{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 7,
    "day": 7
  },
  "case_number": "平成1(う)316",
  "case_name": "売春防止法違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "lawsuit_id": "22287",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22287",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/287/022287_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役五月に処する。\nこの裁判確定の日から三年間右刑の執行を猶予し、右猶予の期間中被告\n人を保護観察に付する。\n理　　　　由\n本件控訴の趣意は、弁護人藤原弘朗作成の控訴趣意書記載のとおりであるから、\nこれを引用する。\n一　控訴趣意中事実誤認ひいては法令適用の誤りの主張について\n論旨は、要するに、被告人の原判示所為は、軽犯罪法一条三三号に該当するにす\nぎないのに、これを売春防止法六条二項三号に該当するとした原判決は、事実を誤\n認し、ひいては法令の適用を誤まったものである、というものと解される。\nしかしながら、原判決挙示の証拠によると、原判示事実を優に肯認することがで\nき、これを同法条に該当するとした原判決の判断は正当てある。\n所論は、いわゆるピンクビラの貼付行為に売春防止法（以下単に「法」ともい\nう。）六条二項三号を適用しうるのは、ビラの文言自体から社会通念上売春周旋の\n意思を表示していると認められる場合に限られるが、被告人が貼付した原判示ビラ\n二枚（以下「本件ビラ」という。）には「プライベート、￥一五、〇〇〇、好気心\n旺盛な少女から女まで（一八才～二三才）、アルバイト専門店、七六一―七〇六\n一」との表示があるにとどまり、時間やサービス内容の記載はなく、右料金額も売\n春料金としては低額に過ぎ、ピンクマッサージ等の他のサービス業と区別して売春\n周旋の意思を表示したものとみることはできない、というので、検討するに、いわ\nゆるピンクビラの貼付等の行為が法六条二項三号にいう「人を売春の相手方となる\nように誘引すること」に該当するには、ビラの文言、図柄等の記載内容のほか、貼\n付等の場所、態様等を総合的に考慮し、社会通念に照らして売春の周旋目的が表示\nされているとみることができれば十分であり、所論のようにビラの文言自体から売\n春周旋の意思を表示していると認められる場合に限定する理由はないと考えられる\nところ、証拠によると、本件ビラは原判示の文言の記載があるほか若い女性の裸体\n写真が印刷されており、原判示道路上に設置された四台続きの公衆電話ボックスの\n一台の正面ガラス面中段位に横に二枚並べて貼付されたものであって、売春客を誘\n引するためのものであることは容易に認識できるところである。更に、証拠による\nと、一回当たりの売春料金は一万円から三万円の範囲のものが八割以上であるとの\n近年の実態調査結果があり、一万五〇〇〇円が低額とはいえないから、ピンタマッ\nサージ等との区別がつかないとの所論は採用できない。論旨は、理由がない。\n二　控訴趣意中法令適用の誤りの主張について\n論旨は、本件ビラが売春周旋の意思を表示したものであるとしても、（１）　法\n六条二項の「売春の周旋をする目的で」とは、ビラ等の貼付行為者自身が売春の周\n旋を行う目的を有する場合に限られると解すべきところ、被告人には右周旋目的が\nなく、単に日当を貰ってビラ貼り等を請け負ったに過ぎないから、被告人を法六条\n二項三号の正犯とみることはできない、また（２）　右「目的」は、他の者が周旋\nする目的を有していることを認識しながら、周旋のための誘引を行う場合を含むと\n解しても、その認識は確定的であることを要し、未必的認識に過ぎない場合は幇助\n行為としてしか評価できないというべきところ、本件において経営者の売春周旋目\n的に対する被告人の認識は未必的なものにとどまるから、周旋罪の帯助犯か成立す\nるに過ぎす、いずれにしても被告人の本件ビラの貼付行為を法六条二項三号の正犯\nに該るとした原判決には、判決に影響を及ぼすことの明らかな法令適用の誤りがあ\nる、というのである。\n<要旨>よって検討するに、法六条二項三号の売春周旋目的の誘引行為が、その実\n質は周旋罪の融助的行為であるの</要旨>に、これを独立の犯罪形態として周旋罪と\n同一の法定刑をもって処罰することとしたのは、広告その他これに類似する方法に\nよる誘引行為は不特定多数の者を相手として頒布等されるため、売春の周旋ひいて\nは売春を助長する程度が高いことのほか町の環境、美観を損い、公衆に迷惑をか\nけ、ひいては社会の風紀を害するからであることを考えると、当該広告等に売春周\n旋の意思が表明されている限り、貼付等の行為者自身が周旋目的を有していたか否\nかによってその違法性が左右されるものではないというべきである。従って誘引罪\nの成立は行為者自身が周旋目的を有する場合に限定されるものではなく、他の者が\n右目的を有していることを認識しながら、同人のため周旋意思が表示されているビ\nラ等を貼付等する場合も含まれると解するのが相当であり、所論（１）の見解には\n左和し難い。さらに、証拠によると、被告人は捜査段階から原審公判廷に至るま\nで、終始本件ビラが売春周旋目的のものであることを確定的に認識し、あるいはそ\nのことを当然の前提とした供述をしており、加えて被告人が売春周旋目的のビラ貼\n付等によりすでに四回処罰されているのみならず、そのほかにも同種行為を相当回\n数繰り返していること、本件ビラ及び同時に依頼者から手渡されたもう一種類のビ\nラの記載内容等に徴すると、本件ビラが売春周旋目的のものであることにつき被告\n人が確定的認識を有していたことは明らかであり、未必的認識しかなかった旨の被\n告人の当審供述は措信し難く、所論（２）はその前提を欠き採用できない。論旨\nは、理由がない。\n三　控訴趣意中量刑不当の主張について\n論旨は、原判決の量刑不当を主張し、被告人を懲役五月の実刑に処した原判決の\n量刑は重きに過ぎ、再度刑の執行を猶予するのが相当である、というので、所論に\nかんがみ記録を調査し、当審における事実取調べの結果をも参酌して検討するの\nに、本件はいわゆる売春広告ビラ二枚を公衆電話ボックス内に貼付した売春防止法\n違反の事犯であるが、被告人は、昭和六一年以降売春広告ビラ貼り等本件と同種事\n犯で科料一回、罰金刑に二回処せられたほか昭和六二年九月懲役六月、執行猶予二\n年に処せられたのに、右執行猶予期間中本件犯行に及んだことに照らすと、被告人\nのこの種犯行に対する法規範意識は稀薄であると認めざるを得ず、本件犯行の動機\nに格別斟酌すべき事情がなく、安易に売春広告ビラの貼付等で収入を得ようとする\n生活態度等を併せ考えると、犯情芳しくなく、その刑責を軽視できず、被告人の反\n省状況、家庭事情、相当期間勾留されたことなど所論指摘の被告人に有利に斟酌し\nうる諸事情のほか被告人の不幸な生い立ちや前示執行猶予が取消されることを考慮\nに容れても、原判決時において、被告人に対し再度刑の執行を猶予すべき特段の情\n状を認め難く、被告人を懲役五月に処した原判決の量刑が、刑期の点でも重きに失\nする、とはいえない。論旨は、理由がない。\nしかしながら、当審における事実取調べの結果によると、原判決後、被告人は父\n母が離婚したため生後間もなく別れた父親と拘置所で再会し、同人の尽力で保釈さ\nれた後、植木職人やビルの床清掃の仕事に就き、いずれも雇主に嘆願書の作成を依\n頼するなどのため裁判中であることを明かした結果無理解な雇主から解雇される憂\nき目にあったが、さらにビルの窓清掃の仕事を得月収二五万円で真面目に働らくな\nど更生への真蟄な態度が窺われること、高齢の母方の祖父が被告人を唯一の後継者\nと頼っていること、父親も被告人の自立更生にあらゆる協力を惜しまない旨誓って\nいること、さらに反省の情を深めていること等の事実が認められ、前示の被告人に\n有利な諸事情にこれら原判決後の情状をも併せ考えると、この際被告人に対し再度\n刑の執行を猶予したうえ、保護観察所の指導、監督のもとに自力更生の機会を与え\nるのが具体的に妥当な措置と認められ、現時点において、原判決の量刑をそのまま\n維持するのは、明らかに正義に反すると認められる。\nよって、刑訴法三九七条二項により原判決を破棄したうえ、同法四〇〇条但書に\n則り、当審において直ちに判決することとし、原判決が認定した事実に、原判決摘\n示の各法条のほか、刑の執行猶予につき刑法二五条二項、付保護観察につき同法二\n五条の二第一項後段を各適用して、主文のとおり判決する。\n（裁判長裁判官　重富純和　裁判官　川上美明　裁判官　吉田昭）\n"
}