{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 7,
    "day": 19
  },
  "case_number": "平成1(行コ)1",
  "case_name": "事業所税更正処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　地方税法７０１条の３４第８項３号にいう「施設建築物」に該当するためには，当該建築物の建築に係る市街地再開発事業について県知事の認可を得ていることが必要であるとした事例　２　複数の者が１棟の事業所用家屋の新築をする場合と地方税法７０１条の４３第３項にいう免税点の判断基準　３　地方税法７０１条の３１第１項７号の「人の居住の用に供するもの以外のもの」の判断基準",
  "case_gist": "２　新増設事業所税は，事業所用家屋の新築又は増築による事業所の増加に伴って発生する新たな行政需要を満たすために創設された目的税であるから，複数の者が１棟の事業所用家屋を新築した場合には，同家屋の個々の取得部分ごとに建築主が異なる場合であっても，１棟の家屋の新築を全体として把握し，同家屋のうちの事業所用家屋の延べ床面積によって地方税法７０１条の４３第３項にいう免税点の判断をすべきである。　３　地方税法７０１条の３１第１項７号の「人の居住の用に供するもの以外のもの」であるか否かは，当該家屋の構造，設備等において人の居住の用に供するものであるかどうかにより判断すべきであり，そのいずれにも使用し得るような構造，設備を備えている場合においては，建物全体の地理的条件，構造，建築者，設計者の建築の意図等も総合的に判断してそのいずれを主としているかによって判断すべきである。",
  "lawsuit_id": "16758",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16758",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/758/016758_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n一　控訴代理人は、「原判決を取り消す。被控訴人が控訴人株式会社保土ケ谷ビル\nに対し昭和五八年七月二日付けでした事業所税更正決定を取り消す。被控訴人が控\n訴人保土ケ谷再開発株式会社に対し昭和五八年七月二日付けでした事業所税更正決\n定を取り消す。訴訟費用は、第一、二審とも被控訴人の負担とする。」との判決を\n求め、被控訴代理人は控訴棄却の判決を求めた。\n二　当事者双方の主張は、次のとおり付加するほかは、原判決事実摘示のとおりで\nあるから、これをここに引用する。\n（控訴人ら）\n仮に、本件ビルが課税対象になるとしても、本件各処分の課税対象面積には誤りが\nある。\n１　本件ビルの四階部分には、別紙図面（原判決別図五別表五に加筆にかもの）に\n記載のとおり、専ら五階部分以上の住宅部分の用に供するための給水管、排水管、\nガス管、電気配線等の配管スペースに充てられている部分一二箇所がある。その広\nさは、各〇・八一平方メートル、合計九・七二平方メートルである。右の部分は、\n四階部分を通過するのみで、四階の各室がこれを利用することはなく、右は非課税\n部分である「パイプスペース」部分に当たる。したがつて、右のパイブスペース部\n分は課税対象から除外されるべきである。面積は、同図面別表の括弧内に記載のと\nおりとなる。\n２　本件ビルのうち、地下二階から地上一階までの床面積、非課税床面積、課税床\n面積は、別表（一）ないし（三）記載のとおりである。\n（被控訴人）\n控訴人の右主張は争う。\n控訴人の１の主張は、時機に遅れたものか、故意に訴訟を遅延させようとするもの\nで、地方税法一九条の一四により却下されるべきである。\n被控訴人が別紙図面別表の（３）Ａのパイプスペースを非課税としたのは、それが\n地方税法七〇一条の三四第四項第二号に規定する非課税施設としての消防用施設の\n用に供されるため、同法施行令第五六条の四三第二項の規定を適用したためであ\nり、単に「パイプスペース」なるが故に非課税としたものではない。\n三　証拠（省略）\n○　理由\n一　当裁判所も、控訴人らの本訴請求は理由がなく棄却すべきものと判断する。そ\nの理由は、次のとおり、付加し、訂正し、削除するほかは、原判決理由説示と同一\nであるから、これをここに引用する。\n１　原判決二二枚目裏一行目の「ことが認証」及び同二三枚目表四行目の「こと」\nから同五行目の「認証」までを各「ものとして認可」と各改める。\n２　同二四枚目裏九行目の「しかしながら、」の次に「新増設事業所税は事業所用\n家屋の新増設を課税客体とする税である（法七〇一条の三二第一項）上、」を、同\n二五枚目表一〇行目の「は」の次に「な」を各加える。\n３　同二七枚目裏九行目の「家屋」の次に「客観的状態、すなわち、その」を、同\n一〇行目の「もの」の次に「以外のもの」を各加え、同二九枚目表一行目の「、第\n五」を削除し、同二行目の「五」を「一ないし六」と改め、同三行目の「三」の次\nに「、控訴人保土ケ谷再開発代表者本人尋問の結果により成立の認められる甲Ｂ第\n五号証」を、同四行目の「結果」の次に「（各一部）」を各加え、同裏一〇行目か\nら末行にかけての「ダイニングキツチン、」を削除し、同三〇枚目表一行目の「も\nのの、」の次に「居住用マンシヨンに通常存する押入れ及び洗濯物の干場又はそれ\nに代替しうる設備はなく、」を、同三一枚目表一行目の「で、」の次に「建物の構\n造、設備も居住用マンシヨンのものとは異なり、」を各加え、同七行目の「したが\nつて」から同八行目の「から、」までを「以上の認定の四階部分の構造、設備、販\n売の経緯等によれば、右四階部分は、法七〇一条の三一第一項七号にいう「人の居\n住の用に供するもの以外のもの」に当たるものと認められ、したがつて、」と、同\n裏一〇行目の「及び」を「は採用できず、他に前示認定を左右するに足りる証拠は\nなく、したがつて、」と改める。\n４　同三三枚目裏三行目から四行目にかけての「いるが、」の次に「控訴会社各代\n表者本人尋問の結果によれば、右図面は本訴提起後に控訴人らが同事務所に依頼し\nて作成させたものであることが認められるのであつて、」を、同七行目の「は」の\n次に「被控訴人の本件担当者として」を各加える。\n５　同三六枚目裏六行目の次に改行の上、次のとおり加える「控訴人は、本件ビル\nの四階部分には、別紙図面に記載のとおり、専ら五階部分以上の住宅部分の用に供\nするための給水管、排水管、ガス管、電気配線等の配管スペースに充てられている\n部分一二箇所があり、この部分は非課税部分として課税標準から控除すべきであ\nる、と主張している（被控訴人は、右主張が時機に遅れたものか、故意に訴訟を遅\n延させるもので、地方税法一九条の一四に違反するというが、右主張により本訴を\n遅延せしめるものでなく、また地方税法の右規定に違反するとも認め難いから、右\n主張は採用しない。）。しかし、事業所税の課税標準となる「床面積」は、前示２\n（一）のとおりであり、それの利用が当該事業所の利用形態によつて非課税となる\nのはその旨の規定のある場合であつて、単に、当該事業所の用に使われていないと\nの理由で非課税となるものではない、と解される。そして、本件ビルについて、\n「パイプスペース」の一部が非課税とされたのは、右のパイプスペースに屋内消火\n栓等が存し、法七〇一条の三四第四項第二号、令五六条の四三第二項に該当すると\n認められるためであり、控訴人主張のパイプスペースについてかかる非課税の範囲\nに属すると解すべき規定はなく、他にこれにつき非課税を相当とする事情は認めら\nれないから、控訴人の右主張は失当である。」。\n二　以上の次第であつて、原判決は相当であり、控訴人らの本件控訴はいずれも理\n由がないから棄却すべく、訴訟費用の負担につき、行政事件訴訟法七条、民事訴訟\n法九五条、八九条、九三条を適用して、主文のとおり判決する。\n（裁判官　鈴木　弘　伊東すみ子　筧　康生）\n別紙図面、別表（一）ないし（三）（省略）\n"
}