{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 3,
    "day": 30
  },
  "case_number": "平成1(て)44",
  "case_name": "逃亡犯罪人引渡審査請求事件",
  "court_name": "東京高等裁判所第五特別部",
  "lawsuit_id": "20286",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20286",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/286/020286_hanrei.pdf",
  "contents": "主　　　　文\n本件は、逃亡犯罪人を引き渡すことができる場合に該当する。\n理　　　　由\nＡことＡは、昭和六〇年（一九八五年）一月ころから同六二年（一九八七年）一\n二月ころまでの間、多数回にわたり、アメリカ合衆国ニューヨーク東部地区などに\nおいて、Ｂらと、故意をもって、アメリカ合衆国に一〇〇グラム以上のヘロインを\n輸入することを共謀したとの罪を犯し、同年一二月二一日ニューヨーク東部地区連\n邦地方裁判所に起訴され、かつ同日逮捕状が発布されている者であり、日本国内に\n逃亡した逃亡犯罪人であるとして、アメリカ合衆国から日本国に対し、日本国とア\nメリカ合衆国との間の犯罪人引渡しに関する条約（以下、単に条約という）九条一\n項に基づき仮拘禁の請求があり、逃亡犯罪人引渡法（以下、単に法という）二五条\n一項による仮拘禁許可状により平成元年一月一九日仮拘禁され、現に東京拘置所に\n拘束されている者であるか、同年三月一日アメリカ合衆国から日本国に対し、条約\n八条に基づきその引渡しの請求があり、同月三日東京高等検察庁検察官から当裁判\n所に対し、法八条により、右逃亡犯罪人引渡しについての審査の請求がなされた。\nそこで、一件記録を調査し、当裁判所の審問の結果をも併せて検討する。まず、\n本件引渡請求が、条約及び法の定める手続に合致しており（補佐人は、手続が違法\nであると主張するが、本件仮拘禁手続以前の別件の手続に関する点につき種々論難\nするに過ぎず、何ら違法な点はない。）、アメリカ合衆国から引渡しを求められて\nいる逃亡犯罪人Ａは、現在東京拘置所に拘禁され、かつ、当裁判所の審問期日に出\n頭したＡと同一人物であると認められる。\n<要旨>法二条三、四号によれば、引渡犯罪に係る行為がアメリカ合衆国及び日本\n国のいずれにおいても、犯罪とし</要旨>て死刑又は無期若しくは長期三年以上の拘\n禁刑により処罰され得るものであることを要するものとされている（双罰性）。本\n件共謀行為（Ｃｏｎｓｐｉｒａｃｙ）は、アメリカ合衆国の法令によれば、同国法\n典二一編九五二条（ａ）、九六〇条及び九六三条に該当し、二〇年以下の拘禁刑も\nしくは二五万ドル以下の罰金刑又はその併科に当たる罪であって、条約二条一項、\n同付表三〇号、四七号に規定されている犯罪であることも明らかである。他方、こ\nのヘロインの輸入を共謀するにとどまる行為（Ｃｏｎｓｐｉｒａｃｙ）が日本で行\nわれたとした場合には、日本国の法令によれば、犯罪に該当するとはいえない。し\nかし、双罰性を引渡しの要件としている趣旨は、自国で犯罪として処罰されないよ\nうな場合にまで身柄を拘束して他国に引渡すのは妥当でないと考えられることによ\nるものである。ところで、双罰性を考えるに当っては、犯罪構成要件の規定の仕方\nは国によって異なる場合が少なくないので、単純に構成要件にあてはめられた事実\nを比べるのは相当でなく、構成要件的要素を捨象した社会的事実関係に着目して、\nその事実関係の中に我国の法の下で犯罪行為と評価されるような行為が含まれてい\nるか否かを検討すべきであると解される（法二条四号が引渡犯罪に係る「行為」と\nの文言を使用していることに留意）。その見地から、本件を見ると、アメリカ合衆\n国法典において、一般的に、共謀罪（Ｃｏｎｓｐｉｒａｃｙ）については、共謀行\n為の外に「明白な行為」（ｏｖｅｒｔａｃｔｓ）を要するものとされているが、ヘ\nロインの輸入の共謀については、同法典二一編九六三条のもとで「明白な行為」の\n主張・立証を要しないと解されているため、前記起訴状にはその旨の行為の記載が\nなく、そのために、具体的な行為として何を指しているのかを起訴状からは窺い知\nることができない。しかしながら、アメリカ合衆国からの本件引渡請求についての\n口上書には、Ａは、少なくとも一〇回にわたり、合衆国から香港に、ヘロインの密\n売によつて得た利益（これがバンコクから合衆国にヘロインを荷送するための資金\nとされた）五万ドルから三〇万ドルを、スーツケース等でＢの仲間の一人に運んだ\nこと、及びヘロインの荷送に関する問題が話し合われたＢの組織の会合にしばしば\n出席したこと、また、Ｂとその組織のメンバーとの連絡役を努めた旨の事実がＡの\n行った事実として記載されており、「アメリカ合衆国はＡのこの実質的な犯罪に基\nづいて引渡請求をするものである」と述べられ、また、東京高等検察庁検察官は審\n問期日において当裁判所の釈明に対し、引渡犯罪に係る行為に該当する具体的行為\nとして、これと同様の事実を上げている。以上の点から窺われる本件請求国である\nアメリカ合衆国の意向に鑑みると、前記共謀に基づきなされたこれらアメリカドル\nの運搬等の事実をも含んだ事実で引渡請求がなされているものと認められる。そし\nて、記録によれば、Ａが叙上の事実行為をなしたことを疑うに足りる理由があるも\nのと認められ、これを、我国の法令に照らすと、ヘロイン輸入の少なくとも幇助犯\nに該当することは明らかであり、補佐人が申請し、当審で取調べられまたは提出さ\nれた証拠によっても、これを覆すに足りない。そうすると、これが日本国において\n行われたとした場合、日本国の法令で上限三年以上の有期懲役に処すべき罪に該当\nし、右犯罪に係る裁判が日本国の裁判所で行われた場合には、日本国の法令によっ\nて刑罰を科し、これを執行することができるものであることが認められる。\nその他、本件請求が、条約及び法に規定する引渡しを制限する事由に該当する事\n情も認められない。\nよって、本件は逃亡犯罪人を引き渡すことができる場合に該当すると認められる\nので、法一〇条一項三号により、主文のとおり決定する。\n（裁判長裁判官　時國康夫　裁判官　神作良二　裁判官　山田公一）\n"
}