{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 8,
    "day": 6
  },
  "case_number": "昭和54(ヨ)831",
  "case_name": "三愛作業解雇",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "19510",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19510",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/510/019510_hanrei.pdf",
  "contents": "主　　　文\n一　本決定告知の日から三か月間、申請人が被申請人に対し、試採用者としての労\n働契約上の権利を有する地位にあることを仮に定める。\n二　被申請人は、申請人に対し、昭和五四年六月一日から前項の期間満了まで、毎\n翌月七日限り一か月金一九万〇三九三円の割合による金員を仮に支払え。\n三　申請人のその余の申請を却下する。\n四　申請費用は、被申請人の負担とする。\n理　　　由\n第一　当事者の求めた裁判\n一　申請の趣旨\n１　申請人が被申請人に対し、労働契約上の権利を有する地位にあることを仮に定\nめる。\n２　被申請人は、申請人に対し、昭和五四年七月から毎月七日限り金一九万〇三九\n三円を仮に支払え。\n３　申請費用は、被申請人の負担とする。\n二　申請の趣旨に対する答弁\n１　本件仮処分申請をいずれも却下する。\n２　申請費用は、申請人の負担とする。\n第二　当事者の主張\n一　申請の理由\n１　被申請人は、船内沿岸作業一般を業とする株式会社であり、申請人は、昭和五\n四年四月二三日、三か月の試用期間付で被申請人に雇われ、同月二四日から被申請\n人の現場系船内部門割込班の労働者として船内荷役作業に従事していたものであ\nる。\n２　ところが、被申請人は、昭和五四年五月三一日付で申請人を解雇したとして、\n以後申請人をその従業員として取り扱わず、申請人の就労を拒否し、賃金を支払わ\nない。\n３　申請人の当時の賃金は、手取額が一か月金一九万〇三九三円であり、その支払\nは、当月分を翌月七日に支払うという取り扱いになつていた。\n４　申請人は、被申請人から支払われる賃金を唯一の生活の糧とする労働者であ\nり、本案判決の確定をまつたのでは回復できない著しい損害を被るおそれがある。\n二　申請の理由に対する認否\n申請の理由１ないし３の事実は認め、同４の事実は否認する。\n三　被申請人の抗弁\n１　被申請人は、申請人に対し、昭和五四年五月三〇日、申請人を同月三一日付で\n解雇する旨の意思表示をし、同月三一日、解雇予告手当金二一万九七五〇円を提供\nした。\n２　右解雇の理由は、次のとおりである。\n（一）　申請人は、被申請人に三か月の試用期間を定めて採用されたものである。\n従つて、右期間中は被申請人に申請人が職務に不適格であると認めるときは解約\nできる旨の解約権が留保されていたというべきである。\n（二）　申請人は、被申請人に採用されるに先立ち、昭和五四年四月一八日、被申\n請人のＡ部長の面接を受けたが、その際、学歴・職歴欄に「昭和四二年三月愛知県\n立岡崎高校卒業、同四三年五月けやき印刷（株）就職、同四七年二月同退職、同四\n七年四月あいち印刷（株）就職、同五〇年一二月同退職、同五一年一一月愛産\n（株）就職、同五四年三月同退職」と記載した履歴書を提出し、同旨の申告をし\nた。\n（三）　ところが、被申請人のその後の調査の結果、昭和五四年五月半ば頃、申請\n人は、昭和四三年または四四年頃大阪市立大学に入学し、昭和四七年頃同大学を中\n退していること、従つてまた昭和四三年五月から昭和四七年二月までけやき印刷株\n式会社に勤務したことがないことが判明した。\n（四）　被申請人は、次の理由に基づき、高校卒業以下の者に限定して現場作業員\nを採用してきた。\n（１）　港湾荷役作業は、肉体を酷使する厳しい労働条件下の肉体労働であり、特\nに船内荷役作業は、船舶自体が揺れ動く関係から陸上作業に比べて長年の経験、熟\n練等を必要とし、しかも船倉の中は通気・通風が必ずしも十分でないため過酷な労\n働条件下にあるところ、大学在学経験者等高学歴者は、耐性を欠きがちで長期間継\n続して勤務する見込が低い。このことは、熟練労働力を確保しえない結果を招く。\n（２）　大学在学経験者等高学歴者は、生活感情、思考方法、行動様式の全てにお\nいて高校卒業以下の者との間に距離があり、現場作業部門にこれらの者が混入する\nことは、その違和感等が原因となつて職場の協調、秩序の破壊を招き、そのため生\n産効率に大きな支障を来たす危険がある。\n従つて、被申請人は、申請人が大学に在学した事実を知つておれば、これを採用\nしなかつたのである。\nなお、被申請人は、公共職業安定所に対する求人申込において義務教育終了者を\n求め、またその会社案内には「学歴不問」と記載しているが、これらは、港湾荷役\n作業の労働実態から高度の教育は不必要であることを明らかにしているにすぎない\nものである。\n（五）　労働契約は、継続的な契約関係であり、労働者の学歴及び職歴は、その労\n働力の評価及びその全人格的判断に必要な事項であるから、労働者は、使用者と労\n働契約を締結するにあたつてその学歴及び職歴につき真実を述べる信義則上の義務\nがある。\nしかるに、申請人は、右信義則上の義務に反してその学歴及び職歴を詐称し、労\n使間の信頼関係を破壊すると同時に、その労働力評価を誤らせて採用されたことに\nよつて、適正な労務管理を侵し、企業秩序を乱しているのである。\nなお、被申請人は申請人に対し、大学在学経験者は採用しない旨の採用条件を明\n示してはいないが、右は労働基準法一五条の労働条件ではないから被申請人にその\n明示義務はないうえ、当時大学在学経験者が港湾荷役作業員に応募することは全く\n予想できなかつたのであるから、被申請人が右採用条件を明示しなかつたことは何\nら違法不当ではなく、申請人の前記信義則上の義務に消長をもたらすものではな\nい。\n（六）　そこで、被申請人は、申請人を本採用するには不適格と判断し、前記留保\n解約権に基づき、申請人の便益も考慮して速やかに申請人を解雇したものである。\n仮に、試用期間中の解雇についても就業規則に定められた正当な解雇理由あるいは\n懲戒解雇理由が必要であるとしても、申請人の前記学歴及び職歴の詐称は、就業規\n則四五条四号の懲戒解雇理由「重要な経歴を偽り採用されたことが判明した時」に\n該当するものである。\n四　抗弁に対する申請人の認否及び再抗弁\n１　（抗弁に対する認否）\n（一）　抗弁１の事実は認める。\n（二）　抗弁２の事実中、申請人は、被申請人に三か月の試用期間を定めて採用さ\nれたこと、申請人は昭和五四年四月一八日被申請人のＡ部長の面接を受け、その際\n学歴については愛知県立岡崎高校卒業、職歴については印刷会社に勤務したことが\nある旨の申告をしたこと、申請人は大学在学の経験があること、港湾荷役作業は肉\n体を酷使する厳しい労働条件下の肉体労働であること、被申請人は公共職業安定所\nに対する求人申込において義務教育終了者を求め、またその会社案内には「学歴不\n問」と記載していること、被申請人は申請人に対し大学在学経験者は採用しない旨\nの採用条件を明示していないことは認め、その余の事実は否認する。\n２　（申請人の主張）\n（一）　試用期間について\n試用期間の定めのある労働契約（以下「試用労働契約」という。）の目的は、現\n実の就労による実験に基づいてその労働者の職業能力及び業務適性を評価し、不適\n格である者について本採用を拒むことにあるというべきであるが、現実に試用労働\n契約の名の下に締結される契約中には、右目的を有せざるものも多数あるのであ\nり、かような契約は、その名称にかかわらず、何ら解雇権の留保のない期間の定め\nのない労働契約と考えるべきである。そして右本来の目的を有する試用労働契約で\nあると認められるためには以下の要件を満たすことが必要である。\n（１）　契約当事者間において、試用目的であることが明示されていること\n（２）　実験の必要が客観的に認められる職種、業務であること\n（３）　実験の内容及び適否の合理的、客観的基準が明示されていること\n（４）　試用期間中、労働者の就労の状況が何らかの形で評価監督されていること\n（５）　試用期間終了時に、使用者によつてなされた評価の結果が労働者に明示さ\nれていること\nところで本件の場合、試用目的であることの明示はなく、港湾荷役作業は実験の\n必要が客観的に認められる職種、業務ではないうえ、実験の内容及び適否の合理\n的、客観的基準は明示されず、申請人は他の本採用労働者と同一労働に従事してい\nたものであつて、被申請人によつてなされた評価の結果も申請人に明示されていな\nいのであるから、真正な試用労働契約ということはできない。従つて、申請人、被\n申請人間の本件契約は、何ら解雇権の留保のない期間の定めのない労働契約という\nべきである。\n仮に、本件契約が真正な試用労働契約であるとしても、留保解約権の行使は、職\n業能力、業務適性を理由とする場合に限つて許されるものである。\n（二）　学歴詐称について\n（１）　被申請人が高校卒業以下に限るという採用方針を採つていたものでないこ\nとは明らかである。即ち、被申請人は、昭和五四年二月九日、名古屋南公共職業安\n定所に、同年三月二四日、宮古公共職業安定所に、それぞれ求人申込をしたが、そ\nの際明示した採用条件は学歴については義務教育終了者であるし、被申請人が日刊\n新聞に掲載した募集広告も学歴の点には触れておらず、被申請人の会社案内には\n「学歴不問」との記載があり、その就業規則には高校卒業以下の者に限るとの採用\n方針は明示されていない。そして、被申請人は、申請人に対しても採用は高校卒業\n以下の者に限る旨の説明をしていないのである。右事実に照らせば、被申請人が高\n校卒業以下の者に限るという採用方針を採つていなかつたことは明らかであるとい\nわねばならない。なお、採用条件は、労働基準法一五条、職業安定法一八条にいう\n労働条件に当り、労働契約の締結あるいは公共職業安定所に対して求人申込をする\n際には明示することを義務づけられているものである。\nまた、被申請人が高校卒業以下の者に限定して現場作業員を採用する理由として\n主張するところは、何ら経験的事実の裏付けのない抽象論であつて全く合理性のな\nいものである。即ち、近時、大学卒業者の中には地方自治体におけるゴミ採集等の\n現場作業に従業している者があるのであり、その場合にも職場の協調、秩序の破壊\nという問題は起つていないし、また現に、名古屋港においては大学在学経験を有す\nる港湾荷役作業員の数は決して少なくはなく、逆に、高学歴者であることを評価し\nて当該作業員をして現場作業員間のチームワーク作りに当らせている企業もあるの\nである。港湾荷役作業という厳しい労働条件下の肉体労働にあつては、これに耐え\nうる身体的条件以外に、採用にあたつて考慮すべき要素はないというべきである。\n（２）　労働者は一般に、労働契約締結に際し学歴につき真実を申告すべき義務を\n負わないと解すべきであるが、仮に労働者にかような信義則上の義務があるとして\nも、前記のとおり、被申請人は、大学在学経験者でないことを採用条件とはしてお\nらず、申請人に対しても採用は高校卒業以下の者に限る旨の説明はしていない。そ\nして大学在学経験の有無は、厳しい労働条件下の肉体労働である港湾荷役作業に耐\nえ得るか否かという労働力の評価に影響を及ぼすものではないのであるから、申請\n人が大学在学の経験がある旨の申告をしなかつたことは、右義務に反するものでは\nない。申請人は、大学在学中、学生運動の経験を有し投獄の体験さえ有するもので\nあつて、大学中退である旨の申告をすれば、その原因に関心がもたれ学生運動歴や\n政治思想を理由として採用されない虞れがあつた。それ故、申請人は大学中退であ\nる旨の申告をしなかつたのであり、右は思想、信条の自由と関連しており何ら非難\nされるべきものではない。\nまた右のとおり、本件の場合、大学在学経験の有無は労働力の評価に影響を及ぼ\nすものではないうえ、申請人は、本件解雇までの間、欠勤もなく立派な勤務成績を\n上げていたのであるから、申請人がその経歴詐称により被申請人に労働力の評価を\n誤らせ、適性な労務管理を侵し企業秩序を乱しているとは到底いえないというべき\nである。\n（三）　以上の次第であるから、申請人が本件労働契約締結に際し、大学在学の経\n験があることを申告しなかつたことは、留保解約権を行使する理由となしえず、ま\nた被申請人の主張する就業規則四五条四号の懲戒解雇理由である重要な経歴の詐称\nにも該当しない。\n３　（申請人の再抗弁）\n本件解雇が、実質的には重要な経歴の詐称を理由とする懲戒解雇であるならば、\n右は以下の理由によつて無効である。\n（一）　即ち、被申請人の就業規則四三条五号には、労働基準監督署長の認定を受\nけたものに限り懲戒解雇することができる旨の規定があるところ、本件解雇に際し\n右認定手続は採られていない。従つて、本件解雇は、右規定を潜脱する違法な解雇\nというべきである。また、懲戒解雇をするにあたつては、その対象者に弁解の機会\nを与えることが必要であるところ、被申請人は、申請人に対し何らその機会を与え\nることなく、本件解雇に及んだものでこの点においても本件解雇は違法である。\n（二）　本件解雇は、申請人の政治思想及び政治活動を理由とするものであり、ま\nた前記事情に照らすと解雇権の濫用であつて、無効である。\n即ち、申請人は、大学在学中学生運動の経験を有し、また成田空港建設反対現地\n闘争に参加した経験を有するものであるが、被申請人は右事実を知り、申請人が社\n会主義思想を有する組織の一員であると判断し、その思想及び政治活動を嫌悪して\n本件解雇に及んだものである。右は、労働基準法三条、同旨を定める被申請人の就\n業規則五条に直接違反するものである。\n五　申請人の再抗弁に対する被申請人の認否\n申請人の主張はいずれも争う。\n第三　当裁判所の判断\n一　被申請人が船内沿岸作業一般を業とする株式会社であること、申請人が昭和五\n四年四月二三日、三か月の試用期間付で被申請人に雇われ同月二四日から被申請人\nの現場系船内部門割込班の労働者として船内荷役作業に従事していたものであるこ\nと、被申請人が申請人に対し同年五月三〇日、申請人を同月三一日付で解雇する旨\nの意思表示をし同月三一日解雇予告手当金二一万九七五〇円を提供したことは当事\n者間に争いがない。\n二　前記のとおり、申請人と被申請人との間には三か月の試用期間を付した労働契\n約が締結され、被申請人は、右期間中に、申請人に対し解雇の意思表示をしたもの\nであるから、まず右試用期間を付した労働契約の性質について検討する。\n（一）　一般に、使用者が労働者を雇傭するに際して一定期間の試用期間をおく趣\n旨は、採否決定の当初においては、その者の職業能力及び業務適性の有無に関連す\nる事項について必要な調査を行ない適切な判定資料を蒐集することが十分にできな\nいため、その後における調査や観察に基づき、その者の職業能力及び業務適性を判\n断し、これらを欠くと認める者を企業から排除することができるようにすることに\nあるものと解せられるところ、本件記録によれば、被申請人の就業規則二五条には\n「会社は就業を希望する者の中から選考の上、所定の手続を経て試用期間を終了し\nた者を作業員として採用する。試用期間は原則として三ケ月とする。但しその者の\n技倆、経験、勤情を考慮して適宜試用期間を伸縮することができる。但し、招致採\n用されたものは、試用期間を置かないことがある。」との規定があること、被申請\n人の現場系船内部門は、本採用労働者からなる一班ないし八班及び陸勤班、季節労\n働者からなる一一班並びに試採用労働者からなる割込班に区分され、割込班に所属\nする労働者は、その日の作業に応じ適宜右各班に組み入れられてその作業に従事す\nること、被申請人は、試用期間中に、当該労働者の勤務成績、人格等について検討\nし本採用の適否を決定していること、港湾荷役作業は厳しい労働条件下の肉体労働\nであり、実験労働の必要が肯定される職種であることが一応認められる。\n右事実に照せば、申請人と被申請人との間に締結された本件契約は、試用期間中\nに被申請人において職業能力及び業務適性を調査し、これらを欠くと認めるときは\n解雇できる旨の解約権が留保された期間の定めのない労働契約であるということが\nできる。\n（二）　そこでつぎに右試用期間を付した労働契約における解約権行使の基準につ\nき考えるに、一般的に言つて、試用労働者は、本採用後の雇傭関係におけるよりも\n弱い地位であるにせよ、いつたん、被申請人との間の雇傭関係に入つた者であるか\nら、右立場は十分尊重するに値するものであり、右解約権の行使は、前記解約権留\n保の趣旨、目的に照して、客観的に合理的な理由が存し社会通念上相当として是認\nされうる場合にのみ許されるものと解するのが相当である。これを詳論するに、前\n記の如く試採用者の地位はこれを十分尊重すべきではあるが、本採用者以上のもの\nとはいえないから、本採用者に対して認められている一般の解雇事由は、特に性質\nに反しない限り試採用者に対しても承認されなければならない。例えば就業規則に\n懲戒解雇事由が掲げられている場合、これに該当するときは、試用者といえども解\n雇を免れることはできないというべきである。そのほかに本採用者にはみられない\n試採用者に対してのみ適用される特有の解約事由が考えられる。それは結局採用決\n定後に、その者の職業能力または業務適性を否定することが客観的に相当であると\n認められる事実が判明した場合であり、このようなときにも右解約権を行使するこ\nとができると解すべきである。けだし試用期間を付した契約本来の目的はそこにあ\nるからである。以上の如く試採用者は従業員としての地位において一般の解雇事由\nの制約を受けるほか、更に試採用者としての地位において能力、適性の判定を受\nけ、否定的に判断されるときは解雇されるのであつて、後者の事由が付加されてい\nる意味において試採用者については本採用者より解雇事由は多いというべきであ\nる。試採用者に対してはより広範囲の解約権があるというのも右の趣旨の表現と理\n解すべきである。\n三　そこで、叙上の観点に立つて、本件解雇の意思表示の効力について検討する。\n１　本件記緑によれば、次の事実が一応認められる。\n（一）　申請人は、被申請人に採用されるに先立ち、昭和五四年四月一八日、被申\n請人のＡ部長の面接を受けたが、その際提出した履歴書には、昭和四二年三月愛知\n県立岡崎高等学校を卒業後、昭和四三年五月から昭和四七年二月までは、けやき印\n刷株式会社に、同年四月から昭和五〇年一二月までは、あいち印刷株式会社に、昭\n和五一年一〇月から昭和五四年三月までは、愛産株式会社にそれぞれ勤務した旨記\n載し、右面接の際にも同旨の申述をしたこと\n（二）　ところが、申請人は、昭和四三年または四四年頃大阪市立大学に入学し、\n昭和四七年頃同大学を中退したこと、従つてまた、同大学在学中は、けやき印刷株\n式会社に勤務したことはなかつたこと\n右の事実によれば、申請人は、被申請人との労働契約締結に際し、高校卒業後の\n学歴及び職歴につき、虚偽の事実を申述し、その経歴を詐称したものというべきで\nある。\nそして、本件記録によれば、被申請人の就業規則四五条四号には懲戒解雇事由と\nして「重要な経歴を偽り採用されたことが判明したとき」が掲げられていることが\n一応認められる。\n２　そこでまず申請人の右行為が懲戒解雇事由に該当するか否かを判断する。\n使用者が労働者を採用するにあたつて、履歴書等を提出させその経歴を申告させ\nるのは、労働者の資質、能力等を評価し、当該企業の採用基準に合致するかどうか\nを判定する際の資料とするほか、採用後の労働条件の決定及び労務配置の適正を図\nるための資料に供するためであるから、使用者側から、このような資料の提出を求\nめられ、あるいは採用面接の際に自己の経歴等について質問された場合、真実を告\nげることは、信頼関係を基礎とする継続的契約たる労働契約を締結しようとする労\n働者に課せられた信義則上の義務といわなければならない。従つて、労働者が、こ\nのような場合、自己の経歴について虚偽の事実を申述することは、重大な信義則違\n反行為であるとともに、使用者をして労働力の評価を誤らせ、ひいては企業の賃金\n体系を乱し適正な労務配置を阻害するおそれがあるから、使用者が就業規則におい\nて経歴詐称を懲戒処分事由と定めることは原則として是認されるべきである。\nそして経歴の中でも最終学歴が、労働者の資質、能力を判断するための重要なる\n要素であることは一般に承認されているところであり、本件懲戒事由にいう「重要\nな経歴」に当ることは明らかである。すると申請人が最終学歴が大学中退であるに\nも拘らず、高校卒と申述したことは重要なる経歴を偽つたことに該当し、それが低\n位への詐称であるからといつて「詐称」に当らないということはできない。なおけ\nやき印刷に勤務したという職歴詐称の点は、右学歴の詐称と辻つまを合わせるため\nのものであり、実質的違法性は学歴詐称に含まれると解されるので独立した詐称行\n為と評価することはできず、この部分は「重要な経歴」の詐称には当らないという\nべきである。\n以上によると申請人の前記学歴詐称行為は、本件就業規則四五条四号の「重要な\n経歴を偽り採用されたことが判明したとき」に該当すると認められる。\n３　つぎに申請人の解雇権の濫用の主張につき判断する。\n（一）　本件記録によれば次の事実を一応認めることができる。\n（１）　申請人は、昭和五四年四月一七日の中日スポーツ紙職場案内欄の求人募集\n広告を見てこれに応募することを決意したが、右広告には、港湾作業員、年齢三〇\n歳迄、給与一八万円以上等の記載はあるが、学歴に関しては何ら記載がなかつた。\n申請人は市販の履歴書用紙に前記認定にかかる学歴、職歴その他所定の事項を書込\nみ、これを持参して翌一八日被申請会社に赴き面接を受けた。申請人は大学進学の\n事実を記載するとその間の学生運動歴を知られ、不採用になるのを虞れて大学入学\n以下の学歴を記載しなかつた。\n（２）　申請人の採用面接に当つた前記Ａ部長は、愛知県立岡崎高等学校が大学進\n学率の高い高校であることを知つていた。しかし前記のとおり申請人のその際の申\n述によつても、右高等学校卒業からけやき印刷株式会社就職までの間には一年余の\n期間が存するにも拘らずその間の経歴については質問しなかつた。同部長は、申請\n人に対し、就職先を三度変つていることに疑問を抱き、記載された就職先の業務内\n容等について説明を求めた。しかし特に被申請人が採用するのは、高校卒業以下の\n者に限るとの採用方針の説明や申請人の大学進学の有無についての質問はしなかつ\nた。\n（３）　前記Ａ部長による面接の後、荷役作業の実際を見学し、再び事務所に戻つ\nてきた際、同部長は、被申請人作成の「会社案内」と題する印刷物を申請人に渡し\nて賃金体系等について説明を行つた。同書面中、従業員資格のところには、一八歳\n以上の男子（学歴不問）と記載されていた。\n（４）　その後申請人は被申請人から電話により、同月二三日から出社するように\n指示された。そして同日被申請人のＢ常務の面接を受けた。その際同常務は申請人\nに対し簡単な履歴上の質問をしたが、高学歴者不採用の方針の説明や、申請人の大\n学進学の有無についての質問は特にしなかつた。\n（５）　これより先被申請人は昭和五四年二月作業員増強計画をたて、一般作業員\n一〇名程度、季節作業員（沖繩県出身）一〇名程度を採用することとし、求人活動\nを開始していた。そしてまず同年二月九日に名古屋南公共職業安定所に求人申込を\nしたが、その際採用条件としては学歴については義務教育終了者であることを明示\nしたが、大学在籍経験者は不可とする旨は一切表示されていなかつた。またその一\n環として前記の如く中日スポーツ紙にも募集広告を掲載したが、学歴に関する記載\nはしなかつた。本件申請人の応募は右増強計画に基づく一般作業員募集に対応する\nものであつた。\nなお被申請人は同年三月二二日、宮古公共職業安定所に季節作業員の求人申込を\nしたがその際明示した採用条件も学歴については義務教育終了者であり、特に高学\n歴者についての制限はなかつた。\n（二）　前認定によると、被申請人は、作業員増強計画のもとに求人活動を行つて\nいたものであるが、その発表された採用条件については、特に大学在籍者は採用し\nない旨学歴の上限を画することはせず、むしろ「学歴不問」としたり、また下限に\nついても必ずしも明確ではなかつたというべきである。そして本件は、このような\n採用条件の不明確さが重要な場面で影響したと考えられる（もし求人案内等に高学\n歴者不可の記載があれば応募を断念したかも知れないし、また面接時に条件の明確\nな説明等があれば採用を防止することが可能であつたとも考えられる）のであつ\nて、これら事情に加え、職種が港湾作業という肉体労働であつて学歴は二次的な位\n置づけであること、大学中退を高校卒としたものであつて詐称の程度もさほど大き\nいとはいえないこと等を総合すれば、本件学歴詐称は、それ自体信義則に反するも\nのではあるが、それのみを理由に一旦採用された者を解雇するのは著しく妥当を欠\nき、解雇権の濫用であると判断される。\n（三）　被申請人は、\n（１）　従来から高校卒業以下の者に限るとの採用方針を採つてきたと主張し、本\n件記録によれば、被申請人の現場作業員は、申請人を除き、すべて高校卒業以下の\n学歴を有する者であることが一応認められる。\nしかし、前記認定にかかる今回の求人活動状況に照らし、また過去においてはと\nもかく、記録に現れた昨今の大学卒業者の就職状況に照らすと、本件求人に関して\n被申請人が高校卒業以下の者に限るとの採用方針を厳格に運用していたとは認め難\nいといわなければならない。\nのみならず、一般に求人側に、厳格な採用方針があるならば、求人者は、公共職\n業安定所に対して求人申込をする際には、雇入条件としてこれを明示するのが相当\nであり、その明示があつて始めて公共職業安定所としても適切な職業紹介が可能と\nなるのである。そして更に求職者の負担を考慮するならば、一般商業紙に求人広告\nをする場合も同様である。少くとも求人側において将来解雇問題にまで発展する要\n素を含む雇傭条件があるならば、求職者に対しては事前にその条件を明示すべき信\n義則上の義務があると解すべきである。この点につき被申請人は、高学歴者の応募\nは予想されなかつた旨主張するが、当時の社会情勢からみてそのような状況であつ\nたと認めるのは困難であり、事実昭和五四年三月にも申請人のほか大学卒の経験あ\nる者が被申請人の求人に応じている（これについてはその後本人から辞退した）こ\nとが本件記録によつて認められる。したがつて少くとも申請人が応募を考えた頃大\n学中退者の応募者を予想し得なかつたということはできない。その意味でかりに被\n申請人が内部的に高学歴者不採用の雇入条件を厳格に運用していたとしても、本件\nにおいてはその趣旨が申請人に明示されていなかつたのであるから、被申請人の右\nの主張は結局採用できない。\n（２）　さらに被申請人は、右採用方針を採る根拠として、大学在学経験者等高学\n歴者は、厳しい労働条件下の肉体労働に対する耐性を欠きがちで、長期間継続して\n勤務することを望み難く、また大学在学経験者等高学歴者は、生活感情、思考方\n法、行動様式の全てにおいて高校卒業以下の者との間に距離があり、現場作業部門\nにこれらの者が混入することは、その違和感等が原因となつて職場の協調、秩序の\n破壊を招きそのため生産効率に大きな支障を来たす危険があると主張する。そして\nこれは一般論として首肯できるが、一方、本件記録によれば、近時現場作業部門で\n稼働する大学在学経験者もなくはないこと、現に、被申請人と同じく名古屋港で港\n湾荷役作業を営む同業他社においては過去に比較的長期にわたつて現場作業に従事\nした大学在学経験者があつたこと、しかしそのために格別支障が生じた形跡はない\nことが一応認められ、右事実に照せば、被申請人の右主張はいまだ前記権利濫用の\n判断を左右する程のものではないといわざるをえない。\n４　以上のほか、申請人が従業員一般としての地位にあることを前提とした場合の\n一般の解雇事由は本件記録によつては認められない。\n５　そこでつぎに申請人が試採用者の地位にあることを前提として試採用契約上の\n解約事由があるか否かにつき判断する。\n本件記録によれば、申請人は採用時から解雇までの間、被申請人の業務遂行上特\nに弊害となるような言動に及んだり職場の人間関係に支障を来たすような問題を生\nじさせたことはなかつたことが一応認められるから、本件解雇時点において、申請\n人には港湾荷役作業員としての能力、適性に欠けるところがあると判断することは\nできなかつたものというべきである。\nもつとも経歴詐称の事実あるいはそれによつて秘匿された事実それ自体から当該\n労働者の職業能力または業務適性を否定することに合理性が認められる場合も考え\nられない訳ではないが、右についての判断は、結局は、当該労働者の職務との相関\nにおいて決せられるべきものであり、経歴詐称があつたときは、直ちに、職業能力\nまたは業務適性を否定することが許されると解するのは相当でない。\n本件における経歴詐称またはこれにより秘匿された事実は、前記認定の諸事情に\n照らすと申請人の港湾荷役作業員としての能力、適性を否定するに足りるものであ\nるということはできない。すると試採用契約上特有の解約事由も認められない。\n６　してみると、本件解雇は、留保解約権を行使しうる場合でないのになされた無\n効なものというべきである。\n四１　以上によると、申請人は、本件解雇の当時三か月の期間を定めた試用の地位\nにあつたものであるから右解雇が無効であるとしてその地位を保全するには、右試\n用期間が本件解雇の日から本裁判告知の日までその進行を停止していたものとして\n扱うのが相当である。従つて地位保全の仮処分としては、申請人につき、被申請人\nとの間でなお試用期間を付した労働契約上の権利を有する地位にあると定めるをも\nつて足るというべきであり、現段階において試用期間を越えて本採用者としての地\n位を保全するのは相当でないと考えられる。そして前記のとおり、被申請人の就業\n規則二五条には、試用期間は原則として三か月とするが場合によつてはこれを伸縮\nすることができる旨の規定があること、申請人の本件試用期間は一か月余を経過し\nたときから解雇のためその進行を停止していたものと解すべきこと、また被申請人\nが試用期間を原則として三か月と定めたのは、少なくとも右程度の期間継続して観\n察するのでなければ当該労働者の職業能力及び業務適性を判断することができない\nとの趣旨にもよるものであると考えるのが相当であること等の事情もあわせて考慮\nすれば、本件の場合、本裁判告知の日から更に三か月の試用期間を設定するをもつ\nて相当とすべく、従つて同限度において申請人の地位保全の必要性を認めるのが相\n当である。\n２　被申請人が本件解雇以後申請人をその従業員として取り扱わず、申請人の就労\nを拒否し、賃金を支払わないこと、申請人の本件解雇当時の賃金は、手取額が一か\n月金一九万〇三九三円であり、その支払は、当月分を翌月七日に支払うという取り\n扱いになつていたことは当事者間に争いがない。\nそして本件記録によれば、申請人は、被申請人から支払われる賃金を唯一の生活\nの糧とする労働者であり、被申請人の賃金不払により回復できない著しい損害を被\nるおそれがあることが一応認められる。\n五　よつて、申請人の被申請人に対する本件仮処分申請は、本決定告知の日から三\nか月間、申請人が、被申請人に対し、試採用者としての労働契約上の権利を有する\n地位にあることを仮に定めること及び本件解雇の日の翌日である昭和五四年六月一\n日から右期間満了までの間の賃金として毎翌月七日限り一か月金一九万〇三九三円\nの割合による金員の仮払を求める限度で理由があるからこれを認容し、その余は失\n当であるからこれを却下し、申請費用の負担につき民訴法八九条、九二条但書を適\n用して主文のとおり決定する。\n（裁判官　井上孝一　佐藤壽一　福崎伸一郎）\n"
}