{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 5,
    "day": 18
  },
  "case_number": "昭和46(ワ)1180",
  "case_name": "関西電力損害賠償",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "19331",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19331",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/331/019331_hanrei.pdf",
  "contents": "主　　　文\n一　被告は各原告に対し九〇万円及びうち金八〇万円につき昭和四六年一二月一一\n日から支払済みに至るまで年五分の割合による金員を支払え。\n二　原告らのその余の請求を棄却する。\n三　訴訟費用は二分し、その一を被告の、その余を原告らの各負担とする。\n四　この判決は第一項に限り仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告ら各自に対し、それぞれ二八七万一〇〇〇円及びうち二〇〇万円\nに対する昭和四六年一二月一一日から支払ずみまで年五分の割合による金員を支払\nえ。\n２　被告は、別紙記載の謝罪文を縦九〇センチメ－トル、横一八〇センチメ－トル\n以上の大きさの紙に墨書して本社、神戸支店及び原告ら四名が勤務する各事業所の\n掲示板に一週間掲示し、かつ、同文を社報に掲載せよ。\n３　訴訟費用は被告の負担とする。\n４　第１項につき仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告ら\n（一）　原告Ｐ1\n原告Ｐ1（以下「原告Ｐ1」という。）は、昭和三〇年四月、被告会社に入社し、\n三国営業所料金課、同配電課を経て、昭和四一年八月、兵庫営業所現業サービス課\n（以下「現サ課」という。）に配属され現在に至つている。\n同原告は、労働組合（以下「労組」という。）活動として、昭和三六年、関西電\n力労組（以下「関電労組」という。）三国支部職場委員、昭和三七ないし三九年、\n同支部執行委員、昭和四〇年、同支部執行委員、大阪北地区本部常任執行委員、全\n国電力労働組合連合会（以下「電労連」という。）大会議員を歴任した。\n同原告は、この間、職場の自主的な青年サークル「やろう会」の結成、うたごえ\n運動の推進等の活動をしていた。\n（二）　原告Ｐ2\n原告Ｐ2（以下「原告Ｐ2」という。）は、昭和二二年四月から被告会社の前身で\nある関西配電株式会社神戸支店湊川配電局葺合変電所、同三宮営業店、同湊町営業\n店、同板宿営業店、被告会社西宮営業所に順次勤務し、昭和四五年一〇月、同大阪\n北支店今里営業所に配転となつて現在に至つている。\n同原告は、労組活動として、昭和二四、二五年、青年婦人部幹事、昭和二八ない\nし三〇年、日本電気産業労働組合（以下「電産」という。）湊川分室執行委員、兵\n庫支部関西地区本部代議員、昭和三四ないし四〇年、関電労組西宮支部執行委員、\n昭和三六ないし三九年、同支部副委員長、その後、関電労組兵庫地区代議員、同本\n部代議員、電労連代議員を歴任した。\n同原告は、この間、西宮支部で、通勤定期の一部区間廃止反対運動や組合員の職\n場要求の獲得運動の先頭にたつて闘つてきた。なお、同原告は、昭和二四年七月一\n五日、日本共産党（以下「共産党」という）に入党した。\n（三）　原告Ｐ3\n原告Ｐ3（以下「原告Ｐ3」という。）は、昭和三二年四月、被告会社に入社し、\n尼崎営業所に配属となり、料金課検針係、現サ課現業係を経て、昭和四三年九月、\n京都上営業所現サ課に配転され、現在に至つている。\n同原告は、この間、休養のための勤務免除要求、大会代議員への立候補、運営委\n員として青年婦人部の運営、写真部のサークル復興、幹事として同部の運営等の活\n動をしてきた。\n（四）　原告Ｐ4\n原告Ｐ4（以下「原告Ｐ4」という。）は、昭和一七年一月、被告会社の前身であ\nる山陽配電株式会社に入社し、その後徴用令により休職したが、昭和二四年一〇月\n復職し、神戸支店労務課、同営業課、被告会社尼崎配電局を経て、昭和四〇年三\n月、明石営業所営業課に配転となつて、現在に至つている。\n同原告の労組活動の主なものとしては、昭和二六年、電産兵庫県支部神戸支店分\n会書記長、昭和二八年、同支部尼崎分会執行委員、昭和二九、三〇年、同分会書記\n長、電産兵庫県支部執行委員、昭和三三年、関電労組尼崎支部執行委員、昭和三四\nないし三七年、同支部書記長、兵庫地区執行委員、本部代議員、昭和三八年、尼崎\n支部執行委員、本部代議員を歴任したことがある。\n２　被告会社の労務政策\n（一）　「特殊対策」の背景\n電気産業の全国単一産業別労組として昭和二二年五月に結成された電産は、昭和\n二五年八月のレツドパージ、昭和二六年五月の電力再編成（当時、国の管理下にあ\nつた日本発送電及び九配電会社の九電力会社への編成替え）、昭和二八年のいわゆ\nるストライキ規制法の成立、その後の各電力会社における企業別労組の成立等を契\n機として衰退の一途をたどり、昭和三一年、遂に解散するに至つた。\n被告会社においては、労使が一体となつて電産勢力の切り崩しを行い、昭和二八\n年五月に企業内労組である関電労組を結成せしめた。関電労組は、その後、次第に\nいわゆる反共、労使協調体制を強めて行つた。\nしかし、関電労組内のいわゆる左派系活動家は、昭和三二年の労働強化反対職場\n闘争、昭和三三年の職場委員会制度の発足、さらに、いわゆる警職法反対闘争、安\n保反対闘争を経て、次第に力を盛り返し、昭和三七年には、左派活動家の中心的存\n在であつたＰ5が本部書記長に当選し、原告Ｐ1が三国営業所の執行委員に一位で当\n選する等の状況が現出するに至つた。\n被告会社は、右のような事態の推移に危機感を抱き、関電労組内部の左派系活動\n家、特に共産党員及びその同調者の孤立化、排除のため、昭和三七年ころから「特\n殊対策」なる労務政策を全社を挙げて推進して行つた。\n（二）　被告会社の労務政策の基本方針\n被告会社が昭和三七年ころ打ち立てた労務政策の基本方針は、おもてむきは「労\n組をよきパートナーシツプたらしめる」あるいは「近代的労使関係の確立を目的と\nする」と称されていたが、その実質は、左派系活動家を孤立させ、企業から排除\nし、労組を弱体化させてこれを被告会社の経営方針に積極的に協力させる体制を確\n立し、労働者に対する支配と抑圧を強めようとするものである。\n右方針の具体化のための主要な柱は、労働者に対する管理を強化するとともに、\n社内教育等を通じて企業意識、反共意識を定着させること、労組活動に対する規制\nを強化し、労組の役員人事や運営に介入し、組合役員候補者の育成と計画的配置に\nよつて関電労組を御用組合化すること、そのために、階級的な労組運動（資本家に\n支配されず、真に労働者の権利を守つて闘う労組運動）を志向しその中心となつて\nいる活動家、とりわけ共産党員及びその同調者を、職場の内外において孤立化さ\nせ、他の労働者に対する影響力を断ち切り、終局的には企業から排除することを目\n的とする「特殊対策」を実施することである。\n以上のような被告会社の労務政策の基本方針は、昭和三〇年代後半から昭和四〇\n年代前半の一時期にだけ採用されていたわけではなく、長期的な展望に立つもので\nあり、今日においても一貫して追求されている。\n（三）　「七〇年対策」と「特殊対策」\n被告会社の前記労務政策実現のためには、これに対する抵抗や批判をそらすため\nの正当化契機が必要であり、その正当化のスローガンとして、被告会社によつて昭\n和四三年ころから持ち出されたのが、「七〇年対策」であつた。\n「七〇年対策」とは、被告会社によれば、七〇年安保改定期に予想される混乱、\n破壊活動から企業施設を防衛することを目的とする対策ということであつたが、そ\nの真のねらいは、七〇年安保改定期に向けての企業防衛を口実として、昭和三七年\nころに策定された前記労務政策の基本方針を強力に推進するというにあつた。\nすなわち、「七〇年対策」においても、その施策の中心は、人的管理の強化、つ\nまり、労働者に対する企業意識の育成、強化と反共教育、並びに共産党員及びその\n同調者に対する監視、孤立化、差別、排除等であつた。このように「七〇年対策」\nとして実施された諸施策と「特殊対策」とは、全く同一の内容を持つものである。\n「七〇年対策」は、「特殊対策」を公然と推進するための大義名分にすぎないので\nあつて、「特殊対策」自体は、前記のとおり、被告会社によつて昭和三七年ころ策\n定され、今日まで一貫して継続されている労務政策の基本方針であり、決して七〇\n年安保改定期だけの一過性のものではない。\n（四）　「特殊対策」の概要\n「特殊対策」とは、「マル特者」と呼称される者、すなわち、共産党員及びその\n同調者を監視、観察、調査し、差別し、孤立化させ、企業から排除することを主た\nる内容とする施策であり、これと組合支配のための一連の対策や企業意識、反共意\n識を有する「健全分子」の育成並びに若年層対策等の労務対策とが密接不可分に結\nびつき、被告会社の労務対策全体の体制を構成している。\n「特殊対策」の対象者は、共産党員、日本民主青年同盟（以下「民青同盟」とい\nう。）員、社会党左派、社会主義青年同盟員等であり、被告会社は、これらの者を\n「マル特者」、「不健全分子」、「思想的におかしい考え方を持つている人物」、\n「容共分子」、「左翼分子」、「党員」、「シンパ」、「容共左派」等と呼称して\nいる。\n「特殊対策」の具体的内容は、「健全分子」の育成を目的とする従業員採用時の\n調査、従業員指導、教育、レクリエーシヨン活動、及び独身寮対策等並びに直接に\n共産党員等「マル特者」を対象とする監視、観察、調査、孤立化、差別扱い、いや\nがらせ、転向強要及び反共教育等である。\n被告会社は、昭和三七年一〇月一五日付（第一〇〇一号）を第一回とし、昭和四\n四年九月までに四五回にわたつて（但し、それ以後も継続して発行されてい\nる。）、「労務資料」を発行した。右発行の目的は、第一線の監督者のために被告\n会社の労務政策の基本方針を呈示、解説してこれを周知せしめるにある。ところ\nで、右第一回ないし第四五回の「労務資料」は、その記事のほとんど全てが、共産\n主義や共産党に関する内容のものであり、反共思想の宣伝、共産党員の排除という\n「特殊対策」の伝達の役割を担つている。したがつて、「労務資料」の発行自体\nが、原告ら共産党員ないしその同調者と見られていた者らを被告会社から不当に排\n除しようとするものであり、原告らに対する不法行為の一部を構成している。\nまた、被告会社は、昭和四〇年四月社長室に教育課を新設するとともに、総合的\n教育機関として関電学園を新設し、全従業員を対象とする一貫した教育体系を樹立\nし、公式、非公式の従業員教育を通じて反共思想を植えつけ、極左排除意識の定着\nを図つている。被告会社の行つている反共思想教育の具体例としては、教育課が担\n当する能力別教育、講演、「労務管理研修会」及び「レクリエーシヨンリーダー養\n成講習」、各支店、営業所における教育並びに社外の反共教育講座への参加等があ\nる。このような被告会社の反共思想教育は、昭和三〇年代後半から全社的に、か\nつ、系統的になされている。\n（五）　「特殊対策」推進の組織と指示系統\n「特殊対策」は、被告会社本店の決定に基づき、全社を挙げて推進されたのであつ\nて、単に神戸支店のみ、あるいは、その中の一労務担当者かぎりのものではない。\nこのことは、被告会社本店労務部労務課による「労務資料」第一〇〇一号以下の発\n行とその内容、本店労務部Ｐ6出席のうえ昭和四〇年一二月に開催された「特殊懇談\n会」、本店社長室秘書部教育課主催の昭和四三年一一月の「労務管理研修会」、ま\nた、神戸支店以外の多数の支店、営業所（例えば、大阪北支店扇町営業所、同支店\n吹田営業所、京都支店宮津営業所、同支店伏見営業所、同支店京都下営業所、京都\n配電工事所、尼崎第一発電所、同第二発電所、姫路第一発電所）においても、それ\nぞれ共産党員あるいはその同調者とみなされている者らに対する種々の人権侵害行\n為が実行されていたこと等の諸事実から明らかである。\n３　労務管理懇談会\n（一）　労務管理懇談会の実施経過\n被告会社は、昭和四三年六月一一日、一四日、二〇日、二一日、二二日及び二九\n日に、三宮、西宮、尼崎、柏原、兵庫、明石及び淡路の七つの営業所並びに神戸支\n店の合計八か所において、労務管理懇談会を実施した。この労務管理懇談会は、神\n戸支店Ｐ7労務課長が主として計画、実施し、同支店Ｐ8労務係長がこれを補佐した\nものである。\n右八か所での労務管理懇談会には、それぞれ課長、係長、主任、班長等の役付者\nが、おおむね一〇数名ずつ集められた。ここで、各発表者が、それぞれ自己の部下\nである「マル特社員」について報告し、これに基づいて質疑討論が行われ、さら\nに、Ｐ7課長が、昀近の共産党情勢について講義し、参加者との懇談が行われた。\n発表を担当したのは、兵庫営業所内線係主任Ｐ9、西宮営業所需要家係主任Ｐ10、\n尼崎営業所内線係主任Ｐ12、明石営業所主任Ｐ13、淡路営業所Ｐ14であり、順次、\n原告Ｐ1、同Ｐ2、同Ｐ3、同Ｐ4、Ｐ15につき報告した。報告の対象とされた原告ら\n四名及びＰ15は、いずれも被告会社がかねてより共産党員と目して「マル特社員」\nと命名し、特別の監視体制をとつて孤立化排除等をすすめてきた者らであり、右の\n五名の対象者について右の各上司に報告させることを決定したのは、Ｐ7課長であつ\nた。\nかくして、右Ｐ9、Ｐ10、Ｐ11、Ｐ13各主任らは、それぞれ右八か所のうち二ない\nし三か所において、報告対象の原告らについて、①生い立ち、親族関係、家庭状況\n等の身上関係事項、②思想傾向、とくに共産党員であること、③これまでに実施し\nてきた動静観察、尾行、行動調査、孤立化、排除工作の概要、④今後いつそう監視\nを強化し、孤立化、排除を推進することについての報告者の決意、営業所全体の体\n制や手順等について赤裸々に報告した。さらに、右報告について参加者からの質問\nや意見が出され、支店、営業所の総力をあげて原告らに対する監視、孤立化、排除\nをいかに推進していくかについての謀議が展開されたのである。\n（二）　労務管理懇談会の目的と位置づけ\n労務管理懇談会は、神戸支店における被告会社の「特殊対策」の強力な一環とし\nて企画、実行されたものである。\n被告会社は、かねてより「マル特社員」に対する監視、孤立化、排除等の労務政\n策をすすめていたが、「マル特社員」の直属の上司及び労務担当者のみに頼るので\nは、効果的な「特殊対策」の遂行が困難であると考え、全支店、全営業所の総力を\n挙げて「特殊対策」を推進するために「マル特社員」の現状と監視、孤立化、排除\n等の方針、実践経験をすべての役職者に周知徹底させ、さらに一層の奮起を促すこ\nとを目的として、この労務管理懇談会を実施したのである。\n（三）　労務管理懇談会の不法行為性\n労務管理懇談会は、多数の役付者を集めて各原告の私生活や思想信条にかかわる\n事項についての調査結果を報告するとともに、原告らが共産党員またはその同調者\nであるがゆえにこの者らを「マル特社員」と称し、会社にとつて有害な好ましから\nざる人物として監視、排斥の対象としていることを公然と明らかにし、今後一層徹\n底して監視、孤立化、排除等を強めていくために、その方策や具体的手段をあれこ\nれ論議したものであつて、原告らに対する思想の自由及びプライバシーの侵害とし\nて、不法行為を構成する。\n４　原告ら各人に対する各個の加害行為\n（一）　原告Ｐ1に対する加害行為\n（１）　身辺調査、監視\n原告Ｐ1が所属した現サ課内線係は、所長ー庶務課長・現サ課長ー内線係主任ー検\n査班班長ー検査員という職制機構になつているが、労務管理に関してみれば、庶務\n課長が、被告会社の労務方針に基づき原告Ｐ1に対する処遇を現サ課長に指示し、現\nサ課長が、主任をその担当者に命じ、主任が、企業の内外を問わずこれを実行して\nいたものである。\n右の指示系統のもとに実行された原告Ｐ1に対する身辺調査、監視の具体例は、以\n下のとおりである。\n被告会社は、原告Ｐ1と通勤ルートを同一にする従業員が通勤時に同原告と接触し\nないように監視し、たまたま顔を合わせる者があれば、直ちにその者に対し同原告\nと接触しないよう指示した。その結果、この者らは、同原告を見つけると逃げるよ\nうになつた。\n原告Ｐ1が、大阪から通勤するＰ16と出会い、営業所まで一緒に行つたところ、Ｐ\n17外線主任は、Ｐ16に対し、四、五回にわたり「Ｐ1と何を話すんや。いいかげんに\nしておけ。」と注意した。\n原告Ｐ1が、昭和四五年五月一五日の退勤時、たまたまＰ18と一緒になつたので会\n社から離れた喫茶店で話をしたところ、被告会社は、これを尾行しており、翌日、\nＰ19庶務主任が、Ｐ18に対し、同原告との会話の内容を問い詰め、前日の会話の内\n容を聞き出した。\nまた、その際、Ｐ20庶務課長は、その前日原告Ｐ1へＰ21から電話があり、これを\n盗聴したこと、電話の内容は緊急に会いたいとのことであつたから、同原告が共産\n党の地区事務所へ行くまで尾行をつけたこと、若い者には同原告とのつきあいを禁\n止しているが、Ｐ18は年配だから適当に同原告とつきあつて、情報を知らせてほし\nいということを述べた。\n被告会社は、原告Ｐ1を三国営業所から兵庫営業所へ転属させるにつき、労組の会\n社派幹部で職場が固まつている現サ課へ配置した。原告Ｐ1は外線設計の熟練者であ\nるにもかかわらずこれを現サ課の内線係へ配属したのは、仕事上差別するととも\nに、監視体制を考慮してのことである。\n原告Ｐ1が兵庫営業所現サ課へ転入してから約一年後である昭和四二年一〇月、被\n告会社は、同原告を外勤から内勤に変更したが、その際、同原告の席を課長の前に\n移し、その後、班長の前に変え、常時監視しやすい体制をつくつた。さらに、被告\n会社は、原告Ｐ1の使用できる電話器を検査班長の机上にあるものとし、まず班長が\n電話をとり対話者の氏名を聞くことで、同原告に対する電話の相手方を調査しうる\n体制とした。\n被告会社は、昭和四三年五月、内線係が浜松へ慰安旅行に行つた際、列車内の座\n席、宴会の座席、宿泊部屋割りについて、原告Ｐ1の周囲にＰ9主任、Ｐ22班長等を\n配して、同原告を監視させた。\n昭和四五年の伊豆半島への慰安旅行の際には、Ｐ23課長、Ｐ24主任等の役職者\nが、列車内での原告Ｐ1の座席の周囲に、同原告の監視のため配置された。\n昭和四六年の秋芳洞への慰安旅行の際にも、列車座席、旅館の部屋とも、主任か\n班長が、原告Ｐ1と同席し、これを監視していた。\n被告会社は、昭和四三年六月、原告Ｐ1のロツカー内の私物調査をし、かばん内に\n入れていた共産党の活動を含む種々の活動の資料を調べた。\n原告Ｐ1が、昭和四五年ころ、国政選挙に際し公職選挙法所定の推せん葉書を職場\nの者らに送つたところ、Ｐ20庶務課長は、その葉書の回収を図つた。\n原告Ｐ1は、ほとんど毎日、昼休み時に将棋をしていたが、被告会社は、現サ課の\nＰ25を監視役にし、観戦を装つて同原告の言動を監視させた。\nＰ25は、昭和五四年ころ、兵庫営業所の車両長であつたが、原告Ｐ1らが門前でビ\nラを配布し始めると直ちに庶務課へ連絡したり、庶務課から門前を監視しやすいよ\nうにバックミラーをつけたり等の行為を積極的にしている。\n原告Ｐ1は、昭和四七年三月末ころ、退勤時にたまたま一緒になつた庶務課のＰ\n26と酒を飲みに行き、同じ庶務課のＰ27、Ｐ28と一緒になつた。右の四名が一緒に\n飲酒していたところ、Ｐ29配電課長、Ｐ30作業長も同じ場所に来合わせていた。す\nると、Ｐ31労務担当は、その翌日、Ｐ28を呼び出し、同原告との会話の内容を問い\n質した。\n（２）　排除、孤立化\n原告Ｐ1に対する排除、孤立化措置の具体例は、以下のとおりである。\n原告Ｐ1は、昭和四一年の組合役員選挙に落選したが、被告会社は、同原告が三国\n営業所で活動することにより再度組合役員として選出されることをおそれ、同原告\nをこれまでの活動範囲と全く異なる兵庫営業所へ配転し、これにより影響力の断絶\nを図つた。\n被告会社は、原告Ｐ1が兵庫営業所へ転入するについて、同原告の思想的立場を所\n員に説明し、これを孤立化させる必要を説き、その旨指示した。\n被告会社は、昭和四一年一〇月以降、原告Ｐ1を全員当番制である安全週番、安全\n推進委員から排除し、同原告の孤立化を図るとともに他の所員への見せしめとし\nた。\n被告会社は、昭和四二年一〇月、原告Ｐ1を外勤から内勤へ配置がえした。これ\nは、外勤の場合には、同原告を十分には監視できないうえ、グループ作業をするこ\nともあるため所員が同原告の影響を受けるおそれがあることによる。\nまた、被告会社は、原告Ｐ1の内勤の席を検査班長の前に定め、作業も班長の指示\nでさせることにして他の所員を近づけない体制をとると共に、同原告を全員参加の\n係懇談会以外の会議には参加させない措置をとつた。\nＰ32料金課長は、昭和四四年一月、全課員を集め、尼崎第二発電所のＰ33が社宅\nへビラをまいて処分を受けたことに関し、原告Ｐ1はＰ33と同系統であるから注意す\nべき旨を指示した。\n被告会社は、従業員に対する教育として、「青年社員教育」、「中型社員教\n育」、「専門教育」等を行つており、大多数の従業員に対しては何らかの形で教育\nを受けさせているが、原告Ｐ1に対してはこれらを一切受けさせず、排除している。\nまた、原告Ｐ1は、三国営業所で外線を担当していたのが、兵庫営業所では内線検\n査にかえられており、外線と内線とでは作業内容が大きく異なるから、内線に関す\nる専門教育がなければならないが、被告会社は、同原告をこれからも排除し、合理\n的な理由もなく現在まで一六年以上にわたり一度も従業員教育を受けさせていな\nい。\n被告会社は、レクリエーションリーダー、文化活動担当者に対し、原告Ｐ1を活動\nから排除するよう指示し、現に排除させている。この結果、原告Ｐ1は、将棋につい\nて営業所内で上位の実力をもちながら、支店大会には一度も出場していない。\n（３）　仕事上の差別\n原告Ｐ1は、外線設計を長期にわたり専門に担当し、所長決裁の件名工事の設計ま\nで担当するようになつていたのに、被告会社は、同原告を兵庫営業所へ転勤させる\nにつき、従前業務と全く異なる内線検査に配属し、しかも、同原告が外勤に一年余\n勤務し業務に慣れ始めるや、わざわざ担当業務を新設してまで同原告を内勤に移\nし、全く新たな業務につかせた。その業務内容も、引込線の管理票の計算、高圧需\n要カード整理、アーケードや市場の図面の整理等の単純作業であつた。これらの作\n業は、いずれも従前は担当者さえおかれていない雑務であつて、被告会社における\n仕事の分類（個業分類）では昀も単純とされている「Ｈ」に属する。\n右の仕事上の扱いは、まさに、原告Ｐ1を「マル特社員」として差別し、「特殊対\n策」を遂行する目的によるものである。\n（４）　転向強要\n被告会社は、原告Ｐ1が共産主義思想をもつていることを極度に嫌悪しており、Ｐ\n34現サ課長は、昭和四二年一〇月、同原告に対し、思想さえ改めれば、同期の中で\n一番早く役職につけるから、今のうちに考えを変えたらどうか、本店の上役を紹介\nするから会つてみよ等と述べて、露骨に同原告の思想を非難し、これを変えるよう\n求めた。これは、単に上司が親切心で忠告したというものではなく、被告会社もＰ\n34課長も同原告の思想を嫌悪していること及び同原告が転向しない限り不利益に扱\nわれることを、あからさまに告知したものである。\n（二）　原告Ｐ2に対する加害行為\n（１）　思想、活動の調査\n被告会社は、原告Ｐ2の思想がいかなるものであるかについて、警察との情報連絡\n等特別の調査を行い、同原告が共産党員であることを把握していた。\n（２）　思想の自由に対する直接的侵害行為\n原告Ｐ2が、昭和四三年度分、昭和四四年分のそれぞれの昇給が発令された後、低\nい昇給査定を受けた件につきＰ35営業課長に問い質したところ、同課長は、昭和四\n三年度分については、同原告がマルクス主義の考え方をもつていることが査定の悪\nい理由であること、マルクス主義は一〇〇年前の古い思想であり今の時代には通用\nしないこと、家族や子供のことを考えてマルクス主義の考え方をやめよ、という趣\n旨の話をした。さらに、Ｐ35課長は、昭和四四年四月二〇日ころ、同年度分の昇給\n査定が昀低ランクである理由を質した原告Ｐ2に対し、「君の考え方は会社の方針と\n違う。今の給料でもやりすぎとる。」と答えた。\nこうした回答は、いずれも営業所の他の職員がいる前で、この者らに聞こえるだ\nけの十分大きな声でなされたものであつて、原告Ｐ2の思想の自由に対する侵害行為\nである。\nまた、Ｐ35課長は、右昭和四四年度昇給時期の原告Ｐ2とのやりとりの後、同原告\nを除く付近の職員に対し、同原告の思想を転向させるべく努力する旨を公然と述\nべ、同原告の思想の自由、人格、名誉を侵害した。\n（３）　差別的監視\n被告会社は、原告Ｐ2に対し、同原告が共産党員であることを唯一の理由として、\n特別の監視体制をとり、その監視は、同原告の私生活にも及んだ。\nその具体例は、以下のとおりである。\n昭和四一年六月から昭和四三年一一月まで原告Ｐ2の直属の上司であつたＰ10主任\nは、前任者であるＰ36から、「Ｐ2のすべての行動とかなんかいろんな点について注\n意せないかんので、よくみとれ」との業務上の引継ぎを受けた。\n被告会社は、原告Ｐ2を、席を離れることのほとんどない異動受付業務、臨時新増\n設受付業務に従事させ、しかも、その席を課長、主任席の直前に配置して、Ｐ35課\n長、Ｐ10主任に同原告への電話の対話者や訪問者について監視させていた。そし\nて、かつて有名な労組活動家であつたＰ37や友人のＰ38との会話の事実が、いずれ\nもＰ10主任らにチエツクされ、労務管理懇談会において報告された。\n被告会社は、原告Ｐ2の休暇の利用目的についても監視の方針をもつており、昭和\n四三年に月曜日から金曜日にかけて同原告が病気休暇をとつた際、Ｐ10主任に原告\nＰ2方を訪問させ、昭和四四年には、Ｐ39主任、Ｐ35課長にそれぞれ訪問させた。\n被告会社は、昭和四二年七月三日の原告Ｐ2の母の葬儀の際、これに手伝いに参加\nしたＰ10主任に対し、葬儀の会葬者について要注意人物が来ていたかどうかの報告\nを求めた。\n被告会社は、原告Ｐ2の退勤時についても誰と帰るかについて監視する方針をも\nち、これをＰ10主任に伝えてその実行をさせ、また、休憩時間中の喫茶店に同原告\nが行くときの同行者が誰であるかも監視させていた。\n（４）　孤立化\n被告会社は、原告Ｐ2の職場同僚からの孤立化を図り、そのために勤務体制上の工\n夫、文化体育活動からの排除、同原告に近付かないようにとの同僚に対する働きか\nけ等をすすめてきた。\nその具体例は、以下のとおりである。\n西宮営業所における通常勤務の他に直勤務があり、一直二名、二直二名でしてい\nたが、被告会社は、原告Ｐ2には、直勤務の相手方として若い人、同年輩の者及び新\n入社員を決してつけなかつた。\n原告Ｐ2は、スポーツ好きで従来から積極的にスポーツ活動をしてきたが、水泳大\n会については、昭和三九年ころから文体レクリーダーからの参加呼びかけを受けな\nくなつたし、西宮営業所内の各課対抗のフリーテニスにも選手として選ばれなくな\nつてしまつた。フリーテニスからの排除は、昭和四四年末の文体レクリーダーの会\n議で、原告Ｐ2とＰ40は一切の選抜から排除するという方針が決められた結果であ\nる。\nレクリーダーは、庶務課長の依頼によりその任に就くことになつていたので、も\nちろん原告Ｐ2は、レクリーダーに選出されることもなかつたし、その相談からも排\n除されていた。\n被告会社は、原告Ｐ2の同僚が同原告に近付かないように、従業員に対し、直接に\nその旨の業務指示を行つた。\n以上のような被告会社の原告Ｐ2に対する孤立化方策のため、昭和四二年ころにな\nると、営業所の食堂に同原告が行くとその前には誰も来なくなり、たまたま居ても\n他人の目を気にして周囲を見まわし警戒しながら話をするという状態となつたし、\n昼休みに同原告と一緒にコーヒーを飲みに行くという人も年配者の一、二名くらい\nの状態になり、職場における孤立化方策は、功を奏するようになつた。\n（三）　原告Ｐ3に対する加害行為\n（１）　監視、調査\n原告Ｐ3について監視調査の対象となつたのは、休憩中の発言、訪問者の氏名、電\n話での会話の内容と対話者の氏名、種々のレクリエーシヨンの後同行した者の氏名\n等であり、\nまさに、同原告のプライバシーそのものであつた。被告会社は、これらの監視、調\n査により、同原告が共産党員ないし民青同盟員であるか否かを明らかにしたいと考\nえていた。\n原告Ｐ3に対する監視、調査の具体例は、以下のとおりである。\n尼崎営業所時代、営業所の庶務課を中心に全営業所を挙げて、原告Ｐ3に関する情\n報収集がされていた。\n昭和四三年秋の新社屋移転に伴う机の配置換えの際には、庶務課長やＰ41課長に\n原告Ｐ3の動向が手にとるようにわかるように机の配置がなされ、監視が強められ\nた。\nＰ11内線係主任は、昭和三九年八月から昭和四三年二月まで、Ｐ42を原告Ｐ3の監\n視者として配置し、意識的に情報収集を図らせた。\nＰ11主任、Ｐ20課長らは、昭和四二年秋、原告Ｐ3の手帳の記載内容を確認するた\nめ、同原告のロツカーを開け、上着のポケツトから手帳を盗み出し、その記載を写\n真撮影した。\nまた、同課長らは、昭和四三年九月ころにも、同原告のロツカーを開け、その内\n容物を調査した。\n被告会社は、昭和四三年七月一日、尼崎文化会館で行われた日本共産党所属国会\n議員Ｐ43の講演会に原告Ｐ3らが参加しているかどうかを調査するため、労務担当の\nＰ44とＰ45の二名を右会場に派遣した。\nＰ46外線係主任は、昭和四六年二月一七日午後六時すぎ、京都＜以下略＞で、原\n告Ｐ3の行動を監視するため張り込み、手帳にメモをもつていた。\n被告会社は、昭和四四年一一月二七日、共産党の円山集会に原告Ｐ3らが参加する\nか否かを確認するため、職場の者をして、同原告らの帰社後の行動をスパイさせ\nた。\n被告会社は、昭和四六年五月、原告Ｐ3の机の位置を、順番を無視して班長に近い\nところに移動させた。同年六月ころには、外部からの電話をすぐ近くのＰ47検査班\n長がとり、原告Ｐ3にかかつたものであることがわかりながら、相手の氏名を二度、\n三度問い質し、さらに、聞いた氏名をわざわざメモにとり、これに気付いた同原告\nから書いたメモを見せて欲しいと要求されて、突如そのメモを丸めたうえ焼却して\nしまうという事件まで生じた。\n（２）　孤立化\n被告会社の原告Ｐ3に対する孤立化方策の具体例は、以下のとおりである。\n被告会社は、昭和三九年八月、原告Ｐ3を現サ課現業係から内線係試験室に配転\nし、若者の多い係からの分離を図つた。\n原告Ｐ3は、昭和三九年六月、社内サークルの写真部に入部し、幹事役をつとめて\n同部の活動を活発化させていたが、Ｐ11主任は、同部員各人に対し退部を説得し、\nその結果、同部は、昭和四三年二月、解散のやむなきに至つた。ちなみに、写真部\nは、昭和四三年九月、原告Ｐ3が京都へ転勤になつた後再興されており、右の事実\nは、同部の解散が被告会社の同原告に対する孤立化措置の一つであつたことを示し\nている。\n原告Ｐ3が、昭和四二年一二月初めの夜、Ｐ48と一緒に飲酒したところ、Ｐ48の上\n司にあたるＰ49班長が、Ｐ48に対し、「Ｐ3と、例えその個人の自由な時間であつて\nも付合いをするな」と、注意をした。\nまた、Ｐ50班長は、昭和四三年三月、試験室のＰ51に対し、原告Ｐ3と一緒に喫茶\n店に行つたことにつき、注意を与えた。\n原告Ｐ3は、昭和四三年三月の各課対抗バドミントン大会、営業所内の将棋大会、\n昭和四三年一〇月のボーリング大会、昭和四四、四五年の各夏のソフトボール大会\n等の文化体育行事からも排除されている。\n被告会社は、昭和四三年九月、原告Ｐ3に対する孤立化、いやがらせ政策の一環と\nして、同原告を京都上営業所へ配転した。\n（３）　思想攻撃\n京都上営業所における原告Ｐ3の直接の上司であつたＰ52内線係検査班長は、昭和\n四三年一〇月七日、酒席で、同原告に対し、「会社の内密文書には、君が共産党の\n活動をしていると書かれている。」と述べ、これを仕事の話と関連させることによ\nつて、暗に思想を理由とする差別扱いをする旨の恫喝を加えた。\n（四）　原告Ｐ4に対する加害行為\n（１）　監視\n被告会社は、遅くとも昭和四二年五月ころから継続的に、明石営業所において、\n労務の担当責任者である庶務課長、原告Ｐ4の直接の上司にあたる主任、その他多く\nの役職者や一部の一般従業員らに、同原告に対する特別の動静観察を命じ、これを\n実行させた。この動静観察は、他の従業員に対する一般的な労務管理上、人事管理\n上の観察とは異なり、営業所の内外を問わず、また、勤務時間の内外を問わず、原\n告Ｐ4の全生活を掌握するための総合的監視である。その具体的状況は、以下のとお\nりである。\n明石営業所のＰ53庶務課長は、昭和四二年五月ころ、離任に際し、新庶務課長Ｐ\n54に対し、原告Ｐ4について、「いろいろ不満を述べたり不平を述べたりするような\n人だから、よく注意しておいてくれ」というような引継ぎを行い、Ｐ54課長は、そ\nの直後に着任した同原告の直接の上司である営業課のＰ13主任に対し、右の引継ぎ\n内容を伝達し、以後同原告に関することは、些細なことでも変化があれば記録、報\n告をすべき旨を指示した。\n大阪九条営業所を退職したＰ55が昭和四二年七月ころ原告Ｐ4を明石営業所に訪問\nし、両名が一緒に営業所を出たことがあつたが、Ｐ13主任は、前記の指示に従い、\n右の事実を記録し、約一年後に労務管理懇談会において、監視の成果としてこれを\n報告した。\nＰ7神戸支店労務課長は、昭和四三年一月ころ、Ｐ54課長に対し、「明石営業所に\nついては、特に、七〇年対策としてＰ4君の動静をよく観察しておいてほしい。」と\n述べて、原告Ｐ4の監視を命じた。そのころ、Ｐ7課長とＰ54課長は、それぞれＰ\n13主任に対し、原告Ｐ4について「よく観察しておくように。」と述べて、前記指示\nを再び伝達した。\nＰ13主任は、Ｐ7課長から原告Ｐ4の監視を命じられて以来、同原告が昭和四四年\n一〇月に統計基礎資料作成業務に配置換えになるまでの間、同原告の同僚であるＰ\n56やＰ57に対し、同原告の監視を命じ、その行動把握を行わせた。\n明石営業所営業課長Ｐ58は、昭和四四年七月、原告Ｐ4が欠勤した日の朝礼後のミ\nーテイングにおいて、参集した営業課員全員に対し、「極左分子が巷間に暗躍して\nおる。これから以降Ｐ4にかかつてくる電話は、誰から電話がかかつてきたか、それ\nから、いつかかつてきたか、何時ころか、それから、その電話の内容はどうかとい\nうところまでいちいちチエツクしてほしい。Ｐ4は共産党員だから皆で力を合わせて\n監視してほしい。」と訴え、営業課を挙げて同原告の動静監視を指示した。\n被告会社は、原告Ｐ4の勤務時間外における行動、とりわけ共産党活動に対しても\n徹底した監視を行い、Ｐ54課長、Ｐ59庶務主任、Ｐ60労務担当らの共産党講演会へ\nの出席、同原告に対する尾行等の方法で、同原告の共産党講演会、活動者会議等へ\nの参加の状況を把握していた。\n（２）　孤立化、「職場八分」、排除\n被告会社は、遅くとも昭和四二年五月ころから継続的に、明石営業所において、\n原告Ｐ4に対し、業務上であれ、レクリエーシヨン、親睦活動であれ、私生活として\nの交友上であれ、可能な限り他の従業員との接触を阻止して同原告を孤立させ、\n「職場八分」の状態において排除し、あわよくば企業から放逐することを企図して\n画策してきた。\nその具体的状況は、以下のとおりである。\n被告会社は、昭和四二年ころから、原告Ｐ4と昼の休憩時に碁を打つている者に対\nし、所属長を通じてゲームの途中で呼び出してこれを中止させたり、同原告と碁を\n打たないよう注意して、職場の同僚に同原告の碁の相手をさせないようにした。\n被告会社は、昭和四二年ころから、明石営業所の所員多数が参加する文化体育活\n動に極力原告Ｐ4を参加させないような措置をとつてきた。例えば、土曜日の午後か\nら原則として所員全員が参加する体育行事が行われる場合でも、原告Ｐ4のみは、ど\nのゲームにも出場割当をしないというやり方で事実上参加させず、神戸支店全体の\n文化活動として演劇コンクールが行われた際、明石営業所では同原告の作成したシ\nナリオで演じることになつたのに、舞台げいこは同原告を一切参加させなかつた。\n原告Ｐ4は、昭和四二年、営業課における親睦会の幹事をしていたが、当時のＰ\n15営業課長は、昭和四三年の正月に営業課の有力者であるＰ56ほか四名を麻雀会名\n下に自宅に集め、「Ｐ4を幹事から排除してほしい。そのために昭和四二年度の幹事\nは全員交替させるように。」と指示した。右の指示に従い、同年一月下旬に開かれ\nた営業課の新年宴会において、Ｐ56の提案により幹事は全員交替となり、新しい幹\n事が選ばれ、同原告の排除が成功した。\nまた、そのころ、営業課サービス班の人々を中心にした有志の旅行会があり、原\n告Ｐ4もこれに加入して一泊旅行を楽しんでいた。ところが、この旅行会は参加者が\n多人数になり過ぎたとの理由で解散され、その後一年ほどして、同原告を除いて別\n個の旅行会がつくられた。これも、被告会社の指示に基づく同原告の排除措置の一\n環である。\n被告会社は、原告Ｐ4に対し、合理的理由なく、昭和四三年四月ころから約五年間\nにわたり安全衛生週番を担当させず、また、そのころ約二年間にわたりミーテイン\nグリーダーにつかせなかつた。\n被告会社は、昭和四四年一〇月、原告Ｐ4を仕事上も完全に孤立化させる目的で、\n工事受付から基礎資料調査作業（メツシユ作業）に移し、座席も営業課役職者の後\n部に一人だけ離して設けた。\n被告会社は、昭和四二年ころから、退社後において原告Ｐ4と付き合つた者に対\nし、所属長を通じてこれを難詰し、同原告と交際しないよう指示した。当時、Ｐ\n61、Ｐ62、Ｐ63等が、このような注意を受けた。\n昭和四六年秋には、原告Ｐ4に誘われて「赤旗まつり」に参加したＰ64に対し、Ｐ\n60労務担当が、「あまり派手なことせんほうがええのと違うか。」と非難し、Ｐ\n64の直属の上司であつたＰ65料金課長も「一体Ｐ4とどういう関係ですか。」、「明\n石の営業所で所長以下全員が営業所あげてＰ4にものを言わない運動をしとるんや、\nひとつぜひともそれに協力してほしい。」等と述べて、同原告との交際をやめるよ\nうに警告した。\n（３）　労働組合活動に対する介入、干渉\n被告会社は、昭和四一年三月、原告Ｐ4が営業班から関電労組明石支部代議員に無\n投票で選出させようとするや、役職者を通じて営業班に働きかけ、同原告を除いて\n定員一杯の六名に立候補させ、選挙にもち込んで同原告を落選させて支部代議員選\n出を阻止し、また、同年四月の地区代議員選挙において、立候補した同原告に投票\nした者の氏名を、選挙会の協力を得て調査した。\n５　本件各労務管理の違法性\n（一）　労使関係における労働者の思想信条の自由\n憲法一九条は、思想の自由を規定する。思想の自由は、およそ人間として存在す\nるいじよう侵害を許されない絶対的権利である。また、憲法は、一四条において、\n信条を理由とする差別の禁止を規定している。これらの憲法規定は、公序として、\n民法一条の二、九〇条を媒介として、労使関係を規律し、労働基準法三条も、右の\n憲法規定をうけて、信条を理由とする労働条件についての差別の禁止を規定してい\nる。\n労働契約にあつては、労働者は、労働の時間、程度及び種類等において使用者の\n指示、決定に従い労働すべき地位にあるけれども、それはあくまで労働力の提供と\nいう関係に限定されたものであつて、右関係を離れて一般的に、使用者に従属する\nものではない。したがつて、労働関係において、使用者が労働者の思想信条の自由\nを制限することは、許されない。\nそこで、労働者の思想信条の自由の領域に踏みこんだ使用者の労働務理は、違法\n性を帯びるものとなる。\n（二）　本件労務管理の違法性\n（１）　労務管理懇談会の開催の違法性\n労働管理懇談会は、原告ら四名を対象にあげ、原告らに対する被告会社の監視、\n調査及び孤立化等の方針を強化する目的でなされたものである。労務管理懇談会に\nおける原告らに対する監視、調査及び孤立化等の実行態様や教訓の報告は、それ自\n体が被告会社による原告らに対するその思想のみを理由とする差別的労務管理の具\n体化を示すものであるから、労務管理懇談会の開催それ自体が、とりもなおさず原\n告らに対する思想差別の違法行為である。\nまた、労務管理懇談会において、原告らの上司らが、原告らの私生活に属する事\n項をとりあげてこれを報告したことは、私生活の自由、プライバシーを侵害するも\nのであつて、違法である。\n（２）　原告ら各人に対する各労務管理行為の違法性\n請求原因４記載のとおりの原告らに対する被告会社の労務管理は、原告らの共産\n主義の思想が他の労働者に影響力を及ぼさないようにし、機会あればその思想の転\n向を迫ることに及んでいる。このことは、思想の自由に対する直接の違法な侵害行\n為と評価される。また、この労務管理は、共産党員及びその同調者のみを対象にし\nて、差別的に管理がなされたものであつて、思想を理由とする不均等待遇となる。\n被告会社の原告らに対する労務管理の態様は、監視、調査、孤立化、「職場八\n分」、思想への直接的非難、人格へ侮辱、名誉の侵害等である。これらの行為は、\n相互に関連し合い、原告らの思想の同僚への伝達を嫌悪し、その影響力の拡がるこ\nとを会社の力によつて阻止しようとする目的をもつて、実行されたものである。\n監視、調査は、原告らに対する被告会社の精神的威嚇として機能し、原告らに違\n法に精神的苦痛を与えるとともに、その思想の自由をも侵害したものであり、ま\nた、私生活を対象とする点においては、私生活の自由、プライバシーを侵害するも\nのであつて、違法である。\n孤立化、「職場八分」は、被告会社が原告らの有する思想の他の労働者に対する\n拡大、伝播を阻止するために思想の担い手である原告らに対し労働者集団内部にお\nける自由な交流、付き合いを妨害すべく、他の労働者に、労使関係における使用者\nの絶大な権力を背景として業務命令または不利益供与をにおわせて、原告らを他の\n労働者から切り離すべく画策したものである。こうした使用者の差別的な孤立化、\n「職場八分」は、原告らの個人の尊厳及び人格を否定し、労働者の思想の自由な交\n流の場に使用者が違法に介入するものであつて、原告らの思想及び名誉に対する侵\n害行為であるとともに、思想を理由とする差別待遇として、労働基準法三条に違反\nするものである。\n（３）　本件労務管理の不当性\n本件各労務管理は、原告らの共産党員としての思想信条を唯一の理由にして、こ\nれを嫌悪して展開されたものであり、原告らの労務遂行との関係においてなされた\nものではなく、また、原告らの行動が職場秩序、企業秩序に違反することを理由と\nしてなされたものではない。\nすなわち、被告会社の原告らに対する本件労務管理は、何らの業務上の必要性な\nく、全く正当な理由のないものである。\nところで、思想の自由は、絶対的なものであり、この自由を制約しうる法益は何\nら存在しないものであるが、仮に思想の伝達活動及び表現の自由と企業の権利及び\n利益との法益衡量において思想の自由の侵害行為の違法性を判断するとしても、労\n働力評価や労務遂行と関連のない、また、企業機密の保持や職場規律とも無関係\nで、企業の具体的かつ現実的な業務運営に支障のない労働者の行為を理由として、\n思想の自由を侵害することが許されないことは、明らかである。\n６　被告会社の責任原因\n被告会社は、請求原因４記載の各行為によつて原告らの思想信条の自由、名誉及\nび人格を著しく傷つけ、侵害したものであつて、民法七〇九条、七一〇条、七二三\n条により責任を負うものである。原告らに対する違法な行為を直接に行つたものは\n被告会社の職制であるが、こうした職制の行為は、すべて被告会社の原告ら共産党\n員及びその同調者に対する「特殊対策」なる労務方針の具体化に他ならないのであ\nるから、被告会社自らの不法行為と評価されるのである。\n仮に、民法七〇九条による責任を問われないにしても、被告会社は、その被傭者\nによるこれらの不法行為について、使用者責任（同法七一五条）を負い、また、こ\nれらの不法行為の教唆、煽動者として共同不法行為責任（同法七一九条二項）を負\nうものである。\n７　損害\n（一）　慰謝料\n原告らは、それぞれ、前記のとおりの個人の尊厳、名誉、信用並びに思想信条の\n自由の侵害により重大な精神的苦痛を被り、右の精神的苦痛を金銭に評価すると、\n各二〇〇万円を下らない。\n（二）　弁護士費用\n原告ら各自につき、八七万一〇〇〇円が、本件加害行為と相当因果関係にある。\n８　よつて、原告らは、各自、被告会社に対し、右不法行為に基づき、損害金合計\n二八七万一〇〇〇円及びうち二〇〇万円に対する不法行為の日の後である昭和四六\n年一二月一一日から支払ずみまで民法所定の年五分の割合による遅延損害金の支払\n並びに原告らの名誉、信用を回復するため、請求の趣旨第二項記載のとおりの謝罪\n文の掲示、掲載を求める。\n二　請求原因に対する認否及び被告の反論\n１（一）　請求原因１（一）（原告Ｐ1）の事実のうち、社内歴並びに労組役職歴の\nうち昭和三七ないし三九年、関電労組三国支部執行委員、昭和四〇年、同大阪北地\n区本部常任執行委員であつたことは認め、労組役職歴のその余の事実は知らない。\n（二）　請求原因１（二）（原告Ｐ2）の事実のうち、社内歴並びに労組活動歴のう\nち昭和三四ないし三九年、関電労組西宮支部執行委員、昭和三六ないし三九年、同\n支部副委員長であつたことは認め、労組活動歴のその余の事実は知らない。\n（三）　請求原因１（三）（原告Ｐ3）の事実のうち、社内歴は認める。\n（四）　請求原因１（四）（原告Ｐ4）の事実のうち、社内歴並びに労組活動歴のう\nち昭和三三年、昭和三八年、関電労組尼崎支部執行委員、昭和三四ないし三六年、\n同支部書記長、昭和三五、三六年、兵庫地区執行委員であつたことは認め、労組活\n動歴のその余の事実は知らない。\n２（一）　請求原因２（被告会社の労務政策）（一）（「特殊対策」の背景）のう\nち、関電労組の結成と電産の解体について\n関電労組は、昭和二八年五月に結成された。電力会社が再編されたことに伴い、\n電産が分裂し、電力会社ごとに企業別労組が結成されてゆくのが当時の状勢であつ\nたが、電産の官僚的な中央集権主義と政治的偏向に対する批判が、企業別労組結成\nの共通した動機であつた。\nその後、しばらく、被告会社においては、関電労組と電産支部とが併立していた\nが、電産支部は、衰退の一途をたどり、やがて、その所属組合員が関電労組に全員\n加入したことにより、昭和三一年に消滅したのである。\n（二）　請求原因２（二）（被告会社の労務政策の基本方針）及び（三）（「七〇\n年対策」と「特殊対策」）の主張は争う。\n被告会社は、近畿二府四県及び三重、岐阜、福井各県の一部という広域にわたつ\nて、一七〇〇万人以上（昭和四七年当時）の人々に電気を供給している、高度の公\n益性、公共性を有する企業である。発電所や送電、変電、給電、配電関係の諸設備\nは、右の二府七県はもとより、東海、北陸地方にもまたがつて設けられており、被\n告会社は、電気事業法等の規制により、法律上この地域に電気を供給する義務を負\nい、局地的にせよ停電を起こさせてはならない企業責任を負つている。\n七〇年安保改定の時期を迎えて、安保の是非をめぐり国を二分する勢力の衝突が\n必至とみられた。六〇年安保の経験から考えても、騒乱や局地的騒擾の発生が予想\nされ、その矛先が電気事業部門へ向けられる危惧が大きかつた。被告会社の施設の\n多くは少人数の従業員で運営されており、無人の発電所その他の無防備の施設も少\nなくない。また、都市ではいたるところに、送電、変電、給電、配電の諸設備が、\nむき出しの状態で設けられている。これらの設備が一旦攻撃を受ければ、その完全\n防禦を期することは、極めて困難である。しかも、設備の実情に精通すれば、特別\nな器具を用いなくても、相当広範囲の停電を起こさせることは容易である。このよ\nうな設備が一度破壊され、電気の供給が止まれば、治安の混乱、人心に与える不\n安、計り知れないものがある。\n被告会社の「七〇年対策」とは、このような情勢の展開を迎える七〇年特有の事\n態に対処して、公共的な被告会社の事業と施設を守り抜くための対策であり、七〇\n年直前に限られる限時的なものであつた。\n「七〇年対策」は、昭和四二年ころより具体的に樹立され、七〇年をめざして次\n第に実施されていつた。対策の一つは、設備の物理的強化とその警備保安体制の確\n立であり、その二は、従業員による防衛陣容の充実である。\n被告会社は、従業員に対する「七〇年対策」として、昭和四三年二月、企業防衛\nについて関電労組に協力を求め、その理解を得た。\nまた、被告会社は、従業員にも企業防衛に参加するよう呼びかけ、その際、従業\n員一般を次のように区分できると想定していた。第一は、企業防衛に共感をもつて\n積極的に防衛に参加しようとする人達である。第二は、無関心派である。そして、\n第三は、「安保」に反対し、その政治的姿勢を強調するあまり企業防衛に関する被\n告会社、関電労組の方針に反抗し、外部勢力と連携し、企業防衛を危くするおそれ\nのある人達である。\n被告会社は、右の第三に属する人達に対する対策については、無関心派に対する\nと同じく啓蒙すると同時に、反抗的な人達であるかどうかを観察すること、すなわ\nち、従業員の個体把握を通じて見極めてゆくことの必要があると考えており、その\nため、昭和四三年年頭の「労務部門基本方針」に「七〇年対策」を掲げ、本店から\n各支店に対して「七〇年対策」を労務の基本方針の一つとして推進するよう指導し\nた。\n「七〇年対策」の具体的な実践は、教育と従業員の観察という形で行われた。\n教育については、企業防衛に参加する意識を育成、啓蒙するよう、本店から各支\n店に要望し、講義、事例研修、討論、課題研修の形式で行われた。\n従業員の観察については、職制や労務担当者が、日常の労務管理を行う機会にで\nきるだけ広範囲の従業員を観察し、不穏情報を収集し、不穏分子の選別をすること\nが望ましいとされた。不穏情報の収集や不穏分子の選別は、日常接触をしている各\n職場末端より得られるものであるから、その方法は、すべて職場独自に行われた。\nもとより、従業員の思想信条を不穏分子選別の基準にしたのではなく、むしろ、特\n定の団体に加盟していることや日常の言動、会話の一端によつて軽卒に判断するこ\nとのないよう、本店は、各支店労務課長に要望した。\n以上のような「七〇年対策」が各職場で独自の方法で行われた結果、七〇年は、\n被告会社としては平静の裡に推移した。対策の実践は、教育、啓豪と観察の強化と\nいうことをこえるものではなく、孤立化、排除、転向強要、選挙干渉等は、何ら実\n践されていない。また、教育による啓豪、指導や観察と警戒は、個人的自由を侵す\nことのない節度で行われた。\n（三）　請求原因２（四）（「特殊対策」の概要）の主張について\n被告会社において、共産党員を「マル特」または「（特）」と表示して他の社員\nと区別しているという事実はない。被告会社の職制が一部の従業員を右のような符\n号で実現した事実があるとしても、それは、社内で統一された用語としてではなく\nて、その職制がその時々に個別に使用した言葉にすぎないものであつて、常に同一\nの意味を持つた言葉として使用されているものではない。なるほど、役付懇談会\n（原告らの主張するところの「労務管理懇談会」）メモ中には、原告Ｐ4を観察した\nＰ13主任のメモとＰ8係長のまとめの部分に「（特）」の符号の記載がある。しか\nし、これはいずれも「七〇対策」として観察されるべき者の総称として使用されて\nいるものであり、共産党員を指称する用語として使用されているわけではない。た\nとえ、「七〇年対策」の被観察者として「（特）」という符号をＰ13主任とＰ8係長\nが同じ意味で使用していたとしても、これが被告会社内で特別な意義をもつて汎用\nされていたものということはできない。たまたまＰ13主任が使い、Ｐ8係長が、まと\nめにあたつてこれに倣つたものと思われるのである。\n「マル特社員」あるいは「マル特者」という言葉は、右懇談会メモの中で、一定の\n集団の人を指称する蔑称として使用されているわけではないし、社内でも、蔑称と\nして用いられた事実もない。\n被告会社の発行した「労務資料」は、そのときそのときの問題について被告会社\nの方針や考え方を示すだけではなく、その解説を試みることによつて第一線監督者\nに対し日常の労務管理の参考に供しようとするものであるから、多分に時事解説が\n含まれることは自然の成り行きである。昭和三〇年代後半から昭和四〇年代前半に\nかけて五か年間、創刊から数えて三〇回の発刊のうち数点が共産党をめぐる解説や\n評論を掲載したとしても、これは反共教育とは何の関係もないことであり、これを\nもつて反共教育と短絡するのは事実を歪曲する以外の何物でもない。\nそもそも、被告会社の従業員教育の目的は、端的にいうと、公益事業に従事する\nにふさわしい使命観を涵養し、業務遂行能力を育成することにある。綱領的な教育\n方針、項目については、昭和四〇年度以降変化はないけれども、具体的な教育内容\nについては、時代を反映した微妙な変化があることは当然であつて、カリキユラム\nにも時事問題がとり入れられる。例えば、七〇年安保改定期をひかえると、政治情\n勢、社会運動という時事問題が一般に関心をひくことになつたので、昭和四四年度\n教育ガイドの「高卒社員追教育」のカリキユラムには、「正しい民主主義」という\n項目があり、「中堅社員教育」のカリキユラムには、「正しい自由主義・民主主義\nの理解」という項目があり、さらに、業務責任者教育のカリキユラムには、「マル\nクス主義に対する認識と批判のポイント」という具合である。被告会社は、決し\nて、偏向した従業員教育、反共思想教育を行つているのではない。\n（四）　請求原因２（五）（「特殊対策」推進の組織と指示系統）の主張について\n被告会社は、「七〇年対策」として従業員の観察の強化をすすめてきたが、その\nために、尾行、個室への無断侵入、公安調査庁その他の官署との連絡等の人権侵害\n行為を各職場において会社的に実行したことは、否認する。\n３（一）　請求原因３（一）（労務管理懇談会の実施経過）について\n原告らの主張の日時、場所において、Ｐ7課長の発意に基づき役付懇談会が開催さ\nれたことは認める。\n懇談会は、役付者の教育として行われ、Ｐ7課長の講義と七〇年問題の啓蒙のため\nの事例研修が行われた。事例研修のテーマは、観察の強化であつた。\nＰ7課長は、懇談会開催に先立つて、兵庫、西宮、尼崎、明石及び淡路の五営業所\nから原告ら四名を含む五名の従業員を抽出して、その上司に特別に観察を依頼し\nた。原告らを対象としたのは、入社したての若くて影響を受けやすい層がたくさん\nいる営業所に勤務しており、また、これら営業所は外部との接触がさかんで、そこ\nから被告会社の種々の情報が外部へ漏れるという危惧があつたからである。\n事例研修では、部下の昀近の動静、例えば、上司との関係、交友関係、勤務状況\n等がテーマとされたが、具体的なまとめ方は各発表者に任せられた。\n懇談会の発言においては、実際には実践的な観察はあまりやつていないのに、義\n務観からか、あるいは、Ｐ7課長に自分をよくみてもらおうという気持からか、具体\n的内容を示さず「やつています」ということを強調したがる傾向がみられた。ま\nた、一部に思いつきの発言やけしかける発言があつたが、けしかけ等が懇談会の主\n流的な傾向ではなかつたこと、あくまで机上の事例研修であつて実践を目的とする\nものではなかつたこと、その後の発言を萎縮させることのないように配慮したこと\n等の理由から、Ｐ7課長らは、右のけしかける発言を特に抑えることはしなかつた。\nなお、懇談会の結果は、Ｐ8係長によつて懇談会実施報告書としてまとめられた\nが、右報告書及びこれに添付のメモ中にも、前述の誇張発言、虚構発言がそのまま\n記載されている。\n（二）　請求原因３（二）（労務管理懇談会の目的と位置づけ）について\n役付懇談会は、「七〇年対策」の問題意識の高揚のため以外の何の目的ももつて\nいない。\nこの懇談会は、あくまで実践を目的としない机上の事例研修にすぎないのであつ\nて、現にこの懇談会を契機として原告らに対する不当な差別等の行為が行われたと\nいう事実は全く存しない。また、懇談会の前後を通じて、報告書添付のメモの中に\n散見される誇張されたとおりの、あるいは、虚構の対策がとられたという事実もな\nい。\n４（一）　請求原因４（一）（原告Ｐ1に対する加害行為）の主張について\n（１）　同（１）（身辺調査、監視）の主張について\n被告会社が、原告Ｐ1の上司であるＰ11主任及びその後任のＰ9主任に対し、こと\nさら同原告の思想、活動を調査、監視するよう命じたことは、否認する。もつと\nも、Ｐ7課長とＰ34課長とが、Ｐ9主任に対し、原告Ｐ1を観察するよう依頼、指示し\nた事実はあるが、観察自体は、なんら違法性を帯びるものではない。\nＰ9主任が、原告Ｐ1と同一交通機関を利用する二名の従業員に対し、同原告の煽\n動に乗つたり、影響を受けたりということのないよう話したことは認めるが、この\nこと自体は、とるに足りない事実である。\nＰ11、Ｐ9両主任が、原告Ｐ1と通勤途上一緒になつた者に対し、同道の理由、対\n話の内容等を問い質したことは、否認する。\n原告Ｐ1に内線係への業務変更があつたことは認めるが、その理由は、同原告には\n現場の土地かんがあり、また、新業務の内容は外線業務の経験も生かせるものであ\nることから、同原告は新業務に適任と判断したためであつて、正当である。\n右の業務変更に伴い原告Ｐ1の席を検査班長の席の前に移したことは認めるが、こ\nれは、当該業務の責任者がＰ22検査班長であつたため、業務遂行の便宜を図つてな\nされたものである。\n原告Ｐ1に電話をとらせない体制がつくられたことは、否認する。同原告もしばし\nば電話をとつていた。\n昭和四三年五月末の内線係の慰安旅行の際、Ｐ9主任らが原告Ｐ1を監視したこと\nは、否認する。列車内の座席割りや旅館の部屋割りは、旅行担当幹事が任意にした\nものであつて、Ｐ9主任が幹事に命じてさせたものではない。\n被告会社が原告Ｐ1のロツカー内の私物調査をさせたことは、否認する。当時、ロ\nツカーの鍵はそれらを使用する各人に保管されていたから、ロツカー内の私物調査\nをすることは、不可能であつた。\n昭和四五年一一月ころ、Ｐ20課長が原告Ｐ1の送付した選挙用法定推せん葉書を回\n収したこと、被告会社は、同原告が昼休み時に将棋をする場合、その観戦を装つて\n同原告を監視する者を配置したこと、昭和四七年三月、労務担当者をして、同原告\nとたまたま酒席をともにした営業所員からその際の対話内容を調査させたことは、\nいずれも否認する。\n以上のほか、被告会社が、原告Ｐ1に対し、身辺調査、監視の措置をとつたとの主\n張は、すべて争う。\n（２）　請求原因４（一）（２）（排除、孤立化）の主張について\n被告会社が、昭和四一年八月、原告Ｐ1を三国営業所から兵庫営業所へ配転したこ\nとは認めるが、その理由は、支店間の人事交流のためであつて、もとより同原告の\n孤立化を目的としたものではない。\n被告会社が、原告Ｐ1の兵庫営業所への転入に際し、営業所員に対し、同原告を孤\n立化させ、その活動を封殺する必要を説明し、同原告との接触を禁じ、孤立化させ\n排除することを指示したことは、否認する。\n原告Ｐ1が、昭和四一年一〇月以降、安全推進委員及び安全週番になつていないこ\nとは認めるが、安全推進委員及び安全週番は主として外勤で柱上作業をしたり車両\nの運転をする者に担当させていたものであるから、机上勤務の同原告に担当させて\nいないことは、当然である。\n原告Ｐ1の外勤から内勤への配転の事実は認めるが、これは、正当な業務上の必要\nに基づくものである。\n被告会社が、原告Ｐ1をことさら会議に出席させない措置をとつたことは、否認す\nる。\nＰ32課長が、昭和四四年一月、Ｐ33が社宅に被告会社を中傷、誹謗するビラを配\n布したことに関連し、社員の自覚と職場規律の確立に関する支配人通達を所属長と\nして部下に周知徹底したことは認めるが、その際、原告Ｐ1の氏名をあげて、同原告\nを特に注意するよう課員に指示したことは、否認する。\n原告Ｐ1は、社内教育のうち、青年者教育を受けている。同原告がその他の社内教\n育に参加していないことは認めるが、そのことをもつて不当な差別であるとはいえ\nない。被告会社では、全従業員を順番に社内教育に参加させるシステムはとられて\nおらず、教育受講者は、各教育ごとに関係所属長により担当業務、経験等を勘案し\nて必要と考えられる者が選定されるものであるところ、同原告には、教育の必要は\n認められなかつたのである。\n被告会社が、一切の文化体育活動から原告Ｐ1を排除したことは、否認する。同原\n告は、現に、将棋のリーグ戦に出場しており、将棋以外の文化体育活動について\nは、時間の余裕がないため、自らの意思でやつていないにすぎない。\n以上のほか、被告会社が、原告Ｐ1に対し、排除、孤立化の措置をとつたとの主張\nは、すべて争う。\n（３）　請求原因４（一）（３）（仕事上の差別）の主張について\n原告Ｐ1が、三国営業所配電課外線業務から兵庫営業所現サ課内線業務に配置換え\nとなつたことは認めるが、同原告に対する担当業務の変更は、業務上の必要に基づ\nく正当なものであつて、差別扱いを意図したものではない。被告会社では、配電課\nから現サ課への配転は、常時行われており、特異なケースではなく、兵庫営業所で\nの担当業務も電気配線に関するものであるから、電気科出身である同原告にとつ\nて、別分野の業務ではない。\n以上のほか、被告会社が、原告Ｐ1に対し、仕事上の差別をしたとの主張は、すべ\nて争う。\n（４）　請求原因４（一）（４）（転向強要）の主張について\n被告会社が、昭和四二年一〇月、Ｐ34課長をして、原告Ｐ1に対し、思想をあらた\nめ活動をやめるよう強要させたことは、否認する。\n（二）　請求原因４（二）（原告Ｐ2に対する加害行為）の主張について\n（１）　同（１）（思想、活動の調査）の主張は、争う。\n（２）　同（２）（思想の自由に対する直接的侵害行為）の主張について\nＰ35課長が、昭和四四年四月、賃金上の差別待遇があると抗議に来た原告Ｐ2に対\nし、マルクス主義の考え方をもついじようは、昇給査定の低いことは当然であると\nいう趣旨の発言をしたことは、否認する。同課長は、欠勤が多いこと、事前連絡な\nく欠勤するため業務に支障があることを指摘したにとどまる。\nその他、被告会社が、原告Ｐ2に対し、思想、名誉の侵害行為をしたとの主張は、\n争う。\n（３）　請求原因４（二）（３）（差別的監視）の主張について\n被告会社が、西宮営業所において、原告Ｐ2の行為を日常的に監視する体制をつく\nつたことは、否認する。新増設受付窓口係における座席配置は、業務の都合を考慮\nし、また、課長、主任が全員を見渡すことができるように決められたものであり、\nしかも、同原告は、前任者の座席をそのまま引き継いだにすぎない。\n被告会社が、職制をして原告Ｐ2の休暇中の動向を調査させたことは、否認する。\n昭和四三年に同原告が病気休暇をとつた際、Ｐ10主任が、同原告方を訪問したこと\nは認めるが、それは、病気見舞いのためであり、上司が部下の病気見舞いをするこ\nとは、被告会社では慣例となつている。\nその他、被告会社が、原告Ｐ2に対し、差別的監視をしたとの主張は、すべて争\nう。\n（４）　請求原因４（二）（４）（孤立化）の主張について\n被告会社が、原告Ｐ2を職場の同僚から孤立化させることを目的に、同時勤務の相\n手方には若い人がつかないよう工作を行つたことは、否認する。\n昭和四四年、レクリーダー会議において、原告Ｐ2を文化体育活動から排除すると\nの方針が決定されたことは、否認する。専門部にも属さず、若手でもない同原告\nが、結果としてスポーツ大会の選手に選ばれなかつたとしても、何ら奇異ではな\nい。また、同原告は、フリーテニス、ソフトボール及びバレーボール大会並びに文\n化祭の芝居には参加している。\nその他、被告会社が、原告Ｐ2に対し、孤立化措置をとつたとの主張は、すべて争\nう。\n（三）　請求原因４（三）（原告Ｐ3に対する加害行為）の主張について\n（１）　同（１）（監視、調査）の主張について\nＰ11主任が、原告Ｐ3の動言に注意を払つていたことは認めるが、全営業所をあげ\nて同原告の言動、私生活の一切について特別の監視体制をとり、調査、情報収集を\n行つていたことは、否認する。\n昭和四三年春の新社屋の移転に伴つて、被告会社が、原告Ｐ3の机の位置を変えた\nことは認めるが、ことさら監視しやすい位置に配置したことは、否認する。なお、\n同原告が新社屋で勤務した期間は、一〇日間にすぎない。\n被告会社が、内線係試験室における原告Ｐ3の同僚であるＰ42に対し、同原告の監\n視、報告を命じたことは、否認する。\nＰ11主任、Ｐ20課長が、原告Ｐ3の更衣用ロツカーを調査したことは、いずれも否\n認する。\n被告会社が、昭和四三年七月一日、Ｐ43議員の講演会に、原告Ｐ3の参加状況を調\n査するため労務担当者を派遣したことは、否認する。右講演会は、公開のものであ\nるし、仮に労務担当者が入場していたとしても、被告会社の関知するところではな\nい。\n被告会社が、昭和四七年二月一七日、Ｐ46主任に原告Ｐ3の張り込み、監視を行わ\nせたことは、否認する。Ｐ46主任が、そのころ、同原告と出会つたことは認める\nが、それは、偶然にすぎず、同主任は、その時、手帳に俳句の創作を試みていたの\nである。\n昭和四六年五月に座席の配者換えがあつたことは認めるが、それは、所員の気分\n転換と環境整備のために行われたものであり、原告Ｐ3を監視する目的などなかつ\nた。なお、約半月後には、同原告の希望を入れ、再度配置換えがされている。\n昭和四六年六月七日、Ｐ47班長が、原告Ｐ3宛の電話を受け、相手の氏名を聞いて\nメモをとつたところ、同原告からメモをとつたことについて抗議を受け、そのメモ\nを焼却してしまつたことは認めるが、電話を取り次ぐ際に相手方の氏名を聞くこと\nは当然であるし、その際メモをとることは習慣になつていたことであつて、何ら非\n難される筋合いのものではない。\n以上のほか、被告会社が、原告Ｐ3に対し、監視、調査の措置をとつたとの主張\nは、すべて争う。\n（２）　請求原因４（三）（２）（弧立化）の主張について\n被告会社が、昭和三九年八月、原告Ｐ3を現業係から内線係試験室に配転したこと\nは認めるが、これは、技術系の若手社員は、現業係で、ある程度経験を積んだ後、\n内線係へ移るというローテーシヨンに従い、かつ、同原告の場合は、さらに、車両\n運転社内認定が取り消され、現業係の業務遂行に支障をきたすという事情もあつた\nことに基づくもので、他意はない。\n被告会社が、職制をして、写真部の個々の部員に対し、退部を説得させ、その結\n果、同部が解散したことは、否認する。写真部の運営は、部員により自主的に行わ\nれていた。写真部は、例会が行われなくなつて活動が不活発になつたまでで、とり\nたてて、解散手続なり解散宣言なりがされたわけではない。\n被告会社が、原告Ｐ3とつき合わないよう、検針係のＰ48や内線係のＰ51に、上司\nをして注意させたことは、否認する。\n昭和四三年一〇月、所員のボーリング大会が開かれた際、被告会社が、原告Ｐ3を\n呼びかけもせず排除したことは、否認する。右のボーリング大会は、私的なもので\nあり、被告会社の関与は、ない。\n被告会社が、昭和四三年九月、原告Ｐ3を京都上営業所に配転したことは認める\nが、同原告のように大阪在住者であれば、京都は通勤可能圏内であり、また、支店\n間の転勤は人事交流のため常にあるケースで、現に、同時期に、尼崎営業所から大\n阪北支店三国営業所、大阪南支店布施営業所へ転出した者がいる。同原告の場合も\nそのような定期異動の意味でなされたものであつて、特にほかの理由はない。\n以上のほか、被告会社が、原告Ｐ3に対し、孤立化措置をとつたとの主張は、すべ\nて争う。\n（３）　請求原因４（三）（３）（思想攻撃）の主張について\nＰ52班長が、昭和四三年一〇月七日、原告Ｐ3を酒席に誘つたことは認めるが、そ\nの席上、「会社の内密文書には、君が共産党の活動をしていると書かれている。」\nと話をしたことは、否認する。Ｐ52班長には、同原告の活動を抑制したり、転向を\n強要する意思は全くなく、そのような趣旨の話もしていない。\n（四）　請求原因４（四）（原告Ｐ4に対する加害行為）の主張について\n（１）　同（１）（監視）の主張について\nＰ58課長が、原告Ｐ4は共産党員だから皆で力を合わせて監視してほしい旨の発言\nをしたことは、否認する。同課長は、一般的な事務取扱上の注意として、朝のミー\nテイングにおいて、課員に対し、電話を取り次ぐときは相手方、内容、連絡事項の\n確認等を正確にするように話したことはあるが、同原告は、これを自分に対する監\n視の指示と曲解したものである。\n被告会社が、原告Ｐ4の社外における共産党関係の集会への参加状況を監視、調査\nしたことは、否認する。\n以上のほか、被告会社が、原告Ｐ4に対し、その全生活にわたる監視をしたとの主\n張は、すべて争う。\n（２）　請求原因４（四）（２）（孤立化、「職場八分」、排除）の主張について\n被告会社が、原告Ｐ4の同僚らに対し、休憩時に同原告と碁を打つことをやめさせ\nようとしたことは、否認する。\n被告会社が、原告Ｐ4を文化体育活動から排除したことは、否認する。原告Ｐ\n4は、社内の体育活動としては、昭和四二年、バレーボール大会に、その後、輪投げ\n大会に、それぞれ参加していた。また、同原告が、演劇コンクールの際、舞台げい\nこに参加しなかつたのは、出演者ではなかつたのだから、当然のことである。\n被告会社が、原告Ｐ4を親睦会の幹事に再選することのないよう工作し、これを阻\n止したことは、否認する。親睦会の幹事は一年で交替することが通例となつていた\nので、同原告も右の通例に従い幹事をおりたにすぎない。\n昭和四三、四年ころ、原告Ｐ4が安全週番につかなかつたことは認めるが、被告会\n社が故意につかせなかつたのではなく、事務上の手違いにより他の数名の者ととも\nに脱落していたにすぎない。その後、同原告から庶務課へ申し出があり、以後、全\n員が安全週番についた。\n被告会社が、昭和四四年一〇月から、原告Ｐ4にメツシユ作業を担当させたことは\n認めるが、右作業は、全社的な実用化のための基礎作業として有益なものであつ\nて、同原告の孤立化を目的としたものではない。また、右作業については、Ｐ13主\n任が昀も精通していたので、同原告を指導し易いように、同原告の座席を同主任の\n付近に配置したにすぎない。\n被告会社が、昭和四一年ころから昭和四六年ころにかけて、原告Ｐ4とつき合つた\n職場の同僚に対し、その上司をして注意をさせたり、同原告に対する孤立化、排除\nの方針に協力するよう説得させたりしたことは、否認する。\n以上のほか、被告会社が、原告Ｐ4に対し、孤立化、排除の措置をとつたとの主張\nは、すべて争う。なお、Ｐ60は、昭和四六年ころ、明石営業所の労務担当ではなか\nつた。\n（３）　請求原因４（四）（３）（労働組合活動に対する介入、干渉）の主張につ\nいて\n被告会社が、昭和四一年の支部代議員選挙において、原告Ｐ4を当選させないため\n介入したことは、否認する。右の際、被告会社が、選挙会の協力を得て、同原告に\n投票した者の氏名を調査、確認したことはない。昭和四一年四月には、地区代議員\n選挙は実施されておらず、したがつて、このころ、被告会社が、同原告への投票者\nを調査、確認したということもない。\n５　請求原因５（本件各労務管理の違法性）の主張について\n（一）　同（二）（１）（労務管理懇談会開催の違法性）の主張について\n役付懇談会は、特定の者のみが参加した非公開の席での机上演習であり、また、\nその結果を記録した報告書及びメモは、Ｐ7課長個人の手持ちの資料として保管され\nていたものである。したがつて、原告らの名誉が公然と毀損されたという事実は、\n何ら存在しない。\n原告らが、後日、右報告書及びメモを読み、不快の情を抱いたとしても、内心の\n名誉感情は、法的保護に値する利益ではないから、原告らに損害があつたとはいえ\nない。\n（二）　請求原因５（二）（２）（原告ら各人に対する各加害行為の違法性）のう\nち、名誉毀損の主張について\n原告らがその名誉の侵害行為として主張する閑職への配転、安全週番、安全推進\n委員及び社内教育受講者への不選出、並びに文化体育活動での差別等の事実は、い\nずれも原告らの人格的属性の評価とは直接には関係しないものである。ところで、\n名誉毀損とは、人の人格的属性の評価に対する攻撃をいうから、右事実をもつて\nは、原告らに対する名誉毀損行為があつたとはいえない。\nまた、原告らは、「職場八分」という用語によつてあたかも共同絶交があつたか\nの主張をするが、共同絶交の事実は存在しない。\n以上のとおりであるから、本件において、何らの名誉毀損行為もなされていな\nい。\n（三）　従業員に対する観察の違法性について\n被告会社は、「七〇年対策」として、従業員に対する監察を強化したが、右行為\nには、違法性がない。\nすなわち、およそ、会社が、身上申告書で知り得る情報以上に特定の個人につい\nて情報を収集することも、目的によつては、許容されるべきである。しかも、会社\nと従業員との接触関係が、社会の情勢の変化とともに広く深いかかわり方をする場\n合があり、会社として、従業員の動向により広く深い関心を持たざるをえない局面\nを迎えることもないではなく、かかる局面では、特別な接触関係が生じたものとし\nて、より広く、深い個人情報の開披を求め、収集することも可能と解すべきであ\nる。例えば、七〇年安保改訂期における企業の安全と社員の動向という関係が、ま\nさにこれにあたる。\n以上のとおり、被告会社が、七〇年安保改訂期にあたり、公益、公共事業を営む\nものとして従業員に対する観察の強化を行うことは、企業防衛の見地から当然許さ\nれるべきであり、例え特定の者にのみその観察の眼を注いだとしても、そのことに\nよつて非難されるいわれはない。\n６　請求原因７（損害）の主張について\n右の事実は、争う。\n三　抗弁\n（消滅時効）\n１　原告らが不法行為として主張する各事実は、原告らと被告会社との雇傭関係を\nめぐる場で発生しているから、原告らは、各行為につきその損害及び加害者を、各\n行為時において知つたものといえる。\nそして、不法行為が継続的になされた複数の行為から構成されている場合、損害\n賠償請求権の消滅時効は、各行為ごとに個別に進行すると解すべきである。\nところで、本件においては、原告らは、昭和四六年六月四日到達の書面によつ\nて、被告会社に対し不法行為に基づく損害賠償の催告をなし、同年一二月二日に本\n訴を提起した。\nしたがつて、民法七二四条により、原告ら主張の加害行為のうち昭和四三年六月\n三日以前の行為によつて発生した損害賠償請求権については、すでに消滅時効が完\n成しているので、被告会社は、右時効を採用する。\n２　原告らは、昭和四六年一二月二日、本訴状において、精神的苦痛に対する損害\nとして各自五〇万円の支払を求めたが、昭和五七年一一月二九日、各自二〇〇万円\nに請求を拡張した。\n右請求拡張分一五〇万円については、本訴提起によつて時効は中断しないので、\n遅くとも、本訴提起の日である昭和四六年一二月二日から三年を経過した昭和四九\n年一二月二日に、民法七二四条により、消滅時効が完成した。\n被告会社は、右時効を援用する。\n３　原告らは、昭和五七年一一月二九日、各自弁護士費用八七万一〇〇〇円につ\nき、請求を拡張した。\n右請求拡張部分についても、遅くとも、本訴提起の日から三年を経過した昭和四\n九年一二月二日に民法七二四条により消滅時効が完成したので、被告会社は、右時\n効を援用する。\n四　抗弁に対する認否及び原告らの反論\n１　抗弁１の主張は争う。\n原告らが損害及び加害者を知つた時は、労務管理懇談会の報告書及びメモを読ん\nだ時であり、それは、昭和四六年ころである。\n２　抗弁２の主張は争う。\n原告らの当初の各自五〇万円の損害賠償請求においては、一部請求の趣旨が明示\nされていなかつたから、請求による時効中断効は、債権の全部に及ぶ。\nしたがつて、後の請求拡張部分についても時効は中断されている。\n３　抗弁３の主張は争う。\n同一原因によつて生じた損害については、費目ごとに細分されず、また、財産上\nの損害であるか精神的損害であるかを問わず、一個の訴訟物であるとされている。\nしたがつて、明示的でない一部請求による時効中断効は、債権全部、すなわち、弁\n護士費用についての損害賠償請求権にも及ぶ。\nまた、本件においては、弁護士費用支払の合意は、昭和五七年一一月九日になさ\nれたところ、弁護士費用についての損害賠償請求権の消滅時効は、その支払契約締\n結時までは進行しないと解されるから、未だ完成していない。\n以上いずれの点からも、抗弁３の主張は失当である。\n第三　証拠（省略）\n理由目次\n一　本件に至る経緯\n１　原告らの思想、信条及び組合活動歴ならびに関電労組内における立場\n２　関電労組の結成とその後の歩み\n３　被告会社の労務対策\n二　当裁判所の基本的見解\n三　証拠排除の申立について\n１　甲第二六号証、同第二七号証の一、二、同第二八号証の一ないし三、同第二九\nないし第三一号証、同第三二号証の一、二、四ないし六\n２　甲第八〇号証\n３　検甲第一号証\n四　被告会社の不法行為の成否\n１　甲号証の成立について\n２　被告会社の特殊対策\n３　原告らに対する被告会社の行為\n（一）　労務管理懇談会の開催\n（二）　原告Ｐ1関係\n（１）　監視\n（２）　孤立化\n（三）　原告Ｐ2関係\n（１）　監視\n（２）　孤立化\n（四）　原告Ｐ3関係\n（１）　監視\n（２）　孤立化\n（五）　原告Ｐ4関係\n（１）　監視\n（２）　孤立化\n４　被告会社による行為の違法性\n５　その余の原告ら主張事実について\n五　被告の抗弁について\n消滅時効\n六　結論\n理　　　由\n一　本件に至る経緯\n１　原告らの思想、信条及び組合活動歴ならびに関電労組内における立場\n証人Ｐ5の証言、原告Ｐ1（第一、二回）、同Ｐ3（第一回）、同Ｐ2、同Ｐ4の各本\n人尋問の結果によれば、次の事実を認めることができ、右認定を覆えすに足りる証\n拠はない。\n（一）　原告らは、いずれも被告会社の従業員で、関電労組の組合員であり、共産\n党員ないしはその同調者であつて（原告Ｐ1、同Ｐ2は、右本人尋問において、同党\n員であることを自認している）、資本から独立した労使対等の階級的、民主的な労\n働組合運動をめざし、関電労組主流派執行部の労使協調主義には反対の立場をとつ\nているものであるが、原告ら左派系グループは、関電労組内部においてはもともと\n少数派であり、いわゆる六〇年安保にかけて左翼労働運動がたかまつたころには、\n関電労組本部常任執行委員中においても、かなりの勢力の伸長をみて、昭和三七年\nには同派の中心的存在であるＰ5が関電労組本部書記長に当選し、原告Ｐ1が被告会\n社三国営業所の支部執行委員に昀高位で当選するなどした時期もあつたものの、昭\n和四〇年代に入ると再び衰退に向い、昭和四〇年には右Ｐ5が本部執行委員選挙で、\n原告Ｐ2が支部執行委員選挙でいずれも落選し、昭和四一年には原告Ｐ1も本部執行\n委員選挙に落選して、現在原告ら左派は、関電労組本部、支部の各執行部に一名の\n執行委員も有しておらず、同労組内ではまつたくの少数派となつている。\n（二）　原告らの個々の社内歴及び組合活動歴は、次のとおりである。\n（１）　原告Ｐ1\n昭和三〇年四月に被告会社に入社、三国営業所料金課、同配電課を経て、昭和四\n一年八月兵庫営業所現サ課に配属され、現在に至つている。\n労組活動歴としては、昭和三六年三国支部職場委員、昭和三七年ないし三九年同\n支部執行委員、昭和四〇年大阪北地区本部常任執行委員、電労連代議員にそれぞれ\n当選した。\nこの間、同原告は、職場の自主的な青年中心のサークル活動「やろう会」の運営\n委員として、その機関誌の編集等の活動もしていた（右社内歴及び昭和三七年ない\nし三九年に支部執行委員、昭和四〇年に本部常任執行委員各当選の事実について\nは、当事者間に争いがない。）。\n（２）　原告Ｐ2\n昭和二二年四月に被告会社の前身である関西配電株式会社に入社、神戸支店湊川\n配電局葺合変電所、三宮営業店、湊町営業店、板宿営業店、西宮営業所に順次勤務\nし、昭和四五年一〇月大阪北支店に配転となり、今里営業所、扇町営業所を経て現\n在に至つている。\n労組活動歴としては、昭和二四年電産湊川分会青年婦人部幹事、電産関西地方本\n部代議員、昭和二八、二九年電産湊川分会執行委員、電産兵庫県支部、関西地方本\n部各代議員、昭和三二年に関電労組に加入、昭和三三年ないし四〇年関電労組西宮\n支部執行委員、昭和三六年ないし四〇年同支部副執行委員長、その間に右労組兵庫\n地区代議員、本部執行委員、本部代議員等を歴任した。\n同原告は、この間西宮支部で通勤定期の一部区間分支給廃止に対する反対運動そ\nの他職場要求の獲得運動の先頭に立つて闘つてきた（右社内歴及び昭和三三年ない\nし四〇年関電労組西宮支部執行委員、昭和三六年ないし四〇年同支部副執行委員長\n各歴任の事実は、当事者間に争いがない。）。\n（３）　原告Ｐ3\n昭和三二年四月に被告会社に入社、尼崎営業所料金課検針係、現サ課現業係、同\n内線係を経て、昭和四三年九月京都上営業所現サ課に配転され現在に至つている。\nこの間、昭和三六年ころから関電労組青年婦人部委員二年間、地区本部代議員に\n立候補の外、レクリエーシヨン活動をリードし、写真部サークルの復興に努めるな\nどの活動をしてきた（右社内歴は当事者間に争いがない。）。\n（４）　原告Ｐ4\n昭和一七年一月に被告会社の前身である山陽配電株式会社に入社、同年一〇月被\n告会社勤務となり、その後徴用令により休職し兵役に服務、昭和二四年一〇月復\n職、神戸支店労務課、尼崎営業所を経て、昭和四〇年三月明石営業所営業課に配転\nされ、現在に至つている。\n同原告の労組活動歴としては、昭和二六年電産兵庫県支部神戸支店分会書記長、\n昭和二八年ないし三一年電産尼崎分会執行委員及び書記長、電産兵庫県支部代議\n員、昭和三三年関電労組尼崎支部執行委員、昭和三四年ないし三七年同支部書記\n長、兵庫地区執行委員、本部代議員、昭和三八年尼崎支部執行委員を歴任した（右\n社内歴及び昭和三三、三八年関電労組尼崎支部執行委員、昭和三四ないし三六年同\n支部書記長、昭和三五、三六年兵庫地区執行委員であつたことは、当事者間に争い\nがない。）。\n２　関電労組の結成とその後の歩み\n成立に争いのない甲第七三号証の一ないし四九、乙第五、第六号証、同第三四号\n証、同第四一号証、同第四五号証、弁論の全趣旨により真正に成立したものと認め\nられる同第四〇号証、原告Ｐ1本人尋問の結果（第一回）によつて真正に成立したも\nのと認められる甲第六九号証によれば、次の事実を認めることができ、右認定を覆\nえすに足りる証拠はない。\n関電労組は、昭和二八年五月、電気産業の全国単一産業別労働組合であり、左派\n系執行部が指導する電産の九電力会社ごとの各支部から、企業別労働組合が相次い\nで分裂していく全国的な動きのなかの一つとして結成された。その後しばらくは関\n電労組と電産支部とが併存していたが、昭和三一年ころ関電労組が電産支部の左派\n系残存組合員の全員加入を認めたので、ここに電産支部は消滅するに至つた。翌昭\n和三二年関電労組は、総評（日本労働組合総評議会の略称。以下同じ）から脱退し\nた労働組合により昭和二九年五月に結成されていた全労会議（全日本労働組合会議\nの略称。後の全日本労働総同盟）に加盟し、昭和三五年社会党（日本社会党の略\n称。以下同じ）が分裂し民社党（当時の名称は民主社会党）が結成された当初の第\n九回大会では、社会党及び民社党支持を決定していたが、昭和四一年の第一五回大\n会からは民社党支持、社会党協力と変り、昭和四三年の第一七回大会で民社党単独\n支持を決定して今日に至つており、結成以来右の動向に伴つて、昭和三三年四月一\n日には、被告会社との間に「労使双方は相互の理解と信頼の上に立つて、企業運営\nの円滑化を図り、生産性の向上、労働条件の向上に努めるものとする」旨の前文を\n有する労働協約を締結するなど、労使協調路線が定着し、被告会社との関係は安定\nしていて、被告会社の課長、主任等職制の大半を関電労組の役員経験者が占めるに\n至つている。また、右の第一五回大会選出の新執行委員長が、共産党とは明確に一\n線を画するとの方針を打ち出すなど、同党とは従来から対立関係にある。\n３　被告会社の労務対策\n前掲書証のほか、成立に争いのない甲第一〇ないし第一五号証、同第一七ないし\n第一九号証、同第二一、第二二号証、同第七六号証、同第八一、第八二号証、同第\n九二号証、同第一〇五ないし第一〇八号証によれば、次の事実を認めることがで\nき、証人Ｐ66の証言（第一、二回）中、右認定に反する部分は信用しない。\n被告会社は、従来左派指導下の産業別組合である電産は、階級闘争主義、闘争至\n上主義に偏向しており、本来企業あつての組合なのであるから企業別組合が望まし\nいと考えていたので、電産から企業別組合である関電労組が左派と袂を分つて結成\nされたことを高く評価し、以来関電労組との間の信頼関係の強化に努め、前項記載\nのような労働協約も締結するに至つた。\nまた、被告会社は、従来共産党はマルクス・レーニン主義を奉じるものであるか\nら、昭和三一年の党大会で戦術転換をしてはいるものの、究極的には暴力革命を是\n認しており、企業活動に害を及ぼすものであるとの立場をとつていたところ、前記\nのとおり、昭和三〇年代後半に関電労組内において原告ら左派勢力が増大してきた\nことから、これに対抗し、労務部において発行する労務資料に、学者、評論家によ\nる共産主義の批判的解説、共産党の現状と展望等の資料や、共産党の指導下にある\nとみられている民青同盟、新日本婦人の会、労音（勤労者音楽協議会の略称）等の\n組織の批判的解説等の特集記事を掲載して、昭和三七年一〇月一五日の第一〇〇一\n号以降多数刊行し、被告会社の職制の末端で現実に労務を担当している各支店、営\n業所の課長、主任ら全役付従業員に配付するなど、職制に対し反共産主義的な思想\nの宣伝、教化に努めるとともに、一般従業員に対しても、本店、支店の社内教育に\nおいて、社内懇談会を開催したり、公安調査局課長を講師に招く等、反共産主義的\n思想の教化、宣伝を強化し、積極的に反共産主義的な思想を有する若年従業員の育\n成をはかり、原告ら左派勢力の伸長を抑制しようとしてきたものである。\n二　当裁判所の基本的見解\n憲法一四条は思想、信条による差別待遇を禁止し、同法一九条は思想の自由を保\n障しているが、右各規定は、もつぱら国又は公共団体と個人との間の関係を規律す\nるものであり、私人相互間の関係を直接規律するものではないと解されるから、私\n人間において思想、信条による差別がなされ、或は思想の自由が侵害されたとして\nも、直ちに右規定を適用ないし類推適用することはできないが、労働基準法三条\nは、使用者による労働者の国籍、信条又は社会的身分を理由とする賃金、労働時間\nその他の労働条件についての差別的取扱を禁止しており、右法条の趣旨に照らす\nと、企業は、経営秩序を維持し、生産性向上を目的とするなど合理的理由のある場\n合を除き、その優越的地位を利用してみだりに労働者の思想、信条の自由を侵すこ\nとがあつてはならないのであり、前記の経営秩序の維持、生産性向上を理由とする\n場合にも、これを阻害する抽象的危険では足りず、現実かつ具体的危険が認められ\nる場合に限定されるとともに、その手段、方法において相当であることを要し、労\n働者の思想、信条の自由が使用者の一方的行為によりみだりに奪われることはない\nというのが一つの公序を形成しているものと考える。\n三　証拠排除の申立について\n１　甲第二六号証、同第二七号証の一、二、同第二八号証の一ないし三、同第二九\nないし第三一号証、同第三二号証の一、二及び四ないし六について\n被告会社は、違法な手段によつて収集された証拠は、信義則上証拠能力が否定さ\nれるべきところ、右甲号各証は、いずれも被告会社神戸支店労務課労務係において\n保管中、昭和四三年七月から昭和四四年六月末までの間に、何人かによつて窃取さ\nれたものであり、原告らはその情を知りながら、その不法性を容認したうえこれを\n入手し、書証として提出したものであるから、右甲号各証は証拠から排除されるべ\nきであるというのである。\nしかし、民事訴訟においては、例えば、一方当事者が自ら若しくは第三者と共謀\nないし第三者を教唆して他方当事者の所持する文書を窃取するなど、信義則上これ\nを証拠とすることが許されないとするに足りる特段の事情がない限り、民事訴訟に\nおける真実発見の要請その他の諸原則に照らし、文書には原則として証拠能力を認\nめるのが相当であり、単に第三者の窃取にかかる文書であるという事由のみでは、\nなおその文書の証拠能力を否定するには足りないものと解すべきである。\nしかるに、証人Ｐ67の供述は、単に右甲号各証は、自己が被告会社神戸支店の労\n務担当として勤務した昭和四三年七月から昭和四四年六月までの間に、保管中の施\n錠された専用キヤビネツトの中から紛失したものであるから、何人かにより窃取さ\nれたものに相違ないというにとどまり、それ自体何人かが窃取したのかさえなお不\n明であつて、到底右の特段の事情を認めるに足らず、その他本件全証拠によつても\n右の特段の事情はこれを認めることができないから、右甲号各証につき証拠排除を\n求める被告会社の申立は失当というべきである。\n２　甲第八〇号証について\n（一）　被告会社は、原告らは甲第八〇号証と同一の書証を先に一旦旧甲第一号証\nとして提出し、被告会社の異議により撤回したのだから、その際、被告会社との間\nに、右書証を本訴においては証拠としない旨の訴訟上の合意が成立したものと解す\nべく、従つて、甲第八〇号証の提出は右合意に反し、かつ、信義則にも反するか\nら、右甲第八〇号証の提出は却下されるべきであるというのである。\nしかしながら、書証は一旦撤回したからといつて、時機に遅れた等の不適法事由\nがない限り、再度提出することが許されなくなるわけではないから、単に撤回した\nというだけで直ちに相手方との間に再度不提出の合意が成立したものと解すること\nは許されないというべきであり、当事者間に再度の不提出につき特段の合意がない\n限り、一旦撤回した書証を再度提出することは、原則として妨げないものと解され\nるところ、本件全証拠によつても、旧甲第一号証につき、当事者間において、再度\n不提出の合意が成立したことを認めることはできない。\n（二）　被告会社は、甲第八〇号証についても、１の甲号各証と同様窃取された違\n法収集証拠であるから、証拠排除がなされるべきであるというのであるが、これが\n理由のないことは、次の点を付け加えるほかは１において述べたとおりである。\n成立に争いのない乙第一号証によれば、第一三三回定例兵庫県議会において、共\n産党議員が甲第八〇号証の写しを示して県当局に質問した際、その原本をお目にか\nけても結構である旨述べていることが認められるが、この種発言にありがちな誇張\n的性格を考慮すれば、右の言辞のみでは必ずしも直ちに原告らが甲第八〇号証の原\n本を所持しているものと認めることはできず、まして前記の如き特段の事情は到底\n認めることができない。\n３　検甲第一号証について\n検甲第一号証は甲第八〇号証と同一のものであつて、被告会社がこれにつき証拠\n排除を求める理由も甲第八〇号証について述べたとおりであり、これが理由のない\nことも、既に２に述べたとおりである。\n四　被告会社の不法行為の成否\n１　甲号証の成立について\n（一）　甲第八五号証の成立\n成立に争いのない甲第一二〇号証、乙第五六号証の二、弁論の全趣旨により真正\nに成立したものと認められる乙第五六号証の一、証人Ｐ68、同Ｐ69の各証言、原告\nＰ1本人尋問の結果（第三回）、弁論の全趣旨を総合すれば、甲第八五号証は、被告\n会社佃変電所所長であつた訴外Ｐ70において、毎月開催されていた所長、主任会議\nの模様をメモしていたところ、昭和四一年ころ右変電所に勤務していたＰ68が右Ｐ\n70の承諾を得て手書きで写したものを、同人から原告Ｐ1が譲り受け、グループの内\n外に配布するため手書きでその写しを作成したうえ、これから湿式コピーを作つて\n配付したうちの一枚、或いは、同グループの誰かがさらにそれから作つた手書きの\n写しから右Ｐ69が作つた湿式コピーであること、原告Ｐ1が手書きで写しを作つた際\nに、文書の体裁を整えるため「（資料）」「特殊懇談会」「開催日」「１９６５．\n１２．１５」「出席者」等の字句を冒頭に記入したこと、以下のほか本文の字句に\nついては、各写しの作成者において別段改ざんを加えた事跡のないことが認めら\nれ、右認定を覆えすに足りる証拠はない。\n（二）　甲第八六、第八七号証及び同第九〇号証の成立\n成立に争いのない乙第五七号証の二、同第五九号証の二、弁論の全趣旨により真\n正に成立したものと認められる乙第五七号証の一、同第五八号証、同第五九号証の\n一、証人Ｐ71、同Ｐ72の各証言、弁論の全趣旨を総合すれば、甲第八六、第八七号\n証、同第九〇号証は、いずれも原告らを励ます会に送られてきた湿式コピーから右\nＰ71、Ｐ72において、手書きの写しを作成のうえ、それを湿式コピーしたものであ\nり、甲第八六、第八七号証は右Ｐ72が、甲第九〇号証は右Ｐ71が、それぞれ手書き\nして作つた写しの湿式コピーであることが認められ、右認定を覆えすに足りる証拠\nはない。\n２　被告会社の特殊対策\n前記各証拠、前項のとおり真正に成立したものと認められる甲第八五ないし第八\n七号証、同第九〇号証、成立に争いのない同第四〇号証、乙第七号証、同第八号証\nの一ないし四、同第九ないし第一二号証、弁論の全趣旨により真正に成立したもの\nと認められる甲第二号証、同第二六号証、同第二七号証の一、二、同第二八号証の\n二、三、同第二九号ないし第三一号証、同第三二号証の六ないし八、同第五一号\n証、同第六八号証、同第七七、第七八号証、同第九四号証、同第一〇四号証、乙第\n五一号証、証人Ｐ73の証言とこれによつて真正に成立したものと認められる甲第三\n四ないし第三七号証、証人Ｐ74の証言とこれによつて真正に成立したものと認めら\nれる甲第三九号証の一、二、証人Ｐ75の証言とこれによつて真正に成立したものと\n認められる甲第四一、第四二号証、証人Ｐ76の証言とこれによつて真正に成立した\nものと認められる甲第四七号証、証人Ｐ77の証言とこれによつて真正に成立したも\nのと認められる甲第四八、第四九号証、証人Ｐ78、同Ｐ79、同Ｐ80、同Ｐ81の各証\n言、弁論の全趣旨を総合すれば、次の事実を認めることができ、証人Ｐ82、同Ｐ\n28、同Ｐ83、同Ｐ84、同Ｐ85、同Ｐ86、同Ｐ87の各供述中、右認定に反する部分は\n信用しない。\n被告会社は、当時の社会情勢や財界における意見等に照らし、一九七〇年（昭和\n四五年）のいわゆる安保条約（日本国とアメリカ合衆国との間の相互協力及び安全\n保障条約、昭和三五年六月二三日条約第六号）の自動延長期には、一〇年前のいわ\nゆる六〇年安保の際と同様ないしこれを上まわる労働組合運動や一部過激派分子に\nよる企業破壊活動など騒乱状態の発生が予想され、特に電力会社の発電、送電など\nの諸設備は、無防備そのものであるうえ、実情に精通した者は特別な器具を用いな\nくても、相当広範囲の停電をひき起す打撃を与えることが容易であるなど特殊な事\n情にあることから、昭和四〇年前後より、いわゆる七〇年対策を標榜し、企業防衛\nのため、物的設備の整備強化、警備と保安体制の確立を期するとともに、従業員に\nよる防衛陣容の充実を図ることとした。\n従業員による七〇年対策の具体化として、被告会社は、まず、企業防衛に関し、\n従業員を次の三種類に分類し、そのために各従業員の個体把握、つまり、個別観察\nを急いだ。\n（１）　企業防衛に積極的、協力的なもの\n（２）　企業防衛に対する無関心派\n（３）　企業防衛に反対するもの\n特に、右（３）の企業防衛に反対するグループは、政治的姿勢を強調する余り、\n企業防衛に関する会社の方針に反抗し、外部破壊分子に被告会社の機密を漏洩した\nり、誘い込んだり、自らもそれに参加する虞れのある人達であると想定した。\nしかしながら、約二万一〇〇〇名余に及ぶ全従業員の分類は至難なことであり、\n昭和四三年二月、被告会社は関電労組本部に企業防衛について協力を申し入れると\nともに、企業防衛無関心派に属する一般従業員に対する教育、啓蒙をおし進めると\n同時に、企業防衛反対派に属する不穏分子の選別、不穏情報の収集を強化すること\nになつた。\n殊に、被告会社神戸支店は、管内に阪神工業地帯をひかえ、火力発電の主力工場\nを有するなどの重要性にかんがみ、同支店労務課長を中心とする担当職制が企業防\n衛に関する昭和四三年の努力目標の二つのうちの一つとして、従業員の観察強化を\nあげ、全勢力を傾注したが、事実上は、「特殊対策」の名称のもとに、原告ら四名\nほかを対象とする共産党員ないしはその同調者ら左派グループを「不健全分子」と\nして、同人らに対する監視・調査と孤立化、排除政策の推進強化にしぼられ、他の\n従業員に対する指示によるほか、警察当局とも密接な情報交換を行うなど、職場の\n内外において原告らに対する徹底的な監視、調査態勢をかため、他の従業員からの\n遮断、文化、体育行事（以下「文体」ともいう。）からの排除と徹底的孤立化をは\nかるとともに、他方で、一般従業員に対し、社外の「日共、民青等極左勢力に対決\nする健全な組合活動家養成講座」を受講させ、特に若年層を対象に、「健全分子」\nを指導、育成することを方針とする旨を定め、労務管理研修会等の役付の会議、事\n例研修等を通じて、第一線の労務担当の職制に右方針を伝達し、右末端の職制によ\nり、原告ら共産党員ないしその同調者のグループに対する監視、調査、孤立化政策\nがおし進められ、一九七〇年の安保改訂期が近づくにつれ、ますます強化された。\n右政策は、被告会社の全社的方針であつて、例えば、吹田営業所ではＰ75が、昭\n和四四年五月二〇日から同年六月三日までの間、同営業所長、庶務課長、現サ課長\nらから執拗に転向を強要され、京都配電工事所ではＰ88が、職制に屈服して、昭和\n四三年ころ同所長宛の転向念書を二度にわたつて書かされ、扇町営業所ではＰ\n74が、昭和四三年四月ころ、職制より反省文を書くよう強要され、伏見営業所では\nＰ76が、昭和四二年ころ職制の要求により反省文を書かされたほか、昭和四四年七\n月一二日から約一ヶ月にわたり、ほとんど業務を与えられないという差別待遇を受\nけたほか、西舞鶴営業所（その後、宮津営業所に配転）ではＰ73、吹田営業所では\nＰ78、京都配電工事所ではＰ79、尼崎第一発電所ではＰ80、尼崎第二発電所ではＰ\n81、伏見営業所ではＰ77が、いずれも転向慫慂、監視、文化、体育行事からの排除\n等の強い働きかけを受けた。\n３　原告らに対する被告会社の行為\n（一）　労務管理懇談会の開催\n前掲各証拠及び証人Ｐ7、同Ｐ10、同Ｐ12、同Ｐ9、同Ｐ8の各証言（いずれも後記\n信用しない部分を除く）ならびに右各証言によつて真正に成立したものと認められ\nる甲第八〇号証に弁論の全趣旨を総合すれば、次の事実を認めることができる。\n被告会社神戸支店労務課長Ｐ7は、昭和四三年六月、労務担当者間で「（特）者」\nと呼ばれるようになつていた同支店管内の原告ら不健全分子に対する前記のような\n監視、孤立化政策をさらに督励して強化するため、管内の営業所において主任以上\nの労務担当の役付を集める労務管理懇談会を開催し、支店労務課長自らじきじきに\n右趣旨の徹底、実現を督励するとともに、原告らほか一名の「（特）者」に対する\n従来の観察内容の発表と討論をさせて、職制の末端まで前記会社の方針を徹底させ\nようと考え、原告Ｐ1の上司である兵庫営業所内線係主任Ｐ9、原告Ｐ2の上司である\n西宮営業所需要家係主任Ｐ10、原告Ｐ3の上司である尼崎営業所内線係主任Ｐ12、原\n告Ｐ4の上司である明石営業所営業係主任Ｐ13他一名に対し、その上司を通じてまた\nは直接に右の発表を命じ、昭和四三年六月一一日三宮営業所、同月一四日西宮、尼\n崎両営業所合同、同月二〇日柏原営業所、同月二一日兵庫、明石両営業所合同、同\n二二日神戸支店、同月二九日淡路営業所の日程で労務管理懇談会を開催し、その席\n上、自ら前記の督励をなすとともに、右の者らに発表をさせ、参加者に討議をさせ\nた。\nＰ7課長は、右懇談会後、発表者らに右発表内容の要旨を文書にして提出するよう\n命じ、提出された各文書は、同支店労務係長Ｐ8作成の「労務管理懇談会実施報告」\n（甲第八〇号証）に添付されている。\nこれは、本件において昀も重要資料の一つであるから、ここにその内容を要約す\nると、原告Ｐ1については、「本人の横顔、家庭状況」として、学歴、組合活動歴の\nほかに、通常第三者は知り得ないような生育歴、家庭状況が詳細に記載されている\nうえ、妻について職業、勤務状況に加えて「共産党入党は確実と見られている」と\nの記載があり、「排除、孤立化について」として、「本人が転入前に全係員に対し\n孤立化の必要性を充分に説明し先ず地固めを行つて受入れに対処した」旨、同原告\nと同一交通機関利用通勤者に対しては「通勤途上特に退勤の途上行動を共にせぬよ\nう」「孤立化の必要性をくどい程説明し完全に引きはなしを行つた」旨、「昀近で\nはＰ1が帰途何処かに行かないかを調べさせている」旨、「特に木曜の休暇が多いの\nで水曜の帰り及び共系の兵庫県での会合のある日に実施している」旨、「三国から\n転入の昭和四一年八月から昭和四二年一〇月まで引込線計画改修業務に従事させて\nいたが、同業務には若年高校卒が三名いるので、特に注意を払い、（共）の非情\nさ、（共）にかかわることの不利なことを種々話しを行い、彼らもよく理解してく\nれ、今ではあいさつを交す以外言葉もかけないようにしている」旨、「昭和四二年\n一〇月に現場に出さぬ指示を受け、引込線の設計検査業務から引込線管理票の計算\n整理業に変更を行い、検査班長の前に席を定め、検査班長の指示命令で仕事をさ\nせ、常に監視を行つており、電話もとらさないよう注意している」旨、「懇談会、\n打合せ会等については、毎月定例の係懇談会以外は参加させていない」旨、「安全\n週番、安全推進員も、もちろん任命は一度もしていない」旨、「係安全懇談会は、\n逆に本人の監視ができ難い状態となるため、参加させてい」旨、「小郡出張所のＰ\n89が来所したときは、徹底的にＰ1との接触を監視している」旨、「慰安会等業務外\nでの対策」として、「五月末に内線係で静岡方面に一泊の旅行をしたが、往復の列\n車内の席割り、旅館での部屋割りについては、安心できる者を隣席、同室とする工\n作を行い、宴会での席もまわりに良識者がまつ先にすわつてくれた」旨、「Ｐ1は、\n毎日昼食後は必ずといつてよいほど将棋をさしており、その相手にも気をつかつて\nいる。相手をすることを禁止すれば、昼休みの本人の行動を監視する必要が生じる\nので、そつと役職者、信頼できる人等で観戦のふりをして言動に注意している」\n旨、昀後に「以上の如く孤立化、排除に努力して来た結果、その成果は上つている\nと自負している反面、まだまだ努力しなければならないことも多いものと考えら\nれ、今後は個人を対象に孤立化工作をより強力に推進していきたいと考えている」\n旨、記載されている。\n次に原告Ｐ2については、「１概況」として、（１）本人（２）妻（３）子供の各\n略歴が簡単に記された後、「（４）警察署の調査」として「（ア）灘警察署、居住\n細胞ではなく、経営細胞の関電Ｓである。現在の活動状況は低調であり、ほとんど\n活動していない。従つて活動ランクは下から二番目である。基幹産業の細胞に入り\nこんでいる党員であるから、居住地で働くのは選挙のときぐらいなものである。\n（イ）西宮警察署、活発な動きがないので注目していない。」旨の記録があり、\n「２　今迄の管理状況」として「（１）担当業務は臨時電灯、電力新増設受付等の\n窓口業務で席を離れる必要の少ない業務であり、常に課長、主任が監視出来る状態\nにしている。（２）営業課勤務の特徴として直勤務、サービス店応援があるが、直\n勤務の相手には特に配慮している。（３）休暇の日に家庭を訪れているが、虚偽の\n申告はなかつた。（４）日曜日にも時々突然に家庭を訪問し動静をさぐつており、\n家庭状況の把握に努めている（他の係員の家庭も同様に訪問している）。（６）昼\nの休憩時間は大体営業所内にいる。課内にいるので常に動静を見ている。時々は近\nくの喫茶店へ行くこともある。この場合同行者に注意している。（７）日常会話に\n常に注意するとともに、来客及び電話応待にも注意している。（８）他営業所の同\n志との関係に常に注意している。特にそれらの動静について情報を得るように心掛\nけている。（９）昨年母が死亡した時に、二日間手伝いをして来客、会葬者、香典\n等について調査した」旨、「３現状」として「（５）家が赤旗の集配所になつてい\nるとの情報により、家へ行つて中を見たが発見できなかつた。（６）時々帰宅時に\n尾行して見ているが、特定の所へ行つたのは見つけていない。（７）友人、同僚と\nのつきあいを少なくするように努め、他の者が相手にしないように仕向けるよう努\n力している（本人は運動が好きであり、文体行事には従来からよく出ていた）。」\n旨、昀後に「４今後の管理上の問題点」として、「従来からつきあいがよく、運動\n等にもよく出ているので、急激なボイコツトをするためには、他の者の充分な理解\nが必要であり、同情者を出さないためには、周到な準備と他の者の指導が必要であ\nり、完全な孤立化には相当時間がかかるものと考える」旨の記載がなされている。\n原告Ｐ3については、同原告の配属された現サ課には、原告Ｐ4らが「ひんぱんに\n出入りして、若い者達に接し」ていたので「管理者は、それぞれを分散転勤させる\nとともに、ｍ（原告Ｐ3のこと）は若者の多い係から分離、内線係試験室に配転し\nた。それと同時に、表面は仕事の面倒をみる者として、極秘に監察者を依頼した」\n旨、「昭和四一年一二月に担当変更の必要にせまられ、ｍは車両事故多発者で会社\n認定を取消しており、運転できない者を外に出しにくいし、一人歩きは色々と心配\nな面も考えられ、業務面では低下する監視の荷を負わねばならない等々、課長はじ\nめ鳩首して、結局高圧検査の補助者として監察者と同道させることとした」旨、\n「記録、情報については、検査班長、主任、各課を含めて行い、労務担当課を主軸\nに連絡を密にしてきた。休憩時間のくつろいだ時の発言、誰を訪問した、「ボーリ\nングに行つた、青婦部行事の発言、散会後の連れだつて行つた者は？聞きこみ、ｍ\nの電話連絡の相手は（○○地区Ｐ51、阪神地区Ｐ90、その他ペンネーム）、彼の電\n話は返事だけで内容判断はできません」との記載があり、さらに「退社後の活動に\nついて尾行やまちぶせなどをしている」旨、「○○関係者であるか確証をあげたい\nと情報収集をしていた時、昭和四二年参議院選挙で関係のビラ貼りをしている所を\n街頭で発見した連絡を受け、確信を得て間もなく、更衣箱を隣にならべさせていた\n監察者から機関の手帳らしいものを見た旨の報告を受けた（机も隣に並べてメモな\nどをしらべていた）。労務担当課とも相談し、これの確認計画を練つた。時期は、\n役割は、更衣室兼用になつている試験室作業員四名の一掃、出向は、その間他の者\nが近づく時は、失敗した昀悪の場合の予想、指紋の残らない様手袋を、万端用意さ\nれ決行したが、第一回は発見できなかつた。しかし、終つた時は緊張でほんとにぐ\nつたりした。つかれを覚えました。その後再度同様決行した結果、手帳を発見、庶\n務課長が内容を確認（写真）、メモ欄から彼らの活動状況を確認、確証を得ること\nができた。」旨、「孤立化については、ｍは文体活動として写真部の世話役をして\nいたが、部員各々に直接、間接に説得して、結果としては解散してしまつた」旨、\n「新入社員には、労働組合についてどう思うか、関電労組の出来た当時は……等\n々、先輩で健全な相談相手の紹介、配転者に警告をなしている。一般係員には浸透\nして平常業務のやりとりはあつても、ｍの参加する会合や帰宅にも同道しないよう\nになつた。」との記載がある。\n原告Ｐ4については、かなり詳細に経歴を記述し、同人が敗戦後シベリヤ抑留中洗\n脳され、現在共産党に入党していることや妻も同党員であることが記載され、さら\nに、「２　現状」として「仕事は工事受付（転勤以来）で窓口に張り付けており、\n工事業者以外と極力接触がないよう配慮している」旨、「私一人では監視が不充分\nであるため、工事受付の先任者（Ｐ56）に本人は極左分子であることを納得させ、\n電気事業を守るためには本人の行動把握が先決であることを十分認識させ、監視の\n任を与えているほか、今春からさらに一名（Ｐ57）に使命感をもたせ、行動監視を\n続けている」旨、「特に前から張りつけている社員には、休憩時間にも本人のお守\nりをして貰つており、昼休みはほとんど囲碁の相手をし、他の社員との接触を努め\nて排除するよう留意している」旨、「若手社員との接触がないよう特に留意し、あ\nらゆる機会を捉え、本人が極左思想の持主であり、会社の方針に反するものである\nことをＰＲしている。昀近では若手社員も意識的に彼を敬遠しており、中高年社員\nも退社後のつき合い（ちよつと一杯）なども皆無となつた。」旨、「昭和四三年三\n月課親睦会幹事を止めさせ、また一部グループの旅行会メンバーより排除」との記\n載、「以上の通り孤立化が一段階成功したと思われるが、本人が現在担当している\n工事受付は営業課においても重要なポストであり、仕事に対する張合いおよび他係\nとの接触は皆無とは言えない。このような意味からさらに孤立化をはかるため業務\n分担について検討している」旨の記載があり、「３　今までに苦労した点」として\n「着任早々庶務課長とともに本人の居住する地区を管轄する加古川警察に本人の写\n真をもって情報交換を依頼した。その後社内外で彼に関し得た情報を挙げると、\n４２・７・２９（土）　九条（営）で退職したＰ55が来所して本人と一緒に帰つ\nた。\n４２・９・１０（日）　加古川市平生公民館で行われた東播地区委員会の活動者会\n議に出席\n４２・１１・５（日）　姫路市大手前広場で行われたベトナム反戦播州地区大会に\n参加\n４３・１・２８（日）　西脇市市民会館で行われた旗開きに参加\n４３・５・３０　明石デパート、共産党講演会に参加\nなお、明石警察とも常に連けいを保つているが、全く何もつかんでいない。むし\nろ現状は当所より情報を提供している感じである（本人は加古川地区で居住細胞の\n幹部として活動している）。」旨、また「休暇取得は水曜日が多く、この点加古川\n警察とも連絡をとり、水曜日に居住地区での動きはないかと依頼してあるが、目下\nのところ何もにぎつていない旨の記載があり、「４　今後の管理方針」として、\n「所内では本人に対するＰＲが徹底し、他に波及するおそれもなくなり、一応第一\n段階の孤立化は成功したと思われる。そのため第二段階の孤立化を強力にすすめ\nる。その手段として、\n文体活動からのしめ出し（幸い彼はスポーツを好まず、趣味の囲碁も大会には出\n席させなかつた）、朝礼時の安全ミーテイングおよび週番などから排除する、仕事\nを軽減し、単純定型業務化をはかるなどさらに強め、九条（営）の例のように自発\n的退職をさせるよう働きかける。」旨記載されている。\n前記証人Ｐ7、同Ｐ10、同Ｐ11、同Ｐ9、同Ｐ8の各証言中には、右各報告文書の記\n載につき、懇談会の後に加筆した部分もあり、支店労務課長の意にそうため、ない\nしは他の営業所との間で特殊対策工作の成果を競うため、非常に大げさに誇張され\nた部分もあり、さらには実際にはしてもいないことまで記載されている旨述べる部\n分があるけれども、前記の各文書の文面に照らし、多少の誇張や若干の加筆はあり\n得るとしても、まつたくの虚構の事実まで記載したとは、直ちに信じ難いものとい\nうべきである。\nそうすると、右懇談会においては、原告らにつき、ほぼ前記の如き内容の孤立化\n排除工作の成果の発表がなされたことが認められ（右各証人の供述中、右認定に反\nする部分は信用しない）、また右証人Ｐ8の証言によれば、右発表に際し、一般参加\n者の職制からは、さらに右孤立化排除工作をけしかけるような無責任な発言もあつ\nたことが認められる。\n（二）　原告Ｐ1関係\n右甲第八〇号証、証人Ｐ9、同Ｐ12の各証言（後記信用しない部分を除く）、原告\nＰ1本人尋問の結果、弁論の全趣旨を総合すると、次の事実を認めることができる。\n（１）　監視　原告Ｐ1は、昭和四二年八月、被告会社兵庫営業所の引込線計画改修\n検査担当から引込線管理票の集計、整理という内勤業務に変更され、その業務机の\n位置も、課長や主任の前に配置し、終始、職制による動静観察を容易ならしめると\nともに、同営業所の職制は、右原告が退社時にどこかへ寄らないかを調査し、同人\nと通勤ルートを同じくする従業員が通勤時に接触をはからないよう監視し、たまた\nま顔を合わせる者がおれば、直ちにその者に対し原告Ｐ1と接触しないよう指示し、\nその結果、この者らは同原告を見つけると避けるようになつた。\n（２）　孤立化　被告会社は、昭和四一年八月原告Ｐ1を兵庫営業所へ転入させるに\nあたり、全係員に右原告の孤立化が必要である旨を説明し、地固めを行つて受入れ\nの対処をした。また、そのころ、原告Ｐ1と同一職場にいた高校卒の若年職員に対\nし、共産党ないし共産主義者の非常さとこれにかかわることの不利益を挙げて説明\nしたうえ、できるだけ原告Ｐ1との接触を回避するよう働きかけたため、原告Ｐ1に\n対し同一職場の者でさえ、次第にあいさつ以外言葉もかけなくなり、疎外するよう\nになつた。\n他方、右営業所では、朝礼の司会などをする安全推進委員が輪番で選任されてお\nり、原告Ｐ1も昭和四一年一〇月これを担当したことがあつたが、その後はこれをは\nずされた。\n証人Ｐ9、同Ｐ12、同Ｐ91、同Ｐ92、同Ｐ20の各証言中、右認定に添わない部分は\n信用できないし、他に同認定を覆すに足りる証拠はない。\n（三）　原告Ｐ2関係\n右甲第八〇号証、証人Ｐ10（後記信用しない部分を除く）、原告Ｐ2本人尋問の結\n果、弁論の全趣旨を総合すると、次の事実を認めることができる。\n（１）　監視　原告Ｐ2は、元来、丈夫な体質ではなく、ときどき風邪のため欠勤す\nることがあつたが、昭和四三年ごろ、風邪のため、二、三日休んでいると、職場の\n主任が口実をもうけて原告Ｐ2の動静をさぐりに来訪し、右主任は上司よりとくに帰\n宅時におけるＰ2の動静を監視するよう指示されており、そのため同原告を尾行した\nこともある。\n（２）　孤立化　被告会社西宮営業所では、職制において、原告Ｐ2が外出する際の\n同行者に注意を払い、他の者が同情的にならないようにし、右原告の信用失墜を計\nり、他の従業員が相手にしないように働きかけた。\n証人Ｐ10、同Ｐ35、同Ｐ93の各証言中、右認定に添わない部分は信用できない\nし、他に同認定を覆すに足りる証拠はない。\n（四）　原告Ｐ3関係\n右甲第八〇号証、証人Ｐ12、同Ｐ20（後記信用しない部分を除く）、原告Ｐ3本人\n尋問の結果とこれにより成立の認められる甲第五五号証、弁論の全趣旨とこれによ\nり成立の認められる甲第七一号証を総合すると、次の事実を認めることができる。\n（１）　監視　被告会社尼崎営業所では、職制において、同職場の者に指示して隠\n密裡に原告Ｐ3を観察させ、外部から同人に電話があるとそのつど相手方を確認せし\nめた。さらに、原告Ｐ3の退社後の行動につき、尾行や待伏せなどして観察を強化\nし、昭和四二年秋ごろ、課長や主任などの職制が指紋を残さないよう手袋まで用意\nしたうえ、原告Ｐ3のロツカーを無断開扉し、同人の上衣から民青手帳を取り出し、\n写真を撮つた。\n（２）　孤立化　被告会社尼崎営業所では、従業員が原告Ｐ3と共に酒を飲んだり、\n喫茶店へ行くと、職制から同原告と接触しないよう注意を受けた。\nまた、昭和四三年二月ごろ、職制の働きかけにより、原告Ｐ3が参加し、幹事をし\nていた写真部を解散するに至らされた。\n証人Ｐ12、同Ｐ20、同Ｐ47の各証言中、右認定に添わない部分は信用できない\nし、他に同認定を覆すに足りる証拠はない。\n（五）　原告Ｐ4関係\n右甲第八〇号証、証人Ｐ54、同Ｐ94、同Ｐ58、同Ｐ95の各証言（後記信用しない\n部分を除く）、原告Ｐ4本人尋問の結果、弁論の全趣旨を総合すると、次の事実が認\nめられる。\n（１）　監視　原告Ｐ4は、昭和四一、四二年ごろ、被告会社明石営業所工事受付業\n務に従事していたが、同営業課主任は、他の従業員一ないし二名に対し、Ｐ4が極左\n分子であると説明し、電気事業を守るために必要な行動であることを納得させて同\n人の監視を担当させた。\n（２）　孤立化　被告会社職制による原告Ｐ4に対する孤立化政策は、昭和四二年ご\nろから顕在化し、職制から他の従業員に対しＰ4が極左思想の持主であり、被告会社\nの方針に反する者であることを周知させ、他の従業員が原告Ｐ4と接触を絶つよう働\nきかけ、退社時間後、原告Ｐ4と行動を共にする者が分ると、職制から呼び出されて\n注意を受けた。\nまた、昭和四三年四月ごろ以降では安全週番の割当から原告Ｐ4を排除し、他方、\n原告Ｐ4が加入していた右営業課員の旅行会が、被告会社職制らの働きかけにより解\n散を余儀なくされ、その後、原告Ｐ4を除くその余の者で再結成された。\n証人Ｐ54、同Ｐ94、同Ｐ58、同Ｐ95の各証言中右認定に添わない部分は信用でき\nないし、他に同認定を覆すに足りる証拠はない。\n４　被告会社の行為の違法性\n（一）　私企業においても、使用者は労働者の思想、信条の自由をみだりに侵して\nはならず、もし、使用者が経営秩序の維持、生産性向上などの合理的理由もなく、\n労働者の思想、信条の自由を侵害するときは、わが国の公序に反する違法な行為と\nして評価すべきこと、かつ、右経営秩序の維持、生産性向上を理由とする場合に\nも、これを阻害する抽象的危険では足りず、現実の具体的危険が認められ、その手\n段、方法においても相当である場合に限定されるべきこと、先に当裁判所の基本的\n見解として述べたとおりである。\n職場内において、労働時間中、労働者は労働契約に従い労務を提供すべき義務を\n負うから、経営秩序の維持、生産能率の達成等経営的観点から労働者の前記各自由\nが一定の制約を受けることのあるのは多言を要しないところであるが、それも、労\n務の提供と経営秩序の維持という枠組内のことであつて、いかに使用者とはいえ、\n労働者の全人格又はその具有する全自由を完全に支配するものではなく、右枠組を\n超えて労働者の自由を制約することは許されないのである。\n（二）　前記認定の各事実（四の３（一）ないし（五））は、被告会社の支店ない\nし営業所の職制又はその指示によるものであるが、前掲各証拠によると、被告会社\nの意思を体し、全会社的行為として行われたものと認むべきであるから、これは被\n告の行為そのものと評価すべきである。\n（三）　上記認定の事実に照らすと、原告らに対する監視として、被告会社の職制\n自ら又は従業員に指示して原告らを職場の内外で監視態勢を継続し、尾行したり、\nあるいは、外部からくる電話の相手方を調査確認するとか、ロツカーを無断開扉し\nて原告ら個人所有の手帳を写真に撮影するなどの各行為、また、原告らの孤立化政\n策として、従業員に働きかけて原告らの孤立化政策として、従業員に働きかけて原\n告らとの接触、交際を遮断し、職場における文体行事からも原告らを排除すると\nか、週番から除外し、原告らの所属する旅行会や写真クラブを解散にもちこむなど\nして原告らを職場で孤立させ、いわゆる職場八分を実現しようとしたものであり、\nしかも、これらの監視、調査、孤立化の実践結果を労務管理懇談会の討儀素材とし\nて使用したものであつて、前記認定の各行為（理由四の３（一）ないし（五））\nは、原告らの思想、信条の自由を侵害し、職場における自由な人間関係の形成を阻\n害するとともに、原告らの名誉を毀損し、その人格的評価を低下せしめたものであ\nる。\n（四）　他方、前掲甲第八〇号証によれば、原告らはいずれも勤務状態が概ね良好\nにして家庭も円満であることが認められ、本件各証拠によつても、原告らが被告会\n社の企業設備を破壊するとか、他人を煽動して過激な運動を展開するなど企業秩序\nを破壊びん乱し、被告会社の機密を漏洩する虞れを認めさせるものは何もない。\nもつとも、被告は、当時の社会情勢に照らし、七〇年安保改訂期には、六〇年安\n保を上回わる企業破壊等を伴う騒乱状態の発生が予想され、原告らに対する被告会\n社の監視、孤立化政策も、企業防衛上やむを得ないものと主張し、成立の争いのな\nい乙第一〇ないし第一二号証、証人Ｐ66の証言等には、被告会社をはじめ財界にお\nいても、右被告主張のような事態の発生を想定し、企業防衛策に腐心していた事実\nが窺がわれるけれども、本件各証拠によつても、原告らが共産党員ないしその同調\n者であるという理由のみで被告ら主張の企業破壊行為ないし機密漏洩など企業秩序\n破壊行為と原告らを関連づけうるものは何んら見出し得ない。ましてや、先に説示\nのとおり、労働者の具有する思想・信条の自由に対する制約は、企業秩序や生産性\nへの危険が現実、かつ、具体化した場合にのみ許されるものであるところ、原告ら\nによる右破壊行為の危険が現実、具体的なものとなつたことを首肯せしめる証拠は\nない。かえつて、一九七〇年（昭和四五年）が平穏裡に過ぎたという事実からも、\n被告ら主張の危険性を原告らと結びつけて考えたのは、情勢分析に欠けるところが\nあつたといわざるを得ない。\n（五）　以上を総合考察すると、被告の右行為は原告らに対する違法行為であり、\nこれにつき被告の故意、過失は明らかである。\n５　その余の原告ら主張事実について\n（一）　原告Ｐ1関係\n（１）　慰安旅行の列車内座席、宿泊室割当　原告Ｐ1は、右割当てにつき、同僚と\nの接触を断ち、職制の監視下におかれたと主張するけれども、証人Ｐ9、同Ｐ92の各\n証言によれば、同営業所職制において、ことさら右配置や割当を実行したことはな\nく、当時原告Ｐ1本人からも苦情の申立はなかつたこと、甲第八〇号証中の右の点に\n関する記載は、同原告に対し、よく注意して観察している実情を比喩的に表現した\nものと認められる。\n（２）　ロツカー検査　原告Ｐ1は、昭和四三年六月ごろ、鞄中の封筒のセロテープ\nが剥れていたので検査されたものと主張し、同本人尋問の結果でも同旨の供述をし\nているが、右の事実自体不確実であるし、他方、証人Ｐ92はそのような事実を否定\nしている。\n（３）　昼休みの将棋　原告Ｐ1本人尋問の結果によると、昼休み時間中、同原告が\n将棋をする相手に同現サ課Ｐ25をあて、その間職制が観戦を装いつつ、原告Ｐ1を監\n視していると述べ、甲第八〇号証中にも同旨の記載が認められる。\nしかし、証人Ｐ9、同Ｐ91の各証言によれば、昼休みの将棋は、皆が自由に楽し\nみ、あるいは観戦しているのであつて、原告らを格別監視している事実はないこと\nが認められ、原告Ｐ1本人尋問の結果は信用できないし、甲第八〇号証の右記載も、\n昼休み時間も注意を怠らない程度の事実を意味するにすぎず、これをもつて違法な\n監視行為であるとはいえない。\n（４）　職場教育　原告Ｐ1本人尋問の結果によると、被告会社では、新入社員教\n育、青年社員教育、中堅社員教育、専門教育など種々の社内教育を行つているが、\n同原告は勤続二四年になるのに一度も受講の機会を与えられないと述べているけれ\nども、証人Ｐ92の証言によると、社内教育は必要に応じて従業員のなかから一定の\n者に受講させるものであり、原告Ｐ1を特に排除した事実はないことが認められ、右\n原告の本人尋問結果は採用できない。\n（５）　法定推せん葉書の回収　原告Ｐ1の主張によると、兵庫営業所課長は昭和四\n五年一一月原告Ｐ1が同僚に発送した法定推せん葉書を回収したというのであるが、\n証人Ｐ20の証言によると右事実がないことを認めることができる。\n（６）　文体活動から排除　原告Ｐ1の本人尋問結果によると、同人は将棋を好み、\nかなりの実力を有するのに、被告会社は右原告を支店内将棋大会に参加させない旨\n述べているけれども、証人Ｐ91の証言によれば、同営業所内に原告Ｐ1より上位の実\n力者が数名おり、同好者の自主的選考に委ねられていて、被告会社の周知しないこ\nとが認められる。\n（７）　配転と転向要求　原告Ｐ1の本人尋問結果によると、被告会社は、原告Ｐ\n1が三国営業所において十数年勤務し、熱心に組合活動に従事してきたことを嫌悪\nし、同人を兵庫営業所へ配転させ、また、昭和四二年一〇月同営業所現サ課長より\n転向を要求された旨を述べている。しかし、証人Ｐ91、同Ｐ92の各証言によれば、\n同原告は三国営業所において組合役員選挙に敗れおち込んでいたので、被告会社\nは、新気一転をはかるため、原告Ｐ1を兵庫営業所へ配転させたこと、同人に対し職\n制から転向を求めた事実はなく、ただ、相談にのつてもよいと申し出た程度である\nことが認められ、前記被告Ｐ1本人尋問の結果は採用できない。\n（二）　原告Ｐ2関係\n（１）　警察との情報交換　原告Ｐ2は被告会社西宮営業所が警察と同人に対する情\n報交換をしていると非難し、甲第八〇号証、証人Ｐ10、同Ｐ93の各証言によると、\n警察より、原告Ｐ2に対する調査結果として、「居住細胞ではなく、経営細胞の関電\nＳである。現在の活動状況は低調であり、殆んど活動していない。従つて、活動の\nランクは下から二番目である。基幹産業の細胞に入りこんでいる党員であるから居\n住地で動くのは選挙のときぐらいのものである。」旨の報告を受けていることが認\nめられる。\nそして、警察による情報の内容が右程度に限定されるのであれば、必ずしも原告\nＰ2の思想、信条の自由やプライバシーを侵害するものではないし、反面、被告会社\nが警察に対しかかる程度の情報交換を求めること自体直ちに違法であるとはいえな\nい。\n（２）　座席の位置　原告Ｐ2の本人尋問結果によると、同原告の机を課長、係長ら\n職制の監視し易い位置にしたと述べているが、証人Ｐ35、同Ｐ10の各証言これによ\nり成立の認められる乙第二八号証によれば、前任者と同じ位置であつて業務上の必\n要に基づくものであり、右原告を監視するためではないことが認められ、甲第八〇\n号証によつても、業務上の必要性の存在しないことまで認めるに足りない。\n（３）　亡母の葬儀参会者の調査　甲第八〇号証の記載並びに原告Ｐ2の主張による\nと、昭和四二年七月三日行われた同原告亡母の葬儀に際し、被告会社西宮営業所か\nら職制の指示を受けた従業員が手伝いを装いながら、来客、会葬者、香典等につき\n調査をしていたというけれども、証人Ｐ10、同Ｐ93の各証言によれば、従業員家族\nの葬儀については、同僚などが手伝いに行くのが被告会社内の慣例であつて、同日\n営業所長以下多数参列しており、右原告主張の事実はないものと認められ、甲第八\n〇号証の記載には若干の誇張がみられ、採用できない。\n（４）　文体活動からの排除　原告Ｐ2の本人尋問結果によると、文体活動から排除\nされ、好きなスポーツにも参加を許されないと述べているが、証人Ｐ93、同Ｐ35の\n各証言によれば、原告Ｐ2は、中高年層としては積極的に参加しており、フリーテニ\nスやソフトボール大会でも参加している、反面、本店内大会や支店大会となると、\n比較的若い年齢層の技術的に優れた選手が選ばれ、原告Ｐ2にその機会がなかつたこ\nとが認められ、同人をことさら排除したものとは認め難い。\n（５）　転向強要　原告Ｐ2の本人尋問結果によると、昭和四三年当時の上司であつ\nたＰ35営業課長は、原告Ｐ2に対する昇給査定が低いのは、同人のマルクス主義思想\nによること、マルクス主義は一〇〇年前の古い思想であり、現代に通用しないこ\nと、右課長が原告Ｐ2の思想を転向させると公言したことなど、事実である旨を供述\nしているけれども、証人Ｐ35の証言によれば、営業課長として原告Ｐ2の昇給査定に\n関し右のような発言をした事実のないことが認められ、弁論の全趣旨からも前記本\n人尋問の結果は採用できない。\n（三）　原告Ｐ3関係\n（１）　配転と座席の位置　原告Ｐ3は、昭和三九年八月に行われた現業係から内線\n係試験室への異動、昭和四三年九月京都上営業所への配転は、右原告に対する被告\n会社の監視、孫立化政策の現れであり、職場における机の位置も同様であると主張\nし、甲第八〇号証、原告Ｐ3本人尋問の結果中にはこれに添う部分も存する。\nしかし、証人Ｐ20、同Ｐ47の各証言によれば、原告Ｐ3は、現業係に従事中車両事\n故を再三ひき起し、会社認定を取り消されているので、車両の運転が不可能であ\nり、そのために内線係のポストへ配置換えとなつたこと、昭和四三年九月京都上営\n業所への転勤は、定期異動の一つであつて、人事管理上の諸要素、本人の希望等に\nより通勤可能地区として右のとおり決定されたものであり、また、机の位置も、尼\n崎営業所の新社屋完成とともに約二三〇名の職員が短期間内に移転したので、特に\n原告Ｐ3に対してのみ格別意図的な配慮をする余裕はないし、机の配置は、業務上の\n必要性、能率を主眼とするものであること、が認められ、右原告主張は採用できな\nい。\n（２）　共産党Ｐ43議員講演会　原告Ｐ3の本人尋問結果によると、昭和四三年七月\n一日尼崎文化会館で催されたＰ43共産党議員の講演会に出席したところ、尼崎営業\n所労務担当職員が監視していた旨述べているが、証人Ｐ20は右事実を否定している\nし、仮に原告Ｐ3の述べるごとく労務担当職員が右講演会席場にいたとしても、それ\nのみでは、これが同原告に対する監視の目的であると断定することは困難である。\n（３）　文体活動からの排除　証人Ｐ52、同Ｐ47の各証言によると、原告Ｐ3は運動\n方面の催しに参加することは少ないが、慰安会や懇親会、ハイキング等に参加して\nおり、被告会社の方で原告Ｐ3を文体から排除したことはなく、ただ、昭和四三年一\n〇月開催のボーリング大会は、被告会社の行事ではなく、現場職員間の親睦をはか\nる自発的なものであり、同原告の着任直後のものでその機会がなかつたものと認め\nられる。\n（四）　原告Ｐ4関係\n（１）　警察との情報交換　原告Ｐ4については、甲第八〇号証、右原告の本人尋問\n結果によると、同人の所属する明石営業所の庶務課長が原告Ｐ4の住居地警察に対し\n本人の写真をもつて情報交換を依頼し、その結果得た情報として次の事実が確認さ\nれている。\n昭和四二年九月一〇日（日）　加古川市平生公民館で行われた東播地区委員会の\n活動者会議に出席\n昭和四二年一一月五日（日）　姫路市大手前広場で行われたベトナム反戦播州地\n区大会に参加\n昭和四三年一月二八日（日）　西脇市民会館で行われたハタビラキに参加\n昭和四三年五月三〇日（日）　明石デパート（五階）共産党講演会（Ｐ96、Ｐ\n97）に参加\nしかしながら、警察への情報交換を求めること自体直ちに違法であるとはいえ\nず、警察による情報収集も右程度のものであれば、原告Ｐ4個人の私生活の自由にわ\nたるものではなく、いずれも公然たる集会や講演会への参加事実等に限られている\nので、全体として違法ということはできない。\n（２）　業務の単純定型化　原告Ｐ4は、被告会社が昭和四四年一〇月同人をメツシ\nユ作業に担当換えしたことは業務を軽減、単純定型化して職場より次第に疎外、排\n除しようとするものであると主張するが、証人Ｐ58の証言によると、右原告を工事\n受付係からメツシユ作業に変更した理由は、神戸支店内における新規の試みとし\nて、営業所管内の需要動向を把握し、適切な配電計画の樹立を目的としてメツシユ\n作業が取り入れられ、需要想定に堪能なＰ13主任をキヤツプとし、原告Ｐ4の着実な\n作業態度がかわれて補助者とされたことが認められ、右原告主張は採用できない。\n（３）　組合役員選挙介入　原告Ｐ4は、被告会社が、昭和四一年三月の支部代議員\n選挙の際、会社よりの対立候補をたてて原告Ｐ4を落選せしめ、また、同年四月の地\n区代議員選挙で原告Ｐ4に投票した者の氏名を調査したと主張し、甲第八〇号証、原\n告Ｐ4の本人尋問結果によると同旨のことが窺われるけれども、証人Ｐ54、同Ｐ94の\n証言によれば、右選挙結果は選挙人である課員相互の話し合いにより投票すべき候\n補者を決定したものであつて、被告会社の介入による結果ではなく、また、昭和四\n一年地区代議員の選挙は行われていないことが認められ、右原告主張の事実を肯認\nしうる証拠はない。\n五　被告の抗弁（消滅時効）について\n本件は、原告ら主張によると、継続的不法行為による損害賠償請求であるとこ\nろ、原告らは昭和四六年六月四日付内容証明郵便により被告に対し右損害賠償の支\n払催告をしているから、少なくとも昭和四三年六月三日以前の行為については民法\n七二四条により三年の消滅時効が完成していると主張する。\nところで、同法条は、不法行為による損害賠償請求権が被害者又はその法定代理\n人が損害及び加害者を知つたときから三年の時効により消滅すべきものと規定して\nいるが、原告ら各本人尋問の結果、甲第八〇号証（検甲第一号証）を総合すると、\n原告らが本件損害及び加害者を知つたのは、労務管理懇談会の報告書である甲第八\n〇号証を見たとき、すなわち、昭和四六年のことであると認められ、本訴が同年一\n二月二日提起されたことは顕著な事実であるから、被告の右時効の抗弁は、失当で\nある。\nなお、本訴提起当時、原告らの請求は、各原告に対し五〇万円とこれに対する遅\n延損害金の支払を求めるものであつたが、昭和五七年一一月二九日、各原告に対\nし、慰藉料額各二〇〇万円、弁護士費用各八七万一〇〇〇円、合計各二八七万一〇\n〇〇円の請求に拡張している。しかし、当初の請求時において、一部請求の趣旨が\n明示されていたわけではないから、本訴提起による時効中断効は本件損害賠償請求\n権全部について及ぶものと解するのが相当であり、また、後に請求拡張した弁護士\n費用についても右時効中断の効力が及ぶものと解すべきである。従つて、被告の右\n抗弁は採用の限りでない。\n六　結論\n１　原告らに対する慰藉料額\n当裁判所は、本件不法行為の態様、期間、原告らの被つた精神的打撃の程度、そ\nの他諸般の事情を参酌し、被告は原告各自に対し各八〇万円をもつて慰藉するのが\n相当であると考える。\n２　弁護士費用\n原告らの請求額中、各一〇万円をもつて本件に相当な損害であると認める。\n３　謝罪文の掲載\n当裁判所は、本件不法行為の態様、本件発生後の経過などを総合考慮して、原告\nら請求のうち、謝罪文掲示を求める部分は、相当でないと判断し、これを棄却すべ\nきものと考える。\n４　よつて、被告は原告ら各自に対し各九〇万円とうち八〇万円につき訴状送達の\n翌日である昭和四六年一二月一一日以降完済に至るまで民法所定の年五分の割合に\nよる遅延損害金支払の義務があるので、本訴請求のうち右限度で認容し、その余を\n失当として棄却し、訴訟費用の負担につき、民訴法八九条、九二条、九三条、仮執\n行の宣言につき同法一九六条を適用し、主文のとおり判決する。\n（裁判官　牧山市治　Ｐ18杲　柴谷晃）\n別紙（省略）\n"
}