{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 7,
    "day": 5
  },
  "case_number": "昭和62(行ウ)88",
  "case_name": "難民不認定処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　難民の地位に関する条約１条Ａ（２）にいう「迫害」及び「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の意義　２　法務大臣がした難民の認定をしない旨の処分の取消しを求める訴えが，難民の地位に関する条約１条Ａ・及び難民の地位に関する議定書１条所定の人種もしくは特定の社会的集団の構成員であること又は政治的意見を理由に迫害を受けるおそれの存在を認めることができないとして，棄却された事例",
  "case_gist": "１　難民の地位に関する条約１条Ａ（２）にいう「迫害」とは，通常人において受忍し得ない苦痛をもたらす攻撃ないし圧迫であって，生命または身体の自由の侵害又は抑圧を意味し，「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」というためには，当該人が迫害を受けるおそれがあるという恐怖を抱いているという主観的事情のほかに，通常人が当該人の立場に置かれた場合にも迫害の恐怖を抱くような客観的事情が存在していることが必要である。",
  "lawsuit_id": "16760",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16760",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/760/016760_hanrei.pdf",
  "contents": "○　主文\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　第八八号事件\n被告が昭和五九年一二月二七日付けで同事件原告Ａに対してした難民の認定をしな\nい旨の処分を取り消す。\n２　第九〇号事件\n被告が昭和五九年一二月二七日付けで同事件原告Ｂに対してした難民の認定をしな\nい旨の処分を取り消す。\n３　第九一号事件\n被告が昭和五九年一二月二七日付けで同事件原告Ｃに対してした難民の認定をしな\nい旨の処分を取り消す。\n４　第九二号事件\n被告が昭和五九年一二月二七日付けで同事件原告Ｄに対してした難民の認定をしな\nい旨の処分を取り消す。\n５　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告らは、いずれも昭和五九年八月三一日に本邦に上陸した外国人であるが、\n被告に対し、それぞれ同年九月二〇日付けで出入国管理及び難民認定法（以下単に\n「法」という。）六一条の二第一項に基づき難民の認定申請（以下「本件申請」と\nいう。）をしたところ、被告は、同年一二月二七日付けで、右各申請につきいずれ\nも難民の認定をしない旨の処分（以下「本件処分」という。）をし、原告らは、昭\n和六〇年一月一四日、本件処分の通知書を受領した。\n２　原告らは、被告に対し、それぞれ昭和六〇年一月一九日付けで本件処分に対す\nる異議の申出をしたところ、被告は、昭和六二年四月一五日付けで、右各異議の申\n出につきいずれも理由がない旨の裁決（以下「本件裁決」という。）をし、原告ら\nは、同月二四日、本件裁決の通知書を受領した。\n３　しかし、原告らは、次のとおり、いずれも、難民の地位に関する条約（以下\n「難民条約」という。）一条Ａ（２）及び難民の地位に関する議定書（以下「議定\n書」という。）一条の規定により難民条約の適用を受ける難民（以下単に「難民」\nという。）とされる者のうち、\n人種若しくは特定の社会的集団の構成員であること又は政治的意見を理由に迫害を\n受けるおそれがあるという十分に理由のある恐怖を有するために、国籍国の外にい\nる者であつて、そのような恐怖を有するためにその国籍国の保護を望まないものに\n該当するから、本件処分は違法である。\n（一）　原告らはいずれもウガンダ共和国（以下単に「ウガンダ」という。）の国\n籍を有する者である。\n（二）　原告Ａと原告Ｂ、原告Ｃと原告Ｄは、それぞれ兄弟であり、原告Ｃと原告\nＤの父Ｅと、原告Ａと原告Ｂの父Ｆとは兄弟である。\n（三）　ＥとＦは、民主党を支持するバガンダ族に属する者であり、また同人らも\n民主党の支持者であるが、Ｅは昭和五三年に民主党のマカサ地区事務局長に選出さ\nれ、同党の活動に従事していた。\n（四）　ウガンダでは、昭和五四年四月にアミン大統領が失脚した後、ウガンダ民\n族解放戦線（ＵＮＬＦ）派によるルレ政権、ビナイサ政権が樹立されたが、いずれ\nも短命で終わり、昭和五五年一二月に行われた総選挙の結果、ウガンダ人民会議\n（ＵＰＣ）派が多数党になり、オボテが大統領に就任した。ウガンダにおける政治\n活動は部族と密接に結び付いており、オボテ政権はランゴ族及びアチヨリ族に支持\nされていた。\n（五）　民主党は、昭和五五年ころ以降、ウガンダ政府から弾圧を受けるようにな\nり、昭和五八年一二月二二日に原告Ｃ兄弟の実家が政府軍により爆破された。ま\nた、Ｅは昭和五九年一月二四日政府軍兵士により殺害され、Ｅの妻であり原告Ａ兄\n弟の母Ｇは同年三月三〇日に政府軍兵士によつて逮捕され、引き続き拘束された。\nさらに、Ｆは同月二七日政府軍兵士により殺害され、Ｆの妻であり原告Ｃ兄弟の母\nＨは同年四月ウガンダから脱出した。\n（六）　原告らは、それぞれ父親を尊敬し、その活動を支持していたが、Ｅの死\n後、原告Ｄが警察に出頭するよう命令を受けたことから、原告らは自らの生命、自\n由の危険を感じて、昭和五九年四月から五月にかけてウガンダから出国し、\n同年八月三一日に日本に上陸した。\n４　よつて、原告らは、本件処分の取消しを求める。\n二　請求原因に対する認否\n１　請求原因１、２の事実は認める。\n２　同３は、冒頭部分の主張は争い、（一）の事実及び（六）のうち原告らが昭和\n五九年八月三一日に日本に上陸したことは認め、その余の事実は知らない。\n三　被告の主張\n１　難民とは、「人種、宗教、国籍若しくは特定の社会的集団の構成員であること\n又は政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を\n有するために、国籍国の外にいる者で、その国籍国の保護を受けることができない\nもの又はそのような恐怖を有するためにその国籍国の保護をうけることを望まない\nもの及び常居所を有していた国の外にいる無国籍者であつて、当該常居所を有して\nいた国に帰ることができないもの又はそのような恐怖を有するために当該常居所を\n有していた国に帰ることを望まないもの」をいう。\n２　難民の認定は、法六〇条の二、出入国管理及び難民認定法施行規則所定の手続\nによる申請について、申請人が提出した資料に基づき難民該当性の確認として行う\nものであるところ、原告らの本件申請は、いずれも人種若しくは特定の社会的集団\nの構成員であること又は政治的意見を理由に迫害を受けるおそれがあるという十分\nに理由のある恐怖を有する者であることを理由とするものであるが、その際に原告\nらから提示あるいは提出された資料は、原告ら各人名義のウガンダ旅券、外国人登\n録証明書及びウガンダの学生証明書の各写し、在日国連難民高等弁務官事務所から\nの質問状に対する回答書、原告ら作成に係るウガンダからの逃走経路の地図だけで\nあり、本件申請に係る難民該当事由を確認するための資料としては極めて不十分な\nものであつた。\n３　．そこで被告は、法六一条の二の三により、難民調査官をして、原告らに対し\nては資料の追加を要請する一方、原告らに対する事情聴取、外務省に対する照会等\nの事実調査を行つたが、原告らからは資料の追加提出はなく、また事実調査によつ\nても原告ら各自につき本件申請に係る難民該当事由を裏付ける事実は得られなかつ\nた。なお、原告らは、異議の申出時において資料を追加提出したが、それはウガン\nダの一般情勢を報道した新聞記事等にすぎず、本件申請に係る難民該当事由を確認\nするに足りないものである。\n４　かえつて、被告の事実調査の結果からは、マカサ地区にＥという名の民主党事\n務局長は存在しないこと、民主党の機関誌にも昭和五九年一月二四日に同人が射殺\nされたという記事は報道されていないこと、右当時のウガンダは、ＵＰＣが政権党\nとして政権を掌握し、同党党首オボテが大統領であつたが、同政権は発足以後穏健\nな政党政治を維持していたこと、ウガンダ刑法は、個人のみを処罰対象とする法制\nになつており、親が犯罪を犯したことのみを理由としてその子が処罰されることは\nないこと、現に原告Ｄを除く原告らは、原告らの主張するＥ及びＦが殺害されたと\n主張する日以後に、正規の旅券によつてウガンダを合法的に出国していること等の\n事実が判明し、原告Ｄについても、その兄である原告Ｃが合法的に出国できたこと\nからして、正規に出国手続を取りさえすれば合法的に出国し得たと考えられるもの\nであつて、原告らが主張する迫害を受けるおそれについて、これがあると認め得る\n客観的な事情は認められなかつた。\n５　以上の次第で、被告は、原告ら各自につき本件申請に係る難民該当事由の存在\nを確認できなかつたので、本件処分を行つたものであり、本件処分には何ら違法は\n存しない。\n６　仮に原告らに本件申請に係る難民該当事由が認められるとしても、以下の理由\nで、難民としての該当性が排除されるものである。\n（一）　難民条約は、国際人権規約及び世界人権宣言一四条一項の「すべての人\nは、迫害からの避難を他国に求め、かつ、これを他国で享有する権利を有する。」\nが条約化されたものであり、人権の高揚、尊重を第一義的に遵守する趣旨、理念の\n下に定められたものであるが、右の趣旨、理念に反する行為を行う者については、\n難民条約の適用が排除され、難民条約による庇護を求める資格がないことを宝めで\nいる（難民条約一条Ｆ（Ｃ））。\n（二）　原告らは、反政府団体に属し、いわゆるゲリラ活動と称して基本的人権の\n無視、侵害の最たる殺人を行い、又は殺人を是とする組織に所属している者である\nというのであつて、そうであれば、難民条約の趣旨、理念に反する行為を行つた者\nというべきであるところ、右原告らの行為は難民条結一条Ｆ（Ｃ）所定の事由に該\n当するので、原告らは難民条約による難民としての保護を受け得ない。\n四　被告の主張に対する認否\n１　被告の主張１は認める。\n２　同２は、原告らが本件申請に関して被告主張の資料を提示、\n提出したことは認め、主張は争う。\n３　同３は、原告らが本件申請に関して事情聴取を受けたこと、異議の申出時にお\nいて資料を追加したことは認め、その余の事実は知らず、主張は争う。\n４　同４、５は争う。\n５　同６は、（一）は認め、（二）の事実は否認し、主張は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２の各事実は、当事者間に争いがない。\n二　難民条約一条Ａ（２）及び議定書一条により難民とされる者は被告の主張１の\nとおりであるが、原告らは、そのうちの人種若しくは特定の社会的集団の構成員で\nあること又は政治的意見を理由に迫害を受けるおそれがあるという十分に理由のあ\nる恐怖を有する者に該当すると主張する。\nところで、右の「迫害」とは、通常人において受忍し得ない苦痛をもたらす攻撃な\nいし圧迫であつて、生命又は身体の自由の侵害又は抑圧を意味するものと解するの\nが相当であり、「迫害を受けるおそれがあるとの十分に理由のある恐怖を有する」\nといえるためには、当該人が迫害を受けるおそれがあるという恐怖を抱いていると\nいう主観的事情のほかに、通常人が当該人の立場に置かれた場合にも迫害の恐怖を\n抱くような客観的事情が存在していることが必要であるというべきであるところ、\n原告らが迫害を受けるおそれの根拠とする事情は、本訴における主張並びに成立に\n争いのない乙第一七、第一八号証の各一ないし四で認められる本件申請及び異議申\n出の各理由を総合すると、要するに、原告らの父親がウガンダ政府と対立する民主\n党の支持者であり、反政府活動をしていたため、同国政府により裁判を受けずに殺\n害されたが、ウガンダではその家族も同罪により処刑されるので、原告ら自身も同\n様の処置を受けるおそれがある、というものと解される。\n三　そこで、以下、原告らの迫害を受けるおそれの有無について検討する。\n１　前掲乙第一七、第一八号証の各一ないし四、成立に争いのない乙第一ないし第\n三号証、第七ないし第九号証、第一二、第一四号証、原告Ｄ本人尋問の結果により\n原本の存在及び成立の真正が認められる甲第一四、第二一、第二二号証、弁論の全\n趣旨により原本の存在及び成立の真正が認められる甲第一五ないし一七号証の各供\n述記載及び原告Ｄの供述において、原告らが迫害を受けるおそれの根拠とする家族\nに生じた事件として、以下の事実が述べられている。\n（一）　原告Ｃ及び原告Ｄの父であるＥは、輸出入業等を営む者であり、マカサ地\n区における民主党の事務局長の職にあつた同党党員であるが、昭和五九年一月二四\n日、政府軍兵士によつて殺害され、右事件は民主党の機関誌であるムナンシの日刊\nルガンダ語版と週刊英語版に報道された。\n（二）　Ｅの弟であり原告Ａ及び原告Ｂの父であるＦは、マカサ地区に農場を所有\nして農業を営む者であり、民主党の支持者であつたが、昭和五九年三月二七日、政\n府軍兵士によつて殺害された。\n（三）　原告Ｃ及び原告Ｄの母Ｇは、昭和五九年三月三〇日、政府軍兵士に逮捕さ\nれ、引き続き身柄を拘束された。\n（四）　Ｅの財産は、殺害前の昭和五八年一二月末ころ、ガザヤ通りにあつた家が\n爆破され、殺害後の昭和五九年二月、洋品店、トレーラー及び農場が、同年三月、\nルバゴ通りにあつた家がそれぞれ政府に没収された。\n２　難民認定申請において、その申請者が真に難民に該当するものである場合、立\n場上難民該当事由を立証する手段にある程度の制約があることは一般論としては否\n定できないものの、本件における右の供述内容については、その正確性を担保する\nに足りる客観的な証拠は全くなく、かえつて、原本の存在及び成立に争いのない乙\n第二五号証、第二六号証の二によれば、本件に関する事実調査として被告が外務大\n臣を通じて行つた照会に対し、在ケニア日本大使は、Ｅと同名の民主党マカサ地区\n事務局長はいない旨、民主党の機関誌であるムナンシには日刊のルガンダ語版はな\nく、同誌に県告らが主張するＥの殺害事件は報道されていない旨回答していること\nが認められ、右事実は原告らの右の供述内容と齟齬するものであり、このような点\nに鑑みると、原告らの右の供述内容は、これをたやすく採用するわけにはいかな\nい。\n３　原告らが主張する迫害を受けるおそれを根拠付ける原告らの家族に関する前記\n原告らの供述を採用することができないことは右２で述べたとおりであるが、仮に\n原告らの父親がウガンダ政府による政治的弾圧として殺害されたものであるとして\nも、前掲乙第二五号証、原本の存在及び成立に争いのない乙第二四号証によれば、\nＥらが殺害された当時に適用があつたと認められる昭和五三年三月一日に施行され\nたウガンダ刑法では、国家に対する反逆罪等の犯罪については実行者、扇動者、幇\n助者、助言者等直接犯罪にかかわつた者を処罰する旨の規定はあるが、その者の家\n族、親戚等がそのような身分関係を有することだけから同罪で処罰される旨の連座\n制を定める規定はないことが認められ、また、社会的事実としてもウガンダにおい\nて連座制的に刑罰の執行がされていることを窺わせるに足りる客観的証拠はないこ\nとからすると、原告らの父親が政治的迫害を受けるような立場にあつたことから法\n律上直ちに原告ら自身にも同様の迫害を受けるおそれがあるとはいえない。\nなお、原告らは、連座制の存在を主張し、前掲乙第一、第三、第八、第九、第一四\n号証、第一七号証の一ないし四及び原告Ｄ本人尋問の中には、右主張に沿う供述記\n載部分及び供述部分があるが、右主張は、右に述べたように法律上の根拠を有する\nものではないことからすると、右供述内容程度の根拠だけでは、これを容易に採用\nするわけにはいかない。\n４　また、原告らに関わる具体的事情をみてみると、原告Ｄを除く原告らについて\nは、Ｅ及びＦの殺害事件以後ウガンダを出国するまでの間に、同国政府から政治的\n犯罪者として追求を受けたことを窺わせる証拠はなく、かえつて、罰掲甲第一四、\n第一五、第二一、第二二号証、乙第一ないし第三号証、第七、第八号証、成立に争\nいのない乙第六、第一〇号証、原本の存在及び成立に争いのない乙第二〇ないし第\n二二号証、原告Ｄ本人尋問の結果により原本の存在及び成立の真正が認められる甲\n第一九号証によれば、原告Ｄを除く原告らは、Ｅ及びＦの殺害事件が起こつたとす\nる日以後にそれぞれ一度出入国を行つた後、原告Ａは昭和五九年五月一五日、原告\nＢは同月一〇日、原告Ｃは同月一五日にそれぞれ最終的にウガンダを出国している\nが、いずれも正規の出入国手続を経たものであつて、問題なく出入国審査を通過し\nていることが認められ、右認定の出入国状況に鑑みると、右原告らについては、そ\nの父親の殺害事件に関連して迫害を受けることになるおそれを根拠付ける事情は認\nめられないというべきである。\n原告Ｄについては、前掲甲第一六、第一七号証、乙第一二、第一四号証によれば、\n昭和五九年四月二日に出国した際に正規の出国手続を経ていないことが認められ\nる。右証拠及び前掲甲第一五号証、原告Ｄ本人尋問の結果によれば、同原告が正規\nの出国手続を経なかつた理由は、同原告はＥと同居しでいたので政府に顔を知られ\nており、また、秘密治安機関が同原告を探していたので、逮捕を免れるために出国\n手続を取らなかつたというものであるが、同原告の父Ｅが災害されたのは、同原告\nが出国する二か月以上も前のことであり、その間同原告が政治的犯罪者として追及\nを受けたことを窺わせる証拠はなく、また、秘密治安機関が同原告を探していると\nいうのも、同原告宅で雇つていた女中から聞いたというものであつて、真実性が薄\nく、採用し難い。そうすると、同原告についても、その父親の殺害事件に関連して\n迫害を受けることになるおそれを根拠付ける事情は認め難い。\nなお、成立に争いのない乙第一六号証（原告Ｄの供述調書）及び原告Ｄ本人尋問中\nには、原告Ｃ及び原告Ｄは民主党党員あるいは支持者であり、原告Ａ及び原告Ｂは\n同党支持者であり、原告Ｄは同党の政治的キヤンペーン等に参加したことがある旨\nの供述記載部分及び供述部分があり、また、成立に争いのない乙第一一号証（原告\nＣの供述調書）及び同第一五号証（原告Ｄの供述調書）中にも、右原告らがオボテ\n政権とは同調しないウガンダ自由運動党（ＵＦＭ）の支持者である旨の供述記載部\n分があるが、前掲乙第一七、第一八号証の各一ないし四で認められる本件申請及び\n異議の申出の各理由並びに本訴における主張に徴すれば、原告らは、本件申請から\n本訴までを通じて一貫して原告ら自身が特定の社会的集団に属し、あるいは政治的\n意見を有していることにより迫害を受けるおそれのあることを難民該当事由として\n主張していないのであるから、右供述に係る事実は原告らが難民に該当することを\n根拠付けるものとは考えられない。のみならず、原告Ｄの右供述については一貫性\nを欠くものであるし、また、右供述の全部につき、その真実性を担保し得る客観的\nな証拠がないので、結局、右供述は、いずれもそのまま採用するわけにはいかな\nい。\n５　さらに、本件処分後の事情ではあるが、前掲甲第三〇号証、乙第二三号証、成\n立に争いのない乙第二六号証の一によれば、原告らがウガンダを出国した当時のオ\nボテ政権は昭和六〇年七月にクーデターによつて倒され、引き続いて成立したオケ\nロ政権も昭和六一年一月に国民抵抗軍（ＮＲＭ）が起こしたクーデターによつて倒\nされ、同派によるムセベニ政権が成立し、\n同政権の内務大臣に民主党の党首であるＩが就任していることが認められる。\n右認定によれば、現在のウガンダ政府は、少なくとも民主党に対する政治的迫害を\n加える政策を取つているものとは認められず、現時点では、右の点においても、原\n告らが父親の殺害事件に関連して迫害を受けるおそれは認め難いものになつてい\nる。\n６　右１ないし５で検討してきたところによれば、原告らについて、その主張する\n理由により、難民条約一条Ａ（２）及び議定書一条所定の人種若しくは特定の社会\n的集団の構成員であること又は政治的意見を理由に迫害を受けるおそれの存在を認\nめることはできない。\n四　以上によれば、原告らには、その主張する迫害を受けるおそれの存在が認めら\nれないので、その主張する難民に当たるものということができず、その他の難民該\n当事由があるとの主張、立証はない。\n五　よつて、原告らの本件請求はいずれも理由がないからこれを棄却することと\nし、訴訟費用の負担につき行訴法七条、民訴法八九条、九三条一項本文を適用し\nて、主文のとおり判決する。\n（裁判官　鈴木康之　佐藤道明　青野洋士）\n"
}