{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 4,
    "day": 25
  },
  "case_number": "昭和58(ネ)1751",
  "case_name": "土地所有権移転登記手続等請求事件",
  "court_name": "東京高等裁判所第一七民事部",
  "article_info": "第41巻1号52頁",
  "gist": "一　相続放棄における動機の錯誤が要素の錯誤に当たる場合\n二　相続放棄が要素の錯誤により無効であると主張して相続財産の取戻しを図ることが権利の濫用に当たるとされた事例　○判決要旨\n一　相続放棄が特定の者に相続財産を承継させるためにされた場合において、右動機が相続放棄の手続において表示され、受理裁判所はもとより右相続放棄の結果反射的に影響を受ける利害関係者もこれを知り得べき客観的な状況が作出されているときは、右動機の錯誤は要素の錯誤となる。\n二　甲が相続財産を乙に相続させて被相続人の営業を承継させるために相続の放棄をし、乙はこれにより自己が相続人になつたものと信じて相続財産の所有名義を取得し右営巣を承継して長年月が経過しているなど判示の事実関係のもとにおいて、甲が右相続放棄に判示の要素の錯誤があつたことを主張して相続財産の取戻しを図ることは、権利の濫用に当たる。",
  "lawsuit_id": "20298",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20298",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/298/020298_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人敗訴の部分を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文と同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上及び法律上の主張は、次に付加する外、原判決の事実摘示と\n同一であるから、ここにこれを引用する（ただし、原判決一〇枚目裏五行目、同一\n一枚目表二、三行目、同五、六行目の各「持分二分の一」をいずれも「持分（二分\nの一）の全部」に改める）。\n（控訴代理人の陳述）\n仮に、贈与の主張が認められないとしても、被控訴人の控訴人に対する本訴請求\nは、信義則に反し、かつ、権利の濫用であるから、許されない。\n即ち、被控訴人は、控訴人らに対する本件相続財産の移転を目的として、本件相\n続放棄の申述をし、その意図が実現された。その限りにおいて、被控訴人の意思表\n示に何らの瑕疵もない。しかるに、被控訴人は相続放棄の無効を奇貨として、本件\n相続財産を支配利用している控訴人から、本件相続財産を取り戻そうとしているの\nである。もしこのようなことが許されるのであれば、被控訴人の相続放棄を信頼し\nて、若年でありながら、長期間にわたりＡの負債や相続税を支払いながら、ガソリ\nンスタンドを経営してきた控訴人の苦労及び財産関係は、ことごとく覆される結果\nになる。しかも、被控訴人は相続放棄の代償として、本件相続財産のうちの二筆の\n土地（合計約一五八坪）について、控訴人から贈与を受けているのである。\n（被控訴代理人の陳述）\n争う。\n控訴人は本件相続財産の取得を強く希望して、被控訴人に対し相続の放棄を迫\nり、遂には脅迫をしたり、暴力を振るうまでになつた。そこで、被控訴人は控訴人\nに、本件相続財産を取得した場合には、被控訴人に孝養を尽くし、その生活を保証\nし、将来弟や妹の面倒をみるという条件を確約させたうえ、本件相続放棄をしたの\nである。しかるに、控訴人は、被控訴人に孝養を尽くすどころか、ことあるごとに\n乱暴を働き、右約束を全く履行しなかつた。これらの事情によれば、信義に反する\nのは控訴人の方であり、控訴人を保護すべき理由は全くない。\n（証拠関係）（省略）\n理　　　　由\n一　被控訴人の子であるＡが昭和三八年八月中ごろ行方不明になり、昭和四一年\n四月ごろ自殺死体で発見され、同年四月二〇日に同人の死亡の日を昭和三八年八月\n一五日とする死亡届出がされ、その旨戸籍に記載されたこと、Ａには妻子がなく、\n同人の父Ｂは既に死亡しており、母である被控訴人が唯一の相続人であつたこと、\n昭和四一年当時、Ａの直系尊族としては被控訴人以外にＢの母Ｃが生存しており、\n被控訴人が相続の放棄をした場合にはＡの遺産はすべてＣにおいて相続することと\nなる関係にあつたこと、しかるに、被控訴人は、自己が相続の放棄をした場合には\nＡの遺産は被控訴人の子であつてＡの弟妹に当たるＤ、控訴人、Ｅ及びＦが相続す\nることとなるものと誤信し、Ｄ、控訴人、Ｅ及びＦと相談の上、Ａの遺産を右Ｄら\n四名に相続させる目的で東京家庭裁判所に相続放棄の申立てをし、「申述人（被控\n訴人）としてはＡの弟や妹に相続させたく、したがつて、自分は相続したくありま\nせんのでここに相続放棄の申述をします」と記載した相続放棄申述書を提出し、昭\n和四一年八月一日、同裁判所の審問期日において、「被相続人の経営してきた事業\n（モービル石油スタンド）を同人に代わつて行つてきている二男Ｇ（控訴人）と他\nの子どもたち（Ｄ、Ｅ及びＦ）に相続をさせたく、私は放棄することにしまし\nた。」旨陳述し、被控訴人の相続放棄の申述は同日受理されたこと、原判決別紙物\n件目録（一）ないし（一三）記載の土地及び建物はＡの遺産の一部であるが、控訴\n人は（二）を除くその余の同目録記載の土地及び建物につき相続を原因として所有\n権移転登記を経由していること、以上の事実については当事者間に争いがない。\n二　被控訴人は、被控訴人がした相続放棄の申述は法律行為の要素に錯誤がある\nものとして無効である旨主張して、控訴人に対し右相続放棄の無効確認を求めてい\nるところ、右訴えの適否についての当裁判所の判断は、原判決五枚目裏九行目冒頭\nから六枚目表九行目末尾までの説示と同一であるから、これをここに引用する。\n三　次に、被控訴人がした相続放棄の申述に無効原因があるかどうかについて考\n察すると、相続の放棄は、家庭裁判所に対する申述という形式でその意思を表示し\nなければならず、また、同裁判所がその申述を受理することによつて、はじめてそ\nの効力が生じるのであるが、その性質は、あくまで法律行為であるから、これにつ\nいて民法九五条の適用があるのは当然である（最高裁判所昭和三六年（オ）第二〇\n一号、同四〇年五月二七日第一小法廷判決・家裁月報一七巻六号二五一頁参照）。\nそして、相続放棄という制度が、遺産の債務超過等の場合に推定相続人に当該遺産\nの相続を拒否する自由を与えるものであることは、疑いをいれないが、その機能に\nおいては、現に特定の共同相続人に遺産を集中的に承継させるため、多く利用され\nていることを無視\n<要旨第一>することはできない。そうであるとすれば、相続放棄が特定人に遺産\nを承継させる意図でなされた場合、か</要旨第一>かる相続放棄の結果、客観的、最\n終的に誰が相続人になるかは、当該相続放棄者にとつて本質的に重要なものという\nべきである。もつとも、かかる場合、相続の放棄をした結果、自己が相続人でない\nものとして扱われるという限度においては、当該放棄者の内心の意思と表示との間\nに不一致は存しないのであるから、本件のように、当該放棄の結果、法律上正当な\n相続人として認められるべき者が誰であるかに関する錯誤は、相続放棄をするに至\nつた動機に存するものといわざるを得ないが、相続放棄が講学上いわゆる相手方の\nない単独行為である点に着目するならば、かかる動機は、少なくとも相続放棄の手\n続において表示され、受理裁判所はもとより、当該相続放棄の結果反射的に影響を\n受ける利害関係者にも知り得べき客観的な状況が作出されている場合においては、\n表示された動機にかかる錯誤として、民法九五条により当該放棄の無効が認められ\nるものと解するのが相当である。\nこれを本件についてみるに、前記認定のとおり、被控訴人が相続の放棄をした場\n合にはＡの遺産は真実はＣがすべて相続することになるにも拘わらず、被控訴人\nは、Ａの弟や妹にその遺産を承継させる意図の下に、この意思を東京家庭裁判所に\nおける審問の中で明確にしたうえ、相続放棄の申述をしているのであるから、被控\n訴人がした本件相続放棄の意思表示は、民法九五条にいう法律行為の要素に錯誤が\nある場合に該当するものといわざるを得ない。\n四　そこで、控訴人の贈与の主張について判断する。\n控訴人のこの点に関する主張は、要するに、被控訴人が相続の放棄をすることに\nよつて、控訴人を含むＨの子らがＡの遺産を直接承継するようになることを、実質\n的にみて贈与と評価すべきである、というにすぎないものである。それ故、贈与そ\nのものを直接認定しうるような証拠は存在しない。のみならず、Ｈが贈与をするた\nめには、Ａの遺産を一旦相続することが必要である。しかるに、前示のとおり、Ｈ\nはその相続を拒絶したのである。また、控訴人を含むＨの子らがＡの遺産を共同相\n続しても、控訴人が特定の遺産を単独で相続するためには、共同相続人の間で、遺\n産分割の協議をすることが必要であるが、これには法律上Ｈの意思の関与を必要と\nしない。これを要するに、Ｈは当時贈与をなしうる立場にないことを、十分認識し\nていたというべきであるし、また、Ｈの意思のみでは、控訴人に対する贈与を実現\nすることも、できなかつたのである。\nしたがつて、控訴人の右主張は採用することができない。\n五　次に、控訴人の信義則違反及び権利濫用の主張について判断する。\nいずれも成立に争いのない甲第二〇号証、第二二号証の四、七、一一ないし一\n三、第二三号証の一ないし八、乙第一号証、第六、七号証の各一、二、第八ないし\n第一三号証、第二二ないし第二七号証、第二八号証の一、二、原本の存在及びその\n成立に争いのない甲第一〇号証の一、原審における控訴人本人尋問の結果により真\n正に成立したものと認められる乙第五号証、当審における控訴人本人尋問の結果に\nより真正に成立したものと認められる乙第一四号証、原審証人Ｉ、当審証人Ｊの各\n証言、原審及び当審における控訴人、同被控訴人（但し、後記信用しない部分を除\nく）各本人尋問の結果を総合すると、次の事実を認めることができる。\n（１）　Ａはそれまで勤めていた証券会社を退職して、祖父Ｋから贈与を受けた\n土地において、ガソリンスタンドを経営することを計画し、昭和三八年三月七日豊\n島物産株式会社を設立して、同年五月一七日提携先のモービル石油株式会社（以下\n「モービル石油」という）との間で、石油製品等の販売契約等を締結したうえ、同\n会社から金二〇〇〇万円を借入し、三階建のビルを建てる等して、そのための設備\nを整えることにした。（２）控訴人は同年三月に高等学校を卒業したものである\nが、Ａからガソリンスタンドを手伝つてほしいと依頼されたので、同年七月初め頃\nまでにモービル石油の訓練センターでマネージヤーコースの受講を終了し、同年八\n月一五日には危険物取扱者の試験を受けて、その免許を取得した。（３）ところ\nが、Ｋが同年六月二〇日死亡すると、Ａは、Ｋの相続問題、前記ビルを建てるにつ\nいて母屋を取り壊すのに親族の一部から異議がでたこと、その他モービル石油との\n契約条件についての不安等からノイローゼ状態になり、同年八月一五日頃から行方\n不明になつた。（４）その後、モービル石油から控訴人及び被控訴人外五名を債務\n者とする仮処分申請がなされたが、右事件は同年一二月二七日裁判上の和解により\n終了した。しかし右和解条項によると、豊島物産株式会社がモービル石油の販売代\n理店をやめたときは、控訴人らＬ家の一族はその住居である右ビルを明け渡すこと\nになつていた。そこで、控訴人は未成年とはいえ、Ａが現れるまでは自分がやる外\nないと決意し、昭和三九年四月六日よりガソリンスタンドの営業を開始した。\n（５）昭和四一年四月一九日になつてＡは自殺死体で発見された。控訴人はこれを\n機に、モービル石油にたいする借財を返済して、廃業したいと考えたが、賛成する\n者はいなかつた。当時被控訴人は宗教活動に熱心であり、Ｅは家を出ていて、あま\nり手伝う気がなく、Ｆは高校生であつて、営業の中心になるのは、控訴人をおいて\n外になかつた。（６）被控訴人から相談を受けていたＤの夫Ｊは、モービル石油と\nの関係からいつても、控訴人に営業を継続させる外ないと考え、控訴人にＡの遺産\nの大半を承継させることで、モービル石油に対する負債と相続税を負担することに\n躊躇する控訴人を納得させ、被控訴人に対しては、控訴人に被控訴人の老後や弟妹\nの面倒をみさせるということで説得し、弁護士Ｉの意見も徴したうえ、被控訴人に\n相続放棄の手続きをすることを了承させた。（７）もつとも、控訴人は昭和四一年\n八月一日被控訴人の老後を考えて被控訴人に対し、（一）板橋区ａ町ｂ丁目ｃ番\nｄ、宅地三五三・七一平方メートル、及び（二）同所ｃ番ｅ、宅地一六八・〇〇平\n方メートルを贈与した。また、Ａの遺産のうち、現在、（一）同所ｆ番ｇ、畑五九\n平方メートル、（二）同町ｈ丁目ｉ番ｄ、畑一〇五平方メートルはＥの所有名義に\nなつており、（一）同町ｂ丁目ｆ番ｊ、宅地四一・〇〇平方メートル、（二）同所\nｋ番ｊ、公衆用道路三五平方メートル、（三）同所ｋ番五ｌ、畑一〇八平方メート\nル（原判決別紙物件目録（七）、（一一）、（一二）記載の各土地）の各二分の\n一、及び（四）同所ｋ番ｇ、畑九九平方メートルはＦの所有名義になつている。\n（８）ところがＥがガソリンスタントを手伝うようになると、控訴人との間で紛議\nが発生し、これに関連して、控訴人が被控訴人に暴力を振るうこともあつた。この\nような事情のため、控訴人は昭和四五年一一月二五日から昭和四六年二月頃まで及\nび同年七月から昭和四八年一月までの間、ガソリンスタンドの経営をしなかつたこ\nとがあつた。被控訴人とＤは昭和四九年五月二五日、四五坪の土地を与えることて\nＥに営業面から手を引かせようとしたが、Ｅが承知しなかつたため、結局実現しな\nかつた。（９）被控訴人は、いずれも控訴人を相手どり、昭和五一年九月一〇日東\n京地方裁判所に生活妨害禁止の仮処分を申請したり、昭和五六年六月頃東京家庭裁\n判所に相続廃除の申立てをしたが、いずれも認められなかつた。（１０）控訴人\nは、昭和五二年七月一〇日以降豊島物産株式会社の代表取締役に就任し、名実とも\nにガソリンスタンドの経営に従事しているが、モービル石油に対する金二〇〇〇万\n円の貸金債務については、利息は支払つているものの、元金は未だ返済していな\nい。一方、被控訴人は賃料収入で生活をしている。\n以上の事実を認めることができ、右認定に反する原審及び当審における被控訴人\n本人尋問の結果の一部は、前掲各証拠と対比して信用することができず、他に右認\n定を覆すに足りる的確な証拠はない。\n<要旨第二>右認定事実によると、控訴人は若年のため、モービル石油に対する借\n財を負担してまで、ガソリンスタン</要旨第二>ドの経営を引き受けるのに躊躇を感\nじていたにも拘わらず、Ａの遺産の大半を承継するということで、やむなく承知し\nたものであること、被控訴人の相続放棄には動機の錯誤が存し、登記申請手続に遺\n漏があつたとはいえ、本件各不動産の登記名義が控訴人になつているのは、正しく\n被控訴人の意図していたところと合致していること、被控訴人の老後や弟妹の面倒\nをみるということは、被控訴人及びＪの希望であつたにすきず、Ａの遺産を承継す\nる条件であつたとまでは解されないこと、もともと本件紛争は、控訴人とＥとの軋\n櫟に端を発し、被控訴人がＥに加担したため、拡大したものと推認されること、被\n控訴人の生活は賃料収入により安定しているのに対し、本件各不動産の所有名義を\n被控訴人に返還するとすれば、控訴人はモービル石油に対する信用を失い、営業面\nで苦境に立たされることが明らかであつて、このような事情を総合的に勘案すれ\nば、被控訴人が、同人のした相続放棄につき錯誤による無効を主張して控訴人から\n本件各不動産の取戻しを図ることは、権利の濫用に当たるものとして許されないも\nのと解するのが相当である。\n六　右によると、被控訴人は、Ｃ及びその承継人に対しては被控訴人がした相続\nの放棄について錯誤による無効を主張することができるが、控訴人に対してはその\n無効を主張することができない結果、本件各不動産は控訴人に対する関係では被控\n訴人の所有に属さないこととなるので、控訴人に対し右相続の放棄の無効確認及び\n本件各土地について所有権移転登記手続を求める被控訴人の本訴請求は、全部失当\nとして棄却すべきである。\nよつて、これと異なる原判決を取り消した上、被控訴人の請求を棄却し、訴訟費\n用の負担について民訴法九六条前段、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　近藤浩武　裁判官　三宅純一　裁判官　喜多村治雄）\n"
}