{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 9,
    "day": 17
  },
  "case_number": "昭和59(ラ)394",
  "case_name": "文書提出命令に対する抗告事件",
  "court_name": "東京高等裁判所第九民事部",
  "lawsuit_id": "20344",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20344",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/344/020344_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n相手方の本件文書提出命令の申立てを却下する。\n抗告費用は相手方の負担とする。\n理　　　　由\n一　本件抗告の趣旨は、主文第一、二項と同旨の裁判を求めるものであり、その\n理由は、別紙のとおりである。\n二　本件文書提出命令の申立ては、抗告人Ａを含む四二九名の者が原告となり、\n相手方を被告として、被告の千葉製鉄所から排出される二酸化いおう等の汚染物質\nによる大気汚染によつて原告らが気管支ぜん息、慢性気管支炎、肺気腫等のいわゆ\nる公害病に罹患し、若しくはそれにより死亡し、又は健康及び生命に対する被害を\n受けているとして、被告に対して健康及び生命に被害をもたらす汚染物質の一定量\n以上の排出の差止め等及び健康被害又は死亡によつて生じた損害の賠償を求める千\n葉地方裁判所昭和五〇年（ワ）第三二二号川鉄六号高炉建設差止等請求事件、同裁\n判所昭和五三年（ワ）第二七五号大気汚染規制等請求事件において、その被告であ\nる相手方から、原告患者らの病気、症状及び治療の経過、病因等を明らかにするこ\nとにより、原告らの主張と異なる他の疾病又は病因が存在する事実、原告らの損害\nの程度、内容等を立証するため、訴訟の第三者である抗告人Ｂに対し、その所持す\nる診療録及ひこれと一体となつて診療の内容、経過、結果を示すＸ線等のフイル\nム、各種検査票及び処方せん（控）（以下「本件文書」という。）が民事訴訟法第\n三一二条第三号前段に該当するとして、その提出を求めてされたものであり、原決\n定は、これを認容したのである。\n三　ところで、民事訴訟法第三一二条第三号前段にいう挙証者の利益のために作\n成された文書とは、挙証者の法的地位を直接証明し、又は権利ないし権限を基礎付\nける目的で作成されたものをいうと解すべきであり、また、挙証者の利益という場\n合の利益は、文書作成時において存在することを要し、かつ、直接的な利益でなけ\nればならないのである。立法論はとも角、民事訴訟法第三一二条第三号の解釈とし\nては、このように限定せざるを得ない。\n四　そこで、本件文書が民事訴訟法第三一二条第三号前段に該当する文書である\nか否かについて考えてみる。\n<要旨>およそ医師が診療録を作成する目的は、診療の都度、受診者の病名及び主\n要症状並びにこれに対する治療</要旨>方法（処方及び処置）を記載すべきことを義\n務付けている医師法第二四条及び医師法施行規則第二三条から判断すると、受診者\nの状態と治療内容の経過を一定期間保存することにより、医師自身の診療における\n思考活動を補助し、医事行政上の監督の実を挙げさせ、もつて、診療行為の適正を\n期することにあると考えられるが、副次的には、患者自身又は患者と医師若しくは\n医療機関との間の権利義務に係る事実の証明をも目的とするものといえよう。これ\nは、本件文書中の診療録以外のものについても、同様と考えられる。診療録がその\n記載内容の性質上患者、医師等診療行為の当事者以外の者の法律上の紛争におい\nて、その者の法的地位の証明に役立つ場合のあることは否定できないが、それは、\n結果として生ずることにすぎないのである。\nしたがつて、診療行為の当事者でない本件相手方にとつて、本件文書が、その法\n的地位を直接証明し、又はその権利ないし権限を基礎付ける目的で作成されたもの\nといえないことは明らかである。\n五　以上のとおりであるから、本件文書は民事訴訟法第三一二条第三号前段の文\n書に該当しないといわざるを得ず、相手方の抗告人Ｂに対する本件文書提出命令の\n申立ては失当として却下すべきであり、これと判断を異にする原決定は不当であつ\nて、本件抗告は理由がある。\nよつて、原決定を取り消して相手方の本件文書提出命令の申立てを却下し、抗告\n費用を相手方に負担させることとして、主文のとおり決定する。\n（裁判長裁判官　賀集唱　裁判官　梅田晴亮　裁判官　上野精）\n別　紙\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n＜記載内容は末尾１添付＞\n"
}