{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 8,
    "day": 26
  },
  "case_number": "昭和55(行コ)51",
  "case_name": "所得税更正決定処分等取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　農地法３条所定の知事の許可を受けていない農地の耕作権が，租税特別措置法（昭和５０年法律第１６号による改正前）３１条にいう「土地の上に存する権利」に当たるとされた事例　２　農地法３条所定の知事の許可を受けていない農地が特定住宅地造成事業のために買い取られる場合に，右農地の耕作権を解消させるための対価として耕作権者が右農地の所有者から受領した離作料につき，租税特別措置法（昭和４９年法律第１７号による改正前）３４条の２第１項，２項４号の適用を受けるのは土地所有者に限られるとして，同条の適用がないとした事例",
  "lawsuit_id": "17082",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17082",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/082/017082_hanrei.pdf",
  "contents": "○　主文\n原判決を次のとおり変更する。\n控訴人が昭和四九年一〇月二六日付でなした被控訴人の昭和四八年度所得税の更正\n処分のうち総所得金額三七八万七〇五円分離長期譲渡所得金額一億二八九六万九二\n八二円を超える部分及び過少申告加算税の賦課決定処分のうち右に対応する部分を\n取消す。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審を通じ三分し、その一を被控訴人の、その余を控訴人の各負\n担とする。\n○　事実\n第一　申立\n控訴人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、二審\nとも被控訴人の負担とする。」との裁判、被控訴人は、「主文同旨」の裁判を各求\nめた。\n第二　主張と証拠\n次のとおり付加、訂正、削除する他は原判決事実摘示のとおりであるから、これを\n引用する。\n一　原判決七枚目表七行目の「あつたものの」を「あつたもので」と訂正し、同一\n六枚目裏八行目の「仮に」から同一一行目までを削除する。\n二　控訴人の補充主張\n１　被控訴人はＡらに対し本件農地の小作料を支払つたことはない。被控訴人の供\n述によると、被控訴人は小作料として毎年米一〇俵と本件農地を含む小作地の固定\n資産税とほぼ同額の一万円を支払つていたというが、同地の固定資産税及び都市計\n画税は、昭和四二年は六〇二〇円、土地一部売却後の同四八年は四八二〇円である\nから、右供述は根拠がない。また、同四二年一〇月における生産者米価及び消費者\n米価によると、米一〇俵は七万七九七〇円ないし七万六〇二〇円に相当し、被控訴\n人の支払つていた小作料は八万七九七〇円ないし八万六〇二〇円ということにな\nる。しかし右小作料を農地法及び関係法令の定めに従い算定すると最高額でも二万\n八三九〇円であり、しかも小作料の物納は禁止されている。そうすると、被控訴人\nがＡ家に提供していた米一〇俵は小作料ではなく、Ａ家の田畑を事実上使用収益し\nていた謝礼というべきである。従つて、仮に被控訴人がＡ家に毎年米一〇俵を提供\nしていたとしても、それは小作料の支払ではないから、被控訴人は本件農地の耕作\n権を有していたとはいえない。\n２　京都市土地開発会社は、公有地の拡大の推進に関する法律（以下公拡法とい\nう）に基きＡらから本件農地を買上げたものであるところ、措置法三四条の二第二\n項第四号により同条第一項の適用を受けるものは該土地の所有者に限られるのであ\nる。従つて、仮に被控訴人がＡらから受領した金員が本件農地の離作料であつたと\nしても被控訴人に同法三四条の二第一項を適用する余地はない。\n三　被控訴人の主張\n１　被控訴人が支払つた小作料一万円は本件農地等及び当時被控訴人が居住してい\nたＡ家所有の土地建物に対する諸税を合算したものに相当する。また、米一〇俵は\n本件農地等を使用収益する対価として提供したものである。\n２　京都市土地開発公社が本件農地を公拡法に基き買取つたものであることは認め\nるが、措置法三四条の二第二項第四号、第一項は土地所有者に限らず土地賃借権者\nにも適用されるべきである。何故ならば、公拡法が買取りの対象とする権利を所有\n権に限定しているのは事務処理上の便宜にすぎず、同法に基く土地の買取りの実際\nにおいては、土地賃借権者も土地所有者と共に手続に参加し、本件農地の買取りに\nおいても被控訴人は同法に定める協議に応じたのである。土地賃借権者の協力なく\nして同法の目的を達成することは難しいのであるから、土地賃借権者も右優遇措置\nを受けて然るべきである。\n四　当審において、被控訴人は甲第一八ないし第二一号証を提出し、乙号各証の成\n立を認め、控訴人は乙第七号証の一ないし四、第八ないし第一七号証、第一八、第\n一九号証の各一ないし三、第二〇号証の一、二、第二一号証、第二二ないし第二六\n号証の各一、二を提出し、証人Ｂの証言を援用し、甲号各証の成立を認めた。\n○　理由\n一　次のとおり付加、訂正、削除する他は原判決の理由説示第一項ないし第二項３\nを引用する。\n１　原判決一九枚目表一一行目の「みるに」の次に「成立に争いのない甲第一八な\nいし第二〇号証、乙第八、第九号証」を付加、同裏三行目の「結果」を「結果の一\n部ならびに弁論の全趣旨」と、同二〇枚目裏二行目の「本件農地等」を「及び本件\n農地等と被控訴人の居住するＡら所有の土地建物」と訂正、同一二行目の「原告」\nから同二一枚目表一行目の「続け、」までを削除、同二、三行目の「続けられ\nた。」を「続けられ、その間、被控訴人はＡらに対する米の供給は中止したが、一\n万円は支払い続けていた。」と、同裏一行目の「主張するが、」から同九行目の\n「証拠はない。」までを「主張するところ、成立に争いのない乙第一〇ないし第一\n二号証ならびに弁論の全趣旨によると、米一〇俵及び一万円は本件農地等の所定の\n小作料の最高額の三倍に相当することが窺えるが、右認定のとおり、米一〇俵と一\n万円の供与の約定がＡ家と被控訴人方の生計が完全に分離した時点で取交わされ、\n被控訴人は本件農地が休耕田となつた後も一万円の供与を続けていたことに照らす\nと、右米一〇俵と一万円の供与は、被控訴人のＡらに対する報恩ないしは謝礼の趣\n旨をも含むとしても、なお本件農地等耕作に対する対価性を失わないものというべ\nきである」と、同二二枚目表一一行目の「Ａらは、」から同二三枚目表一一行目ま\nでを「被控訴人はＡらとの本件農地の賃貸借契約に基き同人らに対し右許可の申請\n手続を訴求することもでき、右許可があれば賃貸借設定の効力も生ずることになる\nのであるから、被控訴人は本件農地の耕作について条件付権利を有するものという\nことができる。」と各訂正、同裏一〇行目の「経済的」から同二四枚目表二、三行\n目の「現に」までを削除、同五行目の「さらに」を「さらに、原審証人Ｃの証言及\nびこれにより真正な成立を認める甲第八号証によると、」と同六行目の「際し」を\n「際し農業委員会の指示により」と各訂正する。\n二　そこで、措置法三四条の二の適用の有無について判断する。\n本件離作料は、Ａらが本件農地を公拡法の定めるところにより京都市土地開発公社\nに売却した代金から被控訴人に支払われたものであることは当事者間に争いがな\nく、成立に争いのない乙第四号証の一ないし）三、原審における被控訴人本人尋問\nの結果によると、Ａらは本件農地の売却によつて得た所得につき本件離作料を費用\nとして控除のうえ申告し同法三四条の二の適用を受けたことが認められる。しかし\nながら、措置法三四条の二第二項四号、同条の二第一項の適用を受けるのは土地所\n有者に限られるものである。蓋し、公拡法は、地方公共団体等が公有地として土地\nを買取る場合の土地所有者との関係を調整するものであることに照らすと、措置法\n三四条の二第二項四号、同条の二第一項の趣旨は、土地所有者に対し税法上の優遇\n措置を与えることにより地方会共団体等が公拡法の定めにより行う土地所有者から\nの土地の買取りをより実効あらしめることを計つたものと解されるからである。従\nつて、Ａらが本件離作料を費用と認められ、措置法三四条の二第一項の適用を受け\nたからといつて被控訴人に対しても同様の取扱いをすべき理由はない。\nよつて、\n被控訴人は本件離作料について措置法三四条の二の適用を受け得ないものといわな\nければならない。\n三　以上によれば、被控訴人の昭和四八年度所得金額は総所得金額三七八万七〇五\n円（被控訴人の修正申告額である）、分離長期譲渡所得金額一億二八九六万九二八\n二円（成立に争いのない甲第一七号証によると、本件耕作権の概算取得費五四九万\n一〇八九円は被控訴人の修正申告額であり、被控訴人の修正申告にかかる分離長期\n譲渡所得二四六三万八五八〇円は特別控除額一〇〇万円を控除した後の金額であ\nる）であるから、総所得金額五五七四万六〇五六円、分離長期譲渡所得金額二四六\n三万八五八〇円としてなされた本件更正処分のうち右認定の所得金額を超える部分\n及び本件賦課決定のうち右部分に対応する部分は違法として取消しを免れない。\n四　よつて、右と結論を一部異にする原判決を変更することとし、民訴法九六条、\n九二条に従い主文のとおり判決する。\n（裁判官　石川　恭　首藤武兵　蒲原範明）\n"
}