{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和56(ホ)204",
  "case_name": "あけぼのタクシー緊急命令不履行",
  "court_name": "福岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/019453_hanrei.pdf",
  "contents": "主　　　文\n被審人を処罰しない。\n手続費用は国庫の負担とする。\n理　　　由\n福岡地方労働委員会の緊急命令不履行通知の内容は別紙のとおりであり、要する\nに、福岡地方裁判所は、昭和五三年三月一三日救済命令のうち賃金相当額の支払を\n命ずる部分を除き、原職復帰に関する部分については福岡地方労働委員会の救済命\n令に従わなければならない旨の緊急命令をなしたが、被審人は右原職復帰の救済命\n令に含まれる昭和五二年一二月一日から同五三年五月三一日までの勤務を対象とす\nる夏期一時金の支払については、Ａ、Ｂが原職に復帰した昭和五三年三月一三日以\n後の水揚高に対してのみ夏期一時金を支給したにとどまり、その完全なる履行をし\nていないというのである。\nしかしながら、一件記録によれば、被審人は昭和五五年一一月七日Ａに対しては\n右期間（昭和五二年一二月一日から同五三年五月三一日まで）の夏期一時金とし\nて、一律給二万五、〇〇〇円、年功給一万八、八二〇円、水揚給四万九、〇七〇円\n合計九万二、八九〇円を、Ｂに対しては一律給二万五、〇〇〇円、年功給二万七、\n七一〇円、水揚給五万四、七四〇円、合計一〇万七、四五〇円をそれぞれ支払い夏\n期一時金の支払を完了していることが認められる。もつとも、Ａ、Ｂは、原職復帰\nするまでの期間も、単に在職したものとして一律給、年功給の支給を受けるだけで\nは夏期一時金の支払としては不十分であり、その間に就労していたら挙げ得たであ\nろう水揚高をも夏期一時金算定の基礎にして水揚給を支払うべく要求し、被審人と\n対立していることが認められる。しかし、前叙のとおり賃金相当額の支払を命ずる\n部分を除き原職復帰を命じた緊急命令であるから（緊急命令が賃金相当額の支払部\n分を除いたのは、右両名が他に就労し、被審人会社から支払を受けるべき賃金相当\n額を下回らない収入を得ていることがその理由である。）、原職復帰までの間は右\n両名が引続き被審人会社に在職した状態において夏期一時金の支給をすれば足るも\nのであり、就労しておれば挙げ得たであろう水揚高に対してまで夏期一時金の算定\nの基礎とする必要はないものというべきである。\nそうだとすると、被審人には現在においては、緊急命令違反の事実はないから処\n罰しないこととし、手続費用の負担につき非訟事件手続法第二〇七条を適用し主文\nのとおり決定する。\n（裁判官　松島茂敏）\n別紙\n一　福岡県地方労働委員会は、昭和五二年一二月五日付をもつてあけぼのタクシー\n有限会社（以下履行義務者という。）に対し、そのＡ、Ｂ両名に対してなした昭和\n五一年八月二一日付懲戒解雇処分を取消し、同人等を原職に復帰させるとともに、\nその間に同人らが受けるはずであつた賃金相当額を支払わなければならない旨、そ\nの他の事項を命令した。\n二　これに対し履行義務者は、昭和五三年一月一八日福岡地方裁判所に対し、前記\n労働委員会を被告として救済命令取消を求める訴訟を提起したので、前記委員会\nは、同地方裁判所に対し、右救済命令に従うべき旨の緊急命令を申立てた。\n三　福岡地方裁判所は、昭和五三年三月一三日救済命令のうち賃金相当額の支払を\n命ずる部分を除き、原職復帰に関する部分についてはその救済命令に従わなければ\nならない旨の緊急命令をなした。\n四　履行義務者は、昭和五三年八月に至り従業員に対する昭和五二年一二月一日よ\nり昭和五三年五月三一日までの勤務を対象とする夏期一時金の支払をなすに当り、\n右Ａ、Ｂ両名に対しては夏期一時金の対象勤務から昭和五二年一二月一日より緊急\n命令のあつた昭和五三年三月一三日までの分を除外し、昭和五三年三月一三日以後\nの勤務を対象とする夏期一時金のみの支払をなした。昭和五二年一二月一日より同\n五三年三月一三日までの期間は、Ａ、Ｂが解雇されていた期間に当り、しかも前記\n労働委員会の救済命令によつて原職に復帰させることを命ぜられ、また、緊急命令\nによつてその履行を命じられた部分に該当する。\nしたがつて、この期間を勤務なきものとして夏期一時金の計算の対象外とするこ\nとは、結局、その期間の原職復帰を認めないことになり、したがつて緊急命令に違\n反するものといわなければならない。\n五　そこで、前記委員会は、昭和五四年五月一〇日福岡地方裁判所に対し、前記の\n不履行を通知した。同裁判所は、昭和五四年九月二〇日決定をもつて前記労働委員\n会の救済命令は、「解雇がなかつたと同様に取扱わなければならない。」との意味\nであることを認めながらも救済命令の前記文言がやや適切さと明確さを欠き、した\nがつて前記緊急命令をもつて履行すべき旨命じた救済命令が、夏期一時金の支払に\nついても他の在勤者と同様にすべきことを命じているものか否かにつき、不明確の\n点があり、この点につき履行義務者が別異の解釈をしたことについて相応の理由も\nあり、ことさら右命令に違反した節は見当らないとの理由でこの点に関する履行義\n務者の違反については処罰しないこととした。\n六　前項の昭和五四年九月二〇日の決定は、原職復帰に関する履行義務者の不履行\nを処罰しなかつたけれども、Ａ、Ｂ両名に対する夏期一時金の支払については、昭\n和五二年一二月一日より、同五三年三月一三日までの期間をも、また原職にあつた\nものとして取扱うべきものと認めているので、右履行義務者は、この決定を受けた\n後においては、もはや別異の解釈をなす余地はなく、したがつて、その後の不履行\nはことさらに命令の履行をなさないものといわなければならない。しかるに、履行\n義務者は、その後もその履行をなさないのみか、Ａ、Ｂ両名の履行請求にも応ぜ\nず、昭和五六年一月二六日には前記労働委員会の担当公益委員より口頭をもつてそ\nの履行の勧告を受けたにも拘らず、これに応ぜず、更にまた、昭和五六年二月二三\n日前記労働委員会の文書に基づく履行勧告にも応ぜずして今日に至つている。した\nがつて、昭和五四年九月二〇日福岡地方裁判所のなした不処罰決定の当時とは著し\nくその間の事情を異にするに至つたので、あけぼのタクシー労働組合の強い要請も\nあり、改めて緊急命令不履行に基づく相応の処罰をせられたく労働委員会規則第五\n〇条第二項に則りここに事実を通知するものである。\n"
}