{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 11,
    "day": 22
  },
  "case_number": "昭和56(ネ)41",
  "case_name": "土地所有権移転登記抹消登記手続請求本訴、土地所有権移転登記手続請求反訴事件",
  "court_name": "福岡高等裁判所那覇支部         　民事部",
  "article_info": "第36巻3号260頁",
  "gist": "沖縄の米軍用地内の一筆の土地について登記簿上の所有名義人による取得時効の基礎となる間接占有が認められた事例",
  "case_gist": "戦後米軍の事実的支配下に置かれて、登記簿上の所有名義人を賃貸人とする賃借権が米国政府のために設定され、沖縄県の区域内における位置境界不明地域内の各筆の土地の位置境界の明確化等に関する特別措置法(昭和五二年法律第四〇号)によつて位置境界不明地域に指定された沖縄の軍用地内の一筆の土地について、右所有名義人が右賃借権に基づく軍用地料を継続的に取得し、当該土地に対する同法に基づく位置境界明確化作業が進行中であるなど判示のような事実関係の下においては、右所有名義人に米軍を介しての取得時効の基礎となる間接占有が認められる。",
  "lawsuit_id": "24870",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24870",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/870/024870_hanrei.pdf",
  "contents": "主　　　　文\n一　第一審原告Ａ１、同Ａ２、同Ａ３、同Ａ４及び第一審原告・第一審\n反訴被告Ａ５の本件各控訴並びに当審における別紙物件目録２ないし１１記載の各\n土地に関する追加的・選択的各請求をいずれも棄却する。\n二　第一審被告・第一審反訴原告の本件控訴を棄却する。\n三　控訴費用はこれを四分し、その一を第一審被告・第一審反訴原告\nの、その余を第一審原告らの各負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　第一審原告ら（以下単に「原告ら」という。）\n（原告らの控訴につき）\n１　原判決中原告ら敗訴部分を取り消す。\n２　原告らと第一審被告・第一審反訴原告（以下単に「被告」という。）との間\nにおいて、別紙物件目録２ないし１１記載の各土地（以下、同目録の番号に従い\n「本件２の土地」のように略称する。）が亡Ｂの遺産であることを確認する。\n３　被告は、原告らに対し、本件２ないし１１の各土地につき、那覇地方法務局\n沖縄支局一九六一年（昭和三六年）九月五日受付第四八八一号各所有権移転登記の\n抹消登記手続をせよ。\n４　訴訟費用は第一、二審とも被告の負担とする。\nとの判決。\n（当審における追加的・選択的請求につき）\n１　原告らと被告との間において、本件１ないし１２の各土地につき、原告らが\n共有持分各七分の一を有することを確認する。\n２　被告は、原告らに対し、本件２ないし１１の各土地については那覇地方法務\n局沖縄支局一九六一年（昭和三六年）九月五日受付第四八八一号をもつて、本件\n１、１２の各土地については同支局同日受付第四八八二号をもつてされた同年八月\n一六日贈与を原因とする各所有権移転登記を、いずれも原告らの共有持分を各七分\nの一、被告の共有持分を各七分の二とする各所有権移転登記に更正登記手続をせ\nよ。\n３　控訴費用は被告の負担とする。\n旨の判決。\n（被告の控訴につき）\n１　本件控訴を棄却する。\n２　控訴費用は被告の負担とする。\nとの判決。\n二　被告\n（原告らの控訴につき）\n本件控訴を棄却するとの判決。\n（原告らの当番における追加的・選択的請求につき）\n原告らの各請求を棄却するとの判決。\n（被告の控訴につき）\n１　原判決中被告敗訴部分を取り消す。\n２　原告らの各請求を棄却する。\n３　第一審原告・第一審反訴被告Ａ５は、被告に対し、本件１３の土地につき、\n真正な登記名義の回復を原因とする所有権移転登記手続をせよ。\n４　訴訟費用は第一、二審とも本訴関係は原告らの、反訴関係は原告Ａ５の各負\n担とする。\nとの判決。\n第二　当事者の主張\n次のとおり付加・補正するほか、原判決事実摘示のとおりであるから、これを引\n用する。\n一　原判決事実の補正\n１　原判決二枚目裏一一行目の「、７の」から同一二行目の「不知」まで及び同\n行目の「時機に遅れた」から同末行目の「かつ、」までをいずれも削除する。\n２　同三枚目表八行目の末尾に続けて「仮に、右贈与が認められないとしても、\n一九五三年（昭和二八年）若しくは一九五七年（昭和三二年）ころ、当時被告の法\n定代理人であつた母Ｃにおいて、Ｄ家の位はい承継者であるＥに対し本件１、１２\nの各土地を贈与し、次いでＥは、一九五八年（昭和三八年）二月七日Ｂにこれを贈\n与した。」を付加する。\n３　同三枚目表八行目と同九行目の間に\n「本件５の土地は、もとＢの母Ｆの所有であつたところ、明治四〇年二月一五日\nＦの死亡によりＢがこれを家督相続した。」\nを挿入し、同一一行目の「約五〇坪を、」の次に「明治四二、三年ころ」を付加\nする。\n４　同三枚目裏一行目から同三行目までを\n「４しかるに、被告は、本件１ないし１２の各土地につき、一九六一年（昭和三\n六年）九月五日、いずれも同年八月一六日贈与を原因とする請求の趣旨二項記載の\nとおりの各所有権移転登記を経由し、右各土地が亡Ｂの遺産に含まれることを争つ\nている。」\nに改め、同四、五行目の「ついて」の次に「右各土地が亡Ｂの遺産であることの\n確認並びに」を付加する。\n５　同三枚目裏八行目から同一〇行目までを\n「３の事実中、Ｂが戦前から本件２ないし４及び７ないし１１の各土地を所有し\nていたこと、Ｇが昭和二〇年五月二七日死亡し、長男の被告が家督相続したこと、\nＢがＦの家督相続人であること、Ｄが戦前原告ら主張のｆ番の土地を所有してお\nり、これが本件６の土地に含まれることは認めるが、その余は否認する。」\nに改め、同一一行目の「５ないし７」を「５、６」に改める。\n６　同四枚目裏二行目から同六行目までを次のとおり改める。\n「１仮に、本件１、５、６、１２の各土地がもとＢの所有であつたとしても、被\n告は、（１）一九五一、二年（昭和二六、七年）ころ、若しくは（２）一九五七年\n（昭和三二年）ないし一九五九年（昭和三四年）ころ、若しくは（３）一九六一年\n（昭和三六年）八月ころ、Ｂから右四筆を含む本件１ないし１２の各土地の贈与を\n受けた。」\n７　同五枚目表三行目の「同日」を「そのころ」に改め、同六枚目裏三行目の末\n尾に「本件１３の土地は、もとＢの所有であつたところ、原告Ａ５が一九五四年\n（昭和二九年）五月Ｂからその贈与を受けたものである。」を付加し、同一〇行目\nの「第二〇号」を「第二六号」に、同七枚目表三行目の「１３の」を「その」に各\n改め、同七行目の「により、」の次に「その施行日から起算して六か月の」を付加\nし、同八行目の「１３の土地の」を「右土地につき、前記昭和二九年五月二一日を\n起算点とする」に、同裏二行目の「知らない」を「否認する」に各改める。\n二　原告らの主張\n１　当審における追加的・選択的請求の請求原因\n（一）　Ｂは、もと本件１ないし１２の各土地を所有していた。\n（二）　一九六八年（昭和四三年）五月三日Ｂが死亡し、その長男亡Ｇ（昭和二\n〇年五月二七日死亡）の代襲相続人被告、長女原告Ａ１、二女原告Ａ２、三女Ｈ、\n四女原告Ａ３、二男Ｅ、五女Ｉ、四男原告Ａ５及び六女原告Ａ４の九名が共同相続\nしたところ、昭和五三年三月二〇日Ｉが、次いで昭和五四年一月五日Ｈが、いずれ\nも独身のまま死亡した結果、原告らは、本件１ないし１２の各土地の共有持分各七\n分の一を取得した。\n（三）　しかるに、被告は、本件１ないし１２の各土地につき、一九六一年（昭\n和三六年）九月五日、前記のとおり各所有権移転登記を経由し、右各土地に対する\n原告らの前記共有持分を争つている。\n（四）　よつて、原告らは、被告に対し、本件１ないし１２の各土地について、\n原告らが前記共有持分を有することの確認並びに前記（三）の各所有権移転登記\nを、原告らの共有持分を各七分の一、被告の共有持分を各七分の二とする各所有権\n移転登記に更正登記手続を求める。\n２　本件１ないし１２の各土地の贈与の成否について\n（一）　被告の後記三の３の主張事実は争う。\n（二）　被告がＢから贈与を受けた時期として主張する一九五一、二年（昭和二\n六、七年）ころは、土地所有権認定事業も未了であり、Ｂから右各土地の権利証、\n印鑑証明書等を交付されていたわけでもないし、当時沖縄では昭和二二年法律第二\n二二号による改正前の民法（以下「旧民法」という。）が施行されていたところ、\nＧ及び被告はＤ家の家督相続人であつて、Ｂの家督相続人にはなれない立場にあつ\nたから、右時点での贈与はありえない。\n（三）　またＢは、一九六〇年（昭和三五年）三月二六日から同年七月五日まで\n脳動脈硬化精神病で入院し、その前後は明らかに意思無能力であつたこと、その退\n院後一九六八年（昭和四三年）五月三一日死亡するまでの間、被告とＣはＢと同居\nしていたこと、被告は、一九五八年（昭和三三年）八月一七日には既に成年に達し\nており、その約三年後にＣが被告名義の前記各所有権移転登記手続をしたこと等の\n諸事情は、被告主張のその余の時期における贈与もまた存在しないばかりでなく、\n被告とＣが共謀のうえ、Ｂの意思無能力を奇貨として右登記手続に及んだことを推\n認させるに十分である。\n３　本件１３の土地の取得時効について\n（一）　本件１３の土地は、戦後米軍に接収され、今日に至るまで嘉手納基地と\nして使用されている軍用地である。\n（二）　しかし、一般人の直接占有が事実上不可能な軍用地にあつても、登記簿\n及び公図のみに基づいて売買、担保権の設定等の取引行為が行われていることは、\n事実たる慣習として確立しているし、本件各土地はＢらが戦前居住ないし耕作して\nいたもので、原告Ａ５において本件１３の土地を現地において特定指示することも\n可能であるばかりか、昭和五二年以降那覇防衛施設局によつて行われている地籍明\n確化作業においても、右土地の三方の隣接地主との間では各筆の位置境界の確認を\n了しているのであるから、取得時効の基礎となる土地の特定及び米軍による代理占\n有の成立になんら欠けるところはない。\n三　被告の主張\n１　原告らの前項１の請求原因に対する認否\n（一）　請求原因（一）の事実に対する認否は、原判決事実摘示第一の四中の関\n係部分のとおりである。\n（二）　同（二）の事実中、原告らがその主張の共有持分を取得したとの点は否\n認し、その余は認める。\n（三）　同（三）の事実は認める。\n２　本件１、５、６、１２の各土地の旧所有関係について\n（一）　Ｂがもと本件１、５、６、１２の各土地をも所有していたとの原告らの\n主張事実に対し、被告が、原審第一回口頭弁論期日において、Ｂの所有の事実につ\nいて明確に認否することなく、これをＢから贈与された旨主張したからといつて、\n原告らの右主張事実について自白が成立すべきいわれはない。\n（二）　右各土地は、もとＤが所有していたところ、明治四五年三月二七日Ｇ\nが、次いで昭和二〇年五月二七日被告が、それぞれ家督相続し、現在に至つている\nものであるから、これが亡Ｂの遺産に属さないことは明らかである。\n３　本件１、１２の各土地の贈与について\n（一）　仮に、前記のとおり被告において家督相続した本件１、１２の各土地\nが、原告ら主張のなんらかの経緯によつてＢの所有に帰していたとしても、Ｂは、\n土地調査のころから男の子達への財産の配分を考え、Ｊ名義となつていた本件１、\n１２の各土地をも被告に贈与する意思を明らかにしており、Ｊ死亡後の一九五八年\n（昭和三三年）二月七日その登記名義人をＢとする更正登記を了していたところ、\n四男原告Ａ５が右各土地を要求するに至つたため、被告の母Ｃは、Ｂの承諾を得\nて、他の一〇筆とともに被告名義に各所有権移転登記を経由したものであるから、\n本件１、１２の各土地も贈与の対象となつていたというべきである。\n（二）　Ｂが、原告ら主張の時期に、その主張の病名で入院した事実はあるが、\nこれはその前年末ころ同人が原告Ａ５に殴打されたことが原因となつたもので、そ\nれまではなんら異常はなかつたし、退院後も恒常的に意思無能力の情況にあつたわ\nけではないから、前記登記手続につきＢが与えた承諾にはなんらの瑕疵もない。\n４　本件１３の土地の取得時効の成否について\n（一）　原告Ａ５の前記二の３の主張事実中、（一）の事実は認めるが、その余\nは争う。\n（二）　取得時効制度は、占有という外形的・社会的事実に対して法的効果が付\n与されるもので、その基礎たる占有の対象土地が明確であることがその前提である\nから、公簿上の面積に応じて軍用地料が支払われているとの外形的事実しかなく、\n今日に至るまで地籍未確定の状況にある本件にあつては、米軍の事実的支配は取得\n時効の基礎たる代理占有に値せず、取得時効の成立を肯認することは到底困難とい\nうべきである。\n（三）　また原告Ａ５は、本訴に至るまで、Ｂから贈与を受けたのは本件２の土\n地であると考えていたものであるから、本件１３の土地について所有の意思を有し\nていなかつたことは明らかである。\n第三証拠関係（省略）\n理　　　　由\n第一本訴請求について\n一　まず、本件１ないし１２の各土地に対するＢの所有の成否について判断す\nる。\n１　Ｂが戦前から本件２ないし４及び７ないし１１の各土地を所有していたこと\nは当事者間に争いがない。\n２　次に、本件１、５、６、１２の各土地についてみるに、原告らは、Ｂがもと\n右各土地を所有していたとの自己の主張事実に対し、被告が原審においていつたん\n自白した後にこれを撤回したとして、右自白の撤回につき異議を述べているけれど\nも、被告は、原審の第一二、第一三回口頭弁論期日において原告らの右主張事実を\n否認する旨陳述したところ、これに先立つ第一回口頭弁論期日においては、右主張\n事実を直接認否することなく、右各土地をＢから贈与された旨陳述したにとどまる\nことが本件訴訟の経過に徴して明らかであるから、右所有関係について自白が成立\nしていたとまで認めることは困難というほかはなく、自白の撤回をいう原告らの主\n張は採用することはできない。そこで、以下、右所有関係について順次検討する。\n（本件１、１２の各土地について）\n原告らは、本件１、１２の各土地が元来Ｂの所有であつた旨主張するが、これを\n認めるに足りる証拠はない。\nしかしながら、成立に争いのない甲第一、第二二、第二三、第二五、第三九、第\n四六、第五〇号証、乙第一号証の一、一二、第六号証の二、、第九、第二二号証\n（甲第二五号証については原本の存在も争いがない。）、原審証人Ｅ（第一、二\n回）、原審（第一、二回）及び当審証人Ｃの各証言、原審における原告Ａ１及び被\n告、原審（第一、二回。ただし、後記措信しない部分を除く。）及び当審（第一\n回）における原告Ａ５の各本人尋問の結果並びに弁論の全趣旨を総合すれば、次の\n事実が認められる。\n（一）　Ｄは、Ｂの父方のいとこで、Ｂの長男Ｇ（明治四三年五月一〇日生）を\nその出生後間もなく自己の養子とし、中頭郡ａ村の自宅近くにある本件１、１２の\n各土地を所有していたところ、明治四五年三月二七日ＧがＤを家督相続し、Ｇ幼少\nの間はＢが事実上右各土地の占有管理に当たり、昭和二〇年五月二七日Ｇの死亡に\nよつて長男の被告がこれを家督相続したが（Ｇの右死亡と相続の点は当事者間に争\nいがない。）、右各土地は、戦後米軍によつて接収され、嘉手納基地として使用さ\nれるに至つた。\n（二）　Ｂは、戦後、国頭郡ｂ村に疎開し、亡Ｇの妻Ｃとその子の被告らと同居\nし、一九五一年（昭和二六年）中頭郡ａ村字ｃに帰つたが、この間に一九四六年\n（昭和二一年）二月二八日付琉球列島米国海軍軍政本部指令第一二一号「土地所有\n権関係資料蒐集に関する件」に基づく土地所有権認定事業が始められ、Ｂは、Ｅと\n共にその土地調査に立ち会つたところ、そのころ、当時未成年の被告の親権者Ｃに\n対し、後記のとおりＢ所有地の配分を定めることの代償として、被告が家督相続し\nたＤ家伝来の土地（後にみる本件１３の土地はしばらく措く。）中、本件１、１２\nの各土地を三男Ｊに、Ｄの位はいとその余の土地を二男Ｅに分け与えるよう求め、\nＣもこれに応ずることにした。\n（三）　そこでＢは、本件１、１２の各土地はＪ名義で、その余のＤ家の土地は\nＥが分家独立するまでとりあえずＣ名義で所有権申請をし、一九五〇年（昭和二五\n年）四月一四日付琉球列島米国軍政府特別布告第三六号「土地所有権証明」によ\nり、一九五一年（昭和二六年）四月一日付で土地所有権証明書が交付され、同年一\n〇月ころＪのためｃに住居一棟も建てたところ、習年八月六日Ｊが死亡したが、本\n件１２の土地については一九五四年（昭和二九年）四月二〇日、本件１の土地につ\nいては同年五月二三日いずれもＪ名義で、またその余の土地についてはそのころＣ\n名義で所有権保存登記が経由された。\n（四）　Ｊは独身のまま死亡し、またその母（Ｂの妻）ツルは戦前に死亡してい\nたので、ＢがＪを遺産相続することとなつたが（旧民法九九六条）、その後本件\n１、１２の各土地について軍用地料が支払われるようになり、Ｂは、いずれは亡Ｊ\nの位はい承継者にこれを分け与えることとして、一九五八年（昭和三三年）二月七\n日その所有名義を自己に更正登記手続をした。\n原審における原告Ａ４及び原告Ａ５（第一、二回）の各本人尋問の結果中には、\nＧがＤの養子となつたことはない旨の供述部分もあり、また前掲甲第一号証及び成\n立に争いのない甲第三四号証によれば、Ｅが昭和一九年一一月五日Ｋの養子となつ\nたうえ、同月二〇日その家督相続をした旨の戸籍の記載があることが認められ、原\n告らは、ＫがＤの長男であるかのような主張もする。しかしながら、前掲乙第九号\n証に比照するとともに、旧民法下では法定の推定家督相続人たる男子のある者が男\n子を養子とすることは禁じられていたし（八三九条）、右戸籍記載は事実に反する\n旨の原審証人Ｅの証言（第二回）を合せ考えると、右の点がＤの家督相続に関する\n前記認定の妨げとなるものとは認め難い。\nそして、他に前記認定を左右するに足りるほどの証拠はないから、これによれ\nば、Ｊは、その存命中に被告の親権者Ｃから本件１、１２の各土地の贈与を受けて\nいたところ、一九五二年（昭和二七年）八月六日Ｊが死亡し、これに伴いＢがその\n所有権を相続取得したものといわなければならない。\nなお、被告は、ＣのＪに対する右贈与はそれに必要な親族会の同意を欠くので無\n効である旨主張するが、たとえ右同意がなかつたとしても、取り消しうべき行為に\nあたるにとどまり、当然無効となるわけではない（旧民法八八七条一項）から、右\n主張はそれ自体失当たるを免れない。\n（本件５の土地について）\n前掲甲第一、第二三、第二五号証、乙第二二号証並びに原審（第二回）及び当番\n（第二回）における原告Ａ５の本人尋問の結果によれば、Ｂの母Ｆは、もと本件５\nの土地を所有していたところ、明治四〇年二月一五日死亡したことが認められ、Ｂ\nがＦを家督相続したことは当事者間に争いがない。\n被告は、右土地は昭和九年にＧが買い受けたもので、被告が更にこれを家督相続\nした旨主張するが、右主張事実をうかがうべき証拠はないし、他に右認定を左右す\nるに足りる証拠はない。\n（本件６の土地について）\nＤが戦前中頭郡ａ村字ｄｅｆ番の土地を所有しており、これが本件６の土地に含\nまれることについては当事者間に争いがなく、右争いのない事実と、前掲甲第二\n三、第二五号証、乙第二二号証並びに原審証人Ｃの証言（第二回）、原審における\n原告Ａ１、原審（第二回）及び当審（第二回）における原告Ａ５の各本人尋問の結\n果を総合すれば、本件６の土地は、戦前Ｄ所有の前記ｆ番約七〇坪とＺ所有の同所\n一〇〇四番約五〇坪の二筆から成つていたが、Ｂが明治四三年ころＤから前者の土\n地を、次いで大正一一年ころＺから後者の土地をそれぞれ譲り受け、戦後の地番変\n更等により本件６の土地となつたものであることが認められる。\n被告は、本件６の土地はＧ、次いで被告がＤから家督相続したものである旨主張\nするが、これを認めるに足りる証拠は見当たらないし、他に右認定を動かすに足り\nる証拠はない。\n３　以上検討したところによれば、本件１ないし１２の各土地中、本件１、１２\nの二筆については昭和二七年八月六日当時、その余の一〇筆については戦前から、\nいずれもＢの所有に属していたものといわなければならない。\n二　そして、Ｂが一九六三年（昭和四三年）五月三一日死亡し、その長男亡Ｇの\n代襲相続人被告、長女原告Ａ１、二女原告Ａ２、三女Ｈ、四女原告Ａ３、二男Ｅ、\n五女Ｉ、四男原告Ａ５及び六女原告Ａ４の九名が共同相続したが、Ｉは昭和五三年\n三月二〇日、Ｈは昭和五四年一月五日、いずれも独身のまま死亡し、結局、原告ら\n五名と被告及びＥの七名がＢの共同相続人となつたこと、本件１ないし１２の各土\n地については、被告がＢ死亡前の一九六一年（昭和三六年）九月五日、いずれも同\n年八月一六日贈与を原因とする原告ら主張の各所有権移転登記を経由し、右各土地\nが亡Ｂの遺産に含まれることを争つていることは当事者間に争いがない。\n三　そこで、Ｂから本件１ないし１２の各土地の贈与を受けた旨の被告の抗弁に\nついて検討する。\n１　前記一の２の認定事実及び前記二の当事者間に争いのない事実と、前掲甲第\n二二、第三九号証、成立に争いのない甲第一五ないし第一八号証、乙第一号証の二\nないし一一、第二、第七、第一二号証、原審証人Ｅ（第一、二回）、同Ｌ、同Ｍ、\n同Ｎ、同Ｏ、原審（第一、二回）及び当審証人Ｃの各証言、原審における原告Ａ４\n（第一、二回）及び被告、原審及び当審における原告Ａ５（各第一、二回。ただ\nし、後記措信しない部分を除く。）の各本人尋問の結果と弁論の全趣旨を総合すれ\nば、次の事実が認められる。\n（一）　本件２ないし１１の各土地も、戦後米軍嘉手納基地に供されることとな\nつたが、Ｂは、前記土地所有権認定事業の際、戦前から所有していた右各土地につ\nいて自己名義で所有権申請をし、土地所有権証明書の交付を受けて一九五四年（昭\n和二九年）五月二九日所有権保存登記を経由し、前同様に軍用地料が支払われてい\nたところ、既に右土地調査のころから、右一〇筆を含む自己所有地と、事実上占有\n管理してきたＤ家伝来の土地とを男の子達に適宜分け与えることを考え、Ｄ家の土\n地を前記のとおり配分する代償として、本件２ないし１１の各土地はいずれ被告に\n贈与する旨の意向を家族に明言していた。\n（二）　Ｂは、三男Ｊに対しては、その生前前記のとおり本件１、１２の各土地\nを分け与えており、一九五八年（昭和三三年）二月ころ、中頭郡ｇ村字ｈの土地数\n筆を買い受け、うち一筆を二男Ｅに、三筆を四男原告Ａ５に贈与し、またそのころ\nまでに、Ｃに対し、Ｄ家伝来の土地中前記のとおりＣ名義となつていた土地をＤ家\nの位はい承継者に定められているＥの名義に移転するよう求め、Ｃもこれに応じて\nその登記手続を了した。\n（三）　本件２ないし１１の各土地については、一九五七年（昭和三二年）三月\nまでに米国政府のため賃借権の設定登記が経由されたが、Ｂは、一九五九年（昭和\n三四年）六月ころａ村字ｉに新居を建ててＣらと共に転居したところ、そのころま\nでの間に、かねて明言していたとおり右各土地を被告に贈与した。しかし、Ｂの財\n産配分方法や精神病を煩つていた二女Ｈ及び病弱の五女Ｉの監護扶養等を巡つて、\n原告ら、殊に原告Ａ５とＢとの間に確執が生じるようになつた。\n（四）　そこでＣは、そのころＢから同人所有名義の土地の権利証等を預ること\nとなり、一九六一年（昭和三六年）九月五日Ｂの承諾を得たうえ、当時は成年に達\nしていた被告を代理して本件２ないし１１の各土地につき贈与を原因とする被告名\n義の各所有権移転登記手続を実行したが、その際、前記経緯によりＢの所有に帰\nし、いずれは亡Ｊの位はい承継者に分与されるべき本件１、１２の各土地のほか、\nＢが先に買い求めていた前記ｇ村の土地中四筆についても被告名義で各所有権移転\n登記を経由した。\n原審及び当審における原告Ａ５の本人尋問の結果（各第一、二回）中、右認定に\n抵触する部分は前掲各証拠に照らしてにわかに措信し難く、他にこの認定を左右す\nるに足りるほどの証拠はない。\n２　右認定の事実関係によると、被告は、一九五九年（昭和三四年）六月ころま\nでの間に、Ｂから本件２ないし１１の各土地の贈与を受け、その所有権を取得した\nものといわなければならない。\nところで、被告は、本件１、１２の各土地もＢから贈与を受けた旨主張するが、\nこれを認めるに足りる的確な証拠はないばかりか、前記１の認定によれば、右贈与\nの事実のないことが明らかである。そうすると、本件１、１２の各土地は亡Ｂの遺\n産に属するものというべきところ、沖縄でも一九五七年（昭和三二年）一月一日以\n降は民法第四編第五編が施行されていたのであるから（一九五五年立法第八四\n号）、前記二の当事者間に争いのない事実に徴すると、他に抗弁事由のない限り、\nＢとＩ及びＨの死亡に伴つて、原告ら五名と被告及びＥの七名が右各土地を共同相\n続したものといわなければならない。\n３　そこで、Ｂの意思無能力を理由とする原告らの贈与無効の再抗弁について検\n討する。\n（一）　Ｂが一九六一年（昭和三六年）八月ころ脳動脈硬化性精神病にかかつて\nいたことは当事者間に争いがなく、前記三の１の認定事実と、成立に争いのない甲\n第九号証、原審証人Ｐ、同Ｅ（第一、二回）、同Ｑ、同Ｒ、同Ｓ、同Ｔ、同Ｎ、同\nＵ、当審証人Ｖ、原審（第一、二回）及び当審証人Ｃの各証言並びに原審における\n原告Ａ５（第一、二回）及び被告の各本人尋問の結果によると、Ｂは、原告Ａ５ら\nとの前記確執がその一因となつて不眠、被害妄想等を訴えるようになり、一九六〇\n年（昭和三五年）三月二六日から同年七月五日まで那覇市ｊの天久台病院に前記病\n名により入院して治療を受け、一九六八年（昭和四三年）五月三一日死亡するころ\nにはその病状がかなり悪化していたことが認められる。\n（二）　しかしながら、Ｂがその死亡前に禁治産宣告ないし準禁治産宣告を受け\nていたような形跡は全く見当たらないし、同人が、戦後の土地調査にみずから立ち\n会い、自己所有地とＤ家伝来の土地について所有権申請をして一九五四年（昭和二\n九年）五月までに所有権保存登記を経由し、右各土地の軍用地料を受領するなどし\nてその管理に当たり、更に一九五八年（昭和三三年）二月ころｇ村の土地を買い受\nけ、これらの土地を男の子達へ適宜配分してきたことは前記認定のとおりである。\nそして、前掲甲第四六号証、原審証人Ｓの証言によつて成立が認められる乙第三号\n証、原審証人Ｅ（第一回）、同Ｗ、同Ｓ、同Ｏ、当審証人Ｘ、原審（第一回）及び\n当審証人Ｃの各証言並びに原審における被告本人尋問の結果によれば、Ｂは、前記\n入院時まで養豚業を営み、一九五八年（昭和三三年）三月二五日Ｓに一万円貸し付\nけて年二回利息を受領し、一九六二年（昭和三七年）暮にその完済を受けており、\n一九五九年（昭和三四年）前記のとおり砂辺に居宅を建築した際には、工事請負人\nとの間で工事仕様、請負代金を取り決めるなどし、また前記ｇ村の土地の一部を他\nに賃貸して賃料を受領し、一九六三年（昭和三八年）一月被告の結婚披露宴が前記\n居宅で開かれた際、その席上で招待客を普通にもてなしており、翌年被告に子が生\nまれるとその子守をしたようなこともあつたことが認められる。\n（三）　右（二）の諸事情に比照してみると、本件２ないし１１の各土地の前記\n贈与の当時、前記（一）の事実から直ちに、Ｂが自己の行為の結果について合理的\n判断をする能力を欠き、原告ら主張のように意思無能力であつたと断定することは\n困難というほかはなく、原審証人Ｐ、同Ｕ及び当審証人Ｖの各証言並びに原審にお\nける原告Ａ５の本人尋問の結果（第一回）も、その各供述内容自体に徴し、右主張\nの的確な証拠とはいい難いし、他にこれを認めるに足りる証拠はない。\nなお、前記のとおり被告の母ＣがＢの承諾を得て前記各所有権移転登記を経由し\nた一九六一年（昭和三六年）九月ころにおいても、Ｂが前記病状にあつたことは前\n記のとおりであるが、右承諾の意思表示の当時、同人が意思無能力であつて登記申\n請意思を欠缺していたとまで確認するに足りるほどの証拠もない。\nしたがつて、再抗弁は採用することができない。\n四　してみれば、原告らの本訴各請求中、本件１、１２の各土地につき、原告ら\nと被告との間においてこれが亡Ｂの遺産であることの確認と、被告に対しその名義\nでされた前記各所有権移転登記の抹消登記手続を求める部分は正当としてこれを認\n容すべきであるが、本件２ないし１１の各土地に関する部分は失当として棄却を免\nれない。\nところで、原告らは、当審において、本件１ないし１２の各土地につき、これが\nＢの遺産であることを前提として、共同相続による自己の共有持分の確認と前記被\n告名義の各所有権移転登記の更正登記手続を求める旨の請求を選択的に追加してい\nる。しかしながら、本件１、１２の各土地については前判示のとおり原審以来の本\n訴各請求を認容すべきであるから、右各土地に関する右選択的請求についてはその\n判断の要をみないし（なお、被告名義でされた右の各所有権移転登記は、Ｂの死亡\n後に経由されたものではなく、既にその生前において同人からの贈与を原因として\n経由されていたものであるから、右登記と、前記Ｂ、Ｉ及びＨの各死亡による三回\nの相続を一回で経由すべき原告らの選択的請求にかかる共同相続登記との間には、\n登記の前後の同一性が認められず、したがつて、更正登記の限界を超えるものとい\nわざるをえない。）、本件２ないし１１の各土地に関する右選択的請求も、その前\n提において理由がないこと叙上の認定判断に徴して明らかであるから、失当として\nこれを棄却すべきである。\n第二　反訴請求について\n一　まず、反訴の適否についてみるに、この点に関する当裁判所の判断は、原判\n決理由中の関係部分（原判決一四枚目表一行目から同七行目まで）の説示と同一で\nあるから、これを引用する。\n二　そこで、本案についてみるに、前掲甲第二三、第二五号証、乙第二二号証、\n原審証人Ｅの証言（第一、二回）並びに原審（第二回）及び当審における原告Ａ５\nの本人尋問の結果を総合すると、本件１３の土地は、戦前からＤがこれを所有して\nいたものであることが認められる。\n原告Ａ５は、本件１３の土地はもとＢが所有していた旨主張し、原審におけるそ\nの本人尋問の結果（第一回）中には、それに副うような供述部分もあるが、前記採\n用の各証拠に照らして措信し難く、他に右主張事実をうかがい、前記認定を左右す\nるに足りる証拠はない。\nそして、Ｇが明治四五年三月二七日Ｄを家督相続し、昭和二〇年五月二七日Ｇの\n死亡に伴つて被告が家督相続したことは前記のとおりであるから、被告はこれによ\nり本件１３の土地の所有権を取得したものといわなければならない。\n三　しかるに、原告Ａ５が本件１３の土地について一九五四年（昭和二九年）五\n月二一日被告主張のような所有権保存登記を経由したことは当事者間に争いがな\nい。\n四　進んで、原告Ａ５の取得時効の抗弁について判断する。\n１　本件１３の土地は、戦後米軍に接収され今日に至るまで嘉手納基地として使\n用されている軍用地であること、原告Ａ５は、Ｂから右土地の贈与を受けたとして\n前記のように所有権保存登記を経由してのち、その軍用地料を受領してきたことは\n当事者間に争いがなく、右争いのない事実並びに前記第一の一の２及び三の１の各\n認定事実と、前掲甲第二三、第二五、第五〇号証、乙第二二号証、成立に争いのな\nい甲第二六ないし第三〇号証、第四〇、第四一号証、第四三号証の一ないし九、第\n四五号証の一ないし三、第四九号証、乙第五号証、第二四号証の一ないし四（甲第\n四五号証の一ないし三については原本の存在も争いがない。）、原審における原告\nＡ５の本人尋問の結果（第二回）と弁論の全趣旨によつて成立が認められる乙第二\n三号証、原審証人Ｅの証言（第一回）、原審（第一、二回）及び当審（第一回）に\nおける原告Ａ５の本人尋問の結果並びに弁論の全趣旨を総合すれば、次の事実が認\nめられ、この認定を覆すに足りるほどの証拠はない。\n（一）　Ｂは、戦後の前記土地所有権認定事業に際して土地調査に立ち会い、自\n己所有地とＤ家伝来の土地について、前記のように男の子達への財産配分を考慮し\nつつ所有権申請をしたが、本件１３の土地については、これがＢ家の所有地で本来\n自己の弟Ｙが承継すべきものと誤信し、当時の実体的な所有者であつた被告の親権\n者Ｃから確たる了承を得ないまま、これを四男原告Ａ５に与えるべくその名義で所\n有権申請をし、土地所有権証明書の交付を受けて一九五四年（昭和二九年）五月二\n一日前記のとおり同人名義の所有権保存登記を経由し、原告Ａ５も、そのように信\nじてＢからＹの位はいとともに右土地の権利証の交付を受けた。\n（二）　これより先、一九五二年（昭和二七年）四月二八日の対日講和条約の発\n効に伴い、米軍によつて接収されてきた軍用地については、その占有使用権原を明\n確にする必要に迫られ、翌年一二月五日付米国民政府布告第二六号「軍用地域内に\nおける不動産の使用に対する補償」に基づき、米国政府のため黙契による賃借権が\n設定されて、米軍占有地に対する補償が支払われることになつたところ、本件１３\nの土地についても右賃借権が設定され、一九五七年（昭和三二年）二月一四日その\n旨の設定登記が経由された。\n（三）　次いで一九五九年（昭和三四年）二月一二日付高等弁務官布令第二〇号\n「賃借権の取得について」に基づき、本件１３の土地につき同年一二月一日琉球政\n府との間に基本賃貸借契約が締結され、同政府は総括賃貸借契約の下に米国政府に\nこれを転貸することとなり、更に昭和四七年五月一五日沖縄の本土復帰に際しては\n同日付で国との間に引き続き米軍の用に供する目的で賃貸借契約が締結された。そ\nして原告Ａ５は、前記のとおり本件１３の土地の所有名義人となつて以降現在に至\nるまで、公簿面積に応じたその賃料（軍用地料）を受領するとともに、固定資産税\nを納付してきている。\n（四）　本件１３の土地及び本件１ないし９の各土地は、戦前、中頭郡ａ村字ｄ\nにあつたＢ及びＤ家の屋敷及び墓地等の一画を成し、本件１３の土地は、その中に\nあつて三方を道路に囲まれた台形状を成し、その東側はＤ家伝来の本件１の土地\nに、南側はＢの親の屋敷があつた本件２の土地に、それぞれ道路をはさんで相対し\nており、古くは「へーヤチガマ」と通称されて石灰を焼く窯があつたが、後には畑\nとなつて、沖縄戦に至るまでＢらがさつまいも等を耕作していた。しかし、右各土\n地は、戦後、前述のように米軍の嘉手納基地に供されることになり、本件１３の土\n地付近は雑草、雑木等の生えるにまかせ、原告Ａ５らは毎年一回清明祭の際に墓参\nのため村から仮バスの交付を受けて同所を通行していたが、一九五六年（昭和三一\n年）ころには墓も撤去されて右立入りも禁止され、付近一帯は芝生を張つた米軍ゴ\nルフ場として造成されるに至り、本件１３の土地はその東側に直近する位置を占\nめ、付近には境界標識らしきものはなく、米人住宅が建てられている。\n（五）　沖縄では、第二次大戦末期の沖縄戦によつて公簿、公図類が焼失し、そ\nの戦闘行為と戦後の米軍の基地建設により地形も著しく変容し、土地の境界標識等\nも不明となつて地籍が混乱したところ、本件１３の土地を含む付近一帯の軍用地に\nあつては、現地の立入調査ができないため、戦後の土地調査及び復帰前の土地調査\n法（一九五七年立法第一〇五号）による地籍調査によつても各筆の位置境界は必ず\nしも明確にされなかつた。しかし、復帰後、防衛施設庁によつて集団和解方式によ\nり進められてきた位置境界明確化作業は、「沖縄県の区域内における位置境界不明\n地域内の各筆の土地の位置境界の明確化等に関する特別措置法」（昭和五二年法律\n第四〇号、以下「地籍明確化法」という。）によつてその法的根拠が与えられ、こ\nれに基づき、前記各土地は位置境界不明地域に指定されて引き続き測量調査が進め\nられた結果、各筆の位環境界を示す地図が作成され、原告Ａ５も昭和五五年九月二\n日本件１３の土地の分につき現地確認を了した。もつとも、本件１３の土地を含む\n付近二四筆の土地中三筆の所有者の現地確認が未了のため、認証等の手続が取られ\nておらず、右図面は、那覇地方法務局沖縄支局に保管されてはいても、現段階にお\nいては不動産登記法一七条の図面としての現地復元性の効力は認められていない\nし、本件１３の土地の登記簿上の地積（一〇〇四・九五平方メートル）が右図面に\nよる面積（一〇三四・六六平方メートル）に更正されてもいないが、本件１３の土\n地の東側と南側の土地所有者（いずれも被告）及び北側の土地所有者は右確認を終\nえており、確認未了者に対しては防衛施設庁長官による勧告（地籍明確化法一三\n条）等の方途も定められている。そして右図面による本件１３の土地の形状、位置\n関係は、（四）に認定の戦前のそれと相似している。\n２　そこで、右認定の事実に基づいて本件１３の土地の占有関係についてみる\nに、原告Ａ５がその所有名義を取得した一九五四年（昭和二九年）五月二一日当\n時、右土地は前記のような沖縄特有の歴史的経過によつて米軍に接収され、嘉手納\n基地としてその事実的支配下に置かれてしまい、原告Ａ５みずからこれ<要旨>を直\n接に占有しうべくもなかつたことは明らかである。しかしながら、原告Ａ５と米軍\n（米国政府）と</要旨>の間には右土地につき賃貸借契約が締結され、これに基づい\nて米軍が直接に占有していたものであつて、その後賃借人は琉球政府、次いで国に\n引き継がれたが、この間原告Ａ５は一貫して公簿面積に応じた軍用地料を受領し、\n固定資産税も納付してきたものである。本件１３の土地付近は、既に米軍用ゴルフ\n場として造成され、境界標識らしきものもなく、被告主張のように、地籍明確化法\nに基づく明確化作業が法的に完了しているわけではないが、右土地については、右\nゴルフ場東側直近に所在する土地として、いわば包括的特定が存在するばかりでな\nく、前記認定のような戦前及び戦後約一〇年間の占有使用状況等からすると、具体\n的な特定指示の現実的可能性のあることも一概に否定し難いし、右明確化作業によ\nり、関係地主の現地確認もほぼ終え、各筆の位置境界を示す地図も作成され、これ\nによる本件１３の土地の形状及び位置関係は事実上現地復元性を有し、戦前の状況\nとの間に相似性が認められることも明らかである。そして、位置境界不明地域の軍\n用地であつても、売買、担保権の設定等の取引行為にあつては、その対象土地の厳\n密な具体的特定性を問うことなく一般的に行われているとの、当裁判所に顕著な事\n実を合せ考えれば、原告Ａ５は、本件１３の土地の所有名義人となつた当時、ただ\n単に公簿面積に応じた軍用地料を受領する債権的な権利を取得したにとどまるもの\nとすることはできず、社会観念上、一筆の土地につきその公簿及び図面上の区画に\n従い特定しうべき現実の地形、地積を物権の客体とし、賃貸借を介して米軍によつ\nてこれを事実的支配に置くという客観的外部関係が既に成立していたものというべ\nく、したがつて、原告Ａ５は、それ以降占有代理人たる米軍を介して間接にこれを\n占有してきたものと認めるのが相当である。これに反し、米軍による事実支配が時\n効取得の基礎たる代理占有に値しない旨の被告の主張は、本件のような事実関係の\n下にあつては、たやすくこれを採用することができない。\n３　そうすると、原告Ａ５の米軍を介しての本件１３の土地に対する占有は、民\n法一八六条一項に従い、所有の意思をもつて善意、平穏、かつ、公然に始められた\nものと推定すべきところ、被告は、原告Ａ５が、Ｂから贈与を受けたのは本件２の\n土地であると考えていたものであるから所有の意思はなかつた旨主張するが、所有\nの意思は、占有者の内心の意思によつてではなく、占有取得の原因である権原又は\n占有に関する事情により外形的客観的に定められるべきものであるから、右主張は\n採用し難く、他に前記推定を覆すに足りる証拠はない。\n４　以上によれば、原告Ａ５が一九五四年（昭和二九年）五月二一日に本件１３\nの土地に対する間接占有を始めた際、無過失でなかつたとしても、昭和四九年五月\n二一日には民法一六二条一項の二〇年の取得時効期間が満了したことは明らかであ\nつて、原告Ａ５は本訴において右時効を援用しているのであるから、占有のはじめ\n無過失であつたか否かについて判断するまでもなく、取得時効の抗弁は理由があ\nる。\n五　してみれば、被告の原告Ａ５に対する反訴請求は失当としてこれを棄却すべ\nきである。\n第三　むすび\n以上説示の次第で、右判断と同旨の原判決は相当であつて、原告ら及び被告の本\n件各控訴はいずれも理由がないから、民訴法三八四条に従つてこれを棄却し、原告\nらの当審における追加的・選択的請求中、本件２ないし１１の各土地に関する各請\n求も棄却することとし、訴訟費用の負担につき同法九五条、八九条、九二条、九三\n条一項本文を適用して、主文のとおり判決する。\n（裁判長裁判官　惣脇春雄　裁判官　比嘉輝夫　裁判官　篠原勝美）\n物　件　目　録\n１　沖縄県中頭郡ａ町字ｄｅｋ番\n宅地　　七六三・六三平方メ―トル\n２　右同所ｌ番平方メ―トル\n畑　　　七七六平方メ―トル\n３　右同所ｍ番\n原野　　二二四平方メ―トル\n４　右同所ｎ番\n墓地　　九五平方メ―トル\n５　右同所ｏ番\n畑　　　六九平方メ―トル\n６　右同所ｐ番\n宅地　　四〇九・九一平方メ―トル\n７　右同町字ｄｑｒ番\n畑　　　一一〇〇平方メ―トル\n８　右同所ｓ番\n畑　　　一三五平方メ―トル\n９　右同所ｔ番\n畑　　　一九六三平方メ―トル\n１０　右同町字ｕｖｗ番\n山林　　三〇七四番\n１１　右同所ｘ番\n墓地　　一〇二平方メ―トル\n１２　右同町字ｙｚ番\n山林　　二三一〇平方メ―トル\n１３　右同町字ｄｅｌ番\n宅地　　一〇〇四・九五平方メ―トル\n"
}