{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 2,
    "day": 29
  },
  "case_number": "昭和54(行コ)17",
  "case_name": "損失補償金増額支払請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "土地収用法７１条の修正率の算定に当たり用いられる同法施行令１条の１２，付録の規定する方式は，裁決前３箇月の物価変動が考慮されないこととなるとしても，やむを得ないものであるとした事例",
  "lawsuit_id": "17471",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17471",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/471/017471_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人は、控訴人に対し、金三四八二万〇六三五円及びこれに対する昭和四\n九年七月二〇日から支払済まで年五分の割合による金員を支払え（当審で本訴請求\nを右の限度に減縮）。\n３　訴訟費用は第一・二審とも被控訴人の負担とする。\nとの判決及び仮執行の宣言\n二　被控訴人\n主文同旨の判決\n第二　当事者の主張及び証拠関係\n次のとおり訂正・附加するほか、原判決事実摘示と同じであるから、これを引用す\nる。\n一　訂正\n１　原判決別表第一の関係人氏名欄中の「不明ただしＡまたはなし」を「Ａ」に訂\n正し、同別表第二及び同別表第三をそれぞれ本判決添付の別表第二及び別表第三と\n差し替える。\n２　原判決二枚目表八行目の「Ｂ」の次に「、Ａ」を加え、同一〇行目の記載全\n部、同二枚目裏八行目の「ただし」から同九行目の「円、」まで、同三枚目裏二行\n目の「、ただし」から同四行目の「円。」まで、同一二行目の「、ただし」から同\n末行の「パーセント」まで、同四枚目表初行の「、ただし」から同三行目の\n「円。」まで、同六行目の「、ただし」から同七行目の「円。」までをいずれも削\n除する。\n３　原判決四枚目表八行目の「損失」から同二〇行目の「円」までを「しかしなが\nら、本件損失補償の額は一三三、一一二、三八三円」に訂正し、同四枚目裏初行か\nら同六行目までの記載全部を削除し、同七行目の「（３）」を「（１）」に、同九\n行目の「右（１）又は（２）の価格」を「昭和四七年八月一二日における本件収用\n土地の更地としての価格（別表第二（６）欄に記載のとおり。）」にそれぞれ訂正\nし、同一〇行目から同五枚目表八行目までの記載全部を削除し、同九行目の\n「（５）」を「（２）」に訂正し、同六枚目表二行目の次に行を改めて「（３）土\n地損失補償の総額」を、さらにその次にまた行を改めて「「一二三、六一九、五〇\n九円（別表第二（９）欄に記載のとおり。）」をそれぞれ加え、同七行目の「本件\nＢ、Ｃ、Ｄ残地についての残地補償の額」を「昭和四七年八月一二日における本件\nＢ、Ｃ、Ｄ残地の減価額」に訂正し、同八行目の「本件収用裁決時の」を削除し、\n同九行目の「六六、〇〇〇円」を「本件Ｂ、Ｃ残地につき二七、九〇〇円、本件Ｄ\n残地につき二七、五〇〇円」に訂正し、同一一行目の「別表第三（８）欄に記載の\nとおり。」を削除し、同一二行目の「残地」の前に「本件Ｂ、Ｃ、Ｄ残地について\nの」を加え、同末行から同六枚目裏二行目までの記載全部を「右（２）の額に前記\n（一）（２）（イ）の修正率を乗じた額八、四九二、八七四円（別表第三（６）欄\nに記載のとおり。）」に訂正する。\n４　原判決六枚目裏五行目の「一一六」から同七行目の「円、」までを「三四、八\n二〇、六三五円」に訂正する。\n５　原判決六枚目裏一二行目の「事実」から同末行の「その余」までを「ないし４\nの事実」に訂正し、同七枚目表初行の記載全部を削除し、同二行目の「３」を\n「２」に、同行の「（一）（５）（ア）」を「（一）（２）（ア）」にそれぞれ訂\n正する。\n二　証拠関係の附加（省略）\n○　理由\n一　当裁判所も、控訴人の本訴請求は失当としてこれを棄却すべきであると判断す\nるが、その理由は、次のとおり訂正・附加するほか、原判決の理由説示と同じであ\nるから、これを引用する。\n１　原判決七枚目裏一二行目の「Ｃに」の次に「、本件Ｄ土地をＡにそれぞれ」を\n加え、同八枚目表末行の「そこで」から同一二枚目表九行目の「存しない。」まで\nを「そして、本件裁決が採用した右事業認定告示時における本件収用土地の更地価\n格（別表第二（５）（６）欄に記載のとおり。）がその時における本件収用土地の\n相当な価格であつたことは、当事者において明らかに争わない（控訴人もこの価格\nを前提として本訴請求をしている。）ところである。」に改める。\n２　原判決一二枚目裏初行の「乙四七号証」の次に「、五〇号証の一・二」を加\nえ、同三行目のの「認定」を「説示」に訂正し、同五行目の「証人」の前に「原\n審」を、同五、六行目の「一四号証、」の次に「成立に争いのない甲一八号証」\nを、同六行目の「並びに」の次に「原審及び当審」を、同行の「及び」の次に「原\n審証人」を、同九行目の「あつたこと」の次に「、また、成立に争いのない甲一九\n号証によれば、高石市における昭和四九年度の平均的離作補償割合が三〇パーセン\nトであつたこと」を、同行の「認められるが、」の次に「右甲一九号証及び前掲乙\n五〇号証の一・二によれば、高石市周辺はもとより、大阪府下のその他の地域にお\nいては、昭和四九年度の平均的離作補償割合がほとんど四〇パーセント以上である\nことが認められるのであつて、これと対比して考えると、右高石市における昭和四\n九年度の離作補償の実情は、農地賃貸借の当事者間の特殊事情が考慮された結果に\nよるものか、そうでなければ当時の相当な価格よりも低目に押えられた結果による\nものと推認されるから、右のような実情であつたからといつて、直ちにその実情に\n即した三〇パーセント程度が当時の離作補償割合として相当であり、四〇パーセン\nトでは不当に高い離作補償割合であるということはできない。したがつて、」をそ\nれぞれ加え、同一〇行目三字目以下の「右認定」を「賃借権負担付の本件Ａ、Ｂ、\nＤ収用土地の事業認定告示時における相当な価格についての前記認定」に訂正す\nる。\n３　原判決一三枚目表初行から同一三枚目裏六行目までの記載全部を削除し、同七\n行目の「（二）」を「（一）」に、同一四枚目表二行目の「（三）」を「（二）」\nに、同九行目の「物価指数」を「信頼できる資料として前記の各指数」にそれぞれ\n訂正し、同一〇行目の「言うべきで」の次に「あつて、この方式によることが合理\n性に欠けるとか、憲法二九条に違反するとまでは言えないので」を、同一二行目の\n「ことは、」の次に「右政令の定める方式を憲法及び土地収用法に反しないものと\nして是認する以上は、もはや」をそれぞれ加える。\n４　原判決一四枚目裏五行目の「別添図面（２）」を「別添図面（１）ないし\n（３）」に訂正し、同一一行目の「乙一号証」から同一五枚目表四行目の「できな\nい。」までを「ところで、成立に争いのない乙一ないし三号証、証人Ｄの証言によ\nり成立の認められる甲三号証によれば、本件土地の昀有効用途は住宅用地であるこ\nとが認められるが、本件Ｂ、Ｃ残地が本件収用前に比して土地の形状、面積、街路\n状況その他の点において右昀有効用途である住宅用地として価値的に低下したとい\nうことは、本件全証拠によつても確認できない。」に改め、同行の「証人」の前に\n「前掲」を加え、同五行目の「耕作したが」を「耕作していたが」に訂正し、同六\n行目の「不便」の前に「耕作上」を加え、同九行目の「耕作面積」から同一一行目\nの「できない。」までを「本件収用によつて耕作面積が狭くなり、また耕作地が分\n断されたため、耕作上の不便がありうるとしても、もともと本件土地の昀有効用途\nは前記のとおり住宅用地であつて、成立に争いのない甲一号証によれば、本件収用\nにあたつて、本件収用土地は農地としてではなく宅地見込地として住宅用地並みに\n評価されていることが認められるから、本件Ｂ、Ｃ残地についても本件収用により\n住宅用地として価値の減少が生じたか否かについて評定するのが相当であるのみな\nらず、右Ｃ証人の供述する程度の不便であれば、耕作者の工夫によつて相当程度そ\nの不便さを解消することが期待しうるものというべきであるから、いまだ補償を必\n要とするほどのものではないといわざるをえない。」に改め、同一五枚目裏三行目\nの「第一」の次に「、第三」を加える。\n二　よつて、控訴人の本訴請求を棄却した原判決は相当であるから、本件控訴を棄\n却することとし、控訴費用の負担につき行政事件訴訟法七条、民事訴訟法九五条、\n八九条を適用して、主文のとおり判決する。\n（裁判官　唐松　寛　藤原弘道　平手勇治）\n"
}