{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 5,
    "day": 30
  },
  "case_number": "昭和55(行コ)40",
  "case_name": "足立江北医師会設立不許可処分取消請求事件",
  "court_name": "東京高等裁判所第一四民事部",
  "lawsuit_id": "20350",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20350",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/350/020350_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人が控訴人に対し昭和五〇年九月二五日付でした社団法人足立江\n北医師会の設立を許可しないとの処分を取り消す。\n訴訟費用は第一、第二審とも被控訴人の負担とする。\n事　　　　実\n一　申立\n控訴代理人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n二　主張\n次に付加するほかは、原判決事実欄の「第二当事者の主張」に記載のとおり（た\nだし、原判決七丁裏二、三行目に「本件処分には平等原則違反の違法がある。」と\nあるのを「本件処分は憲法一四条所定の法の下の平等の原則に違反する違法があ\nる。」と改める。）であるから、これを引用する。\n１　控訴人\n（一）　社団法人足立江北医師会の設立を許可しても、地域医療に混乱を生ずる\nことはない。\n現在、東京都の特別区たる二三区において、二ケ以上の法人たる地区医師会の存\n在するのは、千代田区、中央区、文京区、台東区、墨田区、江東区、世田谷区、品\n川区、大田区、北区、板橋区の一一区であるが、これらの区では医療行政に格別の\n混乱を生じていない。ことに会員が混在するままで、しかも両医師会が互に反目対\n立している状況下で新たに医師会の社団法人設立を許可しても地域の医療行政にな\nんらの混乱も生じないことは、さきに板橋区において東板橋医師会の設立許可がさ\nれたときの例をみれば明らかである。東板橋医師会は、既存の板橋区医師会の内部\n分裂から生じ、しかも会員が混在し、板橋区医師会及び東京都医師会と対立したま\nまの状態のもとで設立を許可され、今日ても東京都医師会に属さないでいるが、そ\nれでも地域医療の混乱と障害を一切生じることなく現在に至つている。\nしかも地域医療行政の内容は、東板橋医師会の設立許可のされた昭和三九年ころ\nよりも本件処分のなされた昭和五〇年ころの方が、混乱と障害の生じうる場面が少\nくなつており、既存の地区医師会の分裂による影響は少くなつている。この間に地\n域住民に対する行政庁の医療サービスは集団検診方式から個別検診方式へ移行して\nいるから、この流れの中では、対立する地区医師会の会員が互に同席することによ\nり医療サービスに悪影響を与えるというケースはありえなくなつている。予防接種\nに関していえば、右両地区医師会の会員が互いに同席して住民に接種を行うという\nことはなくなつたのである。仮に集団検診方式が減少していないとしても、同席す\nる医師を同一地区医師会の会員とする等の配慮をすれば足りることである。たとえ\nその間に医療行政事業の変容があつたとしても、同様の変容が生じている板橋区に\nおいても地域医療に混乱が生じているとは聞かないのである。足立区当局により他\nの二ケ以上の地区医師会の存在する区におけると同様の行政指導が行われるなら\nば、地域医療の混乱は十分に回避できることである。\n更に予防接種等が実施されるまでの計画過程及び実施後それを評価し、次期の計\n画に反映させる過程における地区医師会の参加の点についていえば、それは区が主\n導し、連絡協議会を設けて処理すれば、なんらの混乱も障害も生ぜず対処できるの\nであり、現にこのような処理により東板橋医師会の場合は混乱や障害を生じていな\nいのである。\n（二）　現在足立区に生じている地域医療の混乱について\n被控訴人が社団法人足立江北医師会の設立を許可しなかつたため、かえつて地域\n医療に混乱や障害が現実に生じている。すなわち、現在控訴人の会員は足立区から\n老人健康診査や予防接種についての個別契約を拒否されているが、それがため控訴\n人の会員を主治医とする堤北地区住民は控訴人の会員による予防接種等を受けるこ\nとができず、わざわざ他の医師によらざるをえない事態が発生している。控訴人の\n社団法人設立が許可されないことにより、かえつて足立区の地域医療にこのような\n混乱と障害が生じているのである。\n現在控訴人の会員は二二名であるが、控訴人の目的遂行のため十分に活動するこ\nとが可能であり、このことは北区の王子医師会においてもその会員数が二〇名程度\nてあることからして明らかである。なお、本件許可申請時には控訴人の会員数は七\n二名であつたのであるから、現在の会員数を理由として不許可処分の正当性を主張\nすることは許されない。\n（三）　独占禁止法違反行為について\n控訴人の会員は、過去六年間にわたり足立区長に対し、予防接種委託契約や老人\n無料検診委託契約等の締結を申込んでいるが、足立区長はこれに応じないでいる。\n足立区医師会は控訴人の会員らと右契約を締結すれば、足立区医師会は地域医療に\n協力することはできない、と公言しており、東京都医師会は控訴人の社団法人設立\n許可に反対し、足立区が控訴人の会員らとの間で右委託契約を締結することを妨害\nしている。東京都医師会及び足立区医師会が控訴人の社団法人設立許可に反対する\nのはまさに足立区の地域医療業務を不当に独占しようとするためである。このよう\nな東京都医師会及び足立区医師会の行為は私的独占の禁止及び公正取引の確保に関\nする法律（以下、独占禁止法という。）二条六項、八条一項一号に違反するもので\nある。被控訴人は本件処分をするにつき、東京都医師会及び足立区医師会の控訴人\nの社団法人設立許可に反対である旨の意見を考慮し、右意見を根拠として本件処分\nをしたのであるが、これは東京都医師会及び足立区医師会の独占禁止法違反行為を\n容認助長するものであつて、違法というべきである。\n（四）　適正手続違反について\n被控訴人が本件処分の理由とするところは、控訴人の社団法人設立許可申請に\nは、積極的な公益性を認めることがてきず、仮になんらかの公益性を認めるとして\nも、法人設立を許可することは、公益実現よりもむしろ公益に支障を及ぼす面が強\nいと認められるので許可しないというのである。しかし、被控訴人は、控訴人と全\nく同じ会員で組織され、同じ目的を有し、定款の内容についても活動の予定につい\nても控訴人のそれと全く同一である社団法人足立医療協会の設立許可申請を申請後\nわずか二か月余の間に現地調査をすることもなく許可している。このことからみれ\nば、被控訴人は本件処分をするにあたり、控訴人の公益性自体を検討してしたとい\nうよりは、東京都医師会及び足立区医師会の意向を考慮してしたというべきである\nから、本件処分は他事考慮に基づく違法な処分であり、取り消しを免れない。\n２　被控訴人\n（一）　昭和三九年当時の足立区における地域医療行政にかかる事業についてみ\nるに、足立区自身が実施していたものとしては、本木診療所における診療事業だけ\nであり（ただし、足立区は昭和四三年にこれを廃止した。）、ほかはすべて東京都\nが実施していた。すなわち、東京都は昭和三九年当時、保健所の所管事業として、\n結核予防法に基づく健康診断、予防接種事業（ツベルクリン、ＢＣＧ、Ｘ線撮\n影）、伝染病予防法に基づく防疫事業、予防接種法に基づく予防接種事業、優生保\n護法に基づく優生保護事業（優生保護相談）、性病予防法に基づく性病予防事業\n（健康相談、梅毒血清反応検査）、成人病予防事業（成人病相談、老人福祉法によ\nる老人健康診査）、母子衛生保健指導、寄生虫、らい、トラホーム予防事業等を実\n施していた。\n昭和四〇年四月一日地方自治法中の特別区に関する改正規定（昭和三九年法律一\n六九号）の施行により、右事業のうち老人福祉法による老人健康診査、母子衛生保\n健指導、伝染病予防法に基づく防疫事業、予防接種法に基づく予防接種事業、結核\n予防法に基づく結核健康診断及び予防接種事業、トラホーム予防事業が足立区に移\n管された。足立区は右移管事業のうち母子衛生保健指導及び防疫事業は自ら実施し\nたが、老人健康診査については足立区医師会へ委託して実施し、結核予防法に基づ\nく結核健康診断及び予防接種事業、トラホーム予防事業については足立区医師会か\nら医師の派遣を得て実施し、予防接種法に基づく予防接種については東京都へ委託\nし、東京都はこれを足立区医師会へ再委託して実施するに至つた。\n昭和五〇年四月一日地方自治法中特例区に関する規定の改正（昭和四九年法律七\n一号）に伴い追加された同法附則一九条の施行により、保健所にかかる事務事業が\n東京都又は東京都知事から特別区又は特別区長に移管されたが、足立区又は足立区\n長へ移管された地域医療行政にかかる事業は概ね次のとおりである。（１）妊婦健\n康診査、（２）乳児（三か月、六か月、九か月）健康診査、（３）妊娠中毒症医\n療、（４）妊産婦乳幼児保健指導、（５）身体障害児療育指導、（６）三歳児健康\n診査（精密）、（７）養育医療、（８）結核患者医療、（９）循環器集団検診（心\n電図）、（１０）子宮がん検診（東京都母性保護医協会員の産婦人科医療機関で実\n施するもの）及び胃がん検診、（１１）循環器集団検診（尿検査、血圧測定、問\n診）、（１２）三歳児健康診査、（１３）産婦健康診査、（１４）公害集団検診、\n（１５）公害検診（精密）、（１６）精神衛生相談、（１７）精神衛生都市特別対\n策事業、（１８）任意予防接種（日本脳炎、インフルエンザ）、（１９）成人病相\n談、（２０）母親学級、（２１）休日診療（ただし、昭和五四年四月移管）。足立\n区は右移管事業のうち、（１）、（２）（ただし、六か月、九か月の乳児）につい\nては足立区医師会及び個別医療機関と契約して実施し、（３）については東京都医\n師会及び個別医療機関と契約して実施し、（２１）については東京都医師会及び足\n立区医師会と契約して実施し、（４）ないし（８）については個別医療機関と契約\nして実施し、（９）、（１０）（ただし、Ｘ線写真の読影）、（１５）については\n足立区医師会へ委託して実施し、（２）（ただし、三か月乳児）、（１１）ないし\n（１４）、（１６）ないし（２０）については足立区医師会へ医師の派遣を依頼し\nて実施するに至つた。\n戦後から昭和三〇年代までの地域医療行政にかかる重要な事業の一つとして結核\n予防事業が保健所を中心として行われていたが、その後、これに代わり成人病対策\n事業が重要なものとなり、具体的には循環器集団検診、胃がん、子宮がん検診が行\nわれるようになるなど、地域医療行政にかかる事業内容に変容を来たした。\nこのように昭和三九年当時に比べ、昭和五〇年当時の足立区における地域医療行\n政にかかる事業は、その数が増加し内容も変容しており、しかも足立区自身が実施\nしていた事業は僅かであつて、大部分の事業については、足立区医師会へ委託する\nか同医師会からの医師の派遣を得て実施していた。かくして、本件処分当時におい\nては、足立区は地域医療行政にかかる事業の実施については、昭和三九年当時に比\n較すると、より足立区医師会に全面的に依存し、その協力を得る必要がある実情に\nあり、したがつて足立区内において混在した会員をもち、かつ、足立区医師会と反\n目しあつている控訴人に対し社団法人設立の許可をするときは、地域医療行政を混\n乱させることになる。\n医療事業の実施にあたつて、地域住民が保健所や学校等の施設に赴いて医療行為\nを受けるものを集団方式、住民が個別の医療機関に赴いて医療行為を受けるものを\n個所方式とした場合、集団方式による医療事業の方がより多いのであり、地域医療\n事業が集団方式から個別方式へと移行しているとはいえない（前記（９）、（１\n１）ないし（２１）のほか、定期予防接種＝種痘、ジフテリヤ、百日ぜき、急性灰\n白髄炎＝は集団方式であり、（１）ないし（８）、（１０）が個別方式であ\nる。）。\n更に、二つの法人たる地区医師会の会員が足立区内全域に混在し、かつ、二つの\n法人たる地区医師会が互に反目しあつている場合には、もとより医療事業の地域割\nは不可能であるうえ、集団方式による医療事業の実施にあたつて先づ必要とされる\n事業の計画も、二つの医師会が一堂に会しえない以上、この計画自体すら立ちえな\nいことが明らかである。仮に計画が立ち事業が具体的に実施される段階に至つたと\nしても、実施の段階で相反目する会員が実施の場所に同席するならば、本来、チー\nムワークを必要とする医療行為に重大な支障をきたし、ひいてはこのことが地域医\n療行政に対する住民の信頼を失う原因ともなりかねないのである。したがつて、控\n訴人に社団法人の設立を許可することは、足立区における地域医療行政に混乱を生\nずるおそれがある。\nまた、足立区における予防接種については、その実施計画作成の過程において、\n足立区は毎年一月下旬から二月上旬にかけて、足立区医師会に対し、足立区医師会\n自体の年間の事業予定を照会し、その回答を得たうえで、年間の事業計画を作成\nし、これにつき足立区医師会との間で検討、打合わせをしたうえ、足立区医師会と\nの間で、予防接種委託契約を締結している。そして、予防接種の実施段階におい\nて、足立区医師会は予防接種法施行規則四条、五条に基づき、足立区に対し、同会\n員中の当該年度における予防接種協力医療機関を報告し、足立区は右報告に基づ\nき、予防接種実施の医療機関名を掲載した文書を住民に配布する（急性灰白髄炎に\nついては、実施の日時、場所を決定し、足立区医師会へ通知する。）。一方、足立\n区医師会は、各種の予防接種の実施にあたる各医療機関に対し、各種の予防接種ご\nとに文書で技術的分野における指導、助言、注意を行い、とくに学校で実施される\n予防接種については、実施場所ごとに予防接種を担当する医師とキヤツプとなる医\n師を定め、キヤツプの医師が責任者となつて実施するのである。そして、足立区医\n師会は右各種予防接種の実施結果を足立区へ報告し、足立区は予防接種対象もれの\n者の予防接種については、改めて日時、場所を定めたうえ、足立区医師会へ委託し\nて実施している。更に予防接種の実施後それを評価反省し、次期の計画に反映させ\nる過程においては、足立区は足立区医師会との間で実施結果についての検討会を開\n催しているのである。\n以上のように、足立区が実施する各種予防接種については、その計画、実施、実\n施結果の検討の各段階において全面的に足立区医師会に依存しており、足立区医師\n会の協力がなければ地域医療行政を推進しえないのが実情である。したがつて、会\n員が足立区内に混在し、かつ、足立区医師会と反目している控訴人に社団法人設立\n許可がされると足立区の地域医療に混乱を生ずるのである。\n（二）　現在、足立区の地域医療には混乱や障害はない。\n本件処分当時、控訴人の会員は七二名程度であつたが、その後控訴人を退会し、\n足立区医師会へ復帰する者が多数出たこともあつて、現在控訴人の会員は一八名程\n度であり、他方、足立区医師会の会員は三九六名（開業医三二二名、勤務医七四\n名）であるので、足立区医師会は足立区から委託を受けて地域医療行政にかかる事\n業を執行するのに十分な会員数と財政規模を有しており、足立区が足立区医師会の\n協力を得て実施している地域医療行政にはなんらの混乱も生じていない。\n（三）　控訴人の当審における主張（四）の事実中、被控訴人が控訴人摘示の理\n由により本件処分をしたこと及び足立区医療協会の法人設立許可をしたことは認め\nるが、その余の事実は否認する。\n三　証拠（省略）\n理　　　　由\n一　東京都足立区内の医師の団体として足立区医師会があり、その事務所が同区\n荒川放水路以南のいわゆる堤南地区に置かれているところ、足立区医師会に所属\nし、いわゆる堤北地区に就業場所又は住所を有する医師の一部（以下、江北側医師\nという。）が昭和四九年一二月二六日新しい医師会の設立総会を開催して定款を作\n成し、その名称を足立江北医師会とすること、同医師会は医道を昂揚し医学医術の\n発展普及と公衆衛生の向上を図るとともに正しい医療の遂行によつて地域社会に貢\n献することを目的とすることのほか、右目的達成のための事業内容、事務所、会員\n資格の得喪、役員の任免、資産等に関する事項を定め、社団としての控訴人が存立\nするに至つたこと、控訴人はその後、東京都総務局行政部指導課に赴いて、控訴人\nが社団法人となるための手続の相談を重ねたこと、次いで控訴人の会員七二名は昭\n和五〇年七月二五日改めて総会を開催し、前同旨の定款を定めたこと、そして控訴\n人は同月三〇日被控訴人に対し、控訴人を社団法人足立江北医師会とするための設\n立許可申請をしたこと、被控訴人は同年九月二五日控訴人に対し、社団法人足立江\n北医師会の設立を許可しないとの本件処分を行い、控訴人に対する処分通知書に\n「控訴人の設立許可申請は、地区医師会の存在する地域において、会員が混在する\n状態のままで、同一目的の新法人を設立しようとするものであり、医師会相互の協\n調ならびに関係諸機関との間の調整が不十分な状況のもとでは、地域医療に混乱と\n障害を生ずるおそれがあるので、認めがたい。」と記載したことは、当事者間に争\nいがない。\n二　控訴人は、本件処分には裁量権の行使を誤つた違法がある、と主張する。\n１　民法三四条は「公益ニ関スル社団……ニシテ営利ヲ目的トセサルモノハ主務\n官庁ノ許可ヲ得テ之ヲ法人ト為スコトヲ得」と規定し、公益法人の設立を主務官庁\nの許可にかからせているが、これは公益法人の設立許可をするためには、当該社団\nが積極的に社会全般の利益すなわち不特定多数者の利益に寄与する社会的活動を行\nう目的を有することを要するとともに、当該社団をして独立の法人格を有するもの\nとしての社会的活動を行わせることが右社会の利益の増進に寄与するかどうかとい\nう観点のもとに、法人設立の必要性、当該社団の目的とする事業の内容、その実行\n性、法人設立許可によつて生ずる社会的影響など諸般の事情を総合的に考慮して決\n定されるべきであり、その判断は、その性質上、当該社団の目的とする事業分野を\n管轄し、行政責任を有する主務官庁の合理的裁量に委ねられているものと解すべき\nである。したがつて、右許可に関する主務官庁の判断が、全く事実上の根拠に基づ\nかない場合や、考慮すべき事項を考慮せず又は考慮すべきでない事項を考慮した場\n合、その他合理的根拠なくして恣意的に同種同質の他の案件と異つた取扱いをする\nなど、社会通念に照らして著しく妥当性を欠くと認められる場合には、裁量権の行\n使を誤つたものとして違法とされることを免れないが、裁判所の審査はその範囲内\nに限られ、右違法の程度に至らない判断の当否には及ばないというべきである。\n<要旨>ところで、地域医療の増進は、一個の社団法人たる地区医師会が独占的、\n排他的に行うべき性質のもの</要旨>ではなく、数個の地区医師会がそれぞれ固有の\n手段によりこれを達成し寄与しうる余地があるといわなければならない。ことに当\n該地区において、地理的条件、人口動態の点で互に異る生活圏が形成されている事\n情があるときは、当該地区全体を対象とする既存の地区医師会が存在する場合にお\nいても、右生活圏を対象とする地域医療の増進に寄与する社会活動を行う余地が別\n個にあるということができるから、既に法人たる地区医師会の存在する地域におい\nて、会員が混在する状態にあつても、なお目的を同じくする別個の法人たる地区医\n師会の存在することの必要性を否定することはできないと考えられる。また、一個\nの地区において一個の地区医師会が存在することが望ましいとし、互に対立反目す\nる数個の地区医師会が存在することになれば地域医療行政の運営上その調整に困難\nを生ずることを理由に新たな地区医師会の存在を否定することは、当面は地域医療\n行政の運営の便宜に添うものとしても、右地区医師会が地域医療の増進に寄与しう\nるか否かとは別個の問題であるといわなければならないから、右数個の地区医師会\nの対立反目を理由として、直ちに新たな地区医師会の社団法人設立を許可しない処\n分をすることは裁量権の行使を誤るものというべきである。\nもつとも既に法人たる地区医師会の存在する地域において、会員が混在するまま\nで同一目的の新法人を設立する必要性が認められる場合であつても、新法人の設立\nが許可された場合に、互に激烈な会員の争奪が行われ、入会の勧誘やその阻止など\nのために、地域住民に対する医療業務に著しい停滞を生ずるおそれがある場合に\nは、それによつて地域住民の医療生活に不安を与えるおそれを生ずるため、公益上\nこれを無視することはできない。さらに既に法人たる地区医師会の存在する地域に\nおいて、新法人の設立が許可された場合に、両者の反目対立のために地域医療行政\nの実施につき既存の地区医師会の協力が得られなくなり、又は新法人が地域医療行\n政の実施につき協調態勢を欠き、混乱や障害を生ずるおそれがある場合にも、同様\nにこれを公益上無視することはできない。\nしかしながら、地区医療に関する法人の設立の許可を与えるかどうかの判断に当\nり、これら地理的条件、人口動態等の立場からみた新法人設立の余地ないし必要性\nの存在があるのにこれを無視し、既存法人たる地区医師会との間で激烈な会員の争\n奪が行われるおそれが存する状況がないのに、たやすくそのおそれがあるとし、更\nに既存の法人たる地区医師会の協力が得られなくなる合理的根拠が存する状況では\nなく、しかも新法人が地域医療行政の実施につき協調態勢を欠く合理的根拠が存す\nる状況ではないのに、たやすく地域医療に混乱と障害のおそれがあるとしてした主\n務官庁の処分は、事実上の根拠に基づかないものとして裁量権の行使を誤るものと\nいわなければならない。ことに、単に既存の法人たる地区医師会が反目対立する新\n法人の設立許可に反対の態度を示していることから直ちにその反対する合理的根拠\nの有無を考慮することなく、地域医療に混乱と障害を生ずるおそれがあるとして新\n法人の設立許可をしない処分をすることは、主務官庁において裁量権を放棄するに\n等しく、行政運営上の便宜のみを考えたにとどまり、地域住民の医療の増進を考慮\nしないものとして、結局裁量権の行使を誤るものといわなければならない。\n２　成立に争いのない甲第二八号証の二、第三三ないし第三六号証、第四五、第\n六七号証、乙第一二号証、原本の存在と成立に争いのない甲第一号証の八、一〇、\n乙第一号証、弁論の全趣旨により成立を認める甲第四八号証、書込み部分について\nは原審における控訴人代表者尋問の結果により成立を認め、その余の部分について\nは成立に争いのない甲第八〇号証、原審証人Ａ（第一回）の証言及びこれにより成\n立を認める甲第三〇号証、原審証人Ｂ、同Ｃ、原審及び当審証人Ｄ、当審証人Ｅの\n各証言、原審及び当審における控訴人代表者尋問の結果並びに弁論の全趣旨によれ\nば、次の事実が認められる。\n（一）　足立区は同区内を流れる荒川放水路を境として堤北地区と堤南地区に分\nかれ、両地区はそれぞれ異つた生活圏を形成しており、堤北地区から堤南地区に所\n在する足立区医師会事務所へ行くには、荒川放水路にかかる千住新橋又は西新井橋\nを渡らねばならず、しかも近年激しさを増す一方の交通の渋滞化に伴い往復に長時\n間を要する状況であるが、人口六〇余万人中の大部分と区内医師約四〇〇名のうち\nのおよそ七割は堤北地区に集中し、控訴人の会員たる医師はすべて堤北地区にその\n就業場所又は住所を有しており、その余が堤南地区に所在する状況にある（本件処\n分当時）。\nところで、足立区医師会では、昭和三七年に新しい事務所として医師会館を建設\nすることとなり、一部の会員が堤北地区に建設することを提案したが容れられず、\n理事会は堤南地区に建設することを決定した。これを契機として同医師会内部では\n堤北地区と堤南地区とを分けて考える気運が発生した。そして、江北側医師は堤北\n地区に足立区医師会事務所分室を設けるようにとの要求を出し、昭和四六年四月に\nは当時の足立区医師会長が右要求を容れる旨を言明した。しかし、同年七月に生じ\nたいわゆる保険医総辞退問題をめぐつて、日本医師会及び東京都医師会の方針にし\nたがおうとする江北側医師らと右方針に批判的態度をとる足立区医師会執行部とが\n激しく対立し、これが原因となつて江北側医師は足立区医師会執行部に対して根強\nい不信感をもつに至り、次いで江北側医師は昭和四七年足立区医師会執行部に諮ら\nずに、足立医師協同組合を設立し、堤北地区所在足立医師協同組合会館内にその事\n務所を設けたところから、両者間の不信感が一層深刻化した。その後も、昭和四七\n年九月に足立区医師会経営のレストラン千寿会館が債務約一、二〇〇万円を負つて\n倒産したこと、同医師会役員選挙をめぐり執行部と江北側医師とが確執し、江北側\n医師による足立区医師会役員選挙無効確認の訴の提起及び役員の職務執行停止の仮\n処分申請並びに二度にわたる全役員の辞任等が相次いだことから、江北側医師と足\n立区医師会執行部との対立は一段と深まつていつた。更に足立区医師会理事会は昭\n和四八年一二月江北側医師の要求を容れて、前記堤北地区所在の足立医師協同組合\n会館内に足立区医師会事務所分室を設置する旨を決定したが、昭和四九年二月の足\n立区医師会評議員会で否決された。そこで、右理事会は同年四月右分室を堤北地区\n内竹の塚に設置することを決定したが、右評議員会は同年五月これを否決したた\nめ、同理事会は右分室設置問題を継続審議とする旨の決定をした。たまたまそのこ\nろ、足立区医師会事務員による婦人科検診委託料横領事件が発覚したが、同医師会\n執行部が理事会や総会の承認を得ないで、同医師会の会計から約七〇〇万円を流用\nしてこれを処理したため、その是非をめぐつて江北側医師と足立区医師会執行部と\nの意見の対立が生じた。　このようにして、足立区医師会執行部に対し不信と不満\nをつのらせた江北側医師Ｆら二九名は昭和四九年一一月発起人となり控訴人の設立\n準備を進めたうえ、同人らを含めた江北側医師五〇名は同年一二月二六日足立区医\n師会長に対し、同月一八日付の書面による退会届を提出し、堤北地区に住所を有し\nながら足立区医師会に加入していなかつた医師をも加えた合計八四名が昭和四九年\n一二月二六日控訴人の設立総会を開催した。\n（二）　江北側医師Ｆら二九名は、昭和四九年二月ころ控訴人の会員を増加する\nため堤北地区に住所を有する医師に対する入会の説得をすることを申し合せて、こ\nれを行い、また控訴人は昭和五〇年一月三〇日「足立江北医師会報」なる月刊機関\n紙を発行し、その紙上で堤北地区に住所を有する医師を対象として入会を期待する\n旨の記事を掲載するなどの方法て新会員の獲得に努め、かつ、昭和五〇年七月三〇\n日被控訴人に対し社団法人設立許可申請書に添付して提出した収支予算書には、初\n年度の会員七二名を次年度には一三〇名に増加させることを予定している旨を記載\nしていた。しかし、現実には控訴人の会員は右設立総会開催から右法人設立許可申\n請の時までの間に八四名から七二名に減少した。\n（三）　控訴人は前記設立以来本件処分時までの間に、東京都及び東京都医師会\nから地区医師会会員宛の医療行政上の通知を記載した文書を入手し、それらを控訴\n人の会員たる医師に連絡通知するなどしたほか、医学の振興に関する事業として、\n生化学細菌学に関する学術講演会の開催を準備し（昭和五〇年九月二七日実施）、\nまた足立医師協同組合に協力提携を働きかけ、脳波測定施設「足立医師協同組合脳\n波測定センター」を設けさせ、脳波測定の利用を推進させるなどした。更に、控訴\n人は休日診療所を足立江北医師会診療所なる名称で開設することを計画し、昭和五\n〇年七月二一日控訴人代表者Ｆが個人として同診療所の管理者となることにつき足\n立保健所長の許可を受け、同年八月一九日Ｆ個人名義で同保健所長に対し同診療所\nの開設届を提出した。他方、足立区に対し、同区の行う公衆衛生事業の委託契約締\n結の申込みをしたが、法人格のないことを理由に拒否され、また被控訴人に右診療\n所の保険医療機関指定申請書を提出したが、名称が不適切であることを理由に指定\nを受けられなかつた。\n以上の（一）ないし（三）の事実が認められ、原審及び当審証人Ｄの証言中に\nは、被控訴人が当初控訴人に対して、昭和五〇年七月二五日付設立総会の開催をす\nるように指導していたとの部分があるが、原審証人Ｂの証言と対比してたやすく措\n信できず、他に右認定を左右するに足る証拠はない。\n３　前掲甲第三五、第三六、第六七号証、乙第一号証、成立に争いのない甲第一\n六、第三八、第七三号証、乙第三ないし第七号証の各二、第二二ないし第二四、第\n三八号証、原本の存在と成立に争いのない乙第三ないし第七号証の各一、原審証人\nＡ（第一回）の証言及びこれにより成立を認める甲第二一号証、原審における控訴\n人代表者尋問の結果により原本の存在と成立を認める甲第七一号証、原審証人Ｂ、\n同Ｇ、同Ｈ、同Ｃ、原審及び当審証人Ｄ、当審証人Ｅの各証言、原審及び当審にお\nける控訴人代表者尋問の結果並びに弁論の全趣旨を総合すると、次の事実が認めら\nれる。\n（一）　昭和三九年頃から本件処分時までにおける東京都及び特別区の公衆衛生\n行政の実情は、大要、次のとおりであつた。すなわち、東京都は昭和三九年当時に\nおいては、保健所の所管事項として、結核予防法に基づく健康診断及び予防接種事\n業、伝染病予防法に基づく防疫事業、予防接種法に基づく予防接種事業、優生保護\n法に基づく優生保護事業、性病予防法に基づく性病予防事業、成人病予防事業、母\n子衛生保健指導、寄生虫、らい、トラホーム予防事業等を実施していたが、昭和四\n〇年四月一日地方自治法中の特別区に関する改正規定（昭和三九年法律一六九号）\nの施行の結果、右事業のうち老人福祉法による老人健康診査、母子衛生保健指導、\n伝染病予防法に基づく防疫事業、予防接種法に基づく予防接種事業、結核予防法に\n基づく健康診断及び予防接種事業、トラホーム予防事業が都から区に移管され、次\nいで昭和五〇年四月一日地方自治法中特別区に関する規定の改正（昭和四九年法律\n七一号）に伴い追加された同法附則一九条の規定の施行の結果、保健所にかかる妊\n婦健康診査等の各種の医療行政事務事業が東京都又は東京都知事（被控訴人）から\n特別区又は特別区長に移管された。そして、東京都における昭和三〇年代までの地\n域医療行政においては、結核予防事業が中心的地位を占めていたが、その後これに\n代わり老人、心身障害者などのいわゆる弱者防衛施策が拡充され、成人病対策事業\nが重要なものとなり、このようにその間地域医療行政に関する事業は、その種類も\n内容も著しく変容してきた。他方、東京都及び特別区は、現実には、所属の医療専\n門職員の絶対数が不足するため、独力でこれらの事業を実施することが不可能であ\nつたから、その保健所や都立病院等の医療機構が存在するにもかかわらず、東京都\n医師会、各区の地区医師会等の協力を求め、これらの地区医師会に委託し又は医師\nの派遣を求めるなどして前記各種事業を実施している。したがつて、東京都及び区\nの公衆衛生行政においては、地区医師会の協力を得ることがその重要かつ不可欠の\nものとなつており、しかもこのような都及び区の地区医師会に対する依存関係は、\n前記公衆衛生行政に対する需要が増加するに伴い、一層その度合いを強めていると\nともに、前記医療行政に関する各種事業の都から区への移管に伴い、ことに区とそ\nの地区医師会との円満な協力関係の維持の必要性はますます増大している。上記の\nような事態の推移に鑑み、地区医師会が自治体側からの協力要請に対し全都統一的\nに応ずることのできる態勢を常に確立しておく必要があることから、東京都、特別\n区及び東京都医師会は昭和四九年その三者を構成員とする三者協議会を結成し、以\n来これを通じて公衆衛生行政の統一的一体的運営を図つている。\nこれらのことは足立区においても変りはなく、足立区においては、前記事業のう\nち母子衛生保健指導及び防疫事業については自ら実施しているが、老人健康保健診\n査については足立区医師会へ委託して実施し、結核予防法に基づく健康診断及び予\n防接種事業、トラホーム予防事業については足立区医師会から医師の派遣を得て実\n施し、予防接種法に基づく予防接種については東京都へ委託し、東京都はこれを足\n立区医師会へ再委託して実施するに至つており、保健所に関する妊婦健康診査等の\n各種の地域医療行政の事務事業についても、これらを足立区医師会に委託し又は同\n医師会から医師の派遣を得るなどして実施するに至つている。\n（二）　江北側医師若干名は前記控訴人の設立総会を開催するに先立ち、昭和四\n九年一〇月中旬から数度にわたり東京都総務局行政部指導課に訪れ、足立区内に足\n立区医師会とは別個の地区医師会を社団法人として新たに設立したいとしてその手\n続等について相談に及んだ（以上の事実は当事者間に争いがない。）が、江北側医\n師はその際、その理由として、堤北地区の地理的特殊性からくる堤北地区医師の不\n便を述べるとともに、当時の足立区医師会執行部との医師会運営をめぐる考え方の\n相違の存在を指摘して、同執行部の下ではとうてい一緒にやつていけないと主張し\nた。そこで、被控訴人は本件は足立区医師会内部の分裂に端を発する事案と認めた\nので、公衆衛生行政の担当部局である東京都衛生局並びに本件と関係を有する東京\n都医師会及び足立区医師会から事情を聴取したうえ、昭和四九年一二月二三日本件\nは足立区医師会と控訴人との間の話合いにより円満に解決されることが望ましいこ\nと、新法人の設立により地区の医療、保健衛生等に悪い影響が生じないように配慮\nする必要があること、新法人の構成員の地域分布は明確に区分されていることが必\n要であることを勘案して処理するとの本件基本方針を策定した。\n（三）　被控訴人は本件基本方針に従い、控訴人、足立区医師会及び東京都医師\n会に対し、本件を話合いにより円満に解決することを働きかけたが、東京都医師会\n及び足立区医師会は、行政区画と地区医師会の地域とは一致することが原則である\nことを理由として、控訴人の社団法人設立許可に反対の意向を表明し、更に足立区\n医師会はその機関紙足立区医師会特報（昭和五〇年二月一日発行）において、控訴\n人の会員となるならば、予防接種事業等における医師の医療活動のうえで不利益を\n蒙る旨記載するなどし、他方、控訴人は昭和五〇年一月三〇日以来前記機関紙「足\n立江北医師会報」において、あくまて足立区医師会とは別個独立に社団法人を設立\nする意向を表明し、前記足立区医師会特報の記事に反論する記事を掲載するなど\nし、控訴人と足立区医師会とは互に対立反目する状況にあり、事態の円満な収拾は\n足立区医師会と控訴人との間の話合いによつては困難な状態にあつた。\n（四）　足立区は昭和五〇年五月、同年度の小、中学校生徒等に対する日本脳炎\nの予防接種実施につき、従前からこの種の事業に関して協力を得てきた足立区医師\n会に対し委託契約を締結したところ、控訴人は同年六月足立区長に対し、自己との\n直接の委託契約の締結を求め、足立区医師会から再委託を受けることには応じられ\nないと主張したため、足立区はその取扱いに苦慮したが、足立区医師会と協議のう\nえ、最終的には足立区医師会が双方の会員を含む学校医会に予防接種の実施を再委\n託し、報酬も足立区からいつたん全額を足立区医師会へ支払い、足立区医師会はそ\nの全額を学校医会へ支払い、学校医会が右予防接種の実施に参加した足立区医師会\nの会員及び控訴人の会員に支払うという処理をして、ようやく解決するに至つた。\nしかし、足立区医師会の会員の中には、控訴人が足立区医師会と同等の立場を主張\nするという態度に反感を強め、控訴人の会員と同席する場所での予防接種等をする\nのてあれば、参加しないとの意向を表明する者も出て、事態は一向に改善されなか\nつた。\n（五）　被控訴人は昭和五〇年八月一二日控訴人に対し、新医師会の設立につい\nて既存の足立区医師会との間に話合いがなされ、合意を見ているか否か等について\n照会し、控訴人はこれに対し、同月一八日被控訴人に対し、現在においては右話合\nいがされていないが、社団法人設立許可あり次第、連絡協議会を設け、円満に処理\nする方針である旨を回答した（以上の事実は当事者間に争いがない。）。\n被控訴人はまた、同年八月一二日地域公衆衛生行政の関係機関たる東京都衛生局\n長、足立区長、東京都医師会長及び足立区医師会長並びに本件事務についての上級\n官庁たる厚生省医務局総務課長に対し、控訴人の社団法人設立許可の当否に関する\n見解を照会したところ、大要、次のような回答が寄せられた。\n（１）　東京都衛生局長の回答\n控訴人は、既に医師会が存在している区域に新たな法人を設立しようとしている\nものであり、関係団体の調整がなされないままこれを許可した場合には、関係団体\n相互及び会員の間に無用の混乱の起ることも予見されるので、これを許可すること\nは好ましくない。また、本件については、東京都医師会、地区医師会との協力体制\nが損われ、衛生行政事業に大きな影響が生ずることも予想されるので、慎重に配慮\n願いたい。\n（２）　足立区長の回答\n地区医師会と一体となつて公衆衛生行政を実施している現状から、一行政区画一\n医師会が望ましく、既に医師会が存在している区域に重複して新法人が設立される\nことは好ましくない。そして、互いに反目しあつている従来の経緯等からして、足\n立区医師会と控訴人とが円満に協調し、区の衛生行政に協力することに危倶を感ぜ\nざるを得ず、両者円満協力の担保がない現時点で新法人が設立されることは地域公\n衆衛生行政の遂行に障害の生ずることが懸念される。したがつて、控訴人の法人化\nは好ましくない。\n（３）　東京都医師会長の回答\n行政区画と医師会の地域とは一致することが望ましく、意見を異にする少数者が\n分離独立することを是認すれば、医師会が細分されて無数に発生し、行政上支障が\n生ずることから、控訴人の法人化には反対である。\n（４）足立区医師会長の回答\n足立区医師会と控訴人とは全く協調性を欠き、互いに反目さえする状態にあり、\nもし控訴人に法人格が与えられて両者が同等の権限を主張し合うことになれば、公\n衆衛生活動における協調体制をとることは困難になり弊害の方が多い。よつて、設\n立許可のないことを希望する。\n（５）　厚生省医務局総務課長の回答\n同一地区に新たに同種の社団法人の設立を許可することが当該地域における会員\nの争奪、既存の社団法人の公益事業の円滑な遂行に支障を来たす等混乱を生ずるお\nそれがあると認められる場合には、当該社団法人の設立を許可しないことが適当て\nある。\n（六）　そこで、被控訴人は、現状のままで控訴人の法人設立を許可すれば、足\n立区医師会との間の会員争奪が激化するおそれがあること、今後東京都及び足立区\nの実施する公衆衛生行政に関する事業を円滑に遂行していくうえで障害を生ずるお\nそれがあることの二点から、前示のとおり本件処分をするに至り、前記処分通知書\nを控訴人に送付した。\n以上の（一）ないし（六）の事実が認められる。原審及び当審証人Ｄ、原審にお\nける控訴人代表者尋問の結果中には、被控訴人及び足立区当局は当初は控訴人の社\n団法人設立許可のされることに好意的な態度を示していた旨の部分は、原審証人Ｂ\nの反対趣旨の証言と対比してたやすく措信し難い。他に前示認定を覆えすに足る証\n拠はない。\n４　東京都二三区のうち、千代田区、中央区、文京区、台東区、江東区、世田谷\n区、品川区、北区、板橋区の九区には二医師会が併存し、墨田区、大田区の二区に\nは三医師会が併存し、また大学及び官庁関係の医師は行政区画に関係なく別個の医\n師会を結成しており、これらはいずれも社団法人となつているが、同時に法人化さ\nれたものはなく、既に地区医師会が存在しているところに、第二、第三の医師会が\n設立を許可されたものであること、このうち北区、墨田区及び板橋区では同一地区\nに会員が混在していること、板橋区には現在いずれも社団法人たる板橋区医師会と\n東板橋医師会とがあり、後者は前者の内部分裂の結果結成され、昭和三九年に被控\n訴人から法人設立許可を受けたものであるが、東京都医師会及び板橋区医師会との\n調整が必ずしも十分にはとれておらず、会員も混在した状態のままであつたことは\n当事者間に争いがない。\n右の事案に、成立に争いのない甲第五六ないし第六〇号証、第六一号証の一、\n二、第六二号証の一ないし三、第六三号証の一、二、原審証人Ｉ、同Ｊの各証言及\nび弁論の全趣旨を総合すると、北区及び墨田区においては二以上の医師会が併存し\n会員も混在した状態にあるが、いずれも既存医師会と新医師会との合意が成立し、\n東京都医師会の承認も得られていること、これに対して板橋区の場合には、従来社\n団法人たる板橋区医師会が存在したが内部分裂により昭和三八年二月東板橋医師会\nが結成され、会員が混在し、しかも板橋区医師会及び東京都医師会と対立したまま\nの状況のもとに社団法人東板橋医師会の設立が被控訴人により許可され、東京都医\n師会への加入が認められないまま現在に至つており、その間足立区におけると同じ\nような地域医療の変容を経てきたが、特段地域医療の混乱と障害は生じないで経過\nしていることが認められる。\n５　以上の各事実に基づいて検討することとする。\n（一）　足立区は地理的条件として、同区内を流れる荒川放水路を境として堤北\n地区と堤南地区とに分けられ、両地区はそれぞれ異つた生活圏を形成しているこ\nと、本件処分当時、足立区においては人口六〇余万人中の大部分と区内医師約四〇\n〇名のうちおよそ七割は堤北地区に集中し、その余が堤南地区に所在する状況であ\nつたこと、また本件処分当時控訴人の会員七二名はすべて堤北地区にその就業場所\n又は住所を有していた状況であつたことに加え、前示控訴人の定款に定められた目\n的が地域社会の医療に関する利益の増進に寄与することを内容としているものであ\nることに鑑みると、控訴人は足立区内の堤北地区において、更に独自にその地域社\n会の利益に寄与する社会活動を行う利益とその必要性があるというのが相当であ\nる。もつとも、堤北地区においては、控訴人の会員と足立区医師会の会員とが混在\nしているが、両医師会の会員が混在していることから直ちに控訴人が独自の活動を\nする余地がないということはできないし、医療を求める地域住民にとつてその必要\n性がないということもできない。このことは、板橋区、北区、墨田区においてその\n区内に各別の地区医師会の会員が混在しているのにかかわらず、それぞれの地区医\n師会が独自の活動をしていることからも明らかである。これらの点を考えると、既\nに地区医師会の存在する地域において、会員の混在する状態のままで同一目的の新\n法人を設立することが直ちに地域医療にとつて、その必要性がなく、混乱と障害を\n生ずるおそれがあると速断することは、合理的根拠を欠くものといわなければなら\nない。\n（二）　Ｆら二九名は昭和四九年一一月ころ発起人となり控訴人の設立の準備を\n進め、同人らを含めた江北側医師五〇名と堤北地区に住所を有しながら足立区医師\n会に加入していなかつた医師を加えた合計八四名が昭和四九年一二月二六日控訴人\nの設立総会を開催したこと、控訴人は昭和五〇年一月三〇日以降その機関紙上で堤\n北地区に住所を有する医師を対象として入会を期待する旨の記事を掲載し、これを\n配布するなどの方法で新会員の獲得に努めたこと、控訴人が昭和五〇年七月三〇日\n被控訴人に対し法人設立申請を行つた当時においては控訴人の会員は七二名であつ\nたことの経緯を考えると、その間控訴人と足立区医師会との間で地域住民に対する\n医療業務に停滞を生ずるような激烈な会員争奪が行われたものということはできな\nいし、控訴人が被控訴人に対し前記社団法人設立許可申請書に添付して提出した収\n支予算書には、初年度の会員七二名を次年度には一三〇名に増加させることを予想\nしていたことも、右経緯及び控訴人の新会員獲得の方法が前記機関紙の発行、配布\nをもつてするにとどまつていたことからすれば、直ちに地域住民に対する医療業務\nに停滞を生じさせるおそれがあるものと断ずることはできない。したがつて、控訴\n人に対し社団法人の設立が許可された場合には、足立区医師会との間で互に激しい\n会員の争奪が行われるために地域住民に対する医療業務に停滞を生ずるおそれのあ\nる状況にあつたということは、合理的根拠を欠くといわざるをえない。\n（三）　更に本件処分当時、東京都及び各特別区はその公衆衛生行政の実施にお\nいて、現実には、東京都医師会及び各特別区の地区医師会の協力を得てしており、\nこのような東京都及び各特別区の地区医師会に対する依存関係がその度合いを強め\nており、足立区においても老人健康保健診査については足立区医師会へ委託して実\n施し、結核予防法に基づく健康診断及び予防接種事業等においては足立区医師会か\nら医師の派遣を得て実施しているなどしているところ、東京都医師会と足立区医師\n会とは被控訴人に対し、控訴人の社団法人設立許可に反対の意向を表明しており、\nかつ、足立区医師会と控訴人とは互に反目対立する状況にあるのであるが、しか\nし、控訴人につき社団法人設立の許可をすることが直ちに地域住民の医療生活に混\n乱と障害を惹起するとする根拠となるものではない。また控訴人に対する社団法人\n設立許可があつたからといつて、必然的に東京都及び足立区においてその公衆衛生\n行政の実施につき控訴人との間で委託契約を結び又は控訴人から医師の派遣を求め\nなければならない関係が生ずるわけのものではないし、東京都及び足立区と東京都\n医師会及び足立区医師会との間の従来の委託契約及び協力依存関係に直接的な変更\nを及ぼすわけのものでもない。東京都及び足立区がその公衆衛生行政の実施におい\nて控訴人との間で右委託契約を結び又は医師の派遣を求めるか否かは東京都及び足\n立区において自らの判断において選択し決定すべき事柄である。このことは、控訴\n人が法人格のない社団として存在している場合においても同様なことである。東京\n都医師会及び足立区医師会が控訴人の法人設立許可につき反対の意向を有している\nのは、その資格、能力、地域社会に対する影響に関していうものではなく、むしろ\n江北側医師が足立区医師会執行部とその運営上の事項について意見を異にし脱会し\nたという従来の経緯から、控訴人が足立区医師会と同じような社団法人格を取得す\nることへの反感に基づいているにすぎないと推認するのが相当であり、したがつて\nその反対の態度には合理的根拠があるものとはいえないし、東京都及び足立区に対\nする協力を拒否すべき正当な理由があるともいえない。東京都及び足立区における\n公衆衛生行政の実施において足立区医師会の会員と控訴人の会員とが同席すること\nからその実施に混乱と障害が生ずるおそれがあるというのは、その前提において合\n理的根拠はないから、これを採用することができない。\nしてみれば、本件処分当時において、控訴人に対し社団法人の設立許可をすれ\nば、既存の法人たる足立区医師会の協力が得られなくなり、かつ、地域医療に混乱\nと障害が生ずるおそれがある状況が存在したということは合理的根拠はないものと\nいわなければならない。\n三　以上に説示したとおり、本件処分は、控訴人につき法人設立の利益と必要性\nが存在するにもかかわらず、これを看過し、他方、地域医療に混乱と障害を生ずる\nおそれのあることの合理的根拠がないのにかかわらず、たやすくそのおそれがある\nことを前提としてされたものであるから、事実上の根拠に基づかないでされたもの\nであつて、裁量権の行使を誤つたものといわなければならない。したがつて、本件\n処分は、その余の点につき判断するまでもなく、違法であつて取消を免れない。\nよつて、本訴請求を棄却した原判決は不当であり、本件控訴は理由があるから、\n民訴法三八六条により原判決を取り消し、かつ、被控訴人が控訴人に対してした本\n件処分を取り消すこととし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟\n法九六条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　岡垣學　裁判官　磯部喬　裁判官　大塚一郎）\n"
}