{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 5,
    "day": 21
  },
  "case_number": "昭和54(ネ)2078",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14271",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14271",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/271/014271_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴人が当審において追加した請求を棄却する。\n控訴費用及び追加の請求に係る訴訟費用は控訴人の負担とする。\n事　　　実\n第一　当事者の求める裁判\n控訴人は、\n「原判決を取消す。被控訴人は、化粧品の容器、カタログ、宣伝用パンフレツ\nト、広告に原判決添付第一目録記載の標章を附して、譲渡し、引渡し、又は譲渡も\nしくは引渡しのために展示してはならない。訴訟費用は第一、第二審とも被控訴人\nの負担とする。」\nとの判決を求め、これが認められない場合について、当審において請求を追加し\nて、\n「被控訴人は、化粧品の容器、カタログ、宣伝用パンフレツト、広告に別紙第四\n目録記載の標章を附して、譲渡し、引渡し、又は譲渡もしくは引渡しのために展示\nしてはならない。」\nとの判決を求めた。\n被控訴人は、主文と同旨の判決を求めた。\n第二　当事者の主張\n当事者双方の主張は、次に記載するほかは、原判決事実摘示のとおりであるか\nら、これをここに引用する。\n（控訴人）\n一　原審よりの請求について\n商標法第二条第一項の規定によれば、商標とは「文字、図形もしくは記号もしく\nはこれらの結合又はこれらと色彩との結合」であるから、「文字」と「図形」を結\n合させて標章を構成することもできるし、右における「文字」と「図形」を別々の\n標章とすることもでき、また、「文字」についても、いくつかの文字を結合して標\n章とすることができると共に、その中の一つの単位をもつて標章とすることもでき\nるのである。\nところで、被控訴人は原判決第三目録（一）ないし（五）の標章を使用している\nところ、これらの各標章はいずれも被控訴人の英文商号、「ＲＥＡＬ　ＣＨＥＭＩ\nＣＡＬ　ＣＯ；ＬＴＤ．」の頭部に原判決第二目録（一）の図形（被控訴人標章）\nを結合させたものであり、右英文表示の要部は「ＲＥＡＬ」にあり、商標類否の判\n定においては要部観察が許されているのであるから、被控訴人の使用する標章は原\n判決第一目録記載の標章（イ号標章）であるとみて差支えない。\n二　追加の請求について\n仮に、被控訴人は原判決第一目録記載の標章（イ号標章）を使用しているとの事\n実が認められないとしても、被控訴人は別紙第四目録記載の標章（以下「ロ号標\n章」という。）を、従前イ号標章について主張しているのと同様の態様で使用して\nいる。\nそして、ロ号標章は本件登録商標と類似の標章である。すなわち、\n１　商標の類否は、商標の要部について検討され、そこに類似性が肯定されるとき\nは類似の商標と認められるところ、ロ号標章中の英文商号部分の要部は「ＲＥＡ\nＬ」にあるから、これをもつて類否判断の対象とすることができる。\n２　したがつて、ロ号標章は、図案化されたＲの文字を円形で囲んでなる図形（原\n判決第二目録（一）の図形）を「ＲＥＡＬ」の頭部に冠してなるものとして本件登\n録商標との類否判断の対象とすることができるのであり、一方、本件登録商標は\n「Ｌ′ＯＲＥ′ＡＬ」の文字からなり、そのうち「Ｏ」の文字を大きく円形で表示\nしてなるものであるから、両者は、控訴人が本件登録標章とイ号標章との関係につ\nいて述べているのと同様の理由によつて、外観及び称呼において類似するものであ\nる。\nさらに、称呼においては、本件登録商標中の「Ｌ′」は冠詞部分であるから、こ\nれをはずして読むと「オレアル」であり、ロ号標章も「オレアル」の称呼を生ずる\nこと従前の主張のとおりであるから、この点から見ても、両者は類似するものであ\nる。\n被控訴人がロ号標章を使用する行為は、控訴人の営業活動と混同を生ぜしめるも\nのであり、控訴人の営業上の利益を害するおそれがある。\nよつて、被控訴人に対し、一の請求が認められない場合は、商標法第三六条第一\n項又は不正競争防止法第一条第一項第二号の規定に基づき、ロ号標章の使用の差止\nめを求める。\n（被控訴人）\n一　控訴人の主張一について\n商標法第二条第一項の規定は、商標登録の対象になる表現を限定した規定であつ\nて、その余の表現方法としては、音、光線、身体的動作等多数ありうるが、これら\nが商標登録を受けうる対象外のものであることを示しているに過ぎず、控訴人主張\nのごとき法意は含まれていない。\n被控訴人英文商号部分は、商法第一七条、薬事法第六一条に定める商号の表示を\n英文でしているものであつて、このうち「ＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ．」の\n部分を除外して観察することは許されない。\nまた、商標は商標使用者がその構成を決定し、採択するものであつて、世間一般\nは商標使用者の使用する商標を受容して、これに依存した上での客観的把握をすべ\nきものであり、商標使用者の使用する商標からかけ離れた他の商標を作出して、そ\nの作出した商標が右商標使用者の使用する商標なりとして観察することは許されな\nいことである。\n二　控訴人の主張二について\nその主張事実はすべて否認する。\nもつとも、被控訴人としては、自社の英文商号を、その頭部に被控訴人標章（原\n判決第二目録（一）の標章）を付して表示していることはあるが（その表示の態様\nは検乙第一号証のとおり）、これは商号のみとしての使用であつて標章として使用\nしているものではない。\n仮に、被控訴人がロ号標章を使用していると認定されることがあつたとしても、\n本件登録商標とロ号標章とは、外観、称呼、観念のいずれにおいても類似しない非\n類似の標章である。すなわち、\n１　控訴人のいう要部観察なるものは、元来、具体的商標、商号の比較をするに当\nり、両者の区別をする手段ではなく、共通部分を求める手段であるに過ぎないか\nら、これを区別手段に用いることは誤りである。\n２　本件登録商標は、その構成からみて誰にでもフランス語の表示として認識され\nるものであり、最初の「Ｌ′」の文字にはアポストロフ（ａｐｏｓｔｒｏｐｈｅ）\nが付されており、「Ｌ′」は次位置の文字が母音のときは必ずこれと結合して発音\nされ、「Ｅ′」は必ず「エ」の発音を生ずる定めであるから、本件登録商標から生\nずる称呼は「ロレアル」である。\nこれに対し、ロ号標章の構成は別紙第四目録記載のとおりであるから、これから\n本件登録商標の称呼に類似する称呼の生ずる余地はない。被控訴人の英文商号のう\nち、「ＲＥＡＬ」の部分が「リアル」と称呼されることは原判決事実摘示の項に記\n載のとおりである。\n３　本件登録商標とロ号標章とが外観において非類似であることはそれぞれの構成\nからみて明らかであり、観念においても非類似であることは、原判決事実摘示の項\nにおいて、本件登録商標とイ号標章とについて記載されているところと同様であ\nる。\n第三　証拠関係（省略）\n理　　　由\n第一　一の請求について\n当裁判所も、控訴人の一の請求は理由がなく、失当として棄却すべきものと判断\nするが、その理由は、次に付加するほか、原判決理由の項の記載と同一であるから\nこれをここに引用する。\n控訴人は、商標法第二条第一項の規定を指摘して、被控訴人の原判決第三目録\n（一）ないし（五）標章の使用態様はイ号標章の使用にほかならない旨主張する。\nしかしながら、商標法第二条第一項の規定は、同法にいう「商標」の定義、すな\nわち、右法条の規定に該当するものでなければ同法にいう「商標」に当たらないと\nの旨を規定したものであつて、この規定があるからといつて、現に存在する特定の\n商標が、そのうちのある「文字」と「図形」、「ある単位の文字」、「ある単位の\n文字と図形」等に分割又は結合されうべきものではない。商標とはなにかという商\n標の定義ないし一つの商標のうち看者の注意を特に引く部分（要部）がどこかとい\nうことと、いかなる商標が現に使用されているか、とは別異の問題であつて、後者\nは現に存在する事実に対する認識の問題である。\nそして、一つの商標に二つ以上の要部があるとしても、それに応じ、二以上の商標\nの使用がされるというわけのものではない。\n当裁判所も、原判決第三目録（一）ないし（五）の標章の使用はイ号標章の使用\nとは認められないので、控訴人の右主張は採用できない。\n第二　追加の請求について\n一　原判決理由の項に掲記の甲第三号証、乙第一、第二号証、検甲第一号証、検乙\n第一号証によれば、被控訴人は昭和五二年頃から化粧品の容器、カタログ、宣伝用\nパンフレツトにロ号標章を使用していることが認められる。\n被控訴人は、右の使用は商号表示としての使用であつて標章としての使用ではな\nいというが、右各証拠によれば、それを標章の使用というに妨げないものと認めら\nれるから、被控訴人の右主張は採用できない。\n二　控訴人は、商標類否の判断に当つては要部観察が許されるのであり、この要部\n観察によれば、本件登録商標とロ号標章とは外観及び称呼において類似する類似の\n標章である、と主張する。\n１　本件登録商標が原判決添付商標公報記載のとおりの構成のものであることは当\n事者間に争いがない。これによれば、本件登録商標はフランス語「Ｌ′ＯＲＥ′Ａ\nＬ」のうち「Ｏ」の文字だけを大きく変形して、これを横書きにしたものであるこ\nとが認められる。\nこれに対し、ロ号標章は、別紙第四目録記載のとおりのもので、被控訴人の英文\n商号「ＲＥＡＬ　ＣＨＥＭＩＣＡＬ　ＣＯ；ＬＴＤ．」を横書きにしたものの頭部\nに被控訴人標章（原判決第二目録（一）の標章）を結合したものと認められるか\nら、両者が外観において類似しないことは明らかである。\n控訴人は、要部観察をすれば、本件登録商標の要部は、冠詞部分の「Ｌ′」を除\n外した「ＯＲＥＡＬ」であり、ロ号標章は、被控訴人標章＜１２１７１－００１＞\nと被控訴人英文商号中の「ＲＥＡＬ」の部分が結合した「ＯＲＥＡＬ」であり、両\n者ともに「Ｏ」の文字は他の文字に比して大きく書かれているから、両者は外観上\n類似するというのであるが、本件登録商標の前記構成からみれば、外観上、そのう\nちの「ＯＲＥＡＬ」の部分のみが特に世人の注意をひき易いとは認められないし、\n他方、ロ号標章中の被控訴人英文商号部分の要部は「ＲＥＡＬ」にあり、その頭部\nに付せられている被控訴人標章は、原判決理由の項に記載と同一の理由によつて、\n一つの図形として被控訴人英文商号とは別個のものと認めるのが相当であるとこ\nろ、控訴人のいう要部観察をしてみても、両者は、「Ｌ′ＯＲＥ′ＡＬ」と「＜１\n２１７１－００１＞ＲＥＡＬ」の部分をもつて対比するほかはないのであるから、\nこれが類似するものでないことは明らかであり、控訴人の右主張は失当である。\n２（一）　控訴人は、本件登録商標からは「ロレアル」、ロ号標章からは「オレア\nル」の各称呼が生ずるから、両者は称呼において類似するものである、という。\n本件登録商標から「ロレアル」の称呼が生ずることは当事者間に争いがない。\nしかしながら、ロ号標章は、要部観察をしてみても、前叙のとおり「＜１２１７\n１－００１＞ＲＥＡＬ」の部分をもつて対比するほかはなく、「＜１２１７１－０\n０１＞」は一つの図形として「ＲＥＡＬ」の文字部分とは別個のものと認められる\nから、それから生ずる称呼は「リアル」であり、「オレアル」の称呼が生ずること\nはないと認めるのが相当である。そして、「ロレアル」の称呼と「リアル」の称呼\nとが明確に区別されて彼此混同を生ずるおそれのないことは経験則上明らかである\nから、控訴人の右主張は理由がない。\n（二）　次に、控訴人は、本件登録商標からは「オレアル」の称呼を生じ、ロ号標\n章からも「オレアル」の称呼を生ずるから、両者は称呼において類似するものであ\nる、という。\nしかしながら、ロ号標章から「オレアル」の称呼が生ずるとは認められないこと\n前叙のとおりであるから、仮に本件登録商標から控訴人主張のように「オレアル」\nの称呼が生ずることがあるとしても、前叙のとおりロ号標章から生ずる「リアル」\nの称呼と右「オレアル」の称呼とが明確に区別されて彼此混同を生ずるおそれのな\nいことは経験則上明らかである。控訴人の右主張も理由がない。\n３　結局、本件登録商標とロ号標章とが類似の標章であるという控訴人の主張はす\nべて理由がない。\n三　そうすれば、控訴人の追加の請求はその余の点について判断するまでもなく理\n由がないから、失当として棄却すべきものである。\n第三　結語\n以上の次第で、控訴人の本件控訴及び当審において追加した請求は理由がないの\nで、いずれも棄却することとし、訴訟費用の負担について、民事訴訟法第九五条、\n第八九条の各規定を適用して、主文のとおり判決する。\n（裁判官　荒木秀一　藤井俊彦　杉山伸顕）\n別紙\n第四目録\n＜１２１７１－００２＞\n"
}