{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 3,
    "day": 19
  },
  "case_number": "昭和54(行コ)6",
  "case_name": "事業税賦課処分取消請求控訴事件",
  "court_name": "広島高等裁判所",
  "field": "行政",
  "gist": "１　事業所得者以外の者について所得を課税標準として課される地方税が住民税だけであり，事業税類似の課税を受けることがないからといって，事業所得者に対し個人事業税を課することが憲法１４条に違反するとはいえないとした事例　２　租税特別措置法２５条の２の規定によるみなし法人課税を選択した者に対する個人事業税の課税標準である所得の算定に当たり，同条にいう事業主報酬を必要経費として控除すべきではないとした事例",
  "lawsuit_id": "17460",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17460",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/460/017460_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴人は、「原判決を取消す。被控訴人が控訴人に対し昭和五〇年八月一五日付で\nなした昭和四九年一月一日から同年一二月三一日までの間の事業所得に対する事業\n税額九万円の賦課処分を取消す。訴訟費用は第一、二審とも被控訴人の負担とす\nる。」との判決を求め、被控訴人は、主文同旨の判決を求めた。\n当事者双方の主張及び証拠の関係は、原判決事実摘示のとおりであるから、これを\n引用する。\n○　理由\n当裁判所も、控訴人の本件請求は、理由がなく、棄却すべきものと判断する。その\n理由は、次のとおり補正するほか、原判決理由説示のとおりであるから、これを引\n用する。\n（一）　原判決一〇枚目表四行目の「必らずも」を「必らずしも」と改め、同行の\n「適当でなく」の次に「（本来は、売上金額、資本金額等事業活動の規模ないし活\n動量を示す外形標準的なものを課税標準とするのが適当である。）」を加え、同九\n行目の「に対して」を「を課税標準として」と改める。\n（二）　同一二枚目裏七行目の「の例」を「に関する規定」と改める。\n（三）　同一三枚目裏七行目の「これは」を「右規定は、所得税法三七条の必要経\n費ないし同法二七条の事業所得の内容を変更する計算の特則を定めたものではな\nく、右の結果は」と改める。\nよつて、原判決は、相当であつて、本件控訴は、理由がないから棄却することと\nし、訴訟費用の負担につき民訴法九五条、八九条を適用し、主文のとおり判決す\nる。\n（裁判官　胡田　勲　土屋重雄　高升五十雄）\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n一　双方の申立\n原告は、「被告が原告に対し昭和五〇年八月一五日付でなした昭和四九年一月一日\nから同年一二月三一日までの間の事業所得に対する事業税額九万円の賦課処分を取\n消す。訴訟費用は被告の負担とする。」旨の判決を求めた。\n被告は、主文同旨の判決を求めた。\n二　原告の請求原因\n（一）　原告は、税理士業及び公認会計士業を行なう者であつて、昭和四九年分の\n所得税について租税特別措置法二五条の二で定めるみなし法人課税制度（事業主報\n酬制度）を選択している。\n（二）　被告は、昭和五〇年八月一五日付で原告に対し昭和四九年一月一日から同\n年一二月三一日までの間の事業所得について事業税額九万円の賦課処分（以下本件\n処分という）をなした。\n原告は、昭和五〇年一〇月八日付で広島県知事に対し右処分について審査請求した\nが、同県知事は、昭和五一年五月一七日付で右審査請求を棄却するとの裁決をし\nた。なお原告が右裁決のあつたことを知つたのは同月二二日である。\n（三）　しかしながら、本件処分は次の理由から違法である。\n１　個人事業税は、個人の行為がなければ所得がない「個人の事業」を課税対象と\nするが、その実質は個人の所得である所得税法上の事業所得をもつて課税対象とす\nるものであるから事業所得の金額は、県民税において課税標準とされるだけでな\nく、事業税の課税標準ともされていることになり、事業所得については地方税とし\nて二重の課税がなされていることになる。ところが他の種類の所得者（例えば給与\n所得者）においては、所得を課税標準として課される地方税は県民税のような住民\n税のみであつて、事業税に類する課税はない。したがつて個人事業税は法の下の平\n等を定める憲法一四条に違反する。\n２　仮にそうでないとしても、原告には事業税の課税標準となる事業所得は存しな\nい。\n（四）　よつて本件処分の取消を求める。\n三　請求原因に対する被告の答弁\n（一）　請求原因（一）及び（二）の事実は、いずれも認める。同（三）は争う。\n（二）　事業税は、事業を行なうにあたつて地方公共団体の施設を利用し、その行\n政サービスの提供を受けていることから、これに要する経費を事業税の形で分担す\nべきであるという考え方に基づいて、事業を行なうという事実に着目し、事業その\nものを課税客体として課する税であつて、地方公共団体の構成員としての会費的性\n格を有する県民税とは税の性格を異にし、課税標準が重複するということのみで二\n重課税となるものではない。したがつて、事業税は合理的根拠に基づいて課されて\nいる税であり、憲法一四条に反しない。\n四　被告の主張\n（一）　個人の事業税の課税標準である当該年度の初日の属する年の前年中におけ\nる個人の事業の所得は、当該個人の当該年度の初日の属する年の前年中における事\n業に係る総収入金額から必要な経費を控除した金額であるが、地方税法又は政令で\n特別の定めをする場合を除く外、当該年度の初日の属する年の前年中の所得税の課\n税標準である所得につき適用される所得税法二七条に規定する事業所得の計算の例\nによつて算定される（地方税法七二条の一七、一項本文）。\n（二）　ところで、原告の昭和四九年分の所得税の課税標準となる総所得金額は事\n業所得の金額三六〇万円であるべきところ、原告は所得税法二条一項四〇号に規定\nする青色申告書を提出することにつき税務署長の承認を受けている居住者であつて\n租税特別措置法二五条の二の規定によるみなし法人課税制度を選択し、その結果原\n告の事業所得の金額はないものとみなされ、右金額は事業主報酬として給与所得に\nかかる収入金額とみなされている。\n（三）　しかして、個人の事業税の課税標準である個人の事業の所得について「所\n得税法二七条に規定する事業所得の計算の例によつて算定する」とは、所得税法三\n六条、三七条の一般規定及び同法、租税特別措置法等の法令中に存する「何々を事\n業所得の金額の計算上、総収入金額に算入しない（算入する）」とか「何々を事業\n所得の金額の計算上、必要経費に算入する（算入しない）」というような計算過程\nにおいて適用される規定だけであつて、租税特別措置法二五条の二の規定のよう\nに、所得税法二七条の規定に従い算定された事業所得の金額をその後にないものと\nみなすという規定は、地方税法七二条の一七、一項で定める個人の事業税の課税標\n準算定上準用されない規定である。\n（四）　そうすると、昭和四九年分の所得税の課税標準である所得につき適用され\nる所得税法二七条に規定する事業所得の計算の例によつて算定された原告の個人の\n事業の所得は、前記（二）のとおり、三六〇万円であり、これに地方税法上の控除\n（事業主控除）を行なつた後の課税事業所得一八〇万円に所定の税率一〇〇分の五\nを乗じて得られた額九万円が原告の昭和四九年一月一日から同年一二月三一日まで\nの間の事業の所得に対する事業税額となる。\n（五）　なお、個人の事業税の課税標準である事業の所得の算定については、所得\n税における事業所得の金額の計算と同様な算定をするものであり、所得税法上事業\n主報酬の額が必要経費である旨の規定がない以上、個人の事業税の課税標準算定上\n事業主報酬の額が必要経費となるものではない。また、事業主報酬は法人所得の算\n定上必要経費とされる役員報酬とはその性格を異にし、事業主報酬とみなし法人所\n得（租税特別措置法二五条の二、二項一号）の帰属する人格が同一であり、自己の\n労務に対する報酬を自己に払うような場合は現行法上必要な経費とは認められな\nい。\n（六）　よつて本件処分は適法である。\n五　被告の主張に対する原告の答弁\n（一）　被告の主張（一）及び（二）の事実は認める。同（三）ないし（五）は争\nう。但し、個人の事業の所得の算定にあたり、租税特別措置法二五条の二の規定の\n準用がなく、また事業主報酬が必要経費とならない場合、昭和四九年一月一日から\n同年一二月三一日までの間の原告の個人の事業税の課税標準である事業の所得が三\n六〇万円であり、これに対する事業税額の算定方法及び事業税額が金九万円である\nことは認める。\n（二）　所得税法二七条に規定する事業所得の計算の例によつて算定する（地方税\n法七二条の一七、一項本文）とは、所得税法上事業所得とされるものをそのまま事\n業税についての事業所得とし、その計算に関する諸規定すなわち所得税の課税標準\nである所得算定に際して適用される法律のうち所得税法で事業所得とされる範囲の\n所得に適用されて、所得税の課税標準となる金額の算定に至るまでの計算に関する\n諸規定のすべてを包括的に準用して算定することを意味する。換言すると、所得税\nで他の所得金額と合算されるべき事業所得の金額をそのまま（特別の定めがあれば\nその範囲で修正されて）事業税の課税標準として援用するとの趣旨である。しかし\nて、所得税法第二編第二章は課税標準となる所得の計算に関する諸規定の章であ\nり、同第三及び第四章は税額の計算及びその特例の規定の章であるから、租税特別\n措置法二五条の二、一項は「課税標準となる所得を算出し、それに税率を適用して\n税額を算定する」その算定方法の全体を変更する旨を定めるもので、結局みなし法\n人課税制度を選択した場合は、それを選択しない場合の一般の課税標準となる所得\n計算についての諸規定の効力を、所得税額に影響を与える範囲内で、その全部につ\nいてひとまず停止し、租税特別措置法二五条の二、二項、三項で新たに課税標準と\nなる所得及びそれに適用する税率を定めようとするものである。そうすると、同法\n二五条の二、三項の規定によれば、事業所得の金額がないものとみなされ、同条二\n項の規定によれば、みなし法人所得額が算定されるが、これに事業所得の算定に直\n接影響を与えるもので、まさしく計算に関する規定であり、事業税の課税標準であ\nる所得の算定にあたつて準用される。結局みなし法人課税制度を選択した場合に\nは、みなし法人所得額が事業税の課税標準となる所得金額となる。\nしかして原告は、みなし法人課税制度を選択し、原告の昭和四九年分の所得税の課\n税標準となる総所得金額を構成する事業所得の金額三六〇万円は事業主報酬として\n所得税法上給与所得とされ、その結果みなし法人所得額は存在しないこととなり、\n事業税の課税標準である所得金額もないこととなるから、事業税額も「零」であ\nる。\n（三）　仮にそうでないとしても、原告の昭和四九年分の所得税法上給与所得とな\nつた事業主報酬額三六〇万円は、事業税の課税標準である所得金額の算定上必要な\n経費である。\nすなわち、ある支出が必要経費であるかどうかは、その税目における課税標準とな\nる所得の算定上控除されているかどうかと、社会通念上その所得稼得に必要なもの\nであるかどうかによつて決まるものであるところ、事業主報酬は、所得税の課税標\n準算定上控除されており（租税特別措置法二五条の二、二項一号）、社会通念上も\n所得の稼得に必要な経費と認められるから、実質的にみて必要経費であり、したが\nつて事業税においても必要経費とされねばならない。また、法人事業税において\nは、事業主報酬にあたる代表者等の報酬は当然に損金に算入（必要経費として）さ\nれているのであるから、個人事業税においても、事業主報酬は必要経費とされねば\nならないが、みなし法人課税制度が立法化された以後においては、少なくとも右制\n度を選択したものについては、法人事業税についてと同じく、事業主報酬は必要経\n費でなければならない、すなわち、みなし法人課税制度を選択した場合に、事業所\n得の金額から事業主報酬の額が控除されていることは、実質的には事業主報酬を必\n要経費として扱うことを意味するものである。\n証拠関係（省略）\n○　理由\n一　原告は、個人事業税が憲法一四条に違反する旨の主張をするので、まずこの点\nを検討する。\n個人の道府県民税は、道府県の区域内に住所或いは事業所等を有する者と当該道府\n県との応益関係に着目して当該道府県の経費を分担させようとするももので、いわ\nば会費的性格のものであるのに対し、事業税は、事業そのものに経済価値を認め、\nそこに担税力を推定し、事業そのものを課税客体として課するいわゆる物税で、所\n得税、住民税所得割のように人の所得能力に着目してすべての所得に課税する人税\nとは異なる税である。そして事業税は、所得税、法人税の補完として設けられた補\n完税で、事業が収益活動をする上において道府県の設置する各種の公共施設を利用\nし、或いは道府県による行政サービスを享受することに対する一種の受益者負担金\n的性格を有するものである。このように道府県民税と事業税とは目的、性格、課税\n客体を異にするものであるから、給与所得者等事業所得者以外の場合所得を課税標\n準として課せられる地方税が住民税のみであつて、事業税類似の課税を受けること\nがないからといつて、事業所得者に個人事業税を課することをもつて憲法一四条に\n違反するものということはできない。\nなお、現実には、法人の特定の業種を除いて、事業税の課税標準が所得とされてい\nる点、物税であり、受益者負担金的性格をもつ事業税の性格からして必ずも適当で\nなく、所得を課税標準としているがために道府県民税等と重複した租税であるとの\n誤解を招くのであるが、事業税の課税標準として何が適当であるかは、財政上の理\n由、経済の状況、租税政策等から決定されるのであるから、現行法制上たまたま個\n人事業税が個人の事業の所得に対して課せられるということから、直ちに個人事業\n税をもつて二重課税であるとか、個人事業者に事業税を課することが憲法一四条に\n違反するというものでもない。\nしたがつて、原告の憲法違反の主張は理由がない。\n二　請求原因（一）及び（二）の事実、被告の主張（一）及び（二）の事実はいず\nれも当事者間に争いがない。\nところで、個人の事業の所得の算定にあたり、租税特別措置法二五条の二の規定の\n準用がなく、かつ、事業主報酬が必要経費とならないとした場合、昭和四九年一月\n一日から同年一二月三一日までの間の原告の個人の事業税の課税標準である事業の\n所得が三六〇万円であり、これに対する事業税額の算定方法及び事業税額が金九万\n円であることが当事者間に争いのないところからすると、本件においては、昭和四\n九年分の所得税についてみなし法人課税制度を選択した原告の個人の事業税につ\nき、租税特別措置法二五条の二の規定が準用されるかどうか、仮に準用されないと\nしても、原告の昭和四九年分の所得税について、右規定によつて事業主報酬とされ\nた金三六〇万円が個人の事業税の課税標準である事業の所得の算定上必要経費とし\nて控除されるべきかどうかがそれぞれ争点となつているので、右の点について、順\n次検討する。\n（一）　地方税法七二条の一七、一項本文によれば、個人の行なう事業に対する事\n業税の課税標準である当該年度の初日の属する年の前年中における個人の事業の所\n得は、当該個人の当該年度の初日の属する年の前年中における事業に係る総収入金\n額から必要な経費を控除した金額によるものとし、地方税法又は政令で特別の定め\nをする場合を除く外、当該年度の初日の属する年の前年中の所得税の課税標準であ\nる所得につき適用される所得税法二七条に規定する事業所得の計算の例によつて算\n定される（同条項によると、不動産所得の計算の例にもよることとなつているが、\n不動産所得の計算の例によつているのは、所得税においては不動産所得に該当し、\n事業税においては第一種事業のうち物品貸付業に該当する船舶貸付業及び競技場、\n集会場等の貸付業の所得についてのみであつて、原告の行なう税理士業、公認会計\n士業は事業所得の計算の例によるので、不動産所得に関する部分は除外して論じ\nる）。しかしてその趣旨は、所得税法、租税特別措置法等の法令中に存する事業所\n得の計算について適用されるすべての諸法規を包括的に準用することを意味するも\nのである。そうすると、租税特別措置法二五条の二の規定が個人の事業税の課税標\n準である事業の所得の算定にあたつて準用されるかどうかは、同条が事業所得の計\n算に関する規定であるかどうかによることとなる。\nしかしながら、同条は、事業所得を有する青色申告者の各年分の所得税額は、その\n者の選択により、所得税法第二編第二章から第四章までの規定により計算した所得\n税額によらず、（１）事業所得の金額から事業主報酬額をさし引いてみなし法人所\n得額としこれに一定割合（割合については同条二項所定）を乗じて計算した額と、\n（２）その者に事業所得がないものとみなした上、事業主報酬額を給与所得の収入\n金額とみなし、かつ、みなし法人所得額の一定割合の額（割合は同条三項所定）を\nみなし配当所得額として計算した所得税相当額、との合計額をもつて所得税額とす\nることができる（同条一項ないし三項）とするものであるが、右は、結局、所得税\n法二七条に規定する事業所得の計算の例によつて算定された事業所得の金額につい\nて、個人事業を法人事業とみなしてその所得に対法人に準ずる方式で課税するため\nの、いわば税額算定の特則を定めたにすぎず、事業所得の計算に関する規定でない\nことは明らかである。\nそうだとすれば、租税特別措置法二五条の二の規定は、個人の事業税の課税標準で\nある事業の所得の算定にあたつて準用されないものであり、したがつて、この点に\n関する原告の主張は理由がない。\n（二）　そこで、事業主報酬が個人の事業税の課税標準である事業の所得の算定に\nあたり、必要経費として控除されるべきかどうかを検討する。\n前説示のとおり、個人の事業税の課税標準である事業の所得は、原則として、所得\n税法二七条に規定する事業所得の計算の例によつて算定されるのであるが、この算\n定にあたつて準用される所得税法等の法令中には、事業運営の対価として事業主自\n身がうる報酬というようなものを必要経費とする規定は存しないのみならず、所得\n税法上自己労働の対価を必要経費に算入する規定は存しない。ただ、個人事業を法\n人事業とみなしてその所得に対法人に準ずる方式で課税するための特則を定める租\n税特別措置法二五条の二の規定によれば、事業主報酬は事実上必要経費としての取\n扱いを受ける結果となるが、これは、どこまでも課税の特則が定められた結果によ\nるのであつて、一般的かつ実質的に自己労働の対価を必要経費に算入すべきかどう\nかを規定したものではなく、所得税法上自己労働の対価は必要経費に算入されない\nとする原則自体を変更するものとは認められない。したがつてこの点に関する原告\nの主張も理由がないことに帰する。\nなお原告は、法人事業税において役員報酬が損金に算入（必要経費として）されて\nいることとの対比において、個人事業税においても事業主報酬が必要経費とされね\nばならない旨の主張をするけれども、現行法が個人事業税については、法人事業税\nの場合と異なり事業主が自分に対して支払う報酬を必要経費とみることなく、いわ\nばこれに代わるものとして事業主の勤労所得相当分の概算定額控除としての事業主\n控除制度をとつている以上、法人事業税において、役員報酬が必要経費として損金\nに算入されるからといつて、個人事業税において事業主報酬が必要経費とされねば\nならない、ということにはならないのである。\n三　しかして、個人の事業税の課税標準である個人の事業の所得の算定にあたり、\n租税特別措置法二五条の二の規定の準用がなく、かつ、事業主報酬が必要経費とな\nらないとした場合、昭和四九年一月一日から同年一二月三一日までの間の原告の個\n人の事業税の課税標準である事業の所得が三六〇万円であり、これに対する税額の\n算定方法及び事業税額が金九万円であることは、いずれも当事者間に争いがないか\nら、結局本件係争年分の原告の事業税額は本件処分のとおりに算定されることとな\nる。\n四　以上の説示によると、被告が原告に対してなした本件処分は適法であるという\nことができるから、原告の本訴請求は理由がないものとしてこれを棄却することと\nし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主\n文のとおり判決する。\n"
}