{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 5,
    "day": 14
  },
  "case_number": "昭和50(ワ)480",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14084",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14084",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/084/014084_hanrei.pdf",
  "contents": "主　　　文\n一　原告に対し、被告【Ａ】は金二〇万円を、被告株式会社竹村出版は金一〇万円\nを各支払え。\n二　原告のその余の請求をいずれも棄却する。\n三　訴訟費用は、これを一〇分し、その一を被告らの、その余を原告の各負担とす\nる。\n四　この判決は、第一項に限り、仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告【Ａ】は、原告に対し、金七〇〇万円を支払え。\n２　被告株式会社竹村出版は、原告に対し、金三〇〇万円を支払え。\n３　被告らは、共同して、別紙広告目録記載の謝罪広告を一回掲載せよ。\n４　訴訟費用は被告らの負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　原告は、昭和二一年から約五年間、ニユーヨーク・タイムズのウイークリー\n版、ニユーズ・ウイーク誌、タイム誌、アメリカの小説等を購読し、これらに掲載\nされた文章から、アメリカで用いられる独特の英語（以下「アメリカ語」とい\nう。）の語法及びその用例について、使用頻度に従つて標準的なものを選択し、こ\nれを資料として、昭和二六年末までに「アメリカ語要語集」（以下、「要語集」と\n略称する場合がある。）を著作した。右著作物は、昭和三〇年八月二〇日、研究社\n出版株式会社により発行された（第三版以降は「アメリカ英語要語辞典」と改題、\n昭和三六年初めごろ絶版。）。\nまた、原告は、昭和四〇年八月から昭和四一年四月までの間に「アメリカ語入\n門」を著作し、昭和四四年八月から同年一〇月までの間にこれに加筆して、清書\nし、昭和四五年一月から同年四月までの間に更にこれを一部訂正した。右著作物\nは、同年一一月一五日、株式会社三省堂により発行された。\n２　新興言語であるアメリカ語は、イギリスを中心とした伝統的ないわゆるキング\nス・イングリツシユにはなかつたところの万能性、多義性を備えた新しい語法を多\nく有するものであり、原告は、「要語集」の中に、これが発行された昭和三〇年八\n月までに日本で発行されたすべての英和辞典並びにアメリカの代表的な辞典である\nウエブスターズ・ニユー・ワールド・デイクシヨナリ及びジ・アメリカン・カレツ\nジ・デイクシヨナリに記載されていなかつた多数の新しいアメリカ語の語法及び文\n例を記載した。\nまた、「アメリカ語入門」の中にも、アメリカ語の新しい語法及び文例が多数記\n載されている。\n３　アメリカ語の新しい語法を正しく理解し、これらに正しい日本語訳を付し、そ\nの多義性に応じた豊富な文例を掲げ、語法につき必要な説明を加えることは、極め\nて難しい知的創作活動であり、原告は、「アメリカ語要語集」及び「アメリカ語入\n門」（以下、これらを一括していうときには、「原告著作物」と総称する。）に掲\nげたアメリカ語の新しい語法及び文例について著作権及び著作者人格権を有する。\n４　また、原告は、前記のとおり、アメリカの文献中から多くのアメリカ語の新し\nい標準的な語法に関する語句とその用例を選択し、これらを分かり易く、活用し易\nいように配列することにより、原告著作物を創作したものであるから、原告著作物\nに記載した語句及びその用例の選択、配列について編集著作権及び著作者人格権を\n有する。\n５　被告【Ａ】は「時事英語要語辞典」（以下、被告辞典」という。）を執筆し、\n昭和四六年九月一日、被告株式会社竹村出版がこれを発行した。\n６　被告辞典は、原告著作物中に記載されたアメリカ語の新しい語法及び文例につ\nいて、これらをそのまま又は一部改変して収録し、盗作したものである。その代表\n的な一部を例示すると、別紙（一）のとおりである。\n７　したがつて、被告らの前記５の行為は、原告の原告著作物についての前記３及\nび４の著作権及び著作者人格権を侵害するものである。\nすなわち、右行為は、\n（一）　無断盗作行為であるから、原告著作物について原告の有する著作権を侵害\nし、\n（二）　原告著作物の複製物である被告辞典に、著作者である原告の氏名を表示し\nなかつたから、原告著作物について原告の有する著作者人格権（氏名表示権）を侵\n害し、\n（三）　原告著作物の訳語、文例等の多数を一部改変し、しかも、アメリカ語の語\n法又はその日本語訳としては正しくないものに改変したものも多いから、原告著作\n物について原告の有する著作者人格権（同一性保持権）を侵害するものである。\n８　被告らは、前記５の行為が前記３及び４の原告の著作権及び著作者人格権を侵\n害するものであることを知り、又は過失によりこれを知らないで、右行為を行つた\nから、原告に対し、これにより原告が受けた次の損害を賠償すべき義務を負う。\n（一）　被告【Ａ】は、被告辞典執筆の原稿料として、被告会社から六八万円を受\n領したから、原告は、これと同額の損害を受けた。\nまた、原告が同被告の行為により著作者人格権を侵害されたことによつて受けた\n精神的苦痛の慰藉料は、六三二万円とするのが適当である。\n（二）　被告会社は、被告辞典を一部一七〇〇円で四〇〇〇部販売した。原価は一\n部一〇〇〇円で税金が利益額の一割であるから、被告会社は、右販売により二五二\n万円の純利益を得た。したがつて、原告は、これと同額の損害を受けた。\nまた、原告が被告会社の行為により著作者人格権を侵害されたことによつて受け\nた精神的苦痛の慰藉料は、七〇万円とするのが適当である。\n９　原告は、被告らに対し、右８の損害賠償とともに、名誉を回復するために、別\n紙広告目録記載の謝罪広告を共同して一回掲載することを求める。\n１０　よつて、原告は、被告【Ａ】に対し、前記損害金合計七〇〇万円の、被告会\n社に対し、前記利益金相当額の損害金の内金二三〇万円と前記慰藉料七〇万円との\n合計三〇〇万円の、各支払を求めるとともに、被告両名に対し、共同して別紙広告\n目録記載の謝罪広告を一回掲載することを求める。\n二　請求の原因に対する認否\n１　被告【Ａ】\n（一）　請求の原因１、２は不知、３、４は否認し、５は認め、６、７は否認す\nる。\n（二）　同８のうち、昌頭部分及び（一）は否認する。\n被告【Ａ】が被告会社から受領した原稿料は、合計五〇万円であつて、六八万円\nではない。また、被告【Ａ】は、被告辞典の著作に、打合せのための交通・通信費\n約二〇万円、文献類資料代約二〇万円、\n原稿整理のためのアルバイト料約七万円の合計四七万円の費用を支出したから、同\n被告の得た利益は三万円にとどまる。\n（三）　同９は否認する。\n２　被告会社\n（一）　請求の原因１ないし４は不知、５は認め、６、７は否認する。\n（二）　同８のうち、冒頭部分は否認し、（二）中、被告会社が被告辞典を四〇〇\n〇部印刷し、定価を一部一七〇〇円として販売したことは認め、その余の事実は否\n認する。\n被告辞典の卸値は定価の約六八パーセントであり、実際の販売部数は三九六〇部\nであつた。そして、その出版に要した費用は、紙代五〇万円、組版代一四六万円、\n印刷費二五万円、製本料六〇万円、箱代一八万円、原稿料六八万円、広告料一六四\n万六〇〇〇円、諸経費九一万五〇〇〇円（売上高の二割相当）の合計六二三万一〇\n〇〇円であつたから、被告会社は、右出版により、利益を得ておらず、むしろ、一\n六五万三二四〇円の損失を被つた。\n（三）　同９は否認する。\n三　被告【Ａ】の反論\n１　原告の著作権及び著作者人格権について\n（一）　原告著作物に記載されたアメリカ語の単語、熟語、文例は、すべて万人共\n有の言語であつて、他の辞典にも記載されており、また、雑誌、新聞等で日常的に\n使用されているものである。したがつて、原告がこれらの表現を自己の著作物であ\nるとして独占することは、許されない。また、これらに付された日本語訳も、誰が\n訳しても似たような表現になるものであつて、創作性がない。\nそもそも、辞典においては、同一の単語はもちろん、熟語、文例等についても、\n同一のもの又は単語を置き換えただけのものは無数に存在する。文例中の単語の置\n換えをして用いることは、辞典のみならず、英語教授法の常識である。したがつ\nて、これらについて著作権が成立し、独占することが許されることはありえない。\nまた、新聞、雑誌に発表された文例は、誰でも自由に使用することができるもの\nである。もしそうでないとすると、原告自身が著作権侵害行為をしたことになる。\n（二）　したがつて、辞典については、通常編集著作権のみが成立しうると考えら\nれるが、原告著作物において、素材の選択、\n配列に創作性があるとの証拠はない。\n２　被告辞典の編集について\n（一）　被告【Ａ】は、被告辞典に、新聞、雑誌に頻出した現代アメリカ英語を精\n選し、収録したものであり、その収録に当たつては、使用されている度合も考慮\nし、慣例に従つて配列したものである。\n（二）　なお、その著作に当たり、アメリカのウエブスターズ・サード・ニユー・\nインターナシヨナル・デイクシヨナリ（一九六一年）をはじめ、【Ｂ】ー【Ｃ】共\n編のデイクシヨナリ・オブ・アメリカン・スラング（一九六〇年）ザ・ランダムハ\nウス・デイクシヨナリ・オブ・イングリツシユ・ラングウイツジ（一九六六年）等\nを参照し、更に、日本の研究社・新英和大辞典、同・新英和中辞典、岩波英和辞\n典、三省堂・ローレル英和辞典、角川・英語辞典、高部義信編・米語ハンドブツク\nその他数種の文献に目を通した。その中には、「アメリカ英語要語辞典」もあつた\nかと思われるが、これは、辞典編集者として、自己の付した訳語の普遍性を知るた\nめの調査の一部分をなす作業であつて、「アメリカ英語要語辞典」の中の語法、文\n例等を模倣するためではなかつた。\n（三）　被告【Ａ】は、被告辞典を編集した際に、「アメリカ語入門」の存在を全\nく知らず、これを参照したことはなかつた。\n３　被告辞典が原告著作物の盗作でないことについて\n（一）　前記１で述べたことから明らかなとおり、原告著作物と被告辞典とが、同\n一の単語及び熟語を収録し、同一又は単語を置き換えただけの文例を掲げていて\nも、後者が前者を盗作したものということはできない。訳語が似るのも当然のこと\nである。\n（二）　原告は、本の一部分から似ているところだけを選んで、盗作だと主張して\nいるが、全体を見れば、全く異なる著作物であることが明らかである。特に、選\n択、配列において原告の個性が表われている部分においては、「要語集」の表現\nは、被告辞典の表現と全く異なつている。\n（三）　原告は、被告辞典の誤訳の類を指摘して、同一性保持権の侵害であると主\n張するが、仮にそのような誤りがあつても、\n原告著作物の同一性を害することには到底ならない。\nむしろ、そのような点において被告辞典が原告著作物と相違していることこそ、\n盗作でないことの何よりの証拠である。\n（四）　被告辞典に参照した文献として「アメリカ英語要語辞典」を明示しなかつ\nたのは、当時既に絶版となつていたこともあつて、その必要性を認めなかつたから\nである。\n（五）　なお、原告主張に係る別紙（一）に対する反論は、別紙（二）のとおりで\nある。\n第三　証拠（省略）\n理　　　由\n一　成立に争いのない甲第一号証によれば、「アメリカ語要語集」と題する書籍が\n昭和三〇年八月二〇日に研究社出版株式会社から発行されたこと、同書には著作者\nとして原告の氏名が表示されていることが認められ、また、成立に争いのない甲第\n二号証によれば、「アメリカ語人門」と題する書籍が昭和四五年一一月一五日に株\n式会社三省堂から発行されたこと、同書には著者として原告の氏名が表示されてい\nることが認められる。これらの事実によれば、原告が右各書籍の原稿（以下、単に\n「要語集」又は「アメリカ語人門」というときは、これらを指す。）を右各日時ま\nでに執筆したことが推認される。\n二　そこで、「要語集」と「アメリカ語入門」の著作物性について検討する。\n１　「要語集」\n（一）　前記甲第一号証によれば、「要語集」は、三〇〇〇前後の標準的なアメリ\nカ語の単語、熟語、慣用句を使用頻度に従つて選び出した上、これらを見出し語と\nしてアルフアベツト順に配列し、各見出し語に続けて、その日本語訳を付し、その\n大部分のものについて、見出し語を用いた慣用句、文例及びこれらの日本語訳を付\nし、場合により、見出し語の発音記号、見出し語の各日本語訳に対応する英語によ\nる言換え、語法の簡単な説明等をした「註」、「注意」等をも付したアメリカ語に\n関する英和辞典の一種であること、並びに右の文例は、昭和二一年ころから昭和二\n九年ころまでの間にわたり、ニユーズ・ウイーク、タイム、リーダーズ・ダイジエ\nスト、ニユーヨーク・タイムズ等の雑誌、新聞やわが国の大学入試問題等に掲載さ\nれた文章の中から、原告自身が適切であると考えたものを選択したものであること\nが認められる。\n（二）　右の認定の事実と前記一の事実によれば、「要語集」は、原告がアメリカ\n語を素材にしてその選択と配列に創意をこらして創作した一個の編集著作物と認め\nることができる。\n原告は、「要語集」に掲げられたアメリカ語の新しい語法及び文例について著作\n権及び著作者人格権を有する旨主張するけれども、アメリカ語の新しい語法を示す\nものとして原告が集録した単語、熟語、慣用句は言語それ自体を表記したに過ぎな\nいものであつて、原告の思想又は感情の表現ではないことが明らかであるし、文例\nも原告が創作したものではないこと前記認定のとおりであるから、原告の右主張は\n失当である。\nなお、単語、熟語、慣用句、文例等の日本語訳及び見出し語の英語による言換え\nは、原告の知的活動の結果表現されたものであると考えられるが、いずれも、日常\n的によく用いられている単語、熟語、慣用句又は短文の英語を日本訳又は他の英語\nに置き換えたものであつて、長い文章の翻訳と異なり、英語の語意を正しく理解す\nる能力を有する者であれば、誰が行つても同様のものになると認められるから、原\n告のみの創作的表現ということはできない。\n２　「アメリカ語入門」\n（一）　前記甲第二号証によれば、「アメリカ語入門」は、別紙（三）記載の全一\n〇章から成り、各章において、アメリカ語の単語、熟語、文型等に関する合計一一\n三の項目を掲げて、これらにつき、スミス、太郎及び花子の討論という形式を用い\nた例文その他の用例を示しながら、その語法の解説を加え、また、各章の末尾に\nは、これらの単語等を用いた和文英語の練習問題を、巻末にはその解答を掲げたこ\nとなどを内容とする著作物であり、全体として、アメリカ語特有の語法についての\n入門的解説書という性格を有することが認められる。\n（二）右認定の事実と前記一の事実によれば、「アメリカ語入門」は、原告の学識\nに基づき原告が創作した著作物と認めることができる。\n原告は「アメリカ語入門」についても編集著作権を有する旨主張し、確かにこれ\nに収録された単語、熟語、慣用句、文例等について素材の選択、配列という要素が\n考えられないわけではないが、その著作の内容に照らせば、これらは一個の著作物\nの内容の成分となつていることが認められ、これらがあるからといつて「アメリカ\n語入門」を編集著作物としても観念しうるものというのは相当でなく、原告の右主\n張は失当である。また、同書中に収録された前記単語、熟語、慣用句、文例等は、\n「要語集」について前述したのと同様の理由で、それ自体が原告の著作物であると\n認めることはできない。\n三　請求の原因５については、当事者間に争いがない。\n成立に争いのない甲第三号証によれば、被告辞典は、約六五〇〇のマスメデイア\nで頻繁に使われる英語の単語、熟語を見出し語として選び出した上、これらをアル\nフアベツト順に配列し、各見出し語に続けて、その日本語訳、各日本語訳に対応す\nる英語による言換えを付し、また、その相当部分のものについて、見出し語を用い\nた慣用句、文例及びこれらの日本語訳を付し、更に、場合により、見出し語の原\n意、注等をも付した部分と、重要時事英単語約三〇〇〇をアルフアベツト順に配列\nし、これらに日本語訳を付した重要時事単語集の部分、英語等の略語をアルフアベ\nツト順に配列し、これらに日本語訳とその非省略形とを付した略語表の部分と、時\n事和単語を五十音順に配列し、これらに英語訳を付し、場合により若干の応用句、\n文例等をも付した和英時事要語集の部分等からなるものであることが認められる。\nそして、このうち、最初に掲げた部分は、時事英語に関する英和辞典の一種である\nと認められる（以下、被告辞典とは、原則としてこの部分をいうものとする。）。\n四　そこで、まず、被告らの請求の原因５の行為が、「要語集」について原告の有\nする権利を侵害するか否かについて検討する。\n１　前記甲第一、第三号証によれば、被告辞典には、「要語集」と、見出し語、慣\n用句、これらの日本語訳、これらに付された英語による言換え等の各素材（文例に\nついては、後述するので、ここでは除く。）において、同一又は類似のものが多数\n収録されているが、他方、同一又は類似でないものも多数収録されていること、こ\nれらの素材の配列については、基本的配列方法は類似しているが、各見出し語ごと\nに具体的に見れば、相当異なつていることが認められる。\n右の見出し語、慣用句、これらの日本語訳等の各素材自体については、原告が何\nら著作権や著作者人格権を有するものでないことは、前判示のとおりである。\nそして、右に認定したとおり、「要語集」と被告辞典は、いずれも、英和辞典の\n性格を有するが、前者が新聞、雑誌等を基礎資料として標準的なアメリカ語を選択\nの対象とし、後者がマスメデイアで頻繁に使われる英語を選択の対象としたもので\nあり、後者が前者の約二倍の見出し語を収録したものであつて、素材の選択におい\nて相異する部分もかなり多く、また、各見出し語ごとの具体的配列においても相当\n異なつていると認められるのであつて、見出し語や慣用句等の選択、配列において\n両書間に一部共通するところがあるとしても、それのみをとらえて直ちに前者が後\n者の素材の選択、配列に依拠し、これを模倣したものであるとは認められず、他に\nこれを認めるに足る証拠はない。\nなお、「要語集」中の「註」及び「注意」の部分が仮りに編集物である「要語\n集」の部分を構成する独立した原告の著作物ということができるとしても、被告辞\n典中に、右「註」又は「注意」の部分を模倣して執筆され、その複製、翻案等に当\nたるというべき部分が存することは本件証拠上認めることができない。もつとも、\n被告辞典の中には「要語集」中の「註」又は「注意」の部分に似ていると思われな\nいでもない表現も存し、そのうち比較的近似しているものを抜粋すれば、別紙\n（四）のとおりであると認められる。しかしながら、別紙（四）から明らかなとお\nり、これらはいずれも語源、語意等を簡単に説明したものであり、語源、語意等自\n体は、客観的事実であつて、原告の創作したものではないことは明らかであるか\nら、これらの内容自体が前者と後者とで近似していることは、何ら異とするに足り\nないものというべきである。そして、これらの具体的表現は、これらが客観的事実\nを短文で説明したものであつて、誰が行つても大同小異のものとなると認められる\nこと、前記甲第一、第三号証によれば、これらは例外的に近似しているものであつ\nて、他に近似していない註等が多数存在していると認められることからして、前者\nが後者に依拠し、これを模倣したものということはできず、他にこれを認めるに足\nる証拠はない。\n２　前記甲第一、第三号証によれば、被告辞典には、「要語集」に収録されている\n文例と同一又は類似の文例が多数収録されていることが認められるが、そのうち、\n明らかに慣用的文章と認められるもの、当該単語、熟語等に主語、述語等を付した\nだけの単純な文章等を除外したものを、Ａ及びＢの項について例示的に列挙すれ\nば、別紙（五）のとおりである。\n別紙（五）により、そこに掲げられた「要語集」の文例と被告辞典のこれに対応\nする文例とを対比すれば、これらは、当該見出し語たる単語又は熟語を用いた文章\nとしては、他に多くの異なつた例があると思われるにもかかわらず、同一又は類似\nのものとなつていることが、明らかである。とりわけ、別紙（五）の２は、見出し\n語を用いた文章として特にその文章を採らなければならない必然性を有しないもの\nであることが明らかであり、他の多くの文例も同様であると認められる。したがつ\nて、これらは、偶然に似たものであるとか、必然的に似たものであるとはいいえ\nず、共通の素材を元にして、場合によりいずれか一方が一部加筆された上、収録さ\nれたものと推認するのが相当である。\nところで、「要語集」の文例の多くは、前記認定のとおり、アメリカの新聞、雑\n誌から選択されたものであり、前記甲第一号証によれば、」要語集」収録の文例に\n付された「Ｎ．Ｔ．」はニユーヨーク・タイムズを、「Ｎ．Ｗ．」はニユーズ・ウ\nイークを、「Ｒ．Ｄ．」はリーダーズ・ダイジエストを示す略字であり、当該文例\nの出典を示したものであることが認められるから、別紙（五）記載の文例も、多く\nが昭和二一年ないし昭和二七年に発行されたタイム誌又は右の三つの新聞、雑誌に\n掲載された文章をそのまま転載したものであると認められる。これに対し、前記甲\n第三号証によれば、被告辞典は、昭和三二年ないし昭和四五年ころに発行されたニ\nユーヨーク・タイムズ等の新聞、ニユーズ・ウイーク、タイム、リーダーズ・ダイ\nジエスト等の雑誌に現われたイデイオムを精選して編集されたものであり、基準を\n置いた書籍は、「ウエブスター第三版」及び【Ｂ】と【Ｃ】共著の「デイクシヨナ\nリ・アメリカン・スラング」であり、その他参考として書籍は、「ランダムハウ\nス・デイクシヨナリ」、【Ｄ】と【Ｅ】共編の「ハンドブツク・オブ・アメリカ\nン・イデイオムズ・アンド・イデイオマテイツク・ユースイツジ」、【Ｆ】編「ハ\nンドブツク・オブ・エブリデイ・イデイオムズ」、高部義信編「米語ハンドブツ\nク」などであると被告【Ａ】自身が被告辞典の「はしがき」に記していることが認\nめられる。そうすると、被告辞典中の別紙（五）の各文例が「要語集」の文例の出\n典である昭和二一年ないし昭和二七年に発行されたタイム誌、ニユーズ・ウイーク\n誌、リーダーズ・ダイジエスト誌及びニユーヨーク・タイムズ紙中の同一の文章か\nら選択された可能性を肯定することはできない。そして、被告辞典編集の参考とさ\nれた書籍として、「要語集」の名は掲げられていないが、具体的に掲げられたもの\n以外にも参考とした書籍があつたことは、右認定により明らかであり、その中に\n「アメリカ英語要語辞典」（成立に争いのない甲第五九号証によれば、「要語集」\nの第三版以降の改題したものであると認められる。）が含まれていたことは、被告\nの否定しないところである。\n以上の事実によれば、別紙（五）記載の被告辞典の文例は、「要語集」（「アメ\nリカ英語要語辞典」）を参照し、そこに掲げられた同表記載の文例をそのまま又は\n一部修正の上、採用収録したものであると推認せざるをえず、これを覆すに足りる\n証拠はない。\nそして、前記甲第一、第三号証によれば、被告辞典のＣないしＺの項に収録され\nている文例中にも、Ａ及びＢの項と同様、「要語集」に収録されている文例から採\n用されたものと推認せざるをえないものが、相当数存在すると認められる。\n３　右認定の事実と成立に争いのない甲第八号証によれば、被告【Ａ】が被告辞典\nに収録した文例の選択は、前記の新聞、雑誌を資料としたほか、各種の辞典、英語\nに関する文献を基準、参考として行われたものと認められるところ、これらの多く\nの資料の一つとして「要語集」が使用され、そこからも一部の相当数の文例が選択\nされたものと認めざるをえない。\n右の「要語集」から一部の文例を選択した行為は、新聞、雑誌から文例を選択し\nた行為と同視すべきものではない。なぜなら、新聞、雑誌は、英語の語法について\n一定の方針の下に文章が選択され、編集されたものではないことが明らかであるか\nら、その膨大な文章中から特定の語法の文例を選択することは、独自の創作性を有\nする選択行為であつて、何ら新聞、雑誌の編集者の編集行為に依拠したものではな\nいが、先行する同種の辞典中に掲げられている特定の語法の文例を同じ語法の文例\nとして自己の編集する辞典に取り込む行為は、当該辞典の編集者が行つた選択行為\nに依拠したものというべきだからである。\nところで、一般に、学術的著作物においては、先人の学術的研究の成果、すなわ\nち先行する学術著作物を参照し、これを参考として、後行の著作が行われることが\n多く、むしろ、良心的な学術的著作物ほど、右のように同種文献を参照し、参考と\nする度合が高いものというべく、その結果、著作物の内容も相当似かよつたものと\nなることがありうるところである。そして、このこと自体は、学問の性質上、社会\n的に相当な行為であつて、当然に許容され、これをもつて、先人の学術的著作物を\n模倣したということはできない。編集著作物においても同様に、先人の学術的編集\n著作物を参考とした上で、自ら素材の選択を行つた結果、相当似たものとなること\nがありうる。素材の選択の幅が限られている場合には、同一のものを選択しなけれ\nば、いずれか一方の学術的価値に疑問を生じることにもなりかねず、これをもつて\n先行の選択行為を模倣したというのは適当でない。これに対し、素材の選択の幅が\n広く、先人の著作物を参考とした上で、なお独自の選択を行うことがいくらでも可\n能であり、異なる素材を選択しても、それが適切なものである限り学術的価値をそ\nこなうおそれがないときまで、安易に先人の選択した素材をそのまま又は一部修正\nして利用することは、その素材の選択に費やされた先人の努力に只乗りすることで\nあり、学術的著作物といえども、先人の選択行為を模倣したとのそしりを免れない\nものというべきである。このことは、英和辞典の編集においても当てはまり、文例\nの選択に関していえば、慣用的文章については右の前者の選択の幅の狭い場合に該\n当し、慣用的でない文章については右の後者の選択の幅の広い場合に該当するとい\nうべきである。\n以上の観点に立てば、前記の被告【Ａ】が「要語集」に収録された文例のうちか\nら相当数の文例をそのまま又は一部修正して被告辞典に収録した行為は、原告の文\n例の選択に依拠し、これを模倣したもので、その限度で、原告の有する「要語集」\nについての編集著作権を侵害するものといわなければならない。\nしたがつて、前記の被告会社が被告辞典を発行した行為も、原告の有する「要語\n集」についての編集著作権を右と同じ限度において侵害するものであると認められ\nる。\n４　以上のとおり、被告辞典中の別紙（五）記載の文例をはじめとする相当数の文\n例の選択が「要語集」の文例の選択に依拠し、これを模倣したものである以上、被\n告辞典中に、適当な方法により「要語集」の編集著作者である原告の氏名が表示さ\nれるべきであると認められるところ、前記甲第三号証によれば、原告の氏名は被告\n辞典中に表示されていないものと認められる。したがつて、被告【Ａ】が被告辞典\nを執筆し、被告会社がこれを発行した行為は、原告の「要語集」について有する氏\n名表示権を侵害したものといわなければならない。\n原告は、氏名表示権の侵害のほかに、同一性保持権の侵害をも主張しているが、\n前記甲第一、第三号証によれば、被告辞典は、前記の文例の選択における一部の模\n倣部分を除けば、「要語集」とは別個独立の編集著作物として成立していると認め\nられるから、全体としてみれば、編集著作物としての「要語集」を改変したものと\n認めることはできず、右の一部の模倣部分のみをとらえて、同一性保持権の侵害と\nいうことはできず、他にこれを認めるに足る証拠はない。\n五　次に、被告らの請求の原因５の行為が、「アメリカ語入門」について原告の有\nする権利を侵害するか否かについて検討するに、「アメリカ語入門」に記載のある\nアメリカ語の単語、熟語、慣用句、文例及びこれらの日本語訳それ自体につき原告\nが著作権及び著作者人格権を有しないことは、前示のとおりであるから、被告辞典\n中にこれらと同一又は類似のものが収録されていても、このこと自体は原告の権利\nを侵害する理由となるものではなく、本件全証拠によつても被告辞典中に、「アメ\nリカ語入門」に依拠し、これを模倣して執筆されたものと認むべき部分があるとは\n認められない。\nしたがつて、被告らの前記行為は、「アメリカ語入門」についての原告の著作権\n及び著作者人格権を侵害するものということはできない。\n六　以上の事実によれば、被告【Ａ】は、たとえ法律上許容される行為であるとの\n考えの下に前記の行為を行つたのであるとしても、「要語集」に依拠し、これを模\n倣して執筆したことについては認識があつたものというほかはないから、前記侵害\n行為につき故意があつたものと認められ、また、被告会社は、書籍の発行に当たり\n出版社として当然尽くすべき注意義務を怠つたものというべく、前記侵害行為につ\nき過失があつたものと認められる。\nしたがつて、被告【Ａ】及び被告会社は、原告の「要語集」についての編集著作\n権及び編集著作者としての氏名表示権を侵害したことにより原告が受けた損害を賠\n償すべき義務がある。\n七　そこで、原告の損害額について検討する。\n１　まず、前記編集著作権の侵害により原告が受けた損害の額は、被告らが前記編\n集著作権の侵害行為により受けた利益の額と同額と推定される。\n原告は、被告【Ａ】が被告辞典の執筆により被告会社から原稿料として六八万円\n受領した旨主張し、被告【Ａ】は受領した原稿料は五〇万円であつたと主張する。\nところで、原告と被告会社との間において、被告会社が被告辞典を四〇〇〇部印刷\nし、販売定価が一部一七〇〇円であつたこと、被告会社が被告【Ａ】に原稿料とし\nて六八万円を支払つたことはいずれも争いがなく、このことは弁論の全趣旨として\n被告【Ａ】に対する関係で斟酌できるところ、この六八万円との額は右印刷部数に\n定価を乗じた額の一〇パーセントに当たることは計算上明らかであり、一般に書籍\n出版に当たり初版発行の際出版社から著作権者に支払われる印税の率が発行部数に\n定価を乗じた額の一〇パーセントが通常であるとの当裁判所に顕著な事実に照らせ\nば、被告会社が被告【Ａ】に支払つた原稿料の額は六八万円であると認められ、こ\nれを覆えすに足る証拠はない。そして、辞典の執筆には相当程度の必要経費が生ず\nることは自明であり、その額は原稿料の額の少くとも四〇パーセントをもつて相当\nと認められるから、本件において、被告【Ａ】は被告辞典の執筆により右原稿料六\n八万円の六〇パーセントに当たる四〇万八〇〇〇円の利益を得たものと認めること\nができ、前記侵害行為の態様に照らせば、侵害行為と相当因果関係のある利益は右\n利益額のうちの二万円をもつて相当と認められる。この利益額は原告が受けた損害\nと推定されるから、被告【Ａ】は原告に対し右二万円を賠償すべき義務がある。\n一方、被告会社が被告辞典の発行により利益を受けたことを認めるに足りる証拠\nはなく、原告の被告会社に対する財産的損害についての主張は理由がない。\n２　次に、前記氏名表示権の侵害の事実によれば、原告は精神的損害を受けたもの\nと推認される。\nそして、次の各事実が認められる。\n（一）　被告辞典が四〇〇〇部印刷されたことは、原告、被告会社間に争いがな\nく、弁論の全趣旨によれば、被告【Ａ】との関係においても、そのとおり認定する\nことができる。\n（二）　被告辞典の発行の一〇年以上前である昭和三六年初めころに「要語集」が\n絶版とされたことは、原告の自認するところである。\n（三）　前掲甲第八号証と弁論の全趣旨によれば、昭和四七年一一月一七日付の書\n簡により被告【Ａ】が原告に対し一応の陳謝の意を表し、被告辞典の絶版を確約\nし、被告辞典は同年末ころには絶版とされ、昭和四九年夏ころにはその組版も廃棄\nされたことが認められる。\n右の各事実と前記認定の諸事実を総合考慮すれば、原告の受けた精神的損害の慰\n藉料としては、被告【Ａ】につき一八万円、被告会社につき一〇万円をもつて相当\nと認められる。\n八　次に、謝罪広告の当否につき検討するに、前記認定の諸事実、特に、被告辞典\nが「要語集」に依拠したのは極くわずかな部分であつたこと、「要語集」は侵害行\n為の当時既に絶版とされて約一〇年を経過していたこと、及び前示七２（三）の事\n実に鑑み、前記損害賠償に加え、謝罪広告を被告らにさせることは適当であると認\nめることはできない。\n九　よつて、原告の本訴請求は、各被告に対し前記損害金の支払を求める限度で理\n由があるからこれを認容し、その余はいずれも失当であるからこれを棄却し、訴訟\n費用の負担につき民事訴訟法第八九条、第九二条本文の各規定を、仮執行の宣言に\nつき同法第一九六条第一項の規定をそれぞれ適用して、主文のとおり判決する。\n（裁判官　牧野利秋　川島貴志郎　大橋寛明）\n広告目録\n一　広告の内容\n盗作についての謝罪文\n私（【Ａ】）は、二冊の貴著のうち、特に「アメリカ語要語集」の内容の大半を\n無断借用して「時事英語要語辞典」を出版し、貴殿の著作者人格権と著作権を侵害\nし、かつ、名誉を棄損し、御迷惑をおかけしました。ここに深く陳謝の意を表しま\nす。\n私（【Ｇ】）は、貴殿の警告にもかかわらず、同辞典を市場に三年間流布し、貴\n殿の著作権を侵害し、かつ、名誉を棄損し、御迷惑をおかけしました。ここに深く\n陳謝の意を表します。\n福岡市＜以下略＞\n【Ａ】\n東京都千代田区＜以下略＞　株式会社竹村出版\n【Ｇ】\n横浜市＜以下略＞\n【Ｈ】殿\n二　広告の条件\n（一）　掲載紙及び掲載場所\n朝日新聞、毎日新聞及び読売新聞の各朝刊の全国版社会面下欄\n（二）　広告の大きさ\n横　五センチメートル\n縦　六・七センチメートル\n別紙（一）\n＜１２４３８－００１＞\n別紙（二）\n原告は、本の一部分から似ているものだけを選んで、並べている。このｂｅ　ｈ\nｅｒｅ〔ｔｈｅｒｅ〕ｔｏ　ｓｔａｙという項目は、原告の「アメリカ語要語集」\nの方が例文が多く、リーダーズ・ダイジエスト、ニユーズ・ウイーク、ニユーヨー\nク・タイムズ、タイム、更に北大の入試に至るまでの例文を挙げている。というこ\nとは、この例文は非常に一般的だということになる。\n「時事英語要語辞典」と「アメリカ語要語集」のｂｅ　ｈｅｒｅ〔ｔｈｅｒｅ〕\nｔｏ　ｓｔａｙの項全体を対比すれば、別添のとおりであるが、これを見れば盗作\nでないことは一目瞭然である。もし、被告【Ａ】が冒頭から最後までコピーしたの\nなら、盗作といえる。なぜなら、この項目には原告の個性が表れているからで、こ\nの部分は辞典というよりは「用法の説明」だからである。こうしたことについて著\n作権が生ずるが、イデイオムや日本語訳に著作権は成立しない。そして、「時事英\n語要語辞典」のこの項は、ただ言葉を並べただけの没個性のものであつて、上記著\n作権を侵害するものではない。\n原告の見出し語に与えた訳語と、被告【Ａ】の与えた訳語とは、冒頭から異なつ\nている。「アメリカ語要語集」には、英語による言換えもない。全体的には全く違\nうものである。原告は、これと同じようなことを他のすべての項にわたつて主張し\nている。\n原告がリーダーズ・ダイジエストからＴｅｌｅｖｉｓｉｏｎ，“ｊｕｓｔ　ａｒ\nｏｕｎｄ　ｔｈｅ　ｃｏｒｎｅｒ”ｆｏｒ　ｓｏ　ｌｏｎｇ，ｉｓ　ｈｅｒｅ　ｔ\nｏ　ｓｔａｙ．を採用し、被告【Ａ】がこれに対して、Ｔｅｌｅｖｉｓｉｏｎ　ｉ\nｓ　ｈｅｒｅ　ｔｏ　ｓｔａｙ．としたことを盗作と原告は主張するが、こうした\n文例は個人の私物ではない。個人の私物だとすれば、原告も盗作をしたことにな\nる。また、訳文も正確には同一ではない。\nＩｓ　ｔｈｅ　Ｕｎｉｔｅｄ　Ｎａｔｉｏｎｓ　ｈｅｒｅ　ｔｏ　ｓｔａｙ？も\nニユーヨーク・タイムズからの引用で、訳文も正確には同一ではない。\nＦｉｆｔｙ　ｙｅａｒｓ　ａｇｏ　ｎｏ　ｏｎｅ　ｂｅｌｉｅｖｅｄ　ｔｈａｔ\nｃａｒｓ　ｗｏｕｌｄ　ｂｅ　ｈｅｒｅ　ｔｏ　ｓｔａｙ．この文例は正確には\n「アメリカ語要語集」のものと同一ではない。\n以上のとおり、原告の主張はすべて理由がない。\n別紙（三）\nⅰ　動詞句の活用\nⅱ　基本的動詞＋ｉｔ\nⅲ　基本的動詞＋～ｉｎｇ〔名詞〕\nⅳ　前置詞の活用\nⅴ　副詞の活用\nⅵ　名詞的語法\nⅶ　流線形文体\nⅷ　同時的表現\nⅸ　ハイフオンによる合成法\nⅹ　アメリカ語の根\n別紙（四）\n＜１２４３８－００２＞\n＜１２４３８－００３＞\n別紙（五）\n＜１２４３８－００４＞\n＜１２４３８－００５＞\n＜１２４３８－００６＞\n＜１２４３８－００７＞\n"
}