{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 9,
    "day": 17
  },
  "case_number": "昭和58(行ケ)232",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14072",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14072",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/072/014072_hanrei.pdf",
  "contents": "主　　　文\n一　特許庁が昭和五六年審判第三五〇六号事件について昭和五八年九月一日にした\n審決を取消す。\n二　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告は主文同旨の判決を求め、被告は「原告の請求を棄却する。訴訟費用は原告\nの負担とする。」との判決を求めた。\n第二（原告）　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和五三年八月二日、意匠に係る物品を「端子盤」とする登録第四八二\n〇七〇号意匠（以下「本件意匠」という。）を本意匠とする別紙（一）のとおりの\n意匠（以下「本願意匠」という。）につき類似意匠登録出願をしたところ、昭和五\n六年一月三一日拒絶査定を受けたので、同年二月二五日審判を請求し、右審判請求\nは昭和五六年審判第三五〇六号事件として審理されたが、昭和五八年九月一日「本\n件審判の請求は成り立たない。」との審決があり、その謄本は、同年一一月二日原\n告に送達された。\n二　審決の理由の要点\n１　本願意匠の基本的な構成態様は、側面形状をほぼ踏み台状として上段及び下段\nを設け、全体を横長状とした端子台において、各段上にねじ複数個を横一列に等間\n隔に並設し、各ねじの間に横長短形板状とした仕切板を並設し、端子台下面におい\nて、先端を半円弧状とした細長片状端子複数本を各ねじの下後方に横二列に並列し\nて突設したものとしている。\n２　そして、本願意匠の具体的構成について、下段において、両端に設けた各小円\n孔の間にねじ八個を並設し、各ねじの両側にねじ頂部とほぼ同じ高さとして仕切板\n九枚を並設し、上段において、両側板をそのまま仕切板として設け、その間にねじ\n九個を並設し、各ねじの両側にねじ頂部とほぼ同じ高さとした仕切板八枚（両側板\nをあわせると一〇枚）を並設し、下段のねじは上段より二分の一分だけ内側にずら\nして並設したものとし、端子台下面に突設した各端子の形状につき、先端近くに小\n矩形状切欠き部分を穿設し全体を細長片状としているものである。\n３　これに対し、意匠に係る物品を「中継端子」として昭和五二年九月二六日に出\n願した昭和五二年意匠登録願第三八一八〇号の別紙（二）のとおりの意匠（以下\n「引用意匠」という。）の基本的な構成態様は、側面形状をほぼ踏み台状として上\n段及び下段を設け、全体を横長状とした端子台において、各段上にねじ複数個を横\n一列に等間隔に並設し、各ねじの両側に横長矩形板状とした仕切板を並設し、端子\n台下面において、先端を半円弧状とした細長片状端子複数本を各ねじの下後方に横\n二列に並設して突設したものとしている。\n４　そして、引用意匠の具体的な構成態様は、上下両段において、両端に設けた各\n小円孔の間にねじ六個を並設し、各ねじの両側にねじ頂部とほぼ同じ高さとした仕\n切板七枚を並設したものとし、端子台下面に突設した各端子の形状につき、先端近\nくに小円孔を穿設し全体を細長片状としているものである。\n５　本願意匠と引用意匠を比較検討すると、両意匠は、意匠に係る物品が共通し、\n形態の基本的構成態様において一致するものであり、その具体的な構成態様におい\nて、次のとおりの共通点及び差異点を有している。\n共通点は、（イ）下段の両端に設けた各小円孔の間に、同一形状としたねじ（六\n個ないし八個）を並設し、各ねじの両側に同一形状とした仕切板（七枚ないし九\n枚）を並設している点、（ロ）上段において、下段上に並設した各ねじ及び仕切板\nと同一形状としたねじ（六個ないし九個）と仕切板（七枚ないし八枚）を同一の態\n様で並設している点、（ハ）各ねじの高さを各仕切板とほぼ同じ高さとしている\n点、（ニ）端子台下面に突設した各端子につき先端近くに小さい切欠き部分又は透\n孔を穿設している点等である。\n次に差異点は、（イ）引用意匠では、両段上に並設したねじ及び仕切板の数が等\nしく、これらが上下段において並行しているのに対し、本願意匠では、下段の方が\n上段より数が少なく、下段では上段より二分の一分だけ内側にずれて並設されてい\nる点、（ロ）端子台下面の各端子の先端近くについて、引用意匠では小円孔を穿設\nしているのに対し、本願意匠ではコの字状（小矩形状）の小切欠き部分を穿設して\nいる点等である。\n６　以上に述べた両意匠の形態上の一致点若しくは共通点及び差異点を総合し、各\n全体について考察すると、まず、両意匠において一致している基本的な構成態様\nは、各形態全体の骨格であるとともに、その構成上の特徴を如実に表わしているも\nのである。そして、この点は、右の具体的な構成態様における共通点と相俟つて、\nこの種の意匠としては従来みられなかつた構成態様を表出しているものであるか\nら、両意匠の類否判断を左右する支配的要部と認められる。\nこれに対し、前記差異点（イ）及び（ロ）における本願意匠の構成は、いずれ\nも、この種の物品の分野において本願出願前より広く知られているところであり、\n本願意匠ではこれらの点につき従来より知られた態様のとおりとしたにすぎないも\nのと認めざるを得ない。また、その他の点の差異は全体としては極めて小さいもの\nと認める。\n以上のように、本願意匠における差異点は、従来より広く知られた意匠に基づい\nて極めて容易になし得た細部の形状の改変にとどまり、形態全体の構成態様を左右\nする程固有な特徴をもつた構成部分とは認められない。\nそして、両意匠は、意匠に係る物品が共通するとともに、両意匠の要部であると\nころの形態上の特徴を表出している基本的な構成態様において一致し、具体的な構\n成態様においても共通点が認められるものであるから、前記差異点の存在にかかわ\nらず、なお各全体としては類似することを免れない。\nなお、本願意匠は、先願に係る引用意匠に類似するものであるから、意匠法一〇\n条一項に規定する自己の登録意匠のみに類似する意匠とは認められない。\nしたがつて、本願意匠は、意匠法九条一項に規定する意匠に該当しないから、意\n匠登録を受けることができない。\n三　審決を取消すべき事由\n審決の理由１は認める。同２のうち上下各段において各ねじの頂部とその両側の\n各仕切板がほぼ同じ高さであることは否認し、その余は認める。各仕切板は各ねじ\nの頂部より若干低い高さで並設されている。また、上段においては、両側板をその\nまま上方へ延長して仕切板とする構成が採られている。同３及び４は認める。\n同５のうち共通点（ハ）及び（ニ）は否認しその余は認める。同６は否認する。\n１　本願意匠と引用意匠は非類似である（取消事由（１））。\n（一）　基本的構成態様について\nこの種物品において、（イ）「側面形状を踏み台状とした」構成は、意匠登録第\n三五五四五六号公報（甲第七号証）、実開昭五〇ー一三九九五八号公報（甲第八号\n証）に、（ロ）「端子台上にねじ複数個を横一列に等間隔に並設し、各ねじの間に\n横矩形板状とした仕切板を並設した」構成は、意匠登録第三六〇三八六号公報（甲\n第九号証）、同類似の一号公報（甲第一〇号証）、意匠登録第四三九九七九号公報\n（甲第一一号証）、意匠登録第三六〇五六七号公報（甲第一二号証）に示されてい\nるところであるから、かかる構成形態はいずれも引用意匠の出願前からありふれた\nものとなつていた。特に甲第一二号証によれば、踏み台状とした端子台の各段上に\nねじ複数個が並設されているのであるから、側面踏み台状の端子台上へねじ複数個\nを並設した構成態様についても、引用意匠出願前において、看者に格別目新しさを\n覚えさせる力を有していなかつたのである。次に、（ハ）「端子台下面において、\n先端を半円弧状とした細長片状端子複数本を並設して突設した」構成は、前記甲第\n一〇、第一一号証に示されているところであつて、引用意匠出願前よりありふれた\nものであつた。特に、甲第一〇号証の意匠は、端子の形状において甲第九号証に示\nされた意匠と異つているにもかかわらず、甲第九号証の意匠を本意匠とする類似意\n匠として登録されていることからも右構成態様の周知性は裏付けられるのである。\nまた、（ニ）端子を「各ねじの下後方」に突設した構成は甲第一一号証に示されて\nいるところから、引用意匠出願前からありふれたものであり、端子を「横二列」に\n突設した構成は端子台を二段の踏み台状としたことによる当然の結果であり、右構\n成態様は創作としての価値を有するものということはできない。\n以上のように、審決において両意匠に共通する基本的な構成態様と認定されたも\nのは、引用意匠の出願前から知られていた形態の寄せ集めにとどまり、格別の創作\nがあつたものと認めることはできず、かつ看者に与える美的印象も従来形態と差異\nはないものというべきである。\n（二）　具体的構成態様について\n両意匠の共通点は審決の理由４の（イ）及び（ロ）の二点であるが、いずれも前\n記甲第九ないし第一一号証に示されているところであつて、引用意匠の出願前から\nありふれたものとなつていた。\n両意匠の差異点は次のとおりである。\n（イ）　審決の理由５認定の差異点（イ）と同じ。\n（ロ）　審決の理由５認定の差異点（ロ）と同じ。引用意匠のように小円孔を設け\nたものは甲第一一号証にみられるように、引用意匠の出願前から知られていたが、\n本願意匠のようにコの字状の切欠を設けたものが引用意匠の出願前に知られていな\nかつた。したがつて、この点の差異は本願意匠に固有の創作によつて生じたもの、\n即ち創作の要部として評価されるべきものである。\n（ハ）　引用意匠では仕切板がねじ頭より若干高くしてあるのに対し、本願意匠で\nは仕切板がねじ頭より若干低く、ねじ頭が側方からみえる態様となつている。甲第\n九ないし第一一号証に示す先行意匠における該部態様は、いずれも仕切板がねじ頭\nより若干高くなつており、本願意匠のようにその高低関係が逆になつたものは発見\nできない。\n（ニ）　本願意匠では、ねじ頭の下方に台形模様が表われているが、引用意匠には\nかかる模様はない。既存の意匠において、本願意匠のように、ねじ頭の下方に台形\n模様を表わしたものはない。\n（ホ）　本願意匠では、下段両端に円孔が設けてあり、該円孔の径はねじ頭に比較\nして極めて小さいものであるのに対し、引用意匠においては、上下段ともに両端部\nに円孔と矩形孔が並行して設けられ、前記円孔の径はねじ頭に近似の大きさとなつ\nている。\n（三）　以上に述べた両意匠の形態上の共通点及び差異点を総合して全体について\n考察すると、共通する基本的な構成態様は、いずれも既存の意匠にみられるもの\nで、両意匠の類否の判断を左右する支配的要部と認めることはできない。これに対\nし、具体的な構成態様における差異、特に（ロ）、（ハ）、（ニ）に示す本願意匠\nの構成態様は、既存の意匠にみられなかつた態様であつて「容易になし得た細部の\n形状の改変」とは認められず、そこに創作があつたと認めるべきである。また、こ\nれらの部分の態様はいずれも極めて目につきやすいものであることから、形態全体\nの構成態様を左右するに足りる固有の特徴といえる。そして、この構成態様の差異\nによつて、全体として美観に差異が生じるから、非類似の意匠と認めることができ\nる。\n２　仮に本願意匠が引用意匠に類似しているとしても、本願意匠は本件本意匠に類\n似しており、かつ引用意匠は意匠法九条一項の先願としての地位を有しないものと\n解すべきであるから、本願意匠は本件本意匠を本意匠とする類似意匠として登録さ\nれるべきである（取消事由（２））。\n（一）　本願意匠は本件本意匠（甲第四号証）に類似する。\n本件本意匠は別紙（三）記載のとおりの形態で、昭和五一年六月二四日に出願さ\nれ、昭和五三年三月三一日登録されたものであるが、共通点として、（イ）物品\n「端子盤」に係るものである。（ロ）側面形状を踏み台状として全体を横長状とし\nた端子台において、各段上にねじ複数個を横一列に等間隔に並設し、各ねじの間に\n横長矩形板状とした仕切板を並設し、端子台下面において先端を半円形とした細長\n片状端子複数本を各ねじの下後方に並列した基本的な構成態様を有するほか、\n（ハ）いずれも既存の意匠にはみられない各端子の先端近くのコの字の切欠き部\n分、ねじ頭より若干低い仕切板、ねじ頭の下方の台形模様という構成態様を有して\nいることがあげられ、差異点として、（イ）端子台が本件本意匠では三段に構成さ\nれているのに、本願意匠では二段に構成されている。（ロ）端子の先端が本件本意\n匠では横三列に突設されているのに、本願意匠では二列に突設されている。（ハ）\n本件本意匠には、端子台の両側に小円孔がない。（ニ）本件本意匠では、上中下三\n段におけるねじ及び仕切板の数が同じであるが、本願意匠では二分の一分だけずれ\nて並設されていることがあげられる。このように、両意匠は従来みられなかつた構\n成態様である共通点（ハ）を具備しているうえ基本的構成態様も共通しており、そ\nの差異点も形態全体の構成態様を左右する程のものといえない。したがつて、両意\n匠は全体として類似するものである。\n（二）　引用意匠は本願意匠に対して意匠法九条一項における先願としての地位を\n有しない。\n類似意匠の意匠権は本意匠の意匠権と合体するのであるが、類似意匠の意匠権の\n存在によつて、本意匠の意匠権の効力範囲が拡張するものでないことは勿論、類似\n意匠の意匠権の効力がこれに類似する範囲にまで及ぶものではない。即ち、登録類\n似意匠は潜在的に存在する本意匠に類似する意匠を顕在化し、本意匠の意匠権の効\n力の及ぶ範囲を確認し、明確化する機能を有するにすぎず、独自の効力範囲を有す\nるものではない。このことは、（１）類似意匠に類似する意匠については類似意匠\n登録を受けることができないこと（意匠法一〇条二項）、（２）類似意匠の意匠権\nは本意匠の意匠権と合体する（意匠法二二条）結果として、権利の消滅は本意匠の\n意匠権と一体として行われる（同法五〇条二項）ものと解されていること、（３）\n類似意匠の登録料は年金制ではなく一括納付であり、その額も通常の意匠登録にお\nける初年度一年分にすぎないこと（同法四二条二項）、（４）意匠法二三条は同法\n二〇条一項による設定登録により発生した意匠権について適用されるものと解すべ\nきところ、同条二項によれば、意匠権の設定登録は同法四二条一項一号による第一\n年分の登録料の納付があつたときになされるのであるが、類似意匠の意匠登録は同\n条二項の適用を受ける関係上類似意匠の意匠権については設定登録がなされないの\nであり、したがつて、同法二〇条一項にいう意匠権は発生しないものであることか\nら明らかである。また、このことは甲第一三ないし第一五号証の各裁判例が登録類\n似意匠が本意匠の類似範囲を解釈するための資料である旨の判示をしていることか\nらも裏付けることができる。\nかように、登録類似意匠は独自の効力範囲を有するものでないとすれば、類似意\n匠の出願に係る意匠が自己の登録意匠に類似するが、本意匠出願前の他人の公知意\n匠及び先願意匠と同一又は類似の場合、本意匠出願前の自己の公知意匠と同一又は\n類似の場合には、意匠法一〇条一項にいう「自己の登録意匠にのみ類似する意匠」\nに該当するとはいえない。これに対し、類似意匠の出願に係る意匠が本意匠出願の\n後の前記公知意匠等と類似していても、本意匠にさえ類似していれば同項の要件を\nみたすものと解するのが相当である。\nしかして、前記のとおり、引用意匠は本件本意匠出願後に出願されたものである\nから、本願意匠は引用意匠の存在にもかかわらず、本件本意匠の類似意匠として登\n録されるべきものである。\n（三）　引用意匠は本件本意匠に類似しているから、その点からも、本願意匠に対\nする先願としての地位を有するものではない（現に、引用意匠は本件本意匠に類似\nするものとしてその出願を拒絶されている。）。\n３　よつて、本件審決は取消されなければならない。\n第三（被告）　請求の原因の認否及び主張\n一　請求の原因一及び二の事実は認め、同三は争う。\n二　主張\n１　取消事由（１）について\n意匠は、意匠に係る物品をふまえて全体的なまとまりとして看者の視覚に訴える\nものであり、その全体的なまとまりは構成部分がまとまつた一つの結合体として形\n成されるのであるが、構成部分の中には新規な部分もあれば、公知ないし周知の部\n分もあるのが普通である。意匠の類否判断に当つて、全体的なまとまりの中から公\n知ないし周知の構成部分を除外して判断することはできない。したがつて、側面形\n状とか、台上のねじの配置又は台下の端子の配置などが出願前からありふれていた\nとしても、これらを除外して意匠の全体的なまとまりは判断することはできない。\nしたがつて、引用意匠の基本的形態の中に出願前から知られていた形態が含まれる\nことを理由に、引用意匠が単なる公知の形態の寄せ集めであるということはできな\nい。\n原告主張の差違点（ロ）については、登録第二六一四二八号、第三六一九三二\n号、第四三五六五一号、四七一二二〇号各公報（乙第一ないし第四号証）からわか\nるように、端子先端をコの字状に切欠いている点は本願出願前から公知とされてい\nたもので、これに創作性を認めることはできない。同（ハ）及び（ニ）について\nは、これを全体的なまとまりの中でみた場合、他の共通する態様の中に埋没される\n程度の軽微な差異であつて細部の形状の改変の範囲にとどまり、形態全体の構成態\n様を左右するほど固有な特徴をもつた構成部分とは認められない。\nこのように、両意匠において、具体的な構成態様に差異点があるとしても、その\n余の構成態様において共通し、要部である基本的な構成態様において一致している\n以上両意匠は互に類似しているものというべきであるから、この点についての審決\nの判断に誤りはない。\n２　取消事由（２）について\n（一）　本願意匠と本件本意匠とは物品が「端子盤」である点では共通している\nが、基本的構成態様の構成部分において顕著な差異がある。即ち、踏み台状とした\n端子台の基本形状について、本願意匠では上段及び下段を設け全体を横長状として\nいるのに対し、本件本意匠では上段、中段、下段の三段を設け、全体の平面形をほ\nぼ正方形としている点に差異があり、端子台下面に突設した端子について、本願意\n匠では二列としているのに対し、本件本意匠では三列としている点に差異がある。\n更に両意匠の具体的な構成態様を対比すると、本願意匠では、下段において両端\nに設けた各小円孔の間にねじ八個を並設し、各ねじの両側に仕切板九枚を並設し、\n上段において両側板をそのまま仕切板としてその間にねじ九個を並設し、各ねじの\n両側に仕切板八枚を並設し、下段の各ねじは二分の一分だけ内側にずらして並設し\nたものであるのに対し、本件本意匠では、上中下段において両側板をそのまま仕切\n板とし、その間にねじ各六個を並設し、各ねじの両側に仕切板各五枚を並設したも\nのとしている点において顕著な差異が認められる。\nこのように、両意匠の構成態様を全体として総合的に比較すると、共通点に比し\n差異点が多く、その差異点は形態全体の構成態様を左右するものと認められるか\nら、両意匠は類似するものということはできない。\n（二）　意匠法上類似意匠の出願に係る意匠の基本的な登録要件は独立の出願の場\n合と同様に解すべきであるから、その新規性の判断は当該出願日を基準として行う\nべきである。したがつて、出願に係る意匠がその出願日前の他人による出願に係る\n意匠に類似している場合には新規性を喪失しているものであるから、自己の登録意\n匠に類似すると否とにかかわらず意匠法一〇条一項の要件をみたすことができない\nのである。類似意匠の出願に係る意匠の新規性の判断基準日を本意匠の出願日と解\nすべきであるとの原告の主張は理由がない。\n３　以上のとおり、本願意匠は引用意匠に類似するものであり、かつ本件本意匠に\n類似するものではないから、類似意匠として登録をすることはできない。\n第四　証拠関係（省略）\n理　　　由\n一　請求の原因一及び二の事実は当事者間に争いがない。\n二　先ず、本願意匠と引用意匠の類否について判断する。\n１　本願意匠の意匠に係る物品が端子盤であり、引用意匠の意匠に係る物品が中継\n端子であること、審決の理由１及び３に摘示された両意匠の基本的構成態様は当事\n者間に争いがない。そうすると、両意匠はその意匠に係る物品が共通であり、基本\n的構成態様は、審決認定のとおり、「側面形状をほぼ踏み台状として上段及び下段\nを設け、全体を横長状とした端子台において、各段上にねじ複数個を横一列に等間\n隔に並設し、端子台下面において、先端を半円弧状とした細長片状端子複数本を各\nねじの下後方に横二列に並列して突設した」点において一致しているといわなけれ\nばならない。\n次に、両意匠の具体的構成態様を対比すると、各意匠の具体的構成態様に関する\n審決の認定（審決の理由２及び４）は、本願意匠における上下各段の仕切板とねじ\n頂部の高低関係を除き、当事者間に争いがなく、また、審決の理由５で認定された\n両意匠の具体的構成態様の共通点（イ）、（ロ）及び差異点（イ）、（ロ）は当事\n者間に争いがない。そして、成立に争いのない甲第二、第三号証中の本願意匠及び\n引用意匠の図面（別紙図面（一）及び（二））によれば、両意匠は審決認定の相違\n点（イ）、（ロ）のほか、請求の原因三、１、（二）において原告が主張する\n（ハ）、（ニ）、（ホ）の各点及び本願意匠では上段の両側板をそのまま上方へ延\n長して両端の仕切板の外側面としているが、引用意匠では上段の両側板は両端の仕\n切板よりねじ一つ分だけ外側にあり仕切板より低い点において相違していることが\n認められる。\n２　右認定の事実に基づいて考えると、両意匠の共通の物品である端子盤又は中継\n端子としては前記の基本的構成態様によつてまとまつた全体的意匠構成が形成され\nていると認められるから、これが両意匠の類否をわける要部であると認めるのが相\n当である。\nこれに対し、前記の具体的構成態様における差異点は、仮に本願出願前公知でな\nかつたとしても（ただし、成立に争いのない乙第一ないし第四号証によれば、本願\n意匠のように端子の先端をコの字状に切欠いた形状のものは本願出願前から公知で\nあつたことが認められる。）、いずれも部分的な僅少の差異にとどまり、その差異\nの故に看者が両意匠を別の意匠と認識する可能性は低いものというべきである。\n３　原告は両意匠の基本的構成態様は引用意匠出願前から公知であつたから要部で\nはない旨主張する。しかし、原告が右主張を裏付けるものとして提出した成立に争\nいのない甲第七ないし第一二号証は引用意匠の構成の一部と類似するものが公知で\nあることを示すにとどまり、これらの書証により、両意匠の前記基本的構成態様の\nような統一的な結合形態としての意匠構成を知ることはできない。ほかに前記基本\n的構成態様が引用意匠出願前から公知であつたことを認めるに足りる証拠はない。\n４　従つて、本願意匠は引用意匠に類似するとした審決の認定は正当であり、これ\nに反する原告の主張は採用できない。\n三　審決は右のように類似意匠として出願された本願意匠が先願である引用意匠に\n類似することを理由に、本願意匠は意匠法第一〇条一項に規定する自己の登録意匠\nのみに類似する意匠とは認められないから同法九条一項に規定する意匠に該当しな\nいものとして、本願を拒絶したのであるが、以下に右の判断の当否を検討する。\n１　先ず、本件本意匠、引用意匠及び本願意匠の出願登録等の関係を時間的経過に\nしたがつて記載すると、次のとおりである。\n（イ）　昭和五一年六月二四日本件本意匠出願（成立に争いのない甲第四号証）\n（ロ）　昭和五二年九月二六日引用意匠出願（当事者間に争いがない。）\n（ハ）　昭和五三年三月二一日本件本意匠登録（前掲甲第四号証）\n（ニ）　昭和五三年八月二日本願意匠（類似意匠）出願（当事者間に争いがな\nい。）\n（ホ）　昭和五四年八月二三日引用意匠が本件本意匠に類似することを理由に出願\n拒絶（成立に争いがない乙第五号証）\n２　そこで、引用意匠が本願意匠に対し先願としての地位を有するとした審決の判\n断の当否を検討する。\n原告は、類似意匠の意匠権は独自の効力範囲を有しないから、類似意匠登録出願\nの先後願関係の判断の基準日は本意匠の登録出願の日である旨主張する。\nしかし、意匠法には類似意匠の意匠登録（以下「類似意匠登録」という。）の要\n件及び類似意匠の意匠権については同法一〇条、二二条のほかに独自の規定がな\nく、意匠登録とその登録要件及び意匠権に関する規定は特別の定めがあるもの（同\n法五〇条一項）を除き、独立の意匠登録の場合と類似意匠登録の場合とを区別する\nことなく規定されている。したがつて、類似意匠の意匠権は同法二三条によりそれ\nに類似する意匠について効力が及び、類似意匠登録出願について同法九条一項の先\n後願関係の有無を判断する基準日はその類似意匠登録出願の日であると解すべきで\nある。\n原告は、類似意匠登録は本意匠の意匠権の効力の及ぶ範囲を明確にすることだけ\nを目的とする制度である旨主張するが、そのように解する根拠はない。むしろ、前\n示意匠法の各規定の趣旨に基づいて考えると、類似意匠登録は、本意匠に類似する\n意匠の範囲を明確にするとともに、その意匠権の保護を強化するため、独立の意匠\n登録の一種として、法律が特に認めた制度であると解するのが相当である。\n原告は、右主張の根拠として、意匠法一〇条二項が類似意匠にのみ類似する意匠\nについては類似意匠登録を受けることができない旨を定めている、と主張する。し\nかし右一〇条二項は類似意匠にのみ類似する意匠に類似意匠の意匠権の効力が及ぶ\nか否かについては直接の関係がない規定であり、むしろ、同法二三条により類似意\n匠の意匠権の効力がこれに及ぶことを前提とし、\n意匠権者の保護の範囲が無限に拡大されることを防止するため、これについては更\nに類似意匠登録を受けることができない旨規定したものと解すべきである。\n原告は、また、類似意匠の意匠権は設定登録がなされないから意匠法二三条の適\n用はない旨主張する。そして、意匠法二〇条には、同法四二条二項の登録料の納付\nがあつたときは類似意匠の意匠権の設定登録をする旨の規定が欠けていることは原\n告主張のとおりである。しかし、類似意匠の意匠権は、独立の意匠権と同様、意匠\n法六一条一項一号により意匠原簿に設定の登録がなされ、この設定登録によつて発\n生する（同法二〇条一項）と解すべきであり、このことは意匠登録令施行規則五条\nが類似意匠の意匠権の設定登録の方法を規定していることからも裏付けられる。\n更に原告は、その主張の根拠として、類似意匠の意匠権と本意匠の意匠権の合体\nに関する意匠法二二条、本意匠登録の無効に伴う類似意匠登録の無効に関する同法\n五〇条二項、類似意匠登録の登録料に関する同法四二条二項を挙げるが、類似意匠\n登録は、前叙のとおり、意匠権者の保護を強化するため法律が特に認めた制度であ\nるから、これらの規定は前記判断を左右するに足りない。\n従つて、この点に関する原告の主張は全部理由がなく、本願出願の日を基準にし\nて引用意匠は本願意匠の先願に当るとした審決の判断に誤りはない。\n３　右に述べたとおり、引用意匠は本願意匠の先願に当るのであるが、このことか\nら直ちに引用意匠に先願としての地位を認めることが正当かどうかについては更に\n検討を必要とする。\n意匠法一〇条一項は本意匠にのみ類似することを要件として類似意匠登録を認め\nているが、これは出願された意匠が本意匠に類似すると同時に第三の意匠に類似す\nるときは、これとの混同を避けるために類似意匠登録を許さない趣旨である。例え\nば、本意匠に類似すると同時に、本意匠登録後類似意匠登録出願前に領布された刊\n行物記載の意匠であつて本意匠に類似しない意匠にも類似する意匠は、意匠法三条\n一項二号、三号により類似意匠登録を受けることができない（最高裁判所昭和三五\n年四月二一日判決民集一四巻六号九七四頁参照）。これに対し、右刊行物記載の意\n匠が本意匠に類似するときは、右意匠は本意匠の意匠権の効力の及ぶ範囲に属し、\nその実施は本意匠の意匠権者に対する関係で許されないから（意匠法二三条、三七\n条一項）、右意匠に類似意匠登録を阻止する効力を認めることは、意匠権者の保護\nの強化を目的とする類似意匠登録制度の趣旨に反する。したがつて、この場合は出\n願された意匠が右意匠にも類似していても、意匠法一〇条一項により類似意匠登録\nを受けることができると解すべきである。\nこれと同様に、本願意匠が、前認定のとおり、本件本意匠の登録出願後本願出願\n前の出願にかかる引用意匠に類似し、かつ、引用意匠が本件本意匠に類似しないと\nきは、仮に本願意匠が本件本意匠に類似していても、意匠法九条一項により類似意\n匠登録を受けることができない。これに対し、引用意匠が本件本意匠に類似すると\nきは、引用意匠の出願は右九条一項により拒絶される関係にあるから（現に引用意\n匠が本件本意匠に類似することを理由に出願拒絶されていることは前認定のとおり\nである。）、引用意匠に先願の地位があるとし、これに後願である本願類似意匠登\n録の出願を排除する効力を認めることは前示類似意匠登録の制度の趣旨に反する。\n従つて、この場合は、本願意匠が本件本意匠に類似する限り、意匠法一〇条一項に\nより類似意匠登録を受けることができると解すべきである。\nもつとも、意匠法九条三項の反対解釈により、拒絶された出願も先願の地位を有\nするとする見解が広く認められており、審決はこの見解にしたがい、出願拒絶され\nた引用意匠に先願の地位を認めたものとも思われる。しかし、引用意匠が本件本意\n匠に類似しない第三の意匠に類似することを理由に出願拒絶された場合に、右見解\nに従つてこれに先願の地位を認めることの当否はしばらく措き、本件のように引用\n意匠が本件本意匠に類似することを理由に出願拒絶された場合に、これに先願の地\n位を認めることは、\n前叙のとおり類似意匠登録の制度の趣旨に反するから許されないといわなければな\nらない。\n４　以上のとおりであるから、引用意匠が本件本意匠に類似するか否かについて判\n断することなく、本件本意匠を類似することを理由に出願拒絶された引用意匠に先\n願の地位を認め、本願類似意匠登録の出願を拒絶すべきものであるとした審決は違\n法であるといわなければならない。\nもつとも、仮に本願意匠が本件本意匠に類似しないとすれば審決の結論は正当で\nあることに帰するが、審決にはこの点の判断が欠けているので、特許庁の判断を先\n行させるため、この点の判断を省略して審決を取消すこととする。\n四　よつて、原告の本訴請求を正当として認容し、訴訟費用の負担につき行政事件\n訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　瀧川叡一　松野嘉貞　牧野利秋）\n別紙（一）\n＜１２４６２－００１＞\n別紙（二）\n＜１２４６２－００２＞\n別紙（三）\n＜１２４６２－００３＞\n"
}