{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 6,
    "day": 24
  },
  "case_number": "昭和57(行ウ)2",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所",
  "field": "行政",
  "gist": "１　地方自治法２４２条所定の監査請求の結果の通知を受ける前に提起された同法２４２条の２第１項に基づく訴えにつき，後に監査の結果の通知があったことにより，監査請求前置の欠缺という瑕疵が治癒されたとした事例　２　知事らが，地方公共団体の第三者に対する不当利得返環請求権の行使を怠ったことにより，地方公共団体に右不当利得金相当額の損害を与えたとして提起された地方自治法２４２条の２第１項４号に基づく損害賠償の請求が，右不当利得返環請求権が時効により消減するか，あるいは，右第三者が無資力になる等その行使が不可能になる事情のない限り，いまだ地方公共団体に損害は生じていないとして，棄却された事例",
  "lawsuit_id": "16970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/016970_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告\n被告らは、京都府に対し、各自金一億九八八三万二〇〇〇円及びこれに対する昭和\n五三年七月二一日から支払ずみまで年五分の割合による金員を支払え。\n訴訟費用は、被告らの負担とする。\nとの判決と仮執行の宣言。\n二　被告ら\n１　本案前の答弁\n本件訴を却下する。\n訴訟費用は、原告の負担とする。\nとの判決。\n２　本案の答弁\n主文と同旨の判決。\n第二　当事者の主張\n一　請求原因\n１　原告は、京都府の住民であり、被告Ａは、昭和五三年四月一六日から現在まで\n京都府知事の、被告Ｂは、同年一〇月一四日から昭和五七年一〇月一三日まで京都\n府副知事の地位にそれぞれあり、被告Ｃは、同年四月当時から同年一二月二八日ま\nで京都府出納長の地位にあつたものである。\n２　訴外亡Ｄは、同年四月一五日まで京都府知事の地位にあつた者であるが、同年\n七月二〇日、京都府から退職金として金一億九八八三万二〇〇〇円を受領した。\n３　しかしながら、Ｄは、「職員の退職手当に関する条例」（昭和三一年九月一六\n日京都府条例第三〇号・以下条例という）九条一項一号により、退職金を受領する\n資格を欠いていた。すなわち、原告は、昭和三九年四月一日付で京都府教育公務員\nとして採用され、京都府立福知山高等学校教諭として勤務していたところ、Ｄは、\n昭和四一年二月二六日、京都府教育次長訴外Ｅ及び京都府教育委員会教職員課の職\n員をして原告から辞職願を騙取させ、同年三月末日ころ、教育長訴外Ｆの決裁印を\n騙取させ、さらに同教育長名義の辞職承認通知書を偽造のうえ原告に伝達させ、原\n告から京都府教育公務員の職を奪つた。Ｄのこの行為は、刑法一五五条、一九三\n条、二四六条ないし二四八条の各罪の間接正犯に該当する。\n４　そうすると、Ｄは、前記退職金の受領により、法律上の原因なくして不当に利\n得を得たことになり、これについてＤは悪意であつたから、京都府に対し同額の損\n失を与えたといわなければならない。したがつて、京都府は、Ｄに対し、同額の不\n当利得返還請求権がある。\n５　被告らは、Ｄの前記犯罪事実を知り、かつ、地方自治法（以下法という）二四\n二条二項により、昭和五四年七月二一日以降になれば京都府の住民が誰も違法な前\n記退職金の支出の是正を請求しえなくなることを知りながら、同月二〇日までにＤ\nに対して前記不当利得返還請求権を行使しなかつた。その後、Ｄは、死亡した。\n６　被告らの右違法に財産の管理を怠る事実により、京都府は、右請求権の行使が\n事実上できなくなり、右請求権相当額の損害を被つた。\n７　原告は、昭和五七年一月七日、京都府監査委員に対し、同委員が京都府に代位\nして原告となり、被告らを被告として、Ｄの受領した前記退職金相当額に昭和五三\n年七月二一日から支払ずみまで年五分の割合による利息を付して京都府に支払う旨\n請求する訴訟を提起することを求める監査請求をした。しかし、同委員は、昭和五\n七年一月三〇日、右請求が法二四二条二項に定める監査請求期間を徒過してなされ\nたものであることを理由に却下した。この却下は、そのころ、原告に通知された。\n８　結論\n原告は、京都府に代位して被告ら各自に対し、前記退職金相当額金一億九八八三万\n二〇〇〇円及びこれに対する前記受領の日の翌日である昭和五三年七月二一日から\n支払ずみまで民法所定の年五分の割合による遅延損害金の支払を求める。\n二　本案前の主張\n１　原告は、京都府監査委員から監査結果につき何らの通知を受けないうちに、本\n件訴を提起したから、この点で不適法である。なお、原告は、その後、同委員から\n監査請求却下の通知を受けたが、このことのため本件訴の瑕疵が治癒されるもので\nはない。\n２　原告のした監査請求は、Ｄに対する違法な退職金の支出により、京都府が右退\n職金相当額の損害を被つたとして、これを被告らに賠償させる措置を求めたもの、\nすなわち、違法な公金の支出による損害の賠償の措置を求めたものであつて、怠る\n事実に係る監査請求ではない。そうすると、右のような措置を京都府監査委員に請\n求することができる期間は、右退職金の支出の日から一年間であるから、原告のし\nた監査請求は、期間を徒過した後になされた不適法なものである。したがつて、原\n告は、適法な監査請求手続を経ていないから、本件訴は、不適法である。\n三　請求原因に対する答弁と主張\n（認否）\n１　請求原因１の事実は、認める。\n２　同２の事実は、認める。\n３　同３の事実のうち、原告が昭和三九年四月一日付で京都府教育公務貝として採\n用され、福知山高等学校教諭として勤務していたことは、認め、その余の事実は不\n知。\n４　同４ないし６の各事実は、争う。但し、Ｄが昭和五四年四月二〇日以後に死亡\nしたことは、認める。\n５　同７の事実は、認める。\n（主張）\n１　被告Ｂは、京都府副知事として、本件退職手当金の支出並びにその金額の決定\n又はその支払に関与したことはないから、同被告に対し請求することは、失当であ\nる。\n２　被告Ａは、条例七条により、条例の規定に定めるところに基づいて、京都府知\n事として本件退職手当金の支出の決定をし、被告Ｃは、京都府出納長として、この\n決定に基づき退職手当金を支払つた。したがつて、同被告らの右決定と支払は、法\n律上正当である。\n第三　証拠（省略）\n○　理由\n一　本案前の主張についての判断\n１　原告が本件訴を提起したのは、昭和五七年一月一七日であり、それは、原告が\n監査請求をした後でまだ却下の通知を受ける前であることは、本件記録上明らかで\nある。\nしかし、このような訴の提起であつても、後に却下の通知があれば、監査請求前置\nの欠缺という瑕疵が治癒されると解するのが相当である。\nしたがつて、被告の主張１は、採用できない。\n２　成立に争いがない甲第三号証によると、原告のした監査請求は、被告らがＤに\n対する不当利得返還請求権の行使を怠る事実によつて京都府の被つた損害を填補す\nるために必要な措置を講ずべきことを求めたものと認められ、この認定に反する証\n拠はない。\nところで、法二四二条一項の「規定による怠る事実に係る請求については同条二項\nの適用はないと解すべきである」（最判昭和五三年六月二三日判例時報八九七号五\n四頁）。\nそうすると、原告のした監査請求は、法二四二条二項の期間徒過の問題が生じない\nとしなければならない。\nしたがつて、被告の主張２は、採用できない。\n二　本案についての判断\n１　当事者間に争いがない事実\n原告が京都府の住民であること、被告Ａが昭和五三年四月一六日から現在まで京都\n府知事の、被告Ｂが昭和五三年一〇月一四日から昭和五七年一〇月一三日まで京都\n府副知事の、被右Ｃが昭和五三年四月当時から同年一二月二八日まで京都府出納長\nの、地位にそれぞれあつたこと、Ｄが同年四月一五日まで京都府知事の地位にあつ\nたところ、退職に際し、同年七月二〇日、京都府から退職金一億九八八三万二〇〇\n〇円を受領したこと、Ｄが昭和五四年四月二〇日以後に死亡したこと、以上のこと\nは、当時者間に争いがない。\n２　原告は、被告らが、違法な退職金を受領したＤに対する不当利得変還請求権\nを、右退職金の支出の日から住民の監査請求期間である一年間を経過した昭和五四\n年七月二〇日までに行使しなかつたことにより、京都府に右退職金相当額の損害が\n生じたと主張している。\nしかし、仮に、Ｄに対する右請求権が発生したとしても、右請求権の消滅時効期間\n（法二三六条によると、右退職金支出の日から五年間）が経過したとか、あるい\nは、債務者Ｄが無資力になつたとかの事情がない限り、右請求権を行使しないまま\n前記監査請求期間が経過したからといつて、これにより直ちに京都府に損害が生じ\nたことにはならないと解するのが相当である。つまり、右請求権の行使が可能であ\nる限り、京都府にはまだ損害が発生していないということである。もつとも、原告\nは、Ｄが死亡したことにより、右請求権の行使が事実上できなくなつたと主張して\nいるが、Ｄの死亡により、直ちに右請求権の行使が事実上困難になるわけのもので\nはない。\n３　被告Ｂは、本件退職金手当金の支出が決定されたとき京都府副知事の地位にな\nかつたばかりか、同被告の担任事務には、企画管理部、総務部、出納局に関する事\n務が含まれていない（このことは、本件記録に編綴された乙第一号証によつて明ら\nかである）から、同被告は、右請求権を行使する法的地位にないとしなければなら\nない。\n４　原告は、Ｄが、条例九条一項一号により退職金を受領する資格を欠いたと主張\nしているが、一号には、「懲戒処分又はこれに準ずる処分を受けた者」と規定され\nている。\nところで、原告は、Ｄが、原告主張の事実によつて懲戒処分又はこれに準ずる処分\nを受けたことをなんら主張しない。そのうえ、特別職に属する職員の退職手当は、\n条例七条によつて一般の退職手当とは別に知事が定めることにしており、条例九条\nは、三条から六条までの規定による一般の退職手当に関する支給制限の規定であ\nる。そうすると、Ｄに対する本件退職手当金については、条例九条の規定を適用す\nる余地がないといわなければならない。\n５　まとめ\n以上いずれの理由によつても、原告の本件請求は、採用できない。\n三　むすび\n原告の本件請求は、失当であるから棄却し、行訴法七条、民訴法八九条に従い、主\n文のとおり判決する。\n（裁判官　古崎慶長　小田耕治　西田眞基）\n"
}