{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和55(行コ)32",
  "case_name": "所得税更正処分等取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "国税通則法９６条２項所定の閲覧請求が拒否された場合につき，右拒否に係る書類等を閲覧していたとしても審査請求に対する裁決に影響を及ぼすような主張，立証をする余地はなかったとして，右拒否は右裁決の取消事由とはならないとした事例",
  "lawsuit_id": "17223",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17223",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/223/017223_hanrei.pdf",
  "contents": "○　主文\n一　原判決を取消す。\n二　被控訴人の請求を棄却する。\n三　訴訟費用は第一、二審とも被控訴人の負担とする。\n○　事実\n一　控訴代理人は主文と同旨の判決を求め、被控訴代理人は「１本件控訴を棄却す\nる。２控訴費用は控訴人の負担とする。」との判決を求めた。\n二　当事者双方の主張は、次に訂正・付加するほか、原判決事実摘示のとおりであ\nるから、これを引用する。\n（訂正）\n１　原判決二枚目裏九行目の「請求」の次に「（以下、本件閲覧請求という。）」\nを挿入する。\n２　同三枚目表八行目の「（１）のうち、」から一一行目の「なお」までを\n「（１）の事実は認める。但し」と、一二行目の「である」を「であり、同所長が\nそれを受理したのは昭和五三年三月一四日である。」とそれぞれ改める。\n３　同四枚目表一一行目の「九六条二項」の次に「後段」を挿入する。\n（主張）\n１　控訴人\n（一）　閲覧請求権の行使時期について\n（１）　国税通則法（以下、通則法という。）に基づく国税不服審判所長に対する\n審査請求は、審査請求人が審査請求書を原処分庁の管轄区域を管轄する国税不服審\n判所の支部の首席国税審判官（本件の場合は広島国税不服審判所長）に提出してし\nなければならず（通則法施行規則二条）、首席国税審判官は国税不服審判所長から\n権限の委任を受け（通則法一一三条、同法施行令三八条）、当該審査請求書が通則\n法の規定に従つているかどうかの形式的要件を審査し、その要件が具備されている\nものにつぎ、原処分庁に審査請求書の副本を送付して答弁書の提出を要求し（通則\n法九三条一項）答弁書が提出されるとその副本を審査請求人に送付する（同条四\n項）とともに、当該事件の調査及び審理を行なわせるため担当審判官一名及び参加\n審判官二名以上を指定する（通則法九四条）。\nそして、担当審判官及び参加審判官は合議体を構成し、当該事件の調査及び審理を\nなし、その限りにおいて一切の権限を有しており（通則法九五条ないし九七条）、\n国税不服審判所長も、裁決に当つては、合議体構成員（以下、合議体という。）の\n過半数の意見による議決に基づいてしなければならないものとされており（通則法\n九八条三項、同法施行令三五条）、裁決権と実質的審査権とは明確に区別されてい\nるのである。\nしたがつて、通則法九六条二項が規定する審査請求人の有する閲覧請求権は、同条\nが閲覧請求を担当審判官にすべきものとしていることをも考えると、裁決段階より\n前の議決成立過程における調査や審理手続上のものであつて、合議体による調査や\n審理がすべて完了しすでに議決がなされて終うと、当該事件は調査や審理に直接関\n与しえない裁決権者による裁決の段階に入り、もはや審査請求人は閲覧請求権を行\n使し得ないものである。\n（２）　原判決は、閲覧請求権の行使時期を裁決書謄本の発送のときまでと判示す\nるが、右判示は次のとおり誤りである。\nア　閲覧請求権の行使時期に関しては明文の規定がないが、審査請求手続は行政不\n服申立制度の一つであつて、簡易迅速な手続によることを建前に職権主義を採用し\nており、厳格な手続による当事者主義を基調とする判決手続とは異なるから、原判\n決が閲覧請求権の行使の時期について明文の規定がないことをもつて直ちに判決手\n続を類推したのは、右のような審査請求制度の特質を無視したものである。\nイ　合議体の議決は変更不可能なものではなく、改めて調査をし再議決をなすこと\nも可能ではあるが、議決後において審査請求人による主張の追加や変更があつて\nも、国税不服審判所長がその必要がないと判断したときは再議決に付さなくてもよ\nいのであるから、右のように議決が変更不可能なものではないことを根拠として、\n閲覧請求権の行使が議決後も可能であるとすることはできない。\nウ　審査請求手続においては、審査請求人に対して議決がなされたことを通知する\n手続や訴訟手続における弁論終結のような手続が存在しないが、審査請求手続は前\n記のとおり職権主議を旨とし、当事者の関与は審査庁の審理の補充にすぎないもの\nであつて判決手続とは異なるものであるのに、原判決は明文の規定のない手続過程\nに関する事項を、判決手続を基準として解釈し、それをもつて閲覧請求権の行使時\n期を定めようとするものであり、行政不服申立制度としての審査請求制度に関する\n法解釈を誤まつたものである。\n工　原判決は裁決の対内的成立と対外的成立を区別し、後者の段階までは閲覧請求\nは可能であるとするが、判決手続においてすら判決の対外的成立の時期まで当事者\nの攻撃防禦に関する権利が認められているものではなく、時期に遅れた場合及び弁\n論終結後においては、右権利を認めるかどうかは裁判所の裁量に属するから、職権\n主義を旨とする審査請求制度において、攻撃防禦に関する閲覧請求権が裁決の対外\n的成立の時まで存続しあるいは行使可能であると解すべき根拠はない。\n（二）　本件閲覧請求拒否が本件裁決の取消事由にならないことについて\n（１）　本件閲覧請求当時、後記（２）以下のとおり、当事者双方の主張は出尺\nし、すべての事実関係が開示され、争点は事実の評価及びそれに対する法令の解釈\nであつたし、さらに被控訴人は原処分庁の主張や証拠資料を知悉していたから、仮\nに控訴人が被控訴人に対し原処分庁から提出された書類等の閲覧請求を許可してい\nたとしても、被控訴人の攻撃防禦に新たに参考となるものは何もなく、従つて閲覧\nを許可する実質的な必要性もなく、控訴人が本件閲覧請求を拒否したことが本件裁\n決の結論になんらの影響も及ぼさなかつたので、控訴人の本件閲覧請求の拒否は正\n当な理由があり、仮にそうでないとしても、本件裁決には取消事由に該当する程の\n違法性がない。\n（２）　すなわち、被控訴人、Ａ、Ｂ、Ｃ及びＤら五名（以下、被控訴人らとい\nう。）は、亡Ｅの相続人であるが、Ｅが自作農創設特別措置法（以下、自創法とい\nう。）により国に買収された別紙物件目録記載の各土地（以下、一括して本件土地\nといい、個別的には一の土地、二の土地等という。）について農地法八〇条により\n売払いを受け、これを日本機械土木株式会社（以下、日本機械という。）に売却処\n分した。そしてＡは、本件土地上の工場建物で塗料製造業を営み、また日本耐アル\nカリ塗料株式会社（以下、日本耐アルカリという。）に本件土地上の別の建物を賃\n貸していたので、本件土地売却に伴い、右塗料製造工場で働いていたＦに退職功労\n金二〇〇〇万円を支払う約束をし、日本耐アルカリに立退料二五〇万円を支払つ\nた。\n（３）　被控訴人らは本件土地の譲渡による所得について枚方税務署長に対し次の\n理由により確定申告したが（その後、被控訴人及びＤについては、その各住所地を\n管轄する下関税務署長及び豊能税務署長にそれぞれ移送された。以下、税務署長を\n一括して原処分庁等といい、下関税務署長を原処分庁という。）。\nア　本件土地の譲渡による所得は分離長期譲渡所得である。\nイ　Ｆに支払うべき金員は本件土地の譲渡費用に当る。\nウ　日本耐アルカリに対する立退料のうち一四七万五〇〇〇円は本件土地の譲渡費\n用である。\n（４）　ところが、原処分庁等は被控訴人らのそれぞれに対し次の理由により各更\n正処分及び過少申告加算税賦課決定処分（以下、一括して原処分等といい、下関税\n務署長の処分を原処分という。）をした。\nア　本件土地は被控訴人らが農地法八〇条により国から売払いを受けこれを他に譲\n渡したものであるから、右譲渡による所得は分離短期譲渡所得に該当する。\nイ　Ｆに対する支払金はＦがＡの経営する奥田塗料製造工場を退職するに当つての\n退職金であるから本件土地の譲渡費用には当らない。\nウ　日本耐アルカリに対する立退料金額はＡの所有していた建物の譲渡費用であ\nり、本件土地のそれには当らない。\n（５）　そこで、被控訴人らは、それぞれの原処分庁に対しいずれも税理士Ｇを代\n理人としてそれぞれ異議の申立をし、原処分庁等はいずれも各異議の申立を棄却し\nたので、被控訴人らは控訴人に対し審査請求に及んだ。\n（６）　大阪国税不服審判所長はＡ、Ｂ、Ｃ及びＤに対し、広島国税不服審判所長\nは被控訴人に対しそれぞれ原処分庁等から提出された答弁書副本を送付したが、そ\nれに記載された主張の要旨は原処分等の理由とほぼ同一であつた。\n（７）　控訴人は、昭和五二年三月一八日付でＡに対し、同月二八日付でＢ、Ｃ、\n及びＤに対し、それぞれ原処分庁等の判断とほぼ同一の理由で、審査請求を棄却す\nる旨の裁決をしたので、Ａら四名は昭和五二年七月一二日原処分等の取消を求める\n訴を大阪地方裁判所へ提起したが、その請求の原因における主張はほぼ従来の主張\nと同様であつた。\n（８）　被控訴人は、Ａらが右訴を提起した後の昭和五三年三月一四日控訴人に対\nし本件閲覧請求をしたが、その当時本件土地の譲渡による所得に関する課税につき\n原処分庁等と、Ａら四名との間の争点のほか、被控訴人との間の争点も確定し、右\n争点に関する法的主張及び立証関係は尺されていたものである。そして、原処分庁\nから提出されていた資料で本件閲覧請求当時被控訴人の目に触れていなかつたもの\nは、譲渡所得実地調査書（以下、所得調査書という。）のみであり、\nこの書面は原処分庁の調査担当者が原処分庁等における調査の結果を取りまとめた\nものであるが、被控訴人の手元にある異議決定書の記載内容とほぼ同旨のことが記\n載されているので、被控訴人はこれを閲覧しなくてもその記載内容を充分承知して\nいたものである。\n２　被控訴人\n（一）　審査請求人は、次の理由により、裁決書を受領するまで何時でも自己の判\n断において閲覧請求権を行使できるものである。\n（１）　すなわち、審査請求手続は職権主義によつて行なわれ、審査請求人はそれ\nに参加することができず、審理の過程で原処分庁からの資料収集がどの程度まで進\n捗しているかどうかを知ることができず、しかもその審理期間は無限定である。\n（２）　担当審判官が、審理のための質問や検査を行ない（通則法九七条）、原処\n分庁の処分の理由となつた資料提出の相手方（通則法九六条一項）になつているこ\nとから、その指定後でなければ閲覧請求権の行使の意味がないだけであり、それ以\n上に、閲覧請求権行使の終期を合議体の議決の時までと限定する解釈を導き出し得\nるものではない。\n（３）　審査請求制度は納税者の権利利益の救済を第一義とするものであるから、\n通則法九五条の証拠書類等の提出期限指定のような規定が設けられていない以上\nは、判決手続と比較するまでもなく、閲覧請求権の行使時期を制限することができ\nない。\n（４）　判決手続は対審構造をとり弁論主義が行なわれ、当事者において審理の進\n行過程を充分知り得る状況にあるので、時期に遅れた場合や弁論終結後には攻撃防\n禦方法を提出できないとすることも何ら怪しむに足りないが、審査請求手続では、\n審査請求人が前記のとおり審理過程を知り得ないのであるから、裁決書の交付を受\nけるまで証拠資料の提出や主張の追加も可能であるとすべきである。\n（二）　本件閲覧請求拒否は次のとおり不当である。\n（１）　本件閲覧請求の不許可が裁決の結論に影響を及ぼしたか否かは、閲覧請求\n権が行使されていない段階で、審査庁たる控訴人が軽々に主張すべきことではな\nい。\n（２）　本件裁決の対象となつた基礎事実は被控訴人らに共通のものであるが、各\n人の立場によつてその対応関係は異なり、その見方についても差異が生じるもので\nあるし、また、更正処分は個々の納税者毎にそれぞれの管轄税務署長が行ない（通\n則法二四条、二八条、三〇条）、不服申立手続も個々の納税者毎にそれぞれの更正\n処分に対し個別的具体的に行わなければならないところ、原処分の通知書によれ\nば、土地の譲渡費用等の計算において被控訴人とは事情を異にするＡと同旨の理由\nが付記されていたので、被控訴人が異議申立書でその不当性を指摘したが、異議決\n定書でも同旨の理由が付記され、審査請求手続における原処分庁の答弁書において\nも同様であつた。\nしかしながら、被控訴人は、Ｆとの間には雇傭関係がなく、Ｆに対する退職功労金\nが譲渡費用以外のものとは認識しがたいし、また、日本耐アルカリから賃借料を収\n受しておらず、日本耐アルカリに対する立退料についてＡと同様の取扱になるとは\n考えられなかつたから、この点についての原処分庁の事実認定と意思決定過程を確\nかめ、控訴人に対し原処分の取消を要求する前提として本件閲覧請求に及んだもの\nである。\n三　証拠（省略）\n○　理由\n一　請求原因（一）の事実及び被控訴人が本件閲覧請求をしたところ控訴人がこれ\nを拒否したことは当事者間に争いがない。\n二　控訴人は、当審において、本件閲覧請求当時、当事者双方の主張が出尽し、争\n点は事実の評価及び法令の解釈であり、しかも被控訴人は原処分庁の主張や証拠資\n料を知悉し、異議決定書の記載内容とほぼ同旨の所得調査書だけを知らなかつたも\nのであつて、本件閲覧請求の拒否が本体裁決の結論になんらの影響も及ぼさなかつ\nたから、控訴人が本件閲覧請求を拒否したことについて正当な理由があり、仮にそ\nうでないとしても本件裁決には取消事由に該当する程の違法性がない旨縷々主張す\nるので、この点について判断する。\n前記争いのない事実に、成立に争いのない甲第一ないし第四号証の各一、二、第五\nないし第九号証、第一五号証の一、二、乙第一号証の六、七、第二ないし第六号\n証、第八号証、第九号証の一ないし四、第一一号証の二、第一六号証の二、四、第\n一九号証、丙第一号証の一、二、第四号証の二、第八号証の一、二、第九、第一〇\n号証の各一ないし五、第一一号証の一ないし三、第一二号証、第一三、第一四号証\nの各一ないし五、第一五号証の二、四、六、八、九、第一六号証の一、二、第一八\nないし第二〇号証の各一、二、第二一、第二二号証、第二四号証の一、二、第二\n五、第二六号証、原本の存在及び成立に争いのない甲第一六号証、原審証人Ｈの証\n言により成立が認められる甲第一〇、第一一号証、弁論の全趣旨により原本の存在\n及び成立が認められる甲第一三号証、その方式及び趣旨により公務員が職務上作成\nしたものと認められるから真正な公文書と推定すべき乙第一号証の二ないし五、第\n一三号証の一、二、第一八号証の二、弁論の全趣旨によつて成立が認められる丙第\n四号証の一、第五ないし第七号証、原審証人Ｈ、当審証人Ｉの各証言、原審におけ\nる相原告本人Ａの尋問の結果並びに弁論の全趣旨を総合すると、１本件土地はもと\nＥの所有であつたが、昭和二三年七月二日自創法三〇条（未墾地買収の規定）によ\nり国に買収されたので、Ｅはこれを不服として昭和二三年七月一日大阪地方裁判所\nに本件土地の買収計画（自創法三一条）取消訴訟を提起したが、同訴訟は昭和四〇\n年一二月二一日休止満了により終了した。\n２　国は昭和二七年一〇月Ｊほか三名に本件土地の使用を許可したところこれらの\n者がその一部に入植し、一方Ｅも本件土地上の一部に二十数棟の建物を所有し、そ\nの一部を自ら経営する塗料製造工場等に使用するとともに、他の一部を他に賃貸し\nていた。\n３　ところが、昭和四五年本件土地を含む附近の土地が市街化区域に指定され、つ\nづいて昭和四六年国有農地等の売払いに関する特別措置法（以下、農地売私法とい\nう。）が公布施行され、被控訴人らは昭和四七年一二月二五日農地法八〇条の規定\nにより国に対し本件土地の買受申込をし、国からの売払を受ける前の昭和四八年二\n月二〇日頃一ないし八の土地を代金二億四二五二万八〇〇〇円で、同年六月三〇日\n丸ないし一一の土地を代金一億七五八六万四〇〇〇円でいずれも日本機械に売渡す\n旨の契約を締結した。\n４　国は昭和四九年二月六日付で被控訴人らに対し、本件土地を、代金合計一億六\n七三二万一六三五円、所有権移転の時期を同年二月二六日として、売払の通知をし\nた。\n５　被控訴人らは右売払の対価を支払つて昭和四九年三月一四日本件土地につき所\n有権移転登記を受け、次いで同年三月二七日日本機械に所有権移転登記を経由する\nとともに前記代金の支払を受けた（もつとも被控訴人らは国から売払を受ける前に\n事前に協議し、Ａが一〇分の六、被控訴人を含む他の四人の者がそれぞれ一〇分の\n一の各持分の売払を受けることにし、右各持分の割合で国から売払を受けたもので\nある。）。\n６　被控訴人らが本件土地を日本機械に売却するに伴い、Ａは当時、本件土地上の\n塗料製造工場で働いていたＦに金二〇〇〇万円を支払う約束をするとともに本件土\n地上の工場の建物をＡから賃借使用していた日本耐アルカリにその建物の明渡を求\nめ、その立退費用として金二五〇万円を支払つた。\n７　以上の事実関係のもとに、被控訴人らはいずれも本件土地の譲渡による所得に\nついて、枚方税務署長に対し昭和四九年分の確定申告をしたが（被控訴人及びＤの\n分についてはそれぞれ所轄の下関税務署長及び豊能税務署長に移送された。）、被\n控訴人らの申告の理由は一致して次のとおりであり、それに続く異議の申立及び審\n査請求における被控訴人らの主張もほぼ同様であつた。\n（一）　本件土地は自創法三〇条により国に買収されたことにはなつてはいるが、\nその買収計画が自作農の創設という制度の趣旨に全く適合せず、かつ買収手続にも\n買収令書の交付も対価の支払もないなどという重大な瑕疵があつたから無効であ\nり、国がその所有権を取得していない。仮に買収が有効であつたとしても、一及び\n九ないし一一の土地については、Ｅ及びＡがその地上に工場を建てて塗料製造業を\n営み所有の意思をもつて二〇年間その占有を継続してきたから時効によりその所有\n権を取得したものであり、その他の土地については、国の買収後も所有の意思をも\nつてその占有を継続してきたから、実質課税の原則により、本件土地の譲渡による\n所得は、租税特別措置法（以下、措置法という）三一条一項の分離長期譲渡所得と\nみるべきものである。仮に本件土地の譲渡による所得が分離長期譲渡所得に該らな\nいとしても、本件土地譲渡の実質は農地法八〇条に規定する買受請求権の売却と解\nされ、その権利の取得時期は開拓者の耕作実績がほとんどなくなつた昭和二七年か\nら三〇年とみるのが妥当であり、権利の譲渡として所得税法三三条三項二号の規定\nに該当するので、措置法三二条一項の規定を適用でぎないものである。\n（二）　Ｆに対して支払うべき二〇〇〇万円の金員は、本件土地の売買に関して仲\n介料ないし諏礼金の性質をもつものであり、本件土地の譲渡費用に該当する。\n（三）　日本耐アルカリに対して支払つた立退料二五〇万円のうち一四七万五〇〇\n〇円も本件土地の譲渡費用に当る。\n８　これに対し原処分庁等は、被控訴人らの確定申告に対しそれぞれ原処分等をな\nしたが、原処分庁等の処分理由とその後の審査請求手続における答弁書等でのその\n主張はほぼ次のようなものであつた。\n（一）　本件土地の買収手続には被控訴人らが主張するような瑕疵はなく、国が有\n効にその所有権を取得したものである。また、本件土地は、国が買収後大阪府知事\nがそれを管理し国から許可された四名の開拓者が入植していたものであり、被控訴\n人らが本件土地の一部に建物を建てそれを利用していたとしても、それは国有地で\nあることを知りながらそれを使用してきたものにすぎないから、その占有には所有\nの意思があつたものとはみることができず、時効取得をするに由がない。本件土地\nの譲渡による所得は農地売払法五条一項二号により措置法三二条一項が適用され、\n分離短期譲渡所得に該当する。\n（二）　Ｆに支払うべき二〇〇〇万円は、被控訴人らが本件土地を売却したことに\n伴いＡが本件土地上の塗料製造工場を廃止しＦが退職することとなつたための退職\n功労金として支給するものであるから、本件譲渡所得の計算上譲渡費用には算入す\nることができない。\n（三）　日本耐アルカリに支払つた金員は、Ａが本件土地の一部に鉄骨スレート葺\n簡易工場を建築して同会社に賃貸していたが、これを日本機械に売却したことに伴\nいその明渡を求めるための立退補償金であるから、本件土地の譲渡費用はみること\nができない。\n９　被控訴人、Ｂ、Ｃ及びＤは、Ｅの子であるが、Ａが昭和三三年Ｅの養子となる\nとともにＢと結婚し、昭和三五年厚生省を退官して本件土地の一部でなされていた\nＥの塗料製造業を手伝い、Ｅ死亡後も引続きその仕事に従事していたことから、協\n議で本件土地の売却やそれに伴なう譲渡所得の申告手続等一切のことをＡに委ね、\nＡは税理士のＧを被控訴人ら五名共通の代理人として原処分庁等に対する確定申告\nから異議の申立、さらに控訴人への審査請求、反論書の提出等の本件土地に関する\n税務手続を進めていた。\n１０　控訴人は、昭和五二年三月一八日付でＡに対し、同月二八日付でＢ、Ｃ及び\nＤに対し原処分庁等とはぼ同じ理由で各審査請求を棄却する旨の裁決をしたが、被\n控訴人については、昭和五二年一一月二五日合議体による議決がすでに行われてい\nたものの、裁決が未済になつていた。\n１１　Ｇは、被控訴人をのぞく他の四名の審査請求手続では閲覧請求を全くしなか\nつたが、被控訴人の審査請求の日から一年以上も経過した昭和五三年三月一四日\n（本件裁決がなされた日、裁決書謄本は同月二〇日被控訴人あてに発送された。）\nになつて初めて、被控訴人の代理人として広島国税不服審判所長に到達した書面で\n本件閲覧請求をした。\n１２　当時原処分庁から担当審判官に提出されていた書類は（一）確定申告書写\n（乙第一九号証）、（二）更正及び加算税の賦課決定決議書写、（三）異議申立書\n写（丙第一〇号証）（四）異議決定書写（丙第一三号証の五）、（五）所得調査書\nであり、Ｇはこれらの書面のうち右（五）の所得調査書だけをみたことがなかつた\n（もつとも、右（二）の書面もそれ自体は見てはいなかつたが、その内容は更正及\nび加算税の賦課決定通知書（第一五号証の一、二）と全く同じである。）。そし\nて、所得調査書は、原処分庁の担当官が被控訴人の本件土地の譲渡による所得に関\nし調査した結果に基づき所得金額及び税額を算出した計算過程を上司に報告するた\nめの書面であり、これを基礎にして（四）の異議決定書が作成されており、この書\n面は所得調査書の内容を詳細かつ平易に書き改めてはいるが、その骨子は同一であ\nる。\n以上の事実が認められ、右認定を左右するに足りる証拠はない。\nところで、通則法九六条二項後段は閲覧請求を拒否できる場合として、（１）第三\n者の利益を害するおそれがあると認めるとき、（２）その他正当な理由があるとき\nに限定し、それ以外には閲覧を拒むことができない旨規定し、右（２）の場合とし\nては税務行政上の高度な機密に触れる等閲覧を拒否するについて合理的な理由を要\nする（閲覧請求が権利の濫用にわたる場合には拒否できることはいうまでもな\nい。）ものと解されるところ、本件においてこれらの場合に当ることの主張立証が\nないから、本件閲覧請求拒否は正当な理由があつたものということができない。\nしかしながら、閲覧請求権は審査請求人に有利な裁決を得るための手続的利益を保\n障したものであるから、裁決がその取消事由に該当する程の違法性を帯びるのは、\n審査請求人が閲覧請求拒否にかかる書類その他の物件に対し適切な主張や反証を提\n出することによつて、当該裁決の結論に影響を及ぼす可能性のある場合に限られる\nものと解するのが相当であるところ、前記認定の事実によると、原処分上の争点\nは、Ａら四名と同一であつて、本件土地の譲渡による所得が措置法三一条一項の分\n離長期譲渡所得又は同法三二条一項の分離短期譲渡所得もしくは買受請求権の譲渡\nとして所得税法三三条三項二号の譲渡所得のいずれに該当することになるのか、Ｆ\nに支払うべき金員及び日本耐アルカリに支払つた立退料が本件土地の譲渡費用にな\nるかどうかということであつて、この点についての双方の主張は出尺しており、こ\nれを当然熟知していた筈の被控訴人ら五名共通の代理人であるＧは、被控訴人以外\nの四名の審査請求手続では閲覧請求なせずに裁決を受け、被控訴人の関係において\nも審査請求をした日から一年以上も閲覧請求をしないまま放置し、控訴人が本件裁\n決をした日に初めてそれをしたものであることからすると、Ｇが本件審査請求手続\nにおいて被控訴人の攻撃防禦を講じる上で原処分庁から提出された書類を閲覧する\nことが果して必要であつたかどうかは相当疑問があるうえ、原処分庁から提出され\nていた書類の中でＧが目を通していなかつたものは、既に同人の手元にあつた異議\n決定書の記載内容とほぼ同一である所得調査書のみであつたから、Ｇが仮に所得調\n査書を閲覧していたとしても、本件裁決の結論に影響を及ぼす程の主張や反証を提\n出する余地のなかつたことが明らかであり、したがつて、本件裁決は本件閲覧請求\nの拒否によつて取消事由に該当する程の違法性を帯びなかつたものというべきであ\nる。\n三　そうすると、本件閲覧請求拒否が取消事由となることを前提として本件裁決の\n取消を求める被控訴人の請求は失当として棄却すべきところ、これと結論を異にす\nる原判決は相当でなく、本件控訴は理由があるから、民訴法三八六条により原判決\nを取消して被控訴人の請求を棄却することとし、訴訟費用の負担につき同法九六\n条、八九条を適用して主文のとおり判決する。\n（裁判官　仲西二郎　長谷喜仁　下村浩蔵）\n物件目録（省略）\n"
}