{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 11,
    "day": 24
  },
  "case_number": "昭和55(行ウ)28",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　産業廃棄物処理場として使用されている山林等の取得に関し町長のした専決処分は地方自治法１７９条１項の要件を欠くものであるが，町議会が右専決処分を承認したことにより右町長の法律上の責任は解除されるとした事例　２　町営の建設廃材処理場として使用するためにされた産業廃棄物処理場として使用されている山林等の取得につき，所有者に対し土地代金，整備費及び廃業に伴う損害の補償費の合計額９，０００万円を支出したことが違法でないとされた事例",
  "lawsuit_id": "17196",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17196",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/196/017196_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告ら\n被告は、大阪府泉南郡＜地名略＞（以下町という）に対し、金一、〇〇〇万円と、\nこれに対する昭和五五年四月一日から支払ずみまで年五分の割合による金員を支払\nえ。\n訴訟費用は被告の負担とする。\nとの判決。\n二　被告\n主文同旨の判決。\n第二　当事者に争いがない事実\n次の事実は、当事者間に争いがない。\n一　原告らは、町に居住する住民で、被告は、町の町長の職にあつた。\n二　被告は、昭和五四年四月九日、町長の専決処分により、訴外Ａ、同Ｂ、同Ｃ\n（以下共有者という）から、大阪府泉南郡＜地名略＞　山林四万一、一八八平方メ\nートル（以下本件山林という）を金九、〇〇〇万円、車輛等備品を金六五〇万円\nで、それぞれ買い受けた。\n共有者は、本件山林で、右車輛等備品を用いて産業廃棄物の処理業をしていた（以\n下本件処理場という）が、町は、これを取得し、建設廃材の処理場として使用する\nこととした。\n三　被告は、本件山林を取得するについて、地方自治法一七九条第一項に定める議\n会を招集する暇がないとして、専決処分をした（以下本件処分という）。\n四　被告は、本件山林を買い受けるについて、不動産鑑定士による鑑定手続をとら\nなかつた。\n五　本件山林の売買価格金九、〇〇〇万円の算出根拠は、次のとおりである。\n（一）　用地費　　　二六〇円×四万一、一八八（平方メートル）＝一、〇七〇万\n八、〇〇〇円\n（二）　休業補償（１）六、七〇〇万円×九・七（％）×８月／１２月＝四三二万\n八、〇〇〇円\n（２）　一、八〇〇万円×８月／１２月＝一、二〇〇万円\n（１）＋（２）＝一、六三二万八、〇〇〇円\n（三）　営業補償　　一、八〇〇万円×七（年）×１／２＝六、三〇〇万円\n六　原告らは、昭和五四年一二月二五日、建設廃材処理場取得（本件山林取得処\n分）に関する、泉南郡阪南町職員措置請求－監査請求を町監査委員にしたところ、\n昭和五五年二月一九日、右監査請求に対し、理由がないとの監査結果の通知がなさ\nれ、右通知は、同月二〇日原告Ｄに送達された。\n第三　請求の原因事実\n一　被告は、地方自治法一七九条一項の要件がないのに本件処分をした。\n二　被告は、従来町では公用地の買収について、公示価格及び不動産鑑定士による\n鑑定価格を基礎にして、その価格を決定していたのに、本件山林の売買価格決定で\nは、公示価格や鑑定手続によらず極めて不当高額な価格決定をした。\n三　本件山林の売買価格の決定に、前述した休業補償、営業補償を算入している\nが、これらは、売買価格決定の根拠にできないものである。\n四　そうすると、本件山林は、高く評価しても、金六、〇〇〇万円程度であり、被\n告は、本件処分により、金三、〇〇〇万円の不当支出をし、同額の損害を町に与え\nたことになる。\n五　結論\n原告らは、地方自治法二四二条の二第一項四号に基づき、町に代位して、被告が町\nに与えた右損害のうち金一、〇〇〇万円と、これに対する本件訴状が被告に送達さ\nれた日の翌日である昭和五五年四月一日から民法所定の年五分の割合による損害金\nを付して町に支払うよう求める。\n第四　被告の主張\n一　本件処分の正当性について\n（一）　共有者は、三喜興業という名前で、本件処理場で産業廃棄物の処理業を営\nんでいたが、町自然田地区をはじめとして町民の公害への不安が強く、また、家\n屋、道路等の建設廃材（年間約四、三五〇トン）については、その処理場がなく、\n河川、空地等に不法投棄され環境悪化と公害発生の原因となつていた。\n（二）　このような状況の下で、昭和五二年二月ころ、自然田地区から町に対し、\n本件処理場を廃止して無公害の処理場を町で運営してほしいという強い要望が出さ\nれた。\n（三）　さらに、そのころ自然田連合自治会は、町長宛に本件山林を昭和五四年四\n月一日から同五七年三月三一日までの三年間町が直営事業として処理場に使用する\nにつき、処理品目を建設廃材とする等の七項目の条件を付した承諾書を提出した。\n（四）　町は、昭和五四年三月中旬ころ本件処理場の営業が廃止されるという情報\nを得、さらに同月二〇日、本件処理場の営業を停止するという看板が掲げられたの\nを確認した。\n（五）　そこで、町は、本件山林を買い受けてそこにおいて町営の処理場を開設す\nべく、Ａと交渉を開始した。\n（六）　町は、Ａと本件山林の売買の交渉をしたが、被告は、同月三〇日までに買\n取の確たる意思表示をしなければ三喜興業が営業を再開する恐れが充分にあり、も\nし営業が再開されると自然田地区住民の切実な願望に応えることができなくなり、\nまた、本件処理場の営業が停止されていることからこれを放置することはできず、\n一刻も早く、この問題を解決することが急務であると判断した。\n（七）　被告は、以上のような判断に基づいて、同月三〇日午後三時二〇分ころ、\nＡとの間で本件山林の売買契約に関し、売買条件の大綱について合意に達した。そ\nこで、被告は、同日午後四時ころ、同年四月二日に臨時庁議及び阪南町総合計画審\n議会を開催するための開催通知を発送した。\n（八）　臨時庁議は、同年四月二日、予定どおり開催され、四月七日付をもつて専\n決処分により本件山林を取得して建設廃材処理場を経営する旨を決定し、また、同\n日右審議会を開催し、建設廃材処理場開設を昭和五六年度事業から昭和五四年度事\n業に変更する旨の了承を得た。さらに、同月六日、町議会全員協議会で本件処分を\nする旨を諮つた。\n（九）　被告は、同月九日、当初七日に予定された本件処分を行ない本件山林の売\n買契約を締結した。\n（一〇）　以上のように本件では売買条件の大綱につき双方の合意が成立していた\nとはいえ、なお、相手方の態度が流動的であり、本件処理場の営業が再開される恐\nれが十分にあつたのであるから、被告が議会を招集して議員の参集を求め、その議\n決を経ていたのでは、時期を失し、解決がつかないことは明らかである。したがつ\nて、本件処分は正当である。\n二　公示価格や鑑定手続による鑑定価格に基づかなかつたことの正当性について\n（一）　通常の場合、公用地の買収価格については、附近に公示価格のある場合は\n公示価格を基礎とし、附近に公示価格のない場合には、不動産鑑定士による鑑定価\n格を基礎としてきた。\n（二）　本件の場合、公示価格は、＜地名略＞につき公表されていたが、これは山\n林としての価格公示であつて参考とすることはできなかつた。\n（三）　また、鑑定書をとらなかつたのは、鑑定を依頼する時間的余裕がなかつた\nためである。即ち、被告は、自然田地区総意の願望に応えるためには、この時期を\nはずせば解決がつかなくなると判断し、また、共有者との間で売買条件の大綱につ\nき合意に達してはいたものの、いつ営業再開されるかもしれない状況にあつたため\nである。\n三　本件山林の取得価格の算出根拠の正当性について\n（一）　用地費は、一平方メートル当たり金二六〇円に評価した。\n（二）　休業補償\n１　町は、三喜興業に対し、昭和五一年六月から昭和五二年一月にかけて八か月\n間、その営業を停止するよう依頼したので、三喜興業は、この間営業を休止した。\nそこで、町は、休業補償をすることにしたが、その算出の根拠は、次のとおりであ\nる。\n（１）　利息分　　投資金額に当時の金利年九・七パーセントおよび休業月数（八\nか月）を乗じた額。\n（２）　営業分　　年間申告所得に休業月数を乗じた額。なお、右投資金額は、共\n有者が本件処理場に投下した資本の額、即ち昭和五一年三月に本件山林を取得した\n価格金三、〇〇〇万円及び道路、排水等産業廃棄物処理場としての整備費三、七〇\n〇万円合計金六、七〇〇万円である。\nＡは、昭和六〇年までの営業許可をとつており、あと七年間営業権があるから、そ\nの営業を廃止するに伴つて、町は、これに対し補償しなければならない。これが営\n業補償であり、算出根拠は、年間申告所得に残年数を乗じたものの二分の一であ\nる。\n第五　原告らの反論\n一　用地費は、争わない。\n二　しかし、休業補償、営業補償を売買価格の算出根拠にすることには、全く合理\n性がない。\n三　町が、本件山林を買い入れるためには、鑑定手続を経るべきであり、それをし\nないのであれば、共有者が本件山林を取得するに要した費用及び本件処理場の整備\nに要した費用だけを考慮して売買価格をきめれば足りる。\n三　喜興業は、地元民の反対にあい、自主的に営業開始を七か月遅くらせたのであ\nるから、町がこの期間の休業補償をする必要はないし、営業補償の基礎になつたＡ\nの年間申告所得の中には、本件処理場での営業所得以外の所得が含まれている。\n第六　証拠関係（省略）\n○　理由\n第一　当事者間に争いがない事実\n被告は、昭和五四年四月九日、町の町長として、共有者の所有していた本件山林を\n金九、〇〇〇万円で、本件処分によつて買い受けたことは、当事者間に争いがな\nい。\n第二　本件の争点を判断するための前提事実の認定\n右争いがない事実や成立に争いがない甲第一、第八号証、乙第一号証、弁論の全趣\n旨によつて成立が認められる同第二ないし第七号証、証人Ｅ、同Ａの各証言、原告\nＤの本人尋問の結果の一部を総合すると、次のことが認められ、この認定に反する\n同原告の本人尋問の結果の一部は採用しないし、ほかにこの認定の妨げになる証拠\nはない。\n一　共有者は、昭和五一年三月一二日、訴外大阪銃砲商会から、本件山林を金三、\n〇〇〇万円で買い受け、共有者の一人であるＡは、直ちに訴外大阪府知事に対し、\n廃棄物の処理及び清掃に関する法律一四条一項に基づく産業廃棄物処理業の許可申\n請をするとともに、大阪府の指導を受けて本件山林で本件処理場を営むための整備\nに取りかかつた。\n共有者は、約金三、七〇〇万円を投じて、本件処理場の進入道路を補修し、排水の\nためＵ字溝や貯水槽などを設けた。\n大阪府知事は、同年七月二日、Ａに対し、営業区域を大阪府（大阪市、堺市を除\nく）とし、七種類の産業廃棄物を処理することを許可した。\n二　共有者は、三喜興産という名前で産業廃棄物処理の共同事業をはじめようとし\nたところ、本件山林から約三キロメートル離れた町自然田地区の住民が、このこと\nを知り反対運動に立ち上がつた。同住民は、本件山林附近にあつた浄水場の汚染や\n産業廃棄物の投棄による環境破壊をおそれ、大阪府や町に対し、本件処理場での営\n業の廃止を求めて陳述を繰り返えした。\n被告は、町長として陳情を受け、Ａに対し、しばらく営業をすることを見合わすよ\nう指導した。Ａは、これを容れてその後六か月の間休業して事態が好転するのを待\nち、昭和五二年一月から本件処理場で廃棄物の処理をはじめた。\n反対運動は、その後も続けられた。\n三　被告は、町が計画中の昭和五六年度事業としての町営廃棄物処理場建設の実施\nを早め、この際、本件処理場を町が譲り受けて町営にすることにして地元の自然田\n地区の諒解を得るのが得策であると考え、昭和五三年一二月ころから、訴外Ｆを介\nして、Ａに本件山林を町に売却するよう折衝した。\n四　自然田地区は、昭和五四年二月、被告に対し、本件処理場が町営になることに\n賛成する旨の意思を表明した。しかし、その承諾には、町内の建築廃材に限ること\nや、公害の発生について町が全責任をもつて処理すること、本件処理場を昭和五四\n年四月一日から三年間使用するものであることなどの条件が付せられていた。\n他方、Ａも、Ｆを通じて被告に対し、本件山林を町になら三億円で売却してもよい\nとの意向を伝え、昭和五四年三月二〇日、本件処理場に、月末限りで廃業する旨の\n立看板を立てた。Ａが廃業しようと考えた原因には、（一）根強い反対運動があり\n営業がやり難いこと、（二）自身も町の住民の一人であり、\n町が買主である以上無下に断るわけにいかない立場に立たされたこと、以上のこと\nがあつた。\n五　被告は、今この機会を逸しては本件処理場の問題を解決することができないと\n考え、直接Ａと面談して売買価格をつめることにした。\n被告は、同年三月二八日ないし三〇日の三日間Ａと直接折衝した。\nＡは、一億五、〇〇〇万円以上で売り度いが、もし話ができなければ、同年四月一\n日から営業を再開したいと切り出した。\n被告は、町として支出できる説明のつく売買価格を事務当局に検討させるととも\nに、Ａに対し、営業廃止にともなう補償などすべてを売買価格に織り込み、以後町\nに対しなんらの請求をしないことを確約するよう申し向けて、その承諾を得た。\n六　事務当局は、用地費金一、〇七〇万八、〇〇〇円、休業補償費金一、六三二万\n八、〇〇〇円、営業補償費金六、三〇〇万円合計約九、〇〇〇万円を算出して被告\nに具申した。\nこの休業補償は、次のようにして算出された。\n事務当局が、以前Ａに対し、本件処理場にいくらの資本を投下したかを問い合わせ\nたところ、土地代として金三、〇〇〇万円、道路などの整備費として金三、七〇〇\n万円合計金六、七〇〇万円である旨の回答を得ていた。そこで、この額を基礎に当\n時の金利を掛け、三喜興業が営業を開始するのが半年遅くれた期間の休業補償をす\nることにした。ただし、実際休業した期間は、半年であつたが、誤つて八か月どし\nて計算した。このほかに共有者の年間の収入を税理士に問い合わせ、　一人当たり\n年間所得が金六〇〇万円を下らないとの回答を得たので、右休業期間中の休業損を\n計算して加算した（ただし、この休業期間も誤つて八か月とした）。\n営業補償は、共有者の年間所得の七年分の二分の一としたが、これは、三喜興業\nが、あと七年間許可のある営業が続けられることを考慮したからである。\n七　被告は、同月二九日、Ａに対し、金九、〇〇〇万円以上の支出ができないこと\nを告げたところ、Ａは、はじめは仕方がないとの態度であつたが、同日午後には、\n売買を白紙に戻す一幕もあつた。しかし、同月三〇日午後三時三〇分ごろ、ようや\nく、本件山林の売買価格として金九、〇〇〇万円、本件処理場にある車輛備品の価\n格として金六五〇万円によつて売買する旨の一応の合意に達した。Ａは、すぐに取\n引をするよう求めたが、被告は、\n公共団体としての手続が必要であることを告げて同年四月七日ころまで待つよう承\n諾をとりつけた。\n町では、四月、五月にこれまで臨時に議会を開いた例がなく、定例の議会は、六月\nであるが、そのときまで本件取引を引きのばしておくことは、無理であつた。\nそこで、被告は、同年三月三〇日、事務当局に対し、阪南町総合計画審議会を同年\n四月二日に開催する旨の通知を発送させて、そのとおり同審議会を開催し、昭和五\n六年度に町立産業廃棄物処理場を設置する計画を、昭和五四年度の事業に繰り上げ\nることの了承を取りつけた。\n被告は、同月三日、町議会議長に対し、同月六日議員全員協議会を開催するよう要\n請し、議長は、急遽、その旨の招集通知を発出した。この議員全員協議会は、正式\nな議会ではないから、議決されることはないが、事案について、議員の意見の交換\nを通じて議会の意向を知ることはできるのである。なお、臨時議会が招集されず、\n議員全員協議会が招集されたのは、前者の招集には、一定の期間が必要であること\nによる。\nこのようにして開かれた議員全員協議会（欠席者二名）では、被告が本件山林を金\n九、〇〇〇万円で買い受ける交渉を進めた経緯が説明され、市長の専決処分によつ\nて近日中に取引することの了承が求められた。被告は、この協議会を通して、議員\nの一部に反対があつても、六月の定例議会では、専決処分に対し承認が得られるも\nのと判断した。\n被告は、同年四月九日、専決処分書（乙第四号証）を作成するとともに、同日、共\n有者の代表であるＡと、本件山林を金九、〇〇〇万円（一平方メートル当たり金\n二、一八五円）で売買する旨の売買契約を締結して売買契約書（乙第六号証）を作\n成し、本件山林の取引を終えた。\n八　三喜興業が、このときまでに本件山林を利用して廃棄物を投棄した程度は、全\n体の二・五割ないし三割であつた。したがつて、町としては、建築廃材をあと七割\n投棄できるわけで、それには、なお一〇年以上はかかる見込みである。\n九　本件処分は、昭和五四年六月六日、町議会で承認された。\n一〇　〇監査委員は、被告が支出した本件山林の買取価格金九、〇〇〇万円が相当\nである理由として、共有者の本件山林の買受代金三、〇〇〇万円、投下資本金三、\n七〇〇万円、\n損害補償金二、〇八四万六、八五〇円（年間所得金六九四万八、九五〇円×三人分\n×一年《営業廃止に伴い転業に要する期間》）の合計金八、七八四万六、八五〇円\nを算出し、この額が、金九、〇〇〇万円に近いことを挙げている。\n第三　本件処分の正当性について\n一　専決処分は、普通地方公共団体の長が、議会の権限に属する事項を代つて行う\nわけであるから、長が専決処分権を行使するには、厳格な法律上の要件に服すべき\nであることは、議会民主主義のうえから当然である。\n本件では、地方自治法一七九条一項に規定された「長によつて議会を招集する暇が\nないと認めるとき」に該当するかどうかが問題になるところ、同法一〇一条には、\n長に議会を招集する権限があり、急施を要する場合には、開会の日の前三日までに\nされなければならない告示をする必要がないと規定している。したがつて、議会を\n招集する暇がない場合とは、極めて限定され、議員の参集を求めてその議決を得る\n時間的余裕がなく、しかもその執行の時機を失するような一層の急施を必要とする\n緊急事態が発生したと客観的に認められる場合であると解するのが相当である。\nところで、本件の事項が、そのような緊急事態であると認めることは無理である。\n本件では、被告は、臨時議会を招集せず、議員全員協議会を開催しているのである\nが、臨時議会を招集しなかつた合理的理由を見出すことができない。\nこのようにみてくると、本件処分は、地方自治法一七九条一項の要件を欠缺してい\nたとしなければならない。\n二　同条三項は、長が専決処分をしたときには、「次の議会においてこれを議会に\n報告し、その承認を求めなければならない。」と規定している。\nこの議会の承認は、長の専決処分の法律上の責任を解除する趣旨であると解するの\nが相当である。\nそうすると、本件でも、被告のした本件処分について、町議会は承認したのである\nから、これにより被告の本件処分による法律上の責任を解除したものとしなければ\nならない。\n三　まとめ\n以上の次第で、被告の本件処分は、町に対しなんら違法行為となるものではないか\nら、原告らの主張は、採用しない。\n第四　公示価格や鑑定手続による鑑定価格に基づかなかつたことの正当性について\n一　本件山林の売買は、単なる山林としての売買ではなく本件処理場のある山林と\nしての売買であるから、公示価格によつてきめられないことは、いうまでもない。\n被告が鑑定手続を経なかつたことは、被告の自認するところであるが、後述すると\nおり本件山林の売買価格が適正である以上、被告が、鑑定手続を経なかつたこと\nが、町に対し違法行為になるものではない。\n二　まとめ\n原告のこの主張は、採用しない。\n第五　本件山林の取得価格の算出根拠の正当性について\n一　共有者が本件山林で本件処理場を営んでいたものを、町が引き続いて町営処理\n場にしようとする以上、共有者がそのため投下した資本の金額が、本件山林の正当\nな価格になることは、いうまでもない。もつとも、投下資本は、その後の収益によ\nつて回収されるが、そのような収益が挙つたということは、それ相応の投資をした\nためであることに着目したとき、本件山林には、投下資本額に相当する価値がある\nことに変りはない。\n共有者が、本件山林に投下した資本額は、土地代金三、〇〇〇万円、整備費金三、\n七〇〇万円合計金六、七〇〇万円である。\n二　共有者と被告との間で、共有者の廃業に伴う補償を本件山林の売買価格に織り\n込み、今後一切の補償をしない旨の合意がある以上、被告が、共有者の廃業に伴う\n補償を本件山林の売買価格を算出する根拠にすることには、合理性があるとしなけ\nればならない。そして、その補償は、監査委員が算出した方法と額の方が、被告が\n算出した方法と額より、正当である。なぜなら、共有者の廃業によつて通常生ずる\n損害は、共有者の転業に要する期間の収入減で足りるからである。そして、この転\n業に要する期間は、一年とするのが相当である（建設省の直轄の公共事業の施行に\n伴う損失補償基準《昭和三八年三月二〇日建設省訓令第五号》四三条一項、建設省\nの直轄の公共事業の施行に伴う損失補償基準の運用方針《昭和三八年四月一三日建\n設省事務次官通達》第一九の五項参照）。\n共有者の本件処理場での産業廃棄物処理事業による年間収入が一人当たり金六九四\n万八、九五〇円を下らないことは、証人Ａの証言中、処理業は考えられない程の莫\n大な儲けがある旨の供述によつて裏付けられる。したがつて、所得の確定申告の額\nであるこの一人当たり金六九四万八、九五〇円は不正確であり、この額以上の年収\nがあつたとみなければならない。\nそうすると、廃業に伴う損害の補償としては、少くても金二、〇八四万六、八五〇\n円を下らないことになる。\n三　以上の合計金八、七八四万円（千円以下切捨て）が、本件山林の適正な売買価\n格であるが、共有者の売値は、金一億五、〇〇〇万円以上であるというのであり、\n共有者と町の当局者との間で種々折衝の末金九、〇〇〇万円の価格で合意に達した\nのであるから、この売買価格は、決して不当に高額であつたとするわけにはいかな\nい。とりわけ、本件処理場は、まだ一〇年以上も使用できることを見落してはなら\nない。\n四　まとめ\n本件山林の売買価格が不当に高額であり、被告は、町に金三、〇〇〇万円もの損害\nを与えたとする原告の主張は、採用しない。\n第六　むすび\n原告らの本件請求は失当であるから棄却することとし、行訴法七条、民訴法八九\n条、九三条に従い、主文のとおり判決する。\n（裁判官　古崎慶長　孕石孟則　北　秀昭）\n"
}