{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 11,
    "day": 5
  },
  "case_number": "昭和53(行ウ)4",
  "case_name": "佐賀労基署長休業補償不支給処分取消",
  "court_name": "佐賀地方裁判所",
  "field": "労働",
  "lawsuit_id": "19397",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19397",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/397/019397_hanrei.pdf",
  "contents": "主　　　文\n一　被告が昭和四九年六月一二日付をもって原告に対しなした労働者災害補償保険\n法に基づく休業補償給付を支給しない旨の処分を取消す。\n二　訴訟費用は被告の負担とする。\n事　　　実\n第一　請求の趣旨\n主文同旨。\n第二　請求の趣旨に対する答弁\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n第三　請求原因\n一　原告は鳥栖市所在のブリヂストンタイヤ株式会社鳥栖工場において、裁断係と\nして勤務していた昭和四九年一月一五日二一時一五分頃、（時間は通し時間であ\nる。以下同じ。）、同工場内中庭において運動中転倒し、右足首を負傷した（以下\n「本件負傷」ともいう。）。\n二　右負傷の結果、原告は右足関節捻挫、内顆剥離骨折、足根骨骨折疑の傷病名で\nその頃から一定期間就労ができず、この間の賃金を受けることができなかつた。\n三　ところで、右負傷は業務上の災害によるものである。その理由は以下のとおり\nである。\n（一）　右負傷は、就業時間中で、しかも上司の指示による運動中の出来事であ\nる。\n（二）　しかも、運動現場の照明は、従業員の安全を確保するのに十分でなかつ\nた。\n四　そこで原告は、同年四月一二日被告に対し、右災害は業務上の事由によるもの\nとして、右就業できなかつた期間の賃金の補償給付たる休業補償の保険給付を請求\nしたところ、被告は同年六月一二日付をもつて、原告に対しこれを支給しない旨の\n処分（以下「本件処分」という。）をした。原告は、同年六月二一日佐賀労働者災\n害補償保険審査官に対し審査請求をしたが、同審査官は同年一〇月二一日付をもつ\nてこれを棄却したので、原告は同年一二月二〇日労働保険審査会に再審査請求をし\nたところ、同審査会は昭和五三年二月二八日付をもつてこれを棄却する旨の裁決を\nし、右裁決書謄本は同年五月一三日原告に送達された。\n五　しかし、原告の前記負傷は業務上の事由に該当するのであるから、本件処分は\nこれを看過した違法なものといわざるをえず、原告は被告に対し、本件処分の取消\nしを求める。\n第四　請求原因に対する認否\n一　請求原因一中、負傷時刻を否認し、その余を認める。負傷時刻は二一時〇五分\nから一〇分頃である。\n二　同二中、右足関節捻挫との医師の診断を受けたことは認めるが、その余は不\n知。\n三　同三は否認する。\n四　同四は認める。\n第五　被告の主張（本件処分の適法性）\n一　本件負傷事故は休憩時間中に、かつ、その間に原告を含む従業員らによつて自\n主的に実施された私的な運動中に発生したものである。即ち\n（一）　昭和四九年一月当時の鳥栖工場では、作業上二四時間連続繰業が必要とさ\nれたことから、従業員の勤務は四班三交替制が実施されていた。作業員はＡ、Ｂ、\nＣ、Ｄの四班に分かれ、その勤務は八時三〇分から一六時三〇分までを一直、一六\n時三〇分から翌日〇時三〇分までを二直、〇時三〇分から八時三〇分までを三直と\nし、各班は順次に各勤務時間に就業していた。そして当時原告はＣ班に属し、原告\nが負傷した同月一五日の同人の勤務は二直であり、同日一六時三〇分から翌一六日\n〇時三〇分までの勤務であつて、同月一五日二〇時から二一時までの一時間が休憩\n時間であつた。\n（二）　また、鳥栖工場では昭和四五年一月同工場建設以来、作業員の健康及び体\n力保持を目的に作業開始前の簡単な職場体操を奨励実施していた。\nそこで、原告の属するＣ班では、体育推進係を互選し、昭和四九年一月五日生産\n人体育の充実をテーマに同年上半期の自主体育活動の個別実施計画を全員で討議策\n定した。この計画の中でＣ班では簡易ゲームを職場体操時に時々実施することも決\nめていた。しかし、この職場体操や運動はあくまで自主的なものであるからその出\n欠をとることもなく、また、その結果が人事や給与に関係することがなかつたこと\nはいうまでもない。\n（三）　ところで、原告の所属するＣ班二八名は二名の職長を加えて昭和四九年一\n月一五日二〇時五五分頃から二、三分間職場体操を実施したが、当時鳥栖工場が石\n油危機に起因して減産中であつたこともあつて、運動をすることによつて休憩時間\nが多少延長されても差し支えないと判断されたところから同工場中庭において体育\n推進員ａ（職長）の指導の下にハンドボールを使つた簡易ゲームが実施された。こ\nの簡易ゲームは三〇名の従業員が三組に分れて一〇名が一組となり、各組の二名が\n相互に肩を組み、各人が片足で調子を合わせて跳びながら、足許の直径一八・五セ\nンチメートルのハンドボールを蹴り、約八メートル先のポールを廻つてくるもので\nあつた。\n（四）　原告ら従業員は、職場体操の後、ａ体育推進員から一、二分間前記簡易ゲ\nームの説明を受けた後ゲームを始めたが、同日二一時〇五分から一〇分頃原告がｂ\nと組んで競技中、ボールがコースからはずれたので、原告が一人でそのボールを追\nい、ｂへボールを蹴ろうとして、蹴り損じ、足がボールの上に乗つて転倒して負傷\nしたものである。\n以上のように、原告が負傷した時刻が就業時間に若干食い込んでいたとしても、\n本件簡易ゲームが本来自主的な従業員の健康体力保持を目的として、休憩時間を利\n用して開始されたものであり、また、当時鳥栖工場では減産中であつた状況の下で\nは、本件事故は延長された休憩時間での災害であり、また、本件簡易ゲームは、従\n業員の自主的なスポーツ活動の一として原告ら従業員全員の総意の下に策定実施さ\nれたものであり、右ゲームが体育推進員である職長の指導の下になされたとして\nも、これはあくまで右ゲームの有効な実行を助言援助する趣旨に出でたものであつ\nて、これをもつて会社の指揮命令に基づく支配下における勤務と同視することはで\nきず、本件負傷事故は業務上の事由によるものではないというべきである。\n二　本件事故が発生した鳥栖工場中庭は、右事故を惹起させた設備の不備は存しな\nい。即ち、\n（一）　右中庭は面積二二五・七五平方メートル（横一七・五メートル、縦一二・\n九メートル）の全面アスフアルト舗装された部分が、幅一メートルのグリーンベル\nトで三方から囲まれ、これを高さ約七メートルの照明灯三基（各灯七〇〇Ｗ）が照\n射しており、照明三基の点灯時の中庭の照明度は昀も明るい地点で一二〇ルック\nス、昀も暗い地点で四〇ルツクスであつて、本件簡易ゲームを実施するのに何ら支\n障をきたす照度ではなかつたのである。\n（二）　しかも、原告の負傷当時は右中庭のアスフアルト面には事故に結びつくよ\nうな窪み等は全くなく、また、原告が照明灯の光に向つて足許のボールを蹴ろうと\nしたとしても、原告が転倒した地点から昀も低い光源となる照明灯でも十数メート\nルの位置に約七メートルの高さで立つているのであるから、まして足許のボールを\n見ている原告にとつて、右照明灯の光が同人の目を眩惑する筈はないのである。\n以上のとおり鳥栖工場中庭には施設の不備は全く存しないのであり、かかる点でも\n本件事故は業務上の災害とはいえないのである。\n三　よつて、原告の負傷は業務上の災害に当らないとしてなした被告の本件処分は\n適法な処分であり、原告の本訴請求は失当である。\n第六　証拠（省略）\n理　　　由\n一　請求原因一の事実は、原告の転倒時刻（原告はこれを二一時一五分頃と、被告\nはこれを二一時〇五分から一〇分頃と主張する。）を除いて当事者間に争いがな\nく、同四の事実は当事者間に争いがない。\n二　当事者間に争いない事実並びに成立に争いない乙第一号証の一、原告本人尋問\nの結果及びブリヂストン久留米診療所に対する調査嘱託の結果によれば、請求原因\n二の事実が認められ、これに反する証拠はない。\n三　本件訴訟の主争点\n（一）　はじめに\n本件訴訟は、本件負傷が労働者災害補償保険法でいう「業務上の事由」による負\n傷といえるかどうかが争いになつているものである。\nところで、労働者のある負傷が業務上の事由に該当するといえるためには、いわ\nゆる業務遂行性と業務起因性の二要件が充足されることが必要である。\nそこで以下順次右要件について判断する。\n（二）　業務遂行性の有無\n業務遂行性があるとは、労働者の負傷の場合は、それが業務遂行中に生じたこと\nをいうのであるが、その具体的内容は、事業主の支配下にあり、かつ、施設管理下\nにあつて業務に従事している、という典型的な場合のみならず、事業主の支配下に\nあり、かつ、施設管理下にあつて、ただ業務には従事していない場合、即ち、事業\n施設内で自由行動を許されている場合（例えば休憩時間中の場合）の負傷をも含\nむ、と解するのが相当であるところ、本件負傷の経緯につき（その詳細は後記四認\n定のとおりであるが、これをしばらく措き、）、被告の主張（前記第五の一参照）\nを前提にしても、本件負傷は業務遂行性を有すると解するのが相当である。\n（三）　業務起因性の有無\n業務起因性があるとは、労働者の負傷の場合は、それが業務を原因として生じた\nことをいうのであるところ、本件負傷に業務遂行性が認められる以上、特段の事情\nがない限り、業務起因性も推定されると解すべきである。本件においては、被告主\n張のように、本件負傷が私的行為と評価すべき行為によつて生じたものという特段\nの事情があるかどうか（この事情が認められれば、業務起因性は推定されず、業務\n上とは認められないことに帰する。）が吟味されるべきであり、この点が、本件訴\n訟の主争点というべきである。以下検討する。\n四　本件負傷発生の経緯\n（一）　原告の勤務体系等\n成立に争いない乙第二号証の五、証人ｃの証言により成立を認める乙第一六号\n証、証人ｃ、同ｄ、同ａの各証言、及び原告本人尋問の結果によれば、以下の事実\nが認められ、これに反する証拠はない。\n１　原告は、昭和四八年一〇月から常用工員（試用工）としてブリヂストンタイヤ\n株式会社鳥栖工場（以下「鳥栖工場」という。）に勤務し、同四九年一月からは製\n造第一課裁断係において材料の運搬作業に従事していた。\n２　昭和四九年一月当時、約一一〇〇名の従業員を擁する鳥栖工場では、生産部門\nに関していえば、製造第一課、製造第二課、品質保証課の三課に分かれて流れ作業\nで連絡されており、その下に七係が置かれていた。\nそして、作業上二四時間連続作業が必要とされたところから、従業員の勤務は四\n班三交替制が実施され、作業員はＡ、Ｂ、Ｃ、Ｄの四班に分かれ、その勤務は八時\n三〇分から一六時三〇分までを「一直」、一六時三〇分から翌日〇時三〇分までを\n「二直」、〇時三〇分から八時三〇分までを「三直」とし、各班は順次に各勤務時\n間に就業していた。\n３　本件負傷事故当時、原告はＣ班に属し、事故当日（一月一五日）の同人の勤務\nは二直で、同日一六時三〇分から翌一六日〇時三〇分までの勤務であつて、同一五\n日二〇時から二一時までの一時間が休憩時間（いわゆる昼休みに相当するもの）で\nあつた。\n４　原告の属していた製造第一課裁断係Ｃ班というのは、更にテキスタイルタイヤ\nコードの裁断や運搬に従事する者約二〇名（当時の職長はｄ）とスチールラジアル\nタイヤコードの裁断や運搬に従事する者約一〇名（当時の職長はａ）とよりなつて\nおり、原告は前者の一人として、流れ作業で送られてきた半製品のタイヤを電動車\nに乗せ、次の工程を担当する製造第二課の成型係の所まで運搬するのを職務内容と\nしていた。\n５　尚、鳥栖工場の組織上は、管理職は課長以上で、会社の指示、命令といつた類\nのものは、課長から主任、主任から職長を通して一般従業員に伝達される仕組みに\nなつており、主任も職長も労働組合員となる資格を有しており、管理職というわけ\nではない。職長は作業現場での監督業務を担当している者である。\n（二）　本件負傷事故の発生\n前記当事者間に争いない事実に、成立に争いない乙第一〇号証及び第二〇号証の\n二、証人ｄ、同ａの各証言及び原告本人尋問の結果によれば、以下の事実が認めら\nれ、これに反する確たる証拠はない。\n１　昭和四九年一月一五日、原告の所属するＣ班約三〇名（二名の職長を含む。）\nは、休憩時間終了間際の二〇時五五頃、裁断係専用の工場中庭に集合して、体育リ\nーダーｅの掛声のもとに二、三分間の業間体操を実施したが、その後、体育推進員\nａ（職長）の指導のものにハンドボールを使つた簡易ゲーム（以下「本件簡易ゲー\nム」という。）を実施した。\nこの簡易ゲームは、約三〇名が三組に分れて一〇名が一組となり、各組の二名が\n相互に肩を組み、各人が片足で調子を合せて跳びながら、足許の直径一八・五セン\nチメートルのハンドボールを蹴り、約八メートル先のポールを回つてくるものであ\nつた。（体育リーダー、体育推進員については後述する。）\n２　原告ら従業員は、ａ体育推進員から一、二分間本件簡易ゲームの説明をうけた\nあと午後九時頃ゲームを始め、原告は、二一時五分から一〇分頃同僚のｂと組んで\n競技をはじめたが、途中ポールを回つたところでボールがコースから左方にそれた\nため、原告が一人でそのボールを追い、ｂへボールを蹴り返そうとして蹴り損じ、\n足がボールの上に乗つて転倒した。しかし、すぐ起きあがつて競技をつづけたが、\nその時右足首に痛みが起り、転倒したときに右足首をねんざしていた。\n３　原告は、そのあと足首を冷やしながら勤務につき、翌日からも平常どおり勤務\nしたが、その後の経過が思わしくなく、同月二一日ブリヂストンタイヤ久留米病院\nで診察治療をうけ、同年二月八日からは同病院に入院して治療をうけたものであ\nる。\n五　鳥栖工場における体育、体操活動等\n（一）　入社訓練テキストの内容\n成立に争いない甲第五号証及び原告本人尋問の結果によれば、原告は鳥栖工場に\n入社時に「入社訓練テキスト（一九七三年ブリヂストンタイヤ株式会社久留米工\n場）」と題する本（甲第五号証）の配布をうけて訓練をうけたが、その中の「生産\n体育概説」欄には、生産体育とは生産に必要な健康、体力、（心とからだ）を維持\n増強する為に応しい身体活動を行う教育であり、簡単に生産性向上の為の体育（体\n操や体力作り）と考えるべきではないこと、ブリヂストンタイヤ株式会社（以下単\nに「会社」という。）における生産体育の範囲には、始業前・業間・終業時に行う\n職場体操、団体規律訓練、職場内スポーツ、レクリエーシヨン等の職場体育の他、\n体力管理、安全衛生、余暇対策が含まれること、「体育の必要性」欄には、企業の\n人的資本の充実、人的原因による災害の減少、欠勤率の減少があること、「職場体\n操」欄には、一九六五年（昭和四〇年）以降、職場の環境、従業員の動作、姿勢\n（筋肉、骨格の要求）等総合的労働作業の研究が進められ、その等の環境にマツチ\nした基本的な体操が導入され、その内容として準備体操（仕事始めにあたり、身と\n心の準備のために行うラジオ体操と作業体操）、業間体操（勤務中の気分転換や疲\n労防止、回復のために行う作業体操）、終業体操（今日の疲れは今日中に！疲れた\n筋肉をほぐすラジオ体操、作業体操他）、その他（筋力、柔軟度を向上させる腰\n痛、胃腸病予防体操）があること等が、それぞれ記載されていることが認められ\nる。\n（二）　鳥栖工場における体育活動\n前掲乙第一六号証に、成立に争いない乙第二号証の二及び三、証人ａの証言によ\nり成立を認める乙第二号証の四、証人ｃの証言により成立を認める乙第一五及び第\n二二、第二四号証、証人ｃ、同ｄ、同ａの各証言、原告本人尋問の結果を総合すれ\nば、以下の事実が認められ、これに反する証拠はない。\n１　鳥栖工場は、昭和四五年一月開設されたものであるが、会社は同工場開設以来\n従業員の健康と体力増進をはかり、ひいては企業の人的資本の充実、人的原因によ\nる災害の減少、欠勤率の減少に資するものとして職場における体育活動を奨励して\nいた。\nそして、同工場においては、職場体操として始業前・休憩時間後（業間）・終業\n時の体操が各職場で行なわれ、また、自主体育活動として運動会等の工場全体の行\n事、各係の班別シフト行事（勤務日時が同一である各係の全Ａ班・全Ｂ班・全Ｃ\n班・全Ｄ班別の体育行事）、それに各係の各班ごとの体育活動が行なわれていた。\nしかし、これら職場体育は、直接会社の指揮命令によつて行われていたものでは\nなく、従業員のグループ活動として、従業員が決定し、かつ、実施していたもので\nあるが、当時から現在まで特別な取り決めはなく慣行として行なわれてきたもので\nある。したがつて、会社は、体育活動の実施については直接関与したことはなく、\nただ、運動会等の工場全体の行事については、労働組合と共催の形で従業員一人に\n三〇〇円（会社・労働組合・健康保険組合から各一〇〇円）を賞品代として補助\nし、また、班別シフト行事には会場をあつ施する等の方法で援助し奨励していたに\nすぎなかつた。\n２　ところで、各種の行事種目等の策定は、工場全体の行事及び班別のシフト行事\nについてはＡからＤまでの各班の職長一名が兼任する体育推進員又は形式上は各班\nから互選される体育リーダーで構成する会議において決定し、末端の各係の各班ご\nとの自主体育活動については、各班の全従業員の総意のもとに決定し、実施してい\nた。この体育推進員と体育リーダーの両者が個々の班の行事・種目の総括調整を行\nなうと共に、現実に体育活動を実施する際のリーダーとして活動の推進にあたつて\nいた。そして体育推進員は各班ごとに従業員によつて選出されることになつている\nが、事実上はその班の職長が選出される慣行になつており、体育リーダーは会社の\n研修所においてそのための一定の研修を受けた者の中から実質上は主任または職長\nが選任するもので、事実上は職長の次くらいの地位の者が交替制で選ばれていた。\n３　そして、原告の所属する裁断係Ｃ班においても体育推進員として職長が選ばれ\nていたが、裁断係は職長が二名いるので主任が指名していた。昭和四九年一月五日\nに全体会議を開き、Ｃ班の同年上半期における自主体育活動の種目等を全員総意の\nもとに決定し、決定した種目については、体育推進員のａが、体育リーダーのｆ、\nｇ、ｅの三名と相談して個別実施計画書を作成したうえでこれをＣ班全員に周知さ\nせ、実施することとしていた。右の決定をとどめておく議事録や、個別実施計画書\nには、会社が作成使用している一般的な書類が利用されていた。\n４　本件簡易ゲームも、右会議で決定された種目の一つで、いつでもどこでも手軽\nにできるところから、実施の時期、ゲームの内容については体育推進員に一任され\nていて、体育推進員のａが、本件事故当日これを実施したものであるが、これに使\nつたボールは健康保険組合所有の物で、各職場に保管を任せていたものである。\n５　会社が職場体育を奨励したのは従業員の健康と安全をはかるためで、会社の生\n産向上を直接の目的としているものではなく、会社は工場全体の体育行事について\nは労働組合と共催し、また、班別のシフト行事については会場のあつ旋等の助成を\n行なつてきたが、各班ごとの自主体育活動については直接には全く関与しなかつた\nばかりか、自主体育活動について報告を受けたことも報告を求めたこともなかつ\nた。しかし会社は職場体育活動への不参加者に対し人事・給与面で不利益な措置を\n講じたことはなく、また出欠をとつたり、出欠状況の報告を求めるなどのことはな\nかつたが、これら職場体育は全員参加を前提とし、不参加者にはできるかぎり参加\nするよう指導していた。例えば、参加しない従業員に対し、体育推進員が「なぜ参\n加しないか」と尋ね、「今後は参加するように、もし体の具合が悪ければ前もつて\n申し出ておくように」と指導したりしたこともあつた。従つて、従業員としては身\n体の具合が悪い等やむをえない事情でもないかぎり、事実上参加せざるをえない状\n態にあつた。\n（三）　簡易ゲームの就業時間への食い込み\n前掲乙第二号証の三及び第一〇号証、証人ｃ、同ｄ、同ａ、同ｈの各証言によれ\nば、以下の事実が認められ、これに反する証拠はない。\n１　本件負傷事故当時、鳥栖工場では、昭和四八年の石油危機に起因して減産態勢\nをとつていたので、会社は、休憩時間に行なわれている自主的体育活動が、都合に\nより若干就業時間にずれ込む場合があつても、業務に支障のない限りこれを黙認\nし、その判断を各職場に任せていた。そして各職場では職長が当日の作業指令書に\nよつて生産量を判断し、一日の稼働時間を割り出していた。\n２　本件負傷事故当日、原告の所属する裁断係Ｃ班は二直勤務であつたが、当日の\n作業指令書によると稼働時間に余裕があつたので、スチールラジアルタイヤコード\n部門の職長で、Ｃ班の体育推進員を兼ねるａは、かねてＣ班で決定していた本件簡\n易ゲームを、当日の業間体操のあと若干就業時間にずれ込んで実施したとしても生\n産量は十分消化できると判断し、同班のテキスタイルタイヤコード部門のｄ職長に\n本件簡易ゲームを、就業時間に若干ずれ込んで実施しても差し支えないか相談し\nた。そして、同職長の同意を得たのでｅ体育リーダーにも相談して、二〇時五五分\nからの業間体操のあと引き続いて本件簡易ゲームを実施したものである。\n六　総括\n被告は、本件負傷事故は、休憩時間中に、原告ら従業員によつて自主的に実施さ\nれた私的な運動中に発生したものであり、かつ、事故のあつた本件鳥栖工場中庭に\nは何ら施設の不備はなかつたから、右事故は業務上の災害とはいえないと主張す\nる。しかし、前記当事者間に争いのない事実及び前記四、五項に認定した事実によ\nれば次のことが指摘できる。\n（一）　本件事故のあつた簡易ゲームは、休憩時間中の二〇時五五分ごろから行わ\nれた業間体操に引き続いて、作業開始までの僅か一〇分ないし一五分くらいの間に\n行われたものであるが、右業間体操は、職場体操として、毎回始業前、休憩時間\n後、終業時に各職場において全員参加して必ず行われるもので、その内容は、会社\nが体育専門家により、その職場環境にマツチした基本的体操として考案されたもの\nであり、その目的は、作業を開始するに当つての身心の準備や勤務中の気分転換、\n疲労防止、回復をはかることにあり、その実施については、会社の研修所において\n所定の訓練を受けた体育リーダーの指揮のもとに行われるものであつて、それはい\nわば作業のための準備行為と目すべき性格のものと考えられる。\n（二）　次に簡易ゲームは、各班別に行われる体育活動の一つであるが、会社はこ\nれについても前記職場体操をも含めた生産体育の一環として積極的に推進していた\n（労働安全衛生法七〇条によれば事業者は労働者の健康の保持増進を図るための必\n要な措置を講ずべき義務が定められている）。\nすなわち、会社は右生産体育は企業の人的資本の充実、人的原因による災害の減\n少、欠勤率の減少に資するものと考えており、その指導に当る者として体育推進員\n及び体育リーダーの制度を設け、体育推進員は各班の従業員によつて選出されるこ\nとにはなつているが、事実上はその班の職長が選ばれる慣行になつており、体育リ\nーダーは、会社の研修所においてそのための所定の訓練を受けた者の中から主任ま\nたは職長が選任することになつており、事実上は職長の次くらいの地位の者が交替\n制で選ばれていた。そして従業員は職場の上司でもあるこれら体育推進員らからで\nきるかぎり参加するよう指導され、参加しないことによつて人事や給与面で不利益\nを受けることはないにしても、事実上は病気や負傷などやむをえない事由でもない\nかぎりこれに参加せざるをえない状態にあつたものである。\nまた、会社は、業務に支障がないかぎり右簡易ゲーム等が若干就業時間にくい込\nんで行われることを黙認していたものであるが、これは当時石油危機に起因して減\n産態勢をとつていたことのほか、会社がこれら職場における体育活動を積極的に推\n進しようとする立場をとつていたことと無関係ではないと考えられる。\n（三）　更に、本件簡易ゲームは、前記作業の準備行為ともいうべき業間体操に引\nき続いて就業時間にくい込んで行われたものであり、しかも右ゲームの終了時間は\n別に定めていなかつたから、従業員としては、仮に右ゲームに参加しなかつたとし\nても、いつゲームが終了して作業が開始されるか分らず、常に作業開始に備えて待\n機していなければならず、その間に私的行動をする余裕はなかつたと考えられる。\nまた、原告らの従事していた作業は三交替二四時間勤務体制の下にあるいわゆる\n流れ作業であつて、不参加者だけがその間にひとりで作業を開始することはできな\nい状態であつた。したがつて従業員としては、いわばその間は、右ゲームに参加す\nるか、就業に備えて待機するのかのいずれかを選択するしかない状態であつたとい\nうことができる。その点で全く私的行動の自由が保障された休憩時間とは異なり、\n右簡易ゲームの行われた時間を休憩時間が延長されたものとみるのは相当ではな\nい。したがつて同じく簡易ゲームが行われるとしても、本来の休憩時間中や終業後\nなどに行われる場合に比して本件の場合は右ゲームに参加しない自由がより制約さ\nれていたとみなければならない。\n（四）　以上の（一）ないし（三）の事情を総合して判断すると、本件簡易ゲーム\nは、従業員が休憩時間中にかつてに行う私的ゲームなどとは異なり、より拘束性の\n強いものであつて、会社の業務と密接な関連性を有する行為とみることができ、こ\nれをもつて被告主張のように私的行為と評価すべきであるというのは当を得ず、従\nつてその間に発生した本件事故も右業務に起因するものと認めるのが相当であり、\n右認定を覆すに足る証拠はない。\n７　結論\nそうだとすれば、本件負傷が業務上の事由によるものではないとしてなされた本\n件処分は違法であつて取消しを免れない。よつて、原告の本訴請求は理由があるか\nらこれを認容することとし、訴訟費用の負担につき行訴法七条、民訴法八九条を適\n用して、主文のとおり判決する。\n（裁判官　綱脇和久　簔田孝行　大塚正之）\n"
}