{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 4,
    "day": 25
  },
  "case_number": "昭和53(行ウ)118",
  "case_name": "日本チバガイギー救済命令取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19291",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19291",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/291/019291_hanrei.pdf",
  "contents": "主　　　文\n一　原告を再審査申立人、参加人を再審査被申立人とする中労委昭和五〇年（不\n再）第七三号不当労働行為再審査申立事件につき、被告が昭和五三年七月五日付で\nした別紙（三）命令書記載の命令中、次の部分を取り消す。\n参加人を申立人、原告を被申立人とする大阪地労委昭和四九年（不）第三三号、同\n第三五号不当労働行為申立事件につき、大阪府地方労働委員会が昭和五〇年一〇月\n一七日付でした別紙（二）命令書記載の命令中、別紙（一）記載部分に対する再審\n査申立てを棄却した部分。\n二　原告のその余の請求を棄却する。\n三　訴訟費用はこれを三分し、その各一を原告、被告及び参加人のそれぞれの負担\nとする。\n事　　　実\n第一　当事者の求める裁判\n（請求の趣旨）\n１　被告が、中労委昭和五〇年（不再）第七三号及び同第七四号事件について、昭\n和五三年七月五日付でなした命令中、主文第二項に含まれる中労委昭和五〇年（不\n再）第七三号事件の再審査申立てを棄却した部分を取り消す。\n２　訴訟費用は、被告の負担とする。\n（被告の請求の趣旨に対する答弁）\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　参加人は、昭和四九年五月及び同年六月に大阪府地方労働委員会に対し、それ\nぞれ原告を被申立人として不当労働行為救済の申立てをしたところ（右申立はそれ\nぞれ大阪地労委昭和四九年（不）第三三号事件、同第三五号事件として係属し\nた。）同委員会は両事件を併合した上、組合員に対する昇給差別の申立てを除く部\n分について、昭和五〇年一〇月一七日付をもつて別紙（二）命令書記載のとおり救\n済命令（以下「初審命令」という。）を発した。\n原告及び参加人はそれぞれ右命令を不服として被告に対し再審査申立てをしたが\n（右両再審査申立てはそれぞれ中労委昭和五〇年（不再）第七三号事件、同第七四\n号事件として係属した。）、被告は右両再審査申立事件を併合した上、昭和五三年\n七月五日付をもつて別紙（三）命令書記載のとおりの命令（以下「本件命令」とい\nう。）を発し、右命令書は昭和五三年七月三一日原告に送達された。\n２　本件命令は、組合員の鉢巻、腕章を着用しての就労に関し原告の職制が取り外\nしを要請したことは支配介入行為ではないとして、これに関する初審命令を取り消\nしたほかは、原告の再審査申立を棄却し初審命令を維持したのであるが、その維持\nした部分は以下に述べるとおり被告が事実を誤認し、又は法律上の判断を誤つた結\n果であつて、違法であり取消しを免れないものである。\n（Ａ部長の発言問題について）\n本件命令は兵庫県宝塚市に存する宝塚工場の工場長であり、生産部長でもあるＡ\n（以下「Ａ部長」という。）が昭和四九年四月八日に行つた右宝塚工場での朝礼の\n中で参加人の上部団体である化学同盟を誹謗したり組合脱退を慫慂するような発言\nをしたと認定し、更に右Ａ部長発言が参加人の組合員減少の原因であるかの如く認\n定しているが、これは以下に述べるとおり全くの事実誤認である。\n（一）　宝塚工場の朝札は毎月月初めに行われているが、昭和四九年四月にも月初\nめに既に行われており、同月八日の朝礼は臨時の必要によつて行われたものであ\nる。しかし月に二回以上朝礼を行うことは少しも珍らしいことではなく、臨時の必\n要を生じたときはその都度行つており、そうした臨時の朝礼は、突然の招集によつ\nて行つているのであつて何ら奇とするにあたらない。\n（二）　Ａ部長が昭和四九年四月八日の朝礼を招集したのは、同月四日に参加人が\n公然化した直後から宝塚工場内の従業員が異様な挙動をする等職場内が異常な雰囲\n気にあるとの報告を受けたことから、同部長はその主たる原因は同月四日原告と日\n本チバガイギー従業員会（以下「従業員会」という。）との間で妥結した賃上げの\n実施が参加人との関係でどうなるのかについての不安にあると考え、これをこのま\nま放置しては作業能率に影響し、延いては業務の円滑な運営を害したり職場秩序も\n乱れかねないと判断し、こうした従業員の動揺を鎮めるためである。\n（三）　右の趣旨で行つた朝礼であるから、そこでＡ部長が話した内容は第一に従\n業員会との間で昭和四九年四月四日賃上げ交渉が妥結したこと、しかしその妥結結\n果は参加人には適用されないこと、第二には就業時間中は仕事は仕事と割り切つて\n働くべきこと、第三には従業員間での意見の対立の激化を憂い、相手の意見に耳を\nかさず自己の意見を強く押しつける赤軍派のような過激な言動に出ることがないよ\nうにというものである。この中で赤軍派を例えに引いた点などは多少措辞不適切と\nいえないでもないがその趣旨からして不当労働行為とかかわりないものであり、そ\nの余の発言内容も法律上当然のことを述べたにすぎず何らの違法もない。しかも同\n部長は右朝礼当時参加人の上部団体が化学同盟であることは知らなかつたのであ\nる。\n（四）　またＡ部長の右発言は宝塚工場のみで為されているにもかかわらず、参加\n人の組合員数の減少は全社全事業所にわたつて発生しており、組合員の減少（半\n減）は昭和四九年四月八日のＡ部長発言の直後ではなくそれから約半月後の同月二\n〇日から同年五月一〇日にかけて起こつているのであるから、場所的にも時間的に\nも組合員の減少と同部長の発言との間に因果関係は全く認められない。\nしたがつて、同部長の朝礼での発言を不当労働行為とした被告の判断は誤りであ\nる。\n（食堂等の使用制限の問題について）\n被告は、原告は参加人から昭和四九年五月一〇日午後五時からの六三号館一階に\nある食堂使用の許可を求められたのに対し、あるいは同時刻からの屋外集会開催の\n許可を求められたのに対し、施設管理上の理由からこれを拒否し参加人の集会開催\nを困難にしたことが不当労働行為に該当すると認定・判断しているが、右認定・判\n断は次に述べるとおり誤りである。\n（一）　原告は、参加人から昭和四九年四月九日午後六時から開催された原告との\n団体交渉の席上で、同日の団体交渉の模様等を組合員に報告したいので集会場所と\nして六三号館一階にある食堂（以下「本件食堂」という。）を貸して欲しい旨の申\n入れを受けた。\nところで右六三号館と同一場所にある宝塚工場の生産部門の終業時間は午後五時\nであつたが、本部部門の終業時間は午後五時四五分であつて、右六三号館には本部\n部門たる医薬マーケツテイング部が三階に、人事労政室、トレーニングセンター等\nが四階にあつた。また同年四月九日、一〇日当時六三号館に隣接する五三号館は改\n装中で同館内の応接室や七つの会議室等が使用できない状態であつたことから、そ\nの間五三号館に入つている部署は臨時に本件食堂を来客との応接等に使用してい\nた。\nそこで原告は、参加人の本件食堂使用の申入れに対し午後六時以前の本件食堂で\nの集会は業務上支障をきたすとの判断から、参加人申出の午後五時からの食堂使用\nは認められないが、午後六時からの使用であれば認めることと決定し、同月一〇日\nその旨を参加人に回答したのである。また参加人からは、本件食堂使用が許されな\nいならば午後五時からの屋外集会の開催を認めてくれるよう申入れがなされたが、\n原告としては屋外集会であつても会社構内は狭隘であるから、マイク等が使用され\nて喧噪にわたることが懸念され、就業時間中の本部部門の業務に支障をきたすとの\n判断のもとに右申入れも拒否した。\n（二）　しかし参加人は、原告の食堂使用についての回答のない段階である同月一\n〇日朝にはビラを配布する方法で同日午後五時から本件食堂で組合集会を開く旨組\n合員に通知するという一方的行動に出るとともに、原告の許可がなくかつ明確に拒\n否されているにもかかわらず、同日午後五時から本件食堂で組合集会を強行すると\nいう暴挙を厳えて行つた。そのため写真機械部のＢ係長が同日午後五時ころ本件食\n堂を業者との用談に使用しようとして本件食堂に赴いたところ、使用できない状態\nであつたという現実の業務上の支障も起きている。\nこのように参加人が午後五時に集会を強行したのは午後六時までの待機時間中に\n組合員が帰宅してしまうのではないかという危惧と遠方からの通勤者を早く帰して\nあげたいというものであつて参加人が午後五時から集会の開催を強行しなければな\nらない理由としては極めて薄弱なものである。そして現に参加人は集会を午後六時\n以後も行い、途中で帰つた者など殆んどいない状態であり、被告の判断のように\n「組合集会の開催を困難にした」というものではない。\n（三）　なお原告は参加人公然化以前に、全従業員で組織する従業員会に就業時間\n中食堂等利用させたことはあるが、従業員会は会社組織の一端であり、その集会は\n会社の業務上の意思伝達方法に準ずるものであつて労働組合の集会とは本質的に違\nうものであり参加人と従業員会とを同一に扱うことはできない。\n（四）　以上のように本件食堂は、当時会議室や応接室の代用をしていたのであつ\nて、来客があれば応接等に随時使用していたのであり、現にＢ係長が当日使用を妨\n害されていることからして、原告が午後五時からの使用は業務上支障をきたすと判\n断したのは当然のことであり、原告にはそうした来客等の応接に使用できない不便\nを忍んでまで就業時間中に参加人の組合活動に本件食堂を使用させる便宜をはかる\n義務等は何ら存在しない。また本件食堂又は屋外での集会がマイク等の利用により\n就業中の本部部門の業務に支障をきたすと原告が判断したのは、経験則上当然のこ\nとであり、原告にとつてマイク等による喧噪等を受忍する義務等は全くないのであ\nる。その上、参加人は、食堂使用の申入れをして原告からの諾否の回答のない段階\nで、組合員に組合集会の時間と場所を一方的に告知し、かつ原告の制止もきかず、\n薄弱な理由のもとに午後五時から組合集会を強行したのであつてかような参加人の\n態度こそ何らの正当性もなく不当労働行為制度の保護を受け得ない行為というべき\nである。\n以上のとおりで原告が参加人の食堂等の使用について制限を加えたことは何ら不\n当労働行為に該当しない。\n（ビラ配布の問題について）\n被告は、参加人が無許可でビラを配布したことについて届出の手続をとるという\n相応の手段を講じたこともあり、またその態様も門外でのビラ配布は困難であるこ\nとから会社構内に若干入つた所でビラ配布したもので従業員の出勤等に格別の支障\nがあつたものともいえないのであるから、原告がこれら参加人のビラ配布に対し警\n告をしたのは、就業規則に藉口して正当な組合活動を規制したものと認定している\nが、右認定は以下に述べるとおり誤りである。\n（一）　参加人は、昭和四九年四月四日の公然化以降原告の会社構内において組合\n機関紙等のビラを原告に無断配布しだしたので、原告は参加人のかかる行為の就業\n規則第二章第二条（ル）項に規定している「会社内において許可なく集会を開いた\nり、放送したり、告知を掲示したり、ビラを配付しないこと」に抵触するので、同\n月一七日文書で参加人に対し就業規則を遵守するよう警告した。その後参加人は\n「今日ビラをまきます。」という程度の抽象的な申出（届出）はしてきたが、原告\nとしてはビラ配布の許否を決するため配布するビラが必要であるので添付するよう\n要望したところ参加人はそうした申出すらしなくなつたのである。その後も原告\nは、参加人が同年五月二七日会社構内である正門近くのタイムレコーダー設置場所\n付近で行つた無許可ビラ配布行為に対し同日付文書で参加人に警告し、同年七月一\n五日会社構内のポーターハウス前で行つた無許可ビラ配布行為に対し文書で警告し\nた。\nなおその間原告と参加人との間では、会社施設内の組合活動は原則として禁止\nし、会社施設内で例外的に行うときには会社の許可が必要であるということを前提\nとして、同年五月三一日組合活動に関し「組合並びに組合員の組合活動は就業時間\n外しかも会社施設を使用しないで行う場合は全く自由である。」との一項を含む協\n定も締結されているのであつて、右無許可ビラ配布は右協定にも違反している。\nまた原告の従業員の大多数は通勤バスを利用しているが、通勤バスは門内に入つ\nて停車するものの、バスから下車した従業員は棚等の関係でタイムレコーダーが設\n置してある場所へ行くためには一旦門外へ出て再び入りなおすことになつているの\nで、参加人としては企業施設外の正門の外でビラを配布することが可能なのであ\nる。\n（二）　もともと労働組合は企業施設内においては就業時間の内外を問わず使用者\nに無許可でビラを配布することはできず、無許可でなされたビラ配布行為に対して\n使用者が就業規則等に基づき警告等の措置をとりうることは当然であつて、何ら正\n当な組合活動に対する支配介入とはならないのである。したがつて原告が参加人の\n無許可ビラ配布行為に対し再三警告を発したことは当然の措置であつて何ら不当労\n働行為を構成するものではない。しかも参加人としては会社施設外でビラ配布を行\nうことも可能であつてその施設内で配布する必要性も認められない。\n以上のとおりであるから原告の行為は何ら不当労働行為に該らない。\n（四九年度夏期一時金交渉の問題について）\n被告は、原告が参加人との昭和四九年度夏期一時金交渉の際参加人のそれまでの\n諸要求との一括妥結という合理性、必要性の乏しい回答に固執したことから、その\n妥結時期が原告内の他組合であるチバガイギー労働組合（以下「チバ労組」とい\nう。）に比べて遅れたのであつて、このような差を生じさせたのは原告の不当労働\n行為であるとし、また右一時金交渉の過程で原告が昭和四九年五月二七日全従業員\nに組合所属を尋ねる照会票を配布したことも参加人の組合員に不安と動揺を与える\n行為であると判断しているが、右判断はいずれも以下に述べるとおり誤りである。\n（一）　原告が夏期一時金交渉に際して参加人の諸要求も含めて一括妥結を求めた\nことには次のとおり合理性が存する。即ち、それは被告の認定にもあるように一時\n的にせよ労使間の紛争を無くし、労使関係の安定を図ることである。被告は労使関\n係の安定を図ることに合理性がないなどというが、元来「労働争議を予防し又は解\n決して産業の平和を維持」することは、労働関係調整法が目的として掲げるところ\nの公序であつてその目的に沿つた「労使関係の安定を図る」ということは常に合理\n性のあることであつて、このことに合理性が乏しいということはできない。そして\n本件の場合具体的にも夏期一時金交渉の当時、参加人は次第に紛争を繁くし、施設\n内のビラ配布や就業時間中の腕章着用闘争を行うなど労使関係が次第に険悪化する\n傾向にありこのままでは業務の円滑な運営が阻害され企業生産性を低下させる危惧\nさえあつたのである。こうした状況の下で参加人の諸要求について一括妥結を求め\nて労使関係の安定を図ることは合理的な措置というべきである。しかも原告は参加\n人があくまで原告の回答を受諾し難い項目については強いて応諾せよというのでは\nなく、要求取下の方法によつてもかまわないことも申し入れているのであつて、こ\nのような状況の下で右のような態様で一括妥結を求めることは何ら不当労働行為と\nなるものではない。\n（二）　次に照会票配布の点であるが、右配布をした昭和四九年五月二七日当時原\n告の従業員は参加人組合員、チバ労組組合員及び非組合員の三種類であつたが、組\n合所属の変動が多く極めて流動的状態にあり原告は個々の従業員が当時右三種類の\nどれに属するか見極めかねていた。こうした状態の下で原告は同月一八日チバ労組\nとは夏期一時金を同年六月七日に支給することで妥結し、また原告自身の判断で処\n理しうる非組合員に関してもチバ労組と同様の扱いをするべく予定していたが、他\n方参加人とは未だこれについて妥結しておらず、支給し得ない段階であつた。そこ\nで右六月七日に一時金支給を行わなければならないチバ労組員及び非組合員の範囲\nを個別的に把握する必要上、原告は照会票を配布したものである。このように原告\nは正当なる必要性に基いて照会票を配布したのであつて、参加人を動揺させたり弱\n体化させる意図などはなかつたものである。\n（三）　そして右一時金交渉に際し、原告が諸要求項目との一括妥結を求めたのは\n決して参加人のみではなく、チバ労組とも同一の条件で交渉し妥結しているのであ\nる。このように原告が同一条件を提示している以上、原告の行為として両組合員に\n格差を生ずべき何ものも存しないのであり、支給時期に差を生じたのは一に参加人\nの行為（妥結時期及び支給時期の選択行為）の結果にほかならないのであつて原告\nの行為とは関係がない。更に夏期一時金の支給時期は、参加人自らがチバ労組とは\n異る遅れた支給日であることを知りながら合意に達し、原告はその合意に基づいて\n支払つたのである。このように労使の合意に基づく行為が不当労働行為に該当する\nなどと判断することは、不当労働行為制度の本質を見誤つた解釈であり、かつ参加\n人のもつ処分権（妥結権）、団体交渉権をも否認するに等しい。\n（掲示板貸与の問題について）\n被告は、原告が参加人の掲示板貸与の申出に対し、参加人の情宜活動を著しく制\n限する条件を提示しているのであつて、そのような条件を付しながらその貸与協定\n不成立を理由に掲示板を貸与せず、その結果同条件を了承したチバ労組と差を設け\nることは不当労働行為であると認定しているが、右認定は以下に述べるとおり誤り\nである。\n（一）　使用者が労働組合に対し掲示板を貸与する義務を負うものでないことは当\n然である。しかも原告は、参加人に対して掲示板を一切貸与しないといつているの\nではなく、施設内秩序を維持管理する必要上一定の条件を充たす場合には貸与する\nものとしてその条件を提示しているのである。したがつて原告は貸与条件付きであ\nれ貸与の提案をしている以上、そこに何ら不当労働行為の発生する余地はないので\nある。そして参加人が原告から掲示板の貸与を受けるためにはその貸与条件に関す\nる双方の意思の合致が必要なのであつて参加人がその貸与条件に不満があれば労使\nの力関係からより有利な貸与条件を勝ち取り、あるいは原告からの貸与を受けず別\nの方法を考える等すればよいのであり、この選択は参加人が行うものである。現に\n参加人は別の方法を選んで工場正門正面の道路反対側に自己の掲示板を設けてい\nる。\n（二）　次に原告が参加人に提示した貸与条件は、市販の本にも教示されていると\nころであつて、何ら特異な内容でもなければ不合理なものでもなく企業施設内で組\n合掲示板貸与という本来法的義務のない便宜供与を使用者がわざわざ行うにあたつ\nて施設管理秩序の保持上必要なものとして示した条件であつていずれも公序良俗に\n反するものでないばかりか、労働組合本来の活動目的に則し労働法の趣旨にそつた\n正当かつ合理的なものである。この貸与条件を参加人が受け容れないというのであ\nれば、そのこと自体は参加人の自由であるがその結果参加人が貸与を受けられなく\nなつても仕方のないことである。\n（三）　原告はチバ労組に掲示板を貸与しているが、これは同一内容の貸与条件を\nチバ労組は受諾したから貸与しているのである。原告は参加人に全く掲示板を貸与\nしないといつているわけではなく、チバ労組と参加人とを公平に取扱い、チバ労組\nと締結している貸与条件と同一内容の貸与条件を参加人が受諾するならば貸与する\nといつているのであつて参加人がこの貸与条件を受諾しないため貸与されないまま\nになつているにすぎないのである。この貸与条件を抜きにしてチバ労組と参加人と\nの取扱いを比較することは全く当を得ないばかりか逆差別といえる問題である。\nこのように原告はチバ労組と参加人とを何ら差別することなく扱い、参加人側の\n選択によつて貸与・不貸与の差が生じたのであつて、そのような差が生じたことは\n原告の行為とは関係がないのである。\n（四）　本件で被告は、原告が既に掲示板を貸与しているチバ労組との間で貸与の\n際締結している貸与条件を参加人に対しても貸与条件として提示し、これに固執し\nた行為が不当労働行為であるとする。しかしながら仮に被告のいうとおりであつた\nとしても右の点から直ちに原告が参加人に対して無条件で掲示板を貸与しないこと\nが不当労働行為に該当することにはならず、被告も無条件貸与以外は不当労働行為\nであるなどという認定判断はしていない。そうした本件であるにもかかわらず本件\n救済命令が維持する初審命令の主文第一項が無条件貸与を命令していることは命令\nの事実認定及び判断と主文とが齟齬をきたしているばかりでなく、本来命令しうる\n範囲を超えて過剰救済を命じている点で明白な違法があり、しかも著しく不合理な\n命令であるから、この点でも取り消さるべきである。\n３　本件命令の「第１認定した事実」に対する認否は次のとおりである。\n（一）　１の（１）の事実は、原告が肩書地に本社を兵庫県宝塚市に工場を置いて\nいるとの点を除いて認める。\n同（２）の事実のうち、参加人の組合員数が初審結審時二六名、被告結審時一七\n名であつたことは不知、その余は認める。\n同（３）の事実は、後記の事情によりとの認定部分を除いて認める。\n（二）　２の（１）の事実のうち、原告には昭和三九年頃全従業員によつて従業員\n会という親睦団体（運営費の九割は原告負担）が組織され、それ以来賃上げ、一時\n金等を含む労働条件の改善については、原告と従業員会の話合いによつて決定され\nてきたことは認め、その余は不知。\n同（２）の事実は知らない。\n同（３）の事実のうち、原告が昭和四九年の賃上げについて従業員会と話合いを\n続けていたことは認め、その余は争う。\n従業員会との話合いは同年二月末から行つている。\n同（４）の事実のうち、Ｃ（以下「Ｃ」という。）がＡ部長に挨拶したのが公然\n化通知前であること及びその際参加人が化学同盟に加盟していることを聞いた同部\n長が「化学同盟はいかん。」という趣旨のことを述べたことは否認し、その余は認\nめる。\n（三）　３の（１）の事実前段のうち、原告が被告認定の日時に全従業員約二三〇\n名を集めて朝礼を行つたこと、Ａ部長がその際「今年の賃上げは従業員会と妥結し\nたが参加人とは妥結していない。」と述べたことは認め、その余は否認する。同後\n段のうち、従業員の動揺を心配してとある部分は否認し、その余は認める。\nＡ部長は従業員の動揺が原告の円滑なる業務遂行に障害を与えることを心配したた\nめ朝礼を行つたのである。\n同（２）の事実のうち、従業員らが昭和四九年四月一五日チバ労組を結成したこ\nとは認め、その余は争う。\n同（３）の事実は知らない。\n同（４）の事実のうち、参加人が昭和四九年四月一〇日団体交渉の結果を報告す\nるために終業後各支部ごとに集会を開くことを決めたこと、参加人がその旨指令を\n出し、この指令により宝塚工場支部の役員が本件食堂の使用を原告に申し入れたこ\nとは不知、その余は認める。\n同（５）の事実のうち、当時Ｄが係長であつたことは否認し、その余は認める。\n同（６）の事実は認める。\n（四）　４の（１）、（２）の事実は認める。\n同（３）の事実のうち、参加人が夏期一時金闘争の一環として及び原告の参加人\nに対する態度に抗議する趣旨から、組合員が腕章鉢巻を着用して就労することを決\n定したこと、昭和四九年五月二二日始業時から宝塚工場支部組合員に腕章等の着用\n就労を指令したこと、着用就労したのが、組合員であることは不知、その余は認め\nる。\n同（４）の事実のうち、原告が一括解決をみないうちは一時金を支給できないと\n回答したことは否認し、その余は認める。原告は妥結しないうちは一時金を支給し\nないと回答したのである。\n同（５）、（６）の事実は認める。\n同（７）の事実のうち、照会票に回答しなかつたのが組合員であつたこと、参加\n人が被告認定の訴えや反対の署名運動を行つたこと及び原告が一括解決を譲らなか\nつたことは不知、その余は認める。\n同（８）の事実は認める。\n同（９）の事実は、原告が配布するビラの内容を届出るよう求めたことを除いて\n認める。\n同（１０）の事実のうち、原告の職制やチバ労組員ら数十名が参加人組合員を遠\nまきにしたこと、組合員らがＥの求めに応じて門外でビラを配布したこと、組合員\nらが門外ではビラ配布はできないと判断したことは争い、その余は認める。\n同（１１）の事実は認める。\n同（１２）の事実のうち、昭和四九年七月二二日以降も参加人の団体交渉開催要\n求に対し、原告は同様の回答を繰り返したとの点は争い、その余は認める。\n参加人からは、掲示板貸与についての具体的な団体交渉の申入れはなされていな\nい。\n同（１３）の事実は認める。\n４　よつて、原告は請求の趣旨記載のとおりの判決を求める。\n二　被告の請求原因に対する認否及び反論\n１　請求原因１の事実は認め、同２は争う。\n２　本件命令の理由は別紙（二）命令書の理由欄記載のとおりであり、被告の認定\nした事実及び判断に誤りはない。\nなお原告は本件命令において維持された初審命令主文第一項について、その基礎\nとなつた事実認定及び判断と主文との間には齟齬があり、救済方法としても濫用に\nわたる旨主張するが、本件は原告が参加人に対し掲示板貸与の条件として到底受け\n容れがたいものを提示し、しかもその条件に固執してその貸与を拒否したことが不\n当労働行為であると判断したものであつて、かような場合に原告の不当労働行為な\nかりし状態とはかかる不当労働行為意図をもつ条件を付することなく参加人に掲示\n板が貸与されることが必要なのであり、そのため右の如き条件を付することなく貸\n与することを命じたのであり、その主文と事実認定及び判断との間に齟齬はなく、\nしかも被告の裁量としても許される範囲の救済方法である。\n三　参加人の請求原因に対する認否及び反論\n１　請求原因１の事実は認め、同２は争う。\n２　参加人の反論\n（Ａ部長の発言問題について）\n（一）　Ａ部長は参加人が公然化する昭和四九年四月四日以前から原告の従業員が\n総評系特に化学同盟を上部団体とする労働組合を結成することを嫌つており、結成\nを妨害していた。即ち、\n原告には参加人が公然化する前から従業員会があり、同会は武田薬品工業株式会\n社関連企業内の労働組合や従業員会で組織する武田関連企業組合連合会（以下「武\n全協」という。）に加盟していた。武全協の中心は武田薬品労働組合であり同組合\nは同盟系である。Ａ部長は参加人公然化当時委員長であり従業員会の運営委員でも\nあつたＣに対し、昭和四八年秋頃従業員会がもめるようなことがあつて総評系の組\n合が結成されるようなことがあつては大変だから、武全協の他の組合と同じ同盟系\nの組合をつくつてはどうかと話したりした。そしてＡ部長はＣらが総評系の組合を\n結成しているのを知り、同月二日Ｃを呼びつけ総評系の組合をこそこそつくろうと\nしていると結問したりした。そこでＣは同月四日の正式の公然化通告の直前にＡ部\n長のところへ行き、組合が結成されたことの報告を行つた。その際同部長は参加人\nが総評の中でも化学同盟系に所属していることを知り嫌悪の情を顕に示した。\nこうした事情の下でＡ部長は同月八日朝礼を行つたものであり、被告の認定は右\n事情に照らしても合理的である。\n（二）　原告は参加人が公然化したことから職場内に動揺が生じ作業能率が低下す\nるおそれがあつた旨主張するが、参加人の公然化により原告の業務に支障が生じた\nことはなく、当日突然に連絡するという異例の朝礼を開くまでの必要性は認められ\nない。\n（三）　そして朝礼のなされた同じ同月八日にはＦマーケツテイング部長とＥ労政\n室長が組合に加入できる立場でも、またその気もないのに従業員会主催の組合説明\n会で参加人の上部団体である化学同盟の誹謗、中傷をエスエス製薬やシエーリング\nの例を出して行い脱退工作を行つたことからすればＡ部長の発言も原告の組織的な\n組合攻撃の一環とみるほかないのである。\n（四）　このような朝礼前後の状況からしても、Ａ部長の発言が被告認定のとおり\nであることは明らかである。\n（食堂等の使用制限の問題について）\n（一）　原告は午後五時から食堂使用を認めることによる業務上の支障について、\n食堂自体の使用の必要性と集会による騒音の就労中の従業員に対する業務上の影響\nをあげているが、その業務上の支障は具体的なものではなく、きわめて抽象的でそ\nのおそれをいつているにすぎない。即ち、\n（１）　まず原告は食堂使用の必要性について、午後五時二〇分頃写真器材部Ｂな\nる男が客との商談のため本件食堂を使用しようとしたところ参加人の集会のため使\n用できなかつた旨主張するが、この事実自体きわめて疑わしいものである上、仮に\n右事実があつたとしても、原告が参加人に対して使用を認めなかつた際知らなかつ\nたことであり、しかも他の会議室が使えなかつたかについては不明であり、現実に\n商談ができずに支障を生じたとまではいえないのである。逆に五三号館には会議室\nや応接室があり、本件食堂はとりあえずのプライバシーを保つ必要のない程度の簡\n易な応接のため位しか使用されていなかつたのであるからむしろ業務上の支障を生\nずる程のことはなかつたというべきである。\nまたその後原告はしばらくして本件食堂を午後五時以降閉めたことからしても、\n応接のための本件食堂の使用は本来のものでなかつたといえる。\nしたがつて原告は本件食堂を使用しうる状態にしておきたかつたという抽象的な\n必要性があつたにすぎない。\n（２）　次に三階以上の従業員への影響の点であるが、鉄骨の建物で一階の音が業\n務に支障がある程度に三階まで聞こえることは通常あることではない。しかも現実\nに昭和四九年四月一〇日午後五時以降そのような苦情が三階以上の管理職からあつ\nたということもなく、結局騒音による業務上の支障があつたともいえないのであ\nる。そしてもし危険性があれば原告はマイクの使用を制限するなどの条件を付せば\nよいのにそれもせずに本件食堂の使用を全面的に認めなかつたのである。このこと\nは原告が参加人の屋外での集会を認めなかつたことについてもいえることである。\n右の如き業務上の影響もまた、極めて抽象的なものにすぎないのである。\n（二）　原告は従業員会と労働組合たる参加人とは性質が違うのであつて同列に扱\nうことはできないという。しかし本件食堂使用の必要性や他の従業員への騒音によ\nる業務支障という実質的な点では同じであり、また従業員会といつても現実には他\nの労働組合とともに武全協にも加入し労使交渉のための機能も果していたのであつ\nてそのすべてを他の会社業務一般と同視するのは誤りである。しかも従業員会が就\n業時間中に他部門が就業しているのに六三号館でマイクを使用して集会したことも\nあり、その業務上の支障の点が同じであるのに、原告がことさら従業員会ではな\nく、労働組合だから、特に参加人だからといつて認めないのは明らかに不当な制限\nである。\n（三）　本件で参加人は使用する前日の昭和四九年四月九日の団体交渉の席上、原\n告に対し、本件食堂の使用方を申し入れたが、原告はその主張するが如き抽象的な\n業務障害のおそれということであれば、すぐに拒否の返事ができたであろうに拒否\nすることなく、逆にその使用を認めるような素振りであつた。そこで参加人は組合\n員に対し、早速その連絡をしてその準備を完了したところ、原告は参加人に対し同\n月一〇日午前一〇時頃午後六時から許可するとの予想外の回答であつた。ところで\n原告はその拒否理由については何ら具体的なものは告げず、マイク使用禁止といつ\nた条件も、また他の場所といつた代替案もでなかつたのである。なお原告は本件食\n堂のある原告の施設に隣接する美幸町会館の使用を代替手段としてあげているが、\nその当時そのような話もなかつたし、もしあつても連絡等の都合で間に合わなかつ\nたのである。そしてやむなく参加人が同月一〇日午後五時から本件食堂で集会をは\nじめると突如としてＤ労政室員がやつてきて集会を妨害し午後六時になると役目が\n終つたとばかり引きあげていつたのである。\n（四）　以上のとおり、原告の本件食堂等の使用制限には何ら理由がなく従来の取\n扱いにも反する上、参加人に対する一連の行為からみて、原告は参加人に対し敵意\nを持つてその集会を失敗させようとしたものであることは明らかである。\n（ビラ配布の問題について）\n（一）　参加人の行つたビラ配布は就業時間外の午前七時三〇分から八時半頃まで\nの間、正門の入口付近で行つたにすぎない。このように門内でビラ配布を行つたの\nは従業員の利用する通勤バスは、門内のタイムレコーダー横に停まり、バスから降\nりた従業員は門の外にでることなくタイムレコーダーを押して各職場に向かうので\nあり、しかも従業員の内数十人は自家用車勤務であつて直接構内に乗り込むので門\nの外でのビラ配布はほとんど困難なのである。なお参加人は当初原告に配布する旨\nの届出をしていたこともある。\nこのように参加人が行つたビラ配布は極めて控え目で且つやむを得ないやり方で\n行つていたのである。\n（二）　原告は右のような参加人のビラ配布に対し、就業規則違反であるとか、参\n加人との間の昭和四九年五月三一日付協定にも反する違法不当な組合活動であつて\n保護の対象とならない旨主張する。しかし右のような会社構内で行うビラ配布は施\n設管理権侵害の問題を生ずるものではない。仮に施設管理権侵害の問題を生ずると\nしても、使用者の施設管理権も労働者の団結権保障との兼合いから本質的に制約さ\nれるものであつてビラ配布という組合活動上きわめて重要な活動を制限する根拠と\nはなり得ないのであり、施設管理権を根拠とする無許可ビラ配布禁止の就業規則は\n無効であつて参加人のビラ配布を制限することはできない。また仮に右就業規則が\n有効であるとしても、組合の団結権保障との兼合いから、極めて限定的に解釈さ\nれ、運用されなければならない。具体的にいえばその許可基準が明確なものであつ\nて且つ例外的に許可されない場合があるというものであり、特にそのビラ内容に関\nして条件を付けることは許されないのである。しかるに就業規則の当該部分は全く\n許可基準を定めず、原告はその運用としても単なる届出をしただけでは足りず、そ\nのビラ内容の事前提出も要求しているのである。これこそ原告の許可権限の濫用で\nあつて、本件就業規則違反を理由として参加人のビラ配布を妨害する明白な不当労\n働行為である。\n（三）　また、参加人が結成される以前に、従業員会は就業時間中でもビラを配布\nしていたが、何ら問題とされていず、施設管理上の問題は同じであるのに、労働組\n合だからとことさらに参加人のビラ配布を認めないのは明らかに不当な制限であ\nる。\n（四九年度夏期一時金交渉の問題について）\n原告は夏期一時金の回答は他の要求項目との総合的決定であり、労使関係の安定\nを目的としたものであつて一括妥結を参加人に要請したことは合理性があり、これ\nに応ずるか否かは組合の自由意思による選択の問題である。そして照会票も二労働\n組合併存の状況下では他に妥当な手段はなく、支給日の違いは妥結日の違いであつ\nて参加人も合意しているのであつて何ら不当ではない旨主張する。しかし、原告の\n回答は、\n（１）　組合活動は就業時間外に行うものとする。会社の施設構内においては会社\nの許可なく一切の組合活動を行わない。\n（２）　会社は組合事務所貸与の便宜供与をしない。\n（３）　賃上げは解決ずみである。\n（４）　労働時間短縮の要求には応じられない。\n（５）　夏期一時金は一律三か月分、支給日は六月七日とする。\n（６）　組合掲示板は貸与する用意はあるが、①掲示事項は組合の各種集会の通知\n等会社の許可を得た事項に限ることとし、②掲示を行うときは予め会社に届出るこ\nと、③これらの規定に違反する掲示物は組合に撤去を求め、又は会社が撤去するこ\nと、④掲示板を除き会社構内での文書の配布、掲示等は一切しないこと、⑤会社の\n施設を利用し、または構内で政治活動をしないこと、との条件によつて貸与する。\nというものであるが、（１）、（２）、（６）は労働組合としてその運動に制限が\n加えられることになるなど極めて重大な問題であり、（３）、（４）は労働条件の\n主要な部分についての回答であり、これらの課題をも原告回答で妥結しなければ夏\n期一時金を支給しないとした原告の行為は不当ないわば「さしちがえ条件」により\n妥結を遅らせ支給差別をしようとの意図にもとづく支配介入の不当労働行為であ\nる。加えて照会票の実施については、チバ労組所属の組合員についてはその執行部\nから容易にその所属が分るのであり、また参加人も照会票配布実施の二日前である\n昭和四九年五月二五日には原告に対し、一時金妥結の意思を表明していたのであつ\nて、それにもかかわらず原告は敢えて照会票の配布を実施してチバ労組のみならず\n非組合員をもチバ労組と妥結した一時金の支給対象であること、したがつて参加人\nに所属している限り一時金が支給されないことを明らかにして組合間差別を助長し\nようとしたのである。一括妥結に自ら固執して夏期一時金の妥結を遅らせておいて\n妥結時期の違いが支給時期の違いとする原告の主張は全く理由がない。\n（掲示板貸与の問題について）\n（一）　原告は掲示板の貸与に条件を付しているが、その条件は要するに、（１）\n掲示事項は原告の許可を得た事項であつて、掲示をする際には予め届出をするこ\nと、（２）掲示板を使用する以上文書配布は認めない、（３）原告の構内での政治\n活動は認めない、という内容のものである。（１）についていえば、これは労働組\n合の掲示板を使用しての教宣活動が全て使用者の意思・拘束の下におかれ、使用者\n側の利益に反するもの、使用者を批判するものは掲示できないことになり、労働組\n合の自治・自主性を損なうものといわざるを得ない。また（２）、（３）について\nも、もともと組合活動としての教宣活動は争議時に限らず平和時においても行う必\n要があるにもかかわらずこれを一切否定し、政治活動というあいまいな表現の下に\n教宣活動を規制するものであり、一枚の掲示板貸与と引き換えにすべての教宣活動\nを否定するものであつて不当な条件といわざるを得ない。そしてかような条件をチ\nバ労組が了承したからといつて合理的な条件となるものではなく、かような付する\nことが許されない条件を付すること自体不当労働行為となるのである。\n原告は参加人がこの条件では受諾し得ないことを知りながら、右条件に固執し、\n参加人が一度掲示板貸与の要求を取り下げたことを理由に既に解決済みの問題と称\nして誠意ある態度を示さなかつたのであり、その不当性は明白である。しかもチバ\n労組に掲示板が貸与され、参加人に貸与されていないということは参加人の組合員\nに少なからず動揺を来たし、そのことが参加人の組織力に影響を及ぼしその弱体化\nにつながることは容易に予測しうるのである。\n以上のとおり原告の態度は併存組合がある中で平等取扱いを口実とする参加人の\n弱体化を目的とした不当労働行為であることは明らかである。\n（二）　そして右のような原告の不当労働行為から参加人を救済するためには右の\nような条件が付されることなく参加人に掲示板が貸与されることが必要であり、被\n告が右のような趣旨から初審命令の主文第一項を維持したことは相当である。\n第三　証拠（省略）\n理　　　由\n一　請求原因１の事実は当事者間に争いがない。\n二\n（当事者）\n成立に争いのない乙第一一号証、同第一九号証、同第一〇一、一〇二号証、同第\n一〇四号証、同第一二八号証、同第一三二号証、同第一三七号証、同第一七六号\n証、右乙第一二八号証により真正に成立したものと認められる乙第一三号証、証人\nＥ、同Ｃの各証言に弁論の全趣旨及び当事者間に争いのない事実を総合すると以下\nの事実が認められる。\n１　原告は兵庫県宝塚市＜以下略＞に本社（昭和四九年四月当時は大阪府内に所\n在）、医薬品本部（以下「本部」という。）及び工場を置くほか全国二三か所に出\n張所等を設けて、医薬品、プラスチツク、染料、農薬などの製造販売を営む総合化\n学会社であつてスイスのバーゼルに本拠をもつチバガイギーリミテッドが全額出資\nして設立した子会社である。\n２　参加人は、昭和四九年二月二四日原告の従業員をもつて結成され、同年四月四\n日公然化した労働組合であり、大阪、宝塚市の本部及び工場にそれぞれ支部を置い\nている。なお、原告内には同年四月一五日に同じく原告の従業員をもつて結成され\nた労働組合であるチバ労組が存在する。そして被告審問結審時の参加人の組合員数\nは一七名であり、チバ労組の組合員数は約一〇〇〇名であつた。\nまた原告内には原告の日本人従業員をもつて組織される従業員会が昭和三九年七\n月ころ成立した。同会はその目的を会員相互の親睦を図るとともに、社運の発展、\n能率の向上、従業員の福祉の向上と士気の昂揚に置き、その運営も、運営費の九割\nを原告が負担し、規約改正も原告の同意を必要とするといつた親睦団体であつた。\nそして従業員会は、参加人及びチバ労組が成立した後の昭和四九年五月三〇日解散\nした。\n以上の事実を認めることができ、他に右認定を覆すに足りる証拠はない。\n（Ａ部長の発言問題について）\n原告はＡ部長の昭和四九年四月八日の朝礼での発言は被告認定のような趣旨で行\nつたものではなく、また発言内容も被告認定とは異なり不当労働行為に該当しない\nとして被告の右に関する認定判断を争うので、この点について判断する。\n１　前掲乙第一二八号証、成立に争いのない乙第一二一号証、同第一六九号証、同\n第一七七号証、前掲乙第一二八号証により真正に成立したと認められる乙第二四号\n証、証人Ａ、同Ｃの各証言（但し、証人Ａの供述中後記措信しない部分を除く。）\n及び当事者間に争いのない事実を総合すると次の事実が認められる。\n（一）　Ａ部長は昭和四九年四月当時原告の医薬事業部生産部長兼宝塚工場長であ\nつた。同部長は、昭和四八年頃から従業員会による労働条件の改善等に関する活動\nには自ずから限界があるので労働組合を別個に組織すべきであり、しかも組織され\nる労働組合は総評系の上部団体に加入することは避けて同盟系の上部団体に加入す\nべきであるとの意見を持つており、かかる意見を当時従業員会の運営委員であつた\nＣらにも明らかにしていた。\n（二）　従業員会は原告との間で昭和四九年二月以降同年度の賃上げ問題について\n交渉を行つてきたが、同年四月四日妥結した。\n（三）　参加人は昭和四九年四月四日午前九時頃、原告に対し労働組合を結成した\n旨通知して公然化したが、当時参加人の執行委員長であつたＣが右通告前Ａ部長に\n対し、口頭で化学同盟を上部団体とする組合を結成した旨の報告を行つたところ、\n同部長は驚き大変なところを選択した旨の応答をした。\n（四）　参加人が公然化した後、工場部門の従業員の間では私語が多くなり職場内\nに落着きがみられないようになつた。このような職場内の状況を各職場の課長から\nの報告で知つたＡ部長は、その原因が先に従業員会と原告との間の賃上げ交渉の結\n果が参加人の結成により影響を受けるかどうかについて不安を抱いているためであ\nるものと考えた。\nなお、当時、原告の従業員間において参加人の上部団体が化学同盟であることに\n批判的意見もあり、意見の対立がみられた。\n（五）　そこでＡ部長は、同月八日午前八時から朝礼を行うことを決め、各課長を\n通じて工場関係の従業員約二三〇名を集めて朝礼を行つた。その朝礼において、同\n部長はまず賃上げ問題について触れ、従業員会と原告との間で妥結した賃上げ交渉\nの結果は、参加人と原告との間で賃上げ交渉の妥結がない以上、参加人の組合員に\nは適用されない旨述べ、次いで職場内に落着きがみられないことから、仕事は仕事\nとして専念して欲しい旨を述べるとともに、組合問題に触れ、「総評系の組合はよ\nくない」「特にその中で化学同盟は赤軍派のはねつかえりのような連中がやつてい\nる」「非常に過激な組合だ」「だから組織人員も七万から三、四万人に現在減つて\nきている」「組合のビラには非常によいことが書かれているけれども騙されてはい\nけない」「現在組合に入つている人でも勇気を持つてやめることも大切ですよ」な\nどと述べた。右発言に対し朝礼に出席していたＣからＡ部長に対し「Ａ部長が今お\nつしやつたことは不当労働行為ですよ」との発言もなされた。\n工場では朝礼は毎月初めに行つており、昭和四九年四月は既に同月一日に行い、\n同月八日の右朝礼は臨時のものであつた。\n以上の事実を認めることができ、証人Ａの供述中右認定に反する部分は前掲各証\n拠に照らして措信し難く、他に右認定を覆すに足りる証拠はない。\n２　以上の事実に基づいて検討するに、Ａ部長が朝礼を行うに至つた直接の契機が\n職場内での従業員に落着きがみられないことにあつたとはいうものの、他方同部長\nが以前から総評系の組合特に化学同盟を嫌悪していたこと、朝礼が参加人の公然化\n後間がない時期になされ、しかも工場長の立場での発言であること及び前認定の発\n言内容からすれば、同部長の発言は、明らかに参加人を誹謗し、それからの脱退を\n勧めて同組合の結成、運営に支配介入したものといわざるを得ず、右発言は労働組\n合法七条三号所定の支配介入による不当労働行為に該当するものと認めるを相当と\nする。\nよつて、原告のこの点に関する主張は理由がなく、他にこれを肯認するに足りる\n証拠はない。\n（食堂等の使用制限問題について）\n原告は、参加人からの本件食堂の貸与の申入れあるいは屋外での集会の開催の申\n入れをいずれも拒否したのは原告の施設管理上の正当な理由によるものであつて何\nら不当労働行為に該当しないとして被告の認定・判断を争うのでこの点について判\n断する。\n１　前掲乙第一二八号証、同第一七六号証、成立に争いのない乙第三〇号証、同第\n一七四号証、証人Ｄの証言により真正に成立したと認める甲第五号証の一、証人\nＤ、同Ｃの各証言及び当事者間に争いのない事実を総合すると次の事実が認められ\nる。\n（一）　昭和四九年四月当時宝塚市＜以下略＞には原告の医薬生産部である工場部\n門とそれ以外の本部部門があつた。そして主たる建物は五三号館とこれに隣接する\n六三号館であり、六三号館の一階には本件食堂があつて、二階には本部関係の生産\n管理の事務部門、三階には医薬事業部、マーケツテイング部、四階には研修室、人\n事労政部がそれぞれ入つており、就業時間は工場部門では午前八時から午後五時ま\nで、その他は午前九時から午後五時四五分までであつた。また当時、従来五三号館\nに入つていた部署が六三号館へ移転中であつたことから両館の会議室や応接室の使\n用が困難な状況にあり、他方本件食堂は昼食を出すだけであつたことから、その他\nの時間にはプライバシーを保つ必要のない商談や会議等に使用されていた。\n（二）　参加人は同年四月九日原告との間で第一回の団体交渉を行つたが、その団\n体交渉の経過報告を組合員に行う必要があつたことから、右交渉の終了頃、原告に\n対し翌一〇日午後五時から報告集会を行うので本件食堂を貸与して欲しい旨申し入\nれた。原告は右申入れに対し翌一〇日に回答を行うと回答した。ところで参加人\nは、工場部門の工場支部については就業時間が終了する午後五時から、また本部部\n門の本部支部については就業時間終了後の午後五時四五分から報告集会を開催する\nことに決定した。参加人が工場支部と本部支部とを分けて工場部門の組合員に対し\n先に報告を行うこととしたのは、公然化して間がなく午後五時四五分まで組合員の\n帰宅を引き留め待機させることに不安があつたこと、遠方から通勤している組合員\nが当時数十名おり、その者達のためにも早い時間に終了させたいと考えたためであ\nつた。\nところで右申出に対し原告は工場部門の終業時刻は午後五時であるが、本部部門\nの終業時刻は午後五時四五分であるから、それまでは本部への来客があり本件食堂\nを使用することもあり得、また集会においてマイク等が使用されて喧噪状態となつ\nた場合には就業中の従業員の執務に影響を与えて業務上の支障が生ずるおそれもあ\nると判断し、工場及び本部の終業後である午後六時からの使用を認める旨の回答を\nした。これに対し参加人は再度本件食堂の使用許可を求めるとともに、もし本件食\n堂の使用ができないのであれば、屋外での報告集会の開催を認めて欲しい旨原告に\n申し入れた。しかし原告はこれに対しても、屋外での集会も本部で就業中の従業員\nの執務に影響するとの理由から屋外集会の開催も許可しなかつた。\n（三）　工場支部の組合員約七〇名は、同日午後五時から予定どおり本件食堂を使\n用して報告集会を開始した。ところで同日午後五時すぎ頃本部写真機械部のＢが本\n件食堂で業者との商談をしようと本件食堂へ行つたところ、右のとおり参加人の集\n会のため使用できる状態にないため、労働組合関係を担当する教育労政室に抗議し\nた。そこで原告ははじめて参加人が無許可で集会を開催したことを知り、右教育労\n政室のＤが同日午後五時二〇分頃本件食堂へ行き、午後六時からの集会許可である\nとして集会を中止するようＣへ申し入れて同人と押問答となつたが、その間に午後\n六時となつたのでＤはその場を引き上げ、その後集会は午後七時頃まで行われた。\nなお参加人が工場支部の報告集会を一〇日の午後五時から行う旨の通知は原告か\nらの回答がなされる前になされ参加人が午後六時に開始時間を遅らせる旨の連絡は\n可能な状況であつた。\nまた、従来原告は従業員が就業時間中に職場集会を開くことを許可したことも、\nまた本件食堂の使用を許可したこともあつた。\n以上の事実を認めることができ、他に右認定を覆すに足りる証拠はない。\n２　ところで参加人が許可を求めた本件食堂の使用にしろ屋外集会にせよいずれも\n原告の物的施設の利用を伴うものであつて、これら施設は本来企業主体たる原告の\n職場環境を適正良好に保持し規律のある業務の運営態勢を確保しうるように物的施\n設を管理・利用しうる権限（以下「施設管理権」という。）に基づいてその利用を\n原告の許可にかからしめる等して管理運営されているものである。したがつて、参\n加人において右施設を利用する必要性が大きいからといつて原告の許可なく参加人\nが当然に右施設を利用しうるものではないというべきである。そうであれば、原告\nが参加人の本件食堂の使用の申出に対し許可しないことが権利の濫用であると認め\nられるような特段の事情がある場合を除いては、これを許可しないことをもつて不\n当な使用制限とはいえないものというべきである。\nそこで右に認定した事実を基礎に検討するに、本件食堂は会議、商談等に利用さ\nれてはいたが、秘密を要求されるものについては利用されていない臨時のものであ\nつたこと、参加人が集会を開始して後Ｂの苦情から原告がはじめて参加人の集会開\n催を知るなど集会が喧噪にわたるものではなかつたこと、このことは集会の目的が\n第一回の団体交渉の報告であつて必ずしも喧噪にわたることが当然に予想される集\n会ではなかつたこと、更に従業員会には本件食堂の使用も許可したことがあるこ\nと、また屋外の集会については必ずしも具体的な業務上の支障があつたともいえな\nいことなどからすれば、本件食堂の使用や屋外集会を参加人の希望どおり許可した\nことによる現実の業務上の支障は必ずしも大きくなかつたものと推認されなくもな\nいが、他方、工場部門とは別に本部の従業員の就業時間は午後五時四五分までであ\nつてその間に集会が行われるとすれば就業中の従業員が集会に気をとられ、職務に\n専念することができないなどの事態も予想し得ないわけではなく、また当時本来の\n会議室等の使用が困難であつたことから、本部従業員の就業時間中は本件食堂を当\n座の会議室等として使用していたのであるから、原告において本部就業時間中の本\n件食堂の使用を許可しないと考えたことにも合理性があること、現に使用できなか\nつた従業員もでていること、しかも原告は全く許可しないというわけではなく午後\n六時からの使用は許可していること、そして参加人が集会の開催を午後五時に固執\nした理由は専ら組合員の帰宅時間の遅れを妨ぐといつた自らの結束力の弱さからく\nる事由であり、これに固執する合理性に乏しいこと、また、従業員会は親睦団体\nで、原告の組織に近いものであつて、参加人と同一に扱うこともできないことなど\nの事情もあり、これらの事情を比較考量すると、原告が参加人からの午後五時から\nの本件食堂の使用申出あるいは屋外集会を許可しなかつたことについて、原告の権\n利の濫用であると認められるような特段の事情があつたものとはいえず、右の事情\nに原告が一般的に参加人に対し好意的でなかつたことも併せ検討しても、これをも\nつて未だ右にいう特段の事情があるものと認めるに足りず、他に右の権利の濫用が\nあるものと認めるに足りる証拠はなく、結局、原告の右許可しなかつた行為は不当\nということはできず、参加人に対する支配介入行為とはいえないものというべきで\nある。\nしたがつて、右の点に関し、原告の支配介入による不当労働行為であるとした被\n告の判断には誤りがあり、違法であつて取消しを免れない。\n（ビラ配布の問題について）\n原告は、原告が参加人のビラ配布行為に対し警告を行つたことが不当労働行為に\n該当するとの被告の認定・判断は誤りであるとして争うのでこの点について判断す\nる。\n１　前掲乙第一二八号証、成立に争いのない乙第二九号証、同第六九号証ないし第\n七二号証、同第一四一号証、同第一六四、一六五号証、証人Ｅ、同Ｄ、同Ｃ、同Ｇ\nの各証言及び弁論の全趣旨及び当事者間に争いのない事実を総合すると以下の事実\nが認められる。\n（一）　原告の本部及び工場に勤務する従業員のほとんどは自家用車や通勤バスを\n利用している。そして自家用車で通勤している人は直接本部及び工場内の駐車場に\n乗り入れた後、正門付近の守衛室脇のタイムレコーダーに打刻した後各職場へ向か\nい、また通勤バス利用者はバスが正門から少し構内に入つた位置に停車するため、\nそこから守衛室脇の右タイムレコーダーで打刻して各職場へと向うのである。した\nがつて参加人の組合員が構外でビラを配布するとすれば、配布を受ける側の者に正\n門付近まで出てもらつた上で手渡すほかできない状態であつた。\n（二）　参加人は公然化以降原告の本部及び工場の構内で組合機関紙等を配布した\nところ、昭和四九年四月一七日原告から参加人に対して就業規則第二条（ル）に規\n定してある「会社内において許可なく……ビラを配付しないこと。」に違反してい\nること、また違反が著しい場合には懲戒処分の可能性がある旨文書で警告を受け\nた。参加人はその後原告に対し「今日ビラをまきます」といつた程度の届出を行つ\nたが、原告は右程度の届出では内容が不明であるという理由で配布するビラを提出\nするよう求めた。原告のかような態度に対し、参加人はビラ配布は本来自由である\nとの考えから、同月下旬以降再び原告に届けることなくビラ配布を行つた。\n参加人の組合員は、同年五月二七日午前七時三〇分頃から五五分頃までの間夏期\n一時金交渉の状況等を記載したビラを本部及び工場構内のタイムレコーダー設置場\n所付近で配布した。これに対し原告の教育労政室室長のＥは右組合員らに対し原告\nの許可なくビラを配布することは就業規則に違反するから門の外でビラを配布する\nよう求めた。しかし参加人の組合員らは門の外でのビラ配布は実効性がないと考\nえ、再び構内のタイムレコーダー設置場所付近でビラを配布した。そこで原告は参\n加人に対し今後無許可でビラを配布することを繰り返すならば、責任を追及する旨\nの通告書を同日付で出した。参加人は右二七日以降も同様に無許可でビラを配布し\nたりしていたが、同年七月一五日も午前七時四〇分頃参加人の組合員らが構内ポー\nターハウス前付近でビラを配布していたところ、原告はビラ配布を行つた組合員ら\nに対し、構内における無許可ビラ配布行為は就業規則に違反するものでありかかる\n行為を繰り返さないよう厳重に警告するとともに、今後万一違反した場合の責任追\n及の権利を留保しておく旨の通告書を交付した。\n原告のこのような通告に対し参加人は原告に抗議文を提出して抗議したが、その\n後は構内におけるビラ配布は行わなくなつた。\n以上の事実を認めることができ、他に右の認定を覆すに足りる証拠はない。\n２　そこでまず右就業規則の規定の有効性について検討するに前認定の就業規則が\nビラ配布を原告の許可にかからしめた趣旨は、原告の有する施設管理権に基づきそ\nの配布されるビラの内容を事前に検討し、ことさら原告を誹謗・中傷するなどの不\n当な内容の印刷物が従業員に配布されることを未然に防ぐとともに、配布の手段方\n法を予め規制する機会をうることによつて職場環境を適正良好に保持しようとする\nものであるから、右就業規則の定め自体充分なる合理性を有し、また規定の仕方に\n明確性を欠くものでもなく、労働者の有する労働基本権によつて当然に無効とされ\nるものではないというべきである。したがつて原告は組合の無許可ビラ配布行為に\n対しては就業規則に基づき警告等を行うことができるものというべく、かかる警告\n等を行うことが原告の権利の濫用であると認められるような特段の事情がある場合\nのみ警告等の措置を行うことが許されず、無許可ビラ配布行為も正当な組合活動と\n評価されるものというべきである。\nそこで検討するに、本件で配布されたビラはその内容が一時金交渉の経過を報告\nする等であつて特にビラの内容自体が原告を誹謗・中傷し職場秩序を乱すものであ\nつたという事情も認められないこと、また配布された時間は早朝の就業時間前であ\nつたこと、ビラを配布した場所は本部及び工場構内ではあるが、その正門近くのタ\nイムレコーダー設置場所付近やポーターハウス前等であつて業務に直接支障を生ず\nるような場所とも認められないこと、ビラを配布したことによつてその場で喧噪や\n混乱状態を生じたという事情も認められないこと、構外でのビラ配布では通勤バス\nの停車位置等の関係から実効性に乏しいこと、そして原告と参加人との間で後記認\n定のとおり昭和四九年五月三一日組合活動は就業時間外に原告の施設を使用しない\nで行う場合は自由である旨の協定が成立したとしても、右条項は就業時間外に原告\nの施設を使用する場合の組合活動についてまで直接協定したものとは認められない\nこと等の事情にビラ配布という活動が組合にとつて極めて重要な情報宣伝活動であ\nることをも考え合わせると、原告が参加人のビラ配付行為に対して警告を行つたこ\nとは、他に原告においてこれを行う必要な事情が認められない以上、原告の権利濫\n用であると認められるような特段の事情がある場合に該当するものというべく、し\nたがつて原告の行つた右警告は参加人の正当な組合活動に対する支配介入と認めら\nれ、労働組合法七条三号に該当するものというべきである。\nよつて、原告のこの点に関する主張は理由がなく、他にこれを肯認するに足りる\n証拠はない。\n（夏期一時金交渉について）\n原告は夏期一時金交渉に当たり他の要求項目との一括妥結を要求したことは何ら\n不当ではなく、その結果チバ労組との間に一時金支給時期に差が生じたとしてもそ\nれは参加人の選択の結果にすぎず、また照会票を全従業員に交付したことも被告認\n定のような意図で行つたものではなく、何ら不当労働行為に該当しないとして、被\n告の認定や判断を争うのでこの点について判断する。\n１　前掲乙第一二八号証、同第一三七号証、同第一四一号証、同第一七四号証、同\n第一七六号証、成立に争いのない乙第二一号証、同第三四号証ないし同第三六号\n証、同第三八号証、ないし第四一号証、同第一〇五、一〇六号証、同第一四二号証\nの二、右乙第一二八号証により真正に成立したものと認められる乙第四二号証、弁\n論の全趣旨により真正に成立したものと認められる乙第四三号証、証人Ｅの証言に\n弁論の全趣旨及び当事者間に争いのない事実を総合すると以下の事実が認められ\nる。\n（一）　参加人は、原告に対し昭和四九年五月一三日同年度夏期一時金として一律\n四か月分を支給するように要求した。右要求を受けた原告は、参加人から公然化の\n通知以後諸要求を受けていたので、これらの要求項目も一時金問題と合わせて解決\nすることがその間の紛争をなくし安定した労使関係を形成することになり、他方参\n加人が自らの都合のよい要求のみの妥結を求めることは好ましくないと考え、これ\nら諸要求に対する回答を合わせて行い参加人に対してもこれら諸要求についての一\n括妥結を求めることにした。そこで原告は、同年五月二四日の参加人との団体交渉\nにおいて夏期一時金問題とその他の要求事項を一括して解決したい旨述べ、次のよ\nうな内容を骨子とする原告案を提示し、その全部につき一括解決をみないうちは右\n一時金は支給できないと回答した。\n（１）　組合活動は就業時間外に原告施設を使用しないで行う場合は自由である。\n原告の施設構内においては原告の許可なく一切の組合活動を行わない。\n（２）　チエツクオフは組合員名簿が提出された後原告が検討して参加人に回答す\nる。\n（３）　原告は組合事務所貸与の便宜供与をしない。\n（４）　賃上げ問題は解決ずみである。\n（５）　労働時間短縮の要求には応じられない。\n（６）　夏期一時金は一律三か月分、支給日は同年六月七日とする。\n（７）　組合掲示板は貸与する用意はあるが、①掲示事項は組合の各種集会の通知\n等原告の許可を得た事項に限ること、②掲示を行うときは予め会社に届出ること、\n③これらの規定に違反する掲示物は組合に撤去を求め、または原告が撤去するこ\nと、④掲示板を除き原告構内での文書の配布、掲示等は一切しないこと、⑤原告の\n施設を利用し、または構内で政治活動をしないこととの条件によつて貸与する。\nこれに対し参加人は原告の態度は一時金とその他性質の異なる問題とのいわば\n「さしちがえ条件」を要求するものであつて容認できない旨主張した。\n参加人は同月二五日原告に対して夏期一時金については原告の回答で同意する旨\n申し入れたが、原告は同月二七日付文書をもつて原告の一時金に関する回答は参加\n人の諸要求を総合的に考えて決定したものであり、参加人の回答は参加人の諸要求\n項目の一部の同意にすぎず他の項目について同意が得られなければ支給できない旨\n申し入れた。参加人は原告の右申入れに対し、同日、文書で、夏期一時金について\nは原告の回答に同意するが、他の項目については検討の上今週中に回答する旨申し\n入れた。原告は右申入れに対して同月二八日付文書で一時金だけを切り離して妥結\nすることはできない旨を再度参加人に通知した。\nなお同月二八日参加人は大阪府地方労働委員会に夏期一時金問題解決のためのあ\nつ旋申請をしたが、原告は自主交渉で解決したいとの態度をとつたためあつ旋は行\nわれなかつた。\nこうした中で同月三〇日、原告の教育労政室長のＥは当時参加人の書記長であつ\nたＧに対し原告としては回答した項目以外に要求項目がない状態であればよいの\nで、同意できない項目は取り下げたらどうかと述べて検討を促した。そこで参加人\nは検討の結果、原告に対し、同月三一日原告の回答中同意できる事項を明らかにし\nその余の事項については不必要と思われる項目もあるので一応取り下げることと\nし、後日検討の上、再提案する旨回答し、結局同日行われた団体交渉において、次\nの内容を骨子とする協定が原告・参加人間で締結された。\n①　組合活動は就業時間外に原告施設を使用しないで行う場合は全く自由である。\n②　チエツクオフは組合員名簿が提出された後原告が検討して参加人に回答する。\n③　賃上げ要求は解決済みである。\n④　夏期一時金は一律三か月分、支給日は同年六月一一日とする。\n⑤　その他の要求は取り下げる。\n（二）　他方チバ労組は同年五月一八日原告との間で団体交渉を行い夏期一時金と\nして三か月分を同年六月七日に支給するとの内容で妥結した。その際には原告が参\n加人に示したと同様に、原告はチバ労組に対し今までの諸要求の一括回答による一\n括妥結を求め、チバ労組が同意できる項目についてのみ妥結し、その余の項目につ\nいては取り下げるという方法で行つた。\nまた原告は非組合員に対しても夏期一時金として三か月分を同年六月七日に支給\nすることとし、同年五月二七日チバ労組所属の組合員及び非組合員の範囲を知りた\nいとして従業員の所属組合を明らかにして欲しい旨の照会票を全従業員に配布し\nた。\n（三）　原告は夏期一時金の支給をチバ労組員及び非組合員には同年六月七日に行\nい、参加人の組合員には同月一一日に行つた。\n以上の事実を認めることができ、他に右の認定を覆すに足りる証拠はない。\n２　右認定事実に基づいて検討するに、まず原告が一時金と合わせて提示した回答\n内容についてみるに、（１）の就業時間中又は施設利用を伴う組合活動の制限につ\nいては、就業時間中の組合活動が許されないことは当然のことであり、また施設利\n用を伴う組合活動を原告の許可にかからしめることは、使用者が企業主体として施\n設管理権に基づき企業施設を管理運営していく以上当然のことであり何ら不合理な\n内容とはいえず、また（７）の掲示板貸与の問題は後記のとおり不合理な回答とは\nいえず、その余の回答もそれ自体何ら合理性を疑わせる事情もない。そこで次にか\nような回答と一時金問題との一括妥結を求めたことについての当否を検討するに、\n一時金以外の回答が一時金の額や支給時期を直接左右しているとの事情はみられ\nず、要求項目全部について一括妥結を求めることの合理性は十分とはいえない。し\nかも原告は交渉過程において、全従業員に照会票を交付して参加人組合員のみ支給\nされないことを明らかにしているのであつて、かような方法を採つたことは、チバ\n労組員については同労組執行部を通してその所属を知ることができたなどその余の\n方法が考えられることを考慮すると、不適切な面がないとはいえない（しかし、非\n組合員については何時一時金を支給するかは原告の自由に決しうるところであり、\n参加人との妥結を待つ必要はないのであつて、その範囲を知るために照会票を交付\nすることは必ずしも不適切とはいえない。）。しかし他方右一時金交渉の経過をみ\nると、原告は参加人に対し、昭和四九年五月二四日一括妥結は求めたものの、同月\n三〇日には同意できない項目の取下げを示唆して問題解決の方法を提示してその解\n決に柔軟な姿勢を示し、同月三一日には参加人側もこれを受けて双方合意に達し、\n協定が成立したもので、支給日の遅れも四日間にすぎず、それも参加人と原告との\n間の右協定で定めたこと、しかも原告はチバ労組に対しても同一の対応をしている\nことなどを考慮すると、前示の如く交渉過程において原告側に不適切な面はあり、\nまた原告が一般的に参加人に対し好意的でなかつたものの、原告があくまで原告の\n回答に固執し団体交渉を拒否して一時金交渉の妥結を意図的に遅らせたとまでは断\n言できず、未だ一時金の支給時期の遅れが生じたことをもつて原告が意図的に参加\n人の弱体化を図つて行つた行為とは認められず、したがつて原告に右の点について\n労働組合法七条一号及び三号所定の不当労働行為があつたとは認められない。\nよつて、被告の夏期一時金交渉に関する判断は誤りであり右部分の取消しは免れ\nない。\n（掲示板貸与について）\n被告は原告が参加人に掲示板を貸与しないことは不当労働行為に該当すると認定\nし、その主文において無条件で参加人に対し掲示板を貸与すべきことを命じている\nが、原告は合理的な条件を提示して貸与を認める旨回答しているのであつて不当労\n働行為にはあたらず、また被告が無条件で参加人に掲示板を貸与するように命じた\nのは被告の裁量の範囲を逸脱しており、いずれにしても取り消されるべきであると\n主張して争うのでこの点について判断する。\n１　前掲乙第一四一号証、同第一四二号証の二、同第一七四号証、同第一七六号\n証、成立に争いのない乙第七三号証ないし第八一号証、証人Ｄ、同Ｇの各証言に弁\n論の全趣旨及び当事者間に争いのない事実を総合すると以下の事実が認められる。\n（一）　参加人は昭和四九年七月三日原告に対し、前認定の経過で一旦取り下げた\n要求である掲示板貸与の件等について改めて要求書を提出するとともに貸与につい\nての協定書案も提出した。そして参加人は同月一七日原告に対し右要求項目につい\nて同月二四日に団体交渉を開催するように申し入れた。これに対し原告は、右掲示\n板貸与の要求については同年五月三一日既に取り下げられて解決済みの問題である\nこと、しかもそれを二か月もたたない内に再び提出し問題をむし返すことは信義則\nに反するとの考えから、同年七月二二日付回答書をもつて、参加人に対してその問\n題は解決ずみであるとの回答を行つた。そこで参加人は、同月二四日右回答に対\nし、同年五月三一日に掲示板貸与の要求を取り下げた趣旨は、要求が提出されてい\nない状態に戻すだけであつて、解決済みとする趣旨ではなかつたとの見解を示すと\nともに、再度同日付で団体交渉の開催を申し入れた。原告は、同年七月二九日右参\n加人の見解に対し、前示の如き原告の考えを示す回答を行つた。そして参加人は、\n原告に対し、同月三〇日原告の右態度は団体交渉を拒否するものであると抗議し\nた。\nなお原告は、前認定の同年五月二四日参加人に示した貸与条件について参加人が\n同意すれば掲示板を貸与する旨の態度を示している。\n（二）　参加人は、その後同年夏頃、本部及工場正門前（会社構外）に掲示板を自\nら設置使用しており、チバ労組は、原告提案の貸与条件に合意したため、同年夏頃\nから構内に掲示板の貸与を受けている。\n以上の事実を認めることができ、他に右の認定を覆すに足りる証拠はない。\n２　ところで掲示板を貸与するか否かはいわゆる便宜供与の問題であつて、当然に\n原告が参加人に貸与する義務を負うものではないこと明らかで、原告が貸与にあた\nり条件を付することはそれ自体何ら不当なこととはいえない。そして一般に同一企\n業内に複数の組合が併存している場合であつても、各組合はそれぞれ独立してその\n活動を行う自由を有しているところから、組合が協約等を締結するにあたつては専\nら自らの自主的判断によつてその内容を決定すべきものであり、併存組合の一方が\n使用者側からの提案を受諾し協約等を締結したのに対し他方の組合が右提案の受諾\nを拒否したため使用者との間で協約等を締結することができず、その結果使用者と\nの関係で両組合の取扱いに差が生じたとしてもそれは正に当該労働組合の自主的判\n断に基づく選択の結果にほかならず、したがつて使用者が両組合に対して同一の条\n件を提示しているような場合にはそのこと自体では原則的には不当労働行為の成立\nする余地はないものというべきである。もつとも、使用者から提案された条件等の\n内容、これが提案されるに至つた事情等に照らして、使用者が一方組合の弱体化を\n意図して協約等の成立を妨げる目的で付された条件等と認められるような正常な労\n働組合であれば到底受け容れられないと認められる特段の事情が存する場合には例\n外的にこれが不当労働行為となるものというべきである。\nそこで右の点について検討するに本件で原告は掲示板貸与につき、参加人及びチ\nバ労組に対し同一条件を提示して貸与を認める旨回答し、これに対しチバ労組は右\n条件を受諾して掲示板貸与を受け、参加人はこれを受諾せずしたがつて掲示板の貸\n与を受けることができなかつたものである。そこで、すすんで掲示板貸与に関する\n条件について検討するに、まず掲示事項の許可制及び掲示物の届出を条件としてい\nる点であるが、原告は使用者として原告の管理所有する施設については施設管理権\nを有し、従業員が施設を利用して行う活動も企業秩序の維持、職場環境の保持等の\nため一定の事項に制限し、またその方法も特定のものに限定しうるものというべき\nであるから、参加人に貸与する掲示板につき右の如き条件を付することが、参加人\nの有する労働組合としての自主性等を侵害するものではなく、何ら不当なものとい\nうことはできない。右の許可、届出制により参加人の正当な組合活動が妨害される\nとすれば、それはその運用において原告が不当な行為を行つているものというべき\nで、その段階において参加人の救済を考慮すれば足りるもので、その以前の許可、\n届出制それ自体が不当で合理性を有しないものということはできない。次に掲示板\nが貸与される以上原告の施設内でビラ等を配布しないとの条件についてであるが、\n原告施設内でのビラ配布は前示のとおり一般的には許されない行為であることから\nすれば右条件自体不合理なものとはいえない。そして原告の施設を利用しまたは構\n内で政治活動を行わない旨の条件についても、元来職場は業務遂行のための場であ\nり、企業施設は企業運営のための施設であつて、政治活動等従業員の私的活動のた\nめの場所ではなく、企業施設内において従業員が政治活動を行うときは従業員間の\n政治的対立ないし抗争を生じさせるおそれがないではなく、それがまた使用者の管\n理する企業施設を利用して行われるものである以上その管理を妨げ、企業秩序が乱\nされるなどのおそれがあり、そのため使用者において企業施設内での政治活動を制\n限しうるものというべきである。したがつて右のような趣旨を考慮すると原告の示\nした掲示板貸与の右条件は何ら不合理とはいえず、特段に参加人の組合活動を制限\nする条項とも認められない。またその他の条件についてもこれが不合理と認められ\nるような事情は存しない。したがつて原告が右の条件を提示したことは何ら不当と\nはいえない。なるほど原告は参加人の掲示板貸与の要求に対して既に解決済みと称\nして団体交渉をも拒否した点はそれまでの経緯に照らし不当であつたとしてもその\nことから直ちに、条件について合意が得られなかつた結果である掲示板不貸与まで\n不当ということはできず、ほかに原告が一般的に参加人に対し好意的でなかつたこ\nとをも考慮しても原告が参加人の弱体化を意図して右の如き条件を提示したとの事\n情も認められない。\nよつて被告が本件命令により、初審命令が原告に対して掲示板の貸与を命じた部\n分を維持してこの点に関する原告の再審査申立てを棄却したことは他の点について\n判断するまでもなく、既に右の点において違法であり取消しを免れない。\n三　以上のとおりであるから、本訴請求のうち、本件命令により維持された初審命\n令中の別紙（一）記載の部分の取消しを求める部分は理由があるからこれを認容\nし、その余の部分の取消しを求める部分は理由がないからこれを棄却することと\nし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条、九三条、九二\n条本文を各適用して、主文のとおり判決する。\n（裁判官　渡邊昭　大谷禎男　遠山廣直）\n別紙（一）\n第一項「被申立人は、申立人に対して、被申立人がチバガイギー労働組合に貸与し\nている掲示板と同形状の掲示板を、同等の場所において貸与しなければならな\nい。」\n第二項記の記中\n「２　昭和四九年四月一〇日午後五時から食堂を使用させてほしい旨の貴組合から\nの申出に対し、午後六時以降の使用しか認めず、更に屋外集会の開催をも認めなか\nつたこと」及び「５　貴組合との昭和四九年度夏期一時金交渉に際し、不当な条件\nを持ち出して妥結を困難にし、もつて貴組合の組合員に対する夏期一時金の支給を\nチバガイギー労働組合員及び非組合員に比べて遅らせたこと」\n以上\n（別紙（二））\n命令書\n大阪地労委昭和四九年（不）第三三　三五号\n昭和五〇年一〇月一七日命令\n申立人　化学産業労働組合同盟日本チバガイギー労働組合\n被申立人　日本チバガイギー株式会社\n主　　　文\n一　被申立人は、申立人に対して、被申立人がチバガイギー労働組合に貸与してい\nる掲示板と同形状の掲示板を、同等の場所において貸与しなければならない。\n二　被申立人は、縦一メートル、横二メートルの白色木板に下記のとおり明瞭に墨\n書して、宝塚工場正門付近の従業員の見やすい場所に一〇日間掲示しなければなら\nない。\n記\n年月日\n申立人代表者あて\n被申立人代表者名\n当社は、下記の行為を行いましたが、これらの行為は、労働組合法第七条第一号\n及び第三号に該当する不当労働行為であることを認め、ここに陳謝するとともに、\n今後このような行為を繰り返さないことを誓約いたします。\n記\n１　昭和四九年四月八日、宝塚工場における朝礼において、医薬品本部生産部長Ａ\nが貴組合の上部団体をひぼうしたり、貴組合の組合員に貴組合からの脱退をすすめ\nたりしたこと\n２　昭和四九年四月一〇日午後五時から食堂を使用させてほしい旨の貴組合からの\n申出に対し、午後六時以降の使用しか認めず、更に屋外集会の開催をも認めなかつ\nたこと\n３　貴組合の組合員が、会社構内において正当なビラ配布活動を行うことを妨害し\nたこと\n４　昭和四九年度夏期一時金闘争に際し、貴組合が鉢巻、腕章を着用して就労した\nところ、Ａ部長ら職制がこれを取りはずすよう、執ように命じたこと\n５　貴組合との昭和四九年度夏期一時金交渉に際し、不当な条件を持ち出して妥結\nを困難にし、もつて貴組合の組合員に対する夏期一時金の支給をチバガイギー労働\n組合員及び非組合員に比べて遅らせたこと\n以上、大阪府地方労働委員会の命令によつて掲示します。\n三　申立人のその他の申立ては、これを棄却する。\n理　　　由\n第一　認定した事実\n１　当事者等\n（１）　被申立人日本チバガイギー株式会社（以下「会社」という）は、肩書地に\n本社を、また兵庫県宝塚市に工場並びに医薬品本部（以下、単に「本部」という）\nを置くほか、全国二三カ所に出張所を置いて、医薬品、プラスチツク、染料、農薬\nなどの製造、販売を営む総合化学会社であり、その従業員数は約一、二〇〇名であ\nる。なお、会社はスイスのバーゼルに本拠をもつチバガイギーリミテツドが全額出\n資して設立した子会社である。\n（２）　申立人化学産業労働組合同盟日本チバガイギー労働組合（以下「組合」と\nいう）は、会社の従業員で組織された化学産業労働組合同盟（以下「化同」とい\nう）傘下の労働組合で、その組合員数は本件審問終結時二六名である。\nなお会社には、組合のほかに、会社の従業員約一、〇〇〇名で組織するチバガイ\nギー労働組合（以下「チバ労組」という）がある。\n２　組合公然化に至る経緯について\n（１）　昭和四九年当初までは、会社には、申立外大阪化学産業労働組合に個人的\nに加盟する従業員らが組織した非公然の「綱分会」があつたのみで、他に労働組合\nは結成されていなかつた。\nこの綱分会は、上記大阪化学産業労働組合が四九年三月に化同に加盟したのに伴つ\nて、その傘下の組合となつた。\n（２）　従来会社には日本チバガイギー従業員会（以下「従業員会」という）なる\n組織があり、同会は四九年四月当時平均三四、〇〇〇円の賃上げ要求を掲げて会社\nと交渉を続けていたが、これに対し組合は従業員会を親睦団体にすぎないとしなが\nらも、同月四日、会社に対し、①従業員会の要求額を全額支給すること、②組合に\n事務所及び掲示板を貸与すること、③労働時間を短縮すること等を内容とする要求\n書を提出し、その存在を公然化した。\nこれより先、同月二日、本部の生産部長Ａ（以下「Ａ部長」という）は、かねて\nから従業員会の役員として活動を続けるとともに公然化前から組合の執行委員長に\n就任していたＣ（以下「Ｃ委員長」という）を招いて、「労働組合を結成するらし\nいが、上部団体加盟はよく考えた方がよい。上部なしか、加盟するとすれば同盟系\nがよいだろう」などと述べた。\nＣ委員長は、組合が公然化した四月四日にＡ部長にあいさつしたが、その際組合\nが化同に加盟していることを聞いたＡ部長は大いに驚き、「化同は絶対にいかん」\nと口走つた。\n３　組合公然化後のＡ部長の発言等について\n（１）　四九年四月八日、会社は、宝塚工場で働く全従業員約二三〇名を集めて朝\n礼を開き、そこでＡ部長は「総評系の労働組合はよくないが、とくに化同は過激で\nあり、そのため、一時七万人を数えた化同の組合員数も三万人程度に減少してい\nる」、「組合の機関誌、ビラには非常にいいことが書かれているが、だまされたら\nだめだ」、「組合に加入している人も勇気をもつて脱退することも大切である」な\nどと述べた。\n（２）　この発言がなされた後、従業員間に組合が化同に加盟していることの是非\nをめぐつて論議が起こり、このため組合は化同に加盟していることの必要性をビラ\n等で従業員に訴えたが、四月一五日に至り化同に批判的な従業員らが中心になつて\nチバ労組が結成された。\nこのチバ労組の結成後、組合の組合員数は急速に減少し、公然化した当時約三〇\n〇名を数えた組合員は、四九年五月二一日の本件救済申立時には約一五〇名に、そ\nして、五〇年五月一五日の本件審問終結時にはわずか二六名になつた。\n４　社員食堂での組合集会の開催について\n四九年四月一〇日、組合は、その前日会社との間で行われた第一回団体交渉の結\n果を報告するために、終業後各支部ごとに集会を開くことを決め、この旨指令し\nた。この指令を受けた宝塚工場支部の役員が会社に対し会場として本部社屋内の食\n堂を午後五時から使わせてほしいと申し入れたところ、会社は、工場部門の終業時\n刻は午後五時であるが、本部の終業時刻は、午後五時四五分であり、それまでは来\n客もあるので午後六時以降の使用しか認められないと回答した。これに対して宝塚\n工場支部の役員らは、これまで従業員会が会社との賃上げ交渉等の経過を報告する\n際には就業時間中であつても食堂の使用が認められてきた例があることを理由に反\n論し、もし食堂の使用が業務上どうしても都合が悪いのであれば、やむを得ないか\nら屋外での報告集会の開催を認めてほしいと改めて申し入れた。\nしかし、会社が施設管理上の理由で屋外集会の開催をも拒否したため、結局組合\nの報告集会は午後六時まで開催できなかつた。\nなお食堂は、四月から使用されている新しい建物の一階部分にあり、会社は二階\n以上を本部の業務のために使用していた。\n５　四九年度夏期一時金要求をめぐる紛争について\n（１）　四九年五月一三日、組合は会社に対し、夏期一時金として一律四カ月分を\n支給するよう要求して団体交渉を行い、またこれと併せて組合結成以来の懸案事項\nであつた組合事務所及び掲示板の貸与等の要求についても、同時に会社と団体交渉\nを重ねた。\nこの過程で組合は、闘争戦術として、また組合に対するこれまでの会社の態度に\n抗議する意味をも含めて、腕章、鉢巻をしめて就労するよう組合員に指令した。そ\nこで組合員らがこれに従つたところ、Ａ部長ら職制は「何のための鉢巻か」、「白\n衣の上にそんなものをつけてはいかん」などと叱責し、Ｃ委員長を呼び出して鉢\n巻、腕章を着用して就労するのは就業時間中の組合活動であること、外来者の会社\nに対する印象を害すること並びに医薬品製造を業とする企業であるので衛生上問題\nがあることを理由にあげて、取りはずすよう命じた。しかし、Ｃ委員長がこれを拒\n否したため、Ａ部長らは宝塚工場支部の組合員らを集めて鉢巻、腕章を取りはずす\nよう命じたが、組合員らはこれに応じず、鉢巻、腕章を着用したままで就労を続け\nた。\n（２）　五月一八日に至り、会社は、夏期一時金として三・〇カ月分を六月七日に\n支給するという内容でチバ労組と妥結した。\n一方、組合もこの金額で妥結する意思のあることを会社に通告したが、五月二四\n日の団体交渉の席上で、会社は、夏期一時金問題に加えて、この際懸案事項をも一\n括解決したいとして以下のような会社案を提示し、その一括解決をみないうちは夏\n期一時金は支給できないと回答した。\n懸案事項に対する会社案の骨子は、①労働時間短縮の要求には応じられない、②\n組合事務所は貸与しない、③掲示板については貸与する用意はあるが、掲示事項\nは、ア　組合の各種集会の通知、イ　役員の異動に関する事項、ウ　組合の選挙に\n関する事項、エ　福利厚生に関する事項、オ　その他会社の許可を得た事項、に限\nることとし、掲示する際にはあらかじめ会社に届け出ること、これらの規定に違反\nする掲示物は組合に撤去を求め、又は会社が撤去すること、掲示板を除き会社構内\nでの文書の配布、掲示等は一切しないこと、会社の施設を利用し、又は構内で政治\n活動をしないこと、というものであつた。\nこれに対して組合は、会社の提案は夏期一時金問題とこれと性格を異にする組合\n事務所問題等とのいわば刺違えを要求するものであつて、とうてい容認できないと\n反論した。そして、組合事務所問題等については継続討議することとし、この際夏\n期一時金問題だけを切り離して妥結したいと重ねて要求したが、会社のいれるとこ\nろとならなかつた。\nなお会社は、チバ労組に対しては、同労組が会社の提示する上記の条件を了承し\nたとして掲示板を貸与している。\n（３）　このような状況が続いていた五月二七日早朝、組合員数名が夏期一時金に\nついての団体交渉の状況等を記載したビラを本部構内のタイムカード設置場所付近\nで配布していたところ、教育労政室長Ｅを初めとする職制らが組合員を取り囲み、\n会社の許可を得ていないビラ配布は就業規則第二条（ル）号の「会社内において許\n可なくビラを配布しないこと」との規定に違反するものであるから、会社の門外で\n配るよう迫つたため、組合員らはやむなくこれに従つた。しかし、会社の従業員の\n多くは、出勤に際し自家用車や会社の通勤用バスを利用しており、これらの従業員\nは、自家用車又は社用バスに乗つたまま入構してしまうため、組合員らは、その後\n再び本部構内でビラ配布を繰り返した。\nこれに対して会社は、七月一五日、ビラ配布を行つた四名の組合員に対して今後\nこのような行為を繰り返さないようにとの旨文書で警告した。\nこのようなことがあつて以後、組合員らは本部構内でのビラ配布をやめた。\n（４）　会社は、五月二七日に従業員に「照会表」を題する調査書を配布した。そ\nの内容は、「会社は夏期一時金についてチバ労組とは合意できたので、同労組の意\n向をくんで、同労組員及び非組合員には六月七日に夏期一時金を支給することにし\nたが、組合とは合意できていないので、組合の組合員には同日支給することはでき\nない、ついては計算の都合があるので従業員はそれぞれ自分の所属する労働組合名\nを明らかにしてほしい」というものであつた。\nこれに対して組合は、夏期一時金についてはすでに会社の提示額で妥結する旨表\n明しているにもかかわらず、殊更に会社がこのような照会表を配布したのは、組合\n員に対する嫌がらせであり、不当な差別攻撃であると抗議した。しかし、会社があ\nくまで夏期一時金と懸案事項との一括解決を主張して譲らなかつたことから、組合\nは、戦術として懸案事項に関する要求をいつたん撤回したため、夏期一時金問題は\nようやく五月三一日に解決した。\nなお会社は、チバ労組員及び非組合員に対しては六月七日に夏期一時金を支払つ\nたが、組合員に対しては妥結が遅れたことを理由に同月一一日に支給した。\n（５）　七月三日、組合は会社に対して、懸案事項であつた組合事務所及び掲示板\nの貸与等について改めて要求書を提出し、同月二四日に団体交渉を開催するよう申\nし入れた。しかし会社は、これらの問題については五月三〇日、組合がその要求を\n撤回したので、すでに解決済みである旨回答して団体交渉に応じず、その後の組合\nの団体交渉開催の要求に対しても上記の回答を繰り返すにとどまつた。\n第二　判断\n１　Ａ部長の発言について\n（１）　組合は、四月八日の朝礼におけるＡ部長の発言は、明らかに組合運営に対\nする支配介入行為であると主張する。これに対して会社は、同部長の発言は、組合\nの結成という突然の事態に直面して従業員の間に動揺がみられたので、これが生産\n活動に悪影響を及ぼしてはいけないと考えて、従業員各自に慎重に行動してほしい\nと要請したまでのことであつて、非難されるいわれはないと反論する。\nよつて、以下判断する。\n（２）　Ａ部長の発言内容は、前記認定のとおり要するに化同や組合をひぼうし、\n組合員が組合から脱退するよう求めたものであつて、このような言動が組合の自主\n的運営に介入するものであることは明らかであり、労働組合法第七条第三号に該当\nする不当労働行為といわざるを得ない。\nなお組合は、このＡ部長の発言に触発されてチバ労組が結成され、その際会社か\nら多額の金員が提供され、更に会社職制が組合の組合員に対してチバ労組に加入す\nるよう脱退工作を行つたとも主張するが、そのような事実を認めるに足る疎明はな\nいから、その主張は採用し難い。\n２　食堂の使用について\n（１）　組合は、宝塚工場支部が四九年四月九日の団体交渉の結果を報告するた\nめ、同月一〇日午後五時から食堂を使用させてほしいと申し入れたところ、会社が\n午後六時からの使用しか認めなかつたことは、組合活動を妨害しようと企図した不\n当労働行為であると主張する。\nこれに対して会社は、工場部門の終業時刻は午後五時であつても、食堂のある本\n部の終業時刻は午後五時四五分であり、それまでに報告集会などが開かれると本部\nの従業員が動揺するので、午後六時以降の使用に限りこれを認めることとしたのは\n当然の措置であると反論する。\nよつて、以下判断する。\n（２）　まず会社は、工場の従業員が食堂に集まつてくると就業中の本部の従業員\nが動揺すると主張するが、①これまで従業員会が報告集会を開く際には、会社は、\nたとえ就業時間中であつても食堂の使用を認めてきたという事実があること、②し\nかも、前記認定のとおり食堂は一階部分にある関係上、そこで組合集会が開かれて\nも、二階以上の各室で事務処理に当つている本部の従業員の業務に格別支障がおき\nるとは考えられないこと、③他に会社が当日午後五時からどうしても食堂を使用し\nなければならなかつたという事情も認められないこと、という諸点を総合して判断\nすると、会社の上記主張は、失当であり採用することができない。しかも会社は、\nこれに加えて、本部の業務に支障が起きるとは考えられない組合の屋外集会開催の\n申出をも拒否しているのであるから、その主張に理由のないことは明らかである。\n他方、組合員が報告集会に出席するため終業後一時間も待機しなければならない\nということは、一日の勤務を終えた組合員にとつてかなりの苦痛であるから、報告\n集会に出席せず帰宅する組合員が多くなり、集会の運営が著しく困難になることは\n容易に推認されるところである。\n（３）　もつとも、食堂についても会社の施設管理権が及ぶことは当然であり、組\n合が食堂を利用する場合も会社の施設管理権の正当な行使を侵さない範囲内で認め\nられるべきことはいうまでもない。しかし、組合の本件食堂の使用は、会社がこれ\nを認めても施設の適正な管理を妨げるおそれはなかつたと判断されるから、公然化\nしていまだ数日を出ず、会社の施設を利用することなくしては組合活動が実際上極\nめて困難な状況にあつた組合に対しては、会社としても特別の事情がない限り、午\n後五時からの使用を拒否すべきではなかつたと考えられる。\nしかるに会社は、何ら合理的な理由もなく午後五時からの食堂の使用を認めず、\n更には屋外集会の開催をも拒否するという挙に出ているのであるから、このような\n措置が組合の集会を妨害しようと企図してとられたものであることは明白であり、\n労働組合法第七条第三号に該当する不当労働行為といわざるを得ない。\n３　鉢巻、腕章の着用について\n（１）　組合は、四九年度夏期一時金の闘争に際し、組合員が鉢巻、腕章を着用し\nて就労したところ、会社がこれを取りはずすよう命じたのは正当な組合活動を制限\nする不当労働行為であると主張する。\nこれに対して会社は、鉢巻、腕章を着用したまま就労することは、外来者の会社\nに対する信用を害することにもなり、また医薬品製造を業とする企業であるから、\n衛生上も問題があるので取りはずすよう命じたのであつて、何ら不当労働行為では\nないと主張する。\nよつて、以下判断する。\n（２）　まず会社は、鉢巻、腕章を着用して就労することは、会社に対する外来者\nの信用を害することになり、また衛生上も問題があると主張するが、闘争時におい\nてはこのような戦術は団結示威の一方法として一般に広く行われており、特に会社\nの信用をそこなうものとは考えられず、また衛生上問題があるとの点についても、\n鉢巻、腕章が他の着用物にくらべて特に不潔で衛生上問題があるとは考えられない\nから、会社の上記主張はいずれも採用できない。更に、組合が鉢巻、腕章を着用す\nるに至つた当時の状況についてみると、会社は、公然化以来組合嫌悪の情が強く、\n就業時間外の教宣活動すらも許さず、このため組合との間に紛糾が絶えなかつたこ\nとは前記認定のとおりである。このような状況の下では、公然化以来いまだ日浅\nく、ぜい弱な組織力しか持たない組合が団結力を高めるため夏期一時金闘争に際し\n鉢巻、腕章戦術に出たことはやむを得なかつたものであつて、その行動は正当な組\n合活動の範囲を出ていないと解するのが相当である。しかるにＡ部長らは、組合員\nのこのような正当な行動を口々に非難したにとどまらず、続いてＣ委員長を呼び出\nして、同委員長から各組合員に対し鉢巻、腕章を取りはずすよう指令させようと\nし、これが拒否されると自ら組合員を集めて取りはずすよう威圧を加えているので\nあつて、このような執ような行為が使用者に許されている言論の自由の範囲を逸脱\nし、組合の活動に介入するものであることは明らかであり、労働組合法第七条第三\n号に該当する不当労働行為といわざるを得ない。\n４　ビラ配布について\n（１）　組合は、就業時間外に組合員が一般従業員に対して四九年度夏期一時金に\nついての団体交渉の状況等を記載したビラを配布しようとしたところ、会社職制ら\nがこれを妨害したことは、正当な組合活動を妨害する不当労働行為であると主張す\nる。\nこれに対して会社は、会社構内でビラを配布する際には会社の許可を受けるべき\nことが就業規則に明記されているにもかかわらず、組合が許可を受けないままにビ\nラを配布しようとしたのでやむなく阻止行動に出たまでのことであり、なんら非難\nされるいわれはないと反論する。\nよつて、以下判断する。\n（２）　会社の就業規則によれば、その第二条（ル）号に「会社内において許可な\nくビラを配布しないこと」という規定がおかれていることは前記認定のとおりであ\nる。しかし、本来労働組合には就業時間中でないかぎり組織の拡大強化に務める自\n由が認められており、組合活動の状況及び成果を一般従業員に周知させるビラ配布\nは、組合活動のもつとも基本的なものであるから、このような組合の正当なビラ配\n布活動については就業規則の制限規定の効力は及ばないと解するのが相当である。\nただ、それが会社の構内で行われるかぎり、会社の正当な施設管理上の規律に服す\nべきことは当然であるが、本件にあつてはビラを配布するに際し、組合員が一般従\n業員に対して受けとることを強制したとかマイクを利用して喧噪にわたる宣伝をし\nたとかの事実は認められず、他に経営秩序を乱すような行為もなかつたのであるか\nら、本件ビラ配布活動にとがめられるべき点はない。しかるに会社は、単に就業規\n則に規定があることだけを根拠に、このような正当な組合活動を妨害したのである\nから、その行為が労働組合法第七条第三号に該当する不当労働行為であることは明\nらかである。\n５　四九年度夏期一時金の支給時期について\n（１）　組合は、四九年度夏期一時金問題について会社の提示する金額で妥結する\n旨通告したにもかかわらず、会社が他の懸案事項についても会社案で妥結しないか\nぎり夏期一時金を支給しないという挙に出たのは、組合の弱体化を企図した不当労\n働行為であると主張する。\nこれに対して会社は、夏期一時金問題に加えて懸案事項を一括解決したいと組合\nに申し出たのは、できうればこの際すべての問題を解決して、以後の安定した労使\n関係を確立したかつたからであると主張し、更に四九年度夏期一時金の支給時期が\nチバ労組員らよりも遅れたのは、会社のこの申出を組合が正当な理由もなく拒否し\nたためにほかならないと反論する。\nよつて、以下判断する。\n（２）　まず会社は、夏期一時金問題を解決するに際し、他の懸案事項についても\n同時に一括して解決したかつたというが、労使間においては、一時金の要求などの\nように限られた時間内に解決すべき問題もあれば、福利厚生問題や労働時間、休日\n問題等のように必ずしも限られた時間内に解決することを要しない問題もあるので\nあるから、すべてを一挙に解決することを求めるのは本来無理な要求というべきで\nある。\nしたがつて、会社の一括解決という要求に対して組合が、これでは夏期一時金と\nこれと性格を異にする掲示板問題等とのいわば刺違えを要求するものだと反論した\nのは、けだし当然である。\nしかるに会社は、あくまでも自らの提示した条件による一括解決を組合に求めて\nやまず、結局組合に掲示板等の諸要求を撤回させて、その後チバ労組員らに遅れて\nようやく組合に夏期一時金を支給しているのであるから、このような会社の行為が\n労働組合法第七条第一号及び第三号に該当する不当労働行為であることは明白であ\nる。\n６　掲示板及び組合事務所の貸与について\n（１）　組合は、会社がチバ労組にのみ掲示板を貸与し、組合には貸与しようとせ\nず、また組合事務所についても会社内にそのための十分なスペースがあるにもかか\nわらず貸与しようとしないのは、不当労働行為であると主張する。\nこれに対して会社は、まず掲示板については、会社がチバ労組に掲示板を貸与し\nたのは、同労組が、会社が提示した正当な貸与条件を受け入れたためであつて、も\nし組合もこれを受け入れるならば直ちに貸与する用意があると主張する。\n次に組合事務所については、会社としては仮にそのための十分なスペースがあつ\nたとしても、組合に貸与すべき法的義務を負つているわけではなく、また掲示板の\n場合と異なり、組合事務所はチバ労組にも貸与していないのであるから、両組合間\nで異なる取扱いをしておらず、非難されるいわれはないと主張する。\nよつて、以下判断する。\n（２）　会社は、掲示板については、チバ労組は会社の提示する条件を受け入れた\nので貸与したが、組合はこれを拒否したので貸与していないと主張する。そこでま\nず会社の提示している条件が果して正当なものであるかどうかを判断する。\n①　会社は、掲示物を掲示する際にはあらかじめ届け出るよう求めているが、組合\n活動の流動的な点を考えると、掲示物をいちいち事前に会社に届け出るということ\nは、組合にとつて酷な条件といわざるを得ない。\n②　また会社は、掲示事項については前記認定の五項目に限るとしているが、掲示\n板にどのような掲示物を掲載するかということは組合が良識をもつて自主的に決定\nすべきことであつて、会社が制約を加えるべき事柄ではないから、このような貸与\n条件が不当であることは論をまたない。\n③　更に会社は、構内での組合の政治活動は認められないとするが、労働組合が副\n次的に政治活動を行いうる組織であることはいうまでもないから、会社の業務運営\nに支障を及ぼすおそれのない政治活動まで、一切これを禁止するという貸与条件が\n妥当性を欠いていることは明らかである。\n以上、いずれの点からみても、会社の提示する貸与条件はおよそ是認し難いもの\nであるから、組合がこれを拒否したのは、けだし当然である。\nしかるに会社は、自らの貸与条件の不当性については何ら反省することなく、チ\nバ労組はこれを認めたので貸与したが組合は拒否しているので貸与しないという形\n式的な平等取扱いを主張するのみであつて、それが合理的理由のないことは明らか\nである。\nよつてチバ労組にのみ掲示板を貸与し、組合に貸与しようとしない会社の行為\nは、労働組合法第七条第三号に該当する不当労働行為であると判断せざるを得な\nい。\n（３）　次に組合事務所の貸与問題について検討する。会社が組合に事務所を貸与\nすべき法的義務を負つていないことは会社の主張するとおりであり、また本件の場\n合、チバ労組もその貸与を受けていないのであるから、さきの掲示板問題とは異つ\nて平等取扱いの原則に反しているわけではない。\nしたがつて、この問題は労使の今後の交渉に待つべきものであつて、会社に対し\n組合事務所を貸与するよう命じることを求める組合の主張は採用できない。\n以上の事実認定及び判断に基づき、当委員会は、労働組合法第二七条及び労働委\n員会規則第四三条により、主文のとおり命令する。\n（別紙（三））\n命令書\n中労委昭和五〇年（不再）第七三　七四号\n昭和五三年七月五日　命令\n第七三号事件再審査申立人、第七四号事件再審査被申立人　日本チバガイギー株式\n会社\n第七三号事件再審査被申立人、第七四号事件再審査申立人　化学産業労働組合同盟\n日本チバガイギー労働組合\n主　　　文\n一　初審命令主文第二項の記の記の４を削り、同５を同４とする。\n二　その余の各本件再審査申立てをいずれも棄却する。\n理　　　由\n第一　当委員会の認定した事実\n１　当事者等\n（１）　昭和五〇年（不再）第七三号事件再審査申立人、同第七四号事件再審査被\n申立人日本チバガイギー株式会社（以下「会社」という。）は、肩書地に本社を、\n兵庫県宝塚市に工場及び医薬品本部（以下「本部」という。）を置くほか、全国二\n三カ所に出張所を置いて、医薬品、プラスチツク、染料、農薬などの製造、販売を\n営む総合化学会社であり、その従業員数は初審結審時約一、二〇〇名である。な\nお、会社はスイスのバーゼルに本拠をもつチバガイギーリミテツドが全額出資して\n設立した子会社である。\n（２）　昭和五〇年（不再）第七三号事件再審査被申立人、同第七四号事件再審査\n申立人化学産業労働組合同盟日本チバガイギー労働組合（以下「組合」という。）\nは、会社の従業員をもつて組織する労働組合であり、その組合員数は初審結審時二\n六名、本件結審時一七名である。\n（３）　なお、会社には後記の事情により、会社の従業員によつて結成されたチバ\nガイギー労働組合（以下「チバ労組」という。）があり、その組合員数は本件結審\n時約一、〇〇〇名である。\n２　組合公然化に至る経緯について\n（１）　会社には、昭和三九年度頃全従業員によつて日本チバガイギー従業員会\n（以下「従業員会」という。）という親睦団体（運営費は九割が会社負担）が組織\nされ、それ以来賃上げ、一時金等を含む労働条件の改善については、会社と従業員\n会の話合いによつて決定されてきた。他方、会社の従業員三名は、昭和四一年九月\n頃大阪化学産業労働組合に個人加盟し、「綱分会」を組織した。「綱分会」は、非\n公然であつたため、従業員会のなかで労働組合としての活動を行うこととし、「綱\n分会」員は、従業員会役員に選出されるよう働きかけをしたり、従業員会役員とし\nて活発な発言を行つたりした。\n（２）　大阪化学産業労働組合は、昭和四九年三月に化学産業労働組合同盟（以下\n「化同」という。）に加盟することとなつたので、「綱分会」は、同年二月二四日\n（当時の組合員は約一二〇名）の大会において、化同傘下の労働組合に組織を変更\nすること及び四月に公然化することを決定した。\n（３）　昭和四九年の賃上げについて、従業員会は、三月一一日から会社と話合い\nを続けてきたところ、組合は四月二日、従業員会に対して賃上げ交渉を組合が肩替\nりしたいと申入れたが、従業員会は今次の賃上げ交渉については従業員会が行うと\n回答した。なお、その際、従業員会役員の間から、会社においても労働組合は必要\nであるが上部組織の決定は全員の総意で行うべきである旨の意見が出された。\n（４）　四月四日午前九時頃組合は、会社に結成通知書を提出するとともに、①賃\n上げは従業員会の要求全額を支給すること、②組合に事務所及び掲示板を貸与する\nこと、③労働時間を短縮すること等の要求を行い、団体交渉を申入れた。他方、会\n社と従業員会は、同日午後四時頃から話合いをもち、午後五時三〇分頃賃上げにつ\nいて妥結した。\nなお、同日、公然化通知前に組合執行委員長Ｃは本部生産部長Ａにあいさつをし\nたが、その際組合が化同に加盟していることを聞いたＡ部長は、化同はいかんとい\nう趣旨のことを述べた。\n３　組合公然化後の経緯について\n（１）　四月八日午前八時から会社は、宝塚工場の全従業員約二三〇名を集めて朝\n礼を行い、そこでＡ部長は、「今年の賃上げは従業員会と妥結したが、組合とは妥\n結していない」、「総評系の労働組合はよくないが、とくに化同は過激であり、そ\nのため一時七万人を数えた化同の組合員数も三万人程度に減少している」、「組合\nの機関紙、ビラには非常に良いことが書かれているが、だまされたらだめだ」、\n「組合に加入している人も勇気をもつて脱退することも大切である」等と述べた。\nなお、宝塚工場における朝礼は、通常月一回程度行われているものであるが、四\n月初旬にすでに一回行われており、Ａ部長は、四月八日の朝礼は組合公然化後の従\n業員の動揺を心配して、特に開いたものであると述べている。\n（２）　従業員間には、組合が化同に加盟していることの是非をめぐり、前記２の\n（３）のとおり組合公然化前から疑問が出されていたこともあり、さらに上記\n（１）のＡ部長の発言もあつたことから、化同加盟をめぐつて議論が起つた。この\nため組合は、化同に加盟していることの必要性をビラ等で訴えたが、化同に批判的\nな従業員らは、四月一五日、チバ労組を結成した。\n（３）　組合は、公然化当時約三〇〇名の組合員であつたが、チバ労組結成後組合\nからの脱退者が相次ぎ、五月二一日には約一五〇名に、昭和五〇年五月一五日には\n二六名となつた。\n（４）　昭和四九年四月一〇日、組合は、その前日会社との間で行われた第一回団\n体交渉の結果を報告するために、終業後各支部ごとに集会を開くことを決め、その\n旨指令した。この指令を受けた宝塚工場支部の役員は、会社に対し集会場所として\n本部社屋一階の食堂を午後五時から使わせてほしいと申入れた。\nしかし、会社は、工場部門の終業時刻は午後五時であるものの、本部の終業時刻\nは午後五時四五分であるから、それまでは本部への来客もあり、また、本部の会議\n室として食堂を使用することもあるので、午後六時以降の使用しか認められないと\n回答した。これに対して宝塚工場支部の役員らは、これまで従業員会が会社との賃\n上げ交渉等の経過を報告する際には就業時間中であつても食堂の使用が認められた\n例があると主張し、もし、食堂の使用が業務上どうしても都合が悪いのであれば、\nやむを得ないから屋外での報告集会の開催を認めてほしいと申入れた。これに対し\nて会社は、屋外集会であつても本部の従業員の執務に影響する等、施設管理上の理\n由から屋外集会の開催を拒否した。\n（５）　宝塚工場支部の組合員約七〇名は、同日午後五時過ぎ頃から食堂に集合し\nたところ、教育労政室係長Ｄは午後五時二〇分頃食堂に赴き、Ｃ委員長に対し、食\n堂の使用許可は午後六時からであるのでそれまでは食堂から退出するよう求めた\nが、Ｃ委員長はこれに応じなかつた。このため、両者間で押問答となつて時間が経\n過して午後六時頃に至つたので、Ｄ係長は食堂から退出し、支部組合員らは食堂で\n集会を開いた。\n（６）　なお、本館一階の食堂は、同年四月から使用を開始した新館にあり、会社\nは新館の二階以上を本部の業務のために使用していた。また、会社は、従業員会の\n職場集会に本館の食堂が使用できるようになつてから一回その使用を認め、それま\nでは旧館四階にあつた食堂で昼休みを延長した就業時間中の使用を認めたこともあ\nつた。\n４　昭和四九年度夏期一時金について\n（１）　昭和四九年五月一三日、組合は、夏期一時金として一律四カ月分を支給す\nるよう要求し、あわせて組合結成以来の懸案事項である組合事務所及び掲示板の貸\n与等について、会社と団体交渉を行つた。\n（２）　五月一八日、会社とチバ労組は団体交渉を行い、夏期一時金として三カ月\n分を六月七日に支給するとの内容で妥結した。\n（３）　組合は、夏期一時金闘争の一環として、及び会社の組合に対する態度に抗\n議する趣旨から、組合員が腕章、鉢巻を着用して就労すること（以下「腕章等着用\n就労」という。）を決定し、五月二二日始業時から宝塚工場支部組合員に腕章等着\n用就労を指令し、宝塚工場支部組合員は同日始業時から腕章等着用就労を実施し\nた。これに対してＡ部長は、製品課に赴き、同課の二〇名位の腕章等着用者に「仕\n事中、組合活動としての腕章等の着用は止めてくれ」と要請したが、同課員はこれ\nに応じなかつた。そこで、同日午前八時三〇分頃Ａ部長は、Ｃ委員長を呼び、腕章\n等着用就労は就業時間中の組合活動であること、外来者の会社に対する印象を害す\nること並びに医薬品を製造する会社では衛生上問題があることを理由として、腕章\n等の取りはずしを求めた。Ｃ委員長がこれを拒否したところ、Ａ部長は、会社職制\n数名とともに宝塚工場の製品課、品質管理課に赴き、組合員らに対し「何のための\n鉢巻か」、「腕章をはずしなさい」と述べた。\nしかしながら、宝塚工場支部の組合員らは、同日及び二四日にも腕章等着用就労\nを続け、さらに同月二七日から三一日までの間全組合員が腕章等着用就労を行つ\nた。\n（４）　五月二四日の第三回団体交渉において会社は、夏期一時金問題とその他懸\n案事項を一括して解決したいとして、次のような内容を骨子とする会社案を提示\nし、その一括解決をみないうちは一時金を支給できないと回答した。\n①　組合活動は就業時間外に行うものとする。会社の施設構内においては会社の許\n可なく一切の組合活動を行わない。\n②　会社は組合事務所貸与の便宜供与をしない。\n③　賃上げは解決ずみである。\n④　労働時間短縮の要求には応じられない。\n⑤　夏期一時金は一律三カ月分、支給日は六月七日とする。\n⑥　組合掲示板は貸与する用意はあるが、（ア）掲示事項は組合の各種集会の通知\n等会社の許可を得た事項に限ることとし、（イ）掲示を行うときは予め会社に届け\n出ること、（ウ）これらの規定に違反する掲示物は組合に撤去を求め、又は会社が\n撤去すること、（エ）掲示板を除き会社構内での文書の配布、掲示等は一切しない\nこと、（オ）会社の施設を利用し、又は構内で政治活動をしないこと、との条件に\nよつて貸与する。\nこれに対して組合は、会社の提案は夏期一時金問題とその他性格を異にする組合\n事務所問題等との、いわば刺し違えを要求するものであつてとうてい容認できない\nと主張した。\n（５）　五月二五日、組合は、会社に対して夏期一時金は会社回答で同意する旨申\n入れたが、会社は、同月二七日付の「回答並びに申入書」で、会社回答は組合の諸\n要求項目を総合的に考えて一時金の額を決定したものであるから一括解決は当然で\nあり、組合も一括解決に同意するよう求める旨申入れた。\nしかし、組合は、同日「回答並びに申入書に対して」と題する文書で、一時金は\n会社回答で妥結するが、その他の会社回答は検討したいので継続討議としたいと申\n入れた。これに対して会社は、五月二八日付「御通知書」で団体交渉及び申入書で\n明らかにした通り、夏期一時金だけを切りはなして妥結できない旨を組合に通知し\nた。\n（６）　五月二七日、会社は、従業員に「照会票」と題する調査書を配布した。こ\nの照会票の内容は、「会社とチバ労組は夏期一時金について合意できたので同労組\n員には六月七日に支給する。非組合員についてもチバ労組の意向をくんで同日支給\nする。組合とは合意できていないので組合員には同日支給することはできない。つ\nいては、計算の都合があるので従業員はそれぞれ自分の所属する労働組合名を明ら\nかにして、本日終業時までに所属長に提出してほしい。未提出の従業員には支給し\nない。」という趣旨のものであつた。\n（７）　これに対して組合は、夏期一時金はすでに会社回答額で妥結する旨を表明\nしているにもかかわらず、殊更に会社が照会票を配布したことは、組合員に対する\n嫌がらせであり、不当な差別攻撃であると抗議し、組合員約一〇〇名は、照会票の\n回答を提出しなかつた。また、組合は、五月二八日付ビラで照会票を契機にして社\n員間に感情的対立を持ちこむもので反対の意思を表明すると訴え、反対の署名運動\nを行つた。\n五月二八日、組合は、大阪府地方労働委員会に夏期一時金問題解決のためのあつ\nせんを申請したが、会社は、自主交渉で解決したいとの態度をとつたため、あつせ\nんは行われなかつた。このように、会社があくまでも一括解決を主張して譲らない\nことから、組合は、五月三一日、夏期一時金その他組合活動は就業時間外に行う等\nの会社回答に同意し、組合事務所貸与等の要求項目は取下げる旨会社に申入れた。\n（８）　五月三一日、会社と組合は、団体交渉を行い、次のような内容を骨子とす\nる協定書を締結した。\n①　組合活動は就業時間外に会社施設を使用しないで行う場合は全く自由である。\n②　チエツクオフは組合員名簿が提出された後、会社が検討して組合に回答する。\n③　賃上げ要求は解決ずみである。\n④　夏期一時金は一律三カ月分、支給日は六月一一日とする。\n⑤　その他の要求は取下げる。\nこの結果、会社は、夏期一時金の支給をチバ労組員及び非組合員には六月七日に\n行い、組合の組合員には六月一一日に行つた。\n（９）　組合は、公然化以降会社構内において組合機関紙等のビラを配布したとこ\nろ、四月一七日会社は、組合に対して就業規則第二条（ル）に規定してある「会社\n内において許可なく………ビラを配布しないこと」が遵守されていないので注意す\nるよう求め、違反が著しい場合は懲戒処分の可能性がある旨を文書で通知した。こ\nれに対して組合は、会社にビラ配布の届出を行つたところ、会社が配布するビラの\n内容を届出るよう求めたため、四月下旬頃から再び会社に届出ることなくビラ配布\nを行つた。\n（１０）　五月二七日早朝、組合員五～六名は、夏期一時金の団体交渉の状況等を\n記載したビラを本部構内のタイムレコーダー設置場所付近で配布していたところ、\n「おはよう運動」（同日頃から数日間、会社職制らが組合員とチバ労組員のトラブ\nルを防止する目的で早朝出勤していたもの）で早朝出勤していた会社職制及びチバ\n労組員ら数一〇名が遠まきにした。そのなかで、労政室長Ｅは組合員らに対し、会\n社の許可なくビラ配布をすることは就業規則に違反するから、門外で配るよう求め\nたところ、組合員らはこれに従つて門外でビラ配布を行うこととした。しかし、従\n業員の多くは自家用車や会社の通勤バスを利用して入構するため、組合員らは、門\n外ではビラ配布ができないと判断し、再び本部構内に戻つてビラ配布を行つた。\n（１１）　五月二八日以降も組合員は、本部構内においてビラを配布していたとこ\nろ、会社は、七月一五日、ビラ配布を行つた組合員四名に対して、「会社内に於け\nる無許可ビラ配布行為」は就業規則に違反するものであり、「かかる行為をくり返\nさないよう厳重に警告すると共に、今後万一違反した場合の責任追及の権利を留保\nしておく」旨の通告書を交付した。\nこれに対して、組合は、会社に抗議文を提出したが、その後は本部構内における\nビラ配布を行わなくなつた。\n（１２）　七月三日、組合は、会社に対して上記（８）で取下げた懸案事項である\n組合事務所及び掲示板貸与等について改めて要求書を提出し、同月一七日には同月\n二四日に団体交渉を開催するよう申入れた。しかし、会社は、七月二二日、これら\nの問題は五月三一日に組合がその要求を撤回したものであつて、すでに解決ずみで\nあると回答して団体交渉に応じず、その後の組合の団体交渉開催の要求に対して\nも、上記回答を繰り返えした。\nなお、会社は、チバ労組は会社の提示した上記（４）の⑥の条件を了承したとし\nて、同労組に掲示板を貸与している。\n（１３）　なお、従業員会は、今までの従業員会の活動を組合及びチバ労組が行つ\nている現況からみて、従業員会としての使命が実質上終つたとして、五月三〇日付\nをもつて解散した。\n以上の事実が認められる。\n第二　当委員会の判断\n１　Ａ部長の発言について\n会社は、四月八日朝礼におけるＡ部長の発言の趣旨は、前週に組合が結成され加\n入の勧誘などをめぐつて、従業員間に動揺がみられ、仕事がおろそかになる傾向が\nみられたので、職務に精励するよう要請したまでのものであつて、組合や上部団体\nを誹謗したり、脱退をすすめるような内容のものではなかつたと主張する。\nしかしながら、Ａ部長の発言内容は、前記第一の３の（１）認定のとおりであつ\nて、化同を誹謗し、組合脱退をすすめたものと認めざるをえず、これを労働組合法\n第七条三号に該当する不当労働行為とした初審判断は相当である。\n２　食堂等の使用制限について\n会社は、食堂の使用について、食堂のある本館の二階以上には就業中の従業員が\nおり、商談等で食堂を使用することがあるので、就業を妨げ、業務の円滑な遂行に\n支障があり、また、施設内の集会は便宜供与であるから、会社のいう条件に従うの\nは、当然の措置であり、従業員会に就業時間中に貸したのは、従業員会が会社援助\nの親睦団体で業務に準ずる性質のものであり、従業員全員が参加しており、就業中\nの従業員はいないのであるから、従業員会の活動と組合の活動と同列に考えること\nは誤りであると主張する。\nところで、食堂の使用についてみれば、前記第一の３の（４）認定のとおり、本\n部の従業員は午後五時以降も本館二階以上で就業しており、来客等があれば本部の\n従業員が商談等のために、食堂を使用することがありうることが認められるが、当\n日午後五時以降に食堂を具体的に使用する予定があつたとする疎明はない。\nまた、組合は、食堂の使用が業務上都合が悪いのであれば、屋外で集会を認めて\nほしいと申入れたのに対し、会社は、これをも場所が陜隘で喧噪にわたるとの理由\nで拒否しているのであるが、集会の目的は前記第一の３の（４）認定のとおり、前\n日の団体交渉経過の報告のためであり、場所が陜隘であつても喧噪にわたるものと\nは通常考えられず、また、喧噪にわたることのないよう条件を付して許可すること\nも考えられることであるから、会社の拒否理由には首肯しかねるものがある。\n以上のことと、上記１判断にみられるとおり会社が組合を嫌悪していたことを併\nせ考えると、会社が組合に対し食堂使用を制限し、かつ、屋外での集会も認めよう\nとしなかつたことは、業務上ないし施設管理上の支障に藉口して、組合集会の開催\nを困難にし、その活動を制限しようとしたものと認めざるをえないのであつて、こ\nれを労働組合法第七条三号に該当する不当労働行為とした初審判断は相当といわざ\nるをえない。\n３　鉢巻、腕章の着用について\n会社は、鉢巻や腕章着用による就労は職務専念の義務に違反し、かつ、債務の本\n旨に従つた就労とはみなされず、違法不当な組合活動であり、とくに、職場内の衛\n生と所定の服装が厳守されるべき製薬会社の作業現場という特殊的状況のもとで行\nわれたものであることを考えれば、特別違法性をも具備する行為であり、また、Ａ\n部長らが取りはずさせたり、実力で取つたりしたこともないのであるから、これを\n不当労働行為であるとした初審判断は失当であると主張する。\nところで、組合は、事前に会社に通告することなく五月二二日始業時から宝塚工\n場支部組合員に腕章等着用就労を指示して実施させたものである。従つて、そのこ\nとを知らないＡ部長が奇異に感じて前記第一の４の（３）認定のとおり、製品課の\n組合員に腕章等をはずして就労するよう要請したのは、業務上の指示の範囲を逸脱\nしたものとは認められない。さらに、Ａ部長らの二二日の取りはずし要請は同日の\nみに限られていたものであり、他方、組合員はこの要請にかかわらず、同日以降も\n二四日及び二七日から三一日まで腕章等着用就労を続けていたものである。\nこの経緯からみると、腕章等着用就労の当否は別として、Ａ部長らの言動は、業\n務上の指示としてなされたにとどまり、組合の活動を抑圧するものであつたものと\nは認め難く、これをもつてただちに支配介入行為であるということはできず、これ\nに反する初審判断は失当である。\n４　ビラ配布について\n会社は、組合が会社構内において無許可のビラを配布したことは、就業規則の違\n反であり、会社がかかるビラ配布に注意をあたえたのは、正当な組合活動を妨害し\nたことにはならないと主張する。\n組合が前記第一の４の（９）認定のとおり、会社から無許可のビラ配布に対する\n警告をうけたので、ビラの配布を会社に届出たのに対し、会社がさらにビラの内容\nを事前に提示するよう求めたことは、許可権限の濫用にわたるものというべく、こ\nのような会社の態度に対して、組合がやむをえず会社に届出ることを止めてビラを\n配布した経緯からすると、ビラ配布の手続については組合としても、それ相応の対\n応をしていたことが認められる。\nそこで、本件ビラ配布に対する警告についてみるに、前記第一の４の（１０）認\n定のとおり、従業員らは通勤バスまたは自家用車で通勤しており、門外でビラを配\n布することが困難であつたので、組合員はやむなく会社構内に若干入つたタイムレ\nコーダー附近でビラ配布をしたものであり、その態様からみて従業員の出勤等に格\n別の支障があつたものとは認められない。それにもかかわらず、会社は、これをと\nらえて無許可であることの一事をもつて「責任追及の権利を留保」する旨の警告を\nしたものであつて、上記事情を併せ考えると、本件ビラ配布に対する会社の行為\nは、就業規則違反に藉口して、組合の正当な活動を規制しようとしたものと認めざ\nるをえない。\nよつて、これを労働組合法第七条第三号に該当する不当労働行為であるとした初\n審判断は相当である。\n５　昭和四九年度夏期一時金の支給時期について\n会社は、数多くの組合要求項目のうち一時金のみ妥結解決に至つても、労使関係\nの不安定状態の継続が予測されるので、一括妥結の要請をしたものであり、会社が\n一括妥結を求めたことは、初審命令が判断するような「無理な要求」でもないので\nあり、また、組合が自主的に要求項目を取り下げ、六月一一日の支給日を納得した\nもので、妥結協定時期を異にするチバ労組と支給日に差が出たとしても、何ら不当\n視されるいわれはないと主張する。\nしかしながら、前記第一の４の（５）認定のとおり、組合が夏期一時金の額につ\nいて同意しているにもかかわらず、会社は組合の要求項目の内容が、夏期一時金及\nびこれと異質な要求について、ことさらに労使関係の安定をはかるという名目で、\n一体不可分のものとして一括妥結を固執し、継続交渉としたいとの組合提案も拒否\nしているのであつて、かかる会社の態度には合理性が乏しく、また、一括妥結をし\nなければならないような格別の事情も見当らない。\nしかも、会社回答には、後記６の判断のとおり、組合活動を著しく制限する条項\nが含まれているにもかかわらず、この回答を了承するのでなければ夏期一時金の妥\n結も支給もできないという態度に終始したため、組合は、やむをえず懸案事項に関\nする要求を取り下げて、はじめて夏期一時金の支給をうけたものであること、並び\nに前記第一の４の（６）認定のとおり会社は、五月二七日に照会票を配布して非組\n合員にも支給する旨表明するなど、組合員に不安と動揺を与えるような行為を行つ\nていることなど併せ考えると、夏期一時金の支給時期につき、組合とチバ労組との\n間に差を生じさせた会社の行為は、組合員の動揺とその組織の弱体化を意図して行\nつたものと認めざるをえず、これを不当労働行為とした初審判断は相当である。\n６　掲示板貸与について\n会社は、掲示板貸与について、掲示板貸与の協定案を組合に提示したところ、組\n合がこの会社協定案を拒否したので、さらに交渉を続けていたところ、五月三一日\nに組合が掲示板貸与の要求を取り下げたものであつて、その後また同じ要求をする\nことは適切でないし、会社が掲示板を貸与するのは、便宜供与で条件をつけるのは\n当然であり、提示した五項目はいずれも労働組合本来の活動に則したもので、チバ\n労組もこの条件で貸与を受けているので、組合にこれと異なる条件で掲示板を貸与\nすることは逆差別となり、違法不当なものであると主張する。\nしかしながら、①組合が掲示板貸与の要求を撤回したのは、夏期一時金の支給が\n受けられなくなることを懸念したことによるものであつて、組合があらためてこの\n件について要求書を提出したことをもつて不当視することはできず、会社がその要\n求は撤回され解決ずみであるとして、交渉を拒否したのは妥当性を欠くものであ\nる。②また、会社は、掲示板を貸与することは、便宜供与であるから条件をつける\nことは当然であると主張するが、会社の組合掲示板貸与条件は、前記第一の４の\n（４）の⑥認定のとおり、組合掲示板を貸与する用意があるとしながら、掲示事項\nを著しく制限し、かつ、掲示物の事前届出を求める等組合掲示板の用法を極度に制\n限し、しかも、掲示板以外の文書配布等を一切禁止することを条件とする等組合の\n情宣活動を著しく制約するものであつてみれば、かかる制約を含んだ貸与条件が当\n然のものであるとする会社主張は首肯しがたい。③以上のとおりであるから、会社\nがチバ労組には掲示板を貸与しながら、組合とは貸与協定の不成立を理由に組合に\n掲示板を貸与しようとしないことは、不当労働行為であり、したがつて、その救済\nとして掲示板の貸与を命じた初審判断は相当である。\nなお、会社は、上記のとおりチバ労組が、会社の貸与条件を了承していることか\nら、逆差別となると主張するが、かかる貸与条件をチバ労組が了承したからといつ\nて、組合に押しつけることが妥当でないことは言うまでもない。\n７　組合の再審査申立てについて\n組合は、①会社職制らが組合に対する誹謗中傷の発言を行つたり組合員に対して\nチバ労組に加入するよう脱退勧奨を行つたこと、及び②会社がチバ労組の結成にあ\nたつて多額の金員を貸与したり、全国の出張所から従業員を招集して結成大会に参\n加させ、さらに、組合の報告集会の開催、ビラ配布等一連の組合活動を妨害したこ\nと、により組合の組合員が公然化当時の三〇〇名から昭和四九年五月二一日には一\n五〇名、昭和五〇年五月一五日の初審結審時には二六名までに激減したのであつ\nて、これは会社がチバ労組を育成援助して組合の運営に支配介入したものであり、\nこれを不当労働行為に該らないとして棄却した初審命令は取消されるべきであると\n主張する。\nところで、会社の行為のうち、組合の報告集会の開催等組合活動を妨害したこと\nが不当労働行為であることは前記１、２、４、５及び６判断のとおりである。しか\nし、これらの会社の行為が仮にチバ労組の育成援助をもたらすものであつたとして\nも、主文救済とは別にあらためて救済する必要は認められず、さらに、会社が組合\nの運営に介入したことがただちにチバ労組の育成援助を目的としてなされた行為で\nあるとも認めることはできない。また、前記１判断のＡ部長の発言を除き、会社職\n制らによる誹謗中傷の発言及び組合脱退勧奨の言動並びに会社がチバ労組に多額の\n金員を貸与したり結成大会に便宜を供与したとの事実を認めるに足る疎明はなく、\n組合員の激減が会社の支配介入行為の結果によるものと認めるに足る疎明もない。\n以上のとおり、組合の主張はいずれも理由がなく、これを不当労働行為に該当し\nないとした初審判断は相当である。\n以上のとおりであるので、腕章等着用就労に関する初審命令主文を取消すことを\n相当と認めるほかは、本件各再審査申立てにはいずれも理由がない。\nよつて、労働組合法第二五条及び第二七条並びに労働委員会規則第五五条の規定\nに基づき主文のとおり命令する。\n"
}