{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 10,
    "day": 25
  },
  "case_number": "昭和56(行ウ)3",
  "case_name": "所得税更正処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　照明器具等の販売業を営む者の事業所得金額を，同人の取引先における反面調査によって把握した仕入金額を基礎とし，これに同業者の売上原価率を適用するという推計方法により算定してした所得税更正処分の取消訴訟における第７回期日以降に，税務署長が，右の者の事業所得金額について，従来の同業者の売上原価率を適用して推計した売上金額を基礎とする算定方法による主張を，右売上金額を同人が審査請求時に申し立てた額に脱漏分を加えた実額とし，それを基礎とする算定方法による主張に変更したことが，いまだ時機に遅れたものとはいえず，又は時機に遅れたものとしても，税務署長の故意若しくは重大な過失によるものとはいえないとされた事例　２　照明器具等の販売業を営む者の事業所得金額を，同人の取引先における反面調査によって把握した仕入金額を基礎とし，これに同業者の売上原価率を適用するという推計方法により算定してした所得税更正処分に違法はないとした事例",
  "lawsuit_id": "16818",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16818",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/818/016818_hanrei.pdf",
  "contents": "○　主文\n一　被告が昭和五四年三月七日付で原告の昭和五〇年分の所得税についてした更正\n処分及び過少申告加算税の賦課決定のうち、総所得金額四九〇万四六五三円を超え\nる部分を取り消す。\n二　被告が右同日付で原告の昭和五一年分の所得税についてした更正処分及び過少\n申告加算税の賦課決定のうち、総所得金額三六〇万八六七九円を超える部分を取り\n消す。\n三　原告のその余の請求を棄却する。\n四　訴訟費用は、これを二分し、それぞれ各自の負担とする。\n○　事実\n一　当事者の求めた裁判\n１　原告\n被告が昭和五四年三月七日付で原告の昭和五〇年分及び昭和五一年分の所得税につ\nいてした更正処分及び過少申告加算税の賦課決定を取り消す。訴訟費用は被告の負\n担とする、との判決\n２　被告\n原告の請求を棄却する、訴訟費用は原告の負担とする、との判決\n二　原告の請求原因\n１　原告は、照明器具等の販売業を営む者であるが、昭和五〇年分及び昭和五一年\n分の所得税について、原告のした確定申告、これに対する被告の更正処分（一以下\n「本件処分」という。）と過少申告加算税の賦課決定（以下「本件決定」とい\nう。）及び異議決定並びに国税不服審判所長がした裁決の経緯、内容は、別表一記\n載のとおりである。\n２　しかし、被告がした本件処分（いずれも裁決により維持された部分をいう。以\n下同し。）は、違法な税務調査を前提とし、かつ原告の事業所得を過大に認定した\nものであるから違法であり、したがつて、本件処分を前提としてされた本件決定も\n違法である。\nよつて、本件処分及び決定の取消しを求める。\n三　請求原因に対する被告の認否\n請求原因１の事実は認めるが、同２の主張は争う。\n四　被告の主張\n１　被告は、原告の係争各年分の所得税の調査のため、昭和五三年七月二一日以降\n本件処分に至るまでの間に六回にわたり被告部下職員を原告の事業所に臨場させ、\n原告に事業所得金額の算定の基礎となるべき帳簿、請求書及び領収書などの書類の\n提示を求めたが、原告はこれに応ぜず、また事業規模、内容などについての質問に\n対しても答弁せず、調査に全く協力になかつた。そこで、被告はやむをえず原告の\n取引先に対する反面調査の結果等に基づいて原告の事業所得金額を算定し、本件処\n分をしたものであつて、右調査手続等には何ら違法はない。\n２　原告の昭和五〇年分及び昭和五一年分の総所得金額は、それぞれ八五四万〇六\n三五円、七六一万四四六二円であるから、いずれもその範囲内でされた本件処分及\nびこれを前提とする本件決定に違法はない。\n３　原告の係争各年分の総所得金額の内訳明細は別表二記載のとおりであり、その\nうち事業所得にかかる売上金額（被告は、本件処分ではこれを同業者の売上原価率\nから推計して算定したが、本訴では、昭和五〇年分につき原告が審査請求時に申立\nてをした額に脱漏分を加算した額、昭和五一年分につき原告の昭和五〇年分の売上\n原価率から推計した額を主張する。）の算出根拠は左記（一）、（三）の主張を順\n次変更した左記（三）のとおりである（以下「（一）の主張」等という。）。\n（一）　第一五回期日前の主張\n昭和五〇年分の売上金額は、原告が審査請求時に申立てをした額三四五四万四〇二\n〇円に、脱漏分として株式会社旭電気商会（以下「株式会社」を「（株）」と、\n「有限会社」を「（有）」と省略する。）分一万九一四〇円、新生電気（株）分一\n四九万三〇〇〇円、兼松江商（株）分一九一万五〇〇〇円、（株）斉美社（工芸\n部）分三万円、（有）浜田看板店分六万一一三〇円を加算した三八〇六万二二九〇\n円である。\n昭和五一年分の売上金額は、同年分の売上原価三二九七万二八七三円を昭和五〇年\n分の売上原価率〇・七五九五（その算定方法は、別紙計算式（１）のとおりであ\nる。）で除した四三四一万三九二一円である。\n（二）　第一五回期日における新主張\n昭和五〇年分の売上金額は、（一）の主張額に、後日脱漏が判明した安岡工芸社分\n六〇万円及び（有）タカノ工芸社分二万一〇二〇円を加算した三八六八万三三一〇\n円である。\n昭和五一年分の売上金額は、同年分の売上原価三二九七万二八七三円を昭和五〇年\n分の売上原価率〇・七四七三（その算定方法は、別紙計算式（２）のとおりであ\nる。）で除した四四一二万二六七二円である。\n（三）　第一六回期日における新主張（第二三回期日における訂正分を含む。）\n昭和五〇年分の売上金額は、（二）の主張額に、同年分の原告作成に係る売上帳と\n仕入帳を対照した結果、安定器の仕入数量に照らして脱漏ありと認められる螢光灯\n用器具の売上金額一九四万五六九二円（その計算根拠は、別表三のとおりであ\nる。）を加算し、これと重複すると認められる（二）の安岡工芸社分六〇万円を減\n算した四〇〇二万九〇〇二円である。\n昭和五一年分の売上金額は、同年分の売上原価三二九七万二八七三円を昭和五〇年\n分の売上原価率〇・七二二一（その算定方法は、別紙計算式（３）のとおりであ\nる。）で除した四五六六万二四七四円である。\n五　被告の主張に対する原告の認否及び反論\n１　被告主張の１は争う。\n（一）　被告がした税務調査は違法であり、これを前提とした本件処分は違法たる\nを免れない。\nすなわち、課税庁職員が税務調査のため質問検査権を行使するについては、（１）\n被調査者に事前通知をすること、（２）調査を必要とする合理的理由を被調査者に\n具体的に開示すること、（３）反面調査は補充的にのみなすべきであり、かつ、反\n面調査を必要とする合理的理由を被調査者に開示することが憲法上要請されている\nところ、被告の職員は原告に対し事前連絡なしに調査を開始し、調査の合理的理由\nの開示をせず、さらに、原告が調査に応じて協力する姿勢を示していたにもかかわ\nらず、取引先に対する反面調査を理由の開示なしに強行したものであり、反面調査\nの補充性の原則を充足していない。\n２　同２は争い、同３冒頭部分については、別表二の配当所得金額、給与所得金額\n及び一時所得金額欄記載の各金額は認め、事業所得金額及び総所得金額欄記載の各\n金額は争う。同表の事業所得金額の明細のうち売上金額、必要経費、差引事業所得\n金額欄の各金額は争い、必要経費の内訳中昭和五〇年分の租税公課、接待交際費、\n損害保険料及び消耗品費並びに昭和五一年分の接待交際費の各金額は争うが、その\n余は認める。\n必要経費のうち、昭和五〇年分の租税公課は、被告主張金額以外に都島民主商工会\n会費二万八八〇〇円及び自動車税二万四〇〇〇円があるので一六万七七八〇円、接\n待交際費は、被告主張金額以外に中元歳暮用六万円があるので一二万九六〇〇円、\n損害保険料は、被告主張金額以外に火災保険料二万二五〇〇円、自動車強制保険料\n一万九〇五〇円、自動車任意保険料二万三八〇〇円があるので一一万七一五〇円、\n消耗品費は、被告主張金額以外に半田ゴテ購入代金一〇〇〇円があるので三一万三\n七一八円であり、昭和五一年分の接待交際費は、被告主張金額以外に中元歳暮費用\n六万円があるので一五万九〇九六円である。従つて、必要経費は昭和五〇年分が三\n三一〇万四三一七円、昭和五一年分が三九五三万三〇一二円となる。\n３　同３のうち、売上金額に関する（二）及び（三）の主張は、双方の主張が出揃\nい、裁判所が被告に売上漏れの追加主張はない旨を確認して主張整理を終え、立証\n段階に入つた後になつて、被告がそれ以前に入手していた資料や入手しえた資料に\n基づき新たに反面調査をして証拠を収集した上、主張するに至つたものであつて、\n被告の故意又は重大な過失による時機に遅れた主張であり、本件訴訟の完結を遅延\nさせるから却下されるべきである。\n４　（一）の主張については、昭和五〇年分の売上金額のうち、原告が審査請求時\nに申立てをした額並びに兼松江商（株）、（株）斉美社（工芸部）、（有）浜田看\n板店分の全額及び（株）旭電気商会分のうち一〇〇〇円は認めるが、その余は否認\nし、昭和五一年分の売上金額を争う。昭和五〇年分につき（株）旭電気商会分とさ\nれている金額のうち一万八一四〇円は、昭和四九年一二月二七日の売上であり、新\n生電気（株）分とされているものは、原告の同社に対する貸付金の返済金と、同社\nの代表取締役をしている原告が同社に出社した際の交通費（月額一万三〇〇〇円）\nである。\n（二）　の主張については、昭和五〇年分の加算された売上金額を否認し、昭和五\n一年分の売上金額を争う。\n（三）　の主張については、昭和五〇年分の加算された売上金額を否認し、昭和五\n一年分の売上金額を争う。安定器の仕入数量と螢光灯用器具の売上数量とに差があ\nるのは、原告が多数の螢光灯用器具を一括して「一式」と表示して売上を計上した\nものがかなりあること、古くなつたために廃棄処分にした安定器があること及び原\n告の義弟に不正行為があつたことなどによる。\n結局、原告の昭和五〇年分の売上金額は三六五五万一一五〇円にすぎず、昭和五一\n年分の売上金額は、同年分の売上原価三二九七万二八七三円を昭和五〇年分の売上\n原価率〇・七九〇八（その算定方法は、別紙計算式（４）のとおりである。）で除\nした四一六九万五五九〇円である。\n５　以上によれば、原告の事業所得金額は昭和五〇年分が三四四万六八三三円、昭\n和五一年分が二一六万二五七八円であり、従つて総所得金額は昭和五〇年分が四八\n八万三六三三円、昭和五一年分が三五八万七五七八円にすぎない。\n六　原告の反論に対する被告の認否及び再反論\n１　原告主張の必要経費はすべて否認し、売上金額についての原告の反論は争う。\nなお、原告が新生電気（株）からの交通費と主張する金員は、実質上原告所有車両\nの賃貸料であり、その車両の減価償却費及び燃料費等を原告事業の必要経費として\nいる以上、雑収入として原告売上額に加算すべきである。\n２　原告は、売上金額についての被告の追加主張が時機に遅れたものであると主張\nするが、以下述べるとおり右主張は失当である。\n被告は、原告が原処分時に帳簿資料を提出せず、争訟段階で提出した売上帳もその\n記載の裏付けがなく、包括性、継続性の担保を欠くルーズリーフ式のものであつた\nため、その内容確認に多大の時間と継続的な調査の進展を必要としたが、確認調査\nの結果が判明した都度、事実に基づいてこれを追加主張してきたのであつて、本訴\nにおける争点や係争経過から見て、被告の追加主張は何ら時機に遅れたものではな\nく、ましてや遅延が故意過失に基づくものでもない。\nなお、原告が立証に入るまでに被告が主張した売上金額について、被告はその時点\nで把握しえたもののすべてであると述べたにすぎず、追加主張をしないと述べたこ\nとはない。\n要は、課税処分取消訴訟の審理の対象は、原則として、課税処分が認定した課税標\n準額又は税額が実所得に相応しているか否かであつて、その主張立証における攻撃\n防禦方法は口頭弁論終結まで適宜調査収集して提出できるものと解すべきである。\n七　証拠（省略）\n○　理由\n一　請求原因１の事実は、当事者間に争いがない。\n二　まず、本件処分の前提となつた税務調査の適否について判断する。\n成立に争いのない乙第一、二号証、証人Ａの証言及び原告本人尋問（第一回）の結\n果に、弁論の全趣旨を総合すると、原告提出の係争各年分の所得税の確定申告書に\nは、事業所得についての収入金額及び必要経費欄の記載はなく、所得金額のみが記\n載されていたこと、そこで、被告の部下職員であるＡ及びＢは原告の事業所得の内\n容を調査すべく、昭和五三年七月二一日に原告の事業所に赴き来意を告げたとこ\nろ、原告から丁度得意先に行くところなので後日当方から連絡すると言われたの\nで、そのまま帰庁したが、その後原告から何の連絡もなかつたため、同月二六日再\nび原告の事業所に赴いたところ、原告から月末に来られては困るので八月になつて\nから来てほしいと言われて帰庁したこと、その後原告から八月四日に来るように連\n絡があつたので、同日Ｂが原告の事業所に赴き、原告に対し帳簿の提示等調査への\n協力を依頼したが、原告は、調査理由を明らかにしてほしい、昭和四〇年頃帳簿を\n被告部下職員に見せたところ何の説明もなしに更正をされ、店舗を差し押えられた\n経験があるので、調査理由の説明がされない限り調査には応じられない旨述べ、こ\nれに対しＢは調査理由を明らかにすることはできないと言つて、両者の主張は平行\n線をたどり、Ｂは調査を打ち切つて帰庁したこと、八月中旬頃にＡが原告に電話で\n調査への協力方を要請した際も、原告は納得のいく理由を言つてもらわない限り調\n査には応じられないと返答し、その翌日、原告からＡに対し事業所へ来てもらいた\nい旨の電話があつたが、Ａとしては従前の経緯から原告が調査理由の開示を求める\nのみで、帳簿を提示する等して調査に協力する姿勢はないものと判断して、原告の\n事業所を訪れなかつたこと、そして被告は原告の過年分の調査メモに基づき、取引\n先に対する反面調査等を実施し、原告の仕入金額（売上原価）を把握した上、同業\n者の売上原価率から原告の係争各年分の事業所得金額を推計して本件処分をするに\n至つたこと、以上の事実が認められる。\n右事実によれば、被告が原告の係争各年分の事業所得について税務調査のため質問\n検査権を行使する必要があつたことは明らかであつたところ、原告は調査理由の開\n示に固執して調査への協力を拒んだものであるが、質問検査の実施上の細目につい\nては、質問検査の必要があり、かつこれと相手方の私的利益との衡量において社会\n通念上相当な限度に止まる限り、税務職員の合理的な選択に委ねられていると解さ\nれるから、調査日時の事前通知や調査の理由及び必要性の告知をしなかつたからと\nいつて調査が違法となるわけではなく、これを履践することが憲法上要請されてい\nるものでもない。また本件において原告が昭和四〇年頃に体験したとされる事実が\n仮に真実であつたとしてこれを考慮に入れても、調査の理由及び必要性を告知しな\nかつたことが調査の違法事由となるとは認め難い。\nそして、原告の係争各年分の所得金額について、これを実額で算定するに必要な帳\n簿書類ないし原始記録が原告から提示されず、調査についても原告の協力が得られ\nなかつたのであるから、被告が取引先の反面調査によつて把握した原告の仕入金額\nを基礎に、同業者の売上原価率から原告の係争各年分の事業所得金額を推計して本\n件処分をしたことに何ら違法はないといわなければならない。\n三　そこで、原告の係争各年分の所得金額の算定について以下検討するが、原告の\n配当所得、給与所得及び一時所得の金額が別表二に記載のとおりであることは当事\n者間に争いがないので、事業所得の金額が本件の争点であるところ、原告は、事業\n所得を構成する売上金額に関する被告の（二）、（三）の主張はいずれも時機に遅\nれたものとして却下されるべきであると主張するので、まずこれについて判断す\nる。\n本件記録によれば、本訴は昭和五六年一月二〇日に提起され、被告は第三回期日\n（同年六月一〇日）で同業者売上原価率によつて推計した売上金額に基づき原告の\n事業所得を主張したが、第七回期日（昭和五七年三月二日）において売上金額の算\n定方法を改め、昭和五〇年分については原告が審査請求時に申立てをした額に売上\n脱漏分を加えた実額、昭和五一年分については原告の前年分の売上原価率からの推\n計額によることとし、（一）の主張に変更したこと、原告は、第八回期日（同年五\n月一一日）では売上脱漏分にかかる被告主張事実をすべて否認したが、第一〇回期\n日（同年七月二七日）に至り売上金額に一部脱漏のあつたことを認めたこと、第一\n二回期日（同年一〇月二六日）には、原告主張の必要経費について被告の認否がな\nされ、裁判所は原告申請の原告本人尋問を採用し次回期日にこれを施行する決定を\nし、第一三回期日（昭和五八年一月二八日）及び第一四回期日（同年五月六日）に\nわたつて原告本人尋問が行なわれたこと、被告は第一五回期日（同年七月一日）に\nおいて昭和五〇年分の売上金額に一部脱漏分があつたとしてこれを追加し、これに\n伴い昭和五一年分の推計額を改めた（二）の主張に変更し、さらに次の第一六回期\n日（同年八月二六日）には昭和五〇年分につき安定器の仕入数量から螢光灯用器具\nの売上脱漏分があつたとして（二）の売上金額を増額修正し、これに伴い昭和五一\n年分の推計額も改めて（三）の主張の基礎となつた主張に変更するに至つたので、\nこれに対し原告は同期日においてこれらの各主張は時機に遅れたものとして却下を\n求めたこと、その後裁判所の構成に変更があつたため従前の訴訟経過に関する双方\n各一名の証人調べがなされた上、第二二回期日（昭和五九年六月二八日）において\n被告の追加主張事実の立証のための証人Ｃの尋問と、これに対する反証として原告\n本人の再尋問が行なわれ、最終の第二三回期日（同年八月九日）には、被告が従前\nの売上脱漏分の違算等を訂正して（三）の主張金額を確定したことが明らかであ\nる。\nところで、証人Ｄの証言によれば、売上金額についての被告の主張が右のように変\n遷した理由は次のとおりであることが認められる。すなわち、当初の同業者率によ\nる推計主張から（一）の主張への変更は、本件訴訟係属後、被告において原告が審\n査請求時に提出した昭和五〇年分の売上帳（甲第七号証の一ないし三一）に記載さ\nれている取引先を調査した結果、一部売上脱漏が確認できたので、同業者率による\n推計よりも、昭和五〇年分は売上帳記載の額に脱漏分を加えた実額主張とし、同五\n一年分は本人比率による推計を主張する方がより合理的だと考えたからであるが、\n被告としては、（一）の主張をした昭和五七年三月以降の追加調査によつて判明し\nた売上脱漏分をいずれまとめて主張しようと考えていたところ、裁判所から近く弁\n論終結を示唆されたため、急濾（二）の主張を提出したものの、その後の検討によ\nつて原告の取引には小口のものが多いことから、被告は個別的な売上脱漏分の調査\nに限界を感じ、原告が国税不服審判所に提出していた仕入帳の謄本（乙第二二号証\nの一ないし五〇）を取り寄せて、前記売上帳と仕入帳の昭和五〇年分の突合作業を\nした上、（三）の主張をするに至つたというのである。そして、既に認定したよう\nに原告から被告の調査に対する協力を得ることは不可能であつたこと、原告の昭和\n五〇年分の売上帳はルーズリーフ式のものであり、その原始資料も提出されていな\nいこと、原告は（一）の主張のうち昭和五〇年分の売上脱漏分をいつたん否認した\nがその後一部認めるに至つたことを勘案すると、被告において他にも売上脱漏分が\nないかどうかの調査を続行し、さらに、売上把握の一方法として仕入帳と売上帳と\nの突合作業を試みたことも適正公平な課税の実現のためにはやむをえないものとい\nうべきであつて、その結果把握しえたとする昭和五〇年分の売上金額を増額し、こ\nれに伴い本人比率による昭和五一年分の売上金額も増額するに至つた被告の（二）\n及び（三）の主張は、本件の訴訟経過に照らしいまだ時機に遅れたものとはいえな\nいが、あるいはこれが時機遅れとしてもその点について被告に故意又は重大な過失\nを認めるに足りないというべきである。よつて、被告の（二）及び（三）の主張の\n却下を求める原告の主張は理由がない。\nなお、被告が（一）の主張をした後証拠調に入るまでの間に売上漏れの追加主張は\nない旨明言したかどうかは争いのあるところであり、この点に関して証人関戸一\n考、Ｄは相反する供述をしている。しかし、双方の準備書面で見る限り、被告が\n（一）の主張をする際、昭和五一年分の売上金額を本人比率で推計すべき理由とし\nて同年分についても昭和五〇年分と同様に審査請求時の申立額に売上脱漏があると\n指摘したのに対し、原告が売上脱漏があるというのであれば具体的に主張されたい\nと反論したことが明らかであり、右両証人の証言によると、この点に関し双方代理\n人が口頭で応酬をしたほか、裁判所が被告に対し昭和五一年分についても実額主張\nに変更する予定なのかどうかを事実上求釈明したところ、被告は実額主張はしない\n旨述べたことが窺われるのであつて（事実、その後も昭和五一年分については本人\n比率による推計主張が維持されている。）、結局、右の経緯からすると、被告が売\n上脱漏の追加主張をしない態度を明確に表明したと認められるのは昭和五一年分に\n関してであり、昭和五〇年分についてはいずれとも断定しがたいというべきであ\nる。\n四　よつて、被告主張にかかる原告の昭和五〇年分の売上金額について以下判断す\nるが、原告が審査請求時に申立てをした額三四五四万四〇二〇円並びに兼松江商\n（株）分一九一万五〇〇〇円、（株）斉美社一工芸部）分三万円、（有）浜田看板\n店分六万一一三〇円、（株）旭電気商会分のうち一〇〇〇円、以上合計三六五五万\n一一五〇円については、当事者間に争いがない。\n１　（株）旭電気商会分\n弁論の全趣旨により真正に成立したと認められる乙第一七号証によれば、原告の大\n和銀行天六支店の当座預金口座に（株）旭電気商会振出の小切手で昭和五〇年二月\n二〇日に一万八一四〇円の入金があつたことが認められるが、原告本人尋問の結果\n（第一回）とこれにより真正に成立したと認められる甲第九号証の一、二（なお、\n甲第九号証力一〇二枚目の成立については当事者間に争いがない。）によれば、右\n入金は昭和四九年一二月二七日の同社に対する売上に対応するものであることが認\nめられるので、被告の主張は失当である。\n２　新生電気（株）分\n前出乙第一七号証によれば、昭和五〇年中に同社から原告の前記銀行口座に入金さ\nれた金額は同年分の原告の売上帳記載の同社への売上額よりも一四九万三〇〇〇円\n多いことが認められる。しかしながら、原告本人尋問の結果（第一回）とこれによ\nり成立が認められる甲第八号証の一ないし四によれば、原告は同社の代表取締役を\n兼わているところ、右のうち一三五万円は原告から同社に対する貸付金の返済分と\nして七回にわたり分割入金のあつた合計額であり、一四万三〇〇〇円は同社から原\n告の通勤費用等に充ててもらうため、車両賃借料の名目で月額一万三〇〇〇円ずつ\n入金された少なくとも一一か月分であることが認められる。これによれば、右一三\n五万円は当然同社に対する売上とは認められないし、一四万三〇〇〇円について\nは、同社への通勤費用等として実費弁償的なものというべきであり、仮に名目どお\nりの車両賃貸料としてもこれを原告の事業から生じた所得とは言い難く、いずれに\nしても同じく売上とは認め難い。\n３　（有）タカノ工芸社分\n成立に争いのない乙第二〇号証によれば、昭和五〇年五月中に、三回にわたつて合\n計二万一〇二〇円の原告から同社に対する売上の存在が認められる。原告本人尋問\nの結果（第二回）には同社と原告との取引は昭和四六年頃までであつた旨の供述が\nあるが、これは不鮮明な記憶に基づくものであり採用できない。したがつて、同社\nへの売上金額二万一〇二〇円が計上されるべきである。\n４　安定器の仕入数量からの算定\n成立に争いのない乙第二三、二四、二八、二九号証によれば、被告が原告の昭和五\n〇年分の仕入帳と売上帳に基づき安定器の仕入数量と螢光灯用器具の売上数量とを\n対照検討したところ、二〇ワツト安定器の仕入数五七一一個に対して二〇ワツト螢\n光灯用器具の売上数二五六五個で後者が三一四六個多く、四〇ワツト安定器の仕入\n数二七五一個に対して四〇ワツト螢光灯用器具の売上数二二六五個で後者が四八六\n個多いことが判明したことを窺うことができる（もつとも、原告も右仕入数量と売\n上数量に差があること自体は認めており、成立に争いのない甲第二二ないし第三三\n号証によれば、原告自らが仕入帳と売上帳を対照検討した結果では、右の差異は二\n〇ワツトについて三〇九一個、四〇ワツトについて四七七個となつたことが窺え\nる。）。被告は、右の差異が螢光灯用器具の売上脱漏分になると主張するが、弁論\nの全趣旨により真正に成立したと認められる甲第七号証の一、一〇、一二、一六、\n二三、原告本人尋問の結果（第二回）により真正に成立したと認められる甲第一八\n号証の一ないし六及び原告本人尋問の結果（第二回）によれば、売上帳に商品名、\n数量を個別に記載することなく、納入先名のほかに「一式」とだけ記載して多額の\n売上金額を計上している場合が十数回あり、これらの場合にはかなり大量の螢光灯\n用器具を一括納品していること、これら納入先から器具メーカーの指定があつて\nも、原告に対する発注者としては採算上原告の組立てた器具を混用せざるをえない\nこと、在庫中の安定器の中には型が古くなつたなどの理由で廃棄したものもあるこ\nと、原告の義弟で一時期仕事を手伝つていた四十万洋が安定器を倉庫から持ち出し\n換金処分するなどの不正を働いた可能性が高いことなどの事実が認められるのであ\nつて、これらの事実に照らすと、仕入帳と売上帳の対照による前記数量の差異から\n直ちにこれに相当する螢光灯用器具の売上金額に脱漏ありとする被告主張事実を推\n認することは合理性を欠くというべきであり、乙第二五ないし第二七号証はこの判\n断を左右するものでなく、他に被告主張事実を認めるに足りる証拠はない。\n５　安岡工芸社分\n被告は、（三）の主張において（二）の主張で加算した安岡工芸社分を減算してい\nるが、前記４の安定器の仕入数量から算定した売上金額が認められないときは安岡\n工芸社分の主張を維持するものと解されるので、これについて検討するに、乙第一\n九号証には同社が昭和五〇年当時原告から毎月五ないし六万円の螢光灯を仕入れて\nいた旨の被告主張事実に沿う記載があるが、成立に争いがない甲第一五号証及び原\n告本人尋問の結果（第二回）に照らして右記載は信用できず、他に被告主張事実を\n認めるに足りる証拠はない。\n右によれば、原告の昭和五〇年分の売上金額は三六五七万二一七〇円である。\n五　次に、昭和五一年分の売上金額について、これを同五〇年分の原告の売上原価\n率によつて推計する方法で求める必要性があることについては、原告において明ら\nかに争わないし（原告自身もその主張額をこの方法によつて算出している。）、右\n方法に何ら不合理な点は窺えない。そして、原告の係争各年分の売上原価が別表二\nに記載のとおりであることは当事者間に争いがないから、昭和五一年分の売上金額\nは、同年分の売上原価三二九七万二八七三円を昭和五〇年分の売上原価率〇・七九\n〇四（その算定方法は別紙計算式（５）のとおりである。）で除した四一七一万六\n六九一円となる。\n六　次に、原告の事業所得にかかる必要経費について判断するに、以下特記する経\n費以外の経費が別表二に記載のとおりであることについては、当事者間に争いがな\nい。\n１　昭和五〇年分の都島民主商工会会費\n原告本人尋問の結果（第一回）により真正に成立したと認められる甲第一〇号証に\nよれば、原告が都島民主商工会会費として月額二四〇〇円、合計二万八八〇〇円を\n支払つたことが認められるところ、これを原告主張のように租税公課に準ずるもの\nとして取扱うのは適当ではないが、その性質上必要経費に算入されるべきである。\n２　昭和五〇年分の自動車税\n書込部分については原告本人尋問の結果（第一回）により真正に成立したと認めら\nれその余の部分は成立に争いのない甲第一一号証によれば、原告は昭和五〇年分の\n自動車税二万四〇〇〇円を昭和五一年七月二〇日に支払つたことが認められるとこ\nろ、自動車税の納期は毎年五月中であるから、右金額は昭和五〇年中に納付義務が\n確定したものとして同年分の租税公課に算入すべきである。\n３　昭和五〇年分及び同五一年分の接待交際費\n原告本人尋問の結果（第一回）によれば、原告は毎年中元及び歳暮の時期に取引先\n約一〇社に対して一社当たり平均三〇〇〇円の品物を贈つてきたことが認められる\nところ、右供述はわが国の習慣に照らして十分信用できるので、昭和五〇年分及び\n同五一年分の必要経費に各六万円が算入されるべきである。\n４　昭和五〇年分の損害保険料\n書込部分については原告本人尋問の結果（第一回）により真正に成立したと認めら\nれその余の部分は成立に争いのない甲第一二号証の一、二、第一三号証及び原告本\n人尋問の結果（第一回）によれば、原告は昭和三〇年から毎年店舗及び商品什器に\n火災保険をかけてきたところ、昭和五〇年五月二日に店舗の火災保険料として一万\n二〇〇〇円を、同年中に商品什器の火災保険料として一万〇五〇〇円を支払い、ま\nた同年四月一二日に自動車強制保険料として一万九〇五〇円を、同年五月二日に自\n動車任意保険料として二万三八〇〇円を支払つたことが認められ、これらの合計六\n万五三五〇円は昭和五〇年分の損害保険料に算入すべきである。\n５　昭和五〇年分の消耗品費\n前出甲第九号証の一、二及び原告本人尋問の結果（第一回）によれば、原告は昭和\n五〇年三月五日に事業用の半田ゴテを一〇〇〇円で購入したことが認められるか\nら、右金額は昭和五〇年分の消耗品費に算入されるべきである。\n右によれば、当事者間に争いのない昭和五〇年分の必要経費三二九二万五一六七\n円、同五一年分の必要経費三九四七万三〇一二円以外に、昭和五〇年分として一七\n万九一五〇円、同五一年分として六万円の必要経費が認められるから、結局、原告\nの必要経費は、昭和五〇年分が三三一〇万四三一七円、同五一年分が三九五三万三\n〇一二円となる。\n七　以上の認定によれば、原告の事業所得金額は、昭和五〇年分が三四六万七八五\n三円、同五一年分が二一八万三六七九円となるところ、原告の係争年分の配当所\n得、給与所得、一時所得の各金額は前記のとおりであるから、結局、原告の総所得\n金額は、昭和五〇年分が四九〇万四六五三円、同五一年分が三六〇万八六七九円と\nなる。\nそうすると、本件処分のうち、昭和五〇年分については総所得金額四九〇万四六五\n三円を超える部分、昭和五一年分については総所得金額三六〇万八六七九円を超え\nる部分は、いずれも原告の所得を過大に認定したものであるから違法であり、ま\nた、本件決定のうち右各総所得金額を超える部分に対応する部分も違法たるを免れ\nない。\n八　以上によれば、原告の本訴請求は、本件処分及び本件決定のうち、昭和五〇年\n分については総所得金額四九〇万四六五三円を超える部分、昭和五一年分について\nは総所得金額三六〇万八六七九円を超える部分の各取消しを求める限度において理\n由があるからこれを認容し、その余は失当であるから棄却することとし、訴訟費用\nの負担につき行政事件訴訟法七条、民事訴訟法八九条、九二条を適用して、主文の\nとおり判決する。\n（裁判官　青木敏行　古賀　寛　梅山光法）\n"
}