{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 11,
    "day": 17
  },
  "case_number": "昭和54(ワ)282",
  "case_name": "",
  "court_name": "静岡地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13427",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13427",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/427/013427_hanrei.pdf",
  "contents": "主　　　文\n一　被告は別紙（一）物件目録記載のふとん干器を製造、販売してはならない。\n二　被告は原告Ａに対し金七〇六、九一七円、原告会社に対し金一、四一三、八三\n五円および右各金員に対する昭和五四年七月一八日から支払ずみまで年五分の割合\nによる金員を支払え。\n三　訴訟費用は被告の負担とする。\n四　この判決は仮に執行することができる。\n事　　　実\n第一　申立\n一　原告ら\n主文第一ないし三項と同旨の判決と仮執行宣言を求める。\n二　被告\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\nとの判決を求める。\n第二　主張\n一　請求原因\n別紙（二）のとおり\n二　被告の答弁\n（一）　請求原因第一の一、二、第二の二の１の各事実は認める。\n（二）　同第一の三、第二の一、二の２、三の２の各事実は否認する。\n（三）　同第二の三の１の事実は知らない。\n（四）　第一、第二の各四は争う。\n（五）　別紙（三）のとおり\n第三　証拠（省略）\n理　　　由\n一　請求原因第一の一、二の各事実は当事者間に争いがなく、右事実と成立に争い\nのない、甲第二号証によれば、次の事実が認められる。\n（一）　本件登録意匠は、ふとん掛フレーム部と基部から成るところ、\n１　ふとん掛フレーム部は、ほゞ三辺をなすように円管を、ほゞコの字状に折り曲\nげたもの三葉から成り、\n２　基部は、端部に被嵌合部をもつ三本の支柱とこれらの支柱を近接平列状に固定\nする上下二個の固定具とから成り、\n３　各葉のふとん掛フレーム部は、右基部の各支柱端部の被嵌合部に嵌合すること\nにより、右基部を軸として回転できるように装置されている。\n（二）　被告製品の意匠は、ふとん掛フレーム部と基部から成るところ、\n１　ふとん掛フレーム部は、ほゞ三辺をなすように円管を、ほゞコの字状に折り曲\nげた四葉から成るが、その形状は、上部は底部よりやや長く、底部は水平である\nが、上部は基部から遠ざかるにしたがつて、ゆるく上昇し、全体としていわゆる蝶\n羽形状を成している。\n２　基部は、端部に被嵌合部をもつ二本の支柱並びに四個の被嵌合部と、これらを\n近接平列状に固定する上下二個の固定具とから成るが、右のうち特に下部の固定具\nは、鉄板をプレス加工して折畳むようにして作出した金具によつて、被嵌合部を覆\nつた、いわゆるスカート形をなしており、\n３　各葉のふとん掛フレーム部は右基部の各被嵌合部に嵌合することにより右基部\nを軸として回転できるように装置されている。\n二　そこで、本件登録意匠（以下「甲」という）と被告製品の意匠（以下「乙」と\nいう）とを対比すると、\n（一）　まず、ふとん掛フレーム部については、甲は、ほゞ四方形、乙は前示のよ\nうな蝶羽形、甲は三葉、乙は四葉という点で差異があるが、いずれも四辺形の、ほ\nゞ三辺をなす、三葉以上のふとん掛フレームを有する点で共通している。\n（二）　次に、基部については、甲は三本の支柱乙は二本の支柱、乙は前示のよう\nなスカート形の固定具、甲はそうではない固定具、という点で差異はあるが、いず\nれも、近接平列状に固定された支柱、被嵌合部と固定具から成る基部の被嵌合部\nに、ふとん掛フレーム部端を嵌合して右基部を軸として回転できるように装置され\nている点で共通している。\n三　このように、甲と乙とは、ふとん掛フレーム部の形状と葉数、基部の形状に若\n干の差異があるけれども、以上の対比にかんがみ、甲も乙もそれぞれ全体として観\n察した場合、これらを観る者に特に強く印象を与える点は、前示認定のとおりのふ\nとん掛フレーム部および基部の各共通点であるということができるから、これらの\n要部を共通にする以上、乙は甲に類似するものというのが相当であり、ふとん掛フ\nレーム部における前記の差異は、右要部から容易に着想実施しうる程度の差異であ\nり、また基部における前記の差異も普通一般人の目に触れ、観る者の注意を引き易\nい部分以外の部分的差異であつて、いずれも甲乙両者の意匠としての差異をもたら\nすものではないと認めるのが相当である。\n四　成立に争いのない乙第五ないし七号証によれば、被告がその主張（別紙\n（三））の一の（一）、（二）において指摘するような各意匠登録が、本件登録意\n匠の出願前に、なされていることが認められるが、右はいずれも本件登録意匠とは\n異なる物品に関するものであることが明らかであるから、原告Ａの有する本件意匠\n権の権利範囲について何ら影響を与えるものではない。\nまた、成立に争いのない甲第九ないし一一号証によれば、被告がその主張（別紙\n（三））の一の（五）、（六）において指摘するように、三葉の移動用物干具につ\nいての意匠の登録または原告Ａの類似意匠登録出願に対する拒絶の査定が、特許庁\n審査官によつて、本件登録意匠の登録後に、なされていることが認められるが、右\n各事実が認められるからといつて、それだけで直ちに本件登録意匠と被告製品の意\n匠との間の類否について影響を及ぼすものということはできない。\n五　成立に争いのない甲第一号証と原告Ａ本人尋問の結果によれば請求原因第二の\n一、二の２、三の１、２の（１）、（３）の各事実が認められ被告代表者本人の供\n述右認定を覆すにたらず、他に右認定を覆すにたる証拠はない。\nそして、右事実によれば同第二の三の２の（２）の主張は相当であり、また、原\n告会社は本件訴の原告となるべき適格を有するものと認めるのが相当である。\n六　本件訴状送達の日の翌日が昭和五四年七月一八日であることは本件訴訟記録に\nより明らかである。\n七　以上の事実によれば、本訴請求は、いずれも理由があるから、これを認容し、\n訴訟費用の負担につき民事訴訟法八九条、仮執行宣言につき同法一九六条を適用し\nて、主文のとおり判決する。\n別紙（一）\n物件目録\n一　円管をほぼ方形に組んでなるふとん掛けフレーム部四葉をもつ左図の折りたた\nみふとん干し器。\n別紙（二）\n請求原因\n第一　侵害の差止めについて\n一、原告Ａ（以下原告Ａという）は左記登録意匠（以下本件意匠という）の意匠権\n者である。\n記\n登録番号　意匠登録第三六〇六三九号\n登録日　昭和四七年一二月二七日\n出願日　昭和四六年一二月一八日\n意匠に係る物品　ふとん干器\n意匠の構成　甲第二号証記載のとおり\n類似意匠　類似第一号　ふとん干器\n昭和四九年四月三日登録\n二、被告は別紙（一）物件目録記載のふとん干器（以下被告物件という）を製造し\nて販売している。\n三、本件意匠と被告物件の意匠とを比較すると\n（一）　本件意匠の構成は\n１　円管をほゞ方形に組んで成るふとん掛フレーム部三葉と、\n２　端部に被嵌合部をもつ三本の支柱とこれらの支柱を整列状に固定する固定具と\nから成る基部一体\nとから成り、\n３　各葉のふとん掛フレーム部は右基部の各支柱端部の被嵌合部に嵌合することに\nより右基部を軸として回転しうるように装着されて\n成る\nのに対し、\n（二）　被告物件の意匠の構成は\n１′　円管をほゞ台形に組んで成るふとん掛フレーム部四葉と\n２′　端部に被嵌合部をもつ二本の支柱並びに四個の被嵌合部と、これらを整列状\nに固定する固定具とから成る基部一体\nとから成り、\n３′　各葉のふとん掛フレーム部は前記基部の各被嵌合部に嵌合することにより右\n基部を軸として回転しうるように装着されて\n成る。\n（三）　そこで、右各要素を比較するに\n（二）の１′２′３′は（一）の１２３に各々順次対応するところ、先ずふとん掛\nフレーム部について、\n１　右フレームは本件意匠がほゞ方形に組まれているのに対して被告物件のそれが\n台形に組まれている点で\n２　本件意匠の基部の支柱が三本であるのに対して被告物件のそれが二本である点\nで、\n３　本件意匠の基部においてはいずれも支柱の端部が被嵌合部となつているのに対\nし、被告物件のそれは被嵌合のうち四個は支柱によつて支持されていない点で、\n各々相違するが、\n両者は、\n１　ふとん掛フレーム部が四辺形の三辺として組まれ\n２　右フレーム部を三葉以上もち\n３　支柱、固定具、被嵌合部より成る基部一体の被嵌合部に、ふとん掛フレームを\n嵌合して右基部を軸として回転可能のように装置されている、\n点で一致している。\n（四）　ところで、本件意匠に係る物品であるところのふとん干器の機能は、\n１　ふとんを水平に掛けてその重量に耐えうる構造をもち\n２　一体の基部を軸とした折り畳みが可能で\n３　展開をすれば起立状態で置くことのできる\nふとん干器である点にあるところ、これらの機能をもつためには、\nふとん掛フレーム部が少くとも四辺形の三辺として組まれ、右フレーム部を最低三\n葉有し、また各葉のフレーム部が回転可能であるように一体の基部の被嵌合部に嵌\n合して装着され、基部はフレームの一辺を構成すべく少くとも一本の支柱と、被嵌\n合部と、これらを固定するための固定具とから成る意匠であることがどうしても必\n要である。そこで、前記の本件意匠と被告物件の意匠の一致点を右のことに照らし\n合わせてみれば、いずれもこれらが右の必要構成要素に合致していることが分る。\n即ち、両者は本件意匠に係る物品の機能から発露するところの、意匠の基本的な形\n状、要素において一致している。\nところで、本件意匠に係る物品であるところのふとん干器は本件意匠の出願当時\n他に例をみない新品種且つ斬新な形状の商品であつて、従つてまた本件意匠自体、\nいわゆる原始創作意匠であり、その権利の幅は相当に広く解釈されるべきであるか\nら、その基本的な構成要素をもつて意匠の要素とみるべきである。\n（五）　然るに、前述のとおり、本件意匠と被告物件の意匠とはこれら基本的構成\n要素において一致しており、一方、両者の相違点はいずれも右基本的構成要素から\n外れた点での微差というにすぎないものであるから、被告物件の意匠は本件意匠に\n類似する。\n四、因つて、被告が被告物件を製造販売する行為は原告Ａの前記意匠権を侵害する\nものであるから、原告Ａは被告に対し意匠法第三七条第一項にもとづき、請求の趣\n旨記載の判決をもとめる。\n第二　損害賠償の請求について\n一、被告の行為\n被告は、昭和五二年一一月二六日から、同五四年六月二〇日頃に至るまで、前述\nしたとおり本件意匠権の侵害品である別紙目録記載のふとん干器四、五五〇台を、\nこれが本件意匠権を侵害するものであることを知りながら、または過失によりこれ\nを知らないで、製造して販売し、その売上げ額は合計一四、一三八、三五〇円に達\nしている。\n二、原告らの権利\n１　原告Ａは前述のとおり本件登録意匠の意匠権者である。\n２　原告タイヨー産業株式会社（以下原告会社という）は昭和五一年八月ころ、原\n告Ａから前記意匠権について次節で述べるように独占的通常実施権の許諾を得て、\n同年一一月から右権利の実施品であるふとん干器を製造し、その販売に従事してき\nた。\n三、損害の発生\n１　原告Ａは被告の前記行為により、得べきであつた本件意匠権の実施料を得るこ\nとができず、従つて実施料相当額の損害を豪つた。そして、その実施料は被告物件\nの販売価格の五パーセントをもつて相当とするから、被告物件の総売上額の五パー\nセントに該る七〇六、九一七円の損害を豪つたことになる。\n２（１）　ところで、原告会社と原告Ａの関係についてみるに、原告会社は原告Ａ\nによつて昭和五〇年八月二九日に設立され、同人を代表取締役とし、その他の役員\nも原告Ａの実父と、親戚一名の者で構成され、また従業員もわずか九名という極め\nて小規模の企業であつて、その実質は原告Ａの個人経営に等しい。\nまた、原告会社の営業内容は本件意匠権の実施品たるふとん干器のほか、ハンガ\nーラツク等の家庭用金物製品の製造販売であるが、その製品は工業所有権化されて\nいるか否かはともかくとしていずれも原告Ａの着想発案したものを製品化したもの\nである。ただ、原告Ａは自らの発明、考案、創作等について工業所有権の出願をす\nる場合、原告会社が零細であるところから、会社名で出願するよりも個人出願にし\nた方が権利として安定し、且つ、原告会社が利益を挙げるようになつたときはそこ\nから報酬のほかに実施料を得ることができると考え、全部原告Ａ名で出願し、これ\nを原告会社に実施させているものである。\n右のような訳で、原告Ａが、同人の所有する工業所有権の実施許諾を原告会社以\n外の者に対して為すことはあり得ず、また、事実そのようなことはなかつた。\n以上の事実を総合すれば明らかのように、原告会社は原告Ａから遅くとも昭和五\n一年一一月ころまでに黙示で独占的通常実施権の許諾を得ていたものであつて、し\nかも、その内容は専ら原告会社にのみ実施させ、権利者たる原告Ａ自身は一切実施\nをしないことは勿論、第三者に対しても実施権を許諾することがあり得ないという\n点で、むしろ専用実施権たる実質をもつものである。\n（２）　従つて、原告会社が被告の独占的通常実施権侵害によつて豪つた損害額に\nついては、意匠法第三九条第一項の適用乃至類推適用があるものと解すべきであ\nる。\n（３）　ところで被告が被告物件を売り上げた総金額は金一四、一三八、三五〇円\nに達し、これによつて得た利益は少くとも右総売上額の一五パーセントを下らない\nから、結局被告が被告物件の製造販売によつて得た利益は金二、一二〇、七五二円\nである。\nよつて、原告会社は、右利益から、原告会社が原告Ａに対して支払うべき実施料\nを差し引いた金一、四一三、八三五円の損害を豪つたものである。\n四、よつて、原告Ａは被告に対し、民法第七〇九条、意匠法第三九条第二項によ\nり、原告会社は被告に対し、民法第七〇九条、意匠法第三九条第一項により請求の\n趣旨第二項記載の判決を求める。\n別紙（三）\n被告の主張\n一、侵害の差止めについて\n被告の製造・販売にかかる四葉のふとん干し（以下単に被告物件という）は以下\n掲記の如き事由により原告Ａの主張する本意匠権の範囲に含まれず、これを侵害す\nるものではない。従つて、被告物件は原告Ａの本意匠権をもつても差止めは許容さ\nれ得ぬものである。\n（一）　被告物件は四葉及び五葉で「ドン・ホセ」なる商品名で製販されているも\nのである。\nところで、原告Ａが本意匠権をもつ三葉と被告物件である四葉に関して原告らの\n説く三つの相違点は指適のとおりである。問題は原告らが両者を「基本的形状・構\n成要素において一致している」との主張・評価で、右は独断で著しく我田引水論法\nの類いの非難を免れないものである。\nすなわち、二葉ホーム（乙第七号証）の意匠登録に対し原告Ａの三葉ホーム（甲\n第二号証）の登録意匠が容認されている如く、右原告Ａの本意匠登録に対して、被\n告物件たる四葉のホームは別の意匠考案に成るもので、さらに被告製販の五葉ホー\nムも別異の意匠としての保護法益を有する。この種の考案に成る意匠の本質的要素\nは葉数にあり、意匠の主要部を構成する。\n而して、意匠の主要部を構成する葉数は間接隔離観察によつて五以下では相互に\n誤認・混同を生じる如き類似性もない。\n（二）　ところで、原告らが被告物件との符合を示為する原告Ａの本意匠は出願す\nる以前から既に公知であつた。例えば、意匠にかかる物品名は異なるが、（株）ト\nーカイスクリーンが意匠権を有する商品（乙第五号証）のホームは機能的にはふと\nん干器として、原告Ａの本意匠と同一の用法にかなう。また、Ｂの保有する洗濯物\n干器の意匠登録（乙第六号証）品は付属品をはずして起立させれば、三葉のふとん\n干器そのものである。この理は、物品名は異なるが乙第七号証の意匠登録品もその\nまま二葉のふとん干器となる。\n以上の次第で、原告Ａの本意匠は原始創作に成る意匠とはいい難い。\n（三）　原告らは、ふとん干器の両者の構成機能の類似性を示為しているが、この\n点は特許法又は実用新案法で保護されているところとは異なるので特に論ずる価値\nはない。\n（四）　本件は意匠法上の類似性の範囲をどうとらえるかにかかるが、原告らも自\n認する如き前述の三つの相違点はどれひとつをとつても視覚的審美感に明僚な相違\n点が顕著なので非類似である。\n（五）　原告Ａの本意匠の類似の範囲は類似第一号程度が限度である。ちなみに、\nＣの保有する移動用物干具（意匠登録第三八〇七六八号・甲第九号証）は三葉であ\nるところ、右は原告Ａの本意匠出願以後に出願して登録が認容されている。\n（六）　原告Ａは類似意匠として被告物件に似た四葉の出願（意願昭五〇―四八二\n八八号）をなしたところ拒絶査定された。類似意匠の登録は本意匠の範囲、すなわ\nち、本意匠の創作性がどの範囲までを包含するものであるかを客観的に明らかにす\nるために行うものであり、権利は合体するので、例えば被告が前記類似意匠出願と\n同一のふとん干器を完施したとしても本意匠を侵害するものではないことを意味し\nている。\n（七）　原告Ａは本訴において、被告に「円管をほぼ方形に組んでなるふとん掛け\nフレーム部四葉をもつ折りたたみ式ふとん干し器」（別紙（一）物件目録）の製販\n差止めを求めているが、これは原告Ａが前記の如く拒絶査定された意願昭五〇－四\n八二八八号そのもので、本意匠の権利が及ばないことを如実に露呈している。\n二、損害賠償の請求について\n（一）　被告は原告主張の如き侵害物件の製造販売に及んだ事実はない。\n（二）　原告会社が独占的通常実施権を保有するとの主張は根拠がなく従つて、そ\nの適格性を前提とする本訴請求は失当として排斥を免れない。\n"
}