{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 2,
    "day": 13
  },
  "case_number": "昭和59(ワ)2539",
  "case_name": "京プロ未払賃金等請求",
  "court_name": "京都地方裁判所",
  "field": "労働",
  "lawsuit_id": "19266",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19266",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/266/019266_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、原告Ａに対し金二万六一一八円、同Ｂに対し金四〇万二〇七六円を支\n払え。\n二　原告Ｂのその余の請求を棄却する。\n三　訴訟費用は被告の負担とする。\n四　この判決第一項は仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告Ａに対し金二万六一一八円、同Ｂに対し金五四万一二一六円を各\n支払え。\n２　主文第三項と同旨。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告は高圧ガスの製造販売を業とする株式会社であり、原告Ａは昭和五二年一\n〇月二一日、同Ｂは昭和五四年一一月一二日にそれぞれ被告に雇用され、いずれ\nも、その後継続して勤務してきたものである。\n２　原告らは、昭和五七年度、昭和五八年度とも、全労働日の八割以上の出勤をし\nてきた。\n３　被告就業規則には、当該年度に行使しなかつた有給休暇日数は翌年度に限り繰\n越し行使できる、有給休暇に関する勤続年数の起算日は毎年一月一日とする旨の定\nめがある。\n４　したがつて、原告らが、昭和五八年度、昭和五九年度に行使しうる有給休暇日\n数は別表（一）の１記載の日数と前年度の繰越し分であるところ、原告らはそれぞ\nれ別表（二）記載の日に有給休暇を行使した。\n５　被告の賃金支払は二〇日締め翌月一〇日払いの定めであるところ、原告らの平\n均賃金算定の基礎となるべき賃金額は、別表（三）の１、２の各賃金欄（ただし、\n括弧表示のなされていない金額）記載のとおりである。\n６　以上によると、原告らは被告に対し、右有給休暇に対する賃金として別表\n（四）の未払賃金合計額欄（ただし、括弧表示のなされていない金額）記載のとお\nりの賃金請求権を有するが、労働基準法に違反して被告はこれを支払わない。\n７　よつて、被告に対し、原告Ａは右未払賃金一万三〇五九円及びこれと同一額の\n附加金、同Ｂは同二七万〇六〇八円及びこれと同一額の附加金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１の事実のうち、被告が原告ら主張のとおりの会社であることは認め\nる。なお、被告と原告らは運送請負契約を締結しているものであり、その関係は雇\n用契約関係ではない。\n２　同３のうち、被告に原告ら主張のような定めのある就業規則があることは認め\nる。\n３　同４のうち、原告らがその主張のとおり有給休暇を行使したことは認める。\n４　同５のうち、被告の賃金支払が原告らの主張のとおりの定めであることは認め\nる。\n第三　証拠（省略）\n理　　　由\n一　まず、被告と原告らの間の契約関係の性格について判断する。\n被告が高圧ガスの製造販売を業とする株式会社であることは当事者間に争いがな\nく、成立に争いのない甲第一号証、第四ないし第一七号証、第一八号証の一ないし\n八、第一九号証の一ないし三、第二〇号証の一ないし三、第二一号証、第二四号\n証、原告ら各本人尋問の結果及び弁論の全趣旨によれば、原告Ａは昭和五二年一〇\n月二一日、同Ｂは昭和五四年一一月一二日より、被告の下で、被告による配送区\n域、配送先等の指示に従つて、高圧ガス配送及び検針、集金等の業務に従事してき\nたこと、原告らは、社内では準社員とされているものの、正社員に準じ一応の出退\n勤時間が決まつており、遅刻、早退の際の支給額控除の規定もある他、制服の着用\n等も義務付けられていること、原告らは右被告の指示による業務以外の業務には従\n事しておらず、被告から受ける金員で生活していること、被告は原告ら準社員のみ\nで構成する労働組合と労働協約を締結するなどしており、また、原告らについても\n源泉徴収や雇用保険等の一部負担をしていることが認められる。以上によれば、被\n告と原告ら間に支配従属関係があることは明らかであつて、その関係は雇用契約関\n係（厳密には労働契約関係）であると解するのが相当である。\n二　次に、原告らの有給休暇について検討する。\n１　原告らは準社員とされてはいるものの、被告と雇用契約関係にあることは右の\nとおりであり、成立に争いのない甲第二号証及び原告Ｂ本人尋問の結果によれば、\n被告の就業規則は一種類だけで、その適用対象も格別限定されていないことが認め\nられるから、原告らにも当該就業規則が適用されるというべきである。そして、各\n就業規則には、当該年度に行使しなかつた有給休暇日数は翌年度に限り繰越し行使\nができる、有給休暇に関する勤続年数の起算日は毎年一月一日とする（なお、これ\nが、年度中途の採用者の場合、その年の一二月三一日に勤続一年を経過するものと\nして扱う趣旨であることは、右就業規則上の他の有給休暇に関する規定に照らして\nも明らかである。）旨の定めがあることは当事者間に争いがなく、前記一の認定事\n実及び弁論の全趣旨によれば、原告らはいずれも雇用以来継続勤務してきたもの\nで、昭和五七年度、昭和五八年度とも全労働日の八割以上を出勤したことが認めら\nれる。\nしたがつて、前記認定の原告らの雇用日に従えば、原告らが就業規則上行使しう\nる昭和五八年度、昭和五九年度の有給休暇日数は別表（一）の１記載の日数と前年\n度の繰越し分となる。\n２　また、原告らがそれぞれ別表（二）記載の日に有給休暇を行使したこと、被告\nの賃金支払が二〇日締め翌月一〇日払いの定めであることは当事者間に争いがな\nく、前掲甲第四号証、第一八号証の一ないし八、第一九号証の二、三、第二四号証\n及び原告らの各本人尋問の結果によれば、原告らの平均賃金額算定の基礎となるべ\nき賃金額は別表（三）の１、２の各賃金額欄（ただし、括弧書を並記している場合\nは括弧内の金額）記載のとおりであることが認められる。\n３　以上によれば、被告は原告らに対し、右有給休暇に対する賃金として別表\n（四）の未払賃金合計額欄（ただし、括弧書を並記している場合には括弧内の金\n額）記載のとおりの金員の支払義務がある（計算関係は別表（三）の１、２及び別\n表（四）参照）。\n三　進んで附加金の支払について検討する。\n被告が労働基準法に違反して原告らが行使した有給休暇に対する賃金を支払つて\nいないことは明らかであるので、同法一一四条に従い、被告に対し附加金の支払を\n命ずるべきである。\nしかして、右附加金は同法上の有給休暇に対する未払賃金を同一額であることを\n要し、就業規則上の定めがこれよりも有利になつていても、その支払を命じうるの\nは、同法に従つて算出された未払賃金額に限られるものと解するのが相当である。\n本件においてこれをみるに、弁論の全趣旨によれば、原告Ａは昭和五七年一〇月二\n一日から起算した一年間、同Ｂは昭和五六年一一月一二日から起算した二年間に、\nそれぞれ各全労働日の八割以上を出勤したことが認められるところ、前記認定の原\n告らの雇用日に従えば、原告らの同法上の有給休暇日数は別表（一）の２記載のと\nおりになる。そして、同法は当然には有給休暇の繰越し行使を認めていないものと\n解するを相当とするから、原告Ｂが昭和五八年一一月一二日から昭和五九年一一月\n一一日までの一年間に行使しうる有給休暇日数は九日間である。ところが、別表\n（二）記載のとおり、同原告はその間に一一日間の有給休暇を行使しているので、\nそのうち右同法上の有給休暇日数を越える最後の二日分については附加金の支払を\n命ずることはできない。\nそこで、被告に対し、原告Ａについては前記未払賃金額と同一額、同Ｂについて\nは昭和五九年三月一六、一七日分の賃金額を控除した未払賃金額と同一額の附加金\nの支払を命ずることとする。\n四　よつて、原告Ａの請求は全部、同Ｂの請求は被告に対し未払賃金二一万六六六\n四円及び附加金一八万五四一二円を求める限度で、理由があるからそれぞれこれを\n認容し、同原告のその余の請求は理由がないからこれを棄却し、訴訟費用の負担に\nつき民訴法第八九条、九二条但書、仮執行宣言につき同法一九六条に従い、主文の\nとおり判決する。\n（裁判官　鐘尾彰文　下山保男　小野洋一）\n別表（一）の１\n＜０６５９３－００１＞\n別紙（一）の２\n＜０６５９３－００２＞\n別表（二）\n有給休暇行使日\n＜０６５９３－００３＞\n別紙（三）の１\nＡ・各月支給額０等一欄表\n＜０６５９３－００４＞\n別紙（三）の２\nＢ・各月支給額等一欄表\n＜０６５９３－００５＞\n＜０６５９３－００６＞\n別表（四）\n＜０６５９３－００７＞\n"
}