{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 2,
    "day": 22
  },
  "case_number": "昭和54(行ウ)28",
  "case_name": "換地計画換地処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　換地処分につき，従前地に比し間口が狭くなり，また，減歩率も工区の平均値より高くなっているとしても，照応の原則及び公平の原則違反はないとして，右換地処分が適法とされた事例　２　評価員の選任につき，土地区画整理審議会が，税務署長等一定の職又は地位にある者を選任するについての包括的な同意を与えたにとどまり，具体的な個々人を選任するについてその都度同意を与えていないとしても，土地区画整理法７１条，６５条１項の規定に反するものではないとした事例　３　戦後の混乱期に早期に仮換地指定をする必要があったため，仮換地指定の際予備地として工区総面積の４パーセント弱の未指定地を設け，右未指定地につき，後に，正確な権利関係が確定したときに当該権利者に，また，事業施行上必要性があるとして事業施行者等に，それぞれ仮換地指定をした上，残余の部分については，本換地に備えて事業施行者に仮換地指定をし，これらの増換地による不均衝を仮清算金の徴収により是正したことに違法はないとした事例",
  "lawsuit_id": "17018",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17018",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/018/017018_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告\n被告が原告に対し昭和五四年二月一五日付でした別紙（一）記載の換地処分を取り\n消す。\n訴訟費用は被告の負担とする。\nとの判決。\n二　被告\n主文と同旨の判決。\n第二　当事者の主張\n一　当事者間に争いがない事実\n次の事実は、当事者間に争いがない。\n（一）　被告は、旧特別都市計画法による大阪都市計画事業都島地区復興土地区画\n整理事業（以下本件事業という）の施行者である。\n（二）　被告は、昭和二六年一一月一三日、本件事業の施行地である東野田町工区\n（以下本件工区という）について、換地予定地の指定（土地区画整理法（以下法と\nいう）の施行に伴い法による仮換地指定とみなされた。以下仮換地指定という）を\nした。\n被告は、その際、訴外南和洋行株式会社に対し、本件工区内の大阪市＜地名略＞\n七五・四八坪（二四九・五二平方メートル）の土地を従前地として、ブロツク番号\n三、符号四　地積五三坪（一七五・二〇平方メートル）の土地を仮換地として指定\nした。\n（三）　被告は、後になつて、右四八番の土地が昭和二六年七月二四日二筆に分筆\nされ、分筆後の四八番の土地（別紙（一）記載の２の土地。以下本件従前地とい\nう）が同日付で原告に売却されていることを知つた。そこで、被告は、前記ブロツ\nク番号三、符号四の土地を同符号四－一の土地（別紙（一）記載の３の土地。以下\n本件換地という）と同符号四－二の土地とに分割し、原告に対し、本件従前地に対\nする仮換地として本件換地を指定した。\n（四）　被告は、昭和三三年一二月二三日、旭税務署長、大阪法務局民事行政部登\n記課長、株式会社住友信託銀行本店不動産部長、株式会社大和銀行本店信託部長、\n大阪市財政局主税部長及び都島地区復興土地区画整理審議会（以下本件審議会とい\nう）会長の職又は地位にある者を評価員に選任するについて、本件審議会の同意を\n得たが、その後、右の職又は地位にある具体的な個々人を評価員に選任するについ\nて、本件審議会の同意を得ずに、これらの職又は地位にある者に異動があるたび\nに、評価員の委嘱又は解嘱を行なつてきた。\n（五）　被告は、前記（二）記載の仮換地指定の際、本件工区の総面積三〇万七、\n四四六・六五平方メートルのうち、三・八一パーセントにあたる一万一、七二八・\n八五平方メートルの未指定地を設けた。\n（六）　被告は、右（五）記載の未指定地のうち、昭和四二年一一月二七日ブロツ\nク番号五〇、符号四五、地積二一三・六一平方メートルの土地（以下甲土地とい\nう）を、昭和五三年七月一八日ブロツク番号五三、符号一一、地積二二〇・七九平\n方メートルの土地（以下乙土地という）及びブロツク番号一七、符号一二、地積六\n六・二九平方メートルの土地（以下丙土地という）を、いずれも権利者を大阪市と\nした仮換地指定をした。\nそして、大阪市は、訴外Ａ外三名に甲土地、訴外Ｂに乙土地、訴外Ｃに丙土地の各\n使用を許可した。\n（七）　被告は、昭和四八年七月四日、訴外Ｄに対し、別紙（二）記載のとおり仮\n換地の指定変更処分をした。\n被告は、その後、Ｄから別表（二）記載のブロツク番号五〇、符号四六－一の土地\nを譲り受けた訴外株式会社因州屋に対し、右土地に隣接するブロツク番号五〇－\n二、符号四六－二、地積九・九八平方メートルの未指定地を追加して仮換地指定を\nした。\n（八）　被告は、昭和五三年一二月二六日、それまで未指定地として残つていたブ\nロツク番号四八－一、符号六、地積九六・六七平方メートルの土地外二五筆合計\n三、二九二・四一平方メートルの土地を、権利者を大阪市とした仮換地指定をし\nた。\n（九）　被告は、昭和五四年二月一五日、本件工区の本換地計画の決定を行なうと\nともに、原告に対し、別紙（一）記載の内容の換地処分通知（以下本件換地処分と\nいう）をしたほか、本件工区内の関係権利者に対し、それまでにした仮換地処分と\n同様の換地処分をし、同年三月三一日、その旨の公告をした。\n二　本件請求の原因事実\n（一）　評価員の選任手続に瑕疵がある。\n被告は、昭和三三年一二月二三日、前記一の（四）記載の専門職にたずさわる職又\nは地位にある者を評価員に選任するについて、本件審議会の同意を得たが、被告\nは、その後、それらの職又は地位にある者が変わつても、本件審議会の個別の同意\nを得ず、評価員の委嘱又は解嘱を行なつてきた。\nしかし、審議会の同意は、特定の個人を評価貝とすることに対して与えられるもの\nでなければならないから、法七一条、六五条一項の規定によつて選任された評価員\nとはいえない。そうすると、被告は、法六五条三項所定の評価員の意見を聞かずに\n土地の価額を決定したというほかない。その結果、被告が本件従前地及び本件換地\nの各価額の評価を誤つて低廉な評価をしたにもかかわらず、それが是正されなかつ\nた。\n本件換地処分は、この点で取り消されるべき瑕疵がある。\n（二）　被告がした換地処分には、実質無権利者へ換地指定をした点に違法があ\nる。\n前記一の（六）記載の被告及び大阪市の一連の行為は、実質的には無権利者に対し\nて換地を指定したのと同じことになるから、当然に無効である。その結果、原告\nは、過大な減歩率を強いられることになつた。\n（三）　被告がした換地処分には、未指定地の処置に誤りがあり、その結果、増換\n地できない場合に増換地をした点に違法がある。\n１　被告は、必要以上に未指定地を設けた。\n２　被告は、これらの未指定地を、前記一の（六）ないし（八）のとおり、区画整\n理道路等の上を占拠する建物の移転や任意の願出を理由として、一部特定地主や不\n法占有者、そして大阪市のために仮換地指定をする際の対象地とした。\nしかし、このような増換地処分をする必要性が全くなかつたのであるから、これら\nの増換地処分は、法九一条に違反し、違法である。\n３　被告が増換地指定をした場合に徴収した仮清算金は、低廉すぎたから、換金清\n算は、名目的なものにすぎなかつた。\n４　右の１ないし３の結果、原告は、必要以上の減歩を強いられ、そのうえ、それ\nに見あう清算金を得ていない。\n（四）　本件換地処分には、著しい照応の原則違反の瑕疵がある。\n１　本件換地処分は、現地換地ではなく、飛換地であるが、本件従前地と比べて、\n間口が狭いうえ、北、東及び西の三方を宅地に囲まれており、しかも、これらの宅\n地にそれぞれ高い建物が建てられたため日照が悪いなど、宅地としての利用効率が\n著しく劣つている。\n２　本件換地処分の減歩率二七・九九パーセントは、本件工区の平均減歩率一九・\n五五パーセントより著しく高い。そして、被告が本件換地処分と同時に本件工区内\nで行なつた他の換地処分には、増歩しているものがあつたり、減歩率が二〇パーセ\nント以下のものがある。また、ブロツクごとに減歩率に差があるし、同一ブロツク\n内でも一部特定地主に対して増歩をしている。\nこのように、本件換地処分は、照応の原則に違背している。\n（五）　土地の評価額に著しい不平等がある。その結果、清算金の価額も不平等な\nものになつており、本件換地処分によつて生じた不公平、不平等は、清算金の徴\n収、交付によつても補償されたことにならない。\n三　被告の答弁と主張\n（認否）\n本件請求の原因事実は、全部争う。\n（主張）\n（一）　被告がした評価員の選任方法は、法に違反するものではないし、このよう\nな形で本件審議会の同意を得て評価員に選任しても、施行者の恣意を排除して公正\n適切な証価員を選任することにより、土地等の価額の評価を公正に行なわせようと\nする法の目的に反することにはならない。したがつて、この点について何らの違法\nはない。\n（二）　前記一の（六）記載の権利者を大阪市とする仮換地指定は、区画整理道路\nの整備等の目的のため、右道路上等の要移転建物の移動、収容先を確保する必要上\n行なわれたものであつて、いずれも本件事業を推進するうえで必要なものとして適\n法である。\n（三）　被告が本件工区の総面積の四パーセント弱の未指定地を設けたことは、戦\n後の混乱期に関係権利者の権利や利益を侵害することなく本件事業を施行するため\nのやむを得ない措置であつた。\n被告は、これらの未指定地を本件工区内の関係権利者に平等に換地指定して分配す\nれば多数の過少宅地を創設することになるので、平等分配の方法をとらず、前記一\nの（六）ないし（八）のとおり、これらの未指定地を移転が必要な建物がある場合\nに利用したり、宅地の有効利用の必要に応じてこれを必要とする者に仮換地指定を\nした。そして、換地処分の直前まで未指定地として残つた土地は、未指定地処理の\n一環として大阪市に仮換地指定をした。\n被告は、増換地指定をした場合、増換地の時価相当額を仮清算金として徴収し、右\n徴収金を換地処分時に清算金として本件工区内の関係権利者に還元して各権利者間\nの公平を図つた。\nこのように、これらの処分は、本件事業の促進という公益上の理由に基づいて行な\nわれたものであり、結果として各権利者間の公平が図られている。\n（四）　本件換地の位置は、本件従前地の位置とは異なり飛換地となつたが、これ\nは、本件従前地を含む一帯の土地が事業計画で公園用地の敷地に定められたため、\n本件従前地上に換地を定めることが不可能になつたからである。\n本件換地は、八メートルに拡幅された道路を隔てて本件従前地の南側に位置してお\nり、宅地として利用する場合、両土地間の位置による格差はない。また、本件従前\n地は、間口が異常に広い扁平な土地であつたが、本件換地は、整形化されており、\n宅地としての利用効率が増大している。\n（五）　本件換地が定められたブロツク番号三の各換地の減歩率は、別表（１）記\n載のとおりであり、本件従前地と同様公園用地になつた土地の減歩率は、別表\n（２）記載のとおりである。これらの表からも明らかなように、本件換地処分の減\n歩率は、近隣地と何ら均衡を欠くものではない。\n（六）　被告は、土地評価基準を定め、路線価式評価方法によつて従前地及び換地\nの評定価額を算定したうえ、比例清算方式により清算金を算出した。したがつて、\n清算金の算出は、適正妥当なものである。\n第三　証拠（省略）\n○　理由\n一　評価員の選任について\n（一）　事実中第二の一の（四）の事実は、当事者間に争いがない。\n（二）　法が、評価員の制度を設け、評価員の選任について審議会の同意を要する\nとした趣旨は、施行者が土地や建築物の評価をする際には、関係権利者の意見をも\n反映させるため、審議会の同意を得て選任され、かつ、施行者の諮問機関である評\n価員の意見を聞かなければならないとして、土地や建築物の評価の公正適切さを担\n保したものであると解するのが相当である。\n（三）　そうすると、被告がしたような評価員の選任方法では、職又は地位にある\n者を個別具体的に特定してその都度審議会の同意を得たことにはならないが、最初\nにそれら専門職にたずさわる職又は地位にある者を評価員に選任するのが房しいと\nして本件審議会の同意を包括的に得ている以上、被告がした選任方法が、法の右の\n趣旨に違反するとまではいえない。\n（四）　そのうえ、本件に顕れた証拠を仔細に検討しても、具体的な個々人を評価\n員に選任するについて、本件審議会の同意がなかつたことから、原告に対する本件\n従前地及び本件換地の評価に誤りが生じたことが認められる証拠は、見当たらな\nい。\n（五）　まとめ\n具体的な個々人を評価員に選任することについて、その都度本件審議会の同意がな\nかつたことをもつて、本件換地処分が違法であるということはできない。\n二　未指定地の処理等について\n（一）　事実中第二の（一）、（二）及び（五）ないし（九）の各事実は、当事者\n間に争いがない。\n（二）　右争いがない事実、成立に争いがない甲第六号証、同第二四、二五号証\n（書き込み部分を除く）、乙第三号証、同第一二ないし同第一五号証、証人Ｅの証\n言（第一回）、原告本人尋問の結果の一部及び弁論の全趣旨を総合すると、次の事\n実が認められ、この認定に反する原告本人尋問の結果の一部は採用しないし、他に\nこの認定に反する証拠はない。\n１　被告は、昭和二二年二月一〇日、第二次世界大戦による被災地の復興を目的と\nする本件事業の施行者として、事業の計画決定をした。\n２　被告は、その後直ちに土地建物の現況及び権利関係等の調査に着手したが、戦\n災による権利者の離散があつた一方で住宅困窮者による不法建築物等が相当数あ\nり、また、戦災による資料の散逸や調査担当職員の不足等の事情があつたため、調\n査を完全に行なうには、相当長期間が必要であつた。\nしかしながら、被告は、世情の混乱、住宅不足を解消するため、早急に市街地復興\nの基礎となる仮換地を指定しなければならなかつた。\n３　被告は、昭和二六年一一月一三日、本件工区について仮換地指定処分をした。\n被告は、その際、右２記載の事情から、後に正確な権利関係が確定した場合に備え\nて、本件工区の総面積三〇万七、四四六・六五平方メートルのうち、その三・八一\nパーセントにあたる一万一、七二八・八五平方メートルの土地を仮換地指定をしな\nい未指定地とした。\n本件工区の一部では、京阪電鉄の軌道敷の移設が予定されており、その移設が完了\nするまでは旧軌道敷の底地を仮換地として使用収益することができないので、当該\n部分（約三、二〇〇平方メートル）を未指定地とせざるを得ないという特殊事情も\nあつた。\n４　被告は、昭和二八年ころまでかかつて、仮換地を指定すべき従前地が発見され\nる等正確な権利関係が確定できたときには、これらの未指定地を仮換地として指定\nした。\nしかし、その後はそのような事態が生じなかつたため、昭和二九年以降も依然とし\nて未指定地として残つている土地があつた。\nところが、被告は、これらの未指定地を本件工区内の関係権利者に平等に配分する\nと、多数の過少宅地（一人当たり約四平方メートル）を創設することになつて土地\n区画整理事業の本旨に反する結果になると判断し、未指定地を、移転すべき建物の\n移転、収容が困難な場合等の移転先に利用することによつて、これを、本件事業の\n円滑な推進のために供することにした。\n５　Ａ外三名は、右３記載の仮換地指定処分前は本件工区内の土地の借地人であ\nり、右土地上に建物を所有していたが、仮換地指定処分後、地主に仮換地への建物\n移転を拒絶された。\nＢは、本件工区内の土地建物を共同相続し、遺産分割により建物の所有権を取得し\nたが、土地の所有権を取得した他の共同相続人から仮換地へ建物を移転することを\n拒絶された。\nＣは、本件工区内に土地建物を所有していたが、後に土地の所有権を喪失したた\nめ、土地の仮換地先へ建物を移転することができなくなつた。\nこのようにして、Ａら及びＢの各所有建物は、区画整理道路になつた従前地上に残\n存することになつたり、Ｃの所有建物は、建物の敷地である丙土地が未指定地にな\nつたため、未指定地上に残ることになつた。\n６　大阪市は、本件事業を推進させるため、Ａらに対し、長期間にわたつて建物の\n移転や収去をすることを求めて交渉したが、実現に至らなかつた。\n７　被告は、Ａ外三名及びＢの各所有建物を収容する土地を確保するため、本件審\n議会の同意を得たうえで、昭和四二年一一月二七日甲土地について、昭和五三年七\n月二八日乙土地について、いずれも権利者を大阪市とする仮換地指定をし、仮清算\n金を徴収した。\nまた、被告は、Ｃの所有建物を収容する土地を確保するため、本件審議会の同意を\n得たうえ、昭和五三年七月二八日、右建物の敷地となつている丙土地について、権\n利者を大阪市とする仮換地指定をし、仮清算金を徴収した。\n８　大阪市は、Ａ外三名に甲土地、Ｂに乙土地、Ｃに丙土地の各使用を許可し、本\n件換地後、これらの者に右各土地を譲渡した。\n９　被告は、昭和二六年一一月一三日、Ｄに対し、別紙（二）の従前の土地欄記載\nの各土地を従前地として同変更前の仮換地欄記載のとおり仮換地を指定した。\n１０　Ｄは、昭和四八年二月六日、被告に対し、自己が所有する右９記載の二筆の\n従前地について相接する位置の土地に仮換地指定を受けたいとして、別紙（三）の\n変更後の仮換地欄記載の土地に仮換地の指定を変更してほしい旨願い出た。\n１１　被告は、Ｄが仮換地の指定の変更を希望するブロツク番号四、符号一三の土\n地の北側部分には移転が物理的に困難な訴外Ｆ所有の建物がはみ出して建つてお\nり、右土地が未指定地になればＦに対する仮換地の指定の変更を行なつてＦに関す\nる問題も解決することができるので、Ｄに対する仮換地の指定変更を行なうこと\nは、本件事業の推進に役立つと判断した。そこで、被告は、変更する仮換地相互間\nの均衡について検討し、本件審議会の同意を得たうえ、昭和四八年七月四日、増換\n地になることに伴う仮換地の評価の増大分については仮清算金を徴収することにし\nて、Ｄの願い出どおり仮換地の指定変更をした。\n１２　株式会社因州屋は、Ｄから別紙（二）記載のブロツク番号五〇、符号四六－\n一の仮換地を譲り受けた後、被告に対し、右土地に隣接するブロツク番号五〇－\n二、符号四六－二、地積九・九八平方メートルの未指定地を追加して仮換地指定し\nてほしいと願い出た。\n被告は、右の未指定地が道路用地とされた土地の残余地であり、その地積及び形状\nから、これを一宅地として利用することは到底できないと判断し、本件審議会の同\n意を得たうえ、右土地について同会社を権利者とする仮換地指定をし、仮清算金を\n徴収した。\n１３　被告は、このようにして未指定地の仮換地指定をして行つたが、本件換地の\n隣接地には、未指定地がなかつたし、本件事業の施行上原告に対して未指定地を追\n加して仮換地指定する必要がなかつた。また、原告からその要求もなかつた。\n１４　被告は、昭和五三年一二月二六日、本件審議会の同意を得て、そのときまで\nに未指定地として残つていた土地総面積三、二九二・四一平方メートルについて、\n権利者を大阪市とする仮換地指定をし、仮清算金を徴収した。\n１５　被告は、昭和五四年二月一五日、それまでにした仮換地処分を前提とした本\n換地計画を決定したうえ、これに沿つた換地処分をし、同年三月三一日、その旨の\n公告をした。\n（三）　以上認定の事実を前提にして、原告の主張を判断する。\n（実質無権利者に対し換地処分をしたとの点について）\n被告が、大阪市を権利者とする換地処分をしたのは、Ａらの所有建物の移転や収容\n先が必要であつたためであり、本件審議会の同意を得たうえで実施しているのであ\nるから、そのこと自体に法に違反する点はないし、被告がＡらに対して直接換地処\n分をしたわけではない。そのうえ、原告が、このことのためどのような不利益を受\nけたのかを、具体的に主張、立証しない。\n以上の次第で、原告のこの主張は、\n採用しない。\n（未指定地の処置に誤りがあり、増換地できないのに増換地をしたとの点につい\nて）\n１　被告は、戦後の混乱期に、宅地の権利関係や権利者の把握が十分にできない状\n況下で、早急に仮換地を指定する必要に迫られていた。したがつて、被告が後に当\n初の仮換地指定に是正すべき点が発見された場合に使用する土地として本件工区の\n総面積の四パーセント弱にすぎない程度の未指定地（この中には京阪電鉄の軌道敷\nの移設に伴う旧軌道敷の底地分も含まれている）を設けたことはやむを得ない措置\nというほかない。\n２　被告は、本件事業を推進させるうえでＡらの所有建物の移転や収容が必要であ\nつたため、同人らに対し長期間にわたつて建物の移転交渉をしたが、移転させるこ\nとができなかつたので、最終的に未指定地を使用することにし、本件審議会の同意\nを得て未指定地を大阪市に仮換地指定をしてこの問題の解決をはかつたのであつ\nて、法は、未指定地をこのような状況下で使用することを禁止しているものとは解\nせられない。また、右仮換地指定は、未指定地を使用しているから、原告に対する\n本件仮換地処分やこれを前提とする本件換地処分に直接に影響を及ぼすものではな\nい。\n３　被告は、正確な権利関係が確定したとき、未指定地を仮換地に指定したが、そ\nのような事態が生じなくなつた時点でも残存していた未指定地を関係権利者に平等\nに分配すると、多数の過少宅地を創設することになつてしまうことを考慮して平等\n分配の方法をとらず、本件審議会の同意を得たうえ、未指定地を使用することがや\nむを得ない場合や宅地の有効使用に役立つ場合等本件事業施行上必要性や有益性が\n認められる場合に未指定地を仮換地として指定した。そして、最後まで未指定地と\nして残つた土地は、本換地に備えるために公共団体である大阪市に仮換地指定を\nし、これらの増換地により生じた不均衡は仮清算金を徴収して是正することにし\nた。このようにして、被告は、これらの仮換地処分を前提とした本換地計画を決定\nし、これに沿つた換地処分をしたのである。\nそうすると、未指定地創設の理由や未指定地の面積等の諸事情を考慮したとき、被\n告の大阪市や株式会社囚州屋を権利者とするこれらの増換地指定処分や仮換地指定\nの変更が違法なものであつたとはいえないし、法九一条もこのような増換地を禁止\nする趣旨であるとは解せられない。そして、これらの未指定地が当然には原告に対\nして増換地指定されるべきものでなかつた以上、被告の右増換地処分が原告に必要\n以上の減歩を強いる原因になつたといえないことは、明らかである。\n４　被告が増換地処分を受けた者から徴収した仮清算金は、後記三の（二）９及び\n（三）５に各記載のとおり、後に清算金の徴収、交付の手続を通じて最終的に清算\nされた。\n５　このようにみてくると、被告がした増換地処分や未指定地の処理には、原告が\n主張する瑕疵はなく、本件換地処分を違法ならしめる事由は、見当たらない。\n三　照応の原則及び公平の原則について\n（一）　事実中第二の一の（一）ないし（三）及び（六）ないし（九）の各事実\nは、当事者間に争いがない。\n（二）　右争いがない事実、成立に争いがない甲第二号証、同第八号証、同第一\n四、一五号証、同第三〇号証（同第八号証及び同第一四、一五号証については書き\n込み部分を除く）、乙第一号証、同第五号証の二、同第一〇号証、同第一八号証の\n一、二及び同第一九、二〇号証、証人Ｅの証言（第一、二回）、原告本人尋問の結\n果の一部並びに弁論の全趣旨を総合すると、次の事実が認められ、この認定に反す\nる原告本人尋問の結果の一部は採用しないし、他にこの認定に反する証拠はない。\n１　被告は、本件従前地及びその東西にあつた大阪市＜地名略＞、＜地名略＞、同\n所＜地名略＞、同所＜地名略＞ないし＜地名略＞、同所＜地名略＞及び同所＜地名\n略＞ないし三の各土地を公園用地にすることを計画した。\n２　被告は、昭和二六年一一月一三日、本件従前地に対して現地換地をすることが\nできなくなつたので、本件従前地に道路を隔てて南側に位置する本件換地を仮換地\nとして指定した。\n３　本件従前地は、北側を河川敷公園、南側を東西に走る幅約五メートルの道路、\n西側を右道路から河川敷公園に通じる階段に接した、間口約三七メートル、奥行\n四・五メートルの宅地であり、本件換地は、幅員が八メートルに拡幅された右道路\nの南側に位置する、間口七・五三メートル、奥行一五・九六メートルの宅地であ\nる。\n本件従前地及び本件換地の位置関係及び形状は、別紙図面のとおりである。\n４　被告は、本件従前地と同様に公園用地となつた他の従前地についても、いずれ\nも本件換地と同様に右道路の南側に仮換地の指定をし、そのうち後に仮換地の指定\nが変更されたＤ所有の同所＜地名略＞を除いて、右各仮換地処分と同じ内容の換地\n処分をした。\nこれらの従前地及び換地の位置関係及び形状は、別紙図面のとおりである。\n５　原告は、本件従前地を平家建家屋の宅地に使用していたが、本件換地処分後、\n本件従前地上にあつた家屋を本件換地上に移転し、本件換地を二階建家屋の宅地に\n使用している。もつとも、本件換地処分後、本件換地の東側及び西側の土地の上に\nはそれぞれ三階建の建物が建てられたし、南側には六階建のマンシヨンが建設され\nたため、日照が悪くなつた。\n６　本件換地の減歩率は、二七・九九パーセントである。これに対し、本件換地と\n同じブロツク番号三の各換地の減歩率は、別表（１）記載のとおりであり、本件従\n前地と同じく従前地が公園用地になつた各土地の減歩率は、別表（２）記載のとお\nりである。また、本件工区の平均減歩率は、一九・五五パーセントである。\n７　被告は、仮換地処分をするに際し、従前地及び仮換地の個別的要素、すなわ\nち、これらの土地の位置、地積及び形状等を個別具体的に検討したうえでそれぞれ\nの仮換地処分をした。\nまた、被告は、未指定地処理の一環として、未指定地を大阪市等に増換地指定をし\nた。\nそして、被告は、昭和五四年二月一五日、それまでにした仮換地処分と同一内容の\n換地処分をした。その結果、個々の換地の減歩率は、右６に記載のとおりある程度\n幅のあるものとなり、なかには増歩したものも出ることになつた。\n８　被告は、清算金を次のようにして算出した。すなわち、\n宅地の評価については、路線価式評価方式を採用した。この方法によると、本件工\n区内の各街路について路線価を決定して、これを路線価指数に換算する。そして、\n各宅地について奥行平均百分率、角地加算等の各種の修正を行ない、当該宅地の地\n積を乗じて各宅地の総指数を算出したうえ、指数一個あたりの単価を乗じて金額に\n換算する。単価については、本件工区内の数筆の基準地を選定し、本件事業の工事\n概成時のそれぞれの基準地の時価を数社の鑑定評価により算出し、その平均値を基\n準地が接する道路の路線価指数で除して算出した数値を平均して決定する。\nこのようにして、従前地と換地の評定価額が求められるが、さらに比例清算方式を\n採用し、従前地の評定価額に従前の宅地全部の評定価額総額に対する換地全部の評\n定価額総額の比である比例指数を乗じた額と、換地の評定価額との差をもつて清算\n金を算出する。\n以上の清算金の算出は、大阪都市計画事業復興土地区画整理事業施行規程及び同規\n程に基づく土地評価基準等に基づいて行なわれた。\n９　被告は、未指定地を増換地指定したときに徴収した仮清算金を、換地処分後の\n清算金の徴収、交付をする際に最終的に清算し、右手続の中で各権利者に配分し\nた。\n（三）　以上の認定事実から次のことが結論づけられる。\n１　本件換地処分は、現地換地ではなく飛換地ではあるが、それは本件従前地を含\nむ一帯の土地が換地計画上公園用地の敷地どされたことによるものであつて、飛換\n地となつたこと自体はやむを得ないものである。\n２　そして、本件換地は、従前地とは道路を隔てた南側に位置する近傍地であり、\n従前地に比べて整形化され、右道路が拡幅された。したがつて、本件換地の宅地と\nしての利用効率が著しし減少したとは到底いえない。\n本件換地は、近隣に高層建築物が建設されたため本件従前地より日照が悪くなつた\nが、これらの建築物は、換地処分後に建築されたものであるから、この事情は、本\n件換地処分と関係がないことに属する。\n３　本件従前地の東西の近隣地は、すべて公園の敷地に指定され、これらを従前地\nとする換地は、いずれも飛換地になり、しかも一部の者を除くと原告と同様に道路\nを隔てた南側の位置に指定されているし、本件従前地や本件換地と同様の条件下に\nある土地相互間では減歩率に有意義な差がない。\nそうすると、本件換地処分は、ことさらに原告の不利益を計つたものではないし、\n近隣の土地と比較して著しく不利益なものでないことが明らかである。\n４　本件換地の減歩率が、本件工区の平均減歩率より高く、本件工区内の個々の宅\n地の減歩率に差があるが、個々の宅地の減歩率は、従前地や換地などの個別的要素\nによつて算出決定されるものであるから、これらが区々になつているからといつ\nて、本件換地処分が直ちに違法になるとはいえないし、本件工区の平均減歩率と本\n件換地のそれとの単純な比較は無意味である。\n５　被告は、路線価式評価方法により従前地及び換地の評定価額を算定したうえ、\n比例清算方式によつて清算金を算出しているが、右清算法は、土地区画整理事業の\n清算金を算出する方法として合理性があるし、従前地及び換地の評定価額について\nは、大阪市が土地評価基準を設けてその合理性をはかつているのである。\nそして、本件に顕れた証拠を仔細に検討しても、このようにして決定された本件工\n区内の清算金の額が不相当であることを疑うに足りる資料を見出すことはできな\nい。\nまた、増換地の際徴収した仮清算金は、清算金の徴収、交付の手続をする際最終的\nに清算されており、換地処分によつて生じた不均衡は、すべてこの段階で金銭的に\n平均化されたといえる。\n（四）　まとめ\n本件換地処分は、照応の原則及び公平の原則に違反していないことに帰着する。\n四　むすび\n被告の本件換地処分は、適法であり、原告の主張する違法はないから、原告の本件\n請求は、理由がない。\nそこで、原告の本件請求を棄却することとし、行訴法七条、民訴法八九条に従い、\n主文のとおり判決する。\n（裁判官　古崎慶長　孕石孟則　山下　寛）\n別紙、別表及び別紙図面（省略）\n"
}