{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 11,
    "day": 8
  },
  "case_number": "昭和60(う)739",
  "case_name": "窃盗被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "article_info": "第38巻3号199頁",
  "gist": "被害者還付の言渡しに関する終局判決の違法を控訴審において是正する方法",
  "case_gist": "賍物の被害者還付の言渡しに関して違法のある終局判決に対し上訴の申立を受けた控訴審は、本案部分に対する上訴理由の有無にかかわりなく、右の点に関する原判決の違法を、自由に(すなわち、不利益変更禁止規定との関係を考慮することなく)、また必要に応じその部分に限定して是正することができる。",
  "lawsuit_id": "22309",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22309",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/309/022309_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役一年四月に処する。\n原審における未決勾留日数中三〇日を右刑に算入する。\n原審における訴訟費用は、被告人の負担とする。\n押収してある一万円銀行券一枚（大阪高等裁判所押第二四九号の１）及\nび五〇〇〇円銀行券一枚（同押号の２）は、被害者Ａに、同じく旧一万円銀行券二\n枚（同押号の４）及び新五〇〇〇円銀行券一枚（同押号の５）は被害者Ｂに、それ\nぞれ還付する。\n理　　　　由\n本件控訴の趣意は、弁護人後藤一善作成の控訴趣意書記載のとおりであるから、\nこれを引用する。\n一　控訴趣意第二（法令適用の誤り）の主張について\n論旨は、原判決は、原判示二個の窃盗罪の併合罪処理をするにあたり、判示第二\nの罪の刑に刑法四七条本文、一〇条により法定の加重をすべきであるのに、「刑法\n四五条本文、一〇条」により法定の加重をしているから、原判決は、法令の適用を\n誤つたものである、というのである。\n原判決書によれば、原判決が、原判示第一、第二の各窃盗の事実にそれぞれ刑法\n二三五条、六〇条を適用し、これらが同法四五条前段の併合罪にあたることを摘示\nしたうえで、「同法四五条本文、一〇条により」犯情の重い判示第二の罪の刑に法\n定の加重をする旨判示していることは、所論の指摘するとおりである。しかし、本\n件における併合罪加重の正しい根拠条文が刑法四七条本文、一〇条であることは一\n見して明らかなところであること、原判決が摘示した刑法四五条には本文、但書の\n別がないのに、原判決は、「同法四五条本文」と記載していること、原判決は、そ\nの直前に「以上は同法四五条前段の併合罪である」旨を判示しているのに、その直\n後に、「同条本文」と記載することなく、あえて、「同法四五条本文」と記載して\nいることなどに照らすと、原判決に「同法四五条本文、一〇条」とあるのは、「同\n法四七条本文、一〇条」の明白な誤記と認めるのが相当であり、原判決が、法律の\n適用を誤つたものとは認められない。論旨は、理由がない。\n二　控訴趣意第一（量刑不当の主張）について\n論旨は、量刑不当を主張するので、所論にかんがみ、記録を調査し、当審におけ\nる事実取調べの結果をも参酌して検討するのに、本件は、被告人が、外二名と共謀\nのうえ、原判示公衆浴場の男子脱衣場において連続して犯した二個の脱衣場荒らし\n（窃盗）の事案であつて、被害金額こそ合計四万六〇〇〇円と比較的少額ではある\nが、犯行の手口・態様が、はなはだ功妙・悪質であるうえ、被告人は、目撃者の供\n述や逮捕時に所持していた銀行券の特徴等によつて明々白々な犯行への加担につ\nき、捜査段階以来原審公判廷に至るまで、不合理不可解としか言いようのない不当\nな弁解をして否認していたものであつて、犯行に対する反省の情が全く認められな\nかつたこと、原審段階においては、逮捕時に所持していた金銭は、すべて自分の物\nであるから、返してほしい旨主張していたこと、被告人は、少年時代に、窃盗又は\n住居侵入・窃盗により、三回保護処分（うち、少年院送致二回）に処せられたほ\nか、成人後においても、窃盗、傷害、暴行、器物損壊、傷害、覚せい剤取締法違反\nなどて、罰金刑に三回、執行猶予付き懲役刑に三回各処せられた前科・前歴を有\nし、本件は、前刑の公判係属中（保釈中）の犯行であることなどに照らすと、本件\nにつき実刑が確定すると前刑の執行猶予が取り消されることなどを考慮に容れて\nも、原判決言渡しの時点を基準とする限り、被告人を懲役一年六月の実刑に処した\n原判決の量刑が、重きに失して不当であるとは認められない。しかしながら、当審\nにおける事実取調べの結果によると、被告人は、原判決言渡し後自己の行為の非を\n悟り、被害者両名に対し各被害金額に相当する金員を送付するとともに、当審公判\n廷においても率直に事実を認め、かつ、押収中の賍物（被害銀行券）が被害者に還\n付され被害者に対する過払いの状態を生じたとしても、支払い金員等の返還を求め\nることはしない旨供述している事実が認められるので、原判決言渡し後に生じた右\n事実をも併せ現在の時点において考察すれば、原判決の量刑はその刑期を若干減ず\nるのが相当であると認められ、これを維持するのは、明らかに正義に反するものと\n認められる。されば、原判決の量刑は、いまや重きに失し、破棄を免れない。論旨\nは、右の限度で理由がある。ところで、職権により案ずるに、原審において取り調\nべた証拠によれば、逮捕の際被告人から押収され、原審及び当審において領置した\n銀行券のうち、新一万円札一枚（西宮簡易裁判所昭和六〇年押第一号の１、大阪高\n等裁判所同押第二四九号の１。但し、「一万円銀行券一枚」として押収してあるも\nの。以下、当裁判所の押収番号のみを記載する。）及び新五〇〇〇円札一枚（同押\n号の２。但し、「五、〇〇〇円銀行券一枚」として押収してあるもの。）は被害者\nＡに、同じく旧一万円札二枚（同押号の４。但し、「旧一万円銀行券二枚」として\n押収してあるもの。）及び新五〇〇〇円札一枚（同押号の５。但し、「新五、〇〇\n〇円銀行券一枚」として押収してあるもの。）は被害者Ｂに、それぞれ還付すべき\n理由が明らかであると認められるから、原判決は、右各銀行券を各対応被害者に還\n付する旨の言渡しをしなければならなかつたのであり、右言渡しを<要旨>遺脱した\n原判決は、刑事訴訟法三四七条一項に違反したものといわなければならない。しか\nしながら、押収賍</要旨>物の被害者還付には元来刑罰的色彩が全くないうえ、これ\nが終局判決の主文において言い渡される場合であつても、主文に掲げられるその余\nの裁判と必ずしも内容的な関連があるわけではなく、手続的にも、これと同時に確\n定させなければならないものでもないのであつて（したがつて、裁判所は、被告事\n件の終結を待たずに決定で賍物を還付することもできるとされている。刑事訴訟法\n一二四条参照。）、これらの点からすると、終局判決に対する上訴の申立を受けた\n上級審は、本案部分に対する上訴申立の理由の有無にかかわりなく、この点に関す\nる原審の措置の違法を自由に（すなわち、不利益変更禁止規定との関係を考慮する\nことなく）、また、必要に応じその部分に限定して是正することができるものと解\nされるから、原判決が被害者還付の言渡しを遺脱した違法は、それだけでは原判決\n破棄の理由とはならない。\nよつて、刑事訴訟法三九七条二項により原判決を破棄したうえ、同法四〇〇条但\n書に則り、当審において直ちに次のとおり自判する。\n原判決が認定した事実に法律を適用すると、被告人の原判示各所為は、いずれも\n刑法六〇条、二三五条に該当するが、以上は同法四五条前段の併合罪であるから、\n同法四七条本文、一〇条により犯情の重い原判示第二の罪に法定の加重をした刑期\nの範囲内で被告人を懲役一年四月に処し、同法二一条に則り、原審における未決勾\n留日数中三〇日を右刑に算入し、原審における訴訟費用の負担につき刑事訴訟法一\n八一条一項本文を、押収賍物の各被害者還付につき同法三四七条一項をそれぞれ適\n用して、主文のとおり判決する。\n（裁判長裁判官　松井薫　裁判官　村上保之助　裁判官　木谷明）\n"
}