{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 11,
    "day": 28
  },
  "case_number": "昭和52(ワ)4414",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14247",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14247",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/247/014247_hanrei.pdf",
  "contents": "主　　　文\n一　被告株式会社トロイは原告に対し別紙目録（一）および（四）の商標権の移転\n登録手続をせよ。\n二　原告と被告株式会社トロイとの間において、同被告名義でなされている同目録\n（三）の商標に関する商標登録出願により生じた権利は原告に帰属すべきものであ\nることを確認する。\n三　被告株式会社トロイは、ズボン、スーツ、セーター、カーデイガン、チヨツ\nキ、ワイシヤツ、開きんシヤツ、ブラウス、スポーツシヤツ、ポロシヤツ、くつ\n下、帽子およびタオルならびにそれらの包装に同目録（一）（三）（四）の各商標\nを付してはならない。\n四　被告株式会社トロイは、三項の製品ならびにその包装に三項の各商標を付した\nものを譲渡もしくは引渡し譲渡もしくは引渡しのために展示してはならない。被告\n株式会社トロイは、三項の製品に関する広告、カタログ、定価表、注文書、注文受\n書、納品書、請求書および領収書に三項の各商標を付して展示しまたは頒布しては\nならない。\n五　原告のその余の請求を棄却する。\n六　訴訟費用はこれを四分し、その一を原告の、その余を被告らの各負担とする。\n事　　　実\n第一　申立\n（原告）\n一　主文第一ないし第四項と同旨（ただし、第三項の「同目録（一）（三）\n（四）」とあるを「同目録（一）ないし（四）」とする）および左記第五ないし第\n七項の請求\n二　訴訟費用は被告らの連帯負担とする。\n第三ないし第五項につき仮執行宣言\n記\n五　被告株式会社トロイは、その所持する別紙目録（一）ないし（四）の各商標を\n付した下札、包装、台紙、ネーム、洗濯ネーム、広告、カタログ、定価表、注文\n書、注文受書、納品書、請求書および領収書を廃棄せよ。\n六　被告【Ａ】は原告に対し別紙目録（二）の商標権の移転登録手続をせよ。\n七　被告株式会社トロイおよび被告【Ａ】は原告に対し同目録（二）の商標権につ\nいて被告【Ａ】が昭和五二年二月一日被告株式会社トロイに専用使用権を設定した\nことを原因とする同年七月二〇日付専用使用権設定登録の抹消登録手続をせよ。\n（被告ら）\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n第二　原告の請求原因\n一（１）　原告（旧商号トロイ・スポーツウエア・インコーポレーテツド）は、ア\nメリカ合衆国カリフオルニア州法人であり、「ＴＲｏＹ」マークを主たる商標とし\nて過去約四〇数年間にわたり世界各国においてスポーツウエア、レジヤーウエア等\nを販売している会社である。\n（２）　被告株式会社トロイ（以下被告会社という）は、原告からライセンスを受\nけて日本において原告の社名、商号、商標等を使用しスポーツウエア、レジヤーウ\nエア等を販売する目的で昭和四三年一二月に設立された会社であり、被告【Ａ】\n（以下被告【Ａ】という）はその取締役である。\n二（１）　原告はその極東地区代理店である千里貿易有限会社を代理人として被告\n会社との間に原告の社名、商号、商標等の使用に関し昭和四三年一二月一日付使用\n許諾契約（以下、第一期ライセンス契約という）を締結した。\n右契約の要旨は、契約期間を五年として、被告会社が日本国内においてスポーツ\nウエア、レジヤーウエアを販売するに際し原告の社名、商号、商標等を商品やカタ\nログ等に付して使用することを許諾し、かつ右原告の商標等が第三者により使用さ\nれ侵害されるのを防ぐため被告会社の名においてこれらを登録し管理すべきことを\n包括的に委任するが、契約終了後はこれらの使用を一切中止し、これを返還する、\nというものであつた。\nしかして、原告は右契約締結の際、被告会社に対しまず別紙目録（一）（二）記\n載の「トロイ・ブロス」およびパイプ・マークの二つの商標の使用を許諾したので\nあるが、右「トロイ・ブロス」は原告の商号の要部である「トロイ」と兄弟会社の\n意味を有するブラザーズの略語である「ブロス」を組合せたものであり、右パイ\nプ・マークは当時日本においてワンポイント・マークが流行し人気が高かつたこと\nから被告会社でもワンポイント・マークとして使用することになつたものである。\n原告は被告会社からのこれら両商標の使用許諾請求を慎重検討の結果これに応じた\nものであり、右許諾はもとよりこれらが原告の所有する商標であることを前提とし\nてなされた。\nそして、右両商標はその後前記管理委託の趣旨に従い被告側の名において登録出\n願されたのであるが、その登録経緯は次のとおりである。\n（イ）　「トロイ・ブロス」について\n（ａ）　昭和四四年二月一一日登録出願（登録出願人被告【Ａ】）\n（ｂ）　同四五年六月一〇日公告\n（ｃ）　同年一〇月二六日登録査定\n（ｄ）　同年一二月一七日登録出願人名義を被告【Ａ】から被告会社へ変更する旨\nの名義変更届出（原因、同月一五日付権利譲渡契約）\n（ｅ）　同四六年四月二日被告会社名義で登録\n（ロ）　パイプ・マークについて\n（ａ）　昭和四五年一二月二一日登録出願（登録出願人被告会社）\n（ｂ）　同五〇年五月二日登録出願人名義を被告会社から被告【Ａ】へ変更する旨\n名義変更届出（原因、同年三月一日付権利譲渡契約）\n（ｃ）　同五一年一月二〇日公告\n（ｄ）　同年四月一六日登録査定\n（ｅ）　同年一一月一日被告【Ａ】名義で登録\n（ｆ）　同五二年五月三〇日被告会社のための専用使用権設定登録申請（原因、同\n年二月一日付設定契約）\n（ｇ）　同年七月二〇日右専用使用権設定登録（特許庁同年五月三〇日受付第五七\n三五号）\nなお、このようにその登録名義は、当初被告【Ａ】名義で出願され後日被告会社\n名義になつていたり、またその逆になつていたりする点は必らずしも前記第一期ラ\nイセンス契約（その商標管理委託条項）の本来の趣旨に副うものではないともいえ\nるが、その点は暫らくおく。\n（２）　その後、右第一期ライセンス契約が期間満了により終了することになつた\nので、原告と被告会社は改めて昭和四九年一月一日付使用許諾契約（以下、第二期\nライセンス契約という。一部の変更はあるがその骨子は第一期のものと同じ。）を\n締結し、契約関係を更に五年間継続することとした。\nそして、原告は右第二期ライセンス契約締結後間もなく被告会社に対しさらに別\nの商標を追加提供し使用を許諾した。別紙目録（三）、（四）記載の「サン・フエ\nア」と「キヤスタウエイ」の両商標がそれでありこれについても右管理委託の趣旨\nに従いいずれも昭和五〇年五月（「サン・フエア」については同月一三日、「キヤ\nスタウエイ」については同月一六日）にそれぞれ被告会社を出願人として商標登録\n出願され、そのうち「キヤスタウエイ」については昭和五四年一二月二七日付で被\n告会社を権利者として商標登録され、「サンフエア」についてはいまだ登録されて\nいないものである（したがつて、原告はいまだ出願により生じた権利の権利者にす\nぎない。商標法一三条二項参照）。\n三　ところが、被告会社はその後昭和五二年になつてこれら四つの商標（以下、本\n件（一）ないし（四）の商標または一括して本件商標という）が原告の所有に属す\nるものであることを否定し、その日本における登録名義または登録出願名義が原告\n名でないことを奇貨として、これらはいずれも右名義どおり被告らの所有に属して\nいるか、または将来属するものであるかの如く主張し始めた。\nそこで、原告代理人千里貿易は、被告会社に対し昭和五二年四月二七日到達の内\n容証明郵便（甲第四号証の一）により第二期ライセンス契約を同契約第一五条の定\nめ（「両当事者は何らの理由なくして書面により六〇日間の期間をもつて本契約を\n終了させることができる。」との約定）に基づき右契約（本件商標の使用許諾およ\nびその管理委託契約）を解除する旨の意思表示をした。\nかりに右解除効が認められないとしても、原告は念のため被告会社に対し昭和五\n二年七月五日到達の内容証明郵便により被告会社の前記契約違反行為（本件商標に\nついての所有権の主張）を理由として右第二期ライセンス契約を解除する旨の意思\n表示をした。\nしたがつて、被告会社は第二期ライセンス契約第一三条に基づき右解除の効果が\n発生した日（前記意思表示到達の日より六〇日後）より一〇日以内に本件商標の一\n切の態様の使用を中止し、本件（一）および（四）の商標の所有登録名義について\nは原告に移転登録手続をし、同（二）の商標の専用使用権設定登録名義については\nその抹消登録手続をなすべき義務がある。また、被告会社名義でなされている本件\n（三）の商標の「登録出願によつて生じた権利」も原告に帰属することが明らかで\nあるところ、被告会社はこれを争つている。\n被告【Ａ】は、なんら本件（二）の商標につき権利を有しないものであるからそ\nの商標権の登録名義を原告に移転登録すべき義務（抹消登録手続義務に代わる義\n務）がある。\n四　よつて、原告は被告らに対し請求の趣旨記載のとおりの判決を求める。\n第三　被告らの答弁\n一　請求原因一（１）の事実（原告の営業に関する事実）は不知。同（２）の事実\nのうち被告会社がスポーツウエア等の販売を目的として原告主張の頃に設立された\n会社であり、被告【Ａ】がその取締役であることは認めるが、その余の事実は否認\nする。\n二　請求原因二（１）、（２）の事実のうち第一、二期ライセンス契約が締結され\nたことおよび本件商標について原告主張の如き各登録手続がなされていることは認\nめるが、その余の事実は否認する。\n三　請求原因三の事実は認める。但し、被告らの義務について述べている法律上の\n主張は争う。\nなお、被告会社が原告の請求趣旨三ないし五項に掲げているような態様で本件商\n標を使用してきていることは事実であるが、ただ本件（三）の商標の使用は昭和五\n〇年夏から翌五一年夏までであつて現在は使用していない。\n第四　被告らの主張\n一　原告主張の第一、二期ライセンス契約は原告のいうような商標使用についての\nライセンス契約ではない。右契約はいずれも被告会社がその営業活動をするにあた\nりその販売する商品に「ＬＩＣＥＮＳＥＤ　ＢＹ　ＴＨＥ　ＴＲｏＹ　ｏＦ　ＣＡ\nＬＩＦｏＲＮＩＡ　Ｕ．Ｓ．Ａ．」なるライセンス表示を使用することについて原\n告の許諾を得、もつて被告会社の販売製品に舶来品のイメージを与えることを目的\nとして締結されたものである。したがつて、右ライセンス契約に基づいて本件商標\nの使用差止等を求める原告の主張は全く理由がない。\nこのことは、以下に述べるような契約締結の経過、右各契約書（甲第一、第二号\n証）の文言、その後の関係者の行動等によつて明らかである。\n（一）　まず、契約締結に至るまでの経過をみると次のとおりである。\n（１）　被告会社代表者【Ｂ】はかねてより繊維製品製造会社を経営していたもの\nであつて二〇数年前より輸出入業者を介し原告へ衣類等を輸出していた関係でその\n頃から当時の原告代表者【Ｃ】と知己の間柄で、昭和三七年あらたに株式会社村江\n洋行を設立してからも同様の取引を継続していたものである。また、原告主張の千\n里貿易の代表者【Ｄ】はもと村江洋行の輸出業務を担当していた東洋模範物産株式\n会社の従業員であり右業務の担当者であつた関係もあつて右【Ｂ】とは古くからの\n知り合いであつた。\n（２）　ところで、昭和三八年頃日本の米国向繊維製品の輸出は韓国、台湾等アジ\nア新興国の製品との価格競争に勝てなくなり村江洋行と原告の取引もその頃打ち切\nられることになつたが、ただ当時の原告代表者【Ｃ】はその後も商用で台湾や韓国\nへ赴く途中、村江洋行に立ち寄つて製品サンプルを入手してゆくなどして右【Ｂ】\nとの交渉を保つていた。\n（３）　こうした状況の下で、昭和四三年、【Ｂ】は日本に立ち寄つた【Ｃ】に村\n江洋行の製品販売の将来について相談したところ、【Ｃ】より村江洋行の製品は極\nめて良質であるから、輸出よりも原告から販売に関するノウ・ハウ等の提供を受け\nて国内販売に力を注いだらどうかとの話があり、【Ｂ】自身も自社製品を米国会社\nとの「提携品」、「ライセンスもの」として販売すれば国内販売として成功するの\nでないかと考えていたので、交渉の結果、同年一一月二〇日両者間に、【Ｂ】にお\nいて新らたに販売会社（これが被告会社にほかならない）を設立し同社で村江洋行\nの製品を販売するが右製品にはすべて前記「ＬＩＣＥＮＳＥＤ　ＢＹ　ＴＨＥ　Ｔ\nＲｏＹ　ｏＦ　ＣＡＬＩＦｏＲＮＩＡ　Ｕ．Ｓ．Ａ．」なる表示を付することと\nし、原告は新会社に右表示の使用を許諾するとともに販売促進のための技術資料\n（商品やデザインの見本、カタログ、パンフレツト等の印刷物）を提供する、これ\nに対し新会社は所定の対価（その金額は後記原告主張の第一期ライセンス契約所定\nの金額）を支払うとの基本的合意が成立した。\n（４）　しかして、右交渉と合意は、当初より原告が右ライセンス表示の使用を許\n諾し新会社がこれに対し対価を支払うことを骨子としその金額と支払年月日を定め\nることを殆んど唯一の目的として行われたものであるが、かかる交渉が行われた背\n景には昭和四三年当時我国においてはいまだ舶来品崇拝の傾向が根強く残つていて\n特に洋装品についてはそれが著しく同じ国産品であつても外国会社との提携品ない\nしはライセンス商品であるとのイメージを持たせた方が良く売れるといつた事情が\nあつたからにほかならない（このことは、当時衣料品のメーカーが米国の鉄鋼メー\nカーとの間のライセンス表示をして販売したという話や、日本で製造していながら\nアメリカンサイズといつて通常のＭサイズをＳサイズにＬサイズをＭサイズと表示\nして販売した事実もあることから充分推察されるところである）。\n（二）　原告のいう第一、二期ライセンス契約の契約書（甲第一、第二号証）が作\n成されたのは以上のような基本的合意に則つたものにほかならないのであるが、右\n契約の趣旨が原告のいうような商標使用のライセンスを目的としたものではなく前\n記ライセンス表示の許諾と舶来品イメージの獲得を目的としたものであることは、\nその契約条項をみてもその随所に明らかである。\n（１）　まず、第一期ライセンス契約の契約書（甲第一号証）では、その第一条に\nおいて「（原告）の社名、商号、商標並びにそれ等に類似せる商号、商標を貸用し\nます。」旨記載されてはいるが、商標については何ら具体的に特定されておらず、\nむしろ、その第二条、第四条、第五条等においては、専ら原告から商品見本、スタ\nイル見本、新らしいデザイン、パンフレツト、印刷物等が提供されこれに対し被告\n会社において所定の使用料を支払うべきことが定められている。\n（２）　また、第二期ライセンス契約の契約書（甲第二号証）でも、まずその前文\nにおいてこの契約は原告（ライセンサー）が常に新しいパターンおよびスタイルを\n開発し、被告会社（ライセンシー）がそのスタイルおよびパテントを使用すること\nを望むが故に締結されるものであることが明記され、その第二条には原告が被告会\n社に対し使用を許諾する許諾対象物が列記されているが、そこではまず第一に原告\nの会社名および住所が掲げられており、商標は第三番目に掲げられているにすぎな\nい。もし、右契約が原告のいうように商標の使用許諾を目的とするものであり「ト\nロイ・ブロス」やパイプ・マークが原告に帰属するものであつたのであれば当時す\nでにこれらのものは商標として使用され、かつ日本国内において著名になつていた\nのであるから当然これらの商標が具体的に記載され使用許諾の対象物であることが\n明記された筈である。しかるに、右契約において右商標のことに何ら触れていない\nことは、とりもなおさず右契約が原告のいうような商標に関するライセンス契約で\nはなく、前記ライセンス表示の許諾を目的としたものであつたことを物語るもので\nある。右両商標は後述するとおりもともと被告らの所有に属するものであるからこ\nそそこに記載されていないのである。\n（３）　もつとも、右にみてきたとおり、右各契約書には交渉の過程ではとりたて\nて話題にならなかつた商標に関する記載があること自体は事実であるが、このこと\nは他の条項部分のあいまいさ、すなわち第一期契約の契約書（甲第一号証）には昀\nも重要な金員の支払いについてすら「米国内での法定手続に要する経費」という意\n味不明の記載があつたり（２項の第一条）、第二期契約（甲第二号証）についても\n昭和二三年に与えられたアメリカ合衆国特許第二四四七七三五号というほとんど意\n味を有しない特許に関する条項（第一二項）が存するなどその用語および記載内容\nの不備不完全であることと同じように、右各契約が前記ライセンス表示の使用許諾\n（舶来品イメージの獲得）とこれに対する対価の支払いをほとんど唯一の目的とし\nて締結されたもので、その他の点についてはあまり注意を払わずして締結されたも\nのであることを示しているものにほかならない。少くとも、許諾の対象となるべき\n商標について何ら明示のない右各契約が商標のライセンス契約でないことは明白で\nある。\n（三）　そして、右各契約の目的が被告会社の商品に舶来品のイメージを与えるこ\nとにあつたことは、その後被告会社が原告と提携していることを関係者に知らし\nめ、かつその販売商品に舶来イメージを与えるべくいろいろ努力したのに対し、原\n告も右契約の趣旨に則つとり左記の如く積極的に協力していることによつても裏づ\nけられている。すなわち、\n（１）　昭和四八年三月七日被告会社の創立五周年記念に被告会社が原告代表者の\n来訪を求めたのに対し、原告代表者【Ｅ】はこれを受け来日して原告と被告会社が\n提携していることを関係者に示し、また被告会社が前記イメージを強調するためそ\nの得意先に出す日本製クリスマス・カードをアメリカから発送するよう依頼したの\nに応じ原告はわざわざアメリカの切手を貼つて郵送してくれた。\n（２）　また、原告は、被告会社の昭和四九年度のカタログ（甲第一九号証）をみ\nたうえ、さらにカリフオルニアのイメージを強調するよう力説助言してきた（乙第\n一一号証、これは原告が被告会社に対し販売促進のための技術資料を提供したもの\nであり前記契約の履行であるということができる）ので、被告会社は右意見を入れ\n昭和五〇年、五一年版の各カタログ（甲第六、第二〇、第二一号証）にカリフオル\nニアの地図を取り入れた。\n（３）　なお、被告会社が舶来品イメージを大切にしていることは、年賀状（乙第\n二三号証の三）やパンフレツト（乙第二五号証）の写真が大阪ゴルフ・クラブとい\nう日本のゴルフ場での撮影にもかかわらず外人モデルを使いアメリカ・カリフオル\nニアのイメージを出そうと努力していることにも表われている。\n二　のみならず、本件商標のうち被告らにとつて昀も重要な「トロイ・ブロス」お\nよびパイプ・マークの各商標（本件（一）（二）の商標）はそもそも原告の所有に\n属するものではなく、かえつて、被告らが原告と無関係に独自に考案製作したもの\nであり被告らの所有に属するものである。原告も本件紛争に至るまではそれが被告\nらの所有に属するものであることを承認してこれを当然の前提として行動し、それ\nが原告の所有でないことをも明言していた。\nこのことは、以下に述べる右両商標の生成経緯およびその後の原、被告らの行動\nに照らし明らかである。\n（一）　右両商標生成の経緯\n（１）　被告会社設立直前の昭和四三年一一月二〇日大阪のロイヤルホテル内で行\nわれた【Ｂ】、【Ｃ】会談（前記基本的合意をした会談）において、原告の方から\n【Ｂ】に対し設立予定の新会社において使用して貰つてもよいとして示されたブラ\nンドは、当時原告において使用していたＫｅｎｔ，Ｓｕｎ　Ｖａｌｌｅｙ，Ｎｏ\nｗ，Ｄｕｋｅ等であつた。\n（２）　そこで、【Ｂ】はその二、三日後、被告会社の取締役にむかえることにな\nつていた被告【Ａ】にその旨伝えたところ（【Ｂ】は主としてメーカーとしての経\n歴を有するもので販売業務には不案内なものであつたのに対し、被告【Ａ】は昭和\n三二年四月かつて【Ｂ】が経営していたニツトメーカー村上商事に入社して【Ｂ】\nと知り合い、その後同商事の倒産後エース・メンズ・ウエア株式会社に移つたもの\nであるが、昭和四三年一〇月【Ｂ】に請われて被告会社設立参加のため同社を退社\nしたものであり、それまでの約一〇年余は専ら繊維取引業界で企画、営業の業務に\n従事してきており、斯業界に精通しているものである）、被告【Ａ】は右Ｋｅｎｔ\n等のブランドはいずれも被告会社が販売予定しているニツト製品に付するものとし\nては適当でなく、また商標登録不能なものもあると判断し、新らたな商標を考案す\nることとした。\n（３）　当時日本ではむしろ、例えばスポーツウエア等の胸の部分にペンギン等の\n動物のマークを付するようないわゆるワンポイント・マーク商品が出廻り人気を呼\nんでいた。そこで、被告【Ａ】は被告会社でも右の如きマークが必要であると考え\n同年一一月末頃から翌一二月六日頃までの間自宅において被告会社従業員とともに\nどのようなワンポイント・マークがよいか検討中、たまたまその時使用していたコ\nーヒー皿（乙第一五号証の一、二参照）の裏面にＢＲｏＳの文字がありその意味を\n確めたところ、Ｂｒｏｔｈｅｒｓ（兄弟）の略とのことであり意味も適切でありか\nつ語呂も良かつたので、ＴｒｏｙとこのＢＲｏＳを組合せてＴｒｏｙ　Ｂｒｏｓと\nすることに思い至りここに本件（一）の商標「トロイ・ブロス」の原案が誕生した\n（なお、右コーヒー皿は被告【Ａ】の親戚の結婚披露宴での引出物である）。ま\nた、本件（二）の商標パイプ・マークも当時日本ではペンギン等の動物マークはほ\nぼ出つくした感があつたので図案辞典（乙第一六号証の一ないし四）や他社のマー\nク等を参考にして動物以外のマークを考案中、右辞典にあつたパイプにヒントを得\nてパイプに煙のマークを付したものを考案したのである。\n（４）　しかして、被告【Ａ】は、右「トロイ・ブロス」およびパイプ・マーク考\n案後、直ちに知り合いのグラフイツクデザイナーである【Ｆ】にこれをデザイン化\nさせ、グラフ印刷株式会社に商標登録出願に備えるべくその印刷を依頼した。それ\nは昭和四三年一二月六日のことであつた（乙第一七号証の一ないし九参照）。\nその後、被告【Ａ】がかねて商標上の問題で相談したことのある【Ｇ】弁理士に\n右商標の出願を依頼したところ、同弁理士より帝国人造絹絲株式会社が既に登録し\nている「トロイ」なる商標（乙第一三号証参照）があるので、「トロイ・ブロス」\nはあるいは登録されないかもしれない旨知らされたが、ともかく出願してみようと\nいうことになり、その登録出願をなしたのが昭和四四年二月一一日である。\nまた、パイプ・マークについては既に大信貿易株式会社が登録しているパイプ印\n（乙第一八号証の一、二参照）があるので、右被告【Ａ】考案にかかるパイプ・マ\nークの登録は不可能である旨【Ｇ】弁理士より知らされたので、被告【Ａ】はその\n譲渡を受けるべく大信貿易と交渉したが当時大信貿易は倒産状態にあつたためこれ\nを譲受けることができなかつた。このため、パイプ・マークの登録出願はおくれ昭\n和四五年一二月二一日になされたのであるが、右大信貿易の商標は昭和四九年六月\n七日期間満了により消滅し、結局、本件パイプ・マークが昭和五一年一一月一日付\nで登録されるに至つたのである。\n（二）　右両商標の使用状況と原告による被告ら所有の承認\n（１）　かくして、被告会社は右両商標を作成後、昭和四四年三月頃からその使用\nを始めたが、その使用商品の販売量の増大とともに右両商標の出所表示機能、品質\n保証機能および広告ないし宣伝機能は次第に増大していつた。\nこの商標機能の増大すなわち商標の価値の増加は被告会社の販売努力に負うとこ\nろが大きいことももちろんであるが、根本的には右商標を付した商品の優秀性にあ\nることはいうまでもない。\n（２）　これに対し、原告は右両商標を自から使用しなかつたのはもちろん、原告\nからの被告会社に対する書簡（乙第一一、第一二号証）に示されているとおり、も\nともと被告会社の使用についても批判的であつた。アメリカでは商標についていわ\nゆる使用主義がとられているのであり、アメリカ人の発想の常識からして、アメリ\nカ法人たる原告が自から使用せずかつもともと批判的な目でみていた右商標を自己\nのものであると考えていた筈がない。\n（３）　現に、右書簡（乙第一一号証）によると、原告は「トロイ・ブロス」を被\n告会社の愛称ないし略称として使用しているのであつて、右両商標を自己のもので\nあると考えていなかつたことは明白である。\nさらに、このことは被告会社の依頼により原告が作成した認証状（甲第一六号\n証）にも明瞭にあらわれている。そこでは、右両商標はＴｒｏｙ　ｏｆ　Ｃａｌｉ\nｆｏｒｎｉａ　Ｊａｐａｎ（被告会社を指す）と同一の意味に用いられており、原\n告の表示としてはＴｒｏｙ　ｏｆ　Ｃａｌｉｆｏｒｎｉａなる表示がカリフオルニ\nアの地図とともに大きく書かれ強調されている。\nこれらの事実は、原告が右商標を被告らのものであると観念し了解していたこと\nを如実に示すものである。\n（４）　のみならず、原告は、本件紛争が発生し始めた頃に作成された前記書簡\n（乙第一二号証）においてパイプ・マークは原告のものでないことを明言してい\nる。右書簡は原告の代理人たる千里貿易の代表者【Ｄ】が原告と電話連絡のうえ作\n成したものであり、原告の意思を忠実に表現しているものである。\n（５）　さらに、右千里貿易が被告会社に対し本件第二期ライセンス契約解約のた\nめ発した通知書（甲第三号証の一）において、「トロイ・ブロス」、「サン・フエ\nア」、「キヤスタウエイ」その他二つの商標を明記して契約の終了にともない即時\n使用を中止せよと要求しながら、パイプ・マークについて全く言及していないの\nは、これを原告のものであるなどとは到底主張できないことを原告および千里貿易\nがよく知つていたからにほかならない。\n（６）　その他、千里貿易も関係して作成された被告会社（大阪トロイ）と東京ト\nロイとのサブライセンス契約書（甲第二六号証の一）の前文においても「（被告会\n社）所有にかかわるＴｒｏｙ　Ｂｒｏｓ　ブランド」と明記されていることなどに\n照らすと、右両商標が被告らの所有するものであり、原告に帰属すべき筋合のもの\nでないことは明白である。\n（７）　なお、原告がアメリカで使用している「トロイ」なる商標と被告会社の所\n有する「トロイ・ブロス」が少くとも我国において別個の商標として取扱われるこ\nとは、前記の如く同じ指定商品第一七類について「トロイ」なる商標が登録されて\nいたにもかかわらず右商標の登録が許されていることからみて明らかである。原告\nは右商標に関し何らの権利を有するものではない。\n第五　原告の反論\n一　被告らは、本件ライセンス契約は商標の使用許諾契約ではなくライセンス表示\nの使用許諾と被告会社に対する販売促進のための技術資料の提供を約したものにす\nぎない旨主張するがこれらは事実に反する主張である。\n右契約において原告がライセンス表示の使用を許諾し販売促進のための技術資料\nの提供を約したことは事実であるが、同時にそれが商標についての使用許諾契約で\nもあつたことは紛れもない事実である。\nむしろ、右販売促進のための中心的な働きをなすものは商標にほかならず、右契\n約が商標についての使用許諾契約であつたことは以下に述べる交渉の経緯および右\n契約の契約書（甲第一、第二号証）の各該当条項に許諾対象の一つとして商標が明\n記されていること（甲第一号証の一ないし三項、六、八項、甲第二号証の二、三\n項、八項等参照）からみて明らかである。また、業界の常識としても「ライセン\nス」、「外国との提携」といえば商標の使用許諾とパターン、デザイン等の許与を\n意味していたのであり（乙第二七号証の三―神戸地裁における【Ａ】証人調書四丁\n裏）、本件ライセンス契約もまさにそのために締結されたものである（【Ｂ】供述\n第一一回期日調書三丁、四丁裏、【Ｄ】証言第六回期日調書二五丁表、乙第二七号\n証の三―神戸地裁における【Ａ】証人調書四丁）。すなわち、\n（一）　本件ライセンス契約締結の経緯\n（１）　被告会社代表者【Ｂ】は、かねてより株式会社村江洋行の代表者としてそ\nの経営に当りシヤツ類の下請製造加工に従事していたものであるが、顧客（注文\n者）の中にこれに外国ブランドを付して販売することにより日本のブランド商品で\nは考えられない程の高利益を上げているもののあることを知り、自分も直接外国の\n有名ブランドのライセンスを受けて外国ブランドを付したシヤツ類を販売すること\nを企図し（【Ｂ】供述第一一回期日調書三丁表）、昭和四三年春頃から、アメリカ\nで非常な成果をあげている衣類販売業者原告と提携することを考えていた（【Ｂ】\n供述第一〇回期日調書二二丁裏、【Ｄ】証言第六回期日調書二九丁表）。\n（２）　そして、右【Ｂ】は、昭和四三年九月中頃右のような考えの下に原告の日\n本における代理店千里貿易有限会社（代表取締役【Ｄ】）に対し国内で小売店へ直\n販する計画のため原告のマークを借りたい旨申し込んだところ（【Ｄ】証言第一回\n調書一六丁裏、甲第四八号証の一―東京地裁における【Ｄ】証人調書二丁表）、当\n時の原告代表者【Ｃ】から「ともかく話を聞いてみよう。」との意向が示され間も\nなく【Ｂ】、【Ｄ】、【Ｃ】の第一回三者会談が行われた（【Ｄ】証言第七回期日\n調書五五丁裏、甲第四八号証の一―東京地裁における【Ｄ】証人調書四丁裏、五丁\n表）。この会談において、【Ｃ】は原告の商標と社名を借りたい旨の【Ｂ】の申し\n込みに原則的に同意し所持していたステーシヨナリー、ラベル、ブランドの貼つて\nあるスクラツプ等を【Ｂ】にみせたところ、【Ｂ】は、注文書（甲第一三号証）に\n書かれていたトロイの書体が気に入り、「新会社の社名をトロイとしブランドも社\n名と同じトロイを使用したい。」旨の希望を表明し、【Ｃ】もこれを了承し、「ト\nロイ」を新会社の社名および商標とすることが合意された（甲第四八号証の一―東\n京地裁における【Ｄ】証人調書五丁裏、六丁表、七丁裏、八丁表）。同時に【Ｃ】\nは原告の権利保全のため新会社において使用する商標については新会社の名で商標\n登録をすることを強く求めかつ契約終了時にはこれを返還すべきことにつき念を押\nした（甲第四八号証の一―東京地裁における【Ｄ】証人調書一〇丁裏）。\n（３）　ところが、【Ｂ】は第一回会談から数日後【Ｄ】に「日本では既にトロイ\nに類似する登録商標が存在しておりこのままでは登録できない。一文字を前後いず\nれかに付ければ登録の可能性がある。」といつてきたので、原告側はそのことを考\n慮し「トロイ・オブ・カリフオルニア」とすることを【Ｂ】に呈示した（【Ｄ】証\n言第六回期日調書三〇丁裏、甲第四八号証の一東京地裁における【Ｄ】証人調書一\n一丁裏）。ところが、そのさらに数日後【Ｂ】は再び【Ｄ】に会い『トロイ・オ\nブ・カリフオルニアには地名が含まれており登録できる可能性がないので原告の兄\n弟会社という意味でＢｒｏｔｈｅｒｓの略語たるＢｒｏｓをつけた「トロイ・ブロ\nス」を使用したい。字体はトロイの書体に合せる。これだと登録も可能である。』\n旨申し出た（【Ｄ】証言第六回期日調書三〇丁裏、甲第四八号証の一―東京地裁に\nおける【Ｄ】証人調書一二丁表、乙第二七号証の二―神戸地裁における【Ａ】証人\n調書四四丁裏）。そこで、【Ｄ】は【Ｃ】の承認を条件としてこれを了承した。\n（４）　これらの経過を経た後やがて第二回三者会談が開かれ、【Ｄ】が【Ｃ】に\n商標が「トロイ」から「トロイ・ブロス」へとかわつていつた経過を説明し、\n【Ｃ】は「ブロス」という言葉を「トロイ」の後につけることを承認した。\nさらに、右三者間で当時いわゆるワンポイント・マークが流行しておりトロイ商\n品についてもワンポイント・マークの必要なことを互いに確認し、【Ｃ】手持ちの\n資料で検討に入つたが、この時は結局決まらずに終つた（【Ｄ】証言第六回期日調\n書三二丁裏、甲第四八号証の一―東京地裁における【Ｄ】証人調書一三丁裏）。\nところが、その後、間もなく【Ｂ】は【Ｄ】に対し「登録切れとなつているパイ\nプ・マークがあり、これは即時使用ができ確実に登録ができるのでこれをワンポイ\nント・マークとして使用したい。」旨申入れてきた（甲第四八号証の一―東京地裁\nにおける【Ｄ】証人調書一六丁）。そこで、【Ｄ】は翌四四年の三月か四月には新\n会社の第一回展示会を開きたいとする【Ｂ】の計画を考慮しそれにつき一応は賛同\nしたが、なお【Ｃ】の承諾を得るよう申し述べた（同調書一七丁表）。\n（５）　次いで昭和四三年一一月二〇日頃【Ｂ】、【Ｃ】、【Ｄ】の第三回三者会\n談が行われ、その場で【Ｃ】はワンポイント・マークにつき米国に帰つたら直ちに\nデザイナーに創作させて送る旨述べたが、それでは翌年の三月か四月に予定されて\nいる新会社の展示会に間に合わないという情況であつたので、結局右パイプ・マー\nクを使用することを承諾した（【Ｄ】証言第六回期日調書三二丁裏、甲第四八号証\nの一―東京地裁における【Ｄ】証人調書一七丁裏）。\nしかし、同時にこの商標も原告が使用を許諾する商標であり原告に帰属するもの\nであること、したがつて常にトロイ・ブロスと同時に使用されかつ「ＬＩＣＥＳＥ\nＤ　ＢＹ　ＴＨＥ　ＴＲｏＹ　ｏＦ　ＣＡＬＩＦｏＲＮＩＡ」の表示を付して使用\nされるべきものであることを確認した（【Ｄ】証言第六回期日調書三四丁表）。\n（６）　そして、この会談ではロイヤリテイ等その他の条項も合意され、原告と被\n告会社間に締結されるべきライセンス契約の内容全般についての合意が成立したの\nであるが、そのうち本件係争に関係する部分を要約すると大要次のとおりである。\n（イ）　【Ｂ】は、原告の商号、その略称あるいは社標などの営業標章、商品商標\nを使用してスポーツウエア等を販売するため新会社を設立し、新会社の商号は「株\n式会社トロイ」とする。\n（ロ）　新会社の営業活動には、原告の社名であるＴｒｏｙ　Ｓｐｏｒｔｓｗｅａ\nｒ　Ｃｏｍｐａｎｙ，Ｉｎｃ．やその略称であるＴｒｏｙ，Ｔｒｏｙ　ｏｆ　Ｃａ\nｌｉｆｏｒｎｉａあるいはＴｒｏｙ　ｏｆ　Ｃａｌｉｆｏｒｎｉａ　Ｉｎｔｅｒｎ\nａｔｉｏｎａｌおよびその社標である「地球儀の中にＴｒｏｙ　ｏｆ　Ｃａｌｉｆ\nｏｒｎｉａと書かれた」図形標章（以下、地球儀マークという）などを使用し、ま\nた新会社が販売する商品には上記「トロイ・ブロス」やパイプ・マークおよびその\n他原告が将来許諾決定する商標（ブランド）を使用するものとし、その使用にあた\nつては必ず「Ｌｉｃｅｎｓｅｄ　ｂｙ　ｔｈｅ　Ｔｒｏｙ　ｏｆ　Ｃａｌｉｆｏｒ\nｎｉａ」なるライセンス表示を付する。\n（ハ）　右（ロ）の各種商標等は、いずれも原告に帰属する権利とし原告と新会社\nとの間で結ばれる契約の期間中に限り新会社はこれらを使用することができ、契約\n解消後は即時使用を中止し返還する。\n（ニ）　前記（ロ）の各種商標等のうち登録可能なもの殊に商標については第三者\nによる使用を防ぐため新会社名で登録の出願を行い、その手続一切および登録後の\n商標権の管理を新会社に一任する。しかし、原告と新会社間の契約解消後は原告へ\n移転登録手続をする。\n（７）　かくして、【Ｄ】は昭和四三年一一月二〇日までに合意された事項を内容\nとする契約書（甲第一号証）を作成し、新設の被告会社代表者【Ｂ】の署名を求め\nたのに対し（【Ｄ】証言第六回期日調書二丁表）、【Ｂ】はこれを「よく読んだ」\n上で署名したのであり、これが第一期ライセンス契約にほかならない（【Ｂ】供述\n第一〇回期日調書四八丁裏）。\nそして、その後締結された第二期ライセンス契約は右第一期ライセンス契約の約\n旨をそのまま引継ぎロイヤリテイの額やその他の条件に変更を加えたものにすぎな\nい。\n（二）　各ライセンス契約書の記載条項\n本件各契約書の記載条項はすでにその一部を述べたとおり大要別紙契約書\n（一）、（二）記載のようなもので、これによれば右各契約が商標のライセンス契\n約であることは明らかである。\nなお、被告らは右各契約において許諾の対象となる商標が具体的に特定されてい\nないことをとらえて云々するが、それは元来右契約が特定の商標のみならず、原告\nが現に有しまたは将来決定する全てのマークおよびこれらに類似するマークをも広\nくその対象とするものであつたからにほかならず（実際その後別紙目録（三）、\n（四）の「サン・フエア」と「キヤスタウエイ」が許諾商標として追加されてい\nる）、何ら不思議ではない。\n二　本件商標がいずれも原告に帰属するものであることは、その生成の経緯やその\n後の関係者の行動をみれば明らかである。\n（一）　本件商標生成の経緯とその帰属\n（１）　本件（一）および（二）の商標について\n第一期ライセンス契約締結に至る【Ｂ】、【Ｃ】会談の段階において既に右二つ\nの商標の使用が合意されかつそれが原告に帰属するものであることの確認がおこな\nわれていたことは前記のとおりである。そして、その後右合意、確認を前提として\nその趣旨を書面化したのが前記契約書（一）（甲第一号証）である。したがつて、\n右両商標が右契約書第一項にいう「（原告）の商標」に該当し、原告の所有に属す\nるものであることは明らかである。\nなお、右両商標の具体的な製作作業すなわち「トロイ・ブロス」、パイプ・マー\nクの図案化、それらのデザイン依頼、検討、そして清刷発注などおよびその登録手\n続は被告会社の代表者【Ｂ】の指示のもとで被告【Ａ】およびその他被告会社従業\n員の手でおこなわれたのであるが、それが前記ライセンス契約の約旨に則つとつて\nなされたものであることはもちろんであり、右事実は何らこれら両商標が原告に帰\n属すること自体を否定する理由となるものではない。\n（２）　本件（三）および（四）の商標について\n被告会社は第二期ライセンス契約締結後、原告に上記「トロイ・ブロス」、パイ\nプマークとは別の新しい商標も使用したい旨申入れてきた。\nそこで、原告はカリフオルニア・フアツシヨンを連想させる自己所有の各種商\n標、ラベル等を千里貿易を通じ被告会社に送付したところ、被告会社はその中から\n「サンフエア」、「ザ・アウト・ロウ」の二つの商標を選んだのであるが、右アウ\nト・ロウについては既に他人名義で商標登録済みであつたため原告の代理人たる千\n里貿易と被告会社間で話し合いのうえアウト・ロウと同じ「無法者」という意味を\nもつ「キヤスタウエイ」に変形して使用することを合意しこれについても原告に帰\n属すべきものであることを互に確認した。\nしたがつて、これらの商標が原告に帰属すべきものであることは明白であり、そ\nの後、被告会社名義で登録出願されているのは前記管理委託の約定に基づくもので\nあるにすぎない。\n（二）　本件商標が原告の権利に属するものとして承認されていたことを裏づける\n事情\n本件商標がいずれも原告の所有に属することは前記のとおりであり、被告らも本\n件紛争に至るまでは当然これを承認しかつこれを前提として行動していた。このこ\nとは左記各事実に照らし明らかである。\n（１）（イ）　まず、被告会社は、昭和四四年の初夏の頃、「トロイ・ブロス」お\nよびパイプ・マークの商標を下札等に印刷するに先立ちその印刷見本（甲第一五号\n証）を原告代理人たる千里貿易へ渡してその承認を求めてきた事実がある。\n（ロ）　また、原告は被告会社の要請をうけて被告会社に対し「トロイ・ブロス」\nおよびパイプ・マークが原告によりライセンスされたものであることを証明する旨\nの昭和四四年八月二〇日付認証状（甲第一六号証）を交付したが、被告会社はこれ\nを被告会社本社事務所に掲示し右各商標が原告から使用を許諾されたものであるこ\nとを自から宣伝し誇示していた。\n（ハ）　そして、被告会社は、右両商標を商品や商品カタログに使用する際は常に\n一緒に使用し、かつ必ず「ＬＩＣＥＮＳＥＤ　ＢＹ　ＴＨＥ　ＴＲｏＹ　ｏＦ　Ｃ\nＡＬＩＦｏＲＮＩＡ　Ｕ．Ｓ．Ａ．」と表示することによつて右商標が原告から使\n用許諾（ライセンス）を受けて使用されているものであることを明示していたう\nえ、被告会社役員、使用人などの名刺にさえ「トロイ・ブロス」のマークととも\nに、これが原告から使用許諾されたマークである旨を表示していた。\n（ニ）　昭和五二年二月頃被告会社がＴｒｏｙ　ＢｒｏｓのＪｕｎｉｏｒ向製品を\n発売する際にも、Ｔｒｏｙ　Ｂｒｏｓ　Ｊｕｎｉｏｒとの商標を使用することにつ\nき原告の代理人である千里貿易にその許可を得る為に届け出をしている。\n（２）（イ）　その間、被告会社は、被告らも主張するとおり、東京トロイとの間\nに昭和五〇年七月二一日付で「トロイ・ブロス」、パイプ・マークの商標の使用許\n諾を内容とするサブライセンス契約（甲第二六号証の一）を締結しているが、その\n際にも右両商標が原告に帰属する商標であることを認め、原告と被告会社間の本件\nライセンス契約が終了した場合には右サブライセンス契約もその有効期間中といえ\nども自動的に終了する旨約定し、かつ被告会社において右サブライセンス契約を締\n結したことに対するロイヤリテイを原告に支払うと定めている。\n（ロ）　そして、被告会社は原告に対し右サブライセンス契約締結に至つた経過を\n詳細に説明するとともに右サブライセンス契約締結につき原告の承認を求め右サブ\nライセンス契約上の対価として商品メーカーの「出し値」を基準とした一定割合の\n金員をロイヤリテイとして被告会社が責任をもつて支払う約束もしている。\n（ハ）　その後、被告会社は東京トロイに対し昭和五一年六月一六日付内容証明郵\n便（甲第二七号証）によつて右サブライセンス契約を解約する旨通告しているが、\nその交渉の過程で被告会社は右解約は原告の意向によるものであることを強調し、\n右両商標が原告の所有であることを前提とした行動をしていた。\n（３）（イ）　さらに、被告会社は昭和五〇年四月頃豊田通商の資本参加を受け入\nれているが、その頃既に右商標の継続使用と前記ライセンス契約の存続が被告会社\nの存続そのものを左右する程重要なものとなつていたので右資本参加は原告の同意\nのもとに行われ、かつライセンス契約の存続についての確認も行われた。\n（ロ）　ところが、その後被告会社代表者【Ｂ】は豊田通商による乗つ取りを恐\nれ、原告に対し本件ライセンス契約を【Ｂ】個人か【Ｂ】の経営する村江洋行との\n間の契約に切替え右両商標を【Ｂ】個人ないし同社で使用できるようにしてほしい\n旨働きかけてきたこともある。\nこれに対し右【Ｂ】の意向を察知した当時の被告会社の会長で豊田通商の専務取締\n役である【Ｈ】は昭和五一年四月三〇日渡米し原告の本社を訪問し代表者【Ｅ】社\n長と会談し、引続き両商標を被告会社で使用させてほしい旨の申し入れを行つてい\nる。\n（４）　以上の各事実は、いずれも「トロイ・ブロス」およびパイプ・マークの両\n商標が原告の所有に属するものであり、かつこれまで被告会社を含む関係当事者す\nべてがこれを前提として行動してきたことを如実に示すものである。\n（５）　なお、被告会社は第一期ライセンス契約締結後八年以上の長きにわたつて\n本件商標が原告の所有に属することおよびこれについて原告から使用許諾を受けて\nいることを認めて使用料を支払つてきている。\n三　被告らが自己に有利な事実として主張する種々の事実は特段本訴に有効なもの\nではない。すなわち、\n（１）　被告らは、原告および千里貿易が「トロイ・ブロス」、パイプ・マーク二\nつの商標の使用につき批判的であつたと主張しているが、それは正確な表現ではな\nい。「トロイ・ブロス」についてはできれば端的に「トロイ」を使用して欲しいと\n原告が望んでいたことは事実である（【Ｄ】証言第六回期日調書五二丁裏）。ま\nた、パイプ・マークについても、限られた時間内で早急に決められたもので喫煙が\n社会的に悪習とみなされる風潮を受けて何かの機会に変更したいという考えが原告\nにあつたことも事実である（【Ｄ】証言第六回期日調書五三丁表）。しかし、それ\nは、原告がこれら商標に完全に満足していなかつたということを意味するにすぎず\n（【Ｄ】証言第六回期日調書五三丁）、本件商標に完全に満足していたか否かとそ\nの商標が誰に帰属するかは別の次元の問題であることはいうまでもない。\n（２）　また、被告らはその主張の書簡（乙第一二号証）において千里貿易の代表\n者【Ｄ】がパイプ・マークが原告の「権利所有」でないと述べていることを問題に\nするが、他方同じ書簡で「近い将来にパイプ印の使用を中止することを公表する意\n向である」とも述べている点にも注目すべきである。右のうち原告の権利所有でな\nいという表現は、当時被告【Ａ】が同商標が自己名義となつていることを奇貨とし\n被告会社に使用料を請求してきたことに対する対抗策として考えられた表現であ\nり、【Ｄ】の真意ではなかつたのである。すなわち、昭和五〇年二月に豊田通商が\n被告会社へ五〇％の資本参加をすることが決まつたのであるが（【Ｂ】供述第一〇\n回期日調書四七丁表）、【Ｂ】は当時豊田通商に被告会社を乗つ取られることを恐\nれ（【Ｂ】供述第一〇回期日調書四八丁表、甲第三六号証）、比較的名義変更手続\nの簡単なパイプ・マークの出願人名義を自己のパートナーである被告【Ａ】に移し\nその保身をはかつた（甲第三二号証の五、六）。ところが、その結果出願名義人と\nなつた被告【Ａ】が名義変更後約一年を経つて自己名義になつていることを奇貨と\nし強引に被告会社に使用料を払うよう要求し始めた（乙第二七号証の三―神戸地裁\nにおける【Ａ】証人調書二三、二四丁表、【Ｄ】証言第六回期日調書五四丁裏）。\nこの被告【Ａ】の要求に手を焼いた被告会社は千里貿易を通じ原告に助けを求めて\nきた。そこで、【Ｄ】は初めてパイプ・マークが被告【Ａ】個人の名義で登録出願\nされていることを知り驚いた訳であるが、これに対する対策としてパイプ・マーク\nが常に「トロイ・ブロス」と一緒に使用されてきたものであり「トロイ・ブロス」\nを離れて別個独立の商標としては利用価値が低いことに着目し、原告および被告会\n社がパイプ・マークにそれ程強い執着がなくいつでも別の新しいマークに切りかえ\nる用意があることを教えれば、右利用価値を熟知している被告【Ａ】はそのような\n不当な要求を放棄するであろうという考えの下になされたものである（【Ｄ】証言\n第六回期日調書五五丁裏）。パイプ・マークの帰属という観点から右書簡を読む場\n合、原告の「権利所有ではありません」という表現よりもむしろパイプ印の「使用\nを中止する」という点に重要な意味がある。けだし、他人の権利に対し第三者が\n「近い将来使用を中止する」などと言える訳がないからである。【Ｄ】は右マーク\nが原告の所有に属するものであるからこそ「中止する」といえたのである。\n（３）　さらに、被告らは、原告の認証状（甲第一六号証）において右二つの商標\nは被告会社の呼称として使用されており原告の商標であるという考えがみられない\n旨主張するが、「トロイ・ブロス」の「Ｓ」の上に記載されているＲの表記はまさ\nにそれが商標であることを示しているのであり、右認証状は原告たるトロイ・オ\nブ・カリフオルニアＵ・Ｓ・Ａが右商標の使用権を許諾したことを証明しているも\nのにほかならない。\n第六　証拠（省略）\n理　　　由\n一　次の事実は当事者間に争いがない。\n１　本件（一）ないし（四）の商標の商標登録出願関係が原告主張のとおりである\nこと。すなわち、（一）の商標「トロイ・ブロス」は当初被告【Ａ】名義で登録出\n願されたが、その後被告会社に対し商標法一三条二項、特許法三三条、三四条四項\nに基づく「出願により生じた権利」の承継手続がなされ、現在被告会社とその登録\n名義人となつていること、（二）の商標パイプ・マークは当初被告会社名義で登録\n出願されたが、その後被告【Ａ】に対し「出願により生じた権利」の承継手続がな\nされ、現在被告【Ａ】がその登録名義人となつており、かつ被告会社は現在その専\n用使用権登録名義人であること、（三）の商標「サン・フエア」は被告会社名義で\n登録出願され、現在被告会社が「出願により生じた権利」の名義人であること、\n（四）の商標「キヤスタウエイ」は被告会社名義で登録出願され、現在被告会社が\nその登録名義人となつていること。\n２　被告会社が現在右商標のうち（一）（二）（四）の商標を請求趣旨三ないし五\n項で掲げたような態様で使用しており、また（三）の商標についてもかつて昭和五\n〇年夏から約一年間これを同様の態様で使用していたことがあること。\n二　原告が本訴で主張するところは、要するに、本件商標はいずれも原告のもので\nあつて、これらについて被告会社（またはその取締役被告【Ａ】）が前記のとおり\n日本国における商標登録および登録出願の名義を有し、かつこれらを使用してきた\nのは、原告がライセンサーとして被告会社との間でライセンス契約を締結し、被告\n会社に日本国における右各商標の管理を委託し、かつその使用を許諾していたから\nであるというのである。\nもつとも、ここに「本件商標は原告のものである」という趣旨は、わが国の商標\n法が米国のようにその権利の発生と帰属について使用主義をとらず登録主義を採用\nしている点に照らすと、正確には、（一）（二）（四）の登録商標権については本\n来原告がその権利帰属者（登録名義人）たるべきものであり、（三）の出願中の商\n標については本来原告がその「出願により生じた権利」の帰属者（出願名義人）た\nるべきものである、というにあると解さなければならないことはいうまでもない。\n三　そこで、本件では、まず右主張に照らし、本件ライセンス契約締結の経緯とそ\nの内容、本件各商標の創出および使用の経過、本件紛争の経過等の事実関係全般に\nついて一括して検討する。\nいずれも成立につき争いのない甲第一、第二号証（第二号証については原本の存\n在についても争いがない）、第六ないし第一〇号証、第一四ないし第一七号証、第\n一八号証の一ないし三、第一九ないし第二四号証、第二六号証の一、二、第二七号\n証、第二九号証、第三一号証の一ないし八、第三二号証の一ないし一〇、第三三号\n証の一ないし三、第三四、第三五号証、第三九号証、第四八号証の一、二（一\n部）、乙第三号証の一、二、第四号証の一ないし五、第五号証の一ないし八、第六\n号証、第七号証の一、二、第八号証、第九号証の一、二第一〇ないし第一三号証、\n第一四号証の一ないし三、第一六号証の一ないし四、第一七号証の一ないし九、第\n一八号証の一、二、第一九号証、第二〇号証の一、二、第二二号証の一ないし三、\n第二四、第二五号証、第二七号証の一、二（一部）、第二八号証の一ないし六（原\n本の存在についても争いがない。いずれも一部）、第二九号証、第三〇号証の一な\nいし三、第三四号証の一ないし四、第三五号証の一ないし八、第三六号証の一、\n二、証人【Ｄ】の証言により真正に成立したものと認むべき甲第一一号証の一ない\nし三、第一二号証の一、二、第一三号証、様式、体裁により真正に成立したものと\n認むべき甲第三六、第三七号証、前掲甲第四八号証の二（東京地裁における一三回\n期日の【Ｄ】証人調書）により真正に成立したものと認むべき甲第三八号証、前掲\n第四八号証の一（同上一二回期日の【Ｄ】証人調書）により真正に成立したものと\n認むべき甲第四〇ないし第四七号証、前掲乙第二七号証の二（神戸地裁における第\n八回期日の【Ａ】証人調書）により真正に成立したものと認むべき乙第二一号証の\n一、二、証人【Ｉ】の証言により真正に成立したものと認むべき乙第二六号証の\n一、二、前掲乙第二八号証の四（東京地裁における第一一回期日の【Ａ】証人調\n書）により真正に成立したものと認むべき乙第三七号証、第三八号証の一ないし\n五、第三九号証の一、二、証人【Ｄ】（一部）、同【Ｊ】、同【Ｋ】（一部）、同\n【Ｉ】の各証言、被告会社代表者【Ｂ】本人尋問の結果（一部）、検甲号各証を総\n合すると、次の事実が認められる。\n（一）　本件ライセンス契約締結の経緯と内容\n（１）　原告はもとＴｒｏｙ　Ｓｐｏｒｔｓｗｅａｒ　Ｃｏｍｐａｎｙ　Ｉｎｃと\n称したアメリカ合衆国カリフオルニア州法人でスポーツウエア等繊維製品の製造販\n売を業とする会社であり、その製品は自から製造するほか昭和三二年頃以降は日\n本、韓国、台湾等の製造業者にもその製造を下請発注していた。そして、その日本\nにおける製造業者の中に被告会社の代表者【Ｂ】の経営する株式会社村江洋行（昭\n和三七年四月設立）があり、その輸出業務を担当していたものに東洋模範物産株式\n会社（実際の担当者は【Ｄ】）があつた。\n右【Ｄ】はやがて右模範物産を退職し、昭和四三年一月六日原告の資金援助のも\nとに千里貿易有限会社を設立し自からその代表者となり、以後原告の極東地区代理\n店となつた。\nところが、村江洋行はやがて韓国、台湾等の業者との価格競争に負け、原告との\n取引関係中断のやむなきにいたり、その後は国内向け製品の製造に転換していたの\nであるが、昭和四二年頃になりその代表者【Ｂ】は製品の販路を従前のように多く\nのデイーラーにまかせるよりも（その取引先は豊田通商ほか問屋約二七社があつ\nた）、自から販売会社を設立し販路を確立した方が得策であると考えるようにな\nり、さらにその場合には外国会社と提携し、その名前を利用するのが、日本人の好\nみにも合い有利であると判断した。\nそこで、【Ｂ】は昭和四三年に入り前記のような関係でかねて知つていた当時の\n原告代表者【Ｃ】（同年一二月末死亡）や千里貿易の【Ｄ】にその意を伝え交渉を\n始め、かたわら被告会社の設立を準備し、やがて第一期のライセンス契約を締結す\nるにいたつた。\n被告【Ａ】はかつて【Ｂ】の経営していた別会社に勤めていたこともあり、また\nこの種衣料品取引にも精通していた関係で【Ｂ】の誘いを受けて右新会社すなわち\n被告会社の取締役に就任したものである（【Ｂ】はメーカーとしては自信があつた\nが、デイーラーとしては不案内な点が多かつた。）。\n（２）　ところで、本件ライセンス契約はいずれも原告（ライセンサー）の代理人\n（コントローラー）である千里貿易代表者【Ｄ】と被告会社代表者【Ｂ】（ライセ\nンシー）との間で書面により締結されたもので（契約の締結自体は争いがない）、\n一期の契約は被告会社設立前から事実上の交渉が重ねられ、昭和四三年一二月三日\n被告会社設立と同時に締結発効したもの（契約書の日付は同年同月一日となつてい\nるが、これはロイヤリテイの金額計算の便宜上そのようにしたもの）、二期の契約\nは一期契約が協定の有効期間五年を経過したことに伴い昭和四八年一二月中に同四\n九年一月一日付をもつて締結されたもので、両契約の条項、文言はかなり違う点も\nあり、またその条項はいずれも法律的素養に乏しい【Ｄ】の起案にかかり、特に二\n期分は原告とノルウエーの会社との間の同種契約の文言を参考にそのまま引き写し\nた部分もあつて、例えばすでに存続期間終了により権利の消滅した原告の米国特許\n権に関する条項もある等必らずしも実情に合わない部分もあるが、両契約は実質的\nにはロイヤリテイの金額が改訂されたほかは前後同一内容のものと理解していた。\nそして、右各契約における主なる条項は別紙契約書（一）および（二）のとおり\nであり、その骨子は要するに（イ）原告は【Ｂ】の設立する新会社すなわち被告会\n社が株式会社「トロイ」と称し、その商品の販売に際し原告の社名、営業表示を商\n標等およびこれに類似する商標等を使用することを承認し、かつ商品見本、デザイ\nン、パンフレツト等を供給する、（ロ）これに対し新会社は所定の対価を支払う、\n（ハ）新会社はその使用する営業表示、商標等については全て原告の承認を得るも\nのとしその使用にあたつては原告に使用許諾（ライセンス）されたものであること\nを表示する、（ニ）新会社において使用する商標については第三者により使用され\nることを防ぐため新会社の名において登録手続をする、（ホ）以上はいずれも原告\nと新会社の間に右趣旨の契約が存続することを前提とするものであり、右契約が終\n了したときは原告から許諾を受けて使用したものの使用を中止する、というにあつ\nた。\n（二）　本件各商標の創出と使用の経過\n（１）　第一期ライセンス契約締結交渉は昭和四三年一〇月末頃【Ｂ】、【Ｄ】、\n【Ｃ】による第一回三者会談によつて始められたのであるが、その席上【Ｃ】は\n【Ｂ】のライセンス契約締結の申し込みに原則的に同意し、直ちにかねてから自社\nで使用していたＴｒｏｙ　Ｓｐｏｒｔｓｗａｅｒ　Ｃｏｍｐａｎｙ　Ｉｎｃの表示\nのある注文書（乙第九号証の二、甲第一三号証参照）や右表示のほかＴｒｏｙ　ｏ\nｆ　Ｃａｌｉｆｏｒｎｉａ　Ｉｎｔｅｒｎａｔｉｏｎａｌなる表示や地球儀マーク\nを付したパターンシートや下札（乙第一九号証、第二二号証の二の裏面参照）ある\nいはＴｒｏｙ　ｏｆ　Ｃａｌｉｆｏｒｎｉａなる表示を付した封筒や便箋（乙第二\n〇号証の一、二）を示し、また原告が米国で所有ないし使用している商標（ブラン\nド）には「ケント」、「デユウク」、「サン・バレイ」等があることを紹介すると\nともに、原告の商品見本、デザイン、パンフレツト等の資料を提供することも約束\nした。\nこれに対し、【Ｂ】は特に前記注文書に記載されている表示の書体が気に入り、\n自ら設立する新会社の社名も「トロイ」とし商標（ブランド）も同じトロイを使用\nしたい旨の希望を表明するとともに、さらに検討を加えるため前記注文書用紙やパ\nターン・シート、下札、便箋および封筒等を頂かつた。なお、そのさい、【Ｃ】か\nら新会社で使用する商標については第三者に使用されるのを防ぐため新会社の名で\n登録するよう口頭での要望も出された。\n（４）　【Ｂ】はこれらの資料を持ち帰り、早速被告【Ａ】にどのようなものを使\n用するのが適当であるのか具体的に検討し準備するよう指示したところ、同被告は\nとりあえずＴｒｏｙ　Ｓｐｏｒｔｓｗｅａｒ，Ｔｒｏｙ　ｏｆ　Ｃａｌｉｆｏｒｎ\nｉａ　Ｉｎｔｅｒｎａｔｉｏｎａｌなる表示や地球儀マークをそのまま使用した新\n会社用の注文書や売上伝票等（前掲第五号証の一ないし八）および封筒（乙第六号\n証）等の印刷を業者に依頼し、商標についてはわが国における登録要件を具備して\nいることが先決であると考え、かねて知つていた中島特許法律事務所に相談にいき\nその意見を聞いたところ「トロイ」なる商標は被服類に関して既に帝国人造絹絲株\n式会社名義で登録されていることがわかつた。\nそこで、被告【Ａ】は「トロイ」という表示を失わず登録が可能な商標を考えて\nいるうち、「トロイ」の語尾に兄弟会社の意味を有するＢｒｏｔｈｅｒｓの略語Ｂ\nｒｏｓを加えてＴｒｏｙ　Ｂｒｏｓとすることに思い到り、「トロイ・ブロス」な\nる商標を考え出し、ただその書体については【Ｂ】の意向を汲んで前記原告の注文\n書に表示されているトロイ・スポーツウエア・カンパニー・インクなる表示の書体\nにあわせてデザインした。\n（５）　そこで、【Ｂ】はその後開かれた第二回【Ｂ】、【Ｄ】、【Ｃ】三者会談\nにおいて【Ｃ】に対し右事情を説明し、結局新会社としては右「トロイ・ブロス」\nを商標として使用することにしたい旨申入れたところ、【Ｃ】は格別異議はとなえ\nずこれに同意した。これが本件（一）の商標にほかならない。\n（６）　また、被告【Ａ】は当時わが国ではいわゆるワンポイント・マークが流行\nしており、また右第二回会談においてもそれが話題になつていたので、その意向を\n汲み、さらに別の新会社の商品にふさわしい顧客を吸引するに足るワンポイント・\nマークも創り出したいと考え、他の新会社従業員予定者らとも協議し、図案辞典\n（乙第一六号証の一ないし四）等も参考にしながら検討するうちにパイプのマーク\nを思いつくに至り、これを【Ｂ】に提案した。\n（７）　そこで、【Ｂ】はその後同年一一月二〇日に開かれた第三回目の三者会談\nにおいて【Ｃ】に対し右パイプ・マークをも使用したい意向であることを伝え、そ\nの了解を求めたところ、【Ｃ】は、米国において保健上喫煙を忌む風潮が次第に強\nまつている点に照らし、右の案にはにわかに賛同せず、同人がアメリカに帰国して\nから他のより適当と思われるマークをデザイナーに創作させて送るとの意向を示し\nたりもしたが、それでは新会社において翌四四年三、四月頃に開催を予定している\n第一回の展示会に間に合わないという事情もあつたので、結局、同人も不本意なが\nら右パイプ・マーク案を了承した。これが本件（二）の商標にほかならない。\n（８）　このようにして、被告会社は設立当初から本件（一）および（二）の商標\nを前記ライセンス表示とともに使用しはじめたのであるが、その使用態様は商品の\n織ネーム、下札、商品包袋に付することはもとより、便箋、封筒、パンフレツトあ\nるいは従業員の名刷にも付する等積極的なものであり、これが消費者に被告会社の\n商品が米国の著名衣料品会社のライセンスもの、舶来ものであることを強く印象づ\nける結果となり、【Ｂ】の思惑は成功し、昭和四七年六月の決算期には被告会社の\n売上高は一〇億円にも達した。\nまた、被告会社側では冒頭に摘示した経過により本件（一）および（二）の商標\nの登録を経由したのであるが、（二）の商標の出願が遅れているのは既存の類似の\n登録商標が存在していたのでその対策を講じていたからであるが（なお、右先願商\n標は後日期間徒過により消滅した）、その出願名義が冒頭説示のように被告会社で\n一貫していない理由は必らずしも明らかでなく、被告【Ａ】の名義が使われている\nことは原告側も本件紛争が生ずるまで関知しないところであつた。\n（９）　ところで、一般にこの種商品のブランドは一定の期間使用するとさらに別\nのブランドを追加または交替させ、もつて新しいイメージを常に維持し顧客を吸引\nし続けることが重要で、被告会社においても、その販売店が百貨店、洋品専門店、\nスポーツ用品店ないしは量販店等と多様化しこれら各販売店の性格に応じたあるい\nは一般成人用商品と若手向商品等商品の性質に応じた別々の商標が必要になつてき\nていた。そこで、被告会社でも第二期ライセンス契約締結後間もなく原告に対し新\n商標等の提供を依頼していたところ、昭和五〇年三月二五日頃原告より千里貿易を\n通じて被告会社に対して「キヤメル」、「サン・フエア」、「ザ・アウト・ロ\nウ」、「キヤリイジ・ハウス」その他の商標や織札等をデツサンした資料が送られ\nてきた。\n（１０）　そこで、被告会社はその中から右掲記の四つの商標を採用することに\nし、ただそのうちの「ザ・アウト・ロウ」については調査の結果類似の登録商標が\nあることが判つたのでこれと同旨の意味をもつ「キヤスタウエイ」なる商標を考え\n出しこれを使用することにし、その旨原告の代理人千里貿易代表者【Ｄ】に申入れ\nその承諾を得た。この「サン・フエア」および「キヤスタウエイ」なる商標が本件\n（三）および（四）の商標にほかならない。\n（三）　紛争の発生と本件ライセンス契約の解除\n（１１）　ところが、昭和五一年六月被告会社がかねて株式会社東京トロイ（前身\nは有限会社マキシム）と締結していた本件トロイブランド等に関するサブライセン\nス契約の更新を拒絶したため両社で紛争が生じた頃から、右東京トロイの処遇その\n他に関して原告代理人千里貿易代表者【Ｄ】と被告会社との間に意見の喰い違いが\n生じた（被告会社はその後繊維業界の不況の影響を受け経営不振となり、昭和五〇\n年四月頃豊田通商の五〇パーセントの資本参加を認めることになり、【Ｂ】の被告\n会社における立場も微妙となつていた。それはともかくとして、【Ｂ】が東京トロ\nイと前記サブライセンス契約を締結したのは同社に対しかねてから多額の売掛代金\n債権（昭和五〇年六月時点で約六億三〇〇〇万円という）が生じ困つていたのでそ\nの回収手段としてやむなく締結したものであり、【Ｂ】としては債権回収がなれば\n東京トロイとの取引関係は直ちに打ち切りたい意向であつた折から、東京トロイは\n販売テリトリ違反の行為も敢えてする等【Ｂ】の意に沿わぬことも多かつた。これ\nに対し、千里貿易の【Ｄ】はむしろ兼松江商をバツクとしている東京トロイとは今\n後とも積極的に取引関係を維続するのが得策であると考えていた。）。\nたとえば、昭和五一年八月九日これら関係人の意見調整のため、大阪市＜以下略\n＞所在の東洋ホテルにおいて、千里貿易の【Ｄ】、村江洋行の【Ｌ副社長】（前記\n【Ｂ】の長男）、被告会社の被告【Ａ】ら関係者が会合したさい（被告会社の代表\n者【Ｂ】社長は病気のため出席せず）、その席上、話題が懸案の東京トロイの問題\nに及び、東京トロイの販売能力を評価していた【Ｄ】が東日本での販売は東京トロ\nイにまかせるべきであるとの意見を述べ、その際、もし被告会社に異論があるので\nあれば、原告としてはいつでも被告会社との間の本件ライセンス契約そのものを打\n切ることができる立場にあるというようなかなり強硬な発言をし、これに反発した\n被告【Ａ】が、本件商標（一）の「トロイ・ブロス」、同（二）の商標パイプ・マ\nークはいずれも登録名義どおりそれぞれ被告会社と被告個人のものであるから原告\nとのライセンス契約が打切られてもライセンス表示さえしなければよいのだから充\n分商売はやつていける旨発言するというような場面もあつた。\n（１２）　そして、このようなことがあつた後間もなく、千里貿易の【Ｄ】は原告\nの代理人として被告会社に対し本件商標の帰属に関する意見表明の手紙（乙第一二\n号証）を出しているが、そこでは【Ｄ】はパイプ・マークは原告の所有に属するも\nのでないことを認め、ただ「トロイ・ブロス」は原告の所有するものであり被告会\n社は単に代理登録しているにすぎないとの見解を明らかにしている。\n（１３）　しかし、被告会社側は右【Ｄ】の意見に納得せず、結局昭和五二年一月\n頃の段階で原告側に対し本件商標はすべて被告らのものであるとの意向を明言する\nに及び、両者の関係は決定的に悪化した。\n（１４）　そこで、千里貿易の【Ｄ】は昭和五一年四月二七日被告会社に対し内容\n証明郵便をもつて本件第二期ライセンス契約を解除する旨の意思表示をした（この\nことは当事者間に争いがない）。\nそして、【Ｄ】は右書面でも、被告会社に対して本件（一）の商標「トロイ・ブ\nロス」、同（四）の商標「キヤスタウエイ」、「キヤメル」、「キヤリイジ・ハウ\nス」、同（三）の商標「サン・フエア」の五商標の返還は求めているが、同（二）\nの商標パイプ・マークについては何ら触れていない。\nなお、その後、原告代理人弁護士はさらに同年七月五日被告会社に対し内容証明\n郵便をもつて念のため重ねて前記ライセンス契約およびこれとともになされた商標\n管理委任契約を解除する旨の意思表示をした（このことも争いがない）。そして、\n同年八月一三日本訴が提起された。\n前掲甲第四八号証の一、二、乙第二七号証の一、二、同二八号証の一ないし六、\n証人【Ｄ】、同【Ｋ】の各証言および被告会社代表者本人尋問の結果のうち右認定\nに反する部分はにわかに採用し得ず、他に右認定を左右するに足る証拠はない。\nなお、証人【Ｄ】は前記（１２）（１４）の認定事実に関し、本訴提起前被告会\n社に対し本件（二）の商標パイプ・マークが原告のものであると主張しなかつたの\nは、当時被告【Ａ】がその登録名義が自己にあるのを奇貨として被告会社にその使\n用料を請求する動きがあり、被告会社がこれに対抗するため千里貿易に助けを求め\nてきたのでその対策として一応これが被告会社のものであることを表明したにすぎ\nず、真意はそこになかつた旨証言しているが、被告【Ａ】の真意は知らず、【Ｄ】\nの右弁明は極めて迂遠で合理性がなく、また他にこれを裏付けるに足る証拠もない\nから到底これを採用することができない（なお、前掲乙第二七号証の三―神戸地裁\nにおける【Ａ】証人の調書ーにも被告【Ａ】が被告会社から右商標の使用料の支払\nいを受けてきたかのように供述している部分があるが、右の記載も正確には前記\n【Ｄ】の弁明と一致せず、また他にこれを裏付けるに足る証拠もないから措信しな\nい。）。\n四　そして、以上のような事実関係に照らすと、\n（一）１　まず、本件各商標が本来原告に帰属すべきものであるか否かを考えるに\nついて本件ライセンス契約を無視することができないことは明らかである。\n本件ライセンス契約がいわゆるライセンス表示の許諾のみに主眼をおき、商標に\nついては特段拘束力を有しないかのようにいう被告らの主張は著しく文言に反し、\n契約の趣旨に沿わないからとうてい採用することができない。\n本件ライセンス契約は、要するに、（１）原告が被告会社に「原告の」商標、商\n号、コピーライト等をいわゆるライセンス表示とともに使用することを許諾し、ま\nた販売上のノウハウも供与するほか、被告会社がライセンス表示とともに使用する\n商標はいずれにせよすべて原告の許諾によることとし、他方被告会社は右商標の供\n与使用許諾等の対価として原告に対し自社の右商標、ライセンス表示使用商品の売\n上高に応じたロイヤリテイを支払うこと（商標等の使用許諾条項）、（２）被告会\n社はこのようにして使用を許諾された「原告の商標」等については他に利用されな\nいように自己の名で日本国内の権利取得手続（所定の登録手続）をする等してこれ\nを管理する義務を負い、かつ契約が終了したさいは右の使用を中止し、登録名義を\n原告に移転返還すべきこと（一種の信託条項）、以上のような点を骨子したものと\n解される（なお、本件ライセンス契約は第一、二期を通じ実質的には同一のものと\n考えられ、かつ右契約は必らずしもわが国の法律に精通したものが作成した条項に\nよつているものではないから、同一事項に関する条項で互いに喰い違う文言がある\nような場合には、その文言自体や新契約優先の原則に拘泥することなく、契約締結\n上の諸般の事情をもしんしやくして合理的に解釈すべきである。）。\n２　ただ、本件ライセンス契約においては、如何なる商標を「原告の商標」と考え\nていたかについては条項上必らずしも明らかでないのも事実である（別に作成され\nた英文の第二期契約によつても「ｔｒａｄｅ―ｍａｒｋ　ｏｆ　ｌｉｃｅｎｓｏ\nｒ」（２項）「ｔｒａｄｅ―ｍａｒｋ　ｆｕｒｎｉｓｈｅｄ　ｂｙ　Ｌｉｃｅｎｓ\nｏｒ」（３項）と記されているだけである。）。\nしたがつて、如何なる標章が「原告のもの」として使用許諾されたかは本件ライ\nセンス契約全体の趣旨、契約締結の経緯、ことに双方の右の点に関する言動、ある\nいは原告が商標権に関し使用主義を採用している米国の法人であること。被告会社\n側でもこの点に関しわが国の登録主義法制を十分理解していたわけではないこと等\nの事情を総合し合理的に決するほかない。\n３　しかして、このような見地からすると、本件ライセンス契約において「原告の\n標章」とは（Ａ）原告が従来から自社固有のものとして自ら使用してきた商号、商\n標またはこれらを一部に利用して成つているもの（後段につき第二期契約２項の\n「それらの変形物（ｏｔｈｅｒ　ｍｏｄｉｆｉｃａｔｉｏｎ　ｏｆ　ｔｈｏｓ\nｅ）」という文言参照）、または（Ｂ）原告が、被告会社の要請により、原告側で\nイニシヤテイブをとつて創案したもの、または、昀終的には被告会社側の意見も加\n味されているが、当初の案は原告側から提案され、これに多少の変更を加えて創出\nされたもの、等を指称していると解するのが相当であり、これに反し（Ｃ）被告会\n社側でイニシヤテイブをとつて自ら工夫をこらしわが国情に照らし創案したような\nものは、たとえその使用が原告の許諾を条件としなければならなかつたとしても、\n前示の意味で「原告の標章」とはいえないと考えるのが相当である（もつとも、\n（Ｃ）のように解すると、原告が本来自己のものでない商標等についてまで使用許\n諾権を有する場合も生じ―前示１説示の契約の骨子（１）も参照―このことは一見\n不合理であるように思われる。しかし、右のような解釈は第一期契約６項の文言に\nも整合すると考えられるし、もともと、被告会社は本件ライセンス契約により原告\nの社名商号を折り込んだライセンス表示をあわせ使用することができ、かつそうし\nなければならなかつたのであるから、たとえ原告の商標でない場合でも、それが原\n告の商品イメージに適わしくないようなときは原告の利益に反することになり、原\n告の使用許諾権留保に実益の存したことはいうまでもない。）。\n（二）　そこで、これを本件各商標に則してみるに、\n１　本件（一）の商標「トロイ・ブロス」はその要部と解すべき前半の「トロイ」\nの部分を原告の社名（商号）そのものに負つており、全体として第二期契約２項に\nいう原告商号の「変形物」と解されるから前示（Ａ）の類型に該当し、原告のもの\nと解される。\n「ブロス」の部分が被告会社側の創案にかかること前記認定のとおりであり、か\nつその着想が語呂の点等に照らし相応に優れたものであることは被告ら主張のとお\nりであるが、その語自体は兄弟を意味する英語の普通名詞ブラザーズの略称にすぎ\nず、またその案は当初から原告の商号そのものに由来しているのであるから、右の\nような事情だけで本件（一）の商標全体を被告ら側のものと解することは困難であ\nる。\n２　しかし、本件（二）の商標パイプ・マークは終始被告会社側がイニシアテイブ\nをとつて自ら工夫をこらし創案したものであり、むしろ原告側では当初は右マーク\nから生ずる喫煙のイメージを嫌いその使用許諾について消極的であつたことが認め\nられ、また右商標には原告の既使用商号商標等からヒントを得たと思われるような\n形跡も全く見受けられないから前示（Ｃ）の類型に該当し、これを原告のものとい\nうことはできない（前記（１２）（１４）の認定事実によれば、原告の代理人千里\n貿易の代表者【Ｄ】は被告らとの間でその帰属が争われるようになつた段階におい\nてすらこれを原告のものとは解していなかつた点も参照）。\n３　次に、本件（三）の商標「サン・フエア」は原告が創案し被告会社に呈示し使\n用許諾したものであることが明らかであるから、前示（Ｂ）の前段の類型に該当\nし、原告のものと解すべきものである。\n４　また、本件（四）の商標「キヤスタウエイ」はもと前記（三）の商標と同じ機\n会に原告が創案し被告会社に呈示しその使用をすすめた「ザ・アウトロウ」なる標\n章に端を発したもので、ただ被告会社で調査したところ、そのわが国における商標\n登録要件に疑義の存することがわかつたので、被告会社側でこれと観念同一かつ同\nじ英語である「キヤスタウエイ」なる語を思いつき創出したものにほかならないの\nであるから、これは前示（Ｂ）の後段の類型に該当し、原告のものと解するのが相\n当である。\n（三）　そして、本件ライセンス契約が有効に解除され、すでに一〇日を経過した\nことも明白である（第二期契約１３項参照）。\n五　はたしてそうだとすれば、本件（一）の「トロイ・ブロス」および（四）の\n「キヤスタウエイ」の各商標にかかる商標権と同（三）の「サンフエア」の商標に\nかかる登録出願により生じた権利は本来原告に帰属すべきものであり、現在右各権\n利の帰属名義が被告会社となつているのは本件ライセンス契約上の前示信託条項に\n基くものにほかならないと考えられるが、本件（二）のパイプ・マークの商標にか\nかる商標権は本来原告に帰属すべきものであるということは困難であるといわなけ\nればならない。\n右の説示に反する当事者双方の主張は採用することができない。\n六　なお、当裁判所は以上の説示については特に次のような補足説明を要するもの\nと考える。すなわち、わが国の商標法はすでに述べたとおり登録主義を採用し登録\nによつてのみ商標権が発生し、その帰属者が定まるものとしているほか、出願前の\n標章の創案者や使用者には特段の保護を与えていない。また、それがゆえにいわゆ\nる冒認出願の概念を有していない（特許法が特許を受けることができる者を原則と\nして発明者に限定し、出願前といえども発明者に一定の保護を与える発明者主義を\n採用している点参照。特許法二九条一項、四九条四号、一二三条一項四号。）。換\n言すると、わが国では当該標章が誰によつて創案され、使用されていたかとは無関\n係に、要するに当該標章を先願したものに右標章にかかる商標権を付与する建前を\nとつている。\nしたがつて、商標権（または商標登録出願により生じた権利）の帰属者をあたか\nも出願前における当該商標の創案者または使用者と解するような前示の説示は一見\nわが国の商標法制度にもとるかのように思われる。\nしかし、ことを本件ライセンス契約の当事者の意思に限つてみると、原告と被告\n会社は出願前の標章をすでに一種の財産権の対象たりうべきものとみたうえ、右財\n産権（それは将来商標権を取得しうるという一種の期待権とみることもできる）の\n帰属者が即右標章について将来生ずる商標権（または商標登録出願により生じた権\n利）の帰属者たるべきものであることを当然の前提としてその信託関係等を定め、\n本件ライセンス契約締結に及んでいると解されるのであつて、このような合意が許\n容されうることは契約自由の原則に照らしても明らかである。かえつて、本件各商\n標のように、常にそのナウな感じ（斬新な感じ）を維持し顧客を吸引し続けること\nが必要な標章の場合には、その創出にさいし、そのような要請にこたえるために相\n応のセンスや独創力が必要であるから、当該標章の創案者について特許権における\n発明者、著作権における著作者に近い評価を与え、またそれゆえこれに関連してそ\nの先使用者にも一定の評価を与えるような解釈を施すことはむしろ条理にも適い合\n理的であり、当事者の意思の正当な理解の仕方であると考えられる。\n七　してみると、原告の本訴請求中、被告会社に対し本件ライセンス契約の終了に\n基き、本件（一）および（四）の商標につきその所有登録名義の移転登録手続きを\n求め、被告会社との間で同（三）の商標の登録出願により生じた権利が原告に帰属\nすべきものであることの確認を求め、かつ右（一）（三）（四）の商標につき請求\nの趣旨三、四項記載の態様による使用の差止め（不作為請求）を求める部分は理由\nがあるが、その余の請求および被告【Ａ】に対する請求は失当である（（イ）原告\nの被告会社に対する本件（二）の商標に関する使用差止請求については、その請求\nが契約終了に基く債権的請求であるため一見理由があるようにも思われる。しか\nし、二期契約一三項でも明らかなとおり原告が本件ライセンス契約終了に基き使用\n中止請求できるのは本来原告の商標だけに限られていると解すべきであるから、右\nの請求は失当というほかない。（ロ）また、原告の被告会社に対する請求の趣旨五\n項の態様による本件商標の使用差止請求すなわち物の廃棄請求は、原告がいまだ登\n録を経由した商標権者ではないから商標法三六条二項に基くものと解する余地はな\nく、契約終了に基づく債権的請求と解するほかない。しかるところ、本件ライセン\nス契約によれば、原告は、右契約終了のさい被告会社に対し請求の趣旨三、四項記\n載の態様の使用中止請求はこれを当然請求しうるものと解されるところであるが、\n右契約が具体的に請求の趣旨五項記載のような廃棄請求まで約していると解するの\nはその文言に照らし困難である。廃棄請求は、前記請求の趣旨三、四項記載の不作\n為請求の強制執行として民事執行法一七一条に基きなされるべきものと考える。し\nたがつて、請求の趣旨五項の請求も失当というほかないわけである。）。\n八　よつて、原告の本訴請求は右の限度でこれを認容しその余を棄却し、訴訟費用\nの負担につき民訴法八九条、九二条、九三条を適用し、なお仮執行宣言の申立につ\nいては事案に照らしこれを付するのが相当でないからこれを却下し、主文のとおり\n判決する。\n（裁判官　畑郁夫　上野茂　中田忠男）\n商標目録\n（一）\n＜１２２０１－００１＞\n＜１２２０１－００２＞\n＜１２２０１－００３＞\n＜１２２０１－００４＞\n契約書（一）\n甲　大阪市＜以下略＞\n千里貿易有限会社代表取締役　【Ｄ】\n乙　大阪市＜以下略＞\n株式会社トロイ代表取締役　【Ｂ】\n１　甲はＴＲＯＹ　ＳＰＯＲＴＳＷＥＡＲ　Ｃｏ，ＩＮＣ．７８３　ＭＩＳＳＩＯ\nＮ　ＳＴＲＥＥＴ　ＳＡＮ　ＦＲＡＮＣＩＳＣＯ　ＣＡＬＩＦ．Ｖ．Ｓ．Ａ．社長\n【Ｃ】氏の（ＭＲ．【Ｃ】）委任の下に乙が日本国内に於て、乙の社名販売商品に\n対してＴＲＯＹ　ＳＰＯＲＴＳＷＥＡＲ　Ｃｏ，ＩＮＣ．の社名　商号　商標並び\nにそれ等に類似せる商号　商標を貸用します。\n２　乙は甲に対して上記の社名　商号　商標及びＴＲＯＹ　ＳＰＯＲＴＳＷＥＡＲ\nＣｏ，ＩＮＣ．の商品のスタイル　商品名　色彩　デザイン　パンフレツト　印\n刷物等の使用料として下記の経費　保証金　使用料を支払うものとする。\n（以下　省略）\n３　乙は商号権　意匠権　商標権は他に侵害されざるための日本国内に於て所定の\n法的登録手続をとらなければならない。\n６　乙は使用せんとする商号　商標は事前　事後を問わず甲に提示しＴＲＯＹ　Ｓ\nＰＯＲＴＳＷＥＡＲ　Ｃｏ，ＩＮＣの同意を必要とする。\n７　本契約は五ケ年間を第一期とし第二期以後の継続的使用は改めて契約をとりか\nわすものとす。本契約期間中乙に依る契約違反、破棄、又は第二期以降契約不能の\n場合は乙は社名、商号、商標の使用は即時中止するものとす。\n（４・５・８項省略）\n以上\n契約書（二）\nライセンサー　原告会社\nライセンシー　被告会社\nコントローラー　千里貿易有限会社\n２　ライセンサーはライセンシーに対して、日本において、その販売及び製造組\n織、並びに昀終製品たる衣服に、ライセンサーの会社名、住所、商標、ラベル、コ\nピーライト等又はそれらの変形物を使用することを許諾する。\n３　日本においてライセンサーよりライセンシーに提供される会社名、商標、ラベ\nル、コピーライト等に関し、ライセンサーの権限を守り、他の者がこれを侵害する\nことから守られることとする。\n６　ロイヤリテイは株式会社トロイ（日本）による販売額が一、七〇〇、〇〇〇、\n〇〇〇円を越えた場合には、その販総額の一・二％（１と１０分の２）とする。\n（以下、省略）\n１３　ライセンシーが違反または侵害を犯した場合には、ライセンサーはこの契約\nを解除する権利を有し、ライセンシーは、ライセンサーよりライセンシーに通告さ\nれた解除の日後一〇日以内に、“トロイ　オブ　カリフオルニヤ”及びライセンサ\nーにより与えられたもの全ての使用を停止せねばならない。\n（前文、１、４、５、７、８、９、１０、１１、１２、１４、１５項省略）\n以上\n"
}