{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和58(行コ)12",
  "case_name": "大阪地労委委員任命処分取消",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "19351",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19351",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/351/019351_hanrei.pdf",
  "contents": "主　　　文\n原判決中控訴人全大阪金属産業労働組合の請求を棄却した部分を取消す。\n控訴人全大阪金属産業労働組合の訴えを却下する。\nその余の控訴人らの控訴を棄却する。\n訴訟費用は第一、二審とも控訴人らの負担とする。\n事　　　実\n第一　当事者の求める裁判\n一　控訴人ら\n原判決を取消す。\n被控訴人が昭和五七年二月二二日付で別表記載の各人に対してなした第二六期大\n阪府地方労働委員会労働者委員の各任命を取消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n第二　当事者の主張\n別紙「控訴人の主張」及び「被控訴人の主張」のとおり付加するほか、原判決事\n実摘示のとおりであるから、その記載をここに引用する。\n第三　当事者の証拠の提出援用認否（省略）\n理　　　由\n一　本件訴えの要旨は、「控訴人らは大阪府下に組織を有する労働組合であるが、\n大阪府地方労働委員会の第二六期労働者委員（定員一一名。任期は昭和五七年二月\n二二日から昭和五九年二月二一日まで）の候補者として二名の者を推薦したとこ\nろ、被控訴人大阪府知事は、昭和五七年二月二二日付をもつて、大阪府下労働組合\nの推薦にかかる候補者一三名中より一一名（定員どおり）の労働者委員を任命した\nが、その中には控訴人らの推薦した二名の者は含まれておらず、右任命処分には裁\n量権を濫用した違法があるから、取消しを求める」というにあり、これに対し、被\n控訴人は、本案前の抗弁として、「被控訴人が控訴人ら主張の任命処分をしたこと\nは認めるが、控訴人らは右任命処分の取消しを求める法律上の利益を有しない」旨\n主張し、まず控訴人らの訴訟当事者適格を争つているものである。そこで、最初に\n本件訴えの訴えの利益の点について考察することとする。\n二　行政処分の取消しの訴えは、当該処分の取消しを求めるにつき法律上の利益を\n有する者に限り提起することができることは、行政事件訴訟法九条の定めるところ\nであり、右にいわゆる利益とは権利もしくは法律上保護された利益を指し、原告た\nらんとする者の利益が法律上の利益に該当するかどうかは、実定法が本来的にその\n者に当該利益を保障している趣旨であるかどうかによつて定めるべきものであると\n解される。\n三　労働組合法一九条の関係規定によれば、労働委員会は「使用者を代表する者、\n労働者を代表する者及び公益を代表する者各同数をもつて組織する」旨（一項）、\n地方労働委員会の「使用者委員は、使用者団体の推薦に基いて、労働者委員は、労\n働組合の推薦に基いて、公益委員は、使用者委員及び労働者委員の同意を得て」知\n事が任命する旨（七項二一項）規定し、同法施行令二一条一項は、「使用者委員及\nび労働者委員を任命しようとするときは、当該都道府県の区域内のみに組織を有す\nる使用者団体又は労働組合に対して候補者の推薦を求め、その推薦があつた者の中\nから任命するものとする」旨規定している。これらの規定からみると、知事は使用\n者団体又は労働組合の推薦を受けていない者を使用者委員又は労働者委員として任\n命することはできない。したがつて、この場合の推薦は知事の任命権限を制約する\n意味を持ち、推薦されていない者を委員に任命したときは、その任命処分は当然に\n違法となる。そして、法が使用者団体及び労働組合に推薦の権限を認めた所以は、\n労働委員会の職務及び権限の特殊性から、その構成員の中に使用者を代表する者及\nび労働者を代表する者を加え、その権限行使に際し、使用者及び労働者の正しい利\n益を反映させようとしたためであると考えられる。\n以上のように、法律は労働組合の推薦した候補者の中から必ず労働者委員が任命\nされることを保障しているのであり、これを労働組合にとつて一の法的な利益であ\nり権利であるといつてよいが、しかし、特定の労働組合が推薦した候補者の中から\n労働者委員が任命されることまで保障しているのではない。法は、労働委員会の権\n限の行使に際し労働者の利益が反映することを所期しているとはいえ、その利益と\nは労働者一般の正しい利益であつて特定の労働組合の利益ではなく、労働委員会が\n労働者及び使用者の正しい利益を踏まえて公平適正にその権限を行使することを期\n待しているのである。そうだとすると、労働組合の労働者委員推薦の権限なるもの\nは、特定の労働組合の利益のため認められたものではなく、労働者一般の利益のた\nめ認められたものであるといわなくてはならない。したがつて、特定の労働組合か\nら推薦した候補者の中から労働者委員が任命されず、他の労働組合から推薦した候\n補者の中から労働者委員が任命されたからといつて、当該労働組合の法的利益が侵\n害されたものということはできない。\nこの点に関し、控訴人らは、「控訴人ら推薦者は、自ら推薦した労働者委員の候\n補者が、被控訴人の任命権行使の過程において、公正にして差別なき判断を受け、\n適切な考慮の対象となつていることを求める地位、すなわち推薦権があり、被控訴\n人の本件任命処分はこの推薦権を侵害するものである」旨主張し、この見地から訴\nえの利益が認められるべきものであると主張する。\n思うに、労働組合として、法律に基づき特定の候補者を推薦した以上、知事に対\nしその候補者を適切な判断・考慮の対象とすべきことを求めて妨げはないであろう\nし、知事も推薦に対しては誠実に対応すべきものであろう。しかし、これは候補者\nの推薦なる法制度に伴なう当然の効果とも称すべきものであつて、これがため推薦\n者に特別な法的地位を与えることにはならないと解される。推薦はやはり推薦であ\nつて、知事が労働組合（一般）の推薦を受けていない者を労働者委員に任命するこ\nとができないという以上に推薦に格別の法的意義を認めることは困難である。のみ\nならず、特定の労働組合の推薦に権利性を認めることは他の労働組合の推薦にも権\n利性を認めることを意味し、本件におけるがごとく、候補者数が委員定数を上まわ\nり他の組合の推薦した候補者が任命されることによつて特定の組合の推薦した候補\n者が任命されないこととなる場合、その特定の組合の権利ないし法的利益は他の組\n合の権利ないし法的利益と衝突することとならざるを得ないが、かかる法的構成は\n現労働組合法に定める委員（使用者委員を含む）任命制度の予想していないところ\nであると解されるとともに、中立公正たるべき行政機関の構成員を選任するという\n趣旨にも沿わないであろう。あるいは、労働組合は組合員の利益を擁護するだけで\nはなく組合固有の法上の利益を享受する団体であるとして、労働組合の推薦である\n点に特殊性を認める見解もあるが、本件の争点との関連が分明でないばかりでな\nく、法は労働委員会の委員の推薦・任命に関しては労働組合と使用者団体とを全く\n同列に取り扱つているのであつて、この見地からしても右見解は採用できない。\n控訴人らはまた、知事が適切に労働者委員の任命をなさない場合の弊害をるる強\n調する。しかし、法は行政庁が適切に権限の行使をなさないすべての場合に司法審\n査を許すのではなく、もつぱら行政権の裁量と責任において処理させるのが適当な\n事項であるとしてその事項を争訟の対象とはせずその結着を選挙その他国民の政治\n的、社会的行動に委ねる場合、あるいは当該処分が国民の権利・利益に及ぼす影響\nが間接的であるとして後続の行政処分に対して不服を認めて足れりとする場合など\nがあり、司法審査を許す場合においても当該処分に社会的に関係を持つすべての者\nに訴えの提起を認めるのでなく、当該処分により直接権利もしくは法的利益を害さ\nれた者に訴えの提起を認めるのであるから、控訴人主張のような理由は直ちに本件\nの訴えについて訴えの利益を肯定する根拠となるものではない。\nその他控訴人らは別紙のとおり詳細に主張しているけれども、それらは以上に述\nべたところよりして自ら採用することができない。\n四　そうだとすると、控訴人らの本件訴えはそれ自体訴えの利益を欠く不適法な訴\nえであるから、その余の点について判断するまでもなく却下の判決をなすべきであ\nる。\nところで、原審は、控訴人全大阪金属産業労働組合の訴えについては、訴えの利\n益を認めて本案に立ち入り判断しているから、この部分は取消・変更をまぬがれ\nず、その余の控訴人らの訴えについては、理由は異なるが訴えの利益なしとして却\n下の判決をしているから、この部分は維持すべきである。\n五　よつて、原判決中、控訴人全大阪金属産業労働組合の請求を棄却した部分を取\n消して同控訴人の訴えを却下し、その余の控訴人らの控訴を理由なしとして棄却す\nることとし、訴訟費用の負担について民事訴訟法九六条八九条九三条を適用し、主\n文のとおり判決する。\n（裁判官　今中道信　露木靖郎　齊藤光世）\n別表\n＜０４９４９－００１＞\n＜０４９４９－００２＞\n（別紙）\n控訴人の主張\nその一（控訴状中「控訴の理由」の趣旨）\n第一　原判決の実体判断は著しい審理不尽である。\n一　審理経過\n原判決内容とその審理経過には著しい齟齬がある。即ち、原審裁判所は口頭弁論\nにおいても期日外の裁判進行打ち合わせにおいても、自らの心証を明らかに表明\nし、争点は訴えの利益（原告適格）にあたることを言明し続けた。このことは、控\n訴人側の二つの鑑定書（甲第五三号証、同第六八号証）、被控訴人側の鑑定書（乙\n第一号証）をみても明らかである。また控訴人側が申請した多くの証人のうち、た\nだ一人Ａ労働部長（当事者双方申請）を採用するについても、その証言は被控訴人\nの尋問事項（訴の利益に限定）にしぼるよう訴訟指揮を行い、決して実体判断に関\nする証人を採用しようとしなかつた。Ａ証人の反対尋問においても、何とか実体部\n分に入ろうとする控訴人側の尋問を厳しく制限したのである。\nそのうえ、控訴人側の提出した書証の認否についても、多く被控訴人によつて\n「不知」にされたまま、成立の立証すら行わせずそのままに放置したのである。こ\nれらの状態のまま、控訴人の立証要求を入れずに判決をするには、その余の書証に\nよつて請求を認容するしかないと考えられる。\n原判決もこの審理経過を十分に認識しているので、請求棄却をするに際し、「主\n張自体失当」などという強い表現を用い、あたかも控訴人の主張がそもそも法的争\nいになじまないかのような判示をする。しかし、後述するように原判決の理由づけ\nは、常識はずれの事実誤認をしており、その原因は十分な実体審理をしなかつたこ\nとによりきたのである。\n二　裁量権濫用についての判断の誤り\n原判決は最判昭和五三年一〇月四日（いわゆるマクリーン事件判決）を引用する\nが、同判決は原判決の引用するような判示のみでなく、更につつこんだ論理展開を\nしている。最高裁は右判決において、原判決の引用する部分のあと裁量権濫用・違\n法の判断は各種の処分ごとに検討すべきであるとして、出入国管理令二一条三項に\n基く法務大臣の「在留期間の更新を適当と認めるに足りる相当の理由」に関する判\n断の具体的検討を行い、裁量権濫用の基準として「その判断の基礎とされた重要な\n事実に誤認があること等により右判断が全く事実の基礎を欠くかどうか、又は事実\nに対する評価が明白に合理性を欠くこと等により右判断が社会通念に照らし著しく\n妥当性を欠くことが明らかであるかどうか」という判示をしているのである。\n控訴人は原審において、昭和二四年七月二九日付労働省事務次官通牒のみを裁量\n基準として主張したものではない。同通牒を積極的基準として被控訴人がこれに従\nつていないこと、更に被控訴人自身の基準としていわゆる「ナシヨナルセンターの\n組合からのみ委員を選任」していること、そしてなによりも被控訴人の選任によつ\nて、大阪府地方労働委員会において、深刻な事態が発生していることを主張した。\n即ち、全く参与を依頼されない委員がいる一方、異常に忙しい委員が生じ、更に参\n与なしの事件が高い率で発生し、純中立・無所属組合は実質上労組法の保障する三\n者構成の利益に浴していない事態となつているのである。この深刻な実態の解消こ\nそ、当然労働者委員任命に際して被控訴人が考慮すべき任命基準であるべきであ\nる。\nこのように、控訴人は右通牒に加えて、被控訴人の他事考慮事実を指摘してき\nた。\nつまり、被控訴人はナシヨナルセンター所属組合からの被推薦者のみを任命審査\nの対象とし、昭和二四年以来三〇年以上も純中立無所属組合からの被推薦者を審査\n対象外においてきたのである。原判決は、実体審理をしなかつたがゆえに、控訴人\nらの推薦にかかる候補者が審査の対象外におかれたと同視すべき異常な任命行為を\n認定することができず誤りを犯した。右最高裁判所判例の趣旨からしても、これら\nの他事考慮事実は本件任命を裁量権濫用として違法と評価すべきなのである。\n三　明白な事実誤認\n原判決は控訴人らが主要労働組合懇談会の話し合いを通して控訴人らの要求を実\n現することを諦めた旨の事実認定をしている。これほど実体審理をしなかつたこと\nの弊害が端的にあらわれている箇所はない。要するに原裁判所は本件の問題点が全\nくわかつていないのである。\n控訴人らは右懇談会での話し合いを諦めたことは一度もない。提訴前の一〇年も\nの間、控訴人らは組合間でも被控訴人に対しても自主的要求活動を行なつた。そし\nて提訴に至つてからもこの努力は一貫して継続している。しかるに控訴人の裁量判\n断が他事考慮に充ちたものであるため裁判所の判断を求めているのである。このよ\nうにして真剣に求めた裁判所の判断が、かかるいいかげんなものであつたことに、\n控訴人らは怒りを通りこし、驚きをもつている。控訴審において必ず改められるよ\nう求めるものである。\n第二　一部の却下判断は法令の解決を誤つたものである。\n控訴人中、全大阪金属産業労働組合以外の組合が口頭により推薦した理由は次の\n通りであり、この点は本件とある時期において併合されていた第二五期委員につい\nての事件（大阪地裁昭和五五年ウ第九七号事件）の昭和五六年三月一九日付準備書\n面（三）で控訴人において主張した通りである。\n即ち、労働組合法施行令二一条一項によれば、労働者委員の推薦を求める労働組\n合を「当該都道府県の区域内のみに組織を有する労働組合」と限定している。労組\n法の規定ではあらゆる組合に推薦適格を認めているが、同法施行令によつて制限さ\nれているので、被控訴人が書面による推薦を受理せず控訴人の一部については口頭\nによる推薦にとどまつたのである。\n労働法施行令二一条一項の趣旨は、各都道府県地労委の労働者委員については、\n当該都道府県で活躍する労働組合の推薦を得るのが、実情（労働事情）に合うと考\nえられていることは明らかである。しかし、当該都道府県の労働事情に精通してい\nるのは、形式的に右施行令の規定のようにその区域内のみに組織を有する組合のみ\nに限らないことは当然である。\n大阪府地労委で、不当労働行為救済申立をなしたりあつせん申立をなしたりして\nこの制度を活用し、多くの命令を現に受けている組合の中には口頭推薦した控訴人\nも含まれるのであり、これらを全く推薦適格組合からはずすことは、大阪府地労委\nの現状には合わないものである。\nさらに労組法施行令二一条一項においても通牒があり（昭和二四年三月五日付労\n働省労政局長発第八九号）、当該県外における組合員の数が極めて少ないような場\n合には推薦資格を有するものと取り扱つて差し支えないことになつている。これ\nは、労働法施行令第二一条一項の規定を形式的に文言どおり解釈することが不合理\nであると担当行政当局が考えている証左である。\nしたがつて、極めて形式的に被控訴人が一部の控訴人につき要式に適つた推薦を\nさせず、書面による推薦を受理しなかつた結果、書面による推薦がないとしても、\n取消訴訟の原告適格を判断する場合には、右施行令の規定どおりに解釈するのでは\nなく、口頭による推薦しかできなかつた控訴人らの組織の実態を直視してなされる\nべきである。\n控訴人らの責に帰すべからざる事由によつて被控訴人が書面による推薦を控訴人\nらに許さない本件の場合、これを原告適格欠如の理由とすることは許されないので\nある。\n第三　実体審理の中で、原判決の誤りをただされたい。\n控訴審におかれては、是非控訴人らの深刻な実態に着目し十分なる実体審理の中\nで、原判決の誤りをただされたい。学者論文と異なり、判決は事実にもとずいての\nみ世人を納得させるものである。この点を留意されて審理をすすめられることを心\nから要望する。\nその二（昭和五八年六月二日付準備書面の要旨）\n一　原判決は、「被告は、各派による懇談会を開いて推薦者の人数を調整するよう\n求めているのであるから、原告らは、この懇談会の話合いを通して原告らの要求を\n実現すべきである。それにもかかわらず、原告らは、その方法を諦め、被告の任命\n処分に濫用があつたとして提訴しているのである。しかし、これは、筋違いである\nといわなければならない。」と判断している。\nしかし、これは明白な事実誤認である。それどころか、過去一〇年余の間の大阪\n地労委の労働者委員選任の経過は、まさに控訴人ら純中立、無所属組合の正当な要\n求が無視され続け、欺されてきた経過である。\n二　大阪の純中立、無所属組合は、すでにＢ府政の一九七〇年（第二一期）以来、\n二四期をのぞいて、毎期候補者を擁してきた。\nそのため、第二一期から、従来の「労働委員会候補の推薦に関する懇談会」で\nは、推薦候補者の調整がつかず、大阪府は、総評、同盟、電機労連と純中立、無所\n属の代表による「小委員会」で候補者の調整をはかることを要望し、このときから\n右「小委員会」による調整がおこなわれてきた。\nしかしながら、右「小委員会」の席でも、総評、同盟は「ナシヨナルセンター\n論」を主張して、毎回、委員の独占を主張して譲らず、結局、小委員会での調整は\n不成功に終り、第二四期を除いて毎期定数以上の候補者が推薦された。\nそして、この推薦に対し、被控訴人は一貫して労働者委員のポストを総評、同盟\nに独占的に分け与え、控訴人らの推薦候補者は無視し続けてきたのである。\n三　右のような状況のなかで、控訴人らは、その正当な要求を実現させるべく、過\n去一〇年来、大阪府に対しても、根気よく働きかけてきた。しかしながら、これに\n対する大阪府の対応は、Ｃ知事の時代を除いては、およそ、労働委員会制度の目的\nを解しないばかりか、それを政争の具にさえしようとする違法、不当なものであつ\nた。\nＢ府政の労働部は、控訴人らの申し入れに対して、「いま誰の府政か知つてのこ\nとか、もう一度顔を洗つて出なおしてくるよう」と一蹴した。\nそして、一九七九年四月の知事選直後におこなわれた法改正による二名増員の労\n働者委員任命においては、誕生したばかりのＤ知事が、選挙結果の論功行賞として\n右の増員された二名を再び一名づつ総評と同盟にふりわけた。\nさらに第二五期においては、従来、「総評や同盟のようにローカルセンターとし\nての機能をそなえた労働団体といえない」として、選任を拒まれていた電機労連\nが、Ｄ府政が誕生するや、一転委員に選任された。\n四　Ｃ府政の時代においても、結果的には、総評、同盟だけに委員が独占され続け\nたのであるが、控訴人らの申入れに対する対応には、先のＢ府政や現在のＤ府政と\nは根本的に相違があつた。\n当時のＣ知事は、控訴人らの要求を「理にかなつた要望である」として、早くか\nら、総評、同盟の代表に会い、「純中立、無所属組合や、中立労連などの代表も労\n働者委員に選出されるように」とその委員数の譲歩を要請してきた。ところが、総\n評や同盟は、Ｃ知事の要請に対して「純中立、無所属組合にポストを与えるなら、\n審議会などすべての機関から代表を引上げる」と大阪府労働部に圧力をかけ、また\n労働部もこれを口実に終始同知事の意向に消極的態度をとりつづけた。\nそこで同知事は、国に法律の改正による委員定数の増員を働きかけた際、増員さ\nれた委員を純中立、無所属や中立労連などから任命すべく尽力し、昭和五三年五\n月、公労使委員の定数が各二名ずつ増員されることになつた。\n五　右のような経過で、昭和五二年、第二四期委員推薦に関する「小委員会」が開\nかれたが、その席で、右「小委員会」のまとめ役であつた大阪総評Ｅ事務局長よ\nり、「近く法律が改正され、二名増員される見通しがついたので、うち一名は純中\n立無所属から出すから、今回は推薦を取下げてほしい」との申入れが、純中立無所\n属側の代表であつた控訴人組合である全損保のＦ氏になされ、純中立無所属側もこ\nれを受け入れ、すでに候補者として確定していたＧ氏の推薦を見送つた。純中立、\n無所属組合が第二一期以来、第二四期を除いて、毎期候補者を擁してきたことは前\n述したが、この候補者を立てなかつた第二四期においては、右のような事情があつ\nたのである。\nところが、翌五三年に法改正が実施され、二名の増員が確定するや、Ｅ氏は「そ\nんな約束はなかつた」と主張して、控訴人らを欺き、増員された二名について、再\nびナシヨナルセンター論で、総評、同盟からの選任を要求した。Ｃ知事は、総評、\n同盟のかかる横暴に対してこれを受けつけず、純中立無所属組合の要請を実現する\nよう、労働部に指示したのであるが、労働部は、小委員会が継続していることを口\n実に任命を遅延させたまま、五四年の知事選をむかえたのである。\nこの知事選の結果誕生したＤ知事が、右小委員会の経過を全く無視して、増員さ\nれた二名の委員を再び総評、同盟に独占させ、また第二五期、本件第二六期におい\nても、同様に違法、不当な選任を続けている。\n六　以上のとおり、労働者委員の民主的選出を要求する控訴人らの運動は、一〇年\n余の長い歴史を持つとともに、近時、その要求の正当性にささえられて、広汎な運\n動に発展している。昭和五四年の法改正による増員の際、控訴人民放労連近畿地連\n委員長のＧ氏の推薦に賛同したのは、約一〇万人を擁する三七単産、単組にも及ん\nでいる。また、この運動のなかで控訴人らを世話役とする「大阪純中立、無所属組\n合懇談会」が結成されるに至つた。大阪のこの運動は、いまや中央にまで波及し、\n昨年暮れには、中央の純中立懇が、中労委の労働者委員を純中立懇からも任命する\nよう労働省に要求したのをはじめ、都労委の労働者委員の任命についても、大阪に\n続いて運動が開始されている。\nその後、「大阪純中立、無所属組合懇談会」は、Ｄ知事に対しても再三会見を申\n入れ、また十数通にのぼる書面で意見を述べてきたし、第二五期については異議申\n立てにまで及んだが棄却されたため、やむなく非民主的な労働者委員選任の歴史に\n終止符を打つべく、この期において三四万人余の労働者の願いをこめて、訴訟を提\n起し、右審理のなかで、本件二六期がひき続き提訴されたのである。\n原審判断は全くの誤りである。\nその三（昭和五八年六月二三日付準備書面の要旨）\n一　原判決は、労働委員会の三者構成が、「労使それぞれの私的利益の主張を直接\nとり入れるためのものではなく、労働争議の斡旋、調停、仲裁、不当労働行為の判\n定に際し、労使それぞれの主張を通して当該事件についての労使の利害を明らかに\nして、客観的に妥当な解決を図ろうとすることにある」と判断する。\n原判決は、右判断の上にたつて、「したがつて、労働組合間に存在する総評、同\n盟、中立労連、中立系といつた各派の意向や利害を、そのまま労働委員会の運営に\n当つてとり入れることは、法が本来的には予定しないところである」との結論を導\nいている。\n二　しかしながら、原判決の右三者構成の考え方とその結論は正しくない。なぜな\nら、労使各委員はそれぞれの立場で利益主張することにより、紛争の妥当な処理を\n導くのであり、そこでの労働者の利益というのは労働組合の「各派」の立場によつ\nてその内容が異なることが多く、決して一様ではないからである。\n（だからこそ労働組合に、原判決のいう「各派」が存在するのである。）\nそれゆえに労働者委員が労働者の利益を明らかにしたり、代表したりするについて\nは、それぞれの立場を異にする「各派の意向や利益」の存在が当然の前提たらざる\nをえず、その論理的帰結として労働者委員を「各派」から選ばざるをえないのであ\nる。\n三　ちなみに、今日において国鉄の「再建」「合理化」が大きな社会問題となり、\n国鉄の労使関係が爼上にのせられているが、そのなかで現行の現場協議制を一つ例\nにとつてみても、国労と鉄労とでは全く見解を異にし、前者はこれが職場の日常活\n動にとつて不可欠であるとして存続を主張し、後者はこの当局から出された事実上\nの廃止提案に賛成している。さらに一例をあげれば、労働委員会の不当労働行為救\n済事件のなかで併存組合間の賃金差別事件が数多く争われていることは公知の事実\nであるが、それは少数の純中立無所属系組合や総評系組合の組合員が使用者から攻\n撃され、同盟系組合員（ときには総評系組合員）と対比して差別され、低い賃金と\nされている現実があるからである。かかる事例からしても、何が労働者の利益であ\nるかについて、労働組合の「各派」がその見解を異にするのみならず、一方が他方\nのためにその利害を代表したり明らかにしえないことは自明の理である。\n四　それどころか今日、多くの同盟系組合が資本、使用者の意にかなつたものとな\nり、労働組合の形をとつていてもその実質は資本の労務機構そのものであつて、い\nわば偽装の労働組合となつていることが、さまざまな調査・研究のなかで明らかに\nされている。「ニツポン丸はどこへ行く」（Ｈ著　朝日新聞社）を引用するまでも\nなく、日産自動車においては第一線の現場職制と組合幹部が連繋し、計画的、組織\n的に従業員であり組合員である集団を動員し、組合の方針を批判する同僚をつるし\n上げるなどのリンチを加え、裁判所から暴力禁止の仮処分まで下されている。雪印\n食品においては、企業が育成した組合内の秘密組織が組合執行部を握ると旧執行部\nのメンバーに迫害を加え、これらを排除したのであるが、右事実が労働委員会の審\n問のなかで会社幹部の口から明らかにされ、企業はついにこれを認めて解決をはか\nらざるをえなかつた事態も発生している。右の日産、雪印の組合の現状はまさに不\n当労働行為の産物であり、偽装労働組合となつているのであるが、これと同種の組\n合は枚挙にいとまがないほど存在する。本件第二六期労働者委員のなかに、かかる\n偽装労組の最高幹部が含まれており、資本から独立した労働組合をめざす組合員を\n敵視し弾圧しているものも含まれているが、かかる労働者委員が労働者全体の利益\nを代表したり、利益を明らかにしえたりできないことはいうまでもなかろう。\n五　ところで原判決は労働組合の推薦について、これが「公益のためにするもので\nあつて、推薦する個々の組合の利益のためにするものではない」というＩ鑑定書の\n立場を否定し、個々の組合の利益のための要素をも認めているのである。原判決の\n右の考え方からすれば、労働者委員の任命にあたつても個々の組合の利益が考慮さ\nれざるをえず、まさに「各派の意向や利害」をとり入れることを「法が本来的に予\n定」したものといわねば首尾一貫しないのである。この点でも原判決は誤りをおか\nしていると断言できよう。\nその四（昭和五八年六月二八日付準備書面の要旨）\n一　裁量権の限界逸脱の違法について\n裁量権の限界については、従来からの自由裁量・法規裁量（覊束裁量）の区別か\nら出発するのではなく、行訴法三〇条の制定ともあいまつて、現在の学説・判例に\nおいては各種裁量処分ごとに関係法規の具体的な規律と条理解釈により、裁量権の\n行使に逸脱があるか否かが決められ、具体的事例が積み重ねられてきている（原判\n決が引用する最高裁のマクリーン判決も「各種の処分ごとにこれを検討しなければ\nならない」としている）。\nしたがつて、本件においても労組法一九条二一項、七項の解釈を同項の法意と条\n理解釈によつておこなうこととなる。原判決が、いくつかの誤つた前提のうえに立\nつて、本件任命行為を自由裁量であるというのは、結局自らの右法条解釈の結果、\n知事の任命行為には裁量権行使の逸脱がないということである。しかし、この解釈\nは、二以下に詳述するように誤つており控訴審においてただされる必要があるので\nある。\n裁量権の逸脱・濫用がいかなる場合にあるのかの判例については、種々の学説に\nよる整理もあるが、ここでは最高裁判所判例解説（民事篇）昭和五三年度版四四五\n～六頁を引用しておく。\n「具体的事案についていかなる場合に裁量権の逸脱・濫用があつたものとして違法\nになると判断すべきかは、困難な問題である。最高裁判所の判例をみても、「全く\n事実の根拠に基づかないと認められる場合であるか、もしくは社会観念上著しく妥\n当を欠き」（昭和三二年五月一〇日第二小法廷判決・民集一一巻五号六九九頁、公\n務員に対し懲戒処分を発動するかどうか、いかなる処分を選ぶべきかの裁量に関す\nるもの、同旨、昭和二九年七月三〇日第三小法廷判決・民集八巻七号一四六三頁、\n公立大学学生に対する懲戒処分をするかどうか、いかなる処分を選ぶかに関するも\nの）「…大臣の恣意によるか、その判断の前提とされた事実の認識について明白な\n誤りがあるかどうか、または、その結論にいたる推理に著しい不合理があるかどう\nかに限定されるものではな」く「…すべての事実をしんしやくしたうえで…処分が\n…大臣に与えられた権限をその法規の目的に従つて適法に行使したかどうか」（昭\n和四四年七月一一日第二小法廷判決・民集二三巻八号一四七〇頁、旅券法一三条一\n項五号所定の旅券発給拒否事由の有無の判断についての裁量に関するもの）、「制\n度の上記目的と関係のない目的や動機に基づいて…処分をすることが許されないの\nはもちろん、処分事由の有無の判断についても恣意にわたることを許されず、考慮\nすべき事項を考慮せず、考慮すべきでない事項を考慮して判断するとか、また、そ\nの判断が合理性をもつ判断として許容される限度を超えた不当なものであるとき」\n（昭和四八年九月一四日第二小法廷判決・民集二七巻八号九二五頁、主として分限\n処分事由の有無の判断の裁量に関するもの）等種々の基準が示されている。また、\n下級審を含めた裁判例の一般的な傾向として、（１）処分を発動することができる\n場合として法が定めている要件の有無の認定について行政庁の裁量権が認められる\n場合には、「その認定が明白かつ顕著な誤認である場合」、「全く事実の基礎を欠\nいている場合」、「行政庁の判断において事実の誤認がないか又はその事実から結\n論に至る過程が一応筋のとおるものかどうか」等、その認定の合理性の欠如が一定\nの限度をこえる場合を基準とするものが多く、（２）行政処分を発動しうる場合に\nおいて、これを発動するかどうか、いつ発動するか、いかなる内容の処分をするか\n等の諸点について行政庁の自由裁量が認められた場合には、「社会観念上著しく妥\n当を欠く場合」、「著しく正義に反する場合」、「著しく不公平かつ妥当を欠く場\n合」等、社会通念、条理、公平等の基準に照らして判断しているものが多く、\n（３）やや別の観点に立つて、裁量権を認めた法の目的に沿つてでなく、法の許容\nしない動機ないし考慮に基づいてこれが行使された場合を基準としたものがある、\nとの分析がされている。」\n控訴人らは、右に引用した判例の整理のうちのいくつかの基準によつても、原判\n決の誤まり、ひいては控訴人の任命に裁量権の限界逸脱があることを以下主張する\nものである。\n二　制度破壊をする裁量は認められない。\n別に論ずるように、知事が自由に裁量権を濫用している結果、高い率の範囲で公\n労使三者構成がくずされ、労働組合に参与がないまま審問や調整がすすんでいる。\n原判決はこの事実を直視せず、観念的な視点から判断を組み立てる。いわく三者\n構成につき、「労使それぞれの私的利益の主張を直接にとり入れるためのものでは\nなく」とか、「各派の意向や利害をそのまま労働委員会の運営に当たつてとり入れ\nることは、法が本来的には予定しないところである」と。それなら、控訴人らのよ\nうな純中立・無所属組合と職場で具体的に対立・競合する総評組合や同盟組合が存\nする場合（裁判所におかれては甲第四三、四四、四五、五二号証を十分参照された\nい）、控訴人組合はどの参与委員（労働者委員）に参与を頼めるのであろうか。原\n判決はこの点に答えるところがない。原判決はかかる場合にも対立する総評出身委\n員や同盟出身委員に参与してもらうことにより「客観的に妥当な解決」を図れると\n考えているのであろうか。\n考えているとすれば、労働組合運動のおかれている事情につき初歩的理解すらも\nつていないものとして誤つており、考えていないとすれば総論に対応する各論的判\n断が遺脱しているのである。\nいずれにせよ、原判決は、結論的には、公労使の三者構成を高率において破壊し\nている現状を追認している。しかし知事の裁量権行使は、制度破壊までを許容する\nものではなく、原判決の判断は誤つているのである。\nこの点を先に引用した判例整理の立場からすると、「結論にいたる推理に著しい\n不合理」、知事に「与えられた権限をその法規の目的に従つて適法に行使」してい\nない、「考慮すべき事項を考慮せず」、「その判断が合理性をもつ判断として許容\nされる限度を越えた不当なもの」、「社会観念上著しく妥当を欠く場合」、「著し\nく正義に反する場合」などに該当するものと思料される。\n三　控訴人ら推せん候補者を、審査対象から除外する裁量は許されない。\n本件任命には、その審査対象から、控訴人ら推せんの候補者が除外されていたと\nいう点において、裁量権の濫用があること明白である。\n（一）　原判決は、その理由三（三）（２）において、「……本件推薦制度の趣旨\nに照らし、労働組合から推薦された者全員を審査の対象にしなければならないか\nら、推薦された者の一部をまつたく審査の対象にしなかつた場合にも、推薦制度の\n趣旨を没却するものとして、裁量権の濫用があつたとしなければならない」としつ\nつ、「ところで、同原告の主張は、同原告の推薦した候補者二名が任命されなかつ\nたのは裁量権の濫用であるというだけであつて、推薦されていない者が任命された\nとか、同原告の推薦した候補者が審査の対象から除外されていたため誤つた判断が\n下されているなどと主張するものではないから、結局、裁量の当否を問題とするこ\nとに帰着する」と判示している。しかしながら、右判示は、控訴人らの主張を故意\nにゆがめて理解したものに他ならない。\nすなわち、控訴人らは、原審の最終準備書面（昭和五七年一一月一七日付）第\n二、二、（一）、（二）において、被控訴人の任命基準が「ナシヨナルセンター\n論」につきることを詳述したうえ、同（三）において、「被告が、前述のとおり調\n整段階まで、純中立無所属代表を加えておきながら、任命にあたつて、これを対象\n外とすることとも矛盾する」と主張した。そしてさらに同書面第二、三において、\n純中立無所属だけを枠外において、総評・同盟・中立労連三団体間で調整をおこな\nい、被控訴人は、その三団体間の調整結果をそのまま任命の基礎としてきた実態を\n詳述している。要するに、控訴人らが、原審において、被告の裁量権の濫用と主張\nした中味は、とりもなおさず、純中立無所属を審査対象外にしたに等しい任命のや\nり方をとらえてのことであつて、まさに、原判決の指摘する典型的な裁量権の濫用\nの場合に他ならないのである。\n（二）　被控訴人は、原審において、労働者委員推薦にあたり地域内に存するロー\nカルセンターのみならず、大阪府域に二〇〇〇人以上の組合員を有する五五の労働\n組合の代表者を招へいして、自主的に調整してもらうことを趣旨として主要労働組\n合代表者懇談会を開催していることを、他府県に例をみない民主的な制度と自負し\nている。しかしながら、右懇談会は、被控訴人の主張するようにあくまで組合間の\n自主的調整の場であり、府の関与としても、単に、招へい手続と議事録の作成にと\nどまるのである。被控訴人の任命行為の本体は、まさに、この懇談会が決裂した後\nから始まるのであつて、この懇談会開催をもつて、被控訴人が控訴人らの推せんし\nた候補者を任命の対象にしていたとは、とうてい言い得ないのである。\nそして、この任命行為において、被控訴人の採用する基準が「ナシヨナルセンタ\nー論」であれば、それは、そもそも、労組法一九条七項にいう推せん資格のある\n「労働組合」を「ナシヨナルセンターを有する労働組合」に限ると行政が恣意的に\n解釈して、控訴人らをこの任命手続から違法に除外するものに他ならないのであ\nる。\n（三）　しかも、右主要労働組合代表者懇談会および同小委員会での話し合いす\nら、以下の事実に照らせば、控訴人らの正当な要求をかわすための、隠れみのにす\nぎないこと明らかである。\n（１）　昭和五三年、法改正による二四期労働者委員増員の際の小委員会は、昭和\n五三年六月一二日を第一回として、同年一二月一五日まで合計七回おこなわれた\nが、総評・同盟が、あくまでもナシヨナルセンターを軸とした調整を主張して譲ら\nなかつたため決裂した。本来から言えば、この段階で組合間の調整不可能というこ\nとで、判断は、被控訴人にゆだねられるべきところである。ところが、この小委員\n会決裂後、今度は、控訴人らを除く、総評・同盟・電機労連（中立）の三団体間で\n「小委員会」が開催され、ここには、労働部の課長・係長ら幹部も出席して、三団\n体間の意見調整がなされたのである（甲第六九号証）。そして最終的に、この三団\n体間で、増員の二名を、総評一・同盟一にわけることで話し合いがつき、被控訴人\nはこの調整結果をそのまま基礎にして、総評一・同盟一の任命をおこなつたのであ\nる。\n控訴人らを含めた正規の小委員会においては、労働部は出席しない（Ａ証言一〇\n丁裏）のに対し、控訴人らを除く三団体間の「小委員会」においては、労働部幹部\nが出席しているのである。このことからしても、この三団体間の「小委員会」でこ\nそ、実質的な調整がなされていることが明らかである。Ａ労働部長は、原審におい\nて、任命基準のひとつとして、「労働者委員候補者推薦についての労働団体間の調\n整の経過」をあげているが、ここで言われている「調整」は、右三団体間での調整\n結果と解してこそはじめて説明がつくのである。ここにおいても、控訴人らが被控\n訴人の判断対象から除外されていること明らかである。\n（２）　控訴人らを除く三団体で調整がおこなわれ、その結果がそのまま任命の基\n礎となるという実態は、右の二四期労働者委員増員の際の任命に限られたことでは\nない。\nたとえば二五期労働者委員任命にあたつても、控訴人らを含む小委員会が昭和五\n四年一〇月三〇日付で解散した後に、控訴人らを除く三団体間で調整がおこなわれ\nた。その結果、三団体間で、総評六・同盟四・電機労連一の割合で委員をわけるこ\nとに調整がつき、被控訴人は、その調整結果をそのまま基礎にして任命をおこなつ\nたのである。\nまた、本件二六期においても、控訴人らを含む小委員会が昭和五六年一二月二六\n日付で解散した後に、控訴人らを除く三団体間でおこなわれ、すでに推せんしてい\nる候補者のうち、総評一名、中立一名の取下げをおこない、全体の委員のふりわけ\nを総評五・同盟五・中立一の割合で調整した。そして、この二六期においても、被\n控訴人は、この三団体間の調整結果をそのまま基礎にして任命をおこなつているの\nである。\n（四）　昭和五四年六月現在、純中立無所属組合は約三四万人（全体の四〇％）、\nその中の純中立無所属組合懇談会に属する組合は約一〇万人（全体の約一二％）で\nある。そして、同懇談会は提訴前の一〇年間、具体的に任命を求めて運動・働きか\nけをした。にもかかわらずこれらの組合の代表をかかる長期間にわたつて審査対象\nからはずすことは全く不自然である。\nそれらを適正に任命からはずすためには、純中立無所属組合またはその推せんに\nかかる代表に何らかの不適当事由が存しなければなるまい。かかる事由の存しない\nことは明白であり、かつ被控訴人も主張していない。\nこの事態は典型的な比例原則違反であり、先に引用した判例整理の立場からする\nと、「著しく不公平かつ妥当を欠く場合」に該当するものと思料される。\n四　総評・同盟でなければ組合でないという裁量は許されない。\n労働委員会制度ができて、行政当局が最も民主的な方法（選挙）で労働者委員を\n選んでいた初期には、当然純中立無所属の代表が当選し任命（委嘱）されていた。\nそれだけの支持が組合員にあるからである。\nしかし、選挙が廃止されて以後の任命は、いわゆるナシヨナルセンター所属組合\nに限定されてしまつた。現在では総評と同盟である。第二六期においては、総評が\n自らの指定席六名のうち一つを中立労連に譲つて、知事もそれをそのまま認容して\n総評（五名＋中立一名）、同盟（五名）となつている。\nナシヨナルセンターが結成されるについてはそれなりの社会的事情が存するであ\nろうけれども、前述したように、ナシヨナルセンター所属組合と職場で激しく競合\nしている純中立無所属組合の存在を無視することには、現状においては三で述べた\n比例原則違背以上の重大な意味が含ましめられている。\nすなわち、被控訴人は、総評（中立労連も）・同盟の支持を受けて知事選挙で当\n選しており、他方、純中立無所属組合の多くは被控訴人の対立候補を支持するか、\n選挙においても純中立である。被控訴人はこの意味からも、決して純中立無所属組\n合から労働者を任命しようとしない。地労委が直面している前述の深刻な事態（制\n度破壊）の状況の打破よりも、被控訴人は右にみた情実から労働者委員の任命をお\nこなう。純中立無所属組合の組合性を否定していることとなるのである。\nこの事態は、他事考慮といわざるを得ず、先に引用した判例整理の立場からする\nと、「制度の……目的と関係のない目的や動機に基づいて……処分することが許さ\nれないのはもちろん、処分事由の有無の判断についても恣意にわたることは許され\nず、考慮すべき事項を考慮せず、考慮すべきでない事項を考慮して判断する」とい\nうことに該当するものと思料される。\n五　昭和二四年通牒の意義と任命の恣意\n原判決の論法は、昭和二四年通牒を一般的に「裁量権行使の準則」と位置づけ、\nいわゆるマクリーン判決を引用して準則違背は当然に違法となるものではないと結\n論づける。\n悲しいほどにおそまつで貧困な理論である。なぜなら、第一に右通牒の具体的合\n理性の検討を欠落させている。右通牒の内容は、誠に合理的なものであり、原判決\nはそれを認めざるを得ないがゆえに、その内容にあえて言及ぜず、一般に「裁量権\n行使の準則」などと抽象化し、それをマクリーン判決と結びつけるのである。\n右通牒は、現代の労働組合運動の状況を直視すれば、ますます合理性を増してい\nるといえる。被控訴人もＡ証人もこの点を否定しない。\n問題はこの合理的な通牒になぜ大阪府知事があえて従わないで、前述したような\n他事考慮などをするのか。ここに裁判所のメスが入れられる必要があるのである。\n右通牒以外に合理的ないかなる基準があるというのであろうか。右通牒は、労組\n法一九条二一項、七項を具体化した合理的かつ具体的基準である。\n原判決の論法が貧困なゆえんの第二は、マクリーン判決の引用である。同判決は\n一審～上告審それぞれを検討すれば簡単にわかるように、原判決が引用していると\n思われるところの「行政庁がその裁量に任された事項について裁量権行使の準則を\n定めることがあつても、このような準則は、本来行政庁の処分の妥当性を確保する\nためのものなのであるから、処分が右準則に違背して行われたとしても、原則とし\nて当・不当の問題を生ずるにとどまり、当然に違法となるものではない」という部\n分は全くの傍論であつて、同判決において「準則」が問題となつた箇所はない。つ\nまり、マクリーン判決は「準則」という言葉を使つているが、具体的な準則は登場\nせず、同判決がいかなる種類・内容の準則について判断をしたのか明白でなく、こ\nの部分の同判決の価値は高くなく、憲法判例としての評釈はいくつかあるものの、\n行政法判例としての評釈はないに等しい。かかる判決の傍論部分を使つて原判決の\nような論法を組み立てることは許されない。\nさらにマクリーン判決と本件との事例的違いにも着目しなければならない。つま\nり、マクリーン事件は、外国人の在留許可というかなり高度な政治的問題であるの\nに対比し、本件は各県の実情を具体的に判断する事例であり、またマクリーン判決\nの上告人（原告）には、在留期間中に無届転職をおこなうなどいわゆる消極的事由\nが存したのに対し、本件控訴人らには何らの消極的事由は存しないのである。かか\nる点からも同判決の引用は適切ではないのである。\n原判決のような論理だてをすすめるためには、昭和二四年通牒の合理性を検討\nし、他にも合理的な準則もあることを検証し、通牒違背でも必ずしも問題ないこと\nに言及しなければならないと考えられる。合理的な昭和二四年通牒を採用せずに、\nすでに検討したような裁量濫用、裁量の恣意は許されないのである。\n六　本件裁量には違法があり取り消されるべきである。\n以上のいくつかの観点からみてきたように、本件任命についての知事の裁量権行\n使には限界を逸脱した違法があり、貴裁判所において取り消されるべきである。\nその五（昭和五八年九月五日付準備書面第一）\n一　被控訴人は、昭和五八年八月二日付準備書面において、原判決が本件任命行為\nについて「何らかの基準をもつて一律に判断しえないものであり、任命権者の裁量\nにすべて委ねられたものである。」と判断するのであれば、結局訴の利益の判断も\nできないのであつて「判断対象から除外したとか、そうするのに正当な事由があつ\nたかどうかなどということは論ずべきことではないし、又論じえないことである」\nと主張している。\nしかし、被控訴人の原判決の解釈は、裁量範囲の問題と訴の利益の問題とを混同\nしたものであり、原判決の解釈を誤まつたものである。\nすなわち、原判決は、いかに本件任命行為が広範な自由裁量に委ねられ、裁量基\n準等が法律による規制になじみにくい性質の行為であつたとしても、このことと正\n当な事由がなく判断対象から除外することとは別の問題であり、また別に論じるこ\nとは当然に可能であるとするのであつて、きわめて常識的である。\n原判決が「裁量権の有無の問題は、本案に入つて審理判断すべき事項であるから\n訴の利益を否定する根拠にすることはできない。」としたのは正しい立場といえよ\nう。\nなお、被控訴人は本件が「特別公務員の任命という人事案件たる性質上、高度な\n行政判断に委ねられ、その任命に至る手続過程、意思形成過程を明らかにすること\nは困難であ」るから、「かかる過程についてその適否を判断せしめねばならない法\n律上の保護すべき利益はないとみるべきである」旨主張している。\nしかしながら、被控訴人が本当に任命に至る手続過程、意思形成過程を経て任命\nしたのならば、その過程は事実として明らかにするのはさほど困難ではない。\nもつとも本件任命は、つねに総評、同盟系組合に対し、定数だけの推薦をさせ\nて、それをそのまま自動的に任命してきたことからすると、この過程を明らかにす\nることは全く困難ではないどころかきわめて簡単明瞭である。\n被控訴人は、これをもつて「高度な行政判断」によると主張するのならば、唯一\nの明文上の任命基準である次官通牒を無視していることを自白したに等しく、本件\n任命は明らかに違法である。\nそもそも本件任命行為は、その事柄の性質上「高度な行政判断」すなわち、被控\n訴人の政治判断によつてなされてはならないものであるといえよう。\n二　ところで、原判決の裁量権に関する考えは誤まりであり、これについてはすで\nに前回の準備書面でも主張したところである。\n原判決は、最高裁判決の「社会観念上著しく妥当を欠く」場合、「考慮すべき事\n項を考慮せず、考慮すべきでない事項を考慮して判断した」場合、「その判断が合\n理性をもつ判断として許容される限度を超えた不当なものである」場合、「与えら\nれた権限をその法規の目的に従つて適法に行使していない」場合などには裁量権の\n逸脱、濫用があつたものとして違法とする立場とも相反するといわざるをえない。\n原判決は、まさに任命権者をオールマイテイと考えるに等しい。\nすなわち、原判決は、本件任命権者が労働組合によつて推薦された者のなかから\n任命し、かつ任命された者に法に定める欠格事由さえないならば、たとえその任命\n行為が、いかに不当労働行為制度の具体的運用に重大な支障を生じさせるものであ\nり、三者構成制度を形骸化させるものであり、ひいては制度の根底を堀り崩してい\nくとも違法の問題は生じないというのであつて到底これを認めるわけにはいかな\nい。\n原判決はまた、通牒違反が単なる当、不当の問題に過ぎないと判断している。\nしかし、Ｊ教授が「通達が裁量基準として用いられる場合は、通達に反する処分\nは自ら設定した基準に適合しないという不合理を犯すものとして、適正な裁量権の\n行使とはいえず、違法と考えられることである」（甲第五三号証一八頁）と述べる\nとおり当、不当の問題につねにとどまるものではない（なお、同教授はＫ「通達と\n行政事件訴訟」司法研修所論集一九六八―Ⅱ、五一頁をも参考文献としてあげてい\nる）。\nまた、東京地裁判決（昭三八・九・一八）も「一般的にいえば、多数の者のうち\nから少数特定の者を選定するについては……具体的な基準を設定することなしにな\nされた処分はそれだけで、不公正な手続によりなされた処分として違法性を帯び\nる」と判示していることからすれば、本件では次官通牒という具体的基準がありな\nがら、全くこれを守らず、むしろこれに反する（なお、被控訴人自ら主張するＡ労\n働部長の推薦にあたつての要請内容にも反する）処分をなしたという意味でその違\n法性はさらに大きいといわざるをえない。\n三　被控訴人の前記準備書面中第一の三の一部労働者委員の辞任の事実は認める。\nまた第二の一、二も大概認めるが、二、（四）の結論は誤まりである。\nなお、労働者参与委員の役割について、現在労働委員会のなかで大きな問題とな\nつていることは甲第七〇号証（地労委年鑑）のとおりである。\nかかる議論はまさに参与が形だけのものではなく、実質的なあり方を問いなおす\n動きのなかから生じたことはいうまでもないのであつて、本件任命がますます問題\nとされる今日の状況にあるわけである。\n被控訴人の第二の三の組合の定義、組織人数については認める。しかし、同三、\n（四）で純中立、無所属組合を総評、同盟等と同列に扱えないと主張するのは、被\n控訴人が本件任命にあたつてナシヨナルセンター論に立つていることを自白するも\nのであり、かつ一、（二）（四）で自身これを同列に取り扱つていることとも矛盾\nする。なおナシヨナルセンター論の誤りはすでに控訴人が主張してきたところであ\nる。\nＪ教授もナシヨナルセンター論について「広く適材を探究するために与えられて\nいる労働者委員任命の裁量権を理由無しに狭く自己拘束するもので、その裁量基準\nの設定において著しい不合理があるから、違法と考えられる」（甲第五三号証一九\n頁）と述べている。\nところで被控訴人は純中立無所属労働組合懇談会の組織の詳細を知らないという\nが、控訴人としてはこれを立証する所存である。\n四　被控訴人は、労働者委員が労働者全体の利益代表である旨主張している。\nしかしＪ教授も指摘するとおり、「労働者団体すべて同じ思想により、すべての\n労働者の利益を守るものではなく、その間に顕著なる思想のちがいがあるのである\nから、すべての労働者に労働委員会での救済の機会を実質的に保証するためには、\n労働者委員としてあらゆる系統の組合を基盤とする人が任命される必要がある。た\nんに労働者委員はその出身にとらわれずすべての労働者の保護のために尽力すべき\nであるという理念論と労働者委員がその理念を実践しているかどうかは別であるか\nら、この理念論から労働者委員は労働者であれば誰でも職責を全うするとはいえな\nいのである」（甲第五三号証一七頁）と述べている。\n労働者委員会における不当労働行為審査請求事件をみても同教授の立場は正鵠を\nえている、といえる。\n総評同盟を例にとつてみても、お互いに労働参与委員を選びあつたことなど過去\nに一度もないのである。\nそれどころか最近出された一九八三年度地労委年鑑（甲第七〇号証）で公益委員\n連絡会議の中心議題として同一企業内に併存する複数組合間の賃金差別等の事件が\n増加傾向にあること（一一頁）、それをめぐつて種々困難な問題の生じていること\n（一五頁、一六頁など）があげられていることからみても、前述の理念論の無意味\nさ、それどころかかえつて有害であることを物語つている。\n五　被控訴人は第二、四において「大阪地労委の運営の実情」が控訴人主張の事態\nだとしても本件任命にあたつてはこれを全く考慮する必要がないと開き直り、その\n「広範な自由裁量」に対しいかなる者も違法だとして問題にしえないと断じてい\nる。\nしかしながら控訴人が本件申立に及んだのはまさに労働委員会の危機的事態のた\nめであり、それが本件任命によつて惹起させられたからであり、被控訴人主張のよ\nうに「地労委の独自の運営に委ね」てもどうにもならないからなのである。\n被控訴人の主張はここにおいても本件任命がいかに正義に反するか、いかに「社\n会観念上著しく妥当を欠く」ものであるかは完全に露呈させたといえよう。\nその六（昭和五八年九月五日付準備書面第二）\n一　訴の利益と裁量の問題を混同してはならない\n被控訴人は、昭和五八年八月二日付準備書面の第一の二の１において、労働者委\n員の任命行為につき、「裁量にすべて委ねられ」ているという立場に立つたうえ\nで、その立場から、原判決の「労働組合の推薦した候補者が、正当な事由がないの\nにこの対象から除外され、又はこれと同視しうる扱いを受けたとき」という訴の利\n益判断に関する基準を攻撃している。即ち、自由裁量なのだから、判断対象から除\n外されようがされまいが関係ない、どのような不正常があろうが推薦組合はこれを\n訴訟にもち込めないというのである。\nしかし、この立論は乱暴なものですぐに破綻する。たとえば、労組法一九条七項\n（二一項）の推薦なき者、同条八項（二一項）の欠格事由ある者が任命された場\n合、他の推薦組合はこれを取消すよう求める訴の利益をもつことは明白である。ま\nた、これらの瑕疵と同視しうるような任命の瑕疵（その代表的なものが「正当な事\n由がないのにこの対象から除外され、又はこれと同視しうる扱いを受けたとき」な\nのである）があつた場合にも、他の推薦組合にこれを取消すよう求める訴の利益を\n与えて差し支えないのである。\nいずれにせよ、被控訴人のこの部分の立論は、訴の利益の問題と裁量の範囲の問\n題を混同したものである。\n二　Ｊ・Ｌ鑑定について\n続いて被控訴人は、同書面第一の二の２において、Ｊ・Ｌ両教授の鑑定書のごく\n一部分を取り出して論難している。なぜかかる一部分のみを取り上げるのか理解し\nえないが、その部分的論推も誤まつたものである。\n即ち、Ｊ鑑定に対し、「労働者委員の任命行為は、特別公務員の任命という人事\n案件たる性質上、高度な行政判断に委ねられ、その任命に至る手続過程、意思形成\n過程を明らかにすることは困難」というコメントをすることは牽強付会の典型とい\nうべきであろう。Ｊ鑑定も言い、また原審の審理過程でもかなり明らかになつてき\nていることは次のとおりである。その任命が高度でも何でもなく、純中立・無所属\n組合代表を排除するという単純なものであり（総評・同盟は任命定員数に調整して\nくるから、総評・同盟の中の誰を選ぶかという判断すらせずそのまま任命し、純中\n立・無所属組合代表を除外するのが知事の判断である）、またその手続過程も意思\n形成過程も同様に単純なものである。これらは、当審で実体審理に入り、証拠調べ\nをすれば更に明らかになるであろう。\nＬ鑑定に対し、「労働者委員は労働組合法並びに労働関係調整法の定める不当労\n働行為審査手続や労働紛争議の調整手続に関与するとともに、労働委員会の運営に\n参画するものであるが、そこでは労働者全体の利益代表でこそあれ、特定の労働団\n体や特定の労働組合の利益代表では決してないのである。」とコメントすることも\n強引であつて、自己の結論のくり返しに過ぎない。なぜ、特定の労働団体や労働組\n合の利益代表でないのかを理由をつけて論じなければならない。理由なく、かかる\n結論のみを打ち出すのは、原判決と被控訴人の共通の特徴である。\n実態を直視すれば、総評と同盟という我が国の労働界における二大雄組合代表を\n同数づつ選任していることは、すでに被控訴人のいう「労働者全体の利益代表」と\nいう観念論に対する有力な批判である。そして総評組合は同盟組合代表の委員に決\nして参与を頼むことはないのである。\n本件で争われているのはいわばその次の問題である。総評・同盟に並んで、総\n評・同盟の方針に賛成しない純中立・無所属組合という一定の量的集団が、全国的\nにも大阪でも現に存し、これらの代表を労働者委員に入れない結果、著しい不公正\nが惹起しているということである。\nこの実態を直視しない観念的理論は、全く説得力を有しないのである。\n三　法解釈は社会的実態に基づいて行われるべきである。\n裁量の問題に関していえば、労組法一九条七項、二一項にいうところの「労働者\n委員は、労働組合の推薦に基づいて知事が任命する」という法文の解釈である。\nこの法文解釈の場合、わが国の労働組合運動が一定の傾向をもつ潮流に統一され\nている時と、多くの小潮流に分裂している時と、はたまた現在のように総評・同\n盟・純中立無所属の三大潮流に鼎立している時とでは、異なつた裁量権行使が当然\n考えられる。\n第一のケースでは、知事の裁量の範囲は相対的に広いものとなるであろうが、第\n二、第三のケースでは不平等取扱いがなされぬよう、特別の配慮が必要である。\n労働組合はどれでも組合には違いないのだからと考え、労働者全体の利益は基本\n的に同じと解釈することは、原審や被控訴人における机上のそして観念的な空論で\nしかない。実際社会では誰もそのように考えていない。総評組合の一部や純中立無\n所属組合は同盟のことを評して、「あれは資本と一体であり、組合の名を冠した資\n本の別動隊である」という。また純中立無所属組合は総評や同盟を評して、「彼ら\nは社会党、民社党の下部組織であつて、決して健全な労働組合ではない」という。\nこれらの三潮流が共通に労働組合、労働者全体の利益を代表しているという実態は\n全く存しない。\nこれらの実態を十分に反映した法解釈に接近するためにも、当審においては十分\nかつ早期な証拠調べを実施されるよう心から要求するものである。\n被控訴人の主張\nその一（答弁書中「控訴の理由に対する答弁」の要旨）\n一　控訴理由第一の二のうち\n（一）　原判決が最判昭和五三年一〇月四日付判決を引用したのは、労働省事務次\n官通牒の意義について「処分が右準則に違背して行なわれたとしても、当然に違法\nとなるものではない」との点についてであり、これに関する控訴人の主張は当を得\nないものである。\n（二）　被控訴人が大阪府地方労働委員会の労働者委員の任命につき、ナシヨナル\nセンター所属組合からの被推薦者のみを任命審査の対象とし、純中立無所属組合か\nらの被推薦者を対象外においてきた、との点は否認する。\n（三）　被控訴人は、原判決が「原告らは主要労働組合懇談会の話し合いを通じて\n原告らの要求を実現すべきであるのに、その方法を諦め本件訴訟を提起しているの\nは筋違いである」旨判示しているのに対し、話し合いを諦めたことはなく事実誤認\nであると主張するが、原判決のこの判示は、訴訟という方法ではなくあくまで懇談\n会における話し合いを通じて解決すべきであることをいつたにすぎないのであつ\nて、控訴人の批判はあたらない。\n二　同第二のうち\n（一）　控訴人全大阪金属産業労働組合以外の控訴人が被控訴人に対し書面による\n推薦をした処被控訴人がこれを受理しなかつたとの点及び右控訴人らが被控訴人に\n対し口頭による推薦をなした、との点はいずれも否認する。\nなお、推薦にあたつては、推薦者である労働組合は労働組合法五条一項により労\n働委員会において労働組合の資格審査を受ける必要があり、推薦手続はその適格証\n明を添えてなさるべきものであるので、口頭による推薦というのは本件の推薦にな\nじみえないものである点を付言する。\n（二）　昭和二四年三月五日付労働省労政局長発第八九号の通牒の存在は認める。\n三　同第三及び同第一並びに同第二のうち、被控訴人の原審主張に反する控訴人の\n主張は争う。\nその二（昭和五八年八月二日付準備書面の要旨）\n第一　本案前の主張\n一　全大阪金属を除く七組合の訴の利益不存在\n控訴人は、右七組合の口頭による推薦を行つたと主張するが、そのような事実は\n全く存しない。もつとも控訴人全大阪金属産業労組のＭ委員長が推薦書を提出した\n際控訴人全損保大阪地協のＦ書記長がこれに同行していたことをもつて口頭による\n推薦と主張するものとしても、次の理由によりこれを適法な推薦と認めることはで\nきない。\n①　労働者委員候補者の推薦は、その性質上、内容を明白に認識し、確定すること\nが不可欠であることから、被控訴人は事前に公告をもつて様式を示し書面による推\n薦を求めているのであり、不明確な口頭による推薦を適法な推薦として受理するこ\nとはできない。\n②　労働組合法第五条第一項は「労働組合は労働委員会に証拠を提出して第二条及\nび第二項の規定に適合することを立証しなければ、この法律に規定する手続に参与\nする資格を有せず」と定めている。\nしたがつて労働組合法第一九条第七項による労働者委員候補者の推薦を行う労働\n組合は、事前にいわゆる労働委員会の労働組合資格審査手続による労働組合適格性\nの証明を得ることが必要である。しかるに右七組合にあつては、前記資格審査申請\nすらしていないのであるから、法に定める要件を欠き、適法な推薦と認めることは\nできない。\n二　全大阪金属の訴の利益の不存在\n１　原判決は、本件における行訴法九条の「法律上の利益」の有無につき「労働組\n合の推薦した候補者が、正当な事由がないのにこの対象から除外され、又はこれと\n同視しうる扱いを受けたときには、その任命手続は違法であるといわなければなら\nず、そのような労働組合の推薦による効果は、前記法条によつて与えられているも\nのであるから、それは、推薦をした労働組合にとつて法律上の利益というべきであ\nる。」と判示する。\nしかし右にいう「正当な事由がないのにこの対象から除外された」とか「これと\n同視しうる扱いを受けた」とかの立論が具体的にどのような場合を想定してのもの\nか理解し難いところであるが、労働組合の推薦があつた候補者の中から誰れを労働\n者委員に任命するかということは、原判決も「この任命行為は、その性質自体か\nら、本来的に任命権者の広範な自由裁量に委ねられていると解するのが相当であ\nる。したがつて、任命行為をするに際しての具体的な任命規準等については、そも\nそも法律による規制になじみにくい性質の行為であるといえる。」と認めるとお\nり、何らかの基準をもつて一律に判断しえないものであり、任命権者の裁量にすべ\nて委ねられたものである。してみれば、判断対象から除外したとか、そうするのに\n正当な事由があつたかどうかということは論すべきことはないし、又論じえないこ\nとである。それをわざわざとり上げて訴の利益を認める根拠とする原判決の判断は\n誤つたものである。\n２　推薦労働組合に本件訴の利益を肯定しようとするＪ、Ｌの鑑定意見も次の理由\nにより採らるべきでない。\nＪ教授の鑑定意見によれば「労働組合はその推薦した労働者委員候補者が知事の\n任命裁量権の行使過程において適切な考慮の対象となつていることを求める一種の\n手続的地位を有するということである。これは推薦権を意味あらしめるために推薦\n権を認める労組法の規定から導かれたものであるから、法律により保護された利益\nである。」とする。この考え方は前記原判決の見解のもとになつたものとみられる\nのであるが、労働者委員の任命行為は、特別公務員の任命という人事案件たる性質\n上、高度な行政判断に委ねられ、その任命に至る手続過程、意思形成過程を明らか\nにすることは困難であり、かかる過程についてその適否を判断せしめねばならない\n法律上の保護すべき利益はないとみるべきである。\nＬ助教授の鑑定意見は「労働組合法二一条（一九条の誤りであろう）に基づき、\n特定の労働組合が地労委労働者委員の候補者を推薦したのに対し、知事が右候補者\n以外の、他の労働組合の推薦した候補者を委員として任命した場合には、当該労働\n組合は、労働組合法によつて保障された、地労委委員任命制度における、労働者代\n表資格を否定されたものとして、右任命処分の取消しの訴えを提起する法律上の利\n益を有するものと解される。」とする。そして右の「労働者代表資格」というの\nは、「任命権者による委員の任命における判断は、欠格条項該当性は別として被推\n薦者の個人的優劣の判断には及びえず、専ら、推薦母体たる労働組合の労働者代表\n資格にのみ及ぶものと解されるのである。」とするところからすれば、特定の労働\n組合の利益代表をいうようである。しかしこのような見解の誤りは明らかである。\n即ち、労働者委員は労働組合法並びに労働関係調整法の定める不当労働行為審査手\n続や労働紛争議の調整手続に関与するとともに、労働委員会の運営に参画するもの\nであるが、そこでは労働者全体の利益代表でこそあれ、特定の労働団体や特定の労\n働組合の利益代表では決してないのである。又そうであつてはならないのである。\nＩ教授の鑑定意見にある「労働組合は公益のために推薦権を有する」というのはま\nさにこのことをいうのである。\n三　一部労働者委員の辞任による訴の利益の不存在\n昭和五七年二月二二日に任命された大阪府地方労働委員会労働者委員のうち、Ｎ\nは昭和五七年五月二五日に、Ｏ、Ｐ及びＱの三名は昭和五七年一二月六日前記委員\nを辞任しているのでこれら四名についてその任命の取消を求める利益は存しない。\n第二　本案の主張\n一　任命に至る経過\n（一）　労働者委員の任命は労働組合法一九条及び同法施行令二一条の規定によ\nり、当該都道府県の区域のみに組織を有する労働組合に対し推薦を求め、その推薦\nのあつた者の中から知事が任命することとされている。大阪府においては、労働組\n合法が改正され推薦制が導入された昭和二四年以降、労働組合の意向を最大限に尊\n重するとの前提に立つて、府下の主要な産業別組織を招へいし、労働者委員適任者\nの推薦について労働団体間の自主的調整を依頼してきた。\n（二）　第二六期労働者委員の推薦についても、従来の例に従い、ローカルセンタ\nー（ナシヨナルセンターの地域組織）及び府下において組合員数二〇〇〇名以上を\n有するいわゆる単産（産業別単一組織）を基準に五八組合を選定招へいし、昭和五\n六年一二月四日「主要労働組合代表者懇談会」を開催した。出席者数は三〇人で内\n訳は左の通りであつた。\n総評大阪地評及びその傘下組合　一二人\n大阪同盟及びその傘下組合　　　　八人\n中立労連傘下組合　　　　　　　　一人\n中立、無所属　　　　　　　　　　九人\n（三）　右懇談会において大阪府（Ａ労働部長―当時）により左の通り五点にわた\nる要請を行つた。\n（１）　労働者委員候補者の推薦にあたつては大阪府下に組織を有する労働組合の\nうちから組織別、産業別など、さらに前例などを考慮のうえ、最適任者を推薦され\nたい。\n（２）　労働者委員候補者は、社会的信望があつて委員として労使関係の民主的調\n整に熱意をもち、大阪府下の全労働者のために十分に活動できる人を推薦された\nい。\n（３）　大阪府公報の公告による労働者委員候補者の推薦について傘下労働組合に\n連絡されたい。\n（４）　労働者委員候補者推薦の受付期間について\n（５）　大阪府としては労働組合の自主的な話し合いに期待し、出来る限りその意\n向を尊重することとしているので、労働者委員候補者の推薦について十分協議のう\nえ組合間の調整を図られたい。\n（四）　懇談会では大阪府側退席の後、自主的話し合いが行われ、労働者委員候補\n者の推薦に関し、労働組合間で自主的調整を行うため「推薦小委員会」が設置され\nた。小委員会は総評大阪地評、大阪同盟、中立労連、中立・無所属各二名の合計八\n名で構成された。その後、同年一二月二五日、二六日の両日にわたり推薦小委員会\nが開催されたが、結局、調整がつかなかつた旨、総評大阪地評Ｅ事務局長より通知\nがあつた。\n（五）　一方、大阪府は、同年一二月一一日付大阪府公報をもつて大阪府地方労働\n委員会の労働者・使用者委員候補者の推薦に関し公告（大阪府公告第一〇九号）を\n行つた。尚、公告には推薦資格を有する労働組合、推薦される者の資格、推薦期間\n（同年一二月一四日から昭和五七年一月一四日迄）を明示するとともに推薦方法と\nして具体的に様式を示し推薦書の提出を求めるほか、この推薦書に「労働組合の行\nう推薦については当該労働組合が労働組合法二条及び五条二項の規定に適合する旨\nの大阪府地方労働委員会の証明書も添付」すべきことを明示している。\n（六）　昭和五七年一月一四日、各労働組合より左の通り公告所定の様式に従つた\n推薦があつた。\n阪本紡績労働組合（総評繊維労連傘下組合）　　　　　　　　　六名\n浅野歯車労働組合（全金同盟大阪地方金属傘下組合）　　　　　六名\nオンキヨー労働組合（中立労連、電機労連大阪地協傘下組合）　二名\n全大阪金属産業労働組合（無所属）　　　　　　　　　　　　　二名\n従つて、労働者委員定数一一名のところ一五名の推薦があつたがその後、二月九日\nにオンキヨー労働組合より、又、同月一七日には阪本紡績労働組合より、それぞれ\n一名の推薦の撤回がなされたため、結局推薦を受けた候補者は最終的には一三名と\nなつた。\n（七）　大阪府では、これらの推薦を受けた候補者全員について労働組合法一九条\n八項の資格喪失要件をはじめとする審査を行い、昭和五七年二月二二日、全大阪金\n属産業労働組合推薦の二名を除く候補者一一名を第二期労働者委員に任命した。\n二　労働委員会制度及び労働者委員の役割\n（一）　労働委員会は公益、労働者、使用者の各側同数の委員（大阪地労委は各一\n一名）をもつて構成される行政機関であり、その運営については知事から独立した\n合議制の行政委員会として委員会の自主性に委ねられている。\n（二）　労働委員会の機能としては\n（１）　準司法的機能\n（イ）　労働組合の資格審査（労組法五条一項）\n（ロ）　労働協約の地域的拡張適用に関する決議（同法一八条）\n（ハ）　不当労働行為申立の審査、命令（同法一八条）\n（２）　調整的機能\n労働争議のあつせん、調停、仲裁（労働関係調整法一〇条以下）\n（三）　次に右述の労働委員会の機能の中で労働者委員のはたす役割については\n（１）　労働委員会の総会に出席し諸決議をなし、労働委員会の運営に参画する。\n（２）　不当労働行為審査手続において、審問に参与し、当事者に質問し、証人尋\n問をなす。又、審問終了後、公益委員会議の合議に出席し、意見を述べる。\n（３）　あつせん員候補者となり、あつせん手続に参画する。\n（４）　調停委員となり、調停手続に参画する。\n（５）　仲裁委員に出席し、意見を述べる。\n（６）　公益委員の任命に際し、同意を与える。\n（７）　その他\n（四）　このように労働委員会制度及び労働者委員の役割は多方面にわたる公益的\nなものであり推薦労働組合やこれに関連する労働団体の利益の擁護を目途としてい\nないこと明白である。\n三　労働組合の組織状況\n（一）　我国の労働組合は企業ごと又は事務所ごとに組織されるのが一般的であ\nり、これらの組織を「単位組合」と言い、略して「単組」と呼ばれている。また、\nこれら単位組合は鉄鋼、私鉄といつた産業別に連合体を結成しており、これを「産\n業別単一組織」と言い、略して「単産」と呼んでいる。又、単産は都道府県毎など\n一定地域毎に地域組織を設置しており、これを「単産地域組織」と称している。こ\nれら単産は自らを加盟単位とする連合体を作つており、これを「ナシヨナルセンタ\nー」と通称しておりナシヨナルセンターは独自の意思機関と執行機関をもつて統一\nした運動方針の下に活動しており、我国では通常、総評、同盟、中立労連、新産別\nの四団体がナシヨナルセンターと呼ばれている。これらナシヨナルセンターは地域\n毎に組織を設けており、これを「ローカルセンター」と呼んでおり、ローカルセン\nターは先に述べた単産地域組織を加盟単位としている。以上の関係を例えば私鉄に\nついて言えば阪急労組が単組であり、私鉄関西地連という単産地域組織に組織さ\nれ、その上部の私鉄総連という単産に結集し、私鉄総連は総評というナシヨナルセ\nンターに加盟し、私鉄関西地連は総評のローカルセンターである総評大阪地評に参\n加している。\n（二）　これら以外に全国的に産業別の単産を組織しながらナシヨナルセンターに\n属さない多くの組織が存在しており、これらを労働省の「労働組合基本調査」等の\n統計上、「中立」と呼んでいるが、中立労連との区別から「純中立」と呼ばれるこ\nともある。これら中立は、単に統計分類上の呼称にすぎず、それぞれ独自の労働運\n動を展開しているのである。控訴人のうち、民放労連近畿地連、全損保大阪地協、\n自交総連大阪地連、全商社、出版労連大阪地協の五組合はこの中立に含まれる。\n又、ナシヨナルセンター、ローカルセンター、単産のいづれにも属さない単組を統\n計上、「無所属」と呼んでおり、控訴人のうち、関西広告労協、全大阪金属及び全\n国一般大阪府本がこれに含まれる。\n（三）　これらの組織状況を大阪府下について本件任命処分当時でみると別表一の\n通りである。また、控訴人八組合の組織状況は別表二の通りである。\n（四）　控訴人らは自己を「中立」、「無所属」の代表たるかの如き立場において\n所属組合員数の比例による労働者委員の選任を主張するが、右述の説明からして\n「中立」「無所属」を総評、同盟等と同列に扱えないこと明白であり、控訴人らの\n主張は失当である。\nなお、控訴人が主張する「純中立・無所属労働組合懇談会」については被控訴人\nにあつてはその組織の詳細を承知しない。\n四　大阪地労委の運営の実情\n（一）　控訴人は大阪地労委において「純中立」、「無所属」の労働組合の申立件\n数が多数にのぼり、適当な労働者委員がない為労働者委員の参与委員、あつせん委\n員がつかないという事態が生じていると主張するが、仮にそのような事態が生じて\nいたとしてもそれは、地労委の独自の運営に委ねられるべき事柄であり、被控訴人\nにおいて当然にかかる事態を考慮した任命処分を行う必要があるものではない。\n五　任命処分の正当性\n本件任命処分は被控訴人において、適法な推薦のあつた労働者委員候補者一三名\nについて慎重に欠格要件を始めとする審査を行つた上なしたものであり、また、本\n件のごとき人事にかかる任命処分は高度の行政判断を必要とするところから、本来\n任命権者の広範な自由裁量に委ねられていると解すべきであり、本件任命処分は、\n何ら違法、不当と指弾される余地はない。\n＜０４９４９－００３＞\n"
}