{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 6,
    "day": 3
  },
  "case_number": "昭和49(行ウ)2",
  "case_name": "公金支出違法確認等請求事件",
  "court_name": "広島地方裁判所",
  "field": "行政",
  "gist": "町長の銀行からの一時借入金の借入行為の機関又は使者としての立場にあった町収入役室職員が公印を冒用して不正に銀行から金員の一時借入れをした場合について，民法１１０条の類推適用により町長と銀行との間に消費貸借契約が有効に成立したものと認められる以上，町がその返済をするのは当然で，右返済によって町に損害が生じたとはいえないから，右借入元利金の返済が違法な公金の支出には当たらないとした事例",
  "lawsuit_id": "17111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/017111_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　被告Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆ及び同Ｇは、連帯して、甲山町に対し\n金四、〇〇二万三、六七〇円及びこれに対する昭和四八年四月三日以降完済まで年\n五分の割合による金員を支払え。\n２　訴訟費用は被告らの連帯負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　本案前の答弁\n被告Ｆ、同Ｇに対する本件訴えを却下する。\n２　本案の答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告らはいずれも甲山町の住民である。\n２　被告Ａは、昭和四七年九月一九日甲山町長に就任し、同四八年四月三日現在そ\nの職に在つたもので、予算を調製して会計を監督し（地方自治法（以下、法とい\nう）一四九条）、補助機関たる職員を指揮監督し（法一五四条）、債務負担行為を\n定め（法二一四条）、支出を命令し（法二三二条の四）、支出負担行為をなし（法\n二三二条の三）、条例の定めるところにより財政に関する所定の事項を住民に公表\nする（法二四三条の三・財政状況の公表に関する甲山町条例）職務を負つた者であ\nり、被告Ｂは、同四六年九月二九日同町助役に就任し、同四八年四月三日現在その\n職に在つたもので、町長を補佐し、職員の担任する事務を監督し（法一六七条）、\n「法一五三条三項に根拠を置いた甲山町の条例、規則、規程」に基づき一定の範囲\n内で自ら決裁をし、支出負担行為をなし、公印の管理をする（甲山町公印規程）職\n務を負つた者で、前町長Ｈ退任後被告Ａ町長就任に至る間、町長の職務を代理した\n者であり、被告Ｅは、同四六年九月二九日同町収入役に就任し、同四八年四月三日\n現在その職に在つたもので、「様式第一一五号歳入整理簿」「様式第一一六号歳出\n整理簿」「様式第一一七号一時借入金整理簿」「様式第一一八号現金出納簿」等を\n備付け（甲山町財務規則一、会計事務をつかさどり（法一七〇条）、決算を調整し\n（法二三三条）、右会計事務の内容として現金の出納とその保管、小切手の振出、\n現金と財産の記録管理、支出負担行為の確認等をする職務を負つた者であり、被告\nＦと同Ｇは、同四七年七月二八日同町監査委員に就任し、同四八年四月三日現在そ\nの職にあつたもので、財務に関する事務の執行を監査し（法一九九条）、現金出納\nの検査をする（法二三五条の二）職務を負つた者らであり、被告Ｃは、同四七年八\n月一日同町総務課長に就任し、同四八年四月三日現在その職に在つたもので、「様\n式第一〇四号予算原簿」「支出負担行為整理簿」等を備付け（甲山町財務規則）\nて、資金の調達、収支に関すること、予算の編成及び経理に関すること、予算差引\nに関すること（甲山町課設置条例、同処務規程）、公印の管守に関すること（同課\n設置条例）、公印の保管（同公印規程）、諸支出に関すること（同課設置条例）、\nその他他課の所掌に属しないこと（前同）をつかさどり、町規の定めた一定の範囲\n内で自ら支出負担行為をする職務を負つた者で、同課財政係長とともに一時借入の\n借入返済の経理の采配をする直接の担当者であり、被告Ｄは、同四六年一一月四日\n同課財政係長に就任し、同四八年四月三日現在その職に在つたもので、町の経理を\n直接に担当し、「予算原簿」「支出負担行為整理簿」を直接に記載管理し、資金の\n調達及び収入の調整に関すること、予算の編成及び経理に関すること、収入支出命\n令に関すること、財政運用状況の調査及び公表に関すること、町債に関すること、\nその他財政に関すること（甲山町処務規程）を直接につかさどり、町規の定めた範\n囲内で代理決裁専決をする職務を負つた者である。\n３　（一）ところで、甲山町では、昭和四六年一〇月、町職員（収入役職務代理\n者）訴外Ｉの横領と使途不明による巨額の公金亡失事件が発覚したが、その亡失金\n額は、後の甲山町監査委員の昭和四七年六月三〇日付監査結果によると、金六、二\n五七万三、五三九円となることが明らかとなり、甲山町は同相当の損害を被つた。\n（二）　右は、訴外Ｉが、昭和四一年ころから、甲山町長及び同収入役の公印を無\n断で使用し、訴外広島銀行甲山支店（以下広銀甲山支店という（及び同広島相互銀\n行甲山支店）以下広相甲山支店という）より一時借入金台帳（以下一借台帳とい\nう）に登載しない不正の一時借入を繰り返すなどして行われ、右亡失金発覚当時、\n右一借台帳に登載していない不正の一時借入金が、広銀甲山支店に金二、〇〇〇万\n円、広相甲山支店に金二、〇〇〇万円残存していて、これが、右亡失金の主要な内\n容をなすものであつた。\n（三）　ところが、被告Ｅ、同Ｂ、同Ｄらは、昭和四七年五月三一日右不正一時借\n入金四、〇〇〇万円の返済のため広銀甲山支店から一時借入金として金四、〇〇〇\n万円（金二、〇〇〇万円二口）を借受けて右返済をなし（借替）、次いで、被告Ａ\nらは同四八年四月一日、甲山町議会の議決を経ることなく、同年度歳出予算にも認\nめられていないにかかわらず、右返済のための一時借入金四、〇〇〇万円をさらに\n広銀甲出支店の一時借入金四、〇〇〇万円と借替えたうえ、同月三日広銀甲山支店\nに対し右元利金四、〇〇二万三、六七〇円を支払い、右返済をした。\n（四）　ところで、元来一時借入金は地方公共団体の長が、歳出予算内の支出のた\nめにする一会計年度の借入金で、当該会計年度の歳入をもつて償還すべきものであ\nるところ（法二三五条の三）、前記亡失金の内容をなす一借台帳に登戴されていな\nい不正一時借入金四、〇〇〇万円は、訴外Ｉが、甲山町長及び収入役の公印を冒用\nして関係借入書類を偽造し、かつ、従前の公金穴埋めのために行われたもので、し\nかも、関係銀行職員の悪意の幇助によるものであり、消費貸借として無効であり、\nいずれにしても、甲山町がその支出による返済をなすべき性質のものではない。\nそして、その後の、昭和四七年五月三一日、昭和四八年四月一日の借替えにかかる\n一時借入は、その各年度の歳出予算内の支出のためのものではなく、前年度までの\n歳入をもつて償還し得ない無効な借入の返済のためのものであつて、しかも、銀行\n関係職貝も右が違法な借替えにかかる一時借入であることは知悉（少なくとも過失\nがある）していたものであり、右消費貸借も無効である。\nしたがつて、これらからして、右借替えにかかる一時借入金四、〇〇〇万円は、違\n法な債務負担行為であり、かつ、甲山町においてその支出により返済すべきもので\nはなく、前記昭和四八年四月三日の右元利金の返済支出は違法なものといえる。な\nお、右につき、前記不正一時借入金西、〇〇〇万円については、甲山町議会におい\nても昭和四七年二月一九日Ｈ前町長の提案による右一時借入金の確認さえも承認さ\nれず、甲山町に返済義務がないとの態度が示されていた。\n（五）　しかるに、被告らは、右金四、〇〇〇万円の一時借入及び同返済が法二一\n四条及び二三二条の三に適合しない違法なものであることをよく知りながら、被告\nＥは、同Ｂ、同Ｃ、同Ｄらと共謀して、訴外Ｊに命じて、昭和四七年七月一〇日訴\n外Ｉらの損害賠償金（亡失金元利）金六、八二五万六、三五五円を雑入として調定\nする旨の調定簿及び収入命令簿を偽造し、また、この偽造公文書を前提として、被\n告Ａ、同Ｃ、同Ｄらと共謀して不当な予算を調整し、さらに訴外Ｈ（当時甲出町\n長）、同Ｋ（当時同町議会議長）、被告Ｇ、同Ｂ、同Ｃ、同Ｄらと共謀し、訴外\nＬ、同Ｍ、同Ｎら関係人らの幇助をえて、同年七月二八日甲山町議会で、無効で無\n意味な、昭和四七年度甲山町一般会計補正予算として、歳入歳出予算総額を右金\n六、八二五万六、〇〇〇円追加する旨の可決をするなどし、あたかも予算内の行為\nの体裁を装い、敢へて前記支出を行つているもので、右被告らはそれぞれ前記職務\nに違反し、その結果、甲山町住民に右違法支出による損害を被らせたものである。\n被告Ｆ及び同Ｇは、前記監査委員として、本件公金亡失事件が同町及び広島県行政\n上の大問題として世論の注目の的となつており、右借入金については、前記のよう\nに前任町長によつても、また町議会においても、いずれもこれを承認して返済する\nことは認められでいないのであるから、前記被告Ａらとしても、事前に監査委員た\nる同Ｆらの了解を得なければ到底前記の両銀行に対する借入と支払はなし得なかつ\nたものであつて、同被告らは当然その了解と承諾を求められており、その際に右違\n法行為を制止する義務があつたのに、これを怠り、右他の被告らと共謀し、右各行\n為に了解を与えてこれを行わせたものである。甲山町財務現則は、町長ら予算執行\n職員及び収入役らの財務に関する違法行為を容易に判別し、厳重に排除する機能を\n備えているにかかわらず、被告片出、同Ｇらは、故意にその任務に背いて他の被告\nらを幇助し、甲山町に損害を与えているもので、他の被告らとともに本件違法支出\nにつき賠償責任がある。\n４　原告らは、昭和四八年一一月二八日甲山町監査委員に対し、本件公金の違法支\n出につき必要な措置を講じるよう法二四二条一項により監査請求したが、同監査委\n員は同四九年一月二六日付で、右措置請求は、その請求にかかる事実が認められ\nず、賠償させる等の措置を勧告する必要はない旨の監査結果を原告らに通知してき\nた。\n５　よつて、原告らは、甲山町に代位して、被告らに対し連帯して本件違法支出に\nより甲山町が被つた損害賠償の請求として金四、〇〇二万三、六七〇円及びこれに\n対する右支出の日である昭和四八年四月三日以降完済まで民法所定の年五分の割合\nによる遅延損害金の甲山町への支払を求める。\n二　被告Ｆ、同Ｇの本案前の主張\n請求原因４の事実は認めるが、本件監査請求では、本件につき、抽象的に被告Ａ、\n同Ｂ、同Ｅ、同Ｃ、同Ｄらによつて行われた重大な違法支出であるとして問題にし\nているのみで、被告Ｆ、同Ｇ両名については全く右監査請求の対象となつていな\nい。したがつて、右被告両名に対する本件訴えは監査請求を経ない不適法なもの\nで、却下されるべきである。\n二　右本案前の主張に対する原告らの答弁\n争う。\n四　請求原因に対する認否\n１　請求原因１、２の各事実は認める。\n２　同３のうち、原告ら主張の六、二五七万三、五三九円の公金亡失事件が発覚し\nたこと、甲山町において広銀甲山支店からの一時借入金（元科合計四、〇〇二万\n三、六七〇円）を昭和四八年四月三日同銀行へ返済したこと、及び一時借入金の法\n的性質は認めるが、その余は争う。\n３　（一）甲山町は、昭和四七年五月三一日、広銀甲山支店の二、〇〇〇万円、広\n相甲山支店の二、〇〇〇万円の各一時借入金につき、同日広銀甲山支店より借り入\nれた一時借入金四、〇〇〇万円で返済し、さらに昭和四八年四月三日右金四、〇〇\n〇万円も返済したが、右各返済及び右借替の金四、〇〇〇万円の一時借入は違法な\nものではない。\n（二）　つまり、一般に甲山町長の行う一時借入手続は、\nイ　借入申込書を銀行へ提出する。\nこの申込書には一時借入金の昀高限度額を記載した予算書及び市中銀行の一時借入\n金の残高証明書を添付する。\n口　銀行は、書面上で申込の要件が備わつているか否か審査し、備わつていれば本\n店決裁を経た上で貸出を行う。\nハ　貸付金は町の収入役口座へ振込んで支払う。\nという手続で行なわれる。\nそして本件の場合、訴外Ｉは甲山町出納員という立場で右イの通りの外形的に適式\nな借入申込書を銀行へ提出し、銀行は右ロの手続を経た上で右ハの通り貸付金を町\nの収入役口座へ振込んで支払い、後に右Ｉの手により横領された訳であり、また、\n本件の右Ｉの不正借入手続は、以前からの正規な一時借入手続の中の一部として行\nなわれたものであるから、銀行としても、甲山町長より適式の書類による借入申込\nがあればこれを正当なものと信頼するのが当然で、その貸出手続に過失は無く、右\nＩが横領を企図し、勝手に書類を作成し銀行から収入役口座振込後横領をしていた\nとしても、それは甲山町内部において処理すべき問題であるにとどまり（現に、甲\n山町長は、昭和四七年六月三〇日同町監査委員の監査の結果に基づき、地方自治法\n二四三条の二の規定により当時の収入役Ｏの損害賠償額を金二、五六八万四、八一\n三円、同Ｐの損害賠償額を金一七四万八、五四四円、Ｉの損害賠償額を金三、九五\n二万二、九九八円と決定し、甲山町に対しその支払を命じている。）、各銀行に対\nする一時借入金債務はいずれも有効に成立し、甲山町に支払義務のあることは明ら\nかである。\n（三）　なお、甲山町長が昭和四七年五月三一日広銀甲山支店から金四、〇〇〇万\n円を一時借入れして従前分を返済した点は、前記監査において、同年二月ころ監査\n委員から甲山町が銀行に対し支払義務のあることの確認を受けており、その後のこ\nとであり、また、普通地方公共団体の会計年度は毎年四月一日から翌年三月三一日\nまでであるが、その出納は翌年度の五片三一日をもつて閉鎖すること（法二三五条\nの五）となつており、昭和四六年度に借り入れた一時借入金は昭和四七年五月三一\n日までに支払えばよいのであり、甲山町が昭和四六年度の一時借入金計四、〇〇〇\n万円を昭和四七年五月三一日に銀行に返済したことは適法であり、むしろ支払わな\nいと違法となるものであり、そしてまた、昭和四七年五月三一目金四、〇〇〇万円\nの一時借入れ（昭和四七年分）は昭和四七年度予算の一時借入金の昀高限度額一億\n五、〇〇〇万円の範囲内の借り入れであり、この借り入れに違法はなく、この借入\n金を昭和四八年四月三日に広銀甲山支店に返済したことも、もとより違法はない。\n第三　証拠（省略）\n○　理由\n一　被告Ｆ、同Ｇの本案前の主張について\n請求原因４の事実は当事者間に争いのないところ、さらに、成立に争いのない甲第\n三、五号証によると、本件監査請求は、原告両名が、昭和四八年一一月二八日甲山\n町監査委員に対し、訴外Ｉによる広銀甲山支店、広相甲山支店からの各二、〇〇〇\n万円の本件不正一時借入金につき、右は甲山町が支払うべきものではないのに、同\n年四月三日甲山町の公金で返済穴埋めしたのは、Ａ町長、Ｂ助役、Ｃ財政担当課\n長、Ｄ財務係長らによる違法な支出行為であり、同人らに賠償を命ずる等必要な措\n置を講ぜられたい、とするものであり、たしかに、右本件監査請求には、当時の甲\n山町監査委員であつた被告Ｆ、同Ｇの名前が掲記されていないことがうかがわれる\nが、しかし、右監査請求で求めている監査の対象は、訴外Ｉによる不正一時借入金\n四、〇〇〇万円を甲山呵の公金で返済した行為であり、その表現はたしかに抽象的\nで、関係職員らの行為が具体的に示されていないが、右違法支出とする行為につ\nき、摘示した者のみに限らず、それに関連すろ甲山町の長、委員、職員らの各行為\nの違法の有無をも監査の対象として求めているものと解されなくもなく、被告Ｆ、\n同Ｇについても、当時の監査委員として右違法支出を阻止しなかつたことなどが職\n務懈怠であるとして本訴に及んでいるのであつて、右も、本件監査請求の対象に含\nまれていたものと解することができる。\nしたがつて、被告Ｆ、同Ｇらの本案前の主張は理由がない。\n二　請求原因１、２の各事実及び同３のうち、甲山町で、昭和四六年一〇月訴外Ｉ\nの横領等による巨額の公金（後の監査結果では、金六、二五七万三、五三九円）亡\n失事件が発覚したこと、甲山町において広銀甲山支店からの一時借入金元利合計金\n四、〇〇二万三、六七〇円を昭和四八年四月三日同銀行へ返済したことは当事者間\nに争いがない。\n三　原告らは、訴外Ｉによる従前の不正一時借入金計金四、〇〇〇万円は甲山町に\n支払義務のないものであり、これをその後の甲山町長の一時借入金で返済（借替）\nし、その後結局、昭和四八年四月三日中山町の公金で返済したことは、公金の違法\n支出にあたると主張するのに対し、被告らは、右返済は同町の広銀甲山支店に対す\nる適法な弁済で違法な支出ではないと抗争するので、以下判断する。\n１　成立に争いのない甲第六、第七号証、第二八号証の二、第六五、第六六号証、\n第六八号証、第七二ないし第七四号証、第七五号証の一、二、第七六ないし第九六\n号証、第一〇一号証、第一〇四号証、第一〇六号証、第一〇八ないし第一一八号\n証、第一二一、第一二二号証、第一二五号証、第一三〇号証、第一三三、第一三四\n号証、第一四一、第一四二号証、第一四四号証、第一四八号証、乙第二、第三号\n証、第五号証の一、第六、七号証、第九号証、証人Ｑの証言により真正に成立した\nものと認められる甲第二七号証、原告Ｒ本人尋問の結果により真正に成立したもの\nと認められる甲第六四号証、被告Ｂ本人尋問の結果により真正に成立したものと認\nめられる乙第八号証、その方式及び趣旨により公務員が職務上作成したものと認め\nられるから真正な公文書と推定すべき乙第一号証、弁論の全趣旨により真正に成立\nしたものと認められる甲第三一号証、第四三、第四四号証、第四九号証、第七〇号\n証の一ないし九、第七一号証の一ないし八、第一一九、第一二〇号証、第一三一、\n第一三二号証、乙第五号証の二、三、証人Ｑ、同Ｓの各証言（ただし、後記信用し\nない部分を除く。）、原告Ｒ、被告Ｂの各本人尋問の結果（ただし、後記信用しな\nい部分を除く。）及び弁論の全趣旨を総合すると、次の事実を認めることができ\nる。\n（一）　昭和四六年一〇月甲山町において前記公金亡失事件が発覚した際、同町の\n一時借入金台帳に登載されていない一時借入金（以下、「不正一時借入金」とい\nう。）が広銀甲山支店に二、〇〇〇万円、広相甲山支店に二、〇〇〇万円の合計金\n四、〇〇〇万円あることが確認された。\n（二）　右不正一時借入金四、〇〇〇万円は、当時甲山町収入役室で会計事務を担\n当していた訴外Ｉが、その横領等前記亡失金の穴埋めのために昭和四一年ころか\nら、甲山町長の公印等を無断で使用して、あたかも正規のもののごとき借入申込書\nを作成し、関係書類を添付して右両銀行よりそれぞれ一時借入金として借入をして\nいたもので、同銀行との間で当該年度の出納閉鎖期間であるその翌年度の四月一日\nから五月三一日までの内に翌年度の一時借入金で返済（以下、「借替」という。）\nして経過していたものであり、これらが集積して広銀甲山支店に対しては昭和四六\n年五月三一日一時借入金（証書借入）二、〇〇〇万円、゜広相甲山支店に対しては\n同年九月三〇日一時借入金（手形借入）計二、〇〇〇万円として、残存するに至つ\nていた。なお、右一時借入金は昭和四六年度一時借入金昀高限度額一億円以内のも\nのであつた。\n（三）　本来、甲山町における一時借入金の借入手続は総務課（同課財政係）で行\nなわれるべきものであつたが、昭和四一年の中学校建設当時から、そのころ収入役\n室出納員であつた訴外Ｉに当時の総務課長被告Ｅが銀行からの右一時借入手続を依\n頼し（昭和四六年七月二七日訴外Ｉが総務課に配置換に、なつてからは本来の業務\nとして）、右Ｉがこれを行なうようになり、銀行との借入折衝等実際の借入手続\nは、なかんずく昭和四三年四月以降ほぼすべて訴外Ｉが従事し、同人に任された状\n況となり、昭和四六年一〇月の前記亡失金の発覚までの間、正規のものも含める\nと、右両銀行につききわめて多数回の一時借入れが訴外Ｉによつて行なわれ、な\nお、一時借入の正規のものについては町長、総務課長らの決裁を得ていたものの、\n右四、〇〇〇万円の不正一時借入については決裁を得ないで借入手続を行なつてい\nた。\n（四）　一般に甲山町長の一時借入手続は、（１）一時借入金の昀高限度額を記載\nした予算書写及び市中銀行の一時借入金の残高証明書（町長作成名義）を添付し\nて、借入申込日、借入希望金額、借入期間、返済期限、借入希望日、資金使途及び\n返済財源等を記載した町長名義の借入申込書を銀行へ提出する、（２）銀行は、書\n面上で申込の要件が備つているか否かを審査し、備つておれば本店決裁を経た上\nで、町長名義の借用証書により貸出を行なう、（３）貸付金は町の収入役口座へ振\n込んで支払う、という手続で行なわれるが、訴外Ｉは、前記不正一時借入及びその\n借替も正規の一時借入手続と同様、右（１）の外形上適式な借入申込書等関係書類\nを銀行へ提出し、銀行は右（２）の手続を経た上で、右不正一時借入についても、\nもとより訴外Ｉの公印冒用等の内情を知らないまま、また右以上の町関係者への問\nい合わせ等の格別の調査もしないまま貸出を行ない、右（３）のとおり貸付金を町\nの収入役口座へ振込んで支払つていた。\n（五）　ところで、昭和四六年一〇月前記公金亡失事件が発覚して後、当時の甲山\n町長Ｈは同月二四日甲山町監査委員Ｔ、同Ｌに対し法二四三条の二第二項の規定に\n基づく、損害賠償責任の有無及び賠償額の決定についての監査を求めたが、前記不\n正一時借入金四、〇〇〇万円の処置については、利息の支払いも重み、いつまでも\n放置しておけないことから町内部で種々、検討した結果、両銀行に対しては、甲山\n町として返済義務のあることに意見を取りまとめ、甲山町長は、一先ず昭和四七年\n五月三一日（昭和四六年度の出納閉鎖期日）に、昭和四七年度の一時借入金として\n広銀甲山支店から金二、〇〇〇万円二口合計金四、〇〇〇万円（返済期限昭和四八\n年三月三一日）を借受けて、これにより即日広銀甲山支店金二、〇〇〇万円、広相\n甲山支店金二、〇〇〇万円の不正一時借入金を返済（借替）した。なお、昭和四七\n年度の甲出町の一時借入金昀高限度額は、一億五、〇〇〇万円であり、右はその範\n囲内の借り入れである。\n（六）　その後、右監査請求については、昭和四七年六月三〇日、亡失金元利合計\n金六、八二五万六、三五五円につき、訴外Ｉ外、当時の収入役Ｏ、同Ｐら三名に対\nしそれぞれ損害賠償責任を肯定する監査結果の通知がなされたことから、その監査\n結果に基づき、甲山町長Ｈは、同年七月一〇日法二四三条の二第三項により右三名\nに総額金六、八二五万六、三五五円の賠償命令を発するとともに、同日右損害賠償\n金を雑人による収入として昭和四七年度の歳入に調定し、同年七月二八日甲山町議\n会に、歳入歳出予算の総額を金六、八二五万六、〇〇〇円追加する旨の昭和四七年\n度一般会計補正予算案を提出し、同日可決された。次いで、甲山町長被告Ａ、甲山\n町収入役被告Ｅらは、前記借替にかかる広銀甲山支店からの一時借入金四、〇〇〇\n万円につき、その期限の昭和四八年三月三一日に利息のみ支払つた後、同年四月三\n日甲山町の公金（県から交付された補助金等）で右元利合計金四、〇〇二万三、六\n七〇円を同銀行に支払い、右一時借入金を完済した。\n以上の事実が認められ、証人Ｑ、同Ｓの各証言及び原告Ｒ本人、被告Ｂ本人の各本\n人尋問の結果のうち右認定に反する部分は信用できないし、他に右認定を覆すに足\nりる証拠はない。\n２　そこで、右各認定事実からして、以下検討してみる。\n（一）　元来、一時借入金は、普通地方公共団体の長が歳出予算内の支出をするた\nめに、予算で定められた当該年度の一時借入金昀高限度額の範囲内で借り入れるも\nのであつて、その会計年度の歳入をもつて償還しなければならない性質のものであ\nる（法二三五条の三）。したがつて、たしかに法形式上は、本件の場合、甲出町長\nの借入金債務ではあるが、もとより甲山町の歳入財源をもつて甲山町が返済すべき\nことを予定したものであつて（法二三五条の三第三項）、甲山町長個人がその財産\nをもつて返済すべき性質のものではない。\n（二）　そして、前記認定事実によると、まず、甲山町長が、昭和四七年五月三一\n日の広銀甲山支店からの金四、〇〇〇万円の一時借入金で借替返済するまでの従前\nの不正一時借入金計金四、〇〇〇万円は、訴外Ｉが甲山町長の公印を冒用し、その\n決裁を経ないで借り入れていたもので、町長の真意に基づくものでないうえ、訴外\nＩの横領金等の穴埋めのために一時借り入れし、また、借替の点は、出納閉鎖期間\n内に前年度の一時借入金返済のために一時借り入れしていたもので、いずれも、当\n該年度の歳出予算内の支出をするための一時借入とはいえず、これらの点で、右従\n前の不正一時借入金は違法な一時借入れといわざるを得ないし、さらにまた、その\n後の昭和四七年五月三一日の広銀甲山支店からの一時借入も、右借替という点で\nは、少くとも違法たるを免れない。\nしかし、右のごとき違法な一時借入が、当然に消費貸借契約として無効なものとは\nいえず、その違法の内容、程度に照らしさらに別の観点から検討してみる必要があ\nる。\n（三）　本件のごとき一時借入行為は、地方自治法に基づき、公的機関たる地方公\n共団体の長が私人たる銀行等との間でなす消費貸借契約で、たしかに、その契約内\n容及び条件が多くの法的規制を受けるが、他方私的取引としての面も否めず、地方\n公共団体と取引関係に立つ相手方の利益保護ということも無視できない。\nそこで、これらからして、さらに本件についてみるに、前記認定事実からすると、\n本件不正一時借入金の始つた昭和四一年ころから、収入役室職員訴外Ｉは、当時の\n総務課長被告Ｅから甲山町長の銀行からの一時借入の実際の借入手続をほとんど任\nされていたもので、これは、訴外Ｉが当時総務課長被告Ｅを介して（訴外Ｉが総務\n課に配置換になつてからは直接）甲山町長の銀行からの一時借入行為の機関もしく\nは使者としての立場にあつたものとみられ、このような場合、相手方である前記両\n銀行が右Ｉの借入申込を甲山町内部で決裁を経た正規の一時借入申込であると信ず\nべき正当の理由を有するときは、民法上の表見代理の法理（同法一一〇条）を類推\n適用して、右一時借入申込による消費貸借契約の有効な成立を認めるのが相当であ\nると解される。\n（四）　そこでさらに、右観点から本件不正一時借入をみるに、前記認定事実によ\nれば、訴外Ｉは、一般の甲山町長の一時借入手続どおりに一時借入金の昀高限度額\nを記載した予算書写及び市中銀行の一時借入金の残高証明書を添付して、外形上適\n式な記載及び町長印を有する借入申込書を銀行へ提出しており、しかも、同訴外人\nは以前から銀行との間でしばしば甲山町長及び同町総務課長の機関もしくは使者と\nして正規の一時借入手続を行なつていたものであるから、前記両銀行の担当係員\nが、訴外Ｉの本件不正一時借入申込に対し、これが甲山町内部で決裁を経た甲山町\n長の正規の一時借入申込であると信じ、右書面上で申込の要件を審査したのみで、\nさらにその他の調査をすることもなく貸出を行なつたとしても、この点、右両銀行\nに過失があつたとはいえず、そう信じるにつき正当の理由があつたということがで\nき、表見代理の法理の類推適用により甲山町長と前記両銀行との間で、右不正一時\n借入につき消費貸借契約が有効に成立したものということができる。\n（五）　もつとも、本件不正一時借入及び昭和四七年五月三一日広銀甲山支店から\nの金四、〇〇〇万円の一時借入の各借替の点については、前記のとおり、そのこと\n自体は違法であるし、また、両銀行（右後者については広銀甲山支店のみ）として\nも、借替手続においては、両年度にまたがる出納閉鎖期間内の同日に、次年度の一\n時借入でその前年度の一時借入金の返済が行なわれているわけで、両銀行の担当係\n員としては、この点の違法に気づかなかつたともみられないが、この点の違法は、\nその内容、程度からして、甲山町内部の責任問題を生ずるにとどまり、右次年度の\n一時借入にかかる消費貸借契約を無効にまではしないものと解するのが相当であ\nる。\n（六）　以上のことからすると、甲山町長の従前の広銀甲山支店及び広相甲山支店\nからの各二、〇〇〇万円計金四、〇〇〇万円の不正一時借入並びに昭和四七年五月\n三一日の広銀甲山支店からの金四、〇〇〇万円の正規の一時借入にかかる各消費貸\n借契約はいずれも成立しているもので、甲山町に返済義務が存在し、その返済は当\n然で、右一時借入金による返済の点も、借替の場合、その会計年度の歳入をもつて\n償還したものでないという点で違法とはいえるが、いずれにしても甲山町が返済す\nべきものであれば、通常は右償還によつて甲山町に損害を生ぜしめるこ請はなく、\nとくになんらかの賠償責任を肯定すべき程の違法支出ともいえない。\nそうすると、結局、甲山町が、昭和四七年五月三一日借替にかかる金四、〇〇〇万\n円の一時借入金につき、後昭和四八年四月三日その元利金四、〇〇二万三、六七〇\n円の返済をしたことも、返済すべき債務を支払つたにすぎず、この意味で、なんら\n違法な支出とはいえないのみならず、右は昭和四七年度の出納閉鎖期間内の同年度\nの歳入による返済支出で、その支出の甲山町内部手続においても、格別の違法はう\nかがえない。\n（七）　そしてなお、仮に、訴外Ｉの前記不正一時借入にかかる消費貸借契約が無\n効で、甲山町にその支払義務がないとしても、訴外Ｉによる本件不正一時借入金\n四、〇〇〇万円は、現に甲山町収入役口座に入金になつているものであり、しかも\n右不正一時借入は甲山町の職員であつた右Ｉがその職務の執行につきなした不法行\n為といえるから、結局、右による損害（不正一時借入金四、〇〇〇万円及び同利息\n金相当額）は、右Ｉの使用者としての甲山町において賠償すべきこととなり（民法\n七一五条一項）、そうであれば、甲山町として、いずれにしても右支払のための本\n件公金の支出は避けられないところで、結局、右支出により甲山町に損害は発生し\nなかつたものといえる。\n四　以上によると、結局、原告らの本訴請求は、さらに、その余の点について判断\nするまでもなくいずれも理由がないのでこれを棄却することとし、訴訟費用の負担\nにつき民訴法八九条、九三条を適用して主文のとおり判決する。\n（裁判官　渡辺伸平　山浦征雄　大原英雄）\n"
}