{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 3,
    "day": 26
  },
  "case_number": "昭和56(行ウ)2",
  "case_name": "米子鉄道郵便局職員減給",
  "court_name": "鳥取地方裁判所",
  "field": "労働",
  "lawsuit_id": "19337",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19337",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/337/019337_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和五一年第八三三号不利益処分審査請求事案において昭和五六年一月\n一四日付をもつて原告に対してなした「本件懲戒停職（六月間）の処分を懲戒減給\n（六月間俸給の月額の一〇分の一）の処分に修正する。」との判定はこれを取消\nす。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　原告は昭和五一年五月八日当時米子鉄道郵便局に勤務する郵政事務官であつ\nた。\n２　訴外中国郵政局長は原告に対し昭和五一年五月八日国家公務員法八二条一項及\nび三項並びに人事院規則一二ー〇により停職六か月とする旨の同日付の懲戒処分書\n及び処分説明書（以下、本件処分説明書という。）を各交付した。本件処分説明書\nの処分の理由は「原告は、昭和五〇年一一月二七日午後五時過ぎころ、米子鉄道郵\n便局庶務会計課主任某の退局途上、鳥取県米子市＜以下略＞路上において、同主任\n某の背部に後方から一回体当たりし民家のトタン張り外壁に衝突させ、もつて加療\n約二か月を要する左肩峰突起亀裂骨折等の傷害を負わせる等した。」というもので\nあつた。\n３　原告は右懲戒処分を不服として昭和五一年七月三日国家公務員法九〇条及び人\n事院規則一三ー一により被告に対し審査請求の申立をした。被告は右申立を受理し\n昭和五六年一月一四日付で右懲戒処分を懲戒減給（六月間俸給の月額一〇分の一）\nの処分に修正する旨の判定（以下、本件判定という。）をなし判定正本を同年二月\n二五日付で原告に送付した。\n４　その処分を行なうべき事由（以下、処分事由という。）は、\n（一）　原告は、全逓信労働組合米子鉄道郵便局支部（以下、鉄郵支部という。）\n書記次長として昭和五〇年一一月二七日米子鉄道郵便局庶務会計課事務室において\n他の支部役員らとともに帰宅しようとしている同課主任Ａ（以下、Ａという。）を\n取り囲み管理者の制止を無視してワツペン着用についての話合いを強要し（以下、\n（一）の事由という。）、\n（二）　路上に出たＡを追い、つきまとつて話合いを強要するなどのいやがらせを\n行ない（以下、（二）の事由という。）、\n（三）　その過程で同人に追突し、傷害を負わせた（以下、（三）の事由とい\nう。）ものであつて、この追突は原告が故意に行つたものとは認められないにして\nも原告がＡに対していやがらせを行う目的をもつて狭い路上を不用意に足早に追随\nした結果生じたものであるから、同人に傷害を負わせたことについて原告はその責\nめを免がれることを得ず、\nというものであつて、（一）ないし（三）の事由はいずれも国家公務員法八二条三\n号に該当するというものであつた。\n５（一）　しかし（三）の事由は存在しない。\n（二）　（一）、（二）の各事由は本件処分説明書に記載された事実以外の事実で\nある。\nしたがつて、被告の本件判定は違法であるから取消されるべきである。\nよつて、本訴に及ぶ。\n二　請求の原因に対する認否\n１　請求の原因１ないし４の事実は認める。\n２　同５の主張は争う。\n三　被告の主張\n１　被告は原告の（一）ないし（三）の事由を本件判定の処分事由としたがその具\n体的事実は次のとおりであつた。\n（一）　本件に至る経緯\n（１）　全逓信労働組合（以下、全逓という。）鳥取地区本部は、昭和五〇年一〇\n月一一日及び一二日の両日開催した第三八回地区委員会において全逓定期大会の決\n定及び全逓の年間執行方針に基づき、同年の秋期年末闘争では「ストライキ権奪還\n闘争勝利」「組織の強化、拡大勝利」等を目標に掲げ、組織の強化、拡大の具体的\nな闘い方として、一一月一日以降ワツペンを着用する行動を実施することを決定し\nた。\n他方、鉄郵支部は同年一一月二六日から実施が予定されていたいわゆるスト権ス\nトに向けて組織内の意見を統一し、職場内の連帯意識を強化する等の目的でワツペ\nン着用闘争を実施することとし、前記地区委員会に先立つ一〇月四日「スト権奪\n還・組織強化拡大」「より強い一つの組織を」とのスローガンと全逓のマークを記\n載したワツペン（縦約六センチメートル、横約七センチメートル）を組合員に配布\nし、これを着用するよう指示した。\n（２）　しかし、同年九月二五日米子鉄道郵便局に着任したＡは鉄郵支部組合員で\nあつたが、同年一〇月六日になつてもこれを着用せず、しかもその後着用要請に対\nしこれを拒否する旨回答したので同支部においてワツペン着用について説得活動を\n行うとともに、他方公開質問状を呈示するなどした。しかし、同人からは一〇月二\n七日になつても文書による回答がなく着用の意思表示もなかつたため、同支部は、\n同月二八日、原告も出席して開催された執行委員会において一一月一日から同人に\n対する説得による反省を求める行動を実施すること並びに説得は昼の休憩時間及び\n勤務時間終了後に同人を組合事務室に呼び支部役員が責任者となり説得を割り振ら\nれた組合員とともに行うことを決定した。\n（３）　鉄郵支部は同年一一月一日からＡに対する説得活動を開始した。同月五日\nころまでは支部役員及び組合員が休憩時間中や勤務時間終了間際に、庶務会計課事\n務室において又は組合事務室に呼んで、同人を取り囲み、公開質問状に対する文書\n回答及びワツペン着用を迫つて口々に大声で詰問し、ば声を浴びせるなどしたが、\n同人はこのような説得の態様からその後の話合いには一切応じないことを決意し\nた。\n同月八日は、支部役員及び組合員が、退庁間際の同人にワツペン着用についての\n話合いを求めてその体を押し壁に押し付けるなどし、また役員の一人が退庁する同\n人を追い掛けてその上着を両手で引つ張るなどした上、米子警察署に逃げ込んだ同\n人に対し署内まで入つて執拗に話合いを要求するなどしたが、このため、同月一〇\n日ころから、同人の身の安全を図るなどの意味で管理者が帰宅途中の同人に連日付\nき添うようになつた。更に、同月二〇日ころからは、支部役員及び組合員が、昼食\nのため局付近の食堂に赴く同人につきまとい、食堂内で食事中の同人の周辺に席を\n占め、その肩に手を掛けるなどして執拗に話合いを強要し、同人に付き添つて来た\n管理者の制止に大声で抗議するなどし、また退庁する同人に話合いを求めて同局通\n用門外までまつわり付き、歩行中の同人の前に立ち止まりあるいはその体を押して\nその歩行を妨害するなどした。このようにして同月一日から同月二七日昼ころまで\nの間に、休日等を除き一〇日間にわたり支部役員及び組合員によつて同人に対する\n説得活動が次第に激しさを加えながら連日のように繰り返された。\n原告も一一月一日及び五日の説得活動では支部役員及び組合員とともに公開質問\n状に対する文書回答を求めて同人を口々に詰問し、同月二六日の説得活動では支部\n役員及び組合員とともにデパートの食堂にまで押し掛け同人に口々に話合いを求め\nるなどして、これに参加した。\n（二）　原告の行為\n（１）　原告は、昭和五〇年一一月二七日、週休であつたが組合用務のため出局\nし、同用務に従事した後、午後五時ころ、Ａを説得するため局舎二階の庶務会計課\n事務室に赴き、Ｂ書記長（以下、Ｂという。）、Ｃ地区青年部長（以下、Ｃとい\nう。）ほか組合員数名とともに、勤務を終え退庁の準備をしていたＡを取り囲み、\nＤ課長（以下、Ｄという。）ら管理者の制止に従わず、口々に「話をしようや、何\nんで話せんか。」などと言つてワツペン着用についての話合いを要求した。\nＡは、これを無視して、Ｄ、Ｅ課長代理、庶務会計課庶務会計主事Ｆ（以下、\nＥ、Ｆという。）及び同Ｇ（以下、Ｇという。）に付き添われて退室し、階下及び\n西通用門付近において多数の組合員にその進路を妨害されたが、これをすり抜け西\n通用門から国道一八〇号線西側歩道に出て、同歩道を北々東に向かおうとしたとこ\nろ、局舎前でＢら多数の組合員が、Ａに「話をしよう。」「何で話せんか。」など\nと言つてこれを取り囲み、同人を局舎前の植込みに押し込み車道に押し出すなどし\nた。同人及び管理者は組合員らの間を縫つてようやく歩道にもどり、ＤがＡに付き\n添い、そのやや前方を他の管理者らが先導し、これを数名の組合員が一団となつて\n取り囲み約三〇メートル進んだころ、集団の後尾にいたＤは、この日の説得活動が\n前日までのそれに比して執拗なのに気付き進行方向を変えた方がよいと考え、Ａを\n促し反転して歩道を逆もどりし、足早に局舎前を通過して同局舎から南々西約四〇\nメートル先にある路地（幅員約一・五メートル、以下、本件路地という。）に至り\nこれを右折して万能町通りへ向かおうとしたが、両名を追つてきたＢら三名の組合\n員が「なぜ話をせんか。」などと言つて本件路地入口でその前面に立ちふさがり、\n両者の間で通せ、通さんのやり取りが繰り返されているうち、原告を含む組合員数\n名、Ｅ、Ｆ、Ｇも順次本件路地に到達し、双方はもみ合い状態となつた。\nＤ、Ａはすきをみて集団から抜け出すと、Ｄが先に立ちＡがこれに続く形で本件\n路地を万能町の方向に足早に歩き出し、他の管理者らと支部役員及び組合員がやや\n遅れてこれを追つた。ＢがすぐＡに追い付き、小走りで同人の前に回り込んで立ち\n止まりその歩行を妨害する行為を二、三回繰り返したが、同人はその都度Ｂに追突\nしないようこれをかわしながら本件路地を進んだ。\n（２）　同五時一五分ころ、Ａが先行するＤにやや遅れて本件路地入口から約五〇\nメートル先の民家横に差し掛かつた際（以下、本件現場という。）、Ａのすぐ後方\nを歩行していたＢがまたもＡの左側を小走りに抜けてその前面に立ち止つたため、\nＡがとつつに立ち止まりＢの左側を通り抜けようとしたとき、原告は、Ａのやや後\n方右側を進行中のＦを右側から足早に追い抜くと、その前に一瞬立ち止まつていた\nＡの右肩後ろ辺りに胸付近で追突した。\nこのため、同人は、胸の前に紙袋を両手で抱えたまま前のめりになり、本件路地\n左側三、四〇センチメートル横の民家の波型亜鉛鉄板を張つた外壁に「ドン。」と\nいう音とともに衝突し、その左肩と左肘を打ちつけ、左肘が同外壁上をこすつたた\nめ激しい痛みを感じ「痛い。」と叫んだ。前方にいたＤは、その叫び声を聞いて振\nり返り、Ａが、体の左側を外壁にもたせかけて腰を落とし、原告がその右腰斜め後\nろ辺りに接触せんばかりに覆いかぶさるような格好で立つているのを見て「何をす\nるか。現認したぞ。」「ただ今五時一五分。」と大声で言うと、その場は一瞬静ま\nり、原告は、緊張した面持ちでＡから徐々に離れて民家の反対側にある金網際まで\n後ずさりし、同時にＢが原告と同主任の間に入つて来て「なんだあしとうへん。な\nんだあしとうへん。」と小声で言つた。するとＡがＢの肩越しに原告を右手で指さ\nし「これがやつた。これがやつた。」と大声で叫んだが、原告はこれを否定するこ\nとなく立つていた。\n（３）　Ａは、組合員らがひるんでいるすきに本件路地を抜け出そうと考え、万能\n町の方向へ向かつてやおら歩き出した。Ａが本件路地を抜け、万能町通りを右折し\nて追い付いてまたＥ及び組合員二名と道笑町方向へ向かつている際、Ａに追い付い\nた原告は、傍らの組合員に「わしは、しまつたことをしたなあ。」とつぶやいた。\nそのころ、Ｆ、Ｇ及びＣら三名の組合員もＡに追い付き、Ａらは左折して商店街に\n入つたが、Ｃら組合員四、五名が歩行中のＡに「だまつておるのか。」「話さい\nや。」などと言つてまつわり付きながら話合いを求め、Ａをしばしば商店の店先に\n押し付けるなどし、また、Ｃは歩行中のＡに二、三度足を掛けその歩行を妨害する\nなどして、管理者に制止された。Ａらが国道九号線の交差点に至り信号待ちをして\nいる間、Ｃら組合員三名がＡの面前に立ち、なおも「話せんだがや。」などと大声\nで話合いを求めたが、青信号になると、原告を含む組合員らは、うち一名の「今日\nはもういいや。」という発言を機に、午後五時二六分ころ、Ａを追尾することを取\nり止めた。\n（４）　Ａは、同日米子市内の薬師寺整形外科医院において左肩峰突起亀裂骨折、\n左上腕骨●部亀裂骨折及び左外傷性肩関節炎の傷害のため加療約二か月を要すると\n診断され、同医院に昭和五〇年一一月二八日から同年一二月二七日まで入院し、同\n年一二月二八日から翌五一年三月二二日までの間に二九回同医院に通院し、治療を\n受けた。\n２（一）　被告は、被告の主張１（二）のとおり原告の行為を認定したうえ、これ\nら原告の行為が国家公務員法八二条三号に該当するとし、なお、そのいやがらせ行\n為がさほど激しいものではなかつたこと、Ａに追突した原告の行為に故意が認めら\nれないこと等諸般の事情を考慮し、懲戒減給（六月間俸給の月額一〇分の一）の処\n分に修正したものであつた。\n（二）（１）　ところで、国家公務員法八九条一項は職員に対し不利益処分を行う\n場合、処分者は被処分者に対し、処分説明書を交付しなければならない旨規定す\nる。右趣旨は処分者の判断の慎重と公正を担保し、他方被処分者に対し処分事由を\n知らしめ不服申立に便宜を与えこれにより公務員の身分保障を図ろうとするもので\nある。\n（２）　右趣旨からすると、被告が判定に際し処分事由となし得る事実は処分説明\n書の記載から読みとることのできる事実と基本的事実関係において同一性を有する\n事実を含むものと解される。なんとなれば、処分説明書に明記された事実と基本的\n事実関係において同一性を有する他の事実とは、もともと事実としての同一性が認\nめられる程度に関連があり、これが処分事由であることについては処分説明書の記\n載から当然に理解され得るところであるからである。\n（３）　そして、同一性があるか否かは処分説明書に記載されている具体的事実と\n時間的、場所的に比較的近接し、あるいは連続して行われたかどうか、動機、原\n因、目的、手段、行為、態様、結果、事件関係者等が相互に関連しているかどうか\n等の諸事情を総合し、客観的に評価すべきである。\n（４）　本件処分説明書記載の体当りをして傷害を負わせた原告の行為は、昭和五\n〇年一一月二七日午後五時過ぎころＡに対し、管理者の制止を無視してワツペン着\n用について話合いを強要し、路上に出た同人を追い、つきまとつて話合いを強要す\nるなどのいやがらせ行為の過程において発生したものであり、しかも右体当り後も\nなお話合いの強要を続けたものであつて、右傷害行為とこの一連のいやがらせ行為\nとは一体のものと認められ、両者は基本的事実関係において同一性を有するもので\nある。したがつて、本件判定は本件処分説明書に記載された事実以外の事実を処分\n事由として加えた違法は存在しない。\n三　被告の主張に対する認否及び原告の反論\n１（一）　被告の主張１（一）の事実については明らかに争わない。\n（二）（１）　同１（二）（１）の事実のうち当日におけるＡの帰宅経路及び本件\n路地入口付近でもみ合い状態となつたことは認めるが、その余の事実は否認する。\n（２）　同１（二）（２）の事実のうち、Ａが「あいた。」と声を発したこと、そ\nの直後Ｄが「この態様は何だ。」「現認するぞ。」「ただ今五時一五分。」とたて\n続けに叫んだこと、原告が右Ｄ発言の後、一時後退したこと、Ａが右手で一時原告\nの方を指さしたことは認めるが、その余の事実は否認する。\n（３）　同１（二）（３）の事実のうち、組合員らは国道九号線まで説得活動を続\nけたことは認めるが、その余の事実は否認する。\n（４）　同１（二）（４）の事実は明らかに争わない。\n（三）　当日午後五時ころ以降の原告の行動は次のとおりであつた。\n（１）　Ｃ、Ｈら約一〇名の組合員は当日午後五時少し前局舎庶務会計課事務室に\nおいてＡに対し話合いの申し入れをした。しかしＡはこれに応じようとせず、Ｄ、\nＥらと一団となつて同室を出、同局中庭を経て西通用門より国道一八〇号線に出\nた。その間Ａらは組合員から何らの妨害を受けることはなかつた。\n（２）　Ａ及び管理者側と話合いを求める組合員四、五名は国道一八〇号線を北々\n東に向けて進行したが、同局東通用門から二五メートル位行つた仁科商店の入口付\n近で進路前方に組合員が持ち伏せしていると誤信したＤがＡを強引に反転させ、同\n局前を再び通過して同局舎前より四〇メートル位進行して同国道を右折し、本件路\n地に入つた。原告は前記庶務会計課事務室での交渉の途中書記局に戻つていたが、\n再度説得活動に加わろうと考えＡを追尾した。\n（３）　本件路地入口付近でＢ、Ｉの両名はＡに対し話合いを求めたが、その間\nＣ、Ｆ、原告らが本件路地内に入り集団でもみ合い状態となつた。\n原告は路地が狭くＡと話ができる状態でないので広いところへ出てから話をしよ\nうと思い本件路地の進行方向左端を通つて集団の前方に出て歩きはじめた。この後\nＤがＡを連れて集団を突破し、既に進行を開始していた原告に追尾して進行を開始\nし、その更に後ろをＢとＩが追尾して歩きはじめた。又更に遅れて路地に到達した\nＧ、Ｈも同路地を進行しはじめた。本件路地入口から本件現場までの五〇メートル\n位の間では話合いはなされておらず集団は滞留することなく進行した。\n（４）　本件現場付近での位置関係は一番先頭がＪ、その二メートル位後方にＢ、\nそのすぐ後ろに原告、その二メートル位後ろにＣが左、Ｈが右に並びその後ろに\nＩ、Ｇ、Ｅ、Ｆ、Ｋがいた。この位置関係からＤが原告の右側を抜きＢの右側に並\nんだ。Ｄと並行して進行していたＡは一人残された形となりＤに再度並ぼうとし\nて、原告の左右のいずれを抜こうかときよろきよろした感じで顔を左右に廻した\n後、急に原告の左のＬ方壁側を通り抜けようとして誤つて右肩を原告の左肩下から\n左腕後方にかけて接触させ、その直後左肩を壁に接触させ軽く前傾した姿勢にな\nり、「あいた。」と声を出した。原告は誰かに接触されて「あいた。」との声を聞\nいたので、左側に振り返つてみたところＡがトタン壁を背にして立つていた。\n（５）　前方を歩いていたＤが「あいた。」との声を聞いて振り返つたところ、Ａ\nが壁に接触した格好で立つていたのでＡが暴行されたと誤信したＤは、同人の傍ら\nに引き返し、「この態様は何だ。」「現認するぞ。」「ただ今五時一五分」とたて\n続けに発言したが、居合わせた一同は皆暴行事件があつたとは思つてもいなかつた\nので、Ｄが何を言つているのか分らず、一瞬の空白が生じた。しかしながら、その\n直後原告らの後ろに居たＨがＤに対し右発言の釈明を求めてＤに相対すべく原告の\n居た位置に進出したため、原告はＨに道をあける形で後退した。Ａらの前方、後方\nに居た組合員、管理者側はこの間に同人らの傍らに来て同人を取り囲む形になつた\nが、この段階でＡが右手で原告の方向を指さした。Ａが何をやつているのか理解に\n苦しんだが、その直後、突然Ａは何事もなかつたかのように進行方向に向けて歩き\nはじめたので、皆あつけにとられたが、一瞬の後に我に帰りＡに追尾して歩きはじ\nめた。\n（６）　その後組合員らは国道九号線まで説得活動を続けたがその間何等の暴行等\nの事実はなかつた。\n以上のとおり、原告がＡに対し傷害を与えた事実は存在しない。\n２（一）　同２（一）の事実は明らかに争わない。\n（二）（１）　同２（二）（１）の主張は認める。\n（２）　同２（二）（２）ないし（３）の主張は争う。\n（三）（１）　処分説明書交付の趣旨からすると、処分説明書の記載事実は被処分\n者が不服申立をするか否かを決めるに十分な事実の記載として具体的かつ詳細であ\nることを要し、被告が判定をなすについての処分事由とはこのように処分説明書に\n具体的かつ詳細に記入された事実に限られ、それ以外の事実は含まれないものと解\nされる。\nけだし、被処分者は処分説明書の具体的かつ詳細に記載された事実を基礎として\n被告に対する不服申立をなすか否かを決断するものであり、もし右事実以外の事実\nが被告の判定において処分事由とされるならば、被処分者の実質的利益を侵害する\nこととなる。のみならず、処分説明書に記載された事実以外の事実を追加し、被告\nの判定についての処分事由とすることを許すならば、いきおい処分権者の処分も安\n易に流れ、処分の適法公正を期し難い。しかも被告自身が事後審査の枠を越え、独\n自に懲戒処分を行なつたこととなる。\n（２）　（一）、（二）の事由のうち（三）の事由と重なる部分を除く箇所が本件\n処分説明書に記載された事実と時刻、場所、行為態様の全てにおいて異なることは\n明らかである。また（二）の事由のうち（三）の事由と重なる部分についてもその\n行為と本件処分説明書記載の体当り行為とは、その性質、態様において全く異なる\nものである。\nしたがつて、本件判定には本件処分説明書記載の事実以外の事実を処分事由とし\nた違法がある。\n第三　証拠（省略）\n理　　　由\n一　請求の原因１ないし４の事実は当事者間に争いがなく、被告の主張１（一）の\n事実は原告において明らかに争わないからこれを自白したものとみなす。\n二　原告は本件判定において処分事由とされている（三）の事由は存在しないから\n本件判定は違法であると主張するのでこの点につき検討する。\n１　成立に争いがない甲第二号証、乙第一七ないし第二一号証、第二三号証、第二\n四号証、第五四号証ないし第五七号証、第七一号証及び弁論の全趣旨により真正に\n成立したものと認められる乙第四四ないし第四八号証によると次の事実が認められ\nる。\n（一）　Ｄ、Ａは昭和五〇年一一月二七日午後五時一五分ころ、本件路地（長さ約\n一〇〇メートル、幅員約一・五メートル）の入口付近で他の管理職とともに、原告\nを含む鉄郵支部役員、組合員らと通せ、通さんのもみ合い状態となつた（この点は\n当事者間に争いがない。）が、ころ合いをみてこれを抜け出し、本件路地を万能町\n方面へ向けて足早に歩きはじめた。他の管理職、鉄郵支部役員、組合員らもその後\nを追随した。途中、Ａは、二、三回Ｂに追い抜かれてその直前に立ち止まられ、そ\nの進行を妨害されたが、その都度左右にこれをかわし進行していつた。\n（二）　右同時刻ころ本件現場にさしかかつたが、ＢがまたもＡの左後方から直前\nに出て急に立ち止まつたためＡはＢの左側を通り抜けようとした。原告はＦの右後\n方を追随していたが、Ｆの右側を追い越して前に出ようとしたとたん、ＡがＢの左\n側を通り抜けようとしたので、同人の右肩甲骨付近にその胸が追突した。その拍子\nにＡは前のめりになり、進行方向に向つて左側のＬ方波型亜鉛鉄板を張つた外壁に\n「ドン」という音とともに左肩を、ついで左肘を当て、二度ほど右鉄板の凸部で肘\nをこすつたため激痛がはしり、「痛い。」と叫んだ。Ａの追突された位置は本件路\n地入口から約五〇メートル、幅員一・五三メートルの路地のほぼ中央付近であつ\nた。\n（三）　ＤはＡの前を歩いていたが、「痛い。」という声を聞いて後ろを振り向く\nと「原告がＡにおおいかぶさるような格好でトタン板にもたれかかつていたので、\nすぐさま「この態様は何だ。」「現認するぞ。」「ただ今五時一五分。」とたて続\nけに叫んだ（このように叫んだことにつき当事者間に争いがない。）。すると、原\n告は前記Ｌ方居宅の路地を隔てて反対側にある万能町駐車場の金網際まで後退し\nた。Ｂは原告とＡとの間に入り込んできて「何だあしとうへん。」と言つた。Ａは\n原告を右手で指さして「あいつがやつた。」「あいつがやつた。」と言つた（この\n点につき当事者間に争いがない）。\nこれに対し、原告の何の抗議をすることもなく黙つたままであつた。\n（四）　その後Ａは急ぎ足で本件現場を立ち去り万能町方面へ向けて歩きはじめ\nた。本件路地を抜け万能町通りを右折して追いついてきたＥ、組合員らと道笑町方\n面へ向つている際、Ａに追いついてきた原告は、傍らの組合員に「わしは、しまつ\nたことをしたなあ。」とつぶやいた。\n（五）　原告は同日午後六時五分ころ、Ｆに付き添われて米子市内所在の薬師寺整\n形外科医院において診療、治療を受けたところ、左肩峰突起亀裂骨折、左上腕骨●\n部亀裂骨折、左外傷性肩関節炎の傷害のため、昭和五〇年一一月二八日から同年一\n二月二七日までの間同医院に入院し、同年一二月二八日から昭和五一年三月二二日\nまでの間二九回通院し治療を受けた。\n２（一）　もつとも、原告はＡが原告に背後から接触したものであると主張し、そ\nの旨の供述記載もある（乙第二四号証、第五八号証、第五九号証、第六五号証、第\n七一号証）。\nしかしながら、前記認定のとおり、Ｄが「この態様は何だ。」「現認するぞ。」\n「ただ今五時一五分。」と叫んだこと、すると原告は駐車場の金網際まで後退した\nこと、Ｃ、Ｂ、ＨはＤに対し、「何が現認だ。」「何だとは何だ。」と抗議をした\nこと、Ａは「あいつがやつた。」と言つて、原告を指さしたこと、しかし原告は何\nの抗議もしなかつたこと、その後原告はかたわらの組合員に対し、「わしはしまつ\nたことをしたなあ。」と言つたことが認められる。\n（二）　前記認定事実からするとＡが原告にその背後から接触したとの乙第二四号\n証、第五八号証、第六五号証、第七一号証の各供述記載は措信できない。\n何故なら、Ａが原告に接触したというのであれば、Ａが「あいつがやつた。」と\n言つて原告を指さしたり、原告が「わるいことをした。」ということもないであろ\nうし又、原告、Ｃらも、右事実に反し、Ａが接触したことについて積極的な抗議を\nしていたと考えられるからである。\n（三）　原告は乙第三九号証ないし第四三号証の証拠価値の不存在を主張するが、\n右の各書証を証拠とすることなくとも前記事実を認定できる。\n３　以上より原告は故意に行つたとまでは言えないにしてもＡの右肩後ろ付近に追\n突し、同人に傷害を負わせたものといわねばならない。それゆえ、本件判定におい\nて存在しない事実を処分事由とした違法は存しない。\n三　次に原告は本件判定の処分事由のうち（一）、（二）の各事由は本件処分説明\n書に記載されておらず、ゆえに本件判定は違法であると主張するのでこの点につき\n検討する。\n１　被告の主張２（一）の事実は原告において明らかに争わないのでこれを自白し\nたものとみなす。右事実と前記一認定事実によると次の事実が認められ、右認定に\n反する証拠は存しない。\n（一）　被告は（一）ないし（三）の各事由を本件判定の処分事由としたが、各処\n分事由の具体的内容は次のとおりであつた。\nすなわち（一）の事由とは、原告が鉄郵支部委員会の決定に従い昭和五〇年一一\n月二七日午後五時ころ局舎二階の庶務会計課事務室において他の支部役員らととも\nに帰宅しようとしているＡを取り囲み管理者の制止を無視してワツペン着用につい\nての話合いを強要したというものであり、\n（二）の事由とは、原告を含む組合員らが、五時二六分ころまでの間帰途につい\nたＡに話合いを求めて同人を追尾したが、その際、Ａを取り囲み、本件路地入口付\n近で立ちふさがり、もみ合い状態になるなどして、ワツペン着用について話合いを\n強要したというものであり、\n（三）の事由とは同日午後五時一五分ころ、本件現場において原告がＡのやや後\n方右側を進行中のＦを右側から足早に追い抜くと、その前に一瞬立ち止まつていた\nＡの右肩後ろ辺りに胸付近で追突した。このため民家波型亜鉛鉄板を張つた外壁に\nその左肩と左肘を打ちつけ傷害を負つたというものであつた。\n（二）　ところが、本件処分説明書の処分の理由には「原告は、昭和五〇年一一月\n二七日午後五時過ぎころ、米子鉄道郵便局庶務会計課主任某の退局途上、鳥取県米\n子市＜以下略＞路上において、同主任某の背部に後方から一回体当たりし民家のト\nタン張り外壁に衝突させ、もつて、加療約二か月を要する左肩峰突起亀裂骨折等の\n傷害を負わせる等した。」というものである。\n２（一）　ところで、国家公務員法八九条一項は「職員の意に反する処分をなす場\n合、処分権者は被処分者に処分説明書を交付しなければならない。」旨規定する。\n右趣旨は処分権者の判断の慎重と公正妥当を担保してその恣意を抑制するととも\nに、被処分者に処分理由を知らしめることによつて、不服申立の便宜を図ろうとし\nた趣旨と解される。\n（二）　右趣旨からすると、被告は判定において被処分者は不利益とならない限り\nはいかなる処分事由の追加をもなし得ると解すべきではなく、処分説明書に記載さ\nれた事実と基本的事実関係において同一性を有する事実である限り、被告はその判\n定の処分事由とすることができるが、同一性を有しない事実について処分事由とす\nることはできないと解すべきである。けだし、被告が判定をなすにつき処分事由と\nした事実が処分説明書記載の事実と基本的事実関係において同一性を有する事実で\nある限り被処分者の予期に反することにはならないが、右同一性のない他の事実を\n処分事由とすることを許すならば、処分権者の判断の慎重と公正妥当を担保するこ\nとはできず、しかも、被告の事後審査たる性格を逸脱して被告自身が新たな懲戒処\n分をなしたのと同様の結果となるからである。\n（三）　そして、右同一性の有無は、処分説明書記載の事実と比較し、時間的場所\n的接着性、動機、行為態様、事件関係人及び結果の各類似性並びに関連性等の諸事\n実を考慮のうえ、社会通念に従つて客観的に定めなければならない。\n３　そこで更に進んで本件判定において処分事由とされた（一）ないし（三）の事\n実のうち、（一）、（二）の各事由が本件処分説明書の処分の理由と基本的事実関\n係において同一性を有するか否かを判断する。\n前記三１認定のとおり、（一）ないし（三）の各事由は、いずれも昭和五〇年一\n一月二七日午後五時ころから午後五時二六分ころまでの間になされたものであるこ\nと、（一）、（二）の各事由はワツペン着用についてＡに話合いを求めるためなさ\nれたものであり、（三）の事由は（二）の事由の過程で突発的に発生したものであ\nること、（三）の事由は追突という行為であるが、（一）、（二）の各事由はＡを\n取り囲み、もみ合う、押し合うという行為を含むものであり、いずれも話し合いを\n求めるための進路妨害行為の一態様に他ならないこと、（一）ないし（三）の各事\n由とも事件関係者はほぼ同一であることなど諸般の事情を考慮すると、（一）ない\nし（三）の各事由はいずれも基本的事実関係を同一にするものであると認めるのが\n相当である。そうすると、本件処分説明書に明記された事実は（三）の事由である\nが、本件判定において（三）の事由以外に（一）、（二）の各事由を加えて処分事\n由としたとしても本件判定に瑕疵があるものということはできない。\n四　よつて、本訴請求は理由がないからこれを棄却することとし、訴訟費用の負担\nにつき民訴法八九条を適用して主文のとおり判決する。\n（裁判官　平田勝美　豊永格　香山忠志）\n"
}