{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 9,
    "day": 19
  },
  "case_number": "昭和59(ネ)380",
  "case_name": "約束手形金請求事件",
  "court_name": "大阪高等裁判所第四民事部",
  "lawsuit_id": "22323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/022323_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は一、二審\nとも被控訴人の負担とする。」との判決を求め、被控訴人は主文同旨の判決を求め\nた。\n当事者双方の主張は原判決事実摘示と同一であるからこれをここに引用する。\n証拠関係は原当審記録中の各証拠目録記載のとおりであるからこれをここに引用\nする。\n理　　　　由\n１　被控訴人が別紙目録記載の本件約束手形を現に所持していることは被控訴人\nが本訴において甲第一号証の一ないし三（本件手形）を提出していることによつて\nこれを認めることができる。\nまた、甲第一号証の一ないし三の記載に成立に争いない同第六号証の一、二を総\n合すると、被控訴人は本件手形の最終被裏書人兼所持人として支払期日に支払場所\n（尼崎浪速信用金庫神戸支店）に支払のため本件手形を呈示したが、これを拒絶さ\nれたことが認められる。\n次に、第二裏書欄の裏書人「Ａ」の記載が控訴人の自署であることにつき当事者\n間に争いがない甲第一号証の二（本件手形の裏面）に原当審における控訴人本人尋\n問の結果を総合すると、控訴人は本件手形の第二裏書人として拒絶証書作成義務免\n除のうえ本件手形の裏書をしたことが認められる（なお、成立に争いない甲第三号\n証によると「Ａ」は控訴人の通名であることが明らかである。）。控訴人は右裏書\n署名名下の「Ａ」と記された印影部分を否認しているが、約束手形における裏書行\n為の方式は署名または記名捺印によることが法定されているだけであつて、署名の\n場合は捺印を要件としていないから前記押印が控訴人の意思によるものか否かは前\n記判断を左右することはない（手形法七七条、一三条一項、八二条）。のみなら\nず、原審証人Ｂの証言によると、控訴人の前記裏書自署は、本件手形の振出人有限\n会社大神商事（代表者Ｃ。ただし、控訴人が実質上経営していた会社）や第一裏書\n人Ｄ（控訴人の義弟すなわち控訴人の実母Ｅとその夫Ｃとの間の養子。成立に争い\nない甲第五号証参照。）の手形上債務を保証する趣旨で富士産商株式会社代表者Ｂ\nの面前でなされたものであるが、そのさい控訴人が印を持ち合わせていなかつたの\nで、後日、Ｂが控訴人の黙示の承諾のもとで押印を代行したものであることが認め\nられるから、いずれにしても、控訴人の本件手形上債務負担行為としての裏書行為\nはこれを認めるに十分てある。\n２　ところで、前記認定の本件手形上の記載を通覧すると、その第一、第二裏書\n欄の各被裏書人部分（それぞれ「Ｄ」「Ａ（控訴人）」と記載されている部分）が\n抹消されていることが認められるところ、控訴人はこの点を引いて右のような被裏\n書人の記載の抹消によつて当該裏書欄全部が抹消されたことになるとして控訴人の\n裏書人としての責任がない旨主張する。\nそして、右主張は、第一に、被控訴人の本件手形上の権利帰属の存否すなわちい\nわゆる資格授与的効力（裏書の連続）の有無について、第二に、控訴人の本件手形\n上債務負担行為（前記認定の第二裏書欄の裏書行為）の有効性についての疑義を主\n張しているものと解される。\n（一）　そこで考えるに、手形法七七条が準用する同法一六条一項三段が約束手\n形の裏書連続の関係では記載せざるものとみなすことを定めた「抹消シタル裏書」\nとは本来裏書署名（または記名捺印）と被裏書人の記載との全体（ただし、白地式\n裏書の場合は前者のみ）を指しているのであつて、本件のような被裏書人欄だけの\nいわば一部抹消について規定したものでないことはその文言および手形法の基本法\n理に照らして明白である。ただ、解釈上、裏書人の権利取得者（被裏書人）指定の\n重要性に着目するとこのような被裏書人部分の抹消は裏書人欄を含めた当該裏書欄\n全体の抹消と解して前記法条項を適用すること（控訴人主張の全部抹消説）にも相\n応の合理性があるように思われないでもないが、被裏書人部分のみが抹消され裏書\n人部分がそのまま残されているような抹消の仕方を後者も含めた全部の抹消と同視\nすることは、その解釈自体、その記載から看取しうる抹消行為者の意思に反する点\nのあることは否みえないところであつて、たとえ手形行為解釈のさいに要請される\n画一性、厳格性等の原則を考慮しても、なお擬制にすぎるというべきである。\n<要旨>結局、このように裏書人署名部分を残し被裏書人部分のみが抹消されてい\nる場合には、全部抹消の場合と</要旨>区別して、被裏書人部分のみを記載がなかつ\nたものとみなすのが当該抹消行為の解釈として最も合理的であると考えられる（手\n形法一六条一項三段の類推適用。白地式裏書説。同旨の見解を前提としたと解しう\nる最高裁昭和三六年一一月一〇日第二小法廷判決民集一五巻一〇号二四六六頁参\n照。なお、控訴人の指摘する最高裁昭和四九年二月二八日第一小法廷判決民集二八\n巻一号一二一頁は所論のような全部抹消説を採用したものではない。また、同じく\n控訴人の挙げる上来の説示と見解を異にする東京高裁昭和四七年九月五日判決判例\n時報六七七号九八頁の見解には左袒し難い。）。\nもつとも、叙上のような見解に従うと、最終被裏書人欄既記載の手形を盗取した\n者は当該被裏書人欄を抹消することにより容易に裏書の連続性を作出することがて\nきることとなり、不当であると考えられないではないが、この点については、仮に\n全部抹消説によつても、盗取者は直前の被裏書人の名を冒用して新らたに裏書を偽\n造すれば、一挙手一投足の労を加えるだけで、裏書の連続を作出することが可能で\nあることに想到すると、前記の点も前示の見解を左右するものではないと解される\n（なお、裏書の連続の有無の判断は形式的になされるべきで、偽造の裏書もこの関\n係では有効なものと解されることについては最高裁昭和三八年五月二一日裁判集民\n事六六号一一三頁等および前掲最高裁昭和四九年二月二八日判決の事案参照）。\nなお、もともと本件手形上このような二つの被裏書人部分の記載とその抹消が作\n出されたのは次のような事情によることが認められる。すなわち、原本の存在およ\nび成立に争いない同第二号証の一、様式体裁からして本訴が提起される直前の昭和\n五五年一一月初旬前後頃の本件手形をコピーしたものと認められる同号証の二、成\n立に争いない同号証の三、様式体裁により真正に成立したと認める同第四号証、成\n立に争いない同第五号証によると、それは、被控訴代理人方法律事務所の事務員大\n倉永光が本訴提起直前の頃被控訴人から預かり保管中の本件手形の裏書の連続性を\n整えるつもりで手形法上の知識がないままに、それまでそれぞれ被裏書人欄白地の\n裏書としてそのままでも裏書の連続が認められる第一、第二裏書欄の各被裏書人記\n載欄に誤つてそれぞれ各裏書人の自己宛名義を記入し、後に被控訴代理人からそれ\nではかえつて裏書の連続を欠く旨の指摘叱正を受けたため、元に復すべく各記入部\n分を抹消したことによるものであることが認められ、前記偽造の場合と趣きを異に\nすることも明らかである。\n以上のとおりであるから、本件手形の第一、第二裏書欄はいずれも被裏書人の記\n載とその抹消があるにもかかわらず、これを白地式裏書とみなすべきであり、そう\nすると、被控訴人は裏書の連続ある本件手形の最終被裏書人として適法な所持人と\n推定されうるものである（手形法七七条、一六条一項一段、四段）。\n（二）　次に、第二の点についても、控訴人の裏書行為（債務負担行為）が有効\nに存することは前記認定のとおりであつて、たとえ控訴人の裏書自署のある第二裏\n書欄の被裏書人部分に前示のような事情に基く記入、抹消の記載があるからといつ\nて、それによつて控訴人の裏書行為自体の有効性が左右されるいわれはない。\nこのような手形上債務負担行為としての裏書行為の有効性を検討する場合に、本\n来手形所持人の形式的権利帰属資格の存否（裏書の連続の有無）の判断にさいし考\n慮すべき前記全部抹消説を援用または転用することは、同説の当否を検討するまで\nもなく、それ自体失当であるといわなければならない。\n以上のとおりであるから、控訴人の前記主張はいずれも採用することはできな\nい。\n３　次に、控訴人は、控訴人の後者であり被控訴人の前者である富士産商（第四\n裏書人）に対する原因関係消滅事由を人的抗弁としてるる主張しているが、被控訴\n人が本件手形取得当時控訴人主張のような控訴人またはＤと冨士産商間の原因関係\n消滅事由を知つていたと認めうる確証はないから、仮に控訴人またはＤと富士産商\n間に控訴人主張のような原因関係消滅事由があつたとしてもそのことを被控訴人に\n対抗することはできない。また、被控訴人の本件手形取得が実質上経済上の原因を\n欠くものであり、専ら富士産商が対抗されるべき人的抗弁を切断して本件手形の遡\n求権行使を容易にするためのものにすぎないとの控訴人の主張（いわゆる無権利者\nの抗弁）もこれを裏付けるに足りる確証はない。また、被控訴人が本件手形上の権\n利を指名債権譲渡の方法によつて取得したと解さなければならない必要も余地もな\nいことは前記２の説示によつて明らかであるから、このことを前提とする控訴人の\n主張も失当である。\nのみならず、控訴人の主張する控訴人またはＤの富士産商に対する原因関係消滅\nの抗弁はいずれも確証を伴わないものであり、その一部を肯認するかのように思わ\nれる原当審における控訴人本人尋問の結果は重要な点であいまいな供述がみられ全\n体としてにわかに採用することがてきない。かえつて、前掲証人Ｂ、原審証人Ｄ\n（一部）の各証言と前掲控訴人本人尋問の結果の一部に前掲証人Ｂの証言によりそ\nの金額欄は後日Ｂが記載したと認められ、その余の部分の成立には争いのない甲第\n七号証、成立に争いない同第九号証、同証人の証言により真正に成立したと認める\n同第八、第一〇、第一一号証、前掲控訴人本人尋問の結果により真正に成立したと\n認める乙第一号証の一、第二、第五、第七ないし第九号証および弁論の全趣旨を総\n合すると、本件手形は、もともと富士産商のＤに対する貸金が昭和五二年五月末現\n在でも七七七万二〇〇〇円となり、これにその後の利息、諸雑費等を加算すると昭\n和五四年春頃現在で優に一〇〇〇万円を超えることを双方が確認し、額面二〇〇万\n円の他の一通とともに振り出され、裏書されたものであつたところ（大神商事が振\nり出し、控訴人が裏書したのは、もともと富士産商をＤに紹介したのが控訴人であ\nつたことおよび控訴人とＤの間に前記のような身分関係があつたからである。）、\n（１）控訴人主張のゴルフクラブ会員権譲渡による代物弁済の点（原判決事実摘示\nの三抗弁２（一）の（１）の主張。以下同じ。）は、要するに富士産商の代表者Ｂ\nが会員権を取得するさいの代金を控訴人の名を借りて大阪銀行から融資を受け調達\nしたため、一見会員権者も控訴人であるかのようにみえるだけのものであり、\n（２）の一八八万円の弁済（乙第二号証）も前記別の額面二〇〇万円の手形の支払\nのためになされたもので本件手形と関係ないものであり、（３）の控訴人の富士産\n商に対する各貸付けも要するに富士産商が事業資金を調達するさいに、控訴人の名\n義を借りて各金融機関から融資を受け、その弁済は富士産商がしていたものにすぎ\nず、ことにそのうちの（ハ）の一〇〇万円の分にいたつては控訴人自身も富士産商\nが自ら弁済したことを自認していることが認められるところである。また、もし、\n控訴人主張のような反対債権が存在したのであれば、Ｄや控訴人が結局のところ、\n前記一〇〇〇万円の債務を容認したことおよび本件手形が控訴人側に返還されてい\nないことについての合理的な説明が困難であるというべきである。\n４　よつて、被控訴人の控訴人に対する本件手形金とその附帯利息金の支払を求\nめる遡求権行使は理由があり、その請求を認容した原判決は相当で、本件控訴は理\n由がないからこれを棄却し、控訴費用の負担につき民訴法九五条、八九条を適用し\nて主文のとおり判決する。\n（裁判長裁判官　今富滋　裁判官　畑郁夫　裁判官　亀岡幹雄）\n別紙\n手　　形　　目　　録\n金　　　額　　　八〇〇万円\n満　　　期　　　昭和五五年一〇月二八日\n支　払　地　　　神戸市\n支払場所　　　　尼崎浪速信用金庫神戸支店\n振　出　地　　　神戸市\n振　出　日　　　昭和五五年四月一九日\n振　出　人　　　有限会社大神商事\n受　取　人　　　Ｄ\n第一裏書人　　　Ｄ\n同被裏書人　　　Ｄ（抹消）\n第二裏書人　　　控訴人\n同被裏書人　　　控訴人（抹消）\n第一二裏書人　　　亜細亜同志会（抹消）\n同被裏書人　　　白　地\n第四裏書人　　　富士産商株式会社\n同被裏書人　　　白　地\n受取証欄　　　　亜細亜同志会（抹消）\n第五裏書人　　　被控訴人\n同被裏書人　　　被控訴人\n"
}