{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 10,
    "day": 24
  },
  "case_number": "昭和57(行ウ)5",
  "case_name": "特別土地保有税更正処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "地方税法５９５条所定の特別土地保有税の免税点の基準面積は，共有に係る土地については全体の面積に対する各共有者の持分割合によって判定すべきであるとして，右の基準面積を右土地全体の面積によって判定してした特別土地保有税の更正処分を取り消した事例",
  "lawsuit_id": "16927",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16927",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/927/016927_hanrei.pdf",
  "contents": "○　主文\n一　被告が原告に対し、昭和五五年四月一五日にした、別紙物件目録記載の土地に\n対する昭和五二年度から同五四年度までの各年度分の特別土地保有税を課する旨の\n各更正処分は、これを取消す。\n二　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告\n主文同旨\n二　被告\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　原告の請求原因\n１　原告は、別紙物件目録記載の土地（以下「本件土地」という。）の共有者（持\n分一〇分の一）であつた。\n２　被告は原告に対し、昭和五五年四月一五日、昭和五二年度から同五四年度まで\nの各年度分の本件土地の原告に対する特別土地保有税を左記のとおりとする各更正\n処分（以下「本件各更正処分」という。）をした。\n記\n昭和五二年度分　金二三万九一二〇円\n昭和五三年度分　金二三万八〇八〇円\n昭和五四年度分　金二三万六三四〇円\n３　原告は、昭和五五年六月一二日、本件各更正処分につき名古屋市長に対し審査\n請求の申立をしたが、同市長は同五七年三月一〇日右審査請求を棄却する旨の裁決\nをし、同裁決書は同月一一日原告に送達された。\n４　しかし、本件土地について原告に対し特別土地保有税を賦課することはできな\nいから、本件各更正処分は違法である。\n（一）　特別土地保有税は、地方税法（以下「法」という。）五八五条、五九五条\nおよび名古屋市市税条例七八条の二、七八条の七により、名古屋市の一の区の区域\n内において二〇〇〇平方メートル（以下「基準面積」という。）以上の土地を保有\nする者に課税されるものである。\n（二）　原告は、前記のとおり、本件土地の共有者であつたところ、かかる共有者\nの各人については、その者の有する共有持分の割合によつて算出された全体の所有\n権に対する分量的一部分に相応する地積の土地を保有するものとして基準面積以上\nの土地を保有するか否かを判断するべきである。その理由は、次のとおりである。\n（１）　私法上、共有の場合の各共有者の各持分権は、相互に持分の割合により制\n限し合つている所有権であつて、各持分所有権の総和が一個の所有権の内容と均し\nくなるとされているから、持分所有権は一個の物の上に成立する所有権の分量的一\n部分であるということになる。\n従つて、いつでも共有物の分割請求をすることが可能であり（民法二五六条）、分\n割された場合には、共有当時は全体に対する分量的一部分であつた持分所有権が分\n割の結果取得される物の単独所有権に変化するが、分割前と分割後において所有権\n（持分権）者の有する実質的経済価値についてはいささかの変更も生じないことに\nなる。\n仮に、共有にかかる土地全体を基準として基準面積以上であるか否かを判断すると\nすると、共有物を分割すれば課税されないものが共有物のままであれば課税される\n結果となる場合が生ずるが、右のとおり、分割前と分割後において所有者（持分\n権）者の有する実質的経済的価値についてはいささかの変更も生じないのであるか\nら、右解釈が不合理であることは明らかであるし、実質課税の原則にも反するもの\nである。\n（２）　地方税法施行令五四の三六第一項は、共有物の所有者が他に土地を取得し\nた場合の基準面積の算出について「当該土地の所有者等は、当該共有物である土地\nのうちその者の持分の割合に応ずるものを取得した、又は所有するものとみなす」\nと定めているが、右は、共有物については、その実質に即して共有持分により基準\n面積以上であるか否かを判断することを法自体正しいものとしていることを明示す\nるものである。\nまた、地方税法施行令五四条の三六第二項は、特殊関係が存在するため共有者とみ\nなされた者（法五八五条四項）が他に土地を取得した場合の基準面積の算出につい\nて「当該共有物とみなされる土地を単独で取得した、又は所有するものとみなす」\nと定めているが、共有物の持分所有権者について共有物全部を基準として基準面積\nを算出するのが本則であるならば、かかる定めは不必要なのであつて、共有物の持\n分所有権者については持分の割合に応ずるものを所有するとして算出するのが本来\nであるからこそ、右の如き例外規定が必要なのである。\n（三）　本件土地は、昭和二三年一二月二日、自作農創設特別措置法二九条の規定\nにより、農業用付帯施設として政府から売渡され、訴外Ａ外九名の者が所有権を取\n得（持分各一〇分の一）した土地であるところ、原告は、昭和四九年三月二一日、\n持分一〇分の一を訴外Ｂから譲受けた。\n右持分譲渡は、他の共有者の意思とは無関係にされたものであり、たまたま一〇分\nの一の持分所有権を取得したにすぎない原告に対し、本件土地の全地積を基準とし\nて特別土地保有税を課することはできないと解すべきである。\n（四）　原告は、前記のとおり本件土地の共有者（持分一〇分の一）であり、右持\n分割合に応ずる本件土地の所有権は基準面積に満たないのであるから、原告に特別\n土地保有税を課することはできない。\n５　よつて、本件各更正処分の取消を求める。\n二　請求原因に対する被告の認否\n１　請求原因１ないし３の事実は認める。\n２　同４のうち（一）は認めるが、本件土地について原告に対し特別土地保有税を\n賦課することができないとの点は争う。\n三　被告の主張\n１　課税の根拠\n（一）　原告は、昭和四九年三月二一日、金一七四六万円にて本件土地の共有持分\n一〇分の一を取得した。\n（二）　昭和五二年ないし同五四年における本件土地の原告以外の共有者（持分一\n〇分の九）の共有持分の取得年月日および取得価格は、別紙一の各該当欄のとおり\nである。\n（三）　従つて、被告は、法五八五条一項、名古屋市税条例七八条の二によつて本\n件土地の共有者である原告に対して昭和五二年度から同五四年度までの各年度分の\n本件土地の特別土地保有税を別紙二のとおり更正する旨通知した（なお、別紙二の\n「すでに納付の確定した税額」欄は、本件土地の共有者である訴外中日興産株式会\n社および同名鉄産業株式会社に係る税額である。）。\n２　反論\n（一）　共有土地に対する特別土地保有税の基準面積の判定方法は、当該共有物で\nある土地全体の面積により行うものである。\n（１）　共有持分権の性質をどのように解するかはともかくとして、共有持分権の\n効力は共有土地全体に及ぶことは疑いがなく、共有物の分割前と分割後とでは、\n（ア）法律上の性格は全く異なり（民法二四九条以下）、（イ）土地の利用方法も\n全く異ることがありうるのであるから、共有物の分割をした場合、分割前と分割後\nにおいて実質的経済価値が同一であるとは、ただちにはいえない。\nなお、単独所有の場合と、共有の場合とで法律上の効果が異なる場合の例として\nは、都市再開発法七五条（一個の施設建築物の敷地が複数の単独所有権に分かれて\nいるときは、権利変換計画を定めえないが、共有の土地とする場合には可能とな\nる。）、法一〇条の二第一項（共有物に対する地方団体の徴収金についての、共有\n者たる納税者の連帯納付義務）などがある。\n（２）　地方税法施行令五四条の三六第一項について、原告主張のとおり法自体共\n有持分により基準面積以上であるか否かを判断すべきことを前提としているとすれ\nば、右規定のごときみなし規定は不要である。右規定を置いたことは、法五九五条\nの本則が共有土地については、当該共有土地全体の面積を前提としていることを意\n味するのである。\nまた、地方税法施行令五四条の三六第二項は、法五八五条四項の規定によりみなし\n共有物とされた土地のみなし共有者である特殊関係者又は特殊関係を有する者の一\n人が他に単独で土地を取得した又は所有する場合には、そのみなし共有物とされた\n土地をその者が単独で取得した又は所有するものとみなして、その者に係る基準面\n積を判定するという特例を定めたものにすぎないから、右規定は、本件のような共\n有土地についての基準面積の判定にあたつて、共有土地全体の面積によるのか、持\n分の割合に応ずるのかということとは全く関係がない。\n（二）　原告は、原告の本件土地の共有持分取得は他の共有者の意思と無関係にさ\nれたと主張するが、他の共有者の意思との関連の有無は、共有土地全体で基準面積\nを判定することについて何らの妨げにならないから、原告の右主張は失当である。\n四　被告の主張１（課税の根拠）に対する原告の認否\n（一）　、（三）は認めるが、（二）は知らない。\n第三　証拠関係（省略）\n○　理由\n一　原告が、昭和四九年三月二一日、金一七四六万円にて本件土地の共有持分（一\n〇分の一）を取得したこと。\n被告が原告に対し、昭和五五年四月一五日、法五八五条一項、名古屋市市税条例七\n八条の二によつて本件土地の共有者である原告に対して昭和五二年度から同五四年\n度までの各年度分の本件土地の原告に対する特別土地保有税を左記のとおりとする\n各更正処分（本件各更正処分）をしたこと。\n記\n昭和五二年度分　　金二三万九一二〇円\n昭和五三年度分　　金二三万八〇八〇円\n昭和五四年度分　　金二三万六三四〇円\n原告は、昭和五五年六月一二日、本件各更正処分について名古屋市長に対し審査請\n求の申立をしたが、同市長は同五七年三月一〇日右審査請求を棄却する旨の裁決を\nし、同裁決書が同月一一日原告に送達されたこと。\n以上の各事実はすべて当事者間に争いがない。\n二　本件の争点は、共有に係る土地の場合、法五九五条および名古屋市市税条例七\n八条の七の定める土地の合計面積（基準面積）を当該共有地全体の面積により算定\nすべきか、共有持分の割合によつて算出された当該共有土地の割合面積（以下「持\n分面積」という。\n）により算定すべきかという点にある。\nそこで、以下検討する。\n１　法五九五条は、市町村は、同一の者について、当該市町村の区域内においてそ\nの者が所有し、又は取得した土地の合計面積が一定の面積（基準面積）に満たない\n場合には、特別土地保有税を課すことができない旨規定しているが、共有に係る土\n地の場合に土地の基準面積を当該共有地全体の面積により算定すべきか、持分面積\nにより算定すべきかについては、これを明示していない。したがつて、右規定のみ\nでは共有に係る土地の基準面積の判定方法を決することはできない。\n２　そして、特別土地保有税に関して、ほかに共有に係る土地の基準面積の判定方\n法を前記両方法のうちいずれと解すべきかについて根拠となりうべき規定もまた存\n在しない。\nすなわち\n（一）　法五八五条四項は、ある者（以下「特殊関係者を有する者」という。）と\n親族その他特殊な関係にある者（以下「特殊関係者」という。）が土地を取得し、\n又は所有する場合、特殊関係者が基準面積未満の土地を単独で取得し、又は所有す\nることによつて特別土地保有税の課税を回避することを防ぐ趣旨で、一定の要件の\nもとに特殊関係者が土地を取得し、又は所有する場合これを共有物とみなす旨定め\nているのにもかかわらず、右により共有物とみなされた土地と基準面積の判定方法\nとの関係を明らかにした規定が存在しないことからすると、基準面積の判定につい\nては右の共有物とみなされた土地全体を基準とすることを前提としているものと解\nされる（なお、地方税法施行令五四条の三六第二項は、法五八五条四項により共有\n物とみなされた土地は、特殊関係を有する者又は、特殊関係者の基準面積の判定に\nついては、当該共有物とみなされる土地を単独で取得し、又は所有するものとみな\nす旨規定している。）が、そもそも、法五八五条四項によるみなし共有物の場合に\nは、共有持分が存在しないのであるから、持分面積による基準面積の判定はできな\nいのであつて、かつ、右規定が前記のとおり特別土地保有税の課税回避を防止する\n趣旨にでたものであることからすれば右のみなし共有物の場合に共有土地全体の面\n積を基準とすべきことは当然であるから、例外規定たる法五八五条四項において共\n有土地全体を基準として基準面積の判定を行なうことを前提としていることを根拠\nとして、一般の共有土地についても法が共有土地全体を基準として基準面積の判定\nをすることを予定しているものと解することはできない。\n（二）　法五八五条四項のほかは、法律上、共有に係る土地の基準面積の判定方法\nについて何らかの関係を有する規定は、何らこれを見出すことはできない。\nなお、法一〇条の二によつて共有者は共有物により生じた特別土地保有税について\n連帯納税義務を負うが、法五九五条が基準面積の判定を各人について行うこととし\nていることに照すと、右一〇条の二の規定は、各共有者のうち納税義務を負う者に\nついてのみ連帯納税義務を負担させることを定めたものであつて、右規定によつて\n基準面積を共有地全体の面積とすることまでを規定したものと解することはできな\nい。\n（三）　つぎに、地方税法施行令五四条の三六第一項は、共有物の共有者が他に土\n地を取得した場合の基準面積の判定について持分面積によるべきことを定めてお\nり、右規定によつて法が共有に係る土地の基準面積の判定について、前記両方法の\nうちいずれを前提とするものかを判断することも一応は考えられないではない。\nしかしながら、下位規範たる政令の規定により上位規範たる法律の内容を解釈しよ\nうとすることの当否はしばらく措くこととしても、右施行令の規定自体、原告主張\nの如く本則の注意的規定とみることも、被告主張の如く本則に対する特則とみるこ\nともいずれも可能であつて、右施行令の規定によつて、共有に係る土地の基準面積\nの判定方法を決することは困難である。\n（四）　したがつて、以上によれば、、特別土地保有税に関して、共有に係る土地\nの基準面積の判定方法を前記両方法のうちいずれと解すべきかについての根拠とな\nりうべき規定は何ら存しないといわざるを得ない。\n３　そこで、特別土地保有税の立法趣旨について考えるに、特別土地保有税は、国\n税における土地譲渡益重課制度（租税特別措置法六三条）と相互に補充しながら、\n土地保有に伴なう管理費用の増大を通じて土地の投機的取得を抑制し、地価の安定\nを図るとともに、あわせて保有土地の供給の促進に資することを目的とするもので\nあるところ、法五九五条は、右立法趣旨に鑑み投機の対象となり得るような一定規\n模以上の土地のみを課税対象とすることとして（その他、土地の使用状況等に応じ\nて広汎な非課税措置がとられている。）、一定の面積未満の土地には課税しないこ\nととしているものと解される。\n右立法趣旨からすると、共有に係る土地の場合、共有者相互関係に法五八五条四項\nの予定する特殊関係が存する場合は別論として、そうでない場合には、各共有者\nは、持分に応じて共有物全体を使用収益することができるとしてもその持分に応じ\nて共有に係る土地の資産価値を把握しているにすぎないのであるから、各共有者の\n有する共有持分が相当程度大きく、換言すれば、共有に係る土地の持分面積が基準\n面積以上の場合でなければ、特別土地保有税制度の予定する投機の対象になり得る\n土地とみるべき理由は乏しいものといわざるを得ない。\nそうだとすると、共有に係る土地の基準面積の判定は、持分面積によると解するの\nが右特別土地保有税の立法趣旨に適合するものといわねばならない。\n４　被告は、共有持分権の効力が共有物全体に及ぶことを理由として共有に係る土\n地の基準面積の判定は共有土地全体の面積によるべきである旨主張する。\nなるほど、共有持分権の効力が共有物全体に及ぶことは被告主張のとおりであり、\n共有物の場合と共有物の分割（民法二五六条）をした場合と法律上の性格は異なる\n（同法二四九条以下）が、共有者は、その持分に応じて共有物の使用をすることが\nできるにすぎず（同法二四九条）、共有物の負担もその持分に応じる（同法二五三\n条）のであるから、共有という形態をとることにより生じる法律上の性質の変化は\nあつても、実質的には共有物の資産価値は各共有者に、その持分に応じて分属して\nいるものとみるべきである。\nしたがつて、共有持分権の効力が共有物全体に及ぶことは、前記共有に係る土地の\n基準面積の判定についての判断を何ら左右するものではない。\n三　被告が本件各更正処分を行なうについて、本件土地全体の面積により基準面積\nの判定をしたことは被告の自認するところであり、原告が本件土地について有する\n共有持分（一〇分の一）により、本件土地全体の面積の一〇分の一（原告の持分面\n積）を算出すれば、基準面積に達しないことは計数上明らかであるから、結局、被\n告の本件各更正処分は理由がない。\n（なお本件については、原告が、他に、法五八五条、名古屋市市税条例七八条の七\nにより本件土地の持分面積に合算すべき土地を有することを窺うことはできな\nい。）\n四　よつて、本件各更正処分を取消すこととし、訴訟費用の負担について、民事訴\n訟法八九条、行政事件訴訟法七条を適用して主文のとおり判決する。\n（裁判官　加藤義則　澤田経夫　綿引　穣）\n物件目録、別紙一　（省略）\n"
}