{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 5,
    "day": 13
  },
  "case_number": "昭和54(う)2679",
  "case_name": "職業安定法違反被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "lawsuit_id": "20424",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20424",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/424/020424_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件各控訴の趣意は、被告人らの弁護人川口哲史が提出した控訴趣意書に、これ\nに対する答弁は、東京高等検察庁検察官検事小川源一郎が提出した答弁書にそれぞ\nれ記載されたとおりであるから、これらを引用する。\n控訴趣意第一（法令適用の誤りの主張）について\n所論は、要するに、原判決には職業安定法三二条一項にいわゆる「職業紹介」の\n解釈を誤つて被告人らを有罪とした違法がある、というのである。\nそこで、所論に対する判断に先だち原判決挙示の各証拠によつて本件の事実関係\nを検討してみると、被告人Ａは、埼玉県川口市ａ町ｂ丁目ｃ番ｄ号所在ｅｆ号室に\n事務所を設け、「Ｂ」のちには「Ｂ」という名称（以下協会と略称する。）で求人\n及び求職に関する後記のような事業を営み、被告人Ｃ及び同Ｄは、被告人Ａに調査\n員として雇われ右営業に従事していたものであること、右協会の事業内容は求職関\n係の業務と求人関係のそれとに大別されるが、前者は、日刊紙に希望職種、条件等\nの書き込み欄を印刷した求職申込用のはがきを折り込んで広く一般から求職者を募\nり、右はがきにより求職の申込みをした者を事務所備え付けの求職者リストにその\n氏名、住所、年齢、学歴、希望職種等を記入して登載しておくというものであり、\n後者は、ダイレクトメール等によつて求人者を募り、応募してきた求人者との間\nで、求人者は契約金を支払つて協会に会員として加入し、協会は求人者に対し求職\n者の名簿その他の文書を配付する旨の会員契約を結んだうえ、前記の求職者リスト\nから求職者複数名を選び出しその氏名、住所、年齢、学歴等を記載した「Ｅ」又は\n「Ｆ」と題する求職者の名簿一部並びに求人者の採用面接の段階で必要となる「面\n接案内書」（求人者の事業内容、募集要項、案内地図等を記載したもので、「Ｇ」\n又は「Ｈ」という表題の用紙が使われることもある。）及び「面接通知書」の用紙\n各二、三〇部を会員となつた求人者に交付するというものであつたこと、なお求人\n者は、交付を受けた「Ｅ」（「Ｆ」）の中から更に適当な者を選び、「面接案内\n書」及び「面接通知書」をそれらの者にあてて発送し、面接に応ずる旨の回答を寄\nせた求職者を対象として採用面接を行つていたこと、以上の諸事実が認められる。\nところで、所論が原判決の法令解釈を誤りとする論拠は多岐にわたるが、要する\nに、職業安定法が私人による職業紹介事業を原則として禁止する趣旨は、労働者に\n不利益な雇用関係が成立させられる弊害を除去することにあり、同法が職業紹介、\n労働者の募集、労働者供給事業について厳しい制限を加えながら「文書の頒布」に\nよる労働者の募集については自由にこれを許しているのも、文書による限り労働者\nの意思や行動が拘束されることはなく従つて右の弊害も生じないからにほかならな\nいのであつて、このような観点からすると、同法三二条一項に違反するものとして\n処罰の対象とされる職業紹介は、例えば仲介者が求職者の身柄を拘束するとか求職\n者から預託金を徴収するなど仲介者において求職者の自由意思を制限する虞れのあ\nる手段を用いて行う職業紹介に限られると解すべきところ、被告人らの本件行為は\n求職者を事務所備え付けの求職者リストに登載したうえ求人者に対し求職者名簿等\nの文書を頒布しただけのもので、右の処罰基準に何ら触れるところがないにもかか\nわらず、原判決は同条項の解釈を誤り右のような行為も処罰の対象となるとして被\n告人らを有罪にしたのは誤りである、というのである。\n<要旨>しかしながら、職業安定法三二条一項本文は、「何人も、有料の職業紹介\n事業を行つてはならない。」と規定</要旨>するところ、同法は、その諸規定を全体\n的に俯瞰すれば明らかなように、各人にその有する能力に適当な職業に就く機会を\n与えることによつて職業の安定を図るという目的を達成するために、職業紹介事業\nの公営化を意図し、かつ無料公正な運営を目指しているのであつて、私的かつ有料\nの職業紹介事業は、右の方向に反するとして否定されるべきものとされ、それゆえ\n同法三二条一項は、その但書に規定する、美術、音楽、演芸その他特別の技術を必\n要とする職業に従事する者の職業をあつ旋することを目的とする場合を除き、有料\n職業紹介事業を一律に禁止し、同項但書の職業紹介事業については公的機関があつ\n旋することが困難であるため、中央職業安定審議会の諮問を経たうえでの労働大臣\nの許可を得るという厳格な手続のもとで例外的に私的、有料のものを認めたものと\n解するのが相当である。そして確かに同法三二条一項が設けられたについては、在\n来の自由有料職業紹介において、営利の目的のため労働者の能力、利害、妥当な労\n働条件の獲得、維持等を顧みることなく労働者に不利益な契約を成立せしめた事例\nが多く、これに基因する弊害も甚しかったので（最高裁昭和二五年六月二一日判決\n刑集四巻六号一〇四九頁参照）、これらの弊害を除去するためという一面があつた\nことは否定できないが、この点のみを強調して、同条項につき限定解釈の正当性を\n主張し、本件のような求職者の自由意思を制限する虞れのない手段による職業紹介\nは処罰の対象にならないとする所論は、職業安定法のとる基本構造又は他の諸規定\nとの関連性に対する配慮に欠けるものといわざるをえない。そして所論引用の労働\n者の募集の場合について、職業安定法は、労働者の募集に伴う弊害の発生を防止す\nるため厳格な制約を加えつつも、弊害の予想されない、通常通勤することができる\n地域からの文書による募集のみは同法三五条により原則として自由に行うことがで\nきるとして、弊害の有無により異なる取扱いをしているが、職業紹介事業と労働者\nの募集とはこれを行う主体が公営か否かの点において既に重大な差異があるのであ\nるから、これをもつて所論の論拠とするのは相当でない。以上のとおりであるか\nら、職業安定法は、求職者の自由意思を制限する虞れの有無にかかわらず同法三二\n条一項本文により有料職業紹介事業を、それが同法五条の定義に合致する「職業紹\n介」である限り一律に禁止し、その手段が精神又は身体の自由を不当に拘束する等\n悪質な職業紹介については重く（同法六三条）、その他のものについてはこれより\n軽く処罰する（同法六四条一号）こととしたと解すべきである。そこで、さらに同\n法五条にいわゆる「職業紹介」の解釈について検討すると、職業安定法五条は、\n「この法律で職業紹介とは、求人及び求職の申込を受け、求人者と求職者との間に\nおける雇用関係の成立をあつ旋することをいう。」と規定しているが、これは求人\n及び求職の申込みを受けて求人者と求職者の間に介在し、両者間における雇用関係\n成立のため便宜を図り、その成立を容易ならしめる行為を指称するから（最高裁昭\n和三〇年一〇月四日決定刑集九巻一一号二一五〇頁）、これを本件についてみる\nと、被告人らは、求職の申込みをした者を事務所備え付けの求職者リストにその氏\n名、住所、年齢、学歴、希望職種等を記入して登載し、いつでも求人者に紹介する\nことができる態勢を整えたうえ、求人の申込みをしてきた者に対し「Ｅ」\n（「Ｆ」）を交付して求職者の氏名、住所、年齢、学歴等を知らせるとともに、求\n人者の採用面接の段階で必要となる「面接案内書」及び「面接通知書」も被告人ら\nにおいて準備するなどの便宜を図り、もつて求人者をして求職者と面接するように\n仕向けたのであつて、これが職業紹介に当たることは明瞭であり、一方原判決挙示\nの各証拠によると、被告人らは意識的に求人者と求職者の間の採用面接に直接関与\nすることを避ける態度をとつていたこと、原判決末尾添付の別表のうち採用面接実\n施の結果雇用関係が成立したのは、別表１、１２（求職者根本恵蔵につき）及び１\n３の三例のみで、他は不成立に終っていること等の事情が認められるものの、右の\n職業紹介の行為があつたとするには、雇用関係の現場にあつて直接これに関与介入\nすること又は雇用関係が成立することは必ずしも必要でないから（前者につき前掲\n最高裁昭和三〇年一〇月四日決定、後者につき最高裁昭和三五年四月二六日決定刑\n集一四巻六号七六八頁参照）、前叙の各事情は被告人らの所為が職業紹介に当たる\nとすることの障害にならない。従つて右と同趣旨の事実を認定し（原判決の「罪と\nなるべき事実」及び「弁護人の主張に対する判断」の各欄参照）、被告人らの右所\n為は職業安定法三二条一項にいわゆる職業紹介に当たるとした原判決には何ら法令\n解釈の誤りがない。\nなお、所論は、本件において求人者の委託募集の責任（職業安定法六四条三号、\n三七条一項）を不問にして被告人らの刑事責任を論ずるのは正当でなく、もし求人\n者に刑事責任がないとすれば被告人らについても同じであると考えるのが論理的で\nあるにもかかわらず、原判決はこの点を何ら考慮していないと主張するが、職業安\n定法三七条一項の委託募集は、労働者を雇用しようとする者がその被用者以外の他\n人に委託して労働者を募集しようというものであるところ、本件は、被告人らが求\n人者から委託されて求職者に対しその被用者となることを勧誘したわけでなく、第\n三者の立場で求人者と求職者の間に介在して雇用関係の成立をあつ旋した事案であ\nつて委託募集と異なるから、原判決がこの点を考慮しなかつたとしても当然であ\nり、所論は採用できない。論旨は結局いずれも理由がない。\n控訴趣意第二（量刑不当の主張）について\n所論は、要するに、本件は何らの弊害も伴わない職業紹介の事案であつて、被告\n人らに反社会的な意図はなかつたこと、その他被告人らの家庭状況等諸般の情状を\n考慮すると、被告人らを懲役刑に処した原判決の量刑は重過ぎて不当であり、被告\n人らに対しては罰金刑を科するのが相当である、というのである。\nしかしながら、原審記録を調査し、当審における事実取調の結果を加えて検討す\nると、本件は、埼玉県、東京都を中心にして求人者及び求職者を募り、反覆継続し\nて職業紹介を行つた大規模な事犯であり、更に被告人らは、求人者らから加入期間\n三か月のときは一〇万ないし一五万円、同六か月のときは一五万ないし二〇万円、\n同一か年のときは二五万ないし三〇万円ぐらいの金員を契約金名下に受領している\nが、被告人らがしたサービスの対価としては高額であつて営利性が顕著であるこ\nと、本件一五名の求人者のうち労働者を雇用し得たのはわずか三名にとどまり、他\nの求人者らに対しては結果的に多額の金を無駄に遣わせていること、被告人Ａは、\n昭和五三年九月二六日高松地方裁判所において同種の職業安定法違反の罪により懲\n役一年（三年間刑執行猶予）に処せられたにもかかわらず、その控訴中に更に本件\n犯行を企て主導的に行動したものであり、被告人Ｃ及び同Ｄもまた、積極的に本件\n犯行に加担したものであることなどを併せ考えると、被告人らの罪責を軽視するこ\nとはできないから、被告人らに不当な雇用契約を成立させる意図がなく現にその意\n味での弊害はなかつたこと、被告人らの家庭状況等諸般の情状を十分しん酌してみ\nても、被告人Ａを懲役八月、五年間刑執行猶予に、同Ｃ及び同Ｄを各懲役六月、各\n三年間刑執行猶予にそれぞれ処した原判決の量刑が重過ぎて不当であるとは認めら\nれない。論旨は理由がない。\nよつて、刑訴法三九六条により本件控訴を棄却することとし、主文のとおり判決\nする。\n（裁判長裁判官　千葉和郎　裁判官　神田忠治　裁判官　中野保昭）\n"
}