{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 4,
    "day": 26
  },
  "case_number": "昭和56(行ウ)7",
  "case_name": "河川区域でないことの確認請求事件",
  "court_name": "高知地方裁判所",
  "field": "行政",
  "gist": "河川管理者である県知事を被告として，自己所有地が河川法６条１項所定の河川区域でないことの確認を求める訴えが，ある土地が河川区域に当たるか否かは，右土地を占用し，又は右土地において土石の採取，工作物の新築，掘さく等の行為をしようとする者と河川管理者との間の公権力の行使に関する法律関係に影響を及ぼすから，将来の紛争を予防するための最も適切な方法であるとして，適法な抗告訴訟であるとされた事例",
  "lawsuit_id": "16868",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16868",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/868/016868_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　別紙目録記載の土地のうち同目録添付図面の斜線部分が、河川法（昭和三九年\n法律第一六七号）の河川区域でないことを確認する。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する本案前の答弁\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n三　請求の趣旨に対する本案の答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告は、別紙目録記載の一筆の土地（以下「本件土地」という。）を所有して\nいる。\n２　二級河川新荘川水系横川川（以下「本件河川」という。）は、昭和二四年三月\n一日から旧河川法（明治二九年法律第七一号）の適用を受けることとなり、本件土\n地も地方行政庁の認定する「河川ノ区域」とされたものである。\n３　本件土地のうち別紙目録添付図面の斜線部分（以下「本件箇所」という。）\nは、河川法第六条第一項第一、第二号には、いずれも該当せず、河川区域であると\nすれば同法同条同項第三号に該当する筈のものである。しかしながら、河川管理者\nたる被告が本件箇所につき「第一号に掲げる区域と一体として管理を行なう必要が\nあるものとして指定」したことはない。従つて、本件箇所は、河川法第六条第一項\nの河川区域には含まれない。\n４　ところが、被告は本件箇所が河川法第六条第一項第一号の河川区域に該当する\nと主張し、昭和五六年五月七日原告の本件箇所上の盛土を行政代執行により、除却\nしている。\n５　よつて、原告は被告に対して、本件箇所が河川法の河川区域でないことの確認\nを求める。\n二　被告の本案前の主張\n１　確認の訴えの対象は、一定の権利又は法律関係の存在又は不存在であることを\n要し、事実の確認を求めることは許されない。\n原告は、本訴において本件箇所が河川区域でないことの確認を求めるが、本訴は河\n川区域でないことの確認とはいうものの、その目的とするところは、本件箇所が河\n川区域であるか否かということであるから、その判断は法律上の判断ではなく事実\n上の判断であり、判断の対象は権利又は法律関係ではないといわなければならな\nい。\nしたがつて、本訴は、権利又は法律関係の確認を目的としない訴えであり、不適法\nである。\n２　また、仮に右訴えが適法であるとしても、右確認を求める相手は河川を管理す\nる行政主体で、いわゆる当事者訴訟としてなされなければならない。\n本件訴えは、行政庁である被告を相手方として提起されているが、被告には本件に\n関し、被告適格が存しないので、この点からしても本件訴えは不適法である。\n三　請求原因に対する認否及び被告の主張\n１　請求原因１は争う。ただし、原告が登記簿上本件土地の所有者であることは認\nめる。\n２　同２は認める。ただし、本件河川に河川法が適用されるに至つた経緯は以下の\nとおりである。\n本件河川は、旧河川法第五条及び旧河川法準用令（明治三二年勅令第四〇四号）第\n二条の規定により昭和二四年三月一日から旧河川法を準用する河川（以下「旧準用\n河川」という。）として旧河川法が準用されてきた。\nところで、旧河川法準用令は旧河川法第二条を当然準用規定としていないので、特\nに県規則によつて準用する旨の定めがない限り「河川ノ区域」認定の必要はないも\nのであつた。\n高知県においても他の多くの府県と同様この規定は準用されず、本件河川を準用河\n川として認定するに当たつては、被告は区間（上流端～下流端）を明示することに\nよつて旧河川法の準用される縦の限界を明らかにし、河川の横幅については、現状\nが河川の形態を備えている区域が河川であり、旧河川法が準用されるとする考えを\nとつたのである。\nその後、河川法（昭和三九年法律第一六七号）が昭和四〇年四月から施行されるこ\nととなつたが、その施行に当たつては、河川法施行法（昭和三九年法律第一六八\n号）第二条の規定により、本件河川は、自動的に二級河川となり現在に至つている\nものである。\n３　同３は争う（もつとも、本件箇所が河川法第六条第一項第二号に該当せず、同\n箇所につき同項第三号の指定がなされていないことは認める。）。本件箇所は、河\n川法上いわゆる一号地に該当し、何らの指定行為を要せずに同法上当然に河川区域\nとなる土地である。その理由は以下のとおりである。\n本件河川は、高知県須崎市＜地名略＞で幹川新荘川に合流する一次支川で、流路延\n長約二・三キロメートル、流域面積約三・二平方キロメートルの小河川で、川幅は\n最も広い幹川新荘川との合流地点において約二〇メートル程度である。\nしかし、本件河川の下流域においては、両岸に良田が開け、また、ハウス園芸等が\nなされるなど高度な土地利用がなされている。\n特に＜地名略＞地先の原告が盛土した本件箇所付近は、対岸左岸には縫製工場、同\n工場社宅及び人家があり、更に、およそ二〇〇メートル上流左岸にも人家が存する\n等、河川管理上重要な箇所となつている。\n旧河川法は、明治二九年他の公物管理法に先立ち、河川行政の基本的法律として制\n定されたが、その制定趣旨は、いかにして河川の洪水から国土を保全するかという\nことであり、旧河川法第二条によつて認定された「河川ノ区域」内においては私権\nが排除される等「河川ノ区域」内の行為は強く規制されていた。\nまた、旧河川法が準用された旧準用河川についても、その制定の趣旨は、公共の利\n害に関係のある河川につき旧河川法中取締に関する規定を当然準用することが（旧\n河川法準用令において）定められていることからも「河川ノ区域」内の行為に関\nし、積極的な取締を行なわんとするものであつた。こうした旧法の立法趣旨は新法\nにも引き継がれ河川法第一条は、「この法律は、河川について、洪水、高潮等によ\nる災害の発生が防止され、河川が適正に利用され、及び流水の正常な機能が維持さ\nれるようにこれを総合的に管理することにより、国土の保全と開発に寄与し、もつ\nて公共の安全を保持し、かつ、公共の福祉を増進することを目的とする。」と規定\nする。\n河川法が河川区域内の行為を厳しく規制するのは、流域住民の生命、財産を洪水の\n危険から守るためであり、本来危険な自然公物である河川を管理するための当然の\n帰結である。\nさて、河川法が適用される河川としては一級河川及び二級河川があるが、河川法第\n四条及び第五条によれば指定方法としては流路区間のみを指定するという方法をと\nつた。すなわち、河川の縦の区間については指定された区間のみに法が適用される\nことになる。\n他方河川の横の幅である「河川区域」については河川法第六条の規定及び同条の規\n定に基づく河川区域の指定により定まる。\n河川法第六条第一項第一号に規定する「一号地」とは、規定によれば「河川の流水\nが継続して存する土地及び地形、草木の生茂の状況その他その状況が河川の流水が\n継続して存する土地に類する状況を呈している土地（河岸の土地を含み、洪水その\n他異常な天然現象により一時的に当該状況を呈している土地を除く。）の区域」で\nある。\nすなわち、河川は、その成立原因によつて自然公物と称されるように道路、公園等\nのように国又は地方公共団体等の行政主体が設置し、積極的に公共の用に供する旨\nの意思表示を行なうことによつて公物たるの性質を取得したものではなく、自然の\n状態においてすでに公物としての適格を備えているものであり、河川のこのような\n特性に着目すれば、自然の状態における河川において社会通念上河川の区域とみな\nされる河状を呈している土地の区域については、河川管理者の認定等の行為を要せ\nず、法律上当然に河川区域となるものである。\n河状を呈する土地とは（１）「河川の流水が継続して存する土地」であり、また\n（２）「草木の生茂の状況その他その状況が河川の流水が継続して存する土地に類\nする状況を呈している土地」であつて、河川の流水に継続して覆われてはいない\nが、反復して覆われるため、陸性植物に代わつて水性植物が繁茂し、明らかに周辺\nの土地と地相を異にする土地である。\nこれを本件箇所について見るに、水際側半分程にはアシ等水性植物が茂り、大きな\n丸石が露出する等明らかに河状を呈している箇所である。\nまた、本件箇所付近と周辺の土地（畑）との間には、石積の堤防があり、それを境\nに地相は全く異なつている。\n更に、前記堤防は、強固な石積構造でその基礎部分が本件土地深く（約二・〇メー\nトル下）までかん入していることからも、堤防設置当時においては本件土地部分は\n現状に比し地盤高が低く継続して流水に覆われていたであろうことは明らかであ\nる。\nしかし、本件箇所が幹川新荘川との合流点に位置するため、出水時本件河川のおよ\nそ三〇倍の流域規模を持つ新荘川の背水の影響を強く受け本件河川の合流点直上流\nにおける掃流力が低下し上流から運んできた土砂を堆積させる傾向にあること、更\nには、合流点より上流二〇〇メートルに位置する横川橋より本件箇所にかけて本件\n河川の流路が東から東南に大きく屈曲するため、屈曲部の外側となる左岸側は水衝\n部となり流速も大きく河床が洗掘されるが、一方屈曲部の内側となる右岸寄りは川\n裏となり土砂の堆積を生ずることとなる。\nこのように本件箇所付近は長年月にわたる自然の流水の作用により左岸護岸沿いに\nは洗掘が進み、右岸寄りに土砂が堆積したものに原告が一部手を加え石積み盛土等\nをなしているにすぎないのであり、このことは本件箇所上下流の河川形態からも明\nらかである。\nなお、同号は明文により、「河岸の土地を含み、洪水その他異常な天然現象によ\nり、一時的に当該状況を呈している土地を除く。\n」と除外規定をもうけているが、これは堤防の溢水決壊等のため、一時的に流水が\n氾濫し浸水する土地を指しているのであつて、本件箇所には該当しない。\n以上見たとおり、本件箇所は、河川法上いわゆる一号地に該当する土地であり何ら\nの指定行為を要しない法上当然に「河川区域」となる土地であることは明らかであ\nる。\n４　同４は認める。\n四　被告の主張に対する原告の反論\n１　本案前の主張１について\n本件箇所が、河川法第六条第一項に定める河川区域であるか否かは事実問題ではな\nい。\nそもそも、河川区域そのものが事実概念ではなく、法律概念であるのであつて、し\nかも河川区域であるか否かによつて、その土地に対する河川法上の制限の有無もま\nた決せられることとなるのである。\n従つて、原告が、本件箇所は河川区域でないことの確認を求めていることは、とり\nもなおさず、本件箇所は河川法上の制限を伴わないものであることの確認を求めて\nいるものである。\nところで、河川法上は、河川区域については、土地の占用、土石等の採取及び工作\n物の新築等につき、一般的に禁止されており、許可を受ける方途は残されているも\nのの、河川法の趣旨、目的からして、河川区域ではない通常の土地の如く所有権を\n行使できないこと（換言すれば、右許可には自ら制限があること）は、明らかであ\nつて、現に、土地の占用について「河川敷地の占用許可について」（昭和四〇年一\n二月二三日建設省発第一九九号）によつて、占用許可の準則が定められているが、\nこれを見ると、通常の所有権の行使が大幅に制限されていることは、一目瞭然であ\nる。\nこれらのことからすると、河川管理者たる被告が、本件箇所を河川区域として本件\n河川の管理を行なうことは具体的かつ実質的に原告の所有権を侵害していることと\nなるのであるから、右侵害を排除することを目的とする本件訴えは、権利又は法律\n関係の確認を求めるものであることは明らかであつて、被告の主張は失当である。\n２　本案前の主張２について\n河川は、自然の状態においてすでに公物としての適格を備えているという特性を有\nしており、そのため自然の状態における河川において社会通念上河川の区域とみな\nされる河状を呈している土地の区域については、河川管理者の認定等の行為を要せ\nず、法律上当然に河川区域となるものとされているが、右の趣旨に添つて、河川区\n域とされる部分は、具体的事例においては、必ずしも一義的に明らかではなく、河\n川管理者が黙示的に、右河川区域であるか否かを判定したうえで、河川の管理を行\nなつているものである。\nしてみると、河川管理者の右判定（実質的には認定と言つてもよいものである。）\nは、行政庁の公権力の行使と言えるものであるから、河川管理者の右判断及びこれ\nを前提としての具体的河川管理行為につき、当該河川区域とされた土地の所有者等\nが、これを争い得ないとすることは相当でないし、河川管理者が河川区域の判定を\n誤つているとき、土地所有者らは、その河川管理行為あるいは、所有権の制限を受\n忍しなければならないいわれはない。\nこのように、右河川区域の判定及びこれを前提としての河川管理行為は、いわゆる\n処分性を有するものであつて、抗告訴訟の対象となるべきものであるが、認定行為\nは存在しないので、取消訴訟、無効確認訴訟によることができず、本件訴えの如き\n形態をとらざるを得ないものである。\n従つて、本件訴えは一種の無名抗告訴訟であるので、行政庁たる被告が、被告適格\nを有するものである。\n３　本件箇所が一号地に該当するか否かについて\n本件箇所は、大きな台風時には、浸水することがあるものの、そうでなければ、流\n水に覆われることはないのであるから、「河川の流水に反復して覆われる土地」で\nもないし、「しばしば水が流れる（土地）」でもない。\nまた、本件箇所に生育している植物は、カヤ、イタドリ、フキ、ヨモギ、スリコン\nボ、スギナ、カンゾウ、ジユウヤク、ハズ、レンゲ、ウツゲ、ネム等であつて、水\n生植物としては、ごく水流寄りにアシが生育しているにすぎず、「陸生植物に代わ\nつて水生植物が繁茂」しているわけではない。本件箇所に生育している植物は、古\nい堤防により隔てられた土地に生育しているものと格差はないのであつて、従つ\nて、この間の地相の相異もないものである。さらに本件箇所がいわゆる河川状を呈\nしていないこと及び「河岸の土地」（河状を呈する土地とその他の土地との境界に\nあつて移行的形相を呈している土地。河に面する法面や岸の部分等。）のいずれで\nもないことも明らかである。\n以上のとおり、本件箇所は、いずれの点からしても、一号地ではない。\n第三　証　拠（省略）\n○　理由\n一　被告は、本訴が権利又は法律関係の確認を目的としない訴えであるから不適法\nである、そうでないとしても被告には被告適格が存しないので不適法である旨主張\nするので判断する。\nまず、河川法によれば、同法第六条第一項の河川区域とされる土地については、そ\nの占用、土石等の採取、工作物の新築等、掘さく等の行為が一般的に禁止されてお\nり、右行為をなそうとする者は、たとえ所有権者であつても、河川管理者の個別の\n許可を得なければならないこととされているのであつて、このことによれば、河川\n法上、ある土地が同法第六条第一項の土地の区域であるか否かは、前記行為をなそ\nうとする者（本訴においては原告）と、河川管理者（本件河川が二級河川であるこ\nとは当事者間に争いがないので、本訴においては被告）との間の公権力の行使に関\nわる法律関係（原告の権利義務）に影響を及ぼすものである。なお、前記行為をな\nそうとする土地所有者が、自己所有土地の河川区域該当の有無について疑義を有す\nる場合には、将来河川管理者による公権力の行使がなされる可能性を予め封じてお\nく必要があるところ、河川法が前記のような規制方法をとつていることに照らせ\nば、土地所有者にとつては、自己所有土地が河川区域でないことの確認を河川管理\n者に対して求めることが、将来の紛争を予防するための最も適切な方法であるので\nあり、かつ、この請求は公権力の行使に関わる不服の訴訟であると解される。\n以上によれば、被告の前記主張はいずれも失当であり、本件訴えは適法な訴えであ\nる。\n二　よつて、本案について判断するに、原告本人尋問の結果によれば請求原因１の\n事実が認められる。\nまた、本件河川が河川法の適用を受ける河川であることについては、当事者間に争\nいがない。\n三　そこで、請求原因３について判断するが、本件訴訟の争点は、本件箇所が被告\n主張のように河川法第六条第一項第一号の河川区域に該当するか否かにある。\nところで、河川法第六条第一項が、「河川の流水が継続して存する土地及び地形、\n草木の生茂の状況その他その状況が河川の流水が継続して存する土地に類する状況\nを呈している土地（河岸の土地を含み、洪水その他異常な天然現象により一時的に\n当該状況を呈している土地を除く。）の区域」（第一号）については、河川管理者\nの指定を要せずに当然河川区域となる旨定めているのは、河川は自然の状態で公共\nの用に供されているものであるが、右区域は一見して河川であることが明確であ\nり、特に指定をまたなくとも、右土地の区域で行為規制等がなされるということは\n通常人にとつて当然予想しうると考えられるからであると思料される。\nそして、成立に争いのない乙第三号証の一、証人Ａの証言（第一回）により昭和五\n五年から同五六年にかけての本件箇所及びその周囲の写真であることが認められる\n乙第一号証、第二号証の一ないし五及び検証の結果によれば、本件箇所の南端は、\n本件河川と新荘川との合流点から北へ約三二メートルの地点、本件箇所の北端は右\n南端から北へ約四三・五メートルの地点であり、本件箇所の東側には幅約一・一な\nいし二・二メートルの法面をはさんで本件河川の流水部分がその西側を接して流れ\nており、更に、流水部分の東側は幅約一・三ないし二・八メートルの法面をはさん\nで須崎市道である左岸堤防に接していること、本件箇所の北端が法面に接する点か\nら西へ約九・七メートルの地点と、同南端が法面に接する点から西へ約七・一メー\nトルの地点との間には、本件河川の流れに沿つて石垣が存在しており、また本件河\n川の上流方面にも、本件箇所の北端から本件河川沿いに約一五五メートル上流まで\n遡つた所に位置する横川橋付近まで石垣が存在しており、一方下流方面は、石垣\nが、本件箇所の南端から新荘川との合流点に向つて本件河川沿いに存し、新荘川の\n右岸堤防に達していること、本件河川の流水部分の幅を、本件箇所の南端から下流\n方面へ約一二メートルの地点と本件箇所の北端から上流方面へ約八〇メートルの地\n点との間でみてみると、最大は約五・二メートル、最小は約二・二メートルであ\nり、また、同区間での流水部分と両側法面を併せた幅は最大約一五・三メートル、\n最小約六メートルであり、更に同区間での左岸堤防（市道）と前記石垣との間の幅\nは、最大約一六・四メートル、最小約一三・四メートルであること、本件箇所の北\n端から上流方面へ約八〇メートルの付近では、流水部分と石垣との間には法面しか\n存しないこと、本件箇所の上流及び下流方面の土地の水際にはアシが生育している\nことがそれぞれ認められ、更に、証人Ａの証言（第一回）によれば、河川には河道\nが高水敷地と低水路の二段になつている複断面河道の河川と、高水敷地のない単断\n面河道の河川とがあるが、一般的には中規模以上（同証人は川幅約五〇メートル以\n上の河川がこれに該当すると考えている。）の河川は複断面河道を有し、小規模河\n川は単断面河道を有していること、高知県内で三号地指定がなされている河川は、\n幅約一〇〇ないし三〇〇メートルの代表的な一一河川であり、その河川延長は被告\nが管理している河川の総延長の約〇・二パーセントであること、本件箇所に土砂が\n堆積されているのは、同箇所が本件河川の屈曲部の内側にあたるためにここに土砂\nが堆積し、そこに原告が一部盛土等をしたことが主たる原因であることが認められ\nる。\n右認定の事実によれば、本件箇所は、その状況が河川の流水が継続して存する土地\nに類する状況を呈している土地というべきであつて、河川法第六条第一項第一号の\n区域に該当し、同法上当然に河川区域となる土地である。\n四　以上によれば、原告の請求は理由がないからこれを棄却し、訴訟費用の負担に\nついて行政事件訴訟法第七条、民事訴訟法第八九条を適用して、主文のとおり判決\nする。\n（裁判官　山口茂一　古賀　寛　大谷辰雄）\n（別紙）\n目録\n高知県須崎市＜地名略＞\n一　原　野　　　　　二一一平方メートル\n"
}