{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 3,
    "day": 13
  },
  "case_number": "昭和57(行ク)1",
  "case_name": "執行停止申立事件",
  "court_name": "富山地方裁判所",
  "field": "行政",
  "gist": "公立小学校の統廃合に伴い，就学予定児童についてした学校指定処分及び既就学児童についてした学校指定変更処分の各効力停止の申立てが，仮に右各処分を停止しても，右児童らはいずれも通学すべき小学校がない状態になるにすぎず，回復し難い損害を避けることはできないとして，却下された事例",
  "lawsuit_id": "17149",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17149",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/149/017149_hanrei.pdf",
  "contents": "○　主文\n一　本件申立を却下する。\n二　申請費用は申立人らの負担とする。\n○　理由\n第一　申立人らの申請の趣旨及び理由は、別紙申請の趣旨及び申請の理由に記載の\nとおりである。\n被申立人の意見は、別紙意見書及び追加意見書に記載のとおりである。\n第二　当裁判所の判断\n一　１　一件記録によれば、被申立人が、昭和五七年一月二八日付で、別紙「児童\n氏名とその保護者一覧表」の就学予定児童欄記載の児童に対応する保護者欄記載の\n各申立人らに対し、就学予定児童欄記載の児童を昭和五七年四月一日砺波市立庄東\n小学校（以下統合小学校という）へ入学させるべき旨の各学校指定処分（以下本件\n各学校指定処分という）を、同一覧表の既就学児童欄記載の児童に対応する保護者\n欄記載の各申立人らに対し、既就学児童欄記載の児童の昭和五七年四月一日から通\n学すべき小学校を砺波市立栴檀野小学校（以下旧小学校という）から統合小学校へ\n変更する旨の各学校指定変更処分（以下本件各学校指定変更処分）をしたこと（以\n下以上の各処分を本件処分という）が認められる。\n２　保護者は、学校教育法第二二条により、その子女を小学校に就学させる一般的\nな義務を負つているが、被申立人の申立人らに対する本件処分は、地方教育行政の\n組織及び運営に関する法律（以下地方教育行政法という）第二三条第四号、学校教\n育法施行令第五条、第六条に基づくものであり、申立人ら学齢児童の保護者に昭和\n五七年四月一日以降新設された統合小学校へその子女を就学させるべき具体的義務\nを発生せしめる効果を有するものであるから、取消訴訟の対象たりうる行政処分に\n該当する。\nまた、申立人らは、いずれも本件処分の直接の相手方であり、これにより具体的義\n務を課された者であるから、右取消訴訟につき当事者適格を有すると認められる。\n二　１　行政処分の取消の訴が提起された場合、申立により行政処分の執行停止\n（本件においては処分の効力の停止と解される）をすることができる（行政事件訴\n訟法二五条二項）。ところで処分の効力の停止とは、暫定的な措置として、将来に\n向つて、一時、処分の効力を凍結し処分の効力それ自体を存続しない状態におくこ\nとであり、処分の効力を遡及的に取消すものではなく、ましてそれ以上に行政庁に\n対し他の処分を命じたり或いは仮の地位を定める等積極的な状態を作り出すもので\nはない。\n又それにより行政庁が他の何らかの処分をなすべき義務を負うものでもない。\n２　したがつて、仮に本件各学校指定処分の効力を停止したとしても、就学予定児\n童らが入学すべき小学校が統合小学校である旨の指定が一時存続しない状態になる\nにすぎず、それにより被申立人に対し、就学予定児童らを申立人らの希望する小学\n校或いは他の小学校へ通学させるべき旨の学校指定処分を命ずる効力が生ずるもの\nでなく、又被申立人が右の如き処分をなすべき義務が生じたりするものでなく、或\nいは右の如き処分があつたのと同様な状態が生ずるものでもない。そうすれば本件\n各学校指定処分の効力を停止すれば、学校指定処分がない状態になる結果、就学予\n定児童らは通学すべき学校がない状態となる。\n三　１　地方公共団体は、広く教育に関する事務を処理し、区域内にある学齢児童\nを就学させるに必要な小学校を設置しなければならないとされ、公立小学校の設置\nは地方公共団体の権限とされている（学校教育法第二条、第二九条、地方自治法第\n二条第三項第五号、第九項別表第二〇二（二七））。そして右の小学校は地方自治\n法第二四四条のいわゆる公の施設にあたるものであり、したがつて、その設置及び\n管理に関する事項は、法律又はこれに基づく政令に特段の定めがない限り、条例で\nこれを定めなければならない（同法第二四四条の二第一項）。\nしたがつて、地方公共団体による小学校の設置は、条例という法形式によつて直接\nかつ個別的になされ条例によつて設置された小学校の廃止についても、同様に条例\nの改廃という形式によることとなり、右条例に基づき教育委員会は執行機関として\n地方教育行政法により事務的な措置を行うものと解される。\n２　一件記録によれば、次の事実が認められる。\nすなわち、砺波市においては、児童数の減少と校舎の老朽化から昭和四八年五月二\n九日、今後における砺波市小・中学校統合の基本的な計画について、砺波市長の諮\n問機関である砺波市小・中学校統合審議会に諮問した。昭和四九年七月一〇日、右\n審議会は市長に対し、本件統合をはじめ、統合実施計画を答申した。昭和五三年、\n砺波市当局により右計画の実施が具体化され、昭和五五年三月一七日、砺波市議会\nは、砺波市立小・中学校設置条例（昭和四〇年砺波市条例第一〇号）第一条の表中\n「砺波市立般若小学校（砺波市＜地名略＞）砺波市立東般若小学校（砺波市＜地名\n略＞）、砺波市立栴檀野小学校（砺波市＜地名略＞）」を「砺波市立庄東小学校\n（砺波市＜地名略＞）」に改め、これを昭和五七年四月一日から施行する旨の砺波\n市立小・中学校設置条例の一部を改正する条例（昭和五五年砺波市条例第四号）を\n議決し、右改正条例は、昭和五五年三月一七日公布された。これに基づき、被申立\n人は、昭和五七年一月二一日、砺波市立小・中学校通学区域設定規則の一部を改正\nする規則を公布し、同月二九日、申立人らに対し、本件処分をなした。\n３　以上によれば、旧小学校の廃止及び統合小学校の設置そのものは、前記条例の\n改正及びその公布によつて完結したものと解される。したがつて、前記改正条例に\nより、右施行の日即ち昭和五七年四月一日をもつて、法律上当然に、旧小学校は廃\n止となり、統合小学校が設立されることとなる。\n４　ところで行政処分の効力の停止の効力については先に述べたところであるが、\n仮に本件各学校指定変更処分の効力を停止したとしても、それは前記と同様、既就\n学児童が通学すべき小学校を旧小学校から統合小学校へ変更する旨の効力を一時存\n続しない状態に置くにすぎない。そして右処分の効力を停止したからといつて旧小\n学校廃止の効力が停止されるものでもなく、それにより被申立人に対し旧小学校の\n存続を命ずる効力が生じたり又被申立人に旧小学校を存続させることを義務づける\n効力が生ずるものでもない（なお、前記のとおり小学校の設置、廃止の権限は地方\n公共団体にあり、教育委員会はそのような権限を有するものではない）。そして前\n記のとおり条例の改正により昭和五七年四月一日から旧小学校は当然廃止となるの\nであるから、本件各学校指定変更処分の効力を停止して、従来どおり既就学児童の\n就学すべき小学校を旧小学校とする状態にしても、右児童らは通学すべき学校がな\nい状態となる。\n四　以上のとおり、本件処分の効力を停止しても、各児童らはいずれも通学すべき\n小学校がない状態になるにすぎず、本件処分の効力の停止によつては、回復しがた\nい損害を避けることはできず、かえつて各児童らの教育を受ける権利を奪いかねな\nい結果となる。\nよつて、その余の点につき判断をするまでもなく、本件申立は失当としてこれを却\n下し、申請費用の負担につき行政事件訴訟法第七条、民事訴訟法第八九条、第九三\n条を適用して主文のとおり決定する。\n（裁判官　寺　次郎　宮城雅之　高部眞規子）\n申請の趣旨\n一　被申立人が、昭和五七年一月二九日付で、申立人らに対してなした申立人らの\n被保護者である別紙「児童氏名とその保護者たる申立人」　一覧表記載の各児童の\n昭和五七年四月一日以降就学すべき小学校を砺波市立庄東小学校（所在地砺波市＜\n地名略＞）と指定した各処分の効力を本案判決確定に至るまで停止する。\nとの裁判を求める。\n申請の理由\n第一　本案訴訟の係属\n申立人らは、被申立人を被告として昭和五七年二月一八日、富山地方裁判所に対\nし、学校指定通知処分および学校指定変更通知処分取消請求訴訟を提起し、右事件\nは、昭和五七年行（ウ）第一号事件として、御庁に係属中である。\n第二　就学通知処分等の存在\n一　申立人らは、いずれも砺波市栴檀野地区に居住し、かつ、昭和五七年四月学校\n教育法第二二条に定める学令生徒に該当する別紙「児童氏名とその保護者たる申立\n人」　一覧表の各申立人名下に記載された児童（以下「児童」という）の保護者で\nあるが、被申立人は、昭和五七年一月二九日付をもつて、申立人らに対し、各児童\nの昭和五七年四月一日以降就学すべき小学校を砺波市立庄東小学校（所在地砺波市\n＜地名略＞）と指定する処分（以下「本件処分」という）を行なつた。\n二　砺波市のうち庄川以東の地域（以下「庄東地区」という）には、現在、砺波市\n立般若小学校（同市＜地名略＞所在）、同東般若小学校（同市＜地名略＞所在）お\nよび同栴檀小学校（同市＜地名略＞所在）の三つの市立小学校が設置されており、\n昭和五七年四月一日より新一年生となる未就学児童を除く児童は、いずれも現に同\n市立栴檀野小学校に通学している。ところが、砺波市議会は、昭和五五年三月一七\n日可決した同年条例第四号において、砺波市立小・中学校設置条例（以下「本件条\n例」という）を改正し、昭和五七年四月一日から前記三小学校を廃止し、新たに統\n合校たる砺波市立庄東小学校を設置する旨規定した。\n被申立人による前記就学通知処分は右改正条例に沿つて行なわれたものである。\n第二　右処分の違法性\n憲法第二六条、教育基本法第三条、第四条は、すべての国民に対して等しく教育を\n受ける権利を保障し、これを実効あらしめるために学校教育基本法第二二条、第三\n九条は保護者に対し、その保護する子女を小学校、中学校等義務教育諸学校へ就学\nさせるベく義務づけるとともに、これに対応して地方自治法第二条第三項第五号、\n学校教育基本法第二九条、第四〇条は市町村に対し小学校、中学校等の設置義務を\n課している。\n国民の教育を受ける権利を保障し、その人的、物的条件の整備を市町村の義務とし\nている右各法令の趣旨からすれば、各市町村の設置すべき小・中学校が、国民の教\n育を受ける権利を具体的かつ実質的に保障するものでなければならないことは勿\n論、各市町村は、義務教育施設の整備、改善ならびに、教育諸条件の向上に努める\nべき責務を負つているものと言うべきである。しかるに、本件条例は、以下に述べ\nるとおり、各児童が従来享受していた教育を受ける権利を著しく不利益に変更し、\nひいてはこれを奪うにも等しいものであつて、明らかに前記各法令に違反する違法\nな条例といわざるをえず、かかる違法な本件条例を前提としてなされた被申立人の\n本件処分もまた同様に違法たるを免れない。\n一　通学条件の著しい悪化\n（一）　地理的概況\n１　砺波市は、東西にやや長いほぼ長方形の形状を有し、その中央やや東寄りを庄\n川が南北に流れており、庄川以西（以下「庄西地区」という）は、専ら平野部であ\nるが、同市の総面積九六・三三平方キロメートルの三八・八七パーセントを占める\n庄川以東の地域（以下「庄東地区」という）は、地区の西側、即ち、庄川東岸沿い\nに平坦部が見られるが他は主として山間部を形成し、原告らの居住する栴檀野地区\nはその北東部に位置し、約七割を山間部が占めている。\n２　栴檀野地区の子女は従来同地区の西側中央部宮森新に所在する栴檀野小学校に\n就学しており、庄東地区には他に東般若小学校、般若小学校が設置されている（昭\n和四四年三月まで更に栴檀山小学校が設置されていたが、同年般若小学校に統合さ\nれた）。\n本件条例は、庄東地区の西端中央部に庄東小学校を設置し、前記三校を統合しよう\nとするものであつて、右統合小学校の通学区域は南北約一二キロメートル、東西約\n五・七キロメートル、総面積三七・四四平方キロメートルに及び、小学校の通学区\n域としては異例の広大な区域となり、このため同地域の相当数の児童が遠距離通学\nを強いられる結果となる。\n（二）　小学校配置の現況\n庄東小学校の通学区域は、前述の面積のみからも異常な広範囲にわたつていること\nは明らかだが、現在砺波市に設置されている各市立小学校の左記通学区域の面積と\n比較するとその異常さは更に一層明瞭となる。\n右のうち、北部小、東部小の二校は、昭和四〇年代前半に行なわれた学校統合の結\n果設置されたものであり、般若小は、前述の如く栴檀山小の児童減を背景に昭和四\n四年これを吸収統合したものである。庄南小は、後に述べる砺波市小・中学校統合\n審議会が昭和四九年七月一〇日に行なつた学校統合に関する答申案に沿つた第一弾\nの学校統合によつて設置されたものであり、庄東三校の統合は、その第二弾という\nことになつている。同答申案は、更に、出町小と鷹栖小、五鹿屋小と東野尻小をそ\nれぞれ統合して、昀終的に小学校を庄西地区に五校、庄東地区に一校とする旨提言\nしている。\nいずれにせよ、右の各通学区域の面積から明らかなように、庄西地区においては、\n統合小学校においでさえ、その通学区域は、北部小の一四・三四平方キロが昀大で\nあり、右答申案完全実施後の各通学区域の面積平均にしても一一・七八平方キロに\nすぎない。\nこれらに比較し、庄東小の通学区域は、前記北部小の通学区域の二・六倍、庄西地\n区の統合小の平均的通学区域の三・二倍という異常な広さであり、児童の通学負担\nを考慮した適正な学校配置とは到底言いがたい。そもそも、現在の栴檀野小一校の\n通学区域ですら、庄西地区の統合校の通学区域にほぼ匹敵するのである。\nしかも、庄西地区が平坦部であるのに反し、庄東地区の過半が山間部であることを\n考えれば、庄東小への統合による同地区児童の通学条件が如何程劣悪なものとなる\nかは、説明するまでもない。かような通学区域の設定のみからみても、庄東小への\n統合が児童の教育を受ける権利を著しく侵害するものであることは明らかである。\n（三）　統合による通学距離の変化\n１　本件処分の命ずる庄東小への通学は、庄東小の位置が庄川沿いの地区西端部に\nあることから必然的に、児童の通学距離を甚だしく増大せしめることとなる。\n栴檀野地区には、一一の部落が点在しており、各部落から栴檀野小学校への通学距\n離は、添付別表（１）記載のとおりであり、昀も遠い市谷からで四・五キロメート\nル、他の一〇部落からはいずれも四キロメートル以内で、大半が二キロメートル以\n内という状況である。（前記の如く栴檀野小学校の通学区域自体が優に庄西地区の\n統合校のそれに匹敵するため、既に一部に無理な遠距離通学が生じていた）。一\n方、庄東小学校に通学するとすれば、その通学距離は、添付同表（２）記載のとお\nり、昀も近い頼成新で二・五キロメートル、他は総て三キロメートル以上で、約半\n数の部落が四キロメートルを超えることとなり、いずれも、従来栴檀野小学校にお\nいて児童が享受していた通学条件を著しく悪化させることとなる。\n２　仮に、坪野に居住する申立人Ａ宅を例にとれば、庄東小へは、国道三五九号線\nを通つて栴檀野地区出口付近を右折し、六個用水を越え市道一三号線に出るのが片\n道四・八キロメートルの昀短コースであるが、坪野は、右国道を市谷から下つた標\n高七〇メートル前後の所にあり、そこからは上り坂で頼成山付近で標高九〇メート\nル前後に達し、更に下り、上り、下り、上りと高低差一〇メートルないし一五メー\nトル前後の坂道を繰返して頼成新の県道井栗谷大門線との合流点で標高八三メート\nルとなり、その後更に若干の上り坂を経て、右折し、同国道を離れるとともに急な\n下り坂となつて庄川沿いの平坦地（市道一三号に出た所で標高約五〇メートル）に\n出るという起伏の多い行程（復路はその逆となる）で、成人男子が歩いても片道一\n時間は優にかかる。これを往復するとなると成人男子にとつてすら相当の肉体的疲\n労を伴なう。況んやランドセルを背負つた低学年児童となれば、その肉体的負担は\n推して知るべしである。\nしかも、右の昀短コースたる国道三五九号線は金沢市から富山市に至る幹線道路の\n一つでトラツク等自動車の交通量も多いうえ、その大半について歩・車道を区分す\nる施設もなく、歩行者は狭い路肩を歩くという状態で、大人が歩いてさえ事故の危\n険があり、十分な注意力、判断力を持たない児童の通学路としては凡そ不適当であ\nる。児童にかかる道路を歩かせて万一事故でも発生すれば、むしろ保護者たる親の\n不注意を指弾されることとなろう。まして、冬期の雪積期のことを思えば、その危\n険度、過度の肉体的負担は、児童にかかる通学を許さないと言つていい。尚、この\n地方は、周知のとおり日本有数の豪雪地帯であり、冬期の雪積は特殊なことでもな\nければ、例外的なことでもない。降雪、積雪、そして時には豪雪が、冬期間三乃至\n四か月間にわたつてこの地方を支配することは否定しえない事実である。しかも、\n庄川以西の平野部に比較し、栴檀野地区の積雪量は格段に多い。従つて、小学校の\n配置に際しては、冬季積雪期の通学負担は当然の前提として考慮されなければなら\nない。\n前述の如く、昀短コースたる国道三五九号線が児童の通学路として不適であるた\nめ、実際徒歩通学には、より危険度の少ない県道坪野・小矢部線経由のコースを使\n用せざるをえず、結局申立人Ａ宅から庄東小までの実質的な距離は六・六キロメー\nトルということになり、成人男子が歩いても優に一時間四〇分以上を要する長大な\n距離となる。しかも、右県道経由の場合、正権寺・上和田間の須蘇末峠で標高一〇\n〇メートルを越えるなどその起伏は前記の国道三五九号線以上である。\n申立人Ａの被保護者たるＢ（現二年生）に、右の如き通学条件を課すことは、同児\n童が平均的体力を有する健康な児童であることを前提とするにしても、同児童の教\n育を受ける権利を事実上否定するに等しいと言わざるをえない。況んや、同じく坪\n野に居住する申立人Ｃの被保護者たるＤ（満六才、昭和五七年四月就学予定）の如\nき幼い一年生の場合に至つて頗昀早論外である。\n申立人Ｅの被保護者たるＦ（現一年生）外上和田居住の児童、申立人Ｇの被保護者\nたるＨ（現三年生）外増山居住の児童、更には申立人Ｉの被保護者たるＪ（現一年\n生）外池原居住の児童らに課せられる四・五キロ乃至五キロを上回る通学距離につ\nいても、全く右と同論である。\nまた、芹谷、福岡、宮森新、宮新等に居住する児童についても、三キロメートル以\n上の通学距離となり通学路の起伏、冬期の積雪等の悪条件を考えれば、とりわけ低\n学年児童にとつて通学は容易でないと言うべきである。\n３　遠距離通学となることを理由に庄東小への統合に反対する栴檀野地区住民の動\nきに関連し、かつて、統合推進を唱える地元政界の重鎮の発言として、山道の遠距\n離通学ぐらいものともしない根性と体力がなければ立派な人間は育たないといわん\nばかりの話が巷間伝えられたことがある。この考えの当否はともかく、少なくとも\n法は、前述の如くすべての国民に均しく教育を受ける権利を保障しているのであつ\nて、根性と体力のある児童のみを対象にこれを保障しているのではない。従つて、\nこの教育を受ける権利を実質的かつ具体的に保障するため各市町村がその義務とし\nて設置すべきものとされている小学校が、児童に根性と体力なくして通えないよう\nなものであるならば、\n到底権利保障の名に値しないと言わざるをえない。\n義務教育施設たる公立の小学校である以上、健康な児童も、病弱な児童も、また高\n学年児童は勿論低学年児童もすべて均しく、当該地区において通常予測される諸条\n件の下で、現実的に通学可能なものでなければならない。申立人らは、何も、特殊\nな身体障害児童を例にとつて通学の困難を云々している訳ではない。小学校である\n以上、低学年児童の存在は当然のことであるし、健康な児童がいる反面病弱な児童\nがいることも当り前のことであり、冬期の積雪等もこの地方では改めて言及するま\nでもない。学校の設置、通学区域の設定は、右の諸点を十分考慮したうえ、我が国\nの小学校の通学条件の一般的水準と良識とに照らし、通学区域内のすべての児童に\n実質的に教育を受ける権利を保障していると評価できるものでなければならないの\nである。そもそも、心身ともに未発達な児童を対象とする小学校にあつては可能な\n限り近距離通学が望ましいことは、何人にも異論はあるまい。義務教育学校の設置\nに関し、国が示した唯一の基準である義務教育諸学校施設費国庫負担法施行令第三\n条は「通学距離が小学校にあつてはおおむね四キロメートル以内、中学校にあつて\nはおおむね六キロメートル以内」をもつて適正な学校規模と規定している。従つ\nて、少なくともこれを基準として各市町村は、適正に学校を配置しもつて児童の教\n育を受ける権利を実質的に保障する義務があると言うべく、右基準を大幅に上回る\n前記の如き遠距離通学を強いることとなる本件処分が、児童の教育を受ける権利を\n著しく侵害する違法な処分たることは明白である。特に、右施行令の定める基準か\nらも明らかなように小学校の通学距離は、中学校に比べ近距離であるべきで、この\n点は、小学生と中学生の心身の発達状況の著しい相違を考えれば自明の理である。\n中学校に関しては、従来から庄東地区には、般若中学校（砺波市＜地名略＞所在）\n一校が設置されているのみで前記三小学校を卒業した児童は同中学校に就学してい\nるが、前述の如き広範な通学区域であるため、相当数の生徒が右施行令が中学生の\n通学距離の限界と規定する六キロメートルを可成り上回る遠距離通学を強いられて\nおり、とりわけ冬期には自転車通学も禁止され、これら中学生にとつてさえ過酷な\n通学条件となつているのが実情である。本件条例の実施により結局庄東地区は一小\n学校、一中学校となるが、庄東小学校は般若中学校より更に約五〇〇メ－トル地区\n西端寄りの庄川沿いに位置することから、殆んどの児童にとつて中学生以上の遠距\n離通学となつてしまいその不当性は一層明白である。因みに、庄西地区には、中学\n校は、出町中学校と庄西中学校の二校が設置されている。砺波市の総面積の六割に\n当る同地区に二つの中学校が存り、その四割の面積を占める庄東地区に庄東小一校\nというのでは、庄東小児童の通学条件は、山間部という点を度外視しても、なお砺\n波市の中学校の平均的通学条件をすら下回ることとなる。小学一年生に比べれば、\n中学生は大人の様なものである。この両者の心身発達度の相違を全く無視して設定\nされた庄東小の通学区域の異常さについては、昀早これ以上の説明を要しない。\n（四）　小学生児童にとつての遠距離通学の困難さ\n１　庄東小への統合が、無謀とも言える程の広大な通学区域を予定するものであつ\nたことから、市当局によりその実施が具体化された昭和五三年の九月、殆んどの地\n区住民から統合反対および栴檀野小存続を求める声が上がり栴檀野小学校存続期成\n会を結成し、以後、同期成会を中心に市当局、市議会、被申立人等に対して、栴檀\n野小存続を求める陳情、署名簿の提出等を繰り返し、同五六年九月には本件条件の\n改廃を求める直接請求をも行なつて来たが、市当局は「議会で決めたことだから実\n施せざるをえない」と言い、一方被申立人は「大規模の方が教育効果が上がる」と\nいつた紋切型の説明を繰り返すのみで、地区住民との実のある話し合いは殆んど行\nなわれなかつた。\nこうした中で、昭和五七年一月八日に至り、ようやく被申立人は、申立人ら栴檀野\n小児童の保護者を集めて、統合に関する説明会を催し、席上初めて無料のスクール\nバスを運行する旨発言し、その計画をある程度具体的に明らかにした。\nところで地区住民の統合反対運動が起きてから二年経過した昭和五五年八月末迄の\n段階で被申立人が、本件統合に関連してスクールバス運行を検討した形跡は全くな\nい。その後何時の時点でこの点が考慮されたのか、また何故昭和五七年一月八日に\n至つてようやく「初めて」公表されるに及んだのかは不明だが、かかる経過から\nも、本件統合計画に当初から通学手段についての配慮が組み込まれていたとは解し\n難く、果して被申立人および市当局が真剣にスクールバスの維持、運行を考えてい\nるのか否か疑問とせざるをえない。\nその永続性となると尚更疑問というほかない。\n右の如き疑問はさて置くとして、前述の被申立人の説明によれば、スクールバスを\n市が購入し、運行を業者委託して遠距離通学児童については、地区内数個所の集合\n地点に徒歩で集合させたうえスクールバスに乗せ、下校時はその逆というやり方で\n登校時一回、下校時に低学年用と高学年用各一回（両者の終業時間が異なることに\nよる）スクールバスを無料運行するというのである。\nしかしながら、小学生児童にとつて遠距離という難問は、かようなスクールバス一\n本で解決できる様な単純な問題ではない。換言すれば、小学校に関して、スクール\nバスさえ出せば如何に学校が遠くてもかまわないという論法は、小学児童の能力を\n過信した安易な輸送手段万能論と評するほかなく、かような学校をもつて、すべて\nの児童に教育を受ける権利を保障するに足る義務教育施設とは到底解しえない。\n２　そもそも、単独で遠距離という障害を克服するためには、一定の体力は勿論の\nこと、相当の注意力とそれの持続力、更には色々な状況に対する知識と判断力、お\nよび言語能力を必要とし、これは大人にとつては極く容易なことであつても、小学\n生、特に低学年児童には極めて困難なことである。このためスクールバスただ一本\nが頼みの綱という遠距離通学は、教育上のマイナスは勿論、児童ならびに父兄に多\n大の心理的、肉体的負担等を強いるもので、まさに百害あつて一利なしと言わねば\nならない。\n（イ）　例えば、児童がスクールバス集合地点に遅参したときはどうしたら良いの\nか。無論遅刻は好ましいことではないが、遅刻の原因は朝寝坊だけではない。朝、\n児童が腹痛を訴えたり、或いは発熱の疑いがあつて様子を見たうえで登校させるこ\nともあろう。忘れ物を取りに戻つて遅れるということもある。集合地点へ行く迄に\n不測の事態、例えばころんで怪我をする等の原因も考えられる。積雪時にはかかる\n蓋然性は一段と高くなる。\n右に揚げた例は、いずれも小学児童にとつて何ら特殊例外的なことではなく、どの\n児童にも日常起こりえることである。かかる場合に徒歩で登校するとすれば、その\n困難は既に述べたとおりであり、特に低学年児童には不可能に近い。しかも、右の\n事態の多くは低学年児童ほど発生の可能性が大きいと言わねばならない。\nしかも、スクールバス乗り遅れには、親の方では間に合つていると信じている場合\nも当然あろう。\nかかるケースの場合、児童は、集合地点に着いて乗り遅れたと判つた段階で、自分\nのとるべき行動を単独で適確に判断し、実行しなければならない立場に置かれる。\n常識的に大人が考える限り、この場合の行動の選択枝は、徒歩で学校に向うか、他\nの公共交通手段を使用するか、速かに自宅に引き帰すかの三つであろう。\n例えば、前述の申立人Ａの被保護者たるＢ（現二年生）ないし申立人Ｃの被保護者\nたるＤ（昭和五七年四月就学予定）らが、徒歩で学校に向かう場合、国道または県\n道を優に一時間半以上歩くことになる。その肉体的負担については敢えて繰り返さ\nないが、国道や県道を長時間歩くということは、注意力の対象たる遭遇する危険の\n種類と回数が増加し、注意力を持続すべき時間が必然的に長くなる。これは児童、\n特に低学年児童になるほど、極めて困難なことである。慣れれば道は覚えるであろ\nうが、元来子供は親の保護を要するものであり（親を保護者と呼ぶ所以である）、\n体力的に未熟で要保護度の高い低学年児童が、保護者の下から単独で長大な距離的\n離脱を行なうことは、それ自体が心理的に大きな負担となるのであつて、知つてい\nる道であつても遠いというだけで心理的不安から一種の迷子になるということも否\n定できない。\n次に、栴檀野地区には、前記の如きケースにおいて、利用可能な公共交通手段は殆\nんど無いに等しい。地区内には、県道井栗谷大門線経由戸出・出町間と国道三五九\n号線の頼成山・出町間の二系統の加越能鉄道路線バスがあるが、前者は一日三往\n復、後者にしても頼成山発が午前中には七時、八時、一〇時台に各一本づつという\n状態である。前者は単に、かろうじて廃止を免れているというだけの路線である。\n後者にしても、例えば、坪野に居住する児童が利用する場合には、頼成山のバス停\nまで約一キロメートルを歩いてから乗車し、庄東小昀寄りの学園前バス停で下車し\nたうえ更に約一千ロメートル歩かなければならず、しかも午前中に三本というので\nは、適切な代替手段と言えないことは明らかである。そもそも、路線バスというの\nは、小学生、少なくとも総ての小学生にとつての適切な通学手段とはなりえない。\n凡そ、公共交通手段というのは、時刻を適切に知覚し、時刻表を解読し、乗り過ぎ\nないよう注意を払い、しかも乗り過してしまつたりという不測の事態に独力で対処\nしうるだけの知識、判断力、注意力および言語能力がなければ単独で利用すること\nの困難なものである。かかる能力は、心身の発達と学習に伴ない、小学校高学年で\nは平均的児童において、中学生では昀低レベルにおいてすらほぼ獲得されていると\n言つて良いであろうが、未発達状態にある低学年児童では限られた児童しか期待し\nえない。この点につき、中学校の統合による遠距離通学の当否が争われた横浜地裁\n昭和五四年（行ク）第三号執行停止申立事件についての昭和五四年三月二六日同地\n裁決定が、その理由中で「小学児童と異なり、かなり成熟している本件生徒らにと\nつては、バスによる通学もさほど精神的、肉体的負担となるとは考えられない」旨\n判示しているのは、小・中学生の著しい心身発達度の相違を十分認識したうえでの\n適切な措辞というべきである。\n結局、スクールバスに乗り遅れた児童のとるべき行動としては、速かに自宅に帰る\n外ないというのが実情だが、しからば、次に、自宅に戻つた児童に対し、保護者た\nる申立人らは、適切な庄東小への到達手段を供与しえるかが問題となる。結論から\n言うと、これをなしえる保護者は申立人中二割にも満たない。要するに、運転免許\nを有する父兄が在宅しておりかつ、利用可能な自家用乗用自動車が自宅に置いてあ\nれば、対処は容易な訳だが、かかる要件を満たす者は、申立人中数える程しかいな\nい。栴檀野地区児童の父兄の自家用乗用自動車保有率は、概ね九割近くで、二台以\n上保有している世帯が二、三割あり、運転免許の方は、児童の父親で九割前後、母\n親でも五、六割が保有し、これらの点は、一見好条件であるかに見える。しかし、\n一方、同地区では父母の九割近くが所謂共働きで（必要に迫られてやつていること\nであつて、何も好き好んでではない）、しかもその殆んどが勤めに出ており昼間自\n宅にいない。因みに、先般、被申立人より学校指定通知ないし同変更通知を受けた\n同地区児童の父親については、総数一一七名中、自宅を勤務場所としている者は一\n割強の一九名にすぎず、母親でも自宅外で勤務している者が八割前後にのぼつてい\nる。自宅外に勤務する父母は殆んどが、前記車輛を通勤手段に使用しており、大部\n分は児童が登校するより早く自宅を出て、かつ、車輌は昼間自宅にはない。しか\nも、運転免許を保有する母親の殆んどは自宅外勤務者である。従つて、父母の出勤\n後、在宅しているのは、多くの場合七〇才前後ないしはそれ以上の老人のみという\nのが実情なのである。言うまでもなく老人が自転車に児童を乗せて起伏の多い道を\n行くなどは論外である。かような状況を前提とすれば、申立人らの児童の多くは、\n特に低学年児童にあつては、理由の如何を問わずスクールバスに乗り遅れた場合に\nは、欠席を余儀なくされると結論せざるをえない。\n勿論、寝坊や、忘れ物による遅刻を、大いに戒めるべきことに異論はない。しか\nし、これらによるスクールバス集合地点への遅参が、即欠席に直結する可能性があ\nつたのでは余りにも酷である。しかも、遅刻は、前述の如く様々な理由によつて日\n常起こりえる。これによつて、直ちに学校への到達を極めて困難にしてしまう本件\n処分は、明らかに児童の教育を受ける権利を侵害するものと言わなければならな\nい。\n（ロ）　更に、判断力が未熟で自らの健康管理も満足になしえない小学校児童にあ\nつては、登校後急に発熱したり、具合が悪くなつたりすることは珍らしくない。か\nような場合、栴檀野小においては、学校から自宅に電話連絡があり、至急迎えに来\nるよう要請されるのが常であつた。これも近距離であれば、昼間在宅する老人でも\nことは処理できたが、庄東小となると申立人ら殆んどの家庭では迅速かつ適切な対\n応は望むべくもない。児童が学校で怪我をしたような場合も全く同様である。\nこれらの点においても、本件処分により児童の蒙る不利益ならびに、申立人ら父兄\nに与える心理的不安は著しい。要するに、小学児童の場合、保護者たる父兄が対応\nすべき緊急事態というのは、地震、台風、火災といつた稀にしか起きない天災の類\nい（これらの場合の保護者の適切な対処の重要性は勿論だが）のみを意味する訳で\nはないのである。\n（ハ）　次に、多くの児童にとつて、スクールバスのみが適切な唯一の通学手段と\nいうのでは、学校における児童の課外活動等も著しく制約される。\n現在我国の小学校では、正規のカリキユラムとしては、課外活動を行なわない建前\nになつているため、砺波市においても被申立人学務課の所管ではなく、同社会教育\n課の所管の下に児童の社会教育の一環として各小学校において行なわれているが、\n実際には甚だ活発である。\n具体的に言うと、先づ、各小学校毎にスポーツ少年団と称して野球、水泳、ミニバ\nスケツト、バレーボール等の種目につき放課後先生の指導の下に練習している。\n各種目とも年間を通じて継続的にやる訳ではないが、それぞれの対外試合等のシー\nズンには活発な放課後の練習が行なわれており、栴檀野小学校ではほぼ全児童がこ\nれに参加していた。野球については、年間三回、その他の種目については各年一回\n対外的な大会が開かれ、特にミニバスケツトの場合は、毎年一〇月に行なわれる砺\n波市大会に始まり、県大会、全国大会まで開催されている。栴檀野小チームはこの\nミニバスケツトでは、数年前砺波市代表として県大会に出場したこともある。\n他には、音楽コンクールも対外的な催しがあり、その前後には児童の熱心な課外活\n動が行なわれる。\n正規のカリキユラムでないとの建前はともかく、右の如き課外活動も実際に総ての\n小学校において先生の指導下に行なわれている以上、児童が学校において受ける教\n育であることに変わりはなく、しかも児童の体位の向上、情操教育等の観点からも\n等閑に付しえない。従つて、かかる課外教育を受ける権利もまた義務教育施設にお\nいて現に行なわれている以上すべての児童に保障されなければならない。しかしな\nがら児童らが庄東小においても、これら課外活動に参加しようとすれば、必然的に\n下校時のスクールバス利用の機会を逸することになり、敢えて遠距離の坂道を徒歩\nで帰るか、保護者に迎えに来てもらうしかないが、かような措置をとりうる保護者\nは、申立人らの中には極く僅かしかいない。結局のところ、大半の児童は、本件処\n分により、課外教育を受ける権利を事実上剥奪されることとなる。\n（二）　更に、本件処分が保護者たる申立人ら父兄の活動に与える影響も無視しえ\nない。例えば、小学校においては必ず父兄による授業参観というものがある。これ\nは、中学校では極めて稀で、高等学校では先づ存りえないものであるが、小学校に\nおいては総ての学校が授業参観日を設けており、一種の制度と呼んでいい。小学校\nにおける授業参観の趣旨は、結局のところ、自らの学習水準を判断し、家庭での学\n習計画を独力で企画し実行しえる中学生、高校生と異なり、未発達で判断力、計画\n力に乏しい小学生については、家庭での学習も児童本人任せという訳にはいかず、\n学習、教育のみならず生活全般につき保護者の大幅な指導、関与を要することか\nら、学校教育についての理解を深め、児童の学業上の到達水準を観察し、もつて児\n童に対する家庭での学習、生活の指導に資するためである。従つて、父兄にとつて\n授業参観は一種の権利であり、少なくとも重大な利害と関心を有する事項であつ\nて、これを児童の側から見れば、学校教育の内容と自らの学習水準、学習態度を保\n護者に示して、保護者による家庭での適切な指導、教育を受ける権利と言つてよ\nい。\n栴檀野小では、この授業参観は毎月一回行なわれ、父兄の出席率は殆んど一〇〇バ\nーセントであつた。ということは、勤めを持つている母親も多くがこの日ばかりは\n勤務を休んで授業参観に出ており、止むをえず父母のいずれも出席できないとぎに\nは、在宅の祖父母が出席しているというの、が実態である。\nこれが庄東小となると、昼間適切な交通手段を欠く父兄が多い実情から、授業参観\nのための学校への往復は、少なからず負担となり、とりわけ冬期に至つては父兄に\nとつてさえ甚だしく制約される。父母が出席できない場合の祖父母の出席について\nは、あきらめる外ない。\nまた父兄によるＰＴＡ活動についても右と大同小異のことが言える。要するに、心\n身ともに未発達な小学児童にあつては、家庭と学校との緊密な関係が維持され、両\n者の連繋によつて適切な教育監護がなされることにも重要な教育的意義が存するの\nであつて、これもまた、中学校、高等学校に比べ小学校が近距離たるべき大切な理\n由の一つである。\n（ホ）　以上述べたところから明らかなように、小学児童が遠距離通学によつて蒙\nる心理的、肉体的負担と教育上の不利益は、一本のスクールバスでは到底救済しが\nたい深刻かつ重大なものであつて、本件処分が児童らの教育を受ける権利を著しく\n侵害する違法な処分たることには何ら変わりはないと言うべきである。\n二　栴檀野小学校の廃止および本件学校統合についての合理性の欠如\n（一）　統合審議会答申案にみられる統合の根拠\n現在庄東地区に存る三小学校の統合が、砺波市長の諮問機関である砺波市小・中学\n校統合審議会が昭和四九年七月一〇日に出した答申案に沿つて進められている小学\n校統合の一環であることは既に述べたとおりである。\nところで、小学校を庄西地区に五校、庄東地区に一校と提言した右答申が、何故か\nかる学校統合を必要とするかの理由として掲げているところは、出町小と出町中の\nグランド共用問題解消に関する部分を除けば、左の三点である。\n（１）　現在の小規模小学校は、明治終期から大正年間に建築された木造二階建の\n極めて危険度の高い校舎の一部を有しているので、これを逐次近代的設備をもつ学\n校に統合することは教育的にも経済的にもぜひ必要である。\n（２）　児童、生徒の能力の開発、創造力の養成、ことに徹底した理解を要する事\n項や、思考を要する事項は、少人数の低調な学習の場には期待しえない。従つて、\n今日的教育指導は、適正人数の学級を編制し、グループ構成による学習を大いに採\n用し、児童、生徒の能力いつぱいに社会性を養うことのできる適正な規模の学校の\n必要性がある。また、高学年において教科担任制を加味することの必要性や、小規\n模校には望めない養護教諭、司書教諭及び事務官の配置を必要とすることの学校管\n理の適正化とともに、早期に児童、生徒が機会均等の教育を享受する教育的意義を\n重視すべきである。\n（３）　市の実態よりして、老朽校舎の解消には、三分の一の国庫捕助しか認めら\nれないが、統合校の建設には二分の一の高率補助金が期待できるなどの財政的意義\nを考慮すべきである。\n以上は前記答申書に記載された審議会意見の該当部分をほぼ引き写したものだが、\n今日に至るまで、被申立人もしくは市当局が統合の効用につき申立人ら地区住民に\n対して右以上の具体的説明を行なつたことはない。被申立人は、既に述べたよう\nに、専ら「大規模校では教育効果の向上が期待できる」といつた何ら具体的内容の\nない抽象論を申立人らに対して繰り返して来た。\n（二）　答申案にみられる統合の根拠の当否\n１　前記（１）に言う設備の近代化が、望ましいということには特段の異論はな\nい。新しい校舎なら気持ちがいいに違いない。しかし、それ自体は単なる感覚的な\n問題にすぎず、これが教育的であるか否かは、当然別個の問題である。校舎の新し\nい学校の児童ほど教育水準が高いとの見解が実証され、確立しているとは信じ難\nい。従つて、庄東小の校舎が新しいということのみから児童らが特筆すべき教育的\n効果を享受しえると速断することはできない。庄東小の校舎、設備が、栴檀野小の\nそれらと比較して児童らにとり教育上の高度な効果を発揮すると言いえるために\nは、栴檀野小の校舎と庄東小の校舎の間に、教育施設としての機能上、容易に改善\nしえない程の根本的な質的相違がなければならない。設備といつても、動産的な設\n備は、大した経済的負担を伴なうことなく、設置、取り変えが可能なのが一般であ\nるから、統合と言つた大きな教育上の問題を論ずるに当つて敢えて取り上げるべき\nものではない。\nそこで、右両小学校校舎を施設の教育的機能という観点から比べると、普通教室の\n数と広さには何ら問題はなく、栴檀野小にも理科室、同準備室、家庭室、音楽室と\nいつた特別教室、屋内体育館、放送室、保健室、図書室、プール等の施設が完備し\nており、結局、庄東小にあつて栴檀野小に無い教育施設は視聴覚教室と図工室のみ\nと言つてよい。現聴覚教室は、機械設備さえあれば場所は問わない性質のものであ\nり、栴檀野小にも一応の視聴覚教育機器はあるから、要するに両校の主たる相違は\n図工室の有無に尽きる。単に図工を図工室において行ないえるという点が、敢えて\n栴檀野小児童に遠距離通学を強制してまで獲得しなければならない教育上の利点で\nあるとは到底考えられない。両者の得失は余りに均衡を失していて問題にならな\nい。\n結局のところ前記（１）と（３）の真意は、統合したうえでなら、校舎建築費に高\n率の国庫補助（具体的には建築費の六分の一の額だけ多く）が出るということに尽\nきると言わざるをえない。前記答申そのものが、新校舎建築費捻出のためには、何\nが何でも学校統合という、教育的配慮は二の次とした考えを基点にし、これに貫か\nれている。かかる理解に立つて始めて、庄東一校という結論も納得ができるのであ\nる。即ち、学校統合という以上は、少なくとも二校の統合対象校を必要とするが、\n同時に二校あれば一応統合という概念は成立する。しかし学校統合は、必然的に通\n学区域の拡大を意味するため、自ずと限界があつて、特に小学校については悪影響\nの予想されることは、審議会自体も十分意識していたものと思われ、現に、前記答\n申案「第二、課題に対する結論」の項で、統合に際し考慮すべき事項として\n「（１）、通学距離及び通学時間の児童の心身に与える影響。（２）、（１）に関\n連し、児童の安全、学校の教育活動の実施への影響。（３）、統合後の学校におけ\nる児童への教育効果に及ぼす影響。（４）、学校のもつ地域的役割」という四項目\nを列挙している。従つて、審議会は、「概ね二校をもつて統合する学校設置基準を\n適当とし」と原則を述べて、通学区域の拡大化と、これに伴なう右の如き悪影響を\n昀小限に止どめようとしていたものと思われる。\n右の「二校をもつて統合する」という原則は、前記答申時に、未統合小学校が遇数\nの六校存在した庄西地区ではスンナリ妥当した。これに反し、市の総面積の約四割\nを占める庄東地区には当時不幸なことに小学校が奇数の三校存在していた。従つ\nて、右原則を適用し「二校をもつて統合」したのでは残る一校が半端になつてしま\nい、かような立場で再考慮すると残る一校の校舎建て替えには、統合による国庫補\n助を獲得することができない。限度を超えた通学区域の広大化が児童の通学、教育\nに重大な悪影響を与えることを十分知悉しながら、審議会が敢えて庄東一校案を安\n易に支持した真の理由は右の如きものと断定せざるをえない。何も学校統合が、一\nから十まで悪いと主張するのではない。児童に著しい不利益を強いることなく、学\n校を統合することによつて、立派な新校舎の建築が容易になるというのならそれも\n一つの方法であろう。\nしかし庄東一校案が右の如き背景の下に行なわれるとすれば、これによつて著しい\n不利益を蒙る栴檀野小児童は新校舎建設（その建築費の六分の一）のための人身御\n供とでも言うほかない。かような、補助金獲得のための辻つま合わせが、栴檀野小\n廃止と本件統合の正当理由たりえないことは明らかである。\n２　答申案がいう前記（２）記載の理由は、一読すると砺波市における学校統合の\n実質的な教育上の根拠であるかのように旦える。しかし、砺波市の各小学校の現況\nを前提に考慮した場合、これが統合の指導理念になつているとは思えない。つま\nり、ここで統合校の利点として指摘されているグループ学習、教科担任制の有無、\n養護教諭、司書教諭、事務官の存否といつた諸点で、現在、統合小学校にのみ在つ\nて、未統合小学校に無いというものは殆んどない。従つて、統合によつて、右の諸\n点につきメリツトがあるという論理は、実際には何の説得力もない。\n砺波市内各小学校の昭和五六年度における児童数、学級数、教員数、事務職員数は\n添付別表（３）記載のとおりである。これによると先づ、一クラス当りの児童数\nは、統合校である庄南小が二八名、東部小が三八名、北部小が三七名で、一方未統\n合校でも出町小、鷹栖小はいずれも三〇名を超えている。栴檀野小は二六名平均だ\nが、この数字は統合校たる庄南小と殆んど変わらない。庄東小への統合が実施され\nると昭和五七年四月以降の児童数は特殊学級を除き一六学校、約五七〇名と言われ\nているから平均一クラス三五名ということになる。二六名より三五名の方が多いこ\nとは事実だが、この程度の人数差が一方を「少人数の低調な学習の場」と断定し、\n他方を「適正人数の学級」と称する根拠になるとは考えられず、殆んど無意味な議\n論である。更にグループ学習というのは、五、六人のグループで研究、実験、製\n作、討論、発表等を行なうことと思われるが、ならば平均二六名のクラスでも十分\n可能であり、三五名平均のクラスにおいて初めて可能になるとも思えず、とりたて\nて言うほどの差異はない。\n高学年における教科担任制については、栴檀野小においても現在、校長が習字と図\n工を、教頭が理科を、更に他に音楽を得意とする教諭一名が音楽をそれぞれ高学年\n児童に教えている。他の小学校、特に統合校が、この点についてどの程度実施して\nいるのか、必ずしも明らかでないが、格段に高度な教科担任制をとつているとの話\nは特に聞いていない。学級数と教員数との関係からみて、統合校も含めて他校も大\n同小異の状態と考えるべきだろう。養護教諭、事務職員は、現在、統合校、未統合\n校を問わず均しく各一名配置されていて、その間に何の差異もない。司書教諭は栴\n檀野小にはいないが、他校に配置されているか否か申立人らには不明である。もつ\nとも、被申立人が、申立人ら栴檀野地区父兄に対し、この司書教諭の存在が児童の\n教育上大きな利点である旨強調したことはかつて一度もない。\n以上検討したところから明らかなように、答申案が述べる前記（２）の理由は、本\n件統合に関しては何ら実質的な意味を持たない議論である。栴檀野小学校が近い将\n来、クラスにおけるグループ学習も出来ない程に児童数が激減し、正常な学校教育\nを継続しえない程の小規模校になるとでもいうならともかく、現実には答申案が指\n摘するような意味での小規模校とは到底言い難く、同校児童に無理な遠距離通学を\n強いてまでこれを廃止し、庄東小に統合すべき合理性は全くない。ましてや、児童\nには、在りもしない統合による教育上の利点を受けるためとの名目の下に、遠距離\n通学という困難な障害を背負わされる謂はない。仮に百歩譲つて、本件学校統合か\nら何らかの教育上の利点を抽出しえたとしても、児童らが蒙る著しい不利益に比べ\n余りにも均衡を失していてお話しにならないと言うべきである。\n第四　本件処分によつて生ずる回復困難な損害とこれを避けるべき緊急の必要性\n本件処分が、児童らに通学の困難等の著しい不利益を課し、その教育を受ける権利\nを侵害する違法な処分たることは既に詳述したとおりである。本件処分が執行され\nるならば、本年四月一日以降、直ちに、かかる不利益が申立人らの被保護者たる児\n童に降りかかり、児童らの教育を受ける権利が現実に侵害されて行くことは明らか\nである。\nしかも、小学校において教育を受ける権利は、児童らにとつて満六才から一二才に\nなるまでの六年間に限つてのみ存在する権利であり、更に細分して言えば、小学校\n一年生としての学校教育を受ける権利は満六才の一年間を経過すれば当然に喪失を\n余儀なくされる類のものであり、本案判決の確定を待つては、その間の権利侵害に\nよつて児童らが蒙る損害は二度と回復することはできない。よつて、直ちに本件処\n分の執行を停止し、右損害の発生を回避すべき緊急の必要性があるといわねばなら\nない。\n尚、本件処分の執行を停止することにより、公共の福祉に何らかの重大な影響を及\nぼすとは考えられない。\n第五　よつて、申立人らは、前記申請の趣旨記載のとおり、本案判決確定に至るま\nで本件処分の執行を停止することを求めて本申立に及んだ次第である。\n別紙及び別表１～３（省略）\n意見書\n申請の趣旨に対する答弁\n申立人らの申請を却下する\n申請費用は申立人らの負担とする\nとの裁判を求める。\n申請の理由に対する答弁\n一　「第一　本案訴訟の係属」は認める。\n二　「第二　就学通知処分等の存在」は認める。\n三　「第二　（申請書のまま）右処分の違法性」のうち、\n（一）　前文の前段（五頁末行まで）は認めるが、後段（六頁一行目から六行目ま\nで）は争う。\n（二）　「一、　通学条件の著しい悪化」のうち、面積、距離、小学校の通学区域\n面積（八頁から九頁まで）砺波市小中学校統合審議会の答申、冬期積雪、スクール\nバスの運行等の客観的、具体的事実はおおむね認めるが、その余とくに遠距離通学\nの評価判断にかかる意見は争う。\nなお、通学バス運行は、昭和五十七年一月八日にはじめて明らかにした旨の主張\n（二二頁）は事実に反するものであつて、被申請人は学校統合計画の説明の段階か\nら公表したものである。\n（三）　「二、栴檀野小学校の廃止および本件学校統合についての合理性の欠如」\nのうち（一）はおおむね認めるが（二）は争う。\n四　「第四　本件処分によつて生ずる回復困難な損害とこれを避けるべき緊急の必\n要性」は争う。\n五　「第五」は争う。\n被申立人の主張\n第一　基本的法律問題\n一　小学校は、市の公の施設であるから、その設置及び管理に関する事項は、条例\nで定められる（地方自治法二四四条、同条の二第一項）。\n右条例は、個々の住民の具体的な権利義務と直接に関係するものでないから、住民\nは右条例の取消もしくは無効を主張して抗告訴訟を提起することは不適法である\n（行政事件訴訟法九条、三八条）（昀高裁第一小法廷昭和三九年一〇月二九日判決\n昀高裁判所判例集一八巻八号一八〇九頁）。\n条例の制定改廃は、市議会の議決によるものであり（同法九六条一項一号）、市長\nは条例案を市議会に提出する（同法一四九条一号）ものであるが、市議会は市長か\nら提出された条例案を自由に否決、修正または可決することができる。しかして市\n長その他の執行機関は、議決された条例を対外的に執行する責任を負うものであ\nる。地方自治法は、長と議員とをともに住民の直接選挙によつて選出するという、\nいわゆる大統領制をとり、両者の権限を法定、分属せしめているのである（同法九\n六条、一四九条）。\n市議会は、市の意思決定機関であるが、間接民主制をとるわが国においては、市議\n会の議決は全体としての市民の意志であるという法的評価を受けるものであるか\nら、一部の住民が条例に反対であるからといつて、裁判によつてその取消または無\n効確認を求めることは許されないのである。\n二　市教育委員会は、「地方教育行政の組織及び運営に関する法律」（以下「地教\n行法」という）により設置される教育行政機関であつて、その権限は同法二三条に\nよつて定められている。同法同条一号は、「当該地方公共団体の処理すべぎ学校そ\nの他の教育機関の設置、管理及び廃止に関する事務」を掲げているが、市教育委員\n会は市議会に対する条例案提出権限はないから、前項に述べた地方自治法の規定と\nの関連において、学校の設立、廃止は条例という法形式によるべきである（東京高\n等裁判所昭和五二年三月四日決定、同高裁判決時報（民事）二八巻三号参照）。\nまた、学校設置のための用地取得、校舎建築等は、市が一方の当事者となる契約に\nよるものであるが、教育委員会には契約締結権限がないため、市長が市を代表する\n執行機関として契約の締結及び代金の支払いをするのである（地方自治法一四九条\n二号、六号、七号）。\n三　右の次第で、市教育委員会としては、条例によつて設置された学校を前提とし\nて児童の教育を行うために、小学校通学区域を設定し、その区域内に居住する保護\n者に対し、その子弟の通学すべき小学校の学校指定通知をするものである。（学校\n教育法施行令五条、六条）。\n（一）　右通知は、下命行為であつて市民的な権利義務を形成するものではないか\nら、行政庁の処分に該当しない。憲法二六条二項は、「すべて国民は、法律の定め\nるところにより、その保護する子女に普通教育を受けさせる義務を負う」　ことを\n規定しているが、右通知により保護者はその子女を指定された学校に通学させる公\n法上の義務を負うものであるが、学校に通学するのは児童であつて、申立人らでは\nない。\n（二）　かりに、右通知が行政処分であるとするならば、抗告訴訟が制定されてい\nるのは、公権力の主体たる国又は公共団体がその行為によつて、国民の権利義務を\n形成し、あるいはその範囲を確定することが法律上認められている場合に、具体的\nな違法行為によつて権利を侵されまたは義務を課せられた者のために、その違法性\nを主張せしめ、その効力を失わしめるためであり、抗告訴訟の対象となる行政処分\nは、このような効力をもつ行政庁の行為でなければならない（昀高裁第一小法廷昭\n和三〇年二月二四日判決昀高裁判所判例集九巻二号二一七頁、同第三小法廷昭和三\n四年一月二九日判決同上一三巻一号三二頁）から、児童が当事者となることがあつ\nても、保護者は当事者適格を欠くものである。\n四　市教育委員会は、地教行法二三条の規定により設置される委員会であり、学校\nの設置、管理及び廃止に関すること（同条一号）、児童生徒の入学、転学及び退学\n（同条四号）を管理、執行する権限を有するから、地方自治法一三八条の四に該当\nする委員会である。\n保護者ないし児童が、右通知によつて廃止された学校を利用（通学）することがで\nきなくなつたことに不服である場合には、市長に対して審査請求をし、その裁決に\n不服があるときは、富山県知事に対して再審査請求をし（地方自治法二四四条の四\n第二、四項）その決定を経た後でなければ、取消の訴えを提起することができない\n（同法二五六条）。\n本案訴訟につき、原告らは、右手続きを経ていないから、本案の訴えは、不適法で\nあり、結局本件申立は、「本案について理由がないとみえるとき」に該当するもの\nであるから、執行停止をすることができないことが明らかである（行政事件訴訟法\n二五条三項）。\n五　かりに、本件申立が認容されて、申立人らに対する学校指定通知等の執行停止\nがなされた場合には、申立人の子女は本案判決があるまでは義務教育を受けること\nができないという由々しき結果を生ずることとなる。\n条例の公布によつて、従前の小学校はすでに廃止されて存在しないのである。学校\n指定通知等の執行停止決定は旧学校を復活することを砺波市に義務づける効力をも\nつものでないこと（被申立人は教育委員会である）は言をまたないところであるか\nら、結局市教育委員会としては、そのまま放置することができないため、憲法二六\n条の決意に照らして、他の小学校への学校指定通知等を出さざるをえない立場に置\nかれるが、他の小学校は庄東小学校よりも一層遠い場所にあるから（疏乙第一号証\n参照）申立人らがこの通知に対して本件申立を同様な理由によつて執行停止申立を\nし、それが認容されるとなると、結局堂々めぐりとなつて、本案判決が確定に至る\n数年ないし十数年の間は、児童は小学校に通学することができない筋合である。\nこのようなことは、公共の福祉に反するものというべきであつて、この点からも本\n件申立は執行停止をすることができない場合に該当する（行政事件訴訟法二五条三\n項）。\n六　取消訴訟は、行政庁の違法な処分によつて、国民の権利が侵害され、または義\n務が強制されるときに、裁判所が当該処分の取消判決をすることによつて、国民の\n権利義務を救済、擁護する制度である。\n執行停止の積極的要件である「回復の困難な損害を避けるための緊急な必要がある\nとき」とは、国民の権利義務の侵害を前提とし、行政処分の公定力によつてそれが\n執行されたならば、本案訴訟において原告が勝訴しても、もはや回復困難であるか\nら、さし当つて行政庁の執行を停止するという決意であることは一点疑問の余地は\nない。\nところで、児童が特定の小学校（本件の場合廃止された小学校）に通学するという\nことは、元来市民的な権利に属しないものであるが、かりに権利であるとしても当\n該学校が条例によつて廃止された場合においても、なお国民として享有しうべぎ法\n律上の利益であるということはできない。せいぜい住所から昀も近い小学校に通学\nすることが法律によつて保障される利益であるにとどまるものである。庄東小学校\nは、申立人らの住所にもつとも近い小学校であるから、同校に通学すべき旨の学校\n指定通知または同変更通知によつて、申立人らの法律上の利益は何らそこなわれる\nものでないから、行訴法所定の右要件は存在しないのである。\n第二　本件事案と法律の適用\n一　既存の東般若小学校、栴檀野小学校及び般若小学校を廃止して、昭和五七年四\n月一日から庄東小学校を設置する条例が施行されることになつたことは、申立人ら\n主張のとおりである（疏甲四号証）。\n右の統合に対して、東般若小学校の地区及び般若小学校（その分校を含む）の地区\n住民には異議なく、ただ栴檀野小学校の地区住民の一部である申立人らが反対して\nいる。しかして、栴檀野小学校の地区内の住民のうち、庄東小学校への学校指定通\n知及び同変更通知に対して、異議をとなえていない者と申立人らの各住所を地図に\n記入したものが疏乙第二号証である。\n申立人らは、通学距離が遠くなること、通学途中の安全に不安があること、バス通\n学に危険、不利等があること等を主張する。\nしかしながら、それらのことは、庄東小学校の通学区域の住民全部に共通の問題で\nある。\n富山県下においても、＜地名略＞（面積六五・八四平方粁、人口一一、七六三人）\nは一小学校しか設置されておらず、本件三地区（面積三七・四四平方粁、人口六、\n九七七人）とほぼ同じ面積をもつ＜地名略＞（面積三一・二五平方粁、人口一五、\n二六九人）も一小学校しか設置せず、ともに遠距離通学児童はバス通学によつてい\nる。\n砺波市は、庄東小学校児童の通学について、通学距離四粁以内は徒歩、四粁以上は\n全員バス通学、但し一・二年は四粁以内であつても三粁を超えるものはバス通学と\nいう方針をとり、通学バス二台を購入して、四系列の運転を行うこととしている。\n通学バスは、走行中住民にバスが来たことを知らせるため拡声機で音楽を流し、一\n方児童は所定の時間に部落ごとに定められた場所に集合して、バスに乗り込むので\nある。\n右の次第で、申立の理由においていろいろと述べられているところに対しては、一\n々反論しないが、バス通学によつて児童の就学ないし教育を受ける権利が何ら妨げ\nられるものではない。また、通学距離についても、前述した二町の例及び庄東小学\n校の通学区域内の他の児童に比して、申立人らの子女が特別の不利益を受けるもの\nでもない。\n二　右小学校統合の中心的理由は、小学校の規模を適正化することによつて教育効\n果を高めることにあり、副次的な理由として、新設の学校による教育環境の整備を\n図ることにある。\nまず、学校教育法施行規則一七条は、「小学校の学級数は、十二学級以上十八学級\n以下を標準とする」ことを規定している。その法意は一学年二学級以上三学級以下\nとすることによつて、適正且つ能率的な学校運営をすることができるということに\nある。二学級あれば、学級間の競争、連繋ができ、学年ごとに学級の組替を行うこ\nとによつて、学級間の学力水準の平均化、児童相互の交流を図ることができる。廃\n止された三小学校は、昭和五十六年度において般若小学校のみ二、三、四年が二学\n級あつたが、同校の他学年及び他の二校ではいずれも一学年一学級であつた（疏乙\n三号証）のに対して、庄東小学校では二年生二学級、他の学年はいずれも三学級に\nなる見込であつて（疏乙第四号証）、学校教育法の定める標準学級をそなえ、その\n結果右に述べたような教育効果の向上が期待される。\n次に、廃止された三校は、ともに老朽木造校舎であつて、暖房用にストーブを使用\nしていたが、庄東小学校は鉄筋コンクリート造三階建（一部二階建）の校舎にスチ\nームが設置され、また、教育施設、設備等が近代的に整備されている。\n右の次第で、右学校統合は、教育上からみて妥当適切な施策であることが明らかで\nある。\nなお、栴檀野小学校の跡地は、昭和五十七年度に市立幼稚園を建設し、体育館は住\n民の体育施設として利用し、その余は公園として整備する方針である。\n三　被申立人は、学校統合を定めた条例（疏甲四号証）の公布に伴い、旧通学区域\n設定規則（疏甲五号証）の一部を改正する教育委員会規則を昭和五十七年一月二十\n一日付で公告した。これによつて、旧般若、東般若、栴檀野の三小学校の通学区域\nと定められていた区域は、庄東小学校の通学区域と定められた（疏乙五号証）。\n申立人には、右通学区域内に居住する者であるから、被申立人はその子女の通学す\nべき小学校の学校指定通知または変更通知（疏甲一号証の一乃至八九）をなしたも\nのであつて、右通知は適法であり、何らの違法もない。\n第三　疏明資料の認否\n疏甲一号証の一から疏甲六三号証まで成立を認める。\n追加意見書\n本案訴訟における申立人らの主張は、要するに本件条例が違法であることを前提と\nして、本件条例に基づいて設置される庄東小学校への就学通知処分が違法であるか\nら、その取消を請求するというのである。\nしかしながら、右主張は以下述べるとおり失当であるから、本件申請は「本案につ\nいて理由がないとみえるとき」に該当するものというべく、却下されなければなら\nない（行政事件訴訟法二五条三項）。\n一　市は、法令及び都道府県の条例に違反しない限りにおいて、地方自治法二条二\n項の事務（小学校の設置は同条三項五号）につき条例を制定することができる（同\n法一四条一、三項、憲法九四条）。\n条例の制定、改廃は市議会の権限であり、条例の内容に市の立法機関である市議会\nの裁量判断に委ねられているのであつて、条例が法令に違反するときは無効である\nが、その内容が妥当か否かに条例の効力には関係がない。\n本件条例は、本訴の請求原因第二項前文において挙示する各法条に違反しない。こ\nれらの法条は、小学校の設置場所、統合、児童の通学距離等を規定するものではな\nい。また、義務教育諸学校施設費国庫負担法施行令三条の規定は、学校建築費等の\n国庫補助にかかるものであつて、同条一項は小学校の適正な規模の条件として\n「一　学級数がおおむね十二学級から十八学級までであること\n二　通学距離が小学校にあつてはおおむね四キロメートル以内であること」\nと規定するとともに、同条三項において「統合後の学校の通学距離が第一項第二号\nに掲げる条件に適合しない場合においても、文部大臣が教育効果、交通の便その他\nの事情を考慮して適当と認めるときは、当該通学距離は同項第二号に掲げる条件に\n適合するものとする」旨規定している。\n庄東小学校の建設事業に対しては、昭和五六年三月五日付をもつて、該当する二億\n八八六九万八〇〇〇円の国庫補助金が交付決定された（疏乙六号証）。この事実\nは、右施行令三条三項が適用され、文部大臣によつて通学距離が四キロメートルを\n超えるものであつても、それをものでないとみなされたことを示すものである。\n右の次第で、本件条例は法令に違反するものではないから、市の関係機関及び住民\nを拘束するものである。\n（なお、小学校の規模については、右施行令三条一項一号が「学級数がおおむね十\n二学級から十八学級までであること」と規定するほか、学校教育法施行規則一七条\n本文は同旨の規定を設ける一方、公立義務教育諸学校の学級編制及び教職員定数の\n標準に関する法律三条二項は、同学年の児童で編制する学級の生徒数の基準は一学\n級当り四五人と定めている。\n申立人らは、通学距離が遠いことのみを非難するが、被申立人は通学バス二台を購\n入して通学に充てることはすでに主張したとおりであつて、通学距離の点はこれに\nよつて解消されたものというべく、本件条例の妥当性を論ずるにつき中心となるも\nのは教育効果の点である。\n一　学年につき、二学級ないし三学級を標準規模として規定する所以は、適正且つ\n能率的な学校運営をすることができることにある。すなわち、教職員の配置、特別\n教室の設置（義務教育諸学校施設費国庫負担法施行令二条一項一号参照）、学年ご\nとに学級の組替えを行うことによる児童相互間の交流、学級間の学力水準の平均化\n等多くの教育効果上の利点を期待することができるのである。\n右の次第で、実質的にみても、本件条例を違法と目すべき余地はない。）\n二　本件条例が取消訴訟の対象となるものでないことは、すでに主張したとおりで\nあるが、本案訴訟にも取消請求は含まれていない。かりに、取消訴訟の対象となる\nとしても、判決によつて取消されるまでは条例は公定力、拘束力を有するものであ\nる。\n被申立人は、本件条例による庄東小学校の設置を前提として、通学区域設定規則の\n一部を改正する規則を昭和五七年一月二一日付で公告した（疏乙第五号証）。本件\n条例及び右改正規則は、被申立人を含めて、市及び住民に対し効力をもつものであ\nるから、被申立人はこれに基づいて本件の学校指定通知または変更通知をしたもの\nである。\n右通知が取消訴訟の対象である行政処分であるとするならば、被申立人において裁\n量権の逸脱ないし濫用がある場合に、取消判決がなされるべきものである（行政事\n件訴訟法三〇条）。右通知は、市立小学校のなかで申立人らの住所にもつとも近い\n庄東小学校に通学すべきことを通知したものであるから（疏乙一号証参照）、裁量\n権の逸脱または濫用は皆無である。\nかりに、右通知が行政処分でないとするならば、その取消を求める訴えは行政事件\n訴訟法の規定するところでない。いずれにしても、本件申請は却下を免れないもの\nである。\n"
}