{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 3,
    "day": 25
  },
  "case_number": "昭和60(ネ)1117",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第一四民事部",
  "lawsuit_id": "20326",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20326",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/326/020326_hanrei.pdf",
  "contents": "主　　　　文\n一　（昭和六〇年（ネ）第一一一七号事件）\n原判決中第一審被告日本放送協会の敗訴部分を取り消す。\n第一審原告らの第一審被告日本放送協会に対する請求を棄却する。\n二　（同年（ネ）第一二〇四号事件）\n第一審原告らの各控訴を棄却する。\n三　（両事件）\n第一審原告らと第一審被告日本放送協会との間に生じた訴訟費用は第\n一、第二審とも第一審原告らの、第一審原告らと第一審被告国との間に生じた控訴\n費用は同原告らの、負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n（昭和六〇年（ネ）第一一一七号事件）\n一　第一審被告日本放送協会\n原判決中第一審被告日本放送協会の敗訴部分を取り消す。\n第一審原告らの第一審被告日本放送協会に対する請求を棄却する。\n訴訟費用は第一、第二審とも第一審原告らの負担とする。（なお、第一審で求め\nた本案前の申立は撤回）\n二　第一審原告ら\n控訴棄却。\n（昭和六〇年（ネ）第一二〇四号事件）\n一　第一審原告ら\n原判決中第一審被告国に関する部分を取り消す。\n第一審被告国は第一審被告日本放送協会と連帯して第一審原告らに対し各三〇万\n円及びこれに対する本訴状送達の日の翌日から完済まで年五分の割合による金員を\n支払え。（請求の減縮）\n訴訟費用は第一、第二審とも第一審被告国の負担とする。\n仮執行の宣言。\n二　第一審被告国\n控訴棄却。\n第二　当事者の主張\n当事者の主張は、次のとおり削除、改め、付加するほかは原判決事実摘示中「第\n二当事者の主張」欄記載のとおりであるから、これを引用する。\n一　原判決四丁表八行目の「及び二一頁の『めかんちやちんばの』という部分」\nとある部分を削除する。\n二　同五丁裏七行目から同六丁表七行目までを削除する。\n三　同六丁表八行目冒頭の「三」を「二」と、同表末行目から同丁裏一行目まで\nを「（二）同３は認める。」と、同七丁表二行目冒頭の「四」を「三」と、同八丁\n表七行目冒頭の「五」を「四」とそれぞれ改める。\n四　第一審被告ＮＨＫの当審における主張\n１　法一五〇条一項後段によると、第一審被告ＮＨＫは政見を録音し又は録画\nし、これをそのまま放送しなければならない旨規定しているが、右はいかなる場合\nにおいても右政見放送につき削除（カツト）することを一切認めない趣旨のもので\nはない。\nすなわち、電波法は無線設備等によつて「自己若しくは他人に利益を与え、又は\n損害を加える目的で、虚偽の通信を発した者」、「日本国憲法又はその下に成立し\nた政府を暴力で破壊することを主張する通信を発した者」及び「わいせつな通信を\n発した者」に対し、それぞれ懲役、禁錮又は罰金の刑を科することを規定しており\n（同法一〇六条一項、一〇七条、一〇八条）、政見放送も右通信に含まれるもので\nあり、更に法二三五条の三が政見放送において「法二三五条二項の罪を犯した者」\n及び「特定の商品の広告その他営業に関する宣伝をした者」に対し、懲役、禁錮又\nは罰金の刑を科する旨規定していることからしても、クーデターを起そうと国民に\n呼びかける政見放送、裸のままでわいせつ用語の羅列に終始する政見放送など明ら\nかに罰則に該当する内容のものまでそのまま放送しなければならないと解すること\nは条理上とうてい許されるべきではない。\nまた、視聴者は政見放送を一般の放送番組と同様に受けとめるものであるから、\n右のような内容の政見放送は放送の公共性を著しく傷つけ、永年にわたつて築き上\nげた第一審被告ＮＨＫの放送に対する国民の信用を破壊することは明らかであつ\nて、この点からもそのまま放送すべきであると解することはできない。\n更に、法一五〇条の二によると、公職の候補者は政見放送をするに当たつては、\n他人の名誉を傷つけ若しくは善良な風俗を害する等いやしくも政見放送の品位を損\nう言動をしてはならない旨規定しており、公序良俗違反行為の無効、信義誠実の原\n則、権利濫用の禁止等の基本原則は政見放送にも当然適用があると解すべきであ\nる。\nそのためテレビによる政見放送が開始されるにあたり、国会においてその点につ\nき質疑応答が行われたが、その際、結論として以上のような場合には候補者に対し\nて削除を要請し、若し候補者がこれに応じないときは放送局は選挙管理委員会と協\n議のうえ削除することもあり得るという自治省の見解が示されている。\n以上のとおり、政見放送については場合によつて削除することも許されるという\nべきである。\n２　「違法」の不存在\n昭和五五年末ころから、国は法律の中で使用されてきた身体障害に対する差別用\n語を改正し、国連もまた同五八年三月身体障害者の品位を傷つけるような用字用語\nを避けるようマスコミ向けの指針を発表し、同年末ころからわが国の出版界におい\nても国語辞典、聖書等の中から右差別用語が削除された。これらの事実は身体障害\n者に関連する差別用語の使用に対する国民感情の強い反発を示すものである。\n「めかんち」（めつかち）、「ちんば」なる語は身体障害者に対する差別用語で\nあるから、たとえ他人の言葉の引用であつても、また発言者の主観的意図がどうあ\nろうとも、それを聞いた身体障害者は被差別感、被侮辱感を、更に一般の視聴者も\n不快感、異和感を抱くことは明らかであるから、右のような言葉を政見放送の中で\n使用することが公序良俗に反することは明らかである。\nまた、右のような差別用語は雑民党の政見そのものとは関係のない雑談的な箇所\nにおいて使用されたものであるから、その削除によつて政見をそのまま（内容、分\n量及び配列につき）放映するという政見放送の性質、目的がいささかも損われなか\nつたことは明らかである。\n従つて、本件削除を違法と解する余地はない。\n仮に右主張が認められないとしても、本件削除は第一審被告ＮＨＫが自己及び第\n三者の法益を守るために止むを得ずしたものであるから、正当防衛、緊急避難に該\n当し、違法性が阻却される。\n第一審被告ＮＨＫは放送法によつて設立された法人であつて、その放送が高い公\n共性を有するところから、放送法四四条の二の規定に基づく国内番組基準を制定\nし、とくに身体障害者や精神障害者を侮べつするような、めくら、つんぼ、びつ\nこ、かたわ、不具などの言葉は使用すべきでないと定め、放送番組においてこれを\n厳守している。\nテレビの視聴者は政見放送と一般の放送番組の差異、法一五〇条一項後段の規定\nの存在を知らないため、政見放送も通常の放送と同じように受け止めるものである\nから、本件政見放送をそのまま放送したならば、視聴者の非難を招き、放送に対す\nる信頼が著しく損われることは十分に予測されるところである。そこで、第一審被\n告ＮＨＫとしては前記国会における論議を踏まえ、第一審原告Ａに対して右の理を\n説明して本件削除の同意を求めたが頑として応じないので、自治省に削除の可否を\n文書照会し、本件削除が法一五〇条一項但書の規定に違反しないと解する旨の文書\n回答を得たうえで本件削除に及んだものである。\n右のように本件削除は身体障害者及び第一審被告ＮＨＫの法益を守るために止む\nなく行つたものであるから、仮に本件削除が外形的に違法であるとしても、民法七\n二〇条一項の規定若しくはその類推適用により違法性が阻却されるものといわなけ\nればならない。\n３　「過失」の不存在\n仮に、本件削除が違法であるとしても、第一審被告ＮＨＫとしては本件削除を行\nうに際して前記のように公職選挙法の所管官庁である自治省に対し文書で照会し、\n削除が違法でない旨の文書回答を得たので、それに従つて削除したものであるか\nら、本件削除につき第一審被告ＮＨＫに過失があつたとすべき余地はない。\n４　「損害」の不存在\n本件政見放送は参議院比例代表選出議員の選挙にかかるものであつて、その他の\n選挙の場合と異なり政党その他の政治団体の政見を有権者に訴えて理解、支持を求\nめ、政党等が投票を得るためにされるものであるから、違法に削除された政見放送\nによつて侵害される権利ないし利益は政党その他の政治団体の得票であつて、候補\n者または放送に出演した者個人の得票その他権利ないし利益ではない。もつとも、\n違法に削除された政見放送によつて政党等の得票数が減少し、その結果候補者が当\n選できないことになる場合がないとはいえないが、それは間接的な若しくは反射的\nな不利益であつて、候補者の個人としての権利ないし利益が直接に侵害されること\nとはならない。\n右のように、法律上第一審原告Ａは本件請求の原因事実によつて侵害される権利\nまたは利益を有していないから損害の発生もあり得ない。\nまた、第一審原告らが本件削除によつて蒙る損害は雑民党の得票の減少であると\n解すべきであるが、この点については何らの主張立証がない。\nむしろ、本件政見放送を一部削除することなくそのまま放送したならば視聴者の\n雑民党に対する同調ないし支持の気持を失わせ、少くとも不快感、異和感を抱かせ\nることは明白である。\n従つて、本件削除によつて第一審原告らの権利ないし利益がいささかも侵害され\nたことはない。\n５　権利の濫用\n仮に、以上の主張がすべて認められないとしても、本訴請求は権利の濫用に該る\nから棄却されるべきである。すなわち、本件削除によつて録画された雑民党の政見\nがそのまま放映されるという権利が侵害されたとしても、もともと削除された用語\nは政見そのものとは直接関係のない箇所におけるものであり、右削除により第一審\n原告らが蒙る損害は極めて軽微である。加えて右のような差別用語の使用は公序良\n俗・信義誠実の原則に反し、政見放送の品位を損うものであるうえ、もしそのまま\n放送したならば第一審被告ＮＨＫ及び身体障害者の法益を侵害することが明らかで\nある。右のような事実関係のもとにおいては、法一五〇条一項後段による権利が侵\n害されたとして損害賠償の請求をすることは権利の濫用として許されない。　６\n賠償金額の過大性\n仮に、第一審被告ＮＨＫの主張がすべて認められないとしても、本件において削\n除されたのは僅か二語であり、それに対し六〇万円の賠償額はあまりにも過大であ\nる。\n六　第一審被告国の当審における主張\n１　無責性\n政見放送は選挙公営の制度化の一つとして定められたものであるが、現実に放送\nするのは第一審被告ＮＨＫ及び放送事業者（以下、放送事業者と総称する。）であ\nり、第一審被告国は法規に従つた公平平等かつ適正な政見放送が行われるよう公益\n上の理由から管理するにとどまり、政見放送それ自体は放送事業者が独立した立場\nで法規の定める手続、規制に従いその責任によつて行うものであり、国の委託によ\nつて実施するものではない。\n政見放送をするにあたつては、品位の保持が規定されており、その違反に対して\nは重い刑罰が課せられるのであつて、右のような品位保持に違反し、または違反す\nる恐れのある政見放送はもはや政見放送の自由の確保という規定の保護を受けるも\nのではない。しかも、右品位保持義務に違反した録音または録画が行われた場合\nに、これをそのまま放送するか、それともこれを修正ないし削除したうえで放送す\nるかの決定は放送事業者にあるのであつて、放送事業者が自律的な立場で独自の判\n断と責任において決定することになる。もつとも、品位保持義務に違反した政見放\n送をどう扱うかは極めて困難な判断を伴う問題であるところから、法を所管する第\n一審被告国（自治省）としては選挙放送の公正かつ適正な実施の確保に資する観点\nから放送事業者からの照会には必要に応じて回答を行つているが、それは一般的な\n法律解釈あるいは運用上の指針を示したものにすぎず、放送事業者を拘束するもの\nではないし、指示ないし命令でもなく、放送事業者は右回答を参考にして放送内容\nの適否、テレビの影響力に伴う有権者に対する効果、国民の一般常識、政見の趣\n旨、内容、選挙に与える影響力等を総合的に判断して独自に決断を下すこととな\nる。\n本件においても、第一審被告国は昭和五八年六月一一日自治省行政局選挙部長名\nで第一審被告ＮＨＫからの照会に対して回答しているが、これも前記の趣旨による\nものであつて、指示ないし命令ではないから、いかなる意味においても国家賠償法\n一条にいう「公権力の行使」と評価し得るものではない。\n２　本件削除の適法性\n右のとおり放送事業者は、品位保持義務に違反した内容による政見放送の録音ま\nたは録画が行われた場合には、自律的な立場から判断し、その放送を拒否すること\nができるのであり、政見放送の自由といえども絶対的かつ無制約に保障されるもの\nでないことは、一般の表現の自由にも自ら内在的制約があることによつても明らか\nである。これを本件についてみるに、削除の対象となつたのはいわゆる差別用語で\nあり、当時差別用語を使用しないことが社会的要請となつており、一方本件削除に\nよつて第一審原告らが政見放送で主張する趣旨が損われるものではないのはもとよ\nり、視聴者の理解を困難にするような事情もないのであつて、政見放送が「公益の\nため」行われるものであることなどを総合勘案するならば、本件削除が政見放送の\n自由に対する侵害とはいえないし、法一五〇条違反と断ずることはできない。\n七　第一審原告らの当審における主張\n１　第一審被告らの当審における主張はすべて争う。\n２　政見発表の自由とそれによる選挙の公正の保障を目的とする法一五〇条一項\n後段の規定は、まさに「クーデターを起そうと国民に呼びかける政見放送」、「裸\nのままでわいせつ用語の羅列に終始する政見放送」など罰則に該当するかもしれな\nい内容のものであつてもこれをそのまま放送しなければならないことを意味するの\nである。それをどのようにみるかは国民の判断に委せるべきであつて、第一審被告\nＮＨＫがその内容の是非を事前に審査し判断して削除することは許されない。政見\n放送の自由を認めることこそが公共の福祉に合致するのである。政見放送は候補者\nの放送であつて、第一審被告ＮＨＫの放送ではないから、同放送による国民の信用\nの破壊など心配することは全く無用である。\nまた、政見放送は法律行為ではなく一つの事実行為にすぎないから、法律行為の\n無効を定めた民法九〇条の規定は全く無関係である。\n３　（「違法」の不存在の主張について）\n第一審原告Ａは、目や足の不自由な人達を「めかんち、ちんば」と呼んでべつ視\nする者達に対し抗議する意味で右の言葉を使用したものであり、右のような身体障\n害者との連帯を叫ぶ発言をきいて、同感こそすれ「差別感、侮辱感」を抱く身体障\n害者はなく、またこれに「不快感、異和感」を催す一般の視聴者がいるはずがな\nい。\nまた、放送法四四条三項（放送番組の編集）及び四四条の二（第一審被告ＮＨＫ\nに対する国内番組基準制定の授権）の規定は政見放送には全く適用されず、準用、\n類推適用される余地もないから、その適用があることを前提とした正当防衛論は全\nく誤りである。\n更に、本件放送が第一審被告ＮＨＫに対する何らの不法行為とならないことはも\nちろん、右発言は差別者達に対する怒りと糾弾のため身体障害者に対し連帯の呼び\nかけをしたものであるから、本件削除につき民法七二〇条を援用することは全くの\n誤りである。\n４　（「過失」の不存在の主張について）\n第一審被告ＮＨＫが自治省の行政指導に従つたからといつて違法な行為につき自\n己の法的責任を免れないことはいうまでもない。仮に、もしそれによつて法的責任\nを免れるということになるのであれば、そのような違法な回答をした第一審被告国\nの賠償責任が発生することとなる。\n５　（「損害」の不存在の主張について）\n第一審原告Ａは本件比例代表選出議員の選挙において届け出られた雑民党の名簿\n記載の唯一の候補者であるのみならず、法一五〇条一項によつて保障されている政\n見放送発表の自由という法益はその所属政党だけではなく、候補者自身にも存在す\nるというべきである。\nまた、党としても得票数が問題ではなく、たとえそのときは党の主張を理解する\n者が少数であつても、それがいつか大多数によつて理解して貰えることを期待し訴\nえることが、正に政見放送の自由保障の本質というべきであるから、本件削除によ\nる損害が存在しないとの主張は誤りである。\n６　（権利濫用の主張について）\n第一審原告Ａ及び同雑民党はわが国における民主主義の根幹の一つである政見放\n送の自由を第一審被告らに認めさせ、それを守るため多大な犠牲を忍びながら本訴\nを維持しているのであつて、本訴請求のどこにも反社会性はあり得ない。\n７　（賠償金額過大の主張について）\n人類永年の歴史の中において、先人達の血と涙によりかちとられた普通選挙及び\nそれを実質的に可能とする政見放送の自由を侵害されたことによる第一審原告らの\n精神的苦痛は絶大なものであり、原判決認容の金額は決して過大ではない。\n第三　証拠（省略）\n理　　　　由\n一　第一審原告雑民党が法八六条の二の政党その他の政治団体として昭和五八年\n六月二六日実施の参議院（比例代表選出）議員の選挙において、第一審原告Ａ外計\n一〇名を候補者とする名簿を選挙長に届け出たものであり、右Ａが右雑民党の代表\n者であることは当事者間に争いがなく、第一審原告Ａが昭和五八年六月五日法一五\n〇条により第一審被告ＮＨＫにおいて政見放送の吹き込みを行い、同ＮＨＫの政見\n放送実施本部部員がその政見の録音及び録画を行つたこと、右吹き込みにおいて第\n一審原告Ａが発言した内容が原判決添付の別紙「政見放送」に記載のとおりであつ\nたところ、第一審被告ＮＨＫの前記職員が右別紙「政見放送」中一二頁の「めかん\nち、ちんばの切符なんか、誰も買うかいな」という部分の音声を削除して昭和五八\n年六月一六日及び同月二〇日の二回にわたつて放送したことは、第一審原告らと第\n一審被告ＮＨＫとの間には争いがなく、第一審被告国との間では、上記の事実のう\nち、放送にあたり音声を削除されたのが前記別紙「政見放送」中一二頁の「めかん\nち、ちんば…」という部分であつたことは当事者間に争いがなく、その余は弁論の\n全趣旨によつて認めることができる。\n二（１）　成立に争いのない甲第八号証、乙第七、第八号証及び弁論の全趣旨に\nよると、公営による政見放送は昭和二二年法律一六号「選挙運動の文書図面等の特\n例に関する法律」（同年三月一七日公布・施行）によつてまず参議院全国選出議員\nの選挙においてラジオによる放送が認められ、その後対象となる選挙の範囲が次第\nに拡充されるなどの変遷を経たうえ、昭和四四年にはテレビによる政見放送か実現\nし今日に至つたものであることが認められ、他に右認定を左右する証拠はない。\n<要旨>（２）ところで、現行の法一五〇条はその一項後段において「この場合に\nおいて、日本放送協会及び一般放送</要旨>事業者は、その政見を録音し又は録画\nし、これをそのまま放送しなければならない。」と定め、選挙の公正を保障するた\nめ放送事業者が作意的に政見放送の内容を改編することはもちろん、放送事業者が\n内容を審査検討して放送の諾否を決するようなことは、政見発表の自由を侵害し、\nまた侵害する恐れがあるとしてこれを禁じているため、その範囲において放送番組\n編集の自由を規定した放送法三条は排除されるものと解するほかはない。\nしかしながら、政見発表の自由といえども何ら制約のない全くの自由であると解\nすることはできない。\nすなわち、電波法はその一〇六条一項、一〇七条、一〇八条において、無線設備\n等によつて「自己若しくは他人に利益を与え、又は損害を加える目的で、虚偽の通\n信を発した者」、「日本国憲法又はその下に成立した政府を暴力で破壊することを\n主張する通信を発した者」、「わいせつな通信を発した者」に対してはそれぞれ懲\n役、禁錮又は罰金の刑を科することを規定しており、また法一五〇条の二は、公職\nの候補者は、その責任を自覚し、政見放送をするに当たつては、他人の名誉を傷つ\nけ若しくは善良な風俗を害し又は特定の商品の広告その他営業に関する宣伝をする\n等いやしくも政見放送としての品位を損う言動をしてはならない旨を規定するとと\nもに、同二三五条の三は政見放送又は選挙公報において、同二三五条二項の罪（当\n選を得させない目的をもつて公職の候補者又は公職の候補者となろうとする者に関\nし、虚偽の事項を公にし、又は事実をゆがめて公にした者）を犯した者に対しては\n懲役、禁錮又は罰金を、特定の商品の広告その他営業に関する宣伝をした者に対し\nては罰金をそれぞれ科することを定めており、テレビ放送が即時かつ直接的に全国\nの視聴者に到達する性質のものであることからすると、政見放送なるが故に如何な\nる内容のものであつても、そのまま放送すべきであるとは考えられず、例えば政府\n打倒のためのクーデターを呼びかけそのけつ起を促したり、または内容が極めてわ\nいせつであつて、社会通念に照らし政見発表としては不相当であることが明らかな\nものについては、事前に審査し、これを削除することも止むを得ない緊急避難的措\n置として許されるべきであり、法一五〇条一項後段の規定も右のような場合に削除\nすることまでも禁止する趣旨のものではないと解するのが相当である。\nこれに対して、右のような内容のものであつても、これを事前に審査し削除する\nことはいわゆる検閲にあたり、絶対に許されるべきではないとする批判も考えられ\nないではない。政見放送の自由が民主主義政治の根幹をなす重要なものの一つであ\nることにはおよそ異論がなく、それがため法一五〇条一項後段の規定が設けられて\nおり、検閲が憲法二一条二項前段で禁止されていることはこれまた明らかなところ\nである。\nしかしながら、政見放送の自由といえども公共の福祉によつて制限される場合の\nあることは認めなければならないのであり、前記のとおり放送の内容がクーデター\nの呼びかけや露骨なわいせつにわたるなど、社会通念上政見放送として不相当であ\nることが明らかな場合には、即時かつ直接的に全国の視聴者にそのまま伝達される\nテレビ放送の性格からすると、これをそのまま放送することは公共の福祉に反する\nため、その内容を事前に審査し当該部分を削除することも止むを得ない緊急避難的\n措置として許容されるべきであり、憲法に定める検閲禁止の規定には違反しないも\nのと解される。\n以上の説示と結論を異にする甲第六、第一三号証、第一五証の二、第一六号証の\n各所説及び当審証人服部孝章の証言はいずれも当裁判所の採用しないところであ\nる。\n（３）　本件についてこれをみるに、第一審被告ＮＨＫが放送にあたり削除した\n部分がいわゆる差別用語に該当するものであることは、成立に争いのない乙第四な\nいし第六号証、第一〇号証の一、二によつて明らかであり、成立に争いのない乙第\n一号証、第一一ないし第一五号証及び弁論の全趣旨によると、いわゆる差別用語の\n使用については、昭和五〇年代に入つて国民世論の上で次第に批判がたかまり、同\n五五年以降各行政庁がそれぞれ関係する法律の中の差別用語を不適切用語として改\n正する方針を決め、そのころから関係の法律がそれぞれ改正され、同五八年には国\n連がマスコミ向けの「障害者についての報道の改善」と題する小冊子を配布し、わ\nが国出版界においても国語辞典、聖書等の中から差別用語を削除する方針を決める\nなどいわゆる差別用語の不使用が社会的に定着化してきたこと、第一審被告ＮＨＫ\nとしても放送につき国内番組基準（昭和三四年七月二一日制定・達三四号）を定め\nているが、その二章八項二で「身体的欠陥などに触れなければならないときは、特\nに慎重に取り扱う。」と定めるとともに、その解説書（ハンドブツク）で「肉体\n的・精神的に障害のある人の姿態・動作・言語などを扱う場合は、本人やその関係\n者の人権を十分尊重するとともに、同じ障害に悩む人々を傷けないように表現に気\nをつける。特に身体障害や精神障害の人を侮べつするようなことばは、使うべきで\nない。」としていることが認められ、他に右認定を左右する証拠はない。\n（４）　成立に争いのない乙第三号証、弁論の全趣旨により成立の認められる乙\n第二号証及び弁論の全趣旨によると、第一審被告ＮＨＫは本件政見放送を録取後、\n本件削除部分がいわゆる差別用語部分に該当し、これをそのまま放送するのは適当\nでないと考えたため、第一審原告Ａに対して右部分を削除することについて同意を\n求めたが、同人がこれを拒否したため、昭和五八年六月一〇日付文書で法の所管官\n庁である自治省行政局選挙部長に対し右部分の削除の是非についての見解を照会し\nたところ、同月一一日付文書で右選挙部長から削除することは法一五〇条一項の規\n定に違背するものではないと解する旨の回答があつたので、前記のように一部削除\nのうえそれぞれ放送したものであることが認められ、他に右認定を左右する証拠は\nない。\n（５）　原審における第一審原告Ａ本人尋問の結果によつて成立の認められる甲\n第一〇、第一一号証及び右本人尋問の結果によると、第一審原告雑民党は性愛に対\nするあらゆる束縛と偏見に対してこれを打破し、差別意識を根絶させることを目的\nとして結成された党であることが認められるところ、本件政見放送の内容をみる\nと、本件で削除された部分は、同原告がかつてコンサートを開催したところ客が不\n入りで借金がかさみ死を考えたことがある旨の発言の一部であつて、第一審原告雑\n民党及び同党の代表者である第一審原告Ａとしての政見とは直接的には何ら関係の\nない部分であることが明らかである。\n（６）　第一審被告ＮＨＫがわが国における唯一の公共放送としてその放送内容\nにつき国民一般から高い信頼を得ていることは公知の事実であり、国民の多くは法\n一五〇条一項後段の規定の存在を知らないものとみられるところからすると、もし\n不適切・不相当な内容の政見放送がそのまま放送されたならば、視聴者の非難を浴\nびるとともに、第一審被告ＮＨＫのこれまでに得てきた放送に対する信頼性が損わ\nれ、仮に事後において放送者が刑罰法令によつて処罰され、または社会的に強く批\n判されることがあつても、右信頼性の回復は至難であることは、容易に推認される\nところである。\n（７）　なお、原本の存在、成立ともに争いのない乙第九号証の一、二、第一\n六、第一七号証及び当審証人Ｂの証言によると、昭和四六年に実施された第九回参\n議院全国選出議員選挙において、或る候補者の政見等を記載した原稿中に一部差別\n用語があるとして、中央選挙管理委員会の承認を得て同部分を削除して選挙公報に\n掲載した都府県が二六存在し、そのころ第一審被告ＮＨＫが自治省行政局選挙部長\nに対し、右の件について文書で照会したところ、同部長から政見放送についても選\n挙公報と同様の措置をとるようにとの文書による回答があつたこと、また昭和五〇\n年四月に実施された東京都知事選挙においても差別用語であるとして選挙公報から\n一部削除された事例のあつたことが認められ、他に右認定を左右する証拠はない。\n三　そうであるとするならば、第一審被告ＮＨＫが行つた本件削除は一応外形的\nに法一五〇条一項後段の規定に反し、違法なものであるといわざるを得ない。しか\nしながら、右認定判示にかかる二の（１）ないし（７）の諸事情、とくに法一五〇\n条一項後段の規定が全く削除を認めない趣旨のものではないこと、本件削除部分が\n一般に使用することが不適切とされるいわゆる差別発言に関する部分であるばかり\nか、第一審原告雑民党の政見そのものとは直接的には何ら関係がないこと、第一審\n被告ＮＨＫが削除するに当たり、第一審原告Ａに対し削除についての同意を求め、\n所管官庁に対し削除の是非に対する意見を求めるなど、削除する場合に必要と考え\nられる手続を履践していること、右政見放送をそのまま放送した場合第一審被告Ｎ\nＨＫが非難を浴びるとともに放送に対する信頼性を失う恐れのあることなどを総合\n勘案するならば、右削除部分は社会通念上政見放送として不相当であることが明ら\nかであり、第一審被告ＮＨＫが行つた本件削除は、止むを得ない緊急避難的措置と\nして許容され、違法性を欠くものと解すべきである。これと同様の意味において、\n第一審被告国が行つた前記回答行為にも違法性がないものというべきである。\nしてみれば、第一審被告らはいずれも民法七一五条、国家賠償法一条に基づく損\n害賠償責任を負わないものといわなければならない。\n四　以上の次第であるから、第一審原告らの本訴請求はいずれも理由がなく失当\nとして棄却すべきところ、原判決中第一審被告ＮＨＫに関する部分は右と結論を異\nにするのでこれを取り消して第一審原告らの請求を棄却し、第一審被告国に関する\n部分は相当であつて本件控訴は理由がないのでこれを棄却することとし、訴訟費用\nの負担につき民事訴訟法九五条本文、九三条本文、八九条を適用して、主文のとお\nり判決する。\n（裁判長裁判官　岡垣学　裁判官　小川昭二郎　裁判官　鈴木経夫）\n"
}