{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 10,
    "day": 13
  },
  "case_number": "昭和63(う)899",
  "case_name": "鉄砲刀剣類所持等取締法違反被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "article_info": "第41巻3号333頁",
  "gist": "自己が日常生活の場としている普通乗用自動車内に鉈及び鎌を置いていた行為が銃砲刀剣類所持等取締法二二条にいう刃物の「携帯」に当たるとされた事例",
  "case_gist": "自己が顧客勧誘の営業活動に利用している普通乗用自動車内に鉈及び鎌を置いていた本件行為(判文参照)は、たとえ同車両が、住居がないため自己の衣類その他の所持品を積み込み、宿泊にも利用している居室に準じた場所であるとしても、銃砲刀剣類所持等取締法二二条にいう刃物の「携帯」に当たる。",
  "lawsuit_id": "20292",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20292",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/292/020292_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中四〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人河合英男及び被告人が提出した各控訴趣意書に記載さ\nれたとおりであり、これに対する答弁は、検察官本間達三が提出した答弁書に記載\nされたとおりであるから、これらを引用する。\n一　弁護人の控訴趣意第一について\n所論は、要するに、原判決は、被告人が鉈一丁及び鎌一丁を携帯したものである\nと認定したが、被告人は、衣類、営業用の道具、趣味用品等一切の生活用品を積載\nして日常生活の場としていた普通乗用自動車内に原判示の錠及び鎌を積載していた\nもので、右の普通乗用自動車は自宅ないし居室に準ずる場所であり、また、その積\n載方法も、錠は助手席の座席の下のカーペツト様の物の下に差し込み、鎌は刃体の\n部分を助手席の床に置き、その長い柄を助手席と左側車体との間に倒した状態で積\n載していたもので、いずれも容易に取り出すのが困難であり、これらは直ちに使用\nしうる状態ではなかつたのであるから、被告人の行為は銃砲刀剣類所持等取締法二\n二条にいう携帯の場所的要件及び把持の要件を欠き、右の携帯に該当しないという\nべきであるので、原判決には判決に影響を及ぼすことの明らかな法令適用の誤りな\nいし事実の誤認がある、というのである。\nそこで検討するに、原審記録及び当審における事実取調の結果によると、被告人\nは、原判示の日時ころ、同判示の路上に自己所有の普通乗用自動車を駐車してその\n運転席に乗つていた際、警察官の職務質問を受け、被告人の承諾による車内捜索の\n結果、原判示の銘一丁及び鎌一丁を発見されたものであること、右鉈の形状は、刃\n体の長さは約一八・七センチメートル、柄の長さは約一七・五センチメートルで、\n重量のある鋭利な刃物であり、鎌の形状は、刃体の長さは約二五・二センチメート\nル、柄の長さは約一五〇・八センチメート<要旨>ルで、草刈り鎌としては比較的重\n量のある鋭利な刃物であること、鉈は、鞘等もなく、むきだしのまま同車</要旨>両\nの助手席と床の間の隙間に差し込まれて置いてあり、鎌は、刃体の部分はむきたし\nのままで助手席前の床に置き、柄を助手席の背もたれと左側前後のドアとの間に倒\nして置いてあつたこと、被告人は、昭和六一年一〇月下旬ころ、山梨県に来て以来\n一定の住居がなく、衣類、地図の原版等営業用の道具や資料、趣味の釣りの道具な\nどの所持品を前記車両に積み込み、同県内で市街地図に掲載する顧客勧誘の営業中\nは、二か所位のビジネスホテルに宿泊したり、同車両内に宿泊したりして生活して\nいたことが認められる。しかし、右の普通乗用自動車は、住居のない被告人の居室\nに準じた日常生活の場所であるとはいえ、それとともに被告人が営業などの対外的\n活動を行うために移動して、他の第三者と接触する場所でもあり、このような場所\nは、日常生活を営むだけの自宅ないし居室とは異なり、一定の刃物の携帯による社\n会的危険性の程度は高く、銃砲刀剣類所持等取締法二二条がこのような場所におけ\nる刃物の携帯を除外するものと解すべき理由はない。\nまた、同条の携帯という語義及びその社会的危険のある行為を禁止するという趣\n旨からして、所論のいうように、携帯とは右の刃物を身体に帯びるか直ちに使用し\nうる状態で自己の身辺に置くことであると解すべきであるが、前記の鉈は、車両の\n運転者である被告人が手を延ばせば直ちに手に取ることができる位置にあり、鎌\nは、その柄が長いため助手席の背もたれを倒すなどする必要があつて手に取るのに\n若干の手間がかかることが予想されるものの、これもまた直ちに使用しうる状態で\n自己の身辺に置いていたものということができる。したがつて、被告人は、前記鉈\n及び鎌を携帯していたものというべきであつて、原判決には所論のような法令適用\nの誤りないし事実の誤認はない。\n論旨は理由がない。\n二　弁護人の控訴趣意第二及び被告人の控訴趣意について\n各所論は、要するに、原判決は被告人には前記鉈及び鎌を携帯する業務その他正\n当な理由がなく、Ａとの話し合いに際し、場合によつては使用することもありうる\n意図を有していたと認定したが、被告人は、右鉈及び鎌をやまめ釣りに使用する目\n的で購入し、その釣り道具とともに前記車両内に保管していたに過ぎず、Ａに対し\nてこれらを使用する意図はなかつたものであるから、原判決には判決に影響を及ぼ\nすことの明らかな事実の誤認がある、というのである。\nそこで検討するに、原審記録及び当審における事実取調の結果によると、被告人\nは、昭和五九年一一月五日妻Ｂとの協議離婚の話し合いに際し、Ｂ側の立場でこれ\nに加わつて立会人となつたＣ株式会社社長Ａも、Ｂが被告人に対し支払うことを約\n束した離婚示談金の未払分二〇〇万円についてこれを支払う責任があるとして、こ\nれまでしばしばＡに面会を求め或は電話でその支払い要求し、更には電話で脅迫文\n言を告げたり、中傷文書を掲示したりしていたが、原判示の日時に至り、いよいよ\n最終的な話し合いを遂げようと意を決し、前記普通乗用自動車を運転して右会社付\n近に赴き、同会社から約五八メートル離れた原判示の路上に同車両を駐車して、Ａ\nが帰宅するのを待つていたものであること、被告人はＡがかつて暴力団員と交際が\nあるような言動をしたことを聞いたことがあり、話し合いいかんによつては暴力沙\n汰になりかねないとの懸念もいだいていたこと、したがつて、そのような場合に\nは、前記鉈或は鎌を使用することもあるかも知れないという認識を有していたこと\nが認められる。被告人は、本件鉈は原判示の日の約六か月前、鎌は一か月または二\nか月余前にやまめ釣りに行く際に使用するため購入したもので、鉈は実際にやまめ\n釣りに行つた際に使用したことがある旨供述しているが、釣り竿等は車両のトラン\nク内に入れていたというのに、鉈は、むきだしのまま前記のような状態で助手席の\n下に差し入れて置いたというのは不自然であり、また、鎌は全く使用したことはな\nいというのであつて、被告人のいう時季に購入する必要はなかつたものであり、被\n告人は司法警察員及び検察官に対する各供述調書においては、右鎌は護身用に買つ\nたものであると供述しており、右供述のとおりであればもとより、仮に柄が長くて\nトランク内に入らないとして、長期間前記のように助手席脇に置いていたというの\nは、被告人のいうように一部に新聞紙等をかぶせていたとしても、それは数か月先\nの釣りに際して使用するために保管する日常的な方法とはいいがたく、被告人の弁\n解は採用できない。以上のとおりであるので、被告人の前記鉈及び鎌の携帯は業務\nその他正当な理由による場合ではないといわなければならず、原判決には各所論の\nような事実の誤認はない。\n論旨はいずれも理由がない。\nなお、被告人が逮捕、取調べ、鉈などの押収等についてその違法ないし不当を主\n張するところも、これを肯認することはできない。\nよつて、刑訴法三九六条により本件控訴を棄却し、刑法二一条を適用して当審に\nおける未決勾留日数中四〇日を原判決の刑に算入し、当審における訴訟費用につい\nては刑訴法一八一条一項但書を適用して被告人に負担させないこととして、主文の\nとおり判決する。\n（裁判長裁判官　高木典雄　裁判官　福嶋登　裁判官　田中亮一）\n"
}