{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 12,
    "day": 26
  },
  "case_number": "昭和51(行ウ)9",
  "case_name": "損害賠償請求事件",
  "court_name": "松山地方裁判所",
  "field": "行政",
  "gist": "１　一部事務組合であるごみ処理施設管理組合が，ごみ焼却施設建設工事の請負契約を随意契約の方法によって締結したことが，違法とされた事例　２　一部事務組合であるごみ処理施設管理組合がした随意契約の方法によるごみ焼却施設建設工事の請負契約締結に際し右組合の管理者が右契約締結が違法であることを知り又は重大な過失によって知らなかったとは認められないとして，右管理者に対する地方自治法２４２条の２第１項４号の請求が棄却された事例",
  "lawsuit_id": "17341",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17341",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/341/017341_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は、原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、伊予地区ごみ処理施設管理組合に対し、金五〇〇〇万円及びこれに対\nする昭和五一年八月一四日から支払ずみまで年五分の割合による金員を支払え。\n２　訴訟費用は、被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　（一）原告は、愛媛県伊予市の住民である。\n（二）　被告は、伊予地区ごみ処理施設管理組合（地方自治法二八四条一項の規定\nにより、愛媛県伊予市、同県伊予郡＜地名略＞及び同県同郡＜地名略＞が、昭和四\n五年五月七日、塵芥焼却場の設置及び管理に関する事務を共同処理するため、その\n協議により規約を定め、愛媛県知事の許可を得て設けた一部事務組合）（以下単に\n「組合」という。）の管理者である。\n２　被告は、組合の管理者として、株式会社タクマ（以下「タクマ」という。）と\nの間に、昭和五〇年一〇月五日、伊予市＜地名略＞に、一日四〇トンの処理能力を\n有するごみ焼却施設を建設する工事を、報酬額四億六〇〇〇万円で請け負わせる契\n約を随意契約の方法により締結した。\n３　しかし、右契約締結行為は、次の理由により違法である。\n（一）　組合の議会は、昭和五〇年五月二〇日、一日四〇トンの処理能力を有する\n機械化バツチ燃焼式焼却炉を建設することを議決した。しかるに、被告が前記のと\nおりタクマと締結したのは、機械化バツチ燃焼式とは異なる準機械炉の建設工事請\n負契約であつた。\nしたがつて、本件請負契約締結行為は、組合の議会の議決に反してなされたもので\nあつて、違法である。\n（二）　仮に、そうでないとしても、地方自治法二九二条により、一部事務組合に\nは普通地方公共団体に関する規定の準用があるが、同法二三四条二項によれば、随\n意契約は、政令で定める場合に該当するときに限り、これによることができること\nとされ、右規定を受けた政令として、地方自治法施行令一六七条の二第一項がある\nところ、本件請負契約は、右政令で定める場合のいずれにも該当しない。\nしたがつて、被告が右契約を随意契約の方法によつて締結したのは、違法である。\n（三）　仮に、被告が本件請負契約を随意契約の方法により締結したことが違法で\nないとしても、右契約は、被告が次に述べるように裁量権の範囲を逸脱し、\n又は濫用して締結したものであるから、違法である。\n被告は、本件契約を締結するに先だち、昭和五〇年九月三日、前記タクマのほか、\n大紀産業株式会社（以下「大紀」という。）、三和動熱工業株式会社（以下「三\n和」という。）、太陽築炉工業株式会社（以下「太陽」という。）、丸紅株式会社\n（以下「丸紅」という。）、川崎重工業株式会社（以下「川崎重工」という。）に\n対し、同月一三日までに工事見積りの提出を求めたが、その見積り書で、タクマは\n四億八九五〇万円、大紀は四億三七〇〇万円、三和は四億六五〇〇万円、太陽は三\n億六八〇〇万円、丸紅は五億三八五〇万円、川崎重工は五億二六四〇万円とそれぞ\nれ工事金額を見積つた。これによると、被告は、特段の事情のない限り、最低見積\nり額を呈示した太陽と本件請負契約を締結すべきであつた。\n４　被告は、本件契約の締結が前記のように違法であることを知りながら、又は、\n仮に、知らなかつたとしても、重大な過失によつて知らないで、タクマとの間に右\n契約を締結したものである。\n５　以上の被告の行為によつて組合が被つた損害額は、その後タクマに支払われた\n報酬額四億六〇〇〇万円と各社中最低額を呈示した太陽と本件契約を締結した場合\nの報酬額三億六八〇〇万円との差額九二〇〇万円である。\n６　原告は、昭和五一年五月一二日付で、前記２の被告の行為につき、組合の監査\n委員に対し、監査請求したが、その請求は、同年七月九日付で棄却された。\nよつて、原告は、地方自治法二九二条、二四二条の二第一項四号により、組合に代\n位して、被告に対し、同法二四三条の二所定の損害賠償請求として前記損害金九二\n〇〇万円のうち金五〇〇〇万円及びこれに対する訴状送連の翌日である昭和五一年\n八月一四日から支払ずみまで民法所定の年五分の割合による遅延損害金の支払を求\nめる。\n二　請求原因に対する認否\n１　請求原因１、２及び６の各事実を認める。\n２　請求原因３の事実について\n（一）　（一）は、組合の議会が原告主張の日に機械化バツチ燃焼式焼却炉を建設\nすることを議決したこと及び被告がタクマと締結したのが準機械炉の建設工事請負\n契約であつたことを認めるが、その余は争う。\nなお、右議決は、地方自治法二九二条により準用される同法九六条所定の議決事項\nの議決ではないから、格別の拘束力はない。のみならず、「機械化バツチ燃焼式焼\n却炉」という言葉は、\n機械化バツチ炉のほか準機械炉を含む意味で使われることがあり、右議決中では、\nその用例に従つて使われたものである。\n右主張事実に対する原告の答弁　組合の右議決が地方自治法九六条所定の議決事項\nのいずれにも当たらないことを認めるが、その余は争う。すなわち、被告が議案を\n提出して組合の議決を求めた以上、その議決が、地方自治法九六条所定外の事項の\n議決であつても、被告を拘束するものというべきである。\n（二）　（二）は、本件請負契約が地方自治法施行令一六七条の二で定める場合の\nいずれにも該当しないとの点を争い、その余を認める。\n本件請負契約については、次に述べるとおり、地方自治法施行令一六七条の二第一\n項二号の「その性質又は目的が競争入札に適しないもの」及び同項四号の「競争入\n札に付することが不利と認められるとき」に各該当する事由があつた。すなわち、\n本件請負契約の内容であるごみ処理施設の建設工事は、通常の土木建築工事と異な\nり、特殊な技術・専門的知識を必要とする。しかも、組合としては、一定の予算の\n範囲内で、公衆衛生、環境衛生及び公害問題等を配慮し、できるだけ住民の福祉に\nそう施設を建設しなければならなかつた。このような目的を達するのは、競争入札\nでは不可能であり、それには、随意契約の方法で適切な業者を選定する必要があつ\nた。したがつて、本件契約は、地方自治法施行令一六七条の二第一項二号の「その\n性質又は目的が競争入札に適しないもの」に該当した。また、本件請負契約を競争\n入札に付するときは、それに必要な高度の技術を有しない不信用又は不誠実の者が\n競争入札に参加することになり、そのような不信用又は不誠実の者が落札して施工\nすることにより、組合が損害を被るに至るもそれがあつた。したがつて、前記政令\n一六七条の二第一項四号の「競争入札に付することが不利と認められるとき」に該\n当する事由もあつた。\n右主張事実に対する原告の答弁　本件ごみ処理施設の建設工事は、通常の土木建築\n工事と異なり、特殊な技術・専門的知識を必要とすること、組合が公衆衛生、環境\n衛生及び公害問題等を配慮し、できるだけ住民の福祉にそう施設を建設しなければ\nならなかつたことを認める。しかし、このことは、被告の主張を正当化する根拠に\nはならない。なぜなら、前記諸条件に合致した施設を建設しうる業者が複数いると\nきは、これらの業者を指名して競争入札に付することにより、\n契約の相手方の選択の公正と競争させることによる利益を図るべきであるからであ\nる。\n（三）　（三）は、被告が本件請負契約締結に先立ち、原告主張のとおり、タクマ\nほか五社に工事見積りの提出を求め、右六社が見積り書を提出したことを認める\nが、その余は争う。\nなお、被告が最低の見積り額を呈示した太陽と本件請負契約を締結しなかつたの\nは、太陽、大紀及び三和の三社（以下「中堅メーカー」という。）の仕様が、タク\nマ、丸紅及び川崎重工の三社（以下「大手メーカー」という。）の仕様に比べて、\nその処理施設の内容につき、次に述べるような欠点があつたからである。（１）通\n常のプラント設備は、焼却炉、マルチサイクロン、電機集塵機、誘引通風器、煙突\nと順次配置されているが、中堅メーカーの設備は、焼却炉、電機集塵機、マルチサ\nイクロン、誘引通風器、煙突と配置されているため、煤塵除去に不安があり、ま\nた、焼却炉とマルチサイクロンとの間が長く、その間に煤塵が多く蓄積されるた\nめ、排ガスの排出に影響を及ぼすのみならず、清掃にも多くの時間と労力が必要と\nなる。（２）大手メーカーの押込送風機及び誘引通風機の風量は、常に安定してい\nるのに対し、中堅メーカーのそれは、過大であるか、もしくは過少であるため不安\n定である。（３）汚水処理設備について、中堅メーカーは、急速濾過装置及び制御\n設備等の不備が認められるが、大手メーカーは、その点ほぼ完全である。（４）制\n御装置について、大手メーカーは、主として自勉制御装置を採用しているためその\n管理が容易であるのに対し、中堅メーカーのものには、この装置がなく、管理に手\n間がかかる。（５）地耐力について、中堅メーカーでは、一〇トンないし一五トン\nと小さく設計されているのに対し、大手メーカーでは、三五トンないし五〇トンと\n大きく設計されており、より安定している。（６）マルチサイクロンについて、中\n堅メーカーのガス処理量は、過大であるのに対し、大手メーカーのそれは、安定し\nている。\n３　請求原因４の事実を否認する。\nなお、本件組合の前身たる伊予市松前町共立衛生組合が昭和四五年九月三〇日に締\n結した同種のごみ焼却炉建設工事請負契約も、随意契約の方法によつて締結されて\nおり、本件契約も、この慣行にならつたものである。また、愛媛県下では、ごみ焼\n却炉建設工事請負契約を、随意契約の方法によつて締結している市町村がほとんど\nである。\n４　請求原因５の事実を否認する。\n第三　証拠（省略）\n○　理由\n一　請求原因１（原、被告の地位）、２（本件請負契約の締結）及び６（監査請求\n前置）の各事実は、当事者間に争いがない。\n二　請求原因３の（一）について\n１　組合の議会が昭和五〇年五月二〇日に一日四〇トンの処理能力を有する機械化\nバツチ燃焼式焼却炉を建設することを議決したこと及び被告がタクマと締結したの\nが準機械炉の建設工事請負契約であつたことは、当事者間に争いがない。\n２　ところで、被告は、地方自治法二九二条により準用される同法九六条所定の議\n決事項のいずれにも右議決が当たらないと主張し、この点は、原告も認めるところ\nであつて、右議決は、格別の拘束力を有しないものと考えられる。もつとも、原告\nは、被告において議案を提出して組合の議決を求めた以上、その議決が地方自治法\n九六条所定外の事項の議決であつても、被告を拘束するものというべきであると主\n張するが、被告において右議決を求めた以上それを尊重して事務処理をすべきであ\nるとはいえても、その議決が被告を拘束する法的効力を有するものとは考えられな\nい。のみならず、成立に争いがない乙第二九号証（厚生省環境衛生局水道環境部長\nから各都道府県、知事宛の「昭和五〇年度一般廃棄物処理施設整備事業計画書の提\n出について」と題する昭和五〇年三月六日付書簡）によれば、同書簡では、「機械\n化バツチ燃焼式焼却炉」の語を、機械化バツチ炉（すなわち、バツチ（固定）炉に\n機械化を加えたもの）のほか、準機械炉（すなわち、連続燃焼式機械炉の一部を簡\n略化したもの）を含む意味で用い、これらのものを「機械化バツチ燃焼式焼却炉」\nとして整備計画書を提出するよう指導していることが認められる。そして、被告本\n人尋問の結果に証人Ａの証言により真正に成立したものと認められる乙第二号証を\n総合すれば、被告が組合の議会に昭和五〇年五月二〇日「機械北バツチ燃焼式焼却\n炉」の増設について議決を求めた際、右の語を前記指導に従つて用いたことが認め\nられ、この事実によれば、格別の反証のない本件においては、「機械化、バツチ燃\n焼式焼却炉」の語を、組合の議会も、被告と同じ考えで用いたものと認めるのが相\n当である。以上のとおりであるから、前記議決に被告の行為を拘束する効力を認め\nる余地があるとしても、被告の本件契約締結行為は、なんら組合の議決に反するも\nのではない。\n３　したがつて、原告の請求原因３の（一）の主張は、採用できない。\n三　請求原因３の（二）について\n１　地方自治法二九二条により一部事務組合に準用される同法二三四条二項によれ\nば、随意契約は、政令で定める場合に該当するときに限り、これによることができ\nるとされ、右規定を受けた政令として、地方自治法施行令一六七条の二第一項があ\nる。\n２　（一）原告は、本件契約が右政令で定める場合のいずれにも該当しないのに、\n被告が右契約を随意契約の方法で締結したのは違法であると主張する。\n（二）　これに対し、被告は、まず、本件請負契約の内容であるごみ処理施設の建\n設工事は、通常の土木建築工事と異なり、特殊な技術・専門的知識を必要とするこ\nと、組合が一定の予算の範囲内で公衆衛生、環境衛生及び公害問題等を配慮し、で\nきるだけ住民の福祉にそう施設を建設しなければならなかつたことを根拠に、本件\n契約は、地方自治法施行令一六七条の二第一項二号にいう「その性質又は目的が競\n争入札に適しないもの」に該当し、随意契約の方法で適切な業者を選定することが\n許される旨主張する。確かに、ごみ処理施設の建設工事は、通常の土木建築工事と\n異なり、特殊な技術・専門的知識を必要とすることが考えられる。また、組合が、\n一定の予算の範囲内で、周辺の環境及び公衆に及ぼす被害をできるだけ低く抑えう\nる型の施設を採用しなければならないことは、当然なすべきことと理解される。し\nかし、これらのことから、直ちに、本件契約が、地方自治法施行令一六七条の二第\n一項二号の「その性質又は目的が競争入札に適しないもの」に当たるとの結論を出\nすことはできない。というのは、地方公共団体やその組合が、一定の予算の範囲内\nで、周辺の環境や公衆に及ぼす被害をできるだけ低く抑えうる型の施設を採用する\n方針を決め、各業者から見積りを出させたところ、その条件に合致した施設を建設\nしうる業者が複数いるときは、これらの業者を指名して競争入札をさせることによ\nつて、契約の相手方の選択の公正や競争させることによる利益を図りうるからであ\nる。したがつて、本件契約につき、「その性質又は目的が競争入札に適しない」場\n合に当たるような事情と考えられるものとしては、組合が決定した各条件に合致す\nる施設を建築しうる業者が一名しかなかつたというようなときなど、競争入札によ\nることが事実上不可能であるような場合が考えられる。\nこれを本件についてみるに、いずれも成立に争いがない乙第一三ないし第一八号証\nの各一、二、被告本人尋問の結果によりいずれも真正に成立したものと認められる\n乙第一九号証及び同第二七号証、証人Ｂの証言により真正に成立したものと認めら\nれる乙第一二号証、右証人Ｂの証言並びに被告本人尋問の結果を総合すれば、以下\nの事実が認められる。被告は、本件契約を締結するに先だち、あらかじめ作成して\nいた工事仕様書（乙第一九号証）に基づき、昭和五〇年九月三日、タクマほか五社\nに対し、同月一三日までに工事見積りの提出を求めた（もつとも、被告のタクマほ\nか五社に対する工事見積りの提出依頼の事実は、当事者間に争いがない。）。右期\n限までにタクマほか五社から提出された見積り書を、被告も被告を補佐する職員\nも、充分検討できる能力がなかつたので、直ちに、被告は、財団法人日本環境衛生\nセンターに勤務するＢに右見積り書の比較検討を依頼した。その結果に基づき、被\n告は、同年九月中に、ごみ焼却施設の稼動による環境被害をできるだけ低く抑える\nためには、建設脅は高くついても、中堅メーカーの機械化バツチ炉でなく、大手メ\nーカーの準機械炉を採用すべきであるとの結論に達した。以上のとおり認められ\nる。そうすると、被告は、この段階で、タクマなど準機械炉を建設しうる業者を指\n名して、本件契約を競争入札させるべきであつたといわなければならない。（とこ\nろが、被告本人尋問の結果によれば、被告は、本件契約を随意契約の方法で締結す\nることが法律上許されると考えていたので、大手メーカーのうち最も低い工事見積\nり額を呈示したタクマとの間に本件契約を締結したものであることが認められ\nる。）\n（三）　次いで、被告は、本件請負契約を競争入札に付するときは、それに必要な\n高度の技術を有しない不信用又は不誠実の者が落札して施工することになり、組合\nが損害を被るに至るおそれがあることを根拠に、前記政令一六七条の二第一項四号\nにいう「競争入札に付することが不利と認められるとき」に該当する事由がある旨\n主張する。しかし、右のような事由は、一般競争入札に適しないとして指名競争入\n札によりうる場合として定められている右政令一六七条三号の「一般競争入札に付\nすることが不利と認められるとき」には該当するものと考えられるが、同令一六七\n条の二第一項四号の「競争入札に付することが不利と認められるとき」に該当する\nものとは考えられない。\n（四）　その他、本件契約につき、前記政令が随意契約によることができる場合と\nして定める各事由があることを認むべき証拠はない。\n３　以上によれば、被告の本件契約締結行為は、地方自治法二三四条二項に反する\n違法なものといわなければならない。\n四　請求原因４について\n１　被告において本件契約の締結が前示のように違法であることを知つて契約を締\n結した事実は、これを認めるに足りる証拠がない。\n２　そこで、被告において本件契約の締結が違法であることを知らなかつたことに\nついての重大な過失の有無を判断する。\nいずれもその方式及び趣旨により公務員が職務上作成したものと認められるから真\n正な公文書と推定すべき乙第二三号証及び同第二四号証の一、二並びに被告本人尋\n問の結果によれば、組合の前身たる伊予市松前町共立衛生組合が、昭和四五年九月\n三〇日、随意契約の方法によつて、同様のごみ焼却場建設工事請負契約を締結した\nことが認められる。その方式及び趣旨により公務員が職務上作成したものと認めら\nれるから真正な公文書と推定すべき乙第六号証によれば、ごみ焼却炉建設請負契約\n締結の方法に関する組合長からの昭和五一年九月一日付照会に対し、松山市長は、\n同月八日付で、右方法として、随意契約によつている旨の回答をしていること、そ\nの方式及び趣旨により公務員が職務上作成したものと認められるから真正な公文書\nと推定すべき乙第七号証によれば、組合長からの前記と同趣旨の照会に対し、香川\n県丸亀市長は、同月八日付で、随意契約によつている旨の回答をしていること、そ\nの方式及び趣旨により公務員が職務上作成したものと認められるから真正な公文書\nと推定すベき乙第八号証によれば、同様に、愛媛県越智郡菊間町長も、同月九日付\nで同趣旨の回答をしていること、その方式及び趣旨により公務員が職務上作成した\nものと認められるから真正な公文書と推定すべき乙第九号証によれば、同様に、愛\n媛県今治市長も、同月四日付で、同趣旨の回答をしていること、その方式及び趣旨\nにより公務員が職務上作成したものと認められるから真正な公文書と推定すべき乙\n第一〇号証によれば、同様に、大分県日田玖珠広域市町村圏事務組合日田清掃セン\nター所長も、同月六日付で、同趣旨の回答をしていること、その方式及び趣旨によ\nり公務員が職務上作成したものと認められるから真正な公文書と推定すべき乙第一\n一号証によれば、同様に香川県高松市清掃工場長も、同月二九日頃、同趣旨の回答\nをしていることが、それぞれ認められる。また被告本人尋問の結果により真正に成\n立したものと認められる乙第三〇号証の二及び被告本人尋問の結果によれば、組合\nの職員が本件契約締結時ころ所持し、現在も所持している執務参考資料（乙第三〇\n号証の二）には、機械化バツチ式焼却炉及び準連続式焼却炉（準機械炉）の建設工\n事請負契約については、特殊な設置・設備・形式がかなりあるので、なるべく随意\n契約による方が良いとの記述があることが認められる。\n以上認定したところを総合勘案すると、被告が、本件契約の締結方法につき、随意\n契約によりうると判断したことに、過失（軽過失）はさておき、重大な過失（重過\n失）があつたといい難いものと考える。\nその他、本件を通じ、右の点を認めるに足りる証拠はない。\n五　よつて、その余の点について判断するまでもなく、本訴請求は、理由がないか\nらこれを棄却し、訴訟費用の負担について行政事件訴訟法七条、民事訴訟法八九条\nを適用して、主文のとおり判決する。\n（裁判官　渡邊　貢　岩谷憲一　松原正明）\n"
}