{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 12,
    "day": 24
  },
  "case_number": "昭和61(ネ)965等",
  "case_name": "日産自動車配転",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19206",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19206",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/206/019206_hanrei.pdf",
  "contents": "主　　　文\n一　原判決中控訴人（附帯被控訴人）敗訴の部分を取り消す。\n被控訴人（附帯控訴人）らの請求をいずれも棄却する。\n二　被控訴人（附帯控訴人）らの附帯控訴をいずれも棄却する。\n三　訴訟費用は、第一、二審とも被控訴人（附帯控訴人）らの負担とする。\n事　　　実\n第一　当事者の求めた判決\n（以下においては控訴人（附帯被控訴人）を「控訴人」と、被控訴人（附帯控訴\n人）らを「被控訴人ら」と表示する。）\n一　控訴人\n１　控訴につき主文第一、第三項同旨\n２　附帯控訴につき第一次的に附帯控訴却下、第二次的に主文第二、第三項同旨\n二　被控訴人ら\n１　控訴につき控訴棄却\n２　附帯控訴につき\n（一）　原判決を次のとおり変更する。\n被控訴人らが控訴人の村山工場を就労場所とする機械工の地位にあることを確認\nする。\n控訴人は、被控訴人らに対し、各金三六〇万円及びこれに対する昭和六〇年八月\n一日から支払ずみまで年五分の割合による金員を支払え。\n（二）　訴訟費用は、第一、二審とも控訴人の負担とする。\n（三）　仮執行の宣言\n第二　当事者の主張\n次に付加するほか、原判決の事実摘示と同一である（但し、原判決一五枚目裏一\n〇行目の「例え」を「たとえ」に改める。）から、これを引用する。\n一　控訴人の主張\n１　本件訴は不適法である。\n村山工場には被控訴人らが就労することのできる機械工の仕事がないことは原審\nで主張したとおりであるが、原判決のように被控訴人らが配転先で就労しなくても\nよいとすると、被控訴人らには就労すべき職場がないことになる。また、被控訴人\nらは、現実には本件配転命令に服し配転先で就労しているのであるから、控訴人と\nの間には、救済を必要とする程度の権利利益の侵害をめぐる実質的な紛争が存在し\nない。したがつて、本件訴は不適法というべきである。\n２　控訴人と被控訴人らとの雇用契約はいわゆる職種特定契約ではない。\n職種特定契約とは、使用者が労働者を特定の職種以外の仕事には絶対に就労させ\nないことを約する契約であり、もし使用者の業務上の都合により労働者を就労させ\nるべき当該特定職種の仕事がなくなれば雇用関係を終了させる意思をもつて締結し\nたものでなければならない。被控訴人らのように、単に当該職種の募集に応じて採\n用され、長期間その職種で就労してきたというだけで右の職種特定契約が成立する\nものではない。しかも、控訴人の就業規則四八条には、「業務上必要があるとき\nは、従業員に対し、職種変更又は勤務地変更を命ずることができる。従業員は、正\n当な理由がなければ前項の命令を拒むことができない。」との規定があり、これが\n被控訴人らにも適用される以上、右のような職種特定契約が成立する余地はない。\n３　本件配転命令は権利の濫用には当たらない。\n村山工場で被控訴人らと同時期に職種変更の対象とされた機械工は、被控訴人ら\nを含め合計二二四名に達した。他方、右職種変更に伴い、その後に村山工場及び周\n辺の荻窪、三鷹の各工場に在籍することになる機械工の数は三〇五名になると推定\nされたが、職種変更対象機械工二二四名の中から被控訴人らについてのみ他の機械\n工職場への配置を検討するなどということはもとよりできないことであつたし、ま\nた、右二二四名全員について在籍機械工三〇五名と経験、経歴、技能を比較して入\n替えを行うことも実際上不可能であつた。すなわち、機械工は大体経験年数五、六\n年で一人前と評価できるものであるところ、職種変更対象機械工二二四名中一人前\nと評価できる者は約八〇パーセントの一九〇名（被控訴人らを含む。）であり、他\n方、在籍機械工三〇五名中一人前と評価できない者は約二〇パーセントの六〇名で\nあつて、もし入替えの公平を期するとすれば、右一九〇名の中から六〇名を選ばな\nければならないが、それには相当の手数がかかるうえ、選にもれた一三〇名には不\n満を残すことになり、業務運営上好ましくない結果となるので、このような入替え\nを実行することはできなかつた。このようなわけで、被控訴人らの経験、経歴、技\n能を十分生かせる新職場は現実には存在しなかつたのである。\nまた、配転先への適応性という点についても、被控訴人らが新たに配転されたプ\nレス加工やコンベアーライン作業は特別な適応性を必要とする職場ではなく、被控\n訴人らに適応しない事情は何もなかつた。従前の機械工職場と配転先職場とを比較\nしても、過去の経験、経歴、技能を満足のいくように生かせない点はともかく、そ\nの他の労働条件に関しては特に後者のほうが劣悪ということはない。\n本件配転命令は、業務上の必要に基づいて行われたものであり、不当労働行為そ\nの他の不当な動機又は目的をもつたものではなく、被控訴人らに対して通常受忍す\nべき程度を著しく超える不利益を負わせるものではないから、これを配転命令権の\n濫用とするのは誤りである。\n二　被控訴人らの認否及び主張\n１　控訴人の右主張はすべて争う。\n２　雇用契約によつて労働者の職種が特定されている場合に、無効な配転命令を争\nう訴訟形式として、配転前の旧職場において就労すべき地位にあることの確認を請\n求するか、又は配転後の新職場において就労すべき地位にないことの確認を請求す\nるかは、いずれでも差し支えなく許されるべきものである。村山工場には機械工の\n職場が現存し、多数の機械工が就労しているのであるから、被控訴人らが復帰すべ\nき機械工の仕事がないということはできない。また、旧職場において就労すべき地\n位にあることの確認請求の許否と就労請求権の有無とは無関係な問題であり、本件\n配転が無効である以上は、従前と同じく村山工場において機械工として就労すべき\n地位にあることの確認を求める本件請求は当然認容されるべきものである。\n３　被控訴人らがプリンス自工に勤務していた当時の就業規則には職種変更に関す\nる規定はなく、プリンス自工と控訴人との合併時及びその後の数次の控訴人の就業\n規則の改定に際しても、被控訴人らは意見の聴取すら受けていないのであるから、\n控訴人の就業規則に前記のような職種変更に関する規定があるからといつて、それ\nが無条件に被控訴人らにも適用があるとすることはできない。本件配転に当たり、\n控訴人は、十分な説明をすることなく一方的に通告をし、他の機械工職場への配転\n可能性等について協議、検討を行おうとしなかつたばかりか、各人の個別的事情に\nついても一切考慮せず、それぞれの経験、経歴、技能を生かすような配慮なども全\nくしないで、機械工としての経験、経歴、技能とは無関係な重筋労働その他の著し\nい不利益をもたらす職場にアトランダムに被控訴人らを配転したものであり、この\nような控訴人の措置が労使関係における信義則に反し、権利の濫用と判断されるこ\nとは当然である。\n４　控訴人は、無効な配転命令に基づき、被控訴人らの従前の機械工職を奪つたも\nのである。したがつて、仮に控訴人が被控訴人らに苦痛を与える目的までを有して\nいないとしても、故意又は過失によつて被控訴人らの権利利益を侵害したことにな\nり、被控訴人らに対する不法行為が成立する。\n第三　証拠関係（省略）\n理　　　由\n一　控訴人の本案前の抗弁について\n１　控訴人は、村山工場には被控訴人らが就労することのできる機械工の仕事が存\n在せず、また、被控訴人らは本件配転先の職場で就労しているから、村山工場にお\nける機械工としての地位の確認を求める本件訴は不適法である旨主張する。\n２　成立に争いのない乙第一三号証及び原審における証人ａの証言によると、自動\n車の製造工程には、プレス加工、車体組立、塗装及び艤装の四工程があるが、村山\n工場においては、これらの工程のほか、自動車に取り付ける車軸を製造する機械加\n工、熔接、熱処理及び機械組立をも行つており、この車軸の機械加工部門に就労す\nる従業員の職種を通常「機械工」と呼称していることが認められる。しかるとこ\nろ、村山工場においては、後記の生産体制の変更により、被控訴人らがそれまで機\n械工として就労していた車軸製造部門が大幅に他工場に移転され、従前と同じ仕事\nはなくなつたが、右生産体制の変更後にもなお機械加工の職場が一部残存し、同職\n場で就労している機械工が少なからずいることは後記認定のとおりであつて、もし\n本件配転が無効であるとされた場合に、被控訴人らが復帰すべき村山工場における\n機械工の地位そのものが存在しなくなつたわけではない。したがつて、被控訴人ら\nが、本件配転の無効を前提として、村山工場を就労場所とする機械工の地位にある\nことの確認を請求することが無意味なものであるということはできない。また、被\n控訴人らは現在本件配転先の新職場において就労しているが、原審における被控訴\n人ら各本人尋問の結果及び弁論の全趣旨に徴すれば、被控訴人らは、右就労によつ\nて本件配転を争わないこととしたものではなく、本件配転に異議を留め、機械工職\n場に復帰することを求める意思を放棄することなく新職場で就労しているものであ\nることが認められるから、右就労の事実によつて控訴人と被控訴人らとの間に救済\nを必要とする実質的紛争がなくなつたとか、被控訴人らにおいて本件配転の効力を\n争う利益が失われたということはできない。\n控訴人の本案前の抗弁は採用することができない。\n二　地位確認請求について\n１　控訴人及び被控訴人らの地位（被控訴人らが機械工として採用されたものであ\nるとの点を除く請求原因１の事実）並びに被控訴人らに対して本件配転が行われた\n事実（請求原因２の事実）については、いずれも当事者間に争いがない。\n２　雇用契約違反の主張について\n（一）　被控訴人らの採用から本件配転に至るまでの間の経歴についての当裁判所\nの認定は、原判決三五枚目裏六行目から同四七枚目表末行までの説示と同一である\n（但し、原判決三八枚目表二行目の「所属し、」の次に「その後村山工場第三製造\n部第二車軸課に配属され、」を加える。）から、これを引用する。\n（二）　右引用に係る認定事実によると、被控訴人らは、富士精密又はプリンス自\n工に機械工として採用され、控訴人による合併の前後を通じ十数年間から二十数年\n間ほぼ継続して機械工として就労してきたものであることは明らかであるが、右事\n実のみから直ちに、被控訴人らと富士精密若しくはプリンス自工又は控訴人との間\nにおいて、被控訴人らを機械工以外の職種には一切就かせないという趣旨の職種限\n定の合意が明示又は黙示に成立したものとまでは認めることができない。\nかえつて、成立に争いがない甲第八六号証、乙第一号証、弁論の全趣旨により成\n立が認められる甲第八五号証、原審における証人ｂの証言により成立が認められる\n乙第三号証の一、二及び同証言によると、富士精密の就業規則（昭和三三年当時の\nもの）四二条には、「業務上必要あるときは従業員に対し転任又は職場の変更を命\nずることがある。」との規定があり、控訴人の就業規則にも、昭和四六年当時の五\n三条には「業務の都合により、従業員に対し、転勤、転属もしくは駐在又は出向を\n命ずることがある。従業員は、正当の事由がなければ、前項の命令を拒むことがで\nきない。」との規定が、昭和五六年当時の四八条には「業務上必要があるときは、\n従業員に対し、転勤、転属、出向、駐在、又は応援を命じることができる。前項に\n定める異動のほかに、業務上必要があるときは、従業員に対し、職種変更又は勤務\n地変更を命じることができる。従業員は、正当な事由がなければ第一項及び第二項\nの命令を拒むことができない。」との規定があり、本件配転前にも機械工を含めて\n職種間の異動が行われた例のあることが認められること、並びに我が国の経済の伸\n展及び産業構造の変化等に伴い、多くの分野で職種変更を含めた配転を必要とする\n機会が増加し、配転の対象及び範囲等も拡張するのが時代の一般的趨勢であること\nなどに鑑みると、被控訴人らについても、業務運営上必要がある場合には、その必\n要に応じ、個別的同意なしに職種の変更等を命令する権限が控訴人に留保されてい\nたとみるのが、雇用契約における当事者の合理的意思に沿うものというべきであ\nる。原審における証人ｃ及び被控訴人ら本人の各供述中これに反する部分はたやす\nく採用できず、他に被控訴人らの職種変更につき当該本人の同意を得ることが雇用\n契約上の要件とされていたことを認めるに足りる証拠はない。\nしたがつて、本件配転が雇用契約に違反して無効であるとの被控訴人らの主張は\n採用することができない。\n３　労働協約ないし労使慣行違反の主張及び不当労働行為の主張について\n当裁判所も、右各主張はいずれも採用することができないものであると判断す\nる。その理由は、原判決五一枚目表二行目から同五三枚目裏六行目までの説示と同\n一である（但し、原判決五二枚目表九行目の「一九日」の次に「及び二〇日」を加\nえ、同裏二行目の「一六日」を「二六日」に改める。）から、これを引用する。\n４　配転命令権濫用の主張について\n（一）　前示のように、控訴人は、業務運営上必要がある場合には、その必要に応\nじ、被控訴人らに対してその個別的同意なしに職種の変更を命令する権限を有する\nものと認めるべきである。もとより、労働者にとつて、職種の如何は就労場所等と\nともに重要な労働条件をなすものであり、殊に本件のように長年従事してきた職種\nを変更するときは労働者の利益に重大な影響を与えることになるから、職種変更の\n命令権は安易に行使すべきものではなく、これを濫用することが許されないことは\nいうまでもないところであるが、雇用契約において職種変更命令権が留保された趣\n旨に照らせば、職種変更を行うことが企業の合理的運営に寄与するなど当該職種変\n更命令を発するについて業務上の必要性が存在し、かつ、その命令が他の不当な動\n機、目的をもつてなされたとか、又は労働者に対して通常受忍すべき程度を著しく\n超える不利益を負わせることになるなどの特段の事情がない限りは、当該職種変更\n命令は権利の濫用になるものではないというべきである。そこで、右の見地から本\n件について検討する。\n（二）　業務上の必要性の有無\n次の（１）の事実は当事者間に争いがなく、前掲乙第三号証の一、二、第一三号\n証、成立に争いがない乙第一五号証、第三六号証、前掲証人ｂの証言により成立が\n認められる乙第五、第六号証、前掲証人ａの証言により成立が認められる乙第一\n五、第一六号証、原審における証人ｄの証言により成立が認められる乙第一九、第\n二〇号証の各一、二、第二一号証、当審における証人ｅの証言により成立が認めら\nれる乙第三一ないし第三五号証及び右各証言を総合すると、次の（２）ないし\n（７）の各事実を認めることができ、この認定を覆すに足りる証拠はない。\n（１）　本件配転当時、村山工場には、総務部、工務部、検査部、第一ないし第三\n製造部があり、第一製造部は自動車の塗装及び艤装の工程を、第二製造部は自動車\nのプレス加工及び車体組立の工程を担当し、第三製造部は自動車に取り付ける車軸\nを製造する第一、第二車軸課、熱処理課及びフオークリフト課から構成されてい\nた。その当時村山工場で生産されていた自動車の車種はローレル及びスカイライン\nであつたが、第三製造部の第一、第二車軸課及び熱処理課では、ローレル及びスカ\nイラインの車軸のほか、サニー、バイオレツト、オースター及び小型トラツクの車\n軸の製造を行つていた。\n（２）　控訴人は、世界の自動車業界の趨勢が車両の小型化と駆動方式のＦＦ化に\nあつたため、これに対応して自社で生産する自動車の多くをＦＦ化する計画を立\nて、昭和五五年四月ころ、村山工場において車軸を製造していたサニー、バイオレ\nツト及びオースターの三車種につき従来のＦＲ車からＦＦ車に切り替えることにし\nた。そして、ＦＦ化の時期については、国内向けバイオレツト、オースターは昭和\n五六年五月、輸出向けバイオレツト、オースターは同年七月、国内向けサニーは同\n年一〇月、輸出向けサニーは同年一二月とした。\n（３）　右三車種のＦＦ化計画に伴う工場の整備等について検討したところ、村山\n工場の第一、第二製造部で担当していた塗装、艤装、プレス加工及び車体組立の各\n部門では、従来のＦＲ車用の設備を若干改造すればＦＲ車製造中止の翌日からすぐ\nＦＦ車の製造工程に使用することが可能であつたが、第三製造部で担当していた車\n軸製造部門においては、ＦＦ車用車軸の製造のためには大幅に設備を新しくしなけ\nればならないうえ、計画どおりにＦＲ車の製造中止の翌日からＦＦ車を製造するた\nめには、切替日の前七か月間はＦＲ車用の車軸とＦＦ車用の車軸の双方を併行して\n製造しなければならず、それに伴う工場建家を確保する必要が生じ、村山工場のス\nペースでは不足することが判明した。\nそこで、控訴人は、ＦＦ化しないローレル及びスカイラインの製造部門は引き続\nき村山工場に残すが、ＦＦ化するサニー、バイオレツト及びオースター並びに小型\nトラツクの車軸製造部門を、広いスペースがあり設備等も整つている栃木工場（一\n部は横浜工場）に移転することにするとともに、右移転後の村山工場において、ロ\nーレル、スカイラインとは車格が異なり輸出にも振り向けることのできる新型小型\n車マーチを製造することにし（但し、その車軸は他工場で製造されたものを使用す\nる。）、これによつてローレル、スカイラインとマーチという車格及びモデルチエ\nンジの時期が異なる車両の生産を組み合わせて、村山工場の生産体制の平均化を図\nることにした。\n（４）　右のように村山工場の車軸製造部門を大幅に他工場に移転するのに伴い、\n同工場の第三製造部で就労していた機械工ら約五〇〇名余りが仕事を失うことにな\nつたが、他方、同工場で新たに生産を開始することになつたマーチのプレス加工、\n車体組立、塗装、艤装の各工程の要員として約八〇〇名の従業員が必要になつた。\nそこで、控訴人は、第三製造部所属の右五〇〇名余りの機械工らのうち、高齢又は\n病弱のため他職場での仕事に不向きであると判断された九名を除いた残り四九五名\n（その内訳はサニー、バイオレツト、オースターの車軸製造部門からは機械工一四\n二名、熔接工一〇〇名、機械組立工一一三名、小型トラツクの車軸製造部門からは\n機械工八二名、機械組立工五八名）全員を第一、第二製造部に異動させ、マーチの\nプレス加工、車体組立、塗装、艤装の仕事に当たらせることにし、マーチ製造要員\nとしてなお不足する約三〇〇名については、当時売行き不振のため仕事に余裕のあ\nつたローレル及びスカイラインの製造部門の従業員をもつて充当することにした。\n（５）　以上の計画に基づき、控訴人は、昭和五六年から昭和五七年にかけてサニ\nー、バイオレツト、オースター及び小型トラツクの車軸製造部門を村山工場から栃\n木工場等に移転し、村山工場におけるサニー等のＦＲ車の車軸の製造を中止すると\nともに、村山工場でマーチの製造を開始したが、これと併行して、昭和五六年六月\n一日から昭和五七年三月一六日までの間に前記計画のとおりの従業員の異動を実施\nし（前記四九五名に対する異動発令の内訳は原判決添付の別表のとおりであ\nる。）、被控訴人らに対する本件配転も右の一環として行われた。\n（６）　控訴人は、右の異動を実施するに当たり、従来から従業員の転居を伴う転\n勤には組合の反対が強かつたことなどを考慮し、村山工場から車軸製造部門の移転\n先である栃木工場等への転勤は一切行わないことにした。また、右異動の実施後で\nある昭和五七年四月現在の在籍機械工の配置状況をみると、村山工場においては、\n工務部工務課に一五名、工務部工具管理課に一三名、第三製造部機械課（第三製造\n部第一、第二車軸課及びフオークリフト課を統合したもの）に一〇四名が在籍し、\nそのほか、村山工場にある工機工場内第三工機部第五工機製作課に六八名、村山工\n場とほぼ同じ通勤圏内にある荻窪工場の総務部施設課に一一名、宇宙航空事業部製\n作課に七〇名、三鷹工場の繊維機械事業部製作課に二四名、以上合計三〇五名の機\n械工が在籍しており、本件配転当時においても配転後はこれとほぼ同様の配置状況\nになることが見込まれていたが、これらの職場からは機械工の増員配置を求める要\n請はなく、もし第三製造部の異動対象機械工をこれらの職場に配置するとすれば、\nその代わりに従来の在籍機械工を異動させることを検討しなければならない状況で\nあつた。また、異動後に在籍することになると見込まれた機械工右三〇五名のう\nち、控訴人が一人前の機械工として取り扱つている経験五年以上の者は二四六名、\n経験五年未満の者は五九名であつたため、右経験不足者五九名を異動対象機械工の\nうちの経験五年以上の者一八四名と入れ替えるとしても、相当の手数がかかるう\nえ、人員比等からみて公平で不満を残さない人選を行うことは容易でないと考えら\nれた。\nこのため、控訴人は、前記九名の高齢者及び病弱者を除き、他の異動対象者四九\n五名全員について、各人の経験、経歴、技能や個人的希望等を個別的に考慮するこ\nとなく、いわば機械的にマーチ製造部門に異動させることにした。この結果、異動\n対象者全員について職種変更を生じ、うち機械工二二四名の中で被控訴人らと同様\nにコンベアーライン作業に配置された者は二〇九名である。\n（７）　控訴人は、右一連の異動及びその前提となる前記生産体制の変更計画につ\nいて、日産労組及び全金支部に対し事前に基本的内容を示し、何回かの説明や団体\n交渉を行つた。そして、日産労組はこれを了承し異動に応じたが、全金支部はこれ\nを争うことになつた。\n（三）　不当な動機又は目的の有無\n右（二）の認定事実によると、本件配転が全金支部の組織を弱体化させ、あるい\nは全金支部所属の組合員を日産労組所属の組合員と差別待遇する意思で行われたも\nのであると認めることはできず、他に本件配転が何らかの不当な動機又は目的をも\nつて行われたものであることを認めるに足りる証拠はない。\n（四）　本件配転後の被控訴人らの就労状況\n右の点に関する当裁判所の認定は、原判決五七枚目表九行目から同六二枚目表一\n〇行目までの説示と同一である（但し、認定に供する証拠として、被控訴人ら全員\nに共通する部分及び被控訴人ｆに関する部分につき当審における同被控訴人本人尋\n問の結果を、被控訴人ｇに関する部分につき弁論の全趣旨により成立が認められる\n甲第九七号証を、被控訴人ｈに関する部分につき右同様成立が認められる甲第九二\n号証を、被控訴人ｉに関する部分につき右同様成立が認められる甲第九三号証を、\n被控訴人ｊに関する部分につき右同様成立が認められる甲第九四号証を、被控訴人\nｋに関する部分につき右同様成立が認められる甲第九五号証を、被控訴人ｌに関す\nる部分につき右同様成立が認められる甲第九六号証を加える。）から、これを引用\nする。\n（五）　右（一）ないし（四）に判示したところに基づいて考えると、本件配転を\n含めて昭和五六年六月から昭和五七年三月までの間に行われた一連の異動は、従来\n村山工場で担当していた自動車の車軸製造部門を栃木工場等に移転し、新たに村山\n工場で新型車を製造することにした生産体制変更計画に基づく村山工場内の従業員\nの大幅な配置替えであるところ、控訴人がかかる生産体制の変更を計画したのは、\n世界の自動車業界における車両の小型化及び駆動装置のＦＦ化に対応するためであ\nり、国の内外において競争の激しい自動車業界にその地位を占める控訴人として\nは、経営上必要な措置であつたと認めることができる。したがつて、これに伴う従\n業員の右異動も企業の合理的運営に寄与するものということができるが、既にみた\nように、村山工場の車軸製造部門の縮小による異動対象者が五〇〇名近くの多数に\nのぼり、通勤可能圏内の他の職場でこれを受け入れる余裕がなく、一部の者のみに\nついて他の職場の従業員との入替えを行うことも、手数がかかるだけでなく公平確\n保上の理由から困難であるとされる一方で、村山工場における新型車の生産要員と\nして異動対象人員を超える数の従業員を必要とすることになつたなどの諸事情を考\n慮すると、控訴人が右異動を行うに当たり、対象者全員についてそれぞれの経験、\n経歴、技能等を各別に斟酌することなく全員を一斉に村山工場の新型車生産部門へ\n配置替えすることとしたのは、企業経営上の判断としてあながち不合理なものとは\nいいがたく、その異動対象者中に被控訴人らのように長年他の職種に従事してきた\n者がいることを考慮してもなお、労働力配置の効率化及び企業運営の円滑化等の見\n地からやむを得ない措置として是認しうるものである。そして、異動対象者の中で\n被控訴人らについてのみ、その経験、経歴、技能が他と異なる特別のものであつた\nとか、あるいは特段の配慮を必要とする何らかの個人的事情があつたとかの事実を\n認めるべき証拠は全くないから、被控訴人らのみを他の機械工職場へ配置する等の\n特例措置をとることは、公平上もとより許されることではない。\nまた、前記（四）の引用に係る認定事実からみると、被控訴人らが右異動後に第\n一、第二製造部で担当している作業は、機械工としての経験、経歴、技能等を満足\nに生かせず、機械加工の仕事より身体的にも厳しいものがあることは否定できない\nが、前掲乙第二一号証及び弁論の全趣旨によれば、右作業は特別の適応性を必要と\nするほどのものではなく、被控訴人らと同じ職場で同種作業に従事している従業員\nは他にも相当数いることが明らかであつて、被控訴人らだけが特に苛酷な作業環境\nに置かれているものとは認められず、その他、右異動の結果被控訴人らにおいて控\n訴人の従業員として通常受忍すべき程度を著しく超える不利益を負わされていると\n認めるに足りる証拠はない。\n以上の諸点から判断すると、本件配転命令が控訴人の配転命令権の濫用に当たる\nものであると認めることはできないというべきである。\n三　損害賠償請求について\n右損害賠償請求は、本件配転が無効であることを前提とするものであるところ、\n本件配転が無効と認められないことは前項で判示したとおりである。したがつて、\n右請求は、その余の点について判断するまでもなく理由がない。\n四　結論\n以上の次第で、被控訴人らの本訴請求はいずれも理由がなく、棄却を免れないも\nのというべきであるから、これと結論を異にする原判決は不当であつて、控訴人の\n本件控訴は理由があるが、被控訴人らの附帯控訴は理由がない（なお、控訴人は、\n右附帯控訴の却下を求めるが、不適法な附帯控訴とは認められない。）。\nよつて、原判決中控訴人敗訴の部分を取り消して被控訴人らの請求を棄却し、ま\nた、被控訴人らの附帯控訴を棄却することとし、訴訟費用の負担につき民事訴訟法\n九六条、八九条、九三条を適用して、主文のとおり判決する。\n（裁判官　村岡二郎　佐藤繁　鈴木敏之）\n"
}