{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 3,
    "day": 23
  },
  "case_number": "昭和47(ネ)1935",
  "case_name": "全逓国分寺支部損害賠償",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19476",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19476",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/476/019476_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　実\n一　申立\n控訴人ら代理人は、「原判決を取り消す。被控訴人は控訴人らに対し各金五〇万\n円を支払え。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求\nめ、被控訴代理人は控訴棄却の判決を求めた。\n二　主張\n控訴人ら\n（請求原因）\n１　控訴人全逓信労働組合（以下「全逓」という。）は、郵政省に勤務する労働者\nを主体として組織する労働組合であり、控訴人全逓信労働組合国分寺支部（以下\n「国分寺支部」という。）は全逓の支部である。\n２　控訴人らは昭和四一年八月一六日郵政省当局に対して国分寺郵便局内における\n全逓専用掲示板の設置とその利用を申し入れ、郵政省当局はこれを承諾して同郵便\n局庁舎二階に掲示板を設置した。\nところで、郵便局庁舎は国有財産法にいう企業用財産であるが、同法の解釈上、\n行政財産についても私権を設定することが可能であること、及び国と現業公務員の\n組織する労働組合との間の法律関係は、基本的には公共企業体におけるそれと異な\nるところがないことからすれば、庁舎の掲示板使用の法律関係は私法関係であると\nいうべきであるから、前記申入とこれに対する郵政省当局の承諾により、控訴人ら\nは右掲示板に対する使用借権・排他的な占有権を取得した。\n３　控訴人らは、前記日時以降、右掲示板にビラ・ポスター等の宣伝物を貼付し、\n組合の情宣活動のため使用してきたところ、国分寺郵便局局長Ａは、昭和四六年一\n一月二六日、控訴人らが右掲示板に貼付した「悪質管理者追放　Ａ局長Ｂ主事を国\n家公務員法違反および刑事事件の犯罪者として告訴さる、全逓国分寺支部長」と手\n書きした掲示物（縦約七八センチメートル、横約五五センチメートル）を、翌二七\n日、前同様に控訴人らが貼付した「国費を使い私生活も干渉する買収労務管理ブラ\nザー制度を根絶させよう。労働者の敵！元東京郵政局長Ｃ、国分寺局長Ａ、集配主\n事Ｂに責任をとらせよう。１１・２７」と手書きした掲示物（縦約五一センチメー\nトル、横約三六センチメートル）を、同月二九日、前同様に控訴人らが貼付した\n「この掲示板は全逓のものだ！表現の自由をうばう憲法の敵！Ａは責任をとれ！み\nんなで追放しよう！全逓国分寺支部」と手書きした掲示物（縦約五一センチメート\nル、横約三六センチメートル）をいずれも実力をもつて撤去した。\n４　前記実力行使による掲示物の撤去は、国の公権力の行使に当たるＡ郵便局長\nが、全逓の正当な組合活動を妨害する目的で、控訴人らの掲示板に対する占有権・\n使用借権を侵害し、個々の掲示物に対する所有権を奪つたものであり、組合は右暴\n挙により年末闘争時期における情報伝達の手段を失い、はかり知れない損害を被つ\nたところ、これを金銭に評価すれば、控訴人ら各自について金五〇万円が相当であ\nる。\nそして、国家賠償における国の責任の本質は、危険責任に基づく国の自己責任で\nあると解するのが相当であるから、国家賠償法にいう故意・過失とは、公務員の職\n務上の義務違反に対する当該公務員個人の認識の如何によるものではなく、もつぱ\nら違法な権力作用の発生原因を客観的に評価し、権力作用における瑕疵の有無をも\nつて決することで足りる。\n５　よつて、控訴人らは被控訴人に対し、国家賠償法一条に基づき、それぞれ損害\n賠償として金五〇万円の支払を請求する。\n（被控訴人の撤去の適法性の主張に対する反論）\n本件掲示物の撤去が郵政省庁舎管理規程およびその運用通達に基づいてなされた\nものであるとしても（右規程等に被控訴人主張の内容の定めがあることは争わな\nい。）、右撤去は、次に述べる理由のいずれによるにしろ、違法であることを免れ\nない。\n１　郵政大臣とその受任者の企業用財産（本件においては国分寺郵便局庁舎）に対\nする施設管理権は、雇用されている労働者との関係においては労働基本権による制\n約をうけるから、郵政省庁舎管理規程が右管理権に基づくものである以上、右制約\nはその全部に及ぶというべきである。\n前記管理規程は、職場で働く労働者の団結権行使のための施設利用についてこれ\nを条件付許可にかからしめているところ、運用通達第六条関係において定める許可\nのための四条件の内容は、合理性、明確性を欠き管理者の恣意による一方的な解\n釈・適用を許しているから、組合の表現の自由を侵し、団結権の行使を著しく制約\nして憲法二八条に違反し、そうでないとしても労使間の公序に反する違法なものと\nして、無効というべきである。\n２　前記管理規程一二条は、許可条件に違反する掲示物等に対する管理者による実\n力強制を認めているが、公物管理権の機能には、公物警察権の場合と異なり、特段\nの法律による定めがない限り実力強制は含まれないと解するのが相当であるから、\n一二条は違法無効であり、これに基づく本件撤去はこの点からみても違法である。\n３　仮に運用通達の前記四条件の定めが違法でないとしても、本件掲示物の内容\nは、いずれも右条件に抵触していないから、これに該当するとしてなした本件撤去\nは、違法である。すなわち、第一、二回の掲示の内容は、いずれも事実をありのま\nま報道したにすぎず、人身攻撃にわたるものでないことは一見して明らかであり、\n第三回の掲示の内容は、掲示板の使用権をめぐる組合側の法律上の見解を述べたも\nのにすぎない。\n被控訴人\n（請求原因に対する答弁）\n請求原因中、１及び３項は認めるが、その余はすべて争う。\n（主張ー国分寺郵便局による掲示文書撤去の適法性）\n１　国分寺郵便局管理職のした本件掲示文書の撤去行為は、郵政省庁舎管理規程\n（昭和四〇年一一月二〇日公達第七六号）およびその運用通達に基づくものであつ\nて、何らの違法性はない。すなわち、右規程第六条は「庁舎管理権者は、法令の定\nめのある場合のほか、庁舎等において広告物又はビラ・ポスター・旗・幕・その他\nこれに類するもの（以下「広告物等」という。）の掲示・掲場又は掲出をさせては\nならない。ただし、庁舎等における秩序維持等に支障がないと認める場合に限り、\n場所を指定してこれを許可することができる。」としており庁舎においては広告物\n等の掲示は原則として許されず、例外的に許可されることがある旨定めている。そ\nして、同第八条は「庁舎管理権者は……許可をする場合においては、必要な条件を\n付し又は関係者等の守るべき事項を指示することができる。」とし、「条件又は指\n示に反する者があるときは、その者に対し違反事項の是正を命じ、又はその許可を\n取消すことができる。」としており、さらに同第一二条第一項は、右の許可を受け\nず、又は条件又は指示に違反して掲示された広告物等については、その物の撤去を\n命ずることができるとし、同条第二項は右撤去命令に従わないとき又は庁舎等にお\nける秩序維持のため緊急の必要があると認めるときは、庁舎管理権者において、み\nずからこれを撤去できるとしている。なお、部内における右規程の運用通達（郵政\n省庁舎管理規程の取扱いについて）第六条関係においては、広告物等の内容が法令\n違反にわたるもの、政治目的を有するもの、郵政事業もしくは官職の信用を傷つけ\nるようなもの、または人身攻撃にわたるものは庁舎等における秩序維持に支障があ\nるものとして許可しないとしている。郵便局の庁舎等におけるビラ・ポスター類の\n掲示については、右にのべたとおり個別許可を原則とするが、組合等恒例的にビ\nラ・ポスター類を掲示しようとするものに対しては、庁舎管理者は掲示申し出ごと\nの許可にかえて、あらかじめ一括的に許可してさしつかえないこととされており\n（運用通達六条関係二および三）、国分寺郵便局においては昭和四一年八月一七日\n国分寺支部から、ビラ・ポスター類の恒例的掲示の許可申請がなされたので、同局\n局長は、同日、掲示場所として二か所の掲示板を指定（昭和四六年五月一三日、一\nか所に変更）し、あわせて、前記諸条件を付し許可したものである。控訴人ら主張\nの掲示文書は右掲示物に関する一括的許可に基づき掲示されたものであるが、それ\nらはいずれも官職の信用を傷つけるとともに人身攻撃にわたり許可条件に反するの\nで、右管理規程および運用通達により掲示が許されないものであるから、これにつ\nいてそれぞれその都度国分寺支部に撤去を命じたが、撤去命令に従わなかつたた\nめ、管理者においてやむを得ず撤去したもので、本件の撤去行為に違法性はなく、\n当該管理職について故意はもとより過失もない。なお、撤去した掲示物は局管理者\nにおいて保管していたが、その後に国分寺支部の申し出により返還した。\n２　控訴人らの本件撤去の違法性についての主張はすべて争う。\n労働者に労働基本権があるからといつて労働組合に当然に企業施設を利用する権\n利や施設利用を要求する請求権があるものではなく、この理は郵便局庁舎の場合に\nおいても変りはない。\n庁舎管理権の作用は、単に庁舎等の物的施設を良好な状態で保全するだけではな\nく、庁舎等における事務の遂行を十分ならしめるに必要な庁舎内の秩序を維持する\nことをも含むものであるから、郵政省庁舎管理規程とその運用通達が、庁舎等にお\nける掲示物などについて規制するとともに条件違反掲示文書等の撤去について自救\n的な規定を設けたことは、庁舎管理権の範囲内の権限を定めたもので、これを要す\nるに、郵便局庁舎を、その本来の目的である国の営む郵政事業の達成のために供用\nさせるべく、郵政大臣の有する裁量権の範囲内でなしたものであり、これが適法で\nあることは論をまたない。\n三　証拠関係（省略）\n理　　　由\n一　請求原因１項および３項中昭和四六年一一月二六日以降にかかる事実について\nは、当事者間に争いがない。\n二　控訴人ら組合が庁舎掲示板に組合情宣文書を掲示する法律関係について、判断\nする。\n１　成立に争いのない甲第四号証の一、三、乙第一号証の二、三、第二号証の一な\nいし三、第五号証、当審証人Ｄの証言、弁論の全趣旨を綜合すれば、次の事実が認\n定でき、他にこれに反する証拠はない。\n（一）　組合文書の掲示をめぐつては、個別事前審査の建前をとる郵政当局側と包\n括許可制を主張する組合側との間で交渉が重ねられた結果、昭和四〇年八月ころ、\n組合側の主張する包括許可制をとることでは労使間の妥結ができたが、庁舎管理上\nから右許可は条件付であることを不可欠とする当局側に対し、組合側は、掲示文書\nの内容如何は組合の自主規制に委ねるべきであり、右内容について条件をつけるこ\nとは組合活動に対する介入にほかならない、と反発し、この点については合意をみ\nないままで終つた。\n（二）　以上の経緯を経て、郵政当局は、被控訴人主張の規定のほか、運用通達第\n四条関係において「「庁舎の一部をその目的外に使用を許可する」とは、国有財産\n法第一八条および郵政事業特別会計規程第十一編固定資産第三十三条の二に定める\n使用許可ではなく、申出によつて庁舎管理者がその権限のわく内で事実上使用する\nことを許可するものであつて、権利を設定する行為ではない。なお、第五条から第\n七条までに定める許可も同じ性質のものである。」との定めのある郵政省庁舎管理\n規程（昭和四〇年一一月二〇日公達第七六号）およびその運用通達（昭和四一年三\n月一〇日郵官秘第二六二号）を制定した。\n（三）　国分寺郵便局においては、昭和四一年八月一七日、国分寺支部からビラ・\nポスター類の恒例的掲示の許可申請がなされたので、同局局長は、同日掲示場所と\nして二か所の掲示板を指定し、運用通達第六条関係において定める四条件（法令違\n反にわたるもの、政治目的を有するもの、郵政事業もしくは官職の信用を傷つける\nようなもの、人身攻撃にわたるもの、以上の内容の文書は庁舎等における秩序維持\nに支障があるものとして許可しない。）を付して許可し、昭和四六年五月一三日右\n許可の一部を取り消して掲示場所を本件係争掲示板の一か所に変更したが、右変更\nについて組合側からとくに苦情が出た形跡はない。そして、国分寺支部は、右許可\nに基づきその後右掲示板を組合情宣文書等の掲示に利用し、本件掲示文書も前記一\n括許可に基づいて掲示されたものである。\n２　以上認定の庁舎管理規程制定に至るまでの労使間における交渉の経緯・内容、\n同規程およびその運用通達の規定の体裁・内容、右制定後における掲示板使用に関\nする運用の実態からみれば、前記一括許可が国有財産法一八条三項にいう許可にあ\nたると解する余地はなく、また控訴人らが主張するように前記一括許可により控訴\n人らが本件係争掲示板につき使用借権或いは排他的な占有権を取得したものとは認\nめることはできず、右許可は、ひつきよう、庁舎管理者である国分寺郵便局局長が\nその権限のわく内で組合に対して単に事実上本件係争掲示板をビラ・ポスター類の\n掲示に使用することを許可するという性質のものにとどまる、と解するのが相当で\nある。\n三　控訴人らの前記庁舎管理規程が違法である旨の主張について、判断する。\nおよそ企業は、その存立を維持し目的である事業の円滑な運営を図るため、その\n構成員に対して企業秩序に服することを求めることができ、その一環として、職場\n環境を適正良好に保持し規律のある業務の運営態勢を確保するため、その物的施設\nを許諾された目的以外に利用してはならない旨を規則をもつて定め、これに違反す\nる行為をする者がある場合には、企業秩序を乱すものとして、当該行為者に対し、\nその行為の中止、原状回復等必要な指示・命令を発することができる、と解するの\nが相当であり、この理は本件郵政事業についても同様であり、郵政事業が国の行政\n事務の一翼を担うものである以上、一般企業の場合におけるよりもより厳しい企業\n秩序が要請されるところ、前記管理規程及び運用通達は、それ自体の内容及び前認\n定の経過に徴し、右企業秩序維持のため定められたものと認められる。\n１　控訴人らは、使用者の施設管理権は、労働者との関係においては労働基本権に\nより制約を受けるとし、本件許可のための四条件は、合理性、明確性を欠いて管理\n者の恣意による解釈・適用の余地があり、違憲・違法である旨主張する。\nしかしながら、労働者に労働基本権、表現の自由があるからといつて、それによ\nつて当然に施設管理権が制約を受けるものと解すべき理由はない。そして本件掲示\nに関する一括許可に付された前記四条件は、郵便局における職場秩序を維持するた\nめに必要な要件であるということができ、その規定の内容が明確性を欠いていると\nも思われず、また斯かる条件を付することが労使間の公序に反するとも解されな\nい。右条件適合性の判定は庁舎管理者の郵便局長に委ねられているが、前掲乙第五\n号証、当審証人Ａの証言によれば、郵政当局は出先郵便官署の庁舎管理者に対し、\n右条件についてその判断に当たつては、裁判例、労働委員会の判断、行政解釈など\nを参考にし、疑義のある場合は上級官庁に照会するよう指導していることが認定で\nきる。以上によれば、控訴人らの前記主張は採用できない。\n２　控訴人らは、公物管理権は実力強制の機能を含んでいないから、管理規程一二\n条が許可条件違反文書の強制撤去を認めているのは違法である旨主張する。\nしかしながら、前述した原状回復に必要な措置には、違反文書の所有者等が撤去\n命令に従わないとき庁舎管理者においてみずから撤去をすることを含むと解するの\nが相当である。\nけだし、現に許可条件に違反して職場秩序を乱している文書が掲示されているにも\nかかわらず、裁判所等の第三者機関による判断をまたない限り、管理者において手\nをこまねいたまま放置しておくほかよりないとすれば、右のような文書の性質から\nみて、掲示期間は短時日をもつてその目的を達するのが通常であるから、かくて\nは、違反者に対する制裁としての懲戒処分等を行う途があるとしても、許可制は全\nく形骸化してしまうおそれがあるからである。よつて控訴人らの右主張も採用でき\nない。\n以上によれば管理規程等の制定につき郵政大臣の行為に違法はない。\n四　前掲Ａ証言と弁論の全趣旨によれば、庁舎管理者であるＡ局長は、本件各掲示\n文書につき、官職の信用を傷つけるとともに人身攻撃にわたり、許可条件に抵触す\nるものと認め、国分寺支部に対し、数回にわたり右文書の撤去を命じたがこれに従\nわないため、前記管理規程一二条二項に基づきみずから撤去して保管し、その後国\n分寺支部の申出により返還したことが認められるところ、本件証拠によつて認めら\nれる範囲での当時における国分寺郵便局での労使関係、いわゆるブラザー制度の運\n用状況を考慮してみても、本件各掲示文書は、その文言自体からみて、それが真実\nを述べているところがあるか否かを問うまでもなく、いずれも官職の信用を傷つけ\nるとともに人身攻撃にわたるものであると認められるから、許可条件に抵触してお\nり、Ａ局長のとつた前記の措置に何ら違法はない。\n五　以上説示したところによれば、本件文書の掲示は前記許可条件に違反している\nから控訴人らの正当な組合活動のわく内にあるものとはいえず、国分寺郵便局局長\nのなした撤去行為になんら違法の点は認められないから、これが違法であることを\n前提とした控訴人らの本訴請求は、その余について判断するまでもなく、失当とし\nて棄却を免れない。\nよつて、控訴人らの請求を棄却した原判決は結局相当であり、本件控訴は理由が\nないから棄却することとし、控訴費用は敗訴の当事者に負担させ、主文のとおり判\n決する。\n（裁判官　田中永司　宮崎啓一　岩井康倶）\n"
}