{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 2,
    "day": 16
  },
  "case_number": "昭和61(う)68",
  "case_name": "業務上過失致死傷被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "lawsuit_id": "23974",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23974",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/974/023974_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人照井克洋作成名義の控訴趣意書に記載されているとお\nりであるから、これを引用する。\n控訴趣意第一（事実誤認の主張）について\n所論は、要するに、被告人は、本件事故前である昭和六〇年六月ころから頻繁に\n幻聴・幻覚に悩まされ、被告人がかかる症状に陥つたときには、被告人の意識は妄\n想に支配され、同時に頭痛・虚脱症状を伴い、正常な判断能力に欠ける状能とな\nり、その行動は異常行動となつて現われていたところ、本件事故当時、被告人は、\n右のような幻聴・幻覚にとらわれ、正常な判断能力を期待できない精神分裂病の症\n状、すなわち心神喪失ないし少なくとも心神耗弱の状態にあつたのに、原判決が本\n件事故当時被告人が正常な精神状態にあつたことを前提に被告人に業務上過失致死\n傷罪の成立を認めたのは、被告人が原審で精神分裂病であることを自覚できず、ま\nた、異常体験を異常体験であると意識できず、従つて、右の事実を主張、立証でき\nなかつたとはいえ、結果的に事実誤認を犯したことになる、というのである。\n記録によると、被告人は、本件の事実につき、原審公判廷において認め、関係証\n拠もすべて同意書面として適法に取り調べられているが、それらによると、被告人\nは、捜査段階を通じて事故の態様や過失内容につき終始詳細に供述し、また、原審\n公判廷においても、本件事故の経緯、態様、結果等につき一貫して原判示事実にそ\nう内容であることや被害者への謝罪や示談内容についても率直に供述し、最終陳述\nにおいて、「述べたいことはありません。」と陳述していた。ところで、当審にお\nいて、弁護人は、前記のように、本件事故当時、被告人は精神分裂病に罹患してお\nり、心神喪失ないし心神耗弱の状態にある旨主張するに至つた。そこで、当裁判所\nは、記録を調査し、当審において、二度にわたり、被告人の本件犯行当時及び現在\nの精神状態につき精神鑑定をしたほか、本件事故当時の被告人の精神状態に関する\n事実取調べをするなど慎重な審理を行つた結果、以下のような判断に到達した。\n一　まず、原判決が認定した罪となるべき事実は、次のとおりであり、この認定\nに疑念を差し挟むべき余地はない。すなわち、\n被告人は、昭和六〇年八月一日午前三時二〇分ころ、業務として大型貨物自動車\nを運転し、群馬県館林市大字ａｂ番地先Ｅ縦貫自動車道上り線を栃木県方面から埼\n玉県方面に向かい時速約一〇〇キロメートルで進行中、第二走行車線上を先行して\nいた普通乗用自動車を追い越して追越し車線から左側の第二走行車線に進路を変更\nしようとして、同車線に入りかけたものの、約一五・六メートル左後方の第二走行\n車線上に右普通乗用自動車を認め、衝突の危険を感じて再度追越し車線に進路を変\n更しようとしたが、高速度で走行していたのであるから、急激なハンドル操作を避\nけ、徐々にハンドルを右に転把し適切なハンドル操作をすべき業務上の注意義務が\nあるのにこれを怠り、前記のとおり右普通乗用自動車が自車後方の間近にせまつて\nいたことにろうばいし、ハンドルを急激に右に転把した過失により、自車を右前方\nに暴走させて中央分離帯ガードロープに衝突させた上、これを突破して対向車線上\nに自車を横転させて滑走させ、折から、同対向車線を進行して来たＡ（当時四二\n年）運転の大型貨物自動車の前部に自車後部荷台屋根付近を衝突させ、よつて、同\n人に頭蓋骨骨折の傷害を負わせ、同日午前四時三〇分ころ、同市大字ｃｄ番地のｅ\n公立Ｂ病院において、同人を前記頭蓋骨骨折により死亡させたほか、同人運転車両\nの同乗者Ｃ（当二〇年）に全治約一週間を要する左膝部擦過傷等の傷害を負わせた\nものである。\n本件現場付近の道路は、ほぼ直線の片側三車線で、各車線の幅員は、第一走行車\n線が三・六メートル、第二走行車線が三・九メートル、追越し車線が三・七メート\nルとなつており、その右側に二メートルの中央分離帯に接しガードロープが設置さ\nれ、第一走行車線の左側には三・三メートルの路側帯が設けられている。\n本件当時、被告人車両の走行する追越し車線その他の車線上には、後記の被告人\n車両が追い越そうとした普通乗用自動車以外には先行車両が見当たらない状況にあ\nつた。\n被告人は、捜査段階から当審公判に至るまで、一貫して、本件事故は、被告人が\n原判示道路の追越し車線上で第二走行車線を先行する普通乗用自動車を追い越して\nから左側の第二走行車線に進路を変更しようとして同車線に入りかけた際、約一\n五・六メートル左後方の第二走行車線上に右乗用自動車を認めて衝突の危険を感\nじ、再度、追越し車線に進路を変更しようとして右急転把した過失により自車を右\n前方に暴走させて中央分離帯のガードロープに衝突させたうえ、これを突破して対\n向車線上に自車を横転させて滑走させ、折から対向車線上を進行して来た被害車両\nに衝突させたものである旨供述し、結局、本件事故における被告人の過失は、先行\n車の追越しに際し、被告人が同車との安全な車間距離をとらず、適切なハンドル操\n作をすることなく、右急転把したことにあつたというべきであり、右認定に反する\nかのような当審証人Ｄの供述は、事故後、被告人から事故状況の説明を受けた内容\nを述べるものであつて、被告人の供述及び事故現場の客観的状況と対比すれば、右\n認定を左右するに足りるものではない。\n二　次に、本件事故当時及び現在における被告人の精神状態について考察する。\n関係各証拠、殊に、当審において取り調べたＥ大学医学部付属病院神経科精神科\n医師（当時）Ｆ及び社会福祉法人Ｇ保養院医師Ｈ作成の各鑑定書（以下、それぞ\nれ、「Ｆ鑑定書」「Ｈ鑑定書」という。）並びに当審証人Ｆの当公判廷における供\n述（以下、「Ｆ証言」という。）及び当審証人Ｈに対する当裁判所の尋問調書（以\n下、「Ｈ証言」という。）を総合すると、次の各事実が認められる。\n被告人の家族、親族中には精神障害者が見当らず、かつ、被告人に精神病の遺伝\n負因を推測させる所見も認められないようであるが、被告人は、幼少時から人との\n接触に乏しく、自他の精神的交流、ひいては人との共感、共有、共同的協調性に欠\nけ、その程度もかなり顕著であつて、その人格傾向は分裂気質に相当するとされて\nいる。ところで、被告人は、昭和六〇年一月一一日及び同月二一日の二回にわた\nり、飲酒のうえ、興奮して家人らに粗暴に振舞い、「父は兄貴ばかりかわいが\nる。」などと独語や被害的あるいは了解困難な言動を示し、同年四月ころは人のさ\nさやき声が聞こえたり、命令されたり人に見られる感じなどを体験したというので\nあるが、更に、本件事故後の昭和六一年四月三〇日ごろ再び家人に対して粗暴な言\n動に出たため、家人から二戸警察署に電話連絡され、臨場した警察官に独り言をつ\nぶやきながら果物ナイフを持つて立ち向かうなどしたため警察官に取り押さえら\nれ、ビニールテープで縛られて岩手県立Ｉ病院に保護され、同日から同年五月一六\n日まで同病院に入院して精神分裂病と診断された。\n被告人は、もともと粗暴とか著しい酒精乱用があつたとも認められないので、以\n上のような状態は、単に酩酊時の異常反応というよりも精神的変調を背景としてい\nるように考えられるうえ、特に昭和六〇年四月ころから体験されたというささやき\n声、命令されたり人に見られる感じ等は、幻聴様体験や被注察感に相当し、その体\n験が断片的であいまいであり、具体的表象に乏しく、特定化対象化しにくいことな\nどからすると、著しく精神分裂病の体験態様に類似していると判定されており、前\n記Ｉ病院における医師の診断並びに本件各鑑定人がいずれも本件犯行時及び鑑定時\nにおいて、被告人が精神分裂病に罹患しているとの鑑定結果に鑑みると、被告人\nは、本件犯行当時精神分裂病に罹患していたものと認めることができ、その発症の\n時期は昭和六〇年一月ころまたはそれ以前と推定される。なお、被告人は、前記Ｉ\n病院を退院後、担当医師から通院治療を受けるように注意を受けながら、昭和六一\n年五月一九日から同年六月一八日までの間四回通院しただけでその後は通院治療を\n受けておらず、投薬の継続服用もしていないのであるが、被告人は、当審公判廷\n（第八回公判期日）において、幻聴様異常体験等は生じていないと述べ、現在運転\n免許を再取得して自動車運転手として稼働し、本件事故後現在に至るまで事故や違\n反をしていない。\n被告人の精神的現在症状をみるに、Ｈ鑑定書によると、被告人は、現在、表面上\nは幻覚、妄想等の陽性症状が認められず、一応病勢は鎮静しているといえるが、基\n本的には分裂病性の病的人格状態が持続しており、恐らく、本件事故以後の経過に\nおいて病勢の進行があつたと考えるのが自然であろう、としている。そして、各鑑\n定書によれば、被告人は、表情乏しく、口数少なく低声で応答が受動的であるもの\nの、その内容は質問の趣旨に沿つており、思路の乱れも感ぜず、意識は清明で、見\n当識も正しく、注意や了解は取り立てて悪くもなく、記銘、記憶は概ね正常である\nと判定され、また、被告人の総合知能指数は八〇前後で、日常生活には支障がな\nく、身辺処理も可能であつて、職能別知能基準に従えば運転手としてはごく普通の\n知能であり、作業能力の点でも何ら問題ないと判定されている。\n三　ところで、被告人の右のような精神分裂病と本件事故当時の刑事責任能力と\nの関係について、弁護人は、被告人は心神喪失ないし少なくとも心神耗弱の状態に\nあつたと主張する。\nそして、Ｆ鑑定書によると、本件事故前にさせられ体験あるいは被影響体験と呼\nばれる精神分裂病特有の症状が認められ、従つて、少なくとも昭和六〇年四月以前\nから精神分裂病に罹患していた可能性が極めて大きいとし、右のような被告人の精\n神分裂病と本件事故当時の刑事責任能力について、Ｆ証言は、両者は全く無関係で\nあつたとはいえないというのである。すなわち、Ｆ証言によると、同証人は、精神\n分裂病を固定的に一個の疾病と考えることなく、様々な症状の寄せ集めとしての症\n状群と把えたうえで、右のような症状下での刑事責任能力は犯行時点での精神状態\nによつて判断すべきであるとし、本件事故当時、被告人は、日常的な自動車の運転\nそのものは普通にでき、たとえ幻聴が認められたとしても、それによつて事故が発\n生したものではないから両者の直接の関連性は否定されるが、何らかの事故に巻き\n込まれた際、それに対する的確な判断ができなかつたり、大きな事故に対する感情\n的な表現が普通でなくなるというようなこともあり得、その意味では健常者の場合\nとは異なると考えるべきである、というのである。\nまた、Ｈ鑑定書によると、被告人の自ら明確化し得ない過去の幻覚、妄想知覚\n（病的）体験とその態様、人格状態、発病の経過奪いずれも精神分裂病の諸特徴に\n相当するところから精神分裂病を診定し得、その発病の時期は昭和六〇年一月早々\nまたはそれ以前が想定されるが、本件事故当時、病的体験が出没していたとはい\nえ、職業、社会生活における通常の適応が維持できており、しかも周囲の人から精\n神変調を全く気付かれていないことからすると、病勢が未だ被告人の人格、行動を\n圧倒し、対社会的適応を逸脱しないだけの統覚能力を保持し得る人格状態にあつた\nとし、右のような被告人の精神分裂病の病状、病勢と本件事故当時の刑事責任能力\nについて、被告人は、「本件当時、幻覚様体験等が出没し、時として「命令される\nような体験」に従うことがあつたが、他人に気付かれるような言動の崩れは制御し\n得る人格状態にあつたと思われ」、「事後の精神状態、行動に重大な破綻が見当た\nらない点からみると、病的体験の支配によつて完全に自我の統覚を失い、全人格的\n混乱に至る程度にはなかつたとみるべきで、後車の接近に危険を感じ、急ハンドル\nをきつたという反応や、以後の行動も正常心理的了解範囲と解される点もそのよう\nな理解を支持すると考えられる。」とし、鑑定主文三項において、「被告人は、本\n件の追越しの直前、運転操作を指示する幻覚様体験等が出没した可能性があり、こ\nれを前提として病的影響を想定すると、病的な行動から結果的に事故につながつた\nことを否定し得ないが、事故自体は病的体験に直接的あるいは不可避的因果関係を\n持つとは云えず、全人格的に精神機能の破綻した状態に起因するとも考えにく\nい。」と結論づけている。そして、Ｈ証言は、右鑑定書を補充して、被告人の病的\n行動と本件事故の発生とは直接の因果関係はなく、間接的なものであること、精神\n分裂病者の場合、注意力や認知機能が普通の場合より劣ることがあるから、被告人\nの場合、本件事故の発生について注意力が普通より少し減退していたことはあり得\nることを述べている。\n四　右の各鑑定書、Ｆ証言、Ｈ証言に被告人の供述等を総合して、被告人の本件\n事故当時における刑事責任能力について、以下、検討を加えることとする。\n<要旨>右各鑑定書及び各証言によると、被告人は、本件事故当時、精神分裂病に\n罹患していたものと認められる</要旨>ところ、昭和六〇年一月ころの前記異常言動\nが恐らく分裂病症状の最初の表出であり発症と推測されるが、同年四月ころから感\nじられたという幻聴様体験等も、むしろまれに出没する状況のようであり、持続的\nでなく、かつ、ごく短時間のようであつて、その病的体験も日常生活や自動車運転\nに支障を及ぼしておらず、同僚の目にも通常と変わらない状態で稼働し、日常的に\n周囲から全く異常な言動があつたという印象を持たれていなかつたことなどに徴す\nると、異常体験があつたとしても、周囲に気付かれるような言動に出なかつたか、\nないしは周囲に気付かれるような状況では従わないことができる程度のものであつ\nたと考えられる。そうだとすると、被告人の本件事故当時における精神分裂病の症\n状の程度は、病的体験の出没があつたとはいえ、その職業、社会生活における通常\nの適応が維持し得たのであるから、病勢がいまだ被告人の人格、行動を圧倒し、対\n社会的適応を逸脱しないだけの統覚能力を保持し得る人格状態にあつたものという\nことができる。しかも、本件事故は、過失事犯であつて、動機の問題もなく、被告\n人は、事故時に至る経過的状況の認識においても通常の意味、理解を失つた徴候が\nなく、原判示認定のとおり、被告人が先行する自動車の追越しを完了しようとして\n追越し車線から左側の第二走行車線に進路を変更しようとした際、左後方に右自動\n車を認めて衝突の危険を感じ右に急転把した過失、すなわちハンドル操作のミスに\nより、自車を右前方に暴走させた結果、事故を惹起したことを一貫して供述し、そ\nの過失責任を認めているものであつて、以上の諸点によれば、被告人の職業運転手\nとしての過失の程度は決して小さいものではないとしても、自動車運転者としては\n特に異常な走行状況とも認められず、被告人の大型貨物自動車の長距離運転手とし\nての経験が短いことや本件事故当時、被告人は、青森県八戸市ｆｇ丁目所在のＪ有\n限会社を出発してから、途中、三戸市内のドライブインと安達太良サービスエリア\nでそれぞれ約三〇分から一時間の休憩をとつたとはいえ、少なくとも七時間余り右\n大型貨物自動車の深夜運転を継続し、疲労もあつたことなどをも併せ考えると、前\n記過失の態様も特異なものということもできない。これらの事情を総合すると、本\n件事故は、精神分裂病による「病的体験の支配によつて完全に自我の統覚を失い、\n全人格的混乱に至る程度にはなかつたとみるべきで、後車の接近に危険を感じ、急\nハンドルをきつたという反応や、以後の行動も正常心理的了解範囲と解される」\n（Ｈ鑑定書三五頁）のであつて、以上の認定によれば、本件事故当時、被告人が是\n非弁別の能力及びその弁識に従つて行為する能力に欠けた心神喪失の状態にあつた\nとはいえず、この点に関する所論は採用することができない。\nのみならず、前記各鑑定書及び各証言によると、被告人は、本件事故当時注意能\n力が著しく減退した心神耗弱の状能にあつたとも認めることはできない。すなわ\nち、被告人は、本件事故当時精神分裂病に罹患し、殊に、本件事故発生直前の自車\nの走行中、はつきり言葉として聞こえてくるわけではないが、「左に進路をと\nれ。」とか「追い越したらいいじゃないか。」などと命令されるような言葉を聞い\nたような感じがしたとか、「ちらちら赤いものが見えるようなことがあつた。」な\nどとして、幻聴・幻覚様体験の出没を訴えている（被告人は、Ｆ鑑定の際の問診に\nおいては、かかる病的体験の存在を肯定しながら、Ｈ鑑定における問診に際して\nは、「赤いものがチラチラ見えたというのは？」との質問に対しては「あつたよう\nな気もします。」（はつきりしない）と答え、また、「車線を変更するとき、そう\nしろと聞こえたのか。」との質問に対して「ないこともない。」と答えるなど不明\n確、あいまいに述べている。そのため、前記のようにＨ鑑定書においては、右のよ\nうな体験等の出没の可能性があつたとするに止まり、かつ、「これを前提として病\n的影響を想定する」としている。）が、本件事故当時の状況をみるに、追越しの理\n由は通常よくある態様のもので不自然な点はなく、それに伴う車線変更の認識、判\n断及び行動も正常であるうえ、実況見分調書によると、被告人は、追越し開始から\n追越し車線に入り約二七〇メートル走行し、第二車線に戻ろうとして入りかけ、前\n記のとおり、原判示普通乗用自動車との車間距離不足感から衝突の危険を感じて右\nに急転把したことが認められ、これによれば、被告人は、右自動車の走行を左背後\nに認識のうえ、同車との車間距離を判断しての車線変更であつて、突発的行動であ\nつたとはいえず、また、追越命令や車線変更指示の病的体験に従つた異常行動の表\n出とも認め難く、仮に、被告人において病的体験を感じたとしても、それに直接的\nあるいは不可避的因果関係を持つとは考え難いというべきである。そして、本件事\n故前の稼働状況は通常と変わりがなく、しかも本件事故発生直前までの運転の経\n緯、態様は、前記のとおり、もともと追越しの意図からすれば当初から予定された\n当然の行為で、それ自体は何ら特異なものともいえず、更には、本件事故発生後電\n話で救急車を呼び、警察官の事情聴取に応じたほか、会社の上司に対しても事故の\n顛末を詳細に報告するなど、事態相応の行動をとつており、その間病的体験は認め\nられず、同乗者や上司などからも被告人の異常または了解不能な言動の指摘がない\nことに徴すると、被告人は、本件事故に際し過失責任の前提となる注意能力の点に\nおいて、通常人に比し、病的影響を想定すると多少減弱していることは否定し得な\nいとしても、著しく劣るとまでは認め難いと考える。\nもつとも、Ｆ証言には、一般的には、精神分裂病においては是非善悪の判断がで\nきない旨の供述部分があるけれども、同証言の趣旨とするところは、前記のとお\nり、同病の症状下での刑事責任能力は犯行時点での精神状態によつて判断すべきで\nあることを前提とし、被告人の右疾病と本件事故時の刑事責任能力の直接の関連性\nを否定したうえで、事故に巻き込まれた際の的確な判断や事故に対する感情的表現\nにおいて健常者と異なる場合もあり得るというものであるが、被告人は、幻聴・幻\n覚様体験に支配、影響されることなく適切に方向指示器を操作して先行車の追越し\nを開始し、再び方向指示器を操作して追越し車線から左側の第二走行車線に進路を\n変更する際、左後方の走行車両との衝突の危険を感じて再度追越し車線に進路を変\n更しようとして右急転把した過失によつて自車を右前方に暴走させ本件事故を惹起\nさせたものであつて、その間の追越し車線から第二走行車線への進路変更の判断や\n自車に近接する左後方の走行車両の確認、自車と同車との衝突の危険性とこれを回\n避するための再度追越し車線への進路変更の判断、更には右急転把の操作につい\nて、被告人の注意能力が通常人に比して著しく減弱していたものとは到底認められ\nない。のみならず、被告人の当審公判廷における供述によれば、被告人は、本件事\n故の責任を認め、被告人たる立場を認識し、かつ、罪障感を有していることも認め\nられるので、被告人が是非善悪の判断に欠け、ないし著しく減弱した精神状態にあ\nつたとは認め得ないというべきである。\nまた、Ｈ鑑定書は、鑑定主文三項において、「被告人は、本件の追越しの直前、\n運転操作を指示する幻覚様体験等が出没した可能性があり、これを前提として病的\n影響を想定すると、病的な行動から結果的に事故につながつたことを否定し得ない\n（後略）」とするが、他方、同鑑定書「九　診断と説明」中の「本件犯行時の精神\n状態」の項において、「後車の接近に危険を感じ、急ハンドルをきつたという反応\n（中略）も正常心理的了解範囲と解される」と記載されており、Ｈ証言によれば、\n右鑑定主文三項の趣旨とするところは、被告人の病的な行動と本件事故の発生との\n間に直接的因果関係はなく、被告人の場合、本件事故の発生についての注意力が少\nし減退していたことはあり得るというのであるから、右鑑定書によつても、被告人\nの本件事故時における注意能力は、精神分裂病により、通常人に比して著しく減弱\nしていたものと認めることはできない。\n従つて、被告人は、本件事故当時、精神分裂病のため注意能力が著しく減退して\nいたとか、是非の弁識及びそれに従つて行為する能力が著しく減弱した心神耗弱の\n状態にあつたものとは認められず、この点に関する所論も採用の限りではない。論\n旨は理由がない。\n控訴趣意第二（量刑不当の主張）について\n所論は、要するに、原判決の量刑は、刑の執行を猶予しなかつた点において、重\nきに失し不当である、というのである。\nそこで、記録を精査し、当審における事実取調べの結果をも併せて諸般の情状を\n検討すると、本件は、前記のような業務上過失致死傷の事案であつて、被告人は、\n大型貨物自動車を運転し、Ｅ縦貫自動車道（高速道路）を時速約一〇〇キロメート\nルで走行していたのであるから、職業運転手たる被告人としては、かかる高速道路\nでひとたび事故が発生するにおいては、一般道路における交通事故とは異なり、極\nめて大規模かつ悲惨な結果を招くであろうことは十分予見し得たにもかかわらず、\n先行乗用自動車の追越しに際し、細心の注意を払わず、右乗用自動車との安全な車\n間距離を確認することなく安易に左転把したため衝突の危険を感じ、右急転把した\n過失により本件事故を惹起せしめるに至つたものであつて、被告人の過失の程度は\n大きく、しかも、自車を対向車線に暴走させて何ら落ち度のない被害者らを死傷さ\nせたもので、その結果も重大かつ深刻であることに鑑みると、犯情は甚だ芳しくな\nく、被告人の本件刑責は軽視することを許されない。\nしかし、他方、被告人が本件犯行当時精神分裂病に罹患していたこと、被告人\nは、本件事故により自動車運転免許の取消し処分（一年間）を受けたほか、当時勤\n務していた会社を辞めざるを得なくなつたこと、被告人には罰金刑の前科しかない\nことなど酌むべき情状もある。そして、被告人は、精神分裂病者として人格状態も\n安定していないという現状を考えると、施設収容については一考を要する問題があ\nり、弁護人も弁論において特にこの点を指摘するので付言するに、被告人は既に自\n動車の運転免許を再取得して自動車運転手として稼働し、親許を離れて独立した社\n会生活を営んでおり、しかも、家族は被告人に対し殆んど無関心の状態であるう\nえ、被告人自身も、敢えて医学的治療には服していない様子であることが窺えるの\nで、社会生活の中で被告人の自主的な治療もさして期待できない現状にあることを\n考えると、これもまた看過し得ず、放置できない問題というべきである。以上のほ\nか所論指摘の被告人の利益に考慮すべき諸事情を十分参酌してみても、本件は刑の\n執行を猶予すべき事案とはいえず、被告人を禁錮一年の実刑に処した原判決の量刑\nは、やむを得ないものであつて、これが重きに失し不当であるとはいえない。論旨\nは理由がない。\nよつて、刑事訴訟法三九六条により本件控訴を棄却することとし、当審における\n訴訟費用を被告人に負担させないことにつき同法一八一条一項但書を適用して、主\n文のとおり判決する。\n（裁判長裁判官　高山政一　裁判官　泉山禎治　裁判官　千葉勝郎）\n"
}