{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和58(ラ)321",
  "case_name": "検査役選任決定に対する抗告事件",
  "court_name": "大阪高等裁判所第六民事部",
  "lawsuit_id": "22334",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22334",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/334/022334_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n一　抗告の趣旨と理由\n別紙記載のとおり\n二　当裁判所の判断\n当裁判所も相手方らの本件検査役選任申請はこれを認容すべきものと判断する。\n相手方らの申請理由は、「抗告人の発行済み株式総数は二万五〇〇〇株で、相手\n方らはその一〇分の一以上に当たる五二〇〇株（各自二〇〇株ずつ）を現に有する\n株主であるが、抗告人の第二〇期（昭和五六年三月一日から同五七年二月二八日ま\nで）の決算書中の立替金のうち金五〇四万二四三八円が使途不明金であることが判\n明したので、その責任を追及しているうちに、抗告人の取締役らは、同五八年二月\n一九日、ダンボール箱三杯分の会計書類の一部を破棄し証拠いん滅的行為をした。\nそのほか、会計処理上の疑問点として、\n（１）　貸借対照表上現金残高等の不一致があり、差額が使途不明となつてい\nる。（２）流動負債の科目に、負債と計上すべきでないものが計上されている。\n（３）会計書類上記載金額に相違があり、二重帳簿の疑いがある。（４）昭和五六\n年三月三一日から同年一一月三〇日までの貸借対照表の「その他流動資産計」の科\n目小計は金一三八〇万七八〇二円の多額であるのに、その前後のいかなる決算書・\n月例報告書にも記載がない。（５）残高試算書の借入金に合計六〇〇万円の使途不\n明金がある。更に、相手方Ａ、同Ｂは、抗告人に対し、再三、再四、株主名簿の閲\n覧、謄写を要求したが、抗告人は、現在までこれを拒絶し、要求を無視し続けてい\nる。以上のとおり、抗告人は、業務の執行に関し重大な不正の行為があり、法令若\nしくは定款に違反する重大な事実が存在すると思料される。」というのである。\nこれに対し抗告人は、「相手方らは持株各二〇〇株のすべてを比叡山観光タクシ\nー株式会社共済会（以下単に「共済会」という。）理事に信託しているから、配当\n請求権、残余財産分配請求権を除くすべての株主権を行使する権限を有しないので\nあつて、検査役選任請求権も受託者である共済会理事のみが行使しうるのである。\nしたがつて、本件申請は不適法であり却下されるべきである。なお、相手方らの主\n張する金五〇四万二四三八円は会計処理上の不充分さから生じた、実質のない帳簿\n上だけの架空の数字であつて、使途不明金ではない。破棄した書類は保存不要の資\n料程度のものであつて、証拠いん滅行為ではない。会計処理上の疑問点という\n（１）の貸借対照表はその一部が合計残高試算表であり、試算表は間違いを発見す\nるためのものであるから、差額を使途不明とはいえない。（２）は給与から天引き\nしたクラブ費等であるが、会計上の預り金で、負債となるのは当然である。（３）\nについては、決算の過程で試みに作られた決算書と昀終的に作成された正規のもの\nと不一致点があるからといつて二重帳簿とはいえない。（４）は否認する。決算書\nに記載されている。（５）も否認する。借入れと返済が続いたのであつて、使途不\n明金とはいえない。」と反論する。\n一件記録によれば、抗告人は、発行済み株式総数二万五〇〇〇株（一株の金額五\n〇〇円）、資本金一二五〇万円の、一般乗用旅客自動車運送事業を営む株式会社で\nあつて、昭和三八年九月一三日に設立されたのであるが、同五〇年一月に不渡処分\nを受けて事実上倒産し、更生手続開始決定を経て同五二年一二月二六日に更生計画\nが認可され、更生計画は遂行されて、同五八年二月二二日に更生手続終結の決定が\nされたものであること、相手方ら二六名はいずれも抗告人の従業員であつて、各自\n二〇〇株の株式を有し、その合計は五二〇〇株で抗告人の発行済み株式総数の一〇\n分の一以上であるが、右株式をいずれも共済会の理事に信託しているところ、共済\n会は、抗告人の会社更生手続中労使の協議により従業員の持株制度が採用されたこ\nとに伴い、株式信託制度の創設とともに昭和五三年に設けられたものであり、共済\n会の規約によると、抗告人に勤務しかつ会で選出された理事との間で株式信託契約\nを締結することにより株式を取得した正会員と、株式信託仮契約を締結し株式取得\n準備金を積立てている準会員とで構成され、株主権の行使につき株式取得の主旨に\n適合するよう運営することを目的とするが、株式信託契約をしない従業員は株式を\n取得できず、株式信託契約を拒否したときは会員資格を失うこととされているこ\nと、株式信託契約書によると株主の議決権は受託者である共済会理事が行使する\nが、配当請求権と残余財産分配請求権は委託者に帰属し、信託期間は委託者が株主\nの地位を喪失する時までとされていること、信託契約と同時に作成されている信託\n契約書覚書によると、委託者が共済会を除名されたとき、株式信託契約を拒否した\nときには、委託者は受託者にその株式を譲渡することとなつていること、がそれぞ\nれ認められる。\n<要旨第一>　右事実関係からすると、抗告人の従業員は、従業員持株制度によつ\nて株式を取得することができるもの</要旨第一>の、株式信託契約を締結しない者は\n株式を取得できないから、株式を取得するためには株式信託契約を強制され、株主\nとして契約を締結するかどうかを選訳する自由はなく、又、信託期間は株主たる地\n位を喪失する時までというのであるから、契約の解除も認められていない。したが\nつて、抗告人の株主は、信託契約の受託者による議決権の行使はあつても、自己が\n株主として議決権の行使をする道はないこととなる。そして、株式信託制度が抗告\n人関与のもとに創設されたことは記録上明らかであり、右信託契約は、株主の議決\n権を含む共益権の自由な行使を阻止するためのものというほかなく、委託者の利益\n保護に著しく欠け、会社法の<要旨第二>精神に照らして無効と解すべきである。\n又、株式配当請求権、残余財産分配請求権は委託者に帰属するとさ</要旨第二>れ、\n信託の対象から除外されているが、共益権のみの信託は許されないものと解される\nから、その点からも右信託契約は無効というべきである。\nしてみると、相手方らは商法二九四条に基づく検査役選任請求権を有する少数株\n主権者であるということができる。\n一件記録によると、抗告人は、昭和五三年七月末ころ、本社事務所と整備工場を\n取りこわして車両の格納場所を確保したのに伴い、事務所と従業員の休憩所、浴室\nを新築し、その費用として合計一二〇〇万円を支出したことになつているが、一\n方、右建物の資材は古材を使用したもので、当時の建築代金は約四〇〇万円程度で\n充分であつたとする報告がされていること、抗告人の第二〇期（昭和五六年三月一\n日から同五七年二月二八日まで）末の立替金残高と第二一期（同五七年三月一日か\nら同五八年二月二八日まで）期首補助簿残高との差額が五〇四万二四三八円あり、\nこの数字は帳簿上だけで実質がない、との調査に基づく説明がなされていること、\n相手方Ａ、同Ｂは、昭和五八年八月一七日付け文書で抗告人に対し、株主名簿の閲\n覧、謄写を要求したが、同人らの株主権は共済会の理事会に信託されているとし\nて、抗告人がその要求を拒絶したこと、をそれぞれ認めることができる。\nそうだとすれば、抗告人には、会社の業務の執行に関し不正行為又は法令に違反\nする重大な事実のあることを疑うべき事由があるということができる。\nよつて、相手方らの本件申請を認めて抗告人の業務及び財産の状況を調査させる\nため検査役を選任した原決定は相当であり、本件抗告は理由がないからこれを棄却\nし、抗告費用は抗告人に負担させることとして、主文のとおり決定する。\n（裁判長裁判官　荻田健治郎　裁判官　堀口武彦　裁判官　渡邊雅文）\n別　紙\n＜記載内容は末尾１添付＞\n別　紙\n＜記載内容は末尾２添付＞\n別　紙\n＜記載内容は末尾３添付＞\n"
}