{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 2,
    "day": 5
  },
  "case_number": "昭和56(行ク)1",
  "case_name": "オノトレ縫製救済命令執行停止",
  "court_name": "高知地方裁判所",
  "field": "労働",
  "lawsuit_id": "19485",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19485",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/485/019485_hanrei.pdf",
  "contents": "主　　　文\n本件申立を却下する。\n申立費用は申立人の負担とする。\n理　　　由\n一　申立の趣旨及び理由\n申立人は、「被申立人が申立人に対し、高知地労委昭和五四年（不）第二号不当\n労働行為救済命令申立事件につき、昭和五五年一一月八日付でなした別紙記載の趣\n旨の命令（以下本件命令という。）の執行は、申立人を原告とし、被申立人を被告\nとする当庁昭和五五年（行ウ）第六号不当労働行為救済命令取消請求事件の本案判\n決が確定するまで、これを停止する。」との裁判を求め、そして、必ずしも明確で\nはないが、その理由として主張するところの要旨は、本件命令の前段は申立人が雇\n傭していた全日本自由労働組合高知県支部永野縫製分会員（二四名、以下組合員と\nいう。）の原職相当職への復帰を命じているが、組合員が勤務していたいわゆる永\n野工場は、同和対策事業特別措置法に則り、佐川町条例に基づいて佐川町長が運\n営、管理する町立作業所であり、申立人は、佐川町における同和対策事業に協力す\nべく、右工場を借り受け、組合員を使用して縫製事業を営んでいたものであつて、\n組合員は同和対策事業としての職に従事していたものというべきところ、永野工場\nでは当初から赤字経営が続き、一民間業者としては到底事業を継続していくことが\n不可能となつたため、かねてより申立人が佐川町に要請し続けた結果、昭和五四年\n四月九日に至つてようやく、佐川町が永野工場の返還を受け容れることとなり、同\n工場使用契約は合意解除されたものであるから、組合員の復帰すべき、同和対策事\n業としての職はすでに消滅しているものというべきであり、したがつて本件命令の\n前段は、実行不可能な事柄を内容とするものであるから、その効力がこのまま継続\nするならば、申立人は、本案判決の確定に至るまで、本件命令の後段に従つて組合\n員に対し給料相当額を支払わねばならず、その結果、著しい損害を被ることとな\nり、組合員が前記佐川町条例等に基づき低所得者層から雇傭されたという事情に照\nらすと、右損害の回復は困難というべく、かつ被申立人の申立に基づいて当裁判所\nにより緊急命令が発せられた現在、右損害を避けるため緊急の必要がある、という\nにある。\n二　当裁判所の判断\n本件命令の前段は、組合員の、原職それ自体への復帰を命じているものではな\nく、原職に相当する職種への復帰を命じているものにすぎないことは本件命令書の\n記載から明らかであるところ、本件疎明資料によれば、組合員は、同和対策事業の\n一環として、佐川町長が運営、管理する佐川町永野工場に勤務していたものではあ\nるが、佐川町との間に雇傭関係が存したものではなく、あくまでも申立人に雇傭さ\nれていたものであること、申立人は、昭和五四年四月九日、佐川町との間で永野工\n場使用契約の合意解除をなし、同工場を閉鎖したうえこれを佐川町に返還している\nけれども、従前より永野工場のほかに富士見（センターを含む。）、尾川の両工場\nを有しており、永野工場の閉鎖後も右両工場においては営業が継続されているこ\nと、右両工場においては、最盛時、富士見につき四〇名（六名）、尾川につき四七\n名（五名）の従業員を就労させ、永野工場閉鎖時においても、富士見につき三三名\n（五名）、尾川につき三九名（五名）の従業員を就労させていたこと（（　）内は\nパート・アルバイト人員を示す。）などが認められ、以上によれば、組合員は、佐\n川町主体の同和対策事業としての職に従事していたものではなく、使用者たる申立\n人による職場配置の結果として、永野工場で就労していたとみるのが相当であるか\nら、永野工場が佐川町に返還されて、すでに組合員の原職は消失しているとして\nも、申立人が有する他の二工場へ組合員を復帰させ、相当職に就労させるならば、\n本件命令の前段は遵守されたこととなり、かつ他工場の就労状況をみる限りそれに\n関して何らの障害もなく、結局本件命令の前段を実行することは可能というべきで\nある。\nそうすると、本件申立はその前提を欠き、その余の点について判断するまでもな\nく、理由なきに帰する（なお、仮に申立人の主張どおり組合員が低所得者であつて\n損害の回収が事実上容易でないにしても、これをもつて直ちに「回復の困難な損害\nを避けるため緊急の必要がある」ということはできず、他に右のような緊急の必要\n性を認むべき資料はない。）。\nよつて、本件申立を却下すべく、申立費用につき行政事件訴訟法七条、民事訴訟\n法八九条を適用して主文のとおり決定する。\n（裁判官　鴨井孝之　西村則夫　坂井満）\n別紙\n申立人は、申立外全日本自由労働組合高知県支部永野縫製分会員を原職相当職に\n復帰させ、かつ解雇日の翌日から原職相当職に復帰するまでの間に同人らが受ける\nはずであつた賃金相当額を支払わなければならない。\n執行停止申立書\n申請の趣旨\n被申請人が、申請人に対し、高知地労委昭和五四年（不）第二号不当労働行為救\n済申立事件について、昭和五五年一一月八日付（命令書交付同月一〇日午後四時）\nでなした不当労働行為救済命令は申請人を原告とし、被申請人を被告とする当庁昭\n和五五年（行ウ）第六号事件の判決が確定にいたるまでこれを停止する。\nとの裁判を求める。\n申請の理由\n一　被申請人は、申立人申請外全日本自由労働組合高知県支部、被申立人本件申請\n人間の高労委昭和五四年（不）第二号不当労働行為救済申立事件について、昭和五\n五年一一月一〇日交付の命令書をもつて、左記主文の命令をなした。\n主　　　文\n１　被申立人オノトレ縫製株式会社は、申立人全日本自由労働組合高知県支部永野\n縫製会員を原職相当職に復帰させ、かつ解雇日の翌日から原職相当職に復帰するま\nでの間に同人らが受けるはずであつた賃金相当額を支払わねばならない。\n２　申立人のその余の請求は棄却する。\n二　被申請人の右命令に対し、申請人は右命令取消を求めて労組法第二七条第六項\nの規定にもとづき、同年一二月二日御庁に対して取消訴訟を提起した（御庁昭和五\n五年（行ウ）第六号）。\n三　本件命令の違法性\n被申請人の命令の内容は別紙（一）の命令書理由記載のとおりであり、これに対\nする申請人の主張は別紙（二）訴状請求原因のとおりである（なお請求原因事実\n中、原告とあるを申請人、被告とあるを被申請人と読みかえられたい）。\n申請人は右主張にあえて付加する要をみないが、証拠との関連において、より具体\n的に、本件命令の違法性及び理由のないことを明確にする。\n１　申請外組合の申立が不明であることは別紙命令書を一読すれば明白である。即\nち、「第２、判断及び法律上の根拠」に「１、被申立人の主張」の記載はあるが、\n「申立人の主張」の記載はない。\n従つて、本件命令は申請人の如何なる行為がいかなる不当労働行為を構成するもの\nであるかの主張について判断したものか全く理解しがたい。\nこのことは命令書７頁「２判断（１）被申立人主張（１）について」において「使\n用者に労働組合法第七条各号に掲げる行為があれば、不当労働行為が成立するもの\nと言わざるを得ない」との当然の一般論を展開しているが、右の立論は申請人のい\nかなる行為が、前記法条の各号に該当するというのか不明であり、結局判断なきに\n帰する。\n同書８頁に「以上を考え合わせると、労働組合が組織されている永野工場のみを\n閉鎖し、…………これが壊滅を意図した労働組合法第７条第一号に該当する不当労\n働行為であると断ぜざるを得ない」と判断しているところからすれば、結局被申請\n人の行為は、７条１号違反であるというにあり、前記７条各号云々は全く無意味で\nあることを自認しているといわざるをえない。\n２　右はともかくとして、申請人の解雇と永野工場使用契約合意解除が、労働者の\n正当な組合活動に対する使用者の抑圧、阻害行為を目的とした偽装的閉鎖とするな\nらば、全く偏見にみちた事実認定という他はない。\n以下それらの事実を明白にする。\n３　疎（以下疎を略す）甲一号証の一（調査報告書）ないし四\n右は命令書にも記載されている申請外株式会社小野トレーデイング商会が、昭和\n四八年一二月ついに負債総額三億六千万余で倒産し、大阪地裁に対する会社整理申\n立事件によつて、裁判所の選任した検査役の調査報告（商法第三八八条一項）であ\nるが、右調査結果でも永野工場は全期（四六年三月期以降四九年三月期迄）に合計\n五、四〇九、〇〇〇円の赤字を計上している。\n４　甲二号証ないし甲四号証\n永野工場は、佐川町立大型作業所として発足し、運営管理主体は町長（甲二の第\n三条）であり、就労者は「同和地区に居住する低所得者」に限定（同第四条）さ\nれ、従業員の採用、解雇は佐川町長と協議して始めて可能であつた（甲四の第五\n条）。\nこれらは、従業員の採用、解雇が私的企業と本質的に異ることを意味し、私的企\n業者の恣意的解雇が許されないことを意味していることは明白である。\n５　甲五号証（ａ取締役四四年一〇月一五日付報告書）\n右の様な特殊な採用条件から、開所一年にして、永野作業所が私的企業として存\n続するには諸経費を考慮して一二、七七二、二九九円の実収入を計上する必要があ\nるにもかかわらず、わずか三、三七八、八九〇円しか収入を得ることが出来ず、総\n給料四、二五七、四三三円にも満たず、まさに福祉事業所的性格が明らかである。\n６　甲六、七号証（条例及び施行規則）\n同和対策事業特別措置法により、昭和四六年一月五日以降永野作業所は正式名称\nが「佐川町立同和縫製関係等共同作業所」と改訂されたが、その運営管理権者に変\n更はなく、就労者の雇傭、解雇に対する企業者の独自的運営は否定されていたこと\nも同様である（甲七の第一〇条、第一三条）。\n従つて、永野作業所の従業員の解雇、利用廃止は、私企業独自の判断でなしうる\nものではなく、公共団体の同意が必須条件となつていたものである。\n７　甲八号証ないし甲一〇号証\n佐川町長はあくまでも規則の趣旨にそうことを要求し、採用、解雇、就業規則及\nび給与規定の変更廃止等はすべて佐川町長との協議が必要とされ、被申請人が命令\n書において「条例制定から後記永野工場閉鎖に至るまで、発足当初を除き、従業員\nの採用、解雇などの決定については格別町長がこれに関与したことはない」との事\n実認定をしているのは、右公文書に記録された事実と相反する事実を認定するもの\nで、独断のそしりをまぬがれないであろう（なお具体的には後述参照）。\n８　甲一一号証の一ないし三、甲一二号証の一、二、甲一三号証ないし甲二一号証\n（１）　右の文書をみれば、申請人の前身である商会以降、労働組合に対して嫌悪\nした事実もなければ、組合員の資質向上に努力した事実（甲一一号証の三）が謙虚\nに読みとれるはずである。さらに町が賃金協定等にも関与し、決して、私企業とし\nての労働関係に非ざる事実が判明するはずである（甲一二号証の二、甲一四、一\n六、一七、一八号証における町吏員及び町長の署名）。\n（２）　組合への加入脱退は各人の自由意思にもとずくもので、右加入脱退を抑\n圧、阻害した事実もない（甲一二号証の一、甲一七、一八、一九、二〇号証）。\n（３）　換言すれば、実に昭和四四年以降労働組合は存在してきているにかかわら\nず、従前も労働組合が存在していた事実を秘匿して、昭和五三年一二月組合が始め\nて結成されたと主張してきて申請外申立人組合が、本件申請人から証拠を提出する\nや、「申請人は脱退者を富士見工場に就労させた」、「高知一般から抗議を受け\nた」等の事実と相違する主張を強弁するに至つたものである。\n前記各甲号証による申請人会社の前身たる商会と従業員が加入した組合との間に\n作成された文書の経過を見るならば、申請人及びその前身商会が、組合なるが故に\n差別したこともなければ、組合の存在を嫌つた事実のないことは余りにも明白であ\nる（その他の組合との多数の文書が存在するが、多数につき一部のみを証拠とし\nた）。\n労動組合名称が、「高知一般労働組合」であれ、「建設一般全日自労永野縫製分\n会」「建設一般・全日自労高知県支部」（甲三号証）、「全日自労高知県支部」\n（甲三三号証）、「全日本自由労働組合高知県支部」（甲三六号証、甲二九号証、\n命令書）のいずれであるにしろ、申請人らにとつては、永野作業所を返還せざるを\n得なかつた理由は全く別個の問題で、なんらの因果関係はない。\n９　甲二二、二三号証（和議開始申立書、同決定）\n本件命令書は「四九年八月には和議開始の申立を行い、同年一一月和議が成立\nし、五二年三月をもつて和議による負債を完済した」と事実を認定する。\n然しながら、和議開始申立は四九年八月であつても（甲二二号証）、開始決定は四\n九年一一月八日、債権者集会の期日が同年一二月一七日午後一時であり、和議の発\n効は和議の認可決定によりその効力を生ずる（和議法第五四条）ものであるとこ\nろ、前記「同年一一月和議成立の事実」はありえない（甲二三号証）し、和議認可\n決定の確定は昭和五〇年一月一〇日である（甲二五号証一丁裏参照）。\nしかも、重要なことは、和議債権元本額三億六、四八〇万円を二年余にわたつて三\n五％（一億二、七六八万円）を支払い、残余の元本（二億三、七一二万円）はもち\nろん、利息、損害金はすべて債務者商会に対する債権者に対してのみ免除された事\n実である（甲二二、二三号証）。\n右の二億三、七〇〇万余円の残元金、利息、損害金が和議債務者にとつて免除さ\nれた事実を、「和議による負債を完済した」と単純に「完済」として評価すること\nは、商取引における企業信用の実体について重大な誤りを犯すばかりではなく、和\n議法第五七条で準用される破産法第三二六条第二項により、債務の弁済消滅ないし\nは民法上の債務免除とは自ら異なる事実を無視することになる（民法第四四八条、\n同法四三七条参照）。\n従つて、和議債務者たる商会の権利義務を承継した申請人会社は、その設立当初\nから商取引の範囲において、厳しい経済条件を課せられているもので、赤字の増加\nはたちまちにして倒産を意味するし、いわゆる債務を単純に完済した会社とその設\n立基盤を異にする事実を看過することは許されるものではない。\n１０　甲二四号証の一、二及び甲二五号証（共同作業場＝いわゆる永野工場＝の利\n用廃止申入れと、これに対する佐川町の回答及び昭和五〇年一月一〇日付確認書）\n右の経過を見れば、同和対策事業に協力する永野作業所の維持が私的企業の限界\nを超え、しかも、該作業場の低生産性が申請外商会の経営する尾川、富士見工場の\n存続をも危くしており、右商会はすでに大阪センター、堺工場をも閉鎖処分したも\nので（甲二四号証の一）、永野作業所の低生産性が問題であり、従業員が第一、第\n二組合に分裂組織されたことによる組合活動嫌悪とは全く無関係であることが明ら\nかである。\n佐川町長としての公文書（甲二四号証の二）は、「第一、第二組合の従業員＝即\nち永野作業所の全従業員＝に利用廃止の申入れのあつたことを伝え、格別な対策を\n打出すこともなく、「今暫く御心棒を願う」との回答」をし、五〇年一月一〇日に\nは、まさに条例、規則使用契約書（甲六号証ないし甲一〇号証）等にもとずく協議\nが行われ、命令書が「条例制定から後記永野工場閉鎖にいたるまで……格別町長が\nこれに関与した事実がない」との事実認定は、公文書による明白な記録すら否定す\nるもので、重大な事実誤認であるばかりでなく、やむをえない永野作業所閉鎖を、\n全く独断的見解をもつて、組合組織嫌悪のための偽装閉鎖とみるものといわざるを\nえない。\n即ち、前述したように、商会と労働組合との間の協定に町長又は町吏員が関与し\nている事実、又、甲二五号証によれば、昭和五〇年一月一〇日町長を始めとする町\n首脳部及び同和対策事業の直接担当責任者と右商会との間で、申請外商会が「赤字\n要因である永野の共同作業場の運営（厳密に言えば利用であるが、その文言に重要\nな差異はない）を廃止して町に返還したい」旨の申出（甲二四号証の一）をさらに\n重ねて懇請し、協議した事実が明白である。しかも、町としては「既に生じている\n累積赤字三、〇〇〇万円も、これから発生するかしれない赤字の補償、補填は出来\nない」「町は共同作業場利用の廃止の申入れは受理するが、同対審議会に諮り、従\n業員に廃止のやむなき事情を説明する」旨を回答し、さらに町長として「特に永野\nの従業員が一致団結し、生産向上に努力して経営の方途が立てば、会社は仕事の確\n保運営を再考する余地があるか否か」を質問し、会社として「赤字経営にならぬ方\n法対策がなされた上なら考慮する」旨を回答し、しかも、佐川町と会社間の使用契\n約書の規定に基いて行われた協議であることを確認している。\nこうした事実を謙虚に直視するかぎり、「発足当初を除き従業員の採用、解雇な\nどの決定については、格別町長がこれに関与したことがない」との命令書記載の事\n実認定がなされたことは、まことに理解しがたいものといわざるをえない。甲二五\n号証において、会社側が「利用廃止して町に返還したい」旨の申入れをしたのを受\nけて、町側が「共同作業場利用の廃止申入れを受理しないわけにはいかない。従業\n員に説明して共同作業場廃止のやむなき事情を納得させる」との回答は、まさに、\n共同作業所閉鎖による全従業員の解雇を包括した決定についての話合いであり、さ\nらに、会社側は「労働組合に対して一ケ月前に予告して解雇するか、又は予告手当\nを支払つて工場閉鎖する予定と説明」している事実を見れば、町長が従業員の解雇\nなどの決定に関与した事実を認めるに、これ以上の明白な証拠はないはずである。\n１１　甲二六号証（昭和五三年一二月一六日付回答書）\n永野共同作業所の累積赤字が減額しない場合は、申請人会社としてはこれ以上、\n同和福祉対策事業の遂行が不可能であり、町との使用貸借契約を解除して、利用返\n還をする旨を文書をもつて、同所の従業員に告知した事実。\n１２　甲二七号証、甲二八号証の一、二\n昭和五三年一二月二七日付生産協定書の「生産目標数字の達成が出来ず、累積欠\n損金が減額しない場合は、之が対策を検討する」は、甲二六号証の昭和五三年一二\n月一六日付回答書の含みのもとに合意された文書であり、すでに従前からの経過を\nふまえて、申請人会社として永野共同作業所の閉鎖を検討せざるを得ないことを明\n白にしたものである。\n被申請人の命令書は「永野工場を閉鎖する」との文言が撤回されたと強調するので\nあるが、すでに詳述したように、十数年余に亘つて累積赤字が解消せず、しかも佐\n川町と申請人会社及びその前身商会は、共同作業所の利用廃止について、すでに合\n意をみているにかかわらず、佐川町は同和対策事業としての同作業所を受取るべき\n同対審への諮問同意を得ようとせず、申請人会社の一方的犠牲負担による共同作業\n所運営をそのままにしてきたものであるが、申請人会社は私的企業の経営限界に達\nしており、累積欠損金が減額しない場合はもはや永野共同作業所の利用廃止による\n工場閉鎖しかありえないことが前提であり、「之が対策を検討する」との文言に改\nめられても、その実質に変化はない（甲二七号証）。\n従つて、表現の変化が、経営実体の変化までを変更するものでなく、かえつて、す\nでに昭和五三年一二月一六日現在において、累積欠損金の減額しない場合、申請人\n会社は、昭和五四年三月以降永野共同作業所の利用廃止をする明確な意思表示を、\nその従業員に明示していた事実に意義があるというべきである。\n然も、該意思表示は、右従業員のみならず、永野共同作業所の管理運営者たる佐\n川町長に対しても口頭で昭和五三年一二月になし、さらに文書で、昭和五四年三月\n二三日申入れをしたものである（甲二八号証の一）。\nこれに対し、佐川町は、「町といたしましても佐川町永野縫製工場は同和対策事\n業の一貫として実施してお」ることを明言しているところ（甲二八号証の二）、そ\nもそも同和対策事業は同和対策事業特別措置法第二条によつて「同法第六条各号に\n掲げる事項を実施する事業をいう」と定義ずけられ、その目標は、同法第五条の定\nめるところである。而して、同法の目的は「国及び地方公共団体が協力して行う…\n…目標を達成するために必要な特別の措置を講ずることにより、対象地域における\n経済力の培養、住民の生活の安定及び福祉の向上等に寄与すること」であるところ\n（同法第一条）、これらの事業には当然の負担経費が予想され、同法第七条第一項\nは「同和対策事業でこれに要する経費について国が負担し、又は補助するものに対\nするその負担又は補助については、政令で特別の定めをする場合を除き、予算の範\n囲内で、三分の二の割合をもつて算定するものとする」と明記している。\nさらに地方公共団体には同法第八条で「国の施策に準じて必要な措置を講ずるよ\nうに努めなければならない」と義務ずけ、その資金的裏付けとして同法第九条第一\n項は「同和対策事業につき地方公共団体が必要とする経費については、地方財政法\n第五条第一項各号に規定する経費に該当しないものについても、地方債をもつてそ\nの財源とすることができる」と規定している。\n換言すれば、「対象地域の住民の雇用の促進、及び職業の安定を図るため、職業\n指導及び職業訓練の充実、職業紹介の推進等の措置を講ずること」（同法第六条五\n号）は国の施策であり、地方公共団体が国の施策に準じて必要な措置を講ずべき義\n務を負担し、国民は同和対策事業の円滑な実施に協力するよう努力ずけられている\nに過ぎない（同法第二条）。\n従つて、同和対策事業の一貫である永野共同作業所における従業員の雇用の促\n進、職業の安定を図るための負担経費は、一私人たる申請人会社がこれを負うべき\nいわれはなく、国又は地方公共団体がこれを負担すべきものである。この点におい\nて、申請人会社が経営する尾川、富士見工場の経費負担はもちろん、同工場の従業\n員との雇傭契約と、永野共同作業所に勤務する住民の雇用関係、あるいは職業の安\n定をはかるべき主体においても根本的に相違する。\nこうした同和対策事業の本質を看過して、申請人会社の営利事業と、佐川町の実\n施する同和対策事業である「佐川町永野縫製工場」（甲二八号証の二）の運営とを\n混同する被申請人の命令書は、国法を無視した論点に立つもので到底許されるもの\nではない。\n私企業における労働者には団結権等の保障があることは当然であり、又、使用者\nが労組法第七条各号違反の行為があれば不当労働行為が成立することも論をまたな\nい。\n然るに本件は、申請人会社が労働者の団結権を侵害した事実もなければ、訴外組合\nが主張するような組合結成とは全くなんの因果関係もない永野共同作業所の利用廃\n止による閉鎖である。\nすでに甲二五号証でみたように、佐川町は永野共同作業所の運営は、対象地域住\n民の雇傭促進あるいは職業安定をはかる同和対策事業であることを認め、かつ、右\n事業遂行に昭和五〇年一月一〇日当時すでに累積赤字約三〇〇〇万円を計上してい\nるにかかわらず、一私企業の負担のままとして、前記同対法第七条、第九条等によ\nる経費負担を全く講じようとしないことが明白であるばかりでなく、昭和五二年四\n月一日成立した申請人会社は約二年後の五四年二月現在、さらに新に二四〇〇万円\nの累積赤字を計上（甲二八号証の一）し、もはや同和対策事業を地方公共団体にか\nわつて経費負担することは不可能であるし、何人からも法上義務のない経費負担を\n義務ずけられる理由は全く存しない。\n被申請人の命令書が「永野工場の累積赤字の主たる原因は、同工場の低生産性に\nよるものであつて、会社がその対応に苦慮していたことは認められるところであ\nる」と判断しながら、「永野工場使用料が免除されるなど、経費面において有利で\nあつたことを考慮すれば、赤字克服のための会社の経営努力が十分でなかつたこと\n否定できない」と推論するに至つては論理の飛躍も甚だしいと言わざるを得ない。\nなぜならば、工場使用料が免除である事実と、低生産性によるコスト高の比較なく\nして、単純に有利などと論ずるは企業の実体を全く知らないものの観念論にすぎな\nいし、十数年余にわたる累積赤字増大を慢然と放置する経営者はどこにもいない\nし、赤字克服の会社努力が十分でなかつたなど余りにも無責任な発言という他はな\nい。\n如何様に努力しても、低生産性を向上せしめえない事実が存在するからこそ、同\n対法は第七条の特別助成を認め、第九条の地方債の発行（しかも地財法に該当しな\nい場合においてすらも）を認めているのであり、第六条の特別規定が存在するので\nある。\nさらにまた、被申請人の主張のごとく経営努力によつて赤字克服が困難でないとす\nるならば、甲二五号証で佐川町が「共同利用廃止の申入れを受理する」と言明し、\n「同対審を開き、従業員に説明して納得させる」といいながら、「会社の申入の従\n業員の身分保障及び無条件引継の件は受入れられぬ」との矛盾した発言はなかつた\nであろうし、事実、以後佐川町が言を左右にしてようやく昭和五四年四月に至り、\n共同作業所返還をやむなく承諾した事実よりも早く共同作業所返還は実現していた\nであろう。\n１３　甲二九号証（昭和五四年四月二日付文書）\n被申請人は、「会社から昭和五四年三月二三日付で、町当局あて作業場の利用廃\n止に関しての申入れがなされ、これに対して町から同年三月三〇日付回答（甲二八\n号証の二）が示されてはいるものの、町と会社との契約上に規定されている事項が\n全て完了しているものとは認められないので、次のとおり勧告する。\nなお、当あつせん委員会はこの経過を見守ることとする。」との見解を発表して\nいる。\n１４　甲三〇号証（５４、４、９付佐川町長回答）\n（１）　佐川町は二回にわたる同和対策審議会の審議を経たうえその答申を得て、\n佐川町立同和縫製関係共同作業場の利用廃止申入れに対し、「ここに正式に同場を\n町が引取る」旨の文書による回答のあつた事実。\n（２）　甲二九号証にいう「町と会社との契約上に規定されている事項が全て完\n了」した事実。\n（３）　「昭和四三年一〇月誘致工場として今日まで種々の問題を克服し、困難に\n打ちかつて多額の損失にもかかわらず、今日まで経営を維持されたことに対して町\n長として深く感謝申上げます」との佐川町を代表する町長の謝辞は、永野共同作業\n場に対し、申請人会社及び申請外商会が昭和四三年一〇月以降一私企業としてなし\nうる最善の努力の傾注を佐川町という地方公共団体が評価した結果である事実。\n（４）　甲二四号証の一、二及び甲二五号証による経過にたつて、本書証による回\n答書を一読すれば、\n（イ）　申請人会社が私企業の限界を超えた努力を傾注してきた事実。\n（ロ）　労働組合が結成された、あるいは組合組織抑圧のための偽装的閉鎖とは全\nくなんの因果関係もない事実。\nが明白である。\nなぜならば、申請人会社（申請外商会時代も含む）が、佐川町立永野共同作業場に\n対し、同和対策事業特別措置法第七条、第九条等に規定の特別助成、援助を受ける\nことができないまま（甲二五号証三項参照）、同法第四条、第八条による地方公共\n団体にかわつて、同法第六条第五号の事業を、長年努力してきたことが、評価さ\nれ、前記文言の謝辞となつているからである。\n「工場使用料免除など経営面で有利であつた事実」（命令書７頁）は、低生産性に\nよる赤字累積にはさしたる意味もなく、会社の経営努力不十分による赤字累積であ\nるならば、佐川町が、長年にわたり再三利用廃止を申入れてきた申請人会社に「暫\nく心棒せよ」といわなくても、被申請人のいう有利性に魅力をもつ企業誘致が容易\nであつたはずである。\n要するに、国の特別助成、地方公共団体の地方債による財源支出等を法上も当然\nに予定している「同和対策事業」（第二条、第六条第五号）の維持遂行について、\n福祉事業と企業の営利事業との本質的差異を知らないものにして、始めて「経済努\n力不十分」の抽象的評価をなすものだといわざるをえない。\n（５）　被申請人はさらに、「生産性でみると、富士見工場との比較では永野工場\nが特に劣つているとはいえず、他工場にも赤字が生じていたことからすると、永野\n工場のみを閉鎖したことは合理性が乏しく」と非難する。\nこれ又、前述の福祉事業と私的会社の企業との本質的差異を全く無視した独断的\n発想という他はない。私的企業の他工場の赤字克服はまさに企業経営者の経営努力\nの問題であるのに対し、同和対策事業の福祉事業の運営主体は地方公共団体がなす\nべきものである（その故をもつて甲二八号証の二の「佐川町永野縫製工場は同和対\n策事業の一貫として実施」との文言がある）。\n富士見工場に赤字が出た事実のあることは否定しない。しかし、ほぼ同一品種を\n生産させた場合その生産性においては比較にならない。甲三九号証を見れば、略同\n一品種におけるダウンベスト（Ｎ３とＮ４の記号で表示されるもの）生産におい\nて、永野作業所の一人当り出来高は四・六七二枚であるのに対し、富士見工場のそ\nれは八・三一九枚であり、単位生産量において問題にならない事実が判明する。さ\nらに又、前出の甲一号証の四における富士見工場（高知センターとは同一場所、同\n一工場に存在するが経営分析の都合上、別々に計上してあるので富士見工場として\n両者を合計）の人件費と、永野作業場のそれとを比較すればほぼ同じであるとこ\nろ、差引利益において、永野作業所は一度も黒字計上をした事実がないにかかわら\nず、富士見工場のそれは全く異る事も明らかである。\n累積赤字の増加を座してまつ経営者は、おそらくどこにも居ないであろうし、赤\n字が計上された場合その原因分析は経営者としての至上命令であり、その原因除去\nへの努力は、経営者がまさに心血を注ぐところである。\n他工場の赤字は、黒字への転換可能性を有するが、永野共同作業所のそれは、いか\nなる企業努力をつくしても不可能であり、本質的な福祉事業へ還元した事実こそ、\nまさに企業の合理性であり、累積赤字防止のためやむを得ない処理であつたといわ\nざるを得ない。\nいかように赤字が累積するとも閉鎖することなく、福祉事業を継続せよというの\nは、企業経営における経営学、経済学の初歩的原則論を無視しない限り成りたつ論\n理ではないし、前記客観的数値を比較して、なお「特に劣つているとは言えない」\n「他工場においても赤字が生じていたことからすると」等の評価をする限り、私的\n企業の存続は不可能である。\n永野共同作業所の開所後一年にして「生産性に見合はない賃金の支払いは又会社\nの存立を危くするのも事実であります。従つて吾々としては現在以上の賃金の支払\nいは今後期待される生産性の向上を考慮した上でなければ自滅の道を歩む」（甲五\n号証）旨を当時のａ工場長が指摘した事実が、甲二二、二三号証への和議開始決定\nの一因となつた事実をふまえ、一方、昭和四九年一二月一〇日付の甲二四号証の一\nによる共同作業所利用廃止申入れ以来、申請人会社が継続して利用廃止を主張し、\nここにようやく永野共同作業所の利用廃止（閉鎖）への合意成立を証明した甲三〇\n号証の文書である事実をみれば、「困難に打ちかつて、多額の損失にもかかわら\nず、今日まで経営を維持されたことに対して町長として深く感謝申上げる」の言葉\nは、申請人会社（申請外商会を含む）に対する地域地方公共団体の長として、利用\n廃止（閉鎖）もまことに止むをえないものがあるとの評価を与えたものであり、\n「会社が永野工場のみを閉鎖したことは、合理性が乏しく」などの評価をするにい\nたつては、余りにも右経営に注いできた努力に対する実体を見ない判断と言わざる\nをえない。\n１５　甲三一号証ないし甲三六号証\n（１）　被申請人は「年末一時金に対し、一律支給しようとしたが、これを不満と\nして労働組合が結成された永野工場の従業員のみに、大幅な増額支給をせざるをえ\nなかつたこと、…………以上を考え合わせると、労働組合が組織されている永野工\n場のみを閉鎖し、分会員全員を解雇した会社の行為は、組合の存在を嫌い、………\n…これが壊滅を意図した」と独断する。\nしかしながら、甲一二号証の一ないし甲二〇号証によつても明白なように、申請\n人会社は申請外商会当初から、永野共同作業所の従業員において組織された労働組\n合の存在を認め、かつ数十回に亘る団体交渉あるいは賃金協定、夏季又は年末一時\n金支給に関する協定等を労働組合と締結した経験を有し、昭和五三年一二月「今度\nは建設一般全自労永野縫製分会に加入した」との通知を受けても、申請人会社とし\nては従前の「高知一般労働組合から組織がえをした」との認識に過ぎないものであ\nり、従前から加入していた労働組合に対するものと別異に考慮する要素は全く存在\nしなかつたものであるし、あえて名称や上部団体に変化があるとしても、労働組合\nの存在を嫌うべき理由もなければ、これが壊滅を意図した事実もない。\n従前「高知一般労組」に加入当時においてすら、他工場の従業員とは採用条件及び\n地域が異なり、永野共同作業所は「同和地区住民の就労の場」（甲二号証第四条、\n甲六号証第二条、甲七号証第一〇条、第一二条、第一三条（１）号、甲一〇号証第\n三条参照）であることが限定され、利用者との雇傭関係はあつても作業場の就労者\nとして就労者の任務（甲七号証第一二条）が義務ずけられており、利用者の作業場\nの運営についても町制定の条例施行規則（甲七号証）第一三条（とくに（６）、\n（７）号）で限定される等の条件が付されており、申請人会社の他工場のいわゆる\n従業員は、地域的限定もなければ、その採用に行政庁の干渉、制限条件を受けない\nものである。従つて就労者は勤労意欲が盛んである旨を表明する限り、その生産性\nの向上の有無、ないしは技術的取得を問題とすることは殆んど不可能に近いし、後\n者の従業員は、作業能力が直ちに自己の収入に直結することから、必然的に就労者\nと従業員では、労働意欲に相違があることは否定できないし、永野共同作業所就労\n者が加入した労働組合へ、他工場の従業員が加入するとは限らない。現在多種多様\nの労働組合が存在し、一会社の従業員がある労働組合に加入したからといつて、他\n会社の従業員が同一労組に加入するとは限らないことは日常経験する自明の理であ\nる。こうした現実を無視して、「組合の存在を嫌い、組合活動が他工場に波及する\nのを恐れ、これが壊滅を意図した」などとは、全く過去の申請人会社（申請外商\n会）の永野従業員による労働組合に対処してきた団体交渉等の経過をみない独断と\nいう他はない。\n（２）　甲三一号証ないし甲三六号証の組合名称を見れば明白なように、永野工場\nの就労者らが加入している労働組合の正式名称を第三者が知ることは不可能であ\nり、従前の「高知一般労組」との相違を知るよしもない。のみならず、その加入脱\n退は過去においても常時繰りかえしであり（甲一二号証の一、甲一九号証、甲二〇\n号証）、昭和五三年一二月、新名称の組合加入を通知してきたからといつて、申請\n人会社は従前となんら違つた対応策を必要とするものでもなければ、組合の存在を\n嫌うべき理由はありえない。\n（３）　申請人は地労委において甲三六号証（申立書）の陳述を求め求釈明をせん\nとしたが、被申請人が拒否したことは別紙請求原因記載のとおりである（それ故命\n令書に「被申立人の主張」は記載されているが「申立人の主張」の記載がなく、労\n組法第二七条一項の「当該申立が理由があるかどうかについて」審問を行つたとは\nいいがたい違法がある）が、甲三一号証よりわずか一週間後に作成された甲三六号\n証において組合名が突如変更（なお甲二七号証の組合名称参照）されその同一性が\n疑わしいが、その点は問題外とする。\n申請外組合は不当労働行為を構成する具体的事実としてその第１項、第２項に「昭\n和５３（４３は誤り）年１２月１３日永野工場の従業員二四名が全日自労高知県支\n部に加入、会社は永野工場に労働組合が組織された事を嫌悪し」と主張しているこ\nと明白である。即ち、永野共同作業所で従前から組織加入していた労働組合の事実\nを秘し、「始めて労働組合が組織された事を嫌悪し」との主張こそ、申請外組合の\n主張である。\n従つて、労働組合が始めて組織されたとの主張は事実を誤つて主張するものであ\nり、従前から労働組合が存在していたこと及び、それらの労働組合とは団体交渉を\nしてきた事実もあり、労働組合を嫌悪すべき理由も事実もなかつたことを立証し、\n加入組合名称に変更があつた事実と、永野作業所の利用廃止とは全く因果関係のな\nい事実を主張立証した。\nしかも甲二九号証における被申請人の文言によれば、甲三〇号証による回答で、\n「町と会社との契約上に規定されている事項が全て完了した」事実が当然認定され\nるはずである。\nそうだとするならば、甲六号証、甲七号証等の条例規則によつて定められた佐川\n町立同和縫製関係共同作業所の申請人の利用者としての地位は消滅し、同作業所に\nおいて右利用関係を前提とする同和地区住民の就労の場とする就労契約も当然終了\nしたものである。\n右利用契約を終了するにあたつては、甲一〇号証の「使用契約書」第五条により、\nあらかじめ佐川町長との協議を義務ずけられており、右協議の結果にもとずく、\n「利用廃止」であることは甲三〇号証をみれば一目瞭然である。\n従つて、命令書が主文第一項において、「原職相当職に復帰させ」と命じても、甲\n七号証による共同作業所の利用者たる地位を終了した申請人は、永野縫製分会員を\n「作業場の就労者」（第一〇条第一項、なお甲一〇号証第三条、第五条参照）であ\nつた地位に復帰させるべきことは法上不可能であり、かかる不可能を命じた被申請\n人の命令は当然取消されるべきものといわねばならない。\n１６　甲三七号証、甲三八号証、甲四〇号証の一ないし二四\n（１）　申請人会社は昭和五四年四月九日、佐川町から公文書による利用廃止申入\n承諾（甲三〇号証）を得て、同和対策事業の一貫としての佐川町永野縫製工場の利\n用廃止による事業閉鎖と、同作業場における就労者との雇用関係を終了する旨を各\n人に通知し、同日、同月分の給料及び労基法第二〇条第一項所定の三〇日分の解雇\n予告手当及び退職手当を支給した（甲三七号証。ただし、退職手当及び予告手当は\n受領拒否したので四月一〇日供託したところ、五名は受領し、一九名のみが受領未\n了）。\n（２）　一方、労働者と事業主との雇用関係が終了した、いわゆる「離職」（雇用\n保険法第四条第二項参照）にともなう届出義務を監督官庁に対して履行した。\n即ち、同法第七条、施行規則第七条所定の被保険者でなくなつたことの原因が「雇\n用関係終了」による離職である事実を証明して資格喪失届に雇用保険被保険者離職\n証明書を添えて届出をなし、公共職業安定所長は、被保険者でなくなつたことを確\n認した（甲四〇号証の一ないし二四。法第九条、規則第九条）。昭和五〇年三月末\n日限り廃止された失業保険法第三条では、「失業とは、被保険者が離職し云々」と\n定義ずけるのみであつたが、雇用保険法では、第四条において、「離職とは被保険\n者について、事業主との雇用関係が終了することをいう」と明確に定義ずけ、雇用\n関係終了について被保険者において異議のあるときは、同法第八条により、第九条\nの確認を請求できる旨が法定されている。\n（３）　永野共同作業所の就労者らが、雇用関係は終了しておらず、「被保険者で\nなくなつたことの事実がない」旨を確認請求してその事実が認められたときは、公\n共職業安定所長は事業主たる申請人会社に対して、その旨の通知が義務ずけられて\nいるが、永野共同作業所の就労者から右の如き請求が出された事実もなく、かつ、\n申請人会社が公共職業安定所長からその旨の通知を受けた事実もない（規則第一一\n条）。\n（４）　甲四〇号証の一ないし二四はその注意欄第４項に「事業主及び被保険者\nは、この処分に不服のあるときは、この処分のあつたことを知つた日の翌日から起\n算して六〇日以内に…………審査請求をすることができる」（労保審査会法第八条\n参照）旨を教示している。即ち、法第六九条第一項は、「第九条規定による確認、\n失業給付に関する処分……の規定による処分に不服のある者は、雇用保険審査官に\n対して審査請求をし、その決定に不服のある者は、労働保険審査会に対して再審査\n請求をすることができる」として、雇用関係終了を前提に提出された「離職証明確\n認通知」のあつた日から六〇日以内に、雇用関係の終了していない旨の確認を求め\nることが出来るが、甲四〇号証の一ないし二四によれば、昭和五四年四月一三日須\n崎公共職業安定所長は、永野共同作業所の就労者は「低生産による赤字累積の為工\n場閉鎖」し、３号離職によつて申請人と雇用関係が終了した事実を確認通知してい\nる（確認通知印参照）。しかし、就労者から、右確認通知処分に対する不服審査請\n求がなされた事実はない。\n換言すれば、永野共同作業所で同所の事業に従事していた就労者は全員が、雇用関\n係が終了した離職の事実を承認したものであるという他はなく「原職相当職に復\n帰」を命ずるは、法律に違反した事実を前提とした違法な命令という他はない。\n（５）　永野共同作業所の就労者は、前述のように五四年四月一三日離職による確\n認を受けながら、その加入していると主張する労働組合は翌四月一四日申請人と就\n労者間には雇用関係存続ありとして不当労働行為救済申立をなしているが（甲三六\n号証）、一方、就労者ら全員は四月一六日に離職した旨を明らかにして、雇用保険\n法第一五条所定の「失業の認定」を受ける受給資格者として、公共職業安定所に出\n頭し、求職の申込みをしているものである（甲三八号証）。\n既に述べたように国法である雇用保険法第四条第二項は「離職」を「被保険者と事\n業主との雇用関係終了」と明確に定義ずけたうえで、同条第三項は「失業とは、被\n保険者が離職し、労働の意思及び能力を有するにもかかわらず、職業に就くことが\nできない状態にあることをいう」と法定しているのであつて、右の事業主との雇用\n関係終了による離職と、労働意思能力があるにかかわらず就職できないこと及び\n「求職の申込み」が、失業認定の要件である（法第一五条第一、二項、規則第二二\n条）。\n旧失業保険法は、被保険者が失業した場合、失業保険金を支給してその生活の安定\nを図ることを目的（同法第一条）としていたのに対し、雇用保険法は、失業した場\n合に必要な給付を行い労働者の生活の安定をはかるとともに、求職活動を容易にす\nる等その就職を促進し、あわせて雇用機会の増大、労働者の能力開発向上等を図る\nことを目的として、失業給付は、求職者給付及び就職促進給付に二大別され、従前\nの失業保険金支給とは比較にならない失業給付が法定される反面、離職者の労働の\n意思及び能力を有する者の雇用機会の増大、労働者の能力の開発等について極めて\n詳細な規定がされている。\nしてみれば、労働者が離職し、雇用保険法にもとずく求職の意思表示をした事実\nは、たんに旧法の失業保険金受給と性質を異にし、事業主との雇用関係終了を前提\nに、新な雇用機会を得る求職の意思表示があつたといわざるをえない。従つて、被\n申請人に対し、申立外労働組合名義をもつて不当労働行為救済命令申立をした直後\nである四月一六日、永野共同作業所の就労者が、法第一五条第二項の求職の申込み\nをした事実は、申請人と右就労者との間における雇用関係の終了を認めていたもの\nであり、たんに旧来の失業保険金を受給するのとは本質的に相違する。\n被申請人の命令書主文において、「解雇日の翌日から原職相当職に復帰するまで\nの間に同人らが受けるはずであつた賃金相当額を支払」えとの命令は、前述した原\n職相当職に復帰が不可能であることの矛盾は別としても、すでに雇用関係の終了を\n前提とした就労者の意思表示と矛盾する雇用保険法違反の内容を命ずるもので取消\nを免れがたい。\n申請外労働組合の文書中には「組合員は雇用保険の仮給付も切れ」の文言があ\nり、被申請人も右記載文書を緊急命令の疎明資料として提出しているが、雇用保険\n法に「雇用保険の仮給付」なる制度もなければ、雇用保険は、労働者が失業した場\n合に必要な給付を行うことと、求職活動を容易にする等の保険制度であり、「雇用\n保険給付」なる概念は存在しない。旧失業保険法に「法業保険金を支給」とあるの\nと、全く相違する内容の雇用保険法であるにかかわらず、「雇用保険給付」なる用\n語を使用した疎明資料が疎明資料たりうるか否かは、自明の理であろう。\n要するに審問手続において、申請人が雇用保険被保険者離職証明書、求職年月日\n証明書等を提出したにかかわらず、労働者の雇用関係終了及び求職の意思表示をし\nた事実ないしは、同事実の根拠法条たる国法の諸規定すら無視した前提のもとに、\nあえて「労働組合の存在を嫌い、これが壊滅を意図した」と断ずるに及んだのは、\n重大な事実誤認であり、取消を免れがたい。\n１７　甲三九号証、甲四一号証の一ないし六\n（１）　甲三九号証はすでに前述した如く、ほぼ同一品種の生産性を永野工場と富\n士見工場で比較したもので、前者は後者のおよそ二分の一の生産性にすぎない事\n実。\n（２）　甲四一号証の一ないし六は、昭和五三年一二月締結した協定書による生産\n目標達成率（収支が零）に対し、約半月毎にその目標達成率を計算し、就労者の生\n産性向上への意欲をうながし、指導に使用した当時の工場長作成メモ。\n甲四一号証一　五五、四％\n同二　三八、四％\n同三　六七、五％\n同四　四〇〇〇番　四八、九％（四〇、七％）\n同四　四〇〇二番　七九、一％（六五、九％）\n同六　七五、六％（六三％）\n以上の諸書証を綜合すれば、永野共同作業所の低生産は余りにも歴然たる事実であ\nり、同所の利用廃止が適法に行われ、閉鎖による解雇に違法はない。\n申請人会社（申請外商会を含む）は佐川町に対し、甲七号証規則第一三条（６）\n号及び甲一〇号証第一〇条の趣旨にのつとり毎月分を報告し、右規則第一三条第\n（７）号による公認会計士の企業診断をうけ、あるいは甲一一号証の三において当\n時の労働組合及び佐川町等に対し、低生産性の実体を訴え、甲二四号証の二による\n町から「生産性の向上と自給、自足の運営で貴社には迷惑のかからないよう一段の\n努力をする」との確約を得ても、ただ町は「会社側にのみ負担をかけるのは申訳な\nく思つて居るが外に打つ妙手もなく困つておる」「補償、補填は不可能」（甲二五\n号証）というままに経過し、ついに甲二六号証の文書による「累積欠損金の減額し\nない場合は五四年二月二八日をもつて閉鎖する」意思表示をなし、そのことは町長\nに対しても意思表示をなし、以降三月余の経過を見るも低生産性についての向上は\nなく、甲二八号証の一の利用廃止申入れとなり、甲二八号証の二、甲三〇号証の回\n答で、ここにようやく利用廃止（作業所閉鎖）となつたもので、こうした事実の経\n過をみずして、従前から組合が存在したにかかわらず、いかにも五三年一二月に始\nめて組合結成かの如く主張した申請外組合の申立を一方的に鵜呑みするが如き審問\n手続を続行し、国法上の法定事項にすら相反する事実を前提にした被申請人の命令\nは違法無効であり取消を免れない。\n四　執行停止の必要性\nすでに詳述し、立証した如く違法無効な被申請人の命令は執行されるべき余地は\nない。\n従つて、申請人は御庁に対し昭和五五年一二月二日不当労働行為救済命令取消請\n求訴訟を提起し、昭和五五年（行ウ）第六号事件として係属するに至り、御庁は第\n一回口頭弁論期日を本年一月一九日午前一〇時と指定された。\n然るに、被申請人は、右訴状の請求原因に対する答弁書を提出することなく、年末\nに突如緊急命令申立をするに至つたが、すでに訴状が送達されているにかかわら\nず、右申立には、命令書が適法である旨の主張は全く含まれておらず、申請人が命\n令を無視するにあるというに過ぎない。\n従つて、申請人は、右命令が実行不可能な内容であるにかかわらず、該命令の手\n続の続行をすれば、その生ずる回復の困難な損害が発生することは極めて明白であ\nり、該損害を避けるため、緊急の必要があり、本案判決確定まで行政事件訴訟法第\n二五条により執行停止の決定を求める次第であります。\n別紙一\n命令書高知地労委　昭和五四年（不）第二号昭和五五年一一月八日命令\n申立人　全日本自由労働組合高知県支部被申立人　オノトレ縫製株式会社\n主　　　文\n一　被申立人オノトレ縫製株式会社は、申立人全日本自由労働組合高知県支部永野\n縫製分会員を原職相当職に復帰させ、かつ解雇日の翌日から原職相当職に復帰する\nまでの間に同人らが受けるはずであつた賃金相当額を支払わなければならない。\n二　申立人のその余の請求は棄却する。\n理　　　由\n第一　認定した事実\n１　当事者等\n（１）　申立人全日本自由労働組合高知県支部（以下「支部」という。）は、全国\n組織である全日本自由労働組合の下部組織で、高知県下における日雇労働者を中心\nに、申立時現在二、四四〇名をもつて組織する合同労組である。\n永野縫製分会（以下「分会」という。）は、支部の下部組織で、昭和五三年一二\n月一三日（以下「昭和」を省略する。）に被申立人会社の永野工場に就労する従業\n員で結成され、申立時現在、分会員は二四名である。\n（２）　被申立人オノトレ縫製株式会社（以下「会社」という。）は、五二年四月\n一日に資本金一、〇〇〇万円で設立され、肩書地に本社を置き、五四年三月現在、\n永野工場（従業員二四名）のほか、尾川工場（同四四名）、富士見工場（同二三\n名）及び高知センター（以下「センター」という。同一四名）の四作業場において\n縫製加工業を営んでいたものである。\n２　永野工場の発足から被申立人会社設立に至るまでの経緯\n（１）　申立外株式会社小野トレーデイング商会（以下「商会」という。）は、佐\n川町（以下「町」という。）の同和対策事業の一環として誘致をうけ、四三年一〇\n月二二日、永野地区にある町の施設を借り受け、これを永野工場として縫製加工業\nを開始した。その後、商会は、同町内において四三年一二月の尾川工場を、四四年\n一〇月にセンターを新設し、続いて四六年五月にセンターの二階を富士見工場とし\nた。\n（２）　永野工場発足後、町が同工場について条例及び規則を制定したので、四四\n年一月一〇日、商会はあらためて町と使用契約を締結した。同条例等及び使用契約\n条項によると、永野工場の施設管理は町長が行い、商会が同工場において使用する\n従業員の採用、解雇その他労働条件の決定については、町長と事前協議することが\n定められていた。その後、条例の改正はあつたが、使用条件については基本的に変\n更はない。しかし、条例制定から後記永野工場閉鎖に至るまで、発足当初を除き従\n業員の採用、解雇などの決定については、格別町長がこれに関与したことはない。\n（３）　その後、商会は経営不振に陥り、四八年一二月に会社整理の申立て、四九\n年八月には和議開始の申立てを行い、同年一一月和議が成立し、五二年三月をもつ\nて和議による負債を完済した。\n（４）　商会は、町に対し四九年三月以来、口頭または文書で累積赤字の増大、低\n生産性等を理由に、永野工場の利用廃止を申し入れ、同時に、赤字の補てん、従業\n員の雇用保障を要望してきたが、町の受け入れるところとならなかつた。\n（５）　商会の経営者は、前記（３）の負債完済を契機として、五二年四月一日、\n被申立人会社を別に設立し、同会社が、商会の町内における資産及び従業員に対す\nる権利義務をすべて承継した。\n３　労働組合の結成状況\n（１）　前記四作業場のうち、永野工場を除く三作業場については、作業場設置か\nら現在に至るまで、労働組合が結成されたことはなく、労働組合に加入した従業員\nもいない。\n（２）　永野工場においては、四四年一一月一七日、従業員二八名が高知一般労働\n組合（以下「高知一般」という。）に加入、高知一般永野分会を結成し、労働条件\n等について団体交渉を持つなどしていたが、四八年一一月、約半数の組合員が高知\n一般を脱退した。そこで、会社は、その脱退者を富士見工場に就労させたところ、\n高知一般から抗議を受け、やむなく一時自宅待機させ賃金を支給したことがある。\nしかし、町のあつせんもあり、五〇年初頭永野工場に復帰した。その後、高知一般\n永野分会は、五〇年一二月の年末一時金協定を最後に、分会員は二名となり、高知\n一般の指導もなくなつて自然消滅した。\n（３）　五三年一二月、永野工場の従業員は、会社から示された年末一時金が金一\n封（一律二万円）であることを不満として支部に加入、分会を組織した。\n４　永野工場閉鎖に至る経緯\n（１）　支部は、五三年一二月一六日から会社と年末一時金の増額交渉を行つた。\nその結果、同月二七日、三七・五日分（平均約六万円）で交渉が妥結した。\nこの団体交渉において会社は、「五三年度年末一時金増額への回答」文書によ\nり、「永野工場の最低月生産高をきめたうえ、累積欠損金が減額しない場合は、会\n社は五四年二月二八日をもつて永野工場を閉鎖する。この場合従業員は何等の異議\nを申し述べないことを約束する。」旨の条件を示したが、支部は、同工場閉鎖につ\nいては到底応じることができないとしてこれを拒否し、生産協定についての交渉は\n年が明けて行うことになつた。\n（２）　五四年に入つて交渉した結果、会社と分会は、三月九日、生産協定書に調\n印したが、「永野工場を閉鎖する。」との文言は撤回され、「協定生産目標数字の\n達成ができず累積欠損金が減額しない場合は、当該品目生産終了後、双方協議の上\n之が対策を検討する。」ということになつた。\n（３）　他方、会社は、永野工場の嘱託であるｂと班長であるｃ夫妻に対し、五三\n年一二月中旬ごろから翌五四年三月ごろまでの間再三にわたり、「永野工場を引き\n受けてやらないか。」と要請したが、同人らはこれを拒絶した。\n（４）　五四年三月二三日、会社は分会委員長に対し、「永野工場の生産性は依然\nとして低く、一月及び二月の生産高は生産協定書に定められた最低限月生産高を大\nきく下回るので、先に合意をみた契約により、三月末日をもつて永野工場を閉鎖す\nる。」旨の文書告知をした。同時に町長に対しても永野工場の利用廃止を申し入れ\nた。これに対し町長は、佐川町同和対策審議会の答申を得て、四月九日、会社に永\n野工場を引き取る旨の回答をした。\n（５）　会社は、四月一〇日、退職金及び解雇予告手当を高知地方法務局須崎支局\nに供託し、また、従業員の離職票を各人に発送した。\n５　生産性について\n会社提出の書証をもとに計数すると、三工場の従業員一人当りの出来高等は次表の\nとおりである。\n表１\n＜２０２６３－００１＞\n＜２０２６３－００２＞\n表２\n＜２０２６３－００３＞\n注　（　）内はパート・アルバイトの人員を加えて計算したものである。\n第二　判断及び法律上の根拠\n１　被申立人の主張\n会社の主張は、要するに、\n（１）　永野工場は、同和対策事業特別措置法の目的を実現するための「公の施\n設」であり、その設置、運営、管理及び廃止に関する権限は、会社に帰属しない。\n会社は、同工場の運営において、就労者の選定は町との協議を要するなど、許可条\n件を遵守しなければならず、この限りにおいて私企業としての独立性は否定されて\nいる。したがつて、労働組合法上の問題を生ずる余地はない。\nまた、福祉事業は、採算性を度外視して維持されるべきものであり、それは、本\n来、国または地方公共団体の責務であつて、私企業がこれに協力したからといつ\nて、法上の責任転換が行われることはあり得ないし、慈善事業的負担を強いられる\nべき理由もなく、町の福祉行政へもどしたまでである。\n（２）　永野工場の閉鎖及びこれに伴う同工場の従業員解雇の理由は、同工場の低\n生産性による累積赤字防止のためであつて、会社としてはやむを得ない措置であ\nり、労働組合に対する嫌悪でも、偽装閉鎖によるものでもない。\nということのようである。\n２　判断\n（１）　被申立人主張（１）について\nなるほど永野工場については、条例等による制約があり、私企業としての独立性\nに問題がないとは言えない。しかしながら、私企業における労働者には団結権等の\n保障があり、それは、私企業の独立性の有無によつて、何ら制約を受けるものでは\nない。したがつて、使用者に労働組合法第七条各号に掲げる行為があれば、不当労\n働行為が成立するものと言わざるを得ない。\nまた、福祉事業は、本来、国または地方公共団体の責務であつて、これに協力す\nる私企業が慈善事業的負担を強いられるべき理由がないことは、被申立人主張のと\nおりである。しかしながら、そのことは、協力私企業における労働者の団結権等の\n保障を否定する根拠とはならず、その私企業の不当労働行為責任が免責されること\nにはならない。\nしたがつて、被申立人のこの点に関する主張は、いずれも独自の見解であつて採\n用できない。\n（２）　被申立人主張（２）について\n永野工場の累積赤字の主たる原因は、同工場の低生産性によるものであつて、会\n社がその対応に苦慮していたことは認められるところである。しかし、他工場に比\nべ永野工場使用料が免除されているなど、経費面において有利であつたことを考慮\nすれば、赤字克服のための会社の経営努力が十分でなかつたことも否定できない。\nまた、生産性でみると、富士見工場との比較では、永野工場が特に劣つていると\nはいえず、他工場においても赤字が生じていたことからすると、会社が永野工場の\nみを閉鎖したことは、合理性が乏しく、累積赤字防止のためとする被申立人の主張\nは首肯できない。\n会社は、年末一時金について、全工場の従業員に対し、一律支給をしようとした\nが、これを不満として労働組合が結成された永野工場の従業員のみに、大幅な増額\n支給をせざるを得なかつたこと。五四年三月九日に調印された生産協定書におい\nて、「永野工場を閉鎖する。」との文言が撤回された経緯にもかかわらず、その調\n印前の一月及び二月の生産実績を理由として、同協定書に定められた事前協議のな\nいまま、日浅くして同工場を閉鎖したこと。ｂ夫妻に対し、再三、下請化の要請を\nしたこと。古くは商会時代において、別組合とはいえ労働組合が存在し、抗議を受\nけるという経緯のあつたこと。\n以上を考え合わせると、労働組合が組織されている永野工場のみを閉鎖し、分会\n員全員を解雇した会社の行為は、組合の存在を嫌い、また、組合活動が他工場に波\n及するのを恐れ、これが壊滅を意図した労働組合法第七条第一号に該当する不当労\n働行為であると断ぜざるを得ない。\n３　申立人は本件の救済として、永野工場の再開、誠実な団体交渉及び謝罪文の掲\n示をも求めているが、本件申立て時、すでに会社と町との永野工場使用契約は合意\n解除されて、同工場の再開が直ちに困難であること団体交渉の要求が工場再開と分\n会員の原職復帰を求めていることから、本件申立てについては主文の救済をもつて\n足りるので、労働組合法第二七条及び労働委員会規則第四三条を適用して主文のと\nおり命令する。\n"
}