{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 5,
    "day": 28
  },
  "case_number": "昭和51(行ウ)8",
  "case_name": "損失補償請求事件",
  "court_name": "高知地方裁判所",
  "field": "行政",
  "gist": "ダム建設事業等のために鉱業権が収用されたことによる損失について，収用委員会の裁決額を超える部分の損失補償を求める訴えが，右鉱業権は採掘に伴い多額の地滑り対策費を要するために起業費及び生産費が利益を上回る経済的に無価値なものであるとして，棄却された事例",
  "lawsuit_id": "16864",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16864",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/864/016864_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求を棄却する。\n二　訴訟費用は原告らの連帯負担とする。\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告らに対し、金一億円及びこれに対する昭和五一年一一月一日から\n支払ずみまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　主文一項と同旨\n２　訴訟費用は原告らの負担とする。\n３　担保を条件とする仮執行免脱の宣言\n第二　当事者の主張\n一　請求原因\n１　原告らは、後記２の収用手続開始の告示当時、別紙鉱業権目録記載の鉱業権\n（以下「本件鉱業権」という。）を共有していた。\n２　被告は、一級河川仁淀川水系大渡ダム建設事業及びこれに伴う附帯事業（以下\n「本件事業」という。）の起業者であるが、本件事業について、その施行者たる建\n設大臣により土地収用法二〇条及び一三八条に基づき事業認定がなされ、昭和四五\n年九月二日付建設省告示第一三四四号をもつてその旨告示された。そして、一部の\n起業地に対しては、当初収用手続の保留がなされていたが、これについても昭和四\n八年一月一六日付高知県告示第二〇号をもつて収用手続開始の告示がなされた。\n右収用手続開始の告示がなされた起業地に本件鉱業権の採掘権設定鉱区の一部がか\nかり、そのために収用される鉱区面積は二二二三・一六アールであつた（以下、本\n件鉱業権の採掘権設定鉱区を「本件鉱区」といい、そのうち収用される右鉱区を\n「本件収用鉱区」という。）。\n３　その後、原告らと建設大臣との間で、本件収用による損失の補償について協議\nを重ねたが、不調に終わつたため、同大臣は、高知県収用委員会に対し、本件収用\n鉱区について、昭和四九年一月一四日付で収用裁決申請を、同年七月一五日付で土\n地明渡裁決申請をそれぞれなし、同委員会は、昭和五一年九月一七日、原告らに対\nする損失補償を各金七一万一八〇一円とし、鉱業権を消滅させる時期及び明渡の期\n限を同年一〇月三〇日とする旨の裁決（以下「本件裁決」という。）をし、その正\n本は、その頃原告らに送達された。\n４　ところで、本件裁決における損失補償額算定の根拠は次のとおりである。\n本件鉱区中には、仁淀村村道の旧道と切替新道が存在し、採掘するためには、鉱業\n法六四条により道路管理者の承諾を得なければならず、また、採掘権者が事業に着\n手するには、事前に通商産業局長の施業案の認可（同法六三条）及び河川管理者の\n許可（同法六四条、河川法二四条、二五条）を要するところ、原告らがなした昭和\n四五年六月二〇日付施業案認可申請に対し、四国通商産業局長は、河川予定地にお\nける鉱物の採掘制限等を理由にこれを返付している（昭和四六年五月一八日付四六\n四通業第二七五号）ところであり、将来においても、右事業計画に示されているダ\nムの目的、性質及び規模等に鑑みると、本件鉱業権に基づき施業案の認可を得て現\n実に操業を開始することは不可能というほかないから、本件鉱業権は経済的に無価\n値と判断される。\nただし、「公共用地の取得に伴う損失補償基準要綱」（以下「要綱」という。）一\n八条、「建設省の直轄の公共事業の施行に伴う損失補償基準」（以下「基準」とい\nう。）二一条二項四号（「探鉱中の鉱山又は未着手の鉱山であつて、鉱量が不明で\nあり、かつ、将来の収益が不確定のものにおける鉱業権については、その鉱区に投\n下された適正な費用を現価に換算した額」）等に照らし、投下経費に対しては物価\n指数等の補正を行つたうえで補償するのを相当と認め、原告らが本件鉱業権につき\n支出したと認められる現地調査費、登録税、鉱区税及び施業案作成料等の投下経費\nを査定し、これに物価指数による補正を行つて現価に換算した額金五七二万四一七\n三円を、本件鉱区面積と本件収用鉱区面積との比によつて按分し、本件収用に対す\nる損失補償額を金一四二万三六〇二円（原告各人につきその二分の一に当たる金七\n一万一八〇一円）と裁決した。\n５　しかしながら、次に述べるとおり、本件裁決の損失補償額は正当とはいえず、\n本件収用による損失補償額は金二億四〇〇〇万円をもつて相当とする。\n（一）　原告らの昭和四五年六月二〇日付施業案認可申請が認可されなかつたのは\n本件裁決理由のとおりであるが、これは、四国通商産業局長が故意又は重大な過失\nによつて原告らの試掘権から採掘権への許可申請及びこれに続く施業案の認可申請\nを長期間にわたり放置したため、その間に、本件事業について事業認定がなされて\n計画が進行し、本件鉱区の一部が水没予定地に組み入れられ、鉱区禁止区域となつ\nたことに起因するものである。\nすなわち、原告らは、本件鉱業権（試掘権）を買い受けるに当たり、本件鉱区付近\nにダム建設の計画があるとのうわさを耳にしたため、四国地方建設局河川計画課長\nに対しその真偽を問い質したところ、同課長はこれを明確に否定したので、昭和三\n七年一一月七日、Ａからこれを代金一五〇〇万円で買い受けた。次いで、原告ら\nは、昭和三九年一月二一日、四国通商産業局長に対し採掘権設定の許可申請をした\nところ、同局長は、その後の原告らの早期許可の要請にもかかわらず、何らの理由\nも明らかにしないまま四年四か月の長期間にわたつて右申請を放置し（通常、試掘\n権から採掘権に転願する場合には、遅くとも三か月で許可になるのが実情であ\nる。）、昭和四三年五月二九日に至つてようやく右採掘権の設定を許可するという\n怠慢さであつた。そこで、ともかく右許可がおりたので、原告らは、同年九月二五\n日四国通商産業局長に対し施業案の認可を申請したのを初めとして、その後昭和四\n五年六月二〇日までの間に都合四回にわたつて申請を繰り返したが、いずれも認可\nに至らず、申請書が返付されただけであつた。第四回目の申請に対して、同局長\nは、不認可の理由として、「１四国地方建設局長は、河川予定地における鉱物の採\n取は許可しない方針を表明している。２仁淀村長は、当該区域での鉱物掘採は村道\n付替計画と競合するため村道一部使用許可願を不許可処分にしている。」との二点\nを挙げ、本件事業を前提に鉱業法六四条による制限を免れないために施業案の認可\nができない趣旨のことをいうけれども、これらの事由は、いずれも原告らの採掘権\n設定許可及び施業案認可の各申請後に、本件事業の計画が具体化（事業認定の告示\nは、前記のとおり昭和四五年九月二日である。）して進行したために生じたもので\nある。\nしたがつて、もし原告らの右各申請に対する許可及び認可が通常どおり行われてい\nたならば、本件事業の計画が進行して右のような施業案認可の障害事由が発生する\n前に、原告らは、施業案の認可を得て現実に操業に着手し、相当量の採鉱によつて\n収益をあげることが可能であつたのであるから、本件裁決のように、右施業案不認\n可の事実及び認可の見通しのない事実から現実に操業することは不可能として本件\n鉱業権を経済的に無価値と判断することは許されず、原告らの右各申請等の経緯に\n鑑みれば、本件鉱業権については、現に操業しているものと同視して正常な取引価\n格をもつて評価すべきである。\nなお、本件裁決は、本件鉱業権が現実に操業することの不可能なものであることの\n根拠の一つとして、本件鉱区については、村道及び水没予定地があつて鉱業法六四\n条が適用されることを挙げるけれども、同条ただし書は、正当な事由がなければ当\n該道路又は河川等の管理者は掘採の承諾を拒むことができないものと定めており、\nしかも、その法意は、不承諾の場合には、それによつて発生する損害を補償するこ\nとを含んでいるものと解するのが相当であるから、いずれにしても同条の適用の有\n無によつて本件鉱業権の価値に影響はないものというべきである。\n（二）　以上のとおり、本件鉱業権は操業可能なものとして損失を補償すべきであ\nる。しかして、本件収用鉱区内の安全可採鉱量は二〇万トンであるところ、粗鉱の\n採掘現場売渡価格は一トン当たり一五〇〇円、採掘に要する諸経費は一トン当たり\n五〇〇円であるから、純益は一トン当たり一〇〇〇円となり、結局のところ、収用\nされる鉱業権の価格は金二億円となる。\nまた、本件鉱業権の取得に要した費用も、投下費用として本件収用による損失補償\nの対象に含まれるものと解すべきところ、原告らが本件鉱業権の取得に要した費用\n一五〇〇万円は、その後の物価上昇を考慮すると前記収用手続開始の告示当時には\n四〇〇〇万円になつていたものと評価される。\n以上を要するに、本件収用による損失に対する正当な補償額は金二億四〇〇〇万円\nである。\n６　よつて、原告らは、被告に対し、右正当補償額から本件裁決額金一四二万三六\n〇二円を差し引いた補償金不足額の内金として金一億円及びこれに対する本件裁決\n後である昭和五一年一一月一日から支払ずみまで民法所定の年五分の割合による遅\n延損害金の支払を求める。\n二　請求原因に対する認否\n請求原因１ないし４は認めるが、同５は争う。\n三　被告の主張\n１　本件鉱業権は、以下のとおり、いずれの点からみても経済的に無価値というほ\nかないから、本件収用に対する損失補償として金一四二万三六〇二円を認容した本\n件裁決は違法ではない。\n（一）　施業案認可の見込みの欠如からの無価値性\n本件裁決は、本件鉱業権について、施業案の認可を得て現実に操業を開始すること\nは不可能に等しく経済的に無価値であると判断しているが、これはまことに正当で\nあつて、さらに被告の立場からこれを敷行すれば、次のとおりである。\nすなわち、本件鉱区は、露天掘りでしか採掘できないうえ、そのうち露天掘りが可\n能な部分は、ほとんど全部、大渡ダム湛水面（標高二一六メートル）以下の地表若\nしくは地下又は右湛水面以上の五〇メートル以内の地表若しくは地下にあり、か\nつ、仁淀村の村道の周囲五〇メートルの範囲内に存在するところからして、本件鉱\n業権の実施については、鉱業法六四条に規定する河川管理者及び道路管理者の承諾\nを得られる見込みは全くなく、したがつて、同法六三条に規定する施業案が認可さ\nれて現実に操業が開始されることはあり得ないというべきである。なお、同法六四\n条の制限は、鉱業権に内在する制約であるから、本件事業の進行の程度を問わず適\n用されるものであり、これによる不利益は、正当な補償の対象とならない。\n以上のように現実に操業が不可能な本件鉱業権は、経済的に無価値である。\n（二）　採算面からみた無価値性\n本件鉱区は、いわゆる地すベり地帯に存するので、もし鉱業権を実施するとすれ\nば、地すベり地帯の調査費及び地すベり防止施設設置費用が莫大となり、鉱業権の\n実施によつて利益が計上されることはなく、したがつて、本件鉱業権は経済的価値\nを有しないから、原告らには、本件収用による損失は何も生じていないというべき\nである。\nすなわち、本件鉱区は、仁淀川南斜面に存し、その下部は仁淀川河川区域に、その\n上部は川岸から直ちに連続する二〇ないし三五度の急傾斜地に存し、鉱区の中心部\nから上方は、一見してそれとわかる顕著な地すベり地形を呈している。地すベり地\n形とは、前時代に谷から続く急傾斜地の上方の地盤が崩れ落ち、それが堆積（これ\nを「崩積上」という。）して山腹に比較的緩やかな斜面を形成し、更にまたその下\n方が急傾斜して谷に続いている地形をいうが、本件鉱区の傾斜面は、現時点では、\n表土（崩積土）脚部と岩盤との間で一応の安定を保つてはいるものの、他に何らか\nの物理的な力が加われば地すベりを起こす危険性を内包するものであり、殊に、本\n件鉱区の採掘は右表土を対象とするものではなく、表土の崩壊を食い止めているド\nロマイト岩盤そのものを採掘するのであるから、右採掘により、表土と岩盤との均\n衡が崩れ、右傾斜地が地すベりを起こす蓋然性は極めて高いのである。したがつ\nて、右のような条件のもとで鉱業権を実施するとすれば、当然、事前に綿密な地す\nベり調査を遂げたうえ、地すベり防止施設を設置しなければならないのであるが、\n現時点において、それらの費用として少なくとも一億二〇〇〇万円（調査費二〇〇\n〇万円、防止施設設置費一億円）を要するものと考えられるので、これを前記収用\n手続開始の告示当時に換算したとしても三五〇〇万円は下らないものと推定され\nる。\nしかるところ、本件裁決手続前に当事者双方の合意のもとに被告が依頼した住鉱コ\nンサルタント株式会社の鑑定結果（以下「住鉱鑑定」という。）によれば、本件鉱\n業権の価格は、施業上必要不可欠な右地すベり対策費を考慮しないで評価しても二\n六〇〇万円を超えることはないというのであるから、前記地すべり対策費三五〇〇\n万円を計上するならば、結局のところ、本件鉱業権は無価値に帰する。\n２　原告らは、本件鉱業権の取得代価に対する補償をも請求するけれども、補償を\n要するか否かは、収用当時の経済的価値の有無によるのであつて、右のとおり本件\n鉱業権の経済的価値がない以上、その取得代価がいくらであろうともこれ仁対する\n補償の余地は全くない。\nなお、本件裁決は、「基準」二一条二項四号等を参考にして、投下経費の補償を認\nめているけれども、右規定は、「鉱量が不明であり、かつ、将来の収益が不確定\nな」鉱業権について適用されるものであつて、本件鉱業権のようにそもそも経済的\nに無価値なものについて適用されるものではないから、この規定やこれに準拠した\n本件裁決を根拠として右取得代価の補償を請求できるものでない。\n四　被告の主張１（二）に対する原告らの反論\n次に述べるような事情からすれば、本件鉱業権が採算面からみて経済的に無価値な\nどとは到底いえないのであつて、被告の右主張は失当である。\n１　本件裁決においては、被告が主張するような採算上の判断は一切なされていな\nい。むしろ、採算面からみれば経済的価値を認め得るからこそ、投下経費に対する\n補償を認容しているのである。\n２　本件裁決の審理手続において鑑定依頼された株式会社ダイヤコンサルタントの\n報告書（以下「ダイヤ鑑定」という。）は、地すベり地帯であることを考慮したう\nえで安全採掘鉱量として、本件収用鉱区の鉱量を一四万四五九二トンと算定してい\nる。また、住鉱鑑定も、右と同様の趣旨で本件鉱区の鉱量を一九万トン、一四万ト\nン、一三万卜ンと三とおりに算出している。\n３　被告は、本件裁決手続前に、原告らとの間で、本件鉱業権の経済的価値を認\nめ、前記住鉱コンサルタントに鑑定依頼し、それに基づく補償をなす合意まで締結\nしていたのであつて、このことは、本件鉱業権が採算面からみても経済的価値を有\nすることを物語つている。\n４　地すベり地帯といつても、一〇〇年に一度か二度発生するにすぎないのである\nから、現実の採掘に当たり直接考慮するまでの必要はない。現に、本件鉱区に隣接\nするいわゆる森鉱山については、同じ地すベり地帯にありながら営業を開始してい\nることを理由に補償していることからみても、地すベり地帯にあることは、本件鉱\n業権の採掘を不可能にする事情ではないと考えられる。\nまた、本件鉱区付近の地すベり調査は、昭和三九年から継続的に行われており、こ\nのような状況下で、四国通商産業局長は昭和四三年五月二九日、原告らに対し試掘\n権の許可を与えているが、この事実からも、地すベり地帯であつても採掘が可能で\nあつたことがうかがわれる。\n５　原告Ｂは、この種鉱山の永年の経験者であり、かかる経験に基づき十分に採算\nが可能であると判断して一五〇〇万円もの大金を出捐したものである。\n６　なお、被告の右主張は、本訴に至つて初めて主張されたものである。\n五　被告の再反論\n１　原告らの反論１について\n本件裁決が投下経費に対する補償を認容していること自体、前記三２のとおり不合\n理であるから、右事実から本件鉱業権が採算面からみても価値を有することにはな\nらない。\n２　同２について\nダイヤ鑑定は、本件鉱区に目で見て現在確認できる地すベり地形はなく、地すベり\n地帯であることの確証を得るためには、徹底した調査が必要であつて、確定的なこ\nとはいえないとの判断に基づき、地すベりは起こらないものとしてなされたもので\nある。また、住鉱鑑定は、本件鉱区が典型的な地すベり地形であるとの判断のもと\nになされたものであるが、前記のとおり本件鉱業権の評価に当たつては地すベり対\n策費等を無視して計算し、昀終的に地すベり対策費等を考慮すれば本件鉱業権は利\n益を計上し得ないとの結論に達している。\n３　同３について\n本件裁決手続前に当事者間で締結された合意というのは、鑑定の結果、補償を要す\nるということになれば、それに従うという趣旨のものにすぎず、当然に補償するこ\nとを前提にしているものではなかつた。\n４　同４について\n被告は、本件鉱区が地すベり地帯であるから直ちに採掘が不可能であるとしている\nわけではなく、地すベり対策費が鉱業権の実施による利益を上回るため、本件鉱業\n権は採算面からみて経済的に無価値と主張しているのである。\nなお、本件鉱区と森鉱山とでは、鉱山の規模及び地すベりの程度等を異にするほ\nか、本件鉱区は未着手のものであるから、当時既に操業中であつた森鉱山と同様に\n論ずることはできない。\n第三　証拠（省略）\n○　理由\n一　請求原因１ないし４は、当事者間に争いがない。\n二　そこで、本件裁決の補償額の当否について判断することにするが、本件鉱業権\nが、施業案の認可を得て現実に操業する見込みがあつたか否かの点はしばらくお\nき、仮に施業案の認可を得たとしても、その実施によつて採算面からみて利益の計\n上が見込まれるものであつたか否かについてみることとする。けだし、土地収用法\n一三八条一項によつて準用される同法七一条にいう「相当な価格」とは、一般的有\n用能力によつて定まる一般的交換価格をいい、これを鉱業権についていえば、その\n実施によつて採算面からみて利益の計上が見込まれて初めて、鉱業権としての一般\n的有用能力をもち、したがつて一般的交換価格を有することになるのであり、鉱業\n権の損失補償に関する「要綱」一八条、「基準」二一条一項、二項（ただし、二項\n四号を除く。）も、このことを当然の前提としていると解されるからである。\n原告らは、本件収用鉱区内の安全可採鉱量は二〇万トンであるところ、粗鉱の採掘\n現場売渡価格は一トン当たり一五〇〇円、採掘に要する諸経費は一トン当たり五〇\n〇円であるから、純益は一トン当たり一〇〇〇円となり、収用によつて消滅する本\n件鉱業権（一部）の価格は金二億円である旨主張し、原告Ｂ、同Ｃは、その各本人\n尋問（同Ｃは第一回）において右主張にそう供述をするけれども、右各供述部分\nは、以下に認定するような事実に照らすとにわかに採用し難く、また、後記乙第三\n号証（ダイヤ鑑定）は後記理由により採用できず、他に本件鉱業権が採算面からみ\nて利益の計上が見込まれるものであつたことを認めるに足りる証拠はない。\nすなわち、成立に争いがない乙第一号証、第一一号証、第一二号証の一ない」六、\n第一三号証の一、二、証人Ｄの証言及びこれにより真正に成立したと認められる乙\n第九、第一〇号証、証人Ｅの証言及びこれにより真正に成立したと認められる乙第\n八号証並びに弁論の全趣旨及びこれにより昭和五七年六月頃本件鉱区内に地すベり\nが発生した状況を撮影した写真と認められる乙第一五号証によれば、次の事実が認\nめられる。本件収用による損失の補償について、原告らと被告との間で任意の交渉\nが続けられていた段階で、双方間に、本件鉱業権の評価に対する専門家の鑑定を求\nめてその鑑定結果に従つて補償の有無及び範囲を決める旨の合意が成立し、この合\n意に基づき、双方の承諾のうえで住鉱コンサルタント株式会社に鑑定が依頼され、\nその鑑定結果すなわち住鉱鑑定は、昭和四八年一一月に提出された。住鉱鑑定は、\n詳細な現地踏査に基づいて現地踏査図が作成されたうえで、鉱業権の評価がなされ\nているものであつて、これによれば、本件鉱区内のドロマイトの埋蔵鉱量は約二六\n五万トンであるガ、鉱床賦存状況かもみて坑内掘りは保安上不可能であり、可採鉱\n量は、露天掘対象鉱画のみに限定されて一九万〇一六九トンであり、このうち不純\n物の混入を考慮すると、昀終製品量は一四万二六二七トンになるとされている。そ\nして、本件鉱区内のドロマイトは、肥料と採石原料以外に利用価値はなく、肥料用\nのドロマイトの売渡し価格は、山元渡しで一トン当たり四五〇〇円を超えることは\nないとされ（採石の場合には、更に低価格となる。）、操業上昀も合理的と考えら\nれる生産体制として月産二〇〇〇トンの採掘をする場合には、労務費、物品費、減\n価償却、金利、販売直接費、管理費その他雑経費といつた生産費は、一トン当たり\n四三〇二円と算定されるので、右売渡価格と生産費との差額すなわち一トン当たり\n一九八円が利益となり、したがつて、前記昀終製品量一四万二六二七トンを月産二\n〇〇〇トンの割合で採掘するのに必要な約六年の期間にわたつて、合計二八五一万\n二〇〇〇円の利益を計上し得るものとされている。ところが、住鉱鑑定によれば、\n本件鉱区は地すベり地帯にあることを前提として、右生産費に含まれていない地す\nベり対策費を考慮すれば、利益は計上できないとされている。住鉱鑑定にかかわつ\nた主任技術者の理学博士Ｄは、後記日本工営株式会社（以下「日本工営」とい\nう。）のボーリング調査の結果に基づき、本件鉱区内の可採鉱床の上方の地すベり\n地帯につき斜面の安定計算を行い、採掘に伴う地すベり対策費として少なくとも五\n〇〇〇万円は必要と算定している。したがつて、住鉱鑑定によれば、本件鉱業権\nは、地すベり対策費を含めた起業費及び生産費が右利益額を大きく上回るため、採\n算面からみて利益は全く計上できないこととなる。ところで、本件事業について\nは、仁淀川流域の地すベり調査が従前から実施されており、昭和四四年頃からは、\n日本工営がこれを担当し、昭和四六年頃には、本件鉱区が存在する仁淀村高瀬地区\nにおいて、六側線にわたるボーリング調査が実施され、その結果、本件鉱区内の可\n採鉱床の上方には、その表層に崩積上が存在していることが確かめられた。そし\nて、右可採鉱床を含めた斜面は、馬てい形をなし、上部で陥没し、下端で隆起する\nという典型的な地すベり地形を呈しており、右崩積土の存在の事実を総合すれば、\n地すベり地帯であることは明白である。昭和五四年に右地すベり地帯調査の結果を\n取りまとめた日本工営の技術員Ｅは、右の事実を確認したうえ、前記Ｄによる斜面\nの安定計算は基本的には正当であるが、採掘業者にとつてはむしろ有利な数値に依\n拠しており、厳しく斜面安定を検討するならば、本件鉱業権を実施するためには、\nまず詳細な地すベり調査を実施したうえで対策工事を施行することが必要であり、\nその経費としては、調査費だけで二〇〇〇万円、工事費を考慮すれば億単位の金額\nが必要であると判定している。\n右認定の事実を総合すれば、本件鉱業権は、その実施のためには地すベり対策費と\nして莫大な経費を必要とするので、採算上利益を計上できる見込みは全くないこと\nが認められる。\nもつとも、成立に争いがない乙第三号証、第六、第七号証、証人Ｆの証言によれ\nば、本件裁決の審理手続において、高知県収用委員会は、ダイヤコンサルタント株\n式会社に本件鉱業権の評価の鑑定を命じ、その鑑定結果すなわちダイヤ鑑定は、昭\n和五〇年七月に提出されたこと、ダイヤ鑑定は、本件鉱区内の可採鉱量を二六万一\n三三四トンとしたうえ、切羽準備費、重機費、工場設備費、用地買収費その他の起\n業費、物品費、労務費、経費、減価償却費、一般管理及び金利といつた生産費を算\n定し、ホスコルド方式の計算式によつて、本件鉱業権の価格を二一八八万二〇〇〇\n円と評価していることが認められる。しかしながら、証人Ｆの証言によれば、ダイ\nヤ鑑定の右起業費中には、地すベり対策費は含まれていないのであるが、これは、\n本件鉱区が目で見た限りでは地すベり地帯とは判別し難く、また、過去において地\nすベりが発生したという痕跡も認められなかつたとして、地すベりは発生しないも\nのと判断したにすぎず、詳細な地すベり調査を実施して地すベり地帯でないことを\n確認したためではないことが認められるのであり、先に認定したような日本工営に\nよるボーリング調査の結果や本件鉱区の地形の状況に照らすと、本件鉱区に地すベ\nりは発生しないとする右判断は正確を欠き、その判断を前提として地すベり対策費\nを全く考慮していないダイヤ鑑定は到底採用し難いものといわざるを得ない。\nところで、原告らは、当事者の主張四（被告の主張１（二）に対する原告らの反\n論）に記載のとおり、本件鉱業権が採算面からみて経済的に無価値といえない事情\nをるる主張するけれども、前記認定の事実に照らし、いずれの主張も到底採用の限\nりではない。なお、いわゆる森鉱山に対する損失補償との関係について付言する\nに、前出乙第三号証、第六号証、第一一号証、証人Ｆの証言及び弁論の全趣旨によ\nれば、本件鉱区に隣接して森鉱山が存在し、その鉱業権（登録番号高知県採掘二六\n七、同三四四、同三四五、鉱種ドロマイト）も本件事業により収用され、右収用に\n対し、相応の補償がなされている（その具体的数額及びその算出根拠は不明であ\nる。）けれども、森鉱山のうちの主要鉱区は、地すベり地帯にはないこと、右主要\n鉱区の価格は全体の八割を占めていることが認められるのであるから、これらの事\n実関係に照らせば、森鉱山について、地すベり地帯にあるのに損失補償がなされて\nいるものと速断することはできないし、森鉱山に対する損失補償と比べて本件収用\nに対する損失補償の当否を論ずることも相当でない。\n三　原告らは、本件収用による損失補償として、価格補償のほかに、取得代価の補\n償を請求するが、前記認定のとおり、本件鉱業権は採算面からみて全く利益の計上\nが見込めない経済的に無価値なものである以上、その取得にいかに多額の経費を投\n入していたとしても、その補償を請求することは認められないものと解されるか\nら、原告らの右請求は理由がない。\nもつとも、前記のとおり請求原因４は当事者間に争いがなく、本件裁決は、「基\n準」二一条二項四号を適用して、投下経費に対する補償を認めでいるけれども、右\n規定は、文字どおり「探鉱中の鉱山又は未着手の鉱山であつて、鉱量が不明であ\nり、かつ、将来の収益が不確定のものにおける鉱業権」について適用されるもので\nあり、本件鉱業権のように採算面からみて全く収益を見込めないことが明らかな鉱\n業権については、適用の余地はないと解されるから、この規定を根拠に取得代価の\n補償を請求し得るものではない。\n四　以上の次第であつて、本件収用による損失に対する正当な補償額が、本件裁決\nの認容補償額を超えているとは認められず、したがつて、本件裁決が違法とはいえ\nないから、原告らの請求は、失当として棄却することとし、訴訟費用の負担につき\n行政事件訴訟法七条、民事訴訟法八九条、九三条一項ただし書を適用して、主文の\nとおり判決する。\n（裁判官　山口茂一　坂井　満　大谷辰雄）\n別紙\n鉱業権目録\n（一）　採掘権設定　昭和四三年六月二一日\n（二）　登録番号　　高知県採掘四一〇\n（三）　鉱　　　種　石灰石、ドロマイト\n（四）　面　　　積　八九三八アール\n（五）　鉱業権者　　代表者Ｃ、共同権者Ｂ\n"
}