{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 6,
    "day": 16
  },
  "case_number": "昭和50(ワ)1070",
  "case_name": "日野自動車工業懲戒解雇",
  "court_name": "東京地方裁判所八王子支部",
  "field": "労働",
  "lawsuit_id": "19515",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19515",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/515/019515_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求める裁判\n（原告）\n１　原告が被告に対し、期間の定めのない雇用契約に基づく権利を有することを確\n認する。\n２　被告は原告に対し、昭和五〇年一〇月四日以降原告を復職させるまで、毎月二\n五日限り金九万五、八一五円の支払をせよ。\n３　訴訟費用は被告の負担とする。\nとの判決及び２、３の項につき仮執行の宣言\n（被告）\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\nとの判決\n第二　当事者の主張\n一　原告の請求の原因\n（雇用（以下「雇用」を用いる。）契約）\n１　被告は自動車の製造販売を業とする会社であるが、昭和四五年四月二三日、原\n告との間で次のとおり雇用契約を締結した（以下「準社員契約」といい、この種の\n期間の定めのある契約による従業員を「準社員」という。）。\n（一）　契約期間　昭和四五年四月二三日から同年八月一五日まで。但し、支障の\nない場合は更に三か月毎に自動的に更新される。\n（二）　社員契約の申込資格等　準社員契約締結後、勤続六か月を経過したとき\nは、準社員は、被告に対し社員契約（社員就業規則の適用を受ける従業員となる雇\n用契約。以下「社員契約」といい、その従業員を「社員」という。）の申込資格\n（社員登用試験の受験資格）を取得する。但し、準社員契約締結後勤続一年以内に\n社員契約が締結されなかつた場合は、原則として一か月の予告期間をおいて準社員\n契約を終了する。\n（三）　賃金の支払方法　前月一六日から当月一五日までの賃金を、当月二五日に\n支払う。但し、二五日が休日の場合はその前日に支払う。\n２　昭和四六年三月二〇日、被告は原告に対し、準社員契約締結の日から一年以内\nに社員契約が締結されなかつたことを理由として、同年四月一九日付をもつて原告\nを傭止めにする旨予告したが、同年四月一九日、被告は右傭止め予告を撤回した。\n（社員契約の締結）\n３　昭和四六年四月一九日、被告は原告に対し、昭和四六年四月二〇日から同年七\n月一九日までの三か月を雇用期間とする雇用契約の申込をし、右雇用期間を明示す\nる契約書への署名を求めた。原告は、右のような有効期間雇用契約では傭止めが同\n年七月一九日まで延期されるに過ぎないことになり、前記傭止め予告の撤回が無意\n味となるため、被告の求める契約書への署名を拒否し、その契約申込を拒絶して翌\n日から被告に出社した。しかるに、被告は、同年四月二〇日以降も昭和五〇年一〇\n月三日付で原告を懲戒解雇すると主張するに至るまで、原告の就労を認め、かつ、\nその就労に対する賃金を支払つてきたものであるから、昭和四六年四月一九日付で\n原・被告間に期間の定めのない雇用契約が締結されたものである（以下「本件契\n約」という。）。\n４　仮に、右契約に三か月の雇用期間の定めがあつたとしても、被告は、右雇用期\n間経過後である昭和四六年七月二〇日以降も原告の就労を認め賃金を支払つてきた\nものであるから、原・被告間には昭和四六年七月二〇日以降期間の定めのない雇用\n契約が締結されたものというべきである。\n（本件契約に基づく原告の地位）\n５　本件契約によつて原告が取得した身分は、次の理由により被告の社員である。\n（一）　準社員制度は、一年間の雇用期間の定めと社員登用試験の合格によつて社\n員に登用されるという特徴を有するものである。昭和四六年四月当時、被告の従業\n員には、社員、準社員、期間工の三種があつたが、そのうち、社員は雇用期間の定\nめがなく、期間工には雇用期間の定めがあるものの社員に登用される資格はなく、\n賃金等の点で準社員より優遇されているにすぎなかつた。準社員は、社員として募\n集されるものであり、形式的な試験を受けた後特に差しつかえがない限り社員とさ\nれるものであつて、右試験は準社員契約締結後勤続六か月経過時から六か月間に三\n回受験でき、そのいずれにも合格しない場合には傭止めされる地位にあつたから、\n準社員契約にも期間の定めはあつたが、それは期間工とは異質の従業員であつた。\n（二）　被告の社員補充方法には次の二種類がある。\n（１）　新規学卒者を社員として採用し、三か月の見習期間を経て社員とする。\n（２）　準社員として採用した者につき、採用後六か月以降の六か月間に三度の社\n員登用試験を実施し、これに合格した者を社員とする。一度も合格しなかつた準社\n員は傭止めされる。\n（三）　ところで、準社員契約については次の事情がある。\n（１）　募集は社員募集となつているうえ、採用に際して、勤続六か月後一応社員\n登用試験があるが特別の事情がない限り社員となれる旨説明されている。\n（２）　準社員に採用された者のほとんどが社員に登用されている。\n（３）　社員登用試験には、就業規則、安全衛生、数学等の筆記試験があるが、そ\nの内容は常識的なものであるうえ、右筆記試験の点数が登用試験全体のそれに占め\nる割合は二割であり、合否の判定には他に職場における評価、出勤率も考慮され\nる。そして出勤率計算、職場評価は準社員として雇用された日から始まつている。\n（４）　準社員制度は、景気変動に対処するためのものではなく、そのためには別\nに期間工の制度がある。\n（５）　被告の社員となるためには、新規学卒者で社員として採用される者を除\nき、必らず準社員の過程を通らなければならない。\n以上のところからすれば、準社員は試用期間中の社員というべきである。\n（四）　結局、本件契約によつて原告が取得した身分は、形式的には準社員である\nがその実質は試用期間中の被告の社員であり、昭和五〇年一〇月当時の賃金は月額\n金九万五、八一五円（本給金四万五、七〇〇円、奨励給金四万三、四一五円、親族\n手当金六、七〇〇円の合計額）である。\n（確認の利益）\n６　被告は、昭和五〇年一〇月三日、原告を懲戒解雇したと主張して、原告の期間\nの定めのない雇用契約上の地位を争い、同月四日以降その就労を拒絶して賃金を支\n払わない（なお、右懲戒解雇は後記のように無効である。）。\n（請求）\n７　よつて、原告は被告に対し、原告が期間の定めのない雇用契約上の権利を有す\nることの確認及び懲戒解雇の日の翌日である昭和五〇年一〇月四日から原告を復職\nさせるまで、毎月二五日限り、原告が被告の社員として受けるべき月額賃金の内金\n九万五、八一五円の支払を求める。\n二　被告の答弁と抗弁\n（請求原因事実に対する認否と反論）\n１（一）　１の項は認める。\n（二）　２の項は認める。\n（三）　３の項のうち、原告が被告の申込を拒絶し署名を拒否したこと及び被告が\n昭和五〇年一〇月三日付で懲戒解雇の意思表示をするまで原告に賃金を支払つて来\nたことは認めるが、その余の事実は否認する。\n（四）　４の項のうち、原・被告が昭和四六年七月二〇日期間の定めのない契約を\n締結したこと及び原告が昭和四六年七月二〇日から昭和四八年八月三一日まで就労\nしたことは否認し、その余は認める。\n（五）　５の項のうち、（一）、（二）及び（三）の（１）ないし（３）、（５）\n及び（四）の賃金額は認め、（三）の（４）は否認する。準社員が試用期間中の社\n員であることは争う。\n（六）　６の項（カツコ書部分を除く。）は認める。\n（七）　７の項は争う。\n２　原・被告間の雇用契約には次のとおり期間の定めがある。\n（一）　原告は、昭和四六年四月一九日被告が提示した左記内容の「準社員雇用契\n約承諾書」に署名はしなかつたものの、被告の右承諾書記載内容を含む雇用契約の\n申込に対し黙示の承諾をして、その翌日から出社した。従つて、右契約には、三か\n月の期間の定めがある。\n記\n（１）　雇用契約期間は昭和四六年四月二〇日より昭和四六年七月一九日までとす\nる。\n（２）　雇用期間中において準社員就業規則（以下「準社員規則」という。）三〇\n条に該当するに至つたときは、前項の雇用期間に拘らず解雇することがある。\n（３）　職種は会社の業務上の都合により変更することがある。\n（二）　右（一）（１）の雇用期間は、原告が昭和四六年四月二〇日から三か月の\n間に他に就職して被告を退社することを前提として定められたものであるところ、\n昭和四六年七月一九日の経過をもつて満了したが、右期間経過の時点で、原告が他\nに就職せず、被告も傭止めの意思表示をしなかつたため、右契約はその後も依然と\nして存続することとなつた。被告は、準社員契約については、三か月毎に自動更新\nする旨定めていたため、前記契約も昭和五〇年一〇月三日、同日付の懲戒解雇によ\nつて終了するまで、三か月毎に自動的に更新されていたものである。\n（三）　仮に、昭和四六年四月一九日、原・被告間に前記契約が成立しなかつたと\nしても、右当事者間には、原告が請求の原因１の項で主張するとおり期間三か月の\n準社員雇用契約が成立していたものであり、被告は一度はこの契約について傭止め\nの予告をしたもののこれを撤回したのであるから右期間の定めある契約が存続して\nいるものである。従つて、昭和五〇年一〇月三日の懲戒解雇当時原・被告間に存在\nした雇用契約は三か月の期間の定めがあるものであつた。\n（抗弁）\n１　準社員就業規則に基づく懲戒解雇\n（一）　原告に適用される就業規則\n（１）　前記のとおり、原・被告間の雇用契約は準社員契約であり、三か月毎に更\n新されて来たものであるから、原・被告間の雇用関係は準社員諸規則（準社員就業\n規則、準社員給与規則）によつて規律される。従つて原告の懲戒解雇には被告の準\n社員就業規則が適用される。\n（２）　仮に、前記契約が期間の定めのないものであつたとしても、次の理由によ\nり原告は被告の準社員であり、原告の懲戒解雇にあたつては、被告の準社員就業規\n則が適用される。\n①　被告における準社員制度は、臨時的に労働力を確保して景気の変動に備え、労\n働力需給の調整を図ることを目的とするものであり、固定的な労働力の確保を目的\nとする被告の社員制度とは異質のものであるから、被告が準社員を社員に登用する\n場合は、当該準社員が、社員としての適格を有するか否かにつき準社員採用時とは\n別の慎重な判断を要し、被告が適格ありと判断した場合にはじめて社員として採用\nしているのである。そして、被告は、採用後一定期間を経た準社員で社員への登用\nを希望する者につき、勤務成績、勤務態度、性格等を考慮のうえ社員登用試験を実\n施し、社内の労働力の需給関係を勘案して改めて社員雇用契約を締結している。\n②　原告が、準社員契約締結時に、被告に提出した「準社員雇用契約書」の「通算\n勤続一年以内に登用されなかつた場合には、原則として、一か月の予告期間をおい\nて雇用を打切るものとする。」との条項は、右準社員契約が臨時的雇用であること\nから更新の回数を制限しながらも、一か月の予告期間をおいて雇用を打切るものと\nするのを「原則」とするけれども例外的には景気変動に伴う雇用調整のため採用後\n一年以内に社員に登用されなかつた準社員についてもその雇用を継続する余地を残\nしているのである。そして右有効期間契約に基づき契約成立から勤続一年後に傭止\nめをしない場合にも右有期間契約が自動的に社員契約に移行する旨の約定は存在し\nない。\n③　また、原告は、後記延長職場総会への参加資格についてみずからの身分が準社\n員であることを前提として準社員も右資格を有すると繰り返し主張していた。\n（二）　準社員就業規則の懲戒解雇条項\n被告の準社員就業規則（以下「準社員規則」という。）三八条及び三七条には、別\n紙（一）記載のとおり、懲戒の基準及び懲戒の種類、方法に関する定めがある。\n（三）　準社員規則上の遵守事項\n被告の準社員規則三条一、二項には、別紙（一）記載のとおり、準社員の遵守す\nべき事項についての定めがある。\n（四）　被告における作業開始時刻\n（１）　被告における準社員の作業開始時刻は、つぎのとおり午前八時である。\n①　被告の社員就業規則（以下「社員規則」という。）中には、別紙（二）記載の\n同規則に関する了解事項（以下「了解事項」という。）が定められている。\n②　右了解事項は、昭和二五年ころ、被告において既に確立していた職場規律を労\n使において確認したものの延長であり、被告の社員については、右了解事項どおり\nの職場慣行が維持されている。\n③　被告においては、社員、準社員がそれぞれ同一の職場で同一の作業に従事して\nいる。\n④　以上によれば、準社員規則は、始業時刻を単に午前八時と定めるに止まるけれ\nども、始業時刻の解釈運用にあたつては、これが労務提供の開始時刻を定めるもの\nである点で社員規則と準社員規則に差異を認めるべきではないから準社員規則にい\nう始業時刻とは、作業開始時刻を意味し、準社員もまた午前八時までに職場に到着\nして作業に就くべき義務を負つているものである。\n（２）　仮にそうでないとしても、被告における準社員の作業開始時刻は次のとお\nり午前八時である。\n①　被告と日野自動車工業労働組合（以下「組合」という。）との間の労働協約一\n〇条には、別紙（三）記載のとおり、労働条件の細部についての協議事項がある。\n②　被告の社員規則五条には、別紙（二）記載のとおり、就業時間に関する定めが\nある。\n③　社員規則の了解事項には、前記労働協約一〇条を受けて別紙（二）記載のとお\nり、就業時間に関する合意事項がある。\n④　ところで、右労働協約は、原告が就労していた被告日野工場の全従業員数の四\n分の三以上の従業員で組織された組合と被告との間で結ばれたものであり、原告\nは、被告日野工場において、組合員である従業員（社員）らとともに、同種の業務\nに従事していたものである。\n⑤　以上によれば、了解事項は、実質的には協約の効力を有するところ、労働組合\n法一七条によれば、非組合員である原告にも右了解事項の効力が及ぶから、原告\nは、午前八時までに職場に到着して作業に就くべき義務を負つていたものである。\n（３）　仮に作業衣への着替え時間及び安全靴への履替え時間（以下双方含めて\n「着替え等の時間」という。）が労働基準法上の労働時間に入るとしても、右着替\nえ等に必要な時間は二分程度であるから原告は遅くとも午前八時二分までに作業に\n着手できるように職場に到着すべき義務を負つていたものである。\n（五）　作業開始時刻遵守の重要性\n（１）　原告が従事した作業\n原告は、昭和四八年九月から、被告日野工場第三製造部Ａ組に所属し、中型車組\n立工場の二階で、他の従業員三名とともに一チームを構成し、別紙（四）記載の四\n種の作業の各一に各一名が一週毎の順転で従事していた。但し、原告は、右のうち\n別紙（四）記載のキヤブ降し作業を拒否していたため、原告がその作業に従事すべ\nき週にあつては、他の三名のうちいずれか一人がその作業を担当せざるを得なかつ\nた。\n（２）　ハンガーコンベア作業の特性\n原告が従事していた前記の各作業は、いずれもキャブを移動するハンバーコンベ\nアの運行に添つて行なわれるいわゆるハンガーコンベア作業であり、そのいずれも\nが、各々次工程と密接に関連しているため、一定の間隔で規則正しく行なわれる必\n要がある。ところで、ハンガーコンベアによつてキヤブが移送される時間間隔は、\n一日当りの生産台数により差異はあるものの、約三・七分ないし五分である。従つ\nて、四人の作業員のうち一人が作業開始時刻に遅れると、その遅れた時間は他の三\n名のいずれかがそれぞれの作業と併行して遅刻作業員の作業を処理しなければなら\nず、右遅刻時間が通常のハンガーコンベアの運行時間間隔（三・七分ないし五分）\nを超えるときは、三名のうちいずれか一名の作業は二重となり、この状態を一〇分\n以上継続することは、労働能力の限界を超えるものである。それ故、前記各作業の\n担当者全員が作業開始時刻に作業に着手できる状態になければ、本件ハンガーコン\nベア作業の円滑な遂行は不可能である。\n（３）　始業時刻と作業開始時刻\n原告の職場における始業時刻は、前記のとお午前八時であり、毎月昀初の就労日\nには午前八時から一〇分間課長朝礼、毎月曜日には右同時間指導員によるミーテイ\nング、右以外の就労日には午前八時から八時三分までの三分間指導員によるミーテ\nイングがあるので、前記ハンガーコンベアは、右朝礼終了後直ちに作動されること\nになつている。\n（４）　以上のとおり、原告は、その担当作業の特質から、特に作業開始時刻を遵\n守しなければならない立場にあつたものである。\n（六）　懲戒解雇の事由\n（１）　延長職場総会への参加による職場離脱\n①　日野自動車工業労働組合（以下「組合」という。）は、昭和四九年六月七日と\n同年一〇月一〇日の両日、いずれも昼の休憩時間に引き続き、午後〇時五〇分から\n同一時二〇分までの三〇分間、勤務時間にかかる職場総会（以下「延長職懇」とい\nう。）を開催した。これは、被告が労働協約によつて組合に認めたものであつて、\n参加を認められる（参加しても勤務懈怠とならない扱いを受ける。）のは組合員の\nみであるところ、原告は、非組合員であるにも拘らず前記二回の延長職懇に参加し\nた。\n②　原告の右各参加に先だち、原告の上司は、午後〇時五〇分から同一時二〇分ま\nでの間につき、原告に対し、中型車キヤブフロアーのグロメツト加工の作業指示を\nしていたにも拘らず、原告はこれに反抗し、無断で職場を離脱した。\n③　そのため、そのころ、被告は原告に対し、右各行為が別紙（一）記載の準社員\n就業規則三八条一、三、四、二〇、二一の各号に各該当するものとして、同規則三\n七条二号を適用して、半日分の賃金の減給処分をした。\n④　原告は、その後も改悛することなく、昭和五〇年三月一四日、同年四月二五\n日、同年六月六日、同年九月一九日のいずれも昼の休憩時間に引きつづき午後〇時\n五〇分から同一時二〇分までの間開かれた延長職懇に参加し、他の準社員は上司の\n作業指示に従つて作業しているにも拘らず、上司の作業指示に反抗して、無断でそ\nの職場を離脱した。なお上司の原告に対する作業指示は、昭和五〇年九月一九日分\nがステツプ加工に使用するボルトセツト作業であり、その余の各日についてはいず\nれもキヤブフロアーのグロメツト加工作業であつた。\n（２）　ハソガーコンベアライン作業への遅刻\n①　原告は、第三製造部管理課に配置換えされた昭和四八年九月から昭和五〇年九\n月末日までほとんど毎日のように故意に始業時刻に遅刻した。原告の右期間内の職\n場到着時刻は、別紙（五）遅刻等一覧表（以下「別紙一覧表」という。）職場到着\n時刻欄記載のとおりであつてその遅刻時間は少ないときで五、六分多いときは三〇\n分以上であり、多くは七分ないし一〇分であつた。\n②　原告の右遅刻のため、原告の作業だけが前記ハンガーコンベア作業の運行に間\nに合わず、ために同一ラインで作業する他の従業員にほとんど毎日混乱を引き起こ\nし、ハンガーコンベア作業の円滑な運営を著しく阻害した。\n③　特に午前八時一〇分を経過しても原告が職場に到着しない場合は、中型車組立\n工場一階事務所へ担当者が電話連絡をして人員の応援を求め、一階事務所持は原告\nの作業現場から約四〇〇メートル離れた一階プレス部品置場の作業員をあてた。応\n援作業員は原告の作業現場へ駆け足で行かなければならなかつた。\n④　原告の上司は、原告の右一連の行為につき、再三にわたつて注意をしたが、原\n告はその態度を改めなかつたため、同じ職場の従業員の不満は極めて強く職場の秩\n序は到底維持できなかつた。\n（３）　正当理由のない遅刻、早退、欠勤が多いこと\n①　さらに、原告には正当理由のない遅刻、早退、欠勤が極めて多く、昭和四八年\n九月一日から同五〇年九月末日までの間、欠勤四七日、遅刻、連日早退一九回であ\nり、作業開始時刻に作業現場に到着しない遅刻はほとんど毎日であつて、その詳細\nは別紙（五）一覧表の職場到着時刻欄記載のとおりである。\n②　原告は、上司や同僚から、作業開始時刻までに職場に到着するよう注意を受け\nながら、これに従うことなく、毎日のように遅刻し、職場の秩序を乱して作業の円\n滑な遂行を阻害した。\n（七）　懲戒解雇の意思表示\n原告、懲戒解雇理由たる事実は以上のとおりであり、そのうち（１）の行為は、\n別紙（一）記載の準社員就業規則三八条一、三、四、二〇、二一、二七の各号及び\n同三条一、二項に、同（２）の行為は、同規則三八条一、三、四、一八、二〇、二\n二、二七の各号に、同（３）、の行為は、同規則三八条三、一八の各号にそれぞれ\n該当し、その情状は特に劣悪であるから、被告は、昭和五〇年一〇月三日、同規則\n三七条五号を適用して、原告に対し、懲戒解雇の意思表示をした。\n（八）　よつて、原・被告間の雇用契約は昭和五〇年一〇月三日終了し、原告は翌\n日以降被告の準社員たる身分を失なつたものである。\n２　社員規則に基づく懲戒解雇\n（一）　社員規則上の定め\n仮に、原・被告間の雇用契約に期間の定めがなく、従つて、原告が被告の社員で\nあるとしても、社員規則には別紙（二）記載のとおり懲戒の基準及び懲戒の方法、\n種類に関する定め（四六条及び四七条）、社員の遵守すべき事項についての定め\n（三条一・二号）があるほか、被告、組合間の労働協約一〇条には別紙（三）記載\nのとおり労働条件の細部についての協議事項があり、社員規則五条には、別紙\n（二）記載のとおり就業時間に関する定めがあり、了解事項には、前記労働協約の\n一〇条を受けて、別紙（二）記載のとおり就業時間についての合意があるから、被\n告日野工場における作業開始時刻は午前八時である。仮に、作業開始前の着替等の\n時間が労働時間に入るとしても、右着替等に必要な時間は二分程度であるから、原\n告は、遅くとも午前八時二分までに作業に着手できるように職場に到着すべき義務\nを負つていたものである。そして、作業開始時刻遵守の重要性と懲戒解雇の事由は\n前掲１の（五）、（六）のとおりである。\n（二）　懲戒解雇の意思表示\n原告の前掲１の（六）の各行為は、その（１）が別紙（二）記載の社員規則四七\n条一、三、四、二〇、二一、二六の各号に、その（２）が同規則四七条一、三、\n四、二〇、二二、二六の各号に、その（３）が同規則四七条一、三号に各該当する\nところ、その情状は劣悪であるから、被告は同規則四六条五号を適用して昭和五一\n年九月一〇日、本件第六回口頭弁論期日において、原告に対し口頭で原告を懲戒解\n雇する旨の意思表示をした。\n（三）　よつて、原・被告間の雇用契約は昭和五一年九月一〇日終了し、原告は翌\n日以降被告の社員たる身分を失つたものである。\n三　被告の抗弁事実に対する原告の認否と反論\n（抗弁事実１に対する認否）\n１　（一）の項（１）及び（２）の本文の主張は争い、（２）の①は否認し、同②\nのうち、準社員雇用契約承諾書に被告主張どおりの条項が存在することは認め、準\n社員契約締結後一年を経過してなお傭止をしない場合につき自動的に社員となる旨\nの約定が存在しないことは知らない。その余は認める。同③は否認する。\n２　（二）の項は知らない。\n３　（三）の項は知らない。\n４　（四）の項（１）の①は知らない。同②は否認し、同③は認め、同④の主張は\n争う。同（２）の①ないし③は知らない。同④のうち組合構成員の全従業員に対す\nる割合は知らない。その余は認める。同⑤は争う。同（３）のうち、着替等の時間\nが二分であることは否認し、主張は争う。\n５　（五）の（１）のうち、原告が従事していた作業については、別紙（四）の１\nの②の事実、同２の④の事実のうち、ステツプを反転させるとの事実、同⑥の事実\nのうち、フロントグリルをテーブルリフトに載せることの事実、同⑦ないし⑨の各\n事実を否認し、その余は認め、（１）のその余の事実については、原告が、昭和四\n八年九月から被告第三製造部Ａ組に所属していたこと、原告の作業場の位置、原告\nの作業について一チームを構成することはいずれも認め、その余は否認する。同\n（１）の事実のうち、原告が従事していた四種の作業がキヤブを移動するハンガー\nコンベアの運行に従つてわれる作業であること、各作業は一定間隔で規則正しく行\nなわれる必要があること、右の一定間隔は三・七分ないし五分であつたことは認\nめ、その余は否認する。同（３）の事実のうち、始業時刻が午前八時であることは\n否認し、その余は認める。同（４）の主張は争う。\n６　（六）の（１）の①の事実のうち、延長職懇への参加資格が組合員に限られる\nとの事実は否認し、その余は認める。同②の事実は否認する。同③の事実は認め\nる。同④の事実のうち、原告がその後も改悛することがなかつたとの事実、昭和五\n〇年三月一四日以後の四回、延長職懇への参加に際し上司の作業指示に反抗したと\nの事実及び右作業指示の内容を否認し、右四回の延長職懇の際、原告を除く準社員\nは上司の作業指示に従つて作業していたとの事実は知らず、その余は認める。同\n（２）のうち③の事実を認め、その余は否認する。同（３）の①の事実のうち、遅\n刻については知らない。欠勤、早退については、昭和五〇年五月一日以後の分は認\nめ、その余は知らない。同②の事実は否認する。\n７　同（七）の事実のうち、懲戒解雇の意思表示が、昭和五〇年一〇月三日、被告\nから原告にされ、右意思表示が同日原告に到達したことは認め、その余は否認す\nる。\n（抗弁事実２に対する認否）\n１　（一）のうち、原告に対して社員規則が適用されることは認めるが、同規則中\n懲戒解雇条項、遵守事項の定めがあることは知らない。被告日野工場における作業\n開始時刻が午前八時であることは否認し、その余は知らない。着替に要する時間が\n二分程度であること及び午前八時二分までに作業に従事できるよう職場に到着すべ\nき義務があることは否認する。作業開始時刻遵守の重要性と懲戒解雇の事由に対す\nる認否は抗弁１のそれに対するのと同じである。\n２　（二）のうち、被告主張の日時に懲戒解雇の意思表示が口頭でされたことは認\nめるが、その余は否認し、争う。\n（抗弁１、２に対する反論）\n１　始業時刻について\n（一）　被告の準社員規則及び社員規則によれば、始業時刻は、午前八時と規定さ\nれているに止まるけれども、被告は、タイムカードの打刻を以つて賃金計算の基準\nとし、従業員が午前八時までにタイムカードに打刻すれば遅刻として扱わなかつた\nのであるから、仮りに午前八時を過ぎて職場に到着しても遅刻として処分の対象に\nすることはできない。このことは、被告の社員、準社員両規則に、入門から各自の\n職場まで到着するに要する時間を労働時間に含ませない旨の条項が存在しないこと\n換言すれば、タイムカード打刻後原告の職場に至るまでの所要時間約一〇分は被告\nの指揮監督下に入つたいわゆる作業準備時間として労働時間に含まれるものと解す\nべきことからも明らかである。\n（二）　原告の作業現場は前記のとおりトラツクの組立ラインであり、その作業の\n内容上作業服に着替えること及び安全靴に履替えることが不可欠である。被告は現\n業部門の従業員に対し着替えの為のロツカー室を提供し、黙示的に作業服への着替\nを指示している。又被告は、安全靴の履替はこれを明示に指示している。従つて右\n着替え等の時間は、両就業規則上の労働時間に算入されるべきものであるから、両\n就業規則の始業時刻に関する条項を、午前八時に作業開始する旨の条項であると解\nし、同時刻までに職場に到着して作業に従事できる態勢にない行為は両就業規則上\nの遅刻であつて、懲戒事由に該るとする同規則の解釈運用は、実質的には、時間外\n勤務を賃金を支払うことなく強制するものであつて、労働基準法にも違反する違法\n無効なものであるから、原告が、着替等の時間分だけ遅れて職場に到着した行為を\n遅刻と評価することはできないものである。\n２　解雇の公序良俗違反及び解雇権の濫用\n被告の原告に対する懲戒解雇は、その真の目的が、被告の労使一体となつた反労\n働者的な施策に対して反対活動をしている原告を被告から排除してその活動を封じ\nることにあるから、公序良俗違反及び解雇権の濫用として無効のものである。その\n理由は次のとおりである。\n（一）　原告は、国立阿南工業高等専門学校機械科を昭和四五年三月卒業し、同年\n四月二三日、請求原因１の項記載のとおり被告に準社員として雇用された。\n（二）　昭和四五年八月一六日、準社員契約は自動更新され、同年一〇月二三日、\n原告は、社員登用試験の受験資格を取得した。\n（三）　原告は、右登用試験を三回受験したが、筆記試験がいずれも満点にも拘ら\nず不合格となつた。被告が原告を社員として登用しなかつた（不合格とした）理由\nは、原告が被告への入社の前後を通じて行つた政治活動にある。\n（四）　被告は、原告が右の登用試験に合格しなかつたことを理由として原告に対\nし、昭和四六年三月二〇日、準社員契約の傭止め予告の意思表示をしたが、その理\n由が前記のとおりであるとして原告がその撤回を求めたため、被告は同年四月一九\n日これを撤回した。\n（五）　昭和四六年四月一九日、原・被告間で請求原因３の項記載のとおり社員雇\n用契約が締結されたが、被告は昭和四八年八月三一日まで原告を就労させず、被告\n日野工場実験課現場詰所（広さ約八平方メートル）に勤務時間中待機させた。\n（六）　被告の原告に対する前記就労拒否と詰所待機命令の意図は、原告を精神的\nに消耗させて被告から退職させることにあつたが、右の手段が効を奏さないとみる\nや、被告は昭和四六年五月一三日午後八時ころ、いわゆる暴力団員を使つて原告を\n脅迫し、原告に被告を退社させようとした。\n（七）　昭和四六年一〇月一五日、被告の準社員である訴外Ｂが被告の命令による\n他職場への応援拒否を理由に被告に解雇されたが、原告らは、直ちに「Ｂ君を守る\n会」を結成し、右解雇に反対するとともに被告の労務政策全般を批判してゆかなけ\nればならないと考えるに至つた。原告らは、昭和四七年二月一日、「日野自工労働\n者有志の会」（以下「有志の会」という。）を結成し、機関誌「労働者の声」を発\n行し、被告従業員に連日その配布を始めた。原告らは、「労働者の声」の配布を通\nじて、職場の問題を取り上げ、その解決を全従業員に呼びかけた。\n（八）　原告らは、青梅労働基準監督署に対し被告が、昭和四九年二月、羽村工場\n機械第一課、第三ないし第五課でした操業短縮について、その短縮分を他日残業に\nよつて従業員に埋め合わせさせながら、その残業分に賃金を支払わなかつたことを\n申告し、同署長が被告に対する残業分の賃金支払命令を発するという成果を上げた\nのも原告らの活動の一例である。さらに、原告らは、被告の週休二日制及び夜勤制\nの導入に反対するとともに、賃上闘争、一時金闘争においても大巾賃上の要求をし\nた。\n（九）　昭和四九年二月、原告らは、日野自工Ｂ君解雇粉砕闘争支援連絡会議を結\n成し、右会議は、昭和五〇年一〇月、日野自工闘争支援連絡会議と改称された。\n（一〇）　前記訴外Ｂの解雇問題は、裁判所で審理されていたが、原告はその各期\n日に法廷を傍聴していたところ、昭和四八年一〇月八日、被告のＣ人事課長らに監\n禁され、傍聴を妨害された。\n（一一）　昭和五〇年三月、被告日野工場車体二課の新任課長であるＤが、生産性\n向上のため、一年以上にも亘つて次のような方法で極端な労働強化を行つていると\nいう告発が、「有志の会」に寄せられた。\n（１）　年次有給休暇の極端な制限\n（２）　始業時刻五分前からのミーテイング強制\n（３）　遅刻者には、遅刻一分につき一時間の割合で箒を持たせて立たせる\n（４）　上司の命令に素直に従わないとの理由で、床に描かれたチヨークの円内に\n一日中座わらせた。\n（５）　無断欠勤者には、これ以上無断欠勤すれば解雇されても異議がない旨の誓\n約書を書かせた。\n（６）　出動状態の悪い者の給料を取上げ、退職願書に署名を強制して退職させ\nた。\n前記有志の会は、これらを「労働者の声」で取上げて、その労務管理を直ちに改\nめるよう要求した。これに対し、Ｄ課長らは、内部告発者探しを始める上ともに、\n有志の会のメンバーであり、車体二課のハンガーコンベアラインの続きの現場にい\nる原告を脅迫することにより右の運動を制圧しようと企てた。\n（一二）　被告は、Ｄらと一体となり、六〇ないし七〇人の従業員を動員して別紙\n（七）記載のとおり原告に暴行脅迫を加えた。その暴行脅迫行為は、四か月にも亘\nるものであつたうえ、原告がこれらの行為を告訴した後も、告訴したことをさらに\n理由に加えて暴行脅迫するというものであった。\n（一三）　原告の告訴に基づき、前記暴行脅迫行為は刑事々件となり、Ｄ課長他五\n名が罰金刑に処せられた。またＤ課長は、車体二課長の職を解かれ、、下請会社に\n出向させられた。\n（一四）　以上の経緯からすれば、被告が原告にした懲戒解雇の意思表示は、原告\nのした前記各行為を被告が嫌忌し、原告を職場から無理やり排除しようとの意図か\nら出たものである。\n３　不当労働行為\n仮に、原告の右主張が認められないとしても、本件懲戒解雇は、次のとおり不当\n労働行為であるから民法九〇条に違反し、無効である。\n（一）　原告らが結成した前記有志の会は、被告の苛酷な労務政策に対し、前記２\nの（七）以下記載のとおり、労働者の生活と権利を守る闘争を繰り返してきた。\n（二）　原告は、当初から有志の会の代表者となり、熱心な活動家として、自ら、\n作業衣への着替等の時間が労働時間に含まれるべきであると主張し、着替等に必要\nな時間職場に遅れて到着する行動を繰り返すことにより労働協約の了解事項の撤廃\nを求める活動を継続してきた。\n（三）　被告は、右のような労働者としての正当な活動をする原告を嫌悪して、懲\n戒解雇したものであるから、本件懲戒解雇は、労働組合法一条に該当する不当労働\n行為である。\n４　懲戒解雇手続の違法\n被告は原告に対する懲戒解雇の意思表示をするにつき三〇日前に予告せず、かつ\n三〇日分以上の平均賃金を支払つていないうえ、即時解雇につき労働基準監督署長\nのいわゆる除外認定をも受けていない。従つて本件懲戒解雇はいずれも労働基準法\n二〇条に違反し無効である。\n（原告の反論に対する被告の再反論）\n１　始業時刻について\n被告は、タイムレコーダーへの打刻時をもつて賃金算定の基準時としているが、\n右は多数従業員の作業開始時刻を正確に捕捉することが技術的に困難であるため\nに、便宜採用している方法であつて、あくまでも賃金計算上のみの措置である。従\nつて、午前八時までにタイムレコーダーに打刻したが、同時刻までに職場に到着し\nて作業開始できる状態に至らない場合でも賃金計算上不利益とならないように従業\n員に対し有利な取扱をしているのであつて、原告の反論は理由がない。\n２　労働時間について\n被告は、作業衣への着替え及び安全靴への履替えを従業員に義務づけている訳で\nはない。従業員の中には作業に適さない服装で出勤する者が多く、これらの者が作\n業に適する着衣に替える必要があるところから被告はその便宜のために更衣室を設\nけているものの、作業衣に着替える時間までも被告の指揮命令下にはおいていな\nい。指揮命令下に入る時を以て労働時間の起算点とすることなく当該業務に必要な\n行為が始まつた時を労働時間の始期と考えると、それはあいまいにならざるを得な\nい。被告のように作業開始をもつて労働時間の始期と定めている場合には、作業開\n始時刻が労働時間算定の起算点となり、着替等の時間は労働時間に含まれない。\n３　解雇手続について\n被告が昭和五〇年一〇月三日付で原告を懲戒解雇するにつき解雇予告手当金を支\n払つていないとしても、被告は、原告を懲戒解雇する意思を変えていないのである\nから、被告がした右懲戒解雇は遅くとも当日から三〇日を経過した時点で効力が生\nずるというべきである。\n四　被告の抗弁に対する原告の主張\n１　労働協約の無効\n仮に、原告主張の就業規則に関する了解事項が労働協約であるとしても、労働協\n約中労働時間に関する部分は次のいずれかの理由により無効である。\n（一）　労働基準法三二条一項違反\n（１）　原告の労働時間　原告の労働時間は、午前八時から午後五時まで（但し、\n午前一〇時から五分間、正午から、五〇分間、午後三時から五分間それぞれ休憩時\n間）の八時間である。\n（２）　原告は、被告日野工場第三製造部中型車組立工場二階キヤブ打入現場で働\nいていたので、通常日野工場正門より入場し、正門脇でタイムカードを取出しこれ\nを持つて徒歩約一分で第一製造部大型車組立工場に至り、ここでタイムレコーダー\nで打刻し（被告日野工場では、工場内の数か所にタイムレコーダーが設置され、従\n業員は、どのタイムレコーダーで打刻してもよいことになつていた。）、徒歩約五\n分で職場に到着する。そして、職場の一角にある更衣室で作業服に着替え、安全靴\nに履替えるが、この着替等の時間は約四分を要する。そして作業場に出て作業に着\n手する。そして午後五時に作業を終え就業時と逆のコースをたどつて帰路につくと\nいう日課を送つていた。\n（３）　ところで、労働基準法三二条一項は、一日八時間、一週四八時間を越える\n労働時間を許さない旨規定する。そしてここにいう労働時間とは、実働時間をい\nい、さらに、実働時間とは、労働者が使用者の指揮に服する時間とされる。従つて\n「労働時間」とは必ずしも「作業に就く」、「労働」するという具体的動作をした\n時間を意味しない。してみると、作業服への着替え等の時間はもちろん、工場内に\n入門してから作業現場に到着するまでの時間及び作業場から退門するまでの時間\nは、労働力提供の目的をもつて使用者の所有する施設に入つている（従つて支配下\nに入つている）のであるから労働時間に含まれるものと言わなければならない。そ\nうとすれば、組合員たる従業員に対し、労働基準法三二条一項に違反する労働時間\nの就労義務を負わせる内容を有する右労働協約とそれを受けている諒解事項はいず\nれも無効であり、これを原告の就労すべき時刻の根拠とする被告の主張には理由が\nない。\n（二）　有効期間の満了による失効\n被告、組合間の昭和三九年三月一日付の就業時間に関する労働協約は、その締約\n時より三年を経過したのですでに失効した。\n（三）　協約の本旨に違反\n（１）　被告においては、タイムカードの打刻時が午前八時以前であれば、遅刻と\nして扱わない旨の職場慣行が成立していた。\n（２）　被告、組合間の労働協約の労働時間に関する部分（これを受けた了解事項\nも）は、右の慣行に違反して、午前八時までに職場に到着して作業に従事すること\nを要求するものである。\n（３）　ところで、労使の協定ないし協約に、法が就業規則に対する優位性を認め\n（労働基準法九二条）、あるいは解釈上いわゆる規範的効力が認められるのは、右\n協定ないし協約締結に際し、協約当事者が個別労働契約の内容を下回る協定、協約\nを締結するなど組合員に不利益な行動をとらないことを当然の前提としているから\nである。しかし、本件協約は、前記のとおりこの前提を覆えすものであつて労働協\n約としての効力を有せず無効のものである。\n２　労働協約の原告への不適用\n仮に、労働協約が有効であるとしても、次のいずれかの理由によつて原告には適\n用されない。\n（一）　少数労働者による団結の成立\n（１）　原告らは、昭和四七年一月、被告の従業員四〇名とともに、「日野自工労\n働者有志の会」（代表Ｅ）を結成し、被告、組合の間の労働協約の就業規則に定め\nられた勤務時間を不当に延長するものであるとして、その撤廃を要求することを一\nつの活動方針としてきたものである。\n（２）　そして、労働組合法一七条の協約の効力拡張に関する部分は、右拡張適用\nを受けるべき労働者が、他に労働組合を組織していたり、あるいは、他に労働者ら\nによる団体を組織し、前記労働協約の適用に反対しているときは、その効力は拡張\nされないものというべきである。\n（３）　従つて、被告、組合間の労働協約は原告には適用されない。\n（二）　個別労働条件の低下\n（１）　被告、組合間の労働協約によれば、労働者は、午前八時には、作業服に着\n替えるとともに安全靴に履替えたうえ現場作業に入らなければならないことにな\nる。\n（２）　原・被告間の労働契約によれば、原告は、午前八時以前に出社してタイム\nカードに打刻すれば遅刻とされないことになつている。\n（３）　右によれば、被告、組合間の労働協約は、原・被告間の労働契約よりその\n労働条件において不利な内容を定めるものであるから原告には適用されないもので\nある。\n３　遅刻、早退、欠勤の正当理由等\n（一）　従業員を遅刻、早退、欠勤の理由で懲戒解雇するためには、欠勤等につい\nて正当理由がないことが必要であるところ、原告の欠勤等の日付とその理由は別紙\n（六）欠勤等理由一覧表記載のとおりであり、これらはいずれもその理由が合理的\nなものである。特に昭和五〇年五月以降の欠勤等は、原告を中心とする「日野自工\n労働者有志の会」が被告第三製造部車体二課でされていた左記の強制労働を是正さ\nせるため、原告らがこれを告発した際、被告がその従業員七〇名をもつて原告に加\nえた連日の暴行により受けた傷を治療するためのものであつた。\n記\n（１）　就業時刻五分前からミーテイングを行い従業員にその参加を強要する。\n（２）　無断欠勤すると「これ以降無断欠勤すれば解雇されてもかまわない」との\n誓約書を書かせる。\n（３）　三分間遅刻すると三時間ほうきを持たせて立たせる。\n（４）　態度が悪いことを理由に床にチョークで円を書きその内に座らせる。\n（５）　有給休職をとることを妨害する。\n（二）　年次有給休暇の充当\n原告が本件契約によつて取得した身分は前記のとおり社員であるから、昭和四八\n年度ないし五〇年度にそれぞれ年間一二日の年次有給休暇が与えられるべきとこ\nろ、原告に与えられたそれは、昭和四八年度が八日、同四九年度が九日、同五〇年\n度が一〇日であった。従つて、右の差引日数を欠勤日に充当すれば欠勤日数は更に\n減少するものである。\n五　原告の主張に対する認否等\n１　原告の主張、１（一）（１）の事実は認める。但し昭和四八年九月三〇日まで\nは一日の労働時間は土曜日は四時間、その余は七時間五〇分であつた。同（２）の\n事実のうち原告がタイムカードを取出してから職場に到着するまでの時間、被告日\n野工場においてはどこのタイムレコーダーで打刻してもよいことになつていたこ\nと、着替等に要する時間が四分であつたことは否認し、その余は認める。同（３）\nの主張は争う。同（二）の事実は否認する。労働時間に関する労働協約は三年毎に\n自動更新されており現在も有効である。同（三）（１）の事実は否認する。但し、\n午前八時までにタイムカードに打刻すれば賃金計算上は遅刻扱いとしない取扱いで\nあつたことは認める。同（２）の事実は否認する。同（３）は争う。\n２　原告の主張２（一）（１）の事実は知らず、同（２）、（３）の主張は争う。\n同（二）（１）（２）は認める。但し遅刻とされないのは賃金計算上のことであ\nる。同（３）は争う。\n３　原告の主張３（一）の事実は否認し、その主張は争う。同（二）の事実のうち\n原告が主張する各年度に取得した年次有給休暇日数は認め、その余は否認し、その\n主張は争う。\n第三　証拠（省略）\n理　　　由\n第一　本件契約前の経緯\n被告は、いわゆる自動車の製造販売を業とする会社であり、昭和四五年四月二三\n日、原告との間で雇用期間を三か月（但し支障のない場合は自動的に更新され\nる。）とする準社員契約を締結したこと、右契約には準社員契約締結後勤続六か月\n後は社員登用試験の受験資格が付与され、勤続一年までの間に三回の受験ができる\nが、そのいずれにも不合格となつた場合には原則として一か月の予告期間をおいて\n準社員契約を終了する旨の条項が存在したこと、原告は三回右試験を受けたが一度\nも合格しなかつたこと、被告が昭和四六年三月二〇日、原告に対し、原告が社員登\n用試験に三回とも合格しなかつたことを理由として同年四月一九日付をもつて準社\n員契約を終了する旨予告したこと、同年四月一九日になつて被告が右傭止めの予告\nを撤回したことはいずれも当事者間に争いがない。\n第二　本件契約の成否\nそこで本件契約の成否について検討する。\n原告は、被告が昭和四六年四月一九日、原告に対し、期間三か月の雇用契約の申\n込をし、併せてその旨を明示する雇用契約書に原告の署名を求めたが、有期間契約\nでは傭止めの時期が延長されるだけであり、原告を傭止めにすることが無効であり\n不当であるという原告の従来からの主張が無視されることになるとの理由から、契\n約書への署名をしないでその申込を拒絶した。そして、翌日から被告日野工場に出\n社したところ、被告は以後昭和五〇年一〇月三日まで原告に賃金を支払い続けたか\nら、被告との間に昭和四六年四月二〇日、或は遅くとも同年七月二〇日に、期間の\n定めのない雇用契約が成立したものと解すべきであると主張し、右提示の契約書に\n原告が署名押印を拒絶し、その翌日から昭和五〇年一〇月三日まで原告が日野工場\nに出社し、この間被告が原告に対し賃金を支払つて来たことは当事者間に争いがな\nい。しかし、成立に争いのない甲第一号証ないし第六号証、乙第一八号証、第三九\n号証、四〇号証、原告本人尋問の結果により真正に作成されたものと認められる甲\n第八号証ないし第一〇号証、証人Ｃの証言、原告本人尋問の結果部分（後記採用し\nない部分を除く。）及び本件口頭弁論の全趣旨を総合すると、被告が先にした傭止\nめ予告を後になつて撤回したのは、右傭止め予告に対し、原告が、右は原告の入社\n前の政治活動を理由とするもので違法無効である旨主張して、みずから若しくは応\n援者らとともにその旨を記載するビラを被告日野工場周辺において被告従業員等に\n配付したり、スピーカーを用いてその旨演説する等の行動に出たため、その対応に\n苦慮した被告人事担当者らが、原告の責任において右の行動を止めることを条件に\n三か月間傭止めを猶予しようと考えたためであること、右傭止め予告を撤回した昭\n和四六年四月一九日、被告は右の旨を原告に告知し、原告も被告の意図を認識して\nいたこと、その際被告は右三か月の期間は傭止めの猶予期間であるから被告におい\nて就労する必要はなく、他に就職先を探すよう申向け、翌日から原告が出社しても\n現実には同人を就労させず、この状態が昭和四八年八月三一日まで続いたこと、そ\nの間昭和四六年四月二三日、被告は原告に対し、期間を三か月と明示する雇用契約\n書に署名を求めたが、原告は同月一九日と同様これを拒否し、その際、前年四月二\n三日成立の準社員契約が傭止め予告の撤回により当初の三か月ごとに自動更新する\n旨の条件は生きており、更新されている。（同年五月一五日まで）から今更新らた\nに三か月の期間を定めた雇用契約を締結する必要がない旨述べたこと、被告が昭和\n四六年七月一九日原告に対し傭止めをしないで賃金を支払い続けたのは同年四月二\n〇日以降も原告及びその支援者らの被告に対する批判、宣伝活動が弱められること\nなく続けられたことから、被告の人事担当者らにおいて暫く事態の推移を見たうえ\nで対処するのが得策であると考えたためであること、更に、被告における社員規\n則、同給与規則、準社員規則、同給与規則によれば、期間の定めある雇用契約に基\nづく従業員と期間の定めなき雇用契約に基づく従業員の労働条件には賃金、年次有\n給休暇日数等のうえで差違があるが、原告が受けていた処遇は昭和四六年四月二〇\n日の前後を通じて何ら変るところがなかつたことが認められ、この認定に反する原\n告本人尋問の結果部分はにわかに採用できない。以上認定の諸事実のもとにあつて\nは、昭和四六年四月二〇日或は遅くとも同年七月二〇日に原、被告間に期間の定め\nのない雇用契約が新らたに締結されたものということはできず、かえつて、右の事\n実に前掲当事者間に争いのない昭和四五年四月二三日成立した準社員契約には三か\n月の雇用期間の定めがあるとともに自動更新条項も存在したばかりでなく、期間の\n定めのない社員契約の締結のためには前記のとおり社員登用試験に合格することが\n必要であるとことを併せ考えれば、原・被告間の雇用契約関係は昭和四六年四月二\n〇日の前後を通じ後記懲戒解雇の効力が生じるまで、前記準社員契約が更新され続\nけることによつて維持され、存続していたものと認めるのが相当である。もつと\nも、右準社員契約には、契約成立後一年までに社員登用試験に合格しなかつた準社\n員は、原則として契約成立後一年をもつて傭止めされる旨条項があることは当事者\n間に争いのない事実であるけれども、右は傭止めにすることを原則とするだけのこ\nとであつて例外的に傭止めしないことを許さないものではなく、また傭止めしない\n場合に無条件で社員に登用するものでもないことはその条件の体裁上明らかである\nから、右条項の存在が前記認定、解釈を妨げるものでないことはいうまでもない。\nなお、前認定の諸事実のもとにあつては、原・被告間の雇用契約は、昭和四五年\n四月二三日に被告に雇入れられて以来昭和五〇年一〇月三日付で原告が懲戒解雇の\n意思表示を受けるまで通算二〇回（昭和四八年九月一日以降の就労中は八回）更新\nされているが、民法が雇傭に関し期間の定めある雇用契約を適法なものと認めてい\nるうえ、労働基準法が一年を越える期間を定める雇用契約の締結を禁止している\n（同法一四条）他には右民法の規定を修正する特別法は存在しないから、適法な期\n間の定めある雇用契約は反覆更新されてもそのことのゆえに期間の定めのない雇用\n契約に変質することはないものと解するのが相当であつて、右多数回更新の事実も\n前記認定、解釈を妨げるものではない。\n結局、昭和五〇年一〇月三日当時、原告は被告に対し、三か月の期間の定めある\n雇用契約（準社員契約）上の地位を有していたものである。\n第三　本件懲戒解雇\n原告の本訴請求は期間の定めのない雇用契約上の地位を有することの確認であ\nるが、この請求中には予備的に期間の定めある雇用契約上の地位の確認請求をも含\nむものと解されるので、原告が現にその地位を有するかどうかについて検討する。\n一　昭和五〇年一〇月三日、被告が原告に対し、本件懲戒解雇の意思表示をし、同\n月四日以降原告の雇用契約上の地位を争つてその就労を拒絶し、賃金を支払わない\nことは当事者間に争いがない。\n二　本件懲戒解雇の効力\n原告は本件懲戒解雇の効力について争うのでこの点について審按する。\n１　原告に適用される就業規則\n原・被告間の雇用契約関係が被告の準社員規則によつて規律されることは前認の\nところから明らかであるから、本年懲戒解雇については右準社員規則の関係規定が\nその根拠となるものである。\n２　懲戒解雇条項\n前掲乙第一二号証及び成立に争いのない乙第四〇号証によれば、昭和四九年六月\n一六日以降原告が懲戒解雇の意思表示を受けた当時における準社員規則三七条には\n別紙（一）記載のとおり懲戒の種類方法についての定めがあり、その三八条には別\n紙（一）記載どおりの懲戒の基準についての定めがあること昭和四七年五月一六日\nから昭和四九年六月一五日まで被告の準社員に適用されていた準社員規則にも懲戒\nの規準について別紙（一）記載の懲戒の基準についての定めと同一の定めがあるこ\nとがそれぞれ認められ、右認定に反する証拠はない。\n３　懲戒解雇条項の解釈\nところで、右規則三七条は、右のとおり懲戒処分につき五種を定めそれぞれにつ\nきその内容を規定したうえその二種以上を併科できることを定めるのみであり、そ\nの三八条も懲戒の基準として懲戒処分該当行為を種々列挙するが、右該当行為が存\n在する場合にどの懲戒処分を選択するかの基準については、単に「情状に応じて」\nと規定するに止まる。ところで、懲戒解雇は、使用者が労働者を一方的且つ究極的\nに企業から排除してその者の経済的基盤を奪うとともに精神的にも重大な不利益を\n与えるものであるから、懲戒解雇処分に付する際には、当該労働者を譴責、減給、\n又は出勤停止などのより軽い処分に付してこれに反省の機会を与えることが全く無\n意味であつて当該労働者を企業内に存置することが企業の円満な経営秩序を紊し、\nその生産性を阻害することの明白な情状にあるときに限つて許されるものであると\n解するのが相当であるから、右準社員規則三七条、三八条の解釈適用にあたつても\n右と同様に考え、右規則三八条各列挙事項のいずれかに該当する行為があり且つそ\nの行為の情状が前叙のごとき重大かつ明白な場合にのみ懲戒解雇は許されるものと\n解すべきである。そこで、右見解のもとに懲戒解雇の事由の存否及びその情状につ\nいて検討する。\n４　懲戒解雇の事由\n（一）　延長職懇参加に際しての業務命令違反等について\n（１）　抗弁１（六）（１）①の事実について\n組合が昭和四九年六月七日と同年一〇月一〇日の両日、いずれも昼の休憩時間に\n引き続き午後一時二〇分まで、三〇分間は勤務時間にかかる延長職懇を開催したこ\nと、原告が右延長職懇に参加したこと、原告が当時非組合員であつたことはいずれ\nも当事者間に争いがない。そして、証人Ｆの証言（第一回）及び同証言によつて真\n正に作成されたものと認められる乙第一四号証によれば、延長職懇は、組合がその\n活動として一か月に一度三〇分間の範囲で勤務時間中に開催することを組合からの\n事前の届出を条件として被告から許された組合員の職場総会であり、右延長職懇の\n勤務時間にかかる三〇分間について組合員は就労しなくとも賃金請求権を失うこと\nがないことが認められ、右認定に反する証拠はない。従つて、被告が右延長職懇の\n三〇分間につき就労請求及び就労上の作業指示をなし得ないのは組合員に対しての\nみであり、非組合員に対しては、雇用契約上の義務の履行を請求でき、それ故に又\n作業上の指示命令をもなし得ることはもち論である。\n（２）　同②の事実について\n証人Ｇの証言、原告本人尋問の結果及び本件口頭弁論の全趣旨を総合すれば、原\n告が昭和四八年以降所属した被告日野工場第三製造部管理課Ａ組（以下「Ａ組」と\nいう。）の指導員であるＧは、昭和四九年六月七日と同年一〇月一〇日の延長職懇\nに先だち、原告に対しその職務権限に基づいてそれぞれステツプ加工のボルトセツ\nトないし中型車キヤブフロアーのグロメツト加工の作業指示をしていたことが認め\nられ右認定に反する証拠はなく、原告は前記延長職懇に参加したことは当事者間に\n争いのない事実であるから、原告は上司の業務命令に背反してその職場を離脱した\nことは明らかである。\n（３）　同③の事実について\n右二回の延長職懇への参加に際し原告がした作業指示命令違反及び無断職場離脱\n行為につき、被告が右各行為は別紙（一）記載の準社員規則三八条一、三、四、二\n〇、二一の各号に該当するとして、同規則三七条二号を適用して原告に対し半日分\nの減給処分をしたことは当事者間に争いがなく、これが後日被告によって撤回され\nたことは原告の供述によつて明らかである。\n（４）　同④の事実について\n昭和五〇年三月一四日、同年四月二五日、同年六月六日、同年九月一九日に延長\n職懇がそれぞれ開催されたこと、右延長職懇に原告がいずれも参加したことは当事\n者間に争いがなく、証人Ｇの証言、原告本人尋問の結果部分（後記措信しない部分\nを除く）及び本件口頭弁論の全趣旨を総合すれば、右四回の延長職懇に先だち、Ａ\n組の指導員ＧないしＡ工長は、その職務権限に基づいて、原告に対し延長職懇開催\n中の原告の勤務時間についてステツプ加工のボルトセツト又は中型車キヤブフロア\nーのグロメツト加工の各作業の指示をしていたのにかかわらず、原告はＡ工長ない\nしＧ指導員の作業指示に反して延長職懇へ参加し、その際、原告はみずからが被告\nの社員であるから組合員であり延長職懇への参加資格があると主張していたことが\n認められ、右認定に反する原告本人尋問の結果部分は前掲Ｇ証言に対比してたやす\nく採用できないし、他にこの認定をくつがえすに足りる証拠はない。してみれば、\n原告は前掲職懇に四回参加することによつて上司の業務命令に背反して職場を離脱\nしたことは明らかであり、原告の右各行為はいずれも準社員規則三八条一、三、\n四、二〇、二一、二七の各号に該当する。\n（二）　ハンガーコンベアラインヘの遅刻（職場到着の遅刻）\n被告は、原告がその職場であるハンガーコンベアライン作業現場（以下「職場」\nという。）にほとんど毎日午前八時を過ぎた時刻に到着していたと主張し、その午\n前八時過ぎの職場到着をもつて準社員規則上の遅刻であると主張する。\n午前八時を過ぎた職場への到着をもつて遅刻であると評価しうるためには、労働\n者が労働契約（就業規則等）により午前八時までに職場に到着すべき義務を負うも\nのでなければならない。そこで、原告が職場に到着すべき時刻及び原告が職場に到\n着していた時刻について以下検討する。\n（１）　原告が職場に到着すべき時刻\n成立に争いのない甲二七号証、乙三九号証によれば、昭和四八年九月一日から同\n年同月三〇日までは始業時刻午前八時、土曜日四時間、月曜日から金曜日まで七時\n間五〇分、土曜日隔週半休であつたことが認められ、同年一〇月一日以降始業時刻\n午前八時終業時刻午後五時、休憩時間として午前一〇時より五分間、正午から五〇\n分間、午後三時から五分間、週休二日制であつたことは当事者間に争いがないか\nら、原告の遅刻を論ずる昭和四八年九月一日以降の被告の始業時刻は午前八時であ\nることは明らかであるところ、成立に争いのない乙第四一号証、検証の結果及び本\n件口頭弁論の全趣旨によれば、被告日野工場はその敷地が広大で右敷地内に工場棟\nや事務所棟が点在し、正門から原告の職場までは約七〇〇メートル余の距離があ\nり、その間に出退勤時刻を記録するタイムレコーダーの設備があり、当時原告は正\n門から歩いて一分足らずのところに設置されていたダイムレコーダーを使用し、同\n所から更衣室まで歩いて約七分位、更衣室から職場まで一分五一秒位を要していた\nことが認められ、右認定に反する証拠はない。このように入門から職場到着までか\nなりの時間を要するうえタイムレコーダーの設置場所が事業場へ入る門と職場との\n間にあるような場合には、就業規則所定の始業時刻が入門時を指すか職場への到着\n時刻を指すかは規定の文言上必ずしも明確であるとはいえないから、まず、この点\nについて検討する。\n就業規則所定の始業時刻の解釈基準について労使の協約による定めや職場慣行が\nない場合においては、一般には、労働者が事業場に入門した時刻をもつて始業時刻\nと解する説もないわけではないが、多数労働者を擁する企業体と労働者との雇傭契\n約ないし労働契約は通常就業規則所定の労働条件によつてその内容が画一的に決定\nされるいわゆる附合契約的性質を有するものであるから、当該就業規則条項（本件\nでは始業時刻午前八時）に疑義がある場合は当該事業所における職場慣行をもつて\n合理的、画一的にこれを解釈するのが相当である。そこで本件についてこれをみる\nに、証人Ｃの証言により真正に作成されたものと認められる乙第一三、一四号証、\n証人Ｆの証言（第一回）により真正に作成されたものと認められる乙第三七号証、\n証人Ｃ、Ｆ（第一回）に各証言に本件口頭弁論の全趣旨を総合すると、被告におい\nては昭和二六年以前から始業時刻及び就業時間に関しては規定の時刻を尊重し必ず\n始業時刻に作業を開始し終業時刻まで作業を継続し、その実施を円滑にするため入\n場はなるべく始業時刻一〇分前までとし、退場準備は終業時刻後に行うとする職場\n慣行が成立していたが、同年八月一五日被告と組合の前身である全自動車日野ヂー\nゼル工業分会との間で右の職場慣行を相互に確認しこれを就業規則（社員規則）に\n関する了解事項として明文化したこと、この了解事項の内容は、その後右就業規則\nが改定される都度就業規則の一部として確認され続けてきたうえ、原告が懲戒解雇\nの意思表示を受けた当時施行されていた社員規則（原告は準社員規則に従う。）も\n右の旨を別紙（二）就業規則に関する了解事項記載のとおり了解事項として規定し\nていること、そして被告にあつては、社員・準社員の区別なく右了解事項の内容に\n副う方法で一般的に就業時間が運用され続けて来たことがそれぞれ認められ、右認\n定を覆えすに足りる証拠はない。もつともこの点につき、原告は、同人の以前の職\n場であつた実験部機構実験課においては午前八時までに職場に到着しなくとも何ら\nの注意を受けることもなく、同課の従業員は原告を含め概ね午前八時までにタイム\nカードに打刻するが、職場へは午前八時を過ぎて到着していたから被告においては\n午前八時の始業時刻に作業開始するという就業規則の一般的な運用は行なわれてい\nなかつた旨主張し、一部右事実に副う甲第三五号証の記載、原告本人尋問の結果が\nある。しかし、もとより職場における始業時刻の具体的な運用は、当該事業場にお\nいて種々な作業を分担処理する数種の部課が存在する場合には、それぞれの部課に\nおいて、その作業処理の態様、その部課の置かれた具体的状況等によりこれをすべ\nて一律にすることは困難であるからおのずから異らざるを得ないものであるが、被\n告日野工場においては種々の部課が存在し、右部課においてはそれぞれ異なる作業\nを異なる態様ですなわち、原告の職場のようりにハンガーコンベアーによる流れ作\n業をしているところと原告の従前の部のように個性的な実験作業を担当する等して\nいるところとがある（この事実は当事者間に争いのない事実及び弁論の全趣旨によ\nり認められる。）から、始業時刻の具体的な運用については各部課の方針によつて\n決定されていたものと認められる。従つて、原告主張の事実が認められたとして\nも、この一事から原告所属の職場において原告の主張と同一に取扱わなければなら\nない理由はなく、かえつて、日野工場第三製造部では、毎月の月初の就労日には午\n前八時から一〇分間課長朝礼、毎週月曜日の同時間には指導員によるミーテイン\nグ、その余の就労日には午前八時から三分間指導員によるミーテイングがそれぞれ\n持たれ、右各終了後にハンガーコンベアの作動スイツチが入れられて作業が開始さ\nれる状況にあつたことは当事者間に争いがなく、そして、前記認定の事実に、当事\n者間に争いのない被告日野工場第三製造部においては社員、準社員が同一の作業に\n従事しており、就中、原告の職場にあつては、一チームを購成してする同一作業の\nチーム構成員にその双方が含まれていたことを併せ考えれば、被告日野工場におい\nては遅くとも昭和二六年以降始業時刻の午前八時には社員、準社員の区別なく職場\nに到着し、被告の指揮命令下に入る旨の職場慣行が成立していたものと認められ\nる。\nなお、被告がその従業員の賃金計算上の始業時刻をタイムカード打刻上の午前八\n時としていること（タイムカードに午前八時までに打刻した者には、同人が職場に\n午前八時を超えて到着しても賃金カツトしないという運用）は当事者間に争いのな\nい事実であるけれども、証人Ｆの証言（第三回）及び弁論の全趣旨によれば被告が\n賃金計算上の始業時刻に関する右の運用をしているのは、多数の従業員を雇用する\n被告が、大量の賃金計算事務を統一的に且つ迅速に処理するという目的のためであ\nつて、合理性を有することが認められ、右認定に反する証拠はない。そして、右運\n用は午前八時までにタイムカードに打刻してさえいれば、職場に同時刻を過ぎてか\nら到着したとしても本来は賃金カツトされるべきものをカツトしないで済ますとい\nう取扱であるから、従業員にとつてはかえつて有利なものであることが明らかであ\nり、この取扱をもつて始業時刻経過後に職場に到着してもよいと解する根拠になり\nえない。この点、原告は被告の右取扱を理由に午前八時経過後職場に到着しても遅\n刻扱いできない根拠として、社員・準社員両規則上、入門から職場へ到着するまで\nの約一〇分間は、被告の指揮監督による拘束下に入らないとする規定が存在しない\nことを主張し（右主張は、右時間は始業時刻の午前八時から八時一〇分までに充て\nられるべきものであるとの趣旨に解される。）、原告の職場でされている安全靴の\n履替えと作業服の着替えに要する時間を含むタイムカード打刻後職場に到着するま\nでの時間約一〇分は労働法三二条にいわゆる労働時間であり、右に要する時間と原\n告の実働時間を併せると一日の労働時間は八時間を超えるから午前八時から作業開\n始する（ないし被告の拘束下に入る）との職場慣行は違法無効であり、それに要す\nる時間分の作業現場への遅れはこれを遅刻として懲戒責任を問えないものであると\n主張する。\nしかし、被告日野工場においては、始業時刻午前八時から作業を開始するという\n職場慣行は、前記のとおり午前八時一〇分ないし午前八時三分から開始することに\n変つているものの、作業開始前の課長朝礼、指導員によるミーテイングは始業時刻\nの午前八時から開始されているのであつて、午前八時までに職場に到着すべき職場\n慣行は一定不変の状態にあつたことは前記認定のとおりである。\nところで労働基準法三二条の労働時間とは、その規定の文言上使用者が労働者を\nその指揮監督下に拘束している時間を指すものと解するのが相当であるが、その\n「指揮監督下に拘束している時間」には現実に労働させている時間のみならず現実\nの労働に必要不可欠な準備行為をその拘束下にし、またはさせている時間も含まれ\nるものと解すべきであるとともに、使用者の指揮監督はそれが明示のものである場\n合に限られず、黙示のものである場合をも含むものと解するのが相当である。\n而して入門後職場到着までの時間中歩行時間は、被告の指揮監督下に拘束してい\nるものとはいい難いから、右労働時間には含まれないと解するが、作業服、作業靴\n等への着替え履替えについては使用者側の指揮監督による拘束下に行なわれること\nが必然的な要請であるか否かによつて決するのが相当である。そこで、本件につい\nてこれを検討するに、証人Ｈの証言及び本件口頭弁論の全趣旨によれば、被告は原\n告を含む現場の作業員に対し、その作業開始前に、指示する安全靴への履替えを命\nずるとともに安全靴の購入についてはその代金の一部を補助していたことが認めら\nれ、証人Ｆ（第一回）、Ｈ、Ａの各証言及び原告本人尋問の結果並びに弁論の全趣\n旨を総合すると、昭和四八年九月以降原告の従事した作業を含むハンガーコンベア\nによる車体組立作業は、油、汗等で衣服が汚れるものであり、通常作業時に着用し\nた衣服のままで電車等による通勤をすることは社会通念上困難であつたため原告を\n含む現場従業員のほとんど全て（既に作業服で出勤する者を除く）が通勤着から作\n業服に着替えていたこと、従業員のほとんど全ては着替用の作業服に被告日野工場\nの売店で販売されている一定の形式の上下服を使用していたこと（右上下服には限\n定していない。）、　被告は前認定の安全靴の履替え及び右作業服への着替えに供\nするため現場作業員各自に対し各一個のロツカーを提供し、これを作業現場に隣接\nするロツカー室に設置し（原告使用の更衣室は前記のとおり職場から徒歩約一分五\n一秒位を要する場所にあつた）、現場作業員の着替え等には右ロツカー室が利用さ\nれていたこと、原告の直接の上司であるＡ工長は被告からの指示に基づくものでは\nなかつたが原告ら従業員に対し作業服への着替えを指示していたことがそれぞれ認\nめられ、右認定に反する証拠はない。以上認定の事実によれば前記安全靴への履替\nえ及び作業服への着替えは原告の従事したハンガーコンベアによる車体組立作業の\nために必要な準備であり、且つ右は被告により明示若しくは黙示に指示されていた\nものということができる。しかし、この種準備行為は、使用者の施設における機械\nの整備・点検等のように施設現場における使用者の拘束下でしかできないものとは\n異なり、使用者である被告の指揮監督による拘束下になくともできるものであるこ\nとは社会観念上これを容易に肯認できるところであるから、労働力提供のための準\n備行為であるからといつて当然に労働時間に含まれるものと解する余地はない。前\n記認定の被告の明示または黙示の指示による安全靴への履替え、作業服への着替え\nは、職場における従業員の安全確保のためにとつた使用者の便宜的措置であると理\n解することができ、また、ロツカー（更衣）室を提供して従業員に利用させている\nことは前記証人Ｆ（第一回）の供述するとおり従業員に対する便宜供与と認めるの\nが相当である。そして、右着替え、履替え時間を含む入門から職場に到着するまで\nの時間が被告の企業施設内に入ったことから労働力提供のための準備行為にあたる\nとして直ちに使用者の指揮監督による拘束下に入ったもの（労働時間）ということ\nはできないし、労働基準法三二条の労働時間の制限に関する立法趣旨が主として労\n働者の身体、健康に及ぼす影響を考慮していることのほか労働者の社会的、文化\n的、生活を営む余暇の確保にあると解しても、労働時間は使用者の指揮監督の拘束\n時間と解すべきことは前記のとおりであり（機械の整備・点検がまさに労働契約の\n内容である労務の提供にあたる。）、現実に労働力を提供する始業時刻の前段階の\n時間を準備行為の故をもつて労働時間に含める事は、使用者の犠牲において労働者\nに余暇を与える結果になり、その不当であることは明らかであろう。もち論、右段\n階における時間を労使間において労働時間として合意することは許されるであろう\nが、本件では、前記認定の職場慣行によつて被告の拘束時間に含めないことになつ\nていたのであり、換言すれば、被告の日野工場第三製造部の終業時間は実働八時間\nとする職場慣行が成立していたのであつて、この慣行は原告が被告との雇傭契約な\nいし労働契約を締結した昭和四五年当時はもち論原告が日野工場第三製造部へ配置\n換えされた昭和四八年当時既に一般化されており、この間における原告との契約更\n新に際しての被告の合理的意思が、原告から右職場慣行に従つて始業時刻午前八時\nから労働力の提供を受けられることを当然に予定していた点にあることは、被告に\nおいて右職場慣行と異なる内容の契約を殊更に原告との間に締結すべき合理的な特\n段の事情にはなかつたことから容易に窺い知ることができる。結局、被告と原告と\nの間の雇傭契約ないし労働契約の内容として、原告は始業時刻午前八時までに職場\nに到着すべき義務があつたものというほかはなく、右時刻以後の職場到着は準社員\n就業規則上遅刻に該るものと断ずるほかはない。\n（２）　原告の職場到着時刻\n証人Ｆの証言（第一回）により真正に作成されたものと認められる乙第三五号\n証、同証人の証言（第三回）により真正に作成されたものと認められる乙第一五号\n証の一ないし二六、成立に争いのない乙第四一号証並びに証人Ｇ、同Ａ、同Ｆ（第\n一、三回）の各証言、原告本人尋問の結果（但し後記採用しない部分を除く。）及\nび本件口頭弁論の全趣旨によれば次の事実を認めることができる。すなわち、原告\nは昭和四六年四月二〇日から昭和四八年八月末まで被告から就労を拒否されていた\nが、昭和四八年ころから被告において人手不足となつたため被告はその態度を変え\n原告を昭和四八年九月一日付で第三製造部管理課に配置換えし、Ｉ管理課長、Ａ工\n長、Ｇ指導員のもとでコンベアラインによる車体組立作業をさせることとしたこ\nと、右配置換えの前日Ａ工長に対しＩ管理課長から原告の勤務態度に心配な点があ\nる旨報告があつたことや新しく人員が配置された時はその配置された従業員の職場\nが心配であり同人の勤務態度も気になるため現場の責任者であるＡ工長は他にも指\n揮監督すべき部署があつたけれども特に原告が配置されたＧ班を重点的に観察して\nいたところ、原告の職場到着時刻が一般に新たに配置された他の従業員と対比して\n遅かつたためその職場到着時刻をみずからの手帳に記入していたこと、原告の所属\nするＧ班の班長であるＧ指導員もまた現場の直接の監督者として新入員である原告\nの勤務態度に注目していたが原告の職場到着時刻が他の従業員と比較して遅かつた\n計りでなく、一般の新入員の職場到着時刻と対比しても遅かつたため暫く様子を見\nたうえ昭和四八年九月一〇日頃から原告の職場到着時刻をみずからメモ若しくは職\n場の壁に掛けたカレンダーに記載するとともに、その際ことある毎に原告に対し時\n計を示して原告の職場到着時刻を告知し、遅刻である旨伝えて注意を与えたこと、\n右の記載はＧ指導員が一人でしていたものであり、Ｇが他の者に直接明示に自分の\n欠勤の際も代行して記載するよう指示したことはなかつたけれども、Ｇ班の他の従\n業員たちはいずれも原告がみずからの信念でハンガーコンベアライン運転開始時刻\nに遅刻して来ることを知つていたうえその遅刻時間はみずからの労働負担に密接な\n関係をもつ事柄であつたため不満を持つていたからその到着時刻に敏感であつたの\nでこれらを介してＧが欠勤した日の翌日、前日の原告の職場到着時刻を確認するこ\nとは容易であつたこと、Ｇ指導員は昭和四八年九月一〇日頃から原告の職場到着時\n刻の記帳を始めたが、その数日後にに右の旨とその記載内容をＡ工長に報告したと\nころ、Ａ工長はそれまでみずからもしていた手帳への記帳を止め以後は専らＧ指導\n員からの報告を記帳したり、その結果をまとめて表にするなどしていたが、Ａ工長\nは昭和五〇年の夏ころになつて原告の勤務状態を示す資料として右Ｇ指導員の記載\nしたカレンダー及びＡ工長作成の表などをＩ管理課長のもとに提出し、管理課長の\nもとで右資料を根拠に作成されたものが乙第三五号証であること、別紙（五）の職\n場到着時刻欄記載の時刻はいずれもＧ指導員及びＡ工長において確認し記帳した原\n告の職場到着時刻を示すものであることがそれぞれ認められる。原告本人尋問の結\n果中右認定に反する部分は前掲各証拠と対比してたやすくこれを採用することがで\nきない。\n叙上の事実によれば、その時刻について多少の誤差の存在することは否めない\nが、原告は別紙（五）遅刻等一覧表職場到着時刻欄記載の時刻（昭和五〇年二月六\n日、六月九日、一〇日、七月一一日は各タイムカード打刻時刻後一〇分ころ）に職\n場に到着していたものと認めるのが相当であり、この認定を覆えすに足りる証拠は\nない。右によれば前認定の職場に到着すべき時刻午前八時に遅刻した時間は同表職\n場到着時刻欄記載（空欄の右四日分は右各認定の時刻）の八時以後の時間となる。\n（３）　作業指示命令違反等\n証人Ｇ、Ａの各証言及び原告本人尋問の結果と前記（２）で認定した事実によれ\nば、原告はほとんど毎日その職場のハンガーコンベア作業の開始に遅刻していたた\nめ、Ｇ指導員及びＡ工長からその都度遅れないように注意されていたがこれに従う\nことなく、被告が午前八時三分にベルトコンベアの作業を開始するのが違法不当で\nあると主張し、みずから故意に午前八時一〇分までに職場に到着すべく努力してい\nたこと（原告は自認している。）が認められ、右認定に反する証拠はない。\n（４）　職場秩序違反\n原告が昭和四八年九月から同五〇年一〇月三日まで所属した職場が第三製造部管\n理課Ａ組であり、そこで従事した作業がハンガーコンベアによるいわゆる流れ作業\nであつたこと、右の作業は四人が一チームを構成し四種の工程を順次分担するもの\nであつてその内容は微細な点を除けば概ね別紙（四）原告の従事した作業（以下\n「別紙（四）の作業」という）記載どおりであつたこと、そして右各四種の作業は\n一貫して規則正しく処理される必要があつたこと、右各工程は三・七分ないし五分\nで処理され次工程へ移行する必要があつたこと、右ハンガーコンベアの運転開始時\n刻は、月初めの就労日と毎週月曜日が午前八時一〇分であつたけれども、その余は\n午前八時三分であつたことは前記のとおりである。証人Ｇ、Ａ、Ｆ（第一、三回）\nの各証言、原告本人尋問の結果（いずれも後記採用しない部分を除く。）に前記認\n定の原告の職場到着時刻を併せると、原告は昭和五〇年四月頃以前においては早く\nとも午前八時六分頃以降に、昭和五〇年五月以降頃からは早くとも午前八時五分頃\n以降に職場に到着していたため午前八時三分から運転が開始されるハンガーコンベ\nア作業にはほとんど毎日遅刻していた。そのため職場の指導員であるＧ及びＡ工長\nから再三に亘り注意を受けながら、原告は、そり意向を聞き入れなかつた。そして\nＧ指導員ら職制が職務上原告に対してする注意については「職制は会社の岡つ引き\nだ」等と放言してそれに従わず、同僚等に対しても作業開始時刻に関する原告の前\n叙の信念を吹聴していたが、原告の右の如き態度については同僚の間で「どうして\n原告だけ遅くきてもいいのか」という不満があり、原告は、同僚から同一チームの\n作業員に迷惑はかけないでくれと頼まれたこともあつたためその後は現実に迷惑を\nかけていた事実もあつたとの反省から職場到着時刻を一分程度早めたこともあるが\n職場到着時刻についての原告の従来からの態度は改まることはなかつた。この原告\nの態度に対し、Ｇ指導員、Ａ工長ら原告の指導、指揮監督に当る現場の上司は、そ\nれが目に余るため日頃から原告の職場到着時刻に注目し、その結果及びそれによる\n職場管理の困難性を管理課長に定期的に報告し、管理課長は右の旨を人事課長に報\n告していたが、原告の遅刻分については大部分は現場の同僚作業員の負担増で処理\nされたため人事課及び管理課から原告の処分については昭和五〇年夏ころまで上申\nされたことはなかつたものの管理課長はＡ工長らに対し原告への重ねての注意を促\nしていた。又同僚作業員たちは原告のために加重される負担については不満をもつ\nていたものの、それが余りに日常的であつたために半ばあきらめていたことや、午\n前八時一五分を超える遅刻の際には、他から補充の応援者が手当されることもあつ\nてＧ指導員に不満を漏らしたりＡ工長に苦情をいう他は特に表だつた行動に出なか\nつたものであることを認めることができ、この認定に反する証人Ｇ、Ａ、Ｆ及び原\n告本人の各供述部分はにわかに採用できないし、他に右認定を左右する証拠はな\nい。以上によれば、原告の職場到着についての遅刻はその職場における安定的で能\n率的な生産性を維持するための秩序を紊していたものと断ずるほかはない。\n原告は前記認定の遅刻は殆んど連日であり、この遅刻（被告の抗弁に対する原告\nの主張３はここにいう遅刻に対する主張を含むものと解される）について、原告は\n別紙（六）記載の正当事由について主張するが、これについては次項（三）に認定\nのとおり一部正当事由を認め得られるが、以上認定の（２）ないし（４）の原告の\n行為は右正当事由を認めうる部分を除外して考えても準社員就業規則三八条一、\n三、四、一八、二〇、二二、二七の各号に該当するものと評価せざるを得ない。\n（三）　遅刻、早退、欠勤と正当な理由\n被告においては、タイムカード上午前八時までの打刻があれば、給与の支給上画\n一的に遅刻による減給処分としての賃金カツトをしていなかつたことは前記のとお\nりであるが、昭和四九年六月一六日以降原告が懲戒解雇された当時に原告に適用さ\nれた準社員規則三八条三号、一八号はそれぞれ別紙（一）記載のとおり勤務怠慢で\nあること、正当な理由のないしばしばの遅刻、早退、欠勤をそれぞれ懲戒事由と規\n定し、昭和四八年九月当時から昭和四九年六月一五日まで原告に適用された準社員\n就業規則にも同一の規定が存在したことは前認定のとおりである。ところで右各規\n定にいう「勤務怠慢」は怠惰な勤務状態を示すものであり、「正当な理由」とは、\n遅刻、早退、欠勤という雇用契約上の債務不履行（不完全履行）についての違法性\n阻却事由であるから、一般的には社会通念上使用者が労働者に対しその遅刻、早\n退、欠勤について責を問いえない理由を指称するものと解すべきであり、右の正当\n事由は準社員規則の規定の文言上は正当理由の不存在が懲戒事由となつているけれ\nども、しばしばの遅刻、早退、欠勤が存在する限り（従つて債務不履行たる事実が\n存在する限り）労働者において懲戒責任を免れるためには労働者側で右遅刻、早\n退、欠勤についての正当理由（従つて遅刻、早退、欠勤することが社会通念上止む\nを得ないと認めるに足る事由）を主張立証しなければならないものと解すべきであ\nる。\nそこで、本件についてこれを見るに、昭和五〇年五月一日以降の原告の遅刻は殆\nど連日であることは前記のとおりであり、早退、欠勤の回数については当事者間に\n争いがなく、右によれば、早退は七回、欠勤は一七回である。そして昭和四八年九\n月から昭和五〇年四月末日までの遅刻は殆ど連日、早退は一二回、欠勤は別紙\n（五）の一覧表タイムカード打刻時刻欄に欠勤と表示するとおりであつてその回数\nは三〇回であることは前掲乙第一五号証の一ないし二一及び本件口頭弁論の全趣旨\nによつてこれらを認めることができ、右認定に反する証拠はない。従つて昭和四八\n年九月から昭和五〇年九月末日までの二年余の間における原告の遅刻は殆ど連日、\n早退、欠勤はそれぞれ合計一九回、四七回であつたことになる。\nそこで、次に、右の遅刻、早退、欠勤について正当事由があつたか否かについて\n検討する。原本の存在及びその成立に争いのない甲第二一号証の一ないし四、第二\n四号証の一ないし六、成立に争いのない甲第二八号証、並びに原告本人尋問の結果\n及び本件口頭弁論の全趣旨によれば、昭和五〇年五月一日以降の原告の早退、欠勤\nの一部はその原因について原告にも責められるべき点はあつたものの同年四月ころ\nから始まつた原告に対する被告車体二課及び管理課の課員らにより被告日野工場構\n内でされた度重なる集団暴行事件に基づく受傷、治療等のためであつたこと、その\n余の遅刻、欠勤のうち昭和四八年九月六日の遅刻が業務上の受傷の治療のためであ\nつたこと、昭和四九年九月下旬から同年一〇月中句までの五回の欠勤が原告の妻の\n出産に関するものであつたこと、昭和四八年一〇月八日、昭和四九年九月六日、同\n年一〇月二五日、同年一一月二二日、同年一二月二〇日、昭和五〇年七月一六日の\n六回の欠勤が或いはみずからが原告となり被告を相手方として提起した被告の原告\nに対する前記減給処分の無効確認請求事件への当事者としての出廷のためであり、\n或いは疎外Ｂの解雇無効確認請求事件の傍聴のためであつたことがそれぞれ認めら\nれ、右認定に反する証拠はない。その余の遅刻、早退、欠勤については、原告はそ\nれが別紙（六）記載のとおりみずから又は家族の病気のためであつて正当な理由に\n基づくものである旨主張し、原告本人尋問の結果中には右主張に副う部分も存在す\nるが他に右供述を裏ずける確たる証拠も存在しない本件にあつては右供述のみをも\nつて右主張を採用することはできない。\n前認定の事由が正当な理由といい得るかどうかについて検討するに、被告日野工\n場構内においてされた原告に対する課長、課員らによる集団暴行を原因とする受傷\nの治療等のための欠勤（昭和五〇年七月三〇日、三一日、八月二日、五日から八日\nまで）、早退（昭和五〇年五月一六日、三〇日、六月一七日、七月二九日）はその\n態様、後記認定の原因等から考えて止むを得ないものであつたというべきである。\n又労働災害である業務上の受傷の治療行為のための遅刻（昭和四八年九月六日）も\nまた止むを得ないものであつたというべきである。更に、妻の出産に際しての欠勤\nもそれが妥当な日数の範囲内であれば欠勤等についての正当事由となると解すべき\nところ、原告の欠勤日数は出産の前後五日であつて概ね妥当と解すべきであるか\nら、右に伴う五日間の欠勤も正当な理由に基づくものであつたというべく、また自\n己の権利擁護のために裁判所に出廷すること（（昭和四九年九月六日、一一月二二\n日、一二月二〇日、昭和五〇年七月一六日）は、当時の原告の経済事情からすれば\n訴訟代理人を選任すること自体難きを強いるものであるからこれをもつて正当理由\nがないとはいえない。しかし、他人の裁判の傍聴については通常は会社の勤務を優\n先させるのが相当であるからこれをもつて正当理由があるものとはいえないものと\nいうべきである。昭和五〇年七月一〇日のリンチ事件被害者として警察の取調べを\n受けるための欠勤も止むを得なかつたものと認めるのが相当である。\n叙上認定の事実からすると、原告の遅刻中正当理由があるといいうるのは一回で\nあり、その早退中正当理由があるのは四回であり、その欠勤中正当理由があるとい\nい得るのは一七回である。従つて原告の正当な理由のない遅刻はその殆どすべて\n（四四六回）、早退は一五回、欠勤は三〇回である。これらはその期間から考える\nとしばしばのものであつたというべきであるから原告の右遅刻、早退、欠勤は準社\n員規則三八条一八号に該当する。\nなお原告は、原告が被告の社員であるから、その与えられるべき年次有給休暇日\n数が現実に与えられたそれより多い筈であり、その差を欠勤に充当すれば欠勤日数\nは更に減少する旨主張するけれども、原告の被告における身分は準社員であること\nは前認定のとおりであるから、みずからの身分が社員であることを前提とする右主\n張は理由がない。そして、原告の右主張中に準社員としての年次有給休暇に関する\n主張を含むものとしても、原告が一旦遅刻、早退、欠勤等をしてしまつた後になつ\nてこれを埋めるのに年次有給休暇を充てると主張することは、使用者である被告に\nは年次有給休暇の請求があつた場合に時季変更権を行使する余地があるから被告の\n同意のない本件では原告の右主張を直ちに容認することはできない。\n５　懲戒解雇事由たる事実に関する情状\n（一）　懲戒処分として譴資、減給、出勤停止、又は懲戒解雇等が存在する場合に\n懲戒解雇をなしうるのは当該懲戒事由について当該労働者を譴責、減給、又は出勤\n停止等の比較的軽い処分に付してこれに反省の機会を与えることが全く無意味であ\nつてこれを企業内に存置することが企業の円満な経営秩序を紊し、その生産性を阻\n害することが明白な情状にある場合に限られることは前説示のとおりであるが、こ\nれを更に詳しく検討すると、懲戒事由としての業務命令違反、職場離脱、勤務怠\n慢、職場秩序違反等については業務命令が企業運営上必要かつ合理的なものであつ\nたか、違反態様、その原因、企業運営に与えた結果の程度、職場離脱の目的、時\n期、時間、態様、結果、勤務態度、勤務怠慢の原因、結果、同一職場の他の従業員\nに与える影響の程度、職場秩序違反の程度、態様、原因、結果等諸般の事情を総合\n判断して、結果的に懲戒解雇することが社会通念上止むを得ないものと肯認される\n程度の情状があることを必要とするものと解すべきである。\n（二）　そこで次に本件の各懲戒事由たる事実についてその情状を判断する。\n（１）　延長職懇参加について\n原告が昭和四八年九月に配置換えされてから昭和〇年一〇月三日懲戒解雇される\nまでに前後六回延長職懇に参加し、その際いずれも上司の許可を受けなかつたばか\nりか、グロメツト加工、ステツプ加工等の作業指示命令に反抗していたこと、反抗\nの原因は準社員も参加資格があるとの理解にあつたこと、後四回は前二回の業務命\n令違反及び職場離脱に対する減給の懲戒処分（後日撤回された）がされた後のもの\nであることはいずれも前認定のとおりである。然しながら原本の存在及びその成立\nに争いない甲第二六条号証の一、証人Ｇの証言、原告本人尋問の結果及び弁論の全\n趣旨によれば、原告が昭和四九年に配置換えされる以前の職場である機構実験課に\n所属していた当時から原告は延長職懇に参加していたがその当時は右参加を制止さ\nれることもなく従つて業務命令をされたことがなかつたこと、延長職懇中は被告が\n社員に出席資格を認めているためハンガーコンベアは停止されていること、社員の\n中には延長職懇に参加せずその時間を自由に費消している者もあること、原告に命\n令されたグロメツト加工、ステツプ加工という業務はいずれも通常はコンベア運転\n中にされる準備的な作業であること、原告が受けた命令を遵守しなかつたことによ\nる業務上の支障は特別存在しなかつたことがそれぞれ認められ、右認定を覆えすに\n足りる証拠はない。\n（２）　ハンガーコンベアヘの遅刻について\n原告のハンガーコンベア作業現場への遅刻の動機、態様、それに対する職場上司\n及び同僚の対応、上司の業務上の注意及びこれに対する原告の反抗態様はいずれも\n前認定のとおりである。又原告の職場がハンガーコンベアラインでの車体組立作業\n現場であつて原告の担当する作業が四人で構成された一チームをもつて四種の作業\n（作業内容は大略別紙（四）記載のとおりである。）を一人各一種づつ順次処理す\nるものであり、これら四種の作業はそのいずれもが他の三種と密接に関連するほか\n次工程との間でも密接な関連を有し、それぞれが三・七分ないし五分の間隔で規則\n的に処理されることがハンガーコンベアでの組立作業の円滑な運営上必要欠くべか\nらざることであつたことは当事者間に争いがない。以上によれば、原告はその労働\n日のほとんどに遅刻し、その遅刻時間が概ね数分以内であつてハンガーコンベアラ\nインでの車体組立作業の円滑な運営に具体的に支障を来たした度合は比較的小さか\nつたけれども、それはたまたま前日の作業仕残り分があつたことや原告と同一チー\nムを構成する他の作業員の二重負担で処理された結果であるうえ時としては原告の\n遅刻時間が一五分を越えることもあつたため原告の作業を処理するための代替員を\n急拠、補充する必要もあつたうえ原告と同一職場の他の従業員からその回数こそ比\n較的少なかつたとはいえ、上司に対し原告だけが何故遅く来てもよいのかという不\n平不満が述べられていたこと（この回数が比較的少なかつた理由も前認定のとお\nり、同一職場の従業員が原告の行動があまりに他の従業員のそれとかけ離れていた\nため諦めに似た感情をもつていたためである。）、これらの原告の行為に対し直接\nの指導員であるＧをはじめ職場の責任者であるＡ工長らからその都度コンベアライ\nンに遅れないようにとの注意がされたが原告は「職制は会社の岡つ引きだ。」と放\n言してこれに従おうとしなかつたことが明白である。\n（３）　遅刻、早退、欠勤\n原告の遅刻、早退、欠勤については、原告が懲戒解雇当時の職場に配置換えされ\nた昭和四八年九月から昭和五〇年九月末日までの約二五か月間（但し労働日は一か\n月当り二〇日程度のものであつた）に正当な理由のない欠勤が三〇回、遅刻が四四\n六回、早退が一五回（但し職場への遅刻はほとんど毎日であつた。）であること、\n右の遅刻の場合については他から応援者を手当する必要があり、右応援者は原告の\n担当する仕事内容に不慣れであつたため職場の作業に混乱を生じたことはいずれも\n前認定のとおりである。証人Ｇの証言及び原告本人尋問の結果部分（但し後記措信\nしない部分を除く）並びに弁論の全趣旨を総合すれば、被告においては遅刻、早\n退、欠勤の際には一般に手前に口頭で現場の上司にその旨報告し、事前に報告する\nことができない場合にも事後すみやかに報告するようになつていたが、原告は事前\nに届出ることも数回あつたけれどもその余は事前に届出ることはせず、事後に口頭\nで報告するのがほとんどであつたため原告の職場では原告が当日出動するか否かの\n把握が困難であり、他から補充員をあてるべきか否かの判断が遅れざるを得ず職場\nの作業運営に支障を来たすことがままあつたうえ、その欠勤、遅刻等は他の一般的\nな従業員と校らべるとかなり頻度の高いものであつたため職場では原告に対する不\n満をもつている者が多かつたことが認められ、原告本人尋問の結果中右認定に反す\nる部分は前掲証拠と対比してたやすく採用できない。\n（三）　以上認定の懲戒事由たる原告の行為の動機、態様、結果等を総合判断する\nと延長職懇参加に関する行為についてその情状が比較的軽微であつたことを除け\nば、原告の勤務態度は職場到着について極めて悪質であり、午前八時までに職場に\n到着するようにとの上司の指示に対する反抗の態度はこれまた悪質であつて、原告\nのこれらの行為をそのまま放置することは現に生じている業務上の支障を増大させ\nるとともに他の従業員に加重負担を強いることにもなり、その結果従業員の公平な\n処遇が困難となるため他の従業員の不平不満を増大させることになることも明らか\nであり、職場秩序の円満な維持が困難になるものと見るのが相当である。又原告の\n遅刻欠勤も他の従業員と較らべると極めて多いばかりか事前に届出しないものが多\nいために業務上の支障が可成の程度あつたものと考えられる。更に、原告の職場到\n着遅刻はみずからの堅い信念に基づくものであつて一旦決めたことは昀後まで押し\n通す原告の態度（これは弁論の全趣旨によつて認められる）を併せ考えると、懲戒\n解雇を除く比較的軽い懲戒処分を科してもその反省と改善は容易に期待し得ないと\nころであつたというべきであるから原告には前記各懲戒事由について社会通念上懲\n戒解雇されても止むを得ないと認めるに足る情状があつたものといわざるを得な\nい。\nもつとも、原告の懲戒解雇の原因として主張されている事実はいずれも原告が配\n置換えされた昭和四八年九月から昭和五〇年九月末までのものであり、前掲甲第二\n一号証の一ないし四、証人Ｆ（第一回）の証言及び原告本人尋問の結果並びに本件\n口頭弁論の全趣旨を総合すると、原告の懲戒解雇の原因とされる事実については、\n右期間中延長職懇参加に際しての業務命令違反及び職場離脱について一度減給の懲\n戒処分がされた（後日撤回された）ことを除けば一度として何らの処分もされたこ\nとがなく、右懲戒解雇の時期は、原告に対する第三製造部車体二課、管理課の課\n長、工長、課員ら数十名による度重なる集団暴行事件（以下「集団暴行事件」とい\nう。）についての警察の事情聴取が始まつた直後であつたこと、右集団暴行事件に\nついて捜査が開始されたのは右事件について原告が警察に告訴したためであるこ\nと、原告は以前から「日野自工有志の会」という労働者の団体を結成してその構成\n員らとともに訴外Ｂの被告による解雇の撤回運動をするなど被告の労務政策に反対\nし批判して来たうえ昭和四九年夏には青梅労働基準監督署長に対し原告の違法な残\n業命令を申告し、同監督署長から原告に対する賃金支払命令がされたのをはじめそ\nの他にも労務管理上の被告の違法行為を明らかにしたことがあつたこと、右集団暴\n行事件の発端には原告らの車体二課長のした違法な労務管理に対する告発があつた\nことをそれぞれ認めることができ、他に右認定を覆えすに足りる証拠はない。以上\nによれば、被告が原告に対してした懲戒解雇が真にその懲戒解雇事由とされる原因\nの故にされたかの点について多少の疑問が存しない訳ではない。然しながら、原告\nの懲戒解雇事由とその情状については前説示のとおりであるうえ証人Ｆ（第一、三\n回）、Ｇの各証言により真正に作成されたものと認められる乙第一九号証ないし三\n四号証、証人Ｆ（簗一、三回）、Ａ、Ｇの各証言及び本件口頭弁論の全趣旨を総合\nすれば、被告人事担当者らは昭和四八年九月以降の原告の勤務態度についても原告\nの所属する課の課長であるＩから報告を受けその対応に苦慮していたが、昭和四六\n年四月の準社員契約の傭止め予告の撤回にまつわるやりとりやその後の原告の被告\n人事担当者らに対する態度、被告の労務政策に対する態度から、形式的にもせよ、\nようやく正常となつた原告と被告との関係（昭和四六年四月二〇日から同四八年八\n月末日まで被告が原告の就労を拒否していたことは前説示のとおりである。）を殊\n更に悪化させるのは得策でないと考え、一度軽い減給処分をしたほかはひたすら原\n告みずからの反省による態度の改善を期待していたものであること、然し、原告へ\nの集団暴行事件が起き、これが刑事々件となつて新聞雑誌等で報道されるに及び事\n態が被告会社全体に知れ渉ることになつた結果、原告と同一職場の従業員のみなら\nず広く被告従業員の多数から被告に対し原告の処分を求める動きが起きたため、こ\nれを放置していては職場の秩序の維持がほとんど不可能となるこ上や集団暴行事件\nの重要な原因の一つには原告らの集団による車体二課長や工長らの自宅への押しか\nけ抗議行為ないし集団による又は電話による嫌がらせ行為があつてその態様も執よ\nう且つ悪質で課長、工長の中には一時居所を変えて身を隠さざるを得なかつた者も\n居た程であつたことが認められ、この認定に反する証拠はない。以上によれば、原\n告の懲戒解雇は原告の懲戒解雇事由たる各行為について宥恕こそしていなかつたけ\nれどもその反省改善を原告みずからに期待し猶予していた被告が集団暴行事件後の\n他の従業員から原告に対する批判が高まり原告みずからの反省をまつていては企業\n秩序を維持できないため止むを得ずにした処分であつたものと推認することがで\nき、右推認を覆えすに足りる証拠はない。\nなお、原告は、被告が原告が被告に入社した直後から原告の政治活動、労働運動\nを忌み嫌い、事ある毎に原告を被告から排除しようとして来たものであり、それ故\nに原告の懲戒解雇も右の目的のためにされたもので無効であると主張する。\nそしてその具体例として①昭和四六年三月の傭止め予告、②同年夏の暴力団を使\nつた退社強要、③昭和四六年四月から昭和四八年八月までの就労拒絶、④昭和四八\n年一〇月の裁判傍聴妨害等を挙げるけれども、右①については、傭止め予告が社員\n登用試験の不合格のためであり、その不合格は原告が入社前にした政治活動がその\n原因である旨の原告本人尋問の結果が存在するが、右は証人Ｃの証言により真正に\n作成されたものと認められる乙第一七号証及び証人Ｃの証言と対比してこれをにわ\nかに採用することができず、他に右事実を認めるに足る証拠はなく、②の主張につ\nいては原告が暴力団員風の男たちから任意退職を強要されたことについて、これに\n添う甲第一〇号証の記載と原告本人の供述とがあるが、右暴力団員風の男たちをし\nて原告に退職を強要させたのが被告であるとの確証は存しない。③の主張について\nは、証人Ｆ（第一回）の証言及び原告本人尋問の結果部分（但し後記採用しない部\n分を除く。）によればその期間中被告が原告の就労を認めなかつたことが容易に肯\n認できるが、それが殊更原告の政治活動、労働運動上の活動を忌み嫌い原告を被告\nから排除するためにされた処置であるとまで断定し得る証拠はなく、かえつて証人\nＣの証言及び本件口頭弁論の全趣旨によれば、傭止め予告を撤回した際、被告は右\n撤回を原告が他に就職先を探すための傭止めの猶予期間と考えていたため出社して\nも仕事はしなくてよい旨を原告に伝えていたこと、右猶予期間の三か月経過後も原\n告が任意退社しなかつたため事の経緯から被告は事態の推移を見ようとして右就労\n拒否が続いたものであることが認められ、右認定に反する証拠はない。④について\nは、原告本人尋問の結果とこれにより真正に作成されたものと認められる甲第九号\n証によれば、被告人事担当者らにおいて原告主張の日時に被告構内でＢの解雇無効\n確認を求める裁判に関するビラを配布していた原告を一室に連行し、原告に対しビ\nラを配るのを止めることを求めて原告がその部屋から出ることを事実上不能にした\nことが認められるけれども、このことの故に原告に対してされた懲戒解雇の真の目\n的が原告を被告から排除することによつて原告の被告批判を初めとする労働運動を\n封ずることにあつたものとまでは云いえない。従つて、原告の前記挙示の主張はい\nずれもその理由がない。\nそうだとすれば原告の本件懲戒解雇が懲戒解雇権の濫用ないし公序良俗違反によ\nり無効であるとの主張及び本件懲戒解雇が不当労働行為であるから無効であるとの\n主張はいずれもぞの前提事実についてこれを認めるに足りないからその余の点につ\nいて判断するまでもなく理由がないことに帰着する。\n三　懲戒解雇の効力発生時期\n本件懲戒解雇は昭和五〇年一〇月三日付であり、その旨の意思表示が同日原告に\n到達したことは前記のとおり当事者間に争いがない。ところで、労働基準法二〇条\n一項但書によれば、解雇の意思表示がその日付に効力を生じるためには天災事変そ\nの他やむを得ない事由のために事業の継続が不可能となつた場合又は労働者の責に\n帰すべき事由に基づいて解雇する場合であることを要し、右の各事由について行政\n官庁（労働基準法施行規則七条により所轄労働基準監督署長）の認定を受けること\nが必要であるところ、右例外であるいわゆる除外認定は予告手当の支払をしないで\n即時解雇しようとする使用者の恣意的判断を規制する目的で監督指導上されるとこ\nろの一項但書事由に該当する事実の確認処分であるから、右但書事由が客観的に存\n在する以上除外認定をとることは解雇の効力発生の要件ではないと解するのが相当\nである（昀高裁判所昭和二九年九月二八日決定、裁判集刑事九八号八四七頁参照。\nそこで、本件について、右一項但書所定の事由があるかどうかついて検討するに、\n同項但書所定の「労働者の責に帰すべき事由」とは、当該雇傭契約ないし労働契約\nの実態からみて予告ないし予告手当の支給をしないで即時解雇されてもやむを得な\nいと考えられる程度の重大な職務違反ないし背信行為が労働者側にある場合をいう\nものと解するのが相当であつて、前記認定評価の懲戒事由からすれば原告が被告か\nら即時解雇されても止むを得ない重大な職務違反、背信行為があると認めるべきで\nある。従つて、被告のした前記原告に対する懲戒解雇はその意思表示をした昭和五\n〇年一〇月三日にその効力を生じたものといわなければならない。\n第四　未払賃金\n本件懲戒解雇が即日発効したものである以上、原告は被告に対して請求し得る未\n払賃金債権を有しないことは明らかである。\n第五　むすび\nよつて、原告の本訴各請求はすべて理由がないからいずれもこれを棄却すること\nとし、訴訟費用の負担につき民事訴訟法八九条を適用して、主文のとおり判決す\nる。\n（別紙（一））\n準社員就業規則（抄）\n三条　（就業の原則）\n①　準社員はこの規則及び業務上の指示命令を遵守しその職務を遂行しなければな\nらない。\n②　準社員が就業時間中業務外の事由によつて職場を離れる場合は所属長の許可を\n得なければならない。\n六条　（就業時間）\n①　就業時間は次の通りとする。ただし、季節的条件または事業場もしくは事務所\nの地理的条件により特例を設けることがある。\n始業時刻　午前八時\n終業時刻　午後五時\n②　業務上の都合により始業および終業時刻を変更することがある。ただし、同一\n暦日の範囲を越えて変更することはない。\n三七条　（懲戒の種類及び方法）\n懲戒は次に掲げる５種としその１または２以上を併科する。\n１　けん責　始末書をとり将来を戒める。\n２　減給　始末書をとり１回について平均賃金半日分以内を減給し将来を戒める。\nただし２回以上にわたる場合においても月収の１０分の１を越えることはない。\n３　出勤停止　始末書をとり原則として１４日以内出勤を停止し将来を戒め、その\n期間の賃金を支払わない。\n４　論旨退職　諭旨して退職させる。\n５　懲戒解雇　予告期間を設けないで即時解雇する。\n三八条　（懲戒の基準）\n準社員が次の各号の１に該当するときはその情状に応じてこれを懲戒する。\n１　この規則または遵守すべき事項に違背したとき\n２　タイムカードの不正打刻、その他虚偽の届出、申告（報告を含む）、願出を行\nなつたとき\n３　職務怠慢であるとき\n４　職場の風紀秩序をみだしたとき\n５　会社内で賭博、窃盗、詐欺、暴行、脅迫その他これに類似の行為をしたとき\n６　火気を粗略に取扱つたとき\n７　私物を作成または修理したとき\n８　許可なく会社の金品を持出しまたは私用に供したとき\n９　刑罰法規に該当する行為をしたとき\n１０　故意または重大なる過失によつて会社に損害を与えたとき\n１１　故意または重大なる過失によつて会社の名誉または信用を毀損したとき\n１２　業務上の怠慢により災害、傷害その他の事故を起こしたとき\n１３　会社の名または準社員たる身分を利用して自己または他人のために私利を営\nむ行為をしたとき\n１４　素行不良であるとき\n１５　就業時間中あらかじめ許可なく業務外の集会その他これに準ずることを行つ\nたとき\n１６　業務上の文書、帳票等を偽造し、または故意あるいは重大なる過失によつて\n破損、紛失、焼却したとき\n１７　故意または重大なる過失によつて勤務その他業務上必要なる手続、届出をし\nばしば怠つたとき\n１８　正当な理由なくしてしばしば遅刻、早退または欠勤したとき\n１９　経歴をいつわりその他の詐術を用いて雇われたとき\n２０　業務上の指示、命令に反抗したとき\n２１　許可なく職場を離脱したとき\n２２　業務の円滑な運営を阻害したとき\n２３　会社の秘密をもらしたとき\n２４　会社の承認を得ないで他の業務に従事したとき\n２５　会社の構内であらかじめ許可なく演説、放送、掲示等を行い、またはビラ、\n文書、図書、刊行物等を配布したとき\n２６　会社の構内で許可なく政治活動をしたとき\n２７　注意、訓戒または懲戒を受けたにも拘らず改悛の情がないとき\n２８　前各号に掲げる行為を企て、共謀し、扇動し、使そうし、教唆し、もしくは\nほう助したとき\n２９　その他前各号に準ずる程度の不都合な行為があつたとき\n（別紙（二））\n社員就業規則（抄）\n三条　（就業の原則）\n①　社員は職制によつて定められた所属長の指示に従い、職場の秩序を保持し、ま\nた上長は常に所属社員の人格を尊重し、たがいに民主的に協力してその職務を遂行\nしなければならない。\n②　社員は就業時間中業務外の事由によつて職場を離れる場合は所属長の許可を得\nることを要する。\n五条　（就業時間）\n就業時間は次の通りとする。ただし季節的条件および事業場または事務所の地理的\n条件により特例を設けることがある。\n始業時刻　午前８時\n終業時刻　午後５時\n四六条　（懲戒の種類及び方法）\n１　けん責　始末書をとり将来を戒める。\n２　年次有給休暇制限\n始末書をとり年次有給休暇を制限し将来を戒める。ただし、法令に定められた日数\nを制限されることはない。\n３　減給　始末書をとり１回について平均賃金半日分以内を減給し将来を戒める。\nただし、２回以上にわたる場合においても月収の１０分の１を越えることはない。\n４　出勤停止　始末書をとり原則として１４日以内出勤を停止し将来を戒める。\n５　懲戒解雇　予告期間を設けないで即時解雇する。\n四七条　（懲戒の基準）\n社員が次の各号の１に該当するときはその情状に応じてこれを懲戒する。\n１　この規則または遵守すべき事項に違背したとき\n２　タイムカードの不正打刻、その他虚偽の届出、申告（報告を含む）、願出を行\nつたとき\n３　勤務怠慢で業務に対する誠意が認められないとき\n４　職場の風紀秩序をみだしたとき\n５　会社内で賭博、窃盗、詐欺、暴行、脅迫その他これに類似の行為をしたとき\n６　みだりにタキ火をする等火気を粗略に取扱つたとき\n７　私物を作成または修理したとき\n８　許可なく会社の金品を持出しまたは私用に供したとき\n９　刑法に規定する犯罪に該当することをしたとき\n１０　故意または重大なる過失によつて会社に損害を与えたとき\n１１　故意または重大なる過失よつて会社の名誉を汚したとき\n１２　業務上の怠慢または監督不行届きによつて災害、傷害その他の事故を起こし\nたとき\n１３　会社の名義または社員としての資格を利用して、自己または他人のために私\n利を営む行為をしたとき\n１４　素行不良にして他の者に悪影響を及ぼす恐れがあるとき\n１５　作業時間中あらかじめ許可なく業務外の集会その他これに準ずることを行つ\nたとき\n１６　業務上の文書、帳票等を偽造し、または故意あるいは重大な過失によつて破\n損、紛失、焼却したとき\n１７　故意または重大なる過失によつて勤務その他業務上必要なる手続、届出等を\nしばしば怠つたとき\n１８　無届欠勤が引続き１４日以上にして正当な理由がない場合\n１９　経歴をいつわりその他詐術を用いて雇われたとき\n２０　業務上の指示、命令に不当に反抗したとき\n２１　しばしば注意を受けたにもかかわらず、職場を離脱したとき\n２２　故意に業務上の能率を阻害し、またはその機能を阻害したとき\n２３　会社秘密をもらしたとき\n２４　会社の承認を得ないで在籍のまま他に雇入れられたとき\n２５　会社の構内であらかじめ許可なく演説・放送・掲示等を行ないまたはビラ、\n文書、図書、刊行物等を配布したとき\n２６　注意、訓戒または懲戒をしばしば受けたにもかかわらず改悛の情がないとき\n２７　前各号に掲げる行為を企て、共謀し、扇動し、使そうし、または教唆し、も\nしくはほう助したとき\n２８　前各号に準ずる程度の不都合な行為があつたとき\n就業規則に関する了解事項（抄）\nこの了解事項は昭和３９年３月１日より実施の就業規則（以下単に「新就業規\n則」という）に附随するものであつて会社および組合双方が承認する事項である。\n新就業規則について賛意を表する。\n第五条　（就業時間に関し）\n始業および終業時刻の規定を尊重し、必ず始業時刻に作業を開始、終業時刻まで作\n業を継続するものとする。この実施を円滑にするため、なるべく始業時刻一〇分前\nまでに入場し、また終業時刻後に退場準備を行うものとする。就業時間とは労働時\n間に休憩時間を加えた拘束時間をいう。\n（別紙（三））\n労働協約（抄）\n一〇条　（労働条件の細部）\n従業員の労働条件、給与に関する細部については、社員就業規則、社員賃金規\n則、退職金手当規定、贈与金規定及び旅費規定において会社と組合が協議のうえ別\nに定める。\n（別紙（四））\n原告が従事した作業\n１　キヤンプ移載作業（左の番号順にされる）\n①　停止した電着塗装用キヤブとハンガーとを固定する四個所のピンを工具を使用\nして抜きとり、ハンガー解除の準備をする。\n②　キヤブを移載地点まで手押しする。\n③　キヤブ番号の確認、記帳する。\n④　キヤブを電動操作により荷台の台車に降してハンガーを解除する。\n⑤　ハンガーを電動操作により上げる。\n⑥　キヤブを載せた荷台を、約四メートル先の塗装水研ライン入口まで手押しす\nる。\n⑦　ハンガーを元に戻す。\n⑧　ハンガーを元来た動力コンベアラインまで約四メートルの間手押しして戻す。\n２　ステツプ加工作業（左の番号順にされる）\n①　ステツプを作業台に設置する。\n②　ラバー保温箱から滑り止めラバーを取り出し、右ラバーの三個所にビスをはめ\n込む。\n③　エアドライバーでビスを締め付ける。\n④　ステツプを反転させ、滑り止めのゴムトツパーをステツプの四個所にはめ込\nむ。\n⑤　塗装完了キヤブを艤装ラインヘのテーブルリフトに載せる作業を補助する。\n⑥　完成したステツプ二個及びフロントグリルをテーブルリフトに載せる。\n⑦　テーブルリフトを電動操作により階下に降す。\n⑧　⑦の作業の間、ビスにワツシヤー及びスプリングワツシヤーをセツトする。\n⑨　電着塗装完了のキヤブが、キヤブ移載作業の位置に到着した時に、キヤブのフ\nロントグリル、ステツプをそれぞれキヤブから取りはずし、前者はフロントグリル\n掛けに載せ、後者を作業台の近くに置く。\n３　グロメツト加工（左の番号順にされる）\n①　次工程で艤装する塗装完了キヤブの順序をキヤブ降し担当者の所で確認する。\n②　右の順序に従い、キヤブをその位置から艤装ラインへのテーブルリフト付近ま\nで手押しする。\n③　キヤブの内側及び外側（主として内側）のいわゆるバカ穴に穴止め用のゴムで\nグロメツト加工する（一台につき約一八個所）。\n④　グロメツト加工完了のキヤブをテーブルリフトの所まで移動する。\n⑤　右作業の間にキヤブ置場のキヤブを整理する。\n４　キヤブ降し作業\n以上\n（別紙（五）、（六）、（七）省略）\n"
}