{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和59(ネ)2549",
  "case_name": "日本航空懲戒",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19165",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19165",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/165/019165_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n一　控訴代理人は、「原判決中控訴人敗訴の部分を取り消す。被控訴人の請求を棄\n却する。訴訟費用は、第一、二審とも被控訴人の負担とする。」との判決を求め、\n被控訴代理人は控訴棄却の判決を求めた。\n二　当事者双方の主張は、原判決五枚目裏五行目の「限り」の次に「原則として」\nを、同七行目の「なつた」の次に「（以下、２、３の処分を「本件各処分」とい\nう。）」を、同一六枚目裏二行目の「指示した」の次に「（以下「本件勤務変更指\n示」という。）」を各加え、別紙の「控訴人の主張」、「被控訴人の主張」を付加\nするほかは、原判決事実摘示のとおりであるから、これをここに引用する。\n三　証拠関係（省略）\n理　　　由\n一　請求原因１ないし４の各事実は、当事者間に争いがない。\n二　勤務変更権の有無について\n本件各処分は、被控訴人が、本件勤務変更指示に従わなかつたことに起因するも\nのであるから、控訴人が勤務変更権を有するか否かについて判断する。\n１　被控訴人ら控訴人の客室乗務員（客室乗務員訓練生を含む。以下「客室乗務\n員」という。）の勤務時間、休憩、休日等の勤務に関する諸条件につき被控訴人の\n属する客乗組合と控訴人間に抗弁２（一）のとおりの勤務協定が存すること、勤務\n協定に勤務割作成後に控訴人がこれを一方的に変更できる旨の明文の定めがないこ\nとは、当事者間に争いがない。\n右争いがない事実と成立に争いがない乙第一号証、同第六号証、原本の存在、成\n立に争いがない甲第一号証、同第一七ないし第一九号証、証人ａ、同ｂ、同ｃ、同\nｄ（一部）の各証言によれば、次の事実が認められ、証人ｄ、同ｅの各証言中右認\n定に反する部分は採用できず、他に右認定を左右するに足りる証拠はない。\n（一）　控訴人の職員の就業時間、休憩、休日等の勤務条件は、控訴人の就業規則\n及びそれに基づく服務細則に定められているが、被控訴人ら客室乗務員の就業時間\n等の勤務条件については、その適用が除外されて別に定めることとされ（同規則第\n６４条（７））、この別の定めとして、客室乗務員就業規程（以下「規程」とい\nう。）がある。この規定を受けて控訴人と客乗組合との間に「客室乗務員の勤務に\n関する協定書」によつて協約が締結され（本件当時の協定を「本件協定」とい\nう。）、それについての覚書（ⅠとⅡがある。）（本件当時の覚書を「本件覚書」\nという。）が交換されていた。\n（二）　本件協定及び本件覚書は、規程に基づき更にその内容を詳細に定めたもの\nであるが、客室乗務員についての勤務時間、休養、休日等の勤務条件を定めた（右\n定めは労働基準法等の法令所定の基準を充たしている。）上、「客室乗務員の勤務\nは、勤務の種類及び休日を明示した勤務割表による」（本件協定３ー１）、「勤務\n割表は原則として一か月を単位とし、前月の二五日までに作成し各人に配付す\nる。」（同３ー２）、「勤務割作成にあたつては、この協定に定める事項に準拠し\nなければならない。」（同３ー３）としている。この勤務割は、毎月二五日に翌月\n分が一括して客室乗務員に公表されるが、その後も客室乗務員各人の年休又は病休\nの申請、航空機材の変更、運航時間の変更等に応じ、控訴人が一方的に変更し、そ\nの変更ごとに控訴人から各客室乗務員に乗務指示として通知されていた。\n（三）　規程はもとより、控訴人と客乗組合との協約にも、控訴人が勤務割を一方\n的に変更指示できることを定めた明文はないが、規程及び本件協定、本件覚書（乙\n第一、第六号証）中には、一定の場合であるが、控訴人が勤務割を変更しあるいは\n変更することを前提とする定めがある。例えば、本件協定４ー３、同６ー２ー５は\n控訴人が勤務割の変更を義務付けられている規定であるが、これは控訴人が勤務割\nを変更することを前提としているものであり、規程７条、本件協定５ー４ー１、同\n５ー４ー２は先任客室乗務員又は機長が制限勤務時間、乗務時間を延長できる規定\nであり、同５ー１ー２、同５ー５は勤務割変更がされることを前提とする規定であ\nり、規程１１条、本件協定５ー８ー１、同５ー８ー２、同６－２－２は勤務割を変\n更することを前提とした上、その変更がされる場合の制限規定であり、本件覚書Ⅱ\n４は控訴人が一定の手続をとることにより協定に定める出頭時刻前に出頭を命じう\nる規定である。\n２　右に認定の事実を基にして判断するに、客室乗務員の勤務時間、休養、休日等\nの勤務条件については、控訴人の営む定期航空運送事業における客室乗務員の勤務\nの特殊性にかんがみ、地上職員のように固定的、一律にこれを規定するのは適当で\nないため、規程及び本件協定、本件覚書により、勤務割指定、変更という方法によ\nり控訴人がこれを定めうることにしたもの（勤務割制度）と解せられる。定期航空\n運送事業は、運輸大臣の免許を得たもののみが営みうる独占的事業であつて利用者\nの選択の余地が少ない上、予め定められた運航時刻（運航ダイヤ）によつて運航さ\nれるべきもので、右運送業務の遅滞が公共の利便に与える影響は極めて大きいとこ\nろ、右運送業務は、天候の悪化、災害の発生、航空機材の故障等による延着、欠航\n等に強く影響を受け、その遂行のためにはこれに緊急に対応する必要があり、ひい\nては客室乗務員の勤務もこれに応じざるをえないが、勤務割の変更については、職\n員の技能、経験、職員間の公平、勤務条件についての労使間の合意、変更前の勤務\nについての補充要員の有無等多様、複雑、困難な諸要素を考慮して緊急に対処する\n必要があるから、客室乗務員の勤務割の変更は、控訴人の裁量判断に委ねるのが相\n当であつて、右のように控訴人が勤務割を定めうるのみならず、これを変更しうる\n権利をも有するものと解するについて十分根拠のあるものであり、これを違法とす\nべき事情は存しない。このような、右の勤務割制度の趣旨からすれば、控訴人は、\n労働基準法等の法令、就業規則、規程及び本件協約、本件覚書等の制約に反しない\n限り、客室乗務員に対し、勤務割を指定しうる権利を有するのはもちろん、勤務時\n間の延長、休養時間の短縮等にわたることがあつても、一旦指定した勤務割を変更\nしうる権利をも有するのであり、このことは、勤務割変更をするのが勤務日当日で\nあるか否かによつて異なるものでないと解するのが相当である。\nもつとも、勤務割変更指示は、勤務時間の延長、休養時間の短縮等を招き客室乗\n務員の私生活に影響を与えることが多いのであるから、控訴人は、勤務割変更指示\nに当たつては、変更の事由、その必要性、変更権行使の時期、変更される者への影\n響の程度、後記のスタンドバイ制度が設けられていること等諸般の事情を考慮して\n慎重にこれを行うべきであり、控訴人がこのような考慮を怠り、その有する権利の\n行使がその範囲を超え、濫用にわたる場合には違法となるというべきである。\n被控訴人は、客室乗務員の始業・終業時刻が前月二五日に会社が発表する勤務割\nによつて確定され、その後の変更（特に当日の勤務割変更）は客室乗務員の承諾を\n得ない限りできない旨の主張をし、控訴人の勤務割変更は、本件協定４ー３、同６\nー２ー５、本件覚書Ⅱ４のように協定又は覚書によつて勤務割変更が認められた場\n合に限られるとするが、これらの規定は、前示のとおり、控訴人に勤務割変更権が\nあり、これを前提とした上、控訴人に勤務割変更を義務付けたもの又は控訴人が勤\n務割変更をする場合の制限を規定したものと解するのが相当であつて被控訴人主張\nの趣旨の規定とは解せられず、また、本件覚書Ⅱ４の場合に勤務割変更に客乗組合\nへの通知、理由の説明義務を課したことをもつて当日の勤務割変更が禁止されてい\nる根拠とするが、右の規定は、本件協定５ー１０ー１（１）に定める航空機出発予\n定時間との関係で定められている出頭時刻前に出頭させる場合の規定であつて、大\n雪、大規模なデモ等で通常の出頭時刻に出頭が確保できないでかなり多数の乗務員\nの勤務変更を要する場合を予想して特別な手続規定を定めたものであつて、それ以\n外の勤務割変更に及ぶものではないと解されるから、当日の勤務割変更禁止の根拠\nとはならないものというべく、さらに、スタンドバイ制度（本件協定１ー４）が設\nけられていることをもつて、その主張の根拠とするところ、右制度が勤務割の不時\nの変更に備えたものであることは右協定上明らかであるが、規程、本件協定、本件\n覚書等上これによつて控訴人の勤務割変更権が被控訴人主張のごとく制限されるも\nのと解すべき規定はなく、スタンドバイ制度のあることが勤務割変更の際考慮すべ\nき事情ではあつても、被控訴人の主張の根拠となるものとは解せられない。証人\nｆ、同ｄ、同ｅの各証言中には、被控訴人の主張に沿う部分があるが、前示説示に\n照らし、たやすく採用することができない。\n他に控訴人が勤務割変更権を有することについての前示認定判断を覆して前月二\n五日に発表される勤務割後の変更又は勤務日当日の勤務割変更が被控訴人主張のご\nとく制限されるものと解すべき右規程等上の規定その他の証拠はない。\n三　本件勤務割変更指示の適否について\n１　抗弁１（一）の事実及び同（二）（１）、（２）のとおりの機材故障が発生\nし、控訴人が同記載の判断の下に、同記載の機材の変更、客室乗務員の変更をした\nことは当事者間に争いがない。\n２　控訴人がした機材故障に伴う機材変更の処置が合理的であつたことは、原判決\n五四枚目表三行目の「本件」から同裏末行目末尾までのとおりであるから（但し、\n同裏八行目の「これと」の次に「前掲ａ証言及び」を加える。）、これをここに引\n用する。\n次に、機材変更に伴う客室乗務員の勤務割変更の必要性及び客室乗務員の選択の\n適否についての判断は、次のとおり付加し、削除するほかは、原判決五五枚目表一\n行目の「機材」から同五八枚目表六行目の「ある。」までのとおりであるからこれ\nをここに引用する。\n（一）　原判決五七枚目裏四行目の「なお」から同末行目の「あるが、」までを削\n除する。\n（二）　同五八枚目表六行目の「ある。」の次に改行の上、次のとおり付加する。\n「前掲乙第一号証、成立に争いがない乙第三号証、同第五号証、証人ｇの証言によ\nり真正に成立したことが認められる同第七号証及び証人ｈ、同ｉの各証言並びに弁\n論の全趣旨によれば、当時被控訴人らのグループの者は、既に規程及び本件協定に\n定められた一二時間（規程１１条１項、本件協定５ー８ー１（１））以上の休養を\nとつており、本件勤務割変更指示は労働基準法等の法令の定めに反すると認められ\nるところはないのみならず、就業規則、規程、本件協定、本件覚書等上の制約にも\n抵触しないのであり、被控訴人らグループの者が本件勤務割変更指示に応じても、\n休養時間は三〇分程度短縮されるのみであり、また羽田の到着時刻は一時間二五分\n延長されるが、変更後の昀後のスケジユールはデユーテイデツドヘツド（機内業務\nに従事することなく航空機に搭乗して移動すること）（規程２条（６）、本件協定\n１ー５）であつてその労働負担が著しく重くなるものではなく、被控訴人らのグル\nープの者が本件勤務割変更によつて私生活上著しい影響を受ける事情は窺えなかつ\nたことが認められ、この認定を左右するに足りる証拠はない。\nところで、前示のとおり本件協定にはスタンドバイ制度があり、被控訴人は、被\n控訴人らのグループの者の勤務割をそのままとして福岡及び東京のスタンドバイ要\n員を乗務させるべきであつたと主張し、被控訴人らのグループ及びｊグループとも\nに当初予定した便に乗務させ、三二六便は福岡及び東京のスタンドバイ要員によつ\nて運航することも不可能でなかつたことは、控訴人において自認するが、しかし、\n前示のとおり控訴人は定期航空運送事業を営むものであり、その業務運営の過程に\nおいてしばしば生じうるトラブルに緊急に対応して遅滞なく業務を遂行することが\n要求されていることを考えれば、控訴人がいかほどのスタンドバイ要員を確保し、\nこれをいかように起用するかは本来控訴人の裁量に委ねられているものというべき\nであり、前掲各証拠によれば、本件勤務割変更指示当時、福岡には三名の自宅待機\nのスタンドバイ要員が、東京には九名の出勤スタンドバイ要員、一〇名の自宅待機\nのスタンドバイ要員がいたほか、成田には国際線におけるスタンドバイ要員が確保\nされていたが、控訴人は、スタンドバイ要員の起用方針として、①同じ基地どうし\nで確保すること（後述のとおり控訴人は東京、大阪及び福岡の三空港に客室乗務員\nの基地を置いており、客室乗務員はそのいずれかに属しているところ、勤務割変更\nの必要が生じ、そのためスタンドバイ要員を起用するときは、当該勤務割を変更す\nる客室乗務員の属する基地のスタンドバイ要員を起用する。）、②スタンドバイ要\n員を起用しなければ対応できない事態に備えるため勤務中の者の勤務割変更指示で\n賄いえない場合にスタンドバイ要員を起用することとしていたこと、本件機材繰り\n変更に伴いＤＣ１０型機で運航される九〇九便（午後六時五〇分東京発沖縄行）に\nはスタンドバイ要員八名を起用せざるを得ない状況にあり、同便と三二六便をとも\nに東京のスタンドバイ要員で運航すると（右①の関係）東京のスタンドバイ要員は\nスチユワーデス三名を残すのみとなること、被控訴人主張の処置によると、更に他\nに勤務割変更の事態が生じることが認められ、この認定を左右するに足りる証拠は\n存しないところ、控訴人が本件場合において右スタンドバイ要員起用の方針のもと\n右の事情その他前示諸事情を考慮して右スタンドバイ要員の起用をしなかつたこと\nは、控訴人の裁量の範囲に属するものというべきであり、この点被控訴人らのグル\nープの者を一五四便に乗務させ、一五三便に成田のスタンドバイ要員を起用する方\n法がありえても、成田のスタンドバイ要員は国際線におけるものであることに前示\n諸事情を併せ考えれば同断であり、他に前示諸事情に照らし控訴人が右スタンドバ\nイ要員を起用しなかつたことが控訴人の裁量の範囲を逸脱しているものと解すべき\n事情を認めうるような証拠はない。\n以上認定し説示したところを総合考察すれば、本件勤務割変更指示は、勤務日当\n日になされたものであつても、たやすくこれを不合理、不相当のものということは\nできない。\nこのような次第で、控訴人がした機材の変更は合理的であり、客室乗務員の勤務\n割変更の処置に格別不合理、不相当なところはなく、本件勤務割変更指示に権利の\n濫用ないし信義則違反は認め難い。\nしたがつて、本件勤務割変更指示は適法である。」\n四　本件各処分の適否について\n１　被控訴人が本件勤務割変更指示に応じなかつた経緯について判断する。\n被控訴本人尋問の結果（原審）によつて原本の存在とその真正成立が認められる\n甲第二七号証、前掲乙第七号証（一部）、証人ｆ、同ａ、同ｇ（一部）、同ｋ（一\n部）の各証言、被控訴本人尋問の結果（原審、当審）並びに弁論の全趣旨によれ\nば、次の事実が認められ、乙第七号証、弁論の全趣旨により原本の存在とその真正\n成立が認められる同第二一号証、同第二三号証及び証人ｋ、同ｇの各証言中右認定\nに反する部分は採用できず、他に右認定を左右するに足りる証拠はない。\n（一）　控訴人は、東京、大阪及び福岡の三空港に客室乗務員の基地を置いてお\nり、客室乗務員はそのいずれかに属していて基地へ通勤可能な地域に居住し、一連\nの勤務は必ず基地から始まり、基地に終わることとされ、被控訴人のグループの者\nは東京の基地に属しており、昭和五四年一一月二四日の本件前日及び翌二五日の本\n件当日の被控訴人とその部下のスケジユールは抗弁１（一）記載のとおりであつた\nが、本件当日に同（二）１記載の機材故障が発生したため、控訴人は、同所記載の\n判断をして機材繰りを当初予定の原判決別紙（二）記載のものから同（三）のもの\nに変更し、右変更に伴い、同（二）（２）記載の判断の下に、被控訴人らのグルー\nプを含む同所記載の内容の客室乗務員のスケジユール変更をした（この各事実は、\n当事者間に争いがない。）。\n（二）　被控訴人らのグループの者の本件当日のシヨウアツプタイムは午後二時五\n〇分であり、宿泊先の東洋ホテルを出発すべきピツクアツプタイムが同午後二時二\n〇分となつていた（このことは当事者間に争いがない。）ところ、被控訴人は、同\n午後零時三〇分ころ食事のために同じグループのアシスタントパーサー三名と共に\n東洋ホテルを出て、同午後一時四五分ころ同ホテルに戻つたところ、ホテルのフロ\nント係より「大阪の航務課から電話を下さいとのメツセージが入つています。」と\nの連絡を受けた。\n（三）　被控訴人は、直ちに控訴人の大阪空港支社航務課に電話したところ、同課\nの担当者が本件勤務割変更指示をした（この事実は当事者間に争いがない。）。こ\nれに対し、被控訴人は、「当日の勤務変更は協定違反になると思うが組合の了解を\n得ているか。」と尋ねたところ、同課員は、「組合と連絡をとつてやつていると思\nうが。」と答えたが、その点を確認していなかつたので、「羽田から電話させれば\nいいのか。」と尋ね、被控訴人は「そうです。」と答えた。\n（四）　同日午後一時五〇分ころ、同航務課の課員は、同支店旅客課に、「一五四\n便のクルーが来ないので、飛行機が大幅に遅れる可能性がある。」旨を伝えるとと\nもに、羽田客室乗員部（ａスケジユーラー）へ連絡し、被控訴人が勤務割変更につ\nいて組合の了解を求めている旨の連絡をした。これとほぼ同時に、同大阪支店にお\nいては、旅客課と客室乗員課で対応策を協議し、ちょうど乗務を終了したばかりの\nｌチーフパーサーのグループに一五四便乗務への協力を求めた。\n（五）　同日午後二時ころ、ａから連絡を受けた羽田客室乗員部のｇ先任チーフパ\nーサーは、同ホテルのロビーにいた被控訴人に電話し、本件勤務割変更の指示をし\n（この事実は当事者間に争いがない。）、その理由を説明した。被控訴人は、同人\nに対しても、「組合の指示に従うので、組合と連絡をとつてほしい。」と答えた。\nｇは、被控訴人に対し、「乗務拒否するのか。」と詰問したが、「一応組合に連絡\nしよう。」と答えるとともに、「部屋に戻つて、制服に着替えるように。」と指示\nした。\n（六）　そのころ、羽田客室乗員部のｍチーフパーサーは、客乗組合本部に電話\nし、同本部の副委員長であるｆに対し、被控訴人らグループの者について勤務割変\n更をする事情を説明し、組合から被控訴人を説得してほしいと依頼した。これに対\nし、ｆは、「一五四便に被控訴人のグループを乗務させ、下りの一五三便は成田に\nいるスタンドバイ要員を充てるのはどうか。」と提案した。これに対し、ｍは、\n「なるほど。」と言つて、検討を約した。\n（七）　ｆは、同日午後二時一五分ころ、ホテルの部屋に戻つていた被控訴人に電\n話し、「一五四便で終わりにし、成田からチヤーターバスで帰るということでいい\nか。」と尋ねた。被控訴人は、「それでいいが、アシスタントパーサーの意見を聞\nいて、電話する。」と答えた。\n（八）　ｍは、（六）の電話後直ちにｇとｆの提案について協議したが、結局これ\nを拒否して当初の指示どおり被控訴人の勤務割を変更することを確認し、ｍが、ｆ\nに電話したが、同人は（七）の通話中であつた。\n（九）　ｆは、（七）の電話が終わつた直後に、ｍから電話があつたことを知らさ\nれたので、ｍに電話した。ｍは、ｆに対し当初の指示どおり、被控訴人を一五四便\nに乗務させることを伝えた。この電話は、途中からｍからｇに伝わつたが、その通\n話の途中に別の電話で大阪支店から羽田客室乗員部に電話があり、一五四便には別\nのグループが乗務することにつき了解を求めた（ｌグループは、一五四便の乗務を\n了承し、同日午後二時一五分ごろには一五四便に搭乗していた。）。ｇは、大阪支\n店の処置を了解し、ｆに対し、「今、大阪から電話が入つて、いらなくなつた。」\nと伝えた。\n（一〇）　被控訴人は、（七）の電話の後に他のアシスタントパーサーの了解を得\nて、同日午後二時二五分ころ、ｆに電話し、「アシスタントパーサーの了解を得た\nので、一五四便に乗務する。」旨を伝えたが、ｆから、一五四便は他のグループで\n運航したことが伝えられた。\n（一一）　一五四便の運航は、ｌチーフパーサーのグループが乗務し、同日午後二\n時三三分ころ大阪空港を出発した。\n２　次に、控訴人と客乗組合との間の勤務割変更についての交渉の経緯等について\n判断する。\n証人ｂの証言によつて真正に成立したことが認められる乙第一五号証、証人ｆの\n証言によつて原本の存在とその真正成立が認められる甲第二一号証の一ないし四、\n証人ｄの証言によつて真正に成立したことが認められる乙第二五号証、証人ｅ、同\nｄ、同ｃ、同ｂの各証言及び被控訴本人尋問の結果（原審、当審）によれば、次の\n事実が認められ、これを左右するに足りる証拠はない。\n（一）　控訴人が一旦定めた勤務割を一方的に変更しうるか否かは、本件協定が成\n立した昭和五〇年当時は問題とされなかつたが、昭和五三、四年ころから客乗組合\nが勤務日当日における勤務割変更は協定上違法であるとの主張をしはじめ、組合員\nにその旨の教宣をするとともに、控訴人と交渉していた。しかし、控訴人は、協定\n上も会社が一方的になしうる旨主張し、客乗組合と意見が対立していた。\n（二）　本件に至るまでも、控訴人から客室乗務員に対して、天候の変更、機材の\n故障等のため、勤務日当日においても、勤務割変更指示がされてきたが、乗務員が\n異議なくこれに応じ又は控訴人が乗務員の異議を入れて勤務割変更指示を撤回した\nりしたため（これらの折衝には客乗組合が介在したこともあつた。）、勤務割変更\nの根拠が明確にされたことはなかつた。\n（三）　被控訴人は、同僚の客室乗務員が勤務日当日の前夜半に出勤時刻を早める\n勤務割変更指示を受け困つたとのことを聞き、昭和五四年一〇月下旬ごろ客乗組合\n事務室を訪ねて、組合の意見を聞いたところ、ｎ執行委員から、勤務日当日に会社\nが一方的に勤務割を変更することは組合として認めていないので、そのような場合\nには組合に相談してほしいと言われた。\n（四）　控訴人の客室乗務員の勤務について、労働基準監督署は、昭和五五年こ\nろ、控訴人に対し、客室乗務員について始業、終業時刻が就業規則上明らかでない\nとして改善を求めた。\n３　右１、２の認定の事実に基づき本件各処分の適否について判断する。\n本件各処分の内容は、前示一のとおりであり、被控訴人が正当の理由なく本件勤\n務割変更指示に従わず、就労を拒否したことを理由とするものである。\nしかしながら、前示１の経緯によれば、被控訴人が大阪支店の航務課の課員及び\nｇに述べたことは、本件勤務割変更について客乗組合の了解を得ることを求め、組\n合の了解があれば従うというものであり、それに対する控訴人側の対応も、これを\n拒否することなく、同組合と折衝することとし、更に組合側の対案をも検討するこ\nととしていたのであつて、被控訴人としては、会社と客乗組合とが話し合い、その\n結果を伝えてくれることを待つていたに過ぎないのであり、被控訴人が結局一五四\n便に乗務しなかつたのは、ｌグループが乗務を了承したことによるものであり、こ\nれをもつて就労拒否ないし乗務拒否とするのは相当ではない。もつとも、被控訴人\nが客乗組合の了解を得ることを求めたことは、本件のような急迫した事態の下では\nいささか硬直した対応であるとの非難は免れないが、前示２の経緯に照らせば、被\n控訴人が本件につき客乗組合の了解を得るべきであると判断したことも、それなり\nに無理からぬところがあり、これをもつて、就労拒否ないし乗務拒否とはたやすく\n評価し得ないし、被控訴人の国内線パーサーとしての判断、指導、統率、規律、責\n任感等に不十分な面があるともいえない。\nしたがつて、本件各処分は、いずれもその前提を欠くもので違法無効であり、こ\nれらを前提とした請求原因４（一）ないし（三）記載の処分事実の公表行為等もま\nた違法な行為と評価するべきである。（同（四）記載の「デイリー・スケジユー\nル」上の表示は、下位職代行を命じた場合の必然的な措置と言うべきであり、それ\n自体は違法な公表行為と目すべきではない。）。\nそして、規程、本件協定、本件覚書等の内容、従来の勤務変更についての客乗組\n合の控訴人に対する対応、本件当日における被控訴人及び客乗組合の控訴人に対す\nる対応、並びに本件各処分につき控訴人は被控訴人の異議申立てないし再審議申立\nてを退けていること等に照らすと、控訴人には右各違法行為をするについて少なく\nとも過失があつたというべきであるから、右各行為は被控訴人に対する不法行為を\n構成するものである。\n四　損害について\n右不法行為による損害についての判断は、原判決六六枚目表末行目の「結果」の\n次に「（原審、当審）」を加えるほかは、同二行目の「前記」から同六七枚目表二\n行目末尾までと同一であるから、これをここに引用する。\n五　以上のとおり、被控訴人の本訴請求は、本件懲戒処分の無効確認並びに慰謝料\n金二〇万円及びこれに対する本件訴状送達の日の翌日であることが本件記録上明ら\nかな昭和五五年四月一〇日から支払済みに至るまで年五分の割合による遅延損害金\nの支払を求める限度で理由がある。\nよつて、結局これと同旨の原判決は相当であり、本件控訴は理由がないからこれ\nを棄却すべく、控訴費用の負担につき、民事訴訟法九五条、八九条を適用して、主\n文のとおり判決する。\n（裁判官　鈴木弘　時岡泰　筧康生）\n（別紙）\n控訴人の主張\n第一　控訴人会社の勤務変更命令権の法的根拠について\n一　控訴人会社（以下単に会社という）は原審以来一貫して、前月二五日に客室乗\n務員に対し勤務表の交付による当月一か月の業務指示を与えた後においても、欠務\n者の発生とか、天候・航空機材の故障・空港施設の事情等により運航ダイヤの変更\nを余儀なくされる等の諸事情によつて必要が生じた場合には、客室乗務員に対して\n当初の勤務スケジユールを変更した乗務を指示する業務命令を発することができる\n旨を主張してきた。\n原判決は「勤務時間の繰上げを当日になつて命じることは、勤務協定にこれを認\nめる規定が存在するか、又はその旨の事実たる慣習が存在しない限り、許されない\nと解すべき」であるとした上で、「そのような規定や事実たる慣習は存在しない…\n…から、被告会社には少なくとも当日になつてから勤務時間の繰上げを内容とする\n勤務の変更を命じる権限はないと解すべきである」との誤つた判断を行つたが、こ\nの誤つた判断は根本的には会社と客室乗務員との労働契約の内容並びに勤務協定の\n趣旨を的確に認識しないことから生じたものである。会社は客室乗務員との労働契\n約ならびにこれを踏まえた勤務協定にもとづき客室乗務員に対して勤務変更を指示\nしうる権限を有しているものである。勤務協定に、「会社は勤務変更を命ずること\nができる」旨の明文の規定がないまま勤務変更が行われることを前提とする諸規定\nが定められているのは、正に勤務変更が労働契約の内容となつているからであり、\n勤務協定に明文の規定が存在しなければ会社の命令権は認められないとする原判決\nの考えは本末顛倒というべきものである。\n以下その要点を整理して簡潔に述べる。\n二　結論から先にいえば、会社が客室乗務員に対し会社の業務命令として勤務変更\nを指示することができるとする法的根拠は、会社と客室乗務員との労働契約内容に\nある。そして会社が原審以来指摘してきた勤務変更を前提とする勤務協定（付属覚\n書を含む）の諸条項および事実たる慣習の主張は、会社と客室乗務員との労働契約\n内容を、会社に勤務変更命令権を認めたものと解すべき裏付けとして主張してきた\n趣旨にほかならない。\nすなわち、会社が勤務変更を予定しあるいは当然の前提としている勤務協定中の\n諸規定として指摘した覚書Ⅰ２６、協定５ー８ー１（１）、６ー２ー２、５ー５、\n６ー２ー５、６ー４等は、これらの規定が定める場合にこれらの規定に基づき会社\nが勤務変更を命じうるものとして主張したのでは決してない。それはこれらの規定\nの内容からも容易に理解されよう。これらの諸規定は、乗員交替の措置（当然に勤\n務変更を伴う）を採るべき場合であるがその措置を採ることができないときに、欠\n員のまま乗務を命じうる（覚書Ⅰ２６）、宿泊予定地において休養時間が一二時間\n未満でも勤務を命じうる（協定５ー８ー１（１）\n勤務の継続を命じうる（同５ー５）とか、乗員交替・勤務終了時刻の延伸・勤務割\n変更による休日日数の減等が生じた場合の取扱い等を定めるものにすぎない。\nしかし会社がこれらの諸規定の存在を指摘したのは、「勤務変更を命ずることが\nできる」ことを明文で定めずにこれを当然の前提として、勤務変更を命ずべきであ\nりながらそれができなかつた場合の取扱いとか、勤務変更が行われた事後の勤務の\n取扱いを定めているその規定の仕方にこそ、指摘する理由が存したのである。これ\nを更に敷衍すれば、勤務協定にはどういう場合にどのような手続をもつて勤務変更\nを命ずる旨の明文の規定が一切置かれないまま、勤務変更を必要とする事態が日常\n非常に多く発生する実情を踏まえて、会社の義務として乗員交替の措置を講ずべき\n場合の一部を定めたり、更には乗員交替の措置を講ずべき場合であることを当然の\n前提としながらその措置が講ぜられない場合の取扱いについてのみ定めたりしてい\nるのは、乗員交替ないし勤務変更が行われることを当然のこととしながらも、その\n必要が生ずる事情とか態様を列挙することは著しく困難でありまた妥当でないから\nであるが、その根底に、会社と客室乗務員との労働契約内容として、必要ある場合\n会社が勤務変更を命じうることが合意認識されているからにほかならない。\n三　労働者は使用者の指揮命令に従つて労働する業務を負うものであるという労働\n契約の本質からして、労働契約を締結したことにより、そこに格別の明示的合意が\nなくても使用者は労働者に対する労務指揮権を取得し、労働者は使用者のそのとき\nどきの指揮命令に従つて労務に服する業務を負う。これが労働契約の内容であり、\n労務指揮権を行使して個別具体的な労働内容を指示することは労働給付義務の内容\nを具体化しその履行をはかるための行為にすぎないから、労働契約の内容となるも\nのではない。したがつて、一旦発した指示内容を後に変更することが労働契約上何\nらの問題となりえないものであることはいうまでもない。\nそうはいつても、使用者が有する労務指揮権の内容は無限定のもので、如何なる\n内容、態様の指示もできる、というものではない。これを枠付するのが個別労働契\n約の内容である。例えば労働契約において勤務場所が特定されていれば、それ以外\nの場所において労務に服することを労務指揮権の行使として命ずることはできない\nし、職種が特定されていればそれ以外の種類の業務に従事することを命ずることは\n許されないことになる。また、そのような勤務場所とか職種が限定されていない場\n合でも、労働条件の一内容として労働日、労働時間、始・終業時刻が特定されてい\nれば、原則としてその所定の枠の中における労働について労務指揮権が行使される\nのである。\nしたがつて、使用者が労働者に対しどのような範囲の事項について労務指揮権の\n行使として指示命令できるのかということは、当該労働契約の内容如何によつて決\nまるということができるが、労働契約にこれが明示されることは通常ないことであ\nるから、諸々の事情を総合して合理的な意思解釈を行い決定しなければならない。\nその場合、就業規則や労働協約等の定めはもとよりであるが、予定されている業務\nの特性や職場の実情も十分斟酌されるべきであろう。\n四　本件で問題となつている勤務変更の指示とは当初予定されていた勤務スケジユ\nールを変更して異なる勤務に就くよう命ずる指示である。すなわち、その本質はあ\nくまで勤務内容に関する当初の指示を変更するというところにあり、勤務時間の変\n更にあるのではない。勤務内容の指示が勤務・乗務時間の指定につながるという客\n室乗務員の勤務の特殊性から、勤務内容の変更が勤務時間の変更をもたらすことは\n事実であるが、勤務時間の変更は勤務内容の変更のいわば反射的結果というべきも\nのである。勤務変更の指示を勤務内容変更の指示と勤務時間変更の指示という二つ\nの指示であると解すべきではない。これは的確に認識される必要がある。\nそして、勤務内容の変更そのものに限つていえば、前述した労働契約の本質から\nして会社が変更命令権を保有することは全く議論の余地がないのであるから、問題\nはそのような勤務内容の変更が勤務時間の変更につながる場合に、その変更の指示\nは労務指揮権の行使として認められる範囲を超えるものといわざるをえないのかど\nうかということになろう。それは正に会社と客室乗務員との労働契約内容の解釈の\n問題である。勤務時間を変更する指示権を認めることになるといつても、被控訴人\nが批難するように労働時間・時期の自由な決定・変更の権限をいわば白地的に会社\nに付託することになるものではなく、勤務内容の特定、したがつて勤務時間の特定\nは一か月ごとに前月二五日に交付される勤務割表によつて行われるという制度のも\nと、勤務協定が定める勤務時間・乗務時間の制限その他の枠内でのみ認められるこ\nとであるから、会社に勤務内容の変更、したがつて勤務時間の変更を指示する権限\nを認めることは適法に合意しうる性質のものである。決して「奴隷労働の契約にも\n類するものであつて、公序良俗に反し無効と解されるべき」ものではない。このこ\nとはスタンド・バイ制度を想起すれば容易に理解されよう。\nところで会社と客室乗務員との労働契約は、航空機による旅客輸送に必要な機内\n業務（客室内の各種サービス業務、保安業務およびその付帯業務）に従事すること\nを目的として締結されているのであつて、定期航空運送事業の高い公共性に関する\n認識はもとより、業務の特殊性も当然の前提となつている。事業の高い公共性につ\nいては今更述べるまでもないところであるが、定期航空運送業務の特殊性とは、こ\nれを客室乗務員の服務の中心となる乗務について見れば、業務内容が運航ダイヤで\n内容と時間が特定されている運航便単位にとらえられる（現実には幾つかの便の組\n合せによる乗務パターンを指示される）結果、勤務内容の指示が勤務時間の特定に\nつながると同時に業務の途中から参入したり途中で打切るというような服務を分割\nすることはできない性質のものであること、原則として所定の人員を欠いたまま運\n航することは許されないから、年休の取得とか私傷病等による欠務者を生じたとき\nは運航を維持するため他の乗務員を起用して欠員を補充しなければならないこと、\n天侯・航空機材の支障・空港施設の事情等によりしばしば運航ダイヤの変更を余儀\nなくされること、等が挙げられる。\n労働者が使用者の指揮命令に従つて労務に服し、そうすることによつて業務の円\n滑な遂行をはかるという労働契約の本質を踏まえるならば、前述のような特殊性を\n有する業務に従事することを予定した会社と客室乗務員との労働契約においては、\n会社がその労務指揮権の行使として、勤務内容の指示にとどまらず勤務・乗務時間\nを指定しうることを認め、また欠員の補充・運航ダイヤの変更等に対処するため業\n務上必要なときは一旦発した勤務内容の指示ならびに勤務時間の指定を変更して客\n室乗務員に勤務を指示しうることを認め、会社から指示されたときは客室乗務員は\nこれに従うべき義務を負うものであることが労働契約内容として合意されている、\nと解するのが合理的意思解釈というべきである。勤務協定（付帯覚書を含む）の諸\n条項および職場の実情（慣習）は会社と客室乗務員との労働契約が上述のように解\nされるべきことを裏付けている。\n第二　会社の勤務変更命令権と勤務協定の諸条項等について\n一　総説ーー覚書Ⅱ４についてーー\n以上に述べたところから明らかなごとく、会社が客室乗務員に対し勤務変更を命\nじる権限を有するか否かについての判断は、勤務協定ないし就業規則に変更命令権\nを認める根拠規定が存するか若しくはこれを認める労使慣行が存するかという観点\nからではなく、勤務変更を禁止する規定ないし労使慣行が存するか否かという観点\nから検討されるべきものである。しかして、会社には、勤務変更を禁止する規定な\nいし労使慣行は存在せず、却つて勤務協定には勤務変更を予定した規定こそが存し\nているのである。\n１　原判決は、この点に関して、勤務協定覚書Ⅱ４を問題としている。覚書Ⅱ４\nは、「天災、治安上の理由による交通遮断及びその他の理由で客室乗務員の乗務の\nための出頭が阻害される事態が予測される場合、会社は下記の手続きをとることに\nより協定本文５ー１０ー１（１）に定める時刻以前に客室乗務員を出頭せしめるこ\nとができる。」と定めているが、原判決は、この定めについて、「勤務協定覚書Ⅱ\n４は、天災や治安上の理由による交通遮断等の理由で客室乗務員の乗務のための出\n頭が阻害されることが予想される場合においても、客室乗務員をシヨウアツプタイ\nム以前に出頭させるには、原則として被告会社が客乗組合に通告して理由を説明し\nなければならない旨規定していることが認められ、このように被告会社の責めに帰\nすべからざる事由によつてその必要性が生じた場合でさえ、シヨウアツプタイム以\n前に出頭を命じることに右のような制約を定めていることからすると、勤務変更の\n関係でも、少なくともこのような予定時刻以前の出頭を伴う形での勤務変更につい\nては、勤務協定を厳格に解釈するのが相当である」とし、この認定を踏まえて、\n「勤務協定覚書中には、原則として被告会社に出頭時刻の繰り上げを命じる権限が\nないことを窺わせる規定も存在している」との判断を示している。しかしながら、\n右は原判決の曲解に基づくものであり、覚書Ⅱ４の定めをもつて勤務変更を禁止な\nいし制限する趣旨ととらえようとすることは全くの誤りである。\n覚書Ⅱ４は、その文言上からも明らかなとおり何ら勤務変更に関連するものでは\nない。勤務の内容は何ら変更されず予定どおりのものであるが、特別の事情が生じ\nたため、その勤務について勤務協定上求められている時刻よりも早い時刻に出頭さ\nせなければならない場合の定めである。この出頭とは「乗務のため各自が客室乗務\n員室またはこれに代わる場所に出勤」することであり（協定１ー２ー２）、協定５\nー１０ー１では、客室乗務員の乗務のための出頭時刻（シヨウアツプタイム）が航\n空機出発予定時刻を基準として定められている（国内線にあつては基地のＢ７４７\n機の場合が一時間三〇分前、その余は一時間前）。したがつて覚書Ⅱ４は、例えば\n所定の時刻に出頭するため交通渋滞その他が原因で通常よりも早く自宅とか宿泊場\n所を出発しなければならないというような場合のことではなく、出頭そのものを所\n定のシヨウアツプタイム以前に命じるものである（その故に覚書Ⅱ４（４）本文は\n「勤務時間は出頭を命ぜられた時刻より始まるものとする」と定めている。）か\nら、明らかに協定５ー１０ー１に抵触する指示になるのである。このように、協定\n本文に抵触する内容の指示を発する場合の定めである覚書Ⅱ４が、何ら協定違反の\n問題を生じない勤務変更の指示と全く次元を異にするものであることは明白であ\nる。\nしかも、覚書Ⅱ４では、（２）本文において「会社は出頭した客室乗務員が休養\n施設で休養できるよう手配しなければならない」と定める一方、（３）において\n「出頭を命ぜられた当該日は勤務日とし、国際線の場合には離日日数に加算する。\nなお、当該日が休日の場合には６ー１ー１、６ー２ー３に定める休日に連続して代\nりの休日を与えなければならない」と定めているところからもうかがえるように、\n覚書Ⅱ４の定めは、暦日単位での早出を想定しているものであることにも留意すべ\nきである。\n原判決は、右の覚書Ⅱ４を、「原則として被告会社に出頭時刻の繰り上げを命じ\nる権限がないことを窺わせる規定」としているのであるが、覚書Ⅱ４においては、\n「会社は事前に組合に通告し、理由を説明する。ただし、休日、組合の執務時間外\n等の理由で連絡ができない場合は事後速やかに状況を説明する。」とあつて、会社\nの通告ないし説明の義務が定められているにすぎず、組合や当該客室乗務員の同意\nを要する旨が定められているわけではないのであるから、これをもつて会社に出頭\n時刻の繰り上げを命じる権限がないと解する余地は全くない。むしろ逆に、右覚書\nⅡ４においては、会社において一方的にこれを命ずる権限があることが明定されて\nいると解すべきものである。\n２　被控訴人は、「所定勤務開始時刻を繰り上げる点では本件業務指示と共通性の\nものである」として、覚書Ⅱ４のような規定を欠く勤務変更の場合には、会社の命\n令権限について否定的に解すべきである旨主張する。\nしかしながら、覚書Ⅱ４は、前述の如く、勤務協定の本則の定め（５ー１０ー\n１）に抵触する取扱をするものである（注）から、会社の権限を明定しておく必要\nがあるのに対して、勤務変更は、勤務協定に、これを禁ずる規定がないばかりか、\n勤務変更を予定ないし前提とした規定が種々存在するのであるから、あえて会社に\nその権限があることを勤務協定上明記する必要はないのである。\n被控訴人の主張は、右の点を混同するものであつて、その失当たることは明白で\nある。\n（注）覚書Ⅱ４の規定による出頭命令は、出頭の日を前日に繰り上げるような大幅\nなものを予想しているものである。この点は、日本航空客室乗務員組合の作成に係\nる「客室乗務員の勤務協定」解説書（乙第二六号証）において、覚書Ⅱに触れ、\n「大雪又は大規模なデモ等が予測され通常の出頭時刻通りで運用すると客室乗務員\nの出頭不可能、あるいは大巾な遅刻等が発生し当日の運行に大きな支障をきたす場\n合には会社が定められた手続きをとることにより前日の出頭を命じることができま\nす。」と述べられているところからも明らかである。\nこのように勤務協定の本則の定めに抵触する大幅な出頭時刻の繰り上げと、本件\nで問題とされている勤務協定の本則の定めの範囲内での調整的な勤務開始時刻の繰\nり上げとでは、問題の性質を全く異にし、これを同日に談じえないことが明らかで\nある。\n被控訴人は、さらに覚書Ⅱ４について、「天災・治安上の理由等、労基法三三条\n一項のようなケースであつても、勤務協定は一定の制約を加えている」としている\nが、覚書Ⅱ４所定の場合において、会社の権限には何らの制約も加えられていな\nい。当該客室乗務員の同意も組合の承諾も必要でなく、会社の側から全く一方的に\n出頭を命じうるものとされているのである。\nこのように、勤務協定に抵触する命令を発するについても、会社の権限に何らの\n制約も加えられていない以上、勤務協定に抵触するところのない勤務変更につい\nて、会社の権限の行使に制約が課せられるべき理由のないことは明白である。\n以上により、覚書Ⅱ４を手がかりとして、勤務変更に関する勤務協定の解釈の基\n準を求める被控訴人の主張には、何らの合理性もないことを理解しえよう。\n二　勤務協定の諸条項について\n右にみた如く、会社の勤務変更を禁止ないし制限する定めはないし、頻繁に勤務\n変更の必要が生じ現になされている実態からして、これを禁止ないし制限する労使\n慣行も存しないことは明らかというべきである。しかも、勤務協定には、勤務変更\nを予定して定められている規定が多数存在する。その規定の例は、会社が原審でも\n指摘してきた勤務協定覚書Ⅰ２６、勤務協定５ー８ー１（１）、６ー２ー２、５ー\n５、６ー２ー５、６ー４等である。\nしかるに原判決は、これらの諸規定が乗務員の交代その他勤務変更を前提とした\nり予定した措置を定めているものであることを認めながら、そのいずれもが明文で\n会社が一方的に勤務変更を命じる旨を定めていないこと、乗務員の交代その他勤務\n変更の具体的方法を明らかにしていないこと等を理由に、会社の変更指示権を根拠\nづける規定とは解されない、とする。しかしこのような原判決の判断は全くの誤り\nであり、到底承認することはできない。\nそもそも原判決は、誤つた視点からこれらの諸規定の解釈を行おうとしたといわ\nなければならないのであつて、前述したところからも容易に理解しうるとおり、こ\nれらの諸規定が会社の勤務変更を禁止ないし制限するものではなくむしろ勤務変更\nを前提ないし予定している規定であることが明らかである以上は、仮に原判決が指\n摘するような、会社が一方的に勤務変更を命じうる旨の明文の定めがないとか具体\n的方法等が定められていないとしても、十分会社の変更命令権を容認する根拠たり\nうるものといわなければならない。いわんやこれらの諸規定は、その文理解釈上か\nらしても会社の変更命令権を肯定しているものということができるのであるから、\n原判決の判断が誤りであることは尚一層明白である。\n以下においては、これらの諸規定の内容、趣旨と、原判決の誤りを順次述べるこ\nとにする。\n１　勤務協定覚書Ⅰ２６について\n（一）　原判決は、覚書Ⅰ２６について、「欠員が生じた場合には、まずもつて、\n乗務員交替による補充の措置が講じられるべきことは当然その前提となつてはいる\nが、それ以上に、その乗務員交替の措置の具体的方法まで明らかにしたものではな\nく、被告会社が予定外の者に対して一方的に勤務変更を指示し、欠員補充を命じ得\nるか否かについては、この規定からは判断できない。」としている。\n右の判示によつて明らかな如く、原判決が右の如く判断したのは、「乗務員交替\nの措置の具体的方法」が明らかにされていないからという理由による。\n原判決が、ここで「乗務員交替の措置の具体的方法」なるものを問題にしている\nのは、覚書Ⅱ４においては、同項所定の措置を講ずる場合、会社は、「事前に組合\nに通告し、理由を説明する。」とされているので、原判決は、これを「乗務員交替\nの措置の具体的方法」と解し、覚書Ⅰ２６の場合には、かかる規定を欠いていると\n考えたものであろう。\nしかしながら、右の組合に対する通告・説明は、前述の如くその場合に採られる\n措置が協定本文５ー１０ー１（１）に反するものであるところからなされるものに\nすぎない。したがつて、これを「乗務員交替の措置の具体的方法」とみるのは、当\n該通告・説明の右の如き趣旨に鑑みて相当でない。\nのみならず、覚書Ⅱ４に定められているのは、組合に対する通告・説明にすぎな\nい。当該客室乗務員に対するものとしては、その場合にとられる措置の具体的方法\nなどどこにも定められてはいないのである。すなわち、その方法としては、会社の\n客室乗務員に対する通常の業務指示の方法によればよく、そのことは覚書上自明の\nこととされているものとみることができる。\nこのことは、覚書Ⅰ２６の場合についても、全く同様に考えられるところである\nから、そこに「乗務員交替の措置の具体的方法」が定められていないことを理由と\nして、会社が予定外の者に対して一方的に勤務変更を指示し、又は欠員補充を命じ\nうる権限を有することに疑問をさしはさもうとするのは間違つている。\nそもそも、覚書Ⅰ２６にいう「乗務を予定された乗務員のうち、不測の事態によ\nり乗務が不可能とな」つた者がある場合、会社が乗務員交替の措置を講ずべきはい\nうまでもないところである。しかして、そのような措置は、会社が予定外の者に対\nし勤務変更を指示し、又は欠員補充を命じうる権限を有することによつてのみ円滑\nに行いうるものであることも疑いを入れないところである。定期航空運送事業を営\nむ会社がかかる権限を有することは、事業の性質上当然のものと考えられなければ\nならない。\n現に、覚書Ⅰ２６において、「欠員のまま乗務を命ずる」とある、すなわち欠員\nのまま航空機の運航を行うものとしているのは、定期運航を確保しようとする趣旨\nにほかならず、このような定めがなされていること自体、労使双方とも、定期運航\n確保の重要性を認識していることを示すものである。それにもかかわらず、定期運\n航確保のために必要な勤務変更指示の権限を、会社について否定するような解釈\nを、この規定から導こうとするのは、見当違いも甚だしいといわなければならな\nい。\n（二）　覚書Ⅰ２６の規定は、「乗務を予定された乗務員のうち、不測の事態によ\nり乗務が不可能となり、かつその乗務員交替の措置が講ぜられない場合、東京にお\nいては客室乗員部長、出先においては空港支店長、空港支店長のいない地域におい\nては機長は、その都度状況をよく検討し、欠員のまま乗務を命ずることがある。」\nという規定である。\n右の規定に明らかな如く、この場合、会社（具体的には、東京では会社の客室乗\n員部長、出先では、空港支店長、その地域に空港支店長がいなければ機長）は、客\n室乗務員に対して、欠員のまま乗務を命ずることができるのである。\n乗員編成については、会社と組合で構成する編成専門委員会により協議し、会社\nが同委員会の答申を尊重してその処置を決定するものとされているのであるが（勤\n務協定９ー２）、このようにして決定された編成定員を欠く状態においてすら、会\n社が乗務を命ずる取扱が定められていることに照らして考えれば、会社がその欠員\nをうめるためにとるべき乗務員の交替について、勤務変更の命令権を有するものと\n解すべきことは、極めて自然である。\n換言すれば、覚書Ⅰ２６の規定は、会社が勤務変更の命令権を有し、その命令権\nに基づいて乗務員交替の措置を講ずることを当然の前提とし、そのような命令権の\n行使によつてもなおかつ乗務員交替の措置を講じえない場合の特例として、欠員の\nままの乗務を命ずることを許容したものと解されるのである。欠員乗務という変則\n的な運航が、勤務変更についての乗務員の同意の許与又は拒否というが如き不安定\nな要素に係り、同意の拒否によつて安易に発生するということであつては、編成定\n員を定めた趣旨も没却されることになる。そのような前提で覚書Ⅰ２６が設けられ\nているものでないことは、欠員乗務の変則性を考えれば容易に理解しうるはずであ\nる。\n被控訴人は、「原判決が『乗務員交替の措置の具体的方法まで明らかにしたもの\nではない』というのは、少なくとも乗務員交替の措置を会社の一方的勤務変更の命\n令によつて行うことを右条項は定めていないことを指摘したものである。」と主張\nしている。\nしかしながら、覚書Ⅱ４による出頭命令についても、また覚書Ⅰ２６による乗務\n命令についても、当該乗務員に対する関係において、命令の伝達や実施に関する何\nらの具体的方法も定められていない点は同様である。それゆえ、当該措置に関する\n具体的方法が定められていないことをもつて、会社に当該措置を命ずる権限がない\nとする根拠となしえないことは明白である。\nしかして、覚書Ⅰ２６についてみれば、乗務員交替の措置につき、会社に命令権\nがあると解しなければならないこと前述のとおりであるから、覚書Ⅰ２６に関する\n原判決の判断が失当であることは疑いのないところである。\n２　勤務協定５ー８ー１（１）について\n（一）　原判決は、同項中「（ｂ）不測の事態により乗員交替の措置が講じられな\nい場合」につき、これを「（ｂ）は、航空機の遅延以外の理由（例えば、空港と休\n養施設との間の自動車が道路渋滞のため遅延し、そのため休養時間の開始が遅れた\n場合）により、乗務員を当初予定の乗務に就かせたならば休養時間が一二時間を割\nる場合において、本来ならば、乗務員交替の措置を講じるべきであるが、それがで\nきないとき」の意に解している。\nしかしながら、右の解釈は誤りである。何故なら、「休養時間」開始の時刻は、\n勤務協定上一定されていて、空港と休養施設との間の道路渋滞による自動車の遅延\nにより、その開始が遅れることはないからである。\n原判決は、勤務協定１ー７のみによつて、「休養時間」を文字どおり「（客室乗\n務員が）休養施設に到着したときから次の業務につくため同施設を出発するまでの\n時間」と解したものの如くである。しかしながら、勤務協定１ー７の「なお書」に\n基づき同協定５において定められているところをみると、「航空機のブロツクイン\nより飛行終了時までの時間」は、通関を要する場合三〇分、通関を要しない場合二\n〇分（東京では、それぞれ一時間、三〇分）とされ（同協定５ー１０ー１\n（３））、かつ「地上輸送時間（空港と休養施設間の地上輸送時間）」は、片道三\n〇分（東京では一時間）とされている（同協定５ー１０ー１（２））ため、これに\nより休養時間の開始時刻は自動的に定まることになる。したがつて、空港と休養施\n設間における自動車の遅延は、休養時間の開始を遅らせる理由となりえないのであ\nる。\nなお、勤務協定５ー１０ー１（２）の「なお書」に、「双方確認しうる特別な状\n態にあつては別途これを定める。」とあるのは、特定の空港と休養施設との間の地\n上輸送に関して、その輸送時間を片道三〇分とみなすのが相当でない特別な状態が\n認められる場合に、予め片道所要時間として一定の時間を定める取り決めをする趣\n旨であつて、個々の輸送につき地上輸送時間を個別に認定する趣旨を含むものでは\nない。\nしかして、勤務協定５ー８ー１（１）（ａ）（ｂ）については、これを次のよう\nに解すべきものである。同協定５ー８ー１（１）の規定は、基地及び乗員宿泊予定\n地における休養時間を定めるものであるが、そのうち乗員宿泊予定地に関しては、\n同項「なお書」において、（ａ）又は（ｂ）に定める事由がある場合、所定の休養\n時間を満たさなくても、乗務員に勤務を命ずることができる旨を定めたものであ\nる。\n（ａ）の場合の事由は、「航空機の遅延の発生」であるが、この場合には、会社\nは乗務員交替の措置を講じることなく、当該遅延を生じた航空機の乗務員に、スケ\nジユールどおりの乗務を命ずることができるものとされているわけである。航空機\nの遅延の如き事由は、航空運送業務の上で日常の茶飯事であるから、この場合に\nは、たとえ所定の休養時間の休養を得られない乗務員を生じても、その者のために\n乗務員交替の措置を講じなくてもよいとするところに、この（ａ）の規定の意義が\nある。この点については、原判決の認定に誤りはない。\n次に、（ｂ）の場合の事由は、「不測の事態により乗（務）員交替の措置が講じ\nられない」ことであるが、これをより正確に表現するならば「不測の事態の発生に\nより乗（務）員交替の措置を講ずべきであるにもかかわらずその措置が講じられな\nい場合」ということになる。\nなお、右の規定にいう「乗（務）員交替の措置が講じられない場合」との表現\nは、勤務協定５ー５「ただし書」にもみられるところであつて、その趣旨は同義で\nあり、その解釈基準は、同協定５ー５につき客乗組合によつても示されているとこ\nろである（乙第一六号証（解基）８、②～⑧）。\nところで、不測の事態の発生により乗務員の交替の措置を講ずべき場合とは、不\n測の事態の発生によりスケジユールが繰り上がる場合である。\nスケジユールの繰り上げにより、休養時間が勤務協定所定の一二時間に満たない\nこととなるのを避けるため、会社はまず、乗務員交替の措置を講じなければならな\nい。しかしながら、交替資格を有する乗務員が他にいない場合、交替資格を有する\n乗務員がいても連絡がつかない場合等（乙第一六号証（解基）８、②～⑧参照）に\nは、「乗（務）員交替の措置が講じられない」ことになる。そこで、その場合に\nは、所定の休養時間を満たさない者に対しても、乗務を命ずることができるという\nのが、勤務協定５ー８ー１（１）（ｂ）の趣旨にほかならないのである。\nしかして、右の不測の事態を生じた場合に問題となる「交替資格を有する乗務\n員」、乙第一六号証の解釈基準によれば、\n（ａ）　この協定に定められた休養時間をとつたもの\n（ｂ）　この協定に定められた勤務、乗務時間制限を超えないもの\n（ｃ）　ＳＴＡＮＤ　ＢＹの乗務員\nとされている（同号証（解基）８、④）。\nしたがつて、勤務協定に定められた休養時間をとり、かつ同協定に定められた勤\n務・乗務制限時間を超えない者は、ＳＴＡＮＤ　ＢＹ乗務員の有無にかかわらず、\n「交替資格を有する乗務員」であり、会社から指示を受ければ、乗務を拒むことは\nできないことが明らかである。\nなお、もし右の如き乗務員において乗務を拒むときは、会社は、勤務協定所定の\n休養時間を満たさない乗務員に乗務を命ずることになり、明らかに乗務員の取扱い\nにおいて均衡を失する結果となるが、そのような不均衡な取扱いを勤務協定が定め\nるはずはないことも考慮されるべきである。\nこのようにみてくれば、勤務協定５ー８ー１（１）（ｂ）の規定は、会社が、同\n協定所定の休養時間をとり、かつ同協定所定の勤務・乗務時間制限を超えない乗務\n員に対して、スケジユールの繰り上げに伴う乗務員交替の措置を講じうる（すなわ\nち勤務変更を指示しうる）こと、及びもし交替資格を有する乗務員がいない場合に\nは、同協定所定の休養時間を満たさない乗務員に対しても、乗務を命じうる（この\n場合も、勤務変更の指示となる）ことを定めたものであると理解することができる\nのである。\nなお、同協定５ー８ー１（１）の「なお書」における「勤務することができ\nる。」とある表現をとらえて、これを「乗務員の意思により、勤務することもでき\nるが、勤務しなくてもよい」との趣旨に解しようとするのは、ナンセンスである。\nけだし、同協定は、その４において、月間及び年間の乗務時間の制限を定め、ま\nたその５において連続する勤務における勤務時間、乗務時間及び休養時間の制限を\n定めつつ、いくつかの例外を設けているのであるが、同協定５ー８ー１（１）の\n「なお書」は、休養時間の制限に関する例外を定めたものであるゆえ、会社として\nは、その例外に該当する場合、休養時間の制限に関する協定の制約を受けずに自由\nに勤務変更指示をなしうることになるからである。\nしたがつて、勤務協定５ー８ー１（１）の「なお書」における「勤務することが\nできる。」とは、会社に対して休養時間の制限を解除する主旨を表わしたものにほ\nかならず、それによつて会社の自由な勤務変更命令権の行使が可能になるものと理\n解しなければならないのである。右の勤務協定の規定に対応する客室乗務員就業規\n程（乙第六号証）第一一条第一項の規定では、「なお次の場合は乗務員宿泊予定地\nにおいて休養時間が一二時間未満であつても勤務させることがある。」と規定され\nていて、会社の命令権が明確にされていることを附言しておく。\nなお、原判決は、右（ｂ）の場合についても「乗務員交替の具体的方法」が明ら\nかにされていないことを問題にする如くであるが、そのような方法を規定する必要\nはないこと、及びそのような方法が規定されていないからといつて会社の勤務変更\n命令権に疑問をさしはさむべき余地がないことは、さきに指摘したとおりである。\n（二）　被控訴人は、勤務協定５ー８ー１（１）（ｂ）項につき、同項は、宿泊地\nへの到着便の遅延以外の事由によつて一二時間の休養がとれなかつた場合で、本来\n交替要員をあてる、即ち乗務員交替の措置を講ずべきところ、それが不測の事態に\nよつてできない場合であると解し、原判決と同様の見解を主張している。\nしかしながら、そのように解するときは、その具体的な場合として、原判決が掲\nげる「空港と休養施設との間の自動車が道路渋滞のため遅延し、そのため休養時間\nの開始が遅れた場合」の如き場合が考えられるわけであるが、もし、右（ｂ）項が\nそのような場合の規定であるとすると、（ａ）項と比べて甚だ不自然な規定である\nことになる。なぜなら、（ａ）項の航空機遅延の場合には、乗務員の勤務時間がそ\nれだけ延びているにもかかわらず、「乗員交替の措置」を講じる必要がないのに対\nして、片道昀大三〇分（東京でのみ一時間）しか予定されていない地上輸送の自動\n車が道路渋滞のために遅延した場合には、乗務員の勤務時間が延びているわけでも\nないのに、乗員交替の措置を講じなければならないという珍奇な結果となるからで\nある。\n被控訴人及び原判決のような解釈をとる余地がないことは、右の点からしても極\nめて明白であるといわなければならない。\n被控訴人は、休養時間につき、「実際に休養もとれていないのに、三〇分たてば\n自動的に休養時間がはじまつているなどという定めは本来考えられない。」と主張\nしているが、もしその考え方を貫くとすれば、三〇分ないし一時間経過しないうち\nに休養施設に到着した場合には、その時点から休養時間を起算するという取扱にな\nらざるをえまい。\nしかしながら、毎日多数の航空便の運航に従事する多数の乗務員について、いち\nいち休養施設への実際の到着時刻を把握し、それに基づいて休養時間を計算するな\nどということは、煩瑣で、到底実行できることではない。\nそのため、勤務協定１ー７においては、「なお書」を設け、同協定５及び６の定\nめに従つて一律の計算ができるようにしているわけである。この点は、客乗組合自\n身も、これを認めているところである（乙第三四号証二二頁下から一二行から末\n行）。もとより実務上も、前述のとおりの取扱が行われている。\n被控訴人の主張は、勤務協定１ー７の「なお書」を看過ないし無視する点におい\nて、原判決と同じ誤りを犯すものといわなければならない。\n右（ｂ）項は、控訴人がさきに述べたとおり、「不測の事態の発生により乗\n（務）員交替の措置を講ずべきであるにもかかわらずその措置が講じられない場\n合」と解すべきものなのである。\nしかして、そのような不測の事態としては、さきに述べた如く、台風の接近その\n他により航空機の出発時刻が繰り上げられ、そのために勤務開始時刻が繰り上げら\nれ、そのために勤務開始時刻が繰り上がる場合が考えられる。\nもつとも、原判決の認定又は被控訴人の主張する如き場合（もしそのような場合\nが、この場合に含まれると仮定しての話であるが）をここで想定してみても、「交\n替資格を有する乗務員」が会社の命令に従つて、乗務につくべき義務を負うもので\nあることには、変りがない。\nすなわち、さきに指摘した如く、「交替資格を有する乗務員」とは、乙第一六号\n証の解釈基準によれば、\n（ａ）　この協定に定められた休養時間をとつたもの\n（ｂ）　この協定に定められた勤務、乗務時間制限を超えないもの\n（ｃ）　ＳＴＡＮＤ　ＢＹの乗務員\nとされている（同号証（解基）８、④）のであるが、勤務協定に定められた休養時\n間をとり、かつ同協定に定められた勤務・乗務制限時間を超えない者は、ＳＴＡＮ\nＤ　ＢＹ乗務員の有無にかかわらず、「交替資格を有する乗務員」であり、会社か\nら指示を受ければ、乗務を拒むことはできないのである。\nなぜなら、もし右の如き交替資格のある乗務員において乗務を拒むときは、会社\nは、勤務協定所定の休養時間を満たさない乗務員に乗務を命ずることになり、明ら\nかに乗務員の取扱いにおいて均衡を失する結果となるが、そのような不均衡な取扱\nいを勤務協定が前提としているはずはないからである。\nすなわち、勤務協定５ー８ー１（１）において、所定の休養時間を満たさない乗\n務員に対してすら会社が乗務を命じうるものとされていることからすれば、所定の\n休養時間をとつて交替資格を有している乗務員に対しては、より強い理由で、会社\nが勤務変更による乗務を命じうるものと解さなければならないのである。\nしかして、その場合の勤務変更は、前記（ｂ）の場合として如何なる場合を想定\nするかにかかわらず、当該乗務員にとつては、すべて勤務開始時刻の繰り上げを伴\nうものであることを指摘しておく。\n３　勤務協定６ー２ー２について\n（一）原判決は、「この規定では、その文言によると、まず、天候、航空機故障等\nの理由により、ある便に当初予定されていなかつた者が当初の者と交替して乗務す\nることと、これによりその便に乗務しなくなつた当初予定の者が他便への代替乗務\nに就くことという二つの勤務変更が想定されているが、前者については、予定外の\n者といかなる根拠及び手続によつて交替するのかは明らかでない。」として、会社\nの乗務変更命令権を認めるのに消極的である。\nしかしながら、まず、原判決が、「予定外の者といかなる根拠によつて交替する\nのか明らかでない」としている点については、定期航空運送業務に関する原判決の\n無理解を指摘しなければならない。\n天候、航空機故障等不測の事態が生じた場合には、所定のスケジユールどおりに\nは運航ができなくなるが、そのような場合でも、機材及び人員をやりくりして、で\nきるだけ当初のスケジユールに近い形で運航を維持するのが、定期航空運送業務を\n行う会社の責務であり、そのために必要な勤務変更命令権は、当然に会社について\n認められなければならないところである。これについて、さらに何らかの根拠が必\n要であるとは到底考えられない。\n次に原判決が、「予定外の者といかなる手続によつて交替するのか明らかでな\nい」とする点であるが、右に「手続」というのは、前述の「乗務員交替の措置の具\n体的方法」と同義であると解されるところ、そのような手続をことさら規定する必\n要もなく、またその規定を欠くことから会社の勤務変更命令権を否定すべき理由も\nないこと、さきに繰り返し指摘したとおりである。\n（二）　勤務協定６ー２ー２柱書に規定する「乗務員の交替」について、原判決\nは、「予定外の者といかなる根拠及び手続によつて交替するのかは明らかでな\nい。」としている。\nことさらその根拠及び手続を問う必要のないことはさきに指摘したとおりである\nが、根拠及び手続をあえて求めるというのであれば、右６ー２ー２の規定自体をそ\nれとして考えることができる。\nすなわち、天候、航空機故障等の理由によりフライトの取消しがあつた場合、当\n該便に予定されていた乗務員については、他の便への乗務を命ずる措置が講じられ\nることになる。\nそのような「他便への代替乗務」については、会社にこれを命ずる権限があるこ\nと、勤務協定６ー２ー２の解釈として原判決も認定しているところであるが、右規\n定に対応する客室乗務員就業規程（乙第六号証）第八条第二項第二号では、「他便\nへの代替乗務につかせることがある。」と規定されて、その点が明確にされてい\nる。\n勤務協定６ー２ー２柱書に規定する「乗務員の交替」は、右に述べたものに限ら\nれるものではないが、少なくも右規定自体を根拠とする乗務員の交替が行われうる\nことには、容易に想定しうるところであり、原判決の前記認定は失当である。\n原判決は、右の代替乗務について、「それは、勤務時間開始後に発生した事由に\n基づき、右のような不乗務を前提条件として、勤務時間開始後に命じ得るものであ\nることに注意を要する。」としている。\n原判決が「勤務時間開始後に命じ得るものである」とする点は、一つには、会社\nが一方的に休養時間を短縮しうるかの問題に、二つには休養時間中の乗務指示が効\n力を生ずるかの問題に関連すると思われるので、項を改めて後に述べる。\n４　勤務協定５ー５、６ー２ー５及び６ー４について\n原判決は、これらの規定について、「これらは、いずれも客室乗務員の勤務条件\nについての規定であつて、勤務条件維持などのために勤務の変更をすることを前提\nとしたものであることが認められるが、勤務変更の具体的方法については規定して\nおらず、被告会社がこれを一方的に命じ得ることを前提としているか否かについて\nは明らかでない。」とし、また「勤務変更の具体的方法」について規定されていな\nいことを根拠にして、会社の勤務変更命令権に消極的な判断を下している。\nしかしながら、「勤務変更の具体的方法」の規定の必要がないこと、及びその規\n定がないことから会社の勤務変更命令権を否定しうるものでないことは、すでに再\n三繰り返し指摘したとおりである。\nなお、原判決は、勤務協定５ー５について、客乗組合が作成した右条項の解釈運\n用基準中に、「乗務員交替の措置が講じられない場合の一例として交替資格を有す\nる乗務員がいない場合が挙げられ、かつ、交替資格を有する乗務員の一例として勤\n務協定に定められた休養時間を取り終つた者が挙げられていることが認められる」\nとしながら、「被告会社がこのような交替資格を有する者に一方的に交替を命じ得\nるか否かについては何らの記載もない」としている。\nしかしながら、乙第一六号証によれば、右の解釈運用基準において、「交替資格\nを有する乗務員がいても連絡のつかない場合には交替資格を有する乗務員がいない\n場合とみなす。」旨の規定（解基８、（５ー５）⑥）はあるけれども、交替資格を\n有する乗務員がいて、その者が乗務を拒否した場合を、交替資格を有する乗務員が\nいない場合とみなす規定は存在しない。\nこのことは、客乗組合自体、勤務協定５ー５による乗務員の交替の措置が講じら\nれる場合に、交替資格を有する乗務員が、会社から連絡があればその指示に従い乗\n務に従事することを当然のこととし、会社の指示を乗務員が拒否するが如きことは\n全く予想していなかつたことを端的に物語つているものであり、会社の勤務変更命\n令権の存在は、組合によつても明瞭に承認されていたことが、これによつて明らか\nであるといわなければならないのである。\n三　休養時間中の勤務変更指示について\n原判決は、会社の勤務変更命令権を否定する根拠の一つとして、勤務変更指示\nが、本件の場合に見られるように、休養時間中になされる場合、乗務員には休養時\n間中に常に会社と連絡をとれるような措置を講じておく義務はないから、会社とし\nて乗務員に対し連絡をとることが事実上不可能な事態もありうることを挙げてい\nる。\n１　しかしながら、休養時間中に会社から乗務員への連絡をとることが全く不可能\nだというのならともかく、連絡がとれないこともあるというだけでは、会社の勤務\n変更命令権の存在を否定する何らの理由となるものではない。連絡をとりうる場\n合、ないし連絡がとれた場合については、勤務変更指示の可能性ないし効力を否定\nすべき理由がないからである。\nしかも、多くの場合は、乗務員に対して、その休養時間中かかる連絡をとる可能\n性が存在することが多いのであり（原審ａ証言）、現に本件の場合も、被控訴人に\n対してかかる連絡がとれているのであるから、原判決の挙げる右の如き理由は、一\n般的に会社の勤務変更命令権を否定する理由ともならなければ、また本件における\n勤務変更指示の効力を否定する理由ともなりえないものといわなければならない。\n現に、客乗組合の作成に係る勤務協定の解釈運用基準（乙第一六号証）において\nも、「交替資格を有する乗務員がいても連絡のつかない場合には」云々との記載\n（同号証二五頁解基８（５ー５）⑥）が認められるのであるが、これは、休養時間\n中においても、会社から乗務員に対する連絡、すなわち勤務変更指示が可能である\nことを当然の前提としていることが明白である。\n２　休養時間中に、会社から乗務員に対して業務上の指示をした場合、その指示が\n乗務員によつて受領された以上、その効力を生ずるものであることは、右に述べた\nとおりである。\n被控訴人は、休養時間が自由時間であつて、会社が原告の労働力を支配しうる状\n況になかつたから、休養時間中になされた本件勤務変更の指示は被控訴人を拘束す\nる効力を生じなかつたと主張している。\nしかし、労働力を支配するということと、労働者に対して使用者の意思を伝達す\nるということとは別問題である。意思表示が相手方に到達し、相手方によつて受領\nされれば、意思表示の効力が生ずることは当然である。そこには、労働力の提供な\nる要素は必要としない。したがつて、かかる意思表示の効力が、その受領の時期が\n勤務時間中であると休養時間中であるとによつて左右されるべき理由はない。\n本件の場合、会社のした勤務変更の指示は、被控訴人に到達し、被控訴人によつ\nて受領されているのであるから、その時点において効力を生じたものであること\nは、議論の余地のないところである。\nなお、被控訴人も原判決も覚書Ⅱ４については、会社が乗務員に対し、シヨウア\nツプタイム以前に出頭を命ずる権限を有することを認めているのであるが、この出\n頭の指示は、当然ながら乗務員が休日又は休養時間中にあると否とにかかわらずな\nされることになる。もし、その指示の効力が否定されることになると、会社にこの\nような権限を認めてみても無意味に帰することは明らかである。かかる点から考え\nても、労働力の支配ということと、意思の伝達ということとは分けて考えなければ\nならないことが理解されよう。\n３　被控訴人は、「本件業務命令は休養時間中の原告に対し、休養時間を短縮し直\nちに出頭を命じたものである。」と主張しているが、まさにそのとおりである。\n国内線の場合、基地及び乗員宿泊予定地における休養時間は、少なくとも連続一\n二時間とされているのであるが、乗員宿泊予定地の場合に限り、休養時間が一二時\n間未満であつても（但し八時間未満とすることはできない）、「不測の事態により\n乗員交替の措置が講じられない場合」（その解釈については、すでに述べた。）に\nは、勤務をさせることができるものとされている（勤務協定５ー８ー１（１）及び\n客室乗務員就業規程一一条第一項（２））。\nかかる規定がある以上、連続一二時間以上の休養時間をとつている乗務員に対し\nては、基地であると乗員宿泊予定地であるとを問わず、また「不測の事態により乗\n員交替の措置が講じられない場合」等の要件なくして、会社は休養時間を短縮し、\n乗務を命じうるものと解釈すべきが当然である。\n右の見地からみるとき、本件業務命令は、乗員宿泊予定地において、すでに所定\nの一二時間を超える休養時間を過ごしていた被控訴人に対し、爾後の休養時間を短\n縮し、乗務を命じたものであるから、勤務協定に適合し、被控訴人においてこれを\n拒否する理由は全く存在しなかつたことが明白である。\n四　全日空における勤務変更について\n１　控訴人は、原審において、本件勤務協定の解釈の参考資料として、全日本空輸\n株式会社と全日本空輸労働組合とが締結している客室乗務員の勤務に関する協定書\n（乙第一七号証）を提出したところ、原判決の判断は、次のとおりであつた。\n「乙第一七号証によると、全日本空輸株式会社と全日本空輸労働組合が昭和五六\n年九月五日に締結した客室乗務員の勤務に関する協定書には、付則二ー二として協\n定の適用を除外する場合を列挙しており、その一つとして、主基地以外の空港にお\nいて、気象状態、空港条件、機材条件等の航空条件に異常があつた場合又は他のス\nチユワーデスに病気、怪我、遅刻等の異常があつた場合を挙げその場合においても\n勤務時間、飛行時間及び離着陸回数の予定限度は右協定書の定めるとおりとする旨\n定めており、更に付則二ー三において、付則二ー二により協定の定める範囲を超え\nて勤務したときは所属基地帰着後三六時間以上の休養を与える旨定めていることが\n認められ、右各規定の趣旨は、要件を限定したうえで勤務内容の変更があり得るこ\nとを認める一方で、その代償措置を明定したものと解されるから、このような明確\nかつ包抱的な規定を欠く被告会社における労働関係と右全日本空輸株式会社のそれ\nと比較して事を論ずることはできないというべきである。」\nしかしながら、原判決の右認定は、全日空の協定書の完全な誤解に基づくもので\nある。\n原判決は、右の判示によつて明らかな如く、全日空の協定書につき、勤務変更に\nついて「明確かつ包抱的な規定」があるとし、そこには、「要件を限定したうえで\n勤務内容の変更があり得ることを認める一方で、その代償措置が明定」とされてい\nるとしている。\nしかして、原判決が右の如く判断した根拠として挙げるのは、右協定書付則２ー\n２及び２ー３である。\nところが、原判決が挙げる「主基地以外の空港において、気象状態、空港条件、\n機材条件等の航空条件に異常があつた場合又は他のスチユワーデスに病気、怪我、\n遅刻等の異常があつた場合」というのは、右付則２ー２（４）①②に定められてい\nる事態であるが、その場合右付則によつて適用を排除される協定本則の規定は、次\nの二つの規定である。\n「２ー６　一回の勤務において、勤務時間は一〇時間を、飛行時間は六時間を超\nえる予定をたててはならない。\n２ー７　一回の勤務における離着陸回数は四回を超える予定をたててはならな\nい。」\nそして、その場合においても、協定本則２ー１０の「一回の勤務において、勤務\n時間は一二時間を、飛行時間は七時間を、離着陸回数は五回を超えてはならな\nい。」との規定の適用は排除しないというのが、付則２ー２（４）但書の定めであ\nる。\nしたがつて、ここでは、協定に定める勤務時間、飛行時間及び離着陸回数を超え\nて乗務を予定する場合の特則が定められているにすぎず、これを勤務変更一般に関\nする要件を定めたものとみるのは、全くの筋違いである。\n原判決が勤務変更の代償措置であるとした付則２ー３の規定もまた、勤務変更一\n般に関するものではなく、協定本則２ー６及び２ー７の範囲を超えて勤務をした場\n合における代償措置を定めたものにほかならないのである。\n以上にみたところから明らかな如く、全日空の協定書においても、勤務変更一般\nについては何らの規定がなく、同社が協定本則の規定によらないことができる場合\nが定められているにすぎないのである。\nしかして、本件で問題とされている勤務変更は、本件勤務協定本則の規定の範囲\n内で行われるものであつて、その範囲の外に出るものではないから、全日空の協定\n書付則２ー２及び２ー３の規定との比較において、会社の勤務変更権限を否定的に\n解する余地のないことは明らかである。\nむしろ、逆に、全日空の協定においては、協定本則の範囲を超えるような勤務変\n更の指示をすら会社が一方的になしうるものとされている点が、本件における会社\nの勤務変更命令権の存否の判断について、参考にされなければならないと考えるの\nである。\nさらに、原判決は、本件勤務協定において、乗務員交替又は勤務変更の具体的方\n法ないし手続が規定されていないことを理由として、会社が一方的に交替又は勤務\n変更を命じうる権限を有することを否定している。その誤りであることは、すでに\n指摘したとおりであるが、原判決が、会社側に一方的な勤務変更の権限があると認\nめている全日空の右協定書においても、乗務員交替又は勤務変更の具体的方法ない\nし手続については、何ら規定がおかれていない。その点は、本件勤務協定と変りが\nないのである。\nこの点においても、原判決は、本件勤務協定の解釈にあたり、全日空の右協定書\nを正当に参酌していないものといわなければならない。\n２　証人ｅは、甲第二九号証の一、二を証拠として、全日空における客室乗務員の\n勤務変更については、予め本人の了解を得なければならないとする取扱いをするこ\nとにつき、労使が一致している旨の証言をした。\nしかしながら、控訴人において全日空より入手した乙第三七号証の一、二によれ\nば、全日本空輸労働組合は、一九八七年三月六日同社社長あてに提出した要求書に\nおいて、「Ｃ　客室乗務員に関する要求」の一項目として、「勤務変更は、本人と\n協議し合意の上で行うこと」の要求を出しているが、これに対して、同年四月一四\n日同社社長より出された回答書においては、\n「勤務変更は極力行なわないことを基本に考えておりますが、天候や空港・機材\n条件等によつて左右される航空機運航の特殊性及び客室乗務員の勤務に係る諸制約\nがある中で旅客輸送事業の公共性を維持するためには、勤務を変更し対応すること\nが必要であり、その変更の運用に当つては諸状況を勘案のうえ行なつております\nが、今後とも従来通り慎重に取扱うこととします。」\nとされていて、同社としては組合の要求に応ずる意思のないことが明確にされてい\nる。\nこれによつてみれば、全日空においては、本人と協議し合意するという手続を踏\nむことなく、客室乗務員に対する勤務変更が行われていることが知られるのであつ\nて、前記ｅ証人の証言は信用できないことが明らかである。\n五　東亜国内航空等における勤務変更について\n１　会社が、東亜国内航空株式会社より入手した乙第三八号証の一、二によれば、\n東亜国内航空労働組合は、昭和六二年三月五日同社社長あてに提出した要求書にお\nいて、「５　客室乗務員の勤務改善に関する要求」の一項目として、\n「（８）勤務協定および勤務割の変更について\n①勤務割表は一カ月単位とし、実施五日前までに作成し、原則としてこの勤務割表\nの変更は認めない。\n②ただし、やむをえずこの勤務割表を変更する場合は、五日前までとし、会社は協\n定どおり担当課より連絡をし、本人の同意を得ること。これをもつて勤務を固定\nし、以降の変更を認めない。\n③勤務確定以降の変更にあたつては、オリジナルの乗務割の変更を伴なわないＳ／\nＢパターンで調整することとする。\n④急病、災害、大幅な異常運航等により、やむを得ず緊急に乗務割を変更する必要\nが生じた場合に限り、前日までの変更を認めるが、これについても本人の同意を得\nること。\n⑤同日の変更（含むダブルシヨーアツプ）は認めない。但し、運航宿泊地（主基地\n以外の意）においての取扱いは、次の条件を踏まえた上で本人の同意を得て、組合\nと協議すること。\n（イ）　当日の所定勤務時間（オリジナル・スケジユール上）を超えない範囲であ\nること。\n（ロ）　二機種乗務とならないこと。」\nとの要求をしたのに対し、同社社長の同年四月一五日付回答書では、\n「（７）勤務確定および勤務割の変更について\n客室乗務員の勤務については、天候や空港、機材条件によつて左右される航空機\n運航の特性、客室乗務員の勤務にかかわる諸制約ならびに客室乗務員自身の急な病\n気、欠勤等の理由により、やむを得ず事業の公共性を維持するために、勤務の変更\nによつて対応することも必要であります。\n貴要求については、上記主旨からも実態的でなく応じられませんが、勤務の変更\nについては、会社としても必要昀小限に運用できることが望ましく、従来より運用\nにあたつては、工夫を加えつつ慎重に行つております。\nなお、貴組合との交渉を踏まえ、今年度より勤務パターンの３ー２・３ー１試行\nに踏み切つたわけでありますが、これは客室乗務員自身のオリジナルスケジユール\n遵守について協力を得られることを前提としているものであり、このことにより、\n勤務の変更が大巾に減少できるものと期待しております。」\nとの回答がなされ、同社としては、組合の要求に応ずる意思のないことが明確にさ\nれている。\nこれによつてみれば、東亜国内航空においても、本人の同意を得たり、組合と協\n議するという手続を踏むことなく、客室乗務員に対する勤務変更が行われているこ\nとが知られるのである。\n２　旧国鉄における勤務変更について\n証人ｅは、甲第二八号証（「旧国鉄の職員勤務基準規程」）を根拠として、旧国\n鉄における列車乗務員に対する勤務変更は、前日の午後五時以降は一方的には一切\nできないという決まりである旨証言した。\nしかしながら、甲第二八号証によれば、「所定の始業及び終業の時刻を変更する\n場合」については規定がおかれている（第三章第一節通則の第九条）が、勤務確定\n（四日前に確定するものとされている。）後の勤務の変更については、時間的な制\n限は設けられていないことが知られるのである。（同通則の第一六条）。同章「第\n一七節列車乗務員勤務」中に設けられている規定についてみても、同様である（第\n九三条）。\n日本国有鉄道職員局作成の乙第四〇号証の一、二においては、旧国鉄職員の勤務\nに関して、次の如き見解が示されており、これに照らしてみても、前記ｅ証人の示\nした解釈には、何らの根拠もないことが知られるのである。\n「現行の『勤務の予定及び確定のルール』に対する基本的見解をまとめると次のと\nおりである。\n（一）　予定表公表後、確定（四日前）に至るまでの勤務変更について\n業務上の必要が生じた場合は必ず変更すること。\n業務上必要な勤務変更に応じなかつた職員は、『業務命令違反』として処分の対象\nとなる。\n（二）　確定後、前日までの勤務変更について\nやむを得ない場合は、本人の生活設計を十分に配慮して変更すること。\n『やむを得ない場合』とは、欠勤が生じた場合、緊急事態が発生した場合、緊急\n事態の発生が予想される場合、及び臨時的施策の実施等経営上・業務上の必要が生\nじた場合等を指すものである。\n『本人の生活設計を十分配慮して』とは、管理者の立場から、『国鉄業務の円滑\nな遂行』と『職員の生活設計』とを比較衡量して判断するものであつて、管理者自\n身の裁量に委ねたものである。\nこの場合の勤務変更に、本人の同意は必要ではないので、管理者の本分に照らし\nて、恣意にわたることなく下した判断である以上、たとえ本人が『配慮不足、承服\nできない』等と主張しても、毅然として変更を行なわなければならない。したがつ\nて、本人の生活設計を十分配慮して行なつた勤務変更に応じなかつた職員は、『業\n務命令違反』として処分の対象となるものである。\n（三）　当日の勤務変更について\n『当日勤務者』に対する場合と、『非就労日者』に対する場合とが考えられる\nが、どちらに対しても勤務変更は可能である。\nしかし、この場合は、本人の生活設計に対して昀大限の配慮を行なうなど、慎重\nに行なうこと。」\n３　東日本旅客鉄道における勤務変更について\nｅ証人は、民営化後の国鉄における勤務変更について、前日の午後五時以後は、\n一方的には一切できないとする旧国鉄当時の取扱が変つていない旨証言したが、こ\nの点も明確に誤りである。\n乙第三九号証（東日本旅客鉄道株式会社の「就業規則」）においては、\n「第五五条　社員の勤務は、毎月二五日までに翌月分を指定する。ただし、業務\n上の必要がある場合は、指定した勤務を変更する。」\nと規定されていて、会社が勤務変更命令権を有すること、それについては何らの時\n間的制限も付されていないことが知られるのである。\n第三　会社の勤務変更の必要性と従業員の不利益性との比較衡量\n原判決は、勤務協定に会社が勤務変更を一方的に命じうる権限がある旨の明文の\n規定あるいはこれを当然の前提とした規定は存在しないものの、このことから直ち\nに会社に勤務変更権限がないとは断定できない、としながら、勤務の変更は、客室\n乗務員の休日や勤務時間の変更をもたらすから、変更についてはその必要性とこれ\nを受ける従業員の権利の保護の面から両者の調和点を見い出すことが必要であると\nした上、当日の勤務時間の繰上げ変更は、前日の勤務終了後次の勤務開始までの労\n働から解放された自由時間の短縮を余儀なくされ、その社会生活上の不利益は著し\nく大きいから、勤務協定にこれを認める規定が存在するか又はその旨の事実たる慣\n習が存在しない限り許されない旨判示している。\nしかし、右の判断は、立論の前提において誤つているばかりか、従業員の不利益\nというものの捉え方においても誤つている。\n一　勤務変更の必要性\n１　勤務変更の原因となる事態としては、勤務割表配布後の乗務員の年次有給休暇\n及び生理休暇の取得、病気、突発的事故等による乗務員の欠務又は機材故障、天候\n不良等による運航計画の変更などがあるが、これらの事態の発生により直ちに勤務\n変更が必要となる訳ではなく、むしろ、このような事態においてもなお前者につい\nては機種毎に会社が決定した一定の編成人員を維持しなければならないという勤務\n協定上の要請、後者についてはそのような事態に遭遇した乗務員について、勤務協\n定に定める各種条件を満たしたうえで定時性を確保しつつ運航を維持しなければな\nらないという定期航空運送事業者としての高度の公共的使命がそれぞれあるからで\nある。\nすなわち、前者のような事態が発生しても、もし通常の編成人員未満の編成によ\nる運航が許されるなら、他乗務員の勤務を変更してまでその者を当該欠員の補充に\nあてる必要はない。欠員補充の措置が必要とされるのは、覚書Ⅰ・２６により、可\n能な限り欠員補充の措置を講ずべきことが要請されているからであり、したがつ\nて、交替要員確保のための勤務変更は、右のような勤務協定上の要請という必要性\nが主たる理由となつているのである。\nまた後者については、例えば本件のような運航中の機材故障の場合にあつても、\nその後の運航について可能な限り定時性を確保し、欠航は回避しなければならない\nという高度の公共的要請がある一方その運航にあたる客室乗務員について、右のよ\nうな変則的事態（イレギユラリテイ）においてもなお例えば勤務三日目の乗務員は\nその日のうちに基地に帰投せしめて休養を与えねばならない勤務協定上の定めを会\n社が遵守しなければならないから、その代替要員のために勤務変更が必要とされる\nのである。\n２　かようにみてくると、勤務変更の必要性は、勤務協定上の要請と運航の確保と\nいう高度の公共性に求めることができるのであつて、前者の要請は、専ら乗務する\n客室乗務員の勤務条件の保護を目的とするものであるから、その利益の帰属主体は\n乗務員に外ならないし、後者は、旅客の便宜が中核となるのであるから、これらの\n必要性が共に広い意味で会社の必要性の範囲に含まれるとはいつても、それは利益\nが専ら会社に帰属するという意味の会社の必要性とは著しく意味内容を異にすると\nいわねばならない。\n二　勤務変更によつて受ける乗務員の不利益の内容\n１　前記一で述べた会社の必要性に基づき、勤務変更を命じられる客室乗務員の不\n利益の有無、程度、内容をみると、確かに、これにより勤務の開始、終了時刻が変\nわり、場合によつては勤務時間も延長となり、休日の位置が変更となることもあり\nうるという点で不利益が全く生じないとは断定できないが、その程度は、右に述べ\nた勤務の不規則性、ひいては私生活の不規則性をもたらすという一般的抽象的な程\n度にとどまり、これによつて直ちに変更を受ける乗務員の社会生活に具体的支障が\n生ずるというものではないし、その内容をみると、右のような私生活上の不規則性\nは、そもそも日々の勤務開始・終了時刻、休日等が特定しておらず、毎月の勤務割\n表によつてそれぞれ異り、しかも右の勤務予定もスタンドバイの起用により変更さ\nれるという客室乗務員の勤務の特殊性自体にすでに内在しているところであつて、\nこのような勤務であることを承知して入社した客室乗務員にとつて或る程度は甘受\nすべきである、ということに加え、そのような不利益を受けて勤務変更を命ぜられ\nた結果、他の乗務員は当初の乗務予定者の欠務にも拘らず、所定の人員で乗務しう\nることとなり、或いは勤務協定所定の勤務条件を保障されつつ運航が確保されるこ\nとにより旅客の便宜も損われないという結果をもたらすのであつて、これらの利益\nは会社が享受するものではなく、特に客室乗務員の勤務条件の保護は、他の機会に\nは立場が入れ替つて右の勤務変更を受けた当該乗務員自身が享受することもあるの\nであつて、その意味では乗務員の相互扶助的意味をも有するのである。\n２　このようにみてくると、勤務変更は、これを受ける客室乗務員に一定の不利益\nを与えるといつても、右にみたその程度、内容、特に相互扶助的性格をも総合考慮\nすれば、これを命ずる会社と勤務変更を受ける乗務員の立場は、利益を享受する側\nと、その利益のために不利益を強いられる側という対立当事者として捉えるのは実\n態に即さない著しく衡平を失した見方といわねばならない。\nむしろ、右の実態を直視すれば、会社は、変則的事態が発生した場合においても\nなお勤務協定所定の条件を維持して客室乗務員全体の労働条件の低下を防止し、な\nおかつ公共交通機関としての使命を達成しようとする立場から勤務変更を命ずると\nいうことができるのであるから、右のような客観的必要性の前には、これを受ける\n乗務員の不利益は、特に具体的な支障ではなく一般的不利益にとどまる限り一歩を\n譲るというべきである。\n３　そして、右の理は、事前の勤務変更の場合であれ当日のそれであれ基本的に変\nわるところはないといわねばならない。\nむしろ、前述のような変則的事態が当日になつて発生した場合ほど前記２の勤務\n変更の客観的必要性は高くなるといえる。\nところで右の点に関し原判決は、前日の勤務終了後当日の勤務開始までの時間は\n労働から解放され、自由に行動することができる時間であるのに、勤務時間の繰り\n上げを命じられることによりこの自由時間の短縮を余儀なくされることになるか\nら、これにより従業員の受ける社会生活上の不利益は著しく大きい旨判示する。\nしかし、勤務協定上休養時間として、その間は業務に就かしえない、という意味\nで労働者の権利として保障されている時間は原則一二時間、昀低八時間であること\nは協定５ー８ー１に徴し明らかであるから、たまたま勤務終了後次の勤務開始まで\n一二時間を越える時間が予定されていたとしても、一二時間を越える（協定５ー８\nー１（１）ａｂの事由があるときは八時間）時間については勤務を命じえない理由\nはなく、したがつてこの時間が短縮されることが一律に著しい社会生活上の不利益\nをもたらすと解することは到底できない。\nしかも、右のような休養時間を短縮する形の勤務変更は、当日の勤務変更に限ら\nず事前の変更にも多くみられる。\nすでに主張したとおり、国内線の勤務は、三日乗務して二日休日、三日乗務して\n一日の休日という３ー②・３ー①のパターンを繰り返す。このうち休日は暦日単位\nで与えられるが、その休日は、勤務協定１ー７、６ー１により同時に休養時間とし\nての性質も併有している。つまり、三日目の勤務終了から二日間の休日を挟み、次\nの三日間の勤務開始までの間が連続して時間単位で休養時間中とみなされるのであ\nる。\nそして、右の休養時間に挟まれている休日には勤務は命じえないが、この二日間\nの休日があけた昀初の勤務日に到つた時点では、協定に定める一二時間の休養時間\nが確保されたことは理の当然であるから、例えばこの休日あけの昀初の勤務日の勤\n務開始時刻が当初午前一一時と予定されていても、これを事前（例えば三日前に）\nに午前九時の便に変更することは協定上全く問題がないし現にしばしば行なわれて\nいるところである。\nしかし、原判決の説示によれば、右の場合も自由時間の短縮として社会生活上の\n不利益は著しく大きいこととなり、使用者側の業務上の必要性は一歩を譲らなけれ\nばならないことにならざるをえないが、そうであるとすれば、原判決が、特に当日\nになつてからの勤務の繰り上げ変更が従業員の権利保護の面から問題となる根拠と\nして挙げた自由時間の短縮という点は、およそ事前であれ当日であれ当初指示され\nた勤務開始時刻を早める勤務変更すべてに妥当することになり、何も当日になつて\nからの繰り上げ変更に特有の不利益といえず、したがつて右の点のみを取り上げて\n当日の繰り上げ変更を特に問題視する原判決の判断は明らかに誤つている。\nさらに、原判決のような自由時間の短縮に着目するなら、それは何も勤務の繰り\n上げ変更によつてのみ生ずるものではないこと論理的に明らかであつて、例えば、\n航空機の遅延によつても右の自由時間が短縮されることになることは協定５ー８ー\n１自体が予定しているところからも窺えるとおり、事前に、一日目の勤務を繰り下\nげ変更し、二日目の勤務を変更しない場合も同様に自由時間の短縮をもたらすこと\nになる。\nこれをもし社会生活上の著しい不利益とみるなら、およそあらゆる勤務変更は、\n勤務開始又は終了時刻の一方若しくは双方の変更を意味するから、その変更にもか\nかわらず当初設定された休養時間が同じ、という偶然としてでも殆ど起こりえない\n稀有な条件が満足されない限り許されないことになる。その不合理であることは、\nすでに述べた勤務変更の必要性の客観的内容を想起すれば明らかであろう。\n４　勤務変更を必要とする事態は、本件のように変更当日に発生することもある\nし、年休請求のように事前に発生することもあるが、変更の必要という面からみれ\nば当日の方が緊急性という点で高いことはいうまでもなく、一方これによる従業員\nの不利益は、自由時間の短縮という点では特に事前の変更と変わるところがないこ\nとすでに述べたとおりであるし、その他一般的にみて当日の変更が事前の変更より\n不利益が大きいとみる理由は全くないから、当日の勤務変更についても、すでに主\n張したとおり、特に具体的な支障がない限り、乗務員の不利益は変更の必要性の前\nに一歩を譲るというべきである。\n三　スタンドバイの起用と勤務変更の関係\n１　前述したような変則的事態が発生した場合に備え、会社にはスタンドバイ要員\nを置いている。\nその目的は、右のような事態の発生に対しても、前述した客室乗務員の勤務条件\nを維持し、運航を確保することにある。\n勤務変更も、スタンドバイの起用も、その目的とするところは全く同一である。\nしかし、事態の具体的状況によつては、勤務変更によつてしかその目的を達しえ\nないときもあるし又その逆もある。さらには、いずれの方法も採ることができる場\n合もあり、どのような事態に対しどの方法を採用するかはそのときの運航状況等に\nよつて一概には決しえないから、それらの判断は会社の合理的裁量に委ねられてい\nるといわねばならず、会社の判断が一見して明白に不合理である外は、その判断は\n運航責任者の判断として昀大限に尊重されるべきである。\n２　ところで、会社は、右のような事態が発生したときに、勤務変更で対処可能な\nときはそれで対処している。\nその理由は、後刻勤務変更で対処しえない事態が発生したときにも対応できるよ\nう可能な限りスタンドバイは温存しておく必要性があること、スタンドバイ要員は\n当該スタンドバイ当日のみの起用にとどまらず、これに続く一連続の勤務を指示さ\nれることになる結果（例えば、三日連続の勤務を指示されていた乗務員が初日に急\n病にかかつた場合、その初日にはスタンドバイを指示されているが二日目以降別の\n乗務を指示されているスタンドバイ要員を起用すると、そのスタンドバイ要員は、\n当該初日から始まる欠務者の三日連続勤務に就く結果）、自らの予定勤務はすべて\n必然的に変更となるばかりか、又その穴埋めのために他の乗務員の勤務を変更する\n必要が生じさらにその穴埋めのため他の乗務員の勤務変更が必要になるという波及\n的な勤務変更をもたらすことになり、かくては一人の欠務者により多数の勤務を不\n安定にする結果となることなどである。\n次項でその具体的内容を検討する。\n四　スタンドバイ起用による勤務変更波及効果の重大性\n１　本件において原告のグループに勤務変更を命じたのは、三二六便（福岡一九時\n三五分発大阪二〇時三五分着）の乗務可能グループが福岡に存在しなかつたことに\n起因する。\nそこで、スタンドバイを起用して三二六便を運航したらどのようなことになるか\nを次にみてみる。\n原判決は正に右のスタンドバイ起用の方が確実で、各乗務員に不利益を与えない\n旨判示しているのであるが、そこにいう「不利益」とはあくまで当該各便の乗務予\n定者しか考慮の対象とはなつておらず、スタンドバイ起用による他乗務員の一連の\n勤務変更という不利益には全く留意していないという不当性が明白となるからであ\nる。\n検討に当つては、本件当時の実際の勤務割表に従つてその影響をみるのが望まし\nいが、毎月約四〇〇〇名以上に及ぶ客室乗務員のマスタースケジユール及び関連資\n料を長期間手元に保存しておくことはできないため、ここで本件当時の人員配置状\n況を再現することは事実上困難である。\nそこで、マスタースケジユール等が現存し、かつ、その中でスタンドバイ要員の\n数が本件当日に類似している同五九年一一月二四日のスケジユールを基に、この日\n本件と同一の事態が発生したと仮定し、スタンドバイ要員を起用したときの影響を\nみることにする。\n仮定とはいえ、右のようなスタンドバイ起用の影響をみるについては、スタンド\nバイ要員の数さえ大幅な違いがなければ、日時の違いは全く度外視しうるから、殆\nど本件当日にスタンドバイを起用したのと同じ結果がえられるとみてよい（乙第二\n九号証の一）。\n２　検討の対象となる状況は本件と全く同様である。（具体的には原判決第二、三\n１（二）のとおり）\n本件においては、右の三二六便の運航を一連の勤務変更によつて維持したが、こ\nこでは、右の事態がそのまま同五九年一一月二四日に発生したと仮定し、且同年同\n月の実際の勤務割表のもとで右の事態にスタンドバイを起用して三二六便を維持し\nたらどうなるかを検討しようとするものである。\n本件と異なる状況としては、本件の場合スタンドバイ要員は東京一九名、福岡三\n名の合計二二名であつたのに対し、同五九年一一月二四日のそれは東京一六名、福\n岡五名の合計二一名という点のみである（ｉ証言）。\n３　右の状況で昭和五九年一一月二四日午後一二時三〇分頃三二六便にスタンドバ\nイを起用することを決定したとする。\n（一）　必要な条件\n①　必要人員\n三二六便はＤＣー１０型機である。従つて職種別必要人員は次のとおりである。\nパーサー（以下ＰＳという）一名\nアシスタントパーサー（以下ＡＳという）三名\nスチユワーデス（以下ＳＳという）四名\n計八名\n②　乗務パターン\nスタンドバイから起用された乗務員が三二六便に乗務し、大阪に到着（二〇・三\n五）した時点では大阪発の便は一切ないから、当該八名は、大阪で宿泊となり、翌\n二五日は、もともと二四日に三二六便を乗務予定であつたグループの乗務予定便で\nあつた三一九便（大阪ー福岡）、三七二便（福岡ー東京）に乗務することになる。\nすなわち、当該八名は、スタンドバイから起用され、一泊二日のパターンに就く\nことになる（ｉ証言）。\n③　福岡へ送り込む手段\n三二六便の福岡出発時刻は一九時二五分であるから、東京からデツドヘツドでス\nタンドバイを送るには三六九便（東京一六時五分発、福岡一七時五〇分着）を使う\nことになる（その前の三二六便では福岡で時間が空きすぎ、後の三七三便では間に\n合わない。乙第二九号証の二、ｉ証言）。\n（二）　右条件を満たして使用しうるスタンドバイ要員は当日次のとおりいた。\n①　東京\nａ　自宅スタンドバイ（Ｂスタンドバイ八時から一六時）\n先任チーフパーサー（以下先任ＣＦという）　一名\nチーフパーサー（以下ＣＦという）　一名\nＰＳ　二名\nＡＳ　一名\nＳＳ　三名\nｂ　指定場所スタンドバイ（一五時から二〇時）\nＰＳ　一名\nＡＳ　五名\nＳＳ　二名\n②　福岡\nＣＦ　一名\nＡＳ　二名\nＳＳ　二名\n（三）　起用者の選定\n以上のスタンドバイ二一名の中から前記必要職種別人員八名を選ぶことになるが\n（乙第三一号証ノ一）、その際の判断要素は次のとおりである。\n①　次の理由から、福岡のスタンドバイは起用しない。\nア　福岡のスタンドバイ要員は、福岡基地所属の乗務員運航便に欠員が生じたとき\nの補填のためであること\nイ　仮に起用しても必要数に満たず結局東京のスタンドバイを起用する必要がある\nこと\nウ　福岡のスタンドバイ要員五人は次表のとおりいずれも翌二五日に乗務等の勤務\nが予定されており、これらを起用した場合前述のとおり一泊二日の連続勤務となる\nから、二五日以降の当初の乗務予定便については他の乗務員をあてることにならざ\nるをえず、さらにその補填のために他の乗務員のスケジユールの変更を必要とする\nなどその波及的影響は大きく、人員規模の小さい福岡ではその対応が困難になるこ\nと（ｉ証言）。\n尚大阪基地のスタンドバイについても同様の理由で使わない。\n＜０８３５９－００１＞\n②　以上の点から、東京のスタンドバイを起用することになるが、前記ａの自宅ス\nタンドバイとｂの指定場所スタンドバイのいずれから優先的に起用するかという\nと、次の点から自宅スタンドバイを優先的に起用する。\nすなわち、指定場所スタンドバイとは、自宅以外の会社の指定した場所（昭和五\n四年当時は羽田東急ホテル、同五九年当時は、国内乗員部の一角に設けた部屋）で\n待機することをいうが、右内容から明らかなとおり、指定場所スタンドバイは、直\nちに、かつ確実に起用できる形態であるから、それは、自宅スタンドバイを呼び出\nす時間的余裕のない程切迫した事態に対処する要員として可能な限り温存しておく\nのをスケジユール運用の常としており、又その運用は合理的というべきであるか\nら、本件のように時間的余裕のある事態に対し自宅スタンドバイをさしおいて指定\n場所スタンドバイを優先的に起用するのは合理的ではないからである（ｉ証言）。\n③　そこで自宅スタンドバイを優先的に起用することとし、前記八名の翌二五日以\n降の勤務をチエツクする。何故なら、起用されるべき勤務はすでに述べたとおり一\n泊二日の勤務であるから、右の八名のうち、翌二五日に休日を予定されている者は\n起用できない（協定６ー１ー１により、三日間現に勤務した者については二日ない\nし一日の休日を実際に与えることになつている）からである。\n前記八名の勤務予定をみると次表のとおり先任ＣＦ、ＰＳ①、ＳＳ③はいずれも\n翌二五日は休日であるから、これらの者は一泊二日の右勤務には起用できないこと\nになり、したがつて自宅スタンドバイから起用できるのは、ＣＦ①、ＰＳ②、ＡＳ\n①、ＳＳ①、②の計五名となり、不足のＡＳ一名、ＳＳ二名は指定場所スタンドバ\nイ要員の中から起用することになる（ＤＣー１０機の客室乗務員の昀高責任者はＰ\nＳであるが、前記自宅スタンドバイのＣＦ①、ＰＳ②は、下位職代行としてそれぞ\nれＰＳ職務、ＡＳ職務を代行しうる。ｉ証言）。\n＜０８３５９－００２＞\n③　三六九便でスタンドバイ要員を福岡へ送る（デツドヘツドという）には、それ\nらの者の出頭時刻は一五時〇五分になるが、この時刻をカヴアーする指定場所スタ\nンドバイはＡ３（一五・〇〇から二〇・〇〇）スタンドバイと呼ばれ次表のとおり\n八名いた。\n＜０８３５９－００３＞\nこれらのうち、ＡＳ一名、ＳＳ二名を起用するには、右に述べたように二五日に\n休日を予定されておらず、しかも起用によりその後の他の乗務員のスケジユールに\n出来るだけ影響を及ぼさないような勤務予定の者を起用することになる。\nこのような観点からみると、前図ＡＳ②、③、④のうち一名のＡＳを選ぶとする\nと、翌二五日も自宅スタンドバイを命ぜられているＡＳ④が昀もスケジユールの影\n響が少なく、ＳＳ二名は、スケジユール変更を余儀なくされるが、二名しかいない\nのでＳＳ④、⑤を起用することになる（ｉ証言）。\nこれらの選任の結果は、乙第三一号証の二のとおりである。\n４　スタンドバイ起用によるスケジユール変更の波及的影響\n（一）　起用されたスタンドバイ要員自身についても、たんにスタンドバイの当日\nのみならず、翌日以降の自らのスケジユールが変更されることはすでに述べたとお\nりである。\nその結果前記八名のうち、翌二五日もスタンドバイを命ぜられているＡＳ④を除\nいた七名は、いずれも翌二五日以降日帰り便もしくは一泊便の乗務が予定されてい\nたが、二四日のスタンドバイ起用の結果それらの乗務に就けなくなるので、その七\n名の補填が必要になつてくる。\n（二）　右の七名の補填方法は基本的には前記三二六便起用の際と同様である。\nすなわち、一一月二五日にスタンドバイを指示されている者の中から七名を選\nび、それらの者に対し、上記起用されたスタンドバイ要員ＣＦ①以下がもともと指\n示されていた乗務を命ずることになる。\nその際、ＣＦ①、ＳＳ②、⑤の三名は、前記のとおり一一月二五日から二六日に\nかけての一泊便を指示されていたから、その補填も、できればその両日ともにスタ\nンドバイを指示されている者を起用することが望ましい（それだけ影響は少な\nい。）が、なければ已むをえないからとりあえず一一月二五日スタンドバイの者を\n起用し、その者が二六日以降指示されている乗務は更に二六日スタンドバイを指示\nされている者を起用する、という作業を繰り返すことになる（乙第三一号証の一、\nｉ証言）。\n（三）　そこで一一月二五日のスタンドバイ要員をみると次のとおりであつた。\nａ　自宅スタンドバイ\nＰＳ　一名\nｂ　指定場所スタンドバイ（乙第二九号証の三）\nＡ１　六名\nＡ２　五名\nＡ３　五名\n指定場所スタンドバイは、通常、時間帯（Ａ１、Ａ２Ａ３の区分）当りＤＣー１\n０型機の編成数である八名を配置するのを原則としていることに照らせば、人員が\n逼迫した少ない配置人員であつたといえる。\n（四）　パーサーは、右の自宅スタンドバイの者（ＰＳ④とする）を勤務変更して\n用い六名（ＣＦ一名、ＡＳ一名、ＳＳ四名）は、右の指定場所スタンドバイを用い\nるか或いは窮余の策として国際線のスタンドバイを用いることになるが、右の指定\n場所スタンドバイは、すでに少な目の配員であつてこれを用いると当日の緊急事態\nに対応できないおそれがあるためにこれを用いることは相当ではなく、従つて国際\n線から応援を求めざるをえない。\nそこで一一月二五日の国際線自宅スタンドバイをみると次のとおりである。\nＳＩ（零時から午前八時）　四九名\nＳ２（午前八時から午後四時）　二八名\nＳ３（午後四時から零時）　三二名\nこのうち、どの時間帯のスタンドバイを使うかというと、当日起用される確率の\n少ないＳ１（時間帯からして便が少ない）から通常は勤務変更して用いている。\nしたがつてＳ１四九名の中から選ぶことになるが、前記六名のうち、ＣＦとＳＳ\n二名は、前記のとおり二五日、二六日の一泊二日のパターンを持つていたから、少\nなくとも四九名のうちＣＦ一名とＳＳ二名の補充要員は両日スタンドバイを指示さ\nれている者がいればその中から選び、他の三名については日帰り便であるからこの\nような制約はなく、乗務時間の実績、グループ管理体制からくる要請等を考慮しつ\nつ適当な者を選ぶことになる。\n以上の結果国内線自宅スタンドバイからＰＳ一名、国際線自宅スタンドバイから\nＣＦ一名、ＡＳ一名、ＳＳ四名の合計七名が一一月二四日の段階で勤務割変更の指\n示を受けることになる。\n（五）　ところで、ＰＳ②に代わり二五日に五一九便、五二〇便の乗務を指示され\nた前記パーサー（ＰＳ④）は、スケジユールによれば翌二六日は休日、二七日～二\n九日は三五三便以下の二泊三日の乗務が予定されていたが、勤務協定覚書Ⅰ－２６\nによれば、「国内線における一暦日のみ休日については、スケジユール作成上一暦\n日の休日の前後に一二時間以上の勤務間隔を予定するよう配慮する」旨定めてお\nり、その趣旨は、前日の勤務終了から休日明けの勤務開始まで三六時間なければな\nらないことを意味する。\nところが、前記パーサーの二五日の（五一九便）五二〇便の勤務終了時刻は二〇\n時三〇分であり、休日明けである一一月二七日の三五三便以後の二泊三日の勤務開\n始時刻は七時であり、この間三四時間三〇分しかないから、右パーサーを一一月二\n五日に五一九便、五二〇便に乗務させた以上は二七日の三五三便から始る二泊三日\nの乗務パターンは切らざるを得ない（乗務を命じえない）。\nしたがつて、右パーサーが本来乗務予定であつた一一月二七日の三五三便以降の\n二泊三日の乗務については、これまたスタンドバイからの勤務変更で補填せざるを\nえない。\nその場合一一月二七日～二九日の三日間連続してスタンドバイを指示されている\n者がいれば、この者の勤務変更のみで足りるが、通常三日間を通してスタンドバイ\nという勤務を指示されている者は少く、それがいないときは二七日にスタンドバイ\nを指示されている者を勤務変更して二七日以降の二泊三日のパターンをとらせるこ\nとになる。\nそして、この者が二七日のスタンドバイに続いて二八日、二九日の一泊二日の乗\n務パターンを予定されていたら、その補充にさらに二八日スタンドバイを指示され\nている者をあてることになる。\nこの場合運よく二八日、二九日ともスタンドバイを指示されている者がいればそ\nの者をあてることによつて一連の補充措置は完了するが、そううまく行くとは限ら\nない。\nそしてもし、二八日スタンドバイを命ぜられている者の二九日、三〇日のスケジ\nユールが一泊二日の乗務であつたとすると、その二九、三〇日の乗務のため、二九\n日のスタンドバイを使い、そのスタンドバイ要員が三〇日に乗務を指示されていた\nとすれば、その補充のためにさらに三〇日のスタンドバイ要員を使わねばならない\nことになる。\nかくて前記パーサーの勤務変更の結果、更にそれから波及して一一月二七日以降\nのスケジユールで二ないし数名のパーサーのスケジユール変更が生じることとな\nる。\n一方ＣＦ、ＳＳ三名については、いずれも二日連続のスタンドバイがいたから三\n名の勤務変更で済んだが、もしいなければ一一月二六日以降乗務を指示されている\n者を用いざるをえなくなり、その二六日以降の勤務補充のためさらに他の勤務変更\nが必要となつてくるのである（ｉ証言）。\n五　比較衡量\n１　以上に述べたとおり、機材故障等の不測の事態が発生し、これに対し勤務変更\nで対処することもできればスタンドバイの起用で対処することもできる、というと\nきは、勤務変更によつて対処する方が客室乗務員全体のスケジユール維持という面\nで客室乗務員全体の利益に適うものである。\nすなわち、右の例の如く当日の勤務変更によつて対処すれば、通常当該変更を受\nける乗務員の勤務開始時刻、終了時刻、勤務時間等の全部又は一部に変更は生ずる\nものの、当該乗務員の範囲で、しかも当日の変更のみで影響はとどまるのに対し、\nスタンドバイを起用すれば、当該スタンドバイ要員の、スタンドバイ当日の起用に\nとどまらずこれに続く一連の勤務の変更を招来し、しかもその勤務変更により次々\nと他の客室乗務員の勤務も変更せざるを得ない結果となる。\n又、右事例においては当初スタンドバイから起用された八名が就く乗務パターン\nは一泊二日にとどまるが（それでもその波及効果の大きいところは右にみたとおり\nである）、それが二泊三日になることもあり、また国際線では長い場合には一五日\nを越える（平均でも五、六日）ことを考えれば、客室乗務員のスケジユール運用に\nおいて、スタンドバイ起用に伴うその後の勤務変更の影響の大きさは、一般的には\n右事例より更に大きい実態にあるといえる。\nこの場合、スタンドバイ要員である以上右のような勤務変更は已むをえないもの\nとして当然に甘受すべきである、という反論は正しくない。何故なら、スタンドバ\nイから起用された乗務が当日のみで終るなら、それはスタンドバイという勤務その\nものが予定しているものということができるが、起用された乗務が翌日以降に及ぶ\n一連続のものであるときは、スタンドバイの翌日以降別の勤務を持つているスタン\nドバイ要員にとつては、その部分は通常の勤務変更と変わるところがなく、スタン\nドバイであるが故に当然に甘受すべきものとはいえないからである。\n２　そうであるとすれば、不測の事態に対し勤務変更で処理するかスタンドバイを\n起用するかは、たんに勤務変更を受ける者の不利益とスタンドバイの起用とを比較\nしてその当否、合理性の有無を論ずべきではなく、スタンドバイ起用がもたらす前\n述のような波及的勤務変更例をも考慮した客室乗務員全体の勤務の安定性という見\n地からこれを論ずべきである。\nこのような見地から判断すれば、勤務変更で処理する方が客室乗務員全体の勤務\nの安定性に資する結果となること改めて指摘する迄もない。\n原判決の判断は、右のような視点を全く欠落させているという点で不当であるば\nかりか、スタンドバイの起用についても勤務変更をもたらすことがあるということ\nを理解していない点においても不当であるといわねばならない。\n六　本件措置の具体的妥当性\n１　右に述べたところは本件の場合一層よくあてはまる。\nすなわち、本件についてスタンドバイを起用していれば、波及的に他の多くの客\n室乗務員の勤務変更を招来することすでにみたとおりである。\n一方本件勤務変更により被控訴人に不利益を与えるかというと、被控訴人は、勤\n務協定に定める所定休養時間はすでに消化しいつでも勤務に就きうる状態にあつた\nこと、右の休養時間は基地外の指定宿泊ホテルでとられており、勤務変更とはいつ\nてもその実態は指定宿泊ホテルを予定より僅か三〇分程度早く出発するにすぎない\nものであつてこれにより私生活上の具体的支障が生ずるものではないこと、勤務変\n更がなされても、勤務当日の勤務終了時刻が約一時間程度遅れるのみであつて翌日\n以降には全く影響を与えないことなど当日の勤務変更としても昀も影響の小さい、\nしかも具体的な支障の生じないケースであつた。\n２　しかるに原判決は、当日の勤務の繰り上げ変更が休養時間の短縮をもたらすか\nら、それが重大な不利益であると判示するのであるが、右は指定宿泊ホテルでの滞\n在の意味を全く取り違えている。\nすなわち、勤務協定１ー７によれば休養とはすべての勤務から解放された時間を\nいうとされている。\nしたがつて、本件の場合被控訴人が休養開始時刻である一一月二四日午後九時二\n五分から、勤務開始時刻である一一月二五日午後二時五〇分から地上輸送時間の三\n〇分を早めた午後二時二〇分まで何らの勤務にもつかなければ結果として一六時間\n五五分の休養が与えられたことになる。\nしかし、そのことと右の一六時間五五分について、会社が被控訴人をすべての勤\n務から解放された状態においておかねばならないのかということとはおのずから別\n問題である。協定上すべての勤務から解放された時間として保障されているのは５\nー８ー１により一二時間（ｂの事由があるときは八時間に短縮できる）であつてこ\nれ以上の時間は被控訴人に権利として保障されている時間ではない。\n従つて、右の一二時間を越える時間が勤務の繰り上がりにより短くなるからとい\nつて当然に被控訴人に不利益をもたらすとはいえない。\nむしろ実態は逆である。\nすなわち、東京を基地とする被控訴人らの乗務グループにとつて大阪での宿泊\nは、たとえその間勤務がなく待機義務もないという点で身体的拘束はないといつて\nも、自宅での休日と異なり行動の自由は自ずと制約され、長期の宿泊は身体的疲労\nを伴うこと一般地上職の出張と変わるところがない。国内線の場合はそれでも一泊\n乃至二泊であるからそれ程問題が生じないとしても、国際線の場合は長いときは一\n連続の乗務が終わるまでに一五泊以上もすることがあり、この間たとえ身体的拘束\nを受けなかつたとしても一泊の乗務より疲労すること疑いを容れない。協定６ー２\nー３が離基地日数に応じて帰着後の休日数を定め、しかも休日は必ず基地（自宅）\nにおいて与える旨定めているのはそのためである。\n国際線の場合少くとも二泊以上のパターンであれば、一連続の乗務中に暦日単位\nで休日を付与することは可能である。むしろそうする方が会社にとつて効率の上が\nる勤務であることは否定しうべくもない。\n現在客室乗務員は協定上（６ー４）月間一〇日の休日が昀低限保障されている\nが、もし右のような取り扱いが許されるなら（労基法上は可能である）、例えば昀\nも長い南廻り欧州線の一七日のパターンではその一連続の乗務中に一〇日間の休日\nを与えることができ帰着後の稼働日数が飛躍的に向上する。\nしかし、そのような取り扱いとはせず、前述のとおり離基地日数に応じ、しかも\n基地において休日を与えることとしたのは、基地外の宿泊地においては、いくら勤\n務から解放されその行動に制限がないといつても実態として休日を与えられたとは\n評価しえないからであつて、そのような評価となるのは、結局一連続の乗務期間中\nの休養は何といつても一定の制約下にあることを否定しえないからである。\nそうであるとすれば、極めて弱いとはいえこのような制約下にある状態からの早\n期離脱を意味する勤務の繰り上げ変更は客室乗務員にとつて有利になりこそすれ不\n利益であるとは到底いえない。\n敢ていえば、一般地上職員が長期の出張を命ぜられ、予定していた昀後の仕事が\n当日になつて予定より早く着手できることになつたのと同様である。この場合しな\nければならない仕事である以上早く着手し早く完了させて帰着したいと考えるのが\n常識というものであつて、予定の時間にならなければ着手しないというのは非常識\nと世間はみる。被控訴人の行動は正に後者であつた。\nもつとも本件の場合繰り上げ変更によつても勤務終了時刻は早まらず予定より一\n時間程度遅れるものではあつた。しかしそれは変更された勤務の内容に起因するも\nのであつて、事前の、繰り下げ変更の場合にも生ずるものであるから、当日の、繰\nり上げ変更の当否という面で考慮すべきものではない。\n以上に述べたところからすれば、基地外の宿泊地における当日の勤務の繰り上げ\n変更が休養時間の短縮をもたらすという点で客室乗務員に著しい不利益をもたらす\nという原判決の判断はすでにその点において誤つているといわねばならない。\n３　そして、当審における被控訴人本人尋問の結果によつても、被控訴人自身が本\n件勤務変更によつて私生活上の具体的不利益が生じたことは全くなかつたばかり\nか、クルーである配下のスチユワーデスには、勤務変更による具体的な支障の有無\nについて質すことすらしなかつた。\n被控訴人は、もつぱら、勤務変更は、協定上できないという議論のための議論\n（現に乗客は乗り込み、それぞれの目的、思いを持つて出発を待つていた。）、し\nかも前述の如く誤つた議論のみを根拠に勤務変更命令を拒否したのである。\n被控訴人に具体的不利益がなかつたことは明らかである。\n被控訴人の主張\n第一　本件の背景となる事実関係\n一　昭和五四年一一月二五日の被控訴人の所定勤務時間等\n１　被控訴人は、ほか七名の客室乗務員とともに、あらかじめ勤務割表によつて指\n示されていたところに従つて、昭和五四年一一月二四日に、九二七便（福岡ー沖\n縄）、九二六便（沖縄ー福岡）、三二六便（福岡ー大阪）を乗務したあと翌一一月\n二五日の三一九便（大阪ー福岡）およびこれにひきつづき三七二便（福岡ー羽田）\nに乗務するために、大阪東洋ホテルに投宿し滞在していた。\n２　被控訴人らのグループはパーサーたる被控訴人のほか、アシスタントパーサー\n四名（うち一名はスチユワーデス職務代行）、スチユワーデス三名の計八名（いず\nれも女子）によつて構成され、被控訴人が同グループ内の先任客室乗務員であつ\nた。\n３　被控訴人らが乗務すべく指示されていた三一九便および三七二便の予定出発時\n刻・到着時刻はつぎのとおりである。\n●　三一九便　大阪一五時五〇分出発ー福岡一六時五〇分到着\n●　三七二便　福岡一八時〇五分出発ー羽田一九時三五分到着\n会社と客乗組合との勤務協定（乙第一号証）「五ー一〇ー一」によると、客室乗\n務員の所定勤務時間は、右一連の乗務の場合、昀初の予定出発時刻の一時間前には\nじまり（この時刻をシヨウ・アツプ・タイムと呼び、出先の空港においては会社の\n各空港支店内の所定の場所に、出頭すべきものとされている）、一連の乗務の昀後\nの到着時刻の三〇分後に終了するものと定められている。\nしたがつて、昭和五四年一一月二五日の被控訴人の始業時刻、即ち大阪空港支店\nへの所定出勤時刻（シヨウ・アツプ・タイム）は一四時五〇分であつた。なお右シ\nヨウ・アツプ・タイムとは別に勤務協定上（「一ー一三」および「五ー一〇ー一ー\n（二）」）三〇分間の「地上輸送時間」が設定されており、この時間は休養時間に\nも勤務時間にも算入されないが、シヨウ・アツプ・タイムからこの三〇分を逆算し\nた時刻（いいかえれば「地上輸送時間」の起算時点）をピツク・アツプ・タイムと\n呼んでいる。すなわち実際上乗務員は、このピツク・アツプ・タイムにホテルの前\nで会社のさし回すタクシーに乗りこむことになつている。この時刻は本件の場合一\n四時二〇分であつた。\n４　以上の事実関係については当事者間に争いがない。\n二　一部機材における異常の発生にともなう機材繰りの内容\n１　被控訴人らが当初乗務すべきものとなつていた便の運航に使用を予定されてい\nた機材（ＤＣ一〇型機。機体番号ＪＡ八五三六）は、当日、次の各便を順次運航す\nることを予定されていた。\n①　三九一便　羽田七時三〇分出発ー福岡九時一〇分到着\n②　三〇八便　福岡一〇時五分出発ー大阪一一時五分到着\n③　一一二便　大阪一二時出発ー羽田一三時到着\n④　一一五便　羽田一四時出発ー大阪一五時到着\n⑤　三一九便　大阪一五時五二分出発ー福岡一六時五〇分到着\n⑥　三七二便　福岡一八時五分出発ー羽田一九時三五分到着\n⑦　三七七便　羽田二〇時三〇分出発ー福岡二二時一〇分到着\n被控訴人らのグループは本件当日に右の七つの便のうち⑤、⑥の二便を乗務する\n予定だつたわけである。同機材自体には何ら異常はなく、実際の出発到着時刻は、\nわずかの誤差はあつたが、ほぼ予定どおり①、②、③、④の各便の運航が行なわれ\nていた。\n２　ところが、これとは別に、当日\n①　九〇〇便　大阪八時三〇分出発ー羽田一〇時四五分到着\n②　三五九便　羽田一一時四〇分出発ー福岡一三時二〇分到着\n③　九二七便　福岡一四時一〇分出発ー沖縄一五時四五分到着\n④　九二六便　沖縄一六時五〇分出発ー福岡一八時二〇分到着\n⑤　三二六便　福岡一九時三五分出発ー大阪二〇時三五分到着\nの各便に就航を予定されていた機材（ＤＣ一〇型機、機体番号ＪＡ八五三七）につ\nいて、右①の九〇〇便運航中に第一エンジンの燃料ポンプに異常が発見されたた\nめ、同機は羽田空港到着後、ただちに整備を施す対象とされた。\nこのため、右②以降の各便の運航する機材を別途確保する必要が生じた。\n３　会社は右ＪＡ五三七号機に代わる機材として、当日\n①　三〇三便　大阪八時四五分出発ー福岡九時四五分到着\n②　三五六便　福岡一〇時五五分出発ー羽田一二時二五分到着\n③　五一三便　羽田一三時二〇分出発ー札幌一四時四五分到着\n（以下の予定省略）\nの各便に就航を予定されていた第三の機材（ＤＣ一〇型機。機体番号ＪＡ八五三\n一）の予定を右③以降の分に関して変更し、この機材を整備入りした前記２の機材\n（ＪＡ八五三七）の代わりに前記２の②以降の便に就航させることとし、逆に本項\n③以降の便には前記２の機材をその整備完了を待つて就航させることとした。\n４　ところで、前記２の②の三五九便が羽田を出発する予定時刻は前述のとおり一\n一時四〇分であるところこれに用いるべき機材の到着、すなわち前記３の②三五六\n便の羽田到着予定時刻は一二時二五分であるから、右三五九便の出発時刻は、当然\n予定より遅らせなければならないことになる。そうすると、この機材によつて、三\n五九便、九二七便、九二六便、三二六便（前記２の②、③、④、⑤）を順次運航し\nたのでは、昀後の三二六便が大阪空港に到着する時刻が同空港の使用制限時刻であ\nる二一時を過ぎるおそれがある。\nしたがつて、三二六便は、右機材より（すなわち前記２の④の九二六便より）早\nい時刻に福岡空港に到着する機材によつて運航させる必要があり、これに該当する\n機材として前記１の機材（ＪＡ八五三六）が選択された。すなわち同機材は三一九\n便（前記１の⑤）により福岡到着後三二六便（前記２の⑤）の運航のために使用さ\nれ、本来同機材がひきつづき使用される筈であつた三七二便（前記１の⑥）には、\n第四の機材（ＤＣ八型機。機体番号ＪＡ八一一五が使用）されることとなつた。\n５　以上が、九〇〇便飛行中に異常が発生したＪＡ八五三七号機の整備入りに伴う\n機材繰りの内容である。この事情の詳細は、もとより本件当時被控訴人の知る由も\nなかつたが、客観的事実として当事者間に争いはない。\nなお、当日羽田空港には右１ないし４にふれた機材とは別の機材（ＤＣ一〇型\n機。機体番号ＪＡ八五三二）が九時五五分に福岡からすでに到着していた。この機\n材を三五九便（前記２の②）の運航のために使用すれば、同便の出発を遅延させる\n必要はなく、従つて、前記４の機材繰りは不要となつたわけであるが、会社は右機\n材は本件の機材繰りの対象にはせず、予定どおり、五〇九便として定刻（一一時三\n四分）札幌に出発させた。\nこの事実についても当事者間に争いがない。\n三　右機材繰りの変更にともなう客室乗務員の人員繰り\n１　ところで、前述の三二六便（福岡ー大阪）には、本来ならばこれに先立つ九二\n七便（福岡ー沖縄）および九二六便（沖縄ー福岡）に乗務した客室乗務員が各便に\n就航する機材（ＪＡ八五三七）とともにそのまま乗務することが予定されていた\n（この九二七便ー九二六便ー三二六便というパターンは前述のとおり被控訴人のグ\nループ自身が前日の一一月二四日に乗務したパターンである）。\n２　しかし、前述のように九二六便使用機材（ＪＡ八五三七）の福岡空港到着が遅\nれることを見込んで同機材をひきつづき三二六便に使用せず、これに代えて三一九\n便として福岡に到着する機材（ＪＡ八五三六）を三二六便に使用することに決定し\nた会社は、機材自体と同様に客室乗務員についても九二六便に乗務する客室乗務員\nをそのまま三二六便に乗務させることは不可能であり、そのための交代要員を手当\nてしなければならないと判断した。\nそして、客室乗務員手当ての具体的方法として会社は機材の変更と一致させる形\nで三一九便を乗務する客室乗務員を、ひきつづき三二六便に起用することとし、こ\nの三二六便が大阪を目的地とするためのものであるため、被控訴人らのグループに\n代えて当日大阪に滞在していた別の客室乗務員のグループ（ｊチーフパーサーを先\n任とするグループ）を、右三一九便および三二六便に起用し、逆に右ｊグループが\n本来アサインされていた一五四便および一五三便に被控訴人らのグループを起用す\nるように変更しようとしたものである。ただし、前述のとおり一五三便は成田発大\n阪行の便であるから、羽田を基地とし、当日が連続三日勤務の昀終日にあたつてい\nた被控訴人らのグループを当日中に基地に帰着させるために（ちなみに勤務協定\n「六ー一ー一」に国内線客室乗務員の乗務は連続三日を限度とするとの定めがあ\nる）、ｊグループを起用する場合には必要のない、一二八便（大阪・羽田行）の便\n乗（デツドヘツド）を、あわせて命ずることとなつたのである。\n以上の事実関係については当事者間に争いがない。\n四　本件勤務変更の内容\n１　上述の如き事情を背景として、会社（大阪空港支店航務課）は、昭和五四年一\n一月二五日一三時四五分ころホテルにいた被控訴人に対し、ただちに空港に出頭し\n前記三一九便および三七二便の乗務の代わりに、当日は一五四便（大阪ー成田）お\nよび一五三便（成田ー大阪）に乗務したうえ、一二八便（大阪ー羽田）に便乗（デ\nツドヘツド）して羽田に帰着すべき旨を指示した。\nちなみに、右各便の予定出発時刻・到着時刻はつぎのとおりである。\n●　一五四便　大阪一四時出発ー成田一五時一〇分到着\n●　一五三便　成田一七時出発ー大阪一八時一〇分到着\n●　一二八便　大阪二〇時出発ー羽田二一時到着\n２　したがつて、本来右の乗務に就くべき客室乗務員のシヨウ・アツプ・タイムは\n大阪空港支店において一三時であるから、右１の変更指示を被控訴人が受けた時点\nでは、すでに所定シヨウ・アツプ・タイムを四五分も経過していたわけである。ま\nた、右変更指示に従つて被控訴人がただちにホテルを出発したとしても、大阪東洋\nホテルから大阪空港まで車で三〇分～四〇分はかかるから、空港到着は一四時二〇\n分前後になることが見込まれ、その後ブリーフイングなど出発前作業を一切省略し\nたとしても、一五四便の出発は遅延せざるをえないことになる。\n一方勤務終了時刻でみると、被控訴人の当初乗務予定だつた三七二便は、羽田到\n着一九時三五分であるから、勤務終了時刻は三〇分後の二〇時五分であつたのに対\nし、勤務変更後の一二八便は羽田到着二一時であるから勤務終了時刻は二一時三〇\n分となる。結局、本件勤務変更により、被控訴人の所定勤務開始時刻は一時間五〇\n分のくり上げ、勤務終了時刻は一時間二五分のくり下げとなり、勤務時間は三時間\n一五分の延長となるわけである。\n以上の事実については当事者間に争いがない。\n３　なお被控訴人は、当日、グループのｏ、ｐ、ｑの三名のアシスタントパーサー\nとともに、ホテル外で昼食をとつたあと、一三時四五分ころホテルに戻りフロント\nで、「会社から電話が入つている」という旨を聞かされて、ただちに大阪空港支店\n航務課へ被控訴人のほうから電話を入れ、このときはじめて本件勤務変更に接した\nのである。\n第二　本件勤務変更の合理性\n一　会社がスタンドバイを起用しなかつた理由\n１　勤務協定（一ー四）上、「勤務割の不時の変更に備え」るため、「スタンドバ\nイ」の制度があり、客室乗務員は、実乗務や地上勤務以外にも、勤務割によつて\n「スタンドバイ」を命じられた場合には右勤務協定（五ー六）の定める範囲内にお\nいて、いつでも勤務につき得る状態を維持しなければならないこととなつている。\nこれを受けて、現実に羽田・大阪の各基地には、会社が必要と見込む数の客室乗務\n員がスタンドバイしており、本件当日も例外ではなかつた（ほかに主として国際線\nのために成田空港との関係でも別にスタンドバイ要員が配置されており、この要員\nが必要に応じて国内線に乗務することもできる状態であつた。乙第五号証はこの要\n員を表から除外している）。\n２　本件当日のシツプトラブルは一一時以前に発生しているのであるから、大阪、\n羽田、あるいは成田基地におけるスタンドバイ要員を前述の三二六便の乗務に起用\nする（つまり、三二六便の予定出発時刻一九時三五分の一時間前にあたる一八時三\n五分以前に福岡に送りこむ）ことは十分可能であつた（一一時以降に羽田を出発\nし、一八時以前に福岡に到着する便は、三五九便、三六一便、三六三便があり、同\nじく大阪から福岡への便は三一三便、三一九便がある。甲第一六号証参照）。この\n方法によれば、被控訴人らのグループに対しても、またｊチーフパーサーのグルー\nプに対しても、それぞれの当初の勤務割を変更する必要は全くなかつたわけであ\nる。\n原判決も、勤務変更による乗務員の確保には不確実性があること、一五四便は成\n田での国際乗り継ぎのため一時間以上の遅れは許されないこと、勤務変更を受けた\n者には予定外の勤務をさせる点で不利益の生じること等をあげ、会社の採つた措置\nは昀善とはいえず、三二六便にはスタンドバイ要員をあてるべきであつたと指摘し\nた。\n３　原審において会社は、スタンドバイを起用しなかつた理由として、可能な限り\nスタンドバイ要員を温存しておく必要があるとし、当審においてさらにスタンドバ\nイの起用により波及的に勤務変更の必要性が生じ乗務員への不利益が大きいと主張\nしている。\nしかしこれらの主張は、勤務協定の趣旨にも反し、事実にも反するものである。\n二　スタンドバイの温存について\n１　乗務員の不時の欠勤、機材の故障、天候の異変などにより乗務員の確保を必要\nとする事態の発生することは、航空に限らず運送事業には当然に予想されるところ\nである。勤務協定もこのような事態を想定し、これに対処するためスタンドバイ制\n度を設けており、逆にこれ以外の制度を設けていない。勤務協定締結の経過やその\n明文を見る限り、勤務協定は前記の如き不測の事態にスタンドバイ要員をもつて対\n処するとしていると解するほかはないのである。\n２　なるほど、これらの事態に対する人員繰りとして、スタンドバイ要員の起用に\nよるよりも、勤務変更による方が運用上事務を繁雑にしない、あるいは乗務員に不\n利益が少ない場合もあるかもしれない（むろん会社も自認するように常にそうであ\nるとは限らない）。しかし、このことは会社にスタンドバイ要員を温存し、まずも\nつて勤務変更を業務命令をもつて命じる権限を認めたことを意味するものではな\nい。\n第一に、不測の事態に対し、出勤者ないし出勤予定者相互間の勤務変更によつて\n対処する「必要性」なるものは少なくとも当日の勤務変更についてはきわめて稀に\nしか発生しない（原審ａ証言）。会社の資料（乙第二八号証の一ないし一一）にも\n当日の勤務変更は一例もない。しかもその「必要性」なるものは、あくまでも事実\n上の必要性あるいは会社側の単なる事情というべきものであつて、その「必要性」\nのゆえに一方的な労働時間、始業・終業時刻の変更権を基礎づけたり、会社側の指\n示に労働者が応ずべき信義則の義務を基礎づけたりするような、法的意味を持ちう\nるようなものではない。\n第二に、実際の問題としても、右のような「必要性」が生じた時は、会社はスタ\nンドバイ起用をあとまわしに、まず勤務変更に応ずるよう協力要請すれば足りるの\nであつて、これまでの運用実態からみればこれで必要かつ十分なのである。勤務変\n更の必要性は、勤務変更命令権に結びつくものではない。\n第三に、会社が何としても勤務変更を業務命令として行ないたいのであれば、鉄\n道や海運がそうであり、全日空・東亜国内航空がそうであるように、労使間で協議\nしてルールを定め、勤務協定にこれを盛りこめばよいのである。客乗組合もこれに\n応じる姿勢を一貫して示してきた。その努力を怠り、むしろ協定化することによる\n制約を嫌つて協議すら拒否し、手続的にも内容的にも会社の自由な勤務変更をしよ\nうとするところに会社の無理があるのである。\n３　スタンドバイの温存を当然の原理・原則のごとく云う会社の主張は右の如く何\nら根拠のないものである。スタンドバイ要員を温存したい真の原因は、勤務協定\n（一ー四）の明文にもかかわらず、スタンドバイ要員が「勤務割の不時の変更」に\n備えるに必要な数だけ確保されておらず、たんに突発的欠勤者の穴うめに必要な数\nしかいないという、会社の人員合理化によるものである。会社は「乗務員交替の必\n要が生じた場合、まつ先にスタンドバイを起用していたのではスタンドバイは何名\nいても足りない」というが、本件においてもスタンドバイ起用は十分可能であつた\nし、会社の出した書類（例えば乙第二八号証）を見てもスタンドバイによる対処は\n十分可能なのである。人員合理化のしわよせが勤務変更という形になつて乗務員に\nしわよせされているわけである。\n三　スタンドバイ起用による波及的影響について\n１　原判決は、国際線スタンドバイ要員の起用や本件当日に被控訴人やｌチーフパ\nーサーのグループに対してしたような協力要請による対処のあることを指摘し、具\n体的に本件当日においてもスタンドバイ要員を温存する必要性はなく、スタンドバ\nイ要員を三二六便に起用する方が適切であつたと判断した。まことに当を得たもの\nである。\nこれに対し会社は昭和五九年一一月二四日のマスタースケジユールをもとに、こ\nの日本件と同一の事態が発生しスタンドバイ要員を起用したことを想定して、その\n影響を「検討」している（乙第二九号証）。そしてその結論として勤務変更で対処\nすればｒ・ｊ・ｓの三グループの勤務変更でおさまるのに、三二六便に八名のスタ\nンドバイを起用することにより、少なくともさらに七名合計一五名（三〇人・日）\nに影響が出るという（当審ｉ証言）。この対比のしかたはまことに不可解というほ\nかはない。\n２　まず右の結論を単純にみても、勤務変更によれば右三グループ二四人に影響が\nあり、スタンドバイ起用でいけば一五人に影響があるというのだからスタンドバイ\n起用の方が影響の出る人員は少ないことになる。\n加えて勤務変更による時は、当初三二六便で大阪に到着し大阪に滞在する予定だ\nつたｓパーサーグループは三七二便で羽田に到着してしまうのであり（乙第四号\n証）、運用上同グループは翌日はスタンドバイになるというのであるから（ｉ証\n言）、翌日ｓパーサーグループが起用されるはずだつた三一九便（大阪ー福岡）ー\n三七二便（福岡ー羽田）に乗務すべき乗務員はいないことになる（ｉ証言）。これ\nに対処するため更に勤務変更を重ねることになるのであり、波及的影響はさらに大\nきいことになる。勤務変更で対処すれば、ｒ・ｊ・ｓの三グループのスケジユール\n調整でおさまるというのはこの一事をもつて虚偽であることは明白である。\n３　ではスタンドバイを起用した場合の波及的影響はどうだろうか\n会社のシミユレーシヨンによれば、二四日に三二六便にスタンドバイ要員として\n起用された八名の乗務員（仮にＡグループと呼ぶ）は、同便乗務で大阪到着後大阪\nに滞在し翌日（シミユレーシヨンでいえば一一月二五日、以下の日付はすべてこれ\nによる）三一九便（大阪ー福岡）ー三七二便（福岡ー東京）を乗務するとしている\n（乙第二九号証の一１頁）。これは二四日に三二六便で大阪に到着するはずだつた\nグループ（以下Ｂグループと呼ぶ）が大阪に到着できないため、Ｂグループが二五\n日に就くはずだつた三一九便ー三七二便にＡグループを起用しようというわけであ\nる。この起用のしかたが波及的影響を招く源となつている。しかしながら実はＢグ\nループを二五日に三一九便ー三七二便に起用することはできるのである。二四日Ｂ\nグループは三二六便に先立つて九二七便（福岡ー沖縄）ー九二六便（沖縄ー福岡）\nを乗務している。この九二六便による福岡到着が遅れたため、三二六便（福岡ー大\n阪）に乗務できなかつたわけである。そこでこのＢグループを二四日福岡に滞在さ\nせ、二五日にデツドヘツドで大阪へ送れば同日Ｂグループは三一九便ー三七二便に\n乗務できるわけである。このデツドヘツドによるＢグループの大阪への送りこみは\n勤務協定上又スケジユール上十分可能である（ｉ証言）。\n次にＢグループの二五日における措置であるが、当然ながらこれらの乗務員は二\n五日には東京発の便をアサインされている。したがつてそのスケジユールを維持す\nるためには二五日にデツドヘツドで前日滞在した大阪から東京へ帰着させなければ\nならない。これが可能かどうかをシミユレーシヨンしてみると、朝七時二〇分発の\n九三一便をアサインされているＳＳ（乙第二九号証の一１頁のＳＳ①）を除き七名\nはデツドヘツドで戻すことにより、その後勤務協定制限内でオリジナルスケジユー\nルを維持することができるのである（ｉ証言）。しかもその一名についても、その\n者に代えてスタンドバイ要員のうち二五日に比較的遅い便をアサインされている者\nを起用し、二四日の三二六便にスタンドバイ要員として乗務させれば、他の七人と\n同様にオリジナルスケジユールを維持することができるわけである（ｉ証言）。\n４　以上のとおり結局スタンドバイ起用によればＢグループのスケジユールの一部\nの変更とＡグループの起用をもつて対処でき、会社のいう他の多くの乗務員への波\n及は生じなかつたのである。一方、勤務変更によれば三グループ以外にも波及的影\n響を及ぼすものであり、この面からもスタンドバイ起用の方が適切妥当の処置であ\nつたことが論証されたのである。\n５　なお会社は乙第二七号証の一、二を提出し、あたかもスタンドバイの起用によ\nり、いつも大幅なスケジユールチエンジが必要になるかの如く主張している。しか\nしこれは勤務が長期にわたる国際線から例を引いているためにそうなつているので\nあつて、勤務変更によつても同様に大幅なスケジユールチエンジは避けられないの\nである。確かに会社の提出した乙第三〇号証の一によれば、勤務変更による方が他\nへの波及が少ないケースもあろう。しかし右書証は、例えばデツドヘツドから実乗\n務に勤務変更をするケースのように、勤務変更による方が他への波及の少ないケー\nスを意図的に拾つているにすぎない。先に論証したように、本件のようにスタンド\nバイの起用によつた方が波及の少ないケースも多くあるのである。\n第三　被控訴人が本件勤務変更に接して以後の事実関係ならびに本件各処分等\n一　被控訴人の大阪空港支店航務課への対応\n１　被控訴人は本件当日一三時四五分ころ、東洋ホテルのフロント係から「大阪の\n航務課から電話下さいとのメツセージが入つております」との連絡を受け、ただち\nに会社の大阪空港支店航務課へ電話を入れ、用件をたずねた。\nこれに対し、大阪空港支店航務課の職員は、被控訴人のグループの乗務すべき便\nが「オリジナルのパターンから変わつて、一五四便・一五三便・デツドヘツド一二\n八便となつた」こと、および「時間がないから急いで空港の方に来てほしい」旨を\n告げた。右航務課職員の指示が、会社のいうところの本件勤務変更にあたる。なお\n航務課職員は、被控訴人らのグループにかかわるスケジユールが右のとおり変更さ\nれる理由についてはとくに説明しなかつた（原審被控訴人本人第一二回八七から九\n〇項、同一三回三七から五一項）。\n２　被控訴人は、航務課職員の右指示に対し、「組合は了解しているんでしよう\nか」と質問した。航務課職員は、「どうして、そんなことを聞くのか」と反問した\nので、被控訴人は、「当日の勤務変更は勤務協定違反になると思うので」あえて質\n問するのだと釈明した（原審、当審被控訴人本人尋問）。\nこれに対し、航務課職員が、「当然組合の了解も取りつけているはずだ」と答え\nたので、被控訴人は、（航務課職員のあて推量ではなく）実際に「組合が了解して\nいるかどうかについて確認して下さい」と述べ、航務課職員が「羽田の方から電話\nをさせればいいのかな」とたずねたのに対して、そのとおりである旨述べた（甲第\n二七号証、原審、当審被控訴人本人尋問）。\n右のやりとりの内容は要するに、本件業務命令を発するについて組合の了解を与\nえているか否かについて被控訴人が単に質問を発し、大阪空港支店航務課職員は、\n組合が了解しているとは思うが念のために確認してみよう（確認した旨の連絡を\n「羽田」すなわち本社の客室乗員部からあらためて連絡させよう）ということを約\nした、というものであつて、それ以上のものではなく、もとより業務命令を拒否し\nたとか、業務命令に服するについて条件を付した、というような性質のものではな\nい。\n３　ところで被控訴人が、本件の如く、当日になつてのスケジユール変更を内容と\nする業務命令につき、組合の了解が当然必要な筈だと考えたわけは、本件の約一カ\n月前に組合のｎ執行委員から、指導を受けていたからである。すなわち、昭和五四\n年一〇月二〇日頃、同僚のｔアシスタントパーサーがスタンドバイ開始時刻よりも\n早い便への乗務を前夜半になつて指示されるという体験をし、この指示を撤回させ\nるについて非常に苦労したという話を聞かされた被控訴人は、この種の指示につい\nてどのように対処すべきかということについて教示を受けるため、同月下旬組合事\n務所を訪れ、ｎ執行委員から、「当日になつてからの勤務変更を会社が一方的に行\nうということは組合としては認めていないので、もしあなたにそういうふうなこと\nが起こつたならば、組合に連絡をして相談をしなさい」という教示を受けた（原審\n被控訴人本人尋問）。\n本件「勤務変更」に対する被控訴人の対応は、右の組合役員からの教示を念頭に\n置いた行動であつた。控訴人代理人は、被控訴人の対応が、つぎの二点において組\n合役員の教示内容と矛盾するとして、原審及び当審の反対尋問において被控訴人本\n人を非難し、ひいては、航務課職員への対応に関する被控訴人本人の供述が虚偽で\nあるかのように印象づけようとした。すなわち、①組合役員の教示したところは、\n被控訴人自身が組合に連絡せよ、ということである筈なのに、被控訴人自身から組\n合本部に連絡をとろうとしなかつたではないか、②組合役員の教示内容は「組合は\n当日になつてからの勤務変更は認めていない」ということである筈なのに、その組\n合が「了解する」ことを想定するのはおかしいではないか、というのがそれである\n（原審、当審被控訴人本人尋問）。しかし、これらの非難はいずれも、いいがかり\nというほかはない。すなわち、①について言えば、大阪空港支店航務課職員が、す\nでに「組合の了解を得ている筈だ」と言い、そのことの確認を羽田からさせること\nを約しているのであるから、まずは会社側にその確認をさせ、被控訴人自身から直\n接に組合本部に連絡することを差し控えたことは極めて自然なことであり、何ら異\nとするに足りない（原審、当審被控訴人本人尋問）。また、②について言えば、組\n合が認めていないのは、当日になつてからの「一方的」な勤務変更すなわち、労働\n者本人の同意なくそれを命ずることであり、この点を抜きにして一律に認めないと\n主張しているわけではないし、個々の組合員に同意しないよう指導しているわけで\nはない（原審、当審被控訴人本人尋問）。\nしたがつて、労働者本人が同意して然るべきケースであるかどうか、あるいはな\nんらかの条件のもとならば同意して然るべきケースであるかという点についての組\n合としての意見は、まさにケース・バイ・ケースである。本件の場合、被控訴人が\n組合の意見を聞こうと考えた前提にはこのことがある。加えて、協力要請にしろ業\n務命令にしろ、組合員がそれにいかに対処するかについて組合に相談し、その意見\nを求めることは、組合員としての当然の権利である。被控訴人がこの権利を行使し\nたとしても、それはあくまで会社の勤務変更指示に対する被控訴人の対処の仕方の\n決定のプロセスにすぎず、昀終的な乗務拒否の意思表示とは異なるものである。原\n判決は、この点につき、やや控えめな表現であるが、「原告がその態度の決定を客\n乗組合の意思に委ねたことも、前記のとおり勤務協定覚書Ⅱ四は、被告会社が客室\n乗務員に対して例外的にシヨウ・アツプ・タイム以前に出頭するよう指示できる場\n合でさえ、原則として事前に客乗組合にその理由を説明すべき旨定めているのであ\nるから、これに照らすと、それ自体には格別の問題があるとはいえないと考えられ\nる」と述べている。\n４　大阪空港支店航務課の職員に対する被控訴人の対応の内容について、ｋ証人\nは、被控訴人が「当日の勤務変更であるので、組合の了解がないと飛べない、とい\nうふうなことであつたというふうに聞いております」と証言しているが、右証言\nは、あくまでも伝聞によるものであり、同証人は、この旨を航務課のｕ係長から聞\nいた、というのであるが、ｕ係長自身が被控訴人の電話の相手方であつたかどうか\nは定かでなく、しかも、ｕ係長の言は、同人なりの要約としてｋ証人に伝えられた\nものであることを認めている。したがつて、被控訴人の質問に対し航務課職員の側\nから、「組合は了解している筈だ」と答え、また組合の了解の有無について確認を\n約したという事実がｋ証人に伝わつていなかつたとしても、そのことは被控訴人の\n供述及び同人が本件直後に作成したメモである甲第二七号証の信憑性を否定する資\n料にはなりえない。\n二　ｇ先任チーフパーサーから被控訴人への電話、ならびにｍ先任チーフパーサー\nから組合本部への電話について\n１　被控訴人との電話の直後、おおむね一三時五〇分ころ、大阪空港支店航務課か\nら、同支店客室乗員課（ｖチーフパーサー）への連絡と、本社客室乗員部（ａスケ\nジユーラー）への連絡があい前後してなされた。前者、すなわち大阪空港支店客室\n乗員課への連絡内容は、被控訴人が勤務変更を拒否しているとか、勤務変更に難色\nを示している、というような話ではなく、単に「一五四便クルーが来ないので、飛\n行機が大幅に遅れる可能性がある」ということ、および「大阪の（客室）乗員課で\n何とか乗務員をアレンジできないか」ということであつた（ｋ証人）。この連絡を\n端緒として、大阪空港支店客室乗員課では、後述四記載のとおり、札幌から五七二\n便で一三時二〇分に大阪基地に帰着したｌチーフパーサーのグループを一五四便に\n起用するという方針を具体化することになる。\n他方後者、すなわち本社客室乗員部に入つた連絡はａスケジユーラーから、当日\nのＥ勤（七時から一五時三〇分までカバー）当直のｇ先任チーフパーサーにまず伝\nえられ、ｇ先任チーフパーサーが被控訴人に直接電話する端緒となると共に、ｇ・\n被控訴人間の電話の昀中にＳ勤（一四時から二二時三〇分までをカバー）当直とし\nて出勤してきたｍ先任チーフパーサーに対しても、ａスケジユーラーから伝えら\nれ、ｍ先任チーフパーサーが組合本部（ｆ副委員長）に電話をする端緒となつた。\nしたがつて、ｇ・被控訴人間の電話とｍ・ｆ間の電話とは時間的に重なりあう部\n分があるわけである（ｇ証言参照）。\n２　ｇ先任チーフパーサーから被控訴人に対する電話は一四時ころにあつた。電話\nの内容の昀初の部分はｇの側からのスケジユール変更の理由の説明であつて、その\n要旨は「福岡でＤＣ一〇が二機メンテになつた（整備を施さなければならなくなつ\nたの意ー引用者注）ので、あなたたちの今日のオリジナルのパターンが組めなくな\nつて、三一九、三二六便になつたけれども、そうなると、あなたたちが、（基地以\n外での滞在がー引用者注）四日目にはいつてしまうんで、そこのところを考えて、\n一五四便、一五三便、デツドヘツド一二八便に変わつた」というものであつた。こ\nれに対し、被控訴人は「事情は十分理解できますが、組合と話し合つて下さい。そ\nの結果において、私は組合の指示に従いたいと思います」と対応した。そのあとｇ\n先任チーフパーサーが「乗務拒否するのか」とたずね、被控訴人が「そうではな\nい、組合と話をしてほしい、と言つているのだ」と答える、「押し問答」が若干あ\nり、またｇ先任の指示を受けて被控訴人がとりあえず制服に着替えてつぎの連絡を\n待つことを約すやりとりがあつたのち、ｇ先任チーフパーサーは「わかつた」「組\n合に一応事情説明のために連絡してみよう」とのべて電話を切つたのであつた（甲\n第二八号証、原審被控訴人本人尋問）。\n被控訴人との電話のやりとりの内容について、ｇ先任の作成にかかる乙第七号証\nが提出され、また同日のやりとりはこの記載のとおりである旨の包括的なｇ証言が\nなされているが、乙第七号証の記載はあまりにも簡略であつて被控訴人の言葉を生\nのまま記載したものとは認めがたい。むしろｇ先任自身が、評価を加えこれが事の\n本質であると主観的に理解したところをそのまま記載したにすぎないと考えられ\nる。\n３　他方、右のｇ・被控訴人間のやりとりと平行してなされたｍ先任チーフパーサ\nーと成田の組合事務所にいたｆ副委員長との電話の内容の要点はつぎのとおりであ\nつた。\nまず、ｍ先任のほうからｆ副委員長に対しＤＣ一〇型機の故障に端を発する機材\n繰りに伴い、被控訴人の勤務変更をせざるを得なくなつた旨の事情説明があり、被\n控訴人が「当日の勤務変更については組合の了解を得てほしいということなので、\nぜひ組合のほうから彼女に話して納得させてくれ」（ｆ証言）と申し入れた。これ\nに対しｆ副委員長は、一五四便以下のパターンを乗務すべき要員が、被控訴人らの\nグループ以外にはいないのか、という点をｍ先任にたずねたところ、ほかに要員は\nいない、という返事であつた。そこでｆ副委員長は、被控訴人らのグループが一五\n四便に乗務して成田まで来れば、成田には国際線スタンドバイ要員が多数確保され\nており、またこの要員が国内線に乗務する例もままあることに鑑み、下りの一五三\n便は成田の要員を乗務させることとし、被控訴人らのグループの乗務は上りの一五\n四便のみで打ち切るという案を提案した。このｆ提案に対し、ｍ先任はそういうや\nり方は思いつかなかつた様子で「なるほど」と言つて検討を約し、その際「一二八\n便のデツドヘツドについては、座席が確保されていないんだ」と述べた（ｆ証\n言）。\nｆ副委員長の提案は、限られた時間と情報の中で、運航の維持と乗務員の労働条\n件の双方に配慮を加えた十分合理性のある提案であり、会社の云うような「取引」\nというレベルのものではない。現に一二八便はすでに座席数を上まわる予約を受け\nつけており、いわゆるオーバーセールの状態になつているため、予約済の乗客を排\n除してデツドヘツド乗務員の座席を、確保しなければならない、という状況にあつ\nたわけで、ｆ提案に一理あるからこそ、ｍ先任も「なるほど」と言い検討を約した\nものである。今になつて会社が「組合から“取り引き”を申し出られたｍ先任は著\nしい矛盾を感じながらも、とにかく乗務させなければ欠航になるという恐れと、組\n合がこのような取り引きを申し出てくるのは何か自分の知らない特別の事情があつ\nたのかも知れないという配慮から、一応検討すると言つて電話を切つた」（ｇ証\n言）などというのはまことに見苦しい弁解といわなければならない。\n以上のやりとりの結果、ｆ副委員長としては、ｍ先任が「検討してみる」と言つ\nたことの実質的な意味あいを、ｆ提案を受け入れる意思があるものと理解したわけ\nで（原審ｆ証言）、右やりとりの経過からすれば、ｆ副委員長がそのように理解す\nることも十分首肯できるところである。\n三　組合本部（ｆ副委員長）から被控訴人に対する電話\n１　ｆ副委員長は、前述のとおり「一五四便に乗務すべき要員が被控訴人らのグル\nープの外にはいない」という会社側の説明を前提として、事態に現実的に対処する\nとともに、スタンドバイ要員を多数要する成田においては、被控訴人らグループに\n乗務を継続させる必要性はなく、また成田において被控訴人らグループの勤務を打\nち切れば、すでに予約客で満席になつている一二八便へ、被控訴人らを割り込ませ\nて便乗させて東京へ戻す必要もなくなる、という実際的な効用をもたらす提案を会\n社側（ｍ先任）に対して行ない、その提案の現実性の故に、ｍ先任も事実上同意し\nたと確信したのであつた。\nしかしながら、右提案はあくまでもｆ副委員長の一存によるものであつて、被控\n訴人ないしそのグループ自身の意思をたしかめた上での提案ではなかつたので、ｆ\n副委員長としては、会社側が「検討」する間に、被控訴人ないしそのグループ自身\nの意向を確認しておく必要があると考えて、大阪・東洋ホテルにある被控訴人にた\nだちに電話を入れた。\n被控訴人がｆ副委員長から電話を受けたのは、ｇ・被控訴人間の電話のあと、被\n控訴人がホテル内の自室に戻つた直後であつた。被控訴人はその時刻を一四時二〇\n分ころ（原審被控訴人本人尋問）と記憶しているが、ｍ先任がｆ副委員長と話をす\nるために、一四時一五分頃電話を入れたときに、ｆ副委員長は話し中であつた（原\n審ｇ証言）という証言、および後述のｌグループ起用の件の連絡時刻などを総合す\nると、ｆ副委員長の被控訴人に対する電話は一四時一〇分から一五分までの間にか\nかつたものであると考えられる。\n２　ｆ副委員長が、右の電話で被控訴人に対し昀初に言つたことは「話は聞いた」\nという一言であつて、被控訴人はその一言で精神的緊張は解けたことを鮮明に記憶\nしている。そして、ｆ副委員長は、続けて「話は聞いたけれどもｇ先任と話をし\nて、今日あなたたちの取るパターンは一五四便で成田に行き成田でデユーテイオフ\nになる。そのあと成田からチヤーターバスで羽田に来て終わり、ということで話は\nついたけれどもそれでいいか」と被控訴人に対して言つた（被控訴人の記憶してい\nるｆの右の言葉のうち「ｇ先任」とあるのは、客観的にはｍ先任のことであつて、\nこの点についてはｆの言いちがいか、被控訴人の記憶ちがいがある。\n被控訴人は、「私個人は、それでいいと思うけれども、ほかのＡＳの意見なんか\nも聞きたいので、あとでコールバックします」と答え、ただちに同室のＡＳ（アシ\nスタントパーサー）一名および隣室にいたＡＳ二名を呼び寄せてｆからの話の内容\nを伝え、了解をとりつけ、すぐに、被控訴人のほうから了解の電話をｆ副委員長に\n対して入れたわけである（甲第二八号証、原審被控訴人本人尋問、ｆ証言）。\n被控訴人がｆ副委員長からの電話を受けたのち「了解」のコールバツクをするま\nでのわずかの間（「五分もない」ー原審被控訴人本人尋問）に事態が変わつていた\nことについては、次の四項でのべる。\n３　控訴人は、被控訴人が当初「組合の指示に従う」と言いながら、ｆ副委員長か\nらの電話、すなわち「組合の指示」があつたのに対して、被控訴人が更にＡＳたち\nの意見を聞きたい、と対応したことを矛盾だと指摘するが、被控訴人がそのような\n対応をした理由は、グループ内の人の和を尊重したい、という素朴な考えに基づく\nものであつて、形式論理的な「矛盾」を言いたてるのはあたらない。\nともあれ、以上一ないし三の一連の経過を被控訴人本人の立場に即して客観的に\n見ると、①被控訴人は、まず大阪空港支店航務課職員に対し、本件勤務変更につい\nての組合の了解の有無をたずね、了解済と思われるがなお確認のうえ連絡させる旨\nの返事を得、②ｇ先任チーフパーサーからの電話に対しても、組合と話し合つてほ\nしいと述べ、連絡をしてみようとの返事を得、③その直後に入つたｆ副委員長から\nの指示に対し、グループ内のメンバーの意向を確かめるために必要でかつ常識的に\nは機を失しない範囲の時間内で了解の返事をしているわけである。そして、この間\nの全経過時間は結果的には約三五分前後であるが、その主たる部分は会社側が組合\nの了解をとりつけるのを躊躇したために経過した時間であると云うことができ、被\n控訴人の昀初の対応から必然的に生じた時間の経過とはいうことが到底できない。\n四　会社・組合間の二度目の連絡と事態の変化\n１　被控訴人と電話で話している昀中にｍ先任チーフパーサーからの電話が入つた\nことを知つたｆ副委員長は、被控訴人との電話を切つたあと、ただちにｍ先任に電\n話を入れた。この電話で、被控訴人も了解しフライトの準備にかかつている旨をｆ\n副委員長が告げたのに対し、ｍ先任は、さきに検討を約した件につき、デツドヘツ\nド一二八便という一連の乗務をすべて遂行すべし、という会社側の方針は変わらな\nい、というのであつた。\n何故かような結論に至つたか被控訴人側では知る由もないが、会社の主張によれ\nば「両先任にとつて、あとは組合と取り引きをするという、秩序を枉げて運航を維\n持する途を選ぶか、昀悪の場合は欠航もあり得るとの覚悟で秩序を貫くか、二つに\n一つの途しか与えられていなかつた」「重大な決意ではあつたが相談は二分と要し\nなかつた。両先任は欠航覚悟で秩序を貫く途を選んだのである」（原審ｇ証言）と\nのことである。つまりｆ副委員長の提案の具体的妥当性は全く検討もせず、ただ\n「組合との取り引き」という観点でのみ事を判断しているわけである。そしてその\n結論たるや運航維持よりも労働組合の提案をハネつけることを優先させようという\nのである。この硬直した姿勢、運航・安全・サービスを犠牲にしてでも客乗組合と\n対決しようとする労務姿勢に、本件の本質を見ることができる。\nｆ副委員長とｍ先任との押問答の途中、電話はｍ先任から、ｇ先任に交代し、さ\nらに同趣旨の押問答がつづいたが、話の途中でｇ先任は「今、大阪から電話が入つ\nて、いらなくなつた」と言つた。すなわち、一五四便には別のグループが乗務した\nから、被控訴人らのグループの起用は不要になつた、これ以上被控訴人らのグルー\nプの勤務内容につき折衝をつづける必要がなくなつた、というのである（ｆ証\n言）。\nそもそも、さきにｍ先任が組合の協力を求めてきた前提には、「一五四便を乗務\nすべき要員は被控訴人のグループ以外にない」ということであつた筈なのに「他に\nも要員がいた」という話の内容に不審を抱いたｆ副委員長は、その点をｇ先任にた\nだしたが、ｇ先任は「詳しい話は言えないが、とにかく飛行機は出発したんだ」と\nいうのみであつた。その後ｇ先任は「被控訴人が一五四便への乗務を拒否したのだ\nから、ほかの乗務員を使わざるを得なかつた」と主張し、これに対しｆ副委員長は\n「会社と組合の交渉の途中で、会社が一存で他の乗務員の起用を決めたのだから、\n被控訴人の対応を乗務拒否と決めつけるのはあたらない」旨主張し、更にｇ先任が\nこの件につき出す報告書の中で、被控訴人の「乗務拒否」にあたるという意見を付\nけ加えないよう要請した。ｆ副委員長の右要請に対しｇ先任チーフパーサーは「わ\nかつた」と答えた（ｆ証言）。\nこの直後に、被控訴人はｆ副委員長に対し電話を入れ、「みんな、いいと言つて\nいますので、一五四便にこれから乗務したいと思います」と伝えたが、ｆ副委員長\nから事情の変更を告げられ、「会社がほかのクルーを使つて一五四便を飛ばしてし\nまつたので、あなたたちの乗る便がないから、多分今日は東京へデツドヘツドバツ\nクだけになると思うけれども、その具体的な指示については、会社からあると思う\nから、その指示を待ちなさい」といわれた。また、今回のことは被控訴人の乗務拒\n否にあたらない、ということについてはｇ先任とも話がついているから、あとで問\n題になつたときのために、はつきり覚えておくように、と指示された（原審被控訴\n人本人尋問）。\n２　会社・組合間の前記二度目の電話の途中において「事態の変化」をもたらした\n「別のグループ」の起用は、本社客室乗員部レベルの組合本部ないし被控訴人本人\nとのやりとりは直接かかわりなく、大阪空港支店サイドで具体化がすすめられてい\nたものであつた。この点は当事者間に争いがない。\n前述のとおり、大阪空港支店航務課から、（背景の説明ぬきに）一五四便に乗務\nすべきクルーを大阪空港支店の客室乗員課で「何とかアレンジできないか」という\n申し入れを受けた（ｋ証言）同客室乗員課のｖチーフパーサーは、折から一三時二\n〇分に札幌から到着し、乗務終了時のブリーフイングを終えた直後のｌチーフパー\nサーに、ひきつづき一五四便へ乗務することを要請し、同チーフパーサー以下のク\nルーの同意を得た。ｖチーフパーサーがｌチーフパーサーに要請し、そのグループ\nの同意を得たのは一三時五〇分から一四時ころまでの間であつた（ｋ証言）。\nｋ証人によれば、一五四便にｌグループを乗務させることにつき、大阪から本社\n客室乗員部に電話により了承を求めたところ、客室乗員部は「それじや、それで行\nつてくれ」とただちにこれを了承し、右客室乗員部の了承を前提として、大阪空港\n支店航務課がｌグループに一五四便への乗務を命じたのが一四時前後のことであつ\nた、というのである（ｋ証言）。\nｌグループが一五四便の機材に乗りこんだのが一四時一〇分ころ、旅客の搭乗開\n始が一四時一五分ころ、同便が実際に出発したのが一四時三三分であつた。右の時\n間的経過は、ｋ証言とよく符合している。ｋ証言によれば、一五四便の出発見込時\n刻が決まつた段階ではもう一度羽田へ連絡している（第八回九六項）というのであ\nるが、これがｇ・ｆ間の電話の昀中における大阪からの連絡にあたるものであろ\nう。\nことの経過がｋ証言のとおりであつたとすれば、ｇ先任が被控訴人と電話でやり\nとりをしたり、ｍ先任がｆ副委員長と電話で昀初のやりとりをしている時刻におい\nて、すでに一五四便へのｌグループの起用は本人らの同意も得て正式に決定されて\nいたことになる。\n３　ところが、本社客室乗員部のスケジユーラーであるａの証言によれば、大阪空\n港支店から、一五四便にはｌグループを起用することとしたい旨の「意見具申」が\n昀初にあつたのは、一四時前後のことで、これに対し本社客室乗員部としては「そ\nれはやめたほうがいい」という返事をしている、というのである。\nそして、更にその約一〇分後、一四時一〇分頃にも大阪空港支店から重ねて\n「今、現実に飛ぶという乗務員がいるので、この乗務員で一五四便を運航したい」\nという「意見具申」があつたのに対し、「昀終的な結論が出るまで、もう少し待つ\nてくれ」といつて、了解するのを保留していた、というのである。\n昀終的には一四時二〇分前後に至り、三度目の「意見具申」が大阪から入り、そ\nれに対し、これ以上遅らせるわけにはいかない、という判断に基づき、大阪の乗務\n員を使うことに決した、というのがａ証言の要点であつた（ａ証言）。\n右ａ証人より後に証言したｋ証人は、この点に関し、被控訴人代理人が特に念を\n押して、「二度も三度も電話をかけて、昀初はそれはまずいんじやないか、とか、\nもう少し待つてくれとかいろんなやりとりがあつて、まあ三回目くらいにやむなく\n了承した、というような経過とは違いますか」とたずねたのに対して、「そうじや\nないと思いますね」と答え、「一発で羽田もオーケーしたということですか」と重\nねてたずねたのに対しても、「ええ、そうだと思います」と答えている（ｋ証\n言）。\nまた、ａ証言は、ｇ証言とも矛盾している。ｇ証言によれば、ｇ先任はｆ副委員\n長の電話の昀中に、ａスケジユーラーから「大阪でオーケーになつた」旨のメモを\n回された、というのであるが、このメモの前提になつた連絡以前には、大阪として\nの独自の「用意ができたけれどもどうだろうか、というような意見具申は、全くな\nかつた」と言い切つている（ｇ証言）。\n４　要するに、事の経過がｋ証人の云うとおりであるとすれば、一五四便に被控訴\n人らのグループが乗務する余地がなくなつたということは、少なくともｇ先任と被\n控訴人との電話の段階以降の、被控訴人自身ないし組合との対応とは一切関係のな\nい出来事ということになり、また仮に事の経過がａ証人の云うとおりであるとすれ\nば、会社側は、すでに他のグループを起用して一五四便を飛ばすことが客観的に可\n能になつたのちも、被控訴人らのグループに対する本件勤務変更に固執しつづけた\nことを意味する。いずれにしても、結果的に被控訴人らのグループが一五四便に乗\n務しなかつたことと被控訴人の勤務変更に対する対処の間に因果関係はなかつたの\nである。\nなお、ｌグループは一五四便のみを乗務し、一五三便に便乗して大阪基地に戻つ\nたわけであるが、この下り一五三便に乗務したのは成田基地所属の国際線スタンド\nバイ要員である。このことはひるがえつて考えれば、本件勤務変更の大前提となつ\nた三二六便（福岡ー大阪）を乗務するためクルーを成田のスタンドバイ要員の起用\nによつて確保することが本件当日において客観的に可能であつたことを示している\n（ａ証言）。\n五　本件各処分ならびに被処分事実の公表行為の存在\n１　「業務管理上の処分」としての資格制限処分\n会社は右一連の経過の中の被控訴人の行為を乗務拒否すなわち業務命令に対する\n不服従ととらえ、まず次の内容の「業務管理上の処分」を行つた。\nすなわち、昭和五四年一二月五日開催された「客室乗務員資格審議委員会」の決\n定として、同月一三日付で「業務管理上の処分として、昭和五四年一二月二〇日か\nら昭和五五年二月一九日までの二カ月間、あなたの国内線パーサーとしての資格に\n次のとおり制限を付し国内線パーサーとしての資格不十分な点を体験的に自省を求\nめることとする。\n（１）　国内線アシスタントパーサーとして勤務せしめる。\n（２）　賃金の取扱いはパーサーの下位職代行時と同じとする。」\n旨の処分を被控訴人に対し行つた。\n（なお被控訴人が再審議申立を行つたのに対し会社は原処分を維持する旨の決定を\n一二月二九日付でおこなつたが、同決定にともない、被控訴人の資格制限期間は\n「昭和五四年一二月三〇日から昭和五五年二月二九日までの二カ月間」に変更され\nた）\n右「処分」の理由とするところは、被控訴人の行為が、\n「（１）　会社の業務命令に対して自己の正当でない判断規準を優先させてこれに\n服さなかつたことは日本航空職員たる国内線パーサーとして基本的な認識の欠如で\nある。\n（２）　先任客室乗務員として部下を指揮し業務を完遂すべき立場にありながら自\n己の誤つた判断により部下をも含めて乗務不就労という事態を招来し、その結果社\n内関係部門に無用の混乱を生ぜしめたことは国内線パーサーとしての自己の責任と\n権限に関する認識に大な欠落がある。\n以上の理由によりあなたは、国内線パーサーの資格要件たる判断、指導、統率、\n規律責任感等に不十分な面がある。」\nと評価されるに価するから、というものである。\n右処分の存在および理由について当事者間に争いがない。\n２　懲戒処分の存在\n更に会社は昭和五五年一月一六日開催された表彰懲戒委員会の議決を経て、同年\n三月三日付で被控訴人に対し、減給の懲戒処分を行つた（被控訴人は、右議決につ\nいても、二月一三日付で異議申立を行つたが、表彰懲戒委員会は三月三日付で、そ\nの議決を維持する旨の決定をした）。就業規則第五九条一項二号の規程により、減\n給処分の内容は「一回につき平均賃金の一日分の半額をその決定の翌月払の賃金か\nら減額し将来を戒める」ものと定型化されている。右減給処分は三月度賃金支払日\n（三月二五日）に執行された。\n右懲戒処分の理由は、前記「業務管理上の処分」の理由と同一であり、これが就\n業規則第五七条一項Ａ号（正当な理由なく、業務上の指示または命令に従わないと\nき）およびＢ号（正当な理由なく就労しないとき）に該当する、というのである。\nなお客室乗務員の賃金の基本部分は基本賃金と乗務手当とからなり、基本賃金に\nついての定期昇給の幅は成績査定にもとづき一号俸から五号俸までのひらきがあつ\nて、三号俸昇給を標準とするところ、懲戒処分を受けた者については（「情状酌\n量」の余地なき限り原則として）標準昇給を期待しえぬ旨の定めが、会社の賃金規\n程に存在し、現に被控訴人は昭和五五年四月一日の昇給時に二号俸昇給にとどめら\nれた。\n３　被処分事実等の公表行為の存在\n会社は前記昭和五四年一二月五日付「業務管理上の処分」の後から、昭和五五年\n三月三日付懲戒処分のころにかけて、左のようにして本件を社内に周知させた。\n（１）　「機内サービス速報」による周知\n会社は客室乗員部編集にかかる昭和五四年一二月二一日付「機内サービス速報」\nの中で本件に触れ、「注意」との表題のもとに、機材故障が原因で当日の乗務パタ\nーンの変更措置を先任客室乗務員を勤めていた某パーサーに指示したところ、勤務\n協定違反であり組合の了解がなければ応じられないと主張し、結果として乗務しな\nかつた、と本件を紹介したのち、「かかる言動は、誤つた権利主張にとらわれるあ\nまり、会社職員として基本的に備えていなければならない職務遂行義務に対する認\n識を欠くものであり、特に先任客室乗務員という立場にある者の言動としてその与\nえる影響も大きく、極めて遺憾なこと」と評価した。\n「機内サービス速報」は従来パーサー以上の客室乗務員に定期的に配布される一\n種の社内報のようなものであるが、本号に限り客室乗務員全員に配布された。\n（２）　社内掲示による周知\n会社は昭和五四年一二月一三日から羽田・成田等の空港内にある業務連絡用掲示\n板に客室管理部長、客室乗員部長連名で「注意」と題する文書を掲示した。その中\nでは、当日の勤務割変更指示について先任客室乗務員の誤つた判断が行なわれた結\n果、業務に支障をきたしたケースが何件か報告されているとして、当日の勤務割変\n更は会社が業務命令として当然できること、業務命令についての組合の了解は不要\nであることの二点をあらためて留意されたいとしている。\n右掲示板は業務上の必要連絡事項が提示されるため、シヨウ・アツプした客室乗\n務員全員が必ずこれに目を通すものである。\n（３）　「翼とともに」による周知\n会社は勤労部編集にかかる昭和五五年二月二〇日付「翼とともに」の中で、重ね\nて本件に触れ、「Ｓパーサー」の言動は職場に大きな混乱をもたらした。「Ｓパー\nサー」の言動は業務命令拒否にあたると指摘した。\nこの刊行物は会社の全社員に配布されたものである。\n（４）　なお、客室乗員部のカウンター上には毎日「デイリー・スケジユール」が\n置かれる。この「デイリー・スケジユール」とは便単位に一緒に乗務する客室乗務\n員の氏名が職級別に表示され、当日飛行する全便についてこれが一覧できるよう表\n示するものであるが、下位職代行を命じられた乗務員は命じられた下位の職級欄に\n記載されるとともに、氏名の後に本来の職級が括弧書きで表示される。\n被控訴人に関して言えば、昭和五四年一二月三〇日以降昭和五五年二月二九日ま\nでの期間のすべての「デイリー・スケジユール」上、ＡＳ欄に「ｒ（ＰＳ）」と表\n示された（すなわちパーサーたるｒにアシスタントパーサーとしての勤務を命じ\nた、という趣旨である）。前述のとおり一般に下位職代行は人員繰りのため、下位\n職の確保が困難な場合やむをえず命じられるもので、特定の者が継続的に命じられ\nるということは稀であるため、被控訴人の場合のように二カ月も連続して右のよう\nな表示が「デイリー・スケジユール」上なされることも従つて、まれなことであ\nる。\n以上（１）ないし（４）の事実の存在についても、当事者間に争いがない。\n第四　本件の法律上の争点\n一　控訴人の被控訴人に対する「資格制限処分」及び「懲戒処分」は、いずれも被\n控訴人が業務指示を拒否し乗務しなかつたことを理由とするものである（甲第三号\n証の一、同四号証の四）。従つて、右各処分が有効とされるための大前提としての\n会社の業務指示が有効に被控訴人を拘束するということが論証されなければならな\nい。\n二　ところで右の点につき、会社は、本件の審理に際して、終始「勤務協定ないし\n労使慣行が勤務変更を禁止する定めであるかないしは禁止する趣旨に解されるべき\nものであるかという点こそが重要なポイント」であると主張して、裁判所をミス・\nリードしようと努めてきたが、その誤りは明白である。もしある事項が、協定上禁\n止されていると解されるべきものとなれば、たとえ乗務員の同意を得ても、会社は\nその事項を実施することは許されないことになる。例えば、勤務協定五ー一ー一は\n乗務時間九時間・勤務時間一三時間を超えて予定することを禁止している。従つて\n会社はたとえ乗務員の個別の同意を得ても、九時間・一三時間を超える予定時間の\n乗務に就かせることはできない。これと同じように、勤務変更が協定上禁止されて\nいると解されるべきものとなれば、たとえ乗務員の同意を得ても、会社は勤務変更\nをできないことになる。しかしこのような主張は、被控訴人も又被控訴人の所属す\nる客室乗務員組合（以下「組合」ともいう。）もしていない。乗務員の同意を得ず\nに会社が一方的に勤務変更を命令することはできないと主張しているのである。\n使用者の業務の指示には三つの範疇がある。その一は会社が一方的に命令として\n為しうるものであり、その二は労働者の同意を得て為しうるものであり、その三は\n労働者の同意を得ても為しえないものである。たとえば、労働契約上職務を限定さ\nれている労働者にその業務以外の職務を指示するのはその二の場合であり、労基法\nや労働協約上禁止されている業務を指示するのはその三の場合である。三六協定が\nある場合の残業指示についてはその一の場合かその二の場合かについて争いがあ\nる。本件の場合、勤務変更指示がその一の場合であるとするのが会社の主張であ\nり、その二の場合であるとするのが被控訴人・組合の主張である。この点をきちん\nと整理して理解すれば、本件の重要なポイントが、原判決も立つたように、勤務協\n定ないし労使慣行に、勤務変更を会社が一方的に命ずる根拠があるか否かにあると\nいう理解に立つことになるのである。\n三　本件業務指示の特徴は言うまでもなく、「当日」、「休養時間」に、「勤務開\n始時刻の繰り上げ」を指示している点にある。しかも本件業務指示は勤務終了時刻\nも繰り下げ，勤務時間の延長ももたらしているのである。会社はこれらの点に着目\nして論ずるのは事の本質を的確に把握検討するものではないとし、その根拠として\n「勤務変更により勤務開始の時刻が繰り上げられたからといつて当然に当日の勤務\n時間が延長されることになるとは限らないのみならず、仮に勤務時間の延長をもた\nらすとしても、変則勤務形態であるから総体の勤務時間制限の枠内にある限り何ら\nの問題も生じない。」と言う。これは驚くべき誤解である。\nまず当日の勤務時間が延長されなくても勤務時間帯を動かすことは、始業・終業\n時刻の明示・特定を義務づけた労働基準法（八九条一項一号）に照らし当然問題が\n発生する。しかも勤務時間の延長をもたらすとなればさらに問題となる。\n会社のいう「変則勤務形態」とは労基法三二条二項のいわゆる変形労働時間制を\n言うのであろうか。しかし変形労働時間制をとるためには必ず就業規則にこれを定\nめなければならないし、そこには予め八時間を超えて労働させる日を具体的に特定\nしておかなければならない（あらかじめ特定しなくても、結果として総労働時間規\n制のワク内にあればよい、というのは、労基法施行規則二六条の規定する「予備勤\n務」者、すなわちスタンドバイ要員の場合だけである）。会社はこうした要件を具\n備していない。もし仮に変形労働時間制をとつていると言えるとしても、今度は逆\nに「一週四八時間の範囲内であつても使用者が業務の都合によつて任意に労働時間\nを変更する如き場合には本条第二項は適用されない」（昭和二三・七・一五基発第\n一六九〇号）とされていることとの関係上、会社は任意に勤務変更をできないこと\nになるのである。\n四　労働時間制度の弾力化（変形労働時間制導入要件の緩和、フレツクスタイム制\nの公認等）などをポイントとしてなされた昀近の労働基準法の改正（昭和六二年法\n律九九号）をうけて、労働省の発した基本通達（昭和六三年一月一日付基発第一号\n「改正労働基準法の施行について」）においても、当然のことながら「変形期間に\nおける各日、各週の労働時間を具体的に定めることを要し、変形期間を平均し、週\n四六時間の範囲内であつても使用者が業務の都合によつて任意に労働時間を変更す\nるような制度はこれに該当しない」「なお法第八九条第一項は、就業規則で始業及\nび終業の時刻を定めることと規定しているので、就業規則においては、各日の労働\n時間の長さだけではなく、始業及び終業の時刻も定める必要がある」と説明して、\n会社の考えるような「変則勤務」が非合法であることを明らかにしている。\nまた、今回の労働基準法改正により導入された一週間単位の変形労働時間（同法\n三二条の五）は、「日ごとの業務に著しい繁閑が生じることが多く、かつ、その繁\n閑が定型的に定まつていない場合に」「就業規則その他これに準ずるものによりあ\nらかじめ特定することなく、一日の労働時間を一〇時間まで延長することを認め」\nた（前記労働省通達）ものであるが、その場合でも「一週間の各日の労働者の労働\n時間を、あらかじめ、当該労働者に通知しなければならない」むろん、その通知に\nいう「労働時間は単に時間数でなく、始業・終業時刻、休憩時間を特定することに\nなる」（日経連事務局編「改正労働基準法早わかり」八一頁）そして緊急やむを得\nない事由によりあらかじめ通知した労働時間を変更しようとする場合でも、その前\n日までに書面で通知しなければならない（省令第一二条の五）とされている。つま\nり労働時間の特定を昀も緩和させた一週間単位の変形労働時間でさえ、当日になつ\nての始業・終業時刻を含む労働時間の変更を許していないのである。\n今回の労働基準法改正により、あらかじめ特定した始業・終業時刻を使用者が一\n方的に変更できないとする労働基準法の考え方はより明確になつたのである。\n第五　勤務協定は、一方的勤務変更権の根拠たりえない\n会社は、会社・組合間の勤務協定の中に勤務割の変更を予定した規定がいくつか\n存在することを指摘し、このことが会社による勤務変更命令権の根拠になりうると\n主張しているが、この点については原判決がすべて排斥したところであり、原判決\nの指摘は間然するところがない。\n要するに、会社の援用せんとする勤務協定上の規定はいずれも、勤務の変更（そ\nれは会社と労働者との合意によつてなされうる）を予定したものであつても、会社\nによる一方的な勤務変更命令権を規定したもの、又はかかる権利の存在を予定した\nものではないのである。\n以下、念のため分説する。\n一　協定付属覚書Ⅱ４について\n同条は、労働者を会社に出頭させた後に従事させるべき「勤務の内容」それ自体\nに変更があつて、くりあげ出頭を命ずる場合を規定したものではないが、「勤務の\n時間・時期」を変更し勤務開始時刻をくり上げて出頭を命ずる点で本件業務指示と\n共通性を有することは明らかである。その意味で勤務変更一般について規定のない\n勤務協定を解する上で右条項は大きな手がかりになるものである。\n会社は同条は「会社の権限に何らの制約も加えられていない」とするが、同条は\n「下記の手続をとる事により」早出を命じうるとしており、その手続として、事前\nの組合への通告・説明、休養施設の手配、勤務日・離日日数の扱いの変更等を会社\nに義務づけている。これは明らかに早出命令に一定の制約を加えているものであ\nる。「天災、治安上の理由による交通遮断」など会社の意思によつて左右しえない\n客観的事由がある場合にも、勤務協定は早出を命ずるにつきこのような制約を規定\nしているのであるから、勤務内容の変更（それ自体は会社の意思で決定しうる）に\nともなう早出命令は無制約であるとする趣旨を含むわけがない。\n二　覚書Ⅰ二六について\n右条項が欠員乗務を命じうる例外的場合について規定していることは一見して明\nらかである。原則として欠員があれば乗務させることはできず、補充をすべきこと\nも右条項から十分読みとることができる。しかしそれ以上に、右条項が、起用され\nる交代要員の側の乗務員に、その交代措置に応ずべきことを義務づけたものとみる\nことは明らかに無理がある。原判決が「欠員が生じた場合には、まずもつて、乗務\n員交替による補充の措置が講じられるべきことは当然その前提となつてはいるが、\nそれ以上に、その乗務員交替の措置の具体的方法まで明らかにしたものではなく、\n控訴人会社が予定外の者に対して一方的に勤務変更を指示し、欠員補充を命じ得る\nか否かについては、この規定からは断定できない。」と述べたのは当然のことであ\nる。「乗務員交替の措置」が会社の勤務変更命令によつてしか実現できないという\nのならともかく、スタンドバイ起用、協力要請等交代措置の方法は他にもある以\n上、その文言から直ちに会社の権限を読みとることは明らかに飛躍している（原判\n決のいうとおり、右条項中には、「乗務員交替の措置の具体的方法」はなんら規定\nされていないのである）。\n仮に百歩譲つて会社の主張のように本条項を読むのであれば、あくまでも欠員補\n充のための勤務変更については会社に権限があると読むだけであつて、勤務変更一\n般について会社に権限があると読むことはできないはずである。\n三　協定本文五ー八ー一について\n右条項についての会社の主張は文言の強引な読みかえを前提とするもので、原判\n決の明解な判示をくつがえすに足りない。\n１　同条は休養時間として一二時間を与えなければならないという大原則を定めた\nもので、その原則からすれば何らかの事情でそれが一二時間を切るような事態が発\n生した場合には交代要員をあてるべきことになる。しかし乗務員宿泊予定地におい\nてかかる事態が発生し、かつ次の二つの場合には八時間以上の休養時間をとつた乗\n務員を乗務させても右大原則違反とはみなされないという例外を設けたものであ\nる。\nその一は、（ａ）項の、宿泊地への到着便の遅延が原因となつて休養時間の開始\nが遅れたため一二時間の休養をとれなかつた場合である。\nその二は、（ｂ）項の、それ以外の事由によつて一二時間の休養がとれなかつた\n場合で、本来交代要員をあてる即ち乗務員交代の措置を講ずべきところ、それが不\n測の事態によつてできない場合である。\n２　ところで会社は、原判決が（ｂ）項のそれ以外の事由の例として空港と休養施\n設との間の道路渋滞で休養時間の開始が遅れた場合をあげていることを誤りとし\nて、「休養時間」開始時刻は一定であつて道路渋滞によつて開始が遅れることはな\nいという。つまり自動車の中にいても片道三〇分（東京では六〇分）が過ぎれば、\nそこから休養時間がはじまつているというわけである。これは全くナンセンスであ\nる。\n協定一ー七の明文にあるとおり休養時間は休養施設に「到着したとき」からはじ\nまるのである。協定五ー一〇ー一（２）は、空港と休養施設間の地上輸送時間は片\n道三〇分（ないし六〇分）としているが、これは勤務割を作成するにあたつての基\n準である。実際に休養もとれていないのに、三〇分たてば自動的に休養時間がはじ\nまつているなどという定めは本来考えられない。\n協定五ー一〇ー一（３）は、勤務終了時をブロツクインからの時間で定めている\nが、これも右と同様に、勤務割作成にあたつての計算基準である。もし会社の主張\nのようにこれも全くのみなし規定と解すると、ブロツクインの後何らかの事情で右\n勤務終了時を超えて何時間働いたとしても、それ以後は勤務時間としてカウントし\nないということになる。そして実際には働いても途中で勤務時間は終了して地上輸\n送時間が始まり、甚だしきは休養時間まで始まつてしまうことになるのである。こ\nれは言わばサービス残業を強いるもので、勤務協定にそのような定めがあるはずが\nない。このような場合、勤務時間は実就労時間に従つて計算され、休養時間の開始\nは遅れることになりその後は協定五ー八ー一（ｂ）項により処理されるのである。\n３　さて、会社は（ｂ）項の「不測の事態により乗務員交替の措置を講じられない\n場合」を「不測の事態の発生により乗務員交替の措置を講ずべきであるにもかかわ\nらずその措置が講じられない場合」と読み替え、さらにそこから「不測の事態の発\n生により乗務員交替の措置を講ずべき場合」なるものを想定して、これがスケジユ\nールが繰り上がる場合だという。これはトリツクである。右条項で考えられる乗務\n員交替の措置を講ずべき場合とは、休養時間が一二時間を切る場合のことであつ\nて、それ以外のケースを本条項から引き出すのは無理である。本条項を正しく読み\n替えるとすれば、「休養時間が一二時間を切り乗務員交替の措置を講ずべきである\nにもかかわらず、不測の事態の発生によりその措置が講じられない場合」とすべき\nである。\nところが会社は同条項が「休養時間が一二時間を切つた場合乗務員交替の措置を\n講じなければならない」ことを定めているのに、これを「スケジユールの繰り上げ\nに伴う乗務員交替の措置を講じうる（すなわち勤務変更を指示しうる）こと」を定\nめたものと主張しているわけである。これは本来会社の義務を定めた趣旨を、権限\nを定めた趣旨に読み替えるものであつて明らかに無理な解釈である。\n四　同六ー二ー二について\n同条のうち「乗務員交替」がいかなる内容の交替をいうものか勤務協定上は特定\nされていない。これを指摘したのが、原判決の「予定外の者といかなる根拠及び手\n続きによつて交替するのかは明らかでない。」との判示である。原判決がいわんと\nしているのは、右文言からは会社が一方的に勤務変更を行う権限を読みとることは\nできないということである。これに対し、「できるだけ当初のスケジユールに近い\n形で運航を維持するのが、定期運送業務を行う会社の責務であ」ることをたてにと\nり、それに必要だから勤務変更権が認められるべきだという批判が的はずれである\nことは後述するとおりである。\n五　同五ー五、六ー二ー五、六ー四について\n右条項を読めば、原判決が「これらは、いずれも客室乗務員の勤務条件について\nの規定であつて、勤務条件維持などのために勤務の変更をすることを前提としたも\nのであることが認められるが、勤務変更の具体的方法については規定しておらず、\n控訴人会社がこれを一方的に命じ得ることを前提としているか否かについては明ら\nかでない。」と指摘していることが正当であることは容易に理解されよう。「勤務\n変更の具体的方法」について規定がないとの判示の趣旨については前に述べたとお\nりであつて会社の批判はあたらない。\nなお会社は組合の「五ー五」に関する解釈運用基準（乙第一六号証）をとり上げ\nてそこに交代資格を有する乗務員として休養時間をとつたもの、勤務・乗務時間制\n限を超えないもの、スタンドバイの者をあげていることをとらえ、これらのものは\n交代に応ずべき義務があるかのようにいう。本来その為の要員であるスタンドバイ\nの者を除けば、それらの者は交代の資格を有する者、交代の可能な者としてあげら\nれているにすぎず、積極的に応諾が義務づけられているわけではない。まして交代\n資格を有する乗務員がいてその者が乗務を拒否した場合について規定がないからと\nいつて、拒否することができず応諾義務があるなどというのは全くの飛躍にすぎる\nものである。\n第六　勤務内容指定権は就業時間および時間帯変更権を含むものではない\n一　さすがに会社も「通常の勤務形態にある労働者の場合」とことわりながら、一\n般論として「労働協約とか就業規則において始業・終業時刻を明示されており、そ\nの定めは労働条件を定めたものとされているから、これを変更するためには、業務\nの都合上必要ある場合には変更しうる旨の根拠規定にもとづいて個別的に変更する\nか、もしくは就業規則の改訂手続きをとつて一般的に変更する外なく、このような\n根拠規定を欠くかもしくは手続をとらないまま一方的に変更することはできないと\n解される」ことを認めている。そして「客室乗務員の場合も同様に解されなければ\nならないかのようにも見える。」とも述べている。当然、一般論として右のように\n解される以上客室乗務員について例外とするならば、その根拠を主張・立証しなけ\nればならない。\n二　ところが、会社の主張を見ると、その根拠を業務命令一般論に求めようとして\nいる。即ち、勤務内容の指定が勤務・乗務時間の特定と一体となつている以上、勤\n務内容を業務指揮権によつて自由に指示変更できる会社は、同時に勤務・乗務時刻\nの変更もできるというのである。しかしこれはあまりにも乱暴な議論である。\n確かに「いかなる内容の」労務を提供すべきかは、労働契約の趣旨ないし特約に\n反しない限り使用者が労務指揮権により決定できるものである。しかし労働者が\n「いつ」労務を提供すべきかは全く別の問題である。本来、労務の時間・時期は、\n労働力の売買条件即ち労働条件にかかわるものであつて、使用者が自由に決定・変\n更できる性質のものではない。仮に労使間の合意で、使用者が「いつ」労務を提供\nするかを一方的に決定・変更できるととりきめたとしても、それは奴隷労働の契約\nにも類するものであつて、公序良俗に反し無効と解されるべきである（ｗ「新しい\n労使関係のための労働時間・休日・休暇の法律実務」二三頁はこれを明言する）。\nしかも会社の主張でいけば、使用者が業務指示の出し方を「工夫」するだけで、\n始業・終業時刻を自由に変更・決定できることになつてしまう。例えば、会社の航\n空機整備にたずさわる労働者は定時勤務であるが、これに対し○○便を整備せよと\n業務指示し、○○便到着の何分前を始業、整備終了後何分後を終業としたとしよ\nう。こうすれば○○便の遅延等の事情により、又他の便の整備に勤務変更すること\nにより使用者は始業・終業時刻の変更をいかようにもできることになるのである。\n始業・終業時刻の変更の法理は、ことが労働条件にかかわるものである以上、使\n用者の業務指示の出し方により左右されるべき問題ではないのである。\n三　会社は客室乗務員の勤務時間は予め特定されるものではないから、あらかじめ\n就業規則等で特定されている労働者とことなる扱いがされるともいう。しかし客室\n乗務員の勤務時間は前月二五日の勤務割表により特定されているのである。協定三\nー一によると、勤務割表は「勤務の種類及び休日を明示」することになつており、\nたんに業務の内容だけを指示するものなのではない。逆にそうでなければ始業・終\n業時刻を求めた労働基準法に会社は明らかに反することになる。航空業界がこの労\n基法の制限を免れるものでないことは、昭和五七年二月の東京・千葉の労働基準局\nの見解を待つまでもなく当然のことである。逆に言えば会社の立論は客室乗務員に\nついては始業・終業時刻の明示・特定をしなくてもよいことにならない限り成り立\nちえないものである。\n四　結局、会社の主張は客室乗務員の勤務の特殊性から、業務の必要上会社の一方\n的命令により勤務・乗務時間の変更をしなければならないことに帰結するものであ\nる。しかし会社に必要性があるから直ちにそれが会社の権限となるわけではないこ\nとは自明のことであろう。\nかつ、勤務変更について、一般的に会社がこれを一方的に命じえない、協力要請\nにとどまると解したところで会社の業務に具体的な不都合が発生するわけではな\nい。原判決も指摘した客室乗務員の「高い職業意識」からすればすべての勤務変更\nを客室乗務員が一律に拒否するなどという事態は到底考えられないし、信義則に照\nらして個別事案の処理を考えれば足りることである。\n五　控訴人は一ケ月ごとに行なわれる勤務内容の指定、従つて勤務時間の特定が会\n社の自由裁量に委ねられていることをあげて、勤務時間の変更を命じうる根拠とす\nる。\n確かに現行制度のもとでは一ケ月ごとの勤務時間の特定は会社が一方的に行うこ\nとになつている。それは、あらかじめ客室乗務員の年間の勤務時間を特定すること\nは不可能であるため、労働協約・就業規則にその定めを置かず会社に一ケ月ごとに\n特定する権限を与えたものであるが、一方で前月二五日までには特定をしなければ\nならないとすることによつて、労基法上求められる始業・終業時刻の明示特定を充\nたそうとしたものである。従つて右の限度においては客室乗務員は勤務時間の特定\nを会社に委ねてはいても、勤務時間は、「通常の勤務形態にある労働者の場合」の\n労働協約・就業規則において明示特定された勤務時間（即ち始業・終業時刻）にあ\nたるものであり、それは労働条件を定めたものとして一方的に変更することができ\nないことになるのである。当初の勤務時間の特定が会社の権限とされながら、その\n変更については制約されるというのは別に奇異なことではない。\n始業・終業時刻の明示特定が意味を持つのは、それが使用者によつて一方的に変\n更されることがないからであり、後に一方的に変更することができるのは、あらか\nじめ明示特定しておくことに何の意味もないことになる。客室乗務員の場合も同様\nで、前月二五日に前記の意味で勤務時間を明示特定しても、後に会社の一方的命令\nによつて、いかようにも自由に変更されるのでは、到底労基法上の明示特定を充た\nしていることにはならない。ましてや、当日になつて始業時刻のくり上げも、終業\n時刻のくり下げも自由にできるということになれば、それは実質的に「いつ」労務\nを提供するかを使用者が自由に決定変更できることにほかならない。客室乗務員は\nその日にならなければ何時から何時まで仕事をするかもわからないというわけであ\nる。会社のいうような、変則的労働時間制の設定を認められる以上、その変更も自\n由である筈だ、という議論は、労働基準法三二条二項が、変則を認めつつ同時に、\n当該変則の内容を特定することを求めた趣旨を没却する暴論である。\n六　原判決は「勤務割表による勤務の指定という制度自体のうちに、既にその変更\nのあり得ることが予定されているということができる」と述べているが、被控訴人\nも、勤務割表によつて一たん特定した勤務がのちに変更されることがあり得ること\nを勤務協定が予定していることを否定しない。何故なら、勤務協定には、スタンド\nバイ制度（協定一ー四）や休日の付加（五ー一ー二）など、それを行えば必然的に\n当初の勤務割が維持できなくなり、新たな勤務割を要するような規定も存するし、\n一方では、月間八〇時間の乗務時間制限を守るため会社に勤務割変更を義務づけた\n規定（四ー三）すら存するからである。これらはいずれも明文の規定によつて新た\nな勤務割を要する場合を定めているのであつて、一般に勤務変更を命じうることを\n根拠づけるものでないことは明らかである。\n加うるに、被控訴人が所属する客室乗務員組合も、いかなる勤務変更にも一切応\nじるべきでないとの立場をとるものではない。当日に至つての勤務変更には原則と\nして応じられないが、それ以前に変更の連絡があれば柔軟に対応するとしている。\nそして組合は何よりも勤務協定に定めのない勤務変更について労使間のルールを確\n立するよう求めてきた。労働省からも同旨の行政指導が行なわれている。原判決の\n指摘も要は明確な労働協約を結べという点に帰結する。結局のところ、組合も監督\n官庁も裁判所もこぞつて労働協約の不備を問題としているのに、一人会社のみが勤\n務変更についていかなる手しばりをされることも拒否し、話し合いに応じようとし\nないのである。こうした硬直した姿勢が当日に至つて始業時刻をくり上げ、終業時\n刻をくり下げる本件のごとき勤務変更を平気でなす姿勢につながつている。もし会\n社にかような権限を無制約に与えれば、それが濫用され、明日の仕事の時間もわか\nらないという毎日で客室乗務員の生活が破壊されることは目に見えているし、現に\nそうされつつあるのである。客室乗務員への不信感を強調する前にまず自らのエリ\nを正すことこそ会社に求められているのである。\n第七　会社の主張する勤務変更の「必要性」は一方的勤務変更権の根拠たりえない\n一　会社は、「勤務変更の必要性」を、「勤務協定上の要請」と「運航の確保とい\nう高度の公共性」に由来するものと把握し、この二つの面からの要請に応じつつ不\n測の事態に対処するためには、スタンドバイの起用よりも波及するところが少ない\n「勤務変更」の措置をとる必要性が会社の側には存在する旨を、るる主張してい\nる。\n右の主張は、まず、然るが故に会社には一方的に勤務変更を命ずる権利が存在す\nるという実質的論拠とされているものの如くであり、信義則論（「客室乗務員は特\n段の支障がない限り、勤務変更に応ずべき信義則上の義務を負う」との主張）の論\n拠ともされているようである。\n二　しかしながら、会社の指摘する二つの面からの要請は、いずれも一方的な勤務\n変更の命令権（ないしこれに対する労働者側の応諾義務）を根拠づけるものではあ\nりえない。\nすなわち、まず「定時性を確保しつつ運航を維持しなければならない」という公\n共的使命は、航空事業に特有のものではなく、バスであれ電車であれ船であれ、お\nよそ定期旅客運送業である以上は、天災その他やむを得ない事由のない限り、あら\nかじめ免許あるいは認可を得た発着時刻を遵守する義務を法令上負わされているの\nである。\n詳述すればつぎのとおりである。\n定期航空運送事業が定時運航を義務づけられているという法的根拠は、航空法第\n一〇八条であつて、同条は、定期航空運送事業者が「その義務を行なう場合には、\n天候その他やむを得ない事由のある場合を除く以外、事業計画に定めるところに従\nわなければならない」と規定している（「事業計画」は同法第一〇〇条により、路\n線ごとに運輸大臣の免許を受けようとするに際し、提出しなければならない書類で\nあるが、同法施行規則第二一〇条一項八号のハおよび同条二項六号のハにより、当\n該路線における運航回数及び発着日時は、右「事業計画」の必要的記載事項となつ\nている）。\nところで同様の規制は、路線バスなど一般自動車運送事業に適用される道路運送\n法第一九条にもあり、同条も航空法第一〇八条とほぼ同一の「天災その他やむを得\nない事由がある場合の外、事業計画に定めるところに従い、その業務を行なわなけ\nればならない」との文言で、運行の定時性を事業者に義務づけている（一般自動車\n運送事業の免許申請に際し、「事業計画」を提出すべきことは、同法第五条一項三\n号で、また、右事業計画中の必要的記載事項に、「運行系統ごとの運行時刻」が含\nまれることは同法施行規則第六条一項九号で、それぞれ明記されている）。\n私鉄の場合は、地方鉄道法第二二条に、列車の運転速度度数・発着時刻の設定・\n変更につき監督官庁の認可を受けるべきことが規定され、同法第三九条二号により\n右認可条件違反に対する制裁が規定されている。\n海運についても、海上運送法第一四条により、一般旅客定期航路事業者は、「天\n災その他やむを得ない事由がある場合の外、事業計画に定める運航を怠つてはなら\nない」とされている（免許申請にあたり事業計画を提出すべきことは同法第三条二\n項、事業計画の必要的記載事項の中に「運航回数及び発着時刻」が含まれることは\n同法施行規則第二条一項六号ハでそれぞれ規定）。\nこのように見てくると、公法上の規制をうけるため「従業員が休暇・欠勤等によ\nつて欠務」した場合に、「常に必ず他の従業員をもつて補充しなければならない」\nという事情は、これら定期旅客運送事業のすべてに共通している。会社の主張する\n勤務協定上の要請なるもののうち、運航にあたつて、一定の編成人員を維持しなけ\nればならないという事情も航空業界固有のものではなく、右の事業すべてに共通す\nるものと言える。\n会社がいうように、「定時性の確保という公共的使命」が、使用者による労働時\n間および始業・終業時刻の一方的変更権を根拠づけるものであるとすれば、陸上・\n海上の定期旅客運送事業についても、かかる法理が適用されうることになるが、こ\nれが暴論であることは言うまでもないであろう。\n三　更に控訴人は、客室乗務員の勤務を変更する必要性は、「定時性の確保」とい\nう要請からのみ由来するのではなく、右要請に加えて、「客室乗務員の編成及び勤\n務条件に関し協定上種々の制約がある」ことに由来する、と弁解し、このように\n「定時性の確保」と「編成数・勤務条件に関する制約」という二重の制約を受けて\nいることが、あたかも定期航空運送事業に特有の事情であるかのように主張してい\nる。しかし海上・陸上の運送事業においても、このような二重の制約は存在するの\nであつて、かかる二重の制約が存在するが故に、乗務員の勤務を変更する必要性\n（ひいては会社が一方的に勤務の変更を命じうる権利）が発生する、という控訴人\nの主張は、やはり暴論と言わざるを得ない。\n１　すなわち、まず乗務員の編成数に関する協定等による制約という点に関して言\nえば、\n①　船員の場合は、全日本海員組合と、船主団体との間の統一労働協約により、船\n舶乗組定員は会社と組合との協議決定事項とされており、これを受けて、文字どお\nり一隻一隻の船ごとにその乗組定員が、船長・航海士以下甲板員、機関員、司厨員\nに至る各職種別に、各会社と組合地方支部との間で協定化されている。\n②　また国鉄の列車乗務員および動力車乗務員に関しても組合（国労・動労・鉄\n労）と、日本国有鉄道当局との間に、列車の種別毎に、乗組定員が協定されてい\nる。\n２　労働時間等を中心とする勤務条件に関する協定上の諸々の制約に関しても、む\nしろ航空業界よりも海運・陸運業界のほうが、事業としても労組運動としても長い\n歴史を有するだけに、協約・協定により休日付与に関するルール、労働時間・拘束\n時間の長さや制限や、休養時間の保証に関するルールを詳細に定めることについて\nは、航空業界の比ではないと言える。\n３　したがつて、「定時性の確保」と、「協定上の種々の制約」の双方を充足しな\nがら、人員繰りを行わなければならないという点に関しては、これら海運・陸運業\n界も航空業界も全く同様、あるいは、それよりも一層厳しい条件の下に置かれてお\nり、そこに「乗務員の勤務を変更する必要」が事実上同様に発生するのであるが、\nにもかかわらず、このような変更を命ずることについての「使用者側の必要性」\nと、「従業員の権利の保護」の両面の「調和点」が然るべく設定されており、使用\n者側の必要性のみが優先される、という規範意識は存在しない。\n国鉄の場合を例に取ると、始業・終業の時刻の概念およびその決定・変更の要件\nと手続は、「職員勤務規準規定」（甲第二八号証）の定めるところであるが、それ\nによれば列車乗務員・動力車乗務員の始業時刻は「乗務する列車等の所定の発車時\n刻から乗務前の準備時間等に相当する時分だけさかのぼつた時点」、終業時刻は\n「所定の到着時刻から乗務後の準備時間等に相当する時分を経過した時点」して所\n属長が指定することにより特定される（右規程第六条。なお、「準備時間」の巾に\n関しては八一条等に細かく定めがある）が、この所属長の指定は、まず、毎月二五\n日までに、公表される翌一カ月分の「勤務予定表」によりなされ、この予定は四日\n前に「確定」する。すなわち、勤務の四日前以後は勤務予定表の変更は原則として\nできないことになる。ただし、「勤務確定後、やむを得ない場合は、本人の生活設\n計を十分配慮して勤務の変更を行うことができる」（列車乗務員につき九三条、動\n力車乗務員につき一一〇条の各（３））が、その場合にも、変更の通知は、「前日\n終業時刻まで」（前日が勤務日でない場合は一七時まで）に行わなければならない\n（九条）のであるから、この時点以後においては、たとえ「やむを得ない場合」と\nいえども、当局が一方的に勤務予定表を変更することはできないのである。\nしたがつて、この段階において不測の事態に対処するためには、労働者の同意が\nあれば格別、そうでない限り予備勤務者（「出勤予備」および「自宅予備」の二種\n類がある）の起用によるほかはない（なお、勤務予定表が四日前に「確定」する、\nということは、予備勤務に関して言えば「『予備の勤務に就く日』が確定するとい\nう趣旨であつて、労働時間の特定ではなく、従つて予備勤務の本来の趣旨からし\nて、当然予備勤務開始後であつても、必要により乗務を指定するし、予定された予\n備の時間帯をこえる乗務指定もあり得る」ということが、労使間の交渉議事録で確\n認されている）。\nちなみに国鉄職員局作成にかかる解説書（乙第四〇号証の五、五一頁）において\nも、所定始・終業時刻を変更する場合には、「原則四日前、やむを得ない場合でも\n前日終業時刻（前日が年休等の職員に対しては前日の一七時）までにその旨を通知\nしなければならないことになつている」と明記されている。\n右は、いわゆる民営化前の旧国鉄時代の規程の紹介であるが、ＪＲ移行後も、運\n用の実態は変わつていない（ｅ証言）。\n四１　会社は、本件の如く機材繰りに支障が生じ、そのために乗務員の人員繰りを\n予定どおり行なうことができなくなつた場合に、スタンドバイ要員を起用するより\nも勤務変更で対処したほうが波及的措置の必要が少ない、という主張を設例にもと\nづいて展開し、かかる事情の存在が、会社による一方的勤務変更権を基礎づけると\nしている。すなわち、スタンドバイを起用する、ということは、（１）スタンドバ\nイから起用された者の当日以降の勤務変更を伴いうるものであり、（２）右の変更\nがあればそのスタンドバイに起用された者が本来就く筈であつた勤務にその代替者\nを充てねばならないという事態も発生しうる、という点で、スタンドバイの起用\nは、その後のスケジユールの大幅な変更を招く、というのである。\nこの点については既に本書面第二で事実関係の面から詳述したが、ここでは法律\n論の面から再論する。\n右の（２）の点は、勤務変更によつた場合にも、勤務変更を命じられた乗務員が\n本来乗務すべきであつた便の代替者を手当しなければならない、ということが一般\n的に言えるし、また（１）の点は控訴人自身も、「スタンドバイから起用されたか\nらといつて当然に翌日以降の勤務が変更されることにはならない」ことを自認して\nいるとおり、必ずしも比較の根拠になりえない。むしろ、技術的に二つの方法のい\nずれもとりうる、という状況であれば、労働基準法施行規則第二六条（予備勤務者\nについてのみ、八時間を超える労働をする日を特定することなしに、変形労働時間\n制を敷くことを認めた規定）の趣旨からしても、スタンドバイ起用を原則とすべき\nことは明らかであり、その意味でも原判決は正当であると言える。\n２　一定の事態が発生し、これに対応する人員繰りの方法としてスタンドバイの起\n用によるよりも、（出勤者および出勤予定者相互の間の）勤務変更による方が無用\nに事務を繁雑化させないで済む、という事情がある場合に、会社がスタンドバイ要\n員の起用をあとまわしにし、まず勤務変更に応ずるよう関係乗務員に協力要請する\nことは当然許されるし、乗務員側が右協力要請をほぼ例外なく応諾するであろうと\nの、経験則に裏づけられた見込のもとに、必要なスタンドバイ要員の歩止りを算定\nし、その算定にもとづき配置を行なうのも不合理ではない。\n会社が従来から、スタンドバイ要員を昀後まで温存し、極力勤務変更措置によつ\nてまかなつて来た、ということの本質は右のように把えるべきものであつて、それ\n以上のことを意味するものではない。\n３　要するに、不測の事態に対し、出勤者ないし出勤予定者相互間の勤務変更によ\nつて対処する「必要性」なるものは、あくまでも事実上の必要性あるいは会社側の\n単なる事情というべきものであつて、その「必要性」のゆえに一方的な労働時間、\n始業・終業時刻の変更権を基礎づけたり、会社側の指示に労働者が応ずべき信義則\n上の義務を基礎づけたりするような、法的意味をもちうるようなものではない。\nこのことは勤務協定上、「勤務割の不時の変更に備え」る制度が、スタンドバイ\nという形でのみ設定されているということ（乙第一号証勤務協定１ー４）に照らし\nても裏付けられるところである。（スタンドバイから起用された乗務パターンが二\n日以上にわたる場合に、起用された日の翌日以降の勤務割が変更されることがあり\nうることはスタンドバイ制度に内在するものであり、しかも当然のことながら右の\n意味での勤務変更は、変更される勤務の前日の勤務時間中、すなわちスタンドバイ\nの時間帯においてなされるのであるから、これと、本件の如き場合を同列に論ずる\nことは当を得ないものである）\n４　スタンドバイの起用にかえて、出勤者又は出勤予定者相互間の「勤務変更」\nを、その当日に行う「必要性」が、実際にどの程度発生するのかは、きわめて疑わ\nしい。\n控訴人が、当審において提出した乙第二八号証は、おそらく典型的なある一日に\nかかわる勤務割表の変更のあり方を一覧させるものであるが、これによつても当日\nのスケジユール変更は、わずか一二例（一連番号六九一から七〇二）であり、その\nうち六例は年休（ＡＬ）取得、五例はその穴埋めとしてのスタンドバイ起用（ＡＬ\nのうち一例はスタンドバイからＡＬへの変更につき穴埋不要）、一例は欠勤理由の\n変更であつて、本件と同じような勤務者相互間の勤務変更の例はない。原審・当審\nを通じて本件と類似するケースとして被控訴人が提出した事例（乙第一五号証の九\n例及び乙第二五号証の五例）は、微々たる数であつて、これを一般化して、会社に\n対し勤務変更命令権を認めるべき根拠とするだけの普遍性はない。\n第八　被控訴人の行為は信義則違反にあたらない\n一　以上のべたところから、被控訴人には「特段の支障がない限り勤務変更に応ず\nべき信義則上の義務」というようなものが措定されるべきでないことは明らかであ\nるが、さらに会社は、本件勤務変更の要請が会社側にとつて必要不可欠のことであ\nつて被控訴人が特段の理由なくこれを「拒否」したと主張するので、以下において\n反論する。\n二　被控訴人に対する本件勤務変更の指示が、事態に対応するための必要不可欠な\n措置とは到底言えないことは、この指示を会社の方から積極的に伝える電話が一二\n時二五分ころなされたまま、あとは一三時四五分頃に被控訴人がコールバツクする\nまで会社は放置しておいたことに端的にあらわれている。\nすなわち、あらたな指示により被控訴人らのグループが乗務すべきものとされた\n一五四便の出発時刻は一四時〇〇分であるから、本来ならばその一時間前の一三時\n〇〇分にはこのグループは大阪空港にシヨウアツプしていなければならず、更にそ\nの三〇分前の一二時三〇分には東洋ホテルを出発（ピツクアツプ）していなければ\nならない筈なのである。にもかかわらず、右ピツクアツプタイムは勿論、所定シヨ\nウアツプタイムを経過しても、会社の方からは何ら積極的な対処はなかつた。\n被控訴人らの側には、当初の勤務割表によるピツクアツプタイム（一四時二〇\n分）以前には、会社と連絡がとれない状態であつても何ら咎められるべきものでは\nなく、従つて会社側から見れば、一四時二〇分以前に被控訴人らと連絡が必ずとれ\nるという期待はもちえない状態であつた。\n「不確実性」を排するが故に、勤務変更は単なる要請ではなく有無を言わせぬ業務\n命令なりと主張する会社が、一二時三〇分（新たな勤務変更指示に従えば被控訴人\nらのグループがピツクアツプされるべき時刻）から一三時四五分頃（被控訴人が大\n阪空港支店に電話を入れた時刻）まで、来るか来ないかまつたくあてにできないほ\nど「不確実」な被控訴人からの連絡を漫然と「じりじりしながら待つて」いるなど\nということは、およそ考えられないことである。\n会社側が一二時二五分以降あえて被控訴人らのグループとの連絡を積極的に取ろ\nうとしなかつたのは、とりもなおさず、一五四便以下の要員を確保する方法は、他\nにもあつて（スタンドバイの起用のほか、一三時二〇分に札幌から大阪空港に帰着\nした訴外ｌチーフパーサーのグループへの協力要請など）、是が非でもというほど\nではないが運よく被控訴人と連絡がついて被控訴人らのグループが一五四便以下に\n乗務することになればその方が好都合である、という程度の認識であつたからにほ\nかならないであろう。\n三　会社は、被控訴人の行為の信義則違反性を主張する前提として、休養時間のう\nち勤務協定上定められている一二時間（特定の場合は八時間）を超える部分の休養\nは、労働者側の権利ではなく、これを削減することについて労働者側にはなんの不\n利益もないとの主張を展開している。\nしかし、会社の議論は、労働協約上の昀低基準の設定と、就業規則ないし個別労\n働契約上の権利義務の関係を無視した暴論である。\nすなわち、本来就業規則によつて特定されるべき始業・終業時刻が、会社におい\nては前月末に配布される勤務割表によつて特定されるのであつて、同表にもとづい\nて特定される始業・終業時刻は実質的には一般企業における就業規則による定めに\n相当し、従つてその内容が個別労働契約の内容となる。勤務協定は、右勤務割表を\n作成する前提として、必ず保障すべき休養時間の昀低限度等を定めているのであつ\nて、一般に労働協約上の昀低基準を下まわらなければ、労働契約の内容を一方当事\n者が自由に変更できる、などという理屈がなりたたないのと同様、勤務割表によつ\nて特定される始業・終業時刻も、当事者の合意によつてはじめて変更することので\nきる権利義務の問題である。\nたしかに、基地以外の場所における「休養」は、基地において与えられる「休\n日」とは異なり、家族との団欒や、近隣の友人・知人との接触などを享受できるわ\nけではないから、休日にとつてかわることのできるものではない。また一二時間程\n度では、睡眠時間を除くと、二回の食事、入浴・身じたくをするほかに何かまとま\nつたことができるわけではない。しかし、勤務から解放される点においては本質的\nに同じであり、仲間同士の食事や買物などで疲れを癒す貴重な私的時間なのであ\nる。\n四　会社は、「もはや一刻の猶予も許されな」い状況のもとで、被控訴人が即時無\n条件に指示に従わず組合の了解をとりつけるよう求めたことが、とりもなおさず\n「拒否」であり、信義則違反にあたるという。そして組合の関与を求めること自体\nが筋ちがいである、ともいう。\nしかしながら、まず休養時間中の乗務員と会社がどの時点で連絡をとりあうこと\nができるか、ということは全くの偶然に左右されるものであつて、「一刻の猶予も\n許されない」段階であるか、どうかは、乗務員側の責任に属する事柄ではない。そ\nして、勤務変更の要請に応ずべきかどうか、ということについて、ある程度の時間\nをかけて検討することが全く許されない、などということはありえない（そのよう\nなことがあればもはや協力要請という概念から逸脱する）。\n五　本件の場合、被控訴人は、一三時四五分頃の大阪空港支店航務課との電話の中\nで、「組合は了解しているんでしようか」とたずね、航務課職員が「当然組合の了\n解も取りつけているはずだ」と、みずからの推量にもとづいて応えたので、そのこ\nとの確認を求めたのであつた。これに対し大阪空港支店航務課の担当者は、「羽田\nの方から電話をさせればいいのかな」とたずね、被控訴人の「そうです」という答\nえを得て電話を切つている。\nつまり、被控訴人としては、（会社が個々の勤務変更指示につきあらかじめ組合\nの了解をとりつけたうえで関係各個人に指示するというような慣行がない、という\nことを知らなかつたため）単なる確認的質問として、組合の了解の有無を問い、担\n当者の「当然組合の了解も取りつけているはずだ」というあやふやな返事では満足\nできず、その確認を求めたものであり、大阪の担当者も被控訴人の要望を容れて右\nの点の確認のため「羽田の方から電話をさせる」ことを約束した、というのが、昀\n初の経過である。ここまでの経過においては被控訴人が勤務変更への協力要請を拒\n否したものではないことはもちろん、積極的に組合の了解をとりつけてくれ、と言\nつたわけでもない。そして、大阪空港支店航務課の職員がいうところの「羽田の方\nからの電話」を待機していたことについて被控訴人には何の落度もない。\n「羽田の方からの電話」は、一四時〇〇分ころ、ｇ先任チーフパーサーからなされ\nた。ｇ先任が、勤務割変更の理由について説明したのに対し、被控訴人は「事情は\n十分理解できますが、組合と話し合つて下さい。その結果において、私は、組合の\n指示に従いたいと思います」と答えている。\n被控訴人は、さきの大阪空港支店航務課職員の話から「羽田からの電話」とは、\n当然、組合からの「了解した」旨の電話であろうと考えていたし、勤務変更を余儀\nなくされる事情の説明よりも、組合が了解しているという事実を確認したかつた\n（組合が了解しているであろう、ということは大阪空港支店航務課の話から推測し\nていた）ために、右のように発言したものである。この発言をとらえて、会社側か\nらの協力要請に対し、被控訴人が諾否の判断を組合に一任した、あるいは組合の了\n解をとりつけることを承諾の条件として示した、と解釈するのも大げさであろう\nが、仮に強いて右のように解釈するとしても結局、ｇ先任は、被控訴人の右申し出\nに対し、「わかつた」「組合に一応事情説明のために連絡してみよう」と答えてい\nるのであつて、この段階においても被控訴人の言動にあえて咎められるべきものは\nない。\n六　よしんば、被控訴人の言動が、協力要請に対する諾否の判断を組合に一任した\nと見るべきものであつて、そのことは会社側が了承したことではなかつた、と仮定\nしても被控訴人の行為には何ら非難されるべき点はない。\nけだし、労働組合は、労働協約を締結して労働条件の基準を設定すること、およ\nび、これへむけて団結と団体行動を組織することだけを任務とするものではなく、\n組合員の個々の労働条件等についての苦情処理にあたることも典型的な任務の一つ\nであり、そのことがまた団結強化をもたらす所以なのであつて、組合員が、みずか\nらの労働条件の決定にかかわる意思表示をめぐつて所属組合の指導を求め、その意\n見を尊重しようとすることは当然であり、その自由を組合員に認めることは団結権\nの保障に内在する事柄である。会社は、社内広報紙「翼とともに」昭和五五年二月\n二〇日号（甲第九号証）に、「時々刻々仕事をしている昀中に、会社の業務指示が\n組合との協定に違反していると思われるから、あるいはその疑いがあるからという\nだけで、その都度仕事を止め組合と協議し、その了解が得られなければ仕事は始め\nられないということでは会社の業務は成り立ちません。」と述べて被控訴人を非難\nしているが、これは本件があくまでも勤務時間外における出来ごとであることを無\n視したすりかえの議論である。\n七　また、本件に即して実質的に考えても、勤務変更についての協力要請に対する\n対応としては、イエスかノーかの二つにひとつ、ということではありえないのであ\nつて、会社側の必要性にも応え、かつ、労働者側の不利益を極力少なくするような\n第三の方策を双方の努力により発見する、という対応もありうるのであつて、この\nような「第三の方策」を発見するうえで、本人よりも広い視野に立つて状況を把握\nし、対策を考えることが一般的に期待しうる立場にある労働組合の意見を本人が尊\n重する、という選択も充分合理性をもつ。\n現に、本件の場合、実際にとられた対応策は、組合のｆ副委員長の提示した案の\nとおり、大阪から一五四便に乗務したグループは同便のみで勤務を終わり、一五三\n便以下の乗務は、成田にいた国際線スタンドバイ要員をもつてあてているのであ\nる。一五四便にｌグループが乗務する場合にのみ、右措置が合理的であつて、被控\n訴人のグループが乗務する場合にはこの限りでない、という理屈はどこにもない。\nそして、右ｆ提案は、ｍ先任チーフパーサーが状況を説明したのに対して同副委\n員長がたちどころに示し、かつ連絡を受けた被控訴人と配下のアシスタントパーサ\nーも、ただちに承諾したところのものなのである。\n八　以上の次第であつて、被控訴人の言動は、勤務変更についての会社の協力要請\nを拒否したものでないのみならず、不合理な条件を示して実質的に拒否したと同様\nの評価を受けるべき場合にも全く該当せず、従つていかなる意味においても信義則\n違反と評価しえないものであつた。\n"
}