{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 11,
    "day": 26
  },
  "case_number": "昭和54(ネ)588等",
  "case_name": "佐伯学園整理解雇",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "19446",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19446",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/446/019446_hanrei.pdf",
  "contents": "主　　　文\n原判決を取消す。\n被控訴人（附帯控訴人）らの請求ならびに附帯控訴により当審で拡張された請求を\nいずれも棄却する。\n訴訟費用は第一、二審とも被控訴人（附帯控訴人）らの負担とする。\n事　　　実\n控訴人（附帯被控訴人、以下「控訴人」という）は主文同旨の判決を求め、被控\n訴人（附帯控訴人、以下「被控訴人」という）らは、控訴棄却ならびに附帯控訴と\nして「原判決主文第二項を次のとおり変更する。控訴人は被控訴人らに対し別紙債\n権目録記載の各被控訴人名下の金員を支払え。」との判決を求めた。\n当事者双方の主張および証拠関係は、次のとおり付加、訂正するほか、原判決事\n実摘示のとおりであるからこれを引用する。\n一　原判決二枚目裏四行目に「又」とあるのを削る。\n二　原判決三枚目表一行目の次行に「三」として次のとおり付加する。\n「その後、控訴人の教職員の賃金は毎年ベースアツプによつて是正され、夏季、年\n末および年度末手当等の年間一時金も支給されている。被控訴人らについて、解雇\n後遂年是正後の給料表を適用し、得べかりし賃金、年間一時金および家族手当を算\n定すると別紙賃金計算表記載のとおりとなる。\nよつて、被控訴人らは控訴人に対し別紙債権目録記載の各被控訴人名下の金員の\n支払を求める。」\n三　原判決四枚目表七行目の「ある。」の次に「右造船科、土木科の場合において\nも、当該科の教員は担当の学科がなくなつたので、退職が当然であると考えて学園\n外に転職している。控訴人としては、被控訴人らの所属する佐伯学園労働組合はこ\nれらの先例を十分承知していることと考えていたし、同組合においても、最後の卒\n業生を出したら被控訴人らが退職するものと思つていた。」を、同枚目表一一行目\nの「至つた。」の次に「右両科には将来退職を予想される対象の教員が七名もお\nり、このすべてを転用することができないことは労使双方共十分承知していた。」\nをそれぞれ加え、同枚目表一二行目に「上提」とあるのを「上程」と改める。\n四　原判決六枚目裏九行目に「処偶」とあるのを「処遇」と改める。\n五　原判決八枚目裏八行目の次に改行して、「また、控訴人理事長は被控訴人らに\n退職勧奨すると共に学園外の職場への就職の世話について説明をし、被控訴人Ａに\n対しては同人の出身県である宮崎実業高校に就職の世話をする旨述べたが、同被控\n訴人はその話を無視ないし曖昧な態度で終始したため立ち消えとなつた。」を加え\nる。\n六　原判決一〇枚目表一行目の「なつていること」の次に「ならびに右廃科に当た\nり、当該科の教員が控訴人学園外に転職したこと」を加える。\n七　原判決一三枚目表七行目に「何時でも」とあるのを「控訴人に共同して申請す\nる意思があれば申請するだけで容易に」と改める。\n八　原判決一四枚目表一一行目の「作出したものである。」の次に「控訴人は、右\n休科の時点において、三年後に備えて計画的な人事調整上の配慮をなすべき義務が\nあつた。しかるに、控訴人は、昭和四八年以降も無計画に新採用をくりかえし、被\n控訴人らの持つている工業の免許で教授しうる建築、機械両科において昭和四八年\n以降本件解雇までに延べ七名の新採用がなされ、また被控訴人らの過去の実績から\n言つて転用可能な教科である数学についても解雇後四名の採用がなされている。」\nを加える。\n九　原判決一九枚目表二行目の「担当したことはある。」の次に「これは、「教科\n外科目」として一年を限り所轄官庁の許可をえて授業担当させたものであるが、校\n長の申請により次年度にも許可をえて結局二、三年に亘つて担当させた。」を加え\nる。\n一〇　原判決二〇枚目裏一行目に「もので」とあるのを削る。\n一一　（省略）\n理　　　由\n一　請求原因事実は当事者間に争いがなく、抗弁事実中佐伯高校が昭和三〇年設立\nされ、控訴人主張の各学科が設けられたこと、同学科中林業科、造船科、土木科、\n家政科ならびに電気科が控訴人主張のころ生徒募集を停止し廃科となつたこと、右\n廃科に当り当該科の教員が控訴人学園外に転職したこと、被控訴人らが電気科専任\n教員であること、以上については当事者間に争いがない。\n二　そこで、まづ電気科廃科の合理性について検討する。\n成立に争いがない乙一五号証、一七号証、一八号証、原審証人Ｂ、同Ｃ、原審及\nび当審証人Ｄの証言を総合すると次の事実が認められ、右認定を左右するにたりる\n証拠はない。\n１　控訴人学園が昭和三〇年佐伯高校を創立したころは、大分県南部に公立高校が\n少く、佐伯高校の校区である佐伯市、南海部郡で僅かに二校（他に分校が三校）し\nかなく、右公立高校に収容しえない生徒を私立高校でまかなつてほしいとの地域の\n要望が強かつた。また、当時はベビー・ブームによる中学生の急激な増加とそれに\n伴う高校の急増が要求されると共に、国の経済政策ならびに産業界は高度経済成長\nの中で高校職業課程を終了した程度の人材の確保を要請し、教育界もこれに応じて\n高校の職業課程を多様化し、とくに私学においては、私学が今後生きて行く途は多\n様化にしかないものと考え時代の先端を先取りする空気が強かつた。\n２　ところが、昭和四〇年ころ、大分県が佐伯高校校区内にある公立高校二分校を\nそれぞれ独立高校に昇格させたため、大巾な定員増が生じ、同一地域にある佐伯高\n校への志願者数が減少したが、これに加え、そのころから経済成長も安定成長に転\nじるにつれて多様化傾向も高校から大学段階に移行し、中学生の進学希望も特殊職\n業課程から普通科課程に大きく変動し始めた。そして、右高校の多様化傾向の時期\nにたまたま重なりあうように時期を同じくしていたベビー・ブームによる新入高校\n生の激増傾向もようやく峠を過ぎてやがて生徒数の著しい減少が目立つようになつ\nて来た。\n３　佐伯高校では、昭和三九年に電気科に一二六名在籍（高校全体では八〇三名）\nしたのを頂点として毎年減少の一途を辿り、同四七年に至つて僅かに二四名（高校\n全体で二六五名）を数えるに過ぎず、学級経営が困難となつた。\nそして、佐伯高校の校区内中学の卒業者数を大分県教育委員会作成の統計資料に\nより計算してみると、昭和四七年度において二、〇一二人であつたのが同五〇年に\nは一、七五四人となり、同六〇年には、一、四七一人となる見込みで、新入生の増\n員を期待することは困難である。\n以上の事実および前記争いのない事実によれば、佐伯高校電気科における生徒数\nの減少は、単に一時的なものではなく、高校教育界全般に亘つて惹起された職業教\n育の見直しという構造的な変化と当初予想されえなかつた校区内における公立高校\nの増設ならびに高校新入生徒の全体的減少という事態に起因するものであつて、控\n訴人において、その変化に対処する見通しに多少の甘さがあつたとしても、控訴人\nが昭和四七年その経営合理化のため電気科の生徒募集を打ち切り、同五〇年これを\n廃科するに至つたことは、控訴人の事業経営上やむをえない必要から出た合理的な\n措置であつたものと認められる。\n三　ついで、控訴人が右電気科廃科に伴い被控訴人らを余剰人員として整理解雇し\nたことの当否、その必要性について判断する。\n前掲各証拠のほか、成立に争いがない乙一、五、七号証、原審証人Ｅの証言なら\nびにこれによつて真正に成立したものと認められる甲四号証、六号証、七号証、原\n審被控訴人Ｆ本人尋問の結果真正に成立したことが認められる甲一一号証、原審証\n人Ｇの証言および同証言により真正な成立が認められる乙四号証、原審および当審\n被控訴人Ｆ、同Ａ各本人尋問の結果（後記措信しない部分を除く）を総合すると、\n次の事実が認められる。\n１　佐伯高校は、生徒の納付金（授業料）と大分県から交付される補助金をもつて\n主たる収入源としているが、総支出の八五パーセント程度は人件費で占められてい\nる状況であり、これまでも人件費の面では講師或いは嘱託による授業時間を増やす\nことによつてかなりの合理化を行つて来たが、昭和五〇年当時の教員一人当りの生\n徒数は六・七人であつて、同年における大分県内私立高校一六校の平均が二一・六\n人であるのに比べると、不経済な面もあつて、前示のような新入生徒の減少による\n生徒納付金（授業料）の減少とこれに応じて補助金もへらされたため年間一、五〇\n〇万円以上の赤字を算出し、控訴人学園の財政状態ではかなり逼迫した状況にあつ\nた。\n２　電気科および家政科の廃科に伴つて、家政科ではＨ、Ｉ、Ｊの三名が、電気科\nでは被控訴人両名のほかにＫが余剰人員とされ退職勧奨の対象となつたが、右六名\nのうちＫおよびＪの両名は右勧奨に応じて昭和五〇年三月三一日付で任意退職し、\nＨおよびＩは同年五月二七日控訴人との間に金一五万円の和解金の支払を受けるこ\nとを条件に任意退職する旨の和解が成立した。\n３　ところで、被控訴人Ｆは昭和四一年三月東京電気大学電気工学科を卒業する際\nに高校の工業普通二級免許を取得し、同Ａは同四五年三月福岡工業大学電子工学科\nを卒業する際右Ｆと同種の免許を取得し、いずれも佐伯高校電気科の専任教員をし\nていたが、Ｆは本来の電気の授業のほか校長の申請にもとづく教育職員免許法附則\n二項所定の「教科外教科」の許可をえて、同四二年、同四四年に電気科一年生に対\nし週四時間の、同四五年に建築科三年生に対し週二時間の、同四九年に機械科三年\n生に対し週二時間の数学の授業をしていた。Ａは、本来の電気科のほか機械科三年\n生に対し週四時間の電気一般の授業もしていた。\n被控訴人らおよび同人らの所属する学園組合は、同人らを数学担当教員に転用す\nるようにと控訴人に対し要望していたが、被控訴人らはいずれも「工業」以外の普\n通免許ないし臨時免許も有していないので、電気科が廃科となつた以上「工業」の\n活用の余地も狭く、またそのままでは「数学」担当に転用することは免許法上許さ\nれないところである。\n４　昭和五〇年当時佐伯高校には数学専任教員としてＬ、Ｍ、Ｎの三名が勤務して\nいたが、右三名は、同年二月二八日被控訴人らが数学担当教員に転用されることを\n強く希望していると聞き、同年四月以降は学級減により右三名のみで数学実施総時\n間数の完全消化が可能であり現状のとおり数学を担当したいので被控訴人らの数学\n担任転用に反対するとの陳述書を提出し、当時の校長Ｇも控訴人理事長宛に右陳情\nの趣旨を妥当とする旨の副申書を提出した。\nその後、控訴人理事会は、同年六月一九日右転用問題について審議し、被控訴人\nらを数学担当教員に転用した場合は同人らに高校の数学の授業を全部まかせること\nになるが、同人らの学力も問題とされているうえ、これを問題としたのがほかなら\nぬ現在の数学担当教員であつたから、被控訴人らも含めて数学の一般学力の筆記試\n験を行う旨決定し、これを被控訴人らに通知したが、同人らは右試験が自己に不利\n益に行われるものと予想して受験をしなかつた。\n５　控訴人は、これに先立ち、工大電気科に被控訴人らの採用が可能かどうか工大\nに打診したところ、同大の教員資格基準に合わず会議に取り上げるまでに至らなか\nつたとの返事を受けた。\nまた、控訴人は、被控訴人Ａに対し、同人の出身地である宮崎実業高校に就職の\n斡旋をする旨を告げたが、Ａは学園組合が学園内調整に成功し数学担当教員に転用\nされるものと思つて色よい返事はしなかつた。なお、控訴人も被控訴人らも、控訴\n人学園において他の事務職員として配置転換する意思も、これを希望するつもりも\nなかつた。\n以上の事実が認められ、右認定に反する原審および当審被控訴人Ｆ、Ａ各本人尋\n問の結果は措信することができない。\nそして、以上の事実によれば、被控訴人らは電気科廃科に伴い同人らの所有する\n「工業」の免許によつて授業活動をする余地はきわめて狭まり、かつ、また他の免\n許を有していないことから当然には他の教科担当に転用することは困難であつて、\n余剰人員となつたものと認められる。\n四　被控訴人ら主張の権利濫用の抗弁について。\nところで、被控訴人らは、以上のことによつて被控訴人らが余剰人員となるもの\nではない旨或いは余剰人員となつてもそのことで直ちに解雇が正当とされるもので\nない旨詳細に陳述、反論するので、以下逐一これを仔細に検討する。\n１　被控訴人らは、控訴人学園は工大および女子短大を有し、多大な資産を形成し\nているところ　女子短大は現に廃校状態にあつてその土地建物はいつでも換金しう\nる状態にあり、また控訴人学園全体としてみれば被控訴人らに対する整理解雇を強\n行するのでなければ企業そのものが倒産するといつた差し迫つた経済危機にもなか\nつたから整理解雇の必要性はないと主張するが、当審証人Ｄ、同Ｏの証言によれ\nば、工大では資金面で若干の余裕はあるが、補助金の交付など使途目的が制限され\nているものが多くこれを他に融通ないし流用することは許されないこと、女子短大\nは現在生徒募集を停止中であり、その施設は遊休施設同然となつているが未だ廃科\nと決定している訳でもなく、またその処分も必ずしも容易でないこと等の事実が認\nめられるところ、もともと企業においては、その事業部門の閉鎖或いは人員整理を\n行うことが企業の運営上、合理的で止むをえない場合にはその必要性を肯認すべき\nものであつて、企業が自己の財産を処分し、それ自体倒産寸前といつたぎりぎりの\n状況に到るまで不必要となつた労働力を引き続き手元に置かなければならないと解\nすべき所以のものではないから、たとえ右の事実があつたからといつて被控訴人ら\nの前示解雇の必要性が解消されるものでもない。\n２　つぎに、被控訴人らは、佐伯高校においては、多数の生徒の学力が高校教育の\n水準からかけ離れて低く、これら低学力の生徒たちに補習を通じて濃密な教育活動\nをほどこしその理解力を高める必要があるから、被控訴人らが佐伯高校で教育活動\nをなすべき余地は十分に存するものであつて余剰人員となるものではない旨主張す\nるところ、前掲甲一一号証、当審証人Ｄの証言、原審被控訴人Ｆ本人尋問の結果に\nよれば、佐伯高校では中学課程の学力さえも修習していない生徒がかなりの数を占\nめ、今後十分な教育効果をあげて行くためには生徒一人、一人に個別的な指導を加\nえる必要があることが認められるものの、同時に当審証人Ｄ、同Ｐの各証言ならび\nに弁論の全趣旨によれば、佐伯高校ではかつて免許を有しない教員による授業担当\nが問題となり、生徒会からもそのような教師の授業を受けないとの申し入れを受け\nたこともあり、その改善に努めてきたこと、中学課程の学力さえも有しない生徒に\n対してもこれを指導する教員は正規の資格と学力を有するものでなければならず、\nこのことは正規の授業時間であると補習たるとを問わず同じ理であることが認めら\nれ、学力不足の生徒に対する個別的な指導の必要があり、かりに被控訴人らが独自\nの補習によつて多少の成果をあげたとしても、そのことによつて被控訴人らが免許\nを有しないまま数学の補習を担当することを正当とするものでもなく、結局被控訴\n人らの余剰人員性を否定するものではないと言うべきである。\n３　被控訴人らは、控訴人はすでに電気科が休科になつた時点で三年後の廃科が予\n見しえたのであるから計画的な人事配慮をなすべき義務があるのに、被控訴人らの\n免許で担当可能な科目について新採用をくりかえしただけでなく、被控訴人らの人\n材を活用するため他の科に転用できるよう新教科の免許取得の措置を講ずべき義務\nがあるのに、これをせず、経営者として当然なすべき解雇を回避すべき努力を怠つ\nたものであると主張するけれども、およそ企業が整理解雇をするに当り、できうる\n限り人事調整上の配慮をなし解雇を回避するよう努力を尽すべきことは言うまでも\nないが、前掲各証拠によれば、控訴人は昭和四八年三月ころ、佐伯高校建築、機械\n両科の教科編成に当つて、両科の科長に対して被控訴人らの免許科目である「工\n業」（電気）を両科の中に取り入れることができるかどうかを問題として提出した\nところ、電気一般一単位（二時間）を二単位をふやすことが出来ただけでそれ以上\nの調整をすることができず、僅かの授業時間の増加がなされたのみで活用する余地\nもなかつたこと、右両科に欠員が生じた場合に被控訴人らの専攻、免許科目ではこ\nれを十分担当することができなかつたことが認められ、また、前示のとおり、被控\n訴人らが終始数学担当の教員に転用を希望していたところ、嘱託を含む数学担当の\n教員は現人員をもつて担当を継続することを希望していたのであつて、このような\n場合に、控訴人としては、被控訴人らに対して僅かの授業時間の活用しか出来ない\nのにそのままこれを他の科に転用して新採用を停止しなければならない当然の義務\nを負うものではない。\n元来、新教科の免許取得についてはその事柄の性質上被控訴人らの積極的熱意が\n先行すべきものであるから、被控訴人らが新教科の免許取得について控訴人学園に\n積極的な申出をしたのに拘らず、控訴人がこれを黙殺してなんらの努力をしなかつ\nたというならば格別、控訴人としては、被控訴人らからなんらの申出もないのに正\n規の免許を取得するよう指示ないし指導すべき義務まではないものというべきとこ\nろ、本件全証拠によつても、被控訴人らが右新教科の免許取得について努力した形\n跡も窺えない。\n右の点に関し、被控訴人らは、控訴人が昭和四七年一二月一一日の学園組合との\n団交において電気科が廃科になつても教員を解雇しないと確約したため、被控訴人\nらが単位取得のための努力をしなかつたとしても無理からぬところがあつた旨主張\nするので、これを検討するに、原審証人Ｂ、同Ｅ（後記措信しない部分を除く）に\nよつても同日控訴人学園の理事であるＢが「生木を裂くことはしない」と情緒的な\n発言をしたことは認められるもののそれ以上に控訴人側から不解雇の確約をした事\n実は認められず、他にこれを認めるにたりる証拠はない。\nかえつて、前掲証拠によれば、次の事実が認められる。すなわち、昭和四七年一\n二月一日、Ｇ校長から佐伯高校電気科および家政科の生徒募集を停止するとの発表\nがあり、三年後の廃科が予測されたので、早速職員代表者と控訴人理事会の間で数\n回に亘つて話合が持たれた。同月一一日の話し合いの席上で、学園組合のＥから被\n控訴人らを数学担当教員に転用して欲しい旨の要望があつたのに対し、Ｂ理事は当\n時両科を廃科するについて六名の整理該当者がいたため、これを転用すればせつか\nく生徒減少による財政悪化を防ぐため経営縮少したのにその意味を失わせることに\nもなり、また三年先のことを約束することも出来ないと考えて明確な返答はしなか\nつた。そして、最後に同理事から「生木を裂くような真似はしない」との発言がな\nされたが、Ｅにおいては、これを「生木を裂くような真似はしない。解雇はしな\nい。」と受けとり、その後自分の受けた印象を相手に確認することもまして文書を\n作成することもせず、いきなり職員に対して「基本的には校内で人事調整し、首切\nりを行わないことを確約した」との文書を作成して配布したが、その席上には被控\n訴人Ｆも出席していた。\n以上の事実が認められ、右認定に反する原審証人Ｅの供述は原審証人Ｂの証言と\n対比してにわかにこれを措信することができない。\nそうすると、右確約があつたことを前提とする被控訴人らの弁明は当をえたもの\nではなく、前記の事実を総合勘案すれば、被控訴人らは自ら数学担当教員に転用を\n希望しながら、その新教科の免許取得についてなんらの努力もせず、いたずらに手\nを拱いていたものと認めるほかない。\n４　さらに、被控訴人らは前記約束があつたことを前提に不解雇の合意に反する解\n雇は無効であり、右合意を書面化しなかつたからと言つて信義則上右約束に反する\n解雇は権利濫用である旨主張するが、前叙のとおり、不解雇の合意ないしそれに相\n当する約束があつたものとは到底認めることができず、また、被控訴人らおよびＥ\nがＢ理事の前記情緒的発言を誤解して行動していたとしても、そのことによつて、\n控訴人学園は信義則上の制約を受けるいわれはない。\n５　右のとおりであつて、本件解雇の意思表示が権利濫用であることを認めるにた\nりる証拠はないので、被控訴人らの右主張は採用することができない。\n五　以上のとおりであるから、本件解雇は佐伯高校就業規則三五条三号にいう「学\n校の縮少もしくは組織の改廃により教職員に余剰を生じたとき」に当る止むをえな\nいものであり、なお、本件訴訟の経過ならびに弁論の全趣旨によれば、右解雇に際\nし控訴人は退職金及び解雇手当を被控訴人らに送付したことが明らかであるから、\n控訴人が被控訴人らに対してなした本件解雇の意思表示は有効に効力を生じたもの\nと言うべきである。\nしたがつて、その余の点を判断するまでもなく、被控訴人らの本訴請求ならびに\n附帯控訴により当審で拡張された請求はいずれも理由がないからこれを棄却すべ\nく、右と結論を異にする原判決は不当であつて本件控訴は理由があるから原判決を\n取消し、訴訟費用の負担について民訴法九六条、八九条、九三条を適用して主文の\nとおり判決する。\n（裁判官　高石博良　谷水央　足立昭二）\n（別紙）\n債権目録\n一　Ｆ\n金一六、九八六、五六〇円および昭和五六年六月以降毎月末日限り金二一二、八\n〇〇円\n二　Ａ\n金一五、五七二、九六〇円および昭和五六年六月以降毎月末日限り金一八三、六\n〇〇円\n賃金計算表　単位　円　Ｆ\n＜２０５１２－００１＞\n賃金計算表　単位　円　Ａ\n＜２０５１２－００２＞\n"
}