{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 12,
    "day": 21
  },
  "case_number": "昭和57(行コ)218",
  "case_name": "不動産取得税賦課処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "新築家屋を取得した時における当該家屋の価格の算定に当たり，固定資産評価基準（昭和３８年自治省告示第１５８号）によるいわゆる経年減点補正をしないでした当該家屋に係る不動産取得税賦課処分が，適法とされた事例",
  "lawsuit_id": "16906",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16906",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/906/016906_hanrei.pdf",
  "contents": "○　主文\n原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は、第一、二審とも被控訴人の負担とする。\n○　事実\n一　控訴人代理人は主文同旨の判決を求め、被控訴人は「本件控訴を棄却する。控\n訴費用は控訴人の負担とする。」との判決を求めた。\n二　当事者双方の主張は、次のとおり付加するほかは、原判決事実摘示のとおりで\nあるから、これを引用する。\n（被控訴人の主張）\n被控訴人は、次のとおり述べた。\n１　控訴人は、「家屋が新築された場合においては、当該家屋について最初の使用\n又は譲渡が行われた日において建築工事が完成し家屋の原始取得がなされたものと\n擬制したのが地方税法第七三条の二第二項の趣旨であるから、課税標準である当該\n家屋の価格の決定に当たつては、いわゆる経年減点をすべきものではない。」と主\n張する。\nしかし、右主張は次の理由により正当ではない。\n（１）　地方税法第七三条の二第二項の規定は、新築による取得（原始取得）に対\nする課税の排除を定めたものであつて、建築工事完成の日を擬制したものではな\nい。\nそのことは、同項の文言上のみならず、不動産取得税の流通税としての法律的性質\nからも明らかである。すなわち、\n（イ）　建築業者が注文者の注文に応じ、又は完成後売却することを目的として家\n屋を新築した場合を考えてみるに、まず建築業者が当該家屋の所有権を取得し、次\nいで注文者又は購入者がその所有権を承継取得する。そこには同条第一項の「不動\n産の取得」が二個発生する。そうすると、本来ならば、建築業者の新築による取得\nに対しても不動産取得税が課されるはずであるがその課税を排除したのが同条第二\n項であつて、そのことは、同項が「最初の使用又は譲渡」といつていることにより\n明らかである。「最初の使用」を取得とみなしたのは、請負又は建売りという方法\nによらず、入居者が自ら家屋を新築した場合又は結果的にそうなつた場合を想定し\nたものであることは疑いをいれない。しかし、時代の進展に伴い、請負という方式\nが一般化し、建築業者の新築による所有権の取得とあい前後して注文者又は購入者\nが引渡し又は分譲を受けて所有権を取得するという現実に直面して、「最初の譲\n渡」を「不動産の取得」とみなし、建築業者の新築による取得に対する課税を排除\nしたのである。\n（ロ）　このことは、流通税としての不動産取得税の法律的性質からも首肯しうる\nところである。\n何故なら、新築は製造又は生産であつて流通ではないから、これについて課税を排\n除するのは、一つの理にかなつているのである。このことは、他の流通税である酒\n税、物品税ないし自動車取得税と軌を一にするところで、酒税、物品税等において\nは製造又は生産については全く税を課さず、蔵出し又は引取りという流通の一段階\nでのみ課税されるのである。\n（２）　仮りに控訴人の主張するように、最初の使用又は譲渡の日を原始取得の日\nとみなしたとしても、固定資産評価基準（昭和三八年一二月二五日自治省告示第一\n五八号）による家屋の評価は、あくまでも実際の建築工事完成の時を起算点として\n経年減点を行うべきものである。仮りに、原始取得の日を建築工事完成の日と擬制\nして解釈するとしても、全くの零も一年未満であるから、これを一年として経年減\n点をしなければならない。\nそのように解すべき根拠は、次のとおりである。\n（イ）　不動産取得税は、価格の決定に関する限り固定資産税に随従し、固定資産\nの価格を直ちに不動産の価格とし、又は固定資産評価基準により不動産の価格を決\n定すべきものとされ（地方税法第七三条の二一第一項、第二項）、両者における評\n価額の統一が図られている。ところが、仮りに一二月三一日に新築された家屋につ\nいて、その日のうちに請負人から注文者に譲渡された場合、道府県知事がこれを評\n価する際に経年減点を行わないとすれば、翌年一月一日に注文者に譲渡された場合\n（この場合は固定資産税課税台帳に登録された価格によることとなり、これは経年\n減点が行われている。）と比べて僅か一日の間に著しい差が出て不合理である。\n（ロ）　新築家屋について経年減点を行わないときは、最初の使用又は譲渡による\n納税義務者のみが多額の不動産取得税を納付することとなり、その次の譲受人に比\nして著しく不合理な取扱いを受けることになるが、このような取扱いを肯認する合\n理的理由は見当らない。例えば、建築工事完成の日から毎日一回ずつ当該家屋が次\nから次へと譲渡が繰り返された場合を仮定して考えてみるに、一、〇〇〇万円の価\n格の決定を受けた新築家屋の最初の使用又は譲渡による納税義務者が時間の経過が\nないとして経年減点を認めてもらえないとすると、その翌日譲渡を受けた者が経年\n減点の恩恵を受け、六〇〇万円の価格を基礎として不動産取得税を納付することが\nできるのと比較して、著しい不利益を受けることになるが、これは納税者の理解を\n得られないばかりか、何故、最初の納税義務者だけがこのような多額な価格の決定\nを受けなければならないのか、理解できない。\n（ハ）　固定資産評価基準第二章第一節一及び二前段は、新築家屋についても、経\n年減点を行うことを義務づけている。すなわち、同筋一は、「家屋の評価は、木造\n家屋及び木造家屋以外の家屋の区分に従い、各個の家屋について評点数を付設し、\n当該評点数を一点当りの価額に乗じて各個の家屋の価額を求める方法によるものと\nする。」と定め、更に同節二前段は、「各個の家屋の評点数は、当該家屋の再建築\n費評点数を基礎とし、これに家屋の損耗の状況による減点を行つて付設するものと\nする。」と定めている。これを数式で示せば、次のとおりである。\n家屋の価額＝再建築評点数×木造家屋経年減点補正率×評点一点当たりの価額この\n数式から明らかなように、家屋の価額の決定に当たつては、必ず減点を行うことが\n義務づけられているのであつて、評価権者の判断による選択を許していない。\n（ニ）　同節四前段本文及び後段（３）によれば、この経年減点補正率は、木造家\n屋経年減点補正率基準表によつて求めるものとされ、かつ、経過年数が一年未満で\nあるときは、これを一年として計算するものとされている。したがつて一年未満の\n場合は、一一箇月でも一箇月でも、否、厳密にいえば、一分でも一秒でも一年とす\nるというのであり、最終的には全くの零秒であつても、これを一年として計算する\nことになる。\n（控訴人の主張）\n控訴人代理人は、次のとおり述べた。\n１　地方税法第七三条の二第二項は、新築家屋につき最初の使用又は譲渡が行われ\nた日において当該家屋の原始取得がなされたものと擬制しているから、その日に建\n築工事が完成したものとみなしたと解すべきである。\n２　被控訴人は、同項は新築による家屋の原始取得に対する課税を排除したものと\n主張するけれども、右主張は理由がない。\nすなわち、\n（イ）　不動産取得税は、地方税法第七三条の二第一項の規定により、不動産の取\n得に対し当該不動産の取得者に課する流通税であり、その課税標準は、同条の一三\n第一項の規定により不動産を取得した時における不動産の価格とされている。そし\nて家屋が新築された場合における「不動産の取得」の時期につき同条の二第二項\nは、当該家屋について最初の使用又は譲渡が行われた日において家屋の取得がなさ\nれたものとみなしているから、同項は新築の時期と取得の時期と最初の使用又は譲\n渡の時期を同時としているのである。\n本来、課税要件をいかに定めるかは立法政策の問題であるが、右の規定は、不動産\n取得税の性質及び目的に照らして、政策的に課税要件を定めたのである。すなわ\nち、右の規定がこのような擬制をしたのは、民法上所有権の対象となる段階におい\nて課税すると、取得者は工事請負契約の内容その他によつて請負人であつたり注文\n者であつたりして一律ではなく、課税標準となる価格もその後の工事の進行によつ\nて更に価値が増大する前の価格となり、不合理な結果を生ずること、そもそも取得\nという事実の背後にある経済的利益に担税力をみいだすという不動産取得税の性格\nからすると、課税標準とすべき新築家屋の価格は建築工事が完成し、当該家屋の用\n途に応じた使用が可能となつた時を基準として決定し、その時点における所有者を\n取得者として課税することがその趣旨目的にもつとも合致すると考えられること、\nところが建築工事の行われるすべての建造物について、いつ建築工事が完成し、使\n用可能な状態になつたかを積極的に認定判断することは決して容易ではなく、課税\n技術上も多大の困難が生ずること、請負人の原始取得に課税すればそれが注文主等\nに転嫁されることが予想されるので、これを回避する必要があることからである。\nそこで、同条の二第二項は、右のような諸点を配慮し、当該家屋について最初の使\n用又は譲渡が行われた日を建築工事完成の日と認定することとし、その日が即ち取\n得の日としているのである。したがつて、同項は建築工事完成の日と取得の日を同\n一日とし、その間に時間の経過はないものとしているのである。\n（ロ）　被控訴人は、不動産取得税において原始取得に対する課税を排除すべきで\nあるとの自説の補強として酒税、物品税及び自動車取得税を挙げているが、酒税及\nび物品税については流通の一段階を捉えて課税する消費税であつて、不動産取得税\nのように取得に対して課税するものではないので、そもそも比較の対象とはなり得\nず、また、自動車取得税については、原則として不動産取得税と同じくすべての所\n有権の取得に対して課される流通税の一種ではあるが、自動車の取得に伴う道路使\n用という密接な受益関係が想定される、いわば道路損傷負担金的性格を有する目的\n税でもあるので、道路使用に直接関連しない自動車の取得を課税対象から除外して\nいるのであつて自動車の製造等がそもそも課税客体となりえないため除外している\nものではない。\n３　被控訴人は、新築家屋について仮りに最初の使用又は譲渡の日を建築工事完成\nの日とみなしたとしても、家屋評価の起算点はあくまでも実際の建築工事完成の時\nであり、時間の経過は存在すると主張するが、地方税法第七三条の二第二項本文の\n規定は、建築工事完成の時を認定することが困難であることを前提として、最初の\n使用又は譲渡の日を原始取得の時（建築工事完成の時）とみなしているのであつ\nて、不動産取得税においては、そもそも起算点というような概念は存在しないので\nある。また、被控訴人は、仮りに最初の使用又は譲渡の日を家屋評価の起算点と\nし、時間的経過が全くの零秒だとしても、固定資産評価基準の解釈では一年未満と\nなり、これを一年として計算し経年減点補正すべきであると主張するが、同基準で\nは経過年数が一年未満であるとき、又は経過年数に一年未満の端数があるときは、\nそれぞれ一年未満の端数は、一年として計算することとされており、いずれも「一\n年未満の端数」があることが要件であつて、零が端数でないことは明らかであり、\nこの規定は適用されないものである。\n被控訴人は、経年減点をすべき根拠として種々の理由を挙げるが、いずれも理由が\nない。すなわち、\n（イ）　まず固定資産税との間の不均衡についてであるが、固定資産税は、地方税\n法第三四三条第一項の規定により、固定資産の所有者に課されるものであり、課税\n標準となる固定資産の価格は、賦課期日である一月一日の午後一二時を基準時点と\nして決定されるので、この時に固定資産となつたものでない限り、固定資産となつ\nた時点と一月一日午後一二時との間には時の経過が存在することとなり、経年減点\n補正が必要となるが、これは制度の相違に由来するものであつてこれがあるために\n不動産取得税においても新築家屋につき経年減点すべきであるという理由は、でて\nこない。のみならず、新築家屋についても、新築による原始取得の年の翌年一月一\n日には、通常、固定資産課税台帳に登録される価格があり、不動産取得税の課税標\n準も当該登録価格によつて決定されるから、固定資産税と不動産取得税との間に価\n格の相違は生じない。\n（ロ）　固定資産評価基準において、家屋の評価は再建築価格を基準として評価す\nる方法によつており、これは評価の対象となつた家屋と全く同一のものを賦課期日\n現在においてその場所に新築するものとした場合に必要とされる建築費を求め、当\n該再建築費に当該家屋の時の経過によつて生ずる損耗の状況による減価等を考慮し\nて当該家屋の価格を算出しようとするものである。時の経過によつて生ずる損耗の\n状況による減価を行うことを経年減点補正というが、これは家屋について通常の維\n持管理を行なつた場合において想定される経過年数に応ずる損耗を建築工事完成時\n程度に修復することとした場合に要する費用を基準として算定されるものである。\n不動産取得税については、前述したように、新築家屋に対する最初の使用又は譲渡\nが行われた日に原始取得がなされ、その日に建築工事が完成したものと擬制される\nから、右の経年減点補正は必要がないのである。\n三　証拠関係（省略）\n○　理由\n一　被控訴人が原判決添付目録記載の家屋（以下「本件家屋」という。）を昭和五\n五年六月二七日ころ新築し、同月三〇日にこれを最初に使用して取得したこと、控\n訴人が被控訴人に対し昭和五六年六月一五日付第五〇七六号納税通知書をもつて本\n件家屋の不動産取得税金二一万九、三〇〇円の賦課処分（以下「本件賦課処分」と\nいう。）をなし、右納税通知書はそのころ被控訴人に到達にたこと、右税額は、原\n判決添付算式（１）のごとく、固定資産評価基準（昭和三八年一二月二五日自治省\n告示第一五八号）によつて求めた再建築費評点数（一一三七九九六二）に一点当た\nりの価額（一円に物価水準補正率〇・九と設計管理費等補正率一・〇五を乗じて算\n出した価額）〇・九五円を乗じて得た評価額から住宅控除額三五〇万円を控除した\n価格を課税標準とし、これに税率（一〇〇分の三）を乗じて算出したものであるこ\nと及び原判決事実摘示第二の一４の事実（被控訴人の審査請求とその後三箇月徒過\nの事実）は、当事者間に争いがない。\n二　被控訴人は、本件賦課処分には課税標準である本件家屋の価格の算定につき固\n定資産評価基準によるいわゆる経年減点補正（積雪寒冷地域減点補正を含む。）を\n行わなかつた違法がある旨主張するので、次に判断する。\n不動産取得税が不動産の取得に対し、当該不動産の取得者に課されること、その課\n税標準が不動産を取得した時における不動産の価格であることは、地方税法第七三\n条の二第一項、同条の一三第一項の各規定により明らかである。そして右価格は、\n（１）市町村の固定資産課税台帳に固定資産の価格が登録されている不動産につい\nては、同法第七三条の二一第一項の規定により道府県知事が当該価格によつて決定\nし、（２）右登録がなされていない不動産については、同条第二項の規定により道\n府県知事が自治大臣の定める固定資産評価基準（前記自治省告示）によつて決定す\nることになつている。\n本件家屋については、その課税標準時である昭和五五年六月三〇日（最初の使用の\n日）に固定資産課税台帳に価格が登録されていなかつたことは明らかであるから\n（地方税法第三四九条、第三五九条）、右（２）によつて価格が決定されることに\nなる。\n三　固定資産評価基準によると、家屋の評価は、各家屋につき付設された評点数を\n評点一点当たりの価額に乗じてするものとされ、その評点数は、当該家屋の再建築\n費評点数を基礎とし、これに家屋の損耗の状況による減点を行つて付設するものと\nされており（同基準第二章第一節一、二）、具体的には、木造家屋の評点数は、\n評点数＝再建築費評点数×木造家屋経年減点補正率の算式によつて求め、右補正率\nは、木造家屋経年減点補正率基準表に定められたもののほか、積雪寒冷地域に所在\nする家屋については、これに更に所定の補正率を乗ずるものとされ、また経過年数\nが一年未満であるとき、又は一年未満の端数があるときは、それぞれを一年として\n計算するものとされている（同基準第二章第二節一、四。なお、特殊の場合に他の\n方法で算出することもあるが、本件家屋については関係がない。）。\n以上のところから、固定資産税における家屋の評価には、必ず経年減点補正（積雪\n寒冷地域経年減点補正を含む。以下同じ。）を行うべきであると解される。\n四　そうすると、道府県知事が固定資産評価基準によつて不動産取得税の課税標準\nとなるべき価格を決定する場合、被控訴人主張のように、経年減点補正を行うべき\nか否かの問題を生ずる。\nこの点について控訴人は、地方税法第七三条の二第二項の規定は、新築家屋につき\n最初の使用又は譲渡が行われた日において当該家屋の原始取得がなされたもの、す\nなわちその日に建築工事が完成したものと擬制しているから、新築と取得との間に\n時間的経過がなく、経年減点補正が行われ得ないことは明らかであると主張する。\nそこで右規定の法意を考えるに、新築家屋の「取得」については、所有権の発生、\n所在に諸種の問題があつて、認定が困難な場合があるうえ、請負人、注文者、更に\nは時により分譲業者等がいずれも取得者と解されるときは、実質的に不動産取得税\nが重複して課される結果ともなるため、右規定を設けて、新築家屋については「取\n得」、その時期及び取得者を政策的に単一に法定した趣旨であると解され、その場\n合、「取得」が原始取得かどうか、建築工事完成がいつであるかまで擬制する必要\nはないに、家屋の評価については前記のように別に定めがあるのであるから、前記\n地方税法第七三条の二第二項の規定の趣旨を控訴人主張のように解することは無理\nといわなければならない。\n五　しかし、右規定により新築家屋について不動産取得税が課されるのは、新築後\n最初の課税であり、その課税標準である家屋の価格は、その後の取得（通常は家屋\n使用後に第三者が譲渡を受ける場合）に対して課される場合と異り、本来は新築時\nの価格とする趣旨と考えられること、固定資産評価においてなされる経年減点補正\nは、固定資産税が毎年一月一日に賦課されることから（地方税法第三四九条、第三\n五九条）、固定資産課税台帳に登録すべき家屋の価格の算定（同法第四〇三条、第\n四〇九条ないし第四一一条）にあたつて逐年の損耗を考慮するための技術と考えら\nれること（前記固定資産評価基準）、新築家屋については、新築の翌年一月一日の\n価格が登録されるが、その場合新築の年の時間的経過（最長約一年から最短一日）\nについても、既存家屋同様考慮に入れ、一律一年として経年減点補正をするよう、\n政策的ないし技術的配慮がなされたものといえることからみて、固定資産税とは賦\n課期日も異なる不動産取得税のため、道府県知事によつてなされる新築家屋の価格\n決定においては、経年減点はなじまず、その適用はないと解すべきである。\n被控訴人は、不動産取得税と固定資産税とで価格の統一を図るのが法の趣旨である\n旨主張する。たしかに一般的にはそれは正当であつて、前記のように、新築家屋に\nついて固定資産課税台帳に価格が登録された後においては、不動産取得税の課税標\n準もそれによるのであるが、そうだからといつて、右登録以前における新築家屋に\n対する最初の不動産取得税について、新築時期と賦課期日との間の時間的経過（そ\nれがたとえ零であつても〉を考慮して経年減点補正を行わなければならないとする\n被控訴人の主張は、固定資産評価基準の形式のみにとらわれたものというほかはな\nく、採用することができない。被控訴人主張のように、具体的事例において、僅か\nの日時のずれで新築家屋の価格に差が出ることもありうるが、それは、固定資産登\n録価格によつて不動産取得税を課する場合とそうでない場合とがある制度の下で\nは、やむを得ないというべきである。\n以上のとおりであるから、本件賦課処分についての被控訴人の違法事由第一点の主\n張は、理由がない。\n六　次に被控訴人は、本件処分は新潟県知事が本件家屋を調査しないで決定した価\n格に基づいて行つたもので、手続上違法があると主張する。しかし、本件家屋の価\n格の決定の基礎となる再建築費評点数（一一三七九九六二）については当事者間に\n争いがないから（原判決添付算式（１）（２））、それは相当の調査を経て行われ\nた正当な評点数と認められ、新潟県知事は、これを基礎として本件家屋の価格を所\n定の方法で算出したものといえるから、本件賦課処分について被控訴人の違法事由\n第二点の主張も理由がない。\n七　そうだとすれば、控訴人が原判決添付算式（１）記載の算式により本件家屋に\n対する不動産取得税の税額を二一万九、三〇〇円としてなした本件賦課処分は適法\nであつて、被控訴人の本訴請求は、理由がないから失当として棄却すべく、これと\n異なる趣旨に出た原判決は、取消しを免れない。\nよつて、訴訟費用の負担につき民事訴訟法第九五条、第八九条の各規定を適用し\nて、主文のとおり判決する。\n（裁判官　小堀　勇　吉野　衛　山崎健二）\n(原裁判等の表示)\n○　主文\n一　被告が昭和五六年六月一五日原告に対してした別紙目録記載の家屋の取得に対\nする不動産取得税賦課処分のうち税額金八万九五八〇円を超える部分はこれを取り\n消す。\n二　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文同旨\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は別紙目録記載の家屋（以下「本件家屋」という）を昭和五五年六月二七\n日ころ新築し、同月三〇日にこれを最初に使用して取得した。\n２　被告は昭和五六年六月一五日付第五〇七六号納税通知書をもつて、\n税額金二一万九三〇〇円の不動産取得税を原告に賦課した（以下「本件処分」とい\nう）。\n３　しかし、本件処分は家屋の評価及びその手続が地方税法又はその委任に基づく\n固定資産評価基準に反した違法な処分であり、適法な家屋評価をした税額は金八万\n九五八〇円となるからこれを超える部分は取り消されるべきである。\n４　原告は本件処分を不服として昭和五六年六月三〇日、新潟県知事に対し地方税\n法第一九条、行政不服審査法による審査請求を行つたが、同知事が同日から三箇月\nを経過しても裁決を行わないため本訴請求に及んだ。\nよつて、本件処分の取消しを求める。\n二　請求原因に対する認否及び被告の主張\n１　請求原因に対する認否\n請求原因１、同２及び同４の各事実は認めるが、同３の主張は争う。\n２　被告の主張（税額の根拠）\n（一）　不動産取得税の課税標準\n不動産取得税の課税標準は地方税法第七三条の一三によるべきところ、原告の本件\n家屋取得に対する取得税は新築家屋に対するものであるから、同条の一三第一項に\nより「不動産を取得した時における不動産の価格とする」ことになる。\n不動産取得税の課税対象となる不動産の価格は、市町村における固定資産課税台帳\nに固定資産の価格が登録されている不動産については同条の二一第一項の規定によ\nり当該価格によつて決定し、右台帳に固定資産の価格が登録されていない不動産に\nついては同条の二一第二項の規定により道府県知事が自治大臣の定める固定資産評\n価基準によつて課税標準となるべき価格を決定することとされている。\n（二）　（家屋の価格）\n固定資産評価基準（昭和三八年一二月二五日号外自治省告示第一五八号）による\nと、家屋の課税標準となるべき価格は、家屋の再建築費評点数を基礎とし、これに\n家屋の損耗の状況による減点（以下「損耗減点」という）を行つて付設した評点数\nに評点一点当たりの価額を乗じてこれを求めることとなつているが、不動産取得税\nにおける家屋の評価は「不動産を取得した時」を基準とするから新築家屋について\nは家屋の損耗の状況による減点はしないでこれを求める。\n（三）　（税額とその算出）\n本件家屋は新築家屋であるから、固定資産評価基準によつて求めた再建築費評点数\n（一一三七九九六二）に一点当たりの価額（一円に物価水準補正率〇・九と設計管\n理費等補正率一・〇五を乗じて算出した価額）〇・九五円を乗じて得た評価額から\n住宅控除額（三五〇万円）を控除した価格を課税標準額とし、これに税率（一〇〇\n分の三）を乗じて税額を算出する。\n原告の本件家屋取得に対する税額は、別紙算式（１）記載のとおり金二一万九三〇\n〇円となるから、本件処分は適法である。\n三　被告の主張に対する認否及び原告の反論\n１　被告の主張に対する認否\n被告の主張（一）は認め、同（二）及び（三）は被告がその主張にかかる算式によ\nり税額を算出したことは認めるが、本件家屋（新築家屋）について家屋の損耗減点\nをしないことが適法であるとの点は争う。\n２　原告の反論\n（一）　固定資産評価基準第二章第一節二前段は「各個の家屋の評点数は、当該家\n屋の再建築費評点数を基礎とし、これに家屋の損耗の状況による減点を行なつて付\n設するものとする。」と規定している。これはいかなる家屋にあつても必ず損耗減\n点を行わなければならないことの明文規定であつて、このことは、その後段におい\nて需給事情による減点が「必要あるものについては」として、必要のないものが存\n在することを明示していることと対照してみても明らかである。また同章第二節一\n前段も同趣旨である。\nそして、同章第二節四１は損耗減点は当該家屋の経過年数に応じてこれをなすこと\nと規定し、その（３）において「経過年数が一年未満であるとき、又は経過年数に\n一年未満の端数があるときは、それぞれ一年未満の端数は、一年として計算するも\nのとする。」と規定しているところ、経過年数が零年であつてもそれは一年未満で\nあることは疑う余地がないからこれを一年として計算しなければならず、木造家屋\n経年減点補正率〇・八、積雪寒冷地域減点補正率〇・七五として損耗減点を行う\nと、本件家屋取得に対する税額は算式（２）記載のとおり金八万九五八〇円となり\n本件処分のうち右税額を超える部分は違法である。\n（二）　道府県知事が市町村長の決定した固定資産の価格と異なる価格を決定する\n場合は、必ず当該家屋を県が独自に調査又は別途に調査しなければならないもので\nある。なぜなら固定資産評価基準による家屋の評価は再建築費評点数を基礎とする\nものであり、再建築費評点数を付設するためには、当然その家屋の調査が必要であ\nるからである。しかるに、新潟県知事は再建築費評点数の付設を目的として本件家\n屋を調査したことがなく、調査のないまま決定された価格に基づいて行なつた被告\nの本件処分は手続に重大な瑕疵があり違法である。\n四　原告の反論に対する認否及び被告の再反論\n１　原告の反論に対する認否\n原告の反論（一）及び同（二）はいずれも争う。\nなお本件家屋の木造家屋経年減点補正率が〇・八であること、積雪寒冷地域減点補\n正率が〇・七五であることは認める。\n２　被告の再反論\n（一）　需給事情による減点に関する規定の場合は、必要のあるものと必要のない\nものとがあるから固定資産評価基準第二章第一節二後段のような規定が置かれるの\nは当然であるが、一方新築家屋がその取得時において経年を理由とする減点が行わ\nれ得ないことは明らかであり（従つて積雪寒冷地域減点も行い得ない）、従つてこ\nれは当然に除外されているにすぎない。\n（二）　地方税法第七三条の二二の規定では「市町村長は第七三条の一八第三項の\n規定によつて送付又は通知をする場合においては、道府県の条例の定めるところに\nよつて、当該不動産の価格その他当該不動産の価格決定について参考となるべき事\n項をあわせて道府県知事に通知する。」とされており自治省事務次官の依命通達に\nは、「道府県知事が自ら不動産の価格を決定する場合において必要があるときは、\n市町村長の評価見込額その他当該不動産の価格の決定について参考となるべき事項\nを市町村長から徴する。」旨定められており、これらの規定及び「納税者の便宜を\n考慮して、評価の統一及び課税事務の簡素化をはかる趣旨」（依命通達）に則り、\n市町村長が固定資産評価基準に基づき調査評価した再建築費評点数により、地方税\n法第七三条の二一第二項の規定によつて知事が本件家屋の価格を決定しているので\nあつて本件処分手続は適法に行われている。\n第三　証拠（省略）\n○　理由\n一　請求原因１、同２及び同４の各事実は当事者間に争いがない。\n二　被告の主張のうち、被告が別紙算式（１）記載のとおり税額を算出したことは\n当事者間に争いがない。\n三　そこで、原告の本件処分にあたり損耗減点をしないのは違法である旨の主張に\nつき判断する。\n新築家屋に対する不動産取得税の課税標準は、地方税法第七三条の一三第一項によ\nり「不動産を取得した時における不動産の価格とする」とされ、その価格は、市町\n村の固定資産課税台帳に固定資産の価格が登録されている不動産については同条の\n二一第一項の規定により当該価格によつて決定し、右台帳に固定資産の価格が登録\nされていない不動産については同条の二一第二項により道府県知事が自治大臣の定\nめる固定資産評価基準によつて課税標準となるべき価格を決定することとされでい\nるところ、本件家屋については課税標準時に右台帳に価格が登録されていないから\n新潟県知事が右固定資産評価基準により価格を決定すべきこととなる。\nところで被告主張にかかる別紙算式（１）における再建築費評点数に直ちに一点当\nたりの価額を乗じて得た評価額（１１３７９９６２×０．９５円）は、再建築費す\nなわち家屋の新築時の価格ともいうべきものであるが、被告はこれを取得時の価格\nとみなして税額を算出している。たしかに、家屋の新築時と取得時が同一日時であ\nる場合には新築時の価格は取得時の価格であるといいうるものの、新築時が昭和五\n五年六月二七日ころであり、取得時が同月三〇日であることが当事者間に争いのな\nい本件家屋の場合にあつては、新築時の価格を取得時の価格とすることは、家屋の\n新築時と取得時との間の時間的経過を無視するものであつて、一年未満の経過年数\nをも一年として損耗減点をすべきことを規定する固定資産評価基準に反することと\nなるというべきである。\n従つて、本件家屋の取得時の価格を算出するにあたつて新築時の価格に損耗減点を\n行わない本件処分は違法である。なお、被告が本件家屋につき損耗減点をする必要\nがない旨主張する根拠は、本件家屋のような新築家屋については取得\n時の価格を課税標準とするから時間的経過がないということに尽きるが、取得時の\n価格に損耗減点を施すべきでないことは自明であるが、問題は取得時の価格算出に\nあたつて損耗減点が必要か否かにあり、本件家屋の場合は新築時と取得時との間に\n時間的経過があるから、被告の主張はその根拠を欠くものである。\n四　本件家屋について木造家屋経年減点補正率が〇・八であること、積雪寒冷地域\n減点補正率が〇・七五であることは当事者間に争いがないところ、本件家屋の再建\n築費評点数にこれらの補正率を乗じて損耗減点をしたうえ税額を算出すると別紙算\n式（２）のとおりであつて、原告に賦課すべき税額は金八万九五八〇円となる。\nそうすると、本件処分のうち、右金額を超える部分は違法として取り消されるべき\nである。\n五　以上によれば、その余の点につき判断するまでもなく、原告の請求は理由があ\nるからこれを認否することとし、訴訟費用の負担について行政事件訴訟法第七条、\n民事訴訟法第八九条を適用して主文のとおり判決する。\n別紙目録（省略）\n"
}