{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 7,
    "day": 18
  },
  "case_number": "昭和55(モ)430",
  "case_name": "森下製薬休職",
  "court_name": "大津地方裁判所",
  "field": "労働",
  "lawsuit_id": "19365",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19365",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/365/019365_hanrei.pdf",
  "contents": "主　　　文\n一　当裁判所が昭和五四年（ヨ）第九七号地位保全仮処分申請事件について昭和五\n五年一〇月一七日になした仮処分決定のうち、債権者の申請を認容した部分を取り\n消す。\n二　債権者の右仮処分申請を却下する。\n三　訴訟費用は債権者の負担とする。\n四　この判決の第一項は仮に執行することができる。\n事　　　実\n第一　当事者の申立て\n債務者は主文第一ないし第三項と同旨の判決および仮執行の宣言を求め、債権者\nは「大津地方裁判所が昭和五四年（ヨ）第九七号地位保全仮処分申請事件について\n昭和五五年一〇月一七日になした仮処分決定を認可する」との判決を求めた。\n第二　当事者の主張\n一　申請の理由\n１　債権者は、昭和四五年三月債務者との間で雇用契約を締結して入社し、以来滋\n賀県野洲郡＜以下略＞所在の薬理研究所に勤務していたが、昭和五四年九月九日告\n示、同月一六日投票の野洲郡中主町議会議員選挙に立候補して当選し、同年一〇月\n一日右議員に就任することになつていたところ、同年九月一八日債務者は債権者に\n対し、右が就業規則二二条二項および労働協約六三条二項各所定の「知事、市町村\n長、国会及び地方議会議員、その他の公共団体の有給公務員に就任したとき」に該\n当することを理由に同年一〇月一日付をもつて債権者を特別休職処分（以下本件休\n職処分という。その期間中の賃金は無給である）とし、あわせて本社人事部付に配\n置転換する（以下本件配転命令という。なお、右両者をあわせていう場合には本件\n処分という）旨を通知した。そして、同年一〇月一日債権者は中主町議会議員に就\n任した。\n２　しかしながら、本件休職処分は以下の各理由により無効である。\n（一）　就業規則二二条二項および労働協約六三条二項はいずれも次に述べるよう\nに無効であるから、本件休職処分もまた無効である。\n（１）　労働基準法七条は労働者に対して労働時間中における公の職務を執行する\nための必要な時間を保障しているが、これは労働時間中の公職執行を理由に労働者\nを休職、解雇等不利益に取り扱うことを禁ずる趣旨であるから、公職就任を休職事\n由とする就業規則および労働協約の右各規定は無効である。\n（２）　仮に労働基準法七条を右のような趣旨ではなく、業務遂行が著しく阻害さ\nれる場合には不利益取扱いも許される趣旨に解釈したとしても、就業規則および労\n働協約の右各規定は、知事、国会議員のような専従的公務と町議会議員のような非\n専従的公務とを区別することなく一律に公職就任をもつて休職としているから、無\n効である。\n（二）　仮に就業規則二二条二項および労働協約六三条二項が有効であるとして\nも、次に述べるように本件休職処分は無効である。\n（１）　就業規則一七条および労働協約五八条はそれぞれ「従業員（労働協約では\n「組合員」）が長期にわたり、その職務を離れるときは、休職とする」と規定し、\n引き続き、就業規則一八条および労働協約五九条はそれぞれ「休職はその事由によ\nり、事故休職及び特別休職とする」と規定しているので、長期にわたりその職務を\n離れることは本件休職処分の一要件であるが、債権者は中主町議会議員に就任して\nもせいぜい年間三〇日職務を離れるにすぎず、しかも一日中とは限らないのである\nから、右の要件を欠くというべきである。\n（２）　仮に本件休職処分が右の要件を満たしているとしても、本件休職処分は債\n務者が権利を濫用したものであつて無効である。すなわち、①　債権者は日本共産\n党公認で立候補したものであるうえ、当時森下製薬労働組合薬理研究所支部の書記\n長であつて熱心な組合活動家であつたことから、債務者は債権者の組合活動を嫌悪\nし、中主町議会議員の就任に藉口して債権者を職場から排除したものであり、本件\n休職処分は不当労働行為である。②　また、本件休職処分は憲法二七条一項、一九\n条、労働基準法三条、民法九〇条にも違反する。③　さらに、本件休職処分期間中\nの賃金は無給とされているから、債権者は手取額八万円という議員報酬だけで生活\nしなければならず、独身とはいえ生活の困窮に陥ることは必至である。\n３　特別休職者は当然本社人事部付に配置転換されることになるから、本件休職処\n分が無効であればこれを前提とした本件配転命令もまた無効である。\n４　債権者は、従前債務者から平均して一か月一四万一四九九円（昭和五四年七月\n分一三万五五二六円、八月分一四万八九六四円、九月分一四万六円の各給与の平均\n額）の給与を得ていたが、本件休職処分により昭和五四年一〇月一日から無給とな\nり、右の額の給与を得ることができなくなつた。そして、債務者における賃金計算\n期間は前月二一日から当月二〇日である（支払日は当月二五日）から、昭和五五年\n六月分までの未払給与は一二二万六四二五円（１４万１４９９円×（（２／３か月\n＋８か月）））となる。\n５　本件処分により、債権者は就労の機会を奪われたうえ、前述のように過少な議\n員報酬だけの生活を強いられ、本案判決の確定を待つていたのでは回復し難い損害\nを被ることになるから、保全の必要性がある。\n６　そこで債権者は「債務者は債権者を特別休職処分の付着しない債務者の薬理研\n究所に勤務する従業員として仮に取り扱え。債務者は債権者に対し一二二万六四二\n五円および昭和五五年七月分以降毎月二五日限り一四万一四九九円の金員を仮に支\n払え」との仮処分決定を求める。\n二　申請の理由に対する認否および反論\n１　申請の理由１の事実は認める。\n２　同２のうち、（二）（２）の本件処分当時債権者が森下製薬労働組合薬理研究\n所支部の書記長であつたこと、債権者が日本共産党公認で立候補したことおよび本\n件休職処分期間中の賃金が無給であることは認めるが、本件休職処分が無効である\nとの主張は争う。\n３　同５のうち、保全の必要性があるとの主張は争う。債権者の議員報酬額は昭和\n五六年四月以降一か月一二万円に増額されているうえ、債権者には年間六万円程度\nの議会活動に対する日当および年間四〇万円程度の賞与が支給されているのである\nから、保全の必要性はない。\n三　債務者の主張\n本件休職処分は、次に述べるように有効である。\n１　労働基準法七条は、正常な労働関係を前提としたうえで労働者の労働契約上の\n義務の履行と労働者の公的活動との調和を図る趣旨のものであり、また文理上も不\n利益取扱いまでを含めているとは考えられないから、労働者の公の職務の執行が長\n期にわたつて会社業務の遂行に障害を及ぼすおそれのある場合において、解雇ある\nいは休職処分の措置をとることは同条に違反しないというべきである。そして、就\n業規則二二条二項および労働協約六三条二項は、議員就任に対して直ちに解雇をも\nつて対処するのではなく、休職処分に付して従業員たる身分を保持させ、労働者の\n権利行使と使用者側の負担との調整を図つているのであるから、労働基準法七条に\n違反せず有効である。\n２　債権者が本件休職処分前に従事していた業務は、育種、繁殖および解剖に関す\nる知識ならびに生理学、衛生学および栄養学その他実験動物学全般にわたる知識、\n経験を必要とするものであつたから、債権者が所属していた薬理研究所第一研究室\n第六グループ（以下一研六Ｇという）内で右業務を代替できる者はグループ長のａ\n（以下ａという）だけであり、しかも同人は、グループ長としての仕事が多忙であ\nつたため債権者が欠務する都度その代替をするということは実際上極めて困難な状\n況にあつた。一方、債権者の場合、中主町議会議員として議員活動に要する日数は\n議会内、議会外を含めると年間一〇〇日程度にのぼることが予想される。以上によ\nると、債権者が町議会議員に就任した場合、長期にわたつて債務者の業務の遂行に\n障害が生ずることになるから、債務者が就業規則二二条二項および労働協約六三条\n二項を適用して債権者を休職にしたことは適法というべきである。そして、右職務\n離脱の日数からすると、中主町議会議員の就任が就業規則一七条および労働協約五\n八条各所定の「長期にわたり、その職務を離れるとき」に該当することは明らかで\nある。\n四　債務者の主張２に対する反論\n１　債権者が従事していた業務は代替性、融通性があり、しかもａその他の者が代\n替することが可能であるから、債権者の議員就任により右業務に支障が生ずること\nはない。\n２　債権者が中主町議会議員就任後本会議（定例会、臨時会）、常任委員会、全員\n協議会、各種協議会、研修、視察等の議会活動（議員としての相談活動等は含まな\nい）に要する日数は年間三〇日ないし四〇日であり、しかも右活動日にはほとんど\n連続性がない。さらに、債権者は年次有給休暇を右活動の一部にあてる意図を有し\nている。\n第三　疎明関係（省略）\n理　　　由\n一　申請の理由１の事実は当事者間に争いがない。\n二　就業規則二二条二項および労働協約六三条二項の効力について\n１　成立に争いのない疎甲第一号証によると、債務者の就業規則は、休職に関して\n第二章人事の第三節に規定を設け、従業員が長期にわたつてその職務を離れるとき\nは休職とする（一七条）と定めたうえ、休職をその事由によつて事故休職と特別休\n職とに区分し（一八条）、事故休職につき、私傷病その他自己の都合によつて一定\n期間欠勤したときに休職とし（一九条）、休職期間の満了と同時に解雇する（二〇\n条）と定め、特別休職の事由（二二条）および期間（二三条）については、①刑事\nあるいは民事事件に関して起訴され、勤務させることが適当でないと認めたとき\n（一項）、判決が確定するまでの期間（一項）、②知事、市町村長、国会および地\n方議会議員、その他公共団体の有給公務員に就任したとき（二項）、昀初の任期満\n了までの期間（二項）、③労働協約により森下製薬労働組合の専従者に就任したと\nき（三項）、その事由が消滅するまでの期間（三項）、④会社の都合により出向を\n命ぜられ在籍のまま離職したとき（四項）、その事由が消滅するまでの期間（三\n項）、⑤従業員の能力開発あるいは労働意欲の向上等を図るため一か月を限度とし\nて自宅研修を命ぜられたとき（五項）、その都度会社が定める期間（四項）、⑥そ\nの会社が特に必要と認めたとき（六項）、その都度会社が定める期間（四項）と\nし、休職事由が消滅したときの措置については、②ないし⑥の場合には復職を命ず\nるが、①の場合には判決の内容により復職の可否を会社が決定する（二四条）と定\nめ、また、いずれも成立に争いのない疎甲第二号証、疎乙第一号証によると、債務\n者と森下製薬労働組合との間で締結された労働協約は、第七章人事の第三節におい\nて右同様に定める（公職就任による特別休職は六三条二項）とともに、特別休職期\n間中の賃金について、原則として無給としたうえ、①の場合判決が確定し復職を適\n当と認めたときは休職中の賃金を全額支給し、⑤の場合は有給とし、⑥の場合はそ\nの都度定める（一七七条）と規定している。\n２　右の諸規定を合理的に解釈すると、債務者における特別休職制度は、解雇猶予\n措置と考えられる事故休職の制度とは明確に区別され、少なくとも右休職事由①な\nいし④に関する限り、従業員が長期にわたつて継続的または断続的に職務を離れる\nため、当該従業員を働かせても労働契約上の債務の本旨に従つた履行が期待でき\nず、業務の正常な運営が妨げられることになる場合、人事管理上の必要から、右職\n務離脱の期間、労働契約は存続させるが、労働の義務を消滅させてその間の賃金を\n原則として無給とし、職務復帰が可能となれば原則として復職させることとし、そ\nの間の身分上の取扱いを休職ということにして暫定的に確定することを目的として\nいるものと考えられる。そうすると、就業規則二二条二項および労働協約六三条二\n項では公職に就任したときはそれ自体で休職とする規定の仕方になつているが、公\n職に就任した従業員を特別休職にすることができるのは、従業員が公職に就任した\nため長期にわたつて継続的または断続的に職務を離れることになり、当該従業員を\n働かせても労働契約上の債務の本旨に従つた履行が期待できず、その結果業務の正\n常な運営が妨げられることになる場合に限られるものと解するのが相当である。\n３　ところで、労働基準法七条は、労働者が労働時間中に公の職務を執行するため\nに必要な時間を請求した場合には使用者はこれを拒んではならない旨を定めている\nが、これは正常な労働関係を前提としたうえで労働契約上の債務の履行と労働者の\n公的活動との調和を図る趣旨のものであるから、労働者が公の職務を執行すること\nにより使用者の立場から正常な労働関係が維持できなくなるような場合に当該労働\n者を休職とし（たとえ、その期間中無給であるとしても）、ひいては解雇すること\nまで禁止するものではないと解するのが相当である。してみると、前記のように解\n釈される就業規則二二条二項および労働協約六三条二項は、労働基準法七条に違反\nするとはいえず、有効というべきである。\n三　本件休職処分の効力について\n１　まず、債権者が中主町議会議員に就任したことが就業規則二二条二項および労\n働協約六三条二項に該当するといえるかどうかについて検討する。\n（一）　いずれも成立に争いのない疎甲第九号証の一、二、第一一号証、第一五号\n証、疎乙第三、第四号証、第七号証の一、二、第八号証、第一四号証の一ないし\n三、第三六、第四五、第五〇号証、いずれも証人ａの証言により真正に成立したも\nのと認められる疎乙第五号証、一四号証の四、第一五、第二〇、第二二号証、第四\n二ないし第四四号証、いずれも証人ｂの証言により真正に成立したものと認められ\nる疎乙第六、第九、第一〇、第三八、第四六、第四七号証、弁論の全趣旨により真\n正に成立したものと認められる疎乙第四八号証、証人ａ、同ｂの各証言および債権\n者本人尋問の結果を総合すると、以下の各事実が一応認められる。\n（債権者の経歴）\n債権者は、昭和四五年三月野洲高等学校農業科蓄産コースを卒業後直ちに債務者\nに雇用されて薬理研究所に配属され、病理研究室において毒性実験業務および動物\n飼育管理業務に従事し、薬理研究所の組織変更により昭和四八年三月から繁殖研究\n室に、昭和五三年一〇月から一研六Ｇにそれぞれ所属することになつて、本件処分\nに至るまでその業務に従事していた。その間の昭和四九年ころ、債務者の社内試験\nに合格して副研究員となつた。\n（債務者の業務および組織）\n債務者は、医薬品の製造、販売を業とする株式会社であつて、本社を大阪市＜以\n下略＞に置き、福岡、広島、大阪、名古屋、東京、仙台、札幌にそれぞれ営業所を\n有するほか、製造部門として東京工場および滋賀工場を有し、滋賀工場には薬理研\n究所を併設している。薬理研究所は、総務部（総務的管理、内部の調整および工務\nに関する事項を行う）、研究企画部（研究企画および学術調査に関する事項を行\nう）、第一研究室（薬理研究、安全性研究および実験動物の飼育繁殖管理を行\nう）、第二研究室（新規化合物探索研究、標識化合物の研究、薬物の代謝に関する\n研究、抗癌剤の研究および機器分析を行う）、第三研究室（新製品の試作、製剤研\n究、申請および受託機器分析を行う）から構成され、さらに、第一研究室は六つの\nグループに、第二、第三研究室はいずれも三つのグループに分けられ、各グループ\nはそれぞれ別個の研究に従事している。そして、第一研究室においては、第一（非\n輸液について）、第二グループ（輸液について）が①薬効、薬理に関する研究、②\n一般薬理に関する研究、③急性毒性に関する研究、④標識化合物による吸収、分\n布、排泄に関する研究、⑤新規薬物の開発研究を、第三グループが①生殖試験に関\nする研究、②突然変異性に関する研究を、第四グループが①慢性、亜急性毒性に関\nする研究、②微生物に関する研究、③突然変異性に関する研究を、第五グループが\n生体成分の分析定量に関する研究を、第六グループが①実験動物の飼育、②実験動\n物の繁殖と維持、③実験動物のノルマルデーター（バツクグランドデーターともい\nう）の集積をそれぞれ行つている。なお、第一研究室に配属されている正社員の総\n数は三三名ないし三八名であつて、第六グループには正社員のほかにパートタイマ\nー数名が配属されている。\n（一研六Ｇの作業内容および配置人員）\n一研六Ｇは、小動物（マウス、ラツト、モルモツト）、ウサギ、サル、ネコ、ビ\nーグル、野犬を飼育し、具体的な作業としては、①動物飼育器具の修理、②小動物\nの繁殖維持、③動物飼育器具の洗浄、消毒、滅菌、④小動物の床替え、給水、給\n餌、⑤ウサギの飼育管理、繁殖、⑥サルの飼育管理、⑦動物飼育施設の消毒、⑧野\n犬の飼育管理、繁殖、⑨ネコの飼育管理、⑩ビーグルの飼育管理、⑪汚物の消却、\n⑫ＳＰＦ施設（無菌状態で動物を飼育する施設）関連外部作業、⑬動物、器具、資\n材の需給管理、⑭バツクグランドデーターの集積、⑮その他の雑用を行つている。\n一研六Ｇに所属する者のうち、正社員作業者（昭和五四年一月までは二名、同年二\n月からは一名）およびパートタイマー（同年一月までは四名、同年二月からは七\n名）は飼養者であつて、①、③、④、⑦、⑪、⑮の各作業のほか、②、⑤、⑧、\n⑨、⑩の各作業のうち給餌、給水、糞流しおよび繁殖の際の交配、ならびに⑫の作\n業のうち単純作業に該当するものの一部を担当し、正社員技術者（昭和五一年四月\nまでは二名、同年五月から昭和五三年九月までは三名、同年一〇月から昭和五四年\n二月までは二名、同年三月からは一名。なお、右期間を通じて一研六Ｇの作業を行\nつていたのは一名だけであつて、他の者は主として第一研究室第四グループの研究\nを行つていた）および同技能者（一名）は、主に右以外の作業を担当している。な\nお、ａは、昭和四八年四月日本大学農獣医学部畜産学科を卒業して債務者に入社\nし、直ちに副研究員となり、さらに二年後債務者の社内試験に合格して研究員とな\nり、昭和五四年三月から一研六Ｇのグループ長（技術者）を務め、本件処分当時、\n主として、①、②、⑫（ＳＰＦ施設の周囲の消毒）、⑬の各作業のほか、グループ\n長として、（イ）動物の飼育管理についての指示、指導、（ロ）他グループとの折\n衝、調整（各種会議への出席を含む）、（ハ）動物および器具の搬入業者との折\n衝、（ニ）施設器具等についての一般管理業務を担当していた。\n（債権者の職務内容）\n債権者は、本件処分当時、一研六Ｇの技能者として前記作業のうち⑧、⑩、⑫、\n⑬、⑭の各作業を担当していた。その具体的内容は次のとおりである。\n（１）　野犬およびビーグルの飼育管理、繁殖（⑧、⑩）について飼育管理者とし\nて、主に、（イ）動物が水や餌を摂取しない時の措置を飼養者に対して指示するこ\nと、（ロ）動物が病気にかかつているかどうかを判断すること、（ハ）ａが病気に\nかかつた動物を殺処分するかどうかを決定するに際し、助言を与えること、（ニ）\n病因を調べるため殺処分した動物をａと一緒に解剖することを職務としていたが、\n（イ）ないし（ハ）の各作業は長時間を要するものではなく、（ロ）については飼\n養者が判断できる場合もあり、（ハ）、（ニ）については殺処分自体が極めて稀な\nことであつた。また、野犬舎のビーグル（ビーグルのうち廃犬に近く高度の実験に\n適さないため雑犬扱いとして野犬舎に移したもの）につき繁殖を担当し、主に、\n（イ）種雄の選定、（ロ）交配時期の選定、（ハ）分娩された小犬の予防接種を職\n務内容としていたが、その頻度は一年に三回ないし五回位にすぎないうえ、\n（イ）、（ロ）については交配期間が二週間位あるため、その間に、種雄を選定し\nて飼養者に対し交配を行うよう指示できるし、（ハ）については生後四、五〇日位\nと六〇日ないし八〇日位の各一回にすぎなかつた。\n（２）　ＳＰＦ施設関連外部作業（１２）について\nＳＰＦ施設はほぼ連日にわたつて管理運営され、（イ）器具や薬品をオートクレ\nーブ（高圧蒸気滅菌器）および亜鉛素酸ソーダーの槽で滅菌してＳＰＦ施設内に搬\n入する作業、（ロ）ＳＰＦ施設内から出て来た汚物の搬出、（ハ）ＳＰＦ施設の周\n囲の消毒、（ニ）ＳＰＦ施設内で実験が行われている際に地震、停電、火事等の緊\n急事態が発生した場合の指示を職務内容としていた。（イ）の作業は専門的な知\n識、経験を要するものであるため、一研六Ｇにおいてこれを十分に処理できる者は\nａと債権者だけであり、休日（債務者においては原則として土曜、日曜が休日の週\n休二日制である）にはａ、債権者および第一研究室第三グループのグループ長（研\n究員）が交替で従事し、債権者の休暇中（因に、債権者の年次有給休暇の消化日数\nは、昭和五〇年一〇月から昭和五一年九月までの間が一二日、同年一〇月から昭和\n五二年九月までの間が一三日、同年一〇月から昭和五三年九月までの間が一四日、\n同年一〇月から昭和五四年九月までの間が一五日であり、いずれも債権者は付与日\n数をすべて消化している）にはａが従事していた。一方、（ロ）、（ハ）の各作業\nは作業者やパートタイマーにも従事できる性質のものであるうえ、（ハ）の作業に\nはａも従事していたし、債権者が一研六Ｇに所属していた期間中（ニ）のような緊\n急事態は発生しなかつた。なお、（イ）ないし（ハ）各作業には一日少なくとも四\n時間を要し、そのうち（イ）の作業にかなりの時間を割いていた。\n（３）　動物、器具、資材の需給管理（⑬）について\n主として、（イ）実験者が購入伝票を一研六Ｇに提出した際に飼育室のスペース\n等を判断したうえで右伝票を総務課に回して発注を依頼すること、（ロ）入荷した\n動物、器具、資材の処理を飼養者に指示すること、（ハ）入荷した動物の異常をチ\nエツクすることを職務内容としていたが、（イ）については右伝票は薬理研究所の\n動物施設利用規則に従つて入荷日の二週間前までに提出されていたし、（ロ）につ\nいては債権者は毎週月曜日飼養者に対し右伝票に基づいて作成した動物入荷予定表\n等により一週間の予定を知らせ、これらの処理を飼養者に任せていた。また、\n（ハ）ついては必ずしも入荷に立ち会う必要はなく、一週間の予備飼育の期間中に\nチエツクすることが通例であつた。\n（４）　バツクグランドデーターの集積⑭について\nこれは、薬物を投与した動物と対比して薬物の影響を調べるため、薬物を投与し\nない動物につき骨の発育状況とか臓器の異常の有無を調査するもので、一研六Ｇに\nおいて債権者が不定期に行つていた。昭和五一年一〇月から本件処分に至るまでの\n間には、（イ）昭和五二年三月二三日から同年五月二七日まで、同年八月二日から\n同年九月一〇日まで、同年一〇月一二日から同年一一月一五日までにそれぞれフイ\nツシヤー系ラツトにおける週令別交配の胎児への影響を、（ロ）昭和五三年四月二\n六日から同年五月一七日まで、同年八月一八日から同年九月二六日までにそれぞれ\nフイツシヤー系ラツトにおける胎児の化骨進行度を調査したが、その期間中、\n（イ）の場合には毎日、（ロ）の場合には週に一回体重、摂餌量、摂水量を測定\nし、いずれの場合にも胎児の骨の発育状況を調べるため定時（数日間にわたること\nも多かつた）に解剖することを要した。そして、右作業には専門的な知識、経験を\n要するため、一研六Ｇにおいてはａと債権者しかこれに従事することができなかつ\nた。\n（債権者が中主町会議員としての活動に要する日数）\n（１）　債権者の中主町議会議員としての任期は四年である。\n（２）　中主町議会においては議員の議会活動として、本会議（定例会、臨時\n会）、常任委員会、全員協議会、各種協議会、研修会、懇談会、陳情、視察への出\n席があり、議員は、各年度によつて多少の変動はあるものの、一年間に少なくとも\n四〇日（債務者における勤務日に出席を要する日数で、かつ本会議、常任委員会、\n各種協議会のうち半日開催のもの数日を含む）を右議会活動に費やしている。定例\n会については三月、六月、九月、一二月と開催予定が決まつているが、開催日は未\n定であり、他の各種会議に至つては月日ともに未定である。また、同一会議が、あ\nるいは別個の会議が二、三日連続して開催されることも一年間に五、六回はある。\nただ、本会議、常任委員会、各種協議会については開催日の三日ないし七日前に通\n知文が発送されるのを通例とする。\n（３）　町議会議員は、右のような議会活動に要する時間のほか、日常、住民と接\n触して住民の苦情、要望等を処理する時間および日常の調査研究（所管事務、議案\n審査、議案発案、一般質問等に関連する調査研究）の時間を必要とし、これらのた\nめ一か月二、三日程度を費やすものとみられる。\n（二）　そこで、前記当事者間に争いがない事実とを右認定事実とさらに総合して\n考えるに、\n（１）　債権者の議員活動のうち議会活動以外の日常的な活動については日時に拘\n束されることがないので、休日および年一〇数日の年次有給休暇をこれのすべてに\nあてることができるものと考えられるが、議会活動については、日時の拘束があ\nり、しかも債務者が時季変更権を有することを考慮すると年次有給休暇をこれにあ\nてることは困難である。してみると、議会活動をなすべき日である年四〇日（任期\n中では一六〇日）は債務者における勤務日と競合し、債権者は右の日数だけは欠勤\nせざるを得ないことになる\n（２）　債権者の一研六Ｇにおける職務のうち、野犬およびビーグルの飼育管理に\nついては、飼育管理者でなければ処理できない作業ではあるものの、その性質上短\n時間で処理できるうえ、飼養者にも一部可能な作業（（ロ））や極めて稀な作業\n（（ハ）、（ニ））を含んでいるのであるから、債権者が欠勤してもａがこれを代\n替して処理することはさほど困難ではない。さらに野犬舎のビーグルの繁殖は、頻\n度が少なく、しかも緊急を要する作業でもないため、また、動物、器具、資材の需\n給管理は、その処理にあたつて一、二週間の余裕があるため、いずれについても、\n債権者が議会活動のために欠勤したとしても他日自らこれらを処理することが可能\nである。\n（３）　一方、ＳＰＦ施設関連外部作業については、そのなかには作業者やパート\nタイマーでも処理できる単純な作業（（ロ）、（ハ））や従事することがほとんど\n皆無な作業（（ニ））という債権者の欠勤を特に問題とするに足りない作業もある\nが、ＳＰＦ施設内への搬入作業（（イ））は、処理に長時間を要するうえ、特に知\n識、経験を必要とするもので、正副研究員でなければ十分に処理することができ\nず、しかもほぼ連日にわたつてその日のうちに処理することを要する作業である。\nまた、バツクグランドデーターの集積作業については、昭和五四年一〇月以降にも\n債権者が不定期にかなりの期間これに従事することが推認されるところ、これは、\nＳＰＦ施設内への搬入作業以上に知識、経験を必要とし、しかも日時を厳守して処\n理しなければならない作業である。してみると、議会活動が連日にわたる場合はも\nちろんのこと、そうでない場合にも（半日出勤が可能な場合であつても）、債権者\nが自ら右各作業を処理することは困難であり、債務者がこれらを正常に運営してい\nこうとすれば、債権者の欠勤日に右各作業のため正副研究員のいずれかを代替補充\nしなければならないことになる。ところが、一研六Ｇの唯一の研究員であるａ（副\n研究員は債権者だけである）は、グループ長としての仕事や小動物の繁殖維持等に\n連日従事し、しかも前記のとおり債権者の欠勤日には野犬およびビーグルの飼育管\n理を代替しなければならないのであるから、これに加えるに、債権者がすべてを消\n化することが見込まれる年次有給休暇一〇数日のほか年四〇日にわたつてＳＰＦ施\n設内への搬入作業およびバツクグランドデーターの集積作業を処理していくことは\n実際上困難であり、また、薬理研究所全体を考えてみても、右所属員はいずれも右\n各作業とは異質の業務に連日従事していること、右業務に照らして人員に余裕があ\nるものとは認められないこと、右各作業はいずれも緊急性があること、ＳＰＦ施設\n内への搬入作業は長時間を要するものであることおよび債権者の年次有給休暇およ\nび欠勤の各日数等を総合勘案すると、本会議等の開催日時が三日ないし七日前に知\nれても、なお債務者が勤務日において右各作業の右所属員を代替補充することは困\n難であるといわざるを得ない。してみると、債権者の中主町議会議員就任により、\n債務者は現在の薬理研究所の人員のみをもつてしては業務の正常な運営を維持でき\nなくなるものというべきである。\n（４）　以上によると、債権者は中主町議会議員に就任したことにより四年の任期\n中に一六〇日間の長期にわたつて断続的に一研六Ｇの職務を離れ、その業務を十分\nに遂行することができなくなり、そのため、債務者の業務はその正常な運営を妨げ\nられることになるのであるから、債権者の右議員就任は就業規則二二条二項および\n労働協約六三条二項に該当するものといわざるを得ない。\n２　次に、本件休職処分が権利の濫用にあたるかどうかについて検討する。\n（一）　申請の理由２の（二）（２）のうち、本件処分当時債権者が森下製薬労働\n組合薬理研究所支部の書記長であつたこと、債権者が日本共産党公認で立候補した\nことおよび本件休職処分期間中の賃金が無給であることは、いずれも当事者間に争\nいがない。\n（二）　債権者は本件休職処分が不当労働行為である旨を主張する。しかしなが\nら、いずれも成立に争いのない疎乙第二三号証の一ないし三、証人ｂの証言を総合\nすると、債務者の就業規則においては二二条二項と同趣旨の規定が昭和四〇年ころ\nから置かれていたのであつて、町議会議員の就任を理由とする特別休職制度は特に\n債権者を狙い撃ちするために設けられたものではないこと、債務者は、昭和五四年\n六月一八日債権者が中主町議会議員選挙に立候補することを知り、債権者が右議員\nに就任した場合就業規則に従つて特別休職処分をなすかどうかを決するため、中主\n町議会に議員の職務遂行日数を問い合わせたり、薬理研究所の第一研究室長から債\n権者の一研六Ｇにおける職務内容を聴取したりして、業務支障の有無ないしその程\n度を調査し、休職処分もやむを得ないと判断して本件休職処分をなしたことが一応\n認められ、右事実に照らすと、前記当事者間に争いがない事実から直ちに債権者の\n不当労働行為意思を推認することはできず、他に本件休職処分が不当労働行為であ\nるとの疎明はない。\n（三）　債権者は本件休職処分が憲法二七条一項、一九条、労働基準法三条、民法\n九〇条に違反する旨を主張するが、本件全疎明によるも右主張を首肯するに足りな\nい。\n（四）　さらに、債権者は本件休職処分により生活の困窮に陥ることを権利濫用の\n一事由として主張する。しかしながら、いずれも、成立に争いのない疎甲第一〇号\n証の一ないし三、証人ｂの証言により真正に成立したものと認められる疎乙第四九\n号証、債権者本人尋問の結果を総合すると、債権者は独身であり、本件休職処分前\nの賃金は控除前の総支給額で一四、五万円であつたこと、中主町議会の議員報酬\nは、当初月八万円であつたが、昭和五五年には月九万円に、昭和五六年四月からは\n月一二万円にそれぞれ引き上げられており、また、このほかに債権者は、議員賞与\n（昭和五六年度で総額四〇万円）および本会議、常任委員会、全員協議会の日当と\nして一日一六〇〇円を、さらに昭和五六年度からは議員研究調査費として一か月五\n〇〇〇円をそれぞれ支給されていることが一応認められ、本件休職処分期間中の賃\n金が無給であるため、仮に債権者が当初生活の困窮に陥つたとしても、右の状況は\n徐徐に改善されつつあり、しかも債権者は、解雇されたのとは異なり、議員の任期\nを満了すれば復職して従前どおりの賃金を受け得るのである。そこで、右の諸事情\nを参酌すると、債権者の生活困窮をもつて直ちに本件休職処分が権利の濫用にあた\nるものということはできない。\n（五）　そして、他には本件休職処分が権利の濫用にあたるとの疎明はない。\n３　してみると、本件休職処分は有効というべきである。また、本件配転命令もこ\nれを無効とするに足る疎明がないので有効というべきである。\n四　よつて、本件仮処分申請は、被保全権利について疎明がなく、保証で疎明に代\nえることも相当ではないから、原決定のうち債権者の申請を認容した部分を取り消\nしたうえ、右申請を却下することとし、訴訟費用の負担につき民事訴訟法八九条、\n仮執行宣言につき同法一九六条をそれぞれ適用して、主文のとおり判決する。\n（裁判官　小北陽三　森弘　川久保政徳）\n"
}