{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 6,
    "day": 1
  },
  "case_number": "昭和58(ワ)850等",
  "case_name": "川崎重工業配転拒否",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "19154",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19154",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/154/019154_hanrei.pdf",
  "contents": "主　　　文\n一　原告の本訴請求を棄却する。\n二　原告は被告に対し、金六〇五万〇六六四円及び別紙仮払金明細書記載の各金員\nに対する各仮払日の翌日から支払ずみまで年六分の割合による金員を支払え。\n三　訴訟費用は本訴、反訴とも原告の負担とする。\n四　この判決は第二項に限り、仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n（本訴事件）\n一　請求の趣旨\n１　原告が被告の従業員たる地位を有することを確認する。\n２　被告は原告に対し金六三七万一四二六円及び昭和五八年七月二六日から平成元\n年二月一三日まで毎月二五日限り金一〇万七五二〇円の割合による金員を支払え。\n３　訴訟費用は被告の負担とする。\n４　第２項につき仮執行宣言\n二　請求の趣旨に対する答弁\n１　主文第一項と同旨\n２　訴訟費用は原告の負担とする。\n（反訴事件）\n一　請求の趣旨\n１　主文第二項と同旨\n２　訴訟費用は原告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　被告の反訴請求を棄却する。\n２　訴訟費用は被告の負担とする。\n第二　当事者の主張\n（本訴事件）\n一　請求原因\n１　被告（以下「会社ともいう。）は神戸市に本店を置き、全国に工場一七か所、\n従業員二万五二九九名（昭和五八年三月末現在）を擁し、主として船舶、航空機、\n車両及び各種機械等の製造販売を目的とする株式会社であり、原告は昭和四九年四\n月被告に雇用され、船舶事業本部企画室管理部電算企画課に所属し、会社神戸工場\nで主として電算端末機のオペレーターの業務に従事してきたものである。\n２　被告は昭和五三年六月一二日原告に対し、同月一六日付で航空機事業部（岐阜\n工場）生産技術部プロジェクト計画課へ配転する旨の命令（以下「本件配転命令」\nという。）をし、同年八月一七日、原告が右配転命令に応じなかったことが会社就\n業規則一二三条一項三号の「職務上の指示・命令に従わず、職場の秩序をみだし、\nまたはみだそうとしたとき」の懲戒解雇事由に該当するとして、同規則二四条四号\nの通常解雇の規定（「懲戒解雇に相当する事由があるとき」）を適用し、解雇の意\n思表示（以下「本件解雇」という。）をした。\n３　本件解雇に至る経過は次のとおりである。\n（一）原告は昭和は昭和四九年四月会社入社以来真面目に業務に従事し、被告から\n勤務成績が「普通もしくはそれより上」と評価されていた。そして、同五三年五月\n三日川崎重工健康保険組合に勤務するａと婚約し、同年一一月二六日に挙式するこ\nとを予定し、結婚後は神戸を生活の本拠として夫婦共働きをし、将来は田舎（徳\n島）の母を引き取って扶養することなどの生活設計を立てていた。\n（二）被告は同年五月一六日、川崎重工労働組合（以下「組合」という。）との間\nで、神戸造船事業部造船設計部及び造船工作部から二一名、坂出造船事業部造船設\n計部及び造船工作部から二四名、計四五名の従業員を航空機事業部（岐阜工場）生\n産技術部及び工作部へ、同年六月一日と同月一六日の二回にわけて配転する旨の協\n定を結んだが、右協定締結前の同年五月初旬から対象者に対する配転の内示及び個\n別説得を開始した。原告の所属する企画室管理部電算企画課からは当初、ｂ及びｃ\nの二名が配転の対象者として人選され、右内示及び説得が行なわれ、ｂは配転に応\nじたが、ｃが配転を断り退職を申し出たため、同人の後釜として原告が同年五月一\n八日配転の内示を受けた。原告はｄ電算企画課長に前記の事情を説明し配転に応じ\nられない旨回答したが、会社はｄ課長を初め、同課ｅ係長、勤労課のｆ課長、ｇ係\n員、ｈ管理部長らが、数名がかりで連日のように、配転に応じなければ解雇するな\nどと脅迫し、あるいは原告の婚約者も喜んで岐阜に行くと云っている旨の虚偽の事\n実を告げるなどして説得を繰り返し、挙句のはては女子従業員を使って婚約者を説\n得しようと画策し、神戸周辺の工場（兵庫工場、明石工場、西神戸工場など）なら\n配転に応じる旨の原告の回答をも無視し続け、同年六月一六日には原告のタイムカ\nードを引き上げ、仕事も取り上げるなどして、職場で原告を孤立させる措置をとっ\nたが、原告が自ら退職の途を選ばないとみて、同年八月一七日前記解雇の意思表示\nを行ったものである。\n４　しかし、本件解雇は次の理由により無効である。\n（一）本件配転命令の無効∥解雇事由の不存在\n（１）労働の場所は労働契約の重要な要素であり、とりわけ住居の移転を伴う遠隔\n地配転の場合には、労働者の家庭生活上及び社会生活上重大な不利益を及ぼすもの\nであるから、労働者の同意がなければこれをなしえない。本件配転は神戸工場から\n岐阜工場への配転を命じたものであるのに、原告の同意はなかった。\n（２）被告と組合との間で締結された前記協定の協定書では、配転の転出元は「神\n戸造船事業部造船設計部及び造船工作部二一名、坂出造船事業部設計部及び造船工\n作部二四名」と特定されていて、原告が所属している船舶事業本部企画室管理部電\n算企画課は転出元に含まれていない。したがって、本件配転は右協定に違反するも\nのである。\n（３）本件配転は会社造船部門の人員削減の一環として実施されたものであるが、\n被告の圧倒的多数の従業員は、会社幹部となることが予定された大学卒の従業員と\n異なり、入社して従事することになった工場で一生働くことを予定していたから、\n右のような経営上の必要に基づく大量配転においては、配転の必要性（業務上の必\n要性）は初めから労働者の生活条件とその意思を考慮して行なわなければならない\n制約を伴っている。このことは、労使間を規律する信義則からも導かれるところで\nあり、組合の一貫した基本方針とされ、被告もこれを受入れて実施し、永年の運用\nの中で組合との協議を前提に個人の意思の尊重、すなわち、本人の同意のもとに行\nなうという慣行となった。本件配転はこのような慣行を無視して強行されたもので\nある。また、同様の理由で、住居の移転を必然的に伴う配転にあっては、使用者と\nしては、労働者に対し、より打撃の少ない方法を追求すべきであり、たとえば期限\nを切ってまず希望者を募集し、これによって予定人員を充足することができず、そ\nのまま放置することができない特別の事情がある場合にやむをえず配転対象者を指\n名するという方法をとるべきである。ところが、本件配転では、被告はこのような\n方法を全く講じないでいきなり原告を配転対象者に指名した。\n以上の事情を総合すれば本件配転命令は人事権の濫用として無効である。\n（二）解雇権の濫用\n本件解雇は、次の事情より客観的妥当性を欠き、解雇権の濫用として無効であ\nる。\n（１）本件配転は、造船部門の人員削減計画の先陣として実施されたものである\nが、本件解雇は、その後の右計画を遂行するため、他の従業員に対する見せしめと\nして行なわれたものであり、目的自体違法である。\n（２）前記のように配転は本人の同意のもとに実施することが慣行となっていたの\nで、会社では、これまで配転を拒否して解雇された例はない。本件解雇はこのよう\nな慣行を無視して強行されたものである。\n（３）原告が配転の内示を受けたころ神戸工場に勤務していたｉ、ｊ、ｋ、ｌら\nが、また、昭和五三年秋に実施された第二次岐阜配転の際には三名の者が、原告と\n同じように自らの生活条件を理由にして岐阜工場への配転を断ったところ、被告は\nこれを認めて配転内示を撤回したり、神戸周辺の工場に配転先を変更するなどした\nのに、ひとり原告に対してのみ解雇を強行したのは公平に反する。\n（４）原告が本件配転を拒否したのは、神戸で就職している婚約者と神戸市で共働\nきする生活設計を立て、将来病身の母を引き取って扶養しなければならないという\n事情があったからである。一方、会社の造船部門の余剰人員削減は神戸周辺の工場\nに吸収することによっても可能であり、また、原告に代わる者をみつけることも可\n能であったから、原告が岐阜工場への配転に応じないからといって被告に不利益は\nない。このような原告と被告の事情を比較衝量すると、本件解雇は明らかに均衡を\n失した不相当に重い処分というべきである。\n５　原告の本件解雇当時の賃金は、基本給月額一〇万七五二〇円である。\n６　よって、原告が被告の従業員たる地位を有することの確認を求めるとともに、\n被告に対し、本件解雇の日から昭和五八年七月二五日までの賃金合計六三七万一四\n二六円及び同月二六日から本訴口頭弁論終結の日である平成元年二月一三日まで毎\n月二五日限り金一〇万七五二〇円の割合による賃金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１及び２の事実は認める。\n２　同３（一）のうち、原告が背負うわ四九年四月会社に入社し、真面目に勤務\nし、勤務成績が原告主張のように評価されていたことは認めるが、原告の将来の生\n活設計については知らない。\n同３（二）のうち、被告が組合との間で原告主張のような配転に関する協定を締\n結し、原告主張の経過で原告に対し本件配転の内示わしたこと、ｄ課長ら原告主張\nの者が個別に、あるいは複数で原告を説得したこと、原告が神戸周辺の工場なら配\n転に応じる旨申出たこと（ただし、その時期は本件配転命令発令後の六月三〇日で\nあり、組合を通じてされた。）、被告が昭和五三年六月一六日原告のタイムカード\nを引き上げ原告に対し、神戸工場において業務を命じなかったことは認めるが、原\n告に対する説得の内容及びその経過についての原告の主張は争う。\n３　同４（一）のうち、本件配転につき原告の同意がなかったことは認めるが、原\n告の同意が必要である旨の主張は争う。\n同４（一）のうち、本件配転に関する労使間の協定書に転出元として原告主張の\nように記載されていることは認めるが、原告が所属する船舶事業本部企画室管理部\nが、組合との間で協定された転出元に含まれていない旨の原告の主張は争う。協定\n書に企画管理部が転出元として記載されていないのは、従来の労使慣行上、協定書\nには転出部門としては中心的なもののみを例示的に表示することになっていたから\nであり、企画管理部から被配転者を人選することについては、組合は当初から了承\nしていた。\n同４（一）のうち、本件配転が会社造船部門の人員消滅の一環として実施された\nものであることは認めるが、配転について本人の同意を必要とする慣行の存在は否\n認し、本件配転命令が人事権の濫用である旨の主張は争う。\n４　同４（二）の主張は争う。\n５　同５の事実は認める。\n二　被告の主張\n１　本件配転の業務上の必要性\n（一）　船舶事業本部における人員消滅の緊要性\n昭和四八年秋のいわゆるオイルショックを契機に世界の船舶建造需要が激減し、\n同五三年度の我が国造船産業全体の受注量は同四八年度のそれの一〇分の一近くま\nで減少した。これに加え、既受注船の解約が続出したため、同五二年ころから中小\n造船会社の倒産が続出したほか、大手の一角に名を連ねていた佐世保重工業株式会\n社も同五三年の初めころ経営に行き詰まる事態となった。このような需給の不均衡\nは、将来長期にわたって続く見とおしにあったため、同五三年五月、過剰設備の廃\n棄などを目的とする特定不況産業安定臨時措置が制定され、これを具体化するた\nめ、運輸大臣の諮問を受けた海運造船合理化審議会は同年七月、造船需給の大幅な\n不均衡が長期間的に継続する見とおしにあって、構造的不況の様相を呈していると\nして、これを克服し造船業の経営安定化を図るためには、全体として現有設備能力\nの三五パーセント、被告を含む大手七社については四〇パーセントの処理（設備消\n滅）が必要である旨の答申を行った。この答申は、同審議会作成にかかる「特定不\n況産業安定臨時措置法第三条第一項の特定船舶製造業に関する安定基本計画」に具\n体化され、同五三年一一月一四日の運輸大臣の告示により実施され、この結果、被\n告は同五四年度末までに、その保有する建造能力設備の約四〇パーセントを処理す\nることになり、神戸工場の船台三基のうち一基を廃却、一基を能力縮小、板出工場\nの建造ドック二基のうち一基を廃却することになった。また、右の設備処理と併行\nして、運輸省は各社の操業量についても行政指導を行い、この操業量規制は構成取\n引委員会の認可を得て同五四年八月に結成された不況カルテルに引き継がれ、同五\n六年三月まで実施されることになり、その後さらに延長されたが、被告に割り当て\nられた同五四年及び五五年の操業量は同四旧年度のそれの三四パーセントという厳\nしいものであった。\nこのような事態に直面して、被告の船舶事業本部は、過剰人員を圧縮すべく社内\nの比較的堅調な部門への配転や他社への応援派遣、関連会社への出向などあらゆる\n努力を重ねた結果、同事業本部の同五三年三月末の在籍人員は同五〇年三月から一\n五〇〇名減少し、八五四八名となった。しかし、なお同五三年度以降に予想される\n操業量とは人員面で大幅なギャップがあったため、被告は同年一月末ころから同事\n業本部企画室が中心となって、将来の見とおしに即した要員計画の策定に着手し、\n同年二月末ころ、同年三月末の在籍人員約八五〇〇名を同五四年度以降に予想され\nる操業度三〇パーセントにあわせて約五〇〇〇名に圧縮し、航空機事業部など重点\n戦略部門に人員を傾斜配点するほか関係会社、協力企業、取引先企業への出向、転\n籍、派遣を強力に推進する一方、船舶事業本部の組織を簡素化し、管理部門の効率\n化と人員消滅を行うことなどを内容とする人員消滅計画を策定した。この計画は、\n同五三年五月三日に開催され臨時中央生産協議会において「経営危機乗り切りのた\nめの緊急対策」の中の「緊急人員対策」として組合に提案され、その了承を得て実\n施に移されることになった。\n（二）　航空機事業部における人員増強の必要性\n我が国の航空機業界は、オイルショックによる物価高騰のため第四次防衛力整備\n計画（昭和四七年度～同五一年度）がその終了時点において、計画達成率八〇パー\nセントにとどまり、操業度の低下に苦しんでいた。このため、被告の航空機事業部\nでは諸々の経営合理化を推進し、減量体制の徹底を図った結果、同四七年三月末に\n約三八〇〇名であった在籍人員は同五三年三月末には三〇八〇名程度に減少した。\nところが同五二年暮れ、同五三年度政府予算が明確化する過程の中で、防衛庁Ｆ－\n一五次期戦闘後、Ｐ－三〇次期潜哨戒のライセンス生産を行うことが正式に決定さ\nれ、ほぼ同時に、日米伊三国共同生産によるＢ－七六七及び七七七次期民間旅客機\n（ＹＸ）の開発も決定し、かつてない大型プロジェクトが急激に現実化した。さら\nに会社独自のプロジェクトとして、西独ＭＢＢ社との中型ヘリコプターＢＫ一一七\nの共同開発生産について契約が成立し、サウジアラビア向けＫＶ－一〇七大型ヘリ\nコプターの生産及びこれに搭載する消防・救護システムの納入などについてもほぼ\n同時に取り組んでいくことになり、このため航空機事業部は、これらの本格生産に\n備え、早急に設備を増強する一方、各プロジェクトの設計、開発及び各種試験業務\nを担当する技術職員や、治工具の生産及び機体組立をする現業職員を増強する必要\n性が生じた。\nそこで同事業部総務部が中心となって増員計画わ策定し、本社人事部や関係諸部\n門と折衝を重ねた結果、同五三年度に約二二〇名、同五四年度に約三五〇名を社内\n配転の実施によって増員することが決定した。また、同時に岐阜工場に隣接してい\nる被告の子会社の川重重体工業株式会社も同五三年度中に被告の各部門から九九名\nの出向者を受け入れる計画となっていた。\nこのような増員計画に基づいて航空機事業部は、昭和五三年三月一七日付「昭和\n五三年度技術職の第一次配転受入れ申請について」と題する本社人事部長宛書面を\nもって、船舶事業本部に対し、技術職四五名を同年六月までに配転するよう要請し\nた。\n（三）　岐阜工場における原告の予定担当職務\n右第一次配転計画が持ち上った昭和五三年三月ころ、岐阜工場生産技術部門作業\n計画では、三人の開発グループが、ワイヤリングハーネス近代化計画を実施に移す\nべく準備を勧めていたが、かねてから今後の作業量にかんがみ職能等級Ｂ２～Ｃ２\nに該当する電気・電子系技術者一名の増員を要請していた。本件配転で航空機事業\n部への受入れを予定していた原告については、その配属後、右チーム内で、一部開\n発作業が開始されていた右の機械（装置）に組み込んでいくＮＣプログラムの勉強\nと実際の作成を行わせながら、これらのＯＪ教育を通じて、約一年後に予想された\n昭和五四年のピーク時点において、Ｐ－三Ｃ用の各種ハーネスの作業計画に関連す\nるＮＣプログラムの作成を本格的に担当させていく予定にしていたものである。\n（四）　以上のとおり、本件配転は、造船不況による危機に直面した被告が、従業\n員に対する雇用を維持しながら経営の再建を図るための必要性不可欠な措置の一環\nとして行ったもので、基本的に極めて高い業務上の必要性があるばかりでなく、当\n面の具体的業務の必要性としても、原告の属する船舶事業本部において早急な人員\n減量の必要性があったこと、折良く航空機事業部において原告のような技術要員を\n増強する必要があったことの二重の意味において、原告を配転する業務上の必要性\nがあった。\n２　原告を本件配転の対象者にした理由\n航空機事業部からの第一次配転要請では、「技術職四五名」のうち生産技術部作\n業計画課に予定の三二名については、一〇名は電気・電子系技術者で、このうち九\n名は「電気・電子装置の系統別試験手順の立案、その設備、治工具の設計など」を\n担当する技術者（以下「システムエンジニア」という。）、一名は「電気・電子装\n置の部品工作に関するＮＣプログラムの作成」を担当する技術者（以下「ＮＣプロ\nグラマー」という。）であり、前者については職能等級「Ｄ１～Ｅ１」に該当し、\nかつ「システム設計に習熟した者、後者については「Ｂ２～Ｃ２」に該当し「コン\nピューター・プログラミングの知識のある者」されていた。しかし、船舶事業本部\nでは、造船や機械系の技術者は数多く在籍していたものの、電気・電子系技術者は\n限られた部門に少数がいるだけで、一時に一〇名わ転出させることは業務に支所を\n来すことになり困難であったので、本社人事部を介して航空機事業部と折衝した結\n果、第一次配転分としては「システムエンジニア」四名、「ＮＣプログラマー」一\n名の合計五名に紋ることになった。\nそこで、船舶事業本部では、各部門の人員構成や今後の業務計画などを検討し、\n右五名のうち「システムエンジニア」、「ＮＣプログラマー」各一名を原告が所属\nする電算企画課から人選することになり、「ＮＣプログラマー」要員として、まず\nｃが人選されたが、同人が配転を断って同五三年七月末に退職することになったた\nめ、原告が代替者として人選された。その理由は、原告は徳島県立貞光工業高等学\n校を卒業し、在学中に電気工事に関する資格を取得している電気技術者で、被告に\n入社以来一貫して電算企画課に所属し、電算機オペレーター業務に従事するかたわ\nら数種のプログラムの作成や各種のシステムのチェック業務にも従事し、充分とい\nかないまでも、プログラムに対する一通りの理解と知識を有いていて、航空機事業\n部からの要請に適合すると判断されたこと、電算企画課の人員配置面から他の者を\n転出させることが困難であったこと、原告はかねて電子計算機のプログラミングを\n担当したい旨の希望を表明していたので、原告は電算企画内で昀も若く（当時二二\n歳）、独身で比較的異動しやすい立場にあると考えられたことなどである。\n３　原告に対する説得と本件解雇に至るまでの経過\n（一）　以上の経過により、昭和五三年五月一八日ｄ電算企画課長から原告に対し\n本件配転が内示されたが、原告は、同年の秋に結婚し、神戸で共働きをしなければ\nならないこと、将来、徳島にいる母親を引き取って扶養することになっていること\nを理由に配転を拒否した。しかし、川崎重工業健康保険組合に勤務していた婚約者\nは一般事務職員として採用され、現に事務員として働いているものであり、その職\n種から、岐阜に勤務が変更されても私語の内容や賃金等の処遇に大きな不利益が生\nじるものではなく、そのほか、神戸を離れることに支障となるような家庭の事情も\nなかった。また、原告の母親は、当時五八歳で、徳島県の原告の郷里で農業をする\nかたわら近くの工場で働き、寝たきりの義姉（原告の伯母）と同居して同人を介護\nしており、仮に原告が引き取って扶養することになっていたとしても、それは将来\nの問題であり、本件配転時において差し迫った扶養の必要があるものではなかっ\nた。したがって、原告が配転を拒否する理由は根拠薄弱で正当なものではなかった\nが、被告としては、原告の不安を取り除き、結婚後安心して岐阜工場で勤務するこ\nとができるようにするため、本社人員対策室を介し岐阜工場に隣接する子会社の川\n重重体株式会社が原告の婚約者を受け入れることについての承諾をとりつけ、ま\nた、勤務年数が不足し社宅入居資格がなかった原告に対し、特別に社宅に入居でき\nるようにするなどして配転に応じるよう説得したが、原告は同年五月三〇日に行わ\nれた岐阜工場見学説明会に参加しなかったばかりでなく、ｈ管理部長が説得にあた\nった際にはテープレコーダーを持ち込んで話合いの内容を録音し、同年六月六日に\nは、ｄ課長に対し、「同課長が原告の同僚の女子職員に命じて原告の婚約者を説得\nさせようとした。」また、「同課長が、原告に、婚約者も喜んで岐阜に行くと言っ\nている旨虚言を吐いて配転に応じさせようとした。」として、あらかじめ用意して\nきた要求書を付きつけて謝罪を要求した。しかし、原告が謝罪を要求した理由のう\nち前者は、原告の同僚である女子職員が、原告が配転を断り続けると会社を辞める\nことになりかねないと心配し、同じ女性として一度話し合えば途が開けるのではな\nいかと考え、自発的に話し合おうとしたまでのことであり、後者については、そも\nそも、すぐに嘘とわかるようなことをｄ課長が言うはずがないばかりでなく、事実\nも、たまたま所用で原告の婚約者の勤務先を訪れたｆ勤労課長が、同女の職場で同\n女がこの秋結婚して岐阜に行くという噂が出ている旨聞き、これを同課長からｄ課\n長が伝え聞いて、原告を説得した際に話したものであり、いずれも原告の誤解によ\nるものである。そこでｄ課長らが原告に事情を説明したが、原告は右の点について\n異常なまでに固執し、組合に対し調査を依頼する一方、同月九日ｄ課長に対し、\n「課長はウソをついた。」、「課長は卑怯だ。」などと喚び散らし、さらに、誓約\n書と題する文書に、（カッター）で自分の左指を切って血判をしたうえ、同課長に\n小刀わ突きつけ、机をたたいて同様に血判をするよう迫るという異常な行動に出\nた。\n（二）　原告は本件配転命令が発令された昭和五三年六月一六日以降も神戸工場に\n出ていたので、被告の説得は続けられたが、原告は組合に対し、苦情処理の申請を\nして岐阜工場への取り止めさせるよう支援を要請した。そこで組合と会社神戸事務\n所との間で話しあいをしたが、その際組合を介して、神戸周辺なら配転に応じる旨\n原告から申出があったが、被告は、造船不況という厳しい状況のもとで多くの従業\n員が個人的事情を抱えながら配転に応じている事実に照らし、原告主張のような理\n由でみぎ申出を斟酌することは人事の公正を失し、今後一層強力に推進していかな\nければならない人員対策の遂行にとって多大の支障となるばかりでなく、当時の神\n戸周辺の会社工場には、原告の職種ゃ能力伸長に適した配転先がなかったことなど\nにより、右申出におおじられない旨回答した。また、組合としても、昀終的には、\n本件配転の撤回を求めるのは、今回の配転についての組合の取組みからして筋が通\nらないとの結論の達し、原告の苦情処理わ打ち切ることにした。\nそこで会社神戸事務所では、ｍ所長以下が協議した結果、これまでの原告のかた\nくなな態度からこれ以上の説得は無駄であり、船舶不況という厳しい状況の中で根\n拠薄弱な理由で配転を拒否している原告をこのまま放置しておくことは社内秩序を\n維持する上で看過できないばかりでなく、今後会社が余儀なくされる大量配転計画\nの遂行にとっても重大な支障が生じることになるので、解雇もやむをえないとの結\n論に達した。しかし、原告は年令が若く、懲戒解雇では将来の再就職にも差支える\nとの配慮から、原告の行為は懲戒解雇事由に該当するが、通常解雇とすることにし\nた。ところが、組合から昀後の説得を試みたい旨の要請があったので被告はこれを\n受け入れたが、組合のこの説得も不成功に終わったので同五三年八月四日原告に解\n雇を通告しようとしたところ、さらに原告から、夏期の休暇を利用して帰省し、母\nや兄と相談したいので結婚を同月一七日まで待ってほしい旨申入れを受けた。被告\nは解雇という事態を回避できるならば考えて右申出を受け入れ、同日の解雇発令を\n猶予することとし、原告の回答を待ったが、同月一日原告を呼んで昀終意思を確認\nしたところ、原告は「母も兄もそんな会社だったらやめて帰ってこいと言ってい\nる。自分の考えも全く変わらないので岐阜工場へ行く気はない。」旨回答したの\nで、即時、本件解雇の通告をした。\n以上のとおり、被告は本件解雇当時、未會有の深刻な造船不況に直面し、その昀\n中にあって雇用の確保を昀優先の課題として掲げ、会社一丸となって経営危機を打\n開すべく組合とも十分な意思の疎通を図る中で合理化諸対策を推進中であり、なか\nんずく、本件配転を含む第一次岐阜配転は、右諸対策の根幹をなす一連の傾斜的要\n員配転の嚆失ともいえるものであり、その正否は被告にとって重要な位置づけにあ\nった。それ故にこそ被告は、原告の挙げる個人的な事情についても十分耳を傾け、\n円満に配転が行われるよう社宅の提供、婚約者の就職斡旋など異例なまでの配慮を\nして説得を続けたのである。一方、航空機事業部で予定されていた原告の担当業務\nは原告の能力の伸長を図るうえで絶好の機会となるものであり、これらの事情を併\nせ考えると本件解雇は正当なものというべきである。\n四　被告の主張に対する反論\n１　被告が昭和五三年三月組合に「経営危機乗り切りのための緊急対策」で示した\n要員計画では、船舶事業本部の在籍人員を五〇〇〇名に圧縮しなければならない具\n体的過程が明らかにされていないうえ、右緊急対策は操業度が低下したことによる\n余剰人員の解消ばかりでなく、低成長時代に耐えられる少数精鋭による操業を目指\nした指名解雇に等しい人減らし要員計画であった。\n２　被告は昭和五三年一二月六日の中央生産協議会において「特別人員対策」を示\nしたが、これは航空機事業部わ含む会社の全事業部門を対象に同五四年三月一日か\nら同年四月末日までの間に希望退職者を募集し、会社的に人員削減を図るというも\nのであり、その結果、被告が人員増強の必要性があるとする航空機事業部でも一五\n四名に及ぶ多数の従業員が退職した。しかも、同事業部は、社内配転により人員増\n強をしながら他方では、同時に関係会社への出向、応援など人員削減をしている。\nさらに、人員増強の必要が生じたという同五三年より以前の数年間は操業度が低下\nしたとして余剰人員を削減していた。このようなことからすると、同事業部の人員\n増強の必要性は独自に本件配転の必要性として主張しうるか極めて疑わしい。\n３　被告は、原告を航空機事業部から要請のあった「電気・電子装置の部品工作に\n関するＮＣプログラムの作成」を担当する技術者（ＮＣプログラマー）として人選\nした旨、そしてこの電気・電子装置の部品工作」とはワイヤリング・ハーネス用Ｎ\nＣ工作機械である旨主張している。しかし右の工作機械は、当時の技術水準では作\n成が不可能で、たとうそれに近いものを開発するとしても、各技術部門が合同して\n行わなければつくることができないものであり、このような仕事が原告に予定され\nていたとは到底考えられない。現に原告及び当初の対象者であったｃは、ワイヤリ\nング・ハーネスはおろか、ＮＣプログラムという言葉さえ聞いていないばかりか、\n被告は原告の担当職務について、本件の仮処分訴訟において、当初、航空機用部品\n工作する工作機械のＮＣプログラム作成であると主張し、被告側証人も右主張に沿\nった供述をしていた。しかし、右のＮＣ工作機械のプログラム作成は、知識として\nは機械系のものが必要とされるものであり、コンピューター・プログラムとは異な\nるものであることに気づいた被告は、昀終段階になって、前記のような主張や供述\nに変更した。もしこのような企画があったなら、昀初から表されていなければなら\nないのに、控訴審の昀終段階になって初めて主張されたことは不自然であり、被告\nの主張は信用ができないといわざるをえず、本件配転の人選が航空機事業部からの\n具体的要請に基づいてされた旨の被告の主張は事実に反するものである。\n（反訴事件）\n一　請求原因\n１　被告は主として船舶、航空機及び車両等の製造販売を目的とする株式会社であ\nり、原告は昭和四九年四月被告に雇用され、以来神戸工場内にある船舶事業本部企\n画室管理部電算企画課に勤務していたものであるが、被告は昭和五三年六月一六日\n付で原告に対し、本件配転を命じたところ、原告がこれを拒否したので、原告を同\n年八月一七日解雇した。\n２　原告は同年一〇月九日被告を相手に、神戸地方裁判所に地位保全を求める仮処\n分申請（同裁判所昭和五三年（ヨ）第六八三号）をしたところ、同裁判所は同五五\n年六月二七日被告に対し、原告に同五三年八月一八日から本案判決確定に至るまで\n毎月二五日限り一か月金一〇万七五二〇円の割合による金員を支払うべき旨の判決\nを言渡した。\n３　そこで被告は右判決に基づいて、同日原告に対し、別紙仮払金明細書記載のと\nおり金二三九万四九八四円を支払ったほか、同年七月二五日以降同五八年四月五日\nまでの間、毎月一〇万七五二〇円宛合計三六五万五六八〇円を支払った。\n４　ところが大阪高等裁判所は昭和五八年四月二六日右の判決を取り消して原告の\n仮処分申請を却下する旨の判決を言渡し、この判決は確定した。\n５　よって、被告は原告に対し、前記仮払金合計六〇五万〇六六四円及びこれに対\nする各支払日の翌日から支払ずみまで商事法定利率年六分の割合による遅延損害金\nの支払を求める。\n二　請求原因に対する認否\n請求原因事実はすべて認める。ただし、被告の支払は強制執行によるものではな\nく、任意の支払である。\n第三　証拠（省略）\n理　　　由\n（本件請求について）\n一　請求原因１及び２の事実は、当事者間に争いがない。\n二　そこで本件解雇の効力について判断する。\n１　原告は、本件配転命令は原告の同意なくされたものであるから無効である旨主\n張するので、まずこの点について検討する。\n労働者の職務内容（職種）及び勤務場所は労働契約の内容をなすものであるか\nら、当該労働契約で合意した範囲を超えてこれを一方的に変更することはできない\nが、労働契約における合意の範囲内と認められる限り、個別的、具体的な同意がな\nくても配転を命じうるというべきである。そこでこの点についてみると、成立に争\nいのない乙第一号証、第一九号証、第二七、二八号証、第五八号証の一（原本の存\n在も含む。）、原本の存在と成立に争いのない乙第五八号証の二の記載によって成\n立を認める乙第二二号証、弁論の全趣旨によって成立を認める乙第三一号証、右乙\n第五八号証の一の記載によって成立を認める乙第四一号証、第四七号証によれば、\n以下の事実が認められ、この認定に反する証拠はない。\n会社では、従業員はその従事する仕事によって管理・専門、事務、技術、現業及\nび特務の五つの職群に分けられ、通常新卒の定期入社者が属するのは、このうち事\n務、技術及び現業の三職群であるが、事務及び技術職は大学及び高校の別を問わず\n将来の幹部社員を育成することが予定された職群で、全国的に広く募集し、本社が\n直接専門学科試験と他の試験及び面接を行なって採用し、全国に設けられた事業所\nに配置されるものであり、一方、現業職は通常、特定の事業所で就職することが予\n定されて採用するため、当該事業所の勤労担当部門が簡単な一般教養試験と面接を\n行なって採用するものである。原告は昭和四九年三月徳島県立貞光工業高等学校を\n卒業し、本社（神戸市）で受験して同年四月技術職として採用され船舶事業本部企\n画室管理部電算企画課に配属され、以来主として電算オペレーターとして勤務して\nきたが、原告と同時に採用され、全国に散在する九事業所に配属された高校卒技術\n職五八名のうち、一三名が同五三年八月までに、業務上の必要に基づいて他の事業\n所に異動し、また、原告が入社した同四九年四月から同五四年三月までの五年間\nに、延べ一三二一名の高校卒事務及び技術職従業員が事業所間配転になったが、そ\nの在籍者数に対する割合（配転率）は大学卒を含む全技術職の配転率よりやや低い\nものの、三・三パーセントであり、約三人に一名の割合となっている。原告は入社\nの際、被告から就業規則の交付を受けたうえ、就業規則に従い誠実に勤務する旨記\n載された労働契約書に署名押印して被告に提出したが、右就業規則一四条には、会\n社は業務上の都合により従業員に転勤を命ずることがある旨記載されており、その\n後に行なわれた新入社員総合教育の中で、原告は、神戸造船事業部勤労課長から就\n業規則と賃金規則について講義を受けた。\n以上認定したような会社における従業員の採用方法、原告の職種、会社の配転の\n実情及び就業規則の内容等に前記争いのない会社の規模等を併せ考えると、原告は\n労働契約において、勤務場所の指定変更について会社に委ねる旨の合意をしたもの\nというべく、被告は原告の個別的な同意がなくても勤務場所の変更を命じることが\nできるというべきである。\nこのことは、住居の移動を伴う遠隔地配転の場合であっても異らない。もっと\nも、このような遠隔地配転は、労働者の生活に少なからぬ影響を及ぼすものである\nから無制約なものではなく、それが通常受忍すべき範囲を著しく超えるときは信義\n則違反ないしは人事権の濫用として配転命令が無効となるものと解されるが、この\n点については後に判断する。\n２　次に本件配転命令は組合との協定に違反しているから無効である旨の原告の主\n張について検討する。\n成立に争いのない乙第九号証、弁論の全趣旨により成立を認める乙第二〇号証、\n第五〇号証によれば次の事実が認められ、この認定に反する証拠はない。\n本件配転は会社の造船部門における人員削減計画の一環として行なわれたもので\nあることから、被告は、転勤・配置転換を集団的かつ大量に行なう場合にはあらか\nじめ組合に対し計画と基準について説明しなければならないとする労働協約三七条\n二項の定めに従って、昭和五三年四月二四日被告と組合本部との間で開催された生\n産専門委員会において、組合に対し、船舶事業本部（神戸造船事業部、坂出造船事\n業部）の従業員四五名を航空機事業部に配転する配転計画の大綱を示し、その中\nで、転出元部門としては人員削減の必要性が特に高い神戸造船事業部と坂出造船事\n業部の各造船設計部及び造船工作部であるが、これらの部門で人選できない場合に\nは他の部門からの人選もありうる旨説明して組合の了承を得、さらに、これを受け\nて同月二五日船舶事業本部神戸事務所と組合神戸支部との間で開かれた生産小委員\n会において、神戸工場の人選の対象者は神戸造船事業部の造船設計部及び造船工作\n部が中心となるが、企画室管理部からも若千名考えている旨説明し、ついで、同年\n五月二日開かれた生産小委員会において、神戸造船事業部造船設計部から六名、同\n造船工作部から一三名、企画室管理部電算企画課から二名の合計二一名を転出させ\nる旨具体的配転計画を明らかにし、組合神戸支部は同日支部執行委員会においてこ\nれを了承する旨決定し、これを転出元部の機関構成員に伝達するため同日造船設\n計・生産技術工場委員会を開いて、転出部門別内訳を含む配転計画の具体的内容に\nついて説明した。その後、同年五月一六日付で右合意に基づいて被告と組合との間\nに協定書（乙第一二号証）が作成されたが、右協定書には転出元として神戸造船事\n業部造船設計部及び造船工作部二一名、坂出造船事業部造船設計部及び造船工作部\n二四名と記載されているだけで、原告が所属していた企画室管理部電算企画課は記\n載されていない（協定書の記載内容については当事者に争いがない。）。\n以上の事実によれば、原告が所属していた企画室管理部電算企画課から二名を配\n転することについて組合の了承が得られていることは明らかであり、そうである以\n上、協定書にその記載がないからといって、本件配転が組合との協定に違反するも\nのということはできない。\n３　本件配転命令が人事権の濫用であり無効である旨の主張について検討する。\n前記のように、被告は原告に対し個別的同意がなくても配転を命じることができ\nるのであるが、本件配転のように住居の移動を伴う配転は労働者の生活関係に少な\nからぬ影響を及ぼすから、当該配転命令につき業務上の必要性が存しない場合、ま\nたは業務上の必要が存する場合であっても、当該命令が他の不当な動機・目的をも\nってなされたものであるとき、もしくは労働者に対し通常甘受すべき程度を著しく\n超える不利益を負わせるものであるときなど特段の事情のある場合には、人事権の\n濫用として配転命令が無効となる（昀判昭和六一年七月一四日、判例時報一一九八\n号参照）。\nそこで、右の観点から本件配転命令が人事権の濫用にあたるか否かについて検討\nする。\n（一）業務上の必要性について\n（１）船舶事業本部における人員削減の必要性\n成立に争いのない乙第四号証、第六ないし第八号証、第三二号証、第三四号証、\n原本の存在と成立に争いのない甲第一九号証、第二三号証、乙第五六号証の一ない\nし三、右乙第五六号証の一の記載によって原本の存在と成立を認める乙第三六号\n証、右乙第五六号証の三の記載によって成立を認める乙第三八号証によれば、以下\nの事実が認められ、この認定に反する証拠はない。\n昭和四八年秋のいわゆるオイルショックに端を発した石油需要減退によるタンカ\nーの船腹過剰と世界経済不況によるその他の貸物船需要の減少などのため、造船需\n要が激減し、同五三年度において、我が国造船産業全体の受注量は、ピーク時であ\nる同四八年度の一〇分の一近くに、手持工事量は、ピーク時である同四九年度の七\n分の一近くまで減少した。これに加え、既受注船のキャンセルが相次ぎ、同五〇年\n及び五一年度には受注量の八ないし九割にも達し、同五二年度は前年に比べてやや\n減少したものの、それでも同年の受注量の五割以上を占めていた。このため、手持\n工事量が急激に減少し、操業度は昭和四九年を一〇〇とした場合、同五四年度には\n三〇に低下することが予想された。\nこのような状況下、被告においても、昭和五三年三月末における新造船受注残高\nは約一二六万総トンであったが、そのうち三割は既にキャンセルの通告を受けてい\nたものであり、二割位は完成したものの船主が引き取らないまま繋留されていたも\nのであって、実質手持量は右の受注残高より少なく、しかも、採算の悪い船舶が多\nくを占めていた。このため、昭和五三年上半期には中小型船舶が建造されていたも\nのの、同年度の下半期以降に予定されていた手持工事量は極めて乏しく、通常二年\n分程度の予定が必要とされているのに、同五四年度以降は、潜水艦以外の実質的受\n注船は皆無の状態であった。\nこのような状況から、造船市場における需給の大幅な不均衡は将来長期にわたっ\nて継続することが予想されたため、昭和五三年五月、不況産業の過剰設備の廃業な\nどを目的とする特定不況産業安定臨時措置法が制定され、造船業は同法の構造不況\n業種として政令指定された。他方、これと併行して、運輸大臣の諮問を受けた海運\n造船合理化審議会は同年七月一四日、造船需給の大幅な不均衡が長期に継続する見\nとおしであって構造的不況の様相を呈しているとして、これを克服し造船業の経営\n安定を図るためには、全体として現有設備能力の三五パーセント、被告を含む大手\n七社については四〇パーセントを処理をするとともに、これと併行して効果的な操\n業調整を行なう必要がある旨の答申をした。そして、この答申のうち設備処理につ\nいては、同年一一月一四日運輸大臣が告示した「特定不況産業安定臨時措置法第三\n条第一項の特定船舶製造業に関する安定基本計画」により実施され、この結果、被\n告は昭和五四年度末までにその保有する建造能力の四〇パーセントの設備処理をす\nることになり、神戸工場の船台三基のうち一基を廃却、一基を能力縮少、坂出工場\nの建造ドッグ二基のうち一基を廃却することになった。また、操業量についても右\n答申の趣旨に従って行政指導が行なわれ、被告は昭和五三年一二月二八日、同五四\n年及び五五年度の操業量を同四九年度のそれの三四パーセントにあたる二〇万ＣＧ\nＲＴ（標準貨物船換算トン数）とするよう勧告を受けた。そして、右操業量規制は\n公正取引委員会の認可をえて同五四年八月に結成された不況カルテルに引継がれて\n実施された。\n以上のような状況と見とおしにあったため、会社の船舶事業本部は比較的堅調な\n他部門への配転や、いすゞ自動車株式会社など他社への応援派遣及び関連会社への\n出向など余剰人員を調整してきたが、なお昭和五三年度以降に予想される操業量と\n人員とに大幅な格差があったので、同年一月ころから同事業本部企画室が中心とな\nって操業見とおしに即した要員計画の策定に着手した。この要員計画は、昭和五三\n年三月末の在籍人員約八五〇〇名を同五四年度以降に予想される操業度三〇パーセ\nントにあわせて約五〇〇〇名に圧縮し、これを航空機事業部など重点戦略部門への\n傾斜配置、関連会社、協力会社及び取引先企業への出向、転籍及び派遣を強力に推\n進することによって行なうほか、企業体質強化のため組織を簡素化し、管理部門の\n効率化と人員の削減を行なうというものであり、同年五月三日開催された臨時中央\n生産協議会において、会社的な「経営危機乗り切りのための緊急対策」の中の「緊\n急人員対策」として、他の計画とともに組合に提案され、その承認を得て実施に移\nされることになった。\n（２）航空機事業部における人員増強の必要性\n成立に争いのない乙第二一号証、原本の存在と成立に争いのない乙第五七号証の\n一、道号証の記載によって成立を認める乙第三七号証によれば以下の事実が認めら\nれ、この認定を覆えすに足りる証拠はない。\n航空機事業部は、前記石油危機の影響で人件費や諸費用が高騰して資材の調達が\n困難となったころから、第四次防衛計画（昭和四七年度～同五一年度）の達成率が\n昭和五二年三月末時点において八〇パーセントにとどまり、操業不振となってい\nた。そのため経営合理化が進められ、同四七年三月末約三八〇〇名いた在籍者は同\n五三年三月末には三〇八〇名程度に減少した。ところが、同五二年秋ころから次第\nに明らかになった同五三年度政府予算編成の過程で、防衛庁のＦ－一五次期戦闘\n機、Ｐ－三Ｃ次期対潜哨戒機のライセンス生産が正式に決定され、また、ほぼ同時\n期に、日米伊三国共同生産によるＢ－七六七及び七七七次期民間旅客機（ＹＸ）の\n開発計画も決定した。さらに、この国家的プロジェクトに加え、会社独自のプロジ\nェクトとして、西独ＭＢＢ社との中型ヘリコプターＢＫ一一七の共同開発生産につ\nいての合意が成立したほか、サウジアラビア向けＫＶー一〇七大型ヘリコプターの\n生産とこれに搭載する消防・救難システムの納入も決定した。このため、同事業部\nでは、今後一〇年間にわたって生産が確保される見とおしとなり、早急な生産体制\nの整備と人員増強を行う必要が生じた。そこで同事業部では、総務部が中心となっ\nて本社人事部や関連諸部門と協議し、昭和五三年二月航空機事業本部全体の増員計\n画を策定し常務会の承認をえて実施に移されることになったが、その骨子は、昭和\n五三年度に二一九名、同五四年度に三五一名を増員し、これを主として当時余剰人\n員削減の計画を有していた船舶事業本部からの配転によってまかなうというもので\nあった。\n（３）航空機事業部の配転要請と原告が人選されるまでの経緯\n前掲乙第二一、二二号証、第三六ないし第三八号証、第五六号証の一ないし三、\n第五七号証の一、原本の存在と成立に争いのない乙第五五号証の一ないし三、第五\n七号証の二、三、前掲乙第五七号証の一の記載によって成立を認める乙第三九号\n証、前掲乙第五七号証の三の記載によって成立を認める乙第四三、四四号証によれ\nば、以下の事実が認められ、この認定を覆えすに足りる証拠はない。\n前記の増員計画に基づいて航空機事業部は昭和五三年三月中旬、第一次分とし\nて、まず必要とされる技術職四五名を同年六月までに配転されたい旨の本社人事部\n長宛書面（乙第三九号証）を送付し、これが船舶事業本部に伝えられ、同事業本部\nで検討が加えられたが、その具体的内容は、次のようなものであった。すなわち、\n航空機事業部の人員構成上、配転者はできるだけ若手技術者を多く含められたい旨\nの要望が付されていたほか、生産技術部に配置が予定されている三八名のうち、一\n〇名は電気・電子系を専攻した者であること、その担当職務は、九名が「電気・電\n子装置の系統別試験手順の立案、その設備、治工具の計画設計など（システムエン\nジニア）」、他の一名が「電気・電子装置の部品工作に関するＮＣプログラムの作\n成（ＮＣプログラマー）」であり、前者については職能等級「Ｄ１～Ｅ２」に該当\nし、かつシステム設計に習熟した者、後者については「Ｂ２～Ｃ２」に該当し、コ\nンピュータープログラミングのできる者という条件が付されていた。しかし、船舶\n事業本部には電気・電子系技術者は限られた部門に少ない人員が配置されているだ\nけで、しかも、当時、電気・電子関係の仕様の複雑な中小型船の建造が重なってい\nたため、航空機事業部が要請した一〇名もの電気・電子系技術者を転出させること\nが困難な状況にあったので、同事業部と折衝した結果、電気・電子技術者は、シス\nテムエンジニア四名、ＮＣプログラマー一名の合計五名とし、残り五名は同年度の\n後期に予定されていた第二次配転に振り替えることになった。一方、当時航空機事\n業部生産技術部作業計画課内では、三名からなるグループが配線工程（ワイヤリン\nグハーネス）自動化システムの開発に取り組んでいたが、かねて、Ｂ２～Ｃ２に該\n当する電気・電子系技術者一名の増員要請を同事業部総務部に行なっていた。右の\n自動化システムは機内の配線が現在の二ないし三倍に増大することが確実な将来機\nに対処できるようにするために、五つのステーションから構成される装置の工程に\nついて、ロボット工学に基づく自動化を実現しようとするもので、すでに昭和五〇\n年にその構想がまとまり、同五二年秋Ｐ－三Ｃ生産の具体化に伴って開発計画が実\n行に移されたものであり、航空機事業部が船舶事業部に配転要請した前記のＮＣプ\nログラマー一名は、右の装置のＮＣプログラムの作成を担当することになってい\nた。\nそこで船舶事業本部企画室は、同事業本部の各部門の人員構成や今後の事業計画\nについて検討した結果、管理部門人員削減の方針に基づいてすでに人員削減計画が\n具体的となっていた電算企画課から電気・電子系技術者五名のうち二名を転出させ\nることにした。当時（昭和五三年四月）、電算企画課には原告を含め七名の電気・\n電子系技術者が在籍し、うち四名が開発グループに、原告を含む三名が運用グルー\nプに属していたが、このうちシステムエンジニアとして航空機事業部が要請した条\n件に適合する者は開発グループに所属するｂだけであったので、同人を人選した。\nこのため、ＮＣプログラマー一名は、前記の人員構成上、運用グループから出さざ\nるをえなかったが、同グループのうち一名（ｎ）はリーダーとして右のグループの\n取りまとめにあたる必要があたので同人を除外し、残り二名のうちプログラマーと\nしての経験がより豊富なｃを充てることにし、同年五月八日同人に内示したとこ\nろ、同人は、将来家業の印刷業を継いで親の面倒をみなければならない事情がある\nことや、趣味のスキーが生活の一部になっていることなどを理由として配転に応ぜ\nず、結局、同年七月末日をもって退職することになったので、同人の代わりに原告\nが充てられることになった。その理由は、前記のような電算企画課の人員構成上、\n残る対象者としては原告しかなかったことのほか、原告は、ｃに比べるとプログラ\nマーとしての経験知識は不足しているものの、航空機事業部ではプログラミングの\n知識があれば指導者をつけて養成する旨明らかにしていたので、原告の電算課での\n経験に照らして同事業部の要請した条件に十分適合するものと判断されたこと、原\n告は工業高等学校電気科を卒業し、入社以来電算企画課において電子計算機に関す\nる業務に従事し、かねて電子計算機のプログラミングを担当したい旨の希望を表明\nしていたので、本件配転は原告にとっても幅広い実力を身につけ、電算技術者とし\nて大成するための好機であり、また原告の希望にも沿うものであると考えられたこ\nと、原告は当時電算企画課内で昀も年少で、かつ独身であったので、若手の電気・\n電子系技術者という航空機事業部の要請に合致し、しかも比較的身軽であると考え\nられたことなどである。\n以上認定したところによると、本件配転は、かつてない深刻な造船不況により操\n業度が低下し、大量の余剰人員を解消する必要に迫られた船舶事業本部から、Ｆ－\n一五次期戦闘機などの大型プロジェクトの発足に伴って人員増強が必要となった航\n空機事業部への大量配転の一環として行なわれたものであり、原告を配転の対象者\nとしたことについても妥当性を欠くものとはいえないから、本件配転の業務上の必\n要性は十分肯認することができる。\nこの点について原告は、「被告の主張に対する反論」１ないし３のとおり主張す\nるので、以下順に判断する。\n（１）反論１について\n前記のように、会社の「経営危機乗り切りのための緊急対策」で示された船舶事\n業本部の人員削減計画は、昭和五四年度以降の操業度を三〇パーセントであると予\n測してこれに見合う五〇〇〇人体制にしようとするものであるが、前記認定のよう\nな当時の不況の規模と程度、公表された各種資料及びその後の推移などに照らして\n被告の右予測は十分根拠があるものというべく、右人員削減計画は不合理であると\nはいえない。\nまた、前掲甲第一九号証によれば、右緊急人員対策は、直面する経営危機を打開\nするとともに、低成長時代に即応した体質を作り上げるため、会社全体としての余\n剰人員を圧縮することを内容とするものであるが、その実施については、採用を極\n力抑制するとともに、不況部門から業績の比較的堅調な部門への傾斜配転や関連会\n社への出向などを行なうことが基本方針とされているのであって、むしろ、できる\nだけ雇用を確保しつつ経営危機に対処しようとするものであるといえるから、原告\nがいうように指名解雇に等しい人減らしを目的とした要員計画であったものという\nことはできない。\n（２）同２について\n原本の存在と成立に争いのない甲第二〇号証及び第四七号証によれば、被告は前\n記の緊急人員対策に基づいて余剰人員解消のための諸施策を実施したが、昭和五四\n年度以降においてはこの施策で危機を乗り切ることができないとして、同五三年一\n二月六日開催された中央生産協議会において組合に対し、会社の全事業部門を対象\nに希望退職者を募り、全社的に人員削減を図る「特別人員対策」（特別退職優遇制\n度）を提案し、組合の承認を得て実施したところ、航空機事業本部からも一五四名\nが応募して退職したことが、また、前掲乙第二一号証によれば、昭和五三年度にお\nいては、航空機事業本部から関係会社への出向、応援等が行なわれていることがそ\nれぞれ認められる。\nしかし、右の特別人員対策が退職金の優遇制度を伴うものである以上、航空機事業\n本部を含め全事業所を対象にして実施されたことは当然のことと考えられ、また、\n右の乙第二一号証によれば、航空機事業本部の人員は、関係会社への出向等はある\nものの、同時に、これを上回る人員が受入れられ、全体としては増加していること\nが認められるので、前記の事情は、航空機事業部における前記人員増強の必要性の\n認定を妨げるものとはならない。\nさらに、航空機事業部における人員増強の必要性は、前記のように昭和五二年秋\nころ具体化した五大プロジェクトに伴って生じたものであるから、それ以前におい\nて同事業部が不況であったことも、本件配転当時における人員増強の必要性の認定\nを妨げるものとはならない。\n（３）同３について\nたしかに、弁論の全趣旨によれば、被告が原告に予定していた担当職務であると\n主張する「電気・電子装置の部品工作に関するＮＣプログラムの作成」の電気・電\n子装置の部品工作について、その具体的内容が「ワイヤリング・ハーネス用ＮＣ工\n作機械」である旨明らかにされたのは、本件の仮処分事件控訴審の昀終段階（昭和\n五七年二月三日）に行なわれた証人ｏの供述においてであり、しかも、それまでの\n会社側証人の供述には、あたかも、機械系の知識を必要とする部品のＮＣ工作機械\nのプログラミング（いわゆるパートプログラム）についての説明であると思われる\nものもある。しかし、前掲乙第五五号証の一によれば、本件配転当時に原告の直属\nの上司であったｄ電算企画課長は、昭和五四年四月一八日に行なわれた同人に対す\nる証人尋問において、原告の予定担当職務について、航空機に搭載する電気・電子\n部品を加工する工作機械のＮＣプログラミングであり資格としては、電気・電子系\nを専攻し、コンピュータープログラミングの知識を有する者とされていたとして、\n前掲乙第三九号証に記載されている内容にほぼ合致する供述をしているのであり、\nしかも、前掲乙第五七号証の三によれば、航空機事業部では単体の部品製作だけで\nなく、ワイヤリング・ハーネスのような部品組立加工を含め「ファブリケーショ\nン」あるいは「部品製作」と表現していることが認められ、これに、ｏを除く前記\n会社側証人が船舶事業本部に所属する者であって、必ずしも航空機製作について十\n分な知識を有しているとはいえず、したがって航空機事業部からの要請の内容が正\n確に伝わらなかったことも十分考えられることなどを併せると、当初からワイヤリ\nング・ハーネス計画の存在が明らかにされなかったことや、会社側証人がパートプ\nログラミングについての説明であると思われるような供述をしたことは異とするに\n足りないというべきである。\n（二）本件配転命令が人事権の濫用であると認めるべき特別事情の有無について\n前掲乙第二二号証、第五五号証の一、成立に争いのない乙第一四号証の一、二、\n原本の存在と成立に争いのない甲第一〇四号証の一ないし三及び原告本人尋問の結\n果を総合すれば、以下の事実が認められ、この認定を覆えすに足りる証拠はない。\n原告は昭和五三年五月四日、川崎重工業健康保険組合に一般事務員として勤務す\nるａと婚約し、同年一一月二六日に挙式を予定して結婚後は神戸市で共働きをする\nことにしていた矢先に本件配転の内示を受けた。そこで原告は、このような事情\nと、徳島県の郷里に住んでいる母親を将来引き取って扶養する計画を立てているこ\nとを理由として配転内示を断った。しかし、被告は、原告に共働きの必要や母親を\n扶養する計画があるにせよ神戸を離れることができない事情はなく、原告の理由と\nするところは配転を拒否できる正当な理由にはならないと考え、原告に再考を促す\nとともに、岐阜での共働きを可能にすることによって原告が納得して配転に応じる\nようになることを期待し、本社人員対策室を介して岐阜工場にａの就職依頼をし、\n被告の関連会社である川重車体工業株式会社に受け入れる旨の承諾をとりつけ、さ\nらに原告の岐阜での生活の不安を解消するため、勤務年数が不足し、社宅入居の資\n格がない原告が社宅に入居できるよう特別の措置をとるなどして配転に応じるよう\n説得を続けたが、原告の考えが変わらないまま本件配転命令に至った。なお、当\n時、徳島県に居住していた母親は五八歳で、農業のかたわら近くの工場で働き、健\n康状態も良好であり、たとえ原告が引き取って扶養することになるとしても、将来\nのことであって、本件配転当時には差し迫って必要な状況にはないうえ、原告には\n帝人株式会社の子会社に勤務する長兄がいた。\n以上の事実によれば、仮に原告が母親を扶養することになるとしても、それは将\n来のことであって、本件配転の障害になるとは考え難い。そして、結婚後の共働き\nの点についても、これを可能にするため、被告は婚約者の就職の斡施や社宅の提供\nなど特別の配慮をしているので、これによって原告の本件配転による生活上の不利\n益は相当部分が解消されたものということができる。もっとも、原告の婚約者が右\nの就職斡施に応じなければ、原告としては新婚当初から別居を余儀なくされること\nになるが、この程度の生活上の不利益は、前記認定のような原告の職種や採用され\nた経緯に照らして予測されないものではないうえ、原告と婚約者の選択の結果であ\nるから、原告において甘受すべきものというべきである。したがって、本件配転に\nよる原告の不利益は、受忍限度を著しく超えるものとはいえない。\nなお、原告は、本件配転のように会社の経営上の都合によって行なわれる大量配\n転については、本人の同意のもとに行なうことが慣行となっていたとして、この慣\n行を無視する本件配転は人事権の濫用にあたる旨主張する。\nたしかに、成立に争いのない甲第五八ないし第六八号証及び第七三ないし第七七\n号証によれば、組合は従前から、配転等を含む合理化については個人の意思を尊重\nして行なうべきであるとの基本的立場に立って対応し、大量配転についての労働協\n約の定めによる協議において、被告にこのことを要求し、被告も個人の意思を尊重\nして実施する旨回答して大量配転を実施してきたことが認められる。しかし、成立\nに争いのない甲第七八、七九号証及び第八一号証によれば、被告から提案された同\n五七ないし五九年度の配転出向計画に対し、組合は経験、職種、個人の意思、事情\nを尊重し、「事前協議と労使合意」を前提として対応するなどとしながらも、転出\n部門別配転人員については、配転希望者を募って応募者を優先すべき旨被告に申入\nれ、被告も同五八年一〇月一日に実施予定の航空機事業部に対する現業職の配転に\nついては、希望者を優先して配転対象者にするための募集を行ったことが認められ\nるところ、このことからすると、応募者が計画人員を充足しない場合には、不足人\n員についてはさらに希望しない者の中から、対象者の人選が行なわれ、計画どおり\nの配転が実施されることになるが、組合はこれを了承したものとみられるのであ\nる。また、前掲乙第五八号証の一、成立の争いのない甲第八七、八八号証、乙第七\n九号証、第八一、八二号証、証人ｐの証言によって成立を認める乙第五二号証、証\n人ｐ及び同ｑの各証言並びに弁論の全趣旨を総合すれば、被告は、従前から、本人\nが病気であるとか、介護を要する家族を抱えているような特別な事情がある場合\n（第一次岐阜配転の際のｉ、ｊ、昭和五四年六月一日付神戸造船工場から川重車体\n工業株式会社への出向を内示されたｒ、同五八年一〇月神戸造船工場から岐阜工場\nへ配転内示されたｓ、同五五年大阪工場空調部門の滋賀工場移管に伴う配転の際の\nｔほか六名など）には配転内示を撤回したが、このような特別の事情がない場合に\nは、合併直後であることを考慮し、旧会社（汽車製造株式会社）の合併前の配転慣\n行や組合と旧会社との約束を尊重して特別の扱いをし、（大阪工場の各種検査業務\nの川重冷熱サービス株式会社への移管に伴う出向の内示を受けたｕ、大阪工場車両\n部集約の際の三二名）、受入先から本人の勤務態度や私生活などを理由に受入れを\n拒否されたため配転内示を撤回した（昭和五四年六月一六日付で西神戸工場へ配転\nを内示されたｖ）例外的場合を除いて、個人的事情を理由として配転内示を撤回し\nたことがなく、あくまで配転に応じない場合には、第一次岐阜配転の際のｃ、昭和\n五八年八月下旬神戸工場から岐阜工場へ配転内示を受けたｗ、大阪工場車両部集約\nの際の二名、大阪工場空調部門滋賀工場移管に伴う配転の際のｘなどのように、内\n示が撤回されないまま退職するほかなかったことが認められ、右認定を覆えすに足\nりる証拠はないところ、これらの事実に、証人ｙの証言を併せると、前記の配転に\n関し組合が基本方針とし、被告も受入れてきた「個人の意思を尊重する」というこ\nとの意味は、本人の同意がなければ配転を実施することができないということまで\n意味するものではなく、本人の個人的事情が十分考慮されなければならないことを\n意味するものというべきである。会社では本人の同意を必要とする配転慣行が存在\nしていた旨の証人ｚの供述部分は採用することができず、他に右慣行の存在を認め\nるに足りる証拠はない。\nなお、前掲乙第五八号証の二及び証人ｑの証言によれば、原告が配転内示が撤回\nされたとして例示する者のうち、ｋは、配転要員を現業職から技術職への職群転換\n者で充てることになっていた関係上、予定人員を超えて意向打診が行なわれ、結\n局、同人については内示に至らなかったものであり、ｌは、担当職務の都合により\n転出させることが困難であったため意向打診にとどまったものであることが認めら\nれる。\nまた、原告は、本件配転については信義則上、まず希望者を募集するなどの方法\nをとるべきであった旨主張する。しかし、そもそも配転対象者の人選は、それが合\n理性のあるものでなければならないという制約はあるものの、人選の方法を含め基\n本的には会社の裁量に属することであるのみならず、本件配転の対象者は、航空機\n事業部が要請した条件に適合するものでなければならないから、希望者を募集して\n対象者を人選することは必ずしも適当であるとはいえない。したがって、被告が右\nの方法をとらなかったことは信義則に反しない。\nそのほか、本件配転命令が人事権の濫用にあたるというべき特別の事情は認めら\nれない。\n４　前掲乙第一号証によれば、会社の就業規則一二三条一項三号には、従業員が職\n務上の指示・命令に従わず、職場の秩序をみだし、またはみだそうとしたときは懲\n戒解雇に処する旨の規定があり、同規則二四条四号には、従業員に懲戒解雇に相当\nする事由があるときは解雇する旨の規定があることが認められるところ、原告が本\n件配転命令を拒否したことは右就業規則一二三条一項三号の懲戒解雇事由に該当す\nるものということができる。\n５　原告は、本件解雇は解雇権の濫用として無効である旨主張するので、この点に\nついて判断する。\n前掲甲第一〇四号証の一ないし三、乙第二二号証、第三六号証、第五五号証の一\nないし三、成立に争いのない乙第一五、一六号証、第一七号証の一、二、第一八号\n証、乙第五五号証の四（原本の存在も含む。）、弁論の全趣旨によって成立を認め\nる乙第二三、二四号証によれば、次の事実が認められ、この認定に反する前掲甲第\n一〇四号証の一ないし三の記載部分及び原告本人の供述部分は採用しない。原告に\n対する被告の説得は本件配転内示から本件解雇に至るまで続けられたが、この間原\n告は、本件配転命令が発令された後である六月末ころ、組合を介して被告に対し、\n神戸周辺の工場なら配転に応じる旨の申出をしたものの、本件配転については終始\n拒否し続けた。すなわち、原告は、内示後間もなく組合に苦情処理申立をして本件\n配転の内示を撤回させるよう要請し、昭和五三年五月三〇日の岐阜工場見学説明会\nには、休暇をとって参加しなかった。そして、同年六月六日には、「ｄ電算企画課\n長が同課の女子従業員を使って原告の婚約者を説得させようと画策した。」、「同\n課長が原告にたいし、原告の婚約者も喜んで岐阜に行くと言っている旨の虚偽の事\n実を述べて説得しようとした。」として、同課長に要求書（乙第一五号証）を示し\nて謝罪を要求し、組合に対しても、右要求書の内容を機関紙に掲載するとともに調\n査をするよう求めた。そこで被告は原告及び組合に事情を説明したが、原告は納得\nせず、同月九日ｄ課長に対し、他の従業員の面前で「課長は嘘をついた。」、「課\n長は卑怯だ。」などと発言し、さらに別室において、あらかじめ用意してあった誓\n約書（乙第一六号証）に、カッターナイフで自分の左手の指を切って血判したう\nえ、同課長にも同様に血判をするよう迫るなどした。そして本件配転命令が出され\nた後も神戸工場に出社し続け、同月一九日電算企画課全員に対し、「電算企画課の\n皆さんへ」と題する文書（乙第一七号証の一）と組合神戸支部委員長宛の「岐阜工\n場への転勤取り止め、支援お願書」（乙第一七号証の二）を配付し、組合の本部及\nび神戸支部に対しても支援を要請した。なお、原告が問題にした前記二点のうち、\n前者は、原告と同じ職場に勤務していた女子従業員が、原告が配転を断り続けるこ\nとにより会社を辞めなければならなくなることを心配し、原告の婚約者と話をして\n打開の途をさぐろうとしたもので、被告の指示によるものではなく、後者は、ｆ勤\n労課長が所用で原告の婚約者の勤務先を訪ねた際、婚約者の職場で同女がこの秋に\n岐阜に行くらしいという噂が出ている旨聞き、これを伝え聞いたｄ課長は原告を説\n得する際にその旨伝えたものであった。このような原告の強硬な態度から、被告は\nもはやこれ以上説得を続けても原告の翻意を期待することはできず、また、このま\nま放置すれば本件配転に続く配転計画の遂行に重大な支障を来たすおそれがあるの\nで、原告を解雇することもやむを得ないと判断し、就業規則の適用については、若\nい原告の再就職に支障とならないよう配慮し、同規則二四条四号を適用して通常解\n雇とすることに決定し、同年八月四日発令予定とした。ところが、同日原告から、\n夏季休暇に帰省して母や兄と相談したいので同月一七日まで待ってほしい旨の申出\nがあったので、被告はこれを受入れ、発令を見合わせて原告の回答を待つことにし\nた。しかし、被告が同月一七日原告の意思を確めたところ、原告は重ねて配転命令\nに応じない旨表明したので、即時、原告に対し本件解雇の通告をした。\n右のように、被告が三か月にわたって、社宅の提供や婚約者の就職斡旋などの便\n宜供与をして辛抱強く説得に努めた経過に加え、本件配転が、造船不況によって生\nじた大量の余剰人員の解消と、五大プロジェクトの発足に伴って生じた人員増強と\nに対処するために計画実行された大量配転の一環をなすものであって、前記の理由\nによって原告が配転命令を拒否することは、他の従業員に対し与える影響が大き\nく、ひいては右計画の円滑な遂行の妨げとなるものであることにかんがみると、本\n件解雇はやむをえないものであり、解雇権の濫用にはあたらないというべきであ\nる。\n原告は、（１）本件解雇は、見せしめとしてなされたものである（２）会社で\nは、これまで配転を拒否したことで解雇した例がなく、本件解雇は右の慣行に反す\nる。（３）原告だけが解雇されたのは公平に反する。（４）原告が本件配転を拒否\nしても、これによる会社の不利益は存しないのに対し、原告は本件解雇により著し\nい不利益を受けるので、本件解雇は過大であり、権衡を失する旨主張する。\nしかし、右主張は、これまでみてきたところから明らかなようにいずれも失当で\nある。すなわち、被告が長期間にわたって辛抱強く説得に努めた経過に照らして\nも、被告がことさら他に対するみせしめのための本件解雇に及んだものとは考えら\nれない。配転を拒否しながら解雇された例がないのは、配転の内示を受けた者に病\n気などの特別事情があることが判明したため、被告が内示を撤回したか、内示を受\nけた者が自ら退職したことによるものであって、原告が主張するような本人の同意\nを必要とする配転慣行が存在していたことによるものではない。そして、被告が内\n示を撤回したのは、原告の場合と異る事情によるものであって、原告だけを不公平\nに扱ったものではない。また、本件配転の業務上の必要性の程度、原告の配転拒否\nの理由、原告に対し、婚約者の就職斡旋、宿舎提供などの便宜供与がされているこ\nとなどにかんがみると、本件解雇が権衡を失するものとはいえない。\n三　以上の次第で本件解雇は有効であり、原告の本訴請求は理由がない。\n（反訴請求について）\n反訴請求原因１ないし４の事実は当事者間に争いがない。そしてこの間に、原告\nが現実の就労をしたことについての主張・立証はないから、本案訴訟の確定をまつ\nまでもなく、原告は被告に対し、受領した仮払金を返環すべき義務がある。\nなお、原告は、右仮払金が、仮払を命じた判決の強制執行によって支払われたも\nのではなく、任意に支払われたものであるとして返還義務を争うかのような主張を\nするが、たとえ、強制執行により支払われたものではないとしても、それが仮処分\n判決に基づいて仮定的に支払われたものであることに変わりはないから、この仮処\n分判決が取消され、仮払金を受領する根拠が失われた以上、すでに受領した仮払金\nの返還義務を免れないものというべきである。\nそうすると原告に対し、仮払金六〇五万〇六六四円及び別紙仮払金明細書記載の\n各金員に対する同記載の各仮払日の翌日から支払ずみまで商事法定利率年六分の割\n合による遅延損害金の支払を求める被告の反訴請求は理由がある。\n（むすび）\nよって、本訴請求を棄却し、反訴請求を認容し、訴訟費用の負担につき民事訴訟\n法八九条、仮執行の宣言につき同法一九六条を適用して、主文のとおり判決する。\n別紙\n仮払金明細書\n一　昭和五五年六月二七日の仮払金　二三九万四九八四円\n二　同年七月二五日から同五八年四月二五日までの仮払金\n（一）　金額　　毎月一〇万七五二〇円\n（二）　仮払金　毎月二五日（ただし、左記九か月については、それぞれ次のとお\nりである。）\n同五五年一〇月　二七日\n同五六年　一月　二三日\n同　　年　四月　二四日\n同　　年　七月　同\n同　　年　八月　同\n同　　年一〇月　二三日\n同五七年　四月　同\n同五七年　七月　二七日\n同　　年　二月　二四日\n三　仮払金総額　六〇五万〇六六四円\n"
}