{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 7,
    "day": 25
  },
  "case_number": "昭和54(ネ)845",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪高等裁判所第二民事部",
  "lawsuit_id": "22348",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22348",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/348/022348_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　　実\n第一　申　立\n一　控訴人\n原判決を取消す。\n被控訴人らは各自控訴人Ｈに対し金五三六万四八一八円及び内金四八六万四八一\n八円に対する昭和五三年一月二〇日以降、控訴人Ａに対し金四八二万八六一八円及\nび内金四三二万八六一八円に対する昭和五三年一月二〇日以降、それぞれ支払いず\nみまで年五分の割合による金員を支払え。\n訴訟費用は第一、二審とも被控訴人らの負担とする。\n第２項につき仮執行の宣言。\n二　被控訴人\n主文同旨\n第二　主　張\n当事者双方の主張は次に訂正、付加するほかは、原判決の事実摘示と同一である\nから、これを引用する（ただし、原判決二枚目裏三、四行目「南から北へ」を「京\n都市内方面から雲ヶ畑方面へ」と、同六枚目表八行目「慢然」を「漫然」と、同一\n三枚目表九行目「リーダー」を「リーダーＢ」と、それぞれ改める。）。\n一　控訴人らの主張\n１　被控訴人京都市に対する主張\n（一）　Ｃが落ち込んだ穴ぼこのアスファルト舗装部分の縁は、甲第三号証添付\nの写真からも明らかなように、鋭角的にえぐられているのではなくてかなり摩耗し\nて丸味を帯びている。このことは本件穴ぼこが相当以前からできていたことを推認\nさせる。本件事故発生の頃は梅雨時期であるから七月一日の夕立以外にも相当雨が\n降つた筈である。そうしたことから考えると、本件穴ぼこは、七月一日の道路管理\n員のパトロール以前から、窪みの深さはともかく穴ぼことして存在していたと考え\nざるを得ない。\n被控訴人京都市の道路管理員Ｄは、昭和五二年七月一日パトロールしたときには\n本件穴ぼこを発見しえなかつた旨証言するが、発見しえなかつたことから直ちに、\nその時には存在しなかつたと結論づけることはできない。本件府道のパトロールは\n管理員が一人で自ら自動車を運転しながら行うものであり、また七月一日のパトロ\nールは雲ヶ畑方面から京都市内方面へ向つて、穴ぼこの存在したのと反対の山側を\n車で走行したのであるから、本件穴ぼこの存在に気付かず走り去つた可能性が大き\nい。\nまた、同被控訴人主張の如く、七月一日の夕立までは本件穴ぼこにその存在が隠\nされるようにうまい具合に土砂が堆積し続け、右夕立で初めて土砂が流出し穴ぼこ\nが顕在化して露出したということはとうてい考えられないから、本件穴ぼこは七月\n一日のパトロール以前から存在していたと認めざるをえない。\n（二）　道路管理に瑕疵があるというのは、道路が通常備えている安全性を欠如\nしている場合である。この瑕疵の有無を判断するについて、道路の地理的条件―端\n的には山間部か繁華街かなど―は、山間部でも主要幹線道路となつていて非常に交\n通量の多い道路もあるし、また繁華街にあつても車輌の通行を禁止している道路も\nあることを考えれば、それ自体ではひとつの基準としての意味をもたず、結局道路\nの利用状況という基準に還元されるものである。問題は道路の利用状況である。\n本件府道は京都北山へ京都市方面から入る道路であるためにマイカーによる行楽\n客の利用の多い道路であり、またサイクリングの初心者コースとして「サイクリン\nグマツプ関西編」にも掲載されているためにハイキングやサイクリンググループが\n非常によく利用する道路である。道路を利用するのは自動車ばかりではなく、人も\n歩行するし、自転車も走るのである。道路の安全性はそのようなものとしての安全\n性でなければならない。本件府道の安全性をサイクリング自転車の通行のことをも\n考慮に入れて考えた場合には、本件穴ぼこの放置は通常の安全性を欠如していると\n言わざるを得ない。自転車が道路の端を走行するのは常識であり、公知の事実であ\nる。言うなれば、本件穴ぼこは自転車走行部分にそれを妨害するものとして存在し\nていたのであつて、サイクリングコースにもよく利用される道路としての安全性を\n欠如していたと考えざるを得ない。山間部の道路に穴ぼこ等の欠陥があつても当り\n前だなどという考えは、人命被害の軽視をもたらすものであつて、不当である。\n２　被控訴人京都キリスト教青年会に対する主張\n（一）　Ｃに過失があつたとしても、それと重畳的競合的にリーダーＢの過失が\n肯定されるべきである。Ｃに過失があつたかどうかということと、リーダーＢに過\n失があつたかどうかということとは別の問題である。\nリーダーＢは、本件穴ぼこを覆つていた水たまりを避けて道路のセンター寄りを\n通行し、かつ「前にバス」と大声で注意し、そしてバスを停車させようとしただけ\nである。リーダーＢは進行して来るバスとの接触の危険を予知しながら、この危険\nを回避するために自ら停止するとともに後続するサイクリンググループを停止させ\nる措置をとるべきであつたにもかかわらず、この措置をとらず、漫然相手のバスを\n停車させて危険を回避しようとした点に誤りがあり、同人に過失があつたというべ\nきである。\n（二）　被控訴人京都キリスト教青年会は、緊急の場合の危険回避のための咄嗟\n的判断はサイクリングの性質上その参加中学生各自に委ねられている旨主張する\nが、その主張は、本件のような危険に遭遇した場合でもリーダーは何もせず危険防\n止は少年たちにやらせておいたらよいという趣旨であろうか。もしそうであれば、\nそれは本件のような死亡事故の発生を容認する危険きわまりない考えといわざるを\nえないであろう。野外サイクリングを通して危険防止に少年たちを習熟させる方法\nは、危険に遭遇した場合にリーダーがひとつひとつ的確な判断を模範的に示し、或\nいはそれをリーダーの十分な監督のもとで少年たちに実地にやらせてみる等の体験\n的な指導訓練を通してであろう。\n二　被控訴人京都キリスト教青年会の主張\n自動車化したわが国社会においては、中学生のグループが道路を一列になり相当\nの距離をおいて進行するサイクリングも、若干の危険は避けがたいところである。\nそこで、緊急の場合の危険回避のための咄嗟的判断はサイクリングの性質上その参\n加中学生各自に委ねられているといわねばならない。満一二歳のＣは既に二一回、\n全走行距離約四八三キロメートルのサイクリング経験を積んでいたのであるから、\nリーダーＢはＣは勿論同日のサイクリング参加者全員に危険回避の判断能力がある\nと信じたのである。\n現にＣに後続したＥはＣが落込んだ穴ぼこの手前でバスをやり過すため自転車か\nら降りて危険を回避している。以上の事実関係のもとにおいては、リーダーＢがサ\nイクリングの走行を停止させなかつたことに過失はない。\n第三　証拠（省略）\n理　　　　由\n一　控訴人ら両名の子であるＣ（死亡当時一二才、中学一年生）が昭和五二年七\n月三日被控訴人京都キリスト教青年会が企画実施したｂ持越峠方面への野外サイク\nリングに参加したこと、当日の参加者は右青年会のサイクリング・リーダーＢ及び\nＦの二名と中学生のみの一〇名のグループであつたが、このサイクリング・グルー\nプが府道京都―京北線を南から北へ走つて同日午前一〇時五分頃京都市ａ区ｂｃ町\nｄ番地先、砂ケ瀬バス停西約一キロメートルの路上にさしかかつた際訴外Ｇが運転\nする京都バスが反対方向から走つてきて離合することとなつたこと、そのとき、先\n頭から五番目を走つていたＣは右京都バスとの接触を避けようとして道路左側（南\n側）にあつた水たまりの中に自分の乗つていた自転車を突込ませてバランスを失な\nつてよろめき、右京都バスと接触して転倒し、バスの後輪に腰部付近を轢かれたこ\nと、その後Ｃは救急車で小柳病院に搬送され、同病院で治療を受けたが、同日午後\n〇時三五分頃骨盤骨折により死亡したこと、被控訴人京都市が右府道の管理者であ\nること、同被控訴人は右事故が発生した翌日前記水たまりとなつていたくぼみを修\n補したことは、いずれも当事者間に争いがない。\n二　各成立に争いのない甲第一ないし第四号証、丙第二号証、事故現場の写真で\nあることに争いのない検丙第一号証の一ないし四、原審及び当審証人Ｂ、原審証人\nＤ、同Ｇの各証言を総合すれば、次の事実を認めることができる。\n本件事故現場は、京都市ｅ町から北方に直線で約一三粁の地点の山間部にあり、\n人や車輌の交通量は少なく、人家もなく、道路の北側は山、南側は中津川となつて\nおり、川側にはガードレールが設置されている。\n右道路は京都市北土木事務所が管理し、同事務所に道路管理員が一名配置され、\n本件事故現場を含む山間部を週に一度金曜日に自動車でパトロールし、小陥没は右\n自動車に積載した工事用の小道具で即座に修理ができる態勢をとつている。同土木\n事務所の道路管理員であるＤは同年七月一日午後三時頃右道路のパトロールを実施\nしたが、本件道路付近ではガードレールとアスフアルト簡易舗装部分にかけて砂や\n植物の葉が堆積しているのが通常で、本件事故現場のくぼみもこれらにかくされて\nいて、同人は右くぼみの存在を発見できなかつた。同日午後六時三〇分から七時に\nかけて本件事故現場を含む地域に夕立があつた。\n右道路は、本件事故現場付近で四・二米ないし四・三米の幅員を有し、いわゆる\nアスフアルト簡易舗装で、道路の両端は舗装されていないため土の部分が残つてい\nる。そして、道路の南側のガードレールから道路中央に向つて幅〇・三米余は雑草\nが生え茂り、次の〇・五米幅は非舗装の部分となつている。本件事故当時は晴天\nで、山側から流出した澄んだ水が事故現場の道路面をうすく横断して川側に流れて\nいたところ、前記水たまりにたまつた水は淀んで濁つていたため、水たまりの存在\nは容易に認識できたが、どの程度の深さのくぼみに水がたまつたものであるかは、\n外見上認識できないような状態となつていた。右水たまりのくぼみの形状は、道路\n南側の未舗装部分と簡易舗装部分の境界線を底辺とし、簡易舗装部分を半円形にえ\nぐつた形となつており、その底辺の長さは〇・八米、底辺から半円形の頂点までの\n幅は〇・三米、深さはほぼすり鉢状に中央部に向つて順次深くなり、一番深いとこ\nろで〇・一米であつた。\n以上の事実を認めることができ、右認定を左右するに足りる証拠はない。\n三　前掲各証拠、成立に争いのない乙第一号証及び原審における控訴人Ｈ本人尋\n問の結果を総合すれば、次の事実を認めることができる。\nＣは、昭和四〇年二月一三日生れで、昭和五〇年一二月から被控訴人京都キリス\nト教青年会の小学生サイクリング・クラブに加入し、本件事故までに二一回のサイ\nクリングに参加し、総走行粁数は四八三粁に達していた。\nＢは、当時京都大学農学部の学生で、ボランテイヤとして無償で京都キリスト教\n青年会のサイクリング・リーダーをしていた者であるが、事故当日午前九時に前記\nグループのリーダーとして烏丸今出川下るの青少年センターを出発し、大岩で休憩\nしたうえ、九時五五分頃同所を出発し、グループの先頭になつてゆるやかな上り勾\n配を時速約一〇粁で進行し、約二粁先の本件事故現場付近にさしかかり、その手前\nの大きなカーブを曲り終つたとき、前方一五〇米の地点をゆつくり接近してくる京\n都バスを発見し、また、事故現場を山側から澄んだ水が道路をうすく横断して川側\nに流れ、舗装部分の南側の側端に前記水たまりがあることを発見したのであるが、\n右水たまりがどの程度の深さのくぼみに水がたまつたものであるか分らないまま、\nこれを避けて道路の中央寄りを通過し、後方のサイクリング・メンバー全員に対し\nて「前にバス」と大声で注意し、かつ、前方約四〇米に接近した京都バスの運転手\nに向つて、山側に寄つて停車してもらうつもりで、右手を挙げて上下に数回ふつて\n合図をした。同バスの運転手Ｇは一列の縦隊で進行してくるサイクリング隊を認\nめ、バスを山側に寄せスピードを時速一〇粁におとして進行を続け、それで離合で\nきるものと思つて停車しなかつた。Ｃは、先頭から五番目を走つていたが、折あし\nく右バスが前記水たまりの横に来たときにこれと離合することとなり、前記面積の\n右水たまりの存在を認識したものの、そのくぼみの深さが分らないままにその上を\n自転車で通過しようとし、バランスを失ない、バスの車体に接触転倒し、その後輪\nに轢かれた。右バスの車体の幅は二・三米で、バスが水たまりの横を通過した際に\nおける車体の南側の外壁と前記穴の北端との間の間隔は〇・八米であり、Ｃの自転\n車の幅は〇・四六米であつた。\n以上の事実を認めることができ、他に右認定を左右するに足りる証拠はない。\n<要旨第一>四　ところで、国家賠償法二条一項にいう道路の管理の瑕疵とは、道\n路がその用途に応じ通常備えるべき安全</要旨第一>性を欠いている状態をいうので\nあるが、常に道路を完全無欠の状態にしておかなければ管理に瑕疵があるというわ\nけのものではなく、その整備すべき程度は、当該道路の位置、環境、交通状況等に\n応じ一般の通行に支障を及ぼさない程度で足りるのであつて、通行者の方で通常の\n注意をすれば容易に危険の発生を回避しうる程度の軽微な欠陥は同条項にいう道路\nの管理の瑕疵に該当しないものと解するのが相当である。\n前記認定によれば本件のくぼみは道路の未舗装部分からアスフアルト簡易舗装部\n分に向つて半円形にくいこんで存在し、その底辺の長さは〇・八米、底辺から半円\n形の頂点までの距離は〇・三米、深さはほぼすり鉢状に中央部に向つて順次深くな\nり、一番深いところで〇・一米であつたが、本件道路の事故現場付近は、京都市北\n部の山間地帯で、交通量も少なく、付近に人家もなく、道路の両端に未舗装部分を\n残して中央部がアスフアルト簡易舗装されていたにすぎないのであり、このような\n簡易舗装道路においては、アスフアルト簡易舗装の側端の未舗装部分に接する部分\nの舗装アスフアルトが間間剥離し右の程度のくぼみを生じでいることがあることは\n通常予想されるところであつて、自転車も歩行者も道路の中央寄りを通行すること\nが通常であり、例外的にバスとの離合の必要上やむをえず舗装部分の側端に寄る場\n合には舗装の剥離によるくぼみあるいはくぼみの推定される水たまりの有無に注意\nし、危険を生じないような方法で通行する義務がある（自転車に乗つている場合は\n停止するのが最も安全である。）。本件道路における右の程度のくぼみの存在は、\n通行者の方で通常の注意をすれば容易に危険の発生を回避しうる軽微な欠陥の範囲\nを出るものではなく、国家賠償法二条一項にいう道路の管理の瑕疵に該当しないも\nのというべきである。\n控訴人らは本件くぼみが昭和五二年七月一日道路パトロール前より穴ぼことして\n存在していた旨主張するが、仮に控訴人ら主張のとおりとしても、右説示のとおり\n本件道路の管理に瑕疵があつたということはできない。\nなお、道路側端に水のたまつた穴があり、それがどの程度の深さの穴であるか不\n明である場合には、通行者は当然ある程度の深さのくぼみの存在を予想し、水たま\nりを避けて通行するか、水たまりを避けて通行することが危険であるときは一旦停\n止し対向車をやり過したのちに通行する等して危険を回避すべき注意義務があるも\nのというべきであり、Ｃは右注意義務を怠り、山側に寄つて時速一〇粁で進行して\nくる京都バスと離合するに際し、進路前方の舗装道路の側端部分、バスの車体の南\n〇・八米の地点から南へ〇・三米の幅で長さ〇・八米にわたつて舗装部分の剥離に\nよつて生じた濁つた水たまりを認めたにもかかわらず右水たまりの深さが分らない\nままにその上を自転車で通過し、よつてバランスを失つてバスに接触転倒したもの\nである。\n五　次に、被控訴人京都キリスト教青年会のサイクリング・リーダーＢの過失の\n有無について検討する。\n控訴人らは、リーダーのＢは前記のような状況のもとにおいて進行して来るバス\nとの接触の危険を回避するため自ら停止するとともに後続するＣを含むサイクリン\nグ・グループを停止させる措置をとるべき<要旨第二>であつたにもかかわらず、こ\nの措置をとらなかつた点にＢの過失がある旨主張する。たしかにＢがバス</要旨第\n二>の方で停止してくれることを期待せず、自ら停止し後続の全員に停止の合図をし\nていたならば、Ｃは停止してバスを離合させ、本件事故は発生していなかつたであ\nろうと推測される。しかし、Ｃは事故当時一二歳の男子中学生であつて、被控訴人\n青年会のサイクリング活動に小学生時代から参加し、既にサイクリングツアー二一\n回、総距離四八三粁の経験者であつたから、事故現場の道路幅四・二米ないし四・\n三米、自分の乗つていた自転車の幅〇・四六米、水たまりとバス車体側端との距離\n〇・八米、進行して来るバスの速度時速約一〇粁という条件下において、バスと離\n合しようとするに際して、内部がどのような状態になつているか不明の水たまりを\n避けて水たまりとバスとの間の舗装道路を通過するか、ハスの速度を勘案しながら\n自転車の速度を調節して水たまりのところでバスと離合しないように走行するか、\nそれとも自転車を停止させてバスをやり過すかについて、自主的に判断したうえ自\n己の判断に従い適確に行動することができる能力を有していたものと通常考えられ\nるから、右のような状況下においては、サイクリング・リーダーとしては全員に停\n車を命じ降車させてバスをやり過すという保護指導態勢までとる必要はなく、「前\nにバス」と大声で注意しあとは各人の判断に従つた自主的行動に委ねれば足りたも\nのと解すべきであり、Ｂが控訴人ら主張の措置をとらなかつた点に過失を認めるこ\nとはできない。\n六　よつて、控訴人らの本訴請求はいずれも理由がないから棄却すべく、これと\n同旨の原判決は相当であり、本件控訴は理由がないからこれを棄却し、控訴費用の\n負担につき民事訴訟法九五条、九三条、八九条を適用して、主文のとおり判決す\nる。\n（裁判長裁判官　川添萬夫　裁判官　菊地博　裁判官　庵前重和）\n"
}