{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 6,
    "day": 21
  },
  "case_number": "昭和56(ネ)511",
  "case_name": "株券変返還求事件",
  "court_name": "東京高等裁判所第二民事部",
  "article_info": "第37巻2号115頁",
  "gist": "信用取引による株式の売付委託をした顧客が売付委託の事実を否認したなどの事実関係があるときに証券会社は手仕舞いをする義務を負うものとされた事例",
  "case_gist": "信用取引による株式の売付委託をした顧客が売付委託の事実を否認するに至り、その旨を証券会社に書面によつて告知したなど判示の事実関係のもとにおいては、証券会社は、直ちに買付契約を締結して手仕舞いをする義務を負うものと解すべきである。",
  "lawsuit_id": "20347",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20347",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/347/020347_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における控訴人の拡張にかかる請求並びに追加にかかる予備的第\n一、二次請求を棄却する。\n当審における控訴人の追加にかかる予備的第三次請求に基づき、被控訴\n人は、控訴人に対し、金一、四三五方円及びこれに対する昭和五六年一二月二三日\nから支払い済みに至るまで年六分の割合による金員を支払え。\n控訴人のその余の予備的第三次請求を棄却する。\n控訴費用はこれを三分し、その一を被控訴人の負担とし、その余を控訴\n人の負担とする。\nこの判決第三項は、控訴人において金五〇〇万円の担保を供するとき\nは、仮に執行することができる。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取消す。\n２　（主位的請求）\n（一）　被控訴人は、控訴人に対し、金七八万一、二二二円（原審請求を減縮）\nを支払い、かつ、別紙株券目録（一）、同（二）記載の各株式の株券を引き渡せ。\n（二）　前項の株券引渡に対する強制執行が不能となつたときは、被控訴人は、\n控訴人に対し、執行不能となつた株券の株式数にその種別に応じた別紙株式価格表\n記載の金額を乗じた額の金員（原審請求を拡張）を支払え。\n３　（予備的請求―当審追加請求）\n被控訴人は、控訴人に対し、金二、二五一万四、七九五円（第二次的には金二、\n一三一万四、七九五円、第三次的には金一、八九一万四、七九五円）及びこれに対\nする昭和五六年一二月二三日から支払い済みに至るまで年六分の割合による金員を\n支払え。\n４　訴訟費用は、第一、二審とも被控訴人の負担とする。\nとの判決及び仮執行の宣言を求める。\n二　被控訴人\n１　本件控訴を棄却する。\n２　当審における控訴人の追加及び拡張にかかる請求を棄却する。\n３　控訴費用は、控訴人の負担とする。\nとの判決を求める。\n第二　当事者の主張（主位的請求）\n一　控訴人の請求の原因\n１　控訴人は、昭和五二年九月一四日、東京証券取引所の会員である被控訴人に\n対して、東京証券取引所受託契約準則等の定めに従うことその他の記載のある信用\n取引口座設定約諾書を差し入れて、被控訴人に信用取引口座を設定し、それ以来、\n被控訴人との間において、株式の信用取引を行なつてきた。\n２　控訴人は、昭和五三年九月六日当時、被控訴人に対して、委託保証金代用有\n価証券として次の各株式の株券を預託していた。\n（１）　大洋漁業株式会社株式　　　　　　　四〇、〇〇〇株\n（２）　パイオニア株式会社株式　　　　　　　三、七五〇株\n（３）　キヤノン株式会社株式　　　　　　　二〇、〇〇〇株\n（４）　三光汽船株式会社株式　　　　　　　　八、〇〇〇株\n３　控訴人は、同月二一日、未決済の信用取引は一切なかつたので、同日被控訴\n人に到達した書面により、被控訴人に対して、以後被控訴人との信用取引を中止す\nる旨を告げて、委託保証金代用有価証券として被控訴人に預託してあつた前項記載\nの株券の返還を求めたが、被控訴人がこれに応じなかつたため、同年一〇月二六\n日、前項（３）記載のキヤノン株式会社株式二〇、〇〇〇株の株券をパイオニア株\n式会社の株式一二、〇〇〇株の株券及び東京海上株式会社の株式三〇、〇〇〇株の\n株券と差し替えた。\n４　被控訴人は、その後、控訴人に対して、控訴人が預託していた前記株券中、\n大洋漁業株式会社の株式一〇、〇〇〇株、パイオニア株式会社の株式九、二五〇株\n及び東京海上株式会社の株式一〇、〇〇〇〇株の各株券並びに現金二七八円を返還\nしたが、その余の別紙株券目録（一）記載の各株式の株券を返還しない。\n５　ところで、大洋漁業株式会社は、昭和五五年一月三一日を基準日として同社\n株式一株につき三円の利益配当を、パイオニア株式会社は、同社株式一株につき、\n昭和五四年九月三〇日を基準日として三二円の、昭和五五年九月三〇日を基準日と\nして三五円の各利益配当を、東京海上株式会社は、同社株式一株につき、昭和五四\n年三月三一日を基準日として六円五〇銭の利益配当及び五パーセントの株式の無償\n交付を、昭和五五年三月三一日を基準日として五円五〇銭の利益配当を、三光汽船\n株式会社は、同社株式一株につき、昭和五四年三月三一日を基準日として一円の利\n益配当を、同年七月三一日を基準日として二パーセントの株式の無償交付を、昭和\n五五年三月三一日を基準日として一円の利益配当及び二パーセントの株式の無償交\n付を、それぞれ実施した。\n６　よつて、控訴人は、被控訴人に対して、右利益配当金合計七八万一、五〇〇\n円から先に返還を受けた二七八円を控除した残額七八万一、二二二円の支払い並び\nに別紙株券目録（一）記載の各株式及び右の無償交付にかかる同目録（二）記載の\n各株式の株券の引渡を求めるとともに、右株券引渡に対する強制執行が不能となつ\nたときは、予備的代償請求として、被控訴人に対して、執行不能となつた株券の株\n式数にその種別に応じた別紙株式価格表記載の金額（当審昀終口頭弁論期日の前日\nの東京証券取引所における各株式一株当たりの終値）を乗じた額の金員の支払いを\n求める。\n二　請求原因事実に対する被控訴人の認否\n請求原因事実中、昭和五三年九月二一日当時において控訴人と被控訴人との間に\n未決済の信用取引が一切なかつたこと及びパイオニア株式会社が昭和五五年九月三\n〇日を基準日として同社株式一株につき三五円の利益配当をしたことは否認する\nが、その余の事実はすべて認める。右株式会社の右同日を基準日とする利益配当\nは、一株につき三二円であつた。\n三　被控訴人の抗弁\n１　控訴人は、昭和五三年九月六日、被控訴人に対して、日本金属株式会社の株\n式一〇〇、〇〇〇株の信用取引による売付の委託をしたので、被控訴人は、同日、\n同株式会社の株式を単価二五〇円で三〇、〇〇〇株、同二六〇円で三〇、〇〇〇\n株、同二七〇円で三〇、〇〇〇株、同二七五円で一〇、〇〇〇株の売付の執行をし\nた。\n２　ところが、控訴人は、右信用取引について、東京証券取引所受託契約準則第\n一三条の五第一項但し書所定の昀終弁済申出期日である昭和五四年三月六日まで\nに、いわゆる現渡し又は反対売買の申出をしなかつたので、被控訴人は、右受託契\n約準則第一三条の九第一項の規定に基づいて、右同日、控訴人の計算において、反\n対売買の買付契約を締結して、手仕舞つた。\nそして、右の結果、前記受託契約準則の定めるところに従つて損益を計算する\nと、別紙計算書記載のとおり、二、九六六万四、七九五円の差損金を生じた。\n３　そこで、被控訴人は、前記信用取引口座設定約諾書第五条及び第六条並びに\n前記受託契約準則第一三条の九第二項の規定に基づいて、同月一六日、控訴人が委\n託保証金代用有価証券として被控訴人に預託していた株券中別紙株券目録（一）記\n載の株式を任意処分し、その処分代金から所定の有価証券取引税及び売買手数料を\n控除した残額をもつて前記差損金に充当し、同月二八日、控訴人に対して、その剰\n余金二七八円を支払つた。\n４　したがつて、被控訴人は、右信用取引に関し、控訴人に対してなんらの債務\nをも残しておらず、控訴人の主位的請求は失当である。\n四　抗弁事実に対する控訴人の認否\n１　抗弁１の事実中、控訴人が昭和五三年九月六日に被控訴人に対して日本金属\n株式会社の株式一〇〇、〇〇〇株の信用取引による売付の委託をしたことは否認\nし、その余の事実は認める。\n２　同２の事実中、控訴人が昭和五四年三月六日までに被控訴人に対して右株式\nの現渡し又は反対売買の申出をしなかつたこと、被控訴人が右同日右株式の買付契\n約を締結したこと及び損益の計算関係が被控訴人主張のとおりとなることは、認め\nる。\n３　同３の事実中、被控訴人が同月一六日別紙株券目録（一）記載の株式を任意\n処分し、同月二八日控訴人に対して二七八円を支払つたことは、認める。\n第三　当事者の主張（予備的請求）\n一　控訴人の請求の原因\n１　仮に、被控訴人の主張するように、控訴人が昭和五三年九月六日被控訴人に\n対して日本金属株式会社の株式一〇〇、〇〇〇株の信用取引による売付の委託をし\nたとしても、控訴人は、その後の同月一一日及び一三日に、被控訴人に対して、控\n訴人が被控訴人に右の委託をしたことはない旨を電話及び面談により伝え、また、\n同月一九日に被控訴人に到達した書面により、被控訴人に対して、同趣旨を伝え\nて、控訴人には右株式の売付委託をする意思のなかつたことを被控訴人に告げてい\nた。したがつて、被控訴人は、これによつて、控訴人が右日本金属株式会社の株式\nを売りの状態のままで継続することを欲しない意向であることを知り得たものであ\nる。\n２　証券業を営む被控訴人は、証券取引における委託の本旨に従い、善良なる管\n理者の注意義務をもつて、委託者の損失を昀少限度に止どめるようにすべき義務を\n負うものであるところ、当時、日本金属株式会社の株式の価格は高騰していて、そ\nのまま放置したのでは控訴人に損失の生じることが明らかな状況にあつたのである\nから、被控訴人としては、控訴人には右株式の売付委託をする意思がなかつたこ\nと、したがつて、控訴人が右株式を売りの状態のままで継続することを欲しない意\n向であることを知つた以上、速やかに反対売買を締結して、控訴人の損失を昀少限\n度に止どめる措置を採るべき義務があつたものというべきである。\nしかるに、被控訴人は、右義務を怠り、昀終弁済申出期日である昭和五四年三月\n六日まで何らの措置をとることなく放置し、ようやく右同日になつて、控訴人の計\n算において反対売買の買付契約を締結して手仕舞い、その結果、二、九六六万四、\n七九五円の差損金を生じさせたものである。\n３　そして、仮に被控訴人が前記の昭和五三年九月一一日、同月一三日又は同月\n一九日のいずれかの時点で反対売買の買付契約を締結して手仕舞つていたとすれ\nば、右各時点における日本金属株式会社の株式の一株当たりの価格（東京証券取引\n所終値）はそれぞれ三三三円、三四五円、三六九円であつたから、差損金はそれぞ\nれ七一五万円、八三五万円、一、〇七五万円に止どまつていたはずである。\nしたがつて、被控訴人が同年九月一一日の時点で買付契約を締結しなかつたこと\nは被控訴人の債務不履行となるものというべく（仮に右の時点で右の措置を採らな\nかつたことが未だ被控訴人の債務不履行にならないとしても、第二次的には同月一\n三日の時点、第三次的には同月一九日の時点において、それぞれ右の措置を採らな\nかつたことは、被控訴人の債務不履行に当たるものというべきである、）、これに\nよつて、控訴人は前記二、九六六万四、七九五円から右七一五万円を控除した残額\nの二、二五一万四、七九五円（第二次的には前記二、九六六万四、七九五円から右\n八三五万円を控除した残額の二、一三一万四、七九五円、第三次的には前記二、九\n六六万四、七九五円から右一、〇七五万円を控除した残額の一、八九一万四、七九\n五円）の損害を被つたものである。\n４　よつて、控訴人は、被控訴人に対して、債務不履行による損害賠償として右\n二、二五一万四、七九五円（第二次的には右二、一三一万四、七九五円、第三次的\nには右一、八九一万四、七九五円）及びこれに対する本予備的請求の趣旨、原因を\n記載した控訴人の昭和五六年一二月二二日付準備書面が被控訴人に送達された日の\n翌日である同年一二月二三日から支払い済みに至るまで商事法定利率年六分の割合\nによる遅延損害金の支払いを求める。\n二　請求原因事実に対する被控訴人の認否\n１　請求原因１の事実は、否認する。\n２　同２の事実中、被控訴人が昭和五四年三月六日になつて控訴人の計算におい\nて反対売買の買付契約を締結して手仕舞い、その結果、二、九六六万四、七九五円\nの差損金が生じたことは認めるが、その余の事実は否認する。\n３　同３の事実中、昭和五三年九月一一日、同月一三日及び同月一九日の日本金\n属株式会社の株式の一株当たりの東京証券取引所の終値が控訴人主張のとおりであ\nることは認めるが、その余の事実は否認する。\n第四　証拠関係（省略）\n理　　　　由\n第一　主位的請求について\n一　主位的請求の請求原因１ないし４の事実は、昭和五三年九月二一日当時控訴\n人と被控訴人との間に未決済の信用取引が一切存在しなかつたか否かを除き、すべ\nて当事者間に争いがない。\n二　そこで、被控訴人の抗弁について判断すると、原審及び当審における証人Ａ\nは、控訴人は、昭和五三年九月六日の午前一〇時頃、午後二時頃、午後二時二〇分\n頃及び午後二時五〇分頃の四回にわたり、被控訴人の従業員である訴外Ａに対し\nて、電話により、日本金属株式会社の株式についてそれぞれ二五〇円、二六〇円及\nび二七〇円の各指し値により各三〇、〇〇〇株、二七五円の指し値により一〇、〇\n〇〇株の信用取引による売付の委託をしたので、被控訴人は、これに基づいて、右\n同日、右各指し値どおりで右株式会社の株式合計一〇〇、〇〇〇株の売付の執行を\nしたものであると証言する。これに対して、控訴人は、原審における本人尋問にお\nいて、控訴人が右訴外Ａに対して右のような電話による委託をしたことは全くな\nく、右株式の売付の執行は同訴外人が自己又は被控訴人の利益を図るために控訴人\nの信用取引口座を用いて控訴人に無断で行なつたものであると供述する。\nしかしながら、原審及び当審における証人Ａの証言によつて真正に成立したもの\nと認める乙第一九号証ないし第二二号証並びに右証言によれば、訴外Ａは、右同\n日、同証人の前記証言内容に符合する正規の株式委託注文伝票を作成して、社内の\n決済を経ていることが認められ、また、右証言及び原審における控訴人本人尋問の\n結果によれば、被控訴人は、同月七日頃、通常の手続に従つて右取引についての売\n買報告書を控訴人に郵送し、右報告書は、遅くとも同月九日頃には控訴人に到達し\nていることが認められる。したがつて、仮に訴外Ａが控訴人に無断でその信用取引\n口座を用いて右株式の売付の執行をしたのであるとすれば、その事実は直ちに控訴\n人及び被控訴人に発覚することになることが明らかであつて、訴外Ａがそれによつ\nて自己又は被控訴人の利益の実現を図ることは困難であり、訴外Ａがこのように直\nちに露呈することの明らかな右のような不正行為を働いたとは考え難いものといわ\nなければならない。\nこれに加えて、いずれも成立に争いがない甲第一号証（乙第四号証）、甲第二号\n証（乙第二号証）、乙第三号証の一、二、乙第五、六号証の各一、二及び乙第二\n四、二五号証の各一、二、原審における証人Ｂの証言、原審及び当審における証人\nＡの証言並びに原審における控訴人本人尋問の結果によれば、被控訴人の渋谷営業\n所長訴外Ｂ及び訴外Ａが、同月一二日ないし一四日頃の間、電話又は面談により控\n訴人に対して委託保証金の追加差し入れが必要となつたことを告げたところ、控訴\n人は、逆日歩を被控訴人において負担してくれるのであれば委託保証金の追加差し\n入れに応じる等と応答していたが、後には右株式の売付委託をしたことがないとも\n主張するようになり、さらに、控訴人から委任を受けた弁護士谷口欣一及び同福田\n照幸は、控訴人の代理人として、被控訴人に対して、同月一九日に被控訴人に到達\nした書面により控訴人は右株式の売付委託をしたことがない旨の告知をし、また、\n同月二一日に被控訴人に到達した書面により、被控訴人との間の未決済の信用取引\nは一切なく、以後被控訴人との取引は中止するので、委託保証金代用有価証券とし\nて預託中の株式を返還するなどして清算して欲しい旨の申し入れしたことが認めら\nれるのであつて、控訴人としても必ずしも当初から一貫して右株式の売付委託を否\n認していた訳ではなく、これらの事実に照らせば、控訴人が訴外Ａに対して右株式\nの売付委託をしたことがない旨の原審における控訴人の前記供述は、直ちにこれを\n採用することができず、かえつて原審及び当審における証人Ａの前記証言にこそ信\nを措くことができるものというべきであつて、それによれば、抗弁１記載のとお\nり、控訴人は、訴外Ａに対して右株式一〇〇、〇〇〇株の信用取引による売付委託\nをし、被控訴人はその執行をしたものであることが認められ、被控訴人は、案に相\n違して右株式が高騰を続けたため、後に右売付委託を否認して抗争するに至つたも\nのとするほかない。\n三　そして、抗弁２及び３の事実中、被控訴人が控訴人からの現渡し又は反対売\n買の申出がなかつたとして昭和五四年三月六日に日本金属株式会社の株式一〇〇、\n〇〇〇株の買付契約を締結したこと、その結果、別紙計算書記載のとおり、二、九\n六六万四、七九五円の差損金を生じたこと、被控訴人が同月一六日控訴人から委託\n保証金代用有価証券として預託を受けていた別紙株券目録（一）記載の株式を任意\n売却し、その売得金を右差損金に充当した剰余金として控訴人に対して二七八円を\n支払つたことは、いずれも当事者間に争いがないところである。\nここで、本件におけるような株式の信用取引に伴なう委託保証金代用株券の預託\nの法律的性質についてみると、証券取引法第五〇条、昭和四〇年大蔵省令第五二号\n「証券会社に関する省令」第四条及び東京証券取引所受託契約準則第一三条の九第\n二項の各規定並びに普通契約約款たる信用取引口座設定約諾書第五条、第一〇条及\nび第一一条の各定めを総合すれば、右委託保証金代用株券の預託行為は、機能的に\nは、証券会社が顧客の委任による株式の信用取引に関して顧客に対して取得するこ\nとあるべき金銭債権を清算するための保証金に代わるものとして、右の将来の債権\nを担保するため顧客が証券会社に株券を引き渡す行為であつて、法律的には質権の\n設定か譲渡担保の契約のいずれかとみるべきであるが、証券会社は、顧客の書面に\nよる同意の下に、預託を受けた株券を他に貸付け（いわゆる貸株）又は担保に供す\nることもできるものとされているところから考えれば、右の株券の預託行為は、法\n律上譲渡担保契約としての性質を持つものであつて（反復継続的な多数の信用取引\nに関する債権の担保的機能からみて、右の担保権の実行（清算）については簡易迅\n速性が強く要請され、しかも担保の目的物たる株式の時価は相場価格により客観性\nのあるものであることを考えれば、右の株券の預託行為が常に商法第五一五条の規\n定の適用があるものとすることに疑問のある質権の設定とみることは、必ずしも合\n理的とはいえない。）、ただ、担保権の全部又は一部が消滅した場合には、証券会\n社は、預託を受けた株式を占有している限りそれを返還すべきであるが、然らざる\nときは、同一の銘柄、数量の株券を返還すれば足りるものとするとともに、さらに\n前記貸付け等により預託株券が存しなくなつた場合には、右の同一の銘柄、数量の\n株券の価額によつて信用取引により生じた顧客に対する証券会社の金銭債権を清算\nし、株券の価額に剰余が生じたときは、それに相当する株券を返還する旨の合意が\nなされているものと解するのが相当である（預託される株券は、上場された市場流\n通性のあるものであるから、預託された特定物たる株券が返還不能となつた場合で\nも、同一の銘柄、数量の株券を返還することとしても、なんら不都合はないし、か\nえつて合理的である。）。\nところで、本件において、控訴人が昭和五三年九月一九日においては日本金属株\n式会社の株式一〇〇、〇〇〇株について反対売買の買付契約を締結して手仕舞いす\nべき義務を負つたものと解すべきことは、後に認定、判断するとおりであつて、仮\nに被控訴人が右同日に右の買付契約を締結して手仕舞いをしていたとすれば、その\n結果として生じる差損金に充当するためには別紙株券目録（一）記載の株式の全部\nを任意売却する必要はなかつたはずであり、先にみたような委託保証金代用株券の\n預託の法律関係によれば、被控訴人は、この場合、控訴人に対して、本来任意売却\nせずとも済んだであろう残余の株式と同一の銘柄、数量の株式の株券を返還すべき\n義務を負うところである。\nしかしながら、控訴人が、別紙株券目録（一）記載の株式の株券の返還を求める\n主位的請求に併せて、予備的に被控訴人の債務不履行による損害賠償を求めている\n趣旨に鑑みれば、控訴人の右主位的請求は、専ら控訴人が前記日本金属株式会社の\n株式の売付委託をしなかつたことを前提として、別紙株券目録（一）記載の株式の\n株券全部の返還を求めるものであり、仮に控訴人が売付委託をしたものと認定、判\n断される場合には、控訴人は、予備的に債務不履行による損害賠償を求めるものと\n解されるのであつて、被控訴人が右のように昭和五三年九月一九日に手仕舞いして\nいたとすれば売却する必要のなかつたであろう残余の株式と同一の銘柄、数量の株\n式の株券の返還を求めるものではないことが明らかである（控訴人は、右のように\n売却する必要のなかつたであろう残余の株式の特定その他に関してなんらの主張も\nしていない。）。\n四　したがつて、前記のとおり、控訴人が右売付委託をしたものと認められる以\n上、その余の点について判断するまでもなく、控訴人の主位的請求は、すべて理由\nがないものというべきである。\n第二　予備的請求について\n一　次に、控訴人の予備的請求について検討すると、予備的請求の請求原因事実\n中、控訴人が昭和五三年九月六日被控訴人に対して日本金属株式会社の株式一〇\n〇、〇〇〇株の信用取引による売付委託をし、被控訴人が右同日これを執行したこ\nと、その後右株式は高騰を続け、被控訴人の渋谷営業所長訴外Ｂ及び訴外Ａが同月\n一二日ないし一四日頃の間に電話又は面談により控訴人に対して委託保証金の追加\n差し入れが必要となつたことを告げたこと、これに対して、控訴人は、当初は逆日\n歩を被控訴人において負担してくれるのであれば委託保証金の追加差し入れに応じ\nる等と応答していたが、後に右株式の売付委託をしたことがないと主張するように\nなり、さらに、控訴人から委任を受けた弁護士谷口欣一及び同福田照幸は、控訴人\nの代理人として、被控訴人に対して、同月一九日に被控訴人に到達した書面により\n控訴人は右株式の売付委託をしたことがない旨の告知をし、また、同月二一日に被\n控訴人に到達した書面により、被控訴人との間の未決済の信用取引は一切なく、以\n後被控訴人との取引は中止するので、委託保証金代用有価証券として預託中の株式\nを返還するなどして清算して欲しい旨の申し入れをしたことは、先に主位的請求に\n関して認定したとおりであり、また、被控訴人が、それにもかかわらず、昭和五四\n年三月六日まで右株式について反対売買を締結せず、右同日になつて初めて控訴人\nの計算において買付契約を締結して手仕舞い、その結果、二、九六六万四、七九五\n円の差損金か生じたこと、昭和五三年九月一九日の時点における右株式の一株当た\nりの価格（東京証券取引所終値）が三六九円であつたことは、当事者間に争いがな\nい。\n二　ところで、東京証券取引所契約受託準則第一三条の九第一項は、会員たる証\n券業者の顧客が所定の期限までに信用取引に関し預託すべき委託保証金の預託をせ\nず又は貸付を受けた買受代金若しくは売付証券の支弁をしないときその他の場合に\nは、証券業者は、任意に、当該信用取引を決済するため、当該顧客の計算におい\nて、売付契約又は買付契約を締結することができるものと定め、証券業者にいわゆ\nる反対売買権を認めているが、右の趣旨は、顧客が右の預託又は支弁をしない等の\n場合において、証券業者がそれによつて損害を被ることを防止するために委託建玉\nの処分権限を証券業者に付与したものにほかならないのであつて、もとよりそのよ\nうな場合に顧客の計算において反対売買を締結すべき義務を証券業者に課したもの\nではない。そして、その価格変動を予見することの困難な株式の信用取引にあつて\nは、そもそもある時点において反対売買を締結して手仕舞うことが結局において顧\n客の利益を実現することになるのか否かを一義的に予見、判断することはおよそ不\n可能に近いのであつて、いかに証券業者が善良なる管理者の注意義務をもつて顧客\nの損失を昀少限度に止どめるようにすべき義務を負うものであるとしても、そのま\nま放置したのては顧客が損害を被ることになるということだけで、顧客からの委託\nがないにもかかわらず、証券業者がその独自の判断で顧客のために反対売買を締結\nして手仕舞うべき契約上の義務を負うものではないことはいうまでもない。\n<要旨>三　しかしながら、本件においては、控訴人は、先に認定したとおり、昭\n和五三年九月一二日ないし一四日</要旨>頃以降日本金属株式会社の株式の売付委託\nをしたことがないとも主張し、また、同月一九日に被控訴人に到達した書面により\n右の売付委託をしたことがない旨を控訴人の委任した弁護士によつて告知している\nのであつて（なお、控訴人は、右弁護士を通じて、同月二二日に被控訴人に到達し\nた書面により、以後被控訴人との取引は中止するので、預託中の株式を返還するな\nどして清算して欲しい旨の申し入れまでしている。）、これら一連の経過に鑑みる\nと、同月一二日ないし一四日頃における控訴人の主張の趣旨は、その主張の態様か\nらは以下に述べるような反対売買の買付委託があつたものと理解すべきことは無理\nであるとしても、控訴人の同月一九日における告知の趣旨は、反対売買の委託以上\nに強い清算の意思表示と見ることもできるのであり、これを本件に即して合理的に\n解すれば、売付委託の有無をめぐる紛議の決着は後に留保することとせざるを得な\nいとしても、売付委託の有無をめぐつて係争中の右株式については、直ちに反対売\n買を実行して手仕舞うことによつてそれ以上の事態の流動を停止させ、この間に生\nじた損益の負担については後日の協議等にまつこととするにあるものと理解すべき\nものということができる。蓋し、当事者間において売付委託の有無をめぐつて争い\nがあるという状況下で、当該株式が高騰を続け又はそれが見込まれるという場合、\nいずれにしても取り敢えずそれ以上に損失又はそのおそれが拡大することを防止し\nて、紛議を昀少限度に止どめることにするのが、通常採られる合理的な方途であろ\nうからである。\nしたがつて、右のような事実関係の下においては、被控訴人としては、控訴人か\nら前記のような告知があつた以上、売付委託があつたとする自己の主張に十分な根\n拠があり、これを否認する控訴人の主張が如何に不当なものであつたとしても、取\nり敢えず直ちに係争株式について買付契約を締結して手仕舞うべき義務を負うもの\nと解すべきであつて（この場合、仮に予期に反して当該株式の価格が下落し、右の\n時点で手仕舞つていなかつたとすれば、利益が生じたというときにおいても、控訴\n人が、逆に当該株式の売付委託をしたと主張して、被控訴人の措置を不当違法とし\n損害賠償を請求することのできるものではないことは、いうまでもない。）、これ\nを怠つたときは、買付委託の債務の履行を怠つたものとして、それによつて生じた\n損害を賠償すべき義務があるものというべきである。\n四　そして、先に認定した事実関係の下においては、被控訴人は、遅くとも昭和\n五三年九月一九日には日本金属株式会社の株式一〇〇、〇〇〇株について買付契約\nを締結すべき義務があり、かつ、右株式が著しく市場性に乏しいものであることな\nどその一括買付が困難であつたことを窺わせる特段の事情は認められないのである\nから、仮に被控訴人が右一九日に右株式の買付を行なつておれば、一株当たり三六\n九円で買付契約を締結することができたものと推認するのが相当であり（同日中に\n買付契約を締結することが被控訴人の責に帰すべからざる理由により不能であつた\nことの被控訴人の主張、立証はない。）、その場合においては、控訴人が被るべき\n差損金は、現実に生じた前記差損金二、九六六万四、七九五円より少なくとも一、\n四三五万円（ただし、昭和五四年三月六日における右株式の買決済金額五、一二五\n万円から右三六九円に一〇〇、〇〇〇株を乗じた金額三、六九〇万円を控除した\n額）は少なかつたであろうことが明らかであるところ（本件においては、昭和五三\n年九月一九日の時点における差損金を算定するのに必要なその他の諸条件について\nなんらの主張、立証もなく、被控訴人が右同日に右株式の買付を実行していた場合\nの控訴人が被るべき差損金が右説示の額を超えて減少したものと認めることはでき\nない。）、被控訴人は、東京証券取引所受託契約準則第一三条の五第一項但し書所\n定の昀終弁済申出期日である昭和五四年三月六日まで反対売買を締結することなく\n放置し、右同日に至つて初めて右受託契約準則第一三条の九第一項の規定により控\n訴人の計算において買付契約を締結して手仕舞つたというのであるから、被控訴人\nは、控訴人に対して、債務不履行による損害賠償として、昭和五三年九月一九日に\n反対売買を締結しなかつたことによつて増大した前記差損金一、四三五万円及びこ\nれに対する控訴人の昭和五六年一二月二二日付準備書面が被控訴人に送達された日\nの翌日であることが記録上明らかな同月二三日から支払い済みに至るまで商事法定\n利率年六分の割合による遅延損害金の支払い義務があるものというべきである。\n第三　結論\n以上のとおりであるから、控訴人の主位的請求を排斥した原判決は正当であつ\nて、本件控訴は理由がないからこれを棄却することとし、また、当審における控訴\n人の拡張にかかる請求、当審における控訴人の予備的請求中の第一、二次請求はい\nずれも理由がないからこれを棄却することとし、同予備的請求中の第三次請求のう\nち、被控訴人に対して損害賠償金一、四三五万円及びこれに対する昭和五六年一二\n月二三日から支払い済みに至るまで年六分の割合による遅延損害金の支払いを求め\nる限度においてこれを認容し、その余の請求を棄却することとして、控訴費用の負\n担については民事訴訟法第九五条、第八九条及び第九二条の各規定を、仮執行の宣\n言については同法第一九六条の規定を適用して、主文のとおり判決する。\n（裁判長裁判官　香川保一　裁判官　越山安久　裁判官　村上敬一）\n株券目録（一）\n一　大洋漁業株式会社株式　　　　　　　　　　三〇、〇〇〇株\n二　三光汽船株式会社株式　　　　　　　　　　　八、〇〇〇株\n三　パイオニア株式会社株式　　　　　　　　　　六、五〇〇株\n四　東京海上火災保険株式会社株式　　　　　　二〇、〇〇〇株\n株券目録（二）\n一　三光汽船株式会社株式　　　　　　　　　　　　　三三〇株\n二　東京海上火災保険株式会社株式　　　　　　　一、〇〇〇株\n株式価格表\n一　大洋漁業株式会社株式　　　　　　　　　一株当たり　　　一三七円\n二　三光汽船株式会社株式　　　　　　　　　　　同　　　　　二八八円\n三　パイオニア株式会社株式　　　　　　　　　　同　　　一、九三〇円\n四　東京海上火災保険株式会社株式　　　　　　　同　　　　　六六〇円\n計算表\n＜記載内容は末尾１添付＞\n"
}