{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 12,
    "day": 23
  },
  "case_number": "昭和56(行コ)41",
  "case_name": "行政行為の無効確認請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "住民票除票の廃棄済証明書の交付申請に対し，区長がした交付できない旨の回答は，無効確認訴訟の対象となる行政処分に当たるか",
  "case_gist": "住民票除票の廃棄済証明書の交付申請に対し，区長がした交付できない旨の回答は，無効確認訴訟の対象となる行政処分に当たらない。",
  "lawsuit_id": "17182",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17182",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/182/017182_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　控訴人\n原判決を取り消す。\n本件を横浜地方裁判所に差し戻す。\nとの判決\n二　被控訴人\n控訴棄却の判決\n第二　主張\n控訴人において次のとおり述べたほかは、原判決事実摘示のとおりであるから、こ\nれを引用する。\n１　本件各回答が住民票の廃棄済証明の消極的行政処分といえないとしても、それ\nは行政庁の事実行為として申請者である控訴人に受忍を義務づける内容を含んでい\nるから、抗告訴訟の対象となる行政処分といえる。\n２　控訴人が本訴を求める法律上の利益は次のとおりである。控訴人は、昭和二七\n年に東京都目黒区から神奈川県川崎市＜地名略＞に転入し、同三六年に埼玉県大宮\n市に転出し、いずれも住民登録法に基づく所定の届出を了した。また、控訴人は、\n本籍を川崎市とする筆頭者Ａ戸籍に同二九年から同三五年一一月まで在籍し、同年\n同月同市に控訴人を筆頭者として婚姻による新戸籍を編製し、同四四年大宮市に転\n籍した。控訴人は同四六年ころ控訴人筆頭者の右戸籍の附票の除票を取寄せたとこ\nろ、同除票には控訴人が川崎市＜地名略＞に住所を定めた日が同三五年二月一七日\nと真実に反する記載がなされていることを知り、多大の労力と費用を費やして原戸\n籍（茨城県下館市）の戸籍附票を提出してようやく右＜地名略＞転入月日を昭和二\n七年と訂正することができた。控訴人は同四六年以来被控訴人に対し住民票除票の\n廃棄済証明書の交付申請をしたが、被控訴人は右発行に必要な住民票の見出票を保\n管しながら（本訴訟において被控訴人は見出票は同五〇年一月六日廃棄したと陳述\nしている。）、これを既に廃棄したとして右交付申請を拒否した。控訴人は右によ\nり損害を蒙つたから、この損害を確定するため、本訴を求める利益を有する。\n３　控訴人は、被控訴人の本件廃棄済証明書の不発行に関して公法上の当事者訴訟\nや通常の民事訴訟によつて目的を達することができないから本訴を提起する利益が\nある。\n第三　証拠（省略）\n○　理由\n一　まず本件各回答が控訴人の法的地位ないし権利閏係に影響を及ぼすものである\nかどうかについて検討する。\n成立に争いのない甲第五号証、丙第一号証の一、二、第二号証によれば、川崎市\nは、地方自治法第二条による公共事務たる行政証明として、かつて川崎市に住民登\n録を有したことがある者で、その者が世帯主であり、かつ住民票の除票の廃棄年月\n日が明らかである場合に、その者の申請があれば右廃棄の事実ならびにその年月日\nにつき各区長をして証明書を発行せしめていること、右証明は他に法律、条例等の\n根拠はなく、一種の行政サービスとしてなされているものであることが認められ、\nこれに反する証拠はない。\nしてみれば、被控訴人が控訴人に対してなした住民票除票の廃棄の有無及びその年\n月日が不明であるとしてなした本件各回答は、証明申請人である控訴人のなんらか\nの法律上の地位もしくは権利関係に変動を生ぜしめるもゆと解することは到底困難\nである。それ故本件各回答の無効確認を求める控訴人の本件請求は、その余の点に\nついて案ずるまでもなく不適法であつて却下を免れない。\nニ　してみれば原判決は正当であつて何ら取消すべき理由はないから、本件控訴を\n棄却することとし、控訴費用の負担につき行政事件訴訟法第七条、民事訴訟法第九\n五条、第八九条を適用して、主文のとおり判決する。\n（裁判官　石川義夫　寺澤光子　原島克己）\n"
}