{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 12,
    "day": 21
  },
  "case_number": "昭和54(行ウ)3",
  "case_name": "建築不確認処分取消請求事件",
  "court_name": "和歌山地方裁判所",
  "field": "行政",
  "gist": "１　建築物の敷地の接道義務につき，当該建築物の周囲が将来宅地化する可能性がないとはいえないとして，建築基準法４３条１項ただし書所定の場合に当たらないとした事例　２　建築確認申請に対し，当該建築物の敷地が建築基準法４３条１項に適合しないとした建築主事の判断に違法はないとした事例",
  "lawsuit_id": "17185",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17185",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/185/017185_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が原告に対し昭和五三年一一月二二日付番号第一一－九二号をもつてした\n建築不確認処分（適合しない旨の通知）を取消す。\n２　訴訟費用は被告の負担とする。\n二　被告\n主文と同旨\n第二　当事者の主張\n（原告の請求原因）\n一　原告は、昭和五三年一一月一八日付確認申請書をもつて被告に対し、和歌山県\n那賀郡＜地名略＞宅地八八・五八平方メートル（以下、「本件敷地」という。）を\n敷地とする建築物について建築確認申請（以下、「本件確認申請」という。〕をし\nたところ、被告は、建築基準法（以下、「法」という。）六条四項に基づき、同月\n二二日付番号第一一－九二号をもつて適合しない旨の通知（以下、「本件処分」と\nいう。）をした。その理由は、本件敷地が法四三条一項に適合しない、というもの\nである。\n二　しかしながら、本件処分は、次の理由により違法である。\n１　本件敷地には、法四三条一項但書の適用が認められるべきである。\n（一）　本件敷地は、法四三条一項但書に適合する。\n（１）　本件敷地とその周辺の道路との位置関係は、別紙図面のとおりであつて、\n原告において既に造成済の、本件敷地を含む分筆前の和歌山県那賀郡＜地名略＞の\n土地（以下、「本件造成地」という。）内には、その中央部を東西に貫通する幅員\n六メートルの道路が設置づれており、本件敷地は、その南側側面において、右道路\nに接している。本件造成地は、給排水設備を完備し、消火栓も設置されている。そ\nの上、本件造成地内を貫通する右道路は、その東端において、更に東方に伸び本件\n造成地東側の町道に通ずる既存の通路（以下、「本件通路」という。）に接続して\nいるが、原告は、本件通路敷の所有者から、本件造成地のため通行権の設定を受け\nている。\n（２）　本件造成地は、和歌山市の郊外にあり、その北側、西側、南側の周囲三方\nは、いずれも広い田畑に隣接しているところ、この周囲の土地の利用状況が将来急\n速に変化を来たす可能性はない。\n（３）　以上のとおりであるから、本件敷地は、法四三条一項本文に適合しないと\nしても、建築物の敷地として、防火、安全、衛生、交通等の面においてなんらの支\n障のない土地であり、同条一項但書に関する「家家連たんしていない空地の多い郊\n外地等における場合」（昭和二五年一〇月二五日住指第六三四号・山形県土木部長\nあて建設省住宅局建築指導課長回答）との行政解釈によつても、本件敷地が、同項\n但書に適合することは明らかである。\n（二）　特に、本件においては、本件敷地が法四三条一項本文の適用を受けられな\nいことについて、以下（１）ないし（３）のとおり、建築主である原告の責に帰す\nべき事由によらない特段の事情が存在するから、同項但書の適用により救済される\nべきである。\n（１）　原告が本件造成地を取得した昭和四八年一二月当時、本件通路の南北両側\nには、既に五、六棟の建築物が立ち並んでいたため、原告に本件造成地の売買を斡\n旋した仲介業者が、当時和歌山県岩出土木事務所のＡ建築係専門技術員に対し、事\n前に本件通路が建築基準法上の道路に該当するか否か照会したところ、Ａ技術員か\nら、本件通路を法四二条二項のいわゆるみなし道路として扱う旨の確答を得た。\n（２）　そこで、原告は、本件通路がみなし道路に該当するものと信じて、本件造\n成地を売買により取得し、これを宅地造成したものであるが、その際右宅地造成に\nあたつて原告に対し事前に行政指導を行つた岩出町の担当職員も、前記のとおり本\n件通路の南北両側に居住家屋が立ち並び、いずれの建物についても当然適法に建築\n確認が得られているものと思われたところから、本件通路がみなし道路に該当する\nものと信じて疑わなかつた。\n（３）　ところが、予期に反し、被告は、その後本件通路はみなし道路に該当しな\nいとして、原告の本件確認申請に対し、本件処分をした。\n２　本件処分における被告の裁量権の行使には、平等原則に違背し、又は裁量権を\n濫用した違法がある。\n（一）　法六条三項に基づいて、建築主事が行う確認処分の法的性質は、専門技術\n的な判断を基礎とする裁量権の行使であるところ、法四三条一項但書は、不確定概\n念を用いて建築主事に対し特に広汎な裁量権を与えている。\n（二）　そこで、本件処分についてみると、本件通路の両側に立ち並ぶ既存建築物\nが法四三条一項本文に該当しないにも拘らず、これに対し建築確認が付与されてい\nるのは、同項但書が適用された結果と考えるはかなく、しかるときは、本件確認申\n請に対し同項但書を適用しないとの本件処分における被告の裁量権の行使は、平等\n原則に違背し違法というべきである。又、右既存建築物が法四三条一項本文、但書\nのいずれにも該当しないにも拘らず、これに対し建築確認が付与されたものである\nならば、右違反建築物に対しなんらの是正措置が命じられないまま、被告が原告に\n対し本件処分を行つたのは、その裁量権を濫用したものとして違法というべきであ\nる。\n三　そこで、原告は、昭和五四年一月二〇日和歌山県建築審査会に対し、本件処分\nの取消を求める審査請求をしたが、同審査会は、同年二月一九日審査請求を棄却す\nる旨の裁決をした。\n四　よつて、原告は被告に対し、本件処分の取消を求める。\n（請求原因に対する被告の認否）\n一　請求原因一は認める。\n二　同二のうち、本件敷地が法四三条一項本文に適合しないことは認め、その余は\n争う。\n三　同三は認める。\n（被告の主張）\n一　本件処分の適法性\n１　法四三条一項本文との関係について\n本件造成地と本件造成地の約八〇メートル東側を南北に通ずる町道とを結ぶ本件通\n路の幅員は、別紙図面のとおり、約二・九メートル（通路脇の側溝を含めても、約\n三・一メートル）であるから、本件通路は、法四二条一項の道路に該当せず、又本\n件通路が開設されたのは、岩出町が都市計画区域に指定された昭和三三年八月二八\n日よりのちの昭和四二年頃であるから、本件通路は、同条二項のみなし道路にも該\n当しない。従つて、本件敷地は、本件造成地内の幅員六メートルの道路に接して\nも、結局原告も自認するとおり法四三条一項本文に適合しない。\n２　法四三条一項但書との関係について\n（一）　法四三条一項但書は、「建築物の周囲に広い空地があり、その他これと同\n様の状況にある場合で安全上支障がないときは、この限りでない。」と規定して、\n同項本文所定の接道義務の原則に対する例外を認めているが、右例外事由には、\n（一）周囲に広い公共的空地がある敷地、（二）河川・水路・溝等の敷地を隔てて\n道路敷地に接するような敷地、（三）山間部等で将来とも宅地化の見込みがないよ\nうな土地における敷地等が該当すると解すべきである。従つて、本件敷地のよう\nに、周囲が田畑に接する場合には、右（三）に従い、将来にわたり空地の状態が維\n持される蓋然性の高い場所であることを要するというべきであり、従来の同項但書\nの運用も以上の見解のもとに行われている。\n（二）　これを本件敷地についてみると、本件敷地の東側には、本件通路に沿つて\nその両側に既に住宅が建築されており、その他の周囲は現在田畑であるものの、以\n下のとおり、近い将来において宅地化されることが十分予想できるものである。す\nなわち、本件敷地周辺は、岩出町のほぼ中央部に位置し、付近一帯は従来より水田\n地帯であつたものの、近年各所で宅地造成が行われて、建物が散在するようになつ\nた。ちなみに、本件敷地を中心とする半径一キロメートルの範囲内においては、昭\n和四九年から昭和五四年までの過去六か年間に七一三件の建築確認がなされてお\nり、将来ともこの宅地化の傾向は変らないと判断されるところである。この急速な\n宅地化の原因についてみると、本件敷地周辺は、紀の川北岸に接する平野部で、既\nに宅地が散在していることから、宅地造成、電気関係工事及び水道工事等の施工が\n容易であつて、和歌山市中心部に近いため通勤、通学等も便利であり、更に和歌山\n市及びその南側に接する海南市においては、昭和四六年六月、市街化区域と市街化\n調整区域の区分が定められており（都市計画法七条一項）、市街化調整区域に指定\nされた地域では宅地化が制約されるため（同法二九条、同法施行令二条）、その反\n面和歌山市の東側に接する岩出町において宅地の需要が増加し、宅地化が一層促進\nされる結果となつているものである。従つて、本件敷地は、法四三条一項但書にも\n適合しない。\n３　原告は、「本件敷地が法四三条一項本文の適用を受けられないことについて、\n建築主である原告の責に帰すべき事由によらない特段の事情が存在するから、同項\n但書の適用により救済されるべきである。」と主張する。\nしかしながら、法四三条一項本文が接道義務を規定しているのは、敷地利用にあた\nり、所定の要件に該当する道路と接することが、防火、避難及び交通等の安全上不\n可欠であるからであつて、同項但書は、周囲の状況から所定の道路に接していない\n場合であつても、右各安全性が十分満たされる場合にのみ当該敷地にあえて接道義\n務を課さないことを規定しているのである。\n従つて、同項但書の適用の可否は、当該敷地の周囲の状況から接道義務を課さなく\nとも、当該敷地の利用上、防火、避難及び交通の安全上支障がないかどうかという\n観点から客観的に判断されるものであつて、建築主側の主観的諸事情により同項但\n書の適用が左右されるとの原告の主張は、同項の法意に照らしそもそも失当である\nというほかはない。\nしかも、本件において、原告につき責に帰すべき事由がなかつたといえないこと\nは、後記二７のとおりである。\n二　本件処分の経緯\n１　原告に対し本件造成地を斡旋した仲介業者Ｂらが、昭和四八年一〇月頃和歌山\n県岩出土木事務所に来庁し、同事務所のＡ建築係専門技術員は、右仲介業者らか\nら、本件通路が法四二条に適合するかどうかの相談を受けた。\n２　Ａ技術員は、当時本件通路の両側には、既に建築確認を受けた建築物が存在し\nていたことから、現地調査はしなかつたものの、慎重に調査を行い、和歌山県庁所\n管課とも協議のうえ、同年一二月二〇日仲介業者Ｃに対し、本件通路は現状では建\n築基準法上の道路とは認められず、岩出町に通路敷を寄附して町道認定を受けなけ\nれば道路として扱えない旨の回答をした。\n３　ところが、原告は、仲介業者Ｂから、本件通路敷の所有者より本件通路の通行\nについて承諾が得られたとの説明を受けたため、Ａ技術員から回答を受ける以前の\n同月七日、売主との間で本件造成地につき売買契約を締結し、本件造成地を取得し\nた。\n４　一方、岩出町においては、昭和四七年頃から、同町の区域内において宅地造成\nを計画する宅地造成業者に対し、事前に宅地造成届をなすことを要請していたとこ\nろ、昭和四九年四月八日岩出町長に対し、有限会社玉置機械商会名義の本件造成地\nの宅地造成届書が提出された。その後、岩出町企画課Ｄ係長らが、同年五月九日同\n町役場において、右届書に連絡先・担当者氏名として記載されていた原告のＥ取締\n役らと事前協議を行い、宅地造成について行政指導を行つた際、Ｅ取締役は、本件\n通路について岩出町の町道認定を受けるため、自己が奔走する旨言明した。\n５　そして、原告は、本件通路敷の所有者との間で、通路敷を岩出町に寄附するに\nつきその承諾を求める交渉を行つたが、全員の承諾が得られず、町道認定申請を行\nいえない結果となつた。\n６　その後、被告が、原告の本件確認申請に対し本件処分をしたところ、原告は、\nＡ技術員から本件通路をみなし道路として扱う旨の確答を得たと主張して、本訴を\n提起するに至つた。\n７　以上のとおりであるから、原告に本件敷地の売買を斡旋した仲介業者が、Ａ技\n術員から本件通路をみなし道路として扱う旨の確答を得たとの原告の主張は事実に\n反する。\n原告は、不動産の売買斡旋業、宅地造成・分譲・建売業等を目的とする会社であ\nり、建築基準法を知悉していることは勿論、同法を遵守すべきことについては一般\n人よりも強く要請されているものというべきであるところ、仲介業者の説明を聞い\nたのみで、自ら本件通路が建築基準法上の道路にあたるかどうかの法的根拠を十分\n調査することなく本件敷地の売買契約を締結したのであり、その不利益は自ら負担\nすべきものであつて、被告側にその責任を転嫁するのは不当である。従つて、「本\n件敷地が法四三条一項本文の適用を受けられないことについて、建築主である原告\nの責に帰すべき事由によらない特段の事情が存在するから、同項但書の適用により\n救済されるべきである。」との原告の主張は、その前提において失当である。\n（被告の主張に対する原告の認否）\n一　被告の主張一１は、本件通路の開設時期、岩出町が都市計画区域に指定された\n時期を除き認める。同一２及び３は争う。\n二　同二は争う。\n第三　証拠（省略）\n○　理由\n第一　請求原因一及び三の各事実、本件造成地と本件造成地の約八〇メートル東側\nを南北に通ずる町道とを結ぶ本件通路の幅員は、別紙図面のとおり、約二・九メー\nトル（通路脇の側溝を含めても、約三・一メートル）であるから、本件通路は、法\n四二条一項の道路に該当せず、又同条二項のみなし道路にも該当しないこと、従つ\nて、本件敷地は、本件造成地内の幅員六メートルの道路に接しても、結局法四三条\n一項本文に適合しないことは、当事者間に争いがない。\n第二　法四三条一項但書適用の有無について\n一　原告は、本件敷地は法四三条一項但書に適合する、と主張するので判断する。\n１　法四三条一項本文が、建築物の敷地は建築基準法上の道路に接しなければなら\nないと接道義務を規定した趣旨は、道路を単に交通の用に供するというばかりでな\nく、災害時の防災活動ないし避難行動が円滑に行われるようにし、ひいては建築物\nに対する日照、通風を確保して市街地における居住環境を保護することにあると解\nすることができる。従つて、以上の接道義務の趣旨からすれば、同項但書により右\n接道義務を除外するためには、当該敷地が建築基準法上の道路に接していなくと\nも、周囲の状況からして恒久的に防災、避難、交通の安全上支障のないことが要請\nされているものというべきであるから、当該敷地の周囲が将来宅地化する可能性が\nないとはいえない場合は、法四三条一項但書の例外事由に該当しないと解するの\nが、同項本文、但書全体の合理的解釈というべきである。\n２　これを本件敷地についてみると、弁論の全趣旨により成立を認める甲第三号\n証、証人Ｆの証言により成立を認める乙第三号証、本件敷地付近の写真であること\nに争いのない検甲第一ないし第二三号証、証人Ｆの証言によれば、本件敷地を一部\nとする本件造成地は、岩出町根来地区の中心市街地の南側付近に位置しており、そ\nの付近には、北側及び東側にそれぞれ県道粉河・加太線、県道泉佐野・岩出線が通\nじているほか公民館、農協支所等が存在していること、本件造成地の北側、西側、\n南側の周囲三方は、いずれも他人所有の田畑等に接しているが、東側には、別紙図\n面のとおり、本件通路の両側に数棟の建築物が立ち並んでいること、本件敷地を中\n心として半径一キロメートルの範囲内の土地の利用状況をみると、根来地区の中心\n市街地を除き、その大部分は田畑ないし果樹園であるものの、右範囲内の土地につ\nき、昭和四九年一月から昭和五四年一二月までの六年間に総数七一三件の建築確認\nがなされており、右建築確認の分布図（乙第三号証）によりその分布状況をみる\nと、右六年間に各所において宅地開発が行われ、これにより形成されたと認められ\nる住宅群が散在し、全体として宅地開発が進行する傾向にあること、岩出町は、昭\n和三三年八月二八日都市計画区域の指定を受けているが、都市計画法附則三項によ\nり市街化区域、市街化調整区域の制度の適用を除外されているところ、和歌山市東\n部の岩出町に隣接する地域には市街化調整区域が多いため、和歌山市の近郊に位置\nし交通上も至便な岩出町に住宅地の需要が求められ、前記の宅地化が進行する要因\nとなつていることが認められ、右認定を覆すに足りる証拠はない。\n右認定事実によれば、本件敷地について、その周囲が将来宅地化する可能性がない\nとはいえないと認めるのが相当である。してみると、本件敷地は法四三条一項但書\nに適合しないというべきである。\nこの点につき、原告主張のとおり、本件通路が本件造成地内に設置された幅員六メ\nートルの道路に接し、本件造成地には給排水設備、消火栓が設置され、更に原告に\nおいて本件通路につき通路敷の所有者から通行権の設定を受けているとしても、右\n判断を左右するものでない。\n二　次に、原告は、本件においては本件敷地が法四三条一項本文の適用を受けられ\nないことについて、建築主である原告の責に帰すべき事由によらない特段の事情が\n存在するから、同項但書の適用により救済されるべきである、と主張するので判断\nする。\n１　まず、本件処分の経緯について事実関係を検討してみると、前掲甲第三号証、\n検甲第一ないし第二三号証、成立に争いのない甲第二号証、第八号証の一ないし\n九、第九号証の一ないし三、証人Ｂの証言により成立を認める甲第四、五号証、証\n人Ｂ、同Ｅの各証言により成立を認める甲第一〇号証の一、二、第一一号証の一な\nいし五、原告代表者尋問の結果により成立を認める甲第一二号証、証人Ｄの証言に\nより成立を認める乙第四号証の一、二、証人Ａ、同Ｄ、同Ｃ（後記措信しない部分\nを除く。）、同Ｂ（後記措信しない部分を除く。）、同Ｅ（後記措信しない部分を\n除く。）及び原告代表者尋問の結果によれば、次の事実が認められる。\n（一）　本件敷地を一部とする本件造成地は、昭和四八年当時地目田の一筆の土地\nであつたが、草が繁つて休耕田の状態にあり、既に有限会社玉置機械商会が、右土\n地所有者との間に売買契約を締結し、昭和四七年頃から農地法五条に基づく農地転\n用許可を申請中のものであつた。\n（二）　原告は、不動産仲介業とともに宅地の造成、分譲を目的とする会社である\nが、昭和四八年秋頃仲介業者Ｂから、本件造成地の紹介を受け、原告代表取締役Ｇ\nは、Ｂと玉置機械商会側の仲介業者Ｃらとともに現地を調査した。Ｂ、Ｃは、現地\nにおいて、本件造成地と本件造成地の約八〇メートル東側を南北に伸びる町道とを\n結ぶ本件通路の幅員が、二・九二メートルと狭く、従つて、法四二条一項の四メー\nトルに満たないにも拘らず、本件通路の両側に居住用建物等の数棟の建築物が立ち\n並んでいることに不審を抱き、一方、Ｇ代表取締役も、本件通路が私道であるた\nめ、Ｂに対し本件通路の通行の承諾は売主側で取得するよう依頼した。\n（三）　そこで、仲介業者Ｂ、Ｃは、同年一〇月上旬頃から五回に亙つて所轄の和\n歌山県岩出土木事務所を訪れ、同事務所のＡ建築係専門技術員に対し、本件通路の\n状況を説明して、本件造成地を宅地造成するにつき本件通路を建築基準法上の道路\nとして利用できるかどうかを相談した。\n（四）　この問い合わせに対し、Ａ技術員は、後日研究のうえ回答するとして即答\nを避け、その後まず岩出土木事務所備付の本件通路周辺の地図を調査したところ、\n本件通路は、昭和四四年作成の地図に登載されていなかつたため、Ａ技術員は、本\n件通路は同年以降に開設されたものと判断し、次いで本件通路の両側に存在する建\n築物に対して建築確認がなされた際に提出された建築計画概要図に記載された配置\n図を調査して、本件通路の幅員が約三メートルであることを確認した。Ａ技術員\nは、現地調査を行わなかつたが、以上の調査結果から、本件通路は岩出町が都市計\n画区域に編入された昭和三三年八月二八日以降に開設されたものであるため、法四\n二条二項のみなし道路に該当せず、従つて、本件通路の両側の既存建築物に対して\n与えられた建築確認は、本件通路がみなし道路に該当するものとして誤つて与えら\nれたものであることが判明した。\n（五）　しかしながら、Ａ技術員は、右建築確認が違法であるとしても、本件通路\nの両側には、右建築確認に基づき建築物が現在立ち並んでしまつているため、仲介\n業者Ｂ、Ｃらの問い合わせの処理に苦慮し、独自の判断で回答することを見合わせ\nて、昭和四八年一二月中旬頃和歌山県土木部建築課審査班長のＨ建築主事と協議し\nた。その結果、幅員四メートルに満たない本件通路の両側に既に建築物が建築され\nているとしても、現状のままでは、今後本件通路を建築基準法上の道路と認めるこ\nとはできず、本件通路を同法上の道路と認めるためには、通路敷の所有者が、通路\n敷を岩出町に寄附し、同町から町道認定を受けることが必要であるとの結論に達し\nた。そこで、Ａ技術員は、同月二〇日頃岩出土木事務所を訪れた仲介業者Ｃに対\nし、右協議結果を回答した。\n（六）　一方、仲介業者Ｂは、前記（二）のとおり、原告のＧ代表取締役から、本\n件通路の通行の承諾は売主側で取得するよう依頼されていたところ、同年一一月玉\n置機械商会に対し、本件造成地について農地法五条に基づく農地転用許可が下り、\n同社において同年一二月一日本件造成地につき同日付売買を原因とする所有権移転\n登記を経由すると同時に、同社と本件通路敷の所有者との間で、同日本件造成地の\nため本件通路の通行を認める旨の通行地役権設定契約が締結された。原告の担当取\n締役Ｅからその旨の報告を受けたＧ代表取締役は、本件通路に対する通行権を取得\nしたことにより、本件造成地の道路の問題は解決されたものと判断して、本件造成\n地を建売住宅の敷地として分譲する計画のもとに買い受けることとし、Ａ技術員が\n仲介業者Ｃに回答する以前の同月七日玉置機械商会との間で、本件土地につき代金\n二〇八六万八〇〇〇円、買主である原告において造成工事を施工するとの特約のも\nとに売買契約を締結し、同日、同日付売買予約を原因とする所有権移転請求権仮登\n記を経由した。\n（七）　従来岩出町は、昭和四九年五月一日の「住宅地造成事業に関する指導要\n綱」施行以前においても、同町の区域内における宅地造成について宅地造成届書の\n提出を要求していたところ、同年四月八日同町長宛に、玉置機械商会名義の本件造\n成地の宅地造成届書が提出されたが、右届書には、連絡先として「原告」、担当者\n氏名として「Ｅ」と明記され、更にその道路欄には、造成地内に設置する道路につ\nき岩出町の町道認定を受けることを希望する旨記載されていた。\n（八）　右届書を受理した岩出町企画課Ｄ企画係長は、部下を通じ右届書を各主管\n課に回付して、右宅地造成に関する協議及び指導事項の検討を受け、岩出町長の内\n部決済を得たのち、同年五月九日同町役場において、岩出町側から助役、水道局\n長、産経課長、Ｄ企画係長らが出席し、造成主側から原告のＥ取締役、仲介業者Ｂ\nらが出席して、事前協議が行われた。\n（九）　同席上、岩出町側から給排水設備、防火設備の設置等について行政指導が\n行われたが、更に岩出町助役は、Ｅ取締役に対し、本件通路の維持管理を岩出町の\n所管とするため、宅地内道路と本件通路を一括して同町に寄附することを求め、所\n要の道路認定申請手続を採るよう依頼したところ、Ｅもこれを了承した。\n（一〇）　原告は、岩出町との事前協議を終えたのち、同年五月一四日本件造成地\nにつき同日付売買を原因とする所有権移転登記を経由して、宅地造成工事を行つ\nた。その後、原告は、同年八月二六日付をもつて本件造成地内の幅員六メートルの\n道路について道路位置指定申請をしたところ、右道路が建築基準法上の道路に接続\nしていないとの理由で却下された。原告は、更に和歌山県建築主事に対し、本件敷\n地ほか二筆の敷地につき昭和五〇年六月二〇日付確認申請書を事実上提出して事前\n相談を求めたところ、右各敷地はいずれも建築基準法上の道路に接道していないと\nの理由で右確認書の返戻を受けた。\n（一一）　そこで、原告は、仲介業者Ｂ、Ｃらに問い合わせたところ、ＣがＡ技術\n員からみなし道路として扱う旨の回答を得たと主張する仲介業者Ｂ、Ｃと、当時既\nに和歌山県土木部住宅課に配置換となつていたＡ技術員との間で、ＡのＣに対する\n回答の内容について争いが生ずるに至つた。その後、原告は、Ｂに依頼して本件通\n路敷の所有者らから右通路敷を岩出町に寄附することの承諾を求める交渉を行つた\nところ、Ｂらの説得にも拘らず、右所有者中一名の者のみが右承諾を拒否し続けた\nため、結局原告は、道路認定申請を行いえない結果に終つた。\n（一二）　その後、被告は、原告から繰り返し本件確認申請がなされたため、本件\n処分をした。以上の事実が認められ、証人Ｃ、同Ｂ、同Ｅの各証言中右認定に反す\nる部分は、前掲その余の各証拠に照らしたやすく措信できず、他に右認定を覆すに\n足りる証拠はない。\n２　右認定の事実関係によれば、原告は、本件敷地を買い受けるに当り、本件通路\nが建築基準法所定の要件を具備するか否かを事前に調査すべきであるにも拘らず、\n私法上の通行権を取得したことで足りるとして、右の点の調査を十分行わないまま\n本件敷地を取得したため、本件敷地が法四三条一項本文に抵触し、本件敷地上に築\n造を計画する建築物について建築確認を得られないこととなつたものと認めるのが\n相当であり、このため原告において本件敷地の分譲販売が不可能となるに至つたと\nしても、このような土地を取得したことについて原告にその責に帰すべき事由がな\nいとすることはできない。従つて原告主張の特段の事情の存在は、これを認めるこ\nとができない。のみならず、法四三条一項但書の適用に関する建築主事の判断は、\n建築主において同項本文の適用のない土地を取得したことにつき、その責に帰すべ\nき事由が存すると否とに拘らず、もつぱら当該敷地の周囲の状況に基づき、右敷地\nの周囲が将来宅地化する可能性があるかどうかを客観的に判断すべきものと解する\nのが、前記一１記載の同項全体の趣旨に合致するというべきであるから、原告の前\n記主張は、いずれにしても到底採用することができない。\n第三　次に、原告は、本件処分における被告の裁量権の行使には平等原則に違背\nし、又は裁量権を濫用した違法がある、\nと主張するので判断する。\n一　まず、原告は、本件通路の両側に立ち並ぶ既存建築物が、法四三条一項本文に\n該当しないにも拘らずこれに対し建築確認が付与されているのは、同項但書が適用\nされたものであるとの主張を前提として、本件確認申請に対し同様に同項但書を適\n用しないのは平等原則に違背する旨主張する。しかしながら、前記第二の二１に認\n定のとおり、右既存建築物に対し付与された建築確認は、本件通路が法四二条二項\nのみなし道路に該当するとしてなされたものであるから、原告の右主張は、前提に\nおいて失当であり、採用することができない。のみならず、前記既存建築物に対す\nる建築確認は、本件通路がみなし道路に該当すると誤認してなされた違法の処分で\nあることは前記認定のとおりであるから、右誤認を踏襲しなかつたことをもつて、\n平等原則に反するとすることはできない。\n二　次に、原告は、本件通路の両側に立ち並ぶ既存建築物が法四三条一項本文、但\n書のいずれにも該当しないにも拘らず、これに対し建築確認が付与されたものであ\nるならば、右違反建築物に対しなんらの是正措置が命じられないまま、被告が、原\n告に対し本件処分を行つたのは、その裁量権を濫用したものとして違法というべき\nである、と主張するので判断するに、右既存建築物に対し付与された建築確認が誤\nつて本件通路を法四二条二項のみなし道路に該当するとしてなされたものであるこ\nとは前示のとおりである。従つて、右建築確認が同項に抵触し違法であり、特定行\n政庁が法九条一項に基づいて行う是正措置命令の対象となるとしても、特定行政庁\nが、右既存建築物について是正措置を命ずるか否かは、本来特定行政庁の裁量に属\nする事項であり、特定行政庁とは別個の機関として建築確認事務を管掌する被告建\n築主事が、原告の確認申請に基づき、本件敷地に関し法四三条一１項の適合性の有\n無を判断するについて、右既存建築物に対し是正措置を命じない特定行政庁の不作\n為が違法であるか否かを考慮すべきものではない。けだし、もし被告建築主事が、\n特定行政庁の右不作為を違法と認定して、これを理由に法四三条一項の要件を具備\nしない敷地上に築造を計画された建築物に対し建築確認を付与できるとすれば、新\nたな違反建築物の築造を容認することとなり、いつそう法四三条一項本文の趣旨に\n反する事態を重ねる結果となることが明らかであるからである。そうすると、もつ\nぱら本件敷地と本件通路の客観的状況に基づき本件敷地が法四三条一項に適合しな\nいとした被告の判断は正当として是認することができ、原告主張のような裁量権濫\n用の違法はない。\n第四　以上のとおりであるから、本件処分に原告主張の違法はない。よつて、原告\nの本訴請求を棄却することとし、訴訟費用の負担につき行政事件訴訟法七条、民事\n訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　鐘尾彰文　高橋水枝　岩田　眞）\n"
}