{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 4,
    "day": 24
  },
  "case_number": "昭和57(ネ)454",
  "case_name": "",
  "court_name": "仙台高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/014046_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n被控訴人は「株式会社東北孔文社」の商号を使用してはならない。\n被控訴人は控訴人に対し、その登記にかかる「株式会社東北孔文社」の商号を、\n他の商号に変更登記手続をしなければならない。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n一　控訴代理人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n二　当事者双方の主張及び証拠の関係は、次のとおり当審における補足主張と証拠\nを追加するほかは原判決の事実摘示（ただし、原判決三枚目裏四行目の「仙台支\n社」を「東北支社」に改める。）のとおりであるから、ここにこれを引用する。\n１　控訴人\n（一）　不正競争の目的及び不正の目的の意味\n（１）　商法が商号の登記制度をもうけて、その商号に専用使用権を認め、同一商\n号ないし類似商号の使用を禁止し、これを使用する者につき差止をし、又は損害賠\n償を負担させているのは、ひとり商号専用権者の営業を保障するばかりでなく、世\n間一般人が誤認混同によつて受ける不利益を防止しようとするものであることは論\nをまたない。\n商号の意味を右のように解すれば、ひとり類似商号を使用する被控訴人の内心の\n意思のみを問題にして世間一般人の立場を全く考慮に入れないことは誤りであると\nせざるをえない。\n被控訴人の商号は、控訴人の商号と類似する商号なのである。そして営業の種類\nも全く同一である。かかる事実のもとで、一般人の判断基準からすれば、既登記商\n号権者たる控訴人の営業と後に登記をした被控訴人の営業と混同誤認を生じないと\nいう結論を導くことは全く常識に反する。\n（２）　「不正競争の目的」とは、世人をして自己の営業を既登記商号権者と混同\n誤認させる意図、すなわち他人の登記した商号ないし営業がもつている信用等を自\n己の営業に利用しようとする意図をいう。又「不正の目的」とは、その名称を自己\nの商号として使用することにより、世人をして自己の営業をその名称によつて表示\nされる他人の営業であるかのように誤認させようとする意図をいう。\nこれを本件でみるとき、控訴人は昭和四二年六月八日商号を「株式会社孔文社」\nとして登記をし、被控訴人は昭和四六年五月二五日設立され「株式会社東北孔文\n社」として登記をしたものである。控訴人は昭和四三年頃から東北地方、主として\n宮城県仙台市を中心として営業活動を始め、その頃控訴人会社に入社した被控訴人\n代表者がこの地方の出身者であつたことから同人にもこの地域の営業活動を担当さ\nせ、全社をあげて営業活動を展開してきた。その後、被控訴人代表者と控訴人とが\n話合のすえ、独立して被控訴人を設立させ、控訴人は印刷業務を一手に引受け、被\n控訴人は注文販売をすることを専業とすることの合意をみたので、「株式会社東北\n孔文社」なる商号を使用することを認めてきた。控訴人が、この地域で独自に営業\n活動はしない、注文・販売活動はしないと約束しそれを遵守してきたからこそ被控\n訴人の営業活動は順調に展開してきたのである。\nしたがつて控訴人と被控訴人とはそもそも当初から類似商号で同種の営業を目的\nとする関係にあり、当初の段階から営業の競合関係にあつたものといわざるをえな\nい。ただ、代理店契約によつて被控訴人は印刷業務を自己の営業とはしないし、控\n訴人も注文をとり販売活動をしないという合意によつて、かろうじて「不正競争の\n目的」を排斥してきた関係なのである。ところが被控訴人が右契約の趣旨に反し\nて、控訴人の承認を得ることなく印刷業務を行うことになれば「不正競争の目的」\nが現実化し、契約関係が終了したのちは「不正競争の目的」をもつて営業をしたこ\nとが確定的になつたことは明らかである。\n（二）　代理店契約とその解除\n（１）　控訴人は、被控訴人の設立以前から控訴人の東北支社を設置し、数人の営\n業担当者を派遣して営業活動を行つてきた。そして、被控訴人が設立されるに当り\n両者間に被控訴人を控訴人の代理店とする旨の本件代理店契約が締結されたが、そ\nの内容は、被控訴人の営業活動により顧客から受注した仕事は、原稿作成までの段\n階の作業を被控訴人が担当し、控訴人が製版、印刷、製本を行い、完成した製品を\n直接又は被控訴人を介して顧客のもとに納入すること、一方、控訴人は被控訴人に\n対し、東北地方における営業を独占的に委ねるとともに、営業人員を派遣し、原稿\n用紙の資材・パンフレット等を支給して被控訴人の営業の便宜を図ることを目的と\nするものであつた。控訴人と被控訴人とがこのような代理店契約を結んだのは、双\n方が同内容の営業を目的としながらも、互いに競合しないように、控訴人が生産面\nを、被控訴人が営業面をそれぞれ分業することを合意したからである。\n控訴人が被控訴人に対して、「株式会社東北孔文社」の商号の使用を許したの\nは、ひとえに、前述の代理店契約が成立したからに外ならない。もし、このような\n契約なくして、被控訴人が右の商号を使用して営業活動を開始したのであれば、控\n訴人は直ちに商号の差止を訴求した筈である。\n被控訴人は営業開始の二、三年後から顧客の要求水準に応じるためとして集会写\n真を中心とする写真印刷部分につき、控訴人以外の業者に委託してコロタイプ印刷\n（控訴人の印刷方式であるオフセット印刷よりは鮮明に印刷できるが、多数の枚数\nを印刷するのに不向きであり、単価も必ずしも低廉ではない。）を行うようにな\nり、更にはオフセット印刷の顧客の分まで他の業者に発注するに至つたが、これは\n明らかに本件代理店契約に違反する行為である。他の業者への委託は、本件代理店\n契約を修正するか、あるいは契約を解消してから行うべきものである。\n本件代理店契約の趣旨は、前記のように、互いに競合関係に立たずに同種の営業\nを行うことにあり、だからこそ「孔文社」の名称の使用を許諾したのであつて、被\n控訴人はこの名称を使用することにより「孔文社」グループの一員となつたのであ\nる。被控訴人が「孔文社」グループから脱退するなら、「孔文社」の名称使用も取\nり止めるべきものであり、このことは本件代理店契約の当然の前提である。\n２　被控訴人\n（一）　控訴人の設立当時、控訴人は本店、工場のほかには、顧客の開拓等積極的\nに控訴人の営業を行う代理店としては、営業を開始して間もない名古屋支社と近畿\n総代理店株式会社タイムスを有していただけであり、その商号の周知性は全国的に\n考えられず、東北地方においては皆無に等しい状況にあつた。\n被控訴人は、設立後本件代理店契約終了に至るまで、一応控訴人の代理店として\nとはいえ、控訴人以外の印刷をも組み合わせるなど自己の創意と営業努力により顧\n客の開拓とその定着化を図つてきたものであり、右契約終了時における被控訴人の\n顧客は、そのほとんどが被控訴人自らの信用に基づき確保したものである。控訴人\nの商号の周知性は、斉藤コロタイプ、大阪コロタイプなどと比較して、その実績上\nからみても問題にならない位であり、東北地方においても同様であつた。したがつ\nて、被控訴人は、右契約終了後もその商号の使用継続につき固有の利益を有するも\nのというべく、その後、被控訴人は、社名の字体を変え、また被控訴人と控訴人東\n北支社が無関係であることの注意を喚起するなどして、控訴人の営業との誤認混同\nを避ける努力をしているのであり、被控訴人には、その商号の使用継続につき不正\n競争の目的はない。このことは商法二一条に基づく請求についても同様である。\nしかも、被控訴人は、一部につき外注して出来上がつたものを控訴人に納入して\nおり、その事実も通知しているのであつて、その時点で、その事に対し、何ら控訴\n人側からクレームもつけられていない。この期に及んでこのような非難は到底納得\nできないものである。\n（二）　控訴人は、他の業者への委託は、代理店契約を修正するか、或いは契約を\n解消してから行うべきであるという。\nしかし、そもそも右の点は既に述べたように了解済みのことであり、本件の代理\n店契約は、いわゆる完全従属的な意味を有する関係を予定していない。控訴人代表\n者自身、昭和五二年五月一二日に、「今後はフエアプレーの精神でやろう」と言つ\nておきながら、その直前である同年四月一五日には被控訴人には知らせず、仙台支\n店を設置して活動を開始しているのであり、それぞれ別個独立の企業体であること\nを前提にした行動をなしている。すなわち、控訴人としては、この時点で、すでに\n被控訴人の利用価値は失われたとして、単に手を切ることだけを意識しており、商\n号については、何ら問題としなかつたし、問題とすべき関係にもなかつたのであ\nる。\n３　当審における証拠関係（省略）\n理　　　由\n一　請求の原因１の事実（控訴人が昭和四二年六月八日「株式会社孔文社」の商号\nのもとにその登記を経て設立され、東京都新宿区内に本店を置き、写真帳等の製造\n販売、印刷、製本等の営業目的を有する会社であり、被控訴人が昭和四六年五月二\n五日「株式会社東北孔文社」の商号のもとにその登記を経て設立され、仙台市内に\n本店を置き、右同様の営業目的を有する会社であること）は当事者間に争いがな\nい。\nしかして、当裁判所も原審と同じく、控訴人と被控訴人との各商号は、営業の混\n同誤認を生ずる虞のある類似の商号であると判断するものであり、その理由は原判\n決の当該部分の説示（原判決六枚目裏八行目の「そこで」以下、同七枚目裏七行目\nまで）と同一であるから、ここにこれを引用する。\n二　被控訴人設立の際の昭和四六年五月ころ、控訴人と被控訴人の間で、被控訴人\nがその販売活動により受注した仕事のうち、印刷関係の仕事は、すべて控訴人に発\n注する旨の代理店契約（本件代理店契約）が締結されたこと、その後、被控訴人が\n受注した印刷業務の一部を第三者に発注するようになつたこと、控訴人が昭和五二\n年五月一二日、被控訴人に対し、右代理店契約を解除する旨の意思表示をしたこ\nと、以上の事実は当事者間に争いがない。\n控訴人は、本件代理店契約締結の代償として、被控訴人がその商号中に「孔文\n社」なる名称を使用することを控訴人において許諾したもので、本件代理店契約が\n解除により消滅したのに伴い、被控訴人は右商号の使用をなすべき根拠を失つたと\n主張する。よつて、以下に、その事実関係について考察する。\n成立に争いのない甲第一号証の一・二、第二号証、第三、第四号証の各一・二、\n第五号証、第一二、第一三号証、原審における証人Ａ、同Ｂの各証言、原審及び当\n審における控訴人、被控訴人各代表者本人尋問の結果並びに弁論の全趣旨を総合す\nると、控訴人と被控訴人との間の本件代理店契約の締結及びその後の経緯は次のと\nおりであることが認められる。\n控訴人は昭和四二年に設立されて以来、前記営業目的のもとに、小・中・高校を\n対象にした卒業記念アルバムや文集の注文製作販売を主たる事業として行つてきた\nところ、控訴人の代表者Ｃは控訴人の直轄の支店又は営業所を増設する傍ら、系列\n業者との提携による全国的な規模の販路拡張を目論み、名古屋市の有限会社名古屋\n孔文社、大阪市の株式会社タイムスと代理店契約を結び、その地歩を進めてきた\nが、更に東北地方にもこれを拡大したいと考え、昭和四三年頃、当時控訴人に紙の\n納入をしていた訴外八州紙業の営業担当員であるＤにその話を持ちかけたところ、\n同人はこれを承諾した。そこでＣは将来東北地方の営業代理店として独立の会社を\n設立してＤにそれを主宰させる計画のもとに、その準備として同年半ば頃からＤを\n控訴人の本店の従業員として雇傭し、約半年間営業面の訓練を施すとともに、仙台\n市＜以下略＞に控訴人の東北支社を設け、同所を根拠としてＤをその主任とし、こ\nれに控訴人から派遣した二、三の従業員を配して、東北地方における営業活動を開\n始した。そして、昭和四五年まで右の形態のまま営業を継続してきたが、昭和四六\n年に至り、ようやく新会社設立の準備が整つたところから、控訴人及び前記Ｃ個人\nから、人的、物的及び資金面の援助をして、同年五月二五日、右同所に本店を置\nき、控訴人とほぼ同一の営業目的のもとに「株式会社東北孔文社」の商号を用いて\n被控訴人が設立され、その設立登記を経てＤがその代表取締役に就任した。\n被控訴人が設立されたのに伴い、控訴人は東北支社の営業活動を全廃し、同支社\nが従来行つていた営業及び顧客関係をすべて被控訴人に引き継ぐとともに、東北六\n県（後に新潟県も含める。）における営業活動のうち、製版、印刷、製本の生産部\n門を除く一切の営業権（営業部門）を被控訴人に委ねてその独占的な営業活動を保\n障し、他方、被控訴人の受注にかかる仕事の右生産部門はすべて独占的に控訴人が\n行うことにするとともに、両者は互に競業関係に立たないことを内容とする本件代\n理店契約が、両会社のそれぞれの代表者であるＣとＤとの間で口頭で合意され、締\n結された。しかして、その後約三年間は、右契約の趣旨に従い、被控訴人の受注し\nた仕事の生産部門は、すべて控訴人に回されて控訴人が独占的にこれを処理してき\nたのであるが、その後、被控訴人は顧客関係が地域的にも量的にも増大したとこ\nろ、控訴人の採用しているオフセツト印刷方式では鮮明度がコロタイプ印刷より劣\nり顧客の要望に応えきれないとして受注にかかる仕事の一部についての生産部門の\n仕事を他の業者に回して控訴人に回さなくなつた。被控訴人は当初、このことにつ\nいてその都度被控訴人の諒解を得ていたが、その後は諒解を受けることをせず、の\nちにはオフセツト印刷についても他の業者へ発注するようになつた。しかしてこの\nような状態が約三年間継続し、被控訴人が控訴人以外に発注する数量は、被控訴人\nの受ける顧客の半数近くにまで達してきた。その頃には、控訴人の事業も拡大し多\n数の営業所や支店が全国的規模で増設されていたほか、被控訴人と同様の形態の代\n理店も新設され、控訴人はこれらにいずれも「孔文社」の名称の使用を許してきた\nが、被控訴人につき右受注にかかる仕事の一部が他店に流れている事実が漸次、控\n訴人に発覚するに至つた。控訴人の代表者Ｃはこれを本件代理店契約に反するもの\nとして被控訴人に対して不信の念を抱き、昭和五二年五月一二日、仙台市内の仙台\nホテルにおいて、被控訴人代表者Ｄの来訪を求め、同人に対し、「代理店契約を解\n消して以後は互に競争裡に事業を行いたい」旨を告げ、Ｄは当初これに難色を示し\nたが、Ｃの決意のほどを知るや解消もやむをえないものと了承し、その場において\n代理店契約の解除を合意した。\nしかして、被控訴人が設立され、本件代理店契約が結ばれた際も、また右代理店\n契約が合意で解除された際も、両者間の事業提携関係が存在しなくなつた場合に被\n控訴人の商号中の「孔文社」の名称をいかにするかについて明示の話合や合意はな\nされなかつた。\n以上の事実を認めることができ、原審及び当審における被控訴人代表者本人尋問\nにおける供述中、この認定に反する部分は採用できず、他にこの認定を動かすに足\nりる証拠はない。\n三　前段認定の事実関係から考察すると、被控訴人が設立されたのは、控訴人が東\n北地方において事業を拡張するための手段として、その営業活動を、製版、印刷、\n製本という生産部門とそれ以外の宣伝、受注、原稿作成、納入、販売等の営業部門\nとに分け、前者の部門を控訴人が独占する代りに、後者の部門は新会社を設立して\nこれに独占的な営業活動を保障し、顧客関係、販路の開発拡張をその自由な活動に\n委ねることとして互にその収益を侵さない形において提携関係（本件代理店契約）\nを結ぶことにより、右事業拡張の目的を達しようとの意図に出たものであることが\n明らかである。そして被控訴人がその商号中に「孔文社」の名称を用いることにな\nつたのは、これを用いることにより、顧客に対し被控訴人が当該業界において地歩\nを占めている控訴人の系列に属することを明示し、印象づけることが被控訴人の営\n業にとつても効果的なところから、その便宜に資するため、控訴人が特にその使用\nを許諾したことに基づくものと認めるのが相当である。したがつて、控訴人と被控\n訴人との間の事業提携関係が控訴人の責に帰すべき事由によらないで解消され、競\n業状態となる場合には、相類似の商号として営業主体の誤認混同を生じる虞れのあ\nる「孔文社」を含む商号は被控訴人においてこれを用いないとの黙示的な合意が本\n件代理店契約に含まれていたものと解すべきである。\nもつとも、昭和五二年五月一二日に、両者の間で右代理店契約を解除する旨の合\n意をした際には、被控訴人の商号の事後処理について何らの話合もなされなかつた\nことは前述のとおりであるけれども、これは、右の合意においては取り敢えず両者\nの提携関係を解消して爾後互に競争状態において事業を行うことを双互に了解する\nに止め、商号の処理の間題を含め、提携関係の解消に伴うその他の間題については\n敢て触れないでしまつたにすぎないものと考えられるから、このことの故に、被控\n訴人の商号が右代理店契約による提携関係とかかわりなく定められたとか、或は、\n代理店契約解除の合意をした際に、被控訴人の商号を将来も続用することが黙示的\nに合意されたものということはできない。\nしてみると、被控訴人は、控訴人に対し、代理店契約が解除され、両者の提携関\n係が存在しなくなつたのに伴い、その存在を前提として使用を許諾されていた商号\n中の「孔文社」の名称（したがつて、その名称を含む右商号）は最早これを使用す\nべき根拠を失つたものというべきである（被控訴人が控訴人の商号に類似する商号\nを、その使用の根拠を失つたのに拘らず、控訴人とほぼ同一の営業のためになお続\n用することは、不正の競争の目的をもつて他人の営業と誤認すべき商号を使用する\n場合にも当るというべきである。）から、右商号を用いることは許されない筋合で\nあり、控訴人は被控訴人に対し、その使用禁止及び商号の変更登記手続を求める権\n利を有するものというべきである（被控訴人は、その設立以来代理店契約の解除に\n至るまでの約六年間に東北地方一円及び新潟県を含めて販路と顧客関係の開発、拡\n張の努力を積み、その実績を挙げてきたことは前述のとおりであるが、このような\n成果自体、控訴人の代理店としての営業活動において挙げられたもので、被控訴人\nの信用と力量のみに負うわけではないと考えられる。）。被控訴人が代理店契約の\n解除により控訴人の系列を離れ、営業部門のほか、他社との競争関係から印刷の質\nをレヴエルアツプするためであつても、生産部門をも自己の手中におさめ、控訴人\nと完全な競業関係にたつというのであれば、控訴人の営業との混同誤認を生じない\nような新たな商号を選択すべきである。被控訴人は、社名の字体を変え、また被控\n訴人と控訴人東北支社が無関係であることの注意を喚起するなどして控訴人の営業\nとの誤認混同を避ける努力をしているというが、そもそも商号の類似していること\n自体が両者の混同誤認を生じさせるのであるから、右の事実は被控訴人が現商号の\n使用を継続するにつき正当の事由となるものではない。このような努力を重ねるよ\nりも、新商号を選択して公正な競争をはかるべきである。\nこれらの事情の一切を考察すれば、本件代理店契約の解除は控訴人の責に帰すべ\nき事由によるものではなく、むしろ被控訴人の経営上の方針に出たものというべき\nであるから、控訴人において本件代理店契約終了に基づき、被控訴人にその商号の\n使用廃止を求めることが信義則に反し権利の濫用となるものではないと解する。控\n訴人が本件代理店契約解除前の昭和五二年四月一五日に仙台支店を設置して活動を\n開始したとしても、既に被控訴人において本件代理店契約に違反し、両者の提携関\n係は実質上失われていたのであるから、控訴人の右所為は上記の判断を左右するも\nのでない。\n四　以上の次第で、控訴人の請求は理由があり、これを認容すべきであるから、こ\nれと結論を異にする原判決は不当であり、本件控訴は理由があるので、民事訴訟法\n三八六条により原判決を取り消して控訴人の請求を認容し、訴訟費用の負担につき\n同法九六条、八九条を適用して主文のとおり判決する。\n（裁判官　田中恒朗　伊藤豊治　富塚圭介）\n"
}