{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 3,
    "day": 25
  },
  "case_number": "昭和51(行コ)22",
  "case_name": "転任処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "17455",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17455",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/455/017455_hanrei.pdf",
  "contents": "○　主文\n一　原判決中控訴人Ａ、同Ｂ、同Ｃ、同Ｄに関する部分を取消す。\n二　被控訴人が、昭和四七年九月一日付でなした控訴人Ａを吹田市立第六中学校教\n諭に、控訴人Ｂを同市立第一中学校教諭に、控訴人Ｃを同市立青山台中学校教諭\nに、控訴人Ｄを同市立高野台中学校教諭に各補するとの処分をいずれも取消す。\n三　控訴人Ｅの本件控訴を棄却する。\n四　訴訟費用中控訴人Ａ、同Ｂ、同Ｃ、同Ｄと被控訴人との間に生じた部分は、第\n一、二審を通じ、被控訴人の負担とし、控訴人Ｅの控訴費用は同控訴人の負担とす\nる。\n○　事実\n第一　当事者の求めた裁判\n控訴人らは、「原判決を取消す。被控訴人が、昭和四七年九月一日付でなした控訴\n人Ａを吹田市立第六中学校教諭に、控訴人Ｂを同市立第一中学校教諭に、控訴人Ｃ\nを同市立青山台中学校教諭に、控訴人Ｄを同市立高野台中学校教諭に、控訴人Ｅを\n同市立山田中学校教諭に各補するとの処分をいずれも取消す。訴訟費用は第一、二\n審を通じ被控訴人の負担とする。」との判決を求め、\n被控訴人は、「本件各控訴をいずれも棄却する。控訴費用は控訴人らの負担とす\nる。」との判決を求めた。\n第二　当事者の主張及び証拠関係\n次のとおり付加するほか、原判決事実摘示のとおり（ただし原判決一九枚目三三枚\n目各表七行目の「平隠」を「平穏」に訂正する。）であるから、これを引用する。\n一　控訴人らの主張\n１　控訴審における転任処分理由の主張とそれに対する反論\n被控訴人の当審における昭和五四年四月二三日付準備書面によると、控訴人らが\n国、大阪府、吹田市の同和教育政策に反対して同調協力せず、吹田二中当局の指示\n又は勧告にも服従せずして、同和地区の父母との間に激烈なる摩擦を生じ、特に昭\n和四七年六月二六日から二七日に及ぶ徹夜交渉の決裂によつて現場の大混乱を招い\nたため、同盟休校の危機を回避し、かつ、校内運営の平穏を回復すべく転任処分に\nしたということである。\n右主張のうち、控訴人らが国、大阪府の同和教育政策に反対したということは、控\n訴審になつて主張を始めたことであり、その他は大筋において従来と同じである\nが、その趣旨が強調されており、何もかも控訴人らが悪いといわんばかりである。\n被控訴人は控訴人らが国と大阪府の同和教育政策に反対し同調協力しなかつたとい\nうが、何の根拠をもつてそのような主張をするのであろうか。\nそもそも、吹田市同和教育基本方針、特にその具体的施策こそ国、大阪府の同和教\n育政策に反するものである。同和対策審議会（同対審という）答申は、「同和教育\nを進めるに当たつては教育の中立性が守られるべきことはいうまでもない。同和教\n育と政治運動や社会運動との関係を明確に区別し、それらの運動そのものも教育で\nあるといつたような考え方は避けられなければならない。」といい、大阪府同和教\n育基本方針は、「教育の主体性をもち、学校教育と社会教育の連携をはかるととも\nに、関係諸機関および諸団体との連携をいつそう密にして」といつている。\nこのとおり、国の同和教育の基本は教育の中立性を強調し、大阪府は教育の主体性\nを前提にすえている。ところが吹田市の基本方針及び施策は解放同盟の実践に学び\n解同と連携することのみが強調され、教育の中立性、主体性は全く忘れ去られてい\nる。控訴人らは、この「教育の中立性」、教育の主体性の重要性を指摘してきたの\nであり、これに反対したことは一度たりともない。\nこのような吹田市のごとき同和教育の在り方について、文部省は昭和五一年七月同\n和教育資料を都道府県教育委員会に送付し、再び教育の中立性、同和教育と政治運\n動や社会運動との関係の明確な区別を指摘している。\nこのように、吹田市の同和教育の在り方こそが問題であり、このことが吹田二中問\n題（解同の教育介入による学校現場の混乱）を引き起こしているのであり、被控訴\n人の主張する混乱なるものの責任は吹田市教育委員会（市教委という）と解同ａ町\n支部にあるのであり、控訴人らにはない。これを控訴人らの責任にして転任処分で\n事を解決しようとするのは、教育の中立性、主体性の放棄であり、教育行政機関と\nしては自殺行為であり、教育行政に重大な禍根を残すものである。\n２　本件転任処分のねらい\nＦ市教委教育長が説明した転任処分理由はいずれも事実に基づかないものであり、\n全く合理性、正当性がない。\nそれでは、その転任処分の真の動機、すなわちねらいは何であろうか。それは、市\n教委が解同ａ町支部の圧力を受け、控訴人らを吹田二中から排除することにより、\n解同べつたりの吹田二中にしていくため、本件転任処分をなしたものである。また\nそのことによつて、\n市教委の学校支配、したがつて教師に対する支配を確立しようとするものである。\n控訴人ら五名をひとまとめにして転任させたのは解同ａ町支部にとつて気に入らな\nい教諭の代表としてねらわれたものであるが、五名がねらわれたことについても、\nもうひとつ明確でないものがある。そこからみると、とりあえず五名を転任しよう\nとしたのか、中心人物とみたのか、どちらかである。控訴人一人一人をみると、誓\n約書を書いた控訴人Ｅは別としても、他の四名についてどんな問題があるのであろ\nうか。原判決は控訴人Ｅの言動を支持して混乱の増長に直接間接に影響を与えたと\n判示しているが、同控訴人の言動を支持したことはない。そうすると、五名をひと\nまとめにして転任したのは、これら五名の教諭を一団のものとして扱い、吹田二中\nから排除しようとしたというほかはない。Ｆ教育長は当審において、二学期からの\n授業については、「二中問題のことについては、その当時のことは授業が行える状\n態であつたというふうに理解はしております。」と証言しており、同盟休校の危険\nなどがなかつたことを認めている。そしてこの転任の件については、七月二五日の\n段階で考えていたことも証言している。またその期日にそれは吹田二中で起きてい\nる事態の解決のための人事異動であることも証言しており、まさしく事態の解決の\nために控訴人五名らは転任させられたことになる。この事態の解決というのは、混\n乱の回避ではなく、解同の言い分を飲むことである。\nＦ教育長は、「五名に対して校長から内示をした時点で、我々は市教委の方針、学\n校の方針に絶えず反対を継続的反覆してきたという自覚はあつただろうと思いま\nす。そのことが転任の理由になつたということは、私から言わずとも十分本人の方\nで分つておつたと、私は思つております。」と証言しており、右証言によると、吹\n田市の教育方針に継続反覆して反対していたということであり、単に六月二六日か\nら二七日にかけてのこと、それ以後のいわゆる混乱のこと、同盟休校の危険の発生\nといつたことでないことは明らかである。要するに、吹田市教育委員会の同和教育\nの方針に則つてみて、吹田二中の教諭として不適格であるということである。とこ\nろでこの吹田市の同和教育方針は国及び大阪府の同和教育方針に反し、教育の中立\n性、主体性を投げ捨てた解同べつたりのものであり、この誤つた同和教育方針を教\n師に押しつけ、正しい立場で意見を述べる教師を転任しようとするのは、教師の教\n育に対する不当な介入である。そして本件転任処分は吹田二中の混乱、同盟休校の\n危険の発生の恐れを理由とするものでないことを示すものである。\nこの解同の圧力による転任、解同べつたりの同和教育を押しつけることをねらつた\n転任処分が違法であることは明らかである。\n３　「吹田市同和教育基本方針」並びに「同和教育推進についての具体的施策」批\n判\n（一）　基本方針、具体的施策と同対審答申・大阪府同和教育基本方針・同施策と\nの根本的差異と問題\n（１）　同対審答申における教育問題－学校教育－に関する対策\n同対審答申は、教育問題に関する対策の基本的方針として、（ア）「同和地区の教\n育を高める施策を強力に推進するとともに個人の尊厳を重んじ、合理的精神を尊重\nする教育活動が積極的に、全国的に展開されねばならない。」（イ）「しかもそれ\nは同和地区に限定された特別の教育ではない。」－としたうえで、（ウ）「同和教\n育を進めるにあたつては、教育の中立性が守らるべきことはいうまでもない。同和\n教育と政治運動や社会運動の関係を明確に区別し、それらの運動そのものも教育で\nあるといつたような考え方は避けられなければならない。」と指摘している。その\nうえで学校教育に関して一〇項に及ぶ具体的方策を示しているが、その中で教育内\n容・方法に関しては、「差別事象等の発生した場合には教育の場においてそれの正\nしい認識を与えるよう努力すること」とする以上には触れず、他の九項目はいずれ\nも教育条件の整備に関する事項を規定したものである。\n右に明らかなとおり、同対審答申からは、基本方針で掲げる、（ア）同和教育は民\n主教育の原点、（イ）同和教育に取り組む教職員は、部落の解放に取り組まねばな\nらない、（ウ）部落解放の願いと実践に学び推進するというごとき内容は出てこ\nず、また具体的施策（４５・５・２８制定）で掲げる、（ウ）同和教育は民主教育\nの原点、（イ）解放同盟を中心に、地区内諸団体との連携を密にするという内容も\n導かれるものではない。\n（２）　大阪府同和教育基本方針及び同具体的施策の基本的性格\n府の基本方針は、吹田市の基本方針のごとく、同和教育は民主教育の原点であると\nいうような規定はせず、教育の主体性を保ち本方針を実施していくものとし、その\n具体的施策において学校教育に関するものとして七項目の内容を記している。そし\nてその施策は容易に理解されることであるが、すべて教育条件、就学・就職条件な\nど条件整備に関する事項を定めたものであり、それらを府が自らあるいは市町村教\n育委員会を指導して実施していくと定めたものである。\n換言すれば、府の基本方針や具体的施策では全く教師の同和教育の実践に関係する\n内容・方法は規定していないのである。これは教育基本法一〇条に基づく教育委員\n会の権限からして当然な事柄なのである。\n（３）　基本方針、具体的施策の持つている問題\nア　基本方針の持つ問題点\n基本方針における問題をすべて記すことは避けるが、特に本裁判で触れざるを得な\nい内容上の基本的問題は次のもである。\n（ア）　「同和教育は民主教育の原点であ（る）」とする点\n（イ）　「教職員は、みずからの課題として部落の解放にとりくまねばならない」\nとする点\n（ウ）　「部落解放の願いと実践に学ぶ」とする点\n右三点から総合的に捕えられる内容的問題は明らかであろう。\nそれは、第一に同和教育原点論という同和教育の位置づけ、意義に関する特定の見\n解を基本方針の内容として導入しているという点にある。\n第二に右原点論を採用すると同時に、「部落解放の願いと実践に学び」「教職員\nは、自らの課題として部落の解放にとりくまねばならない」と規定する結果、教\n師・教師集団の教育の主体性、教育権限の独立が放棄されてしまい、かつ、それら\nが部落解放運動に従属する結果を引き起こす内容を基本方針として有していること\nである。\nこの基本方針が持つ根本的問題は、同対審答申や大阪府同和教育基本方針及び同具\n体的施策には全くなかつたものである。既にみたとおり、同対審答申は「同和教育\nの中心的課題は法のもとの平等の原則に基づき、社会の中に根づよく残つている不\n合理な部落差別をなくし、人権尊重の精神を貫くこと」「個人の尊厳を重んじ、合\n理的精神を尊重する教育活動が積極的に、全国的に展開されねばならない」「憲法\nと教育基本法の精神にのつとり基本的人権尊重の教育が全国的に正しく行なわれる\nべき」と述べ、前述のとおり具体的施策を提示しているが、同和教育は民主教育の\n原点というがごとき定義・位置づけなど決してしていない。\nそれに加え、同対審答申は教育の中立性、同和教育と政治・社会運動との明確な区\n別を注意深く進言している。\nこれと同様に、大阪府同和教育方針においても、同和教育原点論は当然のことなが\nら採用せず、かつ、用心深く「教育の主体性をたもつ」と明言しているのである。\nしたがつて同和教育の意義・位置づけについて基本的な相異点を有する以上、原判\n決のように基本方針が同対審答申や大阪府の基本方針を受けて作られたとは絶対に\nいい得ないのである。この内容上の基本的相異はそれぞれの制定手続への参与者の\n相異の反映でもあるが、この点は後述することとする。\nイ　具体的施策の持つ問題点\n右に基本方針が有する基本的問題について述べたが、その問題は具体的施策へ必然\n的に問題を発生させている。しかも具体的施策は現在までに二度にわたり改正され\nているが、これは改訂ごとにその有する問題を明文化させる過程であつた。次に具\n体的施策の問題点を整理し、検討を加える。\n（ア）　昭和四五年五月二八日制定の具体的施策の持つ問題点\n（あ）「同和教育は民主教育の原点である」（推進体制の確立の項）\n（い）地区学習（第八項）\nこの地区学習会について述べる第八項より第一〇項（連携と組織の確立の項）まで\nは対比すれば明らかであるが、府の具体的施策には定められていない事項である。\nしかもそれらは本裁判でも同和教育の取組み経過の中で争点になつたものである。\nここでは、まず「同和地区の児童・生徒に対し、差別にうちかつ学力を身につけさ\nすことを目的に地区学習を推進する」という地区学習の取組みが学校教育としての\n具体的施策として、かつ、学校が行うべき施策とされていることの問題を指摘して\nおく。\nこの問題は第一に、証人Ｇ教授が指摘されるごとく、同和地区だけを特別にした取\n組みは、公教育として正しくないということである。同教授は著書「新しい同和教\n育」中で、この問題に関連して、「憲法二六条は”すべて国民は、その能力に応じ\nて、等しく教育を受ける権利を有する”と宣言しているわけです。この点では、同\n和地区であろうと地区外であろうと問うものではありません。発達段階に合つた適\n切な教育が、ひとしくなされることは憲法上の要請」「学力問題を部落問題の窓か\nらみるのではなく、すべての子どもにゆきとどいた学力保障の課題実現の観点か\nら、同和地区の子どもの学力保障の問題もとらえる必要がある」と指摘される。\n右Ｇ教授の指摘のとおり、地区学習は憲法二六条、教育基本法三条（教育の機会均\n等）に違反する問題を有しているのである。\n地区学習の持つ問題の第二点は、八項には文言上一応「学校が主体的に行なう」と\n規定されているが、実態的には全くその保障がなく、市教委も右の保障に全く努め\nないという点にある。すなわち、学校の主体性が保障されないという点は、先に述\nべた基本方針の持つ問題点であつた「部落解放の願いと実践に学び」、そしてこれ\nを具体化した具体的施策第一〇項の連携と組織の確立における「解放同盟との連携\nを中心に」同和教育を推進するという点から帰結されるのである。より簡潔に言え\nば運動団体である解放同盟の願いと実践に学び展開される同和教育（地区学習）に\n学校の主体性が保障されるはずがないのである。\n（う）連携と組織の確立（第一〇項）\n具体的施策第一〇項は、「同和地区を有する学校では、解放同盟を中心に、地区内\n諸団体との連携を密にして、地区の「同和教育推進協議会」（仮称）に対する積極\n的な助成活動を行なう」としている。\n右施策内容は公教育を行う学校が私的自主的団体を積極的に助成するというもので\nあつて、実に不可解な規定であるといわねばならないが、その本来の意味は昭和四\n九年六月二〇日改訂にかかる「連携と組織の確立」の項の規定内容にある。\nそしてここで注意すべきことは、右改定内容が実体的には既に制定時の実態である\nということである。すなわち「同和教育推進校は解放同盟との連携を密にして、同\n和教育を推進する」というのが第一〇項の本意である。\nしかし、公教育として展開されるところの同和教育が特定運動団体との連携により\nなされるということを肯認する余地のないことは多言を要しない。特定運動団体た\nる解同ａ町支部との連携というものは、憲法二三条、同二六条、教育基本法一〇条\n一項に明らかに違反するものなのである。また「教育の人間的主体性」「真理教育\nの自由性」「教育の専門的自律性」「教育の自主的責任性」を明白に侵害するもの\nとなる。\n（イ）　具体的施策のその後の改訂経過\n（ア）　に述べた具体的施策は、その後昭和四六年六月四日及び同四九年六月二〇\n日一部改訂が加えられた。これら改訂は一言で指摘すれば、いつそうの教育の主体\n性、教育権限の自主性に対する侵害過程であり前述の解放運動への従属、解同ａ町\n支部への従属の実体の明文化である。\nまず昭和四六年六月四日改訂において、推進体制の確立の項に「特に同和教育副読\n本「にんげん」を軸に、差別を許さない、差別にうちかつ児童・生徒を諸活動を通\nじて育成する」という内容が盛り込まれた。この副読本「にんげん」の半ば強制的\nな使用の規定は明らかに学校教育法二一条二項、教育基本法一〇条二項に反する\nが、より無視し難いのは、その編集・発行の責任主体が解放同盟に握られていると\nいうことにある。かかるものを副読本とすること自体、非常識極まりない違法なも\nのである。\n更に昭和四九年の改訂は重大な問題である。しかしそこに明文化された内容は既に\n実態化されていたものである。この改訂（明文化）は前述した問題を有した地区学\n習に対応する「補充学習の推進」の項からの学校の主体性の文言の削除と、連携と\n組織の確立の項の「同和教育推進校は解放同盟との連携を密にして、同和教育を推\n進する」という文言への実態的明文化である。\nこれら改訂（明文化）内容がことごとく違法であることは既に詳述したとおりであ\nる。\n（４）　基本方針、具体的施策が必然的に引き起こした教育への介入、教育の中立\n性、自主性に対する侵害\n（３）　にみたように基本方針、施策は、同対審答申・大阪府同和教育基本方針・\n同具体的施策と相いれない根本的問題を持つものであり、それら問題は憲法二三\n条・同二六条、教育基本法一〇条二項等に違反する違法評価を受けるものであつ\nた。このため基本方針、具体的施策はその後さまざまな教育への介入、教育の自主\n性侵害への合理化の口実となつていつたのである。本件における具体的な解同ａ町\n支部の介入は４で詳述するが、これら介入をみるに際し基本方針、具体的施策の制\n定（さらに改訂も同様と容易に推定できる）に解同ａ町支部のみ関与し、且つ主導\n的地位に立つたという要素を看過する訳にいかない。\n本項では基本方針、具体的施策の持つ根本的問題が引き起した教育への介入、教育\nの中立性、自主性侵害の具体例として特に次の事例を指摘しておく。\nア　甲第八九号証に見る異常さ\n同文書は二中生徒会の発行した文書であるが、そこに記された「声よとどけ　無実\nのＨ即時釈放」「怒りよとどけ　差別裁判は許さないぞ」との文言、そして、一・\n二八同盟休校に連帯する全校集会成功への呼びかけ、これは連携、すなわち、解同\nａ町支部の運動に二中の教育が従属した結果、生徒会による文章内容にまでかかる\n異常内容が発現したものであるといわざるを得ない。\nこれと同様のことは甲第九〇号証からも指摘できる。これは右生徒会が呼びかけた\n一・二八同盟休校・全体集会に関連するものであるが、そこでは「解放同盟に結集\nする仲間が同盟休校をした」「この五月二十二日に、さらに闘いを前進させよう\nと、大阪の多くの同盟に結集する仲間が同盟休校をする予定」等と記し、「その意\n味を考える」資料集だとしている。解同が中心となり狭山差別裁判との位置づけの\n下に無罪判決を勝ち取る運動の一環と位置づけられている同盟休校、そして、それ\nへの連帯を積極的に評価し、二中の生徒に対する指導をしていく。公教育を担う学\n校内で生徒に対し、かかることを教育することが肯認されるというのであろうか。\nこれまた連携のもたらす教育の中立性侵害、運動の教育への介入の典型例である。\nイ　甲第九三号証に見る異常さ\nこれは二年国語一学期期末テスト内容である。その問六を見てぼう然とするであろ\nう。アに述べた狭山裁判被告人の作つた短歌を六首出し、そして「作者のどんな気\n持ちを表していますか」等と問う。これが正規のテスト内容であろうか。吹田市教\n委はかかるものを連携の具体的実践と評価するのか、連携のもたらす教育荒廃も極\nまれりというものであろう。\nウ　甲第九八号証にみる子どもの真しな声とそれに答えぬ教師の姿勢\nここには、（３）（イ）（ア）（い）に述べた地区学習（補充学習）が憲法二六条\nに反することを指摘する子供の声が出ている。すなわち「勉強わからへん！＜地名\n略＞とくやん！」「ほじゆう（補充学習）ある」「むかし差別されてたと言うけど\n今は今　＜地名略＞スゴクとくやろ－　先生はこのことについてどう考えてん\nの？」と。まさしくＧ教授が「確実に同和地区を特別に扱つて、特別のやり方に\nし、どうしてあそこだけ得するんだという議論、なぜ私も同じようにできないの\nに、自分よりできる子がいる、できる子も含めて、同和地区ではそういうふうにや\nつているのかという、そういう質問には答えられないし、そのことから起こつてく\nる偏見と申しますか、部落を特別視するのはおかしいじやないかということから起\nこつてくるさまざまな助長される差別観念もまた心配になります。」といわれるも\nのが右の子供の声である。\nしかるにこの子どもの問に対する教師の答が、「その運動に学んでもつつもつと闘\nい、\n学習せなあかん。」というのである。連携に忠実な、すなわち、解同に従属する教\n師は右のごときことしか子どもに答え得ないことを、このクラス紙より知ることが\nできるのである。\nエ　甲第一〇一号証にみる二中の学校計画の異常、公教育への背反\n右学校要覧の２吹田二中の学校計画を見れば異常さを詳述する必要はない。例えば\nその（３）（４）は、（３）部落の完全解放のために、学校教師集団の規律に基\nく、目的意識的な解放教育を推進する。（４）学校管理、運営の基本に解放教育推\n進の論理をすえる。となつており、吹田二中の学校計画は解放教育至上である。更\nにこの学校要覧は「解放歌」まで掲載している。\nこれらのことは、具体的施策の、連携と組織の確立の項で「同和教育推進校は解放\n同盟との連携を密にして、同和教育を推進する」と規定し、また基本方針や具体的\n施策の推進体制の確立の項で　「同和教育は民主教育の原点である」と規定するこ\nとから引き起こされることなのである。これら学校要覧に知る学校計画が公教育を\n担う学校の計画として容認されるものでないことはいうまでもない。\nオ　以上具体的に指摘した以外にも甲第九一号証・九二号証（以上生徒会文書）、\n甲第一〇六号証（「狭山差別裁判」なるものの学習経過等を記した文集）等を見れ\nば、基本方針、具体的施策に沿うものとして展開された結果、二中教育は典型的な\n解放同盟の運動が教育の場をじゆうりんするものとなつている。これが同対審答申\nが教育の中立性を、大阪府同和教育基本方針が教育の主体性をうたつたことに完全\nに背馳する内容のものであることは極めて明白である。\n（二）　被控訴人による提携原則改訂の指導\n（一）　に述べたとおり基本方針、具体的施策は憲法二三条・同二六条、教育基本\n法一〇条一項等に種々違反する違法な内容を有していた。そして、何よりも公教育\nへの運動の介入を許し、教育の自主性、主体性、教育権限の独立を侵害する制度的\n保障条項となつていた連携、すなわち解同ａ町支部への従属条項は存置すべからざ\nるものであつた。\n被控訴人は過去同盟休校、狭山問題教材化が正常でなく、排除することを指導する\n旨確認をしたり（甲第一〇三号証）、通達を発したり（甲第一五七号証）したが、\n遂に市教委に対しては「特定団体との連携について、府の基本方針にもとる」とし\nて改訂を指導するに至つた（甲第一五一ないし一五四号証）。\n（三）　結論\n原判決は、基本方針、具体的施策にいう解同ａ町支部との連携を肯認したうえで、\n控訴人らを「解同ａ町支部と連携して同和教育を推進するという吹田市教育委員会\nの方針に必ずしも同調しない。」とし、「その方針に従つて教育行政を行うことと\nし、その方針に従わない者を排除することもやむをえなかつた。」としたのであつ\nたが、この判断が完全に誤つていることは以上（一）（二）に述べてきたことから\n明白である。\n控訴人らは真に正しく同和教育を展開してきたのであり、その教育内容のゆえに転\n任処分を甘受せねばならない理由が全くないことは明白である。\n４　吹田二中における同和教育の実践並びに解同ａ町支部の教育介入の実態とそれ\nに対する市教委の対応\n（一）　吹田市における同和教育の取組\n吹田市内においては、昭和三六年以前は同和教育の取り組みは全くないといつてよ\nい状態にあつた。同年四月に控訴人のＢが吹田市の教員として赴任してから、同人\nを中心として、吹田市内でも同和教育への関心が持たれるようになり、同年秋頃か\nら翌三七年にかけて何回か研究会が組織されたりした。こうした状況のなかで、昭\n和三七年三月に当時の解同吹田支部からの要求を受けていた吹田市教育委員会が、\n控訴人のＢに対して、吹田市の同和教育の研究組織を作るための協力要請を行つ\nた。これを受けて、同年五月に控訴人Ｂら現場の教員が中心となつて、吹田市同和\n教育研究協議会（吹同教という）を発足させるに至つたが、吹同教は教師の任意の\n研究団体ではなく、吹田市内の公立の小・中学校のすべてが学校単位で加盟するた\nめ、吹田市内の公立の小・中学校の全教員が会員となつており、また市教委からの\n補助金で組織が運営されるというように、公的な性格が付与されていた。\n吹同教がこのようにして発足して以来、これが吹田市における同和教育の実践の中\n心となつていたのであるが、市教委もその活動を積極的に評価していた。そして控\n訴人らは（Ｅを除く）、いずれもこうした吹同教の活動では中心的な役割を果たし\nており、特に控訴人Ｂは吹同教発足当時に副会長に就任し、また昭和三八年度から\n昭和四五年度までは事務局長を勤めるなど、吹同教のまさに中心的な存在であつ\nた。\n（二）　吹田二中における同和教育の起こりとその発展\n（１）　昭和四二年から始まつた同和教育の取組\n校区に同和地区を持つ吹田二中においても、\n他の吹田市内の学校と同様に昭和四〇年頃までは同和教育は全くといつてよいほど\n取組がなされていなかつた。昭和四二年四月に、同和教育を実践したいという本人\nの希望で控訴人Ｂが吹田二中に転勤して以来（吹田二中への転勤希望はそれまでは\n皆無であつた。）、吹田二中において同和教育の具体的実践が始まつた。\n当時の吹田二中の教員はその多くが同和教育あるいは部落問題についてほとんど関\n心がなく、職員会議で同和教育の問題が議題となることもなく、また同和教育主担\n者についても他の教員が無関心のなかで校長が一方的に任命するといつたような状\n況であつた。こうしたなかで転勤をしてきた控訴人Ｂが中心となつて同和教育に関\nする研究会が何回も開かれたり（同年一一月から一二月にかけて、部落問題研究所\nから講師を招いて、五回にわたつて同和教育研究講座を開いている。）、また昭和\n四三年五月には当時の解同吹田支部と吹田二中教員との懇談会が持たれるなど、教\n員自身が部落問題や同和教育に関心を持つようにするための努力がなされた。その\n結果多くの教員がこうした問題に関心を持つようになり、昭和四三年度から同和教\n育主担者を職員会議における選挙で選出したり（初年度は控訴人Ｂが選出され\nた。）、また同年度から校内に同和教育委員会という組織が発足し、そこが中心と\nなつて、教師に対する研修の推進と生徒に対する教育活動の計画・立案がなされる\nようになるなど、学校全体が組織的に同和教育に取り組むという体制ができあがつ\nていつた。\n（２）　昭和四二年度から翌四三年度にかけての主な同和教育の実践\nア　吹田二中では、右にみたように、昭和四二年度から、学校全体として同和教育\nが取り組まれるようになつたのであるが、当時こうした同和教育を実践した控訴人\nらを含む教員たちの同和教育の課題あるいはその在り方についての認識は、概ね次\nのようなものであつた。\nすなわち同和教育というものを、部落差別という不合理な差別を日本の社会からな\nくすための教育として捕らえ、それ故に全生徒を対象として、部落問題についての\n科学的で正しい知識を教え、彼らにそれが民主主義に反する許しがたいものである\nという認識を持たせることを同和教育の基本的な課題として捕らえていた。またそ\nれと同時に同和地区の生徒たちが現実の差別に対して負けることなく、\nまた将来もこれを乗り越えていけるだけの力を教育の場で身につけることも重要な\n課題として捕らえていた。ここでいう力というのは、単に学力だけでなく、情操\n面、体力面など多方面にわたるものであり、特に彼らが集団のなかでこうした力を\n作りあげていくということ（いわゆる仲間づくり）が重視された。こうした点で\nは、例えば学力向上の問題についても、単に特別の授業をすればそれで解決できる\nということではなく、生徒や親たちにいかに学習の意欲をもたせるかということが\n極めて重要な課題として提起されてくるのである。更にこうした同和教育を進める\nにあたつて、同和地区住民との関係をどのように捕らえるべきであるかということ\nも重要な問題であるが、この点については部落の実態や住民の要求を知らずして生\nきた同和教育を行うことはできないという観点にたつて、地区住民との密接な交流\nを持ち、住民の要求を教育の現場に反映させていくことが非常に重要であると考え\nていた。それゆえ控訴人らは当時同和教育を進めるにあたつて、常に地域とのつな\nがりを深めることを積極的に提起してきた。なお、もとよりこうした考え方は、教\n員が教育に対して責任を負うべきことを否定したり、あるいは特定の人物や団体が\n教育の独立を侵し、教育に介入することを容認するものでないことを付言してお\nく。\nイ　こうした基本的な観点にたつて、昭和四二年度から取り組まれた吹田二中にお\nける同和教育は、当初は部落問題などに関心を持つようになつた教員らが、それぞ\nれ担任する生徒たちに対して部落問題についての科学的で正しい見方を教えること\nから始まつていつた。そして昭和四三年にはいつて、非行問題を克服する取組が同\n和教育の重要な一環として行われた。すなわち、昭和四三年度は、吹田二中で非行\n問題が続発したが、その克服を同和教育実践の一環として位置づけ、生活指導委員\n会と同和教育委員会とが合同でこれに取り組んだ。\nこうして取り組まれた非行問題克服の実践は、それと取り組んだ吹田二中の教員に\n次のような教訓を与えた。その一つは、生徒や父兄の置かれた状態や要求をよく知\nつたり、教員と生徒と父兄とが信頼し合えることが重要であるということであつ\nた。それと同時に重要な教訓は、教育実践を行う教員がほかから強制されるのでは\nなく、教員自身が自覚的に取組を行うことによつて始めて教育効果を挙げることが\nでき、\nまたその中で教師集団のまとまりが極めて重要であるという点であつた。\nウ　非行問題克服の取組以外に、この間吹田二中で取り組まれた同和教育の主なも\nのは、同和地区に夜間出向いて行う進路指導や父母との懇談会（甲第一三四号\n証）、夏休み中の同和地区での学習会（甲第一三五号証）、同和地区の卒業生を対\n象とした集い（甲第一三六号証）などがあるが、控訴人ら（Ｅを除く）は積極的に\nこうした活動に参加してきたのである。\n（三）　昭和四四年以降の解同ａ町支部の教育への介入とそれに対する吹田二中教\n員の対応\n（１）　解同ａ町支部の結成\n解同の吹田市内における組織としては、昭和三六年に吹田支部が結成され、＜地名\n略＞の約六割の住民を組織していた。ところが昭和四四年にいたり、それまでは解\n同とは対立的な関係にあり、保守層を基盤として組織されていた全日本同和会吹田\n支部が解散し、同年二月に当時責任者の地位にあり皮革工場を経営する地区の資産\n家であるＩを支部長とする解同ａ町支部が解同大阪府連の一方的な指示によつて結\n成された。その結果吹田市においては、解同吹田支部と解同ａ町支部とがしばらく\nの間併存することになつたが、その組織実態は前者が後者を圧倒していた（前者は\n＜地名略＞住民の六割を組織していたが、後者は一割にも満たなかつた。）。とこ\nろが同年九月になつてこの二つの組織が解同ａ町支部に一本化されたが、組織的に\n圧倒的に小さかつたａ町支部の方に一本化された背景には次のような事情があつ\nた。すなわち、解同ａ町支部は結成してすぐに大阪府連の援助を受け、当時のＪ吹\n田市長に対して、同和行政を解同ａ町支部のみを通じて行うといういわゆる窓口一\n本化方式を行うよう迫つた。しかもこの迫り方は、三日三晩同市長宅を包囲して電\n話線を切断したり水道栓を止めたりするなどまさに力で屈服させるという形のもの\nであり、これに屈した同市長は、解同ａ町支部との間で窓口一本化の覚書を締結す\nることとなつた。その結果、同じ＜地名略＞の住民でありながら、解同ａ町支部に\n所属しない者は吹田市の同和行政の施策（住宅入居、保育園の入所、就学奨励金の\n支給、生業資金の貸付など）が全く受けられないことになつてしまい、まさにこう\nしたことを背景として、解同ａ町支部へと一本化されていつたのである。\n（２）　解同ａ町支部の教育介入の具体的経過\n昭和四四年にこうした解同内部における組織的混乱があつたが、控訴人らを含む吹\n田二中の教員は、どちらの立場にも立たず、中立的な態度を取つていた。ところが\n解同ａ町支部は結成されるとすぐに、吹田二中の学校当局あるいは教員に対し、さ\nまざまな要求を押しつけ、明らさまな教育介入を行うようになつた。その経過は次\nのとおりである。\nア　「矢田問題」差別決議要求（昭和四四年四月）\n解同ａ町支部は、結成されるとすぐに、控訴人らを含む吹田二中の多数の教員が加\n盟する吹田市教職員組合（吹教組という）の吹田二中分会に対して、いわゆる「矢\n田問題」（大阪市教職員組合の役員立候補者のあいさつ状が解同大阪府連によつて\n差別文書とされ、糾弾がなされた事件）を差別事件である旨決議するよう要求して\nきた。これに対して吹田二中分会は、この問題は大阪市教職員組合の問題であるか\nら吹田二中分会として決議するような性質の問題ではない旨回答した。\nイ　Ｃ報告問題（昭和四四年五月）\n次に昭和四四年五月に、吹教組主催の組合員の集会（部落解放教育学習会）におい\nて、控訴人Ｃが昭和四三年度に吹田二中で行われた非行問題との取組の報告を行な\nつた際、たまたまその集会に出席していた解同ａ町支部のＩ支部長（特に来賓とし\nて招待されていたわけでなく、事実上出席していたにすぎない）が、司会者の了解\nも得ずに、会場でこの報告が差別であると発言する事件が起こつた。すなわち、Ｉ\n支部長は控訴人Ｃが吹田二中校下の状況を説明する際に同和地区が存在することを\n述べた点を捕らえて、「＜地名略＞があるから非行が起こる。」と報告したとわい\n曲してこれを差別だとしたのである。\nもとより控訴人Ｃの報告は甲第五三号証を読めば分るように何ら差別ではなく、Ｉ\n支部長によるこうした発言は吹田二中教育に対する介入の口実を作り出そうとした\nとしか考えられない。しかしこの発言については、その場で控訴人Ｂらが報告の趣\n旨を再度説明して特に混乱もなくこの集会は終わつた。そしてこの控訴人Ｃの報告\nはその後特に問題とされることなく経過したが、昭和四五年一一月に起こつた後述\nする「橋のない川」試写会妨害事件の直後になつて、吹田二中における数々の差別\n事件のうちの一つとして、解同ａ町支部によつて突然持ち出されるのである。\nウ　地区学習会問題（昭和四四年六月～同四五年一月）\n昭和四四年六月になると、解同ａ町支部より吹田二中と岸部小学校（＜地名略＞を\n校区に持つ小学校）に対して地区学習会（夜間＜地名略＞で行われる学習会）を行\nうよう要求が出された。控訴人らを含む吹田二中の教員は、この要求に対し、教員\nのいわゆる本務ではないがその意義を認めてこれを実施する方向で検討を始め、具\n体的には、市教委、吹田二中、岸部小学校、吹同教、吹教組、解同ａ町支部の六者\nで、同和教育の推進協議会結成準備会を作つて、地区学習会の実施計画を練つてい\nた。ところがこうした協議を続けていた途中である昭和四四年一一月に、控訴人Ｂ\nが吹教組の対市交渉の席上吹田二中の校舎改善の要求を行つたことを捕らえて、解\n同ａ町支部のＩ支部長が同年一二月一二日に控訴人Ｂと市教委のＫ指導課長を解同\n北摂ブロツクの役員会の席上に呼び出し、控訴人Ｂに対しては、「地区学習会もや\nらないで校舎改善の要求をするのは、我々が勝ち取つた同和予算を横取りするもの\nで許せない。吹田二中と岸部小学校の教員全員を糾弾する。」旨の通告をし、また\nＫ指導課長には糾弾会に参加するよう教員に職務命令を出すように求め、同課長が\nこれを予承するという事件が起こつた。\nこうした糾弾通告は、準備中の地区学習会が思うように進展しなかつたことにいら\n立ちを覚えていたＩ支部長が、早期にこれを実施させようとしたものであつた（な\nおこの糾弾通告については大阪府教職員組合とも相談しながら、解同大阪府連とも\n接触しつつ糾弾を回避することができた）。こうした事態を経るなかで吹田二中と\n岸部小学校を中心にして地区学習会の具体的計画が煮詰められ、昭和四五年一月六\n日に市教委、吹教組、吹田二中、岸部小学校との間で昀終的な計画案が完成され\nた。そしてこの計画案は、吹田二中では一月八日に職員会議に諮られて了解が得ら\nれ、翌一月九日には吹田二中と岸部小学校の同和教育主担者から、Ｉ支部長に対し\nて報告がなされた。\nところがＩ支部長からは、学校側の立てた計画では学習会が各学年ともそれぞれ週\n一回しか持たれることになつていないが、それでは少なすぎるという指摘がなされ\nて、この計画案が拒絶された。そして一月一二日には、そのことを論議していた岸\n部小学校の職員会議の席上に現われて、「地区学習会の問題でこれ以上相談するこ\nとは許さない。\n個人で判断して、部落差別をなくさなければならないと思う者はやり、部落差別を\nなくさなくてもよいと思う者はやらなくてもよい。皆で相談することは、やる気の\nある者の足をひつぱることになるので、それは許さない。今日四時半から六時まで\n＜地名略＞の隣保館で待つているのでやる気のある者は来てほしい。」と述べた。\nその結果、岸部小学校では教員の意見が別れてしまい、一二人が参加し、二七人が\n参加しないということになり、教師集団が分裂するという不幸な事態に立ち至つて\nしまつた。\nこうした事態を経て、同月一五日に解同大阪府連の役員を交えて、吹田二中、岸部\n小学校の教員と解同ａ町支部との話合いが持たれ、その席上、解同大阪府連の役員\nからは、教師集団を分裂させるようなやり方は好ましくないとの指摘がなされると\nともに、教員全体が一致して地区学習会に参加する方向で努力をしてほしい旨の要\n請がなされた。そして吹田二中では、この要請を踏まえて、従来の計画を変更し、\n各学年ともそれぞれ週二回実施するという解同ａ町支部側の要求を受け入れる形で\n計画を作り直し、同月一七日から現実に実施することとなつた。そしてこうして実\n施されることになつた地区学習会は翌昭和四六年三月まで何の問題もなく行われ\nた。\n以上が地区学習会問題の経過であるが、ここに現われたものは解同ａ町支部の「要\n求」というものが、教育に対する父兄等の要求として許容される限度を著しく逸脱\nした、いわば脅かしを背景とした強要とでもいうべきであることである。しかしこ\nうした強要に対しても、控訴人らを含む吹田二中の教員らは、決して硬直した態度\nをとらず、教育現場における混乱をできるだけ避けるために、極めて現実的で柔軟\nな対応をしていることが特に指摘されねばならない。\nエ　教職員組合の運動方針修正問題（昭和四五年五月）\n昭和四五年五月に控訴人らが加盟する吹教組の定期大会が開かれたが、この運動方\n針案に対して、吹田二中分会として修正案を提案した。この修正案では、地区学習\n会を巡る前述したような一連の事態を経験した直後でもあつたことから、教育は教\n員が主体性を持つて進められるべきものであるということを運動方針に明記すべき\nことを提案し、また前述の地区学習会問題を巡つて、岸部小学校の二名の教員が解\n同と対立したという理由で配転させられたことに対して、反対の態度を取るべきで\nある旨の提案を行つた。\nところがこれを知つたＩ支部長は、大会の翌日に控訴人Ｂを自宅に呼びつけて、吹\n田二中分会の修正案は解同を敵対視したものであるので取下げるように求め、もし\n取下げることができないのなら控訴人Ｂが同和教育主担者を辞任することを求め\nた。しかも同支部長はその際控訴人Ｂに対して、同人が同和地区の出身であること\nを捕らえて、「お前は、住んでいるところで、部落出身であることを隠しているの\nだろう。お前がそういう態度を取るんだつたら、住んでいる所へ行つて、ばらして\nやろうか。」などという、いやしくも部落解放運動団体の幹部にはあるまじき露骨\nな差別発言まで行つた。\nところでこうしたＩ支部長の要求については、吹田二中分会として協議を行つた\nが、修正案の取下げにも、同和教育主担者の辞任にも応じられないことが確認され\nた。その後Ｉ支部長から吹田二中の学校長と控訴人Ｂが同支部長宅に呼び出され、\n前述の要求の回答を求められた。それに対して、要求には応じられない旨の回答が\nなされたが、Ｉ支部長は控訴人Ｂを「ばかたれ」などと連発しながら罵倒し、更に\n学校長に対して、「こういう同和教育主担者に対する指導をようせんのだつたら自\n分の方でする。」などと言いながら解同大阪府連に電話をかけて、あたかも解同大\n阪府連からの動員を要請するかのような態度を示しながら脅かした。こうした脅か\nしを受けた控訴人Ｂとしては、それ以上要求を拒絶すると教育現場に混乱がもたら\nされるであろうことを懸念し、一定の譲歩をせざるを得なくなり、修正案の取り下\nげと同和教育主担者の辞任をすることはできないが、修正案の中に一定の弱点があ\nつたということで大会の昀終日に控訴人Ｂが補足的な発言をするということを提案\nし、Ｉ支部長の了解を得ることができた。そして現実に、控訴人Ｂは分会員の了解\nを得たうえで翌日開かれた大会の昀終日に補足発言を行い、この問題に終止符を打\nつた。\n以上がこの問題の経過であるが、ここでのＩ支部長の要求なるものは、本来労働組\n合の自治に属する問題についての介入であつて、要求自体不当なものといわなけれ\nばならない。しかもそれだけでなく、要求の仕方そのものについても、解放運動な\nどとは縁もゆかりもない極めて低劣なものであり、社会的にもとうてい容認される\nようなものではない。またこの問題の処理においても、控訴人らの対応が決して硬\n直したものではなく、教育現場を混乱に陥れることをできるだけ回避するための柔\n軟な対応であつたことが指摘できる。\nオ　「橋のない川」試写会妨害事件（昭和四五年一一月）\n昭和四五年八月に、学校長より、同和教育副読本の「にんげん」が配付されるにあ\nたつて、その事前指導として父兄をも対象にして映画「橋のない川」第一部を上映\nしてはどうかという提案がなされた。この映画「橋のない川」第一部、解同中央本\n部の協力で製作され、当時解同が中心となつて上映運動が進められていた。この学\n校長の提案は同和教育委員会に諮られ、更に職員会議に提案されて正式に決定され\nた。そしてこの計画は、ＰＴＡの役員会にも提起されたが、当時役員であつた解同\nａ町支部の執行委員のＬを含めて、その賛成が得られ実施の方向で準備が進められ\nていつた。またこの計画を進めるにあたつては、Ｉ支部長にも事前に相談がなされ\nたが、同支部長は上映そのものには反対せず、ただ父兄を対象にする場合は、事\n前・事後の指導が難しいので慎重にやつてほしいとの要望がなされた。そこでＩ支\n部長のこの要望を尊重して、父兄を対象として、部落問題についてのアンケート調\n査をしたり、研究会を行うなどの事前の準備を行つていた。ところが一一月初旬に\n至り、当時福岡で行われることになつていた全国同和教育研究大会において、大阪\n同和教育研究協議会の代表として、前述した地区学習会の問題で岸部小学校から配\n転させられた二名の教員が報告する予定になつていたことに関して、Ｉ支部長から\n控訴人Ｂに対して、その二名の教員が報告をするのをやめさせるように求められ\nた。控訴人Ｂは大阪同和教育研究協議会の問題であつて、自分としては意見をいえ\nる立場にないということで、この申し出を断わつたが、立腹したＩ支部長はその問\n題とは全く無関係な「橋のない川」の上映について、子供にはともかく父兄には絶\n対に見させないという発言をした。こうした事態の報告を聞いた学校長が翌日、直\nちにＩ支部長宅を訪問してその真偽を正したが、やはり同じ結果であり、学校長と\nしては実施を強行すると混乱する恐れがあると判断し、父兄への上映を結局中止す\nることとなつた。そしてこのことは、父兄に対する事前・事後の指導が困難なので\n中止するという形でＰＴＡの役員会に伝えられたが、ＰＴＡの役員は、その措置に\nなかなか納得せず、ともかくどのような内容の映画であるかを役員が知るために、\n役員会として試写会を行うことが提案され、一一月一九日に試写会が行われること\nになつた。\n同日、ＰＴＡの役員と全教員が参加して試写会が行われたが、試写が開始されてす\nぐに、突然Ｉ支部長ら四名のの者が会場に入室し、同支部長が「誰の許可を得てや\nつているのか。」「差別者出て来い。」などとどなりながら、控訴人Ｂの服を捕ん\nで廊下に引き出すという事態が起こつた。\nそのため当日の試写会は中止せざるを得なくなり、教員は全員、職員室に引揚げて\n事態の収拾について協議を行つた。その結果、解同ａ町支部との間に生じた対立的\nな関係をそのまま放置すべきではなく、お互いの立場を尊重し合いながら協力しあ\nつていくべきことを教員の側から提案しにいこうということになつた。そして直ち\nに教員が試写会場にもどり、控訴人Ｂが代表して右のような提案を行い、その場は\n一応収拾されたかのようにみえた。ところがその直後に、Ｉ支部長が控訴人Ｂに対\nして、「Ｂ君、お前も部落民だつたらいつまでもそれを隠さずに部落民であるとい\nうことを明らかにして解同の方針に従つてやらんかい。」という発言を行つた。当\n時控訴人Ｂが部落出身であるということは、一部の教員しか知らず、大多数の吹田\n二中の教員は知らなかつたものであり、Ｉ支部長のこのときの発言はまさにそのこ\nとを暴露するという形のものであつた。そのため教員側はこの発言を明らかな差別\n発言と受け取り、その場でＩ支部長に抗議を行い、そのためＩ支部長らは試写会場\nを退室してしまつた。\nところが翌二〇日になると、子供の上映もしばらく待つようにとの申入れがなされ\nると同時に、「同和問題の認識について隔絶の相違がある。」として、一二月二日\nの午後と一方的に日時まで指定して、吹田二中教員全員に対して話合いの申入れが\nなされた。この申入れに対して職員会議で協議をしたが、その結果この申入れは一\n連の事態を正しく捕らえずに、学校側を一方的に非難する形のものであつて、内容\n的に納得しがたいということ、授業のある時間帯を一方的に指定してくるというよ\nうに手続的にも承服しがたいということで、この申入れには応じないことが全員一\n致で確認され、一一月二四日学校長からＩ支部長に伝えられた。またこうしたなか\nで、同月三〇日には教員側の要望で市教委との間でこの問題についての話合いが持\nたれたが、Ｍ同和教育指導室長ら市教委側の態度は、試写会場でのＩ支部長らの行\n動はやむをえないものであり、また同支部長の控訴人Ｂに対する発言は、解同大阪\n府連に問い合わせたところ差別ではないということなので差別ではないと考える、\nというように解同側の主張をおおむ返しに述べるだけのものであり、教育委員会と\nして、独自に事態を把握して、評価を加えるという姿勢は全くみられなかつた。\n一方、一二月一日に開かれた解同ａ町支部の大会では、「吹田第二中学校の一部教\n師の数々の差別事件」たる決議が採択され、そこでは「橋のない川」の上映を巡る\n一連の経過について事実を全くわい曲して控訴人Ｂと同Ｄを名指しで差別者として\n非難し、更に一年半も前に起こつた前述した控訴人Ｃの非行問題についての報告事\n件を再び取りあげて同人を差別者として非難している。そして翌二日には、午後一\n時頃に、解同ａ町支部の支部員約四〇名が教員側からすでに当日の話し合いには応\nじられない旨の回答があつたにもかかわらず、それを無視して吹田二中に押しか\nけ、教員に対して話合いを求めた。当日は平常どおり授業が予定されていたが、こ\nうした事態のなかで、市教委の指示で授業が中止され、また解同支部員らと話し合\nうようにとの職務命令が教員に出されたが、教員は、全員、従前の職員会議の結論\nに従つて話合いに応じず職員室で執務した。その結果、当日は、結局話合いは実現\nせず、支部員らは引き揚げたが、その際吹教組吹田二中分会より、Ｉ支部長に対し\nて、「橋のない川」上映を巡る一連の事態について、正しい事実経過を再度明らか\nにしつつ、双方が互いの立場を理解し、尊重しながら真に友好的な提携を回復する\nことを求めた要請書を渡している。\nそれ以降この問題は特に問題とされることなく経過したが、結局こうした事態のな\nかで映画「橋のない川」第一部の上映は、父兄のみならず、生徒を対象としたもの\nも実施することができなかつた。しかし教員らは、同和教育の実践を放棄すること\nは許されないとの立場で、これに代わるべきものとして「信太の狐火」という演劇\n（解同の推せんがなされていたもの）を上映して、その感想文などを書かせるなど\nの指導を行つた。\n以上が映画「橋のない川」試写会妨害事件の経過であるが、ここでも自分らの要求\nを押しつけるためには、手段を選ばないというＩ支部長らの不当な行動が如実に示\nされている。特にＩ支部長らとの事前の相談を行いながら教員やＰＴＡなどが積極\n的に準備していた上映運動が、全くそれとは無関係な事柄（全国同和教育研究大会\nでの報告者の問題）に端を発した理不尽な横やりのために中止を余儀なくされ、さ\nらにその試写会までもが実力で妨害されるというような事態は、同和教育の在り方\nなどということとは全く無関係な問題として、誰がみても不当な事態といわなけれ\nばならない。一方控訴人らを含む吹田二中教員がこの間取つた行動は、上映計画の\n立案にあたつてＩ支部長らと事前に相談して、その意見を聞き、彼らの意見を十分\nに参考にしながら準備をしていつたように、極めて慎重なものであつた。それにも\nかかわらず、前述したような全く無関係な事柄による不当な横やりによつて上映が\n中止され、かつ、試写会が実力で妨害され、しかもその席上で控訴人Ｂに対する差\n別的発言がなされたのである。こうした事態のなかで解同ａ町支部は自らの非を棚\nにあげて、相手方に屈服を求めようとするような一方的な話合い要求をしてきた\nが、これに対して吹田二中教員が全員一致して譲歩することなく拒否する態度に出\nたことについては、公教育の独立、あるいは教員の主体性、独立性の観点から、何\nら非難されるべきでないことは明らかであるといわなければならない。\nまたこうした事態のなかでも、前述したように吹田二中教員が同和教育の実践を放\n棄せずこれに代わるべき措置を取つたことは、教育に責任を持つものとしては当然\nのことかもしれないが、当時の吹田二中教員が他から強制されるのではなく、自覚\n的に同和教育に取り組んでいた姿勢を示すものとして特に指摘されるべきであろ\nう。\nカ　補充学習問題（昭和四六年四月～一一月）\n前述した地区学習会は、昭和四六年三月まで問題なく進められたが、同年四月に至\nり解同ａ町支部の方から学校側に対して、今後の学習会は地区の子供会が主体的に\n取り組むような方向にもつていきたいのでしばらく実施を持つてほしい旨の要請が\nなされた。学校側としてはこの要請を受けて、実施を待ちながら、地区学習委員会\n（昭和四五年に校内にできた）が中心となつて今後の計画を練つていた。\n昭和四六年九月になつて、解同ａ町支部より子供の話がまとまつたので、九月二九\n日の夜に話合いが持たれた。その席上これまでに検討されてきた計画案などが提案\nされたが、議論はそれを煮詰める方向には発展せず、以外な方向へと進んでしまつ\nた。すなわち、その場に出席していた解同ａ町支部のＮ教育対策部長が、これまで\nの吹田二中の教員は解同との提携が十分ではなかつたので、その点についての是正\nをしない限り地区学習会をやつても意味がない旨の発言をし、「橋のない川」問題\nなどについて教員側を非難したのである。これに対して教職員側も教員の自主性や\n主体性の重要性などに触れながら説明や弁明を行つたのであるが、Ｎ教育対策部長\nはこうした教員側の発言について、「同和教育を行う教師の主体性は、解放運動に\n従属すべきだ。」という意見を述べるなどして反論を行い、結局、当日の話合いは\n平行線のまま地区学習会の実施についても結論をみることなく終わつた。\nところが一〇月一二日になつて、突然解同ａ町支部のＯ書記長より当時の同和教育\n主担者であつたＰ教諭に連絡があり、同月一四日の午後七時に解放会館で同和教育\nや地区学習の基本問題について話合いを行いたいので出席されたい旨の申入れがな\nされた。翌一〇月一三日に職員会議が開かれてこの申入れを検討したが、その結\n果、突然日時が指定されて呼び出されるということでは十分実りのある話合いを行\nうことができないので、とりあえず一四日の話合いは中止して、今後議題や日時を\n双方で相談しながら話合いの機会を持つようにしたい旨回答することが確認され、\nその旨校長より支部に伝達された。ところが吹田二中側のこの回答は全く無視さ\nれ、逆に校長を通じて、「学校側が解同ａ町支部の話合い要求を正式に拒否したも\nのと判断する。支部としては予定どおり一四日の話合いを行うので参加する意思の\nある者は来てほしい。」旨の伝言が伝えられた。その結果、吹田二中においても教\n師集団の分裂という不幸な事態が引き起され、一四日の話し合いには六名の教員が\n参加し、他は不参加という事態となつた。\nこのようにして強行された同日の話合いでは、解同ａ町支部の側より「解同との話\n合いを拒否したような教師に地区学習を任せるわけにはいかない。今後は補充学習\nという名前で解同の主催で行うことにするので、参加する意思のある者は来てほし\nい。」旨の説明がなされた。\nそしてそれ以降は控訴人らを含む吹田二中教員の全体が主体となつて進められてい\nた地区学習は行われなくなり、その代わりに解同ａ町支部の主催する補充学習が行\nわれることになつたが、そこへは吹田二中の教員のごく一部の者が参加するのみ\nで、他の多くの教員は参加しないという状況がそれ以降作り出されたのである。\n以上が補充学習を巡る問題の経過であるが、こうした経過をみると、控訴人らを含\nむ多くの教員が参加できない方向に仕向けられながら、補充学習なるものが発生し\nていつたことが分る。そしてこの事態は、より端的にいえば、昭和四四年から四五\n年にかけて地区学習会問題で岸部小学校に対して行われたと同じように、解同ａ町\n支部が教師集団を分裂させることによつて、吹田二中の教育への介入を実現しよう\nとしたものとして評価できよう。\n（３）　一連の介入の事態についての総括的評価\nア　原判決は、こうした一連の事態を、その原因や経過などを検討してその是非を\n判断することなく、またときには事実経過を誤認したうえで、ただ単に吹田二中の\n教師集団と解同ａ町支部との対立関係としてだけ捕らえている。しかもこの表面的\nな対立関係をもとに、結論的には控訴人らの行動を否定的に評価しているのであ\nる。しかしこうした一連の事態のなかでもたらされた対立状態なるものは、決して\n学校側あるいは教員側からもたらされたものではない。これらは前述した各事件に\nおける経過からも明らかなように、いずれも解同ａ町支部の不当な要求、あるいは\n言動（要求自体が不当なものや、要求の仕方が教師の主体性を否定したりあるいは\n非常識な言動に基づいているなど、方法において不当である場合もある。）によつ\nて作り出されたものであり、その意味では、そのいずれもが教育基本法の基本理念\nに反するような教育への不当な介入という実質を持つていたものであることを見失\nつてはならない。\nイ　また、学校側あるいは教師集団は、こうした一連の事態において、決して形式\n的で硬直な態度を取らなかつた。解同ａ町支部の要求やその方法が極めて不当なも\nのであるのだから、毅然とこれをはねつけることも一つの方法であつたかもしれな\nい。しかし控訴人らを含む二中教師集団は、教育現場に責任を負うものとして、教\n育現場に混乱をもたらすことを回避するため、できる限り円満な解決を望んで、時\nには不当な要求ではあつても譲歩するという現実的かつ柔軟な対応を取つてきてい\nることがその特徴として指摘されよう。\nウ　更にこうしたなかで、吹田二中教師集団は、内部での議論は十分にしても、そ\nの行動においては校長を含め全員が一致して行動するという対応を取つてきた。例\nえば前述した各事件においても、昀後の補充学習問題を除いて、それまでのすべて\nの事件について控訴人らを含む吹田二中の教師集団は、全員が一致した行動を取つ\nてきた。それぞれの事件では、前述したように解同側の不当な要求や言動に直面し\nて一定の譲歩や妥協をしなければならないようなことが多くあつたが、そうしたな\nかでは、断固としてその要求をはねつけるべきであるという意見も出されたが、十\n分な討議を尽くしながら、こうした意見の者も含めて、全員が一致して、解決のた\nめの行動を取つてきたのである。ところがこうした教師集団の一致した行動は、解\n同ａ町支部の側にとつては、彼らの教育介入の意図の実現を阻む大きな障害と映つ\nたのである。それゆえこうした彼らの認識を背景として、昭和四六年度以降、異例\nともいうべき大幅な人事異動が吹田二中で行われ、昭和四六年度には一〇名、同四\n七年度には二〇名と大量の転任者（新任を含む）が吹田二中に赴任し、この二年間\nで同校の約半数の教員が変わるという異常な事態を迎えたのである。そしてこれら\nの新たに赴任してきた教員の多くが、解同との提携をことさらに強調し、しかも、\nそうした状態を背景にして、前述した補充学習問題を巡つて、現実に吹田二中の教\n師集団が分裂させられていつたことからみても、こうした人事異動がこれまでの吹\n田二中教師集団のまとまりを破壊する意図の下に行われたものであることは明白で\nある。\n特に強調したいことは、こうした人事異動が教育委員会の独自の判断でなされたの\nではなく、解同ａ町支部の強い影響力の下になされたということである。このこと\nは、こうした人事異動を経て解同ａ町支部による吹田二中教育への介入がいつそう\n強まつていつたことからも明らかであるが、何よりも本件の発端である誓約書問題\nが、このことを如実に物語つているといえよう。\nすなわち、控訴人Ｅが解同ａ町支部のＩ支部長に提出した誓約書には、「私は部落\n解放同盟大阪府連合会吹田ａ町支部の指導と助言のもとに、解放教育に取り組む教\n師集団と提携して、私自身の課題として、積極的に解放教育にとりくむことを誓約\nいたします。」と記載されている。一私的団体に対して具体的教育活動についてそ\nの団体の指導を受けることを誓約し、その結果、その団体の推せんを得て公立学校\nの教員として採用されるという事態が、憲法や教育基本法の根本理念である教育の\n独立に著しく反する不当なものであることは、その団体が、たとえ部落解放のため\nに闘う団体であつても変わりはない（原判決はこうした評価をせず、ただ単に事実\nのみを認定している。）。また、そのことだけでなく、この誓約書問題では、次の\n点が見失われてはならない。つまりこの誓約書では、解同ａ町支部の指導に従うと\nいうことと同時に、「解放教育に取り組む教師集団と提携して」解放教育に取り組\nむことが誓約されている。このことは、当時控訴人Ｅが、教員として解同ａ町支部\nの意に沿う行動を取ることだけでなく、分裂している教師集団のなかで、特定の一\n方の側に立つて行動することまでもが期待されていたのである。このことからすれ\nば、こうした誓約書を元に教員の採用がなされていた事態こそ、前述したように、\n当時の吹田二中の教員人事が、従前の吹田二中の教師集団を分裂させる意図の下\nに、しかも解同ａ町支部の強い影響の下になされていたことは明白である。\nエ　次にこの間の事態を正しく評価するために指摘されねばならないことは、昭和\n四四年以来解同ａ町支部によつて吹田二中の教育に対しさまざまな介入がなされて\nきた際に、解同ａ町支部との間に一定の対立状態が作り出されたことはあつたが\n（もとよりその責任は前述したように解同側にある。）、そのなかでも吹田二中教\n師集団は同和教育についての具体的実践を放棄することなく、着実にこれを実践し\nて成果を挙げてきたことである。しかもその実践にあたつては、同和地区の住民と\n密接なつながりを持ち、その要求をできる限り教育の現場に反映させていくという\n姿勢を維持してきたのである。こうした点はこの間の一連の事態の本質を知るうえ\nで重要である。すなわち、控訴人らを含む吹田二中の教師集団は、同和教育を実践\nするにあたつて、決して解同ａ町支部を含む同和地区の住民との密接なつながり\n（もとよりこれは教員の自主性や主体性を放棄することを意味するようなものでは\nない）を否定していたわけではなく、また逆に、世間で往々にして見られるよう\nに、解同の要求を無視できずやむなく同和教育を実践するという消極的な姿勢では\nなく、同和教育の重要性を他からの強制ではなく、教員の課題として自ら自覚し、\nそのうえで同和教育の実践に責任をもつてあたつていたのである。それだからこそ\n控訴人らを含む教師集団は、前述したような一連の教育介入がなされていた間も解\n同ａ町支部を含めて同和地区住民の声には十分耳を傾け、その要求をできる限り教\n育現場に反映しながら、積極的に同和教育を実践していたのである（それゆえに、\n控訴人らに対する地区住民の信頼は厚く、現に控訴人Ｂは本件転任処分後も地区の\n卒業生の結婚について五組も仲人を勤めている）。ただそのなかで解同ａ町支部に\nよる不当な要求や不当な言動に直面した際に、できるだけの譲歩はしつつも、教育\nの独立や教員の主体性を維持する昀低限の一線を守らねばならないときに限つて、\nその要求を拒否したために、それを巡つて対立状態が作り出されたにすぎないので\nある。\n（二）　市教委の同和教育に対する態度と解同の教育介入に対する対応。\n（１）　解同ａ町支部が結成されるまでの間\n同和教育に対する市教委の態度は昭和四四年に解同ａ町支部が結成される前と後と\nでは際立つた違いをみせている。解同ａ町支部が結成される前は市教委は同和教育\nに対してその重要性を自覚することなく、市教委としての主体的な対応はほとんど\nなかつたといつてよい状況にあつた。それゆえ吹田市内における同和教育の研究や\n具体的実践は、すべて控訴人らを含む現場の教員らの自主的な活動に依存されてお\nり、市教委はこれら現場教員の同和教育に対する取組を全面的に支持し、また積極\n的に評価していたのである。\n市教委のこうした態度を示す端的な例は、前述した吹同教の結成経過とその後の活\n動にも現われている。すなわち、市教委は当時の解同吹田支部の要求を受けて、吹\n田市に同和教育の研究組織を作ることにしたが、自ら同和教育に対する明確な方針\nを持ちえないため、それを発足させることができず、当時現場で同和教育の研究と\n実践を行つていた控訴人Ｂらにこれを全面的に依頼して、昭和三七年五月に吹同教\nを発足させるに至つている。また発足後も、吹同教の活動は控訴人らを含む現場の\n教員に全面的に依存され、また市教委はこうした活動を積極的に評価していたので\nある。\nまた市教委と現場の教員との間のこうした関係は、昭和四三年五月に吹田二中の一\n教員が差別的発言を行つた際に、市教委としては対処の仕方が分らず、控訴人Ｂら\nにそれを聞きにくるといつたような状態であつたことからも明らかである。また更\nに昭和四四年一〇月には、市教委の指導主事の部落に対する差別的発言が問題とさ\nれた際、市教委は、教職員組合の吹田二中分会に対して回答書を送つているが、そ\nのなかでも市教委は吹田二中の教職員が同和教育の推進に努力していることに敬意\nを表明して、市教委としても同和教育の推進にいつそうまい進していく決意を表明\nしているほどである。\n（２）　解同ａ町支部結成後の対応の変化\n前述したような経過で昭和四四年に解同ａ町支部が結成されたが、それ以降の市教\n委の同和教育に対する態度は全くひよう変していつた。その特徴は同和教育につい\nての主体的な対応が依然としてなされなかつた点では従前と同じであつたが、今度\nは解同ａ町支部の要求であれば、その中味の是非について自ら主体的に判断するこ\nとを全くせずに、これをそのまま現場の教員に押しつけてくるという態度に終始す\nるようになつたのである。同年以降の解同ａ町支部による吹田二中教育へのさまざ\nまな介入に際して、市教委の取つた次のような対応の数々をみれば、このことは一\n層明白になるであろう。\nア　同年四月ごろから解同ａ町支部のＩ支部長より教職員組合の吹田二中分会に対\nして、矢田問題を差別事件である旨決議するよう要求がなされたが、その際Ｉ支部\n長は市教委に出向いて、市教委の手で分会責任者らを呼び出させ、指導主事らの面\n前で右のような決議をするよう求めたこともあつた。\n本来であれば、労働組合の決議の問題であるのだから市教委としては介入すべきで\nないにもかかわらず、市教委はこうした際にも、Ｉ支部長に言われるがままに分会\n責任者を呼び出したり、あるいはその面前で行われる決議要求について、その要求\nを受け入れるようにすすめるような状態であつた。\nイ　同年六月から翌四五年一月ごろにかけて起こつた地区学習会問題でも、市教委\nの同様の対応が数多くあつた。\nまず市教委は解同ａ町支部よりの地区学習会の要求に対しては、地区学習会の中味\nをどのようにするかということについてはすべて教職員組合や控訴人らを含む現場\n教員に一任してしまい、ただ解同の要求を実現するという結論だけを重視するとい\nう態度に終始していた。\nそして昭和四四年一二月一二日に、控訴人Ｂが解同北摂ブロツクの役員会の席上に\n呼び出されて糾弾通告を受けた際も、一諸に呼び出されたＫ指導課長がＩ支部長よ\nり教員を糾弾会に出席させるために職務命令を出すよう求められたが、同課長はこ\nれをその場で了承しているというように、全くＩ支部長の言いなりになつていたの\nである（なお同課長はその席を去るや否や控訴人Ｂに対して自分の行動を謝罪する\nという全く情ない有様であつた。）。\n更にこの地区学習会の問題を巡つては、昭和四五年一月二九日に岸部小学校におい\nて解同の支部員が教員に対して暴力を振るつて傷害を負わせるという事件が発生し\nて問題となつたが、その際に市教委が発表した見解においても、非はすべて教員側\nにあるとし、傷害事件についてはそれなりの背景があるとして、事実上暴力を容認\nし、「解同」の暴力行動に対する批判が一かけらもみられないという恐るべき無節\n操ぶりを示している。\nウ　更に昭和四五年五月に吹田市の同和教育基本方針が発表されているが、その制\n定経過も極めて不明朗なものであつた。\n同和教育に関する基本方針については、昭和三九年頃から控訴人らを含む現場の教\n員から、市教委に対してこれを明確にするよう求めていた。ところが市教委はいつ\nこうにこれを明確にすることをしてこなかつたのであるが、昭和四五年五月になつ\nて突然基本方針が一方的に発表された。それまで同和教育の研究や実践を全面的に\n任されていた現場の教員たちには全く寝耳に水の話であり、その方針の中に解同ａ\n町支部との連携がうたわれていたことからしても、この方針が現場の教員をつんぼ\nさ敷において解同とのみ協議して作成されたものであることは明白である。\nなお、この解同という特定の運動団体との提携をうたつた方針は、全国的にみても\n吹田市以外に例はなく、その不当性は各界より強く指摘されているところである。\nそれゆえ被控訴人すらも、これを好ましくないとして、その是正を市教委へ指導し\nているという事実を付言しておく。\nエ　次に昭和四五年一一月に映画「橋のない川」の試写会がＩ支部長らによつて実\n力で妨害され、更にその席上Ｉ支部長より控訴人Ｂに対して差別的発言がなされる\nという事件が起こつたが、この事件を巡る一連の事態の中で、一一月三〇日に教員\nと市教委との間で話合いが持たれたが、その際の市教委側の対応は、Ｉ支部長らが\n試写会を妨害した行動は差別に対する行動としてやむを得ないものであり、またＩ\n支部長の発言についても、解同大阪府連に問い合わせたところ差別ではないという\nことなので、市教委としても差別発言とは考えないというように、自ら主体的に事\nの是非を判断するという姿勢を放棄して、ただ解同側の主張をおおむ返しに述べる\nだけであつた。\nまたこの事件では、一二月二日に解同側から教員側に対して話合いなるものが強要\nされたが、その際も市教委は校長に職務命令を出させてこれに応じさせようとする\nなど、市教委はまさに解同ａ町支部の下請機関に成り下がつてしまつていた。\nオ　毎年、年度初めの四月に市教委から各学校に「学校教育に関する要望事項」が\n交付されるが、そのなかにはいつも「同和教育の推進」という抽象的な項目が入つ\nていた。昭和四六年の四月にも同様の要望事項があつたことから、吹田二中では職\n員会議でこの点の議論を行い、特に昭和四四年以来解同ａ町支部による教育への介\n入によつて教育現場に一定の問題が生じているので、その点について市教委の認識\nを求め、しかるべき対策を講じてもらうために、吹田二中の教員と市教委との話合\nいを求めることになつた。そして吹田二中職員会議の名で市教委に対して話し合い\nが求められたが、市教委はいつこうにこれに応じず、結局話合いが求められること\nなく経過し、その間に再び解同ａ町支部と吹田二中教員との間には、補充学習問題\nを巡つて対立関係が作り出され、同年一一月から解同ａ町支部主催の補充学習会が\n一方的に強行され、多数の教員がそれに参加できない方向へと仕向けられていつ\nた。ところが市教委はこうした事態が起こつてから始めて、吹田二中に赴いて教員\nらに対して補充学習会への参加を求めてきたのである。こうした際の市教委側の態\n度はただ補充学習会への参加を求めるだけであり、教員側が従前の経過を説明して\n市教委の理解を求めても、教員側の言い分を否定もせず、また事の是非を主体的に\n判断することもせず、ただひたすらに解同との連携を強調して、補充学習会への参\n加を求めるだけであつた。\nこうした市教委の対応は、翌昭和四七年一月二八日に当時のＦ教育長が吹田二中に\n来校したときも同じであり、同教育長は、話合いの冒頭、四月以来の話合いの要求\nに応じられなかつたことを謝罪し（この点は当審においてＦ証人は認めている）、\nひたすら補充学習会への参加を求めるにすぎなかつた。なお被控訴人側はこの話合\nいの際に控訴人らが同和教育基本方針に反対し、これを拒否する旨述べたと主張し\nているが、そのような事実は全くない。控訴人らは、市教委側がしきりに同教育方\n針にある「解同」との連携を強調したので、その際にこの方針が現場の教員の意を\n聞かずに一方的に作成されたという経過を指摘したにすぎない。むしろこの話合い\nの席上では、控訴人らを含む教員側が「橋のない川」事件など具体的な問題を挙げ\nながら、市教委の態度、例えば差別かどうかは「解同」大阪府連が決めるというよ\nうな主体性のない対応を正すよう求めてもＦ教育長らに全くこれに答えられずにい\nたような状況であつた。\n以上の経過よりすれば、当時の市教委が同和教育問題あるいは「解同」との関係に\nついて、自らの主体的な見解を全く持たずに、ただひたすら「解同」ａ町支部の要\n求を、そのまま無批判的に教育現場に押しつけていたにすぎないことは明らかであ\nろう。\nカ　吹田二中では昭和四五、六年頃から校舎の建替えが具体化されつつあつた。こ\nうしたなかで控訴人らを含む吹田二中の教員は、学校としてあるいは教職員組合と\nして、市教委に対して校舎建設に関する要望を提出してきた。ところが昭和四六年\n七月に至り、突然主として校舎建設の問題について市教委と交渉するための組織と\nして「二中をよくする会」なるものが作られたことが発表された。この組織は解同\nａ町支部とそれの下部組織である教育を守る会、更に吹田二中当局とＰＴＡによつ\nて構成されることとされていたが、吹田二中の教員には全く事前の相談もなく、一\n方的に作られたものである。そしてこの組織ができてからは、市教委は、校舎建設\nの要望についてはこの組織を通じなければ誰からであつても受付けをしないという\n態度（いわゆる窓口一本化と同じものである）を取るようになり、同年八月に吹教\n組吹田二中分会が労働組合として市教委へ校舎改善の要望を提出したが、その要望\n書を受理することすらも拒否するという状態であつた。\nキ　更に市教委は、昭和四七年二月一六日付で、「部落解放はみんなの課題」と題\nするプリント（乙第七号証）を作成し、これを生徒を通じて吹田二中の父兄に配付\nしている。この文書には、吹田高校での出来事と並んで吹田二中における「差別事\n件」なるものが記載され、しかも「学校の中でも正しい指導がなされていなかつ\nた。」ということまでもが指摘されていた。しかしこれは当の吹田二中において\nは、この事件について十分な議論がまだなされていなかつたにもかかわらず、市教\n委が具体的教育実践に責任を負うべき学校当局を無視して、右のような一方的な見\n解を表明し、しかもそれを父兄に配付するといういわば越権的な行動に出たわけで\nある。こうした市教委の行動がなされた背景には、解同ａ町支部が当時この事件を\n差別事件としてとり上げ、これを口実にして控訴人らに対する攻撃を行おうとして\nいたということがあるのである（つまり吹田二中の生徒がこうした差別事件を起こ\nしたのは教員の責任であるとして攻撃のほこ先を控訴人らに向けようとしていたの\nである。）。こうした点をみても、当時の市教委がいかに解同ａ町支部の意向に沿\nつてこれに追随していたかが分るといえよう。\nク　昀後に市教委の前述したような態度、つまり同和教育について自らその重要性\nを自覚して主体的に対応するのではなく、ただひたすらにその内容の是非を問うこ\nとなく解同ａ町支部の要求を教育現場に押しつけようとする態度は、次の事実から\nしても明らかであることを指摘しておく。すなわち、吹田市にはいわゆる同和地区\nは＜地名略＞のみではなく他に二ヵ所ある（＜地名略＞と＜地名略＞）。このうち\n＜地名略＞の生徒は豊津第一小学校と豊津中学に通学し＜地名略＞の生徒は吹田第\n三小学校と吹田第五中学校に通学している。そしてこれらの学校は被控訴人らがい\nう同和教育推進校として同和教育主担者が配置されている。本来であればこれらの\n学校についても、吹田市の同和教育基本方針が適用されて、解同との連携が求めら\nれるはずである。ところがこれらの地域には解同の組織がなく、しかも地区の住民\nが解同が教育に対して行つている行動に批判的であることもあつて、市教委からは\n学校当局あるいは教員に対して何の指導もなされていない。例えば本件で控訴人ら\nが転任処分の理由とされている副読本「にんげん」についても、毎年それが生徒た\nちに配付されずに学校の宿直室に山積みにされていても何ら問題にもされていな\nい。本件で職員会議の席上、単に配付について批判的な意見を述べただけで、それ\nが配転の理由とされていることと比べて極めて対照的である（もとよりこうした意\n見を述べること自体、副読本の選択権限が現場の教員にあることからして何ら非難\nされるべきではないし、また本件では実際にはこれは生徒たちに配付されているの\nである。）。こうしたことをみても、市教委のこれまで控訴人らを含む吹田二中教\n師集団に取つてきた対応が、決して同和教育に関する市教委なりの独自の主体的な\n立場あるいは見解に基づいてなされたものではなく、ただ単に「解同」ａ町支部あ\nるいはその支部長であるＩの意向にひたすらに追随してきたものにすぎないことは\n明白であるといわなければならない。\n５　昭和四七年六月二六日以降の吹田二中の状況とその原因及び責任\n（一）　昭和四七年度人事の特徴と六月二六日に至る経過\n（１）　昭和四七年度人事の特徴とその背景\n前述のような解同の吹田二中に対する教育介入とこれに呼応した吹田市教委の追随\n姿勢の下で、昭和四七年度人事は、校長、教頭を含めて九名もの教員が吹田二中を\n去り、新校長Ｑを含めて二〇名もの転入教師を迎えることになつた。うち新任教師\nが九名というように転入教師も新任教師も多いことが特徴的である。しかも、Ｅ及\nびＲの解同に対する解放教育に取り組むにあたつては解同ａ町支部の指導と助言に\n従い解放教育に取り組む教師集団と提携して行うとの誓約書の提出、解同支部長の\n誓約書読み上げ後に市教委の採用という事態、更に誓約書こそ取らなかつたが三月\n二七日（辞令交付直前）には、吹田二中、岸部小ヘの新任教師らが市教委に集めら\nれて、解同Ｉ支部長から誓約書同様の趣旨の内容のことが言いくるめられた事実、\n更に四月一日及び三日に大阪市の日の出解放会館に新転入者を集めて行われた「Ｂ\n同和主担不適任」、「従来から吹田二中にいる教師の品定め」などの事態は、およ\nそ教員人事、学校運営の常識では考えられない事態であつた。それらは市教委がい\nかに解同に追随する教師集団を送り込むことによつて吹田二中の従来からの教師集\n団を分裂させ、彼らの言いなりになる吹田二中を作り出すことに狂奔したかを如実\nに示している。\n（２）　学年度早々からの職員会議の異常事態\n四月八日の入学式、一〇日の始業式を前にして持たれた春休み中の三回の職員会議\nは、多数の新しい新転入の人たちを迎えて吹田二中の教育をより充実させようとい\nう控訴人Ｅを除く従来からの教師である控訴人らの期待に反して、校務分掌すら決\nめることができないという異常な事態となつた。それは端的にいえば一つは同和教\n育主担者を巡る問題であり、いま一つは促進学級設置を巡る問題である。これらを\n巡る異常事態の中で校務分掌すら決め得なかつたことであり、今一つは補充学習へ\nの参加の問題である。これらはいずれも切離し難く結びついている問題であり、集\n団で討議することを不可能ならしめ、ことは同和教育にとどまらず、すべての教育\n活動を無秩序状態に陥れるものであつたが、問題を正しく理解するために一応は項\nを分けて経過を述べる。\nア　同和教育主担者の問題\n同和教育主担者は教員全体とよく結びつきつつ同和教育を推進している重責であ\nり、同主担者は従来から授業を持たずその任務に専念するために旧年度中の職員会\n議で決定することとされていた。主担者が決定すると主担者の教科の教員の補充を\n必要とするからである。\n昭和四七年度を迎えるにあたつても、三月一五日の職員会議で同和主担者の選出が\n行われ、控訴人Ｂが選挙で選ばれていた。\nところが四月四日新年度昀初の職員会議で（この日は次に述べる促進学級設置問題\nで大半の時間が費されたが。）、前述のような経過で新たに吹田二中に入つてきた\n教師らからこの同和主担者の決定について異議が出された。これは秘密会議での予\n定の行動だつたわけであるが、翌五日の職員会議では控訴人ら（Ｅを除く）を含む\n従来からの二中教師らの道理を尽した主張には全く耳を貸さず、あくまでも右決定\nの白紙撤回を迫るというものであつた。右のような動きの背景に解同Ｉ支部長の\n「同和主担者選任に関する要望書」があつたことはいうまでもない。白紙撤回を迫\nる教師らの主張は恥も外聞もはばからず、無理を承知で、従来からの二中教師らを\n口汚くののしりつつその実現を迫ろうとするものであつた。その柄の悪さと控訴人\nら従来からの二中教師の誠実な発言のコントラストが、かえつて誓約書すら提出し\nている控訴人Ｅを含む新任教師をして、解同や解同べつたりの教師らの意に反して\n保留の意見を出さざるを得なくなるほどのものだつたのである。議論は平行線をた\nどつたが、同和主担者を決めないことには他の校務分掌が決められないということ\nもあつて、ようやく旧年度の決定を尊重するか、白紙撤回して決め直すかで採決が\n取られた。結果は二四対一七で旧年度決定を尊重するという結論が出たのである。\nさすがにその結論に対しては誰からも異議は出ず、Ｑ新校長もこれを認めたのであ\nる。\nところが同月七日、入学式の前日の職員会議の冒頭、Ｑ校長から五日の決定は認め\nられない、同和教育主担者はＳ、同副主担者にＲ、Ｔにしたいという唐突で一方的\nな発言がなされた。このような職員会議無視の校長の暴挙に対してその理由を問い\n正す発言が相次いだが、校長はそれには一切口を閉じたままで会議は全く進展せ\nず、すべての校務分掌が決まらぬまま新年度を迎えるという異常な年度明けとなつ\nたのである。\n右のような職員会議の決定を無視した校長の一方的任命といい、従来になかつた副\n主担という任務の導入と一方的任命といい、およそ学校運営上考えられぬ異常なこ\nとであつたが、それにはＥ本人の供述で明らかとなつたようなＩ支部長の校長に対\nする圧力（リハーサルまでやらせたという驚くべき事態）という異常な事態があつ\nたのである。\nその後この同和教育主担者問題は長期にわたつて解決を見ず、学年所属・学級担\n任・教科担当時間数を決めただけで他の校務分掌は一切決めることもできずに推移\nしていくのである。Ｓ、Ｔ、Ｒという一方的な任命を受けた教師らすら、この四月\n七日の職員会議でも一言もしやべらなかつたばかりか、授業時間数も平均並みに担\n当し、六月二〇日ごろまでは主担・副主担として公然と振舞えない状態が続いた\nが、これはいかにこの校長の一方的任命が無茶苦茶なものであつたかを如実に示し\nているといえよう。\nもつとも、二中の職員会議とは全くかけ離れた場所、例えば四月二七目の解放会館\nにおけるａ町教育を守る会との話合いなどでは、Ｓは同和教育主担者らしき一定の\n役割を果たしており、この問題の本質を反映しているということができよう。\nイ　促進学級設置の問題\n被控訴人側の主張や当時の市教委Ｆ教育長の証言などでは、昭和四七年度二学期か\nら吹田二中で促進学級を設置することは早くから決まつており、そのために促進学\n級担当者として控訴人Ｅを含む五名の教師が吹田二中への新転任がされていたとい\nうのである。\nしかしながらそれをやるとすればその担い手となることになる吹田二中の職員会議\nでは、全くそのような論議はなされていなかつたのである。昭和四六年度中におい\nて、一方的に作られた二中をよくする会が職員会議の討議とは無関係に教委との間\nで新校舎建設のプランの協議を進めていつたのであるが、その新校舎の青写真の中\nに促進学級という名の教室の設計プランが示されており、そのことで始めて二中の\n教師らはその設置の問題があることを知つたのである。その時までに促進学級なる\nものについて一度も職員会議の議題になることもなかつたし、まして促進学級の教\n室配置等の要求をしたこともなかつた。そして昭和四七年一月二八日に行われた市\n教委（教育長はじめ指導主事数名が出席）と二中教師との話合いの席でも、Ｍ同和\n教育指導室長は促進学級設置を決して押しつけるものではない。と明確に述べてい\nたのである。\nところが三月二一日の職員会議で教頭の口から、突然、促進学級担当者として五名\nの加配が予定されていることが明らかにされたのである。この問題については、三\n月二四日の職員会議で討議がなされた。そこではこの促進学級というものが解同の\n要求で作られたものであり、解同の運動によつてなされるに至つたものである一\n方、学校の教育現場では一度の論議すらされていないという経過上の問題点、十分\nな教師の中での論議も経ない中で現場の教師として安易に受け入れられない（教育\nを進める上での論議が欠けている）という内容上の問題点が論議された。その結果\n促進学級の担当者はあくまで人数（枠）としての加配と位置づけ、それぞれの教科\nを担当してもらうこと、促進学級担当者と市教委から予定されて赴任してくる教師\nらには個人的に責任を負わせることのないよう職員全体が責任を持つて対処するこ\nとを全員で確認した。校長もこの職員会議の決定に従つて責任を持つて処理するこ\nとを約束していたのである。\nこのような経過の中で、新年度昀初に開かれた四月四日の職員会議では、Ｑ新校長\nから五名の教師につき促進学級担当者として赴任してきたので、促進学級を行うと\nいう前提で一学期の間は調査・研究にあたつてもらうという旨の報告と五名の紹介\nがなされたのである。このことが大問題として論議になつたことはいうまでもな\nい。\nその中味は、一つは経過の問題であり、二つには内容の問題である。特にこの日に\nは始めて市教委の構想が示される中で、教育にとつて内容的な問題が深く討議され\nた。経過の問題は一二月二四日のそれと重なるので省略するが、内容の問題として\n議論になつたのは次のような問題である。\nまず第一は、＜地名略＞の生徒を授業中に連れ出して別の教室で指導するという市\n教委の構想ではその子らの学力の向上になり得るかということである。学力の問題\nも、仲間づくりや学級集団づくりの問題と切り離しえない関係にあり、教育はその\nために不可欠であることは全国的な同和教育の長い歴史の中で確かめられてきた教\n訓であること、ところがクラスの仲間と切り離して別教室で指導するということ\nは、むしろ仲間作りを阻害するという指摘である。しかもそういう抽出促進で学力\nが高まつたという成果は実証されていないという指摘である。解同追随の姿勢をあ\nらわにする教師らからは、促進学級で学力が高まれば原学級にもどすので問題はな\nいと主張したが、原学級での授業がどんどん進行する中でそんなことはあり得な\nい、むしろ困難になるという議論がなされた。\nまた促進学級担当予定者として赴任してきたうち、二人は新任、二人は小学校から\nの転入、中学からの転入者は一人というように、吹田二中の状況を全く知らない、\nしかも中学校の教育には新人と言つてよい者を主体に五名の担当者を予定するとい\nう市教委の安易な決め方にも問題があり、そのことについても議論が交わされた。\n何が何でも促進学級を設置しようという教師たちの発言は、「解同の要求で勝ち取\nられたものだからやるべきだ。」という主体性のない発言と従来からの二中教師集\n団に対するののしりに終始した。\n四　日の職員会議では、このような論議を経て、昀終的には校長も含め全員一致の\n結論として、促進学級の設置は前提とせず、底辺の子どもらの学力を保障していく\n手立てを検討する委員会を設置する、五名の加配教員はこの委員会に入る、しかし\n教科の授業は受け持つてもらう、委員会は校務分掌の一環として後日構成するとい\nうことを決定した。\n右のように、吹田二中における正式決定では、促進学級の設置そのものが保留とさ\nれていたのである。\nその後にひそかに開かれていた促進学級担当者会議（控訴人Ｅも途中まで出席）な\nるものは、職員会議の議を経たものではなく、学校全体のものでなかつたことは右\nの職員会議決定からして明らかである。そのことは、学校として教育に責任を負う\nという教育本来の原則からみて根本的な問題を含み、真に子どもらのためになり得\nないものであることを意味している。四月四日以降、前述の同和教育主担者問題も\nあつて、校務分掌すら決め得ない状況が続く中で、この促進学級の問題（検討する\n委員会の問題）も討議することができずに推移したのが真相である。しかるに市教\n委はこのような経過を全く無視して控訴人Ｅに対して促進学級設置、担当者たるこ\nとを前提とした指導しか考えようとせず、原判決もまた右のような二中での討議経\n過を無視してしまつているのである。\nウ　補充学習の問題\n補充学習は、５に述べたような経過で解同主催に移行していつたものであるが、教\n師の主体性を否定し解同への従属をもたらすこの補充学習に参加する教師が昭和四\n七年度においても少なかつたことは当然である。\n昭和四七年に入つてから、この補充学習についての職員会議での討議は全くない。\nすなわち、解同主催のそれに一部教師が私的に参加しているという状況にしかな\nく、府教委やＦ証人の証言ですら教師の本務ではないといわざるを得ないばかりで\nなく、吹田二中の学校としての取組にもおよそなつていなかつたのである。\n右の状況のもとで、控訴人Ｅが自らの判断で参加、不参加を決定するのは当然のこ\nとといわなければならない。\n（３）　一連の経過の背景と問題点\n以上みてきたような誓約書などにみられる異常人事・同和主担者問題・促進学級問\n題・補充学習の問題などに端を発して校務分掌すら決め得ないことにみられる校務\n運営の異常な事態は、その背景に解同の教育介入に対して批判的で彼らの言いなり\nにならない従来からの教師集団の意思を排除して、彼らの意のままに学校運営をさ\nせようとする解同の意思と行動によつて引き起こされたものである。それが職場に\nおける従来の慣行や決定を無視し、非民主的、非教育的な現象として現われたもの\nに外ならない。これは解同べつたりの市教委と校長を始め意図的に送り込まれた教\n師たちによる、教育とはもはや無縁の解同支配の学校の現出をもくろんだものとし\nかいいようのないものであつた。\n（二）　六月二六日以降の異常な事態とその原因及び責任\n（１）　控訴人Ｅに対する攻撃\n（一）　でも述べてきたように、控訴人Ｅは異常な人事の典型である解同への誓約\n書提出、解同の市教委の推せんを経て吹田二中教員として採用されたのであつた\nが、その当時同控訴人はそのことの意味をそれほど重大に考えていなかつたのであ\nる。\nしかし当審における同控訴人の供述でますます明らかにされたように、三月二七日\nの二中、岸部小新任教師らに対するＭ同対室長及び解同Ｉ支部長の話、四月一日、\n三日の日の出会館での学習会（市教委が二中の新任だけは一般の新任研修には行か\nなくてよいと指示した上で開かれたもの）でのＵらの話を経てその後に開かれた二\n中職員会議での一連の討論の状況は控訴人Ｅに対して、控訴人Ｂ、Ａ、Ｃ、Ｄを含\nむ従来から二中で教育に取り組んできた教師らと、これを口汚くののしる新転任者\nを中心とする教師らの姿の違いを鋭く見せつけることによつて、控訴人四名を含む\n従来からの教師らに対して強い共鳴を与えることとなつた。その結果、同控訴人は\n四月五日の職員会議での同和主担者問題で保留の態度を取ることになつた。この同\n控訴人の採決時の態度については、同七日夜Ｒから五日の夜解同支部長から同人に\n電話があり、同控訴人の右態度を理由に懲戒免職にしてやろうかなどと言われたと\nいう話を聞かされ、同控訴人は誓約書を書いたことが重大な誤りであることを痛感\nするに至つた。\nしかし同控訴人は内心では深く悩みながらも、授業時間数も少ないこと、学力向上\nの検討委員会が正式に発足していないけれどもそのメンバーに入ることは職員会議\nで予定されていたこともあつて、四月一〇日にはＲの召集によつて開かれた促進会\n議なるものには出席し、以後その会議や資料集めには参加してきたのである。四月\n二六日のａ町子ども会全体会にも出席し、同二七日の二中教師と＜地名略＞父母と\nの話合いにも出席し、その後の促進会議や資料集めにも参加してきた。しかし二七\n日の右話合いでも同僚教師らを親の前で平然とののしり、職員会議で決まつていな\nいことを平気で口にする教師ら（校長も含めてである）の姿を見て、これでいいの\nだろうかという感をいつそう深くしながらも、それに対して疑問や意見を出すまで\nは踏ん切れず、悩みを抱きつつずるずると促進会議にも参加してきたのであるが、\n五月一八日、Ｒから補充学習の時間割を見せられて参加要請を受けた機会に、これ\nを断わることによつて誓約書をようやくふつ切るに至つた。それはそれまでの職員\n会議や促進会議等々の一連の経過の中で感じてきたことからようやく到達してきた\n教師としてのあるべき態度の自覚からであつた。それ以降、同控訴人は促進会議に\nも欠席がちとなり、やかましく参加を呼びかけられ、追及されるようになつた。こ\nれと呼応して解同に追随している学童保育指導員から六月二日、七日、一〇日と話\n合いを求められたがこれに欠席、一〇日にはａ町教育を守る会から話合いの要求を\n受けたが、これにも応じないで欠席した。ａ町教育を守る会は解同の指導を受けて\nいるその下部組織であり、補充学習や促進学級についての同控訴人の態度を誓約書\nに反しているとしてこれを問題とし、その態度の変更を迫ろうとするものであつ\nた。だからこそ同控訴人は控訴人Ｂら二中の教育を大事にしてきた従来からの教師\nたちから教えられた教育のあるべき原則、あるべき教師の姿勢を守ろうとしてこれ\nらに応じなかつたのである。\n解同に指導された教育を守る会は六月一〇日の話合いに同控訴人が欠席すると、深\n夜にＦ教育長を解放会館に呼び出し、同控訴人を話合いの場に出席させることを約\n束させ、これを受けて市教委は校長を通じて同控訴人を同和教育指導室に出頭する\nように求めてきた。話の内容も促進学級と補充学習の二点であり、話の成行きは教\n育を守る会の意を受けて、同控訴人の翻意を求めるものであることが明らかだつた\nので、同控訴人は、せつかくふつ切つた誓約書の立場に引きもどされることを避\nけ、教師としての良心を失いたくないという気持から六月一四日、一五日、二〇\n日、二三日と市教委の呼出しに応じなかつたのである。\nこの同控訴人の態度は、（一）及び今までに述べてきた四月以来の経過とその背景\nに鑑み、正当なものであつたといわなければならない。そして、市教委が促進学級\nを巡る職員会議の経過や四六年来の補充学習を巡る経過を何ら顧みることなく、教\n育を守る会との話合いに応じさせれば足れりとする安易で、主体性の欠如した非教\n育的措置をとつたことこそ非難されなければならない。\n（２）　六月二六日以降の教育現場の無秩序状態\n六月二六日の早朝、控訴人Ｅに話合いを求めると称して解同ａ町支部員ら百数十名\nが吹田二中に押しかけてきた。以来授業が全くできない状態が続くとか、生徒の面\n前で教員が公然と暴行を受けるということが相次ぐなど、およそ学校という教育現\n場では信じ難いような状態が七月八日頃まで一〇日以上にわたつて続いたのであ\nる。その間授業の妨害・中止は、二中の授業全体が中止させられただけでも、六月\n二六日の午後、二七日の午前・午後、二八日の午後、二九日の午後、七月五日の午\n後の一四時頃に及び、控訴人Ｅ、同Ｄら特定の教員の授業が妨害された（これには\n関大解放研の学生や＜地名略＞の子どもらも妨害に加わつている。）のも連日にわ\nたつている。これと平行して控訴人Ｅに対する六月二六日から二七日にかけてのつ\nるし上げ・連行・監禁の暴挙を皮切りにして、同Ｄに対する一連の蛮行（二中全生\n徒に対してとりわけ鮮烈な印象を与えたのは六月二九日の全校討論集会の場におけ\nる控訴人Ｄに対する解同Ｉ支部長らの暴行であり、全生徒の面前におけるかかる暴\n挙は、その後に解同が何の非難を受けることなく、控訴人らが本件転任処分を受け\nるに及んで生徒らの胸にいつそう暗い影を落すことになつた。）が相次いだのであ\nる。この間●冠旗が正面に掲げられ、職員会議も正常には運営できず、職員室で多\nくの職員がつるし上げを受けるという事態もしばしばであつた。\n（３）　その原因及び責任\nこのような無秩序状態が、解同ａ町支部によつて引き起こされたことは、誰の目に\nも明らかなことであり、その責任が同解同支部にあることも当然である。\nが、それと同時に、このような事態が一〇日以上にわたつて繰りひろげられたの\nは、校長や市教委が、このような同解同支部の暴挙に対して毅然とした態度で彼ら\nの校外への退去を要求するということを怠り、彼らのなすがままに任せたことがあ\nるからである。この点につき、当審でＦ証人（教育長）は、授業の阻害になるから\nとにかく動員はやめてほしいと「何回も」「お願い」したと弁明しているが、右証\n言でも端的に出てくるように、かかる理不尽な事態についてすらお願いにとどまつ\nていること、誓約書の問題について未だに個人的な問題だと見解を表明することを\n避け、政党・労組に対する誓約書だと間違つていると言いながら解同に対してのそ\nれについてだと間違つているとはいえないような姿勢であることからして、市教委\nや校長が毅然たる措置を取らなかつたことは明らかである。\nそれは六月二六日以降の事態に先立ち、二中への大挙動員を決定した六月二四日の\n教育を守る会の決議を知りながら、これには何の手立ても加えずにむしろこれを容\n認していた事実や、六月二六日以降の事態の中でも、市教委関係者や校長は前記の\nような監禁・暴行・授業妨害を現認しながら何らこれを止めようとせず、むしろ積\n極的に彼らの授業妨害に加担する行動を取つた事実によつて裏づけられるところで\nある。更に七月六日の「真の解放教育推進宣言」（ここでは解同の暴挙に対する批\n判的姿勢は全く欠けており、「今回の事件を通して、部落差別を許さず立ち向かう\n学級集団、生徒集団が形成されてきた。なかんずく、ａ町子ども会のめざましい成\n長に拍手を送る。」と記されている。）に校長も署名し、七月一〇日に市教委が校\n区に配布した「吹田第二中学校の問題について」でも、解同の暴挙に対する批判が\n全く欠落していることでも、いつそう如実に裏づけられるところである。\n以上みてきたようにかかる学校における無秩序状態の原因及び責任が解同ａ町支部\nとこれを容認、助長、追随した市教委にあることは明らかである。\n（４）　無秩序状態を克服した父母・市民の解同・市教委に対する批判\nこのような状態が克服され、すなわち解同がそれまでのような動員をやめ、学校が\n正常に復したのは何によるものであつたのか。\n原判決は、容易に事態の収拾の目途が立たなかつたのが、七月六日に二中職員約三\n〇名と解同ａ町支部との話し合いが持たれ、これに参加した教職員が自己批判し、\n前記「真の解放教育推進宣言」を採択・署名したのを契機にようやく事態収拾の方\n向に進み、翌七日以降、解同ａ町支部員も二中へ来なくなり、一応平常に戻り、授\n業も行われるようになつたと認定しているが、これは事実をみない、証拠に基づか\nない独断である。当審においてＦ証人が、この点について、解同自身も自粛するに\n至つたこと、解同も含めて、やはり子どもの学習というものについて一日も早く正\n常にもどすべきであるとの一つの共通理解が生まれたと証言したことにもみられる\nように、解同が自粛せざるを得ない状況が生まれてきたのである。そしてその背後\nには父母・卒業生を始め、広範な市民等から解同の暴挙に対する批判が高まつてき\nたという厳然たる事実がある。かかる事態の経過の本質を看過することは許されな\nい。\n六月二六日に始まつた一連の吹田二中における無秩序状態は、父母、市民に知れわ\nたつていつた。\n六月二八日のＰＴＡ総会には、かつてない多数の父母が参加したが、解同Ｉ支部長\nらのあまりにもひどい発言妨害や悪罵に接して事の本質を知り、これに抗議して多\n数の父母はいつせいに席を立つて退場し、翌二九日に緊急に開かれた市職労などの\n呼びかけによる吹田二中問題の真相を知る会には、二中父母や多くの市民・教師約\n三〇〇名が参加し、こうした解同の教育介入を枇判し、学校の正常化を要請してい\nくため、この会を組織として継続し、真相をひろめ、その輪を拡大していくことを\n決めた。\n父母のレベルでは、六月三〇日頃から教師に対して事態を説明に来てほしいとの要\n請があちこちから出されてきた。控訴人らを含む従来からの吹田二中の教師らは、\n二人一組でおおむね一〇数名の父母の集まりに参加していつたが、父母の反応は控\n訴人Ｅに対しては一部に約束を守るべきだという意見も出たが、その余の控訴人ら\nを含め他の教師に対する批判は全くなく、解同が学校に押しかけて混乱させている\nのは困る、とにかく解同の動員をやめるべきだという点で一致していた。そして、\n父母が学校へ直接にその状況を見に来たり、市教委や校長に正常化を申し入れると\nいう行動が行われるようになつた。ＰＴＡ会長であつた原審Ｖ証人の証言や、原・\n当審におけるＦ教育長の証言によつても、このように解同のやり方を批判し、市教\n委の責任で学校を早く正常化するように求める声が強かつたことを認めている（た\nだＰＴＡの一部役員などに解同ａ町支部に迎合的な者もおり、ＰＴＡがＰＴＡとし\nて市教委に毅然たる姿勢を取り得なかつたことは否めない。）。\n父母・市民にとどまらず、良心的教師らや、教職員組合も事態を重視して取組を展\n開した。\n府高教組ではいち早く二中の自主的な教師集団を激励し、市教委及びＱ校長に対す\nる抗議を行つた。\n七月四日には大教組の中央委員会でも事態を重視し、調査団の派遣を決め、同月六\n日大教組調査団は吹教組及び吹田二中を訪問したが、二中ではＩ支部長が、「ここ\nは闘争本部や。」と調査を妨害したため調査できなかつたが、同月一〇日の大教組\n単組代表者会議では、調査団の報告を受けて調査を続けることを確認の上、速やか\nに正常な授業ができるようにする、教育委員会が処分や人事異動などで解決するこ\nとに反対する、ことなどを決めるなど、解同のやり方と教育委員会の姿勢に対して\n厳しい批判の態度を確認した。この間七月四日には、かねてより自主的民主的な立\n場での教育を目指して運動してきた吹田市民主教育研究会定期総会は解同Ｉ支部長\nらの暴力による教育支配を許さず吹田二中の自主的な教師集団を支持する決議を採\n択し、その運動の先頭に立つことを宣言している。\n解同ａ町支部が七月一〇日からそれまでの大量動員をやめたのも、このような父母\nを始め吹田市民から、府下にも広がり始めた府民・教師らの解同批判の高まりの反\n映であつたのである。\n（５）　異常事態下での控訴人らの対応について\n被控訴人は、控訴人Ｅはかかる混乱の原因を作り、その余の控訴人らも解同との話\n合い勧告を拒否し、Ｅの言動を支持し、混乱をいつそう助長したと繰り返し主張\nし、その主張をエスカレートしている。そして原判決も控訴人Ｅを除く四名の控訴\n人らがＥの言動を支持しいつそう混乱を助長した、あるいは増大深刻化したと認定\nしている。しかし右の主張や事実認定は全く誤つている。まず控訴人Ｅに関してで\nあるが、確かに＜地名略＞住民との間に摩擦が生じ、本件事態の誘因となつたこと\nは事実であるが、本来あるまじき誓約書の存在を盾として学校内での意思統一もさ\nれていない補充学習や促進学級の問題で同人が解同の思うとおりの態度に出ること\nを要求して、こともあろうに学校へ多数で直接に押しかけ、直接に多数をもつて屈\n服を迫るという解同のやり方に応じなかつたことは、何ら非難されるべきではない\nことは、前述の経過から明らかである。一般父母の間でも、同控訴人に対してでは\nなく、主としてその批判が「解同」に向けられていたことは、このことを裏書きし\nているといえよう。\n次にその余の控訴人らについてであるが、六月二六日以降の一連の事態のなかで、\n解同から継続的に追及を受け、話合いを要求されたのは、控訴人Ｅを除くと、同Ｄ\nと訴外Ｗの二名だけであり、同Ｄの場合は六月二六日に解同支部員に暴力を振るつ\nたということを理由とするものであつた（しかもこれは事実無根であり、およそ事\n件ともなり得なかつたものである。）。また、昭和四四年以来の「橋のない川」、\n地区学習・補充学習問題など、４で述べたような一連の問題は、そこでは何ら問題\nとはされていなかつた。\nすなわち、Ｅを除くその余の控訴人らは職員会議の中で、まず校長や市教委が授業\nが正常にできるようにすべきであり、誓約書というようなもの（Ｆ教育長によれ\nば、個人的問題を学校という公の場へ持ち込んで混乱に陥れている解同を批判する\nという教師として当然の発言をし、現実の授業妨害をやめさせるよう校長に求めた\nということこそあれ、控訴人Ｅの言動を支持するとか混乱を増大助長するとかいう\nような特段の行動に出たという事実もないのである。また、市教委や校長からも暴\n力を振るつたとして話合いを求められたＤを除いては、特段に解同との話合いを求\nめられたという事実も存在しないのである。\n６　混乱再発あるいは同盟休校の危険は存在しなかつた。\n原判決が動揺の挙句に結局本件転任処分をやむなしとして容認したのは、原判決に\nも示されているように、一旦混乱は収拾されたものの控訴人らが引き続き吹田二中\nに勤務するときは、再度これまでのような混乱の発生する危険が十分あると市教委\nが判断して、そのような危険を予防するため、やむなく本件転任処分に出たと認定\nし、それが相当であつたという判断に基づくものであることは明らかである。\nしかしこの判断はおよそ証拠に基づかない独断であつて、しかもこの点が覆えされ\nればたちどころに原判決の結論は逆転せざるを得ないものである。そこで以下にこ\nの点を明らかにする。\n先に（五）の（２）のエで述べたように、六月二六日以降の事態に対して、父母・\n市民・教組などから解同の暴挙に対しての批判の声が急速に広まつていつたことが\n解同をして動員を中止させ、異常事態を克服させる力となつたのである。七月一〇\n日以降吹田二中では授業も正常にもどり、異常事態下の二週間の遅れを取りもどす\nための午後の授業（短縮授業せずに）が七月一一日から二〇日まで行われ、一学期\n末にできなかつた期末試験は九月早々に実施することとされ、八月二六日から五日\n間は補習授業を行うことも決められ、これらは正常に実施された。そして異常事態\n下にもその後授業が正常に行われるようになつてからはなおさら、父母・ＰＴＡか\nら本件転任処分のごとき措置が要望されたというような事実は全くない。ＰＴＡが\n市教委に提出した七月六日の文書（乙第一四号証）も、当時の混乱が回避されない\nときは重大な決意と昀後的行動を取るが、それは市教委の責任であつて我々の関知\nするところでないと述べているにすぎず、原審Ｖ証言によれば、右の重大な決意う\nんぬんは、ＰＴＡ役員の総辞職を考えていたということなのである。この文書をも\nつて、授業が正常に行われるようになつてからにおいて、九月以降にもＰＴＡが何\nらかの行動を取るという表明とみることは、およそ事実にそぐわないものである。\nさらに当審Ｆ証言では、七月七日以降解同からは、控訴人Ｅとの話合い要求も出な\nいようになつたし、本件のような転任処分の要求もなかつたし、解同が九月になつ\nて再び押しかけて来るかどうかその辺は推定できないと述べているのであつて、Ｆ\n教育長自身、ＰＴＡの前記文書の意味をすりかえて同盟休校の危険があつたなどこ\nじつけてはいるものの、解同自体が再びあのような行動に出ることまでは予測して\nいないのであつて、混乱の再発は現実的な危ぐではなく、本件転任処分を合理化す\nるための虚構のこじつけにほかならないものといわなければならない。\n何よりも解同の動員をやめさせたのは、父母・市民・教組などの解同批判の声の高\nまりによるものであり、同月一〇日以降解同が動員をやめた後にも、同月一八日に\n大阪府下の各界の人たちが吹田二中問題の真相を知るために集まり、民主教育を守\nろうという決議をするなど、府下的にも解同と市教委に対する批判がいつそう広が\nつてきていたのである。\nにもかかわらず、八月末頃になつて処分のうわさが立つ中で、二五日、三〇日に父\n母有志がいち早く市教委へこの点を問い正しに行き、三一日には本件転任処分の内\n示が出たことを知るや校長や市教委に対して抗議し、九月一日以後、急速に本件転\n任処分に対する抗議の声は日に日に高まつていつた。このことは、いかに本件転任\n処分が父母の気持に反した不当なものであつたかを如実に示しているとともに、こ\nのような父母・市民の声によつて原判決の認定するような混乱が再発するようなこ\nとはあり得ないものであつたことを示しているのである。\n７　本件転任処分の違法性\n本件各転任処分は憲法二三条、二六条、教育基本法六条二項、一〇条一項、二項に\n違反する違法なものである。\n（一）　教育の自主性、教育権限の独立更には教育の中立性が公教育により非常に\n重要なものであり、それらが憲法二三条、二六条、教育基本法一〇条一項等で保障\nされたものであることはいまさらいうまでもない。この教育の自主性、教育の中立\n性等が憲法的に保障された重要なものであるということは、同和教育の分野であろ\nうとそれが公教育として展開される場合にはいささかも変りはない。\nそして、これら教育の自主性、教育権限の独立、教育の中立性の下に教育に携わる\n教員の身分については一般労働者や公務員と異り、特殊な身分保障を受けるもので\nあることも明白なことである。教育基本法六条二項は特にこのことを確認した規定\nである。\nそこで教員に対する特殊身分保障下での、転任処分に関する一般的保障の在り方に\nついてであるが、兼子教授は左のとおり基準を設定される（前掲「教育法」新版三\n三〇頁以下、なお同著「教育法学と教育裁判」八九、一二二～九頁参考）。\n（１）　教師転任は原則として、本人の希望ないし指導助言的な話合いにより得ら\nれる本人の承諾に基づくべきこと（希望・承諾転任の原則）。\n（２）　教師本人の意に沿わない「不意転」が例外的に行れうるためには、ア　当\n該教師の教育意欲が著しく弱まらないと予定でき、イ　現任校の教育計画を著しく\n妨げる恐れがなく、ウ　新任校からの強い希望ないし新任校の教育の発展に必要な\n特段の事情があり、エ　教職員組合と十分協議した地域人事交流計画に従つて地域\nにおける合理的必要性のある場合でなくてはならない。\nそして「不意転」については、教育条件整備的転任人事としてその教育法的な適法\n要件は相当に限定されているものと教育法的解釈をされるのである。\n（二）　本件転任処分の違法性\nこの点を述べるにあたり、まず原判決が、「被告が、原告ら四名につき、「その特\n別事情とされる本件転任処分の原因ともいうべき各自の言動」として主張している\n事実そのもののみをもつて、原告らの転任処分の直接の理由としたとすれば、それ\nは、憲法一四条一項、一九条に違反する違法なものといえよう」と判断を下してい\nる点を指摘しておく。\n右は本件控訴審においても被控訴人が主張を維持している特別事情に対する正当な\n判断として維持されるからである。\n右特別事情が本件転任処分に際し考慮することができない事情であるとすれば、次\nに原判決の「違法性なし」とした判断の柱である左記指摘がなおも維持し得るかど\nうかが判断すべき中心的事項となつてくる。\nすなわち、（１）（原告Ｅを除く原告四名について）「原告Ｅの言動を支持し、も\nつて右混乱の増長に直接間接に影響を与えた。」という事実が果たして存在した\nか。（２）「右紛争が、一面では原告ら五名を中心とした教師集団と解同ａ町支部\nとの間の同和教育を巡る従来の根本的な対立（提携原則を支持するか否かの対立）\nへと発展しつつあるような形態を示してきた。」といえるかどうか。（３）「原告\nらが以後も吹田二中に勤務するときは、再度これまでのような混乱の発生する危険\nが十分ある」と評価し得るかどうか。（４）「解同ａ町支部が、同和教育を同支部\nと連携して行うように求める要求自体不当ということもできない。」と評価し得る\nか。（５）「教育行政の責任者としては、一応その方針に従つて教育行政を行うこ\nととし、したがつてその方針に従わない者を、その者の受ける不利益を昀少限度に\n止めつつ排除することも、当時においては教育行政としてはやむを得なかつた措置\nといわざるをえない。」との評価が正当であるかどうか。という、以上五点であ\nる。\nそこで順次検討すると、（１）の事実は全く存在しない。原判決もこの点について\nは全く事実認定をしていないのである。また（２）も、六月二六日より七月七日ま\nでの事実経過を踏まえれば、かかる評価を下し得ない、提携原則を肯認しうるか否\nかの問題は従来からの問題であり、この紛争の中では全く「発展」などしていな\nい。そこに存したのは解同による一時的個別的糾弾であつた。次に（３）の点であ\nるが、解同ａ町支部によるこれ以上の混乱の続発、再発はもはや許されざる状態に\nあつたこと５に詳述したとおりである。\nもし仮にその危険の危ぐを市教委が有したのであれば、市教委はその責任者である\n解同ａ町支部に対し、教育基本法一〇条二項に基く教育条件整備に関する責任と権\n限を持つ者として、しかるべき話合いによる危ぐ払しよくの努力をまずなすべきで\nあり、これを全くなさず転任に及ぶこと許されないことはいうまでもない。\nそこで、本件転任処分の違法性との関係で昀も重要なのは（４）及び（５）の判断\nである。当控訴審で本件転任処分の事実上、実質的処分者であつたＦ教育長が、本\n件各転任処分を「この際、方針、施策に沿わない者を排除せんとして行つた。」趣\n旨の証言をするからである。そして本来本件転任処分というものが、危険回避、再\n発予防を目的としてなされたものでなく、基本方針、具体的施策に従わない者の二\n中からの排除目的でなされたからでもある。\nそこでこの点を検討するに、基本方針、具体的施策、特に解同ａ町支部との連携と\nいうものは、同和対策審議会の答申及び大阪府同和教育基本方針にそれぞれ違反す\nるものであり、憲法二三条・二六条、教育基本法一〇条一項に違反するものである\nことは３に詳述したとおりである。\n更に教育内容・方法について、右のような内容を教育委員会が定めること自体、教\n育基本法一〇条一項・二項に違反する事項なのである。\n更に付言するに、教育基本法一〇条の原理の下では、教育委員会が教育内容・方法\nに関する一般的方針、施策を打ち出したとしても、それは指導・助言の性格しか持\nち得ないことは言うまでもない（前提「教育法」三五四頁以下）。換言すれば、何\nら法的拘束力を伴わないのである。法的拘束力を持ち得ないということを転任処分\nに関して述べれば、転任に際し、それが裁量の基準になし得ないということであ\nる。もし、それを許せば、教育基本法一〇条一、二項等に反するものとなるのであ\nる。\nしかし、本件では、持つとしても指導・助言性しか有するものでない基本方針、具\n体的施策が前述のとおり違憲・違法の内容であるから指導・助言性も有するもので\nはないのである。したがつて基本方針、具体的施策に従わない者として排除するこ\nとは、二重三重に違法な処分となるのである。\n以上からすれば、右基本法一〇条一項、二項に違反して定めた、かつ憲法二三条・\n二六条、教育基本法一〇条一項に違反する重畳的に違法な基本方針、具体的施策\nの、特に連携（提携原則）を基準としてなされた本件各転任処分は違法であると評\n価する以外にない。\n更に加えて、右違法転任処分は教育基本法六条二項にも違反するのである。\n先に転任処分の基準に関する兼子教授の見解を述べたが、本件各転任処分はことご\nとくその基準に反していること明白であるが、本件処分は「教育の主体性」「教育\nの自主性」「教育の中立性」等、真に教育を展開していくうえの根本原則をまつこ\nうから踏みにじつた重大な違憲・違法行為なのである。\n二　被控訴人の主張\n１　本件転任処分（配置替え）の特色について\n本件転任処分は、吹田二中教諭として勤務中の控訴人ら五名が従来の国及び被控訴\n人市教委の同和教育対策に反対して同調協力せず、かつ、吹田二中当局の指示又は\n勧告にも反対して服従せず、校下の同和地区の父兄又は母親らとの間に摩擦を生\nじ、特に昭和四七年六月二六日より翌二七日に及ぶ同校内における徹夜交渉の決裂\nによつて現場の大混乱を招いたため、同盟休校の危機を回避し、かつ、校内運営の\n平穏を回復するため、父兄側及び吹田市議会側等の要望にも応ぜざるをえず、市教\n委及び被控訴人は、急ぎ控訴人ら五名をそれぞれ他の吹田市立各中学校へ同年九月\n一日付をもつて分散転出させるほかなきに立ちいたつたため、なされたものであ\nる。そしてその後においては、吹田二中は現状のごとき平穏無事の状態に復してい\nる経過事情にある。また本件は同じ吹田市内の中学校へ控訴人ら五名をそれぞれ分\n散し配置替えを行つたものにすぎず、勤務先の位置に差異があるのみで通勤につい\nて不利益はなく勤務内容には何らの差異がないいわゆる配置替え転任にほかならな\nいことに注意しなければならない。\n２　公立中学校の教諭に対する配置替え処分について\n一般に国家公務員又は地方公務員は、これに対する配置替え若しくは転任処分につ\nき、その任命権者に違法なる意図目的又は被処分者に対する著しき不利益がない限\nり、これを甘受服従すべきことはその制度上当然の事理である。そして判例上も教\n員に対する転任又は配置替えについても、特にその自由裁量権の範囲を逸脱しない\n限り違法はないとされ、これがために被処分者の意図する授業計画が実施不能とな\nつたとしても、いわゆる教員の教育権の独立を侵害したものとはいえず、違法はな\nいとされている。更に教職員として公の教職に従事する者は転任による精神的、物\n質的負担を受忍するを要するとされ、また自宅より通勤不能な地域への転任処分も\n不利益な処分ではないとされている。\n３　本件における教育権の独立侵害に関する控訴人らの主張の失当について\n控訴人らは、本件における教育行政官庁の同和教育に関する解同の対処が差別的で\nあつて違法であり、したがつて教職員である控訴人らの教育権の独立を侵害し無効\nである旨を主張する。しかし本件は教育基本法一〇条（教育行政）にいう不当な支\n配には該当せず、控訴人らの主張はその意図目的が控訴人側に背反する一事のみを\nもつて、一方的に独断専行の主張をなすものにほかならない。\n右法条は教育官庁及び教職員一般に関し広く不当な、かつ、直接的な支配を禁止し\nて、正当なる教育及び教育行政の政治的中立性を確保せんとしているところ、本件\nにおける解同の行動にはこのような不当支配が明認できないから、被控訴人による\n紛争回避のための本件転任処分は是認せられるべきであつて、控訴人らの主張は失\n当と断ぜざるをえない。\nなお公務員の転任処分についでは、被転任者の事前同意は、判例上も、事情によつ\nてはこれを得る必要がないとされている。\n三　証拠関係（省略）\n○　理由\n一　控訴人Ａが昭和三〇年四月吹田市公立学校教員に任ぜられ、昭和四四年四月以\n降吹田二中教諭として社会科を担当し、昭和四七年度においては同校一年九組の学\n級担任をしていたこと、控訴人Ｂが昭和三六年四月吹田市公立学校教員に任ぜら\nれ、昭和四二年四月以降吹田二中教諭として国語科を担当し、昭和四七年度におい\nては同校三年国語科を担当していたこと、控訴人Ｃが昭和三八年四月吹田市公立学\n校教員に任ぜられ、以来吹田二中教諭として数学科を担当し、昭和四五年度以降同\n四七年度に至るまで同校特殊学級担任をしていたこと、控訴人Ｄが昭和四二年四月\n吹田市公立学校教員に任ぜられ、以来吹田二中教諭として保健体育を担当し、昭和\n四七年度においては同校一年一一組の学級担任をしていたこと、控訴人Ｅ（旧姓○\n○）が昭和四六年四月吹田市教育委員会（以下市教委という）社会教育課非常勤嘱\n託として採用され、同市ａ町学童保育指導員をし、昭和四七年四月同市公立学校教\n員に任ぜられ、吹田二中教諭として同校一年国語科を担当していたこと、被控訴人\nが府費負担教員である控訴人ら吹田市公立学校教員に対する任命権者であるところ\n（地方教育行政の組織及び運営に関する法律三七条）、同法二六条による事務委任\nを定めた「府費負担教職員の任免その他の進退に関する事務の一部を市教育委員会\n教育長に補助させる規則」（大阪府教育委員会規則第五号）に基づく「市教育委員\n会教育長が行う事務補助執行に関する規程」（大阪府教育委員会訓令第二号）二条\n二号により府費負担教職員（校長を除く。）の配置に関する事務を市教委教育長に\n補助執行させていること、被控訴人の前記補助執行者である市教委教育長Ｆが、被\n控訴人名で、昭和四七年九月一日付で、控訴人Ａを吹田市立第六中学校教諭に、控\n訴人Ｂを同市立第一中学校教諭に、控訴人Ｃを同市立青山台中学校教諭に、控訴人\nＤを同市立高野台中学校教諭に、控訴人Ｅを同市立山田中学校教諭に補する旨の各\n転任処分をなしたことは当事者間に争いがない。そして控訴人Ｅを除く控訴人ら四\n名が本件転任処分を不利益処分であるとして伺年九月二六日ごろ大阪府人事委員会\nに審査請求した（控訴人Ｅは条件付採用期間中の職員であり、審査請求はできな\nい。）が、既に右転任処分を争う本訴が提起されていることもあつて審査請求後三\nか月を経過するも同委員会の裁決がなされていないことは成立に争いのない甲第六\n八号証の一ないし四及び弁論の全趣旨によつて明らかである。\n二　本件転任処分がなされた経緯について検討する。\n成立に争いない甲第一一号証、第二六、第二七号証、第四二号証、第四七ないし第\n四九号証、第五〇号証の一、二、第六六号証、第七九号証の一、二、第八〇号証、\n第一六二号証、乙第三号証の一ないし四、第七、第八号証、第一五号証、第一六、\n第一七号証の各一ないし三、第二三、第二四号証、乙第一六号証の三及び当審証人\nＸの証言によつて成立の認められる甲第二八号証、原審における控訴人Ｂ本人尋問\nの結果によつて成立の認められる甲第三三号証、当審における控訴人Ｂ本人尋問の\n結果によつて成立の認められる甲第三二号証、第三八号証、第五三号証、第一〇\n四、第一〇五号証、第一三一号証の一ないし四、第一三二ないし第一三五号証、第\n一三七ないし第一三九号証、第一四〇号証、第一四四、第一四五号証、第一四七号\n証、第一四九号証、原審証人Ｖの証言によつて成立の認められる甲第三五号証、乙\n第三号証の六、第一三、第一四号証、第一八ないし第二一号証、当審における控訴\n人Ｅ本人尋問の結果によつて成立の認められる甲第一七号証、甲第一五〇号証、弁\n論の全趣旨によつて成立の認められる甲第六ないし第一一号証、第三〇号証、第三\n五号証、第三九号証、第四二号証、第一〇八号証の一、二、第一〇九号証、第一一\n四、第一一五号証、第一三〇号証、第一四一ないし第一四三号証、第一四六号証、\n乙第四号証、第六号証、原審証人Ｗ、Ｖ、当審証人Ｙ、同Ｘ、同Ｚ、同Ｇ、原審及\nび当審証人Ｆの各証言、原審及び当審における控訴人ら五名の各本人尋問の結果、\n弁論の全趣旨を総合すれば、次の事実を認めることができる。\n１　吹田二中は昭和四七年四月当時において生徒数一〇四四名、教職員数六〇名の\n中学校で、校区内には未解放部落であるａ町地区（生徒数約八〇名）があるため、\n教育行政の面でも同和教育主担者の配置、学級定員の縮少等による同和教育加配教\n員の配置の配慮が行われ、いわゆる同和教育推進校として同和教育が行われてい\nる。\n２　未解放部落を対象とする解放運動は大正一一年に設置された水平社運動に端を\n発し、一部先覚者の強力な指導により進められてきたが、戦後新憲法による民主制\n度の確立とともに解放運動は我が国民主化の一環としてより強力に進められること\nとなつた。昭和二一年二月には部落解放全国委員会（昭和三〇年部落解放同盟と改\n称、以下解同という。）が結成され、自主的な解放運動の組織化が進められること\nとなつた。行政面における同和対策への取組には当初見るべきものがなかつたが、\n昭和四〇年八月一一日「同和地区に関する社会的及び経済的問題を解決するための\n基本的方策」についての同和対策審議会答申（以下同対審答申という）がなされた\nのを契機に、これを指針として本格的な同和対策が推進されるようになり、昭和四\n四年には同和対策特別措置法が制定され、これを基盤とする各種の同和対策事業も\n積極的に行われるに至つた。しかし、もともと社会的、経済的に著しく劣位の状態\nに置かれていた未解放部落の実態を右のような行政上の措置により一挙に改善する\nことは困難であるうえ、社会一般に定着している部落差別の意識は抜き難いものが\nあり、未解放部落における貧困、未就学の問題も容易に解決されず、結婚、就職等\nを巡る悲劇も跡を絶たない状態が続いた。しかし近年においては全国的に同和対策\nの著しい進展がみられ、各種の同和対策事業を通じて所得や住居の改善が漸次進め\nられるとともに、未就学の問題も次第に解決され、高校進学率も年々一般水準に接\n近しつつあり、また社会一般における部落差別の意識も同和教育の普及、世代の交\n替、いわゆる混住の拡大等に伴つて徐々にではあるが改善されつつあり、非同和地\n区住民との結婚も次第に増加し、就職面での差別も大都市を中心として解消の方向\nに向つている。\n３　前記同対審答申は教育問題に関する対策についても答申をしているが、これに\nついては、教育対策が人間形成に主要な役割を果すものとして重要視されなければ\nならないとし、同和教育の中心的課題は法の下の平等の原則に基づき社会の中に根\n強く残つている不合理な部落差別を無くし、人間尊重の精神を貫くことであると強\n調し、同和教育では教育を受ける権利（憲法二六条）及び教育の機会均等（教育基\n本法三条）に照らして、同和地区の教育を高める施策を強力に推進するとともに個\n人の尊厳を重んじ合理的精神を尊重する教育活動を展開しなければならないと同和\n教育の基本方針を指示している。そして同和教育の具体的方策として学校教育にお\nいて取るべき措置と社会教育において配慮さるべき事項について諸種の勧告を行つ\nているが、そのうち学校教育において取るべき学力の向上措置については、「同和\n地区子弟の学力の向上をはかることは将来の進学、就業ひいては地区の生活や文化\nの水準の向上に深い関係があるので、他の施策とあいまつて、児童生徒の学力の向\n上のため、以下に述べるような教育条件を整備するとともにいつそう学習指導の徹\n底をはかること。」を提唱し、また社会教育の方策の一つとして、「同和地区にお\nける住民の自主的、組織的な教育活動を促進し、住民みずからの教育水準の向上を\n助けるために、子供会、青年団、婦人会等少年、青年、婦人等を対象とした社会教\n育関係団体の結成を援助し、その積極的な活動を奨励すること。なお地区の実情等\nに即して同和問題の理解を深めるよう、同和地区における学校、社会、家庭の有機\n的な連携をとるよう奨励すること。」を指摘している。また大阪府においては昭和\n四四年一〇月二九日同対審答申をより具体化した大阪府同和対策審議会からの答申\nがなされたが、右答申は学校教育対策について、基本方針として前記同対審答申と\n同趣旨の方向づけをなすほか、解放運動との提携について、「同和教育は、国民的\n課題としての部落解放を目標とした教育である。したがつて、同和教育は、部落解\n放運動との緊密な提携のもとで展開されねばならない。」と規定しており、具体的\n対策として、調査活動、指導手引の作成、学力の向上、進路指導、同和教育推進教\n員（主担者）制度の確立、教員定数の改善等についての勧告を行つている。なお被\n控訴人においては右答申に先立つ昭和四二年五月三一日、前記同対審答申を受けた\n形で大阪府同和教育基本方針及び具体的施策を定めたが、右基本方針には、「本方\n針の実施にあたつては、教育の主体性をたもち、学校教育と社会教育の連携をはか\nるとともに、関係諸機関および諸団体との連携をいつそう密にして、総合的に推進\nしなければならない。\n」と同和教育の基本姿勢が示されている。一方市教委は昭和四五年五月二八日、\n「吹田市同和教育基本方針」及び「吹田市同和教育推進についての具体的施策」を\n定めたが、右基本方針は、「同和教育は民主主義の原点であり、とくにそれにとり\nくむ教職員は、その責務を十分自覚し、みずからの課題として部落の解放にとりく\nまねばならない。」として、同和教育の積極的な位置づけとこれに取り組む教職員\nの姿勢を明示し、また「本方針の実施にあたつては、学校教育と社会教育の有機的\nな連携をはかるとともに、部落解放の願いと実践に学び、地域関係機関諸団体との\n連携をいつそう密にし、各種行政は相互に協力して、その実をあげるよう総合的に\n推進しなければならない。」と述べている。更に具体的施策は基本方針の目的達成\nのための諸施策を掲げているが、そのうち学校教育の推進体制の確立については、\n「（１）同和教育の体制を確立し、推進の中核となる同和教育担当者を定める。\n（２）同和教育は民主主義の原点である。したがつて、あらゆる教育課程の中に正\nしく位置づけ、教師集団が全員でとりくむ体制を促進する。」と、地区学習につい\nては、「同和地区の児童・生徒に対し差別にうちかつ学力を身につけさすことを目\n的に地区学習を推進する。そのとりくみについては、学校と関係諸団体が一体にな\nり学校が主体的に行なう。」と、連携と組織の確立については、「同和地区を有す\nる学校では解放同盟を中心に、地区内諸団体との連携を密にして、地区の「同和教\n育推進協議会」（仮称）に対する積極的な助成活動を行なう。」とそれぞれ規定し\nている。その後右吹田市の具体的施策に昭和四六年六月四日その一部が改訂された\nが、その際前記推進体制の確立（２）には「特に同和教育副読本「にんげん」を軸\nに、差別を許さない差別にうちかつ児童・生徒を諸活動を通して育成する。」が付\n加された。（なお右具体的施策の昭和四九年六月二〇日改訂では補充学習（従前の\n地区学習）中の「学校が主体的に行なう。」の一句が削られ、連携と組織の確立に\nついては、「同和教育推進校は解放同盟との連携を密にして、同和教育を推進す\nる。」と改められた（右改訂は後記Ｆ教育長の時代になされた。）。その後昭和五\n四年九月三〇日全面的に改訂され、「同和教育は民主教育の原点である。」との文\n章は削られ、連携については「同和教育を推進するため、関係諸機関・諸団体との\n連携をはかる。」とされ、連携の対象としての、「解放同盟」も削られた。）\n４　吹田二中においては前記のとおり校区に同和地区を有していたものの、当初の\n間は一部教師による非行生徒の指導等一般的取組のほか積極的な同和教育は行われ\nていなかつた。しかし解同吹田支部の要請と市教委の呼びかけにより昭和三七年五\n月二八日吹田市同和教育研究協議会（以下吹同協という）が結成され、吹田市内の\n全公立学校がこれに加盟することとなつたことも契機となつて、そのころから次第\nに学校全体として同和教育に取り組もうとする姿勢がみられるようになつた。そし\nて、控訴人Ｂが吹田二中に赴任した昭和四二年四月以降は、同人の意慾的な指導も\nあつて、教師のうち同和教育に関心と熱意を抱く者も増加してきた。対外的には吹\n同協等の活動への参加が積極的になり、校内的には非行問題との取組を中心に同和\n地区生徒や卒業生に対する生活指導が強力に進められるようになつた。また昭和四\n三年には解同吹田支部と二中教員との懇談会が開かれ、同和教育について同和地区\n住民の協力を得る態勢も次第に整えられた。そして、吹田二中では昭和四三年度か\nら従前任命制であつた同和教育主担者を、校内的な運用として、全教員の選挙で選\nぶ方法に改めた。\n５　控訴人Ａは前記のように吹田市内の中学校に勤務するうち、吹同協や大阪府同\n和教育研究協議会（以下大同協という）の活動に参加するようになり、特に昭和四\n〇年四月から昭和四六年三月まで吹同協の事務局員を担当し、さらに昭和四一年四\n月から昭和四六年三月まで大同協の事務局員を担当するなど同和教育に積極的に取\nり組んでいた。控訴人Ｂは早くから同和教育に強い関心を持つており、前記吹同協\nの結成に際してはその中心的役割を果して副委員長となり、その後昭和四五年まで\n吹同協の事務局長を、昭和四〇年から同四三年まで大同協の事務局員を担当するな\nど同和教育の研究、推進に努力した。前記吹田二中への転任も自らの希望に基づく\nもので、赴任後は吹田二中における同和教育を前進させるため、教師の結集、啓も\nうに尽力しかなりの成果を挙げ、昭和四四、四五年度には吹田二中の同和教育主担\n者に選任された。控訴人Ｃ、同Ｄは前記のように新任と同時に吹田二中に勤務する\nようになつたが、昭和四二年四月以後校内で開かれた同和教育の自主的な研究会等\nを通じて、同和教育についての認識を深め、校内の同和教育活動等に積極的に参加\nするようになつた。なお、控訴人らは大阪同和教育研究サークルの会員であり、ま\nた吹田部落問題研究会の会員でもある。\n６　吹田市ａ町地区の住民はその大部分が従前解同吹田支部の組織下にあつたが、\n同支部と解同大阪府連が対立したため昭和四四年二月地区の有力者であるＩを支部\n長とする解同ａ町支部が結成された。ａ町支部はＩ支部長の指導の下にその組織を\n固める一方、同年六月解同大阪府連とともに当時の吹田市長宅を三日三晩包囲して\n強く迫つて、吹田市の同和行政を解同ａ町支部を通じてのみ行うとのいわゆる「窓\n口一本化」の約束を取り付けることに成功した。右窓口一本化の実現は同和地区住\n民が諸種の同和対策上の利益を受けるためには解同ａ町支部を通じ、その意見に従\nうことを余儀なくさせたことから、解同ａ町支部は従前の解同吹田支部の組織を吸\n収する形態で、急速にその勢力を増大することとなつた。解同ａ町支部の運動方針\nは他の解同組織と同様に、部落住民と部落以外の住民を対立関係において捕らえ、\n部落住民が過去において社会的、経済的に著しい劣位の状態にあつたのは、すべて\n部落住民に対する差別観念の結果であるとして、これを解消するためには差別者で\nある非部落住民や行政機関に対する徹底的な糾弾闘争を通じて自らの権利を勝ち取\nる以外にないとの考え方に立つものであつたが、同支部は結成当初から活発に差別\n糾弾闘争を行い、また行政機関に対する諸種の施策の要求を積極的に展開した。特\nに教育問題については、現実に存在する差別を克服するためには部落住民自身が差\n別に打ち勝つ力を身につけなければならないとして、同和教育を重視する立場を取\nり、学校施設の改善や地区の子弟の学力向上のための施策を強力に要求する態度を\n取つた。そして結成後間もなく解同ａ町支部の下部組織として、小、中、高校に通\n学する子弟の父母による「教育を守る会」が結成され、同和教育に関する諸要求の\n実現のための動員に参加するなど積極的な活動を行うこととなつた。\n７　前記のように、昭和四四年当時吹田二中においては、控訴人Ｂを中心とする教\n師集団の努力により同和教育への取組が行われていたが、これら二中教師集団の同\n和教育についての考え方は、同和教育をあくまで民主教育の一環として捕らえ、全\n生徒をその対象に部落差別が民主主義社会の中で許すことのできないものであると\nいう認識を育てる中で、同和地区の生徒達に十分な労力や体力を身につけさせ、部\n落差別に負けない人間を育成するというものであつた。このように当時の二中教師\n集団としては、同和地区だけを特別の対象とせず、また教師が主体性を持ちながら\n同和教育を実施しようとする考え方に立つており、この点過去における部落差別の\n実態を直視し差別者である非同和地区住民に対する闘いの中で自らの地位を高めて\n行こうとする解同ａ町支部の考え方と根本的に相異するものであつた。そのため、\n同解同支部は二中教師集団の考え方を偏向と決めつけこれを批判する姿勢を強め、\nこれら教師集団の行動や同和教育及びこれに伴う学校運営に事あるごとに干渉する\n態度を取つたことから、両者の間に深い対立が生じ紛争も発生し、同和教育の推進\nについて協力してゆくことができなくなつた。\nすなわち、（１）昭和四四年三月大阪府下の阪南中学校の教師Ｐ１が組合役員選挙\nに立候補する際配布したあいさつ状等の中に差別文言があるとして解同大阪府連矢\n田支部が追及したいわゆる矢田事件が発生したが、解同ａ町支部は右Ｐ１文書が差\n別であることを認める決議をなすよう当時の吹田市教職員組合（吹教組という）吹\n田二中分会へ要求した。これに対しては分会側は組合の内部問題であることを理由\nにこれを拒否した。\n（２）　同年五月吹教組主催の部落解放教育研究集会において、控訴人Ｃが昭和四\n三年度の非行問題への取組に関する報告をなした際、その場に居合わせたＩ支部長\nは報告内容が差別的であると発言し抗議した。\n（３）　昭和四五年秋吹田二中における同和教育の一環として部落差別を題材とす\nる映画「橋のない川」第一部を生徒全員に観賞させる計画がなされた。そして右観\n賞については十分な事前指導をする必要があるとの意見が多数を占めたため、あら\nかじめ教師及びＰＴＡ役員だけで映画を見ることとなり、同年一一月一九日校内で\n試写会が開催された。解同ａ町支部は右映画は内容が同和教育に不適当として上映\nを希望しない態度を取つていたが、同日試写会が始まつて間もない午後一時一〇分\nころ、Ｉ支部長ほか三名の支部役員が予告もなしに試写会場へ立入り、控訴人Ｂに\n対し、「誰の許可を得て映画をやつているか。」と申し向け、「差別者出てこい。\n」と同控訴人を廊下へ引きずり出し、同人に対し差別的な暴言を吐き、更に控訴人\nら二中教師に対するひぼう中傷を行い、その結果試写会は中止を余儀なくされた。\n解同ａ町支部は翌二〇日文書で、右「橋のない川」上映問題について解同大阪府連\nの指導により一二月二日午后二中教師との話合いを行いたい旨の申入れを一方的に\n行つた。吹田二中では右申入れについて職員会議で検討したが、右のような一方的\nな申入れには応じられないことを決めた。そして、一連の解同ａ町支部の干渉につ\nいて市教委との話合いを行いたい旨の申入れを校長名で市教委に対して行い、一一\n月三一日学校内でその話合いが行われた。しかし後記のように、市教委としては同\n和教育について解同との提携を重視する態度を取つていたことから、右話合いにお\nいても解同側の見解を支持する意向を示したほか積極的な解決策を提示することも\nなく、話合いの進展はみられなかつた。一方解同ａ町支部は一二月一日支部大会を\n開催し、同大会は「二中一部教師の数々の差別事件」と題する決議案が提案され、\n採択され、翌二日解同側は午後一時ころ約四〇名の支部員が吹田二中へ話合いのた\nめ来校したことから、学校当局は同日午後市教委の指示を受け、午後の授業を打切\nり教師に対し解同側と話し合うよう指示した。しかし教師側はこれに応じようとし\nなかつたため、話合いは実現せず、解同側は引揚げた。その際教師側は吹教組吹田\n二中分会（責任者Ｙ名義）名のＩ支部長に対する要請書を交付したが、右要請書の\n内容は、前記一一月一九日試写会当日の支部側の行動特にＩ支部長の控訴人Ｂに対\nする差別発言を批判し、今後の学校と同解同支部との関係を回復するために反省の\n討議をしてほしいというものであつた。なお学校当局は映画「橋のない川」の上映\nを中止した。\n（４）　昭和四六年三月一日市教委から同和教育の副読本として送付されてきた全\n国解放教育研究会（代表Ｐ２ら）編集の「にんげん」の配布につき、控訴人Ｂは職\n員会議において、本来教育内容は現場の教師が自主的に決定するもので副読本の採\n否の決定も現場教師がなすべきであるとの意見を述べたが、結局右会議で配布する\nことが決まり「にんげん」は生徒達に配布された。また老朽化した校舎の建替えに\nついて、控訴人らは従前からこれを要求してきたが、同年六月吹田二中、同ＰＴ\nＡ、解同ａ町支部により校舎建設等の促進を目的とする「二中をよくする会」が結\n成され、同和予算が多額に使用される同校の校舎建設については、Ｉ支部長は右予\n算は解同が勝ち取つたものとする態度を示し、市教委も建設についての要望はすべ\nて同会を通じて行うこととした。ところが同月二一日開催された職員会議の席上、\n控訴人らは吹田二中が同解同支部と提携して校舎建設運動を推進することに反対の\n意見を表明し、吹教組吹田二中分会責任者（控訴人Ａ）名で同年七月三一日市教委\nに校舎建設に関する要望書を提出して、解同側と対立した。\n（５）　吹田二中においては、解同ａ町支部の要求により昭和四五年一月ころか\nら、学校側の主催により地区学習が行われていた。右地区学習は、ａ町地区の生徒\nを対象に、放課後吹田二中教師が地区所在の解放会館において学習の指導を行い、\n学力の向上を図るためのものであつたが、当初の間は二中教師の相当部分の協力を\n得て週二回午後七時から午後八時半まで実施されていた。ところが同解同支部は学\n校側が計画した学習会にあきたらず学習会は中止され、その後吹田二中らの教師と\n同解同支部らと具体的方法につき接衝した同年九月下旬の打合せ会で同解同支部の\nＮ教育対策部長から二中教師は主体性を主張して解同の要求に応じない、同和教育\nを進める教師の主体性は解放運動に従属すべきであるとの趣旨の発言があり、同年\n一一月ごろからの同解同支部主催の補充学習会（内容は地区学習会と同じ）には数\n名の教師が参加したにとどまつたことから、同解同支部は控訴人ら教師に強く反発\nした。\n（６）　昭和四六年一〇月二六白ごろ吹田二中の一年の社会科の授業中一生徒が同\n和地区出身の生徒に対してさげすみの口調で同和地区は柄が悪いと発言したことか\nら、解同ａ町支部は右差別的発言は吹田二中の同和教育の姿勢自体に問題があると\nして同年一一月ごろ同解同支部主催の「二中差別決起集会」が開かれた。\n８　一方市教委は前記吹田市同和教育基本方針及びその具体的施策の内容や前記経\n過から明らかなごとく、学校教育における同和教育の推進にあたつては、同和地区\n住民を組織する解同との協力なくして同和教育が行えないところから、解同との提\n携を重視する姿勢を取り、現実の同和教育行政にあたつては、解同の要求を受けこ\nれに同調する形で諸種の施策を行う傾向がみられたが、前記のごとく控訴人ら教師\n集団が校下の解同ａ町支部と対立し、現実に補充学習等同和教育を推進することが\nできないため、これを憂慮して、昭和四七年一月二八日、Ｆ教育長、Ｍ市教委同和\n教育指導室長らが吹田二中に赴き、吹田二中教職員と話合いを持つたが、その際Ｆ\n教育長ら市教委側は同委員会の定めた同和教育基本方針及び具体的施策にのつと\nり、解同ａ町支部と話し合い、互に連携して同和教育を進めるよう説得したが、控\n訴人らは市教委の定めた右基本方針及び具体的施策がその立案にあたり現場の教師\nの意見を聞かずに作成されたことを問題とし、また同和教育についての学校教師の\n主体性が問題ともなり、結局同和教育について結論をみないまま話合いは終了し\nた。その後市教委は同年二月一四日吹田二中校長、同和教育主担者を通じて吹田二\n中の教職員に対し同委員会の基本方針に沿い同解同支部との連携を強く要請し、更\nに同月中教育委員、教育長らが吹田二中に赴き吹田二中教職員に話合いを申し入れ\nたが、実現するに至らず、意思を疎通することができなかつた。この間市教委は同\n月一六日付で前記吹田二中差別事件をも引用した同和社会教育のプリント「部落解\n放はみんなの課題」を生徒を通じて配布しようとしたところ、控訴人Ａ、同Ｂらは\n同年三月一日の吹田二中の職員会議の席上右差別事件についてはまず吹田二中内部\nで問題の本質を議論してその原因を究明し、その解決方法を検討すべきであると\nし、また右プリントには右事件と全く関係のない高校での事件の記載があつて適当\nでないとして配布を批判する意見を述べた（現実には全校生徒に配布された。）。\n９　昭和四七年四月一日の定期人事異動に際しては、吹田二中においては、三五名\n（従前四〇名）学級及び促進学級のため同和教育加配があり、九名が去つたあとに\n新任校長としてＱが着任したほか、新任、転任教師として合計二〇名の教師の転入\nが行われた。ところが、右二〇名の教師のほとんどは、解同との提携を主張する立\n場に立つものであり、前年の昭和四六年四月の異動で転入した一〇名の教師のほと\nんども同様の立場に立つていたことから、当時在籍の六〇名の教師の半数近くが批\n判派教師で占められることとなつた。そして既に三月一五日の前年度職員会議で昭\n和四七年度の同和教育主担者として控訴人Ｂが選ばれ、これを前提とする校務分掌\nの取決めが予定されていたにもかかわらず、転入してきた教師の中から同和教育主\n担者の再選を四月五日の職員会議に提案した。右提案の背景としては、前記のよう\nに控訴人Ｂが同和教育主担者に選任された後、解同ａ町支部より学校長あてに昭和\n四七年度の同和教育主担者の人選にあたつては、支部とのパイプ役となりうるよう\nな人を選んでほしい旨の要望書が提出されていたという事情もあつた。前記提案に\nついては、控訴人らを中心とする教師らから強い反対意見が出され、採決の結果二\n四票対一七票で提案は否決された。しかしＱ校長は控訴人Ｂが解同に同調しない立\n場を取り続ける態度を表明したこともあつて、二中同和教諭推進の支障となるとの\n見地から同和教育主担者の変更を強行することとし、同月七日の職員会議において\n昭和四七年度同和教育主担者としてＳ教諭を、従前置かれたことのない同副主担者\nとしてＴ教諭及びＲ教諭の両者を選任する旨発表した。これに対しては当然のこと\nながら控訴人らを中心とする教師らが一斉に反発し、担任、担当科目以外の校務分\n掌も行われないまゝ日時が経過し、また市教委の新校舎の完成した二学期からの促\n進学級の設置も容易でない状態になつた。\n１０　控訴人Ｅは大学四年の昭和四五年大阪府教員採用試験に合格したが採用され\nず、大学を卒業して昭和四六年四月吹田市教育委員会教育課非常勤嘱託として採用\nされ、昭和四七年三月まで同市＜地名略＞学童保育指導員としてａ町地区の解放会\n館に勤務し、一、二年生の学童及びその父兄に接し熱心に同地区の学童の学習指導\nや生活補導に従事したことから、地区の父兄からその実績を評価されていた。同控\n訴人は昭和四六年九月再度大阪府教員採用試験に合格したが、昭和四七年二月末に\nなつても採用されずにいたところ、予て顔見知りのＩ支部長から、同年度吹田二中\nに同和教育加配教員として五名の教員の人員増が認められる予定なので、希望する\nのであれば、解同ａ町支部として、同控訴人を市教委へ推せんしてもよい旨言わ\nれ、同支部長にその推せん方を依頼した。右吹田二中への同和教育加配教員は昭和\n四七年度に新校舎が完成することに伴い、低学力の生徒を対象とする促進学級が開\n設される予定であつたことから、その要員として五名の教員の枠を認められてい\nた。\n三月一七日控訴人Ｅは同じく学童保育指導員となつていた訴外Ｒと共にＩ支部長か\nら呼出しを受け、解放会館事務室へ赴いたが、同所でＩ支部長から個別に同和加配\nの枠が取れたので推せんしてもよいが、吹田二中教員として採用の暁には解同ａ町\n支部と提携して同和教育に取組んでほしいこと、及び解同支部宛にその旨の誓約書\nを書いて提出してほしい旨を告げられ、Ｒと共にこれを了承した。翌一八日控訴人\nＥは、Ｒと共に解放会館において、Ｒの記載に倣い、Ｉ支部長あての、「私は部落\n解放同盟大阪府連合会吹田ａ町支部の指導と助言のもとに、解放教育にとりくむ教\n師集団と提携して、自らの課題として積極的に取りくむことを誓約いたします。」\nとの誓約書を書き、同会館内の解同ａ町支部事務室へ提出した。同月二一日控訴人\nＥは連絡を受け、Ｒと共に右誓約書を携えてＩ支部長宅へ赴きＩ支部長に直接これ\nを手渡した。その席には市教委のＭ同和教育指導室長及びＰ３教職員課長らもいた\nので、Ｉ支部長は右誓約書を読上げ、支部として控訴人Ｅらを推せんすることを右\nＭ室長らに伝えた。同月二七日控訴人Ｅは市教委へ出頭し、同年四月吹田二中及び\n岸部小学校に新任として採用予定の者及び転入予定の者一〇数名と共に市教委側の\n面接を受けたが、その席上Ｍ室長は参集者に対し、吹田市同和教育基本方針及び具\n体的施策のプリントを渡してその内容を説明し、また同席していたＩ支部長は解同\nと連帯提携して同和教育に従事してほしい、補充学習も積極的にやつてほしいこと\nなどを強調した。右経過を経て控訴人Ｅは四月一日吹田二中教諭として正式に採用\nされ、辞令の交付を受けた。なお同日吹田二中へ新任及び転任として発令を受けた\n者一〇数名は、連絡を受け大阪市＜地名略＞所在の日の出解放会館に参集したが、\nその席には吹田二中内で前記のように控訴人Ｂらと対立関係にあつた批判派の教師\n八名も出席して学習会が開かれた。右学習会では、吹田二中の現況、問題点などに\nついての説明が行われた。同じような学習会は、同月三日にも行われた。なお控訴\n人Ｅは同月五日の職員会議で、Ｑ校長から同年九月以降そのための教室も設備され\nた新校舎で開設予定の促進学級を担当する予定であることを告げられ、そのため授\n業時間数も他の教諭（週二〇時間）に比し著しく軽減され（週八時間）、また促進\n学級開設のための検討委員会に他の四名の教諭とともに加わることが決定された。\n同月一〇日控訴人Ｅを含む促進学級担当予定の教員五名は会合を開き、促進学級の\n構成方法、内容等について検討したが、明確な結論は出ず、とりあえず既に促進学\n級を実施している他の小、中学校を見学するなどして諸種の資料を集めることとし\nた。\n１１　控訴人Ｅは前記誓約書提出後の経過特に昭和四七年四月初旬の職員会議等に\nおける議論を通じて吹田市の同和教育の方法について教師間に際立つた対立がある\nことを知るとともに、自己が採用にあたつて解同支部に誓約書を提出したことは間\n違いであつたと考えるようになつたが、その時点では表立つた行動はせず、消極的\n立場に終始した。そして同月一〇日以後行われた促進学級検討委員会の会合にも当\n初の間は出席して協議に加わり、他校への調査活動にも参加し、同月二六日開かれ\nたａ町子供会との話合い、翌二七日夜解放会館での教師と教育を守る会との話合い\nにも出席したが、その会合には吹田二中からは校長、教頭を始め教師約二〇名が出\n席し、主として補充学習の実施について父母側から強い要望がなされ、二中側もこ\nれに協力することを約束した。しかし控訴人Ｅとしては、自己が誓約書を提出し解\n同と提携して同和教育に取り組むことを誓約したことを後悔していたこともあつ\nて、右補充学習への参加についても次第に消極的、かつ、批判的な態度を取るよう\nになり、同年五月九日の補充学習の打合わせ会には出席したが、同月一八日Ｒ教諭\nから五月、六月分の補充学習の実施予定表を示され参加を求められた際には不参加\nの意思を表明した。そして同控訴人はその後は促進学級検討委員会の会合にも出席\nを拒否する態度を取つたことから、促進学級担当予定の教師らの追及を受けるよう\nになり、解同ａ町支部側も同控訴人の動向を知ることとなつた。また同控訴人は同\n年六月初旬計画された学童保育指導員との話合いにも出席せず、事態を重視した吹\n田市教育委員会側が同控訴人を説得すべく呼出した際にも、校長の指示があつたに\nもかかわらず、これに応じなかつた。\n１２　前記のように、控訴人Ｅが補充学習に参加しないばかりか、吹田二中におけ\nる同和教育そのものに協力しない態度を取るようになつたことについて、ａ町地区\nの父母らや解同ａ町支部は、控訴人Ｅが提出した誓約書の趣旨を無視する背信行為\nであるとして反発し、控訴人Ｅが教師になるために解同ａ町支部の推せんを受けこ\nれを利用しながら、教師に採用されるや解同を裏切つたものと考え強い反感を抱い\nた。六月二四日教育を守る会の会員らは解放会館に会合し、右のような控訴人Ｅの\n態度について同控訴人と直接話し合い追及するため六月二六日吹田二中へ赴くこと\nを申合わせた。Ｑ校長は右席上に同席しており、大挙来校はしばらく待つてほしい\nと述べたが、従来の経緯に鑑み拒むことができないとして、話合いに応じさせるよ\nう努力することを約した。右状況は直ちに市教委側も知るところとなり、市教委と\nしては当日責任者が吹田二中に出向き混乱を回避すべく直接対策を講じる方針を決\nめた。\n同月二六日（月曜日）解同側は教育を守る会の会員約一二〇名を動員し、午前九時\n三〇分ころ吹田二中へ押しかけ、校長を通じて控訴人Ｅに会わせるよう申入れた。\nＱ校長は控訴人Ｅに解同側と話し合うよう指示したが、同控訴人はこれに応じない\n態度を示したことから、解同側は憤激し「午前九時四〇分ころ、四、五〇名の支部\n員らが職員室に立入り、控訴人Ｅを取囲んで、「差別教師。」「ずぶとい女や。」\nなどとば声を浴びせながら追及を続けた。当日同控訴人は三時間目と四時間目の授\n業が予定されていたが、右状態で授業に出ることもできず、時間が経過した。右事\n態に対しＱ校長は午後の授業を打切り職員会議を開き対策を講じることとし、午後\n二時ころから控訴人Ａが議長となつて職員会議が開かれた。市教委側はＰ４同和教\n育指導室長ら数名が午前中から、午後からは教育委員長代理、Ｆ教育長も来校して\nいたが、Ｑ校長に対し控訴人Ｅに解同側との話合に応じるよう指示させたほかに\nは、同控訴人や解同支部側と積極的に接衝することはせず事態の成行きを見守つて\nいた。職員会議では控訴人Ｅが誓約書を書いたのは、吹田二中の学校教育とは直接\nかかわりのないことで、これを学校教育の場に持込んで混乱を起こすのは不当であ\nり、同控訴人に話合いを命じるべきではない、解同支部員が引揚げ正常な教育環境\nを回復することが先決問題だとする控訴人らを中心とする教師の意見と控訴人Ｅは\n解同との話合いに応じるよう決議すべきであるとの批判派教師の意見が対立し、午\n後四時ころになつても結論が出なかつた。\nそのうち午後四時過ぎ解同支部員ら四、五〇名が了解をえずに突然職員会議中の職\n員室へ入り込んで来たため、職員会議は中断やむなきに至つた。入室して来た者の\nうちａ町子供会の生徒は控訴人Ｅを取囲み無理矢理他の教室に連行し、他の父母ら\nの相当数もこれに加わつて午後一〇時ころまで同控訴人の追及を続けた。右のよう\nに同控訴人が連行される際、控訴人Ｄは控訴人Ｅを救出しようとしてこれを追いか\nけ支部員らともみ合つたが、その際父母の間から控訴人Ｄが支部員に暴行を加えた\nとの声があがり、現場は混乱の度を増した。午後五時過ぎＩ支部長は職員室に入室\nして来るや否や、「暴力教師Ｄ出てこい。」と叫び、他の支部員と共に控訴人Ｄを\n解放会館に連行しようとしたが、同控訴人がこれに対し抵抗したことから、目的を\n果さなかつた。午後八時ころになつてＱ校長は再度職員会議を開催することとし、\n支部員達もいつたん職員室を退去して、職員会議が開かれた。会議ではＱ校長は事\n態の収拾策として、同日の出来事については控訴人Ｅ、同Ｄの件を含めて遺憾であ\nつたとの確認をしたい旨の提案をしたが、これに対しては、同日の混乱の責任は解\n同側にあるのに二中職員が遺憾の意を表明することは筋が通らないとする反対意見\nが出て、容易に意思統一ができなかつた。そのうち午後一〇時ころには解同支部員\nがいつせいに職員室に立入つたため、職員会議は中止され、その後は帰室してきた\n控訴人Ｅをも含めて、解同側に同調しない教師らに対し解同支部員らの個別的な追\n及が翌二七日午前五時ころまで行われ、例えば音楽担当のＹ教論に対しては音楽の\n時間に解放歌を教えていないから差別教育を行つていると追及した。結局午前五時\nころになつて職員会議で前日来の出来事につき遺憾の意を表明することの確認がな\nされたことから、解同側も教師に対する追及を一応中止した。控訴人Ｅは迎えにき\nた自動車に乗り帰ろうとしたところ、共産党の弁護士とともに逃げるとのことで校\n門が閉じられ自動車から降ろされ校長室へ連れもどされた。その間市教委側は、解\n同側に対しとりあえず動員を解いたうえで話合いを行うよう申入れたが、解同側は\nこれを聞こうともしなかつたため、市教委側は方策もないまま朝まで事態の成行き\nを見守つていた。午前七時ころ解同側も漸く動員を解いて全員が引揚げた。\n翌二七日Ｑ校長は授業を中止し、午前一〇時ころから体育館で全校集会を開いた。\n集会ではＱ校長が前日来の事態の経過を生徒に説明し、Ｒ教諭も控訴人Ｅが教育を\n守る会との話合いに応じなかつたことを報告した。これに対しａ町子供会に所属す\nる生徒約二〇名が、その場に居合わせた控訴人Ｅを取囲み、「なぜ誓約書を守らな\nいのか。補充学習に行かないのか。」等詰問を浴びせ追及を始めた。その場には解\n同支部員（守る会会員と区別できないので以下解同支部員という。）約二〇名も来\nており、事態の成行きを見守つていた。そして控訴人Ｅに対する追及が終ると、解\n同支部のＮ教育対策部長が演壇に上り控訴人Ｅを非難する演説を始め、これに続い\nて子供会の生徒達も「差別教師Ｅを許すな。」と叫び、解放歌、石川青年の歌を歌\nい出すなどしたため、集会は混乱状態となり、討論等も行われないまま閉会した。\n同月二八日には、午前中授業が行われたものの一〇〇各近い支部員が動員されて来\n校しており、不穏な状態が続いた。同日午後開かれたＰＴＡ総会でも数日来の混乱\n収拾についての議論がなされたが、席上Ｉ支部長が、「差別教師Ｅ、暴力教師Ｄは\n解同支部として許せない。徹底的に追及するのでＰＴＡも協力してほしい。」旨発\n言し、一部教師もこれに同調する発言をし、これに対して反解同側の教師らが応酬\nするなどし、議場は混乱を極めた。\n同月二九日午前中、控訴人Ｄは一時間目の体育の授業に行こうとしていたところ、\n女姓支部員らに取囲まれて話合いを求められ、授業中止を余儀なくされた。そのう\nちＩ支部長も来て控訴人Ｄを連行しようとしたり、同控訴人の持つていた笛を取り\nあげ、同控訴人の耳元で吹き鳴らすなどした。また一一時過ぎ控訴人Ｅ、同Ｄ、Ｗ\n教諭（同人は教え子が高校で差別発言をしたとして追及されていた）の三名は校長\n室で市教委Ｐ４同和教育室長や校長から、解放会館へ話合いに行くことを求められ\nていたが、Ｗ教諭は気分が悪くなり救急車で市民病院へ運ばれた。その後Ｉ支部長\nと支部員一名がいきなり入室し、解放会館へ連れて行くと言つて、控訴人Ｄの座つ\nている椅子を引張つて転倒させたり、腕や毛髪を引張つたり、両脇を手ではさみつ\nけるようにしてゆさぶつたり、革靴のかかとで同控訴人の左足の指を踏みつけるな\nどした。同日午後校長の提案で運動場において全校討論集会が行われたが、集会で\nは同日午前中各クラスにおいて行われたＤ、Ｅ問題についての討論の結果が報告さ\nれた。その間集会の周囲は解同支部員約一〇〇名が取囲んで見守つており、緊迫し\nた状態であつた。生徒の報告終了後控訴人Ｄが登壇して同控訴人としては暴力を振\nるつていないこと等を説明し、その後再度登壇して発言しようとしたところ、居合\nわせたＩ支部長はいきなり朝礼台上にあがり、同控訴人の後から口元の付近に腕を\n廻して後へ引き倒そうとした。控訴人Ｄがこれを外して発言しようとしたところ、\n他の支部員がマイクスタンドを持つて同控訴人に殴りかかろうとしたり朝礼台の下\nから同控訴人の足を引張つて引きずり下ろそうとしたりなどした。このようなＩ支\n部長らの所為に対しては、生徒の間からもこれを非難する者も多く、集会は混乱の\nうちに散会した。\n翌三〇日以後も連日にわたり、解同支部員が多数吹田二中へ押しかけ、これに関西\n大学解放研の学生らも加わり、授業を妨害したり、控訴人Ｄら教師を捕まえて詰問\nしたりなどし、また＜地名略＞子供会の生徒らの中には授業ボイコツトをする者も\n多く、混乱状態は七月八日（土曜日）ころまで続いた。その間、数日校舎正面の図\n書室の窓に●冠旗（解放同盟の旗）が掲げられていた。\n１３　当時の吹田二中ＰＴＡ（会長Ｖ）は前記混乱状態にある吹田二中の現状を放\n置し難いものとし、会長Ｖが控訴人Ｅに対し解同側との話合いに応じるよう説得す\nるなどしたがその効果はなかつた。七月一日開かれたＰＴＡ緊急運営委員会では、\n「母親の集い」を開くことが決定され、同月二日解放会館で開催された右「母親の\n集い」では六月二六日以降の紛争の原因、今後の対策等が話し合われ、控訴人Ｅに\nおいて教育を守る会の母親達と話し合うこと、全教員がＰＴＡと話し合うこと、教\n育委員会に責任の追及と事態の解決についての要望を行うことを決議した。同月三\n日、ＰＴＡは右決議に基づき、市教委あてに、一刻も早く事態の収拾を図り学園の\n平和を取りもどすため適切、有効な措置を取るよう求める要望書を提出し、控訴人\nＥに対しては、同日午後一時から解放会館で行われる教育を守る会との話合いに出\n席するよう求めた申入書を手渡した。しかし、右話合いは控訴人Ｅが申入れに応じ\nなかつたため、実現しなかつた。同月六日ＰＴＡは会長名で再び市教委に対し、書\n面により、事態の解決のため適切な措置を取ることを重ねて要望するとともに、も\nし市教委のとる措置が適切でない時は重大な決意とともに昀終的行動を取らざるを\nえないこと、またこれによつて起こる結果はすべて市教委の責任であることを申入\nれた。一方従前解同側に同調し控訴人らの立場に批判的であつた吹田二中教師らは\n六月二六日以後の混乱に対しても、控訴人Ｅやこれを支持する教師らの姿勢を批判\nする言動を継続していたが、六月三〇日市教委に対し、有志二八名の連名の書面に\nより、解放教育推進についての決意を表明するとともに、今回の混乱の原因は市教\n委の姿勢にあることを指摘し、早急に責任のある具体的施策を取るよう要請した。\nまた、七月六日には今回差別事件の焦点はＥ、Ｄ、Ｗの三名の先生にあるが、問題\nの本質はこれまでの二中の教育、これを推進してきた教師の姿勢にあること、これ\nによりこれまで二中においては全く解放教育は行われていないことが明らかになつ\nたことなどについて、自己批判するとともに、今後は解同との積極的、密接な提携\nの下に真の解放教育とこれを推進していく体制の確立に努力する旨の宣言等を内容\nとする「真の解放教育推進決意宣言」を出したが、これにはＱ校長以下三三名の教\n師が名を連ねていた。\n１４　これに対し、控訴人らを中心とする反解同派の教師らは前記混乱は解同側の\n責任であることの態度を一貫して取り続け、解同側との話合いを強硬に拒否し妥協\nの気配はみられず、従前からみられた教師間の対立はより深刻なものとなつて行つ\nた。しかし解同側の動員は七月に入り次第に減少する傾向をみせ始め、前記のよう\nに同月八日ころには一応校内の混乱状態は収拾された。そして同月一〇日（月曜\n日）ころからは正常に授業が行われるようになり、期末試験は九月に延期されたも\nのの、七月二〇日までの間授業時間を延長し、また八月二六日から三〇日まで補充\n授業を行うなどして、混乱による授業の遅れを可及的に回復する努力がなされた。\n１５　この間控訴人Ｄ及びＥは同年七月一日吹田警察署に、前者はＩ支部長、Ｐ５\n解同ａ町支部執行委員、後者は右二名のほか同支部教育対策部長Ｎを暴力行為等処\n罰に関する法律違反等により告訴し（Ｉ支部長、Ｐ５は控訴人Ｄに対する同法律違\n反等により昭和四八年一〇月起訴された。）、また吹教組吹田二中分会責任者であ\nる控訴人Ｃは昭和四七年七月下旬及び八月中旬ごろの二回吹田二中教職員有志代表\nとしてビラを配布し、さらに同年八月二五日ごろ「吹田二中の御父兄の皆様へ」と\n題するプリントを吹田二中全生徒の父兄に郵送したが、いずれもその立場を述べ、\n解同ａ町支部と対立するものであつた。\n１６　市教委としては、前記のように、吹田市同和教育基本方針及び具体的施策に\n基づき解同ａ町支部と提携する姿勢で同和教育を進める方針を取り、控訴人Ｅの問\n題についても同控訴人に解同側と話合うよう説得する姿勢を取り続けていたが、前\n記六月二六日以後における吹田二中の混乱に際してはほとんど連日吹田二中校内に\nＰ４同和教育指導室長ら幹部が出向いて事態の収拾を図るべく努力していた。しか\nしその内容としては控訴人Ｅに解同側と話合うよう説得する以外に効果的な措置を\n取り得ないまま日時が経過した。そして市教委は同年七月一〇日付で市民に対し、\n「第二中学校の問題について」と題する書面により経過の大要を述べ所信を表明し\nたが、「発端となつたＴ教諭は一年間の同和教育の実践に取り組んだ実績を認めら\nれ、市教委はより一層同和教育を推進し促進学級を担当してくれることを面接の際\n確認して吹田二中教員として採用したが、部落解放の願いにもえる親たちに背を向\nける態度をとり、親たちとの再三の話し合いの場にも出席せず、市教委の出頭の求\nめにも応じなかつたため、「教育を守る会」の親達の直接学校へ出向いて本人と会\nおうとの行動になつた。」と説明している。ところで市教委は前記ＰＴＡからの申\n入れがあり、これに対しては善処することを約していたこともあり、また七月二九\n日には吹田市議会も事態の正常化と今後再びこのような事態が発生しないよう同和\n教育の強力な推進を要望する決議（事態の発端を「同対審答申の主旨を体した本市\n同和教育基本方針にそむいた教員の行動」とし、「偏見的にこれを助長し差別意識\nをさらに深めようとするかの如き一部政党のあることは誠に遺憾である。」として\nいる。）をなしたことから、早急な対策を講じる必要に迫られることとなつた。Ｆ\n教育長は前記のように事態は一応収拾されたものの、再度の混乱発生を回避し吹田\n二中の同和教育を正常化するためには、解同ａ町支部と二中教師間の対立解消が急\n務であると判断し、七月末ころには右目的のため控訴人ら従前解同側に対し批判的\nな態度をとつていた一部教師を他校へ配置替えするほかないと考えるようになつ\nた。そして、右Ｆ教育長の意を受けたＱ校長はその人選をし八月二五日控訴人らを\n対象とする配置替を行うよう求める上申書を提出した。Ｆ教育長は被控訴人のＰ６\n教育長と連絡を取り、著しい不利益処分をしないこと、吹田市外へ転勤させないこ\nとの指示を受けたうえ、八月三一日Ｑ校長を通じて控訴人らに内示し、翌九月一日\n本件転任処分を発令した。なお本件転任処分は市教委と吹教組間の原則として一週\n間前の内示という慣行にはよらなかつた。\n１７　右発令内示にあたつてはＱ校長から控訴人らにその理由は告知されなかつた\nが、新聞紙上では同年九月一日付夕刊で市教委の説明として、「本市の同和教育基\n本方針、具体的施策に反して地域住民との話合に応じない態度をとりつづけること\nは同和教育推進校である第二中学の教員として不適格」と記載されていた。\n控訴人らは発令後も吹田二中へ出勤していたが、同月六日市教委でＦ教育長から吹\n田二中の教師として不適格ではないが不適当と抽象的にその理由を告知された（Ｆ\n教育長ら市教委幹部は発令に伴う混乱を避けるため八月三〇日ごろから九月二日ご\nろまで勤務場所に出勤しなかつた。）。\n控訴人らは同月九日本訴を提起し、同月一〇日新任校に赴任した。控訴人Ｅは転任\n先の山田中学校において当初図書の司書としての仕事を命ぜられ本来の担当科目の\n国語の授業ができなかつたが、その後は国語を教え翌年からは担任となり、他の控\n訴人四名はいずれも転任先で直ちに自己の専問とする担当科目を教え、うち控訴人\nＤは直ちに担任となり、翌年からはうち控訴人Ａと同Ｃが担任となつた。\nなお吹田二中では昭和四七年九月から新校舎に移り、定められていなかつた校務分\n掌も定められ、促進学級も設置された。\n以上のとおり認められ、右認定を左右するに足りる的確な証拠はない。\n三　本件転任処分が控訴人らの意に反することは前示事実によつて明らかである。\nそこで右処分が地方公務員法四九条の「不利益な処分」に当るかについて検討す\nる。\n本件転任処分は前示のとおり、新しい勤務場所は吹田二中と同一市内で、勤務内容\nも同じく中学校教諭で、勤務場所、勤務内容について不利益があるとは認められな\nい。\n控訴人ら主張の新しい勤務場所では同和教育推進手当の支給を受けられなくなり、\n控訴人Ｃは養護学級担当給料調整手当を受けられず、また吹教組吹田二中分会責任\n者として活動の場を失つたとのことは、転任処分による勤務場所の変更に伴い通常\n生じうることであつて、そのことが本件転任処分を不利益な処分とするものではな\nい（控訴人Ｃの転任処分が組合活動を理由とする場合は別問題であるが、本件にお\nいてはその主張立証はない。）。\nしかし本件転任処分は年度途中の一週間前の内示という慣行によらない異例なもの\nである。学校教育は年度当初に建てられた年間計画に従い進行し、しかも中学校に\nおける教育は教諭と生徒との間の人格的な触れ合いの中に行われるものであるか\nら、教諭の転任処分は年度終了時になされるのが原則であり、特別の事情がない限\nり、年度途中になされることはない。そして教育基本法六条によると教員の身分は\n尊重されその待遇の適正が期せられることになつており、転任処分もこの趣旨に沿\nつて慎重適正に行われることが要請されている。ところが本件転任処分は年度途中\nの異例がもので、右転任処分がなされたのは前示のとおり吹田二中での教育現場で\nの大混乱が発生した後で右大混乱に関連していることは明らかである。そして右教\n育現場の大混乱は関係者のみならず社会的にも注目されていた不祥事件であるか\nら、これに関連してなされた控訴人らに対する異例の転任処分は控訴人らが大混乱\nの責任者であり、吹田二中での教育につき不適格者であることを示すものと解され\nることはいうまでもない。したがつて本件転任処分は控訴人らの名誉を著しく傷つ\nけるものであるから、転任処分の内容が不利益とならなくても、転任処分をなした\nこと自体が不利益処分となるものである。\n四　その処分の事由について検討する。\n被控訴人は、昀終的に、本件転任処分は、吹田二中において控訴人ら五名が従来の\n国及び被控訴人、市教委による同和教育に関する方針に反対して同調協力せず、か\nつ、吹田二中当局の指示又は勧告にも服従せず、同和地区の父兄又は母親らとの間\nに摩擦を生じ、特に昭和四七年六月二六日より翌二七日に及ぶ同校内における徹夜\n交渉の決裂によつて現場の大混乱を招いたため、同盟休校の危険を回避して校内の\n平穏を回復する必要上取つたやむをえない措置であるという。\n前認定のとおり控訴人らが昭和四七年八月三一日Ｑ校長を通じ転任処分の内示を受\nけたときなんらその理由を告げられず、同年九月六日Ｆ教育長から吹田二中の教師\nとして不適当であると抽象的に告知されている。そして被控訴人が同月二〇日付で\n控訴人Ｅを除く控訴人ら四名に対し交付した地方公務員法第四九条の処分事由説明\n書（成立に争いない甲第五七号証の一ないし四）には単に配置換えは昭和四七年度\nの「大阪府公立小・中学校教育人事方針」（成立に争いない乙第二六号証）及び\n「吹田市小・中学校教職員人事基本方針」（成立に争いない乙第三号証の七）に基\nづいて行われたと記載されているに過ぎない。右基本方針中本件転任処分に関係あ\nるとみられるのは、前者については、「特に同和教育・・・・・・の振興をはかる\nため優秀な教員を該当校に配置するよう慎重に配慮を加える。」との事項で、後者\nについては、「１同和教育を推進するための人事は積極的におこなう。２秩序ある\n学校運営を期し、適材適所に配置する。」との事項で、右基本方針に従つてという\nことでは処分事由は具体的でない。しかし前示のとおり本件転任処分は吹田二中で\nの教育現場の大混乱に関連して行われたものであり、前記認定事実に原審及び当審\n証人Ｆの証言を併せ考えるときは、吹田二中の教育現場での生徒を巻き込むような\n混乱の続発を回避するためと同和教育の推進を図るために本件転任処分がなされた\nものと認められる。\nところで右混乱の続発の可能性については、被控訴人は同盟休校の危険を主張し、\n控訴人らは同解同支部が大量動員をやめたのは父母を始め、市民・府民・教師らの\n批判の高まりによるもので混乱の続発の可能性を否定する。原審証人Ｆは前示ＰＴ\nＡの七月六日付書面による重大な決意とともに昀終的行動を取るということは当時\n同盟休校と理解していたと証言する。そして原審証人Ｖの証言中にも右文言によつ\nてＰＴＡ役員の総辞職あるいは同盟休校というようなことまで発展するかも分らな\nい心配があることを訴えたのであるとの供述があるが、右供述は同証言中にうかが\nわれるように、本件混乱が続いている昀中に、授業も満足にできない右混乱に対し\nて父兄も同盟休校をもつて対処せよとの一部父兄の怒りの声を表現したものであつ\nて、混乱が収まつた後においてもその原因が除去されなければＰＴＡが同盟休校の\n措置を取るというものではない。\nしかし再度の大量動員による混乱の続発は、さきに発生した大混乱と同様の現存の\n法秩序に対する暴挙となる点において、これを発生させることは容易であるとは考\nえられないが、同解同支部が既に右のような二週間の大量動員をして糾弾闘争をし\nていること、前記認定の吹田市窓口一本化にみられる闘争的な姿勢、弁論の全趣旨\nによつて成立の認められる甲第一一五、第一一六号証によつてうかがわれる、本件\n大混乱発生以前ではあるが昭和四六年六月中の吹田市の榎原市政に対する解同ａ町\n支部も加わつた動員による闘争的な姿勢等に鑑みると、前記大混乱発生の原因がそ\nのまま残つていては混乱が続発する可能性が十分予想される。弁論の全趣旨によつ\nて成立の認められる甲第一三、第一四号証、第一七号証によつてもうかがわれるよ\nうに、控訴人ら主張の解同ａ町支部の暴挙に対する批判があつたことは認められる\nが、右批判によつて混乱続発の可能性がなくなつたとは認めがたい。そして再度の\n混乱の発生は二度とあつてはならないことで、これを防止することは教育行政をつ\nかさどる市教委にとつて至上命令であることはいうまでもない。\nところで前記大混乱の原因となつたのは同解同支部の推せんを受けて吹田二中の教\n諭となつた控訴人Ｅが推せんを受けるに際して同解同支部に差入れた誓約書により\n採用後の教育活動につき同解同支部の助言と指導に従うことを約していたにかかわ\nらず、これに反し、同解同支部の要求する補充学習に出席せず、また吹田二中での\n促進学級の設置等にも協力せず、同解同支部の話合いの要求をも拒否したことによ\nるものであるところ、同控訴人は大混乱中もその後もその態度を変えていないので\nあるから、同控訴人が吹田二中にとどまるときは、大混乱発生の原因がそのまま残\nつていることになり、混乱が続発する可能性が十分予想されるものといわなければ\nならない。したがつて市教委としては混乱続発の可能性がある以上、これを防止す\nるためには、同控訴人を吹田二中から去らせて混乱続発の原因を取り除くことが昀\nも効果的な措置であり、同控訴人に対する本件転任処分は混乱の続発を回避するた\nめその必要があつたものである。\nしかし控訴人Ａ、同Ｂ、同Ｃ、同Ｄの本件転任処分については混乱の続発防止のた\nめ必要であつたとは認められない。前示のとおり控訴人Ａ、同Ｂは従来吹田二中で\nの同和教育を実践してきたが、同和教育における教師の主体性を重んずる立場か\nら、これを教師に任せておけないとする解同ａ町支部及び同解同支部との連携を強\n調する市教委を批判し、控訴人Ｃもこれに同調してきている。そして控訴人Ｄも前\n示本件混乱に際し控訴人Ｅを救出しようとしあるいは同解同支部長Ｉらを告訴した\n事実から見られるように控訴人Ｃと同様控訴人Ａ同Ｂに同調してきたものである。\nしたがつて右控訴人ら四名の転任処分は当面の促進学級の設置を含めて市教委の行\nう同和教育行政が推進され、吹田二中における教師集団の対立の解消、解同ａ町支\n部との関係を円滑にする必要からなされている。しかし大混乱発生の原因は前示の\nとおり控訴人Ｅの行為に対してであり、同控訴人が解同ａ町支部に協力せずまたそ\nの要求に応じない態度を取るについては控訴人Ａ同Ｂらの行動からの感化があつた\nことは前認定のとおりであるが、右のような態度を取つたことが、他の控訴人から\nの示唆又は共謀によるものであるという証拠はない。また控訴人Ｄの吹田二中を守\nる会の会員に対する暴力行為（ただし弁論の全趣旨によつて成立の認められる乙第\n九、第一〇号証によつても的確には認められない。）、Ｉ支部長らに対する告訴、\n吹教組吹田二中分会責任者である控訴人Ｃが有志職員一同として混乱発生の原因に\nついての文書を配布したことはいずれも大混乱中又はその後に派生した問題であつ\nて、大混乱の原因ではない。\n五　右処分事由によつてなされた本件転任処分が裁量権の範囲を超えた違法なもの\nであるかについて判断する。\nさきに発生した大混乱は解同ａ町支部の法秩序を破る不当不法な行為に基づくもの\nである。同解同支部が控訴人Ｅが教師となるため解同を利用したと憤激する心情は\n理解できないものではなく、その動機について酌量の余地があるとはいえ、（１）\n誓約書による同解同支部との提携の約は同控訴人と同解同支部との間の私的なもの\nであるにかかわらず（右誓約書は後記のとおり法律上無効である。）、（２）同解\n同支部が公的な場所、しかも中学生の教育の現場に二週間も引続き大量動員をして\n糾弾闘争をし生徒を巻込み教育現場に大混乱を発生させたことは現存の法秩序から\n見れば暴挙というべきである。市教委及びＱ校長としては右大混乱発生に際して学\n校教育を守り、教育を受ける生徒及び教育にあたる教師を守る立場から、毅然とし\nて同解同支部に学校からの退去を求める申入れをして厳重に抗議すべきものであつ\nたことはいうまでもない。そして右申入れ、抗議が聞かれないときは、秩序回復の\nため警察力の導入を要請すべきであつたとの論も考えられないではなく、同様の混\n乱の続発の可能性に対しても毅然たる態度を取り警察力の導入を要請してでも右可\n能性を防止するとの態度を表明してこれに対処すべきであつたともいえる（警察力\nの導入はよりいつそうの大混乱を招く恐れがあり、また中学という教育現場に警察\n力を導入することは決して望ましいことではないが、やむをえない昀後の策といえ\nる。）が、市教委及びＱ校長としては同解同支部の大量動員を事前に知つていたの\nに特に対策を立てず、大混乱が発生した後も右のような毅然たる態度を取ることな\nく経過し、前示市教委の七月一〇日付の「第二中学校の問題について」（乙第三号\n証の三）中でも同解同支部の行動をいささかも批判しておらず、市教委の混乱の発\n生、継続に対して取つた態度にも非難さるべきものがある。\nしかし混乱の続発の防止は教育行政上至上命令であるから、右のような大混乱が解\n同ａ町支部の暴挙に基づくものであること、市教委の右暴挙に対応する態度を考慮\nしても、同控訴人が作成した誓約書による同解同支部との約定が本件混乱発生の原\n因であり、右作成について同控訴人に少なくとも軽率さが咎めらるべき点からし\nて、同控訴人に対する転任処分が裁量の範囲を超えたものということはできない。\n前示のとおり控訴人Ａ、同Ｂ、同Ｃ、同Ｄの転任処分の事由は混乱の続発の回避の\nためとは認められない。同控訴人らの言動は自己の教育的立場から解同ａ町支部及\nび市教委の同和教育に対する態度を批判し、その意見を述べたもので、市教委、校\n長の教育行政を積極的に妨害したものと評価できない。地区学習（補充学習）は本\n来的な勤務内容となつておらず、また促進学級の設置も調査段階で煮詰められてい\nない。したがつて前示転任処分の事由と認められる、吹田二中での同和教育の推\n進、教師集団の対立の解消、解同ａ町支部との間の円滑化という理由だけで、異例\nな年度中の転任処分という不利益処分をすることは程度を超えたものということが\nできる。\nそして（１）不利益処分を行うについてはそれに相応する事由を必要とするのに、\n右控訴人ら四名の転任処分については混乱の続発回避という事由が認められないこ\nと、（２）右転任処分は大混乱に関連してなされているが、右大混乱は解同ａ町支\n部の暴挙に基づくものであり、また市教委の取つた態度にも非難さるべき点がある\nのに、市教委は同解同支部を批判せず、また自己の態度についての反省もなく、大\n混乱とは直接関係がない同控訴人ら四名に対する不利益処分がなされていること、\n（３）したがつて第三者には一方的に右控訴人ら四名が大混乱の責任者とみられる\nことになることに照らし、また（４）前記教育基本法六条の教員の身分の尊重、待\n遇の適正が期せらるべきであるとの規定により転任処分もこの趣旨に沿つて慎重適\n正に行われるべきことを考慮すると、同控訴人ら四名に対する本件転任処分は著し\nく妥当性を欠き、裁量の範囲を超えた違法なものというべきである。\n六　控訴人Ｅに対する転任処分が違法であるとのその他の主張について順次検討す\nる。\n１　本件転任処分は、解同ａ町支部の意に従い、その圧力に屈して控訴人らを吹田\n二中から排除せんがために発令したもので、教育の自主性、中立性、教育権の独\n立、教員の身分の保障を規定した憲法二三条、二六条、教育基本法六条二項、一〇\n条一項、二項に反して違法であると主張する。\nそしてその前提として、市教委が定める同和教育基本方針及び具体的施策は特定運\n動団体たる解同ａ町支部と提携して同和教育を行うことを要求するものであり、そ\nの自体憲法二三条、二六条、教育基本法一〇条一項に違反すると主張するので、ま\nず、この点について判断する。教育基本法一〇条一項は、「教育は、不当な支配に\n服することなく、国民全体に対し直接に責任を負つて行われるべきものである。」\nと規定し、教育の自主性を法的に保障している。教育特に学校教育が、教師と生徒\nとの全人格的な結びつきを基盤とし、生徒の人間形成に重大な影響を及ぼすもので\nあることからすれば、教育内容についてもその方法についても教師の自主性と創意\nが昀大限度に保障されなければならないことは当然のことであり、右規定は根元的\nには憲法二三条の学問の自由、同法二六条の教育を受ける権利の各保障規定に基づ\nくものである。そして右にいう「不当な支配」の内容としては、通常の場合、政治\n的、社会的な勢力による教育支配が考えられるが、教育行政面において行われる教\n育支配も、それが法的拘束力を持つたものであるだけに、その影響力は右に勝ると\nも劣らないものであるから、その支配が不当であるときは、右法条の規制に服する\nものといわなければならない。もちろん行政機関が教育内容や方法について一般的\nな準則を定め、適正な教育が行われるよう指導することは右法条に何ら抵触するも\nのではないから、市教委が同和教育の取組方について、基本方針及び具体的施策を\n定め、教育現場を指導すること自体は何ら禁じられるものではない。そこで右基本\n方針及び具体的施策の内容に立入つて検討してみるに、前記認定のように、吹田市\n同和教育基本方針は同和教育を「民主主義の原点」と位置づけ、「これにとりくむ\n教職員はその責務を十分に自覚し、みずからの課題として部落の解放にとりくまね\nばならない。」と同和教育を担当する教師の心構えを明らかにしており、また具体\n的施策は連携と組織の確立の項において、「同和地区を有する学校では、解放同盟\nを中心に地区内諸団体との連携を密にして、地区の「同和教育推進協議会」（仮\n称）に対する積極的な助成活動を行なう。」と、同和教育につき解放同盟が主要な\n提携の対象であることをそれぞれ規定している。右基本方針が同和教育を民主主義\nの原点と位置づける点については、民主主義確立の基礎となる教育（民主教育）は\n同和教育だけにとどまらず、社会の各層に残存する非民主的な思想の排除に向けら\nれるべきものであることからすれば、表現として適切ではないと認められる。しか\nし前記認定のように、部落差別が民主主義を強調する憲法の下においても、なお抜\nき難いものとして社会の深層に定着している現実を直視すれば、右表現をもつて直\nちに著しく不当なものとはなし難いものがあり、また解放教育に取り組む教職員の\n心構えについての規定についても、解放教育に対する教職員の積極的で使命感に燃\nえた取組を期待する精神規定とみることができ、必ずしも教師の教育活動が解放運\n動に従属すべきことを推論させるものとはなし難いから、直ちに教育の自主性、教\n育権の独立を否定したものとはいえない。また具体的施策が掲げる、「解放同盟を\n中心に地区内諸団体との連携を密にし」との規定も、当時現実に同和地区住民を組\n織化していたのが解同であつたことからすれば、これとの提携を中心に同和教育を\n進めることを考えることは当然のことであるから、これを不当視することもできな\nい。問題は、右提携について教育基本法や前記認定の大阪府の基本方針が規定する\n教育の主体性、自主性が維持されるか否かにある。そして前記の規定は右観点から\nすれば、表現において適切さを欠くもので、誤り解釈される危険性も考えられる\nが、右不適切さのゆえに、右吹田市の基本方針や具体的施策そのものが直ちに教育\nの自主性や教育権の独立の侵害に結びつき、前記各法条に違反するものとはなし難\nい。ただ教育の主体性、自主性が民主教育における重要な柱であることを考えれ\nば、教育委員会の提示する行政指針としては、大阪府の基本方針のごとく、同和教\n育について教育の主体性を保つべきことを明示的に規定すべきであり、また団体と\nの提携についても、大阪府の基本方針が、「関係諸機関および諸団体との連携をい\nつそう密にして」と規定する慎重な態度をもつて妥当とすべきである。なお前記認\n定事実によれば、市教委としては、吹田市内における同和教育の推進について解同\nとの提携を強調する傾向にあつたものであり、前記具体的施策にもその旨を明記し\nていたものであるが、同和教育の推進につき解同との提携をするか否か、あるいは\nどの程度提携するかはそれ自体同和教育の実施にあたり行われるべき一つの選択の\n問題であるから、これをもつて直ちに不当な教育行政であるということはできな\nい。\nそこで控訴人Ｅに対する本件転任処分につき、前記法条に違反する点がないかを検\n討する。まず解同ａ町支部が控訴人Ｅを吹田二中教員として推せんするに際し前記\n認定の誓約書を徴した点についてみるに、右誓約書の内容は前記のごとく、解同の\n助言を受けてというようなものではなく、解同の助言と指導に従つて教育にあたる\nことを誓約したものであり、また前記のように吹田二中内部に現存する解同側教師\nと非解同側教師との間の深刻化した対立の中にあつて解同側教師と提携して教育活\n動にあたることを求めるものであり、控訴人Ｅが教師として採用された後の公的な\n教育活動まで拘束しようとするものであることは明らかであるから、右誓約書自体\nはまさに教師の自主性、主体性を否定する不当な内容の、法律的には無効なもので\nあるといわざるをえない。本件においては、教育委員会が控訴人Ｅの採用にあたり\n右誓約書の存在を条件としたものとは認め難く、また解同側が自らの希望する教育\nの実現を期待して控訴人Ｅを教育委員会に推せんしたこと自体は不当でないとして\nも、教員の採用につき右のような不当な拘束を内容とする誓約書が取り交わされ、\nしかも前記認定のように市教委側がその存在を認識しながら、特段の指導をするこ\nともなく、これを看過したことは、非難さるべきものである。またいかに新任の教\n師としての採用を熱望する余りとはいえ、控訴人Ｅが前記のように内容的に問題の\nある誓約書を解同側から要求されるままに提出したことは、明らかに軽率な行動で\nあつたといわなければならない。ところで本件転任処分がなされたのは、前記のよ\nうに、控訴人Ｅが右誓約書の趣旨に反し、採用後解同側の希望する補充学習等に協\n力しなかつたことから、これに憤激した解同側が同控訴人との話合いを求めて吹田\n二中へ来校し、教育現場に大混乱を引き起したことに原因するものである。右混乱\nの過程における解同側の行動は大挙して学校へ押しかけ、一晩中教師を軟禁状態に\n置いて追及したり、生徒の面前で教師に暴力を振るい、授業の妨害や教師に対する\nいやがらせをするなどその方法において極めて不当なものがあるばかりか、結果と\nして、学校教育の現場に大混乱を引き起こし、二週間にわたり教育計画の実施を妨\n害したものであつて、これにつき解同側に重大な責任のあることは前示のとおりで\nある。そして右のように解同側の所為がその態様からみて極めて不当なものであ\nり、しかも教育現場において教育活動に従事している教師にまで向けられたもので\nあることからすれば、右はまさに教育基本法一〇条一項に規定する「不当支配」の\n原因となる行為に該当するものということができる。（ただ前記誓約書は法律上無\n効なものであるとはいえ、解同ａ町支部の推せんを受け教師に採用された控訴人Ｅ\nが、解同側の希望する補充学習に協力しないばかりか、促進学級担当予定者として\n採用されながらその準備活動をも拒否し、解同側父母との話合いにも応じない態度\nを取り続けた経過からすれば、同控訴人が教師になるため解同を利用したと憤激す\nる解同側の父母の心情も理解できないでもなく、解同側が本件大混乱を引き起こし\nた動機については酌量すべき余地があることはさきにも示したとおりである。）し\nかし前記認定の事実によれば、解同ａ町支部としてはあくまで控訴人Ｅが補充学\n習、促進学級などに協力することを求め、またその目的のため同控訴人との話合い\nを要求していたことは認められるが、同控訴人を転任させ吹田二中から排除するこ\nとを要求していたと認めるに足る証拠はないから、解同ａ町支部の行為と本件転任\n処分との間の関連はあくまで事実上のものに過ぎない。そしてまた控訴人Ｅに対す\nる本件転任処分は、前示のとおり、再度の混乱発生の可能性が十分予想される状況\n下においてこれを防止する目的に出たものであつて、右混乱を発生させる者が何人\nであるかを顧慮してなされたものとは認められないから、右転任処分が解同ａ町支\n部の不当な支配に屈してなされたものと評価することはできず、本件転任処分が教\n育基本法一〇条に違反するものではない。また右混乱の原因を作り出したことに軽\n率さが認められ、吹田二中で教育活動を行うことが困難な控訴人Ｅを同控訴人に及\nぼす不利益を昀少限度にとどめて吹田市内の中学校へ転任させた本件処分は同法六\n条二項に違反するものではない。そして控訴人主張の憲法二三条、二六条に違反す\nる点もない。\n２　本件転任処分につき憲法一九条、一四条一項の違反があると主張する。\nしかし前記のとおり、控訴人Ｅに対する本件転任処分は、吹田二中における異常事\n態の発生に直面した市教委が混乱再発防止のため教育行政上やむをえないものとし\nて取つた措置であり、同控訴人の思想信条を理由として、またそのことのゆえにこ\nれを差別する意図でなされたものでないことが明らかであるから、本件転任処分に\n控訴人主張のような違法はなく、右主張は失当である。\n３　本件転任処分は吹田市における労使慣行及び人事方針に違反して行われたもの\nで違法であると主張する。\n市教委において従来から教員の異動にあたつては少なくとも一週間以上前に本人に\n内示し、本人の意思を打診したうえこれを実施してきたことは当事者間に争いがな\nく、前示のとおり甲第四二号証によると、市教委と吹教組との間に原則として一週\n間前に内示の慣行があつたことが認められる。しかし本件事案のような本人の意思\nに反する不利益処分をなす場合には原則によらないことにつき合理的理由があるも\nのと見られるから、控訴人の主張は理由がなく失当である。\n４　本件転任処分は市教委のＦ教育長が被控訴人のＰ６教育長の行政指導を無視し\nてなした違法があると主張する。\nしかし前示のとおり右主張に沿う甲第一五号証の記載はたやすく信用することがで\nきず、原審及び当審証人Ｆの証言によつて認められるように本件転任処分は被控訴\n人の事前の了解のもとになされたものであるから、右主張は失当である。\n七　そうすると控訴人Ａ、同Ｂ、同Ｃ、同Ｄの本件転任処分の取消を求める請求は\n正当として認容すべく、控訴人Ｅの本件転任処分の取消しを求める請求は失当とし\nて棄却すべきである。\nよつて控訴人Ａ、同Ｂ、同Ｃ、同Ｄにつき、原判決を取消したうえ同控訴人らに対\nする各転任処分を取消し、控訴人Ｅにつき本件控訴を棄却し、訴訟費用の負担につ\nき行政事件訴訟法七条、民訴法九六条、九五条、八九条を適用して、主文のとおり\n判決する。\n（裁判官　村瀬泰三　林　義雄　弘重一明）\n"
}