{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 9,
    "day": 10
  },
  "case_number": "昭和56(行コ)3",
  "case_name": "登記申請却下処分取消請求控訴事件",
  "court_name": "広島高等裁判所",
  "field": "行政",
  "gist": "１　商業登記法に基づく取締役，代表取締役，監査役の変更登記申請につき，同法２０条，商業登記規則９条所定の印鑑の提出がないとして，同法２４条７号によりされた却下処分が，正当とされた事例　２　会社の代表者の交替に伴って新任者が商業登記法２０条により印鑑を提出する場合には，その使用する印鑑が前任者の提出しているものと同一であっても，改めて以後当該印鑑を自らの意思に基づいて使用するものである旨表示した商業登記規則９条４項，５項所定の書面を添付しなければならないとした事例",
  "lawsuit_id": "17235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/017235_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴人は、「原判決を取消す。控訴人の、昭和五五年六月六日受付第四八九四号取\n締役、代表取締役、監査役の変更登記申請及び同日受付第四八九三号本店移転登記\n申請に対する被控訴人の同年七月二六日付各却下処分を取消す。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は主文と同旨の判決\nを求めた。\n当事者双方の主張、証拠関係は、次に訂正するほか、原判決該当欄記載と同一であ\nるから、これを引用する。\n原判決八枚目表一〇行の「氏名・住所によつて担保される。」とあるのを「住\n所、、氏名、生年月日によつて担保され、印鑑届書は形式的なものでこれを欠いて\nも登記実務に支障となるものではない。」と改める。\n○　理由\n一　請求原因１及び２（本件登記申請及び却下処分）の事実は当事者間に争いがな\nい。\n二　そこで先ず、原判決別紙記載一の申請（以下、本件変更登記申請という。）の\n却下処分の適否について検討する。\n（印鑑届書の添付について）\n１　控訴人が本件変更登記申請にあたつて、申請書に押印すべき者（以下押印者と\nいう）であるＡの印鑑紙を提出したが、規則九条四項、五項に定める印鑑届書を添\n付していなかつたことは当事者間に争いがない。\n２　法二〇条は、登記の申請書に押印者の印鑑をあらかじめ登記所に提出させ、押\n印者が登記の申請をするとき、右提出の印鑑と同一の印鑑を申請書に押印させるこ\nとにより、申請人の同一性を担保して登記の真実をはかつた規定である、と解され\nる。\n３　控訴人は、印鑑紙に住所、氏名、生年月日が記載してあるので、それによつて\n押印者の同一性は担保されるから、印鑑届書を欠いても登記実務に支障はない旨主\n張する。しかし、右印鑑提出の方法、様式等をどのようにするかは、右立法趣旨や\n事務の能率化等諸般の事情を考慮して定めるべき立法政策の問題であり、前記規則\nで印鑑届書の添付を要求した趣旨は、印鑑の届出の意思表示を書面化することによ\nつて明確化し、紛争の防止に役立たせることにあると解されるのであつて、右主張\nは採用できない。\n４　次に控訴人は、本件が規則九条の四を適用すべき場合である旨主張する。しか\nし、代表取締役を定めている有限会社における登記申請書の押印者は、右代表取締\n役で、押印すべき印鑑は各代表取締役につき決定されるべきものであるから、代表\n取締役に変更があれば、新代表取締役の印鑑を法二〇条によつて提出すべきことに\nなる（旧代表取締役提出の印鑑紙は規則九条の二により朱抹されて廃棄される）。\nこのことは新代表取締役が旧代表取締役と同一の印鑑を使用する場合でも異ならな\nいものであり、規則九条の四は特定の代表取締役が従前の印鑑を使用して変更登記\n又は登記の更正の申請をする場合の規定であつて、控訴人の主張は採用できない。\n（印鑑証明書の添付について）\n１　本件変更登記申請にあたつては、規則九三条、八二条三項本文により、決議書\nに記載されている各取締役の名下の印鑑について印鑑証明書の添付を要するとこ\nろ、控訴人は右申請にあたつて、決議書に記載されている取締役Ｂの名下の印鑑に\nついて、印鑑証明書を添付しなかつたこと及び控訴人の旧代表取締役Ｃが提出して\nいた印鑑の印影と本件申請書に添付された決議書の代表取締役Ａの名下に押捺され\nた印鑑の印影とが同一であることは当事者間に争いない。\n２　控訴人は、１後段のような場合には規則八二条三項但書により、前記Ｂの印鑑\n証明書の添付は必要でない旨主張するが、当裁判所も右主張は失当で、右但書の適\n用はなく、本文により本件申請書にＢの印鑑証明書の添付を必要とする、と判断す\nる。その理由は、被控訴人のこの部分に関する主張（引用の原判決六枚目表九行か\nら七枚目裏一行まで）と同一である。\n（結論）\nそうすると、被控訴人の本件変更登記申請却下処分は適法である。\n三　右のように、本件変更登記申請が不適法として却下すべきものである以上、原\n判決別紙記載二の申請は申請書記載の控訴人代表取締役と商業登記簿記載の代表取\n締役とが相違することになるので、被控訴人が法二四条九号により右登記申請を却\n下したことは適法である。\n四　以上の次第で、控訴人の本訴請求は理由がないのでこれを棄却すべきであり、\nこれと同旨の原判決は相当であつて、本件控訴は理由がない。\nよつて、訴訟費用の負担について民事訴訟法九五条、八九条を適用して、主文のと\nおり判決する。\n（裁判官　辻川利正　梶本俊明　出嵜正清）\n"
}