{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 10,
    "day": 29
  },
  "case_number": "昭和59(行ス)24",
  "case_name": "訴訟参加申立却下決定に対する抗告事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "建築主事を被告とする建築確認申請に対する不作為の違法確認請求事件について，右建築予定建物の付近に居住する住民らが行政事件訴訟法３８条１項，２２条１項に基づいてした訴訟参加の申立てが，右不作為の違法を確認する旨の判決がされても，右建築主事は当然に建築確認をすべき拘束を受けるものではないから，右住民らは右規定にいう「訴訟の結果により権利を害される第三者」に当たらないとして，却下された事例",
  "lawsuit_id": "16817",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16817",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/817/016817_hanrei.pdf",
  "contents": "○　主文\n本件抗告を棄却する。\n○　理由\n一　本件抗告の趣旨及び理由は、別紙記載のとおりである。\n二　よつて判断するに、本件本案訴訟（原告株式会社進栄建設コンサルタント、被\n告八王子市建築主事外一名間の東京地方裁判所昭和五八年（行ウ）第一二〇号不作\n為の違法確認等請求事件）につき本件建築確認申請に対する被告八王子市建築主事\nの不作為の違法を確認する旨の判決がなされても、同被告は建築確認をなすべき拘\n束を受けるものではない。抗告人らは、右のような判決がなされた場合、同被告が\n建築確認をする可能性が非常に強いと主張するが、その主張どおり同被告が建築確\n認をするに至るとしても、それはいかなる意味においても右のような判決の拘束力\nによるものではない。したがつて、抗告人らは、本件本案訴訟の結果、権利を害さ\nれる第三者に当たるとはいえない。そして、他に抗告人らが訴訟の結果により権利\nを害される第三者に該当することを認めるに足りる資料はない。\n三　よつて、抗告人らの本件訴訟参加申立を却下した原決定は相当であつて、本件\n抗告は理由がないから、これを棄却することとし、主文のとおり決定する。\n（裁判官　鈴木　弘　鹿山春男　赤塚信雄）\n別紙\n抗告の趣旨\n原決定を取り消す。\n抗告人を東京地方裁判所昭和五十八年（行ウ）第一二〇号不作為の違法確認等請求\n事件に参加させる。との裁判を求める。\n抗告の理由\n一、原決定の理由とするところは、不作為の違法を確認する判決が出た場合、その\n判決の被告建築主事に対する拘束力は、当該建築計画が関係法令に適合するか否か\nを審査して何らかの処分をしなければならないという限りにおいて生しるにとどま\nり、当然に建築確認をなすべき拘束力を生しるものではない、というにあるようで\nある。\n二、しかしながらこれは形式論であつて、不作為の違法確認訴訟の提起される目\n的、判決のもたらす現実的効果や機能を無視したものである。\n被告建築主事は本訴において、当該建築計画が形式上は関係法令に適合している\nが、本件のように特別な事情があるときは確認を留保しても違法ではない、という\n対応をしているのであるから、万一確認を留保する正当な理由がないというような\n判断がなされて、不作為の違法を確認する判決が出た場合には、確認をおろす可能\n性が非常に強いことは明らかである。\n原告もそのように判断したからこそ、本訴を提起したと考えられるのである。原告\nの究極の目的が、本訴で勝訴判決を得ることにあるのではなく、判決の結果、被告\n建築主事に確認をおろさせることにあるのは当然であり、この種の訴訟は全てその\n目的で提起されているのである。\nよつて原決定が、不作為の違法を確認する判決は当然に建築確認をなすべき拘束力\nを生しるものではない、という形式的判断で参加申立を却下したのは不当であるか\nら、原決定を取消し、抗告人の訴訟参加を認める裁判を求める為本件抗告に及んだ\n次第である。\n(原裁判等の表示)\n○　主文\n本件申立てをいずれも却下する。\n○　理由\n一　申立人らは、当庁昭和五八年（行ウ）第一二〇号不作為の違法確認等請求事件\nのうち原告と被告八王子市建築主事（以下「被告建築主事」という。）との間の訴\n訟（以下「本案訴訟」という。）について同被告のため行訴法三八条一項、二二条\n一項に基づき訴訟参加する旨を申し立て（以下「本件申立て」という。）、その理\n由の要旨を次のとおり述べた。\n１　申立人らは、いずれも肩書住所地に土地、建物を所有（ただし、申立人塚本雪\nは同人の夫が所有）しかつ居住し、同所においてそれぞれ良好な生活環境を享受\nし、支配、維持する権利あるいは法的利益を有している。\n２　原告は、別紙物件目録（一）記載の土地上に同目録（二）記載の建物（以下\n「本件建物」という。）の建築を予定し、そのための建築確認申請（以下「本件確\n認申請」という。）を被告建築主事に対してなしている。しかし、本件建物は、四\n〇戸から成る単身者用のリースマンシヨンであるところ、このようなマンシヨン\nは、管理がなおざりであるうえ、その入居者は、仮住居という意識しかないため、\n勝手な生活をし、ゴミの不始末、不法駐車、早朝深夜の騒音、風紀の乱れ等々の問\n題を引き起こすことが予想される。したがつて、本件確認申請に対し、建築確認が\n下り、本件建物が完成するときは、申立人らの良好な環境を享受する権利あるいは\n法的利益が害されることは明らかである。\n３　ところで、本案訴訟すなわち本件確認申請に係る被告建築主事に対する不作為\nの違法確認請求が認容されたときは、同被告は、本件確認申請に対し建築確認をす\nる恐れが非常に強い。したがつて、同被告において、右請求認容の判決に従わない\nことが明らかである場合を除き、申立人らは、行訴法二二条一項に規定する「訴訟\nの結果により権利を害される第三者」に該当するものと解すべきである。なお、本\n件では右にいう除外事由も存在しない。\n二　そこで、申立人らが行訴法二二条一項に定める訴訟の結果により権利を害され\nる第三者に当たるかどうかを検討する。\n本案訴訟の審理の結果、本件確認申請に対する被告建築主事の不作為の違法を確認\nする判決がなされた場合、当該判決の拘束力は、同被告に対し、本件建物の建築計\n画が本件建物の敷地、構造及び建築設備に関する法律並びにこれに基づく命令及び\n条例の規定に適合するかどうかを審査したうえ、右計画が右規定に適合すると確認\nされたときは、その旨の通知を（建築基準法六条三項）、右計画が右規定に適合し\nないと認められたとき、又は本件確認申請書の記載によつては右規定に適合するか\n否か決定できない正当な理由があるときは、いずれもその理由をつけてその旨の通\n知を（同条四項）、原告に対してしなければならないこととなる（行訴法三八条一\n項、三三条）限りにおいて生じるにとどまり、当然に建築確認をなすべき拘束力を\n生じるものではない。したがつて、申立人ら主張のような良好な環境を享受する権\n利あるいは法的利益が各申立人について肯定できるとしても、申立人らは、本案訴\n訟の結果、右権利あるいは法的利益が害される第三者に当たるものではない。\nそして、他に申立人らが「訴訟の結果により権利を害される第三者」に該当するこ\nとを認めるに足りる資料もない。\n三　よつて、本件申立ては理由がないから、これを却下することとし、主文のとお\nり決定する。\n物件目録（省略）\n"
}