{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 7,
    "day": 11
  },
  "case_number": "昭和55(行ク)33",
  "case_name": "移送申立事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　当事者訴訟について管轄権を有する裁判所に，当該裁判所が管轄権を有しない取消訴訟を関連請求として併合提起することは許されるか　２　関連請求に係る訴訟の管轄裁判所に，当該裁判所が管轄権を有しない取消訴訟を併合提起することは許されるか",
  "case_gist": "１　当事者訴訟について管轄権を有する裁判所に，当該裁判所が管轄権を有しない取消訴訟を関連請求として併合提起することは許されない。　２　関連請求に係る訴訟の管轄裁判所に，当該裁判所が管轄権を有しない取消訴訟を併合提起することは許されない。",
  "lawsuit_id": "17408",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17408",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/408/017408_hanrei.pdf",
  "contents": "○　主文\n本件を静岡地方裁判所に移送する。\n○　理由\n一　本件訴状によると、本件の請求の趣旨及び原因は、要旨次のとおりである。\n１　請求の趣旨\n（一）　被告下田税務署長が昭和五二年九月二一日付けでした原告の昭和四七年四\n月一日から昭和五一年三月三一日までの四事業年度の法人税の更正の請求を棄却す\nる旨の決定を取り消す。\n（二）　被告国は、原告に対し、金二九、八二九、九〇〇円及びこれに対する昭和\n五一年五月一八日から支払ずみまで年七・三パーセントの割合による金員を支払\nえ。\n２　請求原因\n（一）　原告は、昭和四七年四月一日から昭和五一年三月三一日までの四事業年度\nの法人税を確定申告により納付した。\n（二）　訴外Ａは、昭和四七年七月二四日その所有に係る温泉権を訴外東洋ホーム\n株式会社に売却した。ところが、被告下田税務署長は、右温泉権は原告の資産に属\nし、これを原告が右同日訴外東洋ホーム株式会社に売却したものであり、仮にそう\nでなくとも、右温泉権を原告が訴外Ａに売却し、更にこれを同訴外人が訴外東洋ホ\nーム株式会社に売却したものであると認定し、原告に対し右法人税の修正申告をな\nすよう指導した。原告は、右指導に従い、昭和五一年五月一七日右法人税の修正申\n告と増差額の納付を行つた。\n（三）　しかしながら、右温泉権はもともと訴外Ａの所有に属するもので、原告が\n同訴外人又は訴外東洋ホーム株式会社に売却したものではない。したがつて、原告\nが右温泉権を所有しこれを売却したものとした右修正申告は、錯誤により無効であ\nる。仮に、原告が右温泉権を所有し、これを訴外東洋ホーム株式会社又は訴外Ａに\n売却したとしても、同売買契約は昭和五一年一二月二一日解除された。\n（四）　そこで、原告は、被告下田税務署長に対し昭和五二年二月二八日右法人税\nの更正の請求をなしたが、同被告は、同年九月二一日付けで同請求を棄却する旨の\n決定をした。\n（五）　よつて、原告は、被告下田税務署長の右更正請求棄却決定の取消しを求め\nるとともに、被告国に対し、右修正申告により誤納した法人税二九、八二九、九〇\n〇円及びこれに対する誤納の翌日である昭和五一年五月一八日から支払ずみまで国\n税通則法所定年七・三パーセントの割合による還付加算金の支払を求める。\n二　被告両名は、本件を静岡地方裁判所に移送するよう申し立てるものであるが、\nその理由の要旨は次のとおりである。\n前記一１（一）の請求（以下「請求（一）」という。）に係る訴えは、行政庁を被\n告とする取消訴訟であつて、行訴法一二条一項の規定により、行政庁たる被告下田\n税務署長の所在地の静岡地方裁判所の管轄に属することが明らかである。そして、\n前記一１（二）の請求（以下「請求（二）」という。）は、請求（一）と行訴法一\n三条所定の関連請求の関係にあるところ、両請求を併合して訴えの提起をする場合\nには、取消訴訟たる請求（一）に係る訴えに、関連請求たる請求（二）に係る訴え\nを併合し、取消訴訟の管轄裁判所に提起しなければならないことが行訴法一三条、\n一六条、一八条、一九条等の規定に照らし明らかであつて、これとは逆に、関連請\n求に係る訴えの管轄裁判所に取消訴訟を併合して提起することは、行訴法の認める\nところではない。東京地方裁判所には、右関連請求に係る訴えの管轄権はあつて\nも、右取消訴訟の管轄権はないから、右取消訴訟の管轄裁判所たる静岡地方裁判所\nに本件を移送すべきである。\nなお、被告下田税務署長は名古屋国税局の行政管轄に属し、同局の所部係官が同被\n告の本件指定代理人となつているほか、本件に関する税務調査を担当した係官らは\nいずれも名古屋市内や静岡県内に居住しているところ、本件の審理に当たつては同\n係官らの証人調べを必要とし、訴訟経済の観点からも、本件は静岡地方裁判所で審\n理されるのが相当である。\n三　被告両名の移送申立てに対する原告の反論の要旨は次のとおりである。\n本件は、併合請求の管轄に関する民訴法二一条の規定の準用により、請求（二）に\nつき管轄権を有する東京地方裁判所に併合提起できるものである。仮に、民訴法二\n一条の規定の準用が認められないとすれば、原告としては、修正申告の無効に基づ\nく誤納金の還付請求としての請求（二）を主位的請求として主張し、請求（一）は\n右修正申告の無効が認められない場合の予備的請求として主張するものであつて、\n本件は右主位的請求につき管轄権を有する東京地方裁判所の管轄に属するものとい\nうべきである。なお、本件訴訟の関係者の多くは東京に居住しており、下田市周辺\nに居住する関係者にとつても東京地方裁判所の方が静岡地方裁判所より交通の便が\nよいのであつて、訴訟経済の観点からも、本件は東京地方裁判所で審理されるのが\n相当である。\n四　よつて、検討するに、請求（一）に係る訴えは、被告下田税務署長の更正請求\n棄却決定の取消しを求める取消訴訟であつて、同被告所在地の静岡地方裁判所の管\n轄に属し、東京地方裁判所の管轄に属するものでないことは、行訴法一二条一項の\n規定により明らかである。他方、請求（二）に係る訴えは、被告国に対し誤納金の\n還付を求める当事者訴訟であつて、これにつき同被告の普通裁判籍所在地の東京地\n方裁判所が管轄権を有することは明らかである。\n原告は、右両請求を併合のうえ訴えの提起をしたものであるが、請求（二）は、請\n求（一）との関係において行訴法一三条所定の関連請求に該当するから、両請求を\n併合提起すること自体は、同法一七条の規定により是認できるものである。しか\nし、請求を併合して訴えの提起をする場合には、受訴裁判所が各請求につき管轄権\nを有しなければならないから、請求（一）の取消訴訟につき本来管轄権を有しない\n東京地方裁判所に右両請求を併合提起できるか否かは、別個の問題である。\n行訴法一七条は、数人からの請求又は数人に対する請求が、行政処分等の取消請求\nと同法一三条所定の関連請求という関係にあれば、当該各請求の併合提起を認める\n趣旨の規定であるが、同規定と並ぶ同法一三条は、既に提起された取消訴訟と関連\n請求に係る訴訟とが各別の裁判所に係属する場合において、関連請求に係る訴訟を\n取消訴訟の係属する裁判所に移送できることを定め、また、同法一六条、一八条及\nび一九条は、取消訴訟に関連請求に係る訴えを併合して提起できることを定めてい\nるのであつて、行訴法のこれらの規定は、取消訴訟の管轄裁判所に関連請求に係る\n訴えの併合管轄権が生ずることを認め、同裁判所に関連請求に係る訴えを移送し又\nは併合提起し得ることを定めたものと解される。他方、行訴法は、関連請求に係る\n訴訟の管轄裁判所に取消訴訟の併合管轄権が生じ、同裁判所に取消訴訟を移送し又\nは併合提起できる趣旨の規定は一切設けていない。これらの点から考察すれば、行\n訴法は、係争の行政処分等の早期確定を図る趣旨の下に、その取消請求に併合し得\nる請求を行訴法一三条所定の関連請求に限定したうえ、取消訴訟を中心に据えて、\nこれに関連請求に係る訴訟を併合する建前をとつているのであつて、取消訴訟を関\n連請求に係る訴訟に併合することは許容していないと解される。したがつて、関連\n請求に係る訴訟についてのみ管轄権を有し、取消訴訟について管轄権を有しない裁\n判所に、後者を前者に併合のうえ提起することは許されないものというべきであ\nる。\n原告は、両請求を併合提起し得る以上、行訴法七条の規定により民訴法二一条の規\n定を準用し、いずれかの請求につき管轄権を有する裁判所に両請求を併合提起し得\nる旨主張するが、取消訴訟と関連請求に係る訴訟の併合管轄は、前記行訴法の規定\nによつて定まるのであつて、民訴法二一条の規定を準用する余地はないと解され\nる。かかる場合に、民訴法二一条の準用を認めることは、取消訴訟の管轄裁判所を\n当該行政庁の所在地の裁判所とし、審理の迅速円滑な進行を図ろうとする行訴法一\n二条一項の趣旨に適合せず、取消訴訟を中心とした行訴法の前記建前に反するもの\nと考えられる。\nなお、請求（二）に係る訴えは当事者訴訟であるところ、行訴法四一条二項の規定\nにより取消訴訟について定められた前記諸規定を準用し、取消訴訟を当事者訴訟の\n関連請求訴訟としてとらえ、当事者訴訟についてのみ管轄権を有する裁判所に取消\n訴訟を併合提起できるかを考えてみるに、取消訴訟と当事者訴訟との併合について\nは、取消訴訟について定められた前記諸規定が直接適用になるのであつて、行訴法\n四一条二項を通じ前記諸規定が準用される余地はなく、当事者訴訟はあくまでも取\n消訴訟の関連請求訴訟ととらえるべきであり、これを逆にとらえることは、取消訴\n訟中心の前記建前から許されないものというべきである。\nまた、原告は、主位的請求と予備的請求については、前者につき管轄権を有する裁\n判所に両者を併合提起し得る旨主張するが、予備的併合も請求併合の一態様にすぎ\nず、主位的請求と予備的請求の関係があるからといつて、その併合請求につき特別\nの裁判籍が生ずるいわれはなく、予備的請求につき管轄権を有しない裁判所に両者\nを併合提起することは許されないと解する。\n以上のように、請求（一）に係る訴えについては、東京地方裁判所にもともと管轄\n権がなく、併合管轄権も生じないから、民訴法三〇条の規定により管轄権を有する\n静岡地方裁判所にこれを移送すべきものである。また、請求（二）に係る訴えにつ\nいては、請求（一）と関連請求の関係があることにより静岡地方裁判所に併合管轄\n権が生じているところ、請求（二）は請求（一）と密接に関連する請求であり、審\n理の重複及び裁判の抵触を避けるためには両請求を併合して審理するのが相当であ\nるから、民訴法三一条の規定により請求（二）に係る訴えも同裁判所に移送するこ\nととする（なお、原告が両請求を主位的請求と予備的請求として構成するとすれ\nば、両請求を分離することが許されないから、併合請求の全体について、東京地方\n裁判所には管轄権がなく、静岡地方裁判所が管轄権を有するものと解すべきであつ\nて、いずれにしても同裁判所に移送すべきものである。）。\nよつて、本件全部を静岡地方裁判所に移送することとし、主文のとおり決定する。\n（裁判官　佐藤　繁　泉　徳治　岡光民雄）\n"
}