{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和55(行ケ)403",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14216",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14216",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/216/014216_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日と定める。\n事　　　実\n第一　当事者の求めた裁判\n原告は、「特許庁が昭和五五年八月一八日に同庁昭和五三年審判第一五八二八号\n事件についてした審決を取り消す。訴訟費用は被告の負担とする。」との判決を求\nめ、被告は、主文第一、二項同旨の判決を求めた。\n第二　当事者の主張\n一　原告主張の請求の原因\n（一）　特許庁における手続の経緯\n原告は、昭和五〇年三月二六日、別紙（一）のとおりの構成（ただし、色彩は省\n略した。）を有する商標（以下「本願商標」という。）につき、第二八類ブランデ\nー類を指定商品として商標登録出願をしたが、昭和五三年八月一二日拒絶査定を受\nけたので、同年一一月八日審判の請求をしたところ、これに対し、特許庁は、同庁\n同年審判第一五八二八号事件として審理のうえ、昭和五五年八月一八日、「本件審\n判の請求は成り立たない。」旨の審決（以下「審決」という。）をし、その謄本\nは、同月二七日原告に送達された。\n（二）　審決の理由の要点\n本願商標は、別紙（一）に表示した構成よりなり、第二八類「ブランデー」を指\n定商品とし、昭和四九年商標登録願第一五八一五四号に係る商標と連合する商標と\nして、昭和五〇年三月二六日に登録出願されたものである。\nこれに対し、登録第一〇〇八三七三号商標（以下「引用商標」という。）は、別\n紙（二）に表示した構成よりなり、第二八類「ブランデー」を指定商品として、昭\n和四五年一〇月一三日に登録出願、昭和四八年四月九日その登録がなされているも\nのである。\nよつて、本願商標と引用商標との類否について判断すると、別紙（一）に示す本\n願商標は、ほぼ方形状輪郭内に書体の異なる各種の文字及び各種の図形並びにこれ\nらと各種の色彩との結合よりなるものであるけれども、中央部やや下部位置にオー\nルドスタイル・ローマン風書体をもつて白抜き風に配されてなる「ＥＴＩＱＵＥＴ\nＡ　ＮＥＧＲＡ」の文字が、他の欧文字及び図形部分に比して圧倒的顕著に大きく\n横一杯に書き表わされてなるので、該文字の部分も独立して看者の注意を強くひく\n部分であるといわなければならない。\nそうとすれば、本願商標は、該文字に相応し「エテイケツタネグラ」の称呼をも\n生ずるものというを相当とする。\n他方、引用商標は、別紙（二）に示すとおり、だ円風瓶形輪郭内に各種の文字及\nび各種の図形の結合よりなるものであつて、これが取引にあつては、通常商標など\nを胴ばりと称して添付する位置に「ＥＴＩＣＨＥＴＴＡＮＥＲＡ」の文字を白抜き\n風にしかも看者の注意を喚起するよう円弧状に明確に書されてなる文字もまた、該\n商標権者の製品マークと認定しうるから、該文字部分より生ずる称呼をもつて取引\nに資される場合も決して少なくないものと認めうるところである。\nしたがつて、引用商標は単に「エテイケツタネラ」の称呼をも生ずるものという\nを相当とする。\nそこで、「エテイケツタネグラ」と「エテイケツタネラ」の各称呼を比較する\nと、前者は七音、後者は八音という比較的音数の多い構成音からなるものであつ\nて、僅かに末尾音部分において「グ」音の有無の相違があるにすぎないものである\nから、両者それぞれを全体として一連に称呼する場合には、その全体としての称呼\nにおいて彼此紛わしい類似のものというを相当とする。\nしたがつて、本願商標と引用商標とは、上記称呼上類似の商標であり、かつ両商\n標の指定商品もまた同一のものと認定しうるから、結局、本願商標は、商標法第四\n条第一項第一一号に該当するものとして、その登録を拒絶すべきものである。\n（三）　審決を取り消すべき事由\n審決は、本願商標の称呼が「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」の文字から生じ、\n引用商標の称呼が「ＥＴＩＣＨＥＴＴＡ　ＮＥＲＡ」の文字からも生ずるとした点\nで、その結論に影響を及ぼすべき誤りがある。\n本願商標中の「ＥＴＩＱＵＥＴＡ」や引用商標中の「ＥＴＩＣＨＥＴＴＡ」は、\nわが国で「エチケツト」、英語で「ＥＴＩＱＵＥＴＴＥ」と称している語のスペイ\nン語とイタリア語である。そして、「エチケツト」なる語が商品の内容を表わすた\nめの「ラベル」の意味を有することは、「ワイン」や「ブランデー」などを取り扱\nつているわが国の洋酒業者の間では、すでに知られていることである。\nまた、本願商標中の「ＮＥＧＲＡ」や引用商標中の「ＮＥＲＡ」は、英語の「Ｎ\nＥＧＲＯ」と同じく、「ニグロ・黒」を表わすスペイン語・イタリア語である。そ\nして、原告及び引用商標権者自身は、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」や「ＥＴ\nＩＣＨＥＴＴＡ　ＮＥＲＡ」を一種の品質表示として使用しているものであり、商\n品の出所を表示する商標として使用しているものではないのである。わが国の例で\nいえば、「黒ラベル」とでも称するものとして使用しているのである。わが国にお\nいて外国語とくにスペイン語やイタリア語は広く行きわたつているものではない\nが、取引者にとつては、「エチケツト」が「ラベル」の意味であることが判るので\nあるから、これらの文字が自他商品の識別力を有するものとは考えないものであ\nり、したがつて、これらの文字から商標の称呼を抽出されることはない。\nさらに、たとえ「エチケツト」なる意味を知らないような取引者・需要者であつ\nても、本願商標の称呼が「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」から生じ、引用商標の\n称呼が「ＥＴＩＣＨＥＴＴＡ　ＮＥＲＡ」から生ずると判断する可能性はない。す\nなわち、まず、本願商標は、ラベルそのものを表わす図形商標であり、商標全体を\n観察して、外観・称呼・観念が生ずるものである。とくに、本願商標は、普通名称\nである「ＢＲＡＮＤＹ　ＥＸＴＲＡ」のすぐ下に位置する図形＋数字の部分に特徴\nがあるもので、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」の部分は、これから称呼を生ず\nるような特徴を有するものではない。\n引用商標についても、取引者・需要者は、「ＥＴＩＣＨＥＴＴＡ　ＮＥＲＡ」の\n意味がわからない取引者・需要者において、引用商標の称呼が「ＥＴＩＣＨＥＴＴ\nＡ　ＮＥＲＡ」から生ずるとは考えないものである。引用商標はブランデーの瓶そ\nのものを商標として登録されたものであるが、その称呼は、「ＶＥＣＣＨＩＡ　Ｒ\nＯＭＡＧＮＡ」の文字からのみ生ずるものである。なぜなら、商品名である「ＢＲ\nＡＮＤＹ」の文字のすぐ上にこれらの文字が位置しており、同一文字が引用商標の\n下部にも表示されているからである。\n審決は、商標中に含まれる文字はすべて称呼決定の対象となると判断しているよ\nうであるが、商標の称呼は、自他商品の識別力を有する部分と有しない部分、普通\n名称が表示されている商標上の位置等を判断資料にし、自然に生ずるものを採用す\nべきである。本願商標や引用商標の場合は、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」や\n「ＥＴＩＣＨＥＴＴＡ　ＮＥＲＡ」から称呼が生ずるのではなく、他の顕著な部分\nより称呼が生ずるものである。また、両商標は外観上著しく異なつており、称呼を\n含めた商標全体を基準に考えれば、明らかに非類似の商標である。\nしたがつて、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」や「ＥＴＩＣＨＥＴＴＡ　ＮＥ\nＲＡ」からもその称呼が生じうるとした判断は誤つており、これらを基準として、\n両商標が称呼上紛わしく、本願商標が商標法第四条第一項第一一号に該当するとし\nた審決は、違法として取り消されるべきものである。\n二　請求の原因に対する被告の認否及び主張\n（一）　請求の原因（一）及び（二）の各事実は、いずれもこれを認める。\n（二）　審決を取り消すべきであるとする請求の原因（三）の主張は争う。審決の\n判断には何らの違法もない。\n１　審決は、原告の主張するように、商標中に含まれる文字はすべて称呼決定の対\n象となる、という前提をとつているものではない。\n審決において、本願商標から「エチケツタネグラ」の称呼を生ずるものとしたの\nは、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」の文字が他の図形あるいは文字部分に比較\nして圧倒的に顕著に表わされていること、また、審決で直接言及はしていないが、\nこの文字が商品ブランデーについて品質等を表わす語として国内において一般に使\n用されている事実は見当らないこと、及び、わが国においてスペイン語が広く普及\nしているとはいえないし、少なくとも、前記文字が商品ブランデーの品質等を表わ\nす語であると需要者が認識するものとは認められないことから、取引の経験則から\nみて、この文字部分の特徴によつて取引に当る者も少なくなく、いわゆる商標の要\n部として機能するものと判断できるからである。\n引用商標から「エテイケツタネラ」の称呼を生ずるものと判断したのも、ほぼ同\n様の理由からである。\n２　「ＥＴＩＱＵＥＴＡ」又は「ＮＥＧＲＡ」のそれぞれの語が原告主張のような\n意味を有するものであることは否定するものではないが、このことなどから、本願\n商標から「エテイケツタネグラ」、引用商標から「エテイケツタネラ」の各称呼を\nそれぞれ生ずるものとした審決の判断に誤りがあるとすることはできない。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因（一）及び（二）の各事実（特許庁における手続の経緯及び審決の\n理由の要点）については、当事者間に争いがない。\n二　そこで、審決にこれを取り消すべき原告主張のような違法の点があるかどうか\nについて検討する。\n（一）　前記争いのない事実によれば、本願商標は別紙（一）のとおりの構成を有\nしているものであり、一方、引用商標が別紙（二）のとおりの構成を有するもので\nあることは、原告もこれを争わないところである。\n（二）　右各構成自体によれば、審決の説示するとおり、本願商標については、中\n央部やや下部位置に他の欧文字及び図形部分に比して顕著に大きく横一杯に書き表\nわされている「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」の部分も独立して看者の注意を強\nくひき、これから「エテイケツタネグラ」の称呼をも生ずるものであり、引用商標\nについては、中央円内下部に円弧状に明確に書き表わされている「ＥＴＩＣＨＥＴ\nＴＡ　ＮＥＲＡ」の部分も看者の注意を喚起し、これから「エテイケツタネラ」の\n称呼をも生ずる、とみるのが相当である。\n（三）　ところで、原告は、本願商標及び引用商標における「ＥＴＩＱＵＥＴＡ」\n及び「ＥＴＩＣＨＥＴＴＡ」の各文字は「ラベル」という意味を持つスペイン語及\nびイタリア語であり、同じく「ＮＥＧＲＡ」及び「ＮＥＲＡ」の各文字は「ニグ\nロ・黒」という意味のスペイン語及びイタリア語であつて、右各商標の指定商品で\nあるブランデーを取り扱う洋酒業者等の取引者は、「ＥＴＩＱＵＥＴＡ」及び「Ｅ\nＴＩＣＨＥＴＴＡ」が「ラベル」の意味を有することを知つており、「ＥＴＩＱＵ\nＥＴＡ　ＮＥＧＲＡ」や「ＥＴＩＣＨＥＴＴＡ　ＮＥＲＡ」がいわば「黒ラベル」\nのように一種の品質表示として使用されるもので、自他商品の識別力を有するもの\nとは考えられないから、これらの文字から商標の称呼が生ずることはない旨主張\nし、右各文字が原告主張のような意味を持つものであることは被告も争わないとこ\nろであり、また、成立に争いのない甲第二号証によれば、世界の銘酒の紹介ないし\n解説書である同号証中に、「エチケツト（ラベル）だけが内容証明のよりどころと\nなっている。」として、「エチケツト」が「ラベル」を意味するものであることを\n示す記載があることが認められる。しかしながら、「エチケツト」という言葉を\n「ラベル」の意味で使用することはきわめて特殊な場合であり、また、わが国にお\nける語学教育の現状からみてブランデーの需要者の大多数の者はスペイン語ないし\nイタリア語を解するものとはいえないという当裁判所に顕著な事実に照らせば、前\n記各文字の意味が原告主張のとおりであり、同号証のような紹介ないし解説書が存\n在するとしても、「ＥＴＩＱＵＥＴＡ　ＮＥＧＲＡ」及び「ＥＴＩＣＨＥＴＴＡ\nＮＥＲＡ」の各文字が原告主張のような意味を持ち、品質表示的なもので、商品の\n識別機能を有しないと理解できる者は、とくに需要者の間では必ずしも多くはない\nとみるのが相当である。してみれば、少なくとも、相当数にのぼる需要者に関して\nは、本願商標及び引用商標の各構成自体から前認定の各称呼が生ずることを原告主\n張のような理由で否定することはできないものといわざるをえない。\nなお、成立に争いのない甲第三号証によれば、食品特許協会の出願商標速報であ\nる同号証中では、本願商標は図形商標として分類され、「ＥＴＩＱＵＥＴＡ　ＮＥ\nＧＲＡ」の称呼にあたる「エ」の項には記載されていないことが認められるが、こ\nのことは、需要者の関係で前記のとおりの称呼が生ずるとみることの妨げとなるも\nのではない。\n（四）　さらに、原告は、本願商標はその構成自体からも原告主張の図形＋数字の\n部分に特徴があり、引用商標についても、その構成自体により、称呼は「ＶＥＣＣ\nＨＩＡ　ＲＯＭＡＧＮＡ」の部分からのみ生ずる旨主張するが、右各商標の前記構\n成をみれば、原告主張の右各部分からもそれぞれ何らかの称呼を生ずることは考え\nられるけれども、商標に関し複数の称呼を生ずることのあることはいうまでもない\nところであるから、原告の右主張は前記認定を左右するに足りない。\n以上によれば、審決には、原告主張のような誤りはなく、その認定判断は正当と\nいうことができるから、原告の請求は理由がないといわなければならない。\n三　よつて、審決の違法を理由にその取消を求める原告の本訴請求を失当として棄\n却することとし、訴訟費用の負担及び上告のための附加期間につき行政事件訴訟法\n第七条、民事訴訟法第八九条、第一五八条第二項の各規定を適用して、主文のとお\nり判決する。\n（裁判官　石澤健　楠賢二　杉山伸顕）\n別紙（一）\n＜１２２４３－００１＞\n別紙（二）\n＜１２２４３－００２＞\n"
}