{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 10,
    "day": 14
  },
  "case_number": "昭和57(行ク)57",
  "case_name": "競輪事業従業員就労請求",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19399",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19399",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/399/019399_hanrei.pdf",
  "contents": "主　　　文\n一　本件申立をいずれも却下する。\n二　申立費用は申立人の負担とする。\n理　　　由\n一　申立人の申立の趣旨及び理由は、別紙「執行停止決定申請書」及び「訴状」各\n記載のとおりであり、これに対する被申立人の意見は別紙「意見書」記載のとおり\nである。\n二　申立人は、出勤停止処分を受けたとして申立の趣旨第一項の申立をなすもので\nあるが、本件全疎明によるも同処分を申立人が受けたものと認めることができず、\nむしろ却つて本件疎明によれば、申立人は昭和五七年六月二一日に被申立人の登録\n従事員（「東京都十一市競輪事業組合従事員登録簿」に登録された者（（以下「登\n録者」という。））から採用された従事員をさす。）であつたが、被申立人が登録\n者のうちから従事員を採用しようとする場合には、競輪開催の都度その準備日及び\n開催日毎に出勤票の交付又は採用通知書の送付（以下この二つを「出勤票の交付\n等」という。）を行い、登録者が右採用に応ずる場合には右出勤票又は採用通知書\nを被申立人に提出して就労することになつていること、したがつて右により採用さ\nれた従事員は、右出勤票又は採用通知書に基づく就労の終了により当然従事員とし\nての身分を喪失するものであること、被申立人は申立人に対し、昭和五七年六月二\n一日の就労終了以後出勤票の交付等を行つていないこと、登録者は他の者に優先し\nて従事員に採用されるものではあるが、被申立人において、登録者を競輪開催の都\n度必ず採用しなければならないものと義務づけられているものではないことが一応\n認められ、右認定を左右するに足りる疎明はない。右によれば、申立人は同年六月\n二一日の就労終了とともに被申立人の従事員たる身分を喪失しているものであるか\nら、申立人に対する出勤停止処分もありえないものというべく、これがあることを\n前提とする申立の趣旨第一項はその効力を停止すべき処分がないばかりでなく、行\n政事件訴訟法二五条三項の「本案について理由がないとみえるとき」に該当し、理\n由がないものとして却下を免れない。\nなお、申立の趣旨第一項については、申立人は本案の被告同様被申立人を誤つて\nいるものというべきであるが、この点は同法一五条に救済規定もあるところがらさ\nておいても、以上の理由で申立の趣旨第一項は理由がない。\nまた、申立の趣旨第二、三項については、そもそも同法二五条所定の行政処分執\n行停止申立の対象たりえないものというべきであるから、いずれも不適法として却\n下を免れない。\n三　以上のとおりであるから、申立人の本件申立はその余の点について判断するま\nでもなくいずれも失当としてこれを却下することとし、申立費用の負担につき行政\n事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり決定する。\n（別紙）\n執行停止決定申請書\n申請の趣旨\n一、被申請人が昭和五七年六月二十一日に行つた申請人に対する出勤停止処分の執\n行は、本案判決確定まで、これを停止する。\n二、被申請人は右執行停止中、申請人を京王閣競輪場の登録従事員、守衛として、\n就労させなければならない。\n三、被申請人は申請人に対し、昭和五七年七月以降、本案判決確定まで毎月末日限\nり、金八、二三〇円に、その月の京王閣競輪開催日数（準備日を含む）を乗じた金\n員を支払え。\nとの裁判を求める。\n申請の理由\n一、次記、諸事項についての申請人の説明・意見の陳述は、この申請書と共に提出\nした、訴状を援用する。\n①　当事者\n②　事由を示さない被申請人に対する出勤停止処分。\n③　右、処分が不法行為であること。\n④　申請人の分限・勤務条件の基準とその実体。\n⑤　申請人は心・身共に健全、十分勤務遂行能力があること。\n⑥　被申請人は申請人に対し予告することなく、突然、出勤停止、賃金不払の処分\nをした。この処分に対し、申請人には全く準備がなく、時間の経過するに従い生活\nの苦しみが加重していること。\n二、申請人は昭和五七年八月二六日東京地方裁判所に、右行政処分取消の訴えを提\n起したが判決が出されるまでには通常長い年月がかかる。京王閣競輪の就労による\n収入を失つた申請人（扶養二人）らの生活は日を重ねるに従つて、その苦しみの度\nが深刻になつているので、執行停止を求める緊急の必要がある。\nよつて、申請の趣旨記載のご裁判を求める為、本申請に及んだ次第である。以上。\n（別紙）\n訴状\n請求の趣旨\n一、被告が昭和五七年六月二一日に行つた、原告に対する出勤停止処分が無効であ\nることを確認する。\n二、「被告は昭和五七年七月以降毎月末日限り、金八、二三〇円にその月の京王閣\n競輪開催日数（準備日を含む）を乗じた金員及びこれに対する各支払日の翌日から\n支払済みに至るまで年五分の割合による金員を支払え。\n三、訴訟費用は被告の負担する。\nとの判決及び第二項につき仮執行の宣言を求める。\n請求原因\n（当事者）\n一、原告は被告に登録従業員（以下登録者と云う。）として任用され、警備・守衛\nの職に当つている一般職の地方公務員である。\n二、被告は東京都下、十一の市によつて構成されている一部事務組合で、その事業\nは、競輪開催のみである。\n右、十一の市は八王子市、調布市、町田市、武蔵野市、昭島市、小金井市、小平\n市、日野市、東村山市、国分寺市、青梅市である。\n（原告の分限・勤務条件の基準、その実体等について。）\n一、被告の企業に任用されている企業職員（以下、従事員と云う。）は大別して登\n録者と応援者とによつて構成されている。登録者は永年に亘り期限の定めなく継続\nして任用されている、正規の従事員である。原告は東京都営の時、後楽園・京王閣\n両競輪場に昭和二十六年五月任用され、昭和四十一年四月、被告が京王閣に於て、\n競輪事業を施行するに当り、被告と訴外東京競輪労働組合（以下、競輪労組と云\nう。）との間に締結された労働協約に基き被告に任用された。\n原告は東京都営のとき期限の定めなく継続して任用され、被告の企業に於ても創\n業時から継続して任用され昭和４７年１０月１１日には勤続２０年の表彰を被告か\nら受けた。\n上記、労働協約は、被告が東京都営の勤務条件を全面的に引継ぎそれを下廻るこ\nとのないことを約定したものである。\n二、登録者は臨時・日雇ではなく、反復任用されているものでもない。原告は昭和\n２６年５月以来、３１年余に亘つて毎月必ず任用されて来た。右の事実、及び勤務\n条件の基準、その実体等については、証拠として前記表彰状（甲１号証）、被告か\nら示されている勤務条件等の基準、東京都十一市競輪事業組合従事員就業規準（甲\n２号証）と東京都競走事業従事員就業規準（甲３号証）を提出し、その証拠説明に\n於て詳述する。\n（事由を示さない出勤停止処分）\n一、昭和５７年６月２１日（京王閣六月開催最終日）に被告は、原告に対し、予告\nなく突如、出勤票（甲４号証）の交付をせず７月開催に出勤・就労不能の処分をと\nつた。このことは原告の競輪場勤務３１年余の間に全く前例がないことである。就\n業規準にもない処分である。\n二、右の処分は原告の死活にも関する不利益処分であつて、原告の意に反するもの\nであることは自明である。かかる場合について、地方公務員法（以下、地公法と云\nう。）第４９条第一項は「処分の事由を記載した説明書を交付しなければならい」\nと定め、就業規準第２０条２項にも同様の規定がある。\n被告は、右の定めに従うことなく、単に、出勤票を交付しない、と云う方法で、\nそれ全く予告することなく出勤停止の処分をしたのである。\n（地公法第４９条２項による原告の請求を被告は無視した。）\n一、深刻なシヨツクを受けた原告は、その理由の説明を被告に求めた。Ａ係長は口\n頭で「本年５月６日付通知書による。」と答えただけで、事由の説明はなく、一方\n的な宣告のみであつた。\n二、右、通知書（甲５号証）は「京王閣臨時従事員離職勧奨制度要綱による離職に\nついて」と題され、その内容も、就業規準第２３条による登録抹消通知ではなく、\n地公法による免職通知でもない。離職勧奨である。原告はこの通知に対し、本年五\n月三一日付書留郵便（甲６号証）を以つて、大要次の如く回答した。\n①　離職勧奨として受領したこと。\n②　離職の意志なきこと。\n③　原告の労働能力に欠陥がある為の勧奨であるなら、その事実を示されたい。\n被告はこの原告の右の意志表示に対し何の反応も示さなかつた。原告は被告の黙示\nの承認があつたものと嬉び安堵していた。\n三、従つて、上記Ａ係長の宣告は意外であり、晴天の露歴、原告の受けたシヨツク\nは深刻であつた。\n原告は低所得で、本年度都・区民税は均等割のみの賦課（甲７号証）。競輪場か\nらの所得は年約８０万円。これは原告所得の五割に当る。この収入を失つた場合、\n一ヶ月七万円位で生活しなければならない。扶養家族は二人、妻と六十七才の妹が\nある。どこからも援助は受けられない。\n四、原告は、心身の鍛錬に励み労働能力の維持充実に努力し、生活保護法の適用を\n受けることのないようにしている（甲８号証）。昭和２６年京王閣競輪場に就職以\n来、自転車通勤を続け、現在も片道９０分の行程を自転車で通勤して居り、労働能\n力は十分である。\n五、上記、Ａ係長の６月２１日の宣告に対し、地公法第４９条２項により原告は急\nぎ６月２４日、被告宛要請書（甲９号証）を呈出。\n大要、次の如く説明書の交付を請求した。\n①　本年７月開催、京王閣競輪場に従来通り就労出来るよう措置されたい。\n②　離職勧奨制度を定年制と同様に運用、離職を強制することは、地公法第２７条\n２項に違反する不法行為である。\n③　労働契約は双務的なものであつて、凡て合意を前提とする。殊に、不利益処分\nの場合は合意が必要。問答を無用とする之までの被告の態度は前近代的である。\n右、原告の要請に対し、被告は地公法第４９条３項の定めに違反、説明書の交付を\nせず、七月開催への原告の就労をも拒否した。\n六、止むなく原告は本年７月１６日重ねて催告状（甲１０号証）を被告に送付、概\n略、次の如く、被告に申し入れ、回答を求めた。\n①　去る６月２１日以来、勧奨制度に基くとして被告は原告に対し、出勤票の交付\nを停止。原告の就労を阻止している。この措置が法律に基く行政処分であるなら、\nその規定を示して貰い度い。\n②　勧奨制度による措置は、単なる事実関係で行政処分ではない。又、単に出勤票\nの交付をせず就労を阻止することは就業規準の規定にもない。\n③　原告は被告創業以来の従事員で、永年勤続２０年の表彰も受けている。その原\n告に対し、甚大な不利益となり権利の侵害にもなつている。被告今回の措置には、\n被告の立場からは十分な法律的根拠がある筈。それを示され度い。\n④　被告の措置が合理的・合法的であることがわかれば原告は潔ぎよく離職する。\n⑤　争いを避けたいので右の如く催告する。問答を無用とせず回答されたい。\nこの催告に対しても就業規準、地公法第４９条３項に違反し、被告は説明書の交\n付をしないのみか、全く何の意示表示もしない。\n（被告の本案出勤停止処分は不法行為、無効である。）\n一、被告は地方公共団体であつて、その職員である管理者は地方公務員である。一\n般民間人より憲法を始め、諸法規を遵守すべき立場にある。\n二、然るに、原告に対する本案出勤停止処分は、自から定めた就業規準に違反する\n不法行為であるに止まらず予告なき実質的免職処分は解雇権の乱用で民法第１条\n３、６２７・６２８・７０９条及び債権法上の信義・誠実の原則等にも背くもので\nある。\n三、又、被告の原告に対する労働権（憲法２７条）、賃金所得を得る道を断つたこ\nとは生存権（憲法２５条）の侵害であると共に労基法第１条の違反でもある。\n四、原告は本案関連の事項について六通の文書を被告に呈出したが、そのいずれに\nも、何の回答・意志表示をしない。このことは地公法第４９条、及び就業規準等に\n違反するのみでなく、現・社会の人間関係としては容易に見ることの出来ない原告\nへの君臨であつて、原告の人格権（民法７１０・７１１条）を認めない侮辱であり\n不法行為である。\n五、以上の如き原告に対する被告の対応は民法９０条に抵触するものである。\n被告が原告に加へている出勤停止処分は上述の如く甚しく極端な不法行為であつ\nて、無効である。\nよつて、原告・被告間には出勤停止処分以前の労働契約が継続しているのであるか\nら、賃金（一時金を含む）に対する請求権並びに不法行為にもとずく損害賠償請求\n権として、被告に対し、本年七月及び八月開催期間中の賃金、合計壱拾壱万五千弐\n百円也（甲１１号証）の金員及び之に対する訴状送達の翌日から支払い済みに至る\nまで民法所定の年五分の割合による遅延損害金の支払いと、出勤停止処分無効確認\nを求めるため、本訴提起に及ぶ次第である。\n（付記）\n本案に表示した日給八、二三〇円は、昭和五一年以来、据置かれている賃金額で\nあつて、原告は、これを不法行為として被告と争つている。\n当初、昭和五二年（ワ）一三〇一号賃金支払請求事件として八王子支部で扱わ\nれ、昭和五五年十二月、本庁回付となり、昭和五五年（行ウ）第一二二号事件とし\nて、民事１９部扱いで、裁判進行中である。\n上記、賃金の額は暫定的、現日給であつて、判決により確定する。従つて、原告\n勝訴の場合は、判決による賃金額の請求権のあることを、ここに意志表示する。\n（別紙）\n意見書\n第一　申立の趣旨に対する答弁\n本件申立を却下する。\nとの裁判を求める。\n第二　申請の理由に対する答弁\n申請書には具体的理由が述べられず訴状を援用しているので訴状の請求原因に対\nする答弁を以つて本申立に対する答弁とする。\n一　「当事者欄」第一項は認める。\n二　同第二項は認める。\n三　「原告の分限、勤務条件の基準その実体等について」欄第一項中「被告の企業\nに任用されている企業職員」との点、「永年に亘り期限の定なく継続して任用され\nている正規の従事員である」との点「昭和二六年五月任用され」との点「労働協約\nに基き被告に任用された」との点、「原告は東京都営のとき期限の定なく継続して\n任用され、被告の企業に於ても創業時から継続して任用され」との点はいずれも否\n認する。\nその余は認める。\n四　同第二項中証拠関係の記述を除き否認する。\n五　「事由を示さない出勤停止処分」欄第一項中「昭和五七年六月二一日出勤票を\n交付しなかつた」事実のみ認め、その余は争う。\n六　同第二項は争う。\n七　「地公法第四九条二項…」欄第一項中「Ａ係長は口頭で本年五月五日付通知書\nによると答えた」との事実は認め、その余は否認する。\n八　同第二項中申立人が本年五月三一日付書留郵便で回答した事実及びその要旨は\n主張のとおりであることのみ認め、その余は否認又は争う。\n九　回第三項中申立人の競輪場からの所得が年約八○万円であることのみ認め、そ\nの余は争う。\n十　同第四項は争う。\n十一　同第五項中申立人がその主張する要旨の説明書の交付を請求した事実は認\nめ、その余は否認又は争う。\n十二　同第六項中、申立人主張の頃、その主張する要旨の催告状が出されたこと、\n之に対し被申立人は回答しなかつた事は認めるも、その余は争う。\n十三　「被告の本案出勤停止処分……」欄第一項中「被告は地方公共団体である」\nこと、「管理者が公務員である」ごとは認めるも、その余は争う。\n十四　同第二項乃至第五項はいずれも争う。\n第三　被申立人の主張\n一、申立人は、被申立人の行なつている競輪事業が、地方公営企業法に基ずく事業\nであるかの如くに主張するが誤りである。\n被申立人が地方公営企業法上の企業でないことは同法第二条の規定に照らして明ら\nかである。\n二（一）　被申立人は競輪事業を行なうについて正規の職員を雇用している他、従\n事員と称する臨時職員を採用する。\n従事員は現在は登録従事員と応援従事員の二種類であるが、いずれも、競輪開催\nの都度、日々雇用して就労する。\n従つて、一日の就労が終れば雇用関係も終了し、当事者間に何等の法律関係も存\n在しない。\n一開催は準備日（前検日とも言う）を入れて七日であるが、之を区切つて開催す\nることも、通して開催することもあるが、いずれにせよ翌日、被申立人が雇用の意\n思を有する時は出勤票を交付し、これを受けて従業員が就労を希望すれば当日出勤\n票を提出して就労する。次開催についても、当事者の意思は右と同様の方法で処理\nされる。\n（二）　従事員は、開催日に、被申立人との間に雇用関係が存在する限りにおいて\n地方公務員法第五七条の単純労務に服する一般職の地方公務員たる地位を有する。\n従つて、出勤票の交付を受けても就労を希望しない場合、非開催日、出勤票の交\n付を受けない場合は、いずれも雇用関係が存在しないから右の身分を有さない。そ\nれ故、被申立人の事業に就労しない日に他の公営競走事業に雇用されたり、民間企\n業に就労したりしても、地方公務員法第三八条の兼職禁止に低触することがない。\n（三）　申立人は、昭和五七年六月二一日の競輪開催終了まで、開催日に就労して\nいた限りにおいて右の地位を有していたことはある。\nしかし、右日時以降出勤票を交付せず、従つて、申立人が就労した事実もないか\nら、現在、前記身分を有していない。\n申立人と被申立人との間には現在雇用に関する一切の法律関係は存在しない。\n（四）　申立人の身分及び被申立人との関係は右のとおりであるから、地方公務員\n法第二九条の二により、同法第二七条第二項、同法第二八条第一項乃至第三項の分\n限、懲戒に関する規定は適用されない。\n三（一）　行政事件訴訟法第二五条第二項による執行停止の前提として、被申立人\nによる行政処分が存在しなければならない。\n申立人は、「出勤票の交付をせず…………出勤、就労不能の処分を行つた」、\n「出勤票の交付を停止、原告の就労を拒否している」と主張している。要するに出\n勤票の交付をしないことにより、就労できないことを主張するものであると解せら\nれるから、出勤票の交付を処分と解しているものの如くである。\nしかし、出勤票の不交付は、雇用関係が終了した時点で、翌日の、又は次開催節\nの日々雇用の雇用契約締結の意思のないことを将来に向つて示したものにすぎない\nのであるから、それは如何る意味においても行政処分ではあり得ない。\n従つて、申立入の本件申立は前提を欠くものであること明らかであるから却下を\n免れない。\n（二）　仮に右出勤票不交付が行政処分であつたとしても行政事件訴訟法第二五条\n第三項によつて本件申立は却下されるべきである。\n（イ）　前記したおとり、出勧票の交付、提出によつて日々雇用関係が成立して\nも、その日の就労が終ることによつて、右雇用関係は消滅する。従つて、以後、申\n立人と被申立入との間には何等の法律関係も存在しない。\nそして、申立人は、右出勧票の交付を要求する具体的法的権利を有さず、被申立\n人においても、出勤票を交付すべき法的義務を有していないのであるから、当事者\n間において、何等の法律関係が存しない、という状態は変更されることはない。\nかような点から言っても、出勤票不交付が処分であると仮定しても、その処分は\n有効適法であつて、申立人は本案訴訟において勝訴の見込みはない。\n因つて、本件申立は却下せらるべきである。\n（ロ）　仮に前記処分が取り消されることとなると、被申立人は出勤票の交付を強\n制され、申立人は就労可能となるが、その結果は被申立人に与える影響が大であ\nり、公共に反する結果を招来する。\n（ａ）　被申立人は登録従事員の四分の三以上を以つて組織されている東京競輪労\n働組合との間で昭和五六年一〇月一七日、定年制に関する労働協約を締結した。\n右協約の効力は申立人にも及ぶものである。\n右協約は、名称は「京王閣競輪臨時従事員高齢者離職勧奨制度要綱」となつてい\nるが実体は定年制で、六五歳を以つて定年々齢と規定している。\nこの制度において、昭和五〇年一二月制定の離職勧奨制度要綱（旧制度）による\n離職に応じなかつた者は、①昭和五六年一二月三〇日から六開催再雇用するが、賃\n金は持賃金とする　②右日時から、年齢に応じ三開催乃至一一開催再雇用するが賃\n金は六、○○○円とする、のいずれを選択するかを申出ることが規定されている。\n右に基ずき、勧奨対象年齢に達し且つ、昭和五〇年の離職勧奨制度により離しな\nかつた者八○名の内、申立人を除く七九名が選択申出をなした。そこで申立人につ\nいては右①の申出があつたものとして扱うのが申立人に利益であるのでそのように\n扱い、この再雇用期間が満了した本年六月二一日以降出勤票を交付しなかつたもの\nである。\n従つて、前記処分が取り消されれば右申出をなした従事員が申出の撤回をする等\n定年制度の実施を困乱させるばかりか、今後、定年々齢に達した者も離職に応じ\nず、定年制を根底から否定することにたると同時に、労働協約の効力をも否定する\nこととなり、今後の労使関係の円満な遂行を阻害する結果となる。\n（ｂ）　そればかりか、競輪事業収益が人件費に益々圧迫され、地域住民に対する\n諸福利厚生施設、教育施設等の充実がなし得なくなり、且つ、老齢従事員の増大で\n公正、安全な競走を実施することも困難となる。\nかくして公共の福祉に反する事態となること明らかである。かような点からも、\n本件申立は却下せらるべきである。\n"
}