{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 10,
    "day": 15
  },
  "case_number": "昭和55(行ウ)95",
  "case_name": "行政処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　２以上のたばこ小売人指定申請についていかなる時間的，場所的範囲の申請を競願として取り扱うかは，企業政策的又は専門技術的見地に立った日本専売公社の合理的判断にゆだねられているとして，右指定に関する内部的基準に基づき，一方の申請についての実地調査後にされた他方の申請を競願として取り扱わなかったことに，裁量権の範囲を逸脱した違法はないとした事例　２　日本専売公社関東支社長が，たばこ小売人指定申請につき，たばこ専売法３１条１項３号及び４号該当するとしてした不指定処分が，適法とされた事例",
  "lawsuit_id": "17063",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17063",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/063/017063_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n被告が昭和五三年七月一七日付で原告に対してした製造たばこの小売人に指定しな\nい旨の処分を取り消す。\n訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告は昭和五三年四月五日、製造たばこ（以下「たばこ」という。）の小売人\n（以下「小売人」という。）指定申請（以下「本件申請」という。）を被告に対し\nてしたところ、被告は同年七月一七日付で、標準距離不足、標準取扱高不足を理由\nに原告を小売人に指定しない旨の処分（以下「本件処分」という。）をした。\n２　しかし、右の処分理由は何ら根拠のないもので、本件申請はたばこ専売法（以\n下「法」という。）三一条一項三号、四号に該当しないから、本件処分は違法な処\n分である。よつて、その取消を求める。\n二　請求原因に対する認否\n請求原因１の事実は認め、同２は争う。\n三　被告の主張\n１　本件処分は、本件申請が法三一条一項三号、四号に該当するため、原告を小売\n人に指定しなかつたものであり、適法である。\n２　法二条、三条、二九条は、たばこの販売等の事業を国家独占事業として専売制\nを採用し、右事業に関する権能を日本専売公社（以下「公社」という。）に行わせ\nることとしている。従つて、公社のする小売人の指定は、本来国家において独占\nし、国民が行い得ないたばこ販売を特に特定の場合に国民に行わせるもので、特定\n人にたばこ販売の権利もしくは資格を新たに設定付与する性質の行為（いわゆる形\n成的行為である特許）である。このように、小売人の指定が、国家の独占事業に淵\n源する設権行為であり、しかも、専売制の採用された目的が、国の財政上の見地か\nら必要な収入を確保するとともに、すべての公衆にいかなる土地においても同一品\n質、同一価格のたばこを販売し、均等にたばこを供給することにあるのであるか\nら、この目的を達するため、小売人の指定に当たつては、その数及び配置について\n専売品の定価維持、品質保持上の要請及び流通コストの低減等を考慮し、かつ消費\n者の利便性への配慮を行い、小売人に対する指導援助の徹底を期する等により、専\n売事業の効率的・経済的運営を図るという企業政策的或いは専門技術的な見地に立\nつた考慮に基づいてされることを要するのである。\nそれゆえ法三一条一項は、公社による小売人の指定について、その適用に幅があ\nり、公社によつて補充を要する抽象的な規定を設けているのであつて、各号の具体\n的適用、すなわち、三号にあつては、営業所をいかなる配置基準をもつてすること\nがたばこに対する需要量からみて適正かつ合理的であるのか、そしてこの適正かつ\n合理的な営業所の配置をいかにして行うか、また、四号にあつては、営業所のたば\nこの標準取扱高をいかなる基準でいくらと定めるのが当該地域の環境特性及びたば\nこに対する需要量からみて適正かつ合理的であるのか、そしてこの適正かつ合理的\nな基準をもとにして、当該営業所の取扱高をいかにして算出するかについては、事\n柄の性質上一義的に定まるものではなく、法は、これを右のような企業政策的或い\nは専門技術的見地に立つた公社の合理的な判断に委ねているものというべきであ\nる。\nそこで公社は、小売人の指定に際しての右判断のために、法三一条一項三号及び四\n号の規定の趣旨を具体化させた内部基準として「たばこ小売人指定関係規程」（昭\n和四二年総裁達六八号、以下「規程」という。）及びこれの運用に関する「たばこ\n小売人指定関係規程運用要領」（以下「要領」という。）を制定し、小売人指定の\n適正かつ合理性を図り、併せて、小売人の指定が恣意に流れるのを防止するととも\nに、各指定相互間に矛盾・差異の生ずることがないように担保しているのである。\nすなわち、小売人を適正かつ合理的に配置するために、規程三条で地域の住宅密集\n度、繁華街か否か等を指標とする環境区分に応じて五〇メートルから三〇〇メート\nルの間で標準距離を設定し、四条で環境区分等に基づいて一〇万円から九〇万円ま\nでの標準取扱高を定めるとともに、要領２・３等で当該営業所の標準取扱高の決定\n方法を定めているのであるが、これらの内部基準は、法三一条一項三号及び四号を\n具体化したものとして、適正かつ合理的なものというべきであるから、これに基づ\nいて小売人の指定について処理することは相当であり、何らの違法・不当もないも\nのである。\n３　本件処分は、昭和五三年七月三日、訴外Ａに対して、同人の同年二月一八日付\nの小売人指定の申請（以下「Ａの申請」という。）に基づき、埼玉県草加市＜地名\n略＞を営業所とする小売人に指定する旨の処分（以下「Ａに対する指定」とい\nう。）がされたことにより、原告の＜地名略＞を予定営業所とする本件申請には、\n４、５に述べるとおり、規程三条で定めている予定営業所と既存小売人の営業所と\nの距離が標準距離に達していなかつたこと及び規程四条で定めている標準取扱高に\n達していなかつたことが認められ、従つて法三一条一項三号、四号に該当すること\nから、原告を小売人に指定しなかつたのである。\n４　規程三条は、環境区分別に標準距離を定めているところ、この環境区分の認定\n標準については、要領２・１で地域の実情を十分勘案して繁華街、市街地、準市街\n地、住宅地（Ａ）、住宅地（Ｂ）、集団部落に分類され、各分類における標準距離\nがそれぞれ定められている。\n原告が申請した予定営業所（以下「原告店」という。）の所在地は、市制施行地の\n住宅地（Ａ）に該当し、その標準距離は二〇〇メートルと定められているところ、\nＡの営業所（以下「Ａ店」という。）との距離は一四メートルしかなかつたので右\n標準距離に不足していたものである。\n５　規程四条一項は等地別に標準取扱高を定めているところ、この等地の認定標準\nについては、要領２・３で環境区分別に応じて等地の範囲（市制施行地の住宅地\n（Ａ）では六ないし八等地）が定められていて、その範囲内で具体的等地を定める\nこととなつているが、その方法は、等地は原則としてその範囲内の中間とするもの\nであるが、同じ地区内の既設小売人の一店当たりの平均取扱高に〇・八を乗じて得\nた金額がその範囲の中間等地の上位の等地に係る標準取扱高を超える場合はその上\n位の等地とすることとなつており、六等地における一か月の標準取扱高は四〇万円\nとなつている。\n原告店の所在地は市制施行地の住宅地（Ａ）で、等地の範囲は六ないし八であると\nころ、この所在地区内の既設小売人は四店で、一店当たりの月平均取扱高に〇・八\nを乗じて得た金額は四〇万円を超えていたことから、原告店の等地は六等地に該当\nし、標準取扱高は一か月四〇万円であつた。しかし、原告店においては、立地条件\n或いは既設小売人の配置状況等からみて、たばこの供給対象がかなり限定されると\n認められたので、要領３・５（３）ハに従い取扱予定高は二五万円と算定され、標\n準取扱高に達しなかつたものである。\n四　被告の主張に対する認否\n１　被告の主張１は争う。\n２　同２は不知。\n３　同３のうちＡの申請及び同人に対する指定の存在は認め、その余は争う。\n４　同４のうちＡ店と原告店との距離が一四メートルであることは認め、その余は\n争う。\n５　同５は争う。\n五　原告の反論\n１　（一）本件申請とＡの申請はいわゆる競願関係にあつたのであるから、これら\nを競願として扱わず、Ａの申請につき先に審理してＡに対する指定をし、これを前\n提として本件処分をすることは許されない。\n（二）　（１）規程五条二項は「支部局長は、二以上の申請が競合する場合は予定\n営業所の位置、その他の条件を比較し、優るものを小売人に指定するものとす\nる。」とし、要領３・６（１）イ（イ）は、競願の時間的範囲につき、「同月中お\nよび実地調査（一再調査を除く）前に提出された申請・・・・・・」と定めている\nが、次のとおり、本件の事情の下においては特に本件申請とＡの申請は競願に当た\nるものと解すべきである。\n（２）　原告は昭和五〇年六月二八日付、五一年七月一〇日付、五二年二月二九日\n付、同年九月八日付でそれぞれ小売人指定の申請をしたが、いずれも標準取扱高不\n足との理由で不指定処分を受けていた。そしてＡの申請も、昭和五三年三月三日に\n行われた川口営業所での実地調査の段階では標準取扱高不足と判定されていたので\nあるが、被告の再調査により初めて欠格条件なしと判断されたものである。右再調\n査は、本件申請（同年四月五日）及び本件申請についての川口営業所での実地調査\nが完了した同月一一日の後である同年五月九日にされたものである。しかも、右再\n調査には、本件申請を受理し、実地調査をした川口営業所の職員が同行していたの\nであるから、被告は再調査に際し、本件申請の存在を調査して了知し、これとＡの\n申請とを比較調査することは容易であり、何ら決定を遅らせることにならないの\nで、かような場合は両申請を競願として扱わなければ原告とＡを不合理に差別する\nことになる。\n（三）　仮に本件のような事情の下でもＡの申請と本件申請を競願として扱わない\nものであるとすれば、かような規程及び要領は両申請を不合理に差別するもので裁\n量権の範囲を逸脱し、法及び憲法一四条に違反する違法なものであるから、本件処\n分は違法であるといわなければならない。\n２　（一）Ａに対する指定には重大明白な瑕疵があり無効であるから、右処分を前\n提として本件処分をすることは許されない。\n（二）　Ａの申請と原告の昭和五二年九月八日付申請（以下「本件前申請」とい\nう。\n）とはいわゆる参考競願（要領３・６）の関係にあるから、被告は、右両申請につ\nき競願に準じて比較調査してその優劣を決定し、その優位にある申請に対し指定処\n分をしなければならず、現に被告は右両申請につき比較調査をしたものである。\n（三）　しかしながら、被告は右比較調査について次のとおり規程の適用を誤り、\n優位の比較の判断を誤つたから、Ａに対する指定には法ひいては憲法一四条に違反\nする重大明白な瑕疵がある。\n（１）　要領３・６（２）は、比較基準として「予定営業所の位置」、「店舗の構\n造」、「兼業の種類」、「営業時間」、「その他」の項目を掲げている。\n（２）　まず「予定営業所の位置」については、原告店は十字路に面していて人通\nりが多く、たばこの販売に適しているのに反し、Ａ店は丁字路に面していて人通り\nが少なく、たばこの販売に適していないので、原告店の方が優つているにも拘わら\nず、被告は優劣の差はないと判断した。\n（３）　「店舗の構造」については、原告店の方がＡ店よりも面積が広く優位にあ\nるのに、被告は逆にＡ店が優位にあると判断した。なお、出入口の数は要領の比較\n基準にも明記されておらず、基準になり得ない。\n（４）　「兼業の種類」について、被告は原告店の文房具、クリーニングの取次、\n雑貨及び印紙・切手等の販売業よりＡ店のパン、菓子、清涼飲料水、アイスクリー\nム、簡易食料品及び雑貨の販売の方が優位にあると判断したが、何ら合理的根拠が\nない判断である。\n（５）　「その他」について、被告はＡ店に公衆電話が設置されていることをもつ\nて原告店より優位にあると判断したが、この判断も合理性がない。\n（６）　以上のとおり、原告店はＡ店より総合的に優つているのであり、Ａ店が優\n位にあるとした被告の判断には重大明白な瑕疵がある。\n六　原告の反論に対する認否及び被告の再反論\n１　（一）原告の反論１（一）は争う。\n（二）　（１）同（二）（１）のうち、規程及び要領の定めは認め、その余は争\nう。\n（２）　同（二）（２）のうち、原告主張の原告の申請がいずれも標準取扱高不足\nの理由で不指定となつたこと、Ａの申請につき川口営業所での実地調査の段階で標\n準取扱高不足と判定されていたが被告の再調査で初めて欠格条件なしとされたこ\nと、Ａの申請についての実地調査の日、再調査の日、本件申請の申請日、実地調査\nの日はいずれも認めるが、被告が再調査に際し本件申請の存在を調査して了知しＡ\nの申請と比較調査するのは容易であり決定を遅らせることにならないので両申請を\n競願として扱わねばならないとの主張は争う。\n（三）　同１（三）は争う。\n（二）　規程八条一項、一四条及び要領３・５（１）（２）によれば、小売人の指\n定申請の処理は、原則として一暦月の間に提出された申請について、その提出の月\nの翌月に実地調査を行い、その実地調査を行つた月の翌月に処分を決定することに\nなつているが、同一供給区域内で小売人を一人しか指定する必要がないのに、二以\n上の申請が提出されることがあり得るので、この場合は、これらをいわゆる競願と\nして取り扱い、その選択の結果が財政収入の確保と消費者の利便に資するという小\n売人指定制度の目的により一層合致するよう小売人としての条件について比較検討\nし、最も条件の優ると認められる者を指定することとなつている（規程五条二\n項）。この競願となる時間的範囲、すなわち、いかなる期間中に提出された申請を\n競願として取り扱うべきかについては、小売人の指定は国家の独占事業に淵源する\n設権行為であること及び法三一条の文言並びに公社が日本専売公社法に基づき専売\n事業を効率的、経済的に実施することを使命とする企業体であることから明らかな\nように、公社の裁量に委ねられているものである。そして公社は、この時間的範囲\nを画するに当たり、できるだけ多数の申請が提出されるべく時間的範囲を拡げ、こ\nれらの中から最適の小売人を選択したいという公社側の利益と可及的速やかに指定\nの可否決定を受けたいという申請者側の利益並びに小売人の早期配置を期待する消\n費者の利益とを総合勘案して、客観的に画一性のある統一的な基準として、「同月\n中及び実地調査（再調査を除く）前に提出された申請」と規定したのである。な\nお、「再調査を除く」としたのは、次の理由による。すなわち、公社においては、\nたばこ専売事業を遂行するため、支社の下に営業所、支局等の支所を配置して同所\nに小売人の指定事務をも担当させ、指定申請の処理を支所から支社へと階層的・組\n織的に行うこととし、処分の慎重・的確・公正を期しているところ、その業務の分\n掌は、支所においては、指定申請の受理及び実地調査等の必要な調査を行つた上で\nこれを支社に進達し（規程六条一項）、支社においては、進達された案件について\n補充調査ないしは裏付け調査の必要を認めたときは、当該事項についての再調査を\n行うことができる（規程一〇条一項）が、進達された案件を再調査することなく審\n査・検討して指定の可否を決定することが本則となつている（規程一一条一項）。\n右再調査は支所の実地調査を補充するためのいわば二次的・補充的調査であるか\nら、これを競願の時間的範囲の下限とすることは相当でなく、また、右再調査は、\n申請が提出された月の翌々月以降において初めて行われるものであるから、これを\nもつて競願の時間的範囲の下限とするときは、先順位の申請者の可及的速やかに指\n定の可否が決定されることに対する期待並びに早期配置による消費者の利便を著し\nく害することになるし、また、業務分掌上、競願の比較調査は支所業務（規程六条\n一項）となつているから、支社において先願についての再調査を行つた上、当該申\n請に欠格条件がない場合には、支社では後願の有無は分明でないから、これを支所\nに照会し、これがある場合には、先願分を支所に差し戻して支所において後願分に\n係る実地調査及び先願との比較調査をして進達することとならざるを得ないが、こ\nの支所における後願分の実地調査及び先願との比較調査の結果については、支社に\nおいて更に再調査を行う必要なしとせず、この再調査も規程一〇条一項の再調査で\nある以上、この再調査時までの後願顧も競願の範囲に入ることとなり、再び実地調\n査、再調査を繰り返す可能性がないとはいえず、かくては、競願の時間的範囲は不\n明確となりその基準性が失われ、指定事務の処理に多大の支障をきたすことになる\nからである。\n従つて要領の定めは合理的であり、右定めに照らし、本件申請とＡの申請が競願に\n当たらないのは明白であるから原告の反論は理由がない。\nなお、被告において本件申請がされたことを了知したのは昭和五三年六月二八日で\nあるから、Ａの申請に対する再調査時に比較調査をすることは到底不可能であつた\nし、また右再調査の際川口営業所に対し後願の有無を照会しなければならない義務\nもないので、原告の反論は失当である。\n２　（一）同２（一）は争う。\n（二）　同２（二）は認める。\n（三）　同２（三）冒頭の主張は争う。\n（１）　同２（三）（１）は認める。\n（２）　同２（三）（２）ないし（６）のうち、被告のした優劣の判断については\n認める。\n（３）　同２（三）（２）は争う。両店の間に特に優劣の差はない。\n（４）　同２（三）（３）は争う。原告店は外観上事務所風で閉鎖的な感じがし、\n南側に一か所出入口が設けられているのに過ぎないが、Ａ店は、商店向きで明る\nく、消費者に好感が持たれる構造となつていて、出入口についても、原告店と同一\n道路側に面している、店舗の北側の出入口の他に、やや角切りで十字路の三方から\nよく目立つようになつている東側にも設けてあり、店舗を利用するのに利用しやす\nく、開放的な感じのする店舗となつており、Ａ店の方が優つている。\n（５）　同２（三）（４）のうち両店の兼業の種類については認め、その余は争\nう。Ａ店は日常生活において利用度の高い商品を数多く取り扱つているので消費者\nの集中性において原告店より優つている。\n（６）　同２（三）（５）のうちＡ店に公衆電話が設置されていたことは認め、そ\nの余は争う。両店ともに自動販売機の設置を予定していた点で同等であつたが、公\n衆電話が設置されていたので客の集中性でＡ店に若干の優位性が認められる。\n（７）　同２（三）（６）は争う。\n（四）　原告店とＡ店との比較は以上のとおりであり（なお「営業時間」について\nは特に優劣はなかつた。）、原告店には特に優位と認められるべき項目はなかつた\nのに対し、Ａ店においては「店舗の構造」、「兼業の種類」及び「その他」の三項\n目において原告店より優位性が認められたから、小売業を営むに当たつてＡ店の方\nがより優つた条件にあつたと認め、Ａに対する指定をしたのである。\n従つて、Ａに対する指定には違法はなく、仮に瑕疵があつたとしても取り消し得る\n瑕疵があるに過ぎない。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実及び被告の主張３のうち昭和五三年二月一八日付のＡの申請\nに基づき同年七月三日にＡに対する指定がされたことは当事者間に争いがない。\n二　そこで、本件申請が法三一条一項三号、四号に該当するか否かにつき検討す\nる。\n１　法二条はたばこの販売等の権能は国に専属するとし、法三条はこの権能及びこ\nれに伴う必要な事項は公社に行わせるとし、法二九条は公社はその指定した小売人\nにたばこを販売させることができるし、かつ、公社又は小売人でなければたばこを\n販売してはならないとしているが、これは、国の財政上の収入を確保するととも\nに、公衆のすべてに、いかなる土地においても同一品質、同一価格のたばこを販売\nし、もつて均等にたばこを供給しようとする目的によるものと解される。そして法\n三一条一項は、「公社は、左の各号の一に該当する場合においては、小売人の指定\nをしないことができる。」として、三号において「営業所の位置又は設備が製造た\nばこの小売業を営むのに不適当と認められる場合。」、四号において「製造たばこ\nの取扱の予定高が公社の定める標準に達せず、その他著しく不適当と認められる場\n合。」としているが、これらの具体的内容、すなわち営業所をいかなる基準をもつ\nて配置することがたばこに対する需要量からみて適正かつ合理的であるか、そして\nこの適正かつ合理的な営業所の配置をいかにして行うか、また、各営業所のたばこ\nの標準取扱高をいかなる基準でいくらと定めるのが当該地域の環境特性及びたばこ\nに対する需要量からみて適切かつ合理的であるか、当該営業所の取扱予定高をいか\nにして算出すべきかは、事柄の性質上一義的に定まるものではないのであつて、前\n説示のたばこ専売制度及びその目的に照らすと、法は、これらを、第一次的には企\n業政策的或いは専門技術的見地に立つた公社の合理的な判断に委ねているものと解\nすべきである。そして成立に争いのない乙第一、第二号証によれば、公社は、小売\n人の指定に関する内部基準として規程及び要領（規程の内容は右乙第一号証によ\nり、要領の内容は右乙第二号証により認められるので、以下この摘示を省略す\nる。）を定め、法三一条一項三号については、規程三条で全国を繁華街など六つの\n環境区分に分け（その認定権者及び基準については要領２・１に定められてい\nる。）、その各々につき「環境区分別標準距離」を定め、既存小売人との距離がこ\nれに達しないときは原則として小売人の指定をしてはならないこととし（規程五条\n一項二号）、また、法三一条一項四号については、規程四条は、全国を一〇の等地\nに分け、各々の一月当たりの標準取扱高を定め、この等地は需要者の利便及び需要\n量等に基づき、環境区分別の地区ごとに決定しなければならないとし（その認定権\n者及び認定基準については要領２・３に定められている。）、取扱予定高（その認\n定方法は要領３・５（３）ハに定められている。）が右標準取扱高に達しないとき\nは、原則として小売人の指定をしてはならないこととしている（規程五条一項五\n号）ことが認められるが、これらは、公社がその判断のために法三一条三、四号の\n規定の趣旨を具体化した内部的基準であつて、公社の裁量権の範囲を逸脱したもの\nではなく、これらに従つて法三一条三、四号該当性を判断するのはもとより適法で\nあるといわなければならない。\n２　そこで本件についてこれをみるに、証人Ｂの証言及びこれにより真正に成立し\nたと認められる乙第九号証の一、二によれば、原告店は住宅地（Ａ）の地区内にあ\nることが認められ、規程三条、要領２・１によれば市制施行地内の住宅地（Ａ）に\nおける標準距離は二〇〇メートルと定められているところ、Ａ店と原告店との距離\nは一四メートルであることは当事者間に争いがないので、既にＡに対する指定がさ\nれている以上、本件申請は規程五条一項二号ひいては法三一条一項三号に該当する\nものというべきである。また同じく乙第九号証の一、二及び証人Ｂの証言によれ\nば、昭和五三年度において原告店の存する地域は六等地と認定されていたことが認\nめられ、規程四条によれば六等地の標準取扱高は一月当たり四〇万円とされている\nところ、証人Ｂの証言及びこれにより真正に成立したと認められる乙第三号証によ\nれば、原告店の取扱予定高は、要領３・５（３）ハ（イ）に定められた算定方式に\n従つて算出すると二五万円以下となり右四〇万円に達しないことが認められる（仮\nに証人Ｃの証言を採用して原告方の供給見込戸数を四〇軒追加してもなお四〇万円\nに達しないことは計数上明らかであり、他に原告店の取扱予定高が四〇万円を超え\nることを認めるに足りる証拠はない。）ので、本件申請は規程五条一項五号、ひい\nては法三一条一項四号に該当するものというべきである。\n三　ところが原告は、Ａの申請と本件申請はいわゆる競願関係にあるから、Ａに対\nする指定を前提として本件処分をすることは許されないと主張するので、以下この\n点につき検討する。\n１　規程五条二項が「支部局長は、二以上の申請が競合する場合は予定営業所の位\n置、その他の条件を比較し、優るものを小売人に指定するものとする。」とし、要\n領３・６（１）イ（イ）が競願の時間的範囲につき「同月中および実地調査（再調\n査を除く）前に提出された申請」を競願として取り扱うことを定めていることは当\n事者間に争いがない。\n２　ところで前説示のとおり、法は、国の財政上の収入を確保するとともに公衆一\n般にたばこを均等に供給することを目的としてたばこについて専売制を採用し、公\n社又はその指定した小売人でなければたばこを販売することができないとしている\nこと及び法が先願主義もしくは競願主義の採否等につき何ら規定していないことに\n鑑みると、いかなる時間的・場所的範囲の申請を競願として取り扱うかについて\nも、第一次的には、企業政策的或いは専門技術的見地に立つた公社の合理的判断に\n委ねられているものと解するのが相当である。そして、前記の規程及び要領の定め\nは、公社ができるだけ多数の申請の中から最適の小売人を選択したいという公社の\n利益と、できるだけ速やかに可否の決定を受けたいという申請者の利益及び小売人\nの早期配置を望む消費者の利益を総合判断して定めたものと解され、また、特に\n「（再調査を除く）」と規定されたのは、支社は「必要と認める場合」にのみ再調\n査をするので（規程一〇条一項）画一的基準点とするには相当でないこと及び規程\n六条一項、八条一項、要領３・５によれば、再調査は申請がされた月の翌々月以降\nに初めて行われるので、再調査を競願の時間的範囲の下限とするときは競願の範囲\nが相当広くなること等から再調査を除いたものと解することができる。そうする\nと、右競願の時間的範囲についての定めは合理的な理由があるというべきで、到底\n公社の裁量権の範囲を逸脱しているとは解しがたい。\nしかるに、本件申請がされたのは昭和五三年四月五日であり、Ａの申請についての\n実地調査が行われたのは同年三月三日であることは当事者間に争いがないので、両\n申請は要領３・６（１）イ（イ）により競願の関係にはないものといわなければな\nらない。\n３　次に原告は、Ａの申請に対する再調査に当たり本件申請の存在を了知し、再申\n請を比較調査してその優劣を決定することは容易であつたから、本件の事情の下で\nは特に両申請を競願として扱うべきで、右要領等により競願として扱われ得ないと\nすれば、これは法及び憲法一四条一項に違反するから、本件処分は違法であると主\n張する。\n原告の過去四回にわたる小売人指定申請がいずれも標準取扱高不足の理由で不指定\nとなつたこと、昭和五三年二月一八日付のＡの申請については、同年三月三日の川\n口営業所での実地調査がされた段階では標準取扱高不足と判定されていたが、同年\n四月五日の本件申請及び同月一一日にされた本件申請に対する実地調査の後の同年\n五月九日にされた被告の再調査の結果初めて欠格条件なしとされたことは当事者間\nに争いがない。そして、証人Ｂの証言及びこれにより真正に成立したと認められる\n乙第四号証によれば、右Ａの申請につき実地調査の段階ではＡ店についての供給見\n込戸数は約一四五戸と判定されていたが、被告の職員Ｂが再調査（規程一〇条一、\n二項、八条三項）のため現地に赴き、附近の住宅の分布状況、既存店舗の位置関係\n等を勘案してこれを一八六戸と修正認定したことから標準取扱高を超える取扱予定\n高一月当たり五〇万円と判定されるに至つたものであること、川口営業所の職員が\n右再調査に同行したことがそれぞれ認められ、これに反する証拠はない。\nしかし、一方、前掲乙第三号証によれば、本件申請が被告に進達されたのはＡに対\nする再調査の後である昭和五三年六月二八日であつたことが認められるので、再調\n査の時点で被告が本件申請の存在を了知していたとはいえないし、また、被告が右\n再調査の際本件申請がされているか否かを調査すべき義務はないというべきであ\nる。そうすると、被告において右再調査の際にＡの申請と本件申請との比較調査が\nでき得ることを前提とする原告の右主張はその前提を欠き理由がない。のみなら\nず、前示のとおり、規程及び要領を定めた趣旨は、公社が小売人の指定に際し、そ\nの拠るべき内部的基準を定め、指定が恣意に流れ、各指定相互間に矛盾・差異が生\nずることを防止するためであり、しかも競願の時間的範囲についての要領の規定に\n合理的な理由があつて、公社の裁量権の範囲内で定められたものと解される以上、\n被告としてはこれに従つた運用をすべきことは当然であるから、前記認定の事情が\nあるからといつて、要領の規定に反して前記両申請を競願として取り扱うことはか\nえつて公平・公正を欠き許されないものといわなければならない。従つて、原告の\n右主張はいずれにせよ理由がない。\n四　次に原告は、Ａに対する指定は、本件前申請との優劣の比較を誤つたことによ\nり規程の適用を誤り、法ひいては憲法一四条に違反する重大明白な瑕疵があるから\n無効であると主張する。\n１　Ａの申請と本件前申請がいわゆる参考競願の関係にあること、被告は右両申請\nにつき比較調査したこと及び要領３・６（２）は比較の基準として「予定営業所の\n位置」、「店舗の構造」、「兼業の種類」、「営業時間」、「その他」を掲げてい\nることは当事者間に争いがない。また、要領３・６（２）（３）によれば、比較調\n査は比較項目ごとに最も適当と思われる者に満点を与え、その他の者についてはそ\nの劣る程度に比例して減ずる点数を与え、その各の得点を合計した総得点を比較す\nる方法で行われるものであるが、総得点二〇〇点のうち、最も適当と判断される場\n合には「予定営業所の位置」に一〇〇点、「店舗の構造」に三〇点、「兼業の種\n類」に二〇点、「営業時間」に二〇点、「その他」に三〇点の各基準点数が与えら\nれ、やや劣ると判断される場合には、それぞれ八〇点、二四点、一六点、一六点、\n二四点が配点されることとされている。そこで、以下項目ごとに検討する。\n２　まず「予定営業所の位置」については、証人Ｃの証言により真正に成立したと\n認められる甲第一号証及び証人Ｂ、同Ｃの各証言によれば、原告店は十字路に面し\nているがＡ店は丁字路に面しており、しかもその一方の道路は行き止まりとなつて\nいることが認められ、原告はこのような位置関係からして原告店の方がＡ店よりも\n人通りが多くたばこの販売に適していると主張し、証人Ｃの証言中にはこれに副う\n部分がある。しかしながら証人Ｂの証言及びこれによつて真正に成立したと認めら\nれる乙第五号証によれば、被告は、住宅地にあつては商店街と異なり十字路である\nか丁字路であるかはさほど人通りの多少に影響せず、しかも原告店とＡ店は一四メ\nートルしか離れていないので人の流れに大差ないものと判断して予定営業所の位置\nとしては優劣がないものと判定し、各一〇〇点を付したことが認められ、前掲甲第\n一号証及び成立に争いのない乙第六号証の一によれば原告店とＡ店は同一道路に面\nしていることが認められること及び前認定の原告店とＡ店とがともに住宅地内の至\n近距離に位置し、その各道路の状況からみても、原告店の方がＡ店よりも特段に人\n通りが多いと認めることは困難である。従つて、右認定の事実関係の下においては\n原告店とＡ店との間に優劣がないとして同得点を与えることとした判定も首肯し得\nないものではない。\n３　次に「店舗の構造」については、前掲乙第四、第五号証、成立に争いのない乙\n第七号証の一並びに証人Ｂの証言及びこれによつて真正に成立したものと認められ\nる乙第八号証によれば、原告店は間口四・五メートル、奥行三・六メートル、うち\n予定たばこ売場は間口一・二メートル、奥行一・五メートルであるのに対し、Ａ店\nは間口三・四五メートル、奥行二・七八メートル、うち予定たばこ売場は間口〇・\n九メートル、奥行〇・九メートルで（なお証人ＣはＡ店の間口は二・七ないし二・\n八メートルしかないと供述するけれども、前掲証拠に照らし直ちに採用することは\nできない。）、原告店の方が店舗及び予定たばこ売場ともに若干広いことが認めら\nれ、また証人Ｂ及び同Ｃの各証言によれば、原告店は南向きであるのに対しＡ店は\n道路を挾んで北向きであることが認められる。しかし、前掲乙第五号証及び昭和五\n三年五月九日にＢが原告店・Ａ店及びその周囲の状況を撮影した写真であることが\n当事者間に争いがない乙第六号証の二ないし四並びに証人Ｂの証言によれば、原告\n店には南側に出入口が一か所あるのみであるのに対しＡ店には北側・東側の二か所\nに出入口があること、Ａ店は全体としてガラス張りの部分が多く比較的通りからも\n目立つ店舗であるのに対し原告店は壁の部分が比較的多く一見事務所風であるこ\nと、このようなことから被告は原告店はやや閉鎖的な感じがし、やや劣るのに対\nし、Ａ店は開放的で明るく利用しやすく小売人店舗として優つていると判断し、Ａ\n店については三〇点、原告店については二四点を付したことが認められ、右認定の\n事実関係の下では、右の判定は首肯し得ないものではない。\n４　「兼業の種類」については、原告店が文房具、クリーニングの取次、雑貨及び\n印紙・切手等の販売をし、Ａ店がパン、菓子、清涼飲料水、アイスクリーム、簡易\n食料品及び雑貨の販売をしていることは当事者間に争いがなく、前掲乙第五号証、\n証人Ｂの証言によれば、被告はＡ店の方が日常生活で利用度の高いものを多種多数\n販売しているので原告店より優つており原告店はやや劣ると判定し、Ａ店には基準\n点数である二〇点、原告店には一六点を付したことが認められる。そして右取扱品\n目から比較すればＡ店の方が一般に利用度の高いものを扱つていて顧客の集中性に\n優ると認められるから、右判定は首肯することができる。証人Ｃの証言中右認定に\n反する部分は採用することができない。\n５　「営業時間」については前掲乙第五号証、第七号証の一、第八号証及び証人Ｂ\nの証言によれば、原告店は午前八時から午後八時まで、Ａ店は午前九時から午後九\n時三〇分まででともに日曜日が休日であること、これらにより被告は両者に優劣の\n差がないものと判定したことが認められ、この判定はもとより正当である。\n６　「その他」については、Ａ店に公衆電話が設置されていることは当事者間に争\nいがない。原告は、右事実は小売人としての優位性の根拠とはなり得ないと主張す\nるけれども、要領３・６（２）比較基準は「（５）その他」として「・・・・・・\n等特に販売高が多いと認められるもの」としているところ、公衆電話の存在がたば\nこ販売に好影響を及ぼすものであることは経験則上明らかであり、前掲乙第三ない\nし第五号証によれば小売人指定に際しては公衆電話設置の有無も比較調査の対象と\nして調査事項に掲げ、これを判断事項の一つとしていることが認められるから、公\n衆電話が設置してあることを優位性の判断の基礎とすることは相当である。そし\nて、前掲乙第四号証によれば右公衆電話の利用状況は一月約五〇〇〇円程度に過ぎ\nないこと、一方証人Ｃの証言によれば原告店前には郵便ポストがあり原告方で販売\nする印紙・切手は月額二〇万円にも達することがそれぞれ認められ、証人Ｂの証言\nによれば、被告は、今日の通信状況からして公衆電話の利用度の方が大きいものと\n判断してＡ店を優位とし、原告店をやや劣ると判定し、Ａ店に三〇点、原告店に二\n四点を付したことが認められる。\nしかし、原告店前に郵便ポストがあり、原告方で印紙、切手の販売が認められてい\nることは小売人として有利な事情というべきであり、Ａ店の公衆電話の利用度が比\n較的低いことと原告方の切手等の販売状況に鑑みると、Ａ店、原告店を介しての通\n信手段の利用状況については優劣がつけ難く、この点に関する判定は誤りと認める\nのが相当である。\n７　前掲乙第五号証及び証人Ｂの証言によれば、被告は右の五項目につき右に認定\nしたとおりの判定をし、要領３・６（２）、（３）に定められたところに従つてＡ\n店、原告店につき採点した結果総合点数をＡ店二〇〇点、原告店一八四点とし、Ａ\nの申請が総合的に優位にあると判断したことが認められる（被告のした優劣の判断\n自体については当事者間に争いがない。）ところ、以上認定したとおり、予定営業\n所の位置、営業時間、その他の項目については優劣をつけ難いものの、店舗の構\n造、兼業の種類についてはＡ店に優位を認めた右判定を維持することができる。そ\nうすると、Ａ店を優位とした被告の総合判断が明らかに誤りとはいえないから、こ\nれに基づいてしたＡに対する指定に無効事由があるとはいえない。\n五　以上のように、本件申請とＡの申請とは競願の関係にはなく、従つて先願であ\nるＡの申請について指淀したことは適法であり、しかも右Ａに対する指定が無効と\nはいえない以上、本件処分に際しては右の指定が存在することを前提とせざるを得\nないことは明らかである。しかるときは、前説示のとおり本件申請は法三一条一項\n三号、四号に該当することとなるから、これを理由として原告を小売人に指定しな\nいこととした本件処分は適法である。\n従つて、原告の本訴請求は理由がないのでこれを棄却することとし、訴訟費用の負\n担につき行政事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決す\nる。\n（裁判官　時岡　泰　満田明彦　揖斐　潔）\n"
}