{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 2,
    "day": 1
  },
  "case_number": "昭和54(行ス)19",
  "case_name": "執行停止決定に対する即時抗告申立事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "出入国管理令２４条４号リに該当するとしてした退去強制令書発付処分の取消請求を本案とする右処分の効力停止の申立てが，「本案について理由がないとみえるとき」に当たるとして，却下された事例",
  "lawsuit_id": "17481",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17481",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/481/017481_hanrei.pdf",
  "contents": "○　主文\n原決定主文第一項を取消す。\n本件執行停止の申立中抗告人が相手方に対し昭和五四年九月一九日付で発付した外\n国人退去強制令書に基づく送還の執行停止を求める部分を棄却する。\n手続費用は第一、二審とも相手方の負担とする。\n○　理由\n抗告人は主文同旨の裁判を求め、その理由として別紙のとおり述べた。\nよつて按ずるに、出入国管理令二四条四号リは、同令施行（昭和二六年一一月一\n日）後に無期又は一年をこえる懲役若しくは禁この実刑に処せられた外国人につい\nては本邦からの退去を強制することができる旨規定しているところ、本件記録によ\nると、相手方は朝鮮国籍を有する外国人であるが、強盗致死、強盗、窃盗、傷害の\n各罪を犯したことにより、昭和四三年四月一一日大阪地方裁判所において懲役一五\n年の言渡を受け、右判決は同年五月二四日確定し、相手方に対しては、昭和五四年\n九月一九日付で右出入国管理令の規定に該当することを理由に退去強制令書が発付\nされたことを認めることができる。\n相手方は、相手方が出入国管理令四九条一項による異議申出をしたのに対し法務大\n臣が昭和五四年九月一八日付で右申出を理由がないと裁決したのは、その裁量権を\n逸脱したもので取消すべきものであり、右退去強制令書の発付も取消すべきもので\nある旨主張して法務大臣及び大阪入国管理事務所主任審査官を被告として右各処分\nの取消を求める訴訟を提起しているが（大阪地方裁判所昭和五四年（行ウ）第一二\n八号事件）、相手方が同令二四条四号リに該当することは明らかであり、法務大臣\nが右異議申出を理由なしと裁決し、大阪入国管理事務所主任審査官が相手方に対し\n外国人退去強制令書を発付したのは相当である。\n相手方は、右裁決の際法務大臣が相手方に特別在留許可を与えなかつたのは著しく\n裁量権の範囲を逸脱したもので違法である旨主張するが、記録によれば、相手方は\n西暦一九四三年一一月六日長崎県において朝鮮人である父Ａと母Ｂとの間の六人の\n子の長男として出生して以来引続き本邦に居住し、中学校卒業後鉄工所、ゴム工場\n等に勤め、昭和四〇年頃洋酒喫茶店を経営していたが、昭和四一年一一月頃Ｃと結\n婚し、同女（のちに離婚）の出産のため店をやめ遊んでいるうち、（１）数名と共\n謀の上昭和四二年一月三〇日夜バーの客の一人に対し手拳で顔面を殴打して左眼球\n破裂等の傷害を負わせ、（２）数名と共謀の上昭和四二年二月二六日午前一時頃乗\n用自動車一台を窃取し、（３）数名と共謀の上賭場荒しをして金品を強取しようと\n企て、同日午前三時頃実包入りコルト拳銃一丁、日本刀一振、刺身包丁二本等を用\n意して賭場に赴き、所携の兇器を突きつけ被害者らから合計約一四万円を強取し、\n（４）数名と共謀の上昭和四二年三月一日頃テレビ二四台を窃取し、（５）数名と\n共謀の上同月一六日午前零時過ぎ頃貨物自動車一台を窃取し、（６）数名と共謀の\n上賭場荒しをして金品を強取しようと企て、同日午前四時頃実包入りコルト拳銃一\n丁、刺身包丁二本、玩具用拳銃一丁等を用意して右（５）の貨物自動車で賭場に赴\nき、所携の兇器を突きつけ、被害者らから約二万二〇〇円、腕時計二個、指輪一個\n等を強取し、その際被害者の一人が内ポケツトに拳銃を入れて持つているのを発見\nし、取上げようとして同人ともみ合いになり、刺身包丁で同人の左腰部、下腹部、\n左大腿部等をところかまわず突き刺し、右傷害により同人を失血死させて殺害し、\n（７）ほか一名と共謀の上同月二二日頃テレビ八台を窃取し、（８）ほか一名と共\n謀の上昭和四二年四月一四日頃テープレコーダー六〇台を窃取し、（９）数名と共\n謀の上同月二〇日頃テレビ四六台及びルームクーラー四台を窃取し、よつて前記刑\n罰を受けたものであることを認めることができるのであつて、相手方が本邦で出\n生、成長し、自国語は聴解能力しかなく話すことができないこと、相手方の両親、\n弟妹が本邦に在留していること等の事情を斟酌しても、法務大臣が相手方の在留を\n特別に許可しなかつたことが著しく裁量権の範囲を逸脱したものとはとうてい解す\nることができず、他に右裁量権の逸脱を認めるに足りる資料はない。\nよつて、本件執行停止の申立は、行政事件訴訟法二五条三項にいう「本案について\n理由がないとみえるとき」に該当するものというべく、失当として棄却を免れな\nい。\nそうすると、原決定中右申立を認容した部分は相当でないからこれを取消し、本件\n執行停止申立のうち抗告人が相手方に対し昭和五四年九月一九日付で発付した退去\n強制令書に基づく送還の執行停止を求める部分を棄却し、手続費用は第一、二審と\nも相手方に負担させることとして、主文のとおり決定する。\n（裁判官　川添萬夫　吉田秀文　中川敏男）\n抗告理由書\n原審における意見書を援用するほか次のとおり補足する。\n一　原決定には次のとおり行政事件訴訟法（以下「行訴法」という。）二五条三項\nの解釈を誤つた違法がある。\n１　行訴法二五条三項は、執行停止の要件として、本案について理由がないとみえ\nるときには、執行停止することができないと定めている。\nしかるに、この点につき原決定は「本案訴訟で審理を尽くしたうえで慎重に判断す\nべきことであつて、現段階で本案について理由がないと判断することはできない」\nと判示し、本件令書に基づく執行のうち送還部分の執行停止を認容している。\nしかしながら、そもそも行訴法が執行停止の制度を設けてこれにより申立人に仮の\n救済を与えることとした趣旨は、いわゆる執行不停止の原則（行訴法二五条一項）\nを前提としたうえで、各個の取消訴訟事件について執行停止の申立てを受けた裁判\n所が、その時点において、本案審理の結果により将来において原告勝訴の判決に至\nるべき具体的可能性を否定し得ない場合に限つて、該判決により保証さるべき権\n利、利益を保全しようとするものにほかならない。\nしたがつて、少なくとも、裁判所の判断により「本案について理由がないとみえる\nときに当たる」とされる場合には、右の前提を欠くための執行停止は許されないも\nのとされているのである。けだし、裁判所が本案審理を経るまでもなく、原告勝訴\nの見込みがないと判断し得るような事案についてまでも、行政処分の効力ないし執\n行の停止を許すならば、実際上、被処分者の権利濫用ともいうべき提訴という事実\nのみによつて、常に本案判決の確定まで相当長期間にわたり、行政について責任を\n負う立場にない裁判所の判断ひとつで当該行政処分を休眠させることになり、これ\nによる行政の停廃が到底容認すべからざることは言をまたないからである。\n２　これを本件について検討する。\nまず本件本案訴訟は、法務大臣の特在許可を与えるか否かの判断に、著しい裁量権\nの濫用がある場合に限り違法性を帯びる処分について、裁判所の判断を求める訴訟\nであつて、取消の判断がなされることは、極めてまれであり、一般的にいつても、\n相手方が勝訴する可能性は乏しいのである。\n殊に本件は、強盗致死罪等により懲役一五年に処せられた相手方に関するものであ\nるところ、この懲役一五年は併合罪加重があるとはいえ本来の有期懲役刑としては\n最高刑で、出入国管理令二四条四号リに定める刑期に対比しても、相手方の刑責は\n極めて重大である。\nしたがつて、このような犯情悪質な相手方を本邦にとつて好ましくない人物として\n特在許可を与えず、退令を発付することは、入管行政上当然というべく、その裁量\n権の濫用など通常考えられない。\nそれに比して、相手方がその申請書において、裁量権め濫用として主張疎明すると\nころは、明確でないが、要するに、相手方が韓国へ送還されれば生活に困窮するで\nあろうし、家族上離れ離れの生活を送ることになるというに尽きるのである。これ\nらの事情についての反論は、原審意見書で詳細に述べたところであるが、いずれに\nしろ、これら事情は、退令発付処分に伴い、一般的、当然に生じるもので、法務大\n臣の裁量権の濫用を根拠付けるものとしては極めて薄弱で、本件本案訴訟で本件退\n令処分が取消される余地のないこと明らかである。\nにもかかわらず、原決定は、「現段階で本案について理由がないと判断することは\nできない」とするもので、かかる決定の立場は非現実的で、行訴法二五条が定めた\n「本案について理由がないとみえるとき」という要件を無視するに等しい。\nかかる決定の立場においては、右要件を具備することはあり得ず、また、行訴法二\n五条三項が「本案について理由がないとみえるとき」とし、「本案について理由が\nないことが明らかなとき」とされていない趣旨にも反することとなる。\n二　原決定は、次のとおり行訴法二五条二項の解釈を誤つており失当である。\n原決定は、相手方が本件令書の執行により送還された場合、相手方は我が国におけ\nる適法な在留という本案訴訟の目的を達することができない不利益を受ける虞れが\nあるとしているが、原決定のごとく、本案訴訟の維持という利益が失われることを\nもつて、存訴法二五条二項に規定する「回復困難な損害に当たる」とすることは、\n本案の提訴ないし訴訟係属という事実自体を理由に執行停止の必要性を認めようと\nするものにほかならず、かかる解釈が許されるならば、およそ事実上処分の取消又\nは無効確認等の訴えの提起がありさえすれば、常に執行停止の効果が生じることと\nならざるを得ない。行訴法二五条二項についてのかかる解釈は、訴えの提起によつ\nては、処分の効力、執行が停止されないことも規定した行訴法二五条一項の趣旨を\n没却するものであつて明らかに失当である。\n三　本件執行停止は、公共の福祉に重大な影響を及ぼすおそれがある。\n１　原決定は、本件令書の送還部分の執行停止によつて公共の福祉に重大な影響を\n及ぼす虞れがあると判断することはできないと判示し、本件令書に基づく執行のう\nち、送還部分の執行停止を認容しているが、相手方は集団送還が予定されており、\n右送還については、韓国領事による相手方との面接、それに続いて韓国政府と我が\n国との折衝を経てなされるものである。\nこのように日韓両国間で、送還折衝が予定されている段階で、訴提起並びに執行停\n止申立がなされた場合に、原決定のように安易に送還部分の執行停止を認めること\nは、入国管理行政を著しく停滞せしめると同時に、今後の送還交渉にも支障を来す\nおそれがある。\n２　すなわち、従来送還折衝の場において韓国政府は被退去強制者のうち、刑罰法\n令違反を事由とするものについては、不法入国者ではないという唯一の理由によつ\nて、その引取りを拒んできた経緯があるのであり、これに対する我が国のねばり強\nい折衝の結果、最近になつて、ようやく引取りに応じる姿勢を示すようになり、そ\nの一部の送還がやつと実現するに至つたものである。\n右経緯にかんがみ、裁判所が安易に送還部分の執行停止を認めた場合は、再び韓国\n政府が引取りを拒否することにもなりかねず、今後の同種事案の送還に重大な支障\nを及ぼすおそれがあるのである。\n四　以上のとおり、相手方に対しての退令の送還部分の執行を停止した原決定は失\n当であり、すみやかに取消さるべきであるから抗告に及ぶ次第である。\n(原裁判等の表示)\n○　主文\n一　被申立人が申立人に対し昭和五四年九月一九日付で発付した退去強制令書に基\nづく執行は、その送還部分に限り、本案（当庁昭和五四年（行ウ）第一二八号）の\n判決が確定するまで停止する。\n二　申立人のその余の申立て部分を却下する。\n三　申立費用はこれを二分し、その一を申立人の、その余を被申立人の各負担とす\nる。\n○　理由\n一　本件申立ての趣旨\n被申立人が申立人に対し昭和五四年九月一九日付で発付した退去強制令書に基づく\n執行は、本案の判決が確定するまで停止する。\n申立費用は被申立人の負担とする。\nとの決定。\n二　当裁判所の判断\n（一）　本件疎明資料によると、次の事実が一応認められる。\n（１）　申立人は、昭和一八年一一月六日、長崎県下県郡＜地名略＞で、父Ａ、母\nＢの長男として出生し、現在は、朝鮮慶尚北道善山郡＜地名略＞に本籍を有する大\n韓民国の国民である。\n（２）　申立人は、出生以来、我が国に居住しており、そのため朝鮮語は話すこと\nができず、聞いて理解できる程度である。申立人の父母、妻子及び妹弟は、いずれ\nも我が国に居住しており、大韓民国には申立人が頼る者はいない。\n（３）　申立人は、昭和四二年一月三〇日から同年四月二〇日ころまでの間、強盗\n致死、強盗、窃盗及び傷害の犯罪行為をしたため、昭和四三年四月一一日、大阪地\n方裁判所で、懲役一五年の判決（同年五月二四日確定）を受け、同年六月四日から\n大阪刑務所で服役した。\n（４）　大阪入国管理事務所入国審査官は、昭和四九年一〇月一八日、申立人が出\n入国管理令（以下令という）二四条四号リに該当する旨の認定をし、同事務所特別\n審理官は、昭和五〇年二月二七日、申立人の口頭審理の請求について入国審査官の\n右認定に誤りがない旨の判定をした。\n法務大臣は、昭和五四年九月一八日、申立人の異議の申出について理由がない旨の\n裁決をしたところ、被申立人は、申立人に対し、同日、右裁決を告知し、同月一九\n日、送還先を朝鮮とする退去強制令書（以下本件令書という）を発付した。\n申立人は、仮出獄を許可され同月二七日大阪刑務所を出所したが、直ちに本件令書\nの執行を受けて、現在大村入国者収容所に収容されている。\n（二）　申立人は、同年一一月一五日、法務大臣の右裁決及び被申立人の本件令書\n発付処分の取消しを求める訴えを当庁に提起したこと（同年（行ウ）第一二八\n号）、申立人は、その請求の原因として、法務大臣が右裁決をするに当つて令五〇\n条一項三号の在留特別許可を与えなかつたのは、裁量権の逸脱又は濫用であるか\nら、右裁決に基づく被申立人の本件令書発付処分は、違法として取り消されるべき\nである、と主張していること、以上のことは当裁判所に明らかである。\n（三）　申立人が本件令書の執行により送還された場合、訴えの利益が消滅して本\n案訴訟による救済を受けられない場合がありうるし、仮に申立人が本案訴訟で勝訴\nしても、本国である大韓民国が申立人の出国を許すかどうかも明らかではない。\nそうすると、申立人が本件令書の執行により送還された場合、申立人は、我が国に\nおける適法な在留という本案訴訟の目的を達することができない不利益を受ける虞\nれがある。この不利益は、その性質上、申立人にとつて回復困難な損害といわなけ\nればならない。\nそのうえ、申立人が送還された場合、本案訴訟を遂行するうえで不利益を受けるこ\nとも考えられるし、前記のとおり申立人は、出生以来我が国に居住する者であつ\nて、朝鮮語については聴解能力しかなく、大韓民国にも頼る者はいないのであるか\nら、送還後の生活に困難が生じる虞れがある。\n退去強制令書の性質上、このような回復困難な損害を避けるためには、本件令書の\nうち送還部分の執行を停止する緊急の必要がある。\n（四）　法務大臣が申立人に対し右裁決をするに当つて在留特別許可を与えなかつ\nたことが裁量権の逸脱又は濫用に該るかどうかは、本案訴訟で審理を尽くしたうえ\nで慎重に判断すべきことであつて、現段階で本案について理由がないと判断するこ\nとはできない。また、本件令書の送還部分の執行の停止によつて公共の福祉に重大\nな影響を及ぼす虞れがあると判断するに足りる資料はない。\n（五）　しかし、本件疎明資料を仔細に検討しても、本件令書に基づく収容によつ\nて申立人に回復困難な損害が生じることや、これを避けるため本件令書の収容部分\nの執行を停止すべき緊急の必要があることを疎明するに足りる資料はない。\n（六）　むすび\n申立人の本件申立ては、本件令書に基づく執行のうち送還部分の執行停止を求める\n限度で理由があるから認容し、その余の申立て部分は理由がないから却下すること\nとし、行政事件訴訟法七条、民事訴訟法八九条、九二条に従い、主文のとおり決定\nする。\n"
}