{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和53(ネ)1568",
  "case_name": "土地所有権移転仮登記抹消登記手続本訴及び所有権移転請求権仮登記に基づく本登記手続等反訴請求事件",
  "court_name": "東京高等裁判所第一七民事部",
  "article_info": "第33巻2号114頁",
  "gist": "民法五七六条但書の「担保ヲ供シ」の意義",
  "case_gist": "民法五七六条但書の「担保ヲ供シ」とは、担保を成立させることをいい、担保物権設定又は保証契約締結の単なる申込みは、これに当たらない。",
  "lawsuit_id": "20420",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20420",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/420/020420_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を取消す。\n二　被控訴人の本訴請求を棄却する。\n三　被控訴人は控訴人に対し、控訴人から金一四三四万八〇〇〇円の支\n払を受けるのと引換えに、別紙物件目録記載（一）及び（二）の各土地について、\n東京法務局城北出張所昭和四七年一二月一六日受付第一〇二九五一号所有権移転請\n求権仮登記に基づく本登記として、昭和四八年一月一八日売買を原因とする所有権\n移転登記手続をせよ。\n四　被控訴人は控訴人に対し前項の各土地を引渡せ。\n五　訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求めた。\nなお、原審第二事件（昭和五一年（ワ）第六九四五号事件）については、当審に\nおける控訴人の訴取下により訴訟が終了した。\n当事者双方の事実上及び法律上の主張並びに証拠の関係は、次のとおり附加する\nほか原判決の事実摘示（ただし原審第二事件に関する部分―原判決一三枚目表八行\n目から一五枚目裏八行目まで―を除く）と同一であるから、これを引用する。\n一　原判決六枚目裏四行目から一三枚目表七行目までを次のように改める。\n「三　抗　弁\n次の１ないし３の抗弁を選択的に主張する。\n１　同時履行の抗弁\n（一）　本件土地については、被控訴人のため昭和四三年六月七日受付で贈与に\nよる所有権移転登記がなされていたところ、昭和四七年一〇月二八日訴外Ａ、Ｂ、\nＣの三名から被控訴人に対し、右贈与の効力を争い所有権移転登記の抹消を求める\n訴訟（以下「別件訴訟」という）が提起され、同年一二月一四日これによる予告登\n記（以下「本件予告登記」という）がなされた。\n（二）　「完全な所有権」の移転は、特約の有無にかかわりなく、売買契約にお\nける昀も基本的な要素である。売買の目的たる土地について、他から権利主張がな\nされ、そのことを端的に表わす予告登記がなされた場合、法的にはともかく、実際\n上買主がその土地について建物を築造し転売や担保設定をするなどの使用・処分を\n行うことは著しく困難であつて、そのような重大な欠陥のあるまま売主が所有権移\n転登記手続の履行を提供することは、前記の基本的要素を欠く不完全な履行の提供\nというほかない。\n（三）　更に、本件売買契約には「売主は本物件に債務がある場合はこれを抹消\nして買主に対し完全な所有権移転登記を行う」旨の特約（以下「本件特約」とい\nう）があつたが、これは、法的なものであれ事実上のものであれ、所有権行使の妨\nげとなる一切の障害を解消して完全な所有権を移転することを特約したものであ\nる。本件土地について別件訴訟による権利主張があり、本件予告登記がなされたこ\nとは、買主たる控訴人の所有権行使を妨げる障害に当ることが明らかであるから、\n被控訴人は本件特約により右の障害を解消する義務があるものというべきである。\n（四）　以上いずれの点からしても、別件訴訟に係る権利紛争が解決され本件予\n告登記が抹消されない以上、被控訴人が本件土地の所有権移転登記手続の履行を提\n供しでも、控訴人は同時履行の抗弁をもつて残代金の支払を拒みうるものというべ\nきであるから、被控訴人に本件売買契約の解除権は生じない。\n２　民法五七六条に基づく抗弁\n本件土地について所有権を主張するＡら三名から被控訴人に対し昭和四七年一〇\n月二八日別件訴訟が提起され、控訴人は本件土地の所有権を失うおそれがあつたの\nであるから、民法五七六条により控訴人は残代金の支払を拒むことができる。従つ\nて、被控訴人に本件売買契約の解除権が発生する余地はない。\n３　権利乱用の抗弁\n被控訴人による本件売買契約の解除は、解除権の濫用であつて、許されない。\nすなわち、（イ）本件土地の所有権がＡら三名によつて争われ、別件訴訟の提起\nにより本件予告登記がなされるに至つたのは、結局被控訴人が自ら招いたところで\nあつて、被控訴人はそのことで結果として控訴人に迷惑を及ぼし責任を負うべき立\n場にあつたこと、（ロ）控訴人はすでに売買代金の半額以上を支払いながら、別件\n訴訟の推移により本件土地所有権を失うかも知れないという不安があり、その不安\nのため本件土地を所期の目的である倉庫兼作業所及び附属託児所の建設のために利\n用できないでいるという多大の不利益があるのと比較して、控訴人がその残代金の\n支払を受けられないでいるというだけの不利益は、均衡を失するほどに軽少であ\nり、しかも被控訴人は残代金相当額の融資を他から容易に得られる筈であつたこ\nと、（ハ）控訴人は所期の目的に適した本件土地を苦心の末ようやく入手したので\nあり、本件土地が他の土地をもつては代え難いものであることを、被控訴人は少な\nくとも売買契約直後には知つていたこと、（ニ）以上の状況の下で控訴人は被控訴\n人に事情を述べ誠意を尽して、本件予告登記の抹消、障害のない土地の引渡しを懇\n請しで来たこと、（ホ）昭和四八年一、二月頃後記確約証の差入れ、Ｄら所有土地\nの代替担保提供の申入れ等をめぐる交渉が行われた後、二年半余り何らみるべき交\n渉もなく過ぎてから、突如として被控訴人の代理人弁護士によつて民法五七六条但\n書の趣旨の担保提供の申入れがなされたこと、（ヘ）右申入れの趣旨については、\n当該物件の所有者Ｅや被控訴人自身は別の趣旨のものと理解しており、その申入れ\nを口頭で受けた控訴人会社常務取締役Ｆもよく理解していなかつたこと、（ト）被\n控訴人側は右Ｆが法律知識に乏しいことを知りながら、右申入れの趣旨及び効果を\n十分に説明することもなく形式的に右申入れを行い、それにより控訴人の残代金支\n払拒絶権が失われたとして本件売買契約の解除に及んだこと、以上の諸事情を考慮\nすると、被控訴人による本件売買契約の解除は解除権の濫用というべきである。\n四　抗弁に対する認否\n１　抗弁１については、同（一）の事実を認め、同（二）を争い、同（三）のう\nち控訴人主張のとおりの文言の特約のあることを認め、その余を否認し、同（四）\nを争う。\n予告登記は、登記原因の無効又は取消を原因とする登記の抹消又は回復の訴が提\n起されたことを公示することによつて、第三者に警告を与え、不測の損害を被るの\nを防止するという事実上の効果があるに止まり、対抗力その他の法律上の効果はな\nいから、前記契約条項にいう債務には当らず、同条項により被控訴人が本件予告登\n記の抹消義務を負うものではない。\n２　抗弁２のうち、別件訴訟が提起されたことは認めるが、その余は否認する。\n３　抗弁３は争う。\n五　再抗弁（抗弁２に対し）\n１　民法五七六条但書に基づく再抗弁\n被控訴人は控訴人に対し次のとおり相当の担保を供したから、民法五七六条但書\nにより控訴人の代金支払拒絶権は消滅した。\n（一）　被控訴人は昭和四八年一月二四日頃控訴人に対し、本件予告登記は被控\n訴人が責任をもつて抹消し、万一控訴人において本件土地を取得することができな\nかつたときは被控訴人がその損害を賠償する旨の確約証を差し入れた。被控訴人は\n当時本件土地の近隣に四、〇〇〇坪余の土地を所有しており（本件土地売買価格の\n坪二二万円で計算しでも八億八〇〇〇万円以上の評価となり、仮に右四、〇〇〇余\n坪全部がＡら三名の共同相続人による遺留分減殺の対象となるとしてもその一〇分\nの七は確保される）、控訴人は被控訴人がそのような大地主であることを熟知して\nいたから、特別の物的担保の提供をまつまでもなく右確約証の差入れをもつて相当\nの担保を供したものというべきである。\n（二）　被控訴人はその後間もなく控訴人に対し、控訴人が本件土地を取得でき\nなかつた場合に被ることあるべき損害の担保として、訴外Ｄ所有の東京都足立区ａ\nｂ丁目ｃ番畑五七八平方メートル及び訴外Ｇ所有の同所ｄ番ｅ宅地五六九・八五平\n方メートルの各土地（当時いずれも駐車場として使用されていた更地で、本件土地\n売買価格の坪二二万円で計算しても七六三四万円相当の評価となる）を提供する旨\n申入れた。\n（三）　被控訴人は昭和四八年二、三月頃から幾度となく控訴人に対し、前記と\n同旨の担保として、訴外Ｅ所有の東京都足立区ｆ町ｇ番ｈ宅地六五〇・四五平方メ\nートル、同所ｇ番ｉ宅地四〇六・八五平方メートル、同所ｇ番ｊ宅地四二〇・六三\n平方メートルの各土地（いずれも本件土地よりはるかに評価の高い土地であるが、\n仮に本件土地の売買価格の坪二二万円で計算しても九八三四万円相当の評価とな\nる）を提供する旨申入れた。\n（四）　更に被控訴人は昭和五〇年七月八日請求原因４のとおり本件土地の所有\n権移転登記手続の履行の提供をした際、Ｅを同道のうえ前記（三）の同人所有土地\nの権利証、同人の実印、委任状、印鑑証明書等を持参しで、控訴人に対し重ねて同\n土地を前記と同旨の担保として差入れる旨申入れるとともに、その現実の提供をし\nた。\n（五）　なお、民法五七六条但書にいう「担保ヲ供シタルトキ」とは、売主が担\n保を現実に提供すれば足り、これについて買主の承諾を要しないものと解すべきで\nある。\n（六）　また、同条但書にいう「相当ノ担保」によつて担保されるべき損害と\nは、買主の履行利益ではなく、信頼利益に限られるものである。すなわち、第三者\nから権利主張があり、その結果買主がその買受けた権利の全部又は一部を失つた場\n合に売主が買主に対し賠償しなければならない損害とは、民法五六一条所定の売主\nの担保責任としての損害をいうものと解すべきところ、右損害の範囲は買主におい\nてその権利が売主に属しなかつたことを知らなかつたために被つた損害、すなわち\n信頼利益に限られ、売買契約が履行された場合に買主が得たであろう利益、すなわ\nち履行利益は含まれないからである。\n更に、民法五七六条の本文及び但書の表現形式からみると、右の「相当ノ担保」\nとは買主の代金支払拒絶権を消滅せしめる限度において相当であれば足りると解す\nべきであり、従つて昀大限売買代金全額（本件の場合二九三四万八〇〇〇円）に相\n当する担保をもつて足りるものというべきである。\n２　権利濫用の再抗弁\n仮に控訴人主張のように民法五七六条但書の「担保ヲ供シタルトキ」とは売主の\n担保提供の申入れを買主が承諾し担保設定が実現された場合をいうものと解すると\nしても、控訴人の同条本文による残代金支払拒絶は権利の濫用であつて、許されな\nい。\nすなわち、被控訴人は控訴人の強い要請に応じて前記確約証を差入れたほか、前\n記のとおり繰り返して相当の担保提供を申入れ、更にその現実の提供をしたに拘ら\nず、控訴人は、Ｄらの所有土地については同人らが本件土地に関係がなく面識もな\nいからといつて申入れを拒絶し、磯野一好の所有土地については、昭和四八年二、\n三月頃被控訴人が申入れをした後間もなく常務取締役ＦをしてＥ方を訪問させ、右\n土地の権利証等を確認のうえ現地を見分までさせておきながら、何らの回答もしな\nいまま放置し、更に昭和五〇年七月八日被控訴人が右土地を現実に提供して担保権\n設定につき協力方を要請した際にも、Ｆ常務はこれに応ぜず単に社長と相談しで返\n事をすると答えるのみで、右土地に設定する担保権の種類や条件等について話合い\nに入ろうとさえしなかつた。このように控訴人が担保受入れにつき衡平ないし信義\n誠実の原則から要請される買主としての協力義務を怠り、自ら担保権設定の実現を\n阻止しておきながら、その実現に至らなかつたことを理由に民法五七六条本文によ\nつて残代金の支払を拒むことは、権利の濫用というべきである。\n六　再抗弁に対する認否\n１　再抗弁１に対し\n（一）　同１の（一）のうち、被控訴人がその主張する確約証を差入れたことは\n認めるが、その余は否認する。\n同１の（二）の申入れがあつたことは否認する。Ｄ又はＧの所有土地を提供する\nという申入れはあつたが、それは控訴人が金融機関等から融資を受けるため本件土\n地の代りに差入れる担保（代替担保）を提供するという趣旨であつたのであり、し\nかもこの申入れは控訴人の拒否により撤回された。\n同１の（三）の申入れがあつたことは否認する。\n同１の（四）の申入れがｇ番ｈの土地につき小田木弁護士（本件の被控訴人代理\n人）によつてなされたことは認めるが、その申入れは当該土地の所有者であるＥ及\nび被控訴人自身の意思と異なるから無効である。すなわち、Ｅや被控訴人は前記Ｄ\nらの所有土地の場合と同様に本件土地の代替担保として当該土地を提供するものと\n理解していたのであり、控訴人が被ることあるべき損害についての担保（民法五七\n六条但書の趣旨の担保）の提供とは考えていなかつたのである。\n同１の（五）は争う。「相当ノ担保」の意義は後記（三）で述べるとおりであ\nる。\n（二）　民法五七六条但書にいう「担保ヲ供シタルトキ」とは、売主が担保提供\nの申入れをしただけでは足りず、担保の供与すなわち担保設定の実現を要し、少な\nくとも買主がこれを承諾し、担保の種類、条件等が当事者間で特定したことを要す\nるものと解すべきである。何となれば、（イ）売買物件について単に権利を主張す\nる第三者があるというだけでは（予告登記があれば別）、買主は担保責任の追及が\nできず、代金支払を保留しうるのみであり、（ロ）しかも売主の請求があれば代金\nを供託することを義務づけられていること、（ハ）人的保証には債権者の信頼とい\nう重要な要素があること、（ニ）売主は相当な担保を提供しうるのなら、それを買\n主に提供しなくとも他に提供して代金相当額の融資を得られる筈であること、それ\nらの点などを合わせ考慮すると、前記のような解釈をとることによつてはじめで売\n主と買主の利害の均衡がはかられるからである。\n本件の場合、控訴人は被控訴人主張の担保提供の申入れを承諾しておらず、現実\nに担保設定がなされるに至らなかつたのであるから、民法五七六条但書にいう「担\n保ヲ供シタルトキ」には当らない。\n（三）　被控訴人が提供を申入れたと主張する担保は、民法五七六条但書にいう\n「相当ノ担保」とするに足りない。\nすなわち、右の「相当ノ担保」というためには、控訴人が本件土地の所有権を失\nつた場合に被ることあるべき予見可能の通常及び特別の損害全部を補償するに足り\nるものでなければならない。本件土地の価格は担保提供申入れ当時三四五八万円な\nいし三七二四万円（坪二六万円ないし二八万円）であり、控訴人が本件土地に建築\nを計画していた三階ないし四階建鉄筋コンクリート造倉庫兼作業所及び附属託児所\nの建築費は少なくとも四五〇〇万円（坪二五万円）を超えるものであつて、控訴人\nが本件土地の取得目的に従つて地上に建物を建築した後に同土地の所有権を失つた\n場合の損害は、少なくとも右の合計額約八〇〇〇万円となり、そのような損害が生\nずるであろうことは被控訴人の予知しえたところである。これに対し、被控訴人が\n担保提供の申入れをしたと原審以来主張する土地（ｇ番ｈ宅地六五〇・四五平方メ\nートル）の価格はその主張の評価に従つても四三一七万円で、担保価値としてはそ\nの七割の三〇二二万円とみるのが相当であつて、前記の損害額（被担保債権額）に\n到底及ばない。\n（四）　被控訴人による担保提供の申入れは、前記三３で述べた（イ）ないし\n（へ）の諸事情を考慮すると、信義則に反し、その効力を生じないものというべき\nである。\n２　再抗弁２は争う。」\n二　原判決一六枚目表四行日中「求める。」とあるのを「求めるとともに、本件\n土地の引渡を求める。」と改める。\n三　原判決一六枚目裏一行目から八行目までを次のように改める。\n「五　再抗弁\n本訴抗弁１ないし３のとおり。\n六　再抗弁に対する認否\n本訴抗弁に対する認否１ないし３のとおり。\n七　再々抗弁\n本訴再抗弁１及び２のとおり。\n八　再々抗弁に対する認否\n本訴再抗弁に対する認否１及び２のとおり。」\n四　当審における新たな証拠関係（省略）\n理　　　　由\n第一被控訴人の本訴請求（原審第一事件）について\n一　１　請求原因１、２及ひ５の事実は当事者間に争いかない。\n２　同３について検討するに、成立に争いのない甲第一、第七号証、昭和五一年\n六月一九日当時における現場の写真であることに争いのない甲第八号証の一ないし\n三、昭和五五年一月二九日当時における現場の写真であることに争いのない乙第三\n七号証の一及び三、原審証人Ｆの証言、同Ｅの証言（後記採用しない部分を除\nく）、原審における被控訴人本人の供述（同上）に本件弁論の全趣旨を合わせる\nと、被控訴人は昭和四七年一二月下旬頃本件売買の仲介人である不動産取引業者の\nＨを通じて控訴人から、本件土地が荒れるままに放置されているのは買主である控\n訴人としても困るので十分に管理してほしい旨の申出を受けたので、その頃本件土\n地の地表を片付け、本件土地と道路との境界よりやや内側に沿つて木杭を打ち、そ\nの間を針金で結んで囲いをしたこと、ところが、控訴人は右のような処置では不十\n分であるとして、約一か月後の昭和四八年一月下旬頃、被控訴人の承諾の下に、本\n件土地の境界標識を厳格にし区画を明確にするため、被控訴人の施した前記の木杭\nを撤去したうえ、改めて自らの費用で境界線上に多数の木杭を打ち込み、その間に\n鉄条網を張りめぐらす工事を行つたこと、しかし、右の工事は、本来売主である被\n控訴人において行うべき引渡前における本件土地の管理のための措置を買主の控訴\n人が代つで行つたものであつて、これにより本件土地の占有を移転したものではな\nいことが認められ、前記Ｅ証人の証言、被控訴人本人の供述中右認定に反する部分\nは採用し難く、他に右認定を覆えし本件土地の引渡しがあつたことを認めるに足り\nる証拠はない。\n３　同４について検討するに、原本の存在及び成立に争いのない甲第一〇号証の\n一ないし三、原審証人Ｅ、同Ｆの証言、原審における被控訴人本人の供述による\nと、本件土地の地目はもと畑であるが、都市計画法七条一項、二三条一項所定の市\n街化区域内にあるため、控訴人及び被控訴人は昭和四七年一二月二〇日付で東京都\n知事に農地法五条一項三号による農地転用の届出をし、右届出は昭和四八年一月一\n八日に受理され、同月二三日付で被控訴人に対しその旨通知されたこと、被控訴人\nはその後右の通知書を控訴人に交付し、控訴人はそれにより右の事実を了知したこ\nと、しかる後、被控訴人は昭和五〇年七月八日所有権移転登記手続をするのに必要\nな本件土地の権利証、被控訴人の実印、印鑑証明書、委任状を持参して控訴人会社\nに赴き、同会社の常務取締役で本件売買契約の締結及び履行を担当したＦに対し、\n右書類の交付と引換えに本件残代金の支払を求めたが同人の返答は社長と相談して\n回答するというのみで、右要求に応じなかつたこと、そこで被控訴人はＦ常務に対\nし、一週間以内に本件土地の所有権移転登記手続をするのと引換えに本件残代金の\n支払をするように催告してその場を辞去したこと、以上の事実が認められ、右認定\nを左右するに足りる証拠はない。\n二　控訴人は抗弁１ないし３を選択的に主張するものであるから、まず抗弁２及\nびこれに対する被控訴人の再抗弁について判断する。\n１　本件土地について所有権を主張するＡら三名から被控訴人に対し昭和四七年\n一〇月二八日別件訴訟が提起され、同土地につき同年一二月一四日受付で本件予告\n登記がなされたことは当事者間に争いがなく、成立に争いのない甲第二号証の一、\n二、第一二号証、原本の存在及び成立に争いのない甲第九号証の一、原審証人Ｅの\n証言、原審における被控訴人本人の供述によると、被控訴人の養父Ｉはもと本件土\n地その他多数の不動産を所有していたが、昭和四三年四月三〇日その大部分（本件\n土地を含み、価格的に当時の同人所有不動産の約八五パーセントを占める）を被控\n訴人とその妻Ｊに贈与したとして同年六月七日受付をもつて被控訴人らのため（本\n件土地については被控訴人のため）所有権移転登記がなされたこと、Ｉは昭和四七\n年一月一〇日死亡し、その相続人は被控訴人のほか、Ｉの先妻との間の子である\nＫ、同じくＪ（被控訴人の妻）、後妻のＢ、同女との間の子であるＡ、同じくＣの\n六名であつたこと、本件訴訟は右のＡ、ＢＣの三名から被控訴人とＪに対し、前記\n贈与が無効（不存在）であり、仮にそうでないとしても右三名の遺留分を侵害する\nものであるとして、本件土地その他の不動産につき第一次的に前記所有権移転登記\nの抹消登記手続を、第二次的にＡ及びＣの両名が各一五分の一、Ｂが六分の一の共\n有持分を有する旨の更正登記手続を求めるものであつたこと、同訴訟は昭和五二年\n三月一八日裁判上の和解が成立したことにより終了したが、右和解において、若干\nの土地がＡら三名の共有とされ、本件土地その他の不動産は被控訴人の単独所有と\nされたこと、以上の事実が認められる。\n右認定の事実によると、Ａらの権利主張により、本件土地の買主である控訴人は\nその所有権の全部又は一部（Ａら三名の遺留分の合計に相当する一〇分の三の持\n分）を失う（取得できない）おそれがあつたものというべきである。\n<要旨>２　そこで、被控訴人の再抗弁１について判断する。</要旨>\nまず、民法五七六条の但書の「担保ヲ供シタルトキ」の解釈として買主の承諾を\n必要とするか否かの点について考えるに、右の担保供与とは担保を成立させること\nをいうものであつて、買主との間で、担保物権を設定し又は保証契約を締結したこ\nとを要し、買主の承諾を伴わない担保物権設定又は保証契約締結の単なる申込み\nは、右の担保供与には当らないものと解するのが相当である（類似の規定である商\n法九一条二項の解釈についての昀高裁判所昭和四七年（オ）第四九六号同四九年一\n二月二〇日第二小法廷判決、判例時報七六八号一〇一頁参照）。\n思うに、反対説（承諾不要説）が売主の一方的な担保設定の申込み（ないしその\n履行の提供）をもつて足りるとするのは、その供与しようとする担保が客観的に\n「相当ノ担保」である限り、買主の承諾を不要としてもその利益保護に欠けるとこ\nろはないとする考え方に立つものであろう。しかしながら、売主が供与しようとす\nる具体的な担保が、この場合の目的に照らして相当のものであるかどうかは、その\n担保自体の有する担保価値とそれにより担保される債権との両面を考察して判断さ\nれるべき事柄であるところ、そのいずれの面においても、つねにたやすく明確な結\n論を引き出せるというものではない。まず、担保価値の面については、物的担保の\n場合においても物件価格の評価というかなり困難な判断事項があるが、特に人的担\n保の場合においては、保証人となる人の財力や信頼性に係る問題であるだけに、評\n価は容易ではなく、結論が分かれるおそれも少なくない。また、被担保債権の面に\nついても、この場合の担保は買主が売買の目的たる権利を失つた（取得できなかつ\nた）場合に取得すべき代金返還請求権や損害賠償請求権（民法五六一条）を担保す\nるためのものと解されるところ、その損害賠償の範囲や金額を予め的確に把握する\nことは、不確定要素も多いだけに、決して容易ではないのである。承諾不要説を採\nつた場合、買主としてはその申込みを受けた担保の相当性について右に述べたよう\nな困難な判断をしたうえで代金の支払に応ずるかどうかを決しなければならない立\n場におかれるわけであつて、買主にとつて著しく不利益であるだけでなく、右の相\n当性についての売主と買主との判断の相違から両者間の法律関係が不明確、不安定\nとなるおそれも少なくない。\nまた、民法五七六条の規定だけに着目すれば、その但書による担保の供与は本文\nによる買主の代金支払拒絶権に対しその拒絶権を消滅させる対抗手段として売主に\n認められたものであるから、それについて前記のように相手方たる買主の承諾を要\nすると解することは、右但書が設けられた意義を著しく減殺し、売主の利益を害す\nるもののように考えられないではない。しかしながら、売買の目的物につき権利を\n主張する者があつで買主がその買受けた権利を失う（取得できない）おそれがある\nという事態が生じた場合に、買主は事実上その買受けた権利を安んじて行使するこ\nとができず、極めて不安定な立場に置かれることとなるが、それだけの理由では売\n買契約を解除する等の権利は与えられておらず、代金支払拒絶権を認められている\nにすぎない。しかも、売主から代金の供託を請求されれば、それに応じなければな\nらない（民法五七八条）。他方、売主は前記の事態が生じたというだけの理由では\n何らの担保責任も課せられず、代金の支払を拒絶されてもその供託を請求すること\nによつて代金支払は保障されるのである。それらの点を対照し、また、前記の事態\nが生ずるのは多くの場合売主の側の事情によるものであることを合わせ考慮する\nと、前記の承諾必要説の帰結として、担保提供により買主の代金支払拒絶権を消滅\nさせることが困難となつても、これをもつて、売主の利益を不当に害し、買主との\n利益の均衡を失わせるものであるとは考えられないのである。\n以上のとおり、承諾必要説を採るときは、本件の場合被控訴人の担保提供につき\n控訴人の承諾があつたことは被控訴人の主張立証しないところであるから、その余\nの点について判断するまでもなく再抗弁１は理由がないものといわなければならな\nい。\n３　次に、被控訴人の再抗弁２について判断する。\n成立に争いのない甲第三、第五ないし第七号証、第一三号証の一、二、第一六な\nいし第一八号証、乙第三二号証の三、第三五号証の一ないし三、第三六号証の一、\n二の各１、２、原本の存在及び成立に争いのない甲第九号証の二、第一〇号証の一\nないし三、第一一号証の一、二、乙第三二号証の二、原審証人Ｌの証言により成立\nを認める乙第三号証、原審証人Ｍの証言により成立を認める乙第四ないし第七号\n証、当審証人Ｆの証言により原本の存在及び成立を認める乙第三二号証の一、右\nＬ、Ｍ各証人の証言、原審及び当審における証人Ｅ、証人Ｆ、被控訴人本人の各証\n言又は供述（いずれも後記採用しない部分を除く）を総合すると、次の事実が認め\nられる。\n（一）　控訴人は前示のとおり昭和四七年一二月一五日本件売買代金の中間金一\n二〇〇万円を支払い、本件仮登記手続を了したが、その四、五日後に、Ｆ常務が念\nのため取寄せた登記簿騰本によつて、本件土地につき同月一四日受付をもつて別件\n訴訟の提起による予告登記（本件予告登記）がなされたことを知つた（本件予告登\n記がなされた事実については当事者間に争いがない）。控訴人会社の事業用地とし\nて本件土地を買取るに当り、少しでも問題のある物件を買取るようなことのないよ\nう慎重な配慮をし、本件売買契約締結の前後にわたり度々登記簿騰本を取寄せたり\n司法書士に登記簿の閲覧をさせたりしていたＦ常務としては、右の事実を知つて大\nいに驚き、困惑するとともに、被控訴人に対し不信の念を懐き、直ちに売主である\n被控訴人や同人の実兄であつて本件売買契約の締結、履行等につき同人を指導補佐\nしていた訴外Ｅに対し、強く抗議を申入れ、早急に善処するよう求めた。なお、別\n件訴訟が提起されたのは前示のように昭和四七年一〇月二八日であつて、本件売買\n契約が締結された同年一二月八日よりも一か月余り前であるが、同事件の訴状が被\n控訴人に送達されたのは同年一二月一五日であつた（本件売買契約締結当時あるい\nは本件仮登記手続及び中間金の支払がなされた当時に被控訴人が別件訴訟の提起を\n知つていたことを認めるに足りる証拠はない）。\n（二）　被控訴人は前示のとおり昭和四八年一月二三日付で東京都知事から、本\n件土地に係る農地法五条一項三号の規定による届出を受理し同月一八日にその効力\nが生じた旨の通知を受けたので、いつでも本件売買による所有権移転の本登記をな\nしうる状態となつた。そこで、被控訴人は控訴人に対し右本登記手続と引換えに本\n件残代金の支払をするよう要求したが、控訴人は本件予告登記の存することを理由\nに右の要求に応じなかつた。\n（三）　そのため被控訴人は同月二四日控訴人に対し、本件予告登記は別件訴訟\nが提起されたため法律の規定に基づきなされたものであり、別件訴訟が同事件原告\nの不利に終局した場合には職権をもつて抹消されるものである旨、及び本件土地に\nついては被控訴人において取得できるよう鋭意努力中である旨を記載した弁護士石\n井成一作成の報告書（甲第一一号証の一）と、本件予告登記は被控訴人が責任をも\nつて抹消し、万一控訴人において本件土地を取得することができなかつた場合は被\n控訴人がその損害を賠償する旨を記載した被控訴人名義の確約証（同号証の二）を\n差入れた（右確約証差入の事実は当事者間に争いがない）。\nなお、当時被控訴人は本件土地のほかに多数の土地（ただし、大部分は本件土地\nとともに別件訴訟で係争中）を所有しており、控訴人も被控訴人が大地主であるこ\nとを知つていた。\n（四）　しかし、控訴人は従来の態度を変えず、昭和四八年二月二三日付書状\n（乙第三二号証の一）をもつて被控訴人に対し、別件訴訟に係る紛争のため控訴人\nは甚だ不安定な状態におかれ、本件土地を利用して行う事業計画にも狂いが生じ多\n大の損害を被つている旨を伝えるとともに、速やかに右の紛争を解決し本件予告登\n記を抹消したうえ完全な状態で本件土地の所有権を移転するよう要求した。これに\n対して被控訴人は同年三月二〇日付内容証明郵便（甲第七号証）をもつて、いつで\nも本件土地の引渡し及び所有権移転登記手続ができるよう準備しているので、控訴\n人が右手続に協力するよう要求し（ただし、後記の担保提供の点には触れず）両者\n間の紛争が続いた。\n（五）　右のような経過の中で、Ｆ常務が本件予告登記の早期抹消を求め、残代\n金の支払を拒む理由の一つとして、予告登記がなされたままでは本件土地を担保と\nして金融機関から融資を受けることもできない旨述べたこともあつて、被控訴人は\n控訴人が本件土地の代りに金融機関に差し入れる担保物件を提供することによつて\n残代金の支払を応諾して貰おうと考え、昭和四八年二月頃親戚のＧ及びＤの承諾を\n得て、同人らの所有地（再抗弁１（二）に掲記の各土地）を右の趣旨で担保として\n提供する旨控訴人に申入れたが、同人らは本件売買に関係なく面識もないという理\n由で、控訴人から右申入れを拒絶された。\n（六）　次いで被控訴人は同年二、三月頃前記実兄のＥの承諾を得て同人と共\nに、同人の所有地（再抗弁１（三）に掲記の三筆のうちｇ番ｈ宅地六五〇・四五平\n方メートル）を前記（五）と同趣旨で担保として提供する旨控訴人に申入れた。右\n土地は幅員三〇メートル余の国道と幅員七メートル位の舗装道路に面した角地であ\nつて、本件土地より面積も広く、地価も相当高い土地であり、Ｅは右土地の地続き\nにも二筆の土地（再抗弁１（三）に掲記のｇ番ｉ宅地四〇六・八五平方メートル、\n同番ｊ宅地四二〇・六三平方メートル）を所有していた。右申入れがあつてから間\nもなく、ＥはＦ常務に右提供土地の権利証を見せ、現地に案内したりなどしたが、\n右申入れも控訴人の受入れるところとならなかつた。\n結局、被控訴人からの前記再度にわたる担保提供の申入れにも拘らず、控訴人は\n別件訴訟の結果が昀悪のものとなつた場合のことを強く危倶して、本件予告登記が\n抹消されない限り残代金の支払には応じないとの態度を固持し、別件訴訟も容易に\n終局をみないまま、その後二年余りの期間が経過し、その問いずれの側からも格別\nの働きかけはなされなかつた。\n（七）　昭和五〇年七月八日に至り、被控訴人は前示のとおり控訴人に対し本件\n土地の所有権移転登記手続の履行の提供をするとともに本件残代金の支払を催告し\nたが、その際Ｅと弁護士小田木毅を同道し、Ｅには前に担保として提供することを\n申入れたことのある前記（六）の同人所有地の権利証、同人の印鑑証明書等を持参\nさせたうえ、同弁護士を通じて、控訴人が万一本件土地の所有権を失つた（取得で\nきなかつた）場合の担保として右土地を差入れる旨申入れた。しかし、応待したＦ\n常務は従前の態度を変えず、右申入れについてもほとんど関心を示すことなく、単\nに社長と相談をして後で返事をすると答えただけであつた。そして、被控訴人の側\nからも、法律の専門的知識を有しないＦ常務に対し進んで右申入れの法律的意義\nや、これを拒んだときの法律的効果等につき具体的な説明をして真剣な考慮を促す\nということまではしなかつた。結局その日は、右土地上に設定すべき担保権の内容\nや条件等についての話合いには入らないまま終り、被控訴人らは、Ｆ常務の前記の\nような返答もあつたので、社長と相談のうえ一週間以内に回答をするよう求めてそ\nの場を辞去した。\n（八）　その後控訴人からは何らの回答もなく、被控訴人は前示のとおり右一週\n間の経過した同月一六日に到達の内容証明郵便により本件売買契約の解除の意思表\n示をなすに至つたものである。\n（九）　なお、控訴人は本件土地上にカートリツヂ用換針生産のための作業場、\n倉庫等を建築する計画であり、家庭婦人のパートタイマーを使用する便宜上本件土\n地が昀適であるとの判断から本件売買契約を締結したものであるが、そのような計\n画ないし動機は契約締結当時被控訴人に伝えられず、被控訴人としては控訴人が本\n件土地に事業用の建物を建築する予定であるという程度のことしか知らず、その後\nの折衝の過程で右の計画ないし動機を知るに至つたが、その建物の規模やそこで行\nわれる事業の内容、生産計画等の具体的な事柄までは聞かされていなかつた。\n（一〇）　因みに、前示の裁判上和解の成立により本件予告登記が抹消されるに\n至つたのは、昭和五二年三月二九日であつた。\n以上の事実が認められ、前掲Ｅ、Ｆ各証人の証言、被控訴人本人の供述中右認定\nに反する部分は採用し難く、他に右認定を左右するに足りる証拠はない。\n右認定の事実に徴しで考えるに、前記（三）の確約証の差入れは担保提供の申入\nれとは解しえないものであり、同（五）及び（六）の場合は民法五七六条但書の担\n保とは異なる趣旨の担保の提供を申入れたものであつて、結局右但書の趣旨の担保\nの提供を申入れたのは同（七）の場合に限られるのであるが、その点はともかくと\nしても、被控訴人の側から本件紛争を解決に導くためのそのような種々の働きかけ\nが控訴人に対しなされたことは事実であつて、それらの働きかけに対し控訴人がほ\nとんど協力的態度を示さなかつたことは、いささか誠実さに欠ける憾みなしとしな\nい。しかし、本件売買の当初から本件紛争の全過程を通じて控訴人のおかれた立場\nを考えると、同人が一貫して、本件予告登記が抹消されない限り残代金の支払に応\nじないとの態度をとり続けたことには無理からぬものがあるのである。すなわち、\n控訴人は作業所、倉庫等の事業用建物を建築する計画で、その目的に昀も適した本\n件土地を選び本件売買契約を締結したものであり、その締結に当つては、少しでも\n問題のある物件を買取るようなことのないよう慎重な配慮をしたにもかかわらず、\n売買代金の約半額を支払つた直後に、別件訴訟がすでに本件売買契約締結前に提起\nされ、それによる本件予告登記がなされでいることを自己のなした調査によつて知\nり、大いに驚き困惑するとともに、被控訴人に対し不信の念を懐いたこと、そして\n客観的には訴状送達の日時等からみて本件売買契約締結当時あるいは中間金の支払\n当時に被控訴人が別件訴訟の提起を知つていたものではないとしても、控訴人がそ\nのような疑念を持つことは不自然ではないこと、別件訴訟は被控訴人とその近い親\n族との間の紛争であり、被控訴人がその養父から、他の相続人の遺留分を害するこ\nとの明らかな、その大部分の財産の贈与を受けたことに起因するものであつて、買\n主たる控訴人としては、そのような紛争は被控訴人において早急に処理解決するの\nが売主としての当然の義務であると考えたとしても、少くとも常識的意味において\nは十分に首肯しうること、客観的には別件訴訟の結果控訴人が本件土地の所有権を\n失う（取得できなくなる）おそれは少なかつたとしても、この点については被控訴\n人側の石井弁護士が作成した報告書には、そのような結果とならないよう鋭意努力\n中である旨が記載されているに止まり、右訴訟の局外者である控訴人としては、そ\nの結果が昀悪のものとなつた場合のことも考えておかざるをえなかつたこと、そし\nて、別件訴訟の係属及びそれによる本件予告登記の存在は、法律的には本件土地を\n買受けた控訴人によるその使用及び処分を妨げるものではないけれども、控訴人と\nしては前記のような危倶から本件土地に当初の計画どおりの多額の費用を要する事\n業用の建物を建築することを当面差し控えるほかなく、そのことをもつて慎重にす\nぎる態度であると非難するには当らないこと、被控訴人が前記（七）のとおり本件\n土地の所有権移転登記手続の履行の提供とともにはじめて民法五七六条但書の趣旨\nの担保の提供を申入れたのは、約二年余りの期間がほとんど無為のまま経過した後\nのことであつて、右申入れに際しで被控訴人の側から担保権の設定を実現させるた\nめ十分な努力がなされたとも認められないことなどの諸点を考慮し、更に前記第一\nの二２において承諾必要説を採る理由として述べたところを合わせ考えると、本件\n紛争における控訴人の態度を信義に反するものとし、被控訴人からの再三にわたる\n担保提供の申入れ等の働きかけに対し協力しようとしなかつた点のみをとらえて、\n信義誠実の原則から要請される買主としての協力義務を怠つたものと断ずることは\nできない。\n従つて、控訴人が被控訴人の民法五七六条但書に基づく担保提供の申出に応ぜ\nず、残代金支払を拒絶したことをもつて権利の濫用であるとする被控訴人の再抗弁\n２も採用することができない。\n４　以上に説示したとおり控訴人の抗弁２は理由があり、控訴人が本件残代金の\n支払をしなかつたことは適法であるから、被控訴人の主張する本件売買契約の解除\nはその効力を生じなかつたものといわなければならない。\n三　よつて、右の解除が有効であることを前提とする被控訴人の本訴請求は失当\nであつて、棄却を免れない。\n第二　控訴人の反訴請求（原審第三事件）について\n一　反訴請求原因１（本訴請求原因１、２）の事実は当事者間に争いがない。\n二　抗弁（本訴請求原因３ないし５）に対する判断は、前記第一、一１ないし３\nに説示したとおりである。\n三　再抗弁２（本訴抗弁２）及びこれに対する再々抗弁（本訴再抗弁）について\nの判断は、前記第一、二に説示したとおりである。\n四　してみると、控訴人の被控訴人に対する反訴各請求、すなわち、本件売買契\n約に基づいて、（１）控訴人から本件残代金一四三四万八〇〇〇円の支払を受ける\nのと引換えに本件土地につき本件仮登記に基づく所有権移転登記手続をなすべきこ\nと、及び（２）本件土地の引渡しをなすべきことを求める各請求は、いずれも正当\nとして認容すべきである。\n第三　結　論\nよつて、以上に説示したところと結論を異にする原判決は失当であるから、これ\nを取消し、被控訴人の本訴請求を棄却し、控訴人の反訴請求を認容することとし、\n訴訟費用の負担につき民訴法九六条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　外山四郎　裁判官　村岡二郎　裁判官　清水次郎）\n（別紙）\n物　件　目　録\n（一）　東京都足立区ｋ町ｌ番地\n畑　　　　三六三平方メートル\nｍ土地区画整理地区仮地番ｎ番ｏ号\n雑種地　　二四五平方メートル\n（二）　同　　　所　　　ｐ番\n畑　　　　二九〇平方メートル\n同区画整理地区仮地番ｎ番ｑ号\n雑種地　一九六平方メートル\n"
}