{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 3,
    "day": 18
  },
  "case_number": "昭和61(ワ)4147",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13984",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13984",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/984/013984_hanrei.pdf",
  "contents": "主　　　文\n一　被告は原告に対し、金六六二万円及びこれに対する昭和六一年七月二一日から\n支払ずみまで年五分の割合による金員を支払え。\n二　被告は、別紙目録（一）、（二）記載の標章を付したかばん類及び袋物を譲渡\nし、譲渡のため展示してはならない。\n三　被告は、前項記載のかばん類及び袋物を廃棄せよ。\n四　訴訟費用は被告の負担とする。\n五　この判決は仮に執行することができる。\n事　　　実\n一　原告訴訟代理人は、主文第一ないし第四項同旨の判決並びに仮執行の宣言を求\nめ、請求の原因として、次のとおり述べた。\n１　原告は、かばん類、袋物等の製造、販売を業とするフランス法人である。\n２　原告は、別紙目録（一）記載の標章（以下「本件標章（一）」という）につい\nて左記（一）の商標権（以下「本件商標権（一）」という）を、同目録（二）記載\nの標章（以下「本件標章（二）」という）について左記（二）の商標権（以下「本\n件商標権（二）」という）を有する。\n記\n（一）　登録番号　第一三三二九七九号\n出願日　昭和四八年三月一四日\n登録日　昭和五三年五月一日\n指定商品　第二一類　装身具、ボタン類、かばん類、袋物、宝玉及びその模造品、\n造花、化粧用具\n（二）　登録番号　第一四四六七七三号\n出願日　昭和五一年一一月九日\n登録日　昭和五五年一二月二五日\n指定商品　第二一類　かばん類、その他本類に属する商品\n３　本件標章（一）、（二）は、原告が製造、販売する商品の表示として、国際的\nに著名であり、日本においても遅くとも昭和五二年当初には広く認識されるものと\nなつていたものである。\n４　ところが、被告は、昭和五八年八月頃から昭和六〇年一月までの間に、本件標\n章（一）、（二）と同一のものを使用し素材、色、デザイン等も細部に至るまで原\n告の商品に酷似したかばん類を、合計三六五〇万円で他から仕入れ、合計四一六二\n万円で第三者に販売し、もつて原告の本件商標権（一）、（二）を侵害するととも\nに、原告の商品と混同を生じさせる行為（以下「不正競争行為」という）をした。\n５　原告は、被告の右商標権侵害行為及び不正競争行為により、左記損害を被つた\nし、今後も被告に商標権を侵害され、営業上の利益を害されるおそれがある。\n記\n（一）　被告の利益相当の損害　五一二万円\n被告は、前記売上合計と仕入合計との差額五一二万円の利益を得たから、商標法\n三八条一項により、原告の受けた財産的損害は右利益と同額と推定される。\n（二）　信用毀損による無形損害　一〇〇万円\n原告は、日本において販売する商品は自らがフランスにおいて製造しこれを輸入\nした商品のみとすることによつて、品質の保持管理に努めるとともに、右商品は直\n営店及び特約店のみで販売し且つ安売りやデザイン変更をしないことによつて、高\n級品のイメージを確保して来たが、被告が前記のとおり酷似的模倣商品を安売りし\nたことにより、その信用を毀損され、前記（一）の財産的損害以外に多大の無形損\n害を被つた。右無形損害を金銭に見積もるとすれば一〇〇万円が相当である。\n（三）　弁護士費用　五〇万円\n原告は、本件紛争解決のため代理人弁護士に対し訴訟委任を行い、その報酬とし\nて五〇万円の支払を約した。\n以上合計　六六二万円\n６　よつて、原告は被告に対し、商標法三六条、民法七〇九条に基づき、又は不正\n競争防止法一条一項一号、一条の二第一項に基づき、商標権侵害行為ないし不正競\n争行為の差止め及び侵害物件の廃棄並びに損害賠償金六六二万円及びこれに対する\n不法行為後で訴状送達の日の翌日である昭和六一年七月二一日から支払ずみまで民\n法所定年五分の割合による遅延損害金の支払を求める。\n二　被告は、本件口頭弁論期日に出頭しないが、その陳述したものとみなされた答\n弁書の記載によると、「原告の請求をいずれも棄却する。訴訟費用は原告の負担と\nする。」との判決を求め、請求の原因に対する答弁として、次のとおり述べるとい\nうのである。\n１　請求の原因１の事実は認める。\n２　同２の事実のうち本件商標権（一）に関する事実は不知。\n３　同３の事実は不知。\n４　同４の事実は否認する。\n原告は、本件標章（一）、（二）を原告の商品の表面全体にわたつてあたかも模\n様のように使用しているが、このような使用方法は、右標章を意匠として使用して\nいるものであつて、商標として使用しているものといえない。したがつて、これを\nまねた被告の行為も商標権侵害行為となるものではない。\n５　請求の原因５の事実は否認する。\n三　証拠（省略）\n理　　　由\n一　請求の原因１の事実は、当事者間に争いがない。\n二　同２の事実は、いずれも方式及び趣旨により真正な公文書ないしその写しであ\nると認められる甲第一ないし第四号証によつてこれを認めることができる。\n三　同４の事実は、いずれも方式及び趣旨により真正な公文書の写しであると認め\nられる甲第五、第一五号証及び弁論の全趣旨によつてこれを認めることができる。\n被告は、被告のなした本件標章（一）、（二）の使用は意匠としての使用である\nから商標権の侵害とはならないと主張するようであるけれども、商標と意匠とは排\n他的、択一的な関係にあるものではなくして、意匠となりうる模様等であつても、\nそれが自他識別機能を有する標章として使用されている限り、商標としての使用が\nなされているものというべきところ、前記甲第五、第一五号証によれば、原告及び\n被告は本件標章（一）、（二）をその商品に自他識別機能を有する標章として使用\nしていることが明らかであるから、被告の本件標章（一）、（二）の使用は商標と\nしての使用として商標権の侵害となるのであり、被告の前掲主張は理由がない。\n四　請求の原因５の事実は、前掲甲第五、第一五号証及び弁論の全趣旨によつてこ\nれを認めることができる。\n五　以上認定の事実によれば、原告の本訴請求のうち商標法三六条、民法七〇九条\nに基づく請求はすべて理由がある（訴状送達の日の翌日が昭和六一年七月二一日で\nあることは、本件記録上明らかである）。\nよつて、右請求（商標権侵害行為差止め、同侵害物件廃棄、損害賠償の各請求）\nをいずれも認容することとし、訴訟費用の負担につき民事訴訟法八九条を、仮執行\nの宣言につき同法一九六条一項をそれぞれ適用して、主文のとおり判決する。\n（裁判官　露木靖郎　小松一雄　高原正良）\n〈１２６６４－００１〉\n"
}