{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 5,
    "day": 8
  },
  "case_number": "昭和62(行ウ)3",
  "case_name": "法人税更正処分取消等請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "中小企業等協同組合法３条１号所定の事業協同組合が組合員から徴収した賦課金の返戻であると主張する各組合員への払戻しが，剰余金の分配の方法としての出資配当であり，法人税法２２条に規定する資本等取引に当たるから，当該金額を所得金額の計算上損金に算入することはできないとした事例",
  "lawsuit_id": "16775",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16775",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/775/016775_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が原告に対し、昭和六〇年一二月二八日付でなした原告の昭和五七年四月\n一日から昭和五八年三月三一日までの事業年度の法人税の更正処分中、所得金額金\n一二四万三九二三円を超える部分及び過少申告加算税賦課決定処分（ただし、昭和\n六一年三月一九日付過少申告加算税の変更決定により減額された後の部分）を取り\n消す。\n２　被告が原告に対し、昭和六〇年一二月二八日付でなした原告の昭和五八年四月\n一日から昭和五九年三月三一日までの事業年度の法人税の更正処分中、所得金額金\n八四万一五八四円を超える部分及び過少申告加算税賦課決定処分を取り消す。\n３　被告が原告に対し、昭和六〇年一二月二八日付でなした原告の昭和五八年三月\n分及び昭和五九年三月分の各源泉所得税の納税告知処分並びに各不納付加算税賦課\n決定処分を取り消す。\n４　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　原告は、中小企業等協同組合法三条一号所定の事業協同組合である。\n２　原告の事業年度は、毎年四月一日から翌年三月三一日までの期間（以下、事業\n年度という。）である。\n３　原告は、その法人税の申告につき青色申告の承認を受けている。\n４　原告の確定申告及び被告の処分\n（一）　原告は、昭和五七年、昭和五八年の各事業年度（以下、本件各事業年度と\nいう。）について、その法定申告期限までに、別表一のとおり所得金額等を記載し\nて青色の法人税確定申告（以下、本件各確定申告という。）をした。\n（二）　被告は、昭和六〇年一二月二八日付で、本件各事業年度について、別表二\n記載のとおり各更正及び過少申告加算税の各賦課決定（以下、本件各処分とい\nう。）をするとともに、源泉徴収すべき所得税（以下、源泉所得税という。）が納\n付されていないことから、同表記載のとおり各納税告知及び不納付加算税の各賦課\n決定（以下、本件各納税告知等という。）をした。\nただし、昭和五七年の事業年度の過少申告加算税額については、昭和六一年三月一\n九日付の当該金額を減少させる賦課決定後のものである。\n５　原告は、本件各処分及び本件各納税告知等（以下、本件全処分という。）につ\nいて、これを不服として昭和六一年二月二四日に国税不服審判所長に対し、国税通\n則法七五条四項一号（国税に関する処分についての不服申立）、三号（源泉所得税\nに係る処分関係）により、直接審査請求をした。\n６　これに対し、国税不服審判所長は、昭和六二年一月二八日付で右審査請求をい\nずれも棄却する旨の裁決をした。\n７　しかしながら、被告は次のとおり本件各事業年度とも原告の所得を過大に認定\nしたものであるから、本件全処分は違法である。\n（一）　本件各処分関係\n被告は、原告のした「組合員から徴収した賦課金の組合員への返戻」を「利益処分\nに基づく出資配当」と間違つて評価したため、原告の所得を過大に認定するに至つ\nた。\n（二）　本件各納税告知等\n被告は、右法人税についての違法な各処分を基礎として出資配当金に対する源泉所\n得税本税の本件各納税告知等をしたものであり、本件各納税告知等は違法である。\n８　よつて、原告は請求の趣旨の限度で本件全処分の取消を求める。\n二　請求原因に対する認否\n１　請求原因１ないし６項の事実はすべて認める。\n２　同７項の主張は争う。\n三　被告の主張\n１　本件全処分の基礎となつた事実\n原告は、昭和五八年三月三一日別表三記載のとおり、同日現在の原告の全組合員で\nある「組合員」欄記載の者に対し、「払戻額」欄記載の金額合計金一八〇〇万円を\n払戻した（以下、昭和五七年事業年度末の本件払戻という。）。\nまた、原告は、昭和五九年三月三一日別表四記載のとおり、昭和五八年一一月末に\n脱退した同表店舗番号１６Ａを除き、昭和五九年三月三一日現在の原告の全組合員\nである「組合員」欄記載の者に対し、「払戻額」欄記載の金額合計金一六四九万二\n〇〇〇円を払戻した（以下、昭和五八年事業年度末の本件払戻といい、右前年度分\nと合せて本件各払戻という。）。\n２　本件各払戻の実質について\n本件各払戻の実質は、次のとおり剰余金の分配であり、かつ、出資額に応じてなさ\nれたものである。\n（一）　剰余金の分配に当たること\n原告主張の如く本件各払戻が「賦課金の一部払戻」だとすれば、本件各事業年度の\n賦課金徴収額と本件各払戻額との間に相関関係があるはずであるにもかかわらず、\n本件各払戻に関しては右関係は認められない。\nすなわち、本件各事業年度の賦課金（以下、本件各賦課金という。）の徴収額は、\n売上高割り（六五パーセント）、平等割り（二〇パーセント）及び面積割り（一五\nパーセント）を基本とし、他に店舗間特殊割り（別枠）を加味して算定されたもの\nで、別表三及び四の各「賦課金徴収額」欄に記載のとおりである。\n各店舗ごとの本件各賦課金額がその年度ごとの合計に占める割合は、別表三及び四\nの各「賦課金割合」欄に記載のとおりとなり、各店舗間の格差は最高で約二倍に達\nしている。\nこれに対し、本件各払戻額は別表三及び四の各「払戻額」欄に記載のとおり、すべ\nての店舗に平等となつており、前記のとおり各店舗間の格差がある本件賦課金徴収\n額とは何らの関係も認められないから、本件各払戻を「賦課金の一部払戻」とみる\n余地はない。\nそうすると、本件各払戻は、組合員に対して決算期末に一括して支払われているこ\nとから、剰余金の分配に当たるものというべきである。\n（二）　出資額に応じた分配に当たること\nその理由は、次のとおりである。\n（１）　原告がその事業として有する各店舗は、立地条件及び面積等が一様ではな\nく、各店舗ごとの事業利用分量が均一でないことは、各店舗間に格差のある賦課金\nを徴収していることから明らかである。\n（２）　これに対し、各組合員の出資額は、別表三及び四の各「出資金額」欄に記\n載のとおり、各組合員（各店舗）ともほぼ同額となつており、本件各払戻額とほぼ\n正確に対応しているから、本件各払戻は出資額に応じてなされた分配である。\n（３）　仮に、本件各払戻が各組合員の利用店舗数を基準としたものであつたとし\nても、その利用店舗数は事業の利用分量としての実質を有しないものであり、かえ\nつて、出資額にほぼ正確に対応しているから、結局、本件各払戻は出資額に応じて\nなされた分配である。\n３　所得金額及び源泉所得税について\nそうすると、本件各払戻は、法人税法二二条（各事業年度の所得の金額の計算）に\n規定する「資本等取引」に当たるので、当該金額を所得金額の計算上損金に算入す\nることができず、また、本件各払戻により原告に、所得税法二四条（配当所得）、\n一八一条（源泉徴収義務）及び一八二条（徴収税額）による源泉所得税の納付義務\nが成立し、これは国税通則法一五条（納税義務の成立及びその納付すべき税額の確\n定）により確定しているのであり、それゆえ原告の所得金額（更正に係る所得金\n額）及び源泉所得税額（納税告知に係る本税額）は次のとおりとなる。\n（一）　昭和五七年事業年度の所得金額は、原告の申告額一二四万三九二三円に昭\n和五八年三月の本件払戻額一八〇〇万円を加算すると、一九二四万三九二三円とな\nる。\n（二）　昭和五八年事業年度の所得金額は、原告の申告額八四万一五八四円に昭和\n五九年三月の本件払戻額一六四九万二〇〇〇円を加算し、昭和五八年三月期の所得\n金額の加算額に係る事業税の額一三九万四八六〇円を減算すると、一五九三万八七\n二四円となる。\n（三）　昭和五八年三月分及び昭和五九年三月分の源泉所得税（本税）の額は、本\n件払戻に係る組合員ごとの払戻額（剰余金の分配額）に、それぞれ二〇パーセント\nの税率を乗じて計算すると、次表記載のとおり、昭和五八年三月分の合計税額は三\n六〇万円となり、昭和五九年三月分の合計税額は三二九万八四〇〇円となる。\n４　加算税の各賦課決定について\n（一）　以上のとおり、本件各事業年度の法人税の更正は適法であり、また、国税\n通則法六五条（過少申告加算税）四項（ただし、昭和五八年三月期については、昭\n和五九年法律五号による改正前の同条二項）に規定する正当な理由がある場合に該\n当しないから、過少申告加算税の各賦課決定は適法である。\n（二）　本件各払戻により、前記のとおり納付すべき源泉所得税（本税）があるに\nかかわらず、その法定納期限までに納付されていないし、また、国税通則法六七条\n（不納付加算税）　一項ただし書きに規定する正当な理由がある場合に該当しない\nから、不納付加算税の各賦課決定は適法である。\n四　被告の主張に対する認否\n１　被告の主張１項の事実は認める。\n２　同２項の事実について\n（一）　（一）について\n表題部分は争う。\n一　ないし三段の事実は認める。\n四　段の事実のうち、本件各払戻額が被告主張のとおりすべての店舗に平等となつ\nていることは認め、その余は争う。\n五　段の主張は争う。\n（二）　（二）について\n表題部分を含めすべて争う。\n３　同３項の主張は争う。\n五　被告の主張に対する原告の反論\n（主位的主張）\n本件各払戻の実質は、次に述べるとおり「集め過ぎた賦課金の返済」であり、それ\nが各組合員に均一配分されたことには次のとおり合理的理由もあるのであり、本件\n各払戻額は被告主張のように課税対象となるものではない。\n１　本件各払戻の源泉について\n（一）　本件各払戻の源泉は、中小企業等協同組合法（以下、法という。）一二条\n一項、原告の定款一六条所定の「組合員に経費を賦課」させたところの本件各賦課\n金である。その理由は、原告の収入は右賦課金収入の外「施設収入、電気賦課金収\n入、人件費賦課金収入」（以上、事業収入）あるいは「受取利息、家賃収入、雑収\n入」（以上、事業外収入）があるが、右二種類の収入についてはこれに見合う経費\nの支払がなされており、剰余を生み出していないのであるから、本件各払戻の源泉\nとしては本件各賦課金以外には考えられないからである。\n（二）　また、原告の右賦課金収入は、利益剰余金となりうる法一三条所定の「使\n用料及び手数料」の徴収ではなく、原告が事業をするに当たつて剰余を生み出して\nいない。\n２　剰余金の分配ではないことについて\n（一）　剰余金という以上、それは資本剰余金又は利益剰余金のいずれかであると\nころ、本件各払戻の源泉はそのいずれでもない。前記のとおり本件各払戻の源泉と\nしては本件各賦課金以外には考えられないのである。\n（二）　本件各賦課金徴収額と本件各払戻額との間には、前者の算定基準の一つで\nある平等割り（二〇パーセント）に着目すれば、相関関係はある。\nそして、組合員から徴収された賦課金は、まず平等割り部分を除いた算定基準部分\nから使用されるのであつて、賦課金の徴収超過により賦課金に余りが生じた場合、\nその余りの部分の金員は平等割り部分であるから、均一配分にすることには十分な\n理由があり、しかも、全組合員（店舗）の合意の下に右均一配分をしたのであるか\nら、これには合理的理由がある。\n（三）　本件各払戻は、組合員に対して決算期末に一括して支払われてはいるが、\nこれは原告の年間収入と対応経費の過不足の正確な算出は決算期末において初めて\nできることであり、正確をきすために決算期末に一括して支払つたにすぎない。ま\nた、本件各払戻は、各事業年度末に決済ずみであり、総会において処分されたもの\nではないから組合の利益処分の対象とされる利益金に当たらない。\n３　出資額に応じた分配に当たらないこと\n（一）　結果として、本件各払戻が本件各賦課金額に対応した外形となつているこ\nとは認めるが、本件各払戻の比率は右平等割り部分に対応しているのである。\n（二）　協同組合については、出資金に対する配当は年一〇パーセント以下に制限\nされており、被告が本件各払戻につき、昭和五八年三月期五〇・八パーセント、昭\n和五九年三月期四六・五パーセントの利益配当と認定したのは誤りである。\n（予備的主張）\n仮に、本件各払戻が本件各賦課金の払戻（収益の修正）であつて利益処分に基づく\n出資配当ではないとの原告の主位的主張が認められないとしても、本件各払戻の実\n質は、法人税法六一条所定の「事業利用分量配当」に当たり、それには原告の所得\n算定の際に損金算入が認められるから、本件各払戻額は被告主張のように課税対象\nとなるものではない。\n六　原告の反論に対する被告の再反論\n（主位的主張関係に対する再反論）\n本件各払戻の実質は、次に述べるとおり「出資額に応じた剰余金の分配」であり、\n「被告の主張」のとおり課税対象となる。\n１　本件各払戻の源泉について\n（一）　原告の収入は、損益計算書（甲第七、第八号証）にみられるように、事業\n収入、事業外収入及び特別損益（甲第八号証）の合計額からなり、これらが事業費\n用、事業外費用及び法人税等（甲第八号証）の費用の合計額と対比され、その結\n果、当期利益が表示されて、剰余金処分がなされているのである。そして、原告に\nおいては、事業収入及び事業外収入に対応する費用が事業別に区分されていないの\nであるから、原告主張の如く「本件各払戻の源泉としては本件各賦課金以外には考\nえられない。」とはいえない。\n（二）　仮に、事業別に損益の区分がされていたとしても、原告の事業収入のうち\nの施設収入については、員外利用による収入（一般消費者に対する売上収入）も含\nまれており、この施設収入から生じた剰余金が当然存在するはずである。したがつ\nて、本件剰余金の中には、この員外利用収入にかかる剰余金が含まれているという\nべきであつて、法人税法上、分配された本件剰余金が損金に算入されてはならな\nい。\nしたがつて、賦課金収入以外の剰余金はない旨の原告の主張は失当である。\n（三）　協同組合の収入（使用料・手数料・経費の賦課）の内容\n（１）　法は組合が行う事業のうち、経済事業については、これを利用した組合員\n及び組合員以外の者（員外者）から使用料及び手数料を徴収することができ（法一\n三条）、非経済事業又は一般管理に必要な費用についてはこれを組合員に経費とし\nて賦課することができる（法一二条）と規定している。そして、協同組合は事業を\n円滑に遂行するに必要な費用を組合員から徴収するに当たつては、組合員が事業か\nら受ける利益に応じて負担する応益負担の原則によるべきものとされている。\n（２）　原告は経済事業を行つているから、原告の賦課金収入には「経費の賦課」\nによる収入のほか使用料又は手数料の徴収による収入も含まれていることは明らか\nである。このことは、原告が審査請求に際し、国税不服審判所に提出した反論書補\n足事項において認めているところである（乙第二号証）。\n（四）　法人税法の収益の額\n原告は、定款一六条の賦課金収入（経費の賦課）は、「使用料及び手数料」とは全\nく性質が異なり組合がその事業をするに当たつて剰余金を生み出さない旨主張する\nが、次のとおり原告の主張には理由がない。\n法人税法二二条二項は、益金の額について「各事業年度の所得の金額の計算上当該\n事業年度の益金の額に算入すべき金額は、別段の定めがあるものを除き、資産の販\n売、有償又は無償による資産の譲渡又は役務の提供、無償による資産の譲受け、そ\nの他の取引で資本等取引以外のものに係る当該事業年度の収益の額とする。」と定\nめている。すなわち、益金の額に算入されるべき金額というのは、法人が対外的に\n役務あるいは資産を提供して収受すべき対価の額の全てが益金の額に算入すべきで\nあることを明らかにしている趣旨であり、益金の額に算入される範囲は、法人が対\n外的な取引によつて収受する各種の収益がすべて含まれ、それは、使用料及び手数\n料による収入であろうと経費の賦課による収入であろうと変わりはない。\nしたがつて、定款一六条の賦課金収入も益金の額に含まれ、各事業年度の益金の額\nから損金の額を控除した結果剰余金が生じることになれば、これは課税の対象とな\nるのであるから、定款一六条の賦課金収入からも剰余金は発生するというべきであ\nる。\n（五）　本件各払戻の源泉\n（１）　協同組合は、毎事業年度に明確かつ確実な収支予算を設定しなければなら\nない（法五一条）。すなわち、収支予算は、経済事業関係と非経済事業関係とに区\n分し、経済事業関係については事業活動の収入見込額を算定するとともにそれに必\n要な直接費用と間接費用の支出見込額を算定し、そのうえで使用料及び手数料の引\nき上げ、経費の節減、雑収入の拡大等の調整を行うことにより作成し、非経済事業\n関係については、事業計画に基づく支出見込額を算定して、これに充当する収入見\n込額については、まず経済事業の剰余金等を充て、さらに不足する額については組\n合員から徴収する賦課金を充てることにより作成されるのである。\n（２）　原告の賦課金収入には前記のとおり法一三条の賦課金収入のほか経済事業\nに係る組合員からの使用料及び手数料収入（例えば、共同施設利用提供事業によつ\nて徴収した使用料、事務代行事業によつて徴収した手数料、共同広告宣伝事業によ\nつて徴収した広告宣伝収入）が含まれており、また、本件各払戻金の中には、員外\n者である薬局など三店舗からの共同施設利用提供事業による使用料収入（家賃収\n入、倉庫収入）から生じた剰余金のほか、自営事業等から生じた剰余金も含まれて\nおり、また、原告は経済事業と非経済事業の区分を明確にしていないのであるか\nら、本件各払戻は法一三条の賦課金収入の返還であるとはいえない。\n２　剰余金の分配\n（一）　原告の収入には、賦課金収入（ただし、その内容については前記のとお\nり。）以外の収入も含まれており、これら収入から生じた剰余金は、組合員の出資\n金額に対応して分配されたものであるから、利益処分に基づく出資配当に当たり、\n本件剰余金は利益剰余金にほかならない。\n（二）　賦課金の売上高割り、平等割り及び面積割り等というのは、単に賦課金額\n決定の基準に止まり、賦課金の性質は同一であり、賦課金のうちに右各基準に相当\nする部分の額があるわけではないのであるから、賦課金から経費を差引く際には、\n必ず売上高割り部分の額、面積割り部分等の額からまず差引き、平等割り部分の額\nを最後に差引くべしという法則はなく、原告主張のような差引順序をつけることは\n不合理である。\n（三）　法三条一項所定の事業協同組合において、剰余金が生じた場合にこれを組\n合員に分配する方法は、法及び定款の定めるところにより出資額に応じた配当（出\n資配当）及び組合員の組合事業の利用分量に応じた配当（事業利用分量配当）によ\nる方法しかない（法五条一項四号、五九条）のであつて、これ以外に剰余金を処分\nする方法はない。したがつて、本件各払戻が「賦課金の一部払戻（収益の修正）」\nだとする原告の主張は法及び法人税法に何らの根拠を有しない失当なものである。\n（四）　資本取引等について\n法人税法二二条は、法人が行う利益又は剰余金の分配は資本取引等とされ、各事業\n年度の損金の額に算入されないことを明らかにしているが、これは必ずしも法人が\n確定した決算において利益又は剰余金の処分としてしたもののみに限定しているわ\nけではなく、実体的にそれが利益又は剰余金の分配であればこの資本取引等に当た\nることとなる（この点に関し、法人税基本通達一－四－四は、株主又は出資者に対\nしその出資者である地位に基づいて供与した一切の経済的利益を含むと定めてい\nる。）のであつて、既に述べているとおり本件各払戻が実体的に「剰余金の分配」\nに当たることが明らかであり、総会において処分されたものではないから組合の利\n益処分の対象とされる利益金に当たらない旨の原告の主張は失当である。\n３　出資額に応じた分配\n（一）　右２（二）と同旨\n（二）　確かに、原告の主張のように本件剰余金の分配は、定款五七条二項（甲第\n六号証）の「出資額に応じた配当は、年一割をこえないものとする─旨の定めに反\nしていることとなるが、一般に税法の解釈・適用に際して、納税者の取引を考察す\nる場合には、その取引が違法であるか否かにかかわらず、専らその経済的側面から\nみた損益の発生・消滅等に着目すれば足りるのである。\nしたがつて、本件の場合においても、専らその経済的側面に照らして判断すべきで\nあり、各払戻の事実があり、かつ、出資額に応じた分配額となつている以上、定款\nの定めに反していることをもつて前記判断を改める理由とすることはできない。\n（予備的主張関係に対する再反論）\n本件各払戻は、次に述べるとおり、法人税法六一条に規定する事業利用分量配当と\n認められず、出資額に応じた剰余金の分配、すなわち出資配当に該当する。\n１　事業利用分量配当は、組合員に対する一種の売上割戻又は値引の性格を持つも\nのであることから、事業利用分量配当は、法人税法の規定により特に各事業年度の\n所得の金額の計算上、損金の額に算入するものである（法九条）。\nところで法人税法は、組合員に対しその者が当該事業年度中に取り扱つた物の数\n量、価格その他協同組合等の事業を利用した分量に応じて分配する金額を、当該事\n業年度の所得の金額の計算上、損金の額に算入すると定めている（法人税法六一条\n一項一号）。そして、法人税法上、事業利用分量配当として損金の額に算入するこ\nとができる分配は、事業利用分量配当が組合員に対する一種の売上割戻又は値引の\n性格をもつものであることからすると、その剰余金が組合と組合員との取引により\n生じた剰余金から成る部分の分配に限られ、固定資産の処分等による剰余金や組合\n事業であつても組合員の利用がないと認められる事業（自営事業）から生じた剰余\n金のように組合員との取引に基づかない取引による剰余金の分配は、これに該当せ\nず、事業利用分量配当に該当しない剰余金の分配は、組合員に対する出資配当に該\n当することとなるのである（法人税基本通達一四－二－一参照）。\n２　本件各払戻の場合、前記のとおり、組合と員外者との取引により生じた剰余金\n等が含まれるものであるうえ、その払戻が出資額に応じてなされたものであるこ\nと、組合運営を円滑にするために払戻額を同額として組合員感情の調和を図つたも\nのであることからすると、本件各払戻は組合員に対する出資配当に該当するものと\nいうべきである。\n七　被告の再反論に対する原告の再々反論\n（主位的主張関係）\n１　本件各払戻の源泉について\n（一）　本件各払戻額は、損益計算明細表賦課金収入の部に明示されており、他の\n収入と混同される恐れはなく、区分経理がなされていなくても合理的算出は可能で\nある。\n（二）　施設収入は、直営販売収益と小規模な賃場収益とからなるところ、昭和五\n七年事業年度の施設収入は八三〇万二〇〇〇円、本件賦課金収入は七一〇七万二〇\n〇〇円、昭和五八年事業年度の施設収入は八六二万七〇〇〇円、本件賦課金収入は\n七〇九九万八〇〇〇円であり、本件各払戻の源泉を施設収入とみるのは見当違いで\nある。\n（三）　協同組合の収入（使用料・手数料・経費の賦課）の内容\n原告は、主たる使用料及び手数料について実費徴収し、経費賦課も必要範囲に限つ\nてきたが、本件各事業年度については原告が組合員に与えた利益を越える徴収額と\nなつたため、応益負担の原則からも本件各払戻を行つたのである。\n（四）　法人税法の収益の額\n被告の「課税対象とされる益金の説明」はそのまま理解したうえで、原告は本件各\n払戻はこれに該当せずと主張しているのである。\n（五）　本件各払戻の源泉\n原告の自営事業は、実質赤字であり、僅かの員外収入が期待できるからといつて、\n本件各払戻の源泉がすべて賦課金の払戻しでないというのは無謀である。\n２　剰余金の分配\n（一）　本件各払戻は、賦課金収入の払戻であり、施設収入などを源泉としていな\nい。\n（二）　仮に、施設収入が源泉となつていたとしても、それは一〇パーセント程度\nである。\n（三）　本件各払戻は、出資配当でも事業利用分量配当でもなく、定款一六条の賦\n課金の過大徴収額の払戻、すなわち収益の修正であり、単なる決算整理事項の行使\nに過ぎない。営利法人でさえ、値引返品、売上割戻の損金算入が認められており、\n組合員の為に設立された協同組合において、組合員は集めた会費が余つたらそれを\n返して貰うのが当然の要求である。\n（四）　資本取引等について\n本件各払戻が実質的に利益又は剰余金の分配であれば、被告主張のとおりであるこ\nとは認めるが、原告は本件各払戻がこれらに当たらず、法の趣旨からして員内収入\nからなる利益は組合員に還元すべきであると主張しているのである。\n第三　証拠（省略）\n○　理由\n一　争いのない事実\n請求原因１ないし６項の事実、被告の主張１項（本件全処分の基礎となつた事実）\nの事実、同２項の事実の一部、すなわち、（一）（剰余金の分配に当たること）の\nうち、本件各払戻が「賦課金の一部払戻」だとすれば、本件各事業年度の賦課金徴\n収額と本件各払戻額との間に相関関係があるはずであるが、本件各払戻に関しては\n右関係は認められないこと、本件各賦課金の徴収額は、売上高割り（六五パーセン\nト）、平等割り（二〇パーセント）及び面積割り（一五パーセント）を基本とし、\n他に店舗間特殊割り（別枠）を加味して算定されたもので、別表三及び四の各「賦\n課金徴収額」欄に記載のとおりであること、各店舗ごとの本件各賦課金額がその年\n度ごとの合計に占める割合は、別表三及び四の各「賦課金割合」欄に記載のとおり\nとなり、各店舗間の格差は最高で約二倍に達していること、本件各払戻額が別表三\n及び四の各「払戻額」欄に記載のとおり、すべての店舗に平等となつていること、\n以上の事実はすべて当事者間に争いがない。\n二　そこで、以下、本件各払戻の法的性質、すなわち本件各払戻が原告の主位的主\n張たる「組合員から徴収した賦課金の組合員への返戻」あるいは予備的主張たる\n「事業利用分量配当」に当たるか、被告の主張する「出資額に応じた剰余金の分\n配、すなわち出資配当」に当たるかについて、検討する。\n１　本件各賦課金の性格について\n原告は、本件各賦課金収入は、利益剰余金となりうる法一三条所定の「使用料及び\n手数料」の徴収ではなく、法一二条一項、定款一六条所定の「組合員に経費を賦\n課」させたところの賦課金である旨主張するところ、成立に争いのない甲第七、第\n八号証、乙第一、第二号証、原本の存在及びその成立に争いのない甲第一三号証に\nよると、本件各賦課金には「経費の賦課」のほか、右「使用料及び手数料」が含ま\nれることが認められるが、本件に現われた本件各事業年度の決算報告書その他の資\n料によつても、その明細は不明であり、加うるに前記当事者間に争いがない本件各\n賦課金の徴収基準からしてもその明細を金額的に算出することは困難であるという\nべきであるから、結局、本件各賦課金は法の趣旨からしてその徴収につき最も厳格\nな要件を定める「経費の賦課」に当たるものというべきである。\n２　経費の賦課の性格等について\n法一二条一項（経費の賦課）は、事業協同組合等がその経費を組合員に賦課する場\n合にはその定款に定めるところによらなければならない旨規定しており、その趣旨\nは経費を随時、多額に徴収することは、組合員の有限責任（法一〇条五項）を破壊\nする恐れもあるので、組合員の負担を明確にする点にあると解されている。\n一方、法五条（基準及び原則）一項四号では、剰余金の配当につき、事業利用分量\n配当を主位的なものと、出資配当を副次的なものと位置付けている。\nところで、原告の反論に対する被告の再反論（主位的主張関係に対する再反論）１\n（本件各払戻の源泉について）（四）（法人税法の収益の額）の被告の理由づけと\n同旨の見解により、定款一六条の賦課金収入からも剰余金は発生するというべきで\nある。\nそうすると、法は、経費の賦課が結果的に過大となつた場合等員内取引により生じ\nた剰余金の調整については、まず、事業利用分量配当により処理される（この場合\nには法九条により、法人税法の定めるところにより当該組合の同法に規定する各事\n業年度の所得の金額の計算上、損金の額に算入される。）ことを期待し、そうでな\nければ一定限度の下に出資配当をすることを期待しているというべきであつて、原\n告主張の如き「賦課金の組合員への返戻（一部払戻）」については、法及び法人税\n法の予定しないところといわざるを得ない。\nまた、本件各払戻額がすべての店舗に平等となつており、各店舗間の格差がある本\n件賦課金徴収額とは相関関係が認められないことは、前記のとおり当事者間に争い\nがないところ、原告反論にかかる「本件各賦課金徴収額と本件各払戻額との間に\nは、前者の算定基準の一つである平等割り（二〇パーセント）に着目すれば、相関\n関係はあり、そうすることに合理的理由がある。」旨の主張は、被告の「賦課金の\n売上高割り、平等割り及び面積割り等というのは、単に賦課金額決定の基準に止ま\nり、賦課金の性質は同一であり、賦課金のうちに右各基準に相当する部分の額があ\nるわけではないのであるから、賦課金から経費を差引く際には、必ず売上高割り部\n分の額、面積割り部分等の額からまず差引き、平等割り部分の額を最後に差引くべ\nしという法則はなく、原告主張のような差引順序をつけることは不合理である。」\n旨の再反論と同旨の見解により、理由がない。\n３　以上によれば、原告主張のとおり本件各払戻の源泉が「経費の賦課」であると\nころの賦課金であつたとしても、「賦課金の組合員への返戻（一部払戻）」は、許\nされないものというべきであり、本件各払戻につき、本件全証拠によるも他に特段\nの支払原因も認められず、また、組合員に対してのみ、しかも決算期末に一括して\n支払われていること（この事実は当事者間に争いがない。）から、剰余金の分配に\n当たるというべきである。\nなお、原告は「本件各払戻は、営利法人の値引返品、売上割戻に類する収益の修正\nという意味での賦課金の一部払戻である。」旨主張するが、右主張は法及び法人税\n法に何らの根拠を有せず、また、経費の賦課は法上強制的、画一的な徴収金である\nのに対し、値引返品、売上割戻は契約当事者の自由な意思に基づく合意によつて定\nまるものであり、これらを同視できるものではないから、失当である。\n４　そこで、以下、本件各払戻が「剰余金の分配」の方法としての事業利用分量配\n当か出資配当かについて、検討する。\n（一）　各店舗間に格差のある賦課金を徴収していることは、当事者間に争いがな\nいところ、この事実と弁論の全趣旨によると、原告がその事業として有する各店舗\nは、立地条件及び面積等が一様ではなく、各店舗ごとの事業利用分量は均一でない\nことが推認できる。\n（二）　これに対し、前掲甲第七、第八号証によると、各組合員の出資額は、別表\n三及び四の各「出資金額」欄に記載のとおり、各組合員（各店舗）ともほぼ同額と\nなつていることが認められ、当事者間に争いがない本件各払戻額と右各組合員の出\n資額とほぼ正確に対応していると認めるのが相当である。\n（三）　右のとおり、各店舗ごとの事業利用分量は均一でないにもかかわらず、本\n件各払戻額が各店舗ごとに均一であるところ、前掲甲第一三号証、乙第一号証によ\nると、組合員から苦情はでず、組合員間に平等意識があつたことが認められる。\nそして、右の平等意識は、各組合員（各店舗）はそれぞれほぼ同額の出資金額を出\n捐していることから、発生しているものと推認できる。\n（四）　事業利用分量配当か否か\n（１）　事業利用分量配当は、組合員に対する一種の売上割戻又は値引の性格を有\nするから、法人税法の規定により特に各事業年度の所得の金額の計算上、損金の額\nに算入するものである。（法九条）。\nところで、法人税法は、組合員に対しその者が当該事業年度中に取り扱つた物の数\n量、価格その他協同組合等の事業を利用した分量に応じて分配する金額を、当該事\n業年度の所得の金額の計算上、損金の額に算入すると定めている（法人税法六一条\n一項一号）。そして、法人税法上、事業利用分量配当として損金の額に算入するこ\nとができる分配は、事業利用分量配当が組合員に対する一種の売上割戻又は値引の\n性格をもつものであることからすると、その剰余金が組合と組合員との取引により\n生じた剰余金から成る部分の分配に限られ、固定資産の処分等による剰余金や組合\n事業であつても組合員の利用がないと認められる事業（自営事業）から生じた剰余\n金のように組合員との取引に基づかない取引による剰余金の分配は、これに該当せ\nず、事業利用分量配当に該当しない剰余金の分配は、組合員に対する出資配当に該\n当することとなるのである（法人税基本通達一四－二－一参照）。\n（２）　ところで、前掲甲第七、第八、第一三号証及び弁論の全趣旨によると、本\n件各払戻の場合、組合と員外者との取引により生じた剰余金等が含まれること、そ\nの払戻がほぼ出資額に応じてなされたものであること（この事実は前認定のとおり\nである。）、組合運営を円滑にするために払戻額を均一にして組合員感情の調和を\n図つたものであることが認められる。\n（３）　そうすると、本件各払戻は事業利用分量配当に当たらないものというべき\nである。\n以上の事実を総合すると、本件各払戻は「剰余金の分配」の方法としての出資配当\nに当たるものというべきである。\nところで、原告は「協同組合の出資配当は年一〇パーセント以下に制限されてお\nり、被告が本件各払戻につき、昭和五八年三月期五〇・八パーセント、昭和五九年\n三月期四六・五パーセントの利益配当と認定したのは誤りである。」旨主張すると\nころ、原告の反論に対する被告の再反論（主位的関係に対する再反論）３（出資額\nに応じた分配）（二）所定の被告の理由づけと同旨の見解により、右主張は失当で\nあるといわざるを得ない。\n三　原告の所得金額及び源泉所得税について\n以上の事実によると、本件各払戻は、法人税法二二条（各事業年度の所得の金額の\n計算）に規定する「資本等取引」に当たるので、当該金額を所得金額の計算上損金\nに算入することができず、また、本件各払戻により原告に、所得税法二四条（配当\n所得）、一八一条（源泉徴収義務）及び一八二条（徴収税額）による源泉所得税の\n納付義務が成立し、これは国税通則法一五条（納税義務の成立及びその納付すべき\n税額の確定）により確定しているのであり、それゆえ原告の所得金額（更正に係る\n所得金額）及び源泉所得税額（納税告知に係る本税額）は次のとおりとなる。\n１　昭和五七年事業年度の所得金額は、原告の申告額一二四万三九二三円に昭和五\n八年三月の本件払戻額一八〇〇万円を加算すると、一九二四万三九二三円となる。\n２　昭和五八年事業年度の所得金額は、原告の申告額八四万一五八四円に昭和五九\n年三月の本件払戻額一六四九万二〇〇〇円を加算し、昭和五八年三月期の所得金額\nの加算額に係る事業税の額一三九万四八六〇円を減算すると、一五九三万八七二四\n円となる。\n３　昭和五八年三月分及び昭和五九年三月分の源泉所得税（本税）の額は、本件払\n戻に係る組合員ごとの払戻額（剰余金の分配額）に、それぞれ二〇パーセントの税\n率を乗じて計算すると、次表記載のとおり、昭和五八年三月分の合計税額は三六〇\n万円となり、昭和五九年三月分の合計税額は三二九万八四〇〇円となる。\n四　加算税の各賦課決定について\n１　以上のとおり、本件各事業年度の法人税の更正は適法であり、また、国税通則\n法六五条（過少申告加算税）四項（ただし、昭和五八年三月期については、昭和五\n九年法律五号による改正前の同条二項）に規定する正当な理由がある場合に該当し\nないから、過少申告加算税の各賦課決定は適法である。\n２　本件各払戻により、前記のとおり納付すべき源泉所得税（本税）があるにかか\nわらず、その法定納期限までに納付されていないし、また、国税通則法六七条（不\n納付加算税）一項ただし書きに規定する正当な理由がある場合に該当しないから、\n不納付加算税の各賦課決定は適法である。\n五　結論\n以上の次第で、原告の請求はいずれも理由がないからこれを棄却することとし、訴\n訟費用の負担について行政事件訴訟法七条、民事訴訟法八九条を適用して、主文の\nとおり判決する。\n（裁判官　西池季彦　永井ユタカ　片岡勝行）\n"
}