{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 9,
    "day": 6
  },
  "case_number": "昭和59(ヨ)124",
  "case_name": "大鵬薬品工業懲戒解雇事前禁止",
  "court_name": "徳島地方裁判所",
  "field": "労働",
  "lawsuit_id": "19323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/019323_hanrei.pdf",
  "contents": "主　　　文\n本件仮処分申請をいずれも却下する。\n申請費用は申請人の負担とする。\n理　　　由\n一　申請人の本件仮処分申請の趣旨及び理由とこれに対する被申請人の答弁は別紙\n仮処分申請書及び答弁書記載のとおりである。\n二　当裁判所の判断\n当裁判所は、申請人の本件仮処分申請はいずれも保全の必要がないものとして却\n下を免れないと考える。その理由は次のとおりである。\n１　以下の事実は当事者間に争いがない。\n（一）　被申請人会社が医薬品のメーカーであり、申請人が昭和四九年四月に同社\nに入社し、以後従業員として勤務していること。\n（二）　申請人が月刊誌「ミスター・ダンデイ」の取材に応じて被申請人会社が製\n造販売をしている避妊薬「マイルーラ」について発言をし、その発言内容が同誌昭\n和五九年四月一日号に掲載されたこと。\n（三）　申請人が、同年六月一八日、右の発言に関して被申請人会社から、「事前\nに会社に対し上司等を通じて具体的な疑念を開示してその疑念に対する説明を受け\nることなく、事実に反する内容の発言及びことさら事実を誇張歪曲した発言をした\nことにより、会社の名誉、信用を傷つけるとともに従業員の会社に対する不信感を\n醸成させる等企業秩序を乱した」として、昭和五九年六月一九日から同月二五日ま\nでの六日間の出勤停止の懲戒処分（以下「本件懲戒処分」という）を受け、更に右\n処分に付随して始末書の提出を求められたこと。\n２　そして申請人は、「本件懲戒処分は、真実を述べたにすぎない申請人に対し不\n当に行われたものであるところ、これによって出勤停止期間中の給与の支給を受け\nられないという不利益を負ったばかりではなく、始末書を提出しなければ更に懲戒\n処分（懲戒解雇を含む）を受ける危険のある立場に立たされている」から申請の趣\n旨記載の仮処分を得る必要がある、というのである。\n３　ところで、申請人が主張する保全の必要事由のうち、前者の点は、たかだか一\n週間の出勤停止期間中の給与の支給を受けられなかつたというにすぎないものであ\nるから、これをもつて本件各仮処分の必要性を肯定する理由とはなし難い。\nしたがつて、本件各仮処分の必要性が認められるか否かは、後者の点（始末書を\n提出しなければ、更に懲戒処分を受けるおそれがある）に係つているものといえ\nる。\n４　そこで検討するのに、本件疎明資料によれば、被申請人会社においては、社員\nに対する懲戒処分の種類として、けん責、減給、賞与の減額、出勤停止、昇給停\n止、降職、懲戒解雇の七種類を定め（就業規則九四条、以下同じ。）、また、右の\n懲戒処分に処せられた社員に対して始末書の提出を義務づけている（九五条第四\n項）こと、そして、懲戒処分に処せられた社員に、これに服する意思が認められな\nい場合及びこれに準ずる程度の行為を行つた場合を懲戒解雇事由とし、ただし情状\nにより処分を軽減し得るものと定めている（九三条）ことが認められる。\nそして、申請人主張のとおり始末書の不提出が右懲戒解雇事由に該当するとして\nも、同疎明資料によれば、被申請人会社がその社員に対して懲戒処分を行う場合に\nは、あらかじめ懲戒委員会を開き、本人の弁明を聴かなければならないものとされ\nている（九五条第一項、第三項）ところ、本件全疎明資料によつても、現段階にお\nいては、被申請人会社が申請人に対して新たな懲戒処分を行うため懲戒委員会を組\n織する等具体的な行為に出た形跡はうかがわれない。\n以上の各認定事実に照らしてみると、申請人が始末書を提出しない場合、被申請\n人会社から何らかの懲戒処分を受ける可能性があることは否定し難いとしても、そ\nれがいかなる種類の懲戒処分になるのか、またその時期等具体的な事情は全く不確\n定な状況にとどまつているものというべきである。なお、申請人は、被申請人会社\nの従来からの労働組合敵視の態度からすると労働組合委員長である申請人に対して\n懲戒解雇処分が行われるのは確実であると主張するが、右の主張を裏付ける疎明資\n料はない。\nそうだとすれば、現段階においてあらかじめ本件各仮処分によつて被申請人会社\nの懲戒権行使を禁じておかなければ申請人に回復し難い損害が生ずるとは到底いえ\nず、申請人の前記主張は採用することができない。\n５　その他には本件仮処分の必要性を認めるべき事情はない。\n三　よつて本件仮処分申請は、その必要性の疎明がないことに帰し、保証を立てさ\nせて疎明に代えることは相当でないから、被保全権利の存否につき判断するまでも\nなく、いずれもこれを却下することとし、申請費用の負担につき民事訴訟法八九条\nを適用して主文のとおり決定する。\n（裁判官　上野利隆　田中観一郎　鶴岡稔彦）\n（別紙）\n仮処分申請書\n申請の趣旨\n一　申請人は被申請人に対し、被申請人が昭和五九年六月一八日になした「昭和五\n九年六月一九日から同年六月二五日までの六日間出勤停止とする」との懲戒処分の\n付着しない労働契約上の権利を有することを仮に定める。\n二　被申請人は申請人に対し、申請人が始末書を提出しないことをもつて、懲戒処\n分をしてはならない。\n三　申請費用は被申請人の負担とする。\nとの裁判を求める。\n申請の理由\n一　（当事者）\n１　申請人は昭和四九年四月被申請人会社に入社し、以後従業員として勤務してき\nた。\n申請人はまた被申請人会社内に唯一存在する労働組合である総評全国一般労働組合\n徳島地方本部大鵬薬品工業労働組合の執行委員長である。\n２　被申請人は日本有数の製薬メーカーである。\n二　（懲戒処分）\n被申請人は申請人に対し昭和五九年六月一八日次の懲戒処分を行つた。\nすなわち右懲戒処分の骨子は\n「当社就業規則第九二条および第九四条に基づき、昭和五九年六月一九日（火曜\n日）から同年六月二五日（月曜日）までの六日間の出勤停止とする。\nなお、当社就業規則第九五条第四項に基づき昭和五九年六月二六日（火曜日）に会\n社宛に始末書を提出すること。」\nというものであつた。\n三　（懲戒処分の無効）\n１　被申請人は右懲戒処分の理由として、「申請人が、月刊誌『ミスターダンデイ\n（昭和五九年四月一日号）』の取材に応じ、被申請人が製造発売している避妊薬\n『マイルーラ』に関して、事前に会社に対し上司等を通じて具体的な疑念を開示し\nてその疑念に対する説明を受けることなく、事実に反する内容の発言およびことさ\nら事実を誇張歪曲する発言をしたことにより、会社の信用、名誉を傷つけると共に\n従業員の会社に対する不信感を醸成させる等企業秩序を乱した」を挙げ、この事実\nが被申請人就業規則第九二条第一三号（「会社の名誉、信用を傷つけたとき」）お\nよび第一四号（「その他前各号に準ずる程度の行為を行つたとき」）に抵触すると\nしているのである。\n２　しかし申請人は、製薬業界においてまた学会においてもその人体に対する副作\n用や安全性につき多大の疑念および危険性が指摘されている「マイルーラ」につい\nては、労組を通じもしくは労組の委員長として、「マイルーラ」の安全性さらには\nその開発経緯につき被申請人に対し説明を求め、あるいは文書による回答を求めて\nきたところ、被申請人は右説明要求等を完全に無視し、説明や回答をなさないばか\nりか、労組および申請人らが「マイルーラ」の安全性を問題とすることじたい許し\n難いことであるかのように応じてきたのである。\n３　申請人の上記月刊誌の取材に対する発言は申請人が大学・企業を通じての研究\n者としての経験および習得した技術にもとづき、「マイルーラ」の危険性につき見\n解を述べたものであり、かつその発言内容は、いずれも事実そのものであり、事実\nに反するものではないし事実を誇張歪曲したものではない。\n４「マイルーラ」はノノキシノール９（以下Ｎー９という）を主成分とする避妊薬\nで『ちつ内』で強力な殺精子作用があるとして利用されてきたが、昭和五六年頃ア\nメリカにおいてＮー９には「催奇形性がある、発ガン性がある、刺激性・炎症性が\nある」、などの実験研究結果があきらかにされ、当時Ｎー９を主成分とする同種の\n『ちつ用』避妊薬「サンシーゼリー」を製造販売していた山之内製薬（株）はこれ\nの製造販売を中止したという代物なのである。\n５　月刊誌の記事を全体として見ても、また個別の事実を検討しても申請人の発言\nは事実に反する箇所もなければ、事実を誇張歪曲した部分も存在しないところであ\nつて、申請人には被申請人から懲戒処分を受けざるをえないような事実は一切も存\nしない。\nしたがつて、申請人には就業規則九二条一三および一四号に該当する事実はなく、\n被申請人のなした前記懲戒処分は無効である。\n四　（不当労働行為）\n１　被申請人は昭和五六年一〇月七日申請人らが前記労組を結成して以降同労組を\n嫌悪すること甚しく、申請人を始めとして、同労組所属の従業員に対し、脱退強\n要・降格・昇給における不利益な差別取扱い・無為な業務への配置転換・同労組に\n対するビラ配布活動に対する禁止妨害等、被申請人企業内では労働組合の存在およ\nび活動を一切認めない、同労組に加入していること自体で不利益な取扱いを行うと\nの施策を強力に推進してきた。\n２　申請人は被申請人から極度に嫌悪されている同労組の中心メンバーであり、被\n申請人によつて最も敵視されるとともに昇給差別・降格等の不利益な取扱いを受け\nてきた。\n３　被申請人が申請人に対してなした前記懲戒処分は、被申請人の、人間の生命お\nよび健康への寄与を第一義とするのではなく、薬品を商品として捉えることに比重\nを置き、患者に現われる副作用等は少々はやむをえないとする体質に異議を申立る\n同労組および申請人を敵視嫌悪する余り行つたものであり、労働組合法第七条一お\nよび三号に反する不当労働行為であつて、無効である。\n五　（被保全権利）\n以上のとおり前記懲戒処分は無効であるから、申請人は被申請人に対し、前記懲\n戒処分の付着しない労働契約上の権利を有する。\nまた申請人は、前記懲戒処分が有効であるとの前提のもとに始末書を提出しない\nことを理由としてさらに懲戒処分を加えられることのない地位を有することもまた\n明らかである。\n六　（保全の必要性）\n１　被申請人は一貫して前記労組および申請人を敵視し口実さえつけば、同労組を\n壊滅させ、申請人を解雇するなど企業外へ排除しようと企図してきた。\n２　被申請人は、前述したとおり、前記懲戒処分をなすにつき、「就業規則九五条\n四項に基づき昭和五九年六月二六日に会社宛に始末書を提出すること」を命じてい\nる。\n３　被申請人就業規則九三条四号には「前（九二）条により懲戒に処せられたにか\nかわらず、これに服する意思が認められないとき」「懲戒解雇をする」と規定され\nている。\n被申請人は申請人が前記懲戒処分を従順に認めず、その不当性・効力を争うなら\nば、申請人には懲戒処分に服する意思が認められないとして懲戒解雇の挙に出る可\n能性は極めて高いところである。\nむしろ被申請人は、当初から、申請人を解雇することを企図し、申請人が前記懲\n戒処分を争うのを見越したうえで、出勤停止六日間なる懲戒処分をなし、これを争\nう申請人を懲戒解雇する可能性もまた十二分に考えられるところである。\n被申請人の、労働条件や配置転換につき、労働組合と協議し、交渉によつて決定\nすることは断じてしない、被申請人の決定は絶対であり、従業員はこれに従うのみ\nである、との強固で独善的な態度、および前述した前記労組ないし申請人に対する\n強烈な嫌悪の情、などを見るとき、被申請人が申請人に重ねて懲戒処分として「懲\n戒解雇」をなすことは可能性というよりも、必至であるといつても過言ではない。\n申請人は法律上何らの効力のない懲戒処分を受け、業務に就くことができないと\nいう不利益を蒙つているところ、さらに出勤停止の期間につき賃金は支給されず、\n加えて懲戒処分が有効であるとの前提で始末書の提出を強制され、これに応じない\nと懲戒解雇されるとの地位に立たされているのであり、現時点で保全されないと回\n復し難い損害を蒙ることは明白である。\nよつて本申請におよんだ。\n（別紙）\n答弁書\n第一　申請の趣旨に対する答弁\n一　本件仮処分申請をいずれも却下する。\n二　申請費用は申請人の負担とする。\nとの裁判を求める。\n第二　申請人の申請の趣旨の不適法性について\n一　申請の趣旨一項『申請人は被申請人に対し、被申請人が昭和五九年六月一八日\nになした「昭和五九年六月一九日から同年六月二五日までの六日間出勤停止とす\nる」との懲戒処分の付着しない労働契約上の権利を有することを仮に定める』の不\n適法性について\n（一）　申請人は、右出勤停止処分の付着しない労働契約上の地位にあることの確\n認を仮に求めている。\nしかし、「確認の訴は原則として特定の権利または法律関係の現在における存否\nについて許されるのであつて、特別の規定のないかぎり単なる事実または過去の法\n律関係の存否の確認の訴は許されないのであり（例外は証書の真否に関する確認の\n訴）、また、訴は申請人の主張の当否について裁判所の審判を求めるものであるか\nら、確認の訴を提起する申請人は、裁判所に対し、現在における如何なる権利また\nは法律関係の存否の確認を求めるのかを、その訴において特定しなければならな\nい。したがつて、もしその訴が審判の対象である権利または法律関係に関する主張\nの特定を欠く場合には、その訴は不適法として却下されねばならない。」のであ\nる。\n（二）　したがつて、申請人の仮処分申請も、現在における如何なる権利または法\n律関係の存否の確認を求めるのか、具体的に特定されていなければならないが、申\n請人の主張する「出勤停止処分の付着しない労働契約上の権利」とは、如何なる権\n利または法律関係なのか個別的、具体的でない。よつて本件申請は、訴の利益を欠\nき不適法である。（同旨昭和四五年五月二九日仙台地裁判決、七七銀行政暴法反対\n斗争事件、判例時報六一六号）\n因みに、被申請人は、申請人との間に現在も労働契約が存在していることについ\nては、何んら争つていない。\n二　申請の趣旨二項『被申請人は申請人に対し、申請人が始末書を提出しないこと\nをもつて懲戒処分をしてはならない。』の不適法性について\n（一）　右申請が、申請人において、被申請人に対し始末書を提出しないことを理\n由とする懲戒処分をしてはならない旨の不作為請求権を有することを前提として、\nこの不作為請求権に基づき、被申請人が申請人に対し懲戒処分をすることを事前に\n差し止めようとするものであれば、申請人らと被申請人間の労働契約上、申請人に\nこのような不作為請求権を与える旨の合意が存在しなければならないところ、双方\n間にはそのような合意が存在しないので、申請人に右不作為請求権があることを前\n提とする右申請は失当である。（同旨昭和四四年一二月一五日東京地裁決定労民集\n二〇巻六号一七一六頁）\n（二）　右申請が、懲戒処分をされるいわれがないこと、すなわち被申請人に申請\n人に対する具体的な懲戒処分権が存在しないことにつき確認を求める権利があるこ\nとを前提とし、この権利を被保全権利として主張されているとしても、懲戒解雇以\n外の懲戒処分については、その処分の意志表示前に、その懲戒処分権不存在の確認\nを求めることが許されないことについては、異論はないと思われる。\nこのことは、申請人も申請の理由六、（保全の必要性）の項で懲戒解雇につい\nて、その保全の必要性を主張していることからも明らかである。\n（三）　そうだとすると、右申請の争点は、懲戒解雇の意思表示前に、懲戒解雇権\n不存在の確認を求めることが許されるか否かである。\nこれは、被申請人の懲戒解雇の意思表示が雇傭関係を終了させる形成権の行使で\nあるから、形成権行使前に形成権の存在しないことの確認を求めることが許される\nか否かの問題と理解できる。\nさて、形成権は、その行使により既存の法律関係を消滅させ、新たな法律関係を\n発生せしめるもので、このような将来の法律関係の論理的前提たる意味、あるい\nは、手段的性格を有するにとどまるものである。\nまた、この種の形成権不存在確認訴訟の既判力は形成権行使後の法律関係の存否\nに及ばないと解されている。\n従つて、権利保護の資格の面からみて本件訴のごときは、現在の権利、または、\n法律関係の存否を対象とすべき確認訴訟の対象適格性を欠くものである。（同旨昭\n和四六年一二月二五日東京地裁判決労民集二二巻六号一二五五頁）\n（四）　また、本件事実関係の面においては、被申請人は、申請人に対し、就業規\n則第九五条四項の規定に基づいて、始末書の提出を求めたものだけであり、それ以\n上の行為は何も行つていない。仮に被申請人が申請人に対し、始末書不提出を理由\nに懲戒を行うとすれば、被申請人は、就業規則第九五条一項、二項にしたがつて懲\n戒委員会を構成し、懲戒被疑事実につき調査したうえ同三項に従つて、申請人に対\nし弁明の機会を与えるという手続をとらなければならないのである。\n更に、右手続きがとられたとしても、申請人の始末書不提出に対し懲戒が実施さ\nれるかどうか、実施されるとしても就業規則九四条の規定からして、\n１、けん責　２、減給　３、賞与の減額　４、出勤停止　５、昇給停止　６、降職\n７、懲戒解雇　のうちどの懲戒が選択されるか不確定である。\n（五）　従つて、仮に（三）の見解に反し、形成権の存否についての争いが、裁判\n所の判断に適する程度に成熟し、裁判所による即時確定の利益、必要が認められる\nときは、形成権行使前にその不存在を訴求する利益が有るとの見解（前出、昭和四\n四年一二月一五日東京地裁決定）に立脚しても、単に始末書の提出を求めただけで\n懲戒手続は何ら進行しておらず、加えて、仮に今後懲戒手続がとられ、懲戒相当と\nされたとしても懲戒解雇が選択されるかどうか全くわからない状況である本件のよ\nうな場合に、形成権の存否についての争いが裁判所の判断に適する程度に成熟し、\n裁判所による即時確定の利益、必要があるとは到底解せられない。\n三　以上の理由により、本件仮処分申請はいずれも不適法な申請であり、速やかに\n却下されるべきものである。\n第三　申請の理由に対する答弁\n一　申請の理由　一、（当時者）の\n（一）　１の事実は認める。\n被申請人の昭和五九年六月末日現在の従業員数は、一、五五五名である。また、\n申請人が所属する大鵬薬品工業労働組合の公表組合員数は八名である。\n（二）　２の事実中、被申請人が製薬メーカーであることは認める。\n被申請人は、昭和三八年六月一日設立された医薬品の製造販売を目的とする株式\n会社で、現在の資本金二億円、工場として徳島市に徳島工場を、研究機関として同\n工場内に研究部を、また、販売組織として全国に一六支店と、四六出張所を有し、\n年間売上高は約四八〇億円である。\n二　同二（懲戒処分）の事実は認める。\n三　同三（懲戒処分の無効）\n（一）　１の事実中、被申請人が申請人の行為を被申請人就業規則第九二条第一三\n号及び第一四号に抵触するとしたことは認める。被申請人が「マイルーラ」を製造\nしていることは否認する。\n正確な懲戒処分の理由は、\n『貴殿は、昭和五九年四月一日付月刊誌「ミスターダンデイ」第一一巻第五号に貴\n殿の発言として掲載された会社関連の事実に関し、事前に会社に対し上司等を通じ\nて具体的な疑念を開示してその疑念に対する説明を受けることなく、昭和五九年一\n月一九日自己の発言が雑誌に掲載されることを承知の上でレポーターとの会見に応\nじ「マイルーラ」の研究に関し、雑誌に掲載された如き事実に反する内容の発言及\nびことさら事実を誇張歪曲する発言をしたことにより、会社の信用、名誉を傷つけ\nると共に、従業員の会社に対する不信感を醸成さる等企業秩序を乱したものであ\nる。』である。\n（二）　２の事実中、大鵬薬品工業労働組合が、「マイルーラ」の安全性、さらに\nはその開発経緯につき、被申請人に対し説明を求め、あるいは文書による回答を求\nめてきたことは認める。\nその余は争う。\n被申請人は、大鵬薬品工業労働組合の要求に対し、昭和五八年一二月八日の団体\n交渉の席上において、「マイルーラ」の刺激性等に関する新聞報道については組合\n員の労働条件に関する事項ではないので、団体交渉事項として労使で協議するには\n不適当な問題である。従つて、組合員の方で「マイルーラ」に関し具体的疑念があ\nるならば、社員の資格で上司に直接尋ねる様にと回答したものである。因みに申請\n人は、直接の上司に対してはもちろん、各種試験に関与した担当職制に「マイルー\nラ」に関する具体的疑念を提示して質問を行ない、説明を受けるという行為を一切\n行なつていない。\n（三）　３の事実中、「申請人の発言内容はいずれも事実そのものであり、事実に\n反するものではないし事実を誇張歪曲したものではない」ということは否認する。\nその余は争う。\n申請人は、「マイルーラ」の研究・開発については全く関与していない。\nまた、同人は今回の「ミスターダンデイ」の記事にある刺激性試験、催奇形性試\n験等の安全性試験にかかわる業務には、大学、企業の研究を通じて今まで経験した\nこともなく、専門分野外の領域であり、これらの試験を専門的に評価出来る知識は\nきわめて少ないといわなければならない。\n（四）　４の事実中「マイルーラ」は避妊薬で『ちつ内』で強力な殺精子作用があ\nるとして利用されてきたことは認める。\nその余は否認する。\n①　申請人は、「マイルーラ」の主成分をノノキシノール９であるというが、「マ\nイルーラ」は、ポリオキシエチレンノニルフェニルエーテル（ノノキシノール）の\n平均酸化エチレン付加モル数１０のものを主成分としており、ノノキシノール９と\n表現するのは誤りである。\n②　山之内製薬（株）が避妊薬「サンシーゼリー」の製造販売を中止したのは、催\n奇形性というような安全性の問題ではなく、販売上の問題で、市場規模も小さく、\n現在の販売数量では採算が取れないために中止したものである。\n③　申請人は、『昭和五六年頃アメリカにおいて、Ｎー９には「催奇形性がある、\n発がん性がある、刺激性・炎症性がある」、などの実験研究結果があきらかにさ\nれ、』としているが、申請人の主張する論文においても著者は、「催奇形性があ\nる、発がん性がある」とは断定していない。また、刺激性・炎症性においても大部\n分の例は、温感、かゆみ、疼痛等、使用を中止すれば短期に回復がみられる軽度な\nもので、その発生頻度も低い。更に、その後の調査で、ノノキシノールは、アメリ\nカにおいても問題はないとされている。\n（五）　５の主張は争う。\n四　同四（不当労働行為）の主張は争う。\n五　同五（被保全権利）の主張は争う。\n六　同六（保全の必要性）の主張は争う。\n第四　被申請人の主張\n一　被申請人は、昭和五九年四月一日付月刊誌「ミスターダンデイ」第一一巻第五\n号（以下「ミスターダンデイ」という）に掲載された、申請人の会社関連の事実に\n関する発言の内容が、事実に反し、及び、ことさら事実を誇張歪曲するものであつ\nたこと等により、被申請人の企業秩序が乱されたことを理由として、申請人を被申\n請人就業規則にもとづいて出勤停止の懲戒処分に付したものである。\n二　「ミスターダンデイ」に掲載された問題の記事は「大鵬薬品・研究員が内部告\n発！」と題し、且つ「人体に無害とされる女性用避妊薬『マイルーラ』には、催奇\n形性、発癌性などの有害データ隠しがあつた。」の副題がついており、更に「内部\n告発した北野静雄氏」として申請人の写真が掲載されている。\nそして、「告発者が語るデータ隠しの真実」として、申請人の発言が掲載されて\nいるが、その会社関連の発言の内容は、全体的にみて、被申請人の製薬会社として\nの信用、名誉を誹謗・中傷する悪意に満ちたものであり、個別的にみても事実に反\nするもの及び、ことさら事実を誇張歪曲するものがほとんどである。\nこれを具体的に挙げれば、\n（一）　「マイルーラに使われているＳＴフイルムは八〇年ごろ、社内で基礎研究\nが行なわれていました。それ以後ずつとなんの音沙汰もなく、急に昨年五月に発売\nすることになつたので、ボクらもビツクリしていたんです。」\n（二）　「おかしなことに製品発売後の九月にウサギの目を使つて、Ｎー９の刺激\n性試験がされているんです。こんな基礎研究は厚生省に薬品申請する時にやるもん\nですよ。」\n（三）　「しかし、その刺激性試験はコソコソと隠れてやられていて、未だにその\n結果は公表されていないんです。」\n（四）　「それ（ダニロン）と同様の“データ隠し”が『マイルーラ』についても\nありうる」\n等である。\n三　右の発言を個別的具体的に検討すると次の通りである。\n（一）　「マイルーラに使われているＳＴフイルムは八〇年ごろ、社内で基礎研究\nが行なわれていました。それ以後ずつとなんの音沙汰もなく、急に昨年五月に発売\nすることになつたので、ボクらもビツクリしていたんです。」との発言について、\n１　右発言はあたかも昭和五六年以降も基礎研究を実施する必要があつたにもかか\nわらず、その基礎研究を行なわずして、急に昭和五八年五月「マイルーラ」を発売\nしたかの如く一般消費者に印象づけようとしている。仮にそうでなくとも「ボクら\nもビツクリしていたんです」と申請人が述べることにより、このような事実が薬品\n会社の研究者にとり非常に異常な状態であるかの如く印象づけようとしている。\n２　①　「マイルーラ」の基礎研究は、昭和五六年三月に終了した。\n②　その後、実験データの整理が行なわれ、昭和五六年八月六日厚生省に対し、医\n薬品製造承認申請が行なわれた。\n③　昭和五七年一〇月七日厚生省より「マイルーラ」の医薬品製造承認が認められ\nた。\n④　厚生省の製造承認により、「マイルーラ」の製造が開始され、且つ、品質に関\nする国家検定合格後の昭和五八年一月より一部地域限定販売、同年五月より全国に\n販売されることになつた。\n３　以上が「マイルーラ」の基礎研究終了後、発売に至るまでの経過である。薬品\n業界においては、基礎研究終了後、厚生省への製造承認申請まで一定期間が必要で\nあり、そして、申請後承認までが一年以上というのは通常の状態である。\n従つて、薬品会社の研究員であれば、この様な経過と時間を要することは充分認\n識しているはずである。\n４　にもかかわらず、申請人は、医薬品製造承認申請及び厚生省の承認に関する事\n実関係を欠落させることにより１の如き印象を与えようとしたものである。\n５　因みに、申請人は、「マイルーラに使われているＳＴフイルムは」と発言して\nいるが、「ＳＴフイルム」は「マイルーラ」の治験名（研究開発段階における仮の\n名称）であり、「マイルーラ」と「ＳＴフイルム」は同じものである。よつて、申\n請人の表現は適切ではない。\n（二）　「おかしなことに製品発売後の九月にウサギの目を使つて、Ｎー９の刺激\n性試験がされているんです。こんな基礎研究は厚生省に薬品申請する時にやるもん\nですよ。」との発言について、\n１　右発言は、製品発売後、被申請人において行なつた「マイルーラ」の刺激性試\n験が、厚生省に薬品申請時（正確には医薬品製造承認申請である。）にやるべきも\nので、あたかも厚生省に製造承認申請する際、被申請人が申請に必要な刺激性試験\nを行なわなかつたかの如く印象づけている。\n２①　被申請人は、厚生省承認申請前に「マイルーラ」についての刺激性試験を実\n施しており、厚生省への製造承認申請の際、「ＳＴフイルムの局所刺激性に関する\n試験」と題してその研究結果を提出している。\n②　被申請人が製品発売後、品質管理部で行なつた刺激性試験は、品質のより一層\nの向上のために、異常な条件下におかれた製品について予備実験を行なつたもので\nある。\n３　以上の如く、申請人が主張する製品発売後の品質管理部の刺激性試験は、品質\nのより一層の向上を図ることを目的とした予備実験であり、当然のことながら、厚\n生省の製造承認に必要な刺激性試験の資料は、申請以前に実施し、かつ厚生省に承\n認申請時に提出している。\n４　にもかかわらず、申請人は、製品発売後の品質管理部の刺激性試験の目的を欠\n落させることにより、１の如き印象を与えようとしたものである。\n（三）　「しかし、その刺激性試験はコソコソと隠れてやられていて、未だにその\n結果は公表されていないんです。」との発言について、\n１　右発言は、まつたく事実に反するものである。\n品質管理部で行なつた右の刺激性試験は、実験者である同部品質管理課生物試験\n担当者福永育史に、通常業務のひとつとして命じたものであり、その実験結果につ\nいては、正式な会議に報告を行なつているものである。即ち、昭和五八年九月二七\n日品質管理部会議において、同人より予備実験結果について報告が行なわれた。因\nみに、その会議には、赤穂英司品質管理部長以下、同部の次長一名、課長二名、課\n長代理一名、課長補佐三名及び係長一八名が出席していたものである。\n２　以上の如く、品質管理部で行なつた右の刺激性試験は、品質管理部内では充分\nな意志疎通が図られていたものであり、申請人の発言はまつたくの虚偽である。さ\nらに、この様な部内の予備実験の結果について、他部の一般従業員に公表すること\nは通常ありえないことである。このことは、研究員である申請人も十分認識してい\nるはずである。\n（四）　「それ（ダニロン）と同様の“データ隠し”が『マイルーラ』についても\nありうる」との発言について、\n１　申請人は、右発言を補強するが如く、「労組以外の何人もの取材を通じて、実\n験に悪い結果がでて、そのデータを隠した可能性は“限りなくクロに近い”」と発\n言している。\n２　被申請人が「マイルーラ」について厚生省の承認を受ける際、試験データを隠\nして申請したなどという事実はまつたくない。前記発言はまさしく申請人の虚偽で\nある。\n３　更に被申請人は、「ダニロン」の医薬品製造承認を厚生省に申請した際、その\n試験データを意図的に隠したというようなことはない。\n被申請人が、マウスの発癌性試験等のデータを資料として申請書に添付しなかつ\nたのは、その試験が評価の対象となり得る試験として成立しなかつたと判断したか\nらであり、それ以上の意味はない。\n（五）　以上の如き、申請人の、事実に反する内容及びことさら事実を誇張歪曲す\nる悪意に満ちた発言は、被申請人があたかもひとびとの生命、健康に有害な薬品の\n販売を行なつているかの如き印象を社会に与えるものであり、被申請人の信用、名\n誉は傷つけられた。そのため、例えば被申請人の札幌支店管内の販売先では、客が\n「ミスターダンデイ」を持参したため「マイルーラ」の販売を中止したり、同大宮\n支店管内の販売先では、指名客のみに販売し、積極的な推進販売を中止したよう\nに、販売先の薬局において店頭陳列、推進販売に影響が出ているのである。更に、\n「ミスターダンデイ」を読んだ従業員より被申請人に対し、この記事の内容につき\n真実か否か等の問い合わせがあるなど、従業員の会社に対する不信感を醸成せしめ\nたものである。このように、申請人の「マイルーラ」に関する発言は、企業秩序を\n乱したものである。したがつて申請人のかかる行為が、被申請人就業規則の第九二\n条第一三号及び第一四号に抵触することは明らかであり、申請人の主張には「被保\n全権利」が存しない。また、被申請人は申請人に対し、現在、始末書の提出を求め\nているだけで、このような段階において、申請人が主張する如き「保全の必要性」\nは存しない。\nよつて、申請人の本件申請は速やかに却下されるべきである。\n"
}