{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 7,
    "day": 4
  },
  "case_number": "昭和59(く)65",
  "case_name": "保釈取消及び保釈保証金没取決定に対する抗告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "article_info": "第37巻2号341頁",
  "gist": "刑事訴訟規則に則つた医師の適式の診断書が提出された場合と公判期日への不出頭に関する正当な理由の有無の判断",
  "case_gist": "公判期日に出頭しない被告人につき、疾病等により公判期日に出頭することができないこと等刑事訴訟規則一八三条三項所定の事由の記載された医師の適式の診断書が提出されたときは、不出頭に関する正当な理由の存在を一応推定すべきであり、それにもかかわらず正当な理由なしと認めうるのは、記録及び検察官提出の資料のみによつて右診断書の記載の誤りが一見明白であるときを除けば、同規則一八四条二項に基づく取調べの結果右診断書の内容に誤りがあると判明したときとか、その記載内容自体に誤りはなくても、不出頭の理由とされる疾病等につき、公判審理引延し等不当な目的により被告人自身が原因を与えていることが明らかであるときなどに限られる。",
  "lawsuit_id": "22327",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22327",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/327/022327_hanrei.pdf",
  "contents": "主　　　　文\n本件各抗告を棄却する。\n理　　　　由\n本件各抗告の趣意は、弁護人林三夫作成の「抗告の申立」と題する書面記載のと\nおりであるから、これを引用する。\n論旨は、要するに、被告人は、原審第三回ないし第五回公判期日を欠席するにあ\nたり、刑事訴訟規則に則つた医師の適式の診断書を提出して右期日の変更を申請\nし、原審も、右申請を理由ありと認めて変更決定をしているのであるから、それに\nもかかわらず、原審が、右各診断書を作成した医師から事情を聴取したり他の専門\n医にカルテを示して被告人の病状を検討させるなどの慎重な調査をすることなく、\n右各診断書の内容を頭から措信せず、被告人の右各公判期日への不出頭に正当な理\n由がないとして、保釈取消及び保釈保証金没取の各決定をしたのは、明らかに不当\nである、というのである。\nそこで、検討するのに、一件記録によれば、被告人は、頭書被告事件の第三回な\nいし第五回各公判期日にいずれも出頭しなかつたが、右各期日に出頭した弁護人か\nら、被告人が、肝障害（慢性肝炎）、糖尿病等の疾病により公判期日に出頭するこ\nとができず、また、正当な防禦権を行使することが不可能ないし困難であるとの内\n容の、刑事訴訟規則一八三条三項に則つた医師の適式の診断書が提出されたため、\n原審はその都度公判期日を変更したこと、しかるに、その後検察官が、被告人の各\n公判期日への不出頭が正当な理由に基づくものではなかつたとの理由により、入退\n院の時期と公判期日の関係及び入院中の病状等につき調査した資料を添えて、保釈\n取消及び保釈保証金没取の各請求をしたところ、原審は、一件記録及び検察官提出\nにかかる資料を検討しただけで、右請求を理由ありと認め、被告人に対する保釈許\n可決定を取り消し、保釈保証金五〇万円の全部を没取する旨の決定をしたことが明\nらかである。\n<要旨>ところで、公判期日に出頭しない被告人について、疾病等により公判期日\nに出頭することができないこと等</要旨>刑事訴訟規則一八三条三項所定の事由の記\n載された医師の適式の診断書が提出されたときは、右診断書の記載の正確性が法令\n上相当程度客観的に担保されていること（刑事訴訟規則一八四条二項、一八五条、\n刑法一六〇条）にかんがみ、不出頭に関する正当な理由の存在を一応推定すべきで\nあり、それにもかかわらず正当な理由なしと認めうるのは、記録及び検察官提出の\n資料のみによつて右診断書の記載の誤りが一見明白であるときを除けば、刑事訴訟\n規則一八四条二項に基づく取調べの結果右診断書の内容に誤りがあると判明したと\nきとか、その記載内容自体に誤りはなくても、不出頭の理由とされる疾病等につ\nき、公判審理引延し等の不当な目的により被告人自身が原因を与えていることが明\nらかであるときなどに限られると解するのが相当である。\n右の観点に立つて本件につき検討すると、原審は、一件記録及び検察官提出の資\n料の検討のみにより、被告人の不出頭に正当な理由なきものと認めて保釈取消等の\n決定をしたのであるが、原決定の基礎とされた資料のみによつては、提出ずみの診\n断書の記載の誤りが一見明白であるとか、不出頭の理由とされた疾病に対し、公判\n審理引延し等の不当な目的で被告人自身が原因を与えていることが明らかであると\nまではただちに断じ難いのであるから、原決定が、刑事訴訟規則一八四条二項に基\nづき診断書を作成した医師等から事情を聴取することなく、前記の資料のみで被告\n人の公判期日への不出頭に正当な理由なきものと認めた点は、前記の意味におい\nて、早計のそしりを免れないものといわなければならない。\nしかしながら、検察官提出の資料を含む一件記録に、当審において取り調べた医\n師三名（電話によるもの一名を含む。）の各供述を加えて検討すると、次の事実も\nまた明らかなところである。すなわち、被告人は、頭書被告事件の第一回公判期日\n（昭和五八年九月二二日）に出頭して、公訴事実を全面的に認める有罪の陳述を\nし、簡易公判手続の決定を経て、検察官提出の各書証の取調べもすべて終了した\nが、同年一〇月二八日の第二回公判期日には、被告人はその理由を明らかにしない\nまま出頭しなかつたこと、その後、同年一二月一六日及び同五九年一月三一日に各\n予定された公判期日は、被告人が糖尿病、慢性肝炎などで入院し公判期日に出頭す\nることが不可能であること等刑事訴訟規則一八三条三項所定の事由の記載のある医\n師の適式な診断書を添えた弁護人の事前の申立に基づき、いずれも変更され、第三\n回（同年三月六日）、第四回（同年五月八日）及び第五回（同年六月一日）各公判\n期日においても、前記のとおり、弁護人が前同様の診断書を提出して期日変更の申\n立をしたので、原審は、その都度公判期日を変更したこと、他方、被告人は、昭和\n五八年一〇月一九日から一一月一二日までＢ市のＡ病院に、同年一二月七日から同\n月二八日まで市立Ｂ病院に、同五九年一月二七日から三月九日まで再び前記Ａ病院\nに、同年五月一日から同月八日まで神戸市のＣ病院に、同日から六月二日まで尼崎\n市のＤ診療所にそれぞれ入院していたが、同日同診療所を無断で抜け出して以来そ\nの所在が不明であること、被告人の右各入院の時期は、おおむね公判期日の直前\nで、公判期日と公判期日の中間では、おおむね一月程度（最高五二日間）退院して\nいた時期があり、また、被告人が右のようにたびたび転院しなければならない合理\n的な理由は見当らないこと、被告人の入院中の療養態度は良好とはいえず、無断外\n出や外泊をしたことも少なくなく、退院後の通院は皆無に近いこと、五月七日、被\n告人から診断書の交付を求められたＣ病院の医師は、肝機能検査の結果等に基づ\nき、「外来通院で二週間の療養を要する。五月八日の公判期日には出頭可能であ\nる。」旨の診断書を交付したが、その直後外出した被告人は、そのまま帰院せず、\n翌八日には、前記Ｄ診療所に赴いて、上腹部痛、全身倦怠感を訴え即日入院すると\nともに、医師から、五月八日の公判期日に出頭できない旨の診断書の交付を受けた\nこと、しかし、右診断書作成の段階では、同診療所における肝機能検査の結果はい\nまだ得られておらず、同診療所の担当医は、尿検査の結果及び被告人の愁訴に基づ\nいてその記載をしたこと、同医師は、六月一日の公判期日に提出された診断書の記\n載が正確でなかつたことを認め、肝機能検査等の結果や被告人の入院中の行動等に\nかんがみると、被告人が六月一日の公判期日に出頭し防禦権を行使することが不可\n能であつたとはいえない旨供述していること、前記市立Ｂ病院の担当医が、昭和五\n八年一二月一六日に予定された公判期日への被告人の出頭を不可能と認めたのは、\n入院時の被告人の胸部痛、心窩部痛の愁訴により心臓病の疑いを持つたためであ\nり、同医師は、同病院における肝機能検査の結果そのものからは、被告人の公判期\n日への出頭を不可能とはいえないと判断していたところ、同病院への入院後、被告\n人は、胸部痛等を訴えておらず、心電図にも異常は見られなかつたこと、同医師\nは、Ｄ診療所において昭和五九年五月八日及び一五日に行われた各肝機能検査の結\n果及び同月二二日に行われた血糖検査の結果に照らせば、被告人の公判期日への出\n頭及び同期日における防禦権の行使は十分可能である旨供述していること、以上の\n事実が明らかである。\nこれによると、被告人の慢性肝炎、糖尿病等の疾病は、本件第三回ないし第五回\n公判期日に出頭して防禦権を行使することを不可能又は著しく困難とするほど重篤\nなものではなく、被告人は、自己の病状を誇大に訴えては担当医から公判期日への\n出頭を不能と認める旨の診断書の交付を受け、右診断書の交付が得られない場合に\nは、直ちに転院して、従前の経過を知らない他の病院の医師から右同様の方法でそ\nの交付を受けるなどして、自己の公判期日への不出頭を正当化していたものと認め\nるのが相当であり、万一、右各公判期日の中に、被告人の出頭が真に不可能なもの\nがあつたとしても、右は、被告人が公判審理の延引を図る目的でまじめに療養しな\nかつたことによるものであることが明らかであると認められるのであつて、被告人\nの右各公判期日への不出頭は、いずれにしても正当な理由に基づくものではないと\n認められる。そうすると、被告人の右各公判期日への不出頭につき正当な理由なき\nものと認めて、保釈を取り消し、保釈保証金の全部を没取した原決定の結論は、結\n局正当であつて（なお、本件については、刑事訴訟法九六条一項二号、五号所定の\n保釈取消事由も存在する。）、原決定の前記の違法は、決定に影響を及ぼすもので\nないことが明らかである。論旨は理由なきに帰する。\nよつて、刑事訴訟法四二六条一項により、主文のとおり決定する。\n（裁判長裁判官　松井薫　裁判官　村上保之助　裁判官　木谷明）\n"
}