{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 10,
    "day": 26
  },
  "case_number": "昭和50(ワ)6448",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14065",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14065",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/065/014065_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告東名ダイヤモンド工業株式会社（以下「原告会社」という。）に\n対し、金一〇二二万九二〇〇円、原告【Ａ】（以下「原告【Ａ】」という。）に対\nし、金五一一万四六〇〇円、及びこれらに対する昭和五〇年八月一九日から支払ず\nみまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告【Ａ】は、次の特許権（以下、「本件特許権」といい、その特許発明を\n「本件発明」という。）の特許権者であり、原告会社はその独占的通常実施権者で\nあつて、本件特許権は昭和五四年九月一九日の経過によりその存続期間が満了する\nまで存続した。\n特許番号　第四八〇四四九号\n発明の名称　ダイヤモンド焼結体の製造法\n出願日　昭和三七年三月三〇日\n公告日　昭和三九年九月一九日\n登録日　昭和四一年八月二六日\n２　本件発明の特許出願の願書に添付した明細書（以下「本件明細書」という。）\nの特許請求の範囲の記載は、次のとおりである。\n「ダイヤモンド粉末とダイヤモンドを溶解する金属粉末とを混合したる後、ダイヤ\nモンドの安定なる温度圧力下で且ダイヤモンドとダイヤモンドを溶解する金属の共\n晶温度以上の温度で処理することによるダイヤモンドの焼結体を製造する方法」\n３　本件発明は物を生産する方法の発明であるところ、本件発明の方法により生産\nされる目的物である「ダイヤモンド焼結体」は、ダイヤモンドを溶解する金属とし\nてコバルトを用いた場合別紙目録記載のとおりであり、物性的には、「その硬度に\nおいてはダイヤモンドに匹敵し、且そのじん性は金属によつて与えられダイヤモン\nドよりも衝撃に強い性質を有」（公報右欄一八ないし二〇行）し、「天然ダイヤモ\nンド結晶の代わりとしてバイト、ダイス、ビツト、ドレツサーとして使用すること\nができる」（同二一行ないし二三行）ものである。\nこのような「ダイヤモンド焼結体」は、本件発明の特許出願前に日本国内におい\nて公然知られたものではなかつた。\n被告は、人工ダイヤモンドの合成法によつて得られる反応生成物が本件発明の右\n目的物と同一であると主張するが、前者は、ダイヤモンド粒子（及び黒鉛）が触媒\n金属中に疎に散在しているにすぎず、また、ダイヤモンド工具として必要とされる\n硬度及びじん性を有しないものであつて、後者とその構造性質が異なることが明ら\nかである。\n４　被告は、昭和四八年一〇月から昭和五〇年五月までの間に、米国ゼネラル・エ\nレクトリツク・コンパニー（以下「ＧＥ社」という。）から、商品名を「コンパツ\nクス」という物品（以下「コンパツクス」という。）を輸入し、これを販売した。\n５　コンパツクスは、ダイヤモンド層とタングステン・カーバイド基盤層の二層が\n一体的に結合したものであり、そのダイヤモンド層は別紙目録記載の構造を有す\nる。\n６　したがつて、コンパツクスのダイヤモンド層は、本件発明の方法により生産さ\nれる目的物と同一の物であるから、本件発明の方法により生産したものと推定され\nる。よつて、被告の前記４の行為は、本件特許権を侵害するものである。\n７　被告の前記期間中におけるコンパツクスの輸入額は五一一四万六〇〇〇円であ\nり、本件発明の実施に対し通常受けるべき金銭の額は、その一〇パーセントの五一\n一万四六〇〇円を下らないから、原告【Ａ】は、被告の前記４の侵害行為により、\n右同額の損害を受けた。\nまた、原告会社は、昭和四八年終りごろから昭和五〇年五月までの間、本件発明\nの方法により製造されたダイヤモンド焼結体を販売しており、その販売利益は販売\n価額の約二〇パーセントであるから、被告の前記４の行為により、少なくとも一〇\n二二万九二〇〇円の得べかりし利益を喪失した。\n８　よつて、原告らは、被告に対し、それぞれ右損害金及びこれに対する侵害行為\nの後である昭和五〇年八月一九日から支払ずみまで民法所定年五分の割合による遅\n延損害金の支払を求める。\n二　請求の原因に対する認否\n１　請求の原因１のうち、原告会社が本件特許権の独占的通常実施権者であつたこ\nとは不知、その余の事実は認める。\n２　同２の事実は認める。\n３　同３中、本件発明の目的物である「ダイヤモンド焼結体」が、ダイヤモンドを\n溶解する金属としてコバルトを用いた場合、別紙目録の後半に記載された「ダイヤ\nモンド粒子相互間に存する間隙にはコバルトが介在している構造のダイヤモンド粒\n子の塊」であることは認めるが、その余の事実は否認する。\n本件発明の方法により生産される目的物である「ダイヤモンド焼結体」は、本件\n明細書において「ダイヤモンドをダイヤモンドを溶解する金属を結合剤としたダイ\nヤモンド焼結体」（公報左欄下から一二ないし一〇行）と定義され、その状態は、\n「金属はダイヤモンド間に薄い金属膜状となり冷却固体するときはダイヤモンドの\n結合剤の作用をなし」（公報右欄一一、一二行）と説明され、「ダイヤモンドと金\n属の関係はあたかも超硬合金（例えばタングステン・カーバイド）を焼結する際の\nＣｏ、Ｎｉ等と同様の作用をする。」（公報右欄一三ないし一五行）と更に説明が\n付加されている。つまり焼結された超硬合金とコバルトの結合関係が焼結されたダ\nイヤモンドとコバルトの結合関係に匹敵するというのである。ここには、どこにも\nダイヤモンド粒子とダイヤモンド粒子の直接結合の構造は示されておらず、それを\n示唆する記載さえなく、このダイヤモンドの直接結合構造を得るために有用な技術\nは何一つ記載されていない。本件明細書からみるかぎり、本件発明の方法によつて\n生産される目的物は、ダイヤモンドが金属成分の層に囲まれ、ダイヤモンド粒子と\nダイヤモンド粒子の間は金属膜で隔てられている構造のものに限られ、別紙目録記\n載のもののようにダイヤモンド粒子が隣接するダイヤモンド粒子と直接結合してい\nる構造を有するものは右目的物に含まれない。\n本件発明の右目的物は、ＧＥ社が金属触媒法により人工ダイヤモンドを合成した\n際得られた精製処理前の反応生成物と同一であり、右の反応生成物は、ＧＥ社が世\n界で初めて人工ダイヤモンドを製造し、その製法を開示した時点で公知となつたも\nので、本件発明の特許出願前に日本国内において公然知られていた。\n４　同４の事実は認める。\n５　同５は否認する。ただし、コンパツクスがダイヤモンド層とタングステン・カ\nーバイド基盤層の二層が一体的に結合したものであることは認める。\nコンパツクスは、タングステン・カーバイドをコバルトで焼き固めたセメンテツ\nド・カーバイドの基盤層とダイヤモンド層が強固に一体化されたものであり、ダイ\nヤモンド層は多数のダイヤモンド粒子が厳密な意味で「焼結」し、全てのダイヤモ\nンド粒子が隣接するダイヤモンド粒子と直接結合して一体をなし、その空間を基盤\n層のコバルト及び若干のタングステンが流入して埋め、この流入部分がクサビの役\nをして両層を強固に結合している。\n別紙目録は、本件発明の目的物と対比するため、コンパツクスのダイヤモンド層\nのみをとらえて記載しているが、コンパツクスは、右に述べたとおり、ダイヤモン\nド層とタングステン・カーバイド基盤層の双方により成り立つもので、右構造全体\nがコンパツクスにとつて重要な必要不可欠な構造であるから、コンパツクスのダイ\nヤモンド層のみを取り上げることは誤りである。\nまた、ダイヤモンド層のみについての説明としても、コンパツクスのダイヤモン\nド層のダイヤモンド粒子相互間に存する間隙には、コバルト・タングステン・カー\nバイド合金が介在しているから、タングステン元素の存在を無視している点におい\nて、別紙目録は誤りである。\n６　同６は否認する。\nコンパツクスは、全体としても、また、ダイヤモンド層の部分のみをとつてみて\nも、ダイヤモンド粒子相互が直接結合しているという点において、換言すれば、各\nダイヤモンド粒子が金属膜で包むように覆われて隔てられているという構造を有し\nていないという点において、本件発明の方法により生産される目的物と全く異なる\n物である。\n右のような構造上の差異により、コンパツクスのダイヤモンド層は、本件発明の\n方法により生産される目的物では得られない強靭性を有し、その性質においても、\n右目的物と全く異なる物である。\n三　抗弁\n１　コンパツクスは、次の方法（以下「ＧＥ方法」という。）によつて生産された\nものである。\n（１）　金属及び炭化金属を含まないダイヤモンド粉末の層をコバルトで焼き固め\nたタングステン・カーバイドの基質の上に置き、\n（２）　次いで、これらを約五〇ないし七〇キロバールの圧力及び摂氏一四〇〇な\nいし一六〇〇度の温度の条件に曝す方法\nＧＥ方法によれば、ある程度圧力・温度が高まつた後にタングステン・カーバイ\nド層の結合剤たるコバルトが、ダイヤモンド層の間隙に流入し、その間隙を走査す\nることによりダイヤモンドとダイヤモンドの結合を促進し、かつ、タングステン・\nカーバイド層から流出したコバルトがダイヤモンド層とタングステン・カーバイド\n層を無数の繊維状のコバルトでつなぐことにより、二つの層が内部的に緊密に結合\nされることになる。\nなお、コンパツクスは、ＧＥ社の有する複数の発明に基づいて、型により異なつ\nた方法によつて製造されたものであるが、いずれの型に属するものも、ＧＥ方法と\nして特定しうる点において共通している。また、特公昭五二ー一二一二六の発明\nは、右複数の発明のうちの一つであるが、同発明の明細書に示されている方法のう\nち、ＧＥ社が実際の生産に用いたのは、全部がダイヤモンド粉末から成る小塊とコ\nバルトで結合した炭化タングステン（タングステン・カーバイド）の大塊とを、鮮\n明な変わり目を設けて層状に重ねる方法である。\n２　ＧＥ方法は、本件明細書の特許請求の範囲のうち「ダイヤモンド粉末とダイヤ\nモンドを溶解する金属粉末とを混合したる後」という部分を充足しないものである\nから、本件発明とは全く別異の方法である。\nすなわち、ＧＥ方法は、コバルトで焼き固めたタングステン・カーバイドの基質\nを使用するところ、これは粉末ではなく、一つの塊となつた固体であるから、ダイ\nヤモンド粉末を「金属粉末」と混合するものではない。また、ＧＥ方法は、ダイヤ\nモンド粉末をセメンテツド・カーバイドの基質に接して配するものであつて、前者\nの粉末層と後者の塊体が層と層とが隣接するような関係に置かれるだけであるか\nら、ダイヤモンド粉末を金属粉末と「混合」するものでもない。\n四　抗弁に対する認否及び反論\n１　抗弁１及び２は、いずれも否認する。\n２　被告の主張するＧＥ方法は、具体性がなく、コンパツクスの生産方法の特定と\nして不十分である。特に、被告自身複数の異なつた方法により生産されるものであ\nるというのであるから、特公昭五二ー一二一二六の明細書に記載された方法（同発\n明自体は物の発明である。）をあげるだけでは、コンパツクスの製法を開示したこ\nとにならない。したがつて、請求の原因６の推定は破れない。\n３　被告がコンパツクスの一部の製法であるとする特公昭五二ー一二一二六の明細\n書に記載された方法は、次のとおり、本件発明の技術的範囲に属する。\n（一）　特公昭五二ー一二一二六の明細書によれば、炭化物成形粉末好ましくは炭\n化タングステン粉末と、コバルト、ニツケル若しくは鉄の中の一種又はそれらを任\n意に組合せた粉末との混合物から成る大塊と、大部分ないし全部がダイヤモンド粉\n末からなる小塊とを複数個ずつ充填アセンブリ中に充填し、摂氏一三〇〇度では最\n小圧力約五〇キロバール、一四〇〇度では同約五二・五キロバールの如き高温高圧\nに曝すと、コバルト等は融解し、かつ、その一部が大塊から小塊中へ移動し、そこ\nでダイヤモンド成長のための触媒（溶媒）として働き、ダイヤモンド結晶材たる焼\n結ダイヤモンド塊が得られるということとされている。また、右ダイヤモンド粉末\nの小塊の大きさとしては、厚さが〇・〇一二ないし〇・五ミリメートルのような例\nが示されているから、大塊とか小塊とかいつても、その大きさは極めて微小であ\nる。\n更に、右明細書においては、大塊と小塊を配列するに際しては、炭化物・コバル\nト粉末混合物からダイヤモンド層への鮮明な変わり目を設ける代りに、炭化物・コ\nバルト塊とダイヤモンド層との間に遷移層を設けてもよいとされており、また、ダ\nイヤモンド層中に初めから若干の金属粉末が混じつていてもよいものである。した\nがつて、このような場合には、遷移層又は小塊自体の中において、ダイヤモンド粉\n末とタングステン等の粉末が混合されている。\n（二）　右の方法は、以上のとおり、\n（１）　ダイヤモンド粉末とダイヤモンドを溶解する金属の粉末とを大塊、小塊と\nして混合した後\n（２）　ダイヤモンドの安定なる温度圧力下でかつダイヤモンドとダイヤモンドを\n溶解する金属の共晶温度以上の温度で処理することによる\n（３）　ダイヤモンドの焼結体を製造する方法であることが明らかである。\n（三）　したがつて、右方法は、本件発明の構成要件をすべて充足し、その技術的\n範囲に属するものである。\n４　被告の主張するＧＥ方法もまた、次のとおり、本件発明の技術的範囲に属す\nる。\n（一）　本件発明において、焼結の前工程として、主原料であるダイヤモンド粉末\nと溶媒金属とを混合することを要件としているのは、多量のダイヤモンド粉末と少\n量の溶媒金属粉末との物理的位置関係を均一にすることによつて、均一な条件下に\n反応せしめること、具体的に言えば、すべてのダイヤモンド粒子に対して当該金属\nの溶媒作用を充分に発揮させることを目的としているにすぎないことは、当業者に\n自明のことである。\n（二）　コンパツクスのように、厚さ〇・五ミリメートル程度の焼結ダイヤモンド\n層部分を生成させる目的で、溶媒として充分な量のコバルトをその表面全体に平均\n的に溶出させうるようなコバルト、タングステン・カーバイドの基質を使用するこ\nとは、溶出コバルトとその上に位置する薄いダイヤモンド粉末層との関係において\nは、本件発明にいう「混合」と技術的には全く同一のものであつて、差異があると\nしても設計上の微差という程度にすぎないものである。\nまた、右のように、基質に余分なコバルトがあり、そこから焼結に必要な充分の\n量のコバルトが得られる場合には、混合を必要としない場合があることは、自然の\n理である。しかし、この場合に混合を必要としないというのは、実は、右のような\nタングステン・カーバイドの基質とダイヤモンド層の配置及びダイヤモンド層の厚\nさとの関係（コバルトとダイヤモンド層の表面との距離の関係）のもとでは、本件\n発明が必要条件として規定している「混合」の状態が既に成就されているからにほ\nかならない。したがつて、ＧＥ方法においても、本件発明における「混合」の要件\nは充足されているといえる。\n（三）　その余の本件発明の要件の充足については、特公昭五二ー一二一二六の明\n細書に記載された方法について述べたのと同様である。\n第三　証拠（省略）\n理　　　由\n一　請求の原因１のうち、原告【Ａ】が本件特許権の特許権者であり、本件特許権\nが昭和五四年九月一九日まで存続したこと並びに同２及び４は、当事者間に争いが\nない。\n二　右争いのない本件明細書の特許請求の範囲の記載と成立に争いのない甲第二号\n証（本件発明に係る特許公報。別添特許公報と同じ。）によれば、本件発明は、次\nの二工程を構成要件とする「ダイヤモンドの焼結体を製造する方法」であることが\n認められる。\n第一工程　ダイヤモンド粉末とダイヤモンドを溶解する金属粉末とを混合する。\n第二工程　右混合粉末をダイヤモンドの安定なる温度圧力下で、かつ、ダイヤモ\nンドとダイヤモンドを溶解する金属の共晶温度以上の温度で処理する。\n右第一工程のダイヤモンド粉末とダイヤモンドを溶解する金属粉末とを混合する\nことについて、前掲甲第二号証によれば本件明細書の発明の詳細な説明中に、本件\n発明の方法についての一般的説明として、「ダイヤモンド粉末（中略）とダイヤモ\nンドを溶解する金属（中略）とを適量なる比にて混合し、適量なる混合器例えばボ\nールミル、ダブルコーンミクサー等にて充分混合したる後」（公報左欄下から九な\nいし三行）という記載があり、また、本件発明の実施例の説明として、「２～３μ\nの粒度を有するダイヤモンド粉末と３００メツシユのニツケル粉末を重量（比）８\n‥１で混合し、これをボールミルにて２４時間混合したるもの１．６ｇを」（公報\n右欄二五ないし二七行）という記載があり、右いずれの記載においても、「混合す\nる」とは、ダイヤモンド粉末と右金属粉末とを混合器を用いる等して充分に混ぜ合\nわせることであると説明していること、他方、右記載の他に本件明細書中には混合\nする方法について説明した箇所がないことが認められる。右事実によれば、本件発\n明の第一工程は、ダイヤモンド粉末と右金属粉末とが充分に混り合つた状態になる\nように操作することを意味すると解するのが正当であり、単に製造装置中に各粉末\nごとに層状又は塊状としたものを隣接させ混在させただけでは、右事項を充足する\nということはできないと認められる。\nそして、本件発明の目的物であるダイヤモンド焼結体において、ダイヤモンド粒\n子の各々がほとんどすべて、少なくともある点又は界面で隣接するダイヤモンド粒\n子と直接結合しているかどうかは当事者間に争いがあるけれども、ダイヤモンドを\n溶解する金属としてコバルトを用いた場合、ダイヤモンド粒子相互間に存する間隙\nにコバルトが介在する構造をとることは少くとも当事者間に争いがなく、前掲甲第\n二号証により認められるところの本件明細書中の「……ダイヤモンドと金属の混合\n物の間隙は加圧及び加熱により気孔率は減少し、且共晶温度以上に加熱されること\nによつて全体が半熔融状態となり、且ダイヤモンドの一部は混合物たる金属中に溶\n解され、再析出して結晶する。又金属はダイヤモンド間に薄い金属膜状となり冷却\n固体するときはダイヤモンドの結合剤の作用をなし、且溶解していたダイヤモンド\nは析出する。」（公報右欄六ないし一三行）との記載と前記認定の本件発明の工程\n順に照らせば、本件発明の目的物においてダイヤモンド粒子相互間に存する間隙に\nコバルト（ダイヤモンドを溶解する金属）が介在する構造は、右第一工程において\nダイヤモンド粉末と充分に混り合つた状態におかれたコバルト粉末が第二工程によ\nり加圧加熱されることにより溶融し、次いで冷却し固体化した結果生じたものであ\nることが明らかである。\n三　一方、被告がＧＥ社から輸入販売したコンパツクスがダイヤモンド層とタング\nステン・カーバイド基盤層の二層が一体的に結合したものであることは当事者間に\n争いがなく、この事実といずれも弁論の全趣旨により真正に作成されたものと認め\nられる甲第一一号証の一及び五、成立に争いのない甲第一七号証、証人【Ｂ】の証\n言と弁論の全趣旨により真正に作成されたものと認められる乙第一号証、公証人作\n成部分について成立に争いがなくその余の部分が真正に作成されたことは右証言と\n弁論の全趣旨により認められる乙第一二号証と弁論の全趣旨を総合すれば、コンパ\nツクスはタングステン・カーバイドをコバルトを結合材（剤）として焼き固めたセ\nメンテツド・カーバイドの基盤層とダイヤモンド層が強固に一体化されたものであ\nり、そのダイヤモンド層は、多数の微細なダイヤモンド粒子の各々が、すべてある\nいはほとんどすべて、少なくともある点又は界面で隣接するダイヤモンド粒子と直\n接結合して全体として一体をなし、ダイヤモンド粒子相互間に存する間隙には金属\n成分としてコバルト・タングステン・カーバイド合金が介在している構造を有する\nものであること、右金属成分中のコバルトとタングステンの含有量からして、この\nタングステンの含有は、単なる不可避的不純物とは考えられず、コンパツクスの製\n造過程で、コバルトを結合材として焼き固めたタングステン・カーバイド基盤層の\n上にダイヤモンド粉末の層を重ねて高温高圧下にさらしたときに、右コバルトが溶\n融し合金化したタングステン・カーバイドを伴つて、高い圧力がかかるタングステ\nン・カーバイド層間隙から、コバルト等の結合材を有しないために比較的圧力が低\nいダイヤモンド層の間隙に流れ込んだことによるものであると認められ、他に技術\n的に意味あるものとして説明するに足りる証拠がなく、また、コンパツクスが右の\nとおり強固に一体化した二層構造を有していること、および、コンパツクスのダイ\nヤモンド層の厚さが極めて薄いことから技術的にみて、コンパツクスの製造方法と\nして右のダイヤモンド層と基盤層をことさら別途に製造し、後にダイヤモンド層を\n基盤層の上に固着したものとは考えられず、右ダイヤモンド層の形成と、これと基\n盤層との一体化は一工程で達成されたものと認められる。\n２　そして、いずれも成立に争いのない甲第一六号証、乙第二号証、前記乙第一一\n号証中の米国特許第三七四五六二三号明細書によれば、一九七二年（昭和四七年）\nにＧＥ社によりコンパツクスが製品化され販売され始めるのに先立ち、ＧＥ社は、\n米国において、一九七〇年四月八日出願しその後出願を放棄した出願第二六六六〇\n号の一部継続出願として一九七一年一二月二七日「機械加工用のダイヤモンド工\n具」との名称の発明につき特許出願し、この発明につき昭和四六年四月八日わが国\nにおいて特許出願していること、右特許明細書又は特許公報において、コバルトを\n結合材として焼き固めたタングステン・カーバイドの基盤層又はタングステン・カ\nーバイドとコバルトからなる炭化物成形粉末塊の上に、ダイヤモンド粉末を重ねて\n反応容器に仕込み、次いでこれらを約五〇ないし七〇キロバール、摂氏一四〇〇な\nいし一六〇〇度の高温高圧下に置くことによつて、先にコンパツクスの構造として\n認定したと同じ構造を有するダイヤモンド工具を製造できることが開示されている\nこと、これにより製造されたダイヤモンド工具のダイヤモンド層においてダイヤモ\nンド粒子相互間の間隙に介在しているコバルト・タングステン・カーバイド合金は\n基盤層のコバルトが反応条件下において溶融してタングステンとともにダイヤモン\nド層に流入し、冷却されて右間隙に固化したものであり、これによりダイヤモンド\n層と基盤層とが強固に一体化されているものであることが認められる。\n四　以上の事実を前提として、これらの事実と成立に争いのない乙第一一号証、証\n人【Ｂ】の証言と弁論の全趣旨により真正に作成されたものと認められる乙第三号\n証、同証言を総合すれば、昭和四八年から昭和五〇年までを含む過去の期間におい\nて、コンパツクスは、ＧＥ社により、次の方法で製造されたものであることが認定\nでき、これを覆えすに足る証拠はない。\n（一）　コバルトを結合材として焼き固めたタングステン・カーバイドの基盤層の\n上に金属（あるいは炭化金属）を含まないダイヤモンド粉末の層を重ねて反応容器\nに仕込み、\n（二）　次いで、これらを約五〇ないし七〇キロバール、摂氏一四〇〇ないし一六\n〇〇度の高温高圧下に置く。\n２　前記認定の事実によれば、コンパツクスの生産においては、ダイヤモンド粉末\nをコバルトやタングステン・カーバイドと全く混合していないことが明らかである\nから、この点において、コンパツクスの生産方法は、前記した本件発明の第一工程\nを欠くものであつたことが明らかであり、本件発明の技術的範囲に属しないものと\n認められる。原告が抗弁に対する反論３、４で述べるところは、前示の本件発明の\n第一工程における「混合」の技術的内容に照らし、いずれも採用できない。\nしたがつて、本件発明の目的物の新規性、これとコンパツクスのダイヤモンド層\n部分との同一性等その余の争点について原告の主張事実がすべて認められると仮定\nしても、コンパツクスを輸入し、販売する行為が本件特許権を侵害するものと認め\nることはできない。\n原告は、特許法第一〇四条の推定を破るためには、コンパツクスの生産方法が右\nに認定したよりも具体的に特定されなければならないとの趣旨の主張をしている\nが、本件においては、本件発明の方法により生産される物はダイヤモンド焼結体で\nあるのに対し、コンパツクスは、前記三１で述べたように、ダイヤモンド層とタン\nグステン・カーバイドの基盤層が強固に一体化した二層構造の物体であることにつ\nいて当事者間に争いがなく、ダイヤモンド層の形成と基盤層との一体化が一工程で\n達成されたものと認められるものであり、したがつて、その生産方法において両者\nの間に自ら差異があるものとの推認が働く場合であり、また、前記三２で述べたよ\nうに、コンパツクスの製造元であるＧＥ社が、コンパツクスの製造方法そのままと\nさえ解され、その工業的生産に適すると考えられる具体的な実施態様を含む、本件\n発明の製造方法とは異なる方法につき特許出願をしており、本件発明の方法による\nことなくコンパツクスを製造しうる技術を有すると判断される場合であるから、こ\nのような場合に同条の推定を破るため被告の主張、立証すべきコンパツクスの生産\n方法は、本件発明との対比に必要な程度に特定されれば足り、これを更に細分すれ\nば複数の異なる方法になるとしても、必ずしもそのすべてを明らかにしなければな\nらないものとはいえないというべきである。そして、前記本件発明の構成要件に鑑\nみ、本件発明との対比のためには、右認定の程度にコンパツクスの生産方法が特定\nされれば、一応十分であると認めることができる。右のように対比に必要な程度に\n特定され、認定された方法が、本件発明の技術的範囲に属さないものであることが\n認められる以上、同条の推定は当然破れるものと解するのが相当であるから、原告\nの右主張は採用しない。\n五　よつて、その余の点について判断するまでもなく、原告の本訴請求は理由がな\nいから、これを棄却し、訴訟費用の負担につき民事訴訟法第八九条の規定を適用し\nて、主文のとおり判決する。\n（裁判官　牧野利秋　川島貴志郎　大橋寛明）\n目録\n容量にして七〇パーセント以上がダイヤモンドの微細な粒子から成り、該ダイヤ\nモンド粒子の各々がほとんどすべて、少なくともある点又は界面で隣接するダイヤ\nモンド粒子と直接結合しており、ダイヤモンド粒子相互間に存する間隙にはコバル\nトが介在している構造のダイヤモンド粒子の塊\n特許公報（省略）\n"
}