{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 6,
    "day": 27
  },
  "case_number": "昭和58(ネ)1325",
  "case_name": "違法公金支出差止の仮処分申請控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "地方自治法２４２条の２第１項１号の請求を本案とする仮処分申請の適否",
  "case_gist": "地方自治法２４２条の２第１項１号に基づく地方公共団体の執行機関又は職員に対する違法な行為の差止請求権を被保全権利として，右行為の差止めを求める仮処分申請は，不適法である。",
  "lawsuit_id": "16852",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16852",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/852/016852_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴人らの当審における申請を却下する。\n控訴費用は控訴人らの負担とする。\n○　事実\n一　申立\n控訴人ら代理人は「（１）原判決を取り消す。（２）被控訴人は、学校法人帝京第\n一学園が千葉県市原市姉崎地区に設置を予定している仮称帝京大学医学部附属市原\n病院の用地造或費用及び付帯工事費用に充てるために、市原市の公金を支出しては\nならない。（３）被控訴人は市原市が右病院を誘致するために取得した別紙物件目\n録記載の土地六四筆を同学校法人に無償譲渡してはならない（当審における申\n請）。（４）訴訟費用は第一、第二審とも被控訴人の負担とする。」との判決を求\nめ、被控訴人代理人は主文第一、第二項と同旨の判決を求めた。\n二　主張\n次に付加するほかは、原判決事実欄の「第二　当事者の主張」に記載のとおりであ\nるから、これを引用する（但し、原判決四丁裏八行目の「自と」とあるのを「自ず\nと」と、同五丁裏九行目の「行われていており」とあるのを「行われており」と、\n同六丁表八、九行目及び一〇行目の「私学振興助成法」とあるのを「私立学校振興\n助成法」と、同八丁裏一行目の「因に」とあるのを「因みに」と、同九丁裏六行目\nの「債権者Ａ外二名」とあるのを「控訴人Ａ、同Ｂ、同Ｃ」と、同七行目の「債権\n者Ｄ外四名」とあるのを「その余の控訴人ら」と、同一三丁表二行目の「債務者\nが」とあるのを「市原市が」とそれぞれ改め、同一五丁表二行目冒頭から同丁表末\n行目末尾までの記載を削除する。）。\n（控訴人ら）\n１　被控訴人は、既に帝京大学附属病院の用地取得費用に充てるため本件公金を支\n出しており、市原市は別紙物件目録記載の土地六四筆（以下、本件土地という。）\nを取得済みである。そして、被控訴人は帝京大学附属病院の用地造成費用及び付帯\n工事費用に充てるため本件公金の支出を予定するとともに、本件土地を帝京大学に\n無償譲渡することを予定している。\n２　控訴人らは、被控訴人が本件土地を帝京大学に無償譲渡するのを未然に防止す\nるため、昭和五八年六月二〇日市原市監査委員に対し、地方自治法二四二条一項に\n基づく住民監査請求をしたところ、同監査委員は同年八月一〇日付で控訴人らに対\nし、右監査請求は理由がない旨の監査結果を通知してきた。\n３　本件土地の無償譲渡の差止を求める理由は、控訴人らの従前の主張と同様であ\nる。\n４　よつて、控訴人らは被控訴人に対し、地方自治法二四二条の二第一項一号に基\nづく本件公金の支出及び本件土地の無償譲渡の差止めを求める権利を被保全権利と\nして、本件公金を支出してはならない旨及び本件土地を無償譲渡してはならない旨\nの仮処分を申請する。\n（被控訴人）\n右１ないし３の事実は認め、その法律的主張は争う。\n三　証拠（省略）\n○　理由\n一　控訴人らがいずれも市原市の住民であること、被控訴人は帝京大学が市原市姉\n崎地区に設置を予定している帝京大学附属病院の用地取得費用に充てるため本件公\n金を既に支出し、さらに同附属病院のための用地造成費用および付帯工事費用に充\nてるため本件公金の支出を予定していること、市原市は本件土地を取得済みであ\nり、被控訴人はこれを帝京大学に無償譲渡することを予定していること、控訴人\nＡ、同Ｂ、同Ｃは昭和五七年一月一四日、その余の控訴人らは同年二月九日それぞ\nれ市原市監査委員に対し、地方自治法二四二条一項に基づき、被控訴人の本件公金\nの支出を防止するため住民監査請求をしたところ、右監査委員は同年三月一五日付\nで控訴人Ａ、同Ｂ、同Ｃに対し、また同年三月三〇日付でその余の控訴人らに対し\nそれぞれ右監査請求は理由がない旨の監査結果を通知したこと、控訴人らは昭和五\n八年六月二〇日同様に右監査委員に対し、被控訴人の本件土地の無償譲渡を防止す\nるための住民監査請求をしたところ、右監査委員は同年八月一〇日付で控訴人らに\n対し右監査請求は理由がない旨の監査結果を通知したことは当事者間に争いがな\nい。\n二　控訴人らは被控訴人に対し、地方自治法二四二条の二第一項一号に基づく本件\n公金の支出及び本件土地の無償譲渡の差止め請求を本案とし、該請求権を被保全権\n利として本件仮処分を求める旨を申立てるので、まず地方自治法二四二条の二第一\n項一号に基づく地方公共団体の執行機関又は職員に対する当該行為の差止めの請求\n権を被保全権利として右執行機関又は職員に対し右差止めの仮処分を求めることが\n許されるか否かについて審案する。\n地方自治法二四二条の二第一項一号の規定による訴訟については同条六項により行\n政事件訴訟法四三条三項の規定が適用されるところ、これによれば右訴訟には当事\n者訴訟に関する規定が準用されるが、当事者訴訟に関する規定である同法四一条に\nよれば、当事者訴訟には執行停止の規定である同法二五条は準用されないこととな\nるとともに、右訴訟に関しては同法七条により、その性質に反しない限り、民事訴\n訟の例によると定められている。したがつて、地方自治法二四二条の二第一項一号\nに基づく訴訟に関しては民事訴訟の仮処分に関する法規も準用されると解する余地\nがないでもない。\nしかしながら、地方自治法二四二条の二第一項一号の訴訟は、もともと個人的利益\nの保護を目的とするものではなく、しかも該訴訟において被告となるのは、地方公\n共団体の執行機関としての長又は職員であつて、地方公共団体自体又は長個人もし\nくは職員個人が被告となるわけではない。これら地方公共団体の執行機関たる長又\nは職員は本来は民事実体法上権利能力を有しないものであり、ただ地方自治法二四\n二条の二第一項一号によりその訴訟上被告となることが認められているにすぎない\nのであつて、これを離れて民事訴訟法上一般に権利能力を有するとされるものでは\nないから、右の者を相手方として個人的利益の保護を目的とする民事訴訟法上の仮\n処分を求めうるとするのは相当でない。また地方自治法二四二条の二第一項ただし\n書によれば同項一号の請求においては、当該行為の事前の差止め自体を目的とする\nものではなく、その行為により地方公共団体に財産上回復の困難な損害を生ずるお\nそれがある場合に限り訴えを提起できる旨規定しており、したがつてこの請求は実\n質上同項の他の各号の請求に対する保全訴訟たる性格を有するものと解される。そ\nうすれば、このような性格を有する請求についてさらにその請求を本案とする保全\n訴訟を認めることは法の趣旨に合致しないといわなければならない。さらに、地方\n自治法二四二条の二第一項一号の差止請求権は同条項の住民訴訟によつてのみ行使\nできる権利であり、本案判決の確定をよつてはじめて当該執行機関又は職貝の違法\n行為を差止めるという形成的な法的効果が生じるわけであるが、その判決確定の以\n前に、確定判決があつたと同様の法的状態を生じさせるような仮処分を許すことは\n妥当でない。以上の諸点を総合考慮すると、地方自治法二四二条の二第一項一号に\n基づく地方公共団体の執行機関又は職員に対する当該行為の差止めの請求権を被保\n全権利として右執行機関又は職員に対し当該行為の差止めの仮処分を求めることは\n許されないと解すべきである。\nしてみれば、地方自治法二四二条の二第一項一号に基づく請求権を被保全権利とし\nて、控訴人らの被控訴人に対し本件公金の支出及び本件土地の無償譲渡の差止めを\n求める本件仮処分申請は、いずれも不適法として却下を免れない。\n三　よつて、被控訴人に対し本件公金の支払の差止めを求める控訴人らの仮処分申\n請を却下した原判決は結局相当であり、本件控訴は理由がないのでこれを棄却し、\n被控訴人に対し本件土地の無償譲渡の差止めを求める当審における控訴人らの仮処\n分申請を却下することとし、控訴費用の負担につき民訴法九五条、八九条、九三条\nを適用して、主文のとおり判決する。\n（裁判官　岡垣　學　磯部　喬　大塚一郎）\n別紙物件目録（省略）\n(原裁判等の表示)\n○　主文\n一　債権者らの本件申請をいずれも却下する。\n二　訴訟費用は債権者らの負担とする。\n○　事実\n第一　当事者の申立\n一　債権者ら\n債務者は、学校法人帝京第一学園が千葉県市原市姉崎地区に設置を予定している仮\n称帝京大学医学部附属市原病院の用地取得費用、用地造成費用および付帯工事費用\nに充てるために市原市の公金を支出してはならない。\n二　債務者\n主文同旨\n第二　当事者の主張\n（申請の理由）\n一　債権者らは、いずれも市原市の住民である。\n二　債務者の本件公金支出の予定\n債務者は、学校法人帝京第一学園（以下「帝京大学」という。）が市原市姉崎地区\nに設置を予定している仮称帝京大学医学部附属市原病院（以下「帝京大学附属病\n院」という。）の用地取得費用、用地造成費用、および付帯工事費用に充てるた\nめ、市原市の公金（以下「本件公金」という。）を支出することを予定している。\nすなわち、\n１　市原市議会は、昭和五六年三月一一日定例議会で「帝京大学医学部附属病院の\n早期誘致に関する決議」を可決した。\n２　市原市は、右決議に基づき、帝京大学との間で昭和五六年一一月一〇日次のよ\nうな「総合病院の新設に関する基本約定書」を締結した。\n（一）　設置場所は市原市姉崎とする。\n（二）　用地取得等については、市原市が約六万五〇〇〇平方メートルを取得し、\n整地したうえ、帝京大学に対し無償譲渡する。\n（三）　付帯工事については、市原市が病院用地に至るまでの取付道路、上下水道\nおよび排水路の整備を行う。\n３　市原市は、右基本協定に続き、細目を定める付属協定を締結にて、右病院用地\n取得等の費用および付帯工事の費用として二〇億円以上を支出することを予定して\nおり、そのうち一二億一三二二万七〇〇〇円については昭和五七年度予算に病院対\n策費として計上している。\n４　市原市議会は、右予算承認に伴い、昭和五七年六月開催の市議会で公金支出の\n前提となる一部用地の買収契約につき承認がなされる見込みである。\n三　本件公金支出の違法性\n１　本件公金の支出は、私立学校に対するものであるから、憲法八九条後段に違反\nする。\n憲法八九条は「公金その他の公の財産は、公の支配に属しない教育の事業に対し、\nこれを支出してはならない」と規定しているが、「公の支配」とは「その事業の予\n算を定め、その執行を監督し、さらに人事に関与するなど、その事業の根本的な方\n向に重大な影響を及ぼすことのできる権力」（宮澤俊義著芦部信喜補訂全訂日本国\n憲法コンメンタール七四一頁）であると解すべきである。しかるに、帝京大学は私\n立学校であるが、私立学校は私立、私有、私営たることをその基本的性格としてお\nり、公の支配に属していないことは明らかであるから、私立大学に対する公的助成\nはすべて憲法上許されず、債務者が、私立学校である帝京大学に対し行おうと予定\nしている本件公金の支出は憲法八九条に違反する。\n２　私立学校に対する公的助成が、憲法上認められることがありうるとしても、そ\nれには憲法八九条後段の趣旨から自と限界があると解されるところ、本件公金の支\n出はその憲法的限界を逸脱したもので、違憲である。\n（一）　憲法八九条後段の趣旨は、単に国費、公費の濫費の防止や私的な慈善・教\n育等の事業の自主性に対する公権力による干渉の危険の排除というだけでなく、そ\nの前提において思想・良心および学問における公権力の公正・中立性を財政面から\n確保し、実現することを目的とする制度的保障規定として理解すべきである。他\n方、憲法はその二六条で国民の教育を受ける権利を定め、これを実質的に保障する\nため教育の充実を図る必要があり、この観点から、私立学校に対する公的助成が認\nめられるとしても、憲法八九条後段の限界のもとに憲法二六条の教育を受ける権利\nを実質的に保障するため教育の充実という要請を真に満たす場合に限られるべきで\nある。\n換言すれば、私立学校に対する公的助成は、教育振興の目的に限定されるべきであ\nるとともに、これを与える側の思想・良心・学問に対する公正・中立性をいささか\nも損なうことなく、これを受ける側の自主性をおびやかすことがないような制度的\nな保障のもとに、行われるべきである。そのためには、私立学校に対する助成は、\n予め設定された一定の基準に基づき、一律的かつ平等に行われなければならない。\n従つて、現在行われている私立学校に対する経常的経費についての公的補助は右の\n要請を満たして行われていており、違憲になるものではないが、本件公金の支出の\nように、特定の私立大学に対し巨額な公的助成をすることは、憲法八九条後段に違\n反するものであつて許されない。\n（二）　右のとおり市原市の帝京大学に対する本件公金の支出は、地域医療の振興\nを目的としており、教育振興を主たる目的としていないうえ、帝京大学に対しての\nみ巨額な援助がなされ、しかもその助成につき市原市がなんら監督権を有していな\nいのであるから、私学助成の許される憲法八九条後段の限界をはるかに逸脱してお\nり、違憲である。\n３　本件公金の支出は、私立学校法五九条、私学振興助成法に違反している。\n（一）　私立学校法五九条、私学振興助成法によれば、国または地方公共団体が私\n立学校（学校法人）に対し助成できる場合は、教育振興に主たる目的がある場合に\n限られており、教育振興を主たる目的としない場合にはこれを行うことができな\nい。\n市原市の帝京大学に対する本件公金の支出は、主として地域医療の振興を目的とし\nてなされる助成であつて、教育の振興を目的としていないから、まず助成の目的に\nおいて右各法律に違反している。\n（二）　次に助成の態様についていえば、右各法律によれば、私立学校に対する助\n成は原則として所轄庁が行うことを前提としている。その理由は、私立学校の管\n理・運営・教育振興については所轄庁が専らこれに関与し必要な監督権を有してい\nるが、所轄庁以外の庁は当該私立学校の管理・運営等についてなんら関与せず、監\n督権も有していないからである。私立大学の所轄庁は文部大臣であり、私立高等学\n校以下は都道府県知事であり、このため、私立大学に対しては国が、私立高等学校\n以下に対しては地方公共団体がそれぞれ助成しているのである。\n従つて、地方公共団体が私立大学に対し多額の助成をすることは、右各法律の趣旨\nに照らし許されないと解すべきであるから、市原市の帝京大学に対する本件公金の\n支出は助成の態様の観点からいつても右各法律に違反している。\n（三）　さらに、右各法律は、私立学校に対し経常的助成のみを行うことを原則と\nしており、本件公金の支出のような資本的助成を禁止しているものと解すべきであ\nる。\n４　本件公金の支出は、憲法一四条の定める平等原則に違反し、違憲である。\n（一）　市原市の帝京大学に対する本件公金の支出は、医学部のない私立大学に対\nし助成を行うものでない点で、平等原則に反する。\n（二）　次に、本件公金の支出は、市原市で既に医業を開設する者あるいは今後開\n設しようとする者を不当に差別するもので、この点でも平等原則に反する。\n５　本件公金の支出は、著しく不当であり、違法である。\n（一）　市原市には帝京大学附属病院のような大規模な病院を緊急に誘致する必要\nはない。\n市原市の行政当局は、単に市原市の人口と医師数・病床数を比較し、他の市町村に\n比べ医師充足率が劣つていることを大規模病院誘致の主たる理由としている。しか\nしながら、医療需要は単純に人口数に比例して増大するものでなく、人口構成とり\nわけ老令人口比率の分析を抜きにしてはその正確な把握は不可能である。市原市は\n人口急増地域であり、その流入人口の大半は若年層であることから、老令人口が少\nないという特徴を有している。このため、市原市の昭和五五年度の一般病床利用率\nは七四パーセントであり、全国平均の八一・四パーセントを大きく下回つている。\n因に、病床利用率の高い県は鹿児島、大分、高知等の過疎県で、いずれも若年層が\n流出して老令人口比率の高い県である。これに対し、千葉県、埼玉県が昀も病床利\n用率が低くなつているのは、人口急増地域であるため、流入人口が若年層であるこ\nとにより老令人口比率が低いことに起因している。特に、市原市は、千葉県内でも\n老令人口が少なく、右の病床利用率の低さから考えても、現状の医療供給体制に付\n加して、帝京大学附属病院のような大規模病院を巨額な公金を支出してまで誘致す\nる緊急の必要性はない。\n（二）　外部から大規模病院を誘致せず、既に存する市民病院を拡充強化するこ\nと、あるいは地元医師会の経営による病院を建設することなど、公費負担の少ない\n代替案も十分考えられるところであり、加えて市原市内の千葉労災病院、県立鶴舞\n病院等、隣接市である千葉市内の千葉大学医学部附属病院の効率的利用を図るなど\nすれば、十分市原市民の医療需要に対応する体制の整備は可能である。\n（三）　他方、巨額な公金を支出して帝京大学附属病院を誘致しても、学校法人に\n対しては固定資産税、事業税等は課税されないから、市原市の税収の増加は全く期\n待できず、わずかに雇用者数の増加が期待できるだけであるから、公金の有効な使\n用とはいえない。\n（四）　しかも、市原市は、財政状態が逼迫しており、巨額な公金を支出して帝京\n大学附属病院の誘致を行うことは地方財政法二条、八条の趣旨に反する著しく不当\nな公金支出で、違法である。\n四　本案訴訟の提起と仮処分の必要性\n１　債権者Ａ外二名は、昭和五七年一月一四日、債権者Ｄ外四名は、同年二月九\n日、本件公金の支出を未然に防止するため、市原市監査委員に対し地方自治法二四\n二条一項に基づき住民監査請求を行つたところ、債権者Ａ外二名に対しては同年三\n月一五日付で、債権者Ｄ外四名に対しては同年三月三〇日付で監査請求は理由がな\nい旨の監査結果がそれぞれ通知された。\n２　そこで、債権者ら八名は、右監査結果に不服があるので、地方自治法二四二条\nの二第一項一号に基づき、債務者を被告として千葉地方裁判所に対し本件公金の支\n出の差止めを求める訴訟を提起した（千葉地方裁判所昭和五七年（行ウ）第六号事\n件として係属）。\n３　しかしながら、債務者は、右訴訟提起にもかかわらず、本件公金の支出を強行\nしようとしている。もし、債務者が本件公金の支出をしてしまうと、右訴訟は訴の\n利益を欠いて訴却下の判決に至らざるをえなくなり、また本件公金支出がなされた\n後に市原市に生じた損害を回復することは不可能ないし困難である。\n五　よつて、債権者らは、債務者に対し地方自治法二四二条の二第一項一号に基づ\nく本件公金の支出の差止めを求める権利を被保全権利として本件公金を支出しては\nならない旨の仮処分決定を求める。\n（申請の理由に対する答弁）\n一　申請の理由一の事実は認める。\n二　申請の理由二の事実は、次に主張する事実に符合する限度で認め、その余の事\n実は否認する。\n１　千葉県の医療水準は、埼玉県、沖縄県に次いで全国昀下位から三番目にあた\nり、このため久しく住民から医療の充実が要望されていた。千葉県知事は、これに\n応えるため、市原市を含む県下の市町村に対し昭和四九年九月二〇日付をもつて\n「地域医療協議会の設置について」と題する依頼文書を発し、これによつて、県下\nの市町村単位に、市町村の当局者、医師歯科医師代表者、学識経験者、および住民\n代表の四者構成の医療協議会が設置され、市原市においても市原市医療協議会が発\n足した。医療過疎県の千葉県にあつて、特に市原市は医療過疎状態にあり、市原市\n医療協議会は、昭和五三年三月三一日債務者に対しこのような医療過疎を解消する\n方策として、「昭和五二年度答申書」を提出し、その中で総合病院の設置につい\nて、第一案として公私立医科大学附属病院、第二案として公共性のある総合病院を\n誘致すべきことを答申した。\n市原市当局は、右答申に基づいて、首都圏の公共性のある総合病院および一四の私\n立大学に対し市原市進出の意向を打診したが、前者については諸般の事情で実現せ\nず、後者については進出の意向はあつても市原市において用地を含めて病院を建設\nして大学に貸付けることや病院の運営費を助成することを要求したりして、結局具\n体化するに至らず、ようやく昭和五五年八月ころ帝京大学がこれらの大学のうち昀\nも市原市に有利な条件で大学附属病院を設置してよいという意向を示した。\nそこで、債務者は、市原市医療協議会に対し帝京大学附属病院を誘致することの可\n否およびこれを誘致して設置することに伴う諸条件等の調査を審議することを依頼\nした。市原市医療協議会は、昭和五六年二月二七日債務者に対し「帝京大学医学部\n附属病院の誘致について（答申）」という答申書を提出した。\n他方、市原市議会は、昭和五六年三月一一日「帝京大学医学部附属病院の早期誘致\nに関する決議」を全員一致で可決した。\n２　債務者は、市原市医療協議会の右答申書および市原市議会の右決議を受けて、\n帝京大学と交渉を重ねた結果、昭和五六年一一月一〇日帝京大学との間で「総合病\n院の新設に関する基本約定書」を締結した。その主な内容は、帝京大学は、昭和六\n〇年五月大学附属病院として内科ほか一一の診療科目を有する総合病院を設置し、\n特別施設として二四時間体制の救急センター、人工透析等を設けるとともに、定員\n四〇名の高等看護学院を付置すること、市原市は、債権者主張のような負担（申請\nの理由二２記載の負担）をすることである。\n３　市原市は、右基本約定書に基づいて、姉崎地区において約六万五〇〇〇平方メ\nートルの土地を取得して、これを帝京大学に対し病院用地として無償譲渡すること\nとなり、初年度である昭和五七年度予算に一二億一三二二万七〇〇〇円を計上し、\n用地の取得、造成等の費用に充てることとなつた。\n三　申請の理由三の主張は争う。\n１　申請の理由三１の主張は争う。\n私立大学は公の支配に属するものであり、債務者が私立大学である帝京大学に対し\nその附属病院を誘致するため用地を提供し、附帯工事を施工することは違憲ではな\nい。私立学校振興助成法の助成に関する規定が憲法八九条に違反するというのであ\nれば、長年私立大学に対して行われてきた多額の補助金は違憲違法であるという由\n々しい結果となる。債権者らの主張は、学校教育法、私立学校法等に基づいて私立\n学校に対する所轄庁による規制が設けられていない時期における私立学校に対する\n公的助成については適合する余地がありうるにしても、現行法の下では適合しない\nものである。\n２　申請の理由三２の主張は争う。\n３　申謂の理由三３の主張は争う。\n（一）　私立学校に対する公的助成は教育振興の目的に限定されるべきであるとの\n債権者らの主張は争う。本件公金の支出の根拠および目的は、私立学校振興助成法\n一〇条に基づく助成、すなわち教育振興目的と地方自治法二三二条の二の規定に基\nづく補助、すなわち医療過疎対策として地域医療振興目的の双方であり、両者の関\n係については、一方が主で他方が従という関係にはなく、密接不可分の関係にある\nものである。\n（二）　私立学校に対する公的助成は所轄庁のみが行うことができ、市原市が所轄\n庁でなく従つてなんら監督権を有しない帝京大学に対し助成を行うことは違法であ\nるとの債権者らの主張は争う。所轄庁は、自ら行つたものでない助成について、私\n立学校振興助成法一二条、一三条に定める所轄庁としての監督権を行使することが\nできると解すべきである。\n（三）　私立学校に対する公的助成は経常的経費についてのみ行われることを原則\nとしており、本件公金の支出のような資本的助成はできないとの債権者らの主張は\n争う。私立学校振興助成法は、四条で私立学校に対し教育または研究にかかる経常\n的経費について公的補助をすることができる旨定めるほか、一〇条で広く国または\n地方公共団体は学校法人に対し補助金を支出し、または通常の条件よりも有利な条\n件で、貸付金をし、その他の財産を譲渡し、もしくは貸付けることができる旨を定\nめているのであつて、本件公金の支出は同法一〇条の沿革および文理に照らし適法\nである。\n４　申請の理由三４の主張は争う。\n５　申請の理由三５の主張は争う。\n四　申請の理由四の事実に対し\n１　申請の理由四１の事実は認める。\n２　申請の理由四２の事実は認める。\n３　申請の理由四３は争う。\n（債務者の主張）\n債権者が債務者に対し差止めを求めている本件公金の支出は予算の支出行為である\nが、予算の支出行為は純然たる行政行為であるから、行政事件訴訟法四四条の「行\n政庁の処分その他公権力の行使に当たる行為については、民事訴訟法による仮処分\nをすることができない。」という規定に照らし、本件仮処分申請は不適法である。\n（債権者らの反論）\n本件公金の支出は、行政処分でもなく、また公権力の行使に当たる行為でもないか\nら、本件仮処分申請は行政事件訴訟法四四条に触れるところはなく、適法である。\n第三　証拠（省略）\n○　理由\n一　債権者らがいずれも市原市の住民であることは当事者間に争いがない。\n二　本件公金支出の決定に至るまでの経緯\n原本の存在および成立に争いのない疎甲第五号証の一、二、成立に争いのない疎乙\n第五ないし第一二号証、証人Ｅの証言、ならびに弁論の全趣旨によれば、次の事実\nを一応認めることができ、この認定に反する証拠はない。\n１　千葉県の医療水準は、人口に対する医師数についてみる限り、全国都道府県の\nうち昀下位から三番目にあたる。すなわち、昭和五五年一二月現在の人口一〇万人\n当たりの医師数は、全国平均一二七・三人であるのに対し、埼玉県七七・六人、沖\n縄県七八・八人であり、次いで千葉県八三・九人となつている。このため、千葉県\nは人口に対する医師数の少なさから医療過疎県であるとされ、住民からも医師数の\n増加という意味での医療の充実が要求されていた。千葉県は、これに応えるため、\n市原市を含む県下の市町村に対し保健所単位に地域医療を確保するための各種の問\n題を検討解決することを目的として市町村の行政当局者、医師歯科医師代表者、学\n識経験者および住民代表の四者から構成される地域医療協議会を設置するよう指導\nし、市原市にもこれによつて市原市医療協議会が発足した。\n市原市は、千葉県内にあつても、医療過疎地域に属し、人口一〇万人当たりの医師\n数は全国平均一二七・三人、千葉県八三・九人であるのに対し、市原市は六二・八\n人であり、人口一〇万人当たりの病院一般病床数は全国平均七六五・九床、千葉県\n四六〇床で、市原市は五〇〇・九床（県内二六市のうち一四位）、一般診療所病床\n数は全国平均二四六・二床、千葉県一四五・六床であるのに対し、市原市は一一六\n床（県内二六市のうち二二位）である。市原市では、特に皮膚科、泌尿器科、眼\n科、耳鼻咽喉科の分野での専門医が極端に少なく、医師数一三六人のうち右の分野\nの専門医について保健所届出数でみると、いずれも一名ないし三名にすぎない。\n２　市原市医療協議会は、市原市の右のような医療過疎状態を解消する方策として\n昭和五三年三月三一日債務者に対し「昭和五二年度答申書」を提出し、その中で、\n「医療体制の将来構想について」と題したうえ、基本的な考え方としては市民願望\nの総合病院を誘致することを前提に検討すべきであり、総合病院としては第一案は\n公私立医科大学附属病院、第二案は公共性のある総合病院を誘致すべきであると\nし、誘致の方法としては「関係機関に強力にアプローチする必要がある。市は早急\nにこの方針を、基本計画に組入れ行政市民一体のプロジエクトチームを編成し、土\n地先行取得、など受入れ態勢を具体化し積極的に取組むべきである。」との意見を\n述べた。そこで、市原市は、環境衛生部などが中心となつて、総合病院の設置につ\nいて改めて協議検討し、まず、市立による総合病院については医療スタツフを充足\nさせることが困難であるほか、全国の地方自治体の運営する病院の例をみると、医\n療費用が医療収益をはるかに上回り、毎年巨額の経常的な赤字が出ており、市原市\nが総合病院を直接運営することは財政負担が著しく、不相当であるという結論にな\nつた。次に、総合病院を誘致することにしてどのような病院を誘致するかについて\n検討し、第一順位としては国公立医科大学の附属病院、第二順位としては私立医科\n大学の附属病院、第三順位としては公共性のある総合病院ということになつた。市\n原市は、第一順位の国公立医科大学の附属病院の誘致については、昭和五四年一〇\n月ころ国、その他関係官庁に照会したところ、国公立医科大学の附属病院はもはや\n不拡大方針であるということであつたので、これを断念した。次に、二、三の私立\n大学と折衝したところ、私立大学から大学の財政難から誘致を受けるについてなん\nらかの助成して欲しい旨要望され、市原市は、この段階で私立大学の附属病院を誘\n致するにはそれ相当の財政的負担が必要であるという認識に立ち、昭和五五年三月\n市原市医療協議会に諮り、病院の規模を約四〇〇床と想定し、その敷地を約五万平\n方メートルとし、その用地の提供、造成、上下水道の設備等を図ることなど市原市\nとしての誘致条件を設定した。市原市は、右の誘致条件に基づき、首都圏内の各私\n立大学に当たつて市原市進出の意向を打診したが、右の誘致条件のほか一定期間の\n病院運営費の助成を求めたり、病院の建設も市原市が建築したうえそれを貸与する\nことを求めたりしたため、妥結に至らず、わずかに帝京大学だけが市原市の右誘致\n条件に昀も近い条件で市原市に附属病院を設置してよいという意向を示した。\n３　そこで、債務者は、市原市医療協議会に対し帝京大学附属病院を誘致すること\nの可否およびこれを誘致し設置することに伴う諸条件等の調査を依頼した。市原市\n医療協議会は、これを受けて昭和五六年二月二七日債務者に対し「帝京大学医学部\n附属病院の誘致について（答申）」と題する答申書を提出し、その中で、結論とし\nて帝京大学附属病院を「誘致することはやむをえない」としたうえで、地域医療と\nの具体的協調策および帝京大学が不履行の場合の担保責任の二点について慎重に検\n討対処することを要望した。\n他方市原市議会は、昭和五六年三月一一日「帝京大学医学部附属病院の早期誘致に\n関する決議」を可決した（この点は当事者間に争いがない。）が、右可決は全員一\n致でなされた。右決議の内容は、「医療施設の充実は二二万市原市民にとつて、長\n年の切なる願望であり現下における市政の昀大課題であることは明瞭である。よつ\nて、医療協議会の答申にそつて地域医療との具体的協調策を推進し、帝京大学医学\n部附属病院を誘致するよう要請する。」というものであつた。\n４　債務者は、市原市医療協議会の右答申書および市原市議会の右決議を受けて、\n帝京大学と交渉を重ねた結果、病院の規模を五〇〇床とし、高等看護学院を設置す\nることにしたことなどにより、市原市の提供する敷地が五万平方メートルから約六\n万五〇〇〇平方メートルに変つたほかは、ほぼ市原市の設定した前記誘致条件で折\nり合いがつき、昭和五六年一一月一〇日帝京大学との間で「総合病院の新設に関す\nる基本約定書」を締結した。\n右基本約定書によつて市原市が負担する主な債務内容は債権者が申請の理由二２で\n主張するとおりであり（右基本約定書締結の点とこの点は当事者間に争いがな\nい。）、帝京大学が負担する主な債務内容は債務者が申請の理由に対する答弁二２\nで主張するとおりであるが、基本約定書のその他の条項で重要な点は次のとおりで\nある。\n（一）　目的について、市原市の市民に対する高度の医療の供給および地域医療水\n準の向上をめざし、あわせて医学教育の振興に寄与することを目的とすることが一\n応うたわれていること\n（二）　帝京大学は、市原市に別に提出した「帝京大学医学部附属市原病院計画\n書」に従つて病院を建設し、管理運営することになつており、右計画書は病院進出\nの目的、病院の規模、診療科目および科別の病床数、医療スタツフ、医療機器、特\n別施設その他につき具体的かつ詳細に記載されており、かつ右計画書に変更の必要\nが生じたときは、市原市と帝京大学とは協議することになつていること\n（三）　土地の提供は市原市が無償でこれを行い、病院およびこれに付属する医療\n施設等の建設はすべて帝京大学がこれを行うものとするが、右土地の譲渡の時期に\nついては、帝京大学が病院を完成し、診療を開始した（診療の開始は昭和六〇年五\n月一日を目途とする旨約定されている。）後に、土地の譲渡を行うものとし、登記\n手続もこの時点で行うこと\n（四）　帝京大学は、市原市から譲り受けた土地を所有権移転登記後一〇年間は第\n三者に譲渡することができず、または他の目的に使用することはできないこと\n（五）　帝京大学がその責に帰すべき事由によつて病院建設を遅滞したときは、市\n原市はこの基本約定を解除し、かつそれによる損害賠償を請求することができるこ\nと\n５　市原市は、右基本約定書に基づいて、姉崎地区において約六万五〇〇〇平方メ\nートルの土地を取得して、これを帝京大学に対し病院用地として無償譲渡すること\nとなり、初年度である昭和五七年度予算に一二億一三二二万七〇〇〇円を計上し\n（予算に右金額を計上したことは当事者間に争いがない。）、用地の取得、造成等\nの費用に充てることになつた。債務者は、右用地の取得、造成等に必要な予算の議\n決、その契約締結のための議決、土地の無償譲渡のための議決の各手続について一\n部はこれを既に履践し、その余は今後の事務の進捗に応じてこれを履践することに\nなつている。\n三　本件公金支出の根拠\n成立に争いのない疎甲第一ないし第三号証、証人Ｅの証言、ならびに弁論の全趣旨\nによれば、市原市には私立学校に対する助成措置を規律している条例、規則はな\nく、帝京大学に対する本件公金の支出は、私立学校振興助成法一〇条および地方自\n治法二三二条の二の双方に根拠を置くものであることを一応認めることができる\nが、前項認定の事実関係によれば、市原市の主観的意図としてはもちろんのこと客\n観的にみても、本件公金の支出は、その目的および根拠については、地方自治法二\n三二条の二に基づき市原市の地域医療の振興目的のためになされるもので、帝京大\n学に対する助成を行い、これにより教育振興を図るという目的は極めて附随的でし\nかないことを推察することができる。\n四　本件仮処分申請の適法性について\n債務者は、本件仮処分申請は行政事件訴訟法四四条に違反し、不適法である旨主張\nするが、本件公金の支出は、帝京大学に対し病院敷地として無償提供する土地につ\nいてその取得、造成等のため土地所有者と売買契約を結んでその売買代金を支払\nい、土地造成業者と土地造成工事の請負契約を結んでその請負代金を支払うなどの\nためになされるものであるから、純粋な私法的行為であり、行政庁の処分に当たら\nないことはもとより公権力の行使たる行為にも当たらず、民事訴訟法による仮処分\nによつて差止めを求めることができる行為であり、債務者の右主張は失当である。\n五　本件公金支出の違法性の有無について\n１　債務者の帝京大学に対する本件公金の支出は、第二、第三項で認定したよう\nに、主として市原市という地域の医療振興の目的のために、帝京大学という教育の\n事業に附帯して医療の事業を行う学校法人に対し行われるものと理解されるとこ\nろ、私立医科大学が行う附属病院の経営は、確かに医学教育に直結した部分を含む\nものではあるが、医療機関としての性格をはるかに強く有するものであつて、国ま\nたは地方公共団体が私立医科大学の附属病院に対しその医療機関としての機能性に\n着目して医療の振興を図るという公益目的のために補助金を交付することは、憲法\n八九条後段に抵触するものとはいえない。\n従つて、債務者が市原市の医療過疎対策として帝京大学附属病院の医療機関として\nの機能性に着目して市原市という医療過疎地域の医療需要に応え、医療水準の向上\nを図るという公益目的を達成するために帝京大学附属病院を誘致して地方自治法二\n三二条の二に基づき、かつ所定の手続を履んで用地の無償提供等のために公金を支\n出することは、憲法や、法律になんら違反するものではない。\n２　次に、本件公金の支出は、附随的にしろ、帝京大学の行う教育の事業に対する\n助成という面を有することは否定しえないので、以下この点から本件公金支出の違\n憲、違法性の有無について判断する。\n（一）　まず、債権者らは、私立学校は公の支配に属さないから、私立学校である\n帝京大学に対する公金の支出は憲法八九条後段に違反すると主張する。しかしなが\nら私立学校といえども学校教育法、私立学校法、私立学校振興助成法その他によつ\nて学校の管理運営等につき各種の公的支配が及んでいるのであつて、特定の私立学\n校の特定の思想・信念・学問を助成する意図を有するような場合はともかく、私立\n学校に対し支出された公金の使途につき管理支配が及んでいる限りは、私立大学に\n対する助成が憲法八九条後段に違反するということはできない。\nそこで、市原市が帝京大学に対し無償提供する病院用地につきその使用処分等に対\nする市原市による管理支配がどの程度及びうるかについてみるに、第二項４で認定\nしたように、市原市と帝京大学との間で取交された基本約定書によれば、帝京大学\nは無償提供を受ける病院用地の使用処分等につき同所（二）ないし（五）に掲記さ\nれた各種の管理支配を受けることを認諾しているのであつて、本件公金の支出は憲\n法八九条後段にいう公の支配に属さない教育の事業に対する公金の支出に該当する\nものではない。\n（二）　次に債権者らは、私立学校に対する助成が憲法上容認されるとしてもそれ\nは予め設定された一定の基準に基づき、一律的かつ平等に行われなければならない\nと主張するが、私立学校振興助成法一〇条はそもそも本件公金の支出のような特定\nの私立学校に対する特定目的のための一回的な助成をも予定しているのであり、憲\n法上も当該学校法人に対し各種の公的支配が及び、助成によつて提供された財産の\n使用処分につき管理支配が及んでいる限りは、特定の私立学校に対し特定目的のた\nめの一回的な助成を行う場合に、常に法令その他により予め設定された基準に基づ\nき、一律的かつ平等に行われなければならないということはなく、要は助成内容の\n合理性の有無の問題にすぎず、第二項認定の事実関係に照らして考えるならば、債\n務者の帝京大学に対する本件公金の支出が特に不合理であるとは認められない。\n（三）　債権者は、教育の事業に対し公金の支出を行う場合には、少なくとも教育\n振興のみを目的とするか、少なくとも教育振興を主たる目的とすることを要し、教\n育振興以外の目的を主たる目的とすることは憲法上許されないと主張するが、右主\n張は独自の見解に基づくものであつて採用できない。前判示のとおり、本件公金の\n支出は、教育振興を目的とするほかに、地域医療の振興をも目的とするものである\nが、地域医療の振興を目的とする面に関する限り帝京大学の行う医療の事業に対す\nる助成であつて教育の事業に対する助成とはいえず、憲法八九条後段の問題はなん\nら生じえない。\n（四）　債権者らは、市原市は帝京大学の所轄庁でなくなんら監督権を有していな\nいから、帝京大学に対する本件公金の支出は違法であると主張する。\nしかしながら、前判示のように、市原市は、帝京大学との間で取交わした基本約定\n書によつて無償提供する病院用地の使用処分等につき各種の管理支配権限を有して\nいる（市原市が帝京大学全体に対する管理監督権を持つことは本件公金支出の目的\nからいつて不必要かつ不相当である。）ほか、所轄庁である文部省が帝京大学全体\nに対し必要な監督権を行使しうる以上、市原市が所轄庁としての監督権を有しない\nからといつて、本件公金の支出が違法となるものではない。\n（五）　債権者らは、さらに、私立学校に対する助成は経常的経費に限られ、本件\n公金支出のような資本形成的な助成は私立学校法、私立学校振興助成法の禁止する\nところであると主張するが、私立学校振興助成法一〇条の文理に照らし考えるなら\nば、右主張は独自の見解に基づく主張であるといわざるをえず、採用できない。\n３　債権者らは、本件公金の支出は、医学部のない私立大学に対する関係、あるい\nは市原市内の開業医等に対する関係で、憲法一四条の定める平等原則に違反し、違\n憲であると主張するが、債権者らの右主張は本来比較すべきでないものを比較して\n平等でないというものであり、畢竟独自の見解に基づく主張であつて採用できな\nい。\n４　昀後に、本件公金の支出は著しく不当であり、違法であるとの債権者らの主張\nについて判断する。\n（一）　債権者らは、市原市には帝京大学附属病院のような大規模な病院を誘致す\nる必要性はないと主張して、その理由として市原市は若年者人口が多く、このため\n病床利用率が低い点を指摘するが、債権者らの指摘するような点が認められるとし\nても、第二項で認定したように、市原市の医師数が現在総人口に対し不足している\nなどの状況があるのであるから、市原市が現在のみならず将来の医療需要を踏まえ\nて大規模な総合病院を誘致することは行政庁としての裁量行為であり、かつ右裁量\n行為が著しく不合理であるとはいえない。\n（二）　次に、債権者らは、外部から大規模病院の誘致をしなくとも、他に代替手\n段があると主張するが、市原市が現在および将来の医療需要に対処するため外部か\nら大規模病院を誘致するか、それとも既に存する病院を拡充強化すること、あるい\nは地元医師会経営の病院を新設することなどによつて代替させるかは正に行政庁と\nしての裁量行為であり、しかも第二項で認定した事実から明らかなように、市原市\nは市民の医療需要に応えるための方策について市原市医療協議会に再度にわたつて\n意見を求めてその答申に基づき、あるいは市議会の決議に基づき、慎重な手続を経\nて、外部から大規模病院として帝京大学附属病院を誘致することに決定しており、\n裁量行為としてなんら不合理性を見出すべき点は存しない。\n（三）　債権者らは、学校法人に対しては非課税であることから固定資産税、事業\n税等の税の増収は見込みえず、公金の有効な使用とはいえないと主張するが、本件\n公金の支出は市原市民の現在および将来の医療需要に応えるためになされるもので\nあつて、そもそも税の増収などを目的とするような企業の誘致ではないのであるか\nら、債権者らの右主張は失当である。\n（四）　さらに、債権者らは、市原市がその財政困難下において帝京大学附属病院\nを誘致するために巨額の公金を支出することは地方財政法二条、八条に違反する旨\n主張するが、第二項で認定した事実から明らかなように、市原市は大規模病院を設\n置する必要性があると判断した後市原市にとつて昀も財政的負担の少ない方法とし\nて、市直営の病院とはせず、外部から総合病院を誘致するが、病院用地の無償提供\n等はするもののその運営費の補助はしないことで、首都圏の数多くの私立医科大学\nと折衝を重ね、結局において帝京大学附属病院を誘致することに決定するなど、市\n原市の財政状態を十分考慮して昀も有利な方法を選択すべく検討し努力したといえ\nるのであつて、本件公金の支出が地方財政法二条、八条に違反する点はないものと\nいうことができる。\n５　以上判示のとおり、本件公金の支出には違憲性、違法性を認めることができ\nず、かつその疎明に代えて保証を立てさせて仮処分命令を発することも相当ではな\nいから、結局本件公金の支出が違法であることを理由としその差止めを求める債権\n者らの本件仮処分申請はいずれも理由がなく却下を免れない。\n六　よつて、債権者らの本件仮処分申請は理由がないのでいずれも却下することと\nし、訴訟費用の負担につき民訴法八九条、九三条を適用して、主文のとおり判決す\nる。\n"
}