{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 8,
    "day": 25
  },
  "case_number": "昭和57(ネ)107",
  "case_name": "帯広電報電話局職員戒告",
  "court_name": "札幌高等裁判所",
  "field": "労働",
  "lawsuit_id": "19361",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19361",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/361/019361_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n一　控訴人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は、主文同旨の判決\nを求めた。\n二　当事者双方の主張と証拠の関係は、証拠として、被控訴人が、甲第二九号証\n（写）を提出し、当審における被控訴本人尋問の結果を援用し、「乙第四三号証の\n二ないし五、第四五、四六号証の成立は不知、同第四三号証の一以下のその余の乙\n号各証の成立は認める。」と述べ、控訴人が、乙第四三号証の一ないし五、第四四\nないし四七号証、第四八号証の一ないし三を提出し、当審証人Ａの証言を援用し、\n甲第二九号証の原本の存在と成立を認めたほかは、原判決事実摘示と同一であるの\nでこれを引用する（但し原判決三〇枚目表四行目「○○○○」とあるを「○○○\n○」と改める）。\n理　　　由\n一　被控訴人が、帯広電報電話局（以下「帯広局」という。）に勤務する控訴人の\n職員であるところ、控訴人が、昭和五三年一一月一四日被控訴人に対し、受診命令\n拒否（原判決事実摘示の請求原因二項１の事実）及び職場離脱（同項２の事実）を\n理由として、被控訴人を同月九日付で戒告する旨の懲戒処分（以下「本件処分」と\nいう。）をしたことは当事者間に争いがない。\n二　そこで先ず本件処分における懲戒理由のうち、受診命令拒否の事実の存否とそ\nの懲戒事由該当性の点について判断する。\n１　被控訴人は、昭和四五年四月控訴人に採用されて以来、電話交換作業に従事し\nてきたが、昭和四九年七月五日頸肩腕症候群に罹患しているとの診断を受けてしば\nらく休養加療し、同年九月五日職場復帰してからは、軽易な机上作業に担務替えと\nなり、さらに昭和五〇年九月三日には控訴人により右疾病につき業務上の認定（労\n働基準法七五条所定の業務上の疾病の認定のこととみられる。）を受けたものであ\nること、控訴人は、昭和四五年ころから電話交換職を中心として発生した頸肩腕症\n候群につき、病因の究明、予防及び回復のための諸施策を講じ、これにより北海道\nではその罹患者数が年々減少するに至つたが、発症後三年以上経過しても軽快しな\nい長期罹患者が罹患者の多数を占めるようになつたため、これに対処する具体的な\n施策を求めていた全電通労組北海道地方本部（以下「道地本」という。）とも協議\nのうえ、その施策の一環として、昭和五三年七月一四日道地本との間で、右の長期\n罹患者及び控訴人の産業医である健康管理医が必要と認めた者（以下これらの者を\n「長期罹患者等」という。）を対象とし、疾病要因を追求して、その診断により治\n療及び療養の指導をして早期健康回復を図ることを目的とする総合精密検診（その\n検診方法は、被検者を札幌逓信病院に入院させて、整形外科を中心に、内科、精神\n科ないし精神神経科、皮膚科、眼科及び耳鼻咽喉科のほか、必要に応じて他科の検\n診を含む総合精密検診をなすもので、検診のための入院期間は二週間程度、参加人\n員は一回四名程度とし、その人選は、控訴人の健康管理医が行うとするもの。以下\nこれを「本件検診」という。）を実施する旨の労働協約を締結のうえ、同年八月三\n〇日控訴人の北海道電気通信局職員部長から帯広局を含む各機関の長に対し、その\n旨の通達が発せられたこと、そして控訴人の右職員部長は、同年九月二日健康管理\n医の意見にもとづき、同年一〇月五日から一八日までの間に実施予定の本件検診\n（第四回目のもの。）の対象者を帯広局においては被控訴人とＢに決定したので、\n予めその内定通知を受けていた帯広局のＣ運用部長は、同年八月二一日道地本の帯\n広分会（以下「分会」という。）にその旨を連絡（被控訴人は、同日分会のＤ書記\n長からその連絡を受けた。）のうえ、同年九月一三日直接被控訴人にその旨を伝達\nして受診方を促したが、被控訴人がこれに消極的な態度を示していたため、同年一\n〇月三日被控訴人に対し受診方の業務命令を発したところ、被控訴人はこれを拒否\nし、また右運用部長が、同年一〇月二七日再度受診の機会を与えて翻意を促すた\nめ、同年一一月九日から二二日までに実施予定の本件検診を受診するよう改めて業\n務命令を発したが、被控訴人は、同月三〇日これをも拒否したこと及びこれらに関\n連する諸事情についての当裁判所の認定、判断は、次のとおり加除、訂正するほか\nは、原判決三一枚目表五行目の「一　頸肩腕症侯群」からその三九枚目裏二行目の\n「証拠はない。」までの部分（原判決理由第二の一ないし三項の部分）に説示され\nているところと同一であるのでこれを引用する。\n（１）　原判決三一枚目表末尾より三行目の「甲第五号証、第七号証」を「甲第一\n七、一八号証」と改め、その末行の「成立に争いのない」の次に「甲第五号証、第\n一六号証」を、その裏一行目の「成立したと認められる」の次に「甲第七号証、右\n証言により原本の存在と成立の真正を認められる」をそれぞれ加える。\n（２）　原判決三六枚目表一、二行目の「治療状況が」を「治療状況等が請求原因\n三の１の（一）の（１）のア及び」と改め、その四行目の「甲第七号証」の次に\n「第一八号証」を加え、同行目の「甲第一八号証、」を削除し、その六行目の「電\n気通信局長」を「電気通信局職員部長」と改める。\n（３）　原判決三六枚目裏末尾より三行目の「同Ｅ」の次に「、当審証人Ａ」を加\nえ、同行目の「原告本人尋問」を「原、当審における被控訴人本人尋問」と改め\nる。\n２　そこで被控訴人に本件検診の受診義務があるかを考えるに、\n（１）　公社（控訴人。以下同じ。）の職員は、公社に対し、職務専念義務のほ\nか、法令及び公社の定める業務上の規程あるいはこれらにもとづく業務上の命令に\n従うべき義務を負つているところ、本件検診は、いわゆる業務上の疾病である頸肩\n腕症候群の長期罹患者等を対象として、疾病要因を追求し、その診断により治療及\nび療養の指導をして早期回復を図ることを目的として実施されるものであることは\n前記のとおりであるので、これは公社が職員に対して負つているいわゆる健康配慮\n義務を尽すための施策として行われるものと評価することができ、その限りにおい\nて、本件検診の実施は公社の業務に属するものとみることができる。\nしかしながら他面、公社職員は、公社に対して前記のごとき義務は負つているけ\nれども、包括的にその支配に服するものではないところ、公社がその健康配慮義務\nを尽すために行う施策が、職員に対して疾病につき診察、治療の医療行為を受けさ\nせることをその内容とする場合には、当該職員の自由権（医療行為については、原\n則として、これを受ける者に、自己の信任する医師を選択する自由があるととも\nに、予めその医療行為の内容につき説明を受けたうえで、これを受診するか否かを\n選択する自由があり、かつこのことは、その医療行為が診察を目的とするものか、\n治療を目的とするものかにより、決定的な差異はないものと解される。）を害する\nおそれがあり、しかも右の健康配慮義務は、あくまで公社が職員に対し、その健康\nの維持ないし増悪防止のため負担する義務にもとづくものであつて、その義務履行\nのための施策を受容することを当該職員が拒否した場合においては、その拒否によ\nつて公社がその義務を尽くすことができなくなる限度においてかつそれに応じて公\n社はその義務違反の責任の全部又は一部を免れるものと解されるから、これらの諸\n点を考え合わせると、公社は、たとえ右の健康配慮義務を尽すための施策であつて\nも、それが職員に対して疾病につき医療行為を受けさせるものである場合には、そ\nの内容が前記自由権の尊重につき考慮を払つたものでない限り、あるいは他にその\n自由権を制約するについて合理的な理由のない限りは、職員に対し、その施策の受\n容を承諾なくして強制することは許されないというべきである。\n（２）　しかして本件検診は、前記のとおり、頸肩腕症候群の長期罹患者等を被検\n者として、二週間前後にわたり札幌逓信病院という特定の病院に入院させ、整形外\n科を中心に、内科、精神科（あるいは精神神経科）、皮膚科、眼科及び耳鼻咽喉科\nのほか、症状に応じて他科の検診をも行うというものであつて、その具体的な検診\n内容は明らかではないが、これにより少なくとも当該被検者は、検診期間中におけ\nる私的生活がかなり制限されるほか、必ずしも自己の信任しない医師により、検診\nに必要な限度において、身体的侵襲を受けるとともに個人的秘密が知られることに\nもなるから、このような前記自由権に対する重大な制約を伴う検診については、他\nに合理的な理由のない限りは、被検者たる当該職員にその受診義務を課することは\nできないというべきである。\n（３）　ところで控訴人が、被控訴人の加入している労働組合である道地本との間\nで本件検診を実施する旨の労働協約を締結したことは前記のとおりであるけれど\nも、一般に労働協約がその協約当事者以外の組合員たる個々の職員に対して直接に\n義務を負わせる効力を有することはあり得るとしても、それは組合が組合員たる職\n員のため処分権能を有する範囲あるいは組合員たる職員に対しその統制権能を及ぼ\nし得る範囲に限られると解されるところ、医療行為につき組合員たる個々の職員の\n有する前記自由権は、本来その個人的領域に属し、組合といえどもこれを処分、制\n限することのできない事項であるというべきであるから、仮に前記労働協約が、組\n合員たる個々の職員で長期罹患者等に該当する者に対し、直接に本件検診を受診す\nべき義務を課する趣旨を含むものとするならば、かかる労働協約はその部分につき\n無効というほかはない。\nそうすると前記労働協約締結の事実は、本件検診の受診義務を肯定するうえでの\n前記合理的理由には該らないし、ほかにも被控訴人について前記合理的理由に該当\nする事実を認めるに足る証拠はない。\nもちろん、本件検診をーとくに広範囲にー実施することにより、疾病要因が明ら\nかにされ、的確な治療及び療養の指導をすることが可能となり、結果的には被控訴\n人ら長期罹患者に良結果を齎らすことが考えられ、その意味では、被控訴人らが本\n件検診を受けることが望ましいともいい得るけれども、そうだからといつて、前述\nしたところからみれば、被控訴人らに、本件検診を強制的に受診しなければならな\nい義務があるとまでは認めることはできなく、また、こう解したからといつて、労\n資関係の信義則に反するということもできない。要するに、本件検診は、被控訴人\nのような相手方を説得して行うべきであつて、法的義務の履行として、これを強制\nすることはできないものである。\nなお、本件検診が労働安全衛生法六六条にもとづく健康診断とはその目的を異に\nするものであつて、右条項を根拠として被控訴人にその受診義務を認めることがで\nきず、したがつてまた同条五項但書の規定が本件検診にそのまま適用されることに\nはならないことは原判決の説示するとおりである（原判決三九枚目裏一〇行目から\n四二枚目裏八行目までから、これを引用する。\n３　右によると、控訴人が被控訴人に対し、再度にわたつて発した本件検診を受診\nすべき旨の前記業務命令は、被控訴人にその受診義務がないから無効であり、した\nがつて被控訴人がこれを拒否したことをもつて懲戒の事由とすることは許されない\nというべきである。\n三　次いで本件処分における懲戒理由のうち、職場離脱の事実の存否とその懲戒事\n由該当性の点について判断するに、分会の帯広局に対する要求にもとづき、昭和五\n三年一〇月九日午後三時から帯広局会議室において、被控訴人に対し発せられた前\n記業務命令に関しその事実経過等を究明するための団体交渉が非公開の申し合わせ\nのもとに開催されたこと、被控訴人は、当日の休憩憩時間が午後三時から三時一五\n分までと指定され、その終了時には自席に戻つて職務に復帰しなければならなかつ\nたのに、午後三時一五分ころ他の女子職員一一名とともに右団体交渉を傍聴しよう\nとして会議室に入室し、その際右団体交渉に臨んでいたＦ分会長に非公開であるの\nで直ちに退室するよう指示されたが、右女子職員のうち、被控訴人以外の一部の者\nから公開すべきであるとの発言等があつて室内は一時騒然となり、これに対しＦ分\n会長がとにかく会議室から出るようにと述べて、被控訴人を含む女子職員を促して\n室外に出たうえ、Ｇ執行委員を加えて公開を主張する右女子職員の説得にあたつた\nが、公開、非公開をめぐつてしばらく論議が続きそうな状況から、右女子職員の執\n務の関係が心配になつたＦ分会長がその点を注意したので、被控訴人は、その場か\nら立ち去つて、右休憩時間経過後の午後三時二五分ころ自席に戻つて職務に復帰し\nたこと、なお右団体交渉は、右女子職員との対応のために、帯広局からの説明が終\n了した午後三時二〇分ころ分会からの休憩の申し入れにより中断し、その後分会か\nら帯広局に再開の申し入れがなされたが、帯広局は、すでに公社側の説明が終了\nし、またこれを継続した場合混乱が予想されることを理由に断つたため、結局再開\nに至らなかつたこと及びこれらに関連する諸事情についての当裁判所の認定、判断\nは、次のとおり加除訂正するほかは原判決四六枚目裏六行目の「五　原告の職務放\n棄」からその五〇枚目表末尾より四行目の「いうべきである。」までの部分（原判\n決理由第二の五項の部分）と同一であり、また被控訴人の右職場離脱の行為が、控\n訴人の就業規則五九条一八号、五条一項による懲戒事由に該当し、また控訴人のな\nす戒告の懲戒処分に昇給時における昇給額減額の効果を伴うことがその懲戒処分を\n無効とする理由にはならないことは、原判決五〇枚目表末尾より三行目の「六　処\n分事由」からその五一枚目裏末行の「理由がない。」までの部分（原判決理由第二\nの六項及び第三の一項の部分）と同一であるので、それぞれ右該当部分を引用す\nる。\n（１）　原判決四七枚目裏一行目の「被告」の次に「（帯広局）」を加える。\n（２）　原判決四八枚目表四、五行目の「女子職員の中から」を「女子職員のう\nち、被控訴人以外の一部の者から」と、その五行目の「騒然としたこと、」を「一\n時騒然となつたこと、」と、その六行目の「判断ができなかつた」からその七行目\nの「話し合つたが」までを「判断ができなかつたが、とりあえず会議室から出るよ\nうにと述べて、被控訴人を含む女子職員を促して室外に出て、Ｇ執行委員とともに\nその説得にあたつたところ」とそれぞれ改める。\n（３）　原判決四八枚目裏末尾より二、三行目の「であつたこと」の次に「、なお\n右の中断した団体交渉は、その後分会から控訴人（帯広局）に対して再開の申し入\nれがなされたが、控訴人（帯広局）が、すでに公社側の説明が終了し、またこれを\n継続した場合に混乱が予想されるとの理由でこれを断つたため、結局再開には至ら\nなかつたこと」を加える。\n四　進んで本件処分が懲戒権の濫用となるかについて判断するに、本件処分は、受\n診命令拒否と職場離脱とを懲戒の理由とするものであるところ、前者の事実が懲戒\n事由に該らないことは第二項説示のとおりであるから、本件処分はその前提判断の\n重要な部分に誤りがあつたというべきであり、また後者の事実についてみても、前\n項引用の原判決認定事実からすれば、被控訴人が職場を離脱した時間は一〇分前後\nにすぎないものであり、また被控訴人が、他の女子職員とともに団体交渉の行われ\nていた会議室に立ち入り、これを咎められた際に、他の女子職員の一部の者が公開\nを主張したことなどから、右団体交渉が中断されるという事態を招いたことは非難\nされるべきことではあるが、しかし被控訴人を含む女子職員は、Ｆ分会長に促され\nて比較的すみやかに退室したことなどからみて、右会議室への立ち入りが団体交渉\nに不当な圧力をかけ、あるいはこれを妨害しようとする積極的意図のもとになされ\nたとまでは認め難く（前項及び第二項１で引用した原判決認定事実のうち、前記業\n務命令が発せられた前後の経過からしても、右のような積極的意図は窺われな\nい。）、また前項引用の原判決の事実認定に供された各証拠（原判決理由第一の五\n項冒頭部分掲記の各証拠）によると、被控訴人とともに会議室に立ち入つた女子職\n員のうち、午後三時から四時まで授乳のため勤務を免除されていたＨに対しては、\nその免除された時間を目的外に使用したことを理由に帯広局長から口頭による厳重\n注意処分がなされたにとどまり、また当時休暇中あるいは休憩時間中であつたその\n余の者に対しては、右会議室への立ち入りの点につき、何らの処分もなされなかつ\nたことが認められ、これらの諸点を考え合わせると、当事者間に争いのない被控訴\n人に対する過去の処分（昭和五二年九月八日健康管理下にあつて出張、超勤等の勤\n務の免除を受けながら、健康管理上からの中止勧告等を無視して、年次休暇をと\nり、訪中団に参加したことを理由として、帯広局長から口頭による厳重注意処分を\n受けたもの。）を考慮しても、昇給時に昇給額の減額の効果をも伴う本件処分は、\nその原因となつた行為と対比して著しく均衡を失し、社会通念上客観的妥当性を欠\nいているから、懲戒についての裁量の範囲を逸脱した違法があつて無効というべき\nである。\n五　以上によれば、本件処分の無効確認を求める被控訴人の本訴請求は理由があ\nり、これを認容した原判決は相当であるから、民事訴訟法三八四条に従い本件控訴\nを棄却することとし、控訴費用の負担につき同法八九条、九五条を適用して主文の\nとおり判決する。\n（裁判官　奈良次郎　渋川満　藤井一男）\n"
}