{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 7,
    "day": 10
  },
  "case_number": "昭和54(ヨ)832",
  "case_name": "豊橋総合自動車学校懲戒解雇",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "19463",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19463",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/463/019463_hanrei.pdf",
  "contents": "主　　　文\n一　申請人が、被申請人の従業員の地位を有することを仮に定める。\n二　被申請人は申請人に対し、昭和五六年二月一三日以降本案第一審判決言渡に至\nるまで毎月二五日限り一か月金一八万五七六〇円の割合による金員を仮に支払え。\n三　申請人のその余の申請を却下する。\n四　申請費用は被申請人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　申請の趣旨\n１　主文第一項同旨\n２　被申請人は申請人に対し、昭和五四年六月二一日以降本案判決確定に至るまで\n毎月二五日限り一か月金一八万五七六〇円の割合による金員を仮に支払え。\n３　主文第四項同旨\n二　申請の趣旨に対する答弁\n１　申請人の本件申請はいずれも却下する。\n２　申請費用は申請人の負担とする。\n第二　当事者の主張\n一　申請の理由\n１　被申請人は、肩書地に本店を置いて自動車学校の経営等を目的としている資本\n金七〇〇〇万円の株式会社である。\n２　申請人は、昭和五一年一一月被申請人の前身である愛知県交通安全協会豊橋支\n部（以下協会という）に雇用され、同協会が経営する豊橋総合自動車学校（以下協\n会経営の自動車学校という）で就労し、その後昭和五三年四月以降右自動車学校の\n経営を引継いだ被申請人に雇用され、その経営にかかる自動車学校（以下本件自動\n車学校という）においてスクールバスの運転の業務に従事してきた。\n３　被申請人は、昭和五四年六月二〇日申請人を懲戒解雇したとして、同日以後申\n請人の従業員としての地位を認めない。\n４（一）　申請人の平均賃金は一か月一八万五七六〇円であり、賃金支給は、前月\n二一日より当月二〇日までの分を当月二五日に支給することになつている。\n（二）　被申請人は自己の責に帰すべき事由によつて労務の受領を拒否しているの\nであるから、申請人は、被申請人に対し、反対給付である昭和五四年六月二一日以\n降の賃金の支払を請求する権利がある。\n５　申請人は今後も被申請人の従業員として引続き就労する意思を有するところ、\n本案判決が確定するまで解雇された状況を続けるとすれば、申請人は、被申請人の\n従業員としての将来に多大の不利益を受けることになる。また申請人は、資産もな\nく、解雇されるまでは被申請人から支給される賃金のみによつて生活を維持してい\nるから、賃金の支払がなければ申請人の生活は直ちに困窮に陥らざるを得ない。即\nち、申請人は、本案判決の確定を待つていては著しい損害を蒙る虞がある。\n二　申請の理由に対する認否及び主張\n１　申請の理由１ないし３の事実は認める。\n２　同４（一）の事実は認めるも同（二）の事実は否認する。\n３　同５の事実は否認する。\n申請人は父所有の家屋で両親と同居し、父は米穀店を営み一か月二〇万円の収入\nを得、また申請人の妻は食堂に勤務し一か月六万円の収入を得ており、これらの収\n入によつて申請人の妻子を含めた六人家族が生活しており今後もこれは可能であ\nる。申請人は昭和三八年一〇月から昭和五一年一〇月まで定職を持たなかつたが生\n活することができたのは、右の如き家計事情によるものと考えられる。現在は父が\n高令であるため申請人が米穀店の仕事を手伝つており、同店の後継者は申請人以外\nに適任者はいない。以上の如く申請人には本件保全の必要性、緊急性はないという\nべきである。\n三　抗弁\n１　被申請人は、昭和五四年六月一八日申請人に対し、書面で、同年同月二〇日を\nもつてつぎの理由により懲戒解雇する旨意思表示をし、申請人は同書面を受領し\nた。\n（一）　（信用失墜行為）\n申請人は、妻子ある身でありながら本件自動車学校教習生Ａ（以下Ａという）と\n情交関係を結び、付近住民に悪評が立ち、Ａの親戚から苦情が持込まれる等自動車\n学校の職員としてあるまじき行為であるとして非難を受け、被申請人の社会的信用\nを失わしめた。\n（二）　（経歴詐称）\n申請人は、昭和五一年一一月一六日協会経営の自動車学校の従業員採用に応募し\nた際及び昭和五三年四月一日被申請人との間で雇用契約を締結した際、窃盗前科が\nあるにも拘らずこれを秘匿して履歴書に記載せず、これを被申請人に提出し、もつ\nて経歴を詐称した。\n（三）　（一）の行為は被申請人の就業規則第七五条第一号に、（二）の行為は同\n条第五号に該当する。\n２　懲戒解雇事由の詳細はつぎのとおりである。\n（一）　信用失墜行為\n（１）　昭和五四年一月一三日から同年三月一〇日までの間本件自動車学校に在校\nしていた教習生のＡと同校従業員とが不倫な関係に陥つているとの苦情があり、か\nつＡの居住している豊橋市＜以下略＞では不倫な関係が相当の評判になつていると\nの風評が立つた。そこで被申請人において調査した結果、申請人とＡとの不倫関係\nが判明した。即ち申請人は、昭和五四年二月初頃から申請人会社のスクールバスを\n運転中、Ａと知り合い交際を始めた。申請人とＡは時間と場所を打合わせ、Ａ宅を\n訪問したり喫茶店に行つたりした。申請人は自動車を所有していたから、喫茶店に\n行つた折はＡを自宅まで送り届け、自宅に上つていたものと推測される。Ａ宅にお\nいては午後一二時位までいたこともあり、このように男女が一室に居りながら何も\nなかつたというのは不自然であつて、交際後早い時期から両名間に情交関係があつ\nたことは明白である。\n（２）　申請人は妻との間に一男一女があるが、過去に離婚歴があり、また妻以外\nの女性と付合つた前例もあつて女性関係に相当ルーズな者である。Ａは夫と死別し\n子供一人を抱えて社会生活を送つている者である。このような状況下で申請人がＡ\nと結婚を前提としない情交関係を持つに至つたことは、倫理的に許されないことで\nある。のみならず、自動車運転免許を取得するために自動車学校に来ている教習生\nの、何とか早く免許を取りたい、そのため自動車学校の従業員の誰かと親しくなつ\nておきたいという心理につけ込み、自動車学校の従業員である地位を利用して教習\n生と情交関係を結ぶに至つた申請人の行為は全く社会的に容認することができな\nい。右行為が親戚、付近住民らより不道徳な行為として非難されているのは当然で\nある。\n（３）　ところで本件自動車学校は公安委員会指定の教習所である。公安委員会の\n指定を受けると、教習生は技能試験が免除される特典がある反面、指定条件として\n学校に対し種々の制約が課せられる。特に人的要件については、その業務の性質\n上、公務員に準ずるモラルが要求されており、従業員は公序良俗に反する行為或い\nは社会的に批判される行為をしないよう厳に公安委員会から指導されている。一方\n現在社会問題化している交通事故についてみると、その大きな原因はモラルの欠如\nにあるということができる。従つて自動車教習所においても、教習の重点は、技能\nからモラル重視へと移行している。このように自動車教習所は、技能もさることな\nがら順法精神ないしはモラルを重視して指導教育を行うようになつてきているか\nら、その従業員は、教育機関の一員として自分自身に対し厳格であるべきは当然で\nある。\n申請人は本件自動車学校のスクールバスの要員であるが、バス要員八名のうちの\nリーダー的立場にある。被申請人は、スクールバスの要員に対し指導員と同等以上\nの位置付けをし、賃金面においても指導員と同等以上の取扱いをしている。そし\nて、スクールバス要員の行う現実の運転が、順法精神や運転モラルについての教習\n内容と相違することがないよう配慮している。\nこのような経緯があるにも拘らず、申請人は自動車学校の従業員にあるまじき行\n為をしたもので、そのため、Ａの親戚からの苦情、付近住民の風評のほかに被申請\n人の学校案内所からも苦情が申込まれ、また社内の班長会議でも申請人の女性関係\nにつき苦情が述べられた。\nまた愛知県公安委員会は、毎年県下の指定教習所単位に優秀校五校の表彰を行う\nほか、優秀従業員について愛知県警察本部長表彰を実施している。一方愛知県指定\n自動車教習所協会においても同種表彰を行つている。本件自動車学校では、昭和五\n四年当初より全従業員一丸となつて努力してきたが、申請人の不道徳的行為により\nこの種の受賞は絶望的となつた。被申請人の他の従業員に与える影響は大であると\nいうべきである。\n社会的にみても、公共的性格を帯びる本件自動車学校において、申請人の前記行\n為を容認することになれば他の自動車学校に与える影響は計り知れない。自動車学\n校の如き不特定多数の女性教習生を扱うところでは、今後も同一の問題を起し得る\n可能性があることは容易に推測することができる。従つて、社内秩序維持の見地か\nら、自動車学校においては女性教習生とのトラブルについて特に厳格に考えてしか\nるべきである。\n（４）　また被申請人は、教習生から支払を受ける教習料を唯一の収入源としてお\nり、会社経営上教習生の確保が昀も重要な課題となつている。被申請人は、昭和四\n九年七月に設立され昭和五三年四月から営業を開始したばかりの会社であり、膨大\nな投資をして間もない段階にあつて、財政的に弱体な会社ということができる。一\n方豊橋地域の同業の自動車教習所であるユタカ豊川、ユタカ、県豊川、第壱各自動\n車学校は会社設立後一〇年以上も経過しており、現在再投資の段階に入つている。\nまた本件自動車学校は、豊橋市の東部に所在し、公共交通機関もない人口過疎地域\nであり、同業他校に比べ立地条件がはるかに悪い。しかも豊橋地域は、人口に比し\n自動車学校が多く学校間の競争が激しい。被申請人は右のとおり経営状況が極めて\n厳しい条件下にあるので、学校経営開始後、特に全従業員に対し、全員が営業マン\nであれと指示教育し、従業員は一丸となつて営業活動をしてきた。従つて、現在は\n教習生の九〇パーセント近くが従業員の営業活動によつて入校する状況で、従業員\nの一挙手一投足が教習生確保に重大な影響を及ぼす情況となつている。また近年若\n年人口の減少により、若年教習生が減少して高年令層の女性教習生が増えた。そし\nて他の自動車学校と同様、本件自動車学校においても、女性教習生が過半数を占め\nるようになつた。かかる状況下において、教習に関し女性教習生との間にトラブル\nが発生すれば、教習のあり方に批判が集中し、それは結局自動車学校の社会的信用\nの失墜となって、女性教習生の減少に直結し、会社の存立を危うくするに至るとい\nうべきである。そのため、被申請人は協会より経営を引継ぐ際或いはその後におい\nても朝礼の機会に、従業員に対し、特にそのような問題が発生しないよう厳重に注\n意をしてきた。申請人自身、このような問題が発生すれば女性教習生が減少する関\n係にあることを認めている。\n（５）　被申請人は、前記の不利な条件のもとで、労使一体となつて熱心に営業活\n動をし、また教育内容を充実した結果、昭和五三年三月から昭和五四年四月までの\n一年間教習生は前年比一一七パーセントと大幅な伸びを示した。\nしかしながら、昭和五四年二月頃から被申請人の従業員に対し次のような批判が\n出はじめた。指導員が教習中に女性教習生に対し卑猥な行為や会話をする、バス要\n員が教習生に対し飲食物の提供を求める、バス要員がバス運転中に運行を中止し乗\n車中の教習生を下車させる、被申請人の従業員が女性教習生や卒業生と不倫な行為\nをしたなど。そこで被申請人は、事実関係の調査をし、従業員に対する指導監督の\n強化等営業活動に支障が生じないよう努力をしてきたが、申請人の本件問題が発生\nするのと期を一にして教習生の入校が減少してきた。即ち昭和五四年四月は月計で\n前年比一七パーセント減、同年五月は同じく七パーセント減を示した。同年六月は\n三一パーセント増となつたが、この月は夏休みをひかえどの学校でも満員となる時\n期であり、四月からの動きをみれば申請人の行動が教習生の入校を減少させたこと\n及び同業他社に申請人の行動が利用されたことが明らかである。そしてこのまま教\n習生の入校が減少すれば、それは被申請人の存立にかかわるというべきである。\n（６）　一般に、企業外の非行と懲戒に関し判例は、「企業秩序の維持確保は、通\n常は、従業員の職場内又は職務遂行に関係のある所為を対象としてこれを規制する\nことにより達成しうるものであるが、必ずしも常に、右の所為のみを対象とするだ\nけで充分であるとすることはできない。すなわち、従業員の職場外でなされた職務\n遂行に関係ない所為であつても、企業秩序に直接の関連を有するものもあり、それ\nが規制の対象となりうることは明らかであるし、また、企業は社会において活動す\nるものであるから、その社会的評価の低下毀損は、企業の円滑な運営に支障をきた\nすおそれなしとしないのであつて、その評価の低下毀損につながるおそれがあると\n客観的に認められるが如き所為については、職場外でされた職務遂行に関係のない\nものであつてもなお広く企業秩序の維持確保のために、これを規制の対象とするこ\nとが許される場合もありうるといわなければならない」（昀高裁第一小法廷昭和四\n九年二月二八日判決）旨判示し、労働者の企業外の非行に対して企業秩序の維持確\n保のため規制しうることを認めている。そのほか従業員が直接労務提供以外の場面\nにおいて、使用者の信頼を裏切る行動に出た場合、それによつて「法律的に保護に\n値する企業の利益に不測の損害を生じた場合には、これを理由として懲戒処分を受\nけることがあつても、やむを得ないといわなければならない」（東京高裁昭和四四\n年四月一五日判決労民二〇・二・三五九）と判示するのもみられる。申請人の本件\n不道徳行為により被申請人の社会的評価は低下毀損され、企業利益ないし経営秩序\nを紊乱させられたことは前記のとおりであるから、右は就業規則第七五条第一号\n「故意又は重大な過失によつて会社に損害を与えたとき」に該当する。\n（二）　経歴詐称\n（１）　昭和五四年五月初頃、匿名の者から被申請人に対し「お前のところの自動\n車学校は泥棒をした男を使つているがどういうことか」という電話があり、被申請\n人において日頃何かと噂のある申請人を調査したところ、申請人は一九才頃窃盗罪\nで懲役一年六月執行猶予三年の刑に処せられ、ついで二〇才頃窃盗罪で懲役八月の\n刑に処せられるとともに右執行猶予を取消され、右の各刑に服したことが判明し\nた。\n（２）　被申請人の前身である協会経営の自動車学校において、経営を被申請人に\n引継ぐことに関し労使間に紛争が発生していた昭和五一年一一月二六日に右協会は\n申請人を職員として採用したものであるが、右採用に当り協会は申請人に履歴書を\n提出させるとともに面接をした。昭和五一年一一月一六日面接に当つた庶務係Ｂ\nは、申請人が持参した履歴書に賞罰を記載する欄がなかつたため特に賞罰について\n申請人に質問した。右質問に対し申請人は、「道交法違反で罰金刑が二回位ありそ\nの外の処罰を受けたことはない」旨回答し、窃盗に関する前記犯罰歴をことさらに\n秘匿した。\n（３）　被申請人は、協会から自動車学校の経営を引継ぎ、申請人との間で改めて\n雇用契約を締結すべく右協会に提出した前記申請人の履歴書及び面接の結果を記載\nした身元調査書を引継いだが、これら書面には窃盗前科については記載されておら\nず、また被申請人に提出された履歴書にもその事実は記載されておらず、申請人は\n被申請人に採用される昭和五三年四月一日にも右事実を秘匿したものである。\n被申請人は、道路交通法第九八条に基づき愛知県公安委員会の指定を受けた自動\n車教習所であり、常に公安委員会の監督を受けているので、従業員の採用に当つて\nはその労働者の労働力に対する評価ばかりでなく、その全人格にも関心を払い、特\nに賞罰に関しては代表的な前科たる道路交通法違反、業務上過失致死傷罪の有無の\nほかその他の賞罰関係の有無についても関心を持ち調査している。本件において申\n請人の窃盗歴が採用時点において判明していれば、その後の二回にわたる道交法違\n反の事実と相俟つて申請人の順法精神の欠如ないしは反社会的性格を示すものとし\nて不採用になつていることは明らかである。\n（４）　ところで、使用者が労働者を採用するに当つて、履歴書を提出させ、その\n学歴、職歴、家庭状況、賞罰等を申告させるのは、労働者の労働力に対する評価ば\nかりでなく知能、教育程度、労働者の協調性、勤労意欲、性向、順法精神等全人格\nに対する評価を行い、もつて適正な労働条件、労務配置及び労務管理等の決定を図\nるための資料を獲得せんとするものであるから、労働者が真実義務を負うのは、労\n働契約において予定される職務と密接に関連性を有する刑罰歴のみに限られないと\nいうべきである。なお被申請人の就業規則第七五条第五号では「年令、住所、経\n歴、扶養家族数等採用の際調査事項を偽りその他不正な方法を用いて採用されたと\nき」と規定されていて、経歴詐称の結果具体的に企業秩序が紊乱されたことを要件\nとしていない。判例もこの点に関し、「採否の決定の判断に重大な影響を及ぼす経\n歴に関するものであり、かつ当該企業の種類、性格に照らして右経歴詐称が労使の\n信頼関係、企業秩序等に重大な影響を与えるものであれば、たとえ具体的な企業秩\n序違反の結果が発生しなくても、それに準ずるものとして、懲戒解雇の事由になり\nうる」（名古屋高裁昭和五一年一二月二三日判決）とか、「経歴を詐称して雇用さ\nれた場合には、既にその時点において経営秩序を侵害しているものとみられること\nは上述のとおりであり、加えて、詐称の内容が重要であればそれは労働者の不信義\n的性格の極めて大きな徴憑というべく、懲戒解雇事由としての客観的合理性は優に\n具備されていると解される」（横浜地裁昭和五二年六月一四日判決）旨判示してい\nる。\n結局申請人の本件窃盗歴の秘匿は、重要な経歴の秘匿にあたり、就業規則第七五\n条第五号に該当する。\n四　抗弁に対する認否及び主張\n１　抗弁１の事実は認める。\n２（一）（１）　同２（一）（１）のうち、申請人がＡと教習生在籍中喫茶店へ行\nつて話をしたこと、同女卒業後自宅へ招かれたり同女と肉体関係を持つたことは認\nめるもその余の事実は否認する。\nＡが申請人と知り合つたのは、昭和五四年二月頃Ａが私用で東海銀行豊橋支店へ\n行くため、申請人運転のスクールバスに乗車し、申請人に右銀行の場所を尋ねたの\nが昀初のきつかけとなつた。その後Ａは時々申請人運転のスクールバスに乗車し、\n申請人に話しかけるようになつた。二月末頃にはＡから誘われて退社後一、二回ほ\nど喫茶店に行つた。Ａが卒業した後の三月終頃、申請人が業務終了後Ａを豊橋駅ま\nで迎えに行き、自家用車で自宅まで送り届けた。その時Ａから「もしよかつたら家\nへ上つて子供に会つて下さい」と誘われ、コーヒーを出されたのが自宅訪問の昀初\nであつた。その後四、五回Ａ宅へ行つて子供とともにプラモデルを作つたり、絵を\n書いたりした。Ａは申請人に妻子があることを当初から知つていたが申請人が教習\n生に人気があり、尊敬もしていたので申請人との交際をむしろ望んでいたのであ\nる。情交関係については昭和五四年六月一二、三日頃、申請人が被申請人から女性\n関係及び前科を理由に退職するよう求められて、そのことをＡに相談した際、申請\n人に同情した同女と関係を持つたのが昀初である。\nまた両者の関係が風聞として世間に広まるといつた事実もなく、被申請人がこれ\nを知るに至つたのは、Ａの叔母の夫Ｃ（以下Ｃという）の告げ口によるものであ\nる。Ａは昭和五一年九月に夫と死別した後、昭和五四年一月からＣの世話で＜略＞\nのＣ宅斜め向いに居住することになつたが、ＣはＡの私生活にまで干渉し、Ａに対\nし通常と思えぬ関心を持つていたが、Ａから疎んじられ、その結果同女が懇意にし\nていた申請人に嫉妬を感じ、告げ口をしたものと考えられ、右はＡ自身の意に反し\nてなされたものであつて、何ら問題とするに足りないものである。\n（２）　同（２）のうち申請人に妻子があること、Ａが夫と死別し子供を一人抱え\nて生活していることは認めるも、その余の事実は否認する。\nＡが教習生として在籍していた頃の申請人とＡとの交際は、喫茶店へ一、二回行\nつた程度であり、その後の交際もＡに配偶者はなく、犯罪行為に該当しないことは\n勿論、社会的非難可能性もごく小さいものである。もともと両者の合意に基づく交\n際であり、Ａに迷惑をかけるものではなく、近隣から非難をあびているものでもな\nい。\n（３）　同（３）は否認する。\n申請人がＡと情交関係に入つたときは、Ａは教習生ではなく、勿論被申請人の従\n業員でもなかつた。一方申請人はスクールバスの運転手であつて、指導員のように\n教習生と一対一となる特殊な環境になく、職務上も指導員ほどの厳正さは要求され\nておらず、両者の関係が従業員のひんしゆくを買つた事実もなく、何ら職場秩序に\n影響を及ぼすものではない。\n（４）　同（４）は否認する。\n（５）　同（５）は否認する。\n昭和五四年度は、高校生の免許取得に対する高校側からの規制が厳しくなり、教\n習生の主要な部分を占める高校生の入校確保が困難になつた年であるが、そのよう\nな制約があつたにも拘らず、前年度よりは入校生総数が増加しているのである。本\n件自動車学校従業員でさえ申請人とＡとの関係を知らない者が殆んどで、まして教\n習生から世間一般の者に至るまでこれを知る者は殆んどいないから、教習生確保に\n影響を及ぼすはずがない。\n（６）　同（６）は争う。\n労働者の私生活上の行為については、「労働者の企業との関係は、ただ労働契約\nに基き労働力を提供する地位にあるだけであるから、使用者の懲戒権は本来、就労\nに関する規律と関係のない従業員の私生活上の言動にまで及び得るものではない」\n（東京地裁昭和四二年七月一七日判決労民一八・四・七八二）。もつとも企業外の\n言動が社会一般の風紀・秩序を乱し、その結果職場の作業秩序を具体的に阻害し、\n会社に損害を及ぼした場合には、その限りにおいて懲戒権が及び得ると解すること\nもできよう。しかしその場合にも「右言動が本来、企業の規律から自由な私的生活\nの領域で生じたものである以上、これに対する懲戒権には自ら限度があるべきであ\nる。それ故就業規則における懲戒条項の趣旨については、さような見地に立つて合\n理的に解釈すべきである」（前掲判例）。\n本件における申請人とＡとの関係は、そもそも非行ないし風紀紊乱行為とは認め\nられず、就業規則第七五条第一号に該当しない。かりにこれに該当するとしても、\n解雇に価する程の損害を被申請人に与えていないから、いずれにしても本件解雇は\n無効である。\n（二）（１）　同２（二）（１）のうち、申請人が、被申請人主張にかかる各刑の\n宣告を受け、その刑に服した前歴を有することは認めるもその余の事実は否認す\nる。\n（２）　同（２）のうち、申請人が昭和五一年一一月二六日協会に採用される際同\n協会に履歴書を提出したこと、右履歴書には賞罰欄等前歴を記入する個所はなかつ\nたこと、庶務係Ｂが面接を担当したこと、及び申請人が前記窃盗前歴を秘匿したこ\nとは認めるもその余の事実は否認する。\n申請人が質問されたのは、交通事故及び交通違反に関する事実のみであり、他の\n前科については質問されていない。申請人に限らず、その際従業員として採用され\nた他の者が質問されたのは、業務に関連のある道路交通法違反、業務上過失致死傷\nの前科のみであつた。\n（３）　同（３）のうち申請人が被申請人に採用される際、窃盗前歴を秘匿したこ\nとは認めるもその余の事実は否認する。\n被申請人に提出した履歴書には賞罰欄等前歴を記入する個所はなく、また被申請\n人から交通事故及び交通違反以外の前科について質問を受けていない。\n（４）　同（４）は争う。\n労働者は、労働契約の締結に際し、信義則上真実義務を負うものと解せられる\nが、労働者の右義務は、具体的には、労働者が使用者から質問された場合にはじめ\nて自己の経歴について真実を回答すべき義務（回答義務）であつて、使用者から質\n問されることのないまま自己の経歴について自発的に真実を申告すべき義務（申告\n義務）を負うものではない。判例も申告義務についてはこれを否定している。\n本件において、申請人提出の各履歴書には賞罰欄等前歴を記入する個所は全くな\nいのであるから、申請人には真実義務違反の外形的事実すら認められないものであ\nる。\nさらに、真実義務の範囲に関して言えば、労働者が真実義務を負うのは、労働契\n約において予定される職務と密接に関連性を有する刑罰歴のみである。換言すれ\nば、労働者は、その詐称が使用者をして被用者の目的とされた職務に必要かつ適切\nな能力の有無についての判断を誤らせるような刑罰歴についてのみ真実義務を負う\nものである。申請人の前科は既に一五年ほども前のことであり、その後は新たな人\n格が形成されていること、右前科はスクールバス運転の業務とは関連性のないこ\nと、求職者の前科について無制限に回答義務があるとすれば誤ちを犯した者の社会\n復帰を不可能ならしめること、刑の消滅を定めた刑法第三四条の二の規定の趣旨な\nどを考慮すれば、申請人は、右経歴につき被申請人に真実を回答すべき義務を負う\nものではない。\nかりに真実義務違反の事実ありと仮定した場合、経歴詐称を理由にする懲戒解雇\nが適法であるためには、経歴詐称に懲戒解雇に価するだけの不信義性があり、か\nつ、その詐称が使用者をして被用者の目的とされた職務に必要かつ適切な能力の有\n無についての判断を誤らせ（鹿児島地裁昭和四八年五月一四日判決）、具体的に企\n業秩序を紊乱したことが必要である（大阪高裁昭和三七年五月一四日判決労民一\n三・三・六一八、横浜地裁昭和四〇年一二月八日判決労民一六・六・一〇五七）。\nそして、職場規律阻害は、職場の労働者から不平不満として現われることが必要で\nあつて、使用者の一方的な判断だけでは不十分である。\nこれを本件についてみるに、前科の秘匿については積極的に申告しなかつたとい\nうだけであつて不信義性は全くなく、前科が職務と関連性を有しないことから職務\n能力についての判断を誤らせる事実もなく企業秩序ないし職場規律の紊乱も到底認\nめることはできない。\n従つて、右経歴の秘匿は、就業規則第七五条第五号に該当しない。\n五　再抗弁\nかりに申請人の行為が就業規則所定の懲戒解雇事由に該当するとしても、申請人\nを企業から排除しなければならないとする実質的根拠に乏しく、被申請人のなした\n本件解雇は解雇権の濫用により無効であるといわざるを得ない。\n六　再抗弁に対する認否\n争う。\n申請人の本件所為は重大であり、申請人を解雇しなければ被申請人の置かれた厳\nしい経済環境からみて教習生の確保及び従業員の士気に悪影響を及ぼすことは必至\nであり、解雇以外の懲戒処分を選択する余地はない。被申請人は申請人に対し、本\n件解雇前数度にわたり任意退職を勧告し、申請人は一旦は暗に退職を承認したにも\n拘らず、結局これに応じなかつたものであるから、本件解雇は解雇権の濫用に当ら\nない。\n第三　証拠（省略）\n理　　　由\n一　申請の理由１ないし３及び４（一）の事実並びに抗弁１の事実は当事者間に争\nいがない。\n二　信用失墜行為について\n１　申請人がＡと同女が教習生在籍中喫茶店へ行つて話をしたこと、同女卒業後同\n女の自宅へ招かれたり、同女と肉体関係を持つたこと、申請人には妻子があり、Ａ\nは夫と死別し、子供を一人抱えて生活していることは当事者間に争いがない。\n２　成立に争いのない疎甲第一六号証、疎乙第二〇号証、第三〇号証、第五二号証\nの二、証人Ａの証言により真正に成立したと認められる疎甲第四号証並びに同証\n言、証人Ｄの証言により真正に成立したと認められる疎乙第一九号証、第二八号\n証、第五二号証の一、第五三号証、第五四号証並びに同証言、証人Ｃの証言により\n真正に成立したと認められる疎乙第二三号証、第三八号証並びに同証言、証人Ｅの\n証言により真正に成立したと認められる疎乙第二四号証並びに同証言、弁論の全趣\n旨に照し真正に成立したと認められる疎甲第三号証、疎乙第二七号証、第二九号\n証、第五七ないし第五九号証を総合するとつぎの事実が一応認められる。\n（一）　Ａ（三四才）は昭和五一年九月夫と死別し、長男（一〇才）と暮していた\nが、昭和五四年一月名古屋市から豊橋市に移り、叔父（母の妹の夫）Ｃの世話で同\n人ら夫婦が住んでいた＜略＞の同人宅裏側の一戸に入居した。Ａは通勤のため自動\n車運転免許を取得すべく、同年一月一三日Ｃの世話で本件自動車学校に入校し、日\n曜を除き殆んど毎日自宅から同校に通つていた。同校では教習生のためスクールバ\nスを運行しており、申請人（四〇才）は同バス駅前線の運転を担当していた。Ａは\n同年一月下旬頃豊橋駅前の銀行へ行くため駅前線のバスに乗車し、同バスを運転し\nていた申請人に対し、右銀行の場所を聞くとともに、その近くで下車したいと頼ん\nだところ、申請人はＡにその場所を教え同人を近くで下車させたことがあつた。そ\nれ以来Ａは申請人に対し好感を抱き、その後は時々駅前線のバスに乗つては申請人\nに接近し、同人と話をするようになつた。その頃Ａは申請人に妻子のあることを知\nつた。その間、Ａは同年二月一日修了検定（仮免学科）に合格し、二月一九日の同\n検定（技能）に失格したが、同月二一日の第二回検定（技能）に合格した。そこで\nＡは、同月下旬スクールバスの中において申請人に対し、駅前線のバスに乗せても\nらうお礼の意味を兼ねてコーヒーを御馳走するから午後五時半に駅前の喫茶店で待\nつていてほしい旨頼み、その後二人はその喫茶店で落合つた。そこでＡは、検定コ\nース等教習に関する話などをしたが、申請人は指導員でないため具体的な話しには\n進展しなかつた。そしてＡが代金を支払い別れたが、このようなことが一、二回あ\nり、二人は次第に親しくなつて、その頃Ａは自宅の電話番号を教え、申請人から電\n話がかかるようになつた。そして、同年三月一日Ａは卒業検定（効果測定）に合格\nし、三月八日の卒業検定（技能）に失格したが、三月一〇日の第二回卒業検定（技\n能）に合格した。そして同年三月一六日公安委員会の学科試験に合格し、目的を達\n成したのであるが、Ａはその頃、豊橋駅前でスクールバスを運転していた申請人に\n出会い、今まで自動車学校で世話になつたお礼としてコーヒーでも奢るからといつ\nて午後駅前で落合う約束をさせた。そして二人は約束の時間に会つて、そのあと申\n請人はＡを自分の車でＡの自宅まで送つた。ところが、Ａは申請人に対し、子供に\n会つてほしいといつて家に入るように勧め、申請人は躊躇したが、再度勧められた\nので家に上つた。申請人はその日初めてＡ宅に上つたのであるが、当日はコーヒー\nなど飲んで間もなく帰宅した。その後申請人は、また来て欲しいというＡの言葉に\n従い、週二、三回の割合で多いときは毎日の如くＡ宅を訪れ、子供を交えて団らん\nするなど交際は濃密となつて行つた。\n（二）　右の如く申請人は頻繁にＡ方を訪ね、しかも殆んどが夜九時半頃に行き深\n夜一二時頃に帰るといつた時間帯であつたため、間もなく近所の人の噂にのぼり、\n親戚のＣ方へそのことを告げに来る人まで現れた。またＡの帰宅が遅い日などは子\n供が夜遅くまで外で遊んでいたため、それを心配する近所の人もいた。Ａは同年二\n月頃まではＣ夫婦らとは仲よく、同人宅へよく出入りしていたため、同夫婦は、Ａ\nの日常行動については一応判つていたが、その後二月頃からＡは急に同人方へ行か\nなくなり、そのためＣ夫婦は、前記噂の実態がつかめず、苦慮し、夜間Ａ宅の近く\nに張込むなどして相手の男性の確認に努めるとともにその対策を考えるようになつ\nた。そのうち男性は被申請人の従業員であることが判り、乗つて来る自動車のナン\nバーを知ることが出来たので、Ｃは、同年四月一二日午後一二時過ぎ頃、Ａを自宅\nに呼んで問い質したところ、Ａは申請人の名前を明かさなかつたばかりか、Ｃが叔\n母に心配をかけるとか、近所の人にどのように説明したらよいのかとか、相手の男\n性には妻子があるか否か、結婚を前提とした交際かどうかなどを性急に詰問したた\nめ、Ａは強く反発し、あなた達には迷惑をかけていないから関係のないことであ\nる、その人の名前は言えないが色々なことが相談できる自分にとつて必要な人であ\nる旨答え、そのうち口論状態となつてＡとＣ夫婦の話合いは決裂状態となつた。そ\nのため感情的になつたＣは同年五月初頃、Ａが本件自動車学校へ入校する際世話に\nなつた三河土建株式会社のＦに対し、Ａが本件自動車学校の従業員と思われる男と\n交際し近所の風評も悪く叔父として困つていること、直接本人に逢つたこともな\nく、Ａも明かさないので不明であるが、妻が顔を見ているので写真を見れば判るこ\nと、そこで被申請人においても調べるよう頼んでほしい旨依頼した。そこで同人は\n被申請人にその旨伝え、その結果Ｃ夫婦を交え写真を見たり、自動車ナンバーを調\nべるなどして、ようやく同年六月初旬頃Ａの交際相手が申請人であることが判明し\nた。そこで、被申請人は、検討考慮の結果申請人を退職させるのがよいと考えるに\n至り、同年六月一一日被申請人代表者Ｇ及び同副校長Ｄが申請人の身元保証人であ\nる実父Ｈ宅を訪問し、事案を説明したうえ申請人に退職を勧めてほしい旨依頼し\nた。\n（三）　一方、Ａは前記の如く四月一二日の夜Ｃと口論した後も申請人との交際を\n止めず、かえつて関係は深まり、同日以降被申請人代表者らが申請人宅へ退職勧告\nに来た日までの間に二回ほど肉体関係を持つに至つた。なお申請人には妻子があり\n表記住所地で両親とともに同居しているが、Ａは申請人と右関係に陥つたことを容\n認し、被害者意識を抱いていない。勿論申請人と結婚することを前提として交際し\nているものでもない。\n以上認定に反する証人Ａの証言及び申請人本人尋問の結果は採用できない。\n以上認定事実を総合するとつぎのように要約することができる。\n（１）　申請人とＡの交際は、一時的遊びないしは隠れた浮気といつたものではな\nく、継続性があり、かつ相手の女性宅に公然と出入りし、子供と一緒に遊ぶという\n社会的行動に顕われた異性交友関係とみるのが相当である。そして、性交渉を伴う\nのでその面で申請人の妻に対する不貞行為を構成しており、その点でそれは道徳に\n反する行為と評価されることが明らかである。もつとも性交渉を伴わない前段階に\nおける交友関係自体は不貞行為とはいえないが、外観上性関係を疑われる虞もあつ\nて、これをも不道徳と感ずる人が少くないこともまた事実である。\n（２）　本件は主にそれが人目につき易い団地内で展開されたため、申請人らの行\n為に対し附近住民から批判ないしは風評が出はじめたことは自然の成行といわねば\nならない。噂はＣが故意に広めたものとは認め難く、そのようなことをする動機が\n同人にあつたとは認められない。噂が先行しそれがＣ方に持込まれたこと、そして\nこれら附近の人々の風評によつてＡの身内の一人であるＣ又はその妻は少なからぬ\n恥辱を感じたことが認められる。そしてＣはその解消に向けて行動を開始したとみ\nるべきである。\n（３）　＜略＞で噂が発生した後のＣの行動は、感情的になつていた面はあるが、\n基本的には右の如き自己若しくは親族の名誉回復のためのものと解するを相当とす\nべく、申請人に対する嫉妬或いは醜聞をつかんだ雑誌記者の職業的習性、動機に基\nづくものとみることはできない。関係解消を希つたＣの意図は、Ａの反発にあつて\n実現せずかえつてそれを深める結果となつたのであるが、四月一二日夜の話合いの\n際、Ｃの態度に問題はあつたにせよ、Ａ自身それまで世話になりながら二月頃から\n急に疎遠になり、異性との交際が噂になつた後も名前を明かさないといつた態度に\n出ており、それがＣを立腹させ問題を大きくし状況を悪化させた一因にもなつてい\nると解されるのである。\n（４）　そして、そもそもの発端は、Ａが申請人に関心を抱き、自らの意思で接近\nして行つたことに始まるのであるが、動機としては、他路線のスクールバスへの便\n乗その他教習の便宜のためといつた実利的な面も窺わせており、専らＡの意図で事\n態が進行したとみるのが相当であつて、申請人の意図即ちその地位を利用し、又は\n圧力を加えて女性教習生に交際を要求したという類のものではない。Ａは申請人と\nの情交関係について被害意識は有しておらず、むしろこれを積極的に容認している\nものである。\n（５）　以上要するに申請人とＡとの関係は法的にも道徳的にも承認することはで\nきないものであるが、そのような結果に至つた責任といえば、発端から状況悪化の\n過程を含め殆んどがＡ側にあつて申請人側にはないというべく、申請人についてい\nえば教習生の誘惑に乗つた軽率さが責められるべきである。\n３　成立に争いのない疎乙第三九号証、前掲疎乙第二八号証、地図部分は成立に争\nいなくその余の部分は証人Ｉの証言により真正に成立したと認められる疎乙第一二\n号証、右証人の証言により真正に成立したと認められる疎乙第一号証、第二号証、\n第四号証の一、二、第八号証、第一一号証の一、二、第二二号証、第四一ないし第\n四三号証、第四六ないし第五〇号証並びに同証言、証人Ｊの証言により真正に成立\nしたと認められる疎乙第四五号証並びに同証言、証人Ｄの証言を総合すると、つぎ\nの事実が一応認められる。\n（一）　本件自動車学校は公安委員会の指定にかかるものであり、右指定を受ける\nと、教習生にとつて技能試験が免除される特典がある反面、指定条件として道路交\n通法第九八条に定めるような種々の制約があること、公安委員会の技能試験が免除\nされるということは、その業務の一部を自動車学校に委託することを意味するため\nに、指定要件としては、前記の如き種々の制約があり、特に人的要件については業\n務の性質上、公正さが強く要求されること、そのため被申請人としても公安委員会\nの指導、監督のもとで従業員を教育し、社会的批判を受ける行いがないよう指導、\n監督していることは被申請人主張のとおりである。被申請人はことにスクールバス\nの運転手に対しては指導員と同等若しくはそれ以上の待遇をしてきたが、申請人が\n本件女性問題をひき起したため、附近住民に風評が立ち、Ａの親戚の者から被申請\n人に苦情が持込まれ、また被申請人の学校案内所から苦情が出され、社内班長会議\nでも問題提起がなされた。自動車学校における女性教習生と指導員とのトラブルは\n他の自動車学校においても散見され、公安委員会は勿論自動車学校においても防止\n対策が立てられ、改善努力が続けられているのであつて、本件も他の自動車学校に\n与える影響は大であるばかりか、被申請人自身今後同種問題発生を憂慮している状\n況にある。\n被申請人の前身である協会は、学校用地移転等に関する紛争について、昭和五二\n年八月に同自動車学校労働組合と和解協定をしたが、その際協会は、従業員が女性\n教習生と問題を起さないことを条件として申入れ、右組合もこれを了承し、各人\nが、県公安委員会指定校としての従業員にふさわしい態度と責任をもつて行動し、\nすくなくとも社会的迷惑を及ぼさないよう努めるものとする旨の誓約書を差入れ\nた。現在被申請人と同労働組合との間で右誓約書の趣旨に関し特に異論はみられな\nい。\n（二）　つぎに、被申請人は教習生から受ける教習料を唯一の収入源としており、\n教習生の確保が会社経営にとつて重要であるが、被申請人は豊橋地域の他の自動車\n学校に比べ被申請人主張の如く種々の面で条件が悪く、これまでその不利な条件を\n経営者及び従業員が一丸となつて努力し、これを補つてきた。昨今は自動車学校で\nは女性教習生の比率が高く、従業員との間でトラブルが発生すれば、自動車学校の\n社会的信用の失墜となり、それは女性教習生の減少となつて経営悪化に直結する関\n係にあるので、被申請人はかねてから従業員に対し機会ある毎に、このような問題\nが発生しないよう教育し、その趣旨の徹底を図つてきた。\n被申請人は、前記不利な条件に拘らず労使一体となつて営業活動を続けた結果、\n昭和五三年三月から昭和五四年四月までの間の教習生は目標数を達成した。しかし\nその後昭和五四年四月は一一六名で前年同月（一四一名）比一七パーセント減、昭\n和五四年五月は一三〇名で前年同月（一四〇名）比七パーセント減、昭和五四年六\n月は一三〇名で前年同月（九九名）比三一パーセント増となつた。毎年六月は夏休\nみをひかえ他の自動車学校でも満員となる月であるが、それにも拘らず女性教習生\nは前年同月比で三名減となり、また四月から六月までの計は前年比四名減である。\n被申請人は、昭和五四年八月教習車を女性教習生に人気のある三菱シグマ車に全\n面的に入替え、同年一〇月営業宣伝活動を強化したため、教習生の落込みは減少\nし、昭和五四年一年間で一八二〇名となり前年比〇・六パーセント増となつた。し\nかし昭和五三年四月から本件問題発生前の昭和五四年三月までと、その後の一年間\nとを対比してみると、前者が一八七六名であるのに対し後者は一七五〇余名であつ\nて一〇〇名余の減となつている。なお高校生の免許取得について昭和五三年から規\n制が始まり、昭和五四年はその規制が更に強化されていた事情がある。\n以上認定事実によると、従業員と女性教習生とのトラブル予防に努力していた被\n申請人に対し、本件はかなりの衝撃を与え、また従業員に対しても波紋を投げかけ\nたことが明らかであり、業務運営、経営秩序は一時的にせよ紊乱し、悪影響を与え\nたことは否定することができない。さらに教習生の入校生は僅かではあるが、昭和\n五四年四月以降六月までの間は減少しており、本件申請人の所為との関連性が一応\n推測されるが、その減少のすべてが申請人に関係があるということはできない。前\n認定の如く噂が＜略＞という人口集中地域で発生したことを考えるとそのうちの何\n名かが申請人の本件所為により入校を断念したものと推定するのが相当である。\n４　被申請人は、申請人の右所為は就業規則第七五条第一号に該当する旨主張し、\n同規則同条同号には懲戒解雇事由として「故意又は重大な過失によつて会社に損害\nを与えたとき」と定められていることが成立に争いのない疎甲第五号証によつて一\n応認められる。\n（一）　就業規則の解釈\n（１）　懲戒権は、使用者が、職場秩序維持のために、職場の規律に違反した被用\n者に対して制裁を科する権能であるが、被申請人においては、使用者たる被申請人\nが懲戒権を有すること、及び懲戒解雇事由が就業規則において明定され、申請人を\n含む従業員らは右就業規則を合理的かつ有効なものとして承認し、そのもとで就労\nしていることが本件弁論の全趣旨により認められるから、右懲戒解雇規定は、労使\n双方を規律する法規範性を有するに至つているというべきである。従つて本件懲戒\n解雇の効力を判断するに当つては、右解雇規定に定められた解雇事由についての構\n成要件的解釈とその該当性を中心として判断するのが相当である。\n（２）　そこで右就業規則に定める解雇事由の要件につき判断するに、前同条同号\nは、故意又は重大な過失によつて会社に損害を与えた場合を懲戒解雇事由としてい\nるが、前認定にかかる被申請人の事業目的、業務内容及び業務の社会的意義等を総\n合すれば、被申請人にとつて単に財産上の利益に限らず、名誉、信用等社会的評価\nの確保も会社の存立ないし事業の運営に不可決であると解され、従つて右規定にい\nう会社の「損害」とは、財産上の積極、消極各損害のみならず、それを発生せしめ\nる虞のある会社の業務阻害、取引阻害を含み、さらには指定自動車学校として有す\nる社会的評価の低下毀損ないしは同評価の向上阻害までを含むと解するのが相当で\nある。なお他の解雇以外の懲戒解雇事由との対比上、右損害は解雇に価する程度に\n顕著又は重大なものでなければならないことは当然である。\n（３）　そして右の如き損害を生ぜしめる行為の態様については特に就業規則上限\n定的表現はないから、原因としての行為の態様としては結果として前記の如き損害\nを生ぜしめる一切の行為を指し、それが企業内非行（就業時間中又はこれに近接し\nた時間内に行われたもの、企業施設内又はこれに近接した場所で行われたもの、若\nしくは業務関連性のもとで行われたもの）か企業外非行（右以外のもの）かを問わ\nないと解される。懲戒権はその目的が職場の秩序の維持、企業運営の保持にある以\n上、企業外の行為によつて、その結果が企業のうえに生じ職場秩序が紊乱される関\n係にある場合を特に除外する合理的理由はこれを見出すことができないからであ\nる。尤も企業外の非行によつて会社に損害が発生したか否か、ことに会社の社会的\n評価の低下毀損が生じたか否かの判定は客観的になすことを要しその判断は慎重で\nなければならない。例えば被用者の企業外の行為は、それ自体が破廉恥なものであ\nつても、これを評価する者においてあくまで被用者個人の私生活上の行為であり、\n使用者の社会的評価とは無関係であるとの理解が得られる場合があり、かかる場合\nには企業にとつて損害が生じているかの如く見えるが、客観的には社会的評価の低\n下は生じないと解されるからである。\n（二）　解雇事由の該当性\n（１）　申請人とＡとの交際のうち、昭和五四年三月一六日頃までのものは、自動\n車学校従業員と教習生との交際であり、右はスクールバス運行中に知り合つたこと\nから始まり、同バス内で会話しているうち親密になり、更に駅前線に乗車させて貰\nつた謝礼の趣旨で申請人は飲食物の提供を受けており、これらを総合すると右交際\nは業務関連性が認められ、企業内の行為ということができる。\nそして指定自動車学校の既婚従業員と在籍中の女性教習生が親密な関係になるこ\nとは、それ自体が不道徳的行為として非難される虞があるばかりかその従業員が地\n位を利用して女性教習生に交際を強要したのではないか、又は女性教習生が免許取\n得の便宜のため従業員にとり入つているのではないか、その結果教習課程で得られ\nる法的特典たる仮免許検定、実技卒業検定等の試験の公正が損われるのではないか\n等他の教習生にあらぬ波紋と疑惑を生じさせ、もつて被申請人の職場規律、ないし\nは業務運営に関する教習生の信頼や評価を低下させる虞なしとしないのであつて、\n被申請人がかねてより従業員に対し、機会ある毎に女性教習生との関係については\n厳に公正であるべき旨指導しているのも右の理由によるものと解される。すると右\n指導は単なる道徳上の助言にとどまらず、被申請人会社における職場の規律にまで\nなつていたと解され、申請人が右指導に反して女性教習生と親密な交際を始めたこ\nとは右規律違反であり、しかも右交際が主として勤務時間外に、企業施設外で行わ\nれたものではあるが、前記の如く業務関連性が認められる以上、企業内の非行とし\nて評価すべきものである。\nしかしながら交際の程度は喫茶店で数回話合うといつた程度であり、この時期に\nおいてはまだ噂が広まつていたとは認められず、勿論試験の公正が阻害された事実\nは認められないから、職場規律違反ではあるが顕著なものではなく、またその結\n果、被申請人に財産上の損害は勿論業務阻害、取引阻害その他社会的評価の低下毀\n損等の損害が生じたものとも認められない。\nすると、右時期における申請人とＡとの交際は就業規則第七五条第一号に該当し\nない。\n（２）　申請人とＡとの交際のうち、昭和五四年三月中旬以降のものは、Ａが本件\n自動車学校を卒業し免許試験にも合格した後のものであり、本件自動車学校との関\n係がなくなつた後の交際であるうえ、申請人についていえば、勤務時間外かつ企業\n施設外での交際であるから、一私人との交際というべく、右は企業外の行為という\nことができる。\nそこで右交際によつて申請人に「損害」が生じたか否かにつき判断するに、前認\n定によると、右期間の交際によつて申請人はＡと情交関係に陥り、近隣の人々の噂\nとなつたこと、Ａの親戚の者から苦情が持込まれ、社内班長会議でも問題となり、\n学校案内所からも苦情が申込まれたこと、行為の性質、態度からみて申請人の所為\nは被申請人と関係のない私生活上の行為であるとの良き理解が得られるとも考えら\nれないことなどを総合すると、その結果、被申請人の社会的評価の低下並びに企業\n秩序の紊乱が生じたと認めるのが相当である。また教習生の入校が昭和五四年四月\n以降減少しており、そのうち何名かは申請人の本件所為の影響と認められることは\n前認定のとおりであるから、被申請人にとつては現実に会社取引上の損失が生じた\nものというべきである。すると、以上社会的評価の低下、企業秩序の紊乱、取引上\nの損失が、被申請人の損害として発生したものというべく、それらは多面的である\nばかりでなく、その質的側面を考えると被申請人にとつてその損害は重大であると\nいわざるを得ず、右期間の申請人の所為は就業規則第七五条第一号に該当するとい\nわねばならない。\n三　経歴詐称について\n１　申請人が一九才頃窃盗罪で懲役一年六月執行猶予三年の刑に処せられ、ついで\n二〇才頃窃盗罪で懲役八月の刑に処せられるとともに右執行猶予を取消され右各刑\nに服したこと、申請人が昭和五一年一一月二六日協会に採用される際、同協会に履\n歴書を提出したこと、右履歴書には賞罰欄等前歴を記載する個所はなかつたこと、\nその際庶務係Ｂが面接を担当したこと、申請人は、昭和五三年四月一日被申請人に\n採用される際にも改めて履歴書を提出したが、同履歴書にも前歴を記載する個所は\nなかつたこと、右何れの採用時においても申請人は前記窃盗前歴を申告しなかつた\nことはいずれも当事者間に争いがない。\n２　成立に争いのない疎乙第一五号証の一、二、前掲疎甲第三号証、疎乙第二二号\n証、第二八号証、第二九号証、証人Ｄの証言により真正に成立したと認められる疎\n乙第一四号証、第二五号証並びに同証言を総合するとつぎの事実が一応認められ\nる。\n（一）　昭和五四年五月初頃、被申請人会社に匿名の者から「お前のところの自動\n車学校は泥棒をした男を使つているがどういうことか」という電話があり、被申請\n人において調査したところ、申請人に前記前歴のあることが判明した。\n（二）　被申請人の前身である協会が昭和五一年一一月頃、スクールバスの運転手\nを新聞広告により募集したところ、申請人が履歴書を持参して応募してきたので、\n同年一一月一六日協会の庶務係Ｂが申請人に面接し、右持参した履歴書を見なが\nら、経歴、家族の状況等について質問をした。右履歴書は印刷された既製の用紙に\n記入したものであるが、賞罰欄等前歴を記載する個所がなかつたので、Ｂはまず、\n交通事故、交通違反につき質問したところ、申請人は交通事故はない、交通違反と\nして昭和四九年一〇月ごろ追越違反、昭和五〇年一〇月ごろスピード違反が各一回\nあり、いずれも罰金刑に処せられ、また昭和四九年の違反から約半年位前に交通違\n反により免許停止処分を受けたことがある旨答え、ついでその他の賞罰について尋\nねたところ、申請人はそのほかには賞罰はない旨答えた。そこでＢはその旨身元調\n査書に記載して協会に提出し、申請人は、昭和五一年一一月二六日に期間を昭和五\n二年三月三一日までとして同協会に採用され、その後期間は延長され、昭和五三年\n三月三一日までとされた。\n（三）　協会経営の自動車学校はその間被申請人に引継がれ、協会で雇用されてい\nた従業員は改めて被申請人との間で雇用契約を締結することとなつたため、申請人\nはその趣旨に従い、昭和五三年三月頃被申請人に対し履歴書を提出した。申請人は\n印刷された市販の用紙を使つたがそれには賞罰欄等前歴を記載する個所はなく、前\n記前歴は履歴書に記載されなかつた。なおその際、申請人に対して面接は行われ\nず、申請人も前記前歴については被申請人に自発的に申告しなかつた。申請人は同\n年四月一日付で被申請人に期限の定めなく採用された。\n右認定に反する申請人本人尋問の結果は採用しない。\n右認定によると、申請人は協会に対し、前歴を質問されたにも拘らず、前記前歴\nを回答せずこれを秘匿し、ついで被申請人に対し、前記前歴を記載しない履歴書を\n提出し、なお協会採用時における調査結果が誤つているのに特に訂正申告をせず、\nもつてこれを秘匿し、協会、ついで被申請人に採用されたというべきである。申請\n人が、右前歴を申告明示したとしてもなお右使用者に採用される関係にあつたこと\nを認めるに足る疎明はない。\n３　被申請人は、申請人の右所為は就業規則第七五条第五号に該当する旨主張し、\n同規則同条同号に懲戒解雇事由として「年令、住所、経歴、扶養家族数等、採用の\n際調査事項を偽り、その他不正な方法を用いて採用されたとき」と定められている\nことが前掲疎甲第五号証によつて一応認められる。\n（一）　就業規則の解釈\n（１）　本件規則では、年令、住所、経歴等採用の際調査事項を偽つたことを懲戒\n解雇事由としており、雇用契約締結希望者が、使用者から回答を求められた事項を\n偽つたことを要件としていることが明らかである。右は規定の文言からも明らかな\n如く、労働者が使用者から質問された場合に、自己の経歴につき真実を回答すべき\n義務があることを前提として規定されたものであつて、質問がないのに自発的に申\n告すべき義務を前提としたものでないと解するのが相当である。\n（２）　しかし使用者の調査は、採用時に行われる面接の際の口頭による質問に限\nられるものではなく、使用者から入社希望者に対し履歴書を提出させる場合も含ま\nれると解される。後者の場合、履歴書には住所、氏名、年令は勿論、家族関係、学\n歴、職歴等が記載されるのが通例であるが、市販の履歴書用紙等には、右事項欄の\nほか免許、資格等を記載する欄があつたり、その反面賞罰欄等前歴を記載する欄が\n特に設けられていないものが存する。かかる場合、労働者は自己の判断において必\n要事項を記入し、使用者に提出するよりほかなく、使用者において特定事項の記載\nが不足していると思料するときは、未記入欄について補完を命じ、または右特定事\n項につき別途の方法で回答するよう命ずべきであり、かかる特別の指示がない限\nり、労働者としては、履歴書を提出することによつて、調査事項に対する回答義務\nを履行したとみなすべきである。\n（３）　ところで使用者は、入社希望者の採否に当つて、その労働力の評価に誤り\nなきを期するため、全人格を調査の対象とし、これを認識するために必要な諸事項\nについて調査することを常としており、刑罰歴も人格、性向等を知るためのものと\nして調査対象としていることが明らかであるところ、右調査の結果は、専ら使用者\nが労働者を採用するか否かを決するための資料とするものであるから、刑罰歴につ\nいていえば、如何なる種類の刑罰に関して調査するか、何年前までのものを調べる\nかなど調査の範囲は、使用者が自ら決すべきものであり、従つて右調査の範囲が著\nしく不当又は明らかに不要と認められない限り、労働者は使用者から質問された範\n囲内の刑罰歴について真実を回答すべき義務があるといわねばならない。\n（４）　従つて、使用者が調査の範囲を限定することなく刑罰歴について質問した\nときは、労働者は原則として、すべての刑罰歴を回答する義務があり、その場合、\n少年時代の非行歴は別として、同年代のものであつても、刑事処分として受けた有\n罪歴を除外することはできず、それが執行猶予付のものであつても同様である。\nもつとも、刑法第二七条には、刑の執行猶予の言渡を取消されることなしに猶予\nの期間を経過したときは、刑の言渡はその効力を失う旨が定められており、また同\n法第三四条の二においては、禁錮以上の刑の執行を終り、その後その者が罰金以上\nの刑に処せられることなくして一〇年を経過したときは、刑の言渡はその効力を失\nう旨が規定されている。右は刑の言渡後又は刑の執行後、所定期間内に一定限度以\n上の罪を重ねないことを条件として、刑の宣告を受けた者に対し、国家として刑の\n言渡に基づく法的効果を将来に向つて否定し、もつて犯罪の予防と有罪判決を受け\nた者の社会復帰を容易ならしめんとする刑事政策的配慮に基づく制度であると解さ\nれるから、使用者が労働力を評価、把握する場面に、右刑事政策的配慮が直ちに介\n入して来るべきものではない。刑の言渡の効力が消滅しても刑の言渡があつた事実\nそのものは消滅しないと解され、またかかる事実の存在そのものが、職種との関連\n上障碍事情として問題となる場合、換言すればそれが職種との関連において当該労\n働者の労働力評価に重要な資料となる場合がないとはいえないからである。しかし\nながら、そのような特別の場合でない限り、使用者としても右規定の趣旨を尊重\nし、あまりに古い刑事罰についてはこれを調査の対象から除外すべきであり、その\n意味で刑罰歴についての調査の範囲については一定の限界があるというべきであ\nる。\n（二）　解雇事由の該当性\n（１）　本件において申請人は、協会に採用される際、提出した履歴書に前記前歴\nを記載せず、また面接の際質問を受けたにも拘らずこれについて回答せず、もつて\n右前歴を秘匿したことが明らかである。しかしながら右前歴は申請人が一九才から\n二〇才頃までのものであり、刑の執行終了後、罰金以上の刑に処せられることなく\n一〇年を経過し（その後に交通違反がある）たことが明らかで、昭和四八年頃、刑\n法第三四条の二の規定により右各刑の言渡の効力は消滅したというべきである。\nそこで、協会においてかかる刑罰歴についてまで調査を必要とする事情があつた\nか否かにつき判断するに、前掲証拠によると、協会経営にかかる指定自動車学校は\n企業として公共的性格を有し、その業務については法的厳正さが要求され、また申\n請人が担当することを予定されていたスクールバスの運転手についても、右企業に\nふさわしい人格、性向を備えた労働者であることが望ましいと考えられていたこと\nが明らかであつて、これら企業の性格、担当職務の種類等を勘案すると、協会が申\n請人の前歴について特にその範囲を限定することなく調査の対象とし、申請人にそ\nの点を質問したことは著しく不当若しくは明らかに不要な調査ということはでき\nず、調査権の限界を超えるものと認めることはできない。\nすると申請人が右質問に対し、あえて右前歴を秘匿し、もつて協会に採用された\nことは経歴詐称に当るといわねばならない。\n（２）　つぎに、申請人が被申請人に採用される際、被申請人に履歴書を提出した\nが、それには前記前歴を記載しなかつたこと、しかし被申請人は特別に面接又はそ\nの他の方法で申請人に対し前歴についての質問はしなかつたことは前認定のとおり\nである。しかし前掲証拠によると、被申請人は、協会から自動車学校の運営を引継\nぎ、協会に雇用されていた申請人と改めて雇用契約を締結する際、学歴等について\n履歴書を提出させたにとどめ、そのほかは改めて調査を行わず、申請人も協会採用\n時のものをそのまま援用し、その結果被申請人は、申請人を引続き採用したことが\n明らかである。すると、申請人は協会に対して経歴を詐称して採用された状態をそ\nのまま被申請人に対しても維持援用し、もつて被申請人に採用されたものというべ\nく、協会と被申請人とで前記企業としての性格、スクールバスの運転手としての特\n殊性に差異がないことを併せ考えると、申請人は被申請人に対しても経歴を詐称し\nたものということができる。\n申請人の右経歴詐称は、就業規則第七五条第五号に該当するというべきである。\n四　権利濫用について\n１　申請人の信用失墜行為は、被申請人の社会的評価の低下、企業秩序の紊乱及び\n取引上の損失をもたらしたが、前認定事実によると、社会的評価の低下、企業秩序\nの紊乱等は噂が原因となつたものであり、いわば一過性のものというべく、また取\n引上の損失も質的にはともかく、損害額として具体的に把握できないことが明らか\nであり、これを量的には過大に評価することができないこと、そして申請人とＡと\nの交際は、発端から問題化する過程を含めてＡ側に原因があり、Ａは申請人との関\n係では被害者とはなつていないこと、申請人が所属する被申請会社労働組合も女性\n教習生と従業員とのトラブルは企業経営に悪影響が出ることを理解しており、申請\n人若しくは他従業員につき同種事件の再発の虞は少いと考えられること等が認めら\nれ、これら諸事情を総合すると、申請人の右所為は懲戒解雇事由に該当するが、こ\nれを理由に申請人を懲戒解雇にすることは著しく妥当を欠くものというべきであ\nる。\n２　つぎに申請人の経歴詐称は刑罰歴に関するものであり、被申請人企業にとつて\n重要であるが、前認定事実によると、右前歴は協会採用時からみて一六年前、被申\n請人採用時からみて約一八年前の犯罪に関するものであり、しかもその刑の執行を\n終つてから一〇年間罰金以上の刑に処せられることなく経過し昭和四八年頃刑の言\n渡の効力が消滅したものであること、申請人は、前述の如く、協会での調査結果に\nついて訂正申立をすべきであるのにこれをしなかつた趣旨で経歴詐称を捉えられて\nいて詐称についての作為性は少いことが認められ、これら諸事情を総合すると、申\n請人の右所為は懲戒解雇事由に該当するが、これを理由に申請人を懲戒解雇にする\nことは著しく苛酷であるというべきである。\n３　そして以上各懲戒事由を総合しても申請人を懲戒解雇にすることは社会観念上\n著しく妥当を欠き解雇権の濫用と認められる。申請人が被申請人からの退職勧告に\n対し、一旦は任意退職を承認するかの如き態度を示しながら結局これを拒否したこ\nとがあつたとしても、それは右判断を左右するものではない。すると被申請人がな\nした本件申請人に対する懲戒解雇は無効というべく、申請人と被申請人間には依然\nとして雇用契約関係が存続しているといわねばならない。\n五　保全の必要性について\n成立に争いのない疎乙第三一号証、第三四号証の一ないし三、第三五号証、前掲\n疎甲第三号証、疎乙第二二号証、第二八号証、証人Ｄの証言により真正に成立した\nと認められる疎乙第三二号証、第三三号証並びに同証言、申請人本人尋問の結果を\n総合するとつぎの事実が一応認められる。\n申請人は父所有の家屋で両親と同居し、父は米穀店を営み、一か月約二〇万円の\n収入を得、また申請人の妻は食堂に勤め一か月約六万円の収入を得、申請人の妻子\nを含めた六人家族が生活している。父は現在高令であるため申請人は月に二、三回\n店の仕事を手伝つている。なお昭和五三年四月現在の五人家族の標準生計費は全国\nについてみると一八万〇二七〇円である。\n右事実によると、申請人は本件解雇により昭和五四年六月二一日以降賃金の支払\nを受けていないが、右一家の収入によつて生活をしてきたことが明らかであり、そ\nの間生活資金に当てるため借財をしたとか、その他その間消費した資金を現在清算\nしなければならない状況にあるとの疎明はないから、本件口頭弁論終結時までの賃\n金仮払を求める部分については、その必要性について疎明がないものといわざるを\n得ない。\nしかしながら右時点以降についてみると、米穀商を営む父は老令であつて営業に\n不安があり、また妻もその立場からいうと両親と子供の世話をしなければならずそ\nの収入は必ずしも継続的なものとは認め難いから、将来安定した家計収入が継続す\nると認めることはできない。従つて一家の中心である申請人の本件賃金については\nその限度で仮払の必要性があるものというべきである。\n六　結論\n以上によると申請人の本件仮処分申請は、申請の趣旨第１項並びに昭和五六年二\n月一三日以降本案第一審判決言渡に至るまで毎月二五日限り一か月金一八万五七六\n〇円の割合による金員の仮払を求める限度で理由があるからこれを認容し、その余\nは理由がないからこれを却下し、申請費用の負担につき民事訴訟法第八九条、第九\n二条を適用して主文のとおり判決する。\n（裁判官　井上孝一　佐藤壽一　福崎伸一郎）\n"
}