{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 11,
    "day": 19
  },
  "case_number": "昭和57(ヨ)2267",
  "case_name": "小川建設解雇",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19394",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19394",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/394/019394_hanrei.pdf",
  "contents": "主　　　文\n一　本件申請をいずれも却下する。\n二　申請費用は債権者の負担とする。\n理　　　由\n第一　当事者の申立\n一　申請の趣旨\n１　債権者が債務者に対し労働契約上の権利を有する地位にあることを仮に定め\nる。\n２　債務者は債権者に対し金六万三八四〇円および昭和五七年三月一一日以降本案\n判決確定の日まで、毎月二四日限り一ケ月金一三万三〇〇〇円の金員を仮に支払\nえ。\n二　申請の趣旨に対する答弁\n主文と同旨\n第二　当裁判所の判断\n一　審尋の結果および本件疎明資料によれば、次の各事実が認められる。\n１　債務者は、総合建設業、一般土木建築工事業等を目的とし、肩書地に本店を置\nくほか、関東地方に八ケ所の支店と七ケ所の営業所を有する資本金一億八〇〇〇万\n円の株式会社である。\n２　債権者は、昭和五五年二月二五日債務者に雇用され、以来、東京都町田市所在\nの町田営業所に事務員として勤務してきた。\n債権者の町田営業所での勤務時間は午前八時四五分から午後五時一五分までであ\nり、その具体的職務内容は本社・外回りの社員・顧客からの電話連絡の処理、営業\n所内の清掃、本社と営業所との通信事務、営業所内の書類整理等であった。\n３　債権者は、債務者会社に勤務する傍ら、神奈川県相模原市所在のキヤバレー\n「相模原ハリウツド」において、昭和五五年四月八日から同年五月一五日まではリ\nスト係として、また同年六月一〇日からは会計係として勤務した。\n債権者の同キヤバレーでの勤務時間は午後六時から午前零時までであり、リスト\n係としての職務内容はホステス、客の出入りチエツクであり、会計係の職務内容は\n客からの飲食代金の領収、ホステスの指名料、ドリンク料等の記帳であつた。\nなお、債権者は昭和五六年三月四日以降同キヤバレーの勤務をやめており、この\n点に関して、債権者は、同人は同キヤバレーから解雇されたものであるところ同解\n雇は無効であるとして、同キヤバレーに対する地位保全等仮処分を横浜地方裁判所\nに申請していたが（横浜地裁昭和五六年（ヨ）第七四七号事件）、昭和五七年九月\n三〇日、債権者は同キヤバレーを自己都合により退職したものであつて解雇された\nものではないとの理由等により、同申請は却下されるに至つた。\n４　債務者就業規則第三一条には\n「社員が次の各号の一に該当するときは、その情状に応じ前条の規定による制裁を\n行う。\n……\n（４）会社の承認を得ないで在籍のまま他に雇われたとき\n……」\nなる定めが存在し、同第三〇条において制裁の種類として、譴責・減給・出勤停\n止・昇給停止・降格・論旨解雇・懲戒解雇を規定しているところ、債権者の前記キ\nヤバレー「相模原ハリウツド」への二重就職が債務者に知れるところとなり、債務\n者は債権者に対し、昭和五七年一月二三日付内容証明郵便により、右二重就職は会\n社就業規則第三一条四項に該当するので懲戒解雇にすべきところを通常解雇にとど\nめるとして、通常解雇の意思表示をなし、同意思表示は、昭和五七年一月二五日、\n債権者に到達した。\n二　債権者は、債務者のなした右解雇が無効である旨を主張するので、以下検討す\nる。\n（一）就業規則における兼業制限規定の合理性\n法律で兼業が禁止されている公務員と異り、私企業の労働者は一般的には兼業は\n禁止されておらず、その制限禁止は就業規則等の具体的定めによることになるが、\n労働者は労働契約を通じて一日のうち一定の限られた時間のみ、労務に服するのを\n原則とし、就業時間外は本来労働者の自由であることからして、就業規則で兼業を\n全面的に禁止することは、特別な場合を除き、合理性を欠く。しかしながら、労働\n者がその自由なる時間を精神的肉体的疲労回復のため適度な休養に用いることは次\nの労働日における誠実な労働提供のための基礎的条件をなすものであるから、使用\n者としても労働者の自由な時間の利用について関心を持たざるをえず、また、兼業\nの内容によつては企業の経営秩序を害し、または企業の対外的信用、体面が傷つけ\nられる場合もありうるので、従業員の兼業の許否について、労務提供上の支障や企\n業秩序への影響等を考慮したうえでの会社の承諾にかからしめる旨の規定を就業規\n則に定めることは不当とはいいがたく、したがつて、同趣旨の債務者就業規則第三\n一条四項の規定は合理性を有するものである。\n（二）債権者の行為の債務者就業規則第三一条四項該当性\n債権者は、債務者採用面接にあたつて他へ二重就職する予定であることを債務者\nに告知し、債務者はこれにつき黙示の承諾を与えた旨主張するが、本件疎明資料お\nよび審尋の結果によれば、債権者は、債務者採用面接に際し、月給として最低一三\n万円を希望し、月給が一三万円に満たない場合には他にアルバイトすることも考え\nなければ生活していけない旨を述べたことは窺われるが、その後、実際にキヤバレ\nー「相模原ハリウツド」に勤務を始めるにあたって、債権者が債務者に対してその\n勤務先や勤務内容等を具体的に特定して二重就職の具体的承諾を求めたこと、ある\nいは、債務者が債権者の二重就職をすることを黙示に承諾していたことを認める疎\n明はなく、したがつて、債権者の右キヤバレーへの勤務は債務者就業規則第三一条\n四項にいう「会社の承諾を得ないで在籍のまま他に雇われたとき」に該当するもの\nと認めることができる。\n（三）本件解雇の相当性\n債務者就業規則第三一条四項の規定は、前述のとおり従業員が二重就職をするに\nついて当該兼業の職務内容が会社に対する本来の労務提供に支障を与えるものでは\nないか等の判断を会社に委ねる趣旨をも含むものであるから、本件債権者の兼業の\n職務内容のいかんにかかわらず、債権者が債務者に対して兼業の具体的職務内容を\n告知してその承諾を求めることなく、無断で二重就職したことは、それ自体が企業\n秩序を阻害する行為であり、債務者に対する雇用契約上の信用関係を破壊する行為\nと評価されうるものである。\nそして、本件債権者の兼業の職務内容は、債務者の就業時間とは重複してはいな\nいものの、軽労働とはいえ毎日の勤務時間は六時間に互りかつ深夜に及ぶものであ\nつて、単なる余暇利用のアルバイトの域を越えるものであり、したがつて当該兼業\nが債務者への労務の誠実な提供に何らかの支障をきたす蓋然性が高いものとみるの\nが社会一般の通念であり、事前に債務者への申告があつた場合には当然に債務者の\n承諾が得られるとは限らないものであつたことからして、本件債権者の無断二重就\n職行為は不問に付して然るべきものとは認められない。\n更に、審尋の結果および本件疎明資料によれば、債権者には、本件二重就職の影\n響によるものか否かは明らかではないが、就業時間中居眠りが多く、残業を嫌忌す\nる等の就業態度がみられ、また、本件解雇後の事情ではあるが、債権者は、債務者\n採用面接に際して債務者に提出した履歴書中には「クラブおおとり」や「東宝観光\n株式会社」等水商売関係への勤務経歴を脱漏させていた節がみられることや、前記\n横浜地方裁判所での地位保全等仮処分事件の債権者本人尋問において、後の供述で\n訂正はしたものの、債務者に雇用されている事実を隠蔽する供述をしたことなどが\n債務者の債権者に対する信用を一層失わしめることとなつたことがそれぞれ認めら\nれる。\nこれらの事情を総合すれば、債務者が前記債権者の無断二重就職の就業規則違背\n行為をとらえて懲戒解雇とすべきところを通常解雇にした処置は企業秩序維持のた\nめにやむをえないものであつて妥当性を欠くものとはいいがたく、本件解雇当時債\n権者は既に前記キヤバレー「相模原ハリウツド」への勤務を事実上やめていたとの\n事情を考慮しても、右解雇が権利濫用により無効であるとは認めることができな\nい。\n三　よつて、債権者の本件申請は被保全権利の疎明がないことに帰すから、理由が\nないものとして全て却下することとし、訴訟費用の負担につき民事訴訟法八九条を\n適用して、主文のとおり決定する。\n（裁判官　杉本正樹）\n"
}