{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 3,
    "day": 25
  },
  "case_number": "昭和56(ネ)347",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14184",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14184",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/184/014184_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　双方の求めた裁判\n一　控訴人は、\n「原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は、第一、二審とも被控訴人の負担とする。」\nとの判決を求めた。\n二　被控訴人は、主文同旨の判決を求めた。\n第二　双方の主張及び証拠関係\n当事者双方の主張事実及び証拠の関係は、次のとおり追加するほか、原判決事実\n欄記載のとおりであるから、ここにこれを引用する。\n一　控訴人の主張\n被控訴人の本訴請求は権利の濫用である。\n（一）　被控訴人はその主張するところによれば、全国に多くの支店を設け、五〇\n〇〇人以上の従業員を擁していた。これに対し控訴人は東京近辺及び大阪市の一部\nのみを営業の地域とし、三〇〇名位の従業員で営業している程度の会社である。こ\nのような営業規模からみても、控訴人が「日本ウーマン・パワー株式会社」なる商\n号を使用して営業することによつて、被控訴人と混同され、被控訴人の営業に損害\nを与えた事実のないことは明らかであり、又将来与える虞もない。\nこのような状況の下での被控訴人の本訴請求は権利の濫用であり許さるべきでは\nない。\n（二）　また、被控訴人の親会社は、日本の職業安定所のような役所のないアメリ\nカで職業紹介全般を業務としているもので、被控訴人が日本で行なつている事務処\n理業は、アメリカでは問題のない営業であるが、日本では職業安定法第四四条（労\n働者供給事業の禁止）違反のおそれがある営業であり、また、雇傭関係がないた\nめ、給与、諸手当、社会保険等で働く人に不利となることが考えられ、労働省もそ\nの必要性を一面において認めながらも、明確な許可にまで至つていないのである。\n控訴人においては、派遣従業員の待遇を、一般被傭者のそれに近づける努力を\nし、交通費、健康保険、雇用保険、厚生年金の運用などを実現し、これらの努力の\n上に、日本経済新聞紙上への企業広告の掲載をはじめて実現したりしたのである\nが、なお、現在の時点では職業安定法第四四条違反の事実は残つている。\nこのような状況の下で、確かに控訴人も右違反の事業を行なつているとは言え、\n同様の違反事業を行なつているものが、その違反事業につき、形式的に法律上の権\n利を主張することは、権利の濫用であり、本訴請求はこの点からも全部棄却さるべ\nきである。\n二右に対する被控訴人の主張\n被控訴人は、商号の類似により現に誤認混同による損害を受けており、今後もそ\nの虞があるのであるから、営業規模が異なることをもつて、右損害の発生等を否定\nすることはできず、また、被控訴人の営業は、職業安定法に違反するものではない\nから、控訴人の権利濫用の主張は、いずれにしても失当である。\n三　証拠関係（省略）\n理　　　由\n当裁判所も、被控訴人の請求を正当として認容すべきものと判断するものであつ\nて、その理由は、次のとおり、追加、訂正するほかは、原判決理由欄記載のとおり\nであるから、ここにこれを引用する。\n一　原判決一七枚目表最終行に「（プレジデント」」とあるのを「「プレジデン\nト」」と訂正する。\n二　同一九枚目裏八行目に「し得るのであつて」とあるのを「することができ、ま\nた一方、「マンパワー」の部分のみでは営業主体を個別化する機能を果しえないと\nみるべき理由もないのであつて」と訂正する。\n三　同二〇枚目表三行目に「し得ること」とあるのを「できること及び「ウーマ\nン・パワー」の部分のみでも営業主体を個別化しうるとみられること」と訂正す\nる。\n四　同二〇枚目裏二行目の「同各号証」から同四行目の「文字」までを「同各号証\nに被告みずから「ウーマンパワーの専門職集団」という「ウーマンパワー」の文字\nが控訴人自体の略称ないし通称であることを示すとも解される文言」と訂正する。\n五　同二五枚目表七行目に「事情は」とあるのを「事情を和解条項の文言の趣旨に\n反するような意味合いで」と訂正する。\n六　控訴人の当審における主張に対する判断として、次のとおり追加する。\n「控訴人は、控訴人の営業の規模が被控訴人のそれに比べて小さいので、控訴人の\n営業によつて被控訴人に営業上の損害を与えたこともなく与える虞もない旨主張す\nるが、控訴人の営業規模が小さいからといつて必ずしも右の損害が生じないという\nことはできず、右損害が生じ又は生ずる虞があることは前認定のとおりであるか\nら、右損害が生じないことを前提とする控訴人の主張は採用できず、また、職業安\n定法違反の点についても、被控訴人における前記いわゆる事務処理の請負業が職業\n安定法違反の実体を有するものであることについてはこれを認めるに足る証拠はな\nいから、この事実を前提とする控訴人の主張も採用できず、したがつて、控訴人の\n権利濫用の主張はいずれにしても失当といわざるをえない。」\n以上によれば、被控訴人の請求を認容した原判決は正当で、本件控訴は理由がな\nいから、これを棄却することとし、控訴費用は、民事訴訟法第八九条により控訴人\nの負担として、主文のとおり判決する。\n（裁判官　石澤健　楠賢二　杉山伸顕）\n"
}