{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和55(行ウ)2",
  "case_name": "町有財産売却処分違法確認等請求事件",
  "court_name": "新潟地方裁判所",
  "field": "行政",
  "gist": "１　町長のした随意契約による町有地の売却処分が違法であるとして２回にわたり監査請求がされた場合において，両監査請求の対象とする行為は同一であるから，第２回目の監査請求は不適法であるとした事例　２　町長のした随意契約による町有地の売却処分が違法であるとして２回にわたり監査請求がされた場合において，売却処分についての住民訴訟の出訴期間は，第１回目の監査請求に対する監査結果が通知された日から起算すべきであるとした事例",
  "lawsuit_id": "17267",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17267",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/267/017267_hanrei.pdf",
  "contents": "○　主文\n本件訴を却下する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　申立\n一　本案前の申立\n（被告らの求めた判決）\n主文第一、第二項同旨\n二　本案の申立\n（原告の求めた判決）\n１　本位的請求\n（一）　被告西川町長Ａとの間において、前同町長である被告Ｂが同町所有の別紙\n目録記載の土地を、昭和五四年二月一三日被告有限会社西川不動産に対し、随意契\n約により、代金三、六〇〇万円で売却したことは、時価に比し著しく低廉な価格に\nより、且つ、随意契約によることができないにも拘らずこれによつたもので、右処\n分は被告Ｂが町有財産の管理を怠つてなした違法なものであることを確認する。\n（二）　被告Ｂ及び同有限会社西川不動産は西川町に対して、各自金九、三二二万\n七、三八四円及びこれに対する昭和五五年二月一四日から完済に至るまで年五分の\n割合による金員を支払え。\n（三）　訴訟費用は被告らの負担とする。\n（四）　第二項につき仮執行宣言\n２　予備的請求\n（一）　被告西川町長Ａとの間において、前同町長である被告Ｂが同町所有の別紙\n目録記載の土地を、昭和五四年二月一三日被告有限会社西川不動産に対してなした\n売却処分は無効であることを確認する。\n（二）　被告有限会社西川不動産は原告らに対し、別紙目録記載の土地につぎ、新\n潟地方法務局巻出張所昭和五四年二月一三日受付第一三五八号所有権移転登記の抹\n消登記手続をせよ。\n（三）　訴訟費用は被告らの負担とする。\n（被告西川町長・同Ｂの求めた判決）\n一　原告らの本位的請求を棄却する。\n二　訴訟費用は原告らの負担とする。\n（被告有限会社西川不動産の求めた判決）\n一　原告らの本位的及び予備的請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n第二　主張\n（本案前の抗弁）\n一　本件訴は、被告Ｂが西川町長として昭和五四年二月一三日、被告会社に対し、\n町有財産である別紙目録記載の土地（以下、本件土地という）を随意契約により売\n却した処分（以下、本件売却処分という）を違法であるとして、地方自治法（以\n下、法という）第二四二条の二の規定に基づき、その違法確認等を請求するもので\nあり、原告らは、本位的請求原因第六項で主張するとおり、本件売却処分に関し法\n第二四二条第一項の規定に基づく監査請求（以下、第二回監査請求という）をな\nし、監査結果の通知を受けたものであるが、原告らは、同処分に関し、それ以前の\n同年四月二〇日西川町監査委員に対し、同処分が随意契約によることができない場\n合であるにも拘らず、これによつたこと及び売却代金が低廉であることを指摘し\nて、是正措置を求める監査請求（以下、第一回監査請求という）をなし、同年六月\n一六日同請求は理由がない旨の監査結果の通知を受けているもめである。\n二　そして、第二回監査請求は、その内容において第一回監査請求と同じく本件売\n却処分の違法事由として、同処分が随意契約によつたこと及び売却代金が低廉であ\nることを掲げる外は法第九六条第一項第六号、第二三七条第二項所定の議会の議決\nが存在しないことが付け加えられているに過ぎないところ、右規定は地方公共団体\nの財産の低廉な価格による譲渡につき議会の議決を必要とするものであるから、当\n該議決の不存在は価格の低廉と別個独立の違法事由とはなり得ないものである。し\nてみれば、右両請求の内容は全く同一のものに外ならない。\n三　法第二四二条の二第二項の規定によれば同条の二第一項所定の訴は、同第二四\n二条第三項の規定による監査結果の通知があつた日から三〇日以内に提起しなけれ\nばならないが、本件において、右訴提起期間の起算日となる監査結果の通知があつ\nた日は第一回監査請求に対するものに外ならないところ、本件訴はその日である昭\n和五四年六月一六日から三〇日以上を経過した同五五年一月三〇日に提起されたも\nので、不適法なものである。\n四　よつて、被告らは本件訴の却下を求める。\n（本案前の抗弁に対する認否・反論）\n一　抗弁第一項中、第一回監査請求において本件売却処分の方法の当否についても\n指摘したことは否認し、その余は認める。\n二　同第二、第三項は争う。\n三　第一回監査請求と第二回監査請求とでは、次のとおり本件売却処分を違法又は\n不当とする理由について異なる主張をしているものであり、第二回監査請求は新た\nな請求である。\n１　第一回監査請求においては、本件土地の売却方法の当否については何等の主張\nもしていなかつたのであるが、第二回監査請求においては、随意契約により本件売\n却処分をなしたことは、法施行令第一六七条の二第一項第三号、第五号の規定に違\n反する違法なものである旨新たな主張をしている。\n２　第一回監査請求において、原告らは、本件土地の売却代金について単に近傍類\n似の土地の売買実例の価格を参考にして著しく低廉である旨指摘したのであるが、\nそうすれば、監査委員においては当然不動産鑑定士に依頼して本件土地の適正な価\n額の鑑定を求め、これを参考にして住民の納得できる評価額を認定して、これと本\n件売却代金とを比較するものと考えていたところ、監査委員はその措置をとらなか\nつた。そこで、原告らは、不動産鑑定士に本件土地の評価額の鑑定を依頼し、第二\n回監査請求において右評価額に比し、本件売却代金が著しく低いことを明らかにし\nたものである。\n３　第二回監査請求において、本件売却処分は、西川町の所有財産を適正な対価で\nなく、これより減額して譲渡する場合に当たり、法第九六条第一項第六号の規定及\nび同町の条例の規定により、議会の議決を要するにも拘らず、これを経ていない違\n法なものであるから、追認議決を経るべぎことを主張したが、この主張は第一回監\n査請求においてはなされていない新たなものである。\n（本位的請求原因）\n一　被告Ｂは昭和五四年二月一三日、西川町長として、被告会社に対し、随意契約\nにより、同町所有の本件土地を代金三、六〇〇万円で売却した。\n二　本件売却処分当時における本件土地の時価は三・三平方メートル当たり金二一\n万円であり、本件売却代金は同平方メートル当たり金五万八、五〇〇円余であつて\n右時価と比較して四分の一であつて著しく低廉である。\n三　本件売却処分は次のとおり、被告Ｂにより、違法又は不当になされたものであ\nる。\n１　町長が町有財産を処分するに当たつては、不動産鑑定士の鑑定評価を参考にす\nるなどして、適正な価額を算出し、不当な価額で処分して同財産を減少せしめるこ\nとのないようにすべき義務がある。\n２　また、町有財産の売却に当たつては公平を期するため、一般には一般競争入札\nの方法によるべきであつて、随意契約によることは政令で定める場合に該当すると\nきに限られている（法第二三四条第二項、法施行令第一六七条の二第一項）。\n３　ところが、被告Ｂは、右町有財産を適正に管理すべき義務に違反し、且つ随意\n契約によることができる場合に該当しないにも拘らず、随意契約により、本件土地\nを著しく低額な代金で売却したもので、本件売却処分は違法又は不当なものであ\nる。\n四　被告Ｂは本件売却処分をするについて故意又は重大な過失があつたものであ\nり、これにより本件土地の時価金一億二、九二二万七、三八四円と本件売却処分代\n金三、六〇〇万円との差額金九、三二二万七、三八四円相当の損害を西川町に被ら\nしめたものである。\n五　一方、本件売却処分の相手方である被告会社は、不動産の売買仲介を業とする\nものであるから、本件土地の時価額については知悉していたものである。したがつ\nて、同被告は、悪意により本件土地を時価の四分の一の代金で買入れ、その差額を\n西川町の損失において不当に利得したものである。\n六　原告らはいずれも、西川町の住民であり、本件売却処分に関し昭和五四年一一\n月二〇日同町監査委員に対し法第二四二条の規定に基づく監査請求をなしたとこ\nろ、同町監査委員Ｄ、同Ｅは、同五五年一月一七日原告らに対し、右請求は理由が\nない旨の監査結果を通知した。\n七　よつて、原告らは、法第二四二条の二の規定に基づき、被告西川町長との間に\nおいて本件売却処分が前記理由により違法なものであることの確認を求め、西川町\nに代位して、被告Ｂに対し損害賠償金として、被告会社に対し不当利得金として、\n各自金九、三二二万七、三八四円及びこれに対する本件訴状送達の日の翌日である\n昭和五五年二月一四日から完済に至るまで年五分の割合による遅延損害金の支払を\n求ぬる。\n（本位的請求原因に対する認否）\n一　請求原因第一項は認める。\n二　同第二項は否認する。\n三　同第三ないし五項は争う。\n四　同第六項は認める。\n（予備的請求原因）\n一　本位的請求原因第一項に同じ。\n二　町有財産である本件土地を処分するに当たつては、法第九六条第一項第六号の\n規定によつても、また西川町の「議会の議決に付すべき契約及び財産の取得又は処\n分に関する条例」（昭和三九年三月二五日条例第二号）第三条「予定価格七〇〇万\n円以上の不動産の売却には議会の議決を要する」との規定によつても、同町議会の\n議決を経なければならないのにも拘らず、被告Ｂは右議決を求めることなく、随意\n契約により本件売却処分をなしたもので、同処分には重大且つ明白な違法があり、\n無効なものである。\n三　被告会社は、本件売却処分に基づき、本件土地につき新潟地方法務局巻出張所\n昭和五四年二月一三日受付第一三五八号をもつて所有権移転登記を経由している。\n四　本位的請求原因第六項に同じ。\n五　よつて、原告らは、被告西川町長との間において本件売却処分が無効であるこ\nとの確認を求め、被告会社に対し、前記登記の\n抹消登記手続を求める。\n（予備的請求原因に対する認否）\n一　請求原因第一項は認める。\n二　同第二項は争う。\n三　同第四項は認める。\n（被告らの主張）\n一　西川町が本件土地を被告会社に譲渡した経緯は次のとおりである。\n１　本件土地は西川町の普通財産であつて、新潟県が同町より無償提供を受け、地\n上に鉄筋コンクリート平家建及び木造平家建五〇六・六五平方メートル外倉庫、車\n庫など一二五・九一平方メートルを存置所有し、これを中央家畜保健衛生所の用に\n供している。\n２　家畜保健衛生所は家畜保健衛生所法にもとづき、地方における家畜衛生の向上\nを図り、もつて畜産の振興に資するため、都道府県が農林水産大臣の承認を得て設\n置する施設であるが、昭和二五年三月右法律の施行に伴い、新潟県においても家畜\n保健衛生所を設置することになつた際、西川町は新潟市、燕市、西蒲原郡を所管と\nする西蒲原郡家畜保健衛生所の存置候補地として逸早く名乗りをあげ、熱心な誘致\n運動を展開した結果、町内の適地を庁舎敷地として新潟県に無償提供するという了\n解で誘致に成功し、町内の善光寺に六二八・一平方メートルの土地を求め、これを\n新潟県に無償提供し、同二八年五月同所に西蒲原郡家畜保健衛生所の庁舎が設置さ\nれた。その後、同家畜保健衛生所は両津市、佐渡郡を所管区域に加え、名称も中央\n家畜保健衛生所に変り、県下の家畜保健衛生行政の主幹となる施設に昇格したが、\n行政需要の増大に伴う必然として庁舎が狭隘になり、移転が問題になつた際にも、\n同町は現在の地に二〇三〇・六平方メートルの土地を求め、同地上に前記（一）の\n建物を新築し、これらを新潟県に無償提供し（建物はのちに新潟県が買取りを行つ\nた）、同四一年四月移転を可能ならしめた。このように、西川町が家畜保健衛生所\nの誘致と存置に執心してきたのは、同町にはかつて曾根代官所が置かれ、蒲原地方\nの行政の中心地として栄えたことがあつたのに、明治以降国、県の出先機関が隣町\nの巻町に移り、次第に沈滞する町勢を挽回する必要と同町の基盤が農業に依存し、\n水田酪農を営んでいる農家の卑近な受益を無視できない必要とが共存していたため\nであつて、これは町民の世論であつた。\n３　ところが、昭和四七年一〇月家畜保健衛生所に対する農林水産大臣の承認基準\nを定めた家畜保健衛生所法施行規則が改まり、病性鑑定を行う家畜保健衛生所にあ\nつては十分な広さを有する病性鑑定室を有しなければならないことになり、中央家\n畜保健衛生所は病性鑑定を行う家畜保健衛生所であるため、右の基準に合致した病\n性鑑定室を新たに設置しなければならない必要が生じたが、現在の庁舎敷地には設\n置の余裕がなく、再び同家畜保健衛生所の移転が話題にのぼるようになり、その頃\nより、新潟県から西川町に対し移転先を用意してほしい旨の申入れがあつたけれ\nど、毎年同家畜保健衛生所の要望する予算が県の査定の昀終段階になつて予算付け\nから洩れるということが繰り返され、同町としても用地取得に乗り出すことができ\nずに時日を過ごしているうちに、病性鑑定室設置に対する国の補助金が同五四年度\nをもつて打ち切られることになり、同県としても本格的な対応に迫られ、同五三年\n七月同町に対し早急に用地候補地を手配するよう申入れ、これを受けて西川町長で\nあつた被告Ｂは正、副議長、常任委員長会議に諮り、全員一致の賛成を得て、用地\nの物色をはじめた。\n４　ところで、新潟県の要望する用地は面積が四、〇〇〇平方メートルないし六、\n〇〇〇平方メートルで、公害苦情の心配がなく、且つ、中央家畜保健衛生所の果す\nべき役割りの性質上交通があまり不便でない土地ということであつて、これらを満\n足させる土地を町内に求めることになると、国道一一六号線の沿線しかなく、ま\nた、国道に面する土地であつても、二人以上の地主がいて、国道に面する部分と面\nしない部分とを所有しているような土地については価格交渉に難点があり、できれ\nば一人の地主が全部を所有している土地を対象にすることにしたが、これらの諸条\n件を充足している土地は仲々なく、ようやく大字押付地内の四、二五七平方メート\nルの土地と大字旗屋地内の四、〇六七平方メートルの土地を見付け、所有者に売渡\n意思を確かめると、いずれも売渡してもよいということなので、この両地を候補地\nとして挙げ、県側に検討を求めたところ、県側は後者の土地を希望していることが\n窺えたので、同意を得て同地を買収することに決め、所有者であるＣと折衝に入つ\nたが、同人は売渡しの条件として、代金な反当一、二〇〇万円の計算で四反分に応\nじた四、八〇〇万円とする、ただし、うち三反分については代替地の取得を責任を\nもつて斡旋し、代替地はあまり遠くない所で一箇所にまとまつた九反歩の農地でな\nければならない、ということを提示した。そこでこの条件に当てはまる農地を物色\nすると、＜地名略＞に被告会社が支配している九反歩の土地があることがわかり、\n更に同被告との折衝に移つた。当初、同被告は折角求めた土地だからと言つて、手\n離すのを渋つていたが、町の必要性を理解して承諾したものの、代替地として本件\n土地、すなわち、中央家畜保健衛生所の庁舎敷地を手離す土地と同額に評価し、代\n金三、六〇〇万円をもつて売渡してほしいということなので、両地の価格を検討す\nると、農地の時価は反当たり約四〇〇万円、本件土地の時価は、道路を整備し、ガ\nス・水道を引込んだ土地、つまり、分譲宅地として商品化された土地の近傍類似の\n時価が三・三平方メートル当たり約七万円であるから、本件土地が未だ商品化され\nた土地でないこと、後述のように現実の占有を取得する昭和五五年五月末まで資金\nを寝かせておく結果になること、分譲ではなく一括の売買であることなどの諸事情\nを勘考すると、三・三平方メートル当たり約五万円と見込まれ、そうすると間被告\nの評価は妥当なものという結論に達し、申入れどおり同被告に本件土地を売渡すこ\nとに決め、同五四年二月五日契約書を取交し、売買を成立させた。なお、同契約に\nは、本件土地を同五五年五月末まで同家畜保健衛生所の庁舎敷地として新潟県に使\n用させる関係上、買受け後西川町に右期間無償使用させる、という合意が含まれて\nいる。\n５　以上が西川町が本件土地を被告会社に売渡した経緯であり、これにより、Ｃは\n三反歩の代替地として鎧潟の九反歩の土地を予定どおり取得し、また同町はＣから\n大字旗屋の土地を予定どおり取得することができた。\n二　本件売買は地方自治法施行令第一六七条の二第一項第一号にいう「その性質ま\nたは目的が競争入札に適しないもの」に該当する。すなわち新潟県の出先機関であ\nる中央家畜保健衛生所の庁舎を存置させることが、西川町にとつて、町の利益につ\nながることば前叙のとおりであるから、その移転先の用地提供を同県から求められ\nた以上、西川町長としてこれに応ずるのは至極当然であり、また、不動産の買入れ\nは、特定の相手方と折衝し、価格その他の条件が整つたときに、はじめて契約が成\n立する筋合のものであるから、県の同意する特定の土地を買受けるためには、地権\n者の代替地取得の要望を容れざるを得ず、その代替地取得のためには、同地を支配\nしていた不動産業者の要望を容れて本件土地を売渡さざるを得なかつた、という一\n連の関連を考慮すると、本件土地の売渡しは、同県に対する同家畜保健衛生所の庁\n舎移転用地の取得、提供という町政の課題を解決するために不可欠のものであつた\nということができ、同条項所定の「その性質又は目的が競争入札に適しないもの」\nに該当して随意契約によることが許されるものというべきである。それ故、本件売\n渡しが競争入札によらなかつたことを違法とする原告らの主張は失当である。\n三　次に、地方自治法第九六条第一項第六号、第二三七条第二項の規定によれば、\n普通地方公共団体の財産を適正な対価なくして譲渡し、または貸付けることが原則\nとして禁止され、例外的に条例または議会の議決があるときは許されることになつ\nているが、これは地方自治体の財産上の損失及び特定の者の利益のため、地方自治\n体の財政の運営が歪められることを防止するためであるから、「適正な対価なくし\nて」とは、原則として、無償の場合のみならず、時価に比し著しく低廉な対価をも\nつてなされる場合をも意味すると解されている。\nところで、本件売渡しの価格は時価相当額であり、なんら非難に価しないものであ\nることば前叙のとおりである。この点について、原告は本件土地の時価は三・三平\n方メートル当たり二一万円であつたと主張するが、これはまつたく常識外れの高値\nである。このことは、右を裏付ける鑑定書が第一回監査請求の陳述があつた昭和五\n四年五月一一日当時存在していた（同鑑定書によると、鑑定評価時点は昭和五四年\n二月一三日、作成日付は同年四月二五日になつている）のに、あえてこれを証明資\n料として提出せず、却つて、近傍類似の時価の証明資料として斎藤不動産とＦとの\n間の同五三年五月三日付不動産売買契約書を提出している一事によつても明らかで\nある。そして、同資料の契約内容を検討すると、代金は三・三平方メートル当たり\n金八万二、〇〇〇円とされている一方、特約条項には「道路整備を為し、土地内に\n水道、ガスの引込みを完備」の記載があり、右代金が商品化されることを条件とす\nる分譲宅地の値段であることが窺い知ることができるから、同資料をとつても、請\n求人の意図にかかわらず、本件売渡価格は近傍類似の時価と比べ左程の開差がな\nく、少くとも、売買契約を違法たらしめるほど低廉な価格であるとは到底いえない\nものである。なお、被告の調査したところによると、斎藤不動産は同五三年二月右\n土地を取得したもので、その時の代金は三・三平方メートル当り四万五二六〇円で\nあつた。それ故、本件土地の売買価格が低廉であることをもつて売買契約の違法を\nいう原告らの主張は失当である。\n第三　証拠関係（省略）\n○　理由\n一　本件訴は、西川町の住民としての原告らにおいて、被告Ｂが同町長として昭和\n五四年二月一三日、被告会社に対して随意契約により、同町所有の本件土地を売却\nした処分が違法又は不当であるとして、法第二四二条第一項の規定に基づいて、同\n町の監査委員に対し監査請求をなしたが、その監査委員の監査結果を不服として、\n法第二四二条の二第一項の規定に基づいて提起されたものであるところ、原告ら\nが、本件売却処分に関し、昭和五四年四月二〇日及び同年一一月二〇日の二回にわ\nたり監査請求をなし、第一回監査請求に対する監査結果が同年六月一六日、第二回\n監査請求に対する監査結果が同五五年一月一七日原告らに通知されたことは当事者\n間に争いがない。\n二　そこで、第一回監査請求と第二回監査請求との異同について検討する。\n成立に争いのない丙第一号証、第三号証の各一、二（乙第一号証は丙第一号証の一\nと、甲第一号証は丙第三号証の一と同じものである）によれば、第一回監査請求\nは、「西川町職員措置請求書」と題する書面により、西川町長に関する措置請求の\n要旨として、被告Ｂが、本件土地を被告会社に対し、随意契約により三、六〇〇万\n円で売却処分することとして、昭和五四年二月一三日売買契約を締結したが、同売\n却処分はその売却価格において近傍類似の売買実例価格（時価）に比較して著しく\n低廉であつて、同町の財政運営上多大の損失を生じさせ、ひいては同町民の負担を\n増加させる結果につながるため、その是正措置を求める旨掲げ、これを証する書面\nとして近傍の土地（＜地名略＞及び＜地名略＞）の売買契約書を添付してなされた\nものであり、第二回監査請求は、同じく「西川町職員措置請求書」と題する書面に\nより、西川町長に関する措置請求要旨として、（１）被告Ｂが本件土地を被告会社\nに対し、随意契約により、三、六〇〇万円で売却処分したが、その売却価額におい\nて一般的通念上からも極めて低額であり、不動産鑑定士による本件売却処分時にお\nける鑑定評価額によれば坪当たり二一万円、総額一億二、八九四万円でこれと比較\nしても右売却価額は著しく不当に低額であり、右売却価額についての是正措置を請\n求する、（２）地方公共団体における契約は、法（地方自治法）の規定に則り競争\n入札の方法によつて昀も有利な条件で締結するのが原則とされているところであつ\nて、本件土地の処分に当たつて随意契約により低廉な価額で売却処分することは法\n第二三四条第一項又は第二項、法施行令第一六七条の二の規定に反するものであつ\nて、右各法規に則つた是正措置を請求する、（３）町有財産の処分に当たつては、\n当該財産の評価を適正に行い、公益上の必要により時価より減額して売払う場合は\n法第九六条第一項第六号及び第二三七条第二項の規定により町議会の議決を経るべ\nきところ、被告Ｂにおいて同手続を経ずして本件土地の売却処分を行つたことは右\n各規定に反するものであるから、その是正措置を請求する旨掲げ、これを証明する\n書面として不動産鑑定士の作成にかかる本件土地の鑑定評価書を添付してなされた\nものであることが認められる。\n右第一回監査請求の内容と第二回監査請求のそれとを対比するに、いずれも随意契\n約によりなされた本件売却処分の売却代金が時価に比し著しく低廉であることを指\n摘してその是正措置を求ぬるものであり、監査の対象とする行為は全く同一であ\nり、ただ、第一回監査請求においては違法事由を具体的に明示してなく、第二回監\n査請求においてはこれをしているが、監査請求に当たつてその対象とする行為の違\n法事由を逐一、具体的に請求書に記載することは望ましいにしても、それは法の要\n求する監査請求の要件ではないと解すべきであり、しかも第二回監査請求において\n明示的に指摘した違法事由は、指摘された本件売却処分の態様からすれば、もとも\nと財務に関する事務の執行につき監査の職責を有する監査委員において容易に想到\nすることのできる事由に過ぎないといい得るものであつてみれば、いずれにしても\n右の点は、右両者の同一性の判断に消長を来たすことはないというべきであり、ま\nた、前示のように監査請求に添付された証明文書の異同についても同様というべき\nである。言い換えれば、原告らは第一回監査請求の監査結果の通知を受けたことに\nより、直ちに本件売却処分につき、訴をもつて、法第二四二条の二第一項各号所定\nの請求をすることができたものである。\n三　したがつて、第二回監査請求は不適法なものというべきであり、たとえ監査請\n求としては適法であるとしても、本件訴の提起期間は第一回監査請求の監査結果が\n原告らに通知された日である昭和五四年六月一六日から起算すべきところ、本件訴\nが同期間を経過した同五五年一月三〇日に提起されたことは記録上明らかである。\nよつて、本件訴を不適法として却下し、訴訟費用の負担につき民事訴訟法第八九\n条、第九三条を適用して主文のとおり判決する。\n（裁判官　豊島利夫　羽田　弘　宮本裕将）\n目録（省略）\n"
}