{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 1,
    "day": 28
  },
  "case_number": "昭和54(ネ)1037",
  "case_name": "所有権移転登記手続等請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "article_info": "第34巻2号95頁",
  "gist": "一　宅地建物取引業者がみずから買主となる宅地等の売買契約と宅地建物取引業法四二条の適用(消極)\n二　宅地建物取引業者がみずから買主となる宅地等の売買契約と宅地建物取引業法三八条の適用(消極)",
  "case_gist": "一　宅地建物取引業者がみずから買主となる宅地等の売買契約については、宅地建物取引業法四二条の適用はない。\n二　宅地建物取引業者がみずから買主となる宅地等の売買契約については、宅地建物取引業法三八条の適用はない。",
  "lawsuit_id": "20410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/020410_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴及び控訴人の当審における新請求をいずれも棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n第一　当事者の申立\n一　控訴人は、「１原判決を取消す。２（第一次請求）（一）被控訴人は、控訴\n人に対し、原判決添付物件目録記載の土地（以下、「本件土地」という。）につ\nき、農地法第五条による知事の許可の申請手続をなし、且つ、その許可を条件とし\nて、昭和四九年一〇月一日付売買契約を原因とする所有権移転登記手続をせよ。\n（二）　被控訴人は、控訴人に対し、本件土地を引き渡せ。３（第二次請求）被\n控訴人は、控訴人に対し、金二六六五万五〇〇〇円及びこれに対する昭和四九年一\n一月二三日から完済に至るまで年六分の割合による金員を支払え。４訴訟費用は第\n一、第二審とも被控訴人の負担とする。」との判決及びそのうち右２の（一）を除\nくその余の部分につき仮執行の宣言を求めた。\n（なお、控訴人の右第一次請求は、原審における第一次請求を変更した新請求で\nあり、右第二次請求は、原審における第二次請求を拡張した請求である。又、控訴\n人は、当審において、第三次及び第四次請求をもしているが、これらはいずれも右\n第二次請求の一部請求にすぎないから、これらを別個の請求として構成する必要は\nない。）\n二　被控訴人は、主文と同旨の判決を求めた。\n第二　当事者の主張\n一　第一次請求\n１　請求原因\n（一）　控訴人は、昭和四九年当時、土地の買収、造成、分譲、測量等を業とす\nる株式会社であつたが、昭和五一年五月、株主総会の決議によつて解散し、現在清\n算中である。他方、被控訴人は、昭和四九年以前から、土地、建物の売買、仲介、\n賃貸等を業とする秀和開発株式会社（以下、「秀和開発」という。）の代表取締役\nであるとともに、同社と同一の営業内容を有する秀和ハウス株式会社（以下、「秀\n和ハウス」という。）の取締役である。\n（二）　控訴人は、昭和四九年五月二一日、被控訴人との間で、被控訴人所有の\n本件土地（地目農地）を代金一億一六六五万五〇〇〇円で買受け、即日手付金一六\n六五万五〇〇〇円を支払い、残代金は右土地につき農地法第五条による知事の許可\n取得後一週間以内に支払う旨の売買契約（以下、「第一次契約」という。）を締結\nして、同日、右手付金全額を支払い、更に同年八月三一日、被控訴人の要求に応\nじ、右代金の内金一〇〇〇万円を支払つた。\n（三）　その後農地法第五条による知事の許可の申請手続に手間取つているう\nち、被控訴人の強い要求により、契約を締結し直すことを余儀なくされ、控訴人\nは、昭和四九年一〇月一日、被控訴人との間で、本件土地を第一次契約と同額の代\n金で買受け、同契約に基づきすでに支払いずみの合計金二六六五万五〇〇〇円を手\n付金とするとともに、残代金の内金四五〇〇万円を同月末日までに、その余の残代\n金四五〇〇万円を同年一二月二〇日までにそれぞれ支払うこととし、第一次契約は\n無効とする旨の売買契約（以下、「第二次契約」という。）を締結した。\n（四）　よつて、控訴人は、第一次請求として、右の第二次契約に基づき、被控\n訴人が本件土地につき農地法第五条による知事の許可の申請手続をするとともに、\nその許可を条件として、右契約を原因とする所有権移転登記手続をなし、更に右土\n地を控訴人に引き渡すよう請求する。\n２　請求原因に対する認否\n請求原因（一）ないし（三）の事実はすべて認める。\n但し、第二次契約は、第一次契約に基づく残代金支払いの資金の調達に困つてい\nた控訴人から契約内容を手直ししてでも本件土地の売買契約を継続してほしいとい\nう強い要望があつた結果、その契約継続のために締結されたものである。\n３　被控訴人の抗弁\n（一）　第二次契約には、控訴人が残代金の支払いを遅滞した場合には、被控訴\n人において何らの催告を要せず契約を解除することができる旨の特約が付されてい\nたところ、控訴人は、昭和四九年一〇月末日までになすべき残代金四五〇〇万円の\n支払いをしなかつたので、被控訴人は、同年一一月一九日付の内容証明郵便で、控\n訴人に対し右契約を解除する旨の意思表示をなし、同郵便は、同月二二日控訴人に\n到達した。\n（二）　従つて、第二次契約は、右解除の意思表示により、その効力を失つたも\nのである。\n４　抗弁に対する認否\n抗弁（一）の事実は認める。\n５　控訴人の再抗弁\n（一）　被控訴人の主張する無催告解除の特約は、市販の契約用紙に不動文字で\n印刷された条項をそのまま利用してなされたものにすぎないし、又、控訴人は、第\n二次契約締結の際、右条項につき何らの説明も受けていないから、右特約は、単な\nる例文であつて、その効力を有しない。\n（二）　右特約は、宅地建物取引業法（以下、「宅建業法」という。）第四二条\n第一項の規定に違反するものであるから、同条第二項により無効というべきであ\nる。\n（三）　右特約は、本件のような場合には、その適用を制限されるべきであり、\nそれに基づく契約の解除は、権利の濫用というべきであつて、許されない。すなわ\nち、右特約は、売買契約の売主にのみ無催告解除を認める片面的なものであるのみ\nならず、被控訴人が控訴人の窮迫に乗じ手付金を異常に高額にしてこれを没収しよ\nうとする意図のもとに付したものである。しかも、被控訴人は、本件土地を他に転\n売する意思はなく、現在でもその所有を継続しているのであるから、契約の無催告\n解除をしなければならない必要性もなかつた。従つて、このような事情と、宅建業\n法第四二条の趣旨に照らして考察すると、本件の場合には、右特約の適用は否定さ\nれるべきである。\n６　再抗弁に対する認否\n再抗弁の主張はいずれも争う。\nなお、本件の第二次契約の売主である被控訴人は宅建業法上の宅地建物取引業者\n（以下、「宅建業者」という。）ではないし、又、右契約は割賦販売契約とはいえ\nないから、このような売買契約については、宅建業法第四二条の適用はないという\nべきである。\n二　第二次請求\n１　請求原因\n（一）　仮に被控訴人の主張する第二次契約の解除が有効であるとすれば、被控\n訴人は、右契約の解除に伴う原状回復義務として、控訴人が右契約に基づいて支払\nいずみの合計金二六六五万五〇〇〇円を控訴人に返還すべき義務を負つている。\n（二）　よつて、控訴人は、第二次請求として、右の第二次契約の解除に基づ\nき、被控訴人が右金二六六五万五〇〇〇円及びこれに対する右契約解除の効力が生\nじた日の翌日である昭和四九年一一月二三日から完済に至るまで商事法定利率年六\n分の割合による遅延損害金を支払うよう請求する。\n２　請求原因に対する認否\n第二次契約が控訴人の残代金支払い債務の履行遅滞により昭和四九年一一月二二\n日有効に解除されたことは、第一次請求に対する被控訴人の抗弁において主張した\nとおりである。\n３　被控訴人の抗弁\n第二次契約には、控訴人の債務不履行により契約が解除された場合には、控訴人\nは支払いずみの手付金二六六五万五〇〇〇円全額を放棄する旨の特約が付されてい\nたところ、右契約は前記主張のとおり昭和四九年一一月二二日控訴人の残代金支払\nい債務の履行遅滞を理由に有効に解除されたものであるから、控訴人は、右特約に\nより、右契約解除と同時に、被控訴人に対し右手付金の返還を請求する権利を失つ\nたものというべきである。\n４　抗弁に対する認否\n抗弁の事実及び主張は争う。\n５　控訴人の再抗弁\n（一）　被控訴人の主張する特約は、単なる例文であつて、その効力を有しな\nい。すなわち、右特約は、市販の契約用紙に不動文字で印刷された条項を殆どその\nまま利用してなされたものであるし、又、控訴人は、第二次契約締結の際に、右特\n約や手付金の性格等について何らの説明も受けなかつた。しかも、金二六六五万五\n〇〇〇円という手付金の金額は、売買代金額の二割をこえる異常な高額であるか\nら、買主である控訴人の違約の場合であつても売主である被控訴人がその全額を没\n収することは、宅建業法第三八条及び不動産業界の慣行に違反する。従つて、右契\n約で定められた手付は、違約手付ないし損害賠償額の予定としての性格を有するも\nのではなく、単なる解約手付にすぎないと解すべきであり、右特約も単なる例文に\nすぎないものというべきである。\n（二）　右特約が単なる例文でないとすれば、そのような特約は、暴利行為であ\nり、公序良俗に違反するものであつて、無効である。すなわち、被控訴人は、何ら\n右のような特約を付しなければならない合理的理由はなかつたにもかかわらず、控\n訴人が第一次契約に基づく残代金支払いの資金の調達に窮していたのに乗じ、控訴\n人が右契約後に支払つた代金の内金一〇〇〇万円をも手付金に組み入れ、これを没\n収しようとする不当な意図のもとに、第二次契約に右特約を付したものである。し\nかも、右特約によつて没収される手付金の金額は、前記のとおり、異常な高額であ\nつて、宅建業法第三八条及び不動産業界の慣行にも違反する。他方、被控訴人は、\n第二次契約の解除により何らの損害も蒙つていないのみならず、その後における本\n件土地の値上りにより莫大な利益を得ているのである。従つて、右特約は、公序良\n俗に違反し、無効というべきである。\n（三）　仮に右特約の全部が無効ではないとしても、そのうち控訴人が第一次契\n約後に支払つた代金内金一〇〇〇万円を組み入れた部分に関する限りは、右（二）\nで述べた理由から、無効というべきである。\n（四）　仮に以上の主張がいずれも理由がないとしても、右特約のうち手付金の\n金額が売買代金額の二割（金二三三三万一〇〇〇円）をこえる部分（金三三二万四\n〇〇〇円）に関する限りは、宅建業法第三九条第一項、第三八条第一項の規定に違\n反するから、同第三八条第二項により無効というべきである。そうでないとして\nも、その部分は、暴利行為であり、公序良俗に違反し、無効である。\n６　再抗弁に対する認否\n再抗弁の主張はいずれも争う。\nなお、本件の第二次契約の売主である被控訴人は宅建業者ではないし、一方、そ\nの買主である控訴人は宅建業者であるから、このような売買契約については、宅建\n業法第三八条及び第三九条の適用はないというべきである。\n第三　証拠関係（省略）\n理　　　　由\n第一　次請求について\n一　第一次請求の請求原因（一）ないし（三）の事実（もつとも、第二次契約が\nいかなる経緯ないし事情によつて締結されたものであるかの点を除く。）及び抗弁\n（一）の事実は、いずれも当事者間に争いがない。\n二　そこで、控訴人の再抗弁の当否について判断すべきところ、まず、第二次契\n約の締結された経緯及び同契約に無催告解除等の特約の付された事情について検討\nするに、当事者間に争いのない請求原因（一）ないし（三）の事実に、成立に争い\nのない乙第一号証、同第四、第五号証、原審証人Ａ、当審証人Ｂの各証言、原審に\nおける被控訴人本人、原審及び当審における控訴人代表者各尋問の結果並びに弁論\nの全趣旨を総合すると、次の事実を認めることができ、この認定に反する右証人Ｂ\n及び控訴人代表者の各供述の各一部は、その余の右各証拠及び弁論の全趣旨に照ら\nして採用することができない。\n１　本件の第一次契約及び第二次契約の締結された昭和四九年当時、控訴人、秀\n和開発及び秀和ハウスは、いずれも宅建業法上の宅建業者であり、又、被控訴人\nは、秀和開発及び秀和ハウスの代表取締役ないし取締役の地位にあつた者であつ\nて、いずれも宅地等の取引については専門家であつた。\n２　控訴人は、昭和四九年春ごろ本件土地の周辺の土地約五〇〇〇坪の開発を計\n画していた東洋総合開発株式会社（三和銀行グループの約三〇社が加盟出資してい\nる宅地等の開発会社）から本件土地の買取り方の内示を受け、三栄開発株式会社\n（代表取締役Ｂ、以下、「三栄開発」という。）を介して被控訴人と交渉した結\n果、本件土地を買受けることになり、昭和四九年五月二一日、第一次契約を締結し\nた。\n３　第一次契約締結の際、売買代金一億一六六五万五〇〇〇円のうち金一六六五\n万五〇〇〇円は手付金として即日支払われたが、残代金は本件土地につき農地法第\n五条による知事の許可取得後一週間以内に支払うこととされたにとどまり、いつま\nでに右知事の許可を取得するかについては明示の合意はなされなかつた。しかし、\n当時の右土地の実情に照らし、知事に対する所要の申請手続さえすれば、一か月な\nいし一か月半、遅くとも三か月以内には右許可を取得しうることが確実視される状\n況であつたため、右契約締結後右程度の期間内に右許可を取得したうえ、残代金の\n支払いの履行されることが、契約当事者間で暗黙裡に了解されていた。そして、右\n許可取得の申請手続に必要な一切の書類は、右契約締結の際、被控訴人から控訴人\nに交付されていた。\n４　一方、第一次契約に基づく債務の不履行があつた場合についての特約として\nは、売主及び買主のいずれであるかを問わず債務の不履行があつた場合には、その\n相手方は何らの催告を要せず即時に契約を解除することができるものとされ、そし\nて、売主に債務の不履行があつた場合には、買主に対し受領ずみの手付金の倍額を\n支払わなければならず、又、買主に債務の不履行があつた場合には、売主に対し支\n払いずみの手付金の返還を請求することができないとされていた。\n５　ところが、右契約締結後間もなく東洋総合開発株式会社が前記の開発計画を\n中止するに至つたため、控訴人は、本件土地の転売先を失うとともに、金融機関か\nらの融資も受けられなくなり、被控訴人に対する残代金支払いの資金調達の見込み\nが立たなくなつてしまつた。そして、その結果、前記の知事の許可取得の申請手続\nもすることができなかつた。\n６　控訴人は、被控訴人に対し暫時右事実を隠していたが、知事の許可取得があ\nまりに遅いため調査した結果右事実を知つた被控訴人は、控訴人に対し、債務の履\n行遅滞の責任を追及するとともに、右許可取得の申請手続及び残代金の支払いを強\nく請求するに至つた。\n７　そこで、控訴人は、とりあえず、残代金の内金一〇〇〇万円を工面して、こ\nれを昭和四九年八月三一日被控訴人に支払つたものの、その余の残代金を早急に支\n払いうる目処は立たなかつた。しかし、控訴人としては、第一次契約は折角締結し\nえた重要な契約であつたので、手付金を放棄してこれを解消するよりも継続させる\nことを強く希望していたし、又、新しい転売先も同年末までには何とか見つかり、\n金融機関からの融資も受けられるであろうと予測していたため、残代金支払いの猶\n予を懇願するなど、右契約を継続させる方向で被控訴人と折衝した。その結果、被\n控訴人もこれに応じ、契約を締結し直してその内容を変更し、残代金の支払いを猶\n予するとともに、その支払期限を前記の知事の許可取得と関係なく確定させること\nにして、同年一〇月一日、第二次契約を締結した。\n８　そして、第二次契約においては、前記のとおり控訴人が第一次契約に基づく\n債務の履行を遅滞したことに鑑み、控訴人の債務の履行を確実にさせるための方策\nとして、控訴人が第一次契約に基づいて支払つていた手付金のほかに、その後に支\n払つた代金の内金をも手付金に組み入れ、手付金の金額を合計二六六五万五〇〇〇\n円に増額することにした。又、控訴人に債務の不履行があつた場合についての特約\nとしては、第一次契約の場合と同様、無催告契約解除の特約や手付金全額放棄の特\n約が定められた。\n９　以上に述べた各契約の締結及びそのための折衝に当たつては、控訴人側で\nは、控訴人の代表者であるＣ、その社員であるＤのほかに、三栄開発（不動産仲介\n業者）の代表者であるＢが折衝の仲介者及び契約締結の立会人として終始関与して\nいたし、被控訴人側では、被控訴人のほかに、秀和開発及び秀和ハウスの各代表者\nであるＡ、加藤不動産商会（不動産仲介業者）の社員であるＥが関与していた。\n１０　なお、第二次契約締結の当時、控訴人が本件土地の転売先の決定や残代金\n支払いの資金の調達に苦慮していたことは事実であるが、しかし、右契約の締結\nは、前記のとおり、控訴人側の契約継続の希望に基づいてなされたものであつて、\n被控訴人側の強迫その他の不当な圧力により、控訴人の意思に反してなされたもの\nではない。\n三　ところで、控訴人は、再抗弁（一）において、第二次契約における無催告解\n除の特約は単なる例文にすぎないと主張しており、そして、前掲乙第四号証、原審\nにおける被控訴人本人尋問の結果及び弁論の全趣旨によれば、右契約のための契約\n書は、条項が不動文字で印刷された市販の契約用紙を利用して作成されたものであ\nると認められる。しかしながら、右二で認定の事実関係から判断すれば、右特約が\n単なる例文であつてその効力を有しないものであるとは到底解しえない。のみなら\nず、右と同旨の特約は、第一次契約に付せられていたものであるから、控訴人は、\nそれが効力を有するものであるということを十分に認識しながら第二次契約を締結\nしたものと認めるのが相当である。なお、控訴人は、第二次契約の締結に際し、右\n特約について被控訴人から説明のなかつたことをも、右特約が例文であつて効力を\n有しない理由として主張するようであるが、以上に認定判断したとおりであつてみ\nれば、控訴人主張のごとき説明があつたかどうかによつて、右特約の効力が左右さ\nれるものとは到底認めがたい。従つて、右再抗弁は採用することができない。\n<要旨第一>四　控訴人は、再抗弁（二）において、右特約は宅建業法第四二条に\n違反すると主張している。しかしながら、</要旨第一>宅建業法第四二条は、宅地等\nの取引についての知識、経験の乏しい一般人（非業者）たる買主を保護するための\n規定と解すべきであるから、宅建業者自身が買主となる本件のような売買契約につ\nいてはその適用がないと解するのが相当である。しかも、本件の第二次契約は、そ\nれ自体、手付金の支払いを除けば、僅か二回払いの契約であるのみならず、本来一\n回払いの契約にすぎなかつた第一次契約を、買主である控訴人に代金支払い債務等\nの履行遅滞があつた結果、同人に期限の猶予を与える趣旨で、右のとおり二回払い\nの契約に変更したものにすぎないから、これをもつて直ちに右法条所定の割賦販売\n契約にあたるとすることは疑問である。従つて、右再抗弁はその理由がない。\n五　更に、控訴人は、再抗弁（三）において、右特約は本件の場合にはその適用\nを制限されるべきであり、そのような特約に基づく契約の解除は権利の濫用である\nと主張している。しかしながら、前記二で認定の事実関係に照らして考察すれば、\n右主張は採用することができない。たしかに、前掲乙第四号証及び弁論の全趣旨に\nよれば、第二次契約における無催告解除の権利は売主側にのみ片面的に認められて\nいるにすぎないが、しかし、右二で認定の事実関係によれば、当初の第一次契約に\nおいては無催告解除の権利は売主及び買主の双方に認められていたところ、買主で\nある控訴人のみが同契約に基づく債務の履行を遅滞したために、第二次契約におい\nては右のとおりに改定されたというべきであるから、その改定はやむをえないもの\nであつたというべく、右特約に基づく契約の解除をもつて権利の濫用と解すること\nは困難である。又、控訴人の主張するとおり、被控訴人には第二次契約の解除後本\n件土地を他に転売する意思がなかつたとしても、それだけの事情で右特約やそれに\n基づく契約解除の効力に影響が生じるいわれはない。しかも、本件においては、被\n控訴人は、控訴人の代金支払い債務の履行遅滞後直ちに契約解除の意思表示をした\nものではなく、その支払期限の経過後約二〇日間もの猶予期間を置いて契約解除の\n意思表示をしているのであるから、この点から見ても権利の濫用とは認めがたい。\n従つて、被控訴人が右特約に基づいてなした契約解除は有効なものであるというべ\nく、控訴人の右再抗弁はその理由がない。\n六　そうすると、第二次契約は、被控訴人のなした同契約解除の意思表示が昭和\n四九年一一月二二日控訴人に到達すると同時に、その効力を失つたものというべき\nであるから、同契約が有効に存続していることを前提とする控訴人の第一次請求\nは、その理由がなく、これを棄却すべきである。\n第二　第二次請求について\n一　第二次契約には控訴人の債務不履行により契約が解除された場合には控訴人\nは支払いずみの手付金二六六五万五〇〇〇円の全額を放棄する旨の特約が付せられ\nていたこと及び右契約が控訴人の残代金支払い債務の履行遅滞により昭和四九年一\n一月二二日有効に解除されたことは、第一次請求についての判断中において、認\n定、説示したとおりである。\nところで、控訴人は、その再抗弁において、右手付金放棄の特約（控訴人が売買\n代金の内金として支払つた金一〇〇〇万円を手付金に組み入れる約定を含む。以\n下、同じ。）はその全部又は一部が無効であるとして継続主張しているので、以下\nそれらの主張の当否について判断する。\n二　まず、控訴人は、再抗弁（一）において、第二次契約で定められた手付は、\n違約手付ないし損害賠償額の予定としての性格を有しない、単なる解約手付であ\nり、同契約における控訴人の債務不履行による契約解除の場合の手付金放棄の特約\nも単なる例文にすぎないと主張しており、そして、右契約の契約書は条項が不動文\n字で印刷された市販の契約用紙を利用して作成されたものであることは、前記認定\nのとおりである。\nしかしながら、前記第一の二で認定の事実関係からすれば、右特約が単なる例文\nであつてその効力を有しないものであつたとは到底解しえないし、又、前掲乙第四\n号証によつて認められる右特約の文言からすれば、右手付が違約手付ないし損害賠\n償額の予定としての性格を有しないもの（すなわち、控訴人の債務不履行による契\n約解除の場合には、放棄の対象とならないもの）であつたとも解しえない。なお、\n控訴人は、第二次契約締結の際、右特約や手付金の性格等につき何らの説明も受け\nなかつたから、右特約はその効力を有しないものであるかのごとく主張する。しか\nし、前記第一の二で認定の事実関係からすれば、控訴人は、右契約締結当時、宅建\n業者であり、宅地等の取引の専門家であつたし、又、右と同旨の特約は第一次契約\nにも付せられていたのであるから、仮に右主張のとおり、右契約締結の際には、被\n控訴人から何らの説明も受けなかつたとしても、控訴人は、右特約の意義や手付金\nの性格等を十分に認識していたものというべきであつて、右契約締結時における説\n明の存否は、右特約の効力を左右するものではないというべきである。更に、控訴\n人は、第二次契約で定められた手付金の金額は異常な高額であり、宅建業法第三八\n条等にも違反するから、右特約は単なる例文にすぎなかつたかのごとく主張する\nが、右手付金の金額が宅建業法第三八条等に違反するものであるか否かの点はさて\nおき（この点については、再抗弁（二）ないし（四）に関して後に判断する。）仮\nにその点が肯定されるとしても、それだけの理由で直ちに右特約全体が単なる例文\nにすぎないと解するのは相当でない。そして、本件の全証拠を検討しても、その他\nに右特約を単なる例文と解すべき理由は見い出しがたい。従つて、控訴人の右再抗\n弁は、結局、これを採用することができない。\n三　又、控訴人は、再抗弁（二）及び（三）において、第二次契約における手付\n金放棄の特約は、暴利行為であり、公序良俗に違反するものであつて、その全部又\nは一部が無効であると主張している。そこで、右主張の当否について考えるに、た\nしかに、右契約で定められた手付金の金額二六六五万五〇〇〇円は、売買代金額の\n二割をこえるものであつて、かなりの高額であつたことは否定することができな\nい。しかも、そのうち金一〇〇〇万円は、当初は手付金としてではなく、売買代金\nの内金として支払われたものであつた。従つて、以上の事実だけを見て判断する\nと、控訴人が右特約に基づき右手付金全額を没収されることについて不満の念を抱\nくことは一見尤もと見られないわけではない。しかしながら、更に前記第一の二で\n認定の事実関係に基づいて考えると、当初第一次契約によつて交付された手付金の\n金額は一六六五万五〇〇〇円にすぎなかつたところ、控訴人が右契約に基づく残代\n金支払い等の債務の履行を遅滞しながら、なおかつ契約を継続させることを強く希\n望した結果、第二次契約が締結されることになつた経緯に鑑み、第二次契約におい\nては、控訴人の債務の履行を確実にさせる方策として、控訴人が第一次契約後に代\n金の内金として支払つた一〇〇〇万円をも手付金に組み入れ、手付金を右のとおり\n高額にすることになつたものであるから、その増額は本来控訴人自身の責に帰すべ\nき事由によるものであつたといわなければならない。しかも、右認定の事実関係か\nらすれば、控訴人は、宅建業者であり、宅地等の取引についての専門家であつたの\nであるから、その専門家としての知識、経験等に基づき、当初の手付金を放棄して\n第一次契約を解消させるよりも、手付金を前記のとおりに増額してでも契約関係を\n継続させる方が有利であると判断するとともに、控訴人が将来再び債務の履行を遅\n滞した場合には、右のとおりに増額した手付金全額を被控訴人に没収されることに\nなつてもやむをえないと覚悟したうえ、第二次契約を締結したものであると認めざ\nるをえない。そして、右の第二次契約は、当事者のみならず、第三者たる不動産仲\n介業者も立ち会いのうえ締結されたものであるとともに、その締結は、被控訴人側\nの強迫その他の不当な圧力によつてではなく、控訴人側の希望に基づいてなされた\nものであることも、前記認定のとおりである。そうすると、第二次契約における控\n訴人の債務不履行の場合の手付金放棄の特約は、控訴人が第一次契約後に支払つた\n売買代金の内金一〇〇〇万円を手付金に組み入れる約定をも含めて、これを暴利行\n為であるとか、公序良俗に違反するという理由で無効とすることはできないものと\n解すべきである。従つて又、右特約は、売買代金の内金を手付金に組み入れた金一\n〇〇〇万円の限度で、これを無効とする理由もないというべきである。\nなお、控訴人は、売買代金額の二割をこえる高額の手付金放棄の特約は宅建業法\n第三八条及び不動産業<要旨第二>界の慣行に違反すると主張する。しかしながら、\n宅建業法第三八条は、宅地等の取引についての知識、経</要旨第二>験の乏しい一般\n人たる買主を保護するために設けられた規定と解すべきであるから、宅建業者自身\nが買主となつている本件の第二次契約のような売買契約についてはその適用がない\nと解するのが相当である。\n又、本件の第二次契約のような一度債務不履行をした買主との間で再度なされた\n売買契約における手付金ないし違約金の金額に関し、右契約締結当時不動産業界に\nおいていかなる慣行が存在したかについては、本件の全証拠を精査しても、これを\n確認するに足りる証拠は見当らない。のみならず、前記第一の二で認定の事実関係\nのもとにおいては、仮に、控訴人の右主張がすべて肯定されるとしても、それはい\nまだ第二次契約における手付金放棄の特約全体の効力を左右するに足りるものでは\nないというべきである。更に、控訴人は、被控訴人は第二次契約の解除により何ら\nの損害も蒙つていないし、むしろ、その後の本件土地の値上りにより莫大な利益を\n得ていると主張して、右手付金放棄の特約の効力を争つているが、仮に右主張のよ\nうな事情がそのとおりに認められるとしても、そのような契約解除後の事情が、右\n特約自体の効力に影響を及ぼすものでないことはいうまでもない。\n従つて、控訴人の再抗弁（二）及び（三）の主張は、いずれも理由がなく、採用\nすることができない。\n四　最後に、控訴人は、再抗弁（四）において、第二次契約における手付金放棄\nの特約のうち手付金の金額が売買代金額の二割をこえる部分は、宅建業法第三九条\n第一項、第三八条第一項の規定に違反すると主張している。しかしながら、宅建業\n法第三八条は宅建業者自身が買主となつている本件の第二次契約のような売買契約\nにはその適用がないと解すべきことは、右三において説示したとおりであるし、同\n法第三九条の適用についても右と同様に解するのが相当である。従つて、控訴人の\n右主張はその理由がない。更に、控訴人は、再抗弁（四）において、手付金放棄の\n特約中の右部分は、暴利行為であり、公序良俗に違反するとも主張しているが、そ\nの理由がないことも、右三において説示したところから明らかである。そうする\nと、再抗弁（四）も採用することができない。\n五　以上のとおりであるから、控訴人は、第二次契約における手付金放棄の特約\nに基き、右契約の解除と同時に、手付金二六六五万五〇〇〇円全額の返還請求権を\n失つたものというべきである。従つて、右手付金返還請求権の全部又は一部が存在\nしていることを前提とする控訴人の第二次請求は、その理由がなく、これを棄却す\nべきである。\n第三　結論\nよつて、控訴人の本件控訴及び当審における新請求（当審において拡張した請求\nを含む。）は、いずれも失当として棄却すべく、控訴費用の負担につき民事訴訟法\n第九五条、第八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　川上泉　裁判官　奥村長生　裁判官　福井厚士）\n"
}