{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和53(行ウ)2",
  "case_name": "違法支出補填等請求事件",
  "court_name": "広島地方裁判所",
  "field": "行政",
  "gist": "地方自治法２４２条２項の住民監査請求期間を徒過したことについて，当該住民が職員の財務会計上の行為ないしその違法，不当を知り得なかった事情があるだけでは同項ただし書にいう「正当な理由があるとき」に当たらないとした事例",
  "lawsuit_id": "17224",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17224",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/224/017224_hanrei.pdf",
  "contents": "○　主文\n一　本件訴をいずれも却下する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告らは各自、本郷町に対し、二三万三三九七円およびこれに対する昭和五〇\n年四月一日より完済に至るまで年五分の割合による金員を支払え。\n２　訴訟費用は被告らの負担とする。\n３　仮執行の宣言\n二　請求の趣旨に対する本案前の答弁\n主文同旨\n三　請求の趣旨に対する本案の答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は肩書住所に居住する本郷町の住民である。被告山陽建設株式会社（以\n下、被告会社という。）は、土木工事等を業とする会社であり、被告Ａは、昭和四\n八年四月より現在まで引き続き本郷町長の地位にあるものであつて、普通地方公共\n団体である同町の会計を監督し、補助機関たる同町職員を指揮監督し、同町の支出\nを命令し、また支出負担行為をする職務権限を有するものである。\n２　（一）被告Ａは本郷町を代表して被告会社との間に、昭和五〇年三月一七日向\n町ゴミ焼却場進入道路舗装工事につき、次のような請負契約を締結した。\n（１）　工事場所　　＜地名略＞\n（２）　工　　期　　着手　昭和五〇年三月一七日\n完成　同月三一日\n（３）　請負代金　　四三七万円\n（二）　右進入道路の長さは当初八八〇メートルの予定であつたが、途中設計変更\nがあり八三三メートルに短縮された。\n（三）　しかるに、同町は右工事の完成時である昭和五〇年三月三一日に、請負代\n金の全額である四三七万円を被告会社に支払つた。\n（四）　被告会社は、右支払を受けた際、舗装工事をなした道路の長さが四七メー\nトル短くなつていたことを知悉していたものである。\n（五）　したがつて、右道路短縮部分四七メートルの舗装代金に相当する二三万三\n三九七円（円未満切捨）は、被告会社において不当に利得したものであり、また右\n金額は町長である被告Ａが支出負担行為をして、本郷町の公金を違法に支出したも\nのである。\n３　そこで原告は、昭和五三年一月三一日本郷町監査委員に対し、ゴミ焼却場進入\n道路の舗装工事費支払に前記のような公金の違法支出があつた旨を主張して住民監\n査請求をしたが、同監査委員より同年二月三日右監査請求は地方自治法（以下、法\nという。\n）二四二条二項所定の期間経過後（すなわち公金支出の日より一年以上経過後）に\nなされたものであるから不適法であるとしてこれを却下された。\n４　しかし原告が本件公金の違法支出の事実を知つたのは、昭和五二年一二月七日\n同じく被告Ａを被告として別件の住民訴訟（広島地裁昭和五二年（行ウ）第三一号\n違法支出補填等請求事件、以下、別件という。）を提起したのち、それを契機とし\nて町民の情報提供があつたからである。したがつて法二四二条二項但書の「正当な\n理由があるとき」に該当し、監査委員のなした本件監査請求却下の決定は違法であ\nる。かように却下が違法である場合は、法二四二条の二第一項の「監査委員が監査\nを行わないとき」に該当するので、本訴の提起は訴訟要件を充足し適法である。\n５　よつて、原告は本郷町に代位して、請求の趣旨記載のとおり被告会社に対し前\n記不当利得金の返還と、被告Ａに対し前記違法に支出した公金につき損害の賠償な\nらびにこれらに対する遅延損害金の支払をそれぞれ求める。\n二　本案前の主張\n１　本訴は適法な監査前置を欠き不適法である。\n（一）　本郷町が被告会社に対し、本件請負代金四三七万円を支払つたのは昭和五\n〇年五月三一日である。したがつて原告が右支出の違法を主張して争うのであれ\nば、法二四二条二項本文により、右支出の日から一年以内に同町監査委員に対し住\n民監査請求をすべきであるのに、原告は請求原因３において自認しているように同\n日より二年八か月も経過した昭和五三年一月三一日になつてはじめて、本件監査請\n求をなしたので、右法定期間経過を理由に、監査委員より本件監査請求は不適法と\nして却下されたものである。\n（二）　それ故、本件住民訴訟は、監査委員の実質的審査を経ず、適法な監査前置\nの要件を充たしていないことになるので不適法として却下を免れない。\n（三）　なお原告は、請求原因４において、原告が本件公金の支出を知つたのは別\n件訴訟を提起した昭和五二年一二月七日以後であるから、法二四二条二項但書にい\nう「正当な理由がある」場合に該当すると主張するが、右の「正当な理由がある」\nときとは、同項の立法趣旨に鑑み、当該行為（本件では請負代金四三七万円の支出\n行為）がきわめて秘密裡に行われ一年を経過した後、初めて明るみに出たような場\n合や天災地変等による交通杜絶により請求期間を徒過した場合などのように当該行\n為のあつた日から一年を経過していても特に請求を認めるだけの相当な理由がある\n場合を指すと解すべきであるところ、右の見地からすると、原告に「正当な理由」\nがあつたとは到底認められないので、原告の右主張は理由がない。\n２　本訴は、訴えの主観的予備的併合であるから不適法である。\n本訴は、被告会社に対し本郷町への不当利得返還を、被告Ａに対し同町への損害賠\n償を、それぞれ請求しているものであるが、このような訴えの主観的予備的併合は\n住民訴訟においては許されないので、被告らに対する本訴は不適法として却下を免\nれない。\n三　請求原因に対する認否\n１　請求原因１記載の事実は認める。\n２　同２記載の事実中（一）ないし（三）の各事実は認める（ただし請負代金四三\n七万円の支払時期は昭和五〇年五月三一日である。）が、その余はいずれも争う。\n３　同３記載の事実は認める。\n４　同４記載の事実は争う。\n四　本案についての被告らの主張\n１　本郷町は、本件ゴミ焼却場建設にあたり、昭和四九年二月五日大下組ことＢに\n対し、焼却場敷地造成及び焼却場への進入道路全長八八〇メートルの造成工事を請\nけ負わせ、更に昭和五〇年三月一七日被告会社に対し、右道路の舗装工事（舗装面\n積三五二〇平方メートル）を代金四三七万円で請け負わせた。\n２　ところが、その後右道路の長さが八三三メートルに縮減したので、本郷町は同\n月一九日大下組との間に道路の長さを八三三メートルに縮減する設計変更契約を締\n結し、また被告会社との間に、同月二二日舗装工事を注文する道路等の位置面積\nを、進入路部分長さ八〇〇メートル（舗装面積二九七二・五〇平方メートル）と焼\n却場内の道路及び広場（舗装面積五八二・八二平方メートル）、合計舗装面積三五\n五五・三二平方メートルに改める設計変更契約を締結した。\n３　そして、被告Ａは同月三一日法二三二条の三、本郷町財務規則一八条一項によ\nり、四三七万円の支出負担行為をし、被告会社は右変更契約による舗装工事を竣工\nしたので、本郷町において同日竣工検査をなし、被告Ａは同年五月三〇日法二三二\n条の四第一項、本郷町財務規則三六条一項により収入役Ｃに四三七万円の支出を命\n令し、同収入役が同月三一日被告会社に右金員を支払つたものであり、被告Ａのな\nした右支出負担行為や支出命令は、法令又は予算の定めるところに従つてなされた\nもので形式的にも何らの違法性はなく、また実質的にも右設計変更により被告会社\nの工事面積は稍々増加はしても減つてはいないのであるから、当初の請負代金額を\nそのまま支払つたことに違法はない。\n４　したがつて原告の本訴請求はいずれも失当として棄却を免れない。\n第三　証拠（省略）\n○　理由\n一　本件紛争の前提事実\n１　請求原因１記載の事実、同２の（一）、（二）記載の各事実はいずれも当事者\n間に争いがなく、また被告Ａ本人尋問の結果により真正に成立したものと認められ\nる乙第八号証ならびに弁論の全趣旨によれば、本郷町は町長である被告Ａの支出命\n令により昭和五〇年五月三一日被告会社に対し、本件道路舗装工事の請負代金とし\nて四三七万円を支払つていることを認めることができ、右認定に反する証拠はな\nい。\n２　次に原告が、昭和五三年一月三一日本郷町監査委員に対し、被告会社への右公\n金支出に違法があつた旨主張して住民監査請求をしたが、同監査委員より同年二月\n三日右監査請求は法二四二条二項所定の期間経過後になされたものであるから不適\n法な請求であるとしてこれを却下されたことは当事者間に争いがない。\n二　本案前の主張について\n被告らは、右のように本訴提起前になされた法二四二条に基づく住民監査請求が、\n同条二項の規定に違背し不適法として却下された以上、本訴は監査前置を欠く不適\n法な訴であると主張するのに対し、原告は同条二項但書にいう「正当な理由がある\nとき」に該当すると主張して抗争するので、先ず右の点につき判断する。\n１　法二四二条二項によれば「前項の規定による請求は、当該行為のあつた日又は\n終わつた日から一年を経過したときは、これをすることができない。ただし、正当\nな理由があるときは、この限りでない。」と規定されているが、住民監査請求につ\nいてこのような期間制限が設けられているのは、訴訟について出訴制限が設けられ\nている法二四二条の二第二項、行政事件訴訟法一四条三項の立法趣旨と同様に、監\n査請求の対象となる行為の多くは私法上の行為であるけれども、普通地方公共団体\nの機関、職員としての行為である以上、いつまでも争いうる状態にしておくことは\n法的安定性の見地から好ましいことではないので、なるべく早く確定せしめようと\nいう理由によるものと解するのが相当である。\n２　そして、法二四二条二項が請求期間の起算日を個々の住民の個別的な知不知に\nかからせていない（行政事件訴訟法一四条一項、行政不服審査法一四条一項参照）\nのは、起算日を画一にして法律関係を早期に安定させることを目的としたものと解\nされるから、当該住民が当該行為ないしその違法、不当を知り得なかつた事情があ\nるとしてもそれだけでは同項但書にいう「正当な理由があるとき」にはあたらず、\n当該行為がきわめて秘密裡に行われ一年を経過した後、初めて明かるみに出たよう\nな場合や天災地変等による交通杜絶により請求期間を徒過したような場合で、一年\nを経過したものについて特に請求を認めなければ著しく正義に反すると考えられる\n場合のみ、同項但書にいう「正当な理由のあるとき」に該当するものと解すべきで\nある。\n３　そこで右見地より本件を考えてみるに、原告は、公金の違法支出（すなわち本\n件では請負代金四三七万円の被告会社への支払）の事実を知つたのは、原告が昭和\n五二年一二月七日別件の住民訴訟を提起した後、それを契機として町民の情報提供\nがあつたからであると主張するのみで、木件全証拠によつても、原告がそのころま\nで本件公金支出の事実を知らなかつたことにつき、前説示のような特段の事情があ\nつて、特に監査請求を認めなければ著しく正義に反するものとは認められないの\nで、結局本郷町監査委員が原告の本件監査請求を、期間経過後になされた不適法な\nものとして却下したことは正当と言わねばならない。\n４　そうすると、原告の提起した本件住民訴訟は、監査委員の実質的審査を経ず、\n適法な監査前置を充たしていないことになるので、訴訟要件を欠く不適法な訴とし\nて却下を免れない。\n三　結論\nよつて、その余の判断を省略し、本件訴をいずれも却下することとし、訴訟費用の\n負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決\nする。\n（裁判官　植杉　豊　山崎宏征　橋本良成）\n"
}