{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 4,
    "day": 24
  },
  "case_number": "昭和59(ネ)224",
  "case_name": "",
  "court_name": "名古屋高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14047",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14047",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/047/014047_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n（申立）\n１　控訴人\n原判決を取り消す。\n被控訴人は、原判決添付目録（一）記載の「フルマークＢ型」豆腐製造用豆乳濾\n過装置（以下、「イ号装置」という。）を製造販売してはならない。\n被控訴人は、その本店、営業所および工場に存する前項記載の装置（完成品）な\nらびにその半成品（前項の装置の構造を具備しているが、いまだ製品として完成に\n至らないもの）、仕掛品を廃棄し、同装置の製造設備を除却せよ。\n被控訴人は、控訴人に対し六〇〇〇万円およびこれに対する昭和五五年三月二〇\n日から支払ずみに至るまで年五分の割合による金員を支払え。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n仮執行宣言\n２　被控訴人\n主文同旨\n（主張および証拠）\n次を付加するほか原判決事実摘示と同一であるから、これを引用する。\n一　控訴人の主張\n１　イ号装置は、原判決添付目録（一）の各写真を見れば分るように、単に一次濾\n過筒装置部分の下側方に二次濾過筒装置部分を併置し、両者をパイプおよび枠体を\nもつて単純に結合したものであつて、両者は外観上も截然と区別しうるものであ\nる。更に、二次濾過筒装置部分をイ号装置から着脱することも可能である。かかる\n場合、一次濾過筒装置部分の意匠が本件登録意匠と同一もしくは類似のものである\nときは、イ号装置について、本件登録意匠の利用関係が成立すること明らかであ\nる。\n２　イ号装置の一次濾過筒装置部分の脚杆の形状や取付位置が、本件登録意匠の脚\n杆部分とは若干相違するように意匠の変更がなされていても、イ号装置の一次濾過\n筒装置部分の意匠は「螺旋状の羽根を有する円筒形選別濾過網ドラムを軸架し、該\nドラムをその上方部および下方部において包囲する開閉式の上部タンクと固定式の\n下部タンクを設け、下部タンクの適所にみじん排出樋と豆乳落下口とを設けてい\nる」点において本件登録意匠と同一である。このような形態を有する豆乳仕上機は\n本件登録意匠の出願前には全く存在しなかつたのであるから、\n右の点にこそ本件登録意匠の創作上の特徴（いわゆる意匠の要部）があるというべ\nきものであり、イ号装置の一次濾過筒装置部分がかかる本件登録意匠の要部の全部\nを、その特徴を破壊することなく具備している以上、脚杆などの附随的部分が、利\n用の都合により、若干の変形が加えられていたとしても、本件登録意匠を利用する\nものといわなくてはならない。\n二　被控訴人の主張\n控訴人の右主張は何れも争う。\n三　証拠（省略）\n理　　　由\n更に考究したが、当裁判所も控訴人の請求を理由がないから棄却すべきものと判\n断するのであつて、その理由は、次のとおり付加するほか、原判決の理由説示と同\n一であるから、これを引用する。\n１　原判決一一枚目裏末行に「主張し、」とある次に「当審証人【Ａ】の証言は右\n主張に副うし、」を、同一三枚目表四行目に「および」とある次に「当審証人\n【Ａ】の証言、」を各加える。\n２　成程、一次濾過筒装置部分が二次濾過筒装置部分と容易に分離可能であり、四\n本のＬ形の脚杆から成る脚台の上側部に網胴を軸架し、網胴の内部には螺旋状の羽\n根があり、その網胴の上方部は蝶番を介して開閉し得る蓋板をもつて被套し、下方\n部には固定式の底部が設けられ、その底部の一部にみじん排出樋と豆乳落下口を設\nけ、脚台の左右側部に網胴の回転に必要な伝動機構を設けた構造のものである点に\nおいて、本件登録意匠にかかる物品（豆乳仕上機）と共通のものであることは、成\n立に争いのない甲第一号証、第二号証の二、三、第三号証、第五号証、原審におけ\nる控訴人代表者尋問の結果および原審検証の結果によつて明らかである。\nしかし、成立に争いのない甲第五ないし第四一号証、当審証人【Ａ】の証言、原\n審における控訴人代表者尋問の結果および本件弁論の全趣旨から認められる、右の\n如き形態構成の豆乳仕上機が本件登録意匠の出願以前にはなかつたという事情を考\n慮してもなお、単に右の如き形態構成の一致のみをもつて、直ちに、イ号装置中の\n一次濾過筒装置部分が本件登録意匠を実施したものとはいい得ない。けだし、意匠\n法にいう意匠とは、看者に視覚を通じて美感を起させる物品の形状等の外観である\nところ、イ号装置中の一次濾過筒装置部分の写真であることに争いのない原判決添\n付目録（二）の各写真と前掲甲第一号証の本件登録意匠とを比較すると、蓋板が一\n方は円形であるが他方は八角形である、脚杆が一方は横梁杆より短かいのに他方は\n横梁杆より長く、しかも内側の二本が網胴の中央部に位置している、底板の形が一\n方は半円形だが他方は半八角形である等の相違があつて、これらはいずれも外観上\n無視できない意匠の要部となつているといわなければならないからである。のみな\nらず、このイ号装置中の一次濾過筒装置部分が二次濾過筒装置部分と合体して用い\nられるのが通常の用法であるから、この場合には、本件登録意匠との類似性は更に\nいちだんと稀薄になることが、全体観察上明らかである。よつて、イ号装置が本件\n登録意匠を利用したものであるとの控訴人の主張は理由がない。\nよつて、原判決は相当であつて本件控訴は理由がないから棄却し、控訴費用の負\n担について民訴法九五条、八九条を適用して主文のとおり判決する。\n（裁判官　竹田國雄　海老澤美廣　笹本淳子）\n"
}