{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 9,
    "day": 28
  },
  "case_number": "昭和55(ラ)542",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14211",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14211",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/211/014211_hanrei.pdf",
  "contents": "主　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　由\n一　本件抗告の趣旨及び理由は別紙記載の通りである。\n二　当裁判所の判断\n当裁判所も本件仮処分申請を却下すべきものと判断する。\nその理由は次の点を付加するほか原決定理由の記載（原決定二枚目表一二行目か\nら一三枚目裏五行目までと同一であるからこれを引用する。（但し、原決定五枚目\n表八行目の「堅型」を「竪型」と訂正し、一〇枚目表一一行目から一一枚目表九行\nまでを削除する。）１　抗告人は、本件意匠の実施品は科学機器、試薬関連会社を\n通じてのみ市場に供給されるものであつて理科機器関係業界がその分野であるのに\n反し、昭和四三年実用新案出願公告第二六七七二号公報二頁第一図記載の竪型抽斗\n装置付鋼製キヤビネツトの意匠（公知意匠Ⅰと云う）、雑誌「ゲイヤーズ・デイー\nラートピツクス」一九六七年一月号一三一頁所載のワトソン・マイクロフイルム・\nキヤビネツトの意匠（公知意匠Ⅲと云う）及び昭和三七年実用新案出願公告八九五\n六号公報二頁第一図記載の引出式物品格納棚の意匠（公知意匠Ⅳと云う）にかかる\n各物品は工具ないしは事務機器関係業界がその分野であつて、本件意匠の実施品と\nは供給される市場を異にし、従つて同一又は類似の物品ではないから、本件意匠の\n類似範囲を定めるについて右各公知意匠は参酌すべきではないと主張するが、物品\nの類否の判断は物品の用途と機能を基準としてすべきであつて抗告人主張の如く物\n品の供給される市場が同一であるか否かは右判断の基準となり得ないものと解され\nる。そして物品の用途と機能が同じものは同一物品であり、用途が同一であるが機\n能に相違のあるものは類似物品であると解するのが相当である。本件についてみる\nに、本件意匠の実施品及び公知意匠Ⅰ、Ⅲ、Ⅳ、の対象物品は何れも比較的小型の\n物品を収納し保管することに用いられるものであつて用途を共通にするものと云う\nことができ、ただ収納する品物が異る点で機能を異にするに過ぎないから、本件意\n匠の実施品と各公知意匠の対象物品とは類似物品であると云うべきである。\n従つて本件意匠の類似範囲を判定するについて右各公知意匠を参酌すべきことは当\n然であつて、この点に関する抗告人の主張は採用することができない。\n２　抗告人は、公知意匠Ⅰは棚の構成、形態の点において、公知意匠ⅢⅣは取手の\n取付位置の点において何れも本件意匠と類似性がないから、本意匠の類似範囲を決\n定するについて参酌すべき公知意匠ではないと主張するが、公知意匠Ⅰ、Ⅲ、Ⅳに\nつき抗告人指摘部分が本件意匠と相異するとしても、右各公知意匠と本件意匠との\n間に類似部分が存する以上右各公知意匠を参酌して本件意匠の類似範囲を判定する\nことは何等妨げられるものではない。\n３　抗告人は、公知意匠Ⅱが本件意匠について登録出願をした昭和四七年八月九日\n当時公知であつたか否か疑わしい旨主張するが、疎甲第八号証の三（疎乙第二号証\nの二）によると右公知意匠の記載された三和医理科工業株式会社発行のカタログ\n「ＳＭ式調剤台」には一九一〇年（昭和四五年）一月発行の趣旨の記載があるので\nあつて、本件記録を精査しても、右発行時期の真実性を疑うに足りる疎明はない。\n又抗告人は本件意匠の保管庫は一段式のものであるのに反し、右公知意匠は二段式\nのものであつて両者間に類似性がない旨主張するが、両意匠の基本的構成が同一又\nは酷似することは原決定説示の通りであるから、抗告人の右主張も採用し難い。\n三　そうすると、本件仮処分申請を却下した原決定は相当であつて本件抗告は理由\nがないからこれを棄却することとし、抗告費用の負担につき民訴法八九条を適用し\nて、主文の通り決定する。\n（裁判官　大野千里　林義一　稲垣喬）\n抗告の趣旨\n原決定を取り消す。\n（１）　相手方樋口金庫株式会社は別紙目録の（イ）および（ロ）記載の薬品保管\n庫を製造し、販売し、販売のため展示、広告をしてはならない。\n（２）　相手方株式会社井内盛栄堂は前項記載の薬品保管庫を販売し、販売のため\nの展示、広告をしてはならない。\n（３）　相手方らの第一項記載の薬品保管庫に対する占有を解いて抗告人の委任す\nる執行官にその保管を命ずる。\n抗告の理由\n一　事案の概要\n１　本件の争点\n抗告人の有する本件意匠権（登録第四一一九九八号）及び本件意匠権に付帯する\n類似第一号ないし第五号の意匠の構成、並びに相手方の商品イ号、ロ号物品の構成\nについては当事者間に争いがない。\nして見れば本件の争点は、イ号、ロ号物品が本件意匠権の意匠（以下「本意匠」\nという）に類似するか否かの一点である。\n２　本意匠の対象物品は、薬品保管庫である。薬品保管庫としては本件意匠権の出\n願当時、別紙（一）記載のタイプの商品、すなわち棚式のもの及至横長抽出式のも\nのがあるのみだつた。\nこれに対し本意匠の基本的特徴は、別紙（二）記載の比較表中本意匠および類似\n意匠一及至五の正面図に見られるとおり、「方形枠状のキヤビネツト本体に縦長の\n抽出が複数列嵌められ、取手が各抽出の上方部に取付けられているという薬品保管\n庫としての基本形状」（以下「基本形状」という）にある。\nイ号、ロ号が右「基本形状」を有していること自体は相手方も原審において明ら\nかに争つていない（別紙（二）記載の比較表中イ号、ロ号物品の正面図参照）。\n本意匠とイ号、ロ号物品との間には、鏡板の突出の有無、取手の形状（凹凸）、\nカード差しの有無、はかまの有無、安全ボタン、鍵挿入口の有無、釘またはビス穴\nの有無等徴差があるけれども、いずれも、特許庁により有権的に判断された類似意\n匠の範囲に包摂される範囲の差（鏡板の突出の有無、取手の形状、はかまの有\n無）、及至全体の構成に比し無視すべき徴差ばかりである。結局、イ号、ロ号物品\nは本意匠に類似するものであり、本件意匠権の侵害を構成する。\n二　原決定の誤り\n１　原決定は、類似意匠全部を総合的に通覧したばあい本件意匠の基本的特微は\n「基本形状」にあることを認めながら、別紙（三）に記載の公知と認定された意匠\nの存在を理由に、本意匠は「基本形状」の点では特段創作性や美的価値を認めるこ\nとができず、結局本意匠の要部は右「基本形状」に附帯する鏡板前面の取手の形\n状、配置、はかまその他の正面形状さらにはキヤビネツト本体の方形枠状の組立構\n造に由来する全体的な印象等かなり細部にわたる外観に求めるほかないという。\n２　右原決定の唯一の根拠は本意匠の類似範囲を決するにあたり、参酌すべきでな\nい意匠を参酌した誤りに基づくものである。\n（一）すなわち公知と認定された意匠のうちⅠ昭和四三年実用新案出願公告第二六\n七七二号公報（「意匠Ⅰ」）、Ⅲ「ゲイヤーズ・デイーラートピツクス」（「意匠\nⅢ」）、及びⅣ昭和三七年実用新案出願公告第八九五六号公報（「意匠Ⅳ」）は、\nそれぞれ工具入、マイクロフイルム入、工具入であつて、本意匠の薬品保管庫とは\n全く異なる物品にかかるものであつて本意匠の類似範囲を決定するための資料たり\n得ない。\n（１）　原決定は本意匠公報（疎甲第一号証の二）の「説明欄」の「本物品は薬品\n及び溶液を封入した容器を保蔵する抽出式保管庫である」旨の記載は、特段参酌す\nべき公知意匠の属する分野を限定し拘束するものではないとする。\nしかし意匠法第二四条は「登録意匠の範囲は、願書の記載及び願書に添附した図\n面に記載され又は願書に添附した写真、ひな形若しくは見本により現わされた意匠\nに基いて定めなければならない。」と規定し、意匠の類似範囲が願書の記載すなわ\nち「説明欄」の記載にも基くことは明らかである。それゆえ類似範囲決定のために\n参酌すべき公知意匠の範囲も当然「説明欄」の記載により限定される関係にある。\n（２）　原決定は、問題の公知意匠は少なくとも類似物品として参酌すべき資料と\n考えられるという。しかし異なる物品の意匠を公知意匠として参酌すべきか否か\nは、当該意匠の属する分野の異同が大きな要因である。\n本意匠は、いわゆる理科機器関係業界がその分野である。現に抗告人の本意匠の\n実施品は島津理化器械、和光純薬といつた科学機器、試薬関連会社を通じてのみ市\n場に供給されている（疎甲第九号証四頁）。抗告人実施品、イ号、ロ号物品もとも\nに科学機器協会のカタログに掲載されている（疎甲第九号証別紙（１）表紙）。\n相手方のイ号ロ号物品の顧客も理科機器関連である（疎甲第一〇号証添付の送り\n状、疎甲第一九号証）。\nかように本意匠のマーケツトは工具関連、事務機器関連と全く異なるのみなら\nず、目的とする内容の異別に応じ工具入、事務用品入れとは異なる固有の機能、性\n質、課題、特殊性が要求されているのであり、この点においても本意匠の属する分\n野は、工具入れ、事務機器関連分野とは異なるのである。\n（３）　更に意匠ⅠⅢⅣはいずれも本意匠とは次の点により類似性を欠く\n（イ）　意匠Ⅰには本意匠の特徴のひとつである数段の棚を具有しない。\n意匠Ⅰにも「棚板２３」なるものがあるが、この棚板は、薬品の容器のようなも\nのを安定に置く棚ではなく、縦長の物を引掛けるものである。すなわち\n「この棚板には収納する器材の形状に応じて切欠き２４その他適当な支持機構が設\n備される」（右欄二〇ー二三行）と記載され、\n「専ら縦長型の器材工具類の収納に適するもの」\nと効果を説明している。\n添付の図面も、棚板の右機能が完うできるように抽出の上端部に設定されてお\nり、意匠のものと異つている。\n原決定は、本意匠を検討する場合、抽出内部の棚の構成、形態は特段考慮すべきも\nのでないという。しかし\n本意匠の出願過程にあつては当初断面図の記載を欠いていたが、（疎甲二四号証\nの一）、審査官より同断面図を欠いたのでは意匠が不明確であるので断面図の提出\n及び物品の使用方法、使用状態、大きさを示すよう求められた（疎甲第二四号証の\n二）。そして同審査官の求めに応じて断面図を追加し、棚の存在、構成、形態を明\nらかにし、かつ「意匠に係る物品の説明」中に「本願物品は各々の抽出が単独に引\nき出し操作ができ、抽出には個々の棚が設けてあり…」と棚の存在を明記し願書の\n補正を行つた（疎甲第二四号証の三）。それゆえかく願書に記載され図面に記載さ\nれた棚の存在、構成、形態を無視することは意匠法第二四条の明文に違反するもの\nである。\n（ロ）　意匠Ⅲは取手の位置が各抽出の下方部に取付けられており、この点におい\nて本意匠と基本的な非類似点を有する。\n（ハ）　意匠Ⅳも取手の位置が各抽出の中央部にあり、本意匠と基本的に異つてい\nる。\n以上のとおり意匠ⅠⅢⅣは、いずれも本意匠との類似性を欠き特に「基本形状」\nを具有していないことは明瞭である。\n（４）　結局意匠Ⅰ、Ⅲ、Ⅳは本意匠の類似範囲を決定するのに参酌できる類似物\n品であるとは言えない。それゆえ原決定が、これら意匠の公知を理由に（特に原決\n定は意匠Ⅰを重視する）本意匠の要部を「基本形状」ではなく、これに附帯する細\n部にわたる外観に求めたのは誤りである。\n（二）　また公知と認定された意匠のうちⅡ「ＳＭ式調剤台」（「意匠Ⅱ」）につ\nいては、その公知性が極めて疑わしい。のみならず意匠Ⅱについては本意匠と類似\nするものではないので、意匠Ⅱの存在を理由に本意匠の要部が「基本形状」にない\nということはできない。\n（１）　意匠Ⅱが本件意匠権出願前に頒布されたか否か、疑わしいことについては\n仮処分命令申請書三九頁以下に主張したとおりであるので繰り返しを避ける。\n（２）　また保管庫について一段式のものと、二段式のものとが類似とされないこ\nとについては、本件意匠等、一段式のものの登録があるのにもかかわらず疎甲第一\n六の一、二、疎甲第一七の一、二、三のような二段式のものが独立した意匠として\n登録されている事実の証するところである。\n（三）　したがつて本意匠の要部を「基本形状」にあるとすることを否定するよう\nな公知意匠は存在しないのである。\nそれゆえ本意匠の類似範囲を決定するための資料としては類似意匠の登録の事実\n及び本意匠のパイオニア性（別紙（一）記載商品参照）を参酌すべきであつて、類\n似意匠全部を総合的に通覧すると本意匠の要部は「基本形状」にあることは、原決\n定の肯認するところである。\n３　イ号ロ号物品の意匠の要部が「基本形状」と同一であることは相手方も争つて\nいないところである。そしてイ号ロ号物品と本意匠間の微差が両者の類似関係を否\n定するものでないことは一１で述べたとおりである。\nよつてイ号ロ号物品は本件意匠権を侵害するものであるから抗告の趣旨記載の裁判\nを求めるものである。\n（別紙（一））公知意匠\n＜１２２４９－００１＞\n＜１２２４９－００２＞\n（別紙（二））比較表（省略。　一二巻二号五三四頁参照）\n（別紙（三））原決定引用意匠（省略。　一二巻二号五三二頁及び五三三頁参照）\n目録　（イ）（省略。　一二巻二号五二五頁及び五一一六頁参照）\n目録　（ロ）（省略。　一二巻二号五二七頁及び五二八頁参照）\n"
}