{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 1,
    "day": 22
  },
  "case_number": "昭和59(う)1283",
  "case_name": "廃棄物の処理及び清掃に関する法律違反被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "gist": "廃棄物の処理及び清掃に関する法律二九条にいう「業務に関し」の意義",
  "lawsuit_id": "382",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=382",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/382/000382_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告会社を罰金五万円に処する。\n原審の訴訟費用は被告会社の負担とする。\n理　　　　由\n（控訴趣意に対する判断）\n本件控訴の趣意は、東京高等検察庁検察官検事土本武司が提出した控訴趣意書\nに、これに対する答弁は、弁護人小川彰、同池下浩司が連名で提出した答弁書にそ\nれぞれ記載されたとおりであるから、これを引用する。\n論旨は、要するに、原判決は、（一）廃棄物の処理及び清掃に関する法律二九条\nにいう「業務に関し」について、独自の解釈を採つて、その適用を誤り、（二）右\nの「業務に関し」についての認定にあたり、証拠の判断を誤つて、事実を誤認した\nものであり、その結果被告会社の刑事責任を否定したものであるから、これらの誤\nりが判決に影響を及ぼすことが明らかであるというのである。\nそこで、以下、本件の争点を明らかにしたうえ、論旨に対し判断を示すこととす\nる。\n（一）　本件の争点\n本件の公訴事実は、「被告会社は、千葉市ａ町ｂ丁目ｃ番地に本店を置き、廃棄\n物の処理業を営むものであるが、被告会社の従業者Ａ及び同Ｂにおいて、共謀のう\nえ、被告会社の業務に関し、昭和五六年九月上旬ころ、同市ｄ町ｅ番地の空地にお\nいて、廃棄物の処理及び清掃に関する法律一六条一項の政令で定める産業廃棄物に\n該当する廃アルカリ合計約一一四・八リツトル入りの亜鉛酸空気湿電池一四〇個を\n投棄し、もつて、みだりに産業廃棄物を棄てたものである。」というにある。\n原判決は、Ａ及びＢが公訴事実のとおりに電池を棄てた事実を認定しながら、廃\n棄物の処理及び清掃に関する法律二九条にいう「業務に関し」の意義について、\n（イ）従業者のした行為が事業主の業務にあたること、（ロ）その行為が従業者自\n身の通常の担当職務及びこれと密接な関連のある職務の範囲内のものであつたこ\nと、（ハ）その行為が事業主の業務を遂行する意図のもとになされたものであるこ\nとの三つの条件が充足された場合をいうとの解釈を示し、次いでこの解釈を本件に\nあてはめ、（イ）の条件については、本件電池の受入れ保管は、客観的、実質的に\nみると、被告会社代表取締役Ｃ個人の研究のためのものであつて、被告会社の業務\nではなかつたと認めるのが相当であるとし、（ロ）、（ハ）の条件については、か\nりに本件電池の受入れ保管が被告会社の業務にあたるとしても、その保管及び本件\n投棄行為は、Ａ及びＢが通常の担当職務から離れて、一回限りの特異な事情の下で\nした行為であり、行為の際両名に被告会社の業務を遂行している意思もなかつたと\n認定し、被告会社に無罪を言い渡した。\n論旨は、「業務に関し」についての右の（ロ）の解釈を誤りであると主張し、か\nつ、（イ）、（ロ）、（ハ）の各条件に関する右の事実認定を誤りであると主張す\nるのである。\n（二）　法令解釈適用の誤りの主張に対する判断\n所論は、廃棄物の処理及び清掃に関する法律二九条を含む事業主処罰規定の趣旨\nは、事業主たる法人又は人が社会的な統一体をなす事業の全般にわたつて違反行為\nを防止する注意監督義務を負うているところがら、違反行為が客観的にみて事業主\nの職務に関して行われたと認められる場合に、事業主に対し注意監督義務懈怠の責\n任を問うことにあると解すべきであり、したがつて、同法二九条を含む事業主処罰\n規定における「業務に関し」という要件は、従業者のした違反行為が一般的又は外\n形的に事業主の業務に関してなされたことを要求しているにとどまり、それが従業\n者の分担する通常の職務の範囲内にあることまでも要求しているものではないと解\nすべきであると主張する。\n<要旨>そこで検討すると、廃棄物の処理及び清掃に関する法律二九条にいう「業\n務に関し」という要件は、他の法</要旨>令中の事業主処罰規定におけると同様、従\n業者が違反行為をしたことについて事業主に対し注意監督義務懈怠の責任を問う前\n提として、事業主が負うべき注意監督義務の範囲を従業者の行為の面から画するた\nめに加えられているものである。したがつて、同条にいう「業務に関し」とは、従\n業者の違反行為が事業主の業務活動の一環として行われたことをいい、その行為が\n性質上事業主の本来の業務内容の一部をなすと認められる場合のほか、違反行為が\nなされた経過、状況、違反行為のもたらす効果、従業者の意思、地位などの諸事情\nに照らしその行為が事業主の業務活動の一環としてなされたと認められる場合を広\nく包含すると解するのが相当である。\nこれに対し、原判決は、同条にいう「業務に関し」に該当するというためには、\n従業者の違反行為が本人の通常の担当職務及びこれと密接な関連がある職務の範囲\n内のものであることを要すると解しているが、そのような条件を満たすのは、従業\n者の違反行為が事業主の業務に関してなされたと認めうる典型的な場合であるにと\nどまり、そのように認めうる唯一の場合であるということはできない。原判決は、\n右のように解さなければ、事業主の負う注意監督義務の範囲が不当に拡がる結果と\nなると説示するが、従業者が臨時の職務として事業主の業務に関して行為をした場\n合においてこれを事業主の業務に関してした行為にあたらないと解するのは明らか\nに不当であり、また、従業者が通常の職務分担を超えて事業主の業務に関し違反行\n為に及ぶことのないよう注意監督することもまた、事業主が業務の遂行に伴つて負\nうべき当然の義務と解せられる。そして、このように解しても、事業主が適切な注\n意監督義務を尽していれば、免責を受けるのであるから、防止することが不可能又\nは著しく困難な違反行為についてまで事業主が不当に責任を追及される結果となる\nものではない。\nなお、所論の指摘する点には含まれていないが、原判決が、従業者において事業\n主の業務を遂行する意図のもとで違反行為に出た場合に限り、その行為を事業主の\n業務に関してなされたものと認めることができると説示している点も、上述した解\n釈によると、過大な限定を付したものというべきである。例えば、その行為の性質\n上事業主の本来の業務内容の一部をなしていることを認識しながら従業者が違反行\n為に出た場合には、たとえ事業主の業務を遂行する意図がなくても、その行為は当\n然事業主の業務に関してなされたものと認めるのが相当である。\n以上の理由により、原判決の法令解釈適用は誤りというほかはない。\n（三）　事実誤認の主張に対する判断\n１　所論のうち、先ず、本件電池の受入れ保管が被告会社の業務にあたらないと\nした原判決の認定を誤りとする主張について検討すると、記録及び当審の事実取調\nべの結果によると、次の事実が認められる。\n（１）　本件当時、被告会社の登記簿には、会社の目的として、「一般廃棄物及\nび産業廃棄物の収集、運搬及び処理ならびに再生、加工」が掲げられており、本件\n電池のような産業廃棄物の収集、運搬、処分等が被告会社の目的である業務に含ま\nれていた。また、被告会社が産業廃棄物の収集、運搬又は処分を業として行う許可\nを得ていなかつた。\n（２）　Ｄ公社職員Ｅ、同Ｆ、同Ｇの各員面調書（以下、司法警察職員に対する\n供述調書を員面調書、検察官に対する供述調書を検面調書と略称する）によると、\nＤ公社の統制電話中継所では、停電時の電源として使用している亜鉛酸空気湿電池\nを二年ないし二年半ごとに交換し、古い電池の処分を各中継所の判断で行うことと\nされていたため、本件当時、ｆ、ｇなど八個所の中継所では、その処分を被告会社\nに委託していた。\n（３）　被告会社の得意先名簿台帳紙、請求書写及び当座勘定元帳写、被告会社\n代表取締役Ｃの員面調書、被告会社取締役Ｈの員面調書及び原審証言等によると、\n被告会社では、Ｄ公社の統制中継所から持込まれる電池を受入れた後、会社名義の\n請求書により中継所宛に「産業廃棄物処理費」を請求し、中継所から右処理費が会\n社の当座預金口座に振込まれると、得意先名簿台帳に「産業廃棄物処理費」として\n計上し、会社の資金としてこれを費消していた。帳簿上明らかな昭和五一年九月一\n四日以降昭和五七年三月一二日までの五年半についてみると、その相手方中継所は\nｆ、ｇ、ｈ、ｉ、ｊ、ｋ、ｌ、ｍの八個所、受入れ回数は延べ二四回、受入れた個\n数は電池約一、二二九個、電解液入りポリ容器約一、〇三二個であるが、最初にこ\nれらを受入れたのは、廃棄物の処理及び清掃に関する法律が施行された昭和四六年\nころであつた。\n（４）　電池等を受入れていた理由は、原判決に詳細に説示されているとおり、\n被告会社代表取締役のＣが、その妻の従兄Ｉが特許を得た「硬質ゴム状物質の製造\n法」を利用して硬質ゴム状物質の新製品を開発しようとして研究を進め、試作品を\n作つていた際、電池等がその硬化剤として役立つことを知つたためである。当初こ\nの研究や作業は、Ｃが主として行つていたが、昭和四九年一一月にＪが被告会社に\n入社してからは、次第にＪが中心となつて進めるようになつた。Ｊの原審証言によ\nると、同人は、最初から特許の開発や新製品の企画を担当する取締役として入社し\nたものであり、昭和五六年六月に出向の形で会社を去るまでの間、最初は月に三、\n四回、最後は月に一回位電池と他の材料等を一緒に溶かして型に流し込む作業をし\nており、一回の作業には六時間位かかるため一日の勤務時間のすべてをこれにあて\nることもあり、したがつて、会社の企画本部長であつた同人が会社の仕事としてこ\nれを担当していたというのである。また、Ｃらによる原判示の汚泥処理車両、貯水\n装置等の発明や階段式納骨堂、移動載置台付自動車の考案等は、被告会社の名義で\n特許権又は実用新案権の申請、登録がなされており、被告会社が新製品、新事業の\n開発に意を用いていたことが十分に看取される。さらに、当審で取調べたＩの検面\n調書によると、Ｃは、昭和五四年ころ、前記硬質ゴム状物質製造法を発明した大橋\nに対し、この製造法を活用した電池の再生利用の研究のため被告会社の研究職に就\nくよう働きかけたり、会社の委託研究を引受けるよう頼んだことがあつた。\n（５）　Ｊ、Ｈの各原審証言によると、Ｊは、被告会社を去る際、電池の保管を\n確実にするよう後任の企画本部長Ｂに指示し、それ以後も従前同様企画本部におい\nて電池の受入れや管理の作業が続けられていた。\n（６）　廃棄物の処理及び清掃に関する法律一四条一項によると、産業廃棄物の\n収集、運搬又は処分を業として行おうとする者は、都道府県知事の許可を受けなけ\nればならないが、専ら再生利用の目的となる産業廃棄物のみの収集、運搬又は処分\nを業として行う場合には、許可を要しないこととされている。前記Ｃの員面調書に\nよると、同人は、電池を引取るのに産業廃棄物処理業の許可を受けなければならな\nいのではないかと考え、昭和四七年ころから当時専務取締役をしていたＪをたびた\nび県の環境生活課に派遣して確認させたが、再生利用のためであれば許可はいらな\nいと係員に言われてそのまま引取りを続けてきたというのである。\n（７）　本件で投棄された電池は、昭和五三年ころ被告会社の事務所新築の話が\n持ち上つて電池の置場を探していた際、当時常務取締役であつたＡの口ききで同人\nの実兄Ｋの同意を得て、ＡらがＫの庭に移したものであり、当時は約一六〇個あつ\nたが、そのうち約二〇個は昭和五六年三月ころＡがＣの指示で被告会社に運んで、\n本件当時一四〇個が残つていたものである。\n以上の諸事実に徴すると、本件電池を含む電池の受入れ及び保管は、形式上被告\n会社がその業務の一環として行つていた行為であるばかりか、実質上も新製品の開\n発及び産業廃棄物の再生利用を目ざす被告会社の業務の一環として行つていた行為\nであることが明白である。原判決は、Ｃが研究好きで、電池の再生利用の研究も当\n初は一人で行つていたこと、被告会社がＣのいわゆる個人会社であることなどか\nら、電池の受入れ保管は外形上被告会社の業務の体裁をもつていたが、実質的には\nＣ個人の研究に資するためのものであつて、被告会社の業務と認定するには疑いが\nあると説示しているが、これは上述した事実と照応していない。そればかりか、か\nりにＣが個人の立場で電池の再生利用の研究をしていたとしても、電池の受入れが\n被告会社の名義でなされ、その対価が被告会社に帰属している以上、被告会社とし\nては、電池を受入れた趣旨及び法令に従い、専ら再生利用の目的でこれを保管、利\n用し処分する義務を負うていたのであるから、被告会社のためにＣに電池利用の研\n究をさせていたものとみなければならず、これに伴う右電池の保管、処分もやはり\n被告会社の業務の一環であつたと認められるのであつて、被告会社はそれがみだり\nに投棄されることのないよう注意監督をする義務を負うていたというべきである。\n以上の理由により本件電池の受入保管が被告会社の業務にあたらないとした原判\n決の認定は事実誤認である。\n２　次に、Ａ及びＢによる本件電池の投棄行為が被告会社の業務に関してなされ\nた行為ではないとした原判決の認定を誤りとする所論について検討すると、記録に\nよれば次の事実が認められる。\nすなわち、Ａは、昭和五六年八月実兄Ｋから本件電池を引取るよう要請され、同\n年九月上旬ころＢ及び現場従業員を同伴してＫ方に赴き、電池を被告会社のトラツ\nクに積んで会社に戻る途中、電池から液がもれていたり、電池を入れてあつたダン\nボール箱が毀れていたりしたため、会社に持ち帰つても始末に困ると考え、Ｂと相\n談のうえ、Ｋ所有の山林である公訴事実記載の場所に電池を投げ棄てた。\nＡは、右行為の当時被告会社の専務取締役を退いて相談役になつていたが、依然\n従業員を指揮しうる地位にあつた者であり、Ｂも、取締役でサービス事業本部長の\n役職に就いていた者であつて、両名とも、原審証人として、右の電池の引取り及び\n投棄は会社の仕事として行つたものであると供述しており、両名には当然その旨の\n認識があつたものである。\n以上の事実に基づいて考察すると、すでに判示したとおり、本件電池は、被告会\n社がその業務として受入れ、保管していたものであり、それ故にこそ会社の取締役\n又はこれに準ずる地位にあつたＡ、Ｂの両名がＫ方から引取り運搬していたものと\n認められるから、その途中で両名がこれを投棄した本件行為は、会社の役職員が会\n社の業務遂行の過程でした行為であり、かつ、それ自体処分の一態様であつて、会\n社が負うていた再生利用を通して電池を処分する義務を免れさせる効果をもつ行為\nであるから、これを行つた両名の通常の職務分担のいかんを問うまでもなく、被告\n会社の業務に関して行われたものと認めるほかはない。\nしたがつて、この点に関する原判決の認定も事実誤認というべきである。\n（四）　結　論\n以上の（二）、（三）の誤りが共に原判決の結論に影響を及ぼすことは明らかで\nあり、論旨はいずれも理由があるに帰する。\nよつて、刑訴法三九七条一項、三八〇条、三八二条により原判決を破棄する。\n（自　判）\n当裁判所は、刑訴法四〇〇条但書を適用し、さらに次のとおり判決する。\n（一）　罪となるべき事実\n冒頭に記載した公訴事実のとおりであるから、これを引用する。\n（二）　証拠の標目（省略）\n（三）　法令の適用\n被告会社の従業者Ａ、同Ｂがした行為は、廃棄物の処理及び清掃に関する法律二\n九条、二六条二号、一六条一項、一二条五項一号、同法施行令七条の四第七号、刑\n法六〇条に該当し、かつ、被告会社の業務に関してしたものであるから、廃棄物の\n処理及び清掃に関する法律二九条により、被告会社に対し同法二六条の罰金刑を科\nすることとし、所定罰金額の範囲内で被告会社を罰金五万円に処し、原審の訴訟費\n用は刑訴法一八一条一項本文により全部被告会社に負担させることとし、主文のと\nおり判決する。\n（裁判長裁判官　小野慶二　裁判官　香城敏麿　裁判官　長島孝太郎）\n"
}