{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 10,
    "day": 21
  },
  "case_number": "昭和55(行コ)22",
  "case_name": "青色申告の承認の取消処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　所得税法２３４条の質問検査権に基づく税務調査に対し，青色申告者が同法１４８条１項により保存を義務付けられている帳簿書類の提示を拒否したことが，同法１５０条１項１号所定の青色申告承認取消事由に当たるとされた事例　２　青色申告承認取消処分の通知書には，同取消しの基因となった事実と当該事実が所得税法１５０条１項各号のいずれに当たるかを付記すれば足り，税務署長がそのように判断した根拠までも示す必要はないとした事例",
  "lawsuit_id": "17212",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17212",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/212/017212_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴代理人は、「原判決を取り消す。被控訴人が昭和五一年三月一日付けで控訴人\nに対してした昭和四七年分以後の所得税の青色申告書提出承認取消処分を取り消\nす。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴\n代理人は、控訴棄却の判決を求めた。\n当事者双方の事実上の主張並びに証拠の提出、援用及び認否は、次に付加するほか\n原判決の事実摘示と同一であるから、これを引用する。\n一　控訴人代理人は、次のように述べた。\nさきに引用した原判決事実摘示中請求原因二の末尾（原判決六枚目－記録一八丁－\n表一行目）の後に行を改めて左のとおり加える。\n「本件処分には、以下に述べるように、その通知書に十分な理由附記がなされてい\nない違法がある。\n法一五〇条一項一号には、帳簿書類の「備付け」、「記録」、「保存」がそれぞれ\n別個独立の概念として規定されているから、青色申告承認取消処分の通知書に理由\nを附記するに当つては、当該処分の基因事実を、単に「一号に該当する」と記載す\nるだけでは足りず、「備付け」、「記録」、「保存」のいずれの義務違反が問われ\nているのかを区別したうえ、具体的な事実をもつて特定して示すべきである。\nところが、控訴人に対する本件処分の通知書には、「取り消しの基因となつた事\n実」として、「昭和四七年分、昭和四八年分および昭和四九年分所得税の調査に関\nし必要があつたので、昭和五〇年七月一八日、同年同月二八日、同年一〇月二一日\nおよび同年一一月一九日の四回にわたり当税務署調査担当者が、あなたの自宅にお\nいて、あなたの事業に関する帳簿書類の提示を求めたところ、その提示がありませ\nんでしたが、そのことは、青色申告に係る帳簿書類の備付け、記録及び保存が所得\n税法第一四八条の規定に従つて行われていないことになります。したがつて、同法\n第一五〇条第一項第一号に該当しますので、青色申告承認を取り消します。」と記\n載されているにすぎない。この記載によると、「備付け」、「記録」、「保存」の\nいずれの義務違反が認定されているのか、帳簿書類の提示がなかつたことが右の認\n定とどのように結び付くのか、具体的には全く明らかにされていない。これでは、\n本件処分の基因事実をその相手方において具体的に知りうる程度に特定して記載さ\nれているとはいえず、理由附記として不十分であることは明らかである。\n二　被控訴人代理人は、次のように述べた。\n一の控訴人の主張事実を争う。\n青色申告承認取消処分の通知書における理由附記について、法一五〇条二項は、そ\nの取消の基因となつた事実と同条一項各号のいずれに該当するかを附記すれば足り\nるものとし、それ以上のことを要求してはいない。本件処分の通知書には、控訴人\nも認めるとおり、調査日時及び調査目的を特定し、帳簿書類の提示要求に対しその\n提示がなかつたという具体的事実と、処分の根拠となつた法規の条項を特定して記\n載しているから、その理由附記に何ら違法の点はない。\n○　理由\n一　当裁判所は、控訴人の請求を失当として棄却すべきであるとするものであつ\nて、その事実認定及びこれに伴う判断は、次に付加するほか、原判決の理由説示と\n同一であるから、その記載（原判決一七枚目－記録三二丁－表二行目から原判決二\n六枚目－記録四一丁－表七行目中「棄却する」まで。但し同末尾の「棄却する」を\n「棄却すべきである。」と改める。）を引用する。\n１　原判決二三枚目－記録三八丁－裏五、六行目に「当該帳簿書類の不備不正の存\n否そのものを」とあるのを「当該帳簿書類を閲読することすらできず、そのためそ\nの備付け、記録及び保存が正しく行われているかどうかを」と改め、原判決二四枚\n目－記録三九丁－裏三行目中「を欠く」を「が正しく行われていない」と改める。\n２　原判決二六枚目－記録四一丁－表五行目の後に行を改めて、次のように加え、\n同表六行目の「五」を「六」と改める。\n「五　青色申告承認取消処分の通知書に、取消しの基因となつた事実を具体的に特\n定して摘示すべきことは、さきに引用した原判決の理由中三の２の（二）に説示す\nるとおりである。控訴人の自認する本件処分の通知書の記載によれば、同通知書に\nは、控訴人が被控訴人所部の調査担当官による帳簿書類の提示要求に応じなかつた\n事実を、その日時、場所等を特定して具体的に摘示したうえ、右事実をもつて、帳\n簿書類の備付け、記録及び保存が正しく行われていないものと評価認定し、法一五\n〇条一項一号により青色申告承認を取り消す旨記載されているから、本件処分の基\n因事実の記載につき特定性、具体性を欠くものということはできない。また、法一\n五〇条二項は、当該基因事実が同条一項各号のいずれに該当するかを記載すべき旨\n定めるに止まり、一号該当の場合に、「備付け」、「記録」又は「保存」のいずれ\nの義務違反があるかまで記載すべきものとはしていないから、この点の不記載をと\nらえて本件処分の通知書の記載が不十分であるとすることはできない。控訴人の主\n張は、採用し難い。」\n二　よつて、控訴人の請求を棄却した原判決は相当であつて、本件控訴は理由がな\nいから、行政事件訴訟法七条、民訴法三八四条一項に従いこれを棄却すべく控訴費\n用の負担につき行政事件訴訟法七条、民訴法九五条、八九条を適用して、主文のと\nおり判決する。\n（裁判官　園部秀信　村岡二郎　川上正俊）\n"
}