{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 3,
    "day": 15
  },
  "case_number": "昭和57(行ウ)1",
  "case_name": "ネッスル日本団交拒否",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "19382",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19382",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/382/019382_hanrei.pdf",
  "contents": "主　　　文\n一　被告が、兵庫県地方労働委員会昭和五四年（不）第二一号不当労働行為救済申\n立事件について昭和五六年一二月四日付でした別紙命令書記載の主文第一項に関す\nる命令を取り消す。\n二　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文と同旨\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　本件命令\n訴外ネツスル日本労働組合（以下「組合」という。）は、昭和五四年、被告に対\nし、原告を被申立人として不当労働行為救済の申立（兵庫県地方労働委員会昭和五\n四年（不）第二一号不当労働行為救済申立事件）をしたところ、被告は、昭和五六\n年一二月四日付の別紙命令書（以下（命令書」という。）記載の第一項をもって、\n「被申立人（本件原告）は、申立人組合（組合）が昭和五四年一〇月一日付でなし\nた昭和五四年秋闘要求のうち、「住宅制度の拡充」及び「体育奨励金制度の新設」\nについて団体交渉に応じなければならない。」との命令（以下「本件命令」とい\nう。）を発し、同命令書の写は、同年一二月一四日原告に送達された。\n２　本件命令の違法性\n本件命令は、原告が昭和五四年秋闘において原告の従業員をもつて組織する組合\nとの間で、住宅制度の拡充及び体育奨励金制度の新設について団体交渉に応じられ\nないとしたのは、不当労働行為であるとして、組合の不当労働行為救済の申立を認\n容したが、これは、事実の認定及び法令の適用を誤つたものであつて違法である。\n３　昭和五四年秋闘の交渉経過等に関する命令書理由第１記載事実の認否\n（一）　１の（１）、（２）、２の（１）ないし（４）の各事実は認める。\n（二）　３の（１）のアの事実のうち、組合が昭和四〇年の組合結成以来、春闘で\n賃金及び一時金などの要求を行つていたこと、組合が昭和四七年九月に全日本食品\n労働組合連合会（以下「食品労連」という。）に加盟したことは認めるが、その余\nの点は不知。\n昭和四九年秋闘は、インフレ手当を中心とした諸手当等に関する経済的要求に関\nするものであつた。これに反し、職場環境の改善等に関する問題は、組合の昭和四\n九年の第九回全国大会において、同年一〇月を職場点検月間として、各支部で職場\nの問題を取り上げる方針を決定した結果、各支部で交渉が行われていたものであ\nり、同年秋闘とは別個のものであつた。\n（三）　３の（１）のイの事実のうち、詳細規定は別に定めるとされていたが、具\n体的な金額は協定されていなかつたことは否認するが、その余の点は認める。\n原告と組合との間の労働協約（以下「協約」という。）第五三条には通勤手当及\nび寒冷地手当に関する詳細規程は別に定めるとされていたが、昭和四九年秋闘当\n時、詳細規程は締結されず、原告は、独自に社内規程を設けて運用していたもので\nある。\n（四）　３の（１）のウ、（２）のア、イ、（３）のア、イ、（４）のアの各事実\nは認める。\n（五）　３の（４）のイの事実のうち、原告が組合の要求項目⑥ないし⑨について\n団体交渉を行わなかつたこと、原告と組合が要求項目①ないし⑤についてのみ合意\nに達したこと、組合が⑥ないし⑨の要求項目を取り下げたのが昭和五二年秋闘を終\n結させるためであることは否認するが、その余の点は認める。\n昭和五二年秋闘の要求項目のうち、①ないし⑤は、規範的部分であるが、原告\nは、右各項目についても具体的な回答をした。\nまた、右要求項目のうち、⑥ないし⑨は、債務的部分であるが、原告は、組合に\n対し、九回にわたる団体交渉を通じて、協約有効期間中は協約所定事項を互いに遵\n守尊重すべきである旨を述べて理解を求めたのであり、単に交渉ができないものと\n主張し、また、団体交渉を行わなかつたものというものではない。\nそして、原告は、昭和五三年二月一五日、組合との間で、右要求項目①ないし⑨\nについて合意に達したものである。ところで、組合は、右要求項目⑥ないし⑨につ\nいては、原告から、右九回にわたる団体交渉を通じて、協約有効期間中は協約所定\n事項を遵守すべきである旨の回答を受け、これを受け入れて右各項目についての要\n求を取り下げたものである。\n（六）　３の（５）のアの事実のうち、第三次協約第八八条所定の住宅貸付金につ\nいての別途規定が定められていなかつたことは否認するが、その余の点は認める。\n右別途規定については、協約第八八条に原告が別に定められると規定されている\nところ、原告は、昭和四七年一月一日に右別途規定として、社内住宅融資規定を設\nけて運用してきている。\n（七）　同３の（５）のイの事実のうち、原告と組合との間の昭和五四年二月二一\n日の合意が要求項目②（体育奨励金制度）を除くこと、右要求項目②について組合\nが昭和五三年秋闘においてのみ、その要求を取り下げたことは否認するが、その余\nの点は認める。\n原告は、昭和五四年二月二一日、組合との間で、他の要求項目とあわせ、要求項\n目②についても組合がその要求を引き下げる旨の合意に達した。組合は、右要求項\n目②については、原告から体育奨励金制度の運用は福利厚生の一環として原告に任\nせられたい旨の回答を受け、これを受け入れ、右要求項目自体を取り下げる旨の協\n定を締結したものである。したがつて、組合は、昭和五三年秋闘についてだけ右要\n求を取り下げたものではない。\n（八）　３の（６）のアの事実は認める。\n（九）　３の（６）のイの事実のうち、説明団交が原告の都合により昭和五四年一\n〇月一五日に開催されたこと、原告が同年一一月二〇日の団体交渉において同月六\n日付の文書回答と同一の内容の主張をするのみで、個々の要求項目についての交渉\nに応ぜず、また、組合の要求項目②について検討中であると回答したにとどまり、\n検討内容についての説明を行わなかつたことは否認するが、その余の点は認める。\n原告は、昭和五四年一〇月一日、組合との事務折衝に際し、組合に対し、同月五\n日及び八日の週に団体交渉を行うことは日程上困難である旨を回答したうえ、同年\n一〇月九日、組合に対し、同月一二日又は一五日に団体交渉を行いたい旨を申し入\nれたところ、組合は、同月一五日に開催したい旨を申し入れた結果、同月一五日に\n団体交渉が行われた。\nまた、原告が昭和五四年一〇月一八日までに組合に対して秋闘要求に対する回答\nを行わなかつたのは、原告として結論が出なかつたためであり、同月一六日、被告\nに対し、その旨を通知した。\n原告は、昭和五四年一一月二〇日の団体交渉において、組合に対し、組合の要求\n項目については、すでに団体交渉の結果、昭和五三年一二月一日発効の協約及び昭\n和五四年二月二一日付協定書により解決されており、改めて交渉をすることは協約\nや協定を無意味なものとするから、協約有効期間中は協約協定事項を遵守尊重すべ\nきである旨を説明した。しかし、結局、組合は、これを理解しえなかつたものであ\nる。\n（一〇）　４の（１）の事実は認める。\n（一一）　４の（２）の事実のうち、寒冷地手当、冷凍室勤務手当が昭和五五年春\n闘で改訂されたことは認めるが、その余の点は否認する。\n右各手当は、右のとおり昭和五五年春闘で改訂されたが、組合の昭和五四年秋闘\nとは一切関係がない。すなわち、協約によれば、右手当は、給与の一部と規定され\n（第五七条、第六一条）、また、給与の改訂（昇給）は、毎年一回四月一日付で実\n施する旨が規定され（第六〇条）ているところ、原告は、昭和五五年の春季交渉に\nおいて右各手当の改訂（昇給）を提案し、組合は、右提案を受け入れたものであ\nる。\n（一二）　４の（３）の事実は認める。\n４　不当労働行為の不成立\n（一）　およそ、労使間において、それぞれの立場からの主張事項について団体交\n渉が行われて妥協、合意に達した結果、協約が成立した以上、労使双方は、将来に\n向つて、その協約の条項に従つた労使関係の秩序を形成しようとするものであり、\n右協約に伴つて平和義務が生じるものである。したがつて、協約は、その文言上明\n白な場合は格別、無意味な条項又は内容のない条項等は存在しない。\n（二）　本件命令における住宅制度の拡充に関する条項の協定化の経過は、次のと\nおりである。\n昭和五三年一〇月当時の協約第八八条には「会社が別に定める規定により、組合\n員は住宅貸付金を利用することができる。」と規定され、原告は、右条項に基づ\nき、社内住宅融資規定を設けて運用してきた。組合は、原告に対し、昭和五三年一\n〇月二〇日付一九七八年秋闘要求書の第一項として、右住宅融資規定の改定及び協\n定化等を要求し、その後五回にわたる団体交渉が行われた結果、原告と組合は右要\n求について「原告は、前向きに検討し、可能な限り早く結論を出す。」との合意に\n達し、昭和五四年二月二一日付協定書（乙第一〇号証）第一項として、その旨の協\n定をした。\nそして、右協定の意味するところは、第一に住宅融資規定の内容の改定について\n前向きに検討すること、第二に右規定を労使間の協定とせず、従来のとおり（協約\n第八八条）とすることである。\n（三）　本件命令における体育奨励金制度の新設に関する条項の協定化の経過は、\n次のとおりである。\n組合は、原告に対し、前記一九七八年秋闘要求書の第二項として、右奨励金制度\nの新設を要求し、その後五回にわたる団体交渉が行われた結果、原告と組合は、右\n要求について「組合は要求を引き下げる。」との合意に達し、昭和五四年二月二一\n日付協定書（乙第一〇号証）第二項としてその旨の協定をした。\nそして、右協定は、他に見られるように、単に「今回要求しない。」との限定的\nな趣旨を含む協定（甲第一号証）ではないから、組合としては、その有効期間中、\n信義則上右奨励金制度の新設を要求することはできないものである。\n（四）　以上のとおり、右住宅制度の拡充及び体育奨励金制度の新設に関する各条\n項は、いずれも今後の原告と組合との労使関係を規律する効力を有するものである\nから、その有効期間中は、右各条項についていわゆる平和義務が存在する。そし\nて、組合が右各条項について何らかの要求をしたとしても、右要求は、昭和五三年\n秋闘の協定締結の僅か七か月後にされたものであり、労使間の信義則に反して、す\nでに労使間で解決された各事項について交渉を求めるものである。したがつて、原\n告は、右各事項について改めて組合に対して団体交渉に応ずる必要はないから、被\n告が右各事項について本件命令を発したのは違法である。\n５　結論\nよつて、原告は、被告に対し、本件命令の取消を求める。\n二　請求の原因に対する被右の答弁\n１　請求の原因１の事実は認める。\n被告は、命令書記載のとおり事実上及び法律上の主張をする。\n２　同２の事実のうち、本件命令が原告主張のとおり不当労働行為を認定し、組合\nの不当労働行為救済の申立を認容したことは認めるが、その余の点は争う。\n被告が本件命令において不当労働行為を認定した理由は命令書記載のとおりであ\nつて、本件命令は適法である。\n３　同３の（二）の後段の事実のうち、組合の第九回全国大会に関する事項は不\n知、その余の点は争う。\n４　同３の（三）の後段の事実のうち、昭和四九年秋闘当時、通勤手当及び寒冷地\n手当について社内規程があつたことは不知、その余の点は争う。\n５　同３の（五）の第二ないし第四段の各事実は争う。\n６　同３の（六）の後段の事実のうち、昭和五三年秋闘当時、社内住宅融資規定が\n定められていたことは認めるが、その余の点は争う。\n７　同３の（七）の後段の事実のうち、昭和五三年秋闘において体育奨励金制度に\nついては原告の運用に任せる旨の話合いがされたことは不知、その余の点は争う。\n８　同３の（九）の第二ないし第四段の各事実は争う。\n９　同３の（二）の後段の事実のうち、原告と組合との協約第五七条、第六〇条、\n第六一条に原告主張のような規定があることは認めるが、その余の点は争う。\n１０　同４の（一）の事実は争う。\n１１　同４の（二）の事実のうち、昭和五三年一〇月当時の協約第八八条に原告主\n張のような規定があること、原告には昭和五三年当時住宅融資規定が存在したこ\nと、組合が原告に対して原告主張のような秋闘要求書の第一項として、住宅制度の\n拡充に関する要求をし、団体交渉の結果、原告と組合とは、昭和五四年二月二一日\n右要求について原告主張のような協定をしたことは認めるが、その余の点は争う。\n１２　同４の（三）の事実のうち、組合が原告に対して原告主張のような秋闘要求\n書の第二項として、体育奨励金制度の新設の要求をし、団体交渉の結果、組合が右\n要求を取り下げたことは認めるが、その余の点は争う。\n１３　同４の（四）の事実は争う。\n第三　証拠関係（省略）\n理　　　由\n一　本件命令\n請求の原因１の事実、同２の事実のうち、本件命令が原告主張のとおり不当労働\n行為を認定し、組合の不当労働行為救済の申立を認容したことは、当事者間に争い\nがない。\n二　当事者及び労働協約の締結状況\n命令書理由第１、１の（１）、（２）、２の（１）ないし（４）の各事実は、当事\n者間に争いがない。\n三　昭和五四年秋闘前における団体交渉の経過等\n１　命令書理由第１、３の（１）のアの事実のうち、組合が昭和四〇年の組合結成\n以来、春闘で賃金及び一時金などの要求を行つていたこと、組合が昭和四七年九月\nに食品労連に加盟したことは、当事者間に争いがない。\nまた、右事実と原本の存在、成立に争いのない乙第一、第四ないし第六号証を総\n合すれば、食品労連は、昭和四七年当時、産業別の統一要求として、秋闘を組織し\nていたこと、組合は、昭和四七年九月に食品労連に加盟したことと昭和四八年末に\n石油シヨツクがあつたことを契機として、昭和四九年の秋闘時に、原告に対し、賃\n金、一時金以外の労働諸条件及び職場環境の改善等、支部の問題を要求することと\nしたことが認められ、右認定を覆すに足りる証拠はない。\n２　命令書理由第１、３の（１）のイの事実のうち、詳細規定は別に定めるとされ\nていたが、具体的な金額は協定されていなかつたことを除く、その余の事実は、当\n事者間に争いがない。\nまた、右事実と前掲乙第一、第四ないし第六号証を総合すれば、原告と組合との\n間の第二次協約第五三条には通勤手当及び寒冷地手当について詳細規程は別に定め\nるとされていたが、昭和四九年秋闘当時、詳細規定はなく、具体的な金額は協定さ\nれていなかつたことが認められ、右認定を覆すに足りる証拠はない。\n３　命令書理由第１、３の（１）のウ、（２）のア、イ、（３）のア、イ、（４）\nのアの各事実は、当事者間に争いがない。\n４　命令書理由第１、３の（４）のイの事実のうち、原告が組合の要求項目⑥ない\nし⑨について団体交渉を行わなかつたこと、原告と組合が要求項目①ないし⑤につ\nいてのみ合意に達したこと、組合が要求項目⑥ないし⑨の要求を取り下げたのが昭\n和五二年秋闘を終結させるためであつたことを除く、その余の事実は、当事者間に\n争いがない。\nまた、右事実と前掲乙第四ないし第六号証、原本の存在、成立に争いのない乙第\n三、第七、第一四号証を総合すれば、原告は、昭和五二年秋闘においては、組合の\n右要求項目①ないし⑤について合意に達したが、右要求項目⑥ないし⑨について\nは、協約有効期間中は協約所定事項に関して話し合うべきではないと主張して団体\n交渉を行わなかつたこと、組合は、原告の右のような主張もあり、かつ、右秋闘を\n終結させるため、右要求項目⑥ないし⑨の要求を取り下げたことが認められ、右認\n定を覆すに足りる証拠はない。\n５　命令書理由第１、３の（５）のアの事実のうち、原告と組合との間の第三次協\n約第八八条所定の別途規定が定められていなかつたことを除く、その余の事実は、\n当事者間に争いがない。\nまた、右事実と成立に争いのない甲第二号証、乙第一〇号証、証人Ａの証言を総\n合すれば、右協約第八八条所定の別途規定については、原告は、昭和四七年一月一\n日、社内規定として、社内住宅融資規定を設けて運用してきたが、これは、いまだ\n原告と組合との間で協定されたものではないことが認められ、右認定を覆すに足り\nる証拠はない。\n６　命令書理由第１、３の（５）のイの事実のうち、原告と組合とが昭和五四年二\n月二一日に要求項目②を除き、合意に達したこと、右要求項目②について組合が昭\n和五三年秋闘においてのみ、その要求を取り下げたことを除く、その余の事実は、\n当事者間に争いがない。\nまた、右事実と前掲乙第一、第一〇号証、成立に争いのない甲第三号証、証人Ａ\nの証言により真正に成立したと認められる甲第一号証、証人Ａの証言を総合すれ\nば、原告と組合とは、昭和五三年秋闘においては、七項目の要求について昭和五三\n年一〇月二三日、一一月七日、同月二二日、一二月六日、同月一三日、同月一四日\nの六回にわたり団体交渉をし、昭和五四年二月二一日合意が成立し、有効期間の定\nめのない協定書を作成したこと、ただ、その際、組合の要求項目②の体育奨励金制\n度の新設については、組合側は、右奨励金は組合員一人当たり年額六〇〇〇円を支\n給し、その運用方法は労使双方から選出した運営委員会によつて決定する旨を要求\nし、これに対し、原告側は、右奨励金は組合員一人当たり年額三〇〇〇円を支給し\nその運用方法は福利厚生の一環として原告に任せられたい旨を回答したため、妥結\nをみなかつたこと、そこで、組合は、右要求項目②に関する要求について、何らの\n条件を付することなく、これを取り下げることとし、右協定書には「組合は要求を\n引下げる。」と記載されたことが認められ、右認定を覆すに足りる証拠はない。\n四　昭和五四年秋闘における団体交渉の経過等\n１　昭和五四年秋闘における団体交渉\n（一）　命令書理由第１、３の（６）のアの事実は、当事者間に争いがない。\n（二）　命令書理由第１、３の（６）のイの事実のうち、説明団交が原告の都合に\nより昭和五四年一〇月一五日に開催されたこと、原告が同年一一月二〇日の団体交\n渉において同月六日付の文書回答と同一内容の主張をするのみで、個々の要求項目\nについての交渉に応ぜず、要求項目②について検討中であると回答したにとどま\nり、検討内容についての説明を行わなかつたことを除く、その余の事実は、当事者\n間に争いがない。\nまた、右事実と前掲乙第三ないし第六号証、原本の存在、成立に争いのない乙第\n二号証、成立に争いのない乙第一一、第一二号証、証人Ａの証言を総合すれば、次\nの事実が認められる。\n（１）　組合は、昭和五四年一〇月一日、原告に対し、秋闘要求書を提出し、その\n説明団交を同月五日に開催することを口頭で申し入れた。これに対し、原告は、組\n合に対し、日程上の都合があり、右説明団交を同月一五日に開催する旨を申し入れ\nて組合の了承を得たうえ、同月一五日に右説明団交を開催した。その際、組合は、\n原告に対し、組合の要求項目について具体的な説明を行い、かつ、その要求に対す\nる回答を同月一八日に行うことを申し入れた。\n（２）　ところで、原告は、組合の要求について組合申入の昭和五四年一〇月一八\n日までには結論が出ず、回答をすることができなかつたため、これより先同月一六\n日、組合に対し、その旨を伝え、また、組合からの同月二六日に折衝の機会をもち\nたいとの申入にも応じなかつた。そこで、組合は、原告に対し、同年一一月一日付\n文書をもつて抗議し、同月六日に団体交渉を開催して回答を行うことを申し入れ\nた。\n原告は、組合に対し、同年一一月六日付文書をもつて「貴要求事項は昭和五四年\n二月二一日付協定書並びに現行労働協約をもつて、いずれも解決済であります。な\nお一〇月一日付要求第二項については、昭和五四年二月二一日付協定に基づき現在\n検討中であります。」との回答をした。\n（３）　次いで、昭和五四年一一月二〇日、原告と組合とは団体交渉を開催した\nが、その際、原告は、組合に対し、右一一月六日付文書の回答と同一内容を述べ、\n協約有効期間中は協約所定事項を遵守尊重すべきである旨を主張し、個々の要求項\n目についての交渉に応ぜず、また、要求項目②の住宅制度の拡充については、検討\n中であると回答したが、その検討内容についての説明を行わなかつた。\n右のような事実が認められ、右認定を覆すに足りる証拠はない。\n２　救済申立後の団体交渉等\n（一）　命令書理由第１、４の（１）の事実は、当事者間に争いがない。\n（二）　命令書理由第１、４の（２）の事実のうち、寒冷地手当、冷凍室勤務手当\nが昭和五五年春闘で改訂されたことは、当事者間に争いがなく、右事実と成立に争\nいのない乙第一三号証を総合すれば、命令書理由第１、４の（２）の事実が認めら\nれ、右認定を覆すに足りる証拠はない。\n（三）　命令書理由第１、４の（３）の事実は、当事者間に争いがない。\n３　結び\n以上の事実によれば、原告は、昭和五四年一一月六日以降は、組合の昭和五四年\n秋闘要求中の住宅制度の拡充及び体育奨励金制度の新設についての団体交渉の申入\nに対し、右要求事項が原告と被告との間の同年二月二一日付協定及び現行協約によ\nつて解決済であることを理由として、右申入を拒否しているものというべきであ\nる。\n五　不当労働行為の成否\n１　労働組合の団体交渉の申入に対しては、使用者は、これを拒否すべき正当な理\n由のない限り、これに応ずる義務を負うところ、本件においては、原告は、団体交\n渉拒否の理由として、前述のとおり組合の要求事項がすでに組合との間の協定及び\n協約によつて解決済であることを挙げているので、これが果たして正当と認められ\nるかどうかについて検討する。\nところで、使用者が団体交渉を拒否するについて正当な理由があるかどうかは、\n従前の団体交渉の経過、労働協約による平和義務の存否等の具体的事情を勘案して\n判断すべきものと解するのが相当である。\nそして、労働協約が締結され、これにより労働条件に関する基準が設定された以\n上、協約当事者である使用者と労働組合は、少なくとも協約の有効期間中は、協約\nで設定された具体的基準に対応する範囲において、これを遵守する義務を負うか\nら、労働組合が協約の有効期間中にその効力を否定するような要求を掲げて団体交\n渉を申し入れても、使用者は、これに応ずる義務を負うものではないと解するのが\n相当である。ただ、労働条件は、その時々の社会経済的条件によつて変化するか\nら、協約の成立当時、予期しなかつたような事情の変更が生じ、その改定が必要と\nされる場合には、使用者が単に協約の存在を理由として団体交渉を拒否すること\nは、正当な理由があるとはいうことができず、不当労働行為を構成するものと解す\nるのが相当である。\n２　そこで、以上のような見地に立つて、本件について判断する。\n（一）　前記三、四に判示したところによれば、昭和五四秋闘において、原告と組\n合とは、前後六回にわたる団体交渉を重ねた結果、昭和五四年二月二一日、要求項\n目のうち、住宅制度の拡充については、原告が前向きに検討して可能な限り早く結\n論を出す旨の合意が成立し、また、要求項目のうち、体育奨励金制度の新設につい\nては、原告と組合との見解が対立して交渉が進展せず、組合が要求を無条件に取り\n下げることとし、右各団体交渉事項について有効期間を定めず、右の趣旨を記載し\nた同日付協定書が作成されたものである。\n以上述べたところによれば、昭和五四年二月二一日当時、住宅制度の拡充及び体\n育奨励金制度の新設については、労使双方の主張が対立して具体的な合意に達せ\nず、特に体育奨励金制度の新設については、相互に譲歩の意思のないことが明確に\nなつていたから、右各事項については、もはや交渉の余地がなく、事情の変更が生\nじない限り、更に団体交渉を申し入れることは、無意味であり、協約の有効期間中\nにその効力を否定することになるから、原告が組合の右各事項についての団体交渉\nの申入を拒否することに正当な理由がないとはいえないというべきである。\n（二）　被告は、原告と被告との間の昭和五四年二月二一日付協定は右住宅制度の\n拡充について実質的な内容を定めた協約といえず、また、右体育奨励金制度の新設\nについて何ら内容のある協約をしたものとはいえないから、原告が右各事項につい\nて団体交渉を拒否することに正当な理由がない旨主張する。しかし、右（一）に述\nべたとおり団体交渉事項について労使双方の主張が対立して具体的な合意に達せ\nず、それ以上に譲歩の意思がないために、その段階における協約を締結したとして\nも、右協約が内容のないものとはいえず、事情の変更が認められない限り、更に団\n体交渉を再開することは無意味であるというべきである。\n（三）　そして、事情の変更を理由づける事実の存在については、団体交渉の再開\nを申し入れる者がその立証責任を負うものであり、この理は、訴訟手続はもとよ\nり、救済手続においても適用されるものと解されるところ、本件においては、組合\nが事情の変更があつたことについて何らの立証をしないものである。\n（四）　以上述べたところによれば、原告と組合とが昭和五四年二月二一日住宅制\n度の拡充及び体育奨励金制度の新設について協定をして以来、事情の変更があつた\nことについての立証はないから、原告が右協定締結後の僅か七か月余ののちに、組\n合からされた右各事項に関する団体交渉の申入を拒否しても、正当の理由がなく、\nこれを拒否したものではないというべきである。したがつて、原告の組合に対する\n団体交渉の拒否は、労働組合法第七条第二号所定の不当労働行為には当たらないと\nいうべきである。\n六　結論\n以上の次第であるから、原告の団体交渉の拒否が正当の理由がなく、不当労働行\n為に該当すると判定し、原告に対し、組合との団体交渉を命じた本件命令は、瑕疵\nのある行政処分として違法であり、取消を免れない。\nよつて、原告の本訴請求は、正当として、認容すべきであるから、訴訟費用の負\n担について行政事件訴訟法第七条、民事訴訟法第八九条を適用して、主文のとおり\n判決する。\n（裁判官　佐藤栄一　山崎杲　田川直之）\n（別紙）\n命令書\n兵庫地労委昭和五四年（不）第二一号\n昭和五六年一二月四日　命令\n申立人　ネッスル日本労働組合\n被申立人　ネッスル日本株式会社\n主　　　文\n１　被申立人は、申立人組合が昭和五四年一〇月一日付でなした昭和五四年秋闘要\n求のうち、「住宅制度の拡充」及び「体育奨励金制度の新設」について団体交渉に\n応じなければならない。\n２　申立人のその余の申立ては棄却する。\n理　　　由\n第１　認定した事実\n１　当事者\n（１）　被申立人ネツスル日本株式会社（以下「会社」という。）は、肩書地に本\n社を、全国各地に五工場・一三営業所及び二販売事務所を有し、乳製品などの食品\nの製造販売を主たる業務とする株式会社であり、申立当時の従業員は、約二、三〇\n〇名である。\n（２）　申立人ネツスル日本労働組合（以下「組合」という。）は、会社従業員約\n一、九五〇名で組織され、肩書地に本部を、全国各地に八支部を有する労働組合で\nあり、全日本食品労働組合連合会（以下「食品労連」という。）に加盟している。\n２　労働協約の締結状況\n（１）　組合と会社との間では、昭和四六年五月二七日に最初の労働協約が締結さ\nれた（以下「第一次労働協約」という。）。\n第一次労働協約は、昭和四八年五月二六日に二年の有効期間が満了したが、同年\n八月二六日まで三ケ月間自動延長された。その後、八月三一日に組合と会社との間\nで九月一日から更に三ケ月間有効期間を延長する協定が締結され、結局第一次の労\n働協約は、昭和四八年一一月三〇日に二年六ケ月の有効期間が満了した。\n（２）　昭和四八年一二月一八日に至つて、両者間に新たな労働協約が締結され、\n同月一日に遡つて効力を生ずる旨合意された（以下「第二次労働協約」とい\nう。）。\n第二次労働協約は、昭和五〇年五月三一日に一年六ケ月の有効期間が満了した\nが、同年一一月三〇日まで六ケ月間自動延長され、更に三ケ月間自動延長された結\n果、昭和五一年二月二八日に二年三ケ月の有効期間が満了した。\n組合は、昭和五〇年八月二九日に第二次労働協約の改定要求書を会社に提出し\nた。その後、同年一〇月頃から協約改定交渉が行われ、一時期昭和五〇年秋闘交渉\nと合体して団体交渉が行われたが、次期労働協約の有効期間をめぐり、会社の三年\nと組合の一年の主張が対立し、その他数項目の未解決事項もあつたので、交渉は翌\n年に持越された。翌昭和五一年に入り、会社は組合がストライキを予定しているこ\nとを知つたため、一月一二日の団体交渉において有効期間を一年六ケ月とするとこ\nろまで譲歩したが、組合は一年を譲らず交渉は進展しなかつた。同月一六日に至り\n組合は会社の提案する有効期間に同意するに至つた。\n（３）　昭和五一年四月一二日に新労働協約が締結され、同年三月一日に遡つて効\n力を生ずる旨合意された（以下「第三次労働協約という。）。第三次労働協約は、\n昭和五二年八月三一日に有効期間一年六ケ月が満了したが、昭和五三年八月三一日\nまで一年間自動延長され、更に三ケ月間自動延長された結果、昭和五三年一一月三\n〇日に二年九ケ月の有効期間が満了した。\n（４）　次いで両者間で昭和五四年四月六日に新労働協約が締結され、昭和五三年\n一二月一日に遡つて効力を生ずる旨合意された（以下第四次労働協約」とい\nう。）。\n第四次労働協約は、昭和五五年五月三一日で一年六ケ月の有効期間が満了した\nが、一ケ月間自動延長された結果、同年六月三〇日に一年七ケ月の有効期間が満了\nした。\n３　秋闘の経過\n（１）　昭和四九年秋闘の経過\nア　組合は、昭和四〇年の組合結成以来、春闘で賃金及び一時金などの要求を行つ\nていた。組合は、昭和四七年九月に食品労連に加盟したが、食品労連は産業別の統\n一要求として秋闘を組織していた。組合は、食品労連加盟と昭和四八年末の石油シ\nヨツクを契機として、昭和四九年に賃金・一時金以外の労働諸条件及び職場環境の\n改善など支部の問題を秋闘時に会社に要求することとなつた。\nイ　組合は、第二次労働協約の有効期間中の昭和四九年一〇月三一日に①社会保険\n料負担割合の変更、②通勤手当限度額の引上げ、③寒冷地手当の増額、④インフレ\n手当、の四項目からなる秋闘要求書を会社に提出した。\nこれらの要求のうち①及び④については当時の労働協約及びその他の協定書等に\nよる両者間の合意は無く、②及び③については第二次労働協約第五三条（福利厚生\n手当）でこれらの手当を支給するものとし、詳細規定は別に定めるとされていた\nが、具体的な金額は協定されていなかつた。\nウ　これらの要求にかかる団体交渉は昭和四九年一一月一一日と同月一五日の二回\n行われ、同月一八日全ての項目につき妥結し協定された。なお、当該協定書には有\n効期間の定めはなかつた。\n（２）　昭和五〇年秋闘の経過\nア　組合は、第二次労働協約の有効期間中の昭和五〇年一〇月二〇日に①社会険保\n険料の負担割合の変更、②販売労働者の労働条件の改善、の二項目からなる秋闘要\n求書を会社に提出した。\nそのうち①については昭和四九年秋闘協定書中に負担割合が定められており、②\nについては第二次労働協約及びその他の協定書等による合意はなかつた。\nイ　これらの要求にかかる団体交渉は昭和五〇年一一月五日から同年一二月一八日\nまでの間に四回行われ、翌昭和五一年三月一七日に妥結し全ての項目について協定\nされた。なお、当該協定書には有効期間の定めはなかつた。\n（３）　昭和五一年秋闘の経過\nア　組合は、第三次労働協約の有効期間中の昭和五一年一〇月四日に①労災・通災\n特別補償の改善について、②社会保険料の負担割合変更について、③スタツフセー\nルス及び社内旅行について、④外勤補償の改善について、⑤寒冷地手当の改善につ\nいて、の五項目からなる秋闘要求書を会社に提出した。\nこれらの要求のうち①については第三次労働協約第七四条（業務上の疾病・負\n傷・障害及び死亡）及び同第七五条（通勤途上の疾病・負傷・障害及び死亡）に具\n体的な基準が規定されていた。②については昭和五〇年秋闘協定書で規定されてい\nた。③については第三次労働協約及びその他の協定書等による合意はなかつた。④\nについては昭和五〇年六月二六日付の有効期間について定めのない「外勤補償に関\nする協定書」中に規定されていた。⑤については第三次労働協約第六一条（福利厚\n生手当）に基づき、昭和五一年七月三〇日付「寒冷地手当に関する協定書」中に規\n定されていた。\nなお、当該協定書には有効期間の定めはなかつた。\nイ　これらの要求にかる団体交渉は、昭和五一年一〇月二二日から同年一二月七日\nまでの間に九回行われ、翌昭和五二年一月一八日に全ての項目について妥結し協定\nされたが、有効期間の定めはなかつた。なお、①については第三次労働協約第七四\n条及び第七五条の内容が部分改訂された。\n（４）　昭和五二年秋闘の経過\nア　組合は、第三次労働協約の有効期間中の昭和五二年一〇月四日に①就業時間の\n短縮、②転勤規定の改正と取扱基準の是正、③特別勤務手当の引上げ改善、④福利\n厚生手当の適用基準の是正、⑤一部組合員の勤続年数の労使くい違いの整理、⑥上\n部団体第三者入構の自由、⑦全支部における会社会議室の使用、⑧大会代議員の組\n合休暇の取得、⑨争議行為の予告の改正、の九項目からなる秋闘要求書を会社に提\n出した。\nこれらの要求のうち①については第三次労働協約第三五条（就業時間）に「原則\nとして就業時間は一日八時間、一週四〇時間とする。」と規定されていた。②につ\nいては第三次労働協約第二二条（転勤）及び同第五四条（転勤及び出向休暇）に基\nづき昭和五一年五月六日付の「転勤規定に関する協定書」及び「転勤規定に関する\n覚え書」により規定されていた。なお、当該協定書及び覚え書には有効期間の定め\nはなかつた。③については第三次労働協約第六二条（特別勤務手当）に具体的な基\n準が規定されていた。④については昭和五一年七月三〇日付の「家族手当に関する\n協定書」に規定されており、当該協定書には有効期間の定めはなかつた。⑤につい\nては第三次労働協定及びその他の協定書等による規定はなかつた。⑥及び⑦につい\nては第三次労働協約第一二条（組合による会社施設の利用）に、⑧については同第\n八条（組合活動）に、また⑨については同第九七条（争議行為の予告）にそれぞれ\n規定されていた。\nイ　これらの要求についての団体交渉は昭和五二年一〇月二五日以降九回行われた\nが、会社は組合の要求項目⑥乃至⑨については労働協約有効期間中に話し合うべき\nではないと主張して団体交渉を行わなかつた。\n組合と会社は上記団体交渉の結果、昭和五三年二月一五日に①乃至⑤について合\n意に達し、有効期間の定めのない協定書が作成された。なお、①については第三次\n労働協約第三五条を、「原則として就業時間は一日八時間、一週四〇時間とする。\n但し、八〇労働日は一日七時間四五分とする。」と部分改訂され、③についても第\n三次労働協約第六二条の内容が一部変更された。\nまた、組合は昭和五二年秋闘を終結させるため⑥乃至⑨の要求を取り下げること\nとし、これらの要求については協定書中に「要求を引下げる」と記載された。\n（五）　昭和五三年秋闘の経過\nア　組合は、第三次労働協約の有効期間中の昭和五三年一〇月二〇日に①住宅制度\nの拡充について、②体育奨励金制度の新設について、③労災・通災特別補償の増額\nについて、④転勤規定の改善について、⑤エリアセールスマンの事務所設置につい\nて、⑥外勤補償の増額について、⑦出張旅費規定の改善について、の七項目からな\nる秋闘要求書を会社に提出した。\nこれらの要求のうち①については第三次労働協約第八八条（住宅貸付金）に「会\n社が別に定める規定により、組合員は住宅貸付金を利用することができる。」と規\n定されていたが別途規定は定められていなかつた。②については第三次労働協約及\nびその他の協定書等による規定はなかつた。③については第三次労働協約第七四条\n（業務上の疾病・負傷・障害及び死亡）及び同第七五条（通勤途上の疾病・負傷・\n障害及び死亡）が昭和五一年秋闘協定書で部分改訂されていた。④については第三\n次労働協約第二二条（転勤）及び同第五四条（転勤及び出向休暇）並びにこれに基\nづく昭和五一年五月六日付の「転勤規定に関する協定書」及び「転勤規定に関する\n覚え書」に規定されており、昭和五二年秋闘協定書で一部改正され実施されてい\nた。⑤については第三次労働協約及びその他の協定書等による規定はなかつた。⑥\nについては昭和五〇年六月二六日付の「外勤補償に関する協定書」及び昭和五一年\n秋闘協定書で規定されていた。⑦については第二次労働協約第六四条（出張旅費）\nに基づく昭和五〇年八月二九日付「旅費規定に関する協定書」及び同年九月一日付\n「旅費規定に関する覚え書」に規定されていた。この協定書及び覚え書には有効期\n間の定めはなかつた。\nイ　これらの要求について組合と会社との間で団体交渉が行われた結果、昭和五四\n年二月二一日に②を除き合意に達し有効期間の定めのない協定書が締結された。\nなお、当該協定書中に①については「会社は前向きに検討し、可能な限り早く結\n論を出す。」と記載された。\nまた、組合は②については昭和五三年秋闘においてこの要求を取り下げることと\nし、協定書中に「組合は要求を引下げる」と記載された。\n（６）　昭和五四年秋闘の経過\nア　組合は、第四次労働協約有効期間中の昭和五四年一〇月一日に①労働時間の短\n縮についてと題して「一日の労働時間を通年七時間四五分とすること」を求めたほ\nか、②住宅制度の拡充について、③体育奨励金制度の新設について、④寒冷地手当\nの引上げについて、⑤冷凍室勤務手当の引上げについて、の五項目からなる秋闘要\n求書を会社に提出するとともに、一〇月一八日の団体交渉において回答するよう申\nし入れた。\nこれらの要求のうち①については昭和五二年秋闘協定書で第三次労働協約第三五\n条が部分改訂されていたが、第四次労働協約第三五条（就業時間）は「原則として\n就業時間は一日八時間、一週四〇時間とする。」とのみ規定されていた。②につい\nては第三次労働協約第八八条（住宅貸付金）に基づき、昭和五三年秋闘協定書で\n「会社は前向きに検討し、可能な限り早く結論を出す。」と合意されていた。な\nお、第四次労働協約第八八条（住宅貸付金）は、第三次労働協約第八八条（住宅貸\n付金）と同様「会社が別に定める規定により、組合員は住宅貸付金を利用すること\nができる。」とのみ規定されていた。③については昭和五三年秋闘協定書中に「組\n合は要求を引下げる。」と記載されているだけで、第四次労働協約には何らの定め\nもなかつた。\nイ　組合は、昭和五四年一〇月一日に会社に対し秋闘要求書を提出するに当たり、\nこれにかかる説明団交を一〇月五日に開催するよう口頭で申し入れた。説明団交は\n会社の都合により一〇月一五日に開催され、組合はその席で会社に対し、要求項目\nについて具体的な説明を行うとともに、これらの要求に対する回答を一〇月一八日\nに行うよう再度申し入れた。\n会社は、組合の秋闘要求書に対する回答を期限までに行わなかつたため、組合は\n一一月一日付文書で会社に対し抗議するとともに一一月六日に団体交渉を開催し回\n答を行うよう併せて申し入れた。\n会社は、組合に対し一一月六日付文書で「貴要求事項は昭和五四年二月二一日付\n協定並びに現行労働協約をもつていずれも解決済であります。なお、一〇月一日付\n要求第二項については、昭和五四年二月二一日付協定に基づき現在検討中でありま\nす。」との回答を行つた。\n組合と会社は一一月二〇日に団体交渉を行つたが、会社は一一月六日の文書回答\nの内容と同じ主張をするのみで、個々の要求項目についての交渉には応じなかつ\nた。また、組合の要求項目の②について、会社は検討中であると回答したにとどま\nり、検討内容についての説明は行わなかつた。\n４　請求する救済内容の変更\n（１）　組合は、昭和五四年一二月一二日に当地労委に対し、前記第１の３（６）\nアの団体交渉事項について団体交渉応諾等を求める不当労働行為救済申立てを行つ\nた。\n（２）　昭和五五年春闘において組合と会社は団体交渉を行つた結果、前記第１の\n３（６）アの団体交渉事項のうち④寒冷地手当の引上げについて、⑤冷凍室勤務手\n当の引上げについて、は妥結をみるに至り昭和五五年七月四日に協定書が作成され\nた。\n（３）　この結果組合は、昭和五六年五月二二日付で請求する救済の内容の第一項\nを「被申立人会社は、申立人組合が一〇月一日付でなした七四秋闘要求書のうち、\n①労働時間の短縮、②住宅制度の拡充、③体育奨励金制度の新設、につき直ちに誠\n意をもつて団体交渉に応じなければならない。」に改めた。\n第２　判断\n１　当事者の主張\n（１）　組合は、組合が昭和五四年一〇月一日に五項目（その後の交渉により二項\n目は解決をみたので、残された問題は①労働時間の短縮、②住宅制度の拡充、③体\n育奨励金制度の新設の三項目となつた）の秋闘要求書を会社に提出して団体交渉を\n申し入れたのに対し、会社は故なくこれを拒否し、組合の団体交渉権を否認したの\nみか、組合の秋闘を将来にわたつて潰すことを企図した。これは労働組合法第七条\n第二号及び第三号に該当すると主張し、会社の後記平和義務違反の抗弁に対して\nは、平和義務に抵触することを否認したうえで、①組合と会社間には、昭和四九年\n以降毎年一〇月に組合が提出する秋闘要求書の要求項目については、それが現行労\n働協約に定められている事項に関すると否とを問わず、団体交渉を行つて解決する\nという慣行が成立していた。②また、会社は、昭和五一年一月一六日に行われた団\n体交渉の席上、「今後は労働協約有効期間内でも毎年秋の改訂要求を認めて交渉に\n応じる」旨口頭で約束したと反論する。\n（２）　これに対し会社は、組合の要求は、労働協約の有効期間中に、その労働協\n約で協定した事項について団体交渉を求めるものであつて、平和義務に違反するか\nら、会社が団体交渉を拒否しても不当労働行為となるいわれはないと主張し、更に\n組合の反論に対して、組合の主張するような慣行の存在を否認し、昭和五一年一月\n一六日の団体交渉の席上で、会社は「協約本来の趣旨からいえば、協約に定められ\nた事項については、協約期間中は話し合いをする必要はないのであるが、例外的に\n第三次労働協約の有効期間中は、規範的部分については数を限つて話し合つても良\nい」との譲歩を示したものに過ぎないと主張する。\n２　労働時間の短縮問題について\n（１）　会社は、組合の団体交渉申入れは第四次労働協約の平和義務に反すると主\n張するので、本件団体交渉申入れ当時、組合と会社間で協定されていた労働時間の\n内容について先ず検討する。\nさきに第１の２（４）及び３（６）アで認定したとおり、本件団体交渉申入れ時\nに効力を有していた第四次労働協約の第三五条は「原則として就業時間は一日八時\n間、一週四〇時間とする。」と定めている。\n（２）　そうすると、組合が昭和五四年一〇月一日付で労働時間に関し「一日の労\n働時間を通年七時間四五分とすること」との要求を掲げて団体交渉を申し入れたの\nは、これが労働協約の有効期間満了後あらたに締結すべき労働協約に関するもので\nあつたと認められる格別の状況も無いので、労働協約の平和義務に反するものであ\nつたと認めざるを得ない。\n（３）　ところが、組合は秋闘要求書の要求項目については、それが労働協約に定\nめられている事項に関すると否とを問わず、団体交渉を行つて解決するという慣行\nが成立していたと主張するのでこの点について検討する。\nなるほど、組合の主張に沿う事例として、第１の３（３）（４）（５）で認定し\nたとおり、①昭和五一年秋闘における組合要求中、「労災・通災特別補償の改善」\nについては、第三次労働協約第七四条及び同第七五条で具体的な定めがなされてい\nたにも拘らず、団体交渉が行われ、部分改訂されていること。②昭和五二年秋闘に\nおける組合要求中、「就業時間の短縮」及び「特別勤務手当の引上げ、改善」につ\nいては、第三次労働協約第三五条及び同第六二条にそれぞれ定めがあるにも拘ら\nず、団体交渉が行われ、それぞれ部分改訂されていること。③昭和五三年秋闘にお\nける組合要求中、「労災・通災特別補償の改善」については、昭和五一年秋闘協定\n書で部分改訂された第三次労働協約第七四条及び同第七五条にそれぞれ定めがなさ\nれていたにも拘らず、団体交渉が行われ、部分改訂されていることがそれぞれ認め\nられる。\nしかしながら、他方、その余の秋闘要求項目中、労働協約に関係するものは、労\n働協約の内容自体の変更を求めるものではなく、労働協約の内容を具体化するため\nの詳細規定の制定を求めるものであつたり、労働協約中に「別に定める」とされた\n別途規定の制定を求めるものであつたことも認められる。\nそうすると、組合の主張に沿う昭和五一年乃至昭和五三年秋闘要求に関する上記\n事例の存在のみをもつてしては、組合と会社間に、双方を将来にわたつて規律する\nまでの慣行が成立していたとまで認めるには足らず、この点に関する組合の主張は\n採用できない。\n（４）　次に組合は、昭和五一年一月一六日の団体交渉において、「今後は、労働\n協約期間内でも、毎年秋の改訂要求を認めて交渉に応じる」旨の口頭による合意が\n成立したと主張するので、この点について検討する。\n組合の主張するような合意が仮に成立したとすると、労働協約の有効期間の定め\nは無きに等しいものとなるところ、かかる重要な意味を有する合意について文書が\n作成された形跡がない。\nかえつて、第１の２（４）で認定したように、その後に締結された労働協約につ\nいても、有効期間の定めがおかれているのである。従つて、この点については、会\n社が自認する以上の話し合いがあつたと認めるに足りる証拠は無いものと言うべ\nく、組合の主張は採用できない。\n（５）　以上のとおりであるから、組合が昭和五四年一〇月一日に申し入れた項目\n中、「労働時間の短縮」について、「一日の労働時間を通年七時間四五分とする」\n旨の交渉を求める部分は、労働協約の有効期間中にその変更を求めるものであり、\n会社がこれに応じなくとも団体交渉を故なく拒否したこととはならないものと判断\nする。\n３　住宅制度の拡充及び体育奨励金制度の新設問題について\n（１）　会社は、「住宅制度の拡充」及び「体育奨励金制度の新設」の要求は、昭\n和五四年二月二一日付秋闘協定書で協定済の問題であると主張する。\n（２）　そこで昭和五四年二月二一日に締結された昭和五三年秋闘協定書をみる\nと、第１の３（５）イで認定したとおり、「住宅制度の充実」については「会社は\n前向きに検討し、可能な限り早く結論を出す」と記載されているにとどまり、労働\n協約としての実質的内容を定めたとは言うことはできず、また、「体育奨励金制度\nの新設」については、「組合は要求を引下げる」と記載されているに過ぎず何ら内\n容のある協定にも至つていないことが明らかである。\n（３）　そうすると、本件の組合要求が協定済の問題であるとする会社の主張は理\n由がなく、組合の団体交渉の申入れに会社が応じなかつたことは、故なく団体交渉\nを拒否したものと認めざるを得ない。\n４　結論\n以上のとおりであるから、組合の昭和五四年一〇月一日付秋闘要求書に基づく団\n体交渉の申入れのうち、「住宅制度の拡充」及び「体育奨励金制度の新設」につい\nて、会社がこれを拒否したことは労働組合法第七条第二号に該当する不当労働行為\nであり、この点に関して会社に団体交渉をなすべきことを命ずる必要がある。しか\nし、「労働時間の短縮」については、先に判断したとおり、組合の申立てに理由が\nない。\nまた、組合は、会社の上記団体交渉の拒否は同法第七条第三号にも該当すると主\n張し、謝罪文の掲示を求めているが、本件の場合、会社が、団体交渉の拒否によつ\nて、組合の存在を否認し、もしくは組合を弱体化しようとしたものとみるべき、特\n段の事情は認められないから、会社が団体交渉を拒否したということから、直ちに\n同法第七条第三号にも該当するとまでいうことはできず、なお、上記団体交渉拒否\nに対する救済として、謝罪文の掲示を命ずる必要はないものと判断する。\nよつて、主文のとおり命令する。\n第３　法律上の根拠\n労働組合法第二七条、労働委員会規則第四三条。\n"
}