{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 1,
    "day": 31
  },
  "case_number": "昭和59(ネ)592",
  "case_name": "配当異議請求事件",
  "court_name": "大阪高等裁判所第八民事部",
  "article_info": "第38巻1号13頁",
  "gist": "不動産競売手続中の債務者の死亡による限定承認と右手続で配当要求をしている有名義債権者への配当(積極)",
  "case_gist": "不動産競売手続中に債務者の死亡による限定承認があつたときても、相続財産に対する右手続において、被相続人に対し債務名義を有する債権者から配当要求がされた場合は、その債務名義について請求異議訴訟等の提起とこれに基づく執行停止等の手続がとられない限り、売却代金のうち優先権を有する債権者に配当した残余は、相続財産管理人ではなく、配当要求債権者にまず配当しなければならない。",
  "lawsuit_id": "22318",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22318",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/318/022318_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を取り消す。\n二　大阪地方裁判所岸和田支部が同庁昭和五六年（ケ）第二〇四号不動\n産競売事件につき昭和五八年三月三一日作成した別紙添付第一配当表のうち順位\n５、６の部分を別紙添付第二配当表のうち順位５、６のとおり変更する。\n三　訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴人ら代理人は、主文同旨の判決を求め、被控訴人ら代理人は、「本件控訴を\n棄却する。控訴費用は控訴人らの負担とする。」との判決を求めた。\n当事者双方の主張と証拠の関係は、次のとおり付加するほかは、原判決事案摘示\nのとおりであるから、これを引用する。　一　控訴人ら代理人の主張\n原判決は、「抵当権を有する債権者が既にその権利を実行するためいわゆる任意\n競売手続を進めていて、その間に当該債務者が死亡しその相続人によつて限定承認\nが行われた場合においては、執行裁判所は、右競売による売得金を抵当権者に配当\nしたのちの剩余金を限定承認者に交付すべきものであつて、配当要求債権者に配当\nすべきものではない。」として控訴人らの請求を排斥し、その理由として、任意競\n売においては、一般債権者が配当要求をしたからといつて右債権者の届出債権が民\n法九二九条但書所定の優先権となるとか、右の優先権に等しい効力が与えられると\nする実定法上の根拠はない旨述べるが、民事執行法は強制競売と担保権の実行とし\nての競売とを統一的に規定すべく制定され、同法一八八条によつて強制競売の規定\nが担保権の実行としての競売に準用されている。したがつて既に競売手続が開始さ\nれている場合に、一定の資格を要する他の債権者が当該競売手続を利用してこの手\n続から配当金を受領するという関係は、当該手続が強制競売手続であつても担保権\nの実行としての競売手続であつても何ら差異はなく、両者を区別する理由はない。\nまた民法九二九条は、限定承認者が任意に支払う場合における弁済方法についての\n規定であつて、本件のような不動産競売事件における裁判所が行う配当手続とは関\n係のない規定であり、不動産競売における配当手続については、民事執行法一八八\n条、八一条に定めるところに従うべきである。もし仮に原判決の執るような見解に\n拠るならば、不動産競売手続の進行中に債務者がたまたま死亡し、限定承認がなさ\nれたならば、民事執行法が一八八条、五一条によつて虚偽債権者を執行手続から排\n除しその適正化を計るため配当要求をなし得る債権者を限定したにもかかわらず、\n単に限定承認者に申し出ただけの、配当要求をなし得る資格のない債権者に対して\nも結果的に配当がなされることになり、同法の趣旨が偶然の事態によつて覆される\nことになつて極めて不当である。\n二　被控訴人ら代理人の主張\n民事執行法五一条は、虚偽または通謀による債権者らによる配当要求を排除する\nため、配当要求債権者を限定するところにその立法趣旨があるから、任意競売のよ\nうに申立債権者が優先的に権利を実現できる場合において、同法五一条が同法一八\n八条により準用されているからといつて、配当要求した一般債権者が民法九二九条\n但書所定の優先債権者と等しい地位を有するに至るとすることはできない。\n三　当審における新たな証拠関係\n被控訴人ら代理人は、乙第七ないし第二九号証を提出し、控訴人ら代理人は右乙\n号各証の成立を認めた。\n理　　　　由\n一　株式会社関西相互銀行は、大阪地方裁判所岸和田支部に対し、Ａ、所有の原\n判決別紙添付物件目録記載の土地建物（以下本件不動産という）につき、任意競売\nの申立をしたので、右申立は同庁昭和五六年（ケ）第二〇四号不動産競売事件とし\nて同裁判所に係属したところ、同裁判所は任意競売の開始決定をしたこと（以下こ\nの決定により開始された競売手続を本件競売手続という）、同裁判所は、昭和五八\n年三月三一日午前一〇時本件競売手続の配当期日を開き、別紙添付第一配当表記載\nのとおりの内容の配当表（以下本件第一配当表という）を作成したこと、右配当表\nには本件売得金の残余金三〇二万四四三五円は控訴人らに配当せず、本件相続財産\n管理人Ｂに交付すべきものとする旨記載されていること、控訴人らは右配当期日に\n出頭し、控訴人らに関する右配当表の記載につき異議を述べたが、右異議は同期日\nに完結しなかつたことは当事者間に争いがない。\n二　そして成立に争いのない甲第一号証、第三号証の一ないし三、第四号証、乙\n第七号証、第一二ないし第二九号証によると、次の各事実が認められる。\n１　控訴人大窯コンクリートはＡに対し六〇五万〇一六〇円の債権を有していた\nところ、昭和五六年七月一六日、大阪地方裁判所から、債権者を同控訴人、債務者\nをＡ、請求債権を右債権とする本件不動産の仮差押決定を得、同月一七日その旨の\n登記を経て、昭和五七年二月二日、右債権につき本件競売手続における債権届出を\nした。一方同控訴人は、被控訴人らを被告として大阪地方裁判所に右債権及びこれ\nに対する当該訴状送達の日の翌日以降完済まで商事法定利率年六分の割合による遅\n延損害金の支払を求める訴訟を提起し、右訴状は昭和五六年一二月二三日被控訴人\nらに送達され、同庁昭和五六年（ワ）第九一一四号保証債務履行請求事件として係\n属したが、同裁判所は昭和五七年一〇月二七日同控訴人の請求を相続財産の範囲で\n全部認容する仮執行宣言付の勝訴判決を言渡した。\nよつて同控訴人は、昭和五八年三月三一日現在、Ａの相続人である被控訴人ら全\n員に対して、合計額で、少なくとも右債権元本及びこれに対する遅延損害金四二万\n五六六六円の合計六四七万五八二六円の債権を有している。\n２　控訴人ＣはＡに対し、元本一億〇四一四万四二一一円及びこれに対する内金\n五六七九万七二二九円につき昭和五六年五月一日から、内金三〇〇万円に対する同\n年五月一日から、内金二〇〇〇万円に対する同年七月一日から、各支払済まで年一\n割五分の、内金二四三四万六九八二円に対する同年六月二六日から支払済まで年二\n割の、各割合による遅延損害金の債権を有し、これらの債権につき昭和五六年六月\n二五日以前に成立した裁判上の和解調書の執行力ある正本を有している。そこで同\n控訴人は昭和五七年二月二日、右和解調書正本に基づき本件競売手続において配当\n要求をした。\nよつて同控訴人は、昭和五八年三月三一日現在、Ａの相続人である被控訴人ら全\n員に対して、合計額で、少なくとも右債権元本及ひこれに対する遅延損害金二九四\n三万〇七八二円の合計一億三三五七万四九九三円の債権を有している。\n右認定事実によると、控訴人らは本件競売手続において適式な債権届出（控訴人\n大窯コンクリート）、配当要求（控訴人Ｃ）をしたものであり、被控訴人らは控訴\n人らに対し、前示金員を法定相続分に応じて支払うべき債務を負担するものという\nべきである。\n三　そこで被控訴人らの抗弁につき判断する。\nＡは昭和五六年八月八日死亡し、その妻である被控訴人Ｂ、その子であるその余\nの被控訴人らが同人を相続したところ、被控訴人らは、Ａの死亡を知つたのち三か\n月以内に大阪家庭裁判所に限定承認の申述をし、昭和五七年三月四日右申述を受理\nされたことは当事者間に争いがない。\nところで、本件のような担保権実行としての不動産の競売（任意競売）について\nは不動産の強制競売の規定が準用される（民事執行法一八八条）ところ、これらの\n規定のうちには、競売開始決定後に債務者が死亡し相続人が限定承認をした場合に\nおいて、民法九二七条以下に定める清算手続と強制競売手続とがどのような関係に\n立つかを直接定めた規定を見出すことはできない。\nそこでこの点を関係各規定を根拠として検討するのに、既に債務名義を取得した\n債権者の債務者が死亡し、その相続人が限定承認をしたときは、右債権者の債権は\n民法所定の限定承認の清算手続により弁済されることとなり、そして相続財産の範\n囲で弁済を受けられなかつた部分は、自然債務となるとの制限を受けることになる\nところ、このことは単に執行に関しその制限を受けるだけのものではなく、右の意\n味において権利の実現それ自体に新たな制約が生じたものというべきであるから、\n相続財産により相続債務を完済できない場合、相続人ないし相続財産管理人は、既\nに既判力を有する相続債権につき強制執行手続が進行していることから、その執行\n力の一部を排除しようとするならば、限定承認の結果右の新たな制約が生じたこと\nを理由に、請求異議訴訟を提起することができ、そして右訴訟を提起したときは、\n民事執行法三六条に定める執行停止の裁判を得てこれを執行裁判所に提出して爾後\nの執行手続の進行を停止させ、その間に民法九二九条の定めるところに従い相続財\n産と相続債務との割合に応じて減額された配当弁済額を定め、これを前示異議訴訟\nに反映させてこれを既判力をもつて確定させ、この配当弁済額に基づく配当の実現\nを計るほかはないものと解するのが相当である。もつとも限定承認の事実は家庭裁\n判所の申述受理証明書により容易に証明されるとして、その提出があれば売得金を\n一般債権者に配当することなく相続財産管理人に交付して限定承認の清算手続に委\nねるとするのも、簡便で妥当な取扱と見れないではないけれども、限定承認の申述\nが家庭裁判所に受理されたとしても、必ずしも右申述が有効であるとは断定でき\nず、後訴において前提問題としてその無効を主張することができるし、また限定承\n認は相続人の無能力、意思表示に瑕疵あるとき等（民法九一九条二項、四条、九\n条、一二条二、三項等）には取り消しうるのであり、また一定の事由あるときは単\n純承認とみなされる（民法九二一条各号）から、執行裁判所に家庭裁判所の限定承\n認受理証明書が提出されたとしても、執行裁判所はこれのみでは直ちに有効に限定\n承認がなされていると断定することはできないといわなければならない。してみる\nと、執行裁判所がこのような限定承認の有効性について判断をしなければならない\nとすることは、迅速を旨とする執行の実際に適合しない不合理なものというべきで\nあり、執行裁判所としては、基本たる債務名義による執行が既判力ある判断によつ\nて排除され、これが執行に反映されない限り、<要旨>当該執行を実施すれば足るも\nのとするのが合理的であるということができる。したがつて債務者所有の不動</要\n旨>産につき強制競売開始決定のあつたのち債務者が死亡し、その相続人が限定承認\nをしてその申述の受理があつた場合、執行裁判所としては、執行当事者から右限定\n承認及び申述受理の事実を知らされたとしても、債務者の相続人ないしは相続財産\n管理人が限定承認があつたことを主張して請求異議訴訟等を提起し、これに基づき\n執行停止等の手続を執らない限りは、民事執行法八七条に定める債権者に売却代金\nを配当すべきであると解するのが相当である。右の見解に反し前示競売手続におい\nて配当要求をした優先権のない一般債権者に対し、当該配当すべき配当額を同人に\n配当することなく、その配当額全部を相続人或いは相続財産管理人に交付し、これ\nを前示限定承認による清算手続に委ねるべきであるとする解釈は正当でないといわ\nなければならない。そして以上の見解は、強制的換価手続という点において基本的\nに強制競売手続とその性質の異らない担保権実行としての競売手続においても強制\n競売手続と異る取扱をすべき理由を見出しがたいから、担保権実行としての右手続\nにおいても前示解釈と同様に解するのが相当である。そして、右の解釈は一般債権\n者の有する債権を民法九二九条但書に定める優先権であると解したり、或いは優先\n権に等しい効力を付与するものということはできない。けだし、右のような結果が\n生ずるのは、相続人、相続財産管理人や他の配当加入をしなかつた相続債権者が請\n求異議、配当要求或いは破産申立（なお破産法一三六条二項参照）などの措置を執\nらなかつたことのためにそのような事態にたち至つたというにすぎず、民法九二九\n条所定の実体法的制約とは無関係の事柄であるといわなければならないからであ\nる。\nそして被控訴人らが前示のような請求異議訴訟の提起や破産申立等をなした事実\nの主張立証はないから、被控訴人らの抗弁は到底採用することができず、本件執行\n裁判所が被控訴人相続財産管理人Ｂに交付することとした剰余金三〇二万四四三五\n円は全額控訴人らに配当すべきものといわなければならない。\n四　そうすると本件第一配当表は控訴人ら主張に従い本件第二配当表記載のとお\nりに変更すべきであるから、以上の判断と異る原判決を取り消し、控訴人らの本件\n請求を正当として認容することとし、訴訟費用の負担につき民事訴訟法九六条、八\n九条、九三条を適用して、主文のとおり判決する。\n（裁判長裁判官　唐松寛　裁判官　野田殷稔　裁判官　井筒宏成）\n別　紙\n＜記載内容は末尾１添付＞＜記載内容は末尾２添付＞\n"
}