{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和54(行ウ)22",
  "case_name": "土地所有権確認等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "国税徴収法（昭和５３年法律第７６号による改正前）２３条１項にいう代物弁済予約に基づく所有権移転の仮登記がされている土地について国税滞納処分による差押えがされた場合につき，右差押え前に代物弁済予約完結権が行使されたため，右仮登記の担保目的は失われているとして，国に，右仮登記の本登記手続についての承諾義務があるとした事例",
  "lawsuit_id": "17319",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17319",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/319/017319_hanrei.pdf",
  "contents": "○　主文\n一　原告の被告大阪国税局長に対する本件訴えをいずれも却下する。\n二　原告の被告国に対する主位的請求をいずれも棄却する。\n三　被告国は原告に対し、原告が、別紙物件目録記載の土地につき、津地方法務局\n上野支局昭和四九年一月九日受付第二三六号所有権移転請求権仮登記に基づき、昭\n和五〇年九月一〇日付代物弁済を原因とする所有権移転の本登記手続をなすことを\n承諾せよ。\n四　訴訟費用中、原告と被告国との間に生じたものは、これを二分し、その一を原\n告の、その余を同被告の負担とし、原告と被告大阪国税局長との間に生じたものは\n原告の負担とする。\n○　事実\n一　当事者の求めた裁判\n一　原告\n（主位的請求）\n１　原告と被告らとの間で、別紙物件目録記載の土地につき、原告が所有権を有す\nることを確認する。\n２　被告国は、原告に対し、右土地につき別紙登記目録記載の各登記の抹消登記手\n続をせよ。\n３　被告大阪国税局長が昭和五二年五月六日付で右土地についてした差押処分を取\n消す。\n４　訴訟費用は被告らの負担とする。\n（予備的請求）\n主文第三項同旨の判決\n二　被告大阪国税局長\n（本案前の申立）\n主文第一項同旨及び「訴訟費用は原告の負担とする。」との判決\n（本案について）\n「原告の請求をいずれも棄却する。訴訟費用は原告の負担とする。」との判決\n三　被告国\n（主位的請求に対して）\n主文第二項同旨及び「訴訟費用は原告の負担とする。」との判決\n（予備的請求に対して）\n「原告の請求を棄却する。」との判決\n二　当事者の主張\n一　請求の原因\n１　原告は別紙物件目録記載の土地（以下本件土地という。）の所有権を次の経過\nにより取得した。\n（一）　原告は、昭和四九年一月九日、訴外栄和興産株式会社（以下栄和興産とい\nう。）との間で、原告が昭和四八年六月一五日同社に売却した堺市＜地名略＞及び\n同市＜地名略＞の土地（以下堺市の土地という。）の残代金一億〇、九〇〇万円の\n債権につき、当時同社が所有していた本件土地を目的とする代物弁済の予約をし、\n同日津地方法務局上野支局受付第二三六号をもつて所有権移転請求権仮登記（以下\n本件仮登記という。）を経由した。\n（二）　原告は、昭和五〇年九月一〇日、同社の申出により本件土地の時価を五〇\n〇万円と評価し、同社に対し、前記売買代金債権中右同額につき代物弁済完結の意\n思表示をして、本件土地の所有権を取得した。\n（三）　しかし本登記手続については、その直後の同社の倒産や、登記名義が原告\n不知の間に同社から第三者へ移転した等の事情もあつて遅延していたところ、昭和\n五二年三月二八日右登記名義は同社に戻つたので、昭和五三年五月二日、同社より\n原告に対する所有権移転登記手続がなされた。\nなお右所有権移転登記は、登記法上は本件仮登記に基づく本登記ではないが、実体\n上の効力は本件仮登記に基づく本登記に等しく、本件仮登記後の中間権利取得者に\n対して、所有権を対抗しうるものである。\n２　被告大阪国税局長は、昭和五二年五月六日、本件土地につき、栄和興産を滞納\n者とする差押処分（以下本件差押処分という。）をし、被告国は、同法務局同支局\n同月一八日受付第七七二三号をもつて右差押の登記（別紙登記目録（一）記載の登\n記）（以下本件（一）の差押登記という。）を経た。更に同被告は本件土地につ\nき、昭和五三年一月二四日同登記目録（二）記載の参加差押の登記（以下本件\n（二）の参加差押登記という。）を経た（右各差押登記を一括するときは、本件各\n差押登記という。）\n３　しかし原告は前記のとおり昭和五〇年九月一〇日本件土地を取得し、且つ原告\nの右所有権の取得は中間権利者たる被告らに対して対抗しうるものであるから、本\n件土地に対する栄和興産を納税者とする本件差押処分は違法であり、本件各差押登\n記も、原告の本件土地所有権を侵害する無効なものである。\n４　原告は、右差押処分につき、被告大阪国税局長に対し法定期限内に異議申立を\n行つたが、棄却された。そこで国税不服審判所長に対し法定期限内に審査請求を行\nつたところ、これも棄却され、右裁決書は昭和五三年一二月一三日原告に送達され\nた。\n５　よつて原告は、被告らとの間で、本件土地につき原告が本件土地の所有権を有\nすることの確認を求めるとともに、被告国に対して本件各差押登記の抹消登記手続\nを求め、又被告大阪国税局長がなした本件差押処分の取消を求める。\n６　仮に、原告の本件土地所有権の取得が、原告の経た前記本登記によつては被告\nらに対抗できない場合は、原告は改めて本件仮登記に基づく本登記手続を行わなけ\nればならないので、予備的に、登記上利害関係を有する被告国に対し、原告が右本\n登記手続をなすことについての承諾を求める。\n二　本案前の申立の理由\n（被告大阪国税局長）\n１　本件訴え中、同被告との間で所有権確認を求める部分につき、同被告は私法上\nの権利義務の主体となりえないから、右部分は、当事者能力を欠く者を被告とした\n不適法な訴えである。\n２　本件差押処分の取消を求める部分については、出訴期間を徒過した不適法なも\nのである。すなわち、行政処分たる本件差押処分について、原告は異議申立及び審\n査請求を行い、右審査請求に係る裁決書の送達を昭和五三年一二月一三日に受けた\nから、本件差押処分に対する取消訴訟の出訴の期限は昭和五四年三月一二日のとこ\nろ、原告は、同月一三日に出訴した。\n三　請求原因に対する認否\n１　請求原因第１項について\n（一）　同項（一）のうち、原告が本件土地について本件仮登記を経たことは認め\nるが、原告が栄和興産に対して堺市の土地について売買残代金債権を有していたこ\nと及び本件土地を目的とする代物弁済の予約をしたことは以下の事実に照らしてい\nずれも否認する。すなわち、\n（１）　原告が栄和興産に堺市の土地を売却したと主張する昭和四八年六月一五日\nを含む事業年度（昭和四八年四月一日から昭和四九年三月三一日まで）についての\n栄和興産の法人税確定申告書添付の決算書によれば、同期の不動産仕入高は零であ\nる。他方右各土地について原告は売買予約による仮登記を付していたが、右仮登記\nは同年三月一三日付で抹消されており、右売買時点で原告は登記簿上も無権利者で\nあつた。更に栄和興産は右売買主張時点以前に右各土地の一部を第三者に処分して\nいる。\n（２）　仮に原告主張の売買がなされたとしても、その代金は本件仮登記時までに\n支払われた。\nすなわち前記決算報告書によれば、右代金は右事業年度中に原告に仮払いされてい\nる。そうでないとしても同社はその頃原告及びその関連会社の大阪不動産興業株式\n会社（以下大阪不動産という。）に多くの土地を売却し、多額の売買代金を受取つ\nたから右代金をもつて前記代金の支払いに充てたはずである。\n（二）　同項（二）、否認。すなわち原告が予約完結権を行使したと主張する昭和\n五〇年九月一〇日以後、原告は、本件仮登記に基づく本登記を直ちになすべきであ\nるのにこれを行つていない（かえつて本件土地の所有名義は栄和興産から第三者に\n移転された）し、右土地取得を当該事業年度の会計帳簿の資産勘定に計上せず、こ\nれを計上したのは、昭和五三年五月二〇日所有権移転登記を了した日以降の会計帳\n簿である。\n（三）　同項（三）中、本件仮登記後の本件土地の登記名義の各移転については認\nめる。\n但し原告のえた所有権移転登記の対抗力についての主張は争う。右所有権移転登記\nは本件仮登記とは別個独立の登記であるから、仮に原告が本件各差押登記前に本件\n土地の所有権を取得したとしても、右各差押登記に遅れる右所有権移転登記をもつ\nてしては、正当な第三者たる被告らに対抗しえないし、一方仮登記のみでは本登記\n上の権利を主張することはできない。\n２　同第２項、認める。\n３　同第３項、争う。\n４　同第４項、認める。\n５　同第５項、争う。\n６　同第６項、（被告国）争う。\n四　被告らの主張\n１　（一）栄和興産は、昭和五三年五月六日現在、本件土地を所有していた。\n（二）　被告国は、右同日現在、同社に対して、別紙租税債権目録記載のとおり、\nすでに納期限を経過した昭和四八年度法人税八九九万一、〇九五円の租税債権を有\nしていた。\n（三）　同被告（所轄庁大阪国税局長）は、右同日、右租税債権徴収のため、本件\n土地を差押え（本件差押処分）本件（一）の差押登記を経た。\n（四）　従つて、仮に原告が本件差押登記前に本件土地所有権を取得していたとし\nても、被告国は、右差押登記より後順位の本登記名義を有するに過ぎない原告の右\n所有権の取得に対抗しうる正当な利益を有する第三者である。\n２　（被告国）\n原告が本件土地につきなした本件仮登記（昭和四九年一月九日付）は、昭和五三年\n法第七八号改正前の国税徴収法二三条（以下「旧法二三条」という）の規定によ\nり、被告国がなした本件（一）の差押登記（昭和五二年五月一八日付）に対抗でき\nない。すなわち、旧法二三条の規定によれば、納税者を登記義務者として、納税者\nの国税の法定納期限等の日の後に「担保の目的でされている仮登記」がなされてい\nる財産を差押えた場合には、その差押後にその仮登記に基づく本登記がされても、\nその仮登記の権利者は、その差押に係る滞納処分につき、その仮登記に係る権利を\n主張することができない。（なお担保の目的でされている仮登記であるか否かは、\n差押時の現況による。）ところで、仮に本件仮登記が有効であつたとしても、担保\nの目的でなされた。一方右差押登記に係る滞納国税の法定納期限等は、昭和四八年\n一二月三一日であつて、本件仮登記の日以前である。従つて原告は本件仮登記に係\nる権利を主張できず、同被告は右仮登記に基づく本登記の承諾請求を拒むことがで\nきる。\n五　本案前の申立の理由に対する原告の答弁\nいずれも争う。\n六　被告らの主張に対する答弁\n１　同第１項（一）、栄和興産が昭和五三年五月六日現在、本件土地の所有名義を\n有していたことは認めるが、同社が実体上も所有権を有していたことは否認。\n同（二）、不知。\n同（三）、認める。\n同（四）、争う。\n２　同第２項、本件仮登記が当初担保の目的でなされたことは認める。\nしかし原告は前記のとおり、昭和五〇年九月一〇日、栄和興産に対し代物弁済完結\nの意思表示をしたので、本件仮登記は同日以降担保の目的ではなくなつた。\n第三　証拠（省略）\n○　理由\n（被告大阪国税局長に対する訴えについて）\n一　同被告との間で本件土地所有権の確認を求める訴えは、通常の民事訴訟である\nから、一行政庁に過ぎない同被告が右訴えにつき、当事者能力を欠くことはいうま\nでもなく、従つて同被告に対する右訴えは不適法である。\n二　差押処分の取消を求める訴えについて\n本件差押処分取消訴訟は、審査請求を経た（当事者間に争はない。）場合に当るか\nら、行政事件訴訟法一四条四項の規定により、同条一項で定めるその出訴期間三か\n月は、右審査請求に対する裁決があつたことを知つた日から起算することとなると\nころ、この場合、右裁決があつたことを知つた日を初日とし、これを期間に算入し\nて計算すべきものと解するのが相当である。\nこれを本件について見ると、原告が昭和五三年一二月一三日に右審査請求に対する\n裁決書の送達を受けたことは、原告の自ら認めるところであり、従つてその出訴期\n間の最終日は昭和五四年三月一二日というべきである。しかるに原告が本件訴訟を\n提起したのが同月一三日であることは本件記録上明らかである。よつて右差押処分\n取消の訴えは出訴期間を徒過した不適法なものといわなければならない。\n（被告国に対する請求について）\n一　主位的請求について\n原告が本件土地につき、昭和四九年一月九日本件仮登記を経たこと、昭和五三年五\n月二日所有権移転登記を受けたことはいずれも当事者間に争がない。\nしかしながら右所有権移転登記は、登記法上本件仮登記に基づく本登記でないこと\nは原告の自認するところである。この場合、仮に右所有権移転登記の原因となつた\n実体関係が本件仮登記に係る代物弁済の完結であつたとしても、右所有権移転登記\nにおいて、本件仮登記の順位保全効を援用することができると解すべき根拠は全く\nなく、正当な利益を有する第三者との関係では、右所有権移転登記のみによつてそ\nの効力の優劣を判断すべきである。\nこれを本件について見ると、同被告が、栄和興産が所有名義を有していた本件土地\nにつき本件各差押登記を経たこと（本件（一）の差押登記は昭和五二年五月一八日\n付、本件（二）の参加差押登記は昭和五三年一月二四日付）は当事者間に争がな\nく、成立に争のない乙第一号証及び弁論の全趣旨によれば、同被告は同社に対し、\n昭和五二年五月六日現在別紙租税債権目録記載の租税債権を有していたため、同日\n同被告（所轄庁大阪国税局長）は右租税債権徴収のため本件土地を差押えたこと\n（本件差押処分、本件（一）の差押登記に係る。）が認められ、弁論の全趣旨によ\nれば、同被告は昭和五三年一月一九日現在同社に対して適法な租税債権を有してい\nて同日右債権に基づいて参加差押による交付要求をしたこと（本件（二）の参加差\n押登記に係る。）が認められ、これを左右するに足りる証拠はない。\n右事実によれば、同被告は、本件各差押登記のいずれの関係においても、正当な利\n益を有する第三者というべきである。そうすると同被告は本件各差押登記より後順\n位の本登記名義を有するに過ぎない原告の本件土地所有権取得に対抗することがで\nき、一方原告は同被告に対して有効に本件土地所有権の取得を主張できないといわ\nなければならない。\n従つて原告の、同被告との間の所有権確認請求及び右所有権に基づく本件各差押登\n記抹消登記請求はいずれも理由がない。\n二　予備的請求について\n１　代物弁済予約の成否\nいずれも成立に争のない甲第一一号証の一、二、証人Ａ、同Ｂの各証言により真正\nに成立したと認められる甲第二号証及び右各証言を総合すると、原告は昭和四八年\n六月一五日栄和興産に対して原告所有の堺市の土地を代金一億一、〇〇〇万円で売\n却したが、昭和四九年一月九日現在その残代金九、九〇〇万円及び遅延利息三〇万\n円、合計九、九三〇万円の債権が存在した（同社はその支払いのために原告に宛て\nて額面右同額の約束手形を振出していた。）ので、原告は右同日、栄和興産との間\nで、右債権を担保するため、同社所有に係る本件土地につき、代物弁済の予約を\nし、本件仮登記を経たこと（本件仮登記が担保の目的でされたものであることは当\n事者間に争がない。）が認められる。右認定の堺市の土地売却の点につき、仮に同\n被告の請求原因第１項についての認否中（一）の（１）記載の各事実が認められる\nとしても、いずれも成立に争のない乙第二、第三、第八号証、いずれも弁論の全趣\n旨により真正に成立したと認められる甲第一二号証の一、二、第一三号証の一、二\n及び証人Ｂの証言並びに弁論の全趣旨を総合すると、原告と栄和興産は、昭和四〇\n年頃から、原告が同社を介して鉱滓の捨場（池や低地）を取得し、これに鉱滓を廃\n棄することによつて同時にこれを埋立てて宅地化し、宅地化した土地を同社に払下\nげて、同社がこれを他に転売するという取引関係にあつたこと、堺市の土地も右取\n引関係の中の一つであり、原告は昭和四五年二月二〇日同社を介して同土地を買受\nけたが、諸般の関係上その所有名義は同社とし、原告の権利関係としては所有権移\n転請求権仮登記を付するに止めたこと、右関係から当初より同土地が目的を達して\n宅地化した場合は同社に売却され、同社の自由な処分に委されることが予定されて\nいたこと、そのために必要とあれば、前記仮登記等も同社の要請によりたやすく抹\n消登記に応じるほど原告と同社は信頼関係にあつたことが認められる（これに反す\nる証拠はない）のであり、これによれば、前記事実をもつてしても、堺市の土地の\n売却についての前記認定を左右せず、他にこれに反する証拠はない。又、本件仮登\n記の日現在の残債務の存在については、官署作成部分の成立については当事者間に\n争がなく、その余の部分については弁論の全趣旨により真正に成立したことが認め\nられる乙第三四号証によれば、栄和興産の昭和四八年四月一日から昭和四九年三月\n三一日に至る事業年度分の確定申告書添付の同社の同期間の決算報告書には、前記\n認定の支払手形の記載がある一方で、仮払金欄に、堺市の土地（但し同欄では右土\n地の一部の所在町名である＜地名略＞と表示されている）に関して、原告に対し一\n億一、〇〇〇万円の仮払金が存在する旨の記載があることが認められる。しかしな\nがら同社の代表取締役であつた証人Ｂの証言その他同号証以外の本件全証拠に照ら\nしても、右期末までに右土地残代金に関して仮払金名義であれ何らかの金員が支払\nわれたとの証跡は見当らないのであり、従つて右記載のみでたやすく残代金支払い\nの事実を認めることはできず、他に右残債務消滅を認めるべき証拠はない。\n他に代物弁済の予約成立についての前記認定を左右するに足りる証拠はない。\n２　旧法二三条には、納税者を登記義務者として、納税者の国税の法定納期限等の\n日の後に「担保の目的でされている仮登記」がなされている財産を差押えた場合\nは、その差押後にその仮登記に基づく本登記がされても、その仮登記の権利者は、\nその差押に係る滞納処分につき、その仮登記に係る権利を主張することはできない\n旨規定されているところ、右にいう「担保の目的でされている仮登記であるかどう\nかは、その仮登記の差押時における目的いかんによると解すべきである。\nところで前記乙第一号証によれば、本件差押処分にかかる租税債権の法定納期限等\nは昭和四八年一二月三一日と認められる。そこで前記のとおり昭和四九年一月九日\n担保の目的でされた本件仮登記が、本件差押時、なお右目的を存続していたかどう\nかについて判断すると、証人Ａ、同Ｂの各証言及びこれに加えるに、確定日付印部\n分についてはその方式及び趣旨により公証人が職務上作成したものと認められるか\nら真正な公文書部分と推定でき、その余の部分については右各証言により真正に成\n立したと認められる甲第七号証の一によつて認められる次の事実、すなわち、遅く\nも、本件差押時より一年以上遡る昭和五一年三月四日、栄和興産が原告の求めに応\nじて、本件土地につき、原告に対して早急に所有権移転登記手続をする旨約してい\nる事実を勘案すれば、原告は昭和五〇年九月一〇日、同社と協議して本件土地を五\n〇〇万円と評価したうえ、同社に対し、前記債権中右同額を目的として代物弁済完\n済の意思表示をしたと認めるのが相当である。この点について、本件土地の登記名\n義がその後原告に移転されず、第三者へ転々としたことは当事者間に争はないが、\n右各証言によれば、同社は同日直後不渡倒産し、同社代表者が身をかくしている間\nに、同社代表者の意思に基づかず右事態が発生したと認められるから、右認定を左\n右せず、又成立に争のない甲第一一号証の五及び証人Ａの証言により真正に成立し\nたと認められる甲第八号証によれば、原告の会計帳簿上は右同日以後も同社に対す\nる債権額が右同額消滅したとの処理はされず、同社の土地台帳上も前記本登記がな\nされた昭和五三年五月までは本件土地を取得したとの処理はされなかつたことが認\nめられるが、弁論の全趣旨によれば、右処理は同社の会計処理基準に従つた結果に\nすぎないと認めるべきであるので、前記予約完結権行使についての認定を揺がすに\n足りず、又前記乙第二号証中、右認定に反するＢの供述記載は、その全趣旨及び前\n記甲第七号証の一に照らし、これをとりたてて右認定を左右するに足りる証拠とす\nるには不十分といわなければならず、又証人Ｂの証言中右認定に反する部分は、同\n証言の全趣旨に照らし採用できず、他に右認定を左右するに足りる証拠はない。\n以上の事実によれば、昭和五〇年九月一〇日右予約完結権の行使の結果、本件仮登\n記は担保の目的を失つたというべきである。\n３　従つて原告が本件仮登記に基づく本登記手続をなすに当つては、原告は、同被\n告の本件差押処分に対して、本件仮登記に係る権利を有効に主張することができる\nというべきであり、更に、その基礎となる租税債権の法定納期限等が本件仮登記の\nなされた日より前であるとの主張立証のない本件（二）の参加差押に対して、その\n効力を主張できることはいうまでもない。\nよつて同被告は、原告が本件仮登記に基づく本登記手続をすることにつき、本件各\n差押登記のいずれの関係においても承諾義務がある。\n三　以上、原告の被告大阪国税局長に対する本件訴えはいずれも不適法であるから\n却下し、被告国に対する主位的請求は失当であるから棄却し、予備的請求は理由が\nあるので認容することとし、訴訟費用の負担について行政事件訴訟法七条、民事訴\n訟法八九条、九二条本文を適用して主文のとおり判決する。\n（裁判官　乾　達彦　国枝和彦　市川正已）\n物件目録、登記目録、租税債権目録（省略）\n"
}