{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 2,
    "day": 29
  },
  "case_number": "昭和57(あ)301",
  "case_name": "殺人",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第38巻3号479頁",
  "original_court_name": "東京高等裁判所",
  "gist": "一　被疑者を所轄警察署近辺のホテル等に宿泊させて取調べを続行したことが任意捜査の方法として違法とまではいえないとされた事例\n二　伝聞証言につき異議の申立がなかつた場合の証拠能力",
  "case_gist": "一　被疑者につき帰宅できない特段の事情もないのに、同人を四夜にわたり所轄警察署近辺のホテル等に宿泊させるなどした上、連日、同警察署に出頭させ、午前中から夜間に至るまで長時間取調べをすることは、任意捜査の方法として必ずしも妥当とはいい難いが、同人が右のような宿泊を伴う取調べに任意に応じており、事案の性質上速やかに同人から詳細な事情及び弁解を聴取する必要性があるなど本件の具体的状況のもとにおいては（判文参照）、任意捜査の限界を越えた違法なものとまでいうことはできない。\n二　いわゆる伝聞証言であつても、異議の申立がないまま当該証人に対する尋問が終了した場合には、直ちに異議の申立ができないなどの特段の事情がない限り、黙示の同意があつたものとして、証拠能力を有する。",
  "ref_law": "刑訴法197条1項，刑訴法198条1項，刑訴法309条，刑訴法320条1項，刑訴法324条，刑訴法326条1項，刑訴規則205条，刑訴規則205条の2",
  "lawsuit_id": "50262",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=50262",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/262/050262_hanrei.pdf",
  "contents": "主     文\n本件上告を棄却する。\n当審における未決勾留日数中六〇〇日を本刑に算入する。\n理     由\n一  弁護人加藤満生、同猪狩庸祐、同沼尾雅徳(以下「弁護人ら」という。)の上\n告趣意第一点の一のうち、判例違反をいう点は、所論引用の判例は非供述証拠に関\nするものであつて事案を異にし本件に適切でなく、その余は、憲法三一条、三三条、\n三四条、三八条違反をいう点を含め、また、被告人本人の上告趣意第一章第一ない\nし第五の、被告人に対する取調手続の違法を理由として憲法一三条、一八条、三一\n条、三三条、三四条違反をいう点は、いずれも実質は単なる法令違反の主張であつ\nて、すべて適法な上告理由にあたらない。\n(職権判断)\n1  第一審判決及び原判決の認定するところに記録を併せると、被告人に対する\n本件取調べの経過及び状況は、おおむね次のとおりである。\n(1)  昭和五二年五月一八日、東京都港区 ab 丁目 c 番 d 号 A マンシヨン e 号室の\n本件被害者 B 方において、被害者が何者かによつて殺害されているのが被害者の勤\nめ先の者によつて発見され、同人の通報により殺人事件として直ちに捜査が開始さ\nれ、警視庁捜査一課強行犯二係を中心とする捜査本部が所轄の高輪警察署に設置さ\nれた。犯行現場の状況等から犯人は被害者と面識のある者との見通しのもとに被害\n者の生前の交友関係を中心に捜査が進められ、かつて被害者と同棲したことのある\n被告人もその対象となつていたところ、同月二〇日、被告人は自ら高輪警察署に出\n頭し、本件犯行当時アリバイがある旨の弁明をしたが、裏付捜査の結果右アリバイ\nの主張が虚偽であることが判明し、被告人に対する容疑が強まつたところから、同\n年六月七日早朝、捜査官四名が東京都大田区 fg 丁目 h 番 i 号所在の C 荘(被告人の\n勤め先の独身寮)の被告人の居室に赴き、本件の有力容疑者として被告人に任意同\n行を求め、被告人がこれに応じたので、右捜査官らは、被告人を同署の自動車に同\n乗させて同署に同行した。\n(2)  捜査官らは、被告人の承諾のもとに被告人を警視庁に同道した上、同日午\n前九時半ころから二時間余にわたつてポリグラフ検査を受けさせた後、高輪警察署\nに連れ戻り、同署四階の三・三平方メートルくらいの広さの調べ室において、一名\n(巡査部長)が主になり、同室入口付近等に一ないし二名の捜査官を立ち会わせて被\n告人を取り調べ、右アリバイの点などを追及したところ、同日午後一〇時ころに至\nつて被告人は本件犯行を認めるに至つた。\n(3)  そこで、捜査官らは、被告人に本件犯行についての自白を内容とする答申\n書を作成させ、同日午後一一時すぎには一応の取調べを終えたが、被告人からの申\n出もあつて、高輪警察署長宛の「私は高輪警察署で D さんをころした事について申\nし上げましたが、明日、さらにくわしく説明致します。今日は私としても寮に帰る\nのはいやなのでどこかの旅館に泊めて致だきたいと思います。」と記載した答申書\nを作成提出させて、同署近くの E の宿泊施設に被告人を宿泊させ、捜査官四、五名\nも同宿し、うち一名は被告人の室の隣室に泊り込むなどして被告人の挙動を監視し\nた。\n(4)  翌六月八日朝、捜査官らは、自動車で被告人を迎えに行き、朝から午後一\n一時ころに至るまで高輪警察署の前記調べ室で被告人を取り調べ、同夜も被告人が\n帰宅を望まないということで、捜査官らが手配して自動車で被告人を同署からほど\n近いホテル F に送り届けて同所に宿泊させ、翌九日以降も同様の取調べをし、同夜\n及び同月一〇日の夜は G ホテルに宿泊させ、右各夜ともホテルの周辺に捜査官が張\nり込み被告人の動静を監視した。なお、右宿泊代金については、同月七日から九日\nまでの分は警察において支払い、同月一〇日の分のみ被告人に支払わせた。\n(5)  このようにして、同月一一日まで被告人に対する取調べを続行し、この間、\n前記二通の答申書のほか、同月八日付で自白を内容とする供述調書及び答申書、同\n月九日付で心境等を内容とする答申書、同月一〇日付で犯行状況についての自白を\n内容とする供述調書が作成され、同月一一日には、否認の供述調書(参考人調書)が\n作成された。\n(6)  捜査官らは、被告人から右のような本件犯行についての自白を得たものの、\n決め手となる証拠が十分でなかつたことなどから、被告人を逮捕することなく、同\n月一一日午後三時ころ、山梨市から被告人を迎えに来た被告人の実母らと帰郷させ\nたが、その際、右実母から「右の者御署に於て殺人被疑事件につき御取調中のとこ\nろ今回私に対して身柄引渡下され正に申しうけました」旨記載した高輪警察署長宛\nの身柄請書を徴した。\n(7)  捜査本部ではその後も被告人の自白を裏付けるべき捜査を続け、同年八月\n二三日に至つて、本件殺人の容疑により前記山梨市の実母方で被告人を逮捕した。\n被告人は、身柄を拘束された後、当初は新たなアリバイの主張をするなどして本件\n犯行を否認していたが、同月二六日に犯行を自白して以降捜査段階においては自白\nを維持し、自白を内容とする司法警察員及び検察官に対する各供述調書が作成され、\n同年九月十二日、本件につき殺人の罪名で勾留中起訴された。\n2  右のような事実関係のもとにおいて、昭和五十二年六月七日に被告人を高輪\n警察署に任意同行して以降同月一一日に至る間の被告人に対する取調べは、刑訴法\n一九八条に基づき、任意捜査としてなされたものと認められるところ、任意捜査に\nおいては、強制手段、すなわち、「個人の意思を抑圧し、身体、住居、財産等に制\n約を加えて強制的に捜査目的を実現する行為など、特別の根拠規定がなければ許容\nすることが相当でない手段」(最高裁昭和五〇年(あ)第一四六号同五一年三月一六\n日第三小法廷決定・刑集三〇巻二号一八七頁参照)を用いることが許されないとい\nうことはいうまでもないが、任意捜査の一環としての被疑者に対する取調べは、右\nのような強制手段によることができないというだけでなく、さらに、事案の性質、\n被疑者に対する容疑の程度、被疑者の態度等諸般の事情を勘案して、社会通念上相\n当と認められる方法ないし様態及び限度において、許容されるものと解すべきであ\nる。\n3  これを本件についてみるに、まず、被告人に対する当初の任意同行について\nは、捜査の進展状況からみて被告人に対する容疑が強まつており、事案の性質、重\n大性等にもかんがみると、その段階で直接被告人から事情を聴き弁解を徴する必要\n性があつたことは明らかであり、任意同行の手段・方法等の点において相当性を欠\nくところがあつたものとは認め難く、また、右任意動向に引き続くその後の被告人\nに対する取調べ自体については、その際に暴行、脅迫等被告人の供述の任意性に影\n響を及ぼすべき事跡があつたものとは認め難い。\n4  しかし、被告人を四夜にわたり捜査官の手配した宿泊施設に宿泊させた上、\n前後五日間にわたつて被疑者としての取調べを続行した点については、原判示のよ\nうに、右の間被告人が単に「警察の庇護ないしはゆるやかな監視のもとに置かれて\nいたものと見ることができる」というような状況にあつたにすぎないものといえる\nか、疑問の余地がある。\nすなわち、被告人を右のように宿泊させたことについては、被告人の住居たる C\n荘は高輪警察署からさほど遠くはなく、深夜であつても帰宅できない特段の事情も\n見当たらない上、第一日目の夜は、捜査官が同宿し被告人の挙動を直接監視し、第\n二日目以降も、捜査官らが前記ホテルに同宿こそしなかつたもののその周辺に張り\n込んで被告人の動静を監視しており、高輪警察署との往復には、警察の自動車が使\n用され、捜査官が同乗して送り迎えがなされているほか、最初の三晩については警\n察において宿泊費用を支払つており、しかもこの間午前中から深夜に至るまでの長\n時間、連日にわたつて本件についての追及、取調べが続けられたものであつて、こ\nれらの諸事情に徴すると、被告人は、捜査官の意向にそうように、右のような宿泊\nを伴う連日にわたる長時間の取調べに応じざるを得ない状況に置かれていたものと\nみられる一面もあり、その期間も長く、任意取調べの方法として必ずしも妥当なも\nのであつたとはいい難い。\nしかしながら、他面、被告人は、右初日の宿泊については前記のような答申書を\n差し出しており、また、記録上、右の間に被告人が取調べや宿泊を拒否し、調べ室\nあるいは宿泊施設から退去し帰宅することを申し出たり、そのような行動に出た証\n跡はなく、捜査官らが、取調べを強行し、被告人の退去、帰宅を拒絶したり制止し\nたというような事実も窺われないのであつて、これらの諸事情を総合すると、右取\n調べにせよ宿泊にせよ、結局、被告人がその意思によりこれを容認し応じていたも\nのと認められるのである。\n5  被告人に対する右のような取調べは、宿泊の点など任意捜査の方法として必\nずしも妥当とはいい難いところがあるものの、被告人が任意に応じていたものと認\nめられるばかりでなく、事案の性質上、速やかに被告人から詳細な事情及び弁解を\n聴取する必要性があつたものと認められることなどの本件における具体的状況を総\n合すると、結局、社会通念上やむを得なかつたものというべく、任意捜査として許\n容される限界を越えた違法なものであつたとまでは断じ難いというべきである。\n6  したがつて、右任意取調べの過程で作成された被告人の答申書、司法警察員\nに対する供述調書中の自白については、記録上他に特段の任意性を疑うべき事情も\n認め難いのであるから、その任意性を肯定し、証拠能力があるものとした第一審判\n決を是認した原判断は、結論において相当である。二(一)弁護人らの上告趣意第一\n点の二及び被告人本人の上告趣意第一章第七、第九の一、二の、被告人の自白は警\n察官らの強制、拷問、脅迫、誘導等に基づくか、その影響下におけるものであると\nして憲法三六条、三八条一項、二項違反をいう点は、記録を調べても、所論のよう\nに供述の任意性に影響を及ぼすような違法な取調べがなされたものとまでは認めら\nれないから、所論はいずれも前提を欠き、適法な上告理由にあたらない。\n(二)被告人本人の上告趣意第二章第一の、被告人の勾留中の自白は警察官の偽計\nに基づくものであるとして判例違反をいう点は、記録を調べても、被告人の右自白\nが警察官の偽計に基づくものとは認められないから、所論は前提を欠き、適法な上\n告理由にあたらない。\n三  被告人本人の上告趣意第一章第六の、被告人の所有物に対し違法な押収がな\nされたとして憲法三五条違反をいう点は、違憲をいう点をも含め、実質はすべて単\nなる法令違反の主張であつて、適法な上告理由にあたらない。\n四  弁護人らの上告趣意第一点の四(上告趣意書に「三」とあるのは誤記と認め\nられる。)のうち、判例違反をいう点は、記録を調べても、原審が所論の証人申請\nを却下したのが合理的な裁量の範囲を逸脱したものとは認められないから、所論は\n前提を欠き、その余の点及び被告人本人の上告趣意第一章第八の二は、憲法三七条\n違反をいう点をも含め、いずれも実質は証拠の採否に関する単なる法令違反の主張\nであつて、すべて適法な上告理由にあたらない。\n五  被告人本人の上告趣意第一章第九の三の憲法三八条三項違反をいう点は、原\n判決及びその是認する第一審判決が被告人の自白のみを証拠として被告人を有罪と\n認定したものでないことは各判文上明らかであるから、所論は前提を欠き、適法な\n上告理由にあたらない。\n六  弁護人らの上告趣意第一点の三(上告趣意書に「二」とあるのは誤記と認め\nられる。)及び被告人本人の上告趣意第二章第二の判例違反をいう点並びに被告人\n本人の上告趣意第一章第一、第八の一、第一〇の憲法一一条、一三条あるいは三七\n条一項違反をいう点は、いずれもその実質は審理不尽をいう単なる法令違反、事実\n誤認の主張であつて、すべて適法な上告理由にあたらない。\n七  弁護人らの上告趣意第一点の三(前記六参照)の(五)及び被告人本人の上告趣\n意第二章第二の二のいわゆる伝聞証言を証拠としたとして違法をいう点は、単なる\n法令違反の主張であつて、いずれも適法な上告理由にあたらない。\n(職権判断)\n記録によれば、H 警部は、第一審において、ポリグラフ検査の際、被告人に本件\n被害者の着用していたネグリジエの色等、本件の真犯人でなければ知り得ない事項\nについての言動があつた旨証言し、第一審判決及びこれを是認した原判決は、右証\n言を採用して右言動を認定し、これをもつて被告人を本件の真犯人と断定する一つ\nの情況証拠としていることが明らかである。右証言は伝聞ないし再伝聞を内容とす\nるものであるが、右証言の際、被告人及び弁護人らは、その機会がありながら異議\nの申立てをすることなく、右証人に対する反対尋問をし、証人尋問を終えているこ\nとが認められる。\nこのように、いわゆる伝聞ないし再伝聞証言について、異議の申立てがされるこ\nとなく当該証人に対する尋問が終了した場合には、直ちに異議の申立てができない\nなどの特段の事情がない限り、黙示の同意があつたものとしてその証拠能力を認め\nるのが相当である(最高裁昭和二六年(あ)第四二四八号同二八年五月一二日第三小\n法廷判決・刑集七巻五号一〇二三頁、同二七年(あ)第六五四七号同二九年五月一一\n日第三小法廷判決・刑集八巻五号六六四頁、同三一年(あ)第七四〇号同三三年一〇\n月二四日第二小法廷判決・刑集一二巻一四号三三六八頁等参照。これらの判決は、\n伝聞証言の証拠能力を認めるについて、異議の申立てがなかつたことのほか、証人\nに対し尋ねることはない旨述べられた場合であること等の要件を必要とするかのよ\nうな判示をしているが、後者の点は当該事案に即して判示されたにすぎず、ことに\n右のような陳述の点は、その有無によつて、伝聞証言の証拠能力に特段の差異を来\nすものではないと解される。)。\n八  弁護人らの上告趣意第二点及び被告人本人の上告趣意のその余の点(第二章\n第二など)は、事実誤認の主張であつて、いずれも適法な上告理由にあたらない。\nなお、記録及び証拠物によれば、被告人の捜査段階における自白の信用性を肯定\nし、右自白とその余の関係各証拠とを総合して、被告人のアリバイ主張を排斥し、\n本件殺人が被告人の犯行によるものと認めた第一審判決を是認した原判断は、相当\nとして肯認することができる。\nよつて、刑訴法四一四条、三八六条一項三号、刑法二一条により、主文のとおり\n決定する。\nこの決定は、裁判官木下忠良、同大橋進の意見があるほか、裁判官全員一致の意\n見によるものである。\n裁判官木下忠良、同大橋進の意見は、次のとおりである。\nわれわれは、多数意見一の(職権判断)の項につき、同項 1 に判示されている事実\n関係のもとにおいて、被告人を四夜にわたり捜査官の手配した宿泊施設に宿泊させ\nた上、前後五日間にわたつて被疑者としての取調べを続行した点に関して、第一審\n判決が、単に右宿泊の「妥当性につき問題となりうる点が存する」とし、原判決が、\n右の間被告人は「警察の庇護ないしゆるやかな監視のもとに置かれていたものと見\nることができる」としているのは的確な判断とはいい難いと考えるものであり、多\n数意見が、被告人に対する右のような取調べも、任意捜査の方法として必ずしも妥\n当とはいい難いとしながら、結局、社会通念上やむをえなかつたものというべく、\n任意捜査として許容される限界を越えた違法なものであつたとまでは断じ難いとし、\n右取調べの過程で作成された被告人の答申書、司法警察員に対する供述調書中の自\n白につき任意性を肯定し証拠能力があるとした第一審判決を是認した原判断を是認\nしている点については、同調することができない。その理由は次のとおりである。\nまず、多数意見が、任意捜査においては、強制手段を用いることが許されず、ま\nた、任意捜査の一環としての被疑者に対する取調べについては、なお、社会通念上\n相当と認められる方法ないし態様及び限度において許容されるとする点には、異論\nをはさむものではない。\nしかしながら、右のような観点から、本件の任意捜査段階における被告人に対す\nる取調べについてみるに、本件の記録上、被告人が捜査官らによる取調べあるいは\n捜査官の手配した宿泊施設への宿泊を明示的に拒否した事実は認められず、右宿泊\nについては、むしろ被告人から申し出たものであることを示す答申書すら作成提出\nしていることが認められることは、多数意見の指摘するとおりであるが、これらの\n点から、右取調べが任意のものであり、宿泊も被告人の自由な意思に基づくものと\n速断することはできないと考えられる。すなわち、被告人は、任意同行後、先に自\nら高輪警察署に出頭して無実を弁明するためにしたアリバイの主張が虚偽のものと\n決めつけられ、本件の犯人ではないかとの強い疑いをかけられて厳しい追及を受け、\n場合によつては逮捕されかねない状況に追い込まれていたものと認められる上、多\n数意見も指摘しているとおり、被告人の住居たる C 荘は高輪警察署からさほど遠く\nはなく、深夜であつても帰宅できない特段の事情も見当たらず、被告人から進んで\n捜査官に対し宿泊先の斡旋を求めなければならない合理的な事由があつたものとも\n認め難いのみならず、捜査官が手配したのはいずれも高輪警察署に近い宿泊施設で\nあつて、第一日目は捜査官らが同室したも同然の状態で同宿し被告人の身近かにあ\nつてその挙動を監視し、その後も同宿こそしなかつたもののホテルの周辺等に張り\n込み被告人の動静を監視していたほか、同警察署との往復には警察の自動車が使用\nされ、捜査官が同乗して送り迎えがなされており、昼夜を問わず捜査官らの監視下\nに置かれていたばかりでなく、この間午前中から夜間に至るまでの長時間、連日に\nわたつて本件についての追及、取調べが続けられ、加えて最初の三日間については\n宿泊代金を警察が負担している(記録によれば、被告人は宿泊代金を負担するだけ\nの所持金を有していたことが窺われる。)のであつて、このような状況のもとにお\nいては、被告人の自由な意思決定は著しく困難であり、捜査官らの有形無形の圧力\nが強く影響し、その事実上の強制下に右のような宿泊を伴う連日にわたる長時間の\n取調べに応じざるを得なかつたものとみるほかはない。捜査官が被告人を実母に引\nき渡すにあたつて身柄請書なるものを徴しているのも、被告人が右のような状態に\n置かれていたことを端的に示すものといえよう。\nこのような取調方法は、いかに被告人に対する容疑事実が重大で、容疑の程度も\n強く、捜査官としては速やかに被告人から詳細な事情及び弁解を聴取し、事案の真\n相に迫る必要性があつたとしても、また、これが被告人を実質的に逮捕し身柄を拘\n束した状態に置いてなされたものとまでは直ちにいい難いとしても、任意捜査とし\nてその手段・方法が著しく不当で、許容限度を越える違法なものというべきであり、\nこの間の被告人の供述については、その任意性に当然に影響があるものとみるべき\nである。\nさらに、われわれは、被告人に対する本件のような取調方法も任意捜査として違\n法とまではいえないことになると、捜査官が、事実の性質等により、そのような取\n調方法も一般的に許容されるものと解し、常態化させることを深く危惧するもので\nあり、このような捜査方法を抑止する見地からも、本件任意捜査段階における被告\n人の供述は、違法な取調べに基づく、任意性に疑いがあるものとして、その証拠能\n力を否定すべきであり、これが憲法三一条等の精神にそうゆえんのものであると考\nえるものである。\nしてみると、被告人に対する右のような取調方法につき違法はないとして、その\n間の被告人の自白の証拠能力を肯定した第一審判決及びこれを是認する原判決は、\n右取調状況に関する事実の認定、評価を誤りひいては法令の解釈適用を誤つた違法\nがあるものといわなければならない。しかしながら、記録に徴すると、右のような\n状態の解消した後、二か月余を経て被告人が逮捕されて以後の勾留中の自白につい\nては、多数意見 1 の(7)に掲記のような自白の経過にも照らし、右任意捜査段階で\nの違法状態の影響下においてなされたものとは認められず、他に特段の任意性を疑\nうべき証跡も認め難く、その証拠能力を肯定することができるものというべきとこ\nろ、右強制捜査段階の自白及びその余の関係証拠のみによつても、第一審判決の判\n示する罪となるべき事実を肯認することができるものと認められるから、前記違法\nは、結局、判決に影響を及ぼさず、原判決及びその是認する第一審判決を破棄しな\nければ著しく正義に反するものとはいえない。\n昭和五九年二月二九日\n最高裁判所第二小法廷\n裁判長裁判官     宮    崎    梧    一\n裁判官     木    下    忠    良\n裁判官     鹽    野    宜    慶\n裁判官     大    橋        進\n裁判官     牧        圭    次\n"
}