{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和53(行ウ)16",
  "case_name": "物品税賦課決定処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "物品税法の一部を改正する法律（昭和４８年法律第２２号）附則１１条１項に基づく手持品課税の対象となる物品を課税の日に倉庫業者に保管させていた販売業者が，当該物品を実質的に支配・管理していたとして，右規定にいう販売のために所持する者に当たるとされた事例",
  "lawsuit_id": "17291",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17291",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/291/017291_hanrei.pdf",
  "contents": "○　主文\n一　原告の被告らに対する請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　申立\n（原告）\n一　被告中川税務署長が原告に対し、昭和五一年一二月二一日付でなした昭和五〇\n年一〇月一日分のルームクーラーに対する物品税の賦課決定処分を取消す。\n二　被告一営税務署長が原告に対し、昭和五一年一二月二一日付でなした昭和五〇\n年一〇月一日分のルームクーラーに対する物品税の賦課決定処分を取消す。\n三　被告半田税務署長が原告に対し、昭和五一年一二月二二日付でなした昭和五〇\n年一〇月一日分のルームクーラーに対する物品税の賦課決定処分を取消す。\n四　被告小牧税務署長が原告に対し、昭和五一年一二月二四日付でなした昭和五〇\n年一〇月一日分のルームクーラーに対する物品税の賦課決定処分を取消す。\n五　被告名古屋西税務署長が原告に対し、昭和五一年一二月一七日付でなした昭和\n五〇年一〇月一日分のルームクーラーに対する物品税の賦課決定処分を取消す。\n六　訴訟費用は被告らの負担とする。\n（被告ら）\n主文同旨。\n第二　主張\n（原告）\n請求原因\n一　本件課税処分の経緯\n原告は、家庭用電気機械器具卸売業を営む会社であるが、被告らは、原告が昭和五\n〇年一〇月一日（以下「手持品課税の日」という。）において、物品税法別表第九\nに掲げるルームクーラーを販売のため所持していたとして、原告に対し、被告中川\n税務署長は昭和五一年一二月二一日付で別表（一）の「賦課決定」欄記載の、被告\n一宮税務署長は右同日付で別表（二）の「賦課決定」欄記載の、被告半田税務署長\nは同月二二日付で別表（三）の「賦課決定」欄記載の、被告小牧税務署長は同月二\n四日付で別表（四）の「賦課決定」欄記載の、被告名古屋西税務署長は同月一七日\n付で別表（五）の「賦課決定」欄記載のそれぞれ物品税の賦課決定処分（以下「本\n件課税処分」という。）をなした。本件課税処分こ対する異議申立及び右申立に対\nする決定、審査請求及び裁決の各日時及び内容は別表（一）ないし（五）に記載の\nとおりである。\n二　本件課税処分の違法性\n被告らは、倉庫業を営む小牧市＜地名略＞、訴外株式会社永和産業（以下「永和産\n業」という。）が手持品課税の日に保管していたルームクーラー一六六組と二個\n（被告ら主張別表（六）の５、以下「本件物品」という。\n）の所持者を原告と認定して本件課税処分をなしたものであるが、本件物品は、原\n告が昭和五〇年九月三〇日までに得意先の左記販売店に売渡すみであり、右販売店\nが手持品課税の日に本件物品を所持していたものであるから、原告が本件物品の所\n持者であることを前提とする本件課税処分は違法であつて、取消されるべきであ\nる。\n記\n（１）　名古屋市＜地名略＞訴外有限会社鳴海屋\n（２）　同市＜地名略＞訴外カトーデンキ\n（３）　同市＜地名略＞訴外合資会社マルイデンキ\n（４）　同市＜地名略＞訴外合資会社神戸電気商会\n（５）　岩倉市＜地名略＞訴外合資会社服部電機\n（６）　岡崎市＜地名略＞訴外伊藤電化センター\n（右六店を以下「鳴海屋外五店」という。）\n（被告ら）\n請求原因に対する認否\n請求原因一の事実は認める。同二のうち、被告らが、手持品課税の日に永和産業が\n保管していた本件物品の所持者を原告と認定して本件課税処分をなしたことは認め\nる。原告が本件物品をその主張日時までに鳴海屋外五店に売渡ずみであることは不\n知。手持品課税の日において、鳴海屋外五店が本件物品を所持していたとの点は争\nう。\n被告らの主張（本件課税処分の適法性）\n一　手持品課税にかかる物品税の納税義務者は、手持品課税物品を現実に所持する\nその物品の製造業者又は販売業者であり（後記改正法附則一一条一項）、ここにい\nう所持とは、所有権の帰属に関係なく、現実の所持（事実的支配）を意味すると解\nされ、このように、手持品課税は、所有の形態ではなく、所持の形態をとらえて課\n税するのであるから、手持課税物品の所有者が誰であるかを問わないし、また、手\n持課税物品を倉庫業者等に保管させているときは、その係管をさせている者（製造\n業者又は、販売業者）が納税義務者となるのである。\nところで、原告は、手持品課税の日に、別表（六）の「貯蔵場所」欄記載の場所に\nおいて、物品税法の一部を改正する法律（昭和四八年法律第二二号、以下「改正\n法」という。）附則四条三号に掲げる物品であるルームクーラーを、同表の「数\n量」欄記載のとおり、販売のため所持（原告は、本件物品以外については、右事実\nを認めている）していたものである。\n原告が所持していたルームクーラーの合計数量二〇二組と五五個は、改正法附則一\n一条一項の表中、附則四条三号に掲げる物品の項に定める数量一〇〇個以上になる\nので、右各貯蔵場所を所轄する被告各税務署長は、改正法一一条一項及び二項を根\n拠として、国税通則法三二条一項により本件課税処分をなしたものである。\nなお、納付すべき税額は改正法附則一一条一項及び二項、国税通則法一一九条一項\nにより課税標準額に五パーセントの税率を乗じて算出した。\nなお、手持品課税の対象となる課税物品は、本件の場合ルームクーラーの圧縮機、\n蒸発機又は凝縮器を含む（１）室内ユニツト及び（２）室外ユニツトならびに\n（３）その冷媒調整器ならびに（４）これらの物品からなるルームクーラーのいず\nれかである（改正法附則一一条一項及び四条三号）。\nすなわち、手持品課税物品とは、室内ユニツト及び室外ユニツト（冷媒調整器を含\nむ）からなるルームクーラー（右（４））のみでなく、右ルームクーラーの部品で\nあるルームクーラー圧縮機、蒸発器又は凝縮器のいずれかを含む室内ユニツト（右\n（１））及び室外ユニツト（右（２））とその冷媒調整器（右（３））も該当する\nのである。\n右課税物品の数量は、前述の（１）ないし（４）のいずれも「個」が単位となるの\nであるが、（４）のルームクーラーは（１）室内ユニツトと（２）室外ユニツトが\n組合わされたセパレート型ルームクーラーであるので、別表（六）のとおり「個」\nを便宜上「組」と表現した。\n二　手持品課税の日において永和産業に保管されていた本件物品（別表（六）の\n５）は、原告が所持していたものであることは、以下の事実から明らかである。\n１　本件物品の寄託契約は、昭和五〇年九月中旬頃原告と永和産業の間で締結さ\nれ、保管料は、三洋電機西春商品センター並みにすること、保管料の支払条件は一\n五日締切りで翌月一五日現金又は小切手で支払うこと、本件物品は原告が引取るこ\nとなどが、原告と永和産業間で口頭により約束された。\n２　したがつて、永和産業が作成していた会計帳簿（元帳）の未収金勘定には、原\n告に対する保管料、荷役料が計上されていたものであり、また永和産業では、手持\n品課税の日において、本件物品の寄託者は原告である旨の認識はあつても、鳴海屋\n外五店であるとの認識は全くなかつた。\n３　永和産業は、昭和五〇年九月一六日から同年一〇月一五日までの間の、本件物\n品の保管料、荷役料を、昭和五〇年一〇月一五日すぎころに一回目の請求書（乙第\n三号証の一・二）を原告あてに発行したが、原告から請求書のあて先を原告の得意\n先である鳴海屋外五店にするよう指示を受け、二回目の請求書（乙第四号証）を再\n発行したが、再度原告から右販売店別に請求するよう指示を受けたため、昭和五〇\n年一〇月一六日から同年一一月一五日の間の、保管料、荷役料を含めた三回目の請\n求書（乙第五号証の一ないし六）を昭和五〇年一一月一五日付で再々発行したもの\nである。\n４　鳴海屋外五店は手持品課税の日に本件物品が永和産業に保管されていること\nは、知らなかつた。\n５　倉庫業者は、寄託物の保管に当たつては、誤出庫等を防止するため、寄託者別\nに寄託物の医管、整理を行うのが通常であるが、永和産業における本件物品の保管\n状況は、機種別に一括して保管されており、販売店別には保管されていなかつた。\n６　原告は、本件物品の保管料等を永和産業に小切手で支払つている。もつとも、\n原告の会計帳簿では右保管料等は立替金勘定で処理され、原告は、後日、保管料等\n相当額を鳴海屋外五店から小切手等で受領しているが、他方右各販売店に対し売上\n値引と称して、保管料等相当額と同額の金額を差し引いており、本件物品の保管料\n等の実質的負担者は原告であつたことは明らかである。\n７　鳴海屋外五店は、寄託契約当事者でないため、本件物品を永和産業の倉庫から\n自己の名で自由に出庫指図することはできなかつた。\n以上の各事実を総合すると、手持品課税の基準日において本件物品を支配、管理し\nていたのは、鳴海屋外五店ではなく、原告であり、原告が本件物品を販売のため所\n持していたものというべきである。よつて、本件課税処分は適法である。\n（原告）\n被告らの主張に対する認否及び反論\n一　被告らの主張一のうち、手持品課税の日に、被告ら主張の数量のルームクーラ\nーが、主張の貯蔵場所に保管されていたこと、本件物品を除くその余のルームクー\nラーについては、手持品課税の日に原告が所持していたことは認める。永和産業保\n管にかかる本件物品の所持者は、鳴海屋外五店であつて、原告は手持品課税の日に\n本件物品を販売のため所持してはいなかつた。\nしたがつて、原告が手持品課税の日に所持していたルームクーラーは一〇〇個未満\nであるから、改正法附則一一条一項、二項の適用はない。\nなお、被告ら主張の数量中、「組」とあるものは、ルームクーラーとして販売し得\nる課税物品であるが、「個」とあるものは、ルームクーラーの部分品であつて、そ\nれ自体としては販売物品とはならないから課税の対象とはならない。\n二　同二の事実は否認し、主張は争う。\n１　原告が永和産業との間で、本件物品の寄託契約を締結したことはない。原告は\n鳴海屋外五店を代理して、本件物品を永和産業に寄託したものである。\nしたがつて、永和産業は、本件物品の寄託者は鳴海屋外五店である旨認識し、鳴海\n屋外五店も本件物品が右各販売店のために永和産業に保管されていることは十分知\n悉していた。現に永和産業は、鳴海屋外五店に対し、本件物品の在庫証明書（甲第\n一号証の一ないし六）を発行している。そして、鳴海屋外五店は本件物品を永和産\n業から自由に出庫することができたのである。\n２　原告が永和産業に対して本件物品の保管料等を支払つた事実はない。本件物品\nを永和産業に寄託するについて、その保管料等の負担者を売主たる原告にするか、\n買主たる鳴海屋外五店とするかは、売買契約の内容に関することであつて、税法の\n関知するところではない。商人は、得意先との信用、爾後の取引等を考慮して、サ\nービスとして、契約内容を取り決め、売渡品の運搬搬入料、保管料等を売主におい\nて負担するというようなことも屡々存することであつて、売渡品につき仮りに売主\nが保管料等を負担したからといつて、当該物品を所持していることにはならないの\nである。\n３　永和産業が本件物品を委託者別に区分して保管するか否かは永和産業の受託品\n処理に関することであつて、委託者別に区分して保管しなければならないものでは\nない。まして、永和産業が本件物品を委託者別に区分していなかつたからといつ\nて、原告が本件物品の所持者であることの証左とはなり得ないことは明らかであ\nる。\n第三　証拠（省略）\n○　理由\n一　本件課税処分の経緯（請求原因一の事実）ならびに被告らが、手持品課税の日\nに永和産業が保管していた本件物品を含む別表（六）掲記の物品の所持者を原告と\n認定して本件課税処分をなしたこと、手持品課税の日において別表（六）の「貯蔵\n場所」欄記載の場所に同表の「数量」欄記載の数量のルームクーラーが保管されて\nいたこと、右ルームクーラーのうち、永和産業保管にかかる本件物品を除くその余\nのルームクーラー（合計三六組と五三個）を、原告が手持品課税の日において所持\nしていたことは当事者間に争いがない。\nところで、手持品課税とは、改正法附則一一条一項の表の物品名欄に掲げる物品\n（手持課税物品）を、同表の期日欄に掲げる日（手持品課税の日）において、その\n物品の製造者又は販売業者が、その物品の製造にかかる製造場又は保税地域以外の\n場所で、販売のため所持するものの数量が同表の数量欄に掲げる数量（改正法附則\n四条三号に掲げる物品であるルームクーラーについては一〇〇個）以上である場合\nに、当該手持課税物品の全部について、同表の税率に掲げる税率（ルームクーラー\nについては五パーセント）により物品税の課税を行うというものである。\nしたがつて、もし、本件物品を原告が手持品課税の日に所持していないとすると、\n原告所持の手持物品は一〇〇個以下となり、非課税となるから、本件の争点は手持\n品課税の日（昭和五〇年一〇月一日）現在、永和産業に保管されていた本件物品を\n原告が所持していたか否かに存するので、以下この点について検討する。\n二　１成立に争いのない乙第三号証の一・二、第四号証、証人Ａの証言により成立\nの認められる乙第一、第二号証、第五号証の一ないし六、第六号証の一・二、第一\n四号証の一・二、第一五、第一六号証、証人Ｂの証言により成立の認められる乙第\n一三号証、証人Ｃの証言により成立の認められる乙第七、第一七号証、証人Ｄの証\n言により成立の認められる乙第八号証、弁論の全趣旨により成立の認められる乙第\n九ないし第一二号証、証人Ｂ・同Ｅ・同Ａ・同Ｃ・同Ｄの各証言を総合すると、次\nの事実が認められる。\n（一）　原告は、手持品課税の日までに手持のルームクーラーを得意先の販売店に\n売却し、売却にかかるルームクーラーを自社の倉庫から他の倉庫業者等に移すこと\nによつて、物品税の課税負担を免れるべく、まず昭和五〇年九月中旬頃訴外三洋電\n機株式会社商品流通センター営業部長Ｆの紹介により、倉庫業者である永和産業に\n対し、ルームクーラーの保管方を依頼し、その頃、原告と永和産業との間で、ルー\nムクーラーの保管料は訴外三洋電機株式会社商品流通センター並みにすること、右\n保管料の支払条件は一五日締切りで翌月一五日に現金又は小切手で支払うこと、\n寄託されたルームクーラーは原告が引取ることなどを内容とするルームクーラーの\n寄託契約が口頭により締結された。\n（二）　そして、原告は、手持品課税の日までにルームクーラーを得意先の販売店\nに販売するべく、原告の販売外交員において、得意先にルームクーラーの買受方を\n勧誘し、昭和五〇年九月三〇日までに鳴海屋外五店との間で本件物品の売買契約が\n成立した。\n（三）　鳴海屋外五店は、買受けた本件物品について、いずれもこれを保管収納す\nる場所を有していなかつたところ、原告の方で責任をもつて倉庫業者に保管させ保\n管料等も原告が負担するという約束であつた。しかして、昭和五〇年九月三〇日ま\nでに原告は、本件物品を永和産業に搬入した。鳴海屋外五店は、後日原告の販売外\n交員の報告等により本件物品の寄託先が永和産業であることを知つたが、その所在\n地の詳細は知らず、かつ、手持品課税の日の時点において、本件物品が永和産業に\n保管されていることは、知らなかつた。\n（四）　一方、前記のとおり、永和産業は、原告との間でルームクーラーの寄託契\n約を締結したものであり、鳴海屋外五店とは本件物品の寄託契約を締結していなか\nつたし、原告より本件物品の寄託者は鳴海屋外五店である旨の説明もなかつたの\nで、永和産業としては、本件物品の寄託者は当然原告であると認識していた。その\nため、永和産業は、本件物品を機種別に一括して保管し、販売店別に保管したりは\nしていなかつた。また、永和産業が作成していた会計帳簿（元帳）の未収金勘定に\nは、本件物品の保管料等は原告に対するものとして計上されており、永和産業は、\n昭和五〇年九月一六日から同年一〇月一五日までの間の一〇月分の本件物品の保管\n料について、昭和五〇年一〇月一五日すぎころに、原告あてに請求書（乙第三号証\nの一・二）を発行し、そのころ、原告から、小切手により支払を受けた。\nもつとも、永和産業は、原告から右請求書のあて先を鳴海屋外五店に訂正するよう\n指示されたため、内訳に「カトーデンキ他サンヨーエアコン保管料及び荷役料」と\n記載し、あて先を記載しない請求書（乙第四号証）を再発行し、さらに原告の指示\nにより、昭和五〇年一〇月一六日から同年一一月一五日までの一一月分の保管料、\n荷役料について、あて先を鳴海屋外五店の各販売店とした請求書（昭和五〇年一一\n月一五日付、乙第五号証の一ないし六）を発行しているが、これら本件物品の保管\n料等は原告から小切手により支払を受けた。なお、原告の会計帳簿においては、右\n保管料等（昭和五〇年一〇月分から昭和五一年六月分まで）の支払は、立替金勘定\n（乙第一三号証添付書類一枚目中保管料とあるは立替金の誤記）で処理され、原告\nは、右支払にかかる保管料等相当額を鳴海屋外五店に請求し、小切手等で支払を受\nけているが、他方右各販売店に対し売上値引と称して、保管料等相当額と同額の金\n額を差し引いている。\n（五）　永和産業は、原告の出庫指示に基づき、原告会社の社員より受領書を徴し\nて本件物品の出庫をしており、鳴海屋外五店が、独自に永和産業に対し本件物品の\n出庫の指図をしたことはなかつた。証人Ｂ・同Ｅ・同Ｃ・同Ｄの各証言中、右認定\nに反する部分は措信し難く、他に右認定を左右すべき証拠はない。\n２　ところで、手持品課税制度において、もし、物品に対する抽象的な所有権の帰\n属により課税の有無を決することにすれば、販売業者は、手持品課税の日の直前に\n他に売却する旨の契約を締結しさえすれば、租税負担を回避しうることになり、結\n果として租税負担の回避や脱税を容易ならしめ、善良な納税者との負担の公平を欠\nくことになるから、租税技術上現実の所持を課税の基準とすることが合理的であ\nる。この見地からすれば、改正法附則一一条一項にいう「販売のため所持する」と\nは、抽象的な所有権の帰属とは関係がなく、手持課税物品が社会通念上ある者の支\n配・管理に属すると認められるような事実上の状態をいうものと解するのが相当で\nあつて、手持課税物品を倉庫業者等に保管委託させている場合には、その保管委託\n者を「販売のため所持する者」と目すべきである。\n３　これを、本件についてみるに、本件物品の寄託契約は原告と永和産業間におい\nて締結されていること、鳴海屋外五店は手持品課税の日に本件物品が永和産業に保\n管されていることを知らなかつたこと、永和産業は本件物品を機種別に一括して保\n管し、鳴海屋外五店の販売店別には保管していなかつたこと、本件物品の保管料等\nは原告が負担して支払つていること、鳴海屋外五店は本件物品につき永和産業に対\nし、独自に出庫指図したことはなかつたこと、など前記認定の各事実によれば、本\n件物品を手持品課税の日に実質的に支配・管理していたのは原告であり、したがつ\nて、\n原告が本件物品を販売のため所持していたものと認めるのが相当である。\n４　原告は、「原告は鳴海屋外五店を代理して本件物品を永和産業に寄託したもの\nであつて、手持品課税の日に本件物品を所持していた者は鳴海屋外五店である」旨\n主張し、証人Ｂ・同Ｅ・同Ｃ・同Ｄの各証言中には右主張に副う部分が存するけれ\nども、前記認定事実に照らすと、右証言部分は措信し難く、右主張は採用の限りで\nはない。\nもつとも、証人Ａの証言により成立を認めうる甲第一号証の一ないし六によれば、\n本件物品について、永和産業は、鳴海屋外五店あてに昭和五〇年九月三〇日付在庫\n証明書を発行していることが認められるが、前掲乙第一六号証及び証人Ａの証言に\nよれば、永和産業としては、昭和五〇年九月三〇日当時鳴海屋外五店の名前さえ知\nらなかつたが、同年一〇月一五日すぎころ前記原告宛の保管料請求書を原告に持参\nした際、原告より鳴海屋外五店あての在庫証明書を昭和五〇年九月三〇日に遡つて\n作成するよう指示されたため、永和産業は右指示にしたがい前記在庫証明書を作成\nし、同年一〇月下旬頃原告に持参したことが認められるから、右在庫証明書の存在\nをもつて、前記認定をくつがえし、原告の主張を裏付ける資料とはなし得ない。\nまた、原告の会計帳寡において永和産業に支払つた保管料等が、立替金勘定として\n処理され、後日鳴海屋外五店から、右保管料等の支払を受けているが、先に認定し\nたとおり、支払を受けた保管料と同額が値引されているところからすれば、保管料\nの実質的負担者は原告と認められ、原告の会計帳簿の右記載は、前記認定をくつが\nえすに足りる資料とはなし難い。\n５　なお、原告は、本件物品の数量について、被告ら主張の「組」はルームクーラ\nーとして販売し得る課税物品であるが、「個」とあるものはルームクーラーの部品\nであつて、それ自体としては販売物品とはならないから課税の対象とはならない旨\n主張するが、改正法一一条一項及び四条三号に照らし、右主張が理由のないことは\n明らかである。\n以上の次第で、手持品課税の日に永和産業に保管されていた本件物品を原告が所持\nしていたことを前提としてなされた本件課税処分はいずれも適法というべきであ\nる。\n三　よつて、原告の被告らに対する本訴請求はいずれも失当であるからこれを棄却\nすることとし、\n訴訟費用の負担について民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　松本　武　浜崎浩一　東尾龍一）\n別表（一）～（六）（省略）\n"
}