{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 9,
    "day": 12
  },
  "case_number": "昭和62(行ウ)43",
  "case_name": "道路法に基づく工事中止命令取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "ゴルフ場を経営する会社が，ゴルフコース増設のため，市道に土石等をたい積し，道路を損壊しているとして，市が，道路法７１条３項に定める聴聞手続を経ずに，同条１項に基づく工事中止命令を発した場合につき，市が同工事が行われていることを知ってから同工事中止命令を発するまでに１月余りの期間が経過し，同命令発令時には盛土工事はほぼ完了していたことにかんがみると，同条３項ただし書にいう「緊急やむを得ない場合」には当たらず，同工事中止命令は，同項所定の聴聞手続を怠った点で違法であるとして，これを取り消した事例",
  "lawsuit_id": "16750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/016750_hanrei.pdf",
  "contents": "○　主文\n一　被告が原告に対し、昭和六二年七月一五日付けでした工事中止命令（泉南土第\n六六二号）を取り消す。\n二　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n主文と同旨。\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告は原告に対し、昭和六二年七月一五日付けで、道路法七一条に基づき、別\n紙記載のとおりの工事中止命令（泉南土第六六二号）（以下「本件中止命令」とい\nう。）を発した。\n２　しかし、本件中止命令は次の点で違法である。\n（一）　これを発するに先立ち道路法七一条三項所定の聴聞を行つていない。\n（二）　処分内容が不明確である。\n（三）　処分の実体的要件を欠いている。\n３　よつて、原告は被告に対し、本件中止命令の取消しを求める。\n二　請求原因に対する被告の認否\n１　請求原因１の事実は認める。\n２　同２の事実は、このうち被告が、本件中止命令を発するに先立ち、原告に対す\nる聴聞を行わなかつたとの点は認め、その余の点は、すべて否認する。\n三　被告の主張\n１　以下のような事情を考慮すると、本件では、道路の構造を保全し、又は交通の\n危険を防止するため緊急やむをえない場合（道路法七一条三項ただし書）であつた\nので、被告は、原告に対する聴聞を行うことなく本件中止命令を発した。\n（一）　被告は、昭和六二年六月八日に、一般市民からの通報により、原告が泉南\n市道兎田上之郷線に土石等を堆積させ、これを損壊していることを初めて知つた。\nそこで、泉南市土木建築課職員など被告の部下職員が現地に赴き調査を行つたとこ\nろ、右事実関係は極めて明白であつた。しかし、原告代表者は、現地に不在であつ\nたので、被告の部下職員は、原告の社員に対して泉南市道兎田上之郷線の損壊行為\nを任意に中止するように求めた。\n（二）　被告は、原告が右求めに応じて、泉南市道兎田上之郷線の損壊行為を任意\nに中止するものと考えていたところ、一般市民から、原告がその後も泉南市道兎田\n上之郷線の損壊行為を続けているとの通報がされた。そこで、被告の部下職員は、\n昭和六二年六月二五日に、原告代表者に対して、道路台帳等の資料を示して泉南市\n道兎田上之郷線の損壊行為を中止するように求めた。\n（三）　しかし、原告代表者は、被告の部下職員の求めに応じることなく、なおも\n泉南市道兎田上之郷線における土石等の堆積工事を続行する意思を示した。\n（四）　このような経緯にかんがみると、原告の右工事を放置したならば、泉南市\n道兎田上之郷線の道路としての機能が失われ、交通が不可能もしくは著しく困難に\nなるおそれがあつた。\n２　仮に、原告に対する聴聞手続を欠いている点において本件中止命令には手続上\nの瑕疵があるとしても、右瑕疵は、本件中止命令の取消原因には当たらないこと\nは、以下のとおりである。\n道路法七一条三項が、道路法に基づく工事中止命令等の発令に先立ち、被処分者に\n対して聴聞をすべきことを定めた趣旨は、事実認定の公正を担保するところにある\nと解される。右のような法の趣旨に照らせば、道路法七一条三項所定の聴聞手続が\n行われても事実認定が動く可能性が全くない場合には、聴聞手続に関する手続上の\n瑕疵は、処分の取消原因とはなり得ないというべきである（最高裁昭和四二年（行\nツ）第八四号同五〇年五月二九日第一小法廷判決、民集二九巻五号六六二頁参\n照）。\nこれを本件についてみてみると、原告が、泉南市道兎田上之郷線に土石等を堆積さ\nせてゴルフコースの増設を行つたことは明白である。のみならず、原告の社員又は\n代表者は、本件中止命令に先立ち、被告の部下職員から、泉南市道兎田上之郷線の\n損壊行為を任意に中止すべきことを二回も勧告され、その際、自已の正当性を主張\nすることも可能であつたにもかかわらず、何らの具体的主張や反論をしていない。\nそして、本訴においても、原告は、泉南市道兎田上之郷線の損壊行為を否認するの\nみで、被告の主張・立証した事実についての具体的な反論、反証をなし得ないまま\nである。\n以上のような事実に徴すれば、本件中止命令の発令に先立ち、原告に対する聴聞を\n行つたとしても、被告が異なる判断に到達する可能性があつたとはいえないから、\n仮に、聴聞手続に関する手続上の瑕疵があつたとしても、右は、本件中止命令の取\n消原因には当たらないというべきである。\n３　本件中止命令の内容は、別紙記載のとおりであるが、その内容は、不明確であ\nるとはいえない。\n処分内容がどの程度明確にされていれば足りるかは、処分を受ける者の知識や客観\n的資料の存在を総合考慮して判定されるべきであるところ、以下のような事情に徴\nすれば、別紙記載の内容の本件中止命令は、その内容が不明確であるとはいえな\nい。\n（一）　泉南市道兎田上之郷線の存在は、泉南市備え付けの道路台帳によつて明ら\nかである。\n（二）　しかも、原告は、泉南市道兎田上之郷線の損壊行為を行う以前から、その\n所有地におけるゴルフコース増設工事を行うことを計画し、都市計画法に基づく大\n阪府知事の開発許可を受けるべく、大阪府建築部開発指導課との間で事前協議を行\nつており、この際、開発区域内に泉南市道兎田上之郷線が存在することを示す開発\n計画地図を同課に提出している。このため、同課から、大阪府知事に対する開発許\n可申請に先立ち、泉南市及び岸和田市の土木事務所との間で協議をすることを求め\nられ、被告に対して、昭和六一年七月一七日付けをもつて、泉南市道兎田上之郷線\nについて境界明示申請をなし、現地における立会も完了している。このように、原\n告は、原告所有地内における泉南市道兎田上之郷線の存在及びその位置については\n明確に認識していた。\n（三）　そして、泉南市道兎田上之郷線は、里道を認定したもので地番がないた\nめ、被告は、道路表示の通例に従い、土石等が堆積された部分の起点に近い地番を\n付することにより、泉南市道兎田上之郷線のうち本件中止命令の対象となる工事の\n場所を特定したものである。\n（四）　以上のような事情に徴すれば、泉南市道兎田上之郷線のうち、本件中止命\n令の対象となつた土石等の堆積がされた部分がどこであるのかは、別紙記載本件中\n止命令によつて、原告は明確に認識し得るといえる。\n４　原告は、本件中止命令が発せられた当時、泉南市道兎田上之郷線のうち、別紙\n図面赤線部分に土石を堆積し、これを損壊する行為に出ていたのであるから、本件\n中止命令については、その実体的要件に欠ける点はない。\n四　被告の主張に対する原告の認否と反論\n１　被告の主張１の冒頭の事実は、否認する。\n同１の（一）の事実は知らない。\n同１の（二）の事実は、このうち昭和六二年六月二五日に被告の部下職員が、原告\n代表者に対して、泉南市道兎田上之郷線の損壊行為を中止するように求めた事実は\n認めるが、その余の事実は知らない。\n同１の（三）及び（四）の事実は否認する。\n本件が、道路法七一条三項所定の「緊急やむを得ない場合」には当たらないこと\nは、以下のとおりである。\n被告は、その主張によれば、昭和六二年六月八日には、原告による泉南市道兎田上\n之郷線の損壊行為を知つていたことになり、その頃、被告の部下職員が「現地」を\n見分しているという。しかも、同月二四日には、被告の部下職員が「現地」の写真\nを撮影しているのである。そうであれば、被告の主張を前提にしても、原告による\n泉南市道兎田上之郷線の損壊行為を知つてから本件中止命令が発せられるまでには\n一か月以上が経過しているのであり、被告が原告に対する聴聞を行うのには充分な\n時間的余裕があつたことが明らかである。このような時間的余裕があるにもかかわ\nらず、原告に対する聴聞を行わず、不意打的に本件中止命令を発したことは、道路\n法七一条三項の要請、ひいては、憲法に基づく適正手続の要請をも無視するもので\nあつて、その違法は極めて明らかである。\n２　同２の事実はすべて否認し、その法的主張は争う。\n原告に対する聴聞を欠いたまま発せられた本件中止命令は、それ自体が重大かつ明\n白な違法を帯びるものといわざるを得ないことは、以下のとおりである。\n（一）　被告が引用する最高裁昭五〇年五月二九日第一小法廷判決は、法の要求す\nる運輸審議会の公聴会は行われたが、その審理手続に瑕疵があつた場合について、\nその審理手続の瑕疵と処分の効力の関係について判断をしたものであつて、法が要\n求する聴聞手続が全く行われなかつた本件とは、全く事案を異にする。右判例は、\n行政処分が、法の要求する事前手続を経ない場合や事前手続が行われていてもその\n過程に法が事前手続を要求した趣旨を没却するような重大な瑕疵があれば、そのよ\nうな手続を経てなされた処分も違法として取消しを免れないことを明らかにしてい\nるのである。\n（二）　しかも、本件は、原告が損壊したとされる泉南市道兎田上之郷線がどこに\nあるのか、原告が行つた行為の内容等、本件中止命令の前提となる事実関係自体に\n争いのある事案であつて、原告に対する聴聞を行つても、事実認定が動く可能性が\nないなどというのは、被告の独善的な判断に過ぎない。\n３　同３の冒頭の事実及び同３の（一）の事実はいずれも否認する。\n同３の（二）の事実は、このうち原告がゴルフコースの増設工事をするために、都\n市計画法に基づく大阪府知事の開発許可を受けるべく、大阪府建築部開発指導課と\nの間で事前協議を行つていた事実は認めるが、その余の事実は否認する。\n同３の（三）の事実は否認する。\n本件中止命令は、以下の点でその内容が不明確であるといわざるを得ない。\n（一）　本件中止命令には、原告が占用している道路として、「泉南市道兎田上之\n郷線」が、物件工作物の所在地として、「泉南市＜地名略＞先他」が掲げられてい\nるが、それだけでは、原告が、延長一五一四・四メートルといわれる泉南市道兎田\n上之郷線のどの部分を占用しているのか判然としない。\nちなみに、原告は、本件中止命令が発せられたころ、原告の所有土地に芝張りをし\nたことはあり、被告の中止命令は、右芝張りの対象となつた右原告所有地内に泉南\n市道兎田上之郷線が存在することを前提として発せられたもののようであるが、原\n告所有地内には、外観上道路とおぼしき部分は全く見当たらない上、右芝張りの対\n象となつた原告所有地自体が多数の地番から成つている一面のゴルフコース（予定\n地）であり、その中から工作物件の所在地とされた「泉南市＜地名略＞先他」を特\n定することも困難である。\n（二）　また、中止すべき工事の内容である「土石等の堆積」の趣旨も不明であ\nる。\n右のとおり、原告は、本件中止命令が発せられたころ、原告所有地に芝張りはした\nが、土石等を堆積させたことはない。原告は、右芝張りの対象となつた土地を、昭\n和六一年二月に、ほぼ現状のとおり宅地状に造成された状態で購入しており、芝張\nりに先立ち原告がその造成をしたという事実はない。\n４　同４の事実は否認する。\n第三　証拠（省略）\n○　理由\n一　請求原因１のとおり被告が本件中止命令を発したこと、これに先立ち、原告に\n対して道路法七一条三項所定の聴聞を行わなかつたことは、当事者間に争いがな\nい。\n二　被告の主張１及び２について判断する前提となる事実関係について\n成立に争いのない甲第三号証、乙第二号証（ただし、同号証の赤塗りは、被告によ\nつて記入されたもの）、同第三号証（ただし、同号証の赤塗りは、被告によつて記\n入されたもの）、同第四号証及び同第五号証の一、二、原本の存在及びその成立に\n争いのない乙第一二号証及び同第一三号証、その方式及び趣旨により公務員が職務\n上作成したものと認められるから真正な公文書と推定すべき乙第七号証、同第八号\n証及び同第二五号証、前掲乙第一三号証及び弁論の全趣旨により原本の存在及びこ\nれが真正に成立したものであると認められる乙第一五ないし同第一七号証、弁論の\n全趣旨により真正に成立したものであると認められる乙第一号証及び同第一一号\n証、証人Ａの証言及び弁論の全趣旨により泉南市水道部業務課（撮影当時同市事業\n部土木建築課）職員Ｂが昭和六二年六月二四日に後記本件道路部分付近を撮影した\nものと認められる乙第九号証の一ないし八及び同市総務部財政課職員Ｃが昭和六三\n年四月一五日及び同月二二日に同所付近を撮影したものと認められる乙第一九号証\nの一ないし一二、前掲乙第一三号証及び弁論の全趣旨により真正に成立したものと\n認められる乙第一八号証の九及び同号証の一〇、右乙第一八号証の九及び一〇によ\nり、株式会社今西組が昭和五七年一一月二五日から同五八年三月二一日までの間に\n同所付近を撮影したものと認められる乙第一八号証の一ないし八並びに証人Ａの証\n言及び原告本人尋問の結果（後記採用しない部分を除く。）に弁論の全趣旨を総合\nすると以下の事実が認められる。\n１　昭和六〇年一月一二日当時には、泉南市＜地名略＞、＜地名略＞、＜地名略\n＞、＜地名略＞、＜地名略＞、＜地名略＞の土地（以上が北側）と、＜地名略＞、\n＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞　（同土地はため池）の土地\n（以上が南側）との間には、東西に走る道路状の土地が存在していた。泉南市事業\n部土木建築課はもとより、右道路状の土地の周辺住民も、右道路状の土地が昭和四\n三年三月に市道として路線認定を受けた泉南市道兎田上之郷線であると認識し、こ\nれを通行の用に供してきた。\n２　原告は、昭和六一年二月二五日、Ｄ他三名の者から、泉南市＜地名略＞、＜地\n名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の土地など右道路状の\n土地に接する土地を買受けてその所有権を取得した。原告は、右売買契約後、売買\nにより取得した土地にゴルフコースを増設することを計画し、都市計画法に基づく\n開発許可を得るために大阪府建築部開発指導課との間で事前協議を進めていた（こ\nの事実は当事者間に争いがない。）が、右手続に際し原告が同課に提出した造成計\n画平面図には、１に認定した位置に道路状の土地が存することが明記されていた\n上、原告は、大阪府建築部開発指導課から、右開発区域に里道が含まれている旨の\n指摘を受け、昭和六一年七月一七日、被告に対し、泉南市＜地名略＞、＜地名略\n＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略\n＞、＜地名略＞、＜地名略＞などの土地と道路との境界明示を申請し、同年八月一\n一日、原告の委任を受け右開発許可申請手続を担当していた共栄技研コンサルタン\nト株式会社の担当者が、境界明示のための立会いを了するなど、右道路状の土地\nは、少なくとも、昭和六一年八月当時まではその存在が確認されている。\n３　ところが、その後、原告は、大阪府知事の開発許可を受けることなく、右道路\n状の土地のうち泉南市＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名\n略＞の土地（以上が北側）と、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞\nの土地（以上が南側）の間を東西に走る部分（以下「本件道路部分」という。）に\nブルドーザーを入れて盛土をし、これを埋め立てるなどしてこれを自己の経営する\n泉南ゴルフカンツリークラブのゴルフコースの一部にするための工事を開始した。\n４　原告が右工事を開始したことは、昭和六二年六月初めころ、付近住民から泉南\n市都市計画課に通報された。泉南市都市計画課の担当職員は、同年六月八日、現地\nに臨み、原告が、本件道路部分に盛土をしてゴルフコースの増設工事を行つている\nことを確認した。\n５　そこで、泉南市都市計画課の担当職員は、原告が、都市計画法所定の大阪府知\n事の開発許可を得ることなく同法所定の開発行為を行つているものと判断して、右\n六月八日及び六月一九日に、原告の社員に対して、工事を任意に中止するように求\nめた。\n６　他方、泉南市都市計画課からの連絡により原告の右工事を知つた泉南市事業部\n土木建築課職員は、昭和六二年六月二四日、本件道路部分に臨場したところ、な\nお、工事は続行されており、盛土はほぼ完了し、その時点で本件道路部分の道路と\nしての外形はほとんど失われていることを知り、現地の状況を写真撮影した。泉南\n市土木建築課職員は、同日、原告の支配人に対して、右工事の中止を求め、翌日原\n告代表者と面会したい旨を伝えた。\n７　翌六月二五日、泉南市土木建築課職員は、泉南市の道路台帳を持参して原告代\n表者と面会して右工事の中止を求めた（この事実は当事者間に争いがない。）が、\n原告代表者は、泉南市土木建築課職員が指摘する場所に道路が存在したこと自体を\n否定し、工事の中止には応じない旨を言明した。\n８　その後、被告又は被告の部下職員と原告との間には何らの交渉もされないまま\n同年七月一五日に、本件中止命令が発せられた。\n９　被告はその後現在に至るまで、本件道路部分とされた盛土の除却を命じる処分\nを原告に発したことはない。\n以上の事実が認められ、この認定に反する甲第二号証の記載部分及び原告代表者の\n供述部分は、前掲各証拠に照らして採用できず、他に右認定を左右するに足りる証\n拠はない。\n三　被告の主張１について\n以上の事実関係を前提とすると、道路の構造を保全し、又は交通の危険を防止する\nために、聴聞を行うことなく工事中止命令を発することが、緊急やむをえない場合\n（道路法七一条三項ただし書）であつたとは認められない。その理由は、以下のと\nおりである。\n前記二の認定事実によれば、被告の部下職員が原告による本件道路部分における盛\n土等の工事を知つてから本件中止命令が発せられるまでには、一か月余りの期間が\n経過しているところ、二週間もあれば聴聞手続を行うことができたと解されるか\nら、本件工事中止命令を発するまでに原告に対する聴聞を行う時間的余裕があつた\nというべきであり原告に対する聴聞を行う余地のないほどの時間的緊急性があつた\nことは認められない。そのうえ、本件中止命令が発せられた時点では、原告による\n本件道路部分への盛土工事はほぼ完了していたのであるから、その時点以後、更に\n道路の破壊が急速に進むとは考え難い状況であつたということができる。そうであ\nれば、本件中止命令が発せられた段階では、道路管理上、右工事の中止を命ずる必\n要性は既に後退し、むしろ盛土の除却等の措置を命ずることの必要性こそが高くな\nつていた（これを命じていないことは前二９認定のとおり）というべきであつて、\nこの点で、本件中止命令発令の時点では、右工事の中止を命ずる緊急の必要性があ\nつたとすることも困難であるというほかはない。\nしたがつて、本件が、道路の構造を保全し、又は交通の危険を防止するため緊急や\nむをえない場合に当たるとは認められず、他に、被告の主張１を肯定するに足りる\n事実関係を認めるに足りる証拠はないから、被告が本件中止命令を発するに当た\nり、原告に対する聴聞を行わなかつたことは、道路法七一条三項所定の手続を怠つ\nた点で違法であるというほかはない。\n四　被告の主張２について\n本件においては、被告は、道路法七一条三項が明文をもつて定める聴聞手続を懈怠\nしたまま本件中止命令を発したのであつて、このような違法な手続を前提として発\nせられた本件中止命令もまた違法であつて、取り消しを免れないものというべきで\nある。その理由は、以下のとおりである。\n道路法七一条三項が、同条一項又は二項の処分をするに先立ち被処分者に対する聴\n聞を行うべきことを定めた趣旨は、同条一項及び二項の処分が、被処分者の所有権\n等その権利・利益に重大な影響を及ぼす場合のあることにかんがみ、被処分者に意\n見及び証拠資料を提出する機会を与えることにより、その権利・利益を担保するこ\nとにあると解される。そして、このような手続が法的に保障されているにもかかわ\nらず、その機会を全く与えられることなく処分がされた場合には、その処分は、被\n処分者の法的利益を侵害するものとして違法たるを免れ得ないものというべきであ\nる。特に、本件においては、前記二７に認定したとおり、原告代表者は、本件中止\n命令が発せられるに先立ち、その前提となるべき実体的事実関係について被告とは\n異なる認識を有していることを主張し、これを争う意思を明確に表示していたので\nあるから、道路法七一条三項に反して原告に対する聴聞を怠つた違法は重大なもの\nといわなければならない。\nこの点につき、被告は、最高裁昭和四二年（行ツ）第八四号同五〇年五月二九日第\n一小法廷判決（民集二九巻五号六六二頁）を引用して、本件では、道路法七一条三\n項所定の聴聞手続が行われても事実認定が動く可能性が全くなかつたから、聴聞手\n続に関する手続上の瑕疵は、処分の取消原因とはなり得ない旨を主張する。\nしかし、右判例は、一般乗合自動車運送事業の免許に関し諮問を受けた運輸審議会\nの公聴会自体は行われたものの、その審理手続に申請計画の問題点につき申請者に\n主張・立証の機会を与えなかつたという瑕疵のある場合につき、仮に運輸審議会が\nこのような機会を与えたとしても申請者において運輸審議会の認定判断を左右する\nに足りる資料及び意見を提出し得る可能性があつたとは認め難いような場合には、\n右瑕疵は、右諮問を経てされた運輸大臣の免許の拒否処分を違法として取り消す事\n由とはならない旨を判示したものにすぎず、法が処分権者に義務付けた聴聞が全く\n行われないまま行政処分がされた本件とは、全く事案を異にするものといえる。現\nに、右判例も、法が行政処分をするに当たつて、諮問機関に諮問すべき旨を定めて\nいるにもかかわらず、行政処分が諮問を経ないでされた場合には、当該処分も違法\nとして取消を免れない旨を明言しているのであつて、そうであれば、本件のよう\nに、法が、被処分者の権利・利益を担保することを目的として定めた手続（聴聞）\nを完全に懈怠したまま行政処分がされたような場合には、聴聞が行われれば、被処\n分者において、処分権者の認定判断を左右するに足りる資料及び意見を提出し得る\n可能性があつたか否かを問うまでもなく、かかる手続上の瑕疵は、処分の違法事由\nを構成するものと認めるのが相当である。\n六　結論\n以上のとおりであるから、その余の点について判断するまでもなく、本件中止命令\nは違法であるからこれを取り消すこととし、訴訟費用の負担について行政事件訴訟\n法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　井関正裕　綿引万里子　朝日貴浩）\n泉南土第六六二号\n命令書\n通告人　泉南市長\nＥ\n被通告人　株式会社泉南カンツリークラブ\n代表取締役　Ｆ\nあなたが占用している左記の道路は、道路法（昭和二十七年法律第一八〇号）第四\n十三条に違反しているので、同法第七十一条第五項の規定により昭和六十二年七月\n二十九日までに工事を中止することを命じます。\n記\n一　物件工作物の所在地\n泉南市＜地名略＞先他\n一　路線名\n泉南市道兎田上之郷線\n一　工作物件の名称構造\n土石等の堆積\n一　違反の状況\nみだりに道路に土石等の物件を堆積し、道路の構造及び交通に支障を及ぼした。\nこの処分について不服があるときは、この書類を受けとつた日の翌日から起算して\n六十日以内に本市に対して異議申立をすることができる。\n昭和六十二年七月十五日\n差出人　泉南市＜地名略＞\n泉南市長\nＥ\n受取人　和歌山県西牟婁郡＜地名略＞\n株式会社泉南カンツリークラブ\n代表取締役　Ｆ\n別紙図面（省略）\n"
}