{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和55(け)28",
  "case_name": "刑事補償請求更正決定に対する異議事件",
  "court_name": "東京高等裁判所第三刑事部",
  "lawsuit_id": "20415",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20415",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/415/020415_hanrei.pdf",
  "contents": "主　　　　文\n本件異議申立を棄却する。\n理　　　　由\n本件異議申立の趣意は、申立人代理人伊達秋雄外二名が連名で提出した異議申立\n書及び同補充書に記載されたとおりであるから、これらを引用する。\n本件異議申立の理由とするところは、要するに、原決定は、申立人に対する刑事\n補償として、申立人が本件について抑留及び拘禁された日数（二一二日）のうち未\n決勾留日数として本刑に算入された部分（一八〇日）は、刑事補償法三条二号によ\nりこれを補償しないのが相当であるとして、結局、三二日についてのみ一日四一〇\n〇円の割合で計一三方一二〇〇円を交付する旨決定したが、（一）本件の場合、刑\n事補償法一条により抑留及び拘禁された日数の全部につき刑事補償をなすべきであ\nるのに、同法三条二号を適用している原決定には、憲法四〇条、刑事補償法一条、\n三条二号の解釈適用を誤つた違法があり、（二）原決定が同法三条二号を適用した\n点に、仮に誤りがないとしても、未決算入をした日数（一八〇日）の全部につき補\n償をしなかつた原決定の判断は、同条の解釈適用を誤り、ひいては憲法四〇条、刑\n事補償法一条に違反している、というのである。\nそこで、一件記録を精査して検討するに、記録によれば、申立人は、昭和五一年\n一〇月一八日、爆発物取締罰則違反の罪で現行犯逮捕され、同月二一日同罪で勾\n留、同年一一月九日同罪及び火薬類取締法違反の罪で起訴されたのち、昭和五二年\n五月一七日保釈され、以後身柄不拘束のまま審理を受け、結局、昭和五四年一二月\n一三日、東京高等裁判所で、火薬類取締法違反の罪について懲役七月、未決通算一\n八〇日、執行猶予二年、爆発物取締罰則違反の点については犯罪の証明がない旨\n（右の両者は科刑上一罪の関係に立つものとして起訴されたと解して主文で無罪の\n言渡しはしていない。）の判決がなされ、同判決は、同月二七日確定していること\nが明らかである。\n<要旨>ところで、科刑上一罪の関係に立つ数個の訴因の一部が無罪となった場\n合、たとえ、主文において無罪の言</要旨>渡しがなされていなくても、同訴因の審\n理をするために抑留及び拘禁されていた日数は、刑事補償の対象になるものと解せ\nられるが、他方、右抑留及び拘禁された日数の全部又は一部は、これを有罪とされ\nた訴因の本刑に算入することもこれまた可能であると解せられる。そして、有罪と\nされた訴因の本刑に抑留及び拘禁された日数の全部又は一部を算入する旨の判決が\n確定した場合には、右本刑がいわゆる実刑の場合であると執行猶予の場合であると\nを問わず、その判決の効果として、既に算入された日数については、もはや未決勾\n留としては刑事補償の対象とはならないものと解するのが相当である。\n本件についてこれをみると、申立人が抑留及び拘禁された日数は全部で二一二日\nであるが、そのうち一八〇日については、有罪とされた火薬類取締法違反の訴因の\n本刑に未決算入されているのであるから、残日数の三二日だけが刑事補償法一条、\n三条二号により、刑事補償の対象となるに過ぎない。しかるに、原決定は、右二一\n二日の全部が刑事補償の対象となる旨判示しているのであり、したがつて、原決定\nには右の点において同法一条、三条二号の解釈を誤つた違法があるものといわざる\nを得ないが、原決定が同法三条二号により実際に刑事補償を認めた日数は、未決算\n入した日数（一八〇日）を除いた残余の三二日についてだけであるから、原決定は\n結論において正当ということができる。\n以上の次第で、申立人が抑留及び拘禁された日数（二一二日）の全部につき、こ\nれが刑事補償の対象となるとの見解のもとに原決定を論難する所論は、結局、その\n前提において失当である。論旨は理由がない。\nよつて、刑訴法四二八条、四二六条一項により本件異議申立を棄却することと\nし、主文のとおり決定する。\n（裁判長裁判官　小松正富　裁判官　苦田文一　裁判官　宮嶋英世）\n"
}