{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 12,
    "day": 18
  },
  "case_number": "昭和63(行ウ)107",
  "case_name": "法人税更正処分等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　法人の記念行事に係る支出につき，租税特別措置法６２条１項は，冗費，濫費を節減するために設けられた規定であるところ，同行事に際して収受した祝金に相当する支出額は冗費，濫費に当たらず，また，同条３項にいう「支出」とは実質的な出捐を意味するから，祝金収入によって補てんされる部分は同項の支出に当たらないと主張して，同支出の全額が損金に算入されないとしてされた法人税の更正処分等の取消しを求める訴えが，同条は，資本金が５０００万円を超える法人の交際費につき，冗費，濫費を問うことなく支出額全額を損金不算入とする旨の規定であり，また，祝金は，会費や協賛金のように行事の一部負担金となるものではなく，当該交際行為の相手方から交際費として任意に支出される金員であって，行事の開催のための交際費等について，受領した  祝金に相当する額の支出がなかったとみ得るとか，その交際費性が失われるといった関係にあるとはいえないとして，棄却された事例　２　租税特別措置法６２条が，憲法２９条及び８４条に違反しないとされた事例",
  "lawsuit_id": "16730",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16730",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/730/016730_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和六二年一一月三〇日付けでした原告の昭和六一年五月一日から昭和\n六二年四月三〇日までの事業年度の法人税の更正のうち所得金額一二七七万八三二\n一円を超える部分及び過少申告加算税賦課決定を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告が昭和六二年六月三〇日付けでした原告の昭和六一年五月一日から昭和六\n二年四月三〇日までの事業年度（以下「本件事業年度」という。）の法人税の確定\n申告（以下「本件申告」という。）、被告が同年一一月三〇日付けでした更正（以\n下「本件更正」という。）及び過少申告加算税賦課決定（以下「本件賦課決定」と\nいう。）、これに対し原告が昭和六三年二月一日付けでした審査請求並びに国税不\n服審判所長が同年五月三〇日付けでした右審査請求に対する審査裁決の経緯は、別\n紙一のとおりであり、原告は、同年六月六日、裁決書謄本の送達を受けた。\n２　しかし、本件更正は、損金に算入されない交際費等の額を過大に認定し、その\n結果、所得を過大に認定した違法があるから、本件更正のうち所得金額一二七七万\n八三二一円を超える部分及び本件賦課決定の取消しを求める。\n二　請求原因に対する認否\n請求原因１の事実は認め、同２は争う。\n三　被告の主張\n１　原告の本件事業年度の所得金額\n（一）　申告所得金額\n（二）　交際費等の損金不算入額の加算額\n（１）　争いのない交際費等の損金不算入額の加算額\n（２）　記念行事に係る交際費等の損金不算入額の加算額\n（１）　原告は、創業五〇周年記念事業の一環として行つた越谷工場及び新本社ビ\nルの建築に関し、昭和六一年一〇月一日、創業五〇周年記念及び越谷工場の竣工を\n披露する催し（以下「越谷工場竣工記念行事」という。）を行い、別紙二に記載の\nとおり合計九二七万八〇〇〇円を支出し、次いで、昭和六二年三月二七日、新本社\nビルの竣工を披露する催し（以下「本社ビル竣工記念行事」といい、越谷工場竣工\n記念行事と併せて「本件各記念行事」という。）を行い、別紙三に記載のとおり合\n計二一五万九三二八円を支出した（以下、右の各支出を併せて「本件各記念行事\n費」という。。\n（２）　原告は、越谷工場竣工記念行事に際して五九八万円の祝金を、本社ビル竣\n工記念行事に際して二二七万五〇〇〇円の祝金（以下、右の各祝金を併せて「本件\n祝金」という。）を、それぞれ招待客から収受していたところ、本件各記念行事に\n係る交際費等につき、本件各記念行事費の額一一四三万七三二八円から本件祝金の\n額八二五万五〇〇〇円を控除した一二一八万二三二八円のみを損金不算入額として\n本件申告をした。\n（３）　ところで、租税特別措置法（以下「措置法」という。）六二条は、その一\n項で、当該事業年度終了日における資本の金額が五〇〇〇万円を超える法人が支出\nする交際費等の額は、当該事業年度の所得の金額の計算上、損金の額に算入できな\nいとする交際費損金不算入制度を定め、その三項で、右一項にいう交際費等の意義\nを、「交際費、接待費、機密費その他の費用で、法人が、その得意先、仕入先その\n他事業に関係のある者等に対する接待、供応、慰安、贈答その他これらに類する行\n為のために支出するもの・・・・・・をいう。」と規定している。\n本件各記念行事は、いずれも原告の得意先、仕入先その他事業に関係のある者を招\n待して、これを接待、供応をするために原告が催したものであり、いわゆる会費制\nによるものではないから、これに要した費用は措置法六二条三項に規定する交際費\n等に該当するものであり、原告は本件事業年度終了日における資本の金額が五〇〇\n〇万円を超える法人であるから、同条一項により、本件各記念行事の開催費用とし\nて支出した本件各記念行事費は、本件事業年度の所得の金額の計算上、その金額が\n損金不算入となるものである。\n（４）　よつて、原告が本件各記念行事費のうち損金不算入額から控除した八二五\n万五〇〇〇円を、所得金額の計算上、申告所得金額に加算する。\n（三）　寄付金の損金不算入額の減算額一二万〇四四九円\n右（二）の交際費等の損金不算入額の増加に伴い寄付金の損金算入限度額の計算の\n基礎となる所得の金額が増加するので、法人税法三七条二項、同法施行令七三条一\n項、二項の規定に基づき増加後の所得の金額を基礎とする寄付金の損金算入限度額\nを計算すると別紙四のとおり二七万八一八七円となるから、本件事業年度における\n寄付金の額四六〇万円のうち損金不算入となる寄付金の額は四三二万一八一三円と\nなるところ、右金額と原告が本件申告において損金に算入しなかつた寄付金の額四\n四四万二二六二円との差額一二万〇四四九円は損金に算入できるので、これを所得\n金額から減算する。\n（四）　右（一）の金額に右（二）の金額を加算したものから、右（三）の金額を\n減算した二〇九三万〇一三三円が原告の本件事業年度の所得金額である。\n２　本件更正の適法性\n原告の本件事業年度の所得金額は右１の（四）のとおり二〇九三万〇一三三円であ\nるところ、これと所得金額が同額の本件更正は適法である。\n３　本件賦課決定の適法性\n原告は、本件事業年度の所得金額を過少に申告しているので、国税通則法（ただ\nし、昭和六二年法律第九六号による改正前のもの。以下同じ。）六五条に基づき、\n本件更正により原告が新たに納付すべきこととなつた本税の額一一三万円（ただ\nし、同法一一八条三項により一万円未満の端数切捨て）に一〇〇分の五を乗じて過\n少申告加算税の額を算出すると五万六五〇〇円となるところ、これと過少申告加算\n税の額が同額の本件賦課決定は適法である。\n四　被告の主張に対する認否\n１　被告主張１について\n（一）　（一）の事実は認める。\n（二）　（二）の（１）、（二）の（２）の（１）、（２）の各事実は認め、同\n（３）は、本件各記念行事がいずれも原告の得意先、仕入先その他事業に関係のあ\nる者を招待して、これを接待、供応するために原告が催したものであること、本件\n各記念行事が明示的な会費制により行われたものでないこと、原告が本件事業年度\n終了日において資本の金額が五〇〇〇万円を超える法人であることは認め、措置法\n六二条一項、三項に関する解釈及び主張は争い、同（４）は争う。\n（三）　（三）は、別紙四の番号１、２、６ないし１０、１３の各金額は認め、主\n張は争う。\n（四）　（四）は争う。\n２　同２、３は争う。\n五　原告の主張\n１　措置法六二条により損金不算入となる交際費等の額とは、以下に述べる理由か\nら、法人がその得意先、仕入先その他事業に関係のある者等に対する接待、供応、\n慰安、贈答その他これらに類する行為（以下「交際行為」という。）において現実\nに支出しな金額の全部をいうのではなく、その行為の相手方から当該法人に支払わ\nれることが社会的慣行となつている祝金のような交際行為と不可分一体の関係にあ\nる収入がある場合には、その収入分を控除した金額をいうと解すべきである。\n（一）　法人税法は、内国法人の各事業年度の所得金額の計算の基礎数値となる益\n金及び損金の額の計算方法を定める同法二二条四項において、「第二項に規定する\n当該事業年度の収益の額及び前項各号に掲げる額は、一般に公正妥当と認められる\n会計処理の基準に従つて計算されるものとする。」と規定しているところ、企業会\n計原則第二の一のＢは、「費用及び収益は、総額によつて記載することを原則と\nし、費用の項目と収益の項目とを直接に相殺することによつてその全部または一部\nを損益計算書から除去してはならない。」とし、総額主義の原則を掲げている。と\nころで、企業が支出する交際費等は、商取引を円滑ならしめるために企業の運営上\n当然必要なものであつて、かつ、常にその効果が考慮されて支出されるところの本\n来的な経費であるから、本来は、全額損金の額に算入されるべきであるところ、措\n置法六二条は、政策上、交際費等の損金算入を認めないというもので、企業会計原\n則は、このような本来的な経費を損金に算入しない扱いを予想していないものであ\nるから、交際費等については法人税法二二条四項の適用がないというべきであるこ\nと、交際費損金不算入制度の下で総額主義の原則が適用される場合には、支出しな\n交際費等は損金に算入されないのに、その交際行為の際に必然的に収受する関係に\nある祝金収入の方はそのまま雑収入として課税の対象となることによつて、不合理\nな結果が生ずることからすると、措置法六二条によつて政策的に損金計上が認めら\nれない交際費等の額の計算については、総額主義によるのは相当ではなく、同条に\nより損金不算入とされる交際費等の額の内容については、税法の見地からみた妥当\nな解釈によるべきである。\n（二）　措置法六二条一項で定める交際費損金不算入制度は、冗費、濫費を節減し\nて企業所得の内部留保による資本蓄積の促進を図るために政策的に設けられたもの\nであるが、右の冗費及び濫費とは、必要の度を超えた過剰な支出の部分をいうので\nあつて、交際費等の支出の全部が冗費、濫費となるものではないところ、本件各記\n念行事のような交際行為を行つた場合、その相手方は当該交際行為に関して祝金を\n支出するのが一般的であり、右祝金の支出は社会的慣行となつているといえるもの\nであること、右祝金は、当該交際行為のために支出されるもので、その支出目的は\n特定されていることからすると、当該交際行為と祝金収入とは原因と結果の関係に\nある密接不可分なものであり、費用・収益とが対応するのと同様の対価的な関係が\nあるといえるから、当該交際行為に係る交際費等のうち祝金収入相当額部分は冗\n費、濫費に当たらず、損金不算入となる交際費等にならないというべきである。し\nかるに、冗費、濫費ではない本来的な経費である部分についても損金算入を認めな\nいで課税の対象とするのは、かえつて資本が流出することになつて、資本蓄積を害\nする結果になり、右立法趣旨に反するものである。税負担の点からも、祝金を支出\nした者につき、その支出した祝金が同条一項の交際費等の額として課税の対象とさ\nれるのであるから、祝金収入分を控除することは合理性を有する。\nまた、本件各記念行事においては、招待客は本件各記念行事費の一部を負担する意\n思を持つで本件祝金を支出し、原告も招待客が有していた右意思を容認して本件祝\n金を収受したものであり、祝金を支出したが行事に欠席した者に対しても記念晶が\n送られているように、いわば黙示の費用負担の合意があり、本件各記念行事の開催\nと本件祝金収入との間には対価的な関係があるといえるから、本件各記念行事費か\nら本件祝金収入分を控除した額が、原告が本件各記念行事において支出した交際費\n等の額となる。\n（三）　措置法六二条は、その一項で「・・・・・・支出する交際費等の\n額・・・・・・は、・・・・・・損金に算入しない。」と規定しているが、これを\n受けた同条三項は、「第一項に規定する支出する交際費等とは・・・・・・」とし\nないで、「第一項に規定する交際費等とは・・・・・・」と規定していることから\nすると、同条三項は、同条一項により損金に算入できないとされる交際費等の内容\nを定義した規定ではなく、損金に算入できない交際費等の金額の範囲を定めた規定\nであるというべきである。そして、同条三項は、「第一項に規定する交際費等と\nは、交際費、接待費、機密費その他の費用をいう。」とか「第一項に規定する交際\n費等とは、交際費、接待費、機密費その他法人の得意先、仕入先その他事業に関係\nのある者等に対する接待、供応、慰安、贈答その他これらに類する行為のための費\n用をいう。」のようにしないで、「第一項に現定する交際費等とは、交際費、接待\n費、機密費その他の費用で、法人が、・・・・・－支出するもの」と規定し、損金\nに算入されない交際費等の額について「支出するもの」という限定をしている。右\n「支出」の用語は、単に金銭や物品を支払うという意味しかないのではなく、例え\nば、法人税法三七条一項、二項の寄付金の「支出」を、同条六項が実質的な意味に\n用いているように、措置法六二条三項の「支出」についても、これを実質的な出損\nを意味するものとし、負担した交際費等のうち祝金収入によつて補填される部分は\n同項の支出に当たらないと解することに支障はないはずである。そうすると、同条\n一項でいうところの損金に算入されない交際費等の額とは、費用として計上した金\n額そのものではなく、当該費用の支出をする交際行為と密接不可分の関係にある祝\n金収入分を控除した後の実質的な出捐額とする趣旨であると解されるのである。\nなお、右の控除をすることについては、これを明示的に定める規定はないが、措置\n法六二条が右のように解釈されることからすると、実質的出捐額を算出するための\n控除計算をするのは当然のことであり、これについて別段規定を設ける必要がない\nこと、また、交際費、接待費、機密費その他の費用のすべてについて控除の対象と\nなる収入が予想されるものではないことによるのである。\n（四）　したがつて、本件各記念行事費のうち損金不算入となる交際費等の額は、\n本件各記念行事費から本件祝金収入分を控除した三一八万二三二八円となる。\n２　仮に措置法六二条が、資本の金額が五〇〇〇万円を超える法人の交際費等につ\nいて、交際行為と密接不可分の関係にある祝金収入分の控除を認めず、その金額が\n損金に算入できないことを定めた規定である場合には、以下のとおり、同条は、憲\n法二九条及び八四条に違反した無効な規定であるところ、無効な規定を適用して行\nつた本件更正は違法であり、また、これを前提として行つた本件賦課決定も違法で\nある。\n（一）　交際費損金不算入制度は、元来、社用族の交際費等の濫用に対する社会的\n批判が発端となり、資本蓄積を害する冗費、濫費にわたる交際費等の支出を抑制す\nるために制定されたものであるが、本件各記念行事のような交際行為に係る交際費\n等から当該交際行為の際に受領することが社会的慣行となつている祝金収入分を控\n除してはならないということが明確に意識されてはいないものであるところ、措置\n法六二条が資本の金額が五〇〇〇万円を超える法人につき祝金収入分の控除すら認\nめず、交際費等の金額につき損金不算入とするものであるとすれば、同条の規定は\nそもそも立法趣旨を逸脱しているのみならず、右法人に対し、その事業活動にとつ\nて必要不可欠な費用である交際費等につき不公平、不公正にその金額を損金不算入\nとすることを通じて憲法二九条が保障した経済活動の自由を奪うものであつて、立\n法府の立法政策上の裁量を逸脱した違憲の立法である。\n（二）　措置法六二条の規定は、右１で述べたように、交際費等から交際行為の際\nに収受した祝金収入分の控除を認めると解釈する余地のある規定であり、原告とし\nては、そのような解釈が正しいと考えるが、仮に右解釈が採り得ないとすれば、右\n規定は、採用される解釈のほかに右のような解釈も可能な規定であるという意味に\nおいて、課税要件を明確にした規定とはいえず、憲法八四条の租税法律主義に反す\nる違憲無効な規定である。\n六　原告の主張に対する認否\n１　原告の主張１について\n冒頭部分の主張は争う。\n（一）　は、法人税法二二条四項、企業会計原則第二の一のＢの各規定が原告指摘\nのとおりであることは認め、主張は争う。\n（二）　は、措置法六二条で定める交際費損金不算入制度は、冗費、濫費を節減し\nて企業所得の内部留保による資本蓄積の促進を図るために政策的に設けられたもの\nであること、冗費、濫費とは必要の度を超えた過剰な支出の部分をいい、交際費等\nの支出の全部が必ずしも冗費、濫費となるものではないことは認め、その余の事実\nは否認し、主張は争う。\n（三）　、（四）は争う。\n２　同２は争う。\n七　原告の主張に対する被告の反論\n１　原告の主張１に対して\n交際費損金不算入制度は、法人の交際費等の濫費を抑制し、企業資本の蓄積を促進\nする趣旨で昭和二九年に設けられ、その後、逐次課税の強化を図る改正が行われ、\n昭和五七年法律第八号による改正において、原則として支出する交際費等の全額が\n損金不算入とされ、現在に至つているものであるところ、措置法六二条は、支出さ\nれた交際費等が冗費、濫費に該当するか否かを問わず、その全額を損金に算入しな\nいとする規定であることは、右規定の文言上明らかであり、また、税法上、記念行\n事等の交際行為にかかる交際費等の額から、その際に収受した祝金収入分を控除し\nた金額をもつて、当該交際行為に関して支出した交際費等の額とする扱いを認める\n規定がないことからすると、税法は右取扱いを認めないものであると解さざるを得\nない。\nところで、交際費等が法人の事業活動に関連して発生する費用であり、当該法人に\nとつては必ずしも冗費とはいえないものが存することは被告も否定するものではな\nいが、交際費等の冗費性、濫費性の判断については、個々の法人の立場からのみ判\n断するのではなく、社会全体の立場から判断すべきであるところ、法人が販路拡大\nや売上向上等による収益の拡大を図る場合、製品やサービスの質の向上、価格、ア\nフターサービス等を通した公明正大な手段で行うのではなく、接待、供応、贈答等\nの手段によることは、社会全体からみれば、冗費、濫費の支出であることは否め\nず、その安易な支出は法人の資本蓄積を阻害させることになる。同制度を定める規\n定の改正は、このような交際費等の性格を十分理解した上で、同制度創設後も交際\n費等の支出が増加する一方の状況とこれに対する強い社会的批判を背景に、交際費\n課税の強化が必要であるとの政策的判断の下にされてきたものであるから、交際費\n等を支出する当該法人にとつてそれが冗費、濫費に該当するか否かを問わず、交際\n費等の全額を損金不算入とする同制度を定める措置法六二条は、同制度の立法趣旨\nに反するものではない。\nまた、相手方が交際行為の際に支出する祝金は、会費制による行事における会費の\n支出等とは異なり、その自由意思に基づく支出であり、当該交際行為とは別個独立\nの相手方が行う交際、接待、供応、贈答等の行為であるから、仮に当該交際行為と\n右祝金の支出との間に何らかの関連性があるとしても、その関連性によつて、一方\nから他方を控除することの合理性を理由付けるものではない。本件各記念行事の際\nに原告が収受した本件祝金は、招待客が、本件各記念行事において原告から資産又\nは役務の提供を受けることに対する対価として支払つたものでも、本件各記念行事\nの開催費用を会費として分担する趣旨で支払つたものでもなく、社会的儀礼若しく\nは原告との取引関係の円滑化を図る目的で支出されたものであるから、本件各記念\n行事費のうち本件祝金収入相当額分の交際費性を消滅させるものではない。\n２　同２に対して\n措置法六二条で定める交際費等損金不算入制度は、交際費等の支出自体を禁ずるも\nのではなく、交際費等を損金として認めないという間接的かつ緩やかな手段、態様\nをもつて、前記五の２の（一）で原告自身も認める同制度の立法趣旨にある政策的\nな目的を遂げようとするものであつて、法人の経済活動の自由を奪うものではない\nから、憲法二九条に違反するものではない。また、措置法六二条は、右１で述べた\nとおり、交際費等の全額を損金の額に算入しないことを定めた規定であると解さざ\nるを得ないことが文理上明白であつて、原告主張のような解釈を採る余地はないか\nら、同条の課税要件は明確であり、したがつて、憲法八四条に違反するものでもな\nい。\n八　被告の反論に対する認否\n争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実は、当事者間に争いがない。\n二　原告の本件事業年度の所得金額\n１　被告の主張１の（一）（申告所得金額）、（二）の（１）（争いのない交際費\n等の損金不算入額の加算額）の各事実は、当事者間に争いがない。\n２　本件各記念行事に係る交際費等の損金不算入額\n（一）　被告の主張１の（二）の（２）の（１）、（２）の各事実、本件各記念行\n事がいずれも原告の得意先、仕入先その他事業に関係のある者を招待して、これを\n接待、供応するために原告が催したものであること、原告が本件事業年度終了日に\nおいて資本の金額が五〇〇〇万円を超える法人であることは当事者間に争いがな\nく、右によれば、本件各記念行事費は措置法六二条により損金不算入となる交際費\n等に該当し得るものであり、原告もこれを是認していると解されるところ、原告\nは、交際費等を支出する交際行為において、交際行為と不可分一体の関係にある祝\n金のような収入がある場合には、その収入分を控除した金額をもつて損金不算入の\n対象となる交際費等の額とすべきであると主張するので、以下検討する。\n（１）　措置法六二条は、その一項で、資本の金額が五〇〇〇万円を超える法人に\nつき、「法人が昭和五十七年四月一日から昭和六十四年三月三十一日までの間に開\n始する各事業年度（清算中の事業年度を除く。）において支出する交際費等の\n額・・・・・・は、当該事業年度の所得の計算上、損金の額に算入しない。」と規\n定して、会計処理上は経費である費用のうちの「交際費等」につき、これを所得の\n計算上損金に算入しないとする課税上の特例（交際費損金不算入制度）を定め、そ\nの三項で、「第一項に規定する交際費等とは、交際費、接待費、機密費その他の費\n用で、法人が、その得意先、仕入先その他事業に関係のある者等に対する接待、供\n応、慰安、贈答その他これらに類する行為のために支出するもの（専ら従業員の慰\n安のために行われる運動会、演芸会、旅行等のために通常要する費用その他政令で\n定める費用を除く。）をいう。」と規定しており、この三項の規定は、一項により\n損金に算入できない費用とされている「交際費等」の具体的内容及び範囲を定める\n定義規定であると解される。\n右規定によると、資本の金額が五〇〇〇万円を超える法人については、当該事業年\n度において支出する交際費等の額がすべて損金不算入となり、その控除、減額等の\n計算に関する格別の規定が置かれていないことからすると、同条は、当該事業年度\nに支出する同条三項所定の交際費等の額の全部を損金不算入とする規定であると解\nするのが相当である。\n（２）　交際費等損金不算入制度は、冗費、濫費を節減して企業所得の内部留保に\nよる資本蓄積の促進を図る等のために政策的に設けられたものであるが、同制度\nは、創設当初から、損金不算入額を基準年度の交際費等の額に一定の割合を乗じた\n金額を超える支出額のうちその超える金額の二分の一としていたように、個々の支\n出金額につき冗費又は濫費に該当するか否かを判断することなく、基準年度の交際\n費等の額を基準としてそのうちの一定割合を超える部分の支出額全部を過剰支出と\nみなして、これを損金に算入できないものとするいわゆる総量規制方式により前記\n政策目的の実現を企図していたものである。\nしかし、同制度を定める規定の改正経緯と成立に争いのない乙第一三号証を総合し\nて認められる同制度の変遷を概観してみると、同制度創設後も交際費等の支出は抑\n制されず、逆に年々交際費等の支出額が増加する状況にあつたことから、これに対\n処するため、段階的に損金不算入枠を拡大する方向の改正が行われてきたが、その\nうち昭和三六年法律第四〇号による改正において、損金不算入額を企業の支出交際\n費等のうち定額の基礎控除額を超える金額の一定割合を損金不算入額とする改正が\n行われ、総量規制方式がよりいつそう徹底され、さらに、その後も交際費の支出額\nが毎年増加する状況及びこれに対する強い社会的批判が背景となつて、課税の強化\n（損金不算入粋の拡大）を図る改正が行われ、昭和四〇年以降の改正では、交際費\nの支出額が増加し続ける状況に対する対策が強く考慮されるようになり、改正理由\nにおいても資本蓄積目的から交際費等の支出自体の抑制に重点が置かれ、ついに昭\n和五七年法律第八号による改正で現行の規制内容のものになつたのである。\n以上の点に鑑みると、交際費損金不算入制度は、資本蓄積のために個々の交際費等\nのうちの冗費、濫費に該当する部分のみをとり上げてこれを規制する制度ではな\nく、交際費等の性質如何にかかわらずこれを損金に算入できない経費とすることに\nよつて、冗費性又は濫費性を帝びる必要以上の交際費等の支出を抑制することもそ\nの目的とするものであり、同制度制定以来、個々の交際費等につき冗費、濫費を問\nうことなく交際費等の支出額のうち損金算入額の範囲を総量的に定めてきたものと\n理解されるのであるから、措置法六二条一項が支出する交際費等の生活を問わず、\nその全額を損金不算入とすることは立法の趣旨、目的に沿うものといつてよい。\nなお、この点に関して、原告は、交際費等のうち冗費、濫費でない部分について損\n金算入を認めないで課税の対象とするのは、かえつて資本が流出することになり、\n資本蓄積を害する結果になるというが、交際費損金不算入制度は、交際費等の損金\n算入を認めないことを規定して、事前に、交際費等の支出そのものの抑制を図るこ\nとを目的とする制度であると解されるから、仮に右主張のような結果を生じたとし\nても、そのことが同制度を不当とするに足るものではない。\n（３）　原告がいうところの祝金は、記念行事等の交際行為が会費制あるいは協賛\nの形態で行われる場合に支払を受ける会費あるいは協賛金といつた本来的に行事費\nの一部負担金となるものではなく、当該交際行為の相手方から任意に支出される金\n員を指すものと解される（以下、一般的に「祝金」というときは、右の金員を指\nす。）ところ、事業関係者等を招待して本件各記念行事のような祝賀会的な行事を\n行う場合、招待客の全部又は一部が祝金といつた名目で任意に金員を持参すること\nが一般的に行われていることは、周知の事実である。\nところで、右のような記念行事等はこれを催す主催者が存し、その主催者が得意\n先、仕入先等の事業関係者等を招待して行うものであるが、招待された者が右のよ\nうな行事に出席することは、招待客の立場からみると、右行事をその主催者と共同\nして自らも執り行うというわけではなく、主催者によつて催される右行事の機会を\n利用して招待客が行う一種の交際行為であると解すされるものである。したがつ\nて、その際に招待客が右行事の主催者に対して支出する祝金は、招待客の交際行為\nに係る交際費等に当たる費用であるから、右行事の開催に係る交際費等との関係\nは、同一の機会に右行事の主催者と招待客との二つの交際行為が行われ、それぞれ\nの交際行為のためにそれぞれが交際費等を支出したという関係であり、同一の機会\nに行われたという点で密接な関係にあり、また、右行事の開催という主催者の交際\n行為とそのための交際費等の支出がなければ、右行事への出席という招待客の交際\n行為とそのための交際費等の支出がないという意味で、因果関係があることも明ら\nかであるが、そうであるからといつて、右行事の開催のための交際費等について、\n受領した祝金に相当する額の部分はその支出がなかつたとみうるとか、その交際費\n性が失われるとかの関係にあるとすべき根拠はない（もとより、主催者が招待客か\nら受領した祝金が主催者にとつて収益であることを否定すべき根拠もない。）。そ\nうすると、交際費等の額の計算においては、祝金収入分につきこれを控除するなど\nといつた方法で考慮することはできないものというべきである。\nそして、前記当事者間に争いのない事実及び弁論の全趣旨によれば、本件各記念行\n事及び本件祝金は、右に述べた一般の記念行事等及び祝金と内容、性格において異\nなるところはないということができるから、本件各記念行事費と本件祝金収入につ\nいても、右に判示したところがそのまま当てはまるものということができる。\nなお、この点に関し、原告は、本件各記念行事の招待客は本件各記念行事費の一部\nを負担する意思をもつて本件祝金を支出し、原告もそれを認容して本件祝金を収受\nしたなどと主張しているが、一般の記念行事等において、招待客は、祝金を支出す\nる場合に、その記念行事等の費用の一部を分担し、その記念行事等を主催者と共同\nして行う意思があるとは到底認められず、前記当事者間に争いのない事実及び弁論\nの全趣旨によれば、このことは本件各記念行事についても同様であるといえるか\nら、右主張は失当である。\n（４）　原告は、措置法六二条三項の「支出」の語義等から、損金に算入されない\n交際費等の額とは、費用として計上した金額そのものではなく、当該支出に対して\n密接不可分の関係にある収入分を控除した後の実質的な出損額であると解すべきで\nあるというが、右「支出」の語義等に関する原告の主張は、既に（１）ないし\n（３）に判示したところに反する独自の見解にすぎず、到底採用できない。\n（二）　原告は、措置法六二条は、それが右（一）のように解釈されるとすれば、\n資本の金額が五〇〇〇万円を超える法人につき、憲法二九条で保障する企業活動の\n自由を奪うものである等の点から違憲であると主張する。\nしかし、措置法六二条は、交際費等の支出自体を禁止するものではなく、前記\n（一）の（２）で述べたとおり、交際費等につき、これを損金に算入できない経費\nとすることによつて、冗費性又は濫費性を帯びる必要以上の交際費等の支出を抑制\nする目的のために課税の特例として制定されたものであるが、同制度が制定された\n後も交際費等が年々増加し続ける状況及びこれに対処するためにされた同制度の改\n正経過に鑑みると、総量規制方式により右立法目的を達成しようとする同制度にお\nいては、交際費等の全部を損金不算入とする最大限の規制をもつてその実効を図ろ\nうとすることに合理性を欠く点があるとはいえず、また、このような社会的状況に\n照らせば、右規制内容が格別不合理であるとはいえないこと、記念行事等の開催に\n係る交際費等と祝金とは、同一の機会に収支が行われる関係にあるが、当然に差し\n引きすべき関係にある費用であるとはいえないことは前記（一）の（３）で述べた\nとおりであり、しかも、祝金収入分の控除は、資本の金額が五〇〇〇万円を超える\n法人だけでなくすべての法人につき認められていないことを考え併せると、同条が\n資本の金額が五〇〇〇万円を超える法人に対し不公平、不公正に経済活動の自由を\n奪うものであつて、立法裁量の範囲を逸脱したものと解することはできず、右主張\nは失当というほかはない。\nまた、原告は、措置法六二条が交際費等から交際行為の際に収受した祝金収入分の\n控除を認めると解釈する余地がある規定であることを前提として、右規定は、憲法\n八四条に違反すると主張するが、措置法六二条の解釈は前記（一）で述べたとおり\nであり、また、同条の解釈として原告主張のような解釈は可能とはいい難いから、\n右主張は前提を欠く失当なものである。\n（四）　以上によれば、本件各記念行事に係る交際費等の額である本件各記念行事\n費一一四三万七三二八円は、その全部を損金不算入とすべきものであるから、本件\n申告において本件各記念行事費の額から控除された本件祝金収入相当額八二五万五\n〇〇〇円は、原告の本件事業年度の所得金額の計算上、申告所得金額に加算すべき\nである。\n３　寄付金の損金不算入額\n本件事業年度の寄付金の損金算入限度額は、当事者間に争いのない別紙四の番号\n１、２、６ないし１０の金額と右１及び２により認められる交際費等の損金不算入\n額の加算額九六三万五八九三円を基礎数値として法人税法三七条二項、同法施行令\n七三条一項、二項の規定により計算すると、別紙四の「損金算入限度額」の項に記\n載の計算内容のとおり二七万八一八七円となり、本件事業年度の寄付金の損金不算\n入額は、四三二万一八一三円となる。一方、原告は、本件申告において寄付金の損\n金不算入額を四四四万二二六二円としているので、その差額一二万〇四四九円は損\n金に算入することができる。\n４　右１ないし３によれば、原告の本件事業年度の所得金額は、申告所得金額一一\n四一万四六八九円に、交際費等の損金不算入額の加算額九六三万五八九三円を加算\nし、寄付金の損金不算入額の減算額一二万〇四四九円を減算した二〇九三万〇一三\n三円となる。\n三　本件更正の適法性\n右二の４のとおり、原告の本件事業年度の所得金額は二〇九三万〇一三三円である\nところ、右金額と本件更正における所得金額は同額であるから、本件更正は、原告\nの所得金額を過大に認定した違法はなく、適法である。\n四　本件賦課決定の適法性\n前記一、二の４によれば、原告は、本件事業年度の所得金額を過少に申告したもの\nであり、国税通則法六五条に基づき、本件更正により原告が新たに納付すべきこと\nとなつた本税の額一一三万円（ただし、同法一一八条三項により一万円未満の端数\n切捨て）に一〇〇分の五を乗じて過少申告加算税の額を算出すると五万六五〇〇円\nとなるから、右金額と同額の過少申告加算税を賦課した本件賦課決定は適法であ\nる。\n五　よつて、原告の本件請求は理由がないからこれを棄却することとし、訴訟費用\nの負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判\n決する。\n（裁判官　鈴木康之　佐藤道明　青野洋士）\n別紙一～四（省略）\n"
}