{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 7,
    "day": 27
  },
  "case_number": "昭和57(く)183",
  "case_name": "保釈請求却下決定に対する抗告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "article_info": "第35巻2号81頁",
  "gist": "刑訴規則一一条にいう「訴訟手続」の意義",
  "case_gist": "刑訴規則一一条にいう「訴訟手続」とは、本案の訴訟手続をいい、勾留についての手続を含まない。",
  "lawsuit_id": "20381",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20381",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/381/020381_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件抗告の趣意は、被告人が提出した抗告申立書に記載されたとおりであるか\nら、これを引用する。\n論旨は、多岐にわたるが、その中心は、（イ）原審裁判官に対しては原決定前に\n被告人が忌避を申立てており、未だこれに対する裁判がなされていなかつたのであ\nるから、同裁判官が自ら本件保釈請求に対し却下決定を下したのは違法であり、\n（ロ）被告人には罪証を隠滅すると疑われるような事情がないばかりか、被告人の\n勾留が続くと、被告人の妻と幼い三人の子の生活が破壊され、被告人の営業にも重\n大な支障が生じることになるから、本件保釈請求を却下したのは不当である、とい\nう点にあり、かつ、これらの点が法律上判断を加えるべき主張にあたると認められ\nる。\nそこで、まず、被告人から忌避を申立てられた裁判官が被告人から請求のあつた\n保釈請求を却下することができるか否かについて検討すると、忌避を申立てられた\n裁判官の申立後における職務の遂行の適否に関連する規定には刑訴規則一一条があ\nり、忌避の申立があつたときは同規則一〇条二号及び三号の規定により申立を簡易\n却下する場合を除いては訴訟手続を停止しなければならない旨を定めている。しか\nしながら、この規定は、その文言からも明らかなとおり、訴訟手続そのものを対象\nとしてこれを停止すべきことを命じているにとどまるのであつて、裁判官が忌避を\n申立てられたことにより申立を認容する決定を待たず当然にその事件についての職\n務の遂行を禁止される旨を定めているわけではなく、また、右の申立に対する決定\nがあるまでの間他の裁<要旨>判官が代つて訴訟手続を進行すべき旨を定めているわ\nけでもない。そこで、右の規定により停止すべきものと</要旨>されている訴訟手続\nの範囲について考えてみると、忌避の申立があつたことにより訴訟手続を停止すべ\nきものとされているのは、これを進行した後に忌避の申立が認容されることにより\n生じうる訴訟進行上の障害を防止するためであると解されるから、右の訴訟手続と\nは、そのような障害が予想される訴訟手続すなわち本案についての訴訟手続を指\nし、勾留についての手続はこれを含まないと解するのが相当である。さらに、もし\n勾留についての手続も右の訴訟手続に含まれるものとすれば、勾留更新、保釈の裁\n判はもとよりとして、勾留の手続そのものをも停止しなければならないことにな\nり、急速を要する場合には訴訟手続を進行することができる旨を定めた前記規定の\n但書によつてはとうてい蔽いきれない不当な結果を生じることになるであろう。な\nお、刑訴法上、訴訟手続という用語は、例えば一八五条ないし一八七条におけるよ\nうに、本案の訴訟手続に限定して用いられる場合があるから、右の解釈は決して刑\n訴法上の用例に反するものでもない。そうしてみると、前記の規定は、忌避の申立\nを受けた裁判官が自ら勾留に関する手続を進めるうえでの支障となるものではな\nく、他のその支障となるべき法律上の規定又は原理は存しない。\n以上の次第であるから、被告人により忌避を申立てられていた原審裁判官が被告\n人の請求にかかる本件保釈請求を却下した点には、所論のような違法はなく、\n（イ）の論旨は排斥を免れない。\n次に、記録により本件保釈請求を却下したことの当否について検討すると、本件\n起訴事件は、被害者が被告人の実兄の妻と肉体関係をもつたとして、実兄らと共同\nし、被害者に暴行を加えたうえ、被害者とその実兄を脅迫して三回にわたり合計一\n三〇万円を同人らから喝取したというものであるところ、被告人は捜査段階からそ\nの事実を否認し、公判においてもこれを争つていること、原審第二回公判までには\nわずか一名の証人の取調を了したのみで他の重要証人の取調は未了であること、被\n告人が拘置所から近親者らにあてた通信や近親者との面接の状況などに照らすと関\n係者との通謀などにより事件の真相が歪められるおそれが濃いと認められることな\nどの事情があるので、原審が罪証隠滅のおそれがあると判断したのは相当としてこ\nれを是認することができる。また、被告人の家庭関係、健康状態、営業状況につい\nての原審における調査結果によつても、所論のように裁量により保釈を許すべきほ\nとの特別の事情が存するものは認められないので、前記（ロ）の論旨もまた採用す\nることができない。\nよつて、刑訴法四二六条一項により本件抗告を棄却することとし、主文のとおり\n決定する。\n（裁判長裁判官　桑田連平　裁判官　香城敏麿　裁判官　植村立郎）\n"
}