{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 5,
    "day": 14
  },
  "case_number": "昭和60(ラ)57",
  "case_name": "担保取消決定に対する即時抗告事件",
  "court_name": "大阪高等裁判所第八民事部",
  "article_info": "第38巻2号69頁",
  "gist": "支払保証委託契約の担保とされた定期預金債権に対し転付命令を取得した担保権利者と右契約締結の方法による訴訟上の担保について民事訴訟法一一五条の「担保ヲ供シタル者」(積極)",
  "case_gist": "支払保証委託契約の担保とされた定期預金債権に対し転付命令を取得した担保権利者は、右契約締結の方法による訴訟上の担保について民事訴訟法一一五条の「担保ヲ供シタル者」に該当する。",
  "lawsuit_id": "22314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/022314_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n一　本件抗告の趣旨と理由は、別紙担保取消決定に対する即時抗告申立書記載の\nとおりであり、これに対する相手方の答弁は別紙準備書面記載のとおりである。\n二　よつて判断するのに、まず抗告人は、相手方の申立により本件担保取消を許\nし相手方に前記定期預金の払戻を受けさせることは、抗告人の不当利得返還請求が\n認容されたときの現状回復を困難にするものである旨主張するが、例えそのような\n事態が生じるとしても、それだけでは直ちに本件担保取消決定を違法ならしめるも\nのではないことは明らかである。\n三　また抗告人は、相手方は「担保を供したる者」の範囲には属しないと解せら\nれるべきである旨主張するので判断するのに、本件記録および当庁昭和五九年\n（ネ）第二四〇八号（原審大阪地方裁判所昭和五八年（ワ）第八四四八号）事件記\n録によると、次の各事実が認められる。\n相手方は、抗告人を債務者として、大阪地方裁判所に対し、大阪法務局所属公証\n人Ａ作成昭和五七年第三二五六号金銭消費貸借契約公正証書の執行力ある正本に基\nづき別紙目録記載の不動産（以下本件不動産という）につき強制競売を申立てたの\nで、同庁昭和五七年（ヌ）第二八八号不動産強制競売事件として同裁判所に係属し\nたところ、同裁判所は、昭和五七年一一月一八日右事件につき強制競売開始決定を\nした。抗告人は、右債務名義について請求異議訴訟を提起し、大阪地方裁判所昭和\n五八年（ワ）第八四四八号事件として係属したが、抗告人は、これと合せて本件不\n動産に対する前示債務名義に基づく強制執行の停止決定（いわゆる物件停止）の申\n立をしたので、同庁昭和五八年（モ）第一一七七二号事件として係属したところ、\n同裁判所は、抗告人が株式会社大阪銀行Ｂ支店との間において一八〇万円を限度と\nして支払保証委託契約を締結する方法によつて担保を立てることを条件として、抗\n告人の前示申立どおりの強制執行停止決定（以下本件停止決定という）をした。そ\nこで抗告人は、前示銀行支店との間で一八〇万円の定期預金預入契約を締結し、昭\n和五八年一二月三日、右定期預金債権を求償債務の担保として提供して、前示支払\n保証委託契約（以下本件保証委託契約という）を締結した。ところで相手方は、前\n示公正証書の執行力ある正本に基づき、昭和五九年一一月二六日前示定期預金一八\n〇万円および普通預金二万七六一〇円につき債権差押命令を得たうえ、同年一二月\n二四日前示定期預金および普通預金につき転付命令を得たところ、右命令が確定し\nた。そこで相手方は、大阪地方裁判所昭和六〇年（モ）第三三五号事件をもつて、\n同庁昭和五八年（モ）第一一七七二号事件の強制執行停止にかかる本件保証委託契\n約の担保の取消を申立てたところ、大阪地方裁判所は、抗告人が本件保証委託契約\nの担保として前示銀行支店に差入れた定期預金債権に対する債権転付命令確定によ\nり担保の事由が止んだとの事由により、本件担保取消決定をしたものである。\n<要旨>四　以上の事実関係に基づいて検討するのに、本件転付命令確定前におい\nて、本件担保を供した者が抗告人</要旨>であることはいうまでもないけれども、右\n確定の後においては、相手方が担保を供した者に当ると解するのを相当とする。け\nだし、通常の供託の方法による担保提供の場合においても、担保権利者が担保供与\n者の供託物取戻請求権を差押えて転付命令を得たときには、担保権利者は自ら担保\n取消の申立ができると解されるところ、通常の担保提供の方法による場合に、担保\nの実質を有するのは供託物でありその取戻請求権であるのと同様に、本件において\n担保の実質を有するのは、支払保証であるとともに前示定期預金債権でもあるので\nあるから、前示定期預金債権が相手方に移転するとともに担保の取消申立権も相手\n方に移転すると解するのが、債務名義を有する債権者の権利確保上相当であるから\nである。\n五　よつて本件抗告は理由がないから棄却することとし、抗告費用は抗告人の負\n担として、主文のとおり決定する。\n（裁判長裁判官　首藤武兵　裁判官　野田殷稔　裁判官　井筒宏成）\n別　紙\n目　　　録\n大阪市ａ区ｂｃ丁目ｄ番地のｅ\n一　木造陸屋根二階建居宅\n家屋番号　ｆ番ｇのｈ\n一階　四五・〇二平方メートル\n二階　三七・五一平方メートル\n別　紙\n＜記載内容は末尾１添付＞\n別　紙\n＜記載内容は末尾２添付＞＜記載内容は末尾３添付＞\n"
}