{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 11,
    "day": 21
  },
  "case_number": "昭和54(行コ)51",
  "case_name": "健康保険被保険者資格取消等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "17358",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17358",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/358/017358_hanrei.pdf",
  "contents": "○　主文\n一　原判決を取消す。\n二　被控訴人が控訴人に対して昭和五一年一〇月二〇日付をもつてなした健康保険\n被保険者資格取消並びに傷病手当金不支給決定の処分を取消す。\n三　訴訟費用は第一、二審とも被控訴人の負担とする。\n○　事実\n控訴代理人は、主文同旨の判決を、被控訴代理人は、「本件控訴を棄却する。控訴\n費用は控訴人の負担とする。」との判決を、それぞれ求めた。\n当事者双方の主張及び証拠関係は、次のとおり附加するほか、原判決の事実摘示と\n同一であるから、これを引用する（但し、原判決七枚目表一行目、同七行目、同九\n行目、同七枚目裏一二行目、同八枚目表一行目、同八枚目裏一行目、同一一行目、\n同九枚目表六行目、同一三行目、同九枚目裏二行目、同五行目、同八行目、同一〇\n枚目裏五行目の各「斎藤機工」を「斉藤機工」とそれぞれ訂正する。）。\n控訴代理人は、甲二五、二六号証、同二七号証の一、二、同二八号証を提出し、当\n審における証人Ａ、同Ｂ、同Ｃの各証言、控訴人本人尋問の結果を援用し、乙三三\nないし三七号証の成立（三三号証は併せて原本の存在）を認めた。被控訴代理人\nは、乙三三ないし三七号証（三三号証は写）を提出し、前記甲号各証の成立を認め\nた。\n○　理由\n一　控訴人の本件訴は適法であり、被控訴人の本案前の主張は理由のないことは、\n原判決理由一に説示するところと同じであるから、これを引用する。\n二　そこで、以下本案について判断する。\n請求原因１のうち、控訴人が泉設計の取締役に就任した事実、同２のうち、後段の\n事実及び同４の事実（ただし、傷病手当金の支払請求をした期間を徐く）は、当事\n者間に争いがない。\n三　ところで、被控訴人において、自己のした被保険者資格取得の確認処分につい\nては、後になつてその者が被保険者資格を取得していないなど重大な瑕疵のあるこ\nとが判明しこれを取り消すべき公益上の必要性が存するとされる場合にかぎり、み\nずからこれを取り消すことが許されるものと解すべきであり、その理由の要旨は、\n原判決理由三冒頭に説示するところ（原判決一三枚目表一行目から同一三行目ま\nで）と同じであるから、これを引用する。\nそこで、控訴人の健康保険被保険者資格の有無について考察する。\n（一）　成立に争いのない甲五、八、二五号証、乙九号証、同一一号証の一、二、\n同一三ないし一六号証、原審証人Ｃの供述により成立を認める甲九ないし一一号\n証、同一三号証の一、原審における控訴人本人の供述（一回）により成立を認める\n同一三号証の二、四、同一三号証の六ないし九、当審証人Ｂの供述により成立を認\nめる同一三号証の三、当審証人Ａの供述により成立を認める同一三号証の五、原審\nにおける控訴人本人の供述（二回）により成立を認める甲二三号証、同二四号証の\n一ないし一二、原審証人Ｄの供述（一回）により成立を認める乙五ないし七号証、\n同一二号証、原審証人Ｅの供述により成立を認める乙八号証、原審及び当審におけ\nる証人Ｃ、控訴人本人（原審は一、二回）、当審証人Ａ、同Ｂ、原審証人Ｅ、同Ｄ\n（一回）の各供述を総合すると、次の事実が認められる。\n１　控訴人は、昭和四五年頃エアーレンチの販売と修理を目的とする斉藤機工を設\n立し、以来代表取締役として同会社を経営してきたが、その後同会社は経営不振に\n陥り、昭和四七年四月から控訴人以外には従業員はＦ一名となり、昭和五〇年七月\nには右Ｆも退職し、控訴人一名のみが従業員として残つていた。\n２　泉設計は、昭和三四年八月に建築の設計監理等を目的として設立され、当時か\nらＣが代表取締役として同会社の経営に当つてきたが、昭和四八年頃から受注が減\n少し、同四九年にはその影響があらわれて経営が苦しくなつてきたのみでなく、泉\n設計の従業員をもつて労働組合が組織され、労使間の交渉も激しさを加え、また、\n同五〇年六月には営業担当の社員一名、役員二名が退職したこともあり、同会社と\nしては、労務管理や営業面を強化するため、総務や営業の担当者を補充することを\n企画していた。\n３　控訴人は、Ｃと以前から親しく、元耶の妹であるＦが昭和四五年頃から斉藤機\n工に勤務していたが、その後同女と内縁関係を生じ、同四七年には妻Ｇとも離婚し\nて、同四八年一二月からＦと同居するようになつていた。\n４　そこで、Ｃは、昭和五〇年五月頃控訴人に対し、泉設計に総務、営業の担当役\n員として入社するよう勧誘し、同年七月頃両者間の話し合いにより、控訴人が昭和\n五〇年八月一八日取締役に就任するとともに、同年九月一日から泉設計に総務、営\n業を担当する役員として出社する約が成立し、同年八月二二日取締役就任の登記が\nなされた。なお、斉藤機工は同年八月三一日をもつて事業廃止することになつた\nが、控訴人において泉設計に出社後も斉藤機工の残務整理を行いうることが控訴人\nとＣ間で諒解せられていた。\n５　控訴人は、同年九月一日から泉設計に出勤を始め、同日は同会社二階において\n従業員一同に就任の挨拶をし、同月二日には労働組合との団体交渉にも出席し、初\n出勤後一〇日間位はほとんど泉設計の一階所長室内の製図台の机を使用して総務、\n営業関係の書類の閲覧や整理に当つたが、その間に希望を容れられて主として営業\nを担当することになり、以後は、受注の獲得や労務管理の状況を知るため、社長と\n連絡を保ちつつ、得意先や知合をまわる外勤の業務に従事し、泉設計に立寄らず\nに、直接外回りのために出勤し、またはそのまま帰宅することも多く、また、朝だ\nけ或いは夕刻だけ泉設計に立寄るということもあり、そのような勤務状態は同年一\n一月中旬まで続いた。泉設計においては、役員については、出勤簿がなく、その他\n出退状況を記録するものは何もなかつた。控訴人に対する給与は、入社直前の話し\n合いでは月二〇万円位と予定されていたが、同年九月二〇日の九月分の給与支給直\n前に基本給二三万円、役員手当七万円、計三〇万円と決定して支給され、同年一〇\n月分と同年一一月分も各月の二〇日にそれぞれ前同額の支給を受けた。\n６　ところが、右勤務中の同年九月一三日、控訴人は、国立療養所刀根山病院にお\nいて肺結核の診断を受け、月一回程度の通院加療を受けながら前記勤務を続けた\nが、快方に向わなかつたため、同年一一月二〇日Ｃに相談のうえ、自宅療養をして\n泉設計を長期休職することとなり、泉設計は右休職を認めて同年一二月分以降控訴\n人に対する給与の支給を停止した。\n以上のとおり認めることができる。\n（二）　もつとも、前掲乙五ないし八号証、同一二号証を合わせると、控訴人は、\n泉設計において、九月一日就任の挨拶をし、同月二日団体交渉に出席したが、その\n後もしくは二、三日してから会社に顔を見せなくなり、非常勤の役員と思われたと\nの趣旨の記載があり、原審証人Ｅ、同Ｄ（一回）は同旨の供述をするが、当審にお\nける証人Ｃ、控訴人本人の各供述によれば、前記乙号各証（七号証を除く）の作成\n者もしくは供述者及び右証人である従業員のうち、Ｅ（当時の姓・中井）は、結婚\nを控えて同年九月一杯で退職した者で、しかも労働組合員として席を外すことも多\nかつた者であり、他の従業員も、二階に勤務場所があり、階段から直接二階に通\nい、一階の部屋に出入することも少く、いずれも控訴人とは交渉や相互の関心、認\n識が薄い関係にあつたことが認められるから、前記従業員らにおいて、控訴人の出\n勤状況、特に控訴人の前記外勤の有無やその期間、控訴人が泉設計に顔を見せなく\nなつたり、出勤しなくなつた始期を正確に把握、記憶しているかについては疑問が\nあり、また、乙七号証は、泉設計が使用しているビル管理人に対する聴取書にすぎ\nないことからすれば、前記乙号各証の記載、各証人の供述部分は、前掲甲一三号証\nの一ないし九、原審及び当審における証人Ｃ、控訴人本人（原審は一、二回）の各\n供述に照らして考えると、いずれもこれをそのまま採用して前記（一）認定の事実\nをくつがえす資料とするわけにはいかない。\n次に、原審証人Ｄの供述（一回）と同供述により成立を認める乙二六、二八号証、\n成立に争いのない乙二七、二九号証、原審における控訴人本人の供述（一、二回）\nによれば、控訴人は、昭和五〇年六月頃から急にやせて喀痰があり、また、風邪を\nこじらせ咳がとまらない状態が続き、大阪市福島区の斎藤医院において、昭和五〇\n年七月一八日急性気管支炎と、同年八月五日慢性胃炎、肝炎と各診断されて治療を\n受けたが、さらに同年九月六日と同月一〇日に各受診し、その間三八・二度ないし\n三八・七度の熱が持続し、悪感を伴い、、安静を要してその間就労不能と診断さ\nれ、次いで、前記のように国立療養所刀根山病院において同月一三日肺結核と診断\nされ、その発病時期は同年六月と推定されたこと、その際のレントゲン撮影の結\n果、治癒した肺結核の陰影が二か所にあり、控訴人の主訴に基づいて約一二年前と\n五年前にそれぞれ治癒した肺結核の陰影とカルテの病歴欄に記載されたことが認め\nられ、成立に争いのない甲二二号証の一の記載のうち右認定に反し、控訴人本人が\n自覚したか否か不明である旨記載部分は、前掲乙二八号証によれば、控訴人に頼ま\nれて控訴人の申し立てをそのまま記載したものであつて採用することができず、原\n審及び当審における控訴人本人の供述（原審は一、二回）のうち前記認定に反する\n部分は前掲乙二七、二八号証、当審証人Ａの供述に照らして措信することができな\nい。してみると、控訴人は、泉設計に入社前の昭和五〇年六月から入社後肺結核と\n診断された同年九月一三日までの間に前記肺結核の症状が現出していたであろうこ\nとは否定できないのであるが、そうだからといつて、そのことから直ちに、控訴人\nが肺結核の診断を受ける以前に肺結核の再発とその継続的治療の必要性を予想し、\nこのために泉設計に役員として入社したうえ、被控訴人主張のように非常勤である\nのに常勤の形跡を作出したものと推認することはできないし、この点さらに前示\n（一）３認定の事情を加味して考慮しても同断であり、そして他にかかる事実を認\nめるに足りる証拠はない。\nさらに、成立に争いのない乙四号証、同一八号証の一、二、同三七号証によれば、\n控訴人は、斉藤機工の事業廃止年月日について、池田公共職業安定所長に対しては\n昭和五〇年八月三一日と届出（同年九月一六日付）にしているのに、吹田社会保険\n事務所長に対しては同年九月一六日と届出（同年一〇月一四日付）をしていること\nが認められるが、前叙の事実からすれば斉藤機工の事業廃止日は、当初にした池田\n公共職業安定所に対する届出の日が正当であるというべきところ、右後者のような\n届出をしたのは、前記のように控訴人が同年九月一三日肺結核と診断され、泉設計\nが同年九月一九日被控訴人に対し控訴人の健康保険被保険者資格取得届を提出して\nいる事実に当審における控訴人本人の供述を合わせると、控訴人は、たんに、右届\n出にかかる同年九月一六日頃まで斉藤機工勤務時の被保険者資格を現実に利用して\nいたので、これに合わせて記載した結果にすぎないものであることが認められるの\nで、右のような事実があるからといつて、これによつて控訴人が故らに泉設計への\n常勤の外形を作出し、あるいはまた、控訴人がもつぱら被控訴人の被保険資格が否\n定される場合のあることを懸念して右のような記載による届出をしたものと推認す\nることはできないし、他にかかる事実を認めるに足りる証拠はない。\nそのほか本件全証拠を検討しても本件処分を相当とするような事情は認めるに足り\nない。\n（三）　そして、前記（一）で認定した事実によれば、控訴人は、泉設計の取締役\nたる地位にあつたものであつて、それもいわゆる社外役員である名目的取締役や非\n常勤の取締役であつたものではなく、同年九月一日からは、取締役たる職務を行な\nうと同時に、総務のほか、主として営業面の業務を担当し、常時出勤して同会社に\n対する労務を提供し、給料、手当等の報酬の支払を受けていたものであり、しか\nも、同会社の人事、労務面の管理下にあつてその勤務をしていたものであるから、\n泉設計と控訴人との間には右日時以降は少くとも事実上の使用関係が存在したもの\nというべきであり、したがつて、結局控訴人は、健康保険法一三条に規定する「事\n業所ニ使用セラルル者」に該当するものといわなければならない。\n四　以上説示したところによると、本件処分は、前示控訴人に対する健康保険被保\n険者資格取得の確認処分につき、その取消が許されるべき前記三冒頭説示のような\n事由がないにもかかわらず、これがあるものとして同確認処分を取消して傷病手当\n金の不支給決定をしたものであるから、結局この点において違法といわざるをえ\nず、したがつて、本件処分の取消を求める控訴人の本訴請求は正当としてこれを認\n容すべきである。よつて、これと異なる原判決は不当であつて、本件控訴は理由が\nあるから、原判決を取消し、控訴人の本訴請求を認容することとし、民訴法三八六\n条、九六条、八九条に従い、主文のとおり判決する。\n（裁判官　唐松　寛　奥　輝雄　平手勇治）\n"
}