{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 5,
    "day": 17
  },
  "case_number": "昭和56(行コ)83",
  "case_name": "法人税更正処分等取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "会社が，自己所有の土地等を他人所有の土地等との交換により譲渡し，取得した土地等を直ちに他に譲渡して事業の用に供さなかった場合において，右交換は租税特別措置法６５条の９の定める場合に該当しないとして，右交換による土地等の譲渡につき同法６５条の７及び６５条の８の適用がないとされた事例",
  "lawsuit_id": "17121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/017121_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n一　控訴代理人は、「原判決を取り消す。被控訴人が昭和五二年一二月二八日付で\n控訴人の昭和五一年四月一日から昭和五二年三月三一日までの事業年度分の法人税\nについてなした法人税を一七九四万〇、三〇〇円とする更正処分及び過少申告加算\n税八九万七〇〇〇円の賦課決定処分はいずれも全部取り消す。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は、主文同旨の判\n決を求めた。\n二　当事者双方の事実上の陳述及び証拠の関係は、次のとおり付加、訂正及び削除\nするほかは、原判決事実摘示のとおりであるから、ここにこれを引用する。\n１　原判決二丁表一〇行目から一一行目にかけての「法人税一、七九四万〇、三〇\n〇円の」を「法人税を一七九四万〇三〇〇円とする」と訂正し、同丁表末行の「各\n処分」の次に「（以下、右更正処分を「本件更正処分」と、右賦課決定処分を「本\n件賦課処分」と、右各処分を一括して「本件各処分」とそれぞれ略称する。）」を\n加え、同三丁裏一二行目の「過少申告加算税賦課決定処分」を「本件賦課処分」と\n訂正し、同四丁裏二行目の「原告は」から同五丁表三行目末尾までを削り、そのあ\nとに\n「（一）控訴人は、昭和五一年六月二八日訴外飯田生活協同組合（以下「飯田生\n協」という。）との間で、錦町所在物件中の土地（以下「錦町土地」という。）並\nびに飯田生協所有の原判決添付物件目録（二）記載の土地及び建物（以下「中央通\nり所在物件」という。）中の土地（以下「中央通り土地」という。）をそれぞれ一\n億〇五〇〇万円と評価してこれを交換するとともに、錦町所在物件中の建物（以下\n「錦町建物」という。）を一〇〇〇万円と、中央通り所在物件中の建物（以下「中\n央通り建物」という。）を三〇〇〇万円とそれぞれ評価してこれを交換し、控訴人\nは、飯田生協に対し右建物に関する交換差金として金二〇〇〇万円を支払う旨の交\n換契約を締結した。\n（二）　控訴人は、右同日訴外有限会社丸井商店（以下「丸井商店」という。）と\nの間で、中央通り所在物件を代金一億三五〇〇万円で丸井商店に売り渡す契約を締\n結した。\n（三）　控訴人は、同年一一月四日飯田生協に対し右交換差金を完済し、丸井商店\nは、右同日控訴人に対し右売買代金を完済した。」\nを加え、同五丁表八行目の「（一）本件取引」から同九行目の「あるとしても、」\nまでを\n「右損金処理をした理由は、次のとおりである。\nすなわち、控訴人が右２（一）（二）の各契約を締結し、同（三）の履行がされた\nことにより、」\nと、同丁裏五行目から同六丁表三行目までを\n「なお、法人税法第五〇条は、交換に関する課税の特例について定めたものである\nが、同条の適用を受けるためには、（イ）交換により取得した資産を交換により譲\n渡した資産の譲渡直前の用途に供すること、（ロ）交換の時における取得資産の価\n額と譲渡資産の価額との差額がいずれか多い価額の一〇〇分の二〇を超えないこと\nを要するところ、右２（一）の交換は、即日中央通り所在物件が丸井商店に売り渡\nされたため右（イ）の場合に該当せず、また、建物の交換のみについてみると、錦\n町建物と中央通り建物の価額の差が二〇〇〇万円であるために右（ロ）の場合に該\n当しない。したがつて、右交換については法人税法第五〇条が適用されないが、同\n条が適用されない交換は、措置法第六五条の七第一〇項により同条及び第六五条の\n八の譲渡に含まれないものとされる交換には該当せず、右譲渡にほかならないもの\nと解すべきであるから、右交換については措置法第六五条の七、第六五条の八が適\n用されるものである。」\nと、同六丁表六行目の「２の事実」から同丁裏四行目末尾までを「２（一）の事実\n中錦町所在物件と中央通り所在物件につき、控訴人と飯田生協が控訴人主張の日に\n交換契約を締結したことは認めるが、その内容は、錦町所在物件を一億一五〇〇万\n円、中央通り所在物件を一億三五〇〇万円とそれぞれ評価してこれを交換し、控訴\n人が飯田生協に対し交換差金として金二〇〇〇万円を支払うというものであつた。\n同（二）及び（三）の事実はいずれも認める。」と、同丁裏五行目の「したがつ\nて、」を「右事実によれば、」と、同七丁表二行目の「主張は、」を「事実中控訴\n人がその主張のとおりの経理上の処理をしたことは認めるが、その余は、」とそれ\nぞれ訂正する。\n２　原判決七丁表五行目の「第一一号証」を「第二一号証」と、同七行目の「乙第\n一号証」から同丁裏三行目末尾までを「乙第九、第一〇号証、第一五号証の二、第\n一七号証の各成立並びに同第一号証の二、第三号証、第四、第五号証の各二、第\n七、第八、第一一、第一二号証の各一、二、第一三号証、第一四号証の一、二の各\n原本の存在及び成立は認める、その余の乙号各証の成立（第二号証は原本の存在及\nび成立）はいずれも知らない。」とそれぞれ訂正し、同丁裏九行目の「第一七号\n証」の次に「（第一号証の二、第二、第三号証、第四、第五号証の各二、第七、第\n八、第一一、第一二号証の各一、二、第一三号証、第一四号証の一、二はいずれも\n写し）」を、同一一行目の「第六号証」の次に「第一〇号証、第一三ないし第一八\n号証、第二〇、第二一号証」を、同一一行目から同一二行目にかけて「第九号証」\nとある次に「第一一、第一九号証」を、同一二行目の「知らない。」の次に「第一\n二号証の官署作成部分の成立は認め、その余の部分の成立は知らない。」をそれぞ\nれ加え、同行の「第一〇号証」から同丁裏末行の末尾までを削る。\n○　理由\n一　請求原因１の事実は当事者間に争いがない。\n二　本件更正処分の内容が原判決添付別表（二）記載のとおりであることは、弁論\nの全趣旨によりこれを認めることができる。そこで、まず本件更正処分に違法があ\nるかどうかについて検討する。\n１　被控訴人の主張１（一）の事実は、控訴人の明らかに争わないところであり、\n右事実によれば、控訴人主張の事故賠償費は、これを損金に算入すべきものではな\nいと認められる。しかも本件に現れたすべての証拠によつても、被控訴人がその損\n金算入を否認したことについて違法があることを認めることができないから、本件\n更正処分は、右の点において違法はない。\n２　被控訴人の主張１（二）の事実及び控訴人の反論１の事実は当事者間に争いが\nない。そして、成立に争いのない甲第一、第三、第四号証、同乙第九、第一〇号証\n並びに原審における証人Ａの証言及び控訴人代表者本人尋問の結果によれば、控訴\n人は、昭和五一年六月二八日飯田生協との間で、錦町土地及び中央通り土地をそれ\nぞれ一億〇五〇〇万円と、錦町建物を一〇〇〇万円と、中央通り建物を三〇〇〇万\n円と評価したうえ、錦町所在物件と飯田生協所有の中央通り所在物件とを交換し、\n控訴人が飯田生協に対し交換差金として二〇〇〇万円を支払う旨の契約を締結した\nことが認められる。控訴人は、錦町土地と中央通り土地との交換及び錦町建物と中\n央通り建物との交換が同時に行われ、右各建物の交換差金が二〇〇〇万円と約定さ\nれたかの如くに主張するが、右交換契約につき作成された契約書である前示甲第一\n号証の記載は必ずしも右主張にそうものではなく、他に右認定を覆えして控訴人主\n張の内容の各交換契約が締結されたものと認めるに足りる証拠はない。そして、控\n訴人が右同日丸井商店との間で中央通り所在物件を代金一億三五〇〇万円で丸井商\n店に売り渡す契約を締結したこと及び同年一一月四日、控訴人は、飯田生協に対し\n右交換差金を、丸井商店は、控訴人に対し右売買代金をそれぞれ完済したことは当\n事者間に争いがない。\nところで、措置法第六五条の七第一項及び第六五条の八第一項は、法人が資産を譲\n渡した場合において、資産の買換えが行われ、又は買換えが行われる見込みである\nときは、一定の要件のもとに圧縮記帳又は特別勘定による一定金額の損金算入を認\nめているが、右第六五条の七第一〇項は、右譲渡は交換を含まないものとしてい\nる。そして、前記のように錦町所在物件は中央通り所在物件と交換されたものであ\nるが、控訴人は、右交換が法人税法第五〇条第一項の交換に該当せず、同条による\n損金算入が認められないことを理由として、右交換は、措置法第六五条の七、第六\n五条の八の譲渡に該当すると主張する。たしかに、法人税法第五〇条第一項は、法\n人の固定資産の交換につき、法人が、交換により取得した資産を譲渡した資産の譲\n渡直前の用途と同じ用途に供した場合において一定額の損金算入を認めるものであ\nるところ、控訴人は、右交換により取得した資産である中央通り所在物件をその直\n後に丸井商店に譲渡したのであるから、交換により取得した資産を譲渡資産の譲渡\n直前の用途と同じ用途に供したものということはできず、したがつて、右交換につ\nいては同条第一項の適用がないことは明らかである。しかし、措置法第六五条の七\n第一〇項は、同条及び第六五条の八の譲渡及び取得には交換は含まれないと定める\nのみであつて、法人税法第五〇条が適用されない交換を例外とする旨の特別の定め\nは存在しないし、また、右交換が措置法第六五条の七第一〇項の交換に該当しない\nものと解すべき特段の根拠を見い出すこともできない。そして、措置法は、第六五\n条の七第一〇項において、右のように同条及び第六五条の八の譲渡及び取得には交\n換は含まれないものと定め、他方では、第六五条の九において、一定の場合の資産\nの交換につき第六五条の七、第六八条の八の適用については右第六五条の七第一項\nの譲渡及び取得があつたものとみなしていることからすると、同法は、法人の資産\nの交換については、右第六五条の九に該当する場合についてのみ同法第六五条の\n七、第六五条の八を適用するものとしていることが明らかである。すなわち、資産\nの交換が第六五条の七第一項の譲渡及び取得であるかどうかは、法人税法第五〇条\nの適用がある場合であるかどうかにかかわりなく、専ら右交換が措置法第六五条の\n九に定める交換に該当するかどうかにより決せられるものというべきである。\nそこで、前記錦町所在物件と中央通り所在物件との交換がこれに該当するかどうか\nを考えるに、交換により取得した資産である中央通り所在物件は、前認定のとおり\n直ちに丸井商店に譲渡されて控訴人の事業の用に供されることはなかつたのである\nから、右交換は、既にこの点において措置法第六五条の九に定める交換に該当せ\nず、結局同法第六五条の七、第六五条の八の適用がないものといわざるを得ない。\nなお、所得税法第五八条によれば、個人がした固定資産の交換については、取得資\n産を譲渡資産の譲渡の直前の用途と同一の用途に供した場合には、譲渡所得につい\nて定めた同法第三三条の適用については譲渡がなかつたものとみなされ、その結果\nとして譲渡による所得に対し課税されることがないが、それが同一の用途に供され\nなかつたときは、同法第三三条の譲渡があつたものとしてその譲渡所得につき課税\nされるのであり、また、事業用資産の買換えの場合における譲渡所得に対する課税\n及び交換の扱いに関しては、措置法に前記法人に関する規定と同趣旨の規定が設け\nられている（措置法第三七条、第三七条の四参照）のであるから、本件に関する前\n記租税法律関係は、個人が資産の交換をした場合と対比しても何ら権衡を失するも\nのではない。また、成立に争いのない甲第二〇号証と弁論の全趣旨により真正に成\n立したと認められる同第一九号証には、Ｂなる者がした不動産の交換及び交換によ\nり取得した不動産の売却に関して措置法第三七条の適用を受けた旨の記載があり、\n前記Ａの証言及びこれにより真正に成立したと認められる甲第九号証にもこれにそ\nう供述及び記載があるが、これらによつては右交換及び売買の全容が必ずしも明ら\nかではないうえに、右規定が適用されるについての確たる根拠を知ることができな\nい（なお、右Ａの証言中措置法の適用に関する部分はにわかに採用することができ\nない。）から、これらによつては、未だ叙上の本件における措置法の解釈適用を左\n右するに足るものとはいえない。\nそうすると、控訴人がした錦町所在物件についての前記交換には、措置法第六五条\nの七、第六五条の八は適用されないから、右各規定の適用があることを前提として\n控訴人のした、圧縮勘定繰入額及び圧縮特別勘定繰入額の各損金算入を否認した点\nにおいて本件更正処分に違法はないというべきである。\n３　被控訴人の主張１（三）（四）の各事実は、控訴人が明らかに争わず、またこ\nれらの点において本件更正処分に違法があるものと認めるに足りる証拠はないか\nら、本件更正処分は、右の点においても違法はないというべきである。\n４　以上のとおりであるから、本件更正処分には何等の違法もないというべきであ\nる。\n三　次に、本件賦課処分に違法があるかどうかについて検討する。\n前記争いのない請求原因１の事実、前記本件更正処分の内容及び右二において説示\nしたとおり本件更正処分に違法がないことを綜合すれば、本件賦課処分の根拠に関\nする被控訴人の主張はこれを肯認することができる。そして、控訴人は、他に本件\n賦課処分についての違法事由を主張しないし、これに違法があることを認めるに足\nりる証拠もない。したがつて本件賦課処分に違法はないというべきである。\n四　そうすると、本件更正処分及び本件賦課処分には違法はないから、その取消し\nを求める本訴各請求はいずれも理由がない。したがつて、これらを棄却した原判決\nは相当であり、本件控訴は理由がない。\nよつて、本件各控訴を棄却し、控訴費用の負担につき民訴法第九五条、第八九条を\n適用して主文のとおり判決する。\n（裁判官　川上　泉　舟本信光　橘　勝治）\n(原裁判等の表示)\n○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和五二年一二月二八日付で原告の昭和五一年四月一日から昭和五二年\n三月三一日までの事業年度分の法人税についてなした、法人税一、七九四万〇、三\n〇〇円の更正処分及び過少申告加算税八九万七、〇〇〇円の賦課決定処分をいずれ\nも全部取消す。\n２　訴訟費用は、被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告は、\n自動車運送事業を営む会社であるが、昭和五一年四月一日から同五二年三月三一日\nまでの事業年度（以下「本件事業年度」という）の法人税について確定申告をした\nところ、被告は、同年一二月二八日付で、法人税一、七九四万〇、三〇〇円の更正\n処分及び過少申告加算税八九万七、〇〇〇円の賦課決定処分を行つた。\n２　しかしながら、前項記載の被告の各処分は、被告が原告の後記損金処理を否認\n（被告の主張１の（二）の部分）している点においていずれも違法である。よつ\nて、請求の趣旨記載のとおり本件各処分の取消を求める。\n二　請求原因に対する認否\n１　請求原因１の事実は認める。なお、本件各処分の経緯は、別表（一）のとおり\nである。\n２　請求原因２の主張は、争う。\n三　被告の主張\n１　本件更正処分の内容は別表（二）のとおりであり、その根拠については、次の\nとおりである。\n（一）　事故賠償費の損金算入額三六万一、二八〇円の否認について\n昭和五二年一月一三日発生の自動車事故による被害者の入院費用として原告が負担\nしたものであるが、本件事業年度末においては未確定の債務であるから否認した。\n（二）　圧縮勘定繰入額の損金算入額八二二万九、二〇一円及び圧縮特別勘定繰入\n額の損金算入額四、〇四九万円の否認について\n原告は、別紙物件目録（一）記載の土地、建物（以下「錦町所在物件」という）を\n昭和五一年一一月四日に一億一、五〇〇万円で譲渡した所得について、租税特別措\n置法（以下「措置法」という）六五条の七（特定の資産の買換えの場合の課税の特\n例）一項一四号の規定に基づき圧縮勘定繰入額八二二万九、二〇一円を損金の額に\n算入し、また同法六五条の八（特定の資産の譲渡に伴い特別勘定を設けた場合の課\n税の特例）の規定に基づき圧縮特別勘定繰入額四、〇四九万円を損金の額に算入し\nたので、右各損金処理を否認した。\n（三）　減価償却費の認容額三六二万八、一五一円について\n前記（二）のとおり、原告が圧縮勘定繰入額を損金計理した八二二万九、二〇一円\nについては措置法六五条の七第一項一四号の規定の適用がないから、これを否認し\n益金の額に算入したので、これに対する減価償却費を当期の益金の額から減算し\nた。この明細は、別表（三）のとおりである。\n（四）　繰越欠損金の認容額一四一万六、三二七円について前期からの繰越欠損金\n一四一万六、三二七円を認容し、本件事業年度の所得の金額から控除した。\n２　過少申告加算税賦課決定処分の根拠は、次のとおりである。\n本件更正処分によつて納付すべき法人税額一七九四万〇、三〇〇円の計算の基礎と\nなつた事実のうちに、国税通則法六五条二項に規定する正当な事由が認められなか\nつたので、被告は、同法同条一項の規定により、納付すべき法人税額に一〇〇分の\n五の割合を乗じて得た金額八九万七、〇〇〇円（国税通則法一一八条三項、同一一\n九条四項の規定により本税額につき一、〇〇〇円未満の端数切捨て、加算税額につ\nき一〇〇円未満の端数切捨て）に相当する過少申告加算税を賦課決定したものであ\nる。\n四　被告の主張に対する認否\n被告の主張１の事実のうち、（二）は認める。\n五　原告の反論\n１　原告は、錦町所在物件を昭和四三年七月三一日以来、事業用資産として所有し\nていた\n２　原告は訴外飯田生活協同組合（以下「飯田生協」という）及び訴外有限会社丸\n井商店（以下「丸井商店」という）の間において、昭和五一年六月二八日、錦町所\n在物件及び別紙物件目録（二）記載の土地、建物（以下「中央通り所在物件」とい\nう）についての取引を行つたが、その実質的な関係は、原告の所有する錦町所在物\n件の一億一、五〇〇万円での飯田生協への譲渡、飯田生協の所有する中央通り所在\n物件の一億三、五〇〇万円での丸井商店への売却というものであり、これが同時に\n行われたものである。すなわち、原告と飯田生協及び丸井商店の三者間において、\n（一）原告は一億一、五〇〇万円を取得して錦町所在物件を譲渡する、（二）飯田\n生協は二、〇〇〇万円を取得したうえ中央通り所在物件を譲渡して錦町所在物件を\n取得する、（三）丸井商店は一億三、五〇〇万円で中央通り所在物件を取得する、\nとの三者間の非典型契約がなされたものである。\n３　原告は、本件事業年度において、合計六、六〇四万九、七四七円の減価償却資\n産を取得し、又は取得する見込であつたので、措置法六五条の七第一項一四号、六\n五条の八の規定に基づき、被告の主張１（二）のとおり損金処理を行つた。\n４　（一）本件取引は、仮に後記被告主張のとおり、交換契約と売買契約がなされ\nたものであるとしても、税法上は、原告が昭和四三年以来所有していた錦町所在物\n件を譲渡して、八、八五一万七、一二七円（売買対価一億一、五〇〇万円－帳簿価\n格二、六四八万二、八七三円）の利益を得たものとみなされ、同利益によつて合計\n六、六〇四万九、七四七円の減価償却資産を取得し、又は取得する見込であつたの\nで、措置法六五条の七第一項一四号、六五条の八により四、八七一万九、二〇一円\nを損金額に算入したものである。\n（二）　すなわち、法人税法五〇条によれば、交換の課税特例について、交換で取\n得した資産を譲渡資産直前の用途に供するなどの適用を受けるための要件を定めて\nいる。そして、仮に民法上交換契約が成立したとしても同一の用途に供さなかつた\n場合、税法上交換は認められず、同一の用に供さなかつた資産は交換差金等として\n取扱われる。したがつて、本件の場合も税法上交換特例は認められず、原告の資産\nの譲渡があつたとみなされるのであるから、その結果原告は対価として一億一、五\n〇〇万円を得たのであり、これによる譲渡益は八、八五一万七、一二七円で、この\n利益により減価償却資産を取得することは、当然措置法の適用を受けるものであ\nる。\n六　原告の反論に対する答弁\n１　原告の反論１の事実は認める。\n２　原告の反論２の事実は否認する。原告は、昭和五一年六月二八日飯田生協との\n間で原告の所有する錦町所在物件を一億一、五〇〇万円、飯田生協の所有する中央\n通り所在物件を一億三、五〇〇万円とそれぞれ評価して、原告は交換差金二、〇〇\n〇万円を飯田生協へ支払う旨の不動産交換契約を締結し、ついで同日、原告が右不\n動産交換契約に基づき取得する中央通り所在物件について、原告と丸井商店との間\nにおいて一億三、五〇〇万円で売買する旨の不動産売買契約が締結され、右各契約\nに基づき、原告は同年一一月四日に飯田生協に交換差金の残金を支払つて中央通り\n所在物件を取得し、同日、丸井商店から売買代金の残金を受領して中央通り所在物\n件を丸井商店へ譲渡したものである。したがつて、錦町所在物件の交換による譲渡\nについては、措置法六五条の七第一〇項の規定により同条にいう譲渡には交換によ\nる譲渡は含まれないから、同条に規定する特例（特定資産の買換え）の適用はな\nい。また、原告が丸井商店に譲渡した中央通り所在物件についても当該物件の取得\nの日が昭和四四年一月一日以降なので措置法六五条の七第一項一四号に規定する譲\n渡資産に該当しないから、同条に規定する特例の適用はなく、同法六五条の八の規\n定の適用の余地もない。\n３　原告の反論３の事実は、認める。\n４　原告の反論４の主張は、争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実は、当事者間に争いがない。\n二　被告の主張１について\n１　同（一）の事実は、原告において明らかに争わないから自白したものとみな\nす。\n２　同（二）の事実は、当事者間に争いがない。\n三　原告の反論について\n１　同１の事実は、当事者間に争いがない。\n２　同２の事実について、判断する。\n成立に争いのない乙第一五号証の二、証人Ａの証言及び原告代表者本人尋問の結果\nを総合すれば、原告代表者Ｃは、昭和四三年ころから訴外山谷運輸株式会社の代表\n取締役として同社の経営にあたつていたものであるが、同社が運送業者として一般\n路線の免許を有していなかつたため、昭和四九年八月ころ、一般路線の免許を有す\nる原告阿南自動車株式会社を買取つてその代表取締役となつたのであるが、当時か\nら原告には負債が多く、その整理が必要であつたため、錦町所在物件を他に売却し\nてその負債を整理し、さらにその売却金によつて車輛等を買換えたり、新社屋を建\n設する計画をたてていたこと。その際原告代表者は、右計画の目的を満足させるた\nめには錦町所在物件の売却につき税務対策として措置法の減価償却資産の買い換え\nの適用を受けられるような形式でこれを行う必要があると考えていたこと。そこで\n原告代表者は昭和四九年一一月二日付をもつて、宇佐美不動産有限会社（代表者\nＡ）に対し、錦町所在物件の売却代理を委任したこと。以上の経緯を認めることが\nできる。\nしかしながら他方、前記各証拠、いずれも成立に争いのない甲第一ないし第四号\n証、乙第一号証の二、第三号証、第四号証の二、第五号証の二、第九、第一〇号\n証、第一七号証、いずれも証人Ｄの証言により真正に成立したものと認められる乙\n第一号証の一、第二号証、第四号証の一、第五号証の一及びいずれも証人Ａの証言\nにより真正に成立したものと認められる乙第六号証、第一五号証の一、三、第一六\n号証を総合すれば、原告から錦町所在物件の売却代理を委任された宇佐美不動産有\n限会社の代表者Ａは、その後昭和五一年六月一八日に飯田生協から中央通り所在物\n件の売却及び同生協の営業に適当な土地又は適当な交換地の斡旋を依頼され、次い\nで丸井商店からは中央通り所在物件の買い受けを依頼されたこと。そこでＡは飯田\n生協に錦町所在物件を見せたところ、飯田生協から原告が交換差金二、〇〇〇万円\nを出してくれるなら中央通り所在物件と交換したい旨申し入れられたこと。その\n際、飯田生協はＡに対し、原告が錦町所在物件を飯田生協に売却し、飯田生協が中\n央通り所在物件を丸井商店に売却するとの形式では、飯田生協の中央通り所在物件\nについての帳簿価格と売却価格との差が大きいため多額の差額利益が出てしまい、\nこのため飯田生協に多額の課税がなされることとなるから、これを避けるため本件\n取引は飯田生協と原告との間の交換による形式以外には応じられない旨を申し入れ\nていたこと。そこでＡは右飯田生協の趣旨に従い本件各取引の仲介をなすことと\nし、その後同人の仲介により、昭和五一年六月二八日、飯田信用金庫二階応接室に\nおいて、本件交換契約の当事者として原告側からは原告代表者、Ｅ常務取締役及び\nＦ税理士が出席し、飯田生協側からはＧ専務理事、Ｈ専務補佐及びＩ税理士が出席\nし、その席上、Ａが本件交換契約書原案の趣旨説明をしたあと、原告と飯田生協と\nの間で本件交換契約が締結されたこと。その後、飯田生協側が退席した後、本件売\n買契約の当事者である丸井商店の代表者Ｊが出席し、原告と丸井商店の間で中央通\nり所在物件について売買契約が締結されたこと。また本件各取引について、飯田生\n協と丸井商店との間には協議等は一切行われなかつたこと。以上の各事実が認めら\nれる。\n以上の事実によれば、原告の錦町所在物件の飯田生協に対する譲渡は、飯田生協の\n所有する中央通り所在物件との交換により行われたものであつて、次に原告は当該\n交換により取得した中央通り所在物件を丸井商店へ売買により譲渡したものと認め\nるのが相当であり、原告、飯田生協、丸井商店の三者間において原告主張の無名\n（非典型）契約が締結されたものと認めることはできず、右認定を覆すに足りる証\n拠はない。そうすると、錦町所在物件の交換による譲渡については、措置法六五条\nの七第一〇項の規定により同条にいう譲渡には交換による譲渡は含まれないから、\n同条に規定する特例（特定資産の買換え）の適用はなく、また原告が丸井商店に譲\n渡した中央通り所在物件についても当該物件の取得の日が昭和四四年一月一日以降\nなので、措置法六五条の七第一項一四号に規定する譲渡資産には該当しないから、\n同条に規定する特例の適用はなく、同法六五条の八の規定の適用もないこととな\nる。\n３　なお、原告の反論４の主張について検討すると、法人税法五〇条は、資産の交\n換によりその交換譲渡資産と同一種類の資産を取得し、これを譲渡資産の譲渡直前\nの用途と同一用途に供したときは、所定の要件をみたしている場合に限り、圧縮記\n帳を認めるものとされている。しかし、本件の場合は、原告が交換により取得した\n中央通り所在物件を直ちに売買により丸井商店へ譲渡しているのであるから、同条\n一項に規定する要件に該当せず、同条の適用がないのである。しかしながら、法人\n税法五〇条、措置法六五条の七は、それぞれ別に課税の特例のための要件を規定し\nたものと解すべきであるから、本件交換契約について法人税法五〇条の交換により\n取得した資産の圧縮額の損金算入が認められないからといつて、措置法六五条の七\n第一〇項の関係において、錦町所在物件の譲渡が交換ではないことになるものと解\nすることはできない。したがつて、原告の右主張は失当というのほかない。\n四　被告の主張１（三）、（四）について\n前記認定のとおり、原告が圧縮勘定繰入額を損金計理した八二二万九、二〇一円の\n否認は正当であるところ、成立に争いのない甲第五号証、弁論の全趣旨により真正\nに成立したものと認められる甲第七号証を総合すれば、被告の主張１（三）の減価\n償却費の認容額三六二万八、一五一円及び同（四）の繰越欠損金の認容額一四一万\n六、三二七円は、いずれも正当なものと認めることができる。\n五　被告の主張２について\n前記認定した事実によれば、本件更正処分によつて納付すべき法人税額一、七九四\n万〇、三〇〇円の計算の基礎となつた事実のうちに、国税通則法六五条二項に規定\nする正当な事由がないものと認めることができる。\n六　以上によれば、被告の本件各処分は何ら違法はないこととなるから、原告の本\n訴請求は理由がないのでこれを棄却し、訴訟費用の負担につき民事訴訟法八九条を\n適用して、主文のとおり判決する。\n別表（一）～（三）、物件目録（一）、（二）（省略）\n"
}