{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 11,
    "day": 26
  },
  "case_number": "昭和53(行ウ)5",
  "case_name": "建築確認取消請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "都市計画法上の高度地区において，都市公園に隣接する土地上の建築物についてされた高度地区規制適用除外許可処分及び建築確認処分につき，右公園の利用者である周辺の住民らは，右各処分の取消しを求める訴えの原告適格を有しないとした事例",
  "lawsuit_id": "17355",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17355",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/355/017355_hanrei.pdf",
  "contents": "○　主文\n原告らの本件訴をいずれも却下する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告ら\n（一）　１　被告横浜市長が昭和五二年一月一八日付横浜市建建審指令第二五〇号\nをもつてなした許可処分を取消す。\n２　被告横浜市建築主事が昭和五二年二月二四日付五一中第六六九号をもつて訴外\n創価学会に対してなした建築確認処分を取消す。\n（二）　１　被告横浜市長が昭和五一年一二月二四日付横浜市建建審指令第二三二\n号をもつてなした許可処分を取消す。\n２　被告横浜市建築主事が昭和五二年七月一日付五一中第九一七号をもつて訴外株\n式会社横浜日航ホテルに対してなした建築確認処分を取消す。\n（三）　訴訟費用は被告らの負担とする。\n二　被告ら（本案前の申立）\n主文同旨。\n第二　当事者の主張\n一　請求原因\n１　高度地区\n別紙物件目録記載の土地（同目録記載（一）及び（二）の土地をそれぞれ「本件\n（一）の土地」、「本件（二）の土地」という。）は、いずれも商業地域であつ\nて、昭和四八年一二月二五日横浜市告示第三二〇号によつて告示された横浜市の高\n度地区に関する都市計画（以下「本件都市計画」という。）により、第四種高度地\n区に指定されており、建築物の高さの最高限は、三一メートルとされている。\n２　訴外創価学会（以下「創価学会」という。）のビル建築\n（一）　創価学会は、本件（一）の土地に地上一〇階地下二階、高さ地上三八・八\n五メートル、建築面積一、二五九・七一平方メートル、延べ面積一〇、〇七一・〇\n三平方メートルの建物（以下「本件（一）の建物」という。）を建築することを計\n画した。\n（二）　（許可処分）\nそこで、創価学会は、被告横浜市長（以下「被告市長」という。）に対し、昭和五\n一年一〇月一四日本件（一）の建物につき、高度地区の規制の適用除外の許可申請\nをしたところ、被告市長は、昭和五二年一月一八日付横浜市建建審指令第二五〇号\nをもつて適用除外の許可処分（以下「本件（一）の許可処分」という。）をした。\n（三）　（建築確認処分）\n創価学会は、その間の昭和五一年一一月二五日、被告横浜市建築主事（以下「被告\n建築主事」という。）に対し、本件（一）の建物について建築の確認申請をしたと\nころ、被告建築主事は、昭和五二年二月二四日付五一中第六六九号をもつて建築確\n認処分（以下「本件（一）の確認処分」という。）をなし、そのころ創価学会に対\nし、その旨通知した。\n３　訴外株式会社横浜日航ホテル（以下「日航ホテル」という。）のビル建築\n（一）　日航ホテルは、本件（二）の土地に、地上一三階地下二階、高さ地上四\n四・九五メートル、建築面積二、一五七・三五平方メートル、延べ面積一五、九六\n〇・四三平方メートルの建物（以下「本件（二）の建物」という。）を建築するこ\nとを計画した。\n（二）　（許可処分）\nそこで、日航ホテルは、被告市長に対し、昭和五一年一一月九日本件（二）の建物\nにつき、高度地区の規制の適用除外の許可申請をしたところ、被告市長は、同年一\n二月二四日付横浜市建建審指令第二三二号をもつて適用除外の許可処分（以下「本\n件（二）の許可処分」という。）をした。\n（三）　（建築確認処分）\n日航ホテルは、昭和五二年三月三一日、被告建築主事に対し、本件（二）の建物に\nついて建築の確認申請をしたところ、被告建築主事は、同年七月一日付五一中第九\n一七号をもつて建築確認処分（以下「本件（二）の確認処分」という。）をなし、\nそのころ日航ホテルに対し、その旨通知した。\n４　処分の違法性\n（一）　（１）本件都市計画によれば、高度地区の適用除外として、「（１）市長\nが市街地環境の整備向上に寄与すると認め、かつ、建築審査会の同意を得て許可し\nた建築物、（２）市長が公益上やむを得ない、又は周囲の状況により都市計画上支\n障がないと認め、かつ、建築審査会の同意を得て許可した建築物」については高度\n制限は適用しないと規定している。\n（２）　また、横浜市は、本件都市計画が告示された昭和四八年一二月二五日、\n「高度地区適用除外」の建物に関する許可の一般的準則として横浜市市街地環境設\n計制度を制定し、その第二章「緩和の原則」において、「この制度による緩和は、\n建築主が敷地内の適切な場所に適切な形態の広場、歩道等、歩行者や市民が自由に\n利用し又は通行できる空地を設けて、都市環境の整備向上に努めた場合には、周辺\nの生活環境を阻害しない範囲内で計画建築物の形態制限を緩和する。」と規定し、\n緩和される制限の一内容として高度地区（最高限）制限をあげている。\n（３）　以上によつて明らかなように、高度地区の適用除外（制限高さ緩和措置）\nの基本的要件としては、\n（イ）　市街地環境の整備向上に寄与するものと認められる場合\n（ロ）　周囲の状況により都市計画上支障がないと認められる場合\n（ハ）　周囲の生活環境を阻害しない場合\n以上三つの場合のいずれにも該当することが最低限必要である。\n（二）　本件（一）、（二）の建物による周辺環境の破壊の実態\n（１）　本件（一）、（二）の建物が予定どおり建築された場合、都市公園法に基\nづき設置管理されている横浜市中区山下町所在の山下公園は、道路をはさんで右建\n物の北側に存するため、本件（一）、（二）の建物（なかでもその制限高さ緩和部\n分）により、その中心部分の午後の日照が阻害される結果となる。\n右日照阻害は、従来市民が右公園において享受していた日光浴等の保健衛生上の恩\n恵を奪う結果となるし、公園樹木に対する影響も無視できない。\n公園に対する日照が重要で、必要不可欠なことは、前記横浜市市街地環境設計制度\nに、制限緩和基準として「電波障害、公園広場への日照、公共の眺望を侵害しない\nこと」とうたい、また、横浜市日照等指導要綱においても「日照、電波障害対策\n等」の項において、「建築主は学校、児童福祉施設、老人福祉施設その他市長が特\nに必要と認めた健築物及び公園に対する日照については、表一に掲げる基準による\nほか、特に配慮しなければならない。」としていることから明らかである。こと公\n園における日照に関しては、多数の市民がその恩恵を享受するものであり、日照が\n公園全敷地に確保されるべきものであるから、日照阻害の程度論に解消することは\nできない。本件山下公園に対する日照阻害は、生理的にも精神衛生的にも、公園の\n利用価値、快適性を著しく損なう結果となる。\n（２）　さらに、本件（一）、（二）の建物により、山下公園を中心とした付近地\n域が蒙る風害も深刻なものとなる。高層ビル建設により、付近一帯に以前は予想も\nできなかつたような強風、乱気流現象が生ずることは既に知られているとおりであ\nるが、海に面した山下公園の地理的特殊性もあいまつて、本件（一）、（二）の建\n物による山下公園における風害は、公園の散歩、遊戯等の利用価値を減少させ、山\n下公園利用の快適性を奪うものとなる。\n（３）　以上のような、本件（一）、（二）の建物による山下公園に対する日照阻\n害、風害の発生は、都市公園法及び都市公園等整備緊急措置法にいうところの、都\n市公園設置の目的、\nすなわち都市の健全な発達、住民の心身の健康の保持増進を阻害するものである。\n（三）　本件（一）、（二）の許可処分は、右のとおり、本件（一）、（二）の建\n物がいずれも前記高度地区の適用除外（制限高さ緩和措置）の基本的要件を満たし\nていないにもかかわらずなされた違法な処分である。\n（四）　そして、本件（一）、（二）の確認処分は、いずれも右本件（一）、\n（二）の許可処分の違法を看過し、本件（一）、（二）の許可処分が適法であると\nの前提でなされたものであり、違法であることを免れない。\n５　原告適格\n（一）　山下公園における日照等の阻害\n（１）　原告らは、いずれも肩書住所地に居住するもので、横浜市が設置管理して\nいる都市公園である山下公園から、原告Ａが概略一五〇メートル、山下公園ハイツ\nに居住するその余の原告らが約一〇〇メートル（山下公園の中心からほぼ南方向）\nの距離に位置して居住しているものであり（なお、位置関係は、別紙図面のとおり\nである。）、山下公園を日常、日光浴、臨海公園としての景観や栽植樹林の観賞、\n散歩、遊戯等に利用し、都市生活者として、保健衛生上多大の利便、恩恵に浴して\nいる者である。\n（２）　およそ都市行政当局にとつても都市住民にとつても、都市の健全な発達、\n都市環境の改善及び都市住民の心身の健康保持、増進をはかるために、都市公園が\n十分なる規模、構造、機能をもつて設置管理されなければならない課題であること\nは当然のことであり、都市公園法または都市公園等整備緊急措置法あるいは都市の\n美観風致を維持するための樹木の保存に関する法律等の諸法令は、いずれも前記の\n行政目的達成のために制定されているものである。\n就中、都市公園か著しい日照阻害をうける結果になる場合、およそ陽のあたらない\n公園というものは公園の最も基本的な機能を失つたことを意味し、都市環境悪化の\n最たるものであるといわざるを得ないところ、行政当局者が、このような環境阻害\nをあらかじめ十分予見すべきなのにこれを看過して、隣接都市公園から日照を奪う\n原因となる違法な、高度地区における規制の適用除外の許可処分や建築確認処分を\nなした場合には、当該都市公園の利用者たる都市住民は、右各処分の取消を求める\n訴の利益があるというべきである。\nそして、都市公園としての山下公園には、原告らだけでなく他にも不特定多数の都\n市住民がこれを自由に利用し享受するという意味で、その利用利益が公共的性質を\n有する面のあることは事実であるが、そのことは、何ら原告らのように同公園に特\nに密接な利害、近接性を有する者に訴の利益を認める妨げとなるものではない。\nしたがつて、本件山下公園の利用者である原告らは、都市公園法に基づき設置管理\nされている公園に対し、実質的に違法な、高度地区における規制の適用除外の許可\n処分や建築確認処分に基づき建築される建築物によつて著しい日照阻害が惹起され\nるときは、回復しがたい環境上の利益侵害を受けるわけであり、原告らにおいて\nも、地域住民の環境保全上の利益を主張して当該許可処分及び建築確認処分の取消\nを求める抗告訴訟の提起について、訴の利益を有するというべきである。\n（二）　（１）山下公園周辺地域に対する景観保護行政\n横浜市は、山下公園周辺地区開発指導要綱を定め、本件建物敷地が属するＡゾーン\nを横浜港、山下公園に連続する空間として位置づけており、このＡゾーン区域内の\n建築規制を厳しくしている。すなわち、Ａゾーンは、海港都市横浜のイメージを創\n出するための区域であり、共同住宅、マンシヨンなど住宅的施設は原則として禁止\nし、横浜市民に広く公開される文化的性格の強い建物に限定している。勿論その場\n合、利用目的が公共的、文化的であればよいというものではなく、当該建物施設そ\nのものの設計構造（なかでも建物高度、公園に対する角度など）がＡゾーンの自然\n景観に適合するものでなければならないのは当然である。のちにのべる原告らの居\n住場所から得られる勝れた眺望の範囲は、横浜港の自然景観の保護という行政目的\nの一環となつている空間と一致している。本件区域は、都市計画法による用途地域\nとしては商業区域に指定されているが、山下公園に連なるＡゾーンについて、行政\n当局において右のように事実上の風致地区ないし美観地区として取扱われている。\n（２）　原告らの享受していた眺望とその侵害\n（イ）　原告ら（原告Ａを除く。以下本（２）項において同じ。）が居住する山下\n公園ハイツは、幅員九・九メートルの道路をへだてて被告らの建築する本件建物の\n南側に位置し、本件（一）の建物とは約二〇メートル、本件（二）の建物とは約四\n〇メトルの距離がある。\n（ロ）　同ハイツからは、山下公園の樹木がこんもり茂り、そのさきに横浜港を一\n望することができるのであり、東西に広がる視野の左手に大桟橋、右手には永川\n丸、そこを行き交う客船など港の景観を満喫でき、さながら箱庭の如き観を呈し、\n天候、時刻によりそれぞれ異なる趣きをもつている。\n夏には、名物の花火大会があるが、多くの親類や知人が原告ら宅を訪れ、ハイツか\nら仕掛花火などを楽しむことは言うまでもないが、普段訪れる誰もが一致してハイ\nツからの眺望を絶賛するものである。\nこのような眺望は、ハイツの構造上、居間の窓から大桟橋中心の港の美観を満喫で\nきる者もあるし、他の者も通路にでれば、誰でもが自由にいずれの階からも眺望を\n享受することができ、それがハイツ居住者全体の生活の重要な要素となり、住民の\nコミユニテイ形成の面からも不可欠のものとなつている。\n（ハ）　このようにハイツ住民である原告らにとつては、住居からの勝れた眺望の\n享受と、至近距離にありよく整備された山下公園の利用とが相まつて快適な住環境\nを保持していた。そしてこの地域の勝れた住環境は、前述したように横浜市の都市\n環境保全の行政によつて保全されなければならなかつたのである。\nしかしながら、本件建物二棟は競合して、原告らの従来享受してきた健全快適な住\n環境、特に横浜港を一望にする良好な眺望の本質的部分を全て奪つてしまつた。す\nなわち、視野の左側の横浜港の大桟橋を中心とする最も勝れた眺望は、二棟の本件\n建物によつて完全に奪われ、右建物の右側からは残されたなんの変哲もない海と空\nが望見されるにすぎなくなつた。そして、かかる住環境ないし眺望の利益は、法的\nな保護に値する利益といえる。\nまた、原告らは右山下公園ハイツの当該居室及び共用部分につき所有権ないし賃借\n権を有するところ、前記眺望阻害によりそれらの権利の財産価値が低下することは\n不可避的であるから、原告らは本件各処分ならびに建築により右各財産権をも侵害\nされるものである。\n以上の利益ないし権利はもとより原告ら各自の個人的、私法的な利益、権利であつ\nて、既にこれだけでも十分に原告らの訴の利益を理由づけるものである。\n６　出訴期間について\n（一）　本件各処分を知つた日\n原告Ｂは、昭和五二年七月二八日、創価学会及び日航ホテルの建築計画概要書の閲\n覧を行なつたが、これは本件建物がいかなる種類構造をもつて建築されるのかを知\nる目的で行なつたにすぎず、本件（一）（二）の確認処分の日時について注目する\nところがなかつたし、本件（一）（二）の許可処分については、右閲覧書面に表わ\nれていないから、この日時内容を知るよしもなかつた。\nそして、原告らは、本件（一）（二）の許可（一）（二）の許可処分及び本件\n（一）（二）の確認処分があつたことを昭和五二年一二月二六日に知つたものであ\nり、横浜市建築審査会に対し、昭和五三年二月一〇日、右各処分について審査請求\nをしたところ、横浜市建築審査会は、同年五月一七日、いずれも却下する旨の裁決\nをなした。\n（二）　本件（一）の許可処分及び本件（二）の確認処分につき裁決を経ない訴の\n提起\n原告らは、審査請求に対する横浜市建築審査会の裁決を経ないで、本件（一）の許\n可処分及び本件（一）の確認処分の取消を求める訴を昭和五三年三月二日に提起し\nた（昭和五三年（行ウ）第五号）が、次のとおり、行政事件訴訟法八条二項二号及\nび三号の事由がある。\nすなわち、本件（一）の建物は、昭和五三年三月二〇日には、制限高さ緩和部分も\n含めて全体の躯体工事が完成する予定であり、原告らのなした審査請求に対する裁\n決をまつていては、本件（一）の許可処分及び本件（一）の確認処分により生ずる\n著しい損害を避けられない状況にあり、また、本件（一）の許可処分は、事前に手\n続上横浜市建築審査会の同意を得ており、右審査請求によつても原告らは自己に有\n利な裁決を期待することができない事情にある。\n従つて、原告らには、右各処分により生ずる著しい損害を避けるため裁決を経ない\nで訴を提起する緊急の必要があり、かつ、裁決を経ないことにつき正当な理由があ\nるというべきである。\n（三）　本件（一）（二）の許可処分の出訴期間\n原告らは、本件（一）（二）の許可処分について、いずれも処分があつた日の翌日\nから起算して一年を経過した後の昭和五三年二月一〇日に審査請求をしているが、\n次のとおり正当な理由がある。\nすなわち、市長の右許可処分は、その機能、効果面からみれば、それ自体で完結す\nるものではなく、その後になされる建築確認処分の前提となるものであつて、表現\nをかえれば、建築確認処分に内包される観を呈しているということができる。右の\nような関係にあるため、市長の許可処分がなされたことは、申請者以外の者にとつ\nては、いかに法律上、事実上関係が深い者であろうと、後の建築確認処分があるま\nで知りうべくもない。また、かような場合に正当な理由があると解さなければ、仮\nに、市長の許可処分があつた時から一年以上経過した後に建築確認処分がなされた\n場合には、市長の許可処分がいかに重大な違法事由を有していても、審査請求ひい\nては取消訴訟の提起が不可能となり、司法の審査を回避する手段ともなりかねな\nい。\n従つて、本件（一）（二）の許可処分は、その性質上、本件（一）（二）の確認処\n分がなされてはじめて原告ら一般市民に知り得る状況となり、本件（一）（二）の\n確認処分があるまでは本件（一）（二）の許可処分があつたことを知り得ず、審査\n請求することは絶対に不可能であつて、原告らには、行政不服審査法一四条三項但\n書の正当な理由があるとみるべきである。\n７　よつて、本件（一）（二）の許可処分及び本件（一）（二）の確認処分（以下\n各処分をあわせて「本件各処分」という。）の取消を求める。\n二　本案前の申立の理由\n１　原告らは、本件訴を提起する適格がないから、本件訴は、不適法として却下さ\nれるべきである。\n（一）　行政事件訴訟法九条は、取消訴訟の原告適格の要件として、取消を求める\nにつき法律上の利益を有する者と定めているところ、右法律上の利益がある者と\nは、「当該処分によつて自己の権利若しくは法律上保護された利益を侵害され又は\n必然的に侵害されるおそれのある者」に限られるものと解されている（最判昭和五\n三年三月一四日民集三二巻二号二一一頁参照）。\n（二）　原告らの主張によると、原告らは本件処分の直接の相手方でなく、山下公\n園の付近に居住する同公園の利用者であるが、同公園利用者として同公園につき環\n境保全上の利益を有するという。\nしかしながら、原告らの主張する右環境保全上の利益なるものの内容は極めて抽象\n的であつて、具体的にどの程度の水準のどんな内容の環境保全上の利益なのか明確\nでない。のみならず、都市公園法は、都市公園の設置及び管理に関する基準等を定\nめて都市公園の健全な発達を図り、もつて公共の福祉の増進に資することを目的と\nして制定され、この目的の下に都市公園の設置及び管理に関する基準等が定められ\nているところ、山下公園は、この都市公園法に基づいて設置された公園であつて、\n同公園の利用については、同法の下に、原告らの如き同公園の付近住民に限らず、\n他の一般住民も、また、広くは他の誰でも、公園設置の目的に反しない限り、原則\nとして、一般的に自由に公園を利用できるのである（講学上いわゆる一般使用）。\n従つて、原告らの主張する公園利用者として有する環境保全上の利益は、不特定多\n数の一般公衆（一般利用者）の利益であつて、正に公共の利益そのものと言わざる\nを得ず、個別具体的利益とは性質を異にする一般的抽象的性質のものである。\nまた、同公園の一般利用者の立場にある個人個人の利益なるものは、たとえ原告ら\nの如く同公園の近距離に居住する者の利益であつても、公共の利益の保護を通じて\n間接的に保護されているにすぎず、同公園の近距離に居住する者ということで公園\n利用者として何ら特殊な地位を有するものではなく（これを認める法律の規定は存\nしない。）、他の一般利用者と何ら異なるところはないのである。\n（三）　更に、原告らは、原告らの眺望の利益の侵害を主張しているが、眺望の利\n益なるものは法律上保護された利益ではなく、単なる事実上の利益にすぎないもの\nである。\n本件においては、これまで山下公園ハイツから港ないし山下公園が眺められたとし\nても、それはたまたま同建物の隣地が空地であり、また、港ないし公園への眺めの\n妨げとなる高さの建物がなかつたからであつて、単なる事実上の利益を得ていたに\nすぎないのである。\n山下公園周辺地区開発指導要綱案による指導も公園周辺居住者らの港への眺望の保\n護を目的としたものではない。\nそれに、山下公園ハイツは、いわゆる南向きに建てられており、同建物の居室（従\nつて、外を観望する窓やベランダ）は主に南側（港や公園の見えない）に配置さ\nれ、同建物の北東側及び北西側（港ないし公園に面する側）は廊下となつているか\nら、同建物はそもそも港ないし山下公園への眺望を顧慮して建てられたものではな\nいのである。\n仮に、本件建物二棟が、高度地区の規制の適用除外の許可をうけず、その最高限度\nである三一メートルの高さ（この規制については原告らは違法を主張していな\nい。）で建築された場合でも、同ハイツから横浜港の大桟橋付近は見えないのであ\nるし、現在空地となつている同ハイツの南側（港側）隣地に、高さ三一メートルの\n建物が建築されていたならば、もともと、同ハイツからの港方面への眺望は問題と\nならない筈である。\n（四）　以上述べたところからすれば、被告らがなした本件各処分により、山下公\n園を利用し港方面を眺望すると主張する原告らが、何らかの不利益を受けるとして\nも、それは単なる事実上の不利益であつて法律上の利益が害されたことにはならな\nいから、原告らは、本件各処分につき訴を提起する適格を有しないことは明らかで\nある。\n２　審査請求前置\n（一）　本件各処分について原告らが横浜市建築審査会に対してなした審査請求\nは、昭和五三年五月一七日原告らに審査請求をする適格がなく不適法であるとして\n却下されている。従つて、本件訴は、審査請求前置の要件を満していないから、不\n適法として却下されるべきである。\n（二）　本件（一）の許可処分及び本件（一）の確認処分の各取消を求める訴は、\n審査請求に対する裁決がなされる前に提起されているが、本件（一）の許可処分に\nついての審査請求（昭和五三年二月一〇日）は、同処分のあつた日（昭和五二年一\n月一八日）の翌日から起算して一年を経過した後になされ、同処分についての違法\n性をもはや争い得ない状況になつているところ、原告らに行政事件訴訟法八条二項\n二号、三号にいう緊急の必要性も正当理由も認められないから、右各訴は、審査請\n求に対する裁決を経ることなくして提起された不適法な訴として却下されるべきで\nある。\n３　出訴期間の経過\n（一）　本件（一）（二）の許可処分の取消を求める各訴は、右各処分があつた日\n（本件（一）の許可処分は昭和五二年一月一八日、本件（二）の許可処分は昭和五\n一年一二月二四日）の翌日から起算して一年を経過し、もはや審査請求により争え\nなくなつた後に審査請求（昭和五三年二月一〇日）をしたものであるから（行政不\n服審査法一四条三項本文）、行政事件訴訟法一四条四項の適用はなく、同条三項本\n文により、不適法として却下されるべきである。\n（二）　（１）本件（一）（二）の確認処分の後である昭和五二年七月二八日、原\n告らの代表者である原告Ｂは、建築基準法九三条の二により一般の閲覧に供されて\nいる創価学会及び日航ホテルの建築計画概要書の閲覧を行なつた。原告Ｂは、右閲\n覧の申請書に本件（一）（二）の確認処分の各確認の番号を付記して右閲覧の申請\nを行なつており、原告らは、昭和五二年七月二八日の時点で既に本件（一）（二）\nの確認処分がなされていることを知つていたものと考えられる。\n（２）　しかるに、原告らは、本件（一）（二）の確認処分があつたことを知つた\n日の翌日から起算して六〇日以内に、右各処分につき不服申立をせず、もはや審査\n請求によりその違法性を争い得なくなつた後に審査請求（昭和五三年二月一〇日）\nをしたものであるから（行政不服審査法一四条一項本文）、本件（一）（二）の確\n認処分の取消を求める各訴は、行政事件訴訟法一四条四項の適用はなく、同条一項\n本文により不適法として却下されるべきである。\n三　請求原因に対する認否\n１　請求原因１の事実は認める。\n２　同２の事実は認める。\n３　同３の事実は認める。\n４　（一）同４（一）（１）及び（２）の事実は認める。\n同４（一）（３）の主張は争う。\n（二）　同４（二）（１）のうち、横浜市＜地名略＞所在の山下公園が都市公園法\nに基づき設置管理されていることは認め、その余の主張は争う。\n同４（二）（２）及び（３）の主張は争う。\n（三）　同４（三）の主張は争う。\n（四）　同４（四）の主張は争う。\n５　（一）同５（一）（１）のうち、原告らがいずれも肩書住所地に居住している\nこと、山下公園が横浜市の設置管理している都市公園であること、位置関係が別紙\n図面のとおりであることは認め、原告Ａ居住地から山下公園までの距離及び山下公\n園ハイツから山下公園の中心部までの距離は否認し、その余の事実は不知。\nなお、山下公園ハイツから山下公園の中心部までの距離は約一五〇メートルであ\nり、同ハイツから同公園までの最短直線距離は約一〇〇メートルである。\nまた、原告Ａ居住地から山下公園、本件（一）の建物、本件（二）の建物までの各\n最短直線距離は、それぞれ、約二五〇メートル、約三〇〇メートル、約二五〇メー\nトルである。\n同５（一）（２）の主張は争う。\n（二）　同５（二）（１）のうち、横浜市が「山下公園周辺地区開発指導要綱」を\n定め、これに基づく建築規制を行なつているとの点は否認し、その余は認める。但\nし、横浜市は、当該区域内の建築主に対し、その同意を得て右要綱案に記載された\n趣旨に沿つた行政指導を行なつている。\n同５（二）（２）（イ）は否認する。山下公園ハイツは、幅員約一一メートルの道\n路を隔てて、本件（一）の建物とは二五メートル、本件（二）の建物とは約六五メ\nートルの距離がある。\n同５（二）（２）（ロ）の事実は不知。\n同５（二）（２）（ハ）の主張は争う。\n６　（一）同６（一）のうち、原告Ｂが本件（一）（二）の確認処分の日時につい\nて注目せず、本件（一）（二）の許可処分の日時内容を知らなかつたこと及び原告\nらが本件処分のあつたことを昭和五二年一二月二六日に知つたことは否認し、その\n余の事実は認める。\n（二）　同６（二）のうち、原告らが裁決を経ないで本件（一）の許可処分及び本\n件（一）の確認処分の取消を求める訴を提起したこと、本件（一）の許可処分につ\nいては事前に横浜市建築審査会の同意がなされていることは認め、その余の主張は\n争う。\n（三）　同６（三）の主張は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１ないし３項並びに同４項の（一）（１）及び（２）の事実は当事者\n間に争いがない。\n二　本案の判断に先だち、原告適格の有無について検討する。\n１　成立に争いのない甲第二、第三号証及び乙第二ないし第七号証、弁論の全趣旨\nより真正に成立したと認められる乙第一、第二、第一一及び第一三号証並びに弁論\nの全趣旨を総合すると、次の事実が認められ、この認定を覆すに足りる証拠はな\nい。\n（一）　原告らは、いずれも肩書住所地に居住している。そうして、横浜市が都市\n公園法に基づき設置管理している山下公園、本件（一）（二）の建物、原告Ａの居\n住する山下第二団地及び同原告を除くその余の原告らの居住する山下公園ハイツの\n各位置関係は別紙図面のとおりである。山下公園ハイツから山下公園の中心部まで\nの距離は約一五〇メートルであり、同ハイツから同公園までの最短直線距離は約一\n〇〇メートルである。原告Ａの居住する山下第二団地から同公園、本件（一）の建\n物、本件（二）の建物までの各最短直線距離は、それぞれ、約二五〇メートル、約\n三〇〇メートル、約二五〇メートルである。\n原告らは、都市住民として、日常、臨海公園である山下公園を日光浴、観賞、散\n歩、遊戯等に利用している。\n（二）　横浜市は、都市計画法に基づく高度地区（同法八、九条）として「横浜国\n際港都建設計画高度地区の変更」決定をなし、昭和四八年一二月二五日告示第三二\n〇号をもつて、右決定を告示した。\n右告示第三二〇号による高度地区の決定にあたつて、横浜市は計画案を住民に説明\nし、住民の意見を参考として、都市計画の原案を作成し、二週間の縦覧（同法一七\n条）を経た後、神奈川県知事の承認（同知事は承認するにあたつては神奈川県都市\n計画地方審議会に付議）を受け（同法一九条）たものである。\n右告示第三二〇号による高度地区の決定によれば、建築物の高さの最高限度又は建\n築物の各部分の高さの限度に関し、第一種住居専用地域については「最高限第一種\n高度地区」として一〇メートル、第二種住居専用地域については「最高限第二種高\n度地区」として一五メートル、住居地域、準工業地域及び近隣商業地域については\n「最高限第三種高度地区」として二〇メートル、商業地域については「最高限第四\n種高度地区」として三一メートル、それぞれ建物の高さの最高限度が定められてお\nり、右制限は、\n（１）　都市計画において決定した一団地の住宅施設に係る建築物\n（２）　市長が市街地環境の整備向上に寄与すると認め、かつ、建築審査会の同意\nを得て許可した建築物\n（３）　市長が公益上やむを得ない、又は周囲の状況により都市計画上支障がない\nと認め、かつ、建築審査会の同意を得て許可した建築物\nのいずれか一に該当する場合には適用除外されるものと規定されている。\nそして、右（２）号の許可にあたつては、横浜市によつて別途制定され、昭和四八\n年一二月二五日から実施されている「横浜市市街地環境設計制度」が基準とされ\nる。右「制度」によれば、第二章に「緩和の原則」を規定し、第五章に「緩和基\n準」を定め、その（３）「高度地区（最高限）制限の緩和」において、「高度地区\n制限の緩和は、計画建築物が塔状等の形態をとることによつて別に定める日照等指\n導要綱に基づく周辺住居等に対する日照基準の範囲内であり、かつ、周辺地域に対\nする電波障害又は公共の用に供する公園、広場等からの眺望を阻害するおそれのな\nい場合に（中略）緩和する。」と規定されている。\n（三）　本件（一）（二）の建物の所在地は、いずれも商業地域に属し、前記高度\n地区の決定に関しては最高限度第四種高度地区が適用され、原則として建物の高さ\nは三一メートルに制限されることになるが、被告横浜市長は本件（一）（二）の建\n物については、前記適用除外の（２）号に該当するとして、横浜市建築審査会の同\n意を経て（本件（一）の許可処分についての同意は昭和五一年一〇月一八日、本件\n（二）の許可処分についての同意は同年一一月一六日）、本件（一）（二）の各許\n可処分をなした。\n被告横浜市建築主事は、本件（一）（二）の建物について、右各許可処分によつて\n高度地区の規制による高さの制限が適用除外され、各建築物の高さが高度地区に関\nする都市計画において定められた内容に適合（建築基準法五八条）し、建築物の計\n画が当該建築物の敷地、構造及び建築設備に関する法律並びにこれに基づく命令及\nび条例の規定に適合する（同法六条）と認めて本件（一）（二）の各確認処分をな\nした。以上の事実が認められる。\n２　取消訴訟は、行政庁の処分又は裁決によつて自己の権利、利益を侵害された者\nを救済することを目的とし、行政の適正な運営の確保はその間接的な効果にすぎな\nいから、取消訴訟を提起できる者は、法律に格別の定めがない限り、当該処分又は\n裁決により自己の権利もしくは法律上保護された利益を侵害され又は必然的に侵害\nされるおそれがあり、その取消等によつてこれを回復すべき法律上の利益を有する\n者に限られるべきである。\nそこで、行政事件訴訟法九条は、取消訴訟の原告適格の要件として、「取消を求め\nるにつき法律上の利益を有する者」に限ると規定するとともに、「自己の法律上の\n利益に関係のない違法を理由として取消を求めることができない」と規定する（同\n法一〇条一項）のである。\nここにいう「法律上の利益」とは、「行政法規が私人等権利主体の個人的利益を保\n護することを目的として行政権の行使に制約を課していることにより保障されてい\nる利益であつて、それは、行政法規が他の目的、特に公益の実現を目的として行政\n権の行使に制約を課している結果たまたま一定の者が受けることとなる反射的利益\nとは区別されるべきものである。」（前掲最判昭和五三年三月一四日）\n３　原告らは、本件訴において、都市計画法に基づく高度地区の都市計画の適用除\n外の許可処分の取消を求めるのであるが、都市計画は、同法により「都市の健全な\n発展と秩序ある整備を図り、もつて国土の均衡ある発展と公共の福祉の増進に寄与\nすることを目的とする」（同法一条）と規定され、都市への急速な人口、産業の集\n中に対処して、その秩序ある発展を図るという公共の利益の実現のためになされる\nものであることが明らかである。そして、同法によつて定められる都市計画の高度\n地区（同法八条二項一号ニ）は、「用途地域内において市街地の環境を維持し、又\nは土地利用の増進を図るため、建築物の高さの最高限度又は最低限度を定める地\n区」（同法九条一〇項）とされているのであり、同法に基づき市町村のなす高度地\n区の制限は、無秩序な都市の建築、開発を阻止するため、用途地域内における建築\n物の高さに関し、一定の基準を定立して、高度地区という一定の地域につき一般的\nに定められるものであり、地域全体の美観、良好な環境を抽象的に維持することを\n目的とするものであつて、これによつて直接、隣接土地所有者等の個別的利益を保\n護するものと解する余地はない。\n従つてまた、高度地区の適用除外許可処分も、地域全体の美観、良好な環境を損わ\nぬよう配慮して、市長等において市街地環境の整備向上に寄与すると認めるとき、\nないしは公益上やむを得ないとき又は周囲の状況により都市計画上支障がないと認\nめるときにかぎりこれが許可されうるのであつて、隣地所有者等を含む公共の利益\nの見地からなされる処分というべく、隣地所有者等の個別的な利益保護を考慮して\nなさるべきものではない（もつとも、横浜市では前記認定のとおり「横浜市市街地\n環境設計制度」において、高度地区制限の緩和に際し、制限高度を超える建物によ\nる周辺住民の日照の利益については配慮をなすべきものとしているところ、仮に、\n原告らが、自らの住居地における個別具体的利益として右の日照の阻害を主張する\nのであれば、これを法律上保護された利益と解する余地がない訳ではないが、原告\nらが本訴において右主張をしているものでないことは明らかである。）。\n以上のとおりであつて、原告らが主張するところの良好な環境を保有する山下公園\n利用者としての利益及び原告ら（原告Ａを除く）居住の山下公園ハイツより横浜港\n方面への眺望の利益（財産的利益を含む）等は、それが原告らの個人的な利益であ\nるとしても、都市計画法の規定の適正な執行運用によつて得られる反射的利益ない\nし事実上の利益であつて、同法により直接原告らに対し法律上保護された利益と解\nすることはできない。\nまた、同法には、自己の法律上の利益にかかわりなく同法による処分につき不服申\n立ないしは取消を求めることができる旨を定めたもの、すなわち、いわゆる民衆争\n訟を認めた規定が存しないことは明らかなところである。\n４　更に、原告らは、建築基準法に基づく建築確認処分の取消を求めるのである\nが、同法は「国民の生命、健康及び財産の保護を図り、もつて公共の福祉の増進に\n資することを目的とする」（同法一条）と規定し、直接的には、一般的な生活環境\nの保全という公共利益の維持増進を目的としていることが明らかである。そして、\n同法の規定を通覧すれば、同法が日照、通風、採光、防災及び衛生といつた住民の\n具体的生活利益の保護を図ろうとしていることも明らかであり、同法により建築主\n事のなす建築確認処分（同法六条）も、右生活利益の保護の見地からなされるもの\nと解せられる。しかしながら、現実には、個々の建築建物が、日照、通風、採光、\n防災及び衛生という生活環境の面で、直接具体的な影響を及ぼすこととなる範囲は\n自ら特定され、被害を蒙るのは隣地の住民に限られることとなるから、これら隣地\n住民の右生活上の利益は、個別具体的利益として、同法の当該規定により法律上保\n護されているものと解するのが相当である。\nところで、原告らが本訴において主張するところの日照阻害、風害等環境上の被害\nは、総て原告ら個有の具体的利益の侵害ではなく、原告らが都市住民の一員として\n利用するところの山下公園及びその利用者の被害をいうにすぎないのであり、同法\nが都市公園における日照等を保護し、都市公園を利用する住民の間接的一般的な利\n益までも、法律上保護しているものとは到底解し得ないのである。\nもとより、山下公園を含む都市公園は、多数の都市住民の心身の健康維持促進、都\n市環境の改善のため、都市公園法等の法規に則り適正に管理運営されるべきもので\nあることはいうまでもないが、このことにより原告らを含む都市住民が健康、衛\n生、環境及び防災上の諸利益を受けるとしても、それは反射的利益ないし事実上の\n利益であつて法律上保護された利益とはいえない（仮に、地方公共団体の設置管理\nにかかる都市公園の管理運営に重大な懈怠が存し、都市公園としての機能を十分果\nし得ない場合には、右管理運営の事務を担任する地方公共団体の長若しくは職員に\n対し一定の要件の下で地方自治法に基づき該怠る事実につき監査請求ないしは訴訟\nの提起ができるのであり（同法二四二条ないし同条の二）、これにより都市住民と\nしての公園利用上の諸利益の擁護をはかる道がないわけではない。）。\n更に、原告らが、自己の個別的具体的利益の侵害であるとして主張するところの眺\n望利益は、建築基準法を通覧してみても、これを保護する趣旨と解すべき規定は存\nしないから、、これをもつて法律上保護された利益とみることはできない。\nまた、都市計画法の場合と同様、建築基準法にも民衆争訟を認めた規定が存しない\nことも明らかである。\n５　以上のとおり、原告らは、本件各処分の取消を求めるにつき、いずれも「法律\n上保護された利益を有する者」に該当しないものであることが明らかであるから、\n原告適格を欠くといわねばならない。\n三　よつて、本訴請求は、いずれも不適法な訴と認められるから、原告らのその余\nの主張（出訴期間等）について判断するまでもなく、これを却下することとし、訴\n訟費用については、行政事件訴訟法七条、民事訴訟法八九条、九三条一項本文によ\nり、原告らの負担とし、主文のとおり判決する。\n（裁判官　小川正澄　三宅純一　清水　節）\n別紙物件目録、別紙図面（省略）\n"
}