{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 5,
    "day": 31
  },
  "case_number": "昭和52(ワ)5606",
  "case_name": "損失補償請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　自然公園法上の特別地域内の山林の所有者が，環境庁長官により右山林内の転石１０万トンの採取不許可決定を受けたことを理由として，同法３５条１項に基づいてした国に対する損失補償請求が，同人が同項の通常生ずべき損失を受けたとは認められず，また，右採取の許可申請は，社会通念上，同法による特別地域指定の趣旨に著しく反し，申請権を濫用したものであるとして，棄却された事例　２　自然公園法３５条１項にいう「通常生ずべき損失」に対する補償は，環境庁長官又は都道府県知事のした当該土地利用の不許可決定に伴う利用制限が当該土地の地価の低落をもたらしたか否かを客観的に算定し，これを基準として行うべきであるとした事例",
  "lawsuit_id": "17113",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17113",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/113/017113_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、環境庁長官が原告に対し昭和五二年三月一七日付でした損失補償額零\n円を三億円に増額する旨の決定をせよ。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　請求の原因\n１　原告は、別紙物件目録記載の山林計三七筆（以下「本件山林」という。）を昭\n和一八年五月頃（同目録五の山林については昭和三七年二月）買受け、所有してい\nる。\n本件山林は、瀬戸内海国立公園寒霞渓地区にあり、昭和一三年一二月一七日旧国立\n公園法により国立公園特別地域に指定され、昭和三二年一〇月一日自然公園法（以\n下「公園法」という。）の施行後は同法による国立公園の特別地域とみなされてい\nる。また、本件山林については、大正八年四月九日旧森林法により風致保安林の指\n定がされ、昭和二六年八月一日施行の森林法においても風致保安林の指定とみなさ\nれ、更に、大正一二年三月七日旧史跡名勝天然記念物保存法により名勝に指定さ\nれ、昭和二五年八月二九日文化財保護法の施行に伴い、同法による史跡名勝天然記\n念物の指定とみなされている。\n２　原告は、本件山林を主として薪炭用に利用するため取得したもので、戦中、戦\n後はその一部を薪炭用として利用し、残りは自然林のままとしていた。しかし、寒\n霞渓には名石が多く、従前から採石搬出が行われていたところ、昭和三六年頃から\n庭石の需要が高まり、搬出方法も容易となつて転石も庭石として大量に採石される\nようになつた。\n３　そこで原告は、昭和四八年四月三日公園法一七条三項の規定に基づき環境庁長\n官に対し、本件山林内の転石一〇万トンを採取するため許可申請（以下「本件許可\n申請」という。）をした。しかし、同長官は昭和五〇年一月六日付で不許可（以下\n「本件不許可決定」という。）とした。\n原告は、同年九月三日同法三五条一項二項の規定に基づき同長官に対し、右不許可\n処分により発生した損失について二七億円を補償されたい旨の損失補償請求をし\nた。これに対し同長官は、同条三項の補償すべき金額は零円であることを決定し、\n昭和五二年三月一七日付で原告に対しその旨通知した。\n４　被告は、公園法三五条一項の規定により損失補償をすべき義務がある。すなわ\nち、同法一七条三項各号に掲げる行為は、一律に禁止制限されているものではな\nく、当該山林等の保護のための規制の必要性に基づき許否が決定されるものである\nから、同項の許可を得ることができない場合には、所有権に対し一定の制限が加え\nられることとなる。この制限は、同法一条の公共の目的のために課せられる特別の\n負担、特別の犠牲に外ならないから、被告は、憲法二九条三項により正当な補償を\nしなければならないものであり、公園法三五条一項が通常生ずべき損失を補償すべ\nきこととしているのは、この理を明らかにしたものである。\n本件不許可決定は、原告が本件山林の所有者として転石を採取、搬出する権限の行\n使を全面的に禁止したものであるから、右不許可決定により原告に通常生ずべき損\n失とは、「原告が転石を採取、搬出することによつて得たであろう財産的利益を喪\n失したことによる損害」に外ならない。\n原告は、本件山林中に庭石として採取できる転石を少なくとも九〇万トン所有して\nいるのであるが、本件許可申請においては、そのうち地表部に露出した転石一〇万\nトンの採石許可を求めたものである。原告は、石材業者に現場渡しとして右一〇万\nトンの転石を少なくともトン当り三〇〇〇円を下らない価額で売却することができ\nるから、本件不許可決定により原告の受けた損失は三億円ということができる。\n二　請求の原因に対する被告の認否\n１　請求の原因１の事実は認める。\n２　同２の事実のうち、原告が本件山林を戦中、戦後その一部を薪炭用として利用\nし、残りは自然林のままとしていたこと、昭和三六年頃から庭石の需要が高まつた\nことは認める。原告が本件山林を薪炭用に利用するため取得したことは知らない。\nその余の事実は否認する。\n３　同３の事実は認める。\n４　同４の事実のうち、原告が本件山林中に転石九〇万トンを所有していること、\n本件不許可決定により原告の受けた損失が三億円であることは否認する。その余の\n主張は争う。\n三　被告の主張\n１　憲法二九条と公園法三五条一項\n憲法二九条は、一項において財産権の不可侵を規定するとともに、二項において財\n産権の不可侵の原則も絶対的、無限のものではなく、公共の福祉に適合する限度に\nおいて保障されるものであることを明らかにし、公共の福祉上求められる財産権の\n内在的制約は、国民の受忍すべきものとされている。そして、同条三項により補償\nを要する場合は、財産権の内在的制約を超えて財産権のはく奪に類する公共のため\nの利用に用いるときに限られると解される。したがつて、行政法規による財産権の\n制約が当該財産権の内在的制約の範囲内と認められる場合は補償を要しないもので\nあり、内在的制約か否かは行政法規の立法趣旨、制限の趣旨内容等から検討される\nべきである。\n公園法一条・二条の二、自然環境保全法二条の趣旨にかんがみると、公園法による\n公園区域の指定とそれに伴う私権の制限は、人間の健康で文化的生活に欠くことが\nできない自然環境保全のためのものであり、高度の公共の福祉を維持するためのも\nのというべきである。公園法は、国立公園について、特別地域（同法一七条）、特\n別保護地区（同法一八条）、海中公園地区（同法一八条の二）、普通地域（同法二\n〇条）とに分け、私権との調整を図るためそれぞれ制限の強弱に差異を設けている\nが、これらの制限はいずれも制限の目的、すなわち公共の福祉からみて合理的な制\n限といわなければならない。右のような制限の目的、制限の程度からすれば、公園\n法による土地所有者等の権利の制限は、一般的に憲法二九条二項に由来する権利に\n内在する制限として甘受すべきである。\n公園法三五条一項の規定の趣旨は、前述のとおり憲法二九条の財産権の保障の規定\nのもとで解釈すべきであり、公園法三五条一項は、財産権の内在的制約を超えて、\n財産権のはく奪に類する公共のための利用、例えば、土地の収用あるいは権利のは\nく奪や実質的にこれと同視しうる場合に補償をする旨の規定と解すべきである。原\n告の本件山林の利用は、薪炭林として一部が利用されていたにすぎず、自然林のま\nま放置されていたのであるから、本件山林からの採石は、通常の利用方法ではな\nく、採石制限は従来の利用方法を変更するものでもない。したがつて、本件不許可\n決定により原告が財産権のはく奪又は実質的にこれと同視しうる不利益をこうむつ\nた場合には該当しないから、補償を要しない。\n２　公園法三五条の通常損失の内容\n公園法三五条の補償は、いわゆる講学上の損失補償ではなく、不許可処分等によつ\nて予期せざる費用が必要となり、あるいは従前の土地利用方法ができなくなり、土\n地の収奪に等しい損失が発生した場合等にこれを補償する特殊な補償制度というこ\nとができる。したがつて、同条の通常損失の範囲は、特定の土地の利用行為が制限\nないし禁止されたため、土地利用者が現実に予期しない出損を余儀なくされた場合\nに、その積極的かつ現実的な出費のみを補償すれば足りるとする「実損補償説」に\nよつて決定するのが妥当である。\nところで、原告が本件において補償を請求している損失は、採石等ができないこと\nによる逸失利益、すなわち主観的な損失であるから、かかる損失は、公園法三五条\n一項にいう通常損失には含まれないと解すべきである。\nのみならず、原告には土石採取の許可を得て採石を行つたならば得たであろう利益\nは存しない。すなわち、本件山林における庭石としての採石の対象は、一六、一〇\n〇トンの安山岩であり、そのうち搬出可能な転石は八、七〇〇トンであ．ところ、\nこれを全て採石する場合の収入は七二二七万円と見込まれる。これに対し採石、搬\n出及び販売の経費については、人件費、報酬、集材機、車両経費等から積算すると\n全体で一億四四二七万余円となり差引七二〇〇万余円の欠損となることが明らかで\nあるから、原告には逸失利益も存しない。\n３　申請権の濫用と補償の要否\n公園法の特別地域は、国立公園の風致・景観を保全し維持するために特に必要と認\nめて指定した地区地域であるから、右地区地域内の土地所有者は、このような行政\n目的を達成するために協力する義務を負つているものであり、右行政目的を根本か\nら覆すような財産権の利用は憲法一二条にいう財産権の濫用行為に該当し、もとも\nと許されないのである。したがつて、許可を受けること自体が同法の趣旨、目的か\nらみて社会通念上とうてい期待し得ない場合であるのに、あえて許可申請し、却下\nされたときには、補償を要しないというべきである。けだし、かかる場合はもとも\nと財産権の濫用行為として許されない行為の許可を申請するものであり、許可申請\n権の濫用と評価されるべきであるからである。右趣旨は、都市緑地保全法（以下\n「緑地保全法」という。）七条一項二号、古都における歴史的風土の保存に関する\n特別措置法（以下「古都保存法」という。）九条一項二号には明文の規定がある\nが、公園法においても同様に解すべきである。\nところで、本件山林がその大部分を占める忠六谷は、寒霞渓を構成する三渓のうち\n西渓に当たる部分であつて、寒霞渓の景観構成の上で極めて重要な構成要因の一つ\nであると見られている。忠六谷は、寒霞渓の三渓のうち、その地形的関係から、今\n日まで公園としての利用の最も少ない部分として維持され、そのため寒霞渓が本来\n示すはずの自然の状態がより良く保存されている。したがつて、今後とも忠六谷に\n残された自然を可能な限り保存することが自然公園行政上重要課題と考えられてい\nる。そしてこの忠六谷の景観美の核心をなすのは、その豊富かつ健康な植物相と屹\n立する岩石なのである。ところが本件許可申請に係る採石が実施されると、\n（１）　谷筋の常緑樹林を中心にほとんど伐採されるか、伐採されなくとも転石採\n取によつて根の抑えがなくなるので樹林は倒れ、植生は著しく変化し、安定した常\n緑樹林は壊滅して回復は非常に困難になり、自然景観は著しく阻害される。\n（２）　谷筋の伐採によつて保水性の低下、日射量の増大により乾燥が激しくな\nり、忠六谷の高温化が始まり、このような微天候の変化は、本来冷涼を好むイワシ\nデ、カエデなどの紅葉樹の生育を悪くする。\n（３）　谷筋の乾燥、高温、日射量の変化は岩壁の植生に影響を与え、従来の植生\nを衰弱させ、場合によつては枯死も免れず、谷筋、岩壁を通して豊富であつた植物\n相を貧弱にする。\n（４）　樹林の伐採、転石採取後の裸地にススキ、クズ等の植物の侵入が予測さ\nれ、他植物相を枯らし、植生の回復を停止させる。\nことが予測されるのである。\nそしてまたこのような植物相の変化、荒廃は、忠六谷の動物相、昆虫相にも影響を\n与え、香川県の天然記念物に指定されているニホンザルの生活圏を奪い、その他の\n烏類や哺乳類の生活環境を破壊し、種によつては生息不可能に近い状態にも追い込\nむことが予想される。更に、本件許可申請のごとき転石採取が行われた場合、災害\n発生の危険性が極めて大である。すなわち、忠六谷の現在は、転石が重なり合い、\nモミジ、イワシデ等の植物の根が転石をかかえているために、保水力もあり、洪水\n調節にもなつている。しかし、谷が急峻なため、転石がなくなれば、降雨の度に表\n土は洗い流され、保水力がなくなる。したがつて、昭和五一年災害のような雨があ\nれば、水害を招くことが予想されるのである。\n以上のような点からみれば、本件許可申請による転石採取は、寒霞渓の重要部分で\nある忠六谷の自然美を全く失わせる結果を招来するものであり、右地区の公園法に\nよる特別地域指定の趣旨を根本より覆す暴挙である。加えて災害発生の原因ともな\nる行為であつて、土地所有権者としての権利の濫用行為であり、本件許可申請は申\n請権の濫用であることは明らかである。\n４　他法令による制限と補償の要否\n公園法上許可を要するとされた行為が他の法律によつても許可の対象とされている\n場合に、当該法律による許可申請が却下され、あるいは申請しても却下される見込\nみである場合においても公園法上の補償の必要は有しないというべきである。けだ\nし、かかる場合公園法上許可を申請した行為は、仮にその許可を受けたとしても他\nの法律による許可を受けなければ行うことができないものであるから、これに対す\nる補償責任を専ら公園法に基づいて行ういわれはないからである。\n右趣旨は、緑地保全法七条一項一号には明文の規定があるが、公園法においても同\n様に解すべきものである。\n本件山林については、前記のとおり文化財保護法六九条による史跡名勝天然記念物\nの指定、森林法二五条による風致保安林の指定がされているほか、昭和三九年一月\n一八日砂防法二条による砂防指定地の指定がなされている。\n文化財保護法八〇条一項によれば、「史跡名勝天然記念物に関しその現状を変更\nし、又はその保存に影響を及ぼす行為をしようとするときは、文化庁長官の許可を\n受けなければならない。」とされているが、前記のような大規模な土石採取は、前\n述のとおり自然美を失わせ、名勝としての価値を全く失わせるものであつて、同条\nによる許可の対象となるとはとうてい考えられない。\nまた、森林法三四条一項は、「保安林においては、政令で定めるところにより、都\n道府県知事の許可を受けなければ、立木を伐採してはならない。」と規定し、同条\n二項は、「保安林においては、都道府県知事の許可を受けなければ、・・・・・・\n土石若しくは樹根の採掘、開墾その他の土地の形質を変更する行為をしてはならな\nい。」と規定している。ところで、原告の本件土石採取は保安林に指定されている\n本件山林の全域にわたつており、また土石搬出のため立木を伐採することとなつて\nおり、右立木の伐採も相当量に達すると認められることから風致保安林の指定目的\nに照らし、かかる土石採取及び立木伐採が直ちに許可されるものとは考えられな\nい。\n更に、砂防法四条一項は、「第二条ニ依り主務大臣ノ指定シタル土地ニ於テハ、地\n方行政庁ハ治水上砂防ノ為一定ノ行為ヲ禁止若ハ制限スルコトヲ得」と規定し、砂\n防法施行規程三条により定められた香川県砂防管理規則三条によれば、砂防指定地\nにおいて立木竹の間伐、択伐、枝打、枯損木の伐採、石材、土石、砂れき等の採取\n又は採掘をしようとする者は知事の許可を受けなければならない、とされている。\n本件山林は別当川支流の源流地であり、昭和五一年九月の台風一七号による災害の\n際には同河川の氾濫により下流において甚大な被害を受けたことからしても、本件\n許可申請のごとき土石採取及び立木伐採を行うことは、下流の河川の氾濫を招き、\nとうてい許可されるものとは考えられない。\nしたがつて、他の法的規制の面から見ても本件許可申請の土石採取は認められず、\n公園法三五条により損失補償すべき対象とはならないものである。\n四　被告の主張に対する原告の認否\n１　被告の主張１のうち、本件山林の利用状況が被告主張のとおりであることは認\nめるが、その余は争う。\n２　同２及び３の主張は争う。\n３　同４の主張のうち、本件山林につき史跡名勝天然記念物の指定及び風致保安林\nの指定のあること、本件山林は別当川支流の源流地であること、昭和五一年九月台\n風の災害のあつたことは認めるが、本件山林に砂防指定地の指定のあることは知ら\nない。その余は争う。\n五　原告の反論\n１　憲法二九条と公園法三五条一項\n憲法二九条は、公共目的を達成するため必要があると認めるときは私人の財産権を\n公権力により制限し、また収用することができるが、この場合には正当な補償がな\nさるべきことを義務づけている。公園法は、国立公園、国定公園の風致・景観を維\n持するため特別地域、特別保護地区を指定することができるとし（同法一七条・一\n八条）、右区域内において同法一七条三項、一八条三項の要許可行為につき許可を\n得ることができないために生じた通常の損失について、同法三五条一項により補償\nを行うべきことを実定法上明らかにしている。同法一七条三項等の規定は、自然の\n景観を保護し、その利用の増進を図るという特別の公益目的のため、当該財産権の\n本来の社会的効用とは無関係に偶然に課せられる制限であり、いわゆる適法な公権\n力の行使によつて加えられた特別の犠牲に外ならず、被告主張のように財産権に内\n在する社会的制約ではない。同法三五条一項の規定は、この特別の犠牲に対し、通\n常生ずべき損失を補償すべきことを明らかにしたものであつて、憲法二九条三項に\n根拠を置くものである。\nのみならず、本件山林は、第二種特別地域（公園法施行規則九条の二）に指定され\nているのであるから、原則として土石の採取を許可すべきであり、もし許可しない\n場合には、許可を受けた者との均衡上も当然に不許可補償をすべきである。\n２　緑地保全法七条一項及び古都保存法九条一項の準用の可否\n公園法には緑地保全法七条一項及び古都保存法九条一項の規定は準用されない。す\nなわち、緑地保全法三条の緑地保全地域、古都保存法六条の歴史的風土特別保存地\n域の設定目的、趣旨等は、公園法の特別地域の設定の趣旨、目的とは著しく相違す\nる。緑地保全法の緑地保全地域は、都市計画法により指定された都市計画区域内に\nおいて良好な自然的環境を形成している中核的部分について、これを維持保存し、\n良好な都市環境の形成を図り、健康で文化的な都市生活を確保することを目的とし\nて設定されたもので、緑地保全地域を維持保全することが、都市における市民の社\n会的共同生活上必要であり、また、所有者は同地域における制限を受けるが、その\n犠牲の反面として社会生活上の利益を享受することになるのであつて、このような\n場合には特別の犠牲ということができないからである。古都保存法も緑地保全法と\nほぼ同趣旨の立法である。\nもし被告主張のように解すると公園法一七条三項により不許可とされた場合は、そ\nの申請の趣旨が同法の趣旨に著しく反するとしてすべて損失補償の請求が否定され\nることになりかねない。\nのみならず、本件許可申請は社会通念上公園法の特別地域指定の趣旨に著しく反す\nるものではない。すなわち、国立公園寒霞渓が誇る岩石の景観美を構成するのは、\n山頂部及び尾根沿いの熔岩並びに火山灰や火山岩礫の固まつた岩石、岩盤である。\n原告が庭石として採取搬出したいとして申請した転石は、右の自然景観を構成する\n岩石ではなく、これ以外に個々に点在する転石で、岩盤から自然の風化、自壊作用\nにより生じたものである。この転石は、地表部及び地下三メートル内にあるもので\nあり、少なくとも本件山林中に九〇万トン以上存在する。したがつて、この転石九\n〇万トン全部を本件山林から採取搬出しても、寒霞渓のもつ岩石による自然の景観\nを損うことはあり得ない。\n原告は、右転石のうち一〇万トンの採取許可を求めたのであるが、この程度の数量\nであれば転石は地表に存在しており、搬出につき樹木を間伐したり、毀損すること\nなく採取可能である。\nしたがつて、転石一〇万トンを採取搬出しても、寒霞渓の自然の景観を整えその真\n価を高からしめこそすれ、これを破壊することはないのである。\nまた、本件山林の入口から約一〇〇メートル程は谷を流れる浅水も存在するが、そ\nれ以上奥に遡ると水の流れはなく源流地の水量も微々たるものにすぎない。山道も\n土砂でなく、岩石の石畳のようになつているものであるから、本件山林から転石を\n一〇万トン採取しても、水流、砂防にはなんら影響がないものである。\n第三　証拠関係（省略）\n○　理由\n一　請求の原因１及び３の事実並びに原告が本件山林を戦中、戦後その一部を薪炭\n用として利用し）、残りは自然林のままとしていた事実は、当事者間に争いがな\nく、証人Ａの証言により成立の認められる乙第四号証、証人Ｂの証言により原本の\n存在及び成立の認められる乙第一一号証の一ないし五並びにＢ証人の証言を合わせ\nると、本件山林の一部について砂防法二条による砂防指定地の指定がされている事\n実を認めることができる。\n二　そこで本件においては、公園法三五条一項の規定に基づき原告に補償すること\nを要するかが問題となるが、まず同項の立法趣旨及び同項に規定する「通常生ずべ\nき損失」の内容等について検討する。\n１　憲法二九条二項が「財産権の内容は、公共の福祉に適合するやうに、法律でこ\nれを定める。」とし、一二条が「この憲法が国民に保障する自由及び権利は・・・\n国民は、これを濫用してはならないのであつて、常に公共の福祉のためにこれを利\n用する責任を負ふ。」と規定している趣旨にかんがみると、公共の福祉のため財産\n権に対し法律上規制が加えられ、これによりその権利主体が不利益を受けることが\nあるとしても、それが財産権に内在する社会的制約と認められる程度の制限であれ\nば、これを受忍すべきものであり、補償を求めることは許されないというベきであ\nる。したがつて、憲法二九条三項により補償を請求できるのは、公共のためにする\n財産権の制限が社会生活上一般に受忍すべきものとされる限度を超え、特定の人に\n対し特別の財産上の犠牲を強いるものである場合に限られると解される。\nところで、わが国の自然公園に関する法体系は、昭和六年国立公園法が制定され、\n同三二年一〇月一日同法が廃止され、自然公園法が施行されることにより順次整備\nされたのであるが、同法は、「すぐれた自然の風景地を保護するとともに、その利\n用の増進を図り、もつて国民の保健、休養及び教化に資することを目的」とし（同\n法一条）、国等に「自然環境の保全の基本理念にのつとり、すぐれた自然の風景地\nの保護とその適正な利用が図られるよう」努力義務を課すとともに（同法二条の\n二）、昭和四八年に施行された自然環境保全法二条は、自然環境の基本理念につき\n「自然環境の保全は、自然環境が人間の健康で文化的な生活に欠くことのできない\nものであることにかんがみ、広く国民がその恵沢を享受するとともに、将来の国民\nに自然環境を継承することができるよう適正に行なわなければならない。」と規定\nする。\n公園法は、わが国の風景を代表するに足りる傑出した自然の風景地であつて、環境\n庁長官が指定するものを国立公園（同法二条二号）、国立公園に準ずるすぐれた自\n然の風景地であつて、同長官が指定するものを国定公園とし（同法二条三号）、さ\nらに同長官は、国立公園及び国定公園の地域内に特別地域（同法一七条）、特別保\n護地区（同法一八条）、海中公園地区（同法一八条の二）を指定することができ、\nこれらの地域等又はこれらの地域等には含まれない普通地域（同法二〇条）におい\nては、風致・景観を維持するため、その制限の強弱に差異はあるものの権利の行使\nを制限する公用制限の規定を設けている（同法一七条三項・一八条三項・一八条の\n二第三項・一九条・二〇条二項）。これによれば、特別地域、特別保護地区、海中\n公園地区内において土石等の採取その他一定の利用行為をするについて環境庁長官\n又は都道府県知事の許可を受けることを要し、許可が得られなければ、当該利用行\n為が制限されることとなる。右のような利用行為の制限は、自然の風景地を保護\nし、その利用の増進を図るという公園法の行政目的のために課されるものであり、\nその制限の態様いかんによつては当該財産権の本質的内容を侵害することもありう\nることであり、また、当該財産権の効用とは無関係に偶然に課される制限であるこ\nとを否定することは困難である。そうすると、同法に定める利用行為の制限を全て\n所有権の内在的制約とし、土地所有者は当然にこれを受忍すべき義務があるとみる\nことは相当でない。同法三五条一項が要許可行為について許可を得ることができな\nい場合について通常生ずべき損失を補償すべき旨規定したのは、右のような趣旨に\nよるものと解される。したがつて、同項が土地の収用、権利のはく奪その他実質的\nにこれと同視しうる場合にのみ補償を要する規定であると解することは相当でない\nし、また、従前の利用方法に変更がない場合には補償を要しないということもでき\nない。よつて、被告の右の主張は採用することができない。\n２　次に同法三五条一項の「通常生ずべき損失」の内容がいかなる損失を予想して\n補償する趣旨であるかを検討する。\nこの点に関し原告は、環境庁長官により本件不許可決定がされ、土地の利用方法が\n制限されたためこうむることとなつたと認められる損失は全て補償すべきであると\n主張する。しかし、損失補償は、土地所有者の受けた経済的不利益の全てを補償の\n対象とするものではないのであつて、原告の主張によれば、土地所有者の主観的意\n図ないし土地利用計画いかんにより補償額が大幅に左右されることとなり、また場\n合によつては、土地利用制限の補償額が地価をも上廻る不合理な結果となりかねな\nい。したがつて、原告の主張は、公用制限に伴う補償額の客観的基準として適切で\nないことが明らかであるから、採用することはできない。\n一方被告はいわゆる実損補償説によるべきであると主張する。しかし、公園法一七\n条三項、一八条三項、一八条の二第三項の規定によれば、土地所有者は、特別地域\n等の指定がされた際に既に着手していた行為を除き、原則として要許可行為をする\nことができないのであるから、不許可決定の前後を通じ土地の利用方法に変更のな\nいことを前提としており、しかも既に着手していた行為については許可は不要とさ\nれているのであるから、不許可決定に伴い土地所有者が現実に予期しない出捐を余\n儀なくされるということは、通常は考え難いことである。したがつて、「通常生ず\nべき損失」を右のように通常発生が予想されない積極的な実損に限定することは、\nこれまた適切でないといわなければならない。被告の主張も採用することができな\nい。\n土地の利用制限に対する損失補償は、土地の利用価値の低下が土地所有者にいかな\nる損失を及ぼしたかを客観的に評価し、補償すべきものであるが、土地の利用価値\nの低下は、結局利用制限によつて生じた地価の低下に反映されるから、公園法の不\n許可補償は、当該不許可決定に伴う土地の利用制限が地価の低落をもたらしたか否\nかを客観的に算定し、それを補償の基準とするほかはないと解するのが相当であ\nる。\n３　更に、公園法一七条三項等の許可を得ることができないため、地価の低落が生\nじた場合においても、許可の申請に係る行為が公園法の趣旨・目的にかんがみ社会\n通念上特別地域等指定の趣旨に著しく反すると認められるときは、当該許可の申請\nに係る行為については損失補償の請求をすることができないと解される。この点に\nついて、公園法には緑地保全法七条一項二号及び古都保存法九条一項二号のような\n明文の規定はおかれていないが、同様に解すべきである。けだし、公園法上の特別\n地域・特別保護地区は、環境庁長官が国立公園又は国定公園の風致・景観を維持す\nるため必要があると認めて指定した地域・地区であるから、右の指定が取り消され\nない限り、その地域・地区内の土地所有者は、このような行政目的を達成するため\n右の指定の趣旨に反しない限度で当該土地の使用・収益をすべき一般的制限を受け\nているといわざるをえない。したがつて、申請に係る行為が社会通念上地域・地区\nの指定の趣旨に著しく反するような許可申請は、本来公園法の趣旨を没却するもの\nであるから同法の予定していないものであるというべきである。右のような申請\nは、申請権の濫用ともいうべきであるから、申請が不許可になつたからといつて、\nこれに対し損失補償をすることが許されないことは当然である。\n三　以上の観点から本件事案について検討する。\n１　まず、原告が通常生ずべき損失を受けたか否かであるが、本件不許可決定が本\n件山林の地価にいかなる影響を与えたかについては、これを認めるに足りる証拠は\n存しないし、まして本件不許可決定により本件山林の地価が低落したことをうかが\nうこともできない（後記認定のとおり本件山林は優れた風致・景観を有するもので\nあるから、同地に存する岩石等の価値とは別個に評価すべき価値を有するものであ\nり、しかも同地上の転石を除去することにより右の風致・景観が著しく阻害される\nことは後記認定のとおりであるから、転石の価値から本件山林の地価の低落分を推\n定することはできない。）。したがつて、原告は、公園法三五条一項の通常生ずべ\nき損失を受けたと認めることはできない。\n２　次に本件許可申請は、社会通念上特別地域指定の趣旨に著しく反すると認めら\nれるから、本件許可申請に係る行為については、同条の損失補償の請求をすること\nは許されないと解すべきである。すなわち、前掲乙第四号証、成立に争いのない甲\n第六号証、第七号証、第一四号証、乙第三号証、本件山林及びその附近を撮影した\n写真であることについて争いのない甲第一五号証、乙第八号証、第九号証、弁論の\n全趣旨により成立の認められる乙第二号証、証人Ｂの証言により成立の認められる\n乙第五号証、同Ｃの証言により原本の存在、成立の認められる乙第一二号証及び右\n各証言並びに検証及び鑑定の結果を合わせると次の事実を認めることができる。\n（一）　小豆島は、瀬戸内海に浮かぶ周囲一四〇キロメートルの島であるが、この\n小豆島の自然美を代表するものが寒霞渓であり、その自然美の特色は、稜線部に屹\n立する峨々たる岩肌とそれに添えて柔い緑の樹木が作り出す剛と柔の調和の美であ\nり、また岩のうす紫と木の緑の対比、つまりしぶさとはなやかさの調和の美である\nといわれている。そして寒霞渓地区は、右の優れた景観を維持するため国立公園に\n指定されたものであるが、右地区は、中渓、東渓、西渓の三つの渓谷から成る。本\n件山林が大部分を占める忠六谷は、巨大な集塊岩が長年月の間に風化、浸食され、\n断崖、絶壁をなし深い渓谷とともにその風致・景観はすばらしい。したがつて、忠\n六谷は寒霞渓の景観構成のうえで重要な要因の一つであり、地形的な関係から自然\n公園としての利用は最も少ないが、その反面自然の状態がよりよく保存されてき\nた。\n（二）　忠六谷の地質は、全部火山性岩石の火山角礫岩及び熔岩より成るが、崖錐\n又は谷底たい積中にみられる安山岩及び火山角礫岩の転石はそれらの風化や浸食に\nよりもたらされたものである。原告が採取しようとする転石は、別当川の上流にあ\nたる谷沿いに密集しているのであるが、坂東教授の調査によれば、地表部にある一\nトン以上の安山岩等の岩石は合計約二一万七〇〇〇トン、うち庭石（五トン以上の\n巨石）は約八万八〇〇〇トン存在すると推定されている（もつとも、同証言によれ\nば、右の推計の方法は、岩石の分布状況を密集地、多石地、散在地に分け各五メー\nトル平方内にある安山岩等の分布率を推定し、これに分布地の面積及び岩石の比重\nを乗じて推計したものであるから、かなり大雑把な推計といわざるをえないし、右\nの一トン以上の石のうちにはいわゆる庭石としての価値に乏しいもの、一部地下に\n埋没しているもの、公共用地内にあつて原告が採取できないものが含まれているこ\nとがうかがわれ、証人Ｄの証言により成立の認められる乙第一五号証の一、三及び\n同証言と対比すると転石の推定量はかなり割引いて計算する必要があると考えられ\nる。）。もし原告の計画どおり一〇万トンの岩石を採取するとすれば、岩石の比重\nは二・八であるから約三万五七〇〇立方メートルの岩石を密集地、多石地から採取\nすることとなるが、本件のような地形の状況下において採石を行うには、ワイヤー\nと集材機との組合せによる架空線集材法によらざるをえない。\n（三）　忠六谷の植物相は豊富であつて、谷は集塊岩のよく風化した土壌であり、\n暖温帯性常緑広葉樹がよく発達し、下流から上流にかけて安定した樹林を形成して\nいる。谷から左右の岩壁にかけての斜面には耐乾性植物の生育という特異な生態分\n布がみられ、また貴重種、特産種も豊富に生育している。忠六谷の植生は、極相又\nは前極相に類する状態であり、学術的な価値が高い。\n（四）　本件許可申請に係る採石が行われると、集材用架線の両側の広い範囲にわ\nたつて現存植生等に次のような大きな影響がある。\n（１）　谷筋の常緑樹林を中心にほとんど伐採されるか、さもなくば転石採取によ\nつて根の抑えがなくなるので樹木は倒れ、植生は著しく変化し、安定した常緑樹林\nは壊滅して植生の回復は非常に困難になり、景観は著しく阻害される。\n（２）　谷筋の伐採によつて保水性の低下、日射量の増大により乾燥が激しくな\nり、忠六谷の高温化が始まる。このような微気候の変化は冷涼を好む紅葉樹の生育\nを悪くする。\n（３）　谷筋の乾燥・高温・日射量の変化は岩壁の植生に影響を与え、これまでの\n植生を衰弱させ、場合によつては枯死も免れない。谷筋・岩壁を通して豊富であつ\nた植物相を貧弱にする。\n（４）　樹林の伐採、転石の採取後の裸地にススキ等の他の植物が侵入し、他植物\nを枯らして植生の回復を停止する虞がある。\n（５）　現在は転石が重なりあい、植物の根が転石をかかえているため保水力もあ\nり、洪水の調節となつているが、採石により、保水力がなくなり、崖錐斜面を不安\n定化するから、豪雨があると災害発生の危険性がある。\n以上の事実が認められ、証人Ｃの証言のうち右認定に反する部分は鑑定の結果に照\nらし採用することができず、他に右認定を覆すに足る証拠はない。\n右の事実によれば、本件許可申請に係る採石、搬出が行われると、忠六谷を構成し\nている重要な要素である植物相を失わせ、その景観等に重大な影響を及ぼすものと\nいうべきである。これに対し原告は、転石一〇万トンを採石、搬出しても景観を害\nすることはなく、また、砂防にも影響がないと主張するが、右主張が理由のないこ\nとは前認定の事実に照らし明らかである。そうすると、本件許可申請は、社会通念\n上公園法による特別地域指定の趣旨に著しく反するものとしてとうてい容認されな\nいことが明らかであり、前記説示のとおり本件許可申請は、申請権の濫用ともいう\nべきであるから、これが不許可となつても、これに対し損失補償をすることを要し\nないものといわなければならない。\n３　以上の理由により、原告は、以上のいずれの点からみても被告に対し公園法三\n五条一項二項の規定による損失補償を求めることはできないといわなければならな\nい。\n四　よつて、その余の点について判断するまでもなく、原告の請求は理由がないか\nらこれを棄却することとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟\n法八九条を適用し、主文のとおり判決する。\n（裁判官　時岡　泰　満田明彦　揖斐　潔）\n物件目録（省略）\n"
}