{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 12,
    "day": 16
  },
  "case_number": "昭和54(行ウ)1",
  "case_name": "建築等不許可処分取消請求事件",
  "court_name": "広島地方裁判所",
  "field": "行政",
  "gist": "１　県知事の自然公園法１７条３項１号，３８条，同法施行令２５条１号に基づく国立公園の特別地域内における工作物新築の許否の判断は，同法１条から３条まで及び３５条を考慮してする裁量処分であるとした事例　２　市土木建築事務所長が風致地区内における建築等の規制に関する条例（昭和４５年広島県条例第２０号）に基づいてした右地区内における工作物の新築不許可処分が適法とされた事例　３　自然公園法１７条３項１号，３８条，同法施行令２５条１号に基づき県知事がした同法施行規則９条の２第１項１号所定の国立公園の第１種特別地域内における工作物の新築不許可処分が，過去に右地域内において工作物新築の許可がされているとしても，右許可後，自然環境保全に関する法令の顕著な変遷に伴い右許可の取扱いに関する審査方針も変更されており，右取扱いの変更には合理性があるので，右許可処分と比較して不公平な取扱いであるとはいえないなどとして，適法とされた事例",
  "lawsuit_id": "17043",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17043",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/043/017043_hanrei.pdf",
  "contents": "○　主文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　被告広島県知事（以下「被告知事」という。）が原告に対し昭和五三年七月一\n四日付けでなした指令自第七三号瀬戸内海国立公園特別地域内の工作物新築不許可\n処分（以下「特別地域不許可処分」という。）を取り消す。\n２　被告広島県廿日市土木建築事務所長（以下「被告所長」という。）が原告に対\nし昭和五三年八月一二日付けでなした指令廿土第五一〇号風致地区内建物建築不許\n可処分（以下「風致地区不許可処分」という。）を取り消す。\n３　訴訟費用は被告らの負担とする。\n二　請求の趣旨に対する被告らの答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n（本件各不許可処分とその経緯）\n１　原告は、広島県佐伯郡＜地名略＞、宅地一六四・八一平方メートルの土地（以\n下「本件土地」という。）に木造瓦葺二階建住宅、床面積一階五三・五二平方メー\nトル、二階一六・五六平方メートルの建物（以下「本件建物」という。）を新築す\nることを計画し、昭和五二年八月その建築確認申請をなし、同年一二月二〇口付け\nで建築確認の通知を得た。\n２　本件土地は、自然公園法に定める瀬戸内海国立公園特別地域内で、かつ都市計\n画法に定める風致地区内にあるため、原告は、（一）昭和五二年八月四日自然公園\n法一七条三項、三八条、同法施行令二五条に基づき、披告知事に対し、瀬戸内海国\n立公園特別地域内の工作物新築の許可申請を、（二）右同日風致地区内における建\n築等の規制に関する条例（昭和四五年三月二三日広島県条例第二〇号、以下「風致\n条例」という）二条一項一号、地方自治法一五三条二項、広島県地方機関の長に対\nする事務委任規則（昭和三九年広島県規則第五六号）一七条三三号に基づき、被告\n所長に対し、風致地区内建物建築の許可申請を、それぞれなした。\n３　被告知事は、前項（一）の申請に対し、現在の景観を極力保護することが必要\nであることを理由として昭和五三年七月一四日指令自第七三号をもつて特別地域不\n許可処分を、被告所長は、同（二）の申請に対し、本件土地及びその周辺の土地の\n区域における風致と著しく不調和であることを理由として、同年八月一二日指令廿\n土第五一〇号をもつて風致地区不許可処分を、それぞれなし、\n右各処分はいすれもそのころ原告に通知された。\n４　原告は、昭和五三年八月一一日特別地域不許可処分につき、環境庁長官に対し\nて審査請求を、同月二三日風致地区下許可処分につき、被告知事に対し審査請求\n（もつとも、処分庁の誤つた教示により被告知事に異議申立てをなしたが、行政不\n服審査法一八条により審査請求がなされたものとみなされた）をそれぞれなした\nが、右各請求に対する裁決がないので昭和五四年二月八日本訴に至つた。\n（本件各不許可処分の違法性）\n５　原告の計画に従い本件土地上に本件建物を建築した場合右計画では、周囲の環\n境に対して十分に配慮して立案されていることから右建築により本件土地付近一帯\nの自然、特にその風致や景観を損うおそれはないうえ、本件土地付近一帯が従来か\nら使用されてきた経緯に照らしてみても、特別地域及び風致地区として、原告の本\n件建物の新築を不許可とする理由は見いだし難く、むしろ、昭和四七年一〇月一八\n日訴外Ａ外二名に対し本件土地付近に建物新築の特別地域の関係での許可がなされ\nている事実があることからすると、本件各不許可は甚だ不公平不合理であり、これ\nらからして、被告らのなした本件各不許可処分は違法であるといえる。\nよつて、原告は本件各不許可処分の取消しを求める。\n二　請求原因に対する被告らの認否\n１　請求原因１ないし４の事実は認める。\n２　同５のうち、原告主張のとおり訴外Ａ外二名に対し新築許可をしている事実の\nあることは認めるが、本件土地付近一帯の自然、特にその風致や景観を損うおそれ\nはないとの事実は否認し、本件各不許可処分が違法であるとの主張は争う。\n三　被告らの主張\n（被告知事）\n１　特別地域不許可処分の適法性について\n（一）　国立公園は、我が国の風景を代表するに足りる傑出した自然の風景地であ\nり、環境庁長官が自然環境保全審議会の意見を聞いたうえ、区域を定めて指定する\nものであり（自然公園法二条二号）、いわば国民の天与の宝ともいうべきものであ\nる。この優れた風景地はひとたび破壊されれば再び元に復することの著しく困難な\nものであるから、自然公園法（以下「法」という。）は右風景地をできるかぎり自\n然のままの姿において永遠に存続するよう保護するとともに、これを広く一般の利\n用にも供し、国民の保健、休養及び教化に資することを目的としている。\n（二）　我が国の国立公園は、これを指定する国が土地の権利を取得することを要\n件としない地域制の公園にその基礎をおいているので、国立公園内における自然の\n風景に影響を与えるおそれのある工作物の新築、改築及び増築、木竹の伐採、鉱物\nの掘採等の一定の現状変更行為を風景保護の立場から禁止又は規制する必要があ\nる。ところで、広域にわたる公園区域内には地域によつて風景の美しさには程度の\n差異があり、これに応じて自然状態を保持する必要性の度合、即ち行為規制の度合\nにも強弱を設ける必要性が存するので、法は公園計画によつてそれぞれ地域を区分\nして特別保護地区、特別地域及び普通地域の三種に分け、規制の度合に強弱の差を\n設けて、それ相応の保護を図ることとしている。特別保護地区は、公園の中でも特\nに優れた自然景観又は原始状態を保存している地域であり、公園の景観の核心地域\nである。このため人為的な改変を加えることなく生態学的な立場で厳正に保護を図\nる必要があり、昀も厳格な規制を必要とする一定地域である。そして、特別地域\nは、特別保護地区に次いで自然保護の必要性の高い地域であつて景観の優れた地\n域、自然状態を保存する地域、公園利用上重要な地域、特色のある人文景観を有す\nる地域について、風致の維持又は育成を図る地域であつて公園の保護の根幹をなす\nものである。この特別地域は、一般的に公園面積の大部分を占めているので、その\n風致維持が適切に行われるか否かは公園としての死命を制する重要な問題である。\nそしてさらに、この地域は、風致維持の必要度から、第一種より第三種までの三地\n域に区分されており（法施行規則九条の二）、第一種特別地域は特別保護地区に準\nずる景観を有し、特別地域のうちでは風致を維持する必要性が昀も高い地域であつ\nて現在の景観を極力保護することが必要な地域である（右同条の二第一号）。\nそしてなお、普通地域は、公園区域のうち特別保護地区、特別地域に指定されない\n地域であつて、特別地域ほどに行為制限がなされていない地域である。\n（三）　本件土地は、昭和三二年一〇月二三日瀬戸内海国立公園第一種特別地域に\n指定され、その後同五二年六月一八日、訴外株式会社芸信洋行（以下「訴外会社」\nという。）が売買により取得し、原告は同年八月二日訴外会社から買い受ける約束\nをしたものである。\n（四）　ところで、国立公園特別地域内における工作物の新築等を許可するか否か\nの判断基準は、法の規定自体からは必ずしも明白ではないが、法か「すぐれた自然\nの風景地を保護するとともに、その利用の増進を図り、もつて国民の保健、休養及\nび教化に資すること」をその目的としていること（法一条）、法一七条三項の許可\nには、国立公園の風致又は景観を保護するために必要な限度において条件を付する\nことができること（法一九条）及び私権との調整規定（法三条、三五条）が存する\nところなどから、許可申請の判断に当たつての基準は、申請に係る行為が当該特別\n地域における風致、景観の維持に支障を与えるものであるか否かであり、担当行政\n庁は当該地域の自然的条件と当該工作物の規模、構造、外観等及び当該申請に係る\n行為に必然的に伴う生活用道路の開設、水道及び光熱補給等の関連行為との相関関\n係においてその地域における風致、景観の維持に支障を与えるか否かを法の趣旨に\nそつて総合的に判断すべきものと解される。\nそして、右基準による判断は、行政庁の裁量に委ねられているところ、全国的に統\n一的処理を図る目的等から昭和四九年一一月二〇日環境庁自然保護局長から各都道\n府県知事あて環自企第五七〇号通知「国立公園内（普通地域を除く。）における各\n種行為に関する審査指針について」（以下「審査指針」という。）という通知がな\nされ、本件特別地域不許可処分は、同通知別紙第一の１の（ア）に基づいてなされ\nたもので、以下述べるとおり、裁量権の範囲内のものであり適法である。\n（１）　本件土地を含む宮島＝厳島（宮島町の全域）は、本土から約五〇〇メート\nル沖の瀬戸内海に位置し、全島約三〇・二〇平方キロメートルの面積を有する島\nで、古くから厳島神社の神域として開発を許さなかつたため極めて良好に全島の自\n然性が保全されていて、原生林の中の遊歩道の散策、海上及び対岸からの島の姿、\n山容や海浜、岬、岩礁、松林等が形成する海岸風景のながめ、弥山山頂からの多島\n海景観の展望等は広く景勝地として親しまれ、その卓越性は日本三景の一つに数え\nられている。\nまた、宮島は全島が瀬戸内海国立公園区域に編入されており、我が国の暖帯標準林\nの代表的な原生林がある弥山の北斜面は同公園でも数少ない特別保護地区に指定さ\nれ、他の地域はすべて特別地域に指定され、その風致、景観は極力保護の必要な地\n域とされているほか、文化財保護法に基づき全島が特別名勝及び特別史跡「厳島」\nにも指定されている。\n本件土地は、宮島の主峰弥山山頂から、北北東約三・五キロメートル付近のところ\nにあり、三方は風致保安林（禁伐）に指定されている国有林に囲まれ、一方は大野\n瀬戸に面し、宮島の昀北端の断崖海蝕景観を露呈する聖崎から至近距離にある。\nこの聖崎から通称「小なきり」までの約一・五キロメートルの本件土地を含む海岸\n線一帯は、注宅地域から離れており、建築物、道路、電柱等の工作物はなく、ただ\n優れた自然を破壊から守るため一部護岸等が設置されているのみで、海上及び対岸\nから眺望した場合海浜、岬、岩礁、小湾の出入等や松林により優れた海岸風景が形\n成されており、自然性が高度に維持されており、現在の風致、景観は将来にわたつ\nて維持される必要性の高いものである。\n（２）　原告申請に係る建築内容は、松樹の成育している海浜部分に床面積延約七\n〇・〇八平方メートル、高さ約六・九七メートルの木造瓦葺二階居宅を新築しよう\nとするものであり、その敷地部分約一六四・八三平方メートルについては松樹を伐\n採することが必要であり、本件建物が建築された場合前述の海岸線にその姿を現す\nことになり、加えて本件建物建築に伴つて生活用道路の開設、水道、電柱の設置等\nの関連行為に伴う樹木の伐採、土地の形状変更等が必要となり、これらの自然改変\n行為は本件地域の自然の原始性を害し、現在の風致、景観の維持に重大な支障を与\nえるものである。\n（３）　さらに、本件土地一帯は昭和五二年九月から同年一一月の間に＜地名略＞\nの土地が一一筆に分筆細分化され、「高級別荘地パールビーチみやじま」として一\n般に分譲販売されたものであり、原告のほかにも三名の土地取得者から昭和五二年\n一一月から翌年五月にかけて本件申請と同様の申請がなされており、もし原告を含\nむこれらの申請が許可されれば、本件土地一帯には次々と住宅の建築が行われ、現\n在の自然景観は全く損われることになる。\n（４）　原告は、本件建物を長年気管が悪い妻とともに住居として使用するという\nのであるが、それ自体公共性を有しないのはもち論、自然的条件からみて本件建物\nへの往来や生活必需物資の搬入に困難をきたし、車両の通行しうる道路が設置され\nない限り、老人や病弱な者の住居には多くの不便が伴うものと認められ、その意味\nで果たして本件土地が住宅地として適するものか疑問があり、これによつて本件地\n域の風致・景観が毀損されることを考えれば、本件申請が許可されないとしてもや\nむを得ないところである。\n（五）　以上のとおり、本件地域の虱致・景観の保護の必要性は高いものであると\nころ、本件許可申請を許可した場合には、本件建物の建築及びこれに伴う関連行為\nによつて、本件地域の風致・景観は回復の不可能な程度にまで破壊されてしまうこ\nとは明らかであり、他方、本件申請を是非とも認めなければならない合理的理由も\n存しない。\n２　訴外Ａ等の申請を許可した経緯等\n（一）　訴外Ａ、同Ｂ及び同Ｃ（以下「Ａら」という。）の三名は、広島県佐伯郡\n＜地名略＞の土地にそれぞれ住宅を新築しようとし、当該土地が第一種特別地域内\nに存するため、昭和四六年一〇月二〇日法一七条三項の規定による工作物新築許可\n申請を行つた。被告知事はＡらの右許可申請に対して昭和四七年一〇月一八日付け\nで五項目の条件をそれぞれに付して許可をなした。\nＡらの右申請の内容は、原告と同様木造住宅を建築しようとするものであり、原告\nのそれが二階建てであるのに比し、Ａらのそれは一階建てであつた点を除くと大体\n同規模のものである。\n（二）　Ａらからの工作物新築許可申請のあつた当時、国立公園特別地域内の行為\n許可の適否に関する国の指導指針としては、「国立公園特別地域内の行為許可に関\nする留意事項について」（昭和二七年一〇月二三日付け国管発第七三号）があつた\nが、これは特別地域内での建築物の新築等の許可申請につきその地区の景観の保護\n及び利用につき支障を生じさせないことを条件に各種制限を付して許可できるもの\nは許可しようという内容であつた。\n（三）　国立公園特別地域内での工作物新築許可申請に対し、不許可処分をした場\n合、法三五条はその救済措置として、申請者が右不許可処分により通常生ずべき損\n失について補償制度を設けている。しかし、Ａらからの右工作物新築許可申請がな\nされた当時には、現在国の行政措置として制度化されている国立会園特別地域内の\n民有地を国又は県が買い上げるといういわゆる特定民有地買上制度のような救済措\n置はなかつたことから、これを許可しない場合、土地の所有権者あるいは管理権者\nに著しい制約が加えられることとなり、社会的に不公平になるおそれが大であつた\nため、これらの権利者との調和を図りながら、自然景観に及ぼす影響を昀小限にく\nいとどめるよう配慮のうえ、Ａらに対しては昭和四七年一〇月一八日付けで一定の\n条件を付してその申請を許可するに至つたものである。\n（四）　ところが、Ａらは、右のように知事から工作物新築許可を受けたにもかか\nわらず、工作物新築許可申請書に記載されている行為の予定期間内（許可を受けた\n日から一一〇日以内に工事を完了）を無為に経過するとともに、その後約六年経過\nした昭和五三年一〇月に至るも工作物新築許可に係る行為（以下「許可行為」とい\nう。）に着手することなく、またその間、当該土地の所有権も第三者に移転するな\nど許可行為をなすに必要な土地の使用権原を失つていることなどの諸事実が明らか\nになり、既に許可行為をなす意思を欠いているものと認められ、特にＡからは右許\n可を受けた新築行為を取りやめた旨の届出が昭和五二年九月一四日付けで提出され\nた。\n（五）　一方、昭和三〇年代後半からの我が国の経済の高度成長に伴い国土のいた\nるところで乱開発が進み、自然破壊の現象が顕著になつてきた。このような状況か\nら社会的にも自然の風致・景観の保全等に対する見直しがなされ、これらを将来に\nわたつて厳正に保全することが強く要請されるに至り、同四七年ごろからは、自然\n環境保全の基本法としての自然環境保全法（昭和四七年法律第八五号）の施行、\n「自然環境保全基本方針」の制定（昭和四八年一一月六日総理府告示第三〇号）、\n瀬戸内海環境保全臨時措置法（昭和四八年法律第一一〇号）の施行、「自然保護憲\n章」の制定（昭和四九年六月五日自然保護憲章制定国民会議）がなされるなど、特\nにＡらに許可をした当時とは、自然保護に関する社会的認識に大きな変化がもたら\nされた。\nそこで環境庁では、右のような自然環境保護の全国民的要望に資するため、昭和四\n九年一一月二〇日付け環自企第五七〇号の前記審査指針を定めて各都道府県知事に\n通知し、国立公園の第一種特別地域内においては工作物の新築等は例外的な場合を\n除き、自然環境を開発行為から保護するため、建築物の態様・目的のいかんにかか\nわらず許可しないという運用を図ることとした。\n（六）　なお、以上の諸事由からＡらに対する前記工作物新築許可も昭和五三年一\n一月八日付けで取り消しているが、その取消指令書に、この処分に対し不服がある\n場合は、六〇日以内に行政不服審査法五条の規定によつて環境庁長官に審査請求す\nることができる旨の教示をしているのに、Ａらからは、いずれも所定の期間内に右\n請求もなされなかつた。\n（七）　原告は、Ａらに対しては許可を与えていながら、原告の同種の許可申請に\n対して不許可処分としたことにつき、公平の原則に反すると主張するが、Ａらの申\n請と原告の申請の間には、約五年余の年月が経過しており、その間に前述のとお\nり、自然の風致景観の価値あるいはその稀少性に対する認識につき全国民的変化が\n生じ、自然環境の保全は全国民的課題となつたことから、被告知事においては右時\n代の要請と自然公園法の精神から本件特別地域不許可処分を行つたものであり、何\nら原告の主張するように理由のない差別的取扱いをしたものではなく、公平の原則\nに反するものではない。\n３　そして、仮に原告が本件特別地域不許可処分によつて損害を受けるとしても、\n通常生ずべき損害は法三五条によつて損失補償を受けることもできるのであつて、\n救済の道も存するのである。\n４　以上のように、被告知事のなした特別地域不許可処分は、優れた自然の風景地\nを保護し、その適正な利用を図る自然公園法の趣旨・目的にそうもので、合理的に\n許容された判断の限度内のものであり、裁量権の範囲を逸脱し又は濫用したなどの\n違法はなく、適法な処分といえる。\n（被告所長）\n５　風致地区とは、都市の風致を維持するために定める地区（都市計画法九条一五\n項）で、都市の風致の維持とは都市内の人間の視覚によつては握される空間構成\n（景観）のうち樹林地、水辺地等の自然的要素に富んだ土地（水辺を含む）におけ\nる良好な自然的景観及び名勝、史跡の環境を保護して都市の自然美が開発行為等か\nら破壊されることを防ごうとするものである。\n６　本件土地を含む宮島＝厳島（宮島町の全区域）は旧都市計画法（大正八年法律\n第三六号）以来風致地区に指定されている（昭和一三年六月七日告示）が、宮島の\n自然が有する卓越性並びにこれに対する公園制度及び文化財制度による保護、本件\n土地の宮島における地理的位置その周囲の自然景観の特質、本件建物の周囲に与え\nる影響等の点については、前記被告知事の主張１（四）（１）ないし（４）のとお\nりである。\n７　被告所長の行つた風致地区不許可処分は、風致条例二条に基づきなされたもの\nであるが、都市計画法五八条一項は虱致地区内における建築物の建築、宅地の造\n成、木竹の伐採その他の行為については、政令で定める基準に従い、都道府県の条\n例で、都市の風致を維持するため必要な規制をすることができるとされていて、広\n島県はこれにより右条例を定めたものである。そして、同条例二条一項では、風致\n地区内において、建築物その他の工作物の新築、改築、増築又は移転（同一号）な\nどを行う者は、あらかじめ被告知事の許可（この権限は原告主張の根拠で被告所長\nに事務委任されている）を受けなければならないものとされているうえ、同条例四\n条一項一号ハ（一）の（二）によると、被告所長は、建築物を新築する場合は、当\n該建築物の位置、形態及び意匠が新築の行われる土地及びその周囲の土地の区域に\nおける風致と著しく不調和でないことでない限り、右許可をしてはならないとされ\nている。\n８　これらからすると、前記状況にある本件土地に本件建物を新築することは、右\n条例四条一項一号ハ（一）の（二）の基準に適合しないものであることは明らか\nで、これにより、原告の新築許可申請に対してなした被告所長の本件風致地区不許\n可処分には、何ら違法はなく、適法な処分といえる。\n四　被告らの主張に対する認否\n１　右主張１の（一）ないし（二）の事実は認める。同（四）のうち、特別地域不\n許可処分は裁量権の範囲内でなされたものであり適法であるとの主張は争う。同\n（四）の（１）の事実中、宮島が日本三景の一つで優れた景観であることは認め、\n聖崎から小なきりまでの本件土地を含む海岸線一帯には建築物及び道路がなかつた\nとの点は否認する。同（四）の（２）のうち、本件建物の敷地部分については松樹\nを伐採することが必要であること並びに本件建物の建築に伴い生活用道路の開設や\n水道及び電柱の設置等により樹木の伐採が必要であるということは否認する。同\n（四）の（３）のうち、他の者の申請が許可され建築がなされると現在の自然景観\nは全く損われるとの主張は争う。適切な行政指導によつて防止できることである。\n同（四）の（４）のうち、原告が老人であること、妻が病弱であること、本件建物\nの生活には不便が伴うことは認める。\n２　同２の（一）の事実中、Ａらが許可処分を受けたことは認める。同（二）及び\n（三）の事実は認める。同（四）ないし（六）のうち、Ａが新築行為を取りやめた\n旨の届出をした事実及びＡらに対し工作物の新築許可取消処分がなされた事実は認\nめる。同（七）の主張は争う。\n３　同３ないし５のうち同主張の規定のあることは認めるが、その主張は争う。\n４　同６のうち、本件土地が被告所長主張のとおり風致地区に指定されていること\nは認める。その余は前記１（四）の（１）ないし（４）に対する認否と同旨であ\nる。\n５　同７のうち、同主張の規定のあることは認めるがその主張は争う。\n６　同８の主張は争う。\n五　原告の反論\n一　本件土地等の利用の経緯）\n１　宮島は、従来決して開発が許されなかつたものではない。本件土地付近一帯に\nおいても、種々の開発利用がなされてきたところである。本件土地は既に明治末期\nに民有地となり、宅地として登記されている。本件土地付近の海岸には約一五四メ\nートルにわたつて堤防が築かれ、中央部には石造りの門柱があり、海に出入りする\nための階段も設置され、右堤防の北端には排水口が備えられている。さらに、付近\nには、船着き場、養魚池、建築物の残骸鉄骨がある。本件土地は戦前民間人が別荘\nを建て保養地として利用し、戦時中は軍がその施設として使用し、戦後は町民が野\n菜を栽培するなどして利用していた。このような経緯からしても被告らの各不許可\n処分には合理性がない。\n（Ａらへの許可処分との比較）\n２　Ａらに対する被告知事の許可処分は、昭和四七年一〇月一八目付けでなされて\nいるが、原告が本件土地につき、被告知事に対して建築許可申請をしたのは昭和五\n二年八月四日であり、この間わずか四年一〇ケ月を経過したにすぎず、その間何の\n法改正もなされていない。このことからすると、Ａらに対し許可を与え、原告に対\nしては不許可とすることは不合理で、不公平な取扱いといわざるを得ない。\n被告知事は、Ａらに右許可をした当時、特定民有地買上制度がなかつたこともＡら\nに対する右許可の理由としているようであるが、たとえ右のような買上制度があつ\nても、買上価格が不当に低いなどで現実に機能しなければ無いに等しく、原告とＡ\nらとを区別する合理的理由ともなり得ない。そしてなお、被告知事は昭和五三年一\n一月八日Ａに対する右許可処分を取り消しているが、本件各不許可処分のなされた\nのはその前であり、右取消しは原告に対する本件不許可処分の理由とはなり得な\nい。\n（審査指針の除外について）\n３　被告知事主張の審査指針については、昭和五〇年三月七日環自企第一二五号で\n環境庁自然保護局企画調整課長から「審査指針によらないことができる特定地域に\nおける特定行為の認定について」と題する通知（以下「特定地域認定通知」とい\nう。）がなされているが、右通知によれば、審査指針に定める基準を「緩和しなけ\nれば極端に社会的に不公平な取扱いとなることが明らかな地域」は右審査指針によ\nらなくてもよいとされており、第一種特別地域であつても、工作物新築の許可がな\nされる余地を認めているところ、本件土地については、前記１や２で述べた事情に\n照らし、「緩和しなければ極端に社会的に不公平」との要件に該当するので、右通\n知の趣旨により許可処分がなされるべきである。\n（結論）\n４　以上述べたとおり、本件各不許可処分は、合理的理由を欠き、憲法に定める法\nの下の平等及び財産権の保障に反し、裁量権を逸脱するものでもあり、違法であ\nり、取り消されるべきである。\n第三　証拠（省略）\n○　理由\n一　請求原因１ないし４の事実については当事者間に争いがない。\n二　特別地域不許可処分の適否について\n１　本件土地が法一〇条、一七条一項所定の国立公園特別地域内にあること（厚生\n省告示昭和二五年第一四五号、同昭和三一年第一〇四号、同昭和三二年第三四三\n号）は当事者間に争いのないところ、法一七条三項一号、三八条、同法施行令二五\n条によると、本件土地上に本件建物等工作物を新築しようとするときは、あらかじ\nめ被告知事の許可を受けなければならないものとされている。\n右の場合、たしかに被告知事も認めるとおり、右許可を決定する基準に関する直接\nの具体的規定は存しない。しかし、法はその目的として、すぐれた自然の風景地を\n保護するとともに、その利用の増進を図り、もつて国民の保健、休養及び教化に資\nするためである（法一条）ことを明らかにしたうえ、国立公園は、我が国の風景を\n代表するに足りる傑出した自然の風景地であつて（法二条二号。そのうち、特別地\n域は、法一八条一項の特別保護地区に次いで国立公園の風致を維持する必要のある\n地域である。）、国、地方公共団体、自然公園の利用者らは自然環境を保全し、優\nれた自然の風景地の保護とその適正な利用が図られるように努めるべき責務がある\n（法二条の二）としているのであり、このような公益的観点からする配慮ととも\nに、他方、国立公園特別地域内の本件土地所有者らの財産権を尊重する必要もあ\nり、これらとの調整に留意し（法三条）ながら、適正な判断が予定されているもの\nと解される。\n２　右のような観点からさらに、被告知事の本件建物新築許否についての具体的判\n断基準につき考えてみるに、まず、本件土地を含む付近土地の瀬戸内海国立公園特\n別地域としての特質及び重要度が検討されるべきで、次いで、これらに照らし、新\n築許可を求める工作物の規模、構造、外観等並びに当該工作物に必然的に伴う生活\n用道路及び上下水道等の関連事象による右風景地の自然的環境、風致、景観の阻害\nの態様、程度などが考慮されるべきであり、そしてさらに、右新築が許可されない\nとした場合の本件土地所有者に対する損害の程度、その補償（法三五条。その他弁\n論の全趣旨によりうかがわれる行政指導七の措置として特定民有地買上制度。）の\n内容等が比較総合的に勘案されて判断されるべきものと解される。かように見た場\n合、右判断基準にはかなり多面的かつ歴史的な観点からする環境行政上の高度の配\n慮が期待され、諸種の条件を付した許可も可能とされており（法一九条）、私権と\nの幅広い調整を含め、事柄の性質上、右許否は、担当行政庁の裁量処分に属するも\nのと解される。\n３　そしてなお、法施行規則九条の二によると、国立公園の特別地域は、さらに第\n一種ないし第三種特別地域に区分されていて、そのうち第一種特別地域は、「特別\n保護地区に準ずる景観を有し、特別地域のうちでは風致を維持する必要性が昀も高\nい地域であつて、現在の景観を極力保護することが必要な地域をいう。」とされて\nいるところ、成立に争いのない乙第五号証及び弁論の全趣旨によると、本件土地\nは、右第一種特別地域に属することがうかがわれる。\nそしてまた、成立に争いのない乙第一号証、第三号証によると、行政上の統一的判\n断基準として、環境庁自然保護局長通知による審査基準が定められ、それによる\nと、特別地域における建築物の新築は、一般に、「既存の建築物の改築、建替えの\nため若しくは災害復旧のための新築又は学術研究その他公益上必要と認められる建\n築物であつて、当該地域以外の地域においてはその目的を達成することができない\nと認められるものの、新築、改築若しくは増築」以外のものについては、「建築物\nの態様の目的のいかんにかかわらず許可しないものとする」とされ、ただ、都市計\n画法により指定される市街化区域と重複する地域等自然的、社会経済的諸条件によ\nり、右審査指針により難い特別な事由があると環境庁自然保護局長が特に認めた地\n域における特定の行為については、右審査指針によらないことができるものとし、\nそしてさらに、右特定地域の認定につき、右通知後の環境庁自然保護局企画調整課\n長の特定地域認定通知によると、右特定地域とは、「審査指針に定める基準を緩和\nすることに合理的な理由があり、かつ、緩和しなければ極端に社会的に不公平な取\n扱いとなることが明らかな地域」とされていることがうかがわれる。\n４　そこで、これら説示したところに照らし、以下本件につき具体的に検討してみ\nる。\n（一）　成立に争いのない甲第九号証の一ないし一〇、乙第四号証、乙第五号証、\n乙第八号証の一、二、文書の内容形態から真正に成立したものと認められる乙第九\n号証、乙第一〇号証、弁論の全趣旨によると、次の事実が認められ、他に右認定を\n左右するに足る証拠はない。\n（１）　本件土地を含む宮島は厳島とも呼ばれ、本土から約五〇〇メートル沖の瀬\n戸内海に位置する全島約三〇・二〇平方キロメートルの島で、古くから神の島とし\nて保護されてきたため、その自然は良く保存され、厳島神社を中心とする歴史とあ\nいまつて、昭和二七年に文化財保護法に基づき全島が名勝及び特別史跡「厳島」に\nも指定されており、また、海上及び対岸からの山容、海岸、松林等による海岸風景\nは優れた景勝地として広く親しまれ、古くから日本三景の一つとされている。\n（２）　宮島は全島が瀬戸内海国立公園区域に編入されており、我が国を代表する\n暖帯林としての弥山の北斜面は同公園でも数少ない特別保護地区に指定されてい\nて、本件土地はその弥山山頂から北北東約三・五キロメートル付近のところにある\n海岸沿い（米ケ浦）の一画で、三方は風致保安林（禁伐）に指定されている国有林\nに囲まれ、一方は大野瀬戸に面し、宮島の昀北端の断崖海蝕景観を露呈する聖崎か\nら至近距離にあたり、聖崎から米ケ浦、清水ケ浦、小なきりと続いて美しい海岸風\n景をなしている。\n（３）　本件土地は松林に囲まれた海岸沿いの平地を成し、建築自体はそのままで\nも不可能ではない状況にあり、西側の海沿いには約一五四メートルの護岸堤防が築\nかれていて、その中央部付近に石段があり、そして、その上には石造の門柱があ\nり、また、右護岸堤防には排水口が取りつけられており、本件土地付近に石垣の船\n着場跡、養魚池跡、戦争中の軍施設の数個の鉄骨残骸なども見られるが、全体とし\nての景観は良好で、近くの通称「小なきり」の海岸線上にお堂様の瓦葺白壁の建物\nが建つている程度で、人家は全くなく、居住用の水道設備、電柱等の工作物もな\nく、本件土地に至るには、舟によるほかは一山離れた住宅地の車道から道程約五〇\n〇メートルの小さい山道を歩く以外にはない状況にある。\n（二）　そして、成立に争いのない甲第一号証の一、乙第六号証、乙第七号証の一\nないし一一、乙第一一号証の一、\n二、乙第一九ないし二三号証、証人Ｄの証言、原告本人尋問の結果によると、次の\n事実が認められ、他に右認定を左右するに足る証拠はない。\n（１）　本件土地を含む＜地名略＞の土地八五七坪は元個人の共有地であつたとこ\nろ、昭和四八年一二月五日訴外能美島開発興業株式会社がその土地に接続する一、\n一六九番の土地とともに買い受けて宅地とにて造成したのを、昭和五二年六月一八\n日訴外株式会社芸信洋行（当時原告はその専務取締役）が他に分譲販売するために\n買い受け、同訴外会社において、右一、一五九番の土地を一〇区画に分割して、\n「パールビーチみやじま」「高級別荘地分譲開始」「日本三景みやじまにあなたの\n土地を」などの広告で売り出したが、原告はそのうち本件土地を買い受ける約定を\nして本件申請に至つていたものである。\n（２）　右土地については、昭和五三年五月二二日までに瀬戸内海国立公園特別地\n域内工作物の新築許可申請が、本件を含め四件提出されているが、本件土地は、南\n北に約一一メートル、東西に約一五・五メートルのほぼ長方形の土地であり、その\n面積が一六四・八三平方メートルである。原告の建築予定の建物は木造二階建瓦葺\nであり、南北に六・六メートル、東西に八・一九メートルのほぼ長方形をなし、本\n件土地のやや東側寄りの中央部分に建築する予定であり、その一階面積は五三・五\n二平方メートル、二階面積は一六・五六平方メートルであり、棟高は六・九七メー\nトル、軒高は五・七五メートルである。上水は井戸水又は湧水を使用し、ごみは焼\n却炉で処理し、し尿は浄化槽を設置に長時間抜気方式で処理し自然排水により下水\n管を通じて海に放流する予定であり、下水も下水管を通して海に放流し、電気は中\n国電力から送電を受ける予定であつた。なお、原告は、右建物以外にも本件土地の\n近くの一、一五九番の六の土地に夏期家族の保養のため鉄骨平家建てでビニールテ\nント張りの建物（建築面積一九・四四平方メートル、棟高二・八七メートル）の新\n築を予定して昭和五三年五月二〇日その許可申請書を提出していた。\n（３）　原告は、本件新築許可申請にあたつての理由としては、妻が長年気管が悪\nいので空気の良い環境に居住して療養させたいこと、原告は未だに持家がないので\n本件土地に住宅を新築し居住したいこと、としている。\n（三）　そこで、右各認定事実等からしてみるに、たしかに、本件土地付近は、海\n岸沿いに護岸堤防が築かれ、昭和四八・九年ごろ宅地として開発され、そのままで\nも建物の建築自体は不可能ではない状況にあり、また、古くは近くで一時建物が構\n築されたような形跡もあるが、しかし、本件土地は優れた景観と名勝及び特別史跡\nで知られる瀬戸内海国立公園宮島の第一種特別地域内にあり、宮島の昀北端の断崖\n海蝕景観を露呈する聖崎から至近距離にあり、この聖崎から小なきりに至る海岸線\n上にその位置を占め、付近一帯は海浜と松林による良好な自然の景勝をなしてお\nり、他方、本件申請当時及び現在は人家もなく、ほぼ自然の景観が保持された状況\nにあることがうかがわれ、このような状況にある本件土地に原告申請のような居宅\nが築造されるとなると、その下水、電気等の関連工事も含め、また居住に伴う生活\n関連事象の変化等も考慮に入れると、右自然的景観に対する阻害は明らかであり、\nなかんずく、本件土地は付近分譲地の一つであり、本件申請を認めることによりそ\nの余の新築許可申請も認めざるを得なくなる事態を予想すると、右阻害の程度も著\nしいものと推知される。そして、前認定のごとく、本件土地付近は近隣の住宅地か\nら一応隔絶した海岸風景の一帯をなし、本件土地に住居の建築を認めなければなら\nない格別の合理的理由も見いだし難く、そしてまた、原告の本件新築が許されない\nとした場合に何らかの損害を生ずるとしても、前認定の諸事情に照らすと、法三五\n条の補償等で受忍すべき範囲のものとみられる。\n５\n（一）　ところで、原告は本件土地及びその付近の＜地名略＞の土地につき過去に\n国立公園特別地域内工作物新築許可がなされている事実があり、本件申請を認めな\nいのは不公平である旨主張する。\n（二）　なるほど、本件以前にＡらが右工作物新築許可処分を受けていることは当\n事者間に争いがないところ、さらに、成立に争いのない甲第六号証の一、二、甲第\n七号証の一、二、甲第八号証の一、二、乙第一二ないし第一八号証によればＡら三\n名はいずれも、昭和四六年一〇月二〇日付けで広島県知事に対し＜地名略＞の土地\nに瀬戸内海国立会園特別地域内住宅新築許可申請をなし、同四七年一〇月一八日、\n住宅建設位置の限定、支障木の伐採は昀小限にとどめるなどの条件をつけて右許可\nがなされていること、その建築予定の建物は全て木造瓦葺平家建てであり、建築面\n積は約五九ないし七五平方メートルであつたこと、もつとも、右許可はいずれも、\nその許可の日から相当の期間を経るも建築に着手しないため、新築の意思がないも\nのと認めて同五三年一一月八日被告知事により取り消されていることが認められ、\n他に右認定に反する証拠はない。\n（三）　しかし、Ａらの右新築許可申請があつた当時は、弁論の全趣旨によると、\n国立公園特別地域内の行為許可の適否に関する国の指導指針として「国立公園特別\n地域内の行為許可に関する留意事項について」（昭和二七年一〇月二三日付け国管\n発第七三号）があつて、その内容は概ね景観の保護及び利用につき支障を生じさせ\nないことを条件に各種制限を付して許可できるものは許可しようというものであつ\nたことがうかがわれるところ、その後、昭和四八年四月一二日自然環境保全法（昭\n和四七年法律第八五号）が施行され、同年一一月六日自然環境保全基本方針（同日\n総理府告示第三〇号）が制定され、同年一一月二日瀬戸内海環境保全特別措置法\n（昭和四八年法律第一一〇号）が施行され、同四九年六月五日自然保護憲章（自然\n保護憲章制定国民会議）が制定されるなどと相次ぎ、他方成立に争いのない乙第二\n号証の一、二によれば、これら法令の変遷等に即応して、昭和四八年三月二六日に\n行政管理庁から、各種開発行為により各地で貴重な自然が侵食されている状況を調\nべた監察結果に基づき、環境庁をはじめ文化庁、建設省などに自然保護行政の強化\nをはかるべきとの勧告を行い、次いで、これに対し、環境庁自然保護局において、\n右内容を検討した上、同年一〇月一五日行政管理庁に対して、従来部分的に存在し\nた取扱い方針のうち改正を要するものについては保護を強化する方向で検討するな\nどの回答がなされ、そしてその後、昭和四九年一一月二〇日環境庁自然保護局長通\n知による前記審査指針が定められ、そしてなお、前掲乙第一〇号証（総合学術調査\n研究報告「厳島の自然」）によると、自然の宝庫である厳島は、昭和三六年ごろか\nらアカマツの枯損木が散発的にみられ、昭和四六年以降その数が激増し、昭和四八\n年末には伐倒数約二一万五〇〇〇本にいたり、厳島の自然が大きく破壊されること\nになつたとされ、そこで、広島県教育委員会は、昭和四七年度の国庫補助金を得て\n天然記念物「瀰山原始林」の緊急調査を実施し、昭和四八年度から、この調査の地\n域を厳島全島に拡大し宮島町にひきつがれた、とされていることがうかがわれ、他\nに右認定を左右するに足る証拠はない。\n（四）　以上のような事実経過に鑑みると、Ａらに対する許可処分の後の環境及び\n自然の風致景観の保全に関する法令等の変遷は顕著で、これらに基づき右のように\n許可の方針も大きく変化したものとみられ、前記審査指針による行政的取扱いの改\n変も十分合理的な理由を有するものであり、その内容も右経過に照らし首肯され、\n本件不許可処分は右改変された審査指針に基づきなされたものであつて、それが右\n法令等及びこれに基づく行政指針の変わる前になされた許可処分と異なるものであ\nつても、これをもつて不公平な取扱いであるということはできない。\n６　なお、原告は、本件が審査指針の除外を定める前記特定地域認定通知でいうと\nころの特定地域に該当するごとく主張しているが、前認定の諸状況からすると、本\n件土地が右特別地域に該当するものとは認め難い。\nそしてなお、原告が本件建物につき建築確認を得ていることは前記のとおり当事者\n間に争いのないところであるが、これは、建築主事により建築基準法上の適合性に\nつき確認されたにすぎず、本件不許可処分と関係のないことはいうまでもない。\n７　以上各認定説示したとおりで、本件土地は、国立公園内の特別地域の中でも、\nなかんずく、特別保護地区に準ずる景観を有し、特別地域のうちでは風致を維持す\nる必要性が昀も高い地域であつて、現在の景観を極力保護することが必要な地域で\nあるとされる第一種特別地域に属するのであつて、前認定の諸事情に照らし、本件\n特別地域不許可処分もやむを得ないところであり、被告知事の合理的な裁量の範囲\n内と認められ、憲法に定める法の下の平等及び財産権の保障に反するなどの事実も\n認められず、適法な処分といえる。\n三　本件風致地区不許可処分の適否について\n１　本件土地が都市計画法八条一項の風致地区内にあることは当事者間に争いのな\nいところ、同法五八条一項によると風致地区内における建築物の建築等の行為につ\nいては政令（風致地区内における建築等の規制の基準を定める政令、以下「風致政\n令」という。）の定める基準に従い、都道府県の条例で、都市の風致を維持するた\nめ必要な規制をすることができるとされ、これによる広島県風致条例二条一項によ\nると、建築物の新築には県知事（地方自治法一五三条二項、広島県地方機関の長に\n対する事務委任規則一七条三三号に基づき被告所長に事務委任）の許可を受けなけ\nればならないものとされている。\nそして、被告所長は、原告の本件許可申請に対し、右許可基準を定める風致条例四\n条一項一号八（一）の（二）（「当該建築物の位置、形態及び意匠が１、新築の行\nわれる土地及びその周辺の土地の区域における風致と著しく不調和でないこと」、\n風致政令三条一号二の許可の基準と同一）に適合しないものとして不許可としたも\nのとしている。\n２　そこで、右本件不許可処分の適否について考えてみるに、右基準は、その内容\nの性質上、被告所長の合理的裁量に属するものと解されるところ、本件土地の位置\n及び状況、従来の利用状況、付近一帯の風致・景観並びに原告の建築予定の建物の\n概要等前認定の諸事情に照らすと、原告申請の建物を建築することは、優れた自然\nの景観が維持された本件土地付近一帯の海岸風景に少なくない影響を与えることに\nなり、本件土地及びその周辺の土地の区域における風致と著しく不調和となること\nが認められ、被告所長の前記判断は相当で、合理的裁量の範囲内に属するものとし\nて首肯できる。なお、前認定説示したとおり、右判断に憲法上の法の下の平等及び\n財産権の保障に反するなどの違法も認められない。\n四　結論\n以上のとおりで、原告の被告らに対する本件各不許可処分の取消しを求める本訴請\n求はいずれも理由がないのでこれを棄却することとし、訴訟費用の負担につき行政\n事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　渡辺伸平　山浦征雄　本村博貴）\n"
}