{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 2,
    "day": 29
  },
  "case_number": "昭和52(ワ)46",
  "case_name": "岳南鉄道懲戒解雇",
  "court_name": "静岡地方裁判所沼津支部",
  "field": "労働",
  "lawsuit_id": "19341",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19341",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/341/019341_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　原告が被告に対し雇用契約上の権利を有することを確認する。\n２　被告は、原告に対し、昭和五一年一二月三〇日以降毎月二五日限り一ケ月当た\nり金一二万三四一円の金員を支払え。\n３　訴訟費用は被告の負担とする。\n４　二項について仮執行の宣言。\n二　請求の趣旨に対する答弁\n主文と同旨。\n第二　当事者の主張\n一　請求原因\n１　（雇用関係）\n被告は、鉄道及び自動車による旅客並びに貨物の運送を主たる業務とする会社であ\nる。\n原告は、昭和四三年二月、被告にバス運転手として雇用され、被告の従業員として\n勤務していた者である。\nなお、原告は、被告に雇用されると同時に訴外岳南鉄道労働組合（以下「岳南労\n組」という。）に加入し、現在まで引き続き同組合の組合員の地位にある者であ\nる。\n２　（懲戒解雇）\n原告は、昭和五一年一二月三〇日、被告から「懲戒規程四条二項三項及び一一項\nにより懲戒解雇する。」旨の辞令を受けた（以下「本件懲戒解雇」という。）。\n３　（懲戒解雇理由の不存在）\nしかしながら、本件懲戒解雇は、懲戒解顧に相当する合理的な理由が何ら存在しな\nい無効なものである。\n４　（賃金）\n原告は、昭和五一年一二月三〇日に本件懲戒解雇の辞令を受けるまでは毎月二五\n日限り一ケ月当たり金一二万三四一四円の賃金（本件懲戒解雇直前三ケ月間の平均\n賃金）の支給を受けていたが、同日以降その支払を受けていない。\n５　よつて、原告は、被告に対し、雇用契約上の権利を有することの確認及び右雇\n用契約に基づいて支給されるべき昭和五一年一二月三〇日以降毎月二五日限り一ケ\n月当たり金一二万三四一四円の賃金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１のうち、原告が岳南労組の組合員であつた期間については否認する\nが、その余は認める。\n被告と岳南労組との間には、労働協約五条六号に基づき、出向期間中は非組合員\nとする慣行があつたところ、原告は、昭和五〇年一〇月一六日から同五一年一二月\n三〇日までは訴外表富士観光株式会社（以下「表富士観光」という。）へ出向して\nいたので、その期間中は岳南労組の組合員ではなかつた。\n２　同２は認める。\n３　同３は否認する。\n４　同４は認める。\n三　抗弁\n１　（本件懲戒解雇の理由）\n（一）　勤務怠慢、上司の指示命令違背\n原告は、昭和五〇年一〇月一六日、被告から表富士観光に出向を命じられ、同月\n二一日に着任した。同社は「大富士ゴルフ倶楽部」というゴルフ場の経営を主たる\n事業とする会社であり、原告は、同社においては、管理課主任として上司であるＡ\n管理課長らの指示命令のもとに、主に、ゴルフコースの芝刈り等の作業に従事すべ\nきものとされていた。なお、この出向に際して、後記五１（一）で原告が主張する\nような約定が、原被告間で取り交わされたということはない。\nところが、表富士観光に着任した昭和五〇年一〇月二一日から被告に復帰命令の\n出される翌五一年一二月三〇日までの間の同社における原告の勤務状況は、総日数\n四三六日中、公休四六日、特年（振替休日）一六日、年休（年次有給休暇）一七\n日、公傷による欠勤一日、病休五六日、出勤停止一〇日、自宅待機一二日、無断欠\n勤八日、早退八日、タイムカードに出退社時間の打刻のない日五日であつて、勤労\n意欲が極めて乏しかつたばかりでなく、出社しても、出向当時、表富士観光におい\nては機械の整備、点検をするよう被告から命じられたと言い張り、Ａ課長ら上司の\n指示した芝刈り等の作業をほとんど拒否し、勝手に機械置場にこもつて無為に過ご\nしたり、自家用車の中でラジオを聞きながら寝そべつたりして一日を過ごすといつ\nた状態であつた。\nのみならず、原告は、芝刈機の構造に不案内であるにもかかわらず、勝手に芝刈\n機の分解作業を行い、昭和五一年八月九日と一六日の二度にわたり、刃を脱落させ\nて飛ばすという極めて危険な事故を起こした。\nまた、同月一〇日、前夜の集中豪雨のため一四番グリーンに多量の土砂が流入す\nる災害が発生し、Ｂ支配人が同グリーンの土砂排除作業に従事するよう命じた際に\nも、原告はこれを拒否した。\nそのため、表富士観光は同月二〇日、原告の作業指示命令違反をとがめるととも\nに、今後も上司の指示命令に従わない場合には厳罰をもつてこれに対処する旨の勧\n告書を手交したが、原告は、その後もＡ課長の指示する作業に従事しなかつた。\nそこで、表富士観光は同月二八日に懲戒委員会を開催し、原告が上司の作業上の\n指示命令に従わず、再三の注意、勧告にもかかわらず勤務態度を改めないことに対\nする処罰について諮つた結果、原告の勤務態度は本来懲戒解雇に値するが、出向者\nであつて同社において解雇はできないので、同社の就業規則に基づき同月二九日か\nら翌九月七日までの出勤停止一〇日間の懲戒処分に付すとともに、被告に対し、原\n告の出向を解除するよう要請した。\n被告は、表富士観光の出向解除の要請は理解したが、同社において既に出勤停止\n処分をしていることから、原告の改善を待ち、しばらくその後の様子を見ることと\nしたところ、原告は、九月一五日、右処分に対し始末書を差し入れるなどして反省\nの意思を示したので、被告は、原告の勤務態度に何らかの変化があるものと期待し\nていた。\nところが、原告の表富士観光での勤務態度は、その後もほとんど変わらず、Ａ課\n長らの指示命令にことごとく反抗し、慢然と軽作業のみに従事するなど勝手に行動\nすることがしばしばであつた。同年一二月一六日には後記（二）のロープ切断事故\nに遭遇したが、当日の檜植替え作業に際しても、原告は、Ａ課長の山へ植替え用の\n檜を掘り起こしに行くようにとの指示命令に従わず、植えたばかりの檜に自分勝手\nに登つて枝打ちをしていたものである。\n（二）　同僚に対する殺人未遂事件の告訴及び被告の名誉を毀損するビラの配布\n原告は、昭和五一年一二月一六日、表富士観光において檜の植替え作業を命じら\nれた際にも、Ａ課長の指示命令に従わず、自分勝手に植えたばかりの檜（地上から\nの高さ約五ないし六メートル）に登つて枝打ちをしていたところ、たまたまその檜\nを支えるために張つてあつたロープを同僚のＣ作業員運転の小型貨物自動車が切断\nしたため、その衝撃で墜落の危険にさらされるという事故に遭遇した。\n右事故は、Ｃ作業員が原告の登つていた檜のすぐ東側の簡易舗装通路を植替え用\nの檜の運搬のため車で通過する際、同通路上に置いてあつた一輪車を避けて通過し\nようとして、右檜を支えてあつたロープに車体を接触させたまま進行したため、運\n転席の屋根後部にあるアングルでロープを切断してしまつたことにより生じた事故\nである。しかして、当日、同人が同じ場所を同じ自動車で二度通過してロープの存\n在が車の通行に格別支障とならないことを確認していたこと、三度目に通過する際\nも車がロープをくぐるに当たつては、ほとんど停止する状態で運転席の窓から上方\nの安全を確認したこと、同人には原告を殺害しなければならない動機、事情も何ら\n存在しなかつたことなどから、単なる過失による事故であることは明白であつた。\nしかるに、原告は、右事故の発生直後、富士警察署に右事故を殺人未遂事件とし\nて捜査するよう依頼するという常軌を逸する行動に出ただけでなく、同月二二日に\nは、警察署と検察庁に同作業員を殺人未遂犯として告訴し、さらに、自宅を連絡先\nとする「Ｄさんを守る会」を結成させて右事故が殺人未遂事件であるかのように喧\n伝して、同人及び同人の家族に筆舌に尽くし難い精神的苦痛を与えた。\nのみならず、原告は、同月二〇日、二一日、二五日の三回にわたり、被告の営業\n所内あるいは富士市内の街頭等において、右ロープ切断事故は、被告がＣ作業員に\n示唆して行わせたかのような全く事実無根のビラを配布し、被告の名誉を著しく毀\n損した。\n（三）　懲戒規程に定める懲戒解雇理由\n被告の懲戒規程には（１）「勤務怠慢、素行不良または会社の諸規則令達に違背\nしたとき」（同規程四条二号）又は「業務上の指揮命令に従わず、職場の秩序を乱\nしたりまたは乱そうとしたとき」（同条三号）、あるいは（２）「道義に反した行\n為をなし、従業員としての体面を汚したとき」（同条一一号）又は「故意または過\n失によつて会社に不利益を与えたとき」（同条一三号）は、それぞれ懲戒解雇がで\nきる旨の定めがあるが、原告の前記（一）に記載したような怠慢な勤務態度及び上\n司の指示命令に従わず、あるいはこれに反抗する態度は前記（１）の懲戒解雇理由\nに、同じく原告の前記（二）に記載したような同僚に対する殺人未遂事件の告訴及\nび被告の名誉を著しく毀損するビラの配布行為は前記（２）の懲戒解雇理由にそれ\nぞれ該当する。\n２　（本件懲戒解雇の手続）\nそこで、被告は、原告を懲戒解雇することとし、昭和五一年一二月三〇日、原告\nの表富士観光への出向を解除して被告への復帰を発令するとともに、同日、被告の\n行賞懲戒委員会規程に基づく懲戒委員会を開催し、原告の前記各行為に対する懲罰\nの可否及び懲罰の程度を諮問し、同委員会から委員全員の賛成による懲戒解雇相当\nの答申を得たうえで、原告を懲戒解雇とする旨決定し、即日、その旨を原告に通知\nした。\n四　抗弁に対する認否\n１　抗弁１の（一）のうち、原告が昭和五〇年一〇月一六日表富士観光に出向を命\nじられたこと、同社の主たる事業が「大富士ゴルフ倶楽部」というゴルフ場の経営\nであること、原告が管理課主任の地位にあつたこと、翌五一年一二月三〇日被告へ\nの復帰命令が出されたこと、出向当時被告から機械の整備、点検を命じられたと主\n張したこと、同年八月九日集中豪雨のため一四番グリーンに多量の土砂が流入する\n災害が発生したこと、同月二〇日表富士観光から勧告書を手交されたこと、同月二\n九日から翌九月七日までの間出勤停止一〇日間の懲戒処分を受けたこと、同月一五\n日表富士観光に始末書を提出したこと、同年一二月一六日檜に登つて枝打ちをして\nいた際、ロープの切断事故に遭つたことはいずれも認めるが、その余は否認する。\n同１の（二）のうち、昭和五一年一二月一六日に原告の登つていた檜を支えてい\nたロープをＣ作業員が切断する事故があつたこと、原告が右事故を同作業員による\n殺人未遂事件として告訴したこと、被告主張の日時、場所において右事故が殺人未\n遂事件である旨のビラを配布したことはいずれも認めるが、その余は否認する。\n同１の（三）のうち、被告の懲戒規程中に被告主張のとおりの懲戒解雇理由が定\nめられていることは認めるが、原告に右懲戒解雇に該当する理由があるとの点は争\nう。\n２　同２のうち、昭和五一年一二月三〇日被告への復帰命令が出されたことは認め\nるが、その余は争う。\n五　抗弁に対する原告の反論\n１　抗弁１の（一）について\n（一）　被告は、原告がＡ課長ら上司の指示命令に従わなかつたと主張するが、原\n告が表富士観光に出向するについては、被告との間で次のような三条件、すなわち\n第一に出向期間は一年を目処とする、第二にＥ専務取締役（現在は被告代表者の一\n人）が被告を去るような事態になればその前に原告を被告に復帰させる、第三に出\n向先における職種は機械関係を中心とする、という条件が取り交わされていた。\n（二）　ところが、被告は、右条件を表富士観光に一切伝達しようとせず、こうし\nた条件の存在を問い合わせたＡ課長に対してもＢ支配人をしてあやふやな回答をさ\nせるなどしてその在存を黙殺しただけでなく、同社が被告の傍系会社であることを\n利用して、Ａ課長に対し、原告にはコースの芝刈り、砂ふるい、石運びなどのいわ\nゆる土方作業をさせるよう指示した。\nこうしたＡ課長の原告に対する作業指示は、出向にあたつて取り交わされていた\n前記第三の条件、つまり職種は機械関係を中心とするという条件に反する不当なも\nのであり、原告がこうした不当な指示に従わなかつたからといつて、それを口実に\n懲戒解雇することは許されないというべきである。\n２　抗弁１の（二）について\n被告は、昭和五一年一二月一六日のロープ切断事故は、Ｃ作業員の単なる過失に\nよるものであることが明白であると主張する。しかし、同作業員が避けようとした\nという一輪車は、原告が登つていた檜（高さ一〇・三メートル、原告が作業をして\nいた位置は地上七・六メートル）の手前八・五メートル、右檜を支えるロープを結\nんであつたさわらの木の手前一七・九メートルの簡易舗装通路上に置かれていたの\nである。したがつて、仮に、同人が本当に一輪車を避けるつもりでハンドルを右に\n切つたのであれば、一輪車を通過した後にハンドルを左へ戻して走行するのが通常\nである。にもかかわらず、同人はロープの低くなつている通路の右側を通過しなが\nら、ハンドルを左に戻さずにそのまま進行しているものであるから、同人にはロー\nプ切断の故意があつたというべきである。\nまた、原告は、表富士観光に出向以来、被告に反抗して島流しされた者として、\n単なる出向者いじめを超えた間断ない嫌がらせと迫害に苦しめられていたが、特に\nその先頭に立つて原告を仇の如く責め抜いた人物がＣ作業員である。このことから\nも、右事故は、単なる過失とはいえないものであつて、原告が同人を殺人未遂犯と\nして告訴した行為は、自らの生命、身体を守るための正当な権利の行使であつた。\nところが、被告は、原告を被告から排除するとの方針のもとに、右のようなＣ作\n業員の行動を背後で支え、助長させたばかりでなく、前記事故についても単純な過\n失とはいえないのに事実を正確に調査しようとはせず、逆に、予断と偏見に基づい\nて、原告の右告訴を暴挙と論難しようとした。そこで、原告は、こうした被告の態\n度をビラに記載して配布することにより社外の友人に救援を求めたのであり、その\n内容も事実あるいは事実から合理的に推測できる主張であつて、Ｃ作業員あるいは\n被告の名誉を毀損するようなものではなかつた。\nしたがつて、原告が前記事故についてＣ作業員を告訴した行為及びビラを配布し\nた行為はいずれも懲戒解雇の理由とはなりえないというべきである。\n六　再抗弁\n本件懲戒解雇は、原告の被告における労働条件改善運動、特にバス運転手の過酷\nな時間外労働の縮少運動及びこうした運動に消極的であつた岳南労組を改革しよう\nとした運動を弾圧、妨害し、あるいは不能ならしめようとした被告が、原告を追放\nするため組織的、計画的に行つた一連の迫害、報復の昀終処分であり、労働基準法\n一〇四条二項、労働組合法七条一号に違反するだけでなく、解雇権を濫用した解雇\nであつて、無効なものである。\n１　労働基準法一〇四条二項違反\n原告は、昭和四九年一一月、被告の運行管理者となつたが、運行管理業務の中で\nバス運転手の過酷な時間外労働の実態を知り、これを放置すれば人身事故、労災事\n故などの大きな事故につながると考え、事有るごとに、運行管理者としての立場か\nら労働条件の改善、特に時間外労働の縮少の必要性を力説した。\nところが、被告は、こうした原告の言動を被告に対する利敵行為とみて原告の意\n見を取り上げなかつたばかりでなく、こうした問題を積極的に取り上げようとしな\nかつた岳南労組の体質を改革しようとして、昭和五〇年八月二三日自ら同労組の次\n期執行委員に立候補するに至つた原告に対し、同月二六日、前記Ｅ専務をして一方\n的にバスの誘導、便所掃除係を命じ、さらに、同年九月一日には、懲戒規程に何ら\nの規定がないにもかかわらず、同年八月三〇日付けで懲戒規程四条三号によりバス\n課主任に配置換えするなどして組合役員への選出を妨害するとともに、立候補した\nことに対しても報復をする有様であつた。\nそのため、原告が、同年九月一七日、労働条件の改善を要求すべく、富士労働基\n準監督署に労働条件の改善方を勧告する要望書を提出して被告における労働基準法\n違反の実態を申告したところ、被告は、これに対する報復として、同年一〇月一六\n日、原告に対し、被告の傍系会社である表富士観光への出向を命じるとともに、同\n社において組織的、計画的な迫害を加えて懲戒解雇するに至つたものである。本件\n懲戒解雇は、こうした労働基準監督署への申告を実質的な懲戒理由とする解雇であ\nつて、労働基準法一〇四条二項に違反する無効なものである。\n２　労働組合法七条一号違反\n前記１記載のとおり、原告は、被告におけるバス運転手の時間外労働の縮少を実\n現しようとして、岳南労組執行部にこの問題を取り上げるように働きかけるととも\nに、昭和五一年八月二三日には自ら同労組の次期執行委員に立候補して同労組の改\n革運動を行おうとしたが、被告は、こうした原告の労働組合員としての正当な行為\nを嫌悪し、一方的にバスの誘導、便所掃除係を命じたり、本社バス課主任への配置\n換えを行うなどして原告が組合役員に選出されるのを妨害し、さらには、表富士観\n光への出向を命じ、同社における組織的、計画的な迫害を通じて原告を被告から追\n放し、原告の岳南労組改革運動を妨害あるいは不能ならしめようとした。\nところが、原告が表富士観光における迫害にもかかわらず、被告を辞めようとし\nなかつたので、その昀終処分として懲戒解雇したものであり、実質的な解雇の目的\nは、原告の被告における労働組合活動を不能ならしめることにある。\nしたがつて、本件懲戒解雇は、労働組合法七条一号に違反する無効なものであ\nる。\n３　解雇権の濫用\n被告は、本件懲戒解雇の理由として種々の解雇理由を挙げているが、前記五の抗\n弁に対する原告の反論において叙述したとおり、原告がＡ課長の指示命令に従わな\nかつたのは、その指示が出向の条件に違反する不当な内容であつたからであり、ま\nた、Ｃ作業員に対する告訴及びビラの配布も正当な権利の行使であつて、これらは\nいずれも懲戒解雇の合理的な根拠となりえないものである。本件懲戒解雇は、結局\nは、原告の労働条件改善活動に対する報復及び労働組合活動を妨害する目的でなさ\nれた不当なものであつて、解雇権を濫用した無効なものである。\n七　再抗弁に対する認否\n再抗弁のうち、昭和四九年一一月に原告が被告の運行管理者となつたこと、同五\n〇年八月二六日、Ｅ専務からバスの誘導と便所掃除を含む清掃係の仕事をするよう\nにとの発言がなされたこと、同年九月一日、原告が同年八月三〇日付けの「懲戒規\n程四条三号によりバス課主任に配置換えする。」旨の辞令を受けたこと、表富士観\n光が被告の傍系会社であることはいずれも認めるが、原告が同年八月二三日岳南労\n組の次期執行委員に立候補したこと、同年九月一七日富士労働基準監督署に要望書\nを出したことはいずれも不知、その余は否認する。\n第三　証拠（省略）\n理　　　由\n一　請求原因１（雇用関係）の事実中、原告が岳南労組の組合員であつた期間の点\nを除くその余の事実及び同２（懲戒解雇）の各事実は、いずれも当事者間に争いが\nない。\n二　そこで、抗弁について判断する。\n１　懲戒解雇理由（一）勤務怠慢、上司の指示命令違背について\n抗弁１の（一）の事実のうち、原告が昭和五〇年一〇月一六日被告から表富士観\n光に出向を命じられたこと、同社の主たる事業が「大富士ゴルフ倶楽部」というゴ\nルフ場の経営であること、原告が同社において管理課主任の地位にあつたことはい\nずれも当事者間に争いがない。\nまた、成立に争いのない乙第三五号証（職制と題する書面）、証人Ａ、同Ｆの各\n証言によれば、同社の職制は、部長、次長、課長、係長、主任、係員となつてお\nり、主任である原告は、課長の命を受けて担当業務を処理すべきものとされていた\nこと、同社管理課の仕事は、主に、ゴルフコースの芝刈り作業その他のゴルフ場の\n整備及びこれに必要な芝刈機の点検整備等であり、これらをＡ管理課長以下約一九\n名（内女子六名）の従業員で行つていたことがそれぞれ認められ、右認定に反する\n証拠はない。\n右事実によれば、原告には、被告から表富士観光への出向を命じられた昭和五〇\n年一〇月一六日以降は、同社の直接の上司であるＡ課長の指示に従つて作業をなす\nべき業務上の義務があつたものと認められる。\nところで、成立に争いのない乙第一八号証の一、二（ノート）、証人Ａの証言に\nよつて真正に成立したものと認められる乙第一二号証の五、一〇、一七、二四、三\n一、三七、四八、五四、五九、六九、七三、七四、七九、八〇、八四、八五、九\n一、九六、一〇三、一〇九、一一四、一二五、一二六、一三四、一四〇、一四八、\n一五三、一五八、一六四、一六九、一七三（作業行程表）、証人Ａ、同Ｆの各証\n言、被告代表者Ｅ（以下「被告代表者」という。）の尋問の結果によれば、原告\nは、表富士観光に出向した当初から自分は機械の保守管理を命じられたと主張して\nゴルフコースの芝刈り作業については消極的な態度を示していたが、特に昭和五一\n年七月下旬ごろから同年八月二八日ごろまでの間は、ほとんど毎日のように、上司\nであるＡ課長からラフコースの芝刈り作業等を命じられても、「こんな土方みたい\nな仕事は嫌だ。俺は機械の補修をする。」と言つてかたくななまでにこれを拒否し\nたばかりでなく、自分の仕事は機械の保守管理であると主張して、一人で勝手に機\n械置場へ行つて芝刈機の手入れをしたり、一日中作業らしい作業もせずに機械置場\nの周辺をぶらついたりするといつた状態であつたこと、そのため、他の従業員から\nも原告に対して強い不満が出されるなど仕事以外の人間関係においてもほとんど孤\n立化した状況にあつたこと、殊に同年八月一〇日前夜の集中豪雨により一四番グリ\nーンに流入した土砂の排出作業が行われた際、原告はこの作業に従事しようともせ\nず、一人で機械置場付近に残つていたこと、同月二〇日には、原告のこうした勤務\n態度に反省を求めるため、表富士観光から原告に対し今後も上司の指示命令に従わ\nないときは厳罰をもつて対処する旨の勧告書が手渡されたが、原告がその後も勤務\n態度を改めなかつたため、同社において出勤停止一〇日間の懲戒処分を行つたこと\n（勧告書が手交されたこと、出勤停止処分がなされたことはいずれも当事者間に争\nいがない。）、もつとも、その後しばらくの間はＡ課長の指示に従つて芝刈り作業\n等も行うようになつたが、同年九月中旬から下旬ころには、再び同課長やＦ係長ら\nに対して反抗的な態度をとるようになり、芝刈り作業等に一応は参加していたもの\nの、その勤務態度は極めて非協調的であつたこと、以上の事実がそれぞれ認めら\nれ、右認定を覆すに足りる証拠はない。\n右事実によれば、原告は、Ａ課長らの芝刈り作業を行うべき旨の指示命令を拒否\nする正当な理由がないにもかかわらず、表富士観光における自己の業務は機械の保\n守管理であると主張して、かたくななまでに機械の整備、補修にこだわつて同課長\nらの指示命令した作業を拒否し、しかも、実際にはほとんど機械整備の仕事もない\nのに機械置場あるいはその周辺をぶらぶらするといつた勤務態度を取り続けていた\nというほかはなく、原告の表富士観光におけるこうした態度は、出向を命じられた\n従業員の出向先での勤務態度として極めて怠慢であつたといわざるを得ないばかり\nでなく、出向先の上司の指示命令を無視してその職場秩序を乱すに足りるものであ\nつたということができる。\nなお、原告は、表富士観光に出向するについては機械の保守管理の仕事を専門に\n担当させるとの約束が被告との間でなされていたから、こうした出向の条件に反す\nるＡ課長らの芝刈り作業等の指示命令には従う義務はなかつたかのように主張し、\n原告本人の供述中にもこれに沿う部分があるので、この点について検討するに、証\n人Ａの証言によつて真正に成立したものと認められる乙第一六号証の一（封筒表\n紙）、同号証の二の一ないし四（機械修理整備等の明細）、同証人の証言、被告代\n表者尋問の結果及び弁論の全趣旨によれば、原告の出向当時表富士観光において必\n要とされていた機械の保守管理の仕事は芝刈機三五台の点検整備程度であり、しか\nも、こうした作業の大部分は、芝刈機を取り扱う従業員がそれぞれ自分で直接に行\nつていたこと、また、大規模な修理は訴外株式会社櫛毛商会という表富士観光専属\nの修理業者に委託されていたこと、そのため、特に機械の保守管理について専属の\n従業員を必要とする状態にはなかつたことが認められるばかりでなく、仮に、出向\nにあたつて何らかの条件が付されていたのであれば、出向命令の出された昭和五〇\n年一〇月一六日以前に原告あるいは原告の所属していた岳南労組と被告との間で出\n向の条件その他についての協議が行われた形跡があるはずであるにもかかわらず、\n本件全証拠によるも、こうした事前の協議がなされた事実は全く認めることができ\nないから、出向にあたつて前記のような条件が付されていたとの原告本人尋問の結\n果はこれを措信することはできず、この点に関する原告の主張は採用できない。\nこの点に関し、被告代表者尋問の結果によれば、出向当時の専務取締役であつた\n同代表者が、原告に対し、「ゴルフ場の仕事は未知の仕事ではないし、機械の保守\n管理の仕事もある。」との発言をした事実を認めることができる。しかし、右発言\nがなされたのは、既に出向命令の発令された昭和五〇年一〇月一六日より数日後の\n同月二一日に行われた地区労の役員である訴外Ｇとの対談の席上においてであつた\nことが同代表者の供述によつて明らかであるから、右の如き発言がなされたとの事\n実関係をもつてしては、原告の主張するような条件が出向に際して付されたものと\n認めることはできない。さらにまた、右事実中の同代表者の発言をとらえて、原告\nと被告との間で新たに出向の条件が合意されたと認めるべき証左とすることもでき\nないというべきである。つまり、右発言の趣旨は、一般論として、ゴルフ場に出向\nするとはいつても、そこでの仕事が単なる芝刈り作業に限られるものではなく、芝\n刈機の保守管理その他の仕事もあることを説明したにとどまるものと考えられるか\nらである。\n２　懲戒解雇理由（二）Ｃ作業員に対する殺人未遂事件の告訴及び被告の名誉を毀\n損するビラの配布について\n（一）　抗弁１の（二）の事実のうち、昭和五一年一二月一六日に原告の登つてい\nた檜を支えていたロープをＣ作業員が切断する事故のあつたこと及び原告が右事故\nを同作業員の殺人未遂事件として告訴したことはいずれも当事者間に争いがない。\nそこで、まず、右ロープ切断事故が殺人未遂事件であつたかどうかについて検討\nするに、成立に争いのない乙第一一号証の一、二（実況見分調書）、証人Ａの証言\n及び原告本人尋問の結果によれば、右事故当時、原告が作業を行つていた場所は、\n地上から約七・六メートルの植え替えたばかりの檜の枝の上であつて、右檜を支え\nていたロープが突然切断されれば、その反動で檜の上から地面に転落する危険がな\nいではなかつたこと、したがつて、小型貨物自動車を運転して右ロープの下を通過\nしようとしたＣ作業員にはロープを切断しないよう細心の注意を払うべき義務があ\nつたにもかかわらず、同作業員が漫然と進行したため右ロープを切断するという事\n故を起こしたことが認められ、右認定に反する証拠はない。\nところで、自己の生命、身体に危害を加えられた者が、危害を加えた者を官憲に\n告訴することは、正当な権利行使の範囲に属し、もとよりこのことをとらえて直ち\nに不当な行為と評価すべきものではない。\nしかしながら、殺人未遂という重大事犯について特定人をその犯人として告訴す\nるには、事柄の性質上、被害者側にも殺意の判断についての慎重な態度が要請され\nるのは当然のことである。\nそこで、本件における原告の告訴についてみるに、前記Ｃ作業員が原告に対して\n殺意を有しており、かつこれを巧妙に隠しながら過失を装つて原告を転落死させよ\nうとしたと評価しうるような特別な事情が存するのであればともかく、同人のロー\nプ切断は、その手段などからみて、人を殺害するに足りる行為としては、一般的、\n外形的見地から考えても極めて不相当なものであつて、原告の殺害を目的とした行\n為であつたと評価することは困難である。しかるに、本件全証拠によるも、Ｃ作業\n員が原告を殺害する意図を有していたことを認めうるような特段の事情はこれを認\nめることができないから、右事故が同作業員の殺人未遂行為であつたと認定するこ\nとは到底できないというべきである。\n（なお、成立に争いのない乙第一一号証の一、二、被告代表者尋問の結果及び弁\n論の全趣旨によれば、原告の依頼に基づいて右事故直後直ちに富士警察署による実\n況見分その他の捜査が開始されたが、右事件は、結局、不起訴処分となつているこ\nとが認められる。）\nのみならず、原告本人、被告代表者の各尋問の結果によれば、原告は、右事故の\n発生当日である同月一六日、表富士観光には何らの報告もせずに無断で帰宅し、Ｃ\n作業員の言い分も聞かずに直ちに富士警察署に捜査の依頼をする一方、翌一七日に\n表富士観光から右事故の内容についての報告を求められたにもかかわらず、これに\n対しては事故の状況すら説明しようとしなかつたことが認められるのである。\n以上検討したところに従つて判断すると、原告は、右ロープ切断事故が同作業員\nの殺人未遂事件であることを肯認しうる十分な根拠の存在しない段階で一方的に殺\n人未遂行為と邪推し、告訴を行つたものと評価せざるを得ない。\n（二）　次に、ビラの配布行為について検討する。\n抗弁１の（二）の事実のうち、原告が昭和五一年一二月二〇日、二一日、二五日\nの三回にわたり、被告の営業所内あるいは富士市内の街頭等において前記ロープ切\n断事故がＣ作業員の殺人未遂事件であることを内容とするビラを配布したことは当\n事者間に争いがなく、成立に争いのない乙第五ないし第七号証（ビラ）、被告代表\n者尋問の結果及び弁論の全趣旨によれば、原告の配布したビラには、右ロープ切断\n事故が、被告の傍系会社である表富士観光のダンプカー運転手の明らかな故意によ\nつて引き起こされた殺人未遂事件である旨の記載があるのみならず、「不注意に見\nせかけた悪質な殺人未遂事件」、「岳鉄の卑劣な行為に抗議を」、「生命まで狙わ\nれ、ついに解雇」などの表現を用いた、いかにも被告が会社として同作業員に右の\nロープ切断事故を唆かしたかのように推測しうる内容が記載されているビラが多数\n配布されたこと、そのため、地元民と密接な関係があり、従業員との信頼関係が重\n要視されるべき鉄道バス事業を経営する被告の社会的評判も低下したであろうこ\nと、しかも、こうした被告の名誉、信用を著しく毀損する内容のビラを配布するに\nついて、被告が殺人未遂を示唆したと評価しうる事実があるかどうかについて原告\nが調査した形跡も存在しないことがそれぞれ認められ、右認定を覆すに足りる証拠\nはない。\n右事実によれば、原告の行つたビラの配布行為は、原告の主張するような自己の\n生命、身体を守るためにやむを得ず行つた行為と評価することはできず、被告の名\n誉を不当に侵害する行為であつたというべきである。\n３　懲戒規程に定める懲戒解雇理由の有無について\n被告の懲戒規程中に、懲戒理由として（１）「勤務怠慢、素行不良または会社の\n諸規則令達に違背したとき」（同規程四条二号）、「業務上の指揮命令に従わず、\n職場の秩序を乱したりまたは乱そうとしたとき」（同条三号）、あるいは（２）\n「道義に反した行為をなし、従業員としての体面を汚したとき」（同条一一号）、\n「故意または過失によつて会社に不利益を与えたとき」（同条一三号）という事由\nがそれぞれ定められていること、従業員に右懲戒理由があるときは同規程によつて\n懲戒解雇を行うことができるとされていることは当事者間に争いがないところ、前\n記１に認定した原告の怠慢な勤務態度は同規程四条二号の「勤務怠慢」に、Ａ課長\nら上司の指示命令に従わなかつた行為は同条三号の「業務上の指揮命令に従わず、\n職場の秩序を乱したとき」にそれぞれ該当し、また、前記２の（一）に認定したＣ\n作業員に対する殺人未遂事件の告訴行為は同条一一号の「道義に反した行為をな\nし、従業員としての体面を汚したとき」に、同じく被告がロープ切断事故を示唆し\nたことを推測させるビラの配布は同条一一号の「従業員としての体面を汚したと\nき」及び同条一三号の「故意または過失によつて会社に不利益を与えたとき」にそ\nれぞれ該当するということができる。\nところで、右に判示した原告の怠慢な勤務態度及び上司の指示命令に従わなかつ\nた行為は、出向先である表富士観光におけるものであつて、出向元の被告が、出向\n先である表富士観光に在職中の原告の右勤務態度に対し、被告の就業規則あるいは\n懲戒規程を適用して懲戒解雇を行いうるかどうかの点が一応問題となりうるので検\n討するに、原告本人、被告代表者の各尋問の結果及び弁論の全趣旨によれば原告の\n表富士観光への出向は、いわゆる在籍出向であつて、出向後も原告と被告との雇用\n関係は引き続き存続していることが認められ、こうした出向の場合、出向先での勤\n務態度は実質的には出向元である被告における勤務態度と同視して評価することが\n可能であると考えられるから、被告が原告の前記のような出向先での勤務怠慢、上\n司の指示命令違反行為について、被告の懲戒規程を適用し、出向命令を解除したう\nえで懲戒解雇を行うことは許されるというべきである。\n４　懲戒解雇の手続について\n成立に争いのない乙第二号証の二（行賞懲戒委員会規程）、被告代表者尋問の結\n果によれば、被告が従業員を懲戒解雇するについては、行賞懲戒委員会規程の定め\nる手続に従つて行うべきものとされていること、被告は、前記１ないし３に認定し\nたとおり、原告に懲戒解雇理由があるとして本件懲戒解雇を行つたが、右解雇を行\nうにあたつては、右規程の定めるところに従い、昭和五一年一二月二九日、行賞懲\n戒委員会を開催し、懲戒解雇が相当である旨の委員全員の賛成の答申を得て、懲戒\n解雇の決定を行つたことが認められ、右事実によれば、本件懲戒解雇の手続も適法\nになされたものと認められる。\n三　次に、再抗弁について検討する。\n１　労働基準法一〇四条二項違反について\n原告は、まず、本件懲戒解雇は、原告がバス運転手の過酷な時間外労働の縮少の\nため、富士労働基準監督署にその実態を申告して改善方を要望したことに対する報\n復としてなされたもので無効であると主張するので、この点について判断するに、\n成立に争いのない甲第二七号証（調査嘱託に対する回答）、被告代表者尋問の結果\nにより真正に成立したものと認められる乙第三二号証（是正勧告書）及び原告本人\n尋問の結果によれば、原告が昭和五〇年九月一七日富士労働基準監督署にバス運転\n手の勤務状況、割増賃金の算定方法についての調査を依頼したこと、その結果、同\n月二二日には同監督署の調査が行われ、同月二五日には、同監督署から被告に対\nし、Ｈほか二一名を違法な時間外労働に、Ｉほか一名を違法な休日労働にそれぞれ\n従事させたこと、及び割増賃金の算定基礎にワンマン手当、食事手当、精勤手当の\n算入がなく、法定割増率に満たないことを内容とする是正勧告がなされたことが認\nめられる。しかし、前記二の１ないし３において既に認定したとおり、本件懲戒解\n雇の理由は、原告が出向先である表富士観光において長期間にわたる怠慢な勤務態\n度、上司の指示命令違背を続けたこと及びＣ作業員の前記ロープ切断事故について\n十分な調査もせずに一方的に同人を殺人未遂犯として告訴し、しかも、右事故は被\n告が同作業員に示唆をして行わせたかのようなビラを配布したことにあると認めら\nれるのであつて、原告が労働基準監督署に労働条件についての調査依頼をした昭和\n五〇年九月一七日よりずつと後の表富士観光に出向後の行為を基としてなされてい\nることが明らかである。\nこれらのことから判断すると、原告が労働基準監督署に前記のような申告をした\nことに対する報復のために本件懲戒解雇がなされたとは到底認め難く、他に原告の\n右主張事実を認めるに足りる証拠はない。したがつて、この点に関する原告の主張\nは採用できない。\n２　労働組合法七条一号違反について\n原告は、また、本件懲戒解雇は、原告の労働条件改善運動及び岳南労組改革運動\nを妨害あるいは不能ならしめようとしたものであつて無効であると主張し、原告本\n人の供述中にもこの点に沿う部分がある。\nしかしながら、弁論の全趣旨によつて真正に成立したものと認められる乙第三三\n号証の二の一（回答書）、同号証の二の二（開票結果及び当選者の発表と題する書\n面）、証人Ｊの証言及び原告本人尋問の結果を総合すれば、原告がバス運転手の時\n間外労働の縮少その他の労働条件の改善に強い関心を持つており、昭和五〇年八月\n二三日には岳南労組の次期執行委員に立候補したことは認められるものの、その投\n票結果は立候補者七名のうち当選した六名がいずれも一二〇票以上を取得している\nのに対して原告の得票数はわずか三〇票にすぎず、原告一人だけが落選しているこ\nとが認められるのである。このことは、原告が岳南労組の他の組合員からも必ずし\nも十分な支持を得ていなかつたことを推測させるものであつて、こうした点から判\n断しても、被告が原告の労働条件改善運動あるいは岳南労組改革運動を妨害ないし\n不能ならしめようとしたとの原告の主張及び原告本人の前記供述部分は、これを採\n用することができない。\n３　解雇権の濫用について\n本件懲戒解雇の理由が原告の表富士観光における勤務態度並びにＣ作業員に対す\nる告訴及び被告の名誉を毀損するビラの配布にあることは前記二の１ないし３のと\nおりであつて、事実摘示の五１で原告が主張するような出向条件が出向に際して付\nされていた事実はこれを認めることはできず、原告の表富士観光での勤務態度を正\n当化することができないことも既に判示したとおりである。また、Ｃ作業員に対す\nる告訴及びビラの配布行為によつて同作業員の名誉のみならず、被告の社会的信用\nが著しく毀損されたことは明らかであるところ、原告がこうした行動をとつたこと\nを正当化しうるだけの理由が存在しないことも既に述べたとおりである。\nしたがつて、原告主張のように、本件懲戒解雇が、原告の労働条件改善活動に対\nする報復又は労働組合活動を妨害する目的でなされたものとは到底認められない。\nさらにまた、原告が、本件懲戒解雇を受ける以前の昭和五一年八月二八日に表富\n士観光において出勤停止一〇日間の懲戒処分を受け、同年九月一五日に始末書を提\n出（これらの事実はいずれも当事者間に争いがない。）しながらその後も勤務態度\nを改めなかつたこと、Ｃ作業員に対する告訴及びビラの配布行為については、同年\n一二月二五日表富士観光の行賞懲戒委員会においても懲戒解雇相当の決議がなさ\nれ、同月二六日表富士観光から被告に原告の引取方の上申がなされるに至つたこと\n（これらの事実は、被告代表者尋問の結果によつて真正に成立したものと認められ\nる乙第二六ないし第二八号証及び同代表者尋問の結果によつて認められる。）な\nど、本件懲戒解雇に至るまでの経緯を考えると、本件懲戒解雇は被告が解雇権を濫\n用して行つたものであるということはできず、この点に関する原告の主張も採用で\nきない。\n四　結論\n以上によれば、本件懲戒解雇は、被告の懲戒解雇事由に該当する原告の行為を基\nにしてなされたものであるし、また、被告が懲戒権の行使として行いうる合理的な\n範囲のものであつて無効ということもできない。したがつて、原告と被告との間の\n雇用関係は本件懲戒解雇により終了したことが明らかである。\nよつて、被告に対し原告が雇用契約上の地位を有することの確認及び雇用関係が\n終了した昭和五一年一二月三〇日以降の賃金の支払を求める原告の本訴請求はいず\nれも理由がないからこれを棄却することとし、訴訟費用の負担について民事訴訟法\n八九条を適用して、主文のとおり判決する。\n（裁判官　中橋正夫　塩月秀平　亀田廣美）\n"
}