{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 2,
    "day": 24
  },
  "case_number": "昭和56(行ス)22",
  "case_name": "執行停止決定に対する抗告事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "合棟を原因とするＡ建物の滅失登記処分及び合棟後のＢ建物についての表示登記処分がされた後，Ｂ建物について所有権保存登記申請があった場合において，Ａ建物の根抵当権者がした同申請に対する登記官の審査，受理及び登記記入手続の停止を求める申立てが，回復の困難な損害を避けるための緊急の必要性があるとはいえないとして，却下された事例",
  "lawsuit_id": "17166",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17166",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/166/017166_hanrei.pdf",
  "contents": "○　主文\n原決定を取り消す。\n相手方の本件執行停止申請を却下する。\n本件申請費用及び抗告費用は相手方の負担とする。\n○　理由\n一　本件抗告の趣旨は、主文同旨の決定を求めるというにあり、その理由は別紙\n（一）、（二）のとおりであり、これに対する相手方の意見は別紙（三）、（四）\nのとおりである。\n二　相手方の本件執行停止申請は、「（１）相手方は、申請外株式会社大翔産業\n（以下大翔産業という。）との間に、昭和五二年三月八日証書貸付、手形貸付、手\n形割引等を内容とする信用組合取引契約を、同年一二月三一日大翔産業所有の原決\n定別紙一執行停止申請書添付別紙物件目録一記載の建物（以下甲建物という。）に\n極度額九〇〇〇万円の根抵当権（以下本件根抵当権という。）を設定する契約をそ\nれぞれ締結し、昭和五三年一月一三日その根抵当権設定登記を了していたところ、\n大翔産業が、昭和五五年一二月頃甲建物に隣接して右物件目録二記載の建物（以下\n乙建物という。）を建築してその保存登記をし、次いで甲建物と乙建物の合棟を原\n因として昭和五六年九月一四日甲建物と乙建物の各滅失登記及び右物件目録三記載\nの建物（以下丙建物という。）の表示登記の申請をした。（２）抗告人は、右各申\n請を受理して甲、乙両建物の滅失登記及び丙建物の表示登記の各処分を了し、その\nため甲建物の登記簿が閉鎖されて相手方の本件根抵当権が対抗力を失うに至り、大\n翔産業は、さらに同月一六日丙建物について自己のための所有権保存登記及び第三\n者への所有権移転登記の申請をしている。（３）そこで相手方は、抗告人に対し、\n右甲建物の滅失登記処分及び丙建物の表示登記処分の各取消しを求める本案訴訟を\n提起するとともに、丙建物について大翔産業がした右保存登記申請に対する抗告人\nの審査、受理及び登記記入の手続（以下「本件手続」という。）の執行の停止を求\nめる。」というのであつて、相手方が主張する右の事実の経過は記録によつて認め\nることができる。（なお右執行の停止は、前記甲建物の滅失登記処分及び丙建物の\n表示登記処分の効力停止の一環として求めるものと解して以下判断する。）\n三　しかしながら、本件手続の執行が停止されず、丙建物について表示登記に続い\nて大翔産業の所有権保存登記、さらに第三者への所有権移転登記等がなされても、\n本案訴訟において相手方の請求が認容されて甲建物の滅失登記処分及び丙建物の表\n示登記処分が取り消されれば、甲建物については登記用紙が回復され、相手方の本\n件根抵当権の設定登記の効力が失われなかつたことになり、丙建物については登記\n用紙が閉鎖されて大翔産業の所有権保存登記、第三者への所有権移転登記等はすべ\nて効力がないこととされるのであるから、相手方としては、本案の判決前にあらか\nじめ、本件根抵当権の設定登記、したがつて、その対抗力の回復を保全するため\nに、本件手続の執行停止を求めておく必要があるとはいえない。また、それまでの\n間、本件手続の執行が停止されたとしても、甲建物の登記簿が閉鎖されているかぎ\nり、相手方が本件根抵当権に基づく競売を申し立てることが困難である（民事執行\n法一八一条一項参照）ことに変りはないのである。もつとも、本件手続の執行がさ\nれると、例えば、丙建物につき所有権取得の登記を経た者が合法的に（善意で）同\n建物を取り壊し、その結果相手方が本件根抵当権を失い、かつ、その者に損害の賠\n償を求めることもできなくなる事態が生じえないではなく、また、丙建物を善意の\n第三者が時効取得することによつて相手方が本件根抵当権を喪失する事態が考えら\nれないではないが、甲建物と乙建物との合棟の法律上の効力が生じていないかぎ\nり、相手方の甲建物に対する根抵当権は依然有効に存在し、その登記は回復される\nべきものであるから、相手方としては、これを理由として、丙建物の登記簿上の所\n有名義を取得した第三者に対し、甲建物を毀滅する行為の禁止を命ずる仮処分を求\nめたり、該第三者に対し本件根抵当権の存在確認訴訟を提起するなどの方法によ\nり、右各事態の発生およびこれによる損害を防止することが不可能ではないから、\n右各事態を生ずる可能性があるというだけでは、本件手続の執行停止を求める緊急\nの必要があるとはいえない。\nそのほかに、相手方において回復の困難な損害を避けるため本件手続の執行停止を\n求める緊急の必要があることについての疎明はない。\n四　そうすると、相手方の本件執行停止申請は、その余の点について検討するまで\nもなくこれを却下すべきであり、右と判断を異にする原決定は失当であるからこれ\nを取り消し、右申請を却下することとし、手続費用の負担につき行政事件訴訟法七\n条、民事訴訟法九六条、八九条を適用して、主文のとおり決定する。\n（裁判官　小林信次　浦野雄幸　河本誠之）\n別紙（一）\n抗告理由書\n抗告人は、原決定が不当である理由について、次のとおり主張する。\n一　本件の本案訴訟は不適法な訴えである。\n１　被抗告人は、本案訴訟で甲建物の滅失登記処分及び丙建物の表示登記処分（請\n求の趣旨中には「登記申請受理処分」とあるが、この点については原判決の理解に\n従うこととする。）の取消しを求めており、原決定も右両処分の効力停止の一環と\nして、本件執行停止を命じたものの如く解される。\nしかしながら、右両処分は別個独立の処分であり、その間に法的関連はない。すな\nわち、本件表示登記処分と本件滅失登記処分とが同一の機会になされたとしても、\n一方が他方を前提とする関係にはなく、両者は単に事実上関連しているにすぎない\nのであるから、一方の効力の有無が他方の効力に法的な影響を及ぼすものではな\nい。\nそして、原決定が主文に掲げている、丙建物についての所有権保存登記申請に対す\nる審査、受理及び登記記入手続は、本件滅失登記処分の効力を前提としてなされる\nものではなく、本件表示登記処分の効力を前提としてなされるものである。\nしたがつて、原決定は、本件表示登記処分の効力停止の一環として、本件執行停止\nを認めたことになるといわざるを得ない（本件滅失登記処分の取消訴訟を本案とし\nて、これとは別個の処分である本件表示登記処分の効力の停止を命じ得るものでな\nいことは理論上当然のことである。）。\n２　そうすると、原決定は、本件表示登記処分の取消訴訟を本案として、本件執行\n停止を命じたものと解するほかないことになるが、被抗告人は、右処分の取消しを\n求める法律上の利益を有しない。\n本件表示登記処分は、訴外株式会社大翔産業の申請に基づいてなされたものであ\nり、第三者である被抗告人が右処分の取消しを求めるためには、これについて法律\n上の利益を有するものでなければならないことは、今更いうまでもないことであ\nる。\nところで、被抗告人の主張からすれば、本件表示登記処分を取り消さない限り、甲\n建物について有する根抵当権の実行が不可能になることをもつて、右処分の取消し\nを求める法律上の利益があるとしているものと解され、また、本件事案からみて、\n右以外に被抗告人の法律上の利益を考えることはできない。\nしかしながら、本件表示登記処分が取り消されたからといつて、被抗告人の根抵当\n権の実行が可能になるものではない。被抗告人が甲建物について有する根抵当権の\n実行が可能となるためには、本件滅失登記処分が取り消され、その結果として、甲\n建物の滅失登記が回復されなければならないものであり、また、そのことのみで足\nりる。そして、本件表示登記が存在することは、本件滅失登記の回復をするについ\nて何ら障害とはならないし、また、被抗告人が甲建物について、滅失登記の回復を\n得た後に、その根抵当権を実行する妨げとなるものでもないのである。\n３　原決定は、本件処分によつて被抗告人に生ずる回復困難な損害として、第三者\nによる丙建物の取りこわし又は重大な変更等のおそれ、第三者による同建物の時効\n取得の可能性を挙げているが、右のような事態は、本件表示登記処分と何ら直接の\n関連を有するものでないことは後述するとおりであるし、また、右のような事態を\n生ずるおそれがあるからといつて、被抗告人が本件表示登記処分の取消しを求める\n法律上の利益を有するということができないことは、多言を要しないところであ\nる。\n４　以上のとおり、本件執行停止の本案訴訟である本件表示登記処分の取消訴訟は\n不適法として却下を免れないのであるから、本件執行停止申立ても却下されるべき\nものである。\n二　被抗告人には、回復の困難な損害は発生しない。\n１　本案訴訟で、甲建物についての滅失登記処分及び丙建物についての表示登記処\n分が違法として取り消されれば、丙建物の表示登記に続いてなされる保存登記、更\nには第三者への所有権移転登記等はすべて覆滅され、かつ、甲建物について被抗告\n人が有していた根抵当権登記が回復されるので、丙建物についての表示登記処分の\n効力を停止しなくても、このことによつて被抗告人に損害が生ずるようなことはな\nい。\n２　原決定は、外形上全く合法的な保存登記が存在する以上、これを前提とする所\n有権移転登記を得た者は、合法的に丙建物を取りこわし、重大な変更を加えること\nもできるわけで、そうなれば、被抗告人は、担保物件の物理的消滅、経済的価値の\n減少という事態を甘受しなければならないとし、このことをもつて、回復困難な損\n害を認める一つの根拠としている。\nしかしながら、右の説示は全く不当である。\n（一）　そもそも、行政事件訴訟法二五条二項の「回復の困難な損害」とは、当該\n行政処分との間に相当因果関係があるものをいう（注釈行政事件訴訟法二三〇ペー\nジ）ことはもちろんのこと、その損害の発生が抽象的な可能性として考えられる程\n度のものではなく、高度の蓋然性を有するものであることを要すると解すべきであ\nる。執行不停止の原則が支配する行政処分について、例外的に執行停止を認めるも\nのである以上、同法が、その要件たる「回復の困難な損害」について、その発生の\n蓋然性が低いものであつてもかまわないとしているものとは、到底考えられないか\nらである。\n（二）　ところで、原決定は、丙建物の第三取得者がこれを取りこわし、又は重大\nな変更を加えることができるという、抽象的な可能性に言及するだけで、その蓋然\n性が高いことについては何ら触れていない。\nしかしながら、丙建物の評価額はおよそ三三〇万円となる（疎乙第五号証、第六号\n証の一、二）のであつて、このような価値ある建物について、第三取得者が取りこ\nわし、又はその価値を減ずるような重大な変更を加えることは、通常考えられない\nところである。\nそして、仮に右のような事態が生ずるおそれが現実化した場合には、被抗告人の本\n案請求が理由のあるものであることを一応の前提とする限り、根抵当権に基づい\nて、かかる担保物権の毀滅行為の禁止を求める仮処分決定を得て、これを防止する\nことも可能であると考えられるのであつて、決して、原決定が説示するように、有\n効な対抗手段を見出すことも困難であるなどとはいえないのである。\n（三）　また、第三取得者が丙建物を毀滅するおそれは、丙建物に表示登記（更に\nは、保存登記、所有権移転登記）がなされたことによつて生ずるとはいえず、右の\nような可能性があるとすれば、これは売買等の所有権移転行為に由来するというべ\nきである。\nそして、そもそも、右のような抽象的な損害発生を問題にするのであれば、丙建物\nの現在の所有名義人が同様の行為に出る可能性も考えられるのであつて、本件執行\n停止の有無によつて、その結果に差異を生じないともいえるのである。\n３　更に、原決定は、善意の第三者による時効取得の完成による担保権の喪失等不\n測の事態の発生も考えられないわけではないというが、これも一〇年以上も先の抽\n象的可能性をいうだけにすぎないのである。\nそして、原決定がいうように、丙建物について登記簿謄本等の請求があつた場合\nに、表示登記のみの存する登記簿謄本等を交付するのもやむを得ないものとすれ\nば、表示登記処分の取消訴訟が提起されていることを登記する制度のない現行法の\n下においては、本件執行停止を認めたとしても、なお、丙建物について善意の第三\n者による占有が開始することは十分考えられるところであり、本件執行停止の有無\nによつてその結果に差異を生じないともいえるのである。\n三　本件は本案について理由がないことが明らかである。\n原決定は、本件申立てが本案につき理由がないとみえるときに該当しない理由とし\nて、甲建物について滅失登記の申請が受理されれば、同建物の登記簿は閉鎖され、\n被抗告人の甲建物に対する根抵当権は、その対抗力を消滅させられることになるわ\nけであるから、不動産登記法一四六条の決意に照らし、右滅失登記の申請を受理す\nるためには、少なくとも被抗告人の承諾書又は被抗告人に対抗できる裁判の謄本を\n要求する等、被抗告人の権利保護のための措置をとるべきものと解する余地があ\nり、この措置を欠いたまま右滅失登記の申請を受理したことに違法の疑いがないわ\nけではなく、そして、これを前提とする本件表示登記申請受理処分も違法の評価を\n受けることになりかねないことを挙げている。\nしかしながら、右の判断は次に述べるとおり誤りであるといわなければならない。\n１　すでに述べたとおり、本件滅失登記処分と本件表示登記処分とは別個独立の処\n分であつて、一方が他方を前提とするような法的関連性はない。本件のような建物\n合棟の場合に、まず甲建物について滅失登記がなされ、その後丙建物について表示\n登記がなされることが多くても、これは事実上そのようにされるだけのことであつ\nて、法的にそのようにすべき旨定められているわけではない。\nしたがつて、仮に本件滅失登記処分に違法があつたとしても、そのこと故に直ちに\n本件表示登記処分が違法となるものではないのである。\n原決定の判断は、すでにこの点において誤つているものといわなければならない。\n２　右の点は暫く措くとしても、合棟の場合の登記手続についての原決定の理解は\n誤つている。\n本件において、その構造、利用状況からして、甲、乙両建物がそれぞれ独立性を失\nい、丙建物が右両建物とは別個独立の新たな建物というべきものであることについ\nては、抗告人が原審における意見書で述べたとおりであるところ、このような場合\nの登記手続については、学説は分かれている。\nしかし、この点については、次のように考えるべきである。\n（一）　不動産が不動産に附合することはないとする通説的見解を前提とすれば、\n登記されている甲建物及び乙建物は、いずれもその独立性を失い、もはやそれぞれ\n一個の独立した建物として所有権の客体となるには適しないことになり、その反\n面、新たに一個の独立した建物として丙建物が生じたものと見るべきであるから、\n合棟後の丙建物は、事実上も法律上も甲建物及び乙建物とは別個の建物である。\n（二）　これを不動産登記手続の面から見ると、甲建物及び乙建物は合棟すること\nにより法律上滅失したものであるから、両建物について滅失登記手続をし、丙建物\nについて表示登記手続をすべきことになる。\n（三）　ところで、右滅失登記をするに当たり、仮に原決定が説示するような措置\nをとらなければならないとすれば、抵当権者等第三者の承諾等がない限り、すでに\n合棟によつて新たに生じた建物の構成部分となつてしまい、独立の存在を失つてい\nるにもかかわらず、従前の建物について滅失登記をすることができないこととな\nる。かくては、建物の物理的現状を正確に表示しようとする建物の表示に関する登\n記制度の目的は全く失われることとなつて妥当でなく、それはまた、不動産の権利\nに関する登記とは別個のものとして不動産の表示に関する登記の制度を設けている\n現行不動産登記法の趣旨にも反するというべきである。\n（四）　なお、被抗告人は、甲建物の滅失登記手続にあたり、同建物上の根抵当権\nは登記すべきものに非ざるものとして職権抹消すべきものとなるので、登記官は根\n抵当権者に対し、不動産登記法一四九条一項の通知手続をなすことを要する旨主張\nするが、右の主張は、法律上の根拠を欠く立法論であるにすぎない。しかも、右条\n項は、違法な登記の抹消に関する規定であつて、本件のような場合に準用すること\nは適切ではないのである。\n（五）　建物合棟の場合の登記手続のあり方について直接判断した唯一の事例と思\nわれる名古屋地裁昭和四四年一〇月三日判決（訟務月報二一巻七号一四六一ペー\nジ）及びその控訴審である名古屋高裁昭和四五年七月六日判決（同号一四六二ぺー\nジ）は、本件と同種の事案について登記官の取り扱いを是認する判断を示している\nのである。以上のとおりであるので、原決定の前記判断は誤りであるといわなけれ\nばならない。\n四　本件執行停止によつて、公共の福祉が著しく害されることになる。\n１　不動産登記法二一条一項は、国民に対して不動産の登記に関する正確な情報を\n提供することを義務づけ、これによつて、広く国民全体が登記制度を利用できるよ\nうに保障しているのである。\n２　ところが、本件執行停止を認めると、すでになされている登記申請が未処理の\n状態に置かれるため、認証日現在において登記として公示されるべき事項をすべて\n反映した登記簿がないこととなり、したがつて、登記簿謄本等の請求があつても、\nこれを交付等できないことになつて、右条項の趣旨を没却する結果となる。\n原決定は、右の点について、表示登記のみの存する登記簿謄本等を交付せざるを得\nないこととなり、これを信頼した第三者の保護に欠けるところがあつてもやむを得\nない旨説示している。しかしながら、認証日以前の受付に係る登記申請が未処理の\n状態にあり、後日これが登記されることになると、受付日に遡つて登記の効力が生\nずることになるのであるから、このような事情を反映していない登記簿謄本等を交\n付することは、不動産の登記に関する正確な情報を提供することにはならず、した\nがつて、このような登記簿謄本等を交付することはできないというべきである。\n３　本件において、根抵当権者が丙建物の処分を差し止めるためには、現に本件に\nおいて試みられたように、仮差押等登記簿上公示方法のある手段によるべきであ\nる。右手段をとるのが遅れたため、その効力を主張できないからといつて、公示方\n法もなく、しかも前記のような不都合を生ずることになる表示登記の効力の停止と\nいう手段をとることを許容すれば、一債権者のために国民一般の登記制度の利用が\n制約されることとなり、その不都合は甚しいといわなければならない。\n４　もつとも、原決定が説示しているように、表示登記の効力に疑義があるとすれ\nば、登記簿上第三者の出現を許すと、表示登記処分が取り消されたときに、善意の\n第三者に不測の損害を与える場合が生ずることも考えられないではない。\nしかしながら、右のような可能性はありうるとしても、登記官の判断を一応は正当\nなものとして、その上にたつた登記制度に対する国民一般の利用を優先的に考える\nことこそ、公共の福祉に合致するものというべきである。\n四　結論\n以上の次第で、本件執行停止申立を認容した原決定は不当であるから、速やかに取\nり消されるべきである。\n別紙（二）\n抗告理由補充書\n原決定は、本件申立てが本案につき理由がないときに該当しない理由として、次の\nように説示している。\n「（甲建物についての）滅失登記の申請が受理されれば、甲建物の登記簿は閉鎖さ\nれ、申立人の甲建物に対する本件根抵当権は、その対抗力を消滅させられることに\nなるわけであるから、不動産登記法一四六条の法意に照らし、右滅失登記の申請を\n受理するためには、少なくとも申立人の承諾書又は申立人に対抗できる裁判の謄本\nを要求する等、申立人の権利保護のための措置をとるべきものと解する余地があ\nり、右保護措置を欠いたまま右滅失登記の申請を受理し、申立人の不知の間に本件\n根抵当権の対抗力を消滅させることには違法の疑いがないわけではない。そして甲\n建物の滅失登記申請受理処分が違法である場合には、これを前提とする丙建物の表\n示登記申請受理処分も違法の評価を受けることになりかねない」\n右の説示から明らかなとおり、原決定は、本件滅失登記がその実体的要件を具備し\nていることを前提とした上で、手続要件として、権利登記に関する規定である不動\n産登記法一四六条の法意を持ち込み、本件滅失登記処分は、右手続要件を欠いたま\nまなされたものであるから、違法の疑いがないわけではないというのである。すな\nわち、原決定は、本件滅失登記が同法四九条一号又は二号に違反することを理由と\nしてではなく、おそらく同条八号を根拠に甲建物についての滅失登記申請を却下す\nべきであるのにこれをしなかつたのは違法であるというものと解される。\nそうすると、法四九条一号又は二号に違反する登記処分の取消しを求めることはで\nきるが、同条三号以下の規定に違反してなされた登記処分については、取消しを求\nめ得ないとするのが通説的見解（幾代通・不動産登記法（新版）三七四ぺージ参\n照）であり、判例（大審院大正一三年一一月一四日決定・民集三巻四九九ページ、\n最高裁第二小法廷昭和三七年三月一六日判決・民集一六巻三号五六七ページ参照）\nの採用するところであるから、右のような理由によつては、既になされた本件滅失\n登記処分の取消しを求めることはできないものといわなければならず、仮に原決定\nの基本的な立場を前提としたとしても、本件滅失登記処分及び表示登記処分の取消\nしを求める本案訴訟は、その理由がないことが明らかであるといわなければならな\nいのである。\n別紙（三）\n抗告理由に対する意見書（一）\n第一　抗告人の昭和五六年一〇月九日付抗告理由書（以下本件理由書という）第一\n項の主張について\n一　被抗告人は本件甲建物の滅失登記受理処分及び本件丙建物の表示登記受理処分\nの取消を求めるにつき法律上の利益を有するものであり、本件本案訴訟はすべて適\n法である（行政事件訴訟法第九条）。\n抗告人は、甲建物の滅失登記処分及び丙建物の表示登記処分は別個独立の処分であ\nつて、本件執行停止は表示登記処分の効力停止の一環として認められたものであ\nり、被抗告人は、本件表示登記処分の取消を求めるにつき、法律上の利益を有しな\nい旨主張している。しかしながら、右主張は失当である。\n二　（一）建物の滅失登記及び表示登記は、一般的にはそれぞれ別個の処分である\nが、いずれも登記簿上の一個の建物の同一性を明らかにし、当該建物の物理的現況\nを正確に示すという建物表示登記制度の一環であつて、ある建物が滅失し、同一敷\n地上に旧建物に代わる建物が新築されたような場合は、新築建物の表示登記は旧建\n物についての適法な滅失登記を前提としてなされることが不動産登記法の要請する\nところであると解される。旧建物の滅失登記が取消された（回復された）にもかか\nわらず、他方において同一土地に別個の建物表示登記が存するということは、当該\n土地上の建物の物理的現況を正確に示すという表示登記制度の前記趣旨を全く没却\nすることになり、現行法の採用する物的編成主義（一不動産、一登記用紙の原則）\n（不動産登記法第一五条本文）に反し、また滅失登記、表示登記各申請に期間を法\n定し、これを罰則（同法第一五九条の二）をもつて強制した不動産登記法の趣旨に\nも反する。\n従つて、滅失登記と表示登記は不動産登記法上、法的に後者は前者の効力を前提と\nする表裏の関係にあるものと解すべきである。\n（二）　特に本件の如く合棟の場合の登記手続は、実務上左記先例にもとづいてな\nされており、本件もこの手続によりなされたものと考えられる。\n記\n（１）　昭和三九年三月六日民事甲第五五七号民事局長回答（登記関係先例集追加\n編ＩＶ八五頁）（甲第一九号証の一）\n（２）　昭和四〇年七月二八日民事甲一七一七号民事局長回答（同四七六頁）（甲\n第一九号証の二）\n右先例の取扱いによれば、「双方建物（旧各建物）の滅失登記及び建物の合体を登\n記原因とする建物表示登記を申請すべきもの」とされ、滅失登記と表示登記は一体\nの処分として取扱われていると考えられる。\n（三）　右のように本件表示登記は、本件滅失登記を法的前提としているのであ\nり、また、本件表示登記を基礎として、保存登記・所有権移転登記等権利の登記が\nなされるのは確実であり、これらの登記は後記（第二の二）のように被抗告人の地\n位に直接影響を及ぼすのであるから、被抗告人は本件滅失・表示各登記処分の取消\nにつき法的利益を有しているものである。\n三　（一）この点に関し抗告人は、本件において滅失登記が回復されれば足り、本\n件表示登記が存在することは本件滅失登記の回復をするについて障害とならず、滅\n失登記が回復されれば被抗告人は根抵当権を実行することができる旨主張してい\nる。\n（二）　しかしながら、本件表示登記を存置したまま本件滅失登記を回復すること\nを妨げないとの主張は、前記建物表示登記制度の趣旨に反し不当である（前記二の\n（一））。\nのみならず右主張によれば、本件甲建物について滅失登記が回復されたとしても、\n同建物について被抗告人が有していた根抵当権設定登記にもとづいて根抵当権を実\n行するに際し、甲建物に関して一方において乙建物と合体後の丙建物の表示登記が\n存する結果となり、競売の対象物件を不動産公示手段との関係において特定するこ\nとができず、また競落人の所有権取得範囲についても複雑な問題を生じ、ひいては\n競売手続が不可能となることも十分予想される。\n従つて、被抗告人は、本件滅失登記受理処分並びに本件表示登記受理処分の取消を\n求めなければ、その有する根抵当権の効力を確保することができないのである。\n四　以上のとおり、被抗告人は本件甲建物滅失登記受理処分及び本件丙建物表示登\n記受理処分の取消を求めるにつき、法律上の利益を有しているのであり、本件本案\n訴訟はすべて適法である。\n第二　本件理由書第二項の主張について\n一　本件においては、本件滅失、表示各登記処分に引続いてなされる本件保存登記\n並びに第三者への所有権移転登記各処分の執行により被抗告人に回復困難な損害を\n生じ、右各処分を停止するにつき緊急の必要がある（行政事件訴訟法第二五条第二\n項）。\n二　（一）被抗告人は、甲建物上に有していた根抵当権を実行することが不可能と\nなることにより、訴外株式会社大翔産業に対し有する貸付金債権のうち、少くとも\n約一五〇〇万円の回収が不能となることが明らかであり、且つ、右訴外大翔産業は\n既に事実上倒産しており、本件甲建物を競売することにより、早急に債権回収措置\nを講ずる必要がある。\n（二）　そして、原決定が説示するように、丙建物についての表示登記処分の効力\nを維持して前記保存登記等手続の執行を停止しなければ、外形上全く合法的な保存\n登記が存在する以上これを前提とする所有権移転登記を得た者は合法的に丙建物を\nとりこわし、重大な変更を加えることもできることになる。従つて、被抗告人が仮\nりに本案訴訟で勝訴しても担保物件の物理的消滅・経済的価値の減少という事態を\n甘受しなければならないことになり、回復困難な損害を蒙る危険がある。\n特に一たび、外形上合法的な保存登記が存在するに至つた以上、これを信頼して所\n有権移転登記を取得する善意無過失の第三者が出現することは、社会通念上十分予\n測できるところであり、このような、善意の第三者が本件丙建物をどのように処分\nしたとしても、それをもつて、被抗告人の有する根抵当権を侵害する不法行為とみ\nることはできず、被抗告人は右第三者に対し損害賠償請求をなすことはできないこ\nとになる。また右のような善意の第三者に対しては、抗告人の主張するような担保\n物件毀滅行為の禁止を求める仮処分決定も容易に認められないことも十分予想さ\nれ、必ずしも有効な対抗手段とはなり得ない。\n右のような事態が生ずれば、原決定も指摘するように、本案訴訟を維持する利益に\nも重大な影響を及ぼすに至り、結局本件執行停止以外に有効な損害回避手段はない\nものと考えられる。\n（三）　その他本件保存登記等手続の執行を継続することにより、善意の第三者の\n時効取得により、被抗告人が担保権を喪失したり、善意の第三者の続出により丙建\n物に登記を有しない被抗告人の経済的立場が弱体化するなど重大な損害を生ずるこ\nとが明らかであり、被抗告人が本案訴訟で勝訴しても右損害は国家賠償等により回\n復することは容易ではない。\n（四）　以上のとおり、本件保存登記等の審査、受理、記入手続の執行を停止しな\nければ、被抗告人は回復し難い損害を蒙り、また保存登記及び所有権移転登記はす\nでに受付けられており、右執行停止については緊急の必要性がある。\nよつてこれを認めた原決定は正当である。\n三　なお抗告人は、前記行政事件訴訟法第二五条第二項の「回復困難な損害」と\nは、当該行政処分との間に相当因果関係があることのほか、高度の蓋然性を有する\nことを要する旨主張している。\n同法同条第一項が執行不停止の原則を定めていることは抗告人主張のとおりである\nが、右原則から損害が高度の蓋然性を有することを法が要求していると解するのは\n妥当でない（注一）。\n本来同条第二項の執行停止の制度（損害の要件）は、昭和三七年に現行法が施行さ\nれる以前の行政事件訴訟特例法（昭和二三年法第八一号）第一〇条の要件を緩和し\nたものとされており（注二）、損害は当該行政処分の執行によるもののほか手続の\n続行によるものも含み、また処分と相当因果関係のあるものであればよく、直接損\n害に限られず間接損害も含まれるとされている（注三）。\nまた損害回復の困難性は社会通念によつて判断すべきであり、金銭賠償か可能でも\n同条にいう損害とみることを妨げないとされている（注四）。\n右のとおり回復困難な損害の判定については、抗告人の主張するような高度の蓋然\n性は不要であり、本件において前記二で述べたような損害は、本件表示保存登記処\n分と相当因果関係ある損害に該当するとみるべきである。\n（注一）回復困難な損害の判定については本来損害発生の高度の蓋然性が存するこ\nとは本文記載のとおり要件ではないのであるが、本件においては訴外大翔産業は被\n抗告人の有する根抵当権の負担を免れる目的で本件合棟の登記を申請した疑が濃厚\nであり、右目的達成のためさらに第三者と通謀の上所有権移転登記をなし、右第三\n者において本件丙建物を取毀し、もしくは重大な変更を加える蓋然性は極めて高\nい。\n（注二）杉本良吉「行政事件訴訟法の解説」八八頁\n今村成和「執行停止と仮処分」行政法講座三巻三一一頁\n南博方「注釈行政事件訴訟法」二二九頁\n（注三）前掲、南「注釈」二三〇頁\n（注四）前掲、今村「講座」三巻三一一頁\n雄川一郎「行政争訟法」二〇二頁\n第三　本件理由書第四項の主張について\n一　ここで便宜上本件理由書第四項に対する意見を陳述することとし、理由書第三\n項に対する意見は後述する。本件保存登記等手続の執行停止は、公共の福祉に重大\nな影響を及ぼすおそれは存しない。\n二　（一）抗告人は、本件執行停止を認めると丙建物についてすでになされている\n登記申請が未処理の状態におかれ、登記簿謄本の請求があつても、認証日現在にお\nいて公示されるべき登記事項をすべて反映した登記簿を交付できないことになり、\n不動産登記法第二一条第一項の趣旨に反し、公共の福祉に反すると主張する。\n（二）　本件執行停止の結果、丙建物の登記簿謄本交付事務に抗告人主張のような\n影響が生ずることは否定できない。しかし他面本件執行を停止せず、保存登記並び\nに以後の権利の登記を認めれば、これらの基礎となる表示登記の効力が係争中で疑\n義があるのにこれを放置して、丙建物に新たに善意で取引関係に立ち登記簿上利害\n関係を有する第三者の出現を際限なく許容することになる。しかも本案訴訟で被抗\n告人が勝訴すれば、坑告人も認めるように保存登記、更には右第三者の取得する権\n利の登記はすべて覆滅されるに至るのである（丙建物の所有名義人の債権者等が丙\n建物に対し競売申立をなし、競落された場合の競落人の地位も同様であり、競売手\n続の安定性にも重大な影響を及ぼす）。\nこのように表示登記の効力が未確定のまま、予告登記などの公示手段を講ずること\nなく、これを基礎とする保存登記及び以後の権利の登記を無制限に許容することが\n取引社会にいかに重大な影響を及ぼすかははかり知れないものがあり、丙建物に具\n体的に利害関係を有するに至る第三者の不測の損害を予防することこそ公共の福祉\nに合致するところである。\n右に比較すれば、表示登記のみを信頼した第三者が出現する可能性は僅少と考えら\nれ、原決定も説示するように仮りに右のような第三者が出現してもその保護には限\n界が存してもやむをえない。\n（三）　また登記簿謄本は本来確定した真実の権利関係を表示したものを交付する\nべきであり、登記実務において、記入作業その他のため登記簿の閲覧、謄本交付を\n受付けられないことが日常生じていることは公知の事実であつて、前記不動産登記\n法第二一条第一項の要請も絶対的ではないのである。\n三　以上のとおり本件においては、本件保存登記等処分の執行により被抗告人が受\nける前記損害を犠牲にしてまで右処分を執行することが公共の福祉の観点からみて\nやむをえないと言うに足る事情（注）は認められず、この点についても原決定の判\n断は正当である。\n（注）前掲、今村「講座」三巻三一一頁\n広岡・東条「行政処分の執行停止」実務民事訴訟講座八巻三〇〇頁ほか\n第四　本件理由書第三項の主張について\n一　本件理由書第三項の主張はすべて争う。\n本件の如き建物の合棟の場合に旧建物につき滅失登記をなし、合体後の建物につき\n表示登記をなす手続が、不動産登記法第九三条の六第一項、同法第九三条第一項も\nしくは憲法第二九条第二項、第三一条に違反する違法な手続であることは、被抗告\n人の執行停止申請書中申請の原因第二（同添付の訴状中請求の原因第二）において\n述べたとおりであり、本件本案請求に理由があることは明らかである。\nなお本件理由書中の抗告人の主張につき左のとおり補充して陳述する。\n二　（一）建物の合棟の場合に、本件のように旧建物につき滅失登記をなし、合体\n後の建物につき表示登記をなすのは、不動産登記法その他法令上明文の規定にもと\nづくものではなく、建物の物理的滅失ではないにもかかわらず便宜上滅失登記手続\nを準用しているにすぎない。実体を如実に表示するべき登記として滅失登記に不十\n分な点があれば、登記法上設けられている他の手続で解釈上これを補うべきである\n（注一）（注二）。\n合棟の場合に単に滅失登記手続を準用するのみでは、旧建物上の抵当権の効力は合\n体後の建物上に実体上存続している（民法第三七〇条参照）にもかかわらず、事前\nの告知を受けることなく全く不知の間にその対抗力を失わしめられることになるの\nであり、右抵当権者保護の方策を講ずることは解釈論上十分考慮されなければなら\nない。\n被抗告人の訴状請求原因第二の一（三）の４の主張は右観点によるものであり、ま\nた原決定理由中第五項の説示はこの点において正当である。\n（注一）山田晟「建物の合棟、隔壁の除去とその登記方法」法学協会雑誌八四巻八\n号五頁（甲第一二号証）\n（注二）同じ合棟の場合についても、合体された既存建物のうち一方は表示登記が\nなされ、他方は未登記の場合であれば、既登記の建物につき合体を原因とする床面\n積増加の表示変更登記で処理しうるとされており（昭和四七年五月二六日民事三発\n四七三号民事局第三課長回答、登記先例解説集一二巻七八頁）、登記実務上も取扱\nいが一貫していない。\n（二）　抗告人は、建物合棟の場合の登記手続のあり方について名古屋地裁・名古\n屋高裁の各判決を挙げているが、その上告審判決である最判昭和五〇年五月二七日\n（判例タイムズ三二四号一九九頁）は、この問題に立入ることなく合体の事実関係\nにつき職権調査の上差戻しており（甲第一四号証）、抗告人の指摘する右各判決は\nこの問題についての確定的な裁判例とは言い難い。\n第五　以上のとおり、被抗告人の執行停止申請を認容した原決定は適法であり、本\n件即時抗告は棄却されるべきである。\n別紙（四）\n抗告理由に対する意見書（二）\n抗告人の昭和五六年一〇月九日付抗告理由書（以下本件理由書という）第三項の主\n張について、被抗告人は昭和五六年一〇月二三日付抗告理由に対する意見書（以下\n意見書（一）という）第四を補充して次のとおり陳述する。\n第一　本件理由書第三項１の主張について\n抗告人は本件理由書第三項１において、仮りに本件滅失登記処分に違法があつたと\nしても、そのこと故に直ちに本件表示登記処分が違法となるものではない旨主張し\nている。\nしかし、本件滅失登記と本件表示登記は、被抗告人が意見書（一）の第一において\n述べたとおり法的に後者は前者の効力を前提とする表裏の関係にあるものと解すべ\nきであつて、甲建物に関する違法な滅失登記を前提とする丙建物についての本件表\n示登記は違法である。\n第二　本件理由書第三項２の主張について\n一　抗告人は、本件甲乙各建物はいずれもその独立性を失い、もはやそれぞれ一個\nの独立した建物として所有権の客体となるには適しないことになり、その反面新た\nに一個の独立した建物として丙建物が生じたものとなるべきであるから合棟後の丙\n建物は事実上も法律上も甲乙各建物とは別個の建物である旨主張し、これを登記手\n続の面からみると甲乙各建物は合棟することにより、法律上滅失したものであるか\nら、両建物について滅失登記手続をなし、丙建物について表示登記手続をなすべき\n旨主張している（本件理由書第三項２）。\nしかし、右主張は、以下に述べるとおり不動産登記法等に反し不当である。\n二　表示登記制度の趣旨と合棟の場合の実体法上の法律関係\n（一）　不動産表示登記の制度は、不動産に対する物権の状況を公示する手段の一\n環として、不動産の同一性を識別するため各不動産の物理的な現況を公示するため\nの制度であるが、その究極の目的は当該不動産の所有権の客体としての適格性と同\n一性を識別、公示させることにあると考えるべきである。\nこれは民法の基本原則である一物一権主義を基礎として、登記手続上も物的編成主\n義（一不動産一登記用紙の原則）が採られていること（不動産登記法第一五条本\n文）からも明らかである。従つて表示登記手続においても、当該不動産の物理的状\n況と共に所有権の対象の視点を抜きにして考えることはできない。\n（二）　建物の合棟の意義については執行停止申請書中申請の原因第二（訴状請求\n原因第二の一（二））において述べたとおりであるが、この場合の所有権に関する\n実体法上の法律関係については次のように解するべきである。\n１　即ち既存の甲乙各建物はそれぞれ一個の建物としての独立性は失つたがなお物\nとしての同一性は持続しながら丙建物という新しい一個の建物を組成し、これに転\n化したものであり、従つて甲乙各建物を目的とする権利は消滅することなく、合体\nにより成立した丙建物を目的としてこれに移行するものである（注）。\n合棟の場合においては、既存の甲乙各建物について物理的変化があつたとすれば、\nそのごく一部である隔壁が除去され、場合によつては床面積にわずかに増減を生ず\nる変化があつたにすぎない。一般に建物の一部に変動があつた場合は建物としての\n同一性が失われるとは解されていないのであり、建物の表示変更の登記（不動産登\n記法第九三条の二）の対象となるにすぎないのであつて、合棟の場合に限つて既存\nの建物と合棟の建物（丙建物）の間の物としての同一性が完全に断たれるとみるこ\nとは合理的でない。\n２　従つて既存の甲乙各建物上に存在した抵当権も、合棟により実体法上消滅する\nことなく、丙建物を目的としてこれに移行するものと解するべきである。（民法第\n三七〇条）。\n（注）幾代通「建物の合棟、合体と登記」判例タイムズ二八二号六九頁（甲第一三\n号証）\n（三）　抗告人は、前記のとおり合棟により甲乙各建物はいずれもその独立性を失\nいそれぞれ一個の独立した建物として所有権の客体となるには適しないこととな\nり、右各建物は法律上滅失したものである旨主張している。\n右主張が、甲乙各建物を目的とする所有権が消滅したとの意味であれば、甲乙各建\n物が独立性を失つた側面にのみ目を奪われ、右各建物が物理的原形を保持し、物と\nしての同一性を持続しながら丙建物を組成した事実を看過したものであり、社会観\n念にも反し妥当でない。\n三　合棟の場合の登記手続\n登記は不動産に関する権利関係を正確に公示することを目的とするものであり、建\n物の合棟の場合における実体法上の法律関係は以上述べたとおりであるから、合棟\nを公示する登記手続も右法律関係を最も如実に反映するものでなければならない。\n本件において抗告人は甲乙各建物につき合棟を原因として滅失登記処分を、また丙\n建物について新築を原因とする表示登記処分をなしたものであるが、右各処分はい\nずれも違法である。この点は執行停止申請書中申請の原因（訴状請求の原因）で述\nべたとおりであるが更に補充して陳述する。\n（一）　合棟の場合に既存建物につき滅失登記手続をなすことは不動産登記法第九\n三条の六の規定に違反する。\n１　本来滅失登記をなすべき「建物が滅失したるとき」（不動産登記法第九三条の\n六）とは、建物がとりこわされ、もしくは焼失・倒壊などの原因により物理的に壊\n滅し、社会通念上建物としての存在を失うことを言うものと解するべきである。こ\nの場合は滅失に伴い当該建物を目的とする所有権もまた消滅するに至るのであり、\nこのように当該建物の権利関係の基礎となる所有権が消滅するからこそ、不動産登\n記法も同法第一四条にみられるような登記上利害関係を有する第三者保護の手続を\n設けていないのである。\n２　本件のように建物の合棟がなされた場合は、前記のとおり、既存建物（甲乙各\n建物）はいずれも原形をとどめ、物理的にも社会観念上も建物としての同一性は持\n続しており、それぞれの所有権も消滅することなく丙建物を目的としてこれに移行\nしているのであるから滅失には該当しない。また合棟前後を通じて建物としての同\n一性が持続している以上、合棟後の建物も新築（不動産登記法第九三条第一項）に\n該当しない。\n３　抗告人は合棟により甲乙各建物は法律上滅失した旨主張しているが、右主張が\nもし甲乙各建物の所有権が消滅したとの主張であれば前記のとおり実体法上の解釈\nを誤つたものである。また甲乙各建物の所有権が消滅せず丙建物に移行しているこ\nとを前提とするのであれば、合棟前後を通じて建物の同一性は保持されていること\nになり、甲乙各建物が独立性を失つたとの一事から既存建物につき滅失登記手続を\nなすべき理由はない。\n４　以上により本件において、抗告人が甲乙各建物につきなした本件滅失登記処分\nは不動産登記法第九三条の六に違反するものであり、また右滅失登記を前提とする\n本件丙建物に関する表示登記処分も同法第九三条第一項に違反する違法な処分であ\nる。\n（二）　仮りに合棟の場合に既存建物につき滅失登記手続をなすことが適法である\nとしても、本件は滅失登記手続に関する法律の適用を誤つたものである。\n１　仮りに建物の合棟の場合に既存の甲乙各建物につき滅失登記手続をなし、合棟\n後の丙建物につき表示登記手続をなすことが許されるとしても、それは不動産登記\n法その他法令上明文の規定にもとづくものではなく、建物の本来の意味における滅\n失ではないにもかかわらず便宜上滅失登記手続を準用しているにすぎない。この場\n合実体を如実に表示するべき登記として滅失登記に不十分な点があれば、右手続準\n用に伴う不合理な結果を回避するため、登記法上設けられている他の手続で解釈上\nこれを補うべきである（注）。\n合棟の場合に単に滅失登記手続を準用するのみでは、既存建物上の抵当権の効力は\n合体後の建物上に実体上存続している（前記二の（二）を参照）にもかかわらず、\n事前の告知を受けることなく全く不知の間にその対抗力を失わしめられることにな\nるのであり、右抵当権者保護の方策を講ずることは解釈論上十分考慮されなければ\nならない。\n（注）山田晟「建物の合棟、隔壁の除去とその登記方法」法学協会雑誌八四巻八号\n五頁（甲第一二号証）\n２　そこで既存の甲又は乙建物に所有者以外の者の権利の登記がある場合の合棟の\n登記方法としては、次の手続によるべきである（注）。\n（１）　当事者の申請によつてなす場合には、合棟を登記原因とする既存各建物の\n所有権保存登記の抹消登記の申請を要するものとする。この場合所有者は抵当権者\nの承諾書を添付しなければならないのであり（不動産登記法第一四六条第一項）、\n登記官は右承諾書を添付した所有権保存登記の抹消登記申請に基いてその旨抹消登\n記をなしたのち、合棟を原因とする甲乙各建物の滅失登記、丙建物の表示登記をな\nすことができる。\n（２）　また登記官の職権で合棟の登記手続をなす場合は、不動産登記法第四九条\n二号、第一四九条第一項により既存建物の抵当権者に対する通知手続を経ることを\n要し、異議を述べる者がないときもしくは異議を却下したときは職権をもつて滅失\n登記をなすもの（同法第一五一条）と解するべきである（本件訴状請求原因第二の\n一（三）の（４））。\n（注）前掲、山田、法協八四巻八号七頁以下\n３　右のような手続をとるべきものとした場合、抗告人の主張するように既存建物\n上の抵当権者の承諾書等がない限り、既存建物の滅失登記等ができないことにな\nり、表示登記と現況の不一致の解消が時期的に遅れることがありうることは否定で\nきない。\nしかし単に滅失登記手続のみで処理することとした場合には本件のように既存建物\nの抵当権者は全く不知の間に抵当権の対抗力を失わしめられ、丙建物につきその保\n存登記と同時に所有権移転登記が申請された結果回復しがたい不測の損害を蒙るの\nであり（注）、このようなことがなくても既存建物に有していた抵当権の権利者や\n新たな利害関係人の間で丙建物に対して新規の登記を得るための競争が生じること\nを誘発することになり、経済取引に及ぼす混乱は甚大である。\nもともと建物の合棟の場合において滅失登記は代用手段であり、滅失登記手続を準\n用するに当つてその手続が本来予想していない不合理な結果を生じるときは、これ\nを回避するため他の手続で補完する必要があるのであつて、その結果滅失登記がな\nされる時期が遅れることになつてもやむをえないと言うべきである。\n合棟の場合の登記手続を前記２のように解釈することにより所有者と抵当権者間の\n事前の協議、合意も促進され滅失登記が遅れることは相当予防することができる\nし、抵当権の負担を免れるための合棟を理由とする滅失登記の悪用も防止しうると\n考えられる。\n（注）本件において被抗告人は、執行停止申請書記載のとおり、本件甲建物の滅失\n登記処分、丙建物の表示登記処分がなされ、同建物につき有していた根抵当権設定\n登記が消滅したことが判明した際、債権保全のため急拠合棟後の右丙建物に対し東\n京地方裁判所八王子支部に仮差押の申請をなし、仮差押決定を得た（甲第八、第九\n号証）。しかるにすでに訴外株式会社大翔産業より右丙建物の保存登記及び第三者\nへの所有権移転登記の申請がなされていたため、右仮差押の執行は不能に帰したも\nのである。\n４　本件においては、本件甲建物の滅失登記手続に当り前記２記載の手続は何らと\nられることなく、被抗告人の全く不知の間に本件滅失登記により甲建物の登記用紙\nが閉鎖され、被抗告人が右甲建物に対し有していた根抵当権の対抗力が喪失せしめ\nられるに至つた。\n本件甲建物滅失登記手続に当り、抗告人が右手続をなすことを怠つたことは違法な\n処分であり、右滅失登記処分を前提とする本件表示登記処分も違法を免れない。\n第三　以上のとおり、本件甲建物滅失登記処分、丙建物表示登記処分は、いずれも\n抗告人において不動産登記法の解釈、適用を誤つたものであり、取消されるべきで\nある。よつて本件本案請求に理由があることは明らかである。\n"
}