{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和63(行コ)95",
  "case_name": "退職手当金等請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "16762",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=16762",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/762/016762_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n一　控訴代理人は、「原判決を取り消す。被控訴人は、控訴人に対し、金七八一万\n二一〇四円及びこれに対する昭和六〇年四月二八日から支払済みまで年五分の割合\nによる金員を支払え。訴訟費用は、第一、二審とも被控訴人の負担とする。」との\n判決並びに仮執行の宣言を求め、被控訴代理人は、控訴棄却の判決を求めた。\n二　当事者双方の主張は、次のとおり付加するほかは、原判決事実摘示のとおりで\nあるから、これをここに引用する。\n１　控訴人\n改正条例付則四項は、地方公務員法一三条、二四条一項及び教育公務員特例法二五\n条の五に違反し、無効である。すなわち、\n地方公務員法一三条は、憲法一四条の趣旨を受け、「すべて国民は、この法律の適\n用について平等に取り扱わなければならない」旨規定し、また、同法二四条一項\nは、「職員の給与は、その職務と責任に応ずるものでなければならない。」と職務\n給の原則を定め、地方公務員のうち、教育公務員については、教育公務員特例法に\nより、「教育を通じて国民全体に奉仕する教育公務員の職務とその責任の特殊性に\n基づき」「給与の種類及び額は、当分の間国立学校の教育公務員の給与の種類及び\nその額を基準として定めるものとする。」（同法二五条の五）とされている。した\nがつて、地方公共団体は、教育公務員特例法二五条の五に違反する基準を設ける条\n例を制定することはできない。\n改正法附則三条の規定により退職した国立学校の教育公務員については、国家公務\n員等退職手当法附則一九項により、定年退職者としての退職金を支給するという基\n準が設けられている以上、地方公共団体は、地方公務員のうち、教育公務員で改正\n法附則三条の規定により退職する者については、右基準に反する条例を制定するこ\nとができないのである。\n改正条例付則四項は、国立学校の教育公務員に関する基準と全く異なるものである\nから、教育公務員特例法二五条の五に違反し、無効である。また、教育公務員の給\n与と一般公務員の給与を混同することは、地方公務員法二四条一項の職務給の原則\nにも違反し、更に、教育公務員である控訴人の給与を教育公務員特例法二五条の五\nによらずに定めることは、法の下の平等を定めた地方公務員法一三条にも違反して\nいる。\n２　被控訴人\n控訴人の１の主張は、争う。\n三　証拠関係（省略）\n○　理由\n一　当裁判所も、控訴人の本訴請求は棄却すべきものと判断する。その理由は、次\nのとおり、付加するほかは、原判決理由説示と同一であるから、これをここに引用\nする。\n１　控訴人は、改正条例付則四項が国立学校の教育公務員に関する基準と異なる点\nにおいて教育公務員特例法二五条の五に違反していると主張している。\nところで、教育公務員特例法二五条の五第一項は、「公立学校の教育公務員の給与\nの種類及びその額は、当分の間、国立学校の教育公務員の給与の種類及び額を基準\nとして定めるものとする。」と規定し、国家公務員については、定年制施行日にお\nいて、既に六〇歳に達している者についても、一般の定年退職者と同様に取り扱う\nこととされている（国家公務員等退職手当法附則一九項参照）ことは明らかであ\nる。しかし、地方公務員の給与等の勤務条件は各地方公共団体の条例で定める（地\n方公務員法二四条六項）こととされているところ、教育公務員特例法の前記規走\nは、公立学校の給与等を定める指針を定めたものではあるが、定年制施行に伴う公\n立学校の教育公務員の退職金についての経過規定が国家公務員たる教育公務員と同\n一であることまで規定したものではないことは右規定の文言上明らかであり、かか\nる事項は、地方公共団体の議会が当該地方公共団体における従前の勧奨退職の慣行\nの存否、その状況など諸般の事情を考慮し、合理的な裁量に基づき決しうることで\nあり、それに合理的根拠が存する以上、議会に委ねられた裁量の問題であり、違法\nとなることはないものと解される。そして、被控訴人において、昭和六〇年一月一\n日において六〇歳を超える者の退職金に差異を設けたことに合理的理由があること\nは、前示（原判決理由二）のとおりであり、改正条例付則四項は、議会に委ねられ\nた裁量の範囲内の問題であり、違法ではない。\n２　控訴人は、改正条例付則四項が教育公務員の給与を一般公務員と混同すること\nは地方公務員法二四条一項の職務給の原則に違反し、教育公務員である控訴人の給\n与を教育公務員特例法二五条の五によらずに規定することは地方公務員法一三条に\n違反していると主張している。しかしながら、改正条例付則四項が合理的な根拠に\n基づくもので教育公務員特例法二五条の五に違反しない等前叙するところから、\n改正条例付則四項は地方公務員法二四条一項にも同法一三条にも違反しないという\nべきである。\n他に、改正付則四条が違憲ないし違法とすべき事情を認めるに足りる証拠はない。\n二　以上の次第であつて、控訴人の本訴請求は理由がなく棄却すべきであり、これ\nと同旨の原判決は相当であり、本件控訴は理由がないからこれを棄却することと\nし、控訴費用の負担につき、行政事件訴訟法七条、民事訴訟法九五条、八九条を適\n用して、主文のとおり判決する。\n（裁判官　鈴木　弘　伊東すみ子　筧　康生）\n(原裁判等の表示)\n○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は原告に対し、金七八一万二一〇四円及びこれに対する昭和六〇年四月二\n八日以降完済まで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は昭和二五年三月三一日静岡県公立学校教員に任命され、被告の設置する\n沼津市立第五中学校、同市立第一中学校を経て、昭和三八年四月一日同市立沼津高\n等学校教諭となつた。\n２　昭和五六年一一月一三日成立の地方公務員法の一部を改正する法律が地方公務\n員について定年制を定めたことに伴い、被告は沼津市職員の定年等に関する条例を\n制定し、職員の定年を年齢六〇年とし、定年に達した日以後における最初の三月三\n一日に退職する旨規定し、同条例の施行期日を昭和六〇年三月三一日とした。右地\n方公務員法の一部を改正する法律附則三条（以下「改正法附則三条」という。）\nは、経過措置として条例の施行の日の前日までに定年として条例で定められた年齢\nに達している職員は条例施行日に退職する旨規定していたため、昭和五九年八月一\n三日満六〇歳に達した原告は改正法附則三条の規定により昭和六〇年三月三一日沼\n津市立沼津高等学校を退職した。\n３　昭和五八年一〇月一三日制定の沼津市職員の退職手当に関する条例の一部を改\n正する条例付則四項（以下「改正条例付則四項」という。）は改正法附則三条の規\n定により退職する職員のうち、昭和六〇年一月一日において年齢六〇年を超えてい\nる者に対する退職手当の額については、二五年以上勤続して退職した者について\nも、沼津市職員の退職手当に関する条例（以下「条例」という。）五条の定年退職\n者として扱わず、条例四条の自己都合退職者として扱う旨規定した。\nその結果、昭和五九年八月一三日満六〇歳に達した原告については条例四条が適用\nされて金一、八二九万三、二七五円の退職手当が支給されたが、二五年以上勤続し\nて定年退職した者として条例五条が適用されたならば、原告の退職手当は金二、六\n一〇万五、三七九円となり、その差額は金七八一万二、一〇四円となる。\n４　改正条例付則四項は次のとおり地方公務員法及び教育公務員特例法に違反して\n無効であるから、原告についても条例五条が適用され、定年退職者としての退職手\n当が支給されるべきである。\n（一）　改正条例付則四項は、昭和六〇年一月一日において年齢六〇年を超えてい\nる者に対する退職手当の額について、条例四条の自己都合退職者として扱う旨規定\nしているが、同じ定年年齢で退職する公務員に対し、昭和六〇年に退職する者と昭\n和六一年以降退職する者との間で、退職手当の基準を変える合理的理由はなく、右\n規定は地方公務員法一三条に違反する。\n（二）　定年制施行前は、公務員が退職勧奨により退職手当についての優遇措置を\n受けて退職することも、それを拒否して満六〇歳を超えて勤務することもできたの\nに対し、定年制施行後は満六〇歳を超えて勤務することはできない代わりに退職勧\n奨を受けることなく満六〇歳まで勤務する権利が保障されたのである。このような\n情勢の変化に対応するならば、昭和六〇年三月三一日満六〇歳で退職する者につい\nて、退職勧奨を拒否したか否かによつて退職手当に差異を設けるのは地方公務員法\n一四条に違反する。\n（三）　原告と同じ条件で退職した沼津市立小、中学校の教員や静岡県立高校の教\n員に対しては定年退職者としての退職手当が支給されているにもかかわらず、教育\n公務員である原告に対し他の一般公務員と同じく自己都合退職者としての退職手当\nしか支給しないのは地方公務員法二四条一項に違反する。\n（四）　原告と同じく昭和五九年四月一日から同年一二月末日までに満六〇歳に達\nし、昭和六〇年三月三一日退職した国家公務員及び静岡県職員については定年退職\n者としての退職手当が支給されているにもかかわらず、被告のみ同条件で退職する\n者について自己都合退職者としての退職手当しか支給しないのは地方公務員法二四\n条三項に違反する。\n（五）　昭和六〇年三月三〇日現在満六〇歳に達し、同年三月三一日退職した国立\n学校の教育公務員については定年退職者としての退職手当が支給されているにもか\nかわらず、公立学校の教育公務員である原告について自己都合退職者としての退職\n手当しか支給しないのは教育公務員特例法二五条の五に違反する。\n５　よつて、原告は被告に対し、退職手当条例五条に基づき退職手当残金七八一万\n二、一〇四円の支払を求める。\n二　請求原因に対する認否\n１　請求原因１ないし３の事実は認める。\n２　同４は争う。\n被告においては昭和三五年度以来昭和五七年度まで勧奨制度による優遇退職が定着\nし、満五八歳に達した者の大半が勧奨を受けて退職していくのが実情であつたが、\nこの勧奨を拒否した者については勧奨を受けて退職した者との均衡上その者が退職\nした場合は普通退職として扱つてきたところ、原告を含めて昭和五九年一二月末日\nまでに満六〇歳になり、昭和六〇年三月三一日退職した者はかつて退職勧奨を受け\nて拒否した者であるのに対し、同年一月一日以降に満六〇歳に達する者は退職勧奨\nをしていないことから、経過措置として改正条例付則四項を規定したもので不合理\nな点はない。\n第三　証拠（省略）\n○　理由\n一　原告が昭和二五年三月三一日静岡県公立学校教員に任命され、被告の設置する\n沼津市立第五中学校、同市立第一中学校を経て、昭和三八年四月一日同市立沼津高\n等学校教諭となつたこと、原告が昭和五九年八月一三日満六〇歳に達したことによ\nり昭和六〇年三月三一日同高等学校を退職したこと及びその際原告が被告から退職\n手当として金一、八二九万三、二七五円の支給を受けたことは当事者間に争いがな\nい。\n昭和五六年一一月一三日成立の地方公務員法の一部を改正する法律が地方公務員に\nついて定年制を定めたことに伴い、被告は沼津市職員の定年等に関する条例を制定\nし、定年を年齢六〇年とし、定年に達した日以後における最初の三月三一日に退職\nする旨規定し、同条例の施行期日を昭和六〇年三月三一日とし、改正法附則三条\nは、経過措置として条例の施行の日の前日までに定年として条例で定められた年齢\nに達している職員は、条例施行日に退職する旨規定し、改正条例付則四項は、改正\n法附則三条の規定により退職する職員のうち、昭和六〇年一月一日において年齢六\n〇年を超えている者に対する退職手当の額については、二五年以上勤続して退職し\nた者についても、条例五条の定年退職者として扱わず、条例四条の自己都合退職者\nとして扱う旨規定している。\n原告については改正条例付則四項により条例四条が適用されて退職手当が支給され\nたものである。\n前記のとおり、改正条例付則四項は、改正法附則三条の規定により昭和六〇年三月\n三一日に退職する職員のうち、昭和六〇年一月一日において年齢六〇年を超えてい\nる者に対する退職手当の額は、条例五条の規定にかかわらず二五年以上勤続して退\n職した者については条例四条を適用して算定した額とする旨規定しているところ、\n条例五条の退職手当の額は、退職の日におけるその者の給料月額に勤続期間を区分\nして、一年につき一〇〇分の一五〇ないし一八〇の割合を乗じて得な額の合計額と\nされているのに対し、条例四条の退職手当の額は、退職の日におけるその者の給料\n月額に勤続期間を区分して、一年につき一〇〇分の一二五ないし一五〇の割合を乗\nじて得た額の合計額とされており、条例四条を適用した場合が不利益となることは\n明らかである、原告の場合、条例四条が適用されて金一、八二九万三、二七五円の\n退職手当が支給されたが、条例五条が適用されたならば、原告の退職手当は金二、\n六一〇万五、三七九円となり、その差額は金七八一万二、一〇四円となることは、\n被告の認めるところである。\n二　ところで、成立に争いのない甲第七号証、乙第一号証の二、第三、第四号証\n（甲第七号証、乙第三、第四号証は原本の存在も争いがない。）、証人Ａの証言及\nびこれにより成立を認めうる乙第一号証の一並びに原告本人尋問の結果によれば、\n被告は、満五八歳以上の職員で沼津市職員高令者優遇退職実施要綱の適用を受けて\n退職したい旨の申出をした者に支給する退職手当については、条例五条の規定を適\n用することとしてきたが、昭和五八年九月一六日右要綱を廃止したこと及び原告も\n昭和五七年九月二一日右要綱に基づく退職申出の期限の通知を被告から受けたが、\n同年一一月三〇日これを辞退する旨通知して在職したことが認められる。満五八歳\n以上の職員で退職したい旨の申出をした者に支給する退職手当について条例五条の\n規定を適用して優遇することは、人事管理上合理性があり、不当ではないと考えら\nれる。\n改正法附則三条の規定により退職した者は定年制条例の施行によりその意思にかか\nわりなく退職した者であるところ、改正条例付則四項が、改正法附則三条の規定に\nより退職する職員のうち、昭和六〇年一月一日において年齢六〇年を超えている者\nについて勤続期間が二五年以上である場合にも条例五条を適用しないこととしたこ\nとは、昭和六〇年一月一日以後年齢六〇年を超える者及び昭和六〇年一月一日にお\nいて年齢六〇年を超える者でそれ以前に前記要綱の適用を受けて退職した者に比べ\nて不利益な取扱いをするものということができる。しかしながら、証人Ａの証言に\nよれば、昭和六〇年一月一日以後において満六〇歳に達した職員については前記要\n綱の適用を勧奨したことはなく、同日において満六〇歳を超えている職員について\nはすべて右要綱の適用を勧奨していることが認められるから、退職手当の額につい\nて区別を設けることは不合理ではなく、また、原告は前記要綱の適用を受けること\nが可能であつたが、自己の意思により長期在職したものであつて、不公平な取扱い\nということはできない。改正条例付則四項が地方公務員法一三条、一四条に違反す\nるということはできない。\n成立に争いのない甲第九号証、証人Ａの証言、原告本人尋問の結果及び法令の規定\nによれば、原告と同じく昭和五九年四月一日から昭和六〇年三月三〇日までに満六\n〇歳に達し、改正法附則三条の規定により退職した沼津市立小、中学校教員、静岡\n県立高校教員、静岡県職員、国家公務員、国立学校の教育公務員に対しては、定年\n退職者としての退職手当が支給されたことが認められるが、定年制導入に際し、従\n前の退職勧奨制度からの移行を円滑に進めるため必要な取扱いについては、各地方\n公共団体の事情に応じ、合理的な範囲内で暫定的な経過措置を設けることができる\nことは明らかであり、証人Ａの証言により成立を認める乙第五号証の一ないし七に\nよれば、池の地方公共団体においても改正法附則三条の規定により退職する職員の\n退職手当につき定年退職者との間に被告と同様の差異を設けたところが相当数ある\nことが認められる。前記甲第九号証によれば、静岡県の教職員については退職勧奨\nを行う年齢は定めておらず、退職勧奨は現在も行われていることが認められる。改\n正条例付則四項は、従前行われていた前記要綱に基づく勧奨制度を前提として設け\nられた暫定的な経過措置であつて、地方公務員法二四条一項、三項、教育公務員特\n例法二五条の五に違反するということはできない。\n三　改正条例付則四項は合理的な根拠に基づくものであつて、地方公務員法一三\n条、一四条、二四条一項、三項、教育公務員特例法二五条〇五に違反するものとい\nうことはできない。従つて、原告に対する退職手当については、条例四条を適用す\nべきであつて、条例五条を適用すべきではないということができるから、原告の本\n訴請求はその前提を欠くものである。\n四　以上の次第で、原告の本訴請求はその余の点について判断するまでもなく理由\nがないから、これを棄却し、訴訟費用の負担につき民訴法八九条を適用して、主文\nのとおり判決する。\n"
}