{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 6,
    "day": 13
  },
  "case_number": "昭和56(行ウ)31",
  "case_name": "不当利得返還請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "16855",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16855",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/855/016855_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求を棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告ら\n１　被告は知立市に対し、金一九四万六九七四円およびこれに対する昭和五六年九\n月二六日から支払い済みに至るまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n二　被告\n主文同旨\n第二　当事者の主張\n一　原告の請求原因\n１　原告らは、いずれも肩書地に住所を有する知立市の住民である。\n２　被告は、知立市総務部長の職にあつたが、昭和五六年二月一三日同市を退職し\nた（以下、「本件退職」という。）。３被告を右退職に際し、知立市長より退職勧\n奨を受けて退職した者であるとして同市長からその旨の証明を受け、この証明書を\n添付して愛知県市町村職員退職手当組合に対し退職手当請求書を提出し、昭和五六\n年三月三〇日、同組合から同組合退職手当条例（以下、単に「条例」という。）五\n条一項により算出した退職手当金の支給を受けた。\n４　条例五条一項により算出した被告の退職手当金は、退職勧奨を受けない普通退\n職の場合の退職手当金より金三八九万三九四八円多いが、このうち金一九四万六九\n七四円は知立市が負担することとなり、同市は昭和五六年四月二日前記組合に対し\n特別負担金としてこれを支払つた。\n５　しかし、本件退職は条例五条一項の定める勧奨退職には該当しない。すなわ\nち、\n（一）　条例五条一項は、二五年以上勤続し、その者の非違によることなく勧奨を\n受けて退職した者に対する退職手当金の優遇支給を定めているが、被告は知立市長\nから被告の退職を勧め促す事実上の行為を何ら受けていない。\nこのことは「知立市職員の満年退職勧しように関する内規」（昭和五二年二月四日\n施行のもの１以下「改正前の内規」という。）によつても明らかである。右内規に\nよれば、知立市は事務吏員の場合、満年齢五八歳に達した職員について退職勧奨を\nすることとなつており、この満年齢以前の者について退職勧奨をすることができる\n旨の定めはないところ、被告は本件退職当時満年齢五八歳に達してはいなかつたの\nであるから右内規の制定者である知立市長が、同内規の定めていない退職勧奨をす\nることはあり得ない。\n（二）　仮に、被告が知立市長から被告の退職を勧め促す何らかの働きかけを受け\nたとしても、右働きかけは条例五条一項にいう「勧奨」には当たらない。すなわ\nち、\nいわゆる勧奨退職は定年制のない地方公務員らについて職員構成の老齢化を防ぐた\nめの人事上の措置としてなされているものであつて、その目的は高齢の職員にその\n意思に基づいて職を退いてもらい、後進の者をより責任と権限のある地位に就かせ\nて若年層には労働意欲を高めさせ、職員全体としても老齢化による能力の低下を防\nぎ、併せて人件費の不相当な増大を押さえるところにあり、これを要するに人事の\n刷新を図つて行政能率の維持向上に努め、能率的で経済的な行政を実現することに\nある。そして、このような目的を実現するため、任命権者側には退職を求めうる法\n律上の権限がないことから、対象者に任意退職の意思を固めてもらうべく、勧奨退\n職者に退職手当等において優遇措置が講じられるのが通常である。\nそうすると、行政を能率的なものとするためやむをえず特に通常の場合と比べて多\n額の退職金を支払うわけであるから、優遇措置を伴う勧奨退職にいう「勧奨」は勧\n奨退職の目的に適した勧奨、すなわち、人事の刷新、行政能率の維持向上を目的と\nして退職の意思を慫慂する行為であると解すべきであり、任命権者から何らかの働\nきかけがあり、その後対象者の退職があつたとしても、その働きかけが行政の能率\n化等を目的とするものではないような場合は、右働きかけは、右勧奨には当たらな\nい。\nしたがつて、条例五条一項にいう「勧奨」とは、任命権者が、その者を退職させる\nことが行政の能率化のため、必要と考えて退職を慫慂し、その結果、右対象者が退\n職の意思を固めたような場合に限られるというべきである。\nところで、本件退職の日の前日である昭和五六年二月一二日には知立市臨時市議会\nにおいて被告を知立市収入役に選任する旨の同意案件が可決されており、本件退職\nの日の翌日である同年二月一四日には被告は知立市収入役に就任している。\nしたがつて、仮に知立市長から被告に対し何らかの働きかけがあつたとしても、右\n働きかけは、被告を知立市収入役に就任させることを直接かつ唯一の目的として行\nわれたものにすぎず、知立市職員の人事の刷新、行政能率の維持向上を目的とする\nものではないというべきであるから、右市長の行為は、条例五条一項にいう「勧\n奨」には該当しない。\nまた、右事情からすれば、本件退職は被告の収入役就任を前提とするところ、収入\n役就任を前提とする退職は割増退職金を伴う勧奨退職より一層有利な条件を伴うも\nのであるから、被告が退職手当金の優遇措置によつて退職の意思を形成したものと\nはいえない。\nしたがつて、本件退職は、単なる任意退職とみるべきであり条例五条一項にいう勧\n奨退職には該当しない。\n（三）　仮に、被告が「勧奨」を受けたとしても右勧奨は無効である。すなわち、\n条例は退職手当の支給要件および支給額を定めたにすぎず、退職勧奨の基準や要件\nは何ら規定していないのであつて、退職勧奨をなしうる基準や要件は各市町村にお\nいて独自にこれを定めている。そして、知立市においては退職勧奨をなしうる基準\nや要件は「知立市職員の満年退職勧しように関する内規」に定められており、本件\n退職当時に効力を有していた改正前の内規は、職員の退職勧奨の基準年齢を満五八\n歳（事務吏員、技術吏員等の職員及びこれに準ずる職務を行う職員）、満六〇歳\n（用務員、作業員、火夫等のうち特に市長の認めるものを除く職員（と定めていた\nから、知立市長において改正前の内規に定められた満年齢以前の者に対して退職勧\n奨をすることはできないと解すべきである。\nそうすると、被告は、本件退職当時満年齢五八歳に達していなかつたのであるか\nら、知立市長が、被告に対し、仮に退職の勧奨をしたとしても右勧奨は改正前の内\n規に反し無効である。\nなお、知立市長は被告に対する「退職勧奨扱い」が知立市議会において問題とされ\nた直後である昭和五六年三月末に、「知立市職員の満年退職勧しように関する内\n規」を同年二月一日にさかのぼらせた形式で改正し、年齢満五五年を超える職員に\nは、必要に応じ退職するよう勧奨することができる旨の規定を新設したが、これ\nは、これまで満五八歳未満の者について退職勧奨ができなかつたことを当然の前提\nとしていたことを示すものである。\n６　以上のとおり、本件退職は条例五条一項の定める勧奨退職には該当しないか\nら、被告が本件退職の退職手当金として愛知県市町村職員退職手当組合から支給を\n受けた金員のうち普通退職の場合の退職手当金の額を超える部分は、同組合から支\n給を受ける法律上の原因がない。\n知立市は前記のとおり右組合に対し本件退職手当金のうち普通退職の場合の退職手\n当金の額を超える金三八九万三九四八円の半額である金一九四万六九七四円を特別\n負担金として支払つたから、右金員の限度で知立市の損失により被告が不当利得し\nたものというべきであつて、被告は知立市に対しその返還義務を負う。\n７　原告らは昭和五六年六月二三日知立市監査委員に対し前記知立市の愛知県市町\n村職員退職手当組合への特別負担金の支払は不当公金支出に当たるとして是正措置\nを講ずるよう住民監査請求手続をしたが、同年八月一七日同監査委員から原告らの\n住民監査請求を認めない旨の監査結果通知がされた。\n８　よつて原告らは、地方自治法二四二条の二第一項四号により知立市に代位し\nて、被告に対し不当利得返還請求権に基づき金一九四万六九七四円およびこれに対\nする本件訴状送達の日の翌日である昭和五六年九月二六日から支払い済みに至るま\nで民法所定年五分の割合による遅延損害金を知立市に支払うべきことを求める。\n二　請求原因に対する被告の認知および主張\n１　請求原因１ないし４の事実は認める。\n２　同５は争う。\n被告は知立市職員として三四年四か月在職し、被告の非違によることなく、後記の\nとおり、退職勧奨を受けたから、本件退職は条例五条一項に定める勧奨退職に該当\nする。\n（一）　同５の（一）について\n条例五条一項に原告主張のとおりの定めのあること、知立市においては知立市長の\n定めた改正前の内規が存すること、被告が本件退職当時満年齢五八歳に達していな\nかつたことは認めるが、その余は否認ないし争う。\n被告は昭和五六年二月四日の晩に知立市長から退職勧奨を受け、翌五日、六日と連\n日に亘つて退職勧奨を受けている。また、改正前の内規は、あくまで「満年退職」\nに関するものであり、事務吏員、技術吏員等の職員及びこれに準ずる職務を行う職\n員については、満五八歳に到達した場合は、一律に退職を勧奨する趣旨の定めであ\nるから、本件退職勧奨は改正前の内規に反するものではない。\n（二）　同５の（二）について\n本件退職の日の前日である昭和五六年二月一二日に知立市臨時市議会において被告\nを知立市収入役に選任する旨の同意案件が可決され、本件退職の日の翌日である同\n年二月一四日に被告が知立市収入役に就任したことは認めるが、その余は争う。\n被告は知立市長から退職の勧奨を受けた当時退職の意思を全く有しておらず、右勧\n奨によつて昀終的に「後進に道を譲ろう」と退職を決意したのである。\n退職勧奨は任命権者が人事の都合から退職の意思を有しない者に対して退職を勧誘\nし、退職の意思を生ぜしめる事実上の行為をいうものであり、退職の結果、更に他\nの公務貝たる地位につくか否かとは関係がない。愛知県内における各市町村におい\nても、本件と同様の場合には、勧奨退職として扱つているのが大多数であり、全国\n的にも普遍的な取扱いである。\nまた、被告は知立市長から退職の勧奨を受けた当時知立市の事務吏員（いわゆる行\n（一）職）のうち二番目の高齢に達していた者であり、本件退職によつて人事の若\n返り、刷新の目的も達成されている。\n（三）　同５の（三）は争う。\n定年退職の制度のない地方公務員に対して人事権を有する市長が退職を勧奨するこ\nとは市長の有する裁量権により被勧奨者の年齢の如何を問わず可能である。改正前\nの内規も、前記のとおり、満五八歳に達した者については一律に退職を勧奨する趣\n旨を定めたものにすぎないから、知立市長のした本件退職の勧奨は、右内規に違反\nするものとはいえない。\nなお、右内規を改正した趣旨は、五五歳に満たない場合には特段の事情がない限り\n一律に勧奨をしないという、勧奨対象者の下限年齢についての一応の基準を設けた\nとろにあり、現行の内規によつても五五歳未満の者に対して退職を勧奨することは\n可能である。\n６　同６は争う。\n７　同７の事実は認める。\n８　同８は争う。\n第三　証拠関係（省略）\n○　理由\n一　請求原因１ないし４の各事実および同７の事実は当事者間に争いがない。\n二　そこで、本件退職が条例五条一項の定める勧奨退職に該当するか否かについて\n検討する。\n１　成立について争いのない甲第六号証および証人Ａ、同Ｂの各証言並びに被告本\n人尋問の結果によれば、知立市においては昭和五六年二月一三日に収入役の任期が\n満了するため、知立市長において、同年一月下旬ころ、被告を収入役に選任しよう\nと決断し、右市長は、同年二月四日の晩に、被告に対し、被告が知立市の一般職を\n退職し、後進に道を譲るように促すとともに、被告の経験、能力等を勘案し、被告\nを同市の収入役の候補として市議会に提案する意向である旨の架電をし、翌二月五\n日、六日の連日、被告に対し、その決断を促したこと、被告は、右市長の意向を受\nけて熟慮した上、同年二月九日、知立市の一般職（総務部長）を退職することおよ\nび右市長の意向に沿い、収入役への推挽に応ずる決意をしたこと、被告は本件退職\n時まで知立市職員として三四年四か月在職したこと、被告は、本件退職時におい\nて、満五七歳一か月位で、同市の部長クラスでは、被告は飛び抜けて高齢であり、\nいわゆる行（一）職の職員中でも二番目に高齢であつて、一般職としては昀高の給\n与を得ていたこと、被告の後任には、被告より七歳年下のＣが就任したことの各事\n実を認めることができ、右認定に反する証拠はない。そして、昭和五六年二月一二\n日に知立市臨時市議会において被告を知立市収入役に選任する旨の同意案件が可決\nされ、被告が翌二月一三日知立市職員を退職（本件退職）し、更に、翌二月一四日\nに知立市収入役に就任したことは当事者間に争いがない。\n２　ところで、成立について争いのない甲第二号証によれば、条例は、五条一項に\nおいて、勧奨による退職手当の支給対象者について、「二五年以上勤続し、その者\nの非意によることなく勧奨を受けて退職した者」と定めているが、同項にいう「勧\n奨」の意義、目的、あるいは、これを行うための要件等については、条例は、何ら\n具体的な定めを置いていないことが認められる。\n思うに、条例の右条項にいう退職の「勧奨」とは、任命権者である市長が、人事の\n刷新、行政能率の維持向上等の人事管理上の必要性に基づき、職員の自発的な退職\n意思の形成を慫慂するために行う説得等の事実行為をいうものであり、右条例所定\nの勧奨退職制度は、右勧奨に応じて退職した者に対しては、退職手当上の優遇措置\nを講ずることによつて、右説得等の事実行為を実効あらしめ、もつて、右人事管理\n上の要請を満たす制度と解するのが相当であつて、これを、単に、定年制に代替す\nる制度としてのみ捉え、その目的を、専ら職員構成の老齢化による弊害を防止する\nためのものと限定的に解釈し、右勧奨の適用範囲を、右の目的の範囲内のものに限\n定することは、右認定のとおり、右条例の文言上、そのように解すべき根拠は見当\nたらないのみならず、また、従来、定年制が存在しなかつた地方公務員に、定年制\nが採用されることになつても（地方公務員法二八条の二ないし四参照）、直ちに、\n勧奨退職制度の存在意義のすべてが失われるものとは思われないことからしても、\n妥当な解釈とはいい難い。また、右人事管理上の必要性の有無、程度、具体的な勧\n奨対象者の選定については、平素から庁内の事情に通暁し、同市における全体的な\n職員構成、個々の職員の能力、資質、家庭環境等を掌握している任命権者たる市長\nの合目的的な裁量に委ねられているものと解すべきである。\n３　そこでこれを本件について判断すると、知立市長が、被告に対し、昭和五六年\n二月四日から同月六日にかけて、連日、退職を慫慂し、被告がこれに応して退職を\n決意し、同月一三日、退職したものであることは前記認定のとおりであるから、本\n件退職は条例五条一項に該当する退職であることは明らかである。これに対し、原\n告らは、知立市長の被告に対する右働らきかけは被告を知立市収入役に就任させる\nことを直接かつ唯一の目的とするものであり、知立市職員の人事刷新、行政能率の\n維持向上を目的とするものではないから、右市長の行為は、条例五条一項にいう\n「勧奨」には該当しない旨主張する。\nしかしながら、前記認定のとおり、被告は、当時、知立市の部長クラスでは、飛び\n抜けて高齢であり、同市の事務吏員全体の中でも二番目に高齢であつて、一般職と\nしては、昀高の給与を得ていたこと、被告の後任には被告より約七歳年下のＣが就\n任したことなどから、任命権者である右市長において、右勧奨を行うための人事管\n理上の必要性が相当程度存在したことが窺えるし、また、本件退職によつて、前記\n勧奨退職制度の目的とするところは十分達成されたものとみうることから、右市長\nの被告に対する右働きかけが、被告を収入役に就任させることを直接かつ唯一の目\n的とするものとは認め難い。確かに、市長の被告に対する右働きかけが、単なる退\n職の慫慂ではなく、市長において、被告を、退職後、次期収入役に抜擢し、市議会\nにその選任についての同意を求める意向であることを示してなされたものであるこ\nとは、前記認定のとおりであるけれども、このような退職の慫慂が、いわば、退職\n後の就職先を示して行われたことの故をもつて、右条例所定の「勧奨」に該当しな\nいものとは解し難く、これも、市長の右のような人事管理上の必要性に基づいて行\nわれたものである以上、右勧奨に該当するものというべきであり、本件退職におい\nても、右必要性が存したこと、市長の退職の慫慂により被告が退職を決意し、退職\nするに至つたことは、前記認定のとおりであるから、市長のした本件退職の慫慂\nが、「勧奨」に該当せず、したがつて本件退職が勧奨退職に該当しない旨の原告ら\nの右主張は、その理由がない。\nまた、原告らは、本件退職は被告の収入役就任を前提とするものであり、収入役就\n任を前提とする退職は、退職金の割増しを伴う勧奨退職よりも、一層、有利な条件\nを伴うものであるから、被告が右退職手当上の優遇措置によつて退職の意思を形成\nしたものとはいえず、したがつて、本件退職は、単なる任意退職である旨主張す\nる。\nしかしながら、市長が被告に対し、前記のような退職を慫慂する行為を行わなかつ\nたとすれば、被告において、本件退職を決意することはなかつたものであること\nは、前記の事実関係から容易に推認しうるし、また、一般に、退職の勧奨を受けた\n職員は、諸般の事情を考慮して、退職を決意するに至るのが通常であつて、その場\n合に、当該職員が、昀終的に、勧奨退職に伴う退職手当上の優遇措置が存在するこ\nとを、昀も大きな動機として退職の意思を形成しなかつたとしても、そのことの故\nをもつて、右退職が勧奨退職に当たらないものとはいえないから、本件退職におい\nて、退職の勧奨を受けた被告が、昀終的には、何を昀も大きな動機として退職を決\n意するに至つたかを詮索するまでもなく、原告らの右主張は理由がないものといわ\nざるをえない。\n三　次に、原告らは知立市長のした退職の勧奨は改正前の内規に反する旨主張す\nる。\nそこで検討するに、成立について争いのない甲第三号証の二によれば、改正前の内\n規は、「満年退職勧しよう」に関し、事務吏員、技術吏員等の職員及びこれに準ず\nる職務を行なう職員は満五八年に達したときは退職するよう勧しようするものとす\nる旨規定されていることが認められ、また、被告が本件退職当時満五八年に達して\nいなかつたことは当事者間に争いがない。\nしかしながら、条例五条一項が勤続二五年以上の者を勧奨対象者の年齢になんらの\n制限を加えていないこと、改正前の内規の文理、および証人Ｂの証言によれば、右\n内規が上位法たる条例の内容を制限し、満五八歳未満の者に対して退職勧奨をする\nことを禁止したものとは認め難いこと、さらに前記のとおり、退職勧奨は任命権者\nの人事管理上の必要性に基づき、合目的的な裁量に委ねられているものであり、任\n命権者は右裁量権に基づき法律、条例に違反しない限り勧奨の基準を定めうるこ\nと、等総合すると、改正前の内規は、専ら定年制に代替するものとして、任命権者\nが一律に行う者の年齢を内部的に定めたもの（「満年退職勧しように関する内規」\nとはこのことを示す趣旨と考えられる。）であつて、右年齢に達しない者に対して\nも、条例の範囲内において、任命権者が人事管理上の個別的、具体的な事情に応じ\n退職勧奨を行うことを一切禁止する趣旨のものではないと解するのが相当である。\nほかに右認定を動かすに足る証拠はない。\nなお、改正前の内規が本件退職後改正されたことは当事者間に争いがなく、成立に\nついて争いのない甲第三号証の一および証人Ａの証言によれば、右改正は、知立市\n議会において本件退職を勧奨扱いとしたことが問題とされたため、昭和五六年三月\n末に施行期日を同年二月一日として改正されたことが認められるが、右改正は、前\n示のとおり、任命権者が一律に行う退職勧奨者の年齢に関する改正であり、本件の\nような個別的な勧奨についての前記認定がこれによつて左右されるものとはいえな\nい。\nしたがつて、知立市長のした本件退職の勧奨は改正前の内規に反するものではな\nく、この点に関する原告らの主張も理由がない。\n四　以上の次第であるから、本件退職は条例五条一項の勧奨退職に該当するものと\nいうべきであつて、被告が愛知県職員退職手当組合から勧奨退職であることを前提\nとする退職手当金の支給を受けたことには法律上の原因が存する。\nよつて原告らの請求は理由がないからこれを棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法七条、民事訴訟法八九条、九三条一項本文を適用して主文のと\nおり判決する。\n（裁判官　加藤義則　高橋利文　綿引　穣）\n"
}