{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 3,
    "day": 19
  },
  "case_number": "昭和52(行ウ)3",
  "case_name": "道路区域変更処分取消請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "gist": "道路法１８条１項，同法施行令３９条に基づき地方建設局長のした道路区域の変更は，抗告訴訟の対象となる行政処分に当たるか",
  "case_gist": "道路法１８条１項，同法施行令３９条に基づき地方建設局長のした道路区域の変更は，抗告訴訟の対象となる行政処分に当たらない。",
  "lawsuit_id": "17146",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17146",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/146/017146_hanrei.pdf",
  "contents": "○　主文\n本件訴えを却下する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告ら\n１　被告が昭和五二年一月六日建設省告示第一号をもつてなした道路区域変更処分\nを取り消す。\n２　訴訟費用は被告の負担とする。\n二　被告\n１　本案前の答弁\n主文同旨\n２　請求の趣旨に対する答弁\n（一）　原告らの請求を棄却する。\n（二）　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　行政処分\n被告は、道路法一八条一項、同法施行令三九条に基づき、左記のとおり道路区域を\n変更（以下「本件区域変更」という。）し、建設大臣は昭和五二年一月六日付建設\n省告示第一号をもつてこれを告示した。\n（一）　道路の種類　一般国道\n（二）　路線名　一号\n（三）　道路の区域\n（区間）　清水市＜地名略＞から静岡市＜地名略＞まで\n（変更前後別）\n変更前\n敷地の幅員（メートル）　　　延長（キロメートル）\nＡ　　七・二〇～一一〇・〇〇　　二四・一二〇\nＢ　一八・四〇～一〇三・〇〇　　　六・四五七\nＣ　一八・九〇～一一二・〇〇　　　五・六九九\n変更後\n２　原告らの地位\n原告らはいずれも、本件区域変更にかかる道路（以下「本件道路」という。）区域\n内に居住するか、あるいは本件道路区域付近に居住する地域住民であつて、本件道\n路の建設により後記のとおり多大の不利益を被るものである。\n３　本件道路の概要\n本件道路は、幅員五〇メートル、延長六一一メートルの道路で、清水市＜地名略＞\nから静岡市＜地名略＞に至る間に建設が予定されている、通称静清バイパスと呼ば\nれる国道一号線のバイパスの一部となるものである。\n右静清バイパスは、静岡市・清水市を通過する国道一号線の混雑を緩和するため、\nすなわち「限界に達している国道一号線の交通量に対処すると共に、市内交通と通\n過交通の分離をはかるため」（静岡市第二次総合開発計画）に計画されたものであ\nる。ここにいう通過交通とは、静岡・清水両市を通過して東京・名古屋・大阪等を\n往来する自動車交通であり、したがつて、大型貨物自動車及び大型バスの占める割\n合が圧倒的に多い。しかも、静岡市は地理的に東京・名古屋のほぼ中間に位置する\nため、東京に早朝に到着する貨物自動車や東京を夕刻出発し名古屋・大阪方面に向\nう貨物自動車が、深夜に至つて静岡市を通過することになる。この現象は現在国道\n一号線及び東名高速道路にみられる顕著な事実である。\n被告の計画によれば、本件道路には四車線の自動車専用走行道路とその両側に一車\n線の自動車走行側道を設けるものとされており、このような規模で静清バイパスが\n完成すれば、現在の国道一号線にあるような信号がほとんどないため自動車がより\n高速で走行できること、東名高速道路のような高額の通行料金を支払わなくてもよ\nいことの二点から、通過車両のほとんどがこれに殺到することは容易に窺われるこ\nとである。そうすると、一日六万から七万台の自動車が走行することが予測される\nし、しかも深夜の大型自動車の走行が絶えることなく続くであろうから、これによ\nつて付近一帯に及ぼす道路公害の深刻さは測り知れないものがある。\n４　本件区域変更の違法性\n本件区域変更は以下の理由により違法である。\n（一）　環境破壊による違法性\n本件道路の建設によつて、次のような生活環境、自然環境を破壊する道路公害の発\n生が確実に予測されるから、本件区域変更は違法である。\n（１）　騒音\nイ　騒音の人体に対する影響\n人の静穏な生活環境を破壊する第一のものは自動車騒音であり、その構成は排気\n音、エンジン音、タイヤ音及び警笛吹鳴音などであるが、前述のような本件道路の\n特異性から、大型貨物自動車が夜間に多量に通行することが必至であることを考え\nると、本件道路において発生する自動車騒音は付近一帯の住民の静穏な生活環境を\n完全に破壊する。\n騒音は人体に対して、不快感を与えることはもとより、日常生活において睡眠障\n害、作業能率の低下、会話妨害をもたらし、生理機能に対しては自律神経系及び内\n分泌系に対するものが主体をなし、五〇～七〇ホンの騒音で交感神経の緊張が高ま\nり、血圧・脈搏数・呼吸数・脳内圧・発汗・新陳代謝等の増加、唾液・胃の収縮回\n数・収縮の強さなどの減少、末梢血管の収縮などの諸変化がみられる。また、強い\n騒音に長年月さらされると、永久的な聴力損失を生ずるし、一般的には、四〇〇〇\nヘルツ前後の周波数で、八〇ホン以上の騒音に長時間暴露されると、難聴疾患を生\nずる危険があるとされる。そして、騒音の影響は主観によつて左右されやすく、ま\nたある程度慣れの現象がみられるけれども、道路のように昼夜の別なく恒久的に騒\n音を生ずる場合、精神は次第にその均衡を保つことが困難となり、不安を生ずるに\n至る。しかも道路公害においては、不満のはけぐちを見出すことができにくく、漠\n然とした懸念、緊張感、動悸などといつた種々の不安症状が出現し、持続すること\nになり、これにより自律神経は交感神経と副交感神経の均衡が崩れていわゆる自律\n神経失調症をひきおこすに至る。\nしたがつて、交通騒音による影響を長期的にみれば、その地域住民は右の自律神経\n失調症になる危険にたえずさらされていることになる。\nロ　騒音に係る環境基準とその問題点\n騒音に係る環境基準として、公害対策基本法九条一項に基づき、政府は昭和四六年\n五月二五日別表一のとおりの「騒音に係る環境基準」を決定し、その適用に関して\nは権限を都道府県知事に委任しているところ、静岡県知事のした地域の指定による\nと、原告らの居住する地域の類型は、一部がＡ地域で他の一部がＢ地域とされてい\nる。\nまた、右環境基準によると、「道路に面する地域」については、道路に面しない地\n域よりも指針値が約一〇ホン緩められており、生活環境審議会公害部会・騒音環境\n基準専門委員会の第二次報告は、その理由として、道路の公共性、当該地域の道路\nによる受益性、道路交通騒音の実態などを挙げている。\nそして、被告が今日までに住民側に示している考え方によると、原告らの居住する\n地域に対して、右の「道路に面する地域」の指針値を適用しようとしているが、道\n路に面しない住宅地域の指針値を道路が新設されるという理由だけで基準を大巾に\n緩めること自体不合理であるし、本件道路の場合、原告らの受益性はほとんどない\nこと、本件道路の新設に当たつてほとんど騒音対策が考慮されていないこと、「道\n路に面する地域」の範囲が曖昧であることなどを考えると、被告の右方針を認める\nことはできない。\nハ　そして、本件道路完成後における騒音レベルの予測値は、右の騒音に係る環境\n基準の数値を上回るものである。\n（２）　排気ガスによる大気汚染\nイ　排気ガス中の有毒物質と人体に与える影響\n自動車を発生源とする公害原因物質の中で最も問題となるのは、排気ガス中に含ま\nれる一酸化炭素（ＣＯ）、炭化水素（ＨＣ）、窒素酸化物（ＮＯＸ）の三種類と粒\n子状物質である。\nこの他、排気ガス中には亜硫酸ガス（ＳＯ２）や鉛（Ｐｂ）、ホルムアルデヒド\n（ＨＯＨＣ）等の汚染物質が含まれているが、ガソリンの無鉛化が進むにつれてガ\nソリン中の芳香族炭化水素（キシレン、トルエン、ベンゼン）が増えてきていると\nいわれる。\n（１）　一酸化炭素（ＣＯ）\n気道や肺を経て血液に入り、血液中のヘモグロビンと結びつき、赤血球の酸素の運\n搬能力を失わせ、体内の酸素不足をきたし、大脳細胞に作用し、頭痛・めまい等の\n原因となる。\n大気中に一〇ｐｐｍ含まれると、全ての人が中毒を起し、一〇〇〇ｐｐｍ（〇・一\n％）程度では半時間から一時間の内に死亡する。\nまた、一酸化炭素の体外排出は迅速なので、蓄積による中毒は起こらないが、反復\nしてこれにさらされると頭痛、心悸亢進、疲労、不眠、焦燥感、めまい、抑うつ気\n分、軽度の前庭機能異常、衰弱などを主徴とする慢性中毒症状を起こし、更に重症\nの場合には言語障害、瞳孔反応遅鈍、記憶減退、胃痛、食欲不振、貧血などがおこ\nる。\n（２）　炭化水素（ＨＣ）\n気道や肺を経て、ニトロオレフインとなり気管支を刺激して肺を弱め、ベンツピレ\nンなど発癌性物質を含む芳香族炭化水素もある。\nまた、二酸化窒素（ＮＯ２）、紫外線と反応してオキシダントを発生させ、光化学\nスモツグの原因となる。\n（３）　窒素酸化物（ＮＯＸ）\n二　酸化窒素（ＮＯ２）は目、鼻、のどを刺激し、眼粘膜や呼吸器系統への作用は\nかなり慢性的で、中毒症状として不眠、咳、呼吸促進が見られる。また、一酸化窒\n素（ＮＯ）は一酸化炭素よりも更に血液中のへモグロビンとの結合力が強く、ま\nた、二酸化窒素は水に溶けにくいため、肺深部を浸し肺水腫の原因となる。二酸化\n窒素の労働衛生学上の許容濃度は五ｐｐｍである。\nまた、紫外線と反応してオキシダントを発生させ、光化学スモツグの原因となる。\nなお、窒素酸化物は、燃料の燃焼効率がよい程多く発生するという特殊な条件をそ\nなえており、一酸化炭素その他の大気汚染対策として自動車エンジンの改良による\n燃料の完全燃焼化を行えば、逆に窒素酸化物の排出量が増加するという問題があ\nる。\n（４）　硫黄酸化物（ＳＯＸ）\n亜硫酸ガス（ＳＯ２）は、目や呼吸器を強く刺激し、ぜん息、慢性気管支炎などを\nひき起こす。これが大気中で酸化して無水硫酸（ＳＯ３）となり、更に水分と結合\nして硫酸ミストと呼ばれる霧状の硫酸（ＳＯ４）となると、その刺激作用は亜硫酸\nガスの四～二〇倍となる。亜硫酸ガスによる自覚症状としては、窒素酸化物と同じ\nく息切れ、せき、たん、涙などである。\n（５）　鉛（Ｐｂ）\n自動車用ガソリン中の四アルキル鉛（一リツトル中二～三グラム含有、アンチノツ\nク剤として添加）の吸入や吸収により精神錯乱や中毒症状を起すことがあり、死に\n至る例もある。\nなお、静清バイパス沿線の住民が、昭和四八年に二カ月間現国道一号沿いにおいて\n（静岡市横田町）実験動物ラツテを飼育し、解剖した結果、微量ながらもラツテの\n肝臓から鉛が検出されている。\n（６）　粒子状物質\n車の走行に伴つて発生し、大気中に浮遊する粒子状汚染物質としては、排気ガス中\nに含まれる鉛化合物の微粒子や、特にデイーゼル車に多い黒煙（煤）が主なもので\nあるが、この他にブレーキ材料粉であるアスベスト、酸化触媒の材料粉であるバナ\nジウム等もある。\n鉛化合物としては、燃料中にアンチノツク材として添加されるアルキル鉛（四エチ\nル鉛、四メチル鉛）が代表的で、毒性が極めて強く、肺や皮膚、胃等を経て血液中\nに入り、ヘモグロビンを破壊したり、中枢神経に作用して記憶力、判断力を鈍らせ\nる。目まい、頭痛、ふらつき、無力感、だるさ、手足のしびれなどの自覚症状を伴\nう。\n黒煙（煤）は美観を害し、道路周辺の住民に不快感を与えているだけではなく、生\n活環境保全の上で無視することができないものである。\nロ　排気ガスに係る環境基準とその問題点\n環境庁は昭和四八年に、公害対策基本法九条一項に基づき、二酸化硫黄、一酸化炭\n素、浮遊粒子状物質、二酸化窒素、光化学オキシダントの五物質について「人の健\n康を保護する上で維持されることが望ましい基準」と、その達成期間を告示した。\nこれが大気汚染にかかわる環境基準であつて、その内容は別表二のとおりである。\nなお、その後、昭和五三年七月に、環境庁は二酸化窒素にかかわる環境基準につい\nては、別表三のように大幅に緩和する告示を行つた。この環境庁の緩和措置に対し\nて、全国の環境問題にかかわる住民団体から、「環境行政の後退」との強い批判が\nまき起つたことは周知のところである。\nハ　二酸化窒素に係る環境基準の問題点\nロ　で述べたように環境庁は、昭和四八年に二酸化窒素の環境基準を「一時間値の\n日平均値が〇・〇二ｐｐｍ」と決定し、告示した。この基準値は、国民の生命と健\n康の安全を保護することを第一義的な課題として、動物実験結果と全国六ケ所の家\n庭婦人の疫学調査等を総合判断し、被害の未然防止のため安全領域を見込んで設定\nされたものであり、科学的な根拠を有する正当なものといわれていた。\nところが、昭和五三年に環境庁は、前項で述べた如く昭和四八年の右環境基準値を\n二倍～三倍も緩和してしまつた。そして、この緩和措置に対しては、昭和四八年の\n告示を変更すべき科学的な根拠が全く示されなかつたこと、環境行政の最も基本的\nな指針となるべき環境基準の大幅な変更であるにも拘らず、中央公害対策審議会に\n諮問もしないという違法と考えられる手法で強行したこと、こうした環境庁の突然\nの緩和措置は、産業界からの圧力に屈伏した結果であり、国民の生命と健康を公害\nから守るべき同庁の本来の責務に背反する措置であること、などの問題点が指摘さ\nれている。\n今、全国の大気汚染による公害病認定患者は六万人を越え、なおも増大していると\nいわれている。その主役は他ならぬ二酸化窒素であるが、四八年の環境基準では全\n国で九〇パーセントも不合格だつたものが、五三年の基準値では全国の九四パーセ\nントが合格となるという驚くべき結果となるのである。\nこれは、まさに現状肯定のための環境基準の大改悪であつたといわざるを得ない。\n例えば、光化学スモツグは、炭化水素との共存下で、旧基準値〇・〇二ｐｐｍを超\nえると注意報レベルに達するといわているが、この五三年の緩和措置によつて光化\n学スモツグの防止は絶望的となる。また、公害病の被害者認定の条件である、環境\n基準の二倍というような地域指定の条件は、この緩和措置の結果今後ほとんど皆無\nとなり、公害健康被害補償法による新たな被害救済の道は閉ざされる結果にもな\nる。\n以上の如く、昭和五三年七月に環境庁が告示した二酸化窒素にかかわる環境基準\nは、住民の健康を守る上での安全性に重大な問題点を含むものである。\n二　本件道路の完成後における排気ガス公害の予測\n本件道路周辺においては、現在既に相当程度に大気汚染が進んでおり、本件道路が\n新たに建設された場合には、その汚染の程度は倍増することが予測される。\n以下、二酸化窒素についてこの点を主張する。\n静岡市が発行する「静岡市における公害の概況」によると、静岡市立篭上中学校\n（本件道路から約二〇〇メートル弱の距離にある）における二酸化窒素の測定結果\nは別表四のようになつている。\n現在、篭上中学校の周辺には二本の県道があり、その他は生活道路である。\nこれらの既設道路の交通量は一日三万台以下である。\nところが、本件道路は少なくとも三万台以上の通過が見込まれ、更に本件道路区域\nにはインターチエンジが建設され、更にその近くには県道からの別の乗り入れ口が\n建設されることとなつているために、本件道路からの出入車を含めると、本件道路\n区域周辺の交通量は現在の三倍にも増加することが予想される。\nしかも、本件道路を通過する車のスピードは高く、また、大型車の比率も高いた\nめ、窒素酸化物の排出量が車の増加以上に増大する危険が極めて強いと考えられ\nる。\n本件道路の存在しない現在ですら、二酸化窒素の濃度はかなり高いのであり、本件\n道路の完成後には四八年の二酸化窒素の環境基準値を越すことは勿論のこと、五三\n年の問題を含む基準値に達する危険さえあるといわざるを得ない。\n（３）　振動\nイ　振動発生の原因と伝播の予測\n本件道路の場合、先ず道路の建設工事の開始とともに沿道への振動の影響が始ま\nり、道路完成とともに昼夜を分たず走る自動車の走行による振動の影響を永久に受\nけ続けることになる。特に、本件道路が通過交通を主体とする国道一号線であるた\nめ、大型重量車の比率が高く、沿線の地盤は昼夜を分たず激しい振動の影響を受け\nることは明らかである。\n（１）　建設工事の場合\n実測例などから考えると、工事振動に対して適用されている環境基準値を準用すれ\nば、杭打工事による振動は一〇〇メートル位までの範囲が、居住地域の昼間の基準\n値を越えるものと考えられ、ダンプカー、ミキサ－車、大型トラツクなどの激しい\n通過による振動は、杭打工事の場合と同じく居住地域の昼間の基準値を越える範囲\nが道路端から五〇メートル前後にまで及ぶと考えられる。\n（２）　自動車の走行による場合\n本件道路が完成すれば、同時に数万台の車が昼夜走り続けることとなる。特に本件\n道路は、多数の実測から明らかな如く、夜間に大型トラツクの比率が極めて高いと\nいう特徴がある。\n各種の実測例や予測例等を検討すると、本件道路完成後における自動車の走行によ\nる振動は、工事振動に対して適用される基準値を準用すると、夜間において居住地\n域の基準を越える範囲は、道路端から四〇メートル以上に及ぶものと考えられる。\n口　振動による被害について\n（１）　人体への影響\n振動の人体への影響としては、情緒的、精神的な不安感の原因となり、また、睡眠\n妨害をもたらすとされている。\n赤ん坊や老人が寝つかれない、子供が勉強に集中できない、また、病人への悪影響\nなどの訴えが多いといわれ、医学的にも、循環系、呼吸系、神経系、内分泌系、代\n謝機能に悪影響があるとされている。\n特に建設工事による振動にしろ、車の走行による振動にしろ、騒音を伴つて人体に\n影響を与えるため、いわば相乗効果をもたらすことが強調されている。\n（２）　家屋等への影響\n昼夜切れ目なく続く振動によつて、家屋等の傷みを生じ、また早くする。屋根瓦が\nずれる。建具の立て付けが悪くなる、壁にひびが入るなどという例は枚挙にいとま\nがない。\n（４）　その他\n以上のような環境破壊の他、粉じんの発生の被害も国道一号線の沿線の住民が現実\nに経験しているところであるし、道路の構造によつては、電波障害や景観の破壊が\n生ずるし、同一地域が本件道路によつて南北に分断されることにより生ずる日常生\n活の不便なども予測可能な事態である。\n（二）　環境破壊についての事前の調査等の欠如\nおよそ道路の建設に当たつては、その必要性が肯定される場合でも、行政上の比例\n原則の点から、その道路建設により付近住民に生ずる不利益が最少限度にとどまる\nように配慮すべきであるし、国は国民の健康を保護し、生活環境を保全する使命を\n有することに鑑み、公害の防止に関する基本的かつ総合的な施策を策定し、これを\n実施する責務を有する（公害対策基本法四条）のであるから、被告が道路区域の変\n更をするときは必ず事前に公害の発生、自然環境の破壊等により住民の健康、生活\n環境に支障が生じないよう計画の立案をすべきである。\nそのためには、道路区域の決定（変更）により、それが環境に及ぼす影響の内容、\n程度を短期的、長期的観点から予測し、複数の計画案の中から選択する等の事前の\n作業をするべきであるし、道路建設によつて影響を受ける地域住民にすべての情報\nを公開し、かつ地域住民の理解と納得を得る必要がある。\nしかるに、被告はかかる環境に及ぼす影響について事前に調査、評価をせず、しか\nも、原告らを含む静清バイパス反対同盟協議会という住民団体と事前に協議するこ\nとを約しながら、これを無視して抜打ち的に本件区域変更をなしたのであつて違法\nである。\n（三）　法律上の根拠の欠如\n道路の区域変更をなすためには、当然、いかなる場合にいかなる方法で誰が行うか\nという実定法上の規定が必要であるところ、道路法はこれを全く定めていない。す\nなわち、道路法施行令三九条一号によれば、同法一八条一項が道路区域変更の根拠\n規定と解されるところ、同項末文は道路の区域を変更した場合は同項前段に定めた\nように公示等をしなければならないとして区域変更後の手続を規定しているにすぎ\nず、区域変更の要件等を定めるものではないから、現行法上道路の区域の変更を認\nめるべき法律上の根拠はないというべきであり、したがつて、本件区域変更は法律\n上の根拠を欠くものであつて違法である。\n（四）　道路区域変更概念との相違\n本件区域変更はいわゆる道路区域の変更とはいえない違法なものである。\nすなわち、「変更」の意義からすれば、道路区域の変更とは、例えば、既存道路を\n廃止して別の場所に新たに道路を作るとか、既存道路の幅員を拡幅又は縮少するこ\nと等がこれに当たるところ、本件区域変更はこのようなものではなく、その内容の\nうちＡは変更の前後を問わず全く同一で、これが既存の国道一号線であつて、既存\n道路区域には全く変更がないのである。\nまた、本件区域変更による変更後のＢ区間は清水側より西進する六・四五七キロメ\nートルの部分であり、Ｃ・Ｄ区間は静岡丸子側より東進する六・三一キロメートル\n部分であつて、バイパスの中心をなすＢ・Ｄ間すなわち市内地を通過する十数キロ\nメートルの部分の道路区域は定められていないから、右Ｂ区間及びＣ・Ｄ区間は国\n道一号線の枝道ないしは袋道にすぎない。\nところで国道一号線は起点を東京都中央区、終点を大阪市とする主要幹線道路であ\nるから、国道一号線というためには、その道路を進行すれば東京都中央区及び大阪\n市に到達するものでなければならないところ、右Ｂ区間及びＣ・Ｄ区間は袋道であ\nつて東京・大阪を結んでいないから、これらの部分は国道一号線の一部とはいえ\nず、国道一号線の区域の変更には当たらないから、本件区域変更は違法である。\n５　よつて、本件区域変更の取消しを求める。\n二　被告の本案前の主張\n１　行政処分性の欠如\n本件区域変更は、以下のとおり抗告訴訟の対象となるべき行政処分ではないから、\n本件訴えは不適法として却下されるべきである。\n（一）　行政事件訴訟法三条一項は抗告訴訟の一形態として処分の取消しの訴えを\n規定しているが、右訴えの対象たる処分とは、公権力の主体たる国又は公共団体が\n行う行為のうち、その行為によつて直接国民の権利義務を形成し、又はその範囲を\n確定することが法律上認められているものをいうと解すべきところ、本件区域変更\nは既に公示されている路線の起点・終点、又は重要な経過地を変更することなく道\n路管理者において既存の道路区域について一部変更を加える行為であつて、道路区\n域の決定の場合と同様、単に道路を構成する敷地の幅、長さ、位置などを具体的に\n確定するにとどまり、これによつて直接国民の権利義務に対し影響を及ぼすもめで\nはないから、取消訴訟の対象たる処分に当たらない。\nもつとも、右区域変更によつて、変更後の道路区域内にある土地の形質を変更し、\nその区域内において工作物を新改築する等の行為をなす場合には、道路管理者の許\n可を受けなければならないという制限を受けることになる（道路法九一条一項）\nが、これは道路建設計画の円滑な遂行に対する障害を除去するため、法律が特に付\n与した公示に伴う付随的な効果にとどまると解すべきであつて、本件区域変更ない\nしその公示そのものの効果として発生する権利制限とはいえない。\nまた、右制限は、土地の形状変更等につき許可を要するとしただけで何ら具体的な\n規制を加えるものではないし、右制限については、国民が道路管理者に対し、右形\n状変更等の行為についての許可を申請したのに対して不許可処分がなされた場合\nや、同法七一条一項に基づく道路管理者の監督処分がなされた場合に、右不許可処\n分や監督処分を対象として抗告訴訟を提起し、右訴訟において本件区域変更の違法\nを主張することが可能なのであるから、これによつて具体的な権利侵害に対する救\n済の目的は十分に達成することができるのである。したがつて、本件区域変更の段\n階では争訟の成熟性ないし具体的事件性を欠くというべきである（最高裁昭和四一\n年二月二三日大法廷判決）。\n（二）　原告らは、道路区域の決定、変更の段階で行政処分性を認めるべき理由と\nして、わが国における道路建設処分の実情を挙げる（後記三　本案前の主張に対す\nる原告らの反論１項（二）の主張）。\nしかしながら、原告らの右主張は「買収」が当事者間の合意による契約であること\nを看過若しくは極めて軽視したものであるといわざるを得ない。なるほど原告ら主\n張のように区域内の土地の所有権等の権原を有するものが全員買収に応ずれば、確\nかに道路区域の決定（変更）から供用開始に至るまで行政処分がないことになる。\nしかし、このことは区域内の土地につき所有権等の権原を有する者が道路区域の決\n定（変更）の適法性について争わず、任意に契約を締結したからにはかならず、こ\nのような場合においてまで「道路建設を差し止める法的手段」を与えるために道路\n区域の決定（変更）に行政処分性を認める必要は全くないのである。区域内の土地\nについて所有権等の権原を有し、かつ道路区域の決定（変更）の適法性を争う者が\n買収に応じないで、仮に土地収用法に基づき収用の裁決を受けたならば、その収用\n裁決の取消等を求めて抗告訴訟を提起することができるのであり、また右訴訟にお\nいては、当該収用裁決の違法のみならず、基礎となつた道路区域の決定（変更）等\nの瑕疵をも主張することが許されるのであるから、この段階で具体的権利侵害に対\nする救済の目的は十分達成される。また、収用裁決に至らない段階であつても、前\n記のとおり、道路法九一条一項の道路管理者の不許可処分がなされた段階あるいは\n同法七一条の道路管理者の監督処分がなされた段階において、事件としての成熟性\nを認めれば足りるのであつて、何も道路区域の決定（変更）の段階において行政処\n分性を認めなければならない必要性は全くないのである。\n（三）　更に原告らは、右のような道路法九一条一項の不許可処分等の取消しを求\nめ、行政訴訟を提起する方法は道路建設自体に違法がある場合の建設差し止めの方\n法としては極めて迂遠な方法であるし、不許可処分を争つている間に回りの工事が\n完成し、事情判決を受ける虞れがある旨主張する。\nしかしながら、現行法制下においては、極めて迂遠であると考えられても、行政行\n為が直接国民の権利義務に影響するに至るまでは法律上の争訟とはいえないとされ\nているのであるし、事情判決の点も、公共の福祉と個人の権利救済の調整という問\n題は、道路建設の場合に限らず、広く一般的な問題であつて、事情判決を受ける虞\nれがあるから早い段階で行政処分性を認めるべきであるというのは、論理の逆転で\nあるといわざるを得ない。\n２　原告適格の欠如\n仮に、本件区域変更が行政処分性を有するとしても、原告らは以下のとおり、いず\nれも処分の取消しを求めるべき原告適格を有しないから、本件訴えは不適法として\n却下されるべきである。\n（一）　行政処分の取消訴訟において原告となり得る者は、当該処分のもたらす法\n的効果に起因して具体的個人的利益を害されるものに限られると解すべきところ、\n本件道路区域変更によりもたらされる法的効果は、道路法九一条一項による道路区\n域内における土地の形質変更等に対する制限のみである。\nところで、原告らの主張によると、原告らのうち本件道路区域内に居住する者は、\nＡ、Ｂ、Ｃ及びＤの四名であるが、原告Ａは区域内に居住していないし、また原告\nＣ及び同Ｄは、昭和五四年九月二六日、買収に応じ、同月三〇日、本件道路区域外\nに転居したから、原告らのうち本件道路区域内に居住するのは、原告Ｂのみであ\nる。そして、同人はＥからその所有建物を賃借したうえこれに居住しているもので\nあるところ、右Ｅとの賃貸借契約によると、借家人である原告ＢはＥの承諾なくし\nて増改築をなすことを禁じられており（Ｅは買収に応ずる意向なのであるから、原\n告Ｂの増改築等の求めに対し承諾を与えることは考えられない。）、結局、本件道\n路区域内において道路法九一条一項による権利制限を受ける者は存在しないのであ\nる。\n（二）　原告らは、道路建設後の自動車通行に伴う騒音、排気ガス、振動等により\n生活環境が破壊されるから本件訴えの利益がある旨主張する。\n原告らの右の主張が「環境権」の主張であるならば、「環境権」については、これ\nを認めるべき実体法上の根拠が明らかでなく、その性格、内容、効力及び権利の帰\n属主体等も全く不明確であり、単なる立法政策上のスロ－ガンとしてならともか\nく、現行法体系上における具体的な権利としては到底承認し難いものである。\nそして、仮に生活環境に対する利益が法的に保護されたものであるとしても、原告\nらの主張する右利益に対する侵害なるものは、本件道路の供用により、そこを走行\nする自動車によつてもたらされる騒音、排気ガス、振動などの事実行為によつて生\nずるものであつて、本件道路区域変更ないし公示に伴う法的効果として生ずるもの\nでないのであるから、生活環境に対する利益を侵害されることを理由に本件訴えの\n利益ないし原告適格を根拠づけることはできないのである。\n三　被告の本案前の主張に対する原告らの反論\n本件訴えは以下のとおり訴訟要件を具備しており適法である。\n１　行政処分性について\n（一）　被告の主張する行政行為の概念は、公定力論から導き出そうとする誤つた\n教条的、固定的な概念である。\n高度に成長した現代社会における行政は複雑、多様な手段を用いて行われる。なか\nんずく福祉行政は資金交付、役務の供給、公共施設の設置など各種の作用を営んで\nいるが、これらの活動は必ずしも特定人に対する典型的な行政行為の形式で行われ\nるものではなく、第三者との私法契約、行政指導、事実行為など非権力的な行為形\n式を単独あるいは複合的に組み合わせて営まれており、しかも行政と国民生活が密\n着した現代においては、その法律上、事実上の効果は特定個人の利害のみならず、\n広く不特定多数の人々の生活に深く影響することが多い。本件静清バイパス建設に\nついても、被告の右のような一連の行政活動の結果、原告ら地元住民の生活は全く\n受動的な形で影響を被ることになるのである。\nこのような現代行政の実態を考慮すれば、抗告訴訟の積極的な権利救済の機能を重\n視する観点から、行政過程そのものを一体的に把握し、複合的な行政過程全体を抗\n告訴訟の対象たる行政処分として捉え、処分性を緩和拡大していくのが正当な考え\n方である。\n（二）　ところで、わが国の道路建設の実際は、道路予定地の取得について任意買\n収方式を採用し、道路建設について反対の少ないところから用地買収をし、買収後\n直ちに工事に着工し、一部に買収に応じないところがあつても、買収に応じた部分\nの工事を完成させ、買収に応じない部分を孤立させてしまい、しかる後にやむなく\n買収に応じざるを得ないようにし向けて道路を完成させる方法がとられている。\n本件静清バイパス建設においても、被告はこのような既成事実を積み上げ、なしく\nずし的に道路を建設する方法をとつており、この方法によると、実際に強制収用の\n手続がとられることはほとんどないから、道路区域の決定（変更）から供用開始に\n至るまでの間に行政庁の行政処分が全く介在しないこととなり、抗告訴訟を提起す\nる途がないことになるのである。\nこの点について、被告は道路法九一条一項の申請に対する不許可処分等で争う途が\nあると主張するが、この方法は道路建設自体に違法がある場合の建設差止の方法と\nしては極めて迂遠であるし、前記のようなわが国の道路建設の実情からすれば、あ\nる特定の者が右不許可処分や強制収用された場合の収用裁決を争つている間に周囲\nの工事が完成してしまい、その結果、取消訴訟において勝訴する頃には既に事業が\n相当程度進行し復原困難であるとして事情判決を受ける虞れがあり、このことは国\n民の権利救済としては重大な問題であるし、また逆に、その段階で取消判決が出さ\nれれば、却つて行政に大混乱をもたらすこととなる。\nしたがつて、道路建設の場合には、供用開始に先んずる最後の行政行為である道路\n法一八条一項の道路区域の決定（変更）の段階でこれに行政処分性を認めて抗告訴\n訟の途を開いておくことが是非とも必要なのである。この理は被告の引用する最高\n裁判決の少数意見が正しく指摘するところである。\n（三）　被告はまた、道路区域変更の段階では争訟の成熟性ないし具体的事件性を\n欠くと主張するけれども、争いの成熟度ないし事件の具体度は争点の如何とも関連\nしているのであつて、道路区域の変更自体の違法が主張されているときには、一般\n的な建築等の制限でも、道路区域変更の公告の段階で法益救済のために抗告訴訟の\n対象とするべきである。\n（四）　以上のとおりであるから、本件区域変更は抗告訴訟の対象たる行政処分に\n当たるものというべきである。\n２　原告適格について\n（一）　原告らは、本件区域変更によつて請求原因４項（一）記載の具体的な不利\n益を受けるところ、右不利益はいずれも法律上保護された利益であるから、原告ら\nはいずれも行政事件訴訟法九条にいう「法律上の利益」を有し、原告適格を有する\nものである。\n（二）　行政訴訟制度が憲法上の裁判国家体制にふさわしい真の救済機能を発揮す\nるためには、形式的に実体法が保護する利益のみを守るべきではなく、国民の実生\n活に仕える手段として国民の被る実害を救済する機能を果たすべきである。\nそして、一般に抗告訴訟の原告適格を拡大し、広く出訴を許容すべきだとするのが\n近時の多数の学説、判例の傾向なのである。この傾向からすれば、本件原告らのよ\nうな地域住民に原告適格が認められることは明白である。\n（三）　以下、原告らが環境権を有し、これが原告適格を基礎づける点について詳\n論する。\n（１）　環境権の法認\n近年の産業技術の著しい発達は、われわれの文化生活の向上に寄与している反面\nで、大規模な産業活動、地域開発によつて自然環境の汚染と破壊をもたらしわれわ\nれの生活に深刻な影響を及ぼしているが、良好な環境は、住民全体の共有財産であ\nるとともに、住民一人ひとりは、清浄な水と大気、天然の景色、静ひつな環境の中\nで健康で安全な生活を営む基本的自由を有するのであつて、一部の者がその事業活\n動等によつてみだりに地域の環境を汚染したり破壊したりすることは、住民全体の\n共有財産に対する侵害であつて到底許されるべきではないのである。地域住民は良\n好な環境を享受し、これを守る権利を有している。これを環境権ということができ\nる。\n右の環境権は憲法的な根拠を有している。すなわち、公害から自らを護る権利は、\n憲法二五条によつて国民に与えられた基本的人権として把握することができる。な\nぜならば、生存権は単に健康それ自体の保持に止まるものではなく、当然にその前\n提としての健全な生活環境を保持する権利を含むと解すべきだからであり、生存の\n基本条件としての水や空気や食物に対する汚染などが、文字どおり健康で文化的な\n最低限度の生活を営む権利の侵害になることは余りにも明らかである。憲法二五条\n一項の文言を客観的に解する限り、環境権的な要求はそこにいう生存権のコロラリ\nーに他ならないのである。そしてさらに、憲法一三条にいわゆる幸福追求権は生存\n権的基本権を含むと解するべきであるので、環境権は憲法一三条によつても根拠づ\nけられるという意味において、二重包装的にも保護されているのである。\n（２）　集団の権利としての環境権\nもともと環境権の法理は、環境の共有にその根源を有しており、大気・水・日照・\n通風などの環境上の素材が、一定の地域内に住むすべての住民の共有に属するもの\nと考え、共有者の一人である企業等がこれを独占的に利用し、汚染させることは他\nの圧倒的多数の共有者の権利＝環境権を不当に侵害することになるとする。\n右の考え方を前提とするならば、ある環境が一定地域内においては互いに流動し互\nいに作用しあつて総体的に一つの環境を形成している以上、環境権を侵害されたと\n主張する者も、常に複数であつて被害者集団をなしていることになる。環境権は、\n被害者集団の権利として措定されてはじめて現在の公害＝環境破壊を突破する力を\n有するのである。\nこのようにして、集団の権利としての環境権は、個々の住民の被る被害は小さくと\nも、全被害住民のそれをあわせると極めて大きいものになるという、被害のひろが\nりを被侵害利益の判断にもちこむことを可能にし、直接原告となつている者が被つ\nていない被害であつても、同一環境圏内に生じている被害を、原告の主張の基礎づ\nけとして取り入れる可能性に道を開く点にその訴訟的・実践的な価値を有するので\nある。\n（３）　環境権と取消訴訟\n取消訴訟は、行政庁の公権力の行使により「法律上の利益」を侵害されたとする者\nが行政庁の処分の取消を求めて訴えるものである。\nこの法律上の利益を有する者とは、最近の公害防止を訴える世論の高揚を背景とし\nて、従来の「当該処分によつて、自己の権利又は法により保護された利益を毀損さ\nれた者」（田中二郎、行政法上、二七八頁）の範囲を越え、従来は反射的利益であ\nるといわれた単なる事実上の利益、すなわち保護に値する利益の侵害を被つた者を\nも含むとされるに至り、それが現在では、個人の健康や財産に具体的危険が生じる\n以前の、いわゆる環境権といつた利益であつても、それが住民個人の利益にかかわ\nり合いを持つ場合には、訴えの利益ないし当事者適格が認められるに至つているこ\nとは判例上も確認されているところである。\nもともと、司法権は、個別的・具体的な争いを審判することがその本質であるか\nら、司法権の立場からいえば、行政法規の適用に関する争いができる限り具体的に\n煮詰められた形で裁判所に持ち出されることが望ましいが、具体的不利益を受ける\n者であつて、しかもその不利益が直接かつ重大なものであるならば、争いを具体的\nに煮詰めるのに適当な当事者という見地からみて、権利ないし法的利益を侵害され\nたものに劣るとは思われず、その救済の必要性も大きいのである。\nそして、「原告適格の拡大によつて取消訴訟を客観的訴訟化し、その行政統制機能\nを強化することは、けつして公益偏重化を意味するのではなく、かえつて公権力の\n人民の適正な地位の保障を実効的ならしめ、人権尊重ならびに民主国家・社会（福\n祉）国家・裁判国家の精神に即応するものであると解されるから」（原田尚彦、訴\nえの利益　九頁）、本件においても、原告らの訴えの利益は認容されるべきであ\nる。\n四　請求原因に対する認否及び被告の主張\n１　請求原因１項の事実は認める。\n２　同２項の事実中、原告らの地位については不知。原告らの不利益については争\nう。\n３　同３項の事実中、本件道路が原告ら主張のような幅員、延長で、静清バイパス\nの一部となるものであること及び静岡市第二次総合開発計画に原告ら主張のような\n記載があることは認め、その余は争う。\n４　同４項冒頭の主張は争う。\n（一）　同４項（一）の事実中、自動車騒音の構成が原告ら主張のようなものであ\nるといわれていること、自動車の排気ガスに一酸化炭素、亜硫酸ガス、窒素化合\n物、炭化水素、鉛が含まれているといわれていることは認め、その余は争う。\n（二）　同４項（二）の事実中、静清バイパス反対同盟協議会という住民団体が存\n在すること、公害対策基本法に関する部分は認め、静清バイパス反対同盟協議会に\n原告らが含まれていることについては不知。その余の事実は争う。\n（三）　同４項（三）の事実中、道路法及び同法施行令の条文の記載については認\nめ、その余は争う。\n（四）　同４項（四）の事実中、本件道路区域が静清バイパスを建設しようとする\n計画の一部であること、変更後のＢ区間は清水側より西進する六・四五キロメート\nル部分であり、Ｃ・Ｄ区間は静岡丸子側より東進する六・三一キロメートル部分で\nあること、Ｂ・Ｄ区間は道路の区域が定められていないこと、一般国道一号が起点\nを東京都中央区、終点を大阪市とする主要幹線道路であることは認め、その余は争\nう。\n５　本件区域変更の適法性について\n（一）　道路法一八条一項にいう「道路の区域の変更」とは、一般国道を例にとれ\nば、既に一般国道の路線を指定する政令（昭和四〇年三月二九日政令第五八号）に\nより指定された路線の起点・終点及び重要な経過地を変更することなく、既存の道\n路の区域に新たな区域を追加し、又は道路の区域の全部又は一部を廃止して、これ\nに代るべき新たな道路の区域を定めることをいうのであつて、いかなる場合にこれ\nを行うかは道路管理者の裁量に委ねられているものである。\n本件道路の区域の変更は、昭和五一年一二月二五日建設省中部地方建設局長が道路\n法施行令三九条の規定に基づき、道路管理者の裁量の範囲内で行つた意思決定であ\nつて何ら違法ではない。\n（二）　原告らは、道路法は道路の区域変更についていかなる場合にいかなる方法\nで誰が行うのか規定していないから道路の区域の変更を認めるべき法律上の根拠は\n存しない旨主張するが、道路管理者がこれを行うものであること及びその方法につ\nいては同法一八条一項の規定によつて明らかであり、いかなる場合にこれを行うか\nは前記のとおり道路管理者の裁量に委ねられているのである。\n（三）　更に原告らは、静清バイパスにおいて既に道路の区域の変更が行われた区\n間は、枝道ないし袋道の形状をなしており、かつ、現在の一般国道一号を存置した\nまま別途の区域を該国道の道路の区域とするのは、一般国道一号の区域の変更には\n当たらない旨主張するが、静清バイパスは延長か二四・二三キロメートルに及ぶも\nのであり同バイパスの建設工事を一度に着手することは財政上からも人員等の面か\nらも不可能であり、右建設工事の施行途上において如何なる区間又は部分の道路の\n区域を変更して建設工事に着手するかは、事業の規模、道路の機能、地域にもたら\nす利便等を総合的に勘案したうえ決定しているところであつて、この工事途上の期\n間においては現在の一般国道一号と同一号のバイパス部分とが複線、枝道若しくは\n袋道といつた形状を呈することはむしろ当然のことであるから何ら違法ではない。\n（四）　以上のとおり、静清バイパスは、国の動脈である一般国道一号の機能の回\n復を図るとともに地域の幹線道路としての機能を果たすため、都市計画の一環とし\nて建設するものであり、本件道路の区域の変更は、右バイパス建設事業の一部とし\nて、地域交通の利便等地域の行政需要を考慮して優先的に事業に着手するために行\nつたものであつて何らの違法も存しない。\n第三　証拠（省略）\n○　理由\n一　請求原因１項の事実（本件区域変更の存在）は当事者間に争いがない。\n二　そこで、本件区域変更が抗告訴訟の対象となる行政処分に当たるか否かについ\nて検討する。\n一般に抗告訴訟の対象となりうる行政処分とは、その行為によつて特定の個人の権\n利義務に対し、直接何らかの具体的な変動を及ぼすものをいうと解せられる。\n原告らが取消しを求める本件区域変更は、路線の指定（道路法五条）によつて既に\n確定されている路線の起点、終点及び重要な経過地を変更することなく既存の道路\n区域の一部に新たな区域を追加することであつて（同法一八条一項）、道路区域の\n決定と同様、単に道路を構成する敷地の幅及び長さによつて示される区域を確定す\nるもので、爾後、道路管理者において、当該区域の土地等に関する権原を取得し道\n路工事を施行するという一連の道路建設手続の基礎を定める一般的な決定にすぎな\nいから、これによつて特定の個人の権利義務に対し、直接具体的な変動を及ぼすも\nのではないというべきである。\nもつとも、本件区域変更がなされると、その後道路の供用が開始されるまでの間\nは、道路管理者が当該区域内にある土地について権原を取得する前においても、何\n人も、道路管理者の許可を受けなければ、当該土地の形質を変更し、工作物を新築\nし、改築し、増築し、若しくは大修繕し、又は物件を付加増置できないという制限\nを受ける（同法九一条一項）けれども、右制限は道路の新設に対する障害を防止す\nるために法律が特に付与した付随的な効果にすぎないものであつて、本件区域変更\nそのものの効果として発生する権利制限といえないうえ、右制限自体、当該区域内\nの土地所有者等の権利義務に対し、直接具体的な変動を及ぼすものとはいえないの\nであつて、右制限については、当該区域内における土地の形質等の変更や工作物の\n新築等の許可申請に対し、道路管理者が不許可処分をした場合や、右制限に違反す\nる行為をした者に対し、道路管理者が工事の中止や工作物の除却等の監督処分をし\nた場合（同法七一条）等特定の個人に対する具体的処分がなされた段階において、\n本件区域変更の違法を理由として、これらの処分に対する抗告訴訟を提起すること\nができ、これにより右制限に対する救済は十分達成し得るのであるから、具体的権\n利変動の生じない本件区域変更の段階においては未だ訴訟事件として取り上げるに\n足るだけの争訟の成熟性ないしは具体的事件性を欠くものといわざるを得ない。\nまた、原告らはわが国の道路建設の実情を挙げて、本件区域変更の段階で行政処分\n性を認める必要性を強調するけれども、現在行われているわが国の道路建設の方法\nは、道路建設の早期実現の必要からなされているものであり、このような公共の利\n益の観点も十分に尊重すべきであること、当該区域の土地等の所有権者等には、前\n記のとおり、不許可処分や監督処分等の具体的処分がなされた段階あるいは具体的\nな土地収用手続がなされた段階において抗告訴訟を提起して区域変更の違法性を主\n張することによりその権利救済の途が残されていること、また、事情判決の点は個\n人の権利救済と公共の利益の調整の方法として一般的に存在する問題であつて、区\n域変更の段階で行政処分性を認める論拠とはなし難いこと等を考慮すれば、原告ら\nの右主張を採用することはできない。\n原告らは更に、本件道路の完成に伴い、騒音、排気ガス、振動等により、原告らの\n有する環境権が侵害される旨主張するけれども、環境権自体これを権利ないし法的\n利益として認めるべき実定法上の根拠を見出し難いうえ、右主張の侵害は本件区域\n変更が直接もたらすものでないこと明らかであるから、右主張の点を考慮しても、\n本件区域変更の行政処分性を認めることはできない。\nそうすると、本件区域変更は抗告訴訟の対象たる行政処分に当たらないものと解す\nべきであり原告らの本件訴えは、その余の点について判断するまでもなく不適法な\nものといわなければならない。\n三　よつて、本件訴えを却下することとし、訴訟費用の負担につき行政事件訴訟法\n七条、民事訴訟法八九条、九三条一項本文を適用して、主文のとおり判決する。\n（裁判官　高瀬秀雄　吉村　正　荒井　勉）\n"
}