{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 3,
    "day": 27
  },
  "case_number": "昭和34(行)2",
  "case_name": "懲戒処分取消請求事件",
  "court_name": "福島地方裁判所",
  "field": "労働",
  "lawsuit_id": "17446",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17446",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/446/017446_hanrei.pdf",
  "contents": "○　主文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の申立\n（原告の求める裁判）\n被告が、昭和三三年一二月二四日附で原告に対してなした減給一か月の懲戒処分\nを、取消す。\n訴訟費用は被告の負担とする。\n（被告の求める裁判）\n本案前の申立として、\n原告の訴えを却下する。\n本案に対する申立として、\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第二　原告の主張\n（請求原因）\n一　原告は、福島県大沼郡新鶴村立新鶴中学校に勤務する福島県公立学校教員であ\nつて、県下の公立小・中高等学校、幼稚園の教職員約一万四、三〇〇名を以て組織\nする、教育公務員特例法及び地方公務員法に基づく職員団体である福島県教員組合\n（以下、県教組という。）の組合員である。\n二　被告は昭和三三年一二月二四日附で、原告に対し、減給一か月の本件懲戒処分\nをなした。処分事由は次のとおりである。即ち、\n原告は県教組中央執行委員長の指令を受け、県教組支部委員会あるいは学校職場会\n等において、勤務評定の実施を阻止するため、昭和三三年九月一五日、同年一〇月\n二八日、同年一一月二六日職場離脱を含む統一行動に参加するよう強く要求する等\nの行為があつた。このため多数の教職員が職務を放棄し、多くの学校において非常\nな混乱がおきた。更に同年一〇月下旬開催された道徳教育講習会の受講者に対し、\n妨害活動を行つた。このような行為は地方公務員法の規定等に違反するところであ\nる。\n三　しかし、本件懲戒処分には次の違法がある。\n１　原告は何ら懲戒事由に該当する行為をしていない。\n２　のみならず、地方公務員法（以下、地公法という。）第四九条所定の処分事由\n説明書交付の制度からするも、懲戒の如き重大な制裁に関しては、処分に際しその\n理由を具体的に明示することが法律上要求されるところであるに拘らず、被告が原\n告に交付した処分事由説明書の記載は、極めて抽象的であつて、何ら具体的事実を\n示しているとはいえない。\n３　また、原告は市町村立学校に勤務しているから、地方教育行政の組織及び運営\nに関する法律（以下、地教行法という。）第三八条により、懲戒処分に関しては所\n属市町村教育委員会の内申を要件とするところ、本件懲戒処分に際して適法なる内\n申を欠いている。\n４　更に、原告は、いわゆる組合専従員として、職務専念の義務を免除されると共\nに、職務に従事することができない者であり、県からはいかなる給与等も支給され\nていないから、原告に対し減給の懲戒処分は法律上も事実上も許されない。\n四　以上のとおり本件懲戒処分は、実体的には何ら懲戒事由のないのになされ、手\n続的には具体的理由を附せず、また適法な内申を欠くか、更にはその懲戒効果の点\nに関して、いずれも瑕疵あるものであつて、いずれも違法であり取消しを免れな\nい。\n（被告の本案前の抗弁に対する答弁）\n被告主張の訴えの利益がないとの点は争う。\n原告が本件懲戒処分によつて受けた不利益は、以下に述べるとおり、経済的及び非\n経済的の両面にわたつており、これらはいずれも、本件懲戒処分が取消されること\nによつて、直ちに回復され、もしくは将来にむかつて消滅するものであるから、本\n件懲戒処分が減給一か月の処分であり、原告が本件懲戒処分の当時、専従（支部書\n記長）として被告から給与を受けていなかつたため、右処分による「減給」の効果\nが直接原告に及ばなかつたとしても、本件訴えの利益は、訴えの提起の当時はもと\nより現在もまた存在するものである。\n一　経済的不利益（損失）について\n１　懲戒処分を受けたことによる定期昇給の延伸\n職員は、原則として一二月ごとに、一回一号の昇給を受けることとされている（定\n期昇給。「職員の給与に関する条例」＝昭和二六年三月二七日福島県条例第九号＝\n第四条四項）。しかるに、この間に懲戒処分を受けた職員に対しては、この定期昇\n給は行われず、年四回（四月、七月、一〇月、一月）と定められている次期の定期\n昇給期まで延伸される（「職員の給料等の決定の基準に関する規則」＝昭和三三年\n一一月一四日、福島県教委規則第一〇号＝第八条）。\nしかも、特別の復元措置がとられない限り、延伸された昇給期を起点として次の定\n期昇給が行われるから、この延伸の効果は、在職中続くことになる。\n本件処分の当時、被告は、この延伸処分について\n戒告　　　三か月\n減給　　　六か月\n停職　　　九か月\nとして取扱つてきた（もつとも、その後、このような延伸のしかたは「二重処分」\nのおそれがある、との自治省の指導により、処分の程度如何にかかわりなく一回の\n処分について三か月延伸という仕方にかえられた。）。\nこれを原告についてみると、在職中の損失額は総計では少なくとも五〇万円以上に\n達する。\n２　退職手当の損失\n原告が被告の退職勧奨年令である満五九歳に達した年の年度末となる昭和五八年三\n月三一日退職したと仮定して現行給料表と退職手当算出基準とをあてはめて計算す\nると、\n正常の場合　２の特５号給　３１９、２０８×６９．３＝２２、１２６、１０４円\n延伸　〃　　２の特４号給　３１６、５７６×６９．３＝２１、９３８、７１６円\nとなり、\n差引き　　　１８７、３８８円\nの損失となる。\n３　退職年金の損失\n前項同様の方法により計算すると、年金年額にして\n１６、２００円の損失となり、これは、退職後生涯続くものである。\n二　経済的損失以外の不利益\n１　本件懲戒処分は、昭和三四年一二月二八日、被告が原告に対してなした懲戒免\n職処分の前提をなしており、本件処分がなかつたならば、右免職処分もあり得なか\nつたことは明らかである。\nこのことは福島地方裁判所昭和三六年（行）第九号事件の審理において明らかにさ\nれている（同事件で被告が提出した内申書の記載。なお免職の「処分事由説明書」\nには、直接この関係を示す記載はないが、「このような度重なる行為は」「全体の\n奉仕者である教育公務員としてあるまじき行為」であるとされており、他の被処分\n者に対する懲戒事由説明書の文言と比較すると、原告については、内申書記載の事\n実を前提としていることがうかがわれる。）。\n２　懲戒処分を受けた事実は、履歴書の必要的記載事項とされ、この履歴書は本人\nの在職中、所属校、地教委、県教委のそれぞれのところで、人事管理の重要資料と\nして厳重に管理され、いろいろと活用される。\nそればかりでなく、退職当時の所属校では、この履歴書は永久保存される。そし\nて、この間、処分を受けたという事実は、当人の転任、昇任などに長く不利な影響\nを及ぼすおそれがあり、事実としてもそのように処理されている。\nなお、昭和四六年、原告の所属する県教組と被告の間でなされたそれまでの組合活\n動に関連する懲戒処分の和解についても、この履歴書から懲戒処分を受けたことの\n記載を抹消することについて種々協議がなされ、抹消することで解決をみているこ\nとは、この履歴書の記載を通じ現実的効果が発生することを当然の前提としていた\nからに外ならない。\n３　原告が本件懲戒処分をうけたことは、当時、一般新聞にも実名で報道され、原\n告の担任した教え子や父母にもひろくこの事実は知られるところとなつた。\n本件処分当時はもちろん、現在においてもなお、一般地域社会では「お上から処分\nをうけるのは悪いこと」という認識が相当程度存在しており、この意味で原告の名\n誉は傷つけられており、その回復がはかられる必要がある。\n（被告の反対主張に対する答弁）\n昭和三三年九月一五日、同年一〇月二八日、同年一一月二六日の各団体行動中、九\n月一五日の分を除きその余の団体行動については組合の指令が発せられていること\nは認める。\nその余の被告主張事実はすべて争う。\n（被告の反対主張に対する原告の主張）\n一　仮に被告主張の如き行動を原告においてしたとしても、地公法第三七条は以下\n述べる理由により憲法第二八条に違背して無効であるから、これを適用してなした\n本件懲戒処分は、いずれも無効である。\n１　地公法第三七条一項は地方公務員の団体行動権を制限している。しかし公務\n員、少なくとも若干の高級官僚を除いた大部分の公務員は、自己の労働力を売つて\n俸給をうけ、その生存を保つという意味で、一般労働者と何ら変りがなく、憲法第\n二八条が保障する労働者の諸権利即ち団結権、団体交渉権、団体行動権等を当然有\nするものである。\nかかる労働基本権は、憲法上無限定的に保障されていると解すべきであるから、た\nまたま公務員が、外部に対する関係で国家公共団体の権力機関を構成しているとか\n（いわんや本件原告の職務は公権力の行使ではない。）、あるいは公務員が全体の\n奉仕者であつて一部の奉仕者でないとか、更には公共の福祉の理由とかで、これを\n制限することは憲法体制に於て正当な根拠を有しない。\n２　仮に制限しうるとしても、それは充分な代償的保障が与えられなければならな\nいのに（ＩＬＯ八七号条約第八条二項参照）地公法第二四条、同第二六条、同第四\n七条等の規定は何れも有効な保障とはいいえないから、結局地公法第三七条一項は\n勤労者たる地方公務員から有効な代償なく基本権たる団体行動権を奪つたことに帰\nする。\n３　公務員の争議行為の全面的禁止は、昭和二三年七月二二日附連合国最高指令官\nより内閣総理大臣あての覚書に基づき同年七月三一日発せられた政令第二〇一号に\nその淵源がある。上記政令は占領管理法令として、超憲法的にのみ存在しえた。地\n公法第三七条は、かかる超憲法的性格という法論理によつてのみ存続可能なものを\n恒久的に国内法の体系に再編したものであつて、平和条約発効によつて管理法の体\n系が消滅した現在、改めてその違憲性を糾弾されるべきである。\n二　仮に然らずとするも、年次有給休暇をとり組合活動に参加することは、地公法\n第三七条一項の争議行為には該当しない。\n１　所謂有給休暇は、労働者に保障された休息の権利であつて有給休暇請求権の行\n使のあるときは、労働者は法的規制の範囲内で賃金を失うことなく労働提供義務を\n免れるという形成的効果を生じ、「請求された時期に有給休暇を与えることが事業\nの正常な運営を妨げる場合」に限り、使用者において業務命令によつて有給休暇請\n求権の行使による形成的効果の発生を阻止しうるに止まる（労働基準法第三九条三\n項但書参照）ものと解すべきである。\n「職員の有給休暇に関する規則（福島県人事委員会昭和二六年第八号）」第四条\nは、有給休暇を任命権者の承認にかからしめているが、労基法第三九条三項但書に\n照らし、同条但書の要件に合致するとき以外は承認を拒むことはできないと補充し\nて解釈しなければならない。\n２　然るに本件において、多数組合員が所属学校長に対し休暇届を提出した際、学\n校長は有給休暇が「事業の正常な運営」（教育）の支障を来す明白かつ具体的な理\n由、しかもそれが各人につき客観的に正当と判断されるに値するものでなければな\nらないところの理由を何ら示すことなく、単に休暇権の行使が「全員一斉」に「勤\n評反対行動のために休暇を利用する目的」でなされたという現象形態にのみ着目し\nて、一括これを拒否した。\n３　しかし、権利を共同して一斉に行使することが権利としての性格を否定する理\n由とはなりえず、また、有給休暇を如何なる用途に利用するかは、恰も賃金を如何\nなる用途に費消しようとも自由であるのと全く同様に自由でなければならないか\nら、「全員一斉」に「勤評反対運動に参加の目的」で有給休暇権を行使することは\n適法である（我国においては有給休暇をとつて組合活動に参加することが慣行とし\nて認められている。）。\n４　ところで、前述のとおり、「業務の正常な運営を阻害」する場合でなければ、\n学校長は右休暇請求を拒みえないところ、教育という業務の特質からして、本件休\n暇によつて業務の正常な運営が阻害されることはありえない。\n即ち、学校において特定日の教育の休業は、教育計画の遂行上からは常に事後的に\n補充可能であり、また教師の教育職務は相対的に独立性を有し、一斉休暇が全員で\nあつても、各教員は一定学期間に弾力的に補充しうる（本件に関しても、当該年度\nの教育計画には何ら影響がなかつた。）のであるから、本件休暇のために業務の正\n常な運営が阻害されることはありえない。\n従つて、本件において、学校長らがなした休暇請求の拒否は、それを為しうる要件\nを欠くのになされたもので違法無効であり、休暇請求権の形成効は適法に発生して\nいる。\n５　仮に学校長らの承認が休暇の効力発生の要件と解しても、学校長らにおいて、\n承認を拒みうる適法な理由を欠くのに承認しなかつた場合に、組合員らが休息した\nとしても、自救行為として正当性を失わない。\n本件の場合、被告の指示に基づき各学校長が休暇届を一括拒否し、職務命令を発す\nる所為に出たのであるが、これは組合の団体行動を事前に抑圧する意図に基づくも\nのとして、不当労働行為にも該当する。\n６　被告は一斉休暇をもつて、地公法第三七条一項の脱法行為と看做すかの如くで\nあるが、地公法第三七条一項が何を禁じているかという根本的法意と、労働基準法\n第三九条が保障する休息の権利の法律上の意義（憲法第二五条、同第二七条、労基\n法第一条）とを比較考量するにおいては、結局一斉休暇は、これが組合の決定に統\n制されたものであつても、また全員が共同で行使したとしても、各法律行為として\nの休暇請求の直接の目的が休暇を取得することにあり、併せてその利用が自己ない\nし住民全体の幸福追及の手段としての組合の特定の活動に参加することにあつた場\n合には、地公法第三七条一項の脱法行為としてその効力を否認すべきではないとい\nうべきである。\n７　本件年次有給休暇権を行使したのは、教職員に対し合法的に保障せられた地公\n法第四六条に因る勤務条件に関する福島県人事委員会への措置要求手続のためであ\nる。\n８　以上のとおり本件有給休暇は適法になされ、その結果不就業の事態が発生した\nとしても、それは休息権本来の効果であつて、決して就業義務を拒否したものでは\nないから（この場合には拒否すべき就業義務自体が存在しない。）、争議行為とは\nいいえず、従つて、また地公法第三七条一項に該当しない。\n三　仮に然らずとするも、本件統一行動は、職務命令に反して職務を放棄し、勤務\n時間内に職場を離脱したものとはいえないから、地公法第三七条一項の所謂「同盟\n罷業」もしくは「怠業その他の争議行為に」該当せず、原告に同条項を適用するの\nは違法である。\n１　教職員は業務即ち教育という仕事について、他の労働者とは異なつた自主決定\nの権限をもつており、その職務権限は独立であり、教育委員会は学校に対し、また\n校長は教諭に対して、法律上教育課程の編成、実施についての指揮監督権、変更命\n令権、代行権を有しない。\n従つて、本件において、仮に教員が被告や関係学校長等の意に反して職務を離れた\nとしても、それは教育ないし授業についてそれぞれ自主的判断に基づき児童生徒の\n教育に実質的影響のないように万全の善後措置をとつて行つた行動であり、そもそ\nも学校長らがそれに対して職務命令をもつて規制しうべき筋合いではないのである\nから、職務命令は無効であり、職務を放棄したことにはならない。\n２　教員には拘束的勤務時間が存しないから、本件行動は勤務時間内に職場を離脱\nしたことにはならない。\n即ち、福島県公立学校処務規程（昭和三五年三月二九目教育委員会訓令第一号）に\nよれば、県立高校の校長及び教員の勤務時間は午前八時一五分から午後五時までと\nあり、水曜日は前同時から午後四時三〇分まで、土曜日は前同時から午後零時四五\n分までとなつており、市町村立学校職員についても各地方教育委員会において同旨\nの定めをしているが、かように教職員の勤務時間を画一的に規定した例は全国的に\n稀であつて、昭和二四年二月五日附文部次官通達では「勤務時間は・・・・・・教\n員個人について定めうる」ものとしており、現に福島県公立学校の実際の運営では\n前記条例に拘らず行政慣行として、時間割の編成、変更は職員会議で選任された教\n務担当職員が、会議の協議を経て実施しており、教職員は朝会までに登校し、授業\n終了三〇分後には任意下校し必要に応じて校外指導、家庭訪問、自宅研修に従事す\nることが職員会議で確認されている。これによつてみると、一日の勤務時間は被告\n主張の如き拘束性をもつては存在しないものといわなければならず、従つて学校長\nが被告の指示に基づいて行つた一〇月二八日、一一月二六日の各授業終了後もなお\n午後五時までの職場滞留を指示した命令は無効な命令であり、職員の授業終了後の\n下校は職場離脱とみるべきではない。\n全一日授業にたずさわらなかつた九月一五日についても、週間における時間割の変\n更及び勤務時間の割振りに基づくものであるから、同旨に解すべきである。\n四　仮に然らずとするも、本件統一行動は争議行為とは法的性質を異にする。即ち\n右行動は行政機関による勤務評定規則の制定・実施に対し公法上の措置要求の手続\nをとること、及び勤評反対の意思を、当局のみに限らず広く一般国民、住民の与論\nに訴えるためのものであつて、団結体が労働力を一時掌握し、使用者とのバランス\nオブパワーを自己の有利に展開せしめ、コレクチブ・バーゲニングによつて勤務条\n件についてコントラクトの締結をもつて終了するという法的構造にある所謂労働争\n議とはその法的性質を異にし、地公法第三七条一項にいう争議行為の観念には該当\nしない。\n五　原告は、地公法第三七条一項後段の適用を受けることはない。\n１　同項後段は、職員団体に対する外部からの働きかけ、より具体的にいえば共産\n党及びその同調者からの働きかけを封ずるために立法されたものである。従つてか\nかる沿革からして、同項後段の「何人も」は職員団体の構成員（即ち原告）以外の\nものを意味するものなることは明白である。\n２　同項の論理構造からしても、同項後段の「何人も」に教職員が含まれると解す\nることは困難である。即ち、\n（一）　地公法第三七条一項は、前段において争議行為等の本来的行為を禁止し、\n後段においてそれに対する従的行為を禁止する。しかしながら争議行為や怠業的行\n為は、本来団体的・組織的行為であるから、事柄の性質上、争議行為の遂行は当然\nその過程において、企画、謀議、指令、確認、督励等の行為により組成されてい\nる。従つて前段において争議行為自体を禁止した以上、少なくとも組織内、団体内\nの職員に関する限り、別個独立にその組成行為の一部を禁ずる理由は見出し難い。\n（二）　同項後段の行為をした者は、地公法六一条四号により刑事罰を課せられ\nる。従つて同法三七条一項後段の「何人も」に団体構成員が含まれるとすれば、争\n議行為に刑事罰をもつて臨むことゝなり、コンスピラシーの復活であり憲法第一八\n条の禁止する強制労働にあたることとなるから、地公法第三七条一項後段にいう\n「何人も」は職員団体のメンバー以外の者と解釈するのが正当である。\n３　団体行動の法理からしても、同項後段の「何人も」に職員団体の構成員たる職\n員が含まれると解釈するのは誤りである。\n一般的にいつて争議行為は団体意思に基づく団体行動であるから、団体自体の行動\nについての責任は当然団体が負うべきであつて、その構成員あるいは機関が直接独\n立して対外的責任を負うべきではない。\n組合の内部で誰が如何なる部署と任務につくかは、団体自治に関する事柄であつて\n使用者はこの内部に介入することはできない。一方職員団体の対外的団体行動は、\n使用者と権利関係においては一個の組織的行為であつて、関与した団体構成員の行\n為は法的同価値性を有し、執行機関たる職員の行為と組合員たる職員の行為に法的\n差異は存しないものとみるべきである。地公法三七条一項後段を団体幹部の指導責\n任を定めたものと解するのは、団結権の構造を理解しないことに基因する謬見であ\nる。\n４　仮に然らずとするも、原告の本件行為は、同項後段にいう違法行為を「企て」\n「遂行を共謀し」「そそのかし」もしくは「あおつた」ことに該らない。即ち、右\nは通常の組合内部の意思決定、伝達の方途に則つた行動、即ち組織内の通常の働き\nかけをこえた、異常に刺戟的かつ公正でない所為を指すものと解すべきであるが、\n本件において、被告が主張する「企て」又は「遂行を共謀」した行為とは、原告ら\nのうち当時組合幹部だつた者が各種機関の会議に出席したことを指すものであり、\n「あおり」「そそのかした」行為とは決定せられた組織意思を下部に伝達したこと\nを指称するものであるから、いずれも同項後段に該当しない。\n六　地公法第三七条の問題は暫く措くとしても、以下述べるが如く原告が本件統一\n行動に関与した一切の行為は正当なものであり、違法性がないから懲戒処分をうけ\nる理由はない。\n１　被告が制定した「福島県立学校職員の勤務成績の評定に関する規則」「福島県\n市町村立学校職員の勤務成績の評定に関する規則」及び各「実施要領」は、民主・\n平和の教育を後退せしめ、公教育全体を国家的権力支配におこうとする文教政策の\n一環としてなされたものであつて、制定実施の動機において違憲違法なものであ\nる。\n２　被告の制定した前記規則等に基づく評定方法は、心理学・教育学・行政学等の\n学問的見地から考察して科学的合理性を有せず、また勤務評定が具備すべき必要条\n件として地公法第二四条五項、国家公務員に対する人事院規則（昭和二七年四月一\n九日人規一〇－二）第二条一項、二項が要求する条件を具備していない。\n右の要件を充たさぬ勤務評定は国公法・地公法等の規定する勤務評定ではなく、こ\nれを実施することは違法である。\n３　のみならず、そもそも教育公務員に対し勤務評定を実施することは、社会観念\n上著しく困難であり、不能と看做すべきものである。\n（一）　教師の職務である教育は人間の内的成長を掌るものであつて、その成果が\n一朝一夕に外形的な形をとつて現れる性質のものではないから、これを客観的に評\n定することは不可能である。\n仮に教育の成果の点を措いて、教師がその職務を如何に熱心に遂行しているかとい\nう面から評定するとしても、教師の職務を分析して評定要素をたて、基準をたてる\nことは不可能である。\n尤も、教師の教育以外の事務的仕事については、一般の事務職員と同様評定可能か\nも知れないが、これが教師としての適性・能力についての勤務評定といいうるかは\n疑問である。\n（二）　教師の職務は、他の何人からも指揮命令をうけず、自己の判断と意見に従\nつて最善をつくすべきものである。教育委員会も、校長も、教師に対し教育内容に\n対する監督権限を持たず、また共に仕事をすることもないから、その勤務の実情を\n理論的にも実際にも的確に観察しうる立場にない。\n従つて、何人といえども教師の勤務評定をよくなしうる者は誰もいないといわざる\nをえない。\n４　叙上のとおり、被告の制定した勤務評定は合理性を欠き人事の公正の基礎とな\nりえない。かかる勤務評定を実施することは違法である。\nのみならず勤評を実施すれば、教育の場に管理・被管理の機能の差別を導入し、教\n師から自主性を奪つて画一化、標準化し、教育行政機関の政策的要求に適応順応す\nるように教師の在り方や教育の方法、内容にまで不当な影響を及ぼすおそれがあ\nる。\n５　してみると前記規則等は、憲法第二三条、教育基本法第二条の保障する学問の\n自由、憲法第一九条の思想及び良心の自由、及び憲法第二六条の国民の教育をうけ\nる権利に対応して教育基本法第一〇条が教育者に保障する教育権の独立を侵害する\nものであり、ひいては「民主的で文化的な国家を建設して世界の平和と人類の福祉\nに貢献」することを宣言した憲法の根本精神と、「この理想の実現」のために定立\nされた教育基本法の根本原理である公教育の行政権力からの自律性の保障を現実に\n侵犯するものであるから違憲、違法であるといわなければならない。\nおよそ憲法規範の重大な侵害に対して、国民及び公務員は「不断の努力」を一層発\n揮してこれが擁護のために奮闘することこそ、憲法第一二条、第九七条、第九九条\nの要請するところである。\n本件において、原告が所属する福島県教組が、被告の前叙の如き違法行為に対し、\n一斉休暇闘争と称する統一行動を行い、団結の示威をもつて社会的抗議の意思を表\n示したことは、法的には憲法第一二条、第九七条、第九九条に基づく憲法擁護のた\nめの抵抗権の行使であり、その手段は一般的に憲法第二一条の集会、表現の自由の\n範囲に属する相当な行動であるから、地公法第三七条一項の適用を超える正当行為\nである。\n七　本件において、仮に被告の主張する争議行為が成立し、原告が組合役員として\nこれに関与したことが被告主張のとおり地公法第三七条一項に触れるとしても、こ\nれに対し同法第二九条一項の懲戒条項を適用することは違法である。\n１　懲戒規定は、行政庁、企業体の日常的業務運営を円滑に遂行するために、経\n営、管理の秩序違反に対する制裁を定めたものであり、本来個別的労働関係を規制\nすることを本則とする。\nところで、労働争議は、集団的労働関係における組織的現象であり、ここにおける\n職員の行動は組織的統制の下になされたものである限りは、個別的労働関係に妥当\nする企業の日常的秩序規範から相対的に独立したものであつて、これに対し懲戒規\n範を適用する余地は原則として存しない。\n２　地公法第三七条は、同条一項違反の行為に対し、同条二項の任用上の権利の留\n保、即ち免職処分をなしうるという措置を予定している。この場合の免職は同法第\n二八条の分限免職、第二九条の懲戒免職と異なる特別な労働関係終了原因であり、\n争議行為関与者に対して同法第三七条二項の免職が酷であるからといつて、懲戒と\nして停職、減給、戒告等を行うのは、法の予定しないところというべく、本件懲戒\n処分は、結局法律で定める事由がないのに（地公法第二七条三項）これをなした違\n法を免れない。\n八　仮に然らずとするも、本件懲戒処分は被告の権限の濫用であつて違法である。\n教職員と勤務評定という教育政策の根幹に触れる問題について、教育行政庁と教師\n集団との間に本質的な意見の対立が生じた事態に際し、これら紛争を現実に解決す\nべき機関が存在せず、唯一の相当な方法として、住民の世論に訴え、また勤務評定\nの強行実施を急ぐ反動的な為政者及びその背後勢力に対し、勤労者としてまた教師\nとして集団の示威と社会的抗議のための集会を遂行したしても、これに懲戒処分を\nもつて臨むべきものではない。\n何故なら、本件の如き処分をしなければ教育行政の秩序が維持し難いという特段の\n事情があつたわけではなく、著しい混乱が継続する現実性が存在したわけでもな\nい。一時的混乱があつたとしても、それはむしろ被告の権力的強行実施に端を発し\nたといいうるのであつて責は被告にある。\n教育政策について異なつた見解を集団的に表示したからといつてこれを権力的に懲\n戒することは、教育行政の民主々義的在り方から程遠く、明らかに言論の封殺であ\nる。しかも、原告に対する懲戒は、個々の行為責任というよりは、教員組織全体の\n活動を抑圧するための手段として、見せしめのためになされたものである。\nかかる処分は、地公法第二七条が明示する公平正義の客観的条理にもとり、著しく\n裁量の範囲を逸脱するもので違法である。（市町村教育委員会の内申を経たとの被\n告の主張に対し）仮に内申があつたとしても、右内申は被告が市町村教育委員長に\n対し、個別に内申原案を提示し、その趣旨にその内申書の提出を要求したために、\n教育長が市町村育委員会の適正な裁決もなく単独で作成提出したものである（現\nに、原告は組合業務専従者であるから服務の監督を離脱しているので、これについ\nて内申すべき事実資料を持ち合せているはずがない。）。\n右の如き被告の所為は、一般的指示権（地公法第四三条）を逸脱し、内申の自主性\nを侵害する不法行為であつて、かかる不法な介入によつて形式的に作成された各地\n教委の内申は適法な内申とはいえない。\n第三　被告の主張\n（本案前の抗弁）\n原告は本件懲戒処分当時県教組役員をしており、組合専従者であり、いわゆる専従\n休暇中で県から給与を支給されていなかつたため、減給処分は現実には執行されな\nかつた。\n更に、原告は専従休職中の昭和三四年一二月二八日、被告から免職の懲戒処分を受\nけ、教員たる身分を喪失した。\nよつて、原告は、本件懲戒処分の取消しを求めるにつき、何ら法律上の利益を有し\nない。\nなお、原告は懲戒処分を受けた者は昇給延伸を受け、経済的不利益を受けるので、\n訴えの利益がある旨主張する。\nしかし、昇給延伸は、法律上は昇給の際の判断において、勤務成績が良好であつた\nか否かの評定によるのであつて（福島県市町村立学校職員の給与等に関する条例五\n条）、懲戒処分それ自身が直接の理由になるものではなく、ただ懲戒処分を受けた\nという事実が、右評定の一資料になるものに過ぎないから、かかる事実上の効果を\nもつて、訴えの利益ありとはいえないものである。\n（請求原因事実に対する答弁）\n一　請求原因事実第一項は認める。但し、原告は前述のとおり教員たる身分を喪失\nした。\n二　同第二項は認める。\n三　同第三項中原告が組合専従職員であつたことは認める。\n四　右以外の原告の事実上、法律上の主張はすべて争う。\n（被告の反対主張）\n本件懲戒処分は、次に述べるとおりの事由に基づき、適法な手続を経て行われ、そ\nこには何の違法もない。\n一　被告が原告を懲戒処分に附した具体的理由は次のとおりである。\n１　被告は、地公法第四〇条一項、地教行法律第四六条一項、第一四条に基づき、\n教職員の適正配置、給与の決定、研修、指導、褒賞等の人事管理を成績主義に基づ\nき公正に行うための基礎資料を得ることを目的として、福島県公立学校職員に対す\nる勤務成績の評定（以下、勤評という。）を行うこととし、昭和三三年四月三〇日\n附で、「福島県立学校職員の勤務成績の評定に関する規則（福島県教育委員会規則\n第六号）」「福島県市町村立学校職員の勤務成績の評定に関する規則（同規則第七\n号）」を公布し、また同年五月二一日附で「福島県立学校職員並びに福島県市町村\n立学校職員の勤務評定実施要領」を教育長通告をもつて発した。\n２　これに対して、原告の所属する県教組は、日本教職員組合が指令した勤評反対\nの全国的統一行動の一環として、反対運動を展開した。右運動における原告の行\n動、その果した役割は次のとおりである。\n（一）　Ａら県教組の役員は被告による勤評の実施を阻止するため、教職員の一斉\n休暇闘争を企画し、傘下組合員に対し、昭和三三年九月一五日は全日、同年一〇月\n二八日、一一月二六日は午後三時以降いずれも勤務を休むことを指令し、更に県下\nの諸学校に赴き、多数の教職員に対し右休暇闘争に参加するよう強く説得勧誘し\nて、それぞれ争議行為を企てその遂行をあおりそそのかした。\n（二）　原告は、右指令に基づき組合支部の教職員多数に対し、右休暇闘争参加を\n強く要求して争議行為の遂行をあおり、そそのかした。\n又昭和三三年一〇月二二日喜多方市、同月二四日＜地名略＞において被告が開催し\nた、道徳教育講習会の受講者の受講をピケ等で妨害し、講習会を混乱させた。（上\n記も勤評反対闘争の一環である。）\n（三）　原告の具体的行動は次のとおりである。\n（１）　昭和三三年九月二日、柳津中学校における合同職場会で勤評に反対し、こ\nれを阻止するため、全日一斉に欠勤し、職場放棄をして大会に参加すべき旨を強調\nした。\n（２）　同年九月六日、県教組両沼支部拡大闘争委員会で、闘争方針決定を指導し\nた。\n（３）　同年九月一〇日、八幡中学校における八幡小、中合同職場会において、\n「戦争につながる勤評は撤回させなければならない。団結を固めて統一行動に入る\nべきだ。」と説得した。\n（４）　同年九月一四日、両沼支部臨時総会で争議行為の実施を指導した。\n（５）　同年一〇月二三日、両沼支部委員会において、一〇・二八の争議行為は、\n一斉に午後二時授業打切り、以後欠勤すべき旨を指導した。\n（６）　同日、両沼支部事務所において、道徳教育講習会妨害方策を、原告が中心\nとなつて協議した。\n（７）　同月二四日、午後七時五〇分から九時二〇分まで、道徳講習会受講者が会\n場に入ることを妨害し、このため講習会の開会が三〇分遅延。\n翌二五日午前八時二〇分ごろ、坂下駅構内より受講者八名を駅前日通支店に誘致、\n次いで九時五分これを組合事務所に誘致して、受講拒否を説得し、このため右八名\nは受講できなかつた。\n（８）　同月二七日、柳津中学校において、教職員に一〇・二八の一斉休暇争議を\n教唆し、たとえ処罰されても月給から二〇〇円位引かれる程度であるとか、有給休\n暇願を出しても、校長は受理しまいから、出し放しで行動せよ、などと煽動した。\n３　右のような一斉休暇闘争の結果、県下公立学校職員一万七〇〇〇名中延人員\n一、三〇五名が次のとおり職務を放棄し、そのため県下九九二校中三一九校におい\nて校務の正常な運営が甚だしく阻害された。\n（一）　昭和三三年九月一五日　職場離脱者（全日）　　　　　五一〇名\n＜略＞\n（二）　同年一〇月二八日　職場離脱者（午後三時以降）　　　七一八名\n（三）　同年一一月二六日　職場離脱者（午後三時以降）　　　　七七名\n（四）　右一〇月二八日、一一月二六日の両日は、授業面においては一応支障を生\nじなかつたものの、前記三日間を通して、職場離脱者の授業以外の職務はすべて放\n棄され、緊急の用務は離脱しない者において応急の処置を行わざるをえなかつた。\n４　叙上の如く右休暇闘争は、教職員が勤評反対という争議目的をもつて、組合の\n指令に基づいてなした組織的、集団的な職務放棄であるから、違法な争議行為に該\n当することは明らかである。本件は実体において争議行為であり、有給休暇権の正\n当な行使とはいえない。従つて争議行為を企て、その遂行をあおり、そそのかした\n点については地公法第三七条一項後段に、争議行為をした点については同条第一項\n前段に該当する。\n仮に争議行為企画、教唆煽動が同条第一項後段に該当しないとしても、これらの行\n為はいずれも教職員の争議行為参加の一態様であり、争議行為そのものであり、同\n条第一項前段に該当する。\n５　故に原告は地公法第二九条一項一号ないし三号に該当するから、これに対して\n被告が懲戒処分に附したことは、もとより適法かつ妥当である。\n二　本件懲戒処分は手続上も適法である。\n１　被告は本件懲戒処分に際し、原告に対して、原告が請求原因事実第一項におい\nて主張しているとおりの懲戒事由説明書を交付した。これによつて処分の理由は明\n確かつ充分である。\n２　市町村立学校に勤務する教職員たる原告に対する処分については、昭和三三年\n一二月一八日附福島県大沼郡新鶴村教育委員会の内申がある。\n三　本件懲戒処分には原告主張のごとき懲戒効果欠けつによる違法はない。即ち組\n合専従職員とは、福島県条例に基づき、無給の専従休暇を得て職員団体のための業\n務に従事する者であるが、依然として地方公務員たる身分を保有している者であ\nる。\n従つて職務に関する義務以外の公務員としての義務は当然順守しなければならず、\n任命権者としては専従職員といえども右の義務に違反する行為があつたときは、公\n務員関係の秩序を維持するためその特別権力関係に基づいて懲戒処分をなすべきで\nあり、かつなしうるものである。懲戒処分とは、右のように公務員法上の紀律ない\nし秩序の維持のための制裁であり、かかる懲戒処分をすること、即ち義務違反者に\n対して懲戒責任を明示しかつ認識させることにより充分にその目的を達することが\nできるのである。懲戒処分の内容である不利益を現実に与えることができないから\n懲戒処分をなし得ないということはない。\n（原告の反対主張に対し）\n一　地公法第三七条は憲法に違反しない。\n地公法第三七条が憲法に違反するものでないことについては、最高裁昭和五一年五\n月二一日判決（刑集三〇巻五号一一七八頁）により明らかである。\n二　勤務評定は適法である。\n教職員に対する勤務成績の評定については、地公法第四〇条一項、地教行法第四六\n条一項によつて、その実施が義務づけられており、被告は、地教行法第一四条によ\nつて、昭和三三年四月三〇日付で、「福島県立学校職員の勤務成績の評定に関する\n規則（福島県教育委員会規則第六号）」、「福島県立学校職員の勤務成績の評定に\n関する規則（同七号）」を公布し、また、同年五月二一日付で「福島県立学校職員\n並びに福島県市町村立学校職員の勤務評定実施要領」を教育長通告をもつて発し、\n勤務評定を実施することになつたものである。\nこの勤務評定は、わが国の公務員制度が、職員の実績や能力に応じたいわゆる成績\n主義を基本原則としていることから、職員の適正配置、給与の決定、研修、指導、\n褒賞等の人事管理を公正に行うための基礎資料を得ることを目的としたものであ\nり、既に一般公務員や会社その他の企業体の職員等については、広く実施されてい\nるところであり、殊に教職員の職務の特殊性について充分配慮し、慎重を期してい\nるものであり、適法かつ有効なものである。（最高裁昭和五三年一一月一四日判\n決、労働判例二八七号）\n三　道徳講習会は適法である。\n本件道徳教育講習会は、被告の主張により開催されたもので、昭和三三年四月から\n実施される道徳の問題を研究すると同時に、道徳を特設した趣旨の徹底を図ること\nを目的としたものである。\n講習会参加者は、被告両沼出張所管内の小中学校から各一名ないし二名の校長又は\n教員であつた。講習内容は、道徳教育の諸問題、道徳教育の全体計画、道徳の指導\n計画、道徳の指導法の四つのテーマについて徹底するとともに研究討議するもので\nあつた。\n被告が右講習会を開催できる権限を有することは、地公法第三九条、地教行法第二\n三条八号、第四八条二項四号により明白である。\n文部大臣は、学校教育法第二〇条、第三八条、第一〇六条により、小中学校の教科\nに関する事項を定める権限に基づき、学校教育法施行規則第二四条、第五三条を改\n正して、道徳を教育課程の一つとして特設し、道徳についての学習指導要領を作成\nした。\nそして、学習指導要領は、教育課程の基準である（学校教育法施行規則第二五条、\n第五五条）から、小中学校の学習指導要領の改訂に伴い、被告が、右講習会を開催\nし、教職員の研修を行うことは、何ら違法な点はない（大阪高裁昭和三七年七月一\n八日判決、判例時報三二五号九頁）。\n四　原告は、本件懲戒処分は、被告の懲戒権の濫用であると主張するが、何ら濫用\nには該らず、正当な処分である。\n１　公務員につき懲戒事由がある場合において懲戒権者が懲戒処分を行うかどう\nか、懲戒処分のうちいずれの処分を選ぶべきかは、その判断が、懲戒事由に該当す\nると認められる行為の性質、態様等のほか、当然公務員の行為の前後における態\n度、懲戒処分等の処分歴、選択する処分が、他の公務員及び社会に与える影響等、\n広範な事情を総合してされるべきものである以上、平素から庁内の事情に通暁し、\n部下職員の指揮監督の衝にあたる懲戒権者の裁量に任されているものと解すべきで\nあり、懲戒権者が右の裁量権を行使してした懲戒処分は、それが社会観念上著しく\n妥当を欠いて裁量権を付与した目的を逸脱し、これを濫用したと認められる場合で\nない限り、その裁量権の範囲内にあるものとして、違法とならないものというべき\nである。従つて、裁判所が右の処分の適否を審査するにあたつては懲戒権者と同一\nの立場に立つて、懲戒処分をすべきであつたかどうか、又はいかなる処分を選択す\nべきであつたかについて判断し、その結果と懲戒処分とを比較してその軽重を論ず\nべきものではなく、懲戒権者の裁量権の行使に基づく処分が社会観念上著しく妥当\nを欠き、裁量権を濫用したと認められる場合に限り違法であると判断すべきもので\nある（最高裁昭和五二年一二月二〇日判決、民集三一巻七号一一〇一頁、同裁判\n所、同日判決民集三一巻七号一二二五頁）。\n２　本件において、原告の懲戒事由は、前記第一、二項において述べたとおりであ\nる。\n（一）　原告の本件行為の目的は、勤務評定の実施に反対し、道徳教育講習会の開\n催に反対し、その開催を妨害することにある。\n勤務評定の実施および道徳教育講習会の開催が適法であることは、前述のとおりで\nあり、これに反対する原告の目的は全く違法である。\n（二）　原告の本件行為の性質、態様についても、前記第一、二項のとおりである\nが、原告は、県教組両沼支部書記長として、反対行動の指導、教唆、煽動を行い、\nまた自ら妨害行動に参加し、積極的役割を演じてきた。\n（三）　原告の本件行為の影響としては、まず、勤評反対の一斉休暇闘争について\nは、九月一五日には五一〇名、一〇月二八日には七一八名、一一月二六日には七七\n名の教職員が県下で職務を放棄し、原告の両沼支部管内においては、五〇名、三六\n三名、七七名の多数が職務放棄をしたため、学校教育に多大の悪影響を与えた。\n被告はじめ当局側のうけた衝撃も甚大であり、その社会的反響も大きく、原告の責\n任は重大である。\n道徳教育講習会については、受講者に動揺と混乱を与え、被告も種々その対策を講\nじなければならなかつた。現に八名の受講者は、原告のために、受講できなかつ\nた。\n（四）　原告の行為の違法性についても、何ら違法性を阻却する事由はなく、かえ\nつて右違法性が重大であることは、本件行為の性質、態様からみて明白である。\n仮に県教組の指令に基づいて行つたものであるとしても、原告は、支部書記長とし\nて積極的役割を演じたものであり、相当の懲戒処分をうけることは当然である。\n以上、諸般の事情を総合して考慮した場合、被告の本件懲戒処分は正当なものであ\nり、何ら懲戒権の濫用にはあたらない。\n第四　証拠関係（省略）\n○　理由\n一　本件訴えの適否につき以下に判断する。\n１　原告が昭和三三年当時福島県公立学校の教員であること、被告が同年一二月二\n四日付で原告に対し減給一か月の本件懲戒処分をしたこと、原告が本件懲戒処分当\n時から懲戒免職処分を受けた昭和三四年一二月二八日まで組合専従休職中であつ\nて、何らの給与を受けていないこと、以上の各事実はいずれも当事者間に争いがな\nい。\n右の事実によれば、本件懲戒処分は、行訴法九条所定のその取消しにより回復すべ\nき法律上の利益の存しない限り、その期間の経過により、効果が消滅し、その取消\nしを求める利益はないというべきである。\n２　原告は、本件懲戒処分により昇給が延伸され、経済的不利益を受け、ひいては\n退職時における退職手当の額に影響するから、その取消しを求める利益がある旨主\n張する。\nしかしながら、福島県市町村立学校職員の給与に関する条例第五条には所定期間内\nを良好な成績で勤務した職員を昇給させることができる旨規定しているが、同条が\n「・・・・・・昇給させることができる。」（四項）、「前三項に規定する昇給\nは、予算の範囲内で行わなければならない。」（七項）等規定していることに徴\nし、かつ給与制度の目的を考慮すると、右条例は職員に昇給請求権ないし法的な昇\n給期待権を与えていると解することはできず、職員の昇給を期待する利益は単なる\n事実上の利益にすぎないと解するを相当とするので、仮に原告が本件懲戒処分後\n（但し、組合専従期間を除く。同期間中の原告は、右条例第五条の所定期間内を良\n好な成績で勤務した職員にあたらず、昇給はありえない。）昇給が延伸され、不利\n益を受けたとしても、それは単に事実上の不利益であつて、行訴法第九条所定の回\n復すべき法律上の利益にあたらない。\nよつて、原告の右主張は失当である。\n３　次に、原告は、本件懲戒処分が前示免職処分の前提となつており、本件懲戒処\n分がなかつたならば右免職処分もあり得なかつたから、免職処分の取消しの訴えが\n係属している以上、本件懲戒処分の取消しを求める利益がある旨主張する。そし\nて、原告主張の右免職処分の取消しの訴えが当裁判所に係属していること（当庁昭\n和三六年行第九号）、その懲戒事由が、原告に地公法二九条一項一号、三号、三七\n条一項に該当する所為があつたということであること、そして、被告が右懲戒処分\nをするについて本件懲戒処分を前歴として考慮していること、以上の各事実はいず\nれも当裁判所に顕著である。\nしかしながら、原告に対する右免職処分をするにつき、先行の本件懲戒処分を処分\nの量定の加重事由として考慮すべき旨定めた条例規則等の規定が存しないので、本\n件懲戒処分を取消すことにより直ちに右免職処分が違法となるものではなく、かつ\n原告は右免職処分の取消し訴訟において、本件懲戒処分の違法性を懲戒権濫用の一\nつの事情として主張することができるから、単に被告が右免職処分をするについて\n本件懲戒処分を前歴として考慮した一事をもつて、本件訴えの利益を基礎づけるこ\nとはできない。\nよつて、原告の右主張は失当である。\n４　次に、原告は、本件懲戒処分を受けたことが履歴書の必要的記載事項であり、\nかかる記載が存することにより、将来人事面で長く不利益を受けるから、本件懲戒\n処分の取消しを求める利益がある旨主張する。\nしかしながら、一般に人事に閏する評定はいろいろな諸要素を総合してなされるも\nのであり、いかなる要素を考慮するかは専ら評定者の裁量に任されており、本件懲\n戒処分が法的に不利益に考慮されるというものでないから、原告主張の右事由をも\nつて本件懲戒処分の取消しを求める利益があるということはできない。\nよつて、原告の右主張は失当である。\n５　更に、原告は、本件懲戒処分により名誉を毀損され、その回復をはかるため、\n本件懲戒処分の取消しを求める利益がある旨主張するが、仮に本件懲戒処分に違法\n性があり、原告の名誉が毀損されたとしても、それは別途本件懲戒処分の違法性を\n主張して国家賠償法等により救済を求めれば足りるから、右名誉回復は同法第九条\n所定の回復すべき法律上の利益にあたらない。\nよつて、原告の右主張は失当である。\n二　そうすると、本件懲戒処分の取消しを求める利益は消滅し、本件訴えは不適法\nであるから、これを却下することとし、訴訟費用の負担につき行訴法第七条民訴法\n第八九条を適用して、主文のとおり判決する。\n（裁判官　佐藤貞二　石井義明　平井治彦）\n"
}