{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 9,
    "day": 28
  },
  "case_number": "昭和54(行コ)2",
  "case_name": "恵庭営林署職員懲戒",
  "court_name": "札幌高等裁判所",
  "field": "労働",
  "lawsuit_id": "19357",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19357",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/357/019357_hanrei.pdf",
  "contents": "主　　　文\n原判決中被控訴人らに関する部分を取消す。\n被控訴人らの請求をいずれも棄却する。\n訴訟費用は第一・二審とも被控訴人らの負担とする。\n事　　　実\n一　申立\n（控訴人ら）\n主文同旨の判決を求める。\n（被控訴人ら）\n本件控訴を棄却する旨の判決を求める。\n二　主張\n当事者双方の事実上の主張は、次のとおり付加訂正するほかは原判決事実摘示と同\n一であるから、これをここに引用する。\n（一）　訂正\n１　原判決三枚目裏二行目第三段に「三四九林班」とあるのを「三九四林班」と改\nめる。\n２　同六行目第四段に「待期」とあるのを「待機」と改める。\n３　同四枚目裏一三行目第一段に「（２９、３４を除く）」を加え、同末行に「六\n六名」とあるのを「六五名」と改める。\n４　同一一枚目表一一行目、及び同一二枚目裏八行目に「該たらない。」とあるの\nをそれぞれ「当たらない。」と改める。\n５　同一四枚目表九行目に「全一日一〇日」とあるのを「全一日一〇回」と改め\nる。\n６　同一五枚目裏一三行目に「三四九林班土場」と、同一四行目に「いずれも」と\nあるのを各削除する。\n７　同一九枚目表三行目に「（２９を除く）」とあるのを「（２９、３４を除\nく）」と改める。\n８　同一九枚目表九行目（二か所）及び二〇枚目表四行目にそれぞれ「山元工場」\nとあるのを「山元土場」と、同一九枚目表一二行目に「第二２７」とあるのを「第\n一１７」とそれぞれ改める。\n９　同二一枚目裏三行目に「勤務条件決定等」とあるのを「勤務条件決定過程」と\n改める。\n１０　同二二枚目表六行目に「約二・五二八ヘクタール」とあるのを「約二五二八\n万ヘクタール」と改める。\n１１　同七行目から八行目にかけて「約七四八ヘクタール」とあるのを「約七四八\n万ヘクタール」と改める。\n１２　同二三枚目表九行目に「法令給与総額制」とあるのを「法令上給与総額制」\nと改める。\n１３　同裏九行目及び同二四枚目表一行目に「該たる」とあるのを、いずれも「当\nたる」と改める。\n１４　同二四枚目裏一〇行目に「該たらず」とあるのを「当たらず、」と改める。\n（二）　付加主張\n（被控訴人ら）\n１　公労法一七条一項の違憲性\n（１）　公務員の地位の特殊性\n控訴人ら主張の「全体の奉仕者論」は、労働基本権が「生命権を基本理念とし、\n労働者に対して人間に値する生存権を保障する」ものであることが認識され、争議\n行為が国民生活とのかかわりで具体的に論ぜられるに及んで、既に否定されている\nものである。\n（２）　公務員の職務の公共性\n控訴人らの「国民全体の公共利益論」は、公務員の職種や争議行為の種類、規\n模、態様によつて国民全体の共同利益に与える影響は、相対的に変つてくるもので\nあるから、それが及ぼす影響やおそれの程度に対応してとらえられる制約の根拠と\nなり得ても、一律禁止の根拠となり得ないことは明らかである。そうして、本件に\nおいては、後記のとおり国民全体の利益にはなんらの影響も及ぼしてはいないので\nある。\n（３）　公務員の勤務条件決定過程の特殊性\nア　控訴人らの「財政民主主議論」は、憲法の財政民主主議とは全く異なるもので\nある。即ち、本来財政民主主義は労働基本権を含めた国民の権利を制限する法理と\nは異質なものである。\n内閣が使用者として労働者たる公務員を管理し、その労働条件を決定し、公務員\n組合と交渉することは憲法上認められた固有の行政作用であつて、国会の委任によ\nつて与えられた権限ではありえない。内閣は公務員関係の処理に当つては、法律の\n定める基準によるべきこととされるのみであつて、その限りで行政権の行使が制約\nされているが、内閣が国会から権限を付与されなければ処理しえないとするもので\nはない。従つて、公務員組合が使用者たる内閣と団体交渉を行ない、また、政府に\n対してストライキを行うという労使関係は、行政府内部においても当然成立するの\nである。労使交渉の結果は、国会において自由に審議がなされるのであり、その結\n果、労使の決定が国会に認められないことも生じることは当然である。\n以上のとおり、財政民主主義の原則は行政部内において労使による団体交渉に基\nづく勤務条件の共同決定を否定するものではなく、その共同決定の内容を国会がチ\nエツクするものである。また、法律、条例で既に定められた勤務条件の変更につい\nては、国会の議決をまつて当該協定が発効するとの制限を加えることで調和をとる\nことが可能であつて、団体交渉権、協約締結権、争議権を全面的に否定すべき理由\nはない。\nイ　なお、国有林野事業については、国家公務員法（以下国公法という）六三条一\n項、一般職の職員の給与に関する法律は適用されず、国の経営する企業に勤務する\n職員の給与等に関する特例法（以下給特法という）が適用されることとなつている\nところ、右給特法四条、同法施行令二条は林野庁長官に給与準則を定めることを委\n任しているものの、現実には右給与準則は定められておらず、専ら労働組合との労\n働協約によつて定められているのである。\nウ　さらに、定員外職員である作業員については、給与総額制がとられておらず、\nすべて労使の団体交渉、労働協約によつて決定されており、予算上の取扱いも国有\n林野事業特別会計予算の歳出の項である国有林野事業費のうち業務費（目）中の事\n業費から燃料代や部品代と同様、生産事業に必要な経費として位置づけられている\nにすぎないのである。\n（４）　代償措置\n控訴人らの「代償措置論」は、代償さえ与えれば人権の剥奪も極めて容易にでき\nるというものであり、真にやむを得ない場合でなければ人権の制限はできないとい\nう思想とは大きな隔たりがある。\n殊に、後述のとおり定員外職員については、国公法の定める身分保障は（懲戒規\n定を除いては）一切適用がなく、その地位の不安定性と処遇の低劣性は覆うべくも\nないのである。\n２　本件懲戒処分の違憲性（憲法九八条二項）\n（１）　憲法九八条二項は条約の遵守の義務を定めている。これは条約に反する法\n令の改廃の義務を定めるばかりでなく、現存の法令については条約に適合する解釈\nをなすべき義務をも負担していることを意味している。\n（２）　ＩＬＯ九八号条約「団結権及び団体交渉権についての原則の適用に関する\n条約」第六条にいう「公務員」の範囲については、ＩＬＯの諸機関は英文テキスト\nを解釈原理とし「国の行政に従事する公務員」との限定を付すべきものとの見解を\n示している。\nそうすると、国の行政に従事しない公務員である現業の国家公務員を非現業国家\n公務員と同一に取扱うことは、右条約に反し憲法九八条二項に反するものといわな\nければならない。\n３　裁量権の濫用\n（１）　本件各処分の対象になつた事案は、昭和四五年四月三〇日全林野としてな\nした争議行為に関するものであるところ、当時は最高裁判所が東京中郵判決（４\n１・１０・２６）及び都教組判決において示した労働基本権の保障とその制約に関\nする法理が大法廷判例として厳然と存在し、そのような社会観念が形成されていた\n状況のもとで、被控訴人らは、本件各行為は違法でないことを確信していたもので\nある。従つて、本件行為が仮に違法としても、後記のとおりその程度が微弱なもの\nとされる状況下において、控訴人らがあえて判例によつて形成された社会観念に反\nし、本件処分に出たことは、本件処分が「社会観念上著しく妥当を欠き、裁量権を\n濫用したと認められる場合」に該当するものといわなければならない。\n（２）　そうして、本件処分が処分権の濫用であるかどうかを判断するに当つて\nは、（ａ）公務員の労働基本権を尊重し、これが制限は必要最小限度にとどめるべ\nきであり、（ｂ）争議行為を原因とする懲戒と汚職や個人的な破廉恥行為等の非行\nを原因とする懲戒との本質的差異を明確にし、（ｃ）争議行為を事由とする懲戒\nは、対立する一方当事者（指揮監督者）が同時に相手方当事者である組合側を処分\nすることであるから、かかる場合、懲戒裁量を対立当事者の一方に任せれば適切な\n結果は到底期待できないこと、（ｄ）さらに、懲戒処分による制裁が当該職員に終\n身の不利益をもたらすことを考慮すべきであり、懲戒権者に広い裁量権を認めるこ\nとは、労使関係において当局側が正当活発な組合活動を嫌忌し、正当な要求を抑圧\nし、組合指導者を排除し、組織を破壊、弱体化するために利用される法理に堕する\nおそれが強い。\n４　定員外職員の地位\n定員外職員は、定員内職員と同様に常時勤務を要する作業に従事しているにも拘\nらず、行政機関の職員の定員に関する法律（以下定員法という。）との関連から非\n常勤職員として処遇されている。このため、国公法五九条に定める条件付任用期\n間、同法六〇条の臨時任用、同法七九条、八〇条の休職、同法一〇七、一〇八条の\n退職年金制度は、いずれも定員外職員には適用されない。同法九三条ないし九五条\nの公務傷病に対する補償の規定は適用されるものの、これは、私企業労働者につい\nての労働基準法上の規定と同じであつて、格別の意味はなく、結局、定員外職員の\n労働条件が非現業の職員と同様の法律によつて定められているというのは、具体的\nには国公法の懲戒に関する規定だけが適用になるということを意味しているに過ぎ\nない。\n５　本件争議行為の影響\n（１）　森林の再生産の長期性により林業は長期の計画をもつて事業の運営をはか\nらねばならず、必然的に計画的運営が必要となるが、この計画自体、予算上あるい\nは収入上の理由等により年間三・四回の手直しをするのが普通のことであり、した\nがつて、予定と実行が少しでも食い違うと全体の計画に大きな狂いが生じ、取り返\nしのつかなくなるということはありえない。\n（２）　被控訴人らの本件争議行為への参加は、苗畑構内及び山元土場における職\n場大会に参加する単純な職務不提供の態様で行なわれ、その間、暴力沙汰や、就労\nする他の職員に対する妨害等もなく、本件職場放棄の時間は平均二時間五分程度で\nあり、また、参加者らは、全林野本部の中止命令を受けた後間もなく復帰し、作業\nにかかつたのであつて、林業の再生産に要するサイクルの長さという林業の科学的\n特質からみて、この程度の規模のストライキでは林野事業に影響がでることはあり\nえない。\n６　控訴人らの主張に対するその余の答弁\n（１）　一の５ないし８、１０並びに１１の被控訴人らは、いずれも昭和四五年三\n月二・三日の札幌地本委員会及び四月二四日の戦術会議に出席したのみで、全林野\n本部による本件争議行為の指令の発出には勿論、恵庭分会を指定して突入すること\nにも全く関与することなく、また、本件争議行為の体制確立のためにオルグ等の指\n導的行為に出たこともない。本件争議行為当日は、いずれもそれぞれの職場で勤務\nし、職務に専念していたものである。\n（２）　一の１ないし１１の被控訴人らが控訴人ら主張の別紙「被控訴人らの懲戒\n処分歴一覧表」記載のとおり、ストライキを指導し、もしくはこれに参加したとし\nて処分を受けたことは認める。\n（控訴人ら）\n１　公務員に対する懲戒処分\n（１）　公務員に対する懲戒処分は、公共の利益のために勤務することをその本質\n的な内容とする公務員の勤務関係の秩序を維持する見地から、職員に義務違反ない\nし非違行為があつた場合に、速やかにこれを行なつてその責任を明らかにし、その\n将来を戒しめるために科される制裁である。\n本件被処分者らの非違行為は、公労法一七条一項で明確に禁止されているストラ\nイキという同盟罷業か、または、その企画指導としてのあおり、そそのかし行為で\nあつたうえ、それら争議行為がなされる事前において、任命権者から争議行為をせ\nぬよう警告され、かつ、当日においても職場大会を直ちに解散して職場につくよう\nに命令されていたにも拘らず、敢えて争議行為に及んだ事実は無視できない。\n（２）　別紙第一目録のうち４を除くその余の一七名は定員法の適用を受ける農林\n事務官または農林技官であつたし、その余の者もいわゆる定員外職員と呼ばれてい\nるが、等しく政府に雇用されていたものであり、公共的企業経営を目的とし、永遠\nに倒産の不安のない政府に雇用されているその公務員としての地位にこそ正当な評\n価が下されねばならない。\n２　本件処分の合憲性（憲法九八条二項）\nＩＬＯ九八号条約六条にいう「公務員」の範囲については、同条約及びその他の\nＩＬＯの公式文書においては明確な定義は与えられていないばかりか、他の公式文\n書中には定員外職員といえども右「公務員」に該当すると解する余地のあるものも\nあり、右定員外職員が当然に右「公務員」に含まれないと解することはできない。\n仮に、右条約が定員外職員に適用されるものであると解し得るとしても、これら\n職員を含む公共企業体等の職員に対しては、団体交渉権及び協約締結権を保障する\n措置をとつている（公労法八条、労組法一四条）のであるから、右九八号条約に違\n反することとはならない。\n３　定員外職員の地位\n（１）　定員外の常勤職員制度は、昭和二五年九月一二日付任審発第二六三号人事\n院事務総長通牒によつて設けられたもので、国有林野事業に従事する事務系統の大\n方の定員外職員はこの制度の適用を受けたが、現場に勤務する職員の大部分は同通\n牒ただし書に該当するものとして非常勤職員として取扱われてきた。しかして、こ\nの定員外職員はその作業の性格上恒常的即ち原則として一年以上継続して置く必要\nがある職とは認められないからにほかならない（なお、国有林野事業経営のため将\n来にわたつて確保する必要のある基幹的な要員については、行政機関職員定員令が\n適用されない常勤職員扱いとするとの基幹作業職員制度が昭和五二年一二月二七日\n発足している。）。\n（２）　定員外職員と定員内職員との処遇上の差異は定員外職員の職務内容、雇用\n期間の長短等その雇用の実態の相違から生ずるものであつて、不当に差別したわけ\nではない。即ち、公務員の処遇等について実定法上常勤職員のみを対象とするもの\nも見受けられるが、これは林野庁限りでは如何ともし難いものである。しかしなが\nら、かかる場合であつても、林野庁は公務員宿舎に準じて事業宿舎を設け定員外職\n員に貸与したほか、国家公務員退職手当法、国家公務員災害補償法、国家公務員共\n済組合法等の適用についても、でき得る限り意を用いて来たのである。\n（３）　非常勤職員の任用については、国公法一六条、同付則一三条の規定に基づ\nき特例として人事院規則八ー一四が制定され、国有林野事業においても右人事院規\n則に基づいて非常勤職員の任用等を取扱つているものである。\n（４）　給特法四条は、国有林野事業に従事する職員の給与について「……主務大\n臣又は政令の定めるところによりその委任を受けた者は……給与準則を定めなけれ\nばならない。」とし、同法施行令二条で林野庁長官がその委任を受けることができ\nる者として定められている。ところで、右給特法は、給与準則の形式については特\nに定めておらず、林野庁は、従前から定員内職員についてはもとより、定員外職員\nについても給与準則との名称こそ付してはいないが、給与関係の労働協約の実施等\nを主たる内容とする林野庁長官通達をもつて給与準則としており、これに基づいて\n給与を支給しているのである。\nさらに、定員外職員の給与について林野庁長官が自主的に給与として定め得る範\n囲については、法律や予算による強い制約下にあり、林野庁が無制限の当事者能力\nをもつて協議決定できるものではないから、定員外の職員の賃金については単に予\n算上、科目などで明定しないことの故をもつて林野庁が自由に労働組合と団体交渉\nを行ない、労働協約を締結し得るものではない。\n４　本件懲戒処分の相当性\n（１）　本件争議行為の目的\n国有林野事業に従事する職員に争議行為を禁止することによる代償措置としての\n公的仲裁機関による解決は、過去十有余年に亘り適切に機能してきたのであるか\nら、敢えてストライキに訴えねばならない必然性はなく、その経過からしてまさに\nスケジユールストであり、かつ、安保廃棄という政治的要求も掲げた広範な政治ス\nトであつたというべきである。\n（２）　一１ないし１１の被控訴人らの懲戒処分歴\n右の被控訴人らは、本件処分がなされる以前の昭和四〇年四月から昭和四四年一\n二月までの間において、別紙「被控訴人らの処分歴一覧表」に記載したとおりの処\n分を受けた前歴があるので、本件処分においては、これら過去において非違行為の\n故に処分を受けたにも拘らず、重ねて非違行為をなした事情も考慮されたのであ\nる。\n（３）　本件争議行為当時の判例状況\n本件争議行為当時、東京中郵事件及び都教組事件についての最高裁判所の大法廷\n判決が存在していたが、右両事件は直接的には現業公務員等の争議行為に対して、\n刑事責任を問われた場合の違法性阻却の限界を問題としたものであり、右のうち都\n教組事件判決は、「地方公務員のする争議行為については……当該職員を懲戒処分\nの対象者とし、またはその職員に民事責任等を負わせることはもとよりあり得べき\nことである」との判断も示していたのである。また、昭和四四年六月一七日東京地\n方裁判所は全逓労組の役員につき解雇処分の正当性を認容する旨の判決をなしてい\nたのであるから、被控訴人らが本件争議行為が違法と判断されないとの期待を持つ\nていたとは考えられない。\n（４）　本件処分の内容\n本件処分のうち減給処分の対象となつた合計一一名の者については、その減給は\n「俸給月額の一〇分の一」をそれぞれ五か月ないし一か月間減給するというもので\nあつて、減給処分の中でも比較的軽微な処分にとどめられているといえるものであ\nり、また、戒告に至つては懲戒処分として法定されているものの最下順位のもの\nで、これ以下の軽い懲戒処分は存しないのであるから、これが酷にすぎ、著しく妥\n当を欠くものとは到底評することができない。\n三　証拠関係（省略）\n理　　　由\n一　当裁判所も被控訴人ａの本訴請求は訴の利益があるものと解するものである\nが、その理由は原判決理由一に説示のとおりであるから、これをここに引用する。\n二　請求原因一１、２の事実は、一の１７、二の１、３、５、８、１０、１３ない\nし１７、２２の被控訴人らについての作業場所、一の１４、１７の被控訴人らにつ\nいての作業内容を除き当事者間に争いがなく、弁論の全趣旨によると右作業場所及\nび作業内容はいずれも控訴人ら主張のとおりであると認められる。\n三　二の被控訴人らが昭和四五年四月三〇日午前七時三〇分からその職務を放棄し\nたこと、一の５ないし８、１０、１１の被控訴人らがいずれも昭和四五年三月二・\n三日の札幌地本委員会及び四月二四日の戦術会議に出席したものの、本件争議行為\n当日はそれぞれの職場で勤務していたことは当事者間に争いがない。\n一の被控訴人らが控訴人ら主張の組合役員の地位にあり、右職務の放棄に際し控\n訴人ら主張二３（二）記載のとおりの役割を果したこと（前記争いのない事実を除\nく）、二の被控訴人らの職務放棄の態様、職務放棄の時間が控訴人ら主張二３\n（一）記載のとおりであることは、被控訴人らにおいて明らかに争わないからこれ\nを自白したものとみなす。\n四　本件懲戒処分が請求原因二１記載のとおりなされたことは当事者間に争いがな\nく、その処分理由が控訴人ら主張三１、２記載のとおりであることは被控訴人らに\nおいて明らかに争わないからこれを自白したものとみなす。\n五　公共企業体等の職員につき争議行為を禁止した公労法一七条一項の規定が憲法\n二八条に違反するものでないことは、既に最高裁判所の判例として確立されたもの\nであるから（昭和四四年（あ）第二五七一号昭和五二年五月四日大法廷判決、刑集\n三一巻三号一八二頁、昭和五一年（行ツ）第七号昭和五三年七月一八日第三小法廷\n判決、民集三二巻五号一〇三〇頁、昭和五三年（オ）第八二八号昭和五六年四月九\n日第一小法廷判決、民集三五巻三号四七七頁）、当裁判所は右判例に従うのが相当\nであると考える。\n本件におけるいわゆる定員外職員である作業員は、国公法一六条、同付則一三条\nの規定に基づき制定された人事院規則八ー一四「非常勤職員等の任用に関する特\n例」により任用されたものであるから、定員内職員と同じく一般職の国家公務員と\n認められるのであつて、全証拠によるも公労法の適用を受くべき他の職員との間\nで、特に争議権を与えなければならぬ程の処遇上の差異も認められないから本件定\n員外職員について公労法一七条一項の適用を除外すべき理由はない。そうすると、\n本件争議行為による国民生活への影響の有無、程度如何は、処分の当否を判断する\nための一資料たるにとどまるものというべきである。\nしてみると、本件争議行為は、いずれも公労法一七条一項に違反するものであ\nり、被控訴人らの行為は、控訴人ら主張三１、２記載の各法条に違反するので、掲\n記の各法条に該当するものとして懲戒処分を受けることを免れ得ないものである。\n六　被控訴人ら主張のＩＬＯ九八号条約第六条にいう「公務員」については、これ\nを何ら限定せず「公務員一般」を指すものと解すべきことについては、既に最高裁\n判所の判例として確立されたものであるから（昭和四三年（あ）第二七八〇号昭和\n四八年四月二五日大法廷判決、刑集二七巻四号一頁、前掲昭和五二年五月四日大法\n廷判決）、当裁判所は右判例に従うのが相当と考える。よつて、右主張はこれを採\n用することができない。\n七　そこで、被控訴人ら主張の「裁量権の濫用」の有無につき判断する。\n１　裁判所が懲戒処分の適否を審査するに当つては、懲戒権者の裁量権の行使に基\nづく処分が社会観念上著しく妥当を欠き、裁量権を濫用したと認められる場合に限\nり違法であると判断すべきものである（最高裁判所昭和四七年（行ツ）第五二号昭\n和五二年一二月二〇日第三小法廷判決、民集三一巻七号一一〇一頁、前掲昭和五三\n年七月一八日第三小法廷判決）。\n２　成立に争いのない甲第二七号証によると、本件争議は、昭和四五年のいわゆる\n春闘にかかわるもので、賃金の引上げ交渉の打開をはかるため計画されたものであ\nることが認められるところ、本件争議行為の計画と実施について請求原因三３\n（一）ないし（三）記載の事実は当事者間に争いがなく、また、成立に争いのない\n乙第二七号証ないし第三四号証、原審における被控訴人ｂ、当審における被控訴人\nｃの各本人尋問の結果によると、控訴人ら主張二２記載の事実が認められ、これを\n覆えすに足る証拠はない。そうすると、一の５ないし８、１０、１１の被控訴人ら\nもその主張の会議に出席したというにとどまらず、本件争議行為を企画して実行せ\nしめたものというべきである。\nまた、原審における証人ｄの証言及びこれにより真正に成立したものと認められ\nる乙第四五、第四六号証、第四七号証の二ないし七によると、本件争議行為につい\nては、事前に林野庁長官名及び恵庭営林署長名をもつてこれに参加しないように警\n告が発せられていてその趣旨は周知徹底されていたこと、争議行為当日も現地にお\nいて担当官から参加者に対しこれが違法行為であるから直ちに業務に復帰するよう\n命令が発せられたにも拘らず、全林野本部からの中止指令を受けるまで争議行為を\n継続したものであることが認められ、これに反する証拠はない。\n３　控訴人らが当審において主張した一１ないし１１の被控訴人らの処分歴は当事\n者間に争いがなく、また、成立に争いのない乙第六六号証の二によると、同日の争\n議行為には全国一四の拠点において四七七名が参加したのに対し、停職一六名（四\nか月三名、一か月以上二か月未満一三名）、減給一二〇名（五か月一八名、三か月\n二〇名、二か月九名、一か月七三名、いずれも俸給月額の一〇分の一）、戒告四五\n四名の合計五九〇名の懲戒処分がなされたほか、訓告厳重注意五二名の処分がなさ\nれ、また、これに先立ち昭和四四年一一月一三日実施された拠点部分ストについて\nも同年一二月二三日四七四名に対し懲戒処分（停職一五名、減給六二名、戒告三九\n七名）がなされたことが認められる。\n４　以上認定の本件争議の背景、経緯、態様、被控訴人らの地位、役割、過去の処\n分歴及び他地区における処分状況等諸般の事情を考慮すると、本件争議行為が約二\n時間程度で中止されたこと及び本件争議行為当時被控訴人ら主張の判例が存在して\nいたことを斟酌しても、他に特段の事情の認められない本件においては、本件各処\n分が社会観念上著しく妥当を欠いて裁量権を濫用したものとは到底認められない。\n八　以上のとおりであるから、被控訴人らに対してなされた本件各懲戒処分には、\n被控訴人らが主張する違法理由は存在しないから、その取消を求める被控訴人らの\n請求はいずれも理由がないものといわなければならない。\nよつて、被控訴人らの請求をいずれも認容した原判決は不当であるから、原判決\n中の被控訴人らに関する部分を取消して被控訴人らの請求をいずれも棄却すること\nとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法九六条、八九条、九\n三条を適用して、主文のとおり判決する。\n（裁判官　瀧田薫　吉本俊雄　和田丈夫）\n第一目録\n＜０４１９２－００１＞\n＜０４９１２－００２＞\n減給は、いずれも俸給月額の一〇分の一についてなされたものである。\n第二目録\n＜０４９１２－００３＞\n＜０４９１２－００４＞\n＜０４９１２－００５＞\n第三目録\n被控訴人第一目録番号　処分当時の組合役職\n１　地本　委員長\n２　〃　副委員長\n３　〃　書記長\n４　〃　特別執行委員\n５　〃　会計長\n６～８、１０、１１　〃　執行委員\n９　〃　書記次長\n１２　分会　委員長\n別紙\n＜０４９１２－００６＞\n"
}