{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 5,
    "day": 17
  },
  "case_number": "昭和53(行ウ)1",
  "case_name": "課税処分取消請求事件",
  "court_name": "大分地方裁判所",
  "field": "行政",
  "gist": "ゴルフ場を所有し経営している会社の株式所有者が，当該ゴルフ場の利用につき，右ゴルフ場のゴルフ会員権を有する者と同等又はそれ以上の取扱いを受けていたとしても，右取扱いは右会社が約款に基づかず事実上行っていたものであるとして，右株式の譲渡が所得税法施行令２８条の２に規定するゴルフ場の施設利用権の譲渡に類似する株式の譲渡に当たらないとされた事例",
  "lawsuit_id": "17122",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17122",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/122/017122_hanrei.pdf",
  "contents": "○　主文\n１　被告が原告に対して昭和五二年一月一八日付でなした原告の昭和五〇年分所得\n税についての更正処分のうち総所得金額一七五三万〇七二三円を超える部分及び同\n過少申告加算税賦課決定処分のうちこれに対応する部分（ただし、いずれも昭和五\n二年四月二三日付の異議決定により減額された後のもの）をいずれも取消す。\n２　本件訴のうち、二億二一三三万〇二二三円を超える総所得金額についての更正\n処分の取消を求める部分及び一五八〇万五〇九七円を超え一七二七万二八〇六円ま\nでの総所得金額の取消を求める部分並びに過少申告加算税賦課決定処分のこれらに\n対応する部分の取消を求める部分をいずれも却下する。\n３　原告のその余の請求を棄却する。\n４　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が原告に対して昭和五二年一月一八日付でなした原告の昭和五〇年分の所\n得税についての更正処分のうち、総所得金額一五八〇万五〇九七円を超える部分及\nび過少申告加算税賦課決定処分をいずれも取消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、被告に対し、原告の昭和五〇年分所得税につき、昭和五一年三月一五\n日、原告の総所得金額を一五八〇万五〇九七円（内訳は別表（一）の１欄記載のと\nおり）と確定申告し、次いで同年一〇月二〇日、総所得金額を一七二七万二八〇六\n円（内訳は別表（一）の２欄記載のとおり）と修正申告した。\n２　被告は、原告の右申告に対し、昭和五二年一月一八日付で、原告の昭和五〇年\n分の総所得金額を二億二一五九万四四九一円（内訳は別表（一）の３欄記載のとお\nり）とする更正処分及び過少申告加算税を七二九万二二〇〇円とする賦課決定処分\nを行つた（以下、右更正処分を「本件更正処分」と、右過少申告加算税賦課決定処\n分を「本件賦課決定処分」といい、あわせて「本件各処分」という）。\n３　原告は、本件各処分につき、昭和五二年一月二五日、被告に対し異議申立をし\nたところ、被告は、同年四月二三日付で、原告の昭和五〇年分総所得を二億二一三\n三万〇二二三円（内訳は別表（一）の４欄記載のとおり）、過少申告加算税を七二\n八方二九〇〇円とする異議決定をした。\n４　原告は、更に同年五月二〇日、熊本国税不服審判所長に対し審査請求をした\nが、同所長は、昭和五三年四月一四日付で審査請求を棄却する旨の裁決をした。\n５　しかしながら、本件各処分には、原告の総所得金額を過大に認定した違法があ\nるから、原告は、被告に対し、本件各処分の取消を求める。\n二　請求原因に対する認否\n１　請求原因１の事実は認める。\nただし、原告が被告に対し確定申告書を提出した日は昭和五一年三月一日である。\n２　同２の事実は認める。\n３　同３の事実は認める。\nただし、原告が被告に対し異議申立をなした日は昭和五二年一月二六日である。\n４　同４の事実は認める。\nただし、原告が審査請求をなした日は昭和五三年五月二三日である。\n５　同５の主張は争う。\n三　被告の主張\n１　原告の昭和五〇年分の各種所得の金額及び総所得金額は、所得税法に基づいて\n計算すると、別表（二）記載のとおりである。\n２　別表（二）のイに記載する譲渡所得の収入金額二億八三五〇万円は、原告が、\n昭和五〇年六月一六日、訴外薬秀商事株式会社（以下、「薬秀商事」という）に譲\n渡した訴外大分観光開発株式会社（以下、「大分観光」という）の株式一万〇五〇\n〇株（以下、「本件株式」という）の売却代金である。\n原告は、同年六月一九日、右売却代金をもつて、原告が薬秀商事に対して負つてい\nた同額の債務と相殺したから、右売却代金は、同日、原告の収入金として確定し\nた。\n原告は、本件株式を、昭和四九年九月から同年一〇月にかけて、訴外Ａ及び同株式\n会社コバヤシゴルフから取得したが、その取得及び譲渡に要した経費等の合計は、\n七八四五万〇五〇〇円であり、右収入金額から右必要経費等を控除した二億〇五〇\n四万九五〇〇円が原告の譲渡所得（以下、「本件譲渡所得」という）である。\n３　原告は次のとおり、本件株式を取得することによつて大分観光が経営するゴル\nフ場（以下、「本件ゴルフ場」という）を一般の利用客に比して有利な条件で継続\n的に利用する権利を取得することができたから、本件譲渡所得は所得税法九条一項\n一一号ニ、同法施行令二八条の二により非課税所得には該当せず、被告が本件譲渡\n所得に課税したことは適法であつて、本件各処分に違法はない。\n（１）　大分観光は、ゴルフ場の建設及び経営を主たる目的として昭和四三年九月\n二六日に設立された株式会社であり、本件ゴルフ場を所有し経営している。\n大分観光は本件ゴルフ場の利用につき当初からいわゆる預託金会員制を採用してお\nり、大分観光に一定の入会金を預託して「大分カントリークラブ」なる団体の会員\nとなつた者は、一般の利用客よりも低廉な料金で本件ゴルフ場を継続的に利用でき\nるほか種々の特典を与えられる。\n（２）　大分観光は、取締役会の決議により、昭和四六年五月頃から、株主に対\nし、本件ゴルフ場の利用に関する次のとおりの優遇措置を定めた。\n（イ）　株主一名につき一枚の「特別会員券」と題するカードを交付し、個人会員\nよりも更に低廉な株主特別優待料金により本件ゴルフ場を利用させる。\n（ロ）　発起株主に対しては二〇〇株につき三枚の割合で、その他の株主に対して\nは一〇〇件につき一枚の割合で「正会員券」と題するカードを交付し、その所持人\nの本件ゴルフ場の利用料金は、大分カントリークラブ法人無記名会員料金を適用す\nる。\n（ハ）　右の「特別会員券」及び「正会員券」は、使用回数に制限がなく、使用一\n回限りのいわゆる優待券とも異なるものであつた。\n（３）　大分観光は、昭和四九年一二月九日の取締役会の決議により、前記の株主\nに対する優遇措置を次のとおり拡大した。\n（イ）　株主に対し、従来交付していた「特別会員券」に加え、新たに一〇〇〇株\nにつき一枚の割合で同券を追加交付し、同券の所持人については株主でなくても株\n主特別優待料金を適用する。\n（ロ）　従来交付していた「正会員券」について、株主の要請により特定人名を記\n名することができるものとし、記名した場合には大分カントリークラブ個人会員と\n同一の料金によつて本件ゴルフ場を利用することができることとする。\n（４）　株主は、右のとおり、本件ゴルフ場利用料金の上で大分カントリークラブ\n会員と同等もしくはそれ以上に有利な扱いを受けていたほか、大分カントリークラ\nブ会員名簿への登載、会員バツジの配付、オフイシヤルハンデイの決定付与、ハン\nデイボードへの掲示、ネームプレートの作製等、およそゴルフ施設利用上すべての\n点で大分カントリークラブ会員と同一の特典を受けていた。\n４　（一）所得税法九条一項一一号ニの法意は、ゴルフ会員権の実質を有するもの\nであれば、それが株式の形態であると預託金会員権の形態であるとを問わず、その\n譲渡による所得は等しく課税対象となるという趣旨である。\nこれを受けて同法施行令二八条の二は、株式の形態によるゴルフ会員権を、ゴルフ\n場の所有又は経営にかかる法人の株式を取得することがそのゴルフ場を一般の利用\n者に比して有利な条件で継続的に利用する権利を有する者となるための要件とされ\nている場合における株式と規定している。\n右規定は、純粋の株主会員制（ゴルフ会社の株式を取得することがゴルフ会員権取\n得の要件とされているゴルフクラブ）のみならず実質的に株主会員制と預託金会員\n制との混合形態ないし併用形態を採用しているゴルフ会社の株式についてもその譲\n渡所得を課税対象とする趣旨である。\n（二）　大分観光の株主が本件ゴルフ場を一般の利用者に比して有利な条件で利用\nできたことは前記３のとおりであり、かつ、これは次のとおり権利性と継続性を有\nしていたものである。\n即ち、前記３の具体的実施状況からすれば、少なくとも本件株式譲渡当時には、前\n記優遇措置は既に制度として定着していたものであり、株主も当然の権利として認\n識していたものである。\n本件ゴルフ場の経営者である大分観光は、設立当初から現在に至るまで欠損が続い\nており、利益配当ができる見込は全くなく、増資につぐ増資によつて資金を調達し\nていたため、株主対策上から前記優遇措置を廃止しうる状態になかつた。また、大\n分観光が株主並びに本件各カードの記名者を会員名簿に登載しそのネームプレート\nを作製するなどの一連の措置を取つていることから見ても、大分観光自身もこの株\n主優遇措置を経営の一環として将来に向つて継続的に採用していく意思を有してい\nたといえる。本件各カードには期限が付されていたが、これは単に書き替えのため\nのものであつて有効期限ではなかつた。\nまた、前記株主優遇措置が制度として大分観光の経営形態に組み込まれていたこと\nは、大分観光の総収入のうち本件各カードによる入場者からの収入が相当部分を占\nめていたことからも明らかである。即ち、本件各カード所持者と預託金会員の数の\n合計が大分カントリークラブにおける実際の会員数なのであるが、本件各カードの\n発行総数は昭和四六年以降なべて会員総数の三分の一を優に超えており、本件カー\nドによる入場者数の入場者総数に占める割合もこれと同程度であると推測されるの\nである。\nなお、前記株主優遇措置が取締役会の決議により一方的に廃止されうるものであつ\nたとしても、本件各カード所持者は少なくとも取締役会において廃止の決議がある\nまでは大分観光に対して本件ゴルフ場の優遇的施設利用を主張できるのであるか\nら、その限りにおいて右優遇措置を権利と称して差し支えない。右優遇措置は取締\n役会の決議により一方的に縮少廃止されうる点で預託金会員の有する施設利用権と\nは異なるが、所得税法施行令二八条の二にいう権利を右施設利用権と同程度の権利\n性を有するものに限ると解する必要はない。\n更には、そもそも公平な課税を原則とし実質的・経済的意義が解釈原理として重視\nされる租税法の分野においては、形式的・法律的意義に拘泥すべきではないのであ\nるから、権利性の点についてもこれを厳格に解釈すべき必要はないものである。\n四　被告の主張に対する認否\n１　被告の主張のうち、１及び２の事実は認める。ただし、２の事実のうち、別表\n（二）の譲渡収入金額は後に売買当事者間において七八七五万円に減額された。\n２　同３の（１）の事実は認める。\n３　同（２）のうち、発起株主に対し二〇〇株につき三枚の割合で「正会員券」を\n交付したとある点は否認し、その余の事実は認める。\n４　同（３）のうち、（ロ）の記名の取扱が昭和四九年一二月九日の取締役会の決\n議により定められたとある点を否認し、その余の事実は認める。\n「正会員券」に特定人名を記入して大分カントリークラブ個人会員と同一の利用料\n金で本件ゴルフ場を利用することができるとの取扱いは、昭和四九年以前から認め\nられていたものである。\n５　同（４）のうち、株主が本件ゴルフ場の利用料金の面で大分カントリークラブ\n会員と同等もしくはそれ以上に有利な扱いを受けていた事実は認め、その余は争\nう。\nオ　フイシヤルハンデイの点については、「正会員券」の記名者が希望した場合に\nこれを与えていた実例があつたことは認めるが、大分カントリークラブ会員とは異\nなり、権利として認められていたものではない。\n６　同４の（一）は認め、（二）は争う。\n五　原告の主張\n１　（一）所得税法施行令二八条の二にいう「ゴルフ場を一般の利用客に比して有\n利な条件で継続的に利用する権利」とはゴルフ会員権の定義そのものであつて、同\n条は、株式の取得がゴルフ会員権取得の要件とされているゴルフクラブ即ち株主会\n員制クラブ（もしくはこれと預託金会員制クラブとの混合ないし併用形態のゴルフ\nクラブ）を採用するゴルフ場を所有、経営する会社にあつては、ゴルフ会員権が株\n式に表章されていて、株式の譲渡がゴルフ会員権の譲渡を伴うものと認められると\nころから、預託金会員制における会員権の譲渡との公平を期するため、かかる株式\nの譲渡による所得を非課税対象から除外する旨規定したものである。\n（二）　大分観光が預託金会員制を採用し、株主会員制を採用していないことは大\n分カントリークラブの規約第四条から明らかである。大分観光で実施されていた株\n主優遇措置は、会社設立後二年八か月を経た昭和四六年五月頃から株主対策として\n取締役会の決議により事実上与えられていた一時的な恩恵にすぎず、何時でも取締\n役会の決議により一方的にこれを縮少廃止しうる不安定な性格のものであつて、現\nに大分観光は昭和五一年八月三〇日の取締役会決議により同年一二月三一日限りで\n交付済みの本件各カードを全て失効させる旨を決定し株主優遇措置を全廃している\nが、それに伴つて株式買取等の補償は全くなされておらず、また大分観光は新株発\n行に際して右優遇措置を与える旨を公表して株式引受の条件としたことも本件各力\nードの交付に際して株主に大分カントリークラブの会員たる権利を与える旨の約束\nをしたこともなく、更に優遇措置の内容も、株主に対し料金面以外の特典を権利と\nして認めるものでなく、本件各カードが有効期限の付された単なる料金割引券にす\nぎないことに鑑みると、株式形態のゴルフ会員権とは全く異質なものであつて、右\n株主優遇措置により大分カントリークラブが預託金会員制と株主会員制との混合形\n態もしくは併用形態に変容したとはいえないのであるから、本件株式の譲渡による\n所得は所得税法施行令二八条の二には該当せず、課税の対象にはならないというべ\nきである。\n２　また、ゴルフクラブの形態論を離れて同条を解釈するとしても、同条が要件と\nしている権利性及び継続性が本件株主優遇措置には認められないものであることは\n前記の事実から明らかである。\n事実上の反射的利益を享受するだけで、ゴルフ会社側から一方的に廃止されて何ら\nの対抗手段を取りえないような便益を権利とはいえず、継続性についても、権利の\n継続性が要件となるのであつて、単なる事実上の利益が継続するだけでは同条には\n該当しないものである。\n第三　証拠（省略）\n○　理由\n一　原告が、原告の昭和五〇年分所得税につき、法定申告期限内に別表（一）の１\n欄記載のとおりの確定申告をなし、次いで昭和五一年一〇月二〇日に同表２欄記載\nのとおりの修正申告をしたところ、被告が昭和五二年一月一八日付で同表３欄記載\nのとおりの本件更正処分を行なうとともに本件賦課決定処分を行なつたこと、原告\nが、法定の異議申立期間内に本件各処分を不服として被告に対し異議申立をしたと\nころ、被告が、昭和五二年四月二八日付で同表４欄記載のとおりの異議決定をした\nこと、原告が、更に法定の不服申立期間内に熊本国税不服審判所長に対し審査請求\nをしたところ、同所長が、昭和五三年四月一四日付でこれを棄却する旨の裁決をし\nたこと、以上の事実は当事者間に争いがない。\n二　右争いのない事実によれば、本件各処分のうち右異議決定により減額された部\n分については、更正処分が存在しないことになるから、本件訴のうち、右部分の取\n消を求める部分は不適法というべきである。\n三　原告が修正申告にかかる総所得金額一七二七万二八〇六円につき、被告に対し\n更正の請求をしていないことは当事者間に争いがなく、右によれば本訴において修\n正申告にかかる総所得金額を下回る部分についての更正処分の取消を求めることは\n不適法というべきである。\n四　被告主張にかかる原告の昭和五〇年分各種所得のうち、譲渡所得を除くその他\nの所得の金額については当事者間に争いがなく、かつ、原告は、それらに対する課\n税の適法性について明らかに争わないから、本件更正処分のうち、右争いのない部\n分に関するものについては適法と判断すべきものである。\n五　原告が、昭和五〇年六月一五日、薬秀商事に対し、本件株式を二億八三五〇万\n円で売却したこと、右売却代金が同年六月一九日、原告の収入金として確定したこ\nと、原告が本件株式の取得及び譲渡に要した経費等の合計が七八四五万〇五〇〇円\nであり、本件譲渡所得が二億〇五〇四万九五〇〇円であること、以上の事実は当事\n者間に争いがない。\nそこで、以下、本件譲渡所得が所得税法九条一項一一号ニ及び同法施行令二八条の\n二に該当して課税対象となるものであるか否かについて検討する。\n１　（一）大分観光が昭和四三年九月二六日に設立された株式会社であり、本件ゴ\nルフ場を所有し経営していること、本件ゴルフ場の利用につき会員制をとり、会の\n名称を大分カントリークラブと称し、会員資格の取得についていわゆる預託金会員\n制を採用していること、大分観光が取締役会の決議に基づき昭和四六年五月頃から\n株主一名に一枚宛の「特別会員券」と題するカードを交付し、株主に対し大分カン\nトリークラブの個人会員よりも更に低廉な株主特別優待料金を定めたこと、更に株\n主に対し持株一〇〇株につき一枚の割合で「正会員券」と題するカードを交付し、\nその所持人については法人無記名会員料金を適用するものとしたこと、右の両カー\nドには使用回数に制限がなかつたこと、以上の事実は当事者間に争いがない。\n（二）　成立に争いのない乙第二〇号証及び原告本人尋問の結果によれば、大分観\n光は昭和四六年六月二五日の取締役会決議をもつて「正会員券」に株主の希望によ\nり特定個人名を記入しうることとし、記名された者については大分カントリークラ\nブ個人会員料金を適用するものとしたことが認められる。\n（三）　更に、大分観光が昭和四九年一二月九日の取締役会決議をもつて株主に対\nし持株一〇〇〇株につき一枚の割合で「特別会員券」を追加交付したこと、その\n後、同券の所持人は株主でなくても株主特別優待料金を適用されることになつたこ\nとは当事者間に争いがなく、証人Ｂ、同Ｃの各証言によれば、その後、株主並びに\n前記正会員券に記名された者及び特別会員券の所持人を大分カントリークラブ会員\n名簿に記載するようになり、これらの者についてハンデイを認定したり会員バツジ\nを交付した実例もあつたことが認められる。\n更に成立に争いのない乙第一〇号証及び原告本人尋問の結果を総合すると、原告の\n本件株式の譲渡代金は、昭和五〇年七月現在における大分カントリークラブ会員権\nの価格を基礎とし、大分観光の株式二〇〇株が右クラブの特別会員権一口及び法人\n無記名会員権一名分に相当するものとして算出した金額を勘案して定めたことが認\nめられる。\n２　（一）しかしながら、他方、大分観光が本件ゴルフ場につき当初から預託金会\n員制を採用していたことは前記のとおりであり、成立に争いのない甲第三号証、同\n第七号証、乙第一号証、証人Ｂ、同Ｃの各証言によれば、大分カントリークラブの\n規約においては、大分観光に入会保証金を預託した預託金会員のみを正会員とする\n旨を規定しており、他に株主はすべて会員となる旨もしくは株主は一般人よりも低\n額の入会保証金を預託して会員となりうる旨の規定は創立当初から存在しなかつた\nこと、また大分観光の定款等にも同社の株式には本件ゴルフ場の利用に関する権利\nが付される旨の定めは存せず、会社設立時における株主募集もしくは数次にわたる\n新株発行に際してそのような説明や約束がなされたこともないこと、大分観光は設\n立にあたり、株主会員制を意識的に排除したこと、本件各カードには期限が当初一\n年間と記入されていたが、昭和五〇年、五一年になされた書き替えの際にはその後\nの書き替えの手数を省くため終期を昭和五三年四月三〇日までと記入したこと、以\n上の事実が認められ、右認定を覆すに足りる証拠はない。\n（二）　また、大分観光が昭和五一年八月三〇日の取締役会決議により株主に本件\n各カードを交付する措置を全廃し、交付済みの本件各カードを同年一二月三一日限\nりですべて失効させるに至つたことは当事者間に争いがなく、成立に争いのない甲\n第一一、第一二号証、乙第三ないし第五号証、証人Ｂ、同Ｃの各証言並びに右各証\n言により真正に成立したものと認められる甲第九、第一〇号証を総合すれば、大分\n観光が株主に本件各カードを交付する措置を実施した理由は、大分観光は設立当初\nから欠損が続いており、昭和四六年当時には利益配当ができる見込がなかつたとこ\nろから、株主の不満を押えることにあつたもので、利益配当ができるまでの暫定措\n置として右措置がとられたものであることが認められ、右認定を覆すに足りる証拠\nはない。\n３　ところで、所得税法九条一項一一号ニ及び同法施行令二八条の二は、ゴルフ場\nの所有又は経営にかかる法人の株式を所有することが、そのゴルフ場を一般の利用\n者に比して有利な条件で継続的に利用する権利を有する者となるための要件とされ\nている場合における当該株式の譲渡による所得を非課税所得から除外する旨を規定\nしているが、右の法令の制定の趣旨が預託金会員方式におけるゴルフ会員権の譲渡\nの場合と株式方式におけるゴルフ会員権の譲渡の場合の課税の均衡をはかることに\nあることに照らすと、右施行令二八条の二にいう株式とは、これを所有することに\nよつて、株式所有者と会社との間にゴルフ会員契約が成立し、株式を所有している\n限り右契約が存続し、株式所有者は会社に対しゴルフ会員権を有するとされる場合\nにおける株式、すなわち、株式所有者と会社との間にゴルフ会員契約約款が存在\nし、双方がこれに拘束される関係にある場合における株式をいうものと解するのが\n相当である。\n大分観光の株式についてこの点を検討すると、前記認定のとおり、昭和四六年頃か\nら昭和五一年一二月までの間において、大分観光の株式所有者は、右会社から大分\nカントリークラブのゴルフ会員権を有する者と同等またはそれ以上の取扱を受けて\nいたことが認められるけれども、他方右２において認定した事実、ことに右の取扱\nを会社が株式所有者に対して一方的に始め、昭和五一年一二月には一方的にこれを\n廃止している事実に照らすと、大分観光とその株式所有者との間に株式所有者を大\n分カントリークラブ会員とする旨の明示または黙示の約款が存在していたとみるこ\nとには疑問があり、右の取扱は、大分観光が単に事実上行なつていたにすぎないも\nのであつて、約款に基づいてなされたものではないとみるべき余地があるから、結\n局右１に認定した事実からただちに右株式が所得税法施行令第二八条の二にいう株\n式に該当するものとは認め難い。\n六　そうすると原告の本訴請求は、異議決定により減額された後の本件更正処分の\nうち総所得金額一七五三万〇七二三円を超える部分及び本件賦課決定処分のうち右\nに対応する部分の取消を求める限度で理由があるからこれを認容し、本件訴のう\nち、異議決定により減額された部分及び修正申告にかかる総所得金額を下回る部分\nについての取消を求める部分は不適法であるからこれを却下し、原告のその余の請\n求は理由がないからこれを棄却することとし、訴訟費用の負担につき行政事件訴訟\n法七条、民事訴訟法八九条、九二条但書を適用して、主文のとおり判決する。\n（裁判官　石井義昭　永田誠一　千葉隆一）\n別表（一）、（二）（省略）\n"
}