{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和58(ワ)2191",
  "case_name": "日本冶金工業解雇",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19245",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19245",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/245/019245_hanrei.pdf",
  "contents": "主　　　文\n被告が原告に対してなした昭和四七年一〇月七日付け休職処分が無効であることを\n確認する。\n被告は原告に対し、一一、三三一、二二一円を支払え。\n原告のその余の請求を棄却する。\n訴訟費用はこれを三分し、その一を被告の負担とし、その余を原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n１　主文第一項と同旨。\n２　被告が原告に対してなした昭和五七年三月二六日付け解雇処分が無効であるこ\nとを確認する。\n３　被告は原告に対し、一三、一三二、三七〇円及び昭和五八年三月一日から毎月\n一四七、七九九円宛を支払え。\n４　被告は、原告を、就業規則その他の定めるところにしたがい就労させよ。\n５　被告は、原告が神奈川県川崎市＜以下略＞所在の被告川崎製造所構内に就労又\nは組合活動のため入構することを妨げるな。\n６　訴訟費用は被告の負担とする。\n二　被告\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　当事者\n被告は、特殊鋼及び軽合金の製造、加工ならびに販売等を目的とする株式会社で\nあつて、神奈川県川崎市＜以下略＞に川崎製造所を有しており、昭和四六年当時の\n従業員数は約一、九〇〇名であつた。\n原告は、昭和四〇年三月一七日被告に雇用され、川崎製造所圧延部冷延課精整係\n（但し、現在は薄板工場精整係）に勤務している。\nなお、原告は、訴外日本冶金工業株式会社労働組合に加入しており、その川崎支\n部に所属している。\n２　休職処分\n被告は原告に対し、原告を昭和四七年一〇月七日付けをもつて休職処分に処した\nと主張している。\n３　解雇処分\n被告は原告に対し、原告を昭和五七年三月二六日付けをもつて解雇したと主張し\nて原告が被告の従業員としての地位を有することを争つている。\n４　賃金請求権\nしかしながら、右休職処分及び解雇はいずれも無効であるので、原告は被告に対\nし、左記賃金請求権を有する。\n記\n（基本給）\n（一）　昭和四七年一〇月八日から同四八年三月三一日まで当時の基本給一か月四\n六、四三〇円\n（二）　昭和四八年四月一日から同四九年三月三一日まで\n一か月五六、九二一円\n前年度基本給×八・七七％（昇給率）＋六、〇七〇円（一律分）＋三五〇円（査定\n調整分）\n（三）　昭和四九年四月一日から同五〇年三月三一日まで\n一か月七九、四四六円\n前年度基本給×二〇・一六％（昇給率）＋一〇、五〇〇円（一律分）＋五五〇円\n（査定調整分）\n（四）　昭和五〇年四月一日から同年一一月三〇日まで\n一か月八二、八四二円\n前年度基本給×二・四五％（昇給率）＋一、二〇〇円（一律分）＋二五〇円（査定\n調整分）\n（五）　昭和五〇年一二月一日から同五一年三月三一日まで\n一か月八六、九三七円\n前年度基本給×二・七％（昇給率）＋一、六〇〇円（一律分）＋三五〇円（査定調\n整分）\n（六）　昭和五一年四月一日から同五二年三月三一日まで\n一か月九〇、六九九六円\n前年度基本給×二・六六％（昇給率）＋一、三〇〇円（一律分）＋一五〇円（査定\n調整分）\n（七）　昭和五二年四月一日から同五三年三月三一日まで\n一か月九九、二七〇円\n前年度基本給－一〇、〇〇〇円（資格給の源資）＝八〇、六九九円\n昇給分　賃上げ分　資格給\n（八〇、六九九円×一％＋七〇〇）＋（八〇、六九九×四・一七％）＋（一〇、五\n〇〇＋三、二〇〇円）\n（八）　昭和五三年四月一日から同五四年三月三一日まで\n一か月一〇四、一五〇円\n定期昇給分\n五二年度本給（八〇、六九九円）×本給比（一・二％）＋一律（六〇〇円）＝\n一、五六八円\n特別措置（別途金）\n五二年度本給（八〇、六九九円）×本給比（二・二一％）＝一、七八三円\n五三年度本給\n五二年度本給（八〇、六九九円）＋定期昇給分（一、五六八円）＋特別措置分\n（一、七八三円）＝八四、〇五〇円\n資格給（七等級）一五、五〇〇円\n物価手当　四、六〇〇円\n基準内賃金\n五二年度本給（八〇、六九九円）＋定期昇給分（一、五六八円）＋特別措置分\n（一、七八三円）＋資格給（一五、五〇〇円）＋物価手当（四、六〇〇円）＝一〇\n四、一五〇円\n（九）　昭和五四年四月一日から同五五年三月三一日まで\n一か月一一三、六〇八円\n定期昇給分\n五三年度本給（八四、〇五〇円）×本給比（一・二％）＋一律（六〇〇円）＝\n一、六〇八円\n賃上げ分\n五三年度本給（八四、〇五〇円）×本給比（二・三六％）＝一、九八三円\n特別措置分\n五三年度本給（八四、〇五〇円）×本給比（一・六二七％）＝一、三六七円\n五四年度本給\n五三年度本給（八四、〇五〇円）＋定期昇給分（一、六〇八円）＋賃上げ分\n（一、九八三円）＋特別措置分（一、三六七円）＝八九、〇〇八円\n資格給（物価手当四、六〇〇円が資格給の中に繰り入れられた。）二四、六〇〇円\n基準内賃金\n五四年度本給（八四、〇五〇円）＋定期昇給分（一、六〇八円）＋賃上げ（一、\n九八三円）＋特別措置分（一、三六七円）＋資格給（二四、六〇〇円）＝一一三、\n六〇八円\n（一〇）　昭和五五年四月一日から同五六年三月三一日まで\n一か月一二五、七四六円\n定期昇給分\n五四年度本給（八九、〇〇八円）×本給比（一・四％）＋一律（六〇〇円）＝\n一、八四六円\n賃上げ分\n五四年度本給（八九、〇〇八円）×本給比（一・二四四％）＝一、一〇七円\n特別措置分\n五四年度本給（八九、〇〇八円）×本給比（二・四八七％）＝二、二一三円\n五五年度本給\n五四年度本給（八九、〇〇八円）＋定期昇給分（一、八四六円）＋賃上げ分\n（一、一〇七円）＋特別措置分（二、二一三円）＝九四、一七四円\n資格給　二八、四〇〇円\n付加給（本年度より導入された。）\n五五年度本給（九四、一七四円）×本給比（二五・二％）＋一律（八〇〇円）＝\n三、一七二円\n基準内賃金\n五五年度本給（九四、一七四円）＋資格給（二八、四〇〇円）＋付加給（三、一\n七二円）＝一二五、七四六円\n（一一）　昭和五六年四月一日から同五七年三月三一日まで\n一か月一三八、四八三円\n本年度より、資格別に定期昇給が決められ、原告は七等級なので標準額は二、六〇\n〇円となる。\n五六年度本給\n五五年度本給（九四、一七四円）＋定期昇給分（二、六〇〇円）＝九六、七七四\n円\n付加給\n五六年度本給（九六、七七四円）×本給比（三・三五八％）＋一律（一、一〇〇\n円）＝四、三四九円\n職務給（本年度より導入された。）\n原告の点数（九七点）×一点単価（八〇円）＝七、七六〇円\n資格給　二九、六〇〇円\n基準内賃金\n五六年度本給（九六、七七四円）＋付加給（四、三四九円）＋職務給（七、七六\n〇円）＋資格給（二九、六〇〇円）＝一三八、四八三円\n（一二）　昭和五七年四月一日から同五八年三月三一日まで及び同年四月一日以降\n一か月一四七、七九九円\n定期昇給分　二、六〇〇円\n五七年度本給\n五六年度本給（九六、七七四円）＋定期昇給分（二、六〇〇円）＝九九、三七四\n円\n付加給\n五七年度本給（九九、三七四円）×本給比（三・八六五％）＋一律（一、三〇〇\n円）＝五、一四〇円\n職務給\n点数（九七点）×一点単価（一〇五円）＝一〇、一八五円\n資格給　三三、一〇〇円\n基準内賃金\n五七年度本給（九九、三七四円）＋付加給（五、一四〇円）＋職務給（一〇、一\n八五円）＋資格給（三三、一〇〇円）＝一四七、七九九円\n（一時金）\n昭和四八年夏期　一三四、九六七円\n四六、四三〇円（前年度基本給）×二・一一＋三七、〇〇〇円（一律分）\n同年冬期　一九〇、五九五円\n五六、九二一円（同年度基本給）×二・四七＋五〇、〇〇〇円（一律分）\n昭和四九年夏期　二〇二、五六四円\n五六、九二一円（前年度基本給）×二・六一＋五四、〇〇〇円（一律分）\n５　就労請求権\n労働契約上労働者の労務の提供は義務であつて権利ではないといわれる。しか\nし、人間にとつて労働することから得られる誇りと喜びは生きていく上で必要不可\n欠である。さらに労働者は日日の労働によつて技術を習得し、その積み重ねによつ\nて労働の評価を高らしめ、相対的に対価（賃金）の増加が期待されるのである。そ\nれだけでも労務の提供に合理的利益があるが、原告は被告から一〇年余に亘つてこ\nれを奪われてきている。これは就労させることが使用者の権利としても、まさに権\n利の濫用というほかない。他の従業員の中には原告を就労しないで賃金だけを得て\nいると白眼視する者もおり、原告の苦痛は甚だしいものがある。\n従つて、被告は原告を就労させるべきである。\n６　立入請求権\n被告は原告が川崎製造所構内に自由に立入ることを拒んでいるが、右休職処分及\nび解雇は無効であるから原告は同構内に立入る権利を有する。\n７　よつて、原告は被告に対し、右休職処分及び解雇が無効であることの確認と、\n昭和四七年一〇月八日から同五八年二月三〇日までの賃金合計一三、一三二、三七\n〇円及び同年三月一日から毎月一四七、七九九円宛の賃金の支払い、ならびに被告\nは原告に就業規則その他の定めるところにより就労させることと、被告は原告が川\n崎製造所に就労又は組合活動のため入構することを妨げてはならないことの裁判を\n求める。\n二　請求の原因に対する認否\n１　１（当事者）について\n原告がその主張の労働組合に加入し、その川崎支部に所属していることは知らな\nい、その余の点は全部認める。\n２　２（休職処分）について\n認める。\n３　３（解雇処分）について\n認める。\n４　４（賃金請求権）について\n（一）　（一）ないし（七）は全部認める。\n（二）　（八）のうち物価手当は否認し、その余は全部認める。物価手当は不就労\nの者には事由の如何を問わず支給されない。\n（三）　（九）、（一〇）はいずれも認める。\n（四）　（二）、（三）のうち職務給及び資格別定期昇給額をいずれも否認する、\nその余は全部認める。\n職務給は「職務給表に定める職務に従事した技能職社員の実働時間に対して支給\nする」（職務・職能給制度運用基準四条一項）趣旨の金員であるから、不就労の者\nには事由の如何を問わず支給されない。\n資格別定期昇給額については、不就労の者の考課査定が標準に達すると解するの\nは、あまりに不合理であつて、原告の場合は、七等級の昀低昇給額二、一〇〇円の\n加算が相当である。\n５　５（就労請求権）について\n争う。\n６　６（立入請求権）について\n争う。\n三　抗弁\n１　本件休職処分の存在・根拠及び処分事由\n（一）　本件休職処分の存在・根拠\n被告は原告に対し、昭和四七年一〇月七日、就業規則一〇条（但し、本件休職処\n分当時は同規則四六条。「従業員が次の各号の一に該当するときは、原則として休\n職を命ずる。」）七号（「刑罰法規に違反して起訴され、刑の確定しないとき」）\nに基づき同日付をもつて休職を命ずる処分をなした（以下「本件休職処分」とい\nう。）。\n（二）　本件休職処分事由\n（１）　原告に対する刑事公判事件\n原告は、昭和四六年一一月一四日、いわゆる沖縄返還協定反対闘争に参加した\n際、凶器準備集合罪及び公務執行妨害罪で逮捕され、引き続き勾留中のまま同年一\n二月六日東京地方裁判所に同罪で起訴され、昭和四七年六月六日保釈されたが、本\n件休職処分発令当時右起訴にかかる刑事裁判の公判審理が進行中であつた。\n（２）　原告の起訴に伴なう被告における業務の円滑な運営の障害\n①　原告の担当業務の特徴から生じるもの\n（ア）　原告の所属する川崎製造所においては、生産設備の特質上及び生産計画\n上、休日を除き毎日二四時間連続操業を行つており、そのため生産現場の従業員は\n三直交代勤務制となつている。そのなかで被告は必要人員限りの昀少限の従業員で\n操業を実施しており、突発的な欠勤など生じても即時補充すべき予備人員がいない\nので、直ちに操業に支障を生じる。\n（イ）　川崎製造所においては、鋼塊から熱間圧延、冷間圧延を経て、ステンレス\n鋼の薄板・薄帯を製作するまでの一貫生産をしているが、原告配属の冷延課第三係\n（旧精製係）は、薄板・薄帯を仕上げる昀終工程としての、ライン状の流れとして\n諸作業を処理しているところである。もし並列的に同種の作業が行われているよう\nな場合であれば、或作業員が欠勤してもその影響は当該作業場のみにとどまり並列\nする他の作業には影響が及ばないこともありうるが、冷延課第三係職場では一連の\n流れの中で各部署を分担作業している関係上、どの一部署であろうともそこで突発\n的な欠勤などにより業務が停滞すると、その影響は直ちにライン全体に及び、ライ\nンの停止を招来することとなる。\n（ウ）　川崎製造所の製品は大半が注文生産であつて、それぞれにつき納期が顧客\nと約束されている。一貫生産の流れを通して鋼塊から製品になるまでには約一カ月\nを要するが、生産の流れのうち当初の部分で生じた多少の遅れは、その後の流れを\n速めることによつて解消することも可能であるが、原告の担当業務は生産の流れの\n昀後に当り、昀終製品そのものかそれと直近の段階にあるため、ここで生じた作業\nの遅延はもはやそれを吸収解消しうる余裕もなく、直ちに納期遅延をもたらすこと\nとなる。約定納期の遅れは違約金を徴されるので、直接、現実の損害を生じるおそ\nれが大である。\n（エ）　原告の担当業務（ＣＳライン）は、生産の昀終段階にありその製品の大半\nは昀終製品としてそのまま顧客に渡るため、製品の品質維持が特に必要な部署であ\nる。\nこうした作業であるだけに、第三係の職場では技術上も高い熟練が要求され、そ\nれと同時に作業者（一チーム三名）の相互間の協力意識、チームワークが特に必要\nなところである。そうした関係上この職場の作業は、安定した労務提供の下で恒定\n的なチームによる作業が望ましく、もし欠勤が突発したような場合、単に人員の頭\nかずを揃えるだけでは代替不可能なのが実情である。また、ＣＳラインの者が欠勤\nすれば他の直のＣＳラインの者が早出、又は残業をせざるを得ず、その者のてあて\nがつかなければ、仕事ができないのである。したがつて、突発休が起これば管理職\nとしては他の直の同じラインの代替者さがしに奔走しなければならない。\n②　原告自身の言動\n（ア）　原告は、昭和四六年一一月の欠勤以来同四七年七月来社までの間、長期に\nわたる逮捕・勾留の欠勤について自ら進んで具体的事実内容の申告をしないばかり\nか、被告からの事情聴取に対して「不当起訴であつて認めることはできない」との\n一点ばりで今後の裁判について全く回答していない。そのため、被告は、そのよう\nに事情も不明のままいつ出社できるとも見究めのつかないような労働力を期待する\nことは到底不可能であるため、欠勤中から既に原告を除外したチームを以て作業を\n継続してきている。特に①（エ）に既掲の如くチームワークを必須とするこの職場\nに於て、既存のチームを変えて起訴中の原告を織込むようなことは、むしろそれ自\n体能率の低下と業務阻害の危険の増大を招く不合理な措置でしかありえない。\n（イ）　原告は、前記のように自ら申告を怠つたばかりでなく、七月来社後被告か\nらの再三にわたる事情聴取に対しても（自己が受領している起訴状に記載の内容の\nような知悉している点に至るまで）故意に秘匿して知らせないという不協力な態度\nを取りつづけており、被告に回答したのは罪名のみという有様である。昭和四七年\n七月の原告の出社時点で被告がこのように事情聴取を行つたのは、公判期日の開催\n等も含めて原告の労務提供の安定・不安定の状況をできる限り具体的に把み、それ\nにより起訴休職を発令するか否かを検討しようとしていた段階である。それに対し\nても「不当起訴であつて答えられない」との不協力的な態度では、今後公判期日そ\nの他で欠勤が必要となつた場合でも、原告から事前の申告は期待し難く、そのよう\nなことでは労務の安定的な提供を全く期待できないものと被告が判断したのは当然\nである。労務提供の安定性に関する責任は挙げて原告にある。\n（３）　原告の起訴に伴なう職場秩序上の支障\n①　原告の同僚との人間関係\n被告の従業員は概ね原告が右の事件で逮捕されたことを知つており、従業員の事\n件に対する国民としてもつ感情の上からも、起訴中の就業が職場秩序上悪影響する\nことは明らかである。\n被告は、労働協約の定めにより、休職の中でも特に起訴休職に関しては労使の協\n議を要することとされており、組合が必要と認めて求めれば団体交渉を開催しなけ\nればならないのであるが、原告の起訴休職に関しては、組合も労使協議会の場に止\nめて団体交渉への移行を求めずに終わつている。しかも協議会の期日を組合の要求\nにより調査期間として約二カ月あけたにもかかわらず、原告は、組合に対しても一\n切回答しなかつたため、組合としても手をひかざるを得なかつたのである。この事\nも原告に対し従業員の間に批判が強く支援がないことを裏付けている。\n②　工場内の職場管理態勢\n川崎製造所は二四時間連続操業であるが、管理職者は日勤であるため三直交代制\nのうち第二、第三直の勤務する夕刻から夜間については、製造現場に於て生産業務\nを指揮する監督職としての伍長、班長がおるのみで、身分上の管理監督を行う者は\nいない。勿論警備員も常駐しているが、その職務は火災・盗難の防止など主として\n対外方面に向けられ、従業員に対する職場秩序面の責任は負つていない。又川崎製\n造所は敷地、建屋とも広大であつて、夜間少数の者では現実に職場秩序を管理して\n行くことは容易でない。そのため夕勤・夜勤の間の職場秩序の維持は、そこに作業\nする従業員に信頼し、自己管理に期待するところが極めて大である。それだけにい\nやしくも職場秩序の維持上懸念されるような反秩序的言動の者を、夕・夜勤職場に\n置くことは被告として厳に慎しまなければならないこととなつている。\n③　原告の反秩序的言動\n本件起訴にかかる公訴事実の内容は沖縄返還協定に対する原告の単なる思想信条\nだけの問題でなく、それを具体的な対外行動に現わしたものと推測され、有罪が確\n定したいまも不当な裁判であつて無罪であると主張している。それと共に原告は、\n意見を単に言論の上だけでなく、直ちに実力行動に移さなければならないという見\n解の持主であり、しかもそれを企業に対しても実践しようとする者であることは、\n起訴後に従業員に向けて原告が配布している、実力斗争を教唆したビラ（乙第一五\n号証の一、二）にも現われている。\n（４）　原告の起訴に伴なう対外信用上の支障\n①　被告の防衛関係等の受注\n被告の製造するステンレス製品は、流し台など一般民需方面にも多量に出ている\nが、同時に官公庁関係の受注も多く、特に防衛庁、国鉄、原子力関係などにも継続\n的に相当量の納入を行つている。しかも官公庁関係の取引においては、工程打合せ\nや検査などの関係上、担当官が常時川崎製造所にも来所し、直接製造現場まで立入\nる場合もある。他方、本件闘争に現れたようないわゆる反戦活動は、防衛庁、原子\n力関係などを敵視しており、しかもそれが単なる意見に止つてはならず直ちに実力\n闘争に出るよう訴えているとなると、被告として対顧客感情の上の配慮からも、又\n万一の場合実力的破壊活動の防止の為にも、原告の就業を不適当と認めて当然であ\nる。\n②　原告による被告の信用失墜的な広告\n原告は、起訴後の昭和四七年七月来社して以来、川崎製造所の正門前に、原告の\n逮捕、起訴の事実を記した大型の立看板を赤旗と共に立てるなどして、ことさら被\n告の名誉信用を失墜させるような広告宣伝を行い、被告からの撒去申入れに対して\nも容易に応じずに立て続けていたので起訴後原告自身の行動によつて、その起訴に\n至る事実が却つて広く対外的にも流布され、結局被告の信用失墜を招来したのであ\nる。\n２　本件解雇処分の存在・根拠及び処分事由\n（一）　本件解雇処分の存在・根拠\n被告は原告に対し、昭和五七年三月二六日、就業規則一七条（会社は従業員が次\nの各号の一に該当するときは解雇する。）四号（労働能率劣悪と認められると\nき。）に基づき解雇する旨の意思表示をした（以下「本件解雇処分」という。）。\n（二）　本件解雇処分事由\n（１）　原告は、前述したとおり、逮捕・勾留、起訴、保釈後本件休職処分に処せ\nられたが、昭和四八年一〇月四日、同処分は無効であるとして東京地方裁判所に同\n処分の効力停止、賃金仮払及び就労を求める仮処分を申請し、同五〇年二月七日、\n就労請求は却下されたが、同処分の効力停止と賃金仮払請求は認容された。そこ\nで、被告は、同裁判に従い賃金仮払をなしてきた。\n他方、原告は、右の間の同四九年一〇月三日、東京地方裁判所で前記刑事被告事\n件につき懲役一年執行猶予三年の判決言渡を受け、これを不服として東京高等裁判\n所に控訴したが、同裁判所は、同五一年五月二六日、控訴棄却の判決言渡をなし、\nそのころ同裁判は確定した。そして、原告は、同五三年二月二〇日、東京地方裁判\n所に賃金増額仮払の仮処分申請をなし、同年二月二〇日、これが認容されたので、\n被告はこの決定に従い賃金仮払をなしてきた。\n（２）　ところで、被告は原告に対し、右の間、右刑事公判手続の経過を再三にわ\nたり照会したが、原告はこれに一切応ぜず、同五六年一二月二八日にはじめて右刑\n事事件の有罪判決が既に確定していたことを申出し、同五七年一月二七日に右刑事\n事件の経過を記載した書面を提出した。これによつて被告は、初めて右刑事事件の\n経過を知ることができたのである。\nこのように原告は、有罪判決の確定により本件休職処分事由が既に消滅していた\nにもかかわらず、これを秘してその届出をしなかつたばかりか、被告からの再三に\nわたる照会に対しても、五年半もの長期間にわたり刑事裁判確定の通知をしなかつ\nた。あまつさえ、右判決確定の一年後に至つてもなお、本件休職処分事由消滅を秘\n匿したまま賃金増額仮処分を申請し、その決定を得る挙に出ている。このことは、\n原告の被告に対する単純なる背信行為であるというにとどまらず、原告が本件休職\n処分停止の仮処分判決を得たこと及びこれにより原告は被告から就労なしに賃金相\n当額の支払を受け続けてきたことを奇貨として、引続き就労することなしに賃金相\n当額を得つづけたいという原告の意思が如実にその態度に表明されたものにほかな\nらない。\n休職処分に付された者は、休職事由が消滅した場合、直ちに会社にそれを通知\nし、会社が就労を受け入れるよう働きかけるべきであることは、労働者が可能な限\nり労働力を提供すべき労働契約の本質上明らかであり、かかる行為をすることが労\n働者の就労意思を明確に表示するものにほかならない。\n原告は、右のように労働契約上昀も基本となる就労義務を忘れ、就労意思を喪失\nしているのであるから、労働能率劣悪どころか労働能率ゼロの状態にほかならな\nい。\n四　抗弁に対する認否\n１　１（本件休職処分の存在・根拠及び処分事由）について\n（一）　（一）（本件休職処分の存在・処分根拠）について\n認める。\n（二）　（二）（本件休職処分事由）について\n（１）　（１）（原告の刑事公判事件）について\n認める。\n（２）　（２）（原告の起訴に伴なう被告における業務の円滑なる運営の障害）に\nついて\n①　①（原告の担当業務の特徴から生じるもの）について\n（ア）　（ア）の事実中、突発的な欠勤など生じても即時補充すべき予備人員がい\nないので、直ちに操業に支障を生じることは否認する、その余の点は認める。\n（イ）　（イ）の事実中、川崎製造所においては、鋼塊から熱間圧延、冷間圧延を\n経て、ステンレス鋼の薄板・薄帯を製作するまでの一貫生産をしているが、原告配\n属の冷延課第三係（旧精製係）は、薄板・薄帯を仕上げる昀終工程としての、ライ\nン状の流れとして諸作業を処理しているところであることは認める、突発的な欠勤\nなどにより業務が停滞すると、その影響は直ちにライン全体に及び、ラインの停止\nを招来することとなることは否認する。\n（ウ）　（ウ）の事実中、川崎製造所の製品は大半が注文生産であつて、それぞれ\nにつき納期が顧客と約束されていること、一貫生産の流れを通して鋼塊から製品に\nなるまでに約一か月を要するが、生産の流れのうち当初の部分で生じた多少の遅れ\nは、その後の流れを速めることによつて解消することも可能であること、原告の担\n当業務は生産の流れの昀後に当り、昀終製品そのものかそれと直近の段階にあるこ\nとはいずれも認める、ここで生じた作業の遅延はもはやそれを吸収解消しうる余裕\nもなく、直ちに納期遅延をもたらすこととなることは否認する。\n（エ）　（エ）の事実中、原告の担当業務（ＣＳライン）は、生産の昀終段階にあ\nり、その製品の大半は昀終製品としてそのまま顧客に渡るため、製品の品質維持が\n特に必要な部署であること、こうした作業であるだけに、第三係の職場では技術上\nも高い熟練が要求され、それと同時に作業者（一チーム三名）の相互間の協力意\n識、チームワークが特に必要なところであることは認める、もし欠勤が突発したよ\nうな場合、単に人員の頭かずを揃えるだけでは代替不可能なのが実情であることは\n否認する。\n②　②（原告自身の言動）について\n（ア）　（ア）の事実中、原告は長期にわたる逮捕・勾留の欠勤について自ら進ん\nで具体的事実内容の申告をしないばかりか、被告からの事情聴取に対して今後の裁\n判について全く回答していないことは否認する。\n（イ）　（イ）の事実中、原告は自ら申告を怠つたこと、被告からの再三にわたる\n事情聴取に対しても（自己が受領している起訴状に記載の内容のような知悉してい\nる点に至るまで）故意に秘匿して知らせないという不協力な態度を取りつづけたこ\nとは否認する。\n労務提供の安定性に関する責任は挙げて原告にあることは争う。\n（３）　（３）（原告の起訴に伴なう職場秩序上の支障）について\n①　①（原告の同僚との人間関係）について\n被告の従業員は概ね原告が右の事件で逮捕されたことを知つており、従業員の事\n件に対する国民としてもつ感情の上からも、起訴中の就業が職場秩序上悪影響する\nことは明らかであることは否認する。\n②　②（工場内の職場管理態勢）について\n原告は被告が主張するような職場秩序の維持上懸念されるような反秩序的言動者\nではない。\n③　③（原告の反秩序的言動）について\n争う。\n原告が従業員にビラ（乙第一五号証の一、二）を配付したのは、被告が本件休職\n処分を無効とする判決に誠実に対処しようとしなかつたので抗議をしたにすぎな\nい。\n（４）　（４）（原告の起訴に伴なう対外信用上の支障）について\n①　①（被告の防衛関係の受注）について\n争う。\n②　②（原告による被告の信用失墜的な広告）について\n原告は、起訴後の昭和四七年七月に出社して以来、川崎製造所の正門前に原告の\n逮捕、起訴の事実を記した大型の立看板を赤旗と共に立てたことは認める。\nこのことは、原告と同一立場の訴外ａ、同ｂに対する起訴休職処分無効の判決があ\nつたので、原告をこれと同一に扱うよう求める当然の要求をなしたものであつて、\nことさら被告の対外的信用を害する効果を企図したものではない。\n２　２（本件解雇処分の存在・根拠及び処分事由）について\n（一）　（一）（本件解雇処分の存在・根拠）について\n認める。\n（二）　（二）（本件解雇処分事由）について\n（１）　（１）は全部認める。\n（２）　（２）の事実中、原告が昭和五六年一二月二八日に刑事事件の有罪判決が\n確定したことを申出たこと、同五七年一月二七日に右刑事事件の経過を記載した書\n面を提出したことは認める、その余の点は全部否認する。\n原告は昭和四六年一一月一四日に逮捕された後「私はこの度沖縄問題に関心を持\nち、集会におもむいたところ、不当にも逮捕勾留をうけました。その為就業の意思\nあるにもかかわらず出勤できません。近くこの勾留もとけると思いますので、とけ\n次第直ちに出勤いたします。それ迄休暇をとらせて頂きますのでよろしく御配慮下\nさい。」との休暇届を書き面会した弁護人を通して同月一九日被告に提出した。さ\nらに被告が同年一二月三一日付で原告になした事故欠勤三〇日以上による休職通知\nに対しても翌四七年一月二九日右と同様の趣旨と状況を通知している。\n原告は同年六月六日保釈されたが、長期勾留による腸管機能異常と自律神経失調\n症のため一ケ月の安静加療が必要となり、同年七月二日にも「六月六日に保釈され\nているが腸管機能異常、並びに自律神経症のため安静加療中であり、回復次第就労\nする」旨の書面を診断書同封の上送付し、これが治癒した七月一〇日被告に出勤す\nるに至つたものである。\n被告は、原告に係る刑事事件の経過特に判決確定の有無を原告に問いただした\nが、原告は、その都度「会社が知りたければ自分で調べればよいだろう」などとう\nそぶくのみで進んで報告することは一度もなく、昭和五六年九月二三日仮処分にも\nとづく金員受領の際の事情問い合わせに対しても全く答えず、同年一二月二八日突\n如としてはじめて刑事事件の有罪判決が確定していたことを申出たと主張する。\nしかし右の主張は以下のとおり明らかに虚偽である。\n第一に被告の原告や訴外ａ、同ｂらに対する扱いはある面で必要以上に慎重、過\n敏なところがあり、被告の原告らに対する意思の伝達はすべて内容証明郵便を含む\n文書によるのが常であつた。しかるに被告が、原告に刑事事件の経過、特に判決確\n定の有無を問いただした文書は一通もない。この問いただしが文書でなく口頭でな\nされ（事実そうであり原告はそれに回答しているのであるが）、原告が再三回答を\n拒否したとすれば、被告は、その時点で問い合わせを文書に切り替えてその事実を\n後に明らかにすべく準備したはずである。これがないのは刑事裁判の経過や判決の\n有無が雑談として出され、原告もこれに答えていたからその必要がなかつたことを\n裏付けるものである。\nところで、訴外ａ、同ｂらの第一審判決は、昭和五四年七月四日言渡され（両者\nとも懲役一年六月執行猶予三年であり原告と同一である。）、控訴せずに確定し\nた。このことにつき、両名が被告から質問を受けたのは、訴外ｂが昭和五五年五月\n仮払金を受領にいつた際ｃ勤労課長からであり、同課長は「刑は決つたのか」と聞\nき、ｂは「決つてからそろそろ一年たちます、懲役一年六月、執行猶予三年です」\nと答え、「ａ君も同じか」との問いにも、「はい」と答えた。訴外ａは、同年七月\nの仮払金受領の際、同じくｃ課長より「裁判はどうなつた」と聞かれ「終りまし\nた。懲役一年六月、執行猶予です」と答えた。被告が原告の刑事事件の経過を知ら\nなかつたとすれば、この前後に当然原告にも質問があつたはずであるがその事実は\nない。\n訴外ａ、同ｂに対し、被告は、昭和五六年九月一一日、同月二三日に会社に出頭\nするよう通知し、同日、同年一〇月一日をもつて復職するよう命じ、同人らは復職\nした。\n原告は、昭和五六年一二月二八日、ｃ勤労課長から裁判の経過等を聞かれ（同課\n長から聞かれたのはこの時が初めてである）たが、これは自分も復職させるため改\nめて聞くのかと思い事実を答えた。さらに同課長の要求に応じて担当弁護人の証明\n書を提出した。\n以上のとおりであつて、原告が被告に対し、自己の刑事事件の経過、判決の確定\nの有無を秘匿したことはない。\n被告は、有罪判決が確定した際、これを会社に通知するだけでなく復職申出をし\nなければならないと主張する。\nたしかに現行の被告就業規則はその旨を規定する。しかし、この義務は、昭和五\n五年三月一日改訂により定められたものである。したがつて、それ以前の扱いとし\nては、被告に事実経過を聞かれ、これに答える程度で十分といわなければならな\nい。原告はそのようにし且、恒常的に就労要求をしていたのであるから、就労意思\nを喪失したといわれるいわれはない。\n被告は、原告が有罪判決後も仮払金を受領し、あるいは増額要求をしたことを被\n告に対する背信的行為であると主張する。\nしかし、これは既に主張したごとく、原告の賃金請求権にもとづくものであつて\n正当なものである。もし、被告が右の主張を正当というのであれば、被告が原告の\n有罪判決を知り得たという昭和五六年一二月二八日以降引続き原告に金員を支払つ\nてきた事実や、訴外ａ、同ｂらが判決確定後も金員を受領し、被告が何らこれを問\n題としない事実をどのように説明するのか疑問である。\nさらに被告は、原告が就労することなしに賃金相当額を受けたと非難する。しか\nしくり返し述べたごとく、原告は機会あるごとに就労させるよう要求したのに対\nし、休職処分効力停止の判決後も何らの支障もないにもかかわらず就労させなかつ\nたのは被告である。\n原告に対する解雇に関し被告と組合で構成する賞罰委員会で合意されているかの\nごとき主張があるが事実ではない。\n被告の主張は解雇であるが、組合側は原告に対する何らかの懲戒処分はやむを得\nないものの解雇には同意できないとの意見である。\n五　再抗弁\n１　本件休職処分について\n本件休職処分は、その制度目的を逸脱してなされたものであるから、権利の濫用\nとして無効である。\n原告は、本件休職処分当時約一、九〇〇名を有する川崎製造所において、ステン\nレスの薄板・帯鋼の製造業務に従事する一従業員にすぎず、原告が前記刑事事件で\n起訴されていることを知る者はほとんどいなかつたから、原告の就労を継続させた\nとしても被告の対外的信用を失墜させるなどあり得ない。さらに原告の行為は政治\n的信条に基づくものであるとともに職場外のものであつて、職場秩序維持に対する\n支障もなかつた。そして、原告は、本件休職処分当時保釈されており、公判への出\n頭は有給休暇を利用することによつて十分消化できるものであつたから、業務の円\n滑な遂行に対する阻害もなかつたのである。\n２　本件解雇処分について\n本件解雇処分は、解雇権を濫用してなされたものであるから、無効である。\n原告がいわゆる沖縄返還協定反対闘争に参加し、逮捕され、次いで起訴された当\n時、被告からの起訴罪名や事件の経過の詳細に関する問い合わせに回答しなかつた\nことは、原告が当時黙秘権を行使していたことからしてやむを得ないことである。\nさらにその後裁判の経過や判決の有無などくり返し聞かれ、いやがらせと思い答\nえなかつたことがあつたとしてもこれ又やむを得ないであろう。\n又、原告の有罪判決が確定した際その事実を積極的に申告しなかつたとしても、\nその当時は少くともその義務が明示されていなかつたし、雑談にせよその中で裁判\nの経過等を話したことはこれを秘匿する意思がなかつたことを示す証左である。\n訴外ａ、同ｂが原告とほぼ同一の経過のもとに復職したのは前述のとおりであ\nる。わずかな違いは、被告が従来主張していたところによれば、原告は五年間有罪\n判決確定の申告をせずに仮払金を受領していたこと、確定後増額を求める仮処分を\n申請したことだけである。しかし、右訴外人らも判決確定後、積極的にその事実を\n申告せずに約一年間仮払金を受領していたし、受額していたのが悪いのであれば増\n額を求めたか否かはそれほど重大なことではないはずである。しかるに原告を解雇\nとし、訴外ａらに復職を認めたことはあまりに恣意的な扱いとしかいいようがな\nい。\nこれらのことからみれば、原告の解雇は、いわば見せしめか、三人のうち一人は\n解雇しなければ被告の面目が立たないとの考えのもとになされたものであつて、解\n雇権の行使は権利の濫用といわざるを得ない。\n六　再抗弁に対する認否\n１　１（本件休職処分について）について\n争う。\n２　２（本件解雇処分について）について\n争う。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因１ないし３の各事実（但し、原告がその主張する組合に加入し、そ\nの川崎支部に所属している点を除く。）はいずれも当事者間に争いがない。\n二　本件休職処分の効力について\n１　本件休職処分の存在・根拠について\n抗弁１の（一）の事実（本件休職処分の存在・根拠）は当事者間に争いがない。\n２　本件休職処分事由について\n（一）　抗弁１の（二）の（１）の事実（原告の刑事公判事件）は当事者間に争い\nがない。\n（二）　同（２）の事実（原告の起訴に伴なう被告における業務の円滑な運営の障\n害）について\n①　①の事実（原告の担当業務の特徴から生じるもの）について\n（ア）　（ア）の事実中、原告の所属する川崎製造所においては、生産設備の特質\n上及び生産計画上、休日を除き毎日二四時間連続操業を行つており、そのため生産\n現場の従業員は三直交替勤務制となつていること、そのなかで被告は必要人員限り\nの昀少限の従業員で操業を実施していることは当事者間に争いがなく、証人ｃの証\n言により真正に成立したものと認められる乙第一一号証（但し、写。原本の存在に\nついては当事者間に争いがない。）及び同証言によれば、被告の操業状況は右のと\nおりであるので、従業員が突然欠勤をした場合には即時補充すべき予備人員がいな\nいので直ちに操業に支障を生ずることを認めることができ、これに反する証人ｄの\n証言及び原告本人の供述は右各証拠に照らしてにわかには信用することができず、\n他に右認定を左右するに足りる証拠はない。\n（イ）　（イ）の事実中、川崎製造所においては、鋼塊から熱間圧延、冷間圧延を\n経て、ステンレス鋼の薄板・薄帯を製作するまでの一貫生産をしているが、原告配\n属の冷延課第三係（旧精製課）は、薄板・薄帯を仕上げる昀終工程としての、ライ\nン状の流れとして諸作業を処理していることは当事者間に争いがなく、前掲乙第一\n一号証、証人ｃの証言によれば、原告配属の冷延課第三係は、冷間圧延機で圧延さ\nれた薄板帯鋼を一旦焼鈍酸洗工程処理し、スリツター工程で帯鋼の両耳をコイル状\nのまま連続的に所定の幅に切断した後、所定の長さの板に切断する作業をなしてお\nり、各直共三名の人員がそれぞれ一名でエントリー（切断機への帯鋼の装着）、オ\nペレーター（機械操作）、デリベリ（切断後の板の処理）を担当していること、同\n係は右のように昀終工程を処理するところであるから、従業員が突然欠勤をした場\n合、その業務は停滞し、その影響はライン全体に及びラインの停止を招来すること\nを認めることができ、これに反する証人ｄの証言及び原告本人の供述は右各証拠に\n照らしてにわかには信用することができず、他に右認定を左右するに足りる証拠は\nない。\n（ウ）　（ウ）の事実中、川崎製造所の製品は大半が注文生産であつて、それぞれ\nにつき納期が顧客と約束されていること、一貫生産の流れを通して鋼塊から製品に\nなるまでに約一か月を要するが、生産の流れのうち当初の部分で生じた多少の遅れ\nは、その後の流れを速めることによつて解消することも可能であること、原告の担\n当業務は生産の流れの昀後に当り、昀終製品そのものかそれと直近の段階にあるこ\nとは当事者間に争いがなく、前掲乙第一一号証、証人ｃの証言によると、原告の担\n当職務で生じた作業の遅延は直ちに納期の遅延をもたらすことを認めることがで\nき、これに反する証人ｄの証言及び原告本人の供述は右各証拠に照らしてにわかに\nは信用することができず、他に右認定を左右するに足りる証拠はない。\n（エ）　（エ）の事実中、原告の担当業務（ＣＳライン）は、生産の昀終段階にあ\nり、その製品の大半は昀終製品としてそのまま顧客に渡るため、製品の品質維持が\n特に必要な部署であること、こうした作業であるだけに、第三係の職場では技術上\nも高い熟練が要求され、それと同時に作業者（一チーム三名）の相互間の協力意\n識、チームワークが特に必要なところであることは当事者間に争いがなく、前掲乙\n第一一号証、証人ｃの証言によると、第三係の職場での右のような特質から同職場\nでは安定した労務提供の下で恒常的なチームによる作業が望ましく、従業員が突然\n欠勤したような場合、代替者をこれに当てることは非常に困難であることを認める\nことができ、これに反する証人ｄの証言及び原告本人の供述は右各証拠に照らして\nにわかには信用することができず、他に右認定を左右するに足りる証拠はない。\n②　同（２）の②の事実（原告自身の言動）について\n原告の前記逮捕勾留後の経緯、被告の刑事事件についての事情聴取等に対する原\n告の対応等は後記本件解雇処分の事由のところで認定するとおりである。\n（三）　同（３）の事実（原告の起訴に伴なう職場秩序上の支障）について\n①　①の事実（原告の同僚との人間関係）について\n前掲乙第一一号証、証人ｃの証言によると、川崎製造所の従業員の多くは原告の\n前記逮捕を知つていること、被告と原告所属組合とは本件休職処分発令に先立ち労\n働協約上必要とされる労使協議会を開催したが、組合は原告から事情聴取をするこ\nとができず、団体交渉の開催までには至らなかつたことを認めることができ、この\n認定を左右するに足りる証拠はない。\n被告は、従業員の事件に対する国民としてもつ感情の上からも原告の起訴中の就\n業が職場秩序上悪影響することは明らかである旨主張し、前掲乙第一一号証中にも\n同趣旨の記載があるが、同記載は抽象的で具体性に乏しく、他に右の点を認めるに\n足りる証拠はない。\n②　②の事実（工場内の職場管理態勢）について\n前掲乙第一一号証、証人ｃの証言によると、川崎製造所は、前記認定のとおり二\n四時間連続操業をしており、管理職者は日勤であるため、三直交替制のうち第二、\n第三直の勤務する夕刻から夜間にかけては、製造現場において生産業務を指揮する\n監督職としての伍長、班長がいるのみで、職制上の管理監督を行う者はいないこ\nと、常駐している警備員は八名いるが、その職務は火災、盗難の防止など主として\n対外的方面に向けられ、従業員に対する職場秩序面の責任を負つていないこと、川\n崎製造所は敷地が約一三万坪、建物総数が一一〇戸と広大であつて、夜間少数の者\nで職場秩序を管理していくことは容易でないので、夕勤、夜勤の間の職場秩序の維\n持は、そこで作業をする従業員に信頼し、自己管理に期待するところが極めて大き\nいことを認めることができ、この認定を左右するに足りる証拠はない。\n③　③の事実（原告の反秩序的言動）について\n被告主張事実は原告が起訴されたこと、あるいは起訴にかかる原告の行為とは直\n接関係がないから、これを本件処分事実とすることはできないというべきである。\nしたがつて、この点に関する被告の主張は事実の存否を検討するまでもなく失当で\nある。\n（四）　同（４）の事実（原告の起訴に伴なう対外信用上の支障）について\n①　①の事実（被告の防衛関係の受注）について\n前掲乙第一一号証、証人ｃの証言によると、被告の製造するステンレス製品は、\n民間用のみならず官公庁関係、特に防衛庁、原子力産業方面にも継続的に多量納入\nされていること、官公庁関係の取引においては、担当官が工程打合せ、検査のため\n川崎製造所の製造現場に立入ることがほとんどであることを認めることができ、こ\nの認定を左右するに足りる証拠はない。\n被告は、原告は防衛庁、原子力関係などを敵視しており、直ちに実力闘争に出る\nよう訴えている旨主張する。右乙第一一号証には原告の言動から川崎製造所の操\n業、生産活動自体に対し直接暴力的破壊活動に向けられないとの保障の限りでない\n旨の記載があるが、これはｃ労務係長の単なる具体性のない臆測に基づいた懸念を\n表明したものにすぎず、他に右被告主張事実を認めるに足りる証拠はない。\n②　②の事業（原告による信用失墜的な広告）について\n被告主張事実は原告が起訴されたこと、あるいは起訴にかかる原告の行為とは直\n接関係がない事柄であるから、これを本件休職処分の事由とすることはできないと\nいうべきである。したがつて、この点に関する被告の主張は事実の存否を検討する\nまでもなく失当である。\n３　本件休職処分の効力について\n従業員が刑事事件に関して起訴された場合には、起訴された事件の有罪率が極め\nて高い我が国の刑事裁判の実情からすると、相当程度客観性のある犯罪の嫌疑を受\nけたものとの社会的評価を受けることを免れないから、起訴事実の種類・態様、当\n該従業員の企業内における地位・担当職務等のいかんによつては、企業の対外的信\n用が失墜し、職場秩序の維持に障害が生じる場合がある。また、当該従業員は、原\n則として公判期日に出頭する義務を負い、場合によつては勾留されることもあり得\nるから、勾留されている場合はもとより、勾留されていない場合でも公判期日に出\n頭する際には労務の給付を期待することができない状態となり、仮に当該従業員が\n公判期日に出頭するために有給休暇を使用するとしても、使用者としては時季変更\n権の行使に重大な制約を受け、労働力の適正な配置を基礎として行われる企業活動\nの円滑な遂行に障害が生じる場合がある。いわゆる起訴休職制度は、右のような場\n合に刑事裁判が確定するまで従業員としての身分を保有させながら一時的に業務か\nら排除して、企業の対外的信用の確保と職場秩序の維持をはかり、労務提供の不安\n定に対処して業務の円滑な遂行を確保するにある。\n右のような起訴休職制度の趣旨・目的からすると、当該従業員を起訴休職に付す\nることができるのは、当該従業員が起訴されたこと又は起訴後も引き続き就労する\nことによつて、企業の対外的信用が失墜し、又は職場秩序の維持に障害が生ずるお\nそれがある場合、あるいは、当該従業員の労務の継続的な給付や企業活動の円滑な\n遂行に障害が生ずるおそれがある場合に限られると解すべきである。\nそこで、以下、これを本件について検討する。\n先ず、業務の円滑な遂行の確保の点についてみるに、前記認定事実によると、川\n崎製造所における操業状況及び欠勤者に対する補充態勢、原告所属の第三係の業務\n内容等から従業員が事前の届出なく欠勤したような場合には業務の円滑な遂行に支\n障を生ずるというのであるから、原告についても、原告が事前の届出をなすことな\nく欠勤したような場合には担当業務のみならず川崎製造所全体の業務の遂行に支障\nを生ずるということができる。\nしかし、原告本人尋問の結果及び弁論の全趣旨によると、原告は、本件休職処分\n発令当時年間一四日間の有給休暇を有しており、それまでの原告の有給休暇の利用\n状況をみると、毎年その全部を事前の届出のうえ消化していたこと、本件刑事事件\nが問題となる以前年間を通じ一、二日欠勤をしたことはあるが、この場合にはいず\nれも事前連絡をなしていたこと、原告の欠勤状況が他の従業員と比較して多いとは\nいえないことを認めることができ、この認定を左右するに足りる証拠はない。そし\nて、原告が本件刑事裁判のため事前の届出をなすことなく欠勤するおそれのある具\n体的事情の存することを認めるに足りる証拠もない。\nしてみると、原告は本件休職処分発令当時既に保釈されていたのであるから、身\n柄拘束のため欠勤せざるを得ないという状況にはなく、原告が本件刑事裁判のため\n欠勤せざるを得ないとしても、それは公判期日に出頭する場合以外には考えられな\nい。そして、この場合には、原告は、これまでの欠勤状況からみて事前の届出をな\nすものと考えられるし、原告が刑事裁判のため欠勤するについては有給休暇の取得\nをもつて十分対処することができるものと考えられる。\nしたがつて、本件刑事裁判が係属したとしても、被告の業務にそれ程大きな支障\nが生ずると認めることはできないから、これを本件休職処分事由とすることはでき\nないというべきである。\n次に、職場秩序の維持の点についてみるに、前記認定事実によると、川崎製造所\nの多数の従業員は原告が本件刑事事件で逮捕されたことを知つているというのであ\nるから、従業員の間に多少困惑と不快感を抱かせたであろうことは容易に推測しう\nるところである。しかし、原告はステンレスの薄板及び帯鋼の製造という単純労務\nに従事する一従業員にすぎず、その抱懐する思想信条によつて仕事の遂行が左右さ\nれるようなものではない。したがつて、原告が起訴されたこと、あるいは起訴にか\nかわらず引き続き業務に従事するとしても、これにより職場秩序の維持に悪影響を\n生ずるものとは考えられない。\n被告は、川崎製造所の夜間の警備態勢の面から原告の就業を不適当とする旨主張\nするが、川崎製造所の夜間の警備態勢は前記認定のとおりであるけれども、原告の\n就業がこれに支障となる具体的なおそれのあることを認めるに足りる証拠はない。\nしたがつて、この点に関する被告の右主張は理由がない。\n昀後に被告の対外的信用の確保の点について検討するに、被告の顧客先には前記\n認定のとおり防衛庁、原子力産業関係が含まれているが、原告の本件起訴事件とこ\nれら顧客先に対する信用上の失墜との関連についてはこれを認めるに足りる具体的\nな証拠はない。\n被告は、原告が防衛庁、原子力関係などを敵視し直ちに実力闘争に訴える旨主張\nするが、本件起訴事件のみからはこのように認めることはできず、他にこれを認め\nるに足りる証拠もない。\n以上のとおり、本件休職処分はその事由なくしてなされたものであるから、就業\n規則四六条七号の適用を誤つた無効なものというべきである。\n三　本件解雇処分の効力について\n１　本件解雇処分の存在・根拠について\n抗弁２の（一）の事実（本件解雇処分の存在・根拠）は当事者間に争いがない。\n２　本件解雇処分事由について\n本件解雇処分事由（１）の事実は当事者間に争いがない。\n前掲乙第一一号証、いずれも成立につき当事者間に争いのない同第七、第一三、\n第一八号証、原告本人尋問の結果によりいずれも真正に成立したものと認められる\n甲第七号証、同第八号証の一、二、同第九、第一〇、第一九号証（但し、第九、第\n一〇号証についてはいずれも郵便官署作成部分の成立は当事者間に争いがな\nい。）、証人ｃの証言により真正に成立したものと認められる乙第一四号証、弁論\nの全趣旨により真正に成立したものと認められる同第一八号証、証人ｃの証言及び\n原告本人尋問の結果（但し、後記信用しない部分を除く。）を総合すると、次の事\n実を認めることができる。\n原告は、前記認定のとおり、昭和四六年一一月一四日逮捕され引続き勾留された\nが、この勾留中の同月一九日、被告に対し、弁護士木村荘を介し、「私はこの度沖\n縄問題に関心を持ち、集会におもむいたところ、不当にも逮捕勾留を受けました。\nその為就業の意思あるにもかかわらず出社できません。近くこの勾留もとけると思\nいますので、とけ次第直ちに出勤いたします。それ迄休暇をとらせて頂きますので\nよろしく御配慮下さい。右お届け致します。」と記載された休暇届と題する書面を\n提出した。\n被告は、同年一二月一五日、原告に対し、原告の欠勤が三〇日を経過したとし\nて、就業規則一〇条（但し、当時の就業規則では四六条）三号に基づき休職処分を\n発令し、同月三〇日頃到達の書面でその旨通知した。これに対し原告は、同四七年\n一月二九日頃被告に到達の内容証明郵便で、逮捕・勾留後同四六年一二月六日起訴\nされ中野刑務所に勾留中のため不本意ながら出社できない状態にあるので、右休職\n通知を受取ることはできない旨を通知した。そこで被告は、同四七年三月一一日、\n原告に対し、就業規則上の起訴休職処分を発令するか否かを検討する資料とするた\nめ、書面をもつて起訴罪名、事件係属裁判所名、逮捕から起訴に至る経緯を報告す\nべき旨通知したところ、原告は、被告に対し、同年四月二〇日頃到達の内容証明郵\n便で、起訴は不当であると確信しており、また認めてもいないので右三点について\n答えることはできない旨を通知した。その後原告は、前記認定のとおり、同年六月\n六日保釈されたが、被告に対し、同年七月二日、「六月六日に保釈になりました\nが、現在身体の工合が悪い為就労できずにおりますが健康が回復次第就労致したい\nと思います。」と記載した書面を、診断書添付のうえ送付した。この診断書には、\n病名として腸管機能異常、自律神経失調症、右のため六月七日以降一か月の安静加\n療を要す、と記載されていた。\n原告は、健康も回復した同年七月九日、被告労務係員ｅに電話で健康が回復した\nので明日出社したい旨述べたところ、同人から休職中であるので自宅待機をするよ\nういわれたが、翌一〇日出社した。その際、当時川崎製造所労務係長であつたｃ\nは、原告から刑事裁判の経緯等につき事情聴取をしようとしたが、これに対し原告\nは、不当な起訴であるから答えられない旨を述べるのみであつた。\nその後被告は、前記認定のとおり、同年一〇月七日、本件休職処分を発令した\nが、原告は昭和四八年一〇月四日、当裁判所に本件休職処分の効力を仮に停止する\nことと賃金仮払の仮処分を申請し、同五〇年二月七日、これの認容判決がなされ\nた。そこで、被告は原告に対し、右仮処分判決に従い本件解雇に至るまで賃金仮払\nをなしてきたが、復職させることはしなかつた。\nところで、被告は、右仮処分申請の審理の過程で初めて原告に対する起訴事実と\n係属裁判所名とを知ることができ、その後原告は、同年三月頃から同年九月頃まで\nは毎月、その後は二、三か月毎に右仮払金を川崎製造所勤労課に受取りにきたが、\nこの応待をしたのは主にｃ労務係長であり、同人はその都度原告にその後の刑事裁\n判の進行状況等について事情聴取をしようとしたが、これに対し原告は、不当な起\n訴である、とか、会社が勝手に調査すれば良いではないか、などと述べるのみで事\n情聴取には一切応じようとしなかつた。\n原告に対する刑事裁判は、一審である東京地方裁判所は昭和四九年一〇月三日懲\n役一年六月執行猶予三年の言渡をなし、原告はこれを不服として直ちに控訴した\nが、東京高等裁判所は、同五一年五月二六日控訴棄却の言渡をなし、この裁判はそ\nの頃確定したが、原告は、この判決があつたことも裁判の確定したことも被告に報\n告しようとしなかつた。これのみか原告は、右刑事裁判の確定が本件休職処分の消\n滅事由であるにもかかわらず、これを明らかにすることなく、同五三年二月二〇\n日、賃金増額の仮処分を申請し、同日この認容決定がなされたので、以後この増額\n分をも受領していたのである。\n被告は、原告に対する刑事裁判の進行状況の把握に務めようとして、同五五年六\n月一六日、原告住所宛内容証明郵便で刑事裁判の経過及び現在の状況を報告願いた\nい旨通知したりしたが、原告に到達しなかつた。その後ｆ労務係長は、同五六年九\n月二三日、勤労課に賃金仮払の受領にきた原告に対し、刑事裁判の経過を尋ねたと\nころ、原告は、会社が調べれば良いことだ、とか、裁判所に聞けば良い、などと述\nべるのみで、刑事裁判が既に確定していたにもかかわらずこれを明らかにしようと\nしなかつた。ｆ労務係長は、同年一一月七日、原告が賃金仮払の受領に来社した\n際、原告に刑事裁判の進行状況を尋ねたところ、原告は初めて刑事裁判が終了した\n旨を述べた。その後ｃ労務係長は、同年一二月二八日、原告が賃金仮払金の受領に\n来社した際、刑事裁判の進行状況を尋ねたところ、原告は刑事裁判が確定したこと\nと判決内容について述べた。被告は、この時点で原告の刑事裁判が既に確定してい\nたことを確実に知ることができた。\n以上の認定に反する原告本人尋問の結果は、前掲各証拠と対比してにわかには信\n用することができず、他に以上の認定を左右するに足りる証拠はない。\n３　本件解雇処分の効力について\n起訴休職処分に処せられた従業員は、当該刑事裁判が確定したことにより処分事\n由が消滅した場合には、雇用契約上の附随義務として使用者に対しその旨を申告す\nべき義務があるものというべきである。\nもつとも、本件休職処分発令当時の被告の就業規則には右義務が明定されておら\nず、昭和五五年三月一日改訂の就業規則により初めて右義務が明定されるに至つた\nものであることは成立につき当事者間に争いのない乙第一号証の二及び弁論の全趣\n旨により認めることができるが、このように就業規則によつて明定されていると否\nとによつて右義務はその存否に消長をきたすものではないというべきである。\nこれを本件について検討するに、原告に対する刑事裁判は昭和五一年五月二六日\nころ確定したのであるから、これにより本件休職処分事由は消滅し、従つて、原告\nは被告に対し右刑事裁判確定の事実を申告すべき義務が発生したのである。しかる\nに、原告は、刑事裁判確定後も被告担当者から再三に亘りその進行状況を尋ねられ\nたにもかかわらず、会社が調べればよい、などと答えるのみで全く不誠実な態度に\n終始して右義務を敢えて履行しようとせず、同五六年一二月二八日に至つて初めて\n刑事裁判が既に確定していた旨を述べたというのである。しかも原告は、同五〇年\n二月以降本件解雇処分に至るまでの間賃金仮払仮処分判決によつて仮払金を受領\nし、その間の同五三年二月二〇日、刑事裁判確定の事実を明らかにすることなく賃\n金増額仮処分を申請し、この認容決定によりその増額分の支払をも受けていたとい\nうのである。\nこのようにみてくると、原告の本件休職処分の間の被告に対する対応関係は、労\n務提供することなく被告の不知に乗じて長期間に亘り賃金のみを受領していたのと\n同一の評価を受けてもやむを得ないといえる。\nしてみると、原告の右申告義務違背はその程度が著しく、被告の従業員としては\n真に不適当であつて、就業規則一七条四号の労働能率劣悪者に該当するものという\nべきである。\n原告は、被告に機会あるごとに就労要求をしたが、被告は何らの支障もないのに\nこれを拒否した旨主張するが、仮にそうであつたとしても、原告としては先ず右申\n告義務を履行すべきであつたのであり、これを敢えてなそうとしないで被告のなし\nた措置のみを批難しようとするのは筋違いというべきである。\nさらに原告は、本件解雇処分は解雇権を濫用してなされたものである旨主張する\nが、本件解雇処分が正当であることは右に述べたとおりであり、これが濫用となる\nべき点を認めるに足りる証拠はない。\n原告は、訴外ａ、同ｂとの比較からも本件解雇処分は不当である旨主張するが、\n両者は事案を異にし、原告についても同一に取扱うべき理由はない。\n以上のとおりであるから、この点に関する被告の主張は理由があり、原告の主張\nは理由がない。\n四　賃金請求権について\n以上説示したとおり、本件解雇処分は有効であるが、本件休職処分は無効である\nから、原告は被告に対し、本件休職処分の間の賃金請求権を有する。\nそこで、右賃金額について検討するに、請求の原因４の基本給については（一）\nないし（七）、（九）、（一〇）は当事者間に争いがなく、（二）のうち資格別、\n定期昇給の標準額及び職務給の点を除きその余の点は当事者間に争いがない。\nまた、一時金についても当事者間に争いがない。\n右（八）の物価手当は、成立につき当事者間に争いのない乙第四号証、証人ｃの\n証言によると、有給休暇を除き出勤者にのみ支給される手当であることを認めるこ\nとができ、これに反する証拠はなく、右（二）の資格別定期昇給標準額は、いずれ\nも成立につき当事者間に争いのない同第一号証の一、第三号証、証人ｃの証言によ\nると、原告については標準額二、六〇〇円を適用するのではなく昀低の二、一〇〇\n円を適用するのが相当であることを認めることができ、職務給は、右乙第三号証、\n成立につき当事者間に争いのない同第二号証、証人ｃの証言によると、有給休暇を\n除き実働時間に対してのみ支給されるものであることを認めることができ、これに\n反する証拠はない。\nしてみると、右（八）の物価手当、右（二）の職務給についてはいずれも理由が\nなく、資格別定期昇給標準額は二、一〇〇円の限度で理由がある。\nそこで、原告の賃金額を計算すると、基本給として、昭和四七年一〇月八日から\n同四八年三月三一日までは二六八、〇七八円（日額一、四九七円、但し、円未満切\n捨）、同年四月一日から同四九年三月三一日までは六八三、〇五二円、同年四月一\n日から同五〇年三月三一日までは九五三、三五二円、同年四月一日から同年一一月\n三〇日までは六六二、七三六円、同年一二月一日から同五一年三月三一日までは三\n四七、七四八円、同年四月一日から同五二年三月三一日までは一、〇八八、三八八\n円、同年四月一日から同五三年三月三一日までは一、一九一、二四〇円、同年四月\n一日から同五四年三月三一日までは一、一九四、六〇〇円、同年四月一日から同五\n五年三月三一日までは一、三六三、二九六円、同年四月一日から同五六年三月三一\n日までは一、五〇八、九五二円、同年四月一日から同五七年三月二六日までは一、\n五四一、六五三円（基準内賃金は一か月一三〇、二二三円、日額四、二〇〇円、但\nし、円未満切捨）、そして一時金として五二八、一二六円、以上合計一一、三三\n一、二二一円となる。\n五　就労請求権及び立入請求権について\n原告と被告との労働契約は本件解雇処分によつて終了したことは前述したとおり\nであるから、これが存続を前提とする就労及び立入各請求権はその有無についての\n判断をするまでもなく理由がない。\n六　結論\n以上のとおりであるから、本訴請求は右の限度で理由があるからこれを認容し、\nその余は理由がないからこれを棄却することとし、訴訟費用の負担につき民訴法九\n二条、八九条を適用して、主文のとおり判決する。\n（裁判官　林豊）\n"
}