{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 6,
    "day": 28
  },
  "case_number": "昭和53(行ウ)28",
  "case_name": "電気税納税通知処分取消請求，電気税納税賦課決定処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　指定都市の区長が，１４年間にわたり，地方税法施行規則の一部を改正する省令（昭和５２年自治省令第８号）の施行前に空気分離法により酸素と窒素とを製造していた者がした空気分離法による酸素及び窒素の製造工程において使用された電気全部を電気税の非課税対象とする旨の申告を認めてきたとしても，これは，窒素が製品として製造されていることを知らなかったことによるものであり，右事実を知った以上，窒素の製造に使用する電気に電気税を課することは何ら信義則に反しないとした事例　２　同一の製造工程において，電気税につき非課税製品とされている酸素とともに窒素も製造されている場合について，窒素を製造しないときと使用電気量は変わらないとしても，右工程における使用電気全部が非課税対象とされるわけではなく，窒素の製造に使用する電気は課税の対象となるとした事例　３　地方税法施行規則の一部を改正する省令（昭和５２年自治省令第８号）の施行前に空気分離法により酸素と窒素とを製造していた者に対し，右自治省令により新設された地方税法施行規則１６条の４第３項に規定するのと同様の方法で窒素の製造に使用する電気の料金を算定してした電気税賦課決定が，違法ではないとされた事例",
  "lawsuit_id": "17099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/017099_hanrei.pdf",
  "contents": "○　主文\n一　昭和五三年（行ウ）第二八号事件、昭和五五年（行ウ）第二三号事件原告の請\n求をいずれも棄却する。\n二　訴訟費用は、両事件ともに、同原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　昭和五三年（行ウ）第二八号事件について\n１　原告\n（一）　被告が原告に対し、昭和五一年四月一五日付でなした左記（１）ないし\n（１６）記載の各電気税賦課決定処分に係る更正税額中、各増差税額に係る部分を\n取り消す。\n（年月日）　　　　　　　（更正税額）　　　　（増差税額）\n（１）　昭和四九年五月分　　　　　三四三五円　　　　一九四三円\n（２）　同　　　年六月分　　　三万八三七九円　　三万四八九〇円\n（３）　同　　　年八月分　　　九万一六七四円　　八万七九三一円\n（４）　同　　　年九月分　　　六万五八一二円　　六万二一三三円\n（５）　同　　　年一一月分　　四万一三三五円　　三万七五二五円\n（６）　同　　　年一二月分　　一万四一二〇円　　一万　一四〇円\n（７）　昭和五〇年一月分　　　六万四三六八円　　六万一五四四円\n（８）　同　　　年三月分　　　　　三九六五円　　　　　六八二円\n（９）　同　　　年六月分　　　一万四五六五円　　一万一五二六円\n（１０）　同　　　年七月分　　　五万六二〇六円　　五万三一〇〇円\n（１１）　同　　　年八月分　　　五万四九五〇円　　五万一八一九円\n（１２）　同　　　年九月分　　　九万二四二六円　　八万九四一二円\n（１３）　同　　　年一〇月分　　二万二四五八円　　一万九二五九円\n（１４）　同　　　年一一月分　　二万一二二一円　　一万八四二四円\n（１５）　同　　　年一二月分　　二万二二四五円　　一万九三二〇円\n（二）　被告が原告に対し、昭和五一年四月一五日付けでなした、昭和五一年一月\n分に対する電気税賦課決定処分に係る二万五七〇九円の税額中、二万二九二三円\n（申告税額二七八六円をこえる部分）を取り消す。\n（三）　被告が原告に対し、昭和五一年五月一四日付けでなした、昭和五一年二月\n分に対する電気税賦課決定処分に係る一万九一四七円の税額中、一万六〇五三円\n（申告税額三〇九四円をこえる部分）を取り消す。\n（四）　被告が原告に対し、昭和五一年六月一二日付けでなした、昭和五一年三月\n分に対する電気税賦課決定処分に係る二万八〇〇八円の税額中、二万五〇四五円\n（申告税額二九六三円をこえる部分）を取り消す。\n（五）　被告が原告に対し、昭和五一年七月一四日付けでなした、昭和五一年四月\n分に対する電気税賦課決定処分に係る一万七九三三円の税額中、一万五四一九円\n（告税額二五一四円をこえる部分）を取り消す。\n（六）　訴訟費用は、被告の負担とする。\n２　被告\n（一）　原告の請求をいずれも棄却する。\n（二）　訴訟費用は、原告の負担とする。\n二　昭和五五年（行ウ）第二三号事件について\n１　原告\n（一）　被告が原告に対し、昭和五五年五月一二日付でなした、昭和五五年三月分\nに対する電気税賦課決定処分に係る二八万六九一三円の税額中、二八万二八七〇円\n（申告税額四〇四三円をこえる部分）を取り消す。\n（三）　訴訟費用は、被告の負担とする。\n２　被告\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は、原告の負担とする。\n第二　当事者の主張\n（原告の請求原因）\n一　原告が、別紙「申告書の受付年月日」欄記載の各日時に、「電気の使用月」欄\n記載の月分に対する各電気税額を「申告税額」欄記載のとおりとする旨の申告をし\nたところ、被告は、別紙「賦課処分（当初）月日」欄記載の各日時に、「電気の使\n用月」欄記載の月分に対する各電気税額を「賦課処分（当初）税額」（１）欄記載\nのとおりとする各電気税賦課決定処分（以下、これを「本件各処分」という。）を\nなし、そのうち番号１、２、４、５、７ないし９、１１、１４ないし２０の各賦課\n決定処分に対しては、別紙「賦課処分（更正）年月日」欄記載の各日時に、右当初\n税額を「賦課処分（更正）税額（２）」欄記載のとおりに増額する旨の各電気税賦\n課決定処分（以下、これを「本件各更正処分」という。）をなした。\n二　原告は、訴外名古屋市長（以下、これを「市長」という。）に対し、（１）昭\n和五一年六月一一日付け審査請求書をもつて、昭和四九年五月分から昭和五〇年一\n二月分までの本件各更正処分と昭和五一年一、二月分の本件各処分の取消を求め、\n（２）昭和五一年七月二九日付け審査請求書をもつて、同年三、四月分の本件各処\n分の取消を求め、（３）昭和五五年五月一五日付け審査請求書をもつて、同年三月\n分の本件処分の取消を求めたが、市長は、昭和五三年七月三日付けをもつて、右\n（１）、（２）記載の審査請求を、昭和五五年六月三〇日付けをもつて、右（３）\n記載の審査請求をいずれも棄却する旨の裁決をなした。\n三　しかし、本件各更正処分および本件各処分中別紙番号２１ないし２５の各処分\n（以下、これらを総称して「本件更正処分等」という。）は、以下に述べる理由に\nより、いずれも違法である。\n１　（地方税法（以下「法」という。）四八九条一項違反）\n（一）　空気分離法による酸素の製造業者が直接その製造の用に供する電気に対し\nては、電気税を課することができないことは、法四八九条一項一七号により明らか\nである。そして、右酸素製造工程において、酸素を分離するに当たり、特別に電気\n使用量を増加することなく、自然に窒素、アルゴンガスが分離製造されたとして\nも、このことが酸素分離のために使用された電気の全量が非課税であることに何ら\nの影響を与えるものではない。\nこれを要するに空気分離法による酸素の製造に用した電気量に対しては、同時に窒\n素が製造されるか否かにかかわらず電気税を課することはできない。\n原告名古屋工場は空気分離法により酸素を製造しているが、右製造のために使用す\nる電気量につき、被告は、名古屋工場が、酸素製造工程において、同時に窒素を製\n造していることを理由に、法四八六条一項、四八九条一項および一五項により酸素\nの製造工程に係る電気料金の総額に、酸素と窒素の生産量（いずれも液化された状\n態における体積）の合計量に対する窒素の生産量の割合により窒素の製造にかかる\n電気料金を算定し、本件更正処分等を行つたのであり、明らかに法四八九条一項一\n七号に違反する。したがつて、本件更正処分等は、その実質において酸素製造に使\n用された電気料に対し電気税を課税しているものというべく、同条同項の趣旨にて\nいしよくする。\n（二）　原告の窒素非課税なる前記見解の正当なことは、昭和三五年八月三〇日、\n自治Ｔ市発第一八号の自治省市町村税課長回答（以下、「三五年回答」という）に\nよつても裏付けられる。\nすなわち、右回答は原告堺工場における空気分離法による酸素の製造工程において\n酸素（液体）分離の際自然に液体窒素、アルゴンガスも分離製造されるので、この\n場合における電気ガス税の非課税範囲につき、製造工程上具体的に明示されたいと\nの堺市長からの問い合わせに対しなされたものであり、回答要旨は、「事例の製造\n工程における電気ガス税の非課税範囲は、空気を濾化する工程から空気を圧縮し\nて、酸素を分離しタンクに貯蔵するまでの工程において使用する電気が該当す\nる。」というにある。\nしたがつて、右回答は、酸素の分離およびそのタンクへの貯蔵という工程において\n自然に分離製遣される窒素は、当然に非課税扱いとなることを示したものというべ\nきである。右回答の当時原告堺工場は、本件のような更正処分等をなされたことは\n一度もない。\n（三）　被告が本件更正処分等につき法四八九条一五項を適用したことの誤りにつ\nいて\n法制定当時の昭和二五年ころにおいては、酸素の製造工程において自然に発生する\n窒素は大気中に廃棄されていたので、地方税法、同法施行令、同法施行規則もこれ\nを規制の対象として予定していなかつた。\n窒素の需要分野が開け、空気分離法による酸素製造工程で自然に生ずる窒素が製品\nとして製造されるようになつたのは昭和三〇年以降である（原告名古屋工場は昭和\n三七年ごろから操業を開始し、当初から酸素および窒素を製品として製造してい\nた。）。\nそして、昭和三一年法律第八一号による法の改正により四八九条に六項（現行一五\n項）が追加されたが、同項は、課税することのできない電気と課税することのでき\nる電気とを併せて使用する場合で、両者を区分することができない場合、政令の定\nめるところにより課税できる電気の料金を算出すると定め同項の規定を受けて昭和\n三一年政令一〇六号により法施行令五五条の三（現行五四条の一一）が追加された\nが、同令五五条の三は、その対象となる製品または鉱物を法四八九条一項各号中の\n総理府令で定めるものと限定し、これを受けて昭和三一年総理府令三〇号によつて\n改正された法施行規則一七条（現行一六条の四）は、「前記総理府令で定める製品\nおよび鉱物」を「銑鉄および硫化鉱」と定めた。したがつて、右立法の経緯に照ら\nすと、法四八九条一五項は、非課税品である「銑鉄および硫化鉱」を対象とする規\n定であつて、非課税品である酸素と課税品である窒素とを同時に製造する場合には\n適用されない規定である。\nなお、昭和五二年自治省令八号によつて法施行規則一六条の四第一項が改正され、\n同条の四第三項が新設された。\n右一六条の四第一項は「政令五四条の一一第一号（電気又はガスの非課税と課税の\n区分一の規定によつて自治省令で定める鉱物は、銅鉱、亜鉛鉱、硫化鉱および可燃\n性天然ガスとし、同号の規定によつて自治省令で定める製品は酸素およびエチレン\nとする」と規定し、同条の四第三項は、「第一項の酸素の製造に併せて酸素以外の\n製品を製造する場合において、酸素の製造に使用する電気と酸素以外の製品の製造\nに使用する電気とを区分することができないときにおける当該区分することができ\nない電気のうち、電気税を課することができる部分の電気の料金は、当該区分する\nことができない電気の料金の総額に、酸素の量（液化状態の体積）と酸素以外の製\n品の量（液化状態の体積）とを合算した量に対する当該酸素以外の量の割合を乗じ\nて得た額によるものとする。」と規定し、これら規定は、昭和五二年自治省令八号\nの附則二条により昭和五二年四月一日以后に使用する電気について課すべき電気税\nについて適用される。\nしたがつて、本件更正処分等の対象となる電気税には、昭和五二年自治省令八号の\n適用はないから、昭和三一年当時の法四八九条六項（現行一五項）を適用する余地\nはなく、本件更正処分等は、その法的根拠を欠く点において違法である。これに加\nえて法四八九条一五項は、前記のとおり、非課税品である「硫化鉱」または「銑\n鉄」に関する規定であるから、右自治省令八号による地方税法施行規則一六条の四\n第一項の改正および三項の新設は法四八九条一五項の立法趣旨に照らし、その委任\nの範囲を逸脱している。\n２　（税法における信義誠実の原則違反）\n（一）　民法上発展した信義誠実の原則は、税法の領域においても適用されるべき\nである。けだし、租税法律関係は、契約によつてでなく、法律の規定によつて課税\n権者である国または地方公共団体と国民または市民との間に成立するものである\nが、契約当事者間の関係と同様に、課税権者と納税義務者との間においても、相互\nに相手方の正当な信頼を破壊し、相手方に経済的不利益を与えるような背信行為が\n許されないことは多言を要しないことだからである。\nそして課税処分が信義誠実の原則に反してなされた場合には、右課税処分は違法と\nなり取り消しうべき処分になるものと解すべきである。\n（二）　税法における信義誠実の原則が課税権者に適用されるための要件は次のと\nおりである。\n（１）　納税義務者の信頼の対象となるような課税権者の言動が存在したこと\n（２）　課税権者の言動を納税義務者が信頼し、\nしかも信頼することについて納税義務者を責めるべき事由が存在しないこと\n（３）　課税権者が自己の言動に反するような税務行政処分をなしたこと\n（４）　納税義務者が課税権者の言動を信頼し、その信頼を基礎として何らかの経\n済的処理をしたこと\n（５）　納税義務者に、課税権者の言動に関連して、背信行為のないこと\n（６）　課税権者の税務行政処分が適法処分であること\n（三）　本件に「税法における信義誠実の原則」を適用すべき理由\n原告の名古屋工場は、昭和三七年以来、空気分離法による酸素の製造工程におい\nて、酸素と窒素とを同時に製造してきたところ、被告は、昭和五一年四月一五日付\nけをもつて初めて窒素の製造に要した電気に対し、前記のとおり本件各更正処分を\nなすとともに、以後別紙番号２１ないし２５記載の本件各処分をなしたものであ\nる。\nこのように、被告は、昭和三七年より一四年間、窒素製造に要した電気に対し、継\n続して電気税を賦課せず、賦課しないという消極的、不作為の言動を反復継続して\nきたのであり、他方原告は、空気分離法による酸素製造業者に対しては、たとえ製\n造工程中に窒素、アルゴンが製造されても電気税非課税であると考えていたから、\n窒素に対し、電気税が賦課されなくとも、何らこれを怪しまず、被告の右不作為の\n言動を信頼し、窒素の製造費計算に窒素分、電気税を算入せず、したがつて売価に\nも組み入れず今日に至つているのである。仮りに本件更正処分等が適法だとする\nと、被告の言動を信頼し、これに基づき経済的処理をしてきた原告は、これにより\n多大な経済的不利益を強いられることになる。\n以上により、本件に「税法における信義誠実の原則」が適用されるべきことは明ら\nかである。\n３　（法の下の平等違反）\nアンモニア（法四八九条一項二〇号）や石灰窒素（同項一三号）等の窒素化合物の\n製造には、窒素が中間原料として使用されるのであるが、この場合、これら窒素化\n合物のみならず、中間原料たる窒素も非課税とされているのが、我が国の実情であ\nる。しかし、業界では、窒素それ自体を前記中間原料としてではなく、独立の商品\nとして販売する目的のもとに製造販売しているが、これも非課税扱いを受けている\nのである。\n以上のような窒素業界の実状にかんがみると、同一の商品である窒素を製造しなが\nら、酸素業界において製造販売するときは課税されるのなら、法の下の平等（憲法\n一四条）に反するというべきであり、また原告名古屋工場以外の原告工場では課税\nされないのに、原告名古屋工場だけ課税されるのも、法の下の平等に反する。\n四　よつて、本件各更正処分に係る更正税額中、別紙「賦課処分（当初）税額\n（１）」欄記載の各税額を越える増差税額部分ならびに別紙番号２１ないし２５記\n載の本件各処分に係る各税額中、別紙「申告税額」欄記載の各税額を越える部分の\n取消を求める。\n（請求原因に対する被告の認否）\n請求原因一、二項は認める。同三項中、原告名古屋工場は、従前から空気分離法に\nより酸素を製造していること、右製造工程において、同時に窒素も製造しているこ\nと、原告主張日時ごろ三五年回答がなされたこと、空気分離法による酸素製造工程\nで同時に製造される窒素が製品として製造されるようになつたのは昭和三〇年以降\nのことであること、原告名古屋工場は昭和三七年ごろから操業を開始したこと、当\n初から窒素も製品として製造販売していたこと、法四八九条およびこれに関連する\n同法施行令、同法施行規則の改正の内容が原告主張のとおりであること、以上の事\n実は認める。その余の事実および主張は否認する。\n（被告の主張）\n一　本件更正処分等の経緯\n１　原告名古屋工場は、従前から空気分離法により酸素を製造し、かつ、右と同一\nの製造工程で窒素も製造していたところ、同工場において別紙「電気の使用月」欄\n記載の年月分に使用した各電気について、別紙「申告書の受付年月日」欄記載の日\n付けをもつて、名古屋市市税条例七六条の規定による申告書ならびに同条例七七条\nおよび同条例施行細則二五条の二による報告書（以下、右申告書と報告書を併せて\n「申告書等」という。）を市長あてに提出したので、右申告書等に基づき、被告\nは、昭和四九年五月分から昭和五〇年一二月分までについては、別紙「賦課処分\n（当初）年月日」欄記載の各日時に、各使用月の電気税額が別紙「賦課処分（当\n初）税額（１）」欄記載のとおりとなる旨の本件各処分をなした。しかし、原告の\nなした右各申告税額（ただし昭和四九年一〇月分を除く。）は、いずれも電気の使\n用月に係る電気の使用料に、前年中の使用実績に基づいて求めた非課税率（以下、\nこれを「前年実績非課税率」という。）を用いて算出したものであり、しかも、右\n前年実績非課税率は、空気分離法によつて酸素と窒素とを同時に製造される場合に\nおいて、これに使用される電気量はすべて非課税であることを前提として算出され\nていたので、被告は、前年実績非課税率を用いず、空気分離法によつて窒素を製品\nとして製造する場合には窒素製造に使用した電気料に対して課税することとし、原\n告の提出した「昭和四八年一月から昭和五〇年一二月までの各月の酸素及び窒素の\n生産量実績」と題する書面（乙一〇号証）に基づき、使用された電気量を酸素、窒\n素の生産量（液化した状態における体積）の比で按分計算し、窒素製造に使用され\nた電気料ならびにその各月の税額を算定し、昭和五一年四月一五日付けをもつて、\n各使用月の電気税額が別紙「賦課処分（更正）税額（２）」欄記載のとおりとなる\n旨の本件各更正処分をなしたものである（その結果、昭和四九年七月分、昭和五〇\n年二、四、五月分については、いずれも減額、還付することが必要になつた。）。\nなお、原告が申告した昭和四九年一〇月分の税額は、当該月に使用した電気料を基\n礎としているうえ、窒素課税の前提で算出されていたので、本件各更正処分から除\n外した。\n２　また原告のなした別紙番号２１ないし２５記載の各申告税額は、前同様空気分\n離法によつて酸素と窒素とを製造する場合に使用される電気がすべて非課税である\nことを前提として計算してあつたので、被告は、窒素製造の用に供した電気に対し\n課税することとし、原告の提出した酸素と窒素の生産量実績に関する申告書（乙一\n四ないし一八号証）等に基づき、使用された電気量を、生産された酸素量と窒素量\n（いずれも液化された状態における体積）との比で按分して窒素製造に使用された\n電気料ならびにその税額を算出し、別紙「賦課処分（当初）年月日」欄記載の各日\n時に本件各処分をなしたものである。\n二　本件更正処分等の正当性\n１　本件更正処分等は、前記のとおり、空気分離法によつて酸素と窒素とを同時に\n製造する場合において、使用された電気料を、製造された酸素量と窒素量（いずれ\nも液化された状態における体積）との比で按分し、窒素の製造の用に供された電気\n料を算出し、これに課税したものであつて、その適用法条は法四八六条一項、名古\n屋市市税条例七〇条一項、同条例施行細則二五条の二、法四八九条一項一七号、一\n五項（ただし別紙番号２５の本件処分に関しては、法施行令五四条の一一、法施行\n規則一六条の四第一、第三項を付加）である。以下に、これを詳述すれば次のとお\nりである。\nすなわち、租税法の適用と解釈は、租税法律主義の原則から他の分野の法の適用と\n解釈に比較してより厳格に行なわれなければならない。かかる原則に照らし、法四\n八九条一項を解釈するに、同項各号には非課税品として窒素が明定されていないの\nであるから、窒素を製品として製造するために使用される電気が非課税でないこと\nは明らかである。してみると、非課税製品を窒素にまで類推し、または拡張するこ\nとは許されないのみならず、結果として窒素が非課税製品となるような解釈も妥当\nでないと言うべきである。\n次に法四八九条一項に限定列記されている製品の製造業者であつても、当該製造業\n者が事業等において使用する電気のすべてが非課税とされるのではなく、当該製造\n業者が直接その業務の用に使用する電気のみが非課税とされるのである。\nこれを空気分離法による酸素製造の場合について述べると、酸素の製造業務に直接\n使用する電気とは、酸素の製造に必要不可欠の電気のみを言うものと解すべきであ\nり、具体的には、空気を濾過する工程から空気を圧縮して酸素を分離し、タンクに\n貯蔵するまでの工程の範囲において使用する電気に限られるのである。そして、右\n工程の範囲内において課税製品たる窒素が製造される場合には、窒素製造に使用さ\nれる電気に対しては課税されることになる。\nこのことは、過去の行政実例（昭和二八年一〇月二九日自税市第二九四号「電気ガ\nス税の非課税（酸素）の範囲について」、昭和三五年八月三〇日自治Ｔ市発第一八\n号、「電気ガス税の非課税の範囲について」および昭和四三年三月一三日自治市第\n一六号（以下、「四三年回答」という。）等）が明らかにしているところである。\nまた、法四八九条一五項が「・・・・・・電気税を課すことのできない電気と電気\n税を課すことのできる電気とを併せて使用する場合において、当該電気税を課すこ\nとができない電気と電気税を課すことのできる電気と区分することができないとき\nは製品又は鉱物の数量等を基準として電気税を課すことができる部分の電気の料金\nを算出するものとする」旨定め、電気税を課すことのできる部分に課税することを\n当然の前提としていることによつても明らかである。\nなお、同条同項は、同一製造工程から課税製品と非課税製品とが製造され、それぞ\nれの製品の製造に使用した電気について、その区分ができない場合における課税製\n品の電気料金の算出方法として「各製品の数量等」で按分するという原則的算定方\n法を定めた規程と理解すべきものであり、したがつて、法施行令五四条の一一（昭\n和二五年政令二四五号）および法施行規則一六条の四（昭和二九年総理府令二三\n号）は、右原則的算定方法を具体化した例示規定と解すべきである。\nけだし、今日のような化学技術の発展により、生産工程は複合的に構成され、たと\nえば石油化学系統のように課税部分と非課税部分が、極めて幅奏している場合に、\nそのすべての事例について政令、省令等で算定方法を具体化して規定することは不\n可能である。\nしたがつて、前述した原則的算定方法に従い、各事例の実態に即応した個別的、合\n理的な算定方法により課税製品の電気料金を算出することができることは当然であ\nる。\nそして、昭和五二年自治省令八号による法施行規則一六条の四の改正により、同規\n則に既に規定されていた、（１）硫化鉱等の掘採に併せて電気税を課することので\nきる鉱物を掘採する場合、（２）銑鉄の製造のための水について使用する電気とこ\nれらの水以外の水について使用する電気とを併せて使用する場合の各算定方法に加\nえて、新らたに（３）酸素の製造に併せて電気税を課することのできる製品（例え\nば窒素）を製造する場合、（４）エチレンの製造に併せて電気税を課することがで\nきる製品を製造する場合の各算定方法が、具体的に追加されたが、右追加は前記の\nように例示規定の追加であり、右追加規定によつて、始めて、窒素製造に対する電\n気税課税の按分計算が可能となつたわけではない。そして、本件更正処分等の基礎\nとなつた被告の計算方法は、右追加規定と全く同一であつた。\n仮りに原告が主張するように、自治省令八号による施行規則の改正により始めて、\n窒素製造に対する電気税課税が可能になつたと解しなければならないとすれば、規\n則の改正により課税、非課税が左右されるという結果となり。課税要件が法律でな\nく、規則で定められることになるが、このようなことは、租税法律主義の原則上許\nされない。\nなお原告は、三五年回答を自己の見解を裏づけるものとして掲げるが、右回答は、\n窒素の製造の用に供した電気については当然課税されることを前提として、酸素の\n製造工程における電気税の非課税の範囲を明らかにしたにすぎないものであるか\nら、原告の見解を裏付けるものではない。\n以上のとおり、本件更正処分等をなすにあたつて被告が適用した前記各根拠規定に\n関する被告の解釈は正当であり、これに反する原告の見解は失当である。\n２　本件更正処分等は「税法における信義誠実の原則」に反しない。\n（一）　税務当局は、租税法律主義の原則から法律に定める要件に適合しない事実\nに対し、国民に納税義務を負わすことができないことは言うまでもないが、同時に\n法律に基づき発生した租税債権を一方的に放棄したり、免除したりすることも許さ\nれないことは明らかである。したがつて、租税法においては、課税権者の言動によ\nつて納税義務の有無に変動をきたす、いわゆる「信義則」が適用されうる余地はな\nい。\nまた、仮にいわゆる「信義則」が適用されうるとしても、その適用の要件と範囲は\nおのずと厳しく限定されるべきである。\n（二）　本件更正処分等は、市長の補助職員である税務管理担当職員が昭和四八年\n七月分以降の申告書等の提出を求めて、原告名古屋工場に赴いた際、同工場におい\nて酸素のみならず窒素を製品として製造していることをはじめて知り、窒素製造に\n使用する電気は課税される旨原告に告知した昭和四九年三月の後である同年五月分\n以降に係る電気使用月分に関するものであり、右告知以前にさかのぼつて課税した\nものではない。したがつて、本件更正処分等は、そもそも「信義則」が問題となる\nような処分ではない。\n（（三）原告が主張するように、原告において昭和三七年から窒素を製品として製\n造していたのであれば、結果的には、窒素の製造に直接使用する電気に対して非課\n税扱いをして来たことになるが、これは、被告または市長が、原告の窒素製造を知\nりえず、原告が提出した申告書等を信頼した結果によるものにすぎない。\n３　本件更正処分等は、法の下の平等に反するものではない。\n同一事業所内において、一貫した製造工程により、その製造工程の途中で課税製品\nである窒素が製造され、その窒素から引き継き非課税製品である石灰窒素等が製造\nされている場合には、右一貫した製造工程において使用される電気は、非課税品た\nる石灰窒素等の製造の用に直接使用される電気として非課税となることは、原告の\n主張のとおりである。\nしかし、窒素自体を独立の商品として製造販売すれば、その製造の用に使用される\n電気に対しては電気税が課せられるのは当然である。\nしたがつて、仮に原告主張のように窒素業界において独立の商品として窒素を製造\nする業者が存すれば、課税権者がそのことを了知する限り、電気税が課せられるこ\nとになろう。してみると、酸素業界、窒素業界等業界別により、課税、非課税の扱\nいが異なるものではないことは明らかである。\nまた被告において、空気分離法により窒素を製造している工場が存在していると予\n想された市に対して電気税の課税について照会したところ、窒素製造の用に使用さ\nれる電気についてこれを非課税と解している市は一市もなく、課税していない市に\nあつては、当該市に当該工場が存在しないか窒素を製品として製造していないか、\nあるいは窒素製造の事実を了知していないと言うものである。\nしてみると、被告が原告名古屋工場において窒素製造の用に使用される電気に対し\nて課税することが何ら法の下の平等に反するものでないことも明らかである。\n三　以上のとおり、本件更正処分等はいずれも適法である。\n（被告の主張に対する原告の認否）\n一　被告の主張一項の事実は認める。なお仮に、空気分離法により酸素が製造され\nる工程で製造された窒素が課税の対象となるとした場合、被告に対し、原告名古屋\n工場が申告した酸素、窒素の生産量実績の数値ならびに右数値を基礎としてなした\n被告主張のとおりの按分計算による電気税額の数値は争わない。\n二　同二項は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因一、二項の事実（本件更正処分等の存在および審査請求の経緯、結\n果）および被告主張一の事実（本件更正処分等の経緯）ならびに本件更正処分等を\nなすに際し、被告の認定した原告名古屋工場の各係争月分の酸素と窒素の各製造実\n績の教値および右数値を基礎とする被告主張のとおりの方法による按分計算により\n算出された税額が被告主張のとおりとなること、以上の事実はいずれも当事者間に\n争いがない。\n二　（本件更正処分等に法四八九条一項一七号、同条一五項等の法令の適用に誤り\nがあるか否か）\n１　法四八九条一項は、重要基幹産業に使用される電気について非課税規定であ\nり、同項に列挙されている非課税品目は、いずれも国民経済に与える影響が強く、\nかつ、コストの中にしめる電気料金の割合の高いものであることは地方税法等に関\nする依命通達六章の六の文言に徴し、明らかである。\nそして、右非課税規定により非課税措置を受ける電気は、同項に列挙されている非\n課税品目である製品の製造業を営む者または鉱物の掘採を事業とする者が、その事\n業所または作業所において、直接その業務の用に使用する電気であることが要件と\nされていることは、同項の明定するところである。\nこれを、本件のような空気分離法による酸素製造（（同項一七号）について具体的\nに言えば、証人Ａの証言、右証言により真正に成立したものと認められる甲六号証\nの一、二により認められる次のような工程、すなわち、空気を濾過する工程から、\n空気を圧縮して、酸素を分離し、これを液化し、タンクに貯蔵するまでの工程にお\nいて使用される電気が、非課税措置を受けることになる。\nところで、前掲各証拠によれば、右に述べた空気を圧縮し、酸素を生成する工程に\nおいて、空気中の窒素も、同時に分離、液化され、別のタンクに貯蔵されることが\n認められる。\nこのような空気分離法のメカニズムに徴すると、酸素製造に要した電気は、同時に\n窒素製造（窒素は、法四八九条一項各号に非課税製品として規定されていないか\nら、課税製品であることは明らかである。）に要した電気でもあるわけで、両者の\n製造に要した電気使用量を各別に区分することはできないことは明らかである。\n（右事実は、当事者間にも争いがない）。\n原告は、右のような空気分離法による酸素、窒素製造のメカニズムを理由として、\n本件更正処分等のように、両者の液化した状態における体積比より、使用電気を按\n分計算し、窒素製造用の電気量を算出し、これに対し、電気税を課することは、実\n質的に見れば、酸素製造の用に供した電気に課税したことになり、法四八九条一項\n一七号に違反する旨主張する。\nしかしながら、原告の右主張は、空気分離法の前記メカ二ズムのみを以つて、同条\n一項一七号の法文の解釈を律しようとするものであり、到底採用できない。\n元来法四八九条一項の非課税規程は、「物的非課税」のうち「用途非課税」に該当\nするものであるから、直接に非課税製品の製造の用に供される電気のみが、非課税\nとなるのである。\nしたがつて、同一製造工程において、酸素とともに窒素が製品として製造されてい\nるならば、その工程における使用電気は変わらなくとも、その使用電気は、酸素製\n造の用途にのみ供されているとは言えないから右使用電気の全部が当然に非課税と\nなると解釈することはできない。\n同条一五項は、同条一項一七号の空気分離法による酸素、窒素の製造に関して言え\nば右の見地から各製品の数量等の合理的な基準に基づいて当然には区分できない電\n気を酸素製造の用に供される電気と窒素製造の用に供される電気とに区分し、課税\n製品である窒素製造の用に供された電気量を算出し、これに対し、電気税を課すべ\nきことを定めた規定と解するのが相当である。右規定の前記法意から解釈すれば、\n空気分離法による酸素製造の場合の電気の区分方法は酸素と窒素の液化された状態\nにおける体積比により使用電気を按分計算するという方法が、最も合理的であると\n解される。\n成立に争いのない乙三号証の六により認められる四三年回答は、右と同旨の見解に\n立つものであつて、是認できる。\nなお、成立に争いのない乙三号証の五により認められる三五年回答の内容は、原告\n主張のとおりであり、その回答内容の趣旨は、必ずしも明瞭ではなく、原告主張の\nような趣旨の回答であると読みうる余地も存するが、仮りに、右のように読みうる\n余地があつたとしても、右回答が前期判断を左右するものでないことは多言を要し\nない。\n２　法四八九条一五項と政令（自治省令等）との関係\n空気分離法による酸素と窒素の使用電気の区分方法は、前述したとおり同条一五項\nの解釈として導き出すことが可能であるから、右区分方法に対する政令の定めによ\nり始めて区分方法が定立されるという関係にはないものというべきである。\nこの見地からすれば、原告・主張の政令、総理府令、自治省令等は、空気分離法に\nよる電気区分に関しては、法律である法四八九条一五項の前記解釈を明確化したい\nわゆる解釈規定の性質を有するに止まるものと解される（前期自治省令の内容は、\n法四八九条一五項の合理的解釈として先に述べた、製造された酸素と窒素の体積比\nにより使用電気を按分計算するという方法と全く同一である）。\nしたがつて、本件更正処分等につき被告のした原告工場の係争月分の電気区分の計\n算方法は、自治省令施行の前後を通じ何らの違法も存しない。\n３　以上の説示に反する原告の主張は、すべて採用できない。\nしてみると、本件更正処分等は、法四八九条一項一七号、一五項等の適用につき、\n何らの違法も存しないというべきである。\n三　（信義則違反の存否）\n信義則違反に関する原告の主張は、要するに「原告名古屋工場は、昭和三七年の創\n業以来、空気分離法によつて酸素と窒素を同時に製造し、両者を製品として販売し\nて来たが、本件更正処分等がなされるに至るまで実に一四年という長期に亘り、そ\nの使用電気は非課税扱いとされて来た。\n被告の右非課税扱に対し原告は、これを正当な措置と信頼し、窒素の売価計算につ\nいて、窒素製造分に対する電気税を算入してこなかつた。\nこのように、原告は、長年月に亘り被告の言動を正当なものと信頼し、これに基づ\nき経済的処理（売価に電気税不算入等）をして来たのである。\nところが、被告は、突如として、本件更正処分等をなすに至つたものであり、これ\nは、原告に対する長年月に亘る信頼関係を破壊し、加えて、原告に経済的損失を与\nえるものであるから本件更正処分等は信義誠実の原則に反する。」というにある。\nよつて、右主張の当否につき、以下に審按する。\n１　原告名古屋工場においては、昭和三七年の創業以来空気分離法によつて酸素と\n窒素を同時に製品として製造していたこと、本件更正処分等がなされた昭和五一年\n四月一五日以前においては、約一四年間にわたり窒素製造に使用される電気に対し\nて電気税は、課税されていなかつたこと（ただし、昭和四九年一〇月分を除く。）\n以上の事実は当事者間に争いがない。\n２　そこで、本件更正処分等に至るまでの原告と被告担当官の間の折衝の経緯につ\nいてみるに、成立に争いのない甲四、五号証、七号証の一、八号証の一、二、一〇\n号証の二、一一号証、乙四号証の一、二、五号証の一ないし三、六号証、一〇号\n証、一四ないし一八号証、書き込みおよび訂正部分を除くその余の部分の成立につ\nき争いのない乙七号証の一ないし三、証人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆの各\n証言を総合すれば、次の事実が認められる。\n地方税である電気税は、申告納税方式であり、従前から原告名古屋工場は、電気税\n申告書に電気分離法による酸素製造用の電気は、窒素製造分を含めて、すべて非課\n税と申告しており、被告担当官は、窒素を製品として販売しているとは知らず、す\nべて廃棄されていると思つていたので、右申告どおりに非課税申告を認めていた。\nところが、昭和四八年七月分から、原告名古屋工場は、右申告書を提出しないよう\nになつたので、名古屋市財政局主税部税務管理課賦課第二係長訴外Ｄは、同年一二\n月ごろおよび昭和四九年三月五日ごろの二回に亘り、原告名古屋工場へ赴き工場長\n訴外Ａらに対し、申告書等の提出方を催促した。右三月五日に原告名古屋工場に赴\nいた際、訴外Ｄは、原告名古屋工場を実地見分し調査の結果、同工場は、空気分離\n法によつて酸素と窒素をいずれも製品として製造していることを初めて発見したの\nで、その旨上司に報告するとともに行政実例等を検討して、同年三月中旬ころ、原\n告工場長訴外Ａに対し、空気分離法によつて酸素と窒素を製品として製造している\nときは、窒素製造分に使用される電気に対しては課税される旨告知するとともに、\n今後納税申告書を提出するときは、窒素は非課税欄に記載しないことおよび各月の\n酸素、窒素の生産量の過去三年間分を報告するように要求した。\nこれに対し、原告名古屋工場側は、従来窒素は非課税であつたことを理由に難色を\n示し、申告書の提出が遅れていた昭和四八年七月以降昭和四九年三月分までにつき\n従来どおり窒素製造分も非課税欄に記入した納税申告書を提出した。\nそこで、訴外Ｄの後任者訴外Ｅは、指定都市等に対し同種の案件につき実情を照会\nしたところ、横浜、川崎、北九州市は製品として窒素を製造している場合は、按分\n計算により窒素製造分の電気に対し課税していること、四日市市、倉敷市も同様で\nあることが判明したので、右事実を原告名古屋工場長に伝えるとともに帝国酸素名\n古屋工場も調査の結果、窒素を製品として製造していることが判明したので、昭和\n四九年一〇月分から窒素製造分の電気に対し電気税を課することとし、その旨帝国\n酸素名古屋工場の諒解を得ていることも伝え原告名古屋工場に対しても昭和四九年\n一〇月分から、窒素製造のために使用する電気については課税するから、その旨の\n納税申告書を提出して貰いたい。同年九月分以前のものについては、後日修正申告\n書を提出してもらいたい。前任者Ｄの要請した過去三年分の酸素、窒素の生産量も\n至急提出してもらいたいと原告名古屋工場長に要請したところ、同年一〇月下旬ご\nろ、同工場長は、これを諒承した。そして、原告名古屋工場長は、同年一一月下旬\nごろ、昭和四六年四月から昭和四九年一〇月までの各月における酸素および窒素の\n生産量実績表（乙六号証）を提出するとともに同年一二月四日付けで各生産量の按\n分計算により酸素非課税窒素課税と区分した、同年一〇月分の納税申告書（乙七号\n証の一）を提出した。\nしかし、昭和五〇年一月初旬、原告本社Ｇ支配人が訴外Ｅを来訪し、右訴外人に対\nし、名古屋工場における窒素製造用の電気に対し課税することは承服できない旨言\n明し、その理由として三五年回答や、堺市における原告堺工場に対する窒素非課税\n措置を強調し、昭和四九年一一月分以降の納税申告書は、従前同様窒素製造分も非\n課税欄に記入して提出するようになつた。そこで、訴外Ｅは、再三に亘りＧ支配人\nと話し合つたが、両者の話し合いは並行線を辿るばかりであつた。\nそこで訴外Ｅら被告担当官は、電気税が申告納税方式を採用している趣旨にかんが\nみ、当分の間申告者である原告側の納得が得られるように説得期間を設けることと\nし、その旨Ｇ支配人に伝えるとともに暫定措置として、原告側が納得するまで当分\nの間、原告の従来どおりの納税申告書に従つて賦課措置をすることとし、いずれ、\n適当な時期に修正申告をしでもらうこととした。但し、酸素と窒素の生産実績は報\n告されたいと要請した。\n右要請に応じ、原告側は、昭和五一年一月二七日付けで昭和四八年一月分から昭和\n五〇年一二月分までの各月の酸素および窒素の生産量実績の報告書（乙一〇号証）\nを提出したほか、昭和五一年一月から同年四月までおよび昭和五五年三月の各月の\n納税申告書の欄外に酸素と窒素の生産実績を付記したものを提出したものの、従前\nの見解に固執し、被告係官の説得に応じなかつた。\n昭和五一年三月に至り被告担当官Ｆは、Ｇ支配人に対し、文書を以つて、主として\n四三年回答を理由に、窒素製造分の電気に対しては課税されるのが、法四八九条一\n項一七号、一五項に適合する所以を縷々説明するとともに、被告が長年月に亘る原\n告名古屋工場の窒素非課税の申告をそのまま認めて来たのは、窒素が製品として製\n造されていることを知らなかつたためであること、しかし、このことを知つた以上\nは、課税せざるを得ない旨を伝えるとともに、愛知県総務部長の同旨の回答書等の\n資料も示し、説得に努力したが、Ｇ支配人は、いぜんとして窒素非課税の見解をか\nえず、修正申告等をなす態度を示さなかつた。\nそこで、同年四月一日ごろＧ支配人らと被告担当官Ｈ税務管課課長らは、最終的な\n話し合いをしたが、右話し合いによつても、原告側の納得は得られなかつた。\nここにおいて、被告は、事態をこれ以上放置することはできないとして、原告名古\n屋工場が提出した前記酸素、窒素の生産量実績表等に基づき、按分計算により、窒\n素製造分に対する電気料を計算し、本件更正処分等をなすに至つた。\n以上の認定の趣旨に反する証人Ａ、同Ｂ、同Ｃの各証言部分は、たやすく信用し難\nく、他に右認定を左右するに足りる証拠は存しない。\n３　以上に認定した事実によれば、先ず、被告が長年月に亘り、原告名古屋工場が\n提出した電気税に関する毎月の納税申告書（酸素と同時に製造される窒素を非課税\nとする内容の申告）を、そのまま認容して来たのは、窒素は製品として製造され\nず、廃棄されているものと信じていたためであること、被告が、原告名古屋工場に\nおいては、従前から窒素が製品として製造されていることを知つたのは昭和四九年\n三月ごろであつたこと、そのころから、被告担当官は、窒素製造分の電気は課税さ\nれると告知し、そのように納税申告ないし修正申告するよう指導し、また、窒素、\n酸素の毎月の製造実績の報告を求めたこと、しかし、原告Ｇ支配人の強硬な反対意\n見に接し、被告担当官は、直ちに強硬措置をとることなく、話し合いを続け、いず\nれ修正申告をしてもらうこととして、当分の間、従前どおりの納税申告書（但し昭\n和四九年一〇月分は被告の見解に従つた納税申告がなされたことは前記のとお\nり。）を受理して来たこと、しかし、昭和五一年四月初旬における両者の最終的話\nし合も奏功しなかつたので、被告担当官は、原告の諒解を得る見込が全くないとし\nて、本件更正処分等をなすに至つたことが明らかであるから、先づ、被告が、原告\nに対し、製品としての窒素が非課税である旨明言したことは一度もないわけであ\nり、長年月に亘る事実上の非課税措置は、信義則にいう相手方の信頼の原因たる行\n為に該当するものとは解せられない。\nのみならず、被告は、相当期間種々の手段をつくして、原告側を説得する努力をな\nしたのであるから、本件更正処分等が原告主張の「突如として原告の信頼を裏切る\n所為」と目するわけにもいかない道理である。\nまた、原告としては、昭和四九年三月ごろ、被告担当官から、窒素製造分の電気に\n対しては課税される旨の告知を受けていたのであるから、原告名古屋工場が従来窒\n素製品の売価に電気税相当額を加算していなかつたとしても、右告知を受けた日時\n以降の分については、これを売価に算入することは可能であつたと言えるから、原\n告が、本件更正処分等により不測の損害を蒙つたとみることは困難である。\nしてみると、本件更正処分等は、信義則に反しないというべきである。\n右説示に反する原告の主張は採用できない。\n四　（法の下の平等違反の存否）\n１　同一事業所内において、一貫した製造工程の途中で課税製品である窒素が製造\nされても、その窒素から引続き非課税製品（石灰窒素等）が製造されている場合に\nは、右一貫した工程に使用される電気は、非課税製品（石灰窒素等）の製造の用に\n直接使用される電気として非課税となることは、被告の認めるところである。\n原告は、右のような工程で製造された窒素を独立の商品として販売しても、非課税\nとなる旨主張し、証人Ｃの証言中には、訴外信越化学工業株式会社、同日本カーバ\nイト工業株式会社では、窒素を石灰窒素等非課税物品の中間原料としてではなく、\nそれ自体独立の商品として販売しているが、これらすべての窒素が非課税扱いを受\nけている旨の供述部分があるが、成立に争いのない甲一五号証の二、右Ｃ証人の証\n言により真正に成立したものと認められる甲一五号証の一、証人Ｉの証言、右証言\nにより成立を認めうる乙八号証によれば、訴外信越化学工業株式会社および訴外日\n本カーバイト工業株式会社では窒素を石灰窒素の中間原料としてのみ製造している\nことが認められるから、前記供述部分はにわかに措信し難く、他に原告の右主張を\n認めるに足りる的確な証拠はない。\nしたがつて、窒素業界において窒素が独立の製品として製造された場合に非課税で\nあることを前提とする原告の法の下の平等違反の主張は、その前提を欠き理由がな\nい。また、原告は、「原告は、原告の各工場で空気分離法によつて酸素と窒素とを\n同時に製造しているところ、名古屋工場以外では課税されていないのに、名古屋工\n場だけ課税されるのは法の下の平等に反する。」旨主張し、証人Ａの証言によれ\nば、原告の名古屋工場以外の工場（千葉、和歌山、兵庫、香川、山口等）では窒素\n製造に使用される電気に対して課税されてないことが窺知できる。\nしかしながら前掲乙八号証および証人Ｉの証言によれば、原告兵庫工場は、昭和五\n三年六月から事業を中止していることが認められ、また、その余の工場の存する地\nの課税権者である都市が原告において窒素を製品として製造していることを知つた\nうえで、\n窒素を非課税扱いとしていることを認めるに足りる証拠はない。\nのみならず、前掲乙八号証および証人Ｉの証言によれば、空気分離法による窒素製\n造業者に対する課税都市は、川崎、横浜、北九州、倉敷、日立等相当多数に上つて\nいること、非課税都市の非課税理由は、主として窒素製造の量が極めて微量である\nとか、製品としては製造されていないとかの理由に基づくものであることが認めら\nれる。\nしてみると、原告工場の中に窒素を非課税扱いとされている工場が存するという一\n事を以つて、本件更正処分等が、法の下の平等に反する違法な処分と言えないこと\nは明らかである。\n五　以上によれば、本件更正処分等はすべて正当であるから原告の請求をすべて棄\n却することとし、訴訟費用の負担については民訴法八九条を適用して主文のとおり\n判決する。\n（裁判官　松本　武　澤田経夫　加登屋健治）\n（別紙）\n"
}