{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和59(行ケ)260",
  "case_name": "裁決取消請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　弁護士会への強制加入制度と憲法１８条，１９条及び２２条　２　弁護士会の懲戒処分と憲法３１条　３　依頼事件の相手方及びその親族らに対し，その送付が恐喝的行為ないし強要的行為に該当すると判断されるような書面を送付した弁護士に対し，日本弁護士連合会のした業務停止６箇月の裁決が，適法とされた事例　４　弁護士会の懲戒委員会において審査を受ける弁護士に最終意見陳述の機会を与えなかった場合につき，当該弁護士は，度重なる審判期日において発言の機会を与えられ，随時自己の意見を陳述しているから，当該審査手続が違法であるとはいえないとされた事例",
  "case_gist": "１　弁護士会への強制加入制度は，憲法１８条，１９条及び２２条に違反しない。　２　弁護士会の懲戒処分は，憲法３１条所定の「その他の刑罰」に当たらない。",
  "lawsuit_id": "16776",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16776",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/776/016776_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　申立て\n一　原告\n１　被告が昭和五九年一〇月二日付で原告に対し行つた裁決はこれを取り消す。\n２　訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二　主張\n一　請求原因\n１　（一）原告は、札幌弁護士会に所属する弁護士であるが、被告は、原告（審査\n請求人）にかかる昭和五三年懲（審）第二号審査請求事件について、昭和五九年一\n〇月二日、懲戒委員会の議決にもとづき、次のとおりの裁決（以下「本件処分」と\nいう。）をした。\n(原裁判等の表示)\n○　主文\n札幌弁護士会が昭和五三年一〇月六日付でなした審査請求人に対する懲戒処分を次\nのとおり変更する。\n審査請求人に対し、六か月間弁護士の業務を停止する。\n本件処分は、そのころ原告に到達した書面により、原告に対して通知された。\n（二）　右処分の理由は、後記の事実を認定したうえ、原告の後記各所為が弁護士\n法（以下「法」という。）五六条一項にいう弁護士の品位を失うべき非行に該当す\nるとするものである。\n記\n原告は、昭和四一年四月に札幌弁護士会に入会し、引き続きその会員であるとこ\nろ、\n（１）　Ａから依頼を受けた事件の処理に関し、事件の相手方たるＢに対して昭和\n四八年一〇月三〇日付内容証明郵便をもつて金三〇〇〇万円の慰藉料請求をなした\nが、Ｂからはかばかしい回答を得なかつたため、\nア　Ｂにあてて昭和四九年一月八日付内容証明郵便をもつて、「再度慰藉料請求の\n件」なる表題のもとに、「当方Ａの代理人として再度慰藉料の請求を行う。去る昭\n和四八年一〇月三〇日貴殿に対し、慰藉料を請求したが、現在に至る迄何等の回答\nがなされていない。\n従つて貴殿の意思並びに行為を確定的に知りたいので再度左記の点に関し質問す\nる。\n記\n質問一、貴殿とＡとの間に肉体関係があつたと聞いて、その旨知らせたにも拘ら\nず、それにつき貴殿は現在迄沈黙しているが、貴殿の名誉にかかわる問題なのに真\n実でないなら何故強く否定しないのか？沈黙しているのは認めたことになるのか。\n質問二、慰藉料その他何らかの名目であれ、貴殿はＡに対し幾らかでも金銭を支払\nう意思があるのかどうか、あるとすれば最大限幾らなのか、\n貴殿がＡをタダ同然で約一五年間も従業員として使つた上に肉体の提供を受けた対\n価としての金額を考慮に入れて回答されたい。\n貴殿の如きハレンチな奴でもこんなうす汚い事件はなるべく公にならないように処\n理してやろうと思つて、こちらは配慮している積りである。来る一月一五日迄に、\n当代理人宛に右の点に関し、書面による誠意ある回答か、又は前もつて連絡の上、\n当事務所まで御足労願いたい。」なる文面の書面を郵送し、\nイ　さらに、その後、Ｂにあてて昭和四九年二月六日付内容証明郵便をもつて、\n「最後通告状」なる表題のもとに、\n「貴殿に書類で二度も請求し、電話でも奥方に対し連絡したにも拘らず何の回答も\nないので最後通告をする。\n貴殿が来る二月一五日迄に当代理人宛に、とりあえず美容室開業資金、金五百万円\nを持参して来訪しなければ、貴殿がＡに対し如何なるハレンチな行為を行つたかを\n貴殿の息子及び娘や、その嫁、婿並びにその実家に知らせ、彼らの説得で貴殿が罪\nのつぐないをする様に手紙を出すので警告する。貴殿の娘Ｃが貴様みたいな強欲じ\nじいに身体を犯され子供も生めなくなつたら親としてどんなに悲しい思いをするか\n考えても見られたい。」なる文面の書面を郵送した。\n（２）　さらに、前記二月六日付郵便に対しＢから回答を得なかつたことによつ\nて、Ｂの\n長男　　　　　　　　　Ｄ\n長男の妻　　　　　　　Ｅ\n次男　　　　　　　　　Ｆ\n次女　　　　　　　　　Ｃ\n姉　　　　　　　　　　Ｇ\nＧの夫　　　　　Ｈ\n妹Ｉの夫　　　Ｊ\n妹　　　　　　　　　　Ｋ\nＫの夫　　　　Ｌ\n長女　　　　　　　　　Ｍ\nＭの夫　　　　　Ｎ\nＮの父　　　　　Ｏ\nＥの父　　　　　Ｐ\nに対し、昭和四九年五月二六日付配達証明郵便をもつて「Ｂに対する慰藉料請求の\n件について」なる表題のもとに、「当方、Ａの代理人として」「ＢがＡに行つた不\n法行為の慰藉料請求事件を、公にする前に解決するように努力して来たが、Ｂが全\nく誠意がみられないので公にすることも止もを得ないと考えているところです。し\nかし、そうなるとあなたの社会的評価も害されることとなるので、あなたからもＢ\nに対し、とりあえずＡの美容室開業資金、\n金五百万円を持参して当事務所に出頭するように説得して下さい。（とりあえず美\n容室開業資金を必要とするのは、Ａの身体がＢによつてむしばまれたために結婚も\nできず労働時間を自由にできる美容室を自分で営業するより生活の途がないからで\nす）\nもし、三月五日までにＢが来ない場合はＢは当然としてあなたに対する社会的評価\nも失われるような結果が生じることになるので警告いたします。\nなお、Ｂに対し、公にする前に解決するために送付した内容証明は別便のとおりで\nす。」\nなる文面の書面並びに別便で前記一〇月三〇日付郵便、一月八日付郵便、二月六日\n付郵便の各写しをそれぞれあてに一括郵送したものである。\n２　しかしながら、本件処分は、次のとおり、その手続及び実体上の判断において\n違法なものというべきである。\n（一）　本件処分の手続の違法性\n（１）　（弁護士会の強制加入制度の違憲性）\n弁護士会への強制加入制度は、結果的には会員相互間の友好関係を強制し、その結\n果、会員相互間の馴れ合いによる事件の解決を招きやすくするものであり、法八\n条、九条、三六条は、憲法一八条、一九条に違反し、かつ、二二条の「職業選択の\n自由」に違反する。\n（２）　（原委員会の審査手続上の瑕疵についての判断の誤り）\n法第八章「懲戒」、第九章「懲戒委員会及び綱紀委員会」に規定する条項のうち、\n六七条に規定する懲戒委員会の審査手続に関しては憲法三一条で保障する適正手続\n条項が適用されるべきである。\nなぜなら我が国では、弁護士会は強制加入制度であり（法八条）、その組織の懲戒\n処分は他の任意加入の職業団体の懲戒処分と質的に異なるからであり、強制加入組\n織における（特に行政組織的権力構造を有する各単位弁護士会及び日本弁護士連合\n会における）懲戒処分は、憲法三一条に規定する「その他の刑罰」に該当し、適正\n手続条項が適用されるべきである。\nしたがつて、札幌弁護士会（以下「原弁護士会」という。）の懲戒委員会（以下\n「原委員会」という。）が行つた、あるいは行わなかつた左記の行為は憲法三一条\nに違反する。\n（１）　Ｂに対する被審査人及び弁護人の反対尋問権の強制的剥奪。\nア　懲戒請求人Ｂは、審査期日に出頭して弁護士会の調査又は原告の尋問に答える\n義務がある。\nしかるに、Ｂは原委員会からの出頭の要請にもかかわらず正当な理由なく審査期日\nに出頭せず、原委員会は、\nＢの出頭を確保する手段がないため、同人に対する反対尋問を打ち切つた。\nイ　被告は、原委員会がＢに対する反対尋問を打ち切つたと判断しているが、その\n事実は記録上全くない。\nウ　Ｂに対する反対尋問の打切りと審査手続の終了とは全く関係なく行われなけれ\nばならないのにもかかわらず、原委員会は、Ｂに対する反対尋問打ち切り、即、審\n査手続終結とした。\n（２）　審査手続の公開決定を一方的に理由なく取り消したこと。あるいはその取\n消決定が行われないにもかかわらず公開しなかつたこと。\nＱが委員長になつてからの原委員会は、それまでの「公開審査」を一方的に「非公\n開審査」とし、更に「直接主義」、「口頭主義」を採用することなく「書面審理」\nとし、いつ、誰が何名出席して、どのような審理を行つたか一切明らかにせず「秘\n密裡」に行つた。\n（３）　Ｒに対する尋問決定を一方的に理由なく取り消したこと、あるいはその取\n消決定が行われないにもかかわらず、Ｒを尋問しなかつたこと。\nア　原告は、昭和五三年一月二四日付で懲戒請求人Ｒに対する尋問要請書及び尋問\n事項を原委員会に提出した。\nイ　懲戒請求人Ｒは、審査期日に出頭して弁護士会の調査又は原告の尋問に答える\n義務がある。\nしかるに、Ｒは、原告の尋問要請を採用した原委員会からの出頭の要請にもかかわ\nらず正当な理由なく審査期日に出頭しなかつた。\nウ　Ｓ委員長が決定したＲに陳述を求める旨の決定を、Ｑ委員長になつてからの原\n委員会が取り消す決定手続を行つたか否か全く不明であり記録上も明らかでない。\nエ　仮に右Ｒに陳述を求める旨の決定が取り消されたとすれば、その取消決定には\n何らの理由も付されなかつたものである。\n（４）　審査手続の公開決定の取消決定及び懲戒請求人Ｒに陳述を求める旨の決定\nの取消決定が仮になされたとすれば原告又は弁護人に対しその旨通知しなかつたこ\nと。\n（５）　参考人Ａを尋問することに決定しておきながら、その決定を取り消さずに\n尋問しなかつたこと。あるいは、理由もなく取り消して、かつ、その旨被審査人及\nび弁護人に対し通知しなかつたこと。\nＡに対する尋問を行う旨の決定を行いながら、それを取り消すことなく尋問を行わ\nなかつた点は、結論を左右するほどに重要な手続の瑕疵があつたものというべきで\nある。このことは、\n被告の懲戒委員会の結論について退会命令から業務停止六か月となつた最大の根拠\n（理由）が、Ａを直接取調べた結果にもとずくものであることから明白である。\n（６）　弁護士法六七条二項の規定及び札幌弁護士会懲戒規程八条に違反し、被審\n査人に対し十分な陳述の機会を与えなかつたこと。\n弁護士法六七条二項及び原弁護士会懲戒規定八条は、単なる恩恵的なもの、あるい\nは反射的利益ではなく、被審査人の権利である。そして、その権利には、ただし書\n又は例外規定がない。被審査人の陳述の権利は絶対的なものである。本人が陳述を\n希望している、又は明らかに拒否していないと思われる場合には、陳述する権利を\n一方的に剥奪できないと解すべきである。\n仮に例外が許されるとして、その権利を一方的に剥奪できるのはどのような場合か\nについては、厳格な基準にもとづく合理的根拠が必要である。\n（７）　Ｑを委員長とする懲戒委員の氏名通知を、被審査人及び弁護人に対して行\nわなかつたこと。\nしたがつて、Ｔ委員に対する忌避申立の機会を与えず、不意打ち的に審査終了の結\n論を出したこと。\n手続が適正に行われるということは、当然引き続き審査期日が公開で行われるとい\nうことであり、それに伴つて懲戒委員の氏名も判明し、不公正な審理が行われるお\nそれのある懲戒委員に対し、忌避申立ての機会も与えられる手続のことである。仮\nに公開で行われないなら、懲戒委員の氏名を通知すべきであつた。\n（８）　その他、原弁護士会の懲戒委員（及び予備委員）の選任について弁護士法\nの規定に違反して、総会の決議によらず弁護士推薦委員会に付託して行われ、同委\n員会で選任された委員が総会により選任されたとみなす方式によつており、又第三\n回懲戒委員会まで、綱紀委員として原告に対する懲戒事件に関与したＵ委員が関与\nし（その後回避）ており、更に懲戒委員長に就任していたＱ委員はタイピスト学校\nの経営に追われ、実質的に弁護士を廃業しその資格を失つていたといえる。\n以上のとおり、原弁護士会における懲戒手続が、憲法三一条に違反し、かつ、弁護\n士法六七条二項に違反するにもかかわらず、すべて違法ではない旨の決定を被告が\n行つたことは憲法の解釈を誤つた違法性を有する。\nさらに、原弁護士会の原委員会が審理を行うについて、訴追手続のほうが、糾問手\n続よりも、より合理性があり、かつ、真実を発見する方法として、より優れてベタ\nーであるから、当然訴追手続によるべきであるにもかかわらず、糾問手続による審\n理（それも書面審理を主として）を行つた点について、被告の懲戒委員会がその違\n憲性（憲法三一条違反）を不問に付し、合法性を認めたのは憲法三一条に違反す\nる。\n（３）　（被告懲戒委員会の審査手続上の瑕疵）\n（１）　被告が原告に対する懲戒処分手続を行うに際し、被告の懲戒委員会が、訴\n追手続によらずして、糾問手続によつて審理を行つたのは憲法三一条に違反する。\n（２）　被告が原弁護士会の処分である「退会命令」を本件処分において「六か月\nの業務停止」に変更した理由を明確にしなかつたのは違法である。\n原弁護士会の懲戒手続が適正に行われていれば、「退会命令」という馬鹿げた、不\n条理な処分が出るはずはなかつたのである。被告は、原弁護士会の「顔を立て\nて」、言い換えれば「引きずられて」六か月の業務停止にしなければならなかつた\nのである。原処分が、三か月ほどの業務停止であれば、本件のような六か月の業務\n停止の処分が出るはずはないのである。\nしたがつて、「退会命令」を、「六か月の業務停止」にした実質的な理由を、被告\nは述べるべきであるにもかかわらず、これを怠つた点において違法性を有する。\n（３）　被告の原告に対する懲戒処分の理由にそれを裏付ける証拠の摘示がないの\nは違法である。\n被告の懲戒委員会が作成した議決書中には、証拠にもとづかないで認定された事実\nが存在する。例えば、同議決書第三、二（一）２ホには、「また本件において、前\n記により改選された委員によつて構成された原委員会は、昭和五三年六月五日より\n同年八月三一日までの間に合計四回の期日を開き、」との記載があるが、原委員会\nが合計四回の期日を開いた事実は、全くの虚偽である疑いがあり、何の証拠の裏付\nけもなく認定されており、原告には到底納得できない。\n（４）　被告が原弁護士会から送られてきた虚偽内容の文書・記録等を考慮に入れ\nて、原告を六か月の業務停止の処分にしたのは、違法性を有する。\nその例として、Ｖなる者が原弁護士会に対し昭和五九年五月九日付で原告について\n懲戒を請求した書面が、原弁護士会から被告に対し送られているはずである。しか\nしながら、右書面の内容は全く虚偽・架空の事実であり、Ｖが原告になつた事件で\n敗訴の形勢が濃厚なため、その訴訟を有利に進めるために被告Ｗの代理人たる下坂\n浩介弁護士について懲戒を請求したのである（ちなみに右訴訟はＶの敗訴となつた\nのである。）。\n（二）　本件処分の実体上の判断の違法性\n（１）　（懲戒事由の不存在）\n原告について請求原因１（二）記載の各所為があつたことは認めるが、原告には懲\n戒に該当する事由がない。\n（１）　被告の懲戒委員会の議決書（第三、二（二）１イ参照）で原告のＢに対す\nる所為が同人に対する恐喝的行為に該当すると認定している点は、以下の理由で誤\nりである。\nア　右と同じ事由に関し、Ｂは札幌地方検察庁に対し告訴を行い札幌地検は捜査を\n開始したが、不起訴処分を行つた。\nイ　仮りに起訴されたとしても、最悪の場合でも「恐喝未遂」にすぎず財産上の損\n害は具体的に発生していない。\nウ　また仮に「恐喝罪の未遂」に該当すると認定される場合でも、一般人ならば、\n当然畏怖したであろうとは考えられるが、競売ブローカーとして裁判所によく出入\nりし、借家人に対し強硬な内容証明郵便を出し、自分の意思が通らなければ訴訟を\n提起し、更にはＸという人物を顧問弁護士に使い、脱税のためには一〇年間に約一\n三回も住民票上の住所を変え、その他さまざまな経験をしてきたＢにとつては、長\nい間情交関係にあつた女性の依頼した弁護士から来たくらいの内容証明郵便の到着\nによつて畏怖を感じることは全くない。\nエ　更に言えば、原告のＢに対する右所為は、「正当な権利行使」にもとづく場合\nであるから、恐喝罪は成立せず、仮に成立するとしても脅迫罪の構成要件に該当す\nるに過ぎない。\n（２）　Ｂの親族らに対する原告の行為（前回ロ参照）が右親族らに対する強要的\nな行為に該当すると認定している点は以下の理由から誤りである。\nすなわち、右文書を送付した目的は、そのような方法をとつたほうが依頼者のため\nに最良の方法と判断したからであり、それが犯罪を構成するような悪質な行為（Ｂ\nにとつてはあるいは悪い行為かもしれないが）であるとの認識は原告には全くなか\nつたのである。\nＢにとつては強要することにはなろうが、親族に対するある程度の「迷惑な行為」\nとはなつても、犯罪となる強要的な行為であるとの認識は、原告にはなかつたので\nある。\nまた、強要罪の成立に関しては、なるほど形式的には同罪に該当するかもしれない\nが、単なる内容証明郵便を各一通ずつ送付した行為にすぎず、何度も面接して強要\nした行為ではない。\n（３）　審査請求人の言動それ自体をとらえてこれを弁護士として品位を失うべき\n非行であるというかどうかは別としても、それが「所属弁護士会の信用を害した」\nことはない。\n大野正男、古賀正義ら五名の編集にかかる昭和五二年八月八日発行、別冊判例タイ\nムス三号「現代社会と弁護士」の中の「弁護士懲戒制度の現状と問題点」という項\n目の中で、筆者の第二東京弁護士会所属の泉博弁護士は、二一四頁の中の「二、懲\n戒の事由」の中で次のように述べている。\n「・・・・・・・・・所属弁護士会の会則、秩序、信用を守ることは、団体の規律\nであり、団体が自己の構成員に対し目的遂行に必要な限度で統制を行うことは当然\nである。\nただ弁護士会は強制加入の団体であるので（法八条）、団体の本質的な目的にかか\nわりあいのない事柄については、懲戒事由となる会則違反、信用失墜などにはなら\nない。・・・・・・・・・」\nしたがつて、本件懲戒に相当するとされる事由の一事だけで「札幌弁護士会の信用\nを害した」ことにはならない。\n（４）　本件懲戒相当とされる事由が「弁護士としての品位を失うべき非行であ\nる」との被告の判断は、弁護士に対し一般の職業とは異なつた特段の品位を要求す\nることであるが、その品位を要求する法五六条は、「法の下の平等」を保障する憲\n法一四条の規定に違反して無効である。\n（２）　（本件処分の不当性）\n仮に、原告の本件所為が懲戒事由に該当すると判断されるのが相当であるとした場\n合であつても、被告が行つた業務停止六か月の処分は、その結果の発生と比較して\nあまりにも重すぎ、日弁連の他の事案と比較してあまりにも均衡を失し、その処分\nは、憲法一四条一項に規定する「法の下の平等」に違反する（原弁護士会の原懲戒\n処分は、派閥支配の手段として懲戒制度が利用されたものであつて、「退会命令」\nという重い処分を出したこと自体、原委員会が、派閥形成（主流派たる一派並びに\n共産党一派に楯突く者の勢力を壊滅さす）の目的のための手段として行つたことが\n明白であるのに、本件処分はその重い処分内容に影響されたものである。）\n二　請求原因に対する認否\n１　請求原因１（一）、（二）の各事実は認める。\n２　同２の（一）について\n（１）　の原告の主張は争う。\n（２）　の原告の法律上の主張はすべて争う。\n（２）　（１）のアの事実中、原委員会が懲戒請求人Ｂに対する原告主張の「反対\n尋問」未了のまま、昭和五三年八月三一日本件審査を終結したことは認める。その\n余の原告の主張は争う。\n懲戒請求人Ｂに対する尋問は、昭和五二年三月八日、同年六月九日、同年八月九日\nの三回にわたり行われたが、右懲戒請求人Ｂは、右八月九日以降の審査期日におい\nて再三の出頭要請にもかかわらず審査期日に出頭して尋問されることを拒否した。\n（２）　（１）のイの事実に関し、原委員会が懲戒請求人Ｂに対する原告主張の\n「反対尋問」未了のまま本件審査を終結したことを原告は前述のとおり主張してい\nるのであり、その「反対尋問」が未了であることは記録上も明らかであるにもかか\nわらず、原告がかかる主張をすること自体矛盾がある。\n（２）　（１）のウの事実中、原委員会がＢに対する「反対尋問」打切り、即審査\n手続終結としたことは認めるが、その余の原告の法律上の主張は争う。\n（２）　（２）記載の事実は全部否認する。\n原委員会は、昭和五〇年一二月三日付で原告から本件審査期日公開の請求がなされ\nたため、同年一二月八日以降の審査期日はすべて公開された。\n（２）　（３）のアの事実は認める。\n同イの事実中、Ｒが原委員会からの出頭要請にもかかわらず審査期日に出頭しなか\nつたことは認めるが、その余の原告の主張は争う。\n同ウ、エの事実に関して、原告主張の参考人、証人の採否の決定、同取消決定等の\n方式に関する定めは、原弁護士会にはない。\n（２）　（４）の事実中、審査手続の公開を取り消したとの事実は否認し、Ｒに対\nし陳述を求めない旨の通知をあらかじめ原告に通知しなかつたことは認める。\n（２）　（５）の事実中、原委員会がＡを尋問しなかつたこと並びに被審査人及び\n弁護人に対し原告の主張に係る通知を行わなかつたことを認め、その余は争う。\n（２）　（６）の事実は否認し、その余の原告の法律上は主張は争う。\n（２）　（７）の事実中、Ｑを委員長とする懲戒委員の氏名通知を被審査人及び弁\n護人に対して行わなかつたことを認め、その余は争う。\n（２）　（８）は争う。\n（３）　（１）の法律上の主張は争う。\n（３）　（２）の事実中、理由を明確にしなかつたとの事実及び本件処分が原弁護\n士会の処分に影響されたとの事実は否認し、その余の原告の法律上の主張は争う。\n被告が「退会命令」を「六か月の業務停止」に変更した理由は、議決書中に明示さ\nれており、これをもつて違法とすることはできない。\n（３）　（３）の事実は全部否認し、原告の法律上の主張は全部争う。\nなお、議決書中、原委員会が合計四回開いたとの部分における期日とは、いわゆる\n審査期日ではなく、原委員会の委員会開催期日である。\n（３）　（４）の事実中、冒頭部分記載の事実は、被告が原告を六か月の業務停止\n処分にした点を除き、全部否認する。\n原告主張の書面が被告に送付された事実はない。Ｖのした懲戒請求については不\n知。\n３　同２の（二）について\n（１）　の（１）の冒頭に記載の原告の主張は争う。\n同（１）のア、イの事実は不知。\n同（１）のウの事実中、Ｂが原告から内容証明郵便により畏怖を感じることは全く\nないとの点は争う。\n同（１）のエの原告の法律上の主張は争う。\n（１）　の（２）の冒頭に記載の原告の主張は争う。\n（１）　の（３）記載の原告の主張は争う。\n（１）　の（４）記載の原告の法律上の主張は争う。\n（２）　の原告の法律上の主張は争う（カツコ内に記載の事実は、否認する。）。\n業務停止六か月の懲戒処分は妥当なものであり、重すぎるものではなく、この点に\nおいても違法とすることはできない。\n三　被告の主張\n１　原弁護士会の原告に対する「退会命令」は、これを「業務停止六か月」に変更\nする被告の裁決により消滅した。\n審査請求に理由があるとして、原処分をした弁護士会の懲戒処分を取消し又は変更\nすべき旨の裁決を被告がしたときの原処分と被告の裁決との関係であるが、原処分\nは即時に効力が生ずるものの、審査請求により未確定の状態にあるのであつて、被\n告の右裁決による処分がなされたことにより、原処分は取り消され、被告の裁決に\nよる処分が適用されることになる。\nこのことは、地方公務員に対する懲戒免職処分は、これを懲戒停職一月に修正する\n市公平委員会の裁決により消滅したとした判例（神戸地判昭四八・九・二七、行裁\n集二四巻八・九号一〇三九頁）、国家公務員に対する懲戒免職処分は、これを懲戒\n停職一年に修正する人事院の裁決により消滅したとした判例（名古屋高判昭五二・\n六・二九、労民集二八巻三号二三二頁）等から明らかである。\n２　しかるに、原告は、\nその取消事由として原弁護士会における原委員会のなした審査手続に関する瑕疵を\n主張している。\nしかし、原告の審査請求により、被告の懲戒委員会において更に事案の実体につい\nて適法公正な審査を遂げ、その議決にもとづいて被告は原弁護士会のした退会命令\nを取り消し、業務停止六か月の懲戒処分に変更しているのであるから、原弁護士会\nの懲戒委員会における審査手続上の瑕疵が仮に存在したとしても、これをもつて被\n告のした本件懲戒処分を取り消すべき事由とすることはできない（同旨東京高判昭\n四二・八・七行裁集一八巻八・九号一一四五頁）。\n四　被告の主張に対する反論\n被告の主張にそつて、原処分たる原弁護士会の「退会命令」の処分が仮に消滅した\nとしても、その手続の違法性は残るのであつて、退会命令を決定するまでに至る経\n緯まで消滅するのではない。\n「違法な手続の経過」まで消滅するとすれば、札幌弁護士会が、どのような故意又\nは重大な過失を行つても「やり得」となり、どんなひどいことをしてもその行為が\n消滅するのであつて、反対にその違法な手続によつてこうむつた重大な損害が、い\nつまでも原告には残るのである。\n原処分を決定した原弁護士会の違法な手続によつてこうむつた原告の損害賠償請求\nは別訴として札幌地方裁判所に請求しなければならないとするのは訴訟経済上も不\n都合である。\n第三　証拠（省略）\n○　理由\n一　請求原因１（一）、（二）の各事実は当事者間に争いがない。\n二　そこで、まず、原告が主張する本件処分の手続上の違法事由の有無について判\n断する。\n１　弁護士会の強制加入制度の憲法適合性について\n原告は、弁護士会への強制加入制度（法八条、九条及び三六条）は、憲法一八条、\n一九条及び二二条に違反する旨主張する。\nところで、法は、弁護士についていわゆる強制加入制をとり、弁護士となるには、\n日本弁護士連合会に備えた弁護士名簿に登録されなければならず、入会しようとす\nる弁護士会を経て、日本弁護士連合会に登録の請求をしなければならないこととさ\nれ（法八、九条）、その業務をやめようとするときは、所属弁護士会を経て、日本\n弁護士連合会に登録取消しの請求をしなければならないこととされている（法一一\n条）ところ、このような強制加入制は、法が、弁護士の職務の公共性からその適正\nな運用を確保するという公共の福祉の要請にもとずき、弁護士に対して弁護士会と\n日本弁護士連合会への二重の強制加入制を採用しその監督を通じて弁護士自治の徹\n底を期し、その職務の独立性を確保することとしたものであつて、憲法二二条一項\nの保障する職業選択の自由も無制限のものではなく、右のような公共の福祉に制約\nされるものであるから、弁護士会の強制加入制が憲法二二条に違反するということ\nはできず、原告の同条違反の主張は理由がない。\nさらに、原告は、弁護士会の強制加入制が奴隷的拘束及び苦役を禁じた憲法一八条\n及び思想良心の自由を保障した同法一九条に違反する旨主張するが、弁護士会への\n強制加入制が奴隷的拘束又は苦役に当たるとは到底いえないし、そのことによつて\n弁護士個人の思想・良心の自由が侵害されるということもできないのであるから、\n原告の憲法の右各条違反の主張はいずれも理由がない。\n以上のとおり、弁護士会への強制加入制が憲法に違反する旨の原告の主張はいずれ\nも失当というべきである。\n２　原委員会の審査手続上の瑕疵についての判断の誤りについて\n（一）　原告は、弁護士会は強制加入制を前提とする組織であり、そのような組織\nの懲戒処分は憲法三一条に規定する「その他の刑罰」に該当し、右懲戒処分を決定\nする懲戒委員会の審査手続には同条の適正手続条項が適用されるべきところ、原委\n員会の審査手続には、請求原因２（一）（２）（１）ないし（７）及び（８）のと\nおり、同条に違反した瑕疵があるにもかかわらず、被告懲戒委員会がこれをいずれ\nも違法でないと判断したことは違法である旨主張する。\nところで、弁護士会の懲戒処分は、弁護士にとつて刑罰にも比すべき重大なもので\nはあるが、弁護士法の定めるところにより、弁護士の使命および職務の特殊性にか\nんがみ、弁護士会に与えられた公の権能の行使として当該弁護士会が自主的に行う\nものであつて、その性質は、広い意味での行政処分としての懲戒罰であると解すべ\nきである。これに対し、憲法三一条に規定する「その他の刑罰」は、生命・自由を\n奪う刑罰としての死刑・自由刑以外の刑罰ないしこれに類する制裁であると解され\nるのであるから、同条にいう「その他の刑罰」には特殊な身分関係に伴う制裁であ\nる弁護士会の懲戒処分は当然には含まれないものと解するのが相当である。\nそして、原告の前記主張は、原委員会の審査手続、特にその証拠調べの手続の違法\nをいうものであると解されるところ、原委員会における審査の手続については、法\n六七条二項が、「審査を受ける弁護士は、審査期日に出頭し、且つ、陳述すること\nができる。」旨を規定しているが、右委員会における証拠調べの手続、すなわち証\n拠の採否、調拠調べの範囲・方法等については法に何らの規定がなく、これらの手\n続を含む右委員会における審査の手続については、法に規定するほか、すべて右委\n員会の裁量による判断に委ねられているものと解すべきである。\nもつとも、前述のとおり、懲戒処分は弁護士の身分、職務の遂行に重大な影響を及\nぼすものであるから、その審理、判断に特に公正さが要求され、その審査手続は慎\n重に、かつ、公平に行われなければならないことはいうまでもないところであつ\nて、右委員会の裁量による審査手続の運用において法又は当該弁護士会の規則に違\n反するところがあり、その違反が重大で懲戒処分の決定に影響を及ぼすことが明ら\nかな場合には、右審査手続は違法なものというべきであつて、右手続にもとづいて\nされた当該懲戒処分自体も違法なものとして取消しを免れないものというべきであ\nる。\nそこで原委員会の審査手続上の瑕疵の違法性について検討する。\n原委員会が、Ｂの出頭拒否のため同人に対する原告側の尋問未了のままその尋問を\n打ち切り審査を終結したこと、原告が昭和五三年一月二四日尋問の請求をしていた\nＲの尋問について同人の出頭拒否のためその尋問をしないこととしてその旨を原告\nに通知しなかつたこと、Ａの尋問をしないこととしてその旨を原告に通知しなかつ\nたこと、原委員会が昭和五三年五月ころ改選されたＱ委員長等懲戒委員の氏名を原\n告に通知しなかつたことはいずれも当事者間に争いがなく、右争いのない事実に成\n立に争いのない乙第四一号証、第四三号証の一、第六四号証、第六六ないし第七〇\n号証、第七四ないし第七六号証、第八五、第八六号証、第八八号証の一、二、第八\n九号証の一、二、第九〇号証、第九二号証の一、二、第九三号証の一、二、第九六\n号証の一、二、第九七号証の一、二、第一〇〇号証、第一〇二号証の一、二、第一\n〇五ないし第一〇七号証、第一〇八号証の一、二、第一〇九号証の一、二、第一一\n〇ないし第一一四号証、第一一五号証の一、第一一六号証の一、第一一七号証及び\n弁論の全趣旨を総合すると、原委員会の審査手続の運用について次の事実が認めら\nれる。\n（１）　原弁護士会は、同会綱紀委員会の「弁護士下坂浩介を懲戒に付するを相当\nと認める。」との決定・報告（昭和四九年一二月二三日付）にもとづき、昭和四九\n年一二月二三日、原委員会に対して本件の懲戒審査請求をし、原委員会はこれを受\nけて審査を開始した。\nところが、原告及びその弁護人らは、右綱紀委員会の決定が不公正になされたとし\nてこれを不服とし、原委員会の審査手続については公正になされるべきこと、殊に\n自己の防禦権を保障するために準刑事訴訟として厳格に行われることを要求した。\nそして、原告から昭和五〇年一二月三日審査期日公開の請求がされたため、以後の\n審査期日は公開のうえ開催されることとなつた。\n（２）　昭和五一年二月一三日の審査期日には、原告側から冒頭意見が提出されて\n今後の審理の進め方が問題となり、原告側は特に証拠調べの方法等について刑事訴\n訟に準じた手続で審理をするよう強硬に要求した。\n同年一一月一九日の審査期日には、委員会側から懲戒委員会の審査は内部審査であ\nるから原告側主張のような訴訟類似の手続構造をとることはできないとしたうえ、\nその運用において例えば証人に対する反対尋問等は許容する旨明らかにされたが、\n原告側はこれに必ずしも承服しなかつた。\n同年一二月一六日の審査期日には、Ｂの尋問が予定されていたが、前回同様の問題\nが蒸し返されて、右尋問は次回に延期された。\n（３）　昭和五二年三月八日、同年六月九日、同年八月九日の各審査期日はいずれ\nもＢの尋問が行われ、更に尋問続行とされたが、懲戒委員の尋問は同年三月八日の\n審査期日の冒頭に行われたのみで、その大部分は原告の反対尋問に費やされ、その\n尋問は執拗で微細にわたり、Ｂ本人の人格の非難・無視に及ぶこともしばしばであ\nつた。\n（４）　同年一〇月一一日、同年一二月一五日、昭和五三年二月一五日の各審査期\n日には、尋問を予定されていたＢ、Ｒの両名（Ｒについては、昭和五二年一二月一\n五日の審査期日以降）が出頭せず、出頭しない意向を明らかにしたため、今後の原\n委員会の対応方についての応答がなされたにとどまつた。\nその後、昭和五三年四月五日、原弁護士会理事者室において、原委員会の、参考人\nＢ、Ｒ両名に対する出頭の勧告並びに事情聴取が行われたが、右両名は、いずれも\n懲戒申立てを取り下げる考えはない旨を明らかにしたうえ、出頭を拒否する理由に\nついては、Ｂは、原告の尋問の際の言葉がまことに粗野で刺激的であり外に他意が\nあるのではないかと思う旨、Ｒは、心臓が悪いので原告の強烈な刺激性のある尋問\nには耐えられない旨をそれぞれ述べた。\n（５）　原委員会は、同年五月ころ改選されて委員長以下全員が交代した。\n改選されたＱを委員長とする原委員会は、Ｂの反対尋問未了のままその尋問を打ち\n切り（この事実は当事者間に争いがない。）、原告が昭和五三年一月二四日付で尋\n問を請求していたＲに対する尋問をしないこととし（前同。）、原告が昭和五二年\n三月八日付書面で取調べを請求していたＡを含む証人全員の尋問をしないこととし\n（Ａについて前同。）、昭和五三年八月三一日、その審査手続を終結するととも\nに、「弁護士下坂浩介に対し、本弁護士会から退会を命ずる。」旨の議決をし、こ\nれを受けて原弁護士会は、原処分の言渡期日を同年九月二八日と原告に通知した\n（原委員会は、Ｒ及びＡを尋問しない旨を原告に通知しなかつた。この事実は当事\n者間に争いがない。）。\n（６）　原告は原委員会に対し、同年九月二七日、審理の再開を申し立て、かつ、\n原弁護士会に処分の言渡の延期を申し入れ、原弁護士会は、同年九月二八日、言渡\n期日を取り消し追つて指定とする旨、原委員会は、同年一〇月二日、事件が終了し\nたことを確認する旨それぞれ原告に通知した。\nそして、原弁護士会は原告に対し、同年一〇月六日、原弁護士会から退会を命ずる\n旨の原処分を言渡した。\n（７）　改選された原委員会の懲戒委員であるＴは、原告ほか一名を被告とする札\n幌地方裁判所昭和五一年（ワ）第三〇三号貸金請求事件の原告側訴訟代理人であつ\nたが、原議決に関与した。\nなお、改選された懲戒委員の氏名は原委員会から原告に対して通知されなかつた\n（この事実は当事者間に争いがない。）。\n以上の事実が認められ、右認定を覆すに足りる証拠は存在しない。\n右認定事実を前提として原告の主張する原委員会の審査手続上の瑕疵（請求原因二\n２（一）（２）（１）ないし（７））について個別に検討することとする（なお\n（８）については後記認定説示のとおり。）。\nまず、原委員会がＢに対する反対尋問未了のままその尋問を打ち切つたこと（請求\n原因二２（一）（２）（１））、Ｒに対する尋問をしないこととし、その旨を原告\nに通知しなかつたこと（同（３）、（４））、Ａに対する尋問をしないこととした\nこと（同（５））はいずれも当事者間に争いがなく、原告はその措置の違法性を主\n張するが、前記のとおり、証拠の採否及びその取捨の範囲如何については原委員会\nの裁量に委ねられているというべきであるから、審査の進捗状況、提出された資料\nの範囲、右資料にもとづく疎明の程度に照らしその採否（又は続行の当否）を決定\nした原委員会の措置に違法はないというべきである。\n次に、原委員会が原告に対し最終陳述の機会を与えなかつたことは前認定のとおり\nであり、この点につき原告は原委員会の右措置は法六七条二項等に定める被審査人\nの絶対的な権利を剥奪するものであると主張する（同（６））。\n確かに法六七条二項は、「審査を受ける弁護士は審査期日に出頭し、且つ、陳述す\nることができる。但し、委員長の指揮に従わなければならない。」と定め、当時の\n札幌弁護士会懲戒委員会規程八条は、「審査を受ける弁護士は、審査期日に弁護人\nとともに出頭し、又は弁護人のみを出頭させて、陳述することができる。」と定め\nているけれども、その趣旨は、審査を受ける弁護士に対し審査期日において弁明な\nいしは意見を述べる機会を与えることにあるものと解され、原告が主張するような\n絶対的な陳述の権利を付与したと解すべきではないところ、前掲各証拠によれば、\n原告及びその弁護人らは度重なる審査期日においてその発言の機会を与えられ、随\n時本件審査請求についての自己の意見を陳述していることが認められるのであるか\nら、原委員会が原告及びその弁護人らに対し審査期日においてあらためて最終意見\n陳述の機会を与えなかつたからといつて、その措置が違法であるということはでき\nない。\nさらに、原委員会が審査期日を公開したことは前認定のとおりであるが、これを取\nり消したとの事実は本件全証拠によつても認められず、この点に関する原告の主張\n（同（２）、（４））は理由がない（ちなみに、原告の主張は、改選後の原委員会\nの審査手続の非公開の措置の違法をいうかのようであるが、後記３（三）において\n認定するとおり、改選後の原委員会においては審査期日は開かれず、合議体の評議\nのための期日のみが開かれたものであつて、後者の期日は、その性質上、非公開審\n査とされるべきものであるから、いずれにしても原告の主張は理由がない。）。\n最後に、改選後の原委員会のＴ懲戒委員が、審査当時原告を相手方当事者とする訴\n訟を代理人として追行していたにもかかわらず原議決に関与したことは前認定のと\nおりであり、原委員会が右改選後の懲戒委員の氏名を原告に通知していないことは\n当事者間に争いのないところ、原告は、この点についてＴ委員に対する忌避申立て\nの機会が与えられなかつた違法があると主張する（同（７））。\nところで、右のような懲戒委員が原議決に関与することは審査の公正を害するおそ\nれがあるものと認められ、原告は、当時の札幌弁護士会懲戒委員会規程三条一項に\nより忌避の申立てをすることができたものというべきであるが、原委員会の委員が\n昭和五三年五月ころ原弁護士会の総会で改選されたことは原弁護士会の所属弁護士\nにとつていわば公知の事実に属し、その委員の氏名についても重大な関心を有する\n原告にとつては容易に知ることが期待されたこと等原弁護士会内部の事情を考慮す\nると、原委員会から右改選後の懲戒委員の氏名の通知がされず、たまたま原告が忌\n避申立ての機会を逸したことをもつて、実質的に原告にその機会を与えなかつた違\n法があるということはできない。\nなお、Ｔ委員が原議決に関与したことは、審理の公正を疑われるおそれがあり、同\n委員は、その思料するところにしたがい、当時の札幌弁護士会懲戒委員会規程四条\nにより回避することもできたものというべきであつて、同委員が回避することなく\n原議決に関与したことは審理の公正を確保するうえで望ましくないものといえる\nが、更に同委員を当然に除斥すべき旨の定めは同規程に存在しない。そうすると、\n同規程は、同委員の議決への関与を積極的に排除することまでは求めていないもの\nといわざるをえず、同委員が原議決に関与することは前述のとおり望ましくないと\nしても、そのことが直ちに同規程に違反し、違法であるとまではいえないものであ\nる。\nなお、その他原告が前記（８）において主張する事由については、その事実が詔め\nられるとしても、それにつき問題がないとはいいきれないものの、いずれも実質的\nにみて原委員会の審査手続に違法があつたと認めるに足るものとはいえず、これを\n肯定するに足る資料もない。\n以上検討したとおり、原告の主張する原委員会の審査手続の瑕疵はいずれも違法で\nあるということはできないものであるから、これと同旨の被告懲戒委員会の判断は\n正当であつて、その手続上の判断に憲法並びに法解釈を誤つた違法性があるという\nことはできない。\nしたがつで、原告の前記主張は、いずれもこれを採用することができない。\nちなみに、前記のとおり、原告は原委員会の審査手続の瑕疵を違法でないとした被\n告懲戒委員会の判断の違法をいうものであるが、仮に原委員会の審査手続に瑕疵が\nあり、それが原処分を取り消さなければならないほどの違法なものであつたとして\nも、本件においては、被告懲戒委員会は、後記認定のとおり、更に事案の実体につ\nき適法公正な審査を遂げ、被告はその議決にもとづき、原弁護士会のした退会命令\nの原処分を重きに失するものとして取り消し、六か月の業務停止の本件処分に変更\nしているのであるから、本件処分により原処分は消滅したものというべく、他に特\n段の事情のない限り、原委員会の審査手続の違法な瑕疵は、これをもつて本件処分\nを取り消すべき事由とすることはできないものというべきである。\n（二）　さらに、原告は、原委員会が訴追手続による審理をすべきにもかかわらず\n糾問手続による審理をした点においてその審査手続は違法であるのに、被告懲戒委\n員会がその合法性を認めたのは憲法三一条に違反する旨主張する。\n原告の使用する糾問手続、訴追手続の用語については必ずしもその意義が一義的に\n明確でないけれども、その弁論の全趣旨によれば、糾問手続とは処分者と被処分者\nとの二面関係のみの著しく職権的な手続構造をいい、訴追手続とは処分者、訴追者\n及び被処分者の三面関係を有し、当事者の対立抗争のなかで真実を発見する手続構\n造をいうものと認められるところ、前記（一）において述べたとおり、弁護士会の\n懲戒委員会の審査手続は法六七条二項に規定するほかは何らの規定がなく、これら\nの手続はすべて懲戒委員会の判断に委ねられているものであつて、法律上、刑事訴\n訟に準じた対審構造を有する弾劾主義的手続を採用することまでは求められていな\nいのであるから、原委員会がいわゆる訴追手続による審理方式を採用しなかつたこ\nとは前記（一）において認定したとおりであるとしても、これをもつて違法とする\nことはできず、特にこれを不当とすべき事情も見当たらないから同旨の被告懲戒委\n員会の判断は正当として是認することができ、右判断が憲法三一条に違反するとい\nうこともできない。\nしたがつて、原告の右主張は理由がない。\n３　被告懲戒委員会の審査手続上の瑕疵について\n（一）　原告は、被告の懲戒委員会が訴追手続によらず糾問手続によつて審理をし\nたのは、憲法三一条に違反する旨主張する。\n成立に争いのない乙第一二五号証の二、第一三六号証の一、第一三七号証、第一四\n四、第一四五号証、第一五〇号証、第一五二号証、第一五八号証、第一六〇号証、\n第一六三号証、第一六九ないし第一七三号証によれば、被告懲戒委員会は、いわゆ\nる訴追手続による審理方式を採用することなく、原告に対し釈明の書面並びに審査\n請求理由書等を提出させ、昭和五八年八月五日、同年九月二二日、昭和五九年三月\n五日の合計三回の審査期日を開き、審査請求人である原告、審査請求人の申立てに\nかかる参考人Ａ、同Ｙを審尋しその陳述を聴取したほか、審査請求人代理人の陳述\nを聴取するなどして審査請求人側に弁明の機会を与えてその審理を遂げたことが認\nめられ、右認定を左右する証拠はない。\nそして、前記２（二）の原弁護士会の懲戒委員会の審査手続について述べたこと\nは、被告の懲戒委員会の審査手続についても同様に妥当するものであつて、被告懲\n戒委員会がいわゆる訴追手続による審理方式を採用しなかつたとしても、これをも\nつて憲法三一条に違反するということはできない。\nしたがつて、原告の右主張は理由がない。\n（二）　次に、原告は、被告が原弁護士会の処分である「退会命令」を本件処分に\nおいて「六か月の業務停止」に変更した理由を明確にしなかつたのは違法である旨\n主張する。\nしかしながら、成立に争いのない甲第一号証の二によれば、本件議決書中におい\nて、被告懲戒委員会は、原告に対する退会命令という原処分は過重であると指摘し\nたうえ、原委員会とは独立して独自の見地から、本件懲戒事由の性質、動機及びそ\nの背景事情及びその非行性の程度に照らし、かつ、原告が税関検閲違憲訴訟、種痘\n禍訴訟、炭礦事故訴訟等数多くの社会的事件を処理してきた業績を有する弁護士で\nあること、原告が当時は家庭問題を抱えていて精神的にも苦境にあつたためにその\nことが事件処理にも影響したこと、原告は本件懲戒事由に当たる行為についても反\n省の意を表しており、本件の関連訴訟においても和解が成立し円満に解決したこと\n等の原告に有利な諸情状を考慮し、諸般の事情を勘案して、原告につき「六か月の\n業務停止」の処分としたことがうかがわれるのであつて、被告がその処分を決定し\nた理由は右議決書中に明らかであるから、これを明示しなかつたとの原告の主張は\n採用することができない。\n（三）　さらに、原告は、本件議決書において認定された、改選された委員によつ\nて構成された原委員会が合計四回の期日を開いたとの事実については、何らの証拠\nの裏付けもない旨主張する。\nところで、成立に争いのない甲第一七、第一八号証によれば、右認定の期日は、原\n告の出席のもとに開かれるいわゆる審査期日ではなく、原委員会が合議体でする裁\n決の評議に相当する審査をするために開催された期日の趣旨であると認められると\nころ、成立に争いのない乙第一七七号証によれば、昭和六二年二月一六日の原弁護\n士会からの被告に対する回答によつて、改選後の原委員会は昭和五三年六月五日、\n同年七月五日、同年七月三一日、同年八月三一日の合計四回開催されたことが認め\nられ、右認定を左右する証拠はない。\nところが、右事実は、原弁護士会から被告懲戒委員会にその審査当時提出された資\n料によつては必ずしも明らかでなくこれを認定することができないものであるか\nら、被告懲戒委員会は、証拠にもとづかずに右事実を認定したものといわざるをえ\nない。\nしかしながら、被告懲戒委員会の議決書に右のように証拠にもとづかずに認定され\nた事実があるとしても、右事実は原委員会が実質審査を尽くしたことを認定するた\nめの一つの事情に当たるものにすぎず、そのことが直ちに本件処分全体を違法とし\nて取り消すべき事由に当たるということはできないし、前記のとおり当裁判所に提\n出された証拠によつて右事実を認定することができるのであるから、結局、原告の\n右主張は採用することができない。\n（四）　最後に、原告は、被告がＶの原告についての懲戒請求の書面の内容を考慮\nして本件処分を決定したのは違法である旨主張する。\n成立に争いのない甲第八号証の一、二、第九ないし第一二号証、第一三号証の一、\n二によれば、昭和五九年五月九日、Ｖから原弁護士会に対し原告について懲戒の申\n立てがされたこと、原弁護士会はその綱紀委員会において調査を行い審議の結果、\n申立て自体において懲戒理由に該当しないことを理由に右申立てについて懲戒不相\n当の議決がされたこと、右結果は昭和六〇年六月一五日付書面により原告に通知さ\nれたことが認められ、右認定を左右する証拠はない。\nそして、Ｖから原告についての右懲戒申立てがあり、その調査が行われたのは、被\n告懲戒委員会が本件の審査中であつたことが明らかであるが、その当時、原弁護士\n会から被告懲戒委員会に対して右懲戒申立てについての資料の送付があつたとの事\n実は本件全証拠によつても、これを認めることができない。\nしてみると、被告懲戒委員会が右懲戒請求の書面を考慮して本件処分を決定した事\n実もなきに帰し、原告のこの点に関する主張は理由がない。\n三　次に、原告が主張する本件処分の実体上の判断における違法事由の有無につい\nて判断する。\n１　原告に対する懲戒の事由について\n（一）　請求原因１（二）記載の原告の各所為については、前記一のとおり、当事\n者間に争いがないところ、原告は、原告の右各所為が法五六条一項所定の懲戒事由\nである弁護士の品位を失うべき非行に当たらないと主張するので検討する。\n（二）　そして、原告の右各所為に至るまでの経緯・経過については、右争いのな\nい事実に前掲乙第八九号証の一、二、第九二号証の一、二、第九三号証の一、二、\n第一四四号証、第一六三号証、成立に争いのない乙第一七号証の二、第三二号証の\n一、第三五号証の一、二、第三七号証の一ないし五、第一二八号証の一ないし八、\n第一二九号証の一ないし五、第一三〇号証の一ないし四、第一三一号証、第一三二\n号証の一ないし三、原本の存在及び成立に争いのない乙第一七号証の三ないし五、\n乙第三二号証の二、三、第三七号証の八ないし一三、一五、一六、二二ないし三\n〇、第三八号証の二、第四八号証の二、第一二一号証の五一ないし五七及び証人Ｂ\nの証言を総合して次の事実を認めることができる。\n（１）　Ｂは、借家業を営んでいたほか、同人の妻であるＲとともに札幌市＜地名\n略＞において美容院を経営していた。\n中学校を卒業したばかりのＡは、昭和三二年四月、同美容院に美容見習生として就\n職し住み込むこととなつた。\nＢ夫婦は、同年一〇月、同人を札幌市北海道高等美容学校に入学させて、昭和三五\n年一〇月には美容師の免許を取得させるとともに、その後は同人を同美容院におい\nて美容師として働かせてきた。\n（２）　ところが、昭和三八年一一月ころ、ＢとＡとの間に肉体関係を生じ、その\n後約一〇年近くにわたつてこの関係が継続した（このためＡは妊娠中絶手術を三回\n受け、\n腰痛等の持病を有することとなつた。）。\n（３）　Ａは、Ｂとの度重なる性的交渉を通じ、Ｂが自己と結婚し、あるいは美容\n院の経営をいずれは委ねてくれるものと期待するようになつたが、Ｂの言動等から\n同人の誠意に次第に疑いをもつようになり、ついにＢと別れることを決め、昭和四\n八年三月、ＲにこれまでのＢとの関係を打ち明けた。\nそのため、今後の美容院の経営についてＢ夫婦とＡとの間において紛議が生じた\nが、結局、昭和四八年四月一日、Ｂ夫婦がＡとの間で右美容院につき賃料一か月金\n一万五〇〇〇円、貸借期限を三年後の昭和五一年三月三一日とする賃貸借契約を締\n結し、Ａが賃借人として右美容院の営業を継続することとして一応の結着をみた\n（なお、右賃貸借契約の付加的合意として、ＡはＢに対し、以前Ｂの協力で競落に\nより取得した物件であるＡ所有の札幌市＜地名略＞所在の建物を昭和四八年四月中\nに代金六〇万九〇〇〇円で売り渡すことが定められていた。）。\n（４）　ところで、昭和四八年六月、Ａが右建物を売渡す理由がないとしてこれを\n断つたため、Ｂは右賃貸借契約を解除したうえで、営業中の右美容院を施錠してし\nまい、更に新たな紛争を生じることになつた。\nそこで、右紛争の解決のため、同年七月一八日、Ａとその代理人である東由明弁護\n士、Ｂとその代理人であるＸ弁護士が話し合つた結果、次のような内容の和解契約\n書がＢとＡとの間で作成された。\nア　前記（３）の賃貸借契約が同年六月二三日解除されたことをＡは認める。\nイ　Ｂは右明渡しを昭和四九年三月末日まで猶予し、Ａは右明渡しまで賃料相当損\n害金として一か月金一万五〇〇〇円を支払う。\nウ　ＢとＡとは右以外に一切の債権債務が存在しないことを確認し、本和解契約に\nついて即決和解にすることを同意する。\nそして、右ウの条項にもとづき、昭和四八年七月二八日、札幌簡易裁判所において\n右和解契約と同内容の即決和解が成立した。\n（５）　しかし、Ａは、前記即決和解後、紛争が自己に不利益に解決されたのでは\nないかと不審に思い、同年一〇月二九日に原告の法律事務所を訪れた。\n原告は、Ａの相談を受け、事情を詳細に聴取するうち、Ａのおかれた境遇に深く同\n情するとともに、Ａの紛争の相手方がたまたま原告のかつて受任した事件の相手方\n当事者であつたＢであることを知り強い憤りを覚えるに至つた（原告は、昭和四一\n年に、原告Ｂ、被告Ｚ間の札幌地方裁判所昭和四一年（ワ）第二二七号家屋明渡請\n求事件の被告訴訟代理人を受任したところ、右事件の訴訟活動を通じ、Ｂが金銭欲\nに強く奸智にたけた者で法律を悪用しては借家人等の弱者をいじめて蓄財をしてき\nた人物であるとの認識を強く有するに至つていた。）。\n原告は、前記（４）ウの和解条項があるとしても、ＡはＢに対して貞操侵害の不法\n行為にもとづく慰謝料請求権を有するものと確信し、同日の夜七時ころＢにその旨\n架電した。\nそして、原告は、Ｂからはかばかしい回答を得なかつたため、請求原因１（二）記\n載のとおり、Ｂにあてて昭和四九年一月八日付、同年二月六日付の二通の内容証明\n郵便を、Ｂの親族Ｄほか一二名に対し同年二月二六日付配達証明郵便等をそれぞれ\n郵送した（この事実は当事者間に争いがない。）。以上の事実を認めることがで\nき、この認定を覆すに足りる証拠はない。\n（三）　そこで、原告がＢ及び同人の親族ら一三名に対して内容証明郵便等を発送\nしたこと（請求原因１（二）記載事実）が法五六条一項に規定する懲戒事由に当た\nるかどうかについて検討する。\nところで、右判断の前提問題として、原告は、弁護士に対して一般の職業とは異な\nつた特段の品位を要求する法五六条は法の下の平等を保障する憲法一四条に違反す\nる旨主張する。\nしかしながら、法五六条が、他の職業とは異なり、弁護士に対し特別に品位の保持\nを期待していることは、弁護士という職業のもつ高度の専門性及び倫理性、基本的\n人権を擁護し社会正義を実現するという社会公共のための使命の重要性、職務の社\n会性等に照らし合理的理由があることであるから、同条が憲法の平等原則に違反し\n無効であるとは到底いうことができないものである。\nところで、法五六条以下に規定する弁護士に対する懲戒の制度は、弁護士会（日本\n弁護士連合会を含む。）の自主性、自律性を重んじ、弁護士に対する指導、監督作\n用の一環として設けられたものであるから、ある事実関係が法五六条一項所定の弁\n護士に対する懲戒の事由に該当するかどうか、該当した場合にどのような懲戒をす\nるかについては、当該弁護士会が、その裁量権にもとづき、前記の弁護士の使命の\n重要性、職務の社会性等の詣事情を総合的かつ合理的に勘案して判断すべきもので\nあると解するのが相当である。\nそして、前記認定のような経緯・経過によれば、原告が前記内容証明郵便等による\n通告を行うについては、原告が過去にＢを相手方当事者とし訴訟代理人として活動\nをした経験及びその際の同人についての認識にしたがい、同人が法律実務にある程\n度通じているところから通常の方法によつたのでは早急には要求に応じないのでは\nないかとの危惧があつたものと推認されるが、前掲乙第八九号証の二、第一二八号\n証の六ないし八、第一三〇号証の二、四、成立に争いのない乙第一七号証の一、第\n二五、第二六号証、第三六号証及び証人Ｂの証言により認められる本件内容証明郵\n便等の送付を受けたＢ及びその親族の動揺ないしは苦痛及び諸般の影響に照らして\nも、原告の送付した内容証明郵便等は、その文書の文面、措辞、文書送付の相手方\nの選択・範囲等において著しく妥当性を欠き、正当な弁護活動の境域をこえるもの\nであり、右各文書による通告は、それ自体、法五六条一項所定の懲戒事由である弁\n護士の品位を失うべき非行に当たると解するのが相当である。\n原告は、被告が本件議決書中において、原告のＢに対する所為が同人に対する恐喝\n的行為に、同人の親族らに対する所為が右親族らに対する強要的行為にそれぞれ該\n当すると判断した点を不当として非難するけれども、前掲各証拠に照らして、原告\nの右各所為は刑法上の犯罪を構成する可能性がないとはいえず、前記認定の文書を\n発送するに至る背景事情を考慮しても、なお原告の右各所為が弁護士としての業務\n上の正当な行為であるということは困難であり、被告懲戒委員会のこの点に関する\n判断は相当として是認することができるものである。\nさらに、原告は、原告の右各所為が弁護士としての品位を失うべき非行というかど\nうかは別としても、所属弁護士会の信用を害したことはない旨主張する。しかしな\nがら、原告の各所為が右のように弁護士の品位を失うべき非行に当たると解される\n以上、原告個人の弁護士としての非行を通じて当然に原告が所属する原弁護士会全\n体の信用も害されるに至つたものというべきであるから、原告の右主張は理由がな\nい。\n２　原告に対する処分の相当性について\n原告は、本件処分はその結果の発生及び他の事案と比較して過重であり憲法一四条\n一項の定める平等原則に違反する旨主張する。\nしかしながら、前記１（三）のとおり、どのような懲戒をするかについては、弁護\n士会がその裁量権を行使して総合的かつ合理的に判断すべきものであるところ、原\n告の前記各所為が弁護士の品位を失うべき非行に当たるとの判断のもとに、前記各\n所為につき原告を懲戒することとし、原告に対し、法五七条二号所定の期間内であ\nる六か月の弁護士業務の停止を命じた本件処分には、他の事例に比較して過重であ\nると認めるに足る資料はなく、裁量権の範囲をこえ、又は裁量権を濫用した違法は\nないというべきである。\nそして、本件処分は、被告が右のとおり裁量権を適法に行使した結果なされたもの\nであるから、その処分内容が憲法一四条一項の平等原則に違反するということはで\nきず、原告の右主張は理由がなく採用することができない。\nなお、原告は、原弁護士会の懲戒処分は、派閥支配の手段として懲戒制度が利用さ\nれたものであり、その派閥形成の目的のための手段として「退会命令」という重い\n処分がされたものであるのに、本件処分がその処分内容に影響されて「六か月の業\n務停止」という重い処分とされたのは不当である旨主張する。\nしかしながら、原弁護士会の懲戒処分について、原弁護士会内の派閥勢力が具体的\nに介入し原弁護士会の懲戒権を濫用したことは、これを認めるに足りる明確な証拠\nがなく本件全証拠によつてもこれを認めることができないし、前認定のとおり、本\n件処分は被告懲戒委員会において更に事案の実体について適法公正な審査を遂げ独\n自に本件処分を議決したものであつて、本件処分について、原告が主張するような\n不当をうかがわせる事情は認められないといわねばならない。\nそして、本件全資料を検討するも、本件処分が適法であるとの右認定判断を左右す\nるに足りる事実の立証にない。\n四　以上の次第であつて、本件処分には原告が主張する違法事由は存在せず、本件\n処分は適法であるというべきであるから、その取消しを求める原告の本訴請求は理\n由がないので、これを棄却すべきである。\nよつて、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用し\nて、主文のとおり判決する。\n（裁判官　渡邊卓哉　大内俊身　土屋文昭）\n"
}