{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 8,
    "day": 27
  },
  "case_number": "昭和55(ネ)1030",
  "case_name": "通行権確認請求事件",
  "court_name": "東京高等裁判所第一二民事部",
  "lawsuit_id": "20397",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20397",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/397/020397_hanrei.pdf",
  "contents": "主　　　　文\n一　本件控訴を棄却する。\n二　原判決を左のとおり更正する。\n１　主文中五行目の「別紙第二物件目録記載第一」を「別紙第二物件目\n録記載」と、別紙図面中の「５６２～１１」を「５６１～１１」とそれぞれ改め\nる。\n２　主文第二項の次に「三、被控訴人らのその余の請求を棄却する。」\nを加え、主文七行目の「三、」を「四、」と改める。\n三　控訴費用は、控訴人の負担とする。\n事　　　　実\n控訴人は、「原判決を取消す。被控訴人らの請求を棄却する。訴訟費用は、第\n一、二審とも被控訴人らの負担とする。」との判決を求め、被控訴人らは、控訴棄\n却の判決を求めた。\n当事者双方の主張並びに証拠関係については、左に付加、訂正するほか、原判決\n事実摘示のとおりであるから、これを引用する。\n（原判決の訂正）\n原判決三枚目裏末行の「別紙第二物件」を「別紙第二物件目録」と改め、七枚目\n裏初行の「被告Ａ本人」の次に行をかえて「検証」を加える。\n（主張）\n一　控訴人\n１　被控訴人らの本訴請求は、著しく信義則に反し、法の保護を受けるに価しな\nいものである。すなわち、本件宅地と本件通路とは一体不可分の関係にあつて、ど\nちらの土地も単独ではその経済価値、利用価値は零に等しい。被控訴人らは、本件\n宅地が右のような性状にあることを知悉しながら、しかも、被控訴人Ｂは、控訴人\nから本件宅地の真南に本件通路に接して所在する二筆の宅地（合計面積一七〇坪）\nを賃借し、その地上に所有する建物に二十数年来居住している立場にありながら、\n控訴人には事前に一言も相談することなく、被控訴人らにおいて本件宅地を所有者\n訴外Ｃから買受け、その所有権の取得を根拠にして、控訴人に対し本件通行権を主\n張するに至つたものである。被控訴人らの右所有権取得行為は、正常な土地取引の\n慣行を信頼する控訴人に不当な脅威を与えるものであつて、これによつて受ける控\n訴人の物、心両面にわたる迷惑は甚大である。特に控訴人から前記二筆の宅地を賃\n借している被控訴人Ｂが前記所為に出たことは、非常識極まるものであつて、賃貸\n借契約上の信義則に反する重大な背信行為といわなければならない。\n２　被控訴人らの本訴請求は、権利の濫用であつて許されない。すなわち、被控\n訴人らは、原判決添付別紙図面表示のホ、口の各点を結ぶ線上に設置された鉄製の\n門扉を常に閉鎖して、本件通路のうち同図面表示の口、ハ、ニ、ホ、へ、口の各点\nを直線て結ぶ範囲の部分に第三者が通行はもとより立入ることすらできないように\nして、右部分を本件宅地と一体のものとして占拠し、右部分の土地に対する控訴人\nの所有権を侵害している。かような行為をなしながら、被控訴人らが本件通行権の\n確認を訴求することは、権利の濫用の典型的事例であり、到底許されないところで\nある。\n３　本件通路に対する通行権を認めながら、何らの対価、償金の支払を必要とし\nないとした原判決の解釈には納得できない。\n二　被控訴人ら\n１　控訴人の前記主張１のうち、被控訴人Ｂが控訴人から本件通路に隣接する二\n筆の宅地の各一部（栃木市ａ町字ｂｃ番ｄ宅地の東半分五〇坪及び同番ｅ宅地のう\nち六五坪、合計一一五坪）を賃借し、右ｃ番二の借地上に存在する同被控訴人所有\nの建物に居住していることは認めるが、その余は争う。\n２　前記主張２は争う。\n３　前記主張３も争う。被控訴人Ｂは、本件宅地の所有権取得の直後本件通路使\n用の対価として、月額一四四〇円の割合による金員を控訴人に提供したところ、そ\nの受領を拒絶されたため、昭和四九年一月分以降の右金員を弁済供託してきた。\n（証拠関係）　（省略）\n理　　　　由\n一　当審も、被控訴人らの本訴請求は、これを正当として認容すべきものと判断\nするが、その理由については、左に付加、訂正するほか、原判決がその理由におい\nて説示するところと同一であるから、これを引用する。当審における新たな証拠調\nの結果によつても、引用にかかる原審の認定判断を左右することはできない。\n１　原判決九枚目表初行の「袋地ではなく」から同表末行までの記載を次のとお\nり改める。\n「袋地ではなかつたが、昭和三四年三月六日従前の五六二番四の土地から訴外宅\n地が分筆され、次いで同年三月三一日本件宅地が大蔵省から訴外Ｃに払下げられた\nことによつて、本件宅地は、民法二一三条二項に定める袋地になつたものというべ\nきである（原判決は、本件宅地の所有者であつた訴外Ｃにおいて、本件宅地から西\n方の公道に通ずる本件通路につきその所有者たる控訴人及び選定者に対する賃借権\nを有していたから、当時本件宅地は袋地ではなく、その後同訴外人が本件宅地の所\n有権を被控訴人らに譲渡するに際し、本件通路の賃借権を賃貸人に返還したことに\nよつて本件宅地は民法二一〇条に定める袋地になつたとするが、或る土地が袋地と\nいえるか否かは、当該土地が他人所有の土地に囲繞されて公路に通じないかどうか\nという客観的な事実によつて決せられるのであつて、他人所有の土地に囲繞された\n土地の所有者がたまたま公路に通ずる他人の所有地につき賃借権を有し同地を通行\nし得るため、囲繞地通行権に関する問題を生じなかつたといつて、これを以て該土\n地が袋地でないと解するのは相当でないといわなければならない。）。\nところで、本件宅地の所有権は、更に昭和四八年一二月二九日に訴外Ｃから被控\n訴人らに移転し、又訴外宅地の所有権は、昭和三四年四月一日に大蔵省から訴外Ｄ\nに譲渡され、同四七年七月一日に訴外Ｄから更に訴外Ｅに移転して、現在に至つて\nいるのであるが、本件の場合のように、民法二一三条に定める袋地が生じた後に袋\n地（本件宅地）及び被通行地（訴外宅地）の所有権が他に移転した場合にも、囲繞\n地通行権に関しなお同条が適用されるのか否か、換言すれば、袋地（本件宅地）所\n有権の譲受人たる被控訴人らは、被通行地（訴外宅地）についてのみ通行権が認め\nられ、他の囲繞地につき同法二一〇条による通行権を主張することは許されないも\nのであるのか否かについては、争いのあるところである。\n<要旨>思うに、民法二一三条が土地の分割又は一部譲渡のような土地所有者の任\n意の行為によつて袋地を生じ</要旨>た場合、袋地所有者には同法二一〇条による囲\n繞地通行権を認めないとした趣旨は、右の場合には、土地所有者において、分割又\nは一部譲渡の結果袋地の生ずることを予期しながら、敢えてかかる行為をなしたの\nであるから、その結果発生する通行権の問題は分割又は一部譲渡の当事者内部で処\n理すべく、周辺の土地所有者に累を及ぼすべきでないとしたことにあると解され、\nしかも、囲繞地通行権に関する本則はあくまで民法二一〇条及び二一一条であつ\nて、同法二一三条はその特則で例外的な規定であるから、分割又は一部譲渡行為の\n当事者でない特定承継人についてまでなお同条が適用されると解するのは相当でな\nいといわなければならない。若しこれを反対に解し、特定承継人についても同法二\n一三条が適用されると解するならば、例を被通行地の特定承継人にとつてみるに、\n同条によつて認められる通行権は無償とされている（同条一項但書）から、右通行\n権のあることを知らずに被通行地の所有権を取得しだ者が不測の損害を蒙ることに\nなり（もつとも、右承継人において買受の際隣地との関係を調査すればこれを知り\n得る筈であるとの反論があり得るが、袋地又は被通行地の所有権が転々譲渡された\n場合、転得者においてこれを的確に調査することは必ずしも容易ではないと考えら\nれ、殊に本件の場合のように、袋地所有者において一時期被通行地以外の土地を賃\n借して同地上を通行し、囲繞地通行権の問題が潜在化していたような場合には、前\n記の調査にはかなりの困難を伴うことが予想されるのである。）、承継人の利益を\n不当に害することになつて妥当ではないと考えられる。従つて、本件の場合には、\n同法二一三条にはよらず、同法二一〇条及び二一一条の原則に則つて、通行の場所\n及び方法を決すべきことになる。」、\n２　一二枚目表初行の「被告本人尋問の結果」の前に「控訴人は、被控訴人らの\n本訴請求は著しく信義則に反し、法の保護を受けるに価せず、又権利の濫用である\n旨主張するところ、」を加え、同五行目の「前記のとおりであるが」を「前記のと\nおりであり」と、同八行目の「原告らにおいて」から同表未行までの記載を次のと\nおりそれぞれ改める。\n「控訴本人尋問の結果及び検証の結果によれば、被控訴人らは、原判決添付別紙\n図面表示のへ、口の各点を結ぶ線上に鉄製の門扉を設け、本件通路のうち右図面表\n示の口、ハ、ニ、ホ、へ、口の各点を直線で結ぶ範囲の部分を本件宅地と事実上一\n体のものとして占有使用していることが認められるが、前記の諸事実が存在し、か\nつ被控訴人らにおいて本件土地が袋地であることを知りながら、その所有権を取得\nしたものであるとしても、これを以て被控訴人らの本訴請求が信義則に反し、法の\n保護に価せず、或いは権利の濫用に該るとは解し難い（被控訴人らにおいて本件通\n路のうち前記門扉から東側部分を自己所有の本件宅地と事実上一体のものとして占\n有使用していること前記のとおりであるが、検証の結果によれば、本件通路のうち\nの前記東側部分には建物その他の工作物は設置されておらず、更地として、その地\n上にコンクリートの踏石が置かれているにすぎないことが認められ、被控訴人らが\nこれを右のような状態で占有使用することによつて控訴人及びその他の第三者が多\n大な損害を蒙るとは認め難いから、右の占有使用の点を根拠に権利の濫用を云々す\nる控訴人の前記主張は、到底当裁判所の採用し得ないところである。）。」\n３　一二枚目裏六行目の「べきである。」の次に「なお、民法二一二条によれ\nば、囲続地通行権者は、通行地の損害に対して償金を支払うことを要する旨定めら\nれているけれども、裁判所が右規定に従つて通行権者に償金の支払を命ずるために\nは通行地所有者即ち償金請求権者において一定額の償金の支払を命ずべき旨を裁判\n所に対して申し立て、かつ通行地の通行による損害額即ち償金の適正額がいくらで\nあるかについてこれを主張、立証しなければならないところ、控訴人は、右償金の\n適正額についての主張、立証はもとより、一定額の償金の支払を命ずべき旨の申立\nてすらしていないのであるから、当裁判所においても右償金の支払を命ずるに由な\nきものである。」を加える。\n４　一三枚目裏初行の「原告らの」から同四行目までの記載を、「被控訴人ら\nは、本位的請求においては、原判決別紙第一物件目録記載第一の土地全部について\n通行権を主張し、予備的請求においては、右土地のうち前記図面表示のホ、へ、\nト、チ、ホの各点を直線で結ぶ範囲の部分を除外した部分即ち本件通路部分につい\nて通行権を主張するものであるところ、本件においては、前記説示（原判決引用）\nのとおり、被控訴人らは、本件通路部分についてのみ通行権を有するものと認めら\nれるから、本訴請求は、本位的請求に表示したもののうち予備的請求に表示した限\n度でこれを認容すべく、その余の部分は失当としてこれを棄却すべきものであ\nる。」と改める。\n二　以上の次第で、被控訴人らの本訴請求は、右理由があるものとした限度で正\n当であるから、これを認容し、その余は失当であるから、これを棄却すべく、これ\nと同旨の原判決は相当であつて、本件控訴は理由がないから、これを棄却すること\nとする。なお原判決には前記失当部分の請求の棄却の表示をしなかつたことなど明\n白な誤謬があるので、これを主文第二項のとおり更正することとし、控訴費用の負\n担につき民事訴訟法九五条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　杉田洋一　裁判官　中村修三　裁判官　松岡登）\n別紙\n選定者目録\n東京都世田谷区ｆ町ｇのｈのｉ\nＦ\n東京都新宿区ｊ町ｋのｌのｍ\nＧ\n東京都東村山市ｎ町ｏのｐのｑ\nＨ\n栃木県栃木市ｒ町ｓのｔ\nＡ\n"
}