{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 2,
    "day": 28
  },
  "case_number": "昭和57(行ケ)236",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14096",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14096",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/096/014096_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、同庁昭和五二年審判第一五〇三五号事件について、昭和五七年六月一\n一日にした審決を取消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、主文と同旨の判決を求め、被告訴訟代理人は、「原告の請求\nを棄却する。訴訟費用は、原告の負担とする。」との判決を求めた。\n第二　原告の請求の原因及び主張\n一　特許庁における手続の経緯\n訴外【Ａ】は、登録第七二八四〇〇号商標権（欧文字「ＰＲＩＮＺ」を左横書き\nし、指定商品を第一〇類「理化学機械器具、光学機械器具、写真機械器具、測定機\n械器具、医療機械器具、これらの部品および附属品、写真材料」とし昭和四〇年三\n月二日に登録出願し、昭和四一年二月二一日に出願公告、同年一二月二七日に登録\nされ、その後昭和五二年九月五日に商標権存続期間の更新登録がなされているも\nの。以下この商標を「本件商標」といい、その商標権を「本件商標権」という。）\nの商標権者であつたところ、被告は昭和五二年一一月一七日商標法第五〇条第一項\nにより、本件商標登録を取消すことについて審判を請求し、右事件は昭和五二年審\n判第一五〇三五号事件として特許庁に係属した。原告は、昭和五三年九月一日に右\n【Ａ】から本件商標権の譲渡を受け、昭和五四年三月七日その旨登録されて本件商\n標権の商標権者となつたところ、特許庁は昭和五七年六月一一日に本件商標の登録\nを取消す旨の審決をし、その謄本は同年七月二一日原告に送達された。\n二　審決理由の要旨\n被請求人（本件商標権譲受けの登録がなされるまでは、訴外【Ａ】、その後は原\n告）の提出した乙号各証及び答弁の全趣旨を綜合すれば、被請求人【Ａ】が通常使\n用権を許諾したと主張する株式会社カワオプタ・リミテツドは、「露出計」の商品\nを「ＰＲＩＮＺＬＩＴＥ」の名称を付して輸出する目的をもつて、東京計測器株式\n会社に昭和五二年四月二二日註文を出し、そして該商品には「ＰＲＩＮＺ」の商標\nが附されていた事実があることを認めることができる。\nしかるところ、右行為は、乙第二号証（註文書）中「運送方法　ＳＥＡ」、「仕\n向地　イギリス」、「納入場所　京浜倉庫」という記載からして、輸出において自\n社ブランドを伏せた輸出先国のブランド（バイヤーズ・ブランドとも称せられてい\nる）による一種の下請生産、いわゆるＯＥＭ（Ｏｒｉｇｉｎａｌ　Ｅｑｕｉｐｍｅ\nｎｔ　Ｍａｎｕｆａｃｔｕｒｉｎｇ）に基づく相手先商標による生産契約であると\n窺い知れるところである。\nところで、ＯＥＭ契約による輸出行為は、商標法第二条第三項第二号に規定され\nる商標の使用の定義のいずれにも相当するものでなく、したがつて、商標の使用に\n該当するものではないというべきである。\nその他本件商標をその指定商品に使用した事実についての立証はない。\nしてみれば、本件商標は、日本国内において継続して三年以上指定商品のいずれ\nの商品についても被請求人（商標権者、専用使用権者又は通常使用権者）により使\n用されていなかつたものと推認し得るところであり、かつ、使用されなかつたこと\nについて正当な理由があるとも認め難い。\nしたがつて、本件商標は、商標法第五〇条の規定により、その登録を取消すべき\nものとする。\n三　審決を取消すべき事由\n（一）　商標法第五〇条第一項又は第二項に規定する「使用」とは、同法第二条第\n三項第一号から第三号の行為であつて、第二条第三項第二号にのみ限定されるもの\nではない。しかるに、審決は第二条第三項第二号についてのみ判断し、同項第一\n号、第三号については全く審理していない。\n第三項第一号は「商品又は商品の包装に標章を附する行為」を商標の使用行為と\nして規定しているので、わが国において商品に商標が附されていれば商標法上の商\n標の使用と認めるべきである。\n（二）　商標法第二条第三項第二号に限つても、本件商標が仮に審決のいういわゆ\nるバイヤーズブランドであつたとしても、わが国内で製造され、かつ流通されてい\nる商品に附されているからには、同項第二号にいう譲渡行為があるものというべき\nである。\n本件においては、訴外カワオプタ・リミテツド（以下訴外カワオプタという）が\n訴外東京計測器株式会社（以下訴外東京計測器という）に註文書を提出し、露出計\nの製造と納入の依頼をしている。そして、訴外カワオプタは訴外東京計測器に註文\n書に記載された金額を支払つている。したがつて、少くとも両社間においては商品\nの譲渡が行われていたことになり、わが国内において商品を輸出する以前に譲渡行\n為が存在する。\n審決は右のような譲渡行為を無視しているので、失当である。\n（三）　輸出品デザイン法第一五条は、「一の貨物が特定貨物として定められた場\n合においては、当該貨物は……認定機関の認定を受けた後でなければ、輸出しては\nならない。」と規定し、同法第一六条は「認定機関は、前条の認定の申請が次の各\n号に該当すると認めるときは、その申請に係るデザイン及び商標について認定をし\nなければならない。」と規定し、その第二号は「当該商標の使用が他人の商標権を\n侵害することとならないこと。」を認定事項としている。\n右を要約すると、輸出する貨物が特定貨物であれば、認定機関の認定後でなけれ\nば輸出できず、他人の商標権を侵害する特定貨物については認定を受けられないの\nで輸出できないということになる。\n輸出品デザイン法の政令によれば認定機関とは「財団法人日本機械デザインセン\nター」であり、また特定貨物には写真機、そのボデイー、撮影レンズ、電気露出計\nなども含まれる。\nそこで本件商標の前権利者である訴外【Ａ】は訴外カワオプタに本件商標の使用\n許諾を与え、かつ訴外カワオプタの指示にしたがい、訴外東京計測器に輸出品デザ\nイン法第一六条の規定による承諾を与えていた。\n輸出品デザイン法は、輸出品に附される商標の認定を行うことにより模倣を防止\nし、もつて輸出貿易の健全な発達に寄与することを目的の一部とするものであるか\nら、輸出品そのものについて国内での健全な流通を図つている。したがつて、輸出\n品といえども、当該輸出品に商標が附されていれば商標法第二条第三項で規定する\n商標の使用と認められる。\n第三　被告の答弁及び主張\n一　原告の請求の原因及び主張のうち一、二の事実を認め、\n三の主張を争う。\n二　原告は、審決が「使用」に関し商標法第二条第三項第二号についてのみ判断\nし、第一号及び第三号について審理していないと主張するが、これは原告が審判事\n件答弁書において商標法第二条第三項第二号中の「譲渡」についてのみ主張立証し\nたからにほかならず、主張のない事実につき審決が判断しないのは当然である。\n続いて原告は、商品に商標が附されれば商標法上の商標の使用と認めるべきであ\nると主張するが、商標法がわが国の商品流通秩序の維持を目的とする限り、わが国\nにおける流通の目的のない商品に単に商標を附することはわが国の商標法の関知し\nないところであり、使用ということはできない。\n三　原告は、本件商標がいわゆるバイヤーズブランドであつたとしても、それが附\nされた商品がわが国内で製造され、流通されていると主張するが、その商品がわが\n国内で流通していることの証拠はない。すなわち、訴外カワオプタが下請業者たる\n訴外東京計測器に製造させた「露出計」をわが国で販売したことについての立証は\nない。原告は、露出計を製造した訴外東京計測器とそれを註文した訴外カワオプタ\nの間において本件商標を附した露出計の譲渡が行われているというが、そのような\n譲渡は、本件商標の通常使用権者であると原告が主張する訴外カワオプタがしたも\nのではないから、商標法第二条第三項第二号にいう「譲渡」ではない。\n四　原告は、輸出品デザイン法を引用するが、その名の示すとおり、該法律は輸出\n品に関するものであり、国内で違法に製造された商品の輸出を規制するにすぎず、\n商標法のように国内の商品流通秩序の維持を直接の目的とするものではない。した\nがつて輸出品デザイン法と商標法の規定する「使用」とは無関係である。\n第四　証拠（省略）\n理　　　由\n原告の請求の原因及び主張のうち一、二の事実については当事者間に争いがな\nい。\nそこで、審決にこれを取消すべき違法の事由があるかどうかについて考える。\n成立について争いのない甲第一号証によれば、審決は、本件商標権の商標権者で\nあつた訴外\n【Ａ】が通常使用権を許諾したと主張する訴外カワオプタが本件商標の指定商品に\n含まれる露出計を輸出する目的をもつて、昭和五二年四月二二日訴外東京計測器\nに、その製造を註文したこと及び訴外東京計測器が製造した露出計には本件商標が\n附されていた事実を認めながら、右製造の註文は、輸出において自社ブランドを伏\nせた輸出先国のブランドによる一種の下請生産、いわゆるＯＥＭに基づく相手先商\n標による生産契約であると解されるとし、ＯＥＭ契約による輸出行為は、商標法第\n二条第三項第二号に規定される商標の使用の定義のいずれにも当らず、その他商標\n権者又は通常使用権者が本件商標をその指定商品につき、審判請求の日前三年以内\nに使用した事実についての立証がないものとして商標法第五〇条により、本件商標\nの登録を取消したものであることが認められる。\nしかしながら、商標を附した商品をＯＥＭ契約により輸出する行為が商標法第二\n条第三項第二号で規定する商標の定義のいずれにも当らないとしても、商品露出計\nに本件商標を附することは、同項第一号の定義が示すごとく、その商品が専ら輸出\nに供されるものであるかどうかにはかかわりなく、本件商標の「使用」に当たるも\nのというべきであるから、もし審決が認定するように、訴外カワオプタが製造の註\n文をした露出計に真実本件商標が附されていたとするならば、訴外カワオプタは本\n件商標を使用していたものというべきである。\n審決は、訴外カワオプタがその製品を註文し、訴外東京計測器が製造した露出計\nに本件商標が附されていた事実を認めながら、本件商標がその指定商品について使\n用された事実の立証がないと矛盾した判断をし、商標法第五〇条により本件商標を\n取消したものであつて、違法である。\n被告は、審決が訴外カワオプタの行為が商標法第二条第三項第一号又は第三号に\n該当するか否かについて審理していないのは、原告が本件審判事件答弁書におい\nて、訴外カワオプタの行為が同項第二号中の「譲渡」に該当することのみを主張\nし、立証したからにほかならず、主張のない事実について審決が判断しないのは当\n然であるとの趣旨を主張するが、成立について争いのない甲第七号証（審判事件答\n弁書）によれば、露出計に本件商標を附することが同項第二号にいう「譲渡」であ\nると主張してはいないーそのようなことがあり得る筈はないーことが認められるか\nら、被告の主張はこの点において既に失当である。\n以上のとおり、本件商標の登録を取消した審決は違法であり、その取消しを求め\nる原告の請求は理由があるから、これを正当として認容し、訴訟費用は、敗訴の当\n事者である被告に負担させることとして、主文のとおり判決する。\n（裁判官　高林克巳　杉山伸顕　八田秀夫）\n"
}