{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和57(行コ)51",
  "case_name": "所得税更正請求棄却処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "主たる債務者が事実上倒産して債務を弁済することができなくなったため，右債務のために自己の不動産に根低当権を設定していた物上保証人が右債務を弁済しなければならなくなった場合において，右不動産の買主が右債務を弁済して主たる債務者に対する求償債権を取得し，これを売主に譲渡することによって右不動産の売買代金の一部の支払に代えたときは，売主が右売買代金の完済を受けて右債務を弁済し，これによって主たる債務者に対する求償債権を取得したのと同視すべきであるから，右求償債権が劣後的更生債権であるために売主がこれを回収することができないこととなったとしても，右売買代金中これに相当する部分につき所得税法６４条１項の適用はないとした事例",
  "lawsuit_id": "16912",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16912",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/912/016912_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　申立\n一　控訴人\n１　原判決を取消す。\n２　被控訴人が昭和五四年八月七日付でした控訴人の昭和四九年分所得税の更正の\n請求を棄却する処分を取消す。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文と同旨\n第二　主張\n当番における主張を次のとおり付加するほか原判決事実摘示のとおりであるから、\nこれを引用する。\n一　控訴人\n１　所得税法六四条一項の適用はついて\n控訴人所有の本件物件には、債務者阪本紡績、権利者泉州銀行、債権極度額四億円\nとする根抵当権が設定されていた。そして、控訴人が帝塚山観光に本件物件を売却\nした当時、阪本紡績は事実上倒産し、更生手続開始の申立をしてあり、泉州銀行に\n対する債務を弁済する資力に欠け、控訴人が右債務を負担せざるを得ない状況であ\nつた。したがつて、控訴人が帝塚山観光から、本件物件の売買代金の弁済として、\n帝塚山観光が本件物件の第三取得者として泉州銀行に対し阪本紡績の債務を弁済し\nたことにより取得した阪本紡績に対する求償債権の譲渡を受けたのは止むを得ない\n事情によるものであり、控訴人が譲受けた右求償債権は、阪本紡績及び常陸紡績の\n会社更生手続において、泉州銀行が劣後的債権として届出たもので回収できないこ\nとが予想されるものであつたとしても（但し、右両会社の会社更生手続において、\n劣後的債権への弁済がなされないことを内容とする更生計画が認可されたのは昭和\n五四年一一月一日である）、同条同項は適用されるべきである。\n２　同条二項の適用について\n同条同項の、保証債務を履行するためというのは、譲渡人が保証債務を履行する意\n思の下に資産を譲渡した場合に限らず、資産譲渡によつて発生した所得から客観\n的、実質的に保証債務弁済の資金が出ている場合をも含むものである。控訴人が本\n件物件を帝塚山観光に譲渡したのは、一般の債権者の追求を免れるためであつた\nが、その売買代金中四億円は、実質的には控訴人の負担する保証債務の弁済に充て\nられたのであるから、同条同項が適用されるべきである。又、控訴人は本件物件の\n売買代金の一部が阪本紡績の泉州銀行に対する債務の弁済に充てられることを承認\nせざるを得ない立場にあつたのであるから、控訴人は本件物件を売却するにあたり\n保証債務履行の意思がなかつたとはいえない。\n本件物件に設定されていた根抵当権が実行され、控訴人が阪本紡績に対し求償債権\nを取得し、右求償債権の回収が不能となれば同条同項は適用されるのであるから、\n本件においても同条同項は適用されるべきである。\n二　被控訴人\n１　所得税法六四条一項の適用について\n同条同項は、資産の譲渡代金それ自体が回収不能となつた場合を定めるのであり、\n譲渡代金の弁済に代えて債権譲渡を受けた債権が回収不能になつた場合を含まな\nい。蓋し、譲渡代金の弁済に代え債権譲渡を受ける場合には譲渡代金債権は回収を\n果して消滅するからである。同条同項をこのように解しないと、右のような場合、\n資産の譲渡にかかる収入金額の額は代物弁済により譲受けた債権の債務者の資力に\n左右され、資力のない債務者に対する債権の譲渡を受けることによつて譲渡所得に\n対する課税を免れうるからである。\n仮に、同条同項が、譲渡代金の弁済に代えて給付を受けた債権が回収不能となつた\n場合を含むとしても、譲渡される債権が回収不能であることを知りながら譲受ける\n場合は譲渡代金債権の放棄に等しいから除外されるべきである。控訴人は、回収す\nることが事実上不能であることを知りながら、帝塚山観光から阪本紡績に対する求\n償債権の譲渡を受けたものであり、このことは控訴人の自ら認めるところである。\n帝塚山観光は本件物件の第三取得者として泉州銀行に対し阪本紡績の債務を弁済\nし、阪本紡績に対する求償債権を取得したのであり、このことは、控訴人の帝塚山\n観光に対する本件物件の代金債権の消長に何ら関係しない。控訴人が帝塚山観光か\nら右売買代金の弁済に代え阪本紡績に対する求償債権の譲渡を受けたのは自らの意\n思に基づくものに他ならない。\n２　同条二項の適用について\n同条同項は、資産の譲渡が保証債務を履行するためになされた場合或いは実質的に\nこれと同視しうる場合に限つて適用されるのである。控訴人は、本件物件を帝塚山\n観光に譲渡したのは一般債権者の追及を免れるためであつて、保証債務を履行する\nためでないことを自認しているし、又、控訴人が本件物件を譲渡したのは実質上保\n証債務を履行するためであつたとみるべき事情も存しない。\n第三　証拠（省略）\n○　理由\n一　当裁判所も控訴人の請求は失当であると判断する。その理由は、次のとおり訂\n正、付加するほか原判決の説示と同一であるから、ここにこれを引用する。\n１　原判決一四枚目表一二行目の「ところで」から一五枚目裏二行目までを次のと\nおり訂正する。\nしかしながら本件におけるように、控訴人が本件物件にその主張のとおりの根抵当\n権を設定し、阪本紡績は事実上倒産し、昭和四九年九月一八日会社更生手続開始の\n申立をし、同五〇年四月二五日会社更生手続の開始決定がなされ、泉州銀行に対す\nる阪本紡績の債務の弁済は控訴人が負担せざるを得ない状況の下においては（以上\nの事実は、成立に争いのない甲第一五号証、乙第一ないし第三号証、弁論の全趣旨\nによつて真正な成立が認められる甲第一〇号証、原当審における証人Ａの証言なら\nびに弁論の全趣旨により認めることができる）、控訴人が、その主張のような経過\nで、帝塚山観光から本件物件の売買代金の支払に代えて阪本紡績に対する求償債権\nの譲渡を受けたことは、控訴人が帝塚山観光の代表取締役であること（この事実は\n当事者間に争いがない）をも考慮すると、控訴人が帝塚山観光から右売買代金の完\n済を受け、泉州銀行に対し阪本紡績の債務を返済し、阪本紡績に対し求償債権を取\n得したのと同視すべきである。\n２　同三枚目の「（五）」を「（三）」と、一六枚目表末行の「証人」を「原当番\n証人」と、同裏二行目の「一七日」を「一八日」と各訂正する。\n３　一七枚目表一一行目に次のとおり付加する。\n控訴人は、本件物件の売買代金のうち四億円は実質上控訴人が負担していた保証債\n務の履行に充てられたのであるから、本件物件の売買は保証債務を履行するために\n行われたものとみるべきであると主張するが、独自の見解であり採用することはで\nきない。\n二　よつて、控訴人の請求を棄却した原判決は正当であつて、本件控訴は理由がな\nいからこれを棄却することとし、控訴費用の負担につき民事訴訟法第九五条、第八\n九条を適用して、主文のとおり判決する。\n（裁判官　石川　恭　仲江利政　蒲原範明）\n"
}