{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 5,
    "day": 27
  },
  "case_number": "昭和61(ネ)2274",
  "case_name": "遺言書真否確認請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "lawsuit_id": "20310",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20310",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/310/020310_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を取り消す。\n２　原判決別紙亡Ａ名義の遺言状記載の遺言は無効であることを確認す\nる。\n３　訴訟費用は第一、二審とも被控訴人らの負担とする。\n事　　　　実\n第一　申立て\n一　控訴人ら\n主文と同旨\n二　被控訴人ら\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n第二　請求原因\n１　控訴人ら及び被控訴人らは、原判決別紙相続関係一覧表記載のとおりの身分\n関係にあり、いずれも亡Ａの相続人であるところ、被控訴人らは、控訴人らに対し\n原判決別紙亡Ａ名義の遺言状（乙第二〇号証、以下「本件遺言状」という。）記載\nの遺言（以下「本件遺言」という。）が有効であると主張している。\n２　しかしながら、本件遺言状には自筆証書遺言の法定要件であるＡの押印がな\nいから、本件遺言は無効である。\nかりに本件遺言状のＡ名下の指印影らしきものがＡの指印影であるとしても、指\n印は民法九六八条一項にいう「印」に当らないから、本件遺言は無効である。\n口述型遺言の一つである危急時遺言は、死亡の危急に迫つた場合に慌ただしく作\n成されるのが常であるから、方式を多少とも緩和することはよいとしても、この理\nを書面の記載を中心とする書面型遺言の典型である自筆証書遺言にまで拡張するこ\nとはできない。\n本件遺言状は、家庭裁判所の検認手続前に利害関係人によつて開披されているか\nら、右指印影らしきものをＡの指印によるものとすることはできない。今となつて\nは、これがＡの指印影であることを確認する方法はない。\n３　よつて、控訴人らは、被控訴人らとの間において本件遺言が無効であること\nの確認を求める。\n第三　請求原因に対する答弁\n１　請求原因事実１を認める。同２のうち本件遺言状に印顆による押印のないこ\nとは認め、その余を否認し争う。\n２　本件遺言状は、Ａがその意思に基づいて作成したものであるところ、自筆証\n書による遺言に遺言者の印顆が押されていなくとも、その拇印ないし指印が押され\nていれば足りると解すべきであり、本件遺言状のＡ名下に同人の拇印ないし指印が\n押されているから、本件遺言は有効である。\n遺言において、氏名の自書は、遺言者を明らかにすること及びその遺言が遺言者\nの意思によるものであることを明確にするために必要とされ、押印は、氏名の自書\nと同一の機能のほか、遺言者が遺言を自書し正式の遺言書とする意思のあつたこと\nを担保する機能を持ち、その真意の確認手段としては第二次的なものである。この\nように、押印が氏名の自書と同一機能を果たすにすぎないため、自筆証書遺言にお\nいて氏名のほかに押印を必要とする要件は緩和されるべきである。\n拇印は、古くから我国の慣行上、印そのものないしはそれと同等の役割を果たし\nてきており、同一性の識別機能面からは実印以上ともいうべきものであるから、拇\n印があれば押印の要件を充たしているというべきであり、指印も拇印と同様であ\nる。\n第四　証拠の関係は、原審及び当審記録中の証拠関係目録記載のとおりであるか\nら、これをここに引用する。\n理　　　　由\n一　１　控訴人らと被控訴人らとの身分関係が原判決別紙相続関係一覧表記載の\nとおりで、いずれもＡの相続人であること、本件遺言状（乙第二〇号証）は、原判\n決別紙のとおりの様式、内容のＡ名義の遺言状であること、本件遺言状に印顆によ\nる印影がないこと、被控訴人らが本件遺言が有効であると主張していることは当事\n者間に争いがなく、乙第二〇号証、成立に争いのない同第一六号証によれば、本件\n遺言状は毛筆で記載され、末尾のＡ名下には墨を使つて顕出された指紋（どの指に\nよるものか判然としない。）と認められる小さな紋様（墨のつけすぎにより一部黒\nく塗りつぶされている。）（以下、本件指印影という。）のあることが認められ\nる。\n２　本件遺言状が作成されるに至つた経緯等は、次のとおり付加、訂正するほか\nは原判決理由中原判決三丁裏三行目から六丁裏二行目までと同一であるから、これ\nをここに引用する。\n（一）　原判決三丁裏五行目の「証人」の前に「被控訴人Ｂ本人尋問の結果によ\nり成立を認めうる乙第二三号証の一ないし八、」を加え、同六行目の「これら」か\nら同九行目の「八」までを「被控訴人Ｂ本人尋問の結果によつてＡが自書したと認\nめられる乙第二一号証の一、二、同第二二号証の一ないし三二、同第二三号証の一\nないし八の筆跡と乙第一九号証の一、二、乙第二〇号証の筆跡とは、筆跡自体及び\n同本人尋問の結果により同一と認められること」と改める。\n（二）　同三丁裏一〇行目から同四丁表一行目にかけての１、２を全部削り、同\n四丁表二行目の「３」を「１」と改め、以下同様同表の「４」ないし同六丁表の\n「１０」を「２」ないし「８」に順次繰り上げ訂正する。\n（三）　同四丁裏一三行目の「書き」から同一三行目末尾までを「本件遺言状\n（乙第二〇号証）を自書し、右封筒にこれを入れて封をした。なお右封筒の表には\n「遺言状」と裏には「Ａ」と各記載した（乙第一九号証の一、二）。」と改め、同\n五丁裏一行目の「直後、」の次に「右金庫からこれを取出し、」を加え、同六丁表\n八行目の「以後」から同九行目の末尾までを「本件遺言状を自宅に保管していた\nが、昭和五七年五月控訴人らから遺産分割調停の申立てがあつたのでその調停の席\n上で既に開披されていた本件遺言状を提出し、昭和五八年四月家庭裁判所に本件遺\n言状の検認を請求し、検認を経た。」と、同表末行の「であり、」から同裏二行目\n末尾までを「であつた。同人は、以前小学校で教員をし、校長をもつとめた。」と\n各改め、同二行目の次に「以上認定を左右するに足りる証拠はない。」を加える。\n３　以上の事実によれば、本件遺言状は、Ａがその全文、目附、氏名を自署して\n作成した（指印押捺の点を除く。）自筆証書遺言ということができる。\n<要旨>４（一）　わが国では、一般に重要な文書の作成については、署名したう\nえさらにその名下に印顆を押すことに</要旨>よつて文書作成を完結したとする法意\n識ないし慣行があり、印顆押捺を重視する傾向が強く、法も、自筆証書遺言という\n遺言者にとつて自己の生涯の財産を最終処分する重要な文書の作成につき厳格な要\n式を定め、遺言者は、その全文、目附及び氏名を自書するのみならず、その印顆を\n押さなければならないとしているのであつて、これは、遺言考にその真意に基づい\nて慎重に遺言をさせ、かつは、遺言者の死後遺言がその真意に基づくものであるこ\nとを確認しえ、のちに無用の紛争を生じさせないようにし、もつて遺言の真正を保\n障しようとしたものと解される。もつとも時代の変遷により日常の社会生活のなか\nにおいて押印の持つ重みは徐々に失われてきてはいるが、しかし遺言という終意処\n分の重要性を考えれば、自筆証書遺言における押印の持つ重みは現在もなおさほど\n薄れてはいないと思われる。しかしまた、押印は遺言者の真意確認の手段としては\n第二次的なものであり、法が要式を求めるのは、それが遺言の真正を保障するため\nであるから、遺言が筆跡などから遺言者の真意に基づいて作成されたことが明らか\nなような場合には、押印の要件は緩和すべきであり、さらには押印も不要であると\nする見解があるが、しかし押印の要件の緩和が相当であるとしても、押印を欠く遺\n言も有効であるとすることは法の明文の要求がある以上許されないというべきであ\nる（遺言者の押印を欠く自筆証書遺言の効力に関する最三小判昭和四九年一二月二\n四日・民集二八巻一〇号三四〇頁は、特殊事案についてのもので、右判断はこれに\n抵触するものではない。）。\n（二）　さて本件では、前記のとおり本件遺言状に印顆による印影はないが、そ\nのＡ名下には指印影があるところ、指印も法の要求する印といえるかどうかゞ本件\nの争点となつているので、以下この点について判断を加える。\n被控訴人らも主張するとおり確かに指印は同一性識別の観点からすれば、これに\n勝るものはないというべきであるが、しかしわが国には一般に指印影を保存する慣\n行はなく、しかも遺言の効力が争われる時点では遺言者は既に死亡しているから、\n遺言状の指印影が遺言者の指印押捺にかゝるものであることを当該指印影によつて\n確認する方法は通常はなく、指印は、右確認をするについて用を果さないから、印\nとして不適当である（印顆の場合は、通常遺言状の印影が遺言者の押捺にかゝるも\nであることを印影によつて確認することができるのであつて、この点において印顆\nと指印とは根本的に相異する。）。被控訴人らは、押印の要件は緩和すべく、指印\nも印と認めるべきであるというが、印として役立たないものを印として認めるの\nは、押印を不要とするに等しいからできないことであり、しかもこれを認めるとき\nは、指印影が遺言者の押印にかゝるものかどうかを廻つて紛争が生じやすく、押印\nを要求して紛争発生を防止しようとする法の趣旨に反する。さらに通常遺言者はい\nつでも容易に印顆を押すことができるから、さらに印として指印を認めなければな\nらない必要性は乏しく、これらのことを考え合せれば、自筆証書遺言において指印\nを印と解するのは相当でない。\nもつとも指印の場合であつても、対照しうる遺言者の指印影の保存などから遺言\n書の指印影が遺言者の指印押捺にかゝるものであることを当該指印影によつて確認\nすることができる場合があり、このような場合には、指印をも印に準ずるものと認\nめて遺言を有効と解する余地はあるが、本件においては、証拠として本件指印影と\n対照すべきＡの指印影は提出されておらず、その他本件指印影がこれによつてＡの\n指印押捺にかゝるものであることを確認することのできる証拠は何らないから、指\n印を印に準ずるものと解する余地もない。\n（三）　以上の次第で、本件遺言状は、前述のとおりＡが作成したものであるこ\nとは認められるが、印影としてはＡ名下に指印影があるのみであり、これをもつて\n押印があると解することはできないから、その余の点について判断するまでもなく\n本件遺言は押印を欠く無効のものというべきである。\n二　そうすると、控訴人らの本訴請求は理由があるからこれを認容すべきとこ\nろ、これと異なり控訴人らの本訴請求を棄却した原判決は失当であつて取消を免れ\nず、本件控訴は理由があるというべきである。\nよつて、原判決を取り消し、控訴人らの本訴請求を認容し、民事訴訟法九六条、\n九三条、八九条に従い、主文のとおり判決する。\n（裁判長裁判官　鈴木弘　裁判官　宇佐見隆男　裁判官　山﨑健二）\n"
}