{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 4,
    "day": 24
  },
  "case_number": "昭和50(行ウ)114",
  "case_name": "足立江北医師会設立不許可処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　公益法人の設立の許可を与えるかどうかは，主務官庁の合理的裁量にゆだねられているとした事例　２　既に社団法人たる医師会の存する地区内で他の医師会がした社団法人設立許可申請に対し，知事がした不許可処分に，裁量権の逸脱ないし濫用がないとした事例",
  "lawsuit_id": "17436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/017436_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　原告\n被告が原告に対し昭和五〇年九月二五日付でした社団法人足立江北医師会の設立を\n許可しないとの処分を取り消す。\n訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　東京都足立区の荒川放水路以北の地域（以下「堤北地区」という。）に就業場\n所又は住所を有する医師八四名は、昭和四九年一二月一八日社団法人足立区医師会\n（以下「足立区医師会」という。）を退会し、同月二六日新しい医師会の設立総会\nを開催し、定款を作成して、その名称を足立江北医師会とすること、その事務所を\n同区＜地名略＞足立医師協同組合会館内に置くこと、足立江北医師会は医道を昂揚\nし医学医術の発展普及と公衆衛生の向上を図るとともに正しい医療の遂行によつて\n地域社会に貢献することを目的とすること、会員は一般会員と特別会員の二種と\nし、一般会員は堤北地区に就業場所又は住所を有する医師とし、特別会員は足立江\n北医師会に功労のあつた者又は学識経験者で総会において推薦された者とすること\nを定めるほか、会員資格の得喪、役員の任免、資産等に関する事項について定め、\nここに原告足立江北医師会が設立されるに至つた。以来、原告は、社団としての活\n動を開始するとともに、法人となるための許可申請について東京都総務局行政部指\n導課の指導を受けた。昭和五〇年六月には、原告会員医師七二名は、社団法人東京\n都医師会（以下「東京都医師会」という。）も退会し、右指導に従い同年七月二五\n日改めて社団法人足立江北医師会設立総会を開催し、右と同旨の定款を定めた。そ\nして、原告は、同月三〇日被告に対し社団法人足立江北医師会設立の許可申請を行\nつた。\n２　原告は、定款において、前記の目的を達成するため次の事業を行うことを定め\nている。\n（一）　医道の昂揚に関する事項\n（二）　公衆衛生、環境衛生及び学校保健に関する事項\n（三）　一般医療及び社会保障医療に関する事項\n（四）　医学の振興及び医学教育に関する事項\n（五）　医業経営の改善、合理化に関する事項\n（六）　医師会診療所に関する事項\n（七）　その他前記目的達成上必要な事項\n３　そして、原告が設立以来前記許可申請に対する被告の処分がなされるまでの間\nに行つた活動の概況は、次のとおりである。\n（一）　東京都衛生局母子衛生課長に対し、妊婦及び乳児の各無料健康診査契約希\n望会員名を通知した。\n（二）　足立区衛生部長に対し、日本脳炎予防接種に協力する用意のあることを通\n知した。\n（三）　会員に対し、次のような通知、指導を行つた。\n（１）　社会保険・健康保険請求書の提出、保険証の書替、薬価基準の改正等につ\nいて\n（２）　結核予防法三四条の取扱いについて\n（３）　特別区医療費助成制度の取扱いについて\n（４）　昭和五〇年七月更新に係る老人医療費受給者証の様式について\n（５）　国民健康保険診療報酬振込指定金融機関の変更について\n（６）　社会保険・健康保険請求書の提出について\n（７）　看護料の支給基準の改正について\n（８）　Ｘ線断層撮影契約病院及び脳波出張検査について\n（９）　日本脳炎予防注射について\n（１０）　東京都大腿四頭筋短縮症児親の会からのカルテ閲覧要求について\n（１１）　血液代金自己負担金給付制度における証明事務の改善等について\n（１２）　国鉄共済組合員証の検認について\n（１３）　三種混合予防接種の実施について\n（１４）　東京都の行う小児心臓病検診の実施について\n（１５）　予防接種班編成リストについて\n（四）　足立保健所長から休日診療所開設の許可を得た。\n（五）　会員を対象に生化学細菌学に関する学術講演会（昭和五〇年九月二六日開\n催）を準備した。\n（六）　足立区西部福祉事務所長の依頼により会員に生活保護のしおりを配布し\nた。\n４　以上のように、原告は、その定款で定める目的及び事業並びに現実の活動状況\nからして、公益を目的とし営利を目的としない社団の実体を備えていることが明ら\nかである。\n５　しかるに、被告は、昭和五〇年九月二五日付で社団法人足立江北医師会の設立\nを許可しないとの処分（以下「本件処分」という。）を行つた。その理由は、処分\n通知書によれば、原告の前記許可申請は、「地区医師会の存在する地域において、\n会員が混在する状態のままで同一目的の新法人を設立しようとするものであり、医\n師会相互の協調ならびに閏係機関との間の調整が不十分な状況のもとでは、地域医\n療に混乱と障害を生ずるおそれがあるので、認めがたい。」というにあつた。\n６　しかしながら、本件処分には次のとおり裁量権の行使を誤つた違法がある。\n（一）　「地区医師会の存在する地域において、会員が混在する状態のままで同一\n目的の新法人を設立しようとするものである」との点について\n東京都二三区のうち、千代田区、中央区、文京区、台東区、江東区、世田谷区、品\n川区、北区、板橋区の九区には二医師会が併存し、墨田区、大田区には三医師会が\n併存し、また、大学及び官庁関係の医師は行政区画に関係なく別個の医師会を結成\nしており、これらはいずれも社団法人となつているが、このように併存する医師会\nは同時に法人化されたものはなく、既に地区医師会が存在していたところに、第\n二、第三の医師会が設立を許可されたものである。このうち、北区、板橋区及び墨\n田区では同一地区に会員が混在し、とりわけ板橋区には現在社団法人板橋区医師会\n（以下「板橋区医師会」という。）と社団法人東板橋医師会（以下「東板橋医師\n会」という。）とがあるが、後者は前者の激しい内部抗争の結果分裂することによ\nり結成されたものであり、その法人化には東京都医師会、板橋区医師会、東京都衛\n生局及び厚生省が反対していたにもかかわらず昭和三九年に被告から法人設立を許\n可されている。この東板橋医師会の例は、東京都医師会及び板橋区医師会等との調\n整が十分にとれていなかつたことや会員が混在した状態のままであつたことにおい\nて本件と実態を同じくしている。しかし、これら二以上の医師会が併存している地\n域で地域医療に混乱や障害が生じたことはなく、かえつて、住民の保健、医療の増\n進に好ましい結果をもたらしているのである。したがつて、「地区医師会の存在す\nる地域において、会員が混在する状態のままで同一目的の新法人を設立する」こと\nは、なんら不都合なことではなく、設立不許可処分の理由となるはずはないのみな\nらず、東板橋医師会の例に照らすと、本件処分には平等原則違反の違法がある。\n足立区は、六一万人という大人口と、端から端までの通行に一時間を要するという\n広大な地域を擁し、しかも荒川放水路を境として堤北地区、堤南地区に分かれ、両\n者はそれぞれ異なつた生活圏を形成しており、人口の大部分と、区内医師約四〇〇\n名のうちの七割は堤北地区に集中している。しかるに、医師会は堤南地区に事務所\nを置く足立区医師会が一つあるのみで、これでは多様化している医療の円滑な遂行\nを到底期待できない。被告の右処分理由は、足立区の地理的条件、人口動態等に眼\nを覆い、他の地区にも二以上の医師会の併存する現状を無視し、医療団体の多様性\nに対する考慮を欠いた立論である。\n（二）　「医師会相互の協調ならびに関係機関との間の調整が不十分な状況のもと\nでは、地域医療に混乱と障害を生ずるおそれがある」との点について\n公益団体たる地区医師会にとつて必要なことは、当該地区の公衆衛生関係機関との\n協調及び地域住民に対する医療活動の実施であり、医師会相互の協調は第二次的な\nものにすぎない。現に、医療の世界には性格の異なつた種々の団体が併存し、その\n間で必ずしも協調関係が保たれているとはいいがたいのが実情である。したがつ\nて、原告が他の医師会との協調に不十分な点があつたとしても、そのことは本件処\n分を正当化するものではない。また、原告は、関係機関たる足立区当局及び管轄保\n健所との十分な話合い、調整を行い協調も保たれているのであるから、この点に関\nする被告の認定は事実の誤認である。そして、たとえ医師会相互の協調や関係機関\nとの調整に十分でないところがあつたとしても、これらのことは、原告が法人化し\nた後に改善することも可能であり、それで足りることである。更に、原告は、昭和\n四九年一二月以来今日に至るまで社団としての実体を備え、堤北地区を対象とした\n地域医療活動に奉仕してきており、堤北地区の地域医療に何らの混乱や障害も与え\nていないのであるから、地域医療に混乱と障害を生ずるおそれがあるとの処分理由\nは、実体から遊離した全くの想像にすぎないものである。\n（三）　他事考慮について\n被告は、当初、原告の法人化に好意的な態度を示していたが、新医師会の発生を望\nまぬ東京都医師会及び足立区医師会から原告の法人化に反対する旨の陳情、圧力を\n受けたため昭和五〇年一二月ころから態度を一変させ、両医師会の意向を不必要な\nまでに尊重して本件処分をしたものである。そもそも、公益法人の設立許可は、当\n該社団が公益、すなわち不特定多数の者の利益を目的とする非営利性の社団である\nか否かによつて、その許否を決すべきものであり、右以外の事項を判断の根拠とし\nて許可権を行使することは、裁量権の逸脱ないし濫用というべきである。原告は、\n医学医術の発展普及と公衆衛生の向上を図るとともに、正しい医療の遂行によつて\n地域社会に貢献することを目的とした社団である。したがつて、原告の法人化の申\n請については、原告が堤北地区を対象とした地域医療と公衆衛生の向上に寄与する\nものか否かを中心に検討し、その許否を決すべきである。しかるに、被告は、本来\n考慮すべきではない他医師会の意向を受け容れ、その圧力に屈して本件処分をした\nのであるから、右処分に裁量権を逸脱ないし濫用した違法があることは明らかであ\nる。\n（四）　適正手続の欠如について\n行政庁が裁量処分を行う場合には、その判断の公平公正を担保し、恣意や他事考慮\nの介在を疑われる余地のないよう、あらかじめ一般基準を定め、その基準に従い裁\n量権を行使することが必要である。ところで、本件申請の許否を決するに当たつて\n被告を拘束する一般基準としては、昭和四九年一二月二七日付の総理府総務副長官\n及び関係八事務次官による通達「地方公益法人に対する都道府県知事の許可、認可\n等の事務について」（以下「九省通達」という。）及び「公益法人の設立の許可、\n認可、監督等に関する規則」（昭和三一年東京都規則第六五号。以下「東京都規\n則」という。）があるだけであるが、原告の本件申請はこれらの基準に適合するも\nのである。しかるに、被告は、本件処分に当たつて「社団法人足立区医師会に対す\nる都の考え方」（以下「本件基本方針」という。）という原告だけを対象にした特\n別な審査基準を策定し、その中で「新たな団体の構成員の地域分布は、明確に区分\nされていることが必要である。」という一般基準にはない要件を付加し、原告の場\n合右要件を満足させないとして本件処分を行つた。このように、本件処分は、原告\nだけを対象とした特別基準を設定して行われたものであるから、恣意や他事考慮の\n介在する余地のないよう定められた一般基準の下で処分が行われるという適正手続\nの保障を欠いた違法なものといわざるを得ない。\n７　よつて、本件処分の取消しを求める。\n二　請求原因に対する認否\n１　請求原因１の事実中、堤北地区に就業場所又は住所を有し足立区医師会に所属\nしていた一部の医師が昭和四九年一二月二六日足立江北医師会の設立総会を開催\nし、原告主張のような定款を定め、東京都総務局行政部指導課に赴いて社団法人設\n立許可のための相談を重ねたこと、及び昭和五〇年七月二五日右医師ら七二名が社\n団法人足立江北医師会設立総会を開催し、前同旨の定款を定め、同月三〇日被告に\n対し同社団法人設立許可の申請を行つたことは認め、堤北地区の医師八四名が昭和\n四九年一二月一八日足立区医師会を退会したこと及び昭和五〇年七月二五日の設立\n総会の開催を被告所部係官が指導したことは否認し、その余の事実は知らない。右\n七二名のうち、足立区医師会を退会した医師は四六名である。\n２　同２の事実は認める。\n３　同３の事実中、（一）、（二）及び（六）の事実は認め、（三）及び（五）の\n事実は知らない。（四）の事実は否認する。昭和五〇年八月一九日原告代表者であ\nるＡ個人名義で診療所の名称を「足立江北医師会診療所」とし、診療日を「日曜、\n祭日、休日」とする診療所開設届が足立保健所長あてに提出され、同所長がこれを\n受理したものである。\n４　同４の主張は争う。\n５　同５の事実は認める。\n６　同６（一）の事実中、東京都には原告主張のとおり複数の医師会が併存する区\nがあり、大学及び官庁関係の医師は、行政区画に関係なく別個の医師会を形成して\nおり、これらはいずれも社団法人となつているが、必ずしも同時に法人化されたも\nのではないこと、このうち北区、板橋区及び墨田区では会員が混在していること、\n板橋区には板橋区医師会と東板橋医師会とがあり、後者は、前者の内部分裂の結果\n結成され、昭和三九年に被告から法人設立許可を受けたが、東京都医師会及び板橋\n区医師会との調整が必ずしも十分にはとれておらず、会員も混在した状態のままで\nあつたこと、足立区には堤南地区に事務所を置く足立区医師会が一つあるのみであ\nることは認めるが、主張の趣旨は争う。\n７　同６（二）の事実中、原告と足立区当局等との間で十分な調整が行われていた\nこと及び原告が堤北地区の地域医療に何らの混乱や障害も与えていないことは否認\nし、主張の趣旨は争う。\n８　同６（三）の事実中、東京都医師会及び足立区医師会が被告に対し原告の法人\n化に反対する旨の陳情をしたこと、並びに被告が本件処分をするに当たつて右両医\n師会の意向をも考慮に入れたことは認める。しかし、当初原告の法人化に好意的で\nあつた被告が、右両医師会の陳情によつて態度を一変したとの事実は否認する。\n９　同６（四）の事実中、被告が本件処分をするに当たつて準拠すべき現範として\n九省通達と東京都規則があること及び被告が本件基本方針を策定したことは認める\nが、被告が本件の事務処理上参考とすべきものはほかにもあり、また、本件基本方\n針も原告のみに適用される特別の審査基準を定めたものではない。\n三　被告の主張\n１　本件処分に至る経緯\n昭和四九年一〇月中旬、足立区医師会所属の医師四、五名（いずれも現在原告の会\n員）が東京都総務局行政部指導課を訪れ、足立区内において足立区医師会とは別個\nの医師会を社団法人として新たに設立したいとして、その手続等について相談に及\nんだ。その際、右医師らは、現在足立区医師会に属している医師のうちかなり多数\nの者が現執行部の下では協力してやつていけない状態にあること、足立区内の地理\n的な状況からみて堤北地区に新しく医師会を設立する必要があること、新医師会の\n会員数は七〇ないし一三〇名くらいまでになることが予想されること、たとえ新医\n師会設立について東京都医師会の賛意が得られなくても分裂を進行させるつもりで\nあること、そして、分裂しても東京都あるいは足立区の行う公衆衛生行政関係事業\nの受託には支障がないようにするつもりであることなどを述べた。また、その後も\n同年一一月末にかけて二、三回、新医師会の設立を望む医師が右指導課を訪れ、右\n同趣旨の主張を繰り返した。これに対して、被告は、右主張の趣旨からして地区医\n師会の内部分裂に端を発した事案と認め、また、現在の医師会の地域医療行政にお\nける公共的役割を考えると、右相談の趣旨に直ちに応ずるのには大いに疑問があ\nり、慎重に取り扱う必要があると考えた。そこで、被告は、同年一二月四日足立区\n医師会会長らから事情を聴取するとともに、関係機関である東京都医師会、足立\n区、東京都衛生局からも事情を聴取し、本件については主務官庁としての法人設立\n指導の取扱いに関する基本方針を立てる必要があると判断し、同月二三日本件基本\n方針を策定し、直ちにこれを原告関係者に通知し、併せて東京都医師会、足立区医\n師会、足立区、東京都衛生局にも周知させ、理解と協力を求めた。右基本方針の内\n容は次のとおりである。\n（一）　法人の監督、指導に当たつての都の基本的な考え方は、法人の円滑かつ適\n正な運営の確保を基本とする。よつて、本件については、団体自治の原則に立つ\nて、相互の話合いにより円満に解決されることが望まれる。\n（二）　社団法人の設立については、社団が存在し、その団体から正規の申請がな\nされた場合、主務官広としては、受理し、公益法人としての適格性（公益性、団体\n性）について審査し、判断せざるを得ない。\n（三）　地区医師会の役割からみて、法人設立の動きなどにより地区の医療及び保\n健衛生等に悪い影響が生じないように配慮する必要があり、法人の許認可及び指導\nの判断に当たつては、その公益性が損わなれるか否かを十分勘案して対処してい\nく。\n（四）　その他\n（１）　新たな団体の構成員の地域分布は明確に区分されていることが必要であ\nる。\n（２）　申し出に当たつては、次の諸点についてあらかじめ明示のこと\nア　法人設立の積極的かつ具体的な理由\nイ　会員（新規）の地域分布図\nウ　会員（新規）の資格の得喪の状況\nエ　新たな団体の設立に至るまでの主な経過\nそして、被告は、昭和五〇年七月に至るまで右基本方針に基づき原告と足立区医師\n会両者の円満解決を図るべく、数回にわたり東京都医師会や足立区を通じ、あるい\nは自ら直接両者の調整に努めたが、東京都医師会や足立区医師会は、あくまでも分\n裂には反対であるとし、被告に対し原告の法人化を許可すべきでないとの陳情をし\nてくるようになり、一方、原告は、新医師会を設立するので早急に許可すべきであ\nるとの立場に固執したため、結局、両者相互の話合いによつて事態の円満解決をみ\nることはできなかつた。そこで、被告としては、更に調整を続けることとし、他\n方、かねてより原告から強い要望のあつた現地調査のため同年七月二四日原告事務\n所に赴き、原告の事業状況、事務処理状況等を調査した。ところが、同月三〇日に\n至り原告から突如本件許可申請書が提出されたので、被告は、正式の審査手続を進\nめることにした。すなわち、被告は、同年八月一二日原告に対し、それまでの調査\n結果からは必ずしも明らかでない事項につき照会をしたところ、同月一八日付で回\n答が寄せられたが、そのうち、新医師会の設立について既存の医師会との間に話合\nいがなされ合意をみているかという照会に対する回答は、「現在においては合意が\nなされていないが、社団法人の許可あり次第連絡協議会（仮称）を設け円満に処理\nする方針である。」というものであつた。また、被告は、本件設立許可の可否は、\n地区医師会の公共的役割からみて地域医療行政に重大な影響を及ぼすと考えられた\nので、地域医療行政の関係機関たる東京都衛生局長、足立区長、東京都医師会長及\nび足立区医師会長並びに本件事務についての上級官庁である厚生省の医務局総務課\n長にそれぞれの意向を照会したところ、同月二七日から同年九月一三日までの間に\n回答が寄せられたが、いずれも原告の法人化について反対又は消極の意見であつ\nた。\n被告は、右の行政指導の経緯、現地調査、各回答の内容を総合的に検討した結果、\n原告の社団性そのものについても疑問があつたが、その点は今後の是正・指導によ\nり改善される余地があるとしても、原告には積極的な公益性を認めることができ\nず、仮に何らかの公益性を認めるにしても、原告の法人設立を許可することは、公\n益実現よりも、むしろ公益に支障を及ぼす面が強いと判断し、本件処分を行つた。\n２　本件処分の適法性\n公益法人の設立を許可するためには、当該団体が公益性・非営利性を具備する社団\nであることが必要であり（民法三四条）、しかも、右の公益性とは、単に営利を目\n的としないというだけでは足りず、積極的に公益性を備えていることを要するもの\nである。そして、行政庁は、右公益性の有無の判断に当たつては、単に当該社団の\n定款で定める目的、事業内容等を形式的に審査するにとどまらず、更に、当該社団\nの法人設立の意図及びその必要性、当該社団の事業実績、当該社団が公益法人とし\nて設立された場合の地域社会に対する影響等についても実質的な審査をし、これら\nの結果を総合して判断すべきものである。本件においてこれらの点を説明すれば、\n次のとおりである。\n（一）　原告の法人設立の意図及びその必要性\n原告が堤北地区に新医師会を設立したのは、積極的な公益の実現を目的としたもの\nではなく、その真意は、足立区医師会内部の対立抗争の過程で主導権を握ることが\nできなかつた会員が同医師会の執行部に対する不満を新法人設立という形で解決し\nようとする点にあつた。すなわち、足立区医師会内部には数多くの対立抗争があつ\nたが、これらはおおむね当時の執行部と現在の原告会員との間の争いであるという\nのが特徴的であつた。主たる抗争としては、（１）昭和三七年に足立区医師会の事\n務所を堤北地区へ移転させよとの原告会員らの要求が同医師会の理事会で容れられ\nなかつたこと、（２）昭和四七年に原告会員らが同医師会執行部に連絡せず足立医\n師協同組合を設立したこと、（３）昭和四九年に同協同組合会館に足立区医師会分\n室を開設せよとの原告会員らの提案が同医師会の評議員会で否決されたことの三つ\nを挙げることができ、原告会員らは、右協同組合会館内に足立区医師会分室の開設\nされる見込みがなくなつたとして、新医師会設立に向つて動き始めたものである。\nしかも、足立区内には既に足立区医師会という法人格を持つた地区医師会が存在し\nているのであり、新医師会設立の必要性はない。しかも、従前どこの医師会にも属\nしていない医師で新医師会を設立するというのであればともかく、原告の場合は、\nその会員の大多数は、足立区医師会に所属していた医師であり、仮に原告が真に公\n益的な事業を遂行するとしても、足立区における既存の医師会とのトータルでの事\n業能力はそれほど増加するものとも思われず、かえつて、現在のように両者が反目\nし合つている状況の下では、その能力はマイナスになるものと考えられる。したが\nつて、堤北地区に新たに法人格を持つた医師会を設立する必要性はない。\n（二）　原告の事業実績\n原告が権利能力なき社団としてこれまで行つてきた事業をみると、法人格取得のた\nめの活動が大部分であり、請求原因３で原告の主張する活動も、原告から会員又は\n都若しくは区の公衆衛生行政機関に対する単なる通知であり、医学医術の研究練磨\nに関する自主的事業も少なく、積極的な地域社会への貢献に関する事業は見当たら\nない。\n（三）　原告が公益法人として設立された場合の地域社会に対する影響\n（１）　公衆衛生行政の現状及び地区医師会の役割\n東京都は、膨大な人口と公害等多くの都市問題をかかえる中で、住民の保健医療に\nついて多様な施策を必要とし、公的保健医療機関として都立病院、同産院等の医療\n施設と各区に保健所を設置運営しているが、住民の生命と健康を守るためには、近\n代化された高度の医療施設による疾病の治療もさることながら、まず住民の保健衛\n生（疾病の予防）の面に特段の施策を講じなければならない。しかし、現実には、\n既存の保健所の機能にもおのずから限界があり、公衆衛生の特殊性からどうしても\n住民の身近にある開業医等の協力・援助を得てのきめ細かい施策が要請されるとこ\nろである。そこで、都及び各区においては、右の開業医等で構成される地区医師\n会、更には東京都医師会から各種の公衆衛生行政の実施について種々の協力・援助\nを得ているのであり、特に、定期予防接種、任意予防接種、子宮ガン検診、老人健\n康診査等の事業については、地区医師会に事務委託をし、全面的にその協力を得て\nいるのが現状である。そして、右のように地区医師会の協力を必要とする事務の量\nは、年々増大し、地区医師会の公衆衛生行政に果たす役割は近年飛躍的に高まつて\nきているのであり、その協力なくしては地域公衆衛生行政の円滑な遂行を確保しえ\nない状態にある。そこで、都及び各区は、東京都医師会との間に前記委託事務等に\nついて、その統一的かつ円滑な実施を図るための協定（いわゆる三者協定）を締結\nしている。\nそして、地区医師会が一般的に有する公益性についてみると、各地区医師会が実施\nしている公益事業は、医学の研究習得に関する事業、地域社会に対する奉仕活動及\nび前述の公共団体が実施している公衆衛生行政上の事業に対する協力の三点に大別\nすることができるが、このような事業を実施する地区医師会の担う分野はますます\n拡がり、それに対する社会的要請も近年一層高まつてきている。\n（２）　地域医療についての混乱と障害の発生\nア　原告は、その設立に当たつて激しい会員獲得運動をし、足立区医師会も、その\n会報に「足立江北医師会のデメリツト」という記事を掲載するなどしてこれに対抗\nした。そして、足立区医師会と原告の会員構成は現在も流動的であるが、足立区医\n師会を退会して原告に参加した医師四六名のうち一五名はその後足立区医師会に復\n帰し、これまでは原告から足立区医師会へと会員が流れているといえる。しかし、\nもし原告の法人設立を認めるならば、原告はそれを機に一層露骨な会員勧誘活動を\nすることが予想され、そのような事態になれば、堤北地区在住の足立区医師会会員\nの混乱と迷惑は今まで以上となり、日常診療にも支障をきたすことともなりかねな\nい。\nイ　前記のとおり地域住民に対する公衆衛生行政の多くは、行政側が医師会等との\n間で締結する委託契約に基づき実施されているところである。しかるに、原告は、\n足立区がその委託もしていないのに、昭和五〇年度以降毎年一方的に「老人健康診\n査」を実施し、その報酬の支払いを足立区に請求している。しかも、昭和五三年度\nには、老人健康診査の会場として原告会員の医療機関が足立区通報から洩れている\nが、これは区役所の手落ちである旨の虚偽の事実を記載した文書を作成し、堤北地\n区住民に配布した。更に、右文書は、老人福祉法に基づく老人健康診査を受けるに\nは必要のない健康保険証等の提出を求めている。もし、健康保険証等によつて老人\n健康診査をしたとすれば、それは法的に認められないところである。このように、\n原告は、足立区から委託も受けていない事業を区の事業であるかのように装つて一\n方的に実施し、また、その際、虚偽の事実及び法的に疑問のある事項を記載した文\n書を地域住民に配布し、現に足立区の公衆衛生行政に混乱と障害をもたらしてい\nる。\nウ　原告は、設立以来、足立江北医師会報や前記老人健康診査に関する文書等を住\n民に多数配布し活発な広報活動をしてきた。このうち、昭和五四年三月ころ住民に\n配布された「可愛いお子さんを守るために」と題するビラには、現在足立区が足立\n区医師会に委託して実施している予防接種において昀近五件もの死亡事故又はこれ\nと同程度の重大な事故が続発しているかのごとき記載があるが、足立区において\nは、昭和五〇年に死亡事故が一件あつたのみで、その後は、死亡事故はもとより、\n後遺症の生じた事故も一件も発生していない。このように予防接種についていたず\nらに住民に不安を抱かせるビラや前記老人健康診査に関して虚偽事実を記載した文\n書を配布したことは、足立区及び医師一般に対する不信感を醸成するものであり、\nひいては、足立区の公衆衛生行政及び足立区医師会の事業活動に重大な支障を及ぼ\nすものである。\n（３）　法人設立許可の地域社会に対する影響\n以上のように、公衆衛生行政が地区医師会の協力によつて実施されている現状の下\nにおいて、既存の足立区医師会に対立する原告が権利能力なき社団として設立され\nたことにより、足立区内の地域医療に混乱と除害が発生しているわけであるが、原\n告と足立区医師会の反目が続き、両者が協調して地域社会に貢献する態勢になく、\n原告と東京都及び足立区の公衆衛生機関との調整も不十分な現段階で、原告に法人\n格を付与すれば、右の混乱と障害が更に増幅し、公衆衛生行政上の事業に対する足\n立区医師会の協力にも支障を及ぼし、地域医療にかえつて障害をもたらすものと考\nえられる。\n（四）　結論\n以上述べた諸点を総合考慮すると、原告の法人設立については、積極的な公益性を\n認めることはできず、また、仮にそこに何らかの公益性を認めるとしても、原告の\n法人設立を認めることは、公益実現よりもむしろ公益に支障を及ぼす面が強いもの\nと認められるのである。したがつて、これを不許可とした本件処分には何ら違法な\n点はない。\nなお、原告は、現在東京都及び足立区から公衆衛生行政に関する事業の委託を受け\nられないのは、法人格を欠くためであると理解しているようであり、法人格が取得\nできれば委託契約が締結されるものと一方的に信じ込み、右契約締結を要求する一\nつの手段として法人格獲得に精力を注いでいるのである。しかし、原告の右のよう\nな要求を容れるために法人格を付与しなければならないいわれはない。右委託をす\nるかどうかは、行政側の判断で決すべき事柄であり、受託者の法人格の有無とは関\n係のないことである。東京都及び足立区も足立区医師会と原告とが円満な関係にな\nいから委託できないでいるのである。\n３　原告主張の違法事由に対する反論\n（一）　請求原因６（一）記載の違法事由について\n原告主張の一区に併存する複数の医師会は、おおむね旧行政区画単位に設立された\nものである。また、東板橋医師会の事例は、本件とはその前提諸条件を異にしてい\nる。すなわち、近年、公衆衛生行政の多様化及び事務量増大化に伴い、公衆衛生関\n係機関相互の協力の必要性と、都及び区の地区医師会への依存度を高める傾向にあ\nり、しかも東板橋医師会が法人化された昭和三九年当時は、地域の公衆衛生行政は\n東京都が中心になつて実施されていたが、昭和五〇年四月には、その大半が区に移\n管され、前記のいわゆる一二者協定も拡充されたため、本件処分時には昭和三九年\n当時とは比較にならないほど区衛生行政当局と地区医師会との連携が必要不可欠な\nものとなり、区は地区医師会の動向に強い関心をもたざるを得ない状態に置かれて\nいる。本件においては、かかる状況下で都衛生局ばかりでなく足立区においても原\n告の法人化に反対していたのに対し、東板橋医師会の法人化に当たつては、地域の\n公衆衛生行政を当時主管していた都衛生局及び地元の板橋区は反対の意向を示すこ\nとなく、また、同医師会は、東京都医師会及び板橋区医師会との関係の円滑化に努\nめ、原告と足立区医師会との間にみられるような対立、非協調的な関係にはなかつ\nたのである。したがつて、東板橋医師会と原告とでは、法人設立許可の前提たる諸\n条件を異にするものであるから、東板橋医師会との対比において平等原則違反をい\nう原告の主張は失当である。\n（二）　同６（二）記載の違法事由について\n原告に法人格を付与するためには、地区医師会相互の協調が必要であることは、前\n記２（三）（１）で述べた公衆衛生行政の現状及び地区医師会の役割を考えるなら\nば当然のことであり、また、前記１で述べた被告の昭和五〇年八月一二日付照会に\n対し、足立区長は、原告と足立区医師会の円満協力の担保がない現時点で新法人が\n設立されることは地域公衆衛生行政の遂行に障害の生ずることが懸念されると回答\nしており、この回答からも明らかなとおり、原告と足立区当局等との調整は十分に\nなされていない。更に、原告が既に足立区の地域医療に混乱と障害を与えているこ\nとは、前記２（三）（２）で述べたとおりである。\n（三）　同６（三）記載の違法事由について\n被告が本件処分をするに当たつて、足立区医師会及び東京都医師会の意向をも参考\nにしたことは、前記２（三）（１）で述べた公衆衛生行政の現状及び地区医師会の\n役割に照らし、行政庁として当然なすべき配慮をしたまでであつて、殊更、右両医\n師会の意向に迎合したわけではない。\n（四）　同６（四）記載の違法事由について\n主務官庁の権限が都道府県知事に委譲されている公益法人（以下「地方公益法人」\nという。）の許認可等の事務については、九省通達が発せられているが、これには\n地方公益法人の設立許可等の審査基準が示され、都道府県知事は少なくとも右基準\nの趣旨に沿つて許可をしなければならないとされている。また、厚生大臣官房長か\nら昭和四八年一一月一日付で都道府県知事あてに発せられた通達「厚生大臣の所管\nに属す呑公益法人の取扱いについて」にも厚生大臣が直接設立許可等を行う場合の\n審査基準が添付され、都道府県知事に委譲された公益法人の設立許可等の事務処理\n上参考にすべきものとされている。更に、公益法人の設立許可等の基準としては、\n昭和四七年一二月四日付建設事務次官通達「建設大臣の主管に属する公益法人の許\n可及び認可審査基準について」や昭和四四年五月一日付運輸大臣官房長通達「運輸\n大臣の所管に属する公益法人の取扱方針について」なども存在する。そして、被告\nは、一般に公益法人の許可等に当たつては、右の各通達等に示された基準に従つて\n又はこれらを参考として該事案を審査することとしているのであり、この点につい\nては、本件の場合も全く同様であつて、本件申請の審理に当たつて特別の基準を設\nけたことはない。\nもつとも、被告は、本件の場合、昭和四九年一二月二三日に本件基本方針を特に策\n定して審査したが、その理由は前記１で述べたとおりであつて、右基本方針は審査\nを慎重に行うための一手段として、被告が一般に用いている許可等審査基準を本件\nの場合に即して整理し、言いかえたものにすぎず、本件の場合に限つて他の事案と\n異なる特別の審査基準を設定したわけではない。右基本方針の中で原告が特に指摘\nする「新たな団体の構成員の地域分布は明確に区分されていることが必要であ\nる。」という項も、右建設事務次官通達で新たな公益法人を許可することによつて\n既存の公益法人に悪影響を及ぼすものであつてはならないとされていること及び右\n運輸大臣官房長通達で類似団体の併立によつて公益事業の円滑な遂行に支障をきた\nしてはならないとされていることと同じ趣旨であり、厚生省も同趣旨の考え方をと\nつており、一般に広く採用されている考え方である。\n四　被告の主張に対する原告の反論\n１　被告の主張１について\n昭和四九年一〇月中旬に足立区医師会所属の医師四、五名が東京都総務局行政部指\n導課を訪れ、足立区内に新たな医師会を設立したいとして、その手続について説明\nを求め、更に、同年一一月末にかけて二、三回右指導課に赴いたこと、東京都医師\n会及び足立区医師会が原告の法人化に反対し、被告に対して反対の陳情を重ねたこ\nと、被告が昭和五〇年七月二四日原告事務所において現地調査を行つたこと及び原\n告が本件の許可申請後に被告から照会を受けたのに対して被告主張のとおりの回答\nをしたことは認める。しかし、原告会員が被告所部の係官に対し足立区医師会から\n分裂すると述べたことはなく、同医師会を分裂させた事実もない。被告が昭和四九\n年一二月二三日の時点で本件基本方針を策定したとの事実は否認する。被告は、昭\n和五〇年三月までは原告の法人化に対し好意的かつ楽観的であつたものであり、同\n月中旬あたりから東京都医師会及び足立区医師会の反対陳情に屈し、両医師会との\n協調を昀も重視することに方針を変更してきたものである。また、原告の法人化に\nついての東京都医師会等の反対意見は、いずれも合理的な根拠を欠くものである。\n２　同２冒頭部分について\n公益法人の公益性は、これを緩やかに解釈し、非営利性の有無に重点を置いて判定\nすべきであり、積極的に公益そのものを目的としてはいなくても、公益に関する法\n人であつてその構成員への利益の配分を目的としていないものは、公益法人の要件\nたる公益性に欠けるところはないものというべきである。そして、この公益性の有\n無は、定款に記載された目的及び事業内容によつて判断すべきであり、他の法人か\nら分裂した経緯や事情は、公益性の有無を判断するに当たつて斟酌すべき事柄では\nない。分裂は、他法人に留まつたまま内紛を続けていたのでは公益を実現し得ない\nために発生することだからである。原告が定款において定める目的及び事業内容は\n前記のとおりであつて、法人設立の許可を受けた東板橋医師会のそれと全く同一で\nあるから、原告に公益性の点で欠けるところはない。\n３　同２（一）について\n足立区医師会内部には執行部と現在の原告会員らとの間で堤北地区への同医師会事\n務所又は分室設置の是非を中心として多くの抗争があつたことは認めるが、被告主\n張の三つの抗争のうち、（１）及び（２）の抗争については不知、（３）の抗争に\nついては否認する。東京都のいくつかの区において地区医師会の存するところに新\n医師会が設立されたのは、既存医師会の執行、運営に不満な会員が内紛のない医師\n会の設立をめざしたためであり、そのような事情が当該医師会の公益性に消長をき\nたさないことは、前記２で述べたとおりであり、同一医師会内で抗争を続けるより\nもそれぞれ別個の医師会を結成した方が団体の円滑な運営が図られ、地域医療にと\nつてもかえつて望ましいのである。また、原告結成に至る事情は東板橋医師会など\nの場合とほとんど同様であるが、これらの場合、一時的に混乱が生じたことがあつ\nても、法人設立許可を受けた後は、地域医療行政が円滑に行われているのであるか\nら、本件においても、原告の法人化により混乱が生ずると予想することは相当でな\nい。既に地区医師会が存するところに新たな医師会を設置する必要がないとの被告\nの主張は、一一区に複数の医師会が設置されている実情を忘れた議論である。\n４　同２（二）について\n主張の趣旨は争う。原告は、医学医術に関する研究練磨に関する事業や心身障害児\n無料相談を実施し、休日診療所及び脳波センターを開設するなど、現在に至るまで\n各種公益事業を実施している。\n５　同２（三）について\n現在の東京都の公衆衛生行政が各種医師会の協力なくしては実施できないこと及び\n地区医師会が一般的に有する公益性は被告主張のとおりであるが、東京都が公衆衛\n生行政の実施に当たり協力を求めているのは、東京都医師会とその傘下の地区医師\n会だけではなく、東京都医師会の系列下にない医師団体をも対象にしているのが実\n情である。地域医療についての混乱と障害の発生に関する主張のうち、会員の争奪\nについては、新医師会の設立時にはどこの医師会でも行われることであり、本件に\n特異な現象ではない。そして、かかる現象は、法人設立許可の有無とは関係なく、\n原告が医師会として存在する以上、ある程度は不可避な出来事であり、許可を受け\nればやむことである。また、会員の勧誘が直ちに地域医療の混乱に結びつくわけで\nもない。\nまた、老人健康診査は、原告の会員が患者の求めに応じて個別に行つたもので、医\n師として当然のことであり、原告は、法律に基づきこれらの費用を一括して足立区\nに請求したにすぎず、何ら非難を受ける事柄ではない。また、被告主張の文書は、\n原告会員の医院、病院が足立区作成の区内医療機関分布図から故意に除外されてい\nたため、このことを指摘したまでであり、虚偽の事実を記載したものではなく、地\n域医療に混乱を与えるものでもない。\n更に、原告の広報活動については、足立区がその公衆衛生行政に関する事業につき\n原告に法人格がないことを理由として委託契約を締結しないので、原告は、これを\n批判し、個々の会員との個別契約を求めて広報活動をしているのであり、これは何\nら違法なものではなく、かかる現象は、ひとえに足立区医師会の意向に迎合してい\nる足立区の態度に責任があるのである。\n６　同２（四）について\n主張の趣旨は争う。被告は、原告に公益性がないと主張するが、そのようなこと\nは、請求原因５で述べた本件処分の理由の中に示されていないから、主張自体失当\nである。また、公益性は主として地域住民との関係において判断すべきものである\nが、被告の右主張は、堤北地区の住民一二万六七八六名の署名をもつて足立区長に\n対し原告の法人設立の陳情がなされている事実、同町内会長一八名の連記をもつて\n足立区議会に対し同旨の請願がなされている事実に眼を覆つた主張である。なお、\n足立区が公衆衛生行政に関する事業につき原告との間に委託契約を締結できないで\nいるのは、原告が社団法人として設立を許可されていないからであると、足立区は\n原告に対し今日まで繰り返し述べているところである。\n第三　証拠（省略）\n○　理由\n一　本件処分に至る経緯\n１　次の事実については、当事者間に争いがない。\n（一）　東京都足立区内の医師の団体として足立区医師会があり、その事務所が同\n区内荒川放水路以南のいわゆる堤南地区に置かれているところ、昭和四九年一〇月\n中旬ころ、同医師会の会員で荒川放水路以北のいわゆる堤北地区において開業する\n医師四、五名が東京都総務局行政部指導課を訪れ、同区内において同医師会とは別\n個の医師会を社団法人として新たに設立したいとして、その手続等について相談に\n及び、その後も同年一一月末にかけて二、三回、新医師会の設立を望む医師が同じ\n用件で同指導課を訪れた。\n（二）　昭和四九年一二月二六日、堤北地区に就業場所又は住所を有する医師の一\n部は、新しい医師会の設立総会を開催して定款を作成し、その名称を足立江北医師\n会とすること、足立江北医師会は医道を昂揚し医学医術の発展普及と公衆衛生の向\n上を図るとともに正しい医療の遂行によつて地域社会に貢獄することを目的とする\nことを定めるほか、右目的達成のための事業内容、事務所、会員資格の得喪、役員\nの任免、資産等に関する事項を定め、ここに原告足立江北医師会が設立されるに至\nつた。以来、原告は、右指導課と社団法人の資格取得のための相談を重ねた。一\n方、東京都医師会及び足立区医師会は、被告に対し、原告の法人化については反対\nである旨の陳情・意見表明を行つた。\n（三）　昭和五〇年七月二四日、被告は、現地調査のため原告事務所に赴き、原告\nの事業状況、事務処理状況等を調査した。\n（四）　同月二五日、原告会員の医師七二名は、社団法人足立江北医師会の設立総\n会を改めて開催し、前同旨の定款を定めた。\n（五）　同月三〇日、原告は、被告に対し、社団法人足立江北医師会設立の許可申\n請を行つた。\n（六）　同年八月一二日、被告は原告に対し、新医師会の設立について既存の医師\n会との間に話合いがなされ合意をみているか否か等について照会し、同月一八日、\n原告は被告に対し、現在においては合意がなされていないが社団法人の許可あり次\n第連絡協議会を設け円満に処理する方針であると回答した。\n（七）　同年九月二五日、被告は、社団法人足立江北医師会の設立を許可しないと\nの本件処分を行い、原告に対する処分通知書に、原告の設立許可申請は「地区医師\n会の存在する地域において、会員が混在する状態のままで同一目的の新法人を設立\nしようとするものであり、医師会相互の協調ならびに関係機関との間の調整が不十\n分な状況のもとでは、地域医療に混乱と障害を生ずるおそれかあるので、認めがた\nい。」と記載した。\n２　成立に争いのない甲第二八号証の二、第三三号証ないし第三六号証、第四五号\n証、第六七号証、乙第一二号証、原本の存在と成立に争いのない甲第一号証の八、\n一〇、乙第一号証、弁論の全趣旨により成立を認める甲第四八号証、書込み部分に\nついては原告代表者尋問の結果により成立を認め、その余の部分は成立に争いのな\nい甲第八〇号証、証人Ｂ（第一回）の証言及びそれにより成立を認める甲第三〇号\n証、証人Ｃ、同Ｄ、同Ｅの各証言、原告代表者尋問の結果に弁論の全趣旨を総合す\nると、次の事実が認められ、この認定を覆すに足る証拠はない。\n（一）　足立区医師会では、昭和三七年新しい医師会館を建設することになり、一\n部の会員が堤北地区に建設することを提案したが容れられず、理事会は堤南地区に\n建設することを決定した。これを契機として同医師会内部では堤南地区と堤北地区\nとを分けて考える気運が発生した。ところで、堤北地区から堤南地区の医師会館に\n行くには、荒川放水路に架かる千住新橋又は西新井橋を渡らねばならず、しかも近\n年激しさを増す一方の交通の渋滞化に伴い往復に長時間を要するようになつたた\nめ、堤北地区に就業場所又は住所を有する医師の一部（その中心は現在原告の会\n員。以下「江北側医師」という。）から堤北地区に足立区医師会事務所の分室を設\nけよとの要求が出され、昭和四六年四月には当時の足立区医師会会長が右要求を容\nれ堤北地区に分室を設置する旨言明した。しかし、同年七月の保険医総辞退問題を\nめぐつて江北側医師らと足立区医師会執行部とが激しく対立し、これが原因となつ\nて江北側医師は同医師会執行部に対して根強い不信感をもつに至り、昭和四七年に\n江北側医師が同医師会執行部に諮らず足立医師協同組合なるものを堤北地区に設立\nしたことが両者の蟠りに拍車をかけた。その後も、足立区医師会の経営に係る千寿\n会館の倒産、同医師会役員選挙をめぐる執行部と江北側医師との確執、これを契機\nとする東京都の医師会解散勧告、江北側医師による同医師会役員選挙無効確認の訴\nの提起及び役員の職務執行停止の仮処分の申請並びに二度にわたる全役員の辞任等\nが相次ぎ、江北側医師と執行部との対立は一層深まつていつた。更に、昭和四八年\n一二月足立区医師会理事会が江北側医師の要求を容れて右足立医師協同組合の会館\n内に同医師会事務所の分室を設置することを決定したが、これは昭和四九年二月同\n医師会評議員会で否決された。そこで、理事会は、同年四月分室の設置場所を右協\n同組合会館内ではなく同じ堤北地区に属する竹の塚とすることを決定して再度評議\n員会に諮問したが、これも否決された。このため、理事会は、同年五月分室設置問\n題は継続審議とすることを決めた。こうして、江北側医師が長年にわたつて切望し\nてきた堤北地区への分室設置が当面見送りとなつたため、江北側医師の不満が爆発\nし、そのころ発覚した足立区医師会事務員による婦人科検診委託料横領事件につい\nて同医師会執行部のとつた事後処理の是非をめぐる意見の対立も手伝つて、約三五\n〇名の同医師会会員のうち江北側医師五〇名が同年一二月一八日同医師会会長あて\nに退会届を提出し、堤北地区に住所を有しながら同医師会に加入していなかつた医\n師をも加え、同月二六日原告の設立総会を開催した。\n（二）　原告の設立前から江北側医師と足立区医師会との間では堤北地区の医師を\n自派に確保するため会員の奪い合いが行われたが、この会員争奪は原告設立後も続\nき、原告は「足立江北医師会報」を発行するなどして新会員の獲得に努め、昭和五\n〇年七月三〇日被告に対し法人設立許可申請書に添付して提出した収支予算書で\nは、初年度の会員七二名を次年度には一三〇名に増加させることを予定していた。\nそして、本件処分当時、堤北地区には原告会員七二名と足立区医師会会員約二〇〇\n名が混在する状態にあつたが、その所属はなお流動的であつた。\n（三）　原告が設立以来本件処分時までに行つた活動は、法人格取得のための活動\nと、会員等に対する医療事務上の連絡通知が中心で、医学の振興に関する事業とし\nては生化学細菌学に関する学術講演会の開催を準備するにとどまつた。その他、原\n告は、前記足立医師協同組合会館内に「足立江北医師会診療所」という名称の休日\n診療所を開設することを計画し、原告代表者のＡが個人として同診療所の管理者と\nなることにつき足立保健所長から昭和五〇年七月二一日付の許可を受け、同年八月\n一九日同人個人名義で同保健所長に対し同診療所の開設届を提出するとともに、被\n告に対し同診療所の保険医療機関指定申請書を提出したが、名称が不適切であるこ\nとを理由に保険医療機関の指定は受けられなかつた。また、原告は、足立区に対\nし、同区の行う公衆衛生事業の委託契約を締結したい旨申し入れたが、法人格がな\nいことを理由に拒否され、法人格取得のため更に熱心に取り組むことになつた。\n３　前掲甲第三五、第三六号証、第六七号証、乙第一号証、成立に争いのない甲第\n一六号証、第三八号証、第七三号証、乙第三ないし第七号証の各二、原本の存在と\n成立に争いのない乙第三ないし第七号証の各一、証人Ｂ（第一回）の証言により成\n立を認める甲第二一号証、原告代表者尋問の結果により原本の存在と成立を認める\n甲第七一号証、証人Ｃ、同Ｆ、同Ｇ、同Ｂ（第一回）、同Ｄ、同Ｅの各証言、原告\n代表者尋問の結果を総合すると、次の事実が認められ、この認定を覆すに足る証拠\nはない。\n（一）　本件処分当時の東京都及び特別区の公衆衛生行政の実情は、大要、次のと\nおりであつた。すなわち、東京都民に対する公衆衛生行政を担当する都及び区は、\n右行政の一環として各種予防接種、健康診査、休日診療、健康相談、母親教室等各\n種の事業を実施しているが、現実には、医療専門職員の絶体数不足のため、独力で\nこれらの事業を実施することは不可能であつた。そこで、都及び区は、東京都医師\n会、各区の地区医師会等の協力を求め、これらの医師会に委託し、あるいは医師の\n派遣を求めるなどして前記各種事業を実施している。このような都及び区の医師会\nに対する依存関係は、近年、老人、心身障害者などのいわゆる弱者防衛施策が拡充\nされ、公衆衛生行政に対する需要が増加するに伴い、その度合いを強めており、医\n師会は、公衆衛生行政の重要な一翼を担うものとして、不可欠の存在となつてきて\nいる。足立区においてもこのことに変わりはなく、従来から足立区医師会の全面的\nな協力を得て、地域公衆衛生行政に関する各種事業を実施している。そして、法改\n正により、昭和五〇年四月以降保健所が都から区に事務移管され、右各種事業も大\n部分が都から区に移管されることとなつたため、区とその地区医師会との円満な関\n係は、その必要性を一層増大させている。以上のような事態の推移にかんがみ、地\n区医師会が自治体側からの協力要請に対し全都統一的に応ずることのできる態勢を\n常に確立しておく必要があり、そのための機関として東京都、特別区及び東京都医\n師会を構成員とする三者協議会が結成され、これを通じて公衆衛生事業の統一的、\n一体的運営が図られている。\n（二）　前記のとおり、原告会員らは、原告の設立総会を開催するに先立つて、東\n京都総務局行政部指導課を訪れているが、その際、堤北地区の地理的特殊性からく\nる堤北地区医師の不便及び当時の足立区医師会執行部との医師会運営をめぐる考え\n方の相違を指摘して、同執行部の下では到底一諸にはやつていけないと主張した。\nこれを受けて被告は、本件は足立区医師会の内部分裂に端を発する事案と認め、地\n区医師会の公衆衛生行政に果たす役割の重大性にかんがみ、慎重に取り扱う必要が\nあり、主務官庁として本件を処理するに当たつての基本的な方針を策定する必要が\nあると考えた。そこで、被告は、公衆衛生行政の担当部局である東京都衛生局並び\nに本件と関係を有する東京都医師会及び足立区医師会から事情聴取をしたうえ、昭\n和四九年一二月二三日、本件は団体内部の話合いにより円満に解決されることが望\nまれること、新法人の設立により地区の医療、保健衛生等に悪い影響の生じないよ\nう配慮する必要があること、新法人の構成員の地域分布は明確に区分されているこ\nとが必要であることなどを骨子とした本件基本方針を策定した。\n（三）　被告は、右基本方針に従い原告、足立区医師会及び東京都医師会に対して\n話合いにより円満に解決するよう働きかけた。しかし、東京都医師会及び足立区医\n師会は、原告の法人化に反対の態度をとり、被告に対して右法人の設立を許可すべ\nきではないとの陳情を重ねた。他方、原告は、昭和五〇年一月三〇日以来「足立江\n北医師会報」を発刊し自己の正当性を強く主張し、あくまでも足立区医師会から分\n離、独立して法人格を取得するとの意向を示し、これに反対する同医師会の会報に\n「足立江北医師会のデメリツト」と題する記事が掲載されるや直ちにこれに反論す\nるなどして、両者の関係は険悪化の度合いを強めていつた。このような状況下で同\n年春ごろ二度ほど両者の話合いの場がもたれたが、断固独立するとし話し合つても\n無駄であるとの態度を示す原告の主張と、復帰を前提とする足立区医師会の主張と\nが昀初から真向から対立して平行線をたどり、事態の収拾に関する前向きの議論は\n一切行われないまま物別れに終わつた。この間、足立区医師会側からは、もし原告\nの法人設立が許可されても、地域の公衆衛生事業の実施について原告と協力するこ\nとはできないとの態度が被告や足立区当局に対して示されたこともあつた。\n（四）　足立区は、昭和五〇年五月同年の小、中学校生徒等に対する日本脳炎の予\n防接種実施につき従前からこの種事業に関して協力を得てきた足立区医師会と委託\n契約を結んだところ、原告は、区長に対し自己との直接の委託契約締結を求め、足\n立区医師会から再委託を受け、そこから報酬を受け取ることには応じられないと主\n張したため、足立区当局ではその取扱いに苦慮したが、昀終的には、足立区医師会\nが双方の会員を含む学校医会に予防接種の実施を再委託し、報酬もいつたん学校医\n会に全額支払いこれを介して原告会員に支払うという処理をすることに落ちつい\nた。しかしながら、足立区医師会の内部では、同医師会と同等の立場で対抗する原\n告に対して反感を強め、原告会員と同席する場所で予防接種等をするのであれば参\n加しないなどとする強硬な意見も出て、事態は一向に改善されなかつた。\n（五）　このようななかで原告の法人設立許可の申請が出されたが、被告は、地域\n公衆衛生行政の関係機関たる東京都衛生局長、足立区長、東京都医師会長及び足立\n区医師会長並びに本件事務についての上級官庁たる厚生省の医務局総務課長に対し\nて原告の法人化に関する意見を求めたところ、大要、次のような回答が寄せられ\nた。\n（１）　東京都衛生局長の回答\n原告は、既に医師会が存在している区域に新たな法人を設立しようとしているもの\nであり、関係団体の調整がなされないままこれを許可した場合には、関係団体相互\n及び会員の間に無用の混乱の起こることも予想されるので、これを許可することは\n好ましくない。また、本件については、東京都医師会、地区医師会との協力体制が\n損われ、衛生行政事業に大きな影響が生ずることも予想されるので、慎重に配慮願\nいたい。\n（２）　足立区長の回答\n地区医師会と一体となつて公衆衛生行政を実施している現状から、一行政区画一医\n師会が望ましく、既に医師会が存在している区域に重複して新法人が設立されるこ\nとは好ましくない。そして、互いに反目しあつている従来の経緯等からして足立区\n医師会と原告とが円満に協調し区の衛生行政に協力することに危惧を感ぜざるを得\nず、両者円満協力の担保がない現時点で新法人が設立されることは、地域公衆衛生\n行政の遂行に障害の生ずることが懸念される。\nしたがつて、原告の法人化は好ましくない。\n（３）　東京都医師会長の回答\n行政区画と医師会の地域とは一致することが望ましいこと、医師会は一定地域内の\n大多数の医師が会員となつていることが必須の要件であるが、原告はこの要件に合\n致しないこと、意見を異にする少数者が分離独立することを是認すれば医師会が細\n分されて無数に発生し、行政上支障が生ずることなどからして、原告の法人化には\n反対である。\n（４）　足立区医師会長の回答\n足立区医師会と原告とは全く協調性を欠き互いに反目さえする状態にあり、もし原\n告に法人格が与えられて両者が同等の権限を主張し合うことになれば、公衆衛生活\n動における協力体制をとることは困難になり、予防接種についても医師出動計画等\nの合意ができず接種の実施不能となつて住民に不安を抱かせるおそれなどがあるの\nで、地域医療の観点からも、原告の存在の必要性は全くなく、かえつて弊害の方が\n多い。よつて設立許可のないことを希望する。\n（５）　厚生省医務局総務課長の回答\n同一地区に新たに同種の社団法人の設立を許可することが当該地域における会員の\n争奪、既存の社団法人の公益事業の円滑な遂行に支障を来たす等混乱を生ずるおそ\nれがあると認められる場合には、当該社団法人の設立を許可しないことが適当であ\nる。\n（六）　被告は、これらの事情を考慮して昭和五〇年九月二五日に本件処分を行つ\nたものであるが、その際に昀も重要視したことは、現状のままで原告の法人設立を\n許可すれば、足立区医師会との間の会員争奪が激化するおそれがあるということ\nと、今後東京都及び足立区が実施する公衆衛生行政に関する事業を円滑に遂行して\nいくうえで障害を生ずるおそれがあるということの二点であつた。\nなお、証人Ｄ及び原告代表者Ａは、被告が当初は原告の法人設立を許可するとの態\n度を示していた旨供述するが、いずれも原告側の立場での受け取りかたであり、た\nやすく採用することができない。\n二　本件処分の適法性\n１　民法三四条は、「公益ニ関スル社団・・・・・・ニシテ営利ヲ目的トセサルモ\nノハ主務官庁ノ許可ヲ得テ之ヲ法人ト為スコトヲ得」と規定しているが、同条が公\n益法人の設立を主務官庁の許可にかからしめている趣旨に照らせば、公益・非営利\n目的の社団に対して右許可を与えるかどうかは、当該社団をして独立の法人格を有\nするものとしての社会的活動を行わせることが公共の利益の増進に寄与するかどう\nかという観点から、当該社団の事業の内容及び実績、法人設立の意図及び必要性、\n法人化によつて生ずる社会的影響など諸般の事情を総合的に考慮して決定されるべ\nき事柄であり、その性質上、当該社団の事業分野について精通し管理の実績と責任\nを有する主務官庁の合理的裁量に委ねられているものと解される。したがつて、右\n許可に関する主務官庁の判断が、全く事実上の根拠に基づかない場合や、考慮すべ\nき事項を考慮せず又は考慮すべきでない事項を考慮した場合その他社会通念に照ら\nして著しく妥当性を欠くと認められる場合には、裁量権の行使を誤つたものとして\n違法とされることを免れないが、裁判所の審査はその範囲に限られ、右のような違\n法の程度に至らない判断の当不当には及び得ないものといわなければならない。\n２　右の見地に立つて本件を検討する。\n（一）　まず、本件処分当時堤北地区には医師二五〇名以上が居住又は勤務してい\nたところ、同地区において原告の会員と足立区医師会の会員とが混在状態にあり、\n両者が互いに反目し合つて会員争奪を行つていたことは、前記一の２（二）で認定\nしたとおりである。このような状況の下で原告の法人設立が許可された場合には、\n会員争奪がこれまで以上のものとなり、入会の勧誘やその阻止などのために両会員\nの地域住民に対する医療業務に停滞を生ぜしめるおそれがあるばかりでなく、その\nような争奪によつて医師又は医師会に対する社会的信用を低下させることも危惧さ\nれるところである。原告の法人化に伴う右のような会員争奪の活発化は、あるいは\n一時的、過渡的なもので、ある程度の期間の経過により沈静することが考えられな\nいではないが、たとえ一時的にもせよ、それによつて地域住民の医療生活に不安を\n与えるおそれなどを生ぜしめるという事実は、公益上たやすく無視し得るものでは\nない。\n（二）　次に、東京都医師会及び足立区医師会が原告の法人化に強く反対し、特に\n足立区医師会と原告との関係は険悪化しており、両者が協力して公衆衛生行政に関\nする事業の実施に当たるのを期待することはできない状態にあつたこと、並びにこ\nのような両者の対立関係から、東京都衛生局及び足立区当局は、地域公衆衛生行政\nの遂行に障害の生ずることを懸念して、原告の法人化は好ましくないとの意向を表\n明し、かつ、予防接種等の事業について原告とは直接委託契約を締結しないことと\nしていることも、前記一の２（三）及び３（三）ないし（五）で既に認定したとお\nりである。したがつて、原告と右両医師会とが公衆衛生行政に関する事業の実施に\nついて協調態勢を欠き、また、原告と関係行政機関との間の調整が不十分であつた\nことは、明らかである。\n（三）　ところで、原告の法人設立が許可され、それに伴つて従来足立区医師会の\nみに委託されてきた公衆衛生行政に関する事業の実施につき何らかの形で原告も共\n同閏与するようになつた場合を考えてみると、原告と足立区医師会との間で前記の\nような対立関係が続いている限り、右事業の実施に関する具体的計画の策定やその\n施行及び事後処理等に関して両者の調整、合意を得ることが難しくなり、右事業の\n円滑、適時な遂行に支障をきたすおそれが極めて大きいといわなければならない。\nそのおそれを生ぜしめている両者の対立関係が原告の法人化を機に緩和、解消され\nると予測すべき客観的保障は全くないのである。\nのみならず、足立区の地域公衆衛生行政が東京都医師会及び足立区医師会の全面的\nな協力の下に実施されている現状において、右両医師会と険悪な対立関係をもつて\n新たに結成された原告を行政上どのように処遇するかは、その処遇の仕方いかんに\nよつては、右両医師会と東京都及び足立区との間のこれまでの協調関係を損ね、ひ\nいて、今後とも右両医師会の協力が不可欠な地域公衆衛生行政の実施に悪影響を及\nぼすことにもなりかねない。本件においてそのおそれがなかつたわけでないこと\nは、既に認定した足立区医師会側の態度によつてうかがわれるところである。およ\nそ公衆衛生行政は、多かれ少なかれ、地域住民の健康と衛生の維持、向上に直接か\nかわるものであるから、その停滞や混乱は、それがいかなる理由によるものであつ\nても、行政当局として可及的にこれを避ける途をとるべきことは当然であり、ま\nた、その停滞や混乱の程度等が具体的にはつきりしないからといつて、確たる見通\nしもなく、そのおそれのあることをあえてすべきであるということはできない（被\n告が本件の判断に当たり右両医師会の意向を考慮に入れたことの是非については後\n記３（三）で判断する。）。\nもつとも、右に述べた公衆衛生行政上の支障や混乱は、形式的には、原告の法人設\n立を許可すること自体によつて当然に生ずるというよりは、むしろ、東京都又は足\n立区が原告を公衆衛生行政に関する事業の実施に関与させることに伴つて惹き起こ\nされるものであるといえよう。しかし、他区の実例や従来の経緯に照らしてみる限\nり、原告の法人設立が正式に許可されたからには、右公衆衛生行政に関する事業の\n委託について原告のみを除外することは実際問題として容易にできることではない\nし、何よりも、原告において法人化を望む主たる目的が右委託契約を締結すること\nにあることからすれば、原告が法人格を取得した場合には、右委託契約の締結を求\nめて種々の手段を尽すことが明らかで、そうなれば、足立区医師会の協力の下で公\n衆衛生行政に関する事業を実施するについて停滞や支障を生ずることが前記一の３\n（四）の実例からも考えられるのである。\n（四）　右のとおりであるから、本件の事実関係の下において、原告の法人設立を\n認めることにより「地域医療に混乱と障害を生ずるおそれがある」とした被告の判\n断が合理性を欠くものといえないことは明らかである。このような地域医療に及ぼ\nすマイナスの影響のほかに、足立区には原告と同一目的の足立区医師会が既に存在\nし、原告は同医師会の内部分裂により結成されたもので、同医師会と区別し得るだ\nけの独自性及び公益性を具備するものとはいいがたく、社団としての公益的活動に\nもいまだ十分なものがなかつたことなどの諸事情を総合的に勘案すると、医師会が\n一般に公衆衛生行政の作用を分担することのみを目的とした団体ではないことを考\n慮してもなお、他に何らかの特別の事由が認められない限り、原告の法人設立を許\n可しがたいとした被告の本件判断をもつて、全く事実上の根拠に基づかないとか、\n社会通念上著しく妥当性を欠くものとすることはできないというべきである。\n３　そこで、原告主張の違法事由について検討する。\n（一）　請求原因６（一）記載の違法事由について\n東京都二三区のうち、千代田区、中央区、文京区、台東区、江東区、世田谷区、品\n川区、北区、板橋区には二医師会が併存し、墨田区、大田区には三医師会が併存\nし、また、大学及び官庁関係の医師は行政区画に関係なく別個の医師会を結成して\nおり、これらはいずれも社団法人となつているが、同時に法人化されたものではな\nく、既に地区医師会が存在していたところに第二、第三の医師会が設立を許可され\nたものであること、このうち北区、板橋区及び墨田区では同一地区に会員が混在し\nていること、板橋区には現在板橋区医師会と東板橋医師会とがあり、後者は、前者\nの内部分裂の結果結成され、昭和三九年に被告から法人設立許可を受けたものであ\nるが、東京都医師会及び板橋区医師会との調整が必ずしも十分にはとれておらず会\n員も混在した状態のままであつたことについては、当事者間に争いがない。\n前掲甲第七一号証、成立に争いのない甲第五三ないし第五八号証（第五六、第五七\n号証については一部）、第六二号証の二、三、第六四号証、乙第八号証の一、証人\nＨの証言により成立を認める甲第六五号証、第七六号証、同証言（一部）、証人\nＣ、同Ｆ（二部）、同Ｇ、同Ｉ（一部）、同Ｄ（一部）の各証言を総合すると、次\nの事実が認められる。\n戦前、東京都は、三五区の行政区画に区分されており各地区にそれぞれ一つずつの\n医師会があつたが、これらはすべて昭和二二年の「医師会、歯科医師会及び日本医\n療団の解散等に関する法律」の施行に伴つて解散し、新たに現行の行政区画である\n二三の特別区にそれぞれ一つずつの医師会が公益法人として設立された。その後、\n従来は旧行政区画単位で医師会の運営が行われてきており、区役所、保健所等の関\n係官公署も旧行政区画を前提とした配置がされていたため、主として医師会の円滑\nな運営及び関係官公署との緊密な連絡を目的として、一部の特別区において旧行政\n区画単位又は保健所単位に医師会が分かれていつた。現在二以上の医師会が併存し\nている前記一一区のうち北区、板橋区及び墨田区を除く八区の場合は、かかる事情\nによるものである。北区及び墨田区に二以上の医師会が併存しているのは、税金問\n題についての内部抗争を契機としたものであり、会員もやや混在した状態にある\nが、これらの場合は、いずれも昀終的には既存医師会と新医師会との合意が成立\nし、東京都医師会の承認も与えられたうえでのことであつた。これに対し、板橋区\nの場合、板橋区医師会の内部分裂により昭和三八年二月東板橋医師会が結成され、\n同医師会は、板橋区医師会と互いに反目し合い、板橋区医師会及び東京都医師会か\nらその存在を攻撃されて法人化についても賛同を得ることができなかつた。このよ\nうな経緯から、東板橋医師会は、現在に至るも東京都医師会への加入が認められて\nいない。しかし、東板橋医師会が法人化された昭和三九年当時においては、公衆衛\n生行政上の事業の大半は東京都が直接所掌していたが、その量は本件処分時に比べ\nて相当少なく、また、その事務量に比べて医療専門職員が比較的多かつたため、都\n及び区の地区医師会に対する依存度は低く、東京都衛生局長も東板橋医師会の法人\n化に支障はない旨の意見を正式に表明し、板橋区当局も同医師会に好意的な態度を\n示した。\n甲第五六、第五七号証のうち右認定に反する記載部分と証人Ｆ、同Ｈ、同Ｄの各証\n言中、右認定に反する供述部分は採用せず、他に右認定を左右するに足りる証拠は\nない。\n以上の事実によれば、二以上の医師会が併存している区のうち板橋区を除く一〇区\nについては、複数の医師会ができるに至つた事情や医師会間の協調関係において本\n件の場合と実態を異にしていることが明らかである。また、板橋区の場合は、既存\n医師会の内部分裂により新医師会が結成され、両者間の協調も不十分であつた点で\nは本件の場合と類似しているが、東板橋医師会が法人格を付与された昭和三九年と\n本件処分が行われた昭和五〇年とでは、地区医師会の公衆衛生行政面で果たす役割\nに相当程度の相違があり、公衆衛生事務を所掌する行政当局の意見にも本件とは明\n確な差異がみられる。したがつて、本件と板橋区などの事案とを同列に論ずること\nはできず、これらの例をあげて本件処分の違法をいう原告の主張を採用することは\nできない。\n（二）　同６（二）記載の違法事由について\nこの点に関する判断は前記２で述べたとおりである。原告と足立区医師会などとの\n間の協調を欠くことによつて地域医療に混乱と障害を生ずるおそれが予測される以\n上、右協調を第二次的なものにすぎないとか、原告の法人化後に協調を図れば足り\nるとすることは到底できない。また、原告は、従来からの社団としての医療活動に\nより地域医療に何らの混乱と障害を与えていないから、法人化されても右混乱と障\n害を生ずることはないと主張するが、客観的にそのようにはいえないことは先の認\n定によつて明らかである。\n（三）　同６（三）記載の違法事由について\n被告が本件処分をするに当たり原告の法人化に反対する東京都医師会及び足立区医\n師会の意向を考慮に入れたことは、前記一の３で認定した経過によつて明らかであ\nる。しかし、既に述べたように、原告と右両医師会との対立関係が続く状態におい\nて原告の法人設立を認めた場合には、公衆衛生行政に関する事業の実施にも支障を\n生ずるおそれがあるのであるから、公益維持に責任を負う被告として、原告と右両\n医師会が今後協調して公衆衛生行政に関する事業の実施にあたる見込みがあるかど\nうかを判断するために、右両医師会の意向を考慮することは、行政目的上もとより\n許されるところであり、いわゆる他事考慮というべきものではない。本件の事実関\n係に照らせば、被告が右両医師会の意向を考慮したのは、右のような行政目的実現\nのためであるとみることができるのであり、原告の主張するようにいわれなく右両\n医師会の意向を受け容れその圧力に屈したというのは当たらない。\n（四）　同６（四）記載の違法事由について\n原告は、本件申請が九省通達及び東京都規則で定める許可基準に適合していると主\n張するが、成立に争いのない乙第一〇号証の一及び第一一号証によれば、九省通達\nは、都道府県知事の行う公益法人設立許可等の事務につき、許可を与える場合の昀\n低基準を定めたものであることが明らかで、右基準に適合する場合に必ず許可すべ\nきことを定めたものではないし、また、東京都規則は、許可の実体的基準を定めた\nものではないから、これらの基準のみにより本件申請の許否を論ずることはできな\nい。また、原告は、被告が本件基本方針を策定し会員が混在しないことを要件とし\nたのは、原告だけを対象とした特別の審査基準を定めたもので、適正手続に違反す\nると主張するが、前記一の３（二）の認定によれば、本件基本方針は、被告が本件\nにつき判断の慎重を期するために内部的に策定したものであつて、このような方針\nに基づいて事案を処理すること自体をもつて適正手続違反ということはできない。\nそして、本件で会員混在のまま原告の法人設立を認めることが公益上好ましくない\n結果を招来するおそれがあることは前記２（一）のとおりであるから、右方針は内\n容的にも何ら不合理なものではない。\n結局、原告が違法事由として主張するところはすべて採用するに由ないものであ\nる。\n三　結論\n以上によれば、本件処分における被告の判断には裁量権の逸脱ないし濫用を認める\nことはできず、本件処分は適法というべきである。\nよつて、原告の本訴請求を棄却することとし、訴訟費用の負担につき行政事件訴訟\n法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　佐藤　繁　泉　徳治　菊池洋一）\n"
}