{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 4,
    "day": 22
  },
  "case_number": "昭和53(行ウ)116",
  "case_name": "法人税等課税処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "日本の沿岸に隣接しているが日本の領海外にある大陸棚において，鉱物資源の掘削作業を請け負い，対価を取得した外国法人に対する法人税賦課決定が，右掘削作業の行われた地域は鉱物資源の探索，開発に関し法人税法の施行される地域であり，右対価は法人税法１３８条１号に定める国内源泉所得に該当するとして，適法とされた事例",
  "lawsuit_id": "17128",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17128",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/128/017128_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　原告\n１　被告が原告に対し、昭和四九年八月二四日付けでした原告の昭和四六年二月二\n七日から同年一二月三一日までの事業年度（以下「昭和四六年度」という。）、昭\n和四七年一月一日から同年一二月三一日までの事業年度（以下「昭和四七年度」と\nいう。）及び昭和四八年一月一日から同年一二月三一日までの事業年度（以下「昭\n和四八年度」という。）の各法人税の決定及び無申告加算税賦課決定（ただし、昭\n和四七年度は昭和五三年五月二四日付け審査裁決により一部取り消された後のも\nの。）を取り消す。\n２　訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二　原告の請求原因\n一　原告は、パナマ共和国法人である。原告の昭和四六年度、昭和四七年度及び昭\n和四八年度（以下「本件係争年度」という。）の各法人税の課税経過は、別表一な\nいし三記載のとおりである。\n二　被告が昭和四九年八月二四日付けでした右各法人税の決定及び無申告加算税賦\n課決定の処分（ただし、昭和四七年度は昭和五三年五月二四日付け審査裁決により\n一部取り消された後のもの。以下「本件処分」という。）には、次の違法があるか\nら取り消されるべきである。\n１　原告は、外国法人であり、かつ、国内源泉所得を有しないから、法人税の納付\n義務を負わない。\n２　原告は、本件処分前の昭和四八年に、東京国税局から、本件処分に係る所得に\nついて、原告には法人税の納付義務があるから所轄の被告に対して確定申告書を提\n出するようにとの指導を受けた。そこで、原告は、昭和四九年三月八日付けの陳述\n書をもつて、東京国税局に対し、種々論拠を挙げて原告には法人税の納付義務がな\nい所以を主張したが、被告は、同年八月二四日付けで本件処分をなした。このた\nめ、原告は、東京国税局長に対し、同年一〇月二三日付けで右陳述書と同じ理由を\nもつて本件処分についての異議申立てをした。東京国税局長としては、本件処分の\n段階で右陳述書記載の原告の主張を検討ずみのはずであるから、右異議申立てに対\nしても直ちに決定をなし得たはずである。しかるに、東京国税局長は、昭和五一年\n六月一五日になつてようやく異議決定を行つた。右異議決定に対し、原告は、同年\n七月一二日付けで右陳述書を添えて国税不服審判所長に対し審査請求をなしたが、\n被告及び東京国税局長からは原告に法人税の納付義務があることを論拠づけるに足\nりる主張や資料が全く提出されず、また、国税不服審判所長も、この点に関して被\n告らに対し釈明をしないままに日時を経過し、昭和五三年五月二四日になつてよう\nやく審査裁決を行つた。\n以上のように、被告及び東京国税局長の責任で、原告か昀初に陳述書を提出してか\nら審査裁決がなされるまでの間に四年余の長期間が空費されることになつたが、か\nように遅延した行政不服審査手続は、当事者救済の役割を果たさず違法である。ま\nた、国税通則法八四条五項及び一〇一条一項の規定によれば、異議決定書及び審査\n裁決書には理由を附記することを要し、かつ、不服申立てに係る処分の全部又は一\n部を維持する場合の理由においては、維持される処分を正当とする理由が明らかに\nされていなければならないところ、本件の異議決定書及び審査裁決書は、原告主張\nの大部分について一言も触れず、理由らしい理由を示すことなく原告には法人税の\n納付義務がある旨一方的に断定したもので、理由附記不備の違法がある。そして、\n以上の行政不服審査手続の違法は、本件処分を違法ならしめるものである。\n第三　原告の請求原因に対する被告の認否\n一　請求原因一は認める。\n二　同二は争う。\n原告は、異議申立て及び審査請求の審理手続が著しく遅延したこと、異議決定書及\nび審査裁決書の理由附記に不備があることを理由に本件処分は違法である旨主張す\nるが、これらはいずれも本件処分後の異議申立て及び審査請求に関する事柄であつ\nて、本件処分自体の違法事由とはなり得ないから、右主張はそれ自体失当である。\n第四　被告の主張\n一　原告の事業活動\n１　原告は、国土総合開発株式会社の一〇〇パーセント出資に係る訴外ジルド・イ\nンターナシヨナル・エス・エイ（パナマ共和国法人。以下「ジルド・インターナシ\nヨナル」という。）と、オーシヤン・ドリリング・アンド・エクスプロレーシヨ\nン・カンパニー（アメリカ合衆国法人。以下「オデコ本社」という。）の一〇〇パ\nーセント出資に係る訴外カナム・オフシヨア・リミテツド（英領パナマ法人）と\nが、それぞれ五〇パーセントずつ出資して昭和四五年三月一〇日に設立したパナマ\n共和国法人であつて、その事業目的は、海底石油及びガス井の掘削、開発等とされ\nている。\n２　西日本石油開発株式会社（以下「西日本石油開発」という。）は、昭和四五年\n三月一三日オデコ本社との間で、西日本石油開発が試掘権を有する日本沖合の大陸\n棚地域においてオデコ本社が油井の掘削作業等を行う旨の沖合掘削請負契約を締結\nし、原告は、同日オデコ本社から右請負契約に係る一切の権利義務を譲り受けた。\n西日本石油開発は、鉱業法に基づき、広島通商産業局長等から島根県、山口県及び\n長崎県沖の大陸棚に石油、可燃性天然ガス等の掘採を目的とする試掘権の設定を受\nけ、同年一一月二五日から昭和四七年四月二〇日までの間に順次その旨の登録をし\nた。そこで、原告は、右沖合掘削請負契約に基づき、石油、可燃性天然ガス等の開\n発を目的として、昭和四六年二月二七日から昭和四七年一一月九日まで及び昭和四\n八年三月一一日から同年七月一八日までの間に右鉱区内の大陸棚（いずれも日本の\n領海外にあるもの）において、海上掘削装置（以下「リグ」という。）を使用し、\n合計八本の試掘井（水深一三二メートルないし一九二メートル）の掘削作業を行\nい、西日本石油開発から右掘削作業に係る対価の支払を受けた。\n３　帝国石油株式会社は、鉱業法に基づき、仙台通商産業局長から福島県楢葉町沖\n約三七、三八、三九キロメートル及び同県原町沖約四五キロメートル付近海面下の\n大陸棚に石油及び可燃性天然ガスの掘採を目的とする試掘権の設定を受け、楢葉町\n沖の鉱区については昭和四八年五月二二日、原町沖の鉱区については同年六月二一\n日それぞれその旨の登録をし、更に東京通商産業局長から茨城県日立市沖約二〇キ\nロメートル付近海面下の大陸棚に同一物の掘採を目的として試掘権の設定を受け、\n同年八月二八日その旨の登録をした。一方、同社は、エツソ・アブクマ・インコー\nポレーテイド（アメリカ合衆国法人。以下「エツソ・アブクマ」という。）との間\nで、右鉱区における油井の掘削請負契約を締結し、エツソ・アブクマは、同年六月\n一日西日本石油開発から、同社が原告に対して有する前記沖合掘削請負契約に係る\n権利義務一切を譲り受け、原告に右鉱区での石油及び可燃性天然ガス開発のための\n試掘井の掘削作業を依頼した。そこで、原告は、同年七月二五日から昭和四九年七\n月八日までの間に、右鉱区内の大陸棚（いずれも日本の領海外にあるもの）におい\nて、リグを使用し合計五本の試掘井（水深一一九・五メートルないし一五四メート\nル）の掘削作業を行い、エツソ・アブクマから右掘削作業に係る対価の支払を受け\nた。\n４なお、原告は、ジルド・インターナシヨナルとオデコ本社とがそれぞれ五〇パー\nセントずつ出資して設立したオーシヤン・コントラクト・サービスイーズ・エス・\nエイ（パナマ共和国法人。以下「オーシヤン・コントラクト」という。）との間\nで、原告の業務の代行についての協定を結び、本件処分当時、オーシヤン・コント\nラクトの日本における営業所（東京都港区＜地名略＞）をもつて原告の事業活動の\n実質的な本拠としていた。\n二　原告の納税義務\n１　法人税法四条二項及び九条の規定によれば、外国法人は、同法一三八条に規定\nする「国内源泉所得」を有するときは法人税を納める義務があり、その課税所得の\n範囲は、各事業年度の所得のうち同法一四一条各号に掲げる外国法人の区分に応じ\n当該各号に掲げる国内源泉所得に係る所得とされているところ、原告の前記一の２\n及び３の掘削作業（以下「本件掘削作業」という。）による所得は、同法一三八条\n一号が国内源泉所得の一として定める「国内において行なう事業から・・・生ずる\n所得」に該当し、原告は、同法一四一条二号の「国内において・・・その他の作\n業・・・を一年をこえて行なう外国法人」に該当する。したがつて、原告は、各事\n業年度の所得のうち、本件掘削作業から生ずる所得について、法人税を納める義務\nがある。\n２　法人税法二条一号は、「国内」の意義について、「この法律の施行地をい\nう。」と規定している。そして、「この法律の施行地」を地理的にどの範囲とする\nかということについて特別の規定はないが、「この法律の施行地」とは、我が国の\n課税権の及ぶ地域全体を指すものにほかならない。そして、原告が石油、可燃性天\n然ガス等の鉱物資源の開発を目的として本件掘削作業を行つた地域は、次に述べる\nとおり、我が国が鉱物資源の探索・開発に関して主権的権利を有する大陸棚にあ\nり、我が国の課税権が及び、「この法律の施行地」、すなわち法人税法上の「国\n内」に該当する。したがつて、本件掘削作業による所得は、「国内において行なう\n事業から・・・・・・生ずる所得」に該当するのである。\n３　本件係争年度（昭和四六年二月二七日から昭和四八年一二月三一日まで）当\n時、既に、大陸棚における鉱物資源の探索・開発に関し沿岸国が主権的権利を有す\nるという慣習国際法が存在していたのであり、我が国も当然にかかる主権的権利を\n有していた。\n（一）　昭和二〇年九月になされたアメリカ合衆国のいわゆるトルーマン宣言以\n来、メキシコ、パナマ、アルゼンチン、チリ、ペルー、ブラジル、イラン、イスラ\nエル、ポルトガル、パキスタン、フイリピン、インド、韓国、オーストラリア等多\nくの沿岸国から大陸棚に対する主権ないし主権的権利の主張が相次ぐに至り、その\nため昭和二六年には国連国際法委員会により「大陸棚に関する条約草案」が作成さ\nれ、昭和三三年四月二九日には国連海洋法会議において「大陸棚に関する条約」\n（以下「大陸棚条約」という。）が採択された（なお、同条約は、アメリカ合衆\n国、イギリス、ソ連等を含む二二か国の批准又は加入を得て昭和三九年六月一〇日\nに発効し、締約国数は現在五〇か国以上にのぼつている。）。\n（二）　大陸棚条約は、大陸棚（同条約一条は、「この条約の規定の適用上、「大\n陸棚」とは、（ａ）海岸に隣接しているが領海の外にある海底区域の海底及びその\n下であつて上部水域の水深が二〇〇メートルまでのもの、又はその限度をこえる場\n合には上部水域の水深が前記の海底区域の天然資源の開発を可能にする限度までの\nもの、並びに（ｂ）島の海岸に隣接している同様の海底区域の海底及びその下をい\nう。」と規定している。）に対する沿岸国の権利について、その二条で、\n「１　沿岸国は、大陸棚に対し、大陸棚を探索し及びその天然資源を開発するため\nの主権的な権利を行使する。\n２　１にいう権利は、沿岸国がその大陸棚を探索しておらず又はその天然資源を開\n発していない場合にも、他のいかなる国も、当該沿岸国の明示的な同意を得ないで\nこれらの活動を行い又は当該大陸棚に対して権利を主張することができないという\n意味において、排他的である。\n３　大陸棚に対する沿岸国の権利は、実効的な若しくは観念的な先占又は明示的な\n宣言に依存するものではない。\n４　この条約にいう天然資源とは、海底及びその下の鉱物その他の非生物資源並び\nに定着種族に属する生物、すなわち、収穫期において海底の表面若しくは下部で静\n止しており又は海底若しくはその下に絶えず接触していなければ動くことができな\nい生物をいう。」\nと規定している。なお、同条約三条は、\n「沿岸国の大陸棚に対する権利は、その上部水域の公海としての法的地位又はその\n上空の法的地位に影響を及ぼすものではない。」\nと規定し、同条約一二条一項は、\n「いずれの国も、署名、批准又は加入の時に、第一条から第三条までの規定を除く\nこの条約の規定について留保を行うことができる。」\nと規定している。\nところで、大陸棚条約制定の過程において、各国間で大きく意見が対立した点は、\n天然資源の範囲に生物資源を含めるか否かということにあつたのであり、鉱物資源\nの探索・開発に関し沿岸国が主権的権利を有することについては、大多数の国がこ\nれを正当として支持していたのである。そして、大陸棚条約の採択以来今日に至る\nまで、鉱物資源についての右主権的権利自体を疑う国は見当たらないし、右条約の\n採択に反対した我が国も、鉱物資源についての右主権的権利は肯定していたのであ\nつて、右条約に反対した理由は生物資源に関する規定部分にあつたのである。\n（三）　更に、国際司法裁判所は、昭和四四年二月二〇日、西ドイツ、デンマーク\n及びオランダの隣接三国間で大陸棚の境界画定の問題が争われた、いわゆる「北海\n大陸棚事件」の判決の中で、「・・・・・・それは、海の中・下の方へその領土の\n自然な延長をなす大陸棚に関する沿岸国の権利は、領土に対するその主権により、\nかつ海床を探索し、その天然資源を開発するための主権的権利の行使という形にお\nける右の主権の拡張として、当然にかつ昀初から存在するという規則である。要す\nるに、ここには固有の権利がある。その権利を行使するために、何ら特別の法的手\n続を経る必要はなく、また何ら特別の法的行為を遂行する必要もない。その存在は\n宣言され得るが（そして多くの国が宣言している）、創設されることを要しないも\nのである。その上、この権利は、それが行使されることに依存するものではない。\nジユネーブ条約（大陸棚条約）の言葉を繰り返すならば、その権利は、沿岸国がそ\nれに属する大陸棚区域の探索又は開発をしないことに決めても、それは、その国自\n身の問題であり、他のいかなる国も、沿岸国の明示的同意を得ないでそうすること\nはできないという意味で「排他的」である。」、「大陸棚に関するジユネーブ条約\n一二条・・・・・・は、「第一条から第三条までを除いた」条約のすべての条文に\nついて留保を行うことを許している。これらの三条文は、明らかに、当時大陸棚に\n関する慣習国際法の受容された、ないし少なくとも現われつつある規則を反映し、\n又は具体化するものとみなされていたものであり、なかんずく、大陸棚の海の方へ\nの限度の問題、沿岸国の権原の法的特徴、行使し得る権利の性質、この権利が関係\nする天然資源の種類、大陸棚の上部水域の公海としての法的地位の完全な維持及び\nその上空の法的地位に関するものである。」と判示している。\n（四）　以上述べた大陸棚条約採択に至るまでの経緯、同条約の内容、条約採択後\nの状況、北海大陸棚事件判決の判示内容等を総合して考えれば、本件事業年度当\n時、既に、大陸棚における鉱物資源の探索・開発に関して沿岸国が主権的権利を有\nするという慣習国際法が存在したことは明らかというべきものである。\n４　しかして、大陸棚における鉱物資源の探索・開発に関する沿岸国の主権的権利\nの中には、課税権も含まれるものと解すべきである。\n（一）　慣習国際法上認められる大陸棚における鉱物資源の探索・開発に関する沿\n岸国の主権的権利は、その行使の目的が鉱物資源の探索・開発に特定され、また、\n大陸棚の上部水域における公海の自由を不当に妨害し得ないという点で領域主権と\nは異なるものの、右目的の範囲内においては主権と何ら変わらない排他的かつ包括\n的権能であつて、鉱物資源の探索・開発のために必要な一切の権利とこれらの活動\nに関連する一切の権利に及び、鉱物資源の探索・開発行為に伴つて生じた所得に対\nする課税権をも当然に含むものである。\n（二）　諸外国においても、主権的権利の中に課税権が含まれることを当然の前提\nとした取扱いがなされているのであつて、我が国とノールウエー（昭和四二年五月\n一一日署名）、デンマーク（昭和四三年二月三日署名）、オーストラリア（昭和四\n四年三月二〇日署名）、オランダ（昭和四五年三月三日署名）及びスペイン（昭和\n四九年二月一三日署名）との間の各租税条約の議定書並びに大韓民国との間の「両\n国に隣接する大陸棚の南部の共同開発に関する協定」（昭和四九年一月三〇目署\n名、昭和五三年六月二二日効力発生、以下「日韓大陸棚協定」という。）の一七条\nの規定は、いずれも、右主権的権利の中に課税権が含まれることを当然の前提とし\nた取決めないし調整を行つているのである。\n三　原告の所得金額\n原告の本件係争年度における所得金額及びその算定根拠は、次のとおりである。\n１　昭和四六年度の所得金額\n（一）　益金の合計額　四九五万二八五〇ドル七八セント\n原告の昭和四六年度の確定した決算に基づいて作成された「ＳＴＡＴＥＭＥＮＴ\nＯＦ　ＥＡＲＮＩＮＧＳ　ＡＮＤ　ＲＥＴＡＩＮＥＤ　ＥＡ‐ＲＮＩＮＧＳ」（以\n下「利益等報告書」という。）には、収入として別表四（イ）（１）ないし（３）\n記載の項目及び金額があげられているが、右は西日本石油開発との間の沖合掘削請\n負契約に基づく本件掘削作業による収入金額である。したがつて、原告の昭和四六\n年度の国内源泉所得に係る益金の額は、右の合計額四九五万二八五〇ドル七八セン\nトとなる（同表（イ）（４））。\n（二）　損金の合計額　四五八万四五八四ドル八セント\n右金額は、利益等報告書に記載されている営業費の額（別表（イ）（５））と営業\n外損失の額（同表（イ）（６））の合計額（同表（イ）（７））であるが、（一）\nの益金額のすべてが国内源泉所得に係るものであるから、右合計額が昭和四六年度\nの国内源泉所得に係る損金の額となる。\n（三）　純利益の額　三六万八二六六ドル七〇セント\n右金額は、（一）から（二）を控除した額である。\n（四）　円換算額　一億一五八九万三五三〇円\n右金額は、（三）の額を、昭和四六年の昀終における外国為替公認銀行の対顧客直\n物電信買相場と同売相場との中央値（以下「外国為替相場」という。）一ドル当た\nり三一四円七〇銭により円に換算した額である。\n（五）　差引所得金額　一億一五八九万三五三〇円\n右金額は、（四）の額と同じであり、原告の昭和四六年度の所得金額である。\n２　昭和四七年度の所得金額\n（一）　益金の合計額　五一四万二九七一ドル一セント\n原告の昭和四七年度の確定した決算に基づいて作成された利益等報告書には、収入\nとして別表五（イ）（１）、（３）記載の項目及び額があげられているが、本件掘\n削作業による収入は西日本石油開発からの収入金額五一四万二九七一ドル一セント\n（同表（ロ）（４））である。したがつて、原告の昭和四七年度の国内源泉所得に\n係る益金の額は五一四万二九七一ドル一セントである。\n（二）　損金の合計額　四一〇万七五七八ドル八〇セント\n利益等報告書には、営業費の額として同表（イ）（５）、営業外損失の額として同\n表（イ）（６）の額があげられているが、収入金額中には（一）のとおり本件掘削\n作業以外の収入が含まれているので、国内源泉所得に係る（一）の益金に対応する\n損金を本件掘削作業による収入とそれ以外の収入の割合に応じて求めると、四一〇\n万七五七八ドル八〇セントとなる。\nしたがつて、右金額が昭和四七年度の国内源泉所得に係る損金の額となる。\n（三）　純利益の額　一〇三万五三九二ドル二一セント\n右金額は、（一）から（二）を控除した額である。\n（四）　円換算額　三億一二一七万〇七五一円\n右金額は、（三）の額を、昭和四七年の昀終における外国為替相場一ドル当たり三\n〇一円五〇銭により円に換算した額である。\n（五）　前年度分の事業税額　一三七七万二一六〇円\n右金額は、昭和四六年度の所得金額に係る未納事業税の額として、当時の地方税法\n七二条の二二第一項二号の規定に基づき算定したもので、昭和四七年度の損金の額\nに算入すべきものである。\n（六）　差引所得金額　二億九八三九万八五九一円\n右金額は、（四）から（五）を控除した額であり、原告の昭和四七年度の所得金額\nである。\n３　昭和四八年度の所得金額\n（一）　益金の合計額　五三〇万六〇一三ドル一セント\n原告の昭和四八年度の確定した決算に基づいて作成された利益等報告書には、収入\nとして別表六（イ）（１）ないし（３）記載の項目及び額があげられているが、本\n件掘削作業による収入は西日本石油開発からの収入金額二三一万九〇二七ドル九四\nセント及びエツソ・アブクマからの収入金額二九八万六九八五ドル七セントの合計\n額五三〇万六〇一三ドル一セント（同表（ロ）（４））である。したがつて、原告\nの昭和四七年度の国内源泉所得に係る益金の額は五三〇万六〇一三ドル一セントで\nある。\n（二）　損金の合計額　四二六万〇九〇六ドル六二セント\n利益等報告書には、営業費の額として同表（イ）（５）、営業外損失の額として同\n表（イ）（６）の額があげられているが、収入金額中には（一）のとおり本件掘削\n作業以外の収入が含まれているので、国内源泉所得に係る（一）の益金に対応する\n損金を本件掘削作業による収入とそれ以外の収入の割合に応じて求めると、四二六\n万〇九〇六ドル六二セントとなる。\nしたがつて、右金額が昭和四八年度の国内源泉所得に係る損金の額となる。\n（三）　純利益の額　一〇四万五一〇六ドル三九セント\n右金額は、（一）から（二）を控除した額である。\n（四）　円換算額　二億九二六二万九七八九円\n右金額は、（三）の額を、昭和四八年の昀終における外国為替相場一ドル当たり二\n八〇円により円に換算した額である。\n（五）　前年度分の事業税額　三五六七万二七六〇円\n右金額は、原告の昭和四七年度の所得金額に係る未納事業税の額として、当時の地\n方税法七二条の二二第一項二号の規定に基づき算定したもので、昭和四八年度の損\n金の額に算入すべきものである。\n（六）　差引所得金額　二億五六九五万七〇二九円\n右金額は、（四）から（五）を控除した額であり、原告の昭和四八年度の所得金額\nである。\n四　本件処分の適法性\n本件処分の所得金額は、昭和四六年度及び昭和四七年度については前記三の額と同\n一であり、昭和四八年度については前記三の額を下回るものである。\nまた、被告は、国税通則法六六条一項の規定に基づき、原告が本件係争年度分につ\nき納付すべき税額（同法一一八条三項の規定により一〇〇〇円未満の端数切捨て）\nに一〇〇分の一〇を乗じた金額（昭和四六年度四二五万九〇〇〇円、昭和四七年度\n一〇九六万六一〇〇円、昭和四八年度九一四万八一〇〇円）に相当する無申告加算\n税額の賦課決定をしたものである。\nしたがつて、本件処分はいずれも適法である。\n第五　被告の主張に対する原告の認否及び反論\n一　被告の主張一の認否は次のとおりである。\n１　１は認める。\n２　２のうち、原告が被告主張の期間にリグを使用して被告主張の合計八本の試掘\n井の掘削作業を行い、西日本石油開発から右掘削作業に係る対価の支払を受けたこ\nとは認めるが、その余は不知。\n３　３のうち、原告が被告主張の期間にリグを使用して被告主張の合計五本の試掘\n井の掘削作業を行い、エツソ・アブクマから右掘削作業に係る対価の支払を受けた\nことは認めるが、その余は不知。\n４　４のうち、オーシヤン・コントラクトの組織については認めるが、その余は否\n認する。原告は、オーシヤン・コントラクトとの間で、原告の業務代行について協\n定を結んだことも、また、同社の日本営業所をもつて原告の事業活動の実質的な本\n拠地としたこともない。原告は、昭和四六年一月二一日オーシヤン・コントラクト\nとの間で「オフイス・サービス・アグリーメント」を締結し、リグで使用する食\n糧、専門工具の調達・管理その他のセービスの提供を受ける旨合意をしたが、右合\n意書の中で「本契約に含まれるいかなる事項も、オーシヤン・コントラクトに、日\n本及びそれ以外の地域で、オデコ・ニホン（原告）のために行動し、交渉し若しく\nは契約し、又はその他の方法でオデコ・ニホンを拘束し若しくは義務を課する代理\n権若しくは法的代表権を与えるものと解してはならない。」と定めているのであつ\nて、原告がオーシヤン・コントラクトに対し、本件掘削作業に係る業務の代行を委\n託した事実はない。また、原告の業務活動は、専ら海上のリグにおいて行つたので\nあり、オーシヤン・コントラクトの日本営業所を原告の右業務活動の実質的な本拠\nとしたこともない。\n二　被告の主張二は争う。\n１　そもそも課税権は国の主権を構成する権利であるから、祖税法は、特段の規定\nがない限り、国の主権が及ぶ範囲、すなわち、国の領域（領空、領海及び領土）内\nに限つて適用されるものである。したがつて、法二条一号にいう「国内」すなわち\n「この法律の施行地」とは、日本の領域を指すものと解すべきである。したがつ\nて、日本の領域外で行われた本件掘削作業による所得が国内源泉所得に該当するい\nわれはない。\n２　本件係争年度当時存在した大陸棚に関する慣習国際法は、大陸棚条約一条ない\nし三条が規定するところと同一の内容のものであつた。したがつて、沿岸国は、慣\n習国際法上、大陸棚を探索し及びその天然資源を開発するための主権的権利を有し\nていたものといえるが、沿岸国が右主権的権利を行使するためには、権利行使に先\n立つて、右主権的権利を享受する旨の対外的な積極的意思表示を行う必要がある。\n一般に、沿岸国が海洋に対して権利を主張するためには、条約の批准、声明あるい\nは国内立法等を通じてその意図を明確に表明する必要があり、このことは既に確立\nされた国際法上の原則又は慣行である。しかるに、日本は、本件係争年度当時、大\n陸棚に対する右主権的権利について、これを享受する旨の対外的な積極的意思表示\nを未だ行つていなかつたから、本件において右主権的権利を主張することは許され\nない。\n日本が初めて右意思表示をしたのは、昭和五三年六月二二日に韓国との間で日韓大\n陸棚協定を締結した時であり、同協定において初めて大陸棚に対する主権的権利の\n行使を対外的に表明したのである。それまでの国会審議等において、政府代表者が\n大陸棚の鉱物資源に関する右主権的権利の存在につき言及するところがあつたとし\nても、これらの発言は、右主権的権利の理解自体において国際法上の原則に違背す\nる基本的な誤りを犯している上、日本の統一的な公式見解として諸外国に対して確\n定的に述べられたものでもないから、未だ右にいう対外的な意思表明には当たらな\nいものというべきである。また、日本がノールウエー、デンマーク、オーストラリ\nア及びオランダとの間で結んだ各租税条約も、日本がその沿岸の大陸棚における鉱\n物資源の探索・開発による所得に対し課税権を行使することを当然の前提としてい\nたものと理解することはできない。\n３　日本が慣習国際法に基づく主権的権利を主張することは、禁反言の法理上許さ\nれない。\n日本は、昭和三三年にジユネーブで開催された国連海洋法会議の大陸棚条約草案の\n審議において、大陸棚に対し沿岸国の主権的権利を認めることに反対し、採決に当\nたつても反対票を投じ、以後昭和五二年五月二日に領海法及び漁業水域に関する暫\n定措置法を公布・施行して、領海一二海里及び漁業専管水域二〇〇海里を対外的に\n宣明するまでは、大陸棚に対する沿岸国の主権的権利について規定した同条約一条\nないし三条について否定的見解を表明してきたのであつて、しかも、現在において\nも同条約を依然として批准していないのである。このように、日本が右主権的権利\nを否定する態度を終始表明してきた以上、改めて、従来の意思表明を取消す旨を対\n外的に明確に表示しない限り、右主権的権利を主張することは、禁反言の法理上許\nされないといわなければならない。\n４　更に、日本は、従前から大陸棚に対する慣習国際法に基づく主権的権利の内容\nとして、沿岸国は鉱物資源の探索・開発に関してのみ主権的権利を有するのであつ\nて、生物資源の開発に関しては主権的権利は有しないとの立場を取つている。しか\nしながら、大陸棚に関する慣習国際法を法典化した大陸棚条約一条ないし三条の規\n定は、沿岸国は天然資源の探索・開発について主権的権利を有すること、天然資源\nには鉱物資源と定着種族に属する生物資源とが含まれることを明記し、しかも同条\n約一二条一項は、右一条ないし三条の規定について留保することを禁止しているの\nである。すなわち、慣習国際法は、鉱物資源と生物資源とを含んだ天然資源に対す\nる主権的権利を認めているのであつて、右主権的権利の全部又は一部を主張する国\nは、同時に他国の主権的権利の全部を承認しなければならず、日本のように、一方\nで生物資源に対する他国の権利を否定しながら、他方で鉱物資源に対する権利を主\n張するということは、国際法上許されないものというべきである。もし、右天然資\n源の一部についてのみ主権的権利を主張することを認めると、各国が自国に隣接す\nる大陸棚に存在する可能性のある資源のみに限つて主権的権利を主張し、他の資源\nに対する他国の主権的権利を否定する事態を招来することになるのであつて、統一\n的な国際法の存在そのものを否定する結果となり、大陸棚に関する慣習国際法の自\n己否定につながるものといわなければならない。したがつて、生物資源に対する主\n権的権利を否定する日本は、鉱物資源に対する主権的権利を主張することができな\nいものというべきである。\n５　いうまでもなく、大陸棚は沿岸国の領域の一部をなすものではないから、大陸\n棚に対する沿岸国の主権的権利は、あくまでも「主権的権利」であつて、「主権」\nではない。それは、大陸棚の天然資源を探索し開発するということに限定された権\n利であり、課税権を含むものではない。\n６　仮に、主権的権利に課税権が含まれるとしても、主権的権利は大陸棚の天然資\n源の探索・開発という目的によつて制限された権利であるから、課税権も、大陸棚\nから採取された天然資源より直接に得られた所得、少なくとも大陸棚における探\n索・開発事業から得られた所得に対してのみ及ぼすことができるものと解すべきで\nある。原告は、鉱業法に基づく試掘権者でも採掘権者でもなく、単に採掘権者との\n間で締結した掘削請負契約に基づく役務の提供として、本件掘削作業を行つたにす\nぎず、天然資源の探索・開発事業を行つたものではないから、本件掘削作業による\n所得に対し課税を行うことは、主権的権利の範囲を逸脱するものというべきであ\nる。\n７　また、主権的権利に課税権が含まれるとしても、それは抽象的、潜在的な権利\nにすぎないのであつて、課税権を実際に行使するためには国内立法措置を必要とす\nる。憲法八四条は、「あらたに租税を課し、又は現行の租税を変更するには、法律\n又は法律の定める条件によることを必要とする。」と規定しているのである。ここ\nにいう「法律」とは、立法機関による審議・決定を経て制定された法律を指すので\nあつて、不文の規範である慣習国際法は右の「法律」には当たらない。また、「法\n律による」とは、課税の具体的な内容、例えば課税物件、課税標準及び納税義務者\n等課税の具体的要件が法律により明定されていなければならないことを意味するの\nである。\n日本の領域主権の及ばない大陸棚における所得に対し課税することは、「あらたに\n租税を課」す場合に該当し、当然、法律によることを必要とするが、日本には大陸\n棚における鉱物資源の探索・開発から生じる所得について租税を課することを規定\nした法律は一切存在せず、右課税の具体的要件は全く不明である。被告は、大陸棚\nにも法人税法が施行されると主張するが、大陸棚とは「・・・・・・水深が二〇〇\nメートルまでのもの、又はその限度を超える場合には上部水域の水深が前記の海底\n区域の天然資源の開発を可能にする限度までのもの」をいうところ、この「開発可\n能限度」、したがつて法人税法の施行範囲を税務当局において決定できるというこ\nとになれば、課税権の根拠を税務当局の恣意にゆだねる結果となる。かかる状況の\n下で、原告の本件所得に対して法人税を課することは、行政の専断であり、租税法\n律主義に対する重大な侵害であるといわざるを得ない。\n三　被告の主張三は、減価償却費の算定方法を除き争わない。\n原告は、確定した決算に基づき作成した本件係争年度の各利益等報告書において、\n本件掘削作業に使用したリグの減価償却費を耐用年数一二年の定額法によつて算定\nしているところ、被告は、本件処分において、原告の右利益等報告書記載の数額を\nそのまま使用して損金を算定している。しかしながら、右利益等報告書は、原告の\n本国であるパナマ共和国の法律及び会計原則に準拠して作成されたものであるか\nら、被告が日本の課税権を主張する以上は、右減価償却費についても日本の法令に\nよる五年の耐用年数（減価償却資産の耐用年数等に関する省令別表第二の三三〇番\n「石油又は天然ガス鉱業設備」のうち「掘さく設備」の耐用年数）によつて算定す\nべきである。右各利益等報告書記載の営業費（別表四ないし六（イ）（５））の金\n額中には、リグに関する減価償却費として、昭和四六年度につき七九万六四八七ド\nル六四セント、昭和四七年度につき九四万〇八四八ドル九九セント、昭和四八年度\nにつき一八〇万四六一四ドル二七セントがそれぞれ含まれている。そこで、これを\n耐用年数五年の定額法によつて算定すると、昭和四六年度は一九一万一五七〇ドル\n三四セント、昭和四七年度は二二五万八〇三七ドル五八セント、昭和四八年度は四\n三三万一〇七四ドル二五セントとなる。したがつて、営業費は、昭和四六年度が四\n八一万六二〇八ドル八九セント、昭和四七年度が五〇六万七〇九一ドル一二セン\nト、昭和四八年度が九五二万九一三五ドル四七セントとなるので、これにより所得\n金額を算定すべきである。\n四　被告の主張四は争う。\n仮に、法人税本税の決定が正当であるとしても、無申告加算税の賦課決定は国税通\n則法六六条一項ただし書に違反するものである。すなわち、本件所得に対して課税\nできるかどうかの問題について、東京国税局、国税庁及び大蔵省当局の間で初めて\n検討されたのは、昭和四八年に入つてからであつた。原告は、本件所得について日\n本に課税権があることを明示した法令が存在せず、また、かつてかかる課税実例が\nあつたか否かについても全く知らなかつたので、当初から納税義務はないものと確\n信しており、かつ、そのように信じたことに過失はなかつたものである。したがつ\nて、原告が本件所得について期限内申告書を提出しなかつたことには、正当な理由\nがあつたものというべきであるから、無申告加算税の賦課決定は同法六六条一項た\nだし書に違反するものであり取消しを免れない。\n第六　被告の再反論\n一　課税権について\n１　原告は、我が国が大陸棚に対する慣習国際法に基づく主権的権利を享受する旨\nの対外的な積極的意思表示を行つていないから、本件において右主権的権利を主張\nすることは許されない、と主張する。\nしかしながら、前記のとおり、国際司法裁判所が北海大陸棚事件の判決の中で明言\nしているように、大陸棚における鉱物資源の探索・開発に関する主権的権利は、慣\n習国際法に基づいて沿岸国が当然に有するものであつて、その行使につき何ら対外\n的意思表示等を要するものではない。\nもつとも、我が国政府の態度としては、既に、昭和四四年二月二六日の衆議院予算\n委員会第一分科会及び同年三月二四日の参議院予算委員会において、外務大臣等の\n答弁により、大陸棚の鉱物資源に対する沿岸国の主権的権利は慣習国際法として確\n立している旨の見解を表明し、その後も同趣旨の見解を述べ、また、対外的には、\n前記ノールウエー、デンマーク、オーストラリア、オランダ及びスペインとの間の\n各租税条約の議定書中で、それぞれ我が国の企業が相手国の大陸棚で行う鉱物資源\nの探索・開発によつて得る利得に対し、相手国に課税権のあることなどを規定する\nにつき、ノールウエー、デンマーク、オーストラリア及びオランダとの間では「国\n際法における大陸棚の地位に関する日本国政府の立場を害することなく」との留保\n規定を置き、スペインとの間では、単に右のような相手国の権利のみを確認の対象\nとするのではなく、我が国の権利をも確認の対象として、「一方の締約国の居住者\nが、国際法に従つて行われる他方の締約国の大陸棚の鉱物資源の探査若しくは採取\nから又はこれらに関連して取得する所得に対しては、当該他方の締約国がこの条約\nの規定に従つて租税を課すことができることが了解される。」との規定をそれぞれ\n置いて、我が国が課税権との関係で右主権的権利を有することを表明した。更に、\n韓国との間において成立した日韓大陸棚協定は、右主権的権利の存在を当然の前提\nとしていたものであり、我が国はその成立までの交渉過程で右主権的権利について\n対外的な意思表示を行つた。\n２　原告は、日本が生物資源に対する主権的権利を否定しながら、鉱物資源に対す\nる主権的権利を行使することは許されない、と主張する。\n大陸棚に対する沿岸国の主権的権利が、鉱物資源のみならず生物資源にまで及ぶか\n否かはともかくとして、本訴で争われているのは、鉱物資源の探索・開発に関する\n沿岸国の主権的権利の存否であつて、生物資源に対する権利の存否は全く問題にな\nつていないのであるから、原告の主張は失当というべきである。のみならず、大陸\n棚条約の審議の過程で、大陸棚に対する主権的権利の中に生物資源に関するものま\nで含ませるべきか否かということ自体大いに議論のあつたところであり、生物資源\nについてまで鉱物資源と全く同様に沿岸国の主権的権利というものが当然に認めら\nれるべき状況にあつたか否かは疑問であつたのである。水産国として重大な利害関\n係を有する我が国が、同条約二条四項の「定着種族に属する生物」にはエビやカニ\n等の甲殻類を含めるべきではないとの立場から同条約に反対の態度を取つたこと\nは、それなりに理由があつたのであり、国際法上特に非難されるべき筋合のもので\nはない。まして、そのことを理由に、我が国の鉱物資源に対する権利行使まで許さ\nれなくなると解すべきいわれはない。\n３　原告は、主権的権利の内容としての課税権は、本件のような掘削請負契約に基\nづく掘削作業によつて得た収入に対しては及ばない、と主張する。\nしかしながら、沿岸国の主権的権利は、その目的において制限を受けるとはいえ、\n性質においては領域主権と変わらない広範な権利であり、鉱物資源の探索・開発に\n関する一切の事項に及ぶ。仮に、主権的権利の対象が採掘権者の行為のみに限られ\nるとすれば、鉱物資源の探索・開発に関して行われる請負人等他の者の行為に対す\nる主権的権利の行使が不可能となる結果、権利の行使そのものが事実上不能となる\nに等しい場合が生じるおそれがあるのである。したがつて、課税権も、請負契約に\n基づく役務提供の対価を含め、鉱物資源の探索・開発に伴つて生じた所得一切に及\nぶのである。\n４　原告は、大陸棚に対する主権的権利を行使するためには、国内上の立法措置を\n必要とする、と主張する。\nしかしながら、前叙のとおり、大陸棚に対する主権的権利を行使するためには、何\nら特別の法的手続や法的行為を遂行する必要はないのであり、沿岸国がどのような\n方法を用いてこの権能を具体的に行使するかは、専らその国の判断に委ねられてい\nるのである。我が国においては、鉱業法関係はもとより租税法関係についても、既\n存の国内法令の適用が可能であるとの考え方に基づいて実際上の処理を行つてい\nる。\n二　減価償却費について\n原告は、リグの減価償却費は我が国で許容される五年の耐用年数を使用して算定す\nべきである、と主張する。\nしかしながら、外国法人の国内源泉所得に係る所得の金額の計算上損金の額に算入\nされる減価償却費の額は、法一四二条の規定によつて法三一条一項の規定に準じて\n計算した金額によるべきところ、同項の規定によれば、損金の額に算入される減価\n償却費の額は、確定した決算において減価償却費の額として損金経理した金額のう\nち、償却限度額に達するまでの金額とされており、被告は、同項の規定に従い、原\n告の確定した決算に基づいて作成された各利益等報告書に記載された減価償却費の\n額を基礎として、原告の国内源泉所得の金額を算定したものであり、何ら違法は存\nしない。\n第七　証拠関係（省略）\n○　理由\n一　原告がパナマ共和国法人であり、その昭和四六年度、昭和四七年度及び昭和四\n八年度の各法人税の課税経過が別表一ないし三記載のとおりであることについて\nは、当事者間に争いがない。\n二　原本の存在及び成立に争いのない甲第一ないし第三号証、乙第四号証の一ない\nし七、第五号証の一ないし四、第六ないし第一一号証、第一二号証の一ないし三、\n第一三、第一四号証及び弁論の全趣旨によると、次の事実が認められ、この認定に\n反する証拠はない。\n１　西日本石油開発は、昭和四五年三月一三日オデコ本社との間で、西日本石油開\n発が鉱業権を有する日本沖合の鉱区においてオデコ本社が油井の掘削作業等を行う\n旨の沖合掘削請負契約を締結し、原告は、同日オデコ本社から右請負契約に係る一\n切の権利義務を譲り受けた。西日本石油開発は、鉱業法に基づき、広島通商産業局\n長等から島根県、山口県及び長崎県沖の大陸棚の鉱区に石油、可燃性天然ガス等の\n掘削を目的とする試掘権の設定を受け、同年一一月二五日から昭和四七年四月二〇\n日までの間に順次その旨の登録をした。そこで、原告は、右沖合掘削請負契約に基\nづき、石油、可燃性天然ガス等の探索を目的として、昭和四六年二月二七日から昭\n和四八年七月一八日までの間に、右鉱区（いずれも日本の領海外にあるもの）内に\nおいて、リグを使用し合計八本の試掘井（水深一三一メートルないし一九二メート\nル）の掘削作業を行い、西日本石油開発から右掘削作業に係る対価の支払を受けた\n（原告が右の期間にリグを使用し右八本の試掘井の掘削作業を行い、西日本石油開\n発から右掘削作業に係る対価の支払を受けたことは、当事者間に争いがない。）。\n２　帝国石油株式会社は、鉱業法に基づき、仙台通商産業局長から福島県楢葉町沖\n約三七、三八、三九キロメートル及び同県原町沖約四五キロメートル付近海面下の\n大陸棚の鉱区に石油及び可燃性天然ガスの掘採を目的とする試掘権の設定を受け、\n楢葉町沖の鉱区については昭和四八年五月二二日、原町沖の鉄区については同年六\n月二一日それぞれその旨の登録をし、更に東京通商産業局長から茨城県日立市沖約\n二〇キロメートル付近海面下の大陸棚の鉱区に同一物の掘採を目的として試掘権の\n設定を受け、同年八月二八日その旨の登録をした。一方、同社は、エツソ・アブク\nマとの間で、右鉱区における油井の掘削請負契約を締結し、エツソ・アブクマは、\n同年六月一日西日本石油開発から、同社が原告に対して有する前記沖合掘削請負契\n約に係る権利義務一切を譲り受け、原告に右鉱区での石油及び可燃性天然ガス探索\nのための試掘井の掘削作業を依頼した。そこで、原告は、同年七月二五日から昭和\n四九年七月八日までの間に、右鉱区（いずれも日本の領海外にあるもの）内におい\nて、リグを使用し合計五本の試掘井（水深下九・五メートルないし一五四メート\nル）の掘削作業を行い、エツソ・アブクマから右掘削作業に係る対価の支払を受け\nた（原告が右の期間にリグを使用し右五本の試掘井の掘削作業を行い、エツソ・ア\nブクマから右掘削作業に係る対価の支払を受けたことは、当事者間に争いがな\nい。）。\n３　原告は、オーシヤン・コントラクトとの間で、昭和四六年一月二五日、オーシ\nヤン・コントラクトは原告に対し、原告が日本沖合で行う海底油田及び海底ガス田\nの請負掘削業務に関して原告が求める事務その他の関連サービス及びデータをすべ\nて提供し、とりわけ作業用機材等の手配・保守管理及び作業員の雇用援助を行うも\nのとし、そのために必要な事務所及び要員を準備すること等を内容とする業務協定\nを締結した。更に、原告は、オーシヤン・コントラクトの日本支社に対し、日本に\nおいて原告に代り日本政府に対して必要な諸手続を行うなど所定の事務を処理する\n代理権を付与した。これに基づいて、オーシヤン・コントラクト日本支社は、本件\n係争年度当時、前記１及び２の掘削作業（本件掘削作業）に関連し、原告の代理人\nとして、原告の輸入貨物の評価申告書、労働者死傷病報告書及び源泉所得税納付書\nを作成提出するとともに、賃金、健康保険保険料、広告料等の支払をした。また、\n輸入申告書及び新聞広告に記載された原告の住所は、オーシヤン・コントラクト日\n本支社のそれと同じであつた。以上のように、原告は、本件係争年度当時、オーシ\nヤン・コントラクトに対し本件掘削作業に係る事務（オフイス業務）を代行させ、\n同社の日本支社（本件処分当時の所在地は東京都港区＜地名略＞）をもつて原告の\n本件掘削作業に係る実質的な本拠としていたもので、右所在地は原告の納税地に該\n当する。\n三　ところで、原告のような外国法人は、法人税法一三八条に規定する「国内源泉\n所得」を有するときは、法人税を納める義務があり（同法四条二項）、その課税所\n得の範囲は、各事業年度の所得のうち同法一四一条各号に掲げる外国法人の区分に\n応じ当該各号に掲げる国内源泉所得に係る所得とされている（同法九条）ところ、\n被告は、原告の本件掘削作業による所得は同法一三八条一号が国内源泉所得の一と\nして定める「国内において行なう事業から・・・・・・生ずる所得」に該当し、原\n告は同法一四一条二号の「国内において・・・・・・その他の作業・・・・・・を\n一年をこえて行なう外国法人」に該当するから、原告は各事業年度の所得のうち本\n件掘削作業から生ずる所得について法人税を納める義務があると主張する。これに\n対し、原告は、原告が本件掘削作業を行つた地域は日本の領海外であつて、日本の\n課税権が及ばず、したがつて、法人税法の効力も及ばず、法人税法にいう「国内」\nに該当するいわれはない旨主張する。したがつて、本件掘削作業が行われた地域に\n日本の課税権が及ぶか否かがまず問題であるところ、被告は、右地域は日本の領海\n外ではあるが日本の大陸棚であつて、日本は慣習国際法によりこれに対し主権的権\n利を有し、この主権的権利により右地域に日本の課税権が及ぶと主張する。そこ\nで、大陸棚に関する慣習国際法の存在及びその内容についてまず検討することとす\nる。\n成立に争いのない甲第四号証、第六ないし第八号証、乙第一七、第一八号証、原本\nの存在及び成立に争いのない乙第一号証、鑑定人Ａ、同Ｂの各鑑定の結果による\nと、本件係争年度当時における大陸棚に関する慣習国際法の存在及びその内容につ\nいて、次のように認定することができる。\n１　アメリカ合衆国トルーマン大統領は、昭和二〇年九月二八日、「大陸棚の地下\n及び海床の天然資源に関する合衆国の政策の宣言」を行つた。同宣言の全文は次の\nとおりである。\n「アメリカ合衆国政府は、新たな石油及び他の鉱物資源に対する長期にわたる世界\n的規模の必要を認識し、これらの資源の新たな供給を発見して確保する努力が促進\nされるべきであるという見解を持ち、\nその専門家の意見では、これらの資源はアメリカ合衆国の沿岸沖の大陸棚の多くの\n部分に存在し、かつ昀近の技術の進歩によれば、その利用は既に実現可能である\nか、あるいは少なくとも近く実現可能であるので、\n開発が行われれば、その保存及び慎重な利用のためにはこれらの資源に管轄権を認\nめることが必要であるので、\nこれらの資源を利用しかつ保存する措置の実効性は沿岸からの協力と保護とによ\nり、大陸棚は沿岸国の陸地の延長であつて、当然にそれに附随しているものとみな\nされ、これら資源はしばしば領域内にある鉱床の海の方への延長をなしており、沿\n岸国は自己防衛のために、これらの資源の利用に必要な沿岸沖の活動を充分監視す\nる必要があるので、大陸棚の地下及び海床の天然資源に対して管轄権を行使するこ\nとは合理的かつ正当であるというのが合衆国政府の見解であるので、\n私、アメリカ合衆国大統領ハリ・Ｓ・トルーマンは、大陸棚の地下及び海床の天然\n資源に関するアメリカ合衆国の次の政策を、ここに宣言する。\nその天然資源を保存しかつ慎重に利用する緊急な必要にかんがみ、合衆国政府は、\n公海下ではあるが合衆国沿岸に接する大陸棚の地下及び海床の天然資源を、その管\n轄と統制に服するものとみなす。大陸棚が他国の沿岸にまでのび、あるいは隣接国\nと共通の場合には、その境界は、合衆国と当該国とにより、公平な原則に従つて決\n定されなければならない。大陸棚の上部水域の公海として性格及びその自由なかつ\n妨害されぬ航行の権利は、これによつて何らの影響を受けるものではない。」\nこの宣言自体の中には、大陸棚の範囲は明示されていないが、同時に行われた新聞\n発表によれば、上部水域の深度一〇〇フアソム（約二〇〇メートル）の地点までが\n考えられていた。\n右のトルーマン宣言は、公海海底の地下資源に対する各国の権利意識を呼び覚ま\nし、大陸棚に関する国際法形成の端緒を開くこととなつた。そして、トルーマン宣\n言に倣い、相当数の国々が大陸棚に関する宣言又は立法を行つたが、その内容は一\n様ではなかつた。\n２　このような状況の中で、国連の国際法委員会は、昭和二四年から公海制度の法\n典化作業に着手し、その一環として、昭和二五年、昭和二六年、昭和二八年、昭和\n三一年と大陸棚に関する条項案の審議を繰り返した。同委員会は、昭和三一年、海\n洋法草案を採択し、これを国連に提出したが、その六八条として、「沿岸国は、大\n陸棚に対し、その天然資源を探索し開発するために、主権的権利を行使する。」と\nの規定を置いた。ところで、右の天然資源が何を意味するかについては、同委員会\nの理解に変化がある。同委員会の昭和二六年審議における理解において、天然資源\nが鉱物資源にのみ限られたことは、ほとんど疑いがなかつた。同委員会の審議の基\n礎となつていた特別報告者フランソアの昭和二八年の「公海に関する第四報告」に\nおいては、それまで漠然と天然資源といわれていたのが、鉱物資源と明瞭に置き換\nえられた。しかし、昭和二八年の審議において、海底に定着している生物資源は大\n陸棚制度との関連で理解されるべきであるとの意見が出され、同委員会の多数によ\nり支持され、天然資源につき定着魚種を含めて理解することが同委員会の結論とな\nつた。\n３　国連は、昭和三一年の総会において、国際法委員会の提出した海洋法草案を審\n議し、同委員会の勧告に従い、昭和三二年二月二一日の決議によつて、海洋法会議\nを招集してその結果を適当と思われる国際条約その他の文書に明文化することを決\n定した。海洋法会議は、昭和三三年二月二四日、ジユネーブの国連ヨーロツパ本部\nに招集され、同年四月二六日、大陸棚に関する条約（大陸棚条約）を賛成五七、反\n対三（日本、西ドイツ及びベルギー）、棄権八で採択した。そして、大陸棚条約\nは、四六か国によつて署名され、二二か国の批准又は加入によつて昭和三九年六月\n一〇日に発効した。昭和四四年三月一五日現在の批准又は加入国は三九か国であ\nる。なお、日本は、大陸棚条約に署名せず、現在も加入していない。大陸棚条約の\n規定は、次のとおりである。\n第一条　この条約の規定の適用上、「大陸棚」とは、（ａ）海岸に隣接しているか\n領海の外にある海底区域の海底及びその下であつて上部水域の水深が二〇〇メート\nルまでのもの、又はその限度を超える場合には上部水域の水深が前記の海底区域の\n天然資源の開発を可能にする限度までのもの、並びに（ｂ）島の海岸に隣接してい\nる同様の海底区域の海底及びその下をいう。\n第二条１沿岸国は、大陸棚に対し、大陸棚を探索し及びその天然資源を開発するた\nめの主権的な権利を行使する。\n２　１にいう権利は、沿岸国がその大陸棚を探索しておらず又はその天然資源を開\n発していない場合にも、他のいかなる国も、当該沿岸国の明示的な同意を得ないで\nこれらの活動を行い又は当該大陸棚に対して権利を主張することができないという\n意味において、排他的である。\n３　大陸棚に対する沿岸国の権利は、実効的な若しくは観念的な先占又は明示的な\n宣言に依存するものではない。\n４　この条約にいう天然資源とは、海底及びその下の鉱物その他の非生物資源並び\nに定着種族に属する生物、すなわち、収穫期において海底の表面若しくは下部で静\n止しており又は海底若しくはその下に絶えず接触していなければ動くことができな\nい生物をいう。\n第三条　沿岸国の大陸棚に対する権利は、その上部水域の公海としての法的地位又\nはその上空の法的地位に影響を及ぼすものではない。\n（中略）\n第一二条　１いずれの国も、署名、批准又は加入の時に、第一条から第三条までの\n規定を除くこの条約の規定について留保を行うことができる。\n（以下略）\nところで、右の国連海洋法会議において、日本、西ドイツ及びモナコは、大陸棚制\n度そのものを取り上げて批判の対象としたが、沿岸国が大陸棚と称されるその沖合\n海底地域の資源開発に独占的な権限を有するという大陸棚制度の基本理念は、ほと\nんどの国の承認するところであり、もはや動かし得ない状況にあつた。しかし、沿\n岸国の持つ権利の性質及び大陸棚制度に含まれるべき資源の範囲については、容易\nに意見の一致をみなかつた。もつとも、権利の性質に関する論争は、多分に観念的\nであり、沿岸国が大陸棚資源の開発を独占し得るということについて大きな疑問が\nあつたわけではない。実際問題と結び付き、激しい議論の対象となつたのは、沿岸\n国がその開発を独占し得る資源の種類であつた。スウエーデン、ノールウエー、ギ\nリシヤ、スペイン、デンマーク、イタリアなどヨーロツパ諸国は、沿岸国が独占す\nべき資源を鉱物資源のみに限定すべきであると主張した。他方、ラテンアメリカの\n国やアイスランド、インドネシアは、大陸棚の上部水域の資源もすべて含めるべき\nであると主張し、この主張はほとんど問題とされなかつたものの、ビルマ、韓国等\nは、底魚や海底に棲息する種族をこの制度に含めるべきであると主張した。そし\nて、大陸棚の資源を鉱物資源にのみ限定しようとする考え方と、底魚まで含むべき\nだという考え方との妥協案として出されたのが、オーストラリア、セイロン、マラ\nヤ、インド、ノールウエー、イギリスの六か国共同提案である。この共同提案は、\n前記大陸棚条約二条四項の文言を本文とし、これに「ただし、甲穀類及び浮游魚類\nは含まれない。」とのただし書を付したものであるが、結局、この本文のみが可決\nされることとなつた。なお、フランスは、昭和四〇年六月一四日、大陸棚条約への\n加入に際し、二条四項について、「定着種族に属する生物とは、ふじつぼと呼ぶク\nラブを除き甲穀類はここから除外されているものとフランスは考える。」との解釈\n宣言を行つた。\n４　国際司法裁判所は、昭和四四年二月二〇日のいわゆる北海大陸棚事件判決にお\nいて、次のような判断を示した。\n「一九五八年のジユネーブ条約（大陸棚条約）に据えられた大陸棚に関するすべて\nの法の規則の中で昀も根本前なもの・・・・・・それは、海の中・下の方へその領\n土の自然な延長をなす大陸棚に関する沿岸国の権利は、領土に対するその主権によ\nり、かつ、海床を探索し、その天然資源を開発するための主権的権利の行使という\n形における右の主権の拡張として、当然にかつ昀初から存在するという規則であ\nる。要するに、ここには固有の権利がある。その権利を行使するために、何ら特別\nの法的手続を経る必要はなく、また何ら特別の法的行為を遂行する必要もない。そ\nの存在は宣言され得るが（そして多くの国が宣言している）、創設されることを要\nしないものである。その上、この権利は、それが行使されることに依存するもので\nはない。ジユネーブ条約の言葉を繰り返すならば、その権利は、沿岸国がそれに属\nする大陸棚区域の探索又は開発をしないことに決めても、それは、その国自身の問\n題であり、他のいかなる国も、沿岸国の明示的同意を得ないでそうすることはでき\nないという意味で「排他的」である。」\n「近接性の観念よりもつと根本的なのは、沿岸国の完全な主権の下にあるその領海\nの海床を経由して、公海の中・下の方へ延びるその国の領土又は領土主権の自然な\n延長又は連続という原則・・・・・・であると思われる。この原則を定式化する仕\n方はさまざまある。しかし、その基礎的観念、すなわち、既に所有されているもの\nの延長という観念は同じであり、そして、裁判所の意見では、決定的なのは、この\n延長という観念である。実際に、海底区域は、それが沿岸国に近いという理由\nで・・・・・・沿岸国に属するのではない。もちろん、海底区域は沿岸国に近い。\nしかし、これは権限を付与するには十分でないであろう。・・・・・・国際法が、\n大陸棚に関して沿岸国が有するとする法律上当然の権原を付与するもの、それは、\n関係海底区域が、現実に、沿岸国の領有している地域の一部とみなし得ることであ\nる―海におおわれているが、その領土の延長又は連続であり、海の下へ延びるその\n拡大であるという意味において。」\n「一般的にいつて、規則や義務に関しある限度内で一方的留保を行う権利が認めら\nれることは、純然たる条約上の規則及び義務の特徴だからである。しかるに、本来\n国際社会のあらゆる組成国に対して相等しい効力を有しなければならず、それゆ\nえ、どの組成国も、自分に都合のよいように勝手に行使し得る一方的除外の権利の\n対象とはなり得ない一般法ないし慣習法の規則及び義務については、そういうこと\nはあり得ないのである。したがつて、いかなる理由によつても、この種の規則及び\n義務が条約のある規定の中に具体化されているか、又は反映されるように意図され\nている場合には、当該規定は、それについて一方的留保の権利が付与されないか、\n又は排除される規定として掲げられるものと予想しなければならない。この予想\nは、大体に大陸棚に関するジユネーブ条約第一二条によつてみたされている。それ\nは、「第一条から第三条までを除いた」条約のすべての条文について留保を行うこ\nとを許している。これらの三条文は、明らかに、当時大陸棚に関する慣習国際法の\n受容された、ないし少なくとも現われつつある規則を反映し、又は具体化するもの\nとみなされていたものであり、なかんずく、大陸棚の海の方への限度の問題、沿岸\n国の権原の法的特徴、行使し得る権利の性質、この権利が関係する天然資源の種\n類、大陸棚の上部水域の公海としての法的地位の完全な維持及びその上空の法的地\n位に関するものである。」\n５　以上のように、トルーマン宣言を先駆とする各国の大陸棚に対する権益主張や\n国連国際法委員会における審議を通じ、大陸棚に関する国際法が次第に形成されて\nゆき、国連海洋法会議における大陸棚条約の採択とその後の国際慣行ないし国家実\n行（ちなみに、ラフス判事は、国際司法裁判所北海大陸棚事件判決における反対意\n見の中で、現在約七〇か国が大陸棚区域の探索及び開発に従事していることは注目\nに値すると述べている。）は、大陸棚条約一条ないし三条の中に織り込まれた大陸\n棚制度の基本理念を、慣習国際法上の規則となし、右慣習国際法の存在は、国際司\n法裁判所北海大陸棚事件判決により確認された。\nただし、大陸棚条約一条ないし三条の規定の全部が慣習国際法上の規則になつたと\nはいえない。国際司法裁判所の右判決も、「これらの三条文は、明らかに、当時大\n陸棚に関する慣習国際法の受容された、ないし少なくとも現われつつある規則を反\n映し、又は具体化するものとみなされていたものであり、」と述べ、三か条すべて\nが慣習国際法として既に受容された規則であるとは述べていない。\n大陸棚条約二条四項は、沿岸国が開発を独占し得る資源として「定着種族に属する\n生物」を含めているが、前叙のとおり、定着生物資源を含めることについては、国\n連の国際法委員会及び海洋法委員会において激しく意見の対立したところである。\n本来、大陸棚制度は地下鉱物資源の沿岸国による開発独占という発想から出発した\nものであり、また、鉱物資源の開発と定着種族の漁業を一体不可分のものとして把\n握すべき必然性もない。定着種族に属する生物が大陸棚資源の中に組み入れられた\nのは、海洋法会議における国家間の妥協の結果にすぎない。その上、六か国共同提\n案には「ただし、甲殻類及び浮游魚類は含まれない。」とのただし書が付されてい\nたこと、フランスが「ふじつぼと呼ぶクラブを除き甲殻類はここから除外されてい\nるものとフランスは考える。」との解釈宣言を行つていることからもうかがえるよ\nうに、「定着種族に属する生物」という概念自体が多様な解釈を許容し、必ずしも\n明確とはいえない。したがつて、定着種族に属する生物の捕獲を沿岸国が独占し得\nるということは、大陸棚条約により立法された規則というべきであり、慣習国際法\n上の規則とはいえない。そして、右の規則が大陸棚条約成立後において慣習国際法\nに成長したことを認むべき資料もない。\n一方、大陸棚条約一条ない七三条に盛り込まれた規則のうち、定着生物資源に関す\nるものを除く部分は、大陸棚制度の基本をなすものであり、大陸棚条約の採択とそ\nの後の慣行により、どんなに遅くとも昭和四四年二月の国際司法裁判所北海大陸棚\n判決の時点までには、慣習国際法となつたと認められる。\n６　したがつて、日本は、大陸棚条約に加入していなくとも、本件係争年度当時、\n慣習国際法上の権限として、日本の大陸棚（日本の海岸に隣接しているが日本の領\n海の外にある大陸棚）に対し、大陸棚を探索し、その鉱物資源を開発するための主\n権的権利を行使することができた。主権的権利の性質・内容は、次のとおりであ\nる。\n（一）　国の領域主権（Ｓｏｖｅｒｅｉｇｎｔｙ）は、国がその所属する領域（領\n土、領海及び領空）に対して、一般的かつ排他的に、そして国が自由に定める目的\nを実現するために統治機能を行う権利である。大陸棚に対する主権的権利（Ｓｏｖ\nｅｒｅｉｇｎ　Ｒｉｇｈｔｓ）は、領域主権の公海海底地域への延長であるが、主\n権としないで主権的権利とする理由は、この権利が大陸棚を探索（未だ埋蔵されて\nいる資源が知られていないときに大陸棚そのものをさぐること。）しその鉱物資源\nを開発（その存在の知られた資源を採掘すること。）するという目的によつて制限\nされ、更に、この目的の実現に必要な限度においてのほか、上部水域及び上空の公\n海又は公空としての地位には何ら影響を及ぼすことができず、その自由を妨げるも\nのではないことに基づく。しかし、大陸棚に対する主権的権利は、大陸棚の鉱物資\n源の探索・開発に必要な、又はそれに関連するすべての主権的な権利、すなわち立\n法、行政及び司法権を含む。すなわち、目的においては制限されるが、右目的の範\n囲内においては完全な性質を有し、包括的かつ排他的であつて、領域主権と異なる\nところがない。\n（二）　したがつて、大陸棚に対する主権的権利は、主権の一側面たる課税権を当\n然に含むものである。すなわち、大陸棚に対する主権的権利は、大陸棚の鉱物資源\nの探索・開発又はこれらに関連する活動を対象とする限り、領域主権の延長であつ\nて、これらの活動を属地的に管轄するものであり、したがつてこれらの活動から生\nじた所得を国内源泉所得とみなして課税することができる。なお、自己のための探\n索・開発ではなく、請負契約に基づく役務の提供であつても、大陸棚の鉱物資源の\n探索・開発に関連する限りは、主権的権利の前記目的の範囲に包含され、大陸棚上\nで行われる限りは、属地的管轄権の範囲内のものとして課税の対象となり得る。\n（二）　大陸棚に対する主権的権利は、領域主権の公海海底地域への延長という概\n念に基づくものであつて、国家固有の権利であり、実効的若しくは観念的な先占又\nは明示的な宣言に依存するものではない。したがつて、主権的権利の行使に先立\nち、明示的国家宣言を必要とするものではなく、特別の法的手続ないし法的行為を\n経由する必要はない。\n四　ところで、原告は、日本が大陸棚に対する主権的権利を行使することは許され\nない、と主張する。\n１　まず、原告は、日本は本件係争年度当時大陸棚に対する主権的権利を享受する\n旨の対外的意思表示をしていないから、右主権的権利を主張することはできない、\nと主張するが、主権的権利の行使につき対外的意思表示を要するものでないこと\nは、前叙のとおりである。\n２　次に、原告は、日本は従来から大陸棚条約一条ないし三条に関して否定的見解\nを表明してきたから、慣習国際法に基づく主権的権利を主張することは禁反言の法\n理上許されない、と主張する。\n日本が国連海洋法会議において大陸棚条約に反対し、現在も同条約に加入していな\nいことは、前叙のとおりであり、また、原本の存在及び成立に争いのない乙第二、\n第三号証、成立に争いのない乙第一五号証の一ないし五並びに鑑定人Ｂの鑑定の結\n果によると、昭和四三年六月二六日の国連深海底平和利用特別委員会法律作業部会\nにおいて、日本政府代表は、大陸棚概念が既に国際慣習法規になつているかどうか\nはなお疑問の余地があると述べたこと、しかし、昭和四四年二月二六日の衆議院予\n算委員会第一分科会において、外務省条約局法規課長は、「外務省の条約局といた\nしましては、実は、この大陸棚条約というものの内容に盛られております規定は、\n一般国際法、慣習国際法を法典化した部分と、そうでない立法的部分とがあると考\nえております。もつと具体的に申しますと、大陸棚の地下鉱物資源の開発、探査に\nついて、沿岸国が主権的権利を行使し得るという点は一般国際法となつた。この大\n陸棚条約の規定はそれを法典化したにすぎない部分と考えます。ただし、生物資源\nの問題につきましては、これは、私どもといたしましても、立法化の部分であつ\nて、したがつて、大陸棚条約に日本が入らない限り、日本はこれの拘束を受けない\nというふうに考えておるわけでございます。」と答弁し、同年三月二四日の参議院\n予算委員会において、外務大臣も同旨の答弁をなしたこと、更に、日本は、昭和四\n二年五月一一日のノールウエーとの、昭和四三年二月三日のデンマークとの、昭和\n四四年三月二〇日のオーストラリアとの、昭和四五年三月三日のオランダとの各租\n税条約議定書において、「国際法における大陸棚の地位に関する日本国政府の立場\nを害することなく」との留保を付しながらも、相手国の大陸棚における地下鉱物資\n源の探査及び採取又はこれらに関連して日本の居住者が取得する所得に対し相手国\nが課税することを承認していることが認められる。\n日本が本件係争年度当時において、大陸棚に対する他国の主権的権利を否定する\n等、前記慣習国際法上の規則に反する国家行動に及んでいるというのであればとも\nかく、かつて国際会議の場で国益擁護の立場から反対意見を述べたことがあるとい\nうだけで、慣習国際法上の権利を享受できなくなつたり、あるいは権利享受のため\n特別の宣言等を必要とするいわれはない。そして、日本は、遅くとも昭和四二年五\n月のノールウエーとの租税条約締結の時点では、他国の大陸棚に対する主権的権利\nを肯定し、また、遅くとも昭和四四年二月の外務省条約局法規課長の国会答弁の時\n点では、前記大陸棚に関する規則が慣習国際法上のものであることを確認している\nのであるから、本件係争年度当時大陸棚に対する主権的権利を行使することに何の\n妨げもないものというべきである。\n３　また、原告は、日本は従前から慣習国際法に基づく主権的権利は鉱物資源のみ\nに限定され、生物資源は含まれないとの立場をとつているところ、これは慣習国際\n法の原則に違反するものであるから、日本が鉱物資源に関する部分のみを援用して\n権利を主張することはできない旨主張する。\nしかしながら、大陸棚の生物資源の捕獲についてまで沿岸国が独占的権限を行使し\n得るということが慣習国際法上の規則として受容されたものといえないことは、前\n叙のとおりであるから、原告の主張は前提を欠き失当である。のみならず、大陸棚\n制度は、沿革的に、地下鉱物資源とりわけ海底石油の沿岸国による開発独占の問題\nとして論じられてきたのであり、また、鉱物資源の開発と魚類の捕獲とは、本来、\n異質のものであつて、これを同じ制度に従わしめる必然性はないから、生物資源を\n主権的権利の対象とすることに反対の態度をとつたからといつて、鉱物資源に対す\nる主権的権利の行使が許されなくなるいわれはない。\n４　なお、原告は、大陸棚に対する主権的権利には課税権は含まれておらず、ま\nた、仮に課税権が含まれるにしても、それは大陸棚から採取された天然資源より直\n接得られた所得、少なくとも大陸棚における探索・開発事業から得られた所得のみ\nを対象とすることができ、掘削請負契約に基づく役務提供の対価を課税対象とする\nことは許されないと主張するが、右の主権的権利は、鉱物資源の探索・開発に必要\nとされ又はこれに関連する一切の権利を包含し、その実質において主権と異なると\nころのない包括的な権能であつて、当然に課税権を含み、鉱物資源の探索・開発に\n関連し大陸棚において提供される役務の対価をも課税対象とすることができること\nは、前叙のとおりである。\n五　以上のように、日本は、その大陸棚に対し、課税権を含む慣習国際法上の主権\n的権利を行使することができるが、この課税権を行使して現実に租税を課するため\nには、租税法律主義の要求するところに従い、納税義務者、課税物件、その帰属、\n課税標準、税率等の課税要件のすべてが法律で定められていなければならないこと\nは、いうまでもない。\n大陸棚に対する主権的権利は、前叙のとおり、領域主権の公海海底地域への延長と\nいう概念に基づくものであり、大陸棚の鉱物資源の探索・開発という目的の範囲内\nでの領域主権の発現である。したがつて、日本の大陸棚に対しては、鉱物資源の探\n索・開発に必要な又はこれに関連する範囲で、かつ、上部水域・上空の公海・公空\nの自由を不当に妨害しない限度において、日本の属地的管轄権が及び、その結果と\nして日本の法律の効力が当然に及ぶのである。法人税法もその例外ではなく、右の\n目的に関し大陸棚に適用されるものである。すなわち、法律の効力の及ぶ地域は、\n特別の定めのない限り、日本の属地的管轄権の及ぶ地域であるところ、法人税法に\nついてはその施行地域が特に定められていないから、日本の属地的管轄権の及ぶ地\n域がその施行地域となり、大陸棚においてもその規定が有効に発動し、作用するの\nである。したがつて、法人税法の課税要件に該当する限りは、大陸棚における鉱物\n資源の探索・開発及びこれに関連する経済活動について納税義務が発生し、これに\n対し課税を行うことが可能というべきである。\n原告は、大陸棚の鉱物資源の探索・開発による所得に対し課税することは、憲法八\n四条の「あらたに租税を課」す場合に該当するから、特別の国内立法措置を必要と\nする、と主張する。従来、法人税法の施行地とされていなかつた大陸棚について、\n法人税法を施行するためには、新たな立法措置を要するとの趣旨と解されるが、法\n人税法の施行地域は日本の属地的管轄権の及ぶ範曲と同じであり、主権ないし主権\n的権利の効力によつておのずと定まるものであつて、大陸棚に対する沿岸国の主権\n的権利が慣習国際法によつて受容されるに及び、大陸棚は鉱物資源の探索・開発と\nいう目的の範囲内で当然に法人税法の施行地となり、大陸棚に法人税法を施行する\nについて特別の立法措置を要するものではない。また、原告は、大陸棚とは\n「・・・・・・水深二〇〇メートルまでのもの、又はその限度を超える場合には上\n部水域の水深が前記の海底区域の天然資源の開発を可能にする限度までのもの」を\nいうとされているところ、この「開発可能限度」、したがつて法人税法の施行範囲\nを税務当局において決定できることになれば、税務当局の恣意を許す結果になる、\nと主張する。「開発可能限度」の問題は、慣習国際法の解釈の問題であつて、立法\nさえすれば当然解決できるという問題ではないが、それはともかくとして、本件\nは、前叙のとおり、昀大水深一九二メートルの海域における掘削作業が対象になつ\nているところ、前記三掲記の証拠によれば、大陸棚が少なくとも水深二〇〇メート\nルのところまでを含むことについては、現在国際法上全く異論のないところである\nことが認められる。したがつて、少なくとも水深二〇〇メートルまでの大陸棚に法\n人税法が施行されることは明白であつて、「開発可能限度」の問題を本件において\n論ずる必要はない。\n六　そこで、原告の本件掘削作業によつて得た所得が法人税法一三八条の国内源泉\n所得に該当するか否かについて検討するに、同条一号は、国内源泉所得の一とし\nて、「国内において行なう事業から・・・・・・生ずる所得」を掲げているとこ\nろ、同法二条一号は、「国内」の定義として「この法律の施行地をいう。」と規定\nしている。鉱物資源の探索のための本件掘削作業が行われた地域は、日本の沖合で\n水深昀高一九二メートルの地域であり、日本が鉱物資源の探索・開発について主権\n的権利を有する大陸棚、したがつて鉱物資源の探索・開発に関し法人税法の施行さ\nれる地域であり、同法上の「国内」に該当することは明らかである。そうだとすれ\nば、本件掘削作業による所得は、法人税法一三八条一号の「国内において行なう事\n業から・・・・・・生ずる所得」に該当するものというべきである。また、原告\nは、法人税法一四一条二号の「国内において・・・・・・その他の作\n業・・・・・・を一年をこえて行なう外国法人」に該当するから、各事業年度の所\n得のうち本件掘削作業による所得について法人税の納付義務を負うものである。\nそして、本件掘削作業の本件係争年度における所得金額については、原告が本件掘\n削作業に使用したリグの減価償却費の点を除き、当事者間に争いがない。\n右の減価償却費について、原告は、本件係争年度の各利益等報告書はパナマ共和国\nの法律及び会計原則に準拠して作成され、減価償却費は耐用年数一二年の定額法に\nより算定されているが、日本が課税権を行使する際には日本の法令に従い五年の耐\n用年数によつて算出すべきであると主張する。法人税法一四二条の規定によると、\n外国法人の国内源泉所得に係る所得の金額は、当該国内源泉所得に係る所得につい\nて同法第二編第一章第一節第一款から第六款まで（内国法人の各事業年度の所得の\n金額を計算）の規定に準じて計算した金額とされているところ、右規定中の同法三\n一条一項の規定によると、「内国法人の減価償却資産につきその償却費として第二\n二条第三項（各事業年度の損金の額に算入する金額）の規定により各事業年度の所\n得の金額の計算上当該事業年度の損金の額に算入する金額は、その内国法人が当該\n事業年度においてその償却費として損金経理をした金額のうち、その内国法人が当\n該資産について選定した償却の方法（償却の方法を選定しなかつた場合には、償却\nの方法のうち政令で定める方法）に基づき政令で定めるところにより計算した金額\nに達するまでの金額とする。」とされている。被告が本件処分に当たり、原告の確\n定した決算に基づいて作成された各利益等報告書に記載された減価償却費の額を基\n礎として損金に算入される額を計算していることは、当事者間に争いがないから、\n被告は法人税法三一条一項の規定に従い原告が確定した決算において損金経理した\n減価償却費の額を基礎として損金に算入される額を計算していることが明らかであ\nり、その計算方法に違法はない。したがつて、原告の主張は理由がない。\n以上によれば、原告の事業所得金額は、昭和四六年度が一億一五八九万三五三〇\n円、昭和四七年度が二億九八三九万八五九一円、昭和四八年度が二億五六九五万七\n〇二九円となる。\nしたがつて、原告は、右所得金額につき、納税地（前記二３の東京都港区＜地名略\n＞）を所轄する被告に対し法人税の納税申告書を提出すべきところ、その提出がな\nかつたため、被告において本件処分を行つたものであり、本件処分の所得金額は、\n昭和四六年度及び昭和四七年度については右所得金額と同額であり、昭和四八年度\nについては右所得金額の範囲内にあるから、本件処分はいずれも適法であるという\nベきである。\n七　なお、原告は、本件処分のうち無申告加算税の賦課決定は国税通則法六六条一\n項ただし書の規定に違反する旨主張する。そこで、期限内申告書の提出がなかつた\nことについて正当な理由があると認められるか否かについて検討する。\n１　原告は、国土総合開発株式会社の一〇〇パーセント出資に係るジルド・インタ\nーナシヨナルと、オデコ本社の一〇〇パーセント出資に係るカナム・オフシヨア・\nリミテツドとが、それぞれ五〇パーセントずつ出資して設立した会社で、海底石油\n及びガス井の掘削、開発等を事業目的としており（この事実は当事者間に争いがな\nい。）、大陸棚における鉱物資源の探索・開発に関する前記慣習国際法、これに対\nする日本の対応及び日本の租税法を知悉していると認められる。\n２　原告の本件掘削作業は、日本政府が当該大陸棚を鉱業法の施行地と認定し、同\n法に基づき西日本石油開発又は帝国石油株式会社に対し設定した試掘権を基礎とす\nるものである。\n３　前掲乙第八、第一〇、第一一号証及び弁論の全趣旨によると、原告は、本件掘\n削作業に用いるためオデコ本社から取り寄せた機械等について、関税法による関税\nを納付し、本件掘削作業に従事させるため雇用した従業員に係る源泉所得税を納付\nしたことが認められる。\n４　弁論の全趣旨により成立の認められる乙第二一、第二二号証、証人Ｃの証言及\nび弁論の全趣旨によると、パナマ共和国法人ダウエル・シユランベルジヤー・（ウ\nエスターン）エス・エーは、昭和四六年一一月一三日国税庁に対し、日本沖合の大\n陸棚において石油探索のため提供される役務等の対価が国内源泉所得に該当するか\nを照会し、昭和四七年六月二三日該当する旨の回答を得たこと、パナマ共和国法人\nシユランベルジヤー・ロゲルコ・インコーポレーテツドは、同年八月二九日国税庁\nに対し、同旨の照会を行い、昭和四九年六月二一日同旨の回答を得ていること、本\n件処分以前において、大陸棚における鉱物資源の探索に係る所得を国内源泉所得と\nして申告した外国法人があつたこと、原告は、税務当局に対し、右のような照会は\n行つておらず、逆に、昭和四八年に東京国税局から税務申告を行うよう指導を受け\nたことが認められる。\n以上の事実を総合すれば、原告は、本件掘削作業を行つた大陸棚において、鉱物資\n源の探索・開発に関しては日本の法律が施行され、本件掘削作業につき法人税納付\n義務の問題があることを認識していたものと認められ、それにもかかわらず税務当\n局に対し確認もせず（その上、昭和四八年の段階では税務当局から納税申告を行う\nよう指導されたにもかかわらず）、納税申告書の提出を怠つたのであるから、期限\n内申告書を提出しないことにつき正当な理由があるものと認めることはできない。\n八　また、原告は、本件処分に係る異議申立て及び審査請求についての審理手続が\n著しく遅延したこと並びに異議決定書及び審査裁決書の理由附記に不備があること\nを理由として、本件処分の違法を主張するが、これらはいずれも本件処分後の異議\n申立手続及び審査請求手続に固有の違法事由であつて、本件処分自体の違法事由と\nなるものではないから、原告の主張はそれ自体失当といわなければならない。\n九　以上のとおり、本件処分には何ら違法はなく、その取消しを求める原告の本訴\n請求はいずれも理由がないからこれを棄却することとし、訴訟費用の負担について\n行政事件訴訟法七条及び民事訴訟法八九条の規定を適用して、主文のとおり判決す\nる。\n（裁判官　泉　徳治　大藤　敏　菅野博之）\n別表一～六（省略）\n"
}