{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 2,
    "day": 17
  },
  "case_number": "昭和55(行ケ)3",
  "case_name": "選挙無効請求事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　昭和５５年６月２２日施行の衆議員議員選挙の無効を求める請求を棄却するとともに，当該選挙の違法を宣言した事例　２　公職選挙法１３条，同法別表第１及び同法附則７項ないし９項による選挙区及び議員定数の定めは，昭和５５年６月２２日施行の衆議院議員選挙当時において，議員１人当たりの有権者数の最大区と最小区との較差が３．９５対１に達しており，憲法１４条１項，１５条１項，３項，４４条に違反するとされた事例",
  "lawsuit_id": "17173",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17173",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/173/017173_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\nただし、昭和五五年六月二二日に行われた衆議院議員選挙の大阪府第三区における\n選挙は、違法である。\n訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　原告\n１　昭和五五年六月二二日に行われた衆議院議員選挙の大阪府第三区における選挙\nを無効とする。\n２　訴訟費用は被告の負担とする。\n二　被告\n１　本案前の申立\n本件訴を却下する。\n２　本案の申立\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　原告\n（請求原因）\n１　原告は、昭和五五年六月二二日に行われた衆議院議員選挙（以下、本件選挙と\nいう。）の大阪府第三区における選挙人である。\n２　本件選挙は、公職選挙法第一三条、別表第一及び同法附則第七項ないし第九項\nによる選挙区及び議員定数の定めに従つて実施されたものであるところ、右規定に\nよる各選挙区間の議員一人当りの有権者分布差比率は、最大三・九五（千葉四区）\n対一（兵庫五区）にも及んでおり、原告の選挙区と兵庫五区とのそれは三・三一対\n一に及んでいる。\nこれは、なんらの合理的根拠に基づかないで、住所（選挙区）のいかんにより、一\n部の選挙人を差別し不平等に取り扱つたものである。\n３　それ故、右のような各選挙区間における選挙人の投票価値に著しい格差のある\n議員定数配分規定に基づく本件選挙は、どの選挙人の一票も他の選挙人のそれと均\n等な価値を与えられることを要求するところの憲法第一四条第一項、第一五条第一\n項第三項、第四四条に違反し、無効というべきである。\nなお、その詳細は別紙（一）記載のとおりである。\n４　よつて、原告は、公職選挙法第二〇四条に基づき、請求の趣旨記載の判決を求\nめる。\n別紙（一）\n第一　投票の価値の意義と本件選拳の実態\n昭和五五年六月二二日に行われた衆議院議員選挙（以下、本件選挙という）は、各\n選挙区間における選挙人の投票の価値に著しい格差のある議員定数配分規定にもと\nづいて行われ、それ故、大阪府第三区の選挙人である原告は、なんらの合理的根拠\nに依らずして住所（選挙区）がどこにあるかという理由だけで他の選挙区の選挙人\nとの間に不当な差別を受け、不平等に取り扱われたが故に、本件選挙は無効である\nとするのがこの訴訟の命題である。\nところで原告が右に述べたところの選挙人の「投票の価値」とは、講学上、一人一\n票の基礎たる「数的価値」をいうばかりでなく、すべての投票が選挙の結果に及ぼ\nす影響力（より厳密には、影響力の可能性）たる「結果価値」をも含む。すなわ\nち、それは昭和四七年一二月一〇日に行われた衆議院議員選挙千葉県第一区におけ\nる選挙無効請求上告事件の大法廷判決において、最高裁判所が判示したところの\n「各選挙人の投票の価値、すなわち各投票が選挙の結果に及ぼす影響力」（昭和五\n一年四月一四日最高裁大法廷・民集三〇巻三号二二三頁）なる文言と同義であると\nいつてよい。\nしかしながら、後述するように右「投票の価値」の内の「数的価値」の平等は、一\n人一票制の採用としてわが憲法、公職選挙法ですでに解決されており、それ故、本\n訴訟において主として問題となるのは、右の内の「結果価値」の平等についてなの\nである。\n有権者が投票により政治的手続に参加する度合は等しくなければならない、有権者\nの発言権は等しい政治的効果をもたらすものでなければならない、有権者の一票は\n等しい重さを持つていなければならない―これが「結果価値」の平等の端的な表現\nである。それは、より具体的には、各選挙区における議員定数と有権者数との比率\nで以て表わされる。\n本件選挙における各選挙区の有権者数、議員一人当りの有権者数等については、昭\n和五五年六月二五日付都道府県選挙管理委員会発表に基づいて作成した一覧表で明\nらかであるが、そのうち本件訴訟にとつて特に重要と思われる数を次に掲記する。\n（一）　議員一人当りの全国平均有権者数　　一五八、三六六\n（当日確定有権者数八〇、九二五、〇三四を議員定数五一一にて除す）\n（二）　議員一人当り大阪第三区有権者数の議員一人当り全国平均有権者数に占め\nる比率　　一六九・九六％\n（「大阪第三区」の議員一人当りの有権者数二六九、一六三を議員一人当り全国平\n均有権者数一五八、三六六にて除す）\n（三）　議員一人当りの有権者数の最大値と最小値の比率　　三・九五対一\n（「千葉第四区」の三二一、三五一対「兵庫第五区」の八一、三七五）\n（四）　大阪第三区と兵庫第五区の議員一人当りの有権者数の比率　　三・三一対\n一\n（「大阪第三区」の二六九、一六三対「兵庫第五区」の八一、三七五）\nつまり、公職選挙法別表第一、ならびに同法附則第七項ないし第九項の定めた議員\n定数配分によれば、各選挙区間の議員一人当りの有権者分布差比率は最大三・九五\n対一にも及び、大阪第三区の兵庫第五区に対するそれも三・三一対一であつて、そ\nの偏差は三倍を超えている。\n本事案における「投票の価値」は、結局において、各選挙区間の議員定数と有権者\n数との比率で端的に表わされることになるのであるが、以上を瞥見しただけで、わ\nが国の選挙がいかに投票の価値、就中、その結果価値の面において格差を設けた不\n合理なものであるかが一見極めて明白であろう。\n第二　議員定数不均衡問題の憲法上の位置づけ\n日本国憲法は、その前文冒頭において、「主権が国民に存することを宣言し」てい\nるが、これは憲法の他の条文、例えば第一条の「主権の存する日本国民」ないし、\n第四一条の民選議会たる「国会は、国権の最高機関」である等の文言と相まつて、\nわが憲法が国民主権の原理に基づくことの根拠とされており、これについては現在\nもはや疑いをさしはさむ余地はない。国民主権主義は、基本的人権尊重主義、永久\n平和主義とならんで、わが憲法における根本規範の命ずるところの基本原理の一で\nある、といい得るのである。\nこの国民主権主義の理念それ自体を具体化し、これを現実的実効的に保障するため\nに、国民が能動的立場において国政に参加する権利が、すなわち、選挙権である。\n選挙権は、しかしながら国民の政治的自治ないしは自律を認める代表民主制の下に\nあつては、国政の担当者に対する信任の表示というすぐれて人格的個人主義的要素\nを有するがため、権利の内容、行使の態様、享有者の資格等の諸要件について、こ\nれを厳密に法定化し客観化してこれを侵害から保護することが歴史的に要請され義\n務づけられてきた。つまり、そうすることが主権者たる国民の国政関与を恣意的専\n断的な政治勢力の介入から阻止し、選挙という重大事の公正を担保し、ひいては代\n表民主制の制度的保障に寄与すると考えられたが故である。\n歴史的経験によれば、選挙制度は普通、平等、自由、秘密という投票に関する諸原\n則を逐次保障することにより次第に民主化され進化してきたといわれるのである\nが、これらの保障が果してどの程度にまで充たされているか、またこれらの投票手\n続が果して厳正且つ客観的な基準で行われているかどうかということに応じて、一\n国における民主制の原理を実現する度合もまた異つてくるという言辞は、現代にお\nけるも猶、真理たるを失わない。\nわが憲法第一五条第三項、第四四条但書等は、成年者による無差別の普通選挙を保\n障している。そして、憲法第四七条の委任によるところの公職選挙法の各条項は、\n選挙手続に関する具体的細則に関して、直接選挙制、一人一票制、単記投票制、秘\n密投票制等の諸制度を明定し、諸外国の例に倣い選挙制度の民主化に寄与してき\nた。\nしかしながら、遺憾なことに、憲法、公職選挙法のこれらの規定は選挙権の「資格\n要件」の平等と「投票の数」に関する平等の確保について、消極的例示的にこれを\n保障する表現を採つているため、各選挙人における「投票の価値」の平等の重要性\nについては未だ不明確な、いわば未解決の解釈論的余地を残している。ところが、\n一国における選挙権に関する平等は、およそ各選挙人の「投票の価値」の平等が確\n立せられてこそはじめて、実現され得るものなのである。これこそが、憲法第一四\n条第一項はじめ、第一五条第三項、さらには第四四条等の諸規範が正しく志向し、\n要請しているところと原告は確信する。\nそして右にいう「投票の価値」の平等とは、「数的価値」の平等、即ち一人一票の\n原則をいうばかりでなく、かつて西ドイツの憲法裁判所の判例または学説等が殆ん\nど一致して認めた所謂「結果価値」の平等、即ち、すべての投票が選挙の結果に平\n等の政治的影響をもたらすべきであるという原則をも包含するというべきである。\nこの「結果価値」の平等が保障せられないならば、表面上一人一票制を保障したと\nいつても、その実、ある者の一票が他の者の数票に相当する価値を有することにな\nり、そのある者には数票を他の者には一票を与えたと全く同一の政治的効果が生じ\nるに至るからである。かように、一票の実質的価値に明らかな差異が生じると、有\n権者の意思を公平に、且つ合理的に立法府に反映せしめるところの平等選挙制の機\n能は甚しく阻害されることになり、選挙権の平等なるものは全く名目化形骸化され\nることになろう。この意味から、投票の実質的価値の不平等とは、複数投票制の現\n代的形態に他ならないと断じ得る。\n原告が本件訴訟において、居住場所を異にすることにより投票の価値に差等を設け\nることは憲法第一四条第一項に違反すると主張する所以のものは、わが国の憲法が\n本来的に要請しているこの「投票の価値」の平等を制度的にも明確にし、もつて民\n主政治における公正な代表機能の維持強化を図らんとするがためである。\n第三　民主政治における手続的保障の重要性\nまた、わが憲法は同じく前文冒頭において、「日本国民は、正当に選挙された国会\nにおける代表者を通じて行動」する、と明記する。この文言は、憲法が人類普遍の\n原理と認めるところの民主制の原理を採用することを標榜すると共に、国民の代表\n者たる国会議員の選出はいやしくも不当な不公正不平等な手続ないし方法でなされ\nてはならぬということを、広く内外に宣言したものである。このような選挙法制に\n対する憲法の正当化要求は、前述したところの平等化要求と相まつて、国政選挙に\nおけるわが憲法の基本理念といい得るものであろう。\nところで、わが憲法が志向する民主政治を端的に表現すれば、かのリンカーンのい\nう「人民の、人民による、人民のための政治」という概念であるが、このなかでも\n「人民による政治」を民主政治の第一義とすべきである。すなわち、治者と被治者\nの政治的自治ないし自律という要素こそがデモクラシイの本質であり、デモクラシ\nイとはまず政治参加の手続であり、社会秩序を創設したりこれに参加したりする方\n法を客観的に決定することにほかならない。このように、われわれの採る民主政治\nは理念であると同時に、手続ないし仕組である。もしこの手続ないし仕組に欠陥が\n存するならば、民主政治自体に欠陥とひずみが生ずるのは必至であろう。本案にお\nけるような投票の価値の不平等は、まさしくこの種の欠陥の最たるものと考える。\n第四　投票価値平等化の理念及びその具体的基準\n一　それでは、いかなる場合に投票価値が不平等であり、前述の憲法第一四条第一\n項に反すると解すべきであろうか。\nこの点に関し、周知のとおり、昭和五一年四月一四日最高裁大法廷判決は、昭和四\n七年一二月一〇日に行われた衆議院議員選挙に関し、兵庫県第五区における議員一\n人当りの選挙人の人口と千葉県第一区のそれとの不均衡度が一対四・八一になつた\n状態の下での選挙は違憲であると判断した。右判決は、従前の最高裁昭和三九年二\n月五日大法廷判決が参議院議員選挙に関してではあるけれども、議員一人当りの選\n挙人の人口比が一対四・〇九程度の不均衡状態になつても、この程度ではなお立法\n政策上の問題に止り、違憲問題を生ずるとは認められないとした態度を改めたもの\nであつて、その限りにおいて、正しい憲法解釈に向つて前進したものとして評価す\nることはできる。\nしかしながら、右昭和五一年四月一四日最高裁大法廷判決は、憲法上許容され得る\n投票価値の不平等度合の限度については、具体的に言及することを敢えて回避して\nいるかに見える。のみならず、右最高裁判決は、定数配分における非人口的要素の\nもつ役割をかなりの程度に評価して、投票価値の「徹底した平等化志向」からは後\n退しているのである。\nすなわち、右判決は「投票価値の平等は、・・・・・・原則として、国会が正当に\n考慮することのできる他の政策的目的ないしは理由との関連において調和的に実現\nされるもの」であるとし、非人口的要素への考慮を示している。その結果として、\n判決は選挙区割問題と議員定数配分問題とを混合し、「極めて多種多様で、複雑微\n妙な政策的及び技術的考慮要素」に対する国会の広汎な裁量権を認めるという、投\n票価値の平等をむしろチエツクするところの結論に陥るのである。\nいうまでもないことであるが、憲法第一四条第一項に違反する事例についての違憲\n立法審査権の判断基準が、「合理的根拠」の有無にもとづいていることは、すでに\nわが国の学説判例上確立されたところといつてよいであろう。すなわち、これを本\n件のような事案に即していえば、原則として投票の価値に差等を設けることは許さ\nれず、仮りにそれが限定的に許されるとしても合理的根拠に基づかなければならな\nいのである。\n原告は、判決のいう「極めて多種多様で、複雑微妙な政策的及び技術的考慮要素」\nに対する国会の裁量が、果して合理的根拠にもとづいてなされるかどうかに関し\nて、歴史的経験に徴し大いなる危惧を感じずにはおれない。右の考慮要素の観念が\nそもそも形式的、且つ曖昧であり、いかなる内容がそこに盛られるのかが未定であ\nるばかりでなく、むしろ判決の趣旨とは相反するような封建的非民主的政治勢力の\n介入する余地すら存在するからである。現に、国会における定数是正作業が遅々と\nして進まないのは、党派的利害に依るとするのが、むしろ公知の事実であろう。\n「合理的根拠」の判断基準は法に則り、極めて限定的に、且つ、厳密に解釈されな\nければならない。この解釈を厳正に維持しないならば、「投票の価値の徹底した平\n等化志向」の原則などは単に空文に帰するのみである。\nちなみに、西ドイツでは、平均値からの偏差として許容される限度は上限・下限と\nも三三・三分の一％、つまり、上限下限の開きは二対一で押えられている。またア\nメリカにおいては、「実行可能の限度において可及的に」等価値たるべきことが要\n請されている。かくてわが国においても、選挙権の平等を制度的に保障するがため\nには、立法府の恣意ないし裁量をできるだけ制限し、また違憲判断の基準を曖昧の\nままに放置しないように然るべき足枷をはめなければならないのである。\n二　それ故、仮りに止むを得ない合理的理由にもとづき、投票の価値の不平等が存\n在するに至るとしても、それが恣意的、且つ無限定に流れないためには、明確な許\n容基準と許容限界を設定しておくことがどうしても必要となる。\n原告は、この許容基準ないし許容限界として、投票価値の実質的不平等は、原則と\nして「二対一」の比率内にとどめなければならないもの、と考える。すでに述べた\nように、もし、或る者の一票が他の者の数票に相当する価値を有することになるな\nらば、その或る者には数票を、他の者には一票を与えたと同一の政治的効果が生じ\nることは自明の理だからである。選挙権平等化の歴史が、いかに複数投票制、等級\n選挙制等の不平等選挙を制度上克服し得ても、投票の実質的価値を不平等のまま無\n限定に放置するならば、投票の夫々の政治的効果が異る制度－つまり、複数投票制\nの現代版をなおも棲息せしめることになるであろう。\nそれでは次に、何故「二対一」の比率内でなければならないか。\n原告は、各人の投票の価値は本来ならば当然、一人一票対一人一票であるべきもの\nと考えるものであるが、ただ、人口の継続的変動とその精密な調査の不可能とい\nう、選挙人数と議員定数との比率を数字的に一致させることの技術的困難さをも考\n慮し、さりとて一部の国民に一人二票を許すことは国民の平等権の受忍し得る限度\nを超えた不平等となるのではないかという懐疑を抱きつつ、複数投票制を実質的に\n否定する意味でこの数値を導き出したのである。それは、素朴な国民感情にもとづ\nく以外の何物でもない。\nこの「二対一」の基準は、現在では歴史的理想的要請と実質的個別的考慮とをほぼ\n調和せしめたところの合理的数値と考えられる。何故ならば、この「二対一」基準\nは、昭和五三年秋、大阪弁護士会が日本公法学会所属の公法専攻学者（大学の助手\n講師以上）に対して国会議員定数問題アンケートを発し、「憲法上容認され得る不\n平等格差の数量的限界値はどの程度と考えるか」の項で、一対二・〇以下と回答し\nた者が有効総数一七七中、一三二もあつた事実からしても、ほぼ学界の多数意見と\n推定されるからである。\n定数の合理性を判断する客観的基準は何としても必要であろう。何故ならば、それ\nは選挙権の平等な行使を公的に担保する機能を果すばかりでなく、そもそも投票価\n値の不平等の限界値ないしは許容限度が前提とされてこそはじめて、事案について\nの恣意を排した違憲合憲の判断が合理的になされ得るからである。違憲かどうかを\n判断する基準は、単なる感覚的ないし印象的判断であつてはならない。裁判所は内\n心においてさような客観的判断基準を抱懐すべきであろう。いやしくも事案につい\nての憲法判断をするにあたり、その根拠を明らかにしないならば、選挙権平等を公\n的に担保する司法の立場として充分に責務を果したものとはいえない。\nそれ故、本案の解明にあたつても、裁判所の客観的判断基準が明確に提示せられ、\n今後とも同種の事案に関する判例法の嚆矢となることを原告は切望するのである。\n一票の価値の平等を憲法の要請であるとしつつも、なお他方において、各選挙区間\nの一票の価値に二倍以上の偏差をもつ事態を無限定に放置することは、一人一票制\nの冒涜以外の何物でもない。「二対一」の基準は、選挙権平等の公的担保のために\n堅持せられるべきである、と原告は考える。\n第五　本件選挙の効力について\n以上述べたように本件選挙における議員定数配分規定が憲法違反であり、従つてそ\nの限りにおいては選挙の結果に異動を及ぼす場合であるから、公選法第二〇五条に\nより、裁判所は、本件選挙が無効である旨の判決をせざるをえないはずである。し\nかるに前記最高裁昭和五一年四月一五日判決では、「選挙を無効とした場合には憲\n法の所期しない結果を招来するばかりでなく、必ずしも実効性を伴わない」との理\n由から行政事件訴訟法第三一条の有する法理を適用して選挙無効の判決を回避し\nた。しかしながら、議員定数配分規定が憲法第一四条第一項に違反していることを\n理由として、選挙無効の訴訟が認められる以上、無効判決確定の結果憲法に適合し\nた議員構成に是止するため、一時的に当該選挙区選出の議員を欠くことになつて\nも、制度上は止むを得ないものというべきである。（ちなみに、公職選挙法違反で\n選挙が無効とされた場合も同様の事態を招来する）また、各選挙区から選出される\n各議員は、いずれも国民全体のための議員であつて、選出選挙区のための議員では\nないという法制度を併せ考えるならば、尚更当然のことといわなければならない。\n部分的にしろ違憲な選挙が無効とされ、議員定数の配分が憲法に適合した平等な状\n態に是正されていくということは、国民主権主義の下における議会制民主主義の根\n幹がもつ瑕疵を憲法に照して是正していくことにほかならないから、それこそ憲法\nが所期し要求しているところである。投票価値の不平等が許容される限界値が裁判\n所において明確に示されるならば、国会における不平等を是正する法改正は極めて\n能率的にかつ全体的に行われることになるであろう。\n第六　結語\n現代人としてイドラを持つ。すなわち旧来の偶像から自由になることは難かしい。\nそれは人間社会の陥る宿命であるといえよう。しかし、現実の呪縛を去り思考方法\nを転換するだけで、旧来の大疑問が大疑問でなくなり、平明にして公平な解決に達\nし得ることもまた可能なのである。然るに本件においてそれが容易になされないの\nは、やはり政治が関与しているからというべきであろうか。ちなみに、わが立法部\nは、衆議院議員定数を是正するための努力として、昭和二〇年一一月の人口調査に\nもとづく選挙区割と議員定数の決定以来、昭和三九年に定数を一九名増員、同五〇\n年に定数を二〇名増やしたという程度の微温的な手直ししかしていないのである\n（奄美大島区一名増、沖繩区五名増の件は、事案同旨とはいえないので割愛）。\n三　五年間に僅か二回の手直しである。これでは「本表（別表第一）は、この法律\n施行の日から五年ごとに、直近に行われた国勢調査の結果によつて、更正するのを\n例とする」という公職選挙法の明らかな指示に悖るものであろう。国会は、一票の\n投票価値を平等にするための誠実な努力を全く果してはいないというの他はない。\n形式的に裁量権を有するものが、具体的妥当性を実現すべくその裁量権を行使しな\nいときには、不正義が結局において世を支配する。国会は常に権力の府ではあつて\nも、屡々正義の府ではない。形式的には立法府の裁量に属するとはいえ、なお実質\n的に司法的正義に関わる事案がこれ以外にも多々存在すると原告は考える。主権的\n単位たる国民の投票の価値に関する本案も、おそらくはその最たる例であろう。大\n阪第三区と兵庫第五区は、山ひとつ越えた隣接区である。真理が山によつて遮られ\nているこの中世的現状を、司法が果して放置しておいてよいものであろうか。国民\nの、国民による、国民のための司法、これをこいねがうものは独り、大阪府の選挙\n民だけではないはずである。\n二　被告\n（本案前の主張）\n議員定数配分規定の違憲無効を理由とする選挙無効の訴は、公職選挙法第二〇四条\nの予想するところではなく、現行法における民衆訴訟の本質に反するところである\nから、同条の訴訟形式を藉りて選挙無効の訴を提起することはできず、そのような\n訴のための実定法規が制定されていない現行法制度の下においては、原告の本件訴\nは、不適法として却下されるべきである。\nなお、その詳細は別紙（二）記載のとおりである。\n（請求原因に対する認否と反論）\n１　請求原因１は認める。\n２　請求原因２のうち、本件選挙が原告主張の法律に基づき実施されたこと、原告\nの選挙区と兵庫第五区との議員一人あたりの有権者数の比率が三・三一対一である\nことは認める。千葉第四区と兵庫第五区との同比率については、その数値が原告主\n張のとおりであることは認めるが、原告とは無関係の選挙区間における同比率の算\n定は無意味である。その余は争う。\n３　請求原因３は争う。\n本件定数配分規定は憲法に違反するものでなく、本件選挙は有効である。\nなお、その詳細は別紙（三）記載のとおりである。\n別紙（二）\n公職選挙法第二〇四条に基づく本訴請求が不適法であることについて\n一　本件は、昭和五五年六月二二日に行われた衆議院議員選挙に関し、大阪府第三\n区の選挙人である原告が、公職選挙法の議員定数配分規定は違憲であり、右違憲の\n規定に基づいて行われた右選挙区における選挙は無効であると主張して、公職選挙\n法第二〇四条所定の選挙の効力に関する規定に準拠し、大阪府選挙管理委員会を被\n告として提起した訴訟である。\n二　ところで、同条による訴訟は、具体的権利義務に関するいわゆる法律上の争訟\nではなく、選挙の管理執行機関の法規に適合しない行為の是正を目的として、法律\nにより特に裁判所の権限に属せしめられた民衆訴訟（裁判所法第三条、行政事件訴\n訟法第五条、第四二条参照）の性質を有するものであつて、当該選挙が「選挙の規\n定に違反」し、しかも「選挙の結果に異動を及ぼす虞がある場合に限り、」選挙の\n全部又は一部の無効を判決しなければならない（公職選挙法第二〇五条第一項）も\nのとされていることにより、その限度で許容されるにすぎない訴えである。また、\nこの訴訟は、現行法上、選挙法規及びこれに基づく選挙の当然無効を確定する趣旨\nのものではなく、選挙管理委員会が法規に適合しない行為をした場合にその是正の\nため当該選挙の効力を失なわせ改めて再選挙を義務づけるところにその本旨がある\nことについても疑う余地がない。そこで、右訴訟で争いうる「選挙の規定」違反と\nいうことも当該選挙区の選挙管理委員会が、選挙法規を正当に適用することによ\nり、その違法を是正し適法な再選挙を行いうるもの（当該選挙管理委員会の権限に\n属する事項の規定違反）に限られるのである。したがつて、同委員会においてこれ\nを是正し適法な再選挙を実施することができないような議員定数配分規定自体の違\n憲を主張して選挙の効力を争うことは到底許されないというべきである（最高裁昭\n和五一年四月一四日大法廷判決の中での天野武一裁判官の反対意見参照）。\n三　また、公職選挙法第二〇四条の訴訟によつて選挙が無効とされた場合の再選挙\nはこれを行うべき理由が生じた日から四〇日以内に行わなければならず（公職選挙\n法第一〇九条第四号、第三四条第一項）、しかも再選挙の期日は、少くとも二〇日\n前に告示しなければならない（同法第三四条第六項第三号）。仮に、議員定数配分\n規定の違憲無効を理由として選挙が無効とされて再選挙を行う場合には、違憲無効\nとされた定数配分規定に基づいて再選挙を行うことは許されないので、まず右配分\n規定の改正を行わなければならないことになる。しかし、議員定数の配分の是正そ\nのものは種々の政治的利害の対立を伴う極めて困難な問題であるから、わずか二〇\n日間でその改正を行うことは事実上不可能であり、選挙管理委員会としては、同規\n定が立法府において改正されるまで再選挙を延期せざるを得ないこととなる。\nしかし、前述のとおり、選挙管理委員会は、公職選挙法により、四〇日以内に再選\n挙を行う義務を負つているところ、配分規定が違憲無効であるとの点についての判\n決の拘束力（行政事件訴訟法第四三条第一項、第三三条第一項）に従う限り同法第\n三四条第一項の規定に違反せざるを得ず、他方、右規定に従おうとするときは、違\n憲無効な定数配分規定に基づいて再選挙を行うことを余儀なくされるので、判決の\n拘束力を無視せざるを得ないというジレンマに陥ることとなるのである。\nこの場合、選挙管理委員会としては、違憲無効とされた定数配分規定に基づいて再\n選挙を行うことは違法な選挙を繰り返すこととなつて不合理であることが明らかで\nあるから、結局定数配分規定が憲法に適合するように改正されるまで再選挙を延期\nせざるを得ないことになると思われるが、その場合には、その間、国権の最高機関\nの一部の存立を否定する結果になり、また判決の内容いかんによつては、憲法第五\n六条第一項所定の衆議院の定足数を実質的に充足し得ない事態を引き起こす可能性\nすらあり、国権の最高機関たる国会の正常な運営が著しく阻害されることとなる\n（最高裁昭和三九年二月五日大法廷判決・民集一八巻二号二七三頁以下の斉藤朔郎\n裁判官の意見、最高裁昭和四一年五月三一日第三小法廷判決・裁判集民事八三号六\n三二頁以下の田中二郎裁判官の意見等参照）。このため、裁判所の行う衆議院議員\n定数配分規定の違憲無効の判断は選挙の結果に異動を及ぼさない場合に該当すると\nの見解もあるぐらいである（芦部信喜「憲法訴訟の理論」二〇二頁以下参照）。\n四　このように、るる検討した本件訴訟に関する公職選挙法上の諸々の問題点は、\n究極のところ、現行公職選挙法が、本件のような訴訟を到底予定していないところ\nから生じてくるのであつて、公職選挙法の諸規定を全く無視することとなる本件の\nような訴訟は不適法なものである。\n五　以上のとおり、議員定数配分規定自体の違憲、無効を主張する訴訟は、現行法\n体系の規定の仕方、民衆訴訟の本質から公職選挙法第二〇四条の拡張解釈をしても\nその限界を超えるものとして、同法によつては許容されないものというべきであ\nる。\nところで、最高裁昭和五一年四月一四日大法廷判決（民集三〇巻三号二二三頁）\nは、本件のような訴訟につき、公職選挙法第二〇四条に基づく出訴を容認し、その\n理由づけとして「右訴訟において議員定数配分規定そのものの違憲を理由として選\n挙の効力を争うことはできないのではないか、との疑いがないではない。」としつ\nつも、「公選法の規定が、その定める訴訟において、同法の議員定数配分規定が選\n挙権の平等に違反することを選挙無効の原因として主張することを殊更に排除する\n趣旨であるとすることは」、当を得た解釈ではないとした。\nしかし、右大法廷判決は、公職選挙法第二〇四条の立法目的、立法の趣旨に反する\n大へん無理のある法解釈を含んでいるのであつて批判を免れないところであり、前\n述したとおり、選挙訴訟は、典型的な民衆訴訟であつて、「法律に定める場合にお\nいて」のみ提起できるのであるから、法律の規定のない以上訴訟の提起の道はな\nく、法律が新たにこれを認める特別の争訟制度を採用しない限り、不適法なものと\nして却下さるべきである。\n六　本件訴訟を司法権の対象としない理由\n―アメリカ、西ドイツの裁判制度との対比において―\n１　そもそも、本件のような事態に対して、現行法上、救済手段が存在しないこと\nについては、それなりの正当理由がある。\nすなわち、衆議院議員定数配分規定の問題は、元来、高度の政治的、技術的要素が\n絡むものであるから、本来的に立法による解決が期待され、司法もこれを尊重し、\n自己抑制作用の強く働く分野である。更にわが国における伝統的な司法制度及び現\n在の裁判所の権限から選挙訴訟制度をみるに、法律は、裁判所がこの問題に立ち入\nることを回避すべきであるとしたものと思われるのである。\n２　（一）なるほど、原告の指摘する西ドイツの連邦選挙法、更にはアメリカにお\nいては、議員定数配分規定の違憲無効を理由とする選挙訴訟が認められ、裁判所も\n憲法判断を行つている。しかし、以下のとおりこれら諸外国の選挙訴訟制度は、わ\nが国のそれとは根本的に異なるのであるから、これらの国において是認されている\nとの理由によつて、直ちにわが国の裁判制度においてもこの種の訴訟が是認されて\n然るべきであるということにはならないのである。すなわち、わが国における選挙\n訴訟は既に施行された選挙の効力を争い、再選挙の実施を求めるものであつて、裁\n判所の権限も無効を宣言するにとどまるものである。\n（二）　しかるに、まずアメリカにおいては、いわゆる配分法（議員定数、選挙区\n割等を定めている）の効力を裁判所において争うことができるが、この場合、出訴\n者たる原告は、具体的な選挙と関係なく配分法の規定自体の合憲、違憲を争うこと\nができ、このため、裁判所は、いわゆる職務執行命令や差止命令等の衡平法上の救\n済権限を与えられている。したがつて出訴者は当該配分法によつて行われた選挙の\n効力を争うのではなく、配分法自体の無効宣言とその定めに従つて行われる次の選\n挙を阻止するための差止命令を訴求するのが通常である。しかもその救済方法は極\nめて弾力的であつて、例えば、現行の議員定数配分を違憲と判断した場合において\nも、その定数配分によつて選出され現に議員である者の地位を奪うことはほとんど\nなく、違憲とされた当該定数配分によつて次の選挙が行われることを禁止するにと\nどまる。そして、仮に次の選挙が差し迫つているときは、違憲とされた定数配分に\nよる選挙を許すとともに、違憲とされる選挙によつて選出された議員の任期を制限\nし、更にはそれら議員による議会の権限を定数配分のための立法措置を構ずること\nに限定することもできるのである。あるいはまた右のように救済の延期を許さない\nで裁判所が自ら配分表を定め、それによつて選挙を行うことを命ずることさえでき\nるとされている（田中和夫・「アメリカにおける議員定数の是正と裁判所」ジユリ\nスト五三二号七八頁以下参照）。\n（三）　次いで西ドイツにおいては、連邦選挙法において、選挙区の平均人口の差\nが、多くても少なくても三分の一を超えてはならないとの実体法上の客観的基準が\n明定されている（同法第三条第三項）。そして、現実の定数配分が同法に違反し、\n更には違憲でもあると選挙人が考えた場合選挙人は、連邦憲法裁判所法に基づき、\nこの種、定数配分の違憲無効を、いわゆる憲法訴願手続の中で、争うことができる\nのであるが（同法第九五条第一項、なお連邦憲法裁判所一九六三年五月二二日第二\n部決定参照）。その場合、当該定数配分が、連邦選挙法ないし基本法に違反すると\n連邦憲法裁判所が認めれば、同裁判所は同配分が基本法を侵犯している旨確認する\nことができるのである（同法第九五条第一項）。そして、ラント選挙法が、連邦選\n挙法に違反し、連邦選挙法が基本法に違反するなど法律が基本法等に違反するとの\n憲法訴願が認容される場合には、当該法律の無効も宣言できるのであり（同法第九\n五条第三項）、その場合、右無効宣言は法律的効力を有する旨、明定されている\n（同法第三一条第二項、第一三条第八号ａ）。このように西ドイツにおける選挙訴\n訟制度は、あらかじめ明文の規定によつて、実体法上、違憲かどうかの判断基準が\n設定されている上、手続法上その訴訟の方式、判決（決定）の効果等も定められて\nいるのである。しかも、解釈論としては、連邦憲法裁判所は連邦憲法裁判所法第三\n五条に基づき、新しい選挙法を作成し、新しい選挙を施行することも可能であると\nされているのである（野中俊彦「西ドイツにおける違憲判決の方法」公法の理論\n（上）一〇七頁以下参照）。\n以上のごとくこれら諸外国においては、我が国とは異なり、この種の選挙訴訟が制\n度的に認められているものである。\n七　結語\n以上の次第で、議員定数配分規定の違憲無効を理由とする選挙無効の訴えは、公選\n法第二〇四条の予想するところではなく、現行法における民衆訴訟の本質に反する\nところであるから、同条の訴訟形式を藉りて選挙無効の訴えを提起することはでき\nず、そのような訴えのための実定法規が制定されていない現行法制度の下において\nは、原告の本件訴えは、不適法として却下されるべきものである。\n別紙（三）\n第一　国会の裁量権について\n一　衆議院議員選挙において、各選挙人の投票の価値、すなわち各選挙人が自己の\n選ぶ候補者に投じた一票がその者を議員として当選させるために寄与する効果が、\nいずれの選挙区においても同等であるということは窮極的には理想的な状態である\nといえようが、現実問題としては投票価値は選挙制度の仕組みと密接に関連し、そ\nの仕組み如何により投票価値に差異の生ずることは避けられないところである。\nところで、憲法第四三条第二項、第四七条は、議員の定数、選挙区、投票その他選\n挙に関する事項を法律で定める旨規定しており、このことは選挙の仕組みに関する\n事項の決定は原則として国会の自由な権限に委ねる趣旨であると解される。\n現行の公職選挙法においては一選挙区当りの選出議員数を三ないし五名とする中選\n挙区制を採用しており、選挙区については都道府県を選挙区割の基礎とし、更に必\n要のある場合には、従来の選挙の実績、選挙区としてのまとまり具合、市町村その\n他の行政区画、面積の大小、人口密度、住民構成、交通事情等の諸要素に基づき具\n体的に決められているのであるが、中選挙区制という選挙制度及び現行の選挙区を\n国会が定めていること自体は憲法上国会の裁量権の範囲内のこととして違憲の問題\nを生じないことは明らかである。\n二　次に選挙区別定数については、各選挙区に三ないし五名の選出議員を配するに\n当つては、総定員が限られていることからくる制約のほか、多種多様の国民の利害\nや意見が公正かつ効果的に国政の運営に反映され、また、政治における安定の要請\nが満たされること等をも考慮しながら決定されるべきものであり、このような選挙\n区別定数の問題は、単なる数値の操作の問題ではなく、政治のあり方を規定し、政\n治の根幹にかかわる重要な問題であり、国会が慎重に検討を加えて自らの裁量と責\n任において決し、国民に対する政治的責任によりその当否の判断がなされるべきも\nのである。\nもとより、選挙区別定数は一定不変のものではあり得ず、時の推移とともにより妥\n当なものに改正されるべきものではあるが、国会がその改正に際し、国民の代表に\nふさわしい公正かつ効果的代表制度として、選挙の平等について他の政策的目的な\nいし理由との関連において調和を図つている限り、各選挙区別定数と人口との間に\n不均衡が存在しているとしても、その不均衡が一見して著しく不平等にあたらない\n限り、右不均衡は国会の裁量権の範囲内に属するものとして合憲というべきであ\nる。\n第二　選挙区及び議員定数の改正経過について\n一　公職選挙法（昭和二十五年四月一五日法律第一〇〇号）は従来個別的に定めら\nれていた各選挙法を一つにまとめ、わが国の選挙制度の基本的、統一的な法律とし\nて制定され、選挙に関する法体系上の統合が図られたものである。衆議院議員の選\n挙に関しては、憲法第四七条で「選挙区、投票の方法その他両議院の議員の選挙に\n関する事項は、法律でこれを定める。」とし、その選挙制度全般に関わることを国\n民の代表により構成される立法府の裁量に委ね、かつ立法府の定立する法律による\nこととしている。公選法はかかる憲法上の要請に基づき制定されたものであり、衆\n議院議員選挙についても右憲法上の要請に沿つた選挙制度の原則を踏まえて、その\n選挙手続を具体化している。従つて衆議院議員選挙の選挙区、議員の定数について\nは、公選法第一三条第一項、法別表第一および第四条第一項でそれぞれ規定されて\nいる。衆議院議員の選挙区、議員の定数は、わが国の採用する中選挙区制（一選挙\n区の議員定数を三人ないし五人とするもの）に立脚して全国を一一七の選挙区と\nし、それぞれの選挙区ごとに定数を配分したものである。従来の衆議院議員選挙\nは、単独の選挙法、衆議院議員選挙法（昭和二十二年三月三十一日法律第四十三号\n改正）に基づいて執行されていたが、公選法も同じ選挙区制を採用することとなつ\nたため、公選法別表第一はこの従前の衆議院議員選挙法の別表がそのまま踏襲され\nることとなつた。（「公職選挙法の施行及びこれに伴う関係法令の整理等に関する\n法律（昭和二十五年四月法律第一〇一号）」第二六条）\nその後、昭和二十八年奄美群島の復帰に伴い奄美群島区として、特例法（昭和二十\n八年十一月十六日法律第二百六十七号）により公選法第四条第一項の規定にかかわ\nらず臨時に、衆議院議員の総定数は四六七人とされた。また、昭和四十六年の沖繩\n復帰にあたり、沖縄県として一選挙区が設けられ、公選法第四条第一項の定数が、\n五名増の四七一人とされた。\n公選法別表第一および第四条第一項の議員の定数の改正については、前記のとおり\nであるが、衆議院議員の選挙区、定数改正は、同法附則において改正がなされた。\n最初の改正は、昭和三十九年七月二日法律第百三十二号により、次は昭和五十年七\n月十五日法律第六十三号によりそれぞれ定数等の是正として行われた。\n昭和三九年の定数是正は、公選法制定以来の社会経済の変動により、人口に大幅な\n異動が生じ、各選挙区間の議員一人当り人口にも著しい格差ができたため、それら\nの均衡化を図るものであつた。政府の諮問機関である選挙制度審議会でもこの議員\n定数の是正について第二次答申がなされ、立法府としての国会は、公職選挙法改正\nに関する調査特別委員会を設置し、衆議院議員選拳にかかる選挙区・定数の見直し\nについて審議した。その結果、改正の要旨として\n（一）　是正の基準としては、議員一人当り全国平均人口（昭和三五年国勢調査人\n口を基準）の上下約七万人の幅とし、上限と下限の開きは約二倍程度に抑えて選挙\n区別の定数是正を行いその結果、一二選挙区において総数一九名の増員を図るもの\nであること。\n（二）　奄美群島に配当されている定数一名を合わせて、当分の間暫定措置として\n総定数を四八六名とすること。\n等があげられた。さらに選挙区制における三人ないし五人区とする中選挙区制の原\n則に基づき、六人をこえることとなる五選挙区の取扱いは、それぞれ選挙区の分割\nが行われた。選挙区の分割に当つては\n（一）　分割により設定される関係選挙区の国調人口および将来人口が、それぞれ\nなるべく均衡のとれたものとすること。\n（二）　行政区域を分割しないこと。\n（三）　分割後の選挙区の地域が、それぞれ地域、交通、産業、行政的沿革等の諸\n般の事情を考慮して合理的なものとなるようにすること。\n（四）　分割後の選挙区の地域が、それぞれ一つの拠点を中心として地域的まとま\nりを示すこととなる等社会的、経済的観点からも地域的一体性を保持することとな\nるよう配慮すること。\n等の四つの基本原則に基づいて作成され、具体的区割りについては、更に地域の特\n殊性が充分勘案された。このような諸般の事情を総合して是正案はまとめられ、法\n律改正が行われた。この改正案審議中、衆議院の前記調査特別委員会は、「今回の\n定数改正は選挙制度審議会の答申により昭和三五年国勢調査の人口を基準としてい\nるため、四年を経過した今日においては、東京都第六区を始め、既に多くの人口と\n議員定数のアンバランスを生じている。よつて、政府は次期国勢調査の結果に基づ\nき、更に合理的改訂を検討すべきである。」という附帯決議を採択している。この\n改正により、議員の総定数が四八六人となり（本法附則２）、選挙区は五増となつ\nた。\nなお、議員一人当り人口の最高と最低の比は、三・二一対一から二・一九対一に改\nめられた。\n昭和五〇年の定数是正は、前の改正の基礎資料とされた昭和三五年国勢調査時以降\nにおける急激な人口移動に伴う選挙区間の不均衡を改めようとするものであるが、\nこの改正で使用された昭和四五年国勢調査人口によると、議員一人当り人口で最高\nの大阪第三区と最低の兵庫第五区との格差は四・八三対一に及んでいた。このとき\n全国平均議員一人当り人口は二一三、一六七人であつた。\nこの議員定数の不均衡を是正するに際し国会は、その是正の基準として\n（一）　総定数を二〇人増員し、選挙区別定数の不均衡を是正する。\n（二）　選挙区別定数の減員は行わない。\n（三）　六人区以上となる区は分割する。\n（四）　区割りについては、人口比、自然的条件を勘案し、従来の行政区を尊重す\nる。\nを定め、改正案がまとめられた。この是正の概要は、当分の間の措置として総定数\nを一一の選挙区について二〇人増員しこのうち六人区以上となる六選挙区について\nは分割することとするものであつた。この結果、議員総定数は五一一人（改正前四\n九一人）となり、選挙区数は一三〇区（改正前一二四区）となつた。\nなお、議員一人当り人口の最高と最低との格差は、東京都第七区（三二九、一九九\n人）と兵庫県第五区（一一二、七〇一人）との二・九二対一に改められることとな\nつた。\n二　右のとおり、国会においては、選挙区別定数について不合理な事態を生じない\nよう適宜公職選挙法の改正を行つてきたところであるが、改正にあたり諸要素を総\n合的に調整しながら漸進的是正とするか、また、抜本的改正に踏切るかは、それ自\n体高度の政治的判断によるべきものであり、国会における自由裁量に委ねられるべ\nきものであるところ、これまで国会が人口比と共に諸々の非人口的要素も考慮のう\nえ、漸進的改正を目途として差当り人口較差の大きい選挙区の是正をするにとど\nめ、しかも、その改正の結果が人口較差の是正に相当大きな効果がもたらされてい\nる以上、右改正は国会の合理的裁量権の範囲内に存し、違憲のそしりをうけるいわ\nれはないといわなければならない。\n仮に公職選拳法に抜本的改正を加えて、可及的に投票価値を平等にしようとすれ\nば、一つの方法として、最小の兵庫県第五区の議員一人当たり人口を基準として、\nこれに厳格に比例して議員定数の是正を行う方法が考えられるが、これによれば、\n昭和五〇年の国勢調査人口で、総定数が一、〇一〇名となり、そのうえ他の選挙区\nにおける定数の増及び選挙区の分割等多数の異動を伴うことになり、衆議院議員の\n定数が一、〇〇〇人を超えること自体現実性のない方法というべきである。\n他の方法として、議員一人当たり人口を基準として、これに比例して選挙区定数を\n配分するという方法があり、これによれば、人口の多い選挙区は増員又は分区し、\n少ない選挙区は減員又は他の選挙区と合区する等の区域の変更を行うこととなる\nが、この方法で現行議員総数を変えることなく、昭和五〇年の国勢調査人口に基づ\nき、試算すると現行の一三〇選挙区のうち、定数に異動を生じる選挙区は九八選挙\n区にのぼり、議員定数の異動は増加、減少それぞれ六九人、合計一三八人となり、\nこのうち定数が二人以下となり合区することを要する選挙区が二五、また、六人以\n上となるため分区することを要する選挙区が一九となる。\n右の方法によつても、分区、合区により改正が必要となる選挙区が四四にのぼるこ\nととなり、選挙区は前記のとおり、従来の選挙の実績、選挙区としてのまとまり具\n合等の諸要素に基づき、高度の政治判断により定められたものであることから、一\n挙に多数の選挙区の改正をすることも現実には困難であるというほかはないのであ\nる。\n第三　本件選挙区について\n原告は、本件訴訟において、大阪第三区における選挙の無効を主張するが、次に述\nべるとおり大阪府下における選挙区定数も国会の合理的裁量により漸次改正されて\nいるのである。\n一　衆議院議員選挙の大阪府の選挙区の沿革を見てみると、明治二二年の衆議院議\n員選挙法では小選挙区制で、九選挙区総定数十人であり、明治三三年の同法改正に\nより大選挙区制となり、大阪市六人、堺市一人、郡部六人に選挙区及び定数が改正\nされている。\n更に大正八年には、一一の選挙区とし、一人区が五区、二人区が三区、三人区が三\n区の原則として小選挙区制とされ、大正一四年に六選挙区で、一区、二区、六区が\n三人、三区、四区、五区が四人の定数とされ、中選挙区制となつた。\n次に、昭和二〇年の法改正で、第一区大阪市七人、第二区大阪市を除く地域一一人\nの大選挙区制とされ、昭和二二年の改正で再び中選挙区制に改められ、第一区から\n第四区までが定数各四人、第五区が三人とされたのである。\n公選法別表第一では、大阪府は第一区から第五区までの五選挙区に分割された。選\n挙区の設定については立法府で慎重に審議された結果であるが、そもそもその基準\nについては同別表第一の基礎となつた昭和二二年改正衆議院議員選挙法、あるいは\nそれ以前の大正一四年改正衆議院議員選挙法の別表の決定に際し、人口、地勢、歴\n史的沿革、行政区画、産業経済情勢等が総合的に考慮されて決定されたものであ\nる。したがつて大阪府の選挙区の区域においては、その行政区の名称が変更された\nのみで、区域の変更はなされていない。また、議員の定数についても同様変更はな\nかつた。\n昭和三九年の改正により、大阪府の選挙区・定数についても、第一区（定数四人）\nが分割され、第一区（定数三人）と第六区（定数三人）となり、また第二区（定数\n四人）と第五区（定数三人）でそれぞれ一人増員となつた。大阪府第一区の選挙区\n分割については、前記分割に当つての基準に加えて人口の均衡を図るとともに、同\n地域の二つの拠点を中心とする交通、社会的経済的一体性等の事情を考慮して定め\nることが特に留意された点であるとされている。\n二　更に、昭和五〇年、公職選挙法の改正がなされたが、この改正により大阪第三\n区（定数四人）は第三区（定数四人）と第七区（定数三人）に分割された。したが\nつて、議員一人当り人口で全国最高であつたが、分割により最低選挙区の兵庫第五\n区に対して、第三区は二・八一倍、第七区は二・七〇倍と大幅に是正されることと\nなつた。この分割に当つて、大阪第三区について特に留意された点として人口の均\n衡を図るとともに、淀川がこの区域を縦断していて自然の大きな境界線をなしてい\nるという特殊な地理的事情、行政的沿革、社会的経済的一体性の事情を考慮して定\nめることとされた点があげられている。\n第四\n一　以上のとおり選挙区定数は、単に人口的要素のみによつて数学的に定められる\nものではないこと、本件選挙区をはじめ各選挙区の定数配分については従来から\nも、国会がその裁量に基づき漸次改正措置をとり続けていること等をも併せて考慮\nするとき、昭和五〇年国勢調査人口による衆議院議員選挙区実態分析表に基づく本\n件選挙区（大阪府第三区）の議員一人当りの人口数の平均値からの偏差はプラス七\n五・三〇パーセントであり、今回の選挙の実態分析に基づくそれはプラス六九・九\n六パーセントとやや改善されているのであつて右数値によれば未だ違憲の問題を生\nじないというべきである。\n二　また、仮に議員一人当りの人口数の最も少ない兵庫県第五区を基準にしたとし\nても、本件選挙区の昭和五〇年国勢調査人口による実態分析表に基づく兵庫県第五\n区に対する指数は三四七であり、今回選挙の実態分析に基づくそれは三三一とやや\n改善されており、右数値をもつてしては前記のとおりの諸事情もあわせて検討すれ\nば、まだ憲法違反の問題は生じないというべきである。\nちなみに、最高裁昭和三九年二月五日大法廷判決（民集一八巻二号二七〇頁）は、\n議員定数の配分は極端な不平等を生じさせない限り立法政策の当否の問題にとどま\nり違憲問題を生じないとし、有権者比較差四・〇九対一の程度では違憲ではないと\nしている。\n右は参議院議員地方区の定数配分についてのものであるが本件においても先例とし\nて十分考慮に値するものである。\n第三　証拠（省略）\n○　理由\n第一　被告の本案前の主張に対する判断\n一　原告（別紙選定者目録記載の者を含む）が、昭和五五年六月二二日に行われた\n衆議院議員選挙（以下、本件選挙という。）の大阪府第三区における選挙人であつ\nたことは当事者間に争いがない。\n原告は、右の本件選挙における各選挙区間の議員一人当りの有権者分布差比率が、\n最大三・九五対一に及んでおり、これはなんらの合理的根拠に基づかないで、住所\n（選挙区）のいかんにより一部の選挙人を不平等に取り扱つたものであるから、憲\n法第一四条第一項に違反するとして、本訴を公職選挙法（以下、「公選法」とい\nう。）第二〇四条に基づく選挙無効訴訟として提起しているものであるところ、本\n訴が同条所定の三〇日以内である昭和五五年七月二一日に当裁判所に提起されたも\nのであることは本件記録上明らかである。\n二　ところで、被告は、本件訴を不適法であると主張して、その却下を申立ててい\nる。\n右申立の理由は、要するに、現行公選法は、議員定数配分規定自体の違憲、無効を\n主張する本件のような訴を全く予想しておらず、現行法体系の規定の仕方や民衆訴\n訟の本質からみて、本件訴は公選法第二〇四条の要件に適合せず、また同条の拡張\n解釈をしてもなおその限界を超えるものとして不適法である、というものである。\n三　思うに、公選法第二〇四条所定の選挙無効訴訟の立法趣旨は、公選法の規定に\n違反して施行された選挙の効果を失わせ、改めて同法に基づく適法な再選挙を行わ\nせること（同法第一〇九条第四号）を目的とするものであり、したがつて、当然同\n法の下において、当該選挙区の選挙管理委員会の権限により適法な選挙の再実施が\n可能であることを予定した制度であることは、選挙訴訟に関する規定の仕方や制度\nの趣旨にてらし明らかである。ところが、議員定数配分の改訂は選挙管理委員会の\n権限ではなく、公選法の改正を要する国会の立法権に属する事項であるから、議員\n定数配分の違憲無効を理由に同法第二〇四条によつて選挙無効を求めることは、現\n行公選法の予定しない訴訟ではないかとの疑いが生じないわけではない。\nしかしながら、選挙人において、議員定数配分の不均衡の故に憲法上保障されてい\nる選挙権の平等が侵害されたとして裁判による救済を求めている場合に、右のよう\nな訴が本来公選法第二〇四条の訴の要件に適合しないとして、その救済を拒否する\nことは、そもそも同条が選挙の執行、管理上の瑕疵についてすら救済を認め、公正\nな選挙の実現を図つていることと権衡を失するし、また、法の趣旨、目的から乖離\nするばかりか、他にこれに対する適切な救済の方途が現行法上認められていない以\n上、憲法上保障されている基本的人権に対する侵害を放置する結果となるものであ\nる。そして公選法第二〇四条は現行法上国会議員の選挙の効力を争うことのできる\n唯一の訴訟であるから、前記のような不相当な結果の生ずることを避けるために、\n議員定数配分規定の違憲を理由とする訴について公選法第二〇四条の適用を認める\nことは、基本的人権の侵害に対してはできるだけその是正、救済の途が開かれるべ\nきであるという憲法の要請にそうものであり、かつこれを是認することは、民衆訴\n訟である同条の訴についての不当な拡張解釈というには当らないものというべきで\nある。\nなお被告は、裁判所が選挙無効の判決をしても、再選挙のため国会がわずか二〇日\n間で定数を改正することは不可能であり、選挙管理委員会としては法定の再選挙を\n延期せざるを得なくなるし、また、判決の内容いかんによつては国会の正常な運営\nを著しく阻害されることがあると主張するけれども、右は事実上の難点にすぎない\nものであつて前記の憲法上の要請に優先するものではなく、またその点の不都合に\nついては、選挙の無効を宣言しない事情判決をすることによつて避けることもでき\nるものである。\nそして、議員定数配分規定は、憲法上国会の定立する法律で定めるものとされてお\nり、そのかぎりにおいて国会の広汎な自由裁量に基づく立法政策的判断が先行する\nものではあるけれども、国会がその裁量権の範囲を逸脱して議員定数の配分に著し\nい不平等を生じさせるような場合には、その規定が憲法に違反するかどうかについ\nての判断は、当然司法審査の対象となるものというべきである。\nよつて、本件訴は適法といわなければならない。\n第二　本案についての判断\n一　憲法及び公選法によれば、衆議院議員の選挙区及び各選挙区において選出すべ\nき議員数は公選法別表第一の定めるところによるとされ（憲法第四三条第二項、第\n四七条、公選法第一三条第一項）、別表第一は全国を行政区画に従い、地域的に分\n割して選挙区を編成し、これに議員定数を細分して一定の議員数を割当て、各選挙\n区において選挙することとしているから（公選法第一二条第一項）、右選挙の結果\n選ばれた議員は全国民の代表ではあるが（憲法第四三条第一項）、その選出方法と\nしては地域代表制がとられているものであることは疑いをいれない。\n二　ところで、わが憲法は前文冒頭において、「日本国民は、正当に選挙された国\n会における代表者を通じて行動」する旨明記して、人類普遍の原理たる民主制の原\n理を採用することを標榜するとともに、さらに続けて、「主権が国民に存すること\nを宣言し」て、国政についての最高決定権が国民にあることを確認した。そしてこ\nれを受けて、憲法は本文において、主権者としての国民の地位を確認したうえ（第\n一条）、民選議会たる国会を「国権の最高機関」（第四一条）と定めた。\n右にうたわれた国民主権主義の理念それ自体を具体化し、これを現実的実効的に保\n障するために、国民が能動的立場において国政に参加する権利が、すなわち、選挙\n権にほかならない。それゆえ、わが憲法においては、公職の選挙権が国民の最も重\n要な基本的権利であるとされているものであり（憲法前文、第一五条第一項）、憲\n法第一五条第一項、第三項は国会の両議院の議員を選挙する権利を成年たる国民の\nすべてに保障し、憲法第四四条但書は選挙人資格について、人種、信条、性別、社\n会的身分、門地、教育、財産又は収入によつて差別してはならないものとし、さら\nに憲法第一四条第一項は、すべて国民は法の下に平等であると定めている。\nこれらの規定を通覧し、かつ、憲法第一五条第一項の規定が普通選挙制の獲得、複\n数投票制の克服等種々の制限や差別の撤廃の歴史を経てはじめて実現されたもので\nあるという由来を考慮するときは、憲法第一四条第一項に定める法の下の平等は、\nこと選挙権に関しては、国民はすべて政治的価値において平等であるべきであると\nいう徹底した平等化を志向するものであると解される。もつとも、憲法第一五条、\n第四四条等の各規定の文言上は単に選挙人資格における差別の禁止が定められてい\nるにすぎないけれども、前記憲法の理念からすれば、単にそれだけにとどまらず、\n選挙権の内容の平等、すなわち各選挙人の投票の実質的価値の平等、換言すれば、\nすべての投票がそれぞれ選挙の結果に及ぼす影響力において平等であることをも要\n求するところであると解するのが、相当である（最高裁判所昭和五一年四月一四日\n大法廷判決民集三〇巻三号二二三頁参照）。\n三　そこで、本件選挙において各選挙人の有した投票価値が、右に述べた憲法の趣\n旨に合致する実質的平等の要請を充たしていたかどうかについて検討する。\n本件選挙は、昭和五〇年法律第六三号による改正後の公選法別表第一及び同法附則\n第七項ないし第九項による選挙区及び議員定数の定め（以下、「本件議員定数配分\n規定」または「本件規定」という。）に従つて実施されたものであるところ、成立\nに争いのない乙第四号証の三、同第五号証の一ないし四及び弁論の全趣旨によれ\nば、右昭和五〇年の本件議員定数配分規定の改正経過は被告の主張するとおりであ\nつて、要するに、総定員を二〇人増員し、このうち六人以上となる選挙区について\nはこれを分割し、区割については人口比、自然的条件を勘案し、従来の行政区を尊\n重するというものであり、その改正については昭和四五年一〇月一日付国勢調査の\n結果が資料とされていたこと、本件規定により従前の各選挙区間の議員一人当りの\n有権者分布差比率が最大四・八三対一であつたものが最大二・九二対一に縮小され\nたこと、しかし本件規定制定時の昭和五〇年七月一五日当時においてもなお右のと\nおり二・九二対一の前記差比率があつたこと、本件規定が制定されたのち昭和五〇\n年一〇月一日付国勢調査がなされ、その結果は昭和五一年四月に公表され、それに\nより人口移動のすうせい、殊に大都市周辺への人口移動状態が明らかにされたこ\nと、本件規定の制定された昭和五〇年七月一五日から本件選挙のなされた昭和五五\n年六月二二日までの間、大都市周辺への人口移動が以前と同様激しく行われ、本件\n選挙時における前記差比率は、最大三・九五対一（千葉県第四区と兵庫県第五区と\nの対比）にまで及ぶに至つていることが認められ、これに反する証拠はない。\nところで、憲法上要請される選挙人の投票価値の平等は、各選挙区の人口と議員定\n数とが絶対的、数字的に平等であることまで要求するものではないが、衆議院議員\nの選挙の場合における選挙区と議員定数の配分については、全国を多数の選挙区に\n分け、各選挙区に議員定数を配分して選挙を行わせる制度上、また衆議院議員が国\n民代表的性格を有することに鑑みると、各選挙区の選挙人数と配分議員定数との人\n口比率の平等が最も重要かつ基本的基準とされるべきである。もとより選挙区割と\n議員定数の配分の決定は国会の裁量権に属し、国会はその決定にあたり、前記人口\n比率の原則のほかに、従来の選挙区の歴史的沿革、選挙区としてのまとまり具合、\n市町村その他の行政区画、面積の大小、人口密度、住民構成、産業、経済、交通事\n情等非人口比率的、政策的な諸般の要素をある程度考慮することは当然許容される\nものであり、その結果選挙区を異にする選挙人間の投票価値にある程度の格差が生\nじるのは、やむをえないところであるけれども、そこには制度上一定の限度が存す\nるものである。すなわち、憲法が要請する投票価値の実質的平等の実現のために何\nよりも優先して考慮され、かつ最も尊重されるべき要素は人口比率でなければなら\nないから、前記の非人口比率的諸要素を考慮したうえでの格差は、端数処理上不可\n避的に生じたものであるとか、前述の地域の特殊性に基づく合理的範囲内のもので\nあるときに限り許容されるに過ぎないものである。\n従つて、前記非人口比率的要素を勘酌してもなお一般にその合理性を是認されない\n程度の投票価値の著しい格差が生じている場合には、もはや憲法が許容する国会の\n合理的裁量の限界を越えているものというべきであり、このような不平等を正当化\nすべき特段の理由がない限り、憲法に違反するものといわなければならない。\nそこでこのような見地にたつて本件についてみるに、前認定のとおり、本件議員定\n数配分規定については、昭和五五年六月二二日の本件選挙当時においては、議員一\n人当り有権者数の最大区（最大過密区）である千葉県第四区と、議員一人当り有権\n者数の最小区（最小過疎区）である兵庫県第五区との最大格差が、三・九五対一の\n割合に達し、約四対一の人口偏差のあつたことが明らかである。そして前述のとお\nり議員定数配分の決定につき考慮されるべき諸要素のうち、憲法に定められた投票\n価値の平等の実現のため最も重視されるべき要素は人口比率であることを考える\nと、本件選挙当時における前記最大格差が示す、人口偏差約四対一という、あまり\nにも著しい不平等は、前述の非人口比率的要素やある程度の政策的裁量を考慮に入\nれてもなお、一般的合理性を有するものとは到底考えられない程度に達しているも\nのというべきであり、憲法の要請する投票価値の平等原則に明らかに反するものと\nいわなければならない。\nしかも、前認定の事実によれば、本件定数配分規定は、昭和五〇年法律第六三号に\nよつて改正された当時においてすら既に約三対一の格差が存在し、右改正以後昭和\n五〇年の国勢調査の結果等により人口変動の状態が把握できたのに本件選挙の時ま\nで約五年間にわたつて何らの改正がなされなかつたものであるから、本件規定は特\n段の事情がない限り、憲法上要求される合理的期間内にその是正がなされなかつた\nものと認めざるをえない。そして、本件全証拠によるも、右合理的な期間内に是正\nが行われなかつたことを正当化する特段の事情を見出すことはできない。\nそうすると、本件議員定数配分規定は、本件選挙当時、合理的に是認することので\nきない投票価値の不平等が存し、憲法に違反していたものというべきである。\n四　ところで、選挙区割及び議員定数の配分は、議員総数と関連させながら、全選\n挙区を全体的に考察し、また地域の特殊性その他の諸事情をも総合考慮したうえ、\nいかにすれば国民の意思が平等かつ効果的に反映されるかという観点から決定され\nるのであつて、一旦このようにして決定されたものは、一定の議員総数の各選挙区\nへの配分として、相互に有機的に関連し、一の部分における変動は他の部分にも波\n動的に影響を及ぼすべき性質を有するものと認められ、その意味において不可分の\n一体をなすと考えられるから、本件配分規定は、単に憲法に違反する格差が存して\nいる選挙区部分のみではなく、全体として違憲の瑕疵を帯びるものと解すべきであ\nる。\n五　本件議員定数配分規定が右に述べたように全体として違憲であるとすれば、右\n規定に基づいてなされた本件選挙が憲法の要請に合致しないものであることはいう\nまでもなく、従つて理論的にはこれを当然無効とすべき筋合である。\nしかしながら、これをそのまま肯定すると、次のような不都合な結果が生じること\nが明らかである。\nすなわち、本件選挙が無効であるとすると、（１）右選挙により選出された議員が\n当初から議員としての資格を有しなかつたこととなる結果、本件選挙によつて選出\nされた議員によつて議決された法律の効力に問題が生じる。（２）そればかりでな\nく、場合によつて今後の議員定数配分規定の改正すら不可能となる事態が生じるこ\nとも予想される。（３）また仮に公選法第二〇四条によつて本件選挙が将来に向つ\nてのみ失効するものとすれば、当面は本件訴訟の対象となつた大阪府第三区の選挙\nだけが無効となり、同区の選出議員がいなくなるというだけで前記の不都合な結果\nは生じないとしても、もともと同じ憲法違反の瑕疵を有する選挙について、たまた\nま選挙無効請求訴訟を提起した者の選挙区だけが無効とされ、他の選挙区の選挙は\nそのまま有効として残ることになり、このような均衡を失する結果は憲法上望まし\nいことではない。（４）さらに問題となるのは、通常定数の是正を目的として出訴\nする有権者はいわゆる人口過密区（過小代表区）となる選挙区に居住するものであ\nることが多いところ（現に昭和五五年一二月二三日言渡された東京高裁判決の事案\nは、最大過密区たる千葉県第四区の有権者が提訴したものであり、本件大阪府第三\n区も全国一三〇区中第三位の過密区である。）、右の有権者は、当該選挙区に関す\nる選挙が無効とされる結果、その選出議員を欠く状態の下において国政が運営され\nることになる。そして、その後における議員定数の是正の審議についても当該選挙\n区からは参与し得る選出議員が存在しないという、およそ出訴の目的と矛盾する結\n果が生じることになる。（５）また人口過密区（過小代表区）についてだけ選挙無\n効の判決がなされた場合、その後の定数配分規定の改正にあたつてはいきおい当該\n過密区における定数増という方法のみによつて処理される可能性が少なくないが、\nこれは議員の総定数を一方的に増加させ、いずれ限界に達して破綻をきたすおそれ\nが多分にあることは否定できない。\n以上述べたように、選挙無効の判決をすることについては、かえつて憲法の所期す\nるところに適合しない種々の幣害があるとともに、必ずしも実効性を伴わない欠陥\nがあるというべきなので、本件訴訟については、定数配分規定が違憲であるとの理\n由をもつて直ちにその選挙の無効を宣言することなく、行政事件訴訟法第三一条第\n一項前段の法理により原告の請求を棄却するとともに、同項後段により本件選挙が\n違法であるとの宣言をするのが相当というべきである。なお、公選法第二一九条の\n規定も、本件のような違憲訴訟事件について行政事件訴訟法の右条項の規定に含ま\nれる法の基本原則の適用までをも排斥する趣旨のものではないと解するのが相当で\nある。\n第三　結論\nよつて、原告の本訴請求を棄却し、本件選挙が違法であることを宣言することと\nし、訴訟費用の負担につき行政事件訴訟法第七条、民事訴訟法第九二条但書を適用\nして主文のとおり判決する。\n（裁判官　奥村正策　広岡　保　森野俊彦）\n"
}