{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和54(ネ)374",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14281",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14281",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/281/014281_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n事　　　実\n第一　当事者の申立て\n一　控訴人ら\n（１）　原判決中、控訴人ら敗訴部分を取消す。\n（２）　被控訴人らの請求を棄却する。\n（３）　訴訟費用は第一、二審とも被控訴人らの負担とする。\n二　被控訴人ら\n主文同旨\n第二　当事者の主張・証拠関係\n一　原判決の引用\n当事者双方の主張・証拠関係は、左記のとおり付加するほか原判決の事実摘示\n中、控訴人両名関係部分と同じ（ただし、原判決四枚目裏二行目の「植手器」を\n「植毛器」と、同一四枚目表九行目の「ないし四」を「ないし五」と各訂正し、同\n一二枚目裏七行目の「あること」の次に「が」を加入する）であるから、これをこ\nこに引用する。\n二　控訴人シンエイの主張\n原判決添付別紙（イ）号図面および説明書記載の人工植毛用植毛器（以下、本件\n（イ）号製品という）と本件実用新案とは構造上、作用効果上、相違するから、本\n件（イ）号製品は本件実用新案権に抵触しない。\n三　控訴人八光商事の主張\n本件実用新案権の登録出願日たる昭和四四年三月一八日以前においてすでに日本\nで同一の考案にかかる物品が同一の用途をもつて販売されていた。したがつて、本\n件実用新案権は実用新案法三条一項一・二号に該当し無効のものである。\n四　被控訴人らの主張\n実用新案権を付与しこれを剥奪する権限は特許庁の専権に属し、裁判所といえど\nも実用新案無効の判断をすることができない。それは、審決という方法の無効審判\nの手続によつてのみなしうるところ、本件実用新案権は、まだ無効審決はもちろん\nその審判請求もなされていないから、依然として有効である。\n五　証拠関係（省略）\n理　　　由\n一　当裁判所も原判決同様、本件（イ）号製品は本件実用新案権の権利範囲に属\nし、控訴人八光商事がこれを製作販売し、同シンエイがこれを販売することは、被\n控訴人Ａの本件実用新案権および被控訴人興亜産業貿易の専用実施権を侵害するも\nのであり、控訴人らは被控訴人らに対し、右製品を製作販売してはならない義務\nと、右製品を廃棄すべき義務を負うとともに、右侵害によつて生じた被控訴人らの\n損害を賠償する義務があるものと判断する。その理由は、原判決の理由中、控訴人\n両名関係部分の説示と同じ（ただし、原判決二五枚目裏一〇行目の「三八八万二、\n〇〇〇円」を「三八八万八、〇〇〇円」と、同二六枚目裏三行目の「一万六、〇〇\n〇円」を「一万六、五〇〇円」と同四行目の「四五パーセント」を「五〇パーセン\nト」と、同二七枚目表一二行目の「加巧」を「加功」と各訂正する）であるから、\nこれをここに引用する。成立に争いのない乙第六ないし第九号証、当審における控\n訴人シンエイ代表者、同八光商事代表者各本人尋問の結果によるも右認定を左右す\nるに足りない。\nもつとも、当審における控訴人八光商事代表者本人尋問の結果によれば、同控訴\n人の本件（イ）号製品たる本件植毛器について、これが被控訴人Ａの有する本件実\n用新案権に抵触しないとの前提のもとに、実用新案の登録出願をしたことが認めら\nれるが、同本人尋問の結果によるも右出願にかかる登録がなされたことまでも認め\nがたく、かえつて前示認定事実によれば、同控訴人の本件植毛器は本件実用新案権\nに抵触するものと認めるのを相当とする。また、当審における控訴人シンエイ代表\n者本人尋問の結果と、これにより真正に成立したと認められる乙第五号証の一、二\nによれば、同控訴人が仕入れた本件（イ）号製品たる本件植毛器の仕入販売につい\nては、人件費・宣伝費等の経費や廃棄処分等により欠損になつたようにうかがえる\n供述部分ないし記載があるけれども、右はいずれも原審における同控訴人代表者本\n人尋問の結果と対比してたやすく信を措きがたく、他に右欠損事実を認めるに足り\nる証拠がない。したがつて、控訴人らの主張はいずれも失当であつて採用できな\nい。\n二　そうすると、被控訴人らの本訴請求は控訴人八光商事に対し本件（イ）号物件\nの製造販売差止、同シンエイに対し同物件の販売差止を求めるとともに、控訴人両\n名に対し、同物件の廃棄を求める部分、並びに、前示引用にかかる原判決理由第\n二、三に掲げた損害賠償を求める限度で正当であり、この部分を認容した原判決は\n相当であつて、本件各控訴は失当であるからこれを棄却し、控訴費用の負担につい\nて民訴法九五条、八九条を適用して主文のとおり判決する。\n（裁判官　下出義明　村上博已　吉川義春）\n"
}