{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 10,
    "day": 20
  },
  "case_number": "昭和62(ネ)2663",
  "case_name": "詐害行為取消請求事件",
  "court_name": "東京高等裁判所第一六民事部",
  "lawsuit_id": "20291",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20291",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/291/020291_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を次のとおり変更する。\n１　被控訴人と訴外株式会社ローヤルとの間において、昭和五六年一一\n月三〇日原判決別紙債権目録記載の各債権についてした債権譲渡契約につき、同目\n録記載の「被告取立済み額」欄の各金額に係る部分を取消す。\n２　被控訴人は控訴人に対し、金七二八万八一八二円及びこれに対する\n本判決確定の日の翌日から完済まで年五分の割合による金員を支払え。\n３　控訴人のその余の請求を棄却する。\n二　訴訟費用は、第一、二審とも被控訴人の負担とする。\n事　　　　実\n第一　申立\n一　控訴の趣旨\n１　原判決を取消す。\n２　被控訴人と訴外株式会社ローヤルとの間において、昭和五六年一一月三〇日\n原判決別紙債権目録記載の各債権についてした債権譲渡契約につき、同目録記載の\n「被告取立済み額」欄の各金額に係る部分を取消す。\n３　被控訴人は控訴人に対し、金七二八万八一八二円及びうち金二一万五一七五\n円に対する昭和五八年一二月一五日から、うち金七〇七万三〇〇七円に対する昭和\n五九年四月二七日から各完済まで年六分の割合による金員を支払え。\n４　訴訟費用は、第一、二審とも被控訴人の負担とする。\n５　右３項につき仮執行の宣言\n二　控訴の趣旨に対する答弁\n本件控訴を棄却する。\n第二　当事者双方の主張並びに証拠関係については、左に付加、訂正するほか、\n原判決事実摘示のとおりであるから、これを引用する。\n一　原判決六枚目表一〇行目「二月四日」を「一二月四日」と、同七枚目表末行\nから裏一行目の「四月二六日」を「四月二七日」と、原判決別紙債権目録番号１３\nの「（株）カトーハツク」を「（株）カトーパツク」と各改める。\n二　控訴人の主張\n判例は、債務の弁済については、原則として詐害行為の成立を否定するが、債務\n者が一部の債権者と通謀して他の債権者を害する意思をもつてしたときは詐害行為\nとなるとしている（大判大正五年一一月二二日民録二二輯二二八一頁等）。これ\nは、債務者が債務の履行期においてその本旨に従つて誠実に義務を履行するのは法\n律上当然の義務であるとの理解を前提とするものと考えられる。\nこれに対して、代物弁済は、本来の給付に代えて他の給付をなすことによつて債\n権を消滅させる債権者と弁済者との契約であるところ、これは、既存債務の本旨に\n従つた履行ではなく、それをするか否かは債務者の自由であるから、代物弁済を本\n旨弁済と同列に考えることは相当ではないと考えられる。判例も、一般債権者の一\n人に対してなされた代物弁済は、弁済に供された目的物の価額如何にかかわらず、\n詐害の認識があれば詐害行為になるとしていると解されているところである（昀判\n昭和四八年一一月三〇日民集二七巻一〇号一四九一頁）。\n仮に、代物弁済についても、詐害の認識のみでは足りず、他の債権者を害する詐\n害の意思が必要であるとしても、少なくとも、債務者が特定の債権者との間で代物\n弁済をすることにつき合理的理由が認められない限り、換言すれば、他の債権者と\nの関係において不誠実でないと認めるべき特別の事情のない限り、債権者に詐害の\n認識のあつたときは、詐害の意思があつたものと解するのが相当であつて、以上の\n解釈によれば、本件売掛金債権の譲渡による代物弁済が詐害行為に該当することは\n明らかであり、さらに本件においてはさきに述べたとおりローヤルは被控訴人と通\n謀の上右債権譲渡に及んだものであるから、詐害行為が成立することはいうまでも\nない。\n三　被控訴人の主張\n控訴人の右主張は争う。\n四　当審における証拠関係は、本件記録中の当審書証目録及び証人等目録記載の\nとおりであるから、これを引用する。\n理　　　　由\n一　請求原因について\n１　その方式及び趣旨により公務員が職務上作成したものと認められるから真正\nな公文書と推定すべき甲第一、第二号証、成立に争いのない甲第三号証、第一三な\nいし第二〇号証及び弁論の全趣旨を総合すれば、請求原因１（一）ないし（六）の\n事実を認めることができ、右認定に反する証拠はない。\nしたがつて、控訴人はローヤルに対し、請求原因１の冒頭の事実のとおりの租税\n債権を有するものということができる。　２　請求原因２の事実は、当事者間に争\nいがない。\n３　請求原因３の事実について判断するに、ローヤルが被控訴人との間で本件の\n売掛金債権について譲渡する合意に至つた経緯は後記認定のとおりであつて、ロー\nヤルが被控訴人との間で、被控訴人に対する借入金債務を担保する目的で本件の売\n掛金債権を譲渡する合意をしたものとは認め難く、他に控訴人の右主張事実を認め\nるに足りる証拠はない。\nそして、ローヤルが昭和五六年一一月三〇日被控訴人との間で、被控訴人に対す\nる控訴人主張の借入金債務の弁済に代えて、本件の売掛代金債権を被控訴人に譲渡\nする旨の合意をしたことは、当事者間に争いがない。\n４　請求原因４の事実は、当事者間に争いがない。\n５　請求原因５の事実について検討する。\n原本の存在及びその成立に争いのない甲第四号証、その方式及び趣旨により公務\n員が職務上作成したものと認められるから真正な公文書と推定すべき甲第七ないし\n第九号証、第一二号証、原本の存在及びその成立に争いのない甲第二三号証、原審\n証人Ａ、同Ｂ（以上両名の証言につき一部措信しない部分を除く。）、同Ｃ、当審\n証人Ｄの各証言及び前示当事者間に争いのない事実を総合すれば、次の事実を認め\nることができ、右認定に反する原審証人Ａ、同Ｂの各証言の一部は右各証拠に照ら\nしてこれを措信することができず、他に右認定を覆すに足りる証拠はない。\n（一）　ローヤルは、取引先の倒産などにより昭和五六年五月ころから経営状態\nが悪化するに至り、同年六月には経営の建直しを図るため主要仕入先である被控訴\n人から資金援助を受け、同時に被控訴人から従業員（同年六月ころからはＡ取締役\n営業部長、同年七月ころからはＢ営業部次長）がローヤルに出向いて伝票、帳簿類\nの整理を行い、ローヤルの代表者印を預るなどして、債権管理や資金繰りにあたる\nようになつた。\nしかしながら、ローヤルの経営状態は好転せず、同年一一月下旬には負債総額が\n三億円を超えたのに対し、資産は六〇〇〇万円程度で、多額の債務超過の状態とな\nつた。\n（二）　被控訴人は、ローヤルの代表者Ｅが通常の取引以外に支払のための手\n形、小切手を振出し、これが高利の金融業者にわたつていることなども知り、同年\n一一月中ころローヤルの再建について疑念を抱くようになり、同月二四、二五日こ\nろにはローヤルの再建は困難であると判断するに至つた。\n被控訴人は、当時ローヤル及びローヤルの代表者Ｅらに対し、商品納入による売\n掛債権、資金援助による貸金債権として次のとおり合計四三一五万円に上る債権を\n有し、その回収を迫られることになつた（（１）ないし（５）の債務者はローヤ\nル、（６）の債務者はローヤルの代表者Ｅ、妻Ｃ、父Ｆである。）。\n（１）　約束手形金二三五万円（満期昭和五六年九月三〇日）\n（２）　約束手形金四五〇万円（満期昭和五六年九月二五日）\n（３）　小切手金二四〇万円（振出日昭和五六年九月一〇日）\n（４）　貸金一六五〇万円（貸付日昭和五六年八月三日、弁済期同年八月三一\n日）\n（５）　貸金七〇〇万円（貸付日昭和五六年七月二〇日、弁済期同年七月三一\n日）\n（６）　貸金一〇四〇万円（貸付日昭和五六年七月四日、弁済期同年七月九日）\n（三）　被控訴人は、同年一一月二〇日すぎころローヤルに対し、前記債権の返\n済として在庫品を譲渡することを強く要求し、その結果、ローヤルは、同月二六日\n被控訴人との間で、右債務の弁済に代えてローヤルの在庫商品を仕入価格で被控訴\n人に譲渡すること、右弁済の充当については前記（二）の（１）ないし（６）の債\n務の順序によることとする旨の合意をし、被控訴人は、同日から同月二九日ころま\nでの間連日ローヤルの倉庫にあつたこれらの商品を夜間トラックで搬出した。\n（四）　ところが、被控訴人は、右在庫商品の譲渡によつては、未だ被控訴人の計\n算によれば一六〇〇万円程度の債権しか回収することができなかつたとして、さら\nにローヤルに対し、その取引先に対する売掛代金債権を前記（二）の（４）ないし\n（６）の借入金債務の返済として被控訴人に譲渡すべきことを強く要求した。\nローヤルの代表者Ｅは、これまで被控訴人から多額の資金援助を受けながら未返\n済のままとなつており、被控訴人の要求を受け容れなければ今後の援助も望めない\nことから、右要求に応ずることもやむを得ないと考え、同年一一月三〇日被控訴人\nとの間に、本件の売掛代金債権（二五口）を含む二〇一口の売掛代金債権を前記借\n入金債務の弁済に代えて被控訴人に譲渡すること、右弁済の充当については前記\n（二）の（４）ないし（６）の債務の順序によることとする旨合意した。　この際\nの話合で、ローヤルは同年一二月四日と同月五日に支払期日のくる約束手形の書替\nえを取引先である債権者らに依頼することに決つたが、右債権者らがこれに応じて\nくれるかどうかの見通しは困難な状況であつた。\n（五）　ローヤルは、同年一二月一日及び同月二日主要な取引先五社を集めて同\n月四日と同月五日に支払期日のくる約束手形の書替えを依頼し、右集会には被控訴\n人の従業員Ａらも出席して同様の依頼をしたが、右五行の意見はまとまらなかつ\nた。\n被控訴人は、同月四日と同月五日に支払期日のきたローヤルの約束手形について\n資金援助することを取りやめ、ローヤルは右両日に連続して不渡りをだし、同月八\n日銀行取引停止処分を受けて事実上倒産した。\n（六）　被控訴人は、ローヤルから預かつていた代表者印を使用して同年一二月\n五日付のローヤル名義の債権譲渡通知書を作成し、同日これを債権譲渡を受けた債\n権の各第三債務者に発送したが、ローヤルはこれについて何ら異議を述べなかつ\nた。\n（七）　ローヤルの主たる取引先で被控訴人以外の者は右一二月四日の不渡事故\n発生の日に自社において納入した商品の引取りのためローヤルの倉庫へ集まつた\nが、その債権の引当となるような商品は殆んど残存していなかつた。\n（八）　被控訴人は、前示のとおり昭和五六年六月から従業員を派遣してローヤ\nルの伝票、帳簿類をみて債権管理をしており、ローヤルに対し債権を有する者が多\n数存すること、ローヤルには被控訴人が譲渡を受けた在庫商品及び売掛代金債権の\n他にみるべき資産のないことを知悉していた。\n以上の事実によれば、ローヤルは、本件の売掛金債権の譲渡により他の債権者を\n害することになることを知りながら被控訴人に対し優先的に債権の満足を得させる\n意図のもとに右譲渡をしたものであり、被控訴人もまた、他の債権者を害すること\nを知りながら優先的に自己の債権の満足を得る目的で右譲渡を受けたものとみるべ\nく、結局本件の売掛金債権の譲渡は、両者が通謀してなした詐害行為に該当するも\nのというべきである。\n６　請求原因６の事実につき、被控訴人が原判決別紙債権目録記載の２ないし２\n５の債権について「被告取立済み額」の全額の弁済を、１の債権について二〇八万\n〇三七一円の弁済を受けたことは当事者間に争いがなく、１のその余の債権につい\nては、原審証人Ａの証言により真正に成立したものと認められる乙第一号証、成立\nに争いのない乙第二号証及び同証人の証言によれば、ローヤルの株式会社永井商店\n（以下「永井商店」という。）に対する債権は、ローヤルから被控訴人へと、ロー\nヤルから中央化学販売株式会社（以下「中央化学販売」という。）へと二重に譲渡\nされ、前者の債権譲渡の通知は昭和五六年一二月六日に、後者のそれは同月七日に\nそれぞれ第三債務者たる永井商店に到達したこと、このため永井商店は昭和五七年\n二月二四日債権者を確知することができないとして債務額全額四一六万〇七四三円\nを供託したこと、被控訴人と中央化学販売は同年一〇月二二日右供託金の還付を受\nけた場合は必要経費を控除した残額を両者で折半して取得する旨の合意をしたこ\nと、被控訴人はその後右供託金全額の還付を受けたが右合意からすると右還付金か\nら必要経費を控除した残額の二分の一を中央化学販売に交付しなければならないこ\nとが認められるのであるが、ローヤルから被控訴人へ債権譲渡をした旨の通知は、\nローヤルから中央化学販売へのそれよりも先に永井商店に到達しているのであるか\nら、被控訴人は中央化学販売に対し本来債権全額について取得することを主張し得\nるのであつて、その後中央化学販売との間でこれを分割して取得する旨の合意をし\nたからといつて、そのことを控訴人に対し有効に主張することはできないのであ\nり、結局被控訴人は右債権目録記載１の債権について「被告取立済み額」の全額の\n弁済を受けたものというべきである。（なお、詐害行為取消権は、詐害の原因たる\n債務者の法律行為を取消し、受益者または転得者がなお債務者の財産を保有すると\nきは直接これを回復し、これを保有しないときはその財産の回復に代えてその賠償\nをさせ、もつて債務者の一般担保権を確保することを目的とするものであり、その\n財産の回復義務は受益者または転得者が詐害行為によつて債務者の財産を逸出させ\nたために生じた責任に帰因するものであるから、その財産を他人に譲渡したからと\nいつてこれを免れるものではなく、また財産譲渡の結果利得の残存すると否とを問\nうものでもないと解される（昀判昭和三五年四月二六日民集一四巻六号一〇四六\n頁）から、この意味からしても、被控訴人と中央化学販売との間に前記合意がなさ\nれ、その結果被控訴人から中央化学販売へ一部永井商店から受領した金員が交付さ\nれたとしても、被控訴人は利得したもの全額についての返還義務ないし賠償義務を\n免れるものではない。）\n７　請求原因７の事実につき、控訴人が詐害行為取消権に基づき取消を求め得る\n範囲について検討するに、<要旨第一>詐害行為取消権の行使によつて保全されるべ\nき債権は詐害行為時より前に成立したものであることを要す</要旨第一>るのが原則\nではあるが、保全されるべき債権の遅延損害金は詐害行為時に成立していなくても\n履行期に元本の支払がなされない限り当然に成立するものであるから、元本債権が\n詐害行為前に成立している場合には詐害行為後に成立した遅延損害金も元本と同様\nに詐害行為取消権によつて保全されるべき債権に当るものと解するのが相当である\nところ（前掲昀判昭和三五年四月二六日参照）、延滞税は本税が法定納期限を経過\nしてもなお納付されない事実が発生した時に成立しそれと同時に特別の手続を要し\nないで確定するのであり（国税通則法一五条三項八号参照）、詐害行為取消権によ\nつて保全すべき必要性は遅延損害金の場合と同様に解し得るから、本税が詐害行為\n時より前に成立している場合には詐害行為より後に成立した延滞税も詐害行為取消\n権によつて保全されるべき債権に当るものと解するのが相当である。したがつて、\n控訴人は、本件詐害行為時以後に成立した延滞税についてもこれに基づいて詐害行\n為取消権を行使することができ、被控訴人に対し、原判決別表第二記載の滞納税額\n（総計七五七万五五二三円）の範囲内で被控訴人が債権譲渡により弁済を受けた全\n額である七二八万八一八二円についてその返還を求めることができるものというべ\nきである。\n<要旨第二>次に、遅延損害金の割合については、詐害行為取消権の行使に基づく\n判決によつて受益者（または転得</要旨第二>者）からその利得の返還ないし賠償を\n求めうる権利は法律の定めにより発生する権利であり、詐害行為取消の効果は総債\n権者のために生ずるものではあるものの、右取消権を行使した結果金員の支払を受\nけた債権者は、債務者に対する金銭債権との相殺等の方法により事実上優先弁済を\n受け得る余地があるから、逸出した財産の破産財団又は更生会社への回復を目的と\nする否認権行使の場合とは異なり、詐害行為がなかつたならば債務者において右金\n員をもつて商事法定利率年六分以上の利益発生の基礎となしえたものということは\nできず、また、詐害行為に当る債務者、受益者間の本件債権譲渡が商行為であつて\n商事性を帯びるとしても、右取消権を行使した債権者の受益者（または転得者）に\n対する金銭債権もまた当然に商事性を帯びることになるものとはいえないから、そ\nの遅延損害金は民事法定利率年五分の割合によるべきものと解するのが相当であ\nる。\n次に、遅延損害金の起算日については、詐害行為取消権は訴によつてのみ行使す\nることができるものであり、判決によつて債権者の受益者（または転得者）に対す\nる金銭債権が確定的に発生するものと解すべきであることからして、右起算日は判\n決確定の日の翌日であるとするのが相当である。\n二　抗弁について\n１　抗弁１の事実につき、控訴人がローヤルの永井商店に対する売掛金債権につ\nいて差押をしたことは当事者間に争いがなく、前記乙第二号証によれば、右債権差\n押通知が永井商店に到達したのは昭和五六年一二月八日及び同月二八日であること\nが認められる。\nところで、詐害行為取消権の消滅時効の起算日である取消の原因を覚知した時と\nは、単に債務者が財産を処分したことを知るだけでは足りず、当時の債務者の財産\n状態からみてそれが債権者を害するものであることを知ることを要すると解される\nところ、前記甲第七号証及び弁論の全趣旨によれば、ローヤルの代表者Ｅは倒産後\n所在不明となり、控訴人の徴収事務担当職員は昭和五七年五月一一日になつてよう\nやく同人と面接し本件債権譲渡の事情を聞くことができたものであつて、この時に\nはじめて取消の原因を覚知したと認めるべきであり、被控訴人が主張する控訴人は\n昭和五六年一二月末日あるいは遅くとも昭和五七年四月二五日までに取消の原因を\n覚知していたとの事実は本件全証拠によつてもこれを認めることができない。\n２　したがつて、その余の点について判断するまでもなく、被控訴人の消滅時効\nの抗弁は採用することができない。\n三　以上により、控訴人は被控訴人に対し、詐害行為取消権に基づき、本件債権\n譲渡契約の取消及びその価額償還として七二八万八一八二円及びこれに対する本判\n決確定の日の翌日から完済まで年五分の割合による遅延損害金の支払を求めること\nができるものというべきである。\n四　よつて、控訴人の本訴請求は、右の限度で正当として認容すべきであり、そ\nの余は失当として棄却すべきであり、これと結論を異にする原判決は相当でないか\nら主文のとおり変更することとし、訴訟費用の負担につき民事訴訟法九六条、八九\n条、九二条を適用し、仮執行の宣言の申立についてはその理由がない（前示のとお\nり、詐害行為取消権に基づく債権は判決の確定によつて発生するものである。）か\nらこれを却下して、主文のとおり判決する。\n（裁判長裁判官　中村修三　裁判官　篠田省二　裁判官　関野杜滋子）\n"
}