{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 5,
    "day": 30
  },
  "case_number": "昭和63(行ケ)235",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13924",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13924",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/924/013924_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n「特許庁が昭和六〇年審判第二三二八四号事件について昭和六三年六月三〇日にし\nた審決を取り消す。訴訟費用は被告の負担とする。」との判決\n二　被告\n主文第一、二項同旨の判決\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和五六年三月三日、意匠に係る物品を「回転台」（のちに「載置台用\n回転台」と補正）とする別紙第一記載の意匠（以下「本願意匠」という。）につき\n意匠登録出願をした（同年意匠登録願第八八二一号）が、昭和六〇年九月一二日拒\n絶査定を受けたので、同年一一月三〇日審判を請求し、同年審判第二三二八四号事\n件として審理された結果、昭和六三年六月三〇日「本件審判の請求は成り立たな\nい。」との審決があり、その謄本は同年九月二九日原告に送達された。\n二　審決の理由の要点\n１　本願意匠は、昭和五六年三月三日に出願され、意匠に係る物品を「載置台用回\n転台」とし、その形態を別紙第一に示すとおりとしたものである。\n２　これに対し、昭和四七年一〇月一七日特許庁資料館受入れの外国カタログ「Ｔ\nＨＥ　ＣＨＡＳＥ」ＦＯＵＮＤＲＹ　ＡＮＤ　ＭＡＮＵＦＡＣＴＵＲＩＮＧ　Ｃ\nＯ．六頁左下所載のターンテーブル（ＣＡＳＴＥＲ　ＴＹＰＥ　ＴＵＲＮＴＡＢＬ\nＥＳ）の意匠（以下「引用意匠」という。）は、意匠に係る形態を別紙第二に示す\nとおりとしたものである。\n３　そこで、本願意匠と引用意匠とを比較すると、両意匠は、意匠に係る物品が一\n致し、形態においては回転自在とする円形の天板と、この天板の下方裏面部内方に\n嵌合する天板より一廻り小さい円形の支持台とによつて構成される載置台用回転台\nにおいて、天板はその上面を平滑面とし、側面を天板の周側端部から下方に直角に\n垂下させて低い側壁様のリング部で形成し、支持台をこのリング部内方に嵌め合せ\n上方からみると全体として厚みのある一枚の円盤様のものとしたという基本的構成\n態様が一致するものである。ただ、各部を仔細にみると、裏面部において、本願意\n匠の支持台の形状は、下方に水平なフランジ部を有する断面Ｌ字状の広幅のリング\nであるのに対し、引用意匠のそれは、周囲に低い垂直のリング部が形成された円板\nであるという差異、及び側面部において、本願意匠は、天板の下端部の下方に天板\n部との間に僅かな隙間を設けて支持台のフランジ部の先端が表れるようにしている\nのに対し、引用意匠には、支持台は表れていないという差異が認められる。\n４　そこで、前記の一致点及び差異点を総合して両意匠を全体として考察すると、\n前に一致するとした基本的構成態様は両意匠の形態上の特徴を最もよく表すもので\nあり類否判断を左右する要部をなすものと認められる。わけても、支持台に嵌合せ\nる天板を回転自在とし全体形状を上方からみると厚みのある円盤体として表した点\nは類否判断を左右する決定的な要素をなすものと認められる。これに反し、差異点\n中、裏面部の支持台の形状における差異は、本願意匠が天板上に物品を載置すると\nいう置台としての用途をもつこと、また一面、作業台としての用途をも兼ね備え使\n用時においては通常地上等に定着させて使用されること等を勘案すると、裏面部は\n比較的目にふれ難い箇所といえ類否判断を左右する要部とはいい難く、裏面部にお\nける支持台の差異は類否判断を左右する要素として微弱といわざるを得ない。ま\nた、本願意匠は、側面部に支持台のフランジ部の先端が表れているのに対し、引用\n意匠は表れていないという差異が認められるが、この差異にしても、両意匠のごと\nく極めて平面性の強い物品にあつては、その差異のみられる箇所が周側下端部とい\nう比較的看者の注意を惹かないところにみられるものであり、かつ地上等に定着し\nた場合にはさほど目立つものでなく形態全体としてみると限られた部位における軽\n微な差異というほかない。そうして、これらの差異点を総合したとしても基本的構\n成態様における一致点を凌駕することはできない。なお、請求人（原告）は、両意\n匠の基本形態である天板の上面形状を円形とした点はこの種の物品にみられる固有\nの形態であるから、この点のみを採り上げ両意匠を類似するものと断定することは\nできないと主張するが、両意匠の共通するところは天板の上面形状だけでなく、そ\nの側面部においても天板の周側を低い側壁様のリングで形成し上方からみると全体\nとして厚みのある円盤様に表し、さらに、天板を回転自在のものとした点において\n両意匠は著しい共通点を有するものであり、かつ差異点が前に記したごとく差異と\nしてはいづれも微弱ないし軽微なものである限りにおいては一致するとした基本的\n構成態様は類否判断を左右する要部をなすものである。\n以上のとおり、本願意匠は、引用意匠と意匠に係る物品が一致し、形態において\nも形態上の特徴を最もよく表す要部において一致するものであるから両意匠は類似\nであることを免れない。\n５　したがつて、本願意匠は、意匠法第三条第一項第三号に規定する意匠に該当\nし、意匠登録を受けることができない。\n三　審決の取消事由\n引用意匠の形態が別紙第二に示すとおりであること、引用意匠に係る物品が本願\n意匠に係る物品と一致することは認めるが、審決は、本願意匠と引用意匠を対比判\n断するに当たり、両意匠の形態の一致点の認定を誤り、差異点を看過した上、意匠\nの要部の認定をも誤り、ひいて両意匠は類似であると誤つて判断したものであるか\nら、違法であり、取り消されるべきである。\n１　一致点の認定の誤り\n審決は、「両意匠は、形態においては回転自在とする円形の天板と、この天板の\n下方裏面部内に嵌合する天板より一廻り小さい円形の支持台とによつて構成される\n載置台用回転台において、天板はその上面を平滑面とし、側面を天板の周側端部か\nら下方に直角に垂下させて低い側壁様のリング部で形成し、支持台をこのリング部\n内方に嵌め合せ上方からみると全体として厚みのある一枚の円盤様のものとしたと\nいう基本的構成態様が一致する」と認定している。\nしかしながら、審決の右認定は左記の点で誤りがある。\n（一）　天板の形態\n引用例のターンテーブルは、斜め上方から撮影した写真であつて、天板は四分の\n一が除去され、三個のベアリングが周囲のリング部から内向きに突出した形状が写\nつている。これによれば、引用意匠の天板は円形の中心部より四分の一がＶ字様に\n切欠かれた形状のものであるから、両意匠とも「円形の天板」によつて構成されて\nいるとした審決の認定は誤りである。\n被告は、引用例のターンテーブルは、図形上の表現であり、内部機構を示すため\nの慣用的表現であつて、物品の形状としては円形の天板を表したものであると主張\nするが、引用例は写真であり、引用意匠はその写真によつて表されている意匠であ\nるから、被写体をそのまま表現していると解される写真において切欠円の天板が写\nされているのを見て、円形の天板という意匠（物品の形状）を認識することはでき\nない。\n（二）　支持台の形態\n本願意匠において、天板を支持しているのはアツパーリング、アンダーリング、\n垂直及び水平軸受によつて構成された回転台であつて、アンダーリングだけがアツ\nパーリングとは独立して天板を支持しているものではない。アンダーリングはアツ\nパーリングと組み合わされて一つの構造体である回転台を形成し、天板は回転台の\nアツパーリング上面へ取り付けられている。したがつて、本願意匠の支持台を「天\n板の下方裏面部内に嵌合する」とした審決の認定は誤りである。また、本願意匠の\n支持台は、フランジ外径が天板の外径と同一であるから、本願意匠の支持台を「天\n板より一廻り小さい」とした審決の認定も誤りである。\n（三）　審決は、基本的構成態様として「両意匠は上方からみると全体として厚み\nのある一枚の円盤様のもの」と認定しているが、載置台用回転台の天板が円形に形\n成されているのは機能上必然のことであるから、平面が円形であることだけをもつ\nて基本的構成態様とするのは誤りである。まして本願意匠では、別紙第一図中のＤ\n－Ｄ´拡大図において全体の高さ三四粍に対し五粍の隙間及び四粍のフランジ部が\n描かれているように、隙間とフランジ部は、側面部の全体に対して三四分の九とい\nう大きな部分を占め、天板及び周壁とは別構造となつていて、外部に顕著に表れて\nいるから、本願意匠を上方から見るとき、一枚の円盤様のものとは到底見えない。\nむしろ、本願意匠の基本的構成態様は、「フランジを張り出した支持台の上へ隙間\nをあけて、アツパーリングの周壁を垂下し、更にその上に天板を載置した」形態、\nあるいは「太い環状の回転台の上面へ天板を載置し天板裏面と回転台の内側壁とに\nよつて凹み空間を形成した」形態と認定すべきであつて、審決の右認定は誤りであ\nる。\n２　差異点の看過\n審決は、本願意匠と引用意匠との形態上の差異は、（イ）支持台の形状の差異、\n（ロ）支持台フランジ部の露出の差異の二点であると認定している。\nしかしながら、本願意匠と引用意匠の差異点は右二点のほか、\n（一）　本願意匠は、天板の裏面に支持台に囲まれた凹み空間を形成しているのに\n対し、引用意匠は裏面形状が支持台の底板で塞がれた平坦面となつている、\n（二）　本願意匠は、アツパーリングとアンダーリングが抜止めによつて結合して\nいる回転台に天板を取り付けて、全体が分離しない構造体を構成しているのに対\nし、引用意匠は支持台の支軸及び軸受の上へ天板を置いただけの分離形式の構成で\nある。\nとの差異があり、審決は右差異点を看過している。\n３　要部認定の誤り\n審決は、「両意匠の一致する基本的構成態様は、類否判断を左右する要部をなす\nものと認められる。わけても、全体形状を上方からみると、厚みのある円盤体とし\nて表した部分は決定的な要素をなすものと認められる。」と認定している。\nしかしながら、両意匠を対比すると、本願意匠は、側壁様のリング部と支持台フ\nランジ部との間に隙間がある点及び該フランジ部が側面に表れている点、並びに天\n板の裏面に支持台に囲まれた凹み空間を形成している点に新規な特徴があり、取引\n者、需要者の注意を強く惹くところである。\nまた、本願意匠にかかる物品は、地面に凹凸があるときは裏返して使用され、移\n動時には立てて転がして移動され、保管時も立てて収納されるので、裏面部の形状\nも外観され、裏面部に凹み空間があれば、物品は軽量化し、手掛かりが容易であ\nり、地面に凹凸がある場合もガタつきが少なく使用に便利であるから、この裏面部\nの形状は物品の購入に際して取引者、需要者が真つ先に注意を強く惹かれるところ\nである。\nしたがつて、両意匠の類否判断を左右する意匠の要部は、側面部及び裏面部の形\n状にあるというべきであり、審決の認定は誤りである。\nそして、この要部において、本願意匠は前記の形状から複雑な印象を呈するもの\nであるのに対し、引用意匠は側面部のリングが底板の近くまで垂下し裏面部が支持\n台の底板で覆われた単純形状であるため単純、平面な印象を呈し、両者はその美感\nを異にするものである。\n第三　請求の原因に対する認否及び被告の主張\n一　請求の原因一及び二の事実は認める。\n二　同三は争う。審決の認定、判断は正当であり、審決に原告主張の違法はない。\n１　一致点の判断について\n（一）　天板の形態\n引用刊行物に掲載のターンテーブルは、図形上は天板が中心部よりほぼ四分の一\n程度Ｖ字様に切欠いたものとして表されているが、これは内部機構を示すための慣\n用的表現であつて、物品の形態としては円形の天板を表したものである。刊行物に\n記載された意匠、すなわち物品の形状とは、文書（刊行物）に記載された図形その\nものではなく、文書に記載表出された図形等形状を表す表現媒体を通じて認識され\nる物品の形状をいうのである。したがつて、意匠の要旨認定に当つては文書に記載\nされた図面、写真その他二次元の表現を三次元の空間に再構して得られるところの\n物品の形状を意匠として認識確定すべきものである。\nそして、物品の一部を切欠いて表現することは、物品の内部機構を示すための慣\n用的表現であるから、その慣用的表現によつて表現された引用意匠を「天板部を回\n転自在とする円形の天板」とした審決の認定に誤りはない。\n（二）　支持台の形態\n原告は、本願意匠において天板を支持しているのは、アツパーリング、アンダー\nリング、垂直及び水平軸受によつて構成された回転台であつて、アンダーリングだ\nけがアツパーリングとは独立して天板を支持しているとするのは誤りであると主張\nするが、本願意匠も天板と側壁部（原告がアツパーリングと称する部分）が一体と\nなつて回転する載置部を構成するものであるから、上部を天板部としこの天板部を\n支持する部分を「支持台」としたものである。\nまた、原告は、本願意匠の支持台のフランジ部の外径は天板の外径と同じである\nから、「支持台が天板より一廻り小さい」とした審決の認定は誤りであると主張す\nるが、審決の右認定は、意匠の形態の基本を形成する骨格的態様をとらえこれを基\n本的構成態様としてみたものであるから、その認定に誤りはない。\n（三）　意匠全体の形態\n原告は、平面が円形であることだけをもつて基本的構成態様とするのは誤りであ\nると主張するが、審決は平面が円形であることのみをもつて基本的構成態様と認定\nしているのではない。審決は、天板の上面は平滑面であること、天板の周側端部か\nら下方に直角に垂下させた低い側壁様のリング部が形成されていること、支持台を\nこのリング部の内方に嵌め合わせていること等を構成要素とした上で「上方からみ\nると全体として厚みのある一枚の円盤様のもの」と認定しているのである。隙間が\n五粍だとか、フランジ部の厚さが四粍だとかの原告の主張は所詮細部にわたるもの\nであり、形態の基本を形成する骨格的態様に関わるものではない。\n２　差異点の看過について\n（一）　原告が主張する天板裏面部の差異は、審決が両意匠の差異点として認定し\nているところである。\n（二）　原告が主張する回転台と天板の分離の点は、構造上の差異であつて、外形\nに全く表れず、意匠の類否判断に影響を及ぼすものではないから、差異点として取\nり上げるに足りないものである。\n３　要部の認定について\n本願意匠における側面部の隙間部分は、拡大図で全体の高さ三四粍に対して五粍\nと極くわずかのものであり、看者の注意を惹く程のものではない。また、支持台の\nフランジ部が露出している点も、意匠に係る物品である載置台用回転台が通常は床\n等に定置して使用されることを考えれば、フランジ部は床面と一体的に視認される\nことともなるもので特に目立たず、採り上げて評価する程のものでない。\nさらに、裏面部に凹み空間を形成している点も、載置台用回転台が載置台として\nの用途を持ち、他面、作業台としての用途を兼ね備え、使用時には通常地上等に定\n置して使用されることを考えれば、裏面部は、物品の性質及び用途上、通常は看者\nの目に触れ難い箇所ないし看者の目に触れることが期待されない部分であるから、\n意匠の要部とはなり難い。原則の主張は、保管収納するときは物品を立てて保管す\nるとか、移動するときは立てて床を転がして移動するなど、ことさら特殊な状態で\nの特徴をいうにすぎない。\n第四　証拠関係（省略）\n理　　　由\n一　請求の原因一（特許庁における手続の経緯）及び二（審決の理由の要点）の事\n実は、当事者間に争いがない。\n二　そこで、原告主張の審決の取消事由の存否について判断する。\n１　本願意匠が、意匠に係る物品を「載置台用回転台」とし、その形態は別紙第一\nのとおりであることは当事者間に争いがなく、引用意匠が、意匠に係る物品を本願\n意匠と同一のものとし、その形態が別紙第二のとおりであることは、原告も認めて\n争わないところである。\n右別紙第一及び別紙第二によれば、本願意匠と引用意匠は、基本的構成態様にお\nいて、ともに、回転自在の円形の天板と、天板の下方裏面内方に嵌合する天板より\n一廻り小さい円形の支持台とによつて構成され、天板は上面を平滑面とし、側面\nは、天板の周側端部から下方に直角に垂下させた側壁様のリング部で形成し、支持\n台は右リング部内方に嵌め合わせ、斜め上方からみると全体として厚みのある一枚\nの円盤様としたものである点で共通しているが、その具体的構成態様については、\n裏面部において、本願意匠は、下方に水平なフランジ部を有する断面Ｌ字状の広幅\nのリングの支持台に囲まれた凹み空間を形成しているのに対し、引用意匠は、周囲\nを垂直のリング部で形成された円板の支持台によつて塞がれた平坦面となつている\nこと、また、側面部において、本願意匠は、天板の下端にわずかな隙間を隔てて支\n持台のフランジ部の先端が表れるようにしているのに対し、引用意匠には、支持台\nは表れていないという点で差異があることが認められる。\nところで、本願意匠と引用意匠がともに意匠に係る物品とする「載置台用回転\n台」は、天板の上に物品を載せて回転させることによりその方向転換を容易にする\nためのもので、同時に作業台としての用途も兼ね、通常は地上等の低い位置に定置\nして使用されるものであるから、斜め上方から観察される形態が取引者、需要者の\n注意を強く喚起し、両意匠の特徴を印象づけるのであつて、この方向から観察され\nた前記天板部及び側面部の基本的構成態様が意匠の要部をなすというべきである。\n２　原告は、審決における両意匠の形態の一致点の認定を争い、差異点の看過を主\n張する。\n（一）　天板の形態\n原告は、引用例の天板は中心部よりほぼ四分の一程度Ｖ字状に切欠かれており、\n円形ではない旨主張する。\n確かに、成立に争いのない甲第三号証の三によれば、引用例のターンテーブルは\n写真であつて、その天板は、円形の中心部よりほぼ四分の一程度がＶ字状に切欠か\nれていることが認められる。しかしながら、刊行物に記載された意匠としての物品\nの形状とは、そこに掲載されている物品の写真、図面を通じて（その説明文がある\nときはそれをも参酌して）認識される物品の形状をいうのであつて、必ずしも認識\nの素材たる写真、図面そのままの形状をいうのではない。ところで、成立に争いの\nない乙第二号証ないし第四号証によれば、物品の外観と共に内部構造を示す必要が\nある場合に外観写真、外観図面の一部を切欠いて、切欠け写真あるいは切欠け図面\nの手法で表現することは広く知られた慣用的表現方法であることが認められ、引用\n例の写真がこの慣用的表現方法を用いたものであることは、標題に「キヤスター型\nのターンテーブル」とあつて写真にその「キヤスター」の構造が見えるように示さ\nれていることから一見して明らかである。そして、この写真の物品が本願意匠に係\nる物品と同じ「載置台用回転台」であることは原告も認めて争わないところである\n上に、成立に争いのない乙第五号証の三によれば、引用刊行物には、引用例の説明\n文として「外側バンドはほこりを防ぐため上面板に溶接されている」と記載されて\nいることが認められ、天板は外側リング部と一体となつて内部を覆つているものと\n解せられるから、引用例の写真は、円形の天板を備えた形態の「載置台用回転台」\nと認識するのに妨げないというべきである。\nしたがつて、原則の前記主張は採用し難く、本願意匠と引用意匠の天板はともに\n円形であるとした審決の認定に誤りはない。\n（二）　支持台の形態\n原告は、本願意匠の支持台部はアツパーリング、アンダーリング、垂直及び水平\n軸受けによつて構成されたものであるから、支持台は「天板の下方裏面部内方に嵌\n合する」とした審決の認定は誤りであると主張する。\nしかしながら、本願意匠の形態を示したものであることに争いのない別紙第一及\nび本願意匠に係る載置台用回転台を撮影した写真であることについて争いのない検\n甲第一号証の一ないし四によれば、原告がアツパーリングと称する本願意匠の側面\n部は天板と一体となつて回転する載置台を構成し、アンダーリングと称する部分は\n天板の裏面部内方に嵌合するようにして右載置台を支持していることが認められる\nから、審決が、載置台部を天板部とし、それを支持する部分を支持台部とし、前記\nのとおり認定したことに誤りはない。\nまた、原告は、本願意匠の支持台を「天板より一廻り小さい」とした審決の認定\nは誤りであると主張する。\nしかしながら、審決の右認定は、意匠の基本的態様をとらえたものであつて、前\n記認定したとおり、本願意匠における支持台が天板の下方裏面内方より天板部を支\n持するよう構成されていることからすれば、審決の前記認定に誤りはない。\n（三）　全体の形態\n原告は、平面が円形であることだけをもつて本願意匠の基本的構成態様とするの\nは誤りであると主張する。\nしかしながら、前記「審決の理由の要点」記載のとおり、審決は、その基本的構\n成態様について、天板は円形で、その上面を平滑面とし、側面を天板の周側端部か\nら下方に垂直に垂下させて低い側壁様のリング部で形成していること及び支持台を\n右リング部内方に嵌め合わせていること等の構成から、上方から見ると全体として\n厚みのある一枚の円盤様のものと認定しているのであつて、天板の上面を円形とし\nていることのみをもつて基本的構成態様としているものでないことは明らかであ\nる。\nまた、原告は、本願意匠においては、天板周壁とフランジ部の間の隙間及び右フ\nランジ部が大きな比率を占め、外部に顕著に表れているから、到底「一枚の円盤様\nのもの」とは看取し得ないと主張する。\nしかしながら、本願意匠の側面部に対する隙間とフランジ部の比率が原告主張の\nように三四分の九（隙間が五、フランジが四）であるとしても、前掲別紙第一によ\nれば、本願意匠の側面部は天板の直径に比して約九分の一という薄いものであるこ\nとが認められ、原告が指摘する隙間、フランジ部は両者合わせてもそのまた約四分\nの一というように、意匠の全体から見れば極めて平面性の強い物品の側面の僅かな\n部分である。その上、本願意匠に係る物品が「載置台用回転台」であることを考え\nると、通常の使用態様にしたがつてこれを斜め上方から観察するとき、隙間とフラ\nンジ部は側面部の下端、すなわち床面に接する目立たないところにあつてさほど看\n者の注意を惹くものとは認められないので、つまるところ細部にかかわる軽微なも\nのといわざるをえない。\nしたがつて、本願意匠の基本的構成態様として「上方から見ると全体として厚み\nのある一枚の円盤様のもの」とした審決の認定に誤りはない。\n（四）　差異点の看過\n原告は、「審決は、（イ）本願意匠の裏面部には凹み空間があるのに対して、引\n用意匠は底板で塞がれ平坦面となつている点、（ロ）本願意匠は天板と回転台が分\n離しない構造になつているのに対して、引用意匠は分離形式の構造である点の差異\n点を看過した」旨主張する。\nしかしながら、右（イ）点については、前記「審決の理由の要点」に記載のとお\nり、審決は、「裏面部において、本願意匠の支持台の形状は、下方に水平なフラン\nジ部を有する断面Ｌ字状の広幅のリングであるのに対し、引用意匠のそれは、周囲\nに低い垂直のリング部が形成された円板である点で差異が認められる。」として、\n原告主張の差異点があることを認定している。\nまた、右（ロ）点については、仮に原告主張のとおりの構造であつたとしても、\n右の点は外形に全く表れることのない構造上の差異であつて意匠の類比判断に影響\nを及ぼすものではなく、差異点として取り上げるべきものではない。\nしたがつて、原告の右主張はいずれも理由がなく、審決に差異点についての看過\nは認められない。\n（五）　要部の認定について\n原告は、本願意匠は、単純な円盤体としての外観しかない引用意匠とは異なり、\n外部に顕著に表れた隙間及びフランジ部は看者の注意を強く惹きつけるところであ\nり、また、裏面部の凹み空間も製品の購入に当つて真先に注目される部分であつ\nて、いずれも意匠の要部であると主張する。\nしかしながら、原告主張の隙間とフランジ部は、前記（三）に認定のとおり、極\nめて平面性の強い物品における薄い側面部の僅かな部分に過ぎない。しかも、前記\n１で認定したとおり、「載置台用回転台」は、斜め上方から観察される形態が意匠\nの要部をなすものと認められ、この方向から観察するとき、これら僅かな部分はい\nずれも側面部の下部にあつて床面に近接しさほど目立たないのであるから、これら\nの部分が取引者、需要者の注意を強く惹くものとは認め難い。\nまた、裏面部の形態についても、意匠に係る物品の性質から取引者、需要者の目\nにふれにくい箇所であつて、意匠の要部とはなり得ないものである。原告は、裏面\n部は物品を裏返して使用する場合、物品の収納時、移動時に外観され、また購入に\n当つては真先に注目される部位であるというが、それらはいずれも意匠に係る物品\n本来の通常の使用態様でない状態のことをいうものであつて、意匠の要部を認定す\nる根拠とはなし難い。\nしたがつて、原告の主張する側面部及び裏面部における差異点は、いずれも微弱\nないし軽微なものであつて、類否判断を左右する意匠の要部たり得ないものという\nべく、本願意匠と引用意匠に共通する基本的構成態様が要部であるとした審決の認\n定に誤りはない。\n３　以上のとおりであつて、本願意匠と引用意匠とは意匠の要部である基本的構成\n態様、すなわち、「載置台用回転台」において、回転自在とした円形の天板と、こ\nの天板の下方裏面部内方に嵌合する天板より一廻り小さい円形の支持台とによつて\n構成され、天板はその上面を平滑面とし、側面を天板の周側端部から下方に直角に\n垂下させて側壁様のリング部で形成し、支持台をこのリング部内方に嵌め合わせ、\n上方から見ると、全体として厚みのある一枚の円盤様のものとした態様において一\n致するのであるから、両意匠は類似の意匠と言うべきであり、審決の認定判断に誤\nりはなく、審決に原告主張の違法はない。\n三　よつて、審決の取消しを求める原告の本訴請求は失当としてこれを棄却するこ\nととし、訴訟費用の負担については行政事件訴訟法第七条、民事訴訟法第八九条を\n各適用して、主文のとおり判決する。\n（裁判官　藤井俊彦　竹田稔　岩田嘉彦）\n別紙第一、第二（省略）\n"
}