{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 12,
    "day": 22
  },
  "case_number": "昭和57(行ク)84",
  "case_name": "執行停止申立事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "郵便局長が，郵便法５５条の２，郵便規則７６条の３にいう「高層建築物」に当たる共同住宅の居住者らに対し，同規則７６条の４所定の郵便受箱が設置されたことの連絡があるまで普通取扱い通常郵便物を郵便局に留め置いて配達しないこととした処分の効力停止の申立てが，「回復の困難な損害を避けるための緊急の必要」についての疎明がないとして，却下された事例",
  "lawsuit_id": "17035",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17035",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/035/017035_hanrei.pdf",
  "contents": "○　主文\n本件申立てをいずれも却下する。\n申立費用は申立人らの負担とする。\n○　理由\n一　本件申立ての趣旨は、「相手方が昭和五七年三月三〇日各申立人に対してなし\nた、昭和五七年四月一日以降各申立人が法定の郵便受箱の設置されたことを相手方\nに連絡するまでの間、各申立人及びその世帯員（同居人を含む）あての普通取扱い\n通常郵便物を城東郵便局に留め置いて配達しないこととした各処分の効力は、本案\n判決が確定するまでの間、これを停止する。」というのである。\n二　本件疎明資料によれば、申立人らはいずれも東京都江東区所在の「＜地名略＞\n団地」（以下「団地」という。）の七棟の共同住宅の一室を住宅・都市整備公団\n（以下「公団」という。）から賃借し、家族とともに居住している者であるが、右\nの各共同住宅は郵便法（以下「法」という。）五五条の二、郵便規則（以下「規\n則」という。）七六条の三にいう「高層建築物」に当たるのに、出入口等に設置さ\nれるべき規則七六条の四所定の郵便受箱（以下「郵便受箱」という。）がいずれも\n設けられていないため、申立人らの居住する団地への郵便配達を受け持つ城東郵便\n局では、申立人らに対し、規則七六条の五第一項二号に従い、昭和五七年四月一日\n以降、申立人ら（家族等の同居人を含む。）に対する普通取扱いの通常郵便物（以\n下「普通通常郵便物」という。）を到着の日から一〇日間同郵便局に留め置き、受\n取人の出局をまつてこれを交付し、右期間内に交付がなされないときは法五二条、\n規則九〇条により差出人に還付する取扱いをしていること、昭和五三年郵政省令第\n三一号による改正前の規則七六条の三は、高層建築物でも各階ごとに自由に昇降で\nきるエレベーター等が設備されているものにあつては普通通常郵便物についても各\n戸に配達する旨規定していたものであるが、郵政省は高層建築物の増加が郵便業務\nに負担をもたらしてきたことなどを理由に、昭和五三年一二月一日同条を改正し、\n原則としてすべての高層建築物についてその出入口又はその付近に所定の郵便受箱\nの設置を義務づけ、その郵便受箱へ配達することとしたこと、右改正規定は昭和五\n四年四月一日から施行されたが、既存建物については三年の猶予期間をおいて昭和\n五七年三月三一日までは従前の例によることとされたこと（昭和五三年郵政省令第\n三一号による改正規則附則二項）、申立人らを含む団地住民ら多数は、右規則の改\n正は低層住宅居住者に比較して高層住宅居住者が郵便役務の提供につき差別される\nことにほかならず法の理念である「あまねく公平の原則」（法一条、六条）に反す\nるのみか、信書の秘密が侵害される危険が大きいなどとして、相手方らが団地住民\nに対し各戸宛てに昭和五五年二月以降数回にわたり郵便受箱の設置に協力するよう\n文書で要請したほか、昭和五六年一月から数回にわたり東京郵政局の担当課長らが\n団地の自治会役員らと話合いの機会をもつたが、申立人らは公団が団地内の共同住\n宅に規定どおりの郵便受箱を設置することを拒否したこと、そこで、相手方は、昭\n和五七年三月三〇日申立人ら主張のとおり郵便受箱が設置されないときは普通通常\n郵便物の留め置き措置がなされることを通知し、同年四月一日以降前記のように留\nめ置き措置を行ない、今日に至つていることが一応認められる。\n三　申立人らは、執行停止の要件である回復の困難な損害を避けるための緊急の必\n要性に関し、相手方の郵便物留め置きの措置は普通通常郵便物の配達を無期限に停\n廃するものであり、受刑者以下の取扱いである。また、法七九条一項の郵便物の取\n扱いをしない罪に相当すると主張する。\nしかしながら、規則七六条の五に定める郵便物の留め置きは、郵便物を郵便局に一\n定期間保管して受取人の出局をまつて郵便局の窓口で交付する制度であつて、これ\nが法の定める郵便物配達の一方法であることは明らかである。申立人らは規則の定\nめるところにしたがつて出局すれば配達を受けうることが保障されているのである\nから、この措置が郵便物の配達をしないこととは異なるものであることはいうまで\nもない。したがつて、右主張はいずれもその前提を欠き失当である。\n四　次に申立人らは、郵便物が城東郵便局に留め置かれることにより、郵便物の受\n領のみならず、自己宛郵便物の存否を確認するだけのためにも、わざわざ同郵便局\nに赴かざるを得ず、かつ出局後も最低五分から混雑時には三〇分もの間待機させら\nれ、しかもこれが既に半年以上も毎日のように繰り返されているため、申立人ら団\n地住民には疲労の色が濃く、またかかる負担に耐えられずあるいは余裕を見出せず\nにみすみす差出人に返送される郵便物も多数にのぼり、団地住民に対する普通通常\n郵便物は約一割が差出人に還付される手続がとられているのであつて、申立人らは\n社会生活上不可欠な郵便物が受け取れずに、次第に必要な情報から隔絶され、時機\nにかなつた生活上のさまざまな権利や機会を得られず、社会から疎外され対人関係\nの円滑を欠くに至つており、さらには普通通常郵便物受取りの遅延又は不能により\n身分上、財産上、職業上等の諸関係において不測の大事故を招くおそれもあり、か\nかる心身あるいは社会生活上の回復困難な損害を避ける緊急の必要がある、と主張\nする。\nしかしながら、申立人らの主張は、要するに、郵便物を受領するため郵便局に出局\nする負担、手数及び保管中に出局できない場合に生ずる支障等の不利益をいうもの\nであるが、申立人らは規則の定めるところにより出局すれば郵便物の配達を受けう\nるのであるから、出局しないことによつて生ずる支障等の不利益を損害ということ\nはできない。また、出局のための負担等によつて、仮に精神的、肉体的苦痛ないし\n経済的損失を受けることがあるとしても、それらはいずれにせよ金銭賠償が可能で\nあるから、これをもつて回復の困難な損害ということはできない。\nのみならず、本件疎明資料によれば、城東郵便局庁舎は申立人らの居住する団地か\nらは最も離れた五号棟でも約五七〇メートルという至近の距離に存し、かつ団地の\n最寄りの都営地下鉄新宿線の西大島駅出入口からは二〇〇メートル団地寄りに位置\nし、付近には大型小売店舗、金融機関その他各種施設も多数建ち並んでいて申立人\nらがその往復の途上に同郵便局に立ち寄ることは容易であること、同郵便局では平\n日は朝八時から夜八時までの間留め置き郵便物の交付業務を行つているほか日曜・\n休日もその取扱いをしていること、留め置き郵便物の交付に要すろ時間は一件あた\nり平均約三分であつて、交付事務も円滑に行われていることが一応認められ、右事\n実と前認定の申立人らについて郵便物留め置きがなされるに至つた経緯を合わせ考\nえると、申立人らについて右の郵便物留め置きの措置に伴つて前記郵便局に出局す\nるについて金銭賠償では填補しえない著しい損害が発生しているということはでき\nない。\n右の次第で、本件申立てはその余の点につき判断するまでもなく、執行停止の要件\nである「回復の困難な損害を避けるための緊急の必要」につき疎明がないことに帰\nし理由がない。\n五　よつて本件申立てをいずれも却下し、訴訟費用の負担につき行政事件訴訟法七\n条、民事訴訟法八九条、九三条一項本文を適用して、主文のとおり決定する。\n"
}