{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 6,
    "day": 27
  },
  "case_number": "昭和57(行ウ)4",
  "case_name": "建築許可処分取消ｋ、請求事件",
  "court_name": "甲府地方裁判所",
  "field": "行政",
  "gist": "１　建築基準法４８条９項に規定する建築許可に対する建築審査会の同意は，抗告訴訟の対象となる行政処分に当たるか　２　市長が建築基準法４８条２項ただし書に基づいてした建築許可処分につき，右許可処分の当事者でない当該用途地域内の住民は，その取消しを求める訴えの原告適格を有しないとした事例　３　市長が建築基準法４８条２項ただし書に基づいてした建築許可処分の取消しを求める訴えにつき，右許可処分の当事者でない当該用途地域内の住民は，右許可に係る建築物が既に完成している場合には，訴えの利益を有しないとした事例",
  "case_gist": "１　建築基準法４８条９項に規定する建築許可に対する建築審査会の同意は，抗告訴訟の対象となる行政処分に当たらない。",
  "lawsuit_id": "16969",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16969",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/969/016969_hanrei.pdf",
  "contents": "○　主文\n一　本件訴えを却下する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告甲府市長が、昭和五六年一二月二六日訴外Ａに対してなした甲府市＜地名\n略＞、＜地名略＞所在の工場併用住宅の一部の除却、増築についての建築許可処分\nを取消す。\n２　被告甲府市建築審査会が、昭和五六年一二月二二日、右建築許可申請に関し\nて、被告甲府市長に対してなした同意審決を取消す。\n３　訴訟費用は被告らの負担とする。\n二　被告ら\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　（本件処分）\n（一）　訴外Ａは、甲府市＜地名略＞、＜地名略＞所在の土地（以下「本件土地」\nという）に木造工場併用住宅を増築するにあたり、本件土地が第二種住居専用地域\n（都市計画法九条２）に指定されているため、建築基準法四八条二項但書に基づ\nき、昭和五六年一〇月八日被告甲府市長（以下「被告市長」という）に対し、右増\n築について建築許可申請（以下「本件許可申請」という）をなしたところ、これに\n対し、被告市長は同条項但書所定の建築禁止除外事由があるとして、右建築許可\n（以下「本件許可」という）をした。\n（二）　被告甲府市建築審査会（以下「被告審査会」という）は、右許可に当り、\n被告市長から同法同条九項による同意を求められたのに対し、同年一二月二二日、\n被告市長に対して同意（以下「本件同意」という）した。\n２　（本件両処分の違法性）\n本件両処分は、次のとおり、被告市長及び被告審査会において、処分の前提たる事\n実を誤認した結果なしたものであつて、いずれも裁量権の濫用によるものとして違\n法であり、取消さるべきである。\n（一）　騒音\n本件土地は第二種住居専用地域内にあり、その騒音規制は昼間五五ホン以下であ\nり、「騒音に係る環境基準について」（昭和四六年五月二五日閣議決定）によれ\nば、主として住居の用に供される地域Ａにおいては昼一間五〇ホン以下とされてい\nる。ところで本件建物にはコンプレツサーが備え付けられ、その使用時の騒音は、\n本件土地とその西に隣接する原告方居宅敷地との境界線上において最大八〇ホン、\n最小六〇ホンにもなるのであるから、前記の規制騒音値を越えていることは明らか\nである。しかるに被告市長は、騒音調査の立入りをあらかじめ訴外Ａに通知し、騒\n音源たるコンプレツサーが作動していない状況下において騒音測定を実施し、その\n結果、実際よりも著しく低い値（北側道路上五〇ホン以下、西側四〇ホン以下、西\n南側四五ホン以下、南側五七ホン以下、東側五五ホン以下）の騒音値を出し、これ\nに基づいて、被告審査会は、本件同意をし、被告市長は本件許可をなしたものであ\nる。\n（二）　換気扇による排気\n訴外Ａ方の一階増築部分作業室西側壁面には換気扇が設置され、これを介して作業\n室内の悪臭、繊維粉塵、一〇数名の従業貝による呼気などが、わずか七〇センチメ\nートルの距離をおいて接している原告方居宅に侵入しており、公衆衛生上有害であ\nり、良好な住居の環境を害している。それにもかかわらず、被告らは右事実を看\n過・誤認して被告審査会は本件同意をし、被告市長は本件許可をしたものである。\n（三）　本件許可申請の理由の虚偽\n訴外Ａは、昭和五六年一〇月七日、被告市長に対し「住職分離が不可能」と記載し\nて「許可申請の理由書」を提出したが、実際は、訴外Ａは昭和四二年ころから甲府\n市＜地名略＞に居住している。本件同意及び本件許可は右事実を看過・誤認してな\nされたものである。\n（四）　工場調書の不備\n訴外Ａは、昭和五六年一〇月八日、被告市長に対し、基準日年月日欄を空白のまま\n工場調書を提出した。工場調書は建築許可申請の許否を判断するうえで重要な資料\nであり、殊に基準日年月日欄は建築許可申請にかかる建築物が過去において違反を\nなしていた年月日を記入する重要な事項欄であるのに、この点の不記載を見逃し、\n事実誤認をして本件同意、本件許可をなしたものである。\n３　よつて、原告は、被告市長に対しては本件許可の、被告審査会に対しては本件\n同意の各取消しを求める。\n二　被告らの本案前の主張\n１　被告審査会に対する訴えについて\n（一）　建築審査会は、行政庁の単なる諮問機関であつて、独立した行政処分の主\n体たる行政庁ではない。従つて被告審査会に対する本件訴えは不適法である。\n（二）　本件同意は、行政庁たる被告市長に対してなしたものであつて、直接国民\nに対してなしたものではないから、行訴法にいう抗告訴訟の対象たる行政処分では\nない。\n２　被告市長に対する訴えについて\n（一）　建築基準法に基づく特定行政庁の処分の取消しの訴えは、建築審査会によ\nる審査請求に対する裁決を経た後でなければ提起することができない（同法九六\n条）。しかるに原告は、昭和五七年三月二六日、本件許可について、被告審査会に\n対して審査請求を提起したが、訴状提出時及び現在までに裁決は下されていない。\n従つて本訴は不適法である。\n（二）　行政処分の取消訴訟を提起できるのは、当該処分の取消しを求めるについ\nて「自己」の法律上の利益を有する者であり、殊に行政処分の相手方以外の第三者\nが提起する場合、当該行政処分に具体的な違法があり、かつその行政処分によつて\n直接自己の権利または法的に保護された利益を害される地位にあることが必要であ\nる。しかし原告は、本件許可により、直接具体的にその権利又は法的利益を侵害さ\nれるものではない。従つて、原告は行訴法九条に「当該処分の取消しを求めるにつ\nき法律上の利益を有する者」というを得ず、原告適格を欠く。\n（三）　本件許可にかかる建築は既に完成しているところ、建築基準法四八条二項\n但書の許可は、当該用途地域の建築禁止を解除し、適法に建築工事をなし得るとい\nう効果があるに過ぎないので、許可の取消しは、適法に建築工事をなしうるという\n効果を排除するに過ぎず、許可取消しの訴えは、工事の施行ないし建築物の完成を\n阻止することによつて回復される法律上の利益が存する限りにおいて意味を有する\nものであると解される。しかるに、建築物がすでに完成した場合は、判決により許\n可が取消されても、もはや禁止すべき工事は完了しているから、特定行政庁たる被\n告市長が建築基準法九条の是正命令により除却等の措置を講ずることを期待しうる\nにすぎない。しかも、同条の是正命令を発する権限は、特定行政庁の合理的判断に\n基づく裁量に委ねられているのであるから、仮に許可取消しの判決が下つたとして\nも、そのことにより特定行政庁が是正命令を発すべき義務を負うものではない。従\nつて、本件許可の対象たる建築物が完成した場合には、回復すべき法律上の利益は\nなく、訴えの利益は否定されるべきである。\n三　被告らの本案前の主張に対する反論\n１　被告らの本案前の主張１の（一）について\n被告審査会は、建築基準法に規定する同意、審査請求に対する裁決を行う独立の行\n政庁であり、行政庁の単なる諮問機関ではない。\n２　同１の（二）について\n被告審査会の同意は、建築許可処分に関する一連の手続の一部を担任し、処分庁た\nる被告市長を拘束するものであるから、行政処分たる性質を有する。\n３　同２の（一）について\n建築基準法に基づく特定行政庁の処分の取消しの訴えについて審査請求に対する裁\n決を得ることが要件とされているところ、原告が昭和五七年三月二六日審査請求を\nしたが、現在まで被告審査会の裁決がないことは認めるが、原告の右審査請求に対\nし、被告審査会は右審査請求の日から三箇月を経過しても裁決をしていないなら、\n行政事件訴訟法八条二項一号に該当し、本件取消しの訴えは適法である。\n４　同２の（二）について\n原告は本件許可により建築された訴外Ａ方工場から出る騒音・悪臭及び粉塵などに\nより直接の被害を受けているので、本件取消しを求めるにつき法律上の利益を有す\nる。\n５　同２の（三）について\n本件許可にかかる建築物がすでに完成していることは認めるが、同建物が完成した\nからといつて本件訴の利益が失われるものではない。\n第三　証拠（省略）\n○　理由\n一　本件同意取消しの訴について\n行政事件訴訟法三条にいう抗告訴訟の対象である処分とは、行政庁が公権力の発動\nとして行なう行為で、その法律上の効果として国民の権利義務に直接影響を及ぼす\nものをいうと解される。そこで、被告審査会が右にいう「行政庁」であるか否かに\nついては暫く措き、まず、本件同意がその法律上の効果として国民の権利義務に直\n接影響を及ぼすものかどうかについて判断する。\n建築基準法四八条九項によれば、特定行政庁が同条二項但書の建築許可をなす場合\nにおいてはあらかじめ建築審査会の同意を得なければならないのであるが、右規定\nの趣旨は、同条二項但書の建築許可が、同項本文の原則的な建築制限を解除する性\n格を有することに鑑みて、その判断に慎重を期し許可の要件を加重し、第三者的機\n関の同意を要求したものと解される。従つて、建築審査会の同意は、特定行政庁が\n建築許可をなす際の前提要件たるにとどまり、当該建築許可を介して、間接的に国\n民の権利義務に影響をもつにすぎず、それ自体では法律上の効果として国民の権利\n義務に直接には何らの影響をも及ぼすものではない。\nそうすると、本件同意は抗告訴訟の対象となる処分であるとはいえない。\n二　本件許可の取消しの訴について\n１　原告適格\n行政処分の取消訴訟の原告適格は行政事件訴訟法九条の規定するところで、同条の\n定める原告適格者は、当該処分により法律上保護された利益を侵害された者を指称\nすると解されるところ、原告は本件許可処分の直接の相手方ではなく、また同処分\nの効力を直接受けるものでもない第三者であるが、このように処分の直接の相手方\n（処分の効力が直接及ぶ第三者を含む）以外の第三者についての法律上保護された\n利益とは、一定の行政実体法規が第三者の個人的利益をも保護の対象として行政権\nの行使に規制を加えていることによつて保障されている利益を意味する。そして行\n政実体法規が他の公益目的の実現のため行政権の行使に制約を課している結果、特\n定の者が事実上受けることとなつた利益は、いわゆる単なる反射的利益にすぎず、\n右取消訴訟の原告適格を基礎づける法律上保護された利益とはいえない。\nしかしながら、建築基準法四八条の用途規制は、都市計画法一〇条を受けて、同法\nに基づく用途地域における建物その他の工作物の建築について用途の面から制限を\n課し、特定行政庁をして行政権の行使を制約しているものである。従つて建築基準\n法の用途規制は、都市計画法九条に基づき定められた各用途地域の目的を具体的に\n実現し、ひいては同法一条の定める「都市の健全な発展と秩序ある整備を図り、も\nつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする」都市計\n画の実現を図るものに外ならず、それは公益の実現・保護のため、行政権の行使に\n制約を加えているものであつて、用途地域内住民個人の利益を直接保護する趣旨で\n定めたものではないと解すべきものである。勿論都市計画区域内住民が建築基準法\nの用途規制による整序された都市において良好な住居環境を享受するという利益を\n持つけれども、これは建築基準法の用途規制が前叙のような公益の実現・保護を目\n的として機能する結果受ける反射的利益に過ぎない。したがつて、本件許可処分の\n第三者である原告は用途地域内住民であるからといつて、法律上保護された利益\nを、本件許可処分によつて侵害された者というを得ず、同処分の取消しを求める訴\nえの原告適格を有するものではない。\n２　訴えの利益\n本件許可にかかる増築工事がすでに完成していることについては、当事者間に争い\nがない。\n本件許可は建築基準法四八条二項但書に基づいてなされているところ、同項但書の\n許可は第二種住居専用地域における中高層住宅に係る良好な住居の環境を保護する\nため、一般的に建築することを禁止された特定種類の建築物（同法別表第二（ろ）\n項掲記）に対し、「特定行政庁が中高層住宅に係る良好な住居の環境を害するおそ\nれがないと認め、又は公益上やむを得ないと認め」た場合に、例外的に右の一般的\n禁止を解除する性質を有するものである。従つて右の許可処分取消しの抗告訴訟の\n訴えの利益は、その建築物の建築を禁じてその完成を阻止し、もつて中高層住宅に\n係る良好な住居の環境を保全することにあるというべきであつて、右目的の達成が\n不可能となれば、もはや抗告訴訟によつて回復されるべき法律上の利益を失つたも\nのというべきである。しかして、建築基準法四八条二項但書の許可に係る建築物が\n完成した場合、その後右の許可を違法とし、これを取消す判決が確定したとして\nも、許可にかかる建築物が用途規制に反する違法な建築物となるだけであつて、そ\nれ以上に建築主又は行政庁が原状回復義務を負担するという根拠は存しない。即\nち、本件許可を取消したとしても、中高層住宅に係る良好な住居の環境の保全に何\nら資するところがないのであつて、結局法律上の利益は否定せざるを得ない。\nもつとも、建築基準法九条一項によれば、特定行政庁は、同法に違反した建築物に\n対し、その除却、移転等の違反を是正するための措置を命ずること（以下「是正措\n置命令」という）ができるが、是正措置命令の発動は専ら特定行政庁の裁量に委ね\nられているから同法四八条二項但書の建築許可処分が訴訟により取消された場合に\nも、特定行政庁において是正措置命令を発することが事実上期待しうるというにす\nぎず、これをもつて法律上の利益があるということもできない。\nよつて、原告は本件取消訴訟の訴えの利益を有しない。\n三　結論\nよつて、原告の本件訴は不適法であるから、これを却下することとし、訴訟費用の\n負担につき、民訴法八九条を適用のうえ、主文のとおり判決する。\n（裁判官　三井喜彦　林　五平　森　宏司）\n"
}