{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和55(行ウ)101",
  "case_name": "退職年金決定処分等取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "17266",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17266",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/266/017266_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告地方職員共済組合大阪府支部長（以下「被告支部長」という）が昭和五四\n年六月二五日付でなした原告に対する退職年金決定処分（以下「本件決定」とい\nう）を取消す。\n２　被告地方職員共済組合審査会（以下「被告審査会」という）が昭和五五年八月\n二六日付でなした原告に対する審査請求棄却裁決（以下「本件裁決」という）を取\n消す。\n３　訴訟費用は被告らの負担とする。\n二　被告支部長\n１　原告の被告支部長に対する請求を棄却する。\n２　訴訟費用は原告の負担とする。\n三　被告審査会\n１　原告の被告審査会に対する請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、立命館大学予科在学中、徴兵検査を受け学徒出陣として、昭和一八年\n一二月一〇日、佐世保第二海兵団に入団し、同日、海軍二等水兵を命ぜられ、その\n後昭和一九年二月一日に海軍予備生徒を、同年一二月二五日に海軍少尉候補生を、\n昭和二〇年六月一日に海軍少尉を、それぞれ命ぜられ、同年九月一五日、充員召集\nを解除され、その後昭和二三年四月八日から昭和五四年三月一〇日まで大阪府職員\n（事務吏員）として勤務していたものである。\n２　原告は、昭和五四年三月一〇日付をもつて、被告支部長に対し、右昭和一八年\n一二月一〇日から同二〇年九月一五日まで及び昭和二三年四月八日から同五四年三\n月一〇日までの在職期間に対応する退職年金を受けるべく、退職年金決定請求書を\n提出した。\nところが、被告支部長は、昭和五四年六月二五日付をもつて、原告に対し、原告の\n旧軍人であつた一年一〇か月の期間のうち一年五か月だけを海軍に在職した期間と\nして原告の退職年金の決定（本件決定）をし、その旨原告に通知した。\n３　そこで原告は、右決定について、昭和五四年八月一五日付をもつて、被告審査\n会に対し審査請求をしたが、被告審査会は、昭和五五年八月二六日付をもつて、原\n告に対し、右審査請求を棄却する旨の裁決（本件裁決）をした。\n４　しかしながら、本件決定は、次の（一）（二）の理由により、また本件裁決\nは、次の（一）の理由により違法である。すなわち、\n（一）　（兵役上現役又はこれに準ずる身分の期間の一部を在職期間に通算しない\n違法）\n（１）　本件決定及び裁決は、地方公務員等共済組合法の長期給付等に関する施行\n法（昭和三七年法律一五三号、以下「長期給付等施行法」という）により、恩給法\n等旧制度の適用を受けていた原告の在職期間の取扱については、恩給法等の法令の\n規定及び解釈によることになるものであるとし、海軍予備生徒については恩給法の\n一部を改正する法律（昭和二一年法律三一号）による改正前の恩給法（大正一二年\n法律四八号、以下「改正前の恩給法」という）二一条二項二号、昭和二一年勅令五\n〇四号による改正前の恩給法施行令（大正一二年勅令三六七号、以下「改正前の恩\n給法施行令」という）七条により、また海軍少尉候補生については改正前の恩給法\n二一条二項一号により、いずれも旧準軍人とされているので、原告が海軍予備生徒\n及び海軍少尉候補生であつた期間については、原告において、改正前の恩給法二七\n条三項所定の戦務（戦務丁）等の特定の勤務についた昭和一九年七月一〇日から昭\n和二〇年五月三一日までの期間だけが恩給法上の恩給公務員として在職した期間\n（以下「恩給公務員期間」ともいう）であつて、その余の昭和一九年二月一日から\n同年七月九日までの約五か月余は、その在職期間ではないとして、原告の退職年金\nを算定している。\n（２）　しかしながら、改正前の恩給法上の旧準軍人とは、海軍予備員任用臨時特\n例（以下「臨時特例」という）施行（昭和一八年一〇月二五日）以前の海軍の学生\n生徒、候補生等であつて、臨時特例施行以後は、海軍予備生徒については海軍予備\n生徒規則二条、兵役法施行令二条により現役に準ずる身分とされ、海軍少尉候補生\nについては臨時特例三条により現役とされているのであるから、臨時特例の適用の\nある海軍予備生徒及び海軍少尉候補生は、改正前の恩給法二一条一項に規定する旧\n軍人であつて、右身分であつた期間は恩給法等旧制度の適用を受ける在職期間であ\nると解すべきである。\nしたがつて、原告が海軍予備生徒であつた期間のうち、昭和一九年二月一日から同\n年七月九日までを恩給を受け得る公務員の在職期間としなかつた本件決定及び本件\n裁決は違法である。\n（３）　なお、本件決定及び裁決は、海軍予備生徒の兵役上の身分取扱を現役に準\nずとし、海軍少尉候補生の兵役上の身分取扱を現役としながら、何ら法的根拠を示\nすことなく、「兵役上の身分取扱は現役」という意味を、兵役法上の現役服役期間\nの意味に限定して解釈し、改正前の恩給法二一条一項一号の現役（旧軍人）とする\n趣旨ではないとしているが、これは独断的解釈であつて不当である。「兵役上の身\n分取扱は現役」とは、兵役上の身上一般に関する取扱を総括して現役の取扱とする\nことを意味するもので、原告が海軍予備生徒、海軍少尉候補生であつたことに対す\nる改正前の恩給法の適用については、同法二一条一項一号の現役（旧軍人）に該当\nし、海軍予備生徒、海軍少尉候補生であつた期間は、恩給法上の恩給公務員として\n在職した期間となると解釈すべきである。\n（４）　また、本件決定につき、被告支部長は、本件審査請求に対する弁明書にお\nいて、兵役上の身分取扱の点に関し、兵役法施行令一四条において、「海軍の見習\n尉官学生生徒の兵籍に編入せられたる日を以て兵の身分及び服役を免ず」とあるの\nで、原告は海軍予備生徒となつた日を以て旧軍人としての身分を失つていると述べ\nているが、海軍の軍人の身分には、兵、武官、武官と為るべき学生生徒として兵籍\nに編入せられ居る者等があるところ、兵役法施行令二条には、「武官と為るべ\nき・・・・・・海軍の学生生徒として兵籍に編入せられ居る者の兵役上の身分取扱\nは現役に準ず」とあるうえ、他方、前記同令一四条でいう、学生生徒の兵籍に編入\nせられ居る者の身分取扱となつた者が、同日付で其の身分及び服務を免ぜられるの\nは当然のことであるから、右被告支部長の解釈は誤つている。このことは、臨時特\n例四条、海軍予備生徒規則二一条により、海軍予備生徒を免ぜられた者は、兵役法\n施行令一五条の適用を受けて、前に免ぜられた兵の身分に復し、前の服務を継続\nし、海軍予備生徒であつた期間は服務期間に通算されてしまうことからも明らかで\nある。\n（５）　よつて、右諸点について法令の解釈を誤り、原告の右旧軍人であつた期間\nの一部を在職期間に算入しないで為した、本件決定及び裁決はいずれも違法であ\nる。\n（二）　（処分権者が意思に反する決定をした違法）\n本件決定は、被告支部長の意思に反してなされた決定であつて違法である。すなわ\nち、被告支部長は、本件決定に際し、原告が海軍予備生徒及び海軍少尉候補生であ\nつた期間を、恩給法上の軍人期間に算入できるか否かに疑問を抱き、算入の可否の\n点及び若し算入できない場合は制度上の矛盾はないかとの点等を、厚生省援護局長\n及び総理府恩給局長に対し照会したところ、前者の点については回答を得たが、後\n者の点については明確な回答を得られなかつたのであり、（なお、厚生省援護局業\n務第二課長及び総理府恩給局審査課長から文書回答のなかつた点については、正式\n回答はないと考える。）これらの点につき確信を得られなかつたにもかかわらず、\n制度上の矛盾を感じながら本件決定をしたものであつて、本件決定はこの点でも違\n法である。\n５　よつて、原告は、本件決定及び裁決の取消を求める。\n二　請求原因に対する被告らの認否\n１　請求原因１の事実は認める。\n２　同２の事実のうち、原告の旧軍人であつた期間が一年一〇か月であるとの点は\n否認し、その余の事実は認める。\n３　同３の事実は認める。\n４　同４の（一）（１）の事実は認めるが、同４（一）の（２）ないし（５）、同\n４の（二）の主張は争う。\n５　同５は争う。\n三　被告支部長の主張（請求の趣旨一項関係につき）\n１　（一）　原告は、昭和一八年一二月一〇日、佐世保第二海兵団に入団し、海軍\n二等水兵となり、昭和一九年二月一日、海軍予備生徒、同年一二月二五日、海軍少\n尉候補生を命ぜられ、昭和二〇年六月一日、海軍少尉に任ぜられ、同日、充員召\n集、同年九月一五日、充員召集を解除されたものであるが、これらの期間が恩給公\n務員期間（恩給について在職年月数に通算される期間を含む）に該当すれば、長期\n給付等施行法五七条一項により、同法七条一項一号の期間として退職年金の額の算\n定の基礎となる組合員期間に算入されるものである。\nところで、改正前の恩給法によれば、同法一九条により公務員と準公務員とに区別\nされ、旧軍人の期間については、同法一九条一項により、軍人は公務員とされてい\nるので、恩給公務員期間となるものであるが、同法一九条二項の準公務員である旧\n準軍人の期間については、同法二七条三項、二八条一項、四二条一項二号により、\n準軍人が戦務等特定の勤務に服した期間に限つて、その在職年月数を同法一九条一\n項に規定する公務員としての在職年に通算することとなつているので、当該特定の\n勤務に服した期間だけが恩給公務員期間となるのである。\n（二）　しかるところ、原告の前記経歴のうち、海軍二等水兵及び充員召集中の海\n軍少尉については、改正前の恩給法二一条一項一号により旧軍人であるが、海軍予\n備生徒については、同法二一条二項二号及び改正前の恩給法施行令七条二号により\n旧準軍人であり、また、海軍少尉候補生についても、改正前の恩給法二一条二項一\n号により旧準軍人である。\nしたがつて、原告の場合右海軍二等水兵及び充員召集中の海軍少尉であつた期間に\nついてはその全部が、そして海軍予備生徒及び海軍少尉候補生であつた期間につい\nては、そのうち戦務（戦務丁）に服した昭和一九年七月一〇日から昭和二〇年五月\n三一日までの期間だけが、恩給公務員期間として取扱われることとなるのである。\n２　（一）　なお、原告は、海軍予備生徒及び海軍少尉候補生はともに改正前の恩\n給法二一条一項に規定する現役軍人に該当し、同法一九条一項の旧軍人であるか\nら、昭和一九年二月一日から昭和二〇年五月三一日までの海軍予備生徒及び海軍少\n尉候補生の全期間を旧軍人としての恩給公務員期間として計算すべきであると主張\nし、その根拠として、海軍予備生徒については、兵役法施行令二条に、「武官と為\nるべき・・・・・・海軍の学生生徒として兵籍に編入せられ居る者の兵役上の身分\n取扱は現役に準ず」とあり、また、海軍少尉候補生については、臨時特例三条に、\n「少尉候補生の兵役上の身分取扱とし・・・・・・」とあるので、両者はともに現\n役軍人であり、恩給法上も改正前の恩給法二一条一項の旧軍人に該当すると主張し\nている。\n（二）　しかしながら、原告が主張する右兵役法施行令等の「現役に準ず」、「現\n役とし」には、その上に「兵役上の身分取扱は」との辞句が存し、この兵役上の身\n分取扱としては海軍予備生徒を現役に準じて取扱い、また、海軍少尉候補生を現役\nとして取扱うものとしているのであり、この「兵役上の身分取扱は現役」とは、兵\n役法上の服役期間を算定する場合に、海軍予備生徒の期間及び海軍少尉候補生の期\n間は、ともに現役服役期間として取扱い算入するという趣旨であつて、これらの規\n定により海軍予備生徒及び海軍少尉候補生を、改正前の恩給法二一条一項一号の現\n役（旧軍人）とする趣旨ではない。\nけだし、兵役法施行令は、兵役に関する細目的事項を定めた勅令であつて、原告が\n主張引用する条項は兵役上の身分取扱に関して規定したものであり、恩給法上の解\n釈とはかかわりのないものである。\n３　更に、\n（一）　被告支部長が、審査請求の弁明書（甲第五号証）において、兵役法施行令\n一四条を引用していることは原告の主張のとおりであるが、この一四条の規定は、\n恩給法上の旧軍人の身分の喪失とは何ら関係のないものであり、被告支部長が弁明\n書中に引用したことは不適当であつたといわざるを得ないが、被告支部長の恩給法\n令の適用は正しかつたのであるから、原告に対する年金決定には影響はなかつた。\n（二）　また、原告は、厚生省援護局業務第二課長及び総理府恩給局審査課長から\nの文書回答がなかつた点については正式回答とは考えられない等とし、被告支部長\nの行つた本件決定を、制度上の矛盾を感じながら行つた被告支部長の意思に反する\n処分であると主張するが、右は原告の独断的な解釈であり、本件決定は関係法令の\n調査研究及び関係官庁への照会等を経たうえでなされた処分であつて、原告の主張\nは失当である。\n４　以上のとおりであつて、本件決定には、原告主張のような違法はなく、本件決\n定は正当である。\n四　被告審査会の主張（請求の趣旨二項関係につき）\n原告の主張は、すべて原処分の違法を理由とするものであるところ、これは、原処\n分の違法は原処分の取消訴訟においてのみ主張することを許し、裁決取消の訴訟に\nおいてはこれを主張することを許さないとする原処分主義を定める行政事件訴訟法\n一〇条二項の趣旨に基づき、本件訴訟において主張することが許されないものであ\nるから、原告の請求は棄却されるべきである。\n五　被告らの右主張に対する原告の認否及び主張\n１　被告らの右主張は、原告の経歴の点を除き争う。\n２　（一）原処分（本件決定）をした被告支部長は、審査請求の弁明書（甲第五号\n証）において、海軍予備生徒については海軍予備生徒規則二条及び兵役法施行令二\n条により、「兵役上の身分取扱は現役に準ず」とあるが、同令一四条により、海軍\n予備生徒となつた昭和一九年二月一日から旧軍人としての身分を失つており、ま\nた、海軍少尉候補生については臨時特例三条により、兵役上は現役であると認める\nが、改正前の恩給法上は同法二一条二項一号により旧準軍人であると主張してい\nる。\n（二）　他方、本件裁決においては、兵役法施行令二条により現役に準ずとされた\n海軍予備生徒及び臨時特例三条により現役とされた海軍少尉候補生における「兵役\n上の身分取扱は現役とし」とは、兵役法上の服役期間を算定する場合現役期間とみ\nなして取扱う趣旨であつて、これらの規定により恩給法上現役であると解されるも\nのではないとしている。\n（三）　してみると、本件決定（被告支部長）と本件裁決（被告審査会）との間\nで、兵役法施行令及び臨時特例の適用について、根本的な相違がある。したがつ\nて、原告は本訴で被告審査会の違法を主張し、本件裁決の取消を求めることができ\nる。\n３　なお、後記被告審査会の主張２は争う。\n六　原告の右主張２に対する被告審査会の認否及び主張\n１　原告の右主張２は争う。\n２　（一）原告は、本件決定（被告支部長）と本件裁決（被告審査会）との間にお\nいて、兵役法施行令及び臨時特例の適用につき根本的な相違があると主張するが、\n被告支部長が審査請求の弁明書（甲第五号証）において兵役法施行令一四条を引用\nしたことは不適当であり（被告支部長も自認している）、また、本件裁決中に、\n「支部長も海軍少尉候補生について海軍予備員任用臨時特例三条の規定から現役と\n認め」と記載しているが、この「現役」とは「兵役上の身分取扱としての現役」の\n意であり、また同裁決中に、「これらの規定により海軍予備生徒、海軍少尉候補生\nは現役であると解されるものではない」と記載しているが、この「現役」とは改正\n前の恩給法二一条一項一号の「現役」を意味するものであるから、右両処分間に原\n告が主張するような根本的な相違は存在しない。\n（二）　仮に右両処分間に原告主張のような兵役法施行令及び臨時特例の適用につ\nいての相違があつたとしても、右両処分は、ともに、原告の退職年金額の算定の基\n礎となつた組合員期間に、原告が海軍予備生徒及び海軍少尉候補生であつた期間を\n恩給公務員期間として算入するか否かにつき、これを恩給法上の取扱として処理\nし、海軍予備生徒も海軍少尉候補生もともに改正前の恩給法二一条二項に定める旧\n準軍人に該当するものとし、戦務に服した期間だけを恩給公務員期間として組合員\n期間に算入したのであるから、取扱上に根本的な相違はないのであつて、原告主張\nの右事由をもつてしては、本件裁決の取消を求める理由とはならない。\n第三　証拠（省略）\n○　理由\n第一　原告の経歴並びに本件決定及び裁決に至る経緯について\n一　原告は、昭和一八年一二月一〇日、立命館大学予科在学中、佐世保第二海兵団\nに入団し、海軍二等水兵となり、昭和一九年二月一日に海軍予備生徒を、同年一二\n月二五日に海軍少尉候補生を、それぞれ命ぜられた後、昭和二〇年六月一日、海軍\n少尉に任ぜられたが、同年九月一五日、充員召集を解除されたものであること、そ\nして、原告は、その後昭和二三年四月八日から昭和五四年三月一〇日まで大阪府職\n員（事務吏員）として勤務していたものであること、以上の事実は当事者間に争い\nがない。\n二　そして、原告は、昭和五四年三月一〇日付をもつて、被告支部長に対し、右在\n職期間に対応する退職年金を受けるべく、退職年金決定請求書を提出したこと、と\nころが、被告支部長は、昭和五四年六月二五日付をもつて、原告に対し、原告が旧\n軍人であつたと主張する昭和一八年一二月一〇日から同二〇年九月一五日までの一\n年一〇か月のうち、一年五か月（昭和一八年一二月一〇日から昭和一九年一月三一\n日まで及び昭和一九年七月一〇日から昭和二〇年九月一五日まで）をその在職期間\nとして計算した退職年金の決定（本件決定）をし、その旨通知したこと、そこで、\n原告は、右決定について、昭和五四年八月一五日付をもつて、被告審査会に対し審\n査請求をしたが、被告審査会は、昭和五五年八月二六日付をもつて、原告に対し右\n審査請求を棄却する旨の裁決（本件裁決）をしたこと、以上の事実も当事者間に争\nいがない。\n第二　本件決定の取消請求について\n原告は、請求原因４（一）、（二）記載の事由（以下、「違法事由（一）、\n（二）」という）により、本件決定は違法であると主張するので、以下この点につ\nき検討する。\n一　違法事由（一）について\n１　本件決定及び裁決が、長期給付等施行法により、恩給法等旧制度の適用を受け\nていた原告の在職期間の取扱については、恩給法等の法令の規定及び解釈によるこ\nとになるものとし、海軍予備生徒については改正前の恩給法（大正一二年法律四八\n号）二一条二項二号、同法施行令七条により、また、海軍少尉候補生については改\n正前の恩給法二一条二項一号により、いずれも旧準軍人とされているので、原告が\n海軍予備生徒及び海軍少尉候補生であつた期間のうち、昭和一九年二月一日から同\n年七月九日までの約五か月余は、恩給法上の恩給公務員として在職した期間ではな\nいとし、これを除外した期間をその在職期間として、前記原告の退職年金を定めた\nことは当事者間に争いがない。\n２　そして、長期給付等施行法五七条一項により、改正前の恩給法の公務員の在職\n期間は、退職年金の額の算定の基礎となる地方公務員の組合員の在職期間に算入さ\nれるところ、改正前の恩給法により恩給を受ける権利を有する公務員とは、「文\n官、軍人、教育職員及警察監獄職員並第二十四条ニ掲クル待遇職員ヲ謂フ」とされ\nており（同法一九条二項）、公務員に準すべきものとは、「準文官、準軍人及準教\n育職員ヲ謂フ」とされているから、軍人であつた期間は、恩給を受け得る公務員と\nいうべきである。次に、改正前の恩給法二一条は、「軍人トハ左ニ掲クル者ヲ謂\nフ」として、「一陸軍又ハ海軍ノ現役、豫備役、後備役又ハ補充兵ニ在ル者　二\n国民兵役ニ在ル者ニシテ召集セラレタルモノ及志願ニ依り国民軍ニ編入セラレタル\n者」と定め、「準軍人トハ左ニ掲クル者ヲ謂フ」として、「一陸軍ノ見習士官及海\n軍ノ候補生　二　勅令ヲ以テ指定スル陸軍又ハ海軍ノ学生生徒」と定めており、同\n法施行令七条は、海軍予備生徒を同法二一条二項二号の学生生徒としているから、\n海軍の予備生徒及び少尉候補生は、いずれも改正前の恩給法上は、いわゆる軍人で\nはなく、準軍人というべきである。ところで、準軍人も、その在職期間は、改正前\nの恩給法により恩給を受け得る公務員の在職期間に通算されるが（同法四二条一項\n二号）、右同法の上では、右通算の対象となる準軍人の在職期間は、同法四二条二\n項、二八条一項、二七条三項の各規定により、準軍人が、戦務、戒厳地境内の勤務\n又は外国の鎮成に服している期間のみであつて、右以外の期間は、右通算の対象と\nなる在職期間ではないというべきである。\n３　ところで、原告は、海軍予備生徒については海軍予備員任用臨時特例に依る海\n軍予備生徒規則（昭和一九年海軍省令六号、海軍予備生徒規則）二条及び兵役法施\n行令（昭和二年勅令三三〇号）二条において「兵役上の身分取扱は現役に準ず」と\nあり、また、海軍少尉候補生については海軍予備員任用臨時特例（昭和一八年勅令\n七九〇号、臨時特例）において「兵役上の身分取扱は現役とし」とあること等を根\n拠に、恩給法上も右両者は改正前の恩給法二一条一項、一九条一項にいう旧軍人で\nあるから、原告が昭和一九年二月一日から昭和二〇年五月三一日まで海軍予備生徒\n及び海軍少尉候補生であつた全期間を旧軍人としての恩給法上の恩給公務員として\n在職した期間（恩給について在職年月数に通算される期間を含む、恩給公務員期\n間）として退職年金額を計算すべきであると主張している。\nしかしながら、法令上の特定概念は、当該法令上明文の規定によつて定められてい\nる場合はこれにより、右明文の規定のない場合は、当該法令の趣旨目的を合理的に\n解釈してこれを決すべきところ、右兵役法施行令等は、兵役に関する細目的事項を\n定めたものであり、原告が主張引用する右各条項は、いずれも兵役上の身分取扱に\n関して規定したものであつて、兵役法上の服役期間を算定する場合に、右海軍の予\n備生徒及び少尉候補生であつた期間は、ともに現役服役期間として取扱い算入する\nという趣旨を定めたものに過ぎないと解すべきである。そして一方、改正前の恩給\n法は、前記の通り、その二一条において、軍人と準軍人とを区別して規定し、同法\nの上では、海軍の学生生徒や候補生（海軍の予備生徒や少尉候補生はこれに該当す\nる）は、軍人ではなく、準軍人とする旨明文で定めているから、右恩給法とは別個\nの海軍予備生徒規則二条及び兵役法施行令二条、臨時特例等において、海軍の予備\n生徒や少尉候補生を、現役に準ずるものないし現役とする旨定めているからといつ\nて、改正前の恩給法上も、これを海軍の現役すなわち軍人であると解することは、\n右改正前の恩給法の明文の規定に反して到底できないものというべきである。\nなお、原告は、兵役上の身分取扱が現役であるということは、兵役上の身上一般に\n関する取扱を総括して現役の取扱とすることを意味するものであるから、海軍の予\n備生徒及び少尉候補生は、改正前の恩給法の適用上、同法二一条一項一号の現役に\n該当すると主張するが、原告の右主張は独自の見解に基づくもので、採用できな\nい。\nよつて、右の点に関する原告の主張は失当である。\n４　次に、原告が、準軍人である海軍の予備生徒及び少尉候補生であつた前記期間\nのうち、昭和一九年二月一日から同年七月九日までの間、戦務、戒厳地境内の勤務\n又は外国の鎮戍に服したことを認め得る証拠はなく、却つて、成立に争いのない甲\n第三号証及び弁論の全趣旨によれば、原告は、右の期間、戦務等の勤務に服したこ\nとのないことが認められる。\nしてみれば、原告の軍歴中、昭和一九年二月一日から同年七月九日までは、改正前\nの恩給法上の公務員としての在職期間ではないとし、その余の昭和一八年一二月一\n〇日から昭和一九年一月三一日まで及び昭和一九年七月一〇日から昭和二〇年九月\n一五日までの一年五か月を右恩給法上の在職期間（恩給公務員期間）として原告の\n退職年金を算定した本件決定には原告が主張するような違法は認められず、原告の\n右主張は失当である。\n５　なお、成立に争いのない甲第五号証及び弁論の全趣旨によれば、被告支部長\nは、本件審査請求に対する弁明書（甲第五号証）において、兵役法施行令一四条の\n関係から、原告が海軍予備生徒になつた日をもつて、旧軍人としての身分を失つて\nいると述べていることが認められるところ、右甲第五号証によれば、右被告支部長\nの見解は、兵役上旧軍人の身分を失つたとしたものに過ぎず、改正前の恩給法上旧\n軍人の身分を失つたとしたものではないことが認められるから、そのことから直ち\nに、原告の軍歴中、前記昭和一九年二月一日から同年七月九日までを、改正前の恩\n給法の公務員の在職期間としなかつた本件決定に、これを取消すべき違法があると\nは到底認め難い。よつて、右の点の原告の主張も理由がない。\n二　違法事由（二）について\n原告は、本件決定は被告支部長の意思に反してなされたものであると主張している\nが、本件全証拠によるも右主張事実を認めることはできない。かえつて、前掲甲第\n五号証、成立に争いのない甲第九ないし二号証及び弁論の全趣旨によれば、本件決\n定は、厚生省援護局業務第二課長及び総理府恩給局審査課長からの回答をふまえた\nうえ、恩給法等関係法令に従い適法になされたものであることが認められる。\nよつて、この点についての原告の主張も理由がない。\n三　したがつて、本件決定にはこれを取消すべき違法は認められない。\n第三　本件裁決の取消請求について\n原告は、本件裁決についても、本件決定と同様の違法事由（請求原因４の（一）記\n載の事由）があると主張しているが、前記第二に述べたところから明らかな通り、\n本件裁決に原告主張の違法はないというべきであるから、本件裁決の取消を求める\n原告の請求も、その余の点について判断するまでもなく失当である。\n第四　以上の次第で１原告の本件決定及び裁決の取消請求はいずれも理由がないか\nらこれらをそれぞれ棄却し、訴訟費用の負担につき民訴法八九条を適用して、主文\nのとおり判決する。\n（裁判官　後藤　勇　千徳輝夫　小泉博嗣）\n"
}