{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 7,
    "day": 19
  },
  "case_number": "昭和56(行コ)21",
  "case_name": "北九州市単純労務職員懲戒処分取消",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "19326",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19326",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/326/019326_hanrei.pdf",
  "contents": "主　　　文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　実\n控訴人らは「原判決中控訴人らに関する部分を取消す。被控訴人が別表（一）の\n控訴人らに対し、昭和四五年一月三一日付でなした同表処分内容欄記載の各懲戒処\n分、別表（二）の控訴人らに対し、同年二月一七日付でなした同表処分欄記載の各\n懲戒処分及び別表（三）の控訴人に対し、同月二一日付でなした同表処分内容欄記\n載の懲戒処分をいずれも取消す。訴訟費用は第一、二審とも被控訴人の負担とす\nる。」との判決を求め、被控訴人は主文同旨の判決を求めた。\n当事者双方の主張及び証拠関係は、次のとおり付加するほか、原判決事実摘示中\n控訴人らに関する部分のとおりであるからこれを引用する（但し、原判決四〇枚目\n表九行目に「昭和五一年五月二日」とあるのを「昭和五一年五月二一日」と訂正す\nる。）。\n一　控訴人らの主張\n１　地公労法（地方公営企業労働関係法）一一条一項は憲法に違反する。\n（一）いわゆる勤務条件法定主義、財政民主主義は公務員の争議行為を全面一律に\n禁止することを合理化する理由にはならない。\n（１）憲法七三条四号が、内閣は「法律の定める基準」に従い官吏に関する事務を\n掌理すべきものとしたのは、旧憲法下の勅令主義に対する反省的表現であつて、内\n閣の官吏に対する人事管理権の行使を、国会が制定した法律の定める基準によらし\nめようとするに過ぎない。\n（２）憲法はその二七条二項で「賃金、就業時間、休息その他の勤労条件に関する\n基準」を法律で定めると規定して、労働者の労働条件の最低基準を法律で定めるこ\nとにより弱い不平等な関係にある労働者の地位の調和、是正をはかると共に、二八\n条で団結権、団体交渉権その他の団体行動権の保障を与えて労働者の生存権保障を\n実効あらしめようとした。\n（３）現在、公務員も憲法二八条にいう「勤労者」に含まれるとすることに異論は\nなく、かつ憲法二八条にいう「その他の団体行動権」の主体をなすものが争議権で\nあることも明らかである。\n（４）従つて、公務員の勤務条件も憲法二七条二項と二八条が基本となり、同七三\n条四号は、これらと立法目的を異にし右二七条二項、二八条と矛盾しない限度で公\n務員の勤務条件にかかわつて来ると解すべきものである。\n（５）更に控訴人らは、地公労法の適用をうける公務員でその法律上の地位は、一\n般の非現業公務員にくらべ、はるかに私企業労働者に近い。即ち、その勤務条件決\n定に関する主要な地方公務員法の規定の適用は排除され、労組法、労基法が原則的\nに適用され、団体交渉権、労働協約締結権を有する（地方公営企業法三六条、三九\n条、地公労法四条、七条。）。よつて控訴人らは、憲法二七条二項、二八条の関係\nでも原則的に私企業労働者と同一の法的地位にある。\n（６）成程、地公労法八条、一〇条、地方公営企業法三八条四項等によれば、その\n団体交渉による合意が直接かつ最終的にその勤務条件を決定するようにはなつてい\nない。勿論、控訴人らの組合が被控訴人との間に給与等の勤務条件に関する合意を\n行つても、財政民主主義の要請から条例、予算として議会の議決を得る必要はある\n（地公労法八条、一〇条、地方公営企業法三八条四項）。しかし、当該地方公共団\n体の長は条例、予算の作成提案権を固有の専権として有している（地方自治法一四\n九条一、二号、一一二条一項但書）。即ちこの予算の作成、提出という固有の権限\nを前提として、団体交渉、協約の締結は意味を持つし、憲法二八条との関係でいえ\nば、条例、予算による勤務条件の決定こそ「大綱」的水準を設定するに止めらるべ\nきものである（なお、この点に関しては、地方公営企業法一七条、一七条の二、二\n四条一、三項、三三条一、二項、四〇条参照）。\n（７）次に、財政民主主義（憲法八三条）も労働基本権の保障（憲法二八条）も共\nに憲法上の基本原理であるのに、前者が優先するという理論は、歴史的にみても、\nまた、他の資本主義の諸国家の憲法学上の理論と比較しても普遍性を欠くものであ\nる。\n（８）財政民主主義の基本たる議会制民主主義とは代表制民主主義の具現であり、\n国民によつて民主的に選挙された代表者から構成された合議体の機関によつて国家\n意思を形成することである。\n従つて、その原理的意義を貫徹するには、代表者の選出が適正公平に行なわれる\nべきはもとより、少数意見の尊重を含めて議会における理性的討議の保障を必要と\nし、その討議意思決定に対する国民の不断の監視と働きかけ（国民の意思の反映）\nを不可欠とする。国会審議にむけての請願、集会、デモ、宣伝その他一切の表現活\n動の自由は、議会制民主主義の形骸化を防止する防波堤である。\n（９）ストライキの本質は、労務提供の拒否であつて、仮に政府、国会、自治体当\n局に向けられた積極的な行為にみえても、これを超えるものではない。しかしま\nた、ストライキは、自己の意思を表現する一行動形式（政治目的を掲げたストライ\nキの場合など特に端的である）であるが、私企業労働者のストライキのときはそれ\nが議会制民主主義に反するとは言わない。してみると、公務員に限つてこれが問題\nにされるのは、公務員の職務の公共性から来る「国民人質論」以外にない。\n（１０）しかし、公務員に代表される公共部門のストライキは、常に国民側の非\n難、反撥、世論による袋叩きの可能性を孕み、しかも議員の政治的選択の自由には\nその拘束、威嚇は及ばないものである。即ち、公共部門のストライキが成果を収め\nるのは、ストライキの影響を被る国民が、その「被害」をうけつつもストライキに\nよつて表明された意思を支持している場合に限る。\nそうだとすれば、公務員のストライキは、他の各種の表現活動と共に議会制民主\n主義の原理的意義を実質的に貫徹させるための国民側からの働きかけの一つとし\nて、法的に尊重せらるべき価値を有するとさえ言うことができる。以上のことは、\n地方公務員の対地方議会の関係でもそのまま妥当する。\n（１１）以上の理由により、現業地方公務員である控訴人らが、労働条件に関する\n要求を掲げて争議行為を行なうことは、現行法上の労働条件決定方式の下でも有意\n義であり、議会制民主主義、財政民主主義とも矛盾、牴触するものでないことが明\nらかである。\n（二）現行法上争議行為禁止の代償措置は存在しない。\n（１）争議禁止の代償措置という以上、団体交渉が行き詰つたときにこれを打開\nし、組合側がその要求の実現をはかつて生存権的利益を確保しようとするストライ\nキの機能を代行するに足るものでなくてはならない。\n（２）右の要件をそなえる代償措置とは、具体的には、あらゆる段階で当事者の参\n加が予定され保障された調停仲裁機関の存在で、その勧告、裁定に強制力があり、\nかつ構成に公正さが保障されたものでなくてはならない（ＩＬＯ結社の自由委員会\n報告七二五号事件一二二項、一二三項）。\n（３）しかし、人事院、公平委員会制度をはじめ、我国には右の要件に合致する代\n償制度は存しない。特に本件一一・一三争議行為は、人事院勧告完全実施要求の公\n務員共闘全国統一闘争の一環である。代償措置が存在せず、仮りに人事院勧告制度\nを代償措置と認めるとしても、それが機能していず憲法二八条に適合しない異常な\n事態のもとで、基本的には憲法二八条による基本権保障をうけるべき公務員が、代\n償措置制度の正常な運用を求めて行つた争議行為は憲法上保障された争議行為であ\nつて、争議禁止規定違反の責を問うのは筋違いである。\n２　休日労働拒否の権利性について。\n（一）我国の憲法においても、二七条一項（労働権）を二五条一項の示す生存権的\n理念にてらして解釈し休息権を位置づけることは可能であり、憲法一三条一項の個\n人の尊重の原理から導かれる基本権として休息権をとらえることもできる。かくし\nて休息権は、基本的人権として憲法による保障をうけると解することができる。\nそうして、この休息権を契機として、余暇権を労働者の基本的人権としてとらえ\nることが現在の国民の規範意識に合致し、休日制度もその休息権を契機とした余暇\n権の中でとらえることが必要である。\n（二）労働者は、労基法三五条の週一回の休日という枠内で労働力処分権を使用者\nに委譲しており、これを超える休日労働義務は、個別の具体的合意なしには発生し\nない。単なる三六協定は免罰効果を生ずるにすぎず、それから直ちに具体的な休日\n労働義務は生じない。\n（三）以上のことは、法定外休日（労基法に定める週一回のいわゆる法定休日を超\nえる休日）の場合も同じである。一旦協約や就業規則で法定外休日が定められれ\nば、それは個別の労働契約の内容となり、労働者は契約上その限度でしか労働力処\n分権を委譲していないからである。\n（四）次に、法定外休日について協約や就業規則で休日労働義務を定めても「業務\nの必要性がある場合は残業を命ずることができる。」といつた一般的な定めの場合\nは、労働者はいかなる時期にいかなる休日労働を命じられるか予測ができない。従\nつて、かかる規定で休日労働義務を具体的に発生させるのは労働条件明示義務（労\n基法一五条）の違反であり、労働者の余暇権、休息権を奪うことになる。よつて、\nかかる定めがあるからといつて、直ちに休日労働義務が生ずる理由はない。また、\n右の如き概括的、一般的法定休日労働規定のもとに、従来同一時期に同種の休日労\n働が行われることが常態化していたとしても、それはその都度明示又は黙示の合意\nによつて行われていたにすぎず、労働者は将来の同一時期、同種内容の休日就労に\n関する労働力処分権を使用者に委譲したものではない。\n（五）仮りに、右主張が容認されないとしても、労働者は基本的人権たる余暇権を\n有し、休日はあくまで休日であるから、使用者は労働者の余暇享有を尊重すべきも\nのである。よつて、労働者は、休日労働拒否権を有する。\n（六）そこで概括的、一般的休日労働規定（協約又は就業規則による）の下で、休\n日労働義務が発生する場合を考えてみると、まず年次有給休暇に対する時季変更権\nは、単に業務が繁忙であるというだけでは行使できないというのが一般の解釈であ\nる。従つて休日（法定外であつても）に労働義務を発生させるに足る「業務の必要\n性」は右の時季変更権行使の要件を超えるものが必要である。即ち、労働者の余暇\n権を一方的に奪うことを正当化するに足る業務の必要性ないし公共性を必要とする\n（労基法三三条一項参照）。\n法定外休日は、勤務命令なき限り現実の勤務が免除されている（職務専念義務免\n除）にすぎないというような説は休日労働義務が生じる根拠を何ら説明し得ない\n（その日が有給か否かは、休日か否かを区分する要件ではない）。\n（七）この点で、就業規則の公法的性格を強調するのは、許されない。その勤務関\n係が公法関係であつても労働者の意思に基づかない労働関係は存在せず、この問題\nでは私企業労働者との間に差異はない。\n３　懲戒権の濫用について。\n（一）本件当時（昭和四四年）現業公務員関係では、全逓東京中郵事件（最高裁大\n法廷昭和四一年一〇月二六日判決）の判例下にあり、その基調が公社職員、現業公\n務員以外の公務員にも及ぶことが都教組安保六・四事件（最高裁大法廷昭和四四年\n四月二日判決）により確立される状況にあつた。それら判決の下、公労法、国公\n法、地公法における争議行為全面一律禁止を文言通りに適用すれば、違憲たるを免\nれないと解釈されていた（禁止されない争議行為の存在）。\nかかる法的状態の下で控訴人らを含む組合員らは本件の如き現業地方公務員労働\n者の争議行為（しかも本件一一・一三争議行動は一時間未満の職場離脱）は違法た\nり得ないとの法的確信を抱いていたし、そう考えたことに何ら過失はなかつた。\n（二）本件争議行為は、単純な労務不提供で、暴力的行為はなかつた。また市民生\n活に与えた影響も軽微であつた。\n（三）労使関係の紛争に基因する争議行為について、懲戒処分を行うか否か、行う\nとしていかなる懲戒処分を選択するかの広範な裁量をその相手方当事者たる任命権\n者に委ねるのは、不適切な結果を招来する。平素から庁内の事情に通暁し、部下職\n員の指揮監督の衝にあたる者の裁量に任せて、適切な結果を期待できるのは、汚職\n等一般的な懲戒事案の場合である。\n（四）更に、本件を含み、一般に争議行為に対する懲戒事案でその裁量を行つてい\nる者は、日常職場にあつて被処分者を指揮監督している者ではない。本件について\n言えば、職場にあつて日常被処分者を指揮監督している者以外の者が、具体的職場\n秩序維持とは異るきわめて政治的な労務政策の観点から、職場の判断を無視して参\n加者全員一律に大量苛酷な処分を行つたのである。即ち、前記の全逓東京中郵事\n件、都教組安保六・四事件の最高裁判決により、刑事制裁の方法を失つた政府は、\n大量懲戒処分方針に転換した。企業選挙によつて誕生した谷市政は、独占資本のた\nめの産業道路の整備、工業用水確保、工業用地、港湾開発等に財源を振り向けるた\nめ、市民税、各種手数料、公共料金の引上げ、福祉切捨てを行い、職員に対しては\n賃金大幅引下げ、病院局に対する賃上げ凍結、二八八名の分限免職、すさまじいま\nでの退職勧奨を行い、これらに対する組合の闘争には、前記政府の方針をうけて大\n量苛酷な懲戒処分を行つたのである。\n（五）その他、前述の如き法的確信に支えられ、基本的には憲法二八条による労働\n基本権の保障を受けるべき組合員が行つた本件争議行為を、汚職その他破廉恥行為\nに対する懲戒と同列に扱うことは許されず、本件懲戒処分が控訴人らに終身的な不\n利益をもたらす結果となることも考慮されなければならない。\n（六）本件懲戒処分は、懲戒権を濫用してなされたことが明らかである。\n二　被控訴人の主張\n１　控訴人らの主張を争う。\n２　人事院勧告完全実施は最も望ましいが、公務員給与の財源は主として税収であ\nり、世論の動向も無視できない。従つて、その改訂は民間賃金との比較だけでなく\n財政的、政治的条件その他諸般の事情を勘案して適切に決定されなければならな\nい。よつて必ずしも人事院勧告に拘束されるべきものでなく、右勧告完全実施がで\nきなかつたとしても控訴人らの争議行為を正当化するものでない（大阪高裁昭和五\n四年（行コ）第五二号事件、昭和五七年二月二五日判決、東京高裁昭和四七年（行\nコ）第三五号事件昭和五二年三月一五日判決等参照）。\nまた、市は、昭和四四年一〇月二一日北九州市人事委員会の勧告を受け、各組合\nと誠実に団体交渉を行い、人事委員会勧告に添つた給与改定を実施する方針を明ら\nかにし、具体的改定内容は今後交渉を重ねて定めると回答していたのに、控訴人ら\nの組合が属する北九州市役所秋季年末共同闘争委員会は、ひたすら総評公務員共闘\nの全国統一行動に呼応して本件一一・一三争議行為を実施したのである。\n３　年末休日勤務命令の適法性について。\n控訴人らの勤務関係は、公法上の任用行為に基く公法関係である（最高裁昭和四\n六年（行ツ）第一四号昭和四九年七月一九日判決参照）。かかる場合、地方公共団\n体の長は、条例、労働協約及び労基法の定めに反しない限り就業規則の制定により\n勤務条件の決定を行うことができるものであつて、右就業規則には地方自治法によ\nり法的規範としての効力が与えられており、控訴人らは本件就業規則に基づいて発\nせられた年末休日勤務命令に従わなければならないものである。\n三　証拠（省略）\n理　　　由\n当裁判所も、控訴人らの本訴請求はいずれも棄却を免れないものと判断する。そ\nの理由は、次のとおり付加するほか、原判決の説示する理由中控訴人らに関する部\n分のとおりであるからこれを引用する（但し、原判決四三枚目表七、八行目に「証\n人ａ、同ｂの各証言」とあるのを「原審証人ａの証言、原審における控訴人ｂ本人\n尋問の結果」と、同五六枚目表七行目に「証人ｃの証言」とあるのを「原審におけ\nる控訴人ｃ本人尋問の結果」と、同五七枚目表二行目に「同ｄ」とあるのを「同\nｄ」と各訂正する。）。控訴人らが当審において提出援用した証拠によるも、右引\n用にかかる原判決の認定判断を左右するに足りない。\n一　地公労法一一条一項が憲法二八条に違反しないことについて。\n前記引用にかかる原判決理由中に援用されている最高裁昭和五二年五月四日大法\n廷判決によれば、職員及び組合の一切の争議行為を禁止した公共企業体等労働関係\n法一七条一項が憲法二八条に違反しないことについて（イ）職員の勤務条件につい\nて国会の定める大綱的基準のもとで、その具体化を労使間の団体交渉により決定す\nるという制度をとる余地があるとしても、そのような制度が憲法上当然に要請され\nているわけではなく、団体交渉によつて具体的な勤務条件を決定するという余地を\n国会から付与されてはじめて認められるものであり、国会の意思とは無関係に憲法\n上の要請として存在するとはいえないこと、（ロ）労使間の団体交渉により国会の\n承認を求めるための勤務条件に関する原案を決定する意味における団体交渉権も、\n憲法上の保障をうけているとは解し得ないこと、（ハ）争議権は、憲法上勤務条件\nの共同決定を内容とする団体交渉権の存在を前提とし、その前提を欠く場合単なる\n意思表示の手段として保障されていると解するのは相当でないこと、を説示するの\nであつて、当裁判所もこれに従うところ、この理は、右公労法の適用をうける公共\n企業体等職員と勤務条件決定の構造を同じくする控訴人ら単純労務職員たる現業地\n方公務員にも妥当すると解される。従つて、控訴人らの本判決事実一の１の（一）\nの主張は採用できない。\n次に、現行法上争議行為禁止の代償措置が適正に整備されていることについて\nは、前記引用にかかる原判決に説示のとおりであつて、控訴人らに対する原判決説\n示の如き地方公務員としての身分保障、地公労法上のあつ旋、調停、仲裁制度に加\nえ、人事委員会の給与引上げ勧告の実施状況からみても、その代償措置が機能して\nいないと断定することもできない。よつて控訴人らの本判決事実一の１の（二）の\n主張も採用できない。\n二　本件年末休日出勤義務の存在について。\n控訴人ら、単純労務職員たる現業地方公務員の勤務関係は、基本的には公法的規\n律に服する公法上の関係であること原判決説示のとおりであつて、当該地方公共団\n体の長は、条例、労働協約及び労基法の定めに反しない限り、職員の同意を要する\nことなく、就業規則の制定により職員の勤務条件を定めることができ、右就業規則\nには地方自治法により法的規範としての効力が付与されているものであるから、地\n方公共団体の長が右就業規則に基づいてなした年末休日出勤命令は地方公務員法三\n二条所定の上司の職務上の命令に当り、特段の事情がない限り職員の個別的な同意\nを要せずして年末休日労働義務が具体的に発生するものと解すべきである。\nしかして、控訴人らは、「業務のつごうにより特に必要な場合」は休日勤務を命\nじ得る旨の概括的一般的な定めでは、労働条件明示義務（労基法一五条）の要件を\n充足せず、具体的休日労働義務の根拠たり得ないというが、労基法一五条の趣旨は\n予期に反した悪条件下で不本意な労働を強制されるような事態を防止する点にあ\nり、そのためこれを受けた労基法施行規則五条は明示すべき労働条件として就業の\n場所及び従事すべき業務に関する事項、始業及び終業の時刻、休憩時間、休日、休\n暇等に関する事項、賃金の決定及び支払の方法、時期等に関する事項等と定めてい\nるのであつて、成立に争いのない乙第九ないし一一号証によれば、北九州市清掃事\n業局の場合、右労基法施行規則五条に定める程度の労働条件は明示されているとみ\nることができる。従つて、職員の個別的同意がなければ具体的な年末休日労働義務\nは発生しないとか、労働条件明示義務の要件を充足していないとかいう控訴人らの\n主張は採用することができない。\n三　懲戒権濫用の主張について。\n控訴人らは、本件各処分は懲戒権の濫用である旨主張し、懲戒処分の対象となつ\nた控訴人らの行為の原因、動機、性質、態様、結果、影響等について述べている。\n確かに、本件一一・一三争議行為並びに年末休日出勤拒否が行なわれていた当時、\n労働組合の活動が全逓東京中郵事件判決、都教組安保六・四事件判決による争議行\n為の禁止条項の限定解釈論の影響下にあつたことは公知の事実であつて、右の法令\n解釈の点で仮りに控訴人らが本件各争議行為を禁止されない争議行為（懲戒処分の\n対象ともなり得ない争議行為）と考えていたとしても、前記引用の原判決説示のと\nおり控訴人らのなした争議行為を本件各懲戒処分内容と照らして検討するときは、\nいまだ本件懲戒処分が懲戒権を濫用してなされたと断ずることはできない。\nしてみると、両旨の原判決は相当で本件控訴はいずれも理由がないから、これを棄\n却すべく、控訴費用の負担につき行政事件訴訟法第七条、民事訴訟法九五条、八九\n条、九三条を適用して主文のとおり判決する。\n（裁判官　西岡徳壽　岡野重信　松島茂敏）\n別表（一）、（二）、（三）各処分内容表（省略）\n"
}