{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 7,
    "day": 8
  },
  "case_number": "昭和56(行ス)15",
  "case_name": "損害賠償等請求住民訴訟事件に対する補助参加申立却下決定に対する抗告",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "地方自治法２４２条の２第１項４号に基づく損害賠償請求訴訟において，地方公共団体が被告を補助するためにした参加が，その利益があるとして許された事例",
  "lawsuit_id": "17264",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17264",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/264/017264_hanrei.pdf",
  "contents": "○　主文\n原決定を取り消す。\n抗告人が、原告Ａ、被告Ｂほか四名間の横浜地方裁判所昭和五四年（行ウ）第三一\n号損害賠償等請求住民訴訟事件に被告らを補助するため参加することを許可する。\n本件補助参加申立に対する異議申立によつて生じた総費用は相手方の負担とする。\n○　理由\n本件抗告の趣旨は主文一、二項同旨の裁判を求めるというものであり、その理由は\n別紙のとおりである。\n一　原審が抗告人の本件補助参加の申立を却下した理由は、（一）前示主文掲記の\n訴訟事件は、横浜市の住民である原告が、地方自治法二四二条の二、一項四号（第\n四項とあるのは誤記と認める）の規定により、申立人たる横浜市に代位して訴訟を\n追行するものであるから、申立人が被告らのために補助参加することを認めれば、\nとりもなおさずそれは、当事者の一方が対立当事者たる相手方の補助参加人となる\nのと同一の結果となつて、民事訴訟の基本構造を壊すものであり、（二）申立人\nは、参加の利益として、右訴訟で被告らが敗訴の場合に、被告らから応訴の費用を\n請求される関係にあるというが、このことだけでは、未だ補助参加の利益あるもの\nということはできず、その他の申立人が参加の利益として主張する事由も、補助参\n加を認めるべき法律上の利害関係に該らない。\n以上、いずれの点からしても、本件補助参加の申立は認められないというものであ\nる。\n二　これに対する当裁判所の判断は次のとおりである。\n（一）　地方自治法二四二条の二の定める住民訴訟は、普通地方公共団体の職員等\nによる同法二四二条一項所定の財務会計上の違法な行為等が、究極的には当該地方\n公共団体の構成員である住民全体の利益を害するものであるところから、これを防\n止するため、地方自治の本旨に基づく住民参政の一環として、住民に対しその予防\n又は是正を裁判所に請求する権能を与えたもので、住民の有する右訴権は、法律に\nよつて特別に認められた参政権の一種である。それゆえ、この訴訟の原告は、地方\n公共団体そのものの利益のためではなく、専ら原告を含む住民全体の利益のため\nに、地方財務行政の適正化を主張するものであり、損害補填に閏する住民訴訟は、\n地方公共団体の有する損害賠償請求権を住民が代位行使する形式によるものと定め\nられてはいるが、この場合でも、実質的にみれば、住民は権利の帰属主体たる地方\n公共団体と同じ立場においてではなく、住民としての固有の立場において、財務会\n計上の違法行為等に係る職員等に対し、損害の補填を要求することが訴訟の中心目\n的であつて、この目的を実現するための手段として、訴訟技術的配慮から代位請求\nの形式によることとしたものであると解されている（最高裁判所昭和五三年三月三\n〇日第一小法廷判決民集三二巻二号四八五頁参照）。住民訴訟のもつ右のような特\n質からすれば、住民訴訟の原告が、形式上地方公共団体に代位してその権利を主張\nするからといつて、右訴訟において、原告と利害関係が同一でない地方公共団体\nが、被告らのために補助参加しても、対立訴訟構造をもつ民事訴訟の本質に背馳す\nるものということはできない。かかる場合、地方公共団体は、補助参加の利益があ\nるかぎり、右訴訟で被告らを補助するために参加できるものと解するのが相当であ\nる。\n（二）　そこで次に、本件において、申立人が前示訴訟に補助参加する利益がある\nかどうかについて検討する。\n記録によれば、右訴訟の請求の原因として原告の主張するところは、原告は横浜市\nの住民であるところ、昭和五四年八月二一日、横浜市はその職員で、総務局長等の\n管理職の地位にあつた被告らに対し、特殊勤務手当として各自に金一万六〇〇〇円\nを支給したが、被告らは、いずれも同市の「一般職職員の給与に関する条例」一二\n条一項にいう特殊勤務に従事する職員に該当せず、右支給は違法又は不当な公金の\n支出であるから、原告は横浜市に代位して、被告らに対し右金額の賠償又は返還を\n求めるというのであり、申立人（横浜市）及び被告らは、いずれも右支給は適法か\nつ妥当であると主張しているのである。したがつて、右訴訟で、被告らが敗訴すれ\nば、申立人は、適法かつ妥当に支出し、もはや申立人に帰属すべきでないと考える\n金員の返還を受けるのを余儀なくされる次第であつて、ひいては、その関係する財\n務会計処理の見直しも要求されることともなるのである。それゆえ、かかる場合、\n申立人としては、前示訴訟の結果につき民訴法六四条の利害関係を有する第三者に\n該当するものというべく、本件参加の利益があるものというべきである。\n三　以上のとおりで、申立人の本件参加申立は、理由があるからこれを認容し、こ\nれと判断を異にする原決定は取り消すこととして民訴法九六条、九四条、八九条に\nより主文のとおり決定する。\n（裁判官　田中永司　安部　剛　岩井康倶）\n別紙\n抗告理由　（一）\n原決定は、抗告人が、原告Ａ被告Ｂほか四名間の横浜地裁昭和五四年（行ウ）第三\n一号住民訴訟事件（以下、本訴という）に、被告らを補助するため参加することを\n許さずとし、その理由として、右のような補助参加がなされると民事訴訟の基本で\nある対立当事者による訴訟構造を壊すことになるからであるとする。\n然しながら、本訴と類似する民法上の債権者代位権にもとづく給付訴訟を例にとつ\nても、代位された債権者が債務者（被告）を補助するため訴訟参加するという事態\nは考えうるし、また、共同訴訟人の一人が相手方と他の共同訴訟人間の訴訟につい\nて相手方に補助参加できるとした判例（最高判昭和五一年三月三〇日、判例時報八\n一四号一一二頁）も存在するのであるから、原決定のように、単に形式的に、代位\nされた者（抗告人）が相手方（被告）に参加するのは訴訟の基本構造に背馳するか\nらとして参加を許さないのは妥当でない。\n第三者が他人間訴訟に参加しようとする場合、一時にその双方に参加することは許\nされないけれども、双方の何れに対しても参加利益のあるときは自らの意思で何れ\nかに補助参加することを選択できるし、状況によつては被参加人を変更することも\n可能であると解される。従つて本件についても、抗告人が本訴被告に補助参加する\n利益を有しておれば、参加が許されてしかるべきである。\n抗告人が本訴の結果につき法律上の利害関係を有することは、原審における申立の\n理由で述べたとおりであるし、また本訴の訴訟資料の大半は抗告人が有しており、\n本訴の実対的真実究明のためには抗告人の参加が不可欠である。\n以上の次第で抗告人には、本訴被告への補助参加の利益があるので、抗告の趣旨記\n載の裁判を求める。\n追つて抗告理由を書面で補充する予定である。\n抗告理由　（二）\n一　本件参加は対立当事者による訴訟構造を破壊しない\n１　原決定は「もし申立人が本訴において被告らのために補助参加するとすれば、\nそれは当事者が相手方の補助参加人になるのと同一の結果となり、民事訴訟の基本\nである対立当事者による訴訟構造を壊すことになる」旨述べるけれども、申立人\nは、原告に代位されたものとして判決の効力を受ける立場ではあつても、当事者そ\nのものではなく、一方当事者が他方当事者に参加して対立状態が消滅する関係にな\nる訳ではない。\n２　第三債権者が原告となり、債権者に代位して債務者（被告）を訴える民法上の\n債権者代位権にもとづく訴訟を考えると、被告が、原告の代位要件の存在を争い、\n債権者に対し訴訟告知したような場合には、債権者は被告に、補助参加しうると解\nされる。\nまた、一審で共同被告であつた者の一方が、原告に補助参加して控訴を提起し、一\n審では相手方であつた原告と協力して訴訟行為をすることも許されている（最高判\n昭和五一年三月三〇日、判例時報八一四―一一二参照）。\n３　補助参加の許否、参加利益の有無は、訴訟の局面、争点ごとに考えられるべき\nであつて、原決定のように、ある関係人は一方当事者にしか論理上参加が許されな\nいと固定的に判断すべきではない。\n本訴についていえば、申立人は、少なくとも申立人が被告らになした手当支給が違\n法不当か否かという争点に関しては、重大な法律上の利害関係を有しているのであ\nり、当該争点限りでも、被告らに補助参加することが許されて然るべきである。\n二　補助参加制度の意義\n補助参加制度の意義としては、参加人・被参加人間に将来予想される紛争を未然に\n防ぐことのほかに、参加によつて訴訟資料を豊富にし、実体的真実に合致した訴訟\n結果をもたらすという側面を無視しきれない。\n本件における申立人の給与支給行為が違法不当であるか否かという争点について\nは、申立人の資料開陳がなければ被告らは著しく防禦が困難であるし、また裁判所\nの正しい事実認定も困難であると予想される。\n抗告理由　（三）\n抗告人の補助参加申立を却下した原決定は、右のような参加は対立当事者による訴\n訟構造を壊すうえ、抗告人には参加につき法律上の利害関係がない旨述べるけれど\nも、右の却下理由は何れも承服しがたい。\nまず第一点については、きわめて形式的理由であり、抗告理由（二）で述べたとお\nり、抗告人は本訴の直接当事者ではないし、共同訴訟人の一方が相手方に参加して\n他方の共同訴訟人と対立することを認める通説から考えても、抗告人の申立を却下\nする実質的な理由とはなりえない。\n次に第二点については、法律上の利害関係とは、本案訴訟の訴訟物のみならず、判\n決理由中の判断についての利害関係をも含むと解すべきであり、原決定のいう、\n「訴訟物に関する判断について法律上の責任を分担しあう立場」にあるときのみ法\n律上の利害関係があるという解釈は狭きに失する。\n現に判例上も補助参加の利益は次第に広く捉えられるようになつてきており、「法\n律上の利害関係」についての原決定のとる解釈は必ずしも貫かれてはいない（たと\nえば、先に抗告理由で引用した判例のはか、大決昭和八年九月九日民集一二―二二\n九四参照）。\n参加人は、参加を欲するについて訴訟物判断そのものよりも、いかなる理由でその\nような判断がなされたかに切実な関心を有しているのが通例で、本訴についても、\n原告の請求原因が、被告らが公金横領をしたというものであれば、抗告人は被告ら\nへの補助参加を欲する理由は全くないのである。然るに、再三述べたように、本訴\nの最大かつ唯一の争点は、抗告人の手当支給行為全般の正当性如何なのであるか\nら、その正当性を主張する抗告人は、同じ立場の被告らに補助参加しうるものと考\nえる。\n参加利益を広く、実質的に解して認めるべきだという抗告人の主張については、同\n旨を述べるものとして、先に引用した最高判昭和五一年三月三〇日に対する井上治\n典教授の評釈（判例タイムス三三八号および弘文堂刊多数当事者訴訟の法理三六三\n頁以下所収）並びに同書所収の同教授の論文（補助参加の利益）が存在するので御\n参照願いたい。\n(原裁判等の表示)\n○　主文\n本件申立を却下する。\n申立費用は申立人の負担とする。\n○　理由\n一　申立の趣旨及び理由\n１　申立の趣旨\n申立人が、原告Ａ被告Ｂ外四名間の当裁判所昭和五四年（行ウ）第三一号損害賠償\n等請求住民訴訟事件（以下本訴という）に被告らを補助するため参加することを許\n可する。\n２　申立の理由\n別紙「申立の理由」のとおり。\n二　当裁制所の判断\n１　申立人は、民事訴訟法六四条の規定に基づき本訴につき被告らを補助するため\n本件訴訟に参加する旨の申立をなすところ、本件記録によれば、本訴は横浜市の住\n民である原告が地方自治法二四二条の二第四項の規定に則り、地方公共団体である\n申立人横浜市に代位して、申立人と同一の地位に立ち、申立人横浜市の権利義務に\n基づいて訴訟を追行するものであり（原告が横浜市の住民であり、申立人横浜市に\n代位しうることについては、申立人、原被告間に争いがない。）、仮に本訴におい\nて原告が勝訴すれば申立人横浜市は被告らより各自金一万六〇〇〇円の支払を受け\nる立場にある（申立人が原告の代位資格を争う場合はしばらく措き）ところ、も\nし、申立人が本訴において被告らのために補助参加するとすれば、それは当事者が\n相手方の補助参加人になるのと同一の結果となり、民事訴訟の基本である対立当事\n者による訴訟構造を壊すことになることが明らかである。\n従つて、本件申立は許されないものというべきである。\n２　なお、参加の利益について付言するに、申立人は、本訴において本件金員の支\n給行為が違法ないし無効とされ不法行為による損害賠償請求ないし不当利得返還請\n求が認容されて被告らが敗訴すれば、被告らは右金員を支給した申立人に対し、本\n訴の応訴に要した費用を請求する蓋然性があるとして参加のための利害関係がある\n旨主張するけれども、申立人が被告らから単に応訴費用について（損害賠償）請求\nされる関係にあるというだけでは、本案判決でなされる訴訟物に関する判断、すな\nわち被告らが各自金一万六〇〇〇円の支払を命ぜられるか否かの判断について申立\n人が利害関係を有するものとはいえない。けだし、被告らの本案敗訴の場合に申立\n人が右訴訟物に関する判断について法律上の責任を被告らと共に分担すべき立場に\nあるとはいえないからである。\nその他、申立人が主張するように、仮に本案判決理由中において本件金員支給行為\nが違法ないし無効とされることにより、申立人が何らかの不利益を受けることがあ\nるとしても、それは事実上の不利益ないし別個の事由による不利益に過ぎず、これ\nが、民事訴訟法六四条が補助参加のための要件とする法律上の利害関係に該らない\nことは明らかである。\n従つて、この点からも本件申立は却下を免れない。\n３　よつて、主文のとおり決定する。\n別紙\n申立の理由\n「法律上の利害関係について\n民訴法六四条の補助参加をするには、参加人が法律上の利害関係を有することが必\n要であるが、右利害関係とは、他人間訴訟の本案判決の訴訟物たる権利関係のみな\nらず、判決理由中で判断される前提問題たる事実、法律関係についての法律上の利\n害関係をも含むものと解される。\n従つて他人間に係属中の訴訟の一方当事者（被参加人）が敗訴した結果、その訴訟\nの訴訟物についての判断又は重要な前提問題についての判断を原因として被参加人\nから参加申出人に対し一定の請求がなされ、次なる被参加人と参加申出人の争いに\nおいて参加申出入が責任を負うという蓋然性が存在する場合には、参加の利益があ\nると云うべきである。（東京高裁昭和四九年四月一七日決定判例時報七四八号六一\n頁参照）。\n二　本件における参加の利益\n以上を本件についてみるに、本件原告の請求は被告らに対する損害賠償若しくは不\n当利得返還であるところ、何れにしても原告の請求が認容されるためには、前提と\nして申立人横浜市が被告らになした支給行為が法的根拠のないものであつたことが\n判断されることが必要である。\nところが横浜市は本件各金員の支給行為が何れも適法のものであると主張し、被告\nらもそのことを当然の前提として防禦をしているのであり、被告らが故意に（例え\nば横浜市を欺罔して）横浜市を支給行為に及ばせた故に不法行為責任を負うという\nのであれば格別、そうでなければ被告らは本件金員の支給を何ら疑いをはさまず受\n領するのが当然であるから、万一被告らが敗訴した場合は本件応訴に要した費用を\n横浜市に対し請求してくる蓋然性が高いと云わなければならない。\nそして被告らの応訴費用出捐が、横浜市の不当な手当支給行為を相当因果関係に立\nつとなれば横浜市はその支払責任を免れないことになる。\n従つて第一項に述べた基準から判断すると申立人横浜市には本件訴訟参加の利益が\nあるというべきである。\n三　本件訴訟の実質的争点\n前述したように、本件の訴訟物は、原告が代位した横浜市の被告らに対する不法行\n為にもとづく損害賠償請求権又は不当利得返還請求権の存否であるけれども、訴訟\n物判断の前提として横浜市の手当支給が適法か否かの判断が不可避である。原告の\n主張立証も専ら横浜市の手当支給行為の是非についてなされているのであつて、受\n給した被告らの故意過失や利得の有無についてではない。\n本件の実質的争点は横浜市の支給行為の是非であり、横浜市の訴訟への関与なくし\nて実態の解明は不可能である。そして横浜市が支給行為を不当と認めれば別論であ\nるが、そうではないのに原告に補助参加することはあり得す、横浜市は被告らに補\n助参加するのが当然である。\n右参加は、訴訟資料を豊富にし正しい審理に役立ちこそすれ、特に審理を遅延させ\nるものではない。\n四　本件訴訟の影響\n仮に横浜市が本件訴訟に参加することができず、本件手当支給が違法不当であると\n判断されれば、横浜市は他の受給者に対し損害賠償請求権もしくは不当利得返還請\n求権を有するものとして取り立て手続に及ばなければならない（地方自治法二四〇\n条）。そのためには多大の手続や費用を要し、横浜市の損害を生じる結果となる。\n五　よつて申立人は、右訴訟の結果について利害関係を有するので、被告らを補助\nするため、本件申立をする。\n"
}