{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 1,
    "day": 26
  },
  "case_number": "昭和63(ネ)1830",
  "case_name": "死亡保険金請求事件",
  "court_name": "大阪高等裁判所第七民事部",
  "article_info": "第42巻1号9頁",
  "gist": "保険金を受け取るべき者の一人が被保険者を殺害して自己も同時に死亡したと推定されるときにおける他の受取権利者の保険金受取額",
  "case_gist": "保険契約上保険金受取人が被保険者の法定相続人とされている場合において、推定相続人の一人が被保険者を殺害して自己も同時に死亡したと推定されるときは、保険者は保険金のうち右推定相続人の受け取るべき部分の支払を免れ、右免責部分は他の推定相続人の受け取るべき保険金額に加算されない。",
  "lawsuit_id": "22290",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22290",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/290/022290_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を次のとおり変更する。\n２　被控訴人アメリカン・ホーム・アシュアランス・カンパニーは控訴人に対\nし、金三五〇万円及びこれに対する昭和六三年八月二五日から支払ずみまで年六分\nの割合による金員を支払え（当審において請求減縮）。\n３　被控訴人日本火災海上保険株式会社は控訴人に対し、金五〇〇万円及びこれ\nに対する昭和六三年二月六日から支払ずみまで年六分の割合による金員を支払え。\n４　訴訟費用は第一、二審とも被控訴人らの負担とする。\nとの判決並びに仮執行の宣言\n二　被控訴人ら\n主文同旨の判決\n第二　当事者の主張、証拠\n当事者双方の主張及び証拠の関係は、次のとおり付加、訂正するほかは原判決の\n事実摘示のとおりであるから、それを引用する。\n一　原判決の訂正\n１　原判決三枚目表八行目の「訴外亡Ａ」を「控訴人の二女であるＡ」に、同三\n枚目裏七行目の「亡Ｂ」を「控訴人の妻Ｂ」に、その一〇行目の「頃」を「に」\nに、その末行の「両名の死亡時刻の前後は不明である」を「その死亡時刻は亡Ａと\n同時刻である」に各改め、同四枚目表二行目の「と推定される」を削る。\n２　同四枚目表七行目の末尾に続けて、「なお、控訴人は、昭和六三年八月二四\n日に被控訴人アメリカン・ホーム・アシュアランス・カンパニーから、同被控訴人\n主張の弁済金三六一万六四七五円（原判決認容の金三五〇万円及びこれに対する昭\n和六三年二月六日から同年八月二四日まで年六分の割合による金員一一万六四七五\n円）の支払を受けた。」を、その八行目から次行にかけての「七〇〇万円」の次に\n「から右弁済金三五〇万円（元本分）を控除した残額三五〇万円（当審において請\n求減縮）」をそれぞれ加える。\n二　控訴人の主張\n１　原判決は、亡Ａの相続人を定めるに当たって、本件死亡事故が同女の推定相\n続人である亡Ｂによって惹き起こされたものであるから同時死亡の推定規定が適用\nされる事案でないとして、亡Ｂは亡Ａの現実の相続人たる地位を失わず、したがっ\nて、本件事故は、「保険金を受け取るべき者」である亡Ｂの故意により生じたもの\nであるから、被控訴人らは亡Ｂに対する保険金支払の責めを免れるというのである\nが、原判決の右判示は、数人の死亡者の間でその死亡の先後が明らかでない場合に\n生ずる相続人間の遺産分割や保険金の受領・支払の紛争を解決するために、昭和三\n七年に新設された同時死亡の推定規定（民法三二条の二）の立法趣旨を忘却したも\nのである。\n２　原判決は、亡Ｂの死亡と亡Ａの死亡の先後が明らかでないから同時死亡の推\n定規定の適用を受ける、との前提に立っているが、これは事実誤認である。甲第\n四、第五号証（死体検案書）によると、右両名は共に昭和六二年八月一日午後一一\n時一〇分の同時刻に死亡したと診断されており、他にこれを覆す資料はないから、\n右両名の同時刻死亡には推定規定を適用すべきではない。\n３　原判決は、保険約款の免責規定が設けられた趣旨に則り、亡Ｂが「保険金を\n受け取るべき者」に該当するとし、本件事故が同女の故意によって発生したもので\nあることから同女に保険金給付請求権が発生することを回避させるための理論を展\n開するが、保険金受取人を単に「相続人」と指定している場合は、被保険者死亡の\n時における、すなわち保険金請求権発生当時の相続人たるべき者個人を受取人とし\nて特に指定したものである、という最高裁判所第三小法廷昭和四〇年二月二日判決\nに立脚する限り、亡Ｂはいかなる場合においても相続人とならず死亡保険金給付請\n求権を取得することはないから、故意により保険事故を発生させる事態を阻止しよ\nうとする免責規定の趣旨を逸脱することにはならない。\n三　被控訴人らの主張\n１　被控訴人アメリカン・ホーム・アシュアランス・カンパニーは昭和六二年八\n月二四日控訴人に対し、金三六一万六四七五円（原判決認容の金三五〇万円及びこ\nれに対する昭和六三年二月六日から同年八月二四日まで年六分の割合による金員一\n一万六四七五円）を支払った。\n２　控訴人の主張は、原判決の認定を誤解したもので理由がない。ちなみに、原\n判決は、亡Ａの相続人を決定するに当たって、同時死亡の推定規定を適用し、相続\n人は控訴人一人であると認定している。原判決は、亡Ａの相続人を決定する次元で\nは同時死亡の推定規定を適用するが、保険約款上の免責規定を適用する次元では右\n推定規定は適用しないというのである。\n３　本件の争点は、保険約款の免責規定にいう「保険金を受け取るべき者」が保\n険給付の予定対象者であるか、あるいは保険事故発生後の現実の受取人を指すかに\nある。控訴人引用の最高裁判所の判例は、保険事故発生後の現実の保険金受取人に\n関するものであるから、右の争点を解決する鍵とはならない。また、右免責規定は\n推定相続人全員に適用され、それぞれの行為が判断の対象になるのである。本件の\n場合、亡Ａの相続人は控訴人一人であるが、これはたまたま同時死亡の推定規定に\nより一人になったというだけであるから、免責規定が推定相続人全員に適用される\nという関係は、たまたま同時死亡の推定規定が適用され相続人が一人になったとい\nう偶然的な要素によっては消長をきたさないものというべきである。\n理　　　　由\n一　当裁判所も、控訴人の被控訴人らに対する本訴請求（控訴人が当審において\n減縮した請求部分は除く。）は理由がないものと判断するが、その理由は、次のと\nおり付加、訂正するほか、原判決理由説示と同一であるから、それをここに引用す\nる。\n１　原判決八枚目裏二行目の「発生したもの」の次に「で、海中から引き揚げら\nれたときは、右両名とも既に死亡していたもの」を、その四行目の「できる」の次\nに「（なお、亡Ｂと亡Ａが同時刻に死亡したことは当事者間に争いのないところで\nあるが、右認定の事実によれば、右両名が同時刻に死亡したと断定することは困難\nであるから、死体検案書（甲第四、第五号証）の記載にも拘らず、民法三二条の二\nにより同時に死亡したものと推定するのが相当な事案というべきである。）」を各\n加え、その末行の「ものと推定される結果」を「ので」に、同九枚目裏一〇行目の\n「同時死亡」から一〇枚目表六行目末尾までを「右「保険金を受け取るべき者」\nと、「現実の保険金受取人」とは、その時期的な相違として、前者は「故殺中の段\n階」における概念であり、後者は「死亡後の段階」における概念ということができ\nる。右「故殺中の段階」とは、保険金を受け取るべき者の被保険者に対する故殺事\n故の着手の時から被保険者の死亡に至るまでの段階のことである。」に各改める。\n２　原判決一〇枚目表六行目と七行目の間に次の文章を加える。\n<要旨>「ところで、本件保険約款においては、故殺中の段階において、保険金を\n受け取るべき地位にある者が被</要旨>保険者を故殺するというような非難すべき行\n為をした場合には、保険者（保険会社）はその故殺者に対する保険金支払いの責任\nを免れ、これを拒否することができるとの趣旨を規定したものと解すべきであり、\n同様の趣旨の規定は商法六八〇条一項二号にも置かれているところであるが、これ\nは、右のような反社会的な犯罪行為をした者に対して保険金を支払うということ\nは、保険契約における信義誠実の原則に反し、かつ、公益的見地からも許されない\nとの考えに基づくものというべきである。したがって、右免責事由に定める「保険\n金を受け取るべき者」とは、故殺中の段階においてその地位にあれば十分であり、\n必ずしもその者が被保険者の死亡後の段階における現実の受取人である必要はな\nく、また、故殺中の段階において右地位にあれば、故殺者の死が被故殺者（被保険\n者）の死亡よりも後である場合はもとより、その前若しくは同時であっても、その\n故殺者に対する保険金支払の責任は免れ、さらに、「故殺中の段階において」、故\n殺者が死亡保険金の一部受取人と推定されている場合には、故殺者の受け取るべき\n部分についてのみその支払の責任を免れ、かつ、その免れた部分が他の受取権利者\nの方に加算されることはないものと解するのが相当である。\nこれを本件についてみるに、本件各保険契約においては、前記のとおり、保険金\n受取人はいずれも亡Ａの「法定相続人」あるいは「相続人」とされていたのである\nから、亡Ａの死亡直前の段階、すなわち「故殺中の段階」においては、亡Ａの死亡\nによる保険金を受け取るべき地位にある者はその父母である控訴人と亡Ｂであった\nのであるが、亡Ｂの亡Ａに対する故殺により、亡Ｂの受け取るべき保険金の部分に\nついての被控訴人らの支払の責任は保険約款により免れたものというべきである。\nそして、右免れた部分を他の受取権利者である控訴人の方に回すということは、反\n社会的な行為の結果を事実上容認することになるから適当ではなく、したがって、\n亡Ａの「死亡後の段階」において唯一の相続人となった控訴人の受け取るべき死亡\n保険金は、亡Ｂの受け取るべきであった保険金の部分を除いたもの、すなわち控訴\n人の本来受け取るべき部分のみに限られるものというべきである。確かに、「死亡\n後の段階」と保険金受取人に関する契約条項のみに着目すれば、控訴人主張のよう\nな結果になるのであるが、右考え方は、反社会的な行為に対する保険者の免責に関\nする条項を無視するものとして、到底採用し難いものといわざるを得ない。」\n二　よって、原判決は相当であって、本件控訴は理由がないから、民訴法三八四\n条一項により本件控訴を棄却することとし（なお、原判決主文第一項は控訴人の当\n審における請求の減縮により失効した。）、控訴費用の負担につき同法九五条、八\n九条を適用して、主文のとおり判決する。\n（裁判長裁判官　日野原昌　裁判官　大須賀欣一　裁判官　大谷種臣）\n"
}