{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 8,
    "day": 14
  },
  "case_number": "昭和56(行ク)1",
  "case_name": "執行停止申立事件",
  "court_name": "奈良地方裁判所",
  "field": "行政",
  "gist": "従前の処理区域を削減した区域について一般廃棄物（し尿）処理業が許可された場合において，右許可処分のうち処理区域を限定する部分についての処分の効力停止の申立てが不適法であるとされた事例",
  "lawsuit_id": "17246",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17246",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/246/017246_hanrei.pdf",
  "contents": "○　主文\n一　本件申立を却下する。\n二　申立費用は申立人の負担とする。\n○　理由\n一　申立人の申立の趣旨及び理由は、別紙「行政処分執行停止申立書」記載のとお\nりであり、これに対する被申立人の意見は別紙「意見書」記載のとおりであるか\nら、ここにこれらを引用する。\n二　当裁判所の判断\n１　申立人が「廃棄物の処理及び清掃に関する法律」（以下「法」という。）七\n条、九条並びに「五条市廃棄物の処理及び清掃に関する条例」（以下「条例」とい\nう。）一三条により、被申立人から一般廃棄物（し尿）処理業（及びし尿浄化槽清\n掃業）の許可を受け、吉田衛生の名称で右業務を行なつてきたものであること、被\n申立人は、昭和五五年一一月一二日付で申立人に対し、同年四月一日付で許可した\n申立人の従前の処理区域を一部変更（削減）する旨の通知をなし、また、申立人の\n昭和五六年度分（同年四月一日から同五七年三月三一日まで）許可申請に対し、同\n年四月一日付で（現実の許可通知は同年五月中ごろである。）右変更にかかる処理\n区域をさらに削減した区域をもつて同人の処理区域とする旨の許可（以下「本件許\n可処分」という。）をなしたこと、右二回にわたる処理区域の削減は、申立人の義\n弟にあたる申立外Ａが被申立人に対し、申立人と同一の一般廃棄物（し尿）処理業\nの許可申請をなしたため、同人の処理区域にあてるためになされたものであること\nの各事実は当事者間に争いがない。\n２　疎明によれば、一応、以下の事実を認めることができる。\n（１）　吉田衛生は、もと、申立人の夫亡Ｂが昭和四〇年六月ころ、同人の名義で\n一般廃棄物（し尿）処理業の許可をうけ、その実弟にあたるＡと共同で営業を開始\nしたものであるが、昭和四六年一〇月二〇日、右Ｂがバキユーム・カーとともに谷\n底に転落して死亡するに至り、そのため同人の妻である申立人が右処理業の営業許\n可をうけて事業を相続し、毎年、申立人の名義で許可がなされてきた。\n（２）　ところで、Ｂ死亡後は、Ａが従業員としての登録をうけ、自らバキユー\nム・カーを購入して実質上吉田衛生の事業を継続し、その利益の一部を申立人に交\n付してきたが、昭和五一年に、申立人の次女ＣがＤと結婚し、昭和五二年五月頃か\nら申立人は自らバキユーム・カーを購入し、右Ｄをして独自に処理業を開始せしめ\nるに至り、両者が同一の処理区域内で入り乱れて業務を行なうなどの事態となつた\nため、市の衛生事業を監督する民生部が両者の調整に努め、円満な処理区域の分担\nを勧めた。\n（３）　申立人とＡは一時和解し、各々の処理区域を定めて営業を行なつていたが\n昭和五四年二月一三日に申立人がＡを解雇したことから争いが激化し、再び双方か\nらの五条市民生部に対する調整の申入れが相次ぎ、同部は双方の説得にかかりきり\nになるような始末であつた。\n（４）　右Ａは、昭和五五年二月一九日、自らもし尿浄化槽維持管理者の資格を取\n得し、同年度分のし尿処理につき五条市長に対し営業許可申請書を提出したため、\n申立人との争いはますます熾烈となり、再三にわたる市の説得にもかかわらず、両\n名の態度が改たまらなかつた。\n（５）　同年八月ころ、許可を受けられぬことに業を煮やしたＡは、同市の誘致し\nた工業団地に通ずる農道の通行妨害行為に出るなどのこともあつたが、被申立人\n（前市長）は結局、Ａが昭和四六年から同五二年五月頃まで、実質的に処理業に従\n事していた者であり、その後は吉田衛生が内部的に分裂したものと判断し、五条市\nにおいて処理業を営む他の三業者の処理区域には手を加えることなく、吉田衛生に\n認められてきた処理区域をその実績等を考慮してほぼ六対四の割合で分割し、（た\nだし暫定的に昭和五五年一一月一四日から同年度末までは七対三の割合。）後者を\nＡの処理区域として許可を与えることとし、本件許可処分をなした（なお、Ａと申\n立人の処理実績は別表（一）のとおりであり、また昭和五六年度の処理予定比較は\n同表（二）のとおりである。）。\n３　ところで、申立人は、処理区域の定めを許可の条件であるとし、処理区域を限\n定する部分の効力の執行停止を求めているので、まずその当否につき判断する。\n思うに、処理区域の定めは、法及び条例上の根拠に基づき、許可権者たる市長が、\n当該年度の処理計画に従い、廃棄物の処理の円滑な遂行と（副次的には）業者間に\nおける秩序ある処理事業の運営を目的として、自由な裁量のもとに地域的な限定を\n付するものであり、いわゆる行政行為の付款の一たる条件とは明らかに異なるもの\nである。すなわち、条件とは、一定の外部的な事実の成否に許可の効力の発生又は\n消滅をかかわらしめるものであるのに対し、区域の指定は許可の効力を地域的に限\n定するに止まり、当該区域内における営業を一律、全面的に許すものであり、いわ\nば許可の内容そのものであつて許可と一体不可分の関係に立つものである。従つて\n右区域の指定に不服のある者は、これと一体をなす許可処分自体の効力を争うべき\nであり、執行停止においても地域指定部分のみの効力につき停止を申立てるのは相\n当でないと解される。\n仮に本件申立が、本件許可処分自体の効力につき執行停止を求めるものと解しうる\nとしても、廃棄物処理業に関する許可は、各年度毎に新たな許可がなされるもので\nあり（右事実は許可証である疎甲第一号証、同第四号証の一に各期限が付されてい\nることから明らかである。）、本件許可処分自体の効力を停止すると、申立人は本\n年度分の事業につき、何らの許可を受けていない状態が惹起されるという不都合が\n生ずることとなる。（申立人の真意は、実質的には不許可となつた収集区域につき\n不服申立をするものと解されないではないが、本許可処分に対する執行停止は原則\nとして不能である。）従つて昭和五四年一一月一二日付の変更許可処分につき、変\n更前の許可が効力を失なわない時点で効力の執行停止を求めるのは格別、現時点で\n本件許可処分の効力の執行停止を求めることによつて、申立人は目的を達すること\nはできないものというべきである。\n４　のみならず申立人の本件申立は以下のとおり回復困難な損害の疎明がなくかつ\n本案について理由がないとみえるときに該当するので右申立は理由がない。\nすなわち、申立人は本件許可処分による生活の困難を訴えるが具体的な疎明がない\nのみでなく、従前の収入の減少のようなことは金銭的賠償によつて賄いうるもので\nあり、また前記事実によれば、本件許可処分はＡのこれまでの処理業従事の実績を\n評価し、申立人とＡ間のいわば身内の争いによつて、し尿処理業務の円滑な遂行が\n害されることを予防し、かつ右両名の営業上の権利を公平に分配するとの見地か\nら、区域内の世帯数、人口、処理総量等を考慮して申立人六、Ａ四の割合で按分し\nたものであること、他の業者の処理区域に手を加えなかつたのも、これまでの申立\n人とＡの関係、粉争の経緯に照らし、吉田衛生が事実上分裂したものと判断したた\nめであること、Ａに対する許可は、Ａによる通行妨害行為の結果でなく、同人が許\n可取得資格を得、正式な許可申請をなした結果であることなどの事実が認められ、\n申立人主張のような本件許可処分の動機の不正及び、公平原則違反につきいずれも\n疎明がない点に徴すると、被申立人のなした本件許可処分に裁量権の濫用があつた\nということはできない。\n三　結語\n以上のとおり、申立人の本件申立は執行停止の積極的要件が不存在で消極的要件が\n存在するからいずれにしても失当としてこれを却下することとし、申立費用の負担\nにつき行政事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり決定する。\n（裁判官　仲江利政　山田　賢　三代川俊一郎）\n別表（一）、（二）（省略）\n（別紙）\n行政処分執行停止申立書\n申立の趣旨\n一　申立人の昭和五六年三月二五日付一般廃棄物（し尿）取扱業許可申請に対し、\n被申立人が同年四月一日付書面をもつて同年五月六日付でなした許可に付された条\n件のうち処理区域に関する部分の効力を停止する。\n二　申立費用は、被申立人の負担とする。\n申立の理由\n一　許可処分の存在\n被申立人は、申立人の昭和五六年三月二五日付の一般廃棄物（し尿）取扱業許可申\n請に対し、同年四月一日付書面でもつて同年五月六日付で許可処分（本件許可処分\nという）をした。\n右の許可処分に付された条件のうち処理区域については疎甲四号証の二の図面赤線\n部分となつている。これは、申立人が前年度の昭和五五年度の許可処分で保有して\nいた処理区域を大巾に削減したものである。すなわちバキユーム車の延台数を基準\nにして約六〇％、処理区域の世帯数（くみとりの必要な世帯及び必要でない世帯を\n含めた総世帯をいう）を基準にすれば約四〇％の各削減である。\n二　本件許可処分の違法\n（一）　１法目的違反\n行政庁の処分は、一定の行政目的達成のためにあり、その目的達成のため、法が行\n政庁の自由裁量を認めているのであるから、裁量が権限付与の目的にそつて行使さ\nれなければならない。ところで本件行政処分は、廃棄物の処理及び清掃に関する法\n律（以下法という）七条二項に規定する許可の条件とは無関係な（二）において述\nべるような事項を考慮してなしたもので、法の目的に反する違法がある。（昀判昭\n２８・１２・２３民集七巻一三号一五六一頁参照）。なお本件許可処分に先立つて\nなされた一回目の処理区域の削減を内容とする変更処分においては、理由として\n「諸般の事情を踏え、市行政運営の円滑化を図るため」とある。\n２　動機の不正\n行政は公益目的のためにのみその権限の行使を行うべきであるのに、本件行政処分\nは、次に述べる不正の動機、恣意独断ないし他事考慮に基づいてなされたもので違\n法である（福島地昭２９・６・１８行裁例集五巻六号一四五頁参照）。\n３　平等原則違反\n行政法の適用は、し尿処理業者すべてに平等になされねばならない（昀判昭３０・\n６・２４民集九巻七号九三〇頁、岡地昭３３・１・１３行裁例集九巻一号一頁参\n照）。\nしかるに本件許可処分は、申立人の処理区域のみから、しかも収益のいい区域をと\nりあげた内容となつている。そしてこれを、次に述べるように、そのままＡに与え\nたのである。従来五条市における四人の処理業者間においてほぼ平等の処理区域が\n与えられていたのに、申立人の処理区域のみから、しかも収益のいい区域のみ約六\n〇％取り上げ、Ａに与えたため、処理業者間に著しい不平等をもたらすことになつ\nた。\n４　手続上の違法（法七条一二項違反）\n被申立人は、本件許可処分をするについて、その理由を通知し、弁明及び有利な証\n拠の提出の機会を与えなかつた。\n（二）　本件許可処分がなされた経緯\n１　申立人の亡夫Ｂは、長年にわたり努力した結果ようやく昭和四〇年六月一三日\n被申立人から一般廃棄物処理業の許可をうけ、以来五条市のためし尿処理一本に専\n念し、その妻である申立人とともに勤めていた。ところが昭和四六年一〇月二〇日\n右処理業に従事中に事故が発生した。すなわちＢは、バキユーム車にし尿を積み、\n野瀬川街道を目的地まで走行中、バキユーム車もろとも谷の方へ転落して即死し\nた。右Ｂが長年にわたり五条市のためし尿処理業に献身して来たことから、当時の\n田中市長は、これを哀れに思い、かつ残された申立人の生活を考え、即日Ｂの妻で\nある申立人に、一般廃棄物処理業の許可を与え、申立人が引続き従来の設備人員で\nし尿処理業が行えるよう取り計らつてくれた。以来申立人は、五条市において毎年\n年度始めに被申立人から許可をうけて、し尿処理業を行つて来ている。処理区域は\n昭和四〇年以来昭和五五年度まで変更がなかつた。\n２　ところで申立人の従業員であつたＡは、し尿処理業の売上金を申立人にわたさ\nず自己取得したり、又し尿を山や川に不法投棄したりして、これが問題となつた。\nこれらの不正行為が重なつたため申立人は、昭和五四年二月一三日同人を解雇し\nた。これに対して、同人は、その実弟であるＥとはかり、被申立人を困らして、何\nとかし尿処理の許可を自から受けようとして、右Ｅがたまたま五条市土地開発公社\nが造成した造成地内の通路に所有する土地の権利を主張して通行妨害行為を行つ\nた。このため前記公社の理事長でもある五条市長Ｆは、その造成地への誘致企業か\nら契約解除、損害賠償を請求され、困つてしまつた。これに対して通行妨害禁止仮\n処分などなされたが、結局右Ｆ市長と、Ｅ両名とが話し合つた結果、昭和五五年一\n〇月に至り五条市長Ｆ名義の念書がＥに手渡された。右念書の内容は、申立人の処\n理区域を、昭和五五年一一月に約三〇％、昭和五六年四月に約四〇％（各世帯数を\n基準にして）各削減して、これらをそのまま、Ａに許可することを約束したもので\nある。これにより前記通行妨害事件の解決がはかられた。\nそして被申立人は、前記念書に従い、昭和五五年一一月一二日付で約三〇％の処理\n区域の削減を内容とする許可変更処分を・行つた。なおこの処分は、昭和五五年四\n月一日付許可処分と明らかに矛盾し、違法無効と判断される。\n３　昭和五六年一月二八日市長の交替があり、被申立人Ｇ市長は、前記念書に従\nい、昭和五六年四月一日付書面で五月六日本件許可処分をした。\n三　「回復困難な損害を避けるため緊急の必要」\n１　申立人及びその亡夫は、昭和四〇年六月以来五条市においてし尿処理業を行つ\nて来ており、自己の資産、精力を投げうち、これのみに専業して現在に至つてい\nる。すなわち、昭和四〇年にＢが始めて許可をうけるときにも、約二年にわたり運\n動した結果であり、以来Ｂは、朝早くから夜遅くまでバキユーム車に乗り、所によ\nつては遠く片道三時間もかかる山奥まで行つて仕事に励み努力していた。処理場の\n完成するまでし尿を投棄する場所を貸してくれと市から頼まれて、Ｂは、自己の所\n有する田二筆を無償で提供して、し尿投棄場とした。そのため右土地は、現在でも\n沼地のようになり、耕作できない。申立人も、夫とともにバキユーム車に乗り、し\n尿の収集、運搬に従事して励んでいた。申立人の夫は、し尿処理の仕事に従事中に\n死亡し、その生命を奉げているのである。申立人は、従業員である娘Ｃに昭和四七\n年に浄化槽の講習を受けさせ、さらに昭和五三年には、一年間の通信教育を受けさ\nせて後、月人に廃棄物処理施設技術管理者の資格を得させて、し尿処理業に力を入\nれて来た。\nし尿処理は本来市町村の行うべき仕事である（法六条二項参照）。これを申立人が\nかわつて行つて来たわけである。し尿処理業は、事の性質上誰でも簡単に行えるも\nのでなく、相当の覚悟を決めて継続的に行う必要があ９、そのための設備、人員も\n必要である。またし尿を扱うことであるので特殊な能力も要求される。し尿は毎日\n毎日各家庭から排出生産されるもので、これを「生活環境の保全上支障が生じない\nうちに収集し、運搬処分しなければならない」（法六条二項）。従つて市の職員に\n準じる地位にあると考えられ、本質的には市と雇用関係に準じる法律関係が成立し\nていると考えられる。現に近時下水道化された場合、多くの自治体において、従来\nのし尿処理業者に対し、相当の補償がなされている。しかるに本件許可処分により\n申立人は、正当の理由なく、何らの補償もなくして、従来の法律上の地位を奪われ\nることになる。\n２　申立人及び従業員ならびにこれらの者の家族の生活は、し尿処理業による収入\nによつて成り立つている。申立人本人、従業員Ｄ、Ｃ及びこれらの子二人、従業員\nＨ、その妻、以上七人の者は、すべて、このし尿処理業による収入によつて生活し\nている。これらの者は、他に生活手段としての職はなく、今後他の職につこうとし\nても、長年し尿を扱つて来ており体にし尿がしみ込み、他の職につくための能力、\n技能を有しない。\n申立人にわずかに残された処理区域は、山間部で辺ぴの地が多く労多くして収入の\n少い地域である。収入面から考えて約六〇％削減された現在の状況が続けば、貯蓄\nもないので、たちまち生活していけなくなる。現に仕事量は従来に比べ約三分の一\nに減じ、バキユーム車に乗つて仕事ができるのは、月のうち八日ないし九日間くら\nいになつてしまつている。収入も三世帯が筆分に分けたとしても、従来の三分の一\nにへり、とうてい生活のめどはたたない。\n申立人は、右のとおり三世帯の家族の生活について責任があるところ、本件許可処\n分がなされ、行先どうしようかと悩み、シヨツクで寝込んでしまい、現在病院通い\nをしている状況である。事情を知つてくれている人達は、申立人に深く同情してく\nれているが、今や裁判による以外どうしようもない状況である。\n右のとおり回復の困難な損害をうけること明らかであり、これを避けるため緊急の\n必要がある。\n四　よつて、申立人は、申立の趣旨のとおりの裁判を求める。\n（別紙）\n意見書\n意見の趣旨\n一　本件申立を却下する。\n二　申立費用は申立人の負担とする。\nとの決定を求める。\n意見の理由\n一　本件許可処分に申立人の主張するような違法はない。\n（一）　本件許可処分に至るまでの経緯\n申立人の亡夫Ｂが昭和四〇年六月一三日、被申立人から一般廃棄物処理業の許可を\n受け五條市において指定せられた区域でし尿処理業を行うようになつたのは申立人\nが主張する通りである。\nしかし、右営業許可の名義人はＢ個人になつてはいるが、そもそも同営業は、同人\nの実弟に当るＡと協同して開始するに至つたもので、同人らは「南和衛生」という\n名称を使用して、し尿のくみ取り業を行つていた。これは被申立人の関知しないと\nころであるが、内部的には費用及び利益共に折半という約束になつていたようであ\nる。\nところが、昭和四六年一〇月二〇日に右兄のＢがバツキユーム車と共に谷へ転落し\nて死亡するに至つたため、今度は同人の妻である申立人に一般廃棄物処理業の許可\nが与えられ、引続き申立人及びＡはし尿処理業を継続して行うことができるように\nはなつたが、申立人自身にし尿処理の知識及び経験があるわけでなく、右許可に基\nく爾後のし尿処理業の経営は、右転落によつて使用できなくなつたバツキユーム車\nの新規購入代金等一切の費用負担を含めてすべてＡが「吉田衛生」という名称を使\n用して行うようになり、申立人とＡ間に別段問題はなかつた。\nところが、昭和五一年九月にＤが申立人の次女Ｃと結婚し、その頃から右ＤはＡの\n下においてし尿処理業に従事するようになるのであるが、それから約八ケ月程経過\nした昭和五二年五月頃から、申立人とＡとの間において利益配分等を含めし尿処理\n業の経営権をめぐつて紛争が始まり、終に申立人自身もバツキユーム車を独自に購\n入し、同年六月頃からは申立人、Ａ双方それぞれが同一区域に自らの車を乗り入\nれ、入り混つてし尿のくみ取りを行うという昀悪の事態に立至つた。\n法の定めるところにより、一定の処理計画を定めそれに従つて一般廃棄物の処理を\n行うべき義務を負わされている被申立人としても、右申立人ら間における争いの影\n響が一般市民にまで及びかねない状況になつてきたこと、及び当事者双方からも頻\n繁に仲介を求める申し出がなされたことからこれを放置しておくこともできなくな\nり、再三に亘つて当事者双方と話合い、指導した結果、漸く同年九月二一日から、\n従前Ａがし尿処理していた区域の収集量を申立人が約六〇％、Ａが約四〇％になる\nように区域割を行い、双方が合意して以後それぞれの区域でし尿の収集を行うよう\nになり右紛争は一応の解決をみた。尚、申立人が収集するところとなつた右区域\nは、申立人が本申請において問題としている本件許可処分に付された指定区域とは\nぼ同一である。\nしかし、右の状態が続いたのも昭和五四年三月三一日までの約半年間だけで、同年\n二月一三日付をもつて、申立人がＡを解雇するという手段に出、昭和五四年度の一\n般廃棄物処理業の許可申請書に同人を従業員として記載しなかつたことから、昭和\n四六年度以降、申立人名義の傘下でし尿処理業を行つてきたＡとしては以後五條市\n内において全く右営業を行うことができなくなつたため、Ａにおいて申立人を相手\n方として五條簡易裁判所に調停の申立などをして争いが再燃するようになり、特に\nＡが昭和五五年二月一九日付で、し尿浄化槽清掃業務の資格を取得してからは、自\nら一般廃棄物処理業の許可申請を行うことができるようになり、同人が昭和五五年\n度の右許可申請を行つたことから一層激化するところとなつた。このようなことか\nら再び被申立人としても申立人らに対し円滑適正なし尿処理業務を行なわしめるた\nめ申立人及びＡと引続き協議を重ねた末、同年一一月八日から、Ａが兄Ｂとし尿処\n理業を始めるに至つた経緯、同人ら間の取り決め、昭和四六年一〇月二〇日兄Ｂ死\n亡後実質的にＡが営業を行つてきていた事実等を総合勘案し、従来の処理区域のう\nち約七〇％を申立人に、そして約三〇％についてＡに許可を与えることとなつた。\n右過程において、申立人らが主張するような行為が生活をせんがためにあせつたＡ\nにより行われ、被申立人としてはこれに対し独自に法的手続をとつていたことはあ\nるが、そのことを直接の基因として右処分がなされたというようなことはない。そ\nして、被申立人は、昭和五五年度の許可期限の満了に伴い、昭和五六年度の一般廃\n棄物の処理業の許可を与えるにあたり、被申立人の作成した処理計画に照らしかつ\n各申請者についてそれぞれ検討を加えた上、申立人とＡについては元来、申立人の\n夫ＢとＡの兄弟が協同で行つていた「吉田衛生」の経営がここに至つて実質上分化\nするに至つた事実、当事者の利害が真向から対立している中で、当事者双方が並び\n立ち、かつし尿処理収集業務に遺憾なからしむるためには、当事者の合意の下に行\nわれ過去に実績のある前記昭和五三年九月二一日から昭和五四年三月三一日までの\n例に従い、従来申立人らがし尿処理収集業務を行つていた区域を分割し、申立人に\n約六〇％、そしてＡに約四〇％の収集処理区域を与えるのが妥当との判断に基き、\n本件処分に至つたものである。尚、申立人らに対する本件許可処分が昭和五六年五\n月六日付と遅れてなされたのは、申立人らから許可申請がなされて以後、被申立人\nにおいて、右区域に指定して許可処分する予定であることを申立人とＡに告知し、\n同人らの意思を聞いた上、できるだけ合意点を求めようとしていたからである。\n（二）　被申立人としては、昭和五六年度における一般廃棄物処理業の許可を与え\nるにあたり、当然、まず、関係法令及びそれに基き五條市が定めた一般廃棄物処理\n計画に準拠して判断をなし、その上で申立人とＡについては、（一）で述べた様な\n過程を経て申立人の夫であるＢと同人の弟のＡが許可を受けて始めたし尿収集処理\n業がここに至つて分化するに至つた実体及び今日までの経過を併せ考慮して本件許\n可処分に至つたもので、申立人の主張する様な法目的違反、平等原則違反及びその\n動機に不正はない。\nまた、右許可処分をなすにあたり、被申立人は法第七条第一二項の規定に準じ、申\n立人らの許可申請がなされてから本件許可処分をなした昭和五六年五月六日まで、\n申立人にその理由を告知し、弁明等の機会を与えたからその手続に違背もない。よ\nつて、被申立人がなした本件許可処分に自由裁量権の濫用若くは踰越はない。\n二　本件許可処分により、申立人に回復の困難な損害を与えることはない。従つて\n右処分を停止する緊急の必要性もない。本件許可処分によるし尿収集処理区域の指\n定は、第一項（一）でも述べた通り、申立人とＡ間の合意に基き、既に昭和五三年\n九月二一日から昭和五四年三月三一日まで本件許可処分と同一の区域割に従つて、\nＡと申立人が実際営業を行いそれぞれ生活を行つていた実績をもとにしているもの\nであり、両当事者間において、当時と比べて従業員、その家族構成等に変化はな\nく、また収集実績をみてもほぼ申立人六〇％、Ａ四〇％となつているところ、申立\n人及びＡが収集したし尿の総収集量も当時とほとんど変つていないことから、申立\n人及びその家族、従業員らが本件処分によつて生活ができなくなつたということは\n考えられない。\n三　申立人が本件執行停止で求めているのは、本件許可処分のうち処理区域に関す\nる部分のみである。もし、右処理区域に関する部分のみが取消された場合、申立人\nは区域指定のない単純な許可処分を受けたと同一に帰する。法第七条第三項は、被\n申立人が本件許可処分をなすに当り、適正かつ秩序あるし尿収集処理業務を行わし\nめるために、収集を行うことができる区域を定めることができると規定しているの\nであるが、もし、申立人に対する本件許可処分のうち処理区域のみが停止された場\n合、申立人は処理区域の指定を受けない単純な許可を受けたことと同一に帰し、五\n条市が定めた一般廃棄物の処理計画を根底から覆えすことは勿論、業者間において\nもまた市民にまで無用の混乱を招くことは必至で、公共の福祉に重大な影響を及ぼ\nす恐れがある。\n"
}