{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 7,
    "day": 25
  },
  "case_number": "昭和63(行ケ)51",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13917",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13917",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/917/013917_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日と定める。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n「特許庁が昭和五九年審判第九二五六号事件について昭和六二年一一月一二日にし\nた審決を取り消す。訴訟費用は被告の負担とする。」との判決\n二　被告\n主文第一、二項同旨の判決\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和五六年二月一九日、名称を「自蔵式回転燃料ポンプ」とする発明\n（以下「本願発明」という。）につき、一九八〇年二月一九日アメリカ合衆国にお\nいてした特許出願に基づく優先権を主張して特許出願（昭和五六年特許願第二二三\n三八号）をしたところ、昭和五八年一二月二二日拒絶査定を受けたので、昭和五九\n年五月一四日審判を請求し、昭和五九年審判第九二五六号事件として審理された結\n果、昭和六二年一一月一二日、「本件審判の請求は、成り立たない。」との審決が\nあり、その謄本は同年一一月二五日原告に送達された。なお、原告のための出訴期\n間として九〇日が附加された。\n二　本願発明の特許請求の範囲\n（ａ）　一端に燃料入口を、他端に燃料出口を具え、入口通路を有する入口側ハウ\nジング、及び出口通路を有する出口側ハウジングを含んでなる細長いハウジング\nと、\n（ｂ）　上記入口側ハウジングに近接して配置され、入口板、ロータハウジング、\n該ロータハウジング内のロータ、及び出口板を具えた回転ポンプと、\n（ｃ）　上記ロータハウジング内でロータを回転させる手段と、\n（ｄ）　前記入口側ハウジングに面して、半径方向に相離間して内方及び中間に圧\n力室を画定する複数の内側環状突条と外側環状突条を具えたポンプの逃し弁、及び\n該突条側に附勢されるとともに、流体圧をポンプからバイパスすべく上記附勢に抗\nして移動し得る逃し弁板とを具備し、外側環状突条を両突条より軸方向外方に延ば\nして非連続的な壁とし、この壁により内側環状突条を通過する流体を逃げさせつつ\n逃し弁板を外周部で閉込めることを特徴とする自蔵式電動回転燃料ポンプ。\n（別紙図面（一）参照）\n三　審決の理由の要点\n１　本願発明の要旨は、昭和五八年一〇月二五日付け手続補正書（以下「補正明細\n書」という。）及び図面の記載からみて次のとおりであると認める。\n（ａ）　一端に燃料入口を、他端に燃料出口を具え、入口通路を有する入口側ハウ\nジング、及び出口通路を有する出口側ハウジングを含んでなる細長いハウジング\nと、\n（ｂ）　上記入口側ハウジングに近接して配置され、入口板、ロータハウジング、\n該ロータハウジング内のロータ、及び出口板を具えた回転ポンプと、\n（ｃ）　上記ロータハウジング内でロータを回転させる手段と、\n（ｄ）　前記入口側ハウジングに面して、半径方向に相離間して内方及び中間に圧\n力室を画定する複数の内側環状突条と外側環状突条を具えたポンプの逃し弁、及び\n該突条側に附勢されるとともに、流体圧をポンプからバイパスすべく上記附勢に抗\nして移動し得る逃し弁板とを具備し、外側環状突条を内側環状突条より軸方向外方\nへ延ばして非連続的な壁とし、この壁により内側環状突条を通過する流体を逃げさ\nせつつ逃し弁板を外周部で閉込めることを特徴とする動力駆動による自蔵式電動回\n転燃料ポンプ。\nなお、特許請求の範囲には「外側環状突条を両突条より軸方向外方に延ばして」\nと記載されているが、この記載では意味が通ぜず、また、発明の詳細な説明中の記\n載及び図面の記載からみて、外側環状突条は内側環状突条に対比して軸方向外方に\n延長する壁を有するものと認められるので、「外側環状突条を両突条より」は「外\n側環状突条を内側環状突条より」の誤記と認め、本願発明の要旨を前記のとおり認\n定した。\n２　これに対して、昭和四九年特許出願公開第一〇九九〇一号公報（以下「第一引\n用例」という。）には、一端に燃料入口を、他端に燃料出口を備え、供給接続管片\n７を有するハウジング１及び排出口８を有するカバー２を含んでなる細長いハウジ\nングと、前記ハウジング１内に配置され、円板６、ハウジング体２９、該ハウジン\nグ体２９内のポンプロータ２４及び円板２８を備えたポンプと、前記ポンプロータ\n２４を回転させるモータ１４と、燃料入口側に面して、円板６に、内方に圧力室を\n画定する環状突条とその外周部に溝を形成し、該突条側に附勢されるとともに、流\n体圧をポンプからバイパスすべく前記附勢に抗して移動し得る弁盤３３とを具備し\nたモータ駆動による自蔵式電動回転燃料ポンプ（別紙図面（二）参照）が示されて\nいる。\nまた、昭和四七年実用新案登録出願第一三一七九五号（昭和四九年実用新案登録\n出願公開第八八一三一号）の願書に添付した明細書及び図面の内容を撮影したマイ\nクロフイルム（昭和四九年七月三一日特許庁発行、以下「第二引用例」という。）\nの明細書には、吸入側通路５０及び吐出側通路を有するポンプハウジング１９と、\nポンプハウジング１９内に配置され、平板２３、２４、円筒体２２及び円筒体２２\n内にロータ２５を備えたベーンポンプと、ロータ２５を回転させるモータ１と、連\n通口２９によりポンプ室２１の吐出側と連通する通路３０を有する弁座３２、弁座\n３２側に附勢されるとともに、流体圧をポンプ室２１から吸入側にバイパスすべく\n前記附勢に抗して移動し得る弁体３６等からなる逃し弁とを具備したモータ駆動式\nの燃料ポンプが記載されており、また、図面（別紙図面（三）参照）には、特に第\n１図を見ると、弁座３２には、吸入側通路５０に連通される通路３１に面して、半\n径方向に相離間して内方及び中間に室を画定する二個の環状突条を備えており、か\nつ、外側環状突条は内側環状突条より軸方向外方に延長されているとともに円周方\n向に切欠きが存在し、非連続的な壁を形成していることが認められる。そして、こ\nの壁により前記逃し弁作動時、弁体３６は外側環状突条の延長壁によつて案内さ\nれ、軸方向に移動し内側環状突条を通過する燃料を前記切欠き部より逃げさせるも\nのと推認できる。\n３　そこで、本願発明と第一引用例記載のものとを対比すると、第一引用例の「ハ\nウジング１及びカバー２」が本願発明の「入口側ハウジング、及び出口側ハウジン\nグを含んでなる細長いハウジング」に相当し、また、第一引用例記載の「ポンプ」\n及び「弁盤３３」が本願発明の「回転ポンプ」及び「逃し弁板」に相当するもので\nあるから、両者は逃し弁を具備した動力駆動による自蔵式電動回転燃料ポンプに係\nわり、入口通路に面して、ポンプの入口板に形成した環状突条の構成につき、本願\n発明が、半径方向に相離間して内方及び中間に圧力室を画定する複数の内側環状突\n条と外側環状突条を備え、外側環状突条を内側環状突条より軸方向外方に延ばして\n非連続的な壁とし、この壁により内側環状突条を通過する流体を逃げさせつつ逃し\n弁板を外周部で閉じ込めたのに対し、第一引用例記載のものは、環状突条とその外\n周部に溝を設けたのみである点において相違するが、その余の点では両者は実質的\nに一致しているものと認められる。\nそして、前記相違点について検討すると、第二引用例に、逃し弁を具備した動力\n駆動による自蔵式電動回転燃料ポンプであつて、逃し弁の弁座３２に燃料入口側に\n面して半径方向に相離間して内方及び中間に圧力室を画定する二個の環状突条を備\nえていて、しかも外側環状突条を内側環状突条より軸方向外方に延ばして非連続的\nな壁を形成してなり、この壁により内側環状突条を通過する流体を逃げさせつつ逃\nし弁板を外周部で閉じ込める技術事項が示されているものと認められ、前記弁座３\n２はポンプの平板３２（本願発明の「入口板」に相当する。）と別体にしてある\nが、一体に構成してもよいことは明らかであるから、この弁座３２の構造を第一引\n用例記載のポンプの円板６に適用することに格別の困難性があつたものと認めるこ\nとができない。また、本願発明が前記相違点によつて奏する効果も第二引用例に記\n載された事項から当業者が普通に予測できる範囲にとどまるものと認められる。以\n上のとおりであるから、前記相違点は第二引用例に記載された事項から当業者が容\n易に想到し得る程度のものというべきである。\n４　したがつて、本願発明は、第一及び第二引用例記載のものに基づいて当業者が\n容易に発明をすることができたものであるから、特許法第二九条第二項の規定によ\nり特許を受けることができない。\n四　審決の取消事由\n第一引用例には審決の理由の要点２摘示の技術内容が記載されていること、本願\n発明と第一引用例記載のものとの一致点、\n相違点が審決認定のとおりであることは認めるが、審決は、本願発明の要旨認定を\n誤つたものであり、また右相違点を判断するに当たり、第二引用例記載の技術内容\nを誤認し、かつ本願発明の奏する顕著な作用効果を看過した結果右相違点に係る本\n願発明の構成は第二引用例に記載された事項から当業者が容易に想到し得る程度の\nものと誤つて判断したものであつて、違法であるから、取り消されるべきである。\n１　審決は、「本願発明の特許請求の範囲には、「外側環状突条を両突条より軸方\n向に延ばして」と記載されているが、この記載では意味が通ぜず、また、発明の詳\n細な説明中の記載及び図面の記載からみて、外側環状突条は内側環状突条に対比し\nて軸方向外方に延長する壁を有するものと認められるので、「外側環状突条を両突\n条より」は「外側環状突条を内側環状突条より」の誤記と認め」るとして、本願発\n明の要旨を審決の理由の要点１のとおり認定した。\nしかしながら、本願発明の願書に添付された明細書の特許請求の範囲（４）には\n「外部突条を両突条より外方に軸方向に延ばして非連続な壁とし」と記載されてお\nり、審査官は、この点について意味が通じないと指摘することなく審査を行つた事\n実及び拒絶理由通知に対して提出した補正明細書の特許請求の範囲（１）の「外側\n環状突条を両突条より」の記載についても審査官から何らの指摘もなかつた事実か\nらして、万人に意味が通じないものではない。仮に意味が通じなければ、審理段階\nで尋問書により審判請求人に回答を求めたり、あるいは特許法第三六条を理由とす\nる拒絶理由通知をすれば足りるのに、これを怠り誤記であるとして本願発明の要旨\nを認定したのは審理不尽である。\n本願発明において、内側環状突条と外側環状突条とは軸方向の寸法が同じ位であ\nり、そして外側環状突条から軸方向に延びる非連続あるいは欄干状の外側環状壁と\n前記内、外環状突条とは別個のものである。このことは、本願発明の一実施例を示\nす別紙図面（一）ＦＩＧ５の突条２３０・２３２及び補正明細書中の右構造につい\nての「前記ポンプ端板２０８の外面には、中心開口を包囲する内側環状突条２３０\nと、該内側環状突条２０８の外方にあり、軸方向の寸法が該突条と同じ位の厚い基\n部を具えた外側環状突条２３２と、キヤツプ２００内の入口室に開口する半径方向\nの長孔を有し、従つて外側環状突条２３２円周方向に非連続的な壁或は突条を構成\nする軸方向外方に延長する壁２３４とが形成されている。」（第一二頁第一五行な\nいし第一三頁第二行）との記載、並びに他の実施例を示す別紙図面（一）ＦＩＧ６\n及び補正明細書中の右構造についての「本実施例におけるポンプ端板２０８には、\n中心開口周囲の短い内側環状突条２３０と、軸方向の寸法は該内側環状突条２３０\nと同じ位であるが厚い基部を具えた欄干状の外側環状壁２３２と、第５図に示した\nような半径方向の長孔を具えた軸方向に延びる壁２３４とが形成されている。」\n（第一三頁第二〇行ないし第一四頁第六行）との記載から明らかである。そして、\n本願発明においては、補正明細書に「弁板２４０の外周縁は閉止時、上記外側環状\n突条２３２の近傍に位置するものの、該弁板が結着せずに軸方向に移動し得るだけ\nの作動隙間があり、従つて閉止時には両環状突条２３０、２３２間に環状の圧力室\nが画定される。」（第一三頁第二行ないし第七行）と記載されるように、外側環状\n突条から軸方向に延びて形成された非連続な壁が該突条とともに半径方向への長孔\nを形成しているが、圧力室が画定されるためには、この外側環状突条の軸方向の頂\n面すなわち前記長孔の底部が内側環状突条の軸方向の頂面と同じ位の高さでなけれ\nばならない。\nそこで、本願発明の特許請求の範囲には「（ｄ）　前記入口側ハウジングに面し\nて、半径方向に相離間して内方及び中間に圧力室を画定する複数の内側環状突条と\n外側環状突条を具えたポンプの逃し弁」を受けて「外側環状突条を両突条より軸方\n向外方に延ばして非連続的な壁とし」と記載したのである。しかるに、審決は「外\n側環状突条を内側環状突条より軸方向外方に延ばして非連続的な壁とし」と認定し\nているが、かかる表現に従えば、外側環状突条の延長壁に形成された長孔の底部が\n内側環状突条の軸方向の頂面の高さより低い場合をも含むこととなり、その場合に\nは本願発明にいう圧力室を形成することができないものとなるから、審決の前記認\n定は明らかに事実誤認たるを免れない。\nこの点に関し、被告は、外側環状突条と内側環状突条とのそれぞれの軸方向の頂\n面について、「審決が認定した「外側環状突条を内側環状突条より軸方向に延ばし\nて非連続的な壁とし」の部分のみを取り出せば内、外環状突条の軸方向関係につい\nて特定されず、原告が主張する解釈もできなくはないが」としながらも、外側環状\n突条の頂面が内側環状突条の軸方向の頂面と「同じか、それより高くしなければな\nらないものである。してみれば、審決の認定によつても外側環状突条の延長壁に形\n成された長孔の低部は内側環状突条の軸方向の頂面の高さと同じか、それよりも高\nくしなければならず、低い場合は含まれないというべきである」と主張する。\nしかしながら、本願発明においては、長孔の低部は内側環状突条の軸方向の頂面\nの高さと同じであることを要し、それよりも高くしなければならない場合を含まな\nいものである。すなわち、本願発明の特許請求の範囲には、「外側環状突条を両突\n条より軸方向外方に延ばして非連続的な壁とし」と記載され、発明の詳細な説明中\nには該壁について、「外側環状突条２３４円周方向に非連続的な壁或は突状を構成\nする軸方向に延長する壁２３４とが形成されている。」（補正明細書第一二頁第二\n〇行ないし第一三頁第二行）と記載されており、非連続的な壁と非連続的な突条と\nを同義的に扱つていることからして、ここにいう壁とは、連続した部分のない個々\nに独立した立壁を指しているものと解すべきである。また、補正明細書の第一七頁\n第九行ないし第一二行には、外側環状突条及び軸方向に延長する壁を「環状の欄\n干」と形容している部分があり、これらの記載からみて、本願発明における外側環\n状突条の延長壁に形成された長孔の低部は、外側環状突条及び内側環状突条の軸方\n向の頂部と一致しているものでなければならない。さらに、本願発明の作用に関す\nる補正明細書第一七頁第七行ないし第一八頁第八行の記載中の「もし長孔付きの壁\n２３４を設けなければ、弁板３４０が持上つてポンプの出口圧力を低下させる」と\nいう場合を想定すれば、長孔付きの壁を設けなければ、換言すれば壁に長孔がなけ\nれば燃料は環状空間に流出できないので弁板３４０を持ち上げる結果となる。長孔\nの低部が内側環状突条の軸方向の頂面の高さより高い場合にも同じことがいえるの\nであり、したがつて、本願発明にあつては被告主張のように長孔の低部を内側環状\n突条の高さより高くしなければならないという場合を含むものではない。\n２　審決は、第二引用例記載の技術内容について、「特に、第１図を見ると、弁座\n３２には、吸入側通路５０に連通される通路３１に面して、半径方向に相離間して\n内方及び中間に室を画定する二個の環状突条を備えており、かつ、外側環状突条は\n内側環状突条より軸方向外方に延長されていると共に円周方向に切欠きが存在し、\n非連続な壁を形成していることが認められる」と認定した上でさらに「そして、こ\nの壁により、前記逃し弁作動時、弁体３６は外側環状突条の延長壁によつて案内さ\nれ、軸方向に移動し、内側環状突条を通過する燃料を前記切欠き部より逃げさせる\nものと推認できる。」とその作用効果を推認している。\nしかしながら、第二引用例には、被告主張の二２（一）の構成が開示されている\nことは認めるが、審決の前記認定をするに足りる記述はもとより、該認定を示唆す\nるような記載は全く存しない。別紙図面（三）第１図によれば、外側環状突条の延\n長壁に相当する部分に斜線が描かれていないところから、審決は該部分を切欠き部\n分（本願発明にいう「長孔」）に相当すると認定したものと思われるが、このよう\nな図法によつて表現された構造としては、いくつかの異なる構造、例えば外側環状\n突条の延長壁の手前半分が全くない構造もある。\nさらに、審決は「半径方向に相離間して内方及び中間に室を画定する二個の環状\n突条を備えており」として、第二引用例記載のものは本願発明における圧力室に相\n当する室の存在があると認定しているが、圧力室であるためには、弁体周囲と外側\n環状突条との間隙は、本願発明の補正明細書に、「燃料の一部が弁板３４０周囲の\n望ましくは約〇・〇〇三～〇・〇〇八ｃｍ（〇・〇〇一～〇・〇〇三インチ）の半\n径方向の空隙に逃げるが」（第一七頁第一二行ないし第一五行）と記載されている\nように、極めて僅かなものでなければならない。しかるに、第二引用例の第１図に\n示されている弁板３６の周囲と外側環状突条との間には相当の隙間の存在が認めら\nれ、このような「室」は本願発明にいう圧力室に相当するものでないことが明らか\nである。本願発明における圧力室は、「一方、ポンプの出口圧力はポンプ端板２２\nのポート１４０・１４２を介して弁板１２０、パツド１３０にも伝達され、閉じら\nれた環状突条１６０内方を満たす。この圧力がパツド１３０に当接したスプリング\n１２６の附勢力に打勝つ値に達すると、燃料は上記突条から溢出して突条１５０、\n１６０間に流入する。この部分で再度圧力がスプリング１２６に打勝つと、燃料は\nポンプの入口室にバイパスされて前記ポート１４６に流れ、所期の出口圧力となる\nまでバイパスされ続ける。」（補正明細書第一一頁第一二行ないし第一二頁第一\n行）という作用効果を奏するものであるのに対し、第二引用例記載のものの室から\nはかかる作用効果は全く期待できない。\nまた、第二引用例記載のものは、その別紙図面（三）第１図から明らかなよう\nに、外側環状突条に相当する部分の軸方向の頂面は内側環状突条に相当する部分の\n軸方向の頂面よりはるかに高い位置にある。これに対し、本願発明における外側環\n状突条の軸方向の頂面と内側環状突条の軸方向の頂面とは同じ位の高さのものであ\nることは、前述のとおりであり、第二引用例記載のものとは弁部の構造が全く異な\nつている。そして、その結果、本願発明にあつては弁板が僅かに持ち上げられれば\n「長孔を介する流れがリリーフの機能を果し、中央の突条の２３０の内方の圧力は\n殆ど上昇しない。」（補正明細書第一七頁第一六行ないし第一八行）及び「所定寸\n法の長孔によりポンプ圧力は比較的一定した値に維持され、極めて望ましい状態と\nなる。」（同第一八頁第一行ないし第三行）という作用効果を奏するのに対し、第\n二引用例に開示された外側環状突条及び内側環状突条ではかかる作用効果は全く期\n待できない。\nしたがつて、第二引用例記載のものは本願発明とはその構造及び作用効果が相違\nする。しかるに審決は、第二引用例記載の技術内容を誤認し、本願発明の奏する作\n用効果を看過した結果、審決認定の相違点に係る本願発明の構成は第二引用例に記\n載された事項から当業者が容易に想到し得る程度のものと誤つて判断したものであ\nる。\n第三　請求の原因に対する認否及び被告の主張\n一　請求の原因一ないし三の事実は認める。\n二　同四は争う。審決の認定、判断は正当であり、審決に原告主張の違法はない。\n１　審決が補正明細書の特許請求の範囲に記載されている「外側環状突条を両突条\nより」は「外側環状突条を内側環状突条より」の誤記と認める、としたのは、第一\nに、特許請求の範囲の記載では文理解釈上矛盾を生じ、意味が通じないからであ\nる。すなわち、右記載中の「より」は比較の基準を示す格助詞であつて、「より」\nの付いた体言が同じ文の中の他の語に対してどんな関係に立つかを示すものである\nところ、前記「外側環状突条を両突条より」における「より」は「両突条」が同文\n中の「外側環状突条」と比較してどのような関係にあるかを示していることとなる\nが、両突条とは内側環状突条と外側環状突条の両者を指しているものであるから、\n外側環状突条及び内側環状突条を外側環状突条と比較していることとなり、外側環\n状突条同志を比較する矛盾を含んでいる。環状突条としては、内側と外側の二つし\nかないのであるから、前記記載中「両突条」という記載を「内側環状突条」とする\nことにより前記矛盾が解消し、意味が通じるようになる。第二の理由は、補正明細\n書の発明の詳細な説明中に「両突条より」は「内側環状突条より」の誤記であるこ\nとを認めるに足りる明瞭な記載があることによる。すなわち、補正明細書は、本願\n発明の目的を述べた後、該目的を達成するための構成の要点として、「本発明は、\n上記目的を達するため、外側環状突条を内側環状突条より軸方向外方に延長せしめ\nると共に円周方向に非連続な壁となし、この壁により内側環状突条を通過する流体\nを逃がしつつ逃し弁板を外周部で閉込めるようにした」）第四頁第三行ないし第七\n行）と記載し、また、前記構成による作用として、「逃し弁板が外側環状突条の延\n長部によつて案内されぶれがない」（同頁第九行ないし第一一行）と記載し、外側\n環状突条を内側環状突条より軸方向外方へ延ばしたものである構成が明示されてい\nる。第三の理由は、本願発明の実施例を示すＦＩＧ５及びＦＩＧ６の環状突条２３\n０・２３２とそれらの構造の説明によると、外側環状突条を内側環状突条より軸方\n向外方に延長していることが明らかである。すなわち、ＦＩＧ５とＦＩＧ５に示さ\nれた実施例に関する補正明細書第一二頁第一五行ないし第一三頁第二行の記載及び\nＦＩＧ６とＦＩＧ６に示された実施例に関する補正明細書第一三頁第二〇行ないし\n第一四頁第六行の記載からみて、内側環状突条と外側環状突条とは、軸方向の寸法\nが同じ位であること、そして外側環状突条から軸方向外方に延長する非連続的な壁\nあるいは突条として壁２３４が形成されていることが明らかであり、この構造は、\n「外側環状突条を内側環状突条より軸方向外方に延ばして非連続的な壁とし」と表\n現するのが普通である。\n原告は、審決認定の表現に従えば、外例環状突条の延長壁に形成された長孔の低\n部が内側環状突条の軸方向の頂面の高さより低い場合をも含むことになり、事実誤\n認たるを免れない旨主張する。\n確かに、審決が認定した「外側環状突条を内側環状突条より軸方向に延ばして非\n連続的な壁とし」の部分のみを取り出せば、内、外環状突条の軸方向関係について\n特定されず、原告が主張する解釈もできなくはないが、本願明細書の特許請求の範\n囲には「（ｄ）　前記入口側ハウジングに面して、半径方向に相離間して内方及び\n中間に圧力室を画定する複数の内側環状突条と外側環状突条を具えたポンプの逃し\n弁」とあつて、内、外環状突条の軸方向関係については既に条件付けされており、\n内、外環状突条間に逃し弁により閉止時には圧力室を画定せねばならないから、外\n側環状突条の軸方向の頂面が内側環状突条の軸方向の頂面と同じか、それより高く\nしなければならないものである。してみれば、審決の認定によつても外側環状突条\nの延長壁に形成された長孔の低部は内側環状突条の軸方向の頂面の高さと同じか、\nそれよりも高くしなければならず、低い場合は含まれないというべきである。\n２（一）　第二引用例には、特に、別紙図面（三）第１図を見ると、弁座３２は、\n吸入側通路５０に連通される通路３１に面して半径方向に離間して二個の環状突条\nを備えており、これら二個の環状突条にはそれぞれ斜線が描かれており、外側環状\n突条の軸方向の頂面が内側環状突条の軸方向の頂面より高い位置にあり、さらに、\n外側環状突条は軸方向外方に延長されているとともに、この部分には斜線が描かれ\nていない。そして、弁体３６が二部材として描かれていて、一方は平円板状で、前\n記内側環状突条に当接しており、他方は平円板の外周が軸方向外方に折れた皿型の\n形状をもち、前記平円板より大径で、外周縁全体が閉止時、前記外側環状突条の近\n傍に位置している。そして、前記外側環状突条の延長壁に相当する部分に斜線が描\nかれていないこと及び弁体３６を軸方向に案内するための手段を設けることが逃し\n弁等において普通であるところ、第二引用例には外側環状突条のほかに弁体３６を\n案内する手段はない。\n（二）　原告は、第二引用例の第１図に表現された構造としては、審決の認定とは\n異なるいくつかの構造、例えば外側環状突条の延長壁の手前半分が全くない構造も\nある旨主張するが、第二引用例記載のものの外側環状突条は弁体の案内としての機\n能も具備していると見るべきであるから、審決が前記延長壁に円周方向に切欠きが\n存在し、非連続的な壁を形成していると認定した点に誤りはない。\nまた、原告は、審決が第二引用例記載のものには、本願発明における圧力室に相\n当する室が存在すると認定したのは誤りである旨主張する。\nしかしながら、第二引用例に開示された皿型をした弁体は、弁閉止時、その外周\n縁全体が外側環状突条の内周面近傍に位置しているものと解され、内側環状突条と\n外側環状突条との間に、弁閉止時、圧力室が画定されるといえる。本願発明におい\nては、内、\n外環状突条の軸方向の寸法が同じ位であるから弁板の外周縁の底部のみが弁閉止\n時、外側環状突条の近傍に位置し、閉止時には両環状突条間に圧力室が画定される\nのであるが、第二引用例記載の逃し弁の方は弁体外周縁全体が外側環状突条の内周\n面の近傍に位置しており、この方が弁体外周縁と外側環状突条との間の隙間により\n流体の絞りを構成しやすく、両環状突条間に圧力室を画定する上でより一般的な手\n段である。このことは、昭和二五年特許出願公告第二四八二号公報（乙第一号\n証）、及び昭和四八年実用新案登録出願第一一四〇七一号の願書に添付した明細書\n及び図面の内容を撮影したマイクロフイルム（昭和五〇年六月四日特許庁発行）\n（乙第二号証）に記載された安全弁が、第二引用例記載のものの逃し弁と同様に弁\n体外周縁全体を外側環状突条の内周面の近傍に位置させたのに相当する構造を採つ\nて圧力室を画定していることからも明らかである。\nさらに、原告は、本願発明における圧力室は、補正明細書の第一一頁第一二行な\nいし第一二頁第一行記載の作用効果を奏するものであるのに対し、第二引用例記載\nのものの室からはかかる作用効果を全く期待できない旨主張する。\nしかしながら、この主張は、第二引用記載のものの室が本願発明における圧力室\nに相当する室ではないとの前提に基づいてなされているところ、第二引用例記載の\nものの室が圧力室に相当することは前述のとおりであるから、その前提において誤\nつており理由がない。すなわち、第二引用例記載のものの構造は前述のとおりであ\nるが、その逃し弁の作用について述べると、ポンプ室２１の叶出側の圧力が上昇し\nこの圧力が弁３６に当接した弁スプリング３７の付勢力に打ち勝つ値に達すると、\n燃料は内側環状突条から溢出して両環状突条間の圧力室に流入する。圧力室に流入\nした燃料は弁体３６外周縁と外側環状突条の内周面の間の隙間で流路が絞られてい\nるので燃料の圧力が弁体３６の底面全部に及び、弁体３６を押し上げようとする力\nは大きくなり、この力がスプリング３７に打ち勝つと弁体３６は押し上げられ、し\nたがつて圧力室の圧力を増加し弁体３６に加わる押上げ力は急激に大きくなり、ス\nプリングの付勢力よりも遥かに大きくなるので、弁体３６は外側環状突条の延長壁\nによつて案内されて高く押し上げられ、燃料は直ちに延長壁の円周方向の切欠きを\n介し、通路３１を通してポンプの吸入側にバイパスされ、燃料の圧力上昇を防止す\nる。つまり、前記切欠きを介する流れがリリーフの機能を果たし、内側環状突条の\n内方の圧力はほとんど上昇しない。したがつて、第二引用例記載のものの逃し弁が\n「この壁により、前記逃し弁作動時、弁体３６は外側環状突条の延長壁によつて案\n内され、軸方向に移動し内側環状突条を通過する燃料を前記切欠き部より逃げさせ\nる」という作用を奏するものとした審決の認定に誤りはない。\nなお、原告は、第二引用例記載のものは、外側環状突条に相当する部分の軸方向\nの頂面が内側環状突条に相当する部分の軸方向の頂面よりはるかに高い位置にある\nものであるのに対し、本願発明における外側環状突条の軸方向の頂面と内側環状突\n条の軸方向の頂面とは同じ位の高さのものであるから、両者の弁部の構造が全く異\nなつている旨主張するが、本願発明は外側環状突条の軸方向の頂面が内側環状突条\nの軸方向の頂面よりも高いものも含むこと前述のとおりであるから、原告の右主張\nは理由がない。\n第四　証拠関係（省略）\n理　　　由\n一　請求の原因一（特許庁における手続の経緯）、二（本願発明の特許請求の範\n囲）及び三（審決の理由の要点）の事実は、当事者間に争いがない。\n二　そこで、原告主張の審決の取消事由の存否について判断する。\n１　成立に争いのない甲第二号証、第三号証によれば、本願明細書には、本願発明\nの技術的課題（目的）、構成及び作用効果について、次のとおり記載されているこ\nとが認められる。\n（一）　本願発明は、内燃機関に使用する燃料ポンプ、特に機関の要求に応じてガ\nソリンタンクから機関に燃料を供給するために自動車に有効に用い得る燃料ポンプ\nに関する（補正明細書第二頁第一四行ないし第一七行）ものであつて、\n第一引用例及び第二引用例等に示されている従来の自蔵式電動回転燃料ポンプの構\n成ではポンプ逃し弁の圧力の微妙な変動に対する動作が確実かつ敏感でないきらい\nがあつた（同第二頁第一八行ないし第三頁第一八行）との知見に基づき、ポンプ逃\nし弁の構造についての簡単な改造により、より正確な作動をする自蔵式電動回転燃\n料ポンプを提供することを目的とする（同第三頁第一九行ないし第四頁第二行）も\nのである。\n（二）　本願発明は、「上記目的を達するため、外側環状突条を内側環状突条より\n軸方向外方に延長せしめると共に円周方向に非連続な壁となし、この壁により内側\n環状突条を通過する流体を逃がしつつ逃し弁板を外周部で閉込めるようにした上記\n回転燃料ポンプを提供」（同第四頁第三行ないし第八行）すべく、前記本願発明の\n特許請求の範囲記載の構成を採用したものである。\n（三）　本願発明は、前記構成を採用した結果、「逃し弁板が外側環状突条の延長\n部によつて案内されぶれがないと同時に、外周縁が上記外側突条の近傍に位置する\nが結着せず、軸方向に移動し得るだけの作動隙間を有し、閉止時は内外環状突条間\nに環状の圧力室が形成されるので、逃し弁板が作動圧力に正確に応答できる」（同\n第四頁第九行ないし第一五行）という作用効果を奏するものである。\n２　前記審決の理由の要点によれば、審決は、本願発明の特許請求の範囲（ｄ）に\nおける「外側環状突条を両突条より」は「外側環状突条を内側環状突条より」の誤\n記と認め、本願発明の要旨を審決の理由の要点１のとおり認定したものであるが、\n原告は、審決の本願発明の要旨認定は誤つている旨主張する。\n審決において、発明の要旨認定は、出願に係る発明が特許性を具備するものであ\nるか否かを判断する手法として、当該発明の特許請求の範囲に記載された技術的事\n項を明確にするために行われるものであるから、特許請求の範囲に記載された文言\nどおりに要旨認定をしなければならないものではなく、特許請求の範囲の記載中の\n文理解釈上意味の通じない文言については、発明の詳細な説明や願書添付図画など\nを参酌して、これを当該発明における技術的思想を的確に表現する文言に改める必\n要がある。\n本願発明の特許請求の範囲に記載された技術的事項について検討すると、その\n（ａ）、（ｂ）、（ｃ）に記載された技術的事項は記載文言から明確であるが、\n「（ｄ）　前記入口側ハウジングに面して、半径方向に相離間して内方及び中間に\n圧力室を画定する複数の内側環状突条と外側環状突条を具えたポンプの逃し弁、及\nび該突条側に附勢されるとともに、流体圧をポンプからバイパスすべく上記附勢に\n抗して移動し得る逃し弁板とを具備し、外側環状突条を両突条より軸方向外方に延\nばして非連続的な壁とし、この壁により内側環状突条を通過する流体を逃げさせつ\nつ逃し弁板を外周部で閉込めることを特徴とする自蔵式電動回転燃料ポンプ」中の\n「外側環状突条を両突条より軸方向外方に延ばして」における「両突条」を（ｄ）\nの記載に従つて解釈すると、「内側環状突条と外側環状突条」を意味することとな\nるから、「外側環状突条を両突条より軸方向外方に延ばして」とは「外側環状突条\nを内側環状突条及び外側環状突条より軸方向外方に延ばして」の意味であると解さ\nざるを得ないが、それでは外側環状突条同志を比較することになつてその技術的意\n味を理解することができない。そこで、さらに本願明細書の発明の詳細な説明及び\n願書添付図面（別紙図面（一）参照）に基づいてこの点を検討すると、補正明細書\nには、本願発明は「上記目的を達するため、外側環状突条を内側環状突条より軸方\n向外方に延長せしめると共に円周方向に非連続な壁となし、この壁により内側環状\n突条を通過する流体を逃がしつつ逃し弁板を外周部で閉込めるようにした」と記載\nされていることは前記１認定のとおりであり、また、前掲甲第三号証によれば、本\n願発明の実施例を図示したＦＩＧ５及びＦＩＧ６には、いずれも外側環状突条２３\n２を内側環状突条２３０と同じ位の厚さに形成した上、該外側環状突条２３２を軸\n方向外方に延長して壁２３４を形成する構成が示され、補正明細書の発明の詳細な\n説明中にこれと同趣旨の記載（第一二頁第一五行ないし第一三頁第二行、及び第一\n三頁第二〇行ないし第一四頁第六行）が存することが認められ、これらを参酌する\nと、前記特許請求の範囲（ｄ）における「外側環状突条を両突条より軸方向外方に\n延ばして」とは、正しくは「外側環状突条を内側環状突条より軸方向外方に延ばし\nて」の意味であり、「両突条」は「内側環状突条」の誤記と認めるのが相当であ\nる。\nこの点に関して、原告は、審査段階で審査官から何らの指摘もなかつたから万人\nに意味が通じないものではなく、また審判段階で審判官が意味が通じないと判断し\nたのであれば尋問書により審判請求人に回答を求めたり、あるいは特許法第三六条\nの規定により拒絶理由通知をすべきであるのにこれを怠り誤記であるとして本願発\n明の要旨認定をしたのは審理不尽である旨主張する。\nしかしながら、本願発明の特許請求の範囲（ｄ）中の「外側環状突条を両突条よ\nり軸方向外方に延ばして」との記載が意味の通じないものであることは前述のとお\nりであつて、審査官がこの点を指摘しなかつたからといつて結論が左右されるもの\nではない。また、右記載は特許請求の範囲に発明の詳細な説明及び願書添付図面を\n参酌し、「両突条」を「内側環状突条」の誤記と認めることにより、その意味を的\n確に把握できることは前述のとおりであつて、審判官が尋問書により審判請求人に\n回答を求める必要はなく、特許法第三六条の規定により拒絶理由通知をすべき場合\nにも当たらないから、原告の右主張は理由がない。\nまた、原告は、本願発明において、外側環状突条から軸方向に延びて形成された\n非連続的な壁が該突条とともに半径方向への長孔を形成しているが、圧力室が画定\nされるためには、この外側環状突条の軸方向の頂面すなわち前記長孔の底部が内側\n環状突条の軸方向の頂面と同じ位の高さでなければならないのに、審決認定の「外\n側環状突条を内側環状突条より軸方向外方に延ばして」との表現に従えば、前記長\n孔の底部が内側環状突条の軸方向の頂面の高さより低い場合を含むことになり、そ\nの場合には本願発明にいう圧力室を形成することができない旨主張する。\nしかしながら、本願発明の特許請求の範囲には「（ｄ）　前記入口側ハウジング\nに面して、半径方向に相離間して内方及び中間に圧力室を画定する複数の内側環状\n突条と外側環状突条を具えたポンプの逃し弁」と規定されており、原告主張の長孔\nの底部が内側環状突条の軸方向の頂面より低い場合には、圧力室を画定できないこ\nとは、本願発明の構成からみて技術上自明であるから、審決の認定した本願発明の\n要旨に従つても、原告主張の構成を含むことにならないというべきである。\nこの点について、原告は、さらに、本願発明においては長孔の低部は内側環状突\n条の頂面の高さと同じであることを要し、それよりも高くしなければならない場合\nを含まない旨主張するが、本願発明の特許請求の範囲には、外側環状突条の軸方向\nの頂面（長孔の底部）を内側環状突条の軸方向の頂面と同じ又は同じ程度の長さに\nするとの限定は存しない。なるほど、前掲甲第三号証によれば、前記ＦＩＧ５及び\nＦＩＧ６の実施例において両突条の軸方向の頂面の高さはほぼ同じであるが、補正\n明細書には、長孔の低部が内側環状突条の軸方向の頂面より高い場合を本願発明の\n構成から除外する旨の記載は存しないことが認められ、右実施例から直ちに本願発\n明の必須の要件が原告主張のように限定されるということはできない。そして、長\n孔の低部が内側環状突条の軸方向の頂面より高い場合であつても圧力室を画定でき\nることは、後記３において判断するとおりである。\nしたがつて、本願発明の要旨認定に当たり、特許請求の範囲（ｄ）中の「外側環\n状突条を両突条より」は「外側環状突条を内側環状突条より」の誤記と認め、本願\n発明の要旨を審決の理由の要点１のとおりであるとした審決の認定に誤りはない。\n３　第一引用例に審決認定の技術内容が記載されていること、本願発明と第一引用\n例記載のものとの一致点、相違点が審決認定のとおりであることは、当事者間に争\nいがない。\n原告は、審決は、右相違点、すなわち「本願発明が半径方向に相離間して内方及\nび中間に圧力室を画定する複数の内側環状突条と外側環状突条を備え、外側環状突\n条を内側環状突条より軸方向外方に延ばして非連続的な壁とし、この壁により内側\n環状突条を通過する流体を逃げさせつつ逃し弁板を外周部で閉込めたのに対し、第\n一引用例記載のものは、環状突条とその外周部に溝を設けたのみである点」につい\nて判断するに当たり、第二引用例記載の技術内容を誤認し、かつ本願発明の奏する\n顕著な作用効果を看過した結果、右相違点に係る本願発明の構成は第二引用例に記\n載された事項から当業者が容易に想到し得る程度のものと誤つて判断した旨主張す\nる。\n前記１認定事実によれば、本願発明は前記相違点に係る構成により内外環状突条\n間に環状の圧力室を形成するものであるが、本願明細書に基づいて本願発明におけ\nる圧力室形成の技術的意義について検討すると、前掲甲第三号証によれば、補正明\n細書には、圧力室の作用について、前記１に摘示した第四頁第九行ないし第一五行\nの記載のほか、ＦＩＧ５に示した実施例の説明として、「ポンプの出口圧力はポン\nプ端板２２のポート１４０、１４２を介して弁板１２０、パツド１３０にも伝達さ\nれ、閉じられた環状突条１６０内方を満たす。この圧力がパツド１３０に当接した\nスプリング１２６の附勢力に打勝つ値に達すると、燃料は上記突条から溢出して突\n条１５０、１６０間に流入する。この部分で再度圧力がスプリング１２６に打勝つ\nと、燃料はポンプの入口室にバイパスされて前記ポート１４６に流れ、所期の出口\n圧力となるまでバイパスされ続ける。」（同第一一頁第一二行ないし第一二頁第一\n行）との記載、ＦＩＧ６に示す実施例の説明として、「圧力は中央の突条２３０内\n方で弁板３４０に作用しつつ上昇し、該圧力が一定値に達すると、燃料は上記内側\n環状突条２３０より外方で環状の欄干（中略）より内方の環状空間に流出する。\n（中略）もし長孔付きの壁２３４を設けなければ、弁板３４０が持上がつてポンプ\nの出口圧力を低下させる。従つて、所定寸法の長孔によりポンプ圧力は比較的一定\nした値に維持され、極めて望ましい状態となる。（中略）本発明によれば、ポンプ\n出口が絞られるか或はバイパス流量が増加した場合にも出口圧力が大幅に上昇する\nことはない。」（第一七頁第七行ないし第一八頁第一五行）との記載があり、これ\nらの記載と逃し弁の機能を合わせ考えると、右圧力室の機能は、燃料ポンプの出口\n圧がスプリングで定められた弁体の作動値（所定の作動圧）に達したとき、燃料を\n内側環状突条より環状空間（圧力室）に流出させて、該圧力室の圧力を弁体の押上\nげ力に加えることにより、該弁体が右の作動値に迅速に応答するとともに燃料の非\n連続な壁からの流出を図り、もつて出口圧の的確な調整をすることにあると認めら\nれる。\nしたがつて、本願発明における圧力室を形成することの技術的意義は、ポンプに\n付された逃し弁を燃料の出口圧の変動に対してその作動値に的確に応答させること\nにあるということができる。\n一方、成立に争いのない甲第五号証によれば、第二引用例記載のものは、本願発\n明と同じく内燃機関を搭載する車両例えば自動車において燃料タンク内の燃料を機\n関に圧送するモータ駆動式の燃料ポンプに関するもの（第一頁第一二行ないし第一\n四行）であつて、その第１図（別紙図面（三）参照）に示された燃料ポンプにおい\nては、弁座３２、蓋体３３、弁体３６、弁スプリング３７、スクリユウ３８によつ\nて逃し弁を構成する（第六頁第八行ないし第七頁第七行）ことが認められる。そし\nて、右弁座３２は、吸入側通路５０に連通される通路３１に面して半径方向に離間\nして二個の環状突条を備えており、該環状突条にはそれぞれ斜線が描かれ、外側環\n状突条の軸方向の頂面が内側環状突条の軸方向の頂面より高い位置にあり、さら\nに、外側環状突条は軸方向外方に延長されているとともに、この部分には斜線が描\nかれていないこと、また、弁体３６は二部材として描かれ、一方は平円板状で内側\n環状突条に当接し、他方は平円板の外周が軸方向外方に折れた皿型の形状をもち前\n記平円板より大径で外周縁全体が閉止時、外側環状突条の近傍に位置していること\nは、当事者間に争いがない。\n前掲甲第五号証によれば、第二引用例には、該逃し弁に圧力室を形成する旨の記\n載はないことが認められる。\nしかしながら、以上の認定事実に基づいて、第二引用例記載のもの（前者）と本願\n発明（後者）とを対比すると、前者の外側環状突条は（その斜線部分の高さが見か\nけ上後者と異なるほかは）、その途中まで斜線で描かれた部分を持つ点で後者のＦ\nＩＧ６（別紙図面（一）参照）の外側環状突条と同様の表示となつており、また、\n前者の弁体３６は（二枚の部材からなる点で後者と異なるが）、後者と同じく外方\nから弁スプリング３７で押圧された状態で着座しており、そのうちの外方の部材は\n平円板の外周が軸方向外方に折り曲げられた皿状をなしていて、その外周縁は後者\nと同じく外側環状突条の斜線部頂部近傍に位置しているから、前者の外側環状突条\nの斜線で描かれた部分は環状壁であり、それより先の部分は不連続の突出部であつ\nて、弁体３６をガイドするとともに燃料の流出部をなすものと理解できる。\nそうすると、第二引用例記載のものの弁座３２には、内側環状突条と外側環状突\n条との環状壁とで環状凹部が構成され、該凹部を弁板３６が覆うことにより環状室\nが形成されているということができる。第二引用例の第１図において外側環状突条\nが途中まで斜線で描かれている趣旨は、外側環状突条が環状壁を構成することによ\nり右のような環状室を形成することにあると解され、その形成を意図しなければ外\n側環状突条部に斜線部を描くことの意味が没却されることは第二引用例記載の前記\n技術内容から明らかである。\nそして、逃し弁が所定の作動圧において的確に応答することは、逃し弁自体が本\n来的に持つ技術的課題であり、第二引用例記載のものの前記逃し弁が圧力室を具備\nすることは、右課題を解決するための手段を構成したことに符合するから、当業者\nであれば、前記認定の環状室は圧力室であると理解できるというべきである。そし\nて、第二引用例記載のものの圧力室は本願発明の圧力室の構成と実質的に差異がな\nいことは前述のとおりであるから、その作用効果においても本願発明の圧力室の奏\nする前記認定の作用効果と異なるところがないというべきである。\nしたがつて、第二引用例記載のものは、「弁座３２には、吸入側通路５０に連通\nされる通路３１に面して、半径方向に相離間して内方及び中間に室を画定する二個\nの環状突条を備えており、かつ、外側環状突条は内側環状突条より軸方向外方に延\n長されているとともに円周方向に切欠きが存在し、非連続的な壁を形成しているこ\nとが認められる。そして、この壁により逃し弁作動時、弁体３６は外側環状突条の\n延長壁によつて案内され、軸方向に移動し内側環状突条を通過する燃料を前記切欠\nき部より逃げさせるもの」であるとした審決の認定に誤りはなく、この逃げ弁に形\n成された環状室は本願発明と同一の作用効果を奏する圧力室に相当するから、この\n弁座３２の構造を第一引用例記載のもののポンプの円板６に適用して相違点に係る\n本願発明の構成を得ることは当業者が容易になし得たことというべきである。\nこの点に関し、原告は、第二引用例の第１図のような図法によつて表現された構\n造としては、いくつかの異なる構造、例えば外側環状突条の延長壁の手前半分が全\nくない構造もある旨主張する。\nしかしながら、第二引用例記載のものは、内側環状突条と外側環状突条の環状壁\nとで環状凹部を構成し、外側環状突条の延長部は不連続の突出部であつて弁体３６\nをガイドするとともに燃料の流出部をなすものと認定できることは前述のとおりで\nあつて、このような機能を果たさない延長部とはいえないから、原告の右主張は理\n由がない。\nまた、原告は、圧力室であるためには、弁体周囲と外側環状突条との間隙は極め\nて僅かなものであることを要するのに、第二引用例の第１図に示されている弁板３\n６の周囲と外側環状突条との間には相当の隙間の存在が認められ、このような\n「室」は本願発明にいう圧力室に相当するものでない旨主張する。\n第二引用例記載の構成の逃し弁に圧力室を形成するには、弁板３６の周囲と外側\n環状突条との間の隙間は極めて僅かであることを要し、前掲甲第三号証によれば、\n補正明細書にも、「燃料の一部が弁板３４０周囲の望ましくは約〇・〇〇三～〇・\n〇〇八ｃｍ（中略）の半径方向の空隙に逃げる」（第一七頁第一二行ないし第一五\n行）と記載されていることが認められるところ、前掲甲第五号証によれば、第二引\n用例にはこの点についての明示的な記載はなく、第１図を見てもこの間隙部分の図\n示が不鮮明ではあるが、極めて僅かな間隙として図示されているとまでは認められ\nない。しかしながら、第二引用例の第１図は、実用新案登録出願の願書に添付され\nた図面であつて、当該出願に係る考案の構成の概略を図示したものであり、設計図\nのように正確に計測した結果を図示したものではないばかりでなく、前掲甲第三号\n証によれば、本願発明のＦＩＧ６記載の逃げ弁においても、外側環状突条２３２、\nその延長壁２３４と円状の弁板３４０との間隙は、内側環状突条２３０と外側環状\n突条２３２と弁板３４０とで囲まれて環状の圧力室が形成されるのにかかわらず図\n面上比較的大きな間隔でもつて表示されていることが認められ、さらに成立に争い\nのない乙第一号証（昭和二五年特許出願公告第二四八二号公報）によれば、シリン\nダー５の内側、外側の両突条部と弁体１とによつて気室７を形成したものにおい\nて、弁体１のピストン３とシリンダー５の内面との若干の間隙６が、気室７によつ\nて圧力室を形成するにもかかわらず、図面上比較的大きな寸法でもつて表示されて\nいること（ちなみに、右外側環状突条部の軸方向の頂面は内側環状突条部の軸方向\nの頂面よりかなり高いものであるが圧力室が形成されている。）が認められるか\nら、圧力弁、逃し弁等の圧力室については、外側の環状壁と円状の弁板との間隙幅\nが図面上比較的大きく表示されることは従来から行われていたことであつて、この\nことを理由に第二引用例記載のものの逃げ弁に圧力室が形成されていないとするこ\nとはできない。\nさらに、原告は、第二引用例記載のものにおける外側環状突条に相当する部分の\n頂面は内側環状突条に相当する部分の頂面よりはるかに高い位置にあるのに対し、\n本願発明における両環状突条の頂面は同じ位の高さであるから、両者は弁部の構造\nを異にし、その結果第二引用例記載のものは本願発明の作用効果を奏し得ない旨主\n張する。\nしかしながら、本願発明における両環状突条の軸方向の頂面の高さは原告主張の\nものに限定されず、第二引用例記載のもののように外側環状突条の軸方向の頂面が\n内側環状突条の軸方向の頂面より高いものを含むことは前記２認定のとおりである\nから、原告の右主張はその前提において誤つており理由がない。\nしたがつて、前記相違点について判断するに当たり、第二引用例の弁座３２の構\n造を第一引用例記載のポンプの円板６に適用することに格別の困難はなく、また、\n本願発明が前記相違点によつて奏する効果も第二引用例に記載された事項から当業\n者が容易に想到し得る程度のものであるとした審決の判断に誤りはない。\n４　以上のとおりであつて、本願発明の要旨に関する審決の認定及び本願発明と第\n一引用例記載のものとの相違点についての審決の判断は正当であるから、審決に原\n告主張の違法はない。\n三　よつて、審決の違法を理由にその取消しを求める原告の本訴請求は失当として\n棄却し、訴訟費用の負担及び上告のための附加期間の付与について行政事件訴訟法\n第七条、民事訴訟法第八九条、第一五八条第二項の各規定を適用して主文のとおり\n判決する。\n（裁判官　竹田稔　春日民雄　岩田嘉彦）\n別紙図面（一）～（三）（省略）\n"
}