{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 8,
    "day": 10
  },
  "case_number": "昭和63(ネ)825",
  "case_name": "相続財産確認等請求事件",
  "court_name": "大阪高等裁判所第七民事部",
  "article_info": "第42巻2号287頁",
  "gist": "養子縁組前の養子の子が養親の直系卑属にあたる場合と代襲相続権",
  "case_gist": "養子縁組前の養子の子が養親の実子の子でもあって養親の直系卑属にあたる場合には、養親を被相続人とする相続において、右養子の子は養親より先に死亡した養子を代襲して相続人となる。",
  "lawsuit_id": "22286",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22286",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/286/022286_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を次のとおり変更する。\n１　原判決添付目録二記載の建物が被相続人Ａの遺産であることを確認\nする。ただし、右目録中の「ａ区ｂ」を「ａ区ｃ」と更正する。\n２　控訴人は、被控訴人Ｂに対し金二七〇万八六二六円及び内金一四〇\n万一四四〇円に対しては昭和六一年一〇月五日から、内金一三〇万七一八六円に対\nしては昭和六三年二月九日から各支払ずみまで年五分の割合による金員を、被控訴\n人Ｃ、同Ｄ及び同Ｅに対しそれぞれ金一三五万四三一三円及び各内金七〇万〇七二\n〇円に対しては昭和六一年一〇月五日から、各内金六五万三五九三円に対しては昭\n和六三年二月九日から各支払ずみまで年五分の割合による金員を支払え。\n３　被控訴人らのその余の請求をいずれも棄却する。\n二　訴訟費用は第一、二審を通じてこれを四分し、その一を被控訴人ら\nの連帯負担とし、その余を控訴人の負担とする。　三　この判決の一の２は仮に執\n行することができる。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決中、控訴人敗訴部分を取り消す。\n２　被控訴人らの請求をいずれも棄却する。\n３　訴訟費用は第一、二審とも被控訴人らの負担とする。\n二　被控訴人ら\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほかは、原判決の事実摘示のとおりで\nあるからそれを引用する。なお、控訴人は本案前の主張を当審において撤回した。\n一　控訴人の主張\n１　原判決が本件建物（原判決添付目録二記載の建物、ただし、「ａ区ｂ」を\n「ａ区ｃ」に訂正する。）はＡの遺産であると認定したのは誤りである。原判決\nは、「被告（控訴人）自身、遺産分割調停においては、Ａには相当の資産があった\n旨主張しているところであって、そのように資産のあったＡが本件建物の建築費の\nうち一五〇万円について被告（控訴人）の出捐を仰がねばならない合理的理由はな\nい」旨判示しているが、控訴人がＡの遺産分割調停において、Ａに相当の資産かあ\nったと主張した趣旨は、遺産分割調停申立時である昭和六一年一〇月三日には相当\n額の資産を有していたとの意味であって、本件建物を建築した昭和五〇年七月ころ\nのことを述べたものではない。　２　本件建物及び本件土地（原判決添付目録一記\n載の土地、ただし、「ａ区ｂ」を「ａ区ｃ」と訂正する。）は、控訴人に贈与ある\nいは死因贈与されたものである。Ａは、生前、自己が死亡した後の控訴人の生活を\n心配し、本件建物及び本件土地を控訴人に与える旨しばしば控訴人やＦ夫婦に述べ\nており、死亡直前の昭和五九年一〇月二六日午後七時三〇分過ぎころ、右Ｆ夫婦に\n対して「日頃言うたようにお願いします。」と言ったのであるから、本件建物及び\n本件土地はその時控訴人に贈与され、あるいは死因贈与されたものであることが明\nらかである。Ａには他にも多くの財産が存するにもかかわらず、本件土地建物のみ\nに言及していることからすれば、Ａの意思を遺産分割方法の指定と解することはで\nきない。\n３　原判決は控訴人が得たとされる利得額の算定を誤つている。\n（一）　本件建物には自動車一八台が駐車することは可能であるけれども、満車\n状態にはなく、通常の契約車両台数は一〇台である。また、駐車料金も昭和六二年\n一月までは一台当たり月額金一万五〇〇〇円であった。そして、青空部分（本件土\n地のうちの本件建物敷地以外の部分）からの収益も、原判決が認定しているよりも\n低額である。\n（二）　控訴人が本件賃料収入を得るについては、次のとおりの経費を要してい\nる。\n（１）　本件建物の固定資産税及び都市計画税\n昭和五九年から昭和六一年まで毎年各金三万五四〇〇円\n（２）　本件土地の固定資産税及び都市計画税\n昭和五九年分　金一三六万二二二〇円\n昭和六〇年分　金一四九万八四四〇円\n昭和六一年分　金一六四万八二八〇円\n（３）　平野消防協力会会費\n昭和五九年から昭和六一年まで毎年各金三〇〇〇円あて合計金九〇〇〇円\n（４）　平野警察署管内モータープール組合費\n昭和五九年から昭和六一年まで毎年各金一万二〇〇〇円あて合計金三万六〇〇〇\n円\n（５）　管理人給料\n昭和五九年から昭和六一年まで毎年各金一八万円あて合計金五四万円\n（６）　昭和六〇年一二月二日支払のガレージ外部フェンス工事代金二九万円\n（７）　昭和六一年三月一〇日支払いのシャッター修理代金二万五〇〇〇円\n二　被控訴人らの主張\n１　控訴人の当審における主張１及び２はいずれも否認する。\n２　控訴人の当審における主張３（一）記載の事実は、否認する。\n同３（二）（１）記載の事実は知らない。ただし、Ａ生存中は同人が支払ってき\nた。同（２）記載の事実は否認する。昭和五九年分はＡが支払い、昭和六〇年以降\nは控訴人二分の一、被控訴人らが二分の一を各負担している。同（３）及び（４）\n記載の事実は知らない。仮に支払っているとしても昭和五九年分はＡが支払ったも\nのである。同（５）ないし（７）記載の事実はいずれも否認する。\n第三　証拠（省略）\n理　　　　由\n一　Ａの死亡とその相続関係及び本件建物の所有権の帰属に関する当裁判所の判\n断は、次のとおり訂正、付加するほかは、原判決六枚目裏末行冒頭から九枚目裏末\n行末尾までと同一であるから、それを引用する。\n１　原判決の訂正\n原判決七枚目裏七行目、同一〇行目、同九枚目裏三行目及び同五行目の各「被\n告」をいずれも「原審における控訴人」に、同九枚目裏七行目の「前記６」を「前\n記７」に各改める。\n２　被控訴人Ｃの相続権について\n控訴人は、被控訴人Ｃの相続権を争っているので、若干付言する。\nＡが昭和五九年一〇月二六日に死亡したこと、控訴人がＡの妻であり、被控訴人\nＢがＡと先妻Ｇとの間の長女であり、被控訴人Ｃが右Ｂと亡Ｈ（Ａと控訴人の養\n子）間の長女、被控訴人Ｄが右Ｂと右Ｈ間の二女であり、被控訴人ＥがＡとＩ間の\n子であってＡにより認知されたものであることは当事者間に争いがなく、成立に争\nいのない甲第一、第二号証によれば、右Ｈは昭和三九年二月二五日Ａ及び控訴人の\n養子となる縁組届出をし、同日、被控訴人Ｂと婚姻届出をしたこと、被控訴人Ｃは\n右縁組届出の日の約二週間前の同年二月一二日に出生し、被控訴人Ｄは昭和四一年\n八月二二日に出生したこと、右Ｈは昭和五二年六月九日死亡したことの各事実が認\nめられる。\n<要旨>原判決は、右事実関係の下においては、ＣはＡの養子である亡Ｈの子であ\nり、かつ、Ａの</要旨>直系卑属（Ｂの子）でもあるから、亡Ｈの代襲者としてＡの\n遺産につき相続権がある旨判示したが、当裁判所も右見解に同調するものである。\nこの点につき、右Ｃは亡Ｈの養子縁組前の子であるから、亡Ｈを通してＡとは親\n族関係を生ぜず、したがってＡの死亡による相続に関して亡Ｈの代襲者にはなり得\nないとの考え方があるが、民法八八七条二項ただし書において、「被相続人の直系\n卑属でない者」を代襲相続人の範囲から排除した理由は、血統継続の思想を尊重す\nるとともに、親族共同体的な観点から相続人の範囲を親族内の者に限定することが\n相当であると考えられたこと、とくに単身養子の場合において、縁組前の養子の子\nが他で生活していて養親とは何ら係わりがないにもかかわらず、これに代襲相続権\nを与えることは不合理であるからこれを排除する必要があったことによるものと思\nわれるところ、本件の場合には、右Ｃはその母Ｂを通じて被相続人Ａの直系の孫で\nあるから右条項の文言上において直接に違反するものではなく、また、被相続人と\nの家族生活の上においては何ら差異のなかった姉妹が、亡父と被相続人間の養子縁\n組届出の前に生れたか後に生れたかの一事によって、長女には相続権がなく二女に\nのみ相続権か生ずるとすることは極めて不合理であるから、衡平の観点からも、右\nＣには被相続人Ａの遺産に関し代襲相続権があると解するのが相当である（ちなみ\nに、本件のような事例において、戸籍先例は、縁組前の養子の子に代襲相続権を認\nめている。昭和三五年八月五日民事甲第一九九七号民事局第二課長回答）。よっ\nて、被控訴人Ｃに相続権がないとする控訴人の主張は失当というべきである。\n３　本件建物の所有権について\n控訴人は、本件建物は控訴人自身がその建築費用の大半を負担したと主張し、原\n審及び当審における控訴人本人尋問の結果中には、本件建物を建築した昭和五〇年\n当時、Ａにはほとんど蓄えがなく、金三〇〇万円の建築費用のうち金一五〇万円は\n控訴人が負担したとの部分が存する。しかし、成立に争いのない乙第九号証、原本\nの存在とその成立に争いのない乙第一八号証によれば、Ａは、昭和五〇年当時にお\nいても、預貯金は別としても相当の不動産を所有していたことが認められる。ま\nた、原審及び当審において、控訴人は、自己が出指した金員は、Ａが撚糸工場を経\n営していたときにその手伝いをして得た給料と、結婚の際持参した金五〇万円とを\n加えたものである旨述べているが、前者はあいまいでその裏付けもなく、後者につ\nいては、成立に争いのない甲第一号証、原審及び当審における控訴人本人尋問の結\n果によれば、控訴人とＡとが正式に婚姻の届出をしたのは昭和三八年一二月一八日\nであるけれども、実際に嫁いで生活をしたのは昭和一七年四月一七日であると認め\nられるから、右時期に控訴人が金五〇万円もの大金を持参金として所持していたと\nは信じがたいところである。よって、本件建物の建築費用の負担に関する控訴人の\n主張は採用できない。\n二　贈与又は死因贈与を受けたとの主張について\n当裁判所も、控訴人の右主張は採用し得ないものと判断するが、その理由は、原\n判決一〇枚目裏一二行目と一一枚目裏五行目の各「被告」をいずれも「原審におけ\nる控訴人」に、同一一枚目表三行目から四行目の「一〇月二五日」を「一〇月二六\n日」に各改めるほかは、原判決一〇枚目裏一一行目冒頭から一一枚目裏八行目末尾\nまでと同一であるから、それをここに引用する。なお、Ａが死に際して言及したの\nが、控訴人と本件土地建物のことのみであったとしても、そのことにより右判断が\n左右されるものではない。\n三　本件駐車場からの収益について\n１　本件駐車場（本件建物と青空部分とを合わせたもの）の賃貸による賃料収入\n額について\n（一）　本件駐車場が賃貸されていることは当事者間に争いがなく、先に認定し\nた事実（原判決七枚目表一一行目冒頭から同九枚目裏末行末尾まで）からすれば、\n本件駐車場の貸主はＡであったと推認することができる。\n（二）　本件建物を撮影した写真であることは当事者間に争いがなく、弁論の全\n趣旨により淀屋橋法律事務所の職員が平成元年五月二六日に撮影したものと認めら\nれる検甲第一ないし第八号証、当審における控訴人本人尋問の結果により真正に成\n立したと認める乙第一九号証の一ないし四及び第二〇、第二二、第二三号証の各一\nないし五、原審における控訴人本人尋問の結果によれば、本件建物内に駐車可能な\n車両台数は一八台であって、通常、満車状態であること、右駐車料金は、昭和五九\n年は一台当たり月額金一万二五〇〇円、昭和六〇年一月から昭和六二年六月までは\n同じく金一万五〇〇〇円であり、同年七月からは同じく金一万七〇〇〇円となった\nこと、青空部分は一括して賃貸しており、その賃料額は、昭和五九年から昭和六一\n年一二月までは年額金一二二万円、昭和六二年一月から同年六月までは月額金一二\n万円、同年七月からは同じく金一四万円であること、控訴人は、Ｊに本件建物のう\nちのガレージ一つを無料で貸与し、その代わりに本件建物の管理等を行わせている\nことが認められる。\n（三）　控訴人は、本件建物には一八台の駐車が可能であるけれども、現実に駐\n車契約をしていたのは一〇台にすぎないと主張し、前掲乙第一九号証の一ないし\n四、第二〇、第二二、第二三号証の各一ないし五及び当審における控訴人本人の供\n述中には右主張に沿う部分か存する。しかし、控訴人本人は原審において、「ガレ\nージ収入はどのくらいか」との質問に対し、「ガレージの建物のある部分は一か月\n三五万ないし三六万円であり、青空部分は一二万円くらい」と返答していること、\n控訴人は当審において、駐車料金の受領帳は昭和五九年から存し、昭和六二年ころ\nからは、ほとんどが銀行振込となったと述べているところ、結局これらの帳簿類は\n提出されなかったことからすれば、控訴人の右主張を採用することはできない。\n（四）　そうすると、Ａ死亡後の昭和五九年一一月一日から昭和六一年七月末日\nまでの間の本件駐車場の賃料は、別紙計算書１の昭和六一年七月分までに記載した\nとおり、合計金七四〇万四九九九円となり、同年八月一日から昭和六二年一二月末\n日までのそれは、同計算書の昭和六二年一二月分までに記載したとおり、合計金六\n六〇万七三三三円となる。\n２　本件駐車場経営のための経費について\n（一）　いずれも成立に争いのない乙第三号証の一、二、原審における控訴人本\n人尋問の結果によりいずれも真正に成立したと認められる乙第六、第七号証の各\n一、二によれば、当審における控訴人の主張３（二）（３）（消防協力会費）、\n（６）（フェンス工事代）及び（７）（シャッター修理代）記載の各事実を認める\nことができる。\n（二）　控訴人の主張３（二）（１）（本件建物の固定資産税等）については、\nいずれも成立に争いのない乙第一号証の二、三によれば、控訴人は本件建物につき\n昭和六〇年分と昭和六一年分の固定資産税等を支払ったと認められるけれども、昭\n和五九年分については、その納税すべき時期からみて、Ａが支払ったと認めるのが\n相当である。\n（三）　控訴人の主張３（二）（２）（本件土地の公租公課）についてはこれを\n認めるに足りる証拠はなく、かえって、当審における控訴人本人尋問の結果によれ\nば、Ａ死亡後の本件土地の公租公課は、控訴人と被控訴人らとで二分の一あて負担\nしていることが認められ、その反面、Ａ生存中のものはＡ自身が支払ったと推認す\nることができる。\n（四）　控訴人の主張３（二）（４）（組合費）については、いずれも成立に争\nいのない乙第四号証の二、三によれば、控訴人は、昭和六〇年分と昭和六一年分は\nその主張の組合費を支払ったと認められるけれども、成立に争いのない乙第四号証\nの一によれば、昭和五九年度の組合費は、Ａ死亡前に支払われていることが認めら\nれるから、右組合費はＡが支払ったものと認めるのが相当である。\n（五）　控訴人の主張３（二）（５）（管理人給料）については、原審における\n控訴人本人尋問の結果により真正に成立したと認められる乙第五号証によれば、Ｊ\n作成名義の駐車場管理費の領収証明書が存することが認められるけれども、前述の\nとおり、Ｊは本件建物のうちのガレージ一つを無料で使用しており、控訴人が管理\n費と主張している金額が本件建物のガレージ一つ分の賃料額と符合していることか\nらすると、前記証拠のみでは未だ控訴人主張の管理費を肯認することはできす、他\nにはこれを認めるに足りる証拠はない。\nよって、昭和六一年七月末日までに控訴人において要した経費は、別紙計算書２\nの昭和六一年七月分までに記載したとおり合計金三九万七八〇〇円であり、昭和六\n一年八月から昭和六二年一二月末日までに要した経費は、同計算書昭和六二年一二\n月分までに記載したとおり合計金七万一四〇〇円となる（なお、控訴人は昭和六二\n年分の経費については具体的に主張していないが、少くとも前年度と同程度の通常\n経費は要したものと推認されるところ、賃料収入につき昭和六二年一二月末日まで\nの分を計上した関係で、これとの均衡上、同年分の経費についてもこれを計上し\nた。）。\n３　以上によれば、本件駐車場からの収益額は、右１の賃料収入額から２の経費\nを控除したものということになるところ、昭和五九年一一月一日から昭和六一年七\n月三一日までの収益額は金七〇〇万七一九九円、同年八月一日から昭和六二年一二\n月三一日までの収益額は金六五三万五九三三円となり、その合計額は金一三五四万\n三一三二円となることが計数上明らかである。\n四　控訴人が、本件駐車場からの賃料を昭和五九年一一月一日以降すべて取得し\nていることは、当事者間に争いがなく、控訴人が経費を支出したことは右三におい\nて認定したとおりである。\n五　被控訴人らが、本件不当利得金のうち昭和五九年一一月一日から昭和六一年\n七月末日までの分については昭和六一年一〇月四日に控訴人に送達された本件訴状\nによって、同年八月一日から昭和六二年一二月末日までの分については昭和六三年\n二月八日の原審における本件口頭弁論期日においていずれも支払を催告したことは\n記録上明らかである。\n六　以上によれば、被控訴人らの本訴請求のうち、遺産確認請求部分は正当とし\nて認容すべきであり（ただし、原判決添付目録中「ａ区ｂ」とあるのは、成立に争\nいのない甲第六、第七号証（登記簿謄本）によれば「ａ区ｃ」の誤りであることが\n明白であるから、これを更正する。）、不当利得返還請求部分は、被控訴人Ｂに対\nし、前記金一三五四万三一三二円のうち相続分の一〇分の二にあたる金二七〇万八\n六二六円及び内金一四〇万一四四〇円に対しては昭和六一年一〇月五日から、内金\n一三〇万七一八六円に対しては昭和六三年二月九日から各支払ずみまで民事法定利\n率年五分の割合による遅延損害金の支払、被控訴人Ｃ、同Ｄ及び同Ｅに対し、それ\nぞれ前記金一三五四万三一三二円のうち各相続分の一〇分の一にあたる金一三五万\n四三一三円及び各内金七〇万〇七二〇円に対しては昭和六一年一〇月五日から、各\n内金六五万三五九三円に対しては昭和六三年二月九日から各支払ずみまで民事法定\n利率年五分の割合による遅延損害金の各支払を求める限度において理由があるから\nこれを認容し、その余は失当として棄却すべきところ、原判決は一部結論を異にす\nるのでこれを変更し、訴訟費用の負担につき民訴法九六条、八九条、九二条本文、\n九三条一項ただし書を、仮執行宣言につき同法一九六条一項をそれぞれ適用して、\n主文のとおり判決する。\n（裁判長裁判官　日野原昌　裁判官　大須賀欣一　裁判官　加藤誠）\n＜記載内容は末尾１添付＞\n"
}