{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 8,
    "day": 20
  },
  "case_number": "昭和60(く)104",
  "case_name": "刑の執行猶予言渡取消決定に対する即時抗告事件",
  "court_name": "大阪高等裁判所第七刑事部",
  "article_info": "第38巻2号117頁",
  "gist": "甲が乙の氏名等を冒用したため、起訴状及び判決書に被告人として乙の氏名等が表示されたが、現実に審理を受けたのは甲である場合における被告人の特定",
  "case_gist": "取調べにあたり甲が乙の氏名、本籍等を冒用したため、被告人として乙の氏名、本籍等を表示した起訴状により公訴が提起され、判決書にも同様の表示がなされている場合であつても、現実に逮捕、勾留され、審理、判決を受けたものが甲であるときは、右事件の被告人は甲である。",
  "lawsuit_id": "22311",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22311",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/311/022311_hanrei.pdf",
  "contents": "主　　　　文\n本件即時抗告を棄却する。\n理　　　　由\n本件抗告の趣意は、被請求人代理人下山量平、同正木靖子連名作成の「即時抗告\nの申立」書面記載のとおりであつて、要するに、（一）検察官は、被請求人が昭和\n五九年九月一〇日大阪簡易裁判所において、住居侵入・窃盗未遂罪で懲役一〇月、\n三年間執行猶予の判決を受けたとして、右刑の執行猶予言渡の取消しを請求し、原\n審はこれを入れて、右取消決定をしたが、右判決が表示する被告人は、本籍姫路市\nａｂ番地、氏名Ａ、生年月日昭和一四年九月九日であつて、右判決の効力が被請求\n人に及ばないことは、表示説をとる最高裁第三小法廷昭和五〇年五月三〇日決定に\nおいて明らかであり、また判決の名宛人を被請求人の供述のみによつて、被請求人\nに変更することは法的安定性を損うものであり、更に、量刑に当り、被請求人ので\nはなく、Ａの前科、前歴、生活状況を参酌した右判決の効力を被請求人に及ぼすこ\nとは判決に対する信頼性を著しく失墜させるものである。また、（二）右執行猶予\nとなつた事件の捜査及び審理中に、捜査官において指紋照合などをすれば、右Ａ\nは、被請求人であり、被請求人には前科があることは容易に知りえたにも拘らず、\n検察官の不注意によりこれを看過したのであるから、右判決確定後に前刑が「発\n覚」したということはできない。従つて、刑法二六条三号所定の執行猶予取消の事\n由に該当しない。更に、（三）刑法二六条三項は、同一の犯罪につき重ねて刑事上\nの責任を問うものであつて、憲法三九条後段に違反する、以上の次第で、前記被告\n人Ａに対する刑の執行猶予言渡を取消した原決定は取り消されるべきものであるか\nら、これが取消を求めるため本件抗告に及ぶというにある。\nよつて、調査するに、一件記録ならびに当裁判所の取寄にかかる被告人Ａに対す\nる大阪簡易裁判所昭和五九年（ろ）第四三八号住居侵入、窃盗未遂被告事件の確定\n記録によれば、次の事実が認められる。\n一　被請求人は、昭和五三年六月五日富田林簡易裁判所において、いずれも窃盗\n罪により、懲役八月及び懲役一〇月の各刑の同時言渡を受けて、右裁判はいずれも\n同月九日確定し、右懲役一〇月の刑の執行に引続いて、昭和五四年三月一〇日から\n右懲役八月の刑の執行を受け、同年一一月五日にその刑の執行を受け終つた。\n二　その後、被請求人は、昭和五九年六月一六日、窃盗未遂の現行犯人として私\n人に逮捕され、その直後、大阪府天王寺警察署に引致されたが、その際本名を名乗\nれば前科の関係から実刑になることは必至であると考えられたため、さきの服役中\nに知り合い、約一〇年間同居したこともあつて、本籍、生年月日、前科、身上関係\n等も熟知している知人のＡの氏名を冒用して実刑を免れようと考え、右逮捕の当初\nから右Ａの氏名を詐称して警察官の取調べを受けたが、被請求人の述べる本籍、生\n年月日のほか、身上及び前科関係についての供述内容も大阪府警察本部情報管理課\n（照会センター）からの電話照会回答によるＡのものと符合（但し、同回答中に\nは、左右十指の指紋番号についての回答もあつたが、これについては照合せず。）\nしており、また、住居確認のため、被請求人が居住していると称するアパートへ警\n察官を案内させ、警察官においてアパートの管理人から事情を聴取したところ、被\n請求人の供述どおり、一〇年前から同所に居住していることが確認されたため、取\n調べに当つた警察官らは被告人の述べる氏名、身上関係等に何ら不審を抱かず、従\n来から同署における指紋照合の取扱い基準では、重大事件のほか、被疑者が氏名を\n黙秘する場合あるいは、被疑者の供述が照会回答と食い違う場合にのみ、指紋照合\nを行うこととしていたので、被請求人の場合には、一応両手の指紋は採取したもの\nの、その要はないとして指紋照合は行われなかつた。（なお、昭和六〇年七月三\n日、兵庫県警察本部刑事部鑑識課において、右採取にかかるＡ名義の指紋票と、被\n請求人の指紋票とを対照した結果両者は一致することが確認された。）\nそして、昭和五九年六月一八日天王寺警察署から大阪区検察庁に対し、身柄付き\nで、右Ａに対する窃盗未遂被疑事件が送致され、同検察庁においては、同日被請求\n人を取調べたうえ、翌一九日被請求人が氏名Ａであり、その身上関係の調査結果の\nとおり、「本籍兵庫県姫路市ａｂ番地、住居ｃ区ｄ町ｅ丁目ｆ番ｇ号ｈ階ｉ号室、\n職業無職、年令昭和一四年九月九日生（四四歳）として、住居侵入、窃盗未遂事件\nで大阪簡易裁判所に逮捕中求令状起訴した。\n三　同簡易裁判所においては、即日被請求人を右Ａとして、右起訴状記載の住居\n侵入、窃盗未遂の事実で勾留し、右起訴状謄本は大阪拘置所に在監中の右Ａを称す\nる被請求人に送達された。その後同月二四日右Ａ名義で選任された弁護人から同裁\n判所に対し、保釈請求がなされ、同月二八日同裁判所裁判官により、保釈保証金額\nを一〇〇万円、制限住居を神戸市ｊ区ｋ町ｌ丁目ｍのｎＢを方として保釈が許可さ\nれ、被請求人は翌二九日釈放された。右事件の第一回公判期日召喚状は同年七月六\n日右制限住居のＡ宛に送達され、同年九月三日開廷された右事件第一回公判期日に\n被請求人は出廷し、裁判官の人定質問に対して、住居を右制限住居であるＢを方と\n述べたほかは、起訴状記載のとおり答えて所定の審理が進められ、弁護人の請求に\nより情状証人として、被請求人の雇主であり、身柄引受人でもあるＢをの取調べも\nなされて即日結審し、同月一〇日、被請求人が出廷して開廷された第二回公判期日\nにおいて、住居侵入、窃盗未遂の事実につき、「被告人を懲役一〇月に処する。こ\nの裁判が確定した日から三年間右刑の執行を猶予する」との判決の宣告がなされ、\n右裁判は、同月二六日確定した。\n四　昭和六〇年一月一〇日に至り、被請求人は、別件の住居侵入、窃盗の被疑事\n実で緊急逮捕され、その際も知人のＣの氏名を詐称していたが、被請求人は右被疑\n事実を否認しており、その態度及び供述内容に不自然なところがあつたため、不審\nを抱いた担当警察官が念のため指名手配あるいは余罪の有無を確かめようとして、\n兵庫県警察センターに照会したところ、Ｃの異名として、被請求人の氏名が記録さ\nれていることが判明し、被請求人から採取した指紋を同県警察本部に送付して照合\nしたところ、被請求人の氏名が確認され、その後の被請求人に対する検察官の取調\nべの過程において、被請求人は、さきにも知人Ａの氏名を詐称して判決を受けたこ\nとがある旨供述した（被請求人の検察官に対する昭和六〇年一月一八日付供述調\n書）ことにより、前記二及び三の各事実ならびに被請求人が他人の氏名を冒用して\n審理、判決を受けたため、同判決においては、前記一の受刑の事実が看過されたこ\nとがそれぞれ判明した。そこで同年五月二四日、神戸地方検察庁検察官から、神戸\n地方裁判所に対し、前記三の大阪簡易裁判所において言渡された刑の執行猶予言渡\n取消請求がなされ、同年七月二三日神戸地方裁判所裁判官により右刑の執行猶予取\n消決定がなされた。\n<要旨>以上の事実に基づき検討するに、先ず、被請求人代理人の所論（一）の点\nについては、原決定中「被請求人の代</要旨>理人の意見について」の説示のとお\nり、被告人の特定については、起訴状あるいは判決書の表示のみによつてではな\nく、公訴を提起した検察官の意思や、現実に審理の過程において被告人として行動\nし、取扱われた者が誰であるかをも併せ考えて決定すべきであると考えられるとこ\nろ、前記大阪簡易裁判所で審理、判決された事件においては、起訴状あるいは判決\nの表示のみからすると、Ａに対し公訴が提起され、同人に対し判決があつたかのよ\nうな外観を呈しているものの、前記認定のとおり、同事件において、現実に逮捕、\n勾留（その後保釈）され、審理、判決を受けたのは被請求人であることからすれ\nば、右事件の被告人は被請求人以外の何者でもなく、従つて右判決の効力は当然被\n請求人に及ぶものというべきであり、このことによつて、法的安定性が害されると\nは考えられない。（なお、右Ａの氏名を詐称した旨の被告人の供述は、右発覚の端\n緒であるに過ぎず、右供述のみによつて判決の名宛人を変更するものではない。）\n所論指摘の最高裁判所第三小法廷昭和五〇年五月三〇日の決定は、非公開の書面審\n理を原則とし、手続の画一化、明確化の要請の強い略式（右事案では特命）手続に\n関するもので、事案を異にする本件には適切ではなく、所論は採用することができ\nない。また、右Ａ名義の判決の効力を被請求人に及ぼすことが判決の信頼性を著し\nく失墜させる旨の所論は、その趣旨が必ずしも明らかではないが、これが被請求人\n自身の前科前歴、生活状況を参酌しない右判決の量刑は正当でなく、このような判\n決の効力を被請求人に及ぼすのは相当でないとの趣旨であるとすれば、原決定も説\n示するとおり、右事件の量刑において最も重要と思われる犯行の動機、態様、結果\n等については被請求人の行為そのものが、評価の対象とされており、また生活状況\n等については被請求人のため情状証人の取調べもなされているほか、前科前歴等に\nついて被請求人は、他人の氏名を詐称することにより、本名を名乗るよりもむしろ\n有利な資料により右判決を得たものであることが窺え、右判決の効力が被請求人に\n及ぶことが被請求人にとつて特に不利益になるとは認められず、また、これが不相\n当とも考えられない。右主張は採用の限りではない。\n次に、所論（二）の点については、その指摘のとおり、被請求人が昭和五九年六\n月一六日現行犯人として逮捕された際天王寺警察署において被請求人から指紋を採\n取していたのであるから、直ちにこれを照合しておれば、被請求人が他人の氏名を\n冒用していることは容易に判明したであろうが、しかし、前期認定のとおり、被請\n求人は、かねて前科、身上関係を熟知している知人Ａとして振舞い、その供述内容\nは同警察署の照会回答等とも符号（但し指紋番号の点を除く。）しており、また同\n署警察官において、住居確認のため、被告人に案内させたアパートの管理人も、警\n察官の事情聴取に対し、被請求人と同旨の回答をしたことから、担当警察官も被請\n求人の身上につき、何ら不審を抱かず、事案自体もさほど重大でなかつたこともあ\nつて、結局指紋照合をするに至らず、また、起訴後も、被請求人は終始Ａとして行\n動し、情状証人らもこれに同調して被請求人の本名を明らかにしなかつたものであ\nつて、右事件の確定記録を調査しても、前期指紋の点を除き、右記録のみからは、\n被請求人が氏名を詐称していることを窺うべき資料は全く見当らないことなどから\nすれば、当時、検察官においては、右事件の被告人が氏名を詐称しており、同被告\n人には、前記一の前科があることは、覚知しうる状態にはなく、右前科の存在は、\n右執行猶予の判決確定後である前記四の被請求人の検察官に対する供述の時点にお\nいて「発覚」したものと認めるのが相当であり、しかも、右執行猶予の判決宣告当\n時、前記前科の懲役八月の刑の執行を終つた日から未だ五年を経過していないもの\nであるから、刑法二六条三号により右執行猶予の言渡を取り消すべき場合に該当す\nるものといわなければならない。この点についての所論も理由がない。\n更に、所論（三）の点については、刑法二六条三号の規定は、本来刑の執行猶予\nの言渡を受ける条件を具備しない欠格者に対し、検察官において、右欠格の事実を\n覚知せず、従つて裁判所もこれを知らないまま執行猶予が言渡され、その判決確定\n後にその欠格者であることが発覚した場合、右執行猶予の言渡しを取消すことを定\nめたものであつて、右執行猶予の取消は、右判決に内在するものとして予定されて\nいたことが現実化したものというべきであり、あくまで処罰は一回であつて、同一\nの犯罪について重ねて処罰するものではないのであるから、同法条の規定が、憲法\n三九条後段に違反するとは考えられない。（最高裁判所昭和三三年二月一〇日大法\n廷決定、同昭和三五年一〇月四日第三小法廷決定参照）。この点についての主張も\n理由がない。\nよつて、本件即時抗告は理由がないので、刑事訴訟法四二六条一項により主文の\nとおり決定する。\n（裁判長裁判官　尾鼻輝次　裁判官　木村幸男　裁判官　近藤道夫）\n"
}