{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 12,
    "day": 4
  },
  "case_number": "昭和55(ラ)199等",
  "case_name": "三愛作業解雇",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "19496",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19496",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/496/019496_hanrei.pdf",
  "contents": "主　　　文\n一　原決定を次のとおり変更する。\n（一）　本決定告知の日から五三日間、抗告人（附帯被抗告人）が相手方（附帯抗\n告人）に対し、試採用者としての労働契約上の権利を有する地位にあることを仮に\n定める。\n（二）　相手方（附帯抗告人）は抗告人（附帯被抗告人）に対し、昭和五四年七月\n以降前項の期間満了まで、毎月七日限り一か月金一九万〇三九三円の割合による金\n員を仮に支払え。\n（三）　抗告人（附帯被抗告人）のその余の申請を却下する。\n二　相手方（附帯抗告人）の附帯抗告を却下する。\n三　訴訟費用（附帯抗告費用を含む。）は、第一、二審とも相手方（附帯抗告人）\nの負担とする。\n理　　　由\n第一　当事者の求めた裁判\n一　抗告の趣旨\n１　原決定中抗告人（附帯被抗告人、以下たんに抗告人という。）敗訴の部分を取\n消す。\n２　抗告人が相手方（附帯抗告人、以下たんに相手方という。）に対し、労働契約\n上の権利を有する地位にあることを仮に定める。\n３　相手方は抗告人に対し、昭和五四年七月から毎月七日限り金一九万〇三九三円\nを仮に支払え。\n４　抗告費用は相手方の負担とする。\n二　抗告の趣旨に対する答弁\n１　抗告人の本件抗告を棄却する。\n２　抗告費用は抗告人の負担とする。\n三　附帯抗告の趣旨\n１　原決定中相手方敗訴の部分を取消す。\n２　抗告人の申請をいずれも却下する。\n３　訴訟費用は、第一、二審とも抗告人の負担とする。\n四　附帯抗告の趣旨に対する答弁\n１　相手方の附帯抗告を棄却する。\n２　附帯抗告費用は、相手方の負担とする。\n第二　当事者の主張\n当事者双方の事実上及び法律上の主張は、当審において、別紙記載のとおり付加\nされたほか、原決定中当事者の主張部分に記載されたところと同一であるから、こ\nれをここに引用する。\n第三　当裁判所の判断\n一　当裁判所も、抗告人が相手方会社において、試採用者としての地位にあるこ\nと、及び相手方が抗告人に対してなした本件解雇権の行使は、留保解約権を行使し\nうる場合でないのになされたもので、解雇権の濫用に該当し、無効とすべきものと\n考える。その理由は、原決定説示の理由（原決定一二枚目裏九行目から二五枚目表\n四行目まで）と同一であるから、これをここに引用する。\n二　原決定二五枚目表五行目から二六枚目裏三行目までを次のとおり付加訂正す\nる。\n「四１　以上によると、抗告人は、本件解雇当時、三か月の期間を定めた試採用者\nとしての地位にあつたものであるから、右解雇が無効となる場合、その地位を保全\nするには抗告人の試採用者としての地位を保全する必要が認められるとともに、こ\nれをこえて現段階において本採用者としての地位を保全するのは、試用期間設定の\n趣旨からみて相当でないと解せられる。この点について抗告人は、本件試用期間は\nすでに徒過しており、右期間の経過によつて、当然本採用労働者としての地位が保\n全さるべきである旨主張する。しかしながら、試用期間が設定された趣旨は、試用\n期間中の作業実績を基礎として職業能力及び業務適性を調査判定することを目的と\nするものであるから、右試用期間の相当期間について就業実績をもち、実質的に残\n余期間を問題とすることなく本採用の当否が判断できる場合はともかくとして、本\n件のように、試用期間三か月のうち、採用後就業日数三八日にして解雇されたもの\nとして取扱われ、残余試用日数五三日を残し、試用期間の大半について就業実績の\nないものについては、使用者が、当初の試用期間内に本採用への選考を実施しなか\nつたこと、或いは解雇を理由に抗告人の就労を拒否したことを直ちに違法とし、又\nは抗告人の職業能力及び業務適性の判定権を放棄したとみることはできず、結局右\n試用期間の取扱いについては、右解雇の日から本裁判告知の日まで試用期間の進行\nを停止していたものとして取扱うのが相当と考えられる。ただし、本件記録による\nも、右三か月の試用期間は、常に継続して観察することを必要不可欠としているも\nのとは認められず、すでに就業した日数も一応の勤務実績を示しているものと考え\nられるから、今後設定すべき試用期間は残余試用日数五三日をもつて足るものとい\nうべきである。\n２　相手方が、本件解雇以後抗告人を従業員として取扱わず、抗告人の就労を拒否\nし、賃金の支払いを拒絶していること、抗告人の本件解雇当時の賃金が、手取額一\nか月金一九万〇三九三円であり、当月分を翌月七日に支払う約定であつたことは当\n事者間に争いがなく、また抗告人が、相手方から支払われる賃金を唯一の生計の糧\nとする労働者であり、これの不払によつて回復できない損害をうけることは本件記\n録によつて明らかである。\n五　つぎに相手方の本件附帯抗告について判断する。相手方の本件附帯抗告は、原\n決定で一部認容された仮処分決定を取消し、抗告人の仮処分申請の却下を求めるも\nのであるところ、仮処分決定に対する仮処分債務者の不服申立方法としては、民訴\n法七五六条、第七四四条により仮処分異議のみが許され、普通抗告（民訴法四一〇\n条）を申立てることはできないものと解せられる。この点について、相手方は、抗\n告人の抗告に対応し、不利益変更禁止の原則を排除するための附帯抗告をすること\nは、公平の原則上認められるべきである旨主張するが、附帯抗告は、本来抗告すべ\nき権利を有し、又は有した者について論ぜられるべき問題であつて、当初から抗告\n権を有しない仮処分債務者についてこれを認めることはできない。相手方の主張\nは、一部認容の仮処分をうけた債務者は、仮処分異議によるか、又は抗告によるか\n選択的に不服を申立てる権利を有するとするものであつて、保全処分制度の趣旨か\nらして採用することはできない。」\n三　してみると、抗告人の相手方に対する本件仮処分申請は、本決定告知の日から\n五三日間、抗告人が相手方に対し、試採用者としての労働契約上の権利を有する地\n位にあることを仮に定めること、及び昭和五四年七月以降右期間満了まで、毎月七\n日限り一か月金一九万〇三九三円の割合による賃金の仮払いを求める限度で理由が\nあるから、これを認容し、その余は失当であるからこれを却下し、これと一部異な\nる原決定を右のとおり変更することとし、また、相手方の本件附帯抗告は不適法で\nあるから、これを却下することとし、訴訟費用の負担について、民訴法九六条、九\n二条但書を適用して主文のとおり決定する。\n（裁判官　柏木賢吉　加藤義則　玉田勝也）\n（別紙）\n準備書面（抗告人）\n一　原決定には、いくつかの事実認定の誤まり、法律適用の誤まりがある。\n以下において本件の労働契約が試採用労働契約であること、被保全権利の保全の\n必要性につき、原決定告知の日から三ヶ月間としたこと、抗告人の学歴詐称を信義\n則違反の経歴詐称とし懲戒解雇事由にあたるとしたことの点につき、詳論すること\nとする。\n二（一）　原決定は、本件の労働契約の性格につき、何んら解雇権の留保のない期\n間の定めのない労働契約であるのにかかわらず、試用期間中に被抗告人において職\n業能力及び業務適正を調査し、これらを欠くと認めるときは解雇できる旨の解約権\nが留保された期間の定めのない労働契約であるということができると認めた誤まり\nがある。\n（二）　抗告人は、本件において就業規則には試用期間という言葉が使われている\nが、試用契約という実態をもたないもので、期間の定めのない労働契約であると主\n張し、原審昭和五五年二月五日付申請人準備書面（四）四において、（一）試用契\n約の意義、目的、（二）試用契約期間終了後の本採用の基準あるいは本採用拒否の\n基準、（三）判例、につき詳論したところである。\n（三）　しかるに原決定は、（１）就業規則の規定の存在、（２）被申請会社の現\n場乗船内部門は本採用労働者からなる一班ないし八班及び陸動班、季節労働者から\nなる一一班並びに試採用労働者からなる割込み班に区分されていること、（３）被\n申請人は、試用期間中に、当該労働者の勤務成績人格等について検討し本採用の適\n否を決定していること、（４）港湾荷役作業は、実験労働の必要性が肯定される職\n種であると理由づけている。\nしかし、右（１）は、形式論であるが、ａ部長が抗告人に示した会社案内（疎甲\n第九号証）によれば、見習い期間という別の表現が用いられ試用とは異なるものと\n言いうる。しかし問題は、右のような就業規則のもとでの実態や現実の法規運用こ\nそ考察されなければならないのである。\n右（２）は、実態の把握に誤まりがある。抗告人の前記準備書面で指摘したとお\nり、試用契約として試用目的であることの説明が抗告人に対し何んらの説明もなさ\nれていないのである。\n本件は、労働者が試用期間を養成・見習期間のように自覚し、また実際にもその\nように処遇されている一事例である。本件において、抗告人は、ａ部長から見習い\n期間の説明を受けた際、重労働に耐えられないか又は特別の事情がない限り、長い\n将来にわたつて勤務できるという理解をし、被抗告会社に採用され青カードと仲間\nの区別なく、すなわち試採用労働者と本採用労働者の区別なく一体となつて労働し\nたのであつて、右の期間は養成・見習期間訓練期間にすぎないのである。\n右の（３）は、そのような事実の存在については仮処分申請書に述べた通り、肉\n体労働に耐えればどんな人でも雇われている実態からして疑問があり、仮りにその\nような実態があるとしても実験の内容および適否の合理的・客観的基準が明示され\nておらず、無基準の一般的評価のもとで運用されており、しかも、右の評価結果は\n労働者に事後的にも伝達されておらず、実際に坑告人にも何んらの説明はなかつ\nた。\n右の（４）は、実態に即していない。\n（四）　原決定は、本件の労働契約の性格について、被抗告会社の労働実態に即し\nた事実認定をしていない誤まりがあるのである。\n港湾荷役作業は、各種の輸出入用貨物を取扱う極めて危険度の高い作業である。\n採用直後の労働者に要求されることは荷役作業の実態とそれに伴なう危険な船内の\n状況に出来るだけ早く通ずることである。ウインチやフオークリフトなど機械類の\n操従者、あるいは他会社から招致採用された者が採用直後から監督として各班の現\n場作業を指揮する場合などを除いて、現に青カードと仲間が共に同一労働に従事し\nているわけだから、唯一肉体労働に堪えられるかどうかということを除いて、実験\n労働の必要性はないものである。\n港湾労働の性格上、重筋労働に堪えられず退社していく者が多い中で、とりわけ\n夏期繁忙期などの船主・荷主に対する人員確保を日雇労働者、季節労働者、割込班\n労働者の採用によつて労働力を確保し、労働力の逃散を防ぐためにひとまず試用労\n働者として採用するという要素が極めて強く、実験労働という必要性が肯定される\n本来的な試用労働契約とは到底言い難い。\n三（一）　原決定は、抗告人に試採用労働者としての地位を認めたが、原決定告知\nの当時は、すでに試用期間が徒過していたのであるから、本採用労働者としての地\n位が認められるべきであるが、原決定の告知の日から三ケ月間、試採用者としての\n労働契約上の権利を認めたことは誤まりである。\n（二）　原決定は、弁論主義に違背する違法が存する。\n原審において、申請人、被申請会社は、共に、保全の必要性については賃金の仮\n払いの点をめぐつて主張・立証したが何んら労働契約上の地位については、双方と\nもに主張しなかつた。原決定は、判示部分につき、当事者の釈明を促すこともな\nく、突然決定を告知したもので、抗告人においてはもちろんのこと、被抗告会社に\nおいても攻撃防禦の機会のないままに裁判所の判断が示された。原決定の右判示\nは、弁論主義に違反し、訴訟当事者の主張のない新しい点につき判断を下したもの\nであつて違法である。\n（三）　原決定には、矛盾が存する。\n原決定は、「本件契約は、試用期間中に被申請人において職業能力及び業務適性\nを調査し、これらを欠くと認める時は解雇できる旨の解約権が留保された期間の定\nめのない労働契約であるということができる。」（第三当裁判所の判断二（一））\nとし、「右試用期間を付した労働契約における解約権行使の基準につき考えるに、\n一般的に言つて、試用労働者は、本採用後の雇用関係におけるよりも弱い地位であ\nるにせよ、いつたん、被申請人との間の雇用関係に入つた者であるから、右立場\nは、十分尊重するに値するものであり……」（前同（二））と説示している。\nしかるに、原決定は、本件試用期間について、本件解雇の日から本裁判告知の日\nまでその進行を停止していたものとして扱うとした。そして、原決定の告知の日か\nら三ケ月間改めて試用期間を設定した。原決定告知の日当時はすでに試採用期間を\n徒過していたのであるから、原決定が、試採用労働者としての地位を尊重し、解約\n権行使をなるベく厳格に解しようとする立場とは逆に再び、申請人の解雇時の残余\n試用期間二ケ月ではなく、三ケ月間の期間を改めて設定し、本採用労働者の地位よ\nり弱い地位に抗告人を置いたものであつて原決定の基本的姿勢と矛盾するものであ\nる。\n四　原決定が抗告人に対し、原決定告知の日から三ケ月間試採用労働者としての地\n位を認めたことの理由は、合理性を欠き到底根拠たり得ない。\n（一）　原決定が抗告人に試採用労働者としての地位を認めた理由は、本件解雇の\n当時三ケ月の期間を定めた試用の地位にあつたものであるから、右解雇が無効であ\nるとしてその地位を保全するには右試用期間が本件解雇の日から本裁判告知の日ま\nでその進行を停止していたものとして扱うのが相当である（第三当裁判所の判断\n四）とする。\nそして、本件について、原決定告知の日から更に三ケ月間の試用期間を設定する\n理由は、（イ）就業規則二五条に試用期間三ケ月の期間を伸縮することができる旨\nの規定の存在、（ロ）試用期間は一ケ月余を経過した時から抗告人の解雇のためそ\nの進行を停止していたものと解すベきこと、（ハ）被抗告会社が試用期間を原則と\nして三ケ月と定めたのは、少なくとも右程度の期間継続して観察しなければ当該労\n働者の職業能力及び業務適性を判断することができない趣旨である、とする。\n（二）　しかし、右の理由の内最も重要なことは試用期間が本件解雇の日から原裁\n判告知の日までその進行を停止したという点である。この点については、まず保全\n処分の事情変更による取消制度の存在との関連で問題が存する。すなわち事情変更\nによる取消制度（民訴法七四七条二項前段、七五六条）は保全命令時以降の事情の\n変更を問題としている。このことからすれば、原決定においては命令時までの当事\n者の主張・立証を判断の対象とすベきであつて、停止の観念を入れることで勝手に\n時間の経過＝試採用期間経過という判断対象を捨象すベきではないのである。そう\nでなければ、試用期間の経過による本採用という主張は、いかなる時点でも主張で\nきなくなるからである。\n（三）　次に問題となるのは、原決定の停止の観念の理由づけである。\n原決定は、従来の判例の流れとは著しく異なる位置を有している。すなわち、試\n用期間中の解雇の事例は、そのすベてが試用期間の相当期間を経過している場合で\nあり、このような場合には直接にすなわち残余期間を問題にすることなく評価の妥\n当性＝本採用拒否の適否として論じている（労働契約１・東京大学労働法研究会\n有斐閣七八頁）。試用期間中の解雇ないし期間終了時の本採用拒否についての判例\nの推移については、民事実務の研究日本評論社一四四頁以下において北沢貞夫、石\n塚章夫、西島幸夫の各裁判官が分析されているが、いずれも本採用拒否が成立する\nかいなかであつて、停止の観念は問題とされていない。\n又、三菱樹脂事件では、（試用期間三ケ月として、申請人が昭和三八年三月二八\n日より勤務していたところ、六月二五日に本採用拒否を口頭で通告され、さらに同\n二九日に同二八日で本採用をしないという文書による通告を受けた。）次のように\n仮処分決定がなされている（東京地方裁判所昭和三九年四月二七日決定）。\n「本件本採用拒否は、右約定に基づく停止条件付雇用契約の解約の意思表示にほ\nかならないものと解されるから、もし右意思表示が上記約定の実質的要件を欠き無\n効である場合には、Ｘは試用期間の経過とともに当然本来の雇用契約に基く本採用\nの社員たる地位を取得するものと言わなければならない」（労民集一五巻二号三八\n三頁）。\nなお、試用労働者が何んらの手続をとられることなく、試用期間を経過した後に\nは、本採用労働者となるという点に関しては、学説・判例とも結論として争いなく\n肯定するに至つている。（前掲「研究」一五四頁参照）。\n以上の判例の中で、原決定はきわめて異例的存在である。それだけに、「停止」\n観念の説明には、積極的理由が要求されるはずである。\nただ、停止の観念を認めた唯一の判例として、試用労働契約の延長期間中の不適\n格評価に基づく解雇が無効とされた事例として大阪高等裁判所昭和四五年七月一〇\n日判決労民集二一巻四号一一四九頁がある。（労働契約１東京大学労働法研究会有\n斐閣六七頁以降渡辺裕担当）、（昭和四五年度重要判例解説ジユリスト三島宗彦一\n八五頁以下解説参照）。\n右の判例は、試用期間延長の期間の進行をＸの解雇の日から仮処分発令の日まで\n停止するものとし、残余の期間の範囲内で試採用労働者としての地位を認めたもの\nであるが、その理由は、「本件解雇が無効であつたとはいえ、仮処分によつて裁判\n上その効力が停止されない間にＹにおいて右昭和四〇年九月一日に到来すべき社員\nへの選考をしないでおくことが違法とはいえないと考えられるから」とする。\nしかし、右の判例の言うように、本採用への選考をしない不作為が違法ではない\nとしても、右試用期間は、採用会社の利益のためのものであるから、右期間の経過\nとともに、採用会社において人事の問題として、採否の結論を出すことは当然可能\nであり、右期間中に留保された解約権を行使しない限り、当然に右期間の経過に伴\nなつて本採用労働者となるものと言うべきである。このことは本件でも同じことで\nある。\nまた本件においては解約権留保付の期間の定めのない労働契約であると判示され\nているのであるから試用期間徒過とともに解約権行使が許されない労働契約になる\nだけのことであつて、選考の手段の存否によつて一般労働契約上の地位に影響を与\nえるものではない。\n右の判例の見解自身疑問であるばかりか本件には全くあてはまらない。\n更に、右の判例批評として、消極的にではあるが賛成するものがある（労働契約\n１東京大学労働法研究会、有斐閣七八頁）。\n右の批評は、期間の途中に解約し、妨害等が行なわれ解約の無効確認あるいは妨\n害排除が訴求された期間の定めのある継続的契約関係の場合は、裁判所は契約期間\nの進行の停止を認めることはない。これと比較して試用労働契約を期間の定めのな\nい継続的契約関係とみて別の取扱いを認めても良いとするものである。\nしかし、試用期間の付された労働契約においては、採用会社および労働者にとつ\nて試用期間こそ重要な意味をもつものであつて、この試用期間の定めを右の事例と\n対比させるべきである。即ち、期間の定めのあるのは試用期間であるから右の期間\nの定めのある継続的契約関係と同様に考えて期間進行の停止の観念を認めるべきで\nはない。\nいずれにせよ、右の批評は、「疑問なしとしないが、他にすぐれた方法が考えつ\nかない」というものである。\n唯一の右の判例の理由づけが説得力を持ちえないのは、従来の判例の流れこそ、\n合理的存在たりうるからである。\n（四）　原決定は、残余の二か月ではなく、改めて三か月間の試用期間を設定した\nが、この点はいかなる判例にも存しない点であつて、被抗告会社の試用期間の運用\nにかかわりなく、独自に試用期間を設置したもので、主張・立証を無視する違法な\nものである。前記（一）（イ）で要約した決定の理由が、試用期間の伸長の根拠と\nなつているものと思われるが、被抗告会社においてさえ伸長をしていないのである\nから、許されるものではない。\n五　原決定には次のような不合理性がみられる。\n（一）　試採用期間終了時の解雇の場合、原決定の理由につき、前項即ち四（一）\n（ハ）で要約したとおり、すでに採用会社は継続して当該労働者の職業能力及び業\n務適性を判断できたことになるのであるし、また試採用労働者も、「明日から本採\n用労働者」という強い期待を抱くものである。\nしかるに、本件のように「著しく妥当を欠く」（第三当裁判所の判断三３\n（二））解雇権の濫用による解雇がなされたとすれば、その者につき再び試用期間\nを改めて設定することになるであろうか。\n端的に、本採用労働者としての地位につき判断すべきであろう。なぜなら試用期\n間の趣旨も充分採用会社において活用されたものであり、本採用労働者よりも弱い\n地位にある試採用労働者の地位を尊重することになるからである。\n（二）　原決定のように決定告知があると、将来の短かい期間しか救済を与えられ\nないとなると、仮処分申請者は、勝訴の強い見込みを有しても、仮処分審理の期間\nをいたずらに引き延ばすことが自らの救済となり裁判所に結論を仰ぐ期待がなくな\nつてしまい、保全裁判の迅速性と相反する訴訟運用の状態が出現する。\n（三）　原決定の試用期間の設置の理由（前掲四（一）（ハ））は、仮りにそうと\nしても仮処分決定後の採用会社は、かたくなに勝訴労働者の就労を拒否しているの\nが現状であり、本件でもまた例外ではない。（疎甲第二三号証）\nかような現実のもとで、改めて試用期間を設置することの意味は全くないのであ\nる。\nたとえ意味があるとしても、抗告審においては、被抗告会社が抗告人の就労を拒\n否し、就労をさせることによつて継続的に観察して抗告人の職業能力及び業務適性\nの判断を行なうことを放棄しているものと判断されるべく、この不利益は被抗告会\n社が負うべきものである。\n六　以上は、決定主文に直接影響する点での原決定批判であるが、更に学歴詐称を\n経歴詐称とした点に誤まりがある。\nこの点については、原審における申請人昭和五四年一二月二五日付準備書面\n（三）三、（二）において詳細に論じたところであるからここに引用する。\n特に指摘すべきことは、被抗告会社において「学歴不問」として抗告人を採用し\nた場合にまで信義則上、学歴を申告すべき義務ありとした点である。\n更に、原決定においては、「職種が港湾作業という肉体労働であつて、学歴は二\n次的な位置づけであること、大学中退を高校卒としたものであつて詐称の程度もさ\nほど大きいとはいえないこと」と判示しておきながら、「重要な経歴を偽り採用さ\nれた」ものであるから、就業規則四五条四号の懲戒解雇事由にあたるとした点は矛\n盾している。本件では懲戒解雇事由に該当しないものと言うべきである。\n準備書面（一）（被抗告人）\n第一\n一　原決定は、本件学歴詐称行為が就業規則四五条四号の「重要な経歴を偽り採用\nされたことが判明したとき」に該当するとし、懲戒解雇理由にあたりそれ自体信義\n則に反するとしながらも、本件解雇は、解雇権の濫用に当り無効である、と判示し\nた。\n二　しかし、右決定は、（１）労働者が経歴等を詐称して雇用された場合には、使\n用者の欺罔された容態の下において、本来従業員たりえないのに従業員たる地位を\n取得し、継続的契約関係である労働契約において最も重要な信頼関係を破壊し、そ\nの結果として、会社の適正な労務配置、更には人事管理全般に影響を及ぼし、ひい\nては経営秩序を著しく侵害し混乱せしめていることから、近時の判例において、等\nしく労働者の信義則違反を理由に解雇を有効としていること、（２）本件が試採用\n期間中の解雇であつて、本採用後の解雇に比べ広範な会社の裁量権が認められてい\nること等から、本件解雇が、正当な理由をもつてなされ権利の濫用にわたるもので\nないことを、以下詳述する。\n第二\n一　会社の現場作業員採用方針について\n（一）　会社は、名古屋港を中心として港湾荷役作業を主たる業務内容としてい\nる。港湾荷役作業は、取扱う貨物も大小雑多、重量も区々で、鉄材から袋物、撒貨\n物、汚れ物も多く、更には、本船の航海スケジユールに合せた作業が要求されるた\nめ残業を含む長時間労働も不可避で、肉体を酷使する厳しい労働条件下の肉体労働\nである。特に船内作業は作業現場が大型貨物船の艙内作業、艀船内での作業が中心\nで、足場が常に波浪のため前後左右に揺れ動いている関係から、陸上作業に比べて\n長年の経験、熟練等が要求される。\n（二）　船内作業は、一〇名乃至一八名で一ギヤング（班）を編成して行なわれる\n共同作業である。従つて班長を中心とした作業員間の連帯意識の育成が最も重要で\nあり、それが作業を安全に遂行するための必須条件である。従来、港湾作業員に\nは、子供の頃からの浜育ちの者が体験的に仕事を覚え、「その道二〇年、三〇年」\nの経験を積んだ者が多く、現在、そのような長い経験を経た熟練者が監督、班長等\nの指導的な地位に立つている（ほとんどが中学卒以下の者である）。\n（三）　そのため、新規採用者が監督、班長と教育程度や人格に隔りがあれば互い\nに違和感を生み、現場での連帯感を欠き協調秩序が保たれないばかりか、作業能率\nを阻害しひいては労働安全面においても支障が出る。また高学歴者は、現場作業の\n画一的な単調労働に対する耐性を欠き勝ちであり、十分な作業能率を期待しえな\nい。更に高学歴者は、当初は高賃金に魅かれて入社し、現業職としての待遇を容認\nしていても、時日の経過により作業員としての待遇や肉体労働に対して不満を表明\nし、自分の体を使いたがらぬようになつて理屈ばかり並べることから、結局、他の\n作業員と折合が悪くなり、早い機会に退職する例が非常に多い。\n（四）　このようなことから、会社は、熟練労働力を確保するために長期間継続し\nて勤務する見込みのある労働者を採用してきた。\n即ち、従来は、専ら中学校卒業者以下を中心に採用してきたが、近時高校進学率\nが九〇％を越え、中卒者のみで労働力を補充することは不可能となつたので、やむ\nを得ず高卒者（高校中退者）を採用することもあつた。\nしかし、大学在籍という高学歴者を採用したことは過去一度もなかつたのであ\nる。\nその結果、高校経験者が若干増加したとはいえ、中学卒以下の労働者は、全作業\n員の八二％を数え、船内作業員に限ればその割合は八五％にものぼつているのが実\n態である（乙二号証）。そして同業他社においても全く同じことが言える（乙四乃\n至六号証）。\n（五）　名古屋南公安職業安定所、宮古公共職業安定所の求人申込の際、「学歴義\n務教育終了者」とのみ記載していたこと、更には「会社案内」に学歴不問とあるこ\nとから、原決定は、大学在籍者は採用しない旨学歴の上限を画することをしなかつ\nたと判示する。\nしかし、職安の求人票に「学歴義務教育終了者」とあるのは、従前の採用実態の\n名残りであつて、専ら中卒者を採用していたことを示しはしても、決して、本件の\nような大学在籍者等どのような高学歴者でも差し支えないということを意味しな\nい。要するに義務教育以上の学歴は必要としないのである。\nまた「学歴不問」というのは、現実に小学校卒業者、若しくは高等小学校卒業者\nが会社の三割近く存在する事実からみて、学歴によつて賃金等労働条件面で差別す\nることがないことを明らかにする意味で明記しているのであつて、どのような高学\n歴者でも差し支えがないという趣旨ではない。\n以上、要するに港湾荷役作業の労働実態からして、高度の教育は不必要であるこ\nとを明らかにしているにすぎないのであつて、学歴は二次的なものにすぎないと\nか、学歴の上限を画してなかつたというものではない。\n（六）　原決定は、職種が港湾作業という肉体労働であつて学歴は二次的な位置づ\nけである、と判示した。\nしかし、以上詳述したとおり、監督、班長を頂点として行なわれる港湾荷役作業\nにおいて、共同作業を円滑に遂行するうえで連帯意識が極めて重要であるため、会\n社の作業員構成、人事管理体制上、学歴は極めて重要な地位を占めているのであ\nる。蓋し、監督、班長より高度な学歴を有する者が作業員に入れば、当初は容認し\nていても、時日の経過により不満感を発生させ顔に出し、監督、班長に反抗的な態\n度をとり、職場の協調秩序が保たれなくなるからである。しかも現場作業の画一的\n単調労働に対する耐性を欠き、自ずと手を抜き勝ちになり、十分な作業能率を期待\nしえないからである。\n（七）　原決定は昨今の大学卒業者の就職状況に照らすと、会社が高校卒業以下の\n者に限るとの採用方針を厳格に運用していたとは認めがたい、と判示した。\nこれは、大学卒業者が自治体清掃局のゴミ採集業に従事していること（甲一一号\n証）を言つているものと思われる。\nしかし、右新聞記事に、「民間企業と違つて、公務員は好不況に左右されないで\nやつていけますからネエ。その安定性に魅力を感じて転職しました。」とあるよう\nに、公務員の安定性が買われての大卒者の就職である。清掃局の下請の民間企業で\nはこの様な例は稀有であろう。\nましてや、会社は厳しい労働条件下にある港湾荷役作業会社であることを忘れて\nはならない。\nそして本件は、民間私企業である会社が、自由に決めうる現場作業員の採用方針\nとして義務教育終了者を中心として高校卒業以下の者に限定してきたもので、この\n採用方針の当否を左右するものでも何でもない。\n「ちなみに、東京都や大阪市では清掃職員の採用は高卒以下と決めており、大卒に\nは門を閉ざしている。『学歴は必要ないから』という理由。」（甲一一号証新聞記\n事最下段から引用）。\nこのように、肉体労働にあつては学歴は必要ないとの理由で大学卒業、中退者を\n雇用しない例は、地方自治体においてもみられるところであり、民間私企業の採用\n方針として不適当、違法だとの謗りを受けるいわれはない。\nそして、現実にも、ｂを採用する一ケ月前である昭和五四年三月中旬に、大学卒\n業者であるｃが職を求めて来たが、会社の採用方針に合わないので本人に辞退して\nもらい不採用となつた事実があり、採用方針は厳格に運用されてきているのである\n（これは、本件以降の採用についても同様であり、大学経験者は一人も採用してい\nない）。\n即ち、右の例では履歴書で大学卒であることが判明したため、ａ部長が、面接の\n場で船内労働の実態を説明し、大学卒という高学歴者では作業員との間に格差が大\nきく、お互いに違和感が起り職場の協調が保ちにくいため、高学歴者は採用しない\n方針であると説明したところ、本人も了解して就職を諦め、不採用となつたのであ\nる。\n（八）　原決定は、右ｃの例があつたことから、大学経験者の求人応募を予想しえ\nなかつたとは言えない、と判示した。\nしかし、大学経験者の応募は（それを秘匿して応募したｂを除き）、右例が最初\nで最後である。どうして、当時大学経験者の応募を予想しえたであろうか。判旨は\n机上の空論である。\nましてや、右ｃの例は、昭和五四年三月以降の求人活動に対する応募であつて\n（ｂもこれに応募したものである）、その求人をする時点までは、大学経験者の応\n募は一度たりともなかつたのである。\n名古屋南公共職業安定所等への求人票（「学歴義務教育終了」）は右ｃの例以前\nに作成されたものである。いずれにしても、当時、会社としてはまさか大学経験者\nが応募してくることは夢想だにしていなかつたのである。\n（九）　原決定は、採用方針を事前に明示すべき信義則上の義務がある、と判示し\nた。\nしかし、採用方針というのは、会社の営業政策、労務管理政策等経営に関する、\n一に会社の専権に属するものであつて、部外者の掣肘を受けるものではなく、まし\nてや労働者に明示しなければならないものではない。労働基準法一五条において、\n「労働条件の明示義務」が定められているが、これはいうまでもなく、労働契約締\n結の際、労働者に対して賃金その他の労働条件の明示を使用者に義務づけているも\nのにすぎず、採用方針（採用条件）に明示義務まで導き出せるものではない。\n明示義務がないことは、労働判例史上著明な「三菱樹脂本採用拒否事件上告審判\n決」（最高裁昭和四八年一二月一二日大法廷判決）からも明らかである。\n蓋し、「企業は、かような経済活動の一環としてする契約締結の自由を有し、自\n己の営業のために労働者を雇用するにあたり、いかなる者を雇い入れるか、いかな\nる条件でこれを雇うかについて、法律その他による特別の制限がない限り、原則と\nして自由にこれを決定することができるのであつて、企業者が特定の思想、信条を\n有する者をそのゆえをもつて雇い入れることを拒んでも、それを当然に違法とする\nことはできないのである。」とする以上、憲法により保障されている企業の自由な\n採用方針、採用条件に照らし採否を決めうるのだから、それを事前に明示する義務\nはなく、明示しなくても違法となるものではあるまい。\n「（二）　ところで、憲法は、思想、信条の自由や法の下の平等を保障すると同時\nに、他方、二二条、二九条等において、財産権の行使、営業その他広く経済活動の\n自由をも基本的人権として保障している。それゆえ、企業者は、かような経済活動\nの一環としてする契約締結の自由を有し、自己の営業のために労働者を雇用するに\nあたり、いかなる者を雇い入れるか、いかなる条件でこれを雇うかについて、法律\nその他による特別の制限がない限り、原則として自由にこれを決定することができ\nるのであつて、企業者が特定の思想、信条を有する者をそのゆえをもつて雇い入れ\nることを拒んでも、それを当然に違法とすることはできないのである。憲法一四条\nの規定が私人のこのような行為を直接禁止するものでないことは前記のとおりであ\nり、また、労働基準法三条は労働者の信条によつて賃金その他の労働条件につき差\n別することを禁じているが、これは、雇入れ後における労働条件についての制限で\nあつて、雇入れそのものを制約する規定ではない。また、思想、信条を理由とする\n雇入れの拒否を直ちに民法上の不法行為とすることができないことは明らかであ\nり、その他これを公序良俗違反と解すべき根拠も見出すことはできない。\n右のように、企業者が雇用の自由を有し、思想、信条を理由として雇入れを拒ん\nでもこれを目して違法とすることができない以上、企業者が、労働者の採否決定に\nあたり、労働者の思想、信条を調査し、そのためその者からこれに関連する事項に\nついての申告を求めることも、これを法律上禁止された違法行為とすべき理由はな\nい。もとより、企業者は、一般的には個々の労働者に対して社会的に優越した地位\nにあるから、企業者のこの種の行為が労働者の思想、信条の自由に対して影響を与\nえる可能性がないとはいえないが、法律に別段の定めがない限り、右は企業者の法\n的に許された行為と解すべきである。また、企業者において、その雇用する労働者\nが当該企業の中でその円滑な運営の妨げとなるような行動、態度に出るおそれのあ\nる者でないかどうかに大きな関心を抱き、そのために採否決定に先立つてその者の\n性向、思想等の調査を行なうことは、企業における雇用関係が、単なる物理的労働\n力の提供の関係を超えて、一種の継続的な人間関係として相互信頼を要請するとこ\nろが少なくなく、わが国におけるようにいわゆる終身雇用制が行なわれている社会\nでは一層そうであることにかんがみるときは、企業活動としての合理性を欠くもの\nということはできない。」\n（一〇）　原決定は、会社と同じく名古屋港で港湾荷役作業を営む同業他社におい\nては過去に比較的長期にわたつて現場作業に従事した大学在学経験者があり、格別\nに支障が生じた形跡はない、と判示した。\nしかし、右は日雇労働者と直傭労働者（常用）との相違を捨象した議論であり、\n不当と言わなければならない。\n即ち、甲一六号証に、大学中退者であるｄ氏が昭和三八年頃から同四一年三月ま\nで（原決定は比較的長期というが、僅か三年であることも見落してはならない）、\n日雇労働者（日雇にすぎず、常用の直傭労働者でないことは自らも認めている）と\nして、港で働いていたとあるように、日雇仲間に大学経験者がいたというにすぎな\nい。そして、日雇として、その都度雇用される際に、彼は、自分が大学経験者であ\nることを明らかにしたとは到底思われない。本件と同じように、彼も自分の学歴を\n秘匿して日々雇い入れられたものにすぎまい。そして、乙一〇号証（ａ部長の調査\n報告書）にあるように、甲一六号証で指摘する「名港荷役」「新興海運」の直傭作\n業員に、大学在学経験者が在籍した事実はないのである。（これは、同業他社の作\n業員学歴調査ー乙四、五、六号証ーでも明らかである）\n本件は、常用の直傭労働者の採用の問題であることを忘れてはならない。会社\nは、直傭労働者（常用）について、熟練労働力を得るため、長期間継続して勤務す\nる見込みのある（単純肉体労働に耐性のある）労働者を採用する方針を採つてきた\nのである。変動の激しい日雇労働者に一時期大学在籍経験者がいたからといつて、\n本件直傭労働者の採用方針を左右するものではない。\n蓋し、日雇労働者とは、各企業が業務の繁忙に応じ職業安定所を通じて、その日\nその日一日だけを作業につかせる、雇用につながらない、飽くまで一時的に補充す\nる臨時作業員にすぎず、一方常用直傭労働者は終身雇用（停年は満五五才である）\nを前提として長期間に亘る継続的な労働契約関係に入るもので、全人格的な信頼関\n係が要求されるからである。\nいずれにしても、前記ｄ氏等はいずれも日雇労働者として港湾労働に従事してい\nた者にすぎず、常用直傭労働者として継続的に雇用されていたものでないことを看\n過してはならないと思料する。\n二　学歴詐称について\n（一）　原決定も認定するように、そして、近時の幾多の判例でも判示するよう\nに、最終学歴について労働者は真実を告知する信義則上の義務がある。\n（二）　しかるに、ｂは会社に履歴書を提出する際、履歴書上に大学中退の事実を\n記載せず、高校卒までの学歴しか記載せず、その間就職し勤務に就いていたと虚偽\nの申告をした。\nしかし、ｂは、自己の主観的な悪意（虚偽の申告をして会社に雇い入れられよう\nとした点）を捨象してしまつて、学歴を尋ねられたときも「岡崎高校卒」としか答\nえず、会社が、「大学へは進学しなかつたのか。」と尋ねなかつたことを奇貨とし\nて、学歴詐称の事実はないと主張するのである。\n（三）　これは何という詭弁であろうか。\n「聞かれなかつたから答えなかつた。」これで言い逃れが出来ないことは、小学生\nですら知つていることである。\n「聞かれなかつたから」といつて、自己の主観的悪意が治癒されるものではあるま\nい。\nｂは、自らも認めるように、「大学中退の原因に関心が持たれることは、即ち、\n大学闘争歴や政治思想を理由として採用を拒否されることになり、それに対する不\n安を抱」いて、試採用されんがために意図的に、大学在籍歴を秘匿して履歴書を作\n成し、会社に提出したのである。\nこのような学歴を意図的に秘匿して労働力の全人格的判断を誤らせ、会社を欺罔\nして雇入れられようとしたｂの行為は、単に信義則に違反するのみならず、適正な\n労働力の配置等の労務管理を誤らせ企業秩序を侵害するものと言わざるを得ず、ｂ\nの当初の主観的意図に表われた不信義性は消え去るものではない。寧ろ、ｂは本当\nに「学歴不問」の意味を大学在籍者でも採用すると理解したのであれば、その時点\nで、自分の方から「実は大学に進学しました」と申告すべきではなかろうか。それ\nが、現在「学歴不問」だから学歴は関係ないと主張する者の、その時点での最低の\n真実義務ではなかつたか。それを告知することなく、「学歴不問」更には裁判にな\nつて判明した職業安定所の書類にたまたま「義務教育修了」とあつたことを良いこ\nとに、「これらの条件のいずれにも反して学歴を詐称したのではないから、詐称に\nはあたらない」というのは、それこそ結果としてたまたま自己に有利に表われたこ\nとをもつて、当初の主観的意図をも正当化しようとするもので詭弁と言うほかはあ\nるまい。\nそして、一で詳述した会社の採用方針によつて、ｂが大学在籍経験の事実を明ら\nかにしておれば、会社は（ｂ自身心配し、それを認めたように）当初からｂを試採\n用しなかつたのである。\n三　職歴詐称について\n（一）　原決定は、けやき印刷に勤務したという職歴詐称の点は、右学歴の詐称と\n辻つまを合わせるためのものであり、実質的違法性は学歴詐称に含まれると解され\nるので独立した詐称行為と評価することはできず、この部分は「重要な経歴」の詐\n称には当らない、と判示した。\n（二）　しかし、なるほど、学歴詐称と辻つまを合わせるためとはいつても、会社\nの労働力評価における信頼関係を基礎とする全人格的判断を誤らせていることに変\nわりはない。\n即ち、ｂは昭和四三年五月から同四七年二月までの間、「けやき印刷」に就職し\nたと申告した。しかし、ｂは右期間、大阪市立大学に在籍しており「けやき印刷」\nに就職していないにも拘らず、就職したとして虚偽の職歴を申告し、会社を欺罔し\nて試採用されようとしたのである。\n会社は、この間の職歴を信じ、爾後一〇年に亘る職歴を有しているものと誤解せ\nしめられ、それだけの社会経験を有するものであるならばと試採用したのである\nが、その実は、勤務、社会経験もなかつたのである。ｂは会社を欺罔するために職\n歴をも捏造して雇い入れられようとしたことは明らかであり、その背信性は決して\n低くない。しかも、原決定が「大学中退を高校卒としたものであつて詐称の程度も\nさほど大きいとはいえない」とするのは、ｂの主観的悪意（背信性）を捨象してい\nるだけでなく、職歴詐称の点を全く見落したもので不当というほかはない。\n第三　試用期間中の解雇（解約）について\n一　原決定は、「（１）就業規則の懲戒解雇事由、（２）試採用者のみに適用され\nる特有の解約事由、がある場合に、試採用者は解約されるのであつて、（２）の事\n由が付加されている意味において試採用者については本採用者より解雇事由は多\nく、試採用者に対しては、より広範囲の解約権があるというのも右の趣旨の表現と\n理解すべきである。」と判示した。\n二　しかし、右見解には大きな疑問がある。そして、試採用契約の解約権の範囲に\nついて判示した、前記三菱樹脂事件最高裁判決にも反するものと言わざるを得な\nい。\n即ち、右判決は次のように判示している。\n「このような解約権の留保は、大学卒業者の新規採用にあたり、採否決定の当初\nにおいては、その者の資質、性格、能力その他の適格性の有無に関連する事項につ\nいて必要な調査を行ない、適切な判定資料を十分に蒐集することができないため、\n後日における調査や観察に基づく最終的決定を留保する趣旨でされるものと解され\nるのであつて……（中略）……それ故、右の留保解約権に基づく解雇は、これを通\n常の解雇と全く同一に論ずることはできず、前者については、後者の場合よりも広\nい範囲における解雇の自由が認められてしかるべきものといわなければならな\nい。・・（中略）……前記留保解約権の行使は、上述した解約権留保の趣旨、目的\nに照らして、客観的に合理的な理由が存し社会通念上相当として是認されうる場合\nにのみ許されるものと解するのが相当である。換言すれば、企業者が、採用決定後\nにおける調査の結果により、また試用中の勤務状態等により、当初知ることができ\nず、また知ることが期待できないような事実を知るに至つた場合において、そのよ\nうな事実に照らしその者を引き続き当該企業に雇傭しておくのが適当でないと判断\nすることが、上記解約権留保の趣旨、目的に徴して、客観的に相当であると認めら\nれる場合には、さきに留保した解約権を行使することができる。」\n三　会社は、「当初知ることができず、また知ることができないような事実を知る\nに至つた場合において、そのような事実に照らしその者を引き続き雇傭しておくこ\nとが適当でない」と判断したのである。会社は当初からｂが真実を告知し、大学在\n学経験者であることが判明しておれば、雇い入れなかつたのであつて、これが試採\n用期間中（試採用から僅か一ヶ月後である）に判明したため本採用せずに解雇（解\n約）したものにすぎず、「試採用契約における解約権留保の趣旨、目的に照らして\n合理的な理由があり、社会通念上も相当として是認される」ものと考える。\n原決定は、「会社は従前の採用方針からして、当初からｂの大学経験を知つてお\nれば試採用しなかつた」（だからこそ、ｂも試採用されんがため、大学在学経験を\n意図的に秘匿した）ことを見落しており、不当と言わなければならない。\n四　この理は、前記最高裁判決のその後の下級審判決でも肯認するところである。\n即ち、大阪地裁　昭五〇・一〇・三一　判決\n日本精線事件・労働経済判例速報九〇一号\n「一般に使用者が労働者を雇傭するに際して一定期間の試用期間をおく趣旨は、\nその間に被用者の能力、勤務態度定着性の有無等について検討し従業員としての適\n格性を判断し、被用者を引き続き雇傭するか否かを決定する反面、適格性を欠くと\n認める者をできる限り容易にかつ速やかに企業から排除することができるようにす\nることにあるものと解せられる。\nしたがつて試用期間中は前記のようなこれをおく趣旨に鑑み、右適格性等の判定\nに当つては、就業規則等に定められた解雇事由や解雇手続等に必ずしも拘束されな\nい解雇権が留保されているものと解するのが相当である。……（中略）……それ\n故、試用期間中の従業員について経歴詐称の事実が発覚した場合において、使用者\nが前記留保された解雇権を行使して当該労働者を従業員として不適格と認め解雇す\nることは、その詐称された事項が当該企業における当該職種の従業員の合理的採用\n基準に照らし重要でないとか、経歴詐称が労使間の労働契約関係を維持することを\n著しく困難ならしめる程のものでないと認められるような場合を除き、正当として\n是認されるべきである。」として、「会社は昭和三八年一月より職能資格制度を採\n用し現場作業員見習は高卒者以下の学歴者のうちから採用するという方針を堅持し\nて今日に至つており、申請人の最終学歴が当初から判明していたならば従業員とし\nて採用しなかつたであろうこと」\nを解約権行使の正当性の一徴憑とした。\n五　そして、本採用後の解雇であつても、「もし、申請人が大学卒の学歴を有する\n者であることが、その採用時において判明しておれば、被申請人会社は、申請人を\n当初から雇い入れなかつたであろうこと」（東京地裁　昭四六年一一月二五日決定\n三菱金属鉱業事件・労経速報七七七号）を解雇の合理性の一徴憑として採用してい\nる裁判例は幾多もある。\n同旨（１）大阪地裁　昭五三・二・一〇　決定\n大和製作所事件　労経速報九九〇号\n「会社の製造部門における人員構成ならびに新入社員の採用方針が前記のごとき\nものである以上、かりにその事実が履歴書に記載されていたならば会社が申請人を\n雇用するようなことは決してなかつたであろうと考えられるのであつて、それらの\n点からするならば、それが学歴を実際よりも低く詐称するものではあつても、「重\n要な」経歴の詐称にあたると認めるのが相当というべきである。」\n（２）横浜地裁　昭五二・六・一四判決\n日本鋼管事件　労働判例二八三号\n「被告における現場作業員の募集は、職種及び同僚、上司との協調、和合などを配\n慮して、学歴を前記のとおり「中卒又は高卒」に限定したものであり、したがつて\n原告についてもその申告のとおり中学卒と信じたからこそ採用したものであり、も\nし真実の学歴を知らされ、東京大学にまで入学している者であることを知つていた\nならば、上記観点から原告を採用しなかつたであろうことは認められる。」\n（３）横浜地裁川崎支部　昭五〇・二・一〇判決\n日本ユニカー事件　労働判例二二三号\n「仮に原告が応募にあたり前記のような真実の学歴を申告していたとすれば、原告\nが大学四年中退者であることが被告会社に判明し、右学歴を有する原告を採用する\nことは、前述の被告会社の職場の体制を乱すものであるから、被告会社が原告を採\n用しなかつたであろうことは、容易に首肯することができる。」\n（４）横浜地裁川崎支部　昭四五・三・二三決定\n旭ガラス事件　判例時報六〇七号\n「しかるに債権者は、事ここに出ず、前示のように大学卒の学歴を記入しない身上\n調査表を提出したため、債務者がこれを誤信して債権者を採用するにいたつたわけ\nであるが、債務者において債権者の大学卒の学歴を知ればこれを採用しなかつたこ\nとが明らかであり、しかもこれを一蓋に不合理として排斥できないことを前説示の\nとおりである以上、債権者の採用後にその大学卒の事実を債務者が知つたときは、\n債権者の就労前であれば採用を取り消し、またその就労後であればこれを解雇する\nことを認めざるを得ない。」\n（５）東京地裁　昭五五・二・一五判決\nスーパーバツグ事件　労働判例三三五号\n「被申請人としても、事前に申請人の真実の学歴を知つていたとすれば、申請人と\n労働契約を締結しなかつたであろうと推測される。」\n第四　権利の濫用について\n一　原決定は、（１）会社の採用条件が明示されてなかつたこと、（２）職種から\nみて学歴は二次的な位置づけであること、（３）詐称の程度もさほど大きいとはい\nえないこと、を挙げ、\n「本件学歴詐称は、それ自体信義則に反するものではあるが、それのみを理由に一\n旦採用された者を解雇するのは著しく妥当を欠き、解雇権の濫用である」と判示し\nた。\n二　しかし、これまで詳細に指摘したことから明らかなように、本件解雇（解約）\nは正当になされたもので、解雇権の濫用には当らないものと思料する。\n右（１）については、第二、一、（九）で反論した。\n尚、ここで判例を挙示しておく。\n前記旭ガラス事件\n「工場労務に従事すべき作業員の募集といえば、その作業の性質、待遇等からみて\n一般に高卒以下の学歴を有する者を募集対象としているものと受け取るのが世間の\n常識であるから、債務者が債権者のように大学卒の学歴を有する者が応募してくる\nことを予期して予め学歴に制限ある旨明示しなかつたからとて、これを信義則に反\nするものとしてとがめるには当らないであろう。\n他方において、債権者は、いやしくも債務者の正規の作業員（本工）となるべく\n応募したのであるから、募集広告に学歴の制限につき格別の表示がなかつたにして\nも、自己学歴を偽りなく申告して、債務者がその採否を決するための資料に供すべ\nきであつた。このことは、わが国における一般の就職慣行に鑑みて就職希望者に要\n求される信義則上の義務であるといつてよい。」\n右（２）については、第二、一、（六）で反論した。\n右（３）については、職歴詐称の点と併せ考えると、決して軽微なものでないこと\nは、第二、三、（二）で指摘した。\n三　そのほか、権利の濫用に該当しないことを示す徴憑事実を列記しておく。\n（一）　ｂ自らも認めているとおり、大学在学経験の事実をありのままに申告すれ\nば、試採用されないだろうと考え、雇い入れられるために意図的に学歴を秘匿して\nいること。全人格的な信頼関係を基礎とする継続的な労働契約にあつては、ｂの意\n図的な学歴詐称は極めて背信性が強いと言わざるを得ず、労働契約を継続すること\nは不可能である。\n「結局は、これを事実のとおりに申告すれば雇用されない公算が大であることを見\n越して秘匿したものとみるよりほかはなく、その動機において同情すべきものはな\nんら存在しない。」\n（前記大和製作所事件）\n（二）　会社は、ｂが当初から大学に在学した事実を申告していれば、労務管理上\nの理由から試採用しなかつたこと。本件解雇（解約）はそれが試採用期間中に判明\nしたため行使されたにすぎないこと。\n（三）　ｂは会社に雇用されて、試採用者として僅か一ケ月余しか勤務していなか\nつたこと。その意味では、採用後長期間（例えば一〇年）を経て学歴詐称が判明し\nた場合と比ベ、会社・労働者間にそれを治癒するだけの信頼関係が確立しておら\nず、解雇（解約）が広範囲に認められて然るべきである。\n「申請人が会社に雇用されてから解雇されるまでの期間が一月余にすぎなかつたこ\nとなど諸般の事情をあわせ考えるならば、本件解雇が解雇権の濫用にわたるとまで\n認めることはできないといわざるをえない。」\n（前記大和製作所事件）\nこの点、ｂは会社が学歴詐称発覚後、何の猶予もおかずに解雇したことを非難す\nる。\nしかし、会社としては解雇（解約）事由に該る事実が判明した以上可及的速やか\nに解雇（解約）するのが当然であつて、寧ろ早期の解雇（解約）はそれによつて新\n職場を探さなければならなくなる労働者の便益にも資するところであろう。\n以上\n準備書面（二）（被抗告人）\n一　本件附帯抗告は、民事訴訟法四一四条で準用される同法三七二条乃至三七四条\nの附帯控訴の規定に基いて申立てるものである。\n二　本来、抗告事件には二種類あり、一つは相手方不存在の事件であり、他は相手\n方の存在する事件である。前者については附帯抗告の余地はないが、後者について\nは附帯抗告を認める実益がある。\nたとえば、前者には、不出頭の証人や宣誓を拒絶した証人に対する過料の決定に\n対する即時抗告事件（鑑定人に対する過料決定に対する即時抗告も同じ）のごとき\nもので、およそ相手方は存在しないから、附帯抗告の余地はないものと言える。\nしかし、相手方のある抗告事件については、相手方に附帯抗告を認め、不利益変\n更禁止を排除し、抗告審の裁判を自己に有利に変更させることを許すのが、武器対\n等の原則に適合し、公平である。蓋し、抗告人が不服を申し立てているにすぎない\n場合、不利益変更禁止の原則から、原決定以上の不利益な変更はできず、せいぜい\n抗告を棄却されるにとどまり、被抗告人は抗告審で勝訴しても積極的な利益はな\nく、公平を欠くことになるからである。\n従つて、附帯抗告を認めれば、不利益変更の禁止の原則（抗告人のみの利益）を\n被抗告人は排除することができ、被抗告人に有利な変更を求めることが可能とな\nる。それが抗告人、被抗告人の武器対等を可能とし、当事者の公平をもたらすので\nある。\nドイツでも我が国でも、抗告の一方性は附帯抗告と矛盾するものではないとし\nて、これを認めるのが通説である（斎藤秀夫編著「注解民事訴訟法（６）四五八\n頁、実務民事訴訟講座２古崎慶長「抗告審に関する諸問題」三六五頁）。\n附帯抗告の本質は、附帯控訴の本質が、「不利益変更禁止の原則を排除する手段\nであつて、訴訟が新たに弁論されうる限界を自らの申立によつても限定する可能性\nを被控訴人に与えることにある」（小室直人「上訴制度の研究」一一〇頁）のと同\n趣旨に解することができるのである。\n三　特に、訴訟費用額確定決定において、当事者双方に訴訟費用を負担させている\n場合は、その一部は抗告人にとつて不利益であり、他の一部は相手方にとつて不利\n益であるから、相手方の抗告の機会を利用して附帯抗告をなし、自分に有利な裁判\nを受けうる利益を保障するのが妥当であることは、きわめて明白である。（前掲斎\n藤四五八頁）\nこの理は、仮処分において一部認容一部却下の決定が下された場合も同様であ\nる。即ち、却下部分につき債権者（抗告人）は不服申立（抗告）をする。これに対\nし、抗告権のない債務者（被抗告人）が附帯抗告もできないとすれば、不利益変更\n禁止の原則が働いて、抗告審において債務者は自己に有利な裁判を受けうる利益を\n保障されないことになり、当事者の武器対等、公平の原則に反することになるから\nである。\n四　更に、附帯抗告が許されないとすれば、債務者は抗告審で勝訴しても自己に有\n利な変更は図られず、結局原決定の一部敗訴部分につき、別に仮処分異議により不\n服申立をして勝訴しなければならなくなり、訴訟経済にも反することは言うまでも\nない。\n五　また、債務者は、原審の仮処分異議訴訟しか認められないとすれば、抗告審と\n原審の仮処分異議が双方で係属することになり、これも訴訟経済に反する。\nそればかりか、抗告審で債権者（抗告人）の主張を容れ仮処分申請が全部認容さ\nれた場合、債務者（被抗告人）は抗告審で異議訴訟を提起することになるが、その\n場合は、原審の異議訴訟（一部敗訴に対する不服申立）と抗告審の異議訴訟（全部\n敗訴に対する不服申立）とが係属することになる。事後の審理において、前者が全\nく無意味になることは言うまでもない。債権者からの抗告が係属した以上、原決定\nに不服な債務者も、その範囲で附帯抗告をして、抗告審において実質的な審理を尽\nくすことができれば、このよう弊害は避けられるのである。そして所謂労働仮処分\nにおいては仮処分の本案化により実質的な審理が尽くされている以上、再度原審の\n仮処分異議で審理することの実益は少ないと言わなければならない。\n六　債務者敗訴部分については、異議という不服申立が認められており、抗告権は\n認められていない以上、附帯抗告も認められないとの意見も考えられる。\nしかし、附帯抗告は、相手方の抗告を機会に、その手続内で、自分の方も不服申\n立をするものにすぎず（不利益変更禁止の排除）、抗告人の抗告に対応して公平上\n認められるものであるから、抗告権の有無とは無関係である。民訴法三七二条で、\n被控訴人が自己の控訴権の放棄、喪失後でも附帯控訴が認められているのは、この\n理を明白に物語るものである。\n債務者（被抗告人）は、異議という不服申立が認められているにも拘らず抗告を\nする、というのではない。ただ、相手方の抗告に対応し、不利益変更禁止の原則を\n排除するために附帯抗告をしているのだということを十分御理解いただきたい。\nそして、異議しか認められないというのは、著しく訴訟経済に反することは前述\nのとおりである。\n"
}