{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 8,
    "day": 29
  },
  "case_number": "昭和56(行コ)3",
  "case_name": "損害賠償等請求控訴事件",
  "court_name": "福岡高等裁判所宮崎支部",
  "field": "労働",
  "lawsuit_id": "16836",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16836",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/836/016836_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人らの負担とする。\n○　事実\n第一　当事者の求める裁判\n一　控訴人\n「一、原判決を取消す。二、被控訴人Ａは、被控訴人高山町に対し、金七五二万\n一、六九六円および内金七二七万〇、七七六円に対しては昭和五四年七月一日か\nら、内金二五万〇、九二〇円に対しては昭和五五年五月九日から、各支払ずみまで\n年五分の割合による金員を支払え。三、被控訴人高山町は、控訴人三名に対し、金\n七五万円およびこれに対する本判決言渡の口の翌日から支払ずみまで年五分の割合\nによる金員を支払え。四、訴訟費用は一、二審とも被控訴人らの負担とする。」と\nの判決。\n二　被控訴人\n主文同旨の判決。\n第二　当事者の主張、証拠\n一　原判決の引用\n当事者の主張、証拠関係は、以下のとおり訂正、附加するほか、原判決事実摘示の\nとおりであるから、これをここに引用する。\n原判決三枚目表七、八行目の「普通退職の場合の一〇〇分の八〇の割増の退職手\n当」を「普通退職の場合に比し一〇〇分の八〇多い割増退職手当」と、同裏一〇行\n目の「もののみ」を「勧しようによるもののみ」と、同四枚目表一行目の「場合\nが」を「ものであるから、これが」と、同一三行目の「においては」を「におい\nて」と、同裏七行目の「旨定め」を「旨を定め」と訂正し、同五枚目表六、七行目\nのそれぞれ「ては」の次に「不法行為の日である」を各加入する。同六枚目表二行\n目の「行われなけ」を「行わなけ」と、同裏七行目の「ついては」を「ついて」\nと、同八行目の「にも規則等にも」を「や規則等に」とそれぞれ訂正する。\n二　控訴人らの主張\n（一）　退職勧奨制度は人事の刷新、行政能率の維持向上を目的として老令者、病\n弱者又は能力不足者に退職の意思を慫慂するものであるから、本件のように特別職\nへ抜擢するため一般職の退職を求める場合には適用すべきではない。一般職からの\n若年転職を容易にするには特別職の賃金体系等の手直しによるべきで勧奨退職制度\nを用いるのは筋違いである。\n（二）　被控訴人Ａが被控訴人高山町の町長として告示施行した法規たる性質を有\nする勧奨退職の特例措置要綱において特別職へ転職する場合につき勧奨退職要綱二\n条所定の勧奨退職者と看做す基準として定めている「一般職の勧奨退職者として受\nける見込のあつた退職金の額と特別職の職員に就任して受ける見込の経済的収入と\n比較して不利益が著しい場合」に本件の訴外Ｂの場合は該当しない。即ち、収入役\nは平均二期（八年）在任するものとし、一般職として六〇才まで勤務したときは慣\n例上五九才以上の職員に適用のない勧奨退職の対象とすべきでないので、このよう\nな基準で算定すると、次のように一般職の在職収入は収入役の経済的収入に及ばな\nい。\n（１）　収入役の経済的収入\n六、九六六万二、一四〇円（但し、収入役としての純収入六、〇一〇万七、一四〇\n円に転職時の一般職普通退職金九五五万五、〇〇〇円を加算したもの）\n（２）　一般職の経済収入\nイ　五八才まで勤務の場合　五、〇〇七万五、一一五円\nロ　六〇才まで勤務の場合　五、七五六万四、一三一円\nなお、退職年金まで考慮すると収入役就任の方が更に有利となる。\nしたがつて、被控訴人Ａが訴外Ｂの割増勧奨退職金として、退職手当組合に特別負\n担金を支払つた行為は違法である。\n（三）　被控訴人Ａの訴外Ｂに勧奨退職の取扱をした行為は次のとおり町長として\n職員人事の裁量の範囲を逸脱した裁量権の濫用である。\n１　特例措置要綱の告示、施行及びその訴外Ｂに対する適用は被控訴人Ａが高山町\n町長選挙にからみ自派職員を優遇する情実人事の一環として右Ｂを収入役に登用し\n勧奨退職扱とする異例の優遇措置をなす目的の下に行なわれたもので、同被控訴人\nの恣意に基づくものである。\n２　勧奨退職制度は定年制のない地方公務員について老令化を防ぎ、人事の刷新、\n行政能力の維持向上を図るものであり、本件にはかかる目的がない。\n３　特例措置要綱は法規たる性質を有するが、仮りにこれが裁量権行使の基準を定\nめたにすぎないとしても、本件は前示（二）のとおりその基準に達しない。\n（四）　被控訴人らの後記三（四）の主張を争う。\nなお、退職手当組合は市町村の事務を共同処理するための機関であるから、同組合\nの事務が介在することによつて町長のなす勧奨退職適用の違法性が中断されるもの\nではない。\n（五）　被控訴人らの後記三（五）の主張を争う。\n被控訴人ら主張のように仮りに他町村に若干の類似取扱例があるとしても、それが\n本件勧奨退職扱の違法性を阻却し、その適法性や被控訴人Ａの無過失を根拠づける\nものでないことは明らかである。\n三　被控訴人らの主張\n（一）　控訴人らの前示二、（一）の主張を争う。\n本件退職手当条例四条一項三号は同条所定の割増退職手当支給の要件として「その\n者の非違によることなく勧しようを受けて退職した場合」と規定し、「勧しよう」\nについて他の要件の定めがないからそれは任命権者である町村長の自由裁量に委ね\nられており、退職後職員が、他に就職するか、特別職に選任されるか否かを間うも\nのではない。したがつて、控訴人主張のように訴外Ｂが収入役に就任するために一\n般職の職員を退職したことの故をもつて、同人の勧奨退職扱を違法ということはで\nきない。\n（二）　控訴人らの前示二（二）の主張を争う。\n収入役は、地方公共団体の長が議会の同意を得て選任するもので、任期は四年であ\nり（地方自治法一六八条七項、一六三条本文）、助役とともに長の女房役として、\n長の退任にともなつて退職するのが通例であるから、収入役の経済的収入は一期四\n年を前提として計算すべきである。控訴人ら主張のように二期在職を前提として算\n定すべきではない。そして、収入役の在職を一期として計算すると、次のとおり、\n一、三〇〇万円強の収入減となり、特例措置要綱に定める「著しい不利益」に当\nる。\n１　普通退職（五八才まで在職）の収入\n五、〇〇七万五、一一五円\n２　収入役（一期在任）の収入\n三、六七四万八、七四〇円\n（但し、一般職の普通退職手当九五五万五、〇〇〇円を含む）\n（三）　控訴人らの前示二（三）の主張を争う。\n特例措置要綱は行政庁内部において裁量権行使の基準を設ける内規であるからその\n告示施行は任命権者の自由裁量に委ねられている。\n控訴人ら主張の町長選挙後の情実人事は単なる風聞と推測、誤解に基づくものであ\nる。\n勧奨退職制度の目的は控訴人ら主張の二（三）２のように定年制に代ることに限定\nされない。\nそして、退職手当組合加入の多数の町村が本件同様特別職に就任させるため一般職\n員に退職を勧めた場合に勧奨退職の取扱をしていることからみても、本件が裁量権\nの濫用に当らないことが明らかである。\n（四）　本件退職手当組合は地方自治法二八四条所定の一部事務組合として特別地\n方公共団体に当り、町村に関する法令の規定が準用され（同法二九二条）、同組合\nは退職手当条例及び負担金条例を制定している。\nそして、退職手当の額は退職手当組合が退職手当条例によつてその金額を決定、支\n給するもので、加入町村はその権限を有しない。\nしたがつて、仮りに本件退職手当の支給が違法であつても、その違法性は負担金条\n例により中断されるから町村の退職手当組合に対する負担金の納付に違法性が承継\nされることはないので、住民は退職手当組合又はその機関に対し住民訴訟を提起す\nべきである（同法二九二条）。\n（五）　本件退職手当組合は退職手当条例制定以来、本件と同様一般職を退職して\n当該市町村の特別職に就任した者に対して勧奨退職の取扱をした事例が昭和三七年\nから昭和五五年までに二七例あり、高山町では特別職に就任するため一般職を退職\nにた者全員がその取扱を受けている。そして、被控訴人Ａはこのことを熟知して本\n件勧奨退職扱を当然適法と考えてその負担金の支出をなしたものであるから、同被\n控訴人の行為には「故意又は重大な過失」がない。\n四　証拠（省略）\n○　理由\n一　当裁判所も原判決同様、控訴人らの請求を棄却すべきものと判断する。その理\n由は、以下のとおり、訂正、削除、附加するほか、原判決理由説示のとおりである\nから、これをここに引用する。\n原判決八枚目裏三行目の「とは解されず」を「として運用されているとは解され\nず」と、訂正し、同一三行目の「広義」から同末行の「ものであるが、」までを削\n除し、同九枚目表一行目の「該当する」を「該当し、裁量権の行使の基準を定めた\nものというべきである」と、同三行目の「右要綱」を「右要綱の告示施行」と、同\n七行目の「ないのであるから、」を「ないし、」と、同一一行目の「観奨退職」を\n「勧奨退職」と、同一二行目の「あるから、」を「あるから、他に特段の事情のな\nい限り、」とそれぞれ訂正する。\n二　勧奨退職制度の目的と勧奨の要件\n本件勧奨退職制度、即ち勧奨により退職した者に割増退職金を支給する制度の法的\n根拠としては、地方自治法二〇四条二項の「普通地方公共団体は、条例で、常勤の\n職員に対し、退職手当を支給することができる」旨の、同条三項の「手当の額並び\nにその支給方法は、条例でこれを定めなければならない。」旨の各規定を承けて、\n同法二八四条一項所定の一部事務組合で特別地方公共団体に該る退職手当組合が制\n定した退職手当条例（乙第二号証）四条一項三号の「その者の非違によることなく\n勧しようを受けて退職した場合」の退職手当の額を普通退職により計算した額に\n「一〇〇分の一八〇を乗じて得た額とする。」との規定に基づくものである。\nこのように地方自治法、退職手当条例では勧奨退職の要件として退職が（一）非違\nによるものでないこと、（二）「勧しよう」を受けたことを定めるほか、その目的\nや「勧しよう」の意義、要件などにつき何らの規定をおいていない。\nなるほど、原審証人Ｃの証言及び公知の事実によると、勧奨退職の制度は一般職公\n務員について戦後国家公務員法、地方公務員法の施行に伴ない公務員の身分保障と\nの関係から条例による定年制も地方公務員法に反するとしで従前の定年制が廃止さ\nれたことと人事院ないし人事委員会の職階制や分限制度が所期の機能を発揮してい\nないところから、考え出されたものと認められるが、勧奨退職の制度は、その対象\n者を必ずしも高令に達した者に限らず、職員の人事の停滞、公務能率の低下、人件\n費の膨張等を回避するため、任命権者が退職を求めたい者に対し、その退職を勧誘\nし割増退職金の支給を通じて自発的な退職意思を惹起させ、もつて人事の刷新等を\n通じて公務の能率的な運営に資することを目的としたものであると考える。\nしかも、本来、退職の勧奨とは、任命権者がその人事権に基づき、雇用関係にある\n者に対し任意の退職意思の形成を從慂し任意退職の申入れないし申込の誘引をなす\n説得等の行為であつて明文上の根拠をもつ行政行為ではなく、単なる事実行為であ\nるから（最判（第一小法廷）昭和五五・七・一〇労働判例三四五号二〇頁・五二年\n（オ）四〇五号事件参照）、その説得の手段、方法が社会通念上相当と認められる\n範囲を逸脱しない限り、割増退職金の支給の有無にかかわらず、もともと任命権者\nの正当な業務行為として広く許されるべきものである。\nそして、本件退職手当条例四条一項三号の「勧しよう」も右の退職の勧奨と同性質\nであつて、とくに法令によりこれを制限する定めがない限り、任命権者の人事権の\n自由裁量により時宜に応じこれを行なうことができるものというべきである。\nしたがつて、地方自治法、退職手当条例に何らの限定がなく、また原審証人Ｃの証\n言（とくに、原審記録二三四丁裏～三三五丁表）によりこれが従来退職手当組合の\n構成団体である町村において独自に退職手当条例を設けていた関係でその既得権を\n保障する趣旨の下に何らの制約を設けず、「勧しよう」の基準は各町村の運用に委\nねたものといえるから、本件「勧しよう」の場合には、一応任命権者の人事の自由\n裁量により勧奨を行なうことができ、前示控訴人ら主張二（一）のように必ずしも\n老令者、病弱者、能力不足者に限定されるものではないし、退職者が特別職へ転職\nする場合をとくに排除しなければならない理由はない。\n三　勧奨退職要綱、特例措置要綱について\n（一）　成立に争いのない甲第五号証、乙第五、六号証、原審証人Ｄ、Ｃ、当番証\n人Ｅ（一部）、Ｆの各証言、弁論の全趣旨によると、１被控訴人高山町では勧奨退\n職要綱（乙第五号証）が昭和五二年三月二三日に告示されており（告示第一六\n号）、その二条では一般職の職員のうち「次の者に退職を勧奨するものとする。\n（１）四月一日現在、年令五八才以上となる者（一号該当者）（２）四月一日現\n在、年令五〇才以上で在職期間が二〇年を超え、自ら退職を希望する者（二号該当\n者）」と同三条二項は「勧奨退職申出書は退職発令日（四月一日）の一年前までに\n提出しなければならない。期日までに提出しなかつた場合は勧奨を拒否したものと\nみなし、以後優遇措置は適用しない。」旨、同四条は「勧奨退職申出者には、退職\n発令日前一二月間、次の優遇措置を行なう。（１）一号該当者には給料月額の二号\n給引き上げ」の旨を定めている。２特例措置要綱（乙第六号証）が昭和五四年五月\n二三日告示、施行され（告示第二四号）、一般職を退職した高山町職員が引き続き\n特別職の高山町の職員に就任した場合、その者が勧奨退職要綱の「一号該当者とし\nて受ける見込であつた退職金の額と特別職の職員に就任して受ける見込の経済的収\n入と比較して不利益がいちぢるしい場合は、退職要綱の規定にかかわらず勧奨退職\n者と見做し、一般退職条例（退職手当条例）第四条一項の規定を適用することがで\nきる。」旨を定めている。３この特例措置要綱は、当時町長であつた被控訴大Ａが\n企画課長Ｅに命じて急拠起案させ、告示、施行したものであるが、従前、高山町で\n一般職から特別職へ転職した例が三例あるところ、二例は一たん辞職した後に期間\nをおいて就任したものであり、他の一例は一般職の課長から収入役に引続き転職し\nたものであつて、いずれも勧奨退職の優遇措置として割増退職金の支給を受けてい\nたことから、被控訴人Ａが訴外Ｂなど一般職の職員を収入役その他の特別職に登用\nするについて、その人材を確保するため主として勧奨退職要綱三条二項の退職発令\n日の一年前までに勧奨退職申出書の提出を要する条項の例外を設ける趣旨で設けら\nれたものであること、４鹿児島県下でも高山町のほかにも九町に亘つて昭和三七年\nから昭和五五年までに約二七例の一般職から特別職へ転職する場合の勧奨退職扱例\nが数えられる一甲第五号証）、訴外Ｂの経済的収入は、（１）収入役就任の場合\n（一期在任）、三、六七四万三、四六〇円（収入役給料１７、５５０、０００＋手\n当５、５５７、５００＋収入役退職金４、０８０、９６０＋昭和５４年一般職普通\n退職金９、５５５、０００円＝３６、７４３、４６０円、（２）一般職のまま在職\nの場合（五八才まで在任）五、〇〇七万五、一一五円（給料１７、２２１、２００\n＋諸手当９、１７３、１１５＋退職金２３、６８０、８００＝５０、０７５、１１\n５）となること（但し、（２）の収入額は当事者間に争いがない）となる。\n以上の事実を認めることができ、この認定に反する当審証人Ｅの証言の一部は前掲\n各証拠に照らし遽かに措信できず、他にこれを覆すに足る証拠がない。\n（二）　右認定（一）１、２の事実と前示二の認定事実及びその説示したところを\n考え併せると、本件勧奨退職要綱、特例措置要綱は高山町長が法規の性質を有しな\nい行政規則として告示の形式をもつて、前示二のとおり任命権者の自由裁量に委ね\nられている「勧奨を受けて退職する者に係る基準その他必要な事項」を定め（勧奨\n退職要綱一条）乙第五号証）、町長自ら又はその補助機関たる任命権者等に対し裁\n量の範囲を自ら制約する基準（但し、勧奨退職要綱は一般的基準、特例措置要綱は\nその特例扱的基準）を示して、これに基づき退職勧奨を行ない、優遇措置をとるべ\nきことを命じたものにほかならないというべきである。そして、かかる行政規則た\nる告示は、別段、法律、条例の授権をまかず、行政権の当然の権能としてこれを定\nめることができる反面、一般に行政機関の行為が行政規則（告示）に違反すること\nのみをもつて、その行為を違法とし損害賠償責任を追及することはできない。\nしたがつて、勧奨退職要綱、特例措置要綱が法規たる性質を有し、訴外Ｂに対する\n本件勧奨退職をそれが特例措置要綱に該当しないとの一事をもつて、違法であると\nして町長たる被控訴人Ａに対し損害賠償責任を論ずる前示控訴人らの主張二（二）\nは失当である。\n（三）　また、たとえ右各要綱が実質上法令を補充するものとして、法規的性質を\n有し、これに違反する行為を控訴人ら主張のように違法であると解したとしても、\n次のとおり訴外Ｂの本件退職は特例措置法の基準に該当しているから、これを勧奨\n退職扱にした被控訴人Ａの行為を違法であるということはできない。\n却ち、特例措置要綱は特別職へ転職する場合につき前認定三（一）２のとおり「一\n号該当者として受ける見込であつた退職金の額」と「特別職の職員に就任して受け\nる見込の経済的収入」とを比較し「不利益がいちぢるしい場合」を「勧奨退職者と\n見做す」要件としている。ところで、右の、「退職金の額」と「経済的収入」が具\n体的に何を指すかは必ずしも明らかでない。\n当事者双方は前示のとおり、（１）一般職残存在職期間中の総収入、勧奨割増退職\n金と、（２）特別在職中の総収入、その退職金、及び特別職就任時の一般職普通退\n職金の総額とを比較すべきものとし、控訴人らは（２）につき特別職在職期間を二\n期八年としたうえ、（１）、（２）に退職年金も加算して比較すべきものと主張\nし、被控訴人らは特別職在職期間は一期四年とし、退職年金は加算すべきでないと\n主張して争つている。\nしかしながら、当裁判所はこのような総合収入を対比すべきものとは考えない。け\nだし、総合収入の対比はそもそも前示特例措置要綱の「退職金の額」と「経済的収\n入」との対比という明文から余りにも離れ過ぎており、また総合収入比較説による\nと若年であればあるほど一般職在職残存期間が長くなるから、特別職転職が不利と\nなつて、勧奨退職扱を受け易くなり、かえつて、控訴人らが非難する若年勧奨退職\nの弊を助長することにもなり不合理であるからである。\nむしろ、特例措置要綱の文言及びその趣旨に副つて、前示「退職金の額」は一号該\n当者としての勧奨割増退職金の割増額を指し、「経済的収入」とは一般職在任の給\n与額と比較した収入役の給与額の増減収入額を指すものというべきである。そし\nて、これはもともと特例措置要綱が前認定のとおり一般職職員の特別職への転職を\n容易にし特別職の人材を確保する目的に出たものであるところに照らし、特別職へ\nの転職時の当面の利害得失を比較すれば足ることからも根拠づけることができる。\nそして、成立に争いのない乙第一〇号証の６ないし１５、弁論の全趣旨によると、\n訴外Ｂの昭和五四年特別職転職時の勧奨退職金の額一、六九二万三、八一六円（１\n６、３５９、２４６円＋５６４、５７０（改訂追給分）＝１６、９２３、８１６\n円）からその普通退職金を控除した差額は七五二万一、六九六円（７、２７０、７\n７６（特別負担金）＋２５０、９２０（追加特別負担金）＝７、５２１、６９６\n円）であり、昭和五四度一般職の給与・諸手当額四六八万九、一五二円（３、０７\n５、６００（本棒）＋１、２９７、５２０（期末手当）＋１２０、０００（扶養手\n当＋２１４、０３２（管理職手当）＝４、６８９、１５２）を収入役の収入額五三\n七万二、〇〇〇円（４、０８０、０００（給料）＋１、２９２、０００（期末手\n当）＝５、３７２、０００円）から控除した差額六八万二、八四八円の四年分二七\n三万一、三九二円が勧奨退職要綱にいう収入役の経済的収入となるというべきであ\nる。このように勧奨退職金の割増額七五二万円と経済的収入増加額二七三万一、三\n九二円を比較すると訴外Ｂは前示特例措置要綱所定の「不利益がいちぢるしい場\n合」に該当するものといわねばならない。\nなお、当事者双方主張のように総収入比較によるとしても、当裁判所はその場合収\n入役の在職期間はその性質上一期四年をもつて計算すべきものと判断するので前認\n定三（一）４のとおり、収入役就任の場合三、六七四万三、四六〇円は一般職在職\nの場合の収入五、〇〇七万五、一一五円と比較して前示特例措置要綱の「不利益が\nいちぢるしい場合」に当ると認められる。\nこのようにいずれの点からみても訴外Ｂの本件勧奨退職扱が勧奨退職要綱、特例措\n置要綱に違反した違法行為であるとする控訴人らの主張は失当であつて採用できな\nい。\n四　裁量権濫用の判断\n控訴人らは前示その主張二（三）のとおり、被控訴人Ａの訴外Ｂに対する本件勧奨\n退職扱が町長として職員人事の裁量権の濫用に当る旨主張するが、まずそのうち\n（三）１にいう訴外Ｂの特別職就任、勧奨退職扱が町長選挙の自派職員のみを不当\nに優遇する情実人事の一環としてなされたものであるとの事実はその副う当審証人\nＥの証言の一部はそれ自体同人の直感に基づくにすぎないものであり、かつ前認定\n三（一）の各事実経過に照らし遽かに措信できないし、他にこれを認めるに足る的\n確な証拠がない。また、同（三）２の勧奨退職制度が控訴人ら主張のように定年制\nのない地方公務員に老令化を防ぐことのみを目的としたものではないことば前示二\nにおいて説示したとおりであつて、この点の控訴人らの主張は理由がない。そし\nて、同（三）３の特例措置要綱に該当しないとの主張も、かえつて、これに該当す\nるものであることば前示三（三）において説示したところであるからこれが採用で\nきないことは明らかである。\nこのように控訴人らの裁量権濫用の主張はいずれもその前提事実が認められず、ま\nた、前認定三（一）の各事実に照らしてもこれが裁量権の濫用に該るといえないこ\nとが明らかであるから、失当であつて到底これを採用することができない。\n五　結論\n以上のとおり、控訴人らの本訴請求はその余の判断をするまでもなく失当であるか\nら、これを棄却した原判決は結論において相当である。よつて、控訴人らの本件控\n訴を失当とにてこれを棄却することとし、訴訟費用の負担につき民訴法九五条、八\n九条を適用して主文のとおり判決する。\n（裁判官　吉川義春　甲斐　誠　玉田勝也）\n"
}