{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 5,
    "day": 31
  },
  "case_number": "昭和56(ラ)545",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14171",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14171",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/171/014171_hanrei.pdf",
  "contents": "主　　　文\n原決定を取消す。\n本件を大津地方裁判所に差戻す。\n理　　　由\n一　本件抗告の趣旨は、「原決定を取消す。相手方は別紙一の目録（一）記載の店\n舗に設置されているシヤツター及び広告灯等に表示された菅次堂大路店なる文字を\n抹消しなければならない。相手方が本決定正本送達の日から三日以内に前項の文字\nの抹消をしないときは、大津地方裁判所執行官はこれを抹消することができる。相\n手方は別紙一の目録（二）記載の営業について同目録（三）記載の商号を使用して\nはならない。申請費用は第一、二審とも相手方の負担とする。」との裁判を求める\nというにあり、その理由は別紙二、三に記載のとおりであり、これに対する相手方\nの反論は別紙四に記載のとおりである。\n二　当裁判所の判断\n抗告人の本件抗告理由の要旨は、抗告人の本件商号使用差止仮処分申請につき、\n相手方の本件商号使用が商法二〇条の不正競争の目的をもつてするものとは認めら\nれないとしてこれを却下した原決定は不当であり、本件仮処分申請の被保全権利、\n仮処分の必要性について疎明が存するから、原決定を取消し本件仮処分申請を認容\nすべきであるというにある。\nよつて案ずるに、記録によれば、抗告人は草津市＜以下略＞に本店をおき、電気\n器具及び付属品の販売、修理等を目的とする株式会社であり、昭和三七年一〇月一\n八日の会社設立以来現在までＡがその代表者であること、抗告人会社は昭和三九年\nにその本店所在地から約一粁離れた草津市＜以下略＞の相手方所有の建物において\n抗告人会社大路店を開設したこと、相手方はＡの次弟であつて、抗告人会社設立以\n来その取締役の地位にあつたものであり、抗告人会社大路店を開設後は同店の営業\nを担当していたが、昭和五五年七月三〇日に抗告人会社の取締役を退任したこと、\n相手方は右退任後も従前どおりその肩書住所地において「菅次堂大路店」あるい\nは、「スガジド大路店」の商号を使用して電気器具及び付属品の販売修理等の営業\nをなしていること、が一応認められる。\nところで、商法二〇条は商号の登記をなした者は、不正競争の目的をもつて同一\n又は類似の商号を使用する者に対し、その使用の差止の請求をなすことができる\n（同条一項）として商号専用権を定めるとともに、同条二項において、同市町村内\nにおいて同一の営業のために他人の登記した商号を使用する者は不正の競争の目的\nをもつてこれを使用するものと推定するとしている。右商法二〇条二項にいう「他\n人の登記したる商号」の意義につき同一商号の場合に限りこれを適用すべきものと\nする見解もないではないが、商法二〇条二項が商号使用の差止を求める者に不正競\n争の目的についての立証の困難を避けさせることにある趣旨を考えれば、同一商号\nの場合に限るのは狭きに失するというべきであり、商法一九条にいう「他人が登記\nしたる商号」の意義について同一の商号のみでなく、商業登記法二七条の「判然区\n別することができない商号」を含むものと解すべきものとされているのと同様に、\n商法二〇条二項の「他人の登記したる商号」には同一商号の場合に限らず「判然区\n別することができない商号」の場合も含むものと解するのが相当である。\n本件についてこれをみるに、相手方は昭和五五年七月三〇日に抗告人会社を退任\n後も抗告人会社と同じ草津市内において抗告人会社の営業目的と同種の電気器具及\nび付属品の販売修理等の営業のために「菅次堂大路店」の商号を使用しているもの\nであつて、しかも相手方は抗告人会社を退任するまでは抗告人会社大路店の営業を\n担当し、「株式会社菅次堂大路店」の商号を使用していたものであり、かかる相手\n方使用の「菅次堂大路店」なる商号は抗告人の登記した「株式会社菅次堂」とは株\n式会社の表示を欠くとはいえ主要部分である「菅次堂」において同一であり大路店\nはその所在場所を示すにすぎないと解せられるから、抗告人の商号と判然区別する\nことができない商号として商法二〇条二項により不正競争の目的をもつてこれを使\n用するものと推定されるものというべきである。のみならず、相手方が抗告人会社\n大路店の営業を担当していた当時使用していた「株式会社菅次堂大路店」の商号を\n抗告人会社退任後も同一営業のために株式会社の表示を削つた「菅次堂大路店」の\n商号を使用している事実じたいにより不正競争の目的があるものとの一応の疎明が\nあるというべきである。\n以上のとおりであつて、相手方が不正競争の目的を有する点について一応疎明が\nあるということができ、本件抗告は右説示の範囲で理由があるというべく、その余\nの被保全権利、保全の必要の点について判断することなく本件仮処分申請を却下し\nた原決定は取消しを免れないところ、抗告人の本件仮処分申請のその余の被保全権\n利の存在、その消滅事由の存否及び保全の必要性についてなお原裁判所で審理を尽\nさせるため本件を原裁判所に差戻すこととし、民訴法四一四条、三八六条、三八九\n条に従い、主文のとおり決定する。\n（裁判官　今富滋　藤野岩雄　亀岡幹雄）\n別紙一\n目録\n（一）　滋賀県草津市＜以下略＞地上にある\n木造瓦葺弐階建　店舗\n（二）　電気器具及び附属品の販売・修理\n（三）　菅次堂大路店およびスガジドウ大路店ならびにスガジド大路店\n別紙二\n記\n一　原決定が相手方（被申請人）の本件商号使用の目的をもつてするものであると\nは認められないとしたのは、商法二〇条一項の「不正競争の目的」の意義を曲解し\nて、右法条の適用を誤り、このため不正競争の目的の有無についての判断を誤つた\nものである。\n商法二〇条一項にいう「不正競争の目的」とは、要するに一般人に自己の営業を\n既登記商号の使用者の営業と混同誤認を生ぜしめることならびに自己の営業と既登\n記商号の使用者の営業とが競業ないし競争関係にあることを知りながら、あえて営\n業をおこなうことをいうのであつて、それ以外に特別の意義をもつものではない。\nところで、相手方の営業と抗告人（申請人）の営業との混同誤認が生じているこ\nとは相手方において十分認識しており、かつ相手方の営業と抗告人の営業が同一の\n電気器具の販売を目的とするものであつて、競業、競争関係のあることもまた承知\nしているにもかかわらず、あえて相手方において右営業を行つている以上、不正競\n争の目的のあることは明らかである。\n二　また、原決定が本件商号使用につき、商法二〇条二項が既登記商号と同一の商\n号を使用する場合にのみ適用されるとしたことは、同条項の適用を不当に狭めるも\nのである。\n商法二〇条二項が、同条一項をうけて規定されていることに照してみれば、既登\n記商号と同一の商号を使用する場合にのみ適用されるのではなくて、同一又は類似\nの商号を使用する場合にも適用されるべきことはいうまでもない。\nさらに、原決定は、抗告人の既登記商号と相手方の使用する商号は、同一ではな\nいというが、その商号の主要部分において同一であることは明らかであるから、原\n決定の立場にたつても、本件商号使用について商法二〇条二項の適用のあることは\n当然である。\nよつて、いずれにせよ本件商号使用について商法二〇条二項の適用がないとした\n原決定の誤りは明白である。\n三　なお、原決定が商法二〇条一項の「不正競争の目的」を云々して抗告人の本件\n仮処分申請を却下したことにかんがみ、抗告人は相手方の商号使用差止を求める根\n拠として、従前主張していた商法二〇条一項および同条二項のほかに、不正競争防\n止法第一条第一項第二号をもあわせ、差止を求める根拠として主張する。\n抗告人の「株式会社菅次堂」の商号が、草津市内において広く認識された商号で\nあることはいうまでもない。\n別紙三\n抗告の理由\n一　抗告の理由は抗告状記載のとおりであるが、相手方の答弁書記載の答弁事由に\nかんがみ、抗告の理由を次のとおり補充する。\n（一）　相手方は、「混同誤認を生じている事実はない」というが、現在もなお誤\n認混同が生じていることは、日本コロムビア（株）京都電機営業所の出荷票（疏甲\n第六六号証）が誤まつて抗告人に送られてきている事実や滋賀ナシヨナル製品販売\n（株）大津営業所が、「店名誤りで再々ご迷惑をおかけ致しており」、「ご連絡の\n際には、ご店名だけではなく、併せて、ご住所、（所在地）を明確にお聞かせ下さ\nい」という文書を送つてきている（疏甲第六七号証）ことからいつても明白であ\nる。\n（二）　原決定は、「菅次堂大路店」という商号について、右商号の有する信用な\nいし経済的価値は、「昭和三九年以来株式会社菅次堂の役員としての地位において\nではあつたが同人自身が長年の営業努力を積み重ねて築き上げたものというべきで\nある」として、あたかも「菅次堂大路店」という商号が昭和三九年以来から存在し\nたかのようにいう。\nしかし、「株式会社菅次堂」という商号のほかに「菅次堂大路店」なる別個独立\nの商号が昭和三九年以降存在した事実は、全くない。\n成程、株式会社菅次堂の内部では、「本店」と区別する意味で、便宜的に「大路\n店」とよんでいたことはある。しかし、顧客との関係では、どちらも「株式会社菅\n次堂」という同一の商号を用いていたのであり、右商号以外に「菅次堂大路店」な\nる商号が用いられた事実は一度もない。このことは、取引先との関係を見れば一層\n明白であつて、取引代金は全て「本店」で決済していたことから、「大路店」は、\nあくまでも株式会社菅次堂の一支店としてしか認識されていなかつた。\n原決定が昭和五五年七月以前にはありもしない「菅次堂大路店」という商号が、\n昭和三九年以降すでに存在したとして、その有する信用ないし経済的価値を云々す\nることは、妄想以外のなにものでもない。\n（三）　しかも、原審でも繰り返し述べてきたとおり抗告人の代表者である兄Ａの\n電気技術者としての専門的な技術が抗告人の顧客に対する信用を支える基礎をつく\nつており、修理サービスと電気器販売とを結びて営業活動を行つてきたところに抗\n告人の経営の特色がある。\nすなわち、抗告人の代表者である兄Ａが修理サービスに出かけた際に、新製品の\n買換をすすめ、それによつて顧客が新たに電気製品を購入するというケースが相当\n数存在した。これらの顧客の少なからぬ部分が、「菅次堂大路店」を抗告人の店舗\nと「混同誤認」してそこから電気製品を購入しており、このことは、抗告人が顧客\nに問い合せて判明しただけでも枚挙にいとまがない。\nまさに「菅次堂大路店」が「株式会社菅次堂」の有する信用ないし経済的価値を\n利用していることは明らかである。\n（四）　なお、相手方は疏乙第四号証によつて、商号使用の許諾のあつたことは明\nらかであるというが、右は相手方によつて改ざんされたものであり、到底信用しえ\nないことは、原審における昭和五六年九月二四日付反論書第二項、同年一二月二日\n付上申書第六項において述べたとおりである。\n別紙四\n抗告の趣旨に対する答弁\n本件抗告を棄却する\n訴訟費用は抗告人の負担とする\nとの裁判を求める。\n抗告の理由に対する答弁\n一　抗告人は、原決定が商法第二〇条一項の「不正競争の目的をもつて」にあたら\nないとして棄却したことを論難する。\n（一）　しかしながら、商法第二〇条一項の「不正競争の目的」とは、「世人をし\nて自己の営業を既登記商号の使用者の営業と混同誤認せしめて競争しようとする意\n図をいう」と定義されている（法律学全集「商法総則」（旧）大隅、一九七頁）。\nここでは、既登記商号と結果的に混同誤認しているというだけでなく、あえて、\nその混同誤認を利用しつつ、その商号使用者の顧客を自己に誘引する等して利益を\n得、相手に損害を与えようとの意図が必要である。\nその意味で、抗告人がいうように、不正競争の目的とは「混同誤認が生じている\nこと、ならびに営業が競争関係にあることをしりながら、あえて営業をおこなうこ\nとをいう」という定義は、あてはまらない。\n（二）　本件で相手方が「菅次堂大路店」なる商号を使用するにいたつたいきさつ\nは、原決定が正当に認定するとおりである。\n要するに、かつて金細工として有名であつた「菅次堂」が、終戦前後におちめに\nなつて、事実上廃業したのを、昭和二〇年から昭和二四年まで、相手方が母をたす\nけて「奥村時計店」名で再興し、二四年から兄も加わつて両名相協力し、昭和三七\n年には法人なりして、兄が代表取締役、弟が専務取締役となり、三九年には弟が\n「菅次堂大路店」として事実上の独立をして大路店の経営責任者となつてきたとい\nう経過からすれば、商号使用差止め請求の典型例であるところの「何の関係もない\nものが有力店舗の商号又は類似商号を勝手に使用する」という事例と全くことな\nり、いかなる意味でも「不正競争の意図」とは評価しえないものである。\n（三）　そもそも、抗告人は「混同誤認を生じている」というが、本件では全くそ\nの事実はない。\n一般顧客（もつとも菅次堂の顧客は草津市近辺に限られるが）は、もともと「本\n店は兄、大路店は弟」の経営と思いこんでいるのであつて、両者が分離前は同じ法\n人の本店と支店であるということを知つている人がむしろすくないくらいである。\n従つて、「本店でかうつもりであつたのに間違つて大路店でかつてしまつた」と\nいう意味で顧客が誤認したケースは一度もない。抗告人がさかんにあげる混同誤認\nのケースも、すべて顧客が間違つたというのではなく、従来の取引先が（主として\n卸問屋）、両者が仲違いしたのに、いまだに同じ会社のもとで営業していると思い\nこんで間違つて、本店におくるべき請求書を大路店におくつたりしたというにすぎ\nず、かような混同誤認は、抗告人が「両者は分離した」とさかんに宣伝しているこ\nとからすれば早晩解消されることである（現に最近は混同誤認はない）。\n（四）　顧客が混同誤認することがありえないのは、ひとつには抗告人の代表者Ａ\nが商売に不熱心で弟たる相手がきわめて熱心だから顧客はもともと大路店の方がは\nるかに多かつたこと、分離独立してからもその傾向はかわらなかつたこと、本件の\n紛争の原因が弟の方が繁盛することへの兄のねたみであつたことからしても、混同\n誤認はないのであり、現に相手方の営業によつて抗告人が名義貸責任をとわれたこ\nともない。\n（五）　しかも、抗告人は「株式会社菅次堂」であり、相手方は株式会社のつかな\nい「菅次堂大路店」であることから商号上にも両者には歴然たる差があること、抗\n告人は本町二丁目商店街にあり、相手方は「大路商店街」にあつて、両者は約一キ\nロはなれていること、相手方（北中町商店街）の「菅次堂大路店」はまさしく大路\n二丁目の大路商店街の北端にあり、「大路店」は場所をあらわしその意味でも両者\nに混同誤認はありえないのである。又、抗告人の店は「三菱電機」「ソニー」が主\n力メーカーであり、相手方の大路店は「ナシヨナル」「東芝」が主力メーカーであ\nり大きな差がある。その意味では競業関係はない。\n（六）　又、不正競争防止法一条一項二号は商号とは別の営業標（営業たることを\n表示するために用いる営業標、前掲大隅一八三頁）によるものであるところ、不正\n競争防止法一条による差止請求は「広く認識される他人の商号と同一又は類似商\n号」であるところ、抗告人の商号はわずかに草津市内近辺において知られるにとど\nまり「広く認識される他人の商号」とはいえないのであるから不正競争防止法によ\nる差止も認められない。\n二　抗告人は、商法二〇条二項の推定を否定した原決定を批難するが、同条は「同\n一市町村内において同一の営業の為に他人の登記したる商号を使用するもの」とし\nており、一項の「同一又は類似の商号」という文言とは明らかにことなつた規定を\nしているのであるから、類似の商号にまで推定の及ばないことはいうまでもない。\n仮に類似の商号にまで推定が及ぶとしても、本件では不正競争の目的は疎明され\nていないこと、既述のとおりである。\n三　なお、原決定は許諾の抗弁まで判断をしていないが、疏乙四号証の明文によつ\nて、許諾のあつたことは明らかであるから、御庁において留意されたい。\n四　なお、Ｂによると、抗告人の代理人と称する男がＢ方をたずねてきて、「私の\nかいた文章はすべて間違いである」旨の文書を示し、これに署名捺印してくれとい\nつてきたとのことである。\nことほどさように、非常識かつ強引なやりかたであつめたのが疏甲号証の署名文\n書であることにも留意されたい。\n"
}