{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 3,
    "day": 24
  },
  "case_number": "昭和51(ワ)540",
  "case_name": "福岡県労働協約内容確認",
  "court_name": "福岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19474",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19474",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/474/019474_hanrei.pdf",
  "contents": "主　　　文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　原・被告間における退職金に関する労働協約が「福岡県職員の退職手当に関す\nる条例」（昭和三八年三月三〇日福岡県条例第二七号。昭和五〇年一二月二七日条\n例第三三号による改正前のもの）を内容とするものであることを確認する。\n２　訴訟費用は被告の負担とする。\n二　被告の本案前の答弁\n主文同旨の判決。\n三　被告の本案の答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、自治労福岡県職員労働組合（被告県職員又は大会・中央委員会で認め\nられたものをもつて組織する。）に所属する組合員中、地方公営企業労働関係法\n（以下「地公労法」という。）の適用又は準用をうける者で組織する労働組合であ\nる。\n２　原告組合員の退職手当については、かつて原・被告間で昭和三七年六月八日に\n締結された「労働時間等に関する協定」（以下「旧協定」という。）一五条の「職\n員の退職金は、福岡県退職手当支給条例（昭和二四年福岡県条例第五六号）の定め\nるところによる。」との規定によつていたが、その後昭和四六年一一月一五日現行\nの「労働時間等に関する協定」（以下「本件協定」という。）が締結され、その一\n五条に「職員の退職金は、行政職給料表の適用をうける職員の例による。」との規\n定がおかれた。\n本件協定の有効期間は、締結の日から一年とされ、原告又は被告県から相手方に\n対する改正の申入れがなかつたときは更新されることになつている（本件協定一九\n条、二〇条一項、二項）が、右改正の申入れは現在に至るまでなされていない。\n３　行政職給料表の適用をうける職員の退職手当については、「福岡県職員の退職\n手当に関する条例」（昭和三八年三月三〇日福岡県条例第二七号。以下「退職手当\n条例」という。）に定められている。名条例は、本件協定締結後、昭和四八年一二\n月二五日、国家公務員の退職手当制度の改正に準じ、退職勧奨をうけて退職する長\n期勤続者の退職手当の割増し、公務外死亡者等の退職手当の引上げ、公社等におけ\nる在職期間の通算などを盛り込んだ改正がなされ（同県条例第三八号。これにより\n改正された条例を以下「旧条例」という。）、更に、昭和五〇年一二月二七日、同\n県条例三三号により改正された（これにより改正された条例を以下「新条例」とい\nう。）。\n４　新条例の内容は、次に述べるとおり旧条例に比し職員にとつて著しく不利益な\nものである。\n（一）　永年勤続者の退職手当に対する二割増しの措置を廃止した。\n（二）　知事が一方的に定めることのできる退職勧奨年齢を創設し、これとの関連\nで定まる勧奨退職基準日を一時点に固定し、勧奨に応じて右基準日までに退職した\n場合にのみ退職手当の二割増しの措置を行ない、右基準日を超えて勤務する職員に\n対してはその措置をとらず、退職手当算定の基礎となる給料及び勤続年数は、右基\n準日の時点におけるものに固定され、基準日の翌日以降の勤務には一切退職手当が\n発生しない。\n（三）　右基準日の翌日以降に退職する者については、右基準日までに退職する者\nに比べ、既往の勤続年数に対応する退職手当が減額されることとなる。\n（四）　新条例への改正時既に退職勧奨年齢を越えている職員が、昭和五一年三月\n三一日までに勧奨に応じて退職しなかつた場合には、退職手当二割増しの措置はも\nはやうけることができなくなるほか、昭和五二年四月以降に退職した場合は、既に\n勤務している勧奨退職基準日の翌日以降に取得していた退職手当金債権も遡つて剥\n奪され、また、退職手当支給の対象となる右基準日以前の勤務についても、最も不\n利益な普通退職扱いとなり、退職手当支給率が二五・八（三〇年勤続六四歳の場\n合）という異常に低い苛酷な取扱いをうける。\n（五）　退職手当金の額が一時点で固定され、その時点以降の勤務期間中のベー\nス・アツプが退職手当計算の基礎とされることはないので、退職手当金の額は以後\n増すことはない。\n５　ところで、本件協定一五条にいわゆる「行政職給料表の適用をうける職員の例\nによる。」とは、被告が後記四１で主張するように、行政職給料表の適用をうける\n職員の退職手当制度を包括的に適用し、その退職手当制度が将来変更された場合に\nは、当然に原告組合の組合員についても同様の変更された取扱いがなされる趣旨と\n解すべきではなく、本件協定締結時においては、その当時存在していた退職手当条\n例の定めを意味していたと解すべきであり、その後、退職手当条例が改正されても\n当然には本件協定の右条項の意味内容は変更されるものではなく、改正された退職\n手当条例の内容を原告組合の組合員に適用するには、更に原・被告間においてその\n旨の合意を要するというべきである。仮に、退職手当条例の改正に伴ない当然に本\n件協定の右条項の意味内容も変更されると解する余地があるとしても、それは原告\n組合の組合員にとつて利益となる変更に限られ、不利益な変更まで含むものではな\nい。\n以上のように解する根拠は、次のとおりである。\n（一）　本件協定一五条は、旧協定一五条を引き継いだものであるが、旧協定一五\n条が定められたのは、それまで福岡県において現業職員が非現業職員と比較して身\n分上も待遇上も極めて不利益な差別的取扱いをうけていたことから、原告組合の要\n求に基づき現業職員の労働条件を当時の非現業職員並みに引き上げる点に主眼があ\nつた。そして、本件協定が締結されるまで、福岡県においては、条例の定める退職\n手当制度は数回にわたり改正されたが、いずれも職員に有利なものであつた。全国\n的にみても、戦後から昭和四六年一一月当時まで国及び地方自治体の職員の退職手\n当制度は、職員に利益となる方向で改正されてきたもので、不利益に変更されたこ\nとのないことは公知の歴史的事実である。本件協定一五条の締結当時、原・被告に\nとつて、条例の定める非現業職員の退職手当制度が将来有利に改められることは予\n想できたが、職員に不利益に改正されることは全く予想外のことであつた。\nまた、旧協定の本件協定への改訂は、被告が、勤務時間中の組合活動を禁止する\nことを主眼として原・被告間の労働協約（基本協約と四つの協定）の改訂を申し入\nれたことを契機としてなされたものであるが、その交渉において議論されたのは、\n「組合活動に関する協定」の改訂をめぐつてであり、本件協定一五条については、\nこれを提示した被告側から何の説明もなくほとんど議論はなされなかつた。このこ\nとは、旧協定の内容と本件協定のそれとが実質上変つていないとの相互の認識があ\nつたからで、本件協定一五条の文言が、将来行政職給料表の適用をうける職員（非\n現業職員）の退職手当制度が改正された場合に、その有利不利にかかわらず自動的\nに原告所属の組合員（現業職員）のそれも同一内容で変更される意味であるとの理\n解があつたならば、原告においてこれを承諾するはずがなく、この点をめぐつて改\n訂交渉は紛糾していたはずである。\n以上の本件協定締結の背景及び経緯からすれば、本件協定一五条は、非現業職員\nの退職手当制度が変更されれば、それが職員に不利益な場合にも当然に原告の組合\n員も同一の取扱いをうける趣旨と解することはできず、その変更された退職手当制\n度を原告の組合員に及ぼすには、少なくともその変更が職員にとつて不利益な場合\nには、原・被告間のその旨の合意が必要であるというべきである。\n現に、退職手当条例の新条例への改正にあたつても、被告は、新条例を原告所属\nの組合員に対して適用するについては、原・被告間で本件協定一五条の実質的な内\n容を変更する旨の合意が必要であることを認めて団体交渉を進め、被告代表者県知\n事自身、昭和五〇年一二月六日福岡県地方公務員労働組合共闘会議（自治労福岡県\n職員労働組合、福岡県教職員組合及び福岡県高等学校教職員組合で構成。以下「地\n公労」という。）との団体交渉において、「条例とは違いまして、団体交渉で正式\nの労働協約が締結されますから引き続き交渉をしていきたい。」と原告に表明して\nいる。\n（二）　公務員関係法は、公務員の団体交渉と協約締結による自治に対し制限規定\nをおいている。地方公務員に関していえば、いわゆる一般職の地方公務員は、地方\n公務員法五五条二項、九項により書面協定以外の団体協約を締結する権利を否認さ\nれている。これに対し、現業職の地方公務員は、地方公営企業の職員とともに、若\n干の制限（地公労法七条等）はあるが、労働協約締結権を認められている。こうし\nた法的制限は、労働基本権保障の精神に照らし疑問であるが、ともかくも現行法\nは、現業職員に対し、民間労働者に近い現業職員の職務の性質に着目して、非現業\nの一般職公務員よりも強い協約自治の権利を認めた。\nそして、地方公務員組合の中で、現業職員による労働組合が、いわば組合中の組\n合として独立に組織されるのは、右のようなよりゆるやかな法的制限を生かし、使\n用者との団体交渉により一層有利な労働条件を獲得する目的からである。本件にお\nいて、原告組合が、福岡県職員労働組合の中で、地公労法の適用又は準用をうける\n者をもつて独立の組合として組織されているのも、そのためである。\nそれゆえ、本来労働協約によつて労働条件を決定しうる地位を付与されているは\nずの原告組合が、その労働条件についてその有利不利を問わず全面的に条例の定め\nるところに委ねるとしたら、現業労組として独立した意義を失い、労働組合として\nの自主性、主体性を放棄したに等しい。しかも本件で問題となつているのは、実質\n定年制の導入とまで称されるほどの退職条項の重大な不利益変更であつて、かかる\n労働条件の劣悪化を、事前に包括的に条例に委任することは、原告組合としてあり\nえないことである。\n（三）　労働協約の締結は、それ自体使用者による労働組合の団結承認の機能を有\nする。すなわち、使用者が労働協約を締結することは、そのこと自体、締結の相手\n方である労働組合の存在すること及び組合が団結力によつて使用者と団体交渉し合\n意することを、使用者が承認することを意味する。更に、実際には、労働協約中に\n組合活動の保障条項を盛り込むことによつて、団結承認の機能をより明確にしてき\nた。従つて、かかる労働協約の機能に照らせば、協約の解釈は、労働組合の自主\n性、主体制を確保し、団結を維持する方向に働らくものでなければならない。その\n意味で、本件協定一五条の内容を条例の定めに白紙委任したことを認めるような解\n釈は、原告組合の団結を否定するものであつて、許されない。\nまた、労働協約は、労働者の労働条件の維持向上を図るために締結されるもので\nある。従つて、労働協約の解釈は、労働者の労働条件の維持改善に適合するように\nなされなければならない。\n公務員労働者は、労働基本権についてさまざまの制限をうけており、地方公務員\n法等の定める公務員の身分保障の定めは、その代償措置の一つとしての機能を果す\nべき関係にある。従つて、公務員の身分保障について定める法令又は労働協約の条\n項は、公務員労働者の利益保護の方向で厳格に解釈されなければならない。\n組合員の退職手当に関する協約条項は、労働組合法一六条にいう「労働条件その\n他の労働者に待遇に関する基準」に該当する。同条は、これについていわゆる規範\n的効力を認めている。すなわち、この種の協約条項に違反する個々の労働契約は、\nその違反部分に関するかぎり無効であり、その無効となつた部分は、協約条項の定\nめる労働条件によつてその内容が決定される。労働協約は、一応契約ではあつて\nも、契約当事者ではない多数の労働者と使用者との関係を規律する法規範としての\n作用を、性質上本来的に内在させている。かかる法規範としての協約条項の実質的\n内容を変更するには、協約自治に基づく変更の手続、すなわち労使間の合意が当然\n必要とされるべきである。\n６　原告は、退職手当条例の旧条例への改正について、被告の提案した改正案を検\n討した結果、その内容はいずれも退職手当を原告の組合員に有利に改正するもので\nあつたから、右改正に対して異議を述べずこれを了承した。\n従つて、原・被告間には、本件協定一五条「行政職給料表の適用をうける職員の\n例」の意味を旧条例の定めのとおりに変更する旨の合意があつたというべきである\nが、退職手当条例を新条例に改正するについて、被告は、原告らとの誠意ある団体\n交渉を経ないで右改正を一方的に成立させ、更に、昭和五一年一月に行なわれた団\n体交渉でも、原告の白紙撤回の要求を拒絶し、原・被告間に本件協定一五条の内容\nを新条例のとおりに変更するとの合意のないまま原告との交渉を打ち切つた。\nしかるに、被告は、同年三月から原告の組合員の退職手当について、新条例の内\n容に従つた制度の実施を強行した。\n７　以上のとおりであつて、原・被告間における退職手当に関する労働協約である\n本件協定一五条は、未だ旧条例をその内容とするものであるから、原告は、被告に\n対し、請求の趣旨記載のとおりの確認を求める。\nなお、被告は、後記二のとおり本件訴えが訴えの利益を欠き不適法である旨主張\nする。しかし、労働組合は、使用者に対し、組合員の労働条件に関する労働協約の\n履行を求めうる法的立場にあり、労働協約の内容をめぐる紛争は、労働組合と使用\n者との間の具体的な権利義務についての紛争と解すべきである。本件訴訟は、退職\n手当に関する労働協約の意味内容についての争いが審理の対象であるが、原・被告\n間の現在の具体的な権利関係についての争いにつき確認を求めるものというべきで\nある。また、本件訴訟により労働協約の意味内容を明らかにすれば、原告に所属す\nる各組合員に起る紛争を抜本的に解決することができ、本件訴訟は、本件協定一五\n条をめぐる紛争を一挙に解決する手段として、最も有効適切な方法である。従つ\nて、本件訴えは、訴えの利益があり適法である。\n二　被告の本案前の主張\n原告の本件訴えは、訴えの利益を欠き不適法である。\n本件訴えは、本件協定一五条の「行政職給料表の適用をうける職員の例によ\nる。」が、旧条例の定めに従つた退職手当を意味することについて裁判所の確認を\n求めるものである。\nところで、裁判所は、個々の具体的な法律上の紛争について、関係法令を解釈し\nこれを適用するのが任務である。労働協約は、使用者と労働組合間の合意によつて\n締結される契約で、法規範的効力を有し、組合員個人の具体的な権利義務の発生原\n因となるものである。労働協約のある条項がいかなる意味内容を有するかについて\nは、具体的な権利関係の紛争について訴えが提起されたときに、裁判所が当該条項\nを適用する前提としてこれを解釈し明らかにすればよく、また、その限度にとどま\nるべきであつて、組合ないし組合員の具体的な権利関係についての紛争をはなれ\nて、当該条項をいかに解釈すべきかにつき抽象的な判断を求めることは、不適法で\nある。\n原・被告間に、原告所属の組合員が退職した際、新・旧条例のいずれによるべき\nかにつき見解の相違があれば、当該組合員が退職手当金差額支払請求訴訟を提起す\nべきで（この場合、右見解の対立については、判決理由中で裁判所の判断が下され\nる。）、原告が直接そのよるべき条例の確認を求めて訴えを提起することは許され\nない。\n三　請求原因に対する認否\n１　請求原因１の事実中、原告組合の存在は認めるが、その所属する組合員の範囲\nは知らない。\n２　同２、３の事実は認める。\n３　同４の事実中、新条例の内容が旧条例に比し職員にとつて著しく不利益なもの\nであること、（一）の事実、（二）のうち、勧奨退職基準日以降の勤務には一切退\n職手当が発生しないこと、（三）の事実、（四）のうち、昭和五二年四月以降に退\n職した場合、既に勤務している勧奨退職基準日の翌日以降に取得していた退職手当\n金債権も遡つて剥奪されること及び退職手当支給の対象となる右基準日以前の勤務\nについても、最も不利益な普通退職扱いとなり、退職手当支給率が二五・八（三〇\n年勤続六四歳の場合）という異常に低い苛酷な取扱いをうけること、はいずれも否\n認するが、その余の事実は認める。\n４　同５は後記四１のとおり争う。\n５　同６は後記四２のとおり争う。\n四　被告の主張\n１　本件協定一五条は、原告所属の組合員の退職金を行政職給料表の適用もうける\n職員の退職手当と同一内容とし、右職員の退職手当が変更されたときには、切り上\nげにせよ切り下げにせよ、原告所属の組合員の退職金も、原・被告間の合意を要せ\nず自動的に変更される趣旨である。\nこのことは、次の事情から明らかである。\n（一）　一般に法令用語として用いられる「例による」とは、広くある制度や法令\nの規定を包括的に他の同種の事項にあてはめようとする場合に用いられる。従つ\nて、原告の組合員の退職金については、行政職給料表の適用をうける職員の退職手\n当と同一の取扱いをするという趣旨である。\n従来、原・被告間で締結された協定においては、「例による」との文言を使用し\nた場合は全て右と同様の趣旨で使用されている。\n（二）　旧協定は、現業職員が、従来身分上の取扱いや退職手当などの労働条件に\nついて、非現業職員に比べ不利益な取扱いをうけていたので、その劣悪な労働条件\nをせめて非現業職員並みにしてもらいたいという現業職員の願望から締結されたも\nのであるが、このことを考えると、旧協定をうけた本件協定一五条の「例による」\nとの文言は、原告の組合員の労働条件について非現業職員と同様とする趣旨である\nことは明らかである。\n（三）　本件協定原案は、被告が作成したものであるところ、その改訂交渉当時旧\n協定一五条記載の福岡県退職手当支給条例は既に退職手当条例に全文改正されてい\nたので、若し退職手当条例を旧協定一五条の形式で引用すると、将来同条例の改正\nがなされるたびに原告との間で改めて協約改訂の手続をとる必要が生じ、その繁雑\nさをさけるためと、休暇、分限、懲戒と同様に退職手当についても非現業職員と将\n来も同様の取扱いとするのが当然であるという趣旨から、本件協定一五条の文言\n「例による」に改めたものである。この点については、協約改訂小委員会の検討過\n程においても双方当然のこととして何ら問題となることはなかつた。原告主張のご\nとく、本件協定一五条が、本件協定締結当時存在していた退職手当条例を意味する\nという理解があつたならば、原告としては、その交渉過程の中で、本件協定一五条\nも旧協定一五条の形式にならい条例を特定明記することを強く要求するはずである\nが、このような申出は原告組合から一言もでていない。\n（四）　退職手当条例を旧条例へ改正するにつき、被告は、事前に地公労や原告へ\n改正案を提示し、地公労と交渉を重ねた（原告との間では団体交渉は行なわれなか\nつた。）が、組合側は、昭和四八年一二月七日の最終交渉においても、「勤続一年\nにつき一〇〇分の二五〇とし支給率の上限を撤廃すること、勧奨の条件を除くこと\nにより二〇パーセント加算すること」を強く主張して不満を表明し、双方の主張は\n平行線をたどり、地公労は、当局が一二月の県議会に一方的に提案することはやむ\nなしとして交渉を打切つた。\nしかるに、その後原告所属の組合員に対しても旧条例が適用されており、これに\n対し原告から異論が唱えられたことはない。このことは、結局本件協定一五条によ\nつて原告所属の組合員も行政職給料表の適用をうける職員と同一扱いとなることを\n原・被告とも当然のこととして了承していたからにほかならない。\n（五）　退職手当条例の新条例への改正について、被告は、昭和五〇年一一月六日\n原告及び地公労に対し、労働関係の円滑な運用を図るためその改正案を提示し、そ\nの後交渉をもつた。\n原告は、前記一５（一）で知事の発言を引用してその主張を根拠付けているが、\nその知事の発言がなされたのは次の事情からである。すなわち、同月二七日地公労\nとの交渉において、原告の委員長から、「現業職員は、中途採用者が多いので退職\n年金受給資格年限に達しない者もいる。こういう実態を考慮してもらいたい。」と\nの要求がなされたのに対し、知事は、同年一二月四日地公労との交渉の中で、「年\n金年限に達しない者については、現業の実態からみて考慮すべきだという気がする\nので、この問題は更に、これは条例と違いまして団体交渉で引き続き交渉をしてい\nただこうと思います。」と発言した。この原告の委員長及び知事の発言は、特に現\n業職員について問題となる退職年金受給資格年限に達しない者の取扱いについて、\nこれが当初提示のあつた改正案に含まれていなかつたところから問題とされたもの\nで、かえつて、その前提には、退職手当条例が改正されれば、本件協定一五条によ\nり自動的に原告の組合員の退職制度も変更になるとの考えがあつたことは明らかで\nある。従つて、原告が引用している知事の発言は、その発言の日及び趣旨において\n事実と異なつている。\nところで、同日の交渉終了直前、地公労からも、退職年金受給資格年限に達しな\nい者の救済措置はこれを一般職員にも適用して欲しい旨の要請がなされ、知事はこ\nれを受け容れる回答をしたので、右救済措置は原告の組合員のみを対象とするもの\nではなくなり、一般職員に対する措置が条例で規定されれば、これが当然に原告の\n組合員に及ぼされるとの本件協定一五条の解釈を前提とする限り、原・被告間にお\nいてこの点に関する労働協約締結の必要はなくなることとなる。そこで、被告は、\n右救済措置を現業・非現業を問わず職員一般に適用するためには退職手当条例の改\n正が必要であるとの考えのもとに、同条例改正案中に附則九項（退職年金受給資格\nを有しない者の特例）を設け、県議会へ提出した。\nなお、原告との交渉は、昭和五一年一月二〇日、原告が、①退職年金受給資格年\n限に達しない者の救済措置は、新条例で定められているので、本件協定一五条の規\n定により原告の組合員にも適用されること、②現業職員の退職勧奨年齢を六〇歳と\nすること、を確認したうえ、事実上終了した（被告が一方的に打ち切つたものでは\nない。）。\n以上のように、新条例への改正をめぐる被告と原告らの交渉は、双方とも、退職\n手当条例が改正されれば本件協定一五条により当然原告の組合員についての退職制\n度も変更されることになるとの考えのもとになされてきたことが明らかである。\n２　仮に、原告の組合員に対して改正された退職手当条例を適用するには、原・被\n告間にその旨の合意を要するとしても、旧条例への改正の経緯は前記１（四）のと\nおりであり、新条例へのそれは前記１（五）のとおりであるから、これらを比較し\nて考えると、原告主張のように旧条例への改正についてはその合意があつたという\nのであれば、新条例への改正についても原・被告間に合意があつたというべきであ\nる。\n第三　証拠関係（省略）\n理　　　由\n一　まず、本案前の主張について判断する。\n原告は、本件訴えにおいて、原・被告間における退職金に関する労働協約が旧条\n例を内容とすることの確認を求めているが、これは、換言すれば本件協定一五条に\nいわゆる「行政職給料表の適用をうける職員の例」が旧条例を意味することの確認\nを求めるにほかならない。\nところで、確認の訴えは、法律上の具体的紛争について解決を図ろうとする裁判\nの使命に照らせば、原則として具体的な権利又は法律関係の存否を求めるものであ\nつて初めて確認の対象になると解される。しかるに、原告の本件訴えは、本件協定\n一五条の意味内容についての確認を求めるものであるが、それは、つまるところ労\n働協約条項の解釈についての争いをその対象とするものであつて具体的な権利又は\n法律関係の存否の確認を求めるものではないから、不適法な訴えと解さざるをえな\nい。原告は、この点につき、原告が被告に対し労働協約の履行を請求しうる地位に\nあることから本件の争いを具体的な権利義務に関する紛争である旨主張するが、た\nとえ原告がかかる地位にあるとしても、本件訴えの内容が確認訴訟の対象となり得\nるものということはできない。\nまた、確認の訴えは、紛争の抜本的解決のために、原・被告間において確認判決\nを得ることが、有効、適切な手段であることを必要とする。本件において、仮に、\n原告の請求に従い、本件協定の意味内容を確認してみたところで、その確認判決の\n既判力は原・被告間にしか生じないから、更に原告所属の各組合員と被告との間に\nおいて本件協定一五条の解釈をめぐる紛争の再燃を防止することができない。もつ\nとも右確認判決により、事実上当事者のみならず現実に退職手当の受給資格を取得\nすることとなる原告所属の各組合員との間においても紛争が一挙に解決されること\nが期待できないわけではないけれども、これはあくまで事実上の効果にすぎない。\n従つて、原・被告間における本件請求につき判断することが紛争の抜本的な解決の\nために有効、適切な手段ということはできず、その解決のためには、原告所属の各\n組合員が退職したときに、その給付された退職手当につき本件協定一五条の解釈上\n疑義があれば、本来給付されるべきと考える退職手当との差額を請求して争うなど\nすれば足り、これが現に退職手当を受領する各組合員にとつて端的な数済手段であ\nるというべきである。\n以上、いずれの点からみても原告の本件訴えは不適法であると解するのが相当で\nある。\n二　よつて、原告の本件訴えを却下することとし、訴訟費用の負担につき民事訴訟\n法八九条を適用して、主文のとおり判決する。\n（裁判官　辻忠雄　湯地紘一郎　林田宗一）\n"
}