{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 7,
    "day": 21
  },
  "case_number": "昭和55(行ケ)256",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14118",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14118",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/118/014118_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、昭和五五年六月三〇日に、同庁昭和五四年審判第三五七一号事件につい\nてした審決を取消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、主文同旨の判決を求め、被告指定代理人は、「原告の請求を\n棄却する。訴訟費用は、原告の負担とする。」との判決を求めた。\n第二　原告の請求の原因及び主張\n一　特許庁における手続の経緯\n原告は、昭和四六年一一月二日に特許庁に対し「箱尺」の考案（以下「本願考\n案」という。）につき実用新案登録出願（実願昭四六－一〇二三〇五号）をしたと\nころ、昭和五二年八月二日に出願公告（実公昭五二－三三八七一号）されたが、登\n録異議申立があり、昭和五三年一二月一三日に拒絶査定を受けたので、昭和五四年\n四月五日審判請求をし、右事件は特許庁昭和五四年第三五七一号として審理され、\n特許庁は昭和五五年六月三〇日「本件審判の請求は成り立たない。」との審決を\nし、その謄本は同年七月一七日原告に送達された。\n二　本願考案の要旨\n次第に大きさを異にした角柱１・１’を折畳可能に連関嵌挿した箱尺体Ａにおい\nて、内側角柱１’の下方部の正面中心線上に正面方４を背面方５より小径とした異\n径孔を穿設し、該両孔に削径突部９を形成した套管８を背面方５より密嵌挿し、そ\nの内空に圧縮バネ１０を介在せしめて先端に節度突起１２を有する摺動駒片１１を\n嵌入すると共に、套管８の背面開放端で背面方５の内側角柱１’と面一に蓋片１５\nを固着して閉塞する連結部７を形成し、該連結部７の位置で外側角柱１の上方部に\n横方向に長孔とした係合孔１４を有する案内具１３を固着し、内側角柱１’の伸長\n引出時に前記節度突起１２が案内具１３の横方向に長孔とした係合孔１４に嵌着す\nべく構成したことを特徴とする箱尺。\n三　審決理由の要旨\n本願考案の要旨は、前項記載のとおりである。\nこれに対して、本願考案の実用新案登録出願前外国において頒布された刊行物で\nある一九七〇年一一月一九日公告のオーストラリア特許第四〇八五三九号明細書\n（以下「引用例」という。）には、次第に大きさを異にした角柱を折畳可能に連関\n嵌挿した箱尺体において、内側角柱の下方部の正面中心線上に正面方を背面方より\n小径とした異径孔を穿設し、該両孔に削径突部を形成した套管を背方面より密嵌装\nし、その内空に圧縮バネを介在せしめて先端に節度突起を有する摺動駒片を嵌入す\nると共に、套管の背面側には肩部を設けて摺動駒片に設けた肩部を係止しうるよう\nに閉塞する連結部を形成し、該連結部の位置で外側角柱の上方部に円型の係合孔を\n有する案内具を固着し、内側角柱の引出時に案内具の係合孔に節度突起が嵌着する\nように構成された箱尺が記載されている。\n本願考案と引用例記載のものとを対比すると、両者は、（１）套管の背面側が、\n本願考案においては内側角柱と面一に蓋片を固着した開放端からなるのに対し、引\n用例では摺動駒片を係止しうるように肩部を設けて閉塞した点、（２）案内部の係\n合孔が、本願考案では横長の長孔であるのに対して引用例では円型とした点、の二\n点のみが相違し、その余の点に差異はないものと認める。\nそこでまず相違点（１）につき検討するに、套管に設けた蓋片は明細書の記載に\nよれば摺動駒片の円滑な摺動と飛出防止及び套管内への異物の侵入防止と押釦機構\nの耐久性の向上等の作用効果を奏するものと認められるが、それらの作用効果は套\n管の端部を蓋片を固着することにより閉塞するか、あるいは肩部を一体に形成する\nかによつて異同を生じるものとは認められない。そしてこの種押釦機構の摺動駒片\nの飛出防止のために套管の開放端に蓋片を固着することは、套管の端部に肩部を設\nけて閉塞するのと同じく、慣用手段に属することであるから、薄型にするために内\n側角柱と面一にする必要があるときにそのような蓋片の固着法を採用することは、\n当業者が適宜選択しうる設計事項の範囲を出るものとは認められない。また相違点\n（２）についても係止孔として横長の長孔を用いることは実公昭四三－二五六二三\n号公報等を例示するまでもなく慣用技術の単なる転用にすぎないものと認められ\nる。\nしたがつて、全体として本願考案は引用例の記載からきわめて容易に考案できた\nものというべきであつて、実用新案法第三条第二項の規定に該当するから、実用新\n案登録を受けることができない。\n四　審決を取消すべき事由\n（一）　審決は、引用例を外国において頒布された刊行物と認定しているが、引用\n例は一九七〇年一一月一九日に公開された完全明細書公報とそれに添付されたタイ\nプ打明細書及び図面（以下「完全明細書公報」ともいう。）であつて、公開されて\nはいるが、「外国において頒布された」刊行物ではない。\n被告が主張する完全明細書公報のオーストラリア国内での開示経過については争\nわないが、それが本願考案の登録出願前頒布された点についての立証はない。被告\nは、引用例の公開約二か月後の一九七一年一月二一日付ＡＯＪＰ（オーストラリア\n国特許商標意匠公報）には単に書誌的事項だけでなく、第一クレームを含む抄録が\n掲載され、必要に応じて明細書にアクセスできる適切なインデツクスも与えられる\nに至つた旨を述べる。しかしながら、この抄録に開示されているのは、本願考案の\n要旨とは関係のない第一クレームのみであり図面及び発明の作用効果については全\nく示されてはいない。\n以上のとおりであり、引用例を本願考案の登録出願前外国において頒布された刊\n行物であると認定し、本願考案は引用例の記載からきわめて容易に考案できたもの\nであるとした審決は違法であつて、取消されるべきである。\nなお、引用例が日本国に受入れられたのは一九七二年二月二九日で本願考案の実\n用新案登録出願の後である。\n（二）　仮に引用例が本願考案の実用新案登録出願前外国において頒布された刊行\n物にあたるとしても、審決は、本願考案を引用例の記載からきわめて容易に考案す\nることができたものとした点において誤つており違法である。\n本願考案の特徴の一つは「套管８の背面開放端で背面方５の内側角柱１’と面一\nに蓋片１５を固着して閉塞する連結部７を形成し、……外側角柱１の上方部に横方\n向に長孔とした係合孔１４を有する案内具１３を固着し、……前記節度突起１２が\n案内具１３の横方向に長孔とした係合孔１４に嵌着すべく構成した」ことであり、\nこの構成を採つたことにより奏する作用効果は引用例からは全く期待できないもの\nである。\nすなわち、本願考案においては、内側角柱１’に対し、套管８、圧縮バネ１０、\n節度突起１２を有する摺動駒片１３、を順に、そして蓋片１５が節度突起１２を圧\n縮バネ１０に抗して押しながら組付けられるので、組付けの作業がきわめて簡便で\nある。これに対し引用例のものは、予め肩部を有する套管に圧縮バネ、摺動駒片を\n組付けておき、これを内側角柱に組付けるため、その組付けにあつては全部材を保\n持しなければならず、手間がかかるものである。\nまた、本願考案においては、内側角柱１’と面一に蓋片１５を固着することによ\nり、全体を薄型にすることができることはもちろんであるが、この点に加えて、係\n合孔１４を横方向の長孔とすることによつて、内側角柱１’と外側角柱１との間の\n嵌挿状態が比較的密な薄型とした場合でも係合孔に対する節度突起の嵌合が円滑に\nなし得るという技術的な作用効果を奏する。引用例は、そのような作用効果を有せ\nず、また審決の挙げる実公昭四三－二五六二三号公報記載の技術を転用してみて\nも、前述した両相乗効果は予測できるものではないから、これを看過して本件考案\nの進歩性を否定した審決は違法である。\n第三　被告の答弁及び主張\n一　原告の請求の原因及び主張の一ないし三の事実を認め、四の主張を争う。\n二　引用例に係る特許出願は、一九七〇年一一月一九日にオーストラリア国特許商\n標意匠局公報（以下ＡＯＪＰという）において公衆審査のため公開する旨告示さ\nれ、同日以降引用例の原本が公開されるとともに、請求によりその複写を交付する\nことが認められることになつた。そして一九七一年一月二一日付ＡＯＪＰには、そ\nの書誌的事項と第一クレームを含む抄録が掲載された。なお写真オフセツトにより\n印刷された明細書は、一九七一年一二月一〇日に発行された。\n右のとおり、引用例は、一九七〇年一一月一九日に原本がオーストラリア国特許\n商標意匠局において公開され、その日以降請求により複写物が交付される状態にお\nかれたものであり、このことは、引用例であるオーストラリア国特許第四〇八三五\n九号明細書が、その日に同国内において頒布性を有する刊行物の状態に移行したこ\nとを意味している。\n引用例がこの状態にあることは、換言すれば、本願考案が引用例との関係におい\nて実用新案法第三条第一項第三号の規定を充足することと同義であり、したがつて\nこの認定にもとづいてなされた審決には、原告主張の違法はない。\n三　引用例は、前述のとおり、一九七〇年一一月一九日に、ＡＯＪＰで公開する旨\nの公示がなされるとともに、同日から同国特許商標意匠局において公開された。そ\nしてその約二か月後の一九七一年一月二一日付ＡＯＪＰには、単に書誌的事項だけ\nでなく、第一クレームを含む抄録が掲載され、必要に応じて明細書にアクセスでき\nる適切なインデツクスも与えられるに至つた。\n一九七〇年当時のオーストラリア国における行政慣行によれば、明細書の購入を\n希望する者は、行政当局がその旨記した手紙を受領した後一週間以内にコピーの発\n送をうけ、また出頭すれば通例一時間以内にコピーの入手が可能であつた。\n本願考案の登録出願日の昭和四六年一一月二日は、引用例の公開日よりも一一か\n月以上も後であり、抄録の頒布日よりも九か月以上も遅れている。そしてこの一一\nか月あるいは九か月という期間は、明細書の頒布を希望する需要者にとつて充分す\nぎる期間である。\nいうまでもなく、頒布性の認定が、当該明細書が特定の需要者に現実に頒布され\nた事実をもつてなされるのでなく、その明細書が任意の需要者に対して必要に応じ\nて頒布しうべき状態におかれたことによつてなされるとするのは、判例により確定\nされた解釈である。その点を勘案すれば、仮に明細書が公開日に頒布性を有する刊\n行物の状態になつたか否かの判断について別個の解釈をとるにしても、少くとも本\n願の出願日において引用例がオーストラリア国内で頒布性を有する刊行物の状態に\nあつたことは前記日付の関係からみて明白というべきであるから、引用例に限つて\nその期間に頒布されえなかつた特別の事情があればともかく、それがない限り実用\n新案法第三条第一項第三号適用の妥当性に異同を生じるものではない。\n四（一）　審決が認定した本願考案と引用例との相違点（１）の作用効果の差異に\nついて、原告は、本願考案においては、内側角柱に対して套管、圧縮バネ、摺動駒\n片を順に組付けた後、摺動駒片の節度突起を蓋片で押しながら組付けられるので、\n作業が簡便になるのに対し、引用例のものは、予め肩部を有する套管に摺動駒片、\n圧縮バネを組付けた後全部材を保持して組付けるので手間がかかると主張してい\nる。\nしかし引用例のものは、蓋片がないので本願考案のものよりも部品点数が一点少\nなく、したがつて全製造工程をとればその分だけ単純化され工程のステツプ数が減\n少するのは当然である。\nまたバネで付勢した摺動駒片を用いた係止構造は周知のものであり、そのような\nものにおいて、摺動駒片を蓋片の組付けで係止するのも、套管の肩部で係止するの\nも、共に慣用手段にすぎないから、工程でその何れを採用するかは当業者が必要に\n応じて任意に選択できる事項にすぎない。\nさらに、仮に組付けについて原告の主張する効果があつたとしても、それは製造\n方法にかかる効果であつて、その方法によつて製造された物品としての箱尺自体の\n効果については引用例のものと差異がない。ところで製造方法に関する新技術は、\n特許にはなじむとしても、物品の形状構造、組合せにかかる考案を対象とする実用\n新案にはなじまないものである。そして前記（１）の差異から生じる効果が、箱尺\nの構造自体の特有の効果として格別の差異を生じるものでない以上、原告の主張\nは、実用新案登録出願に関する主張として、適切なものとはいいえない。\n（二）　審決認定の相違点（２）に関連して、原告は、本願考案のものは蓋片を角\n柱に面一に固着し、係合孔を横方向の長孔にしたことにより、引用例のものに比し\nて薄型かつ嵌合の円滑性の担保ができる旨主張している。\nしかし引用例において、本願考案の蓋片に対応する套管肩部が内側角柱と面一に\n構成されていないのは、箱尺の断面が矩形でなく、背面部にむかう角部を削つた六\n角形になつていることに対応したものであり、係止体の端面を内側角柱に面一にす\nるか凸状にするかは、箱尺の断面形状に対応して適宜決定すべき設計上の問題にす\nぎず、その点に格別の創意工夫を要するものとは認められない。\nまた係合孔を横長孔にすることも、甲第四号証に例示されたような周知の係止構\n造を単に箱尺に適用したにすぎないから、その点に創作力を認める程のものとはい\nえない。\n第四　証拠の関係（省略）\n理　　　由\n原告の請求の原因及び主張の一ないし三の事実は、当事者間に争いがない。\nそこで、審決にこれを取消すべき違法の点があるかどうかについて考える。\n審決は、引用例（オーストラリア特許第四〇八五三九号明細書）をもつて、実用\n新案法第三条第一項第三号にいう「外国において頒布された刊行物」であるとし\nて、本願考案はその実用新案登録出願前に外国において頒布された引用例に記載さ\nれた考案に基づいてきわめて容易に考案できたものであるから、実用新案登録を受\nけることができないとするものであるところ、引用例が本願考案の実用新案登録出\n願前に外国において頒布されたものであるとの点についての証拠はない。\nこの点につき、被告は、引用例に係る特許出願は一九七〇年一一月一九日にオー\nストラリア国特許商標意匠局公報（ＡＯＪＰ）において公衆審査のため公開する旨\n告示され、同日以降引用例の原本が公開されるとともに、請求によりその複写を交\n付することが認められることになつたものであるところ、このことは引用例がその\n日にオーストラリア国内において頒布性を有する刊行物の状態に移行したことを意\n味し、引用例がこの状態にあることは換言すれば、本願考案が引用例との関係にお\nいて実用新案法第三条第一項第三号の規定を充足することと同義である旨主張す\nる。\nしかしながら、被告主張の日に、請求により、引用例の発明を記載した明細書原\n本の複写物を交付することが認められるようになり、その意味で明細書原本が頒布\n性を有するようになつたからといつて、そのことから直ちに引用例が、その日に、\n実用新案法の前記法案にいう「外国において『頒布された』刊行物」になるものと\nすることはできない。\n「頒布された」と認定するためには、いつ、どこで、どのような形態で、誰に頒布\nされたかを具体的に立証する必要はないが、少なくとも頒布された事実を推認せし\nめるものがなければならず、明細書の原本が前記のような意味での頒布性を取得し\nたというだけでは、その明細書が「頒布された刊行物」になつたものとすることは\nできず、本件においては引用例が頒布されたことを推認させるような証拠もない。\n複写技術が発達し、明細書原本の複写を要求すれば、直ちに複写物を入手すること\nができるというような事実は、未だもつて、引用例が頒布されたことを認めしめる\n証拠となすことはできない。\n右のとおりであり、引用例を外国において頒布された刊行物であるとし、これを\n前提として本願考案は引用例の記載からきわめて容易に考案できたものであるとし\nた審決はその前提において誤つており、違法なものとして取消されざるを得ない。\nよつて本件審決を取消し、訴訟費用は敗訴の当事者である被告に負担させること\nとして、主文のとおり判決する。\n（裁判官　高林克巳　杉山伸顕　八田秀夫）\n"
}