{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和62(ワ)5183",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13918",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13918",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/918/013918_hanrei.pdf",
  "contents": "主　　　文\n一　原告の主位的請求を棄却する。\n二　被告は、原告に対し、一三万円及びこれに対する昭和六二年五月一日から支払\n済みに至るまで年五分の割合による金員を支払え。\n三　原告のその余の予備的請求を棄却する。\n四　訴訟費用は、これを五分し、その四を原告、その余を被告の各負担とする。\n五　この決判は、右二について仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　主位的請求\n（一）　被告は、原告に対し、一〇〇万円及びこれに対する昭和六二年五月一日か\nら支払済みに至るまで年五分の割合による金員を支払え。\n（二）　訴訟費用は、被告の負担とする。\n（三）　右（一）について仮執行宣言\n２　予備的請求\n（一）　被告は、原告に対し、六三万円及びこれに対する昭和六二年五月一日から\n支払済みに至るまで年五分の割合による金員を支払え。\n（二）　訴訟費用は、被告の負担とする。\n（三）　右（一）について仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は、原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　主位的請求\n（一）　原告は、日本広告写真家協会に所属するカメラマンであるところ、昭和六\n一年二月一〇日、別紙目録（１）ないし（６）記載の写真四カツト六枚（以下「本\n件写真（１）ないし（６）」といい、これらを総称して「本件写真」という。）を\n撮影した。\n（二）　被告は、広告代理業を営む会杜であるところ、本件写真（４）を、同年四\n月五日発行の雑誌「別冊ＦＭｆａｎ」四九号に掲載させた。\n（三）　被告の右（二）の行為は、原告が本件写真（４）について有する複製権を\n侵害するものであり、しかも、まだ公表されていない同写真を初めて公衆に提示し\nたものであるから、原告が同写真について有する公表権を侵害するものである。\n（四）　被告は、故意又は過失により、右著作権侵害及び著作者人格権侵害の行為\nをしたものである。\n（五）　原告は、被告の右著作権侵害行為により財産的損害を被つたものであると\nころ、その額は五〇万円であり、また、\n原告は、被告の右著作者人格権侵害の行為により精神的苦痛を被つたものであると\nころ、これを慰謝するに足りる金銭の額は五〇万円が相当である。\n２　予備的請求\n（一）　原告と被告は、昭和六一年二月一〇日、次のとおり、原告は被告の注文に\nより商品広告用写真の撮影を請負う旨約した。\n（１）　被写体商品は、訴外株式会社オーデツクス・ジヤパン（以下「オーデツク\nス社」という。）の販売に係るリン・ソンデツク製アンプ・スピーカー等とし、原\n告は、前記１（一）記載のカツト及び枚数の写真を撮影する。\n（２）　写真の使用目的は広告とし、また、使用媒体は雑誌及びカタログとする。\n（３）　撮影代金は一三万円とし、その支払時期は右（１）の写真の引渡し後一か\n月以内とする。ただし、フイルム代及び現像代は原告の負担とする。\n（二）　原告は、本件写真を撮影したうえ、同月一三日、被告の事務所において、\n被告代表者【Ａ】以下（「【Ａ】」という。）に対し、本件写真の現像済みのフイ\nルム及びこれを焼き付けた紙焼写真を引渡しのために提供した。\n（三）　被告は、本件写真（４）を、同年四月五日発行の雑誌「別冊ＦＭｆａｎ」\n四九号に掲載させたが、本件写真（４）は、これによつて初めて公衆に提示された\nものであるから、原告が同写真について有する公表権を侵害するものである。\n（四）　被告は、故意又は過失により、右著作者人格権侵害の行為をしたものであ\nつて、原告は、この行為により精神的苦痛を被つたものであるところ、これを慰謝\nするに足りる金銭の額は五〇万円が相当である。\n３　よつて、原告は、被告に対し、主位的に、著作権侵害及び著作者人格権侵害に\n基づく損害賠償として各五〇万円の計一〇〇万円並びにこれに対する不法行為の後\nである昭和六二年五月一日から支払済みに至るまで民法所定の年五分の割合による\n遅延損害金の支払いを、予備的に、本件写真撮影代金一三万円及び著作者人格権侵\n害に基づく損害賠償として五〇万円の計六三万円並びにこれに対する弁済期又は不\n法行為の後である昭和六二年五月一日から支払済みに至るまで民法所定の年五分の\n割合による遅延損害金の支払いを求める。\n二　請求の原因に対する認否\n１　請求の原因１（主位的請求）について\n（一）　請求の原因１（一）のうち、原告が日本広告写真家協会に所属しているこ\nとは知らないが、その余は認める。\n（二）　同（二）は認める。\n（三）　同（三）のうち、まだ公表されていない本件写真（４）を同（二）の行為\nによつて初めて公衆に提示したことは認めるが、その余は否認する。\n（四）　同（四）及び（五）は否認する。\n２　請求の原因２（予備的請求）について\n（一）　請求の原因２（一）のうち、（３）の撮影代金の支払時期の点は否認する\nが、その余は認める。被告への支払条件は、一五日締め翌月末払いであつたとこ\nろ、被告は、昭和六一年二月二六日に原告から右撮影代金の請求書を受領したので\nあるから、弁済期は、同年四月三〇日である。\n（二）　同（二）は認める。\n（三）　同（三）のうち、原告が本件写真（４）について有する公表権を侵害する\nとの点は否認し、その余は認める。\n（四）　同（四）は否認する。\n三　抗弁\n１　請求の原因１（主位的請求）に対する抗弁\n原告と被告は、前記請求の原因２（一）記載のとおり（ただし、弁済期について\nは、前記請求の原因に対する認否２（一）記載のとおり。）の契約を締結したとこ\nろ、被告は、同２（二）記載のとおり、原告から本件写真の現像済みのフイルム及\nびこれを焼き付けた紙焼写真の引渡しを受けたのであるから、これによつて本件写\n真の著作権を譲り受けたか、又は使用の許諾を得たものである。また、これと同時\nに、原告は、被告に対し、本件写真を公衆に提示することについて許諾をしたか、\n又は同意したものと推定される。\n２　請求の原因２（予備的請求）に対する抗弁\n（一）（１）　本件写真には、次のとおり瑕疵があつた。\nア　本件写真（１）は、二台のスピーカーを撮影したモノクロ写真、本件写真\n（６）は、本件写真（１）と同じ被写体を同じ角度から撮影したカラー写真であ\nる。これらの写真は、いずれも右側に配置されている大きいスピーカーの右側面が\n右下方に、左側に配置されている小さいスピーカーの両側面が下方に、それぞれ末\n広がりに広がつて見え、いずれも底板の横線の方が天板の横線よりも長く見える。\nその結果、大きいスピーカーは、その右下方が右の方へ引つ張られているように、\nまた、小さいスピーカーは、台形のように感じられる。更に、各スピーカー前面の\n黒い部分はサランネツトであるところ、サランネツトであることが良く分からず、\nシヤープさに欠け、質感がない。そこで、天板上面は、木目を出さなければならな\nいのに白く光つており、質感がない。\nイ　本件写真（２）は、四台のスピーカーを撮影したモノクロの写真である。この\n写真は、スピーカーの天板上面の木目が出ないで白く光つており、また、サランネ\nツトもよく出ていないほか、スピーカーがタイルから浮かんでいる感じであり、全\n体に平面的でシヤープさに欠け、質感がない。\nウ　本件写真（３）は、三台のアンプを撮影したモノクロの写真である。この写真\nは、左側の正面を向いているアンプの前面左側の縦の枠線が傾いて見え、前面下方\n横の枠の線の方が上方横の枠の線よりも長く見える。また、左端のアンプの上方横\nの枠の線が鮮明に出ておらず、三台のアンプとも前面の白い枠の筋が出ていないな\nど、アンプではなく、その前面のタイルに焦点が合つている感がある。\nエ　本件写真（４）は、二台のアンプを撮影したモノクロの写真、本件写真（５）\nは、本件写真（４）と同じ被写体を同じ角度から撮影したカラー写真である。これ\nらの写真は、左側のアンプの前面左側の縦の線が傾いて見え、前面下方横の線の方\nが上方横の線よりも長く見え、更に、アンプにではなく、その前面のタイルに焦点\nが合つている感がある。また、本件写真（４）は、右側のアンプの右上方に、アン\nプの下に敷いた布が白く反射しており、更に、本件写真（５）は、右側のアンプの\n右上方に、アンプの下に敷いた布の赤色が反射している。\n（２）　被告は、本件写真を使用せざるをえなかつたため、広告主であるオーデツ\nクス社に対する信用を失墜した。また、右（１）の程度の出来栄えにすぎない写真\nの撮影代金は、五万三〇〇〇円が相当である。以上の事実によれば、右（１）の瑕\n疵によつて被告が被つた損害額は、八万円を下らない。そこで、被告は、\n昭和六二年二月五日被告到達の書面をもつて、原告に対し、右八万円と本件写真の\n撮影代金とを対当額で相殺する旨の意思表示をした。\n（二）　主位的請求に対する抗弁のとおりであるから、原告の著作者人格権侵害の\n主張は、理由がない。\n四　抗弁に対する認否\n１　抗弁１について\n原告と被告が請求の原因２（一）記載のとおりの契約を締結したことは認める\nが、その余は否認する。同２（二）のとおり、原告は、被告に対し、本件写真の現\n像済みのフイルム及びこれを焼き付けた紙焼写真を引渡しのために提供したが、被\n告は、その受領を拒絶した。\n２　抗弁２について\nすべて否認する。\n五　再抗弁\n１　抗弁１に対する再抗弁\n仮に、被告が原告に対し、本件写真の使用を許諾したとしても、その使用許諾\nは、本件写真の撮影代金を支払うことが条件になつていたものである。\n２　抗弁２に対する再抗弁\n仮に、本件写真に被告が主張するような瑕疵があつたとしても、そのような写真\nであることについて、被告は了解していたものである。すなわち、本件写真の撮影\n現場には、被告の担当者である訴外【Ｂ】（以下「【Ｂ】」という。）及びオーデ\nツクス社の担当者が立ち会つていたところ、原告は、本件写真を撮影するに際し、\nカメラ位置など【Ｂ】の指示に従うとともに、カメラにポラロイドフイルムを入れ\nて撮影し、これによつて焼き付けられた写真を【Ｂ】に見せて了解を得、しかる\n後、カメラの位置等の撮影条件をそのままにしてフイルムを入れ、シヤツターを押\nして撮影した結果が本件写真となつたものである。\n六　再抗弁に対する認否\n再抗弁１及び２は否認する。\n第三　証拠関係（省略）\n理　　　由\n一　主位的請求について\n１　原告本人尋問の結果によれば、原告は、日本広告写真家協会に所属するカメラ\nマンであることが認められ、その余の請求の原因１（一）の事実及び同（二）の事\n実は、当事者間に争いがない。\n２　同１（三）のうち、同１（二）の行為によつて、本件写真（４）を初めて公衆\nに提示したものであることは、当事者間に争いがない。\n３　そこで、以上の点に関する抗弁１について判断するに、原告と被告は、昭和六\n一年二月一〇日、請求の原因２（一）（１）及び（２）記載のとおり、原告は被告\nの注文により商品広告用写真の撮影を代金一三万円で請負う旨約したこと、原告\nは、同２（二）のとおり、本件写真を撮影したうえ、同月一三日、被告の事務所に\nおいて、【Ａ】に対し、本件写真の現像済みのフイルム及びこれを焼き付けた紙焼\n写真を引渡しのために提供したことは、当事者間に争いがなく、そして、成立に争\nいのない甲第一号証及び原告本人尋問の結果によれば、原告は、右契約の際、代金\nの支払時期については、被告会杜の一般的な取決めに従うつもりであつて、少なく\nとも本件写真の引渡しの後になると考えていたこと、原告は、本件写真を持参した\n際、本件写真が歪んでいるか否かをめぐつて【Ａ】と言争いをしたが、結局、\n【Ａ】に対し、本件写真を置いていくから料金は支払つてくれるようにと言つて\n【Ａ】の許を辞したこと、原告は、被告に対し、その後何度か口頭で右撮影代金一\n三万円を支払うよう催告した後、更に、同六二年一月二四日発送の内容証明郵便を\nもつて、右撮影代金の支払いを催告したことが認められる。以上の事実によれば、\nカメラマンである原告は、広告代理店である被告の注文により商品広告用写真の撮\n影を、代金は後日支払うとの約定で請負う旨契約し、これに基づき写真を撮影した\nうえ、被告に対し、その現像済フイルム及びこれを焼き付けた紙焼写真を引き渡し\nたものであつて、右事実、殊に、原、被告の職業及び契約の目的に照らし、原告\nは、右の引渡しによつて、被告に対し、本件写真を商品広告に使用し、かつ、これ\nによつて本件写真を公表することを許諾したものと認められる。したがつて、抗弁\n１は、理由がある。そして、再抗弁１の事実を認めるに足りる証拠はない。\n二　予備的請求について\n１　請求の原因２（一）の事実は、撮影代金の支払時期の点を除いて当事者間に争\nいがない。もつとも、被告は、右支払時期は昭和六一年四月三〇日であると主張す\nるものであつて、現に支払時期が経過していることは、被告も認めるところであ\nる。\n２　同２（二）の事実は、当事者間に争いがない。\n３　そこで、右の点に関する抗弁２（一）及びこれに対する再抗弁２について判断\nする。\n前掲甲第一号証、成立に争いがない甲第二号証、第六号証、乙第一ないし第六号\n証、証人【Ｂ】の証言及び原告本人尋問の結果を総合すれば、次の事実を認めるこ\nとができ、他にこれを覆すに足りる証拠はない。\n（一）　原告は、昭和六一年二月一〇日午後一時ころから、東京都港区＜以下略＞\n所在の「１０　ＢＡＮ　ＳＴＵＤＩＯ」において、【Ｂ】及びオーデツクス社の担\n当者である【Ｃ】（以下「【Ｃ】」という）の立会いの下に、本件写真の撮影を始\nめた。その際、いずれの写真についても、正式のフイルムによる撮影の前に、即座\nに現像及び焼付けのできるポラロイドフイルムを使用して試撮り（以下「ポラロイ\nドの試撮り」という。）をし、その出来栄えを確認した後に、照明やカメラの位置\n等をそのままにして正式のフイルムを入れ、本件写真を撮影するという手順を踏ん\nだ。\n（二）　原告は、まず、本件写真（４）を撮影したが、ポラロイドの試撮りの結果\nについて、原告、【Ｂ】及び【Ｃ】の間において、被写体のうち、右側のアンプ前\n面右上が白く光つている点が問題となつたが、これは、このアンプの下に敷いてあ\nる布が反射しているものであると説明して【Ｂ】及び【Ｃ】の了解を得、また、ア\nンプの各辺の長さの歪み等の問題はないとの了解を得たうえ、フイルムを入れ替え\nて本件写真（４）を撮影し、更に、カラーフイルムに入れ替えて本件写真（５）を\n撮影した。\n（三）　次に、原告は、本件写真（１）を撮影したのであるが、【Ｃ】は、ポラロ\nイドの試撮りの結果について、（１）被写体である二台のスピーカーの各両側面が\n末広がりに見える点、（２）各スピーカーの天板が白く光つて木目が見えない点を\n指摘した。これに対して、原告は、天板の木目を出すようにすると、スピーカーの\n下に敷いてあるタイルの目地がよく出ないと説明した。【Ｂ】は、カメラのピント\nグラス（焦点板）を覗いてスピーカーの各辺の長さを確認し、また、右ポラロイド\nに写つたスピーカーの各辺の長さを紙片で計測したうえ、結局、いずれの点も了解\nした。そこで、原告は、フイルムを入れ替えて本件写真（１）を撮影し、更に、カ\nラーフイルムに入れ替えて本件写真（６）を撮影した。\n（四）　その後、【Ｂ】は、所要のために同所から退出したが、その際、その余の\nポラロイドの試撮りの確認等を【Ｃ】に任せる旨言い残していつた。そこで、原告\nは、本件写真（２）及び（３）についても、ポラロイドの試撮りの結果を【Ｃ】に\n示して、いずれも了解を得たうえ、前同様に本件写真（２）及び（３）を撮影し\nた。\n（五）　前認定の原告から被告への本件写真の引渡し後間もなく、被告は、オーデ\nツクス社から、本件写真（５）について、被写体のうち、右側のアンプ前面右上に\n下の赤い布が反射している点を指摘された。\n（六）　被告は、前記争いのない請求の原因１（二）のとおり、本件写真（４）を\n使用したほか、当初から使用する予定のなかつた本件写真（６）を除いた本件写真\n（１）ないし（３）及び（５）を、雑誌に掲載する広告等に使用した。\n（七）　被告は、原告から、昭和六一年二月二六日に本件写真の撮影代金支払いの\n請求書の送付を受け、更に、翌昭和六二年一月二四日付内容証明郵便による右撮影\n代金支払いの催告を受けた後、同年二月三日付書面によつて原告に応答したが、原\n告から本件写真の引渡しを受けた後、右応答までの間、原告に対し、本件写真に関\nする何らの申入れ等もしていない。\n右認定の事実によれば、被告が本件写真の瑕疵として主張するものの大部分は、\n撮影現場において、【Ｂ】及び【Ｃ】が了知し、これを了解したうえ、原告に撮影\nさせた結果と同様のものであるから、被告は、本件写真の右の出来栄えを了解した\nものと認められる。また、撮影の後にオーデツクス社に指摘された点及びその余の\n被告主張の点は、撮影現場で【Ｂ】及び【Ｃ】が了解したのと同じ理由によつて了\n解したものと推測することのできるものか、又は瑕疵といえるか否か疑問のあるも\nのであるが、たとい、そうでないとしても、被告は、本件写真（１）ないし（５）\nを広告等に使用していながら、撮影後一年近くの間、原告に対して何らの申し入れ\n等もしていないとの前認定の事実によると、被告は、本件写真の出来栄えに関して\nは、少なくとも黙示のうちに了解したものと認められる。そうすると、被告の主張\nする本件写真の瑕疵の存在は、違法な債務不履行とはならない。したがつて、再抗\n弁２は、理由があり、抗弁２（一）は、理由がないことに帰する。\n４　本件写真（４）について原告が有する著作者人格権の侵害が認められないこと\nは、主位的請求に関する前説示のとおりであるから、抗弁２（二）は、理由があ\nる。\n三　以上によれば、原告の主位的請求は、理由がないから、これを棄却し、予備的\n請求は、本件写真の撮影代金一三万円及びこれに対する昭和六二年五月一日から支\n払済みに至るまで年五分の割合による遅延損害金の支払いを求める限度で理由があ\nるから、これを認容し、その余の予備的請求は、理由がないから、これを棄却し、\n訴訟費用の負担について民事訴訟法八九条及び九二条本文の規定を、仮執行宣言に\nついて同法一九六条一項の規定を適用して、主文のとおり判決する。\n（裁判官　清永利亮　小林正　若林辰繁）\n目録（１）～（６）（省略）\n"
}