{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 10,
    "day": 31
  },
  "case_number": "昭和60(行ケ)50",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14024",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14024",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/024/014024_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が昭和五六年審判第二二六八九号事件について昭和\n六〇年二月一日にした審決を取り消す。訴訟費用は、被告の負担とする。」との判\n決を求め、被告指定代理人は、主文第一項同旨の判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、本訴請求の原因として、次のとおり述べた。\n一　特許庁における手続の経緯\n原告は、昭和五四年九月一〇日、別紙（一）のとおり、「ナイト」の片仮名文字\nを左横書きしてなる構成の商標（以下「本願商標」という。）について、商標法施\n行規則別表第一類「生理用ナプキン、その他本類に属する商品」を指定商品として\n商標登録出願をし、その後、昭和五六年八月五日付手続補正書をもつて、指定商品\nを「生理用ナプキン・タンポン」と補正したが、昭和五六年九月一日拒絶査定を受\nけたので、同年一一月九日、これに対する審判を請求し、特許庁昭和五六年審判第\n二二六八九号事件として審理されたが、昭和六〇年二月一日、「本件審判の請求\nは、成り立たない。」旨の審決があり、その謄本は、同年三月六日原告に送達され\nた。\n二　本件審決理由の要旨\n本願商標の構成、指定商品及び商標登録出願の日は、前項記載のとおりであると\nころ、これに対し、登録第五四八五一八号商標（以下「引用商標」という。）は、\n別紙（二）のとおり、「ＮＩＧＨＴ」の欧文字及び「ナイト」の片仮名文字を上下\n二段に横書きしてなり、旧商標法施行規則（大正一〇年農商務省令第三六号）第一\n六類「護謨、「エボナイト」、「ガタペルチヤ」、「ラバーサブスチチユート」及\nび他類に属しないその軟質製品」を指定商品として、昭和三四年三月一四日登録出\n願、昭和三五年二月二六日設定登録、昭和五六年四月三〇日商標権存続期間更新の\n登録がされたものである。\n本願商標は、「ナイト」の文字を書してなるものであるから、該文字に相応して\n「ナイト」の称呼が生じる。他方、引用商標は、「ＮＩＧＨＴ」「ナイト」の文字\nを書してなるものであるから、これらより「ナイト」の称呼が生じること明らかで\nある。\nしてみれば、本願商標と引用商標とは、「ナイト」の称呼を共通にする類似の商\n標であり、かつ、本願商標の指定商品「生理用ナプキン・タンポン」と引用商標の\n指定商品中の「衛生材料用軟質護謨製品」に含まれている「指サツク、乳首」と\nは、販売店舗及び需要者層（購買者層を含む。）も同一にすることが多いから、両\n者は互いに類似する商品と認められる。\nしたがつて、本願商標は、引用商標と類似し、かつ、指定商品も互いに類似する\nものであるから、商標法第四条第一項第一一号の規定に該当し、登録を受けること\nができない。\n三　本件審決を取り消すべき事由\n本願商標及び引用商標の構成及び指定商品、本願商標と引用商標とが「ナイト」\nの称呼を共通にすること、並びに引用商標の指定商品中の「衛生材料用軟質護謨製\n品」に「指サツク、乳首」が含まれていることについての本件審決の認定は争わな\nいが、本件審決は、次のとおり、指定商品の類否の判断を誤つたものであるから、\n違法として取り消されるべきである。\n本件審決は、本願商標の指定商品と引用商標の指定商品とが類似する理由とし\nて、前者の指定商品「生理用ナプキン・タンポン」が、後者の指定商品中の「衛生\n材料用軟質護謨製品」に含まれている「指サツク、乳首」と販売店舗及び需要者層\nを同一にすることが多い、という。しかしながら、商標法第四条第一項第一一号に\nおいて、他人の登録商標と同一の商標をその指定商品と同一の商品に使用する場合\nにとどまらず、該登録商標と類似する商標を該指定商品と類似する商品に使用する\n場合にも登録を禁じているのは、商品の出所混同のおそれを防止することにあると\n解されるところ、そのおそれの有無、換言すると、商品の類否は、単に両商品が販\n売店舗及び需要者層を同一にすることが多い、ということのみで判定すべきでな\nく、両商品の原材料、品質、形状、用途、生産・販売部門等から総合的に観察して\n取引通念により判定すべきである。ところで、「生理用ナプキン・タンポン」と\n「指サツク、乳首」とは、原材料、品質、形状、用途が全く異なり、また、近年、\n「生理用ナプキン・タンポン」の全販売量に対する大手三生産会社の生産に係るそ\nれらの販売量が八割を超えるが、それらの会社は「指サツク、乳首」を生産してい\nないことから、生産部門も異なるということができる。これを詳述すれば、指サツ\nクの製造業者は生理用ナプキン・タンポンを全く製造しておらず、後者の製造業者\nは前者を全く製造していないし、乳首の製造業者は生理用タンポンのシエア五％未\n満の一社を除いて、生理用ナプキン・タンポンを製造しておらず、後者の製造業者\nは前者を製造していない状況にある。また、販売部門及び需要者層は単に一部にお\nいて共通するにとどまるのみならず、通常、それらの量販売店における陳列場所も\n異なつている。そして、「生理用ナプキン・タンポン」と「指サツク、乳首」と\nは、広い意味で共に衛生用品の範疇に属し、かつ、販売部門及び需要者層が一部に\nおいて共通するとはいえ、前者は、女性の生理処理用に供されるものであることか\nら、右処理を要する女性中の一部がその乳児に乳を飲ませるのに供される「乳首」\nや男女を問わず指の保護等に供される「指サツク」と、取引者、需要者の間におい\nて明確に異なる商品イメージをもつて取引されているものである。\nしたがつて、本願商標が引用商標に類似していても、本願商標を「生理用ナプキ\nン・タンポン」に用いたとき、これが取引通念上、引用商標を用いた「指サツク、\n乳首」との間に商品の出所混同を生ずるおそれがあるとは認められず、「生理用ナ\nプキン・タンポン」と「指サツク、乳首」とが商標法上類似の商品であるとすべき\nでない。\n特許庁の類似商品審査基準によれば、「生理用ナプキン・タンポン」は、「指サ\nツク、乳首」と類似するとされ、かつ、本件審決は右基準に依拠したものであると\n解されるが、一方、右基準によれば、「生理用ナプキン・タンポン」及び「指サツ\nク、乳首」は、後者と同じく軟質ゴム製品である「ルーデサツク、子宮サツク、子\n宮ベツサリー、避妊用具」と非類似であるとされている。しかしながら、本件審決\nの説示するように、単に販売店舗及び需要者層を同一にすることが多い、という点\nから観察すると、「生理用ナプキン・タンポン」と「指サツク、乳首」の場合より\nも、「生理用ナプキン・タンポン」と「ルーデサツク、子宮サツク、子宮ベツサリ\nー、避妊用具」の場合が右同一にすることが多いから、右基準に依拠した本件審決\nは、合理性に欠けるものである。\n第三　被告の答弁\n被告指定代理人は、答弁として、次のとおり述べた。\n一　請求の原因一及び二の事実は、認める。\n二　同三の主張は争う。本件審決の認定判断は、正当であつて、原告主張のような\n違法の点はない。\n本願商標の指定商品「生理用ナプキン・タンポン」と引用商標の指定商品に含ま\nれる「指サツク、乳首」とを比較するに、両商品は広い意味で共に衛生用品の範疇\nに属し、かつ、販売部門及び需要者層を共通にするものである。すなわち、前者\nは、女性の生理処理用に供されるものであるから、女性が需要者であり、購買者で\nあるところ、後者にある「乳首」も、一般的には、育児に専念するのは、母親又は\n保育園における保母などの女性であり、それが需要者であり、購買者であることも\n事実である。更に、販売店舗についても、両商品は共に薬局（薬店）で販売されて\nいるものである。\nそうしてみると、両商品が「ナイト」の称呼を共通にする商標を付して前記販売\n店の店頭に並んだときは、需要者（女性）は、それらの商品が同一の所から出たも\nののように、商品の出所について混同を生じるおそれがあるものである。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　本件に関する特許庁における手続の経緯、本願商標及び引用商標の構成及び指\n定商品、本願商標と引用商標とが呼称を共通にすること、引用商標の指定商品中の\n「衛生材料用軟質護謨製品」に「指サツク、乳首」が含まれること、並びに本件審\n決理由の要旨が原告主張のとおりであることは、当事者間に争いがなく、引用商標\nの登録出願、設定登録及び商標権存続期間更新の登録の年月日が本件審決認定のと\nおりであることは、原告の明らかに争わないところである。\n（本件審決を取り消すべき事由の有無について）\n二　本件審決には、次に説示するとおり、原告主張のような違法はなく、原告の主\n張は理由がないものというべきである。\n原告は、商品の類否は、単に両商品が販売店舗及び需要者層を同一にすることが\n多い、ということのみで判定すべきではなく、両商品の原材料、品質、用途、生\n産・販売部門等から総合的に観察して取引通念により判定すべきであるとし、本願\n商標の指定店品である「生理用ナプキン・タンポン」と引用商標の指定商品中に含\nまれる「指サツク・乳首」とは、原材料、品質、形状、用途が全く異なり、近年に\nおいては、生産部門も異なり、異なる商品イメージをもつて取引される実状にあ\nり、販売部門及び需要者層も単に一部において共通するにとどまるから、両商品は\n非類似と認めるべきであるところ、本件審決は、この点を看過して誤つた判断をし\nた旨主張する。よつて、考えるに、商標法第四条第一項第一一号にいう商品の類否\nを判定するに当たつては、商標法が一定の商標を使用した商品の出所の同一性を確\n保し、流通秩序を維持することをも目的としているものと解されることにかんがみ\nると、当該指定商品が互いに原材料・品質・形状・用途を異にするものであつて\nも、それに同一又は類似の商標を使用すれば、同一営業主の製造又は販売に係る商\n品と需要者又は取引者において誤認混同するおそれがある場合には、これらの商品\nは類似の商品と解するを相当とするところ、本願商標の指定商品である「生理用ナ\nプキン・タンポン」と引用商標の指定商品に含まれる「指サツク、乳首」とは、共\nに広義の衛生用品の範疇に属するものとして、薬店（薬局）で販売されていること\nが多く、これら商品の需要者又は購買者が前者においてはもちろん、後者において\nも多く女性層であることは顕著な事実（なお、両商品が販売店舗及び需要者層を同\n一にする場合の少なくないことは、原告の自認するところでもある。）であり、こ\nの事実に後記のとおり同一製造業者が両商品を製造することがみられる点を併せ考\nえると、引用商標と前示のとおり呼称を共通にする本願商標をその指定商品である\n「生理用ナプキン・タンポン」に使用するときは、引用商標の前記指定商品の製\n造、販売元がこれを製造、販売しているか、又は取扱つているかのような印象を一\n般に与え、商品の出所を混同させるおそれがあることは明らかであるから（この認\n定を覆すに足りる証拠はない。）、両商品は類似するものというべきである（な\nお、原告は両商品の生産部門は近年異なる旨主張するが、両商品が生産部門を異に\nすることが多いにしてもそれが近年であること、及び引用商標の指定商品に含まれ\nる乳首の製造業者で本願商標の指定商品である生理用タンポンを製造する業者のな\nお存することは、原告の自認するところであるから、両商品の需要者が商品の出所\nの混同を生じない程度に全く生産部門を異にするものということはできない。）。\nしたがつて、原告の叙上主張は理由がなく、この点の本件審決の認定判断は正当と\nいうべきである。\nまた、原告は、「生理用ナプキン・タンポン」と「指サツク、乳首」とが類似す\nる商品であるとした本件審決の認定は、特許庁の類似商品審査基準に依拠したもの\nと解されるが、右基準は合理性に欠けるものである（例えば、「生理用ナプキン・\nタンポン」は、「指サツク、乳首」と類似される一方で、「ルーデサツク、子宮サ\nツク、子宮ベツサリー、避妊用具」とは非類似とされている。）から、本件審決の\n前記認定は失当である旨主張するが、特許庁における「類似商品審査基準」は、適\n正、迅速な審査に資するための特許庁における内部基準にすぎず（法令的性格を有\nするものでないことは、論ずるまでもない。）、仮に右基準に不合理なところがあ\nり、本件審決がこれに依拠したとしても、不合理な点があれば本件審決の認定判断\nを直截に争えば足り、右基準に依拠したこと自体が本件審決を違法ならしめる理由\nを構成するものでないことは理の当然であるから、本訴において、右審査基準の当\n否を問題としても詮のないことというべく、原告の右主張は主張自体失当といわざ\nるを得ない。\n三　以上のとおりであるから、その主張の点に判断を誤つた違法のあることを理由\nに本件審決の取消しを求める原告の本訴請求は、理由がないものというほかはな\nい。よつて、これを棄却することとし、訴訟費用の負担について行政事件訴訟法第\n七条及び民事訴訟法第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　武居二郎　杉山伸顕　清永利亮）\n＜１２５７５－００１＞\n"
}