{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 3,
    "day": 15
  },
  "case_number": "昭和54(行コ)9",
  "case_name": "懲戒処分取消請求控訴事件",
  "court_name": "札幌高等裁判所",
  "field": "労働",
  "lawsuit_id": "17004",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17004",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/004/017004_hanrei.pdf",
  "contents": "○　主文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取消す。\n２　被控訴人北海道開発局長が昭和四六年九月二三日付で控訴人ら（但し、控訴人\nＡを除く。）に対してした別表処分の種類および程度欄（以下、「処分欄」とい\nう。）記載の各懲戒処分はいずれもこれを取消す。\n３　被控訴人北海道開発局網走開発建設部長が昭和四六年九月二三日付で控訴人Ａ\nに対してした別表処分欄記載の懲戒処分はこれを取消す。\n４　訴訟費用は、第一審、二審とも被控訴人らの負担とする。\n二　被控訴人ら\n主文同旨の判決\n第二　当事者の主張\n当事者双方の主張及び証拠の関係は、次のとおり付加するほかは、原判決事実摘示\n中の控訴人ら及び被控訴人らに関する部分の記載と同一（但し、原判決三〇枚目裏\n九行目の「第四号証」の次に「（写）」を加える。）であるからこれを引用する。\n一　控訴人らの当番における主張\n１　控訴人らは、全開発の中央執行委員長、副中央執行委員長、書記など全開発の\n役員として、昭和四六年七月一五日に行われた本件闘争を指導したとして、停職一\n月間を含む減給などの本件懲戒処分をうけた。\n２　しかしながら、本件懲戒処分は、全開発が本件闘争以前に行つた闘争及び本件\n闘争以後に行つた闘争に対しての各懲戒処分（別紙北海道開発局長が行つた懲戒処\n分一覧表〔以下、「処分一覧表」という。〕記載のとおりである。）と比較してそ\nの均衡を欠いており、社会観念上著しく妥当を欠くものであつて裁量権を濫用した\nものであるから、取消されるべきである。\n二　被控訴人ら\n１　控訴人らの当番における主張１の事実は認める。\n２　同２の処分一覧表記載の事実のうち、「闘争課題」欄記載の事実はいずれも不\n知、その余の各欄の記載事実はすべて認め、本件懲戒処分が懲戒権の濫用である旨\nの主張は争う。\n三　証拠（省略）\n○　理由\n当裁判所は、当審における新たな証拠調べの結果を斟酌しても、控訴人らの本訴請\n求はいずれも理由がなく棄却すべきものと判断する。その理由は次のとおり付加、\n訂正するほかは、原判決理由説示中の控訴人らに関する部分の記載と同一であるか\nらこれを引用する。\n一　１　原判決三七枚目表八行目の「別表原告」を「別表控訴人（一審原告）」と\n同行目の「○○」を「○○」に、同行目の「三〇名」を「二九名」にそれぞれ改め\nる。\n２　原判決四六枚目表五行目から六行目及び同裏一三行目の「甲第四号証の二」の\n次、並びに同四七枚目裏一〇行目の「乙第四号証」の次にそれぞれ「及び弁論の全\n趣旨」を、同四六枚目表一一行目、同四七枚目表二行目、同裏一二行目、同四八枚\n目表一行目の「指導し」の次にそれぞれ「、もつて争議行為をなし」を、同四六枚\n目裏一行目の「地位」の次に「及び処分歴」を、同四七枚目表四行目の「地位」の\n次に「及び処分歴（但し、控訴人Ｂ、同Ｃ）」を、同四八枚目表七行目の「地位」\nの次に「及び処分歴（但し、控訴人Ｄ、同Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｉ、同Ｊ、同\nＫ及び同Ｌ）」をそれぞれ加える。\n３　原判決四七枚目裏四行目の「一ないし二月」を「一月ないし二月」に改める。\n二　控訴人らの当審における前記懲戒権濫用の主張について検討する。\n控訴人らの当審における主張１の事実及び同２の処分一覧表記載の事実のうち、\n「闘争課題」欄記載の事実を除くその余の各欄の記載事実はいずれも当事者間に争\nいがなく、当番における控訴人Ｍ本人尋問の結果によれば右「闘争課題」欄記載の\n事実を認めることができ、右認定を覆えすに足りる証拠はない。\n控訴人らは、当番において控訴人らに対する本件懲戒処分は、全開発が本件闘争以\n前に行つた闘争及び本件闘争以後に行つた闘争に対する各懲戒処分と比較し、社会\n観念上著しく妥当を欠くものであつて、懲戒権を濫用したものである旨主張するけ\nれども、懲戒事由に該当する行為を行つた職員に対し、懲戒権者が、懲戒処分をす\nべきかどうか、懲戒処分のうちいずれの処分を選ぶべきかは、懲戒事由に該当する\nと認められる行為の原因、動機、性質、態様、結果等のほか、当該職員の右行為の\n前後における態度、懲戒処分等の処分歴等の諸般の事情を総合的に考慮して決定す\nべきものであるが、その判断の時期は、右決定の時点であることはいうまでもな\nく、したがつて懲戒権者のした懲戒処分が懲戒権の濫用に該当するかどうかも右懲\n戒処分をした時点を基準にして決すべきで、その時点にまでなされた懲戒処分との\n比較検討は許されないわけではないが、前記認定の処分一覧表記載の番号五ないし\n一一の各懲戒処分のように、本件懲戒処分（番号四）の時点から約二年以降になさ\nれた懲戒処分（本件闘争の時点からは、約一年八か月ないし約二年以降に行つた闘\n争に対する懲戒処分）に基づいて、右各懲戒処分と本件懲戒処分と比較して社会通\n念上著しく妥当を欠き懲戒権を濫用したかどうかを決することは相当でないといわ\nなければならない（その意味ではこの点の控訴人らの主張はそのまま是認すること\nができない基準を前提とするものである。）。\nそこで、被控訴人らが本件闘争以前に行つた闘争に対しての前記各懲戒処分と本件\n懲戒処分と比較検討すると、前記認定の事実によれば、本件闘争以前に行つた各懲\n戒処分は、処分一覧表記載の番号一ないし三のとおりであるが、被控訴人らは、同\n表記載の番号一の昭和三五年六月四日早朝から二九分くい込む職場集会を行つた者\nに対しては停職処分または減給処分には処しておらず、同二の昭和四三年一〇月八\n日早朝から一時間くい込む職場集会を行つた者に対しては、本部委員長を二月間俸\n給月額の一〇分の一の減給処分に、本部副委員長（二名）、本部書記長及び支部書\n記長（各一名）を同じく一月間の減給処分にそれぞれ処し、同三の昭和四四年一一\n月一三日早朝から二九分くい込む職場集会を行つた者に対しては、本部委員長を四\n月間俸給の月額一〇分の一の減給処分に、本部副委員長（二名）及び本部書記長を\n同じく各三月間の減給処分に、本部会計長、本部執行委員一二名一及び支部組合員\n一三五名一を同じく一月間の減給処分にそれぞれ処しており（なお、処分は、漸次\n厳しさを増しているといえよう。）、本件懲戒処分においては、本部執行委員長及\nび書記長をそれぞれ停職一月間の懲戒処分に、本部副委員長を六月間俸給の月額の\n一〇分の一の減給処分に、本部会計長及び支部役員（一九名）を同じく二月間の減\n給処分に、本部執行委員（三名）及び支部役員（一四名）を同じく一月間の減給処\n分にそれぞれ処していること（控訴人らが全開発の役員として、昭和四六年七月一\n五日に行われた本件闘争を指導したとして、停職一月間を含む減給などの本件懲戒\n処分をうけたことは当事者間に争いがない。）は明らかであるところ、確かに本件\n懲戒処分以前の懲戒処分においては、停職処分に処せられた者はなく、減給処分の\n期間も従前の処分では、長期の者でも四月間であつたのに対し、本件懲戒処分にお\nいては、二名の者（本部執行委員長及び書記長）を一月間の停職処分に処し、減給\n処分の期間も長期の者は六月間となつていて、従前の処分と比較して多少厳格な処\n分が課せられかつ一般的に厳しくなる傾向を強めているとはいえよう。\nしかし、懲戒処分は、懲戒事由に該当する行為を行つた者の前述したような個々の\n諸事情を総合的に考慮して決定されるものであつて、先に引用した原判決理由説示\n（当審における付加、訂正にかかるものを含む。）のとおり、控訴人らの行為の性\n質、態様、地位、処分歴その他の諸般の事情を総合勘案すると、本件懲戒処分以前\nに行つた闘争に対してなされた前記各懲戒処分との比較検討を考慮しても、本件懲\n戒処分は、その処分当時（昭和四六年九月二三日）において社会観念上著しく妥当\nを欠くものと認められず、本件懲戒処分が被控訴人らに任された裁量の範囲を逸脱\nし、懲戒権を濫用してなした処分であるということは認められないといわなければ\nならない。\nしたがつて、控訴人らの当番における右主張は採用できない。\nよつて、これと同旨の原判決は相当であつて、本件各控訴はいずれも理由がないか\nら、行政事件訴訟法七条、民事訴訟法三八四条一項によりこれを棄却することと\nし、訴訟費用の負担につき同法九五条、八九条、九三条を適用して主文のとおり判\n決する。\n（裁判官　奈良次郎　渋川　満　喜如嘉　貢）\n当事者目録、別紙及び別表（省略）\n"
}