{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 2,
    "day": 26
  },
  "case_number": "昭和60(行コ)15",
  "case_name": "特別土地保有税に係る非課税土地納税義務の免除否認処分取消等請求事件",
  "court_name": "福岡高等裁判所第四民事部",
  "lawsuit_id": "23553",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23553",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/553/023553_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は、第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴人は、主文同旨の判決を求め、被控訴人は、「本件控訴を棄却する。控訴費\n用は控訴人の負担とする。」との判決を求めた。\n当事者双方の主張並びに証拠関係は、次に付加、訂正するほか原判決事実摘示の\nとおりであるから、これを引用する。\n１　原判決二枚目表八行目の「右土地を」の次に「地方税法五八六条二項一八号\nの」を挿入し、同九行目の「使用することについて認定」を「使用しようとするこ\nとについて同法六〇一条一項に規定する認定」に改め、同裏四行目の「課税土地」\nの次に「としての使用の開始」を挿入する。\n２　当審における証拠関係は、当審記録中の書証目録及び証人等目録記載のとお\nりであるから、これを引用する。\n理　　　　由\n一　被控訴人が昭和五五年四月三日福岡市ａ区大字ｂ字ｃ（その後ａ区がａ区と\nｄ区に分区され、ｄ区ｂｅ丁目となる）ｉ番ｊ宅地九八九平方メートルを取得し、\n同年六月三日これを同番ｆ及びｇないしｈに分筆したこと、被控訴人が同年八月二\n九日当時の同市ａ区長に対し右土地の取得について特別土地保有税の申告をし、同\n年九月二四日右申告の一部修正を行うとともに、同区所在の別土地合計一二二六平\n方メートルと一括して右土地を地方税法五八六条二項一八号の非課税土地として使\n用しようとすることについて同法六〇一条一項に規定する認定を求める申請をした\nこと、同区長は同年一〇月一六日被控訴人に対し右申請に基づき被控訴人が申請土\n地を同号の非課税土地として使用しようとしていることを認定し、納税義務の免除\nに係る期間を同年八月二九日から昭和五七年八月三一日までとする旨定めたこと、\n被控訴人が昭和五七年七月三〇日控訴人（すでにａ区から分区後である）に対し右\n申請土地中の一筆である原判決添付目録記載の土地（本件土地）について非課税土\n地としての使用の開始確認申請をしたこと、控訴人が昭和五八年一月二七日被控訴\n人に対し本件土地について特別土地保有税に係る納税義務の免除を否認する処分を\nしたこと、以上の事実は当事者間に争いがない。\n二　そこで、本件処分が達法であるか否かについて判断する。\n１　成立に争いのない甲第四号証、乙第二号証の二、第四、五号証、第七号証、\n原審における被控訴代表者尋問の結果により真正に成立したと認められる甲第一号\n証（写、原本の存在は争いがない。）、第二号証、当審証人Ａ及び同Ｂの各証言に\nより真正に成立したと認められる甲第三号証、当審における被控訴代表者尋問の結\n果により真正に成立したと認められる甲第五号証、当審証人Ａ、同Ｂの各証言、原\n審及び当審における被控訴代表者尋問の結果を総合すれば、次の事実が認められ、\n右認定を左右するに足りる証拠はない。\n（１）　被控訴人は不動産取引等を目的とする会社であるところ、前記福岡市ａ\n区大字ｂ字ｃ（現在の同市ｄ区ｂｅ丁目）ｉ番ｊ宅地九八九平方メートルに店舗付\n住宅を建築して販売することを企図したが、店舗付住宅の建築販売についての営業\n実績に乏しかつたので、これにつき実績を持つ三研住宅株式会社（三研）との間\nに、昭和五五年四月一〇日、店舗付住宅販売提携契約を締結した。その契約内容\nは、被控訴人が三研に対し、土地建物を卸価格（ただし同年九月末日までは土地坪\n当り単価四〇万円、建物坪当り単価三一万円とし、同年一〇月一日以降昭和五六年\n三月末日までは土地坪当り単価四二万円とし、建物坪当り単価の増額についてはそ\nの時点で協議するものとする。）で販売すること、三研が建築確認手続をし、建物\n等の設計及び管理並びに宣伝広告をしてユーザーに販売すること、三研がユーザー\nより入手する金員は入手後直ちに卸価格に満つるまで被控訴人の口座に振り込むこ\nと、被控訴人が客付けしたときは直ちに三研に報告して、その購入予定者を三研に\n移管し、その場合三研は被控訴人に報酬として一棟につき三〇万円を支払うこと等\nであつた。\n（２）　右契約に基づき、被控訴人は、昭和五五年六月一〇日、三研との間に、\n被控訴人が三研に対し、本件土地及び同土地上に建築予定である建物（木造モルタ\nル瓦葺二階建店舗併用住宅延べ床面積一一四・二七平方メートル、ただし契約後設\n計変更があり完成後の登記簿の表示は木造セメント瓦・亜鉛メッキ鋼板葺二階建居\n宅店舗一階七四・五二平方メートル、二階三九・七四平方メートルとなつている。\n以下「本件建物」という。）を代金二九九四万九六〇〇円（前記販売提携契約の単\n価で計算すると土地代一九二三万六〇〇〇円、建物代一〇七一万三六〇〇円とな\nり、その合計額が右代金と一致する。）で売り渡す旨の不動産売買契約を締結し\nた。更に三研は、同日、日立家電販売株式会社（日立）との間に、三研が日立に対\nし、本件土地及び建物を代金三二二〇万円（ただし、契約と同時に手付金三一〇万\n円を支払い、残額は同年七月三一日までに一八四〇万円、大工工事完了時に五三五\n万円、建物完成引渡し時に五三五万円を支払うとの約定）とし、本件土地の所有権\n移転登記手続を右一八四〇万円の支払を受けるのと同時に行い、本件建物の登記手\n続は最終代金の支払を受けるのと同時に行う旨の約定で売り渡す旨の不動産売買契\n約を締結した。\n（３）　そして、被控訴人は、右売買契約に先立つ同年六月七日、的場建設こと\nＣに対し、本件建物の建築を注文し、同人との間に代金九一五万八〇〇〇円とする\n工事請負契約を締結した。右請負契約によれば、工事の着手は同月一〇日、完成は\n同年一〇月二〇日とされているが、本件建物の建築確認は同年八月二六日になされ\nており、証拠上いつ着工されたかは明らかでない。\n日立は、三研に対し、同年六月一〇日三一〇万円、同年七月二三日一八四〇万\n円、同年九月二〇日五三五万円、同年一〇月二四日五三五万円をそれぞれ支払い、\n三研は、被控訴人に対し、日立から支払を受けるとともに逐次その額（ただし最後\nは三〇九万九六〇〇円）を支払つた。\nそして、被控訴人は、売買代金中計二一五〇万円の支払を受けた同年七月二三\n日、日立に対し、本件土地の同日売買を原因とする所有権移転登記手続をした（右\n登記手続がされたことは当事者間に争いがない。）。\n本件建物は、同年一〇月二〇日頃完成し、日立は、同月二四日三研からその引渡\nしを受け、同月二五日保存登記を了した（右登記については当事者間に争いがな\nい。）。\n２　右認定したところに基づき判断するに、被控訴人は、まず、本件の売買は、\n土地建物一体のいわゆる「建売り」であるから、土地建物の登記名義がそろつて買\n主名義となつた時に土地建物り所有権が買主に移転するものと解すべきであると主\n張するが、前記認定の三研と日立との間の不動産売買契約によれば、三研は日立か\nら二回目の割賦代金一八四〇万円の支払を受ける（同時点での支払額は手付金三一\n〇万円と加えて計二一五〇万円となる）のと同時に本件土地につき所有権移転登記\n手続を行う旨明約されており、現に日立は昭和五五年七月二三日までに三研に対し\n右二一五〇万円（同金額は前認定の契約締結の経過に徴すれば、ほぼ本件土地代金\nに見合うものと解される。）を支払い、これに対し被控訴人は日立に対し同日本件\n土地につき所有権移転登記手続をしたのであるから、我法制が土地と建物とを別個\nの不動産とし、物権変動は当事者の意思表示のみによつて生じるものとしている以\n上、他に特段の意思表示がなされた事実でも認められない限り、本件土地の所有権\nは、遅くも右所有権移転登記が経由された昭和五五年七月二三日の時点では、被控\n訴人から三研、三研から日立に順次移転したものと解すべきである。\nしかして右事実関係のもとでは、本件の売買が「建売り」であるという事実だけ\nで、ただちに本件において、土地建物の所有権は建物が完成しこれが引き渡された\n時に一体として売主から買主に移転する旨の明示又は黙示の特約があつたものと認\nめるのは相当でなく、当審証人Ａ、原審及び当審における被控訴代表者の各供述中\nには、本件土地についての前認定の被控訴人から日立に対する所有権移転登記は日\n立の権利保全のためのものであるかのような供述部分もあるが、同供述部分は前認\n定の事実関係に照らし、ただちに採用しがたく、他に右特約の存在をうかがわせる\nような証拠はない。\n３　次に、被控訴人は、本件土地の所有権の移転時期をその所有権移転登記の時\nと解するとしても、本件建物は、間もなく建築されて引き渡されたのであるから、\n実質上、本件不動産売買契約締結の段階で、被控訴人は、既に住宅用地として本件\n土地の使用を開始したというべきであると主張する。\nそこで、判断するに、地方税法六〇一条一項の特別土地保有税の納税義務免除制\n度は、もともと同税が非課税とされるには、取得した、又は所有する土地が、申告\n納付すべき日の属する年の一月一日又は七月一日（これらの日前に当該土地が他の\n者に譲渡されている場合には、当該譲渡の日）に現に非課税の用途に供されている\nことが要件とされている（同法五八六条第四項）ところ、実際には、取得してから\n非課税用途に供するには土地の造成、建物の建築等が必要であり、これには相当期\n間を要するのが通例であるところから、政策税制としての特別土地保有税の趣旨に\n鑑み、非課税用途（本件の場合は住宅用地）に供しようとすることが客観的事実に\nよつて明らかな場合に、一定期間その徴収を猶予し、その後実際に非課税の用途に\n供されたときは（当該使用が開始されたことについて課税権者の確認を受けること\nが要件である。）、その徴収猶予に係る税額を免除することとされているものであ\nる。\n<要旨>　右のような地方税法六〇一条一項の特別土地保有税納税義務免除制度の\n趣旨に照らせば、非課税用途が</要旨>同法五八六条二項一八号の住宅用地である場\n合には、同法六〇一条一項の「当該土地を非課税土地として使用し、かつ、当該使\n用が開始された」というためには、その判定基準時において、当該土地上に右の住\n宅、即ち「専ら人の居住の用に供する家屋又はその一部を人の居住の用に供する家\n屋のうち人の居住の用に供する部分（別荘の用に供する部分を除く。）の床面積の\nその家屋の床面積に対する割合が四分の一以上である家屋」（同法五八六条二項一\n八号、同施行令五四条の二五、五二条の一一第一項）が存在することを要し、かつ\nこれをもつて足りるものと解すべきである。しかして課税の実務に徴すれば、右の\n事実は形的事実から客観的に判定しうることを要するから、右家屋が新築される場\n合には、判定基準時（本件の場合は土地所有権移転時）において当該家屋がこれを\n客観的に判定しうる程度に完成していなければならないものと解するのを相当とす\nる。\nこれを本件についてみるに、前認定の事実によれば、本件土地は、遅くも昭和五\n五年七月二三日にはすでに被控訴人の所有を離れ、本件建物が完成したのは同年一\n〇月二〇日頃であるから、本件土地所有権移転の時点では本件建物が右に述べた程\n度に完成していたとはとうていいえないから、結局被控訴人は本件土地を地方税法\n五八六条二項一八号の非課税土地として使用しなかつたことが明らかである。\n４　そうすると、控訴人が被控訴人に対し、本件土地について特別土地保有税に\n係る納税義務の免除を否認したのは相当であり、右処分に違法はない。\n三　よつて、被控訴人の本訴請求は理由がないので棄却すべきであるから、これ\nと結論を異にする原判決を取り消すこととし、訴訟費用の負担につき行訴法七条、\n民訴法九六条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　高石博良　裁判官　堂薗守正　裁判官　亀川清長）\n"
}