{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和56(ネ)2537等",
  "case_name": "ダイハツ工業諭旨解雇",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "19301",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19301",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/301/019301_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　附帯控訴に基づき原判決主文一項を除き次のとおり変更する。\n１　控訴人は被控訴人に対し\n（一）別紙賃金一覧表の（一）欄記載の期間、毎月右各期間に対応する同表の\n（三）欄記載の金員及びこれに対する同表の（二）欄記載の日の翌日から支払ずみ\nまで年六分の割合による金員並びに昭和五九年五月から本訴解雇無効確認請求にか\nかる判決確定日まで毎月二〇日限り一か月金一九万四三九〇円の割合による金員及\nびこれに対する翌二一日から支払ずみまで年六分の割合による金員\n（二）別紙一時金一覧表の（三）欄記載の金員とこれに対応する同表の（二）欄記\n載の日の翌日から支払ずみまで右各金員に対する年六分の割合による金員\nを支払え。\n２　被控訴人の本訴解雇無効確認請求にかかる判決確定日の翌日以降の賃金及び遅\n延損害金各請求にかかる訴えを却下し、その余の被控訴人の請求を棄却する。\n三　訴訟費用は、第一、二審を通じてこれを三分し、その一を被控訴人の、その余\nを控訴人の各負担とする。\n四　この判決は二項の１の（一）に限り仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　本件控訴\n１　控訴人\n（一）原判決中控訴人敗訴部分を取り消す。\n（二）被控訴人の各請求を棄却する。\n（三）訴訟費用は第一、二審とも被控訴人の負担とする。\n２　被控訴人\n（一）主文一項と同旨。\n（二）控訴費用は控訴人の負担とする。\n二　附帯控訴\n１　被控訴人\n（一）原判決主文二、三項を次のとおり変更する。\n控訴人は被控訴人に対し\n（１）別紙賃金一覧表の（一）欄記載の期間、毎月右各期間に対応する同表の\n（三）欄記載の金員及びこれに対する同表の（二）欄記載の日の翌日から支払ずみ\nまで年六分の割合による金員並びに昭和五九年五月以降毎月二〇日限り一か月金一\n九万四三九〇円の割合による金員及びこれに対する翌二一日から支払ずみまで年六\n分の割合による金員\n（２）別紙一時金一覧表の（三）欄記載の金員とこれに対応する同表の（二）欄記\n載の日の翌日から支払ずみまで右各金員に対する年六分の割合による金員\n（３）金七〇〇万円\nを支払え。\n（二）訴訟費用は第一、二審とも控訴人の負担とする。\n２　控訴人\n本件附帯控訴（請求拡張部分を含む。）を棄却する。\n第二　当事者の主張\n次に付加、補正するほかは、原判決事実摘示のとおりであるからこれを引用す\nる。\n一　原判決の補正\n１　原判決三枚目裏一行目から同四枚目表一〇行目までを次のとおり改める。\n「控訴人が昭和五二年二月九日以降被控訴人から支給されるべき賃金は、別紙賃金\n一覧表の（一）欄記載の期間、毎月右各期間に対応する同表の（二）欄記載の日に\n同表の（三）欄記載の金員と同五九年五月以降毎月二〇日限り一か月一九万四三九\n〇円の割合による金員及び別紙一時金一覧表の（二）欄記載の日にこれに対応する\n（三）欄記載の金員である。\n４（不法行為）\n（一）本件解雇は、後述するように、控訴人において被控訴人が日本共産党に所属\nしていることを嫌悪して、懲戒事由に該当しない行為をとらえて故意又は過失によ\nり懲戒処分としてなした違法、無効のものである。それゆえ、控訴人が本件解雇が\n有効であると抗争して被控訴人の就労を拒否することは被控訴人に対する不法行為\nである。\n（二）被控訴人は控訴人による右不法行為により以下の損害を被つた。\n（１）右不法行為がなければ被控訴人は就労して右３の賃金の支給を得られたはず\nである。したがつて被控訴人は右賃金と同額の損害を被つた。\n（２）被控訴人は右不法行為のため本件訴訟を提起し、労働組合の支援を求める等\nして復職のための運動をしなければならない異常な生活をしいられ、そのため多大\nの精神的苦痛を被つた。これによる慰藉料は五〇〇万円を下らない。\n（３）被控訴人は右不法行為のため弁護士である被控訴人訴訟代理人らに委任して\n本件訴訟を提起せざるをえなくなり、そのために二〇〇万円を下らない弁護士費用\nを要するが、右費用は右不法行為による被控訴人の損害である。\n５　よつて、被控訴人は控訴人に対し、本件雇傭契約に基づき本件解雇の無効確認\nを求め、右契約又は民法七〇九条に基づき昭和五二年二月九日以降の右３の賃金又\nはこれと同額の右４の（二）の（１）の損害金とこれに対する年六分の割合による\n遅延損害金の支払を求め、更に、同条に基づき、右４の（二）の（２）、（３）の\n損害金合計七〇〇万円の支払を求める。」\n２　同四枚目裏六行目を次のとおり改める。\n「３　同３の事実は認める。\n４　同４について\n（一）被控訴人は当審において請求の趣旨を拡張し、本件解雇が不法行為であると\nしてこれによる損害賠償をも請求するが、右拡張部分、ことに慰藉料及び弁護士費\n用の損害を求める部分は、従前の請求と異なり、本件解雇の無効から直接導き出さ\nれるものではないから、請求の基礎が同一とはいえず、よつて、右請求の趣旨の拡\n張は許されない。\n（二）（一）、（二）の各事実は争う。」\n３　同九枚目裏七行目から同一一行目まで及び同一〇枚目裏六行目を各削除する。\n二　控訴人の主張（当審）\n１　本件ダンボール箱に入つていた書類について\n（一）控訴人は、労使協議制を採用し、労働協約付属規定の労使協議会規定により\n労使協議会を設け、経営、生産等控訴人の業務についての重要事項を協議すること\nとしているが、その他にも各事業所（工場）単位の労使間で生産委員会が開かれて\nいる。ａ支部長は、労使協議会及び生産委員会の組合側委員であつて、右協議に出\n席し、控訴人の機密文書の配付を受けていた。右労使協議会規定には協議会は非公\n開とし、出席委員に守秘義務を課すと定められている。\n（二）本件ダンボール箱内には、ａ支部長が右（一）のとおり配付され保管してい\nた（イ）労資協議会、生産委員会資料、（ロ）労使懇談会議事録のほか、（ハ）\n（Ｒ）議事録、（ニ）労使面接簿、（ホ）組合員調査票、（ヘ）勤務不良者綴など\nの機密文書が在中していたものである。\n右（イ）には控訴人の業務上最高機密に関する資料が含まれ、（ロ）には伊丹工\n場に関する機密、（ハ）ないし（ヘ）はいずれも竜王工場移転に関する人事関係書\n類で控訴人と組合が共通の記録として保持していた人事関係の秘密書類である。\n２　被控訴人が本件ダンボール箱を持ち出した動機について\n（一）被控訴人は、右動機は伊丹工場閉鎖後の配属先を知るためであつたと弁明す\nるが、被控訴人の配属先については、被控訴人は在京阪神地区の工場を希望してい\nたところ、ｂ伊丹工場総務課長（当時、昭和五二年一月一日付で本社総務部総務課\n主担当員、以下「ｂ主担当員」という。）は、同五一年一二月二五日に被控訴人に\n対して希望の工場に行ける旨伝え、同五二年一月七日池田工場に内定した旨を明確\nに伝えていたものであり、ａ支部長も同五一年一二月二一日にほぼ池田工場に決ま\nると被控訴人に伝えていたのであるから、被控訴人が本件ダンボール箱を持ち出し\nた同五二年一月一七日の時点では被控訴人が配属先について知らないはずはなく、\n被控訴人の右弁明は虚偽である。\n（二）被控訴人は、日本共産党の党員であり、同党ダイハツ支部は控訴人の機密資\n料を宣伝活動に利用したことがあること及び被控訴人は発覚すれば懲戒解雇の危険\nがあることをも自覚しながら本件ダンボール箱を持ち出したことからすれば、被控\n訴人は同党のために控訴人の秘密を謀報する目的で本件ダンボール箱を持ち出した\nことは明らかである。\n三　被控訴人の主張（当審）\n１　本件ダンボール箱に入つていた書類について\n右書類は組合の所有物であつて、控訴人が労使協議会等において組合に配付した\n資料は組合の自主的な管理に任されており、右書類は組合伊丹支部事務所に保管さ\nれていたことからすれば、控訴人が機密とする重要書類を組合に配付するはずはな\nく、右書類中に控訴人の主張するような控訴人の機密文書が含まれてはいなかつ\nた。\n控訴人は、本件解雇当初は被控訴人が控訴人の物品を持ち出したことを強調して\nいたのであつて、右書類中に控訴人の機密文書が含まれていたと主張し始めたのは\n本件仮処分の審理段階からであつて、控訴人の右のような態度に照らせば、控訴人\nの主張ははなはだ疑わしいものである。\n２　被控訴人が本件ダンボール箱を持ち出した動機について\n被控訴人は、配属先につき昭和五二年一月二六日に初めてｂ主担当員から池田工\n場に配属されるが配属課は未定であると聞かされたのであつて、本件ダンボール箱\nを持ち出した同月一七日の時点では配属先は全く聞かされておらず、ｂ主担当員か\nらは被控訴人が希望する在京阪神地区の工場からは拒否されていると聞かされてい\nたため、不安にかられ、本件ダンボール箱内に配属先の資料があるやも知れないと\n考えてこれを持ち出したものである。\n第三　証拠関係（省略）\n理　　　由\n一　請求原因１の事実及び控訴人が、被控訴人に就業規則七三条一項九号、一一\n号、一四号、一七号所定の各懲戒事由に該当する行為があつたとして、昭和五二年\n二月八日付で被控訴人を諭旨解雇にする旨の意思表示（本件解雇）をし、翌九日以\n降被控訴人の就労を拒否していることは当事者間に争いがない。\n二　当裁判所も本件解雇は無効であると判断する。その理由は次に付加、補正する\nほかは原判決理由三項（原判決二四枚目裏一〇行目から同三九枚目裏末行までと同\nじであるからこれを引用する。当審における証拠調べの結果は右認定を左右しな\nい。\n１　原判決二五枚目裏六・七行目の「原告本人尋問の結果」の前に「原・当審にお\nける」を挿入する。\n２　同三〇枚目裏七行目の「焼却されるものであつたし、」から同一〇行目の「認\nめ難いから」までを「焼却されるものであつたことからすれば」と改める。\n３　同三一枚目裏九・一〇行目の「したがつて、」から同一二行目の「認められる\nし、」までを削除する。\n４　同三二枚目表一一行目から同三七枚目表二行目までを次のとおり改める。\n「５　次に、控訴人は、被控訴人は自己の所属する日本共産党のため控訴人の秘密\nを諜報する目的で控訴人の業務上重要な機密文書の入つていた本件ダンボール箱を\n持ち出したもので、右行為は控訴人の就業規則七三条一項一一号の「業務上重要な\n秘密を社外に漏らし、又は漏らそうとした」ことに該当すると主張するので検討す\nる。\n（一）前記乙第四号証ないし第七号証、第一九号証、第三二号証、第三四号証の\n一、二、成立に争いない乙第九〇号証の一、当審証人ｃの証言により成立を認めう\nる乙第九〇号証の二、第九一号証、第九四号証、原審証人ａの証言により本件ダン\nボール箱及びその内容物を撮影した写真であると認めうる検乙第七号証ないし第一\n一号証、当審証人ｄの証言により本件ダンボール箱の内容物を撮影した写真と認め\nうる検乙第一二号証ないし第一六号証、原審証人ｂ、同ａ、当審証人ｄ、同ｃの各\n証言によれば以下の事実を認めることができる。\n（１）本件ダンボール箱に入つていた書類を保管し、これを本件ダンボール箱につ\nめたａ支部長は、労働協約の付属規定である労使協議会規定により設けられた労使\n協議会や各事業所（工場）単位で設けられた労使間の生産委員会の組合側委員に選\n任されていたが、右協議会や委員会においては控訴人の機密事項についても協議さ\nれ、控訴人側から控訴人の機密保持規定により機密文書に指定された文書が配付さ\nれることがあり、ａ支部長は右機密文書や協議事項を記載したメモを保管してい\nた。労使協議会規定によれば、右協議会は非公開とされ、出席委員はそこで知りえ\nた事項で控訴人又は組合が指定した機密事項を他に漏らしてはならないとの規定が\nあるが、組合側に配付された控訴人の機密文書については控訴人はその保管につき\n何ら規定を設けず、配付を受けた組合側委員の責任で自主的に保管する扱いがなさ\nれている。右協議会や委員会において組合側に示された控訴人の機密事項は、これ\nに出席した組合側委員（伊丹工場では組合伊丹支部長のみ）が知るのみであり、組\n合側委員は、右機密事項については、一般組合員はいうまでもなく、組合の他の役\n員にも一切知らせなかつた。\n（２）本件ダンボール内には、労使協議会、生産委員会資料、労使懇談会議事録、\n（Ｒ）議事録、（Ｒ）住宅委員会、組合員調査票と各表題が付され、（秘）の記載\nのあるフアイル綴等が入つており、その中には右機密文書に指定された文書も含ま\nれていた。\n（二）右認定を覆すに足る証拠はないが、右（２）認定のフアイル等の具体的内容\nを確認しうる資料もないことからして、本件ダンボール箱内に果たして控訴人が主\n張するような業務上重要な機密が存していたか否か疑問が無いわけでなく、かつ、\n右（１）認定のように、右協議会や委員会等において示された控訴人の機密は、こ\nれに出席した組合側委員のみが知るに止まることからして、被控訴人のような一般\n従業員（組合員）としては、組合の文書中に控訴人の業務上の重要な機密が存在す\nることを知らないのが通常と考えられる。\n（三）前記甲第一号証の二ないし四、第三三、三四号証、第三八号証の一、二、第\n三九号証、乙第五ないし第九号証、第一八、第一九号証、第五二、第五三号証、原\n審証人ｂ、同ａ、当審証人ｄ、同ｃの各証言、原・当審における被控訴人本人尋問\nの結果を総合すると、次の事実が認められる。\n（１）ａ支部長は、昭和五一年一二月一〇日ころにも焼却すべき組合保管書類をダ\nンボール箱二個につめ、本件ダンボール箱と同様に組合事務所前に出してｂ主担当\n員に焼却を依頼したところ、約一か月後の翌年一月一〇日ころになつて焼却され\nた。\n（２）本件ダンボール箱については、ａ支部長はふたを四つ組にしたままで梱包も\nせずに、「焼却して下さいａ」と記載した紙をはり付けただけの状態で同年一月一\n〇日ごろ組合事務所前に出して焼却を依頼したものであり、このときから被控訴人\nが持ち出した同月一七日まで右の状態のまま右の場所に置かれていた。\n（３）右各ダンボール箱の報却時期、方法等については、一般の作業員である被控\n訴人らに委ねられており、被控訴人らは他の焼却物と一緒に随時貨物自動車に積み\n込み池田市営焼却場へ運般して焼却することとなつていた。\n（４）前認定のように、一月一七日に被控訴人が持ち出した本件ダンボール箱が発\n見されて控訴人が引き取つた後は、同月末ころまで伊丹工場警士詰所内にふたが一\n部破損したままの状態で保管されていた。\n（四）右認定の事実からして、本件ダンボール箱内に控訴人が主張するような業務\n上重要な機密書類が存在していたとするならば、その保管ないし焼却方法は通常で\nは考えられない程のずさんさであつたものと言うほかない。そして前記（二）の点\nを考え合せると、他に特段の事情の認められない本件において、被控訴人が右のよ\nうな組合所有の本件ダンボール箱内に控訴人の業務上重要な機密に関する書類など\nが存在すると認識することさえ通常ありえないところである。被控訴人ら従業員に\n対して本件ダンボール箱内に機密文書が入つているから取扱を厳重にするように注\n意した旨の前記乙第四ないし第七号証、第一九号証、第三二号証、第五二号証等の\n各記載、原審証人ｂ、同ａの各供述は、本件ダンボール箱の右保管状況からして到\n底措信しえないところである。\n（五）被控訴人の本件ダンボール箱持出し動機についての控訴人の前記主張は、こ\nれを認めるに足る証拠がないのみならず、右説示の如く、本件ダンボール箱内に控\n訴人の業務上重要な機密が存在すると認識しえなかつたのであることからして、採\n用に由ないところである。\nもつとも、弁論の全趣旨からして、被控訴人は、かねてから控訴人の業務方針等\nにつき反対の言動をすることが多く、竜王工場への移転についても強く転勤を拒否\nし、また組合に対してもその運動方針が労使協調路線であるとして必ずしも同調せ\nず対立することがあつたと認められることからして、本件ダンボール箱持出しの動\n機につき、単に被控訴人が弁明するように当時なお自己の配属先が明らかにされな\nいことの不安から衝動的に行つたというに止まらず、他に何らかの意図があつたの\nではないかと控訴人が推測することも止むをえない面もあるが、それは推測の域を\n出ないものであり、これを認めうるような証拠はない。本件ダンボール箱持出し当\n時、被控訴人に対して池田工場に配属される旨通知されていたとしても、そのこと\nから直ちに被控訴人の右持出しの動機が控訴人主張のようなものであるということ\nもできない。\n（六）ところで、被控訴人の本件ダンボール箱持出しの動機が被控訴人の右弁明ど\nおりだとすると、被控訴人は組合の文書から控訴人の自己に対する処遇に関する情\n報を得ようとしたものであり、このことは右文書中に存する人事に関する事項を知\nろうとしたことにほかならない。人事に関する事項は通常秘密とされることが多\nく、かつ本件ダンボール箱内の人事に関する文書中には、単に被控訴人に関するも\nのに止まらず、他の者に関する人事事項も含まれていることは当然に予期しうると\nころである。してみると、被控訴人が本件ダンボール箱を持ち出した行為は、少な\nくとも組合の所持する人事に関する秘密を漏らそうとしたものであり、かつ被控訴\n人に対する控訴人の処遇等は組合のみで決しうるものではなく、組合と控訴人の協\n議を経るものであることも予想しうるところであるから、右人事に関する事項は、\n控訴人の従業員に対する人事の秘密事項である場合もないとはいえない。右の人事\nに関する秘密が懲戒事由にいう控訴人の業務上重大な秘密にあたるか否かの点はし\nばらくおくとしても、右の点において被控訴人は控訴人の業務上の秘密を漏らそう\nとしたといえなくはない。\n（七）しかしながら、被控訴人の本件ダンボール箱持出しによつて控訴人の業務上\nの秘密が漏れた事実を認めうる資料はないのであり、本件ダンボール箱の内容物は\n組合の所有であつて控訴人の所有でないこと及び前認定のような本件ダンボール箱\nの保管方法のずさんさ等を考え合せると、被控訴人の本件ダンボール箱持出し行為\nをとらえて、就業規則七三条一項一一号の「業務上重大な秘密を社外に漏らし、又\nは漏らそうとした」ことに該当するとして解雇するが如きは著しく不当であり、解\n雇権（懲戒権）の濫用として許されないものというべきである。」\n５　同三七枚目裏三行目の「５」及び同四行目の「また、」から同七行目の「認め\n難いし、」までを各削除する。\n三　以上によれば、本件解雇は無効であつて、被控訴人と控訴人間の雇傭契約は存\n続しているといわなければならない。\nそして、控訴人は、昭和五二年二月九日以降本件解雇を理由に被控訴人の就労を\n拒否していることは前認定のとおりであることからすれば、被控訴人は控訴人に対\nして民法五三六条二項本文により右同日以降の賃金及びこれに対する商事法定利率\n年六分の割合による遅延損害金の支払を請求しうるというべきである。\nそこで、被控訴人の右賃金及び遅延損害金支払請求について以下検討する。\n１　請求原因３の事実は当事者間に争いがない。\n２　してみれば、控訴人は被控訴人に対し、昭和五二年二月九日から当審口頭弁論\n終結日である昭和五九年九月一八日までの賃金及び遅延損害金として、別紙賃金一\n覧表の（一）欄記載の期間、毎月右各期間に対応する同表の（三）欄記載の金員と\nこれに対する同表の（二）欄記載の日の翌日から支払ずみまで年六分の割合による\n金員並びに同年五月から同年九月一八日まで毎月二〇日限り一か月一九万四三九〇\n円の割合による金員及びこれに対する翌二一日から支払ずみまで年六分の割合によ\nる金員、別紙一時金一覧表の（三）欄記載の金員とこれに対応する同表の（二）欄\n記載の日の翌日から支払ずみまで右各金員に対する年六分の割合による金員を支払\nうべき義務がある。\n３　被控訴人は、更に、当審口頭弁論終結日の翌日以降も将来にわたり毎月二〇日\n限り一九万四三九〇円の賃金とこれに対する遅延損害金の支払を請求するので検討\nするに、当審口頭弁論終結日の翌日から本訴解雇無効確認請求にかかる判決確定日\nまでの分については控訴人の応訴態度に照らし被控訴人において予め請求する必要\nがあると認められるが、右確定日の翌日以降においてもなお控訴人は被控訴人に対\nして賃金を支払わないであろうことを認めるに足りる資料はないから右確定日の翌\n日以降の分については予めこれを請求しうる必要性を認めることはできず、よつて\n右部分の請求は民訴法二二六条に違反しこれを却下せざるをえない。\n四　次に、不法行為に基づく被控訴人の損害賠償請求について検討する。\n１　被控訴人は、民法五三六条二項本文に基づく賃金及び遅延損害金の各請求と不\n法行為に基づく右賃金と同額の損害及び遅延損害金の各請求を選択的に請求してい\nるところ、前者の請求の一部が認められることは前記三の２、３のとおりであるか\nら、後者の請求についてはこれを判断する余地がない。\n２　そこで、慰藉料及び弁護士費用の損害賠償請求について以下検討する。\n（一）控訴人は、被控訴人の当審における右請求の拡張は請求の基礎に同一性がな\nいから許されないと主張するが、被控訴人の従前の請求は、本件解雇が無効である\nことに基づくものであり、当審における請求の趣旨の拡張部分は本件解雇等が不法\n行為を構成することに基づくものであるから、両者の請求の基礎に変更はないとい\nうべきであり、かつ、右請求の拡張により著しく訴訟手続を遅滞させるとは認めら\nれないから、控訴人の右主張は失当である。\n（二）被控訴人は、控訴人において被控訴人が日本共産党に所属していることを嫌\n悪して懲戒事由に該当しない行為をとらえて本件解雇をする等したことが不法行為\nであると主張する。\nしかしながら、本件口頭弁論に顕われた一切の証拠を検討してみても本件解雇を\nした控訴人の目的が被控訴人の主張のとおりであることを認めうる証拠はない。\n又、先に判示（引用にかかる原判決認定事実を含む。）した本件事実関係によれ\nば、被控訴人は勤務時間内において、控訴人から命ぜられていた伊丹工場の残務整\n理作業中に、控訴人が組合から焼却を委託されて保管中の本件ダンボール箱をその\n内容物を見るために無断でひそかに右工場外まで持ち出したもので、被控訴人の右\n行為が控訴人主張の懲戒事由に該当しないとはいえないところである。本件におい\nては、ただ控訴人が懲戒の種類のうち論旨解雇を選択したことにつき諸般の事情を\n考慮すれば裁量に逸脱があり、解雇権（懲戒権）の濫用にあたると解さざるをえな\nかつたにすぎず、本訴において被控訴人はその権利を回復しえたことを併せ考えれ\nば、控訴人が被控訴人に対する懲戒として右のような選択をなし、その就労を拒否\nし、本件訴訟において右解雇の有効性を主張して抗争したことをもつて、控訴人の\n故意又は過失による被控訴人の権利侵害があつたと認めることは相当ではなく、よ\nつて、本件解雇に関して控訴人のした行為が不法行為を構成するとは認め難い。\nしてみれば、その余を判断するまでもなく被控訴人の右請求は失当である。\n五　以上の次第で、被控訴人の本訴各請求は、本件解雇無効確認請求並びに賃金及\nび遅延損害金支払請求のうち前記三の２、３の認定内は理由があるからこれらを認\n容すべきであるが、右範囲を超える右各金員支払請求部分は不適法であつてこれを\n却下し、その余の慰藉料及び弁護士費用の損害賠償請求は理由がないからこれを棄\n却すべきである。\nよつて、被控訴人の本訴各請求を右認定限度内で認容した原判決に対する控訴人\nの本件控訴は理由がないからこれを棄却し、被控訴人の附帯控訴に基づき原判決主\n文一項を除き本判決主文二項のとおり変更し、訴訟費用の負担につき民訴法八九\n条、九二条本文、九六条を、仮執行宣言につき同法一九六条一項を各適用して、主\n文のとおり判決する。\n（裁判官　石井玄　高田政彦　礒尾正）\n（別紙）\n賃金一覧表\n＜０６０２８－００１＞\n＜０６０２８－００２＞\n一時金一覧表\n＜０６０２８－００３＞\n＜０６０２８－００４＞\n"
}