{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 9,
    "day": 27
  },
  "case_number": "昭和54(行ウ)6",
  "case_name": "違法確認請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "１　市ガス事業管理者が会社と締結したガス供給契約が，大口需要家の使用を増進させガス事業を健全に発展させることを企図して，ガス料金を市ガス供給条例に具体的な定めのない低料金とした点で，右管理者の権限を超えて締結されたものであるとして，原則として無効であるとされた事例　２　市ガス事業管理者が会社に市ガス供給条例所定の料金でガスを供給していたならば，右会社のガス使用量は現実の使用量よりも少なかったと予想され，したがって，現実に徴収したガス料金額から使用量に応じて増加する原価を控除した額が予想される徴収額から原価を控除した額を上回るから，市ガス事業管理者が右会社と締結したガス料金を右条例に具体的な定めのない低料金とするガス供給契約に基づくガスの供給により市には財産上の損害が生じていないとして，右管理者は右会社に対する不当利得返還請求権及び損害賠償請求権を有しないとした事例　３　不当利得に基づく債権の取立ては，地方自治法２４２条１項にいう公金の徴収に当たるか",
  "case_gist": "３　不当利得に基づく債権の取立ては，地方自治法２４２条１項にいう公金の徴収に当たる。",
  "lawsuit_id": "17068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/017068_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告大津市水道・ガス事業管理者が、被告新日本電気株式会社に対してなして\nいるガス供給につき、昭和四九年四月一日以降昭和五四年三月三一日までの使用料\nのうち、一億一三〇四万七五三五円の賦課、徴収を怠つている事実が違法であるこ\nとを確認する。\n２　被告新日本電気株式会社は大津市に対し、一億一三〇四万七五三五円を支払\nえ。\n３　訴訟費用は被告らの負担とする。\n二　被告両名の本案前の申立て\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n三　被告両名の請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告は大津市の住民である。\n２　大津市は昭和一二年からガス供給事業を営んでいるところ、被告大津市水道・\nガス事業管理者（以下被告管理者という）は、右ガス供給事業に関して供給契約の\n締結や料金の徴収等の一切の権限を有し、大津市ガス供給条例に基づいてガス料金\nを徴収している。\n３　被告新日本電気株式会社（以下被告新日電という）は、昭和四九年四月一日か\nら昭和五四年三月三一日までの間、被告管理者との間でガス供給契約（以下本件ガ\nス供給契約という）を締結して大津市からガスの供給を受けた。そこで、被告管理\n者は、右契約に基づき、右期間中のガス料金として別表（一）の（２）記載の金額\nを被告新日電から徴収したが、右金額は大津市ガス供給条例所定のものより低額で\nあつた。\n４　しかしながら、ガス料金は地方自治法二二八条一項所定の「使用料」に該当\nし、その金額は条例で定めなければならないので、以下の（一）ないし（三）の各\n理由により、被告新日電は別表（一）の（１）記載の金額と別表（一）の（２）記\n載の金額の各合計額の差額である一億一三〇四万七五三五円を不当に利得し、その\nため大津市は同額の損害を被つている。\n（一）　本件ガス供給契約は強行法規ないし公序良俗に違反して全部無効であるか\nら、被告新日電は法律上の原因なくしてガスを利用したことになる。したがつて、\n被告新日電は、ガスの時価相当額である別表（一）の（１）記載の大津市ガス供給\n条例所定の一般料金と別表（一）の（２）記載の同被告が支払つた料金との差額を\n不当に利得している。\n（二）　本件ガス供給契約のうち少くともガス料金を含めた部分は強行法規ないし\n公序良俗に違反して無効であるから、被告新日電は法律上の原因なくしてガス料金\nの支払いを免れたことになる。したがつて、被告新日電は前記（一）の差額を不当\nに利得している。\n（三）　本件ガス供給契約が被告新日電に対し別表（一）の（１）記載の料金と契\n約所定の別表（一）の（２）記載の料金との差額を免除する趣旨だとすれば、右の\n免除は無効であるから、被告新日電は右差額を不当に利得している。\n５　もつとも、昭和四九年四月一日から昭和五三年三月三一日までの間、大津市ガ\nス供給条例には、「本市は、特別の事情がある場合には、大阪通商産業局長の許可\nを受けて、この条例以外の供給条件によることがある。」との規定（以下特別供給\n規定という）があつたが、以下の（一）ないし（三）の各理由により、右規定の存\n在をもつてしても前記４の結論は変らない。\n（一）　特別供給規定は、地方自治法二二八条で条例に委任された事項の一部を被\n告管理者に再委任している。しかし、同条一項が使用料に関する事項を議会の討\n論、採決を経た条例で定めるべきであるとしていること、同条一ないし三項が種々\nの事項につき定めるべき法形式を指定し、そこでは条例と規則とが明確に区別され\nていることからすると、同条は、条例に定めるべきであるとした事項について、再\n委任を許さない趣旨であるから、特別供給規定は無効である。\n（二）　仮りに再委任が許されるとしても、特別供給規定によると、被告管理者\nは、地方自治法二二八条一項が条例に委任したすべての事項につき、条例所定の内\n容に依りたくないと考える何らかの事情があれば、その内容を自由に定めることが\nできることになり、このような包括的委任は同条の許容するところではないから、\n特別供給規定は無効である。\n（三）　仮りに特別供給規定が有効であるとしても、右規定の「特別の事情がある\n場合」とは、緊急事態のため議会の条例の改廃に依ることが不可能であるか、著し\nく困難である場合でなければならないが、本件の被告新日電に対するガス供給はこ\nれに該当しない。\n６　そこで、原告は昭和五四年六月一五日大津市監査委員に対し、被告管理者が同\n新日電から前記差額分のガス料金を徴収しないことを違法であるとして監査請求を\nしたが、同月二八日、同監査委員から右請求は理由がない旨の通知を受けた。\n７　しかしながら、被告管理者が前記差額分のガス料金を賦課、徴収しないことは\n地方自治法二四二条一項所定の違法に公金の賦課、徴収を怠る事実に該当するの\nで、原告は、被告管理者が同新日電に対するガス供給につき昭和四九年四月一日以\n降昭和五四年三月三一日までの使用料のうち前記差額一億一三〇四万七五三五円の\n賦課、徴収を怠つている事実が違法であることの確認を求め、大津市に代位して被\n告新日電に対し、被告新日電が不当利得している同額の金員の返還を求める。\n二　本案前の主張\n（被告両名）\n地方自治法二四二条一項所定の「公金の賦課若しくは徴収」とは、行政主体が法令\nの規定に基づきその優越的地位において住民に対して金銭給付義務を発生せしめる\n行政処分をすることを意味するが、契約によつて発生するガス料金債権については\n右のような法律関係はあり得ない。したがつて、本件訴えは、いずれも同法二四二\n条の二所定の訴訟の対象とはなりえないから、不適法である。\n（被告新日電）\n原告は、請求原因記載の監査請求をする以前に、昭和五四年三月二二日大津市監査\n委員に対して右と同一内容（大津市長に関する措置請求という点が違うのみであ\nる）の監査請求をし、同年五月一八日同監査委員から右請求は理由がない旨の通知\nを受けているので、出訴期間は同日から算定すべきである。したがつて、同年七月\n二七日に提起された本件訴えは出訴期間を徒過して不適法である。\n三　請求原因に対する認否および反論\n（被告両名）\n請求原因４の（一）、（二）の各主張はいずれも争う。被告管理者は正当にその権\n限を行使して被告新日電との間で本件ガス供給契約を締結しているのであるから、\n仮に右契約に大津市ガス供給条例と異なるところがあるとしても、そのために右契\n約が無効となるいわれはない。\n（被告新日電）\n１　請求原因１、２の各事実はいずれも認める。\n２　同３のうち、被告新日電が昭和四九年四月一日から昭和五四年三月三一日まで\nの間、被告管理者との間で本件ガス供給契約を締結して大津市からガスの供給を受\nけたこと、被告管理者が右契約に基づき右期間中のガス料金として別表（一）の\n（２）記載の金額を被告新日電から徴収したことはいずれも認める。\n３　同６の事実は知らない。\n四　被告の主張\n（被告管理者）\n１　条例には、（１）地方公共団体の住民一般の権利義務に関して規律する法規的\n性質を有するものと、（２）単なる普通地方公共団体の内部的規則であつて法規的\n性質を有しないものがあるところ、地方自治法二二八条一項所定の条例のうち、少\nなくともガス供給に関する条例は（２）に属するものであつて、約款と同一機能を\n有するにすぎない。すると、ガス供給契約の内容が条例と異なるところがあつても\n違法、適法の問題は起り得ないので、原告の主張は、主張自体理由がない。\n２　仮りに地方自治法二二八条一項所定の条例が右の（１）に属するとしても、本\n件のガス料金については、ガス事業法一七条、二〇条が特別法として全面的に適用\nされ、一般法たる地方自治法二二五条、二二八条は適用されない。\nすなわち、ガス事業法は地方公共団体がガス供給事業を経営する場合にも適用があ\nるところ、同法一七条一項、二〇条によると、一般ガス事業者は、通商産業大臣の\n認可を受けた供給規程所定の供給条件（ガスの料金を含む）によつてガスを供給し\nなければならず、ただ、特別の事情がある場合には、通商産業大臣の認可を受けた\nうえで、供給規程以外の供給条件によつてガスを供給できることになつている。す\nると、ガス料金については、右供給規程と地方自治法二二八条一項所定の条例との\n間で矛盾牴触の生じる場合があるので、これを調整する必要がある。そして、地方\n自治法はすべての地方公共団体に対して一般的に適用されるものであり、ガス事業\n法はガス事業を営む地方公共団体に対してのみ適用されるものであるから、ガス料\n金については、特別法たるガス事業法一七条、二〇条が一般法たる地方自治法二二\n五条、二二八条に優先して適用されることになるのである。右のように解さず、両\n法が重量的に適用されると解すると、地方公共団体固有の立法である条例につい\nて、その制定自体はもとよりその内容を中央行政庁の認可にかからしめることにな\nり、不合理である。\nしたがつて、本件のガス料金につき地方自治法二二八条一項の適用があることを前\n提にした原告の主張は、主張自体理由がない。\n（被告新日電）\n仮りに本件ガス供給契約が被告管理者の適法な権限に基づいて締結されたものでは\nないとしても、左記のとおり、本件ガス供給契約は民法一一〇条の適用ないし類推\n適用により有効である。\n１　本件ガス供給契約は、一般ガス事業者が需要者と締結する供給契約と異なると\nころのない私法上の契約である。\n２　被告管理者は、ガス供給業務に関して大津市を代表する基本代理権を有してい\nる。\n３　被告新日電は、被告管理者と協議し、その指示に応じて契約手続を進めていた\nため、被告管理者が本件ガス供給契約を締結する適法な権限を有することについて\n疑いをさしはさむ余地がなかつたのであるから、被告新日電には被告管理者が正当\nな権限を有すると信ずべき正当な事由があつた。\n五　被告の主張に対する認否および反論\n１　被告管理者の主張２は争う。地方公共団体の経営するガス事業のガス料金に関\nしては、ガス事業法と地方自治法との間に特別、一般の関係はなく、両法は重量的\nに適用される。なぜなら、ガス料金に関し、一方でガス事業法により通商産業大臣\nの認可を受けながら、他方で地方自治法に則り条例で定めることは、何ら矛盾する\nものではないからである。また、被告管理者は地方公共団体固有の立法である条例\nを中央行政庁の認可にかからしめることは不合理である旨主張するが、ガス事業法\nは、条例の制定そのものを中央行政庁の認可にかからしめているのではなく、条例\nで定めるガス料金を別の趣旨から中央行政庁の認可にかからしめているにすぎな\nい。\n２　被告新日電の主張のうち、冒頭部分の主張は争う。３の事実は知らない。\n第三　証拠（省略）\n○　理由\n一　原告が大津市の住民であることは、原告と被告新日電との間では争いがなく、\n被告管理者において明らかに争わないから自白したものとみなす。\n二　本案前の主張について\n１　出訴期間\nいずれも成立に争いのない甲第一号証、丙第一、第二号証の各一、二によると、原\n告は、昭和五四年三月二二日付書面をもつて、大津市監査委員に対し、大津市長が\n被告新日電に対して大津市ガス供給条例所定の料金を請求し、同被告からこれを収\n納しないことを是正するための必要な措置を求めて監査請求をしたこと、これに対\nし、同委員は、同年五月一八日付書面をもつて、右請求は理由がない旨の監査結果\nを原告に通知したこと、その後、原告は、同年六月一五日付書面をもつて、同委員\nに対し、被告管理者が被告新日電に対して大津市ガス供給条例所定の料金を請求\nし、同被告からこれを収納しないことを是正するための必要な措置を求めて監査請\n求をしたこと、これに対し、同委員は、同月二八日付書面をもつて、右請求は同年\n三月二二日付監査請求と同一内容であるから同年五月一八日付の監査結果の通知に\nよつて了知されたい旨を原告に通知したことが認められ、右認定に反する証拠はな\nい。\n右認定事実によると、昭和五四年三月二二日付監査請求は大津市長の怠る事実につ\nき、同年六月一五日付監査請求は被告管理者の怠る事実につき、それぞれ措置を求\nめているのであるから、右の両請求は全く別個の監査請求と言わざるを得ない。す\nると、出訴期間は、原告が同月二八日付通知を受けた日から起算すべきところ、本\n件各訴えが同年七月二七日に提起されたことは本件記録に徴し明らかであるから、\n本件各訴えはいずれも地方自治法二四二条の二第二項一号所定の出訴期間内に提起\nされているものというべきである。\n２　「公金の賦課若しくは徴収」（地方自治法二四二条一項）の意義\n（一）　「賦課」の意義はさておき、まず「徴収」の意義について検討する。\n（二）　地方自治法においては、「徴収」という用語は多義的に用いられ（同法二\n二三条ないし二二七条、二四〇条等）、必ずしも、行政主体が法令の規定に基づき\nその優越的地位において住民に対して金銭給付義務を発生せしめる行政処分をする\nことを意味するにとどまらない。殊に、同法二四〇条三項は債権の「徴収停止」を\n規定しているところ、右債権とは「金銭の給付を目的とする普通地方公共団体の権\n利」（同条一項）を言い、これには不当利得に基づく債権も含まれると解されるか\nら、同法においては、「徴収」という用語に、不当利得に基づく債権の取立てとい\nう意味をも包含させているものと言わざるを得ない。そして、同法二四二条一項所\n定の「徴収」の意義についても右と別異に解する理由はないから、被告管理者が被\n告新日電に対して同被告が不当に利得したものとしてガス料金相当額の返還を求め\nないことは、公金の徴収を怠る事実として同法二四二条の二第一項三号、四号各所\n定の訴えの対象となるものというべきである。\n三　そこで、まず本件ガス供給契約の効力について判断する。\n１　大津市が昭和一二年からガス供給事業を営んでいること、被告管理者が右ガス\n供給事業に関して供給契約の締結や料金の徴収等の一切の権限を有し、大津市ガス\n供給条例に基づいてガス料金を徴収していること、被告新日電が昭和四九年四月一\n日から昭和五四年三月三一日までの間、被告管理者との間で本件ガス供給契約を締\n結して大津市からガスの供給を受けたこと、被告管理者が右契約に基づき右期間中\nのガス料金として別表（一）の（２）記載の金額を被告新日電から徴収したこと\nは、いずれも、原告と被告新日電との間では争いがなく、被告管理者において明ら\nかに争わないからこれを自白したものとみなす。\n２　いずれも成立に争いのない甲第四号証の一、二、乙第七ないし第九号証、第一\n〇号証の一、二、第一一、第一三号証、被告管理者Ａ本人尋問の結果によりいずれ\nも真正に成立したものと認められる乙第二、第三号証、第四号証の一、二、第五号\n証および被告管理者Ａ本人尋問の結果を総合すると、被告管理者は、ほぼ一年毎に\n締結した本件ガス供給契約につき、その都度、ガス事業法二〇条但書、同法施行令\n七条に基づいて大阪通商産業局長の認可を受けたこと、大口需要家の使用を増進さ\nせ、かつ、ガス事業を健全に発展させるため、本件ガス供給契約所定の料金（以下\n特別料金という）は大津市ガス供給条例所定の料金より低額とされていたこと、大\n津市ガス供給条例中には、昭和二六年ころから昭和五二年六月ころまでの間、「本\n市は、特別の事情がある場合には、大阪通商産業局長の許可を受けて、この条例以\n外の供給条件によることがある。」との規定（特別供給規定）があつたことが認め\nられ、右認定に反する証拠はない。\n３　ところで、地方公共団体の経営するガス事業においても、その利用関係は、当\n該地方公共団体と利用者との間の供給契約によつて成立するものである。そして、\n右ガス事業を含む地方公営企業については、地方公営企業法が地方自治法に対する\n特例を定めている（地方公営企業法六条）ところ、同法において、管理者は、地方\n公営企業の業務を執行するとともに、業務の執行に関し地方公共団体を代表する権\n限を有し（八条一項）、右権限に基づいて、契約の締結や料金の徴収等の事務を担\n任する（九条九号）ことになつている。ところが、同法は、地方公営企業の用に供\nする行政財産を使用させる場合に徴収する使用料に関する事項については管理者が\n定める（三三条三項）ものとしながら、本件ガス料金などの料金に関する事項（金\n額、徴収の時期、方法等）については、その制定権者を何ら規定していない。一\n方、地方自治法は、使用料（料金を含む、以下同）の徴収を地方公共団体の議決事\n項とし（九六条一項四号）、使用料に関する事項（金額、徴収の時期、方法等）に\nついては条例で定めなければならない（二二八条一項）としている。その趣旨は、\n使用料に関する事項を議会の議決にかからしめることによつて、当該地方公共団体\nの財政の健全化を図ることはもとより、適正な使用料に基づく施設の利用によつて\n住民の福祉の向上、増進を図るという見地（二四四条一項）から使用料の金額を住\n民の受ける利益の程度等を勘案した公正妥当なものに定め、また、住民相互間の不\n当な差別的取扱いを禁じようとする（同条三項）ものである。右のような両法の規\n定の体裁や趣旨等を合理的に解釈すると、地方公営企業法は料金に関する事項につ\nいては地方自治法の定めに譲つているものとみるのが相当である。してみると、管\n理者は条例で定めた使用料に関する事項に基づいて供給契約を締結する義務があ\nり、使用料に関して管理者の権限は右条例によつて制限されているものといわざる\nを得ない。\nこれを本件についてみるに、前記１、２の事実によると、被告管理者は大津市ガス\n供給条例に金額など具体的な定めのない料金をもつて、被告新日電との間で本件ガ\nス供給契約を締結したというのであるから、被告管理者は権限を越えて本件ガス供\n給契約を締結したことになり、本件ガス供給契約は、民法一一〇条が類推適用され\nる余地はあるものの、原則として無効である。\nなお、前認定のとおり、大津市ガス供給条例中には、昭和二六年ころから昭和五二\n年六月ころまでの間、特別供給規定があつた一方、被告管理者は本件ガス供給契約\nについて大阪通商産業局長の認可を受けたものであるが、特別供給規定によると、\n大津市は特別の事情があるときは大阪通商産業局長の許可を受けてこの条例以外の\n供給条件によることができるというのであるから使用料に関する事項についてその\n金額などほとんど無限定に大津市（その執行機関たる大津市長または被告管理者）\nに委任する結果ともなり、右使用料に関する事項を条例事項として議会の議決に委\nねた趣旨を没却することになるので、特別供給規定は地方自治法二二八条一項に違\n反して無効たるを免れず、たとえ大阪通商産業局長の認可があつても本件ガス供給\n契約が無効であることに変りはない。\n４　これに対し、被告管理者は、地方自治法二二八条一項所定の条例のうち少なく\nともガス供給に関する条例は、単なる地方公共団体の内部的規則であつて法規的性\n質を有しないから、これに違反しても違法、適法の問題は起り得ない旨を主張す\nる。しかしながら、前述した、使用料に関する事項を条例に定めることとした趣旨\nに照らすと、右条例が地方公共団体の住民一般の権利義務に関して規律する法規的\n性質を有することは明らかであるから、右主張は失当である。\n５　また、被告管理者は、ガス料金については、ガス事業法一七条、二〇条が特別\n法として全面的に適用され、一般法たる地方自治法二二五条、二二八条は適用され\nない旨を主張する。しかしながら、右の両法が重畳的に適用されるとしても、ガス\nの料金その他の供給条件について、一方で、条例で定める（地方自治法二二八条一\n項）とともに、他方で、通商産業大臣の認可を受ける（ガス事業法一七条一項）こ\nとになるにすぎず、その間には何らの矛盾牴触はないし、不可能なことを強いるも\nのでもない。しかも、ガス料金につき地方自治法の適用がないとすると、使用料の\nうちガス料金のみは条例に定めることを要しないことになるが、ガス料金のみにつ\nいて議会の議決を不要とすべき合理的理由は見出せない。してみると、地方自治法\nとガス事業法との間には特別、一般の関係はなく、両法は重畳的に適用されるもの\nというべきであるから、右主張は失当である。\n四　次に、被告新日電の主張に対する判断をさておき、本件のガス供給によつて大\n津市が財産上の損害を被つたかどうかについて判断する。\n１　いずれも成立に争いのない甲第四号証の二、乙第七ないし第九号証、第一〇号\n証の一、二、第一一、第一二号証および被告管理者Ａ本人尋問の結果を総合する\nと、\n（一）　被告新日電はブタン、プロパンという安価な燃料の製造設備を有するた\nめ、大津市において同被告に対し特別料金を実施しない場合、安価な燃料を使用\nし、昭和四九年四月一日から昭和五四年三月三一日までの間大津市から別表（二）\nの（３）記載の量（以下予想使用量という）のガスしか供給を受けないことが予想\nされる。\n（二）　一方、被告新日電が昭和四九年四月一日から昭和五四年三月三一日までの\n間に大津市から現実に供給を受けたガスの量（以下実際使用量という）は別表\n（二）の（１）記載のとおりである。\n（三）　昭和四九年四月一日から昭和五二年三月三一日までの間、実際使用量に対\n応する条例に基づく料金のガス量一立方メートル当りの料金（以下平均単価とい\nう）は別表（二）の（４）記載のとおりであり、同期間内で平均単価に基づいて予\n想使用量の料金を算定すると、別表（三）の（４）記載のとおりとなる。また、同\n年四月一日から昭和五四年三月三一日までの間の予想使用量について条例所定の料\n金を算定すると、別表（四）の（４）記載のとおりとなる。\n（四）　大津市が供給するガスの原価には、固定費（供給販売費の一部、一般管理\n費、営業外費用）と変動費（ガス購入費、供給販売費の一部）があるところ、固定\n費とは供給量とは無関係な定額の原価であり、変動費とは供給量に応じて増加する\n原価である。そして、昭和四九年四月一日から昭和五三年三月三一日までの間のガ\nス量一立方メートル当りの変動費（以下変動費単価という）は別表（二）の（２）\n記載のとおりであり、同年四月一日から昭和五四年三月三一日までの変動費単価は\n別表（四）の注１記載のとおりであるから、右各期間の変動費は、実際使用量につ\nき別表（三）の（２）および同（四）の（２）各記載のとおりとなり、予想使用量\nにつき別表（三）の（５）および同（四）の（５）各記載のとおりとなる。\n以上の事実が認められ、右認定に反する証拠はない。\n２　右認定事実と前記三の１の事実をさらに総合して本件を考えると、大津市が財\n産上の損害を被つたかどうかを判断するに当つては、被告管理者が被告新日電から\n徴収した料金からその変動費を差し引いた金額（特別料金を実施した場合）と予想\n使用量の条例に基づく料金からその変動費を差し引いた金額（特別料金を実施しな\nい場合）とを比較検討すれば足り、前者が後者を上回つておれば大津市に財産上の\n損害はなかつたことに帰するところ、右の各金額は、特別料金を実施した場合につ\nき別表（三）の（３）および同（四）の（３）記載のとおりとなり、特別料金を実\n施しない場合につき別表（三）の（６）および同（四）の（６）記載のとおりとな\nるから、前者の金額は後者の金額を上回つており、大津市には財産上の損害はなか\nつたものといわざるを得ない。\n五　以上によれば、被告管理者が被告新日電に対して条例に基づく料金につき本来\nのガス料金債権を有しないことはもちろん、大津市には何ら財産上の損害が生じて\nいないから、被告管理者は被告新日電に対して不当利得返還請求権も損害賠償請求\n権も有しないことになる。してみると、被告管理者につき一億一三〇四万七五三五\n円の賦課、徴収を怠る事実はないから、右事実の違法確認請求は理由がないし、ま\nた、被告新日電に対する不当利得返還請求も理由がない。\n六　よつて、原告の被告両名に対する請求はこれを棄却することとし、訴訟費用の\n負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決\nする。\n（裁判官　小北陽三　森　弘　川久保政徳）\n"
}