{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 9,
    "day": 28
  },
  "case_number": "昭和58(行コ)5",
  "case_name": "別府市公設地方卸売市場開設事業差止め請求控訴事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "１　市公設地方卸売市場開設事業に必要な資金に充てるために市が起債する地方債の償還費が地方財政法６条所定「当該公営企業の性質上能率的な経営を行なってもなおその経営に伴う収入のみをもって充てることが客観的に困難であると認められる経費」に該当するととして，右償還費の大半を市の一般会計からの繰入れによって賄うことが同条に違反しないとされた事例　２　地方自治法２４２条の２第１項１号に基づき，市公設地方卸売市場の開設事業に関して市長が公金を支出し，契約を締結若しくは履行し，債務その他の義務を負担し，又は地方債起債手続を行うことの差止めを求める住民訴訟において，右請求の趣旨が，右事業実行のため財務会計上の諸行為を行為の類型ごとに包括的に表示して差止請求の対象としているとしても，請求の特定を欠くとはいえないとされた事例　３　市公設地方卸売市場開設事業に必要な資金に充てるための市長の公金支出等の行為が違法とはいえないとして，市長が公金を支出し，契約を締結若しくは履行し，債務その他の義務を負担し，又は地方債起債手続を行うことの差止め及び市長が右の公金支出等の行為を行ったときは，市に生ずるであろう損害の賠償の各請求が棄却された事例　４　地方自治法２４２条の２第１項４号に基づき，市長が市公設地方卸売市場の開設事業に関して公金支出等の行為を行ったときは，市に生ずるであろう損害の賠償を求める旨の住民訴訟において，右市長が右行為を行うことが相当の確実さをもって予想されるとして，右請求が適法とされた事例",
  "lawsuit_id": "16940",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16940",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/940/016940_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n○　事実\n控訴人は、\n「一　原判決を取り消す。\n二　被控訴人別府市長は、別府市＜地名略＞の地先の公有水面埋立地Ａ地区及び同\n市＜地名略＞の四地先の公有水面埋立地Ｂ地区に開設を計画している別府市公設地\n方卸売市場の開設事業に関して、公金を支出し、契約を締結若しくは履行し、債務\nその他の義務を負担し、又は地方債起債手続を採つてはならない。\n三　被控訴人Ａは、被控訴人別府市長が前項の行為を行つたときは、別府市に対\nし、金五、〇〇〇万円を支払え。\n四　訴訟費用は第一、二審とも被控訴人らの負担とする。」\nとの判決を求め、被控訴人らは、主文と同旨の判決を求めた。\n当事者双方の主張及び証拠関係は、次に付加するほかは、原判決事実摘示のとおり\nであるから、これを引用する。\n（控訴人の主張）\n一　本件市場開設計画において、本件地方債の元利金の償還は、すべて一般会計か\nらの繰入れによつて行われ、かつ、経常収支ですら赤字になるので、一般会計から\nの繰入れは、右地方債償還分以外の経費についても半永久的に発生することから\nも、本件市場開設計画は、公営企業の独立採算制の原則を定めた地方財産法六条に\n違反する。\n二　また、市場事業という公営企業における受益者の中に、市場業者のみならず、\n地域住民をも含め、受益者概念を無限定に広く解し、市場事業経費について何らの\n制約も具体的な検討もなしに一般会計からの全面的繰入れを容認することを前提と\nして、地方財政法六条を解釈することは許されない。\n（被控訴人らの主張）\n控訴人の右主張は、争う。\n（新たな証拠）（省略）\n○　理由\n一　当裁判所も、控訴人の本訴請求はいずれも適法ではあるが、理由がないものと\nしてこれを棄却すべきものと認定判断するところ、その理由は、次に付加するほか\nは、原判決理由説示のとおりであるから、これを引用する。\n二　１原判決一五枚目裏四行目の次行に、次のとおり加える。\n「なお、地方自治法二四二条の二第一項二号の差止め請求は、当該行為がなされる\n以前か、それがなされつつあるときにのみ認められ、当該行為がなされた後には、\nその差止め請求はできず、違法行為の差止めの訴訟係属中にその行為がなされ、終\n了したときは、その訴えの利益は消滅に帰するものと解すべきであるが、成立に争\nいのない乙第一一七、一一八号証及び弁論の全趣旨によれば、本件市場は昭和五八\n年二月竣工し、同年三月二四日竣工式が挙行されたものの、地方債起債手続、公金\nの支出等の行為は残存していることが認められるから、いまだ訴えの利益は、存す\nるものと解するのが相当である。\n２　同一七枚目表二行目の次行に、次のとおり加える。\n「なお、控訴人は、本件地方債の元利金の償還はすべて一般会計からの繰入れによ\nつて行なわれ、かつ、本件市場計画は、経常収支ですら赤字になるので、一般会計\nからの繰入れは、右地方債償還分以外の経費についても半永久的に発生する旨主張\nするが、成立に争いのない乙第九八号証及び原審証人Ｂの証言を総合すれば、本件\n市場の経営において昭和七八年度以降一般会計からの繰入金を越える利益が生ずる\nものと試算されていることが認められる。」\n３　同一八枚目裏六行目の「他の公営企業と異なるのであるが、」の次に、「卸売\n市場の活用による流通の合理化がひいては一般住民の利益につながることは否定で\nきず、」と加える。\n４　同一九枚目裏八行目の「右通知は、」の次に、「最近における社会経済情勢の\n推移及び地方公営企業に対する毎年度の一般会計からの繰出しが多額になつている\n現状に鑑み、」を加える。\n５　同二〇枚目表二行目の「定めたものであつて、」の次に「法的拘束力を有する\nものではなく、」を加える。\n三　よつて、原判決は相当であり、本件控訴は理由がないから、これを棄却するこ\nととし、訴訟費用の負担について民訴法九五条、八九条を適用し、主文のとおり判\n決する。\n（裁判官　矢頭直哉　諸江田鶴雄　日高千之）\n"
}