{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 9,
    "day": 10
  },
  "case_number": "昭和54(行ケ)227",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/014259_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日と定める。\n事　　　実\n第一　当事者の求めた裁判\n原告は、「特許庁が昭和五三年審判第一九八〇号事件について昭和五四年八月二\n一日にした審決を取消す。訴訟費用は、被告の負担とする。」との判決を求め、被\n告は、主文第一、二項同旨の判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和四八年四月五日、別紙第一のとおり、「ＱーＣＥＬ」の欧文字を左\n横書きしてなる商標（以下、「本願商標」という。）につき、第一類「化学品（他\nの類に属するものを除く。）、薬剤、医療補助品」を指定商品として商標登録出願\nをし、指定商品については後に、第一類「けい酸ソーダ」と補正したものである\nが、昭和五二年一〇月一一日拒絶査定を受けたので、昭和五三年二月一五日審判を\n請求し、特許庁同年第一九八〇号事件として審理されたが、昭和五四年八月二一日\n右審判の請求は成り立たない旨の審決があり、その審決の謄本は同年九月八日原告\nに送達された（なお、出訴期間として三か月が附加された。）。\n二　本件審決の理由の要点\n本願商標の構成、指定商品及び登録出願の日は、前項記載のとおりである。\nこれに対し、登録第七五一五八五号商標（以下、「引用商標」という。）は、昭\n和四〇年一二月一七日登録出願、昭和四二年八月一五日設定の登録、昭和五二年一\n〇月三日商標権存続期間更新の登録がされたものであり、別紙第二のとおりの構成\nより成り、第一類「化学品（他の類に属するものを除く。）、薬剤、医療補助品」\nを指定商品とする。\n本願商標の構成は上記のとおり「ＱーＣＥＬ」の欧文字を左横書きして成るもの\nであるから、これよりは一連に「キユウセル」の称呼を生ずることは否定しえない\nが、「Ｑ」と「ＣＥＬ」との間はハイフンで連結されて成るものであるから、必ず\nしも一体不可分に構成されてなるものとは認め難く、しかも、両語が一体となつて\n特定の観念を生ずるものとして一般に知られているものではない。また、「Ｑ」の\nようなローマ字の一字ないし二字は、自己の生産もしくは販売にかかる商品の品\n番、型式、規格などを表示するための符号、記号として各種商品に採択し使用され\nているのが実情である。そうであれば、「Ｑ」の文字部分は、商品の品質、等級等\nを表わす符号、記号として理解されるにとどまり、本願商標における自他商品の識\n別力を有する部分は「ＣＥＬ」にあるというべきであつて、これに接する取引者需\n要者は、これより生ずる称呼によつて取引に当るものとみるのが相当である。本願\n商標からは、該「ＣＥＬ」の文字部分に相応して「セル」の称呼をも生ずる。\n他方、引用商標の構成は別紙第二のとおりであつて、その構成中、「貝」の図形\nと「ＳＨＥＬＬ」の文字は、顕著に表わされて成り、特に看者の注意をひく部分と\nみられるものであるから、これに接する取引者需要者は該部分に注目し、これらよ\nり生ずる称呼によつて取引に当ることも決して少なくないとみるのが相当である。\nしたがつて、引用商標からは前記「貝」の図形と「ＳＨＥＬＬ」の文字に相応して\n「シエル」の称呼を生ずる。\nそこで、本願商標より生ずる称呼「セル」と引用商標より生ずる称呼「シエル」\nとを比較するに、両者は、共に二音より成るところ、語頭において「セ」と「シ\nエ」の差異があるが、その両音は共に「サ」行に属する清音と拗音の微差にすぎ\nず、近似の音であるから、両者を一連に称呼した場合には、その全体の語調、語感\nは彼此相紛わしく、聴別され難いものといわざるをえない。\n以上のとおり、本願商標と引用商標とは、称呼において類似の商標であり、か\nつ、本願商標の指定商品は引用商標の指定商品中に含まれるものであるから、本願\n商標は、商標法第四条第一項第一一号の規定に該当し、登録を受けることができな\nい。\n三　本件審決の取消事由\n本願商標の構成、指定商品及び登録出願の日並びに引用商標の構成、指定商品及\nび設定登録、更新登録の各日が審決認定のとおりであることは争わないが、審決\nは、次の点において違法であるから、取消されるべきである。\n１　本願商標からは、「ＣＥＬ」の文字部分に相応して「セル」の称呼をも生ずる\nとした審決は誤りである。本願商標からは、一連に「キユーセル」の称呼のみが生\nずる。\nハイフンは、本来一語として理解されうる語を語源説明などのために分解するの\nにも用いられるが、世間一般には、ハイフンで結ばれた語を一語相当の語として理\n解し、発音するための連結符号として用いられる場合の方が一般的である。本願商\n標にあつても「Ｑ－ＣＥＬ」におけるハイフンは、「Ｑ」と「ＣＥＬ」の両語を一\n体として認識理解させるために両語を連結して不可分一体の関係を表わす働きをし\nている。\nローマ字の一字がすべて品質符号として使用されるものではない。取引の経験\n上、品質符号には、「Ａ」「Ｂ」「Ｃ」や「Ｘ」「Ｙ」「Ｚ」などのアルフアベツ\nトの最初と最後の文字が汎用され、ほかには通常、形容詞の頭文字（例えば、\n「Ｌ」「Ｍ」「Ｓ」が主に使われている。これに対し、「Ｑ」の文字は、アルフア\nベツト一七番目の文字であり、それが頭文字となる化学品等の品質を表わす形容詞\nがないため、現実に化学品の分野では品質符号として使用されていない。\n本願商標の「Ｑ」と「ＣＥＬ」の文字は、同じ大きさのしかもいずれも大文字で\nあり、ハイフンと「Ｑ」又は「ＣＥＬ」の間には、それぞれ空間がなく、「ＱーＣ\nＥＬ」なる商標を見る需要者が「セル」のみの音を記憶することには無理がある。\n２　本願商標より生ずる称呼「セル」と引用商標より生ずる称呼「シエル」とが類\n似であるとした審決は誤りである。\n称呼「セル」と称呼「シエル」を比較すると、「ル」の音はきわめて微弱である\nから、「セ」と「シエ」の音が区別可能か否かを考えるに、「セ」と「シエ」は耳\nあたりが非常に異なる音であつて、明瞭に区別できる。しかして、シエル石油株式\n会社はわが国では著名な会社であり、その著名な「シエル石油」を「セル石油」と\nまちがえて呼ぶ者はいないし、逆に、「ＣＥＬ」を「シエル」とまちがえて呼ぶ者\nはいないことなどを併せ考えると、称呼「セル」と称呼「シエル」が混同を生ずる\nようなことはない。\n第三　被告の陳述\n一　請求の原因一及び二の事実は、いずれも認める。\n二　同三の主張は争う。審決に原告主張のような誤りはない。\n１　本願商標は、ローマ字「Ｑ」と「ＣＥＬ」とをハイフンで結んでなるものであ\nるが、全体として特定の意味を有するものとはいえないばかりでなく、ローマ字の\n一字ないし二字は、一般に商品の種別又は型式等を表示するための記号、符号とし\nて取引上、随時採択使用されているのが実情であるから、本願商標においても、需\n要者はローマ字「Ｑ」をそのような記号、符号の類型の一つとして認識し、したが\nつて、「ＣＥＬ」の文字部分によつて自他商品の識別に当る場合も少なくないもの\nといわなければならない。そうであれば、本願商標からは、「ＣＥＬ」の文字部分\nに相応して「セル」の称呼をも生ずる。\n２　本願商標より生ずる称呼「セル」と引用商標より生ずる称呼「シエル」とは、\n審決記載の理由により類似することが明らかである。\n第四　証拠関係（省略）\n理　　　由\n一　請求原因一及び二の事実は、当事者間に争いがない。そこで、原告主張の審決\n取消事由の存否について判断する。\n二１　本願商標の構成は、「Ｑ－ＣＥＬ」の欧文字を左横書きして成るものである\nから、これより一連に「キユウセル」の称呼を生ずることがあるのは疑いない。問\n題は、その構成のうち「ＣＥＬ」の文字部分に相当する「セル」の称呼をも生ずる\nか否かである。\n成立に争いのない乙第一号証の一ないし八、第二号証の一ないし三、第三号証の\n一ないし九、第四号証の一ないし三及び弁論の全趣旨によれば、本願商標の登録出\n願の日の前後にわたり広く、「Ａ」「Ｂ」「Ｃ」・「Ｐ」「Ｑ」「Ｒ」，「Ｒ」\n「Ｓ」「Ｔ」，あるいは「Ｘ」「Ｙ」「Ｚ」などのローマ字の一字ないし何字か\nが、事物の分類のためないし商品の品質、型式、規格などを表わすための符号、記\n号として、ある語又は文字の頭初又は末尾などに付され使用される場合のあること\nが認められ、このことは、経験則上も明らかである。\nしかして、右の事実と、本願商標が「Ｑ」と「ＣＥＬ」の各文字部分をハイフン\nで結ぶ構成をとつていること、ハイフンで結んで成る「Ｑ－ＣＥＬ」が全体として\n特定の意味を有するといえる資料はないこと、また、たとえば、「Ｐ－ＣＥＬ」\n「Ｑ－ＣＥＬ」「Ｒ－ＣＥＬ」などの標章が存する場合、これらが「ＣＥＬ」の系\n列に属する一連のものであり、その「Ｐ」「Ｑ」「Ｒ」が単に品質、型式、規格な\nどの区分を表わすものとして認識されることがあることも明らかであること、とを\n併せ考えると、本願商標に接する取引者需要者は、「Ｑ」の文字部分を商品の品質\n等を表わす符号、記号として理解し、「ＣＥＬ」の文字部分によつて自他商品の識\n別に資する場合も少なくないというべきである。そうであれば、本願商標からは、\n「ＣＥＬ」の文字部分に相当して「セル」の称呼をも生ずるというべきである。成\n立に争いのない甲第五号証ないし第七号証も右認定を左右するに足りない。\n２　次に、本願商標より生ずる称呼「セル」と引用商標より生ずることが明らかな\n称呼「シエル」との類否を検討する。\n両者は、共に二音より成り、語頭の「セ」と「シエ」とは、清音かつ無声音の摩\n擦音〔ｓ〕又は〔Ｓ〕に、共に母音〔ｅ〕を結合して調音するものであつて、わが\n国のある地域では「セ」が「シエ」と発音されることもないわけではないほどに、\n近似する音であるから、これに同音の「ル」（〔ｌ〕）を加え、「セル」「シエ\nル」としても、両者は、たがいにきわめて相紛れやすいものであるといわなければ\nならない。\nしたがつて、本願商標と引用商標とは、右称呼において類似するところ、本願商\n標の指定商品「けい酸ソーダ」は、低価格の広い用途と大きい需要を有する化学材\n料であつて、引用商標の指定商品に包含されるから、両商標を類似の商標とした審\n決に誤りはない。\n三　よつて、本件審決の違法を理由にその取消を求める原告の本訴請求を失当とし\nて棄却することとし、訴訟費用の負担及び上告のための附加期間の附与につき行政\n事件訴訟法第七条及び民事訴訟法第八九条、第一五八条第二項の各規定を適用し\nて、主文のとおり判決する。\n（裁判官　荒木秀一　藤井俊彦　杉山伸顕）\n別紙\n＜１２１８７－００１＞\n"
}