{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 11,
    "day": 18
  },
  "case_number": "昭和56(行コ)29",
  "case_name": "所得税更正決定処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "私立大学教授が他大学から得た非常勤講師料が，雑所得ではなく給与所得に当たるとされた事例",
  "lawsuit_id": "17052",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17052",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/052/017052_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　申立\n一　控訴人\n１　原判決を取消す。\n２　左京税務署長が控訴人に対しなした控訴人の所得税についての次の各処分（以\n下「本件各処分」という。）を取消す。\n（一）　昭和四三年分所得税の昭和四六年七月一〇日付更正処分及び過少申告加算\n税の賦課決定\n（二）　被控訴人の昭和五三年一一月九日付再更正処分及び過少申告加算税の賦課\n決定により減額更正された昭和四四年分所得税の昭和四六年七月一〇日付更正処分\n及び過少申告加算税の賦課決定\n（三）　被控訴人の昭和五三年一一月九日付再更正処分により減額更正された昭和\n四五年分所得税の昭和四六年七月一〇日付更正処分及び過少申告加算税の賦課決定\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文同旨\n第二　主張と証拠\n次のとおり付加、訂正する他原判決事実摘示のとおりであるから、これを引用す\nる。\n一　原判決五枚目表七行目の「において」を「において継続的に行われる講演の」\nと、同六枚目裏七行目の「ものである。」を「ものである（国税通則法二四条、所\n得税法施行令二六七条四項参照。）。」と各訂正する。\n二　当審における控訴人の補充主張\n１　大学における非常勤講師と同様の関係にある、社団法人京都勤労者学園が設立\n運営する京都労働学校の講師の手当は給与所得として取扱われていない。\n２　本件雑所得（原稿料、テレビ等の出演料、講演料）は、控訴人がかつて提起、\n遂行した課税処分取消訴訟に関する論述及び講演に対するものであつて、右訴訟遂\n行のために要した諸費用は右所得と密接不可分の関係にあるから、右所得の必要経\n費として控除されるべきである。\n三　控訴人は甲第一四ないし第一九号証を提出し、控訴人本人尋問の結果を援用\nし、被控訴人は甲第一八号証の成立は不知、その余の甲号各証の成立は認めると述\nべた。\n○　理由\n一　当裁判所も控訴人の本訴請求は失当として棄却すべきものと判断するが、その\n理由は次のとおり付加、訂正、削除する他原判決の理由説示と同一であるから、こ\nこにこれを引用する。\n１　原判決四四枚目表九行目の「当該」から同一〇行目の「として」までを削除\nし、同末行の「大学の」を「大学の他の専任教員らと同様大学の」と訂正し、同裏\n末行の「ないし」から同四五枚目表一行目の「支配」まで同五行目の「労務」から\n同九行目の「しかも、」までを各削除する。\n２　同四七枚目表五行目の「ところで」から同七行目の「そして、」までを「しか\nしながら、非常勤講師と専任教員との間に」と訂正し、同四八枚目表九、一〇行目\nの「必要」から同一一行目の「解されない。」までを削除し、同四九枚目表一一行\n目の「非常勤講師は」から同裏一行目の「として」までを「前述のとおり、非常勤\n講師は大学の目的に則り、その一般的指揮監督の下に当該大学の定めたカリキユラ\nムに基き」と、同五行目の「あり、」を「あり（所得税法上、本件手当を給与所得\nとするか、雑所得とするかの差異は、同法三七条一項の必要経費の控除を認めるか\n否かにあるが、控訴人が本件諸大学で非常勤講師として行う講義と同志社大学にお\nいて専任教授として行う講義との間に本質的差異はないのであるから、前者によつ\nて得る収入である本件手当に必要経費の控除を認むべき実質的、合理的理由はな\nい。）。」と各訂正する。\n３　控訴人の補充主張について\n成立に争いのない甲第一四ないし第一六号証によると、控訴人主張の京都労働学校\nにおける講師料は給与所得として取扱われていないことが認められるが、右事実は\n前記認定判断を覆すに足るものではない。又、控訴人の本件雑所得の必要経費につ\nいての主張は所得税法三七条一項に照らし、採用しえないことは明らかである。\n４　控訴人の当審における供述によつても以上の説示を覆すことはできない。\nよつて、控訴人の請求を棄却した原判決は正当であつて、本件控訴は理由がないか\nらこれを棄却することとし、控訴費用の負担につき民事訴訟法第九五条、第八九条\nを適用して、主文のとおり判決する。\n（裁判官　石川　恭　首藤武兵　蒲原範明）\n"
}