{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 8,
    "day": 5
  },
  "case_number": "昭和55(う)189",
  "case_name": "軽犯罪法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第34巻3号370頁",
  "gist": "軽犯罪法一条三三号前段にいう「はり札をした」場合にあたらないとされた事例",
  "case_gist": "全長約一・六メートル、うち脚部の長さが約二〇センチメートル、幅約三七センチメートルの木枠に紙ばりした長方形の立看板を電柱に立てかけ、風などで倒れないように上部を紙ひもで電柱に結びつけたに過ぎない本件行為(判文参照)は、軽犯罪法一条三三号前段にいう「はり札をした」場合にあたらない。",
  "lawsuit_id": "20400",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20400",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/400/020400_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名はいずれも無罪。\n理　　　　由\n本件各控訴の趣意は、弁護人村野守義外八名共同作成名義の控訴趣意書（その誤\n記訂正につき昭和五五年六月四日付上申書）、控訴趣意補充書（一）（二）、同年\n八月一三日付上申書及び被告人両名共同作成名義の控訴趣意書に、弁護人らの控訴\n趣意に対する答弁は、検察官加藤泰也作成名義の答弁書に記載されているとおりで\nあるから、ここにこれらを引用する。\n控訴趣意中、軽犯罪法一条三三号の「はり札をし」の解釈・適用の誤りを主張す\nる点（弁護人らの控訴趣意書第四、第五、被告人らの控訴趣意書三）について\n所論は、要するに、原判決は、「被告人両名は共謀のうえ、昭和四八年一月二八\n日午前七時一〇分ころ、東京都大田区ａｂ丁目ｃ番ｄ号付近道路において、同所に\n設置されているＡ株式会社管理にかかる電柱（本蒲六三号）にその管理者の承諾を\n得ないで、『Ｂとともに歩もう国政革新の道をＣ７３』等と記載した立看板（全長\n約一・六メートル、幅約三七センチメートル）二枚を紙ひもで結びつけ」たとの事\n実を認定し、このような行為も、軽犯罪法一条三三号前段の「はり札をした」に当\nると解すべきであるとして、同条項を適用し、被告人らを有罪としたが、被告人ら\nの右行為は立看板を取り付けたに過ぎないもので、はり札をしたものではない。す\nなわち、本件で立看板をひもで結びつけた行為は倒れないようにするためであり、\n立てかけの効果を確保するに過ぎないのであつて、立看板をもつて「はり札をし\nた」といえるためには、ひもの性状・素材・結び付け方によつて、立看板の脚部を\n捨象してなおかつ看板部分等を一定の空間の位置に保持し得るよう付着・固定させ\nることが必要であると解すべきであるから、原判決はこの点で法令の解釈、適用を\n誤つている、というのである。\n<要旨>そこで、検討すると、原判決所掲の各証拠によれば、所論摘示の原判示事\n実及び本件立看板二板は、それぞ</要旨>れ全長約一・六メートルのうち脚部の長さ\nが約二〇センチメートルあり、幅約三七センチメートルの長方形のものであつて、\n木の枠に紙ばりしたものであること、これらをそれぞれ電柱に立てかけ、立看板が\n風などで倒れないように、その上部付近を紙ひもで電柱に結びつけたに過ぎないこ\nと、したがつて、本件立看板は、脚を地面につけた状態で電柱に立てかけられてお\nり、紙ひもによる電柱への結び付けは、右立てかけ行為の効果を確保するに過ぎな\nいものと見られるものであること、が認められる。\n思うに、このように、立看板を電柱に立てかけ、上部を紙ひもで結びつけたに過\nぎないようなばあいにまで、軽犯罪法一条三三号前段にいう「はり札をした」に当\nると解することは、いささか無理な解釈であるというべきであろう。原判決が、\n「『はり札をした』という構成要件に該当する行為の有無を考える場合には、はら\nれる物が札の形状を備えている物かどうか、そしてそういう物がはられたのかどう\nかという二点からその存否をきめるのが正当である」とし、「本件立看板二枚は…\n……札の形状を備えているものと認めるのが相当である。」と判示している点には\n賛成することができるけれども、更に進んで、「『はる』というのは紙や板等を\n糊・釘・ひも等で他の物に付着させる一切の行為をいい、敢て他の物に全面的に付\n着させることまでを必要としないばかりか、付着の程度についてはこれを問わない\nと解するのが相当である。」とし、本件のようなばあいにも「はり札をした」に当\nると判示する点には、賛成することができない。はり札をするとは札を対象物に付\n着させる行為をいうのであつて、のり等ではりつけるほか、ひも等で結びつけるこ\nとも含まれると解されるけれども、はり札行為の典型はやはりビラはりであり（本\n規定の前身である警察犯処罰令三条一五号前段参照）、その付着の態様・程度によ\nつては、「はり札をした」とはいえないばあいがあり得るであろう。殊に、立看板\nとはり札とは本来別個のものであり、立看板を立てかける行為自体は処罰されない\nのであるから（軽犯罪法一条三三号中段、屋外広告物法二条一項、七条四項参\n照）、立看板を付着させる行為が「はり札をした」といえるためには、その付着の\n態様・程度を問題にせざるを得ないのである。そうして、立看板をひもや針金等で\nしばりつけて電柱等に固定し、脚部の機能を喪失させるに至つたようなばあいに、\nはじめて、「はり札をした」といえるのであつて、本件のように、立看板を電柱に\n立てかける行為が基本であつて、上部の電柱への付着は従であり、付け足しに過ぎ\nず、立看板の本来の機能どおり、看板が脚で立つているといえるばあいには、その\n行為は、全体として、未だ立看板を立てかける行為の域を出るものではなく、「は\nり札をした」ということはできないと解するのが相当である。\nそこで、被告人両名の行為は、罪とならないものというべきであり、被告人らに\n対して軽犯罪法一条三三号前段を適用して有罪とした原判決は、法令の解釈・適用\nを誤つたものであり、この誤りが判決に影響を及ぼすことは明らかであるから、論\n旨は理由があり、その余の控訴趣意に対して判断するまでもなく、原判決は破棄を\n免れない。\nよつて、刑訴法三九七条一項、三八〇条により原判決を破棄し、同法四〇〇条た\nだし書に従い、各被告事件について更に次のとおり判決する。\n本件各公訴事実は、「被告人両名は、共謀のうえ、昭和四八年一月二八日午前七\n時一〇分ころ、東京都大田区ａｂ丁目ｃ番ｄ号付近道路において、同所に設置され\nているＡ株式会社管理にかかる電柱（本蒲六三号）に、その管理者の承諾を受けな\nいで、『Ｂとともに歩もう・Ｃ７３』などと記載した立看板（全長約一・六メート\nル、幅約三七センチメートル）二枚をひもで結びつけ、もつて、みだりに他人の工\n作物にはり札をしたものである。」というのであるが、これが罪とならないことは\n前述のとおりであるから、刑訴法三三六条前段により、被告人両名に対し無罪の言\n渡しをすることとし、主文のとおり判決する。\n（裁判長裁判官　新関雅夫　裁判官　坂本武志　裁判官　下村幸雄）\n"
}