{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 4,
    "day": 25
  },
  "case_number": "昭和55(ワ)4863",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14129",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14129",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/129/014129_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、その製造するウイスキーの販売、拡布に際し、「ＧＯＬＤＥＮ　ＨＯ\nＲＳＥ」及び「ゴールデンホース」という各表示並びに別紙第二目録記載の表示を\n使用してはならない。\n２　被告は、前項記載の各表示を付したウイスキーのラベル、包装及び広告文書を\n廃棄せよ。\n３　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告は、世界的に著名な「ホワイト・ホース」と称するスコツチウイスキー\n（以下「原告商品」という。）の製造販売元である。\n原告商品は、我国においても、昭和三年には既に約三万本が販売され、以後、第\n二次大戦中を除き継続して販売されて、昭和五三営業年度には約六六〇万本もの販\n売量に達した。また、最近は、年間世界全体で約二〇億円、日本だけで約五億円も\nの費用をかけて、原告商品の宣伝広告が行われている。\nそして、原告商品のラベルには「ＷＨＩＴＥ　ＨＯＲＳＥ」という表示（以下\n「原告表示（一）」という。）及び別紙第一目録記載の表示（以下「原告表示\n（三）」という。）が使用され、その瓶には原告表示（三）が浮彫にされ、また、\n原告商品の広告中では、原告表示（一）、（三）のほか、「ホワイトホース」とい\nう表示（以下、「原告表示（二）」といい、これと原告表示（一）、（三）とを総\n称するときは、単に「原告表示」という。）が使用されている。\nしたがつて、原告表示は、我国において、原告の販売するウイスキー製品を示す\nものとして広く認識されている。\n２　被告は、その製造、販売に係る「ゴールデン・ホース」と称するウイスキー\n（以下「被告商品」という。）について、そのラベルに「ＧＯＬＤＥＮ　ＨＯＲＳ\nＥ」という表示（以下「被告表示（一）」という。）及び別紙第二目録記載の表示\n（以下「被告表示（三）」という。）を、被告商品のパンフレツトに「ゴールデン\nホース」という表示（以下、「被告表示（二）」といい、\nこれと被告表示（一）、（三）とを総称するときは、単に「被告表示」という。）\nを使用している。\n３　以下に述べるとおり、被告表示（一）及び（二）は原告表示（一）及び（二）\nに、被告表示（三）は、文字部分において原告表示（一）に、馬の図形部分におい\nて原告表示（三）に、それぞれ類似しており、被告表示を使用した被告商品は、原\n告商品との間に出所の混同を生じるおそれがある。\n（一）　原告表示（一）及び（二）は、「白い馬」を意味し、そのうち、より強い\n特徴（商品の識別機能）を有しているのは、「ＨＯＲＳＥ」又は「ホース」の部分\nである。\n被告表示（一）及び（二）は、「金色の馬」を意味し、原告表示（一）及び\n（二）とは、「ＨＯＲＳＥ」又は「ホース」という主要部分が共通であり、「馬」\nという観念で包括され、単に色彩に関する形容詞において異なるのみである。\n（二）　洋酒に限らず、一般に、色彩を示す語は、同一製造元のシリーズ商品を示\nすためによく用いられる（例えば、「サントリー・ホワイト」、「サントリー・ゴ\nールド」）。特に、「ゴールド（ゴールデン）」という色は、同一シリーズ中の高\n級品を指す語としてよく用いられている。\nしたがつて、一般消費者は、被告表示（一）、（二）を使用した被告商品は、原\n告表示（一）、（二）を使用した原告商品の新製品、しかも高級品と誤認するおそ\nれがある。\n（三）　原告商品は、業界において取引されるに当たり、「ホワイト・ホース」と\n呼ばれるよりも、普通は「ホース」、「馬」又は「白馬」と呼ばれている。そし\nて、被告商品が出現するまで、原告商品以外に「ホース」と名のつくウイスキーは\n世界を通じて存在しなかつた。したがつて、「ホース（ＨＯＲＳＥ）」又は「馬」\nといえば、原告商品を指し示すものとなつている。\nまた、原告は、原告商品の宣伝に「馬」のイメージを強調してきたため、一般消\n費者間においても、「ホース（ＨＯＲＳＥ）」、「馬」といえば、原告商品を意味\nするものとなつている。\nしたがつて、洋酒取引業者及び消費者が、被告表示（一）、（二）を使用した被\n告商品を、原告の製造、\n販売に係るウイスキー又は原告商品の別グレードのウイスキーと誤認するおそれが\n大きい。\n（四）　被告表示（三）のうち、文字部分は、以上に述べたのと同じ理由で、原告\n表示（一）に類似しており、これを使用した被告商品は原告の商品であると誤認さ\nれるおそれがある。\n（五）　被告表示（三）のうち、馬の図形部分と原告表示（三）とは、後者が静止\nしている状態であり前者が後足で立ち上がつた状態であるという相違はあるが、い\nずれも「横向きの馬」という観念自体共通しているし、原告は宣伝において躍動し\nている馬をも用いており、「馬」の観念そのものが原告商品を象徴している。そし\nて、前述のとおり、取引の実情においても「馬」といえば原告商品を指し示すので\nあるから、両者は類似しており、被告表示（三）を使用した被告商品は、原告商品\nと出所の混同を来たすおそれがある。\n４　原告は、被告商品の品質及び販売、宣伝の態様について何の管理もし得ないか\nら、前記の誤認混同が生じることにより、原告商品の世界的名声が傷つけられるお\nそれがあり、また、被告商品に被告表示が使用されているため、その商品であるウ\nイスキーに「ゴールド・ホース」、「ブラツク・ホース」等という名称を使用して\n新製品を出すことが妨げられており、営業上の利益を害されている。\n５　よつて、原告は、被告に対し、不正競争防止法第一条第一項第一号に基づき、\n被告表示の使用の差止を求める。\n二　請求の原因に対する認否\n１　請求の原因１のうち、原告商品のラベルに原告表示（一）及び（三）が使用さ\nれていることは否認し、その余は不知。原告商品のラベルに使用されている表示\nは、別紙第三目録記載のとおりである。\n２　請求の原因２のうち、被告が被告商品を製造、販売していることは認め、その\n余は否認する。被告が被告商品のラベルに使用している表示は、別紙第四目録記載\n（一）又は（二）のとおりである。\n３　請求の原因３のうち、冒頭の部分は否認する。\n同（一）のうち、原告表示（一）及び（二）が「白い馬」を意味し、被告表示\n（一）及び（二）が「金色の馬」を意味することは認め、その余は否認する。\n原告の商品表示として機能するのは、原告表示（一）又は（二）の全体であつて、\n「ＨＯＲＳＥ」又は「ホース」の部分ではない。\n同（二）のうち、色彩がシリーズ商品のグレード表示として用いられることがあ\nることは認めるが、その余は否認する。色彩は、基本的商品表示に加わつて初めて\nグレード表示になるのであるが、原告商品における基本的商品表示は、「ＨＯＲＳ\nＥ」又は「ホース」ではなく、原告表示（一）、（二）の全体であるから、色彩が\n基本的商品表示自体の中に含まれており、更にグレード表示のため色彩が用いられ\nることはあり得ない。また、原告商品の上級品は、「ローガン」という名称で、原\n告表示（三）が付されて、我国において販売されているから、その点からも、被告\n商品が原告商品の上級品と誤認されるおそれはない。なお、我国において広く親し\nまれている清酒の一つに「白鷹」があるが、一方「金鷹」と称する清酒も存在して\nおり、消費者、取引者間において「白鷹」と誤認混同されることなく取引されてい\nることからも、「白」と「金」とが全く別異の観念を生じることが明らかである。\n同（三）は否認する。酒に関して「白馬（しろうま）」といえば、我国において\nは「どぶろく」のことであつて、原告商品を指し示すものではない。また、後述の\nとおり、馬の図柄の酒は多数存在するから、「ホース（ＨＯＲＳＥ）」、「馬」が\n原告商品を意味するものであるとはいえない。更に、原告商品の宣伝は、「馬」の\nイメージに基づいて行われているのではなく、常に「白い馬」を中心媒体とし、原\n告表示（三）を付し、黒地から浮かび上がる静止した白馬を強調してされているも\nのである。\n同（四）は否認する。\n同（五）のうち、原告表示（三）と被告表示（三）の馬の図形部分とが、主張の\nように相違していることは認め、その余は否認する。原告の商品表示は、原告表示\n（三）それ自体、すなわち、「黒地の四角形の中の頭を左にして静止した白抜きの\n馬」という図形であつて、単なる「馬」ではない。そして、「白い馬」の図柄をラ\nベルに使用しているウイスキーには、原告商品のほかに、「ハイランド・クイー\nン」、\n「スコツツ・グレイ」があり、「馬」の図柄をラベルに使用しているウイスキーに\nは、そのほか「ロイヤル・アスコツト」、「カウンテイ・フエア」、「ビームス・\nチヨイス・８」、「オールド・カナダ」等があり、テキーラではあるが瓶自体が白\n馬の形をしているものに「マーカス・ド・ラフアイアツト」があつて、これらはい\nずれも我国に輸入され、知られているが、原告商品との間に出所の混同が生じるこ\nとなく販売されている。このことを見ても、馬の絵において共通しているだけで、\n類似していたり、混同を生じたりすることがないことは、明らかである。\n４　請求の原因４は否認する。\n三　被告の主張\n１　前述のとおり、原告商品のラベルに使用されている表示は別紙第三目録記載の\nとおりであり、被告商品のラベルに使用されている表示は別紙第四目録（一）又は\n（二）記載のとおりであるから、両者は、ラベルの図柄及び文字において全く異な\nる。また、原告商品の瓶は縦長丸型であるのに対し、被告商品の瓶は短胴角型であ\nるから、瓶の形状においても全く異なる。したがつて、原告商品と被告商品とが混\n同されることはあり得ない。\n２　我国においては、酒類の取扱い上、スコツチウイスキー（輸入ウイスキー）と\n国産ウイスキーは明瞭に区別されており、また、消費者も、一般に輸入ウイスキー\nと国産ウイスキーの見分けが十分つき、その上その銘柄を確かめて愛用する風習が\nあるから、スコツチウイスキーである原告商品と国産ウイスキーである被告商品と\nが混同されることはない。\n３（一）　被告は、昭和三四年四月二四日、次の（１）の商標権を前主【Ａ】から\n営業とともに譲り受けて、その旨の登録を経由し、右商標権を行使して被告表示を\n使用してきた。右商標権は昭和五三年四月二〇日更新登録手続を怠つたため消滅し\nたが、被告はその後も善意にかつ公然と使用を継続し、同一の商標について次の\n（２）の商標登録出願をし、昭和五七年四月三〇日、出願公告の決定がされた。し\nたがつて、不正競争防止法第一条を適用することは、条理に反し、許されない。\n（１）　出願日　昭和二一年三月一二日\n公告日　昭和二二年一一月二五日\n登録日　昭和二三年四月二〇日\n登録番号　第三七二〇八八号\n登録商標　別紙第五目録記載のとおり\n指定商品　第三九類　第三八類に属せざる各種酒類及びその模造品\n更新登録日　昭和四三年八月一二日\n（２）　出願日　昭和五四年五月九日\n出願番号　昭五四―三四三九六号\n商標　別紙第五目録記載の通り\n指定商品　第二八類　日本酒、洋酒、ビール、果実酒、中国酒、薬味酒\n（二）　前記（１）の商標権の前主【Ａ】は、昭和二一年三月からその登録商標を\n使用して営業をしていたから、原告商品がそのころから継続して我国において販売\nされていたのであれば、三〇余年間の長きにわたり、原告と右【Ａ】及びその営業\nを承継した被告とは、互いに誤認混同を生ずることなく平穏に営業を続けてきたも\nのであつて、不正競争防止法第一条第一項第一号の要件を欠くことは明らかであ\nる。\n（三）また、仮に原告表示が我国において広く認識されるに至つているとしても、\nそれは昭和五三年ごろ以降であつて、被告はそのはるか以前の昭和三四年四月以\n来、前主【Ａ】の時代も含めれば昭和二一年三月以来、被告表示を善意に使用して\nいるから、不正競争防止法第二条第一項第四号に該当する。\n四　被告の主張に対する原告の認否\n１　被告の主張１は争う。なお、原告は、現在の特定のラベルの形態を問題にして\nいるのではなく、被告商品の商品名を問題としているのである。\n２　被告の主張２は争う。輸入ウイスキーと国産ウイスキーの取扱いについて法的\n規制があるわけではなく、取扱い上の区別は存在しないし、仮にあつても、今後ど\nのように変わるとも限らない。また、被告商品のラベル及び瓶に用いられている文\n字は主として英語であり、図柄も輸入洋酒に一般的なスタイルであつて、輸入ウイ\nスキーとの識別は困難である上、被告商品の瓶に下げてある札には「ハイランドモ\nルト」との表示があり、いかにもスコツチウイスキーであるかのような説明がされ\nている（「ハイランド」とはスコツトランドの高地地方を指す。）。\n３　被告主張３の（一）のうち、被告が昭和三四年四月二四日（１）の商標権を前\n主【Ａ】から譲り受け、\nその旨の登録を経由したこと、右商標権が昭和五三年四月二〇日更新登録がされず\nに消滅したことは認め、その余は争う。なお、被告表示の使用は右商標権の行使に\nは当たらない。\n同（二）は争う。被告商品の歴史が被告主張のとおりとしても、最近までは地方\n的に小量販売されていたにすぎないものであつたところ、最近に至り、被告は活発\nに宣伝を行い、都会へも進出しようとしているもので、原告商品との衝突が避け難\nくなつた。\n同（三）は争う。原告商品は昭和三年には約三万本が我国において販売されたの\nであるから、原告表示は当時既に原告の商品表示として周知となつていた。\n第三　証拠（省略）\n理　　　由\n一　いずれも成立に争いのない甲第一号証、第二号証の一・二、第三ないし第五号\n証、第六、第七号証の各一ないし三、第八号証の一・四・五、第一〇ないし第一二\n号証各一・二、第一三、第一四号証、第二六、第二七号証の各一ないし三、第四\n二、第五一号証の各一、第五三号証の一ないし三によれば、原告が原告商品の製造\n発売元であること、原告商品の瓶、広告等に原告表示が使用されていること及び原\n告表示がいずれも原告商品の表示として我国において広く認識されている著名商品\n表示であることが認められる。なお、前記甲第一号証及び第二号証の一によれば、\n原告商品の瓶の正面のラベルは別紙第三目録記載のとおりであることが認められる\nが、前記各証拠によれば、具体的なラベルや広告においてどのような字体や組合せ\nによつて使用されているかにかかわりなく、原告商品の商品名の英語による表示で\nある原告表示（一）、その日本語による表示である原告表示（二）及び原告表示\n（三）が、それぞれ広く認識されていると認められるのであつて、ラベルが右認定\nのようなものであることと何ら矛盾するものではない。\n二　被告が被告商品を製造、販売していることは、当事者間に争いがなく、いずれ\nも成立に争いのない甲第一六ないし第二〇号証、第二一号証の一・二、第四三、第\n四四号証、第四五、第四六号証の各二及び被告作成のカタログであることについて\n当事者間に争いのない検甲第一号証によれば、\n被告商品について、その瓶のラベル、包装箱、広告等において、被告表示（被告商\n品の商品名の英語による表示である被告表示（一）、その日本語による表示である\n被告表示（二）及び被告表示（三））が使用されていることが認められる。\n三　そこで、原告表示と被告表示が類似しているか否か、原告商品と被告商品との\n間に出所の混同が生じ又は生じるおそれがあるか否かについて検討する。\n１　原告表示（一）、（二）と被告表示（一）、（二）との対比\n（一）　原告表示（一）と被告表示（一）、原告表示（二）と被告表示（二）とを\n対比すれば、両者は、「ＨＯＲＳＥ」又は「ホース」を後半部分に有する点におい\nて共通しているが、前半部分が「ＷＨＩＴＥ」と「ＧＯＬＤＥＮ」又は「ホワイ\nト」と「ゴールデン」である点において相違している。そして、右の前半部分は、\n原告表示（一）、（二）のほうが「白い」、被告表示（一）、（二）のほうが「金\n色の」という、いずれも色彩を表す英語又はその片仮名表記であるという点におい\nて共通しているものの、文字の形や発音等その余の点においてはほとんど共通点は\nなく、相異なるものであることが明らかである。そして、原告表示（一）、（二）\n及び被告表示（一）、（二）の外観及び称呼それ自体からは、外観及び称呼上の要\n部が特に存在するものとは認められず、少なくとも、その一部をなす「ＨＯＲＳ\nＥ」又は「ホース」の部分のみが要部であると認めることはできない。したがっ\nて、原告表示（一）、（二）と被告表示（一）、（二）とは、観念における類否は\n更に検討を要するものの、外観及び称呼においては、類似しているとは認められな\nいことが明らかである。\n（二）　原告表示（一）、（二）はいずれも「白い馬」を、被告表示（一）、\n（二）はいずれも「金色の馬」を意味することは、当事者間に争いがないから、両\n者から生じる観念は、ある色彩の「馬」である点で共通しているが、全体として\nは、観念においても異なっている。「白い馬」すなわち「白馬」は、他の色彩の馬\nと異なり、一般に品格の高い馬と考えられていると認められる（前記甲第六号証の\n二及び第八号証の五によれば、\n英国においては、白馬は潔白と高い理想のシンボル又は力と勝利のシンボルとされ\nており、伝説上の神々や将軍たちが好んで騎乗したとされていることが認められ\nる。）し、「金色の馬」は、自然界には存在しない空想の馬であるから、これらは\nいずれも、色彩の上で極立つた特徴を有する馬であり、かつ、色彩それ自体が類似\nしているわけでもない。また、右のとおり、前者は「白馬」、後者は「金色の馬」\nという極立つた特徴を有する色彩の馬の観念を生ずるものであるから、いずれも、\nそのうち「馬」の部分のみが要部であるとは認め難く、全体が要部であると認めら\nれる。したがつて、両者は、観念においても類似しているものとは認められない。\nなお、原告表示（一）、（二）及び被告表示（一）、（二）に用いられている「Ｗ\nＨＩＴＥ」、「ＨＯＲＳＥ」、「ＧＯＬＤＥＮ」という英単語の意味及びその発音\nは、我国においては、いずれも中学校程度において習得すべきものとされているこ\nとは当裁判所に顕著な事実であるから、一般に成人であれば右各表示が前記の意\n味、観念を有することは容易に理解するものと考えてよく、右認定は、一般人を基\n準としたときに妥当するものである。\n（三）　色彩がシリーズ商品のグレード表示として用いられることがあることは、\n当事者間に争いがない。そして、成立に争いのない甲第八号証の二・三及び第二八\n号証の二によれば、ウイスキー又はテキーラには次のようなシリーズ商品があるこ\nとが認められる。\n（１）　ビツグＴ（ブラツク・ラベル）、ビツグＴ・ゴールド・ラベル\n（２）　ジヨン・ベツグ・ブルー・キヤツプ、ジヨン・ベツグ・ゴールド・キヤツ\nプ\n（３）　ジヨニー・ウオーカー・レツド・ラベル、ジヨニー・ウオーカー・ブラツ\nク・ラベル\n（４）　テキーラ・クエルボ・ゴールド、テキーラ・クエルボ・ホワイト\n（５）　エルトロ・テキーラ・ゴールド、エルトロ・テキーラ・シルバー\nこれらのシリーズ商品においては、その名称自体から明らかなように、（１）に\nおいては「ビツグＴ」、（２）においては「ジヨン・ベツグ」、（３）においては\n「ジヨニー・ウオーカー」、\n（４）においては「テキーラ・クエルボ」、（５）においては「エルトロ・テキー\nラ」という基本的な商品名があり、それに付加する形で、色彩名又は「ラベル」、\n「キヤツプ」のように酒類の容器にちなんだものに色彩名を冠したものが、シリー\nズ商品のグレード表示として使用されているものと認められる（原告の主張に係る\n「サントリー・ホワイト」、「サントリー・ゴールド」についても同様であ\nる。）。これらに特徴的なことは、色彩名が基本的な商品名を直接修飾する言葉と\nして用いられているのではなく、これとは独立して用いられていることである。\nこれに対し、前記甲第八号証の二・四によれば、ウイスキーには、次のようなシ\nリーズ商品（又は同一メーカーの商品）が存することが認められる。\n（６）　ブラツク・アンド・ホワイト、ブキヤナンズ・リザーブ、ロイヤル・ハウ\nスホールド\n（７）　ホワイト・ヘザー、ホワイト・ヘザー８年\n（８）　ホワイト・ラベル、アンセスター、ネ・プラス・ウルトラ\nこれらにおいては、その名称自体から明らかなように、色彩名は、基本的な商品\n名それ自体又はその一部であり、グレード表示としては用いられていないものと認\nめられる。\n以上のように、洋酒類の名称において、色彩名が基本的な商品名とは別個にこれ\nに付加されて使用される場合にその色彩がシリーズ商品のグレード表示として用い\nられる例は多く認められるが、色彩名が基本的な商品名自体の全部又は一部として\n使用される場合に色彩がシリーズ商品のグレード表示として用いられている例は認\nめられず、また、これを認めるに足る証拠はない。\nそして、原告表示（一）、（二）及び被告表示（一）、（二）は、いずれも、前\n記のとおり「白馬」及び「金色の馬」という意味を有するものであつて、色彩名は\n「馬」を修飾する言葉として用いられており、全体が基本的な商品名を構成してい\nるものであることが明らかである。したがつて、これらがいずれも「ＨＯＲＳＥ」\n又は「ホース」という共通の部分に色彩名を冠しているからといつて、シリーズ商\n品であると誤認されるものと認めることはできない。\n（四）　原告商品が「白馬」と呼ばれることがあるとしても、以上に述べたのと同\n様の理由により「金色の馬」を意味する被告表示（一）、（二）を使用した被告商\n品が原告商品と出所の混同を生じることの根拠となりうるものとは認められない。\n証人【Ｂ】の証言により真正に成立したと認められる甲第三六ないし第四一号証\n及び第四八号証、前記甲第五一号証の一及び成立に争いのない同号証の五の一ない\nし五並びに証人【Ｃ】及び同【Ｂ】の各証言によれば、原告商品は、業者によつて\nも一般消費者にとつても、通常は「ホワイト・ホース」と呼ばれるが、「ホース」\n又は「馬」と呼ばれることもあることが認められ、証人【Ｄ】の証言及び被告代表\n者尋問の結果中右認定に反する部分は措信し得ず、他に右認定を左右するに足りる\n証拠はない。しかし、経験則上一般に、少くとも業者間においては、ウイスキーの\n製造者を確認しないで、殊に舶来品であるか国産品であるかも確認しないで、取引\nがされることはほとんどないものと認められるから、単に「ＨＯＲＳＥ」又は「ホ\nース」という部分を有するからというだけで、被告表示（一）、（二）を使用した\n被告商品が原告商品と出所の混同を生じるものとは認められない（証人【Ｃ】も、\n業者が出所を混同することはないと思う旨証言している。）また、そもそも、前記\n認定のとおり、原告商品の呼称としては「ホワイト・ホース」が通常用いられ、か\nつ、それが著名なのであるから、場合によつて「ホース」又は「馬」とも呼ばれる\nとしても、これらはあくまで著名な「ホワイト・ホース」の略称としてであつて、\nこれらを使用する者は、正式の商品名が「ホワイト・ホース」であることを十分認\n識した上で、それを指すものとして使用するものであると認めるのが相当である。\nそうすると、前記認定のとおり、「ゴールデン・ホース」が「ホワイチ・ホース」\nとの間で出所の混同を生じるとはいえない以上、原告商品が場合により「ホー\nス」、「馬」とも呼ばれることから、被告商品が原告商品と出所の混同を生じるも\nのと認めることはできない。\n（五）　以上のとおり、原告表示（一）、\n（二）と被告表示（一）、（二）は類似しているとは認められず、被告商品は被告\n表示（一）、（二）を使用しても原告商品との間に出所の混同を生じるものとは認\nめられない。前記甲第三六号証、第五一号証の一及び同号証の五の三ないし五並び\nに証人【Ｂ】の証言中には、右の出所混同の事実につき、これを肯定する趣旨の部\n分が存するが、前記（一）ないし（五）の点に照らし、これを証するには足りず、\n他にこれを認めるに足りる証拠はない。\n２　原告表示（一）、（三）と被告表示（三）との対比\n（一）　原告表示（一）と被告表示（三）中の文字部分とは、前記のとおり原告表\n示（一）と被告表示（一）とが類似していると認められないのと同一の理由で、類\n似しているとは認められない。\n（二）　次に、原告表示（三）と被告表示（三）とを対比するに、原告表示（三）\nは、長方形の黒地の中に左横向きの静止した白馬の図形を配した標章であるのに対\nし、被告表示（三）は、中央に楯形、上部に王冠、左右に唐草模様、下部にリボン\n体の各図形を配し、右楯形の中に左横向きのさお立ちした馬の図形、右リボン体の\n中に「ＧＯＬＤＥＮ　ＨＯＲＳＥ」の文字を各配した文字と図形との結合した標章\nである。したがつて、両者は、左横向きの馬の図形を含んでいる点において共通し\nてはいるが、その他の点においては全く異なるものであつて、全体として類似して\nいるものとは認めることができない。\n（三）　原告表示（三）中の馬の図形は、右のとおり「白馬」であり、「白馬」は\n前記のとおり色彩において極立つた特徴を有する馬であつて、単なる「馬」と観念\nすることは適当でないから、被告表示（三）中の馬の図形（別紙第二目録自体は黒\n色の馬が表示されており、前記甲第一六ないし第一八号証によれば、被告商品のラ\nベルにおいては金色の馬が、被告商品の包装箱においてはレンガ色の馬が表示され\nていることが認められる。）と色彩において顕著な相違があるというべく、この点\nからしても、原告表示（三）と被告表示（三）とは、左横向きの馬の図形を有する\n点で共通しているというだけで、互いに類似しているものと認めることはできな\nい。\n（四）　以上のとおり、原告表示（一）、（三）と被告表示（三）は類似している\nものとは認められず、被告商品に被告表示（三）を使用しても原告商品との間に出\n所の混同を生じるものとは認められない。\n四　以上のとおりであるから、その余の点について判断するまでもなく、原告の本\n訴請求は理由がないから、これを棄却することとし、訴訟費用の負担につき民事訴\n訟法第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　牧野利秋　川島貴志郎　大橋寛明）\n＜１２３５７－００１＞\n＜１２３５７－００２＞\n第五目録\n＜１２３５７－００３＞\n"
}