{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 9,
    "day": 13
  },
  "case_number": "昭和56(行ケ)222",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13945",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13945",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/945/013945_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が、昭和五六年四月二七日、同庁昭和五三年審判第\n七九四八号事件についてした審決を取り消す。訴訟費用は、被告の負担とする。」\nとの判決を求め、被告指定代理人は、主文第一項及び第二項同旨の判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、本訴請求の原因として、次のとおり述べた。\n一　特許庁における手続の経緯\n原告は、一九七二年（昭和四七年）七月一四日及び同年九月二一日（以下、両者\nを併せて「優先日」という。）にアメリカ合衆国においてした特許出願に基づく優\n先権を主張して、昭和四八年七月一三日、名称を「電導性織物繊維およびその製造\n方法」とする発明（以下「本願発明」という。）について特許出願（特願昭四八―\n七九二三四号）をしたところ、昭和五三年一月一七日拒絶査定を受けたので、同年\n五月三〇日これを不服として審判の請求（昭和五三年審判第七九四八号事件）を\nし、同年六月二九日付手続補正書により明細書の特許請求の範囲の欄を補正した\nが、昭和五六年四月二七日、「本件審判の請求は、成り立たない。」旨の審決（以\n下「本件審決」という。）があり、その謄本は、同年五月一六日原告に送達された\n（出訴期間として三か月附加）。\n二　本願発明の要旨\n１　フイラメントの周囲に位置し、フイラメントの周囲から垂直内方に該フイラメ\nントの半径の約１／１０に等しい距離を有して長さ方向に伸びる独立の相としての\n環状部分を有し、この環状部分が細かく分割された電導性粒子をフイラメント状重\n合体基質の溶媒中に分散させた分散液の適用と溶媒除去によつて該粒子を実質的に\n均一に満たされた状態で分布しているフイラメント状重合体基質から成る電導性織\n物繊維であつて、しかもこの電導性粒子がこの織物繊維に約１０の９乗オーム／ｃ\nｍより大きくない電気抵抗を与えるのに十分な量で存在していることを特徴とす\nる、電導性織物繊維。\n（以下「本願第一発明」という。）\n２　非電導性のフイラメント状重合体基質から電導性織物繊維を造る方法におい\nて、該非電導性のフイラメント状重合体に対する良溶媒であるが、電導性物質を溶\n解しない液体中に細かく分割された電導性粒子を含む分散液を適用し、少なくとも\n該重合体基質表面の一部を溶解させ、次いで該溶媒を除去して、繊維の周囲に位置\nし、フイラメントの周囲から垂直内方に該フイラメントの半径の約１／１０に等し\nい距離を有して長さ方向に伸びて配置された重合体基質から独立した相であつて、\n細かく分割された電導性粒子を均一に満たした状態で含む環状部分を該重合体基質\n表面に形成させることを特徴とする、電導性織物繊維の製造方法。（以下「本願第\n二発明」という。）\n三　本件審決理由の要点\n本願発明の要旨は、前項記載のとおり（明細書の特許請求の範囲の記載と同\nじ。）と認められるところ、原査定の拒絶理由の概要は、本願発明は、本願発明の\n特許出願日前の出願であつて、その出願後に出願公開された特願昭四七―一〇三六\n七二号（特開昭四八―四八七一五号公開特許公報参照）の願書に昀初に添付した明\n細書（以下「引用例」という。）に記載された発明と同一と認められ、特許法第二\n九条の二の規定により特許を受けることができないというにある。\nそこで引用例を精査するに、引用例中には、（１）延伸された繊維の外部表面層\nが該層中に侵入した電導性物質粒子を含有し、５×１０の９乗オーム／ｃｍ以下の\n電気抵抗値を有する合成重合体繊維（第一頁第五行ないし第九行）、（２）電導性\n物質粒子は、繊維の外部表面層内に〇・三ミクロンないし四ミクロンの深さに侵入\nさせることが好ましいこと（第五頁第一二行ないし第一五行）、（３）電導性物質\n粒子は、液体中に分散して繊維に施すことができること、この液体は、繊維の外部\n表面層に対する可塑化剤を含有することができ、あるいは該可塑化剤からなること\nができること（第七頁第一九行ないし第八頁第四行）、（４）可塑化剤は、電導性\n物質粒子を侵入させるに十分な程度に繊維の表面を軟化するものを選ぶべきであ\nり、かつ、電導性物質の粒子を繊維の表面に侵入させるに十分な時間繊維中又は繊\n維上に残留するような不揮発性のものであるべきであること、また、可塑化剤は、\n加熱又は洗浄によって除去できるものであり得ること（第八頁第一五行ないし第九\n頁第一行）、（５）繊維の表面に対する溶剤を可塑化剤として使用し得るが、この\n場合、溶剤の適用は繊維の軟化が外部表面層に限られるように調節されるべきであ\nること（第九頁第二行ないし第五行）、（６）ポリアミド繊維に対する可塑化剤と\nして適当なものは、エチレングリコール、フエノール類、ジメチルホルムアミド、\nベンジルアルコール、メタノールと塩化カルシウムの混合物などであること（第九\n頁第一三行ないし第一〇頁第四行）、（７）右電導性繊維は、帯電防止効果の良好\nな持続性が重視される織物やカーペツトに有用であること（第一一頁第九行ないし\n第一二行）、が記載されている。\n次に、本願第一発明と引用例記載の事項とを対比検討するに、本願第一発明と引\n用例中の前記（１）記載の繊維とを対比すると、両者は、繊維の外部表面層に電導\n性物質粒子を存在させた１０の９乗オーム／ｃｍ以下の電気抵抗をもつ電導性繊維\nである点で同じである。そして、本願第一発明では、電導性物質粒子の繊維中での\n分布状態を規定し、また、織物用繊維としているのに対し、前記（１）記載の繊維\nでは、単に「繊維表面層中に侵入した電導性物質粒子を含有する」としているのみ\nであり、また、繊維の用途について記載がない点で一応の相違がある。\n右相違点について検討すると、引用例中の前記（２）の記載で、電導性物質粒子\nは繊維の外部表面層内に〇・三ミクロンないし四ミクロンの深さに侵入させるとし\nており、これは一般の繊維の直径を考慮すると、繊維の半径の１／１０程度の距離\nを包含するものである。また引用例中の前記（３）ないし（６）の記載からみて、\n前記（１）記載の繊維における「侵入」は、電導性物質粒子を繊維の溶媒中に分散\nさせた分散液にして繊維に適用し、次いで溶媒を加熱又は洗浄により除去して行う\nこともできるものであると解される（なお、前記（６）に記載の可塑化剤のうち、\nフエノール類の代表化合物であるフエノール及びメタノールと塩化カルシウムの混\n合物などはポリアミド繊維の溶媒である。）。そして、繊維に該繊維の溶媒を適用\nした場合、溶媒は繊維の周囲の外部表面層から環状に内方に向かつて作用し、ま\nた、繊維の長さ方向にも作用するものであるから、この作用に従つて侵入した電導\n性物質粒子は、本願第一発明で規定している分布状態をしているものといえる。ま\nた、前記（１）記載の繊維は、前記（７）記載のように織物やカーペツトの製造に\n用いられるものである。してみれば、前記一応の相違点としてあげた点は、引用例\n中の他の箇所の記載を参酌すると実質的には相違がないといえるから、本願第一発\n明は引用例に記載されているということができる。\n以上のとおりであるから、本願第一発明は引用例に記載されたものであるとした\n原審の判断は妥当なものとする。\nよつて、結論のとおり審決する。\n四　本件審決を取り消すべき理由\n引用例に本件審決認定のとおりの（１）ないし（７）の記載があることは認める\nが、本件審決は、本来引用例として引用することのできない特願昭四七―一〇三六\n七二号の願書に昀初に添付した明細書（引用例）を引用して本願発明の特許出願を\n拒絶したものであるから、特許法第二九条の二の規定に反するものであり、仮に、\n右の点に違法がないとしても、本件の場合には、引用例の記載事項として認定し得\nる事項は、その優先権証明書に記載された事項の範囲に限られるのに、本件審決\nは、右証明書に記載されていない事項を引用例に記載されている事項と誤認し、ひ\nいて、本願第一発明は引用例記載の発明と同一であるとの誤つた結論を導いたもの\nであるから、いずれにしても違法として取り消されるべきである。すなわち、\n１　手続違背について\n本件審決は、本願発明の優先日後である昭和四七年一〇月一八日に我が国に出願\nされた特許出願（特願昭四七―一〇三六七二号）を本願発明の特許出願前の出願と\n誤認し、その願書に昀初に添付した明細書そのもの（甲第五号証）を引用例として\n引用し、\n本願第一発明はそこに記載された発明と同一であるとして本願発明の特許出願を特\n許法第二九条の二の規定により拒絶したものであつて、出願日の関係で引用すべか\nらざるものを引用して本願発明の特許出願を拒絶したものであるから、この点にお\nいて違法である。そして、引用例記載の発明の優先権証明書（甲第八号証の一及び\n二）と我が国に対する特許出願の願書に昀初に添付した明細書（引用例）とか、引\n用文献として区別されるという関係は、特許法第二九条の二の「他の出願」の出願\n日として第一国説を採つたとしても変わらないから、これにより引用文献の選択を\n誤つた右瑕疵が遡及的に治癒し得るものではない。すなわち、特許法第二九条の二\nの規定は、先願の地位の拡大とはいわれるものの、その性格は、先後願関係につい\nての特許法第三九条の規定に類するものと考えるべきではなく、むしろ新規性喪失\nに関する特許法第二九条第一項の規定と併行したいわゆる公知の擬制としての解\n釈・運用がなされるべきである。換言すれば、特許法第二九条の二の規定にいう\n「他の出願」は、公開を条件にその出願の日において公知の文献になつたものとし\nて取り扱われるという趣旨にほかならないのであり、公開後に出願自体が取り下げ\nられ、又は無効となつても、特許法第三九条の場合のようにいつたん生じた後願発\n明に対する排除能（引用例性）が失われることはないのである。そうだとすると、\n特許法第二九条の二の規定にいう「他の出願」が優先権主張を伴う特許出願の場合\nには、公知の擬制としての趣旨をも併せ考慮すると、むしろ二種類の技術（第一国\n出願の明細書記載のものと第二国出願の明細書記載のもの）が公知となつたとみる\nべきであり、特許法第三九条のように一個の先願発明があると解すべきではない。\nそして、この立場に徹すると、例えば本件事案についていえば、甲第八号証の一及\nび二が第一国出願日（正確には仮明細書提出日）に公知となり、甲第五号証（引用\n例）が第二国特許出願日に公知になつたものと同様に扱わざるを得ないことにな\nる。しかし、特許法第二九条の二の規定は、そうはいつても特許法第二九条第一項\nと全く同じというわけでもなく、甲第八号証の一及び二の優先権証明書と引用例と\nの間に全然関係がないということもできないから、優先権証明書と我が国出願明細\n書の内容の共通部分を第一国出願日に公知となつたように取り扱い、他方、当然な\nがら我が国出願明細書の内容はこれと区別して第二国出願日に公知になると擬制し\nているのである。したがつて、後願に当たる出願が甲第八号証の一及び二の出願日\nと甲第五号証（引用例）の我が国への出願日との間になされている本件の場合は、\n甲第八号証の一及び二と甲第五号証（引用例）との共通部分（本件では甲第八号証\nの一及び二の内容と一致する。）を引用すべきものということになるが、もし、後\n願に当たる出願が甲第五号証の出願日より後になされているとした場合は甲第八号\n証の一及び二の内容とは関係なく甲第五号証（引用例）を引用すべきであるという\nことになるから、これは全く別の刊行物の引用というべきであり、本件審決は、い\nわば引用すべき刊行物自体を間違えたものというほかない。被告は、引用例の出願\nも優先権主張出願であり、出願日と読み替え得るその優先権主張日は、本願発明の\n優先日よりも先であるから、結局、引用例記載の発明の特許出願は、本願発明に対\nし、特許法第二九条の二の規定にいう「他の出願」に該当することになる旨主張す\nる（いわゆる一国説）が、かかる解釈は、特許法上明文の規定を欠き、文理解釈と\nしてすぐさま採り得るものではなく、他方、特許法第二九条の二の規定の趣旨が\n「他の出願」の記載そのものを公知文献と擬制しているものといえることを勘案す\nると、引用例の記載を特許法第三九条にいう先後願の場合に準じ先願発明として扱\nうことは正しいとはいえない。また、被告は、当然引用され考慮されるべき甲第八\n号証の一及び二（優先権証明書）の記載と実際に引用した甲第五号証（引用例）の\n記載とは実質的に内容が変わらないから、結果的に違法にはならない旨主張する\nが、特許法第三九条に関連して二出願間の先後が問題になつている場合であれば、\n出願明細書と優先権証明書は、出願発明が一つであるから一体として働き、引用例\nとして別であるとの発想が生ずる余地はないから、かかる反論も理解できなくはな\nいが、前記のように特許法第二九条の二の規定の趣旨において特許法第三九条的な\nものよりむしろ特許法第二九条第一項的な性格を含むとする限り、引用出願が同じ\nでも第一国出願明細書、すなわち優先権証明証を考慮の対象にしなければならない\n場合と我が国の出願内容のみを対象としなければならない場合とは引用文献として\n明確に区別されなければならないことになるのであつて、ことは引用例の記載内容\nの問題ではないのである。したがつて、本来、本件審決は、引用文献として甲第八\n号証の一及び二の優先権証明書の内容を明確にし、かつ、甲第五号証（引用例）の\n我が国出願明細書との共通部分は何かといつた認定をして本願発明と対比すべきで\nあつたのである。しかるに、本件審決は、甲第五号証の内容を引用例として認定の\nうえ、本願発明と対比し、これを拒絶したのであるから、右のように対象とする引\n用文献を誤つた場合に帰すると解され、そうだとすると、かかる手続上の瑕疵は、\n結果的な事実誤認の有無として糊塗できるものではないはずである。したがつて、\n被告の右反論は理由がない。\n２　引用例の記載事項の認定の誤りについて\n仮に、特許法第二九条の二の規定における「他の出願」自体が優先権主張を伴う\n特許出願である場合には、いわゆる一国説が正しいとしても、本件事案のように、\n「他の出願」に当たる引用例記載の出願内容が、優先権証明書（甲第八号証の一及\nび二）の内容とは異なり、かつ、その実際の出願日が、本願発明の優先権主張日よ\nり後とされる特定の場合にあつては、引用例の記載内容の認定に当たり、甲第八号\n証の一及び二の内容を十分考慮する必要があるというべきものであり、端的にいう\nと、本件の場合の引用文献として引用することのできる記載内容は、甲第八号証の\n一及び二と甲第五号証の共通部分であるということができる。そして、右共通部分\nの内容を整理すると次のとおりである。\n①　引用例（共通部分）は、単一繊維にも触れているが、それよりも二成分繊維、\n特に抱合繊維についての技術とみられる。実施例一〇例中単一非抱合繊維の例はわ\nずか一例（実施例８）のみである。\n②　未延伸繊維には効果がなく、したがつて、延伸された繊維を対象とし、この場\n合のみ有効な技術である（特に、実施例３の比較例参照）。\n③　電導性化には、被覆、軟化、侵入、場合により後処理（加熱）の一連の工程を\n必要とし、少なくとも被覆あるいは軟化被覆だけで目的を達成しているものではな\nい。\n④　軟化を熱処理、可塑化剤（膨潤剤）の添加によるとはいつても、単一繊維で可\n塑化剤を用いる場合、熱処理との併用を好ましいものとし、特に可塑化剤だけで軟\n化している例はない（実施例７、８は熱処理併用であり、特に、実施例７は後加熱\nも行つている。しかも、両例とも電導性粒子を可塑化剤に分散させた分散液として\n適用するものではないので、被覆自体も二段階（軟化、粒子被覆）になつてい\nる。）。また、抱合繊維の場合も、第一成分と第二成分の融点の間の温度における\n高温の粒子状被覆であり、その後の熱処理を行うことを好ましいとしている（実施\n例１ないし６及び９参照。なお、実施例１０は低温被覆であるが、後加熱してお\nり、プレス処理をしていないものは効果なしとしている。）。\n⑤　溶剤を可塑化剤として使用し得るとするが、コントロールを必要とすることを\n述べ、例外とみられるし、例示はすべて可塑化剤だけをあげている（したがつて、\n濃度によつて溶剤となり得るものが含まれても、それは当然ながら溶剤としての濃\n度で使用されるものではないから、それは溶剤ではない。）。\nしかるに、本件審決における引用例の記載内容の認定においては、この点の配慮\nが全くなされていない。特に、引用例中には、「延伸された繊維の外部表面層が該\n層中に侵入した電導性物質粒子を含有し、５×１０の９乗オーム／ｃｍ以下の電気\n抵抗値を有する合成重合体繊維」及び「電導性物質粒子は、繊維の外部表面層内に\n〇・三ミクロンないし四ミクロンの深さに侵入させることが好ましいこと」が記載\nされているとの認定は、甲第五号証（引用例）と甲第八号証の一及び二の共通部分\nという前提をふまえると、明らかに存在しない記載内容を認定したことになりもと\nより誤りというほかない。ここで認定の基礎とすることができる内容は、（１）の\n記載に関しては、実施例１ないし６及び実施例９で可塑化剤を用いず、高温粒子状\n被覆、更にほとんど後加熱でそれぞれ５×１０の６乗オーム／ｃｍ、１０の７乗オ\nーム／ｃｍ、１０の６乗オーム／ｃｍ、１０の６乗オーム／ｃｍ、５×１０の６乗\nオーム／ｃｍ、２×１０の６乗オーム／ｃｍ及び２×１０の６乗オーム／ｃｍ（個\n々のフイラメント４×１０の７乗オーム／ｃｍ）、また、実施例７及び８で可塑化\n剤だけの後処理粒子被覆、ほとんど後加熱を行い２×１０の６乗オーム／ｃｍ、１\n×１０の６乗オーム／ｃｍの電気抵抗値のものを得ており、更に、実施例１０は、\n水性分散液適用後プレス処理するというように事実の記載だけで、すべて特定の態\n様と結びついたものである。被告は、この点について、甲第八号証の一の実施例１\nないし６及び甲第八号証の二の実施例１ないし１０には、延伸された繊維の外部表\n面層が該層中に侵入した電導性物質粒子を含有し、５×１０の９乗オーム／ｃｍ以\n下の電気抵抗値を有する合成重合体繊維が記載されている旨主張するが、そこに記\n載されているものは、実施例としての個別的な特定の態様における結果があるだけ\nであり、これらの電気抵抗値をつないで範囲とすることができるかにも疑問はある\nが、仮にその範囲をとるとすると４×１０の７乗オーム／ｃｍないし１×１０の６\n乗オーム／ｃｍとなるから、５×１０の９乗オーム／ｃｍ以下とする根拠はなく、\n前記被告の主張は当たらず、本件審決における引用例の摘示事項中（１）の点が甲\n第八号証の一及び二に記載されているということはできない。また、（２）の記載\nに関しては、甲第八号証の一には「約二ミクロン」の深さまで侵入した例が一例だ\nけ（実施例１）あるにすぎない。被告は、甲第八号証の一及び二の実施例１には\n「電導性物質粒子であるカーボンブラツクが約二ミクロンの深さまでシース成分中\nに侵入している」旨の記載があるので、本件審決認定の（２）の記載も引用例に事\n実上記載されている旨主張するが、二ミクロンの例が一例あるだけで、〇・三ミク\nロンないし四ミクロンの深さまで侵入させることが記載されているとはいえないこ\nとは明らかであるから、読替えができるというわけにはいかない。そして、以上の\n点は、頁数（該当頁）まで指摘しての摘示事項であるので、この頁数の違いを格別\n問題とするには当たらないといつて済ませ得るものではない。\n３　同一性判断の誤りについて\n本件審決は、本願第一発明では、電導性物質粒子の繊維中での分布状態を規定\nし、また、織物用繊維としているのに対し、引用例記載の繊維では、単に繊維表面\n層中に侵入した電導性物質粒子を含有するとしているのみであり、また、繊維の用\n途について記載がない点で一応の相違があるとしながら、引用例中の（２）ないし\n（７）の記載を根拠に、右一応の相違点としてあげた点は実質的に相違がないとい\nえるから、本願第一発明は引用例に記載されているということができる旨認定判断\nしているが、右認定判断は、本願第一発明と引用例（共通部分）記載の電導性繊維\n（特に電導性物質粒子の繊維上での分布状態）及び効果の相違を全く無視するもの\nであつて誤りである。すなわち、\n（一）　本件審決は、引用例中の（２）の記載で電導性物質粒子は繊維の外部表面\n層内に〇・三ミクロンないし四ミクロンの深さに侵入させるとしていることから、\nこれは一般の繊維の直径を考慮すると繊維の半径の１／１０程度の距離を包含する\nものである旨認定判断をしているが、前記２記載のとおり、引用例（共通部分）に\nは（２）の記載は何ら存在せず、ただ二ミクロンの一例があるのみであるから、右\n認定判断はその前提を欠き全く理由がない。原告の検討によれば、繊維の可塑化に\nより電導性物質粒子を繊維中に埋め込む場合、繊維の耐久性を考慮すると電導性物\n質粒子を一ミクロン以上も繊維中に埋め込むことは不可能であり、実際に引用例\n（共通部分）記載の方法を追試したところでも、電導性物質粒子はわずか〇・五ミ\nクロン以下しか侵入していないのである。この点における引用例（共通部分）記載\nの方法と本願第一発明の電導性粒子の分布状態の違いと侵入深さの違いは、甲第七\n号証の宣誓供述書にも明確に示されている。\nすなわち、この甲第七号証に添付された試料１は、引用例（共通部分）記載の方法\nにより得られた電導性繊維であるＩＣＩ社のエピトロピツクステープル現物であ\nり、試料Ⅱは、本願第一発明の電導性繊維であるＦ―九〇一フイラメント現物であ\nつて、更に、顕微鏡写真ＩＡ及びＩＢは引用例（共通部分）の電導性繊維の横断面\n及び斜断面写真、顕微鏡写真ⅡＡ及びⅡВは、本願第一発明の電導性繊維の横断面\n及び斜断面写真である。これらの写真を対比することにより、重合体フイラメント\nの溶解処理により得られた本願第一発明の電導性繊維は、可塑化（軟化）処理によ\nり得られた引用例（共通部分）に記載のものに比べて明確な構造（電導性粒子の侵\n入密度及び侵入深さ）の相違を有し、その結果、この種の電導性繊維における重要\n特性である電導性及び耐久性においてはるかに優れていることが明らかである。被\n告は、引用例の実施例１には２２ｄｔｅｘ（デシテツクス）のモノフイラメントの\n表面にカーボンブラツク粒子が約二ミクロンの深さまで侵入している電導性繊維が\n記載されており、２２ｄｔｅｘのモノフイラメントの半径は約二四・七ミクロンで\nあるから、この例においては、カーボンブラツクはフイラメントの半径の約１／１\n０程度の深さまで侵入している旨主張するところ、引用例の実施例１に、モノフイ\nラメントの表面にカーボンブラツク粒子が約二ミクロンの深さまで侵入している旨\nの記載があり、この記載からの単純な計算値がほぼフイラメントの半径の１／１０\nになること自体を争うわけではないが、この記載における約二ミクロンの内容が、\nある場所での値なのか、平均値なのか分からず、それから測定方法もはつきりしな\nいところ、原告の追試では、わずかに〇・五ミクロンしか侵入していない（甲第七\n号証参照）のであるから、原告としては、この一例をもつて、引用例記載のものが\n常にフイラメントの半径の１／１０の深さまで侵入するということを認めるわけに\nはいかない。\n（二）　次に、本件審決は、引用例の（１）記載の繊維における「侵入」は、電導\n性物質粒子を繊維の溶媒中に分散させた分散液にして繊維に適用し、次いで溶媒を\n加熱又は洗浄により除去して行うこともできるものであると解される旨認定判断し\nているところ、確かに、その根拠とする引用例中の（３）の記載の「電導性粒子\nを、液体に分散・・・における液体は、広く水でもよいことは実施例１０からも明\n白であり、もちろん可塑化剤でもよく、その可塑化剤が電導性粒子を侵入させるに\n十分表面の軟化をさせるもので、すぐに揮発してはならないことも引用例中の\n（４）記載のとおりであるが、引用例中の（５）の記載ではただ溶剤でもよいとは\nいつていても、可塑化剤としての使用であることを明記しており、かつ、その使用\nが、外部表面の軟化に限られるようにコントロールすべきことまで記しているので\nある。してみると、原則としてその液体が、たまたまその繊維の溶媒として知ら\nれ、又は用いられているとしても、ここでは溶媒としての使用ではなく、あくまで\n可塑化剤としての使用なのであり、そのように解すべきである。濃度等の条件によ\nつては溶媒として働くようなものが含まれていても、それは可塑化剤として働くよ\nうな条件での使用を意味するものとして読むべきである。したがつて、引用例中の\n（６）の記載で指摘する可塑化剤が、本件審決がいうように一般に溶媒として位置\nづけられるものであろうとなかろうと、引用例（共通部分）では可塑化剤以外の意\n味に解することはできない道理である。更に付言するに、引用例（共通部分）にお\nいては、電導性粒子を繊維の表面層に侵入させるために必要な軟化に必須の工程と\nしては、一貫して熱処理をあげ（実施例すべて）、可塑化剤の使用はいわば補助的\nなのである。可塑化剤を使用した実施例は二例（実施例７及び８）があるだけで、\nそれも熱処理と併用したもので、しかも電導性物質粒子の分散液として適用するも\nのでもない。ほとんど高温での振動等を伴う粒子自体の被覆並びに後加熱処理を伴\nうものであり、中にはプレス処理するものもある。ただ、引用例（共通部分）の記\n載は「繊維の外部表面層の軟化は熱処理、可塑化剤の添加または両者の組合せによ\nり達成され得る。」との可塑化剤の単独使用も示唆しているかのようであるが、右\n記載に続く「繊維が単一繊維である場合、繊維の外部表面層を軟化するために可塑\n化剤と熱処理の組合せを使用することが好ましい。」との記載に実施例を含めて全\n体的に一貫した熱処理を必須としている前記事情をも併せ考慮すると、かかる可塑\n化剤の単独使用さえ示唆しているとはいえず、ましてや、本願第一発明にいう溶媒\nを電導性粒子を分散液として単独で適用することまでも記載されているとは到底い\nい得ない。これを敷えんするに、本願第一発明の電導性繊維における電導性物質粒\n子（通常、カーボンブラツクが用いられる。）は、本願第一発明の特許請求の範囲\nの記載から明らかなように、「フイラメントの周囲に位置し、フイラメントの周囲\nから垂直内方に伸びる独立の相としての環状部分」として「実質的に均一に満たさ\nれた状態で分布」（表層環状充満）しており、本願第一発明の電導性繊維における\n電導性粒子のこのような分布状態は、一般に浸透被覆（ｓｕｆｆｕｓｉｏｎ）とい\nわれている。これに対して、引用例記載の電導性繊維においては、熱処理及び／又\nは可塑化剤（軟化剤）の適用により可塑化（軟化）されたフイラメントの外部表面\n層中に電導性物質粒子を埋め込むことにより、該層中に電導性物質粒子が侵入分布\nされており、このような分布状態は、一般に機械的侵入（ｍｅｃｈａｎｉｃａｌ\nｉｍｐｒｅｇｎａｔｉｏｎ）といわれ、電導性物質粒子が独立の相としての環状部\n分を形成せずに不均一かつ不連続状態で分布している点で本願第一発明の電導性繊\n維とは明確に区別されるべきものである。このように、本願第一発明の電導性繊維\nと引用例記載の電導性繊維とでは電導性物質粒子のフイラメント上での分布状態が\n顕著に相違するのは、本願第一発明の電導性繊維の製造においては繊維の溶解処理\nが採用されているのに対し、引用例の電導性繊維の製造においては繊維の可塑化処\n理という全く異なる処理手段が採用されているからである。すなわち、溶解とは、\n固体物質が液体中に溶け込む現象をいい、本願第一発明の電導性繊維は、固体物質\nであるフイラメント状重合体基質の表層を、該フイラメント状重合体を溶解する溶\n媒である高濃度の硫酸（四〇％）やギ酸（八〇％）により溶解し、溶解した重合体\n基質の環状部帯域にカーボンブラツクのような電導性物質粒子を均一に分散させる\nことにより得られるものであるのに対し、「可塑化」とは、固体物質に塑性を付与\nすること、より簡明には固体物質を軟化させることをいい、引用例記載の電導性繊\n維は、固体物質であるフイラメント状重合体基質の表面を軟化させ、軟化した重合\n体基質の帯域に電導性物質粒子を埋め込むことにより得られるものである。なお、\n引用例には、繊維の可塑化は熱処理以外に可塑化剤の使用によつても行われること\nが記載され、可塑化剤として、本願第一発明の電導性繊維の製造において繊維の溶\n解剤として用いられる硫酸が例示されているが、「可塑化剤」というのは、技術上\n「溶剤（媒）」と区別されて用いられているものであつて、例えば、甲第九号証に\nよれば、「プラスチツクの可塑性を改善し、製品に柔軟性を与えるために加えられ\nる一般には液状（まれに固体状のものもある）の物質」を指すのに対し、「溶媒」\nは、「他の物質（溶質）を溶解し分子又はイオンサイズレベルにおいて均一に分散\nされた混合物（溶液）を形成することができる物質」のことであるとされており\n（甲第一〇号証参照）、これらの「可塑化剤」及び「溶剤（媒）」による「可塑\n化」及び「溶解」という現象は、明確に区別することができる。このように、「可\n塑化剤」とか「溶剤」といつた用語は、その「可塑化」とか「溶解」という現象を\n生ぜしめる機能、性質に着目した言葉であるから、いかなる用い方によつてもかか\nる機能、性質をもたないものをそのように呼ぶことのできないことはもちろんであ\nるが、用い方により両方の機能、性質を示す物質であつても何ら差し支えないので\nある。すなわち、濃度等の条件によつて「可塑化剤」になつたり「溶剤」になつた\nりする物質があるが、ただこの場合でも同時に同一現象が起きて区別できないとい\nうことはない。したがつて、本件のような場合、例えば、「硫酸がポリアミド繊維\nの可塑化剤である。」という表現は舌足らずであつて正確とはいえず、正確には、\n特定の濃度、例えば「二三％の硫酸がポリアミド繊維の可塑化剤である。」という\n表現でなければならない。したがつて、引用例において硫酸を可塑化剤として用い\nる場合には、硫酸が繊維の溶解剤としてでなく可塑化剤（軟化剤）として働くよう\nに硫酸の濃度、処理温度及び処理時間を調節すべきであり、このような調節が必要\nなことは引用例の記載からも十分に裏付けられている。原告の検討によれば、右硫\n酸の濃度、処理温度及び処理時間のうち硫酸の濃度が繊維の溶解か可塑化を決定す\nる主要因子であり、硫酸の濃度が四〇％の場合、硫酸はナイロン六繊維の溶解剤と\nして働くが、その濃度が二三％である場合、硫酸はナイロン六繊維の可塑化剤とし\nて働くこと、及び硫酸を濃度四〇％にして溶解剤として用いて得られる本願第一発\n明の電導性繊維（本願発明の明細書記載の実施例３でも四〇％濃度の硫酸を使用し\nている。）は、硫酸を濃度二三％にして可塑化剤として用いて得られる引用例の電\n導性繊維に比べて電導性及び耐久性（長期間使用後において電導性粒子が繊維から\n脱離することに対する抵抗性）においてはるかに優れていることが確認されている\n（甲第六号証参照）。なお、甲第二号証の一及び二によれば、一般に溶剤（媒）と\nして知られる有機化合物であつても、決して汎用的なものではなく、繊維の種類に\nよつては全く溶解性のないことをよく示しているのである。そこで、この甲第二号\n証の一及び二を参照しつつ甲第八号証の一及び二の記載を精査すると、ポリエステ\nル繊維のための可塑化剤として適当な化合物として羅列したもの（甲第八号証の二\n第六頁第九行ないし第一五行）のうち、特にベンジルアルコール、クロロホルム等\nが、その溶剤（媒）としては用いられないことは明らかであるし、また、ポリアミ\nド繊維の可塑化剤として適当な化合物として掲載されているもの（同第八号証の二\n第六頁第一六行ないし第二五行）のうち、飽和蒸気、ジメチルホルムアミド、ベン\nジルアルコール、ポリ（酢酸ビニル）、エステルガムクマロン樹脂及び低分子量ア\nルキド樹脂は、ポリアミドの溶剤（媒）とはならないものなのである。これらの点\nからみても、引用例（共通部分）の技術が、可塑化剤を用いるものであつてもとも\nと溶剤の使用を考えているものではないことが明らかである。したがつて、本件審\n決の前記認定判断は誤りである。被告は、本願第一発明の電導性繊維における電導\n性粒子の分布状態は「浸透被覆」であり、引用例記載のそれは「機械的侵入」であ\nるとする原告の主張の根拠が本願発明の明細書にも引用例にもない旨主張するが、\n原告が本願第一発明の電導性繊維における電導性粒子の分布状態を「浸透被覆」と\nしたのは、本願発明の明細書の第二頁第二〇行ないし第三頁第四行及び第六頁第一\n四行ないし第一八行等において記載された「電導性粒子が重合体基質（フイラメン\nト）から独立した相としての環状部分を形成して均一に満された状態で分布してい\nる」という技術事項を簡明に表現したものである。なお、本願発明の明細書の各箇\n所（例えば、第七頁第二行ないし第三行、第七行及び第一〇行、第九頁末行、第一\n一頁第一八行、第二〇頁第五行及び第八行、第二二頁第七行及び第一三行ないし第\n一四行等）に記載された「充満」及び「環状充満」なる用語の原語はそれぞれ「Ｓ\nｕｆｆｕｓｉｏｎ」及び「ａｎｎｕｌａｒ　ｓｕｆｆｕｓｉｏｎ」であり、ここに\n「ｓｕｆｆｕｓｉｏｎ」とは、本来、液体（本願発明のように、場合によりカーボ\nンブラツクの如き微粒子を含み得る。）を固体物質の表面組織中に浸透させるとい\nう意味を有するものであつて、「浸透被覆」にほかならない。これに対し、引用例\n記載の発明の電導性粒子の分布は、可塑化剤が繊維の表面層の一部の分子の間のか\nらまりを緩くし、ここに電導性物質粒子が侵入していくのであるが、そのために熱\n処理、プレス等の手段が併用されているので機械的侵入と称したのである。また、\n被告は、本願第一発明では溶解処理が採用され、引用例記載の発明では可塑化（軟\n化）処理が採用されているとの原告の指摘に対し、引用例には本件審決で指摘した\nとおり、合成重合体繊維を溶解する溶媒中に電導性物質粒子を分散させ、この分散\n液を合成重合体繊維に適用し、次いで溶媒を除去して電導性を付与することが記載\nされているのであり、この処理手段自体は本願第一発明と異なるところがない旨主\n張するが、被告の右主張は、引用例に記載された技術事項の誤解に基づくものであ\nる。なるほど、引用例には硫酸のようにポリアミド繊維（合成重合体繊維）の溶媒\nになり得る物質があげられているが、これらの物質は可塑化剤として繊維の軟化が\n外部表面に限られるような条件下で使用されるべきものなのである。この点に関\nし、原告は、本願発明の発明者自身の宜誓供述書（甲第六号証）を提出し、同じ硫\n酸でもその濃度が二三％の場合、可塑化（軟化）剤としかなり得ないが、その濃度\nが四〇％の場合に溶媒になることを明らかにしている。また、引用例記載の発明に\nおいて、可塑化剤を使用したすべての実施例（例えば、実施例７、１０、１１参\n照）では、可塑化剤による処理とともに二〇〇℃を越える加熱処理が併せて採用さ\nれているが、これは引用例記載の発明において用いられた可塑化剤が重合体繊維を\n軟化するための加熱処理を補助するために用いられていることを如実に示すもので\nある。更に、被告は、本願第一発明における「溶解」処理が引用例記載の電導性粒\n子の重合体繊維フイラメント中への分散分布機構と何ら異ならない理由の一つとし\nて、重合体繊維フイラメントが溶解するのであれば、右フイラメントはその表層か\nら溶媒中に溶け込んでいくため段々痩せ細るはずであるのに、現実に得られた電導\n性繊維は引用例記載のそれと同様にその断面直径が未処理のフイラメントのそれに\n比べて大きくなつていることをあげている。しかしながら、本願第一発明において\nは、溶解処理が採用されたとしても得られる電導性繊維の断面直径は未処理のフイ\nラメントのそれよりも大きくなり得るのであつて、被告の主張は失当である。すな\nわち、本願発明のすべての製造実施例である実施例１ないし３によれば、重合体フ\nイラメントは電導性粒子を分散させた溶媒中に浸漬されて溶解処理されるのではな\nく、重合体フイラメントは、これを電導性粒子を分散させ、場合により重合体フイ\nラメントと同一材質の粉末重合体を溶解させた（実施例２及び３）溶媒で飽和され\nたポリエステルパツドの二つの対立表面を通過させることにより溶解処理され、こ\nのような溶解処理によりフイラメントはその昀表面のみが溶解されて環状の重合体\n溶解領域が形成され、この重合体溶解領域中に溶媒中の電導性粒子が自由に均一分\n散し、電導性粒子の分散が完了した後に溶媒を洗浄除去すると前記重合体溶解領域\nは再び元の固体状態に戻るから、電導性粒子が導入された分だけ断面直径が増大す\nるのである。この点を更に詳述するに、本来高分子繊維物質が溶解するか可塑化\n（軟化）するかは、同一の高分子繊維物質に対して適用される化学薬品の組成によ\nり、ある場合には更に濃度、温度などの適用条件によつて定まるので、適用量には\n無関係である。したがつて、軟化又は可塑化と記載されていれば、高分子繊維物質\nを溶解しない化学薬品（非溶媒）を使用するか、あるいは高分子繊維物質が溶解し\nない条件でやることは自明のことである。ところで、高分子繊維物質の表面溶解の\n場合に溶解物質が繊維から脱離するか否かは繊維とともに存在する溶媒の量次第で\nある。しかるに、本願発明の実施例によれば、前記の如く溶解処理されるべき重合\n体フイラメントは電導性粒子（カーボンブラツク）を分散させた溶媒で飽和された\nポリエステルパツドの二つの対立表面を通過させることにより溶解処理される。そ\nして、重合体フイラメントがポリエステルパツドを通過する速度は、例えば毎分四\n〇〇メートルであり（本願発明の明細書第一五頁等一七行ないし第一八行参照）、\n長さ一インチ（二・五四センチメートル）のポリエステルパツドを通過する重合体\nフイラメントの滞留時間は〇・〇〇四秒と極めて短い。したがつて、ポリエステル\nパツド中の溶媒は、同パツド中を移動する重合体フイラメントの表面に適用（付\n着）されるが、同パツド内で溶媒が重合体フイラメントの表面を溶解する前に重合\n体フイラメントはポリエステルパツドの外部に搬送される。すなわち、\"\n重合体フイラメントの溶解が起こる時には重合体フイラメントはもはやポリエステ\nルパツド内に存在しないのであるから、重合体フイラメントの表面がポリエステル\nパツド中の溶媒に溶け込むことはない。また、付着している少量の溶媒に接触して\nいる重合体フイラメントがそれに溶解したからといって、溶液量が増えてフイラメ\nントから溶解液が脱落するはずがない。ポリエステルパツド外に搬送された後に、\n重合体フイラメントの表面に存在する溶媒中にフイラメント表面の重合体が溶け込\nむことにより環状の重合体溶解領域が形成され、この重合体溶解領域中に溶媒中に\nあらかじめ存在する電導性粒子が重合体フイラメントの半径の約一〇分の一の深さ\nまで自由に均一分散される。本願第一発明において、重合体フイラメントのこの溶\n解処理は、電導性粒子の分散が完了した後に溶媒を除去することにより停止される\nが、溶媒の除去により前記重合体溶解領域は再び元の固体状態に戻るから、電導性\n粒子が導入された分だけ断面直径が増大するのである。このような本願第一発明に\nおける溶解処理は、フイラメント表面を熱や可塑化剤の作用により単に軟化して得\nられた環状の重合体軟化領域に電導性粒子をプレス処理等により機械的に侵入させ\nる引用例（共通部分）記載の発明に係る方法とは明確に区別されるべきものであ\nる。また、更に、被告は、本願第一発明は溶媒として特定濃度の硫酸を用いること\nを規定しているものではなく、また、引用例には硫酸を濃度二三％にして用いると\nいうような記載が明示されていない旨主張するところ、そのこと自体は原告も認め\nるが、本願発明の明細書記載の実施例３においては四〇％硫酸が用いられ、「基質\nのための良好な溶媒であるが電導性物質と反応しないかまたはこの物質を溶解しな\nい液体」（甲第二号証第一一頁第二行ないし第四行）である右四〇％硫酸を用いた\n本願第一発明では、甲第六号証の本願発明の発明者の宜誓供述書で示したように重\n合体フイラメントの溶解が起こつていることが明らかであり、一方、引用例におい\nて二三％硫酸を用いたとは明記されていないが、引用例記載の可塑化処理において\n硫酸を用いようとする場合には比較的希薄な、例えば二三％のような硫酸を用いな\nければならないこともまた明らかである。なお、本件審決で指摘されたフエノール\nと塩化カルシウムも一般論としてポリアミド繊維の溶媒とはなり得るかもしれない\nが、引用例記載の発明においてこれを用いる場合には、これを所定濃度に希釈した\n後可塑化剤として使用されるべきものである。\n（三）　更に、本件審決は、引用例中の（１）記載の繊維も、「侵入した電導性物\n質粒子は、本願第一発明で規定している分布状態をしているものといえる。」旨認\n定判断しているが、既に述べたとおり、引用例（共通部分）記載の電導性繊維と本\n願第一発明の電導性繊維には数々の相違点があり、ただ実施例の電気抵抗値が結果\n的に似ているだけであるから、常識的にみても分布状態が異なるといい得るのであ\nる。もし、本願第一発明が引用例（共通部分）記載の発明と構成上同じであるとす\nると、その効果も当然同じにならなければならないが、両者は、例えば次の点で明\nらかに異なるから、結局同一構成と結論づけることはできない。すなわち、本願第\n一発明においては、未延伸繊維を処理しても延伸の際カーボンブラツクが脱落せ\nず、延伸の前後に変化が現れないが、引用例（共通部分）記載の発明の場合は、延\n伸前にカーボンブラツク処理をしても延伸により脱落してしまうから、延伸繊維に\nのみ有効な技術といわざるを得ないのであつて、このことだけでも両者のカーボン\nブラツクの分布状態を初めとして付着の状態が、もともと異なることが分かる。こ\nのように、引用例（共通部分）記載の技術において、未延伸で電導性処理をした場\n合延伸後その電導性の低下が示唆されている点（実施例３後段）等は、両者の相違\nを十分裏付けて余りあるといえる。したがつて、本件審決の前記認定判断も誤りで\nある。\n第三　被告の答弁\n被告指定代理人は、請求の原因に対する答弁として、次のとおり述べた。\n一　請求の原因一ないし三の事実は、認める。\n二　同四の主張は、争う。本件審決の認定判断は正当であつて、原告主張のような\n違法の点はない。\n１　同四１の主張について\n特許法第二九条の二の規定の立法趣旨は、先願の地位の拡大といわれるように、\n昀先の出願の明細書及び図面に記載された発明のうち、特許請求の範囲に記載され\nる発明だけでなく、発明の詳細な説明や図面に記載の発明についても先願発明とし\nての地位を与えようとするものであり、同条項を設けた主な理由は、（１）先願の\n明細書又は図面に記載されている発明は、特許請求の範囲以外に記載されていて\nも、出願公告又は出願公開により一般にその内容は公表される。したがつて、先願\nの出願公告又は出願公開以前に出願された後願であつても、その内容が先願の明細\n書又は図面に記載された発明と同一内容の発明である以上、このような発明に特許\n権を与えることは、新しい発明の公表の代償として発明を保護しようとする特許制\n度の趣旨からみて妥当ではないので、後願は拒絶すべきものである。（２）先願と\nして拒絶理由に引用できる範囲を、例えば、特許請求の範囲に限定しておくと、後\n願を審査する段階において先願が審査請求されていない場合には、先願について査\n定が確定するまで後願の審査ができないこととなるから、補正によつて特許請求の\n範囲を増減変更することができる範囲の昀大限（特許法第四一条）である出願当初\nの明細書又は図面に記載された事項全部を先願として拒絶理由に引用できる範囲と\n認めることとして、先願についての査定の確定をまつことなく後願を審査できるよ\nうにする、（３）一方、パリ条約第四条Ｂ項は、優先権の効果として、優先権を主\n張する第二国出願と優先権の基礎となつている第一国出願のそれぞれの出願日の中\n間において、他の出願がなされ、又は当該発明が公表され実施されたとしても、第\n二国出願はそれらの事実を理由として不利な取扱いを受けることはなく、また、右\nの中間の期間に行われた他の出願、公表又は実施によつて、第三者のいかなる権利\n又は使用の権能をも生じさせない旨を規定するが、表現を換えれば、優先権の効果\nは、優先権の基礎となった同盟の他の国における昀初の出願の時にその出願がなさ\nれたならば得られたであろう効果よりも少なくてはならないものである。\nしたがつて、優先権主張を伴う出願が特許法第二九条の二の「他の出願」に該当す\nる場合、その出願の先願としての地位を定めるための基準日は、優先権主張日（第\n一国出願日）とするのが妥当である。いい換えれば、優先権の基礎となつた他の同\n盟における昀初の出願の時に、日本国に出願がなされたならば得られたであろう特\n許法第二九条の二の規定する後願排除の効果を当該優先権主張を伴う特許出願にも\n認めるように取り扱うことが妥当であり、この取扱いは特許法第二九条の二及びパ\nリ条約第四条Ｂ項の精神に沿うというところにある。そして、右の解釈及び運用は\n特許法第三九条の解釈及び運用と整合しており、かつ、特許庁において既に六〇数\n年にわたる歴史を有し、安定したものとなつている。特許法第二九条の二の規定に\nは、第一国出願日を基準とする旨の規定を設けていないが、先願に対してのみ特許\nを付与するという同法第三九条に関する右の定着した解釈を踏襲することを前提と\nして、当然に第一国出願日を基準とするがゆえに、明文の規定を設けなかつたので\nある。なお、第一国出願日を基準とする旨の明文の規定がないことから、文理解釈\n上、原告が主張するように第二国出願日が出願日であるとする説が生じる可能性も\nないわけではないが、それは、右に論述したような六〇数年にわたり定着してきた\n第一国説を特許法第二九条の二の解釈に際しても適用するという条理を否定するこ\nとであり、長期にわたる我が国の特許制度の運用に混乱をもたらすものであり、法\n律及び条約の精神から逸脱することになる。したがつて、原告主張の出願日第二国\n説は、先願の地位を拡大させるという特許法第二九条の二の立法趣旨及び第一国出\n願日の後の第三者の行為によつて、第三者に何らかの権利が生じたり、また、第一\n国出願の効果を減殺するような同盟国内の立法はなし得ない、というパリ条約第四\n条Ｂ項の規定の趣旨を閑却する独自の見解にすぎないものである。\n２　同四２の主張について\n甲第八号証の一及び二に、本件審決が引用例に記載されていると認定した（１）\n及び（２）の事項についてその記載に完全に一致する文言が独立して存在しないこ\nとは認めるが、甲第八号証の一の実施例１ないし６及び同号証の二の実施例１ない\nし１０には、延伸された繊維の外部表面層が該層中に侵入した電導性物質粒子を含\n有し、５×１０の９乗オーム／ｃｍ以下の電気抵抗値を有する合成重合体繊維が記\n載されており、また、甲第八号証の一及び二の各実施例１（両者は実質的に同一で\nある。）には、「電導性物質粒子であるカーボンブラツクが約二ミクロンの深さま\nでシース成分中に侵入している」旨の記載があるので、本件審決認定の前記（１）\n及び（２）の摘示事項は、事実上、引用例に記載されているものと認めることがで\nきる。ただ、本件審決が前記（１）及び（２）の記載が、それぞれ引用例の第一頁\n第五行ないし第九行及び第五頁第一二行ないし第一五行にある旨指摘した点は適切\nを欠いた嫌いがあるが、右に述べたように、本件審決認定の（１）及び（２）の記\n載は甲第八号証の一及び二にも存するのであるから、右の不適切な指示も格別問題\nとするには当たらない。なお、原告は、本件の場合に引用し得る技術内容は甲第八\n号証の一及び二と引用例の共通部分であるとしたうえで、右共通部分を①ないし⑤\nとして整理しているが、①の点は、引用例は単一繊維及び抱合繊維の両者を対象と\nして、それぞれ多数の例示があり、単一繊維については実施例７及び８の二例が認\nめられるのであつて、実施例が一例のみであろうと、一〇例すべてであろうと、単\n一繊維に関する記載があることに変りはない。更に、本願第一発明は、その特許請\n求の範囲の記載からみて、単一繊維のみを構成要件とはしていないので、対象物の\n点から本願第一発明と引用例記載の発明との異同を論ずることは全く意味がない。\n②の点は、フイラメントが未延伸のものか延伸のものかは、本願第一発明の構成要\n件とはなつていないので、両者を区別すること自体に意味はない。③の点は、フイ\nラメントに電導性を与える処理について、原告は、本願第一発明と引用例記載の発\n明とではその工程が全く異なるように主張するが、いずれの実施例もさほど詳細で\nはなく省略記載もあることからして、両者間に格別差異があるとは思われない。特\nに、引用例記載の発明においては、被覆処理の前後に加熱処理が付加されることも\nあるが、このような熱処理工程の付加あるいは排除は、本願第一発明の要旨とはな\nつていないので、熱処理工程の付加があろうとなかろうと対比上問題とするに当た\nらない。④の点は、引用例の第六頁第三行ないし第四行には、「繊維の外部表面層\nの軟化は熱処理、可塑化剤の適用または両者の組合せにより達成され得る」という\n説明があり、当然に可塑化剤の使用だけの場合が存在するのであるから、引用例記\n載の発明について、実施例の記載のみに注目して、引用例記載の発明は可塑化剤の\n使用と熱処理とを必ず組み合わせるものであるかのように主張することは意味のな\nいところである。また、⑤の点は、原告は、可塑化剤として溶剤を使用することが\n例外であると主張するが、例外であるか否かはさておき、とにかく引用例中に溶剤\nを可塑化剤として使用することが明確に記載されている以上、右原告の主張は意味\nがない。\n３　同四３（一）ないし（三）の主張について\n（一）　引用例の実施例１には、２２ｄｔｅｘ（デシテツクス）のモノフイラメン\nトの表面にカーボンブラツク粒子が約二ミクロンの深さまで侵入している電導性繊\n維が記載されており、２２ｄｔｅｘのモノフイラメントの半径は約二四・七ミクロ\nンであるから、この例においては、カーボンブラツクはフイラメントの半径の約１\n／１０程度の深さまで侵入している（なお、右モノフィラメントの半径は、１ｄｔ\nｅｘは繊維一〇〇〇メートル当りの重量が〇・一グラムであり、ナイロンの比重は\n一・一四であるとして計算した。）。したがつて、引用例には、電導性物質粒子を\n繊維の半径の約１／１０程度の深さまで侵入させる場合が記載されているといえる\nので、この点に関する本件審決の判断に誤りはない。原告は、引用例におけるカー\nボンブラツク粒子が約二ミクロンの深さまで侵入するという一実施例の記載によつ\nては、引用例記載のものが常にフイラメントの半径の約１／１０の深さまで侵入す\nるということを認めることはできない旨主張するが、とにかく事実として右のよう\nな記載が引用例に存在する以上、これを前提とした本件審決の判断に誤りはなく、\nこの事実を無視した原告の主張こそ理由のないものである。\n（二）　原告は、本願第一発明の電導性物質粒子の分散液をフイラメントの表面に\n適用した後の電導性粒子の挙動は浸透被覆（ｓｕｆｆｕｓｉｏｎ）であり、一方、\n引用例記載の発明における電導性物質粒子の挙動は機械的侵入（ｍｅｃｈａｎｉｃ\nａｌ　ｉｍｐｒｅｇｎａｔｉｏｎ）であるから、両者における電導性物質粒子の分\n布状態が全く相違する旨主張するが、かかる主張、特に引用例記載の発明における\n電導性物質粒子の挙動が機械的侵入である旨の主張は、事実に対し、本願第一発明\nと引用例記載の発明との正当な比較検討を妨げるものである。そこで、両発明にお\nける電導性物質粒子の分布状態が異なるものでないことを説明するに、本願発明の\n第一国出願の内容からして、電導性物質粒子の分布状態が明細書記載のとおり、充\nたされた、あるいは充満された（ｓｕｆｆｕｓｅｄ）ものであることは認められる\nが、浸透被覆と読み換えることは必ずしも適当ではない。「ｓｕｆｆｕｓｅ」と\nは、乙第三号証の一ないし四並びに第四号証の一及び二に示すように、液体や光や\n色が（基質に）みなぎる、満ちる、覆うという結果的な状態をマクロ的に表し、そ\nの途中の過程や手段をミクロ的に表すものではない。一方、引用例記載の「侵入」\nは、その第一国出願の明細書（甲第八号証の一及び二）に記載の「ｐｅｎｅｔｒａ\nｔｅ」に対応するもので、電導性物質の微粒子が基質にしみこむような状態を表現\nする日本語として極めて不適切であつて、正しくは「浸透」という表現を用いるべ\nきであつたものである。そして、本願第一発明でいう充たされた、あるいは充満さ\nれたは、引用例でいう浸透（ｐｅｎｅｔｒａｔｅ）という手段を施した結果生ずる\nものと考えれば、両者（ｓｕｆｆｕｓｅとｐｅｎｅｔｒａｔｅ）の関係が明瞭に理\n解されるところである。すなわち、「ｐｅｎｅｔｒａｔｅ」は手段を限定し、「ｓ\nｕｆｆｕｓｅ」はその結果を限定したもので、本来別異の事象を表現しているわけ\nではない。原告は、前述のとおり、引用例記載の発明における電導性物質粒子の分\n布状態は機械的侵入（ｍｅｃｈａｎｉｃａｌ　ｉｍｐｒｅｇｎａｔｉｏｎ）である\n旨主張するが、そのような事項の説明は引用例及びその第一国出願の明細書のどこ\nにも記載がない。原告は、右主張の根拠は甲第六号証にあるというかも知れない\nが、甲第六号証は原告の主張に合わせて作成した文書であつてすこしも信をおくに\n値しない。以上のとおりであるから、原告の主張は事実に反するものであつて、電\n導性物質粒子がフイラメントの表面に分布している態様は、本願第一発明と引用例\n記載の発明との間で全く相違はない。また、原告は、本願第一発明においては「溶\n解」処理が採用されているのに対し、引用例記載のものは「可塑化（軟化）」処理\nが採用され、両者はその処理手段が異なるとし、そして、引用例記載のものにおい\nては溶媒は繊維を軟化させているのであつて、本願第一発明のように繊維の溶解現\n象（繊維の溶解）が起こることはあり得ないから、両者は電導性物質粒子の分布状\n態が異なり効果も異なる旨主張する。しかしながら、可塑剤及び溶剤の一般的な定\n義は、例えば、共立出版株式会社発行の「化学大辞典」第二巻第四一七頁（乙第一\n号証の二）、同第九巻第四三七頁（乙第二号証の二）に記載のとおりであつて、両\n者は全く異なる「剤」であるように見えるが、乙第一号証の二には、「可塑剤」の\n欄の「性質」の部分に、「可塑剤は次のような性質を保持する必要がある。相溶性\n（ｃｏｍｐａｔｉｂｉｌｉｔｙ）‥樹脂とよく混合すること、不揮発性、・・・」\nと記載され、可塑化剤に要求される多数の性質のうちで樹脂（適用対象物）を溶解\nする性質、すなわち、溶剤としての性質を第一番目に掲げており、また、乙第二号\n証の二には、「溶剤」の欄の末尾の部分に「溶剤は、その作用に応じて、抽出剤、\n吸収剤、洗浄剤などと呼ぶ場合もある。」と記載され、可塑化作用に着目すると溶\n剤が可塑化剤と呼ばれる可能性のあることを示唆している。これらの点を考慮する\nと、同一物質が溶剤とも、また、可塑化剤ともなり得るということが当然に帰結さ\nれるところである。現に、引用例の第九頁ないし第一〇頁に可塑化剤に適するもの\nとして列挙された多数の化合物のうち、例えば、ベンジルアルコール、フタル酸ジ\nメチル、シユウ酸ジエチル、ジエチレングリコール、ジメチルホルムアミド等は一\n般にも良好な溶剤であり、その他の例示化合物でも溶剤となし得るものが数多く認\nめられ、硫酸もその一つである。このように、フイラメントの表面に適用される電\n導性物質粒子の分散用液体として用いられる同一の化合物が、一方ではフイラメン\nトの溶剤と呼ばれ、また、一方では可塑化剤と呼ばれることがあつても、これは単\nなる呼称上の相違にすぎず、作用あるいは機能が相違するわけではない。特に、本\n願発明の明細書及び引用例に共通して記載されている「硫酸」は、電導性物質粒子\nであるカーボンブラツク粒子の分散用液体として用いられている点で全く同じであ\nり、分散液の適用の方法も共通するものであり、更には昀終的に得られるフイラメ\nントが電導性となり、単位長さ当りの電気抵抗値が同一範囲となるものである。こ\nれらの点からして、「溶剤」あるいは「可塑化剤」という表現上の差は全く意味の\nないものであることが明らかである。そして、引用例には、本件審決で指摘したと\nおり、合成重合体繊維を溶解する溶媒中に電導性物質粒子を分散させ、この分散液\nを合成重合体繊維に適用し、次いで、溶媒を除去して電導性を付与することが記載\nされているのであり、この処理手段自体は本願第一発明と異なるところがない。そ\nして、処理手段に相違がない以上、溶媒の繊維に対する作用に相違があるとはいえ\nず、したがつて、電導性物質粒子の分布状態及び効果に相違があるとはいえない。\n付言すると、原告は、本願第一発明においては「溶解」処理を採用するというが、\nフイラメント重合体に電導性物質粒子を分散させた溶媒を適用した場合に溶解する\nのであれば、フイラメントの表層から重合体が溶媒中に溶け込んでいくため、フイ\nラメントは段々にやせ細るであろうし、電導性粒子がフイラメントの表層に分散す\nる余地もなくなるであろう。フイラメントの表層に電導性物質粒子が分散するに\nは、溶媒の作用を受けたフイラメントの表層の重合体は、その状態で溶媒中に溶け\n込むことなく、すなわち、溶解することなくフイラメント表層に存在している必要\nがあろう。現に、本願発明の明細書にも、溶媒の適用とその除去について、「基質\nからの溶媒除去は、基質の構造本体を著しく破壊する前に実施しなければならな\nい。これは、溶媒浸透の所望度が生じた後（特に、実質的円筒形フイラメント状基\n質の半径の約１／１０まで）蒸発（揮発性溶媒について）および（または）非溶媒\nによる洗浄（非揮発性溶媒について）により、便利に達成することができる。」\n（第一一頁末行ないし第一二頁第六行）と記載されている。この記載は、本願第一\n発明においては、溶媒を単にフイラメント表層の重合体中に所望度浸透させる（す\nなわち、電導性物質粒子を分散させようとする深さまで溶媒を浸透させる。）にす\nぎなく、フイラメント表層の重合体は溶媒中に溶け込むことなく溶媒が浸透した状\n態でフイラメント表層に存在している（その後溶媒を除去して元に戻す。）ことを\n意味している。このことはまた、本願発明の明細書の第一八頁第１表に、処理され\nたナイロンフイラメントの断面直径が、未処理のナイロンフイラメントの断面直径\nに比べて小さくならず、かえつて大きくなることが記載されていることからも明ら\nかである。そして、このフイラメント表層の溶媒中に溶け込むことなく溶媒が浸透\nした状態で存在する部分の重合体は、電導性物質粒子を分散分布するに十分な程度\nの状態にあり、そして、この状態は電導性物質粒子を分散分布するに十分な程度に\n軟化している状態にほかならない。そうすると、本願第一発明と引用例記載のもの\nとは電導性物質粒子のフイラメント表層中への分散分布機構に相違があるとはいえ\nない。ちなみに、引用例中では、電導性物質粒子は流体中の分散体として繊維に施\nすことができ、液体は外部表面層に対する可塑化剤を含有することができ、あるい\nは可塑化剤からなることができるとして、\n「可塑化剤は電導性物質の粒子を侵入させるのに十分な程度に繊維の表面を軟化す\nるように選ぶべきであり・・・繊維の外部表面を構成する重合体に対する溶剤を可\n塑化剤として使用し得るが、この場合溶剤の適用は繊維の軟化が外部表面に限られ\nるよう調節されるべきである。」（第八頁第一五行ないし第九頁第五行）と、繊維\nの外部表面層だけが軟化されるように調節すべきことを注意的に記載しているので\nある、このように、引用例には可塑化剤として繊維の外部表面を構成する重合体に\n対する溶剤を使用する場合が記載されており、この場合は、原告のいう繊維の溶解\n処理による電導性繊維の製造であるということができ、そして、繊維の溶解処理に\nより製造された電導性繊維における電導性物質粒子の分布状態が「浸透被覆」であ\nるというのであれば、引用例記載の発明に係るものも「浸透被覆」といえるのであ\nる。更に、原告は、引用例において可塑化剤として溶剤を用いる場合には、それが\n溶解剤としてではなく、可塑化剤（軟化剤）として働くような条件下で使用される\nべきものである旨主張し、その根拠として引用例の前記記載を引用しているが、右\n記載は、溶剤により繊維が破壊されないように繊維の外部表面層だけを軟化させる\nように調節すべきことを記載しているものと理解すべきであつて、溶剤が可塑化剤\nとして働くように濃度、処理温度、処理時間を調節すべきことを記載しているもの\nと理解すべきではない。なお、原告は、溶媒として硫酸を用いた場合の硫酸の濃度\nによる相違を主張するが、本願第一発明は溶媒として特定濃度の硫酸を用いること\nを規定しているものではない。特定濃度の硫酸の使用は一例にすぎない。原告は、\n引用例記載のものでは硫酸を二三％にして用いている旨主張しているが、そのよう\nな記載は引用例中には見当たらない。引用例には、繊維の外部表面を構成する重合\n体に対する溶剤を可塑化剤として使用できるとし、ポリアミド繊維の可塑化剤の適\n当なものの一例として硫酸があげられ、そして、本件審決で指摘したようなポリア\nミド繊維の溶剤もあげられているのである。\n（三）　前述のとおり、引用例には、本件審決で指摘したとおり、合成重合体繊維\nを溶媒中に電導性物質粒子を分散させ、この分散液を合成重合体繊維に適用し、次\nいで、溶媒を除去して電導性を付与することが記載されており、本願第一発明とそ\nうした処理手段に相違がない以上、溶媒の繊維に対する作用に相違があるとはいえ\nず、したがつて、電導性物質粒子の分布状態に違いがあるとはいえず、また、右分\n布状態に違いがない以上、効果の点において相違があるともいえない。原告は、本\n願第一発明と引用例記載のものとでは、電導性物質粒子の分布状態が異なり、効果\nも異なる旨主張するが、右主張は失当である。また、原告は、引用例記載のものに\nおいて、未延伸繊維にカーボンブラツク処理しても延伸によつて脱落する旨主張す\nるが、そのような現象は引用例に何ら記載されていないし、また、引用例が未延伸\n繊維に有効でないという説明もない。そして、引用例に、カーボンブラツク処理の\n対象物として未延伸繊維を除外する旨の記載はないから、この点に関する原告の主\n張は理由がない。\n第四　証拠関係《省略》\n理　　　由\n（当事者間に争いのない事実）\n一　本件に関する特許庁における手続の経緯、本願発明の要旨及び本件審決理由の\n要点が原告主張のとおりであることは、本件当事者間に争いのないところである。\n（本件審決を取り消すべき事由の有無について）\n二　本件審決を違法とする原告の主張は、次に説示するとおり、すべて理由がない\nものというべきである。\n１　手続違背の主張について\n前示特許庁における手続の経緯並びに成立に争いのない甲第五号証（引用例）、\n第八号証の一（イギリス国一九七一年一〇月一八日出願に係る第四八三六二／七一\n号の優先権証明書）及び二（イギリス国一九七二年二月三日出願に係る第五一〇七\n／七二号の優先権証明書）によれば、引用例記載の発明は、本願発明の優先日前で\nある一九七一年（昭和四六年）一〇月一八日及び一九七二年（昭和四七年二月三日\nにイギリス国においてした特許出願に基づく優先権を主張して、本願発明の優先日\n後である昭和四七年一〇月一八日に我が国において出願され、昭和四八年七月一〇\n日に出願公開（特願昭四七―一〇三六七二号）されたものであることが認められ\nる。ところで、原告は、本件審決は、本願発明の出願日との関係で引用すべからざ\nる文献を引用した旨るる主張するから、この点について審案するに、特許法第二九\n条の二の規定は、後願の出願後に先願の出願公告又は出願公開がなされたときに\nは、先願の願書に添付した明細書又は図面に記載された発明と同一である限り（双\n方の発明者が同一人であるか、双方の出願人が同一である場合を除く。）後願は許\nされないとするもので、昭和四五年法律第九一号による出願審査制度（同法第四八\n条の二ないし六）や出願公開制度（同法第六五条の二及び三）の新設と同時に設け\nられた規定であるが、その主たる立法趣旨は、先願主義のもと、先願の出願公告又\nは出願公開以前に出願された後願であつても、その内容が先願の明細書又は図面に\n記載された発明と同一内容の発明である場合には、そのような発明に特許を与える\nことは、公開に対する代償としての特許制度の趣旨から妥当ではなく、先願の明細\n書及び図面の記載事項全部に先願としての地位を認め、その内容と同一の発明に係\nる後願を排除することが妥当であるとする点と新たに設ける出願審査請求制度のも\nとにおいて、他の出願（先願）の審査請求や査定の確定、更には他の出願（先願）\nの取下、放棄、無効の確定をまたずに当該特許出願（後願）の処理を可能にするに\nは、先願の全内容、すなわち、補正、分割により特許請求の範囲を増減変更できる\n範囲の昀大限である当初の明細書及び図面の記載事項全部に先願としての地位を認\nめておかなければ、客観的にみて後願の妥当かつ迅速な処理が不可能であるという\n点にあるものと解されるところ、このことは先願が優先権主張のない国内出願であ\nると優先権主張を伴う出願であると問わないところであるから、優先権主張を伴う\n特許出願においても、優先権主張のない国内出願におけるのと同様、その出願人\nは、補正、分割（優先権主張具備の分割出願）により特許請求の範囲を当初の明細\n書及び図面に記載された範囲全部に拡張、変更することができ、それについてパリ\n条約第四条Ｂ項及び特許法第二六条の規定による優先権の利益を享受し得るものと\n解すべきであつて、優先権主張を伴う出願においても、その明細書及び図面に記載\nされた範囲全部に実際に特許請求の範囲に記載された発明と同じ先願としての地位\nの基準日、換言すると後願排除の基準日を与えるのが相当であり、この場合の先願\nとしての地位の基準日（後願排除の基準日）は、パリ条約第四条Ｂ項及び特許法第\n二六条の規定により優先権主張日（第一国出願日）を指すものと解すべきである。\nこのように解することは、特許法第二九条第一項第三号の規定や出願の日から一年\n六か月経過後に行われる出願公開及び出願日から自由に補正をすることができると\nされている一年三か月の期間が、優先権主張出願については、我が国における現実\nの出願日からではなく、優先権主張日から起算される（同法第一七条第一項ただし\n書）とされていることも整合するものである。したがつて、本件審決が、本願発明\nの優先日前である一九七一年（昭和四六年）一〇月一八日及び一九七二年（昭和四\n七年）二月三日にイギリス国においてした特許出願に基づく優先権を主張して、本\n願発明の優先日後である昭和四七年一〇月一八日に我が国において出願され、昭和\n四八年七月一〇日に出願公開（特願昭四七―一〇三六七二号）された引用例記載の\n発明の願書に昀初に添付した明細書を先願発明として引用としたことには引用文献\nを誤つた等の手続違背は認められず、この点に関する原告の主張は独自の見解に基\nづくものであつて、採用することができない。\n２　引用例の記載事項の認定の誤り及び本願第一発明と引用例記載の発明との同一\n性の判断の誤りの主張について\n前示本願第一発明の要旨に成立に争いのない甲第二号証（本願発明の願書添付の\n明細書）、第三号証（昭和五〇年三月三日付手続補正書）及び第四号証（昭和五三\n年六月二九日付手続補正書によれば、本願第一発明は、フイラメントの周囲におか\nれ、その長さに沿つて伸びている環状部における重合体基質とは別の相として均一\nに満たされている細かく分割された電導性粒子を有するフイラメント状重合体基質\nを含む電導性織物繊維に関する発明であつて、布地の使用の結果生じる静電気の蓄\n積は、例えば、外衣類が身体にまといついたり、他の衣類に引つ張られたり、カー\nペツトを横切つて歩いた後、金属のドアーの把手に接触すると、急激な衝撃を経験\nする等の原因となるばかりでなく、例えば、エーテル／空気のような可燃性混合物\nを発火させるスパークを与えることがある等の危険を生ずる原因ともなることか\nら、従来より静電気の望ましくない形成を防止するために、電導性を有する繊維、\n例えば、金属繊維や電導性物質で被覆された繊維等を使用して、静電気荷電が生成\nするとき、この静電気荷電を容易に消散させる機織等の方法で得られる構造のもの\nを作ることを意図するものが提案されてきたが、これらは、価格の点や製造の困難\n性等種々の欠点があつたこと、本願第一発明は、このような欠点を解決し、通常の\n天然織物繊維及び人造織物繊維に配合、加工することによつて低価格で耐久性のた\nかい電導性繊維を提供することを主たる目的として、本願第一発明の要旨（明細書\nの特許請求の範囲（１）の記載と同じ。）のとおりの構成を採用したもので、右構\n成を採用したことにより、従来技術の欠点を排除することができ、所期の効果を奏\nし得たものと認められる。そして、前掲甲号各証によれば、本願第一発明の電導性\n織物繊維は、フイラメントにその溶媒中に電導性粒子を分散させた分散液を適用\nし、その後基質の構造本体を著しく破壊する前に溶媒を蒸発又は洗浄により除去す\nることにより得られるものと認められる。他方、引用例が本願発明の特許出願日前\nの出願と認められることは前項で認定したとおりであるところ、前説示のとおり、\n特許法第二九条の二第一項の規定において、先願が優先権主張を伴う特許出願の場\n合には、優先権主張日をもつて後願排除の基準日と解するのを相当とし、このこと\nは我が国に対する特許出願の願書に添付した出願当初の明細書又は図面に記載され\nた発明と他の同盟国に対する出願に係る発明の明細書又は図面に記載された発明と\nが同一性を有していることを前提とするものであるが、パリ条約第四条Ｆ項は、優\n先権主張の基礎となる第一国出願に含まれていなかつた新しい構成部分を含めて第\n二国に出願し得ることを定めており、この場合に優先権が認められるのは第一国出\n願に含まれている構成部分だけと解される。これを本件についてみるに、引用例に\n本件審決認定の（１）ないし（７）の記載が存すること自体は、原告の認めるとこ\nろ、原告は引用例の右記載のうち、（１）及び（２）の事項は優先権主張の基礎と\nなる第一国出願に含まれていない旨主張するから、検討するに、前掲甲第八号証の\n二には、（１）の事項に関して、「人造繊維を電導性物質の粒子で被覆してから、\n次いで該繊維の外部表面層を軟化して上記粒子を該表面層内に侵入せしめることか\nらなる一種の電導性繊維類の製造方法を提供する」（同号証第四頁第六行ないし第\n一一行）との記載があり、また、電気抵抗値については、実施例１ないし９（同号\n証第七頁第二七行ないし第一二頁第一六行）に、延伸された繊維について、「５×\n１０の６乗オーム／ｃｍ」（実施例１及び５）、「１０の７乗オーム／ｃｍ」（同\n２）、「１０の６乗オーム／ｃｍ」（同３、４及び８）、「２×１０の６乗オーム\n／ｃｍ」（同６、７及び９）のものが示されており、また、前掲甲第八号証の一に\nは、実施例として甲第八号証の二に記載されている実施例１ないし６と実質定に同\n一内容の実施例六例（実施例１ないし６）が示されており、各実施例に示されてい\nる繊維の電気抵抗値も甲第八号証の二記載の実施例のものと一致するものが記載さ\nれていることが認められるから、甲第八号証の一及び二のそれぞれの実施例に示さ\nれる繊維の電気抵抗値はすべて本件審決が引用例に記載されているとして認定した\n５×１０の９乗オーム／ｃｍ以下という要件を満たすものであるということがで\nき、そうであれば、引用例に記載された発明は右認定した電気抵抗値の範囲内でな\nお先願たる地位を有する発明足り得るものと認めるべきである。原告は、本件審決\nの引用例の記載事項についての（１）の認定、すなわち、引用例には、延伸された\n繊維の外部表面層が該層中に侵入した電導性物質粒子を含有し、５×１０の９乗オ\nーム／ｃｍ以下の電気抵抗値を有する合成重合体繊維が記載されているとの認定\nは、引用例と甲第八号証の一及び二の共通部分という前提をふまえると、明らかに\n存在しない記載内容を認定することになり、誤りというほかなく、また、甲第八号\n証の一及び二に示されているのは、すべて特定の態様と結びついてのもので、実施\n例としての個別的な特定の態様における結果が記載されているだけである旨、更に\nは、実施例に示されている電気抵抗値の範囲をつないでみても、その範囲は４×１\n０の７乗オーム／ｃｍないし１×１０の６乗オーム／ｃｍとなるから、５×１０の\n９乗オーム／ｃｍ以下となる根拠はない旨主張するところ、右優先権証明書（甲第\n八号証の一及び二）に、前記（１）の記載に完全に一致する文言が存在しないこと\nは被告の認めるところであるが、前掲甲第八号証の一及び二には、前認定の記載が\nある以上、本件審決の（１）の認定に誤りは認められるものの、引用例の明細書記\n載の発明が本願第一発明の約１０の９乗オーム／ｃｍより大きくない電気抵抗を有\nするという要件を具備しているというその結論において誤りがあるとはいい得な\nい。次に、引用例記載（２）の事項についてみるに、前掲甲第八号証の二には、人\n造繊維を電導性繊維で被覆し、次いで該繊維の外部表面層を軟化して電導性物質粒\n子を繊維の外部表面層に侵入させることからなる電導性繊維類の製造方法を提供す\nることについての前認定の記載のほか、「可塑化剤は電導性物質の粒子を侵入させ\nるに十分な程度に繊維の表面を軟化するように選ぶべきであり、かつ、電導性物質\nの粒子を繊維の外部表面層内に侵入させるに十分な時間繊維中又は繊維上に残留す\nるのに十分な程度に不揮発性であるべきである」（第五頁第二六行ないし第六頁第\n二行）との記載があり、また、前掲甲第八号証の一及び二の各実施例１には、延伸\nされた２２ｄｔｅｘのシース・コア型モノフイラメントを平均粒径〇・〇二ミクロ\nンの電導性オイルフアーネスカーボンブラツクで連続被覆して、約二ミクロンの深\nさまでシース成分中にカーボンブラツクが侵入している電導性繊維が得られること\nが記載されていることが認められる。そうすると、引用例に本件審決認定の（２）\nの記載に完全に一致する文言が存在しないことは被告の認めるところであるが、引\n用例の記載（２）の事項中、電導性物質粒子は繊維の外部表面層内に約二ミクロン\nの深さに侵入させることが好ましいとする点は先願たる地位を有する発明と認める\nことができ、この限度で本件審決の認定には誤りがないというべきである（なお、\n右範囲を超える本件審決の引用例記載（２）の事項の認定は誤りというべきとこ\nろ、これが結論に影響を及ぼさないことは後記認定説示のとおりである。）。\n叙上認定したところに基づき、本願第一発明と優先権証明書に裏付けられた引用\n例記載の電導性繊維とを対比するに、両者は、本件審決認定のとおり、繊維の外部\n表面層に電導性物質粒子を存在させた１０の９乗オーム／ｃｍ以下の電気抵抗をも\nつ電導性繊維である点で同じであるが、本願第一発明が、電導性物質粒子の繊維中\nでの分布状態を想定し、また、織物繊維とその用途を限定しているのに対し、右引\n用例記載の発明は、そこに記載の繊維について、単に、「繊維表面層中に侵入した\n電導性物質粒子を含有する」と記載されているだけで、電導性物質粒子の繊維中で\nの分布状態は明らかではなく、また、右繊維の用途についても記載がない点で一応\n相違しているものと認めることができる。\nそこで、右相違点について検討するに、まず、原告は、引用例において電導性物\n質粒子の侵入深さは繊維の半径の１／１０程度に及ぶことはない旨主張するが、前\n認定の先願発明たり得る引用例記載の発明におけるモノフイラメントに対するカー\nボンブラツクの約二ミクロンという侵入深さが右モノフイラメントの半径の約１／\n１０に当たること自体は原告の明らかに争わないところであり、前認定に係るこの\n点の引用例の記載内容に徴すると、引用例中の右記載範囲のものにおいては、本願\n第一発明記載のものと実質的に相違しないカーボンブラツクの侵入深さが達成され\nているものと認められる。そうすると、本件審決認定の引用例記載（２）の事項\nに、前示のとおりの誤りはあるものの、本願第一発明において電導性粒子が繊維の\n外部表面層内に繊維の半径の１／１０に等しい距離を有して存するという要件は引\n用例記載の発明においてもこれを具備しているものということができ、したがつ\nて、本件審決のこの点の結論は正当ということができる。この点について原告は、\n甲第八号証の一には、約二ミクロンの深さまで侵入した例が一例だけ（実施例１）\nにあるにすぎず、しかも、原告の検討によれば、繊維の可塑化により電導性物質粒\n子を繊維中に埋め込む場合、繊維の耐久性を考慮すると電導性物質粒子を一ミクロ\nン以上も繊維中に埋め込むことは不可能であり、したがつて、引用例（共通部分）\n記載の方法により得られた電導性織物繊維では、電導性物質粒子の繊維への侵入深\nさは〇・五ミクロン以下で繊維半径の１／１０より小さい値とならざるを得ない旨\n主張し、甲第七号証を挙示するが、たとい一例であつても、引用例には「約二ミク\nロン」の深さまで侵入した例が示されているのであつて、この記載を無視すること\nはできず、また、成立に争いのない甲第七号証によれば、そこに示された実験は、\n可塑化剤を可塑化剤として使用した実験であつて、後記認定の引用例記載の製造方\n法によるものとは認めることができないから、原告の叙上主張は採用することがで\nきない。そして、前示のとおり、引用例に、本件審決認定の（３）ないし（６）の\n記載、すなわち、（３）電導性物質粒子は、液体中に分散して繊維に施すことがで\nきること、この液体は繊維の外部表面層に対する可塑化剤を含有することができ、\nあるいは該可塑化剤からなることができること、（４）可塑化剤は、電導性物質粒\n子を侵入させるに十分な程度に繊維の表面を軟化するものを選ぶべきであり、か\nつ、電導性物質の粒子を繊維の表面に侵入させるに十分な時間繊維中又は繊維上に\n残留するような不揮発性のものであるべきであること、可塑化剤は、加熱又は洗浄\nによつて除去できるものであり得ること、（５）繊維の表面に対する溶剤を可塑化\n剤として使用し得るが、この場合、溶剤の適用は繊維の軟化が外部表面層に限られ\nるように調節されるべきであること、（６）ポリアミド繊維に対する可塑化剤とし\nて適当なものは、エチレングリコール、フエノール類、ジメチルホルムアミド、ベ\nンジルアルコール、メタノールと塩化カルシウムの混合物などであること、という\n記載が存するところ（引用例記載の発明の優先権証明書に右（３）ないし（６）の\n記載に相当する記載が存することは、原告の明らかに争わないところである。）、\n右記載によれば、引用例記載の繊維における、電導性物質粒子の繊維への「侵入」\nは、電導性物質の粒子を可塑化剤としての溶剤中に分散させて分散液とし、これを\n繊維に施し、その外部表面層内に侵入させた後、可塑化剤を加熱又は洗浄により除\n去して行うこともできること、及び溶剤を適用する場合は、繊維の軟化が外部表面\n層に限られるように調節するという技術的思想が開示されているものと認められ\nる。右事実によれば、引用例記載の右の製造手段と前認定説示した本願第一発明に\n係る電導性織物繊維の製造手段とは、実質的に同一のものであると認めるべきであ\nる。そして、このように、製造手段自体に実質的な相違が認められない以上、溶剤\n（媒）の繊維に対する作用に相違があるとはいえず、したがつて、本願第一発明に\nおける電導性物質の粒子の分布状態と引用例記載の発明における電導性物質の粒子\nの分布状態とが相違するものということはできない。更に、引用例には、前示のと\nおり本件審判認定の（７）の事項、すなわち、引用例記載の繊維は帯電防止効果の\n良好な持続性が重視される織物やカーペツトに有用であることが記載されており\n（この記載に相当する記載が引用例記載の発明の優先権証明書にあることは、原告\nの明らかに争わないところである。）、右記載によれば、引用例記載のものも織物\n繊維であること明らかであるから、両者は、この点においても何ら異なるところは\nない。以上の事実によれば、本願第一発明は、優先権証明書に裏付けられた引用例\nに記載されているものと同一のものということができる。原告は、本願第一発明の\n電導性繊維における電導性粒子の分布状態は浸透被覆であるのに対し、引用例記載\nの電導性繊維における電導性物質粒子の分布状態は機械的侵入であつて、本願第一\n発明と異なり、電導性物質粒子が独立の層としての環状部分を形成せず、不均一、\n不連続状態で分布しており、両者は、電導性物質粒子のフイラメント上での分布状\n態が顕著に相違するが、その違いは、本願第一発明の電導性繊維の製造においては\n繊維の「溶解」処理が採用されているのに対し、引用例記載の電導性繊維の製造に\nおいては繊維の「可塑化」処理という全く異なる処理手段が採用されているからで\nある旨、また、引用例において可塑化剤として溶剤を用いる場合にはそれが溶剤と\nしてではなく、可塑化剤として働くような条件下で使用されるべきものであり、\n「可塑化剤」というのは技術上「溶剤（媒）」と区別されている旨るる主張する。\n確かに、一般的には溶媒とは他の物質を溶解し溶液を形成する物質を指し、これに\n対し、可塑化剤は他の物質を膨潤若しくは軟化する作用をするにすぎない物質と解\nされるけれども、前記引用例中の（３）及び（４）の記載によると、引用例におけ\nる可塑化剤は、「電導性物質粒子を侵入させるに十分な程度に繊維の表面を軟化す\nるもの」と定義されるべきものであり、溶剤が右のような能力を有することは自明\nのことというべきところ、前記引用例中の（５）の記載、すなわち、「溶剤を繊維\nの表面に対する可塑化剤として用い得るが、この場合溶剤の適用は、繊維の外部表\n面層に限られるように調節されるべきである」という記載は、溶剤を上記のように\n使用することを示したものであり、このように溶剤を使用する場合に生じる電導性\n物質粒子を侵入させるに十分な程度に繊維の表面の軟化が繊維の内部に至ると繊維\n自体が破壊されてしまうので、その外部表面層だけに右のような軟化が生ずるよう\nに溶剤の適用を調節することを注意的に記載したものと解され、\nまた、右調節のための手段として外部表面層内に電導性物質粒子が外部表面層内に\n侵入した段階で溶剤を容易に除去することも、右記載と前示引用例中の（４）の\n「可塑化剤は加熱または洗浄によつて除去できるものであり得る」という記載の存\n在を考慮するとその開示があるものと認められ、そうすると、前認定説示のとおり\n引用例記載の電導性繊維の製造処理手段は本願第一発明のそれと異なるところはな\nく、したがつて、原告の右主張は、採用することができない。更に、原告は、引用\n例においては、電導性物質粒子を繊維の表面層に侵入させるために必要な軟化に必\n須の工程としては、一貫して熱処理をあげ、可塑化剤の使用はいわば補助的なもの\nであり、また、実施例は二例（実施例７及び８）があるのみで、これとて熱処理と\nの併用であり、しかも、電導性物質粒子の分散液として適用するものでもない旨引\n用例の実施例の記載を援用し、また、甲第六号証を挙示してるる主張するが、前掲\n甲第五号証によると、引用例には、「繊維の外部表面層の軟化は、熱処理、可塑化\n剤の適用または両者の組合せにより達成され得る」との記載があり、当然に可塑化\n剤の使用（この場合可塑化剤として溶剤を用い得ることは、前認定のとおりであ\nる。）だけの方法も存することが示唆されており、また、可塑化剤の使用に加え、\n加熱処理が併用されているとしても、前記共通する製造手段によつて形成されるフ\nイラメント繊維に対する電導性物質粒子の分布の態様自体が異なるものと解するこ\nとはできない。なお、甲第六号証は、四〇％の硫酸溶液を使用して溶剤処理をした\n電導性繊維と二三％の硫酸溶液を使用して可塑化処理を施して得た電導性繊維とを\n対比するものであつて、本願第一発明の処理方法と前掲甲第五号証に示された引用\n例記載の処理方法とによつて得られた電導性繊維とを対比するものとはいい難いか\nら、原告の右主張は、採用することができない。更に、原告は、本願第一発明が引\n用例記載の発明と構成上同じであるとすると、その効果も当然同じにならなければ\nならないが、両者は、例えば、本願第一発明においては、未延伸繊維を処理しても\n延伸の際カーボンブラツクが脱落せず、延伸の前後に変化が現れないが、引用例記\n載の発明の場合は、延伸前にカーボンブラツク処理をしても、延伸により脱落して\nしまうことから、延伸繊維にのみ有効な技術といわざるを得ず、このことは、引用\n例記載の技術において、未延伸で電導性処理をした場合、延伸後にその電導性の低\n下が示唆されていることからも、両者の構成の相違は十分裏付けられる旨主張する\nところ、前掲甲第五号証によれば、引用例記載の方法は延伸された繊維を対象とす\nるものではあるが、引用例記載の製造方法が未延伸繊維に有効でないという説明は\nなく、また、カーボンブラツク処理の対象物として未延伸繊維を除外する旨の記載\nはない（なお、原告指摘の引用例記載の実施例３は、電導性物質粒子の分散液を適\n用するものではなく、したがつて、本件審決が摘示する引用例記載の方法による電\n導性物質粒子の分布状態を示すものではないから、原告に有利な事実とみることは\nできない。）から、この点に関する原告の主張も採用するに由ない。\nそうすると、本件審決には、原告主張の違法の点はなく、本件審決の認定判断は\n正当というべきである。\n（結語）\n三　以上のとおりであるから、その主張の点に判断を誤つた違法のあることを理由\nに本件審決の取消しを求める原告の本訴請求は、理由がないものというほかはな\nい。よつて、これを棄却することとし、訴訟費用の負担及び上告のための附加期間\nの付与について行政事件訴訟法第七条並びに民事訴訟法第八九条及び第一五八条第\n二項の規定を適用して、主文のとおり判決する。\n（裁判官　武居二郎　舟橋定之　川島貴志郎）\n"
}