{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和54(行コ)43",
  "case_name": "ガス供給規程変更認可処分無効確認等請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "ガス事業法１７条１項の規定に基づいてした一般ガス供給規程の変更認可処分につき，変更前の一般ガス供給規程に基づいてガス会社とガスの継続的供給契約を結んだ者は，右処分の無効確認を求める訴えの原告適格を有するか",
  "case_gist": "ガス事業法１７条１項の規定に基づいてした一般ガス供給規程の変更認可処分につき，変更前の一般ガス供給規程に基づいてガス会社とガスの継続的供給契約を結んだ者は，右処分の無効確認を求める訴えの原告適格を有しない。",
  "lawsuit_id": "17478",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17478",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/478/017478_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n控訴人らは、「原判決を取消す。本件を東京地方裁判所に差戻す。」との判決を求\nめ、被控訴人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張は次に付加するほか、原判決事実摘示のとおりであるか\nら、これを引用する。\n（控訴人らの主張）\n一　控訴人らが原裁判所においてなした提訴は、東京瓦斯株式会社作成の本件「一\n般ガス供給規程」とそれに対する被控訴人の認可処分との両者の無効確認の請求で\nあるところ、原裁判所は何らの理由を示さずに右の訴えのうち被控訴人に関する部\n分を分離して何らの審理をしないで判決した。\nしかし、独占企業であるガス事業者の作成した供給規程は、ガス事業法によりガス\n使用者に強制されるのであり、この強制力を付与するのが被控訴人の認可であつ\nて、右供給規程とそれに対する認可とは表裏一体で分離することはできない。控訴\n人らの訴えが通商産業大臣と東京瓦斯株式会社の両者を被告としたのは、右強制力\nをもつ供給規程を定める主体が、ガス事業法において被控訴人と前記会社の二つに\n分れているからであつて、要は右訴えは供給規程に関する一個の訴えであり、複数\nの請求をするものではない。\n従つて、原裁判所がことさらに被控訴人に関する部分を分離したのは全く理由がな\nく、原裁判所は違法かつ横暴な訴訟指揮によりあえて分離判決を行つたものであ\nる。\n二　本件各認可処分によつて、本件供給規程が発効し当然に実施されるのであり、\nしかも右供給規程は前述のとおり強行法規に等しい効力をもつものであるから、右\n供給規程の実施は本件各認可処分の後続処分というべく、右実施にともない一般ガ\nス使用者は甚しい損害を受け、あるいは損害を受けるおそれがあるのであつて、控\n訴人らは行政事件訴訟法三六条前段の後続処分により損害を受けるおそれのある者\nに該当する。\n三　本件供給規程の実施により控訴人らは近い将来「一三Ａガス」の使用を強制さ\nれることになるところ、右ガスは家庭用燃料として使用が困難であり、おびただし\nい事故の原因となつているうえ、右イスへの転換は憲法上保障された各種の基本的\n人権の侵害のもとに強行されているが、これは前記会社が従来の「六Ｂガス」と甚\nしく燃焼性能の異なる「一三Ａガス」を既設の限られた導管により供給しなければ\nならないことに由来するものであり、またこれを避けるため「一三Ａガス」用の導\n管を設けることは、人口密度の極度に高い都市地域では大混乱をひきおこし、更に\n想像もつかない程の莫大な設備投資を要することは明らかであつて、控訴人らは同\n法三六条の当該処分の無効の確認を求めるにつき法律上の利益を有する者に該当す\nる。\n四　そして、本件供給規程の実施はきわめて短期間のうちに強行されるのであり、\n民事訴訟法に基づく仮処分により右実施の停止を求めることは許されないから、ガ\nス転換工事実施後遅くとも三日後には新種のガスを流し込まれてその使用を余儀な\nくされ、かくていつたん新種のガスを消費すれば、商法または商慣行上新種のガス\nの供給・受給について前記会社と控訴人らとの間に契約が成立したことになるか\nら、控訴人らが前記会社に対し変更前のガス供給規程に基づく権利義務関係が存在\nすることの確認を求める訴えを提起しても敗訴になることは明らかである。\n従つて、控訴人らは行政事件訴訟法三六条により本件無効確認の訴えを提起するこ\nとができるというべきである。\n五　札幌市民が北海道電力株式会社の電気供給規程による電気料金の値上げを不当\nとして旧料金による支払を行つていたところ、同会社が新電気料金の支払いを求め\nて札幌簡易裁判所に提起した事件において（同裁判所昭和五一年（ハ）一三四一号\n～一三五一号・一五二六号～一五二八号）、同裁判所は「行政事件訴訟として紛争\n解決の方法があるのにこれを避けて、一般民事訴訟で行政処分の無効・取消を先決\n問題として処理することは、いたずらに多数の紛議を醸成する結果となり不当で許\nされない」旨判示しているのであり（昭和五三年一月一九日判決、判例時報九〇二\n号一〇〇頁以下）、この判例からいつても本件訴えは適法である。\n○　理由\n当裁判所は原裁判所と同旨に判断するものであり、その理由は次に付加するほか、\n原判決の理由のとおりであるから、これを引用する。\n（付加）\n一　数個の訴につき口頭弁論を分離し又は併合することは裁判所の訴訟指揮権に属\nし、その裁量により行われるものであるところ、控訴人の被控訴人に対する本件認\n可処分の無効確認の請求と東京瓦斯株式会社に対する一般ガス供給規程の無効確認\nの請求とは別個の請求であつて、原裁判所が被控訴人に対する請求につき口頭弁論\nの分離を命じた点には何ら違法はない。\n二　被控訴人が東京瓦斯株式会社に対し変更を認可した一般ガス供給規程は、同会\n社のガス供給条件を定めるものであり、同会社は右に定められる以外の供給条件に\nよりガスを供給することは許されない（ガス事業法二〇条）。従つて、同会社から\nガスの供給を受ける需用者も変更された供給条件によらざるをえなくなることは控\n訴人らの主張するとおりである。しかしながら、同会社が右の変更された一般ガス\n供給規程に基づきガスを供給することが被控訴人の認可処分に続く行政処分という\nことはできず、右の事実をもつて、控訴人らは行政事件訴訟法三六条にいう「当該\n処分に続く処分により損害を受けるおそれのある者」と認めることはできない。\nまた、控訴人らは、変更された右供給規程の効力を争つているのであるから、所論\nのように新種のガスの使用を余儀なくされたとしても、右新種のガスの受給を承認\nしたものとみるのが当然であるとはいえないのであつて、右使用のために、本件認\n可処分の無効を前提として、右会社に対する変更前のガス供給規程に基づく権利義\n務関係の存在することの確認を求める訴え等が必ず敗訴になり、右の訴えによつて\nは目的を達することができなくなるものとはいえない。従つて、控訴人らは、同法\n三六条にいう「現在の法律関係に関する訴えによつて目的を達することができない\nもの」に該当するとは認められない。\n以上のとおりであるから、当審における控訴人らの主張を考慮しても、控訴人らは\n本件認可処分の無効確認を求めるにつき同法三六条の定める原告適格を有しないも\nのといわなければならない。\nよつて、本件控訴は理由がないから棄却することとし、行政事件訴訟法七条、民事\n訴訟法三八四条、九五条、八九条、九三条に従い、主文のとおり判決する。\n（裁判官　外山四郎　海老塚和衛　清水次郎）\n選定者目録（省略）\n"
}