{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 12,
    "day": 19
  },
  "case_number": "昭和58(行ケ)53",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14019",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14019",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/019/014019_hanrei.pdf",
  "contents": "主　　　文\n本件補助参加の申出を却下する。\n異議によつて生じた訴訟費用は補助参加申出人の負担とする。\n理　　　由\n第一　補助参加の趣旨及び理由の要旨\n一　原告は、昭和四七年八月二三日、名称を「テクスチヤヤーンの製造法」とする\n発明（以下「本願発明」という。）について、一九七一年八月二四日アメリカ合衆\n国にした特許出願等に基づく優先権を主張して特許出願（昭和四七年特許願第八三\n七九五号）をしたが、昭和五〇年四月二二日拒絶査定があつたので、同年八月二六\n日審判を請求し、昭和五〇年審判第七七〇七号事件として審理されたが、昭和五七\n年一二月六日、「本件審判の請求は、成り立たない。」との審決があり、この審決\nを違法としてその取消を求めるため、特許庁長官を被告として本訴請求に及んでい\nるものである。\n二　補助参加申出人（以下「申出人」という。）は、日本における化学繊維の製造\n業者及び化学繊維の紡績業者をもつて組織されたもので、法人にあらざる社団（民\n事訴訟法第四六条）に該当する団体である。\n申出人は、わが国化学繊維工業の健全な発展を図ることを目的とし、その目的達\n成のために、会員のためにする関係官庁との連絡及び交渉等の事業を行うものであ\nる。\n三　ところで、原告は、本願発明が単なる従来技術のよせ集めにすぎず、何ら特許\nを受けるに値しないのに、世界各国に特許出願をし、この発明が画期的なものであ\nるかの如く権利主張をし、わが国においても申出人の会員である会社（以下単に\n「会員」という。）に対し、権利の成立前であるにもかかわらず、ライセンス契約\nを締結すべきことを求めてきた。\nそこで、申出人は、団体の総意として本願発明について権利の成立を阻む姿勢を\n打ち出し、前記審判手続において、刊行物等を提供して権利の成立は認められるべ\nきでない旨を明らかにし、本訴については、会則所定の「本会の重要事項」の議決\n機関である委員会の決議に基づいて補助参加申出の意思を決定したものである。\n申出人は、自ら特許権者となりうるものではないが、法人でない社団であつて、\n代表者の定めがあるものに該当するから、特許異議の申立又は特許無効審判等の請\n求をすることができ（特許法第六条）、現にその適格を認められた例があり、ま\nた、かつて日本繊維産業連盟は通商産業大臣に対し、繊維対米輸出規制差止訴訟\n（東京地方裁判所昭和四六年（行ウ）第二二五号事件）を提起したが、右訴訟にお\nいて、原告適格を認める専門家（大学教授）の鑑定書が提出されていること等に鑑\nみても、申出人が被告の補助参加人としての適格性を有することは明らかである。\n四　原告は、申出人の会員のうちに、化学繊維製造業者のみならず紡績業者が含ま\nれていることを理由に申出人が補助参加申出について法律上の利益を欠く旨主張す\nる。しかしながら、化学繊維製造業と紡績とは、深い業務上の関連があり、両業者\nにとつて、化学繊維という商品の価格の変動は共通の関心事であるから、本願発明\nについて特許権が成立し、侵害成否の問題をロイヤリテイの支払いという形で落着\nかせることになれば、これがコスト高に結びつき、両業者ともその対応策に迫まら\nれることになるのであつて、そうであればこそ申出人が会員の総意に基づき本件申\n出を決議したことは当然のことである。\nまた、原告は、申出人の会員のうちには、原告との間でライセンス契約を締結し\nたものが存在することをもつて、補助参加申出についての法律上の利益を欠くもの\nのように主張する。しかしながら、そのような事実があるとしても、この契約は、\n日本において特許権が成立した場合には出願公告日にさかのぼつてロイヤリテイを\n支払うという契約であつて、現在すでに本願発明についてロイヤリテイを支払つて\nいるという事実はない。のみならず、これらの契約条項のうちには、いわゆる不争\n議務を負う旨の条項は存在せず、引続いて本願発明の特許性について争いうること\nを条件としてライセンス契約を締結していることからしても原告の主張は理由のな\nいものである。\n第二　原告の異議理由の要旨\n一　申出人は、その主張のような目的をもつて設立された法人格なき社団であつ\nて、公務上も私法上も本件訴訟の結果によつて影響を被るべき、何らの権利義務の\n主体たる資格を有するものではない。そもそも、本件訴訟は、本願発明についての\n特許出願を拒絶した査定を維持した審決の取消を求めるものであつて、この訴訟の\n結果が右発明を対象とする特許権の成立につながると、特許権が有する対世的、排\n他独占的性格に照らし、申出人の構成員である化学繊維製造業者の一部のもの（そ\nのうちには、原告からライセンス契約締結の交渉を受けており、すでに権利の成立\nを条件とするライセンス契約を締結したものも存在する。）が、これにつき重大な\n利害関係を有するに至り、あるいは有するに至るかも知れないが、申出人の構成員\nである紡績業者は本願発明には利害関係はなく、また、前記一部のものの利害関係\nとても、その構成員固有の利害関係であり、それが申出人の有する利害関係に転化\nするという理由はない。\n二　申出人は、前記審判手続において刊行物等を提出した実績がある旨主張する\nが、これらの行為は特許法施行規則第一三条の二に基づく、出願公開に伴う情報の\n提供であり、本来何人もなしうるものであることは明らかであつて、この一事をも\nつて補助参加の資格を取得したということはできない。\nまた、申出人の会則に、その目的を達成するための事業として、会員のためにす\nる関係官庁との連絡及び交渉を掲げていることも、主として監督官庁による行政指\n導等への対応を意味するものと解すべく、これをもつて本件訴訟に補助参加するた\nめの法律上の利害関係を成立させることはできない。\n更に、申出人の主張する特許無効審判請求をする能力については、特許法第六条\n第一項第三号に明文の規定が設けられているところであり、申出人が特許無効審判\n請求をすることが許容されたというのも、請求の要件とされている利害関係につい\nてゆるやかに解された事例があるというにすぎず、また、繊維対米輸出規制差止訴\n訟における原告適格については、右訴訟は、具体的に個々の行政行為がなされるに\n先き立つて、予め行政権の行使の不作為を求めておくという特殊の形態の訴訟であ\nつて、申出人の援用する鑑定書も、その訴訟によつて求められている事項と連盟の\n設立目的との関連の特殊性に鑑み原告適格を容認するにすぎないものであつて、い\nずれも、本件訴訟への補助参加の要件を理由づけうるものではない。\n第三　当裁判所の判断\n一　本件記録によれば、第一、一及び二の事実が認められる。\n二　そこで、申出人が民事訴訟法第六四条に規定する「訴訟ノ結果ニ付利害関係ヲ\n有スル第三者」に当たるかどうかについて検討する。\n補助参加の要件である利害関係とは「訴訟ノ結果」、すなわち当該訴訟の本案判\n決の主文に示される訴訟物の存否を前提として参加人の法律上の地位が直接又は間\n接に決定される関係をいうものであり、単に訴訟の結果により事実上の影響を受け\nる関係にあるだけでは右の利害関係を有するということができないと解される。\nこれを本件訴訟に即してみるに、本件訴訟において、原告の請求を理由があると\n認め、審決を取消す旨の判決がなされ、右判決が確定した場合には、審判官は、更\nに審理を行い、審決をしなければならない（特許法第一八一条第二項）が、右判決\nは、本願発明について特許を付与すべきかどうかに関する判断事項について審判官\nを拘束し（行政事件訴訟法第三三条第一項）、審判官は、原審決と同一内容の審決\nをすることは許されないから、審判官が原審決挙示の拒絶理由以外の拒絶理由を発\n見することができないため、審判の請求を理由があるとする場合には、（イ）特許\n出願について出願公告の決定をし（特許法第一五九条第三項、第五一条第一項）、\nこれについて特許異議の申立がないとき又は特許異議の申立について決定をした\n後、特許すべき旨の審決をし（同法第一五九条第三項、第六〇条、第六二条）、ま\nた、（ロ）すでに出願公告があつたときは、更に出願公告をすることなく審決をし\nなければならない（同法第一五九条第四項）。\nところで、審決を取消す判決の拘束力によつて叙上一連の手続上の法律関係が生\nじ、それに基づいて原告のために特許権が設定されるに至るべき場合において、申\n出人の会員である業者の法律上の地位に影響が及びうることは格別、前示のような\n目的、組織のもとに所定の事業を行うにすぎない申出人がその意思いかんにかかわ\nらず右法律関係の中に取り込まれ、その法律上の地位に影響が及ぶものとは認める\nことができない。\nなるほど、特許権がひとたび設定されると、それが存続する間、権利者は発明に対\nする排他的支配を専有し、なんびともこれを否認することができない効力を生じ、\n該効力はもとより申出人にも及ぶものであるが、それは特許権者とそれ以外のすべ\nての者との関係であるにすぎず、このことをもつて直ちに、申出人が本件訴訟の結\n果につき利害関係を有するとすることはできない。\n申出人は、所属会員である業者が本件訴訟の結果につき重大な利害関係を有する\nところから、原告の特許権の成立を阻もうとする業者の総意に基づく申出人の議決\n機関の決議のもとに本件補助参加の申出をしたものであると主張するが、仮に事実\nがそのとおりであるとしても、それは申出人の補助参加申出の意思決定の経過を示\nす以上のものではない。そして、その事実から申出人が本件訴訟の結果に対して抱\nいている関心の強さをみるべきであるとしても、本件訴訟の結果、ことに審決を取\n消す旨の判決が申出人に及ぼす影響は所詮事実上のものに止まり、所属会員である\n業者が有するという利害関係の総和を申出人固有の利害関係と評価することができ\nる筋合いのものでもないから、申出人の主張は補助参加の申出を理由づけるもので\nはないというべきである。\nまた、申出人は、申出人自ら特許異議の申立又は無効審判請求をすることができ\nること及び申出人主張の繊維対米輸出規制差止訴訟において原告適格を認める鑑定\n書が提出されていることを理由に補助参加人としての適格性を有する旨主張する\nが、前者については、申出人が無効審判等を請求する適格を有するとしても、それ\nは、制度の趣旨、沿革（無効審判請求についていえば、旧特許法第八四条第二項に\nは、請求適格について「利害関係人及審査官ニ限リ」と規定されていたが、現行法\nはこの要件を削除した。）等から、広くその適格が認められるべきことに基づくも\nのであつて、そのことが直ちに訴訟における補助参加の利害関係となるものではな\nく、後者については、申出人は、本件訴訟とは訴訟の形態、内容を異にする訴訟に\nおいて提出した鑑定書記載の意見なるもののどの部分をどの範囲あるいは程度にお\nいて斟酌して本件訴訟における補助参加の「利害関係」を肯定するための理論構成\nをすべきかにつき、何ら具体的に主張していないから、主張自体失当とするほかな\nい。\n三　よつて、申出人の本件補助参加申出は理由がないから却下することとし、本件\n異議により生じた訴訟費用は行政事件訴訟法第七条、民事訴訟法第九四条前段、第\n八九条により申出人に負担させるべきものとし、主文のとおり決定する。\n（裁判官　蕪山嚴　竹田稔　濱崎浩一）\n"
}