{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 6,
    "day": 27
  },
  "case_number": "昭和57(行ウ)101",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14080",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14080",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/080/014080_hanrei.pdf",
  "contents": "主　　　文\n本件訴を却下する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が、原告の、特許第六八九四四〇号特許権についての昭和五一年九月二八\n日付第五年分特許料納付書につき昭和五二年六月七日付で行つた不受理処分、右特\n許権についての昭和五二年一〇月二六日付第六年分特許料納付書につき昭和五三年\n二月九日付で行つた不受理処分、右特許権についての昭和五三年四月二八日付第七\n年分ないし第一五年分特許料納付書につき同年九月一一日で行つた不受理処分は、\nいずれもこれを取消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　第五年分特許料納付書の不受理処分について\n（一）　右不受理処分の経緯\n（１）　原告は、その名称を「台車ブレーキ装置」とする発明につき、次のとお\nり、特許権（以下、「本件特許権」という。）の設定の登録を受けた。\n出願日　昭和四四年二月一四日\n出願公告日　昭和四七年一〇月三〇日\n登録日　昭和四八年五月一五日\n特許番号　第六八九四四〇号\n発明の数　二\n（２）　原告は、本件特許権につき、第五年分の特許料の納付期限である昭和五一\n年一〇月三〇日より前の昭和五一年九月二八日に、発明の数を一として、発明の数\n一についての第五年分の特許料金四五〇〇円に相当する金額の収入印紙を貼付した\n同日付の特許料納付書を被告あてに提出し、特許庁登録課職員は、右納付書に受付\n番号第二三五三一号、「適」の印を押捺して、右納付書を受領した。\n（３）　その後、原告に対して、特許庁名義の、昭和五二年四月八日付、発送日同\n月一五日の「本件特許権について昭和五一年九月二八日に差し出した第五年分の特\n許料は二、三〇〇円不足するから、本書発送の日から一〇日以内に不足額を収入印\n紙をもつて差し出されたい。もし、期間内に差し出されない場合はさきに差し出し\nた納付書を受理しない。本件は発明の数二である。よつて、二、三〇〇円不足す\nる。」旨記載された書面が到達した。\nしかし、原告は、右書面発送の日から一〇日目である同月二五日の経過に至るま\nで右特許料不足分を追納しなかつた。\n（４）　被告は、原告に対して、昭和五二年六月七日付、特許庁名義の書面をもつ\nて、「本件特許権についての昭和五一年九月二八日付納付書は、昭和五二年四月一\n五日付の当庁よりの指令に対して回答がない理由によつて受理しない。」旨通知\nし、右納付書を受理しない旨の処分をした。\n（５）　原告は、昭和五二年八月一日、被告に対し、右不受理処分の取消しを求め\nて異議申立てをしたが、被告は、昭和五七年六月一〇日、右異議申立てを棄却する\n旨決定し、同決定書は同月一一日原告に送達された。\n（二）　右不受理処分を取り消すべき違法事由\n（１）　不受理処分については、法令上の根拠がない以上行うことができないとい\nうべきところ、被告が不受理処分を行うにあたつて根拠としている昭和四八年六月\n一日特許庁例規においても、特許料の納付書を不受理処分とすることができる旨の\n規定は存しないので、被告のした右不受理処分は、法令の根拠に基づくことなくさ\nれたものであつて違法である。\nまた、右不受理処分は、右に述べたように被告が法令の根拠に基づくことなく、\n便宜的に行つている措置であるが、国民の権利の喪失につながる重大な行政処分で\nあるから、不受理処分をするに当たつては、必ず特許庁長官名をもつてしなければ\nならないところ、右不受理処分は、特許庁名義をもつてされたものであるので違法\nである。\n更に、不受理処分をするに当たつては、行政不服審査法第五七条所定の教示をし\nなければならないところ、右不受理処分にはなんらの教示もされていなかつたか\nら、違法である。\n（２）　右（一）（２）記載のとおり原告が昭和五一年九月二八日に提出した第五\n年分特許料納付書に対しては、特許庁登録課において方式の点検を行い、方式に不\n備のないことを確認した上で、右納付書に第二三五三一号と受付番号を付し、納付\n金額が相当であることをも確かめて「適」の印を押捺しているのであつて、特許登\n録令施行規則第四九条第一項の規定するように、\n右受付番号は特許料納付受付簿に記載されて、右納付書は正式に受理されたのであ\nる。このように正式に受理され、手続係属の効果が発生した納付書に瑕疵がある場\n合、被告は、特許法第一七条第二項第二号の規定に基づき相当の期間を指定して補\n正を命ずべきである。\n原告の第五年分の特許料納付書には、「発明の数２」と記載すべきところを「発\n明の数１」と記載した特許法施行規則第六九条に基づく様式第三二（昭和五三年通\n産令第一四号による改正前のもの）に違反した方式違背があるから、被告は、前記\n規定に基づき、相当な期間（原則として発送の日から三〇日間と考えられる。）を\n指定して補正を命じ、この指定された期間内にその補正をしなかつた場合、特許法\n第一八条の規定による手続無効の処分をするべきであつた。しかるに、本件におい\nては、昭和五二年四月八日付の、被告名義ではなく特許庁名義をもつてした単なる\n通知書に定められた実質上僅かに九日間の期間を原告が遵守しなかつたことを理由\nとして、手続無効の処分ではなく、右不受理処分をしたのであるから違法である。\n（３）　本件特許権は、特許請求の範囲に記載された二つの発明に係る特許権であ\nる。\n特許法第一八五条の規定によれば、特許請求の範囲に記載された二以上の発明に\n係る特許又は特許権についての、同法第二七条一項第一号（特許原簿への登録）、\n第五二条第三項（出願公告の効果等）、第九七条第一項（特許権の放棄）、第一一\n一条第一項第二号（既納の特許料の返還）等の規定の適用については、発明ごとに\n特許がされ、又は特許権があるものとみなすとされている。右規定の趣旨に照らす\nならば、法は、特許請求の範囲に記載された二以上の発明に係る特許権は、各発明\nごとに特許庁に備える特許原簿にそれぞれ特許権の設定の登録がされたものとみな\nすとしているのであり、したがつて、当該特許権についての特許料は、その発明ご\nとに納付すべきものと定めていることが明らかである。故に、特許請求の範囲に二\n以上の発明が記載されている場合、その中の一発明については、特許料を納付しな\nいでその権利を放棄してもさしつかえないものというべきである。\n右の場合、一発明分の特許料の納付手続がされているときは、記載された第一順\n位の発明につき特許料の納付がなされたものとみて、これに充当すれば足りる。\n本件の場合、一発明分の特許料については納付期間内に納付手続をし、この納付\n書は正式に受理されているのであるから、この納付書自体を不受理処分にするのは\n違法である。\n（４）　被告は、登録課の事務処理の遅れのために、納付手続後六か月以上も経過\nし、追納期間がわずか一五日しか残されていない昭和五二年四月一五日になつてか\nら、一〇日間の指定期間をもつて通知をしたのみならず、納付手続後八か月半も経\n過した、追納期間経過後の昭和五二年六月七日に不受理処分を行つたが、右は原告\nに対して割増特許料納付による追納の機会を喪失させたものであつて違法である。\n特許庁登録課における実情では、特許料不足のような場合は、登録課の事務処理\nの遅れのために特許権喪失という結果を招来させないよう、予め電話をかけて不足\n分を納付せしめるよう円滑な処理が講ぜられており、まして割増納付による追納の\n機会を喪失させるようなことは一切行われていなかつた。したがつて、被告のした\n不受理処分は割増納付による追納の機会を喪失させるものであつて、他の取扱いと\n権衡を失した不公正な処分であつて違法である。\n２　第六年分の特許料納付書及び第七年分ないし第一五年分の特許料納付書の各不\n受理処分について\n（一）　右各不受理処分の経緯\n（１）　原告は、昭和五二年一〇月二六日に本件特許権の第六年分の特許料の、昭\n和五三年四月二八日に第七ないし第一五年分の特許料の各納付書を提出したが、被\n告は、第六年分の特許料納付書については昭和五三年二月九日付の特許庁名義の文\n書をもつて、行政不服審査法第五七条所定の教示をすることなく、また、第七ない\nし第一五年分の特許料納付書については同年九月一一日付の被告名義の文書をもつ\nて、いずれも本件特許権が第五年分特許料不納により昭和五一年一〇月三〇日に消\n滅したことを理由として不受理処分をした。\n（２）　原告は、被告に対し、昭和五三年四月二六日に、第六年分の特許料納付書\nの不受理処分の、同年九月二九日に第七年分ないし第一五年分の特許料納付書の不\n受理処分の各取消しを求めて、それぞれ異議申立てをしたが、被告は、昭和五七年\n六月一〇日、右各異議申立てを却下する旨の決定をし、同決定書は同月一一日原告\nに送達された。\n（二）　右各不受理処分を取消すべき違法事由\n（１）　右各不受理処分は、前述のように、法律上の根拠に基づくことなくされた\nものであつて違法であり、また、第六年分の特許料納付書の不受理処分は、行政不\n服審査法第五七条所定の教示を欠き、特許庁名義をもつてなされているものである\nから違法である。\n（２）　原告が第六年分と第七年分ないし第一五年分の各特許料納付書を提出した\n当時は、第五年分の特許料納付書の不受理処分につき異議申立事件が係属中であ\nり、したがつて本件特許権が消滅するか否か未確定の状態であつた。そのような状\n態において、権利消滅を理由として右各特許料納付書の不受理処分を行うことは、\n行政不服審査法の基本理念にも反し、違法である。\n（３）　第五年分の特許料納付書についての不受理処分は前記のとおり違法であつ\nて取消されるべきであるから、第五年分の特許料を納付しなかつたことにより本件\n特許権が消滅したことを前提とする右各特許料納付書の不受理処分は違法である。\n二　請求の原因に対する認否\n請求の原因１（一）、同２（一）の各事実は認める。\n同１（二）、２（二）の違法事由の主張は争う。\n三　被告の主張\n１　第五年分の特許料納付書の不受理処分について\n（一）　特許料の納付書を不受理処分にすることができる明文の根拠はないが、一\n般に、私人の申請行為が法律に定める方式に違反する場合、当該申請の相手形であ\nる行政庁は、明文の法律上の根拠なくしてこれを不受理処分に付することができる\nのは当然である。\nそして、本件の右不受理処分は被告がしたものであつて、ただ、原告への通知が\n特許庁名義でされたにすぎない。行政処分の通知の形式は、法令で特に定められて\nいる場合を除いて、行政処分の主体、内容を明らかにし得るものであれば足りるの\nであつて、必ずしも当該行政庁名でしなければならないものではない。\n右不受理処分の書面には特許庁という官署名が記載されているから被告がした処分\nであることは明白にうかがい知れるところであつて、違法はない。\n右不受理処分には行政不服審査法第五七条所定の教示をしなかつたことは確かで\nあるが、教示をしなかつた瑕疵があるからといつて当該行政処分が違法となるもの\nではない。\n（二）　特許法その他の法令上、特許料納付の手続に瑕疵があつた場合に補正を命\nずべきことを定めた規定及び納付期限後に補正命令に従つて瑕疵を補正した場合に\nさかのぼつて右瑕疵が治ゆされたものと認める規定は存在しない。故に、本件のよ\nうな場合には、特許料納付書に瑕疵があることを理由として右納付書を不受理処分\nにすべきものである。しかしながら、第四年分以後の各年分の特許料は前年以前に\n納付しなければならず（特許法第一〇八条第二項）、また特許権者等もその納付期\n限間際に特許料納付書を提出するのがほとんどであるところ、右の納付書に瑕疵が\nあることを理由にそのまま不受理とする場合には、権利者に思わぬ損害を与えるこ\nとになる。そこで、被告は、特許法第一七条第二項を類推して、特許料納付書に暇\n疵がある場合には期間を定めて補正を命じ、右期間内に瑕疵を補正した場合は右補\n正が特許料の納付期限後であつても右納付書を受理することとしており、補正期間\n内に補正がない場合に初めて不受理としているものである。\n本件の昭和五二年四月八日付の書面は記載内容からみて補正命令であることは明\nらかである。また右書面に示された補正期間も、特許料不足額二三〇〇円という金\n額に照らし相当な期間ということができる。\nしたがつて、右補正命令に示された期間を遵守しなかつたことを理由としてなし\nた被告の不受理処分に違法な点は存しない。\n（三）　特許請求の範囲に記載された二以上の発明に係る特許権についての特則を\n定めた特許法第一八五条の規定は、同条に列挙した規定の適用については、発明ご\nとに特許がされ、または特許権があるものとみなす旨定めたものであり、列挙され\nていない規定の適用については、たとえ二以上の発明に係る特許権であつても、一\n個の特許権として取り扱う趣旨である。特許法第一八五条には、同法第一〇七条第\n一項の規定は挙げられておらず、二以上の発明に係る特許権についても、同条の規\n定に従い一個の特許権の特許料額が算出され、右の額が当該特許権の特許料となる\nのであつて、発明ごとに特許料が定められているものではなく、発明ごとに特許料\nを納付すべきものと定めているものでもない。\nまた、特許権の放棄は登録しなければその効力は生ぜず（同法第九八条第一項第\n一号）、その登録は申請がなければ行うことができないのであり（特許登録令第一\n五条）、しかも右申請は同令第二八条に規定する要件を具備し、同令第三〇条に規\n定する必要な書面を添付し、被告に提出しなければならないものとされている。し\nたがつて、二以上の発明に係る特許権の特許料について、その中の一発明について\n特許料を納付しないでその権利を放棄してもさしつかえないということはあり得な\nい。\n（四）　特許庁登録課において原告が請求の原因１（二）（４）で主張するような\n事務処理はなされていないから、被告のなした不受理処分が、他の取り扱いと権衡\nを失した不公正な処分とはいえない。\n２　第六年分以降の特許料納付書の不受理処分について\n第六年分の特許料納付書について、第五年分の特許料不受理処分に対する異議申\n立事件が係属審理中であつても、本件特許権が第五年分特許料不納により消滅した\nことを理由として不受理処分をしてはならないことはない。すなわち、行政処分\nは、処分及びその告知により効力を生じるものであり、右処分に対して不服申立て\nないし抗告訴訟が提起されたとしても、右処分の効力が停止されるものではないか\nらである。\n第三　証拠（省略）\n理　　　由\n一　本件各不受理処分の経緯に関する請求の原因１（一）及び２（一）の各事実は\n当事者間に争いがない。\n右事実によれば、原告は、本件特許権の第五年分の特許料納付期限である昭和五\n一年一〇月三〇日より前の同年九月二八日に発明の数一についての第五年分の特許\n料金四五〇〇円に相当する金額の収入印紙を貼付した特許料納付書を被告に提出し\nたこと、ところが本件特許権の第五年分の特許料は、本件特許権に係る発明の数が\n二であるため六八〇〇円であり、原告が納付した特許料は二三〇〇円不足していた\nこと、原告は右不足額を右納付期限までに納付しなかつたこと、その後、原告に対\nして、特許庁名義の昭和五二年四月八日付、発送日同月一五日の「本件特許権につ\nいて昭和五一年九月二八日に差し出した第五年分の特許料は、二三〇〇円不足する\nから、本書発送の日から一〇日以内に不足額を収入印紙をもつて差し出されたい。\nもし、期間内に差し出されない場合はさきに差し出した納付書を受理しない。本件\nは発明の数二である。よつて、二三〇〇円不足する。」旨記載した書面が到達した\nが原告は右書面に定められた期間内に右不足額を納付しなかつたことがそれぞれ明\nらかであり、また、弁論の全趣旨によれば、原告が自認するとおり、原告は本件特\n許権についての第五年分の特許料の追納の期限である昭和五二年四月三〇日までに\n発明の数二についての法所定の額の特許料及び割増特許料を納付しなかつたことが\n認められる。\n二　右事実を前提として、請求の原因１（二）（３）の主張について検討する。\n特許法第一八五条は、特許請求の範囲に記載された二以上の発明に係る特許又は\n特許権につき、同条に列挙した各規定の適用については、発明ごとに特許がされ、\n又は特許権があるものとみなす旨規定しているが、右は同条の規定の趣旨からして\n制限列挙と解されるところ、同条には、特許料に関する特許法第一〇七条ないし第\n一一〇条、第一一一条（第一項第二号を除く）、第一一二条の規定は挙げられてい\nないのであるから、二以上の発明に係る特許権の特許料は、一個の特許権の特許料\nとして定められており、その納付手続や特許料不納の効果も発明ごとに個々に取扱\nわれるものではなく、特許権単位で定められていると解される。したがつて、発明\nの数二以上の特許権について、法所定の特許料に不足する額で特許料の納付手続が\nされたとき、提供された額が法第一〇七条第一項の規定により算出された特許料を\n充足する限度の発明の数について、適式の特許料の納付手続がされたと認める余地\nはないといわなければならない。\nまた、特許権の放棄の意志表示の効力の発生を登録に係らしめ、放棄の登録は一\n定の様式による申請行為に基づくことを要求している現行法令のもとにおいては、\n特許権放棄の意思表示は明示の意思表示を必要としていると解するほかはなく、本\n件のように発明の数二に係る特許権につき発明の数一に係る特許権について定めら\nれた額による特許料の納付手続がされたとき、このこと自体から当然に残余の発明\nについての特許権を放棄する旨の意思表示があつたとみることはできない。そうす\nると、本件につき、原告の主張するように、原告のした第五年分の特許料の納付手\n続を発明の数一に係る特許権についての特許料の納付手続として適法ということは\nできず、結局、右第五年分の特許料納付手続には、所定の特許料六八〇〇円に相当\nする収入印紙を納付書に貼付しなかつた瑕疵があるといわなければならない。\n三　ところで、特許料に関する特許法第一〇七条ないし第一一二条、第四条、第一\n八条の規定をみると、法は、特許権の設定の登録を受ける者が納付すべき第一年か\nら第三年までの各年分の特許料及び第一〇八条第二項ただし書に規定する特許料に\nついては、第四条及び第一〇八条第三項により特許庁長官が納付期間を延長するこ\nとができる旨、第一八条第一項により特許庁長官は法定の期間内に特許料が納付さ\nれないときその手続を無効にすることができる旨、第一年から第三年までの各年分\nの特許料については、第一〇九条により特許庁長官が特許料の軽減、免除、納付猶\n予をすることができる旨規定し、また、手数料に関する第一九五条、第一九五条の\n二、第一七条第二項第三号、第一八条第二項、第一三三条（第一七四条で準用され\nる場合を含む。）等の規定をみると、法は、手数料の納付について、特許庁長官又\nは審判長は納付すべき手数料が納付されないとき手続の補正をすべきことを命ずる\nことができ、また、場合により命じなければならず、この補正命令に従わない場合\n特許庁長官は当該特許出願を無効にすることができる旨、また、審判長は審判請求\n書等を却下しなければならない旨、特許庁長官は出願審査請求の手数料につき軽減\n又は免除をすることができる旨規定しているのに対し、第一〇八条二項ただし書の\n場合を除く第四年以降の各年分の特許料については、右のような期間の延長、軽減\n又は免除等の措置、補正命令、手続無効の処分、却下に関する規定をおいていない\nことが明らかである。これらの規定によれば、法は、第四年以後の特許権の存続を\n欲する者は、その者が率先してその責任において法所定の納付期間（追納期間を含\nむ。）内に法所定の額の特許料（割増特許料を含む。）を納付すべきこと、これに\n従わない場合、期間の経過そのこと自体により特許権は当然に消滅すること、右納\n付期間についてその延長、右特許料についてその軽減等の措置は許されないことを\n厳格に定めているものといわなければならない。\n法の定めるところが右のとおりである以上、前示のとおり、原告は、本件特許権\nについて法所定の額の第五年分の特許料をその納付期限である昭和五一年一〇月三\n〇日までに納付せず、かつ特許料の追納期限である昭和五二年四月三〇日までに法\n所定の額の特許料及び割増特許料を納付せず、また、弁論の全趣旨により利害関係\n人その他の第三者による右特許料の納付もなかつたことが明らかであるから、本件\n特許権は、第一一二条第三項の規定により、昭和五一年一〇月三〇日を経過した時\nにさかのぼつて消滅したものとみなされ、この効果はすでに確定したものといわざ\nるを得ない。\n原告は、本件第五年分の特許料納付書に対する不受理処分につき被告若しくは特\n許庁職員のした処分ないし取り扱いを種々論難するけれども、原告が第五年におけ\nる本件特許権の存続を欲するならば自ら率先してその責任においてなすべき法所定\nの額の特許料の納付を法所定の期間内にせず、またその追納期間をも徒過したので\nあるから、法の規定するところに従い本件特許権が前示の期間の経過により消滅に\n帰した結果を甘受しなければならない。\n四　そうすると、本件につき被告のした各不受理処分を取り消してみても、本件特\n許権の回復に影響を与えることはないのであるから、結局、原告には、本件につき\n被告のした各不受理処分の取消を求める法律上の利益がなく、本件訴えは不適法と\nいわざるを得ない。\nよつて、本件訴を却下することとし、訴訟費用の負担につき行政事件訴訟法第七\n条、民事訴訟法第八九条の規定を適用して、主文のとおり判決する。\n（裁判官　牧野利秋　飯村敏明　高林龍）\n"
}