{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 12,
    "day": 18
  },
  "case_number": "昭和54(行ウ)74",
  "case_name": "第三種郵便物不認可処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　発行部数の大部分が地域住民に無償で頒布されている定期刊行物が郵便法２３条３項３号の要件を欠くとして，右刊行物についてされた第三種郵便物不認可処分が適法とされた事例　２　定期刊行物の発行人による右刊行物の第三種郵便物認可申請に対し郵政局長がした不認可処分につき，右刊行物の発行所たる会社はその取消しを求める訴えの原告適格を有するとした事例",
  "lawsuit_id": "17347",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17347",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/347/017347_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和五四年四月七日郵業認第五〇三号をもつてした泉北コミユニテイ\n（泉北ニユータウン版）についての第三種郵便物不認可処分を取消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n（本案前の申立）\n１　原告有限会社泉北コミユニテイ（以下原告会社という。）の訴えを却下する。\n２　訴訟費用は原告会社の負担とする。\n（本案についての答弁）\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　本件刊行物の発行関係\n原告らは、原告会社を発行所とし、原告Ａを発行人として、泉北コミユニテイ（泉\n北ニユータウン版）なる定期刊行物（以下本件刊行物という。）を発行している。\n２　処分の存在\n原告らは被告に対し昭和五三年一二月二〇日本件刊行物につき第三種郵便物の認可\nを申請したところ、被告は原告らに対し昭和五四年四月七日郵業認第五〇三号をも\nつて右申請につき不認可処分（以下本件処分という。）をした。\n３　原告適格\n原告らは第三種郵便物の認可を受けられないことにより次の不利益を受けるから、\n本件処分の取消しを求めるにつき法律上の利益を有する者にあたる。\n（一）　第三種郵便物の認可を受けないと、公職選挙法に定める選挙運動期間中選\n挙に関する報道または評論を掲載することができず（公職選挙法二三五条の二第二\n号、一四八条三項）、選挙に関し公正な報道と評論を通じて世論の形成に寄与しう\nるという地位が侵害されることになる。\n（二）　広告主のなかには第三種郵便物の認可を受けていない刊行物には広告を掲\n載しないとの意向をもつ者がおり、新聞の経営に不利益をもたらす。\n４　違法事由\n（一）　本件処分は郵便法二三条三項三号後段の解釈を誤まり又は憲法一四条、郵\n便法六条に違反する違法がある。\n（二）　発売性について\n（１）　郵便法二三条三項三号後段の「あまねく発売される」とは、当該刊行物が\n多数人に頒布されかつ発行者において読者から購読料として対価を得ている場合の\nみならず、発行者以外の者から購読料、広告料、会費その他名義の如何を問わず発\n行に要する経費の全部又は一部をまかなう金銭を得ている状態を意味する、換言す\nれば、当該定期刊行物の発行自体が全体として実質的な有償性をもつていることで\n足りると解すべきである。すなわち、\n（２）　立法趣旨\n郵便法二三条が「政治、経済、文化その他公共的な事項を報道し、又は論議するこ\nとを目的と」する定期刊行物につき第三種郵便物として低料金の利益を与えている\n趣旨は、これらの定期刊行物が民主主義社会においてもつ右のような社会的、公共\n的機能に着目し、これを擁護、助長しようとすることにあるから、第三種郵便物の\n要件として「あまねく」のほかに「発売」という限定を加えるべき積極的かつ合理\n的根拠はこれを見出しえない。\n（３）　公職選挙法一四八条についての自治省解釈\n公職選挙法一四八条は、選挙運動期間中及び選挙当日において選挙に関する報道及\nび評論の自由を行使しうる新聞を\nイ　新聞紙にあつては毎月三回以上―――号を逐つて定期に有償頒布するものであ\nること。\nロ　第三種郵便物の認可のあるものであること。\nなどの要件を充たすものに限定しているが、右イの「有償頒布」の意義について\nは、「―――たとえば労働組合の機関紙についていえば、その組合員に対し無償で\n頒布されていても、その発行に要する経費が組合員から徴収する組合費、会費等に\nよつてまかなわれているような場合には、有償頒布するものに含まれると解され\nる。―――」（昭和五〇・九・二七自治事務次官通達）と解釈され、現にこのとお\nり運用されている。したがつて第三種郵便物における「発売」の意義も右のような\n態様における無償頒布される新聞を含むものと解されるべきである。\n（４）　実態\n読者が購読料の支払をしていないたくさんの自治体発行の広報紙（例えば東大阪市\n政だより）、労働組合発行の機関紙（例えば全逓新聞）に対し第三種郵便物の認可\nがなされており、行政処分の公平の見地からも、本件刊行物に対しても認可が与え\nられるべきである。\n（三）　本件刊行物\n（１）　本件刊行物は毎月五日、一五目、二五日を定期発行日として毎回約三万五\n〇〇〇部発行され、泉北ニユータウン内の八ないし九割の家庭及び広告主に頒布さ\nれている。頒布方法は、配達員による各戸配達、町内会を通じての配達、郵送、店\n頭売りなどである。\n（２）　本件刊行物の発行、頒布に要する経費は、主として広告主（その数は常時\n約二〇〇名）から広告料名義で支払われる代金と毎回の発行の都度販売される分の\n代金（約二〇〇ないし三〇〇部分）によつてまかなわれている。\n（３）　このように、本件刊行物の発行に要する経費は発行者以外の者から支払わ\nれる金銭によつてまかなわれており、本件刊行物の発行自体が全体として実質的有\n償性を有している。\n二　被告の本案前の主張\n定期刊行物につき第三種郵便物の認可の申請をなしうる者は当該定期刊行物の発行\n人に限られるところ（郵便規則二四条）、原告会社は本件刊行物の発行人ではない\nから、原告適格を欠くものといわなければならない。\n三　請求原因に対する認否及び被告の主張\n１　請求原因１の事実は認める。\n２　同２の事実のうち、原告Ａに関する部分は認めるが、原告会社に関する部分は\n否認する。\n３　同３の主張については、原告Ａに原告適格の存することは認めるが、その余は\n争う。\n４　同４（一）、（二）（１）、（２）の主張は争う。同４（二）（３）の事実の\nうち原告ら主張の通達などが出ていることは認めるが、その余の主張は争う。同４\n（二）（４）の事実のうち原告ら主張の広報紙、労働組合機関紙に対し第三種郵便\n物の認可がなされていることは認めるが、原告ら主張の広報紙などが認可申請時に\n無料であつたとの事実は否認し、その余の主張は争う。原告ら主張の広報紙などに\nつき無償で配付している事態が判明すればこれらの認可を取消すべきものである。\n５　第三種郵便物の制度の趣旨は、国民の政治的、経済的論議を含む文化の普及及\nび向上に貢献するところが大きいと認められる刊行物の郵送料を低額にすることに\nよつて、購読料を支払つている購読者の負担を軽減してその入手を容易にし、もつ\nて、社会文化の発達を助成しようという点にある。\n他方、郵便法玉条は「郵便に関する料金は、郵便事業の能率的な経営の下における\n適正な費用を償い、その健全な運営を図ることができるに足りる収入を確保するも\nのでなければならない。」と規定しているところ、第三種郵便物認可の要件を緩や\nかにしてしまうと第一種郵便物利用者に過度の負担をかけることになるから、第三\n種郵便物認可の要件の有無の判断は厳格になされなければならない。\nそうすると、定期刊行物の発行に要する経費が発行者以外の広告主から広告料名義\nで支払われている事例や原告主張の労働組合の事例（請求原因４（二）（３））は\n「あまねく発売される」との要件に該当しないものといわなければならない。原告\nらの主張（請求原因４（三））によつても、本件刊行物の発行部数三万五〇〇〇部\nのうち販売されるものがわずか二〇〇ないし三〇〇部にすぎず、しかも広告料は購\n読料とは認められないから、本件刊行物が発売性を欠くことは明らかである。\n第三　証拠（省略）\n○　理由\n一　処分の存在、原告適格\n１　請求原因２の事実のうち、原告Ａが被告に対し昭和五三年一二月二〇日本件刊\n行物につき第三種郵便物の認可申請をしたところ、被告は原告Ａに対し昭和五四年\n四月七日郵業認第五〇三号をもつて右申請につき不認可処分をしたことは当事者間\nに争いがない。\n２　請求原因１の事実は当事者間に争いがなく、弁論の全趣旨によれば、原告Ａは\n原告会社の代表取締役であることが認められる。右の事実に基づいて判断すると、\n原告会社は、本件処分によつて、本件刊行物の頒布につき低料による郵送を受けら\nれない不利益等直接の利害関係を有する地位にあること（かえつて、原告会社の代\n表取締役にすぎない原告Ａはかような不利益を直接には受けない）が認められるか\nら、原告会社は、仮に本件処分の共同申請人でなかつたとしても、原告Ａと同様、\n本件処分の取消しを求めるにつき原告適格を有するものといわなければならない。\n二　発売性について\n１　（一）第三種郵便物の制度（郵便法二三条）は、社会、文化の発展に貢献する\nところが大きいと認められる一定の定期刊行物に低料郵送の便宜を与えるものであ\nるが、この第三種郵便物の制度がその対象を読者から購読料を徴収している定期刊\n行物に限定していることは、郵便法二三条三項三号の規定から明らかである。した\nがつて、刊行物の読者が当該刊行物に広告料を支払う広告主から商品を購入するこ\nとによつて間接的に当該刊行物の発行経費を負担する関係にあるにすぎない場合\nは、発売性の要件を充たさないものといわなければならない。\n（二）　原告らは、無償で頒布される刊行物であつても社会、文化の発展に貢献す\nるところが大きい定期刊行物に対して第三種郵便物の認可を与えるべきである旨主\n張するけれども、右見解は、立法論としてはともかく、現行の郵便法二三条三項三\n号の解釈論としては採用することができない。\n（三）　原告らは、購読料の徴収の事実がない多数の自治体発行の広告紙や労働組\n合発行の機関紙に第三種郵便物の認可が与えられている事実を根拠に、無償で頒布\nされる刊行物に対しても認可を与えるべきである旨主張するが、仮に原告らの主張\nする事実が認められるとしても、かような認可権の運用は郵便法二三条の認める裁\n量権の範囲を逸脱しているものといわざるを得ないから、この事実を根拠に、購読\n料の徴収の事実がない刊行物に対しても第三種郵便物の認可を与えるべきであると\n解釈したり、平等原則の適用を求めることはできないといわなければならない。\n（四）　さらに、原告らは、「組合員に対し無償で頒布される労働組合の機関紙\nも、発行の経費が組合費によつてまかなわれていれば、公職選挙法一四八条の「有\n償頒布の要件を充たす」旨の自治事務次官通達などを根拠に、右のような態様の頒\n布も第三種郵便物の「発売性」の要件を充たす旨主張するが、仮に原告らの主張す\nるとおりに郵便法二三条三項三号を解釈する余地があるとしても、後記認定のとお\nり、本件刊行物の発売においては、本件刊行物の読者から原告会社に対し労働組合\nの組合費に相当する対価の授受が認められないから、本件の結論に何ら影響を及ぼ\nさない。\n２　本件刊行物の発売性について検討すると、原告らの主張（請求原因４（三））\nによつても、本件刊行物の発行部数中の大部分は無償で地域住民に頒布され（販売\n部数は一％にも満たない）、発行、頒布に要する経費のほとんど全部が広告料収入\nによつてまかなわれているというのであるから、郵便法二三条三項三号の発売性の\n要件を充たさないことは明らかである。\n３　したがつて、本件処分は、その余の点について判断するまでもなく、違法はな\nいといわなければならない。\n三　結論\nよつて、原告らの請求は失当であるからこれを棄却することとし、訴訟費用の負担\nにつき行政事件訴訟法七条、民事訴訟法八九条、九三条一項本文を適用して主文の\nとおり判決する。\n（裁判官　乾　達彦　国枝和彦　市川正已）\n"
}