{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 6,
    "day": 11
  },
  "case_number": "昭和52(行ウ)71",
  "case_name": "法人税課税処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　所得に対する租税に関する二重課税の回避及び脱税の防止のための日本国とアメリカ合衆国との間の条約（昭和３０年条約第１号）５条１項の免税の対象となる「船舶の運用によって取得する所得」の範囲は，船舶の運航と直接密接な関係がある業務から生じた所得に限定されるとして，国際航路におけるコンテナ船の運航等の事業を営むアメリカ合衆国法人の有する外貿埠頭公団発行の債券から生じた利子収入が，右「船舶の運用によって取得する所得」に当たらないとされた事例　２　国際航路におけるコンテナ船の運航等の事業を営むアメリカ合衆国法人が他から特別の使途を定めずに借り入れた借入金についての利子のうち，右法人の総資産価額に対する外貿埠頭公団発行の債券の債券価額の割合に相当する金額は，右債券から生じた利子収入の費用として，損金に算入すべきであるとした事例",
  "lawsuit_id": "17106",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17106",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/106/017106_hanrei.pdf",
  "contents": "○　主文\n１　本件訴えのうち、被告が原告の昭和四六年一月一日から同年一二月三一日まで\nの事業年度分の法人税につき、昭和五二年二月二一日付でした再更正及び無申告加\n算税賦課決定の取消しを求める部分並びに被告が原告の昭和四七年一月一日から同\n年一二月三一日までの事業年度分の法人税につき、昭和五二年二月二一日付でした\n再更正及び過少申告加算税賦課決定の取消しを求める部分をいずれも却下する。\n２　被告が原告の昭和四六年一月一日から同年一二月三一日までの事業年度分の法\n人税について昭和五〇年二月二八日付でした更正及び無申告加算税賦課決定（昭和\n五二年二月二一日付でした再更正及び無申告加算税賦課決定により減額された後の\n部分）のうち、所得金額八七三三万〇〇九四円、納付すべき税額一九八四万三八〇\n〇円、無申告加算税一九八万四三〇〇円を超える部分を取り消す。\n３　被告が原告の昭和四七年一月一日から同年一二月三一日までの事業年度分の法\n人税について昭和五〇年二月二八日付でした更正及び過少申告加算税賦課決定（昭\n和五二年二月二一日付でした再更正及び過少申告加算税賦課決定により減額された\n後の部分）のうち、所得金額一億一一九二万九六三三円、納付すべき税額二四二二\n万八九〇〇円、過少申告加算税一二一万一四〇〇円を超える部分を取り消す。\n４　原告のその余の請求を棄却する。\n５　訴訟費用はこれを三分し、その二を原告の、その余を被告の、各負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が原告の昭和四六年一月一日から同年一二月三一日までの事業年度分の法\n人税について昭和五〇年二月二八日付でした更正及び無申告加算税賦課決定並びに\n昭和五二年二月二一日付でした再更正及び無申告加算税賦課決定をいずれも取り消\nす。\n２　被告が原告の昭和四七年一月一日から同年一二月三一日までの事業年度分の法\n人税について昭和五〇年二月二八日付でした更正及び過少申告加算税賦課決定並び\nに昭和五二年二月二一月付でした再更正及び過少申告加算税賦課決定をいずれも取\nり消す。\n３　訴訟費用は被告の負担とする。\n二　被告\n（本案前の答弁）\n１　主文第１項同旨。\n（本案に対する答弁）\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、国際航路におけるコンテナ船の運航等の事業を営み、日本に営業所を\n有するアメリカ合衆国法人である。\n２　原告の昭和四六年一月一日から同年一二月三一日までの事業年度（以下「四六\n事業年度」という。）分、昭和四七年一月一日から同年一二月三一日までの事業年\n度（以下「四七事業年度」という。）分についての課税処分の経緯は別紙一のとお\nりである。\n３　しかしながら、四六事業年度分更正、同再更正及び四七事業年度分更正、同再\n更正（以下右更正を併せて「本件各更正」、右再更正を併せて「本件各再更正」と\nいう。）は、原告が四六、四七事業年度に有していた訴外京浜外貿埠頭公団及び同\n阪神外貿埠頭公団（以下それぞれ「京浜公団」、「阪神公団」といい、両者を併せ\nて「両公団」という。）の債券（以下「本件債券」という。から生じた利子収入\n（以下「本件利子収入」という。）は、「所得に対する租税に関する二重課税の回\n避及び脱税の防止のための日本国とアメリカ合衆国との間の条約」（昭和三〇年条\n約一号。以下「旧条約」という。）五条の「船舶の運用によつて取得する所得」に\n当たらないとして行なわれたものであつて違法であり、従つて、右各更正及び各再\n更正を前提としてなされた各加算税の賦課決定も違法であるから、これらの取消し\nを求める。\n二　被告の本案前の主張\n税務訴訟における訴えの利益の存否は、原告が更正又は再更正によつて具体的な不\n利益を受けたか否かにより判断すべきところ、四六、四七事業年度ともに、本件各\n再更正は、本件各更正に比べ、所得金額及び算出法人税額は増加したものの、納付\nすべき税額が減少したので、本件各再更正は減額更正に当たり、原告に利益を与え\nた処分であるから、原告は本件各再更正に取消しを求める訴えの利益を有しない。\n三　請求原因に対する認否\n請求原因１及び２の各事実は認め、同３は争う。\n四　被告の主張\n１　四六事業年度分\n（一）　四六事業年度分更正\n（１）　原告の四六事業年度中の本件利子収入は、合計一億二二四九万九二一一円\nであつた。\n（２）　右は、法人税法（以下「法」という。）一三八条四号に定める国内源泉所\n得に当たるので、法九条、一四一条一号により、これを原告の申告額零円に加算\nし、さらにこれから右利子収入に係る所得税額一二二四万九八七六円を減算する\nと、原告の四六事業年度の所得金額は一億一〇二四万九三三五円、法人税額は四〇\n五一万六五〇〇円となる。\n（二）　四六事業年度分再更正\n被告は、原告が法一四四条で準用される法六八条一項の規定による所得税額の控除\nを受けるにつき、確定申告書に同条三項に規定する控除を受けるべき金額及びその\n計算に関する明細のなかつたことについてやむを得ない事情があつたものと認め、\n同条四項により同条一項を適用して前記所得税額を法人税額から控除することを認\nめたので、法四〇条により右所得税額を損金に算入しないこととして所得金額を一\n億二二四九万九二一一円と已、これを基礎として算出された法人税額から前記所得\n税額を控除した結果、差引法人税額は三二七六万八五〇〇円となつた。\n（三）　被告は、右更正及び再更正に伴い、国税通則法六六条の規定に基づき無申\n告加算税の賦課決定をそれぞれした。\n２　四七事業年度分\n（一）　四七事業年度分更正\n（１）　原告の四七事業年度中の本件利子収入は、合計一億六九〇五万〇二九〇円\nであつた。\n（２）　法九条、一四一条一号、一三八条四号により右収入額を原告の申告所得金\n額零円に加算し、これから右利子収入に係る所得税額一六九〇万五〇〇六円及び事\n業税額二八一一万三七〇〇円を減算すると、右事業年度の所得金額は一億二四〇三\n万一五八四円、法人税額は四五五八万一三〇〇円となる。\n（二）　四七事業年度分再更正\n四六事業年度分と同様にして、被告は法一四四条により準用される法六八条四項及\nび一項の規定により前項（２）の所得税額を法人税額から控除することを認めたの\nで、法四〇条によりこれを損金に算入しないこととして、原告の申告所得金額零円\nに本件債券に係る利子収入一億六九〇五万〇二九〇円を加算し、これから事業税額\n三一二三万七四四〇円を減算すると、四七事業年度の所得金額は一億三七八一万二\n八五〇円となり、これを基礎として算出された法人税額から前記所得税額を控除し\nた結果、差引法人税額は三三七四万〇九〇〇円となつた。\n（三）　被告は右更正及び再更正に伴い、国税通則法六五条の規定に基づき過少申\n告加算税の賦課決定をそれぞれした。\n３　本件利子収入は、旧条約五条に規定する「船舶の運用によつて取得する所得」\nには該当しない。すなわち、\n（一）　同条にいう「船舶の運用によつて取得する所得」については、船舶の運航\nによつて直接取得する所得のほか、その事業に附随する事業に係る所得をも含めて\n免税の対象とするものと解されるが、その附随業務の範囲については右条約の規定\n上明らかではなく、また文脈により別に解釈すべき場合に当たらないので、旧条約\n二条（２）により、わが国の租税に関する法令における解釈によるものとすべきと\nころ、外国法人の国内源泉所得の範囲を定めた法一三八条が事業から生ずる所得\n（一号）と利子（四号）、配当（五号）など投資から生ずる所得を明確に区別し、\n後者を一号の国内源泉所得から除外し、それぞれその所得にふさわしい規律を受け\nることとしていること、国際海上運輸業者の事業所得について法人税法施行令（以\n下「令」という。）一七六条一項四号は、当該事業により生ずる所得のうち「国内\nにおいて乗船し又は船積みをした旅客又は貨物に係る収入金額を・・・・・・基準\nとして判定したその法人の国内業務につき生ずべき所得」を国内源泉所得としてい\nること及び外国人等の国際運輸業に係る所得に対する相互主義による所得税等の非\n課税に関する法律（昭和三七年法律一四四号）一条、同施行令（同年政令二二七\n号）一条に定める附随業務の範囲を斟酌すると、国際運輸業の附随業務のうち、船\n舶の運航と直接密接な関係がある業務に係る所得に限り免税の対象にするものであ\nると解すべきである。本件利子収入は、通常資産性の所得とされ、企業の事業活動\nによつて取得する所得とはその性格を異にするものであり、「船舶の運用によつて\n取得する所得」には含まれないものと解すべきである。\nまた、旧条約五条（１）は同条約三条、四条に規定する「企業の産業上又は商業上\nの利得」に関する課税の特例を規定したものと解すべきところ、同条約二条（１）\n（●）（ＩＩ）が同条約の「産業上又は商業上の利得」に配当、利子等の形態の所\n得を含まないとしていることからも、本件利子収入が原告の「産業上又は商業上の\n利得」である「船舶の運用によつて取得する所得」に含まれないことは明らかであ\nる。\n（二）　また、昭和三八年にＯＥＣＤ（経済協力開発機構）理事会が採択した「所\n得及び資本に対する租税に関する二重課税の回避のための条約草案」（以下「モデ\nル条約」という。）八条のコメンタリー一項一四によると、「海運、内陸水路及び\n航空運輸企業が取得する投資所得（例えば、株式、債券、出資又は貸付金から生ず\nる所得）は、この種の所得一般に対して通常適用される取扱いに従うものとする」\nとしている。これは、国際運輸業は、その業務の特殊性から所得の源泉地国が判然\nとせず、それによつて生じた所得は相互に免税とせざるを得ないが、投資取得は源\n泉地国が明らかであるから、これまでも免税扱いする必要がないとしたものであつ\nて、本件利子収入は、モデル条約八条の免税とされる所得の範囲に含まれず、同条\n約一一条の利子所得に該当し、その源泉地国で課税されるべきものであることは明\nらかである。そして、モデル条約は、当事国間において租税条約を締結ないし改訂\nする際に指針となるべきもので、現に日米両国は殆どモデル条約どおりに旧条約を\n昭和四七年に改訂したものであり、右コメンタリーの当該部分に日米両国が何らの\n留保や所見を付していないことからも、右コメンタリーの解釈は尊重されるべきで\nある。\n（三）　本件債券は、原告が両公団の建設するコンテナ船専用の埠頭の使用を業務\n遂行上選択した結果、その引受けを求められたものではあるが、無記名式利札付き\n債券であつて、その利回りは一般に投資の対象とされる程度の利率である年率七・\n四パーセントであり、償還期限も通常の公社債と変らず、譲渡制限もなく、現に原\n告は、昭和四五年、阪神公団発行に係る債券額面七億五〇〇〇万円を他に譲渡し、\nその後も逐次譲渡しているのである。\nそして原告は両公団に対して適正な使用料を支払つていることから見ても、その使\n用料と本件債券の利子との間に相関性はなく、結局、原告の本件債券の取得は投資\n目的であるといわざるを得ない。\n（四）　さらに、本件債券の取得資金は原告の本店から両公団に直接払い込まれた\nものであり、他方本件債券の支払利子は原告の本店名義の銀行預金口座に払い込ま\nれ、原告の日本にある営業所の業務に係る送金決算確認書にも記載がなく、原告の\n業務の遂行は右利子の収益実現のための要因でもない。また、本件債券は日本にあ\nる営業所の資産として経理されてもいないので、本件利子収入は日本にある営業所\nの業務と直接関連しないものというべきである。\n４　（一）なお、本件利子収入には何らの費用も存在しないものである。すなわ\nち、\n恒久的施設に配分されるべき利子費用は、当該恒久的施設の運転資金が第三者から\nの借入金によつて調達された場合等借入金に対する第三者への支払利子が当該恒久\n的施設のため支払われたことが明白又はこれと同程度に合理的な場合に限り当該恒\n久的施設の経費として計上することが認められるものと解すべきであり、この解釈\nが旧条約の基礎となつたモデル条約のコメンタリーにも副うものである。殊に、本\n件利子収入は先に主張したとおり投資から生ずる所得なのであるから、その性質\n上、その投下資本を調達するのに直接要したことが明らかな支払利子に限つて経費\nとして控除することが認められるのであつて、この理は、本件のように法人の営む\n主たる業務によつて取得する所得が免税とされるものであるときは、免税業務に係\nる費用が課税される業務の利得から控除されることがないようにその両業務に係\nる、利得及び費用は明確に区分して経理されるべきものであることからも、明らか\nである。\nとこらで、本件債券は原告の所謂親会社であるマクリーン・インダストリーズ・イ\nンク（以下「マクリーン」という。）から原告が受領していた無利子の前受金の一\n部を原告本店から両公団に直接支払つたものであるから、右取得資金調達のため要\nした利子費用は存在せず、従つて本件債券の取得・保持には何らの利子費用も存在\nしないのである。\n（二）　仮に控除すべき利子等が存在するとした場合は、企業の借入資金はその所\n有するすべての資産の価額比に応じて均分に使われたと仮定するのが妥当である。\n右の考えを前提に法二三条三項、令二二条一項は、受取配当から控除する負債利子\nの額を総資産按分によつて算定する旨規定しており、右の算定方式は、総支払利子\nの額に、総資産の帳簿価額の期首・期末の合計額に占める全有価証券の帳簿価額の\n期首・期末の合計額の割合を乗じて計算するものである。これを本件の場合につい\nてみると、本件債券の利子収入に係る支払利子を計算するものであるから、右の算\n定方式のうち、全有価証券の帳簿価額を本件債券の帳簿価額におきかえて計算する\nのが相当であり、この方式によるときは、別紙二のとおり、利子費用は四六事業年\n度分三五一六万九一一七円、四七事業年度分三三二〇万九五二七円となる。なお、\n仮に本件債券に係る利子費用が右のとおりであるとすると、四七事業年度における\n事業税額は合計二三九一万一一三〇円となり、両事業年度における所得金額、納付\nすべき税額、無申告又は過少申告加算税額は別紙三のとおりとなる。\n５　従つて、本件利子収入に対して法人税を課税した本件各更正及び加算税賦課決\n定（本件各再更正及びこれに伴う加算税賦課決定により減額された後の部分）は正\n当である。\n五　被告の主張に対する認否及び原告の主張\n１　被告の主張１（一）（１）（三）、２（一）（１）（三）の各事実及び１\n（一）（２）（二）、２（一）（２）（二）のうち所得税額、事業税額は認める。\n２　（一）　被告の主張３冒頭部分及び３（一）は争う。後記４に主張するとお\nり、本件利子収入が「船舶の運用によつて取得する所得」に当たることは旧条約の\n文脈上明らかであつてわが国の法令による解釈を待つまでもないことであり、また\n「産業上又は商業上の利得」に当たらないからといつて「船舶の運用によつて取得\nする所得」に含まれないとはいえない。\n（三）　同３（三）のうち、本件債券は、原告が両公団の建設するコンテナ船専用\nの埠頭を使用するに当たり引受けを求められたものであること、本件債券には譲渡\n制限の存しないこと及び原告が被告主張のとおり本件債券の一部を譲渡したことは\n認めるが、その余は否認する。なお右譲渡は訴外株式会社ユナイテツド・ステイ\nツ・ラインズと阪挿公団の埠頭を共同使用するに当り、金融の負担を一部分担する\n約定をしたことに伴いなされたものであり、他の譲渡は、いずれも証券会社にした\nもので、両公団の債券の追加購入資金捻出のため行なつたものであつて、「投資目\n的」とする裏付けにはなり得ない。\n（三）　同３（四）のうち、本件債券の取得資金が原告本店から直接両公団に払い\n込まれたものであることは認める。\n３　（一）被告の主張４（一）のうち、本件債券は原告の親会社であるマクリーン\nから受領していた無利子の前受金の一部を原告本店から両公団に直接払い込み買い\n受けたものであることは認めるが、その余は争う。\n（二）　同４（二）のうち、被告の主張する利子費用の算定方式の妥当性を争う。\n但し、仮に右方式によるときは、利子費用、事業税額、所得金額、納付すべき税\n額、無申告又は過少申告加算税額が被告主張のとおりとなることは認める。\n４　本件利子収入は、旧条約五条の「船舶の運用によつて取得する所得」に該当す\nる。\n（一）　原告の本件債券の取得は投資目的ではなく、業務上必然的なものであつ\nた。すなわち、原告が本件債券を購入した昭和四五年当時、わが国では外貿定期船\n貨物量の増加に比し外貿定期船埠頭の整備が遅れており、迅速・安全かつ低廉な輸\n送手段として当時世界で続々と導入され始めていたコンテナ船を収容する能力を完\n備した港湾埠頭設備が存在しないため、コンテナ埠頭を早急に整備する必要があつ\nた。しかし、右要請に応ずるためには、在来の地方公共団体運営の公共事業方式で\nは財政的負担に堪えられないので公団による整備方式が採用されることとなり、両\n公団が設立された。そして両公団の埠頭建設に要する出資対象事業費の四割は民間\n資金、すなわち埠頭借受人からの拠出金によつて賄われることとなり、埠頭借受入\nは公団の債券の引受けを義務づけられた。\n原告は世界昀大のコンテナ輸送会社であり、そのコンテナ船を利用するためには従\n来の貨物船用バースより深く長いバースと荷役施設等の関連施設、内航船停泊用の\n施設及び内陸運送用のフレート・ステーシヨン等の設置、広大なコンテナヤード等\nを必要としたが、わが国においては両公団が建設・運営する埠頭以外に右のような\n施設はありえなかつた。従つて、原告が巨額の資本を投じて建造したフルコンテナ\n船を効率的に運用・償却し、不適切な施設の利用を余儀なくされ莫大な損失を被る\nことを避けて日本における事業を継続するためには、再公団の埠頭の専用使用権を\n確保することが不可欠であつた。\n原告は親会社のマクリーンの親会社であるアール・ジエイ・レイノルズ・インダス\nトリーズ・インク（以下「レイノルズ」という。）から証券投資をすることを禁じ\nられているのであるが、右のような状況下で、日本における事業を継続するためや\nむなく本件債券を引き受けたものであつて、投資を目的としたものではない。\n（二）　以上のとおり、本件債券の取得は不可避であつたところ、本件債券の保有\nは右取得の必然的結果に過ぎないものであるから、原告による本件債券の保有は事\n業の必要上やむなくなしたものであるといえる。また、原告と両公団との間に締結\nされた岸壁等賃貸借契約によれば、賃貸借期間中である限り、原告は債券償還期限\n（七年）が到来したとき、当初の融資額の七三パーセントに当たる額の範囲内で公\n団の定める額を再融資しなければならない取決めになつており、現実には上限の七\n三パーセントに定められることが予想されていたので、円高ドル安の為替相場とな\nることが予測されていた当時は、為替リスクを避け、再融資すべき円貨を確保する\nため、本件債券全体、或いは少なくともその七三パーセントを保有しておく必然性\nがあつたものであり、このような理由から本件債券を保有していたのは、投資に関\nする決定ではなく、業務に関する決定であつた。\n（三）　本件債券の利子の支払いについては、両公団は当初から埠頭借受人から徴\n収する貸付料（使用料）を唯一の財源として賄つていく方針であり、現に貸付料を\n決定するに当たり債券の利子を算定要素の一つとして考慮しているのであつて、貸\n付料と利子は不可分の関係にあるものであるから、貸付料を旧条約五条の免税所得\nに係る費用として損金に計上しない以上、本件利子収入も旧条約五条に定める所得\nとして益金に算入できないものというべきである。\n（四）　さらに現行の「所得に対する租税に関する二重課税の回避及び脱税の防止\nのための日本国とアメリカ合衆国との間の条約」（昭和四七年条約六号。以下「新\n条約」という。）一〇条は、旧条約五条と実質上同一の規定であるが、右条文につ\nき在日アメリカ合衆国大使と日本国外務大臣との間に昭和四六年三月八日取り交さ\nれた交換公文（以下「交換公文」という。）は、新条約一〇条がコンテナ化促進を\n指針として解釈されねばならないことを明らかにし、また同条の「船舶を国際運輸\nに運用することによつて取得する所得」には、海上物品及び旅客運送から取得する\n運賃その他の料金の他「（１）コンテナ及び関連施設（コンテナの内陸運送のため\nのトレイラーを含む。）の使用、管理、賃貸から生ずる所得、（２）コンテナない\nしトレイラーが再度国際交通に流入される地点へ至る途上に於いて、それらの内陸\n賃料として内陸運輸会社から国際運輸会社に支払われる収入、（３）国際運送に従\n事する別の企業に対する裸ないし完全な形での船舶ないし航空機の賃貸から生じる\n所得」も含まれるとしているが、これは、現に発展しつつあるコンテナ運送に使用\nされる種々の資産から生ずる新しい所得も、右資産が所有者の運輸業務に物理的な\n意味で直接に使用されない場合でも、それが国際運輸業に使用され或いはこれに直\n接又は間接に資するため取得保有される資産である限り、これから生じた所得は免\n税所得として取り扱うことを確認的に明らかにしたものである。\n従つて、本件債券のようにコンテナ船の着桟荷役に不可欠な埠頭を確保するため取\n得を義務づけられた資産から生ずる利子所得もまた同様にして新条約一〇条、従つ\nてこれと実質的に同一の規定である旧条約五条、の所得に含まれるものというべき\nである。\n５　仮に、本件利子収入のすべてが免税所得ではないとしても、４（二）に主張し\nたとおり、原告は為替差損を避け日本円を再取得する煩を避けるため、少なくとも\n本件債券の七三パーセントは業務上の判断から保有せざるを得なかつたのであるか\nら、本件利子収入のうち、右の割合に当たる部分は旧条約五条の免税所得に当たる\nというべきである。\n６　本件各更正、本件各再更正は、旧条約一九条（２）及び日本国とアメリカ合衆\n国との間の友好通商航海条約（昭和二八年条約二七号、以下「友好条約」とい\nう。）一一条１に違反する。\n（一）　原告は、四六事業年度に一八三一万二二三二ドル、四七事業年度に五二万\n七〇九一ドルの純損失を被つた。\nところで、令一八八条一項一号前段は、外国法人の当該事業年度における総費用の\nうちから、その国内源泉所得に係る収入金額等を用いてその国内において行なう業\n務に係る費用を配分するものと規定しているが、純損失は総収入からこれら費用を\n控除した結果であるから、損失の配分についても同一の比率を用いることができ\nる。これにより原告の日本における損失として配分されるべき金額を算出すると、\n原告の船舶運輸事業に係る国内源泉所得の原告の総運賃収入に対する比率は、四六\n事業年度八・四二パーセント、四七事業年度八・七八パーセントであるから、これ\nらを前記各純損失に乗じると、日本における損失は、それぞれ一五四万一八八九ド\nル、四万六二七六ドルとなる。\n従つて、仮に、被告が旧条約五条を適用せず原告の国内源泉所得とそれに係る経費\nとを法人税の対象として考慮したとすれば、課税されるべき国内源泉所得は発生し\nなかつた筈であるから、本件各更正、本件各再更正は、旧条約一九条（２）、友好\n条約一一条１に違反する。\n（二）　４（三）において主張したとおり、本件利子収入は、両公団の運営する埠\n頭の貸付料によつて支払われているものであるが、四六、四七事業年度における貸\n付料構成のうち支払利子の占める割合は、京浜公団は三三パーセンー、阪神公団は\n二六パーセントであるから、本件利子の総額が原告の支払う貸付料のうちから支払\nわれていることになる。\n仮に原告が日本国居住者である場合は、本件利子収入は所得として計上される反\n面、貸付料総額は経費として処理される筈であるから、貸付料は免除されるべき船\n舶運輸業務に係る所得に関する費用であるとして全く損金への計上を認めず、他方\nにおいて本件利子収入に対し課税するのは、結局、日本において同種の事業を遂行\nしている日本国居住者の国内源泉所得に課される租税よりも重い課税を行う結果を\n招来する。従つて、旧条約五条は、これが存しなければ課税されないものに対し課\n税することとなり同条約一九条（２）に違反し、また、内国法人なら経費と認めら\nれるべき貸付料を経費と認めない点で友好条約一一条１に違反する。\n従つて、本件利子収入は貸付料と不可分なものとして船舶運輸業務に係る所得とし\nて認めるか、或いは、少なくとも右貸付料のうち本件債券の利子支払分に相当する\n金額は、本件債券に係る経費として認めるべきである。\n７　仮に、前項の各主張が認められないとしても、本件利子収入からその引受・保\n有のために要した費用が控除されるべきである。すなわち、\n本件債券は四六、四七事業年度にマクリーンから原告が必要経費のプール資金とし\nて使途を指定されずに受け取つた無利子の前渡金（借受金）の一部により支払われ\nたものであるが、金銭のもつ高度の代替性、すなわち、ある特定の目的のために借\nり入れられた資金は他の目的のための資金を自由にする効果をもち、企業全体の資\n金の過不足の状況に直接影響を及ぼすものであり、経営者は資金源及び使途につい\nて種々選択の余地をもつていること、現に原告は、全世界及び日本における収入・\n費用を一括経理しており、格別に本件債券に係る損益を投資として分離計算してい\nないことに鑑みると、資金の入手が当面どの目的のためになされたかとは無関係に\n原告の事業活動及び資産のすべてに資金コストが割り当てられるべきであり、原告\nの総支払利子の一部は法一四二条によつて令一八八条一項一号の制約のもとに準用\nされる法二二条三項二号により、本件債券からその所得を生むために要した費用と\nして損金に算入すべきである。\nその配分方法としては、まず令一八八条一項一号及び一七六条一項四号の趣旨に従\nい、総利子費用を日本の国内源泉所得に配分し、次いでこれを法一四二条、二三条\n三項、令二二条一項一号二号、一八八条二項表一欄に則つて本件利子収入に配分す\nるのが合理的であつて、この方式によるときは、本件利子収入に対する利子費用\nは、別紙四のとおり、四六事業年度分一億九六五三万六八二五円、四七事業年度分\n一億四七七六万〇〇五七円となる。\n従つて、右各金員は損金として控除されるべきである。\n８　仮に、以上のいずれも理由がないとしても、本件各加算税賦課決定は国税通則\n法に違反する。\n過少申告加算税及び無申告加算税は、適正な申告をしない者に対して制裁を加える\nことにより申告納税秩序を維持しようとする制度である。本件のように判断が困難\nで先例もない事案については、仮に原告の本件利子収入について課税はされないと\nいう判断が誤つていたとしても、それは真にやむを得ない事態であつたといわざる\nを得ない。従つて、原告には国税通則法六五条二項、六六条二項にいう「正当の理\n由」があつたものというべきである。\n六　原告の主張に対する認否及び被告の反論\n１　（一）原告の主張４（一）のうち、わが国にコンテナ船を収容する能力を完備\nした港湾埠頭設備が存在しなかつたとの点は否認する。当時、横浜・神戸・東京の\n各港に存在したコンテナバースは近代的設備を整え大型コンテナ船の接岸も可能で\n荷役も円滑に行われていたものである。\n両公団の埠頭借受人が本件債券の引受けを義務づけられていたことは認める。その\n余は争う。\n（二）　同４（二）は争う。本件債券の保有及び処分は全く原告の自由裁量に任せ\nられていたものであり、右保有、維持は原告の業務遂行に何ら影響を与えるもので\nはない。また、為替リスクを理由とする原告の主張自体、本件債券の保有が投資目\n的であることを明らかにするものである。\n（三）　同４（三）は争う。\n（四）　同４（四）は争う。被告の主張３（一）で主張したとおり、旧条約五条\n（１）は、同条約三条、四条に規定する「企業の産業上又は商業上の利得」に関す\nる課税の特例を規定したものであり、右「産業上又は商業上の利得」には、配当、\n利子、賃貸料又は使用料、個人が取得するその者の労働又は人的役務の報酬及び人\n的役務の提供を目的とする法人その他の団体が取得する一定の株主等の労働又は人\n的役務の提供による所得は含まれないとしている（同条約二条（１）（ｉ）（ｉ\nｉ）のに対し、新条約一〇条は、同じく「産業上又は商業上の利得」に対する課税\nにつき規定した同条約八条及び一六条の例外規定であるが、同条約にいう「産業上\n又は商業上の利得」の概念には、製造業、商業、保険業、農業、漁業及び鉱業から\n生ずる所得、並びに船舶又は航空機の運用、人的役務の提供及び有体動産（船舶及\nび航空機を除く。）の賃貸から生ずる所得を含み、さらに、恒久的施設と実質的に\n関連を有するものである限り、不動産及び天然資源から生ずる所得、配当、利子、\n使用料及び譲渡収益まで含んだ広汎なものである（同条約八条（５））。このよう\nに前提とする「産業上又は商業上の利得」の概念が異なるものであるから、旧条約\n五条と新条約一〇条が実質上同一の規定であるとは到底いえないし、まして本件利\n子収入は新旧いずれの条約においても投資所得であつて「船舶の運用によつて取得\nする所得」には当たらないものであるから、原告の主張は失当である。\n２　原告の主張５は争う。\n３　（一）原告の主張の冒頭及び（一）は争う。令一八八条一項一号後段は、法二\n二条三項三号に規定する当該事業年度における損失は、外国法人が国内において行\nう業務又は国内にある資産につき生じた当該損失に限るものと規定しているのであ\nつて、原告の総収支が赤字であつたとしても、それをもつて直ちに、原告が日本国\n内で行なつた事業に係る収支について、原告の総運賃収入に対する日本における運\n賃収入の比率により計算した額どおりの純損失があつたと判断することはできな\nい。\n（二）　同６（二）は争う。原告主張の条項の規定する内国民待遇は、法人税の対\n象となる国内源泉所得の総額をあたかも内国法人の全所得と同様なものであるとし\nた場合に、外国法人が不利益に扱われてはならないというものであつて、わが国の\n法人税の課税対象とならない船舶の運用から生ずる所得を含めることはできないも\nのである。\n４　原告の主張７のうち、利子費用を控除すべきであるとの点及び原告主張の利子\n費用の算定方式の妥当性は争う。原告の主張する算定方式は、本件債券の利子収入\nに係る利子費用を求めるのにも拘らず船舶運送事業に係る国内源泉所得を基準とし\nていて本件利子収入額と何ら関係しない点、右国内源泉所得の算定は困難で恣意的\nになりやすい点及び日本における運賃収入を計上しながら日本における期末総資産\nに事業の用に供している船舶、コンテナを含まない点にあいて不合理である。\n５　原告の主張は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２及び被告の主張１（一）（１）（三）、２（一）（１）（三）\nの各事実は当事者間に争いがない。\n二　まず本件訴えのうち、本件各再更正及びこれに伴う各加算税賦課決定の取消し\nを求める部分の適法性につき判断するに、本件各再更正と本件各更正とを対比する\nと、本件各再更正は、いずれも本件各更正における所得金額及び算出税額を増加さ\nせているものの、納付すべき税額は減少させているものである。これは、本件利子\n収入に係る所得税額を、本件各更正においては損金として計上していたが、本件各\n再更正においては、法一四四条により準用される法六八条三項によつて確定申告書\nに記載を要することとされる事項の記載がなかつたことにつきやむを得ない事情が\nあるものと被告が認め（同条四項）、同条一項を適用して右所得税額を税額控除す\nることとし、これを損金不算入とした（法四〇条）ため所得金額及び算出税額は増\n加したものの、納付すべき税額は減少したものであるから、減額更正に当たるとい\nうべきである。従つて、原告は、本件各再更正によつて何ら新たな不利益は課せら\nれず、納付すべき税額が減少したことによる利益のみを受けたものであるから、本\n件訴えのうち、本件各再更正及びこれに伴う加算税賦課決定の取消しを求める部分\nは、いずれも訴えの利益を欠き、不適法であるといわなければならない。\n三　そこで本件利子収入が旧条約五条の「船舶の運用によつて取得する所得」に該\n当するか否かにつき判断する。\n１　アメリカ合衆国の法人がわが国に恒久的施設（事務所、支店等事業を行う一定\nの場所をいう。旧条約二条（１）（ｃ））を有する場合には、わが国は、自国内の\n源泉から生ずる右法人の全所得に対して租税を課すことができるが（旧条約三条\n（１）、法四条二項、一三八条、一四一条一号、令一八五条一項参照）、アメリカ\n合衆国の法人がアメリカ合衆国又は特定の第三国に登録されている「船舶の運用に\nよつて取得する所得」については、それがわが国内の源泉から生ずる所得であつて\nも、またわが国にその法人の恒久的施設がある場合であつても、わが国の租税は免\n除されることとされている（旧条約五条（１））。その趣旨は、かような所得を非\n課税とすることにより国際運輸業を盛んにし、国際間の交流を発展させようとする\n政策的意図もあるものの、それと同時に、一般に多数の国々を経由し、かつ、公海\nを通過して貨客を運送する船舶により取得される国際運輸業による所得の特質とし\nて、その所得の配賦が極めて困難であるという技術的理由にもよるものと解され\nる。\nまた、成立に争いのない乙第九号証の一、二によれば、租税条約の改訂の際の指針\nとされているモデル条約八条１は、「船舶又は航空機を国際運輸に運用することに\nよつて取得する利得に対しては、その企業の実質的な管理の場所が存在する締約国\nにおいてのみ租税を課することができる。」と規定しているところ、そのコメンタ\nリー一項一四には、「海運、内陸水路及び航空運輸企業が取得する投資所得（例え\nば、株式、債券、出資又は貸付金から生ずる所得）は、この種の所得一般に対して\n通常適用される取扱いに従うものとする。」と規定していることが認められる。こ\nれらも旧条約五条（１）と同様の考慮によるものであり、国際運輸業は、その業務\nの特殊性から所得の源泉地国が判然とせず、それによつて生じた所得の一部につい\nては相互に免税とせざるをえないものがあるが、投資所得は源泉地国が明らかであ\nるから、投資所得一般に対して通常適用される取扱いに従い、免税とされる所得の\n範囲には含めないこととしているものと解される。\nそして旧条約二条（２）は、「特に定義されていない用語の意義は、文脈により別\nに解釈すべき場合を除く外、自国の租税に関する法令における解釈によるものとす\nる。」と規定しており、「船舶の運用によつて取得する所得」については旧条約に\n特別の定義規定がないので、右所得に関連するわが国の租税法令をみると、まず、\n外国法人の国内源泉所得の範囲について規定した法一三八条は一号で「国内におい\nて行なう事業から生じ、又は国内にある資産の運用、保有若しくは譲渡により生ず\nる所得（次号から第十号までに該当するものを除く。）その他その源泉が国内にあ\nる所得として政令で定めるもの」と規定し、利子等（四号）、配当等（五号）は、\nそれぞれ別号に掲げて一号の国内源泉所得から除外しているが、これは主に事業か\nら生ずる所得と投資から生ずる所得とを明確に区別し、それぞれその所得の性質に\nふさわしい取扱いをしようとしたものと解される。また、国際海上運輸業者の国内\n源泉所得につき規定した令一七六条一項四号は、当該事業により生ずる所得のうち\n「国内において乗船し又は船積みをした旅客又は貨物に係る収入金額を基準と\nし・・・・・・て判定したその法人の国内業務につき生ずべき所得」を、その法人\nの法一三八条一号に規定する国内において行なう事業から生ずる所得とする旨規定\nしている。\nさらに、外国人等の国際運輸業に係る所得に対する相互主義による所得税等の非課\n税に関する法律（昭和三七年法一四四号）は、わが国の居住者又は内国法人が営む\n国際運輸業に係る所得で外国で生じたものにつき、当該外国が、わが国の所得税、\n法人税、住民税又は事業税に相当する税を課さない場合には、その課さない条件に\n応じて、当該外国の企業が取得する国際運輸業に係る所得で国内に源泉があるもの\nにつき、わが国の所得税、法人税、住民税又は事業税を課さないと規定し（同法一\n条、二条）、同施行令（昭和三七年政令二二七号）一条は、国際運輸業者の非課税\nとされる所得には、その者が、「当該事業に附随して次に掲げる業務を行なう場合\nにおける当該業務に係る所得を含むものとする。\n一　船舶又は航空機の貸付け\n二　前号に掲げる貸付け又は船舶若しくは航空機による旅客若しくは物品の運送の\n取次ぎ、媒介、代理その他これらに類する行為\n三　旅客若しくは貨物を空港へ運送し、又はこれらを空港から運送する行為」と規\n定している。\n右に列挙された行為は、いずれも船舶の運航と直接密接な関係がある業務であるか\nら、かかる業務から生じた所得は、これを船舶の運航によつて直接取得する所得と\n同視したものと解される。\n右各規定を斟酌すると旧条約五条（１）の免税の対象となる「船舶の運用によつて\n取得する所得」の範囲は、船舶の運航と直接密接な関係がある業務から生じた所得\nに限定して解釈すべきである。\n２　そこで、本件利子収入が船舶の運航と直接密接な関係のある業務から生じた所\n得に当たるか否かについて判断するに、原告は本件債券を引き受け、これを保有す\nることは原告が国際運輸業を遂行するうえ不可避であつたと主張する。\n（一）　成立に争いのない甲第一、第二号証の各一、二、第三、第八、第九号証、\n第一八、第一九号証の各一、二、第二〇号証の一ないし六、第二〇号証の七の一、\n二、第二〇号証の八ないし一〇、第二一、第二六号証、乙第二号証の一、二、第三\n号証の一ないし三、第四号証（以上のうち、甲第一号証の一、二、第三号証、第一\n九号証の一、二、第二〇号証の一ないし六、第二〇号証の七の一、二、第二〇号証\nの八ないし一〇、乙第二号証の一、二、第四号証については原本の存在及び成立に\nついて争いがない。）並びに証人Ａ、同Ｂの各証言によれば、次の事実が認めら\nれ、これに反する証拠はない。\n昭和四一年ころから国際運輸業界では従前の輸送手段に比し、より迅速・安全かつ\n低廉なコンテナ船による運送方式が採用されつつあつたが、このようなコンテナ\n船、特に大型のフルコンテナ船は、従前の貨物船に比しより深く長いバース、広大\nなコンテナヤード等の関連施設を必要とするものであつた。ところが、当時わが国\nには、コンテナ船の入港可能なバースを有する埠頭は東京・横浜・神戸に少数存在\nしたものの、これらの埠頭もコンテナヤード等の関連施設が十分とはいえず、数自\n体も不足していたため、バース待時間も多く、コンテナ船用埠頭としては十分では\nなかつた。そこで右のような国際的なコンテナ輸送への流れに対処するためにこれ\nに相応した埠頭が必要とされることとなつたが、本格的なフルコンテナ船が利用可\n能な港湾設備を整えるためには巨額な設備投資が必要であり、従前のように公共団\n体によつたのでは経済的負担に堪えられないため、かような港湾施設は独立の公団\nで建設・管理することとなり、昭和四二年一〇月に両公団が設立され、同四四年八\n月ころから両公団の建設した埠頭が順次供用され始めた。そして両公団は、右のよ\nうな莫大な資金の一割を国、一割を関係地方公共団体から各出資を受け、四割を財\n政投融資で賄つたが、残りの四割については、受益者負担の理念から埠頭借受人か\nら融資を受けることとし、融資の方法として両公団の発行する公債を借受人に一定\nの割合で引き受けさせることにしたため、借受希望者は、右公債を買い受けなけれ\nば、両公団と埠頭の賃貸借契約を結ぶことはできないこととされた。原告は、当時\n世界昀大のコンテナ運輸会社として横浜・神戸に存在した従前の埠頭を利用してい\nたが、これらの埠頭では関連施設が不十分であり、その事業の効率的な遂行を期待\nしえなかつたことから、両公団の建設する埠頭の専用使用権を獲得することがその\n事業を遂行する上で極めて望ましいものと判断し、親会社のマクリーンの親会社で\nあるレイノルズから原則として長期の債券投資は禁じられていたものの、右専用使\n用権を確保するため両公団発行の本件債券を引き受けることとし、昭和四五年三月\nから両公団の発行に係る本件債券を順次買い入れ、同年七月、両公団と岸壁等賃貸\n借契約を締結し、両公団の埠頭を専用使用することとなつた（以上の事実のうち、\n原告がコンテナ運輸会社であること、両公団の埠頭借受人は本件債券の引受けを義\n務づけられたこと及び原告が本件債券を買い入れたことは、当事者間に争いがな\nい）。\n（二）　以上の事実によると、原告はその事業をより効率的かつ適切に遂行するた\nめ、両公団が新たに建設する、従前の埠頭よりコンテナ船に適した埠頭の専用使用\n権を確保することを目的として本件債券を取得したものであつて、被告の主張する\nごとく所謂投資のみを目的として取得したものではないことが認められる。\nしかし、一方前掲甲第一八号証の一、二並びに原本の存在及び成立に争いのない乙\n第五、第六号証によれば、本件債券は無記名利札付き債券で、その利率は年七分三\n厘、償還期限は二年据置七年であるから、他の投資証券に比し必ずしも劣悪な条件\nではなく、かつ、本件債券の譲渡については何らの制約もなく、両公団の同意も一\n切不要であり、現に原告は昭和四五年一〇月に額面七億五〇〇〇万円に及ぶ阪神公\n団の債券を譲渡したのをはじめとして数回第三者に両公団発行の債券を譲渡してい\nる（この点は当事者間に争いがない。）ことが認められる。\n従つて、原告が本件債券を取得するについては前示のような経緯が認められるとし\nても、原告は本件債券をいつでも譲渡することが可能であつたものであり、かつ、\n本件債券には一般に投資対象とされる程度の利率による利息が付されていて、本件\n利子収入は、原告の事業活動自体によつて取得する所得ではなく、本件債券の保有\nにより生じた資産性の所得であるから、原告の業務の遂行とは直接の関連はないも\nのというべきであり、前記施行令一条に該当しないことはもとより同条の趣旨に照\nらしても、船舶の運航と直接密接な関係がある業務から生じた所得には含まれない\nといわなければならない。\n（三）　これに対し、原告は、両公団に対する再融資義務があるので、再融資時に\nおける円の対ドル交換相場の変動に伴うリスクを避けるため償還期限まで債券を保\n有する必然性を有していたと主張する。\nなるほど前掲甲第一八号証の一、二によれば、原告と両公団との間の岸壁等賃貸借\n契約が存続している限り、原告は本件債券が償還された時点において、当初の額の\n昀高七三パーセントの範囲内で公団の定める額の債券を引き受けることにより再融\n資しなければならないこととされていることが認められるけれども、右再融資義務\nの履行に伴う本件債券額の七三パーセントに当たる債券の取得を本件債券の売却資\n金から調達する必要は毫もないのであるから、原告の主張するような対ドル交換相\n場の変動に伴うリスクを避けるための債券の保有の必要性なるものは、結局単なる\n金融上の問題に過ぎず、本件利子収入と原告の業務遂行との直接かつ密接な関連性\nを肯定するに足りるものではない。\n（四）　次に原告は、両公団の埠頭の貸付料と本件利子とは不可分の関係にあるか\nら、右貸付料を旧条約五条の免税所得に係る費用として損金に算入しない以上、本\n件利子収入も同様旧条約五条の所得として益金に算入することは許されないと主張\nする。\n前掲甲第一号証の一、二、第一八号証の一、二及び成立に争いのない甲第五号証の\n一、二によれば、本件利子の支払資金としては当初から原告その他の埠頭借受人が\n両公団に支払う貸付料が予定されており、現に貸付料は支払利子費用算定の一要素\nとされていることが認められるが、原告の支払う貸付料とその受け取る利子とは直\n接対応しないことが認められるのみならず、貸付料は免税となる国際運輸業の費用\nであることが明らかである一方、本件利子収入は先に説示したとおり、国際運輸業\nとは直接関連性を有しない収益なのであるから、後者のみを益金に計上したからと\nて何ら不合理はない。よつて、原告の右主張も理由がない。\n（五）　次に原告は、旧条約五条と実質上同一の規定である新条約一〇条及び交換\n公文の規定によれば、本件利子収入が旧条約五条の免税所得に含まれることは明ら\nかであると主張する。\nしかしながら、旧条約五条は、アメリカ合衆国の企業がわが国内に恒久的施設を有\nしない限りその産業上又は商業上の利得についてわが国の租税を課せられないが、\n恒久的施設を有する場合にはその企業の国内源泉所得のすべてに対し課税すること\nができるとした同条約三条、四条に対する例外規定であるのに対し、新条約一〇条\nは、企業がわが国内の恒久的施設を通じて産業上又は商業上の活動に従事する場合\nはその産業上又は商業上の利得のうち当該恒久的施設に帰せられる部分に対しての\nみ課税できるとする同条約八条及び一定の場合に資本資産の売却、交換その他の処\n分によつて取得する収益につき課税することができるとする同条約一六条の例外規\n定であつて、その「産業上又は商業上の利得」についても、旧条約では、配当、利\n子、賃貸料又は使用料は、恒久的施設の有無、恒久的施設との実質的関連性の有無\nを問わず、これには含まれないもとしているのに対し（同条約二条（１）（●）\n（ｉ）（ｉｉ）参照）新条約では船舶又は航空機の運用、人的役務の提供及び船\n舶・航空機を除く有体の動産の賃貸から生ずる所得並びにわが国内の恒久的施設と\n実質的に関連を有する場合には配当、利子、使用料等までも含むこととされ、「産\n業上又は商業上の利得」の概念を拡大しているのである（新条約八条（５））か\nら、旧条約五条と新条約一〇条が実質的に同一の規定であるとはいえない。のみな\nらず、原告の指摘する交換公文の文言自体からしても、本件利子収入が新条約一〇\n条に該当する所得であると解することはできないから、右交換公文を論拠とする原\n告の主張も理由がない。\n３　原告は本件債券のうち少なくとも七三パーセントは業務上保有せざるを得なか\nつたものであるから、本件利子収入のうち右割合に当たる部分は旧条約五条の免税\n所得に該当すると主張するが、右主張の失当なことは、前項（三）において説示し\nたところから明らかである。\n４　従つて、本件利子収入が旧条約五条の免税所得に該当するとの原告の主張はす\nべて理由がない。\n四　原告は、本件各更正は旧条約一九条（２）、友好条約一一条１に違反すると主\n張するので検討する。\n１　原告は、四六、四七事業年度には大巾な純損失を被つており、日本における損\n失として配分されるべき金額を算出すると、課税されるべき国内源泉所得は発生し\nなかつた筈であるから、前記各条約に違反すると主張する。\n前示のとおり原告の本件利子収入について旧条約五条は適用されないから、法一三\n八条一号、令一七六条一項四号により原告の国内源泉所得が定められ、ついで法一\n四二条により令一八八条一項一号の制約のもとに準用される法二二条三項により控\n除されるべき損金の額を定めることとなるが、同条三項一号の売上原価等の原価の\n額についでは令一八八条一項一号に何らの規定はないので、右国内源泉所得に直接\n対応する原価の額を計上すべき趣旨と解される。そして、同号前段は、販売費、一\n般管理費その他の費用のうちわが国内において行なう業務に合理的に配分されるも\nのに限つて法二二条三項二号により損金として認めている（なお旧条約三条（４）\n参照）が、原告の右諸費用中には、その性質上、本店のみ或いは日本におけるもの\n以外の営業所のみに係る費用も当然存在するものと解されるから、右費用の内容如\n何にかかわらず一律に原告の主張する比率で配分するときは、右のように明らかに\nわが国内源泉所得と関連のない費用まで配分されることとなり不合理な結果を生じ\nうる。また、令一八八条一項一号後段は法二二条三項三号の損失としてはわが国内\nにおいて行なう業務又は国内にある資産につき生じた当該損失に限り損金として計\n上できるとしており、それゆえ外国法人が確定申告等をするに当たつては、右各金\n額或いは配分の合理性を明らかにできるような各種の資料の添付を要求されている\n（法人税法施行規則六一条二項参照）ことに鑑みると、原告主張のごとく、原告の\n全世界での総損失に原告の船舶運輸事業に係る国内源泉所得の総運賃収入に対する\n比率を乗じたところで、法令の規定に従つてわが国内における純損失を計算したも\nのとは到底いいえない。よつて、原告の右主張はその前提を欠き失当である。\n２　次に原告は、内国法人であれば貸付料は費用として認められるのに、原告の場\n合は認められず、これと密接な関係にある本件利子収入に課税されるのは前記各条\n約に違反する。従つて、右貸付料、少なくともそのうち本件債券の利子支払分に相\n当する金額は損金に計上されるべきであると主張する。\nしかしながら、抑も貸付料は非課税とされる国際運輸業に係る経費であることは明\nらかであり、一方本件利子収入は右と直接関連しない所得であること及び原告の支\n払う貸付料と本件利子収入との間にはいずれも直接の対応関係がないことはいずれ\nも前説示のとおりであるから、右貸付料或いはその本件債券の利子支払分に相当す\nる金額を本件利子収入の損金として計上しえないことは当然であり、何ら内国民待\n遇の規定に反することはない。\nよつて、原告の右主張は理由がない。\n五　次に、利子費用について検討する。\n１　本件債券は原告が親会社であるマクリーンから受領していた無利子の前受金の\n一部により買い受けたものであることは当事者間に争いがなく、弁論の全趣旨によ\nれば、右前受金は、原告の必要経費のプール資金として特に使途が指定されること\nなく交付されたものであること及び原告は、右買受金につき格別に本件債券に係る\n損益として分離して経理しているものではないことが認められる。\n被告は、第三者からの借入金に対する支払利子が恒久的施設の経費として計上され\nるためには右支払利子が当該恒久的施設のため支払われたことが明白又はこれと同\n程度に合理的であることを要し、特に本件利子収入のような場合には、本件債券を\n購入するのに直接要したことが明らかな支払利子に限つて経費として認められると\nころ、本件債券を購入した前受金は無利子であつたのであるから、本件利子収入に\n係る利子費用は存在しないと主張する。\nしかしながら、法二三条は受取配当等の益金不算入を定めているところ、その三項\nにおいて、当該事業年度において支払う負債の利子があるときは、配当等の額の合\n計額から当該負債の利子の額のうちその株式等に係る部分の金額として政令で定め\nるところにより計算した金額を控除した金額を益金の額に算入しないと定めてい\nる。これは金銭のもつ高度の代替性のため、ある一定の借入金が当該株式等の取得\nのため用いられたことを確定するのは困難であり、たまたまある借入金が一定の株\n式等の取得のため用いられたことが判明しても、右借入金が右株式等の取得のため\n特に使途を限定して借り入れられ、他の金員と特に区別して経理されているような\n状況にない場合には、右借入金は結局他の資金の活用を自由にし、当該企業全体の\n資金状況に直接影響を及ぼすものであるから、右借入金は、当該企業の所有するす\nべての資産に均分に使われたものとするのが適切であるとしたものと解される。右\nのような金銭の特質及びこれを斟酌した法の趣旨に鑑みると、前記認定のとおり、\n本件債券の購入に用いられた前受金はもともと特別の使途を指定されたものではな\nく、また右購入資金及び本件債券に係る損益が特別に分離して経理されていなかつ\nた本件の場合には、原告の総利子費用を本件債券に合理旬に配分した額は、本件利\n子収入の費用として法一四二条によつて令一八八条一項一号の制約の下に準用され\nる法二二条三項二号により損金に計上すべきである。\n従つて、被告の右主張は理由がない。\n２　そこで右配分方法につき考えると、先に説示したとおり国際運輸業者の国内源\n泉所得の把握は一般に非常に困難であつて、令一七六条一項四号に一応の基準は示\nされてはいるものの、右基準が本件利子収入の利子費用の配分をなすに当たり直ち\nによるべき基準として適切か否かにつき問題があるうえ、弁論の全趣旨によれば、\n原告主張の算定方式には、国内源泉所得のうち運賃収入が考慮されるのみで本件利\n子収入自体何ら斟酌されておらず、また右運賃収入を計算根拠にするにも拘らずこ\nれを取得するのに昀も必要な船舶、コンテナ等を考慮していないことが認められる\nから甚だ合理性を欠くものといわざるを得ない。結局前示のとおり原告の総借入資\n金は、その所有する資産のすべてに、その価額比に応じて均分に使用されたものと\n推定するのが合理的であるが、右の考えを前提に法二三条三項、令二二条一項は、\n受取配当から控除する負債利子の額を総資産按分によつて算定する旨規定してお\nり、右の算定の方式は、総支払利子の額に、総資産の帳簿価額の期首・期末の合計\n額に占める全有価証券の帳簿価額の期首・期末の合計額の割合を乗じて計算するも\nのである。これを本件の場合に適用すると、本件では本件債券の利子収入に係る支\n払利子を計算するものであるから、右の算定方式のうち、全有価証券の帳簿価額を\n本件債券の帳簿価額におきかえるのが妥当である。従つて、被告が予備的に主張す\nる算定方式によるのが昀も合理的であるというべきである。\n３　しかして被告主張の算定方式を採用するときは、四六、四七事業年度分の利子\n費用、事業税額、従つて所得金額及び納付すべき法人税額が被告主張４（二）のと\nおりの数額となることは、当事者間に争いがない。\n六　次に本件各加算税賦課決定につき検討するに、本件利子収入が旧条約五条の免\n税所得に該当するか否かについて適切な先例がなかつたことは弁論の全趣旨からも\n認められるところではあるが、本件全証拠によるも、右以外に、原告が本件利子収\n入を課税所得として申告することが期待できなかつたような事情を認めるに足りる\n証拠はなく、本件は畢意するに、原告が右条約の解釈を誤つたに過ぎないものとい\nうべきであるから、国税通則法六五条二項、六六条一項但書、二項の正当の理由が\nあるものと認めることはできない。\n七　以上の次第であるから、本件訴えのうち、本件各再更正及びこれに伴う加算税\n賦課決定の取消しを求める部分は訴えの利益を欠くので不適法として却下すること\nとし、四六事業年度分更正及び無申告加算税賦課決定のうち所得金額八七三三万〇\n〇九四円、納付すべき税額一九八四万三八〇〇円、無申告加算税一九八万四三〇〇\n円を超える部分並びに四七事業年度分更正及び過少申告加算税のうち所得金額一億\n一一九二万九六三三円、納付すべき税額二四二二万八九〇〇円、過少申告加算税一\n二一万一四〇〇円を超える部分はいずれも違法であるからこれを取り消し、右更正\n及び加算税賦課決定のうちその余の部分の取消しを求める請求は理由がないのでこ\nれを棄却することとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八\n九条、九二条本文を適用して主文のとおり判決する。\n（裁判官　時岡　泰　満田明彦　田中信義）\n別紙一、三（省略）\n"
}