{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 7,
    "day": 26
  },
  "case_number": "昭和59(う)1630",
  "case_name": "証券取引法違反、商法違反被告事件",
  "court_name": "東京高等裁判所第二刑事部",
  "lawsuit_id": "20296",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20296",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/296/020296_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n当審における訴訟費用は、全部被告人らの連帯負担とする。\n理　　　　由\n（控訴の趣意）\n本件控訴の趣意は、被告人Ａ１株式会社（以下「被告会社」という。）、同Ａ\n２、同Ａ３については、弁護人平松勇外四名が連名で提出した控訴趣意書（ただ\nし、第二編の第二点のうち第一の部分を除く。）、\n控訴趣意の補充並びに訂正書、控訴趣意補充書に、被告人Ａ４、同Ａ５について\nは、弁護人倉井藤吉外二名が連名で提出した控訴趣意書、控訴趣意に関する補充書\nに、被告人Ａ６、同Ａ７については、弁護人渡辺留吉外三名が連名で提出した控訴\n趣意書、右渡辺弁護人が提出した控訴趣旨追加申立書に、これらに対する答弁は、\n検察官氏家弘美が提出した答弁書に、それぞれ記載されたとおりであるから、これ\nらを引用する。\n（被告会社、被告人Ａ２、同Ａ３関係）\n一　弁護人平松勇らの控訴趣意第一編の〔一〕、控訴趣意の補充並びに訂正第一\nについて\n所論は、原判決は、その判示第一の事実（以下「変動操作」の事実ともいう。）\nに証券取引法一二五条二項一号後段を、同第二の事実（以下「安定操作」の事実と\nもいう。）に同条三項を適用して、被告人らに有罪の言渡しをしているが、右各条\n項は有価証券の売買取引の外にその委託及び受託を禁止しているため、証券取引所\nの会員が一般投資家の委託によらずに自らの計算において違法な売買取引をすると\nきには、いわばその既遂をまつて処罰されるにすぎないのに対し、一般投資家は、\n違法な売買取引のいわば予備の段階にすぎない委託をするだけで処罰されることに\nなるから、右各条項は、法の下の平等を定めた憲法一四条に違反して無効であり、\nしたがつて、原判決には判決に影響を及ぼすことの明らかな法令適用の誤りがあ\nる、というのである。\n<要旨第一>証券取引法一二五条二項（昭和五六年法律第六二号による改正前のも\nの。以下同条、同法一九七条及び二〇</要旨第一>七条について、同じ。）は、その\n本文において、「何人も、有価証券市場における有価証券の売買取引を誘引する目\n的を以て、左に掲げる行為をしてはならない。」と、その一号後段において、「単\n独で又は他人と共同して、当該有価証券の相場を変動させるべき一連の売買取引又\nはその委託若しくは受託をすること」と規定し、同条三項は、「何人も、単独で又\nは他人と共同して、政令で定めるところに違反して、有価証券の相場を釘付け、固\n定し、又は安定する目的を以て、有価証券市場における一連の売買取引又はその委\n託若しくは受託をしてはならない。」と規定し、同法一九七条二号において、同法\n一二五条の規定に違反した者を処罰する旨定めている。右の二項一号後段と三項の\n文言を比較してみると、三項違反として犯罪になる行為は、所定の目的をもつてす\nる「有価証券市場における」一連の売買取引又はその委託若しくは受託であるのに\n対し、二項一号後段違反として犯罪になる行為は、所定の目的をもつてする当該有\n価証券の相場を変動させるべき一連の売買取引又はその委託若しくは受託であつ\nて、必ずしも「有価証券市場における」ものであることを要しないことが明らかで\nあり、有価証券市場外のものでもよいわけである。しかも、二項本文と三項の冒頭\nには、「何人も」と規定されており、罰則である前記一九七条二号でも、犯罪の主\n体については何の制限もしていないのである。これらのことからすると、右の二項\n一号後段違反及び三項違反の罪の構成要件は、所論の売買取引であると、その委託\n若しくは受託であるとを問わず、その主体を特定の者に限定することなく、何人で\nも、いやしくも、その規定する要件に該当する行為をした者について成立するもの\nとして規定されているものといわなければならない。ただ、所論も指摘しているよ\nうに、同法一〇七条には、「有価証券市場における売買取引は、当該有価証券市場\nを開設する証券取引所の会員に限り、これをなすことができる。」と規定されてい\nるため、有価証券市場における一連の売買取引をする二項一号後段違反の罪及び三\n項違反の一連の売買取引をする罪は、証券取引所の会員、現実にはその会員である\n会社の代表者その他の従業者についてのみ成立することになるが、これは、右以外\nの者は、その規定する要件に該当する行為をすることができないから罪を犯すこと\nができないというだけのことであつて、右の代表者その他の従業員であるが故に成\n立するというものではない。もつとも、結果的にみると、右のような二項一号後段\n違反の罪、及び三項違反の罪は、右の代表者その他の従業者によつてのみ犯すこと\nができることになるが、これは、前記一〇七条が証券取引所の会員に限り有価証券\n市場における売買取引をすることができるものとした、合理的な理由に基づくこと\nであつて、法の下の平等に反するものではない。\nなお、所論は、前記二項一号後段及び三項に規定されている「委託若しくは受\n託」は、同法一二八条ないし一三二条に定める規定に基づいて行われるものを指す\nともいうが、所論のように限定的に解さなければならない理由は存在しない。\n論旨は理由がない。\n二　同〔二〕のうち、規定の不明確をいう点について\n所論は、原判決は、証券取引法一二五条二項一号後段及び同条三項は憲法三一条\nに違反するものではないとしているが、右各規定は、その意義があいまい不明確\nで、通常の判断力をもつ一般人において、当該行為がその適用を受けるものかどう\nかの判断をすることが困難であるから、憲法三一条に違反して無効であり、したが\nつて、原判決には判決に影響を及ぼすことの明らかな法令適用の誤りがある、とい\nうのである。\n１　一二五条二項一号後段の規定について\n<要旨第二>（一）　「有価証券市場における有価証券の売買取引を誘引する目\n的」とは、有価証券市場における当該有価証券</要旨第二>の売買取引をするように\n第三者を誘い込む意図である。この目的は、他のいわゆる目的犯の目的と同じで、\n実行行為をする動機であり、一号後段違反の罪の故意である当該有価証券の相場を\n変動させるべき一連の売買取引又はその委託若しくは受託の事実の認識と相おおう\nものではない。\n所論は、右の「有価証券市場における当該有価証券の売買取引をするように第三\n者を誘い込む」ということは、「客観要件たる売買取引を原因として、客観的にそ\nの結果として生ずる、いわゆる因果的連鎖に立つ事実であり、したがつて、客観要\n件を超えた事実ではないから、目的犯の目的としての解釈たり得ない」ともいう\nが、右に示した目的は、そこで述べたように、実行行為、換言すると、所論のいう\n客観要件たる売買取引をする動機であつて、所論のいう「客観要件たる売買取引を\n原因として、客観的にその結果として生ずる、いわゆる因果的連鎖に立つ事実」で\nはない。\n<要旨第三>（二）　「相場を変動させるべき」取引とは、有価証券市場における\n相場を支配する意図をもつてする、相場が変</要旨第三>動する可能性のある取引の\nことである。条文の文言は、単に「相場」となつており、一連の売買取引も一の論\n旨に対する判断で述べたように必ずしも有価証券市場におけるものであることを要\nしないけれども、有価証券市場における一連の売買取引をする場合には、有価証券\n市場における相場が変動させられることになるわけであり、有価証券市場外におけ\nる一連の売買取引をする場合にも、さきに述べた誘引目的が有価証券市場における\n売買取引であることとの関連上、有価証券市場における相場と解するのが相当と思\nわれる。\n「変動させるべき取引」とは、単に、取引自体が相場を変動させる可能性をもつ\nているその取引ということではなく、相場を支配する意図をもつてする、相場が変\n動する可能性のある取引と解するのが相当である。\n<要旨第四>（三）　「一連の売買取引」とは、社会通念上連続性の認められる継\n続した複数の売買取引のことであつて、一の</要旨第四>論旨に対する判断で述べた\nように、必ずしも有価証券市場におけるものであることを要しない。このことは、\n本項の一号前段、二号、三号の行為も有価証券市場におけるものであることを要件\nとしていないこととの関連上も、妥当な考え方であると思われる。\n<要旨第五>さきに述べた「相場を変動させるべき」という要件は、ここにいう\n「一連の売買取引」にかかるものであつ</要旨第五>て、一連の売買取引に含まれる\n個々の売買取引にかかるものではない。したがつて、相場を変動させるべき一連の\n売買取引というのは、一連の売買取引が全体として相場を変動させるべきものであ\nれば足りる趣旨であつて、一連の売買取引に含まれる個々の売買取引がそれぞれ相\n場を変動させるべきものであることを必要とするものではない。\n（四）　「その委託若しくは受託をする」とは、相場を変動させるべき一連の売\n買取引を委託し又は受託することである。委託又は受託そのものが相場を変動させ\nるべきものであることを必要とするものではない。なお、この委託又は受託が証券\n取引法一二八条ないし一三二条に定める規定に基づいて行われるものであることを\n要しないことは、一の論旨に対する判断において述べたとおりである。\n以上の説明でわかるように、証券取引法一二五条二項一号後段違反の罪は、有価\n証券市場における当該有価証券の相場を変動させるべき一連の売買取引等をすれ\nば、それによつて変動される相場につられて第三者が有価証券市場における当該有\n価証券の売買取引に誘い込まれやすくなり、ひいて有価証券市場の自由で公正な取\n引が阻害されたり投資家の利益が害されたりするおそれがあるので、これを予防す\nるために、有価証券市場における当該有価証券の売買取引を誘引する目的をもつ\nて、その有価証券の相場を変動させるべき一連の売買取引等をすることを犯罪とし\nたもので、一種の危険犯であり、その意義があいまい不明確であるとはいえない。\n２　一二五条三項の規定について\n<要旨第六>（一）　「相場を安定する目的」とは、現にある有価証券市場におけ\nる相場を一定の範囲から逸脱しないようにす</要旨第六>る意図である。この目的\nは、いわゆる目的犯の目的とは異なり、客観的構成要件要素とされている行為、こ\nこでは次に述べる「一連の売買取引」にかかつて、その行為を目的の内容に即応す\nるように規定し方向づける働きをする主観的構成要件要素である。\n<要旨第七>（二）　「一連の売買取引」とは、社会通念上連続性の認められる継\n続した複数の売買取引のことであつて、右に</要旨第七>述べた目的によつて規定さ\nれ、方向づけられるため、現にある相場を一定の範囲から逸脱しないようにするの\nにふさわしいものということになる。\n<要旨第八>なお、ここでも、「相場を安定する目的」という要件は、ここにいう\n「一連の売買取引」にかかるものであ</要旨第八>つて、一連の売買取引に含まれる\n個々の売買取引にかかるものではない。したがつて、相場を安定する目的をもつて\nする一連の売買取引というのは、一連の売買取引が全体として現にある相場を一定\nの範囲から逸脱しないようにするのにふさわしいものであれば足りるという趣旨で\nあつて、一連の売買取引に含まれる個々の売買取引がそれぞれ現にある相場を一定\nの範囲から逸脱しないようにするのにふさわしいものであることを必要とするもの\nではない。\n<要旨第九>（三）　「政令で定めるところ」とは、証券取引法施行令二〇条一項\nに定める「有価証券の募集又は売出しを容易</要旨第九>にするために行なう場合」\nである。この場合でないのに行われた安定操作が犯罪を構成するわけである。この\n場合に行われた安定操作が犯罪にならない理由は、企業が有価証券の募集又は売出\nしをする場合には、大量の有価証券が有価証券市場に放出され、一時的に供給過剰\nの現象を生ずることがあるため、自然の取引、成り行きに任せておくと、その有価\n証券の価格が下落して、有価証券の募集又は売出しが困難になるおそれがあること\nから、右の場合に限り人為的に相場の安定を図る取引を許容しようとすることによ\nるのである。\n（四）　「その委託若しくは受託」とは、１の（四）に述べたところに準ずる。\n以上の説明でわかるように、証券取引法一二五条三項違反の罪は、有価証券市場\nにおいて、現にある当該有価証券の相場を一定の範囲から逸脱しないようにする目\n的で、それにふさわしい一連の売買取引をすれば、それによつてその有価証券の相\n場が安定し、自由で公正な取引が阻害されたり投資家の利益が害されたりするおそ\nれがあるので、これを予防するために、政令で定める例外の場合を除き、当該有価\n証券の相場を安定する目的をもつて、有価証券市場におけるその有価証券の一連の\n売買取引等をすることを犯罪としたもので、一種の危険犯であり、その意義があい\nまい不明確であるとはいえない。\nなお、所論の中には、証券取引法一二五条二項一号後段及び同条三項の規定が、\nアメリカの証券取引法の規定等のように解釈することが困難であるとして、憲法三\n一条違反をいうかのような部分があるが、そうだとすれば、それは所論の解釈の故\nであつて、証券取引法の右各規定の故ではないといわなければならない。\n論旨は理由がない。\n三　同〔二〕のうち、罪刑の不均衡をいう点について\n所論は、証券取引法一二五条三項には、同条二項本文に規定されている「有価証\n券市場における有価証券の売買取引を誘引する目的」の規定がなく、その解釈にお\nいても、目的要件の不必要な理由の合理的な説明ができないから、同項違反は、同\n条二項一号後段違反の場合よりも厳しい処罰規定になつて、両者間の罪刑が不均衡\nとなり、憲法三一条に違反する、というのである。\n<要旨第一〇>証券取引法一九七条二号は、同法一二五条の規定に違反する行為に\nついて同一の刑罰を規定しているのであ</要旨第一〇>るから、所論が主張するよう\nに、同条二項一号後段違反の行為と同条三項違反の行為とは、その違法性の程度が\nほぼ同じであることが望ましいということができる。ところで、右の二つの条項を\n比較してみると、ともに一連の売買取引等を禁止して、有価証券市場における自由\nで公正な取引や投資家の利益を保護しようとするものである点において似通つてい\nるが、前者では、さきに述べたように一連の売買取引が有価証券市場外におけるも\nのでもよいことから、その売買取引によつて変動させられる相場を有価証券市場に\nおける有価証券の売買取引に反映させようとすることを違法としてとらえているた\nめ、所論の誘引目的の存在を必要とし、これを要件としているのに対し、後者で\nは、一連の売買取引が有価証券市場におけるもので、その取引自体によつて有価証\n券市場における売買取引に影響をもたらすので、更に、そのうえに、誘引目的の存\n在を要件とする必要がないのである。したがつて、三項違反が二項一号後段違反よ\nり厳しい処罰規定になつているとは思われない。\nかえつて、三項違反の行為の方が、直接有価証券市場における有価証券の相場に\n影響を与える行為として、違法性が強いともいえるのである。\nなお、原判決が、所論と同趣旨の主張に対して判示しているところは、その中\nに、三一丁表八行目の「内容」は「例外」の、同裏三行目の「禁止」は「許容」の\nそれぞれ誤記ではないかと思われる部分があることを考慮に入れてみても、にわか\nに賛成することができない。\n論旨は理由がない。\n四　同〔三〕について\n所論は、原判決は、判示第二の安定操作の事実が証券取引法施行令二〇条一項に\n定めるところに違反して行われたものであるとして有罪としているが、同条項は、\n法の委任の範囲を逸脱した罰則であるから、憲法七三条六号ただし書に違反して無\n効であり、したがつて、原判決には判決に影響を及ぼすことの明らかな法令適用の\n誤りがある、というのである。\nしかし、所論の証券取引法施行令二〇条一項が憲法七三条六号ただし書に違反す\nるものではないとした原判決の判断は相当である。なお、若干補足することとす\nる。\n所論が右施行令二〇条一項が無効であるという理由は難解であるが、要するに、\n証券取引法一二五条三項が同条二項一号後段と同じように、「有価証券市場におけ\nる有価証券の売買取引を誘引する目的を以て」行われる行為を禁止する規定である\nことを前提にして、同施行令二〇条一項は、「買付け取引を誘引する目的を以てす\nる安定操作取引を許容する」旨規定すべきであるのに、右の目的を要件としない安\n定操作取引を許容するものと規定し、ひいて、「有価証券市場における有価証券の\n売買取引を誘引する目的」をもたない右三項違反の行為を処罰することにしている\nという意味で、法律の委任のない罰則を設けたことになる、という趣旨ではないか\nと思われる。\nそうだとすると、さきにも述べたように、右三項は所論のような目的をもつてす\nる行為を禁止する規定ではないから、所論は前提を欠いて失当という外はなく、ま\nた、右施行令が所論の目的を要件としない行為を許容するものとしたのは当然のこ\nとであるといわなければならない。なお、同施行令が所論の目的を要件としない行\n為を許容するものと規定したからといつて、同施行令が罰則を設けたことになるも\nのではない。いずれにしても論旨は理由がない。\n五　同第二編の第一点について\n所論は、原判決が、「被告人らの経歴及び犯行に至る経緯等」の第三において、\n本件各犯行に至る経緯等として判示した事項について事実誤認をいうもので、その\n要点は、原判決は、被告人Ａ２及び同Ａ３が、被告会社においては、同業他社と比\n較して自己資本率が低く、したがつて金利負担率が高く、経常利益が圧迫されてい\nたうえに、銀行からも借入金の返済を要求されて資金繰りに苦慮したこともあつた\nことから、被告会社の自己資本率を高めて財務内容を改善し、併せて多額の先行投\n資をして被告会社の業績を伸ばすため、増資によつて早急に三〇億円程度の資金を\n調達することを企て、増資額を一二億円、時価発行公募株式数を一二五〇万株と\nし、かねて一七〇円ないし一八〇円台に高騰させていた被告会社の株価を、更に権\n利落直前までに二八〇円台にまでつり上げることにより公募価格を二〇〇円にする\nことができるようにし、公募分により一八億円余りのプレミアムを得て、右の懸案\nを実現しようとした旨認定しているが、被告会社においては、金利負担率が同業他\n社に比べて高く経常利益が圧迫されていたということはないうえに、銀行からも順\n調に融資を受けていて資金繰りに苦慮していたわけではなく、また、新規プロジェ\nクトの計画も資金を調達する段階には至つておらず、そもそも三〇億円程度の資金\nを調達するという懸案自体が存在しなかつたし、株価が上昇したのは被告会社の業\n績が良かつたことや増資決定が発表されたことなどによるものにすぎず、同被告人\nらには被告会社の株価を二八〇円台にまでつり上げようという意図もなかつたので\nあるから、原判決には判決に影響を及ぼすことの明らかな事実の誤認がある、とい\nうのである。\nしかし、原判決が掲げる関係各証拠（ただし、二一丁裏六行目の「二二二八丁」\nは「二二三八丁」の、二三丁裏四・五行目の「Ｂ１」は「Ｂ１」の、同一一行目の\n「Ｂ２」は「Ｂ２」の各誤記と認められる。）、ことに同被告人らの検察官に対す\nる各供述調書、押収してある有価証券届書一綴（符１）、Ａ１経理より預りと題す\nる雑書綴一袋（符７）、同業他社経営分析綴一綴（符３１１）、飼料メーカー経営\n分析一冊（符３１３）等によると、原判決が所論の第三本件各犯行に至る経緯等と\n題して認定した事実（ただし、九丁表一行目の「増次」は「増資」の、同裏二行目\nの「強加」は「強化」の各誤記と認められる。）が優に認められ、所論のような誤\n認があるとは思われない。すなわち、当時、被告会社では、同業の他社と比較し\nて、自己資本率が低く、逆に負債率ひいては金利負担率が高かつたため、財務内容\nの改善が当面の課題であつたこと、業績を拡大するために、金融が緩んだこの時期\nに先行投資をしていくのが得策であると考えられていたことなどから、これらの懸\n案を実現するため、同被告人らが被告会社の経理担当者として、関係証券会社の担\n当者と種々協議、検討をしたうえ、時価発行公募を含む増資を計画し、右増資にお\nいて公募価格を一株二〇〇円とすればプレミアムを含めて三〇億円程度の資金の調\n達が可能となると考え、公募価格を一株二〇〇円と定められるようにするため、被\n告会社の株価をあらかじめ人為的につり上げ、更に一定の水準に安定しようと企\nて、主として被告会社の資金を用い、本件各売買取引をするに至つたものであるこ\nとが認められるのである。しかも、押収してある銀行取引状況一覧表綴一冊（符３\n１０）、被告人Ａ３の検察官に対する昭和四八年三月二日付供述調書によると、被\n告会社が本件の増資によつて調達した約三〇億円のうちから、返済等によつて、昭\n和四七年三月末よりも、長期借入金が少なくとも五億三〇〇〇万円余減少し、昭和\n四八年一月末までに増加するはずであつた短期借入金が少なくとも六億四〇〇〇万\n円少なくて済んだため、負債率ひいては金利負担率が低くなり、財務内容がかなり\n改善されたうえに、業績を拡大していくための先行投資用として、少なくとも一四\n億円の預金がなされていることが明らかで、懸案とされていたことが実現している\nのである。\n所論は、同被告人らの検察官に対する各供述調書に原判決が認定したところと同\n趣旨の供述があるのは、検察官が事実をまげて誘導し、同被告人らが検察官の意を\nむかえようとして供述したためで信用性がないというが、所論のような事実がない\nことは、原判決が「争点に対する判断」の第二において詳細に判示しているとおり\nである。しかも、同被告人らの右供述は、他の被告人らの検察官に対する各供述調\n書や押収された証拠物たる書面によつて十分に裏付けられている。\n論旨は理由がない。\n六　同第二編の第二点中第二の部分について\n所論は、要するに、原判決は、被告人らが共謀のうえ共同して、原判決別表第一\nの（一）記載のとおり、被告会社の株式を買い上がり買い付け、買い支え等の方法\nにより継続して買い付け、また、同別表第一の（二）記載のとおり、被告会社の株\n式について仮装の売買をするなど、その相場を変動させるべき一連の売買取引をし\nた旨認定しているが、注文控（いわゆる板。以下「板」ともいう。）の記録に照ら\nして個別に検討してみると、右（一）記載の売買取引をもつて買い上がり買い付け\nや買い支えと認めることはできず、また、同（二）記載の売買取引も仮装の売買と\nはいえず、いずれも相場の高騰につながるものではないから、原判決には判決に影\n響を及ぼすことの明らかな事実の誤認がある、というのである。\n<要旨第一一（イ）>しかし、原判決の掲げる関係各証拠によると、被告会社の株\n式について、別表第一の（一）、（二）に記載された買</要旨第一一（イ）>い付け\n及び売買が行われたことが明らかであるところ、これらの買い付け及び売買は、い\nずれも原判決が、その罪となるべき事実第一及び「争点に対する判断」の第三にお\nいて判示しているように（ただし、後に示す若干の誤りの部分を除く。）、被告人\nら及び原審の相被告人であつたＣ１（以下、この論旨に対する判断では、このＣ１\nを含めて被告人らという。）が、被告会社が三〇億円の資金を調達するため時価発\n行公募を含む一二億円の増資をするに際し、有価証券市場における被告会社の株価\nが一株一七〇円ないし一八〇円であつたのを人為的に二八〇円位にまで高騰させ\nて、時価発行の公募価格を一株二〇〇円位にすることにより約一八億円のプレミア\nムを被告会社に得させようと直接間接に意思を通じたうえ実行したもので、その実\n行に当たつては、実需の裏付けがないのに、主として被告会社の資金を用い、被告\n会社の従業員その他の関係者、更には証券会社が適当に選んだ者を買付名義人にす\nるという方法を採用し、変動操作をしていることに気付かれないようにできるだけ\n自然に株価が上昇しているような形になることに心を用いて、浮動株を継続的に、\nかつ、大量に買い付けるなどし、個々の取引においては、寄り付き前から前日の終\n値より高い指値で買い注文を出し、ザラバの気配をみて、直近の値段より高い指値\n買いの注文を出したり買い注文の残りの指値を高く変更したり時間を追つて順次指\n値を一円刻みに高くした買い注文を出したりし、また、比較的高い値段で仮装の売\n買をするなどの方法で相場を高騰させ、あるいは、前日の終値の状況から、前日の\n終値と同じ又は若干安い指値で寄り付き前に買い注文を出し、ザラバの気配をみ\nて、前日の終値あるいは直近の値段より若干安い指値の買い注文を出したり買い注\n文の残りの指値を若干安く変更したりするなどの方法で、下降気味になつた株価の\n値下りを食い止めたりし、買い付けた株式は、被告会社の取引金融機関等にはめ込\nんだり売却したりして資金を回収し、再度の買い付け資金として活用するなどして\nおり、その結果、権利落の前日である昭和四七年九月二六日に至るまでの約二箇月\n間に、当初は一株一八〇円程度であつたものを二五六円にまで高騰させ、被告人ら\nの所期の目的をおおむね達成させていることが認められるのである。これらの買い\n付け及び売買は、いわゆる買い上がり買い付けないし買い支えに当たり、被告人ら\nが被告会社の株式の相場を支配する意図でした相場が高騰する可能性のある一連の\n売買取引、すなわち、証券取引法一二五条二項一号後段にいう、相場を変動させる\nべき一連の売買取引に当たるものである。\n所論は、右の買い付けの中には、株価の高騰につながらないものや株価をつり上\nげる意図に出たものとは認められないものがあると強調しているので、若干補足す\nることとする。\n相場を変動させるべき一連の売買取引とは、二の論旨に対する判断で述べたよう\nに、相場を支配する意図でする相場が変動する可能性のある一連の売買取引のこと\nで、相場を変動させるべきという要件は、一連の売買取引すなわち継続した複数の\n取引全体にかかるものであつて、その中の個々の売買取引そのものにかかるもので\nはないから、被告人らがした前記一連の売買取引の中に、それ自体としては株価の\n高騰につながらないようなものがあつたとしても、売買取引全体では前記のとおり\n相場を変動させるべきものであつたのであるから、論旨は理由にならない。しか\nも、所論にかんがみ、板の記録等に照らして個々の買い付けを検討してみたが、所\n論のように、株価の高騰につながらないものや株価をつり上げる意図に出たものと\nは認められないものは見当たらない。もちろん、中には、さきに述べたように、前\n日の終値より安い指値で寄り付き前に買い注文を出したものや、前日の終値あるい\nは直近の値段より安い指値の買い注文を出したり買い注文の残りの指値を安く変更\nしたりしたものもあるが、これらとても値下がりを食い止めるとともに次の高値で\nの買い取引の足場を堅めるのに役立つたもので、いずれも株価の高騰につながつて\nいるものというべきである。\nなお、所論は、原判決が「争点に対する判断」の第三の二において、被告人らが\nした買い付けについて示した買い付けの経緯及び内容の判断に対し、逐一反論をし\nているので、そのうちの主なものについて、若干補足をしておくこととする。\n１　原審相被告人のＣ１がした番号一の買い付けについて、原判決がその五九丁\n表三行目において、大引け「成行買い」で五万株の注文を入れたとしているのは、\n板の記載に徴し、所論が主張するとおり「一九〇円の指値買い」で五万株の注文を\n入れたというのが正しい。\n２　同被告人がした番号二の買い付けについて、原判決がその五九丁裏七行目に\nおいて、「一〇時四四分」に一八八円で九〇〇〇株を買つたとしているのは、場帳\nの記載に徴し、所論が主張するとおり「九時七分から一〇時四〇分まで」に一八八\n円で九〇〇〇株買つたというのが正しい。なお、所論の主張するところではない\nが、同裏一〇行目に「八円」とあるのは、「七円」の訂正漏れと思われる。\n３　同被告人がした四の買い付けについて、原判決がその六〇丁裏一〇行目にお\nいて、「その結果寄り付きが二一〇円で始まつた」としているのは、板の記録、場\n帳の記載及び当審証人Ｄ１の供述によると、同被告人が二一〇円の指値で一〇万株\nの買い注文をしなかつたとしても、寄り付き値が計算上二一〇円になつたはずであ\nるから、一見間違つているのではないかと思われないではないが、現実には、同被\n告人がした二一〇円の指値による買い注文も加えられて、二一〇円という寄り付き\n値が決定されているのであるから、原判決の判示に誤りはない。所論のようなこと\nが通ると、その時にあつた他の買い注文のそれぞれも原因ではなかつたことにな\nり、原因のない結果という奇妙なことになつてしまうであろう。\n４　同被告人がした六ないし一五の買い注文について、原判決がその六一丁表\n九・一〇行目において、「従前の高値を下支えする程度に終つた。」としているの\nが誤りであるという点は、板の記載、同被告人の検察官に対する各供述調書及び昭\n和四八年三月一二日付上申書などによつてわかるように、それまでに被告会社の株\n価を急につり上げたため、高値の売り注文が多くなり値崩れするおそれがあつたう\nえに、Ｂ３証券の本社から苦情があつたことなどから、目立たないように買い支え\nをしたものと思われ、誤りがあるとはいえない。\n５　被告人Ａ５がした一九の買い付けについて、原判決がその六四丁表一〇行目\nにおいて、「午前九時二〇分に」二一六円、二一七円及び二一八円の指値で各一万\n株の買い注文を出したとしているのは、板及び場帳の記載に徴し、順次九時四九\n分、九時五五分、一〇時七分にそれぞれの指値で買い注文を出したとするのが正し\nい。\n６　被告人Ａ７がした二〇の買い付けについて、原判決がその六七丁表六行目か\nら一〇行目において、「前場の寄り付き直後に、いずれもＢ４の名義で二二二円の\n指値で二万株、二二三円の指値で一万株、二二四円の指値で二万株の各買い注文を\n入れ、二二二円で一万二〇〇〇株、二二三円で一万株、二二四円で二万株を買い付\nけ」たとしているのは、原判決が、七一丁表の一行目から末行までにおいて、「指\n値を一円刻みに高くした買い注文を同時刻にまとめて発注する」ことが株価の高騰\nを意図した買付方法であり、相場の変動を生ずべき取引に当たることが明らかであ\nるとしていることからみて、所論のように買い上がつた趣旨の判示と認められる\nが、当審証人Ｄ１の供述によると、このような買付方法は高い指値の買い注文の方\nから順次成約に至るのでかえつて買い下がつた形になるということであるため、右\n判示は不適切という外はない。しかし、右のような買い付け方法ではあつたが、最\n低の二二二円の買い注文でも一万二〇〇〇株の買い付けができているのであるか\nら、なお、値下がりを食い止め、次の高値による買い付けへの足掛かりになつてい\nるものと認められ、所論のように株価の高騰につながつていないものということは\nできない。\nまた、所論は、原判決は、その別表第一の（二）記載の九月二日及び同月九日の\n売買取引を仮装の売買であると認定し、前者について、「被告人Ａ５は、Ｂ５から\n午前八時にＢ６名義で四万四〇〇〇株を二四八円の指値売りの、Ｂ７名義で二万九\n〇〇〇株を二四九円の指値売りの各注文を出す一方、Ｂ８証券（株）から午前八時\n四六分Ｂ９名義で一〇万株の成行買い注文を出させ、二四八円で五万株（そのう\nち、四万四〇〇〇株がＢ６名義の売り注文と対当）、二四九円で五万株（うち二万\n九〇〇〇株がＢ７名義の売り注文と対当）を買い付けさせ」と判示しているが、Ｂ\n８の買いは、伝票面では午前八時四六分となつているものの、市場への発注は寄り\n付き後の午前九時一二分であるから、普通は、寄り付き前のＢ５の売りと対当して\n成約に至ることはなく、この日は偶然にＢ５の売りとＢ８の買いの一部とが対当し\nたにすぎないものであつて、このことは仮装売買の意図がなかつた証左であるとい\nい、また、原判決は、後者について、「寄り付き前の午前八時五四分にＢ８証券\n（株）からＢ１０名義で三〇万株の成行買い注文を出させる一方、Ｂ５から午前一\n〇時三〇分Ｂ１１名義で三万一〇〇〇株を二五〇円の指値で売りに出し、右買い注\n文と対当させた」と判示しているが、Ｂ８の買い注文は、寄り付き前の五万株から\n午前一〇時五四分の五万株まで七回に分けてなされており、その最後の五万株の買\nい注文と、板に記載されて買い注文が出るのを待つていたＢ５の売り注文とが対当\nして成約となつたもので、決して仮装の売買ではない、というのである。\n所論の（二）記載の売買取引があつたことは、さきに述べたとおりであり、関係\n各証拠によると、右売買取引が<要旨第一一（ロ）>所論のような対当関係で成立し\nたものであることが認められる。ところで、原判決が掲げる関係各証拠、こと</要\n旨第一一（ロ）>に被告人Ａ５の検察官に対する昭和四八年二月二二日付、同年三月\n二日付、同月一〇日付、同月一二日付、同月一五日付各供述調書、Ｄ２の検察官に\n対する供述調書、原審証人Ｄ２の供述によると、被告人Ａ５は、被告会社の株価を\n高騰させるために、Ｂ５証券の名で買い取引をしていたが、都合が悪くなつたた\nめ、知人であるＢ８証券株式会社のＤ２に、「事情があつてＢ５証券から買注文を\n出してはまずいので、代わりにお宅の方からＡ１株の買注文を出してくれない\nか。」などと依頼して、その承諾をえ、その都度、同人に指値又は成り行き買いの\n別、指値の価格、買い付け株数、買付名義人などを指定して、そのとおり同人から\n買い注文を出してもらい、多数回にわたり買い取引をしてもらつたこと、このよう\nにしてＢ８が買つた株券は、間もなく、同被告人がその代金をＢ８の銀行口座に振\nり込んだりＤ２に現金で渡したりして同人から引き渡しを受けて決済していたこ\nと、（二）記載の売買取引は、同被告人がＢ５から売り注文をした被告会社の株式\nを、Ｂ８が右のようにして買つたものであるが、その後、間もなく、Ｄ２がその株\n券を代金である現金と引き換えに、同被告人に渡して決済したことが認められるの\nである。これらの事実によると、（二）記載の売買取引は、形の上では売買の要件\nを備えてはいるけれども、両当事者間で株式の移転を目的としていない売買取引、\nすなわち仮装の売買に当たるものといわなければならない。そして、このことは、\n所論のように売買取引が偶然に成立したものであるからといつて、影響を受けるも\nのではない。\n原判決には、さきに指摘した若干の点について事実誤認があることになるが、も\nとより判決に影響を及ぼすものではない。論旨は理由がない。\n七　同第二編の第三点について\n所論は、要するに、原判決は、被告人Ａ２及び同Ａ３は、同Ａ５及び同Ａ７らと\n共謀のうえ、共同して、原判決別表第二記載のとおり、買い指値以下の売り注文を\n買いさらうなどの方法により、被告会社の株式合計八六万六〇〇〇株を継続して買\nい付ける一連の売買取引をしたと認定しているが、板の記録に照らしてみると、被\n告人Ａ５及び同Ａ７の検察官に対する各供述調書は信用性がなく、右一連の売買取\n引が買い指値以下の売り注文を買いさらう方法により行われたとは認められないか\nら、原判決には判決に影響を及ぼすことの明らかな事実の誤認がある、というので\nある。\n<要旨第一二>しかし、原判決の掲げる関係各証拠によると、所論の点を含めて、\n原判決が、罪となるべき事実の第二とし</要旨第一二>て判示する安定操作の事実が\n優に認められ、誤認があるとは思われない。ただ、原判決が、「争点に対する判\n断」の第三の二で説示している事項のうち、七九丁表五行目に「一一万三〇〇〇\n株」と記しているのは「六万七〇〇〇株」の、八〇丁表一行目に「一六万二〇〇〇\n株」と記しているのは「一四万七〇〇〇株」の誤記と認められる。また、板の記録\nに照らしてみても、同被告人らの検察官に対する各供述調書に信用性がないとは認\nめられない。なお、所論は、一連の売買取引について逐一安定操作に当たらない理\n由を述べているので、そのいくつかについて、若干の補足をしておくこととする。\n１　所論は、別表第二の七の買い付けについて、被告人Ａ７が、その検察官に対\nする昭和四八年三月九日付供述調書において、「その時期になると、ぽつぽつ売り\n物が出て来はじめたので、そのままに放置しておくと、株価が下つてくるので、そ\nれを買いささえる事によつて、一定の水準の株価を維持していこうという目的であ\nりました。」と供述しているのを、「二二〇円（二二一円の誤記ではないかと思わ\nれる。）よりも低い値段の売り物が出て来はじめたという意味である。右の供述\nは、一〇月一一日は、本件買い注文を出す前に維持すべき株価二二〇円（二二一円\nの誤記ではないかと思われる。）より安い売り注文が市場に出て来たので買い支え\nをしたということになる。」と解して、板の記載を検討し、買い注文直前までには\n二二一円より安い売り注文はなかつたのであるから、同被告人の右供述は信用でき\nず、したがつて、また、二二一円の株価を維持するため、それより安い売り注文を\n買いさらつて買い支えをする余地もない、というのである。右の引用によつてわか\nるように、所論は、同被告人の供述を曲解したものという外はない。\n２　所論は、同九の買い注文について、「同値の売りと対当して成約となつた事\n実はあるが、指値より低い値段の売り注文と対当して成約となつた事実はない。し\nたがつて、『買い指値以下の売り注文を買いさらう』買い支えは行われていな\nい。」、というのである。しかし、同値の売りと対当して成約となつたのは、買い\n指値以下の売り注文を買つたことになるのである。\n３　所論は、同一三の買い注文について、「本件買い注文八千株がなくても、二\n二〇円より下の値段がつく可能性は全くないから、二二〇円を維持する為の買い支\nえをする余地はなかつたのである。したがつて、本件買い注文は、二二〇円の株価\nを維持する買い支えではあり得ない。」、というのである。しかし、板の記録によ\nると、所論の八〇〇〇株の買い注文も併せて初値が二二〇円に決まり、同値段で成\n約になつていることが明らかである。所論の八〇〇〇株の買い注文がなくても、初\n値が二二〇円になるとしても、それは単なる計算上の問題で、買い支えをする余地\nがなかつたとか、買い支えではありえないなどということはできない。\n４　所論は、同二三の買付株数七〇〇〇株の買い注文について、「この買い注文\nは、板に記載されている。この事実は、発注の時点では、この指値で買える売りも\nのは市場には存在せず、売り注文はこの指値よりも高いものばかりであつたことを\n示している。したがつて、注文は、買い上がりでも買い支えでもない。」、とい\nう。発注の時点ではそうであつたとしても、板の記録によると、その後に買い注文\nの指値で売買が成立し、後場では、それによつて初値が決まり売買が成立している\nことが明らかであるから、所論の理由だけで買い支えにならなかつたということは\nできない。\n論旨は理由がない。\n八　同第二編の第四点、控訴趣意の補充並びに訂正第二について\n所論は、要するに、原判決は、被告人Ａ２及び同Ａ３が共謀のうえ、本件の変動\n操作及び安定操作を行うについて、被告会社の資金を用い、原判決別表第三のとお\nり、関係証券会社をして、第三者の名義で被告会社の株式合計四三六万八〇〇〇株\nを買い付けさせ、もつて同会社の計算において不正に同会社の株式を取得した旨認\n定しているが、本件の株式買い付けは、同会社が、いわゆる安定工作のために、安\n定株主となろうとする者との間に、いわゆる直取引という問屋契約と同旨の契約を\n締結したうえ、最終的には安定株主となる者の負担においてしたものであり、被告\n会社の負担においてしたものとはいえないから、原判決には判決に影響を及ぼすこ\nとの明らかな事実の誤認がある、というのである。\nしかし、関係各証拠によると、原判決がその罪となるべき事実の第三に判示する\n事実が優に認められるうえに、原判決が「争点に対する判断」の第五において説示\nするところも正当として是認することができ、原判決に所論のような事実誤認があ\nるものとは思われない。記録及び証拠物を検討してみても、本件の各買い付けが、\n安定株主となろうとする者との間の直取引という契約に基づいてなされたものとは\n認められないのみならず、安定株主となろうとする者の負担においてなされたもの\nとも認められない。なお、所論にかんがみ若干補足することとする。\n１　所論は、本件の株式買い付けは、被告会社の安定株主工作のために行われた\nもので、変動操作や安定操作を目的としたものではない、というのである。被告会\n社が、その従業員の親睦団体であるＢ１２会を通じて、取引先の金融機関や事業法\n人などに対して自社株のはめ込みをし、株主の安定化を図つていたことは所論のと\nおりと思われるが、本件の株式買い付けは、右の安定化のためではなく、原判決が\n判示する変動操作及び安定操作のためのものであることが証拠上明らかで、このこ\nとは、五ないし七の論旨に対する当裁判所の判断として、既に述べてきたとおりで\nある。\n２　所論は、本件の株式買い付けは、安定株主工作を実施するに当たり、安定株\n主となる者との間に、あらかじめ、いわゆる直取引という問屋契約と同旨の合意を\nしていたことから、買い付けることになつたもので、この直取引とは、安定株主と\nなる者が、その取得すべき株式を買い付けることを含めてその調達を被告会社に委\n託し、その対価の支払いと引き換えに株式を取得することであるというので、その\nような契約に基づいて本件の買い付けが行われたかどうかを、所論が直取引という\nもののうち、若干のものから検討してみることとする。\n（一）　Ｂ１３銀行に昭和四七年一一月三〇日に三〇万株を受け渡したという買\nい付けについて\n所論は、Ｂ１３銀行に受け渡す株式として、同年四月に三〇万株、同年九月に三\n〇万株の一部、同年一〇月に七万八〇〇〇株の一部を買い付け、同年一一月三〇日\nに三〇万株を受け渡したといい、Ｂ１３銀行作成の回答書（甲１３４）によると、\n右の三〇万株については、同年一一月二七日にＢ１２会と売買の約定をし、同月三\n〇日にその引き渡しを受け対価を支払つたものであることが認められる。\n（二）　Ｂ１４銀行に同年一一月三〇日に二〇万株を受け渡したという買い付け\nについて\n所論は、Ｂ１４銀行に受け渡す株式として、同年四月に三〇万株、同年一一月に\n二〇万株の一部を買い付け、約七箇月後の同月三〇日に二〇万株を受け渡したとい\nい、同銀行Ｂ１５支店長Ｂ１６、同支店長代理Ｂ１７の検察官に対する各供述調書\nによると、同月二七日ころにＢ１２会から二〇万株買う契約を結び、同月三〇日に\n引き渡しを受け対価を支払つたものであることが認められる。\n（三）　Ｂ１８銀行に同年一二月五日に一〇万株を受け渡したという買い付けに\nついて\n所論は、Ｂ１８銀行に受け渡す株式として、同年一一月に一〇万株を買い付け同\n年一二月五日に一〇万株を受け渡したといい、同銀行Ｂ１９支店長代理Ｂ２０、同\n銀行証券課長Ｂ２１の検察官に対する各供述調書によると、同月一日にＢ１２会か\nら一〇万株買う契約を締結し、同月五日に引き渡しを受け対価を支払つたものであ\nることが認められる。\n（四）　Ｂ２２相互銀行に同年八月七日に二〇万株を受け渡したという買い付け\nについて\n所論は、Ｂ２２相互銀行に受け渡す株式として、同年七月に二〇万株を買い付\nけ、同年八月一一日に二〇万株を受け渡したといい、同銀行Ｂ２３支店長Ｂ２４、\n同銀行経理部副部長Ｂ２５の検察官に対する各供述調書によると、同月三日に買つ\nてもよい旨返事をしたが、それ以前には買う内諾もしていなかつたものであるこ\nと、同日Ｂ１２会から二〇万株買う契約を結び、そのころに引き渡しを受け対価を\n支払つたことが認められる。\n（五）　Ｂ２６銀行に同年九月一二日に二〇万株を受け渡したという買い付けに\nついて\n所論は、Ｂ２６銀行に受け渡す株式として、同年八月に三〇万株を買い付け、同\n年九月一二日に二〇万株を受け渡したといい、同銀行Ｂ１５支店長Ｂ２７、同銀行\n行員Ｂ２８の検察官に対する各供述調書によると、同月に入つてから買える見通し\nがついたので被告人Ａ３に連絡したところ、同被告人から、「手持ちがあるから分\nけてやる」旨返事があり、正式には同月九日にＢ１２会から二〇万株買う契約を結\nび、そのころに引き渡しを受け対価を支払つたことが認められる。\n（六）　Ｂ２９銀行に同年九月三〇日に一〇万株を受け渡したという買い付けに\nついて\n所論は、Ｂ２９銀行に受け渡す株式として、同月に一〇万株を買い付け、同月三\n〇日に一〇万株を受け渡した、その値段は、同月九日の終値である一株二五〇円で\nあるといい、同銀行本部資金部副部長Ｂ３０の検察官に対する供述調書によると、\n同月二七日に買い付けをすることになり、同日その旨を連絡してＢ１２会から一〇\n万株買う契約を結び、同月三〇日に一株二五〇円の値段で引き渡しを受け対価を支\n払つたことが、また、原判決の掲げる関係証拠によると、同月二七日には権利落に\nより被告会社の株価は二二〇円に下落していたことが認められる。\nこれらの事実によると、所論の安定株主となる者が対価の支払いと引き換えに株\n式を取得したことは認められるが、その取得すべき株式の買い付けが、所論の直取\n引契約に基づいて安定株主となる者の負担においてなされたものとは認められな\nい。かえつて、右にあげた各証拠及び関係各証拠によると、所論の安定株主となる\n者に受け渡された株式は、所論の直取引契約以前に被告会社によつて買い取られ、\n同会社が所有していたものであると認めるのが相当である。\n３　所論は、被告人Ａ３の原審公判廷における供述をもとにして、「これだけの\n大規模な安定工作を推進するに当たつては、先方の法人としての安定株主になる旨\nの明確な意思表示が確定してから、所要の買い付けをするのでは実行困難で、時機\nを失することにもなるので、先方の担当者の内諾あるいはその見込みがついた段階\nで、株式の買い付けを始め、ある程度の株数を取りそろえておく必要がある」、と\nもいうのである。しかし、関係各証拠によると、当時、所論程度の被告会社の株式\nを買い付けることは困難なことではなかつたうえに、所論の安定株主になろうとす\nる者は、自分の方から株主になろうとしたのではなく、被告会社の方からの再々の\n依頼によつて株主になることを引き受けたのであつて、時機を失するというような\nことはなく、時機を失するとすれば、それは被告会社の方のことではないかと思わ\nれる。しかも、担当者の内諾やその見込みが当てにならないことは、所論がＢ３１\n銀行、Ｂ１４銀行、Ｂ１３銀行について述べているとおりである。いずれにして\nも、所論のような買い付けをもつて、問屋が委託に基づいてする買い付けと同趣旨\nのものとみることはできない。\n４　所論は、また、本件自己株式の取得に適用されている商法四八九条二号の根\n拠となる同法二一〇条の禁止は、実際上なんら弊害を伴わない場合を含むものであ\nつてはならないというのである。しかし、本件自己株式の取得は、所論が自己株式\nの取得に伴う弊害としてあげている「１」ないし「６」の事由のうちの「３」の\n「会社が不当な株価の相場操縦を行い、一般投資家を欺まんする弊があること」に\n当たる場合であり、所論がいう実際上なんら弊害を伴わない場合ではない。\n論旨は理由がない。\n九　弁護人平松勇らの控訴趣意補充第一の一について\n所論は、原判決が、その罪となるべき事実の証拠として掲げている注文控（いわ\nゆる板）九綴は、原審第二〇回公判期日に取調べられた旨、その公判調書に記載さ\nれているが、この板は専門家による解読をまたなければ内容を理解することができ\nないものであるため、実際には朗読ないし要旨の告知の方法による証拠調が行われ\nていないことになるから、原裁判所の訴訟手続には判決に影響を及ぼすことの明ら\nかな法令違反がある、というのである。\n原審第二〇回公判調書によると、検察官が請求番号甲二の第一三四号ないし第一\n四二号の証拠として証拠調の請求をした板九綴について、弁護人がその取調べに異\n議がない旨陳述し、証拠決定がなされたうえその証拠調が行われ、かつ、領置手続\nがとられた旨の記載があり、右の証拠調や公判調書の記載の正確性について当事者\nが異議を申立てた形跡は存在しない。\n刑訴法五二条によると、公判期日における訴訟手続で公判調書に記載されたもの\nは、その公判調書のみによつて証明することができ、他の資料によつて覆すことは\nできないのであるから、右板九綴は、右公判期日に適法に証拠調をされたものと認\nめる外はなく、原審の訴訟手続に所論のような法令違反は存在しない。\n所論は、板は証拠物たる書面で、その取調べにおいては朗読をも必要とするもの\nであるところ、板は才取会員の使用する符丁で書かれており、一般人が読むことは\n不可能なものであるから、朗読されたはずがない、ともいうので、一言ふれておく\nこととする。証拠物たる書面の中には、符丁などのような文字以外の記号が使われ\nているものもあるが、このような物の証拠調においては、その個々の記号の意味を\n明らかにしたうえ、その記号の形を、慣用例に従つて表現できるものはそのとおり\n口頭で表現すればよく、慣用例に従つて表現することができないものや慣用例のな\nいものは、それがいかなる形であるかを口頭で表現してもよいし、それもできない\nとか、それではわかりにくいときには、その記号を展示してもよいわけである。ま\nた、記号の意味を明らかにすることもできない物は、全体を展示する外はない。訴\n訟法が朗読するものとしているのは、書面の内容を理解させる方法として適当であ\nるからであつて、朗読できないものや朗読したのでは理解しにくいものについてま\nで、是が非でも朗読しなければならないというものではない。\n論旨は理由がない。\n一〇　同第一の二について\n所論は、原裁判所は、その判示第一及び第二の事実に相応する起訴状記載の公訴\n事実では、目的要件に該当する具体的事実や個々の取引ごとの契約内容が明確でな\nく、訴因が特定されているとは認められないのに、検察官に釈明を求めることな\nく、有罪の判決をしたものであるから、その訴訟手続には判決に影響を及ぼすこと\nの明らかな法令違反がある、というのである。\nしかし、判示第一の事実に相応する起訴状記載の公訴事実には、被告人らが、そ\nれぞれその勤務する会社の業務に関し、有価証券市場における有価証券の売買取引\nを誘引する目的をもつて、共謀のうえ、共同して、有価証券市場において、一株一\n七七円であつた被告会社の株式の相場を一株二八〇円位にまで高騰させるべき仮装\n売買を含む一連の売買取引をしたとして、その売買取引の年月日、会員名、名義\n人、単価及び株数が個別に記してあり、また、同第二の事実に相応する起訴状記載\nの公訴事実には、被告人らが、それぞれその勤務する会社の業務に関し、共謀のう\nえ、共同して、証券取引法施行令に定めるところに違反して、権利落後の被告会社\nの株式の相場を安定させる目的をもつて、有価証券市場において一連の売買取引を\nしたとして、その買付年月日、買付会員名、買付名義人、単価及び買付株数が個別\nに記してあつて、被告人ら及び被告会社側において、右の各売買取引を他の売買取\n引と識別して、防御方法を講ずることが可能であつたのであるから、訴因の特定に\n欠けるところがあるとは思われない。したがつて、原裁判所の訴訟手続に所論のよ\nうな法令違反はないといわなければならない。論旨は理由がない。\n一一　同第二の一について\n所論は、原判決は、その判示第一の罪となるべき事実において、被告人らの間に\n被告会社の株価をつり上げることについて共謀があつたとしているにすぎす、売買\n取引を誘引する目的をもつて一連の売買取引をしたことについては共謀があつたこ\nとを示す事実摘示をしていないから、原判決の理由には不備がある、というのであ\nる。\n原判決は、その罪となるべき事実第一の共謀の項に、被告人らの間に、「それぞ\nれ順次、被告会社の株価を権利落までに二八〇円位までつり上げて公募価格を二〇\n〇円とする増資を実現するため、一般投資家らを売買取引に誘引する目的をもつ\nて、被告会社の自社株の買い付け等による変動操作を行うことの共謀が成立し\nた。」と判示し、次いで、犯行の項に、「Ｂ３３証券取引所第○部市場における被\n告会社の株式の売買取引を誘引する目的をもつて、共謀のうえ、共同して、」一連\nの売買取引をした旨判示しているのであるから、原判決には所論のような理由の不\n備は存在しない。\nなお、所論は、原判決が前記共謀の項において、株価を高騰させる操作について\nの共謀の次第を詳しく判示しているのと同じように、売買取引を誘引する目的につ\nいても共謀の次第を具体的に判示すべきである、ともいうが、判示の詳細さは、当\n事者の争い方、ことの重要性などによつて相対的に決まつてくるものであつて、必\nずしも所論のように判示しなければならないわけではない。関係各証拠によると、\n本件における売買取引を誘引する目的は、株価を高騰させる操作の共謀の中で、当\n然のこととして無意識的に各被告人の心裏に形成され、相互に認識し合われたもの\nであるため、その次第を詳細には判示しなかつたものと思われる。\n論旨は理由がない。\n一二　同第二の二の１について\n所論は、証券取引法一二五条二項本文にいう売買取引を誘引する目的とは、「安\nい相場の手持有価証券を高騰させた高い相場で、その相場を公正なものと誤信した\n投資家に買い付けさせて、その代金を取得する目的」または、「投資家をして、そ\nの手持の高い相場の有価証券を下落させた安い相場で、その相場を公正なものと誤\n信させて売付けさせ、これを取得する目的」であるとして、この目的の認められな\nい本件に右条項を適用した原判決には、判決に影響を及ぼすことの明らかな法令適\n用の誤りないし事実の誤認がある、というのである。\nしかし、所論の誘引目的とは、さきにも述べたように、有価証券市場における当\n該有価証券の売買取引をするように第三者を誘い込む意図であつて、所論のように\n解すべき文言上の根拠も合理的な理由も存在しない。\n論旨は理由がない。\n一三　同第二の二の２について\n所論は、原判決は、証券取引法一二五条二項本文の誘引目的を、「市場の実勢や\n売買取引の状況に関する第三者の判断を誤らせてこれらの者を市場における売買取\n引に誘い込む目的、すなわち、本来自由公開市場における需給関係ないし自由競争\n原理によつて形成されるべき相場を人為的に変動させようとの意図のもとで善良な\n投資家を市場における売買取引に参加させる目的」と解したうえで、被告人らが、\n「市場の実勢や売買取引の状況に関する一般投資家らの判断を誤らせることになる\nことを十分認識しながら」本件売買取引をしたと判示しているが、右の解釈による\n目的及び判示している認識の内容は、同項一号後段違反の罪の客観的要件である事\n実の認識の域を超えるものではなく、主観的違法要素とされる誘引目的には当たら\nないから、原判決には判決に影響を及ぼすことの明らかな法令の解釈適用の誤りな\nいし事実の誤認がある、というのである。\n所論引用の原判決の解釈や判示している認識内容によると、「市場の実勢や売買\n取引の状況に関する第三者の判断を誤らせる」意図や「自由公開市場における需給\n関係ないし自由競争原理によつて形成されるべき相場を人為的に変動させようとの\n意図」も誘引目的に含まれているようにみえないではないが、原判決全体をしさい\nに検討すると、これらは誘引目的そのものではなく、誘引目的をもつに至る経過や\n事情を、付加的にわかりやすく説明したものと解するのが相当である。そして、そ\nの判示するところは、多少文言の違いはあるが、二の論旨に対する判断として当裁\n判所が示したところと同旨である。論旨は理由がない。\n一四　同第二の二の３について\n所論は、原判決が、公募増資による株式の公募価格を二〇〇円にし、これを投資\n家に取得させて約一八億円のプレミアムを得ようとする目的を誘引目的に当たるも\nのとしているのであるとすれば、それは法令の適用を誤りあるいは事実を誤認する\nものである、というのである。\n被告人らが、被告会社に所論のようなプレミアムを得させようとする意図であつ\nたことはそのとおりであるが、それは、本件の増資の目的であつて、原判決がこれ\nを誘引目的に当たるとしていると認めるべき事情は存在しない。論旨は理由がな\nい。\n（被告人Ａ４、同Ａ５関係）\n一五　弁護人倉井藤吉らの控訴趣意第一の一及び第二のうち誘引目的の意義に関\nする論旨並びに控訴趣意に関する補充について\n所論は、要するに、証券取引法一二五条二項本文の誘引目的があるといえるため\nには、株価の変動を意図した売買取引によつて形成されるであろう相場の変動を手\n段として、有価証券市場における当該株式の売買取引を誘うという作為的、積極的\nな意思が必要であり、かつ、その誘引される売買取引は、買いをもつて買いを、あ\nるいは売りをもつて売りを誘引する場合に限定されるものと解すべきであるのに、\n原判決は、これと異なる見地に立ち、しかも誘引目的があつたことについて客観的\n事実に基づく具体的根拠を示していないから、原判決には、理由の不備ないしは判\n決に影響を及ぼすことの明らかな法令適用の誤り、事実の誤認があるというのであ\nる。\nしかし、誘引目的というのは、二の論旨に対する判断において述べたように、有\n価証券市場における当該有価証券の売買取引をするように第三者を誘い込む意図で\nあつて、所論のように解すべきものではない。そして、この目的は、他の目的犯の\n場合と同様に、その内容であることがら、この場合には、有価証券市場における当\n該有価証券の売買取引をするように第三者を誘い込むことを意識しておれば足りる\nのである。したがつて、有罪判決には、被告人がこのような意識をもつていたこと\nが示されておれば足り、このような意識をもつていたことについて客観的事実に基\nづく具体的根拠を示さなければならないというものではない。\nなお、所論は、誘引される売買取引は、買いをもつて買いを、売りをもつて売り\nを誘引する場合に限定されるともいうが、条文の文言上、そのように限定すべき根\n拠はない。また、実際問題としても、たとえば、有価証券市場における相場を変動\nさせる可能性のある継続した複数の買い取引をすれば、その有価証券の相場が高騰\nすることになるので、その高騰した相場につられて、第三者が有価証券市場におけ\nるその有価証券の取引に誘引されることになるが、有価証券市場は雑多な需要供給\nが集合するところであるから、誘引された第三者がする取引は、あるときは、有望\nな有価証券として、その有価証券を買うことになるであろうし、また、あるとき\nは、この辺が高値の限界であるとして、手持ちのその有価証券を売ることになるで\nあろうと思われるのであつて、買い取引だけが誘引されるわけではない。そして、\nこれらの買いあるいは売りの取引が誘引されるということは、売買取引の必然性と\nして、それぞれの取引における売りあるいは買いも誘引されることになるのであ\nる。証券取引法が一二五条二項一号後段の禁止規定をおいた理由は、二の論旨に対\nする判断において述べたように、有価証券市場の自由で公正な取引が阻害された\nり、投資家の利益が害されたりすることを予防するためであつて、売りあるいは買\nいに限定すべき理由は存在しない。\nそして、原判決の罪となるべき事実には、被告人らが、一般投資家らを「Ｂ３３\n証券取引所第○部市場における被告会社の株式の売買取引に誘引する目的をもつ\nて」、一連の売買取引をしたことが判示されており、所論のようなかしは存在しな\nい。論旨は理由がない。\n一六　同第一の一及び第二のうち相場を変動させるべき一連の売買取引の意義に\n関する論旨について\n所論は、要するに、相場を変動させるというのは、直近の相場があるときにその\n相場を基準にして、高騰させたとか下落させたとかと判断すべきものであるから、\n直近の相場のない寄り付き発注や終値条件で発注したものは、相場を変動させるべ\nき取引に含まれないし、右の相場を高騰させるというのは、一つ一つの売買取引が\n高騰の可能性をもつということでは足らず、客観的に高騰させるものでなければな\nらないのに、原判決はこれと異なる見解によつているから、原判決には判決に影響\nを及ぼすことの明らかな法令適用の誤りがあり、ひいて事実を誤認するものであ\nる、というのである。\nしかし、相場は、一日ごとに前日の相場と無関係に決まるものではなく、今日の\n相場が明日へ、明日の相場が明後日へと、前日の相場を引き継ぎながら変動を続け\nていくものであり、その相場を形成するものは個々の売買取引であるから、寄り付\nき発注や終値条件で発注した売買取引でも、所論の理由だけで相場を変動させるべ\nき取引に含まれないものということはできない。\nまた、二の論旨に対する判断において述べたように、「相場を変動させるべき」\nという要件は、「一連の売買取引」にかかるものであるから、個々の売買取引がそ\nれ自体で相場を変動させるべきものであることを必要とするものではなく、一連の\n売買取引が全体として相場を変動させるべきものであれば足りるのである。したが\nつて、一つ一つの売買取引が客観的に相場を高騰させるものでなければならないと\nいう所論には賛成することができない。原判決の判示するところも、これと同趣旨\nであつて、所論のようなかしがあるものとは思われない。\n論旨は理由がない。\n一七　同第一の二の（一）及び第三の一のうち安定操作違反の不成立をいう論旨\nについて\n所論は、原判決は、安定操作の事実について、権利落後における一連の売買取引\nが、証券取引法施行令二〇条一項に違反して行われた違法な安定操作取引に当たる\n旨判示しているが、右の安定操作は、新株の公募価格を二〇〇円にするため、権利\n落後の株価を二二〇円程度の範囲に維持しようとして行われたというのであるか\nら、同条項にいう株式の募集又は売出しを容易にするために行われた場合に当たる\nものとして、許容されるべきものであり、原判決には判決に影響を及ぼすことの明\nらかな法令適用の誤りがある、というのである。\n所論の証券取引法施行令二〇条一項に定める場合に犯罪を構成しないとされてい\nる理由は、二の論旨に対する判断において述べたように、企業が有価証券の募集又\nは売出しをする場合には、大量の有価証券が有価証券市場に放出され、一時的に供\n給過剰の現象を生ずることがあるため、自然の取引、成り行きに任せておくと、そ\nの有価証券の価格が下落して、有価証券の募集又は売出しが困難になるおそれがあ\nることから、右の場合に限り人為的に相場の安定を図る取引を許容しようとするこ\nとによるのである。\nところが、関係各証拠によると、本件の安定操作は、原判決が罪となるべき事実\n第一及び第二に判示するように、一株一七〇円ないし一八〇円台であつたものを二\n五六円位にまで違法につり上げていた被告会社の株価が、権利落の当日には二二〇\n円にまで下落し、これを自然の成り行きに任せておくと、更に下落して、新株の公\n募価格が所期の二〇〇円を割ることにもなりかねないおそれがあつたことから、株\n価の下落を防ぎ、少なくとも二二〇円程度に維持しようとして行われたものであつ\nて、右に述べた例外的に犯罪を構成しないとされている理由の意味合いもないでは\nないが、同時に、違法につり上げられた株価が下落するのを防ぐための安定操作の\n要素も含まれていたものといわざるをえない。したがつて、本件の安定操作は、右\nの条項に定める場合に当たらないから、原判決には所論のような法令適用の誤りは\n存在しない。論旨は理由がない。\n一八　同第一の二の（一）及び第三の一のうち吸収関係の存在をいう論旨につい\nて\n所論は、本件安定操作が変動操作によつてつり上げられた株価の下落を防ぐ意味\n合いをももつものであるとして犯罪になるとするのであれば、それは先行の変動操\n作の罪に吸収され、新たな犯罪を構成するものではないのに、原判決が安定操作の\n罪の成立を認めたのは、判決に影響を及ぼすことの明らかな法令適用の誤りであ\nる、というのである。\nある構成要件に該当する行為が他の罪に吸収されて別個に犯罪を構成しない場合\nがあるが、それは、その構成要件そのものが他の罪の構成要件に含まれているよう\nな場合であると解せられる。本件で問題になつている証券取引法一二五条三項違反\nと同条二項一号後段違反の構成要件を比較してみると、両者は全く別個のもので、\n前者が後者に含まれるというような関係にあるものとは認められない。したがつ\nて、本件安定操作のように、変動操作によつて違法につり上げられた株価が下落す\nるのを防ぐための安定操作の要素を含むために、証券取引法施行令二〇条一項に定\nめる場合に当たらないとして犯罪を構成するものでも、変動操作の罪に吸収される\nことはなく、両者は併合罪の関係にあるものと解するのが相当である。論旨は理由\nがない。\n一九　同第三の二について\n所論は、原判決が安定操作取引と認定したＢ５証券買い付けのＢ３２名義及びＢ\n８証券買い付けのＢ３４名義の各取引は、顧客からの利ざや目当ての買い注文と売\nり注文とを、その意に沿つて執行したもので、株価を安定させる目的をもつてした\nものではないから、原判決には判決に影響を及ぼすことの明らかな事実の誤認があ\nる、というのである。\n被告人Ａ５の原審公判廷における供述の中には、所論に沿う部分があるが、この\n供述は、原判決が証拠として掲げている検察官に対する被告人Ａ５の昭和四八年三\n月九日付、同月一二日付、同月二四日付、被告人Ａ４の同月一四日付、Ｄ３の各供\n述調書及び原審証人Ｄ３の供述と明らかに食い違つているうえに、同証人が弁護人\nの反対尋問にもかかわらず、所論のＢ３２名義の買い付けは、被告人Ａ５の方から\nいわれて、同証人が常務取締役をしていたＢ３５株式会社の系列会社であるＢ３６\n株式会社に買つてもらつたもので、代金も同会社が支払つたものであるが、買付名\n義人はどうしてかＢ３２になつている旨供述していることなどに徴して信用するこ\nとができない。そして、右にあげた各供述調書等を含む原判決が掲げる関係各証拠\nによると、所論の各取引は、いずれも被告会社の株価を安定させる目的でした一連\nの売買取引に含まれるものであることが認められ、所論のような事実誤認は存在し\nない。論旨は理由がない。\n（被告人Ａ６、同Ａ７関係）\n二〇　弁護人渡辺留吉らの控訴趣意第一について\n所論は、要するに、原判決は、被告人Ａ６、同Ａ７が、他の被告人らと共謀のう\nえ共同して、被告会社の株価をつり上げるため、昭和四七年八月一六日から同年九\n月二一日までの間に、買い上がり買い付けや買い支え等の方法により継続して被告\n会社の株式合計一〇八万四〇〇〇株を買い付けて変動操作をした旨認定している\nが、これは、原裁判所が板に記録される売買注文の取扱方法や証券市場規則を誤解\nするとともに、被告人Ａ６や同Ａ７のした売買取引の実態を誤認し、他方で、信用\n性の乏しい同被告人らの検察官に対する各供述調書に依拠したことに基づくもの\nで、真実は、株価をつり上げる意図に出たものではなく、また、他の被告人らと意\n思を通じてしたものと認めるべき証拠もないから、原判決には判決に影響を及ぼす\nことの明らかな事実の誤認があり、なお、原判決には、右の買い付けについて、犯\n行手段の具体的内容が示されていない点で理由不備の違法もある、というのであ\nる。\nしかし、六の論旨に対する判断で述べたように、被告人Ａ６、同Ａ７が、原審相\n被告人のＣ１を含む被告人ら（以下、この論旨に対する判断では同じ。）とともに\nした所論の合計一〇八万四〇〇〇株の買い付けを含む原判決別表第一の（一）、\n（二）記載の買い付け及び売買は、証券取引法一二五条二項一号後段にいう相場を\n変動させるべき一連の売買取引に当たるものというべきで、原判決には所論のよう\nな事実誤認は見当たらない。また、原判決は、被告人らがその勤務する会社の業務\nに関し、Ｂ３３証券取引所第○部市場における被告会社の株式の売買取引を誘引す\nる目的をもつて、共謀のうえ、共同して、昭和四七年七月二七日から同年九月二六\n日までの間、右Ｂ３３証券取引所第○部市場において、別表第一の（一）記載のと\nおり、買い上がり買い付け、買い支え等の方法により、被告会社株式合計六一四万\n九〇〇〇株を継続して買い付け、更に別表第一の（二）記載のとおり同株式合計一\n〇万四〇〇〇株につき仮装の売買をするなど、その相場を変動させるべき一連の売\n買取引をしたとし、別表第一の（一）に、一から四六までの番号を付し、そのそれ\nぞれに、買付年月日、買付会員名、買付名義人、単価（円）、買付株数を、同第一\nの（二）に、一、二の番号を付し、それぞれに、仮装売買年月日、買付会員名、買\n付名義人、売付会員名、売付名義人、仮装売買株数、単価（円）を記載しているの\nであつて、証券取引法一二五条二項一号後段違反の罪の判示として欠けるところは\nなく、所論のように、買い上がり買い付けについての具体的内容を特定して判示し\nなければならないものではない。なお、所論にかんがみ若干補足しておくこととす\nる。\n１　所論は、原判決が五七丁裏において、証券会社からの注文は、「場立ちから\n更に才取会員に取りつがれて板に記入され」、この板の上でつけ合わせが行われる\nと判示したのが、証券市場における売買注文の取扱方法を誤認したものである、と\nいうのである。当審証人Ｄ１の供述、板及び場帳の記載によると、ザラバにおいて\n即時成約となつた取引は板に記載されないことが明らかであるから、原判決には所\n論のような誤認あるものといわなければならない。\n所論は、右に関連して、原判決が七三丁表から七四丁裏にかけて、板に記載され\nた売り注文の指値より低価の買い指値の注文について、「それじたいとしては高騰\n目的と合致する買付とはいえないもののようであるが、その前後の取引と併せて観\n察すると、前記のとおり株価の買い支えを主目的とするものであ」るとしているの\nは誤りである、というのである。指値の買い注文が板に記載されている場合には、\nその市場に出ている売り注文が右の指値より高いものばかりであることは所論のと\nおりと思われるが、だからといつて、所論のように、右の買い注文が買い支えを目\n的とするものではないと即断することはできない。市場における売買取引の状況か\nらみて、より安い売り注文が出ることが予想される場合に、それに対処するための\n買い注文をあらかじめ出しておき、価格がその指値以下にならないように食い止\nめ、次の高値取引への足掛かりとすることは十分考えられるところであり、このよ\nうな買い注文も株価の高騰につながる買い支えに当たるものというべきであるか\nら、原判決には所論のような誤りは存在しない。\nまた、所論は、原判決が、右に引用したように、「高騰目的と合致」しないもの\nであることを認めながら、他方で「買い支えを主目的とするもの」でないというこ\nとはできないと判示しているのが論理の矛盾である、ともいうが、その矛盾でない\nことは、右の引用部分の記載自体で明らかなことである。\n２　所論は、原判決が七一丁表において、株価の高騰を意図した買付方法の一つ\nとして、「指値を一円刻みに高くした買い注文を同時刻にまとめて発注する」こと\nをあげているのが呼び値規則を誤解したもので、ひいて事実の誤認に至つている、\nというのである。この点は、既に六の論旨に対する判断において述べたとおりであ\nる。\n３　所論は、原判決は、七〇丁表において、買い付けた被告会社の株式を、その\n別表第五の（二）の１、３のとおりＢ２６Ｂ１５支店が店頭客に売り付けたと認定\nしているが、この認定は、売り付けの実態を誤認している、というのである。しか\nし、関係各証拠ことに被告人Ａ７の検察官に対する昭和四八年三月九日付供述調書\nによると、原判決が詳細に説明するように、被告人Ａ７らが買い付けた被告会社の\n株式を、Ｂ２６Ｂ１５支店が同支店において、及びＢ３７グループに含まれる各支\n店等に依頼して所論１、３のとおり売り付けたことが認められ、売り付けの実態を\n誤認していると認むべき事情は存在しない。\n所論は、株価をつり上げるために浮動株を買い付けたと認定しながら、他方で、\nそれを店頭客に売り付けたというのは、明らかな矛盾で、理由のくいちがいであ\nる、ともいうのである。しかし、矛盾があるとすれば、それは、被告人らが無理な\n相場のつり上げをしたことのもたらした矛盾であつて、原判決の理由に矛盾やくい\nちがいがあるわけではない。\n４　所論は、本件における各買い付けは、Ｂ５、Ｂ２６及びＢ３の証券三社の被\n告人らが、それぞれの立場で、被告会社の被告人Ａ３らに委託されるままに、自由\nにしたもので、証券三社の被告人間には共謀もなく、共同して買い付けをした事実\nもない、というのである。本件における個々の買い付けについて、所論の証券三社\nの被告人らが横の関係で直接共謀をしたり共同して買い付けをしたりした事実は認\nめられないが、証券取引法一二五条二項一号の冒頭に「他人と共同して」と規定さ\nれているのは二人以上の共同の行為を必要とする趣旨ではないことが同号の文言上\n明らかであり、六の論旨に対する判断で述べたように、本件の一連の売買取引は、\n被告人らが共謀のうえ共同の行為として実行したものであるから、原判決が、被告\n人らが共謀のうえ共同して一連の売買取引をしたと判示したのはもとより相当であ\nり、事実の誤認はない。\n５　所論は、被告人Ａ６及び同Ａ７の検察官に対する各供述調書は、たとえば、\n実際には「場に出ている売り物を全部買つてしまつた」事実がないのに、「場にお\nける売り物の状況をみて、その売り物を全部買つてしまう方法をとつていた」と\nか、「出ている売り物を買い上げてしまい株価を高く形成していこうという注文を\n出した」というような供述になつており、また、「浮動株になることを承知のうえ\nで売付けている」のに、「客に長期投資をすすめて買わせた」とか「安定株主とな\nる顧客層にはめ込んだ」というような供述になつていて、信用性がない、というの\nである。しかし、同被告人らの検察官に対する各供述調書が信用性に欠けるもので\nないことは、原判決が、「争点に対する判断」の第二において詳述しているとおり\nである。もとよりこれらの供述調書は、同被告人らが過去の事柄を記憶をたどりな\nがら供述したものを、検察官が聞き取つて録取したものであるから、厳密な配慮を\nしていても、多少の記憶違いや思い間違い、言い間違い等があることは否定できな\nいものであり、かえつてそういうものであるからこそ信用性が肯定できるともいえ\nるのである。また、所論がいう二例には、いずれもはつきりした食い違いがあると\nは思われない。\n論旨は理由がない。\n二一　同第二について\n所論は、要するに、原判決は、被告人Ａ７が他の被告人らと共謀のうえ共同し\nて、被告会社の株式の権利落後における相場を安定させるため、昭和四七年一〇月\n一一日から同年一一月七日までの間、買い指値以下の売り注文を買いさらうなどの\n方法により買い支えをし、継続して同株式合計二九万株を買い付けて安定操作をし\nた旨認定しているが、被告人Ａ７のした買い注文には買い支えに当たるものは全く\n含まれていないうえに、同被告人が他の被告人らとの間で、共同して安定操作をす\nる共謀をしたと認めるに足りる証拠はなく、なお、被告人Ａ７が安定操作をしたこ\nとの唯一の証拠ともいうべき同被告人の検察官に対する各供述調書は、その供述内\n容が客観的事実と明らかに食い違つていて信用性がないから、原判決には判決に影\n響を及ぼすことの明らかな事実の誤認がある、というのである。\nしかし、原判決の掲げる関係各証拠によると、所論の点を含めて、原判決が、罪\nとなるべき事実の第二として判示する安定操作の事実が優に認められ、所論のよう\nな誤認があるとは思われない。なお、所論にかんがみ若干補足することとする。\n１　所論は、被告人Ａ７がした買い注文には買い支えに当たるものは全くないと\nいい、逐一その理由を述べているので、そのうちのいくつかについて、判断を示し\nておくこととする。\n（一）　所論は、別表第二の七の買い付けについて、指値二二一円でした四万三\n〇〇〇株の買い注文は、当時二二一円以下の売り注文が一〇〇〇株しかなかつたの\nであるから、買い支えのためのものでないことが明白であり、かえつて、同数の株\nを買い付ける必要があつたことをうかがい知るに十分である、というのである。し\nかし、これだけでは、所論のように買い支えのためのものでなかつたとはいえな\nい。この点について、被告人Ａ７は、検察官に対する昭和四八年三月九日付供述調\n書において、このまま放置しておくと株価が下がるので、それを買い支えることに\nよつて、一定の水準の株価を維持していこうという目的であつた旨供述しているの\nであつて、これによると、買い支えのための買い注文であつたことが明らかという\nことになる。\n（二）　所論は、同一二の買い付けについて、指値二二〇円でした四万六〇〇〇\n株の買い注文は、二二〇円以下の売り注文を買いさらうものであるとの感を抱かせ\nるが、板の記録をみると、当日の未成約の売り注文の中には指値二二〇円のものが\n二万二〇〇〇株、成り行き売りのものが三〇〇〇株あることが明らかで、もし右の\n四万六〇〇〇株の買い注文が二二〇円以下の売り注文を買いさらう意図のものであ\nつたとすれば、右の未成約分二万五〇〇〇株も併せて買い注文を出したはずである\nのに、未成約のままに見送つていることをみると、この四万六〇〇〇株の買い注文\nも買い支えとはいえず、必要があつての買い付けであることを証明する、というの\nである。しかし、板の記録及び被告人Ａ７の前記供述調書によると、所論の四万六\n〇〇〇株の買い注文は、前場において二二〇円以下の売り注文を買いさらつたもの\nで、二二〇円の株価を維持しようとしたものであることが明らかである。所論の二\n万五〇〇〇株の売り注文は、後場のもので、対当する買い注文がないまま未成約に\n終つているが、だからといつて、さかのぼつて前場の四万六〇〇〇株の買い注文の\n性質が変わるものではない。\n（三）　所論は、同一三の買い注文について、指値二二〇円、八〇〇〇株の買い\n注文は、買い支えではない、というのである。この点については、七の論旨に対す\nる判断として述べたとおりである。\n（四）　所論は、同二五のＢ３８証券による三〇〇〇株の買い付けについて、発\n注当時、指値二三〇円の一万株と成り行き二〇〇〇株の合計一万二〇〇〇株の売り\n注文があつたのであるから、この一万二〇〇〇株全部を買う注文をすべきであるの\nに、指値二三〇円で五〇〇〇株の注文をしたのみであり、しかも、二〇〇〇株が未\n成約になつたことからすると、買いさらう意思のない注文であつた、というのであ\nる。しかし、板の記録によると、右の発注は後場の寄り付き前で、当時、外に買い\n注文として、指値二三五円のもの五〇〇〇株、二三二円のもの四〇〇〇株、二三一\n円のもの一〇〇〇株があつたのであるから、何も一万二〇〇〇株の買い注文を出さ\nなくても、一万二〇〇〇株の売り注文全部を買い取ることができたのであり、二〇\n〇〇株未成約になつたのもその故と思われるから、所論のような推論はできない。\nそして、被告人Ａ７の検察官に対する昭和四八年三月一三日付供述調書によると、\n被告人Ａ７は、Ｂ３８証券のＤ４に二三〇円の線を維持するように頼んで右の買い\n注文をさせたことが明らかである。\n２　所論は、被告人Ａ７が他の被告人らとの間で、共同して安定操作をする共謀\nをしたと認めるに足りる証拠はない、というのである。しかし、原判決の掲げる関\n係各証拠によると、原判決がその罪となるべき事実第二の一で判示するとおり、被\n告人Ａ２及び同Ａ３と被告人Ａ５との間に、次いで同被告人と被告人Ａ４との間\nに、また、被告人Ａ２及び同Ａ３と被告人Ａ７との間に、それぞれ順次、公募価格\nを二〇〇円とするため、権利落後の被告会社の株価を安定する目的をもつて、同会\n社の資金等により、同会社の株式について一連の売買取引をする旨の共謀が成立し\nたことが認められるのであるから、証拠がないことはない。もし、所論が安定操作\nを構成する個々の売買取引についての共謀をいうのであるとすれば、それは存在し\nない。しかし、この罪の共謀の認定には、それまでの証拠は必ずしも必要なもので\nはない。\n３　所論は、被告人Ａ７の検察官に対する各供述調書の内容が客観的事実と明ら\nかに食い違つていて信用性がない、というのである。しかし、同被告人の検察官に\n対する各供述調書が信用性に欠けるものでないことは、二〇の論旨に対する判断と\nして示したとおりであるが、所論は、事項を特定してその理由を述べているので、\nそのうちのいくつかについて、若干の補足をしておくこととする。\n（一）　所論は、同被告人の検察官に対する昭和四八年三月九日付供述調書中の\n「その時期になると、ぽつぽつ売り物が出て来はじめたので、そのままに放置して\nおくと、株価が下つてくるので、それを買いささえる事によつて、一定の水準の株\n価を維持していこうという目的でありました。」との部分にいう「ぽつぽつ売り物\nが出て来た」とは、「二二〇円より安い」売り物を指していることが文理上明らか\nであるのに、原判決別表七、八の各日には二二〇円以下の売り指値のものは存在し\nなかつたのであるから、客観的事実と相違していて信用できない、というのであ\nる。この点は、七の論旨について判断したとおりである。\n（二）　所論は、同被告人の検察官に対する同月一三日付供述調書中の、Ｂ３８\nとＢ３９の担当者に対し「二三〇円の線を維持してもらうよう三万株ないし五万株\nの範囲内で買つてもらいたい」と指示したとの部分は、Ｂ３８、Ｂ３９の買い付け\nのうちに二三〇円未満の成約値段のものが四件一万八〇〇〇株含まれているうえ\nに、Ｂ３８、Ｂ３９の注文の中に三万株ないし五万株の買付注文が見当たらないか\nら、右供述記載は客観的事実に反している、というのである。しかし、所論のよう\nな事実だけから、同被告人の供述が客観的事実に反しているなどということはでき\nない。のみならず、原審証人Ｄ５、同Ｄ６、同Ｄ４、同Ｄ７の各供述、押収してあ\nる注文伝票一〇枚（符３６の１、２、３７の１、２、３８の１ないし３、３９の１\nないし３）、買付注文伝票一三枚（符１２の１、２、１３の１、２、１４の１ない\nし３、１５、２０の１、２、２１、５２の１、２）によると、Ｂ３９では、被告人\nＡ７に頼まれて、いずれも二三〇円以上の指値で、昭和四七年一一月二日にＢ４０\n名義で三万二〇〇〇株、同月四日にＢ４１名義で一万五〇〇〇株、同月六日にＢ４\n１名義で二万七〇〇〇株、同月七日にＢ４１名義で五万二〇〇〇株の各買い注文を\nし、Ｂ３８でも、被告人Ａ７に頼まれて、いずれも二三〇円以上の指値で、同月二\n日にＢ４２名義で二万三〇〇〇株、同月四日にＢ４２名義で七〇〇〇株の各買い注\n文をしたことが明らかで、しかく根拠のない供述とは思われない。\n（三）　所論は、同被告人の検察官に対する同月九日付供述調書中の「理論上の\n株価より約五円高い二二〇円の売り物があつたので、これを買い付けて二二〇円の\n株価を形成したのです。」との部分は、同被告人が買い注文を出た当日寄り付き前\nには二二〇円の売り物がなかつたことが明らかであるから、客観的事実と食い違つ\nており、このようなことになつたのは、検察官が証拠によらずに誤つた想定に基づ\nいてほしいままに作文をした証拠である、というのである。所論の板の記録及び昭\n和四七年度買付注文伝票一五冊（符１０２）によると、Ｂ２６の買い注文は、当時\n二二〇円以下の売り注文がなかつたため、後場まで持ち越され、後場の寄り付き前\nに出た二二〇円の売り注文と対当し、一〇〇〇株成約に至つたことが認められる。\n所論指摘の供述調書中の文言は、たしかに買い注文の時に既に売り注文があつたこ\nとをうかがわせるような記述ではあるが、右の事実関係からすると、二二〇円の売\nり物があり、それを買つていることは間違いないのであるから、必ずしも客観的事\n実と食い違つていて信用性がないとはいえないし、検察官が誤つた想定に基づいて\nほしいままに作文をした証拠であるなどとは到底いえない。\n論旨は理由がない。\n二二　同第三について\n所論は、要するに、原判決は、被告会社において三〇億円の資金を調達する必要\nがあつたとしたうえ、被告人らはそれを動機として、実需の裏付けがないのに、被\n告会社の資金による自社株の取得という方法により、本件買い付けを行つたもので\nある旨認定しているが、被告会社には当時そのような資金を調達する必要性がなか\nつたばかりでなく、被告会社においては、昭和四七年四月に新たに六〇〇万株の安\n定株主確保を内容とする株主安定化工作を策定し、同年一一月までに計画どおり実\n行したもので、本件買い付けは、安定株主となるべき者に買取りを依頼した株数を\n確保し、これをその者に引き渡す準備として、証券会社に委託して行つたものにす\nぎず、また、当時被告会社の株価が高騰ないし安定したのは、当時の株式市場の全\n体的推移に相応するもので、被告会社の株価だけのことではないから、原判決には\n判決に影響を及ぼすことの明らかな事実の誤認がある、というのである。\nしかし、五の論旨に対する判断として述べたように、原判決の掲げる関係各証拠\nによると、所論の点を含めて、原判決が、「被告人らの経歴及び犯行に至る経緯\n等」の第三において、本件各犯行に至る経緯等と題して認定した事実が優に認めら\nれ、所論のような誤認があるとは思われない。所論は、本件株式の買い取りは、株\n主安定化工作として行われたものであると強調しているが、所論のような事実関係\nでないことは、八の論旨に対する判断として述べたとおりである。しかも、押収し\nてあるＡ１経理より預りと題する雑書綴一袋（符７）の中の公募付増資（案）と題\nするメモには、権利落前の株価として、一八〇円から二五〇円までの一〇円刻みに\nした金額が横に並べられ、その下に、それぞれの権利落後の株価が記載されている\n外、被告人Ａ５が提出した増資案に記された三つの案について、それぞれ公募価格\nを一株二〇〇円とすることを前提にしたプレミアムの額などが記載されており、こ\nれに被告人Ａ２の検察官に対する昭和四八年三月一二日付供述調書、同Ａ３の検察\n官に対する同年二月二七日付供述調書等を総合すると、両被告人は昭和四七年七月\n中旬ころ、右メモをみながら、当時一七〇円ないし一八〇円であつた被告会社の株\n価を人為的に操作して高騰させることにより、公募価格を二〇〇円とし、最もプレ\nミアムの額が多く、三〇億円の資金を調達することができる一二億円増資を取り決\nめ、そのとおり実行することにしたことが認められるのである。そして、関係各証\n拠によると、本件の一連の売買取引は、右決定に従つて進められたものであること\nが明らかである。論旨は理由がない。\n二三　弁護人渡辺留吉の控訴趣旨追加申立について\n所論は、証券取引法一二五条二項本文にいう誘引目的は、比較的まとまつた数量\nの株の買い付けを反復して株価を上げ、一般投資家に投資意欲を起こさせて買い気\nを誘い、買いが買いを呼んで株価が高騰したところで手持株を売り、又は比較的ま\nとまつた数量の株の売り付けを反復して株価を下げ、一般投資家の投資意欲を離散\nさせて売り気を誘い、売りが売りを呼んで株価が低落したところでその株を買い占\nめるなどの方法、すなわち、売り逃げ又は買い占めなどにより不正の利益を図るた\nめに、市場における売買取引を誘引する目的であり、被告人Ａ６及び同Ａ７には右\nのような目的はなかつたのであるから、原判決が、これと異なる誘引目的を認めて\n両被告人を変動操作の罪で有罪としたのは、判決に影響を及ぼすことの明らかな法\n令適用の誤りである、というのである。\nしかし、誘引目的の意義は、既に二の論旨に対する判断において述べたとおりで\nあり、原判決の判示するところもこれと同趣旨であつて、所論のような限定的解釈\nを相当と認むべき理由は存在しない。論旨は理由がない。\n（被告会社、全被告人関係）\n二四　その他の論旨について\n所論は、以上に当裁判所が判断を示したことの外にも、いろいろの角度からるる\n主張をしているので、それらのすべてについて記録及び証拠物を精査検討してみた\nが、原判決には所論のような法令違反や事実誤認は見当たらない。\n（全被告人関係）\n二五　職権調査\n１　原判決は、「法令の適用」の罰条２の項において、被告人Ａ２及び同Ａ３に\n対する判示第一の所為について、刑法六〇条、証券取引法一九七条二号、一二五条\n二項一号、二〇七条一項を、判示第二の所為について、刑法六〇条、証券取引法一\n九七条二号、一二五条三項、同法施行令二〇条一項、同法二〇七条一項を適用して\nいる。\n<要旨第一三>ところで、判示第一の変動操作の罪及び判示第二の安定操作の罪\nは、いずれも有価証券市場における売買取</要旨第一三>引をしたことを内容とする\nものであるから、一の論旨に対する判断として述べたように、証券取引所の会員で\nある証券会社の代表者その他の従業者によつてのみ犯すことができる犯罪、すなわ\nち刑法六五条一項にいう身分によつて構成すべき犯罪であるといわなければならな\nい。したがつて、証券取引所の会員である証券会社の代表者その他の従業者でない\n同被告人らは、独立してはこれらの罪を犯すことができないのである。しかし、本\n件では、同被告人らは、証券取引所の会員である証券会社の従業者である他の被告\n人らの行為に加功し、その行為を利用することによつて、これらの罪を犯したもの\nであるから、同条項によつてこれらの罪の共同正犯になるものというべきである。\nそういう意味で、被告人Ａ２及び同Ａ３に対しては、前記のものの外に刑法六五条\n一項をも適用しなければならなかつたのに、原判決はその適用を遺脱しているが、\n前記のように基本となる罰条が適用されているので、いまだ判決に影響を及ぼすも\nのではない。\nなお、被告人Ａ２及び同Ａ３は、右のように、刑法六五条一項によつて、これら\nの罪の共同正犯となつたものであるが、このようなときも、証券取引法二〇七条一\n項にいう一九七条二号の違反行為をしたときに当たるものと解される。\n２　原判決は、「法令の適用」の罰条１ないし３の項において、被告人らに対す\nる判示第一の所為について、証券取引法一九七条二号、一二五条二項一号、二〇七\n条一項、刑法六〇条を、被告人Ａ６以外の被告人らに対する判示第二の所為につい\nて、証券取引法一九七条二号、一二五条三項、同法施行令二〇条一項、同法二〇七\n条一項、刑法六〇条を適用している。\nところで、判示第一の変動操作の罪及び判示第二の安定操作の罪は、被告人らが\nそれぞれその勤務する会社の業務に関して行つたものではあるが、これらの罪は、\n一の論旨に対する判断及び職権調査の１において述べたように、それぞれその行為\nをした者及びそれに加功した者について成立するものであるから、被告人らに対し\nては、基本となる罰条である証券取引法一九七条二号、一二五条二項一号、三項、\n同法施行令二〇条一項、刑法六〇条、なお被告人Ａ２、同Ａ３に対しては同法六五\n条一項を適用すれば足り、そのうえに両罰規定である証券取引法二〇七条一項を適\n用すべきものではない。したがつて、原判決が、前記のように、同条項を適用した\nのは法令の適用を誤つたものである。しかし、右の誤りは、余分なものを適用した\nだけであるから、いまだ判決に影響を及ぼすものではない。\n以上のとおりであつて、本件各控訴はいずれも理由がないから、それぞれ刑訴法\n三九六条によりこれを棄却することとし、訴訟費用について同法一八一条一項本\n文、一八二条を適用して、主文のとおり判決する。\n（裁判長裁判官　坂本武志　裁判官　田村承三　裁判官　本郷元）\n（原審判決は刑事裁判月報第一六巻七号掲載につき省略）\n"
}