{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 1,
    "day": 31
  },
  "case_number": "昭和63(行ウ)76",
  "case_name": "有料道路料金の徴収期間変更認可取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "道路整備特別措置法３条の２第１項所定の，いわゆる関連道路の料金プール制についての建設大臣の許可は，行政上の決定に至る行政過程内における行政機関相互間の行為であって，行政行為として外部に対する効力を有するものではなく，また，これによって直接国民の権利義務を形成し，又はその範囲を確定する効果を伴うものではないから，抗告訴訟の対象となる行政庁の行為には該当しないとした事例",
  "lawsuit_id": "16790",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16790",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/790/016790_hanrei.pdf",
  "contents": "○　主文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和六三年三月二三日付けでした京葉道路及び千葉東金道路の料金の徴\n収に係る道路整備特別措置法三条の二第一項の許可を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　被告は、昭和六三年三月二三日、日本道路公団（以下「公団」という。）が申\n請した京葉道路及び千葉東金道路の料金の徴収に係る道路整備特別措置法三条の二\n第一項のいわゆる関連道路プール制の許可をした（以下「本件許可」という。）\n２　しかし、右両道路については、同法三条の二第一項各号所定の要件が存在しな\nい。\n（一）　京葉道路と千葉東金道路は貝塚料金所付近から分かれ、方面を別にしてお\nり、京葉道路から千葉東金道路へ行く車は約一割位で、両者の間に共通性、代替\n性、密接な関連性がない。料金の徴収を一体として行うことが適当であると認めら\nれる特別の事情も存在しない。\n（二）　公団の内部規程である業務方法書中では、道路の建設費は建設大臣の認可\nを受けて三〇年以内に償還することが、高速道路調査会発行のハンドブツク（昭和\n五七年一一月発行）には、建設費は原則として路線一本一本について個別に償還す\nると明記してある。京葉道路は日本一の黒字有料道路であり、建設費を既に償還ず\nみであると思われるから、本件許可の申請は、右道路の料金収入により千葉東金道\n路の赤字を補うため、両道路を一本化し、京葉道路の料金徴収期間を昭和六五年四\n月二八日から昭和七二年四月二八日に延ばすことを意図したものと判断される。し\nたがつて本件許可は、千葉東金道路を利用しない京葉道路の利用者に、千葉東金道\n路の建設費を負担させるものであつて、利用者負担、受益者負担の原則に反し、ま\nた、右業務方法書及び右ハンドブツク記載事項に違反する。\n３　原告は、京葉道路を毎日利用する者である。\n京葉道路は、東京と千葉を結ぶ幹線道路で、交通量が昭和六三年五月現在で上下線\n合計して一日に二七万五〇〇〇台もある極めて利用者の多い必需性の高い道路であ\nる。したがつて、その利用料金は公共料金と呼ぶにふさわしく、その決定、変更等\nに当たつては、少なくとも頻繁に右道路を利用する者を保護に値する利害関係人と\nして認知する法的処置、法解釈が必要である。\n道路利用こそが道路を設ける目的であるのに、その主人公の道路利用者が単なる客\n体の地位に置かれなければならないという法解釈は、全く逆立ちした思考であり、\n少なくとも道路利用者の利害そのものを左右する料金に関係のある許可処分に対し\nては、道路利用者に訴えの利益が認められるべきである。\n４　よつて、本件許可の取消しを求める。\n二　本案前の主張\n抗告訴訟の対象は、行政庁の処分その他公権力の行使に当たる行為に限られるとこ\nろ、本件許可は、抗告訴訟の対象となる行政庁の行為に該当しない。\n道路整備特別措置法、日本道路公団法その他の詣規定からすれば、公団は、その設\n立、役員等の任免、平素の業務に対する監督、関与、予算、会計に対する監視、経\n済的援助等、その存立、存続のすべての面にわたつて被告又は政府と密接な関わり\nを持ち、実質的には広い意味で国家行政組織の一部をなす一種の政府関係機関であ\nると解することができ、被告の下部機関と称しても過言ではない。公団と被告の右\nのような関係を前提とすれば、本件許可は、行政機関相互間の内部的行為に準ずる\nものというべきであり、またこれにより利用者、通行者に対し、何ら具体的に権\n利、義務を創設するものでもないから、抗告訴訟の対象となる行政庁の行為には該\n当しない。\nしたがつて、本件訴えは不適法である。\n三　請求原因に対する認否\n請求原因１の事実は認め、その余は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実は、当事者間に争いがない。\n二　本件許可が抗告訴訟の対象となる行政庁の行為に該当するかどうかについて\n抗告訴訟の対象となる行政庁の処分その他公権力の行使に当たる行為（行政事件訴\n訟法三条二項）とは、行政庁の行為のうち、行政庁が、法令に基づき、優越的立場\nにおいて直接国民の権利義務を形成し、又はその範囲を確定する行為をいうものと\n解される。\nところで、道路整備特別措置法及び日本道路公団法の諸規定によれば、公団は、有\n料道路制度により道路の整備を促進することを目的として設立され、本来国又は地\n方公共団体の権限に属する道路の整備、維持管理に関する事業を実施する権限の一\n部を右目的の下に委託され、施行する公法人である。そして、日本道路公団法によ\nれば、建設大臣は、公団の役員の任免を司り（一〇条、一三条）、公団の資本金の\n増額の認可（四条）、予算及び事業計画の認可（二二条）、財務諸表の承認（二四\n条）、借入れの認可（二六条）等をするものとされ、また、公団の業務について\nも、業務開始の際に業務方法書を認可し（二〇条）、平素の業務全般を監督し（三\n四条）項）、必要があるときは、公団の業務に関し監督上必要な命令をすることが\nできるものとされている（同条二項）。さらに、道路整備特別措置法によれば、建\n設大臣は公団に高速自動車国道の新設又は改築を行わせ、料金を徴収させることが\nでき（二条の二）、公団が、この規定に基づき右道路を新設し、又は改築しようと\nするときは、路線名及び工事の区間、工事方法、工事予算等を記載した工事実施計\n画書について、建設大臣の認可を受けなければならないものとされ（二条の三）、\nまた、公団は建設大臣の認可を受けて一般国道等を新設し、又は改築して、料金を\n徴収することができるものとされている（三条）。このような法律の規定の内容に\n照らすときは、建設大臣と公団とは、公団の事業の遂行に関して実質的に上級行政\n機関と下級行政機関との関係に立つものというべきであり、道路整備特別措置法三\n条の二第一項において規定されているいわゆる関連道路プール制の許可も、公団の\n性格及び建設大臣との間の右関係を前提として、右料金徴収方法の採用が道路の維\n持管理に関する事業において重要な事項であることに鑑み、公団の行う右徴収方法\nの採用について、実質的な上級行政機関としての建設大臣が法定の要件の具備等を\n審査して行う監督手段としての承認の性質を有するものと解するのが相当である。\nしたがつて、本件許可は、行政上の決定に至る行政過程内における行政機関相互間\nの行為であつて、行政行為として外部に対する効力を有するものではなく、また、\nこれによつて直接国民の権利義務を形成し、又はその範囲を確定する効果を伴うも\nのではないから、抗告訴訟の対象となる行政庁の行為には該当しないものというべ\nきである。\nなお、原告の請求原因３の主張は、本件における争点である本件許可が抗告訴訟の\n対象となる行政庁の行為であるかどうかという問題に関しない、誰が抗告訴訟を提\n起することができるかという原告適格の問題に係るものないし立法論にとどまるも\nのであるから、採用することができない。\n以上によれば、本件訴えは、抗告訴訟の対象とならない行政庁の行為を対象とした\nものとして、不適法であるといわなければならない。\n三　よつて、本件訴えは、これを却下することとし、訴訟費用の負担について行政\n事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　宍戸達徳　北澤　晶　中山顕裕）\n"
}