{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 9,
    "day": 21
  },
  "case_number": "昭和57(行コ)3",
  "case_name": "福井労基署長休業補償不支給決定取消",
  "court_name": "名古屋高等裁判所金沢支部",
  "field": "労働",
  "lawsuit_id": "19358",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19358",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/358/019358_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴人は「原判決を取消す。被控訴人が控訴人に対し昭和五三年二月二八日付で\nした労働者災害補償保険法による休業補償給付を不支給とする旨の決定を取消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴人は\n主文と同旨の判決を求めた。\n当事者双方の主張及び証拠関係は次のとおり付加するほか原判決事実摘示と同じ\nであるからこれを引用する（ただし原判決三枚目表一行目の「応急当当」を「応急\n手当」と訂正する）。\n一　控訴人の主張\n事業主が労務管理上、懇親会等の対内的社外行事を行うことが必要であると判断\nし、管理職が労働者に参加を要請し、通常勤務日に参加者を出勤扱いとして行う右\n社外行事に労働者が、事実上であつても、事業主の意向にそい、これに参加せざる\nをえなかつた場合には、当該労働者が世話役、あるいは幹事役でなくとも、事実上\n従属的労働関係のもとにあつたのであるから、労働者の右社外行事参加について業\n務遂行性を認めるべきである。したがつて控訴人の本件会合への参加には業務遂行\n性がある。\n二　被控訴人の右主張に対する答弁\n右主張は争う。\n三　証拠（省略）\n理　　　由\n一　当裁判所も、控訴人に対する休業補償給付を不支給とする本件処分は適法であ\nつて、これが取消を求める控訴人の本訴請求は理由がないから棄却すべきであると\n判断する。その理由は次のとおり付加するほか原判決の理由と同じであるからこれ\nを引用する。\n１　原判決一四枚目裏一行目の「同証人の」の前に「原審及び当審における」を加\nえ、同一六枚目表四行目の次に行を改め、「（六）　控訴人の負傷事故の原因は不\n明である。」を加える。\n２　控訴人は、事業主が労務管理上、懇親会等の対内的社外行事を行うことが必要\nであると判断し、管理職が労働者に参加を要請し、通常勤務日に参加者を出勤扱い\nとして行う社外行事に、労働者が、事実上であつても、事業主の意向にそい、これ\nに参加せざるをえなかつた場合には、当該労働者が世話役、あるいは幹事役でなく\nとも、事実上従属的労働関係のもとにあつたのであるから、労働者の社外行事参加\nについて業務遂行性を認めるべきであり、したがつて控訴人の本件会合への参加に\nは業務遂行性があると主張する。\nしかしながら、労働者が事業主（使用者）主催の懇親会等の社外行事に参加する\nことは、通常労働契約の内容となつていないから、右社外行事を行うことが事業運\n営上緊要なものと客観的に認められ、かつ労働者に対しこれへの参加が強制されて\nいるときに限り、労働者の右社外行事への参加が業務行為になると解するのが相当\nである。前記認定事実（原判決引用）によれば、本件会合は、足羽道路企業株式会\n社が経費の全額を負担しているが、従業員の慰安と親睦を目的とするものであつて\n社会一般に通常行われている忘年会と変りはないから、本件忘年会を行うことが右\n会社の事業運営上緊要なものとは認められず、また右会社役員が従業員に対し、特\nに都合が悪い場合は格別、できるだけ参加するようにと勧め、参加者を当日出勤扱\nいにする旨伝えたことは認められるものの控訴人に対し本件忘年会に参加すること\nを強制した事実は認められない。したがつて控訴人が本件忘年会に参加したことを\n業務行為と解することはできず、右忘年会参加について業務遂行性を認めることは\nできない。\n二　よつて原判決は相当であるから本件控訴を棄却することとし、控訴費用の負担\nにつき行政事件訴訟法七条、民訴法八九条、九五条を適用して、主文のとおり判決\nする。\n（裁判官　山内茂克　三浦伊佐雄　松村恒）\n"
}