{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 4,
    "day": 13
  },
  "case_number": "昭和59(行コ)1",
  "case_name": "固定資産税等賦課処分裁決の取消等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "地方税法４３４条２項は，固定資産評価審査委員会の決定の取消しの訴え以外の訴えにおける主張制限を定めるものであり，訴えの適法要件を定めるものではないとして，固定資産課税台帳の登録事項が誤っていることを理由に，固定資産税及び都市計画税の賦課決定に対する審査請求を棄却する市長の裁決の取消しを求める訴えが，適法とされた事例",
  "lawsuit_id": "16872",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16872",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/872/016872_hanrei.pdf",
  "contents": "○　主文\n１　原判決中、控訴人Ａの被控訴人神戸市長に対する昭和五八年三月一四日付審査\n請求棄却裁決の取消しを求める訴えを却下した部分を取消す。\n２　本件のうち前項の訴えに関する部分を神戸地方裁判所に差戻す。\n３　控訴人Ａのその余の控訴を棄却する。\n４　控訴人Ｂの控訴を棄却する。\n５　控訴人Ｂと被控訴人らとの間で生じた控訴費用は同控訴人の負担とする。\n○　事実\n一　当事者の求める判決\n（控訴人ら）\n１　原判決を取消す。\n２　被控訴人神戸市長が昭和五八年三月一四日付で控訴人Ａに対してした審査請求\n棄却の裁決を取消す。\n３　被控訴人垂水区長は原判決別表（一）３、４記載の土地の固定資産課税台帳上\nの地目を宅地に原状回復せよ。\n４　被控訴人垂水区長は原判決別表（一）記載の各土地について固定資産課税台帳\nの登録事項の誤りをすべて右台帳から削除せよ。\n５　訴訟費用は第一、二審とも被控訴人らの負担とする。\n（被控訴人ら）\n１　本件控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\n二　当事者の主張\n次に付加するほか、原判決事実摘示のとおりであるから、これを引用する。\n（控訴人らの当審主張）\n１　固定資産課税台帳の縦覧後に、その記載に重大な錯誤があることを発見したと\nきは、区長はその登録事項の修正を行わなければならず、これを怠ることは違法で\nある。また、右の誤つた登録にもとづき課税することも、錯誤にもとづくものであ\nつて違法である。\n２　固定資産課税台帳の登録事項のうち控訴人らにおいて不服のあるのは地目に関\nする部分であるが、これは不動産登記簿にも登記されている事項であるから、固定\n資産評価審査委員会において審査決定する事項ではない。\n三　証拠（省略）\n○　理由\n一　控訴人Ａの審査請求棄却裁決の取消しの訴えについて\n右訴えは、被控訴人垂水区長の控訴人Ａに対する固定資産税及び都市計画税賦課決\n定について控訴人Ａの申立てた審査請求を棄却した被控訴人神戸市長の裁決の取消\nしを求めるものであり、その違法事由として主張するところは、固定資産課税台帳\nに記載の地目、課税標準額に誤りがあるというにある。\n原判決は右のような争訟は地方税法四三四条二項に違反し許されないところである\nから、右の訴えは不適法であるとしてこれを却下している。\nしかしながら、右訴えは、固定資産税等賦課決定ではなく、裁決の取消を求めるも\nのであるから、まず行訴法一〇条二項の適用が問題となるところ、同項は取消しの\n理由の制限を定めたものであつて、訴えの適法要件を定めたものではないから、原\n告が右訴えにおいて現在のところ、原処分等の瑕疵は主張しているが、裁決固有の\n瑕疵は主張していない場合であつても、そのために裁決取消しの訴え自体が不適法\nとなるものではないと解される（東京高昭和五〇年（行コ）第三九号、七〇号同五\n三年一月三〇日判決、行裁集二九巻一号二二頁及びその原審静岡地昭和四八年（行\nウ）第二号同五〇年五月八日判決・行裁集二六巻五号七〇四頁、東京高昭和五五年\n（行コ）第一一五号同五六年一一月一〇日判決・労働判例三七五号一七頁及びその\n原審東京地昭和五五年（行ウ）第一〇七号同五五年一二月一日判決・労働判例三五\n三号一九頁、東京高昭和五六年（行コ）第八号同五六年八月二七日判決・行裁集三\n二巻八号一四七二頁及びその原審東京地昭和五五年（行ウ）第二〇号同五六年二月\n二六日判決・行裁集三二巻二号二九九頁）。地方税法四三四条二項も、固定資産評\n価審査委員会の決定の取消の訴え以外の訴えにおける主張制限を定めたものであつ\nて、その趣旨とするところは行訴法一〇条二項と同様であると解される。\nしたがつて、控訴人Ａの右裁決取消の訴えについて、これを不適法として却下した\n部分の原判決は失当であるから、この部分を取消したうえ、右裁決につき固有の瑕\n疵の有無についての実体的審理をさせるため、本件のうち右部分を原裁判所に差戻\nすこととする。\n二　控訴人Ｂの審査請求棄却裁決の取消しの訴えについて\n控訴人Ｂは控訴人Ａの代理人として審査請求をしたというのであるが、審査請求の\n代理人は自分では審査裁決の取消しの訴えを提起する利益を有しないし、他に控訴\n人Ｂが右訴えを提起する利益を有すると解させる事実は認められないから、同控訴\n人の右裁決取消しの訴えは不適法であり、これを却下した原判決は結論として正当\nである。\n三　固定資産課税台帳上の登録事項の原状回復、削除を求める訴えについて\n当裁判所も右の訴えは不適法であると判断するが、その理由は次に付加するほか、\n原判決理由二項（九枚目表五行目から一〇枚目裏三行目まで）に説示のとおりであ\nるから、これを引用する（ただし、九枚目裏最終行の「Ａ所有地」から一〇枚目表\n四行目の「更に、」までを削除する）。\n控訴人Ａは自分の所有地についての固定資産課税台帳に記載の評価額に誤りがある\nと考えるときは、固定資産評価審査委員会に審査請求をし、同委員会の決定に対し\n訴えを提起することができるが、本件のような訴えを提起することは許されない。\n四　結論\nよつて、原判決中、控訴人Ａの裁決取消しの訴えを却下した部分を取消したうえこ\nの部分の本件を原裁判所に差戻し、控訴人Ａの控訴の趣旨３、４項の訴えを却下し\nた原判決は正当であるからこの部分の同控訴人の控訴を棄却し、控訴人Ｂの控訴の\n趣旨２ないし４項の訴えを却下した原判決は正当であるから同控訴人の控訴を棄却\nし、訴訟費用の負担につき行訴法七条、民訴法八九条、九五条本文を適用して主文\nのとおり判決する。\n（裁判官　上田次郎　広岡　保　井関正裕）\n(原裁判等の表示)\n○　主文\n原告らの本件各訴えをいずれも却下する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告神戸市長が昭和五八年三月一四日付で原告Ａに対してした、審査請求を棄\n却する旨の裁決を取消す。\n２　被告垂水区長は、別表（一）記載３及び４の各土地の地目に関する固定資産課\n税台帳の記載をいずれも宅地に変更するとともに、これに基づいて同別表記載１及\nび２の各土地を再評価したうえで、同土地についての昭和五七年度分の固定資産税\n及び都市計画税を更正せよ。\n３　同被告は、同別表記載１ないし４の各土地についての固定資産課税台帳の登録\n事項の誤りをすべて右台帳上削除せよ。\n４　被告らは、各自、原告らに対し、金三〇〇万円及びこれに対する昭和五七年五\n月一〇日から各支払済みに至るまで年五分の割合による金員を支払え。\n５　訴訟費用は被告らの負担とする。\n６　第４項について仮執行宣言。\n二　請求の趣旨に対する答弁\n（本案前の答弁）\n主文と同旨。\n（本案に対する答弁）\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　本件裁決に至る経緯\n（一）　原告Ａは、別表（一）記載１及び２の各土地（以下、それぞれ「本件ノ土\n地」及び「本件２土地」という。そして、この両者を合わせて「Ａ所有地」ともい\nう。\n）を所有しているところ、被告垂水区長（以下、「被告区長」という。）は、これ\nらの土地についての昭和五七年度分の固定資産税及び都市計画税について昭和五七\n年五月一〇日付で原告Ａに対し、別表（二）記載のとおりの賦課決定処分（以下、\n「本件処分」という。）をした。\n（二）　そこで、同原告はこれを不服として、娘である原告Ｂを代理人として、昭\n和五七年六月一〇日付で被告神戸市長（以下、「被告市長」という。）に対して審\n査請求をしたところ、同被告は、昭和五八年三月一四日付でこれを棄却する旨の裁\n決（以下、「本件裁決」という。）をした。\n２　本件裁決の違法\n（一）　本件処分の違法について\n（１）　Ａ所有地は、原告Ａが昭和四一年にこれを取得した以降、宅地としで評価\nされ、これに基づいて固定資産税及び都市計画税の賦課がされてきた。\n（２）　ところが、被告区長は、昭和五七年度から本件２土地の地目を雑種地と\nし、その旨固定資産課税台帳に記載した。\nそこで、原告らは、被告区長に対し、右記載について地方税法四一七条に基づく修\n正を求めた結果、同被告は、昭和五七年五月一〇日付で同土地の地目を宅地とする\n旨の修正決定通知を行つた。\n（３）　しかしながら、右修正決定によつても、固定資産課税台帳に当初本件２土\n地の地目が雑種地と変更されたことは抹消されておらず、他方、右修正によつて地\n目が変更されたにもかかわらず、課税標準額には何ら変更は認められなかつた。更\nに、右修正の結果、同土地は宅地であるものの非住宅とされ、地方税法三四九条の\n三の二所定の特例措置を受けられなくなつた。\n（４）　このように、本件処分は、課税標準額の算定の基礎となる事実を誤認した\nものであるとともに、地方税法の解釈を誤つた違法な処分である。\n（二）　ところが、本件裁決は、こうした本件処分の違法を看過したものであるか\nら、それ自体違法である。\n３　被告区長の行為について\n（一）　前述したように、被告区長は、違法な本件処分をしておきながら、固定資\n産課税台帳上、その誤りを抹消しようとしない。\n（二）　また、同被告は、Ａ所有地の隣接地である別表（一）記載３及び４の各土\n地（以下、それぞれ「本件３土地」、「本件４土地」という。）についても、昭和\n五七年度からその地目を雑種地と変更し、その旨固定資産課税台帳に記載している\nため、隣地との関連においても、Ａ所有地は、適正な固定資産税及び都市計画税の\n課税標準額を算出され得ない状況にある。\n（三）　そこで、原告らは、右（一）及び（二）の違法状態を是正すべく、被告区\n長に対して善処方を求めたにもかかわらず、応待に出た垂水区役所の職員は、これ\nに応ずるどころか、「納得できないならどこへでも訴えてよろしい。」と発言する\nなど、誠意ある対応をとらなかつたのであるから、被告区長は、このことについて\n責任がある。\n（四）　そのため、原告らは、こうした被告区長の違法な行為によつて多大の精神\n的苦痛を受けたが、これに対する慰謝料は、原告両名で三〇〇万円が相当である。\n４　被告市長の行為\n（一）　被告市長は、同区長において前項（一）ないし（三）の違法行為を行つて\nいるにもかかわらず、違法にも、これを是正する方策を取らなかつた。\n（二）　そして、その他に前述したように違法な本件裁決を行つた。\n（三）　そのため、原告らは、こうした被告市長の行為によつて多大の精神的苦痛\nを受けたが、これに対する慰謝料は、原告両名で三〇〇万円が相当である。\n５　よつて、原告らは、本件裁決の取消しを求めるとともに、被告区長に対して\nは、本件３土地及び４土地の地目に関する固定資産課税台帳の記載をいずれも宅地\nに変更すること、これに基づいてＡ所有地の昭和五七年度分の固定資産税及び都市\n計画税の更正処分をすること並びに本件１ないし４土地についての固定資産課税台\n帳の登録事項の誤りをすべて同台帳上削除する旨の各行政処分を、被告両名に対し\nては、いずれも不法行為に基づいて各自金三〇〇万円及びこれに対する本件処分の\n日である昭和五七年五月一〇日から各完済に至るまで民法所定年五分の割合による\n遅延損害金の支払を、それぞれ求める。\n二　本案前の答弁の理由\n１　本件裁決の取消しを求める部分について\n（一）　原告らは、本件２土地に対する土地課税台帳の登録事項についての違法を\n理由に本件裁決の取消しを求めているが、これらの事項についての争訟について、\n被告市長に審査請求をし、その裁決の取消訴訟を提起するのは地方税法四三二条一\n項、四三四条一項、二項に違反する。\nよつて、右の訴えは、不適法である。\n（二）　なお、右取消訴訟には原告Ｂも訴えの当事者となつているが、同原告は、\nＡ所有地の所有者でなく、同土地の固定資産課税台帳に記載されている所有名義人\nでもなく、単に原告Ａの代理人として、本件処分に対して審査請求を行つたのにす\nぎないものである。\nよつて、原告Ｂについては、格別に本件裁決の取消しを求める法律上の利益を有す\nるものとは認められず、行政事件訴訟法九条により本件裁決の取消しを求める原告\n適格を欠くというべきであるから、同人の右訴えは、この点においても不適法であ\nる。\n２　行政行為を求める部分について\n（一）　原告らの請求の趣旨第２項及び第３項の各訴えは、被告区長に対する義務\n付け訴訟であると解される。\n（二）　ところで、義務付け訴訟は、行政庁が特定の行政処分をなし、又はなすべ\nからざることが法律上一義的に覇束されていて自由裁量の余地がなく、裁判所が裁\n判をしても行政庁の第一次的判断権を実質的に侵害したものとはいえず、しかも、\n行政庁がその処分をしないこと、又はすることによつて国民が現実に損害を被り、\n又は被る危険が差し迫つていて、裁判所の裁判によるより他に適切な救済手段が存\nしない場合に限つて許されるものと解すべきである。\n（三）　そこで、これを本件についてみるのに、原告らが本件訴えにおいて被告区\n長に対して求める各行政処分は、同被告がいまだ一義的に覇束されるに至つておら\nず、また、本件３及び４の各土地は、第三者が所有権を有するもので、原告らはそ\nの固定資産税の納税者ではなく、固定資産の課税における地目の認定、固定資産評\n価いかんにより現実の損害を被ることはなく、また、原告らは、これらの土地につ\nいて行政庁に対する不服申立てをしていない。\n更に、右の訴えにおいて原告らが被告区長に対して請求する事項は、原告らにおい\nて回復しがたい損害を避ける緊急の必要性がある事項でもない。\n（四）　よつて、原告らの被告区長に対する義務付け訴訟は、不適法である。\n３　損害賠償請求の訴えについて\n原告らの被告らに対する請求の趣旨第４項の訴えは、神戸市職員による職務行為の\n違法を理由とする国家賠償法による請求と解すべきものである。\nしかしながら、このような賠償請求については、公務員が行政機関としての地位に\nおいて賠償の責任を負うものではなく、また、公務員個人もその責任を負うもので\nないから、原告らの右損害賠償請求の訴えは、不適法である。\n４　以上のとおりであるから、原告らの本件各訴えは、いずれも却下を免れない。\n三　本案前の答弁の理由に対する認否\n１　本案前の答弁の理由第１項（一）の主張は争う。同項（二）前段の事実は認\nめ、同後段の主張は争う。\n２　本案前の答弁の理由第２項（二）の主張は争う。同項（三）のうち、本件３及\nび４の各土地は、第三者が所有権を有するものであること並びに原告らがこれらの\n土地について、行政庁に対する不服申立てをしていないことは認め、その余の主張\nは争う。同項（四）の主張は争う。\n３　本案前の答弁の理由第３項及び第４項の各主張は、いずれも争う。\n第三　証拠（省略）\n○　理由\n第一　本件各訴えの適否について\n一　請求の趣旨第１項の訴えについて\n１　原告らの右訴えは、本件１及び２土地に対する土地課税台帳の登録事項に関す\nる不服について被告市長のした本件裁決の取消しを求めるものである。\n２　しかしながら、地方税法は、固定資産税については、固定資産課税台帳に所有\n者として登録されている者を納税義務者とし（同法三四三条一、二項）、同台帳に\n登録された固定資産の価格を課税標準として課する（同法三四九条）いわゆる台帳\n課税主義を採用する一方、固定資産課税台帳に登録された事項に関する不服を審査\n決定するために、固定資産評価審査委員会という合議機関を設け（同法四二三条）\nている。そして、右固定資産課税台帳に登録された事項に関して不服のある当事者\nは、固定資産評価審査委員会に審査の申出（同法四三二条一項）をしたうえで、な\nお同委員会の審査の決定（同法四三三条一項）に不服があれば、右決定の取消しの\n訴えを求める（同法四三四条一項）ことができるが、これ以外の手続で争うことは\n許されていない（同条二項）。\n３　そうすると、原告らの右訴えは、まさに、地方税法四三四条一項所定の手続に\nよらないで固定資産課税台帳に登録された事項を争うものであるから、同条二項に\n違反し、不適法といわざるを得ない。\n二　請求の趣旨第２項及び第３項の各訴えについて\n１　これらの訴えは、原告らが行政庁である被告区長に対し、一定の行政処分を行\nうことを求める、いわゆる義務付け訴訟であると解するほかはない。\n２　ところで、このような訴えが抗告訴訟として許されるかどうか、また、どのよ\nうな場合にこれが許されるかについては問題の存するところであるが、仮に右の訴\nえを肯定すべき場合が存在するとしても、そのために少なくとも、法令上、行政庁\nが当該行政処分をなすべきこと及びなすべき内容が一義的に定められていて、行政\n庁に裁量の余地が残されておらず、かつ、行政庁がその処分をしないことによつて\n国民が現実に損害を被り、又は被る危険が差し追つていて、しかも裁判所の裁判に\nよるより他に適切な救済手段が存しない場合であることが、必要であると解され\nる。\n３　そこで、これを本件についてみるのに、\n（一）　本件３及び４土地が原告らの所有に属さないことは当事者間に争いがない\nから、原告らはこれらの土地について固定資産税及び都市計画税の納税義務者では\nなく、仮に、右土地についての固定資産課税台帳の記載が誤りであるとしても、こ\nのことによつて、直ちに原告らが回復しがたい損害を被るとはいえない。\n（二）　また、Ａ所有地に関する固定資産課税台帳の記載の修正並びにこれに基づ\nく同地に関する固定資産税及び都市計画税の賦課決定についても、被告区長におい\nて、これらの行政処分を行うことが一義的に定められていて、裁量の余地が全くな\nいとまではいえず、更に、固定資産課税台帳に記載された事項に不服のある者は、\n前述したように地方税法所定の不服申立てをすることによつて自己の権利の救済を\n図ることができるのであるから、本件が裁判所の裁判によるより他に適切な救済手\n段の存しない場合であるとは到底考えられない（なお、成立に争いのない甲第一五\n号証によれば、原告Ｂは、本件２土地の昭和五七年度固定資産課税台帳登録事項に\nついて、神戸市固定資産評価審査委員会に対して審査請求をしていることが認めら\nれる）。\n（三）　よつて、本件は、このような義務付け訴訟を認めるべき場合にあたらな\nい。\n４　そうすると、原告らの右の各訴えは、現行法上許容されていない不適法な訴え\nであるといわざるを得ない。\n三　請求の趣旨第４項の訴えについて\n１　右の訴えは、原告らにおいて、被告ら又は神戸市職員による職務行為の際の違\n法行為を理由とする国家賠償法一条に基づく請求と解される。\n２　ところで、公権力の行使に当たる地方公共団体の公務貝が、その職務を行うに\nついて、故意又は過失によつて違法に他人に損害を与えた場合には、当該公共団体\nがその被害者に対して賠償の責に任ずべきであるから、本件訴えについて被告適格\nを有するのは、神戸市である。\n３　ところが、原告らは、本件訴えにおいて、行政庁である神戸市長及び垂水区長\nを被告として損害賠償の請求をしており、原告らが右損害賠償請求の被告を神戸市\nに変更する意思のないことを明らかにしていることは当裁判所に顕著である。\n４　従つて、原告らの右訴えは、被告適格を有しない者を被告とするものであるか\nら、不適法である。\n第二　結論\n以上のとおりであるから、原告らの本件各訴えをいずれも却下することとし、訴訟\n費用の負担について行政事件訴訟法七条、民事訴訟法八九条、九三条を適用して、\n主文のとおり判決する。\n別表（一）、（二）（省略）\n"
}