{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 1,
    "day": 27
  },
  "case_number": "昭和43(行ウ)15等",
  "case_name": "北九州市病院局職員分限免職",
  "court_name": "福岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/019436_hanrei.pdf",
  "contents": "主　　　文\n一　被告が昭和四三年三月二九日原告ａ、同ｂ、同ｃ、同ｄ及び同ｅ（旧姓○○）\nに対してなした地方公務員法二八条一項四号により同月三一日限り免職する旨の行\n政処分をいずれも取り消す。\n二　その余の原告らの請求をいずれも棄却する。\n三　訴訟費用中、原告ａ、同ｂ、同ｃ、同ｄ及び同ｅ（旧姓○○）と被告との間に\n生じたものは被告の負担とし、その余の原告らとの被告との間に生じたものはその\n余の原告らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和四三年三月二九日原告らに対してなした地方公務員法二八条一項四\n号により同月三一日限り免職する旨の行政処分をいずれも取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　当事者\n原告らは、昭和四三年三月当時、いずれも別紙職種等一覧表「所属」欄及び「職\n種」欄記載のとおり門司、小倉、若松、八幡、戸畑の各北九州市立病院又は第一松\n寿園、第二松寿園の各北九州市立療養所に炊事員等のいわゆる単純な労務に雇用さ\nれる者として勤務し、同表１ないし１２の原告らは自治労北九州市病院労働組合\n（以下「病院労組」という。）に、同表１３ないし８５の原告らは自治労北九州市\n職員労働組合（以下「市職労」という。）及び市職労病院評議会（以下「病院評議\n会」という。）にそれぞれ所属していたものである。\n被告は、原告らの任命権者である。\n２　本件分限免職処分の存在\n被告は、昭和四三年三月二九日原告らに対し、「地方公務員法（以下「地公法」\nという。）第二八条第一項四号の規定により昭和四三年三月三一日限りをもつて免\n職する」旨の辞令書及び「北九州市病院事業財政再建計画（以下「本件再建計画」\nという。）および北九州市職員定数条例の一部を改正する条例（昭和四二年北九州\n市条例第四七号。以下「改正定数条例」という。）により、昭和四三年三月三一日\n限りであなたの職が廃止されるとともに定数が減少されること並びに昭和四三年度\n北九州市病院事業会計予算における職員給与費の予算が減少され廃職および過員を\n生ずることが処分の理由である。」との記載ある処分説明書を交付して原告らをい\nわゆる分限免職処分に付した。\n３　結論\nしかし、本件分限免職処分はいずれも違法なものであるから、原告らは、被告に\n対し右処分の取消しを求める。\n二　請求原因に対する認否\n請求原因１、２の事実は認めるが、同３は争う。\n三　抗弁\n１　北九州市及び市病院事業の財政事情\n（一）　北九州市は、昭和三八年二月一〇日門司、小倉、若松、八幡、戸畑の旧五\n市が合併して誕生した都市であるが、合併以来財政状況が極めて悪く、昭和四一年\n度の全会計の決算でみると一般、特別、企業会計の実質的収支で、三二億円の赤字\nを生じていた。赤字の状況は、特に病院、水道、交通の企業会計において著しく、\n企業経営の悪化が一般会計の運営に悪影響を及ぼしていた。\n（二）　地方公営企業法（以下「地公企法」という。）は、昭和二七年八月一日公\n布され、同年一〇月一日に施行されたが、病院事業について同法の財務規定等を適\n用するか否かは地方公共団体の意思に任されていたので、旧五市の病院事業はその\n適用を受けず、病院会計に赤字が生じた場合、各市の一般会計から補填して収支の\n均衡を保つてきた。ところが、旧若松市は財政状況が極度に悪化したため、昭和三\n七年度から市条例によつて地公企法の財務規定等を適用することとし、一般会計か\nらの財政負担が困難となつた昭和三七年度、昭和三八年度の両年度で一億七〇〇〇\n万円の欠損金を出していた。\n北九州市発足後の昭和三九年度、北九州市病院事業の累積欠損金は、若松病院の\n欠損金を含み二億五〇〇〇万円（不良債務額三億〇六〇〇万円）であつたが、職員\n給与費の急増等が原因となつてその経営状態は年々悪化し、昭和四一年度末の累積\n欠損金は一一億六五〇〇万円（不良債務額一〇億三七〇〇万円）となつた。\n職員給与費の動きをみると、昭和三九年度の職員給与費総額は一〇億九〇〇〇万\n円だつたのが昭和四一年度には一四億円となり、収入の伸長率との均衡が保持でき\nなくなつた。すなわち、病院事業の収入の根幹である医業収益に対する給与費の比\n率は、昭和三九年度七九・二パーセントであつたのが昭和四一年度には八三パーセ\nントにも達した。そして、職員一人当りの平均給与も昭和三九年度は月収六万〇四\n五九円であつたのが昭和四一年度には七万六九五五円となり、全国自治体病院の平\n均に比較しても二万円程高いものであつた。\nそこで、昭和三九年度から昭和四一年度までの三年間（この期間は、昭和四一年\nの地公企法改正前で負担区分の原則が定められていなかつた。）に一〇億九〇〇〇\n万円が一般会計から病院事業会計へ繰り入れられたが、これは市の財政事情からみ\nて限界一杯の繰り入れであつた。このような一般会計からの援助を受けながらも、\n病院事業の不良債務は前述のとおり昭和四一年において一〇億三七〇〇万円となつ\nていたのである。\n仮に、このような状況のまま病院事業が運営されるとすれば、数年間にして全病\n院は廃止されざるをえず、北九州市の医療行政は重大な事態に直面していた。かか\nる状況において、本件再建計画が策定されたのである。\n２　本件再建計画の策定\n病院経営悪化の原因追求、経営分析等は、昭和四一年四月ころから開始された。\n他方、地公企法が同年七月に改正され第七章「財政の再建」の規定が設けられたの\nに伴い、市は、地公企法四三条による赤字再建団体として病院事業の合理化を推進\nするかどうかを種々検討したが、諸般の事情からこれを見送つた。しかし、経営は\n益々悪化して市の財政を圧迫し、部分的対策では好転を望みえない状態であつた。\n昭和四二年四月から人員整理を伴わない再建策が可能か否かが検討されたが、可\n能であるとの結論は出なかつた。すなわち、昭和四一年度末の一〇億円にのぼる不\n良債務を棚上げしても、一般会計から毎年七億ないし一〇億円に及ぶ莫大な補填を\n受けないと到底病院事業の再建は望めないが、このような莫大な補填は一般会計を\n圧迫し、小、中学校の校舎建設、道路、公園、住宅、下水道の整備、清掃、福祉施\n設の充実等投資的事業が推進できなくなることはもちろん、市行政全般に甚大な悪\n影響を及ぼすものであることが明らかとなつた。\nそこで、昭和四二年六月から抜本的な再建策の検討に入り、同年一〇月の市議会\nにおいて議決された「北九州市病院の設置等に関する条例の一部を改正する条例」\nによつて市病院事業は地公企法の全部適用を受けることとなり、また、同議会で病\n院事業の財政再建を自治大臣に申し出ることが議決され、次いで、本件再建計画案\nが同年一二月議会で議決され、昭和四三年一月三〇日自治大臣がこれを承認した。\n３　本件分限免職処分の理由\n本件分限免職処分は、本件再建計画に基づき、地公法二八条一項四号の定めると\nころに従つてなされた処分である。\n本件再建計画においては、不良債務を解消し財政の健全化を図るための具体的措\n置が定められているが、その一つに支出節減に関する事項があり、人件費の適正化\nによる節減として職員二六六人を減員することとされている。その実施のために、\n改正定数条例（昭和四三年四月一日施行）により病院局の職員定数が従来の一三三\n九人から一一五五人と改められた。改正定数条例の提案理由は、「病院事業の財政\n再建計画にもとづき、炊事員、病棟婦等単純労務の職に従事している職員のうち、\n委託または廃止する業務に従事しているもの二六六人を整理し、あわせて、診療部\n門・検査部門を充実し、未稼働病床の活用をはかるため、医師・衛生検査技師・エ\nツクス線技師・看護婦を増員する必要がある。」というものであつた。そして、病\n院事業の管理者である病院局長は、改正定数条例を実施するため北九州市病院局職\n員職種別定数規程（昭和四三年北九州市病院局管理規程第二号。以下「定数規程」\nという。）を制定した。定数規程の内容は、医師、看護婦等の定数を七四一人から\n五六人増員して七九七人とし、衛生検査技師、エツクス線技師等の定数を一三〇人\nから二六人増員して一五六人とする反面、調理士、炊事員、病棟婦、看婦助手、営\n繕員、監視員、連絡員、院内清掃員、洗濯員、寝具消毒員、下足取扱員、寮用務\n員、外掃用務員、リネン交換員、びん洗い作業員、食器消毒員、配膳婦の定数を二\n六六人から零人に減員することによつて、病院局職員全体の定数を一三三九人から\n一八四人減員して一一五五人とするものであつた。\nそして、市病院局におかれている職のうち、右炊事員等一七の職が昭和四三年三\n月三一日限りをもつて廃止された。このことは「廃止される職」（昭和四三年北九\n州市病院局告示第一号）に明示され、「北九州市病院局職員の職名等に関する規\n程」（昭和四三年四月一日北九州市病院局管理規程第一一号）においては定数が零\n人となつた職種はもはや規定されていない。\nまた、地公企法四四条四項により本件再建計画に従つて調整された昭和四三年度\n北九州市病院事業会計予算において、給食業務、清掃業務、警備業務等に要する経\n費は委託料として計上され、右調理士等の人件費は零とされた。\nこのように昭和四三年三月三一日限りで右炊事員等の職に関し定数、職制が改廃\nされ、また、予算が減少され、その結果、廃職を生じ、かつ、これらの職に従事し\nていた二六六人が過員となつた。したがつて、右二六六人につき地公法二八条一項\n四号の分限免職の事由が存したというべきであるが、被告は、そのうち八人の出向\n職員、八六人の依願退職者を除き、原告らを含む一七二人を昭和四三年三月三一日\n限りで分限免職の処分に付したものである。\n四　抗弁に対する原告らの答弁\n抗弁は争う。\n市及び市病院事業の財政事情等に関する原告らの主張は、次のとおりである。\n１　五市合併による北九州市の誕生は、住民の福祉増進ではなく独占企業のための\n産業基盤育成のために行財政力を統一しようとして行われたものであつた。\n北九州市の財政状況の悪化は、鉄鋼業の不況、石炭産業の斜陽化等に伴う北九州\n市工業地帯の経済力の低下を反映したものであつた。すなわち、企業の経営不振に\nよる首切り、連鎖倒産等により、失業者、生活保護者が大量に発生して失業対策\n費、扶助費が加速度的に増加し、北九州市における支出増加の要因となつていた。\n他方、市は、独占体に対し減免税や不当な行政サービスを施し（その端的な例が、\n資産課税における八幡製鉄独占体の所有地、構築物の評価額が中小企業のそれより\nも安いことである。）、これが市の歳入を抑制していた。また、市税収入が、大企\n業特に素材第一次加工工業に大きく依存していたため、景気調整の影響を鋭敏に受\nけ、市の歳入が抑えられていた。\n右の経済的要因に加え、合併後のタツチゾーンといわれる経過措置が市の財政悪\n化の一因をなしていた。タツチゾーンの意味するところは、旧五市（五区）の財源\nは他の地区へ持ち出さないでその地区で使い、各区の市民生活に急激な変化、影響\nを与えないことにあり、この措置は昭和四二年度までとすることになつていたが、\nこのため、旧市の行政機構が実質的に区として存続し市の財政が二重の負担を強い\nられた。このほか、旧五市当時における公共設備の急増とそれに伴う負担が北九州\n市に引き継がれたこと、合併に多くの事務費を要したこと等が合併による支出増加\nの原因として挙げられる。\n以上述べた諸事情が北九州市財政悪化の原因であつて、市職員の人件費の高いこ\nとがその原因ではない。\n２　市病院事業の財政悪化の原因は、①現行社会保険診療報酬が医療費用の増加に\n比し非常に低いこと、②医師の非定着性に伴う患者数の減少により医業収益の低下\nをもたらしたこと、③地公企法の財務規定の適用による一般会計からの繰り入れの\nストツプ等であり、これらは、人件費の削減によつて解消されない性質のものであ\nる。しかも、一般会計から病院事業への繰出金は、年々その金額及び病院事業全体\nの収入に占める割合をいずれも低下させているが、本件分限免職処分によつて節減\nできる人件費総額は約一億八〇〇〇万円にすぎず、その程度の繰入れができない程\n北九州市の一般会計が悪化していたという事情はない。ちなみに、昭和四二年度一\n般会計決算は黒字に転じており、また、同四三年度の当初予算審議では一五億円の\n財政調整金が計上できる程であつた。\n更に、高度医療、救急医療等不採算医療をすすんで引き受け、住民福祉に寄与す\nべき自治体病院の使命から考えると、たとえ単年度の経営収支が赤字に転化したと\nしても、そのことだけで事業経営継続の存否を問うことはできない。被告は、病院\n経営の維持のために本件分限免職処分をした旨主張するが、病院事業の存続を肯定\nするのであれば、住民の生命、健康に対する投資は教育に対する投資と同一である\nから、経営収支の赤字については一般会計から積極的に財政援助すべきである。病\n院事業を一つの独立した経営体としてとり上げ、その収支の均衡の有無で人員整理\nの必要性を論ずるならば、それは自治体病院の使命を放棄するものとの非難を免れ\nない。\n３　以上のとおりであるから、市又は市病院事業の財政悪化をもつて病院局職員二\n六六人の人員整理を基礎付けることはできず、本件分限免職処分の必要性、合理性\nはなかつたというべきである。\n五　原告らの法律上の主張及び再抗弁\n１　分限免職事由の不存在\n（一）　地公法二八条一項四号の意義\n公務員に対する身分の保障は、公務員が憲法二五条の生存権保障の具体化として\nの労働基本権（憲法二八条）を現行法制上大幅に制約されていることからみれば、\nその制約の代償として重要な意味をもち、憲法の生存権保障規定によつて直接裏打\nちされているというべきである。したがつて、地公法二八条一項は、その各号所定\nの事由あるときは職員の意に反する分限処分を行うことを許容する趣旨の規定であ\nるというよりは、地方公務員は右各号掲記の事由がない限り分限処分を受けないこ\nとを担保し保障する点にこそ真の意義が存する規定であつて、殊に同項四号は、一\n号ないし三号の分限事由とは異なり、専ら任命権者側の事情をその事由とするもの\nであるから、右の観点から更に厳格に解釈されなければならない。\n（二）　「職制若しくは定数の改廃」について\n（１）　改正定数条例は、病院局の職員定数を一三三九人から一一五五人と改め、\nこれに伴い市全体の職員定数を一万二九一四人から一万二七三〇人と改めたが、ま\nず、地公法二八条一項四号にいわゆる「定数の改廃」とは、当該地方公共団体の職\n員総定数の改廃を指すと解すべきである。すなわち、北九州市の改廃後の職員総定\n数を基準として実人員との対比をし、その結果超過人員数があるときに「定数の改\n廃により過員が生じた」といえるのである。そうして、北九州市においては、昭和\n四三年四月一日現在、改正後の定数一万二七三〇人に比して三四一人の欠員及び九\n一二人の臨時職員が存したのであるから、未だ右要件に該当するとはいえない。\n仮に、病院局の職員定数を基準にするとしても、改正定数条例上の定数減は一八\n四人である（実人員も一八四名の超過となつた。）ので、これから出向職員八人、\n依願退職者八六人を除くと、被告が分限免職処分により整理できる人員は九〇人で\nあつた。そして、実際に分限免職処分を受けた一七二人のうち誰が右九〇人に該当\nするかは不明で合理的に特定することができないから、本件分限免職処分は全体と\nして違法といわざるをえない。\n（２）　ところで、改正定数条例の提案理由中には、病院局の単純労務職員二六六\n人を整理する旨記載されているが、右提案理由は、あくまで執行機関の提案理由に\nすぎないのであつて、分限免職処分の要件としての「定数の改廃」は、定数を定め\nる条例（地方自治法一七二条三項）自体において、その処分を明確かつ客観的に根\n拠付けられるように表現されていることが必要であると解すべきであるから、右提\n案理由をもつて「定数の改廃」（二六六人の減員）を基礎付けることはできない。\n（３）　また、改正定数条例の実施のために制定された定数規程は、病院局の職種\n別定数の増減を定め、炊事員等単純労務職員の一七職種の定数を二六六人から零人\nとしている。しかし、右定数規程をもつて「定数の改廃」（二六六人の減員）を基\n礎付けることはできない。その理由は次のとおりである。\n（ア）　地公法二八条一項四号は、「廃職又は過員」を生ぜしめる事由を単に制限\n的に列挙することだけに意義があるのではなく、右事由について議会が関与して恣\n意的人事行政を排除するところにもあるのであり、右事由は議会の定める条例によ\nり定められることを要すると解すべきである。しかるに、定数規程は、病院局長の\n定める管理規程であつて（地公企法一〇条）、執行機関の業務執行の便宜のために\n制定されるもので、行政規律以上の法的効果を有しないから、かかる規程に職員の\n免職事由（免職される職員数）の確立をゆだねることは、右条例主義の要請に反す\nるものである。\n（イ）　北九州市公告式条例二条によれば、条例を公布しようとするときは公布の\n旨の前文及び年月日等を記入しなければならず、同条例五条二項は、市の機関の定\nめる規程等で公表を要するものにこれを準用する旨規定しているが、定数規程には\n「北九州市病院局職種別定数規程を次のとおり定める。」と記載されているのみで\nあつて、公布する旨の意思表示がなされておらず、公布手続が違法でありその効力\nを有しないというべきである。\n（ウ）　定数規程が市公報に登載されたのは、昭和四三年三月三〇日であるとこ\nろ、本件分限免職処分は、その前日の同月二九日に発令されたものであるから、定\n数規程は本件分限免職処分の根拠とはなりえない。\n（４）　被告は、「廃止される職」（昭和四三年北九州市病院局告示第一号）によ\nつて炊事員等一七職種に関し「廃職」が生じたと主張するもののようであるが、地\n公法二八条一項四号の「職制の改廃による廃職」（なお、「廃職」は「職制の改\n廃」以外の事由によつて生ずる余地はない。）との要件は、公務員の身分保障の見\n地から要求される人事規範の客観性等の要請からして議会の制定する条例によつて\n明らかにされる必要があるというべきところ、右告示は執行機関内部の措置にすぎ\nないのであるから、右告示の定めをもつて「廃職」を生じたということはできな\nい。\n（５）　なお、改正定数条例は、市議会で議決され自治大臣の承認をえた本件再建\n計画に基づいており、右計画において、給食業務等を昭和四二年度末までに委託し\n職員二六六名を減員することとされているとしても、本件再建計画を分限免職処分\nの根拠とすることはできず、計画上の減員を実施したければ、計画とは別に地公法\n二八条一項四号に該当する措置を講ずる必要があることはいうまでもない。そうし\nて、その措置は右にみてきたとおり不十分なものである。\n（三）　「予算の減少」について\n（１）　分限事由として「廃職」を生ずるためには、職を廃する何らかの行為が必\n要である。ところが、地公法二八条一項四号には職を廃する行為として「職制の改\n廃」以外に何も規定されていないから、「予算の減少」によつて直ちに「廃職」が\n生ずることはない（「定数の改廃」についても同様である。）。\n（２）　次に「予算の減少による過員」についてみるに、予算の減少の決定には、\n減員計画に基づく職員数の決定が先行することが明らかであるが、その減員計画\nは、当局が一方的に決定しうるのであつて、他の機関によつて何ら抑制されず、ま\nた、右計画に基づいて人件費が積算されても、その積算内訳は予算自体においても\n予算説明書においても明らかではないのであるから、「予算の減少」は当局の恣意\nによつて決定できることとなつて地方公務員に対する身分保障の趣旨を没却するこ\nとになりかねない。したがつて、少なくとも「予算の減少」を右のように促える限\nりにおいては、分限免職処分の根拠を「予算の減少による過員」におくことはでき\nないと解すべきである。\nのみならず、「予算の減少」により分限免職処分を根拠付けられるとしても、被\n告は、給食業務等に要する経費が委託料として計上されたと主張するのであるか\nら、右業務は予算減少前の業務と変らず存続し、右業務に要する経費中には人件費\nに相当する経費が含まれていることが明らかである。このように同一業務について\n実質的な人件費が計上されている場合にまで、「過員」発生の理由として人件費が\n零になつたとは解し難いといわざるをえない。\n（３）　以上のとおりであつて、「予算の減少による廃職又は過員」によつて本件\n分限免職処分を根拠付けることはできない。\n２　処分時期の問題\n原告らは、昭和四三年三月三一日限りをもつて本件分限免職処分に付された。す\nなわち、本件分限免職処分は、同日をもつてその効力発生日としているのである。\nしかるに、改正定数条例は、その付則によつて昭和四三年四月一日から施行される\nこととなつており、また、昭和四三年度北九州市病院事業会計予算も同日からその\n効力を生ずるものである（地方自治法二〇八条一項）から、仮に本件分限免職処分\nの事由が存したとしても、それが生じたのは昭和四三年四月一日からであつて、同\n年三月三一日限りをもつてなされた本件分限免職処分は、その事由が発生していな\nいにもかかわらずなされた違法なものというべきである。\n３　病院給食業務委託の違法\n（一）　病院給食業務の委託\n被告は、本件再建計画に基づき、赤字解消を目的として昭和四三年四月一日から\n門司、小倉、若松、八幡、戸畑の各市立病院及び第一松寿園、第二松寿園の各市立\n療養所の給食業務を製鉄給食株式会社ほか二業者に委託し、原告らのうち給食業務\nに従事していた職員の職が廃止されるとして分限免職処分をした。\n（二）　医師法一七条及び医療法二一条違反\n医師法一七条は、「医師でなければ、医業をしてはならない。」と規定するが、\n病院の給食業務は、診療行為の一部で非医師が独自に危険なくよくするところでは\nないから医業というべきであり、したがつて、医師又はその指導監督の下にある栄\n養士等の医療補助者によつてなされることを要すると解すべきである。医療法二一\n条が、病院は給食施設を有しなければならない旨定めているのも、給食業務の医療\n性を考慮した結果にほかならず、給食業務は病院直営でなければならないのであ\nる。\nところで、病院の給食業務の形態としては、①病院自らが雇用する労働者を使用\nする場合、②労働者供給契約（契約の形式は請負契約であることもありうる。）に\nよつて供給された労働者を使用する場合、③名実とも請負による場合が考えられ\nる。右①、②の場合においては、病院が給食作業の要所要所で労働者に直接指示を\n与え、検査、監督することができ、病院ないし医師の指導監督の下にある病院直営\nの給食業務ということができる。しかし、右③の場合においては、病院は給食業務\nにつき請負人を通して間接的な指揮監督を加えることができるだけで、医業の一部\nが第三者たる請負人の責任において遂行されることとなるので、これを病院直営の\n給食業務ということはできず、医師法一七条、医療法二一条違反となることを免れ\nない。\n本件における給食業務の委託は、その契約内容からみて、病院の管理者が、給食\nの全責任をとる態勢にはなく、作業員を直接に監督することはありえないこととさ\nれているから、その形態は右③に該当すると考えられる。してみると、本件給食業\n務の委託は、医師法一七条、医療法二一条に違反するというべきである。\n（三）　職業安定法四四条違反\n仮に、本件給食業務の委託が右②の形態に該当し医師法一七条、医療法二一条に\n違反しないとすれば、職業安定法四四条に違反する。\n職業安定法四四条は、「何人も、第四五条に規定する場合を除く外、労働者供給\n事業を行い、又はその労働者供給事業を行う者から供給される労働者を使用しては\nならない。」と規定し、同法施行規則四条一項は、「労働者を提供しこれを他人に\n使用させる者」は、その契約の形式如何を問わず、次の四要件に該当する場合を除\nき、「労働者供給の事業を行う者とする。」旨規定する。そして、右四要件は、①\n作業の完成について事業主として財政上及び法律上のすべての責任を負うものであ\nること、②作業に従事する労働者を、指揮監督するものであること、③作業に従事\nする労働者に対し、使用者として法律に規定されたすべての義務を負うものである\nこと、④自ら提供する機械、設備、器材（業務上必要なる簡易な工具を除く。）若\nしくはその作業に必要な材料、資材を使用し又は企画若しくは専門的な技術若しく\nは専門的な経験を必要とする作業であつて、単に肉体的な労働力を提供するもので\nないこと、と定められている。しかも、同条二項は、右四要件に該当する場合であ\nつても、それが職業安定法四四条潜脱の目的で故意に偽装されたものであるとき\nは、「労働者供給の事業を行う者」であると定める。\n本件の給食業務委託が、実質的に病院が給食の責任を負うこと、病院直営主義に\n反しない程の病院の指導監督を保障していることを理由として、その医師法一七\n条、医療法二一条違反を免れたとしても、そうすると、受託者について右四要件の\nうち①②④の該当性を欠くこととなつて、結局本件給食業務の委託は職業安定法四\n四条に違反することとなる。そして、これを免れるために形式上受託者にかかる責\n任と権限を与えたとしても、同法施行規則四条二項により結局本件給食業務の委託\nは職業安定法四四条に違反する結果となる。\n（四）　結論\n以上のとおり、本件給食業務の委託は、医師法一七条、医療法二一条又は職業安\n定法四四条のいずれかに違反するというべきところ、病院給食業務に従事していた\n原告らに対する本件分限免職処分は、右給食業務委託のためになされたのであるか\nら実質的にみて違法というべきである。また、本件再建計画は、単純業務の委託を\n不可欠の要素としているのであるから、右委託が違法である以上本件再建計画も違\n法というべく、更にその実施のために制定された改正定数条例、定数規程も違法な\nものというべきである。したがつて、本件分限免職処分は、その根拠とされた条例\n等が違法であるから、形式的にみても違法と解すべきである。\n４　配置転換努力義務の懈怠\n（一）　整理解雇の法理\n私企業において技術革新や経営不振等により経営合理化の必要性が生じ、それに\n伴い企業が余剰労働者をいわゆる整理解雇する場合には、その有効要件として、①\n人員整理と解雇の必要性、②解雇基準と基準適用の合理性、③解雇手続の合理性の\n三要件の存在を必要とする旨判例上確立している。また、労働者は、使用者の整理\n解雇に対し争議行為等の対抗手段に訴えることが許されている。\n公務員についてのいわゆる行政整理は、法規上自由裁量のように規定されている\nが、公務員については労働基本権が制限されているから、その代償としての観点か\nら行政整理を決定する行政権の裁量はこれを制限するような解釈をとる必要があ\nる。そして、現業地方公務員の労働関係の実質は一般私企業労働者と同一の側面を\n有するというべきであり、行政整理（分限免職）も使用者の都合により労働者の生\n活の途を断つに至らせる点で私企業の整理解雇と異ならないから、分限免職につい\nても右三要件が存することを要すると解すべきである。そうして、右三要件中①に\nついては前記四のとおり人員整理及び分限免職処分を基礎付ける合理的必要性はな\nかつたというべきであるが、更に③の解雇手続の合理性の点から、第一に分限免職\n処分を回避するために当局が最大限の努力を払うこと、第二に当局が組合と分限免\n職につき誠実に団体交渉を行うこと（後記６）が要求される。これらの要件のいず\nれかを欠く分限免職処分は、地公法二八条一項四号の要件を充足しないものとし\nて、あるいは裁量権の濫用として違法というべきである。\n（二）　配置転換努力義務の懈怠\n当局には、人員整理の必要性が存したとしても、分限免職処分を回避するために\n最大限努力すべき義務がある。その回避措置として最も重要なものは余剰人員の配\n置転換であるが、本件においては、次に述べるとおり職員の配置転換が可能であつ\nたにもかかわらず、当局はその措置をとるために十分な努力を払つたとは認めがた\nいので、本件分限免職処分は違法である。\n（１）　昭和四三年四月三〇日現在北九州市においては、正規職員の在職者は一万\n二三八九名で市職員の定数総計一万二七三〇名に対し三四一名不足し、その不足を\n補うために九一二名に及ぶ臨時職員を雇用し、平均一万三〇〇〇名程度の職員が恒\n常的に従事するに足りる職務及び事務量が存在した。したがつて、本件の整理対象\n者を、必要に応じ職種変更するなどして配置転換することは十分可能であつた。ま\nた、市長事務部局は昭和四三年度中に清掃作業員六〇名を採用した事実があるの\nで、少なくとも整理対象者中の男子五八名については容易に清掃作業員への配置転\n換ができたと思われる。\n（２）　病院給食業務に従事していた原告らにとつて学校給食調理員は最も配置転\n換の容易な職種であるところ、北九州市においては、学校給食調理員につき文部省\nの定める基準（児童数二六〇名に一名の調理員）があるにもかかわらず、新設学校\n若しくは給食未実施校が給食を開始した場合又は給食調理員が退職した場合に新た\nに正規の給食調理員を採用せず、臨時職員を採用してきた結果、昭和四三年五月一\n八日現在臨時職員は四七名に達していた。加えて、給食調理員を構成員とする北九\n州市現業評議会は、昭和四三年八月二日欠員の補充を強力に要求するという事情に\nあつた。更に、昭和四二年度末以降毎年度学校給食調理員は自然退職することが予\n想されていた（昭和四六年度末までに五二名が退職した。）のであり、右人員のほ\nか昭和四三年から同四六年までに給食調理員の数自体が新たに五三名増員された。\nまた、北九州市は、昭和四四年四月五日朝日新聞紙上で学校給食調理員三〇名を募\n集している。そして、昭和四四年度には学校給食調理員一六名が市に採用されてい\nる。\nこれらのことを考えると、少なくとも病院局に従事する炊事員の大多数は、学校\n給食調理員に配置転換されることが可能であつたということができる。なお、炊事\n員としての職場だけを考えても学校給食調理員以外にはないわけではなく、市の営\nむ養老院や保育所等にもその職は存在した。\n（３）　北九州市交通局においては、昭和四〇年三月機構改革による軌道事業（貨\n物電車）が民間に委託された結果「廃職」になつた電車課全職員（二三名）につい\nて、当局は分限免職によらず約三年をかけて局内外へ配置転換することにより解決\nした。また、昭和四一年一一月の合理化においても、ワンマンカー拡大に伴う余剰\n人員（一二〇名の車掌、二一名の非乗務部員その他）の削減につき、局内外への配\n置転換により解決した。更に、昭和四三年三月提案の第四次合理化、昭和四四年二\n月提案の第五次合理化においても、これによる余剰人員は配置転換の方法により解\n消された。\n市水道局においては、昭和四三年に一〇五名の人員削減をなす合理化について、\n強引な退職勧奨を行つたものの免職処分にするという方法はとらず、相当期間かけ\nて遂次配置転換するという方策をとつた。\n（４）　ｆ市長は、昭和四三年二月一二日市職労ｇ執行委員長や三浦弁護士らと面\n談した際、配置転換の余地につき質問を受け、「組合内部でまとまるなら三、四〇\n名位であればそういうことも考えられる。」との趣旨の発言をしており、ある程度\n期間をかければその程度の人数を他の部局へ配置転換することは可能であつた。\n５　誠実団体交渉義務違反\n（一）　誠実団体交渉義務\n前記５（一）で述べたとおり、分限免職処分実施の手続面からの合理性を担保す\nるために、これにつき当局が組合と誠実に団体交渉を尽くすことが要求される。と\nりわけ、現業地方公務員の場合は、地方公営企業労働関係法（以下「地公労法」と\nいう。）一一条一項により争議行為が全面一律に禁止されているのであるから、そ\nの代償的意味から団体交渉権のより強い尊重が要請される。\nしかるに、（二）でみるとおり、本件分限免職処分に至るまでにこれに関して当\n局が誠実に団体交渉義務を尽くしたとは認めがたいから、本件分限免職処分は、地\n公法二八条一項四号の要件を欠くか又は裁量権の濫用として違法なものである。\n（二）　団体交渉の経過\n（１）　市当局が、昭和四二年九月一三日市議会衛生水道委員会において病院事業\nにつき財政再建の申出、地公企法の全面適用等の方針を表明してから同年一一月一\n一日同委員会において本件再建計画案の内容を提示するまでの間、当局は、病院事\n業再建問題につき市職労と三回、自治労北九州市労働組合連合会（以下「市労連」\nという。）と二回、団体交渉を行つた。この段階では、当局は、本件再建計画案に\nついては検討中で内容が固まつておらず、労働条件に関する部分、特に人員整理に\n関する部分は、管理者の着任後に具体化するから、その件についてはまだ団体交渉\nをする段階ではないとの態度をとり、二六六名の分限免職についても明らかにしな\nかつた。\nしかし、当時本件再建計画案は、細部に至るまで確定されていなかつたにして\nも、その中心部分である給食業務等現業部門の下請化、二六六名の整理について\nは、内部的にほぼ確定的になつていたはずであるから、当局の右態度は事実をこと\nさら隠蔽するものであつた。仮に、右事項が確定的でなかつたとしても、当局がそ\nの方向で検討中であつたことは疑いのない事実である。そして団体交渉を実効あら\nしめるには、このような段階で交渉を尽くすことが必要であり、それが変更できな\nい程度に確定的となつてから団体交渉を開始したのでは意味のないものとなつてし\nまう。\nしたがつて、当局は、この段階の団体交渉においても、再建の必要性、人員整理\nの不可避性等につき資料に基づいて説明をし、組合側の検討を待つべきであつた。\n（２）　昭和四二年一一月一一日から同年一二月一五日に市議会において本件再建\n計画案が可決されるまでの間、当局は、病院評議会、病院労組とそれぞれ五回団体\n交渉を行つた。\nこの間の交渉において、病院評議会、病院労組とも免職という最悪の事態だけは\n回避すべく、これに代わるものとして配置転換、労働条件の切下げ等の反対提案を\nしていたが、当局は、二六六人の整理を既定の前提として全く譲歩する意思をもた\nずに団体交渉に臨み、その席では本件再建計画の説明に終始するという態度をと\nり、交渉時間（二時間）が過ぎると退席するという始末であつた。当局のこのよう\nな態度は、誠実に団体交渉を尽くしたとは到底いえないばかりか、実質的な団体交\n渉の拒否とさえいいうる。\n（３）　当局のこのような態度に対し、両組合は、昭和四二年一二月六日及び同月\n一一日福岡県地方労働委員会（以下「地労委」という。）に調停申請をなし、地労\n委は、同月一三日及び一四日、「本件再建計画案に関して行なわれた団体交渉は問\n題の重要性を勘案するとその期間、方法、回数等は十分とは認めがたい。本件再建\n計画案がすでに議会に上程された現時点においても、市側は可能な限りの誠意をも\nつて交渉を続行し、双方が基本的な意見の一致が見出されるよう格段に努められた\nい。」との趣旨の調停案を示し、両組合及び当局ともこれを受諾した。\nそこで、病院労組は同月一三日、病院評議会は同月一四日、それぞれ被告に対し\n本件免職問題についての団体交渉を申し入れた。しかし、被告は、市議会衛生水道\n委員会への出席を理由にこれを拒否した。そのため、右調停案受諾後同月一五日の\n市議会における本件再建計画案の可決までの間は一度も団体交渉がなされていない\nが、被告が右計画案の審議される市議会へ出席することは、その計画案に関する組\n合との団体交渉を拒否する正当な理由とならないことはいうまでもない。\n（４）　昭和四二年一二月一五日から本件分限免職処分がなされるまでの間、当局\nは、病院評議会と一〇回、病院労組と七回団体交渉を行つたが、二六六名の減員は\n議会で議決されたことであるから変更できない、議決された以上執行するのみであ\nるという態度を固持して譲歩の意思なく団体交渉に臨み、殆んど実質的交渉に入る\nことはなかつた。\nしかし、二六六名の減員が市議会の議決によつて一応確定したとしても、団体交\n渉の結果変更の可能性がないわけでもない（地公労法八条）のみならず、減員の方\n法についてまで議決されたわけではないから、これにつき当局は資料を提出して組\n合と誠実に交渉すべきであつた。\n（三）　労働協約違反\n（二）（３）に掲記の調停案を被告及び病院評議会、病院労組が受諾しこれに署名\n押印することによつて、二六六名の人員整理に関して右調停案を内容とする労働協\n約が両組合それぞれについて成立したと解される。これによつて、当局は、本件再\n建計画案議決前の段階では、議会に働らきかけるなどして団体交渉を尽くさないう\nちに議決されることのないようあらゆる努力をして団体交渉を行い、その結果意見\nの一致をみれば計画案を修正し又は取り下げるなど相応の措置をとる義務を負い、\nまた議決後であつても、地公労法八条に照らせば誠実に団体交渉を尽くす義務を免\nれるものではない。\nしかるに、当局は右の義務を履行せず実質的に団体交渉を拒否して本件分限免職\n処分をなしたものである。ところで、右協約は、組合と十分団体交渉を尽くさなけ\nれば免職処分をしないという意味でいわゆる事前協議約款と同様の効力を有するも\nのであつて、かかる協約に違反してなされた本件分限免職処分は労働法上無効のも\nのである。また、行政法的にみれば、右協約により行政庁たる被告は組合、原告ら\nに対し団体交渉を尽くしてからでなければ免職処分を行わないと約束したものとい\nいうるところ、本件分限免職処分はこの約束に反し原告らの信頼を裏切つたものと\nして違法であり、更に、被告は、右協約により組合と団体交渉を尽くすべきことを\n免職処分をするに際しての必要な手続として確認、設定したものであつて、しか\nも、右手続は免職処分を行うについて被処分者の権利、利益を守るために最も必\n要、適切なものとして憲法、地公労法により認められていることから、結局本件分\n限免職処分に必要な法的手続といいうるところ、本件分限免職処分はこれに反して\nなされたものとして違法である。\n６　仲裁申請義務違反\n原告ら現業地方公務員は、地公労法の適用を受け団体交渉権、労働協約締結権が\n認められている。しかし、争議権が認められていないので、交渉の行き詰りすなわ\nち当局側提案の結果的実施ということになつて、右の権利は有名無実化されてしま\nう。\nこの点、地公労法二条が、関係者の責務として「地方公共団体におけるその経営\nする企業の重要性にかんがみ、この法律に定める手続に関与する関係者は、紛争を\nできるだけ防止し、且つ、主張の不一致を友好的に調整するために、最大限の努力\nを尽くさなければならない。」と定め、また、同法一五条が、当事者双方ないし一\n方の側からの仲裁申請を認めていることも看過することはできない。一般に労働条\n件の一方的不利益変更は原則として許されないというのが労働法の基本原則である\nが、争議権という有力な対抗手段を欠く現業地方公務員の場合には、より強い理由\nで使用者の不利益変更禁止が要請される。ただ、不利益変更は絶対的に禁止される\nものではなく、それはその理由の合理性と不利益の程度のかかわりにおいて一定限\n度において調和されなければならない。地公労法上の仲裁制度は、その調和の手段\nとして、使用者が一方的に仲裁を申請し、かつ、仲裁裁定という第三者機関の関与\nを通じてはじめて労働条件の一方的不利益変更が適法になされうるとの方途を開い\nたものであり、その結果、地公労法上労働条件の不利益変更につき労使の合意が成\n立しなければ、不利益変更を欲する使用者の側で仲裁申請をする義務が発生すると\n解すべきである。\nしかるに、被告は、本件分限免職処分をなすにつき労働条件の一方的不利益変更\n禁止の原則を担保するに有効、適切な仲裁申請義務を果たしていないから、本件分\n限免職処分は違法というべきである。\n７　原告ｂに対する不当労働行為\n原告ｂは、昭和四二年六月一日市立若松病院の炊事員として採用され、同年一一\n月病院労組副委員長に選出され、活発な組合活動家として本件病院合理化反対闘争\nに取り組んできたものである。ところで、原告ｂの採用当時、他に八名が炊事員と\nして採用されたが、被告は、ｆ市長就任後に採用されたことを理由として右八名の\nうち四名を昭和四三年一月一日付で、その余の四名を同年二月一日付でそれぞれ市\n教育委員会へ出向させて配置転換をし、原告ｂのみを同年三月三一日限り分限免職\n処分に付した。\n被告は、後記六７のとおり、原告ｂを右八名とともに配置転換しなかつたのは、\n同原告が昭和四二年一二月一五日の違法行為の指導責任を問われ昭和四三年二月九\n日付をもつて停職五一日間の処分を受けたので、出向予定先が同原告を受けいれな\nかつたためである旨主張する。しかし、被告が原告ｂを他の八名と差別して配置転\n換せず分限免職処分に付したのは、同原告の組合活動を嫌いこれに報復を加えよう\nとしたものであり、これは明らかに労働組合法七条一号、地公法五六条で禁止する\n不当労働行為にあたるから、原告ｂに対する分限免職処分は違法として取消しを免\nれない。\n８　裁量権の濫用\n本件分限免職処分は、次の事情等を総合すると裁量権の濫用として違法であり、\n取り消されるべきである。\n（一）　前記四で述べたとおり、本件分限免職処分を基礎付けるに足りる合理的必\n要性は存在しなかつた。\n（二）　前記４で述べたとおり、本件分限免職処分は配置転換をすることによつて\n避けえたにもかかわらず、当局はそのための努力をせずにあえて行つたものであ\nる。\n（三）　前記５で述べたとおり、当局は、分限免職処分をするについては、これを\n避けるために可能な限り誠実に団体交渉を尽くさなければならないのに、これに全\nく考慮を払わず、しかも、自ら受諾した地労委の調停案（労働協約）に反する態度\nをとり背信的でさえあつた。\n（四）　本件再建計画において当初整理の対象とされたのは二六六名であつたが、\n当局は、このうち九名を配置転換の対象とした（結果的には前記７のとおり八名を\n配転）。右八名をその余の者と別異に取り扱つた理由は、被告の主張（後記六８）\nによれば、右八名が採用された昭和四二年六月一日当時既に行政整理を含む具体的\nな再建計画が検討されていたので、その採用は本来差し控えるべきであつたが、こ\nれを看過して採用したことにつき人事管理上の手落ちを認めたためであるというに\nある。\nしかし、配置転換すべき者と分限免職処分に付すべき者とを区別するに採用時期\nの違いを理由とするがごときは、そもそも基準に値するものを設定したとはいえ\nず、つまるところ、ｆ市長がその人事権を私物化し、自らの政治責任を潜脱する方\n法として右九名につき配置転換を行つたにほかならない。このようにｆ市長の政治\n責任を免れるために行われた配置転換によつて八名のみが公務員たる地位を保ち、\n他の者はｆ市長就任前に入職した者であるがゆえに公務員たる地位を失うというの\nは、まさに地公法一三条、二七条一項が禁ずる行政機関による恣意的人事行政であ\nつて許されるべきではない。\n六　右五の主張に対する被告の答弁\n１　五１の主張は争う。\n（一）　五１（二）の主張についての反論は、次のとおりである。\n（１）　地公法二八条一項四号は、そこにいう「職制」及び「定数」をいかなる法\n形式で定めるべきかを規定していない。右の「職制」とは、法令の根拠に基づいて\n設けられる地方公共団体の内部行政組織をいうと解すべきところ、地方自治法一五\n八条七項によれば、市町村にあつてはその長の補助機関のうち第一次的な部課につ\nいてのみ条例で定めることが要求されているが、地方公営企業のその他の分課につ\nいては、地公企法九条が、その権限に属する事務を分掌させるため必要な分課を設\nけることを管理者の担当事務として掲げている。したがつて、管理者の制定した管\n理規程による分課の定めも「職制」に該当するというべきである。\nまた、「定数」とは、法令に基づいて決定された職員の員数をいうものと解され\nるところ、地方自治法一七二条三項は、職員の定数は条例で定める旨規定してい\nる。しかし、この規定は、条例事項とされている第一次的補助機関（市町村にあつ\nては地方自治法一五八条七項に定める部課）に配置されるべき職員の定数につき定\nめたものであり、右にみたとおり、地方公営企業管理者にその分課の設置、改廃の\n権限がある以上、そこへの職員の配分も管理者に委ねられていると解すべきで、管\n理者が管理規程により定めた分課の定数もまた地公法二八条一項四号にいう「定\n数」というべきである。\nかくして、改正定数条例を施行するための定数規程の定める定数が、法令に根拠\nを有するものとして地公法二八条一項四号の「定数」に該当することが明らかであ\nる。\n（２）　改正定数条例の提案理由について考えるに、一般に、条例は地方公共団体\nの行政目的を達成するために制定されるものであり、その行政目的から離れて条例\nの存在理由はなく、その条例の解釈にあたつても行政目的からはずれては解釈しよ\nうもないものである。ところで、改正定数条例の行政目的は、その提案理由に明示\nされているところである。かくて、特段の附帯決議もなく原案のまま可決された改\n正定数条例は、病院局職員の定数を一三三九人から一八四人を減員して一一五五人\nとしたが、本来単純労務職二六六人を減員し、医師等を増員することを当然の前提\nとして右一八四人の減員を定めたものといわなければならない。\n（３）　原告らは、定数規程の公布手続の違法を主張するが、北九州市公告式条例\n五条二項において準用される同条例二条は、公布に際しての例文の基準となる事項\nについて例示したものであつて、具体的な公布文の様式は、本来公布権者の定める\nところによるか、又は立法事務上の技術的約束若しくは慣例により定められるべき\nものである。定数規程が、「公布する。」との文言を使用せず「定める。」として\nいても、それは公布又は公表する旨の機関の意思表示をそのように表現しているも\nので、公布又は公表の意思の存在を前提としているのである。\n（二）　地公法二八条一項四号にいう「予算の減少」とは、前年度の予算額と比較\nして当年度の予算額が少ない場合、既定予算が減額された場合、予算の絶対額にお\nける減少はなくとも、当該予算額算定の基礎が変更されそのために当初予算額によ\nつて支弁さるべき職員数又は事業量、事務量の減少を余儀なくされ、廃職・過員を\n生ずるに至つた場合等が含まれ、いわゆる人件費の減少のみならず物件費の減少を\n含めてひろく廃職又は過員を生ずるに至る直接的原因となるような予算の減少はす\nべて含まれると解すべきである。\nそして、右のような意味における「予算の減少」が、「職制若しくは定数の改\n廃」と並んで独立の分限処分の事由となることは法の文言上明らかである。予算減\n額の措置がなされた場合には、運用上これに対応して職制や定数を改めることが行\nわれるであろうが、法律上、予算の減少があつた場合には常に職制や定数を改廃す\nる行為がなされない限り分限処分をすることができないとは到底解されない。\n２　五２の主張は争う。\n本件分限免職処分は、「昭和四三年三月三一日限りをもつて」なされたが、それ\nはまさしく定数の改廃又は予算の減少が効力を生じた同年四月一日と連続し接する\n時点においてその効力を生じたものであり、これが特段の疑義を生ずる余地はな\nい。\n地公法二八条一項四号は、円滑な予算及び改正定数条例、定数規程の定めに従つ\nた行政執行を確保するために、その実施される前日限り分限免職処分をなすことを\nあえて禁ずる趣旨ではない。\n仮にそうでないとしても、地公法二八条一項四号は、分限事由の生ずることが確\n実となつた場合、それが発生する直前に、それが生じた時点で確定的に効力を生ず\nる分限免職処分をなすことまで禁じたものではない。\n仮に、昭和四三年三月三一日になされた本件分限免職処分が違法であるとして\nも、その違法は法所定の要件が充足された同年四月一日の時点において治癒され、\n同日に効力を生ずる処分として適法化されたと解すべきである。\n３　同３の主張は争う。\n病院における給食業務につき、病院の管理者が、その責任を果たすことを前提と\nして、すなわち、医療法一五条に規定するように病院の管理者が病院業務遂行上必\n要な注意を果たしうる契約内容により、受託者側に対するその完全履行を確認する\nことを建前として、その一部を第三者に委託することは、直ちに医療の給付である\n給食の内容低下をきたすことにはならないし、病院としての業務遂行に欠けること\nにもならない。\nまた、このような方式により委託される業務の内容が、受託者の一貫した責任の\n下に行われ、しかも専門的な技術と経験に基づいた業務である場合、前述の契約履\n行の確認のために行われる医療監視の業務は、受託者の従業員に対する業務遂行の\n直接監督の権限と両立しうるというべきであるから、職業安定法四四条にいう労働\n者の供給事業の禁止にあたらない。\n本件の給食業務委託契約は以上の観点に立脚して締結されており、その契約内容\nは厳格に実行されているのである。\n４　五４の主張は争う。\n被告が分限免職処分をするについてはこれを回避すべく配置転換の努力を尽くす\nべき義務があるとの見解は、法文上の根拠がなく、また、地公法上認められている\n試験任用制度及び職の概念を無視するもので不当である。\n廃職となり、定員のなくなる二六六人の整理対象者を同一職種へ配置転換し、又\nは教育研修によつて職種変更のうえ配置転換する措置が観念的には考えられるが、\n右対象者の職種は、いずれも病院事業においてのみ雇用されうる独特の職種であつ\nて、市の業務にとつては必要としない職種が大部分である。わずかに炊事員、清掃\n員、用務員等の職種は、市教育委員会や市長事務部局にも存在するが、これらの部\n局においても、むしろこれらの職種の採用を控えそれぞれに人件費の増大を抑制す\nるための措置を講じつつあり、新たな増員は望むべくもなく、同一職種のまま配置\n転換の措置をとることは不可能であつた。\nまた、整理対象者は、いわゆる単純労務職員であり、しかも大部分が女性であつ\nたが、単純労務職そのものの欠員数が少なく、かつ、単純労務職の大半を占める清\n掃業務は男性を必要としていたのであるから、教育研修により職種変更のうえ配置\n転換することもなしえない状況にあつた。\nしたがつて、市は、これら整理対象者に対する救済措置として、同一職種のまま\n労働しうる職場を積極的に開拓し、そこへの就職の世話を行うにつき最大限の努力\nをしたものである。\n５　五５の主張は争う。\n（一）　もともと本件分限免職処分は、地公法二八条一項四号に基づく行政処分で\nある以上、労働組合との団体交渉のいかんは本来その行政処分の効力と直接関係が\nないものというべく、これがその有効、無効に影響を及ぼすとは全く考えられな\nい。\n地公労法七条は、団体交渉の範囲を規定し地方公営企業の管理運営事項は団体交\n渉の対象とすることができないとしているところ、北九州市長が市病院事業の財政\n再建を決意し、市議会に財政再建申出の議案を提出し、議会の議決を経て自治大臣\nに申出をすること、本件再建計画案及び改正定数条例案を作成しこれを議会に提出\nすることは、いずれも地方公営企業の管理運営事項であつて、仮に当局がこれらに\nついての団体交渉を拒否したとしても直ちに違法となるものではない。\n被告が誠意をもつて団体交渉に当つたことは次項（二）で述べるとおりである\nが、組合側は、市及び病院局の立場を全く考慮せず財政再建絶対反対の主張にのみ\n急で、具体的対案等を提示して交渉する配慮もなく、反対提案として過大な要求を\nつきつけていたずらに交渉を紛糾させ、自らの説得力の貧困を脅迫的言動におきか\nえ、法の禁止する違法争議行為によつて当局に圧力を加え、一方では当局責任者に\n対する暴力的言動で個人攻撃を加えつつ交渉を求めていたもので、このような態度\nは団体交渉を行う誠意のないことの証左であつて、かかる場合には使用者は団体交\n渉義務を免れると解して差支えない。\n以上のとおりであるから、いずれにしても原告らの誠実団体交渉義務違反の主張\nは理由がない。\nなお、原告らは、労使双方が地労委の調停案を受諾したことをもつて労働協約が\n成立した旨主張するが、調停案の内容からして右受諾によつて具体的事項に関する\n協約が成立したものと到底みることはできず、それはせいぜい団体交渉の継続を勧\n告し双方がこれを了承したものにすぎないというべきである。\n（二）　昭和四二年一一月一日市衛生局病院課が機構改革により北九州市病院局と\nなり地公企法に基づく管理者が置かれたのであるが、その病院局発足前の同年九月\nから一〇月末に至るまで、衛生局次長が団体交渉に当り、市職労と一〇数回、市労\n連と数回の交渉を行つた。当局は、新任局長着任までは財政再建計画自体資料収集\nの段階であること、財政再建団体指定は管理運営事項に属し、その具体的内容が労\n働条件に関連する問題については、新任管理者着任後その都度交渉することを説明\nし協力を求めたが、両組合とも再建団体の指定に反対し続けた。\n本件再建計画のうち労働条件に関する部分については、昭和四二年一一月一五日\nから病院評議会、病院労組とそれぞれ団体交渉を行つた。被告は、予備折衝で定め\nられた時間をこえても誠意の限りを尽くして話し合いを続け団体交渉を行い、病院\n事業の財政再建の必要性につき組合の理解を求めたのであるが、組合側は、本件再\n建計画がことごとく労働条件の低下につながるという反対の態度を堅持するのみで\n基本的に意見が対立し、団体交渉は場所、議題等に関する手続事項、抗議に時間を\n空費することが多かつた。\n病院評議会及び病院労組は、それぞれ地労委に調停申請をなし、地労委は昭和四\n二年一二月一三日及び同月一四日付で原告ら主張（前記五５（二）（３））の趣旨\nの調停案を示し、労使双方ともこれを受諾した。しかし、組合側は、この調停案に\n反して同月一五日違法争議行為を行い調停案をふみにじつた。被告は、市議会中で\nあつたが同月一九日からできる限りの団体交渉を行つた。\nなお、被告は、団体交渉において全然譲歩しなかつたことはなく、給料表の改\n訂、勤務時間の延長、特殊勤務手当の適正化については、昭和四三年一月一日実施\n予定を延期して同年四月一日から実施することとし、給料表の適用についてもかな\nりの譲歩をした。\n６　五６の主張は争う。\n７　五７の主張は争う。\n原告ｂについても、他の八名と同様配置転換の措置をとろうとしたが、昭和四二\n年一二月一五日の違法行為の指導責任を問われて昭和四三年二月九日付をもつて停\n職五一日間の処分を受けたため、出向予定先が同原告を受け入れず、結局分限免職\n処分の対象となるに至つたものである。\n８　五８の主張は争う。\n五８（二）、（三）の主張に対する反論は、右４、５で主張のとおりである。\n五８（四）の主張については、次のとおりである。すなわち、本件再建計画によ\nる整理対象者中八名を教育委員会への出向により配置転換したのは、右八名は昭和\n四二年六月一日付で採用されたもので、当時既に行政整理を含む具体的な再建計画\nが検討されていたので同人らの採用は本来差し控えるべきであつたが、これを看過\nして採用したことにつき人事管理上の手落ちがあつたことを認め、同人らを採用後\n短い期間で免職することは不当であると判断してなしたものである。\n第三　証拠関係（省略）\n理　　　由\n一　当事者及び本件分限免職処分の存在\n請求原因１、２の事実は当事者間に争いがなく、弁論の全趣旨により真正に成立\nしたものと認める乙第五九号証によれば、原告らの当時の年齢及び入職年月日は別\n紙職種等一覧表「年齢」欄及び「入職年月日」欄記載のとおりであることが認めら\nれる。\n二　本件分限免職処分に至る経緯\n１　北九州市行財政の状況\nいずれもその成立に争いのない甲第四二号証、乙第一六号証、第一八号証、第一\n一三号証、第一五〇号証、第一五三号証、第一七〇、第一七一号証、第一七二号証\nの一、二、第一七八号証、第一八一号証、第一八六、第一八七号証、第一八九号\n証、第一九九号証、第二〇二号証、右乙第一五〇号証により真正に成立したものと\n認める乙第一五号証、右乙第一八六号証によりいずれも真正に成立したものと認め\nる乙第一七九、第一八〇号証、右乙第一七二号証の一により真正に成立したものと\n認める乙第一八四号証、弁論の全趣旨により真正に成立したものと認める乙第七四\n号証を総合すれば、次の事実が認められ、これを覆すに足りる証拠はない。\n（一）　北九州市の発足\n北九州市は、昭和三八年二月一〇日、当時の門司、小倉、若松、八幡、戸畑の五\n市が合併し、従来から蓄積された産業基盤を更に拡充するとともに、市民の所得・\n生活・文化の水準を高め、生活環境を改善し、もつて市民の福祉を向上させること\nを目標として誕生したものであつたが、合併特有の事情も加わつて幾多の困難な行\n財政上の問題を抱えており、殊に、財政面での行詰りが顕著であり、人事管理面で\nの欠陥が指摘されていた。\n（二）　財政上の問題\nすなわち、財政面についてみれば、北九州市は、一〇〇万都市としての都市機能\nの整備、充実等に膨大な行政需要を擁しながら、①合併による引継ぎ赤字や経過措\n置の影響のほか、②石炭、鉄鋼産業等地域経済の不振による市税収入の伸び悩みと\n生活保護対象者や失業者の増大による生活保障関係経費の増大、③人件費の急増、\n④病院・国民健康保険等各種特別会計の収支悪化による繰出金の増加などが原因と\nなつて財政事情は窮迫し、毎年多額の実質赤字を出したばかりでなく、その構造を\nみても、別表１のとおり他の五大市（横浜、名古屋、京都、大阪、神戸の各市。以\n下「五大市」という場合は以上の五市を指す。）に比べて人件費、扶助費、公債費\n等の非弾力的な義務的経費の構成比率が非常に高く、これが投資的経費に充当でき\nる一般財源に対する圧迫となつてあらわれ、投資的経費の構成比率が著しく低かつ\nた。\nこのような財政硬直化の傾向は年々強まり、合併により市民が最も期待した生活\n環境の整備も財源不足のため容易に進捗せず、既成の大都市に比較して著しい立遅\nれを示していた。\n右の非弾力的な義務的経費のうち人件費の構成比率が高いのは、①合併に伴う給\n与の調整措置等により給与水準が国家公務員に比べてかなり高いこと、②合併に際\nして旧市の職員をそのまま引き継いだだけでなく、旧市が競つて各種の施設を新増\n築したため（ちなみに、旧戸畑市立戸畑病院は昭和三七年一月一日に設置されてい\nる。）、職員数の増加を招き、人口千人当り一般会計所属の職員数は九・二六人で\n他の五大市に比べ最も多いことなどに主要な原因があり、昭和四〇年七月に行われ\nた自治省の行財政調査の報告においても、財政を建て直すために必要な措置として\n人件費の増加の抑制が第一に掲げられ、その他病院会計、国民健康保険会計など各\n種特別会計の経営内容の改善合理化等が指摘されていた。\n（三）　人事管理上の問題\nまた、人事管理の面においても、北九州市は、①区役所職員の人事管理が事実上\n各区ごとに行われていたこと、②職員の服務規律が厳正に保持されているとはいい\n難く、勤務時間は国、他の地方公共団体に比して短く、更に現業職員のそれは不統\n一であつたこと、③職員の年齢構成が不適正であつたこと（昭和四二年度末におい\nて七八歳の者を含む六八歳以上の者が六七名を数える状態であつた。）、④労使関\n係が不正常で、勤務時間中に職員が職場を離れても組合活動のためであれば黙認さ\nれる風潮があり、また、労使の交渉も交渉人員、交渉時間等の取決めがなく無秩序\nに交渉が続けられる状態であつたことなど多くの問題を抱えていた。そして、前記\n自治省の調査報告においても、人事管理に関する事項として、人事管理体制の一元\n化、職員定数の配置の適正化、服務規律及び勤務時間の是正、給与、諸手当の調整\n等の必要性が指摘されていた。\n（四）　市当局の施策\n市当局は合併以来これらの懸案の改善に努力してきたが、容易に好転せず、昭和\n四一年春、従来単純労務職員についても一般行政職員と同様に一率に行政職給料表\nを適用していたのを、国や市議会の指摘により改め、給料表を分離する改正を行つ\nた際には、市職員で組織する一部の職員団体等から激しい抵抗と実力行使があり、\n窓口事務や清掃業務が長期にわたつて麻痺するという大混乱（一般に「清掃紛争」\nと呼ばれている。）を惹起するなど、前途は多難であつた。\n昭和四二年三月ｆが市長に就任したが、ｆ市長は、このような行詰りを打開する\nため積極的に市行財政の建直しに取り組み、次のような施策を次々と実施し、市政\nの能率向上と人事管理に強い方針を示した。\n（１）　職員の勤務時間中の組合活動を規制するために昭和四二年七月「職員団体\nのための職員の行為の特例に関する条例」（いわゆる「ながら条例」）を制定公布\nした。\n（２）　昭和四二年夏季期末手当、勤勉手当の件について組合と交渉するに先立\nち、従来の交渉方式を改め、交渉人員を決め、予備交渉で議題、日時、場所等がま\nとまらなければ交渉を行わないことなどの方式をとり、団体交渉ルールの確立をめ\nざした。\n（３）　地方公営企業の経営悪化に伴い、地公企法に基づく財政再建を行うことと\nし、その再建計画は、交通事業については昭和四二年七月一五日、水道、病院事業\nについては昭和四三年一月三〇日それぞれ自治大臣の承認を得た。\n（４）　六八歳以上の職員は分限事由（地公法二八条一項一号、二号）に該当する\n可能性が強いとして退職を勧奨し、これに応じなかつた九名のうち七名を昭和四三\n年一月二七日付で分限免職処分に付した。\n（５）　一般職に対する給料表を国に準じて改訂し、従来の高水準をそのまま伸ば\nさず、かなり足踏みさせて、おおむね一〇パーセント増額した額の給料表とした。\n（６）　特殊勤務手当の額や支給範囲が各区によつて異なり、既に特殊性が失われ\nているものがそのまま適用されているという状況を改善し、その種類を一五八種類\nから五二種類に整理統合した。\n（７）　職員の標準的勤務時間が一週間につき実働三八時間、拘束四三時間とされ\nていたのを、一日につき三〇分延長して一週間につき実働四一時間とするととも\nに、現業職員の勤務時間もこれに合わせて統一した。\nこのようなｆ市長の一連の施策に対して、市職員の組織する職員団体や労働組合\nは激しく抵抗したが、他方、八幡製鉄所をはじめ市内に事業所等を有する企業及び\nこれらの企業の従業員で組織される八幡製鉄労働組合等の労働組合は、病院事業の\n本件再建計画を含む合理化をやむをえない措置として是認する態度をとつた。\nなお、市事務吏員ｈほか三〇二名は、昭和四三年三月二八日付で市人事委員会に\n対し、国に準じて給与改訂を行うこと、給料表を改悪しないこと、労働時間を延長\nしないこと、諸手当の削減をしないこと及びこれらにつきｆ市長に対し勧告すべき\nこと等を内容とする勤務条件に関する措置要求をしたが、同委員会はその要求をす\nべてしりぞけた。\n２　病院事業の推移と経営の状況\n前掲乙第一六号証、第一五〇号証、いずれもその成立に争いのない甲第二〇一な\nいし第二〇七号証、乙第八号証、第三〇号証、第三四号証、第一四八号証、第一五\n〇号証、第一五五号証、第一五七号証、第一五九号証、右乙第一五五号証によりい\nずれも真正に成立したものと認める乙第一二、第一三号証、右乙第一五九号証によ\nりいずれも真正に成立したものと認める乙第二六号証、第一四七号証、右乙第一五\n七号証により真正に成立したものと認める乙第一四六号証、右乙第一五〇号証によ\nり真正に成立したものと認める乙第一五二号証、弁論の全趣旨によりいずれも真正\nに成立したものと認める乙第二七号証、第六三号証を総合すれば、次の事実が認め\nられ、これを覆すに足りる証拠はない。\n（一）　病院事業の推移\n地公企法は、昭和二七年八月一日公布され、同年一〇月一日に施行されたが、当\n初病院事業について同法の財務規定等を適用するか否かは地方公共団体の意思に任\nされていた。そこで、旧五市合併以前においては、若松市を除く四市は、病院事業\nについて地公企法の財務規定等を適用せず普通特別会計で処理し、病院事業会計に\n赤字を生じた場合一般会計から補填して収支の均衡を保つていたが、若松市のみは\n石炭産業の不振等により極度に財政事情が悪化したので、経営の全貌を明らかにし\nてその健全化を図るため、昭和三七年度から市条例により右財務規定等を適用し、\n企業会計方式をとつて運営していた。\nそのため、合併により五総合病院と二結核療養所を引き継いだ北九州市は、合併\n後も右財務規定等の適用を受ける若松病院とその適用を受けないその他の病院とを\n区分して従来の会計上の取扱いを踏襲したが、その後昭和三九年四月一日施行の地\n公企法改正により若松病院以外の病院についても常時一〇〇人以上の職員を雇用す\nる病院事業として法律上当然に右財務規定等の適用を受けることとなつた。更に、\n昭和四二年一月一日施行の同法改正により経費の負担区分の原則（一七条の二）が\n明確に定められ地方公営企業として経営の基本原則にのつとり運営すべきこととさ\nれた。そこで、これに応じ、北九州市は、昭和四一年一二月「北九州市病院事業の\n設置等に関する条例」を制定し、昭和四二年一月から施行した。\n病院事業全体に右財務規定等が適用される以前の昭和三七年度、同三八年度の両\n年度において、既に若松病院は一億七九九八万円（万単位未満切捨て。以下一万円\n未満を記載しない場合も同様）の欠損金を出していた。\n（二）　経営の悪化\n（１）　右のような推移をたどつた北九州市の病院事業は、昭和三九年度以降、若\n松病院の右欠損金のほか、①人件費の膨張、②医師の異動が激しく定着性に乏しい\nこと、③患者数の減少、④一時借入金利息の増嵩、⑤薬品消費率が高いこと、⑥採\n算の悪い結核療養所を二か所も抱えていること、⑦建設改良費などが原因となつて\n年々経営状態が悪化した。\n（２）　まず、病院事業の収支の根幹である医業収益と医業費用の動きをみると、\n別表２のとおりとなつており、これらは均衡することが望ましいとされているの\nに、差引き昭和三九年度四億〇一三一万円、昭和四〇年度四億一九三九万円、昭和\n四一年度六億四五三〇万円（万単位未満を切り捨てたため同表の両者の差額とは必\nずしも一致していない。）という多額の医業損失を出し、特に昭和四一年度は悪化\nの兆しが著しかつた。\nその結果、各年度末の累積欠損金と不良債務は、別表３のとおり急増した。\n更に、昭和四一年度の決算数字に基づいて経営分析上通常用いられる財務諸比率\nをみると別表４のとおりである。\nこのように、一般に経営が困難といわれている自治体病院の全国平均と比較して\nも、北九州市病院事業の財務諸比率はそのすべてについて極端に悪くなつている。\nちなみに、本件分限免職処分後明らかにされた昭和四二年度の決算数字によると、\nこれらの比率は一部を除いて更に悪化している。\n（３）　このような経営の悪化による収入の不足を補うため、別表５のとおり一般\n会計から病院事業会計に対し繰出金が支出されており、その金額は年々減少してい\nるものの、繰出額の自主財源の根幹である市税収入に対する比率を他の五大市と比\n較すると北九州市の場合ははるかに高率であつた。\nそして、年々増大する病院事業の赤字を更に右繰出金の増額によつて補填しよう\nとすれば、市の財政事情からして、一般会計を圧迫し市政全般に悪影響を及ぼすこ\nとは必至であつた。\n（４）　若し、市病院事業がこのような経営状態のまま一〇年間推移するものと仮\n定すれば、借入金利息は昭和四一年度の五六〇〇万円から昭和五一年度には約八億\n六五〇〇万円に、職員給与費は同じく一三億九八四四万円から約二二億〇三〇〇万\n円にそれぞれ増加し、昭和五一年度に予想される医業収益約二〇億九三〇〇万円に\n対する職員給与費の比率は一〇五・三パーセントとなり、医業収益によつては職員\nの給与も支払えない状態となり、また、不良債務も約一三五億三二〇〇万円という\n膨大な額に達するものと予想され、このままでは遠からず病院事業の存続さえ危ぶ\nまれるという憂慮すべき事態に立ち至つていた。\nなお、本件分限免職処分後の昭和四三年九月市議会において承認された昭和四二\n年度病院事業会計決算によると、医業収益一八億三二三九万円、医業費用二五億六\n八五二万円、差引き医業損失七億三六一二万円となつており、昭和四三年三月末の\n累積欠損金は一八億四三〇五万円、不良債務は一五億六六〇〇万円余りに達し、遂\nに累積欠損金が年間医業収益を上廻る状態で、経営状態は更に悪化していた。\n（三）　人件費の膨張等\n（１）　以上のような経営悪化の最大の原因となつていたのは、人件費の膨張であ\nつた。すなわち、医業収益に対する職員給与の割合をみると、一般に病院事業の運\n営上五〇パーセントを超えれば病院本来の運営は非常に困難であるといわれている\nのに、北九州市の病院事業の場合、昭和三九年度七九・二パーセント、昭和四〇年\n度七四・三パーセント、昭和四一年度八三・〇パーセントと五〇パーセントはもと\nより、昭和四一年度の他の五大市の比率、すなわち大阪市六八パーセント、京都市\n六七パーセント、横浜市六二パーセント、神戸市六〇パーセント、名古屋市五六パ\nーセント及び全国自治体病院平均の比率五四パーセントをもかなり超えていた。\nこれは、高齢職員が多いため平均給与が高くかつ職員数が多いことやベースアツ\nプ等によるもので、北九州市病院事業の全職員の平均給与を自治体病院の全国平均\nと比較すると、別表６のとおりであり、同表の数字から明らかなように北九州市病\n院事業職員の給与は全国平均を相当上廻り、昭和四一年度においては全国平均の三\n五パーセント強、二万円余りも高かつた（もつとも、他の五大市との比較ではこの\n数字はもう少し低くなると思われる。）。\n更に、昭和四一年度の平均給与を職種別にみると、別表７のとおりとなつてお\nり、北九州市の場合事務職員や単純労務職員の平均給与が看護婦のそれよりも高額\nである点に特徴がある。\nまた、一〇〇床当りの職員数をみても、医師四・九人（全国平均四・九人）、看\n護部門三一・七人（同二六・八人）、薬剤二・二人（同二・〇人）、事務六・九人\n（同七・九人）、給食五・九人（同四・七人）、医療技術二・五人（同三・三\n人）、その他七・四人（同六・八人）、全職員六一・五人（同五六・四人）となつ\nており、北九州市は全国平均に比して多く、この傾向は特に看護部門や給食部門に\n現れていた。\n（２）　更に、病院事業の経営悪化の基礎的条件として、北九州市の場合旧五市か\nらそれぞれ病院を引き継いだため他の五大市等の経営する病院事業と比較して病床\n数が極めて多いという事情があつた。すなわち、北九州市が引き継いだ五病院と二\n療養所を合計した病床数は二四一四床で、大阪市の一六二八床以下他の五大市をは\nるかに引き離して首位にあり、人口比率でも市民四三一人当り一ベッドの割合で、\n五大市中北九州市に次いで多い神戸市（一二二四人に一ベツド）の三倍に近く、五\n大市以外で病床数の非常に多い札幌市（八四七人に一ベツド）の二倍近かつた。そ\nして、このことに加え、患者数については、外来患者は一日平均昭和三九年度二七\n九五人、昭和四〇年度二七六六人、昭和四一年度二四五二人、入院患者は一日平均\n昭和三九年度二〇二一人、昭和四〇年度一九七五人、昭和四一年度一九三二人とな\nつており、漸減の傾向にあつた。\nもつとも、その反面、北九州市には大学付属病院等がないこともあつて、市民の\n市立病院に依存する割合が他市に比較して高いという事情もあつた。\n３　本件再建計画と分限免職処分の実施\n（一）　本件再建計画案の作成とその承認\n前掲乙第二七号証、第六三号証、第一四六号証、第一五五号証、第一五七号証、\nいずれもその成立に争いのない甲第三七号証、乙第九号証、第一〇号証、第三一号\n証、第一五四号証、第一五八号証、弁論の全趣旨により真正に成立したものと認め\nる乙第二九号証を総合すれば、次の事実が認められ、これを覆すに足りる証拠はな\nい。\n（１）　昭和四一年七月五日地公企法が改正され、財政状況が悪化した企業につい\nて国の援助、協力の下に計画的に再建を行わせるため第七章「財政の再建」が新設\nされた。市当局は、前記のような病院事業の経営状況に鑑み、昭和四一年四月ころ\nから経営悪化の原因追求や経営分析等に着手し、地公企法四三条による赤字再建団\n体として合理化を推進するか否かを種々検討したが、諸般の事情から財政再建申出\n期限である同年一二月三一日までにその申出をせずに見送つた。しかし、経営はま\nすます悪化するばかりであり、部分的対策では経営の健全化は望めず、早晩抜本的\nな対策を迫られることは必至の情勢であつた。\n（２）　こうして、ｆ市長就任後も病院事業所管の衛生局を中心に抜本的再建策の\n検討が進められた。そして、昭和四二年六月ころには既に給食業務を含めて単純業\n務を民間委託せざるをえないのではないかとの議論が強くなつていた。\n衛生局は、同年八月末までに地公企法四九条一項による財政再建の申出、病院事\n業に対する同法の全面適用、これに伴う病院局の設置等の方針を決め、同年九月初\nめころから病院局の組織、機構につき内部的準備を進めた。そして、同月一一日、\n病院幹部会を開きその席上右の方針及びこれらの議案を九月定例市議会に上程する\nことなどを説明し、同月一三日には、市議会の衛生水道委員会及び市職労、市労連\nの両労働組合に対し、右方針を説明、提示した。\n昭和四二年九月定例市議会は、同月二六日から開かれ、右財政再建申出関係の議\n案が審議された。同議会には合わせて昭和四一年度企業会計決算も上程され、この\nために設置された決算特別委員会は、病院事業の財政再建申出が審議される会期と\nあつて、翌二七日から三〇日にかけて連日開かれ、これに関連する活発な質問、膨\n大な資料要求等があつた。同年一〇月五日の本会議において、財政再建申出関係議\n案は衛生水道委員会に付託され、同委員会は、同月六日、一二日、一三日と審議を\n行い、同月一三日これを賛成多数で可決した。そして、同月一四日の本会議最終日\nにおいて、病院再建申出について議決を求める議案、地公企法の全面適用に伴い病\n院局を設置するための「北九州市病院事業の設置等に関する条例の一部を改正する\n条例」案が可決された。\n（３）　これに基づいて、当局は、昭和四二年一〇月一七日、自治大臣宛財政再建\n申出書を提出するとともに、自治省との協議に入り、自治大臣は、再建計画策定の\n基準となる日を同年一一月一日と指定した。同年一〇月二八日には、財政再建計画\n案の基本方針について自治省と協議し、法律上七年度以内とされている再建期間を\n北九州市病院事業の赤字解消の見通しからしてできるだけ長くしてもらうため折衝\nし、その結果、再建期間は異例の措置として昭和四二年度を初年度とする一〇年度\nと決定された。このように、市当局は、病院事業財政再建申出についての市議会の\n議決後、病院事業管理者着任後速かに財政再建計画案を策定できるようにするた\nめ、自治省との協議を重ねながら財政再建計画案の内容を煮つめる準備作業を進め\nた。\n（４）　北九州市病院事業は、昭和四二年一一月一日から地公企法の全面適用を受\nけ、北九州市病院局が発足し、ｉが病院事業管理者として初代の病院局長に任命さ\nれ、同月四日着任した。そして、これまで進められてきた案に基づいて最終的な詰\nめが行われ、自治省との事前協議を経て、市当局の本件再建計画案が作成された。\nそこで、同月一一日市議会衛生水道委員会において、市長、助役及び病院局長は\nその内容を説明した（これは先の九月市議会における財政再建申出審議の際の議会\nの要望に従つて行われたもので、市議会に対する正式の提案ではなかつた。）。本\n件再建計画案は、同年一二月八日開催された一二月定例市議会に提案され、衛生水\n道委員会の審議を経て同月一五日原案どおり可決された。そして、同月一八日市長\nから自治大臣に対して財政再建計画の申請がなされ、昭和四三年一月三〇日同大臣\nの承認を得た。\n（二）　本件再建計画の概要\n前掲乙第八号証、第六三号証、第一五五号証、第一五九号証、右乙第一五五号証\nにより真正に成立したものと認める乙第一一号証、弁論の全趣旨により真正に成立\nしたものと認める乙第二八号証によれば、次の事実が認められ、これを覆すに足り\nる証拠はない。\n（１）　本件再建計画の概要は次のとおりである。\n（Ⅰ）　財政再建の期間\n昭和四二年度から昭和五一年度までの一〇年間\n（Ⅱ）　財政再建の基本方針\n北九州市病院事業の財政は、昭和三九年度以降年々膨大な赤字を生じ、昭和四一\n年度末には、その累積欠損は一一億六五〇〇万円と急速に悪化したので、病院事業\nの公共性を十分斟酌し、地公企法四九条の規定に基づき早急に財政の健全化を図\nり、もつて市民の福祉と医療水準の向上に寄与しようとするものである。\n（Ⅲ）　解消する不良債務総額\n一〇億三七七九万二三八二円\n（Ⅳ）　不良債務を解消し、財政の健全性を回復するための具体的措置\nＡ　収入の増加に関する事項\n①　検査、エツクス線部門の充実\n（ア）　心電計、脳波計、エツクス線テレビ等医療器械の整備充実\n（イ）　医療技術職員の増員（二六名）\n②　入院外来利用者の増\n若松病院改築等建物施設の整備、医療器械の充実、検査機能の拡充、がんセンタ\nー建設による高度医療の実施等により診療内容の充実を図り、病院利用者の増加を\n図る。\n③　未稼働病床の活用\n現在未稼働の戸畑病院一般病床四八床、結核病床六九床を昭和四二年度中に整備\n稼働させる。\n④　基準看護の実施\n戸畑病院については昭和四三年四月一日から、若松病院については同年一一月一\n日からそれぞれ実施する。\nＢ　支出の節減に関する事項\n①　結核療養所の合理的運営\n結核療養所については利用状況等を勘案し、昭和四三年度末までに現行八八四床\nを六〇〇床に縮少整備し、合理的運営を図る。\n②　人件費の適正化による節減\n（ア）　給食業務、清掃業務、警備業務等を昭和四二年度末までに外部に委託\nし、職員二六六名を減員する。\n（イ）　高齢者等については、退職勧奨等をする。\n（ウ）　給料表を昭和四二年度中に国家公務員に準じたものに改める。\n（エ）　期末勤勉手当については、国家公務員の支給率を上廻らない率とする。\n（オ）　特殊勤務手当については、現在二四種類のうち一五種類を廃止し、研究\n手当、臨時調整手当、婦長手当等九種類とする。\n（カ）　勤務時間を現行拘束四三時間制を拘束四八時間制に改める。\n③　物件費の節減\n（ア）　薬品の購入制度を現行病院ごとに購入しているものを一括購入の方法に\n改め、また貯蔵薬品管理を適切にし、効率的使用を図る。\n（イ）　その他物件の節減を図る。\nＣ　一般会計からの繰入金\n再建期間中合計して、別表８のように計上する。\n（２）　本件再建計画中再建の具体的措置としてのＡ収入の増加、Ｂ支出の節減、\nＣ一般会計からの援助という三本の柱については、およそ考えうるあらゆる措置を\n盛り込んだものとして立案され、殊に、人件費の節減に関する部分は、人件費を医\n業収益の六〇パーセントに押さえる方針の下に策定され、これまで全国の自治体に\n例をみないほど厳しい内容であつた。市当局は、そのうち、給食業務等を外部に委\n託し、これに伴い単純労務職員二六六名を減員することにより、これらの職員に要\nする年間二億五九三五万円の人件費を削減して委託費七六三八万円に切り詰め、差\n引き一億八二九六万円の節減を見込んでいたが、これは、合理化による増収額と節\n減額との合計の一年度平均八億三三三六万円のおよそ二割を占めており、本件再建\n計画中の欠くことのできない重要な柱の一つであつた。\nそのほか、経営状態が極端に悪化していたため一般会計から毎年一般運営補助金\nが支出されること、再建期間が一〇年度であることなどに特徴があつた。\n（三）分限免職処分の実施\n前掲乙第二六号証、第三一号証、第六三号証、第一五四号証、第一五九号証、い\nずれもその成立に争いのない甲第三八号証、第四一号証の一、二、乙第一、第二号\n証、第四、第五号証、第二二、第二三号証の各二、第二四、第二五号証、弁論の全\n趣旨によりいずれも真正に成立したものと認める乙第七一、第七二号証及び弁論の\n全趣旨を総合すれば、次の事実が認められ、これを覆すに足りる証拠はない。\n（１）　病院局所属の単純労務職員を減員するための改正定数条例は、昭和四二年\n一二月八日本件再建計画案とともに市議会に提案され、同月一五日原案どおり可決\nされた。同条例は、北九州市職員定数条例中病院局の職員定数を一三三九人から一\n一五五人に、これに伴い市全体の職員定数を一万二九一四人から一万二七三〇人に\nそれぞれ改めることを内容とするもので、付則により昭和四三年四月一日から施行\nすることとされていた。右定数改正の理由は、市議会に対する同条例案の提案理由\nによれば、「病院事業の財政再建計画にもとづき、炊事員、病棟婦等単純労務の職\nに従事している職員のうち、委託または廃止する業務に従事しているもの二六六人\nを整理し、あわせて、診療部門・検査部門を充実し、未稼働病床の活用をはかるた\nめ、医師・衛生検査技師・エツクス線技師・看護婦を増員する必要があるので、こ\nの条例案を提出する。」というものであつた。\n病院局長は、本件再建計画及び改正定数条例による病院局職員の減員を実施する\nため、昭和四三年三月二一日付北九州市病院局告示第一号により、病院局に置かれ\nている職のうち同月三一日限りをもつて廃止される職は、調理士、炊事員、病棟\n婦、看護助手、営繕員、監視員、連絡員、院内清掃員、洗濯員、寝具消毒員、下足\n取扱員、寮用務員、外掃用務員、リネン交換員、びん洗い作業員、食器消毒員、配\n膳婦である旨を告示したうえ、同月二五日、改正定数条例による改正前と改正後の\n病院局職員の職種別定数を定める定数規程を制定した。同規程によれば、①医師、\n歯科医師、助産婦、看護婦、準看護婦の職種の定数は七四一人から五六人増員され\nて七九七人とされ、②薬剤師、栄養士、衛生検査技師、診療エツクス線技師、理学\n療法士、作業療法士、歯科技工士、歯科衛生士、あん摩マツサージ指圧師、はり\n師、きゆう師並びにこれらの職務を補助するその他事務員、技術員及び二種業務員\nの職種の定数は一三〇人から二六人増員されて一五六人とされ、③前記告示により\n廃止される炊事員等一七の職種の定数は二六六人から零人とされており（右①ない\nし③を除くその余の職種の定数には増減はない。）、その付則には、「この規程\nは、公布の日から施行し、改正後の職種別定数は、昭和四三年四月一日から適用\nし、北九州市病院局の職員で改正後の職種別定数より過員となるものの免職の手続\nは、昭和四三年三月三一日以前においても行なうことができる。」と規定されてい\nた。\n（２）　また、本件再建計画に従つて調整された昭和四三年度病院事業会計予算\nは、昭和四三年三月の市議会において原案どおり議決されたが、右予算における職\n員給与費は、前記炊事員等一七の職にあつた単純労務職員の数を零人として算定さ\nれていた。すなわち、昭和四二年二月市議会に提出された昭和四二年度病院事業会\n計補正予算（第二号）と比較すると、金額では一四億九〇一九万八〇〇〇円から一\n一億九七四二万七〇〇〇円に、算定の基礎となる職員数では一三三九人から一一三\n〇人に減少していた。そして、その職員数二〇九人の減少は、看護婦三三人、エツ\nクス線技師八人、検査技師一九人計六〇人を増員する反面、退職見込みの医師及び\n看護婦三人、給食業務、清掃業務、警備業務等の委託に伴い整理予定の炊事員等の\n単純労務職員二六六人計二六九人の減員を見込んだことによるものであつた。\n（３）　被告は、このようにして給食業務、清掃業務、警備業務等の委託に伴う単\n純労務職員整理の準備を整えたうえ、後記五１（二）（１）のとおり配置転換した\n八名及び昭和四三年三月三一日までに当局の勧奨により依願退職した八六名を除\nき、原告らを含む一七二名の単純労務職員を分限免職処分に付した。その結果、右\n処分直後には、病院局職員の実人員は、医師、エツクス線技師等の増員計画が未達\n成であつたため、一一一〇人程度に減少していた。\nなお、依願退職者及び分限免職となつた者計二五八名の内訳は、職種別では、炊\n事員九九名（男二五名、女七四名）、病棟婦及び看護助手九三名（全員女子）が圧\n倒的多数を占め、年齢別（昭和四三年三月三一日現在）では、二〇歳代二八名（男\n七名、女三一名）、三〇歳代五一名（男一六名、女三五名）、四〇歳代七六名（男\n一九名、女五七名）、五〇歳代以上一〇三名（男一六名、女八七名）と中高年齢の\n女子が目立つており、また、勤続年数では、五年ないし九年間勤続者一四一名（男\n二四名、女一一七名）、一〇年ないし一四年間勤続者七六名（男二二名、女五四\n名）が最も多かつた。\n三　本件分限免職処分の根拠\n本件分限免職処分は、右二３で認定の事実によれば、「定数の改廃」により「過\n員」が生じたためになされたものとして地公法二八条一項四号に根拠を有すると解\nされる。\n以下これを詳述する。\n１　分限免職事由の存在\n地公法二七条二項は、職員はこの法律で定める事由による場合でなければその意\nに反して免職されない旨定め、同法二八条一項四号は、職員の降任又は免職事由の\n一として定められているが、同号にいう「定数の改廃」がいかなる法形式で定めら\nれなければならないかについては、同法上何らの定めがない。そうして、地方自治\n法一七二条三項に「職員の定数は、条例でこれを定める。」と規定されていること\nからすれば、一見「定数の改廃」は条例で定めることが要求されているごとくであ\nる。しかし、他方、市町村の職制についてみれば、同法一五八条七項が「市町村長\nは、その権限に属する事務を分掌させるため、条例で必要な部課を設けることがで\nきる。」とし、地公企法一四条が「地方公営企業を経営する地方公共団体に、管理\n者の権限に属する事務を処理させるため、条例で必要な組織を設ける。」としてい\nるものの、同法九条一号は「その権限に属する事務を分掌させるため必要な分課を\n設けること」を地方公営企業管理者の担当事務としている。したがつて、条例で基\n本的な行政組織が定められた場合にも、管理者は管理規程を制定してそれ以下の内\n部組織を定めることができるのであるが、管理者が管理規程でその内部組織を定め\nた場合において、これに職員を配置するには必らず条例の定めによらなければなら\nないとは到底解せられないから、管理者は、管理規程自体において内部組織の設置\nとともにこれに配置すべき職員の職種、定数等をも定めることができるものという\nべく、管理者が管理規程をもつてその内部組織への職員定数を設定又は変更したよ\nうな場合には、地公法二八条一項四号にいわゆる「定数の改廃」にあたると解する\nのが相当である。原告らの右「定数の改廃」は条例をもつて定められるべきである\nとの主張は、地方公務員の身分保障の趣旨を分限免職事由策定の手続面において徹\n底させようとするもので傾聴に値するけれども、後述のとおり、分限免職処分権濫\n用の判断にあたつては、当局側において、右処分を避けるための措置を講じたか否\nか、被処分者等を納得せしめるに足りる手段（団体交渉）を尽くしたか否かなどが\nその要素として検討されなければならないところ、これは分限免職処分実施の手続\n面において地方公務員に対する身分保障の趣旨を反映させたものというべく、企業\n管理者の管理規程をもつてする職員定数の変更が分限事由としての「定数の改廃」\nにあたると解したとしても、必らずしも地方公務員の身分保障に欠けることにはな\nらないと解される。\n本件において、改正定数条例には、病院局職員定数を一三三九人から一八四人を\n減員して一一五五人とする旨規定されているだけであるが、右条例の実施のために\n北九州市病院局長が定めた管理規程である定数規程には職種別の定数が定められ、\n炊事員等一七の職種の定数が二六六人から零人とされている。そして、地公法二八\n条一項四号にいわゆる「過員」とは、法令に規定された定数とこれを上廻る職員の\n現在数との差をいうと解すべきところ、弁論の全趣旨によれば、当時炊事員等一七\nの職種に二六六人の職員が採用されていたことが明らかであるから、右二六六人か\nら配置転換された八人と依願退職者八六人を除いた一七二人に対してなされた本件\n分限免職処分は、定数規程による「定数の改廃」により「過員」が生じたためにな\nされたものということができ、地公法二八条一項四号所定の分限免職事由の存在を\n認めることができる。\n２　定数規程制定手続の瑕疵\n北九州市公告式条例（昭和三八年二月一〇日北九州市条例第四号）は、その四条\n一項で、市長の定める規程等を公表しようとするときは、公表の旨の前文を記入し\nなければならない旨定め、五条二項で、市の機関の定める規程等で公表を要するも\nのに四条を準用する旨定めている。そして、本件分限免職処分の根拠たる定数規程\nの前文には、「北九州市病院局職員職種別定数規程を、次のように定める。」との\nみ記載されている。\n原告らは、定数規程の右前文は、公布する旨の意思表示がなされていないから、\n公布手続に違法がありその効力を有しない旨主張するが、地方公営企業の管理者の\n制定する管理規程は公布を要する法令ではない（北九州市公告式条例においても、\n条例の公布に際し「公布の旨の前文」の記入を要求する二条一項の規定は、右管理\n規程には準用されていない。）のみならず、公布又は公表の旨の前文は法令の一部\nをなすものでもないから、これを欠いたとしても法令の効力を否定せしめる程の瑕\n疵あるものということはできない。\nしたがつて、原告らの右主張は失当である。\n３　処分時期の問題\nまず、原告らは、定数規程が公表（すなわち施行）されたのは昭和四三年三月三\n〇日であるのに、本件分限免職処分はそれ以前の同月二九日に発令されたものであ\nるから、定数規程は本件分限免職処分の根拠たりえない旨主張するが、仮に本件分\n限免職処分の発令時に右主張のような瑕疵があつたとしても、本件分限免職処分が\n効力を発生した同月三一日までに定数規程は公表、施行されたのであるからその瑕\n疵は治癒されたものというべく、右の瑕疵は本件分限免職処分の効力に影響を及ぼ\nすものではない。\n次に、原告らは、本件において分限事由が生じたのは昭和四三年四月一日である\nにもかかわらず同年三月三一日限りをもつて免職するとしてなされた本件分限免職\n処分には、分限免職の事由が発生していないのになされた違法がある旨主張する。\n確かに、改正定数条例は、その付則によつて昭和四三年四月一日から施行すること\nとされ、その実施のための定数規程も、付則で、改正後の職種別定数は同日から適\n用するとしているが、同時に、右規程の付則には、「北九州市病院局の職員で改正\n後の職種別定数より過員となるものの免職の手続は、昭和四三年三月三一日以前に\nおいても行うことができる」と規定されている。のみならず、若し、地公法二八条\n一項四号の解釈上、原告ら主張のように同年四月一日付でないと分限免職処分をで\nきないものとすれば、同日だけは条例や規程に定められた定数を超えて職員を存置\nしなければならず、違法な支出を強制されることとなり、また、三月三一日限りで\n独立の行政官庁が廃止される場合を考えても不都合な結果を招来するに至るもので\nあるから、同年三月三一日限りをもつて、すなわち定数の改廃により過員の生ずる\n同年四月一日と連続し接する時点において効力を発生する分限免職処分を実施する\nことも、地公法二八条一項四号は許していると解するのが相当である。\nしたがつて、本件分限免職処分の発令及び効力発生の時点と分限事由の存在に関\nする原告らの右主張は、いずれも理由がない。\n４　小括\n以上のとおり、本件分限免職処分は、「職制の改廃又は予算の減少による廃職又\nは過員」の要件に関する当事者の主張につき判断するまでもなく、「定数の改廃に\nより過員が生じた場合」として地公法二八条一項四号所定の要件を充足しているも\nのというべきである。\n四　給食業務委託の適法性\n１　給食業務の委託\n前掲乙第六三号証、第一四六号証、いずれもその成立に争いのない甲第一二四号\n証の一ないし三、第一二五号証、第一二八ないし第一三〇号証、乙第三八号証の一\nないし一四、第四一号証、弁論の全趣旨によりいずれも真正に成立したものと認め\nる乙第四〇号証、第四二号証及び弁論の全趣旨を総合すれば、次の事実が認めら\nれ、これを覆すに足りる証拠はない。\n（一）　委託先の選定\n本件再建計画に基づいて各市立病院の給食業務は、昭和四三年四月一日以降北九\n州給食株式会社（門司、戸畑の各病院、第一、第二松寿園）、製鉄給食株式会社\n（若松、八幡の各病院）及び進和興産株式会社（小倉病院）の三社に委託された。\n右委託先の選定にあたつては、①病院給食に関して理解経験があつて病院側の指導\n監督が十分に行いうるものであること、②各病院に勤務している解雇予定者の採用\nができ、かつ、それに積極的であること、③解雇予定者を採用する場合その労働条\n件が適正であり、かつ、当該会社に現に在職している職員の労働条件との間に著し\nい格差のないこと、④昭和四三年四月までの間においてストその他の非常事態や委\n託への移行に伴う混乱があつても即応しうること、以上を要件とし、なお、委託後\n仮に受託会社で労働争議があつてもそれに対処でき、また、相互の競争により給食\n業務の効率的経営がなされるように複数の会社に分割して委託することとし、右三\n社に決定したものである。\n（二）　委託契約の内容\n被告は、昭和四三年四月一日付で右三社と各病院ごとに給食業務の一部委託に関\nする契約を締結したが、その内容は契約金額や契約保証金等を除いて全く同一であ\nり、右契約の履行として、病院局は、各病院に栄養士を置いて献立表を作成し、こ\nれに基づき、受託会社は、栄養士、調理士等を配して給食材料の購入、保管、調理\n等の受託業務にあたつた。また、受託会社は、各給食調理現場に主任調理士又は調\n理係長を配して作業の指揮監督を行つた。\n小倉病院関係を例にとつた場合、進和興産株式会社との間の給食業務の一部委託\nに関する契約の契約条項（抄）は、次のとおりである。\n第一条　甲（被告。以下同じ。）は入院患者に対する給食業務のうち、この契約に\n定めるところにより、その一部を乙（進和興産株式会社。以下同じ。）に委託する\nものとする。\n第二条　乙はこの契約にもとづく業務の重要性を認識し、受託業務について衛生上\n万全の注意をはらい、いやしくも感染および中毒をおこすことのないようにしなけ\nればならない。\n第三条　乙は受託業務に関し必要な専門的技術もしくは専門的な経験を有する者お\nよびその他所要の人員を確保し、当該従業員を指揮監督することについて全責任を\n負うものとする。\n第四条　乙は甲の指示にもとづき一週間毎に別に定める業務実施計画書を作成し\nて、甲の承認をうけなければならない。\n第五条　患者食は一般食および特別食に区分し、特別食は甲のあらかじめ指示する\n種類のものとする。\n第六条　乙はやむを得ない理由により甲の献立表による食事を調製できないとき\nは、ただちに甲の指示をうけなければならない。\n第七条　甲は、給食人員を前日の一六時までに乙に通知しなければならない。その\n後に給食人員の変更があつたときは、甲はその都度すみやかに乙に通知するものと\nする。\n第八条　乙は、給食業務に関する給食材料の購入、購入後における保管、調理、盛\nり付けお膳の組立て、運搬（患者への配膳車からの配膳および患者から配膳車まで\nの引膳を除く。）、残飯残菜の処理、食器の洗滌、食器の消毒および食器の保管を\n行なうものとする。\n２　前項の規定にかかわらず特別食の調理については、甲は治療上の立場から特に\n必要がある場合、乙に対して指示を行なうことができる。\n第九条　乙は受託業務を行なうにあたり、甲の施設、器具および備品を使用するも\nのとする。\n第一一条　甲は、給食施設の設置管理および器具備品の購入、改良、修理の費用な\nらびに光熱水費を負担する。乙は、受託業務に必要な給食材料費、人件費および消\n耗品費等甲の負担しないすべての費用を負担する。\n第一五条　乙が購入する給食材料は、甲の確認をうけた後において保管、調理する\nものとする。\n第一六条　乙は、甲の検食をうけ、また保存食として一般食および特別食の一部を\n甲に提供しなければならない。\n第一七条　甲は、乙の従業員のうちに給食業務を行なうに不適当な者があると認め\nたときは、乙に必要な指示をすることができる。\n第一八条　乙は、従業員の定期的健康診断、検便等を実施してその結果を甲に報告\nしなければならない。\n第一九条　乙は、災害防止のため災害防止責任者を、衛生管理のため衛生管理者を\n定めなければならない。乙の災害防止責任者および衛生管理者は、甲による災害防\n止および衛生管理に協力しなければならない。\n第二〇条　乙は、受託業務について甲の所定の様式により、甲に報告しなければな\nらない。\n２　乙は、受託業務に関する帳簿類を整備し、甲の求めに応じその閲覧に供するも\nのとする。\n第二一条　甲は、乙が行なう給食業務の衛生的取扱およびその他契約の履行状況の\n確認を随時行なうことができる。\n第二二条　乙は、甲の給食施設等を使用してこの契約による以外の調理給食をして\nはならない。ただし、甲の職員およびこれに準ずる者に対する給食についてはこの\n限りでない。\n第二五条　乙は、やむを得ない事情により受託業務の遂行に支障をきたすおそれが\n生じた場合には、すみやかに甲に報告し、適正な措置を講じなければならない。\n第二六条　甲または乙が、契約期間中に解約しようとするときは、その理由を示し\nてその三ヵ月前に予告しなければならない。この場合において当該解約の事由が乙\n側にあるときは、甲は事後の病院給食業務の維持のため、必要な当面の措置に限り\n乙に指示を与えることができるものとする。\n２　前項の規定にかかわらず甲は契約期間中であつても次の場合には、ただちに解\n約することができる。\n（１）　乙がこの契約の各条項のいずれかに違反したとき\n（２）　乙が関係法令により行政上の処分をうけたとき\n第二八条　この契約の有効期間は昭和四三年四月一日から一カ年間とする。\n（三）　その他の事情\n給食業務の委託に伴い炊事員の定数を零にするなど各病院の職員定数を変更する\n必要があつたので、北九州市長は昭和四三年三月二八日付で福岡県知事に対し医療\n法七条二項による病院開設許可事項の変更許可申請をし、同月三一日付でその許可\nを受けた。\n給食業務委託の可否については、市議会をはじめ衆議院の地方行政委員会や社会\n労働委員会でも種々の議論があり、更に、同年三月三〇日、北九州市在住の医師ｊ\nほか八名の市民から北九州市監査委員に対し、地方自治法二四二条一項に基づき、\n給食業務の民間委託は医療法二一条、職業安定法四四条に違反するとして、委託契\n約の締結を防止するために必要な措置を講ずべきであるとの請求がなされたが、同\n年五月二五日、右委託は違法ではなく、請求は理由がないものと認める旨の監査結\n果が公表された。\nなお、全国の公的病院中、労災病院七、赤十字病院二、鉄道病院四〇（全部）、\n市立病院二（堺市及び函館市）においても、既に給食業務の委託が実施されてい\nた。\n２　給食業務委託の適法性についての判断\n原告らは、本件再建計画に基づいてなされた市立病院及び第一、第二松寿園にお\nける給食業務の委託が医師法一七条、医療法二一条又は職業安定法四四条に違反す\nる旨主張するので、この点につき判断する。\n医師法一七条は、非医師が医業すなわち医行為を業として行うことを禁止してい\nるところ、右医行為とは、同条の立法趣旨からして、免許を受けた医師の医学的知\n識、技能をもつてするのでなければ、人の生理上、健康上に危害の生ずるおそれの\nある行為を指すものと解するのが相当である。そして、病院における給食は、一般\nにいつて、必らずしも医師の医学的知識、技能によらなければ、患者の生理、健康\nを損うおそれがあるものということはできない。もつとも、患者の病状その他によ\nつては、給食において特段の配慮を要し治療の一手段として医師の医学的見地から\nの指示、指導等が不可欠である場合もあろうが、しかし、給食業務自体は、医師の\n指示、指導等に基づきつつも、栄養配分、調理等について独自の専門的技術、経験\nを要するのであつて、医師による指示、指導等を医行為ということはできても、給\n食自体を医行為ということはできない。\n右のとおり解したとしても、病院給食が医療の一環として患者の健康回復ないし\nその増進に与える影響の重要性を無視することはできず、この点から医療法二一条\n一項は、「省令を以て定める員数の医師、歯科医師、看護婦その他の従業者」（一\n号）、「給食施設」（九号）を病院の有すべき人員及び施設として定めている。も\nつとも、右各号の具体的内容については、同法施行令が、その一九条一項五号で給\n食業務に従事する従業者として栄養士を病床数一〇〇以上の病院にあつて一人置く\nことを要求し、二〇条八号が給食設備の構造等につき簡単に規定するだけで、栄養\n士以外の病院給食業務に従事する者をすべて病院自らが雇用することを要求した規\n定はなく、病院の管理者が、医療上の必要から受託業者の受託業務の履行につき指\n揮監督でき、病院業務遂行上に必要な注意（医療法一五条一項）を果たしうるよう\nな体制及び契約内容で、給食業務の一部を第三者に委託することも法の禁ずるとこ\nろではないと解するのが相当である。\nそこで、前記１（二）で認定の本件給食業務の一部委託に関する契約内容をみる\nに、同契約においては、①給食業務の衛生的取扱い及びその他契約の履行状況を確\n認すること（第二一条）、②給食業務にかかる施設、器具及び備品の設置管理をす\nること（第九条、第一一条）、③受託業者が実施した従業員の定期健康診断、検便\n等の結果を確認すること（第一八条）、④献立表を受託業者に指示すること（第四\n条、第六条）、⑤給食人員を受託業者に通知すること（第七条）、⑥受託業者が購\n入する給食材料の確認をすること（第一五条）、⑦検食を行い、保存食として一般\n食及び特別食の一部を保存すること（第一六条）、⑧特別食の調理について治療上\nの立場から特に必要な場合に指示を行うこと（第八条二項）などが病院側のなすべ\nき業務とされており、これらに照らすと、病院の管理者において受託業者の業務履\n行につき随時必要な指揮監督ができ、病院業務遂行上の注意を払いうる契約内容と\nいうことができ、また、右１で認定したところ及び弁論の全趣旨によれば、そのよ\nうな体制で給食業務が実施されたものと認められる。\n以上のとおりであるから、原告らの本件給食業務の委託が医師法一七条、医療法\n二一条に違反するとの主張は、失当である。\n次に、進んで原告らの職業安定法四四条違反の主張について検討する。\n職業安定法四四条は、いわゆる強制労働と中間搾取発生の余地を封ずるために、\n労働者供給事業を行うこと及び労働者供給事業を行う者から供給される労働者の使\n用を一般に禁止している。そして、同法施行規則四条は、労働者供給事業であるか\n否かの認定基準を定め、労働者を提供しこれを他人に使用させる者で、次の四基準\nに該当しないものは、労働者供給事業を行う者である旨規定する（一項）。\n①　作業の完成について事業主としての財政上及び法律上のすべての責任を負うも\nのであること\n②　作業に従事する労働者を指揮監督するものであること\n③　作業に従事する労働者に対し、使用者として法律に規定されたすべての義務を\n負うものであること\n④　自ら提供する機械、設備、器材（業務上必要なる簡易な工具を除く。）若しく\nはその作業に必要な材料、資料を使用し又は企画若しくは専門的な技能若しくは専\n門的な経験を必要とする作業を行うものであつて、単に肉体的な労働力を提供する\nものでないこと\nまた、その二項においては、右四基準に該当する場合であつても、それが職業安\n定法四四条潜脱のため故意に偽装され、その事業の目的が労働力の供給にあるとき\nは、労働者供給事業を行うものである、と規定されているところ、右規則四条は、\n職業安定法四四条の趣旨を具体化した解釈規定として合理性を認めることができ\nる。\nそうして、本件の給食業務委託の形態をみるに、受託業者は、受託業務に必要な\n給食材料費、人件費及び消耗品等すべての費用を負担することとされている（委託\n契約第一一条。もつとも、給食施設の設備管理に関する費用については、医療法二\n一条の要請から病院側の負担とされている。）ので、財政上すべての責任を負うも\nのというべく、また、受託業者は、いずれも株式会社であつて作業の完成につき法\n律上の責任を負いうる地位にあり、委託契約に際しては病院当局に対し作業に瑕疵\nがあつた場合の保証として契約保証金を納めていることが窺われ、その他委託契約\nの内容等に徴すれば、受託業者が作業の完成につき民・商法上所定の義務履行の責\n任を負うと解されるから、本件の受託業者は右①の基準に該当するということがで\nきる。また、受託業者は、委託契約において、従業員を指揮監督することについて\n全責任を負うものとされていること（第三条）等に照らし、右②の基準にも該当す\nる。右基準③の該当性については、原告らも争わないところであるが、弁論の全趣\n旨によれば、本件において各病院の給食業務に従事する者は、栄養士等病院側自ら\nが雇用する者を除き、各受託業者と個別に雇用ないし労働契約を結んでこれに就職\nしたものと認められ、労働及び社会保障関係諸法民法等の適用に関しては、受託業\n者が使用者としての義務を負うものと考えられるから、右③の基準にも該当すると\nいうことができる。更に、受託業者は、給食業務に関する材料の購入を自ら行い\n（委託契約八条）、また、病院における給食業務が専門的な技術、経験を要するこ\nとは前に触れたとおりである（なお、委託契約第八条には、受託業者は「受託業務\nに関し必要な専門的技術もしくは専門的な経験を有する者およびその他所要の人員\nを確保」すべきものとされ、現に受託会社は、栄養士、調理士等を配して業務にあ\nたつた。）から、右基準の④に該当するというべきである。\n以上のとおり、本件における給食業務委託の形態は、職業安定法施行規則四条一\n項の定める労働者供給事業を行う者ではないとの認定基準に該当し、しかも、これ\nが職業安定法四四条を潜脱する目的で偽装されたものとは本件全証拠によるも認め\nられない。そして、受託業者の従業員に対する受託業務遂行上の指揮監督の権限\nは、その業務の内容が右のとおり受託業者側の一貫した責任の下に行われ、しかも\n専門的な技術、経験に基づいてなされる場合には、契約履行の確認のためになされ\nる病院管理者の医療上の指揮監督の権限と両立しないわけではないと解されるか\nら、病院の管理者が受託業務の履行につき右の指揮監督権限を有するからといつ\nて、直ちに本件の給食業務の委託が職業安定法四四条に違反するということはでき\nない。\nしたがつて、原告らの本件給食業務の委託が職業安定法四四条に違反するとの主\n張も失当である。\n五　配置転換努力義務懈怠の有無\n１　配置転換と就職あつせん\n前掲乙第六三号証、第一四六号証、第一五四号証、第一五七号証、いずれもその\n成立に争いのない甲第四三号証の一、二、第一九四号証、第二一八ないし第二二〇\n号証、乙第三号証、第一五六号証、第一六〇号証、第一七三号証、右乙第一五四号\n証によりいずれも真正に成立したものと認める乙第五〇、第五一号証、右乙第一六\n〇号証によりいずれも真正に成立したものと認める乙第一四九号証の一、二、証人\nｋの証言及びこれによりいずれも真正に成立したものと認める甲第一五五号証、第\n二一六号証、弁論の全趣旨によりいずれも真正に成立したものと認める甲第一五八\n号証、第一七八号証、第一九二、第一九三号証、第一九六号証、第一九七号証の\n二、乙第五二、第五三号証、第六四、第六五号証を総合すれば、次の事実が認めら\nれ、これを覆すに足りる証拠はない。\n（一）　市当局の方針\n北九州市には、市政全般にわたる重要施策についての連絡、協議機関として、市\n長、助役、収入役以上三役、各局長、各行政機関の事務局長、各区長等によつて構\n成される幹部会なるものが存在していたところ、市当局は、本件再建計画立案の段\n階において、分限免職処分対象者の配置転換について検討し、機会あるごとに右幹\n部会や局長会その他を利用して他部局の任命権者にその協力を求めた。しかし、各\n局とも人件費の抑制に努力中であつたばかりでなく他部局には整理対象者と類似の\n職種が殆んどなく、わずかに教育委員会に学校給食調理員や用務員等の職種があつ\nたが、後記のとおり給食調理員については既にその採用計画に基づいて採用の手続\nを進めており、用務員についても、昭和四三年一一月一日から小・中学校一校につ\nき一名との基準を立て逐次九〇名程度の減員を図る計画があつた。また、職種変更\nによる配置転換は単純労務の性質及び採用手続上の問題があつて実際上困難であつ\nた。このようなことから、当局は、整理対象者全員を他の部局に配置転換すること\nは到底不可能であると判断してこれを断念した。\nそこで、当局は、配置転換に代わる措置として、通常の一・五倍ないし二倍の額\nの退職金を支給して優遇する（昭和四三年北九州市病院局管理規程第一号「北九州\n市病院事業財政再建計画に従つて行なわれる行政整理等により退職した者の退職手\n当に関する規程」）とともに、業務を委託する民間企業に働きかけて就職のあつせ\nんをすることとし、これらによつて分限免職処分対象者の救済を図る方針をとつ\nた。\n（二）　配置転換\n（１）　市当局の基本的方針は右のとおりであつたが、整理対象者中に、ｆ市長就\n任前の昭和四一年に労働組合の要求によつて増員が認められ、同年一二月に行われ\nた市人事委員会の採用試験に合格し、ｆ市長就任後である昭和四二年六月一日付で\n同市長により任命された（当時の任命権者は市長であつた。）九名の炊事員がお\nり、右九名について、病院局は、昭和四二年一二月中旬教育委員会に対し学校給食\n関係への受入れ方を申し入れた。当局が右九名についてのみ配置転換の方針をとつ\nたのは、右九名の採用時期が、市当局において既に本件再建計画を検討中で間もな\nくこれを実施しようとしていた時期であり、採用後わずか一年を経ずして分限免職\n処分の対象となるべき右九名の採用は本来差し控えるべきであつたことから、これ\nを採用したことに人事管理上の手落ちを認めた結果であつて、昭和四二年一二月の\n市議会でこの問題が取り上げられた際、ｌ助役（同月一二日）及びｆ市長（同月一\n三日）は、衛生水道委員会において、「右九名をまもなく再建しなければならない\n時期に採用したのは人事行政上のミスであり、学校給食関係への配置転換を考えて\nいる。」との趣旨を説明し、更に、同月一八日の本会議において右九名のみを取り\n上げた点を追及されたのに対し、「任用時期の違いである。」旨答弁した。\n右九名受入れの申出を受けた教育委員会においては、昭和四二年度職員採用計画\nに基づき学校給食関係で学校給食調理員八名の採用を予定し、既に昭和四二年一〇\n月人事委員会による採用試験を終え、同年一二月六日人事委員会から新規採用者八\n名分の候補者名簿の送付を受けていたが、病院局からのたつての要請とあつて種々\n検討し、小学校の新設と自然退職者を見込んで右九名を受け入れることとした。そ\nして、右九名のうち原告ｂを除く八名の炊事員が昭和四三年一月一日付及び同年二\n月一日付で各四名ずつ教育委員会に学校調理員として出向を命ぜられ配置転換され\nた。\n（２）　原告ｂについても当初配置転換が検討されたが、昭和四三年一月になつ\nて、同原告が、昭和四二年一二月一五日に行われた病院ストライキの際の病院労組\n副委員長としての指導責任を問われて懲戒処分に付されることが必至となり、これ\nを知つた教育委員会は、同原告につき勤務成績良好との採用の要件を欠くとして同\n原告を受け入れることを拒絶したため、前記九名中同原告のみは教育委員会への出\n向による配置転換から除かれた。病院局は、更に同原告の市経済局への配置転換を\nも考慮したが、これを果たすこともできず、遅くとも昭和四三年二月以降は同原告\nを配置転換するための努力を全く断念した。かくして、同原告は、昭和四三年二月\n九日付で停職五一日間（分限免職予定の同年三月三一日まで）の懲戒処分を受け、\n本件分限免職処分に付されるに至つたが、北九州市においては、これまでにも停職\n期間中の職員を配置転換した例があり、懲戒処分を受けたからといつて必らずしも\n配置転換をしないという取扱いがなされているわけではなかつた。\n（３）　ｆ市長は、昭和四三年二月一二日市職労のｇ執行委員長、三浦久弁護士ら\nと面談した際、配置転換の余地について質問を受け、「組合内部でまとまるなら、\n三、四〇名程度であれば配置転換ができないことはない。」旨発言した。しかし、\nこれは、事務的検討を経たものではなく、具体的根拠をふまえない希望的観測を述\nべたものにすぎず、当時としては、分限免職予定時期である昭和四三年三月三一日\nまでの二か月足らずの間に三、四〇名の者を配置転換し終ることが可能な状況にな\nかつた。もつとも、ある程度期間をかければその程度の者を他部局へ配置転換する\nことも不可能ではなかつたが、当局は、配置転換の対象者を選定する客観的な基準\nがないのみならず、そのようなことをすれば却つて人員整理絶対反対との闘争方針\nをとる職員団体との摩擦を強め、混乱を惹起するだけであるとの認識の下に配置転\n換に取り組もうとはしなかつた。\n（４）　ちなみに、北九州市の交通及び水道事業の再建計画実施に伴う交通局及び\n水道局職員の減員については、その方法として勧奨退職や局内での配置転換、ある\nいは職種変更による他部局への配置転換等の方策がとられ、分限免職処分は行われ\nなかつた。これは、病院局においては、①病院局の赤字が交通局、水道局の場合と\n異なり経常経費面におけるもので人員整理の必要性が切実であり、②前記（一）の\nとおり局内外に整理対象者と類似の職種が少なく、しかも職種変更も容易ではなか\nつた等の配置転換を困難ならしめる事情があつたのに反し、交通局や水道局におい\nては、①高齢者を中心に多数の者が勧奨に応じて退職したこと、②交通局では既に\n昭和三八年から数次にわたり合理化が実施され、ワンマンカー導入に伴う人員削減\nも段階的に実施すればよかつたこと、③水道局では配転の対象となつた者の七割が\n事務職員であり、配置転換の余地が大であつたこと等配置転換を容易ならしめる事\n情が存したからであつた。\n（５）　ところで、教育委員会は、昭和四二年一二月六日に人事委員会から送付を\n受けた採用候補者名簿に登載された八名（前記（１））を本件分限免職処分の翌日\nである昭和四三年四月一日付で学校給食調理員として採用した。\nなお、昭和四三年五月一日現在、学校給食関係に四七名の臨時職員が在職してい\nた。\n（三）　就職あつせん\n就職あつせんについては、病院局は、昭和四二年一一月下旬市長部局から派遣を\n受けた職員三名を就職相談員に任命して、病院局内に相談室を設ける（昭和四三年\n五月三一日まで）とともに、就職先の開拓にあたり、昭和四三年二月中旬までに、\n受託業者の関係で給食業務九〇名前後、清掃業務四〇名以上、警備業務一一名、洗\n濯業務六名、リネン交換業務三名計一五〇名前後のほか、個人委託の大工営繕業務\n七名、市関係で国民健康保険徴収員五四名、水道料の検針徴収員一〇名前後、以上\n合計二二〇余名の職場を用意した。そして、病院局長は、昭和四三年二月六日付で\n分限免職処分の対象者に対し再就職の世話をすることを文書をもつて通知し、更\nに、同年二月二一日付で業種別雇用条件一覧表を同封して連絡した。\nしかし、労働組合は、病院局内で坐り込みや抗議を行うなど就職あつせん活動に\n反対の態度をとり、このため、病院当局の期待したほど再就職の成果は挙がらず、\n一八七名が相談員の面接を受けたが、実際に就職した者は一〇〇名を少し上廻る程\n度にとどまつた。こうして就職した者の給与を病院局在籍当時のそれと比較する\nと、男子青壮年層の場合低下の割合は比較的小さかつたが、女子の中高年齢層の場\n合には殆んどが半分以下であり、三分の一以下に低下した者もあつた。\n２　配置転換努力義務懈怠の有無についての判断\n地公法二八条一項四号による分限免職処分は、同項一号ないし三号の場合と異な\nり、被処分者になんらの責に帰すべき事情がないにもかかわらず、その意に反し任\n命権者の一方的都合により、被処分者及びその家族の生活の基盤を根底から破壊す\nるものであり、また、地方公務員については、現行法上争議行為が禁止され、私企\n業におけるのとは異なり人員整理に対する労働者側からの重要な対抗手段を欠いて\nいることを考えると、任命権者が、必要やむをえず地公法二八条一項四号に基づく\n免職処分をしようとする場合においても、処分対象者の生活の維持に配慮し可能な\n限り配置転換その他免職処分を回避するための措置を講ずべきである。そして、配\n置転換等が比較的容易であるにもかかわらずこれを考慮しないで直ちに分限免職処\n分をした場合には、その処分は、手続上の合理性を欠き裁量権の濫用として違法と\nなるものと解するのが相当である。\nこれを本件についてみるに、前記１（一）で認定したとおり、本件で整理の対象\nとなつた者は、いずれも単純な労務に従事する者で、その性質からして学校給食関\n係等への配置転換を除き、他部局への配置転換は困難な実情にあつたものと認めら\nれる。そこで、学校給食関係についてみると、本件分限免職処分直後である昭和四\n三年四月一日付で市教育委員会において学校給食調理員八名が新規採用されてお\nり、これらの者が既に昭和四二年度の採用試験に合格し採用候補者名簿に登載され\nていた者とはいえ、任命権者において必ずその時期に採用しなければならない義務\nがあるわけではなく、本件分限免職処分当時においては、右八名について本件分限\n免職処分対象者を配置転換しうる余地があつたものということができる。そして、\n同一地方公共団体内における任命権者を異にする部局間の配置転換であつても、当\n該任命権者は、その配置転換につき、地方公共団体の長の所轄の下に他の任命権者\nとの間の相互の連絡調整を図り、地方公共団体の長及び他の任命権者もこれに協力\nして、すべて一体としての機能を発揮するようにしなければならない（地方自治法\n一三八条の三第二項等）と解すべきこと、右の連絡調整、協力の場として格好の幹\n部会なるものが北九州市においては設けられていたこと、ｆ市長就任後の採用者に\nついては病院局から教育委員会への配置転換がなされたこと等に照らせば、本件分\n限免職処分対象者中八名を教育委員会へ配置転換することは容易であつたというこ\nとができる。\nなお、前名１（二）（３）認定のとおり、期間をかければ、三、四〇名程度の配\n置転換は可能であつたと考えられるが、分限免職処分予定日までの間にこれをなし\nうる状況にはなく、また、人員整理の必要が切実であつたことを考えると右配置転\n換のために更に期間を設けなかつたこともあながち不当とはいえない。また、学校\n給食関係には、昭和四三年五月一日現在四七名の臨時職員の存したこと前記１\n（二）（５）で認定のとおりであるが、臨時職員は、本来休職者の補完や季節的な\n人員需要の変動等に応じて一時的、臨時的に採用されるものであつて（地公法二二\n条二項、五項）、一時的人員需要の変動に対する調節的役割を有するものとしてあ\nる程度の臨時職員を保有しておくことは必要なものというべく、右のとおり四七名\nの臨時職員が学校給食関係に存したからといつて、直ちにこれに対応する員数の本\n件分限免職処分対象者につき配置転換の余地が存したということはできない。\n右のとおり、本件分限免職処分は、八名につき配置転換の義務を尽さなかつた点\nにおいて違法といわざるをえないが、この程度の人数につき配置転換が容易であつ\nたからといつて一七二名全員に対する分限免職処分が違法となるものではなく、八\n名の限度において処分を違法ならしめると解するのが相当である。そうして、右八\n名は、本件において財政再建を必要とするに至つた病院事業経営悪化の最大の原因\nが人件費の膨張にあることからすれば、学校給食関係へ配置転換の容易な調理士、\n炊事員のうちから、比較的給与の低いとみられる任用時期の新しい者から（同日付\n採用の場合には給与の低い者から）順次選定するのが合理的であると考えられる。\nそして、前記一で認定したところ及び弁論の全趣旨によれば、右の方法により選定\nした八名は、原告ｂ（昭和四二年六月一日付採用）、同ａ（昭和三九年五月一日採\n用）同ｃ（同日付採用）、訴外ｍ（昭和三八年一二月一日付採用）、同ｎ（同日付\n採用）、同ｏ（昭和三八年二月七日付採用）、原告ｅ（旧姓○○）（昭和三八年二\n月七日付採用）、同ｄ（昭和三七年一二月一日付採用）であることが認められる。\nしたがつて、右八名に対する分限免職処分は、裁量権の濫用があつたものとして\n違法というべく、原告らのうち原告ｂ、同ａ、同ｃ、同ｅ及び同ｄの本件各請求\nは、その余の点に触れるまでもなく取消しを免れないが、その余の被処分者につい\nては、分限免職処分回避義務の関係で他に裁量権の濫用と認めるに足りる事情は存\nしない。\n六　誠実団体交渉義務の履行\n１　団体交渉の経過\n前掲甲第二一六号証、乙第二九号証、第六三号証、第七四号証、第一四六号証、\n第一五四号証、第一五六ないし第一五八号証、第一七〇号証、いずれもその成立に\n争いのない甲第四四、第四五号証の各一、二、第一八六号証、乙第七九、第八〇号\n証、第八二ないし第八五号証、第九〇ないし第九三号証、第二一一号証、右乙第一\n五八号証によりいずれも真正に成立したものと認める乙第六八、第六九号証、証人\nｋの証言によりいずれも真正に成立したものと認める甲第四七号証、第五八、第五\n九号証、第八一ないし第八三号証、第九一、第九二号証、第一〇一号証、第一〇三\n号証、弁論の全趣旨によりいずれも真正に成立したものと認める甲第六一号証、第\n六三号証、第六六号証、第六九号証、第八〇号証、第八四ないし第八八号証、第一\n一〇ないし第一一五号証、第一五六号証、第一五九号証、第一七六号証、乙第六七\n号証、第七三号証、第八八、第八九号証、証人ｋの証言及び弁論の全趣旨を総合す\nれば、次の事実が認められ、これを覆すに足りる証拠はない。\n（一）　北九州市の職員団体及び労働組合\n北九州市の職員は、もと市職労に結集していたが、昭和四一年春単純労務職員の\n給料表分離に反対して発生したいわゆる清掃紛争をめぐつて分裂し、その後新たに\n市職（自治労北九州市職員組合）、市労（自治労北九州市役所労働組合）が結成さ\nれ、市職労との併存状態にあつた。そして、市職、市労は、上部団体である自治労\n（全日本自治団体労働組合）に加盟し（市職労は当時自治労の傘下になかつ\nた。）、市労連に属していた。\n市病院事業の再建計画に関する団体交渉は、病院局発足前の段階では市職労、市\n労連と市衛生局との間で別個に進められていたが、昭和四二年一一月一日地公企法\nの全面適用により病院局が発足し、病院局の職員が地公労法の適用を受けることに\nなつたのに伴い、従前市職労の内部組織であつた病院評議会が整備されて同年一〇\n月一二日同法に基づく労働組合として発足し、また、同年一一月二一日市職の指揮\n下に病院労組が同様の労働組合として結成され、その後の団体交渉は、病院評議\n会、病院労組と病院局との間で行われることとなつた。\nなお、当時、病院事業の再建計画と平行して水道事業の再建計画が討議されてい\nたが、自治労本部及び同福岡県本部は、昭和四二年一一月、市労連傘下の市職、市\n労、病院労組、水道労組（自治労北九州市水道局労働組合）の病院、水道両事業再\n建計画反対闘争を支援、強化するためそれぞれ役員を派遣し、自治労北九州病院・\n水道合理化粉砕現地闘争本部（以下「現地闘争本部」という。）を設置した。\n（二）　病院事業再建表明後\n昭和四二年九月一三日市議会衛生水道委員会において病院事業の財政再建の申\n出、地公企法の全面適用の方針が表明されるとともに、労働組合に対してもその方\n針が掲示されたことにより、病院事業の再建問題が労使間の課題として大きく浮か\nびあがつた。その後、同年一一月一日の病院局発足までに、市当局は、市職労との\n間で九月一六日、同月二二日及び一〇月二日の三回、市労連との間で九月二八日及\nび一〇月二〇日の二回団体交渉を行い、市職労には九月二二日の、市労連には九月\n二八日の団体交渉の席上、財政再建を必要とする病院事業の経営状態と再建計画案\nの三本の柱である①収入の増加、②支出の節減、③一般会計からの繰入れについて\nその骨子を説明した。しかし、この段階では、再建計画案の内容は大まかな見通し\nがつけられた程度で執行部の意思として十分固まつておらずなお検討中であつたた\nめ、その詳細に触れられることはなく、当局は、労働組合側の質疑に対し、人員整\n理の議論はあるが具体的な構想はない、一一月に管理者が着任してから再建計画案\nが決定されるのでそれまで待つてもらいたい、再建申出は管理運営事項であるから\n組合と協議する必要はないが、労働条件に関する部分については管理者着任後に団\n体交渉を行うなどと返答した。また、組合側としても、当局側の説明が具体性を欠\nき、この時点では現実に二六六名の職員の整理がなされるとは予想していなかつた\nことなどから、その追及は鋭さを欠き、それ以上団体交渉の進展はみられなかつ\nた。\n（三）　本件再建計画案発表後\n昭和四二年一一月一一日市議会衛生水道委員会において説明された本件再建計画\n案の内容は、労働組合側にとつて大きな驚きであつた。当局は、同月一三日組合に\n対して資料を配付し、同月一五日本件再建計画案について組合側と最初の団体交渉\nをもち、その席上本件再建計画案を説明し組合側からの質疑に応じた。\n同年一二月一五日の市議会による本件再建計画案の議決までに開かれた団体交渉\nの日時及び主な議題は、別表９のとおりである。\nこれらの団体交渉においては、当初労働組合側から本件再建計画中勤務条件に関\nする部分全般にわたつての質疑や抗議がなされたが、その後次第にほぼ各個の勤務\n条件ごとに議論がなされるようになつた。しかし、単純労務職員の整理をはじめ本\n件再建計画案に盛られた基本線は絶対に変更できず、組合側と最終的に妥結するこ\nとが望ましいが、妥結しない場合には、これ以上病院事業の再建時期を遅らせば財\n政再建自体が困難になるとして予定どおり一二月市議会に提案することもやむをえ\nないとする当局側と、両組合間に多少の差はあるにせよ再建計画の必要性を認め\nず、殊に二六六名の整理の絶対反対、全面撤回を主張する労働組合側とが基本的に\n対立し、手続問題や抗議に時間を費すことも少なくなく、全体的な観点からの掘り\n下げた交渉はなされなかつた。もとより労働組合側からの具体的な反対提案はなか\nつた。\n（四）　本件再建計画案の議決\n再建計画案の上程される一二月市議会の開会が迫つてくるなかで、現地闘争本部\nは、昭和四二年一二月五日夜闘争委員会を開き、市議会の最重要段階に病院二四時\n間、全職場一時間のストライキを決行することを決定し、同月七日非常事態宣言を\n発し、実力行使を行うに至つた事情とそのために起こる混乱の責任が当局にあると\nの見解を宣言した。そこで、病院労組は、そのための準備を進める一方、同月六日\n地労委に対し、被告病院局長を相手方として再建計画についての交渉促進及び市議\n会への提案と採決の延期を求める調停を申請した。また、病院評議会も、同月一一\n日地労委に対し、被告病院局長と市長を相手方として二六六名の整理等につき団体\n交渉で話合いがつくまで市議会に上程せず、当時上程中の再建計画案を直ちに取り\n下げること、これらの問題についての団体交渉の促進及び市長の団体交渉への出席\nを求める調停を申請した。\n地労委は、病院労組からの申請につき事情聴取を行い、同月一三日被告病院局長\nと病院労組に対し、同月一四日被告病院局長と病院評議会に対し、それぞれ次のと\nおり同一内容の調停案を提示した。\n（１）　病院再建計画案は、二六六名の減員を含む職員の処遇について重大な影響\nをもつ内容のものであつて、計画案に関して当事者間に団体交渉が若干回数行なわ\nれたことは認められるが、交渉中の問題の重要性を勘案すると、その期間、方法、\n回数などは充分と認めがたい。\n（２）　病院再建計画案が、すでに議会に上程された現時点においても、市側は可\n能な限りの誠意をもつて交渉を続行し、双方が基本的な意見の一致が見出されるよ\nう格段に努められたい。\n（３）　組合側においては、交渉の成否にかかわることであるが、平和的解決に努\nめるようにされたい。\n右調停案に対し、病院労組は、同月一三日「当局側が従来の事実上交渉拒否の態度\nを変更し、議会が次の会期まで議決しない」ことを前提として、病院評議会は、同\n月一四日無条件でそれぞれ受諾し、被告病院局長も、同日右のような前提条件等が\n調停案の内容ではないことを確認のうえ右双方に対する関係で受諾した。なお、病\n院評議会は、同月一三日福岡地方裁判所小倉支部に市長、被告病院局長等を相手方\nとして誠実団体交渉応諾の仮処分を申請したが、裁判所の事実上の勧告により同月\n一八日取り下げた。\n現地闘争本部委員長ｐ（自治労本部書記長）らは、右調停案を受けた直後の同月\n一三日夜ｆ市長と会見して団体交渉の継続を申し入れ、更に、同月一四日市議会に\n対しても善処を要望し、また、病院評議会は、同月一三日から一五日まで連日当局\nに対し団体交渉を申し入れた。しかし、右調停案が市議会の議決延期を当然の内容\nとするものではないとの当局側の理解から、結局予定どおり同月一五日に本件再建\n計画案の採決が行われることとなつたため、病院労組は、かねての計画に従い同日\n門司、八幡両病院において二四時間のストライキを実施し、これに呼応して病院評\n議会も同日の年休届を一括提出して年次有給休暇闘争を行つた。\nところで、本件再建計画案議決後病院評議会と最初に行われた昭和四二年一二月\n一九日の団体交渉の席上、当局が同月一三日から一五日までの間団体交渉に応じな\nかつたことを追及されたのに対し、病院局長ｉは、同月一三日は終日、一四日も一\n五日未明にかけて徹夜で市議会衛生水道委員会が、一五日には本会議が開かれ、い\nずれも病院局幹部がこれに出席しなければならず、その他前記仮処分申請による裁\n判所からの出頭要請、前記ストライキへの対処等により当局が多忙を極めたため団\n体交渉を開くことができなかつた旨答えた。\n（五）　本件再建計画案議決後\n本件再建計画案が議決された後昭和四三年三月までに病院評議会及び病院労組と\n病院局との間で行われた団体交渉の日時及び主な議題は、別表１０のとおりであ\nる。\n同表にみるとおり、本件再建計画の内容をなしている種々の勤務条件に関する問\n題が取り上げられたが、前記のような双方の基本的姿勢は変らず、当局側において\n当初昭和四三年一月一日から実施を予定していた給料表の改訂、勤務時間の延長及\nび特殊勤務手当の整理を同年四月一日に延期し、給料表の内容を若干手直しする程\n度の譲歩を行つたにとどまり、単純労務職員二六六名の整理については、実のある\n話合いは少なく、殆んどは当局に対する労働組合側からの非難、攻撃等に終始して\n何ら進展せず、基本的な意見の一致を見出すことは不可能であつた。もつとも、こ\nの間病院労組は、昭和四二年一二月二五日の団体交渉において、配置転換の可能性\nを検討する資料として学校給食調理員の定数等に関する資料の提出を要求し、当局\nは、一旦これを約束したが、次回の団体交渉において教育委員会がこれを拒否した\nとの理由で右要求を断つた。また、昭和四三年三月七日の団体交渉において、病院\n労組は、職員の整理を前提としながら、その中で年金受給年限に間近い者に対する\n特別の措置を採ることを要求したが、当局はこれを拒否した。\nなお、当局は、労働組合側が従前から整理対象者の名簿提示を要求していたにも\nかかわらず、これを提示すれば実質的には分限免職の予告になるとの理由からこれ\nを拒否してきたが、昭和四三年二月六日の団体交渉において両組合に提示し、同日\n各整理対象者に対し分限免職を予告した。\n（六）　団体交渉内外の状況\nこのような団体交渉全般を通じて、当局側は、事情の許す限り労働組合側の開催\n申入れに応じ、また、病院局長自ら出席するよう努めており、他方、労働組合側に\nおいても、一部に不穏当な発言もあつたが、予備交渉を開くなどしてあらかじめ議\n題、日時、場所等を取り決めたうえで正式の団体交渉をもち、概してｆ市長就任後\nに定められたルールに従つてほぼ平穏に行動した。\nしかし、労働組合側は、団体交渉よりもむしろ団体交渉外の実力行使に再建計画\n反対行動の重点をおき、既に本件再建計画案発表後から、病院構内に設けられたテ\nント、団結小屋における坐り込み、病院内のビラ貼り、病院局長その他の管理職に\n対する抗議等の行動がとられた。昭和四二年一二月本件再健計画案の議決に際し\nて、両組合がストライキ、年次有給休暇闘争の戦術をとつたことは前述のとおりで\nあるが、市議会の衛生水道委員会外の廊下には、多数の組合員が坐り込んで審議を\n妨害し、特に同月一四日夜には組合員が委員会室になだれこむといつた混乱が起こ\nつた。同月一五日の本会議に際しても、午前八時ころから午後三時ころまで多数の\n組合員らが議事堂周辺を占拠するなどして妨害行為を行つた。また、組合側は、昭\n和四三年二月ころからは、病院局幹部らに対する多人数による連日の抗議や坐り込\nみを行うとともに、同年三月の市議会における勤務条件変更を伴う合理化案件及び\n昭和四三年度予算案の議決に向けて、これを阻止するため数次にわたりストライキ\nなどの手段に訴えた。そして、三月の市議会においても多数の組合員らが、議事堂\n内外に押しかけて占拠し、その審議を妨害し、殊に、三月一九日夜には予算特別委\n員会に出席しようとしたｆ市長が、議事堂内において市職労働組合員らのデモにも\nまれて胸廓挫創、左第六、第七肋骨骨折の傷害を負うという事件まで発生した。\n２　誠実団体交渉義務の履行についての判断\n本件で分限免職処分の対象となつた者は、いずれも地公企法全部の適用を受ける\n市病院局の職員で、その労働関係については地公労法の適用を受け、労働協約締結\n権を含む団体交渉権が認められている（七条）。そうして、前記五２の冒頭で述べ\nた分限免職処分の被処分者の生活に与える影響と地方公務員に対する争議行為禁止\nの措置に鑑みると、任命権者が地公法二八条一項四号に基づく分限免職処分をしよ\nうとする場合においては、処分の手続的合理性を担保する趣旨から、労働組合と可\n能な限り団体交渉を開き人員整理案につき被処分者及び組合等の納得を得るために\n十分な方策を講じることが要請されていると解すべきである。そして、任命権者が\n右の方策をとることなく分限免職処分をした場合においては、その処分は裁量権の\n濫用として違法となるものと解するのが相当である。\n本件についてみるに、市当局が団体交渉においてとつた態度は、二六六名の人員\n整理をはじめ本件再建計画中の労働条件変更に関する部分の重大性に比しやや性急\nであり、また、本件再建計画の基本線について譲歩しようとせず、労働組合側の資\n料提出等の要求に対してもこれを拒否するなどいささか硬直であつたとの批判を免\nれないが、当時市当局としては、病院事業再建のため本件再建計画を速やかに実施\nせざるをえない必要に迫られていたこと、他方労働組合が本件再建計画特に二六六\n名の整理に絶対反対の態度で全面撤回を要求し、組合側との基本的な意見の一致を\n見出すことは不可能であつたことからすれば、市当局の右態度もやむをえなかつた\nものと認められ、更に、市当局は、事情の許す限り労働組合側の団体交渉開催の申\n入れに応じてきたこと（昭和四二年一二月一五日本件再建計画案の市議会議決前後\nにおける市当局の団体交渉の拒否は当時の繁忙状況からすればやむをえないという\nべきである。）などの諸事情に照らすと、市当局側が組合等の納得を得るための十\n分な団体交渉義務を尽くさなかつたとまでいうことはできない。\nなお、原告らは、前記１（四）のとおりの地労委の調停案を被告と病院評議会、\n病院労組が受諾し署名押印したことにより、両組合との間にそれぞれ右調停案を内\n容とする労働協約が成立し、当局側は、既に市議会に上提されていた本件再建計画\n案の議決を団体交渉による意見の一致をみるまで延期するなどの具体的措置をとる\n義務を有し、市議会の議決の前後を通じ誠実に団体交渉をなすべきであるのに、市\n当局はこれに反して誠実な団体交渉を尽くさなかつた旨主張するが、右調停案の受\n諾を労働協約の成立とみることができるとしても、その内容からして右のような市\n当局側の議決延期等の措置をとる義務を包含するものとはいえず、市当局が誠実な\n団体交渉を尽くさなかつたとはいえないことは右にみたとおりであるから、原告ら\nの右主張は失当である。\n七　仲裁申請義務の有無\n原告らは、地方公務員の争議行為禁止の措置、地公労法二条の趣旨、労働条件の\n一方的不利益変更禁止の原則等を根拠に、労使間の団体交渉が行き詰つた場合、労\n働条件を労働者に不利益に変更しようとする当局側には仲裁の申請をなすべき義務\nが発生する旨主張するが、法律上関係当事者に仲裁の申請義務を課した規定はな\nく、また、原告ら主張の根拠をもつてしてもそのように解すべき根拠として薄弱と\nいわざるをえず、他に原告らの右見解を肯認するに足りる理由もないから、原告ら\nの右主張は失当である。\n八　裁量権の濫用\n原告らのうち原告ａ、同ｂ、同ｃ、同ｄ及び同ｅに対する分限免職処分が配置転\n換の努力を怠つたものとして違法であり、その余の原告らについてはそのような事\n情が認められないことは前記五２で判示のとおりであり、また、市当局が本件にお\nける人員整理につき誠実に団体交渉を尽くさなかつたとはいえないことは前記六２\nで判示のとおりである。そして、前記二１、２で認定した諸事情に照らせば、本件\n分限免職処分を基礎付けるに足りる病院事業経営上の必要性を認めることができ\nる。\nところで、原告らは、当局がｆ市長就任後採用された九名中八名のみを配置転換\nし、その余の処分対象者をこれと区別して取り扱つたことは、恣意的人事行政であ\nる旨主張する。思うに、人員整理の必要性があり、分限免職の事由が認められる場\n合であつても、何人を如何にして整理するかが任命権者の全くの自由裁量に委ねら\nれていると解するのは相当でなく、地公法一三条の平等取扱いの原則、同法二七条\n一項の公正基準、同法五六条の不利益取扱いの禁止の各規定に違反してはならない\nことはもとより、その選定基準、整理方法につき客観的にみて合理性を欠くような\n場合には、裁量権を濫用したものとして違法というべきである。本件におけるｆ市\n長就任後採用された八名を配置転換した措置は、ｆ市長就任後採用された者のみを\n配置転換の対象とした点において一見公平を失する処置と解せられなくもないが、\n実質的にみれば、右八名は整理対象者中任用時期の最も新しい者で他に比較して給\n与額が低いものと推測できるから、これらの者を配置転換した処置は人件費増加の\n抑制に意を注いでいる北九州市の方針と合致し一応の合理性が認められ、地公法の\n右各規定に違反するものともいうことができない。したがつて、右八名とその余の\n整理対象者を区別して取り扱つたことをもつて恣意的人事行政ということはでき\nず、原告らの右主張は理由がない。\n以上のとおりであるほか、他に本件分限免職処分が裁量権の濫用であると肯認す\nるに足りる事情はこれを認めることができない。\nしたがつて、原告らの裁量権濫用の主張は、前記原告五名に関する部分について\nは理由があるが、その余の原告らに関しては失当というべきである。\n九　結論\nよつて、原告らの本件各請求のうち原告ａ、同ｂ、同ｃ、同ｄ及び同ｅ（旧姓○\n○）の各請求はいずれも理由があるからこれを認容し、その余の原告らの各請求は\nいずれも失当であるから棄却し、訴訟費用の負担につき行政事件訴訟法七条、民事\n訴訟法八九条、九三条を適用して、主文のとおり判決する。\n（裁判官　辻忠雄　湯地紘一郎　林田宗一）\n職種等一覧表、別表１ー１０（省略）\n"
}