{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 10,
    "day": 21
  },
  "case_number": "昭和57(行ケ)94",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14150",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14150",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/150/014150_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日と定める。\n事　　　実\n第一　当事者の求めた裁判\n原告は、「特許庁が同庁昭和五六年審判第三九一〇号事件について昭和五六年一\n一月三〇日にした審決を取り消す。訴訟費用は被告の負担とする。」との判決を求\nめ、被告は、主文第一、二項同旨の判決を求めた。\n第二　当事者の主張\n（原告の請求の原因）\n一　特許庁における手続の経緯\n原告は、昭和五一年一二月三日、「ＳＷＩＮＧ」の欧文字を左横書きしてなる商\n標につき、第一三類「手動利器、手動工具、金具（他の類に属するものを除\nく。）」を指定商品として商標登録出願（昭和五一年商標登録願第八一五七二号）\nをしたところ、昭和五五年一〇月一七日拒絶査定があり、その謄本は、同年一一月\n二九日、原告に送達された。その際、商標法第四四条による三〇日の審判請求期間\nは、同法第七七条により準用される特許法第四条第一項の規定に基づき、特許庁長\n官の職権により、二か月延長された。\n原告は、昭和五六年三月四日、右拒絶査定に対し審判を請求し、昭和五六年審判\n第三九一〇号事件として係属したが、同年一一月三〇日、「本件拒絶査定に対する\n審判の請求は昭和五六年二月二八日までにされねばならないところ、本件審判の請\n求がされたのは同年三月四日であり、期間経過後の不適法な請求であつて、その欠\n缺は補正することができない。」との理由をもつて、本件審判を却下するとの審決\nがあり、その謄本は、昭和五七年一月一三日、原告に送達され、なお、出訴期間に\nつき附加期間を三か月と定められた。\n二　審決の取消事由\n１　拒絶査定謄本が原告に送達されたのは昭和五五年一一月二九日であるから、商\n標法第四四条による本来の審判請求期間三〇日の末日は同年一二月二九日となる\nが、同法第七七条第一項により準用される特許法第三条第二項の規定により、本件\nの場合の右本来の審判請求期間の末日は昭和五六年一月五日（同月四日は日曜日で\nある。）となる。しかして、附加期間なるものは本来の期間につけ加わつたもので\nあるから、本来の期間の末日である昭和五六年一月五日から附加された二か月の期\n間が開始するのであつて、本件の場合、延長された期間の末日は同年三月五日とな\nり、同年三月四日にされた本件審判の請求は期間を遵守したものである。\n２　仮に右１の主張が認められないとしても、特許庁の審査の実務においては、附\n加期間は本来の期間が終了してから附加されるものとして、右１のとおり期間を計\n算する慣行となつているものである。審判における慣行については定かではない\nが、もともと審判においては法定期間のある手続きは少なく、あるものも審査の規\n定の準用であるから、審査における実務慣行が特許庁の手続きを支配しているもの\nといつてよく、また、仮に審査と審判とで別異の慣行があるとしても、本件で問題\nとなつた拒絶査定に対する審判の請求期間の延長は、純然たる審査の問題である特\n許法第五六条の異議申立書の補正期間などにおけると同様、特許庁長官の職権によ\nる期間の延長であり、その取扱いに差異があるべきものではない。したがつて、右\nのような特許庁における解釈慣行が存する以上、これを前提として実務が動くこと\nは当然であり、これにのつとつてなされた本件審判の請求は、期間内になされた正\n当なものとして取り扱われるべきものであり、これをもつて不適法とすべきもので\nはないし、少なくとも、商標法第四四条第二項の規定に基づき、請求人の責に帰す\nることができない理由により期間内に請求をすることができなかつたものとして取\nり扱われるべきものである。\n３　以上に反し本件審判の請求を期間を遵守しない不適法なものとして却下した審\n決は違法であるから、取消しを免れない。\n（請求の原因に対する被告の認否及び反論）\n一　請求の原因一の事実は認める。\n二　同二の主張は争う。\n１　商標登録出願についての拒絶査定に対する不服の審判を請求できる期間の末日\nは、商標法第四四条第一項に規定する法定の期間の三〇日に、同法第七七条第一項\nにより準用される特許法第四条第一項の規定により二か月が附加された場合は、そ\nの法定の期間と附加期間の二か月とを一体として計算した日の末日であると解され\nる。したがつて、原告が本件拒絶査定に対する審判を請求し得る期間の末日は、商\n標法第七七条第一項により準用される特許法第三条の規定に従つて計算すると、本\n件拒絶査定の送達された日である昭和五五年一一月二九日の翌日より起算して三〇\n日に二か月を加えた日、すなわち、昭和五六年二月二八日となる。\n２　なお、特許庁の審査の実務において原告主張のような期間計算をする慣行はな\nく、本件審判請求が請求人の責に帰することができない理由により期間内に請求で\nきなかつたものとして取り扱うべき根拠はなんら存しない。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因一の事実は当事者間に争いがない。\n二　商標法第四四条第一項の規定による拒絶査定に対する審判を請求することので\nきる三〇日の期間が、同法第七七条第一項により準用される特許法第四条第一項の\n規定に基づき二か月延長された場合、右の附加された期間はもとの期間と一体をな\nし、合計された一つの期間として審判請求をすることのできる期間が定まるのであ\nり、商標法第七七条第一項により準用される特許法第三条第二項にいう「期間の末\n日」とは右の合計された一つの期間の末日を指称するものであるから、延長される\n以前のもとの期間の末日が休日等に当たるからといつて、原告の主張するように、\nそこに特許法第三条第二項を準用する余地はない。\nしたがつて、本件拒絶査定の謄本が原告に送達されたのは前示のとおり昭和五五\n年一一月二九日であるから、商標法第七七条第一項により準用される特許法第三条\nの規定に従い計算すれば、原告が本件拒絶査定に対し審判を請求することができた\n期間の末日は昭和五六年二月二八日となり、本件審判の請求が右期間経過後にされ\nたものであることは明らかである。\nしかして、特許庁の審査ないし審判の手続きにおいて原告主張のような期間計算\nをする実務慣行があるとの点についてはこれを認めるに足りる証拠はなく、その他\n本件審判の請求が前示の期間内になされなかつた理由についてはなんら主張、立証\nがないから、\n商標法第四四条第二項の規定を適用する余地はなく、結局、本件審判の請求は期間\n経過後になされた不適法なものであつて、その欠缺は補正することができないもの\nというほかない。\nしたがつて、本件審判の請求を却下した審決は正当であつて、そこになんら違法\nの点はない。\n三　よつて、審決の違法を理由にその取消しを求める原告の本訴請求を失当として\n棄却することとし、訴訟費用の負担及び上告のための附加期間の定めについて行政\n事件訴訟法第七条、民事訴訟法第八九条、第一五八条第一項の規定を適用し、主文\nのとおり判決する。\n（裁判官　高林克已　杉山伸顕　八田秀夫）\n"
}