{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 7,
    "day": 20
  },
  "case_number": "昭和63(ワ)11518",
  "case_name": "三井生命保険死亡退職金請求",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19149",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19149",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/149/019149_hanrei.pdf",
  "contents": "主　　　文\n一　被告は原告に対し、金七四八万〇二七〇円及びこれに対する昭和六三年一〇月\n八日から支払済みまで年五分の割合による金員を支払え。\n二　訴訟費用は被告の負担とし、補助参加によって生じた費用は補助参加人の負担\nとする。\n三　この判決は第一項に限り仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　主文第一項及び第二項と同旨\n２　仮執行の宣言\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　原告の姉Ａ（以下「Ａ」という。）は被告に勤務していたところ、昭和六二年\n七月一九日死亡し、同日、被告を死亡退職した。\n２　被告の職員就業規則付属規定第五の退職金規定三条（受取人）には、「死亡に\nよる退職金の受取人はその遺族とし、遺族の範囲および順位は労働基準法の定める\nところによる。」と定められ、諸取扱い規定においては、右の場合、労働基準法施\n行規則四二条から四五条までに定められた範囲および順位による旨明記されてい\nる。\n労働基準法施行規則四三条二項には、「労働者が遺言又は使用者に対してした予\n告で前項に規定する者のうち特定の者を指定した場合においては、前項の規定にか\nかわらず、遺族補償を受けるべき者は、その指定した者とする。」と定められてい\nる。\n３　Ａの遺族は兄弟姉妹であるＢ、Ｃ、Ｄ、Ｅ、Ｆ、補助参加人及び原告の七名で\nあるが、Ａは、昭和六〇年一〇月一九日付け自筆証書遺言証書において「その他預\n金、株券、債券、退職金一切の現金と債券をＧに遺贈する。」として、退職金を受\nけるべき者を原告に指定した。\n４　被告がＡの遺族に支払うべき退職手当金の総支給額は七五一万六〇〇〇円であ\nるが、未払い保険料七二八〇円、欠勤控除金二万八四五〇円が控除され、差し引き\n支給額は七四八万〇二七〇円である。\n５　よって、原告は被告に対し、Ａの死亡退職金七四八万〇二七〇円及び訴状送達\nの日の翌日である昭和六三年一〇月八日から支払済みまで民法所定の年五分の割合\nによる遅延損害金の支払いを求める。\n二　請求の原因に対する認否\n１　請求の原因１及び２はいずれも認める。\n２　同３は原告が退職金の受取人と指定されたことは否認し、その余は不知。\n原告主張の遺言書では、Ａは、退職金につき相続財産の処分に関する遺贈という\n文言を使用しているから、これを相続財産に属さない死亡退職金の受取人を原告に\n指定するものと読み替えることはできない。\n３　同４は認める。\n４　同５は争う。\n第三　証拠（省略）\n理　　　由\n一　請求の原因１及び２の事実はいずれも当事者間に争いがない。\n二　いずれも成立に争いのない甲第二号証ないし第一一号証によれば、Ａの遺族\nは、その兄弟姉妹であるＢ、Ｃ、Ｄ、Ｅ、Ｆ、補助参加人及び原告の七名であるこ\nとが認められる。\n原告本人尋問の結果及びこれより真正に成立したものと認められる甲第一号証に\nよれば、Ａの作成した昭和六〇年一〇月一九日付自筆遺言証書には、「全財産を妹\nＧに遺贈する。」「その他預金、株券、債券、退職金一切の現金と債券をＧに遺贈\nする。」旨記載のあることが認められる。\n三　死亡退職金の受給権は、相続財産に属さず、受給権者である遺族の固有の権利\nである（昀高裁判所昭和五五年一一月二七日判決民集三四巻八一五頁参照）から、\nこれを目的とする遺贈は、その効力を生じるものではない。\nしかしながら、遺言書においてある財産権を特定の者に「遺贈する」とされてい\nる場合その趣旨をどう解するかは、遺言者の意思解釈の問題である。\nそうして、死亡退職金が相続財産ではなく、受取人の固有の権利であるというよ\nうなことは、一般人が容易に判断できることではないと解されるところ、Ａ作成の\n右自筆遺言証書の記載及び原告本人尋問の結果によれば、Ａは、自己の死亡の際支\n払われる退職金については、これを他の兄弟よりも仲の良かった原告に帰属させた\nいという意志を有していて、自筆遺言証書作成の際相続財産に属する他の財産権と\n並べ、退職金を原告に遺贈すると記載したものと認められる。\n右認定によれば、Ａの自筆遺言証書の右記載をもって、Ａが、右死亡退職金につ\nき遺言で受取人として原告を指定したものと認めるのが相当である。\n四　請求の原因４の事実は当事者間に争いがない。\n五　よって、原告の本訴請求は理由があるからこれを認容することとし、訴訟費用\nの負担につき民事訴訟法八九条、九四条、仮執行の宣言につき同法一九六条を適用\nして、主文のとおり判決する。\n（裁判官　長谷川誠）\n"
}