{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 6,
    "day": 24
  },
  "case_number": "昭和56(行コ)16",
  "case_name": "所得税審査等決定取消請求控訴事件",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "仮換地指定後にされた従前地の譲渡に係る長期譲渡所得金額の算定につき，譲渡人は保留地の設定により生じた減歩による不利益を直接的にも間接的にも負担したとはいえないとして，右減歩地積に相当する土地区画整理事業施行費用負担額が，租税特別措置法（昭和５４年法律第１５号による改正前）３１条の３第１項ただし書１号にいう改良費に当たらないとされた事例",
  "lawsuit_id": "17100",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17100",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/100/017100_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　当事者の申立\n（控訴人）\n一　原判決を取消す。\n二　被控訴人が昭和五四年五月一一日付でなした控訴人の昭和五二年分所得税に係\nる更正の請求に対し更正をすべき理由がない旨の通知処分を取消す。\n三　訴訟費用は第一、二審とも被控訴人の負担とする。\n（被控訴人）\n主文同旨\n第二　当事者の主張及び証拠関係\n当時者双方の主張及び証拠の関係は、次に付加するほか、原判決事実摘示と同一で\nあるから、これを引用する（ただし、原判決四枚目裏八行目、同五枚目表八行目の\n「被相続人」の後に「のＡ」と加入し、同一一枚目裏二行目の「一四日」を「二四\n日」と訂正する。）\n（控訴人）\n一　原判決は、租税特別措置（以下「措置法」という。）三三条の三第一項が、個\n人がその有する土地につき土地区画整理法（以下「整理法」という。）による土地\n区画整理事業が施行された場合において、当該土地にかかる換地処分により土地を\n取得したときは、換地処分により譲渡した土地の譲渡がなかつたものとみなす旨規\n定しているところから、保留地減歩部分は譲渡がなかつたものとみなされ、従つて\n保留地減歩部分による事業費用への充当は昭和五四年法第一五号による改正前の租\n税特別措置法（以下「改正前措置法」という。）三一条の三の改良費に該当しない\nとする。１．しかしながら、右規定により譲渡がなかつたものとみなされるのは、\n同条項に明記されるとおり「措置法二八条の四、\n三　一条若しくは三二条又は所得税法二七条、三三条若しくは三五条の適用につい\nては」とされているのであり、それらの各規定の適用に関係のない他の法律の適用\n解釈、あるいは事実関係に関する判断において譲渡がなかつたものとされる余地は\n全くないのである。\n２　改正前措置法三一条の三にいう改良費は、一定の費用の支出が法律の定めた一\n定の範囲、条件等に適合することによつて、その改良費に該当するものと認められ\nるものでないことは、そのような条件、範囲等を規定にしたなんらの法令もないこ\nとから明らかであり、この改良費に該当するか否かは、あくまで社会通念に従い、\n土地の利用価値を増進するような施設整備のための費用が投入されたという事実関\n係が認識され得るか否かにかかるものである。\n本件にかかる訴外組合によつて施行された区画整理に伴う事業の内容をみれば、こ\nれが土地の利用価値を増進する諸施設等を整備する事業に該当することは、十分認\n識し得る事実であり、かつ、それらの施設の工事費を支弁するため当該区画整理に\nかかる保留地を処分して得た金銭が支出されており、その保留地が整理法一一八\n条、九六条一項、一五条による組合定款等で事業の費用を負担するためとして定め\nたところに従い、従前地所有者が換地として受けるべき土地の一部を滅歩されたも\nのである以上、この土地の改良に該当する施設整備の実施並びに保留地減歩による\nその費用出捐の一連の事実関係をもつて、改正前措置法三一条の三にいう改良費に\n該当するとする主張は、特にこれを排除するなんらかの法令がない限りは、当然認\nめられるべきである。\nしかも、右の保留地による費用出捐額を改正前措置法三一条の三にいう改良費には\n該当しないものと定めた法規はどこにも見い出し得ないにもかかわらず、整理法の\n目的、法的性質等からの推論をもつて、これを右の改良費に該当しないとすること\nは著しく公平の理念に反する。\n３　なお、原判決は、その結論に至る前提として、整理法二条一項、三条、八九\n条、一〇四条一項等の内容に言及し、その結果整理法における従前地と換地とは、\n経済的価値において等質性、等価性を有するものと解されるとし、換地はその公告\nの翌日から従前地とみなされる旨の説示をしている。その内容は必ずしも明確でな\nいが、もしその列挙する各条項をもつて、従前地と換地が、その経済的実質価値に\nおいて必ず同一であるべきものと定めた規定であるとの解釈をその内容とするもの\nならば、これは全くの誤りである。\nその誤りであることは、整理法一〇九条のような減価補償金の規定が規定が設けら\nれていることからも明らかである。従前地と換地とはその価値において必然的に同\n一でないからこそ、この様に換地減価の場合に備える規定を必要とするのであつ\nて、従つて右各規定によつて、整理法一〇九条の適用のない本件区画整理の従前\n地、換地が必然的に等価値であるとすることは誤りである。\n４　更に、原判決は、措置法三三条の六第一項で従前地の取得価格をそのまま換地\nに引き継がせることとし、清算金が徴収された場合にのみ、その支出金が換地の取\n得価格として取扱われることにしていることをその判断の根拠としている。\nしかしながら、措置法三三条の六第一項においては、従前地の取得価額並びに設備\n費及び改良費の額の合計額を取得価額として換地に引き継がせる趣旨の規定をして\nいるのであるが、この従前地の改良費から保留地減歩による改良費のみを特に除外\nするような趣旨はなんら規定していないのであるから、同条項をその判断の根拠と\nすることは理由がない。\n二　被控訴人の土地区画整理事業は個人の資産（土地）等の値上りに寄与すること\nを目的とするものではないとの主張は失当である。\nすなわち、土地区画整理事業にあつては、個人所有の土地資産の価値をたかめるこ\nとがその事業の成立にとつて不可欠の要素である。区画整理事業とは、整理法二条\nによれば、「公共施設の整備改善及び宅地の利用の増進を図るための区画形質の変\n更、公共施設の新設変更の事業（その土地利用の促進のための工作物の設置又は埋\n立、干拓等のいわゆる土地改良の事業を含め）」とされており、右にいう宅地とは\n「公共の施設に供されている国又は地方公共団体の所有する土地以外の土地」とさ\nれ、すなわち、これは個人が所有し又は私的に利用している土地であつて、個人資\n産としての土地に該当する。かかる個人資産である宅地の利用の増進が図られると\nいうことは、その宅地の含まれる地域一帯の土地の利用効率がたかめられることを\n意味し、その結果個人資産としての宅地の増価、すなわち値上りに寄与することは\n自明の理である。\nしかも、整理法三条二項による組合施行にかかる区画整理事業は、決して公共の福\n祉の増進のみを目的として公共の機関が独自に強制的に行うものではなく、あくま\nで一定の地域の土地所有者又は借地権者の大多数が同意してこその組合が設立さ\nれ、これが費用を負担してすなわちそれら地権者が組合員として事業費を負担する\n条件で行われる事業である。それ故に、地権者としては、その事業の効果としてそ\nの負担にかかる費用の額を償つてなお余りある土地資産の値上り利益を期待し得て\nこそ、組合の設立に同意するのである。\nもし、被控訴人の主張するように区画整理の事業の目的が公共施設の整備改善のみ\nで個人の所有土地の増価には一切寄与しないものとされて、地権者としては公共施\n設整備の費用を負担するのみで、これに見合うべき所有地の値上り利益は得られな\nいのであるとすれば、組合の設立に同意すべくもなく、従つて当該区画整理事業は\n成立しないことになる。\nまた、整理法九四条により支払つた清算金や宅地開発等にあたり地方公共団体の開\n発許可を受けるために、道路、公園等の公共施設費用を負担した場合、その負担金\n等が土地の取得価額に算入される取扱いがなされている（法人税取扱通達、基本通\n達七－三－一一の二）ことからしても、本件保留地の負担が取得費に算入されない\nとの取扱いは課税上の不均衡のそしりを免れない。\n（被控訴人）\n控訴人の改正前措置法三一条の三第一項但書一号にいう改良費に関する主張は改良\n費の意義の誤解に基づくものである。\nすなわち、譲渡所得は、不動産所得、事業所得又は雑所得のように投下資本の生産\n力による収益ではなくして、資産の値上りにより毎年潜在的に発生している増加益\nであつて、しかも、それが資産の譲渡によつて顕在化具体化したときに課税の対象\nとするものであるから、改正前措置法三一条の三第一項但書一号所定の取得費とな\nる改良費とは、自己の出捐により譲渡資産そのものに改良を加えたことによりその\n資産の値上りに直接寄与した費用すなわち当該資産の客観的価値の一部を構成する\n支出をいうものである。\nそして、保留地は、土地区画整理事業の施行の費用に充てられるものであるが、右\n事業は、公共施設等の改善をなし健全な市街地の造成を図り、もつて公共の福祉の\n増進に資するもので、保留地の処分により捻出された費用は、そのための費用とし\nて土地区画整理組合が支出するものであるから、国民個々人の財産の値上り等に直\n接寄与することを目的としたものではなく、まして、個人の有する資産そのものに\n改良を加えるものでないことはいうまでもないところである。\n従つて、控訴人の主張するような保留地処分によつて賄われた事業費用相当額は改\n正前措置法三一条の三第一項但書一号にいう改良費にあたらないというべきであ\nる。\n○　理由\n一　控訴人先代Ａが昭和五二年三月三〇日死亡し、控訴人がＡの昭和五二年分所得\n税支払債務を承継したこと、控訴八が改正前措置法三一条による長期譲渡所得にか\nかる右所得税につき確定申告ないし更正請求をした経緯、本件処分がなされてから\n審査請求棄却裁決がなされるに至るまでの経緯が控訴人主張のとおりであること、\nＡが昭和二七年一二月三一日以前から所有していた本件従前地（合計面積四五八平\n方メートル）が訴外組合施行の区画整理事業施行地内に属したこと、本件従前地に\nつき、被控訴人主張のとおり、Ａに対し昭和五一年三月二九日頃仮換地指定通知\n（面積三〇七・八四平方メートル）、昭和五二年三月一六日頃仮換地指定変更通知\n（面積三〇八・六〇平方メートル）がなされ、訴外Ｂに対し昭和五三年一月三一日\n頃換地処分通知（面積三〇八・六〇平方メー１ル）がなされ、同年二月八日換地処\n分の公告がなされたこと、以上の事実は当事者間に争いがない。\n二　成立に争いがない乙第一三号証、第一四ないし第一八号証の各一によれば、Ａ\nは昭和五一年九月二三日本件従前地及び本件仮換地を表示してこれを訴外Ｂに対し\n代金は九三一万二〇〇〇円、その他は別紙記載の条項のとおりの約束で売渡す契約\nを締結し（このことは弁論の前趣旨に照らすと当事者間に争いがない。）昭和五二\n年二月二六日本件従前地につき訴外Ｂに対し所有者権移転登記を経由したことが認\nめられる。控訴人は右売買は換地の売買であると主張するので、右売買の目的物に\nついて次に判断する。\n右認定の契約条項によれば、右売買代金の支払い及び所有権移転登記手続をなすべ\nき時期は換地処分とは関係なく定められていることが明らかであり、換地処分前の\n昭和五二年一月二六日本件従前地につき所有権移転登記が経由されていることは右\n認定のとおりであるから、右売買を換地処分がなされることを停止条件とする換地\nの売買と解する余地はない。そして、仮換地の指定がなされると、従前の土地の所\n有権のうち使用収益権だけが仮換地に移転し、処分権は従前の土地に残るのである\nから（整理法九九条一項）、従前の土地の所有者が仮換地の所有権を他に譲渡する\nことができないことはいうまでもない。そうだとすると、Ａと訴外Ｂとの右売買契\n約は本件従前地の売買であり、ただその代金額は当面仮換地の面積（三〇七・八四\n平方メートル）を基準として算定し、換地面積がこれと異なるときは当事者間で後\n日清算する。すなわち換地の面積を基準として代金額を算定する約束であつたもの\nと解するのが相当である。前認定の契約条項中、訴外組合から清算金を徴収又は交\n付される場合は売主であるＡがこれを負担し又は収受する旨の条項は右解釈を妨げ\nるものではなく、ほかに右解釈を妨げる事情を認めるに足りる証拠はない。\n三　控訴人は、「訴外組合が整理地区内の土地改良に要した総費用は六億三七〇〇\n万円であり、このうち五億三四三六万円は保留地を他に処分して得た金員をもつて\n充てられているところ、右保留地処分金額は、区画整理区域内の従前地の所有者が\nそれぞれ保留地減歩を受けて負担せしめられた費用であるから、Ａが本件従前地の\n所有者として負担した右減歩地積に相当する費用負担額二五一万一〇二〇円は改正\n前措置法三一条の三第一項但書一号にいう改良費として本件譲渡収入金額から控除\nすべきである。」旨主張する。\nそして、合計面積四五八平方メートルの本件従前地の換地の面積が三〇八・六〇平\n方メートルであつたことは前叙のとおりであるから、本件従前地が差し引き一四\n九・四〇平方メートル減歩されたことは明らかであり、右減歩面積が訴外組合の事\n業費に充てるための保留地面積の一部に相当することは被控訴人の明らかに争わな\nいところである。\nしかし、前叙のとおり、Ａと訴外Ｂとの売買は本件従前地の売買であり、換地処分\nは訴外Ｂに対してなされたのであるから、換地処分によつて本件従前地を訴外組合\nに譲渡したのは、Ａではなく訴外Ｂであることが明らかである。従つて、Ａは直接\n的には右減歩による不利益を負担したということはできない（なお、同様の理由に\nより改正前措置法三三条の三、三三条の六は本件には適用されない。）\n四　ところで、Ａと訴外Ｂとの間の売買契約において本件従前地の売買代金額が減\n歩された換地の面積を基準として算定されたことは前認定のとおりである。そうす\nると、もし本件従前地と換地の単価が同一ならば、Ａは減歩による不利益を間接的\nに負担したことになる。Ａが本件従前地の所有者として減歩を負担した旨の控訴人\nの前記主張には、この趣旨の主張が含まれていると解されるので、この点について\n次に検討する。\n土地区画整理のための換地処分では、換地の面積は従前の土地の面積より減少する\nが、土地区画整理事業の施行によつて道路等の公共施設が整備改善され、宅地が整\n然と区画されることにより、かえつて単位面積当たりの利用価値、経済価値は、換\n地の方が同事業が施行されなかつた場合の従前の土地のそれよりも増加するのが通\n常である。そして、整理法は、換地処分の前提となる換地計画を定めるに当たつて\nは、換地と従前の土地との位置、地積、土質、水利、利用状況、環境等が照応する\nように定めなければならないと規定し（整理法八九条一項）、換地と従前の土地と\nの経済的価値が原則として等しくなるように換地を定めるべきものとし、これがで\nきないときはその不均衡を是正するために清算金を徴収または交付することとして\nいる（整理法九四条）。\nそうだとすると、成立に争いがない乙第一一号証によれば前記換地処分に当たり訴\n外Ｂから一万〇六六〇円の清算金を徴収することと定められたことが認められるか\nら、換地面積を基準として算定された本件従前地の売買代金額は、特段の事情のな\nい限り、土地区画整理事業が施行されなかつた場合の本件従前地の価格に等しいか\n又はこれより高額であると認めるのが相当である。そして、右特段の事情を認める\nに足りる証拠はないから、Ａは減小による不利益を間接的に負担したということも\nできない。\n五　以上のとおりであるから、Ａが本件従前地につき滅歩による不利益を負担した\nことを前提とする控訴人の本件更正請求はその余の点について判断するまでもなく\n失当であり、右請求につき更正すべき理由がないとした被控訴人の本件処分は適法\nである。\nよつて、控訴人の本訴請求を棄却した原判決は相当であり、本件控訴は理由がない\nからこれを棄却し、控訴費用の負担につき民訴法九五条、八九条を適用して、主文\nのとおり判決する。\n（裁判官　瀧川叡一　早瀬正剛　玉田勝也）\n（別紙）\n第一条　売主Ａは、その所有に係る左記の土地を農地法五条による転用手続の完了\nを条件として、買主Ｂに対し次条以下の約定で売渡し、買主Ｂはこれを買受ける。\n（土地の表示）\n本物件は、岡崎八帖土地区画整理組合が右四筆の土地に代えて、仮換地として指淀\nした次の土地に該当する。\n第二条　売買代金は仮換地の面積三・三平方メートル当たり金一〇万円、総額金九\n三一万二〇〇〇円と定め、買主は売主に対し次の方法で支払わなければならない。\n一　手付金として金一〇〇万円を本契約成立と同時に支払うこと。\n二　内金として金三三一万二〇〇〇円を本件土地の所有権移転登記申請手続完了と\n同時に支払うこと。\n三　手付金を売買代金の一部に充当し、これを差引いた残金金五〇〇万円を右所有\n権移転登記申請後二か月以内を期日として支払うこと。ただし、本支払期日は、こ\nの残金支払のための買主への銀行融資が内定し、売主がこれを代理受領する手続が\nなされた場合は、その融資金支払日とする。\n第三条　売主は昭和五一年一二月一五日までに本件土地につき、所有権移転登記申\n請の手続をしなければならない。ただし、農地転用手続完了確認後一か月まで延期\nすることができる。\n第四条　売主は第二条に定める売買代金の総額を受領後、直ちに買主へ本件土地の\n引渡を行う。\n第五条　本件土地に対する公租公課は引渡の月までは売主が負担し、翌月から買主\nが負担する。\n第六条　本件土地の所有権移転登記に要する登録税及び登記手続に関する費用は買\n主の負担とし、その他の本契約に関する費用は売主、買主折半で負担する。\n第七条　本件土地の換地処分が決定し、実測の結果、仮換地地積に対し増減を生じ\nた場合は、これに対応して売買代金の精算を行い、また区画整理組合より清算金を\n徴収または交付される場合は、売主がこれを負担しまたは収受する。\n"
}