{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 9,
    "day": 19
  },
  "case_number": "昭和55(ヨ)1069",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14256",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14256",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/256/014256_hanrei.pdf",
  "contents": "主　　　文\n本件仮処分申請を却下する。\n申請費用は申請人の負担とする。\n理　　　由\n第一　当事者の求めた裁判\n（申請人）\n（１）　被申請人樋口金庫株式会社は別紙目録（一）の（イ）および（ロ）記載の\n薬品保管庫を製造し、販売し、販売のため展示、広告をしてはならない。\n（２）　被申請人株式会社井内盛栄堂は前項記載の薬品保管庫を販売し、販売のた\nめの展示、広告をしてはならない。\n（３）　被申請人らの第一項記載の薬品保管庫に対する占有を解いて申請人の委任\nする執行官にその保管を命ずる。\n（被申請人ら）\n主文同旨\n第二　当裁判所の判断\n１　申請人が左記意匠権（本件意匠権。その意匠を以下本意匠という）を有してい\nることは当事者間に争いがない。\n（一）　出願　昭和四七年八月九日（意願昭四七ー三五三一〇）\n（二）　登録　昭和五〇年八月一五日\n（三）　登録番号　第四一一九九八号\n（四）　意匠にかかる物品　保管庫\n（五）　登録意匠　別紙目録（二）記載の図面のとおり\nなお、本件意匠権に類似第一号ないし第五号の意匠（以下、類似意匠一ないし五\nという）が附帯していることも当事者間に争いがない。\n２　次に、被申請人樋口金庫株式会社が業として別紙目録（一）の（イ）および\n（ロ）記載の薬品保管庫（以下、イ号、ロ号物品という）を製造しこれを被申請人\n株式会社井内盛栄堂に販売し、同被申請人が業としてこれらを他に販売しているこ\nと（なお、イ号物品はこれを二段積にしたものとしても販売していること）も当事\n者間に争いがない。\n３　申請人は、イ号、ロ号物品はいずれも本件本意匠に類似する旨主張するので検\n討する。\nイ号、ロ号物品が本意匠にかかる物品と同じ「保管庫」であることについては争\nいがないから、以下、専らその意匠の類否について考える。\n一（本意匠の構成とその特徴）\n（１）　まず、本意匠の構成が次のとおりであることは当事者間に争いがない（な\nお、以下に使用する部分名称は別紙目録（三）記載の部分名称指示図による。）。\n１　方形枠状のキヤビネツト本体に五つの縦長状抽出が嵌められている。\n２　各抽出の鏡板はキヤビネツト本体の前面よりやゝ突出している。\n３　各抽出の取手は、縦長コ字状であつて、抽出の巾方向中央、上下方向中央より\nやや上部に鏡板より突出して取付けられている。\n４　キヤビネツト本体の底部には、本件よりもやや小さい方形枠状の台枠（はか\nま）が設けられている。\n５　キヤビネツト本体の天板上部四隅にはＬ字状の突起を有する。\n６　各抽出には三段の棚を備える。\n（２）　次に、本意匠の要部または特徴を理解把握し、ひいてはその類似範囲を決\n定するについて参しやくすべき資料について考える。\n（Ａ）　類似意匠\n本意匠に五つの類似意匠登録が付帯していることは先に説示したとおりであり、\nその構成が次のとおりであることも当事者間に争いない。\n１　類似意匠一の構成は前記本意匠の構成と、抽出の数を七つにしたことを除いて\n同一である。\n２　類似意匠二の構成は前記本意匠の構成と、抽出の数を三つにしたことを除いて\n同一である。\n３　類似意匠三の構成は次のとおりである。\n（一）　方形枠状のキヤビネツト本体に五つの縦長状抽出が嵌められている。\n（二）　各抽出の鏡板は、キヤビネツト本体の前面と面一である。\n（三）　各抽出の鏡板上方部を凹陥し、その中央部に横長の取手を鏡板と面一にな\nるように付設している。\n（四）　各抽出には三段の棚を備える。\n４　類似意匠四の構成は取手の形状に関する左の点を除き類似意匠三と同一であ\nる。\n類似意匠四にあつては各抽出の鏡板の中央よりやや上部を凹陥し、その上下方向\nの中央部に縦長コ字状の取手を鏡板と面一になるよう付設している。\n５　類似意匠五の構成は、取手の形状に関する左の点を除き類似意匠三、四と同一\nである。\n類似意匠五にあつては、各抽出の鏡板の中央よりやや上部に平面図形がコ字状の\n取手を鏡板より突出して取付けている。\n（Ｂ）　公知意匠\n疏明によると、本意匠には出願前すでに次のような公知意匠の存したことが一応認\nめられる。\nⅠ　昭和四三年実用新案出願公告第二六七七二号公報（昭和四三年一一月六日公\n告）第２頁第１図記載の堅型抽斗装置付鋼製キヤビネツトの意匠（疏甲第八号証の\n二、疏乙第一号証）\nその構成は別紙目録（四）Ⅰ記載のとおりであり、これを分説すると次のとおり\nとなる。\n（ａ）　方形枠状のキヤビネツト本体に三つの縦長状抽出が嵌められている。\n（ｂ）　各抽出の鏡板はキヤビネツト本体の前面と面一である。\n（ｃ）　各抽出の取手は、縦長コ字状であつて、抽出の巾方向中央、上下方向上方\n部に鏡板より突出して取付けられている。\n（ｄ）　各抽出の取手上方部にカード差しが設けられている。\nⅡ　昭和四五年一月から頒布された申請外三和医理科工業株式会社発行のカタログ\n「ＳＭ式調剤台」第２１頁記載のＳＭ式薬品ロツカーの意匠（疏甲第八号証の三、\n疏乙第二号証の二２１頁左側下段）\nその構成は別紙目録（四）Ⅱ記載のとおりであり、これを分説すると次のとおり\nとなる。\n（ａ）　方形枠状のキヤビネツト本体に四つの縦長状抽出が嵌らめれている。\n（ｂ）　各抽出の鏡板はキヤビネツト本体の前面と面一である。\n（ｃ）　各抽出の取手は、縦長コ字状であつて、抽出の巾方向中央、上下方向中央\nよりやや上部に突出して取付けられている。\n（ｄ）　各抽出の取手上方部にカード差しが設けられている。\nⅢ　アメリカ、ニユーヨーク市のゲイヤー・マツクアリスター出版社発行の事務用\n品に関する雑誌「ゲイヤーズ・デイーラートピツクス」一九六七年（昭和四二年）\n一月号一三一頁所載のワトソン・マイクロフイルム・キヤビネツトの広告写真中、\nアツパーユニツト部分の意匠（疏乙第四号証）\nその構成は別紙目録（四）Ⅲ記載のとおりであり、これを分説すると次のとおり\nとなる。\n（ａ）　方形枠状のキヤビネツト本体に四つの縦長状抽出が嵌められている。\n（ｂ）　各抽出の鏡板はキヤビネツト本体の前面と面一である。\n（ｃ）　各抽出の取手は縦長コ字であつて、抽出の巾方向中央上下方向下方部に鏡\n板より突出して取付けられている。\n（ｄ）　各抽出の取手上方部にカード差しが設けられている。\nⅣ　昭和三七年実用新案出願公告第八九五六号公報（昭和三七年五月二日公告）第\n２頁第１図記載の引出し式物品格納棚の意匠（疏乙第五号証）\nその構成は別紙目録（四）Ⅳ記載のとおりであり、これを分説すると次のとおり\nとなる。\n（ａ）　方形枠状のキヤビネツト本体に１１個の縦長状抽出が嵌められている。\n（ｂ）　各抽出の鏡板はキヤビネツト本体の前面と面一である。\n（ｃ）　各抽出の取手は断面略Ｔ形の型材であつて、抽出の上下方向中央部に、抽\n出の鏡板全幅にわたつて取付けられている。\n（ｄ）　各抽出の鏡板上方部にカード差しが設けられている。\n（Ｃ）　考察\n（イ）　類似意匠は本意匠の類似範囲を画するさいの有力な資料ではあるが、対比\n物品の類否はあくまで本意匠との比較によつて決すべきであり、類似意匠にさらに\n類似するか否かは類似判定の基準とすべきでないことはいうまでもない。また、類\n似意匠を参考にする場合も当該本意匠また類似意匠が公知意匠との関係で創作の程\n度が相対的に低いことが明らかになればそのことも考慮に入れたうえで参考資料と\nすべきである。すなわち、公知意匠の内容如何によつては類似意匠を参考にして定\nめられる類似の範囲も相応に限定されなければならない。\nなお、本件本意匠、類似意匠一ないし五、イ号、ロ号物品の各構成の概略を一覧\n表にすると別紙目録（五）記載比較表のとおりとなり、これによると、本件類似意\n匠はその一と二の系列（甲グループ）と三、四、五の系列（乙グループ）とに大別\nすることができ、前者は主として本意匠の縦長状抽出の数を二つずつ増減して本意\n匠のバリエーシヨンとしただけのものであり、後者はいずれも縦長状抽出の数は本\n意匠と同一とし、その本体に附属するはかまＬ字状突起を省略する等して全体に簡\n素なものとしたうえ、主として取手の形状に創意をこらした点にバリエーシヨンを\nもたせたものと理解することができる。\n（ロ）　次に前示の公知意匠はいずれも本件本意匠にかかる「保管庫」の分野に属\nする公知意匠であることが一応認められるから、本意匠の特徴、要部ひいては類似\n範囲を決するための資料たりうるものである。この点に関し、本件本意匠公報の\n「説明欄」に本物品は薬品及び溶液封入容器を保蔵する保管庫である旨記載されて\nいることが一応認められるが、右の記載は特段参しやくすべき公知意匠の属する分\n野を限定し拘束するものではない（疏乙第六号証と意匠法施行規則様式１の備考２\n０参照）。すなわち、これら公知意匠物品がその内部構造等に由来する機能におい\nて本意匠の公報に表わされている保管庫と若干異なり、またその狭義の用途すなわ\nち収納物として一応考えられているものが或いは工具であり、或いはマイクロフイ\nルムであり、或いは薬品であるというように相違する点のあることは前示見解を左\n右するものではない。これら公知意匠は少くとも類似物品として参しやくすべき資\n料と考えられる。以上の見解に反する申請人の主張は採用することができない。\n（ハ）　また、本件に関する意匠を検討する場合、抽出内部の棚の構成、形態は特\n段考慮すべきものではない。けだし、保管庫の通常の使用状態は抽出を閉じた状態\nと解されるから抽出内部の棚の形態は意匠を特徴づける外観ということができない\nからである。もし、抽出開状態の形状を意匠の要素とすることを欲するのであれ\nば、出願にさいし、その動き、開き等の意匠の変化の前後の状態がわかるような図\n面を作成添付すべきであるところ、本意匠についてはそのような試みがなされてい\nない（意匠法六条五項、同法施行規則様式５の備考１７参照）。\n（ニ）　そこで、以上のような点に留意し、ひるがえつて本意匠の特徴、要部をみ\nるに、本意匠の要部を申請人主張のように「方形枠状のキヤビネツト本体に縦長状\n抽出が複数列嵌められていること（構成１）」「取手が各抽出の上方部に取付けら\nれていること（構成３の一部）」という基本形状にあると断ずることは、それと同\n一または酷似の基本的構成を有する前示公知意匠（ことにそのⅠ）がすでに存した\n点に照らし困難である。すなわち、本意匠は右のような基本形状の点では特段創作\n性や美的価値を認めることができないというほかない。結局、本件本意匠の要部は\n右基本形状に附帯する鏡板前面の取手の形状、配置、はかまその他の正面形状さら\nにはキヤビネツト本体の方形枠状の組立構造に由来する全体的な印象等かなり細部\nにわたる外観に求めるほかない。\nしたがつて、本件においては類似意匠の参考資料としての価値も相応に限定して\n解さなければならない。すなわち、前示甲グループの類似意匠は縦長状抽出の数を\n本意匠の五個から二個増減しただけである点で類似性が肯認されていると解すべき\nである。また、乙グループの類似意匠は本意匠の類似範囲確定にさいしこれを全く\n無視することは許されるべくもないが（疏明によると、被申請人らは本件本意匠と\n類似意匠三につき無効審判請求をしていることが一応認められるが、もとよりその\n無効が確定したわけではない。）、ただこれを参考にする場合には、右類似意匠と\n同一のものか少くともこれと酷似するものについてのみ本意匠との類似性を認める\nというていどに留めるべきであると考える。\nもつとも、これら類似意匠全部を総合的に通覧した場合には、これら類似意匠の\n類似性は本意匠の要部を申請人主張のような基本形状にあると考えることによつて\nのみ帰納される結論であるように思われることは否定できない（換言すると、特許\n庁の審査段階ではそのような見解が念頭にあつたと推測しえないではない。）。し\nかし、そのことと後日裁判所が前示のような公知意匠の存在をも参しやくし右のよ\nうに解することとは別個の問題であることはいうまでもない。\n二　（イ号、ロ号物品の構成）\nイ号、ロ号物品の構成が次のとおりであることは当事者間に争いがない。\n１　方形枠状のキヤビネツト本体に、イ号物品の場合は三つの、ロ号物品の場合は\n五つの縦長状抽出が嵌められている。\n２　各抽出の鏡板はキヤビネツト本体の前面と面一である。\n３　各抽出の鏡板上方部を横長方形に切欠き、そこに、上半分に上下両辺部が帯状\nに膨出した指掛用板部を、下半分に指挿入用の凹陥部を、各々一体的に形成した取\n手を装着している。\n４　各抽出の内部は、所望数の棚板を位置変更自在に装着し得るよう構成されてい\nる。\n５　取手の下に、四周に額縁状の枠体を有し、その上辺部と鏡板との間にカード挿\n入用のスリツトを有するカード差しが形成されている。\n６　取手の指掛用板部の中央部に、ロツク状態を解除する安全ボタンが突出せしめ\nられている。\n７　キヤビネツト本体の正面右上に、鍵挿入口が若干突出状態に設けられている。\n８　キヤビネツト本体の左右両側板下方部前後二カ所に、上下連結用スリツトが開\n設されていると共に、同上方部前後二カ所に上下連結用Ｌ形金具が仮着けされてい\nる。\n三　（対比）\nそこで、イ号、ロ号物品を本意匠と対比してみるに、両者がともに方形枠状のキ\nヤビネツト本体に複数の縦長状抽出が嵌められており、特にロ号物品については抽\n出数も五つであり同一であり、また取手が各抽出の上方部に取付けられているこ\nと、すなわち申請人所論のいわゆる基本形状が両者同一であることは一見して明ら\nかであり、このことは当事者間に争いがない。しかし、本件においては、本意匠の\n右のような点を要部とみ、これを共通にすることの故に両者の類似性を認めること\nが困難であることは上来説示のとおりである。かえつて、両者対比にさいしては、\n（Ａ）その他の相違点すなわち、鏡板の突出の有無、取手の形状（凹凸）、カード\n差しの有無、はかまの有無、ひいては安全ボタン、鍵挿入口の有無等を無視できな\nいし（叙上の相違点が存すること自体は当事者間にも争いがない。）さらに（Ｂ）\nもともと意匠の類否は右のように正面からみた形状のみによつて決するのは不十分\nであつて、六面図によつて特定される立体物としての意匠の対比によるべきであ\nる。そして、この見地からあらためて両者を観察すると、本意匠のキヤビネツト本\n体は特段その枠組を覚知させるようなものはなく外側からみる限りでは一体的な構\n成になつているように看られるのに対し、イ号、ロ号物品のそれは、いまその底面\n図は通常見易い部分ではないからさておくとしても、その他の面には枠組やこれら\nを組立てるに必要と思われる釘またはビス跡と目される形状が判然と看取され、こ\nの点の相達は両者の意匠を全体的に観察したときかなり異なつた印象を看者にあた\nえるものといわなければならない。\nこのように考えてくると、結局、本件イ号、ロ号物品を本意匠に類似すると断定\nするのは困難である。\n４　はたしてそうだとすると、被申請人らが業としてイ号、ロ号物品を製造販売等\nすることは本件意匠権を侵害するものとは断定できず、それゆえ、本件仮処分申請\nは被保全権利を欠くものであり、また本件は事案に照らし被保全権利の疏明にかえ\nて保証を立てさせてその申請を認容することも相当でない。\nよつて、本件仮処分はこれを却下し、申請費用の負担につき民訴法八九条を適用\nして主文のとおり決定する。\n（裁判官　畑郁夫）\n＜１２１９０－００１＞\n＜１２１９０－００２＞\n＜１２１９０－００３＞\n＜１２１９０－００４＞\n＜１２１９０－００５＞\n＜１２１９０－００６＞\n＜１２１９０－００７＞\n＜１２１９０－００８＞\n＜１２１９０－００９＞\n＜１２１９０－０１０＞\n"
}