{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 11,
    "day": 27
  },
  "case_number": "昭和60(ワ)316",
  "case_name": "三菱重工長崎造船所賃金カット",
  "court_name": "長崎地方裁判所",
  "field": "労働",
  "lawsuit_id": "19210",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19210",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/210/019210_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、原告Ａに対し金三二一六円、同Ｂに対し金三五二二円、同Ｃに対し金\n七八〇円、同Ｄに対し金一三六七円、同Ｅに対し金一三六〇円、同Ｆに対し金一四\n七九円、同Ｇに対し金一二〇九円、同Ｈに対し金一七一三円、同Ｉに対し金一三七\n四円、同Ｊに対し金二六六二円、同Ｋに対し金二三五〇円、同Ｌに対し金二五四二\n円、同Ｍに対し金二五三四円、同Ｎに対し金一四六五円、同Ｏに対し金二一二一\n円、同Ｐに対し金二二七四円、同Ｑに対し金二六八九円、同Ｒに対し金二六二五\n円、同Ｓに対し金二〇七三円及びこれらに対する昭和六〇年八月三日から支払いず\nみに至るまで年六分の割合による各金員を支払え。\n二　訴訟費用は被告の負担とする。\n三　この判決第一項は、仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文同旨\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告は、肩書地に本社を、長崎、神戸、横浜等各地に事業所を有し、船舶、航\n空機、重機械等の製造、修理、販売等を行う株式会社であり、原告らは、いずれも\n被告会社長崎造船所に勤務する従業員である。\n２　被告会社は、原告らが昭和六〇年六月一日から同月三〇日までの労働日中、別\n表記載の日に、同表「作業場到着時刻」欄記載の時刻に各自の作業場に到着して同\n表「不就業時間」欄記載の時間分を勤務しなかつたとして、右不就業時間のうち、\n三〇分の整数倍となる時間につき勤務を欠いたものとし、残余は切り捨てる方法に\nよつて計算したうえ、原告らに対し、同年六月分の賃金支払日であつた同年七月一\n九日、右計算に基づき別紙二記載の各金員を支払わなかつた。\n３　しかし、右賃金の不払いは以下のとおり理由がない。\n（一）　被告会社長崎造船所の社員就業規則（以下「就業規則」という）では、原\n告らが勤務する一般部門の始業時刻を午前八時、終業時刻を午後五時と定め、一日\nの労働時間を八時間（但し、午前一二時から午後一時まで休憩時間）とするととも\nに、その就業規則第八条四項において、その始終業基準につき、以下のとおり定め\nている。\n（１）　始業前　始業に間に合うよう更衣などを完了し作業場に到着する。\n（２）　始業　所定の始業時刻に作業場において実作業を開始する。\n（３）　終業及び終業後（省略）\n（実作業の定義）\nイ　実作業\n始業付帯作業、本作業及び終業付帯作業\nロ　始業付帯作業\n準備体操、朝礼、動力源・冶工具・材料等の段取り、図面・作業指示書等の点\n検、機械装置の注油・点検及び慣らし運転等の作業\nハ　本作業\n本来の作業\nニ　終業付帯作業（省略）\n（二）　被告会社が主張する別表記載の各原告らの不就業時間は、いずれも原告ら\nにおいて午前八時の始業時刻に作業服・安全保護具等の着装を開始してから、これ\nを終えて実作業に就くべく所定の準備体操場（準備体操は前記のとおり始業付帯作\n業として実作業とされている）まで歩行するなどして到達するのに要した時間であ\nる。\n（三）　原告らは、労働安全衛生法規や被告会社の諸規則に基づく上長の指示によ\nり、実作業にあたり作業服・安全保護具等の着装が義務付けられているが、これは\n企業目的である労働力の確保と配置、作業能率や生産性の向上、職場秩序の維持、\n安全配慮義務など経営管理と業務遂行上不可欠のものとしてなされている。従つ\nて、これを懈怠すると就業規則に定められた懲戒処分や就労拒絶の取扱いを受け、\nまた成績考課に反映されて賃金の減収にもつながるのであるから、右作業服・安全\n保護具等の着装及びこれらを作業場から離れた更衣所等の場所で行うこととされて\nいるので、事の性質上当然に右場所で作業服・安全保護具等を着装した後実作業に\n就くべく実作業場近接の所定の準備体操場まで到達するための歩行等は、いずれも\n業務の一環をなし、これに要する時間は労働基準法上の労働時間に該当するという\nべきである。\n（四）　そうすると、右作業服・安全保護具等の着装及びこれを終えて実作業に就\nくべく所定の準備体操場までの歩行等に要する時間を就業規則で定められた労働時\n間に加算すると、被告会社の労働時間は労働基準法三二条一項の定める一日八時間\nの制限を超過することとなるから、就業規則の右条項は強行法規に違反し無効であ\nる。\nそして、就業規則の前記条項が無効となる結果、原告らは始業時刻前に作業服・\n安全保護具等の着装をなすべき義務を負わなくなるのみならず、始業時刻以後にな\nした作業服・安全保護具等の着装について賃金請求権を得ることは、就業規則にも\n原告らと被告会社との間の労働契約にも、右作業服・安全保護具等の着装に要する\n時間に対しては賃金を支払わないとするいかなる条項も存在しないことからも、ま\nた法理上労働関係が現実に展開された以上その労働の給付に対して賃金請求権が発\n生するとされていること（労働基準法上の労働時間における労働に対し賃金が支払\nわれなくてはならず、無報酬の労働を義務付けることはできない）並びに労働基準\n法一三条後段のいわゆる無効部分の補充規定から見ても当然である。\n（五）　そうすると、就業規則は、前記のとおり午前八時から午後五時までを一日\nの所定労働時間とし、その一か月を単位とした月給制を採用しているから、原告ら\nが午前八時の始業時刻に労働基準法上の労働時間に当る労務の提供、即ち作業服・\n安全保護具等の着装を開始した以上労働契約上の義務の履行を怠つたことにはなら\nず、原告らは各労働契約に基づく所定の一か月分全額の賃金請求権を取得したもの\nであり、被告会社の一部不払いは許されない。\n４　よつて、原告らは被告会社に対し、右未払分の賃金である別紙二記載の各金員\n及びこれらに対する本件訴状送達の日の翌日である昭和六〇年八月三日から支払い\nずみに至るまで商事法定利率年六分の割合による各遅延損害金の支払いを求める。\n二　請求原因に対する認否\n１　請求原因１の事実は認める。\n２　同２の事実は認める。\n３（一）　同３（一）の事実は認める。\n但し、（１）にいう「更衣などを完了し」とは、更衣のほか、安全保護具等のう\nち、更衣の一部として連続してなされる範囲のものの着装の意味であり、作業中に\n使用するすべての安全保護具の着装を義務付けているわけではない。\n（二）　同３（二）の事実は認める。\n（三）　同３（三）のうち、原告らが労働安全衛生法規や被告会社の諸規則に基づ\nく上長の指示により、実作業にあたり作業服への更衣及びそれの一部として連続し\nてなされる範囲の安全保護具等の着装を義務付けられ、これを懈怠すると就業規則\nに定められた懲戒処分や就労拒絶の取扱いを受け、また成績考課に反映されて賃金\nの減収にもつながる場合があることは認めるが、その余の主張は争う。\n（四）　同３（四）及び（五）の各主張はいずれも争う。\n三　被告の主張\n１　本件就業規則に定める始終業基準及び始終業の勤怠把握基準は、被告会社長崎\n造船所における多数組合である全日本労働総同盟全国造船重機械労働組合連合会三\n菱重工労働組合長崎造船支部と締結した労働協約に従い、その同意を得て、行政官\n庁に届出、受理されたものであり、かつ、我が国における造船、鉄鋼、電気、自動\n車の製造大手企業も、いずれも被告会社と同様の始終業の時間管理を行つており、\nかかる時間管理は行政官庁もこれに異議がなく、我が国の労働慣行ともなつてい\nて、合理的なものである。\n２　原告らは、作業開始前の作業服への更衣等に要する時間が労働基準法上の労働\n時間に当たると主張するが、同法三二条の労働時間とは、「使用者の自由な処分の\nもとにある時間」という意味で、労働者が使用者の指揮、命令の下に拘束されてい\nる時間をいうものと解釈されているところ、労働者が現実に労働力を提供する始業\n時刻の前段階である作業服への更衣等の所要時間は、これらの行為が作業開始に不\n可欠のものであるとしても、労働力提供のための準備行為であつて労働力提供その\nものではないのみならず、通常は使用者の直接の支配下においてなされるわけでも\nないから、これを一律に労働時間に含めることは使用者に不当の犠牲を強いること\nになつて相当ではなく、これを労働時間に含めるか否かは結局就業規則にその定め\nがあればこれに従い、定めがなければ職場慣行によつてこれを決すべきである（日\n野自動車工業事件、東京高等裁判所昭和五六年七月一六日判決・労民集三二巻三・\n四号四三七頁。なお、その上告審である最高裁判所昭和五九年一〇月一八日第一小\n法廷判決も右結論を支持している。）。\nそして、被告会社の就業規則は、右更衣等に要する時間を労働時間に含めないこ\nとを明言しているのであるから、原告らの主張は失当である。\n３　労働安全衛生法上、使用者は労働者が作業服・安全保護具等の着装を行えるよ\nうな措置を講ずる義務を負う場合がある（同法三条、二〇条ないし二五条）。しか\nし、労働者が作業服・安全保護具等の着装を行うのは、使用者の右措置義務を使用\n者に代わつて果たしているのではなく、労働者に対して課せられた労働者自身の義\n務（同法四条、二六条）を履行しているに過ぎないのである。\nまた使用者の労働契約上の安全保護（配慮）義務についても、使用者が安全保護\n義務の一環として労働者に対し作業服・安全保護具等の着装を行わせる義務を負う\n場合でも、労働者が作業服・安全保護具等の着装を行うのは、使用者の義務を労働\n者が使用者に代わつて果たしているのではなく、労働者自身が使用者の安全保護義\n務に対応して信義則上有する協力義務を履行しているに過ぎないのである。\n従つて、いずれの場合も、労働者が作業服・安全保護具等の着装を行うのは、使\n用者の義務を行つているのではないから、その意味では労務を提供したことにはな\nらない。\n４　仮に、右作業服への更衣等に要する時間が労働基準法上の労働時間に当たると\nしても、これに要した時間について直ちに賃金請求権が発生するものではなく、右\n更衣等に要した時間に対して賃金を支払うとの労働契約が存在するか、あるいはこ\nのような場合に賃金支払いを義務付ける法令が存在しなければならないが、そのよ\nうな契約ないし法令等は存在しない。\nまた原告らと被告会社との間の労働契約においては、従業員たる原告らは所定の\n始業時刻である午前八時までに更衣等を済ませて所定の作業場にいることとされ、\n更衣等に要する時間は一日八時間の所定労働時間外としてこれに対し賃金を支払う\nという約定は存しないのであるから、右更衣等に要する時間に対しては賃金を支払\nわないという趣旨を当然に含むものである。\n５　仮に、右作業服への更衣等は所定労働時間外にせよという就業規則の規定が強\n行法規である労働基準法に違反して無効になるとしても、その効果としては、右規\n定が存在しなくなることによつて、労働者は始業時刻前に右更衣等をなすべき義務\nを負わなくなるだけのことであり、始業時刻以後になした右更衣等について賃金請\n求権が発生するわけではない。\n６　原告らは、所定の始業時刻に遅れたものであるから、労働契約上の債務の本旨\nに従つた履行をしておらず、もともと右遅刻時間に相当する賃金請求権は発生して\nいなかつただけであり、本件は一旦発生した原告らの賃金請求権の一部を被告会社\nにおいて控除したものではなく、原告らはもともと労働契約上賃金を支払わないも\nのとされている行為に対して賃金の請求をするものである。\n第三　証拠（省略）\n理　　　由\n一　被告は、肩書地に本社を、長崎、神戸、横浜等各地に事業所を有し、船舶、航\n空機、重機械等の製造、修理、販売等を行う株式会社であり、原告らは、いずれも\n被告会社長崎造船所に勤務する従業員であること、被告会社は、原告らが昭和六〇\n年六月一日から同月三〇日までの労働日中、別表記載の日、同表「作業場到着時\n刻」欄記載の時刻に各自の作業場に到着して同表「不就業時間」欄記載の時間分を\n勤務しなかつたとして、右不就業時間のうち、三〇分の整数倍となる時間につき勤\n務を欠いたものとし、残余は切り捨てる方法によつて計算したうえ、原告らに対\nし、同年六月分の賃金支払日であつた同年七月一九日右計算に基づき別紙二記載の\n各金員を支払わなかつたこと、被告会社の就業規則には、原告らが勤務する一般部\n門の始業時刻を午前八時、終業時刻を午後五時と定め、一日の労働時間を八時間と\nするとともに、その就業規則第八条四項において、その始終業基準につき、請求原\n因３（一）記載のとおり定めていること、被告会社が主張する別表記載の各原告ら\nの不就業時間は、いずれも原告らにおいて午前八時の始業時刻に作業服・安全保護\n具等の着装を開始してから、これを終えて実作業場に近接する所定の準備体操場\n（準備体操は実作業とされている）まで歩行するなどして到達するのに要した時間\nであることは当事者間に争いがない。\n二　そこで、原告らが午前八時の始業時刻から行つた作業服・安全保護具等の着装\n及びこれを終えて実作業に就くべく所定の準備体操場までの歩行等に要した時間\nは、労働基準法上の労働時間に該当するか否かについて判断する。\n１　労働基準法三二条の規制の対象となる労働時間とは、使用者の指揮監督下に労\n務を提供している時間をいうと解されるところ、右労務の提供のうちには本来の作\n業に当たらなくとも、法令、就業規則、または職務命令等によつて労働者が労務の\n提供を開始するに当たつて義務づけられこれを懈怠したときは不利益取扱を受ける\nことから、必要不可欠ないし不可分の準備行為とされているものも含まれるという\nべきである。すなわち、労働者が従事する作業の性質いかんによつては、法令によ\nり業務上の災害防止の見地から作業服及び安全保護具等の着装が義務付けられてい\nる場合があり（労働安全衛生法四条、二六条、同規則一〇五条、一一〇条、五二〇\n条、五五八条、五九七条等）、これらの着装は本来の作業を遂行するため必要不可\n欠な準備行為であるから、それは使用者の指揮監督下においてなされる労務の提供\nと解され、これに要する時間は右労働基準法上の労働時間に含まれるというべきで\nある。また使用者が労働契約上の安全配慮義務を尽くすため作業上の安全確保の見\n地から作業服及び安全保護具等の着装を就業規則等で労働者に義務付け、或いは使\n用者が作業能率の向上、生産性の向上、職場秩序の維持など経営管理上の見地から\n労働者に作業服・安全保護具等の着装を義務付け、これを懈怠した労務の提供を拒\n否され不利益を課される場合があるが、このような場合も作業服及び安全保護具等\nの着装は本来の作業を遂行するにあたり必要不可欠ないし不可分の準備行為といえ\nるから、使用者の指揮監督下においてなされる労務の提供と解され、これに要する\n時間も右労働基準法上の労働時間に含まれるというべきである。\n２　そこで、これを本件について見るに、原告らは、労働安全衛生法規や被告会社\nの諸規則に基づく上長の指示により、実作業にあたり作業服への更衣及びその更衣\nの一部として連続してなされる範囲の安全保護具等の着装を義務付けられ、これを\n懈怠すると、就業規則に定められた懲戒処分や就業拒絶の取扱いを受け、また成績\n考課に反映されて賃金の減収にもつながる場合があることは当事者間に争いがない\nところ、原告らが義務付けられている右作業服への更衣及びそれの一部として連続\nしてなされる範囲の安全保護具等の着装は本来の作業に不可欠の準備行為であり、\n使用者の指揮監督下における労務の提供といえるから、右更衣等に要した時間は労\n働基準法上の労働時間というべきである。また原告Ｋ本人尋問の結果及びこれによ\nり真正に成立したと認められる甲第六七、第七五号証によると、右更衣等を作業場\nから離れた更衣所等で行うこととされているので、事の性質上当然に右更衣所等で\n更衣等をした後実作業に就くべく所定の準備体操場まで到達するための歩行も、本\n来の作業に不可欠の準備行為で、使用者の指揮監督下における労務の提供といえる\nから、右歩行に要した時間も同様に労働基準法上の労働時間というべきである。\n３　そうすると、被告会社が原告らに対し勤務を欠いたとして賃金を支払わなかつ\nた別表記載の「不就業時間」は、前記一のとおりいずれも原告らにおいて午前八時\nの始業時刻に作業服・安全保護具等の着装を開始してから、これを終えて実作業に\n就くべき場所である所定の準備体操場まで歩行するなどして到達するのに要した時\n間であることは当事者間に争いがないので、原告らが現実に行つた右作業服・安全\n保護具等の着装及び準備体操場までの歩行に要した時間は労働基準法上の労働時間\nというべきである。\n（もつとも、原告らが現実になした作業服・安全保護具等の着装のうち、被告が\n義務付けを争つていない作業服への更衣及びそれの一部として連続してなされる範\n囲の安全保護具等の着装以外の行為が仮になされていたとしても、右「不就業時\n間」中に本来の作業の準備行為とは全く無関係の行為がなされたとする反証はない\nので、それは争いのない義務付けられた作業服・安全保護具等の着装と同一機会に\nなされたものと推定され、従つて、右「不就業時間」になした原告らの行為はすべ\nて法令または被告会社の諸規則によつて義務付けられたものであつたと認めるのが\n相当である。）\n４　なお被告は、原告らが行つている作業服・安全保護具等の着装は、労働安全衛\n生法規上労働者に対し課せられた労働者自身の義務の履行として、或いは使用者が\n労働契約上負つている安全保護義務に対応して労働者自身が信義則上負担している\n協力義務の履行として行つているに過ぎないから、原告らの右行為は労務の提供と\nはいえないと主張するので、この点について判断するに、なるほど労働者は、労働\n安全衛生法四条及び二六条等によつて使用者が講ずる安全衛生措置に応じてこれに\n協力し、かつ必要な事項を遵守する義務を負つている。しかし、これは、使用者が\n労働災害の防止等の責任の大半を負うべきものではあるが、事の性質上労働者もこ\nれに協力して必要な事項を遵守しなければ万全ではないという趣旨に基づくもので\nあつて、その労働者の義務はあくまで使用者の負う義務に対応付随するもので、業\n務の遂行と切り離して存在するものではないから、前記のとおりこの義務の履行に\n基づく作業服・安全保護具等の着装は使用者の指揮監督下における労務の提供とい\nうべきである。また使用者の労働契約上負つている安全保護義務に対応して労働者\nがその協力義務の履行として作業服・安全保護具等の着装を行う場合でも、その義\n務の主体は使用者であつて、労働者は付随的に協力義務を負つているに過ぎず、そ\nれは業務の遂行と不可分の関係にあるから、この義務の履行としての右作業服・安\n全保護具等の着装も使用者の指揮監督下における労務の提供ということができる。\n従つて、被告の右主張は採用しない。\n５　また被告は、作業服・安全保護具等の着装は、労働力提供のための準備行為で\nあつて、労働力の提供そのものではないうえ、使用者の直接の支配下においてなさ\nれるものでもないから、これを労働時間に含めるか否かは就業規則の定め等によつ\nて決すべきであると主張する。しかし、労働基準法上の労働時間は客観的に定まる\nものであつて、就業規則や職場慣行によつてそれを左右することはできないという\nべきである。勿論、労働基準法に反しない限り始業の起算点をどの時点に定めるか\nは労使の合意により自由に定めることができ、労働基準法上、労務の提供と目され\nない入門時ないし労働者に義務付けされていない単なる準備行為の開始時を労働時\n間の起算点として賃金支払の対象時間に取り入れることは自由であるが、前記のと\nおり原告らの行つた作業服・安全保護具等の着装に要した時間は使用者の指揮監督\n下における労務の提供で労働基準法上の労働時間であるから、就業規則の定め等で\n決すべき事柄ではない。被告の右主張も失当である。被告は、右主張を支持するも\nのとして、日野自動車工業事件についての最高裁判所の判決を引用しているが、本\n件の場合に妥当するものとは言い難い。\n三　次に、被告は、原告らが始業時刻である午前八時からなした作業服・安全保護\n具等の着装及びその後の準備体操場までの歩行に要した時間が労働基準法上の労働\n時間に当たるとしても、これらの行為をなしたからといつて当然に賃金請求権が発\n生するものではなく、右行為に対し賃金を支払う旨の労働契約が存在するか、或い\nは右行為に対し賃金支払いを義務付ける法令がない以上、賃金請求権は発生しない\nと主張し、原告らの賃金請求を争つているので、右行為に対して賃金請求権が発生\nするか否かについて検討する。\n１　成立に争いのない甲第四号証によると、就業規則及び賃金規則では従業員が一\nか月の所定労働日において所定労働時間（八時間）実作業に従事することによつて\n一か月分の賃金全額を得ることができる旨規定されていることが認められる。そし\nて、右規則は、原告らと被告との間の労働条件を律する法的規範となつていて原告\nらに対しても適用されるので、原告らは一か月の所定労働日において所定労働時間\n実作業に従事することによつて、一か月分の賃金全額の請求権を得ることができ\nる。\n２　ところで、被告会社の就業規則では一日の労働時間を八時間とし、作業服・安\n全保護具等の着装は始業時刻前になすべきものとして実作業から除外する旨定めて\nいることは前記一のとおり当事者間に争いはないが、前記二のとおり右行為に要す\nる時間は労働基準法上の労働時間にあたり、その時間を就業規則で一日の労働時間\nから除外すると、原告らの労働時間は労働基準法三二条一項の規定する一日八時間\nの制限を超過することになるから、就業規則における作業服・安全保護具等の着装\nを実作業から除外する旨の右定めは労働基準法に違反し無効であり、従つて、原告\nらは右就業規則によつて始業時刻以前に作業服・安全保護具等の着装を義務付けら\nれず、就業規則上、実作業を以て始業時間とする午前八時以後にこれを行つても労\n働契約上債務不履行にならないことは明らかである。\nなお被告は、就業規則に定める始終業基準等が被告会社長崎造船所における多数\n組合と締結した労働協約に従い、その同意を得て、行政官庁に届出、受理されたも\nのであり、かつ我が国における大手企業も同様の始終業の時間管理を行い、行政官\n庁もこれに異議がないなど、我が国の労働慣行ともなつていて合理的なものである\nと主張する。なるほど、文書の様式からして真正に成立したものと認められる乙第\n七号証の一ないし四、第八号証の一、二、第九号証の一ないし六、第一〇号証の一\nないし三、第一一ないし一三号証の各一、二、第一四号証の一ないし四、第一五号\n証の一ないし五、第一六号証の一ないし三、第一七号証の一、二、第一八号証の一\nないし四によると、我が国の大手企業の就業規則には被告会社と同様の始終業に関\nする規定がみられ、これが、労働基準監督署に届出受理されていることは推認でき\nなくはないが、そのことから被告主張のような労働慣行が確立し行政解釈が行われ\nているとは断じ難い。しかも、右のとおり就業規則の定めが強行法規である労働基\n準法に違反すると解される以上、仮に右のような行政上の取扱や労働慣行が存在す\nるとしても、それらに法的規範性を認めることはできない。\n３　そうすると、前記二で述べたとおり、労働安全衛生法規や被告会社の諸規則に\nよつて義務付けられた作業服・安全保護具等の着装は、本来の作業に必要不可欠な\nいし不可分の準備行為であつて、使用者の指揮監督下における労務の提供と解さ\nれ、その労務の提供に対してはその対価である賃金請求権が発生するといわなけれ\nばならない。仮に、被告主張のように、始業時刻以後に行われた作業服・安全保護\n具等の着装につき実作業ではないとして賃金が支払われないとすると、一か月分の\n賃金全額を得るためには結局始業時刻以前に右行為を完了していることが必要とな\nるが、それでは間接的に右行為を始業時刻以前に完了することが強制される結果と\nなり、労働基準法の規制の趣旨が没却されることになる。\nこの点について、被告は、殊更に作業服・安全保護具等の着装に要する時間が労\n働基準法上労働時間に該当するとしても、これに対して賃金の支払を義務づける法\n令も労働契約も存在しない旨主張している。しかしながら、労働基準法三七条は一\n日に八時間を超えて労働させた場合「割増賃金を支払わなければならない。」とし\nていることに徴しても、原告らが仮に始業時前に作業服・安全保護具等の着装を余\n儀なくされていれば、それに要した時間については労働基準法上割増賃金が支払わ\nれるべき筋合のものであるから、原告らが右着装を始業時刻後になしたについて\nは、所定の賃金が支払われるべきは当然というべきである。\n従つて、原告らの行つた始業時刻以後の作業服・安全保護具等の着装及びそれを\n終えて所定の準備体操場までの歩行等は、前記三１の被告会社の就業規則及び賃金\n規則に規定された所定労働時間における実作業ということができるので、右行為に\nついても賃金請求権が発生するというべきである。\nしてみると、被告は、原告らに対し、同人らが勤務を欠いたとして支払わなかつ\nた賃金である別紙二記載の各金員及びこれらに対する本件訴状送達の日の翌日であ\nる昭和六〇年八月三日から支払いずみに至るまで商事法定\n＜０７４０８－００１＞\n＜０７４０８－００２＞\n＜０７４０８－００３＞\n＜０７４０８－００４＞\n利率年六分の割合による遅延損害金を支払う義務がある。\n四　以上によると、原告らの本訴請求はいずれも理由があるからこれを認容し、訴\n訟費用の負担につき民事訴訟法八九条を、仮執行の宣言につき同法一九六条一項を\nそれぞれ適用して、主文のとおり判決する。\n（裁判官　松島茂敏　大段亨　大須賀滋）\n（別紙二）\n請求金額\nＡ　三、二一六円\nＢ　三、五二二円\nＣ　七八〇円\nＤ　一、三六七円\nＥ　一、三六〇円\nＦ　一、四七九円\nＧ　一、二〇九円\nＨ　一、七一三円\nＩ　一、三七四円\nＪ　二、六六二円\nＫ　二、三五〇円\nＬ　二、五四二円\nＭ　二、五三四円\nＮ　一、四六五円\nＯ　二、一二一円\nＰ　二、二七四円\nＱ　二、六八九円\nＲ　二、六二五円\nＳ　二、〇七三円\n"
}