{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 11,
    "day": 10
  },
  "case_number": "昭和58(行ウ)32",
  "case_name": "信書の発信制限取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　拘置所長が，被収容者の信書の発信につき，原則として１日２通以内とし，特に必要があるときは度数外発信を許す旨の達示を定めたことが，拘置所に現在及び将来収容される不特定多数の被収容者を対象とする一般処分であるとして，抗告訴訟の対象となる行政処分に当たらないとされた事例　２　被収容者の信書の発信につき，原則として１日２通以内とし，特に必要があるときは度数外発信を許す旨の拘置所長の定めた達示による制限の撤廃等を求める右被収容者の要求に対し，右拘置所長のした要求に応じない旨の回答が，抗告訴訟の対象となる行政処分に当たらないとされた事例　３　勾留中の刑事被告人をも対象とする被収容者の信書の発信につき，原則として１日２通以内とし，特に必要があるときは度数外発信を許す旨の拘置所長の定めた達示による制限が，憲法１３条，２１条，監獄法４６条，刑事訴訟法１条に違反するものではなく，拘置所長の裁量権の濫用によるものでもないとされた事例",
  "lawsuit_id": "16922",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16922",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/922/016922_hanrei.pdf",
  "contents": "○　主文\n原告の被告大阪拘置所長に対する本件訴えを却下する。\n原告の被告国に対する請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告大阪拘置所長（以下、被告所長という）が昭和五八年二月四日原告に対し\nてした、原告の、（一）信書の発信制限を撤廃せよ、（二）右撤廃が不可能なら訴\n訟上の連絡については無条件に度数外発信を認めよ、との要求を拒否する旨の回答\n（以下、本件回答という）は、これを取り消す。\n２　被告国は、原告に対し、金五万円を支払え。\n３　訴訟費用は被告らの負担とする。\n４　仮執行宣言\n二　請求の趣旨に対する答弁\n（被告所長の本案前の答弁）\n１　主文第一項と同旨。\n２　訴訟費用は原告の負担とする。\n（被告国の本案の答弁）\n１　主文第二項と同旨。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告所長は、大阪拘置所の被収容者の信書の発信について、原則として一日二\n通以内とし、特に必要あるときは、予め願い出れば、事情により特別発信（度数外\n発信）として許す旨定めている（達示第二号、以下、本件制限という）。\n２　原告は、刑事被告人として勾留され大阪拘置所に在監中であつた（ただし、昭\n和五八年四月五日懲役一〇年の刑が確定し、同年五月二日京都刑務所に移送され、\n現在同刑務所で服役中である）が、右刑事被告人として在監中の昭和五八年一月六\n日、本件制限の範囲内の二通の信書のほか、更に一通の信書の発信を度数外発信と\nしてその旨の願せんをつけて被告所長に願い出た。しかし、被告所長は、右一通の\n度数外発信の願い出に応じなかつた。\n３　原告は、同年二月三日、被告所長に対し、（一）本件制限を撤廃せよ、（二）\nそれが不可能なら訴訟上の連絡については無条件に度数外発信を認めよとの要求を\nしたところ、被告所長は、同月四日、右要求に応じられない旨原告に口頭で回答し\nた（本件回答）。\n４　しかし、本件制限は、憲法一三条、二一条、監獄法四六条に違反している。\n仮に、原則として一日二通に限るとの制限を設けることが被告所長の裁量権の範囲\n内の事項であるとしても、現行の度数外発信を許す基準は苛酷に過ぎ、憲法一三\n条、二一条、監獄法四六条に違反し、刑事被告人の防禦権を著しく侵害し、刑訴法\n一条にも違反し、裁量権の濫用である。\nしたがつて、本件回答は、原告の個人としての自由権、刑事被告人としての防禦権\nを不当に侵害するものであり、拘禁のために必要な限度を逸脱した不当・違法なも\nのであり、被告所長がその裁量権を濫用して行つた違法な行政処分である。\n５　原告は、右１、２のとおり、被告所長によつて本件制限を課せられ、度数外発\n信として願い出た信書の発信を拒否され、更に、右３のとおり、本件制限の撤廃等\nを求めると本件回答を受けた。原告は、これらの被告所長の行為によつて、度数外\n発信を事実上不可能にされ、金五万円の損害を被つた。\nこれは、公権力の行使に当る公務員のその職務を行うについての故意又は過失によ\nる不法行為によつて原告が損害を被つたことになるから、被告国は、国家賠償法に\n基づいて右損害を賠償すべき義務を負う。\n６　よつて、原告は、被告所長に対し、右３の原告の要求を拒否する処分である本\n件回答の取消を、被告国に対し、国家賠償として金五万円の支払を求める。\n二　被告所長の本案前の主張\n原告が、被告所長に対する本作訴えによつて取消を求めている本件回答は、被告所\n長が指導・教育的見地からした単なる事実上の回答に過ぎず、原告の法律上の地\n位、原告の権利義務関係に如何なる影響を与えるものではないから、抗告訴訟の対\n象となる行政処分に当らない。\n三　請求原因に対する被告らの認否及び主張\n１　請求原因１ないし３の各事実は認める。\n同４、５は争う。\n２　監獄法四六条一項は、「在監者ニハ信書ヲ発シ又ハ之ヲ受クルコトヲ許ス」と\n規定しているが、在監者の発受信は、すべて監獄（所長）の許可によつてのみ認め\nられると解すべきである。\n他方、信書はどのような内容のものであつても、その発信が許されるというもので\nはなく、信書の内容が拘禁目的を阻害し、拘置所の正常な管理運営に支障を来たす\nおそれのある場合には、所長において発信を不許可とすることもやむを得ないので\nあつて、許可、不許可の判断をするため検閲を行うべきものと規定されている（監\n獄法五〇条、同法施行規則一三〇条）。\nところで、大阪拘置所の在監者は約一四〇〇名であり、一日に発受される信書は約\n一〇〇〇通にのぼるが、信書の検閲を担当する保安課書信係の職員は七名であり、\nこれらの職員が検閲をなし得る信書の数には限度がある。そこで、被告所長は、右\nの限度及び在監者全員の公平を考慮し、在監者に発信を許す信書の数を原則として\n二通とし、特に必要あるときは、あらかじめ願い出れば、事情により許可すると定\nめたのであり、この定めは、もとより適法である。\n被告所長は、二通を超えて発信を許可する場合について、前記の限度及び公平を考\n慮し、在監者の防禦権の保護、その他その日のうちに発信をしなければならない必\n要性、事情があるときは、その発信の許可をしているのであつて、この取扱いは、\n裁量の範囲内にあり、合理的なものであるところ、原告が発信を願い出た信書二通\nには、右のような必要性、事情がなかつたから、被告所長のとつた措置に違法はな\nく、被告国には、原告主張の損害賠償義務はない。\n第三　証拠（省略）\n○　理由\n一　被告所長に対する訴えについて\n被告所長が大阪拘置所の被収容者の信書の発信について、原則として一日二通以内\nとし、特に必要あるときは、予め願い出れば、事情により、特別発信として許す旨\nの制限（本件制限）を定めたことは当事者間に争いがない。\nところで、右本件制限は、大阪拘置所に現在及び将来収容される不特定多数の被収\n容者を対象とするいわゆる一般処分と解すべきところ、このような行政庁の行なう\n一般処分は、法令の定立行為と同様に、抽象的、一般的な規範を定立するものに過\nぎないのであつて、それ自体は、個々の被収容者の具体的な権利を直接制限するも\nのではないから、右一般処分は、いわゆる抗告訴訟の対象となる行政処分ではない\nと解すべきである。もつとも、被告所長の行なつた右一般処分に基づき、被収容者\nが発信信書を特定して一日に二通を超える発信の許しを具体的に求めたのに対し、\n被告所長がこれを許さないとしてその発信を個別的具体的に制限した場合には、当\n該具体的な発信の許可申請に対してこれを許さない処分が、被収容者の具体的な権\n利を制限するものとして、抗告訴訟の対象となる行政処分と解し得る余地があるに\n過ぎないものというべきである。\n次に、原告が、その主張の如く、被告所長の行つた一般処分である本件制限の撤廃\nを求め、それが不可能なら訴訟上の連絡については、無条件に度数外発信を認めよ\nとの要求をしたとしても、右の如き要求は、いわゆる行政庁である被告所長に作為\nを求めるものであるというべきところ、行政庁にこのような作為を求めることは、\n法令にその旨を定めた特別の規定のない限り、権利として保障されたものではない\nと解すべく、かつ、現行法上右趣旨を定めた法令上の規定はないから、被告所長と\nしては、原告の右要求に対し、応答する義務はないし、仮に右要求に応じない旨回\n答したとしても、右回答は、単なる事実行為に過ぎず、これによつて原告の具体的\nな権利が害されるものとは認め難いから、いわゆる抗告訴訟の対象となる行政処分\nではないと解するのが相当である。\nそうとすれば、原告が、被告所長に対し、その主張の如く、本件制限の撤回を求め\nること等を要求し、被告所長がこれに応じない旨の本件回答をしたとしても、右本\n件回答は、抗告訴訟の対象となる行政処分ではないと解すべきである。\nしたがつて、被告所長を被告として、本件回答の取消を求める原告の本件訴えは不\n適法というべきである。\n二　被告国に対する請求について\n１　請求原因１ないし３の各事実は、当事者間に争いがない。\n２　原告は、本件制限は、憲法一三条、二一条、監獄法四六条に違反している、仮\nに被告所長が、原告ら被収容者の発信する信書を原則として一日二通に限るとの制\n約を設けることが被告所長の裁量権の範囲内であるとしても、現行の度数外発信を\n許す基準は苛酷に過ぎ、憲法一三条、二一条、監獄法四六条に違反し、刑事被告人\nの防禦権を著しく侵害し、刑訴法一条にも違反し、裁量権の濫用であるとし、原告\nが度数外発信として願い出た信書の発信を違法に拒否されて損害を被つたと主張し\nている。\nそこで判断するに、監獄法四六条一項は、「在監者ニハ信書ヲ発シ又ハ之ヲ受クル\nコトヲ許ス」と規定しているが、監獄は、多数の被拘禁者を外部から隔離して収容\nする施設であり、右施設内でこれらの者を集団として管理するにあたつては、内部\nにおける規律及び秩序を維持し、その正常な状態を保持する必要があるから、この\n目的のために必要がある場合には、未決勾留によつて拘禁された者についても、こ\nの面からその者の身体的自由や信書の発信、その他の行為の自由に一定の制限が加\nえられることは、やむを得ないところというべきである（最高裁判所昭和五八年六\n月二二日判決・裁判所時報八六一号一頁）。そして、監獄法は、同法五〇条及び同\n法施行規則一三〇条一項の規定により、監獄の長は未決拘禁者を含む在監者の発受\nする信書を検閲する権限を有する旨定めているところ、現実には、各拘置所におけ\nる人的物的設備に一定の制約があるところから、右検閲を適正に実施するため、極\nめて例外的な処置ではあるが、刑事訴訟法八一条所定の裁判所の処分によるまでも\nなく、監獄の長が在監者の発受する一日の信書の数をある程度制限することも、止\nむを得ない措置として、必ずしも違法ではないと解するのが相当である。\nこれを本件についてみるに、前記１の当事者間に争いのない事実に、被告において\nその成立を明らかに争わない甲第二号証、原告においてその成立を明らかに争わな\nい乙第一ないし第三号証並びに弁論の全趣旨によると、原告は、昭和五八年一月こ\nろ、刑事被告人として大阪拘置所に勾留されていたところ、当時、同拘置所では約\n一四〇〇名の被収容者があり、右被収容者から一日に一〇〇〇通の発信があつたこ\nと、そして右信書の発信の受付、検閲、発送事務を、同拘置所保安課書信係の職員\n七名で行なつていたところ、当時一日に二通以上の信書の発信をするものはほとん\nどなかつたこともあつて、被告所長は、右事務を公平に処理する必要から、右職員\n七名の事務処理能力等を考えて、被収容者の信書の発信については、原則として一\n日二通以内とし、特に必要なときは、予め願い出れば、事情により特別発信として\n許す旨の本件制限をしていたこと、そして、大阪拘置所では、現実に刑事被告人と\nなつている者の裁判上の防禦に必要な信書であつて、その日に発信しなければなら\nないものについては右二通を超える信書の発信を許していたこと、原告は、昭和五\n八年一月六日、一通の信書の度数外発信を被告所長に願い出たが許されなかつたこ\nと、原告は、翌七日右信書を度数内として発信を求めたので、被告所長はこれを許\nし右信書は発送されたこと、右信書は、訴外Ａ（同拘置所に在監中の者）宛のもの\nで、原告が受けている処遇の報告であり、どうしても同月六日中に発信しなければ\nならないものではなかつたこと、以上の事実が認められる。\nそして、右事実によれば、被告所長が、被収容者の信書の発信について、原則とし\nて一日二通以内とし、特に必要があるときは、予め願い出れば、事情により特別発\n信として許す旨定めた本件制限は、当時の大阪拘置所の被収容者の人数、被収容者\nが発信する信書の数、これを検閲する職員の数、その他の事情に照らし、検閲事務\nの公平を期し、その内部における規律及び秩序を維持し、その正常な状態を維持す\nるため具体的に必要なものであつて、人的物的設備の制約からくるやむを得ないも\nのであつたというべきであるから、何ら憲法一三条、二一条、監獄法四六条、刑訴\n法一条に違反するものではないし、また、被告所長の裁量権の濫用でもないという\nべきである。さらに、昭和五八年一月六日に、原告が一日に二通を超えて発信を求\nめた信書についても、その宛先や内容に照らし、原告の刑事裁判上の防禦権を行使\nするためにその日のうちに是非発信しなければならないものであつたとは認め難い\nのであつて、被告所長がその発信をその日に許さなかつたことは、違法なものでは\nないというべきであるし、原告主張の被告所長のした本件回答も何ら違法ではない\nというべきである。のみならず、原告が同月六日度数外発信を許されなかつた信書\n一通は、前認定のとおり翌七日に発送されたところ、右信書の発信が一日遅れたこ\nとにより、原告が特に損害を被つたことについては何らの立証もない。\nそうすると、原告の被告国に対する損害賠償請求は、その余の点について判断する\nまでもなく理由がない。\n四　以上のとおりであり、原告の被告所長に対する本件訴えは不適法であるからこ\nれを却下し、被告国に対する本件請求は理由がないからこれを棄却し、訴訟費用の\n負担について行訴法七条、民訴法八九条を適用して、主文のとおり判決する。\n（裁判官　後藤　勇　八木良一　小野木　等）\n"
}