{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 3,
    "day": 14
  },
  "case_number": "昭和57(行コ)43",
  "case_name": "法人税等課税処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "日本の沿岸に隣接しているが日本の領海外にある大陸棚において，鉱物資源の掘削作業を請け負い，対価を取得した外国法人に対する法人税賦課決定が，右掘削作業の行われた大陸棚は，鉱物資源の探索，開発に関し日本の主権的権利が及び，法人税法の施行される地域であって，右対価は法人税法１３８条１号に定める国内源泉所得に該当するとして，適法とされた事例",
  "lawsuit_id": "16881",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16881",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/881/016881_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴人は、「原判決を取り消す。被控訴人が控訴人に対し、昭和四九年八月二四日\n付でなした控訴人の昭和四六年二月二七日から同年一二月三一日までの事業年度\n（以下「昭和四六年度」という。）、昭和四七年一月一日から同年一二月三一日ま\nでの事業年度（以下「昭和四七年度」という。）及び昭和四八年一月一日から同年\n一二月三一日までの事業年度（以下「昭和四八年度」という。）の各法人税の決定\n及び無申告加算税賦課決定（ただし、昭和四七年度は昭和五三年五月二四日付審査\n裁決により一部取り消された後のもの。）を取り消す。訴訟費用は第一・二審とも\n被控訴人の負担とする。」との判決を求め、被控訴人は、控訴棄却の判決を求め\nた。\n当事者双方の主張及び証拠関係は、次のとおり付加するほか、原判決事実摘示のと\nおりであるから、これを引用する。\n（当審における当事者の主張）\n一　控訴人\n１　控訴人が大陸棚において行つた事業から生じた所得は、法人税法一三八条の\n「国内源泉所得」には該当しない。すなわち、\n（一）　同法二条一号は、「国内」を「この法律の施行地をいう。」と定義してい\nる。右の「この法律の施行地」とは日本国の主権が及ぶ領土・領空を指し、大陸棚\nはこれに含まれない。「法施行地」とは、場所的・空間的に明確に区画された静的\nな一定範囲の地域を意味する。仮に大陸棚に日本国の主権的権利が及ぶとしても、\nそれは「太陸棚を探索し、その天然資源を開発する目的」に限定され、そのような\n探索・開発行為を対象としてのみ右の主権的権利が存在する。大陸棚を「法施行\n地」に含めるとすると、本来、右のような静的な概念である「法施行地」を一定の\n行為によつて媒介され、それによつて左右される一種の動的概念に置き換えること\nになり、同一の地域が一定の限定された行為については「法施行地」となるが、そ\nのほかの行為については「法施行地」外となり、このような結果は「法施行地」の\n通念及び字義に著しく背馳する。そのうえ、大陸棚の地域的範囲は国際的にも変遷\nをみており、大陸棚に関する条約（以下「太陸棚条約」という。）は、一条におい\nて、「「大陸棚」とは、（３）海岸に隣接しているが領海の外にある海底区域の海\n底及びその下であつて上部水域の水深が二〇〇メートルまでのもの、又はその限度\nを超える場合には上部水域の水深が前記の海底区域の天然資源の開発を可能にする\n限度までのもの、並びに（５）島の海岸に隣接している同様の海底区域の海底及び\nその下をいう。」と定義しているが、右の天然資源の「開発可能限度」とはきわめ\nてあいまいな流動的な概念であつて、このような概念を媒介として「法施行地」の\n範囲を定めることは、行政権の恣意的な行使を許容する危険をはらんでいる。\nしたがつて、大陸棚は「この法律の施行地」には含まれず、控訴人の本件各係争年\n度の所得は国内源泉所得には当らない。\n（二）　仮に、大陸棚に日本の主権的権利が及び、かつ、右主権的権利に課税権が\n包摂されるとしても、大陸棚は慣習国際法の成立により新たに日本の課税対象地域\nに含まれるに至つたものであるから、大陸棚における事業により生じた所得に対し\nて課税するためには、憲法八四条の租税法律主義の要請に則つて、成文の租税法令\nにより、その納税者、課税要件、課税標準、税率等を明確に定めることが絶対的に\n必要である。\n特に、慣習国際法の内容が大陸棚条約の成文に倣うものであるとすれば、大陸棚の\n区域には、上部水域の水深が二〇〇メートルまでの海底及びその下のほかに、それ\nを超えて天然資源の「開発可能限度」内の海底及びその下を含んでいることから、\n課税権の恣意的な行使を許さないためにも、前記の租税法令の制定又は改正は不可\n欠である。\n租税法令の拡張解釈は許されないし、また大陸棚において行う事業により生じた所\n得に対して成文の規定をまたずに課税することができるとする法的確信に支えられ\nた租税に関する慣習国内法も成立していたわけでもなく、かえつて、本件各係争年\n度当時には、法人税法二条一号の「この法律の施行地」とは日本国の領土に限られ\nるとの法的確信が存在」していた。\n同法一三九条は、租税条約に異なる定めのある場合の国内源泉所得について条約上\n国内源泉所得とされたものをもつて法人税上の国内源泉所得とみなすと規定してい\nるが、明白な成文の規定を有する二国間条約においてすらこのようなみなし規定を\n置いている法人税法について、概念規定すら漠然たる慣習国際法を根拠として最も\n基本的な概念というべき「法施行地」を拡張解釈をすることは許されない。\nしたがつて、日本国沿岸の太陸棚における事業により生じた所得に対して課税する\nことができる旨の規定を欠く法人税法に基づいて、控訴人の本件各係争年度の所得\nに対して課税することは許されない。\n（三）　慣習国際法によれば、大陸棚における探索・開発の対象となる天然資源は\n鉱物資源及び定着生物資源であり、それを一体的に不可分の探索・開発対象として\n沿岸国に対して大陸棚の主権的権利を認めている。このことは大陸棚条約二条四項\nが「この条約にいう天然資源とは、海底及びその下ｏ鉱物その他の非生物資源並び\nに定着種属に属する生物、すなわち、収獲期において海底の表面若しくは下部で静\n止しており又は海底若しくはその下に絶えず接触していなければ動くことができな\nい生物をいう。」と規定したうえ、一二条一項が「いずれの国も、署名、批准又は\n加入の時に、第一条から第三条までの規定を除くこの条約の規定について留保を行\nうことができる。」と規定し、右二条四項については留保を許していないこと、国\n際司法裁判所が、昭和四四年二月二〇日のいわゆる北海大陸棚事件判決において、\nこれら三条文（右条約一条から三条までの条文）は、「明らかに、当時太陸棚に関\nする慣習国際法の受容された、ないし少なくとも現われつつある規則を反映し、又\nは具体化するものとみなされていたものであり、」と判示し、探索・開発の対象と\nして鉱物及び定着生物資源を一体的なものとして把握して、沿岸国の主権的権利が\n成立する旨述べていることからも明白である。ところで、わが国は昭和五二年漁業\n専管水域二〇〇海里を対外的に宣言するまでは、大陸棚における定着生物資源に対\nする沿岸国の主権的権利を否定し続けて来たが、このような法解釈及び態度は前記\nの資源としての一体・不可分性からみて許されない筈である。したがつて、被控訴\n人が控訴人の本件各係争年度の所得に対して、鉱物資源の探索・開発に限つて日本\n国の大陸棚に対する主権的権利が存在するとして、本件法人税の課税決定等を行う\nことは、慣習国際法の成立を受容しない自己の態度に撞着するものであつて許され\nず、右のような所為は禁反言の原則にも違反することになる。\n２　仮に１の主張が認められないとしても、外国法人である控訴人に対し法人税法\n三一条一項を適用又は準用することは条理に反する。外国法人の場合、その本国の\n法律及び会計原則に準拠して確定した決算を行う義務があるので、右の本国法等が\n減価償却資産について、一定の限度額までしか減価償却費の損金算入を許していな\nいときには、それを超えて、日本の税法等が許容する償却費の限度額まで減価償却\n費を計上することは許されない。もつとも、本件各係争年度当時、外国法人が本店\nで本国法等に則つた確定決算を行つた場合でも、日本国内の支店で独自に日本国の\n税法に準拠しで税務計算を行つたときには、本店決算とかかわりなく、右計算に基\nづく課税標準、税額等を認める税務慣行は確立していた。\nそのうえ、国税庁長官が昭和五八年六月三日付で各国税局長及び沖縄国税事務所長\n宛に発布した「法人税基本通達等の一部改正について」と題する通達（直法二－\n三）二〇－三－一は「外国法人における損金経理等」において、「外国法人がその\n国内源泉所得に係る所得の金額を計算する場合において、例えば、減価償却費、引\n当金又は準備金の繰入額等の損金算入、延払基準の方法による収益及び費用の計上\nのように法又は措置法の規定により確定した決算において経理することを要件とし\nて適用することとされているものにづいては、当該外国法人が国内において行う事\n業等に関して作成する帳簿並びに当該帳簿に基づいて作成する規則第六一条二項第\n一号（外国法人の申告書の添付書類）に規定する貸借対照表及び損益計算書に計上\nすることをもつてその要件を満たすものとしで取り扱う。」と規定している。\n控訴人は、リグについて、本国法であるパナマ共和国の法律及び会計原則に則つて\n耐用年数一二年の定額法による減価償却費を計上し、日本国の法令に定める耐用年\n数五年の定額法による償却費計上の損金経理は行つていないけれども、それは本件\n各係争年度の所得については日本国に対する納税義務がないと信しており、かつそ\nう信ずるについて合理性があつたからである。したがつて、被控訴人が控訴人の右\n所得に対して課税する以上は、控訴人の損金経理の如何にかかわりなく、当然に、\n日本国の法令に基づく許容限度額までの減価償却費の計上を認めて、課税決定をな\nすべきところ本件リグの耐用年数を一二年ではなく日本法による五年として減価償\n却費を計上し、本件各係争年度の所得額を算出すると別表記載のとおりとなり、い\nずれも所得は発生しでいない。\n３　仮に、前記の主張がいずれも理由がないとしても、被控訴人が行つた無申告加\n算税の賦課決定は違法であるから取り消されるべきである。すなわち、\n国税通則法六六条一項ただし書に規定する「正当な事由」については、加算税の規\n定が存在した旧所得税法当時（昭和四〇年四月一日以前）に発布された所得税基本\n通達一－六九八及び一－六九六において「税法の解釈に関して申告すべき時期に公\n表されていた見解がその後改変されたことに伴い、更正を受けるに至つた場合」、\n或いは「真にやむをえない理由があると認められる場合」などは「正当な理由があ\nる場合」に該当するものとして取り扱われており、現在の税務執行上も同様の取扱\nがなされている。\n法人税法の「施行地」の解釈に関して本件各係争年度当時特に公表された見解はな\nかつたが、それが領土内であることはいわば統一された解釈であつたから、仮にそ\nれ以降にその解釈が変更されたとしても、右通達に掲げる正当な理由が存在したこ\nとは明らかである。仮にそうではなく、本件各係争年度当時同法の「施行地」に一\n定の限度で大陸棚が含まれるとの解釈が租税当局において採用されていたとして\nも、このような解釈は当時一般納税者にとつては予測を超えた解釈であつた。さら\nに、租税当局内部においても、大陸棚における外国法人の所得に対し課税すること\nができるかどうかの検討は昭和四八年に至つて初めて行われていること、控訴人が\n租税当局から同年頃指導を受けた際、法律上の根拠に基づいた反論を主張した陳述\n書を提出したのに対して、租税当局からはなんら内容のある回答は得られなかつた\nことなどの事情を総合すれば、控訴人が本件各係争年度の所得について申告書を提\n出しなかつたのは、むしろ立法措置、少なくとも税務執行上の見解の変更について\nの明白な公表措置を怠つた租税当局の妥当を欠いた行政上の判断によるものであつ\nて、控訴人には申告をしなかつたことについて「正当な理由」がある。\n二　被控訴人\n前記の控訴人の主張１は争う。２のうち、国税庁長官が控訴人主張の通達を発布し\nたことは認めるが、その余の主張は争う。３は争う。\n（当番で取り調べた証拠）（省略）\n○　理由\n当裁判所も、控訴人の本訴請求は理由がないと判断するが、その理由は次のとおり\n訂正及び付加するほか、原判決理由説示のとおりであるからこれを引用する。\n（原判決の訂正及び付加）\n１　原判決五〇枚目表六行目「大陸棚条約」の前に「次第にこれを法的確信にまで\n高め、」を、同一〇行目「全部が」及び同裏四行目「すべてが」の次にいずれも\n「そのまま」を、それぞれ加え、原判決五三枚目表七行目「管轄」を「管轄・統\n制」と、原判決五八枚目裏六行目「経済活動について」を「経済活動から生じた所\n得について」と、それぞれ改める。\n２　原判決五九枚目裏五行目「あつて、」から同六行目「問題ではないが、」を\n「あるが、「開発可能限度」は数字によつて一義的に定まつていないとしても、法\n適用時における、社会的・経済的な諸条件をも考慮したうえで、科学的な技術水準\n等によつて客観的に明確化することができるから、必ずしも税務当局の恣意的な課\n税権行使を許すようなあいまいな文言であるということはできない。」と、原判決\n六〇枚目表二行目「あつて、」から同三行目末尾までを「ある。」と、それぞれ改\nめる。\n（当審における控訴人の主張に対する判断）\n一　まず、ｌの主張について検討する。\n１　日本国沿岸の大陸棚については、本件各係争年度当時日本国が大陸棚条約に加\n入していなくても、確立した慣習国際法により、海底及びその下の鉱物資源を探\n索・開発する目的・範囲内においては、日本国の領土主権の自然的な延長である主\n権的権利が及び、鉱物資源の探索・開発行為及びこれに関連する行為は当然に日本\n国の管轄・統制に服するのであり、右の主権的権利には右行為（事業）から生した\n所得に対する課税権も含まれるというべきである。」たがつて、右のような内容の\n慣習国際法が成立したことにより、当然に、日本国沿岸の大陸棚は法人税の「施行\n地」となつたと解すべきである。\n法律の「施行地」とは、場所的・空間的に区画しうる一定範囲の地域を意味すると\nいえるにしても、必ずしも包括的・全体的な日本国の統治権の及ぶ領土・領海・領\n空などの区域と解釈する必要はなく、主権的権利の内容が慣習国際法上一定の目\n的・範囲に限定されているが、そのように制約された権利を一定の地域で行使する\nことができ、かつ、課税権も右の権利の範疇に包摂されるかぎりにおいては、国内\n的に課税権の根拠となり、その要件・効果等を定める租税法令がその地域に適用さ\nれることになるから、右地域は右法令の「施行地」となる。もつとも、右の主権的\n権利の範疇に含まれない行政権等を日本国が、右地域において行使することができ\nないことから、それに関する法律が右地域において適用されず、また、当該の行政\n権等は右主権的権利に含まれていても、右権利が前記のように目的・範囲において\n制約を受けていることから、その目的・範囲外の事項について当該行政権等の行使\nができないためにそれに関連する法律が右地域に適用されないことになり、したが\nつて、同一地域がある法律については「施行地」にあたるとしても、そのほかの法\n律については「施行地」にはあたらないという結果となることはあろう。例えば、\n大陸棚における沿岸国の主権的権利は、その及ぶ事項が海底及びその下の鉱物資源\nの探索・開発の目的・範囲に限定されているため、その沿岸国は右目的・範囲外の\n事項に関する行政権等を行使することができず、したがつて、それに関連する沿岸\n国の法令は大陸棚において適用をみない。しかし、相互に対立・拮抗する国家権益\nの調整を目的とする国際法の形成の過程及び状況を考慮すると、このような結果は\n必ずしも不合理・不自然なものとはいえない。してみれば、前記見解が法律の「施\n行地」の通念や字義に背馳するとまではいえない。また、慣習国際法の内容は大陸\n棚条約の基本規定の内容を倣うものであると一応認めることができ、右条約一条は\n「大陸棚」の定義として上部水域の水深が二〇〇メートルまでの海底及びその下の\nほかに、「その限度を超える場合には上部水域の水深が前記の海底区域の天然資源\nの開発を可能にする限度まで」の海底及びその下を含む旨規定しているが、右の\n「開発可能限度」は客観的に明確化することができ、税務官庁に課税権の恣意的な\n行使を許すようなあいまいな文言ではないことは、前説示のとおりである。\nしたがつて、控訴人が大陸棚において行つた事業から得た本件各係争年度の所得は\n法人税法一三八条一号の国内源泉所得に該当するものというべきであるから、控訴\n人の１（一）の主張は理由がない。\n２　日本国沿岸の大陸棚は、第二次大戦後のトルーマン宣言を先駆とし、国連海洋\n法会議における大陸棚条約の採択、多数の国の右条約への加入があり、その後の国\n際慣行ないし国家実行が法的確信にまで高められるようになつて、大陸棚に沿岸国\nの前記の主権的権利が及ぶとする慣習国際法が形成されたことにより、新たに日本\n国の課税対象地域に含まれるに至つたものであることは否定し得ない。しかし、日\n本国沿岸の大陸棚は、右慣習国際法の成立により、当然に法人税法の「施行地」と\nなつたものであるから、右大陸棚における鉱物資源の探索・開発及びこれに関連す\nる事業から生じた所得について、その事業主体である外国法人に課税するために、\n新たに法人視法を制定したり、これを改正したりする必要をみない。右所得につい\nての納税義務に関して、その納税者、課税要件、課税標準、税率等は法人税法一三\n八条から一四七条までに、一部内国法人に関する規定を準用しながらも詳細、か\nつ、具体的に規定されているから、租税法律主義に違反する点はなく、しかも、前\n記の慣習国際法は遅くとも、昭和四四年二月までには確立したものとして形成され\nていた。また、大陸棚条約一条の「開発可能限度」の文言も、課税権の恣意的な行\n使を許すものではないことも前説示のとおりである。\nそして、前説示のとおり、前記の大陸棚における事業から生じた外国法人の所得に\n対する課税については法人税法に根拠となる明文の規定が存在し、これが適用され\nるところから、控訴人に対する本件各係争年度の法人税の課税決定等は同法の規定\nの拡張解釈に基づくものではなく、まして控訴人が主張するような慣習国内法を根\n拠とするものでもない。なお、本件各係争年度当時、同法二条一号の「この法律の\n施行地」は大陸棚を除外した日本国の領土に限られるとの法的確信が一般納税者の\n間に存在していたと認めるに足りる証拠はない。（成立に争いのない甲第五、第一\n一ないし第一六号証も、その記載内容から明らかなように、新たに沿岸国の主権的\n権利が及ぶ地域になつた大陸棚について、これを考慮に容れて記述されたものとは\n認められないから、控訴人の右の点の主張についての根拠付けの資料とはなりえな\nい。）\n控訴人の同法一三九条を論拠とする主張については、本件各係争年度当時、日本国\nとパナマ共和国との間に租税条約は締結されていなかつたことは弁論の全趣旨に徴\nして明らかであるばかりか、かえつて、当時少なくとも鉱物資源の探索・開発及び\nこれに関連する行為について日本国に大陸棚に対する課税権を含む主権的権利が帰\n属するとの確立した慣習国際法が成立していたことは前説示のとおりであるから、\n右主張も理由がない。\nもつとも、原審における鑑定人Ａの鑑定の結果によれば、諸外国の中には、太陸棚\nにおける天然資源の探索・開発に関して国内法を制定している国もあるが、それは\n（一）その国が連邦制を採用していることから、右行為の管轄権が連邦と州のどち\nらに帰属するのかを明確にするため、（三）国によつては条約等の国際法が当然に\nは国内的効力を有しないことから、大陸棚条約加入に際してこれに関係する国内法\nを制定する必要があつたため、（三）大陸棚における鉱物資源の掘採の許可の相手\n方、その条件、手続等を明確にして関係規定を整備するため、（四）大陸棚におけ\nる鉱物資源の探索・開発には多額の費用を伴うが、その投資効果が不安定なので、\n右事業について税法上の特典を与えるためなど、各国それぞれの政治的・政策的な\n理由・事情に基づくものであることが認められる。しかしながら、日本国において\nは、連邦制から生ずる問題はなく、憲法上、条約の効力発生のためには国会の承認\nを必要とするが（七三条三号）、条約及び確立された国際法規は、なんらそれに副\nつた国内法の制定をまたずとも当然に国内的効力を有する（九八条二項）とされて\nおり、かつ、大陸棚における鉱物資源の掘採・取得、これに関連する事業から生ず\nる所得に対する課税措置については、一般の領土・領海におけるそれと同一の取扱\nとする政策的考慮を払つていることが窺われるから、右諸外国の中には前記のよう\nな立法措置をとつている例があるとしても、前記の結論に消長を及ぼさない。\nしたがつて、控訴人の１（二）の主張は採用することができない。\n３　大陸棚条約二条四項が控訴人主張のとおりの規定であり、かつ、一二条一項が\n一条から三条までの規定について留保を禁止していることは、控訴人主張のとおり\nであるが、原判決がその理由三５（五〇枚目表一〇行目から五一枚目裏四行目ま\nで）に説示するとおり、右条約にいう探索・開発の対象に定着生物資源を含めるこ\nとについては、国連の国際法委員会及び海洋法委員会において激しく意見が対立し\nたこと、本来、大陸棚制度は海底鉱物資源の沿岸国による開発の独占という発想か\nら出発したものであり、また、鉱物資源の開発と定着種族に属する生物の漁業と\nは、資源としての性質、採取方法の相異などからみて一体不可分のものとして把握\nすべき必然性もなく、定着種族に属する生物を天然資源の中に組み入れたのは、海\n洋法会議における国家間の妥協の結果にすぎないこと、オーストラリアなどの六か\n国共同提案には「ただし、甲殻類及び浮遊魚類は含まれない。」とのただし書が付\nされていたこと、フランスは右条約加入に際して二条四項について「ふじつぼと呼\nぶクラブを除き甲殻類はここから除外されているものとフランスは考える。」との\n解釈宣言を行つていることなどに徴すると、慣習国際法の内容は右条約の基本規定\nの内容に倣つて形成されたものであるとしても、少なくとも本件各係争年度当時、\n海底の鉱物資源及び定着生物資源を不可分一体的なものとして把握して、右定着生\n物資源についても沿岸国の主権的権利が及ぶとする確立した慣習国際法が形成され\nていたと認めるには十分でない。なお、北海大陸棚判決も、右条約一条から三条ま\nでの条文について、右三条文は、「明らかに、当時大陸棚に関する慣習国際法の受\n容された」ものと断言して判示しているわけではなく、「ないし少なくとも現われ\nつつある規則を反映し、又は具体化するものであり」と付加していることからみ\nて、右三条文の内容が、そのまま確立した慣習国際法の内容であるとまでは判断し\nていないということができる。\nそうすると、本件各係争年度当時、沿岸国の大陸棚に対する主権的権利の対象は鉱\n物資源に限られ、定着生物資源はこれに含まれないとする慣習国際法の解釈が、控\n訴人主張のように許されない不当なものであるとも、また、禁反言の原則に惇るも\nのともいえない。\nしたがつて、このような日本国政府の見解に則つて、被控訴人が控訴人に対し本件\n法人税の課税決定等をしたと」でも、右決定等に違法な点はない。よつて、控訴人\nの１（三）の主張も理由がない。\n二　次に、控訴人の２の主張について検討する。\n外国法人の減価償却資産の償却費の計算については、法人税法一四二条により、同\n法三一条一項の規定に準じて計算した金額によるものとされる。外国法人の場合、\nその本国における納税額確定などのために、本国の法律及び会計原則に準拠して確\n定した決算を行う義務があるとしても、控訴人も自認しているとおり、控訴人が本\n件各係争年度当時、日本国における国内源泉所得の税務上の計算について、本国で\nあるパナマ共和国の法律及び会計原則よりは有利な日本国の法令に定めるリグの減\n価償却費の計算を行う余地がまつたくなかつたとは認められない。しかも、控訴人\nが、本件各係争年度の所得について日本国に対する納税義務がないと信じていたと\nしても、それにつき合理的、すなわち正当な理由があるとは認められないことは、\n原判決がその理由七（六二枚目裏六行目から六四枚目裏七行目まで）に説示したと\nころに合わせ、後記三に説示するとおりである。控訴人はリグについて、各利益等\n報告書においてパナマ共和国の法律及び会計原則に準拠して耐用年数一二年の定額\n法による減価償却費を計上しただけで、別途、日本国の法令が定める耐用年数五年\n（減価償却資産の耐用年数等に関する省令（昭和四〇年大蔵省令第一五号）別表第\n二の三三〇番「石油又は天然ガス鉱業設備」のうち「掘さく設備」の耐用年数）の\n定額法による減価償却費の計算はなんら行つていないことは自認するところである\nから、法人税法三一条一項の「償却費として」の「損金経理」としては日本国法令\nが定めるところによる損金経理の方法によつていないことになる。そうすると、被\n控訴人が本件法人税の課税決定等をするに当つて、控訴人がした減価償却費計算を\n排除して、別途、自ら日本国法令が定めるところによる減価償却費計上の損金経理\nを行う義務を負うものではなく、かえつて、そのような措置をとることは法人税法\n三一条一項に違反し許されないものと解される。\nなお、控訴人主張の通達を国税庁長官が発布したことは当事者間に争いがないが、\n右通達は、本件各係争年度ののちの税務上の取扱に関するものであつて、しかも法\n人税法三一条一項の規定の適用を排除したり、その内容を変更したりするものでは\nなく、税務官庁が「損金経理」として認める会計処理の方法を簡易化し、税務上の\n取扱を緩和したのにとどまるものであるから、右通達の存在も前記の判断に影響を\n及ぼさない。\nしたがつて、控訴人の２の主張も、その余の判断をまつまでもなく、理由がない。\n三　最後に、控訴人の３の主張について検討する。\n日本国沿岸の大陸棚は、その海底及びその地下の鉱物資源を探索・開発する目的・\n範囲内において沿岸国の主権的権利が及ぶものとする確立した慣習国際法が成立し\nたことによつて、新たに日本国の課税対象区域になつたものであることは、前述し\nたとおりである。しかし、右大陸棚は、右慣習国際法の成立により、法人税法の改\n正をまたずとも、当然に同法の「施行地」となつたものであり、右「施行地」が単\nに日本国の領土内のみであるとする統一された解釈があつたと認めるに足りる証拠\nはなく（前掲甲第五、第九ないし第一六号証が、この点についての控訴人の主張に\nついての根拠付けの資料となりえないことは前説示のとおりである。）、昭和四四\n年二月二六日の衆議院予算委員会第一分科会において、外務省条約局法規課長は、\n「大陸棚の地下鉱物資源の開発、探査について、沿岸国が主権的権利を行使し得る\nという点は一般国際法となつた。」と答弁し、同年三月二四日の参議院予算委員会\nにおいて、外務大臣も同旨の答弁をしたこと、課税権は右主権的権利のうち重要な\n基本的権利であること、控訴人の掘削作業は、日本国政府が大陸棚を鉱業法の施行\n地と認定し、同法に基づき西日本石油開発株式会社及び帝国石油株式会社に対し設\n定した試掘権を基礎とするものであること、控訴人は本件掘削作業に用いるためオ\nデコ本社から取り寄せた機械等について、関税法による関税を納付し、本件掘削作\n業に従事させるために雇用した従業貝にかかる源泉所得税を納付したこと、原判決\n理由七４に認定のとおり、本件法人税の課税決定等の前に、パナマ共和国法人二社\nが国税庁に対し、日本国沖合の大陸棚において石油探索のため提供される役務等の\n対価が国内源泉所得に該当するかどうか照会したのに対し、同庁は該当する旨回答\nしたこと、昭和四八年に東京国税局は控訴人に対し本件各係争年度の国内源泉所得\nに対し税務申告をするよう指導したこと、その他原判決が理由七に認定する諸事情\nを総合すると、日本国沿岸の大陸棚を法人税法の「施行地」に含める法律解釈が、\n控訴人等の外国法人をも含めて一般納税者の予測を超えたものとはいえない。そう\nとすると、法人税の「施行地」に大陸棚を含む旨を、税務官庁が基本通達の発布な\nどの措置により公表しなかつたとしても、税務取扱上、妥当を欠いたともいえな\nい。\nしたがつて、控訴人が本件各係争年度の国内源泉所得について税務申告しなかつた\nことについて「正当な理由」があつたとは認められず、控訴人の主張３も理由がな\nい。\n（結論）\n以上の次第で、控訴人の当番における主張はいずれも理由がなく、被控訴人の行つ\nた本件法人税の課税決定及び無申告加算税の賦課決定に違法な点はないから、本訴\n請求は失当として棄却されるべきであり、これと同旨の原判決は相当であつて、本\n件控訴は理由がないから棄却することとし、控訴費用の負担について、行政事件訴\n訟法七条、民事訴訟法九五条、八九条を適用して、主文のとおり判決する。\n（裁判官　森　綱郎　片岡安夫　小林克已）\n別表\n昭和四六年度\n（１）　益　　金　　　　　四、九五二、八五〇・七八ドル\n（２）　損　　金　　　　　五、六九九、六六六・七八ドル\n耐用年数五年で計算した場合の減価償却費\n一、九一一、五七〇・三四ドル\n右を含む営業費　　　　　四、八一六、二〇八・八九ドル・・・・（イ）\n営業外損失　　　　　　　　　八八三、四五七・八九ドル・・・・（ロ）\n合計（（イ）＋（ロ））　五、六九九、六六六・七八ドル\n（３）　純利益の額（（ｌ）－（２））　△七四六、八一六ドル\n（４）　円換算額　（（３）×三一四円七〇銭）　△二三五、〇二二、九九五円\n（５）　差引所得金額　　　　　　　　　　　　　△二三五、〇二二、九九五円\n昭和四七年度\n（１）　益　　金　　　　　五、一四二、九七一・〇一ドル\n（２）　損　　金　　　　　五、二三七、一二六・九八ドル\n耐用年数五年で計算した場合の減価償却費\n二、二五八、〇三七・五八ドル\n右を含む営業費　　　　　五、〇六七、〇九一・一二ドル・・・・（イ）\n営業外損失　　　　　　　一、〇六一、一〇二・八二ドル・・・・（ロ）\n合計（（イ）＋（ロ））　六、一二八、一九三・九四ドル\n６、１２８、１９３×５、１４２、９７１．０１／６、０１８、０１７．８７＝\n５、２３７、１２６．９８\n（３）　純利益の額（（１）－（２））　△九四、一五五・九七ドル\n（４）　円換算額　（（３）×三〇一円五〇銭）　　△二八、三八八、〇二五円\n（５）　差引所得金額　　　　　　　　　　　　　　△二八、三八八、〇二五円\n昭和四八年度\n（１）　益　　金　　　　　五、三〇六、〇一三・〇一ドル\n（２）　損　　金　　　　　六、八四〇、四〇〇・五二ドル\n耐用年数五年で計算した場合の減価償却費\n四、三三一、〇七四・二五ドル\n右を含む営業費　　　　　九、五二九、一三五・四七ドル・・・・（イ）\n営業外損失　　　　　　一、八五七、三三三・五四ドル・・・・（ロ）\n合計（（イ）＋（ロ））一一、三八六、四六九・〇一ドル\n１１、３８６、４６９．０１×５、３０６、０１３．０１／８、８３２、３４１．\n４０＝６、８４０、４００．５２\n（３）　純利益の額（（１）－（２））　△一、五三四、三八七・五一ドル\n（４）　円　換　算　額（（３）×二八〇円）　　△四二九、六二八、五〇三円\n（５）　差引所得金額\n△四二九、六二八、五〇三円\n"
}