{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 58,
    "month": 11,
    "day": 7
  },
  "case_number": "昭和56(う)1596",
  "case_name": "商標法違反、不正競争防止法違反被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "lawsuit_id": "20358",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20358",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/358/020358_hanrei.pdf",
  "contents": "主　　　　文\n一、　原判決中被告人Ａ１、同Ａ２に関する部分をいずれも破棄する。\n二、　被告人Ａ１を懲役一年六月に、被告人Ａ２を懲役一年に処する。\n三、　被告人両名に対し、この裁判確定の日から三年間それぞれの刑の\n執行を猶予する。\n四、　被告人Ａ３株式会社の本件控訴を棄却する。\n五、　原審の訴訟費用は、これを三分し、その二を被告人Ａ１、同Ａ２\nに平等して負担させる。\n理　　　　由\n本件控訴の趣意は、弁護人井出正敏、同石井芳光、同吉原省三が連名で提出した\n控訴趣意書（下記補充書中に引用している部分に限る。）および同補充書に、これ\nに対する答弁は、東京高等検察庁検察官山本達雄が提出した答弁書にそれぞれ記載\nされたとおりであるから、これらを引用する。\n第一、　事実誤認の主張について。\n一、　罪となるべき事実第一関係。\n論旨は、要するに、原判決は、被告人両名が有限会社Ｂ１製作所（代表取締役Ｂ\n２、以下単にＢ１製作所ともいう。）の製造販売する業務用金切鋏の類似品を販売\nしようと企て、共謀のうえ、不正競争の目的をもつて、被告会社の業務に関し、原\n判示第一のとおり他人の商標権を侵害するとともに、不正競争防止法一条一項一号\nの行為をした旨の事実を罪となるべき事実として認定したが、\n１　そもそも被告人両名がＢ１製作所の製造販売する業務用金切鋏の類似品を販\n売しようと企てたことはない。\n商標法違反の事実については、\n２　Ｂ２の有する原判決別紙商標一覧表（以下単に別紙という。）甲一の登録商\n標「＜記載内容は末尾１－（１）添付＞」と、本件において被告会社が使用した商\n標「Ａ４」（別紙イ、ロ、ハ、ニ）とは、類似していない。\n３　本件において使用された商標「Ａ４」について、被告会社は先使用権および\n中用権を有していた。\n４　右商標は、被告会社の当時の商号「株式会社Ａ４」を普通に用いられる方法\nで表示した商標であり、被告人らに不正競争の目的はなかつたから、商標法二六条\nにより、これにＢ２の商標権の効力は及ばない。\n５　被告人らにはＢ２の商標権を侵害する故意がなかつた。また、不正競争防止\n法違反の事実については、\n６　被告人らには不正競争の目的がなかつた。\n７　「＜記載内容は末尾１－（１）添付＞」は、当時Ｂ２の商標としては周知性\nがなかつた。\n８　被告会社の使用商標（別紙イ、ロ、ハ、ニ）とＢ１製作所の「Ｂ１」の商標\nとは、不正競争防止法にいう類似性がない。\n９　被告人らはＢ１製作所の製造販売する金切鋏と混同を生ぜしめる行為をした\nことがなく、また混同を生じた事実もない。\n１０　被告人らの本件商標の使用行為は、不正競争防止法二条一項四号にいう善\n意使用に該当する。\n以上の点につき、原判決には判決に影響を及ぼすことが明らかな事実誤認があ\nる、というのである。\nしかしながら、原判決の挙示する関係各証拠を総合すると、原判示罪となるべき\n事実第一の事実は優に認められ、原判決の認定判断は、その「弁護人の主張に対す\nる判断」の第一の部分も含め、おおむね正当として是認することができる。以下所\n論にかんがみ、若干補足する。\n所論１、６、（類似品販売の企図および不正競争の目的の有無）について。\n関係証拠によると、原判決も「犯行に至る経緯」の二などで詳細に認定説示して\nいるように、\n被告会社は、昭和二三年三月利器工具等の販売等を目的として設立され、株式会\n社Ａ５として発足し、昭和三七年九月その商号を株式会社Ａ４に変更したもので、\nもともと業務用金切鋏については、Ｂ２（ただし、昭和二六年三月法人化して有限\n会社Ｂ３製作所―同四四年一月有限会社Ｂ１製作所と商号変更―が設立された後は\n同有限会社。）の製品で「＜記載内容は末尾１－（１）添付＞」の標章が付されて\nいる金切鋏を看板商品として販売してきたこと。\n昭和二八年ころ被告会社で仕入れ業務を担当していたＣ１が代表者の被告人Ａ１\nと意思の疎通を欠いて退職し、独立して同種営業を開始したことから、右製作所よ\nり納入される金切鋏の数量が次第に減少し、昭和三〇年初頭にはついにその納入が\n全く停止されるに至つたこと。\n被告会社は、看板商品を失い、倒産も危ぐされる苦境に立たされたので、被告人\nらは、窮余、金切鋏の取引における銘の重要性にかんがみ右製作所の製品と外観の\n類似する無銘の金切鋏を他者から仕入れ、これにＢ２の使用商標「＜記載内容は末\n尾１－（１）添付＞」と同一の標章を付して販売することとし、同年三月ころから\nこれを実行したこと。\nそれゆえ、被告会社とＢ２の間に金切鋏に使用する商標をめぐつて紛争が生じ、\n同年七月八日、正宗刃物総本社の青井基信があつせんの労をとり和解を試みてくれ\nたものの、完全な解決をみるには至らなかつたこと（注）。\nその後も、被告人らは、Ｂ２を相手方に抗争する一方、無銘の金切鋏に「＜記載\n内容は末尾１－（１）添付＞」を打刻した業務用金切鋏の販売を続け、被告会社の\n別紙Ａ、Ｂ、Ｃの登録商標が、特許庁の審決で、いずれもＢ２の未登録周知商標\n「＜記載内容は末尾１－（１）添付＞」に類似し、旧商標法二条一項八号に違反し\nてなされた無効のものとされ、その無効審決の確定により、昭和四二年三月右各登\n録商標がいずれも抹消登録された後も「Ａ４」なる商標に固執し、もはや被告会社\nの有する登録商標の中には、鋏など商品区分新一三類の商品を指定商品とし、「Ａ\n４」の文字を構成要素とする商標は存しないのに、「＜記載内容は末尾１－（１）\n添付＞」から「＜記載内容は末尾１－（２）添付＞」を取り除いた「Ａ４」やこれ\nに「登録」の文字を加えた「登録Ａ４」の各標章を付した業務用金切鋏の販売を続\n行して本件犯行に及び、同四六年三月ころからは、さらにＤ１印と呼ばれるものを\nも加えて「「Ｄ２」Ａ４」および「「Ｄ２」登録Ａ４」の各標章（別紙ハ、ニ参\n照）を付して本件犯行に及んでいること。\n後記のとおり、「Ｂ１」という商標および「＜記載内容は末尾１－（１）添付\n＞」という商標は、いずれも本件犯行当時においてもＢ２の経営するＢ１製作所が\n製造販売する業務用金切鋏に付するものとして、その信用性および周知性を有して\nいたものであること。\n以上の事実が認められ、これによれば、被告人らの本件商標の使用は、被告会社\n自身の営業と商品を表示するいわゆる「問屋マーク」としての使用などではありえ\nず、被告人らが検察官に対する供述調書（被告人Ａ１の昭和四八年一二月四日付お\nよび同月六日付、被告人Ａ２の同月一二日付）において供述しているように、信用\n性および周知性の高いＢ１製作所製品の商標と類似のものをほしいままに使用し、\nその信用性および周知性を利用して、被告会社の商品である業務用金切鋏の販売を\nする意図に出たものとして、被告人らに不正競争の目的があつたことが優に認めら\nれるとともに、右製作所の製造販売する業務用金切鋏の類似品を販売する企図のあ\nつたことも明らかである。\n原判決に所論の事実誤認はない。\n（注。この点につき所論は、昭和三〇年七月八日、被告会社とＢ２との間に、過\n去はどうあろうとも、被告会社による「Ａ４」標章の使用を適法として承認する趣\n旨の和解が成立したことは、同年七月一五日付Ｅ１の記事内容および当時Ｂ２が自\n己の選択によつて「Ｂ１」商標を自己の商標として採用し、和解日以後は「＜記載\n内容は末尾１－（１）添付＞」の使用を廃して「Ｂ１」だけを使用する旨の広告を\n再三にわたつて行なつている事実経過などからみて十分首肯できるはずであるの\nに、原判決が和解の成立を否定したのは決定的な事実誤認である旨主張する。しか\nし、原判決が「弁護人の主張に対する判断」の第一の一の（三）において、所論指\n摘のＥ１の記事内容、和解の席上における話し合いの内容、さらにはＢ２がその後\n「＜記載内容は末尾１－（１）添付＞」の使用をやめ、「Ｂ１」を使用することを\n業界紙において宣伝広告した理由等和解の成否の基礎となる諸事情につき詳細な検\n討を加えた結果、所論の和解が成立したとは認めがたいとした認定判示は、関係証\n拠からも十分肯認できるうえ、その後における抗争経過、すなわち、原判示「犯行\nに至る経緯」の二（７）にもあるとおり、まず被告会社がＢ２に対し、昭和三二年\n四月四日付内容証明郵便により、同人が故意に別紙甲二の登録商標に商品の誤認ま\nたは混同を生ぜしめるおそれのある付記、変更を加えて使用し、被告会社の有する\n別紙Ｂ・Ｃ登録商標の商標権を侵しているとして、その使用中止を勧告し、これに\n驚いたＢ２が、被告会社を相手方として、同年五月四日特許庁に別紙Ｂ・Ｃ各登録\n商標の登録無効審判を請求すると、被告会社もＢ２を相手方として同年一〇月一五\n日、別紙甲二登録商標の登録無効審判を請求し、Ｂ２は同三四年八月八日さらに別\n紙Ａ登録商標についても同様の請求をするなどして、以後長期間にわたる争訟が両\n者の間に続いている事実に徴しても、所論の和解が成立したとは認めがたい。な\nお、当審における事実取調の結果によつても、右結論を左右するに足りない。）\n所論２（別紙甲一の商標と被告会社の使用商標との類否）について。\n商標法について、商標の類似とは、原判示にもあるとおり、二個の商標が、外\n観、称呼または観念のうちのいずれか一つ以上の点で相紛らわしく、その結果それ\nらの商標が同一または類似の商品に使用された場合、取引者や一般需要者によりそ\nれらの商品の出所につき誤認混同を生ずるおそれがある程度に似ていることをいう\nのであつて、その類似するか否かの判断は、右の三要素につき全体的かつ離隔的に\n対比観察し、当該商標が使用されている商品の取引の実情を考慮し、取引者や一般\nの需要者が商品購入時に通常払うであろう注意を基準として決すべきものである\nが、商標中に商品識別機能を有するとは認められないような付記や付飾部分が存在\nする場合には、これを除いた部分を要部として特定し、これを比較対照する要部観\n察も、全体的観察と併せてする必要がある。\n右の観点からみると、本件において、被告会社が使用した別紙イないしニの商標\n中、ロ、ニ各商標の「登録」の二字からなる部分や、ハ、ニ各商標の図形の部分\nは、いずれも特に商品識別機能を有するほどの顕著性をもつものとは認められない\nので、右ロ、ハ、ニ各商標は、いずれもイ商標の内容たる「Ａ４」の文字を要部と\nする同種の商標とみるべきところ、これら商標について「Ｆ３」の自然的称呼が生\nずることは、その構成に照らして明らかである。\n他方、Ｂ２の有する別紙甲一の登録商標は、その構成上「Ｆ１」という比較的長\nい称呼を有することが明らかである（原判決は、当該商標のうち＜記載内容は末尾\n１－（２）添付＞という部分からいかなる称呼を生ずるかは、一般需要者の通常の\n判断能力を基準とする限り、必ずしも分明ではないと判示しているが、右商標使用\nの商品が業務用金切鋏であり、その需要者がほとんど板金業等の専門業着であるこ\nとにかんがみれば、右判示は適切でない。）。しかし、簡易迅速を旨とする商取引\nの実際においては、一般に長い名称の一部を省略して呼称する傾向があると考えら\nれるところ、この登録商標の構成中「＜記載内容は末尾１－（２）添付＞」の部分\nと「Ａ４」の部分との間には意味内容上直接の明確な関連性や主従の区別も認めが\nたいので、この登録商標からは「Ｆ１」のほか「＜記載内容は末尾１－（２）添付\n＞」の部分から「Ｆ２」、「Ａ４」の文字から「Ｆ３」の称呼を生ずるものと認め\nられる。右のとおり、被告会社使用の別紙イないしニの商標とＢ２の有する別紙甲\n一の登録商標とは、ともに「Ｆ３」の称呼を生じる点において共通の称呼を有する\nので、両者は、外観および観念の点につき対比するまでもなく、類似商標と認めら\nれる（原判決挙示の検察事務官Ｇ１作成の報告書「書６、二七七丁以下」中、昭和\n三五年（行ナ）第一三一号審決取消請求事件・昭和三八年四月三〇日東京高等裁判\n所第六民事部判決写参照）。\nしたがつて、原判決に所論の事実誤認はない。\n所論３（先使用権および中用権の有無）について。\nまず、先使用権の主張についてみると、Ｂ２が別紙甲一の商標について商標登録\nの出願をしたのは、原判示「犯行に至る経緯」の二（１）にあるとおり昭和三三年\n九月二〇日であるが、被告会社が同日以前から「Ａ４」の標章を使用していた事実\nはない。もつとも、被告会社が昭和三〇年初頭ころから無銘の金切鋏を仕入れて、\nこれに「＜記載内容は末尾１－（１）添付＞」なる標章を付して販売していた事実\nは認められるが、所論１、６について説述したとおり、それは不正競争の目的によ\nるものであることが明らかであり、また関係証拠に徴し、昭和三三年九月二〇日当\n時、被告会社のその使用商標が被告会社の商品表示として広く認識される状態には\nなかつたものと認めるのが相当である。したがつて、本件において使用された商標\n「Ａ４」について被告会社に先使用権が生ずる余地はない。\n次に、中用権の主張についてみると、別紙Ｂ登録商標は、もともと被告人Ａ１\nが、Ｂ２の周知商標「＜記載内容は末尾１－（１）添付＞」が商標登録を受けてい\nないものであることに着目し、これを奇貨として、右Ｂ２の未登録周知商標になる\nべく似るよう工夫をこらして商標登録の出願をしたものの一部であつて、その出願\nの際、被告人Ａ１としては、商標登録を受けた暁には、その登録商標を盾にＢ２と\n交渉し、Ｂ１製作所の著名な金切鋏の販売権を独占しようなどともくろみ、Ｂ２に\n隠れてこつそり出願したつもりであつたのに、商標公報にその公告がなされたこ\nろ、同人に聞知され、たちまちその怒りを買う結果となつた経緯があり、しかも、\n当時被告会社代表者の被告人Ａ１が商標関係の研究に熱中していたのであるから、\n被告会社としては、遅くとも、別紙Ｂ、Ｃ登録商標に対するＢ２の無効審判請求の\n登録がなされた昭和三二年五月四日以前において、被告会社の右登録商標がＢ２の\n未登録周知商標に抵触するものであつて、本来商標登録できないものであることを\n看過して商標登録されたものであること、すなわち無効原因があつたことを認識し\nていたものと認めるのが相当である。\nしかも、昭和三二年五月四日当時において、被告会社の前記「＜記載内容は末尾\n１－（１）添付＞」の使用商標が被告会社の商品表示として周知性があつたとは認\nめがたいので、本件において使用された商標「Ａ４」について被告会社に中用権が\n生ずる余地もない。\nしたがつて、同旨の理由で先使用権、および中用権の主張を排斥した原判決の判\n断は相当であり、原判決に所論の事実誤認はない。\n所論４（別紙甲一商標の効力が及ぶ範囲か否か）について。\n原判示「被告人らの経歴等」の三にあるとおり、被告会社が商号を「株式会社Ａ\n５」から「株式会社Ａ４」に変更したのは昭和三七年九月一八日であるが、当時\nは、「＜記載内容は末尾１－（１）添付＞」商標の商標登録の可否、およびその使\n用の可否をめぐつて、Ｂ２と被告会社との間に深刻な紛争が展開されていた時期で\nあり、原判示「犯行に至る経緯」の二（７）にもあるとおり、Ｂ２が被告会社を相\n手方にして請求した別紙Ａ、Ｂ、Ｃ各登録商標の登録無効審判事件について、特許\n庁が登録無効の審決をなし、被告会社の提訴により、右審決の取消訴訟が東京高等\n裁判所に係属中であつて、この訴訟に敗訴すると被告会社としては、もはや「Ａ\n４」という商標を使用していることの論拠を全く失なう情況にあつた。\n右の事情に加えて、被告人Ａ１の検察官に対する昭和四八年一二月三日付供述調\n書に、「裁判で負けてしまつたら金切鋏にＡ４印が使えなくなつてしまい、それで\nは困るので、その時に会社の名前を使つただけだと主張できるようにするため、商\n号を株式会社Ａ４に変えた。」旨の記載があることに照らせば、被告会社の右商号\n変更は、必ずしも原判示のように、Ｂ２との争いを自己に有利に展開させるためで\nあつたとは断定しがたいが、少なくとも、将来別紙Ａ、Ｂ、Ｃ各登録商標につき登\n録無効の審決が確定した後の事態に備え、被告会社において「Ａ４」という商標を\n使用し、商品の混同を継続させる目的のもとになされたものと認められるから、不\n正競争の目的があつたということができる。\nところで、Ｂ２の別紙甲一の商標につき商標登録がされたのは、原判示「犯行に\n至る経緯」の二（９）にあるとおり、昭和四五年一二月一八日であるから、被告会\n社の本件における商標「Ａ４」の使用は、Ｂ２の商標権の設定登録後の使用であ\nり、かつ、前記のとおり不正競争の目的でなされたものであるから、商標法二六条\n二項により、Ｂ２の商標権の効力は制限されない（すなわち、効力が及ぶ）ものと\nいわなければならない。\n所論の主張するように、当時は、金切鋏に限らず、被告会社において取り扱う他\nの商品の大部分にＡ４印が使用され、商標と商号を一致させた方が好ましい事情に\nあり、それが商号変更の一つの理由であつたとしても、それだからといつて不正競\n争の目的がなかつたとすることはできない。\n原判決のこの点に関する判示は、前記指摘の点においてやや適切を欠くところが\nあるけれども、おおむね相当であり、結局本件は商標法二六条一項一号の適用がな\nい場合であるとした原判決に、所論の事実誤認はない。\n所論５（商標権侵害の故意の有無）について。\n原判示「犯行に至る経緯」の二（１）（９）にあるとおり、昭和四二年一〇月二\n六日Ｂ２の別紙甲一の商標が出願公告されるや、被告会社はその商標登録を遅らせ\nるため同年一二月二八日登録異議の申立をしたが、これまでに被告会社において商\n標登録を受けていた別紙Ａ、Ｂ、Ｃの各登録商標がＢ２の未登録周知商標「＜記載\n内容は末尾１－（１）添付＞」と類似するとの理由で登録無効の審決を受け、最高\n裁に上告までして抗争したけれども、すべて敗訴になり、その商標登録を抹消され\nていることから、被告人らとしては、右登録異議の申立も関連訴訟の結果からみ\nて、近々理由なしとして却下され、Ｂ２の登録出願した別紙甲一商標が商標登録さ\nれるであろうことを十分予期していたとみられるところ、被告人らは、当時、取引\n先に対する体面もあつて、Ｂ２の別紙甲一商標がいつ商標登録されようとも、当面\n「Ａ４」の商標使用をやめる気はなく、特に被告人Ａ１においては、Ｂ２の別紙甲\n一商標が商標登録された後も、被告会社が右の商標使用を継続していくための口実\nをあれこれ考え出し、これを弁護士や弁理士に相談するなどしたうえ、あえて、\n「Ａ４」の商標使用を続けたのであるから、かりに、所論のとおり、被告会社の登\n録異議の申立が特許庁において同四五年八月二五日却下されたのに、なんらかの手\n違いでその当時被告会社にその通知がされず、したがつて、被告人らにおいて、別\n紙甲一の商標登録が同年一二月一八日にされたことを知らなかつたとしても、被告\n人らには本件犯行の当初からＢ２の商標権侵害について少なくとも未必的な故意が\nあつたものと認めるのが相当である。\nそして、原判示にもあるとおり、その後、同四六年四月二〇日付のＥ２新聞及び\n同月二三日付のＥ３新聞の紙上広告において、Ｂ２の別紙甲一の商標が登録された\nことが報じられ、被告人Ａ１もこれを見ていること、その日の夕方同被告人は被告\n人Ａ２の質問に対し、被告会社の商品にはＤ１のマークを入れているから商標権の\n侵害にならないなどと強弁したことが認められ、したがつて、少なくとも右当時に\nは、被告人らにおいて甲一の商標登録がされた事実を確定的に認識し、侵害の故意\nをもつたというべきである。\nなお、所論は、故意がなかつた根拠として、被告人らにおいて、本件商標の使用\nは被告会社の旧一九類を指定商品とする別紙Ｅ商標権の行使として適法なものと信\nじていた旨、および前記先使用権ないし中用権があると信じていた旨主張するが、\n被告人らが各主張のように信じていたとは証拠上とうてい認められない。\n被告人らの故意を認めた原判決に所論の事実誤認はない。\n所論７（別紙甲一商標の周知性の有無）について。\n原判示「犯行に至る経緯」の二（２）にあるとおり、Ｂ２は、昭和一二年ころ師\n匠Ｂ４から「Ａ４」の鍛冶名を与えられて独立し、以来自己の製造販売にかかる金\n切鋏に「Ａ４」の標章を付し、同二四年ころからは別紙甲一と同一の商標を付して\nきたが、その製品が二度にわたりＢ５賞を受賞したことなどから著名となり、需要\nは増大の一途をたどり、昭和二九年ころには法人化した有限会社Ｂ３製作所（Ｂ１\n製作所の前身）の金切鋏の生産量は月産約一〇〇〇丁に達し、その販路も被告会社\nを含む約一〇店の第一次販売問屋を経由してほとんど全国に及んだ。\nところが、前記のとおり、被告会社が昭和三〇年三月ころから、右製作所の製品\nに外観の類似する無銘の金切鋏に「＜記載内容は末尾１－（１）添付＞」の標章を\n付して販売するに至り紛争が生じたので、Ｂ２は紛議を避け、被告会社の販売商品\nとの誤認混同を回避するため、ひとまず別紙甲一商標の使用を見合わせ、右製作所\nには「Ｂ１」の標章を使用させることとしたうえ、業界紙に「当所製品Ａ４印金切\n鋏は従来の＜記載内容は末尾１－（２）添付＞Ａ４刻印を廃しＢ１の登録商標一本\nで製作」との広告を掲載するなどして信用維持につとめた。その後被告会社のＡ、\nＢ、Ｃ登録商標の無効審決が確定するまでに日時を要し、また確定後には、Ｂ２の\nした別紙甲一商標の登録出願に対し被告会社から登録異議の申立がなされるなど両\n者間に紛争が絶えないため、Ｂ２は本件当時においても、別紙甲一商標を使用して\nいないのであるが、その間昭和三三年九月二〇日別紙甲一商標の登録出願をし、同\n四五年一二月一八日その商標権設定登録を了しているのである。\nしたがつて、別紙甲一の商標は、おそくとも昭和二九年ころには、右製作所の商\n品を表示するものとしての周知性を獲得したものと認められるが、被告会社の商品\nとの混同を避けるためやむなく使用が一時中断されたもので、その中断が長期間に\nわたつてはいるが、その間、右製作所において別紙甲一商標の要部である「Ａ４」\nの二字を含む「Ｂ１」の商標によつてＡ４印としての周知性を存続させ、Ｂ２にお\nいては、被告会社との争訟の場において、別紙甲一商標の権利を常に主張しつづけ\nており、かつ登録制度を通してその商標権を取得しているのであるから、その周知\n性は使用の可能性とともに本件当時においてもなお残存していたものと認めるのが\n相当である。\nこれと同旨の理由で、別紙甲一商標に、本件当時Ｂ２の商標としての周知性を認\nめた原判決に、所論の事実誤認はない。\n所論８（被告会社使用商標に関する不正競争防止法上の商標類否）について。\nこの点に関し、原判決は、「弁護人の主張に対する判断」の第一の二の（二）に\nおいて、類似性判断の意義・基準、判断の資料、判断の方法等につき詳細判示し、\nその判断に必要な事実を認定したうえ、それらの事実関係からすれば、Ｂ１製作所\nの使用商標と被告会社の使用商標は、不正競争防止法一条一項一号にいう類似商標\nに該当するとしている。当裁判所は、原判示中「商品主体」とあるのを「商品主体\nすなわち商品の出所」と改めたうえ、右認定判断をすべて正当として是認する。\n（なお、当審における弁論にかんがみ、一言付加する。\nＡ４に他の一字を加え一連に表示した商標が、新第一三類手動利器等を指定商品\nとして出願され登録されているとしても、その各登録出願に対する各審査の過程で\n先願の商標との類否につきいかなる見解がとられたかは、本件の不正競争防止法に\nいう類似の判定には考慮されるべきものではない。）\n右製作所の使用商標と被告会社の使用商標との間に不正競争防止法上の類似性を\n認めた原判決に、所論の事実誤認はない。\n所論９（混同を生ぜしめる行為の有無等）について。\nＢ２のＢ１製作所が製造販売する業務用金切鋏は、Ａ４印と一般に理解され、業\n界において周知されていたこと、被告会社が現実に使用した商標は業界で周知され\nているＢ２側の各使用商標に類似していたこと、取り扱う商品は両者とも業務用金\n切鋏であり、かつ両者が優秀な金切鋏の伝統的生産地として著名な東京に位置し、\n地理的にみても近接していること、被告会社の本件商標使用の動機が、Ｂ１製作所\nの商品に対する信用を利用し、一般需要者をして被告会社の商品をＢ１製作所の商\n品と誤認混同させる目的であつたこと等からすれば、たとえ、所論のように、両者\nの販売経路が異なり、需要者層もおおよその区分がなされていた実情にあつたとし\nても、被告会社の本件商標使用の行為およびその使用された業務用金切鋏の販売\nは、不正競争防止法一条一項一号にいう「他人ノ商品ト混同ヲ生ゼシムル行為」に\nあたることは明らかというべきである。\nのみならず、原審証人Ｈ１、同Ｈ２、同Ｈ３、同Ｈ４らの各供述によれば、一般\n需要者において現実に商品主体すなわち商品の出所を混同した事例が散見されるの\nである。\nこの点に関する原審の認定は相当であり、原判決に所論の事実誤認はない。\n所論１０（商標の善意使用か否か）について。\n被告会社の本件商標使用行為は、不正競争の目的によるものであるから、不正競\n争防止法二条一項四号の善意使用にあたらないこともちろんである。原判決に所論\nの事実誤認はない。\n論旨はいずれも理由がない。\n二、　罪となるべき事実第二関係。\n論旨は、要するに、原判決は、被告人両名が有限会社Ｉ１（代表取締役Ｊ１、以\n下単にＩ１ともいう。）の製造販売する業務用金切鋏の類似品を販売しようと企\nて、共謀のうえ、不正競争の目的をもつて、被告会社の業務に関し、原判示第二の\nとおり他人の商標権を侵害するとともに、不正競争防止法一条一項一号の行為をし\nた旨の事実を罪となるべき事実として認定したが、\n１　そもそも被告人両名がＩ１の製造販売する業務用金切鋏の類似品を販売しよ\nうと企てたことはない。\n商標法違反の事実については、\n２　Ｉ１の別紙乙の登録商標と被告会社が使用した別紙ホの商標とは類似してい\nない。\n３　被告会社がした別紙ホの商標の使用は、被告会社の有する別紙ＦおよびＧの\n登録商標の使用である。\n４　本件において使用された別紙ホの商標について、当時、被告会社は先使用権\nを有していた。\n５　被告人らには、Ｉ１の商標権を侵害する故意がなかつた。\nまた、不正競争防止法違反の事実については、\n６　被告人らには不正競争の目的がなかつた。\n７　Ｉ１が現実に使用している商標は、別紙乙の登録商標ではない。また、被告\n会社の使用商標（別紙ホ）とＩ１の別紙乙の商標とは、不正競争防止法にいう類似\n性がない。\n８　被告人らはＩ１の製造販売する金切鋏と混同を生ぜしめる行為をしたことが\nなく、また混同を生じた事実もない。\n９　被告人らは、別紙ホの商標使用を被告会社の有する別紙ＦおよびＧの商標権\nの行使と信じていたもので、故意がない。\n以上の点につき、原判決には判決に影響を及ぼすことが明らかな事実誤認があ\nる、というのである。\nしかしながら、原判決の挙示する関係各証拠を総合すると、原判示罪となるべき\n事実第二の事実は優に認められ、原判決の認定判断は、その「弁護人の主張に対す\nる判断」の第二の部分（ただし、同部分中一の（一）（二）を除く。）も含め、お\nおむね正当として是認することができる。以下所論にかんがみ、若干補足する。\n所論１、６（類似品販売の企図および不正競争の目的の有無）について。\n関係証拠によると、被告人らは、有限会社Ｉ１の信用を利用し、有名で信用性の\n高い同有限会社の業務用金切鋏と被告会社の販売する業務用金切鋏とを混同させて\n販売する計画のもとに、右有限会社の業務用金切鋏と外観のよく似た無銘の房州系\nのものを仕入れ、これに右有限会社の別紙乙商標と類似する別紙ホの商標を付して\n販売していたものであることが認められ、被告人らに右有限会社の業務用金切鋏の\n類似品を販売する企図のあつたこと、および不正競争の目的があつたことは明らか\nであり、原判決に所論の事実誤認はない。\n所論２（別紙乙の商標と被告会社の使用商標との類否）について。\nＩ１の別紙乙の登録商標は、「ａ・・ｂｃ」の文字を一連に縦書きしてある商標\nであるのに対し、被告会社が使用した別紙ホの商標は、富士をかたどつたと思われ\nる記号的図形「＜記載内容は末尾１－（３）添付＞」の下に縦書きの「ｄ・」、そ\nの下に横書きの「登録」、さらにその下に縦書きの「ｂｃ」の各文字を順次配して\nある商標である。\n両商標を比較観察すると、前者については、「ｅｆｇｈｉ」という長い称呼を生\nずるであろうが、簡易迅速を旨とするその指定商品の取引の実際においては、簡略\nにその一部分である「ｂｃ」の称呼で取引されている実情にあることが関係証拠上\n明らかであるので、かかる取引の実情をも考慮すると、結局前者の商標からは右\n「ｅｆｇｈｉ」のほか、その要部「ｂｃ」から「ｈｉ」の称呼を生ずると認めるの\nが相当である。そして後者についてみると、その構成上「ｊｆｇｈｉ」または「ｆ\nｇｈｉ」の称呼を生ずるであろうが（この場合「登録」の文字は取引上特に称呼を\n生ずるものとは考えられない。）、しかし、この商標は構成上「ｄ・」と「ｂｃ」\nの各部分が横書きの「登録」の二文字を中間に介して上下に分離して表わされてい\nるから、この商標からは「ｊｆｇ」「ｆｇ」、または「ｈｉ」の自然的称呼を生ず\nると認められる。したがつて両者は「ｈｉ」の称呼を共通にする点において類似す\nるものというべきである。（この点について、磯長昌利作成の昭和五二年二月一二\n日付鑑定書は、両者を非類似であるとしているが、同鑑定は要部的観察や取引の実\n情に配慮を欠いたものとして採用できない。）\nなお、所論は、特許庁における登録例をみると、「ａｄ・ｂｃ」のほかに、旧八\n類や新一三類を指定商品として、「ｋｂｃ」「ｌｂｃ」「ａｄ・ｍｃ」「ａｄ・ｎ\nｃ」などの登録商標が存在していることから判断すると、「ａｄ・」も「ｂｃ」も\n登録商標「ａｄ・ｂｃ」の要部とはいえず、同商標はａｄ・ｂｃの五文字を一連に\n表示したところに商標としての顕著性を有するものであることが明らかであるか\nら、被告会社使用の別紙ホ商標とは明らかに非類似であると主張する。\nなるほど関係証拠によれば、所論指摘の各商標が、商標登録されている事実を認\nめることができるけれども、これら各商標および別紙乙商標の各登録出願に対する\n各審査の過程で、先願の商標との類否につきいかなる見解がとられたかは、ひとた\nび登録を経た別紙乙商標についての類否の判定とは別個の問題であるので、所論指\n摘の各商標が商標登録されている事実は前記結論を左右するものではない。\nしたがつて、原判決に所論の事実誤認はない。\n所論３（別紙Ｆ、Ｇ商標の使用か否か）について。\nまず別紙Ｆ商標は、富士をかたどつたと思われる線の図形の下に「ｄ・ｂｃ」の\n文字を表示して（ただし下端の「ｃ」の文字の下部の両辺を左右に「ｄ」と「・」\nの両文字の中間に達する位置まで跳ね上げるように延ばしてある。）、さらにその\n下方に「ｏ」と「ｐ」のローマ字による文字が二段に表示されているものである。\nその構成中、二段のローマ字の表示は「・ｂｃ」の「ｂｃ」の文字を特に「ｑ」と\n呼称させるために配したものと看取されるので、このローマ字の表示は、同登録商\n標の外観および称呼において、構成上重要な意味をもつているものとみなければな\nらない。ところが、被告会社の使用商標（別紙ホ）には、そのローマ字の表示はな\nく、前者の重要な構成要素に該当する部分を欠いているのであるから、両者は商標\nとしての同一性がないものである。\n次に、別紙Ｇ商標は、右Ｆ商標に連合する商標として商標登録されたもので、同\nじく富士をかたどつたと思われる線の図形の下に「ｄ・ｂｃ」の文字を表わしてい\nるものであるが（ただし、下端の「ｃ」の文字の下部の両辺を左右上方に「ｂ」の\n字のあたりまで跳ね上げるように延ばしてある。）、「ｄ」の文字が富士をかたど\nつたと思われる図形＜記載内容は末尾１－（４）添付＞の中に抱きこまれるように\n配されており、「・」の文字との間がやや空けられていて、「・」の文字はむしろ\n「ｂｃ」の文字と一連に「・ｂｃ」と表示されているものである。これに対して、\n被告会社の使用商標（別紙ホ）は、縦長の富士をかたどつたと思われる＜記載内容\nは末尾１－（３）添付＞の図形、および縦書きの「ｄ・」、横書きの「登録」、縦\n書きの「ｂｃ」の各文字が縦に順次配されているものである。両者は、外観上図形\nの表わし方、「ｄ」の文字の相違や「登録」の文字の有無およびそれらの配置にお\nいて差異が認められ、全体としての印象を明らかに異にする（この点は別紙Ｆ商標\nについても同様である。）。\nまた、称呼および観念においても別紙Ｇ商標は、その構成上「ｄ・ｂｃ」の文字\nから「ｆｇｈｉ」の称呼を、また一連の「・ｂｃ」の文字から「ｒｈｉ」の称呼を\n生ずる余地がないではないが、同商標が右Ｆ商標に連合する商標である点を考える\nと、上部に表わされている図形と下方の文字を一体として観察し、これより「ｊｆ\nｇｑ」の称呼、観念を生ずるものと認められ、被告会社の使用商標（別紙ホ）が横\n書きの「登録」の二文字により分離された「ｂｃ」の文字部分から「ｈｉ」の称\n呼、観念を生ずるのとは明らかに異るものと認められる。したがつて、右の両者に\nついても商標としての同一性は認められない。（もつとも、Ｈ５作成の鑑定書は、\n被告会社の使用商標は、別紙Ｆの登録商標の使用とは認められないが、別紙Ｇの登\n録商標の使用と認められるとしているが、これは全体的観察による外観上の差異\nや、ＧがＦの連合商標として登録されたものであること、すなわち称呼の相違点に\nついて考慮されていないものであつて、採用できない。）。\n右のとおり、被告会社の使用商標（別紙ホ）は別紙ＦおよびＧの登録商標との同\n一性を欠き、それらの具体的使用とは認められないうえ、関係証拠によると、原判\n示にもあるとおり、別紙ＦおよびＧの登録商標は、著名な別紙乙の登録商標をもじ\nりこれを図案化したもので、被告会社名義に商標登録を受けたのは、被告会社にお\nいてこれらの商標をそのまま実際に使用する意図でしたものではなく、もつぱら著\n名な別紙乙の登録商標との類似性を隠ぺいするための手段であつて、その権利行使\nと称して実際に使用する商標は、図案的なものではなく、文字も通常の書体に直\nし、別紙乙の登録商標と類似する商標とする意図であつたことが明らかであるか\nら、被告人らとしても、被告会社の使用商標（別紙ホ）が別紙ＦおよびＧの登録商\n標の使用であるとは考えていなかつたことが認められる。\nしたがつて、被告会社の使用商標を、適法な商標権の行使と認めなかつた原判決\nに、所論の事実誤認はない。\n所論４（先使用権の有無）について。\n原判示「犯行に至る経緯」の三にもあるとおり、Ｉ１は、Ｊ２を権利者とする別\n紙乙と同一の商標権が昭和三九年九月三日期間満了により失効すると、同月一五日\n再度別紙乙商標の登録を出願し、同四〇年一二月一一日その商標登録を受けたもの\nであるところ、被告会社がその販売する業務用金切鋏に別紙ホの商標使用を開始し\nたのは昭和三一年ころである。しかし、すでに所論１、３、６について説述したと\nおり、被告会社の本件商標使用は不正競争の目的に出たものであるから、被告会社\nに別紙ホの商標の先使用権が生ずるわけがない。したがつて、先使用権を否定した\n原判決に、所論の事実誤認はない。\n所論５、９（各故意の有無）について。\n所論３について説述したとおり、被告人らはいずれも本件商標の使用を別紙Ｆ、\nＧの商標権の行使であるなどとは考えておらず、ましてやそのように信じていたわ\nけではないのであるから、各違反につき故意のあることは言うまでもない。原判決\nに所論の事実誤認はない。\n所論７、８（被告会社使用商標に関する不正競争防止法上の商標類否および混同\nを生ぜしめる行為の有無等）について。\n関係証拠によると、原判示にもあるとおり、Ｉ１が現実に使用している商標は、\n「ａｄ・」の文字を「ｂｃ」の文字より若干小さく表示し、かつ両者を離して表示\nしているけれども、全体として別紙乙の登録商標の使用と認められる。\n別紙乙の登録商標と別紙ホの商標とが商標法上類似していることは、所論２につ\nいて説述したとおりであつて、被告人らはａｄ・ｂｃの信用を利用し、被告会社の\n商品をａｄ・ｂｃの商品と誤認混同させる目的で、ａｄ・ｂｃの金切鋏と外観のよ\nく似た房州系の無銘のものに別紙ホの商標を使用したものであること、使用態様も\n「ｂｃ」の二字を他の部分より離して表示するなどａｄ・ｂｃの使用態様に似せて\nいること等併せ考えると、被告会社の本件商標使用行為が、不正競争防止法一条一\n項一号にいう商品の混同を生ぜしめる類似商標の使用にあたることは明らかであ\nる。\nそして、両者の業務用金切鋏は、販売経路および販売価格を異にして販売されて\nいたとはいえ、その結果末端の小売店や需要者において現実に、商品主体すなわち\n商品の出所につき、誤認ないし混同の生じた事例が散見されるのであるから、本件\n商標の使用およびその使用された業務用金切鋏販売の行為はまさに混同を生ぜしめ\nる行為にあたるというほかない。原判決に所論の事実誤認はない。\n論旨はいずれも理由がない。\n三、　罪となるべき事実第三関係。\n論旨は、要するに、原判決が、１、株式会社Ｌ１製作所の「・ｃ」という商標\nは、同会社の販売する業務用金切鋏に付するものとしては周知性がなかつたのに、\nこれがあつた旨、また２、本件は被告人Ａ２の単独行為であるのに、被告人Ａ１、\n同Ａ２両名の共謀によるものである旨、各認定した点につき、判決に影響を及ぼす\nことが明らかな事実誤認がある、というのである。\n所論１について。\n関係証拠によれば、原判示「犯行に至る経緯」の四（１）（２）（３）にもある\nとおり、「・ｃ」の商標は、明治時代から東京Ｋ１で板金用機械、金切鋏、工具類\n等の卸売業を営んでいたＭ１が大正四年に商標権（登録番号七三六〇九号）を取得\nする以前から、同人の販売する業務用金切鋏のうち優秀なものに使用されてきたも\nので、その後作次郎の営業を受け継いだＭ２、Ｍ３へ順次譲渡され、昭和一七年に\n株式会社Ｌ１製作所が設立されると、同会社に譲渡され、引き続き同会社において\n販売する金切鋏等に使用され、昭和三〇年に期間満了によりその商標権が消滅し、\n同三一年五月二九日抹消登録された後においても、従前同様の方針のもとに使用さ\nれてきたものであつて、本件当時の販売量は月約一五〇〇丁で、当時年商一億数千\n万円に達していた同会社の取扱い商品としては必ずしも多くはなかつたが、その販\n路は全国に及んでおり、永年の伝統と営業努力によつて、右商標は全国的にその周\n知性を獲得していたことが認められる。右と同旨の事実を認定判示している原判決\nに、所論の事実誤認はない。\n所論２について。\nこの点に関し、原判決は、「弁護人の主張に対する判断」第三の（二）におい\nて、被告人Ａ１は本件の事実を知らず、共同正犯の責任を負うべきいわれはない、\nとの原審弁護人らの主張に対し、被告人Ａ１が他人名義で別紙Ｈの登録商標を取得\nした経緯、被告人Ａ１が被告人Ａ２に指示してＬ１製作所の「・ｃ」と酷似する刻\n印を作らせた事実、被告人Ａ１の被告会社における業務関与の状況等、被告人Ａ１\nについて共犯関係の有無を決する諸事情を詳細に認定したうえ、その認定した事実\n関係からすれば、本件は被告人Ａ１、同Ａ２の共謀による犯行であることは明らか\nであるとして、弁護人らの右主張を退けている。\n関係証拠によれば、原判決が右において認定判示した諸事情は優にこれを認める\nことができ、これによれば、本件は所論のような被告人Ａ２の単独犯行ではなく、\n被告人両名の共謀による犯行であるとした原判決の認定判断は、もとより相当とし\nて是認することができる。原判決に所論の事実誤認はなく、論旨はいずれも理由が\nない。\n第二、　法令適用の誤りの主張について。\n一、　商標法三七条にいう侵害とみなす行為の可罰性。\n<要旨>論旨は、要するに、原判決は、原判示罪となるべき事案第一の関係におい\nて、被告会社が使用した別紙イ、</要旨>ロ、ハ、ニの商標と、Ｂ２の別紙甲一の登\n録商標とは少なくとも類似商標と認められると判断し、右イ、ロ、ハ、ニの商標の\n使用行為は商標法三七条一号に該当するとして、同法七八条を適用し被告人らを処\n断したが、同法七八条にいう商標権の侵害とは、同法三六条にいう本来の侵害行\n為、すなわち、正当な権限がないのに、他人の商標登録にかかる指定商品について\n登録商標を使用することをいうのであつて、登録商標に類似する商標の使用行為の\nように、同法三七条一号によつて商標権の侵害行為とみなされるにすぎない行為\nは、含まれないと解すべきである。もし侵害とみなす行為も侵害罪を構成するとす\nれば、同法三七条六号のように本来の侵害行為の予備の予備に相当する行為までも\n本来の侵害行為と同様に処罰することになり、可罰性の点からみても極めて不当な\n結果となるばかりか、類似か否かの判断は多分に判断する者の主観によつて定まる\nものであり、犯罪の構成要件として確定されないものであつて、罪刑法定主義に反\nする。したがつて、原判決には判決に影響を及ぼすことが明らかな法令の解釈適用\nの誤りがあるというのである。\nそこで検討すると、なるほど、商標法七八条は、「商標権（中略）を侵害した者\nは、五年以下の懲役又は五十万円以下の罰金に処する。」と規定するのみで、処罰\n対象の侵害行為を具体的に明示していないので、ここにいう「侵害」とは、商標権\n本来の効力範囲に対する侵害（いわゆる直接侵害）をいい、侵害とみなす行為（同\n法三七条、いわゆる間接侵害）は含まれないと解しうる余地がないではない。\nしかしながら、現行商標法は、工業所有権制度改正審議会が昭和三一年一二月二\n四日付でした商標部会関係答申に基づき、旧商標法を全面的に改正して昭和三四年\n法律第一二七号として公布施行されたものであるが、旧商標法は、三四条におい\nて、商標権の本来の効力範囲に対する侵害である他人の登録商標と同一の商標を同\n一の商品に使用した行為（直接侵害）のほか、本件のような他人の登録商標と類似\nの商標を同一商品に使用した行為、その他多岐にわたる予備的行為など、現行法が\n三七条において「侵害とみなす行為」（間接侵害）としている行為のほとんどを刑\n事処罰の対象として明示していた。ところが右の改正により、現行商標法には、新\nたに差止請求権や侵害とみなす行為などの規定が新設され、権利侵害に関する規定\nの整備がなされた関係から、侵害罪として旧法三四条各号に掲げられた行為は、そ\nのほとんどが本来の侵害行為として、または侵害とみなす行為として、現行法三六\n条および三七条に移されるところとなつたのである。\nこのような法改正の経過に徴して考えると、現行商標法七八条にいう商標権の侵\n害とは、同法三六条にいう侵害行為にとどまらず、同法三七条の規定により侵害と\nみなされる行為も含むものと解するのが相当である。\nこのように解することにより、同法三七条各号の規定が適用上不明確で罪刑法定\n主義に反することになるとは思われず、また、間接侵害の予備的行為について本来\nの侵害行為と同一の罰則によつて処断することも、この種事犯が業として大量に、\n継続、反覆して行なわれることを常とするその特殊性にかんがみれば、決して不当\nなこととは思われない。これを要するに、商標法三七条一号の行為につき、同法七\n八条に該当するとして同法条を適用した原判決に、所論のような法令適用の誤りは\nなく、論旨は理由がない。\n二、　不正競争防止法一条一項一号にいう「他人ノ商品ト混同ヲ生ゼシムル行\n為」の解釈。\n論旨は、要するに、原判決は、原判示罪となるべき事実第一の関係において、不\n正競争防止法一条一項一号の「他人ノ商品ト混同ヲ生ゼシムル行為」とは、混同を\n生じさせる具体的危険があるかぎり、必ずしも現実に混同を生じたことを必要とし\nないと解釈して同法条を適用処断しているが、少なくとも同法五条二号の適用を行\nなう場合には、現実の混同を生じていることが必要であると解すべきであるから、\nこの点につき原判決には判決に影響を及ぼすことが明らかな法令解釈の誤りがある\nというのである。\nしかし、刑罰法規としての解釈においても、不正競争防止法一条一項一号の「他\n人ノ商品ト混同ヲ生ゼシムル行為」とは、原判示にもあるとおり、取引者や一般需\n要者をして相互の商品主体すなわち商品の出所が同一であるか、または両者になん\nらかの営業上の関係があると誤認させるに足りる行為を指称し、混同を生じさせる\n具体的危険がある限り、必ずしも現実に混同を生じたことを必要としないと解する\nのが相当である。原判決のこの点の判示は相当であり、原判決に所論のような法令\n解釈の誤りはなく、論旨は理由がない。\n法令適用に関するその余の論旨は、いずれも、商標の同一性ないし類否の判断の\n誤りをいうもので、結局は事実誤認の主張に帰するところ、これらの点については\nすでに説述したところから明らかなとおり、原判決にその判断の誤りはない。\n第三、　量刑不当の主張について。\n論旨は、原判決の被告人両名および被告会社に対する量刑は重すぎて不当であ\nる。特に、被告人Ａ１に実刑を科した点は、実務の経験則にも反し、あまりにも苛\n酷な量刑である、というのである。\n本件は、原判示にもあるとおり、被告人両名が共謀のうえ、不正競争の目的をも\nつて、被告会社の業務に関し、昭和四六年一月五日から同四八年八月八日までの間\nに、業務用金切鋏の取引業界において優秀品として著名な三業者の製造販売する、\nまたは、販売する商品に付される商標（周知商標および登録商標）と類似または同\n一の商標を使用して、原審認定分だけでも合計五万八千余丁の類似商品を販売し、\n右三業者の製造販売する、または、販売する業務用金切鋏と混同を生ぜしめる行為\nをし、かつ他人の商標権を侵害した（五万七千余丁につき）という事案である。\n被告人らは、長期間にわたり、他人の商標権をほしいままに侵害し、他の業者ら\nが永年の努力によつて獲得維持してきた信用に便乗して、多額（当審の事実取調の\n結果によると一、七八一万円余。）の不当な利益を得るとともに、金切鋏取引業界\nの公正な競業秩序を乱したものであつて、しかも、被告会社において取得した商標\n権を盾にするなどして、本件行為の正当性についての弁解を事前に準備している点\nも見受けられ、全体としての犯情は芳しくない。\n特に、本件において最も大きな割合を占めるＡ４印に関する犯行をみると、原判\n決も説示しているように、その犯行の遠因は、Ｂ２の経営するＢ１製作所の製品で\n「＜記載内容は末尾１－（１）添付＞」の標章が付されている金切鋏を看板商品と\nして販売してきた被告会社が、昭和三〇年初頭から右製作所の製品の供給を受けら\nれなくなつたため、窮余、右製作所の製品と外観の類似する無銘の金切鋏を他者か\nら仕入れ、これにＢ２の使用商標と同一の標章を付して販売するに至つたことにあ\nり、以来被告会社の取得した登録商標（別紙Ａ、Ｂ、Ｃ）およびＢ２の登録出願商\n標「＜記載内容は末尾１－（１）添付＞」をめぐる十数年の民事紛争を経て、被告\n会社の右登録商標はＢ２の未登録周知商標「＜記載内容は末尾１－（１）添付＞」\nに類似し、旧商標法二条一項八号に違反してなされた無効のものと審決され、東京\n高等裁判所、最高裁判所の各判断を経て、昭和四二年三月すべて抹消登録されてし\nまつたのに、被告会社はなお「Ａ４」なる商標に固執し、もはや被告会社の有する\n登録商標の中には、鋏など商品区分新一三類の商品を指定商品とし、「Ａ４」の文\n字を構成要素とする商標は存しないのに、「＜記載内容は末尾１－（１）添付＞」\nから「＜記載内容は末尾１－（２）添付＞」を取り除いた「Ａ４」やこれに「登\n録」の文字を加えた「登録Ａ４」の各標章を付した業務用金切鋏の販売を続行し\nて、本件犯行に及んでいるのであり、被告人らとしては、「Ａ４」の商標使用につ\nきその正当性がないことを十分知つていたのにかかわらず、本件犯行を強行したも\nのと認められ、その間に一貫した不正競争の目的が看取できる点からも、その犯情\nははなはだ芳しくないといわざるをえない。\n以上、本件犯行の罪質、態様、犯行期間が長期にわたつたこと、取得した利益\nも、被告会社の年商全体に占める割合からみれば、必ずしも莫大というほどではな\nいが、多額ではあること、さらに競業秩序を乱した程度等に徴して考えると、被告\n会社の代表取締役で創立以来業務全般を統括し、本件犯行においても常に主導的役\n割を果した被告人Ａ１、および被告人Ａ１の長男で被告会社専務取締役として、営\n業関係業務を統括し、被告人Ａ１の指示提案に安易に賛同し、本件犯行を敢行した\n被告人Ａ２は、厳しくとがめられなければならず、被告人両名の刑責は軽くない。\nしかしながら、Ａ４関係については、昭和五五年五月八日東京高等裁判所第六民\n事部において、被告会社および被告人Ａ１とＢ２との間に、（１）被告会社および\n被告人Ａ１はＢ２に対し、昭和五五年六月七日限り和解金七〇〇万円を支払うこ\nと、（２）被告会社および被告人Ａ１は、商品「金切鋏」につき「Ｂ１」と「＜記\n載内容は末尾１－（１）添付＞」の商標を使用せず、Ｂ２が商品「金切鋏」につ\nき、右各商標を使用することについて、被告会社および被告人Ａ１はＢ２に対し何\nらの請求もしないこと等を和解条項とする和解が成立し、すでにその和解金も支払\nずみであり、Ｂ２が被つた損害は補てんされたこと、ｂｃ関係および・ｃ関係につ\nいても、被告人らは被害者側に謝罪しその許しを得ていること、被告人らには前\n科、前歴がないこと、被告人Ａ１は明治四〇年生れの高齢であること等原審当時か\nら明らかにされていた被告人らに有利な諸事情のほか、被告人両名とも、現在では\n反省改悟の情が顕著に認められること、被告人Ａ１は、これまでいわゆるワンマン\n社長として被告会社の経営にあたつてきたが、原判決後の昭和五七年八月二日株式\n会社Ａ４が新しく設立され、被告会社の営業部門を右新会社が譲り受け、被告会社\nはＡ３株式会社と商号変更をして不動産管理会社になつたのを機会に、新会社の経\n営を被告人Ａ２に委ね、被告人Ａ１は会長職に退いたことが認められる。\nこれら諸般の事情を総合勘案し、この種事犯に対する量刑一般のすう勢なども併\nせ考えると、現時点においては懲役一年六月に処せられた被告人Ａ１については刑\nの執行を猶予しなかつた点において、懲役一年六月・執行猶予三年に処せられた被\n告人Ａ２については、被告人Ａ１との刑の均衡をも考慮すると、その刑期の点にお\nいて、原判決の各量刑は重きに失するに至つたものといわざるをえない。しかし、\n被告会社を罰金一〇〇万円に処した原判決の量刑が重すぎて不当であるとする理由\nは見あたらない。論旨は右の限度で理由がある。\nよつて刑訴法三九七条、三八一条により原判決中被告人Ａ１、同Ａ２に関する部\n分をいずれも破棄し、同法四〇〇条但書により、被告人両名に対する各被告事件に\nついて更に判決することとするが、原判決が適法に確定した被告人Ａ１、同Ａ２に\n関する各事実に原判決と同じ法令のほか被告人Ａ１につき刑法二五条一項を、原審\nにおける訴訟費用につき、刑訴法一八一条一項本文を、各適用して、主文第二項、\n三項、五項のとおり判決する。\nその余の被告人（被告会社）の本件控訴は理由がないから、刑訴法三九六条によ\nり主文第四項のとおり判決する。\n（裁判長裁判官　鬼塚賢太郎　裁判官　杉山忠雄　裁判官　苦田文一）\n（参　考　添　付）\n＜記載内容は末尾２添付＞\n"
}