{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 57,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和56(ヨ)1404",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14155",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14155",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/155/014155_hanrei.pdf",
  "contents": "主　　　文\n一　本件申請をいずれも却下する。\n二　申請費用は、債権者の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　債権者\n１　債務者本草閣薬品株式会社（以下「債務者本草閣薬品」という。）は、債務者\n本草製薬株式会社（以下「債務者本草製薬」という。）の製造にかかる別表（一）\n記載の医療用漢方製剤につき、それぞれ対応する同表記載の商品番号を使用し、ま\nたは当該番号を使用した医療用漢方製剤を販売、拡布してはならない。\n２　債務者本草製薬の製造にかかる別表（一）記載の医療用漢方製剤のうち同表記\n載の商品番号を使用した医療用漢方製剤およびその包装用袋その他の容器ならびに\nラベル等に対する債務者らの占有を解いて名古屋地方裁判所執行官にその保管を命\nずる。\n二　債務者ら\n主文一、二項と同旨\n第二　当事者の主張\n一　債権者の申請の理由\n（被保全権利）\n１　債権者は、資本金一〇億円の株式会社で明治二六年四月創業（ただし会社設立\nは昭和一一年四月二五日）以来、漢方薬の研究、開発、製造、販売を行なつてきた\nものであるが、昭和五二年、漢方製剤が健康保険法の規定による療養に要する費用\nの算定方法（昭和三三年厚生省告示第一七七号）に基づく「使用薬剤の購入価格」\n（薬価基準）（昭和五二年一一月一日厚生省告示第二六三号、以下「薬価基準」と\nいう。）に収録された後は、右医療用漢方製剤の製造、販売に努力し、業界随一の\n市場占有率を確立した。\n２　しかして、この間、漢方製剤はその呼称が難しいところから、債権者において\nは、別表（二）記載のとおり、それぞれの製剤について固有の商品番号（以下「本\n件商品番号」という。）を付し、この番号をもつて該当する製剤を特定することを\n着想し、各製剤の容器、包装にそれぞれの商品番号を表示して医療用漢方製剤の普\n及を図つたので、債権者が別表（二）記載のとおりそれぞれの漢方製剤に本件商品\n番号を付していることが日本国内の医療用漢方製剤の取引者間に周知されるように\nなつた。\nその結果、債権者の使用する本件商品番号は、それに対応する債権者製造の各漢\n方製剤を個別化する表示となつたのみならず、遅くとも債務者らが後記のとおり別\n表（一）記載商品番号の使用を始めたころまでには、自他商品識別機能、出所表示\n機能を有するようになり、需要家においては、広く債権者の商品を特定、呼称する\nのに本件商品番号をもつてするに至つた。\n３　しかるところ、債務者らは、昭和五六年、薬価基準収載をはじめて申請するに\n当たつて、別表（一）記載のとおり同名称の漢方製剤に債権者の商品番号と全く同\nじ番号を付し（例えばツムラ葛根湯の商品番号１を債務者らの製造販売にかかる葛\n根湯の商品番号とする）、薬価基準収載後は各製剤の容器、包装に、右各番号を表\n示して漢方製剤を製造、販売している。\n４　その結果、債務者らの製品と債権者の製品とが誤認混同を生じ、債権者の営業\n上の利益を害する虞れが生ずるに至つた。すなわち\n医療用漢方製剤の流通は概ねメーカー・問屋・医療機関という経路をたどるとこ\nろ、前記のとおり、債権者の商品番号は債権者製造の各漢方製剤を他社製造の各漢\n方製剤と識別する機能を有しているので、流通の過程においても、右番号をもつて\n債権者の製品を特定、指称するに至つている。例えば、債権者の漢方製剤八味地黄\n丸の商品番号は七番であるところ、右製剤は医療機関から問屋へ発注する場合も、\n問屋が医療機関から受注する場合も、等しく、「七番、八味地黄丸」と略称されて\n受発注、納品等が行なわれている。\nしたがつて、債務者らが債権者の商品番号と同じ番号を債務者らの商品に付する\nときは、例えば医療機関において商品番号七番のツムラ八味地黄丸を発注するつも\nりで、従来どおり「七番八味地黄丸」と略称して発注すれば、受注側では同一の商\n品番号を付された本草の八味地黄丸を誤つて納品する等の誤認混同を生ずる危険が\nあり、ひいては債権者の営業上の利益を害することは見易い道理である。\n（保全の必要性）\n１　医療用漢方製剤においては、同じ名称の漢方であつてもメーカーによつて、原\n料、製造工程（薬草からエキス抽出の仕方、乾燥の仕方、顆粒にする方法等）、組\n成などが異り、効能、効果にも違いが生じ、適応症も違う場合が存する。すなわち\n第一に、漢方薬は生薬を原料とするため生薬の産地や等級の相違によつて品質に\n大きな差を生ずる。\n第二に、製造工程の差異、例えば煎じる時間によつて成分に変化が生じ、精油成\n分の回収の有無等によつても有効成分に相違がみられる。\n第三に、組成によつて薬効に顕著な差異を生ずる。例えば、債権者製造にかかる\n八味地黄丸は五ｇ中に加工ブシ末〇・五ｇ、その他の混合生薬の乾燥エキス粉末\n二・〇ｇを含有するものであり、また債務者本草製薬の同製品は本品六ｇ中に加工\nブシ末〇・五ｇ、その他の混合生薬より製した水性エキス二・二ｇを含有するもの\nであるが、申請外三和生薬株式会社（以下「三和生薬」という。）の八味地黄丸は\n一〇ｇ中に加工ブシ末五ｇを含有することによつて劇薬に指定されているのであ\nる。なお、申請外小太郎漢方製薬株式会社（以下「小太郎漢方」という。）の八味\n丸にはブシ末は全く含まれていない。\nこのように、同じ薬方名であつても、一方は劇薬、他方はそうでない場合もある\nのである。\n第四に、同じ薬方名であつても、製剤中に含まれるエキス量はメーカーによつて\n異る場合があり（このことは各メーカーのカタログをそれぞれ対比参照すれば明ら\nかである。）、またエキス剤でないものもある。例えば、ツムラ五苓散はエキス顆\n粒であるが、本草五苓散はエキス顆粒でない。\n第五に、同じ薬方名であつても、メーカーによつて用法用量が異るものがあるこ\nとは各メーカーのカタログを一瞥すれば明らかである。債権者製品と債務者本草製\n薬製品とを比較してみても、例えば、葛根湯、黄連解毒湯、大柴胡湯、当帰芍薬散\n等にそのちがいがある。\nこのように、医療用漢方製剤は、同じ薬方名であつても、その原料、製造工程、\n製法、組成、エキス量等の相違によつて、その品質評価も異つてくるのである。\nそして、これらの相違により薬価基準もメーカーによつて異なり、健康保険の診\n療報酬請求の際の薬剤点数も異なつてくるのである。例えば、ツムラ五苓散の薬価\n基準は三〇・五円であり、本草五苓散のそれが六・二円のごとくである。\n２　してみると、債務者らが同じ名称の漢方製剤であることを理由に債権者と同じ\n商品番号を各漢方製剤に付することは、医家などが全く薬効の異る債務者らの商品\nを、債権者の商品と同一の薬効を有するものと誤認して患者に投与するおそれが大\nであり、このような危険の発生は、医療上の重大事というべきである。\n（結論）\nよつて、債権者は、債務者らに対し、不正競争防止法（以下「法」という。）一\n条一項一号に基づき、本件商品番号使用等の不正競争行為の差止めを求める本案訴\n訟を提起すべく、準備中であるが、本案判決の確定を持つていては債権者は前記の\nとおり回復し難い損害を蒙るので、申請の趣旨記載のとおりの決定を求める。\n二　申請の理由に対する債務者らの認否、主張\n１　認否\n（被保全権利に対して）\n（一）　被保全権利の主張１項中、債権者の資本金および創業時期については不\n知。その余はすべて認める。\n（二）　同２項中、債権者がその主張する日時以降別表（二）記載のとおり各医療\n用漢方製剤について本件商品番号を付し、各製剤の容器、包装にその商品番号を表\n示していたこと、本件商品番号が債権者商品の品名表示として周知性を有すること\nは認めるが、その余はすべて否認する。\n債務者らが医療用漢方製剤の製造、販売を始めた昭和五六年九月ころ以前におい\nて、その製剤が薬価基準に収載されていた医療用漢方製剤メーカーは八社存し、右\n各社はいずれも自社の商品について各製剤毎に独自の商品番号を付していたから、\n債権者の使用する本件商品番号が自他商品別機能ないし出所表示機能を有していた\nということはできない。\n（三）　同３項中債務者らが薬価基準に収載された自己の漢方薬剤につき同一薬方\n名の漢方製剤に本件商品番号と同じ商品番号を付し（ただし、番号の前に債務者ら\nのイニシアルであるＨを付してある。）、各製剤の容器、包装にこれを表示して販\n売していることは認めるが、債務者が右商品番号を付した時点が薬価基準収載の申\n請時であることは否認する。また、債務者が本件商品番号を表示するときは、必ず\n頭に債務者本草製薬のローマ字の頭文字であるＨを表示している。\n（四）　同４項は争う。\n債権者と債務者らが同じ名称の各漢方製剤に同じ商品番号を付しても、そのこと\nによつて債権者と債務者らの各漢方製剤が誤認混同を生ずることはない。すなわち\n現在相当規模以上のものに限定したとしても全国六七六社存在する薬品御業者の\nうち、債権者の医療漢方製剤を扱つているものは約一〇〇社であり、また債務者の\nそれを扱つているものは四九社であるが、それぞれの販売網は判然と区別されてお\nるから、仮に債権者の主張するとおりに取引がなされているとしても、両社の製品\nが誤認混同されることはない。また両社ともに扱つているものはその内二社である\nが、薬品卸業者は両商品を明確に区別しているから業者間の取引において誤認混同\nされることはない。\nこのように、両者の製品は流通過程において、相互に競争し合う状況にはならな\nいから、誤認混同も生じていないのである。\n（保全の必要性について）\n（一）　保全の必要性の主張１項中、債権者の主張するとおり、医療用漢方製剤に\nおいては、同じ名称の漢方製剤であつても、各メーカーによつて原料、製造工程、\n組成、効能効果につき若干の相違があることおよび薬価基準、薬剤点数も各メーカ\nーによつて相違があることは認めるが、同じ薬方名である限り基本的には効能にお\nいて違いがないというべきである。すなわち\nまず原料となる生薬であるが、生薬については国で定められた日本薬局方や局外\n生薬規格などの公定書が存在しており、それによつて各生薬となる基原植物の特定\nがなされ、かつその成分および品質についての一定の規格が定められ、原料として\nはそれに適合することが必要とされている。\n次に製造工程や製法であるが、これらについても日本薬局方には制剤総則エキス\n剤の項目があり、エキス剤の製法の基本となるものが提示されているし、また日本\n公定書協会の編集になる医薬品製造指針により漢方製剤も含んで医薬品の製造方法\nにおける一定の原則が示されている。\nさらに組成については、「一般用漢方処方の手引き」等に処方上の基準が示され\nており、債権者製品でも昭和五三年四月以降に薬価基準に収載されたもの、もしく\nは厚生省により再評価されるものに関しては、その適応症の表示は、右手引きの基\n準に合わせて記載もしくは訂正されていくものと推測される。そしてゆくゆくは同\n一薬方名における品質確保のための統一的基準がますます強化されていくものと予\n想される。\nしたがつて、債権者らが主張する相違は限界づけられた一定の規格の中のものに\n過ぎず、同じ名称の漢方製剤については実質上の差異はなく、ただ表示上の違いが\n存するだけである。\nもつともその規格の範囲内における相違であつても、結果として各製品において\n品質や薬品としての効力に差が生ずることはありうるし、また全く同様の原料や製\n法の下に製造された同一メーカーの製剤であつても、各ロツト毎にその品質に微妙\nな差異を生ずることは、天産物である生薬を原料とする漢方薬の特質上避けられな\nいことである。しかし、そのような差異を有しながらも、患者のいかなる証に対し\nて有効であるかという基本的な効能においては違いがないのである。\n（二）　同２項は否認する。\nまた万一仮に医家等が債権者の商品と債務者らのそれと誤認混同して患者等に投\n与したとしても、前記のとおり薬方名が同じである限り実質上その薬効に違いはな\nいから、医療上の弊害は全くない。\n２　主張\n（一）　商標法上、数字は原則として特別顕著性がなく、同法三条一項五号に該当\nし登録を受けることができないものとされている（特許庁審査基準）から、不正競\n争防止法上も、たとえ数字が特定の種類の商品を表示するために永年用いられたと\nしても、一特定業者に独占的に使用を許すべきではない。\n（二）　債務者らが製造、販売する医療用漢方製剤につき、本件商品番号と同一の\n商品番号を付したのは、次の理由による。すなわち\n現在その製品が薬価基準に収載されている医療用漢方製剤メーカーは二〇数社あ\nるが、実際に製品を市場に出しているのはせいぜい数社にすぎず、その中で債権者\nが最高の市場占有率を有している。そして、各社とも自社の商品について各漢方名\n毎に商品番号を付しているが、債権者と債務者本草製薬、申請外鐘紡株式会社（以\n下「カネボウ」という。\n）を除いた他のメーカーにおいてはそれぞれの漢方製剤についての商品番号は債権\n者のそれと同一ではなく、統一されていない。\nところで、漢方製剤は各薬方の品目も多く、またそれぞれに読みにくい漢字が多\nいため末端需要家としてはできれば番号で覚えたいという希望が強い。したがつ\nて、もし、メーカー各社がそれぞれ独自の商品番号を付するとすれば、需要家は同\n一薬方名を各メーカー毎に異なつた商品番号で覚えなければならず、極めて不便で\nあり、発注時や各社の製品の保管、整理時に混乱するおそれが大きい。\n債務者らは、医療用漢方製剤の製造、販売を始めるに際し、需要家からの右要望\nに応えるため、医療用漢方製剤業界において、市場占有率が最も高く、したがつて\n周知性も高い債権者の商品番号を自社のものに採用したのである。ただし、債務者\n本草案製薬もカネボウも自社製品であることを明示するためにそれぞれ商品番号の\n頭にＨ、ＥＫの頭文字を付している。\n（三）　同じ薬方名の医療用漢方製剤に同じ商品番号を付しても、医家等が債権者\nの商品と債務者らのそれを誤認して患者等に投与することはない。すなわち\n医師が診断の結果患者に投与しようとする薬剤は、まずカルテに書き込まれ、こ\nのカルテのまま調剤の係の者に投与の指示がなされるか、あるいは別に処方箋に薬\n剤名が記入され、この処方箋に基づいて、病院等の内部の薬局（院内処方箋）もし\nくは院外の薬局店（院外処方箋）に対し、投与の指示がなされるのであるが、これ\nらカルテや処方箋に記入される薬剤は漢方製剤の場合でも、正確な薬方名（販売商\n品名）が記入され商品番号だけで記入されることがないのは勿論のこと、商品番号\nを付することさえされない。しかも通常、メーカーの側から自社の商品の各薬方名\n（販売商品名）のゴム印（例えば、ツムラ小柴胡湯とか本章小青竜湯等のように）\nが、各需要家の別宜のために提供してあるために、医師はこれを用いて記入するの\nが一般的であるが、このようなゴム印によつて記入された場合は、商品番号は付さ\nれないうえ、各メーカー名が明示されているので、誤認混同されることは全くあり\nえないのである。\nまた、仮に口頭等で商品番号で指示されることがあつたとしても、医師等のよう\nな専門家がメーカー名を特定せず商品番号だけを伝えることによつて、商品の誤認\n混同を生じさせるような軽率な誤りを冒すことは到底、考えられない。特に、同じ\n商品番号を使用しているメーカーが幾つも存在しているということになれば、一層\nその点には気を付ける筈であるから、なおさら、そのような心配はないといえよ\nう。しかも本件の場合、債務者は頭にＨをカネボウはＥＫを付して、それぞれ簡単\nに区別することが出来るよう、配慮されているのであるから全く問題はない。\nさらに、各メーカーの商品によつて同一薬方名のものでも、健康保険診療の薬価\n基準が異なり、したがつて薬剤点数が異なる場合があることは事実であるが、診療\n報酬請求の際の診療請求書においても、商品番号が記入されることはなく各薬方名\n（販売商品名）が正確に記入されるのが常であるから、商品番号が同じであること\nによつて点数のつけ間違いを生ずることもありえない。\n（四）　本件仮処分命令申請は、仮にその一部に正当なものを含むとしても、その\n全部を認容することは不当である。すなわち\n債権者は、申請の趣旨一項において、債務者本草閣薬品が同本章製薬の製造にか\nかる別表（一）記載の医療用漢方製剤につきそれぞれ対応する同表記載の商品番号\nを使用することまたは当該番号を使用した医療用漢方製剤を販売拡布することを禁\n止するよう求め、また同二項において、別表（一）記載の商品番号を使用した医療\n用漢方製剤およびその包装用袋その他の容器ならびにラベル等を執行官の保管に移\nすよう求めている。\nしかし、債権者の主張は、債務者らの製品たる医療用漢方製剤を、債権者のそれ\nと同一の商品番号を使用して販売、拡布することが、ユーザーの誤認混同を生ずる\nということにある。したがつて、販売、拡布にあたり対外的に商品番号が表示使用\nされているか否かが問題なのであり、そうとすれば医療用漢方製剤そのものに商品\n番号が表示されている訳ではないのだから、包装用袋その他の容器とは別に医療用\n漢方製剤自体の販売禁止や執行官への移管を求めることは明らかに過大な要求とい\nわねばならない。単純に、医療用漢方製剤を別表（一）の商品番号を使用して販\n売、拡布することの禁止と、包装用袋その他の容器、ラベル等の執行官への移管と\nを求めれば足りるはずである。\n三　債務者らの主張に対する債権者の反論\n１　債務者らは、数字は原則として特別顕著性がなく、一特定業者に独占的に使用\nを許すべきでない旨主張する。しかし特定の業者が特定の商品に永年商品番号を付\nすことによつて、その番号が特別顕著性のある商品表示となり、不正競争防止法上\n保護を受けることができるようになると解すべきである。\n２　債務者らは、商品番号がメーカーによつて異なることは、末端需要家によつて\n極めて不便であり、そのため混乱が生ずるおそれがある旨主張する。しかし、現在\n二〇数社の漢方製剤メーカーの製剤が薬価基準に収載になつているが、今日まで各\n社の番号が区々であることによる混乱は生じておらず、しかもメーカー各社が、そ\nれぞれ独自の番号を付することによつて同じ薬方名であつてもメーカーによつてそ\nの効能等に相違が存することを明確に認識させる効用を発揮してきたのである。\n債務者らが債権者と同一番号を使用した真の意図は、薬方名の同一に加え、商品\n番号も同一にすることによつて、債権者製品と債務者製品とが同一の品質であるか\nのごとき印象を需要家に与え、自社製品の拡販を計らんとするものであり、これ\nは、債権者の業界における信用を「ただ乗り」しようとするものである。\n３　債務者らは、債権者の医療用漢方製剤中昭和五三年四月以降薬価基準に収載さ\nれたもの、もしくは、今後再評価がおこなわれるものは、「一般用漢方処方の手引\nき」の記載どおりにその適応症が記載もしくは訂正されていくであろうと主張す\nる。しかし右「手引き」はあくまで一般用であつて医療用ではなく、現在のところ\n便宜上これによつているにすぎず、将来とも同書の記載に従うというものではな\nい。\nむしろ、医療用漢方製剤については、昭和五五年六月二五日、厚生省から薬審第\n八〇四号通知「医療用配合剤について」「医療用漢方製剤について」が発せられて\nおり、これによると、今後医療用漢方製剤について再評価がおこなわれるならば、\n各メーカー毎の使用原料、工程、製造方法等が厳密にテストされ、臨床試験等を経\nて効能、効果が定められる結果、同じ薬方名の製剤であつても、原料、工程等の相\n違を反映して、その効能、効果についてはメーカー毎に異なつてくることが十分予\n想される。\nしたがつて、同じ薬方名であつてもメーカー毎にその効能、効果が異なることを\n表示するためには、メーカー毎に商品番号を異にしておくことが必要である。\n理　　　由\n一　債権者が、債権者製造の医療用漢方製剤が薬価基準に収載された昭和五二年こ\nろから、その製造、販売に努力し、現在業界随一の市場占有率を確立しているこ\nと、債権者は、別表（二）記載のとおり、それぞれの製剤について本件商品番号を\n付し、各製剤の容器、包装にそれぞれの商品番号を表示していること、債務者らが\n別表（一）記載の各医療用漢方製剤に各商品番号を付し、各製剤の容器、包装に右\n各商品番号を表示し、医療用漢方製剤の製造、販売をしていること、債権者が付し\nた本件商品番号と債務者らが付した商品番号は、同じ薬方名である限り同一である\nこと、以上の事実はいずれも当事者間に争いがない。\nつぎに、疎明資料によれば、債務者らが医療用漢方製剤の製造、販売を始めたの\nは、自社製品が薬価基準に収載された後である昭和五六年九月ころであつたこと、\n右日時以前にその製造する医療用漢方製剤が薬価基準に収載されたメーカーは、債\n権者、小太郎漢方、剤盛堂、高砂薬業株式会社、テイカ製薬、仁丹ドルフ、三和生\n薬、大杉製薬株式会社等であるが、そのうち債権者の市場占有率は少なくとも九〇\nパーセントに及んでいたこと、債権者は、医療用漢方製剤の製造販売に際して当初\nから商品番号を付していたものの、本件商品番号を使用し始めたのは、昭和五三年\n四月、債権者製造の医療用漢方製剤四九品目が薬価基準に追加収載されたころであ\nること、以上の事実が認められ、他にこれに反する疎明資料は存しない。\n二　医療用漢方製剤の特質と商品番号\n１　疎明資料によれば次の事実が認められる。\n（一）　薬価基準に登載される医療用漢方製剤は、エキス剤（生薬の浸出液を濃縮\nして製した半固形又は固形の製剤）に限られており、各メーカーが厚生省に対し、\n製造承認申請をなし、その承認があれば、所定の手続を経たうえ厚生省告示により\n各メーカーにつき個別に薬価基準が定められる。\n（二）　漢方製剤の原料となる生薬については、国で定めた日本薬局方（疎乙二六\n号証）や、局外生薬規格（同二七号証）などの公定書が存し、製造工程や製法につ\nいては、厚生省薬務局作成にかかる医薬品製造指針（疎乙五一号証等）により一定\nの原則が示されており、組成については、「一般用漢方処方の手引」（疎乙一号\n証）等に処方上の基準が示されており、製造承認申請は、これらに従つてなされる\nことが薬務行政上要求されている。\n（三）　医療用漢方製剤は、エキス剤あるいは、エキス化し製剤化したもののみが\n原則として認められており、その薬方名（商品名）は、処方名（配合成分、分量が\n種々の成書により定められており、これを処方名という。）にエキスを付した字句\nを組み込むことが原則とされている。そして製造承認は各メーカー共に一処方名に\nつき一薬方が許可される。したがつて、薬価基準に登載された各メーカーの商品名\nは、原則として同一薬方名となつている。\n（四）　これに加えて医療用漢方製剤の種類が非常に多く（一般用漢方処方の手引\nには二一〇処方が示されており、薬価基準登載は、一次、二次の合計で一五一処\n方、六三一銘柄となつている。）、かつ、商品名がすべて漢字で非常に読みにくい\nので、メーカーは、いずれも自社商品について数字による略称を付する必要があつ\nた（前記医薬品製造指針によれば、製造承認申請における留意点として、商品名が\n漢方の処方名であるときは、これら処方名に会社名や記号等を付することが望まし\nいとの薬務行政上の指導がなされている。）。\n２　以上の事実によれば、医療用漢方製剤にメーカーが付する商品番号は、本来的\nには、自社商品を識別するための数字による略称―整理番号―であることが明らか\nであり、したがつて、商品番号は自社商品の品名表示機能を有するというべきであ\nる。\n三　本件商品番号の自他商品識別機能、出所表示機能の存否\n本件商品番号が、債権者商品の品名表示（自社商品識別表示）として周知性を有\nすることは、債権者らの認めるところである。\n債権者は、本件商品番号は、自他商品識別機能、出所表示機能をも有すると主張\nするけれども、本件全疎明によるも、右主張事実は認められない。\n却つて、疎明資料によれば、医療用漢方製剤の流通経路は、メーカー、卸問屋、\n医療機関（処方箋による調剤薬局を含む）であり、卸問屋の受発注には、商品が医\n薬品であるため、メーカー名、商品名等の確認が必ずなされており、納品書、請求\n書にも、必ず、これらが記載されており、メーカーの商品番号のみにより、受発注\nがなされる例は殆んどないことが認められる。\nもつとも、卸問屋が単一メーカーの商品のみを取り扱つている場合であれば、電\n話等による受発注は、そのメーカーの商品番号のみで足りるわけであるが、このよ\nうな卸問屋であつても、他メーカーの商品を新らたに取り扱うようになれば、メー\nカー名および商品番号により受発注がなされることになることは見易い道理であ\nる。\nなお、本件商品番号は、数字であり、字体等について特に工夫されている形跡は\n存せず、いわゆる特別顕著性は認められない。\nこれら事実を総合すれば本件商品番号には、自他商品識別機能、出所表示機能は\n有していないと認めるのが相当である。\nそして、先に認定した卸問屋の受発注の手続及び疎明資料により認められる、債\n務者らの商品の容器、包装は債権者のそれと同一ではなく、これらに表示される本\n件商品番号の頭にはローマ字の「Ｈ」が付され、かつ、商品名の頭に「本草」の表\n示があるに対し、債権者の容器、包装には、本件商品番号を付した商品名とツムラ\nの表示がある事実を併せ考えると債務者らの本件商品番号の使用が取引の実際にお\nいて債権者商品と誤認混同を生ずるおそれがあるとは認められない。また、疎明資\n料によれば、医療機関の発する処方箋には、必ずメーカー名と商品名が記載されて\nいることが認められるから、本件商品番号使用による誤投薬の事態が生ずるおそれ\nはない。\n四　債務者らが本件商品番号を使用するに至つた動機\n債権者は、債務者らが本件商品番号を使用するに至つた真の動機は、商品番号を\n同一にすることにより、債権者商品と債務者商品とが同一の品質、薬効を有するご\nとき印象を需要家に与え、以つて自社製品の拡販を計らんとするもので、これは、\n債権者の業界における信用を「ただ乗り」しようとするものである旨主張する。\nしかしながら、先に認定した厚生省の薬務行政上の指導、医療用漢方製剤の特\n質、商品番号の本来的性質に、疎明資料を総合すれば、債務者らが、本件商品番号\nを使用するに至つたのは、もつぱら、医療用漢方製剤の商品名が多種類であり、し\nかも各メーカーにつき殆んど同一であり、かつ、すべて漢字で読みにくいところか\nら、卸問屋等の要望により自社商品の整理番号を、周知性のある債権者の整理番号\nと同一にしたというにすぎないことが認められ、特段の工夫のない単なる整理番号\nとしての数字を債権者が独占してよいという道理はないから（商標法三条一項五号\n参照）、債務者らの所為を債権者の業界における信用の「ただ乗り」と即断するわ\nけにはいかない。\nなお、疎明資料によれば、現に、本件商品番号を使用しているメーカーは、債務\n者らの他に、カネボウ、帝国製薬等があり、これらメーカーの本件商品番号使用の\n動機は、債務者らと同一であることが認められる。\n以上の説示に反する債権者の主張はすべて採用できない。\n五　してみると、債務者らの本件商品番号の使用は、法一条一項一号に該当しない\nことは明らかであるから、本件仮処分申請は、被保全権利の疎明を欠くものという\nべく、その余の点につき判断するまでもなく、失当として却下されるべきである。\nよつて、申請費用の負担につき民訴法八九条を適用して主文のとおり決定する。\n（裁判官　松本武　澤田経夫　加登屋健治）\n別表（一）\n＜１２３１９－００１＞\n別表（二）\n＜１２３１９－００２＞\n"
}