{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和56(行ス)1",
  "case_name": "執行停止決定の取消決定に対する即時抗告申立事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "退去強制処分の執行を送還部分に限り停止した決定が，本案訴訟の第一審の請求棄却判決言渡しにより「事情の変更」が生じたとして，取り消された事例",
  "lawsuit_id": "17325",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17325",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/325/017325_hanrei.pdf",
  "contents": "○　主文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n○　理由\n本件抗告の趣旨は、「原決定を取消す。相手方の本件申立を却下する。申立費用及\nび抗告費用は相手方の負担とする」との裁判を求めるというのであり、その理由\nは、別紙記載のとおりである。\nそこで考えてみるに、本件記録及び大阪地方裁判所昭和五一年（行ウ）第二二号・\n同年（行ク）第二四号各事件記録によれば、当裁判所も相手方の本件執行停止決定\n取消申立は理由があると判断する。その理由は、原決定理由第二に説示のとおりで\nあるから、これを引用する。\nよつて、原決定は相当であり、本件抗告は理由がないから、これを棄却し、行訴法\n七条、民訴法九五条、八九条を適用して、主文のとおり決定する。\n（裁判官　小西　勝　坂上　弘　大須賀欣一）\n（別紙）\n抗告の理由\n一　抗告人の経歴について\n抗告人の父は、一九二二年済州道に生まれたが、一九三八年（昭和一三年）には、\nその父に連れられて日本に渡航した。日本にやつてきた時の年令を考えると、一\n五、六才である。抗告人が日本の父の許ではなく戦後済州道で出生することになつ\nたのも、偶然の事情によるものであるが、その抗告人が母に連れられて日本の父の\n許に入国してきた年令（一四、五才）に、ほぼ等しい。\n抗告人の父は、一応、一七、八才になつて山文油化研究所に清掃労務者としての職\n場を得、昭和一七年には、済州道から妻つまり抗告人の母をむかえて世帯をもつこ\nとができるようになつた。\n抗告人の父の父母も、兄二名も、日本に在住するうちに、一九四五年八月一五日を\n迎えた。\n一九　一〇年の併合以来、三五年ぶりに実現した祖国の再生に希望をいだき、終戦\n当時には約二〇〇万人にのぼつた在日朝鮮人は、帰国へ向けて殺到した。\n法務省入国管理局編「出入国管理―その現況と課題－」の記述を借用すれば、「朝\n鮮人等の引揚げだけは、戦後直ちに混乱のうちに始まつていた。下関や博多の港\nは、帰国を急いで殺到する朝鮮人のために大混乱に陥つていた。日本政府は、この\n混乱を緩和するため、動員労務者や復員者を優先的に輸送することとし、総司令部\nもこの方針を引き継ぎ、次いで、一般在留朝鮮人の引揚げ輸送を進めた。こうし\nて、終戦から昭和二一年三月末までの間に、約一三〇万人が朝鮮に引き揚げた。」\n（一六三頁）というほどの民族大移動であつた。\nしかし、「帰還した約一五〇万人の朝鮮人は、わずか一、〇〇〇円の金額（闇値で\nタバコ一箱分）と、手荷物とみなすことのできる所持品しか携帯して行けなかつた\nが、祖国〔南朝鮮〕についてみると、その経済状態も政治的条件も日本よりもさら\nにきびしいものだつた。こうした状況だつたから、やがて矛盾したことが起るよう\nになつた。帰国した朝鮮人は、・・・・・・・・・あの離れたばかりの国〔日本〕\nへ逆もどりを始めたのである。」（Ｄ・Ｗ・コンデ、解放朝鮮の歴史上、二七四\n頁）「一九四六～七年の二年間に、ふたたび日本にもどつた朝鮮人の総数は、おそ\nらく南朝鮮に帰国した全帰還者一五〇万人の五パーセント以上にはのぼらなかつた\nだろうが、逆流は、四六年の夏と初秋にかけて昀高潮に達した。」（前掲書、二七\n六頁）\nこの逆流は、連合国昀高司令官の認めるものではもちろんなかつた。\n「昭和冊年春以来朝鮮人の引揚げが急激に低調になつていく反面、逆に、朝鮮半島\nから日本への不法入国者数の増加が顕著となつた。昭和二一年五月、総司令部は、\n『本国に引き揚げた非日本人は、連合国昀高司令官の許可のない限り、商業交通の\n可能となるまで、日本に帰還することは許されない』ことを指示した。」（前掲、\n出入国管理―その現況と課題―、一六四頁）\nこうした逆流がおこつた原因を理解するには、帰還者の直面した状況をみなければ\nならない。朝鮮への帰還といつても、その範囲はアメリカ軍の占領下にあつた南半\n分にすぎないが、「この南朝鮮は、主として農業地帯だつたから、その大部分が日\n本では工業労働者だつた帰国者たちには、ほとんど職の口がなかつた。去つていつ\nた日本人によつて、破滅のうきめをみた経済は、回復の端緒もつけられていず、食\n料事情は、とくに都市部においては、日本の状態よりさらにひどかつた」（コン\nデ、前掲書二七五頁）\n抗告人の母が帰国したのも、このような、集団引揚げの波に乗つてであつた。個別\n的な事情としては、日本にいる間に長男二男を亡くした抗告人の祖母が強く帰国を\n主張したこともあるが、ともかく、抗告人の母が一九四五年に帰国した時点では、\n抗告人の父も、もちろん自分も帰国するつもりであり、ただ、家財を整理して帰国\n準備のために一足遅らせたのにすぎない。ところが、たちまちのうちに、帰国して\nも、生活の苦しさ、求職の難しさ、食料事情の悪さは日本以上であることが判明し\nたので、抗告人の父は帰国を思いとどまらざるを得ず、かえつて、抗告人を懐胎し\nた状態の妻を帰国させたことを悔やむこととなつた。その妻にしても、日本に戻る\nには、生命の危険をおかし多大の犠牲をはらつた密航しか方法がなく、抗告人出産\n前後の身体ではそれも不可能なものであつた。\nこうして、抗告人は、済州道で一九四六年一月二二日に出生することになるが、両\n親にとつて、あるいは本人にとつても、出生を済州道でむかえることは、いつてみ\nれば「心外」なことであつたに違いない。抗告人の母は、物心のついた抗告人に、\nおまえがもう少し早く生まれていたら、あるいは生まれていなかつたら、済州道へ\nもどることはなかつただろう、済州道へもどつてきたためにおまえも苦労するし私\nも苦労する、だからおまえはお父さんのところへ帰りなさい、と度々嘆きつつ語つ\nたという。\nこれが、一つの離散家族が生まれた歴史である。\n抗告人が母につれられて、やつと日本の父のもとにやつてきたのは、昭和三五年四\n月、一四才の時である。入国直後、検挙されたものの、すぐ仮放免になつて翌年九\n月送還されるまで父の許で暮らすことができた。送還されてすぐの同年一〇月下旬\nには、もう一度母について入国してきているので、結局、昭和三五年四月に一四才\nで入国してきてからは、一ケ月ほどの中断をのぞいて、ずつと日本で、父のもとで\n育てられてきたことになる。\n一四才、あるいは、昭和三六年の入国時点の一五才、といつても、抗告人の育てら\nれた当時の済州道では、日本に来るまでエンジンのついた船、車には乗つたことも\nなく、新聞を読んだこともラジオを聞いたこともないという農村での生活であり、\n抗告人にとつて、およそ物を考えるという思考が始まつたのは日本に来て以来のこ\nとである。\n昭和三八年に中学を卒業し、職に就くことになつたが、抗告人は写植という技術職\nを選んだ。日本語、日本の文字を完全にマスターすることを要求されるこの職につ\nいたことは、抗告人にとつて辛い訓練期間を要したものの、経験を経て一人前に通\n用する技術を身につけた後からみれば、賢明な選択であつたといえる。\n抗告人は、写植オペレーターとして、各印刷会社によつて異なる分野の仕事をマス\nターすべく、いろいろな会社で修業を重ねていつた。抗告人の職歴のうち勤務先の\n変更がしばしばなされているのは、右のような写植オペレーターの一般的な修業形\n態によるものである。\nハンデイキヤツプを克服するための努力と抗告人の写植にむけての愛情によつて、\n一〇年を経た頃には、抗告人を指名して発注があるほどの、一流の技術、信用を得\nるようになつた。\n抗告人を信頼すること厚く、一貫して抗告人の身元保証人となり、日本で在住でき\nるための援助をおしまず行つている勤務先の大栄社社長の言によれば、抗告人を失\nうことは、自分の会社にとつて大きな痛手であることはもちろん、写植という分野\nにとつて日本で育てた優秀な技術者も失わしめる極めて大きな損失ではないかとま\nで言われている。\n右のような抗告人にとつて、日本に在住できれば、写植の技術によつて安定した市\n民生活を送り、不和な家庭生活にある父親に対して長男としての責めを果たしうる\nことは確実なものであるが、韓国へ送還されたとすれば、言語、文字の異なる社会\nでは、抗告人の技術を生かすことはできず、全く生活の目途がたたないことになる\nのである。\n二　原決定は、「上訴審において一審判決が取り消されるおそれのないことが明ら\nかである」という。\n一　審判決を自ら行つた原決定裁判所としては、その判決が正当なものであると考\nえることは当然のことであろうが、上訴審における審理を全く経ない段階で、上訴\n審の判断を先取りして推定するという作業であることを考えれば、「おそれがな\nい」との断定は極めて慎重になされるべきであろう。\nしかも、執行停止の取消は、他の行政処分と異なり、退去強制の場合にあつては、\n送還により本案訴訟も維持しえない事態となるのであるから、「上訴審において取\nり消されるおそれがない」との判断は、一応の先取りにとどまらず、上訴審の本案\nに対する判断に完全に代替してしまうのである。この意味でも更に慎重たるべきも\nのである。\n退去強制処分が、「長期間にわたつて築き上げてきた日本における安定した生活を\nいつきよに奪うものであつて、極めて苛酷な措置であ」ること（札幌地裁昭和四九\n年三月一八日判決行集二五・三・一五八―柳　禎烈事件）は、そのまま抗告人にも\nあてはまる。これは、退去強制処分の事実たる側面として誰も否定できないことで\nある。しかし、それを行つてなお、人道・正義に反するとはいえないという根拠\nを、正当な退去強制処分はもたなければならない。\n抗告人の現在までの生活歴は前述したとおりである。一審におけるＡ（法務省参事\n官）証人の証言でも、日本における定着性がきわめて大きな要素であると指摘され\nている（一・五三四）が、抗告人の生活歴が定着性に欠けるものと評価しうるもの\nでないことは明白である。一方では、昀近では滅多になくなつてしまつている、離\n散家族のケース、特に日本に在住し永住権をもつ父親を頼つて入国したケースでも\nある。\n抗告人に対する裁決のなされた昭和五〇年で、七五・五パーセントのものに特在許\n可が与えられ、この中に離散家族集合の事案はごく少なく、出稼ぎ目的でありなが\nら特在許可を得たものも相当数含まれていたことは、Ａ証言により明らかになつて\nいる。実際上、七ないし八割の者に特在許可が与えられでいるという実態について\nは、本案において、また本件申立に対する意見書において詳細に主張立証してきて\nいるので改めてくりかえさないが、抗告人に特在許可を与えないという本件処分が\n「甚しく人道に反し、著しく正義の観念にもとるとはいえない」というためには、\n一方で、抗告人の生活歴の全てを奪い去る退去強制処分の苛酷さ、一方では、七\n五・五パーセントの者には特在許可が与えられているという実態を踏まえてなされ\nなければならない。\n本当に、本件処分が、人道・正義に反することなしといえるのだろうか。昭和五〇\n年に裁決をうけた五七六人のうち、四三五人に特在許可が与えられたにもかかわら\nず、抗告人は何故、与えられなかつた一四一人に含まれることになつたのか、特在\n許可を与えられた四三五人の中には、抗告人の方がはるかに有利な事情のもとにあ\nるという事例も多数予測されるにもかかわらず、という疑問については、本件申立\nに対する意見書に詳しく述べた。\nそして、その疑問を解明してはじめて本件処分は、抗告人に受忍を強いることがで\nきるのである。\n一　審判決は、抗告人が特在許可を得るについて有利な事情として、「本件不法入\n国から本件裁決がなされるまで一四年間日本で生活し、写植工としての技術を身に\nつけ、経済的にも安定しており、その間に非行が見当たらないこと、また、未成年\nのときに日本に永住権を有する父親を頼つて入国したものであること、父は、将来\nの扶養を原告に期待していることなど」が認められるとし、また、「証人Ａの証言\nによると、子が親を頼つて不法入国した場合、入国時の年令が未成年であるとき、\nその親が協定永住権者として日本に在住しておれば、特在許可が与えられる有利な\n事情として取扱われていたことが認められるが、そのような事情のある者には、必\nず特在許可を与える行政先例になつていたとまではいうことができない」とする。\n協定永住権をもつ親を頼つての未成年の子の入国については大阪地裁昭和五四年一\n一月三〇日判決（判例タイムズ四〇九号一三五頁）では「被告大臣\nは・・・・・・・・・昭和四〇年六月二二日のＢ法務大臣の声明の趣旨を生かし、\n戦前から日本に住んでいた家族が戦中戦後の混乱の時期に日本と朝鮮に離れ離れに\nなつたために日本に不法入国した事例（いわゆる離散家族）についてはかなりの数\nの特在許可を付与していることが認められ、以上の事実とりわけ原告の姉二人に特\n在許可が付与されたことからすると、日本にいる親を頼つて不法入国した子に対し\nては特在許可を付与する取扱いがなされることが多いことは一応推認できるところ\nである。しかし、仮に原告主張の行政先例が存在するとしても、右行政先例は本件\nのように出稼ぎ目的で不法入国し、韓国に送還された運命にある者と婚姻した異議\n申出人に対しても必ず適用されなければならないものとは認められず、原告が出稼\nぎ目的で不法入国したＣと婚姻し、一家をかまえていることは・・・・・・・・・\n認定のとおりであるから・・・・・・・・・直ちに平等原則に違反するものとは認\nめられないところである（ちなみに・・・・・・・・・Ｄは、特在許可を得た当時\n独身であり、・・・・・・・・・長姉Ｅは日本への密入国の船中で捕つたこと、次\n姉Ｆは日本への入国後まもなく捕つたことがそれぞれ認められ、Ｄ、原告の姉らが\n特在許可を付与された当時、在留資格を有しない者と結婚していたとの事情はな\nく・・・・・・・・・）」と判断されている。\nここでみる限り、認定された限りにおいても、協定永住権をもつ親を頼つての未成\n年の子の入国というケースでは、他に特段の阻外要因がなければ特在許可が与えら\nれるとみてよいことが示されている。それをもつて行政先例というにはばかるとこ\nろはないと思われる。\n抗告人の主張である裁量権の濫用・平等原則違反について、司法判断を下す上で不\n可欠なのは、集積されている特在許可の行政実例である。一審の審理でも、行政実\n例を一切明らかにしようとしない行政庁に対し、やむなく抗告人において特在許可\nの実例、裁決の実情を明らかにすべく努力してきた。\nその結果が、前記の判決の認定する有利な諸事情である。\nもともと、何が有利な諸事情であるのか、有利な諸事情がどの程度あれば特在許可\nを与えられるのかは、あくまで集積された他の実例との比較の中で判断されるべき\nことであるが、一審判決は、そのような判断材料を備えた上のものでは決してな\nい。認定事実、それらだけではにわかに断定することができないとするものであ\nる。\n相手方は、裁決の実情、実例を明らかにしないために努力してきたというのが、一\n審の審理経過である。相手方が、本件処分の正当性を根拠づけた訳ではない。上訴\n審において、更に特在実例が明らかにされ積み重なれば、それでも、「にわかに断\n定することができない」という一審判決が必ず維持されるとは言えないはずであ\nる。\n結局、一審判決は、本件処分についての裁量権濫用の有無、平等原則違反の有無を\n判断するについて十分な判断資料を与えられていたものということはできず、すく\nなくとも、そのようなものである以上、上訴審において取り消されるおそれがない\nことが明らかであるという原決定は取り消されるべきである。\n三　裁判をうける権利の侵害\n執行停止の取消によつて抗告人が送還されると、退去強制令書はその目的を達して\n効力は終了するので、原則として訴の利益が消滅し、裁判所の判断をもとめること\nは不可能となる。（東京地裁昭和三八年五月二九日判決行集一四・五・一一一七）\n本件における執行停止の決定が、本案判決が確定するまでの停止をみとめたのも、\n退去強制令書という行政処分の特殊性から、確定にいたるまでの裁判所の判断を経\nることを適当としたものである。\n元来、出入国管理令の前身である外国人登録令（昭和二二年勅令二〇七号）一五条\n二項は「（退去命令または退去強制）処分に係る外国人は、前項の期間（一〇日間\nの出訴期間）内、および訴の提起があつたときは訴訟の係属中は、これを退去せし\nめることができない」と規定し、訴え提起に執行停止効を与えていたのである。\n柳文卿事件では、午後四時に仮放免更新手続のため出頭した柳氏に対して退去強制\n令書の発付、収容を行い、翌日午前八時代理人が本案訴訟提起と執行停止申立をな\nし、代理人及び裁判所からその旨の連絡をしたにもかかわらず、同日午前九時四〇\n分発の飛行機で送還を実施した。この事件にみられるように、現行の執行不停止原\n則なるものは、外国人の裁判を受ける権利を一方的かつ完全に侵害するものであ\nり、違憲無効というべきである。（阿部泰隆　判評一五〇号七頁、東條武治　強制\n送還と裁判を受ける権利　民商七八巻臨時増刊号（４）一六六頁）なお、立法論的\nにということであれば、「退去強制の場合は、その性質上、定型的に執行停止が要\n請されるものであるから、退去強制に関する限り、執行不停止の一般原則を改\nめ、・・・・・・・・・訴え提起に執行停止効を与えることが望ましい」とする学\n説が多数である（原田尚彦　退去強制に対する仮救済の問題点　ジユリスト四八三\n号三六頁、今村成和　行政に対する司法統制　ジユリスト四六九号七三頁、広岡隆\nワークブツク行政法九二頁前掲東條武治一八三頁）ことは、いずれも、退去強制\n処分における執行の実施が、裁判をうける権利を完全にうばつてしまうという特殊\n性をふまえたものとして尊重されなければならない。\n本件の執行停止が、原決定の如く、一審判決がなされたということで取り消された\nとすれば、抗告人の裁判をうける権利を侵害するものとして許されざるものであ\nる。\nなお、相手方の引用する昭和五二年三月一〇日昀高裁判所第三小法廷の決定（疎甲\n第三号証）の事案は、もともと、わが国における財産争いについて民事訴訟を提起\nするために入国した外国人についてのものであり、「抗告人が本国に強制送還され\nわが国に在留しなくなれば、みずから訴訟を追行することは困難となるを免れない\nことになるが、訴訟代理人によつて訴訟を追行することは可能であ\nり・・・・・・・・・・・・・・・それゆえ、本件令書が執行され、抗告人がその\n本国に強制送還されたとしても、それによつて抗告人の裁判を受ける権利が否定さ\nれることにはならないものというべきである」との理由で抗告を不適法として却下\nしているのであるから、本件事案には該当しないことはいうまでもない。\n"
}