{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 3,
    "day": 23
  },
  "case_number": "昭和55(ネ)516",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14094",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14094",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/094/014094_hanrei.pdf",
  "contents": "主　　　文\n一　第一審原告及び第一審被告の各控訴に基づき、原判決を次のとおり変更する。\n（一）　第一審被告は「少林寺拳法道院」なる文字を含む表示を用いてはならな\nい。\n（二）　第一審原告のその余の請求を棄却する。\n二　訴訟費用は、第一、二審を通じ、第一審原告の支出した分は第一審原告の負担\nとし、第一審被告の支出した分は第一審被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　第一審原告\n１　昭和五五年（ネ）第五一六号事件につき\n（一）　原判決を次のとおり変更する。\n第一審被告は「少林寺拳法」または「少林寺拳法道院」なる文字を含む表示を用\nいてはならない。\n（二）　訴訟費用は、第一、二審とも、第一審被告の負担とする。\n２　同年（ネ）第五五四号事件につき\n第一審被告の控訴を棄却する。\n二　第一審被告\n１　昭和五五年（ネ）第五一六号事件につき\n第一審原告の控訴を棄却する。\n２　同年（ネ）第五五四号事件につき\n（一）　原判決中、第一審被告敗訴部分を取り消す。\n（二）　第一審原告の請求を棄却する。\n（三）　訴訟費用は、第一、第二審とも、第一審原告の負担とする。\n第二　当事者の主張及び証拠関係\n当事者双方の主張及び証拠関係は、次のとおり付加、訂正するほか、原判決の事実\n摘示のとおりであるから、これをここに引用する。\n一　第一審原告\n１　原判決四枚目表一〇、一一行目及び六枚目表一三行目の「昭和二五年頃」のそ\nれぞれ後に「（仮にそうでないとしても、遅くとも昭和二七年頃）」を加える。\n同枚目裏一三行目の「報道喧伝された。」の後に次のとおり加える。\n「さらに、昭和二七年一〇月頃から機関誌「少林寺拳法」を毎月一回、時には号外\nをも多数発行して、広く世間に知られていたし、そして、同年には、毎日新聞、産\n業経済新聞、夕刊四国新聞、日刊新日報等のマスコミに、「少林寺拳法」や「少林\n寺拳法道院」の表示は大きく活字となつて写真入りで紹介されて、その著しい発\n展、盛況ぶりが広く伝えられた。また、それより前にも、読売国際ニユースで少林\n寺拳法は全国に紹介されていたし、当時、国警、警察署、保安隊、鉄道公安官、学\n校、消防団その他の各種団体からの依頼で、本部や支部道院は、少林寺拳法の公開\nと公演に追われ、そのうえ、全国各地からの入門者も跡を絶たない程の盛況ぶりで\nあつた。」\n原判決八枚目表一一行目の「開説」を、「開設」と改める。\n２　同二六枚目表一一、一二行目の「（ハ）継続使用表示が周知表示と同一性ある\nこと」を「現在の使用表示が従前と同一表示であること」と改める。\n３　同枚目裏二行目の「認め難い。」の後に「【Ａ】なる人物が存在し被告がその\n主張のようにこの人物から『不動禅少林寺拳法』の印可、継承を受けたことは極め\nて疑わしい。のみならず、仮に」を加える。\n４　原判決二八枚目表四、五行目の「両者の類似性や善意先使用の要件の判断にさ\nいし参しやくされるべき」を「とりもなおさず被告が善意の要件を欠くことを示\nす」と改める。\n５　同枚目裏一行目の後に行を改め次のとおり加える。\n「原判決は『少林寺拳法道院』なる表示のうち『道院』なる部分については、被告\nの善意先使用の抗弁を認めなかつた。ということは、被告が『少林寺拳法』なる表\n示について『少林寺拳法道院』という表示を悪意で用いたこと、このような変更態\n様の表示を用いたことを最少限意味している。すなわち、少なくとも、この『道\n院』なる部分を悪意で用いた時点において、被告は善意でなくなつたといわなけれ\nばならない。この場合、被告がこの『道院』なる部分の使用を止めるならばそれで\nよいのではない。被告は『少林寺拳法道院』なる表示についてのみならず、『少林\n寺拳法』なる表示についても善意先使用者である事実がなくなつたのであり、これ\nに伴いその先使用権を失つたのである。」\n６　原判決二九枚目裏八行目の「乙第二号証の一、二、」の後に「四、」を加え\nる。\n７　甲一〇一号証の一ないし三、一〇二号証の一ないし五、一〇三号証の一ないし\n六、一〇四、一〇五号証、一〇六号証の一・二、一〇七号証、一〇八号証の一・\n二、一〇九号証の一・二（写）、一一〇号証の一ないし五、検甲七号証（第一審被\n告が「昭和二八年ころ第一審被告撮影の錬心館道場入口附近の写真」と主張してい\nる写真）、八号証の一ないし七（第一審被告が別件〈千葉地方裁判所昭和五一年\n（ワ）第六〇四号、昭和五五年（ワ）第六〇七号＞において証拠として提出した写\n真等）を提出し、当審証人【Ｂ】、同【Ｃ】、同【Ｄ】、同【Ｅ】の各証言、当審\nにおける第一審被告本人尋問の結果を援用。\n８　当審提出の乙号各証の成立は認める。当審提出の検乙号各証が第一審被告主張\nの写真であることは知らない。\n二　第一審被告\n１　原判決九枚目裏一三行目の「争う。」の後に次のとおり加える。\n「次の経過を見ても、原告主張の各表示が昭和二五年頃においてはもとより昭和二\n七年頃においても『全国的に広く知られていた』などの事実があろう筈はない。す\nなわち、【Ｆ】は昭和二六年一二月までは『黄卍教団』と称し、『正統北派拳法』\nとか『北派少林拳法』、『日本北派少林拳法師範【Ｇ】』と名乗つていたのである\n（乙第八号証参照）。そして、夢でヒントを得て、京都達磨寺を尋ね、【Ｈ】禅師\nに入門してにわか仕込みで禅を学び、同年一二月二五日宗教法人総本山少林寺を設\n立し、その後すでに著名であつた『少林寺拳法』の表示を盗称しだしたのであ\nる。」\n２　同一二枚目裏一二行目の「ことである。）。」の後に次のとおり加える。\n「そして、右継承を許された際、被告は【Ａ】師から被告が野僧として易筋行を行\nなう場所の名称としては『道院』が適当である旨の教えを受けた（通常、仏教寺院\nにおける修業の場は『道場』と表示されるのが原則であるが、不動禅では、寺院を\n設立せず野僧の立場で修業を行ない、修業者はすべて『道士』と表明されている。\nしたがつて、『道士』が起居し修業を行なう場所を『道院』と表示するのは当然の\nことなのである。）」\n３　同一六枚目表二行目の「四頁）。」の後に次のとおり加える。\n「（ハ）　昭和二二年発行の雑誌『からて』に『……後代に至り中国拳法は南北両\n派に別れ更に各々内家拳法、外家拳法に分る。内家の特徴は主柔にして禦敵の方な\nり。\n其の代表的なるものを河南省嵩山に発したる少林寺拳法とす。斯くて唐・宋の時代\nに至り有名なる武術家続出して茲に中国拳法の全盛を極むるに至れり。』との記述\nがある（乙第三号証）。」\n４　同枚目裏七行目の「である。」の後に次のとおり加える。\n「そして、【Ｆ】が嵩山少林寺で行なわれてきた拳法の正式な名称が『少林寺拳\n法』であることを認めて自己も『少林寺拳法』を名乗つていたことは、同人がその\n著書『少林寺拳法教範』（乙第二九号証）中において次のように記述しているとこ\nろからも明らかである。すなわち、同人は右著書中において、『少林寺拳法という\n呼び方は正式な呼び名であつて、俗名は時代と所によつて様々に呼称されてきてい\nる。国術少林拳法、少林拳法、少林拳棒、角力（チヤーリイ）、把式（パーシ\nイ）、武術、博打（ポーター）、拳術（チヤンシユウ）、●跛（シヨワイチエ）等\nの名がある（把は捕、●は投）。別項で詳述せる如く、少林寺拳法は昔し日本にも\n伝えられていることは事実であり……』と記述し、また、『祖を滅せず、師を欺か\nず、法脉を正しく守り伝えることは拳を学ぶ者の信条である。我々は伝統を重ん\nじ、師祖を尊ぶが故に、小異を立て自己を強調し、我流を名乗るおこがましさをさ\nけて、日本伝正統北派少林寺拳法と名乗つているのである。』と記述しているので\nある。」\n５　原判決二〇枚目表四行目の後に行を改め次のとおり加える。\n「なお、以上の事実関係のもとにおいては、被告が善意先使用の要件のうち継続使\n用表示の同一性（表示使用の継続性と使用表示の同一性）の要件を具備しているか\n否かが一応問題となるが、以下の理由によりこれを肯定すべきである。すなわち、\n被告は、その使用表示に動揺のあつた期間中『日本伝少林寺源不動拳法』という表\n示を使用しているのであるが、この表示は、被告の拳法が中国少林寺に源を発する\n拳技でありこれを日本に伝えたものであることを意味しており、『少林寺拳法』と\nいう被告の表示との間に少なくとも『観念の同一性』が認められる。ところで、被\n告の使用する表示は、『少林寺拳法』であれ『少林寺源不動拳法』であれ、被告の\n事業表示である以前に、より基本的には被告が教授する拳技がどのようなものであ\nるかを一般人に知らせて被告方にその拳技の教授を受けに来ることを勧誘するべき\n表示なのである。そして、一般人が被告の教授する拳技がどのようなものであるか\nを認識するのは、被告の表示の『外観』でも『称呼』でもなく、まさしく表示によ\nり喚起される『観念』なのである。そして、このように一般人に共通の認識をもた\nらす表示がその相互間に『同一性』ありとの評価を受けるのは明らかである。\n仮に右の主張は認められないとしても、被告が谷町本部道院を除きやむをえず一\n時的に従来使用してきた『少林寺拳法』なる表示に手を加え『日本伝少林寺源不動\n拳法』というように表示しなければならなかつたのは、前記のように【Ｆ】側から\nの詐術を弄した不当、不正な干渉によるものであるから、【Ｆ】の承継者である原\n告が右やむをえず一時的に変更した表示をとらえて被告の従前の表示と同一性がな\nいと主張するのは、まさしく不正競争防止法の根本原則である信義衡平の大原則に\n反するとともに権利濫用であり、とうてい許されない。」\n６　同枚目裏三行目の「行為である。」の後に次のとおり加える。\n「さらに、【Ｆ】やその承継者である原告は被告が正統な『少林寺拳法』の承継者\nであることを早くから調査して充分知つていたが、被告を踏台にして自ら飛躍しよ\nうとの意図をもつてあえて被告を偽者呼ばわりし、門弟等を使つて被告に対し時に\nは暴力を用いるなどもして数々の事業防害行為をした。」\n７　同枚目裏七行目の「ではない。」の後に次のとおり加える。\n「けだし、不正競争防止法に基づいて差止請求権が認められるか否かの判断の最も\n根本的な基準は、差止請求の相手方たる競争者との関係でその者の利益を否定して\nまで差止請求者たる競争者の利益のみを保護することが公正な競争秩序の保持とい\nう目的に適うか否かということである。そして、この場合、差止請求者の利益とそ\nの相手方の利益の双方について、それぞれ保護に値する要素と保護に値しない要素\nを拾い上げて衡平法の見地から総合的に判断しなければならないものだからであ\nる。」\n８　原判決二二枚目表七行目の「である。」の後に次のとおり加える。\n「なお、ここで一言付言すれば、本件差止請求訴訟は、純粋に利潤の追求を目的と\nする企業間に生じたものではなく、原告も被告もそれぞれ武道を普及させることを\n目的として活動するものである。そして、武道の世界では、企業の世界とは比較に\nならない程倫理的なもの、精神的な正しさというものが強調される。したがつて、\nこのような当事者間の競争関係においてそれぞれ価値を付加する要素とこれを削減\nする要素を考える場合には、当事者間に存在するあらゆる事実を取り上げることが\n必要であり、そして、かかる事実につきより倫理的にシビアな判断がなされなけれ\nばならないのは当然である。」\n９　乙五九号証の一ないし三、六〇号証、六一号証の一ないし二〇、六二、六三号\n証、検乙一五号証の一・二（昭和五五年九月八日第一審被告撮影の木標〈【Ａ】師\nが昭和一六年に長崎の光宗寺境内の竹藪中に建立したもの〉の写真）、一六号証の\n一ないし四（昭和七年ころ金泉寺住職【Ｉ】撮影の多良岳金泉寺の行場の写真）、\n一七号証（昭和五三年春ころ第一審被告撮影の勲章〈昭和五三年三月台平において\n行なわれた中華国術世界促進大会において、第一審被告の演武の素晴しさに感嘆し\nた大会理事者が同大会から第一審被告にその栄誉をたたえて贈つたもの〉の写\n真）、一八号証（昭和五五年【Ｊ】撮影の賞杯〈ホノルルで行なわれた第三回世界\n大会において大会々長から素晴しい武術を演武した第一審被告に対し贈られたもの\nで、「世界最大の理解者」との銘が刻まれているもの〉の写真）を提出し、当審証\n人【Ｋ】、同【Ｌ】、同【Ｍ】、同【Ｎ】、同【Ｏ】の各証言を援用。\n１０　甲一〇一号証の一、一〇二号証の五、一〇三号証の一ないし六、一〇四号\n証、一〇八、一〇九号証の各一・二、一一〇号証の一ないし五の成立（一〇九号証\nの一・二は原本の存在とその成立）は認める。その余の当審提出の甲号各証の成立\nは知らない。当審提出の検甲号各証が第一審原告主張の写真であることは認める。\n理　　　由\n一　当裁判所は、\n当審における新たな証拠調の結果をも斟酌した結果、第一審原告の本訴請求中「少\n林寺拳法道院」なる文字を含む表示の差止を求める部分は正当として認容すべきで\nあるがその余は失当として棄却すべきものと判断する。その理由は、次のとおり訂\n正、付加、削除するほか、原判決の理由説示のとおりであるから、これをここに引\n用する。\n１　原判決三四枚目裏三行目の「往時」から同一〇行目の「参照）。」までの記載\nを次のとおり改める。\n「前記甲第一号証、成立に争いのない乙第一、第三号証、第五号証の一・二、第\n六号証、第一一、一二号証、第二九号証、第三一、三二号証、弁論の全趣旨により\n真正に成立したと認められる乙第二号証の四、証人【Ｐ】こと【Ｑ】、同【Ｆ】の\n各証言並びに弁論の全趣旨によれば、識者の説くところによれば『往時、中国河南\n省にある嵩山少林寺においては、僧達の間で古く達磨大師がインドから禅門の行と\nして伝えたといわれる拳法なる武技が盛んに行なわれていたことがあり、後に右拳\n技が山門の外に流出し各流派に分かれて中国の一般民衆の間に広まり、また、我が\n国にも、その拳技の一部は古く禅僧等を通じて伝来したことがある。」とされてい\nること、及び我が国においては、この往時嵩山少林寺において行なわれ後に山門外\nに流出した拳技は（極く一部の者の間においてではあるが）昭和初期ころから『少\n林寺拳法』等の名称で知られていたことが認められる。」\n２　同三七枚目表五行目の「道院」の前に「少林寺拳法」を加える。\n同六行目の「語が」の後に「、漢和辞典には『道士の居所』または『道教の\n寺』を指す漢語として掲載されている（成立に争いのない乙第五九号証の一ないし\n三参照）ものの、」を、同行目の「一般の」の後に「国語の」を、同七行目の「な\nい」の後に「（我が国の代表的な国語辞典〈新村出編『広辞苑』〉でも同義語とし\nて『道観』なる語が掲載されているにすぎない。）」をそれぞれ加え、同一一行目\nの「『道院』とは」から同枚目裏一行目の「すぎないこと」までの記載を削る。\n３　同三七枚目裏一〇行目の「使用」から同一三行目の「ときは」までの記載を\n「これを『少林寺拳法』なる語と結合させ『少林寺拳法道院』なる語を自己の拳法\n普及事業（またはその施設）を表示するものとして使用しはじめたのは、造語に近\nい用語用法というべきであつて、この『少林寺拳法道院』なる表示は」と、三八枚\n目表一行目の「のみならず」から同一〇行目の「参照）。」までの記載を「仮にそ\nうでないとしても、『少林寺拳法道院』なる表示が【Ｆ】ないし原告により事業表\n示として相応期間使用されたことによつてすでに自他識別力を獲得するにいたつて\nいると認められることは、『少林寺拳法』なる表示の場合と同様である。」とそれ\nぞれ改める。\n４　同三八枚目裏七行目の「一ないし八、」の後に「弁論の全趣旨により真正に成\n立したと認められる甲第一〇六号証の一・二」を、同九行目の「第二回」の前に\n「原審」をそれぞれ加える。\n５　同四〇枚目表八行目の「催す」を「催し、」と改め、この後に「警察署、警察\n予備隊、鉄道公安官、学校その他の各種団体から依頼されて『少林寺拳法』の公開\nと公演をする」を、同一二行目の「少林寺拳法」の前に「そして、前記小説『風流\nあじろ笠』は昭和二九年春東宝で映画化され、」を、同枚目裏三行目の「紹介され\nた」の後に「（なお、原告が請求原因２の四において標記期間中の出来事として主\n張する事実のうち右認定の限度をこえる事実は、本件全証拠によるもこれを的確に\n認定することができない。）」をそれぞれ加える。\n６　同四一枚目表八行目の「堅司」を「賢司」と改め、同枚目裏九行目の「八〇」\nの後に「数」を加える。\n７　同四二枚目表一行目の「我が国では」の後に「中国におけるのと異なりこれが\n一般民衆の間に広く行なわれるということがなかつたため」を加える。\n８　同四三枚目表一一行目の「かえつて」の後に「、前記乙第八号証並びに弁論の\n全趣旨によれば、」を、同行目の「時代で」の後に「あることが認められるので」\nをそれぞれ加える。\n９　同四三枚目裏一三行目の「考えられる。」の後に「なお、原告はその主張の前\n記各表示は遅くとも昭和二七年頃には周知性を確立していた旨主張するが、前記の\nとおり【Ｆ】が右各表示を使用しはじめたのは昭和二六年末であることに鑑みる\nと、とうてい右主張事実を肯認するに足りない。」を加える。\n１０　同四四枚目裏一行目の「金剛禅」を「不動禅」と改める。\n同六行目の「これを」を、「これと」と改める。\n１１　同四五枚目表二行目の「その様式」を「原告代表者本人尋問の結果（第二\n回）並びに弁論の全趣旨」と、同九、一〇行目の「拳法習得を志した者で誤つて被\n告方に入門した」を「て拳法を習得することを志した者で誤つて被告方に入門し後\n日そのことに気づき原告方に入門しなおした」とそれぞれ改める。\n１２　同四七枚目表六行目の「第二回」の前に「原審」を、同枚目裏一行目の「証\n人」の前に「成立に争いのない甲第六五ないし第八一号証、乙第三六、第六三号\n証、当審証人【Ｋ】、同【Ｌ】、同【Ｍ】、同【Ｏ】の各証言、」を、同一、二行\n目の「第一、二回」の前及び後にそれぞれ「原審」及び「及び当審」を、同二行目\nの「検証の結果」の後に「並びに弁論の全趣旨」をそれぞれ加える。\n１３　同四八枚目表五行目の後に行を改め次のとおり加える。\n「そして、被告の述べる右の事実は、少なくとも、『被告が大正一二年（当時被告\n六才）頃から昭和一六年（同二四才）ころまでの間に長崎県の法城山光宗寺におい\nて不動禅の教義を学ぶとともに同寺に身を寄せていた野僧等から古くは嵩山少林寺\nに源を発するものと思われる拳法の伝授を受けた。』という限度で事実と認められ\nる。」\n１４　同四八枚目裏一二、一三行目の「一四〇」を「四〇」と改め、四九枚目裏三\n行目の「第二回」の前に「原審」を加える。\n１５　同五〇枚目裏一行目の「河原町」の後に「の錬心館道場」を加え、同二行目\nの「頃以前」を「昭和二七年頃から同道場に柔道部ができるまでの約一年の間」\nと、同四行目の「河原町の錬心館道場で拳法指南を始めた頃」を「同道場に前記柔\n道部ができた後これと共同で」とそれぞれ改める。\n１６　同五二枚目裏七行目の「（Ｂ）の（ニ）（ホ）（ヘ）」の前に「したがつ\nて、被告は原告主張のように自己の事業表示を次々と変えこれを少しずつ原告の事\n業表示の要部である『少林寺拳法』に接近させてきたのではない。」を加える。\n１７　同五三枚目表二行目の後に行を改め次のとおり加える。\n「ところで、原告は、被告は『少林寺拳法』なる表示について『少林寺拳法道院』\nなる表示を悪意で用いたから右表示を悪意で用いた時点において『少林寺拳法』な\nる表示について善意でなくなりこれに伴いその先使用権を失つた、と主張する。し\nかし、『少林寺拳法道院』なる表示については、証拠上被告の先使用の事実を認め\nるに足りないことは後記のとおりであるが、このことは直ちに被告が右表示を悪意\nで使用したことを意味するものではないし、本件全証拠によるも右事実を認めるに\n足りない。したがつて、右事実の存在を前提とする原告の右主張は理由がない。」\n１８　同五四枚目裏七行目の「継持」を「維持」と改める。\n１９　同五五枚目裏二行目の「すなわち」から同六行目の「である。」までの記載\nを削る。\n２０　同五五枚目裏七行目、八行目、五六枚目表三行目、同枚目裏八行目及び五七\n枚目表三行目の「道院」のそれぞれ前に「少林寺拳法」を加える。\n同五五枚目裏一二行目の「被告本人」から五六枚目表二行目の「できない。」ま\nでの記載を次のとおり改める。\n「もつとも、被告は、原審における本人尋問（第一回）において、被告は【Ａ】師\nから不動禅少林寺拳法の継承を許された際同師から被告が野僧として易筋行を行な\nう場所の名称としては『道院』が適当である旨の教えを受けた旨及び被告はこの\n『道院』なる名称を昭和二四年頃から事業表示の一部として使用していた旨供述し\nているが、右供述については何らこれを裏付ける客観的資料がないからにわかにこ\nれを措信することはできない。」\n２１　同五七枚目表七、八行目の「『道院』なる表示」から同一一行目の「参\n照）」までの記載を「『少林寺拳法道院』なる表示については理由があるが」と、\n同枚目裏一一、一二行目の「『道院』なる表示（部分」を「『少林寺拳法道院』な\nる表示」とそれぞれ改める。\n二　よつて、右と趣旨を一部異にする原判決を主文一項掲記のとおり変更し、民訴\n法九六条、八九条、九二条本文を適用して主文のとおり判決する。\n（裁判官　栗山忍　矢代利則　松尾政行）\n"
}