{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 12,
    "day": 18
  },
  "case_number": "昭和59(行ケ)92",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14020",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14020",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/020/014020_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n三　この判決に対する上告のための附加期間を九〇日と定める。\n事　　　実\n第一　当事者双方の求めた裁判\n原告は「特許庁が昭和五八年審判第二六二六号事件について同年一〇月一二日に\nした審決を取消す。訴訟費用は被告の負担とする。」との判決を求め、被告は主文\n第一、二項同旨の判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和四五年一〇月二七日、名称を「圧力変換器」とする発明につき、一\n九六九年一〇月二七日にアメリカ合衆国においてした特許出願に基づく優先権を主\n張して特許出願をし、昭和五一年九月一六日、実用新案法八条一項により実用新案\n登録出願に出願変更をし、同年一〇月二九日、特許法四六条一項により特許出願に\n出願変更をし（特願五一―一三〇五九〇号）、同年一二月二七日、同法四四条一項\nにより右出願変更された特許出願（以下「原願」という。）を分割し、名称を「圧\n力変換機」とする発明（以下「本願発明」という。）につき新たな特許出願をした\nところ、昭和五五年九月六日、右分割出願につき出願公告されたが、異議の申立が\nあり、拒絶査定を受けたので、昭和五八年二月一七日、これに対し審判の請求をし\nた。特許庁は右請求を昭和五八年審判第二六二六号事件として審理し、同年一〇月\n一二日、原告の昭和五六年七月二四日付の手続補正を却下する決定をするととも\nに、「本件審判の請求は成り立たない。」（出訴期間として九〇日を附加）との審\n決をし、右審決の謄本は、同年一一月三〇日、原告に送達された。\n二　本願発明の要旨\n内部空所を有する絶縁材料を含むハウジングと、金属製の感知ダイヤフラムであ\nつてその周辺部が上記のハウジングの面に密封状態にして取付けられて上記の空所\n内に支持され上記の感知ダイヤフラムによつて分割された内部空所の第一の部分お\nよび第二の部分と協動してそれぞれ上記のハウジング内に第一の感知室および第二\nの感知室を形成するようにした感知ダイヤフラムと、上記の内部空所の第一の部分\n及び第二の部分の面に設けられるコンデンサ板であつて上記の感知ダイヤフラムと\n協動してコンデンサを形成し上記の感知ダイヤフラムの上記の第一の部分及び第二\nの部分に対するたわみがコンデンサの電気容量を変化させるようにしたコンデンサ\n板と、それぞれが撓み易い材料で作られ、上記の第一の感知室（「感発室」とある\nは誤記と認める）および第二の感知室からそれぞれ間隔を置いて第一の隔室および\n第二の隔室を形成し、かつそれぞれ感知されるべき第一の流体圧源および第二の流\n体圧源に向つて開いている第一の面および第二の面を有する第一の遮断ダイヤフラ\nムおよび第二の遮断ダイヤフラムと、上記の第一の感知室と上記の第一の隔室およ\nび上記の第二の感知室と上記の第二の隔室をそれぞれ連通するようにその間に設け\nられた第一の流体通路および第二の流体通路と、上記の両隔室と上記の両感知室と\n上記の両流体通路を充満してこれにより上記の両流体圧源の圧力による上記の両遮\n断ダイヤフラムのたわみ運動が上記の感知ダイヤフラムの中立位置からの相対たわ\nみを生じさせる実質的に非圧縮性の流体と、および、上記の両遮断ダイヤフラムが\n圧力を受けてたわむ場合にそれが上記の両隔室を形成している対向面に触れる前\nに、この遮断ダイヤフラムのたわみ運動の結果生ずる上記の感知ダイヤフラムのた\nわみを機械的に支持する感知室内の手段であつて、上記の感知ダイヤフラムを実質\n上その全面に亘つて支持するようにほぼ凹状に構成される手段とを備え、上記第一\nおよび第二の流体通路はそれぞれ支持手段を貫通する穴よりなり、上記穴の寸法\nは、感知ダイヤフラムが昀高の超過圧力によつて支持手段に押付けられたときでも\n永久変形を生ずることのないように十分小さく選ばれたことを特徴とする圧力変換\n器。（別紙図面参照）\n三　審決の理由の要点\n１　本願発明の要旨は前項記載のとおりである。\n２　本願発明の特許請求の範囲には、「穴」の個数について複数ともただ一個とも\n記載されていないが、出願公告公報に「複数の軸方向にのびる複数の小径（小断面\n積）の並列貫通穴３６を含む磁器管３３は中央通路３２内に配置され、かつ空所２\n９内にのびている。」（第三欄二三行ないし二六行）、「……個々の穴３６の断面\n積は十分に小さく、一方測定時における測定圧力の感知ダイヤフラム２８への導入\nは良好に行なわれるように通路３２の断面積（すなわち複数の穴３６の断面積の\n和）は適度な値になるように選定され、……」（第四欄七行ないし二一行）との各\n記載があること、図面第４図及び第５図に複数の穴３６がそれぞれ明記され、唯一\nの実施例の穴の個数が複数で、その他どこの箇所にも穴の個数がただ一個という積\n極的な記載を見出せないこと、願書に昀初に添付した明細書を参酌しても同様であ\nることからみて、「穴」の個数は実質上複数と解するのが相当と認められる。\n３　本願発明と同じく特願昭五一―一三〇五九〇号（原願）から分割された特許第\n一一四一八九一号発明（特公昭五五―三四三七一号公報、以下「別件発明」とい\nう。）の発明の要旨は特許請求の範囲に記載されたとおりの「空所を有する絶縁材\n料を含むハウジングと、金属製の感知ダイヤフラムであつてその周辺部が上記のハ\nウジングの面に密封状態にして取付けられて支持され上記の空所の面と協動して上\n記のハウジングに感知室を形成するようにした感知ダイヤフラムと、上記の空所の\n面に設けられるコンデンサ板であつて上記の感知ダイヤフラムと協動してコンデン\nサを形成し上記の感知ダイヤフラムのたわみがコンデンサの電気容量を変化させる\nようにしたコンデンサ板と、上記空所から離れた上記ハウジングの側面に密封状態\nで取付けられ、上記の感知室から間隔を置いて隔室を形成しかつ感知されるべき流\n体圧源に向つて開いている面を有する遮断ダイヤフラムと、上記の感知室と上記の\n隔室を連通するようにその間に設けられ、複数の小断面積の貫通穴よりなる流体通\n路と、上記の隔室と上記の感知室と上記の流体通路とを充満してこれにより上記の\n流体圧源の圧力による上記の遮断ダイヤフラムのたわみ運動が上記の感知ダイヤフ\nラムのたわみを生じさせる実質的に非圧縮性の流体と、および、上記の遮断ダイヤ\nフラムが圧力を受けてたわむ場合にそれが上記の隔室を形成している対向面に触れ\nる前にこの遮断ダイヤフラムのたわみ運動の結果生ずる上記の感知ダイヤフラムの\nたわみを支持する手段であつて、その表面には上記コンデンサの極板が形成され、\nかつ上記の感知ダイヤフラムを実質上その全面に亘つて支持し、過大圧印加による\n感知ダイヤフラムの損傷を防止するようにほぼ凹状に構成される手段とを備えてい\nる圧力変換器」にあるものと認める。\n４　そこで本願発明と別件発明を比較すると、両者の発明は一致し相違するところ\nがないものと認める。\n５　ところで、原願は優先権を主張する旨の表示をしなかつたために優先権主張を\n失効とされ、これに起因して本願発明も優先権主張を失効とされた。請求人は、審\n判請求理由補充書において、原願の願書の添付書類の目録の項には、「優先権証明\n書及び訳文各一通（変更を要しないため省略）」と記載されており、出願人が原願\nについて優先権を主張していた事実は明らかである等と述べ、本願発明の新規性判\n断の基準日は優先権主張日の一九六九年一〇月二七日であると主張するが、優先権\n主張が失効であるか否かに関しては、本願発明とは同断であるから、両者の先願関\n係に影響を及ぼさないので、優先権主張が失効であるか否かの当審の判断を示さな\nいこととする。\n６　したがつて、本願発明は同日に原願から分割出願された別件発明と同一と認め\nられ、別件発明が既に特許されているから、いずれか一方を選択して特許を受ける\n協議をすることができないので、特許法三九条二項により特許を受けることができ\nない。\n四　審決を取消すべき事由\n審決の理由の要点１、３及び６のうち本願発明と別件発明が同日に原願から分割\n出願され後者が特許されたことは認めるが、その余は争う。審決は本願発明の要旨\nの解釈を誤り、本願発明における穴の個数を複数と認定して別件発明と対比し、両\n発明の穴の個数が一致するものと誤認し、また、両発明の感知室及び隔室の個数が\n異なるのに、これが一致すると誤認した。\n１　本願発明における穴の個数\n（一）　本願発明の目的は、「大きな超過圧力にあつた後でも精度を維持できる安\n定した圧力変換器を提供することにある」（本願発明の出願公告公報（（以下「本\n願公報」という））二欄一二行ないし一四行）。\n（二）　本願公報には、「感知ダイヤフラムが超過圧力を受けたとき底に突き当り\n感知室を形成する壁に対して実質上その全面で支持されるように構成することによ\nり超過圧力に対する防御機能が備えられ、このときは感知室のハウジングそれ自体\nは非常に安定していて、較正にずれが生じることがない。」（一欄末行ないし二欄\n五行）、「本発明の圧力変換器は、……しかも較正に大きなずれを生じることなく\n一平方インチ当り数千ポンドの超過差圧にも耐えることができる。」（二欄六行な\nいし一〇行）「第一、第二遮断ダイヤフラムによつて形成される凹所の空洞の体積\nと感知室の空洞の体積とは、第一、第二遮断ダイヤフラム４４、４５が凹所を画定\nする面の底に突当る前に、感知ダイヤフラム２８が底に突当るように選択されてい\nる。これは例えば、もし圧力が第二遮断ダイヤフラム４５に作用すれば第二遮断ダ\nイヤフラム４５が金属ハウジングの面に突当る前に、……感知ダイヤフラム２８が\nコンデンサ板３９上に静止すること、すなわち感知ダイヤフラム２８が充填ガラス\n２９で形成される球状凹面３８によつて、実質上その全面にわたつて支持されるこ\nとを意味する。」（六欄五行ないし一七行）「溶着されているコンデンサ板３９、\n４０は……非常に安定化しており、かつ前述のように昀大の超過圧力が導入された\n場合に、感知ダイヤフラム２８の貫通穴３６に対向する部分において永久変形を生\nずることも防止されるので、ゼロシフトやスパンの変化、リニアリテイ特性の変化\nなどを生ずることがなくなり、再較正の必要性がなくなる。これによつて機器の測\n定精度や寿命が大幅に向上し、保守も極めて容易化される。\n」（六欄一八行ないし二八行）、「もし超過圧力を防ぐことを底に突き当る遮断ダ\nイヤフラム４４または４５に依存していれば、超過圧力停止点は変化して、遮断ダ\nイヤフラムが底に突き当る前に、感知ダイヤフラムをすつかり損ねてしまうことに\nなる。」（七欄一九行ないし二三行）との記載があり、これによれば、本願発明の\n前記目的を達成するために必要欠くべからざる要件は、「超過圧力が加わつたとき\nに、遮断ダイヤフラムがその対向面に触れる前に、感知ダイヤフラムがその対向面\nに全面接触するようにすること」、換言すれば、「感知ダイヤフラムがその対向面\nに全面接触する状態になつたときでも、遮断ダイヤフラムはその対向面に触れるこ\nとがないように」各部の構造、寸法を限定することだけであり、本願発明の技術思\n想もこの点にある。\nこのことは本願発明の特許請求の範囲では「上記の両遮断ダイヤフラムが圧力を\n受けてたわむ場合に、それが上記の両隔室を形成している対向面に触れる前に、こ\nの遮断ダイヤフラムのたわみ運動の結果生ずる上記の感知ダイヤフラムのたわみを\n機械的に支持する感知室内の手段であつて、上記の感知ダイヤフラムを実質上その\n全面に亘つて支持するようにほぼ凹状に構成される手段」と記載されているところ\nから明らかである。\n（三）　本願発明において、「穴」は特許請求の範囲に記載されている第一、第二\nの感知室と第一、第二の隔室とをそれぞれ連通する第一、第二の流体通路を形成す\nるのであるが、前期（二）に引用した本願公報の記載及び技術思想に照らし、その\n穴は、（イ）液体をみたした状態において感知室と隔室の間で圧力を伝達するに足\nりるだけの断面積をもつこと、（ロ）感知ダイヤフラムが昀大の超過圧力でその対\n向面に押圧され全面支持されたときでも感知ダイヤフラムが永久変形を生じないよ\nうにその断面寸法が小さく選ばれることの二要件がみたされれば、それが一個であ\nつても複数であつても、前記（一）の本願発明の技術思想が変更されるものではな\nく、また、目的及び効果をも達することができるのであつて、審決が認定するよう\nに、その数が必ずしも複数である必要はない。\n（四）　本願発明における穴の個数が複数の場合に限定されず、一個の場合をも含\nむことは明らかである。\n（１）　本願公報三欄二四行に「複数の」と記載されているが、右記載は実施例を\n第四図に即してより具体的に説明するものにすぎず、穴の個数を複数に限定する趣\n旨ではない。このことは、本願出願当初の明細書（以下「本願当初明細書」とい\nう。）六頁八行ないし九行には「複数の軸方向にのびる穴３６で隔てられた磁器管\n３３」（「で隔てられた」は「を含む」の誤訳）と記載されていることから理解さ\nれる。右の「複数の」は「磁器管３３」にかかる文言で、出願人の本来の意図は、\n穴３６の数とは無関係に「二つの中央通路３２内に穴を穿設された磁器管３３がそ\nれぞれ合計二個配置される」ことを述べようとしたのであつて、穴を複数に限定す\nることにあつたのではない。\n（２）　本願公報四欄一六行ないし一七行の「通路３２の断面積（すなわち複数の\n穴３６の断面積の和）」との記載における「通路３２の断面積」は「複数の穴３６\nの断面積」と対等に扱われており、「穴がただ一個」の場合を含むことを示唆した\nものと解することができる。換言すれば、右記載は、「感知ダイヤフラムへの測定\n圧力伝達のためには、穴３６が一個か複数個かにかかわらず、一般的にはその個数\nではなく、むしろ穴３６の断面積の総和を考慮しなければならない」ということ、\nつまり穴の断面積の総和は穴の個数に関係なく、その部分での圧力損失、圧力伝達\nの時定数が測定レジン、過大圧限界値や応答特性などに応じて適当な値になるよう\nに選定されなければならないことを述べたものである。\n（３）　本願公報四欄八行ないし二一行の記載は、出願当初明細書の「これら通路\nと穴とは、感知ダイヤフラム２８が昀高の超過圧力を受けたとき穴があることによ\nり過剰に応力がかけられないように充分に小さく形成されていなければならない」\nとの記載（八頁六行ないし一〇行）を訂正したものである。右記載によれば「通路\n３２の寸法が充分に小さくならなければならない」のであるが、穴３６の個数が複\n数個と限定されているならば、通路３２の寸法は超過圧力印加とは無関係であるか\nら、ここで通路３２の寸法について言及する必要はないはずである。それにもかか\nわらず出願当初明細書にかかる記載があることは、「穴３６が一個でその断面積が\n通路３２のそれと匹敵するかあるいは等しくなる」場合を想定し、右記載により\n「感知ダイヤフラム２８への過剰応力印加を防止するために通路３２の寸法を十分\nに小さくしなければならない」との趣旨をうかがうことができるのである。このよ\nうに、本願当初明細書には「通路３２が一個の穴からなる」場合が示唆されてお\nり、補正後のこれに対応する本願公報の前記記載箇所も同様の場合を含むことを示\nしているものと解すべきである。\n（４）　本願公報六欄二八行ないし三〇行の「貫通穴３６を極小幅のスリツト又は\nスロツトとしても全く同様の機能が達成される。」との記載は、以上に述べた諸事\n情を考慮したうえ、第四図の実施例に示された複数の穴３６の代りにこれらの和の\n面積とほぼ同じ断面積の一個の穴を採用する場合に感知ダイヤフラムの永久変形を\n防止することと必要な圧力伝達特性を確保することとの二つの機能を両立させるた\nめには穴の断面形状を細長い矩形状にしてもよいことを示唆したものである。\nなぜならば、図面に示された直径〇・五ミリメートルの円形穴３６の一個ずつを\n極小幅のスリツトに置換した場合、例えばスリツトの長さを五・〇ミリメートルと\nすれば、同じ断面積を得るための幅は〇・〇四ミリメートルとなるが、このような\n微小幅の小孔をガラスまたはセラミツクに穿設することは、工業的製品に対する適\n用としては全く非現実的であり、不可能であるからである。また、仮に、スリツト\nの加工はできたとしても、オイルの粘性による流体抵抗が著しく増大することが予\n想され、また熱膨脹・収縮による圧力伝達特性の変化も大きくなるので、精密な工\n業計器としての圧力変換器は得られないと考えられる。\nこれに対して、六、七個の同径の円形の穴を一つにまとめて、長さ五・〇ミリメ\nートルの一個のスリツトに置換した場合は、同じ断面積を得るための幅は〇・二四\nないし〇・二七五ミリメートルとなり、穴を複数個設けられた各穴の半径（公報第\n四欄八行によれば約〇・二五ミリメートル）にほぼ匹敵するので、その加工も現実\n的なものとなり、前記流体抵抗の増大や熱膨脹・収縮の影響も許容限度内に抑えら\nれるものである。\nそれ故に、工業上の実現可能性を考慮した場合、この箇所は、複数の穴の断面積\nの和にほぼ等しい一個の細長穴で代替できることを表明したものと解するのが妥当\nである。\n（５）　本願の優先権証明書に添付された明細書の特許請求の範囲１２には、「少\nなくとも一つの軸方向穴が磁気管３３に設けられる」ことが明記されており、出願\n人が当初から「穴一個」の場合について発明を完成していたことは明白である。\n２　穴の個数についての対比判断の誤り（取消事由（１））\n（一）　前記のように本願発明の特許請求の範囲に記載された穴の数には限定がな\nく、個数一個の場合をも包含するものであるから、本願発明は右の点において穴の\n個数を複数と限定する別件発明とは相違する。しかるに審決は、本願発明が穴の数\nを複数と限定しているものと誤認し、別件発明と同一であると認定したものである\nから、取消を免れない。\n（二）　仮に右主張が認められないとしても、本願発明の穴の個数は補正により無\n限定から一個と限定された。右補正は特許請求の範囲を減縮した適法なものである\nから、右補正に係る本願発明と別件発明は同一ではなく、これを同一であると判断\nした審決は誤りである。\n原告は本願の出願公告後である昭和五六年七月二四日、特許請求の範囲に記載さ\nれた「支持手段を貫通する穴」を「支持手段を貫通するただ一つの穴」と補正する\n旨の手続補正書を提出したが、特許庁は既に述べたとおり、昭和五八年一〇月一二\n日、「この手続補正は特許請求の範囲に記載された穴の個数を実質上複数個からた\nだ一個に変更するものと認められるのに、公告された明細書には穴の個数が一個で\nもよいとの記載はないから、いわゆる実質変更に該当する。」との理由で補正却下\nの決定をした。しかし、前記１（三）に述べたように、本願発明においては穴の個\n数が一個であつても複数であつても技術思想が変更されるものではなく、その目\n的、効果は達せられるのであり、かつ二点間の圧力伝達手段として一個の連通孔で\n連結することは一般的な流体又は流体圧伝達手段として当業者間に周知のことであ\nる。しかも、前記１（四）に述べたように本願発明の穴の個数は複数個と限定され\nていないのである。したがつて、右却下決定は誤りである。\n３　感知室及び隔室の個数についての対比判断の誤り（取消事由（２））\n本願発明では感知ダイヤフラムの両側に感知室及び隔室が各一個ずつ合計各二個\nずつ設けられているのに対し、別件発明においては右両室の位置及び数についてか\nかる限定はない点で、両発明は相違する。\n４　同一性の審理についての手続違法（取消事由（３））\n本願発明と別件発明とは出願人、出願日、出願公告日のすべてが同じであるか\nら、両出願の出願公告決定前に、即ち明細書の記載範囲内で特許請求の範囲の自発\n的補正が可能な間に、特許庁から両者が同一発明であるとの趣旨の拒絶理由が通知\nされれば、原告としてはいずれか一方を取下げ他方について両者の特許請求の範囲\nのすべてをカバーするよう補正をし、これにより特許を受け得たはずである。しか\nるに、両者とも適法な分割出願であると認められて審査がされ、出願公告がされな\nがら、別件発明が特許されたため、原告として前記のような補正による対応策を講\nずることができなくなつた段階において、本願を別件発明と同一であるとの理由に\nより拒絶することは、出願人である原告が新技術の開示により当然権利化し得る範\n囲より狭い特許権しか与えられないことになり不当である。このように、特許庁の\n手続又は審理の順序いかんによつて出願人の権利が害されることになるから、両者\nの同一性に関する審理は、両者をともに適法な分割出願として審査が開始された時\n点、或は遅くとも両者について出願公告決定がされた時点で完了し、以後の段階で\nは同一性の審理はできないものと解すべきである。本件審決のように、同日出願の\n一方が特許登録された後に他方がこれと同一発明であるとの理由でこれを拒絶する\nことは新技術に見合う独占権を与えるという特許法の趣旨にも反し違法といわざる\nを得ない。\n第三　請求の原因の認否及び被告の主張\n一　請求の原因のうち優先権主張の点は否認し、その余は認める、同二及び三は認\nめ、同四は争う。\n二　被告の主張\n１　穴の個数について\n本願発明の特許請求の範囲には「穴が複数個であること」の記載はない。しか\nし、出願公報には「複数の軸方向にのびる複数の小径（小断面積）の並列貫通穴３\n６を含む磁器管３３は中央通路３２内に配置され、かつ空所２９内にのびてい\nる。」（三欄二三行ないし二六行）、「……個々の穴３６の断面積は十分に小さ\nく、一方測定時における測定圧力の感知ダイヤフラム２８への導入は良好に行なわ\nれるように通路３２の断面積（すなわち穴３６の面積の和）は適度な値になるよう\nに選定され……」（四欄七行ないし二一行）との記載があり、また、添付の第四図\n及び第五図に複数の穴３６が明記されている。このように、本願公報の唯一の実施\n例の穴の個数は複数であり、同公報のどこの箇所にも穴の個数がただ一個という積\n極的な記載を見出すことはないし、出願当初明細書によるも同様である。原告の指\n摘する本願公報の記載箇所によるも本願発明の穴の個数を一個と解することはでき\nない。したがつて、本願発明の穴の個数は実質上複数であると認めるのが相当であ\nる。\n２　取消事由（１）について\n二点間の圧力伝達手段としてその間を一個の連通孔で連結することは一般的な流\n体又は流体圧伝達手段として当業者間に周知の事項であるが、本願発明の属する圧\n力差又は圧力をコンデンサの容量に変換する圧力変換器の分野では周知の事項とは\nいえない。仮に周知の事項であつたとしても自明な事項とはいえないから本件補正\nは実質上特許請求の範囲を変更するものである。\n３　取消事由（２）について\n両発明の感知室及び隔室について原告主張のような相違があることは認める。し\nかし、本願発明は別件発明に含まれ、かつ実施例（唯一）を共通にするから両発明\nに特許が付与されると、それぞれの実施例は両特許に属するので、特許が二重に存\n在することとなり二重特許を排除するという特許法の精神にもとることとなるた\nめ、両発明は同一とせざるを得ない。\n４　取消事由（３）について\n二重特許排除の趣旨からみて審決の判断に誤りはない。\n第四　証拠関係（省略）\n理　　　由\n一　請求原因一のうち優先権主張を除くその余の事実、同二及び三は当事者間に争\nいがない。\n二　本願発明及び別件発明の特徴\n１　当事者間に争いのない本願発明と別件発明の特許請求の範囲の記載を対比する\nと、流体通路を形成する穴（貫通穴）に関し、前者ではその個数について明示され\nていないのに対し、後者ではそれが複数個と限定されていること、感知室及び隔室\nに関し、前者では感知ダイヤラムの両側に各一個ずつ（合計各二個ずつ）と限定さ\nれているのに対し、後者ではそのような限定がなされていない。\n次に、成立に争いのない甲第二号証（本願公報）、第三号証（別件発明の出願公\n告公報）により両発明の明細書中の発明の詳細な説明及び図面を対比すると、図面\nは全く同一であること、発明の詳細な説明の記載では、両者の冒頭から六欄二八行\nの「極めて容易化される。」までは全く同一であり、右に引続き前者には「なお、\n貫通穴３６を極小幅のスリツトまたはスロツトとしても全く同様の機能が達成され\nる。」（六欄二八行ないし三〇行）、後者には「超過圧力を防ぐ同じ考え方は、一\nつの遮断ダイヤフラムのみを使用して一つの圧力だけを感知する圧力変換器にも適\n用できる。」（六欄二八行ないし三一行）と記載されているが、右各記載に引き続\nくその余の記載（前者は六欄三一行から七欄二三行まで、後者は六欄三二行から七\n欄二四行まで）は全く同一であることが認められる。\n２　前掲甲第二号証によれば、（イ）本願発明は流体間の圧力差をコンデンサの容\n量に変換することによつて測定する圧力変換器に関するものであること、（ロ）右\n圧力変換器は後記感知ダイヤフラム２８によつて分割されたそれぞれ二個の感知室\n４８、４９及び隔室（凹所）３１、３１を備え、感知室は、圧力差を感知するとと\nもに一方のコンデンサ板となる一個の金属製の感知ダイヤフラムと、その両面にそ\nれぞれ対応し他のコンデンサ板となる薄い金属被膜３９、４０が施され感知ダイヤ\nフラムがたわむ場合にその支持手段となる二個の凹面３８、３８とからなり、隔室\nは、それぞれ、感知室に連通し流体通路を形成する円筒形の穴３６（実施例では複\n数）を備えた磁器管３３、３３による二個の中央通路３２、３２と、感知室と反対\n側にあつて被測定流体源に向つて開いている二個の遮断ダイヤフラム４４、４５と\nからなり、右の感知室、隔室及び両者を連通する穴には非圧縮性液体が収められて\nいて、両遮断ダイヤフラムにそれぞれの被測定流体源からの圧力が加えられると、\n各圧力が隔室から穴を通じて感知室内の感知ダイヤフラムの両側に及び、感知ダイ\nヤフラムが各圧力の差に応じて圧力の小さい側の感知室の凹面の方向にたわむこと\nにより感知ダイヤフラムとそれぞれ対をなす各コンデンサ板との距離が変り（一方\nのコンデンサ板からは遠ざかり、他方のコンデンサ板には近付く）、その結果各コ\nンデンサの容量が変化することになり、その容量変化により圧力差を知ることがで\nきること、（ハ）以上の本願発明において特徴とされるところは、超過圧力の導入\nを阻止するために遮断ダイヤフラムが隔室対面に押付けられる以前に圧力伝達を受\nけた感知ダイヤフラムが感知室の他の凹面に押付けられて支持されるようにし、か\nつ通路を形成する穴の寸法を超過圧力によつて感知ダイヤフラムが右のように感知\n室の他の凹面に押付けられたときでも永久変形を生ずることのないように十分小さ\nく選ばれたものであることが認められる。\n３　別件発明と本願発明の特許請求の範囲及び発明の詳細な説明の記載上の相違は\n前記１に述べたとおりであるにすぎないから、本願発明について前記２に認定した\nことはそのまま別件発明についてもあてはまるものということができる。もつと\nも、別件発明においては、感知室及び隔室の個数の限定はないから、例えば右両室\nが各一個の場合も含まれることになるが、この場合は一方の圧力を加える側を大気\n圧とし、コンデンサ板となる一方の凹面に代えて感知ダイヤフラムの変形押付けを\n受ける凹状の支持部材をおくことによつて同様の効果を得ることができる。\n三　本願発明における穴の個数\n前記のとおり、本願発明の特許請求の範囲には、穴の個数を限定する明示の記載\nはないが、以下に本願公報中の発明の詳細な説明の記載を参酌しつつ、この点につ\nいて検討を加える（なお、右の穴の個数とは一方の感知室と隔室を連通する中央の\n流体通路を形成する穴の個数を指す。）。\n１　前掲甲第二号証によれば、本願公報の発明の詳細な説明の項に穴の個数に関\nし、\n①　複数の軸方向にのびる複数の小径（小断面積）の並列貫通穴３６を含む磁器管\n３３は中央通路３２内に配置され、かつ空所２９内にのびている（三欄二三行ない\nし二六行）。\n②　中央通路３２の直径は〇・五センチメートル程度であり、穴３６の直径は例え\nば〇・〇五センチメートルでもよい。これらの通路と穴とは、感知ダイヤフラム２\n８が昀高の超過応力を受けて球状凹面３８に押し付けられたときでも、穴３６の部\n分に加えられる超過圧力によつて感知ダイヤフラム２８の対応部分に過大な応力が\n生じ、この部分が永久変形を起こすことがないように、個々の穴３６の断面積は十\n分に小さく、一方測定時における測定圧力の感知ダイヤフラム２８への導入は良好\nに行なわれるように通路３２の断面積（すなわち複数の穴３６の断面積の和）は適\n度な値になるように選定され、構成されなければならない。このような観点から個\n々の穴３６の直径は感知ダイヤフラム２８の直径の約一四分の一より小さいことが\n望ましい（四欄七行ないし二一行）。\n③　なお、貫通穴３６を極小幅のスリツトまたはスロツトとしても全く同様の機能\nが達成される（六欄二八行ないし三〇行）。\nとの記載があり（以下、「①、②、③の記載」という。）、また、図面には七個\n（第５図）の穴を備えた圧力変換器が示されていることが認められる。\nこれらの記載（特に傍点部分）を総合し、かつ後記２に述べる穴の個数の技術的\n意義をも勘案すれば、本願発明では穴の個数が複数であることを当然の前提とし\nて、その位置、大きさ（断面積）、形状が説明されているものと認められ、その個\n数が一個にすぎない場合は全く想定していないものということができる。\n２　原告は、本願発明において穴の個数が一個であつても複数であつても、その技\n術思想が変るものでなく、また目的及び効果を達することができる旨主張する。\nなるほど、本願発明における穴は遮断ダイヤフラムに加えられた被測定流体の圧\n力を感知ダイヤフラムに伝達する手段であるから、原告が請求の原因四、１、\n（三）において主張する（イ）及び（ロ）の要件をみたすならば穴は一個だけで足\nり必ずしも複数個であることを要しないものといえないわけではない。\nそこで、穴の個数が一個の場合と複数個の場合の技術的意義について検討する。\n先ず、穴が一個である場合が複数個である場合に比し、製作上容易であることは明\nらかである。しかし他方前記②の記載及び特許請求の範囲の「第一および第二の流\n体通路はそれぞれ支持手段を貫通する穴よりなり、上記穴の寸法は感知ダイヤフラ\nムが昀高の超過圧力によつて支持手段に押付けられたときでも永久変形を生ずるこ\nとがないように十分小さく選ばれたことを特徴とする圧力変換器」との記載は、個\n々の穴の断面積を余り大きくすると加圧により感知ダイヤフラムに永久変形をおこ\nさせるおそれがあることを示すとともに、特に②の記載により永久変形防止のため\nの個々の穴の大きさを例をあげて数値的に説明しているものであるが、このこと\nは、同じ圧力を加えるにしても、右の永久変形防止のためには、一個の大きな穴よ\nりも複数の小さな穴を介する方が好ましいことを示唆しているものということがで\nきる。穴を一個とし、その断面積を小さくすれば伝達し得る圧力の大きさには自ら\n限界があるし、これを大きくすれば感知ダイヤフラムに対し永久変形を生じさせる\nおそれがあることになる。したがつて、穴を一個とすれば製造上容易という利点は\nあるものの、原告主張の前記（イ）、（ロ）の要件を同時にみたすためにはそれ相\n当の設計上の工夫を要するものというべきであるから、穴が一個の場合と複数個の\n場合においてその技術的意義を全く同視することはできないのである。そして、甲\n第二号証の本願公報には穴を一個とする場合における設計上の工夫については全く\n示唆するところがない。\nもし、原告が主張するように本願発明において穴の個数を論ずる技術的意義がな\nいとすれば、本願発明同様の目的及び技術思想をもつ別件発明においても同じく穴\nの個数を論ずる技術的意義はないことになり、そうであれば、穴の個数は全く単な\nる設計事項となるに等しいから、この点において両発明間に差異はないものといわ\nざるを得ない。しかしながら、他方において原告は穴の個数の差異をもつて両発明\nの同一性を否定する根拠として主張しているのであるから、その点では穴の個数に\n技術的意義を認めていることになり、結局、原告の穴の個数に関する右の主張は自\n己矛盾に陥つているものというほかない。\n３　原告は請求の原因四、１、（四）において、前記①、②、③の記載及び図面に\nよれば、本願発明においても穴の個数が一個の場合が含まれることが示唆されてい\nる旨主張するが、前記１、２に述べたことに照らせば、原告が指摘する成立に争い\nのない甲第五号証の出願当初明細書の記載を勘案しても右主張が採用できないこと\nは明らかである。以下に必要な限度で右主張について検討を加える。\n先ず、①の記載は、原告主張（右（四）（１））のとおり、実施例を記載した図\n面に即した説明であるところ、図面には複数の貫通穴のある実施例しか記載されて\nいないことを勘案すれば、複数の穴があることを前提としたものであつて、穴が一\n個の場合が含まれることを示唆しているものとすることはできない。\n次に、原告は②の記載に関し、「通路３２の断面積（すなわち複数の穴３６の断\n面積の和）」との記載が通路の断面積と複数の穴の断面積を対等に扱つているとし\nて、本願発明において穴の個数が一個である場合を含むことを示唆している旨主張\nしている（右（四）（２）、（３））。しかし、本願発明において穴は単に圧力を\n伝達しさえすればよいというものではなく、感知ダイヤフラムに過大な応力が生じ\nても穴の対応部分に永久変形を生じさせないことが必要とされるのであり、そのた\nめに本願公報は具体的に数値を例示して個々の穴の断面積が小さく選定される必要\nを説明していのであるから、個数の点を度外視し、断面積の和のみを問題とすれば\n足りるものではない。また、原告が主張するように、通路の寸法が超過圧力印加と\nは無関係であるとはいえないし、感知ダイヤフラムに永久変形を生じさせないため\nには穴の断面積をなるべく小さく設定しなければならないのであるから、原告が主\n張するように、本願発明が穴の個数が一個でその断面積が通路のそれに匹敵するか\n等しくなる場合を想定しているものとはとうてい認められない。このように、②の\n記載をもつて穴の個数が一個の場合をも示唆しているものとすることはできない。\nまた、③の記載は複数の円筒状の穴に代えて極小幅のスリツト又はスロツトを用\nいても同じ効果が得られることを示すものである。原告は複数のスリツト状の穴を\n形成することが困難である旨主張するが（右（四）（４））、その数値のとり方が\n必ずしも根拠がなく（本願発明においてスリツトの長さが五ミリメートルに限定さ\nれているわけではない）、中央通路が必ず磁器管によらなければならぬものではな\nく、例えば金属管を用いても差支えないのであるから、原告の右主張が本願発明に\nおいて穴の個数が一個の場合もあり得ることを示す根拠となるものではない。\n更に、原告主張（右（四）（５））のとおり、成立に争いのない甲第六号証（優\n先権証明書添付の明細書）には「……少なくとも一つの……穴」と記載されている\nことは認められるが、右明細書が本願発明の明細書でないことは明らかであるか\nら、右記載をもつて、本願発明に穴の個数が一個の場合も含まれるものとすること\nができないことは明らかである。\n４　以上述べたところによれば、本願発明において穴の個数は複数と限定されてい\nるものと認めるのが相当である。\n四　取消事由（１）について\n１　前記のように本願発明は穴の個数を複数と限定しているものと認められるか\nら、この点において別件発明と変るところはない。審決の判断に誤りはない。\n２　原告が本願発明の出願公報後である昭和五六年七月二四日、本願発明の特許請\n求の範囲中「……支持手段を貫通する穴」との記載を「……支持手段を貫通するた\nだ一個の穴」と補正する手続補正書を提出したところ、特許庁が昭和五八年一〇月\n一二日原告主張の理由で補正却下の決定をしたことは当事者間に争いがない。しか\nして、前記のように、本願発明における穴の個数は複数と限定されており、これが\n一個の場合とはその技術的意義が必ずしも同じであるということができないから、\n右補正は特許法六四条一項但書各号のいずれにも該当しないことは明らかである。\nなお、この点に関し、原告は二点間の圧力伝達手段として一個の連通孔で連結す\nることは周知である旨主張するが、仮に一般論としてはそうであつたとしても、本\n願発明においてはそれが複数である場合と一個である場合の技術的意義を同視する\nことができないことは既に述べたとおりであるから、右主張は右認定を左右するも\nのではない。\nしたがつて、補正却下の決定は正当である。\n３　このように取消事由（１）は理由がない。\n五　取消事由（２）について\n前記のように、本願発明においては感知室及び隔室が感知ダイヤフラムの両側に\n各一個ずつ（合計二個）と限定されているのに対し、別件発明においてはそのよう\nな限定がない。前掲甲第三号証によれば、別件発明の出願公告公報の発明の詳細な\n説明の項には、感知室及び隔室に関し、専ら本願発明同様感知ダイヤフラムの両側\nに各一個ずつ（合計二個）を備えた場合の記載がみられ、それが一個の場合に関す\nるものとしては、前記二、１に引用した「超過圧力を防ぐこの同じ考え方は、一つ\nの遮断ダイヤフラムのみを使用して一つの圧力だけを感知する圧力感知器にも適用\nされる。」との記載があるにすぎず、その場合の構成に関する具体的説明がなされ\nていないことが認められる。したがつて、両発明を対比しても、本願発明が感知室\n及び隔室について前記のような限定を加えたことにより、別件発明とは全く別個の\n構成要件を備えるに至つたものと解することはできないし、右限定が特段の技術的\n意義を有するものと認めることもできない。\nそうであれば、感知室及び隔室の位置及び個数について別件発明が本願発明の場\n合をも包含することは明らかであり、この点においても両発明の間に差異は見出し\nがたいから、原告の取消事由（２）は理由がない。\n六　取消事由（３）について\n本願発明と別件発明が同日に原願から分割出願されたものであることは当事者間\nに争いがなく、かつ両者が同一発明と認められることは前記認定のとおりであるか\nら、結局両者は同一人により同日に出願された同一の発明ということになる。かよ\nうな場合特許庁として同時に各出願につき同趣旨の拒絶理由を通知して出願人に対\n応策を講ずる機会を与えることが実務慣行であることは当裁判所に明らかなところ\nであるが、仮に特許庁がかかる手続を経ることなく、いずれか一方（別件発明）に\nついて特許査定をし、これが登録されたにもかかわらず、更に他方（本願発明）に\nついて特許権を認めることは二重特許排除という特許法三九条の精神に反すること\nは明白である。したがつて、かかる場合他の出願が同一発明を理由として、拒絶さ\nれてもやむを得ないものというべきであり、また、原告主張のような事情を考慮に\n入れても、同日出願の場合の発明の同一性についての審理の時期をその主張のよう\nに制限すべき理由はない。よつて、原告の取消事由（３）は採用することができな\nい。\n七　よつて、原告の本訴請求を失当として棄却し、訴訟費用の負担及び上告のため\nの附加期間につき行政事件訴訟法七条、民事訴訟法八九条、一五八条二項を適用し\nて、主文のとおり判決する。\n（裁判官　瀧川叡一　松野嘉貞　清野寛甫）\n別紙\n＜１２５８６－００１＞\n＜１２５８６－００２＞\n"
}