{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 10,
    "day": 23
  },
  "case_number": "昭和58(行ケ)19",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13995",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13995",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/995/013995_hanrei.pdf",
  "contents": "主　　　文\n特許庁が昭和五五年審判第二三八九号事件について昭和五七年八月五日にした審決\nを取り消す。\n訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n主文同旨の判決\n二　被告\n「原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和四八年八月二四日、名称を「排気ガス浄化装置」（後に「戻された\n排気ガス量を制御する装置」と補正）とする発明（以下「本願発明」という。）に\nつき、一九七二年八月二五日ドイツ連邦共和国においてした特許出願に基づく優先\n権を主張して特許出願（昭和四八年特許願第九五一〇四号）をしたところ、昭和五\n四年一〇月二日拒絶査定を受けたので、昭和五五年二月二九日審判を請求し、昭和\n五五年審判第二三八九号事件として審理され、昭和五五年一二月四日出願公告（昭\n和五五年特許出願公告第四八一八九号）されたが、特許異議の申立てがあり、昭和\n五七年八月五日、異議の申立ては理由があるとの決定とともに、「本件審判の請求\nは、成り立たない。」との審決があり、その謄本は昭和五七年一〇月一三日原告に\n送達された。なお、原告のための出訴期間として三か月が附加された。\n二　本願発明の要旨\n内燃機関の吸気管内に配置されたスロツトルバルブを有する、戻された排気ガス\n量を制御する装置であつて、前記スロツトルバルブの旋回範囲において吸気管の壁\nに圧力取出し個所が設けられており、該圧力取出し個所が制御導管を介して、排気\nガス戻し導管に設けられた弁と作用結合する空気力式のサーボモータの圧力室と接\n続されている形式のものにおいて、それぞれの排気ガス戻し量に関連して互いに制\n御される二つの弁（２０）が、それぞれ一つの空気力式のサーボモータを備えてお\nり、該サーボモータの圧力室が制御導菅（２６、２７）を介して吸気管と接続され\nており、このばあい制御導管と接続される二つの圧力取出し個所が、\nスロツトルバルブの旋回範囲においてスロツトルバルブ閉鎖位置の上流で互いに前\n後に並んで吸気管壁に配置されていることを特徴とする戻された排気ガス量を制御\nする装置。（別紙図面（一）参照）\n三　審決の理由の要点\n本願発明の要旨は前項記載のとおりであると認める。\nこれに対してドイツ連邦共和国特許出願公開第二〇三四九三〇号明細書（審決書\nに「ドイツ特許第二〇三四九三〇号公報」とあるのは、誤記である。以下「引用\n例」という。）には内燃機関の吸気管内に配置されたスロツトルバルブを有する、\n排気ガスの戻し量を制御する装置であつて、前記スロツトルバルブの旋回範囲にお\nいて吸気管の壁に圧力取出し個所が設けられており、該圧力取出し個所が制御導管\nを介して、排気ガス戻し導管に設けられた弁と作用結台合する空気力式のサーボモ\nータの圧力室と接続されている形式のものにおいて、前記圧力取出し個所がスロツ\nトルバルブの旋回範囲においてスロツトルバルブ閉塞位置の上流で互いに前後に並\nんで前記吸気管壁に二個所に配置されており、この二つの圧力取出し個所からの圧\n力信号が一つの前記制御導管によつて合成され、該制御導管が前記サーボモータの\n圧力室に接続されている戻される排気ガス量を制御する装置、の発明が開示されて\nいるものと認める。\nそこで本願発明と引用例の発明とを比較すると、同一形式の戻される排気ガス量\nの制御装置において、圧力取出し個所及び空気力式サーボモータによつてガス量を\n制御する点で両者は一致しており、かつスロツトルバルブがほとんど閉じられてい\nる場合に及びスロツトルバルブが広く開いている場合に弁が閉じられて無負荷時及\nび全負荷時に排気ガスの戻しを防止するようになる、という期待される効果におい\nても両者は軌を一にするものである。そして、\n本願発明が、制御導管及び空気力式サーボモータをそれぞれ二個用い、各圧力取\n出し個所からの圧力信号が各制御導管を介して各サーボモータの圧力室に導かれる\nのに対して引用例のものが、両圧力取出し個所からの圧力信号が一個の制御導管を\n介して一つのサーボモータの圧力室に導かれる、\n点で構成に一応の相違が認められる。\nところで、異なる二個所からの各信号に対応してそれぞれ弁を設けて流体を制御\nすることは普通に行われる設計事項であり、その際、前記信号を合成しても格別の\n不都合が認められない場合に初めて両者を合成した信号により弁を作動させるよう\nにすることが設計者にとつて常套手段であると認める。この事実を勘案すると、前\n記相違点として示した構成について、そのいずれの構成を採用するかは当業者にと\nつて容易に取捨選択できる程度の設計事項にすぎないものと認める。\nそれゆえ、本願発明は、前記引用例に記載された発明に基づいて当業者が容易に\nなし得たものと認めるので、特許法第二九条第二項の規定により特許を受けること\nができない。\n四　審決の取消事由\n引用例記載の発明の技術内容並びに本願発明と引用例記載の発明との間における\n一致点及び相違点に関する審決の認定は認めるが、審決は右相違点について判断す\nるに当たり、適確な証拠に基づかないで周知技術を認定し、これを基礎にして、\n「前記相違点として示した構成について、そのいずれの構成を採用するかは当業者\nにとつて容易に取捨選択できる程度の設計事項にすぎないものと認める。」と誤つ\nて判断し、かつ、本願発明が奏する顕著な作用効果を看過したため、本願発明は引\n用例記載の発明に基づいて当業者が容易に発明し得たものであると誤つて認定、判\n断したものであつて、違法であり、取り消されるべきである。すなわち、\n１　引用例記載の発明においては、本願発明と異なり、制御導管と空気圧力式のサ\nーボモータが各一個しかないので、圧力取出し開口（本願発明の圧力取出し個所）\nが二個あつても、圧力取出し開口（１０ｂ）から入る負圧は同一導管の他の圧力取\n出し開口（１０ａ）から依然として流入する大気圧と相殺されてしまう点で、圧力\n取出し開口が実質的には一個しかないのと同じである（別紙図面（二）参照）。引\n用例記載の発明においては、主絞り機構（２）が無負荷運転位置から次第に開口す\nるにつれて（制御）導管（９）に負圧が作用するが、前記負圧の相殺により閉鎖部\n材（６）を吸い上げる力がそれだけ弱まり、少なくとも部分負荷運転の初期の段階\nでは正確な所要量の排気ガスを主吸気管（１）に供給できないという欠点を有す\nる。これに対して、本願発明では、二つの弁（２０、２０）が、それぞれ一つずつ\n空気圧力式のサーボモータを備えており、二つのサーボモータの圧力室が二つの制\n御導管（２６、２７）を介して吸気管（１１）と接続しており、特に、制御導管\n（２６、２７）はそれぞれ別個の圧力取出し個所と連絡しているのであつて、この\n点で、引用例の発明と構成を異にしているのである。\nそして、本願発明においては、右構成に基づき次のとおり正確な所要量の排気ガ\nスが吸気管（１１）に供給され得る。すなわち、本願発明では、制御導管（２６、\n２７）及びサーボモータをそれぞれ二個用いている。そして、スロツトルバルブ\n（１２）が無負荷運転位置から次第に開口するにつれて、まず、制御導管（２６）\nに負圧が作用する。この場合制御導管（２６）に作用する負圧は二つのサーボモー\nタのうちの一つのダイアフラム（２１）を正確に作用する。したがつて、正確な所\n要量の排気ガスが吸気管（１１）に供給され得るのである。\n本願明細書の発明の詳細な説明中では、本願発明の目的が「内燃機関の、とりわ\nけシールされた範囲における有害な窒素酸化物の噴出を最少量に減少させること」\n（昭和五五年特許出願公告第四八一八九号公報（（甲第一〇号証））第二欄第一七\n行ないし第一九行）にあることを明記している（ここでいう「シールされた範囲」\nとは、人口密集地帯のことである。）。被告は、正確な所要量の排気ガスが吸気管\n（１１）に供給され得るという本願発明の作用効果については、明細書に記載され\nていないと主張するが、右の目的を達成するためには、戻される排気ガスの極めて\n正確な配量が決定されることが要求されるのは、当業者の技術常識であつて、あえ\nてこのことを明細書に記載する必要はないのである。\n２　審決は、本願発明と引用例記載の発明との相違点について判断するに当たり、\n「前記相違点として示した構成について、\nそのいずれの構成を採用するかは当業者にとつて容易に取捨選択できる程度の設計\n事項にすぎないものと認める。」とし、該判断の根拠として、（１）「異なる二個\n所からの各信号に対応してそれぞれ弁を設けて流体を制御することは普通に行われ\nる設計事項であり」、（２）「その際、前記信号を合成しても格別の不都合が認め\nられない場合に初めて両者を合成した信号により弁を作動させるようにすることが\n設計者にとつて常套手段であると認める。」と認定したが、右（１）、（２）の認\n定は適確な証拠に基づかないものであり、したがつて、前記冒頭の判断はその基礎\nを欠いた誤つたものである。\n（一）　被告は、右（１）の認定の証拠として乙第一号証（昭和四六年特許出願公\n告第三八七二一号公報）を提出するが、本願発明は「戻された排気ガス量を制御す\nる装置」であるのに対し、乙第一号証に記載のものは、「ガソリン・エンジン用燃\n料噴射装置」であつて、内燃機関から戻された排気ガス量を制御するという目的を\n欠如しており、この目的上の差異から、本願発明が、一個のスロツトルバルブ（１\n２）の個所で発生する一個の負圧（信号）に対して二個の弁（２０、２０）が対応\nすることによつて戻された排気ガス量を制御するのに対し、乙第一号証に記載の装\n置においては、ベンチユリー６の部分とスロツトルバルブ５付近の二個所で、負圧\n（信号）がそれぞれ相互に無関係に発生し、別個のバキユームパイプ２５、２７を\n介して別個の「ダイヤフラム弁」２３、２４を作動させるという構成上の相違をも\nたらしている。\n引用例記載の発明においても、信号の発生する個所が一個であり、乙第一号証記\n載のものと異なる点で本願発明と同一である。\nそれゆえ、乙第一号証をもつて、前記（１）の認定の証拠とすることは許されな\nい。\n（二）　被告は、前記（２）の認定の証拠として、乙第四号証（昭和四二年実用新\n案出願公告第二一〇六二号公報）を提出し、これには、機械的位置の制御技術にお\nいて、ダイアフラムを一個用いる場合と二個用いる場合があることが開示されてい\nると主張するが、乙第四号証は機関点火時期調整装置の考案に関するものであり、\n当該公報の発明の詳細な説明中に、従来例として、「第五図に示すようにベンチユ\nリー部３９の負圧とスロツトル部４５の負圧を単一の圧力応動装置５０に導入し、\nこの圧力応動装置により単一の台板５１を回動して、断続器１５を回動し、機関の\n回転数及び負荷状態に応じて点火進角度を与えるもの」（同公報第二頁右欄第三三\n行ないし第三八行）が提案されていたこと、乙第四号証記載の考案は従来例が持つ\nていた欠点を解消した装置を提供するものであり（同第一頁左欄第一二行ないし第\n二七行）、気化器の吸気管３８のベンチユリー部３９に発生する機関の回転数に比\n例した負圧を導管４６により検出し、また、スロツトル部４５に発生する機関の負\n荷状態に比例した負圧を導管４４により検出するようにしたものであり（同第二頁\n左欄第一五行ないし第一九行）、「この考案装置は、機関の回転数を検出するため\nに気化器のベンチユリー部の負圧を用いたものであり、（中略）機関の点火爆発で\n点火時期が不必要に変動することはなく、機関出力の低下並びにスプリングの折損\nなどを解消することが出来る。」（同第二頁右欄第二六行ないし第三二行）という\n作用効果を奏する旨の記載があり、第一、第二図に実施例が図示されており、以上\nの記載をみれば、乙第四号証記載の考案は前記従来例（第五図）を欠点を有するも\nのとしたうえ、これを改良するための考案（第一、第二図）として出願されたもの\nであるから、乙第四号証中の従来例の記載をもつて、相異なる二個所からの各信号\nを合成したものにより弁を作動させる技術（前記（２）の認定）の証拠とすること\nはできない。\n被告は、乙第四号証を、機械的位置の制御技術においてダイアフラムを二個用い\nる場合があることを示す証拠としても援用する。\n本願発明では、スロツトルバルブ（１２）の個所で発生する一個の負圧（信号）\nに対し、信号取出し個所は二個であり、また、制御導管（２６、２７）及び弁（２\n０、２０）もそれぞれ二個ずつである。これに対し、乙第四号証に記載の装置にお\nいては、前記のとおり、一つの導管４４がスロツトル部４５に発生する機関の負荷\n状態に比例した負圧を検出するものであるのに対し、他方の導管４６は、ベンチユ\nリー部３９に発生する機関の回転数に比例した負圧を検出するものであり、導管４\n６は機関の負荷状態に比例した負圧、換言すれば流体の負圧を検出する機能を有す\nるものではない。すなわち、同号証に記載の装置においては、吸気管３８内で発生\nする負圧（信号）の取出口はスロツトル部４５でのものの一個のみであり、該信号\nを伝達する導管及び本願発明の弁（２０、２０）に該当する圧力応動装置もそれぞ\nれ一個あるにすぎない。したがつて、被告が前記趣旨で乙第四号証を援用するのは\n失当である。\n３　本願発明は前記１で述べたとおり、発明の要旨とする構成を採用することによ\nり顕著な作用効果を奏するものであるところ、審決はこのことを看過して本願発明\nの進歩性を否定する判断をした。\n第三　請求の原因に対する認否及び被告の主張\n一　請求の原因一ないし三の事実は認める。\n二　請求の原因四の主張は争う。\n１　本願発明において、スロツトルバルブの開度に対応した負圧を直接ダイアフラ\nムに作用させたことによる作用効果は、本願明細書の記載からは格別のものが見当\nたらず、本願発明において期待され、明細書に記載された範囲内の作用効果は、引\n用例記載の発明においても期待され得るものである。原告は、本願発明においては\n引用例記載の発明に比して、特に、正確な所要量の排気ガスが吸気管に供給され得\nるという作用効果があると主張するが、この作用効果は明細書に何ら記載されてい\nないばかりでなく、その作用効果の内容が不明である。\n原告の主張に則してみても、本願発明と引用例記載の発明とでは、単にダイアフ\nラムに使用する負圧に強弱があるにすぎないものであるところ、原告の主張する右\n作用効果が、右負圧が強いため弁が確実に開かれて所要量の排気ガスが吸気管に供\n給され得ることに基づくものであるとすれば、引用例記載の発明のようにダイアフ\nラムに作用する負圧が弱い場合には、弁を作動させるためにそれに対応した弱いバ\nネを用いればよいのであつて、本願発明においてダイアフラムに作用する負圧が強\nいことによる作用効果は、引用例記載の発明に比べて格別のものとはいえない。\n２　乙第一号証には、負圧特性の異なる二個所からの各信号に対応してそれぞれ弁\nを設けて流体を制御する技術が開示され、また、前記乙第四号証の第五図に示され\nた従来例には、異なる二個所からの信号を一つのダイアフラムに導き、合成したも\nのが示されており、また、その改良のため提案された同号証記載の考案の実施例と\nして第一、第二図に示されたものは、両圧力応動装置（２３、３１）の和の出力\n（進角度）が機関に与えられるようにしたものであることは、「第一台板５による\n（「より」とあるのは「よる」の誤記と認める。）進角度と第二台板８による進角\n度との和の進角度が常に機関に与えられる」（第二頁右欄第二一行ないし第二三\n行）との記載などから明らかであり、これは本願発明が二個の弁から流れ出る排気\nガスの和の流量を機関に与えることに対応するものといえるのであり、同号証に\nは、機械的位置の制御技術において、ダイアフラムを一個用いる場合と二個用いる\n場合があることが開示されている。審決には、周知技術認定の誤りはない。そし\nて、審決挙示の技術が周知である以上、当業者であれば、引用例記載の発明、すな\nわち、戻された排気ガス量を制御する装置において、二つの圧力取出し個所を一つ\nの信号取出し個所に設けるようにしたものに右各周知技術を適用して本願発明のよ\nうに構成することは、容易に想到し得たものというべきである。\n以上のとおり、本願発明は、引用例記載の発明に基づいて当業者が容易になし得\nたものと認定、判断した審決には誤りはない。\n第四　証拠関係（省略）\n理　　　由\n一　請求の原因一（特許庁における手続の経緯）、二（本願発明の要旨）及び三\n（審決の理由の要点）の事実は、当事者間に争いがない。\n二　そこで、原告主張の審決の取消事由の存否について判断する。\n１　引用例記載の発明の技術内容並びに本願発明と引用例記載の発明との間におけ\nる一致点及び相違点が審決認定のとおりであることは、当事者間に争いがない。\n審決は右相違点について判断するに当たり、（１）「異なる二個所からの各信号\nに対応してそれぞれ弁を設けて流体を制御することは普通に行われる設計事項であ\nり、」（２）「その際、前記信号を合成して格別の不都合が認められない場合に初\nめて両者を合成した信号に弁を作動させるようにすることが設計者にとつて常套手\n段である」ことを「勘案すると、前記相違点として示した構成について、そのいず\nれの構成を採用するかは当業者にとつて容易に取捨選択できる程度の設計事項にす\nぎないものと認める。」旨判断した。\n原告は、右（１）、（２）の周知技術の認定は証拠に基づかないものであり、被\n告が本訴において援用する乙第一、第四号証も、それによつて右（１）、（２）の\n技術事項を認定することは許されないと主張する。\nところで、特許法第二九条第二項所定の発明の進歩性の判断は、特許出願の時点\nにおいて当業者が当該発明をするとすれば、引用例記載の発明等に基づき容易にこ\nれをすることができたと認められるかどうかに関するものであり、その発明するこ\nとの難易を決するには、特許出願当時における周知技術を含めた技術水準を斟酌す\nべきものであるが、引用例記載の発明等に一定の周知技術を適用して特許出願に係\nる発明の構成を得ることが容易であつたと認めるためには、当該周知技術がそのよ\nうな適用をするに適した内容のもの（すなわち、適用上の適性があるもの）であ\nり、かつ、当該周知技術を適用して特許出願に係る発明の構成を得ることが技術的\n合理性の見地からみて可能であり、また、相当であることを前提要件とするものと\n考えられる。そして、周知技術が右にいう適用上の適性がある技術であるというた\nめには、それが単に引用例記載の発明等及び特許出願に係る発明と技術分野を異に\nしないものであるのみならず、技術思想的にこれらの発明に近接し、これと共通の\n要素を持つものでなければならないことは当然であるといわなければならない。こ\nのような観点に立つて、原告の前記主張について検討することとする。\n成立に争いのない乙第一号証（昭和四六年特許出願公告第三八七二一号公報）に\nよれば、同公報に、「燃料ポンプで加圧したガソリンを、エンジンの排気熱で、該\n圧力の沸点附近迄加熱し、運転状態における吸気管内の圧力変動によつて双股状燃\n料供給管のバルブを切り換えて運転状況に応じて、常に最適のガソリンを且つ吸気\n管内への噴射時、之を瞬時気化させることを目的とする」（第一頁右欄第四行ない\nし第一〇行）ガソリン・エンジン用燃料噴射装置において、吸気管のベンチユリー\n部とスロツトルバルブ付近の二個所でそれぞれ発生する負圧を検出し、各別のバキ\nユームバルブを介して各別の「ダイアフラム弁」を作動させ、燃料噴射量を制御す\nるものが記載されていることが認められ、成立に争いのない乙第四号証（昭和四二\n年実用新案出願公告第二一〇六二号公報）によれば、同公報記載の考案は、「機関\nの回転数及び負荷状態に応じて機関の点火時期を調整する点火時期調整装置に関す\nるもの」（第一頁左欄第九行ないし第一一行）であり、同公報に、従来のこの種の\n装置として、「第五図に示すようにベンチユリー部３９の負圧とスロツトル部４５\nの負圧を単一の圧力応動装置５０に導入し、この圧力応動装置により単一の台板５\n１を回動して、断続器１５を回動し、機関の回転数及び負荷状態に応じて点火進角\n度を与えるもの」（第二頁右欄第三三行ないし第三八行）が提案されているが、吸\n気管の「ベンチユリー部３９の負圧はスロツトル部４５の負圧に比べて一般に極め\nて低く、ことに上記従来装置に於てはベンチユリー部３９とスロツトル部４５とが\n直接連結されているので、（中略）混合気の燃料濃度が低下して機関出力が低下す\nる」（同頁同欄第四〇行ないし第四五行）などの欠点があるため、この考案はこれ\nらの欠点を解消するため、吸気管のスロツトルバルブ付近に発生する、機関の負荷\n状態に比例した負圧を検出する導管と、ベンチユリー部に発生する、機関の回転数\nに比例した負圧を検出する導管とを備え、両導管が各別の圧力応動装置に接続され\nているという構成（同公報の実用新案登録請求の範囲及び第二頁左欄第一〇行ない\nし第一九行の記載）を採用したとの記載があり、実施例として第一、第二図に図示\nしたものが示されていることが認められる。\n右認定事実によれば、乙第一号証に記載の装置は、相互に無関係な離隔した二個\n所でそれぞれ発生する信号（負圧）に各別の二個の弁が対応するものであり、ま\nた、乙第四号証に記載の装置（従来例は除く。）は、相互に無関係な離隔した二個\n所でそれぞれ発生する信号（負圧）に各別の二個の圧力応動装置が対応しているも\nのであることが明らかである。\n他方、前判示の本願発明の要旨によると、本願発明では、二個の圧力取出し個所\nがスロツトルバルブの旋回範囲においてスロツトルバルブ閉鎖位置の上流で互いに\n前後に並んで吸気管壁に配置されているのであつて、この構成によると、信号（負\n圧）の発生個所はスロツトルバルブの旋回範囲に限られる一個所であり、本願発明\nでは、この一個所で発生する信号（負圧）を二個の圧力取出し個所で取り出すこと\nとし、この二個の圧力取出し個所がそれぞれ各一個の制御導管を介して排気ガス戻\nし導管に設けられた各一個の弁に連結するものであり、要するに、一個所で発生す\nる信号（負圧）に二個の弁が対応しているものである。また、前記当事者間に争い\nのないところによれば、引用例記載の発明は、二個の圧力取出し個所がスロツトル\nバルブの旋回範囲においてスロツトルバルブ「閉塞位置」の上流で互いに前後に並\nんで吸気管に配置され、この二個の圧力取出し個所が一個の制御導管を介して排気\nガス戻し導管に設けられた一個の弁と連結しているもの、すなわち、一個所で発生\nする信号（負圧）に対して一個の弁があるものである。\nそうすると、乙第一号証及び乙第四号証に記載の技術内容が周知であつたとして\nも、相互に無関係な離隔した二個所でそれぞれ発生する信号（負圧）に二個の弁な\nいし圧力応動装置を対応させるという乙第一号証及び乙第四号証記載の技術は、技\n術思想的に本願発明あるいは引用例記載の発明に近接し、これと共通する要素を持\nつものとはいい難いから、該技術は引用例記載の発明に基づいて本願発明の構成を\n得るのに用い得るような前説示の適用上の適性を有するものとは認められない。\nなお、成立に争いのない乙第二号証（昭和三七年実用新案出願公告第二九三〇二\n号公報）によれば、同公報には、チヨークバルブ下部と絞り弁（スロツトルバル\nブ）付近との二個所でそれぞれ発生する信号（負圧）を検出し、この信号（負圧）\nに各別の二個の弁を対応させて、始動又は緩速運転時及び高負荷運転時において、\n機関に多量の燃料ガスを供給するようにしたガス機関用気化器が記載されているこ\nとが認められる。この技術内容は、相互に無関係な離隔した二個所でそれぞれ発生\nする信号（負圧）に二個の弁を対応させるという点で乙第一号証の技術内容と同一\nであつて、この乙第二号証記載の技術も、乙第一号証と同様に前説示の適用上の適\n性を有するものとは認められない。\n乙第一号証（乙第二号証も同じ。）及び乙第四号証記載の技術内容が以上説示の\nとおりのものであるから、右乙号各証をもつて、引用例記載の発明に基づいて本願\n発明の構成を得るについて用い得る適用上の適性がある周知技術、すなわち、「異\nなる二個所からの各信号に対応しそれぞれの弁を設けて流体を制御する」という前\n記（１）の認定の証拠とすることは許されず、他にこの点に関する適確な証拠もな\nい本件においては、前記（１）の認定は証拠に基づかないものというべきである。\nしてみれば、前記（２）の認定が証拠に基づくものであるかどうかについて審究す\nるまでもなく、「前記相違点として示した構成について、そのいずれの構成を採用\nするかは当業者にとつて容易に取捨選択できる程度の設計事項にすぎないものと認\nめる。」とした審決の判断はその基礎を欠き、誤つているものといわざるを得な\nい。\n２　本願発明の奏する作用効果について判断する。\n成立に争いのない甲第一三号証（ドイツ連邦共和国特許出願公開第二〇三四九三\n〇号明細書）によると、引用例記載の発明においては、主絞り機構（２）（スロツ\nトルバルブ）が無負荷運転位置から次第に開口するにつれて、まず、主絞り機構\n（２）の「閉塞位置」の近くに配設された一方の圧力取出し開口（１０ｂ）を通し\nて（制御）導管（９）に負圧が作用するが、（制御）導管は一本しかないので、こ\nのとき、同一の（制御）導管に接続し、かつ、圧力取出し開口（１０ｂ）の上流に\nこれと並んで配設された他方の圧力取出し開口（１０ａ）から依然として大気圧が\n流入し、この分だけ、一方の圧力取出し開口（１０ｂ）から入る負圧が減殺されて\nしまうので、閉鎖部材（６）（弁）を吸い上げる力がそれだけ弱まり、結局、部分\n負荷運転の初期の段階では、正確な所要量の排気ガスを主吸気管（１）に供給する\nことができないことが認められる。換言すれば、引用例記載の発明では、（制御）\n導管が一本しかないため、圧力取出し開口は（１０ａ）と（１０ｂ）の二つがあつ\nても、主絞り機構（２）（スロツトルバルブ）の旋回範囲という一個所における負\n圧特性の異なる部位を二分して、各別に負圧を検出し、部分負荷運転の初期の段階\nで、排気ガスを主吸気管（１）に供給する量を正確に制御することはできないとい\nうことになる。\n他方、成立に争いのない甲第一〇号証（本願発明に係る昭和五五年特許出願公告\n第四八一八九号公報）によると、本願発明では、制御導管（２６、２７）及び空気\n力式のサーボモータ（ダイアフラム（２１）、弁部材（２２）、バネ（２３）及び\n圧力室から成る機構で、弁（２０）がこれを備えている。このサーボモータの圧力\n室が制御導管（２６、２７）を介して吸気管（１１）と接続されている。）をそれ\nぞれ二個用い、スロツトルバルブ（１２）が、無負荷運転位置から次第に開口する\nにつれて、まず、スロツトルバルブ（１２）の閉鎖位置に近く配設された制御導管\n（２６）に負圧が作用し、このとき、制御導管（２６）よりも上流にこれと並んで\n配設された制御導管（２７）には大気圧が作用しているにもかかわらず、制御導管\n（２６）に作用する負圧が、右大気圧にほとんど影響されずに、制御導管（２６）\nに連結する一方のサーボモータのダイアフラム（２１）を正確に作用させるため、\n正確な所要量の排気ガスが吸気管（１１）に供給されることが認められる。\n被告は、正確な所要量の排気ガスが吸気管に供給され得るという本願発明の作用\n効果は本願明細書に記載されていないと主張する。しかし、前掲甲第一〇号証によ\nると、本願発明に係る前記公報に、「このような装置の目的は、内燃機開の、とり\nわけシールされた範囲における有害な窒素酸化物の噴出を最少量に減少させること\nである。」（第二欄第一七行ないし第一九行）、弁部材の「縁範囲の構成に応じ\nて、戻される排気ガスのきわめて正確な配量が決定される。」（第三欄第八、第九\n行）との記載があることが認められ、さきに判示した本願発明の作用効果が本願明\n細書に記載されているものというべきである。\n被告はまた、本願発明と引用例記載の発明とでは、単にダイアフラムに作用する\n負圧に強弱があるにすぎないものであるところ、本願発明の作用効果が、右負圧が\n強いため弁が確実に開かれて所要量の排気ガスが吸気管に供給され得ることに基づ\nくものであるとすれば、引用例記載の発明のようにダイアフラムに作用する負圧が\n弱い場合には、弁を作動させるためにそれに対応した弱いバネを用いればよく、本\n願発明の作用効果は、引用例記載の発明に比して格別のものとはいえない旨主張す\nる。しかしながらさきにみたように、引用例記載の発明においては、一方の圧力取\n出し開口から入る負圧が、他方の圧力取出し開口から入る大気圧のために減殺され\nてしまう欠点があるのであつて、被告主張のように、引用例記載の発明に弱いバネ\nを用いることによつて、右負圧の減殺の発生することを防ぐことはできないといわ\nざるを得ない。被告の右主張は理由がない。\nそうすると、引用例記載の発明に比し、本願発明はその奏する作用効果において\n格別のものがあるというべきである。\n３　以上によると、審決は前記相違点について判断するに当たり、適確な証拠に基\nづかないで周知技術（審決挙示の前記（１）の周知技術）を認定し、これを基礎に\nして、「前記相違点として示した構成について、そのいずれの構成を採用するかは\n当業者にとつて容易に取捨選択できる程度の設計事項にすぎないものと認める。」\nと誤つて判断し、かつ、本願発明の奏する顕著な作用効果を看過したため、本願発\n明は、引用例記載の発明に基づいて当業者が容易に発明することができたものと誤\nつて認定、判断したものであるから、違法であつて、取消しを免れない。\n三　よつて、審決の違法を理由にその取消しを求める原告の本訴請求は正当として\nこれを認容することとし、訴訟費用の負担について行政事件訴訟法第七条、民事訴\n訟法第八九条の各規定を適用して主文のとおり判決する。\n（裁判官　蕪山嚴　竹田稔　塩月秀平）\n別紙図面（一）\n＜１２６４５－００１＞\n別紙図面（二）\n＜１２６４５－００２＞\n"
}