{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 56,
    "month": 8,
    "day": 3
  },
  "case_number": "昭和53(行ウ)13",
  "case_name": "長良川河口堰知事同意無効確認請求事件",
  "court_name": "岐阜地方裁判所",
  "field": "行政",
  "gist": "水資源開発公団法２０条１項所定の協議の方法として締結された協定に基づき，水資源開発公団に対してした河口堰工事の着工についての協議に応ずる旨の知事の回答が，行政事件訴訟法３条にいう行政処分に当たらないとされた事例",
  "lawsuit_id": "17250",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17250",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/250/017250_hanrei.pdf",
  "contents": "○　主文\n一　原告らの本件訴えを却下する。\n二　訴訟費用は、原告らの負担とする。\n○　事実\n第一　当事者の申立\n一　原告ら\n（１）　被告が昭和五三年九月一八日水資源開発公団に対し、長良川河口堰建設事\n業の堰本体着工についてなした同意が無効であることを確認する。\n（２）　訴訟費用は、被告の負担とする。\n二　被告\n（１）　本案前の申立として、主文第一、第二項同旨。\n（２）　本案につき、請求棄却。訴訟費用原告らの負担。\n第二　請求原因\n一　原告らの居住関係\n原告らは、いずれも長良川流域に居住するものであるが、別紙原告目録記載中、番\n号１、２の原告らは「高須輪中」のうち海津郡＜地名略＞に、３の原告は「高須輪\n中」のうち同郡＜地名略＞に、４、５の原告らは「結（墨俣）輪中」のうち安八郡\n＜地名略＞に、６ないし３０の原告らは岐阜市に、３１の原告は関市に、３２の原\n告は美濃市に、３３、３４の原告らは郡上郡＜地名略＞に、３５ないし３８の原告\nらは武儀郡＜地名略＞にそれぞれ居住する住民である。\n二　本件行政処分\n１　水資源開発公団（以下公団という。）は、水資源開発公団法（以下公団法とい\nう。）一八条一項の規定に基づき施行せんとする本件長良川河口堰建設事業に関\nし、昭和五三年九月一四日被告に対しその河口堰本体工事着工につぎ同法二〇条一\n項の規定する協議を申し入れ、被告は同月一八日付にて右工事着工に同意する旨を\n回答した（以下本件同意という。）。\n２　本件同意に至るまでの経緯は、つぎのとおりである。\n内閣総理大臣は、昭和四〇年六月二五日水資源開発促進法（以下促進法という。）\n三条一項の規定に基づき木曾川水系を水資源開発水系として指定し、その後、昭和\n四三年一〇月一五日同法四条一項の規定に基づき右水系における水資源開発基本計\n画を決定した（なお、右計画は、昭和四八年三月二三日全面的変更を受け、今日に\n至つている。）。公団は、公団法一八条一項の規定により同項所定の事業の主体で\nあるところ、昭和四八年七月六日被告（当時の県知事Ａ）に対し、同法二〇条一項\nの規定に基づき前記事業実施計画についての協議を申し入れ、同月一四日付で、公\n団と被告との間に左記内容の協定書（以下本件協定という。）が取り交わされた。\nすなわち、「（一）水資源開発公団は、長良川河口堰本件工事の着手に当たつて\nは、岐阜県知事と協議したうえで、これを行うものとする。\n（二）岐阜県知事は、各種補償、漁業対策その他地域に関連する諸問題等につい\nて、関係者の了解が成立したことを確認したうえで、前項の協議を行なうものとす\nる。」。そして、昭和五三年九月一四日付で、公団から被告（現知事Ｂ）に対し、\n本件協定に基づき河口堰本体工事着工についての協議の申入れがなされ、これを受\nけた被告は、前記１のとおり同月一八日付で公団に右工事着工に同意する旨を回答\nした。なお、この間公団において、主務大臣たる建設大臣より本件事業に関する事\n業実施方針の指示を受け（同法一九条一項）、昭和四八年七月三一日その作成にか\nかる本件事業実施計画につき建設大臣の認可（同法二〇条一項）がなされた。\n３　本件同意の行政処分性\n被告のした本件同意は、行政事件訴訟法三条に規定する行政訴訟の対象となる行政\n処分である。すなわち、公団法の基本法である促進法は、「産業の開発又は発展及\nび都市人口の増加に伴い、用水を必要とする地域に対する水の供給を確保するた\nめ、水源の保全かん養と相まつて、河川の水系における水資源の総合的な開発及び\n利用の合理化の促進を図り、もつて国民経済の成長と国民生活の向上に寄与するこ\nと」をその目的とし（同法一条）、その目的実現の具体化に当つては、他の関連行\n政計画との一体的かつ効果的な遂行を可能ならしめるべく水資源開発基本計画とこ\nれら行政計画の相互調整に配慮し（同法一二条）、また、水資源開発水系の指定及\nび右基本計画の決定には、その専門性・技術性の故に審議会制度を設け（同法六条\nないし一〇条）、その指定・決定権者である内閣総理大臣に対し、右審議会からの\n意見聴取を義務付けているが（同法三条一項及び四条一項）、他面かかる水資源開\n発はその対象地域の総合的開発、右地域住民の利害に直結し、その意味では地域的\n特殊性を有するものであるため、これら住民の意見を十分反映し、その利害を考慮\nしたものでなくてはならず、同法も右開発水系の指定及び基本計画の決定に際して\nは、さらに内閣総理大臣において、関係地域住民の代表者である都道府県知事から\nその意見を聴取しなければならないと規定している（同法三条一項及び四条一\n項）。促進法の基本計画を実施する公団の組織・作用を定めた公団法において、あ\nるいは主務大臣たる建設大臣に対し、その事業実施方針につき関係都道府県知事か\nらの意見聴取を義務付け（同法一九条二項）、あるいは公団に対しその事業実施計\n画につき右同様関係都道府県知事との協議を義務付けている（同法二〇条一項）の\nも事業実施の円滑な遂行を図ることのほか、前述した事業関連地域住民の利害を事\n業手続の過程において反映させる趣旨に依るものと理解される。公団法二〇条一項\nは、同法一九条一項の規定に基づき事業実施方針の指示を受けた公団が右実施方針\nに基づき、「事業実施計画を作成し、関係都道府県知事に協議するとともに、主務\n大臣の認可を受けなければならない。」と定めるところ、この規定が設けられた前\n記趣旨に鑑み、また都道府県知事が、地方自治体の代表者として、地方自治の本旨\nに則り自治体住民の生命・身体・財産を保全し、より豊かな生活環境を形成すべき\n本来的責務を負つていることを考えると、関係都道府県知事の右協議の場における\n行為は法的にその恣意・専断を許されず、関係地域住民との関係でその意思に由来\nし裏付けられたものでなければならないというべきである。そうであれば、公団法\n二〇条一項の協議に臨む当該知事としては、事前に河口堰建設によつて発生が予測\nされる漁業問題、内水・漏水・地下水・生活水問題、自然環境問題等について十分\n科学的な調査研究を重ね、その成果に基づいて河口堰がもたらす功罪をことごとく\n関係地域住民に開示し、当該事業実施計画に関係する地域住民の投ずる意見に誠実\nに対処し、またその疑問に対しては自らあるいは公団を通じ積極的に右調査研究に\n関する資料を開示するなどして解消し、当該事業実施計画について右住民らの了解\nを取り付けておくことが必要というべきであり、その意味で前記の本件協定に規定\nする内容は当該知事の協議行為が有効であるための手続及び実体的要件を公団法の\n右規定の趣旨から確認したものとして位置付けられねばならない。同法二〇条一項\nの「公団は、一八条一項一号の業務（河口堰等の新築等）を行なおうとするとき\nは、・・・・・・・・・事業実施計画を作成し、関係都道府県知事に協議するとと\nもに、主務大臣の認可を受けなければならない。」との規定は、公団が河口堰等の\n新築等を行うには、県知事との協議を経ていなければならないということであり、\n公団が河口堰等の新築等を行うときは、県知事の諾否を求め、県知事の河口堰等の\n新築等を認めるか否かの意思を含む意思表示によつて規制されているということが\nでき、先に述べたように、事業施行の事前要件として事業実施計画について、主務\n大臣（建設大臣）の認可と共に、そこでの右知事の有効な協議行為の存在をもつ\nて、事業実施計画の効力を補充し、完成させるものであり、また同実施計画と不可\n分的に連続する事業実施を適法化する法的効果を与えるものである。したがつて、\n関係都道府県知事との協議行為は右「認可」と性質を同じくするものである。そし\nて、本件事業は、すでに述べたように洪水災害・漁業権侵害等関係地域住民の死活\nに連なる諸問題を内包しており、ひとたび河口堰着工の運びに至れば、性質上関係\n地域住民に対し大規模かつ広範囲にわたり回復困難な侵害を受忍させるものであ\nり、しかも、かかる事態が右事業についての被告の協議行為すなわち本件同意によ\nつて最後の枷を除去され、これに続き不可分的に惹起されるものであることからす\nれば、この意味で本件同意は、原告ら関係地域住民の生命・生活・財産等に直接侵\n害の危険をもたらす具体的不利益処分であるといえる。叙上のところから、被告の\nした本件同意は、行政事件訴訟法三条に規定する行政訴訟の対象となる行政処分で\nあるというべきである。\n三　訴の利益（本件河口堰建設により被ることあるべき原告らの損害）\n１　原告らは、前記一で述べたように、いずれも長良川流域に居住する住民である\nが、長良川河口堰が設置されると、後記のような権利を侵害されることになるの\nで、被告がした河口堰建設についての本件同意につき、その違法を理由として無効\n確認を求める訴えの利益がある。\n２　公団の説くところによれば、本件河口堰設置の必要性はつぎのとおりである。\nすなわち、長良川の過去数次にわたる水害に照らし、岐阜市忠節橋地点での洪水の\n最高流量を毎秒八、〇〇〇立方メートルとなし、このうち、五〇〇立方メートルは\n岐阜県武儀郡＜地名略＞地内において、長良川支流の板取川に建設予定の板取ダム\nをもつて調節し、その余の七五〇〇立方メートルを安全に流下させるため、河口か\nら上流約三〇キロメートル地点までの間の河道を浚渫する必要がある。しかし、こ\nの浚渫により、塩水が右地点近くまで遡上し、そのため長良川沿岸地域にいわゆる\n塩害の発生があり得るので、塩水遡上を防ぎ、かつ、堰設置による湛水により、良\n質の水を取水して都市用水に利用するため、河口堰を建設しようというのである。\n３　公団の河口堰建設事業に関する事業実施計画によれば、河口堰事業は左記の通\nりである。\n（１）　名称\nこの事業は、長良川河口堰建設事業と称する。\n（２）　目的\nＩ　治水\n長良川河口堰の設置によつて、河道浚渫を可能ならしめ、もつて計画高水流量毎秒\n七、五〇〇立方メートルを安全に流下せしめるとともに、河川の正常な機能を維持\nし、公利の増進と公害の除去をはかるものとする。\nＩＩ　都市用水\n長良川河口堰の設置によつて、濃尾及び北伊勢地域の都市用水として毎秒二二・五\n立方メートルの供給を可能ならしめるものとする。\n（３）　貯水、放流、取水又は導水に関する計画長良川河口堰は、洪水時において\nは門扉を速やかに開扉して洪水の疎通をはかり、平常時においては堰上流側水位\nＴ・Ｐ（東京湾平均潮位）一一・三〇メートルを上限として門扉の操作を行ない、\n河川の正常な機能を維持するとともに、毎秒二二・五立方メートルの都市用水の供\n給を可能ならしめるものとする。なお、堰の操作は、堰上下流の水利及び水産業に\n及ぼす影響を極力小ならしめるよう行なうものとする。\n（４）　施行区域\n河口堰設置地点は、左岸は三重県桑名郡＜地名略＞地内、右岸は三重県桑名市地内\nとする河口から上流へ約五、四キロメートルの地点。\n（５）　工事計画\nこの事業の工事計画の大要は次の通りとする。\nＩ　堰の型式及び規模は可動堰とし、総延長六六一メートル、可動部分五五五メー\nトル、固定部分一〇六メートル、堰天端高Ｔ・Ｐ一二、二〇メートル。\nＩＩ　堰の構造は、（１）可動部として、主ゲートは型式鋼製ローラーゲート、有\n効巾三〇メートル～四五メートル、敷高Ｔ・Ｐ―一、五〇メートル～Ｔ・Ｐ－六、\n〇〇メートル、門数一一門（内一門はロツク式魚道）。魚道はロツク式魚道で二ケ\n所（内一ケ所は閘門兼用）。閘門は一ケ所（魚道兼用）で、有効巾一五メートル、\n長さ四〇メートル、敷高Ｔ・Ｐ－三、五〇メートル、その他床固め一式。以上の外\nは（２）固定部で、固定堰一式、魚道として、呼水式魚道二ケ所、その他床固め一\n式。\nＩＩＩ　その他\n（１）　溢流堤約四九五メートルと（２）対策工一式。\nＩＶ　管理設備\n（１）　管理所として、長良川河口堰管理のための管理所及びこれに附帯する施設\nを設ける。（２）観測設備として、水位及び水質観測設備等を設ける。（３）通信\n連絡設備として、管理所と公団及び建設省等の間に所要の通信連絡網を設ける。\n４　しかしながら、河口堰が建設されると、原告らは、つぎの如く、原告らの有す\nる環境権を侵害される恐れがある。\n長良川は岐阜県北部に位する大日ケ岳を源流とし、同県郡上郡＜地名略＞において\n吉田川、美濃市において板取川、関市において津保川及び武儀川などの支流を合\nし、三重県桑名市、同県桑名郡＜地名略＞において揖斐川と合流して、伊勢湾に流\n入する全長一五九キロメートル、流域面積約二、〇〇〇平方キロメートルの自然的\n文化的価値を有する河川で、その下流域では大規模な沖積平野が形成され、他方源\n流近くまで比較的規模の大きい河谷平野が形成され、田畑が開け、集落が存し、人\n間諸活動の舞台となつて、農業・生活用水として長良川本支流水が使用されてい\nる。古来人間が定住するためには、農業適地があること、水が容易に得られること\nがいずれも不可欠であるから、右の如き長良川流域の姿は、流域住民により古くか\nら長良川が利用されてきたことを示しているものである。灌漑及び飲料のための用\n水は汚染の少い清流であることを必要とし、また灌漑等のために一旦利用された余\n排水は再利用再々利用されている。そして長良川流域には美濃紙、藍染など清流を\n利用した産業が発達した。長良川は源流近くまで河谷平野が開け、集落が発達し、\n清流を利用した諸産業が盛んであつたため、ダム等の流水を遮断する大規模な人工\n工作物がなく、また河川改修による河川の人工物化や、流域の開発が全川にわたつ\nては実施されておらず、一級河川としては日本で数少ない自然の残つた河川の一つ\nである。すなわち自然河川であるためには水質の汚濁されていない流水が、人工遮\n断物もなく、河原、瀬及び淵が変化に富んで流れていることが重要であるが、全国\nの主要な河川がこれらを失なつていく中で、長良川は今もなお右の姿を留めている\nもので、今なお自然河川であるところから、生物の生存には好適であり、アユ、カ\nワマスなどの遡河魚その他多種の魚族が多数生息している。そしてこれらの豊かな\n魚族、とりわけアユにより伝統漁法として一、〇〇〇余年の歴史を誇る鵜飼が成り\n立ち、国民的文化財として長良川流域住民の誇りであり、心の糧となつている。長\n良川、揖斐川、木曽川のいわゆる木曽三川は、洪水のたびに中下流域に土砂を堆積\nし、肥沃な沖積平野（濃尾平野）を形成したが、これは木曽三川の洪水により形成\nされたものであるから、河川の両側に微高地である自然堤防を、その背後に低地で\nある後背湿地を形成した。そして木曽三川は洪水毎に流路を変えることが多く、相\n互に絡みあつて流下し、河川に囲まれた島状の堆積地が生じ、堆積地外延部に環状\nの自然堤防を、中央部に後背湿地を形成するに至つたが、この堆積地は洪水により\n形成されたものであるから、常に洪水の危険にさらされており、洪水防禦のために\n人工の堤防を自然堤防上に築き、やがて海津町や平田町に見られる輪中堤として完\n成するに至つた。しかし、輪中堤の完成により中小規模の洪水は防禦できたが、河\n道が固定され、土砂の堆積が河道に集中し、その結果堤外地（川側）は堤内地（川\nと反対側）よりも高度な地盤となり、輪中住民は内水排除が困難なことによる湿田\n化や、大規模な洪水時、外水の破堤による浸水被害に悩まされてきた。現在、明治\n期の下流改修工事（いわゆるデレーケ改修）及び昭和初期の上流改修工事により、\n以後輪中地帯において長良川本川の越流破堤による水害は無くなり、また強力な動\n力排水機の設置により内水排除も可能となり、堀上田及び湿田は姿を消しはした\nが、堤内地地盤は堤防が存するかぎり不変であるから、堤内地地盤の低湿性は変ら\nず、また、旧決潰跡や廃川敷跡など特殊弱点箇所は多数存在し、そのため、現在の\n治水環境を変化させることは、これら劣弱な治水条件を悪化させ、あるいは浸水・\n湛水・湿地化被害を生じさせることになるのである。長良川中流域、特に岐阜市よ\nり下流において支川が流入しているが、これら支川流域においては平常時でも内水\n排除に悩まされ、洪水時においては、長良川の水位の上昇により、長良川から支川\nへの背水及び内水排除不能による湛水被害を受けてきたため、これら支川改修が実\n施され、また以後強力な動力排水機が導入されたりなどしてこれら支川流域の内水\n排除に対処してきた。しかし、近時これら支川流域は遊水池を埋立または縮小した\nり、あるいは遊水機能を有していた田を宅地や工場用地として転用するため埋立る\nなどして、流域の保水力が減少し、そのため、洪水時において、内水を保有すべき\n所が少なくなり、支川への流入負担が増加し、新たな内水排除問題に直面している\nのである。河口堰設置により、貯水時貯水部流域に変化を与え、洪水時に堰柱等に\nよる流水阻害（特に堰門扉操作不可能または困難な事態あるいは流下物による閉塞\nが発生したとき危険が大きい。）により、水位上昇の結果、沿岸堤防が破堤し、河\n口堰及び取水、貯水により、魚族等生物の生息に変化がもたらされる。また、本川\n河道流量が固定されて、中流域で流入する支川の高水流量が決定付けられ、その結\n果これら支川流域の内水排除が規定され、計画高水流量を流下させるためになされ\nる浚渫は、浚渫部の上流河床、浚渫部及びその流域に影響を与え、ダムの設置が変\n化影響を河川及び流域に与える。\nそもそも河口堰の設置自体によつて、（一）平常時は、（１）河口堰設置により、\n河口堰設置地点から約三〇キロメートル地点（右岸東勝賀付近）まで長良川の水位\nがＴ・Ｐ一、三メートルに保たれ、現状よりも約一メートル高くなることになる。\nところで長良川沿岸堤内地の地盤高は、右岸側高須輪中内海津郡＜地名略＞（二四\nキロメートル地点）付近においてＴ・Ｐ約一メートルであり、同輪中の地盤高は長\n良川沿岸部の方が揖斐川沿岸部よりも高く、同輪中中央部・揖斐川寄り地域及び下\n流部は成戸付近よりも低く、同郡＜地名略＞においては殆どＴ・Ｐ海面以下の地盤\n高しかない。このように常時長良川の水位が堤内地よりも高いということは、長良\n川から堤内地への浸透水の量が増加することであり、河床及び一部高水敷の浚渫に\nよる透水性層露出が加わると、浸透水量の増大は一層顕著となり、これらのため、\n長良川から堤内地への浸透が量、範囲とも拡大し、かつ常時浸透することにより、\n堤内地の湿地化が不可避となり、田の湿田化を招来する。そして現在でも困難とな\nつている内水排除が一層困難となり、住民に重い負担を負わせ続けることになる。\n（２）河口堰が設置されると、河口堰上流部に約三、〇〇〇万トンの水が貯水さ\nれ、そのため河口堰地点から約三〇キロメートル地点まで流速が現状に比して低下\nし、特に河口堰を越流しない流水下層部で流速減少が顕著となる。その結果、現状\nでも発生している微小浮遊物質（ＳＳ）が一層沈下堆積し、沈不堆積した汚濁物質\n（流域工場及び生活排水によつてもたらされる有機物質・化学物質及び各種金属）\nの酸化分解に多量の酸素が消費され、流水低部に低酸素域を形成し、未分解物質は\nいわゆるヘドロとなつて堆積を重ね、合せて長良川底部に死水域を形成することに\nなる。（３）河口堰設置により、毎秒二二・五トンの水が取水されることによつ\nて、河口堰より下流部への流量は激減し、河口堰により流水が堰止められ、これら\nによつて河口堰下流部への平常時の土砂の供給量が激減し、流況及び底質の変化が\nもたらされる。また現在多いときには河口堰上流一七ないし一八キロメートル地点\nまで遡上しているといわれている海水が河口堰により遡上を遮断され、そのため河\n口堰より上流域は流水が淡水化し、河口堰より下流域は（２）で述べた河口堰によ\nる流量減少と相乗し、汽水域（塩分の薄い区域）の領域の縮小、その塩分濃度の上\n昇などの変化が生じるようになる。その結果、遡河魚であるアユが河口堰により遡\n上できず、また、降海に際し、河口堰部分での落下による衝撃で死亡したり、さら\nに取水口での大量の取水で死亡することになり、長良川にはアユとりわけ天然アユ\nは生息しなくなる。また長良川はカワマスが漁業として成立する程多量に遡上する\n世界で唯一の貴重な河川であるが、河口堰によりその遡上が阻害され、カワマスが\n生息しなくなるのも同様である。そして（２）で述べた河口堰上流部での汚濁物質\nの沈澱・酸化等による水域汚染はこれら魚族の生存に一層悪影響を与えるため、こ\nれら魚族の量が激減皆無化することは必定である。さらに天然アユに強く依存して\nいる鵜飼は、魚族とりわけ天然アユの激減により、致命的打撃を受け、その存亡の\n危機に陥ることになる。また、長良川下流部はハマグリを多産するが、それはこの\n部分が長良川の流れが未だ汚染されていず、溶存酸素が多くて硫化物が少なく底質\nの砂率が高いことによる。ところが河口堰による平常時の土砂供給量の激減、死水\n域が堰操作に伴つて河口堰下流に拡大することなどの結果、砂堆積の減少、砂率の\n減少、流況の変化及び溶存酸素の減少などを招来し、ハマグリの生息量を大きく減\n少させることになる。また、河口堰が流水を遮断するため、河口堰上流部にはヤマ\nトシジミやハマグリは生存し得なくなり、また河口堰下流部においても塩分濃度の\n上昇と好適汽水域の狭小化により、その生存場所が限定され、生息量が激減するこ\nとになる。以上平常時につき述べたが、（二）洪水時には、長良川の水位が常時堤\n内地に比して現状よりも高くなり、かつ河床及び一部高水敷の浚渫により、透水性\n層が暴露され、長良川から堤内地への浸透水量が増加する。さらに堤内地堤防法先\nに設置される承水路に漏出する浸透水はその流速が現状の長良川から堤内地への浸\n透水の流速より数百倍増大するため、堤防の力学的強度が低下することになる。そ\nのため、堤防決潰跡廃川敷跡及び堤防沿いに池がある所など浸透し易い地盤条件上\nの堤防は、浸透水量の増大と流速の増大及び新たな浸透水の発生により基礎地盤が\n常時弱められるものであるが、洪水時には、浸透自噴水（ガマ）により一層堤防基\n礎が弱められることになり、しかもこのような弱点は日常の河川管理では看過放置\nされているため、基礎地盤を含む堤防の維持修繕がなされず、ひとたび洪水のある\nときは、浸透水により破堤するに至り、洪水濁流が堤内地に流入して広範囲にわた\nり水没し、住民の生命、身体、財産は重大な被害を受けることになる。\nまた、浚渫自体による影響被害については、（１）被告の説明では三二キロメート\nル池点までの河床浚渫は、河口堰設置と不可分の関係にあるとされているが、浚渫\n上流端部より上流の河床が安定を失い、堆積土砂が浚渫部に向けて流下することに\nより河床が沈下し、特に予測不可能な局所的河床沈下により、堤防護岸、水制の基\n礎の破壊、橋脚基礎の破壊を招来し、そのため堤防破堤、橋梁破壊により流域住民\nの生命、身体、財産が被害を受けるに至るものである。（２）また河床浚渫部にお\nいて掘削により透水性層が暴露され、長良川から堤内地への浸透水量が増大するこ\nとについては、すでに述べた通りである。\n以上のほか、河床を浚渫し、水深を一様化し、低水路の流路を直線化することによ\nり、瀬と淵が存在し、水深及び流速に変化があるという多種多様な生物の生息条件\nが失われてしまう。また、河川敷を浚渫し、高水敷（ブランケツト工》を設置する\nことにより、河道内に存した水溜りや池沼を消失させ、堆積作用で自然に形成され\nた高水敷上の草木の刈取、被覆植物の除去がなされ、河道内に自然に成立した植生\nが消滅することになる。これらのため現在自然河川として直接間接有形無形の恩恵\nを流域住民に与えている長良川は単なる水路と化し、その自然物性を喪失してしま\nう結果となる。\nさらに、建設省及び公団の公式的説明によれば、長良川の基本高水流量を岐阜市忠\n節地点において毎秒八、〇〇〇トンとし、このうち七、五〇〇トンを河道流量とし\nて流下させ、毎秒五〇〇トンを武儀郡＜地名略＞地内板取川に板取ダムを設置して\n調節するというものである。板取ダムは多目的ダムとされているところから、平常\n時においても貯水される。\n他方河口堰からは毎秒二二・五トンを常に取水しなければならないのであるから、\n渇水期においては毎秒二二・五トンの取水が不可能となることがある。そして多目\n的ダムとして貯水している板取ダムは、結局、河口堰から毎秒二二・五トンの取水\nを可能にするために、貯水を放流し、右取水を可能ならしめるための貯水池の機能\nを負うことになる。これらからして板取ダムは河口堰と不可分一体の関係にあり、\n河口堰設置による問題を検討する時は当然板取ダム設置による諸問題の検討までし\nなければならない。板取ダム設置により、板取村は水没することになり、板取村に\n居住する原告らを含む同村民約六五〇戸の住宅と田畑は当然水没させられ、山林の\n一部にも水没あるいは管理不能により放棄させられるものを生じ、板取村民はその\n所有財産に重大な侵害を受けるとともに、離村分散しなければならず、長年培われ\nてきた村落結合が破壊され、日常生活に重大な変化を被り、生活利益を著しく侵害\nされることになる。板取ダムの設置により、源流から流出する土砂がダム堰堤で堰\n止められ、ダム下流には流出しなくなるため、ダム下流域では土砂の供給量が著し\nく減少する。その結果中流に堆積する土砂は減少し、河床洗掘が生じ、堤防等水防\n施設及び橋脚の基礎を弱化させ、中流域住民の生命、身体、財産等に被害を与える\nことになる。\n原告らにとつての環境権は、公団法二〇条一項に「公団は河口堰等の新築等を行お\nうとするときは・・・・・・・・・関係都道府県知事と協議・・・・・・・・しな\nければならない」と規定されている法意が県知事等をして右の環境権を守らしめよ\nうとするものであるところから、公団法によつて保護されている権利利益であると\nいえる。右の環境権の内容をなす河川流域の治水環境、生物環境、文化的環境その\n他住民の生活環境は、抽象的にその内容を把えることも重要ではあるが、河川は各\n河川ごとにその様相を異にし、河川流域の自然的事情、歴史的事情等によつて右各\n河川環境は各河川ごとにそれぞれ違いがあり、各河川つまり各流域あるいは地域ご\nとにその内容を具体的に把握することが枢要である。そしてこのようにして具体的\nに明らかにされた内容が、河川流域住民のもつ環境権の客体を構成する。したがつ\nて、右各河川流域環境は各河川及び流域ないし地域によつてその具体的内容に基本\n的事項においては共通しつつも、違いがあつて当然である。\n本件において、岐阜県を貫流する長良川流域の右各環境及び同流域住民の環境権は\n前述の如き具体的内容をもつている。しかして、都道府県は、地方公共団体とし\nて、その区域内の地域の住民の安全、健庚及び福祉の保持（地方自治法二条三項一\n号）、防災（同項八号）、治山治水事業（同項一二号）特産物等の保護奨励その他\n産業の振興（同項一三号）文化財の保護（同項一四号）に関し非権力作用である公\n共事務及び権力作用である行政事務をいずれも処理することになつており、個々の\n事務を都道府県に処理させるという法令の規定によらず、右各事務に属する個別事\n務については右規定により包括的に都道府県の事務とされ、被告は右の各事務を処\n理する岐阜県の首長として、右各事務を管理執行し、また岐阜県を代表して、原告\nらをはじめ長良川流域住民（岐阜県民）が生活している長良川流域及び本件河口堰\nによる被害につき地域の実情に応じて保全等処理することは、自治事務処理として\n被告が長である岐阜県において第一次的にその権限と責任で処理しなければなら\nず、その管理執行は被告がするものであつて、公団法二〇条一項が河口堰等の新築\n等のとき県知事等に協議しなければならないと定めているのは河口堰等の新築等に\nよる右の様な地域住民の権利侵害を防止するため、その防止の第一次的権限者であ\nり責任者である県知事（被告）が河口堰等の新築等についてこれを認める意思の表\n示をすることを必要とするために外ならず、本件において、公団法二〇条一項の知\n事の協議を河口堰の新築等の要件としていることの意味からすれば、正しく原告ら\nの右環境権等は公団法によつて保護された利益であること明らかである。\nしかして、原告らは、長良川という河川について、以上のような生命、身体、財\n産、自然的環境を内容とする環境権を有しているものであるが、治水的環境権とし\nては、長良川によりもたらされた地理的条件により現在享受せざるを得ない治水環\n境であり、特に輪中地域においては水災害の歴史的経緯と、現在も水災害の歴史の\n一段階にすぎないところから、現状以上に治水環境を劣弱化せられず、また、治水\n上特に保護される必要の高いことを示すものであり、中でも自然堤防のある輪中に\nおいて右の必要が顕著である。したがつて、右内容の権利を享受している者は輪中\n住民である原告番号１ないし３０の原告らであり、とりわけ１ないし７、１９の各\n原告は自然堤防のある輪中に居住し、特に右権利を享受することができるのであ\nる。また、長良川に流入している支川流域住民は支川が長良川に流入しているとい\nう地理的条件により享受せざるを得ない治水環境にあり、近時右支派川流域の治水\n環境が悪化し、現在保護する必要が大きくなつてきているもので、主として岐阜市\n居住の住民である原告番号６ないし３０の原告らは右環境権を侵害される恐れがあ\nる。\nつぎに自然的、文化的環境権としては、長良川が全国的にも稀有の自然を残した大\n河川であり、また、流域住民の生活と深く結びついており、特に現在流域住民の生\n活用水として重要なものであり、それぞれについて保護する必要の大きなものであ\nるが、長良川流域住民であるということで各内容を享受しているから、原告ら全員\nは総て右環境権を享受しているもので、これらの環境権を侵害される恐れがある。\nまた、板取ダム設置関係について述べるのに、板取ダムにより水没させられる板取\n村民は山林、農地等の土地利用生活住民相互の交流を含めた村落結合により生活し\nてきたが、板取ダムが設置されると、板取村民は永年住み親しんだ村から離散しな\nければならず、日常生活の仕方に重大な改変を受けることになり、本件同意処分の\n無効確認を求める法律上の利益を有するものであり、同村に現に居住する原告番号\n３５ないし３８、同村出身者である１２の各原告らは右法律上の利益を有している\n関係上、これを侵害される恐れがある。\n５　以上１ないし４に述べたところにより、原告らは、被告のした本件同意の無効\n確認を求める訴の利益を有する。\nもつとも、本件は、公団法二〇条一項の協議の直接の当事者でない原告らが被告を\n相手として、右協議のうち被告のなした行為の無効確認を求めるもので、行政処分\nの相手方でない者が当該行政処分の無効確認を求める関係にあるが、このような第\n三者でも、当該行政処分により法律上保護された権利ないし法的保護に値する利益\nを侵害されるかその恐れのあるときは、行政訴訟をもつて右処分の無効確認を求め\nる訴の利益がある。そして、原告らが本件同意によつて被ることあるべき損害は前\n述したとおりであるから、いずれにせよ、原告らは本件につき訴の利益を有すると\nいうべきである。\n四　本件同意処分の違法性\n本件同意処分は、以下のような重大かつ明白な瑕疵があるから無効である。\n第二請求原因二の３で述べたとおり、被告は公団法二〇条一項の協議に臨む前に、\n河口堰建設がもたらす諸問題につき調査研究を尽し、関係地域住民に対し、これに\n関する資料を開示するとともに、右諸問題解決のための具体的施策を提示し、同住\n民らから河口堰建設についての了解を取り付けておく義務のあるところ、（１）右\n調査研究については、昭和四八年一二月に長良川河口堰調査専門家会議を発足させ\nたが、そこでは堰建設を前提とした水質の変化と浚渫に伴う塩水遡上問題の若干の\n検討を行つたのみで、右諸問題の多くは、その科学的究明が今日なお極めて不十分\nであり、その結果、右諸問題についての実効のある具体的対策は何一つ示されてお\nらず、河口堰建設に対する関係地域住民の不満と不安は殆んど解消されていない。\n（２）被告が了解を取り付けるべき関係地域住民とは第二請求原因三の４で述べた\n河口堰建設がもたらす諸問題の内容とその影響範囲との相関において決せられると\nいうべきであるが、被告はこれを無視し、全く恣意的に右関係地域住民とは単に\n「高須輪中の住民並びに長良川沿岸漁業関係者である。」と断定したが、右見解は\n河口堰建設によつて発生する諸問題の幅の広さや深刻さに対比し関係地域住民の範\n囲の把え方があまりにも狭く、被告がかりに右範囲内の住民の了解を取り付けたと\nしても、なおその義務を履行したことにならない。付言するに、現在の科学技術の\n水準では河口堰建設による環境変化等の事前予測が十分立てられないというのであ\nれば、その事前手続として関係地域住民の範囲を拡大し、これら住民の了解を得る\nことが民主的行政の基本というべきである。（３）そして、関係地域住民の了解が\nあつたとするには、河口堰のもたらす影響の重大性に鑑み、それが個々の住民の自\n由でかつ直接の意思に基づくものと評価されるものでなければならず、手続的には\n堰がもたらす諸問題とこれが解決策について関係者に対する被告の説明が必須とい\nうべきであるが、被告は自ら関係地域住民と限定した高須輪中地内の住民に対して\nさえ単に自治体の執行機関や町議会等に河口堰に関する粗雑で形式的な説明を行な\nつたにすぎず、右住民から直接了解を取り付けるべくこれに必要な手続を一切履践\nしていない。また、長良川沿岸漁業関係者に関しても、板取上流漁業協同組合外二\n組合に対し、公団を介し説明会なるものを開催したことがあるものの、その内容は\n漁業保全につき実効性のある具体的対策の提示を欠く全く形式的なものに過ぎなか\nつた。（４）被告の行つた関係者の了解取付、確認手続の杜撰さは、叙上の例に示\nすとおりであり、今もなお高須輪中地内の住民の了解は一切取られておらず、ま\nた、漁業関係者も右（３）で述べた三組合が堰建設に反対の意思を表明し、さらに\n長良川下流漁業協同組合外三組合が、右の如き無意味な説明会であるならばこれを\n拒否するとの態度を表明するなど、その大半が河口堰建設に了解を与えていない状\n況にある。関係地域住民が本件堰建設に了解を与えていないことは、昭和五三年九\n月九日に公表された日本社会党岐阜県本部の実施にかかる関係住民の河口堰アンケ\nート調査（岐阜市、安八郡＜地名略＞、海津郡＜地名略＞、武儀郡＜地名略＞の有\n権者名簿から無作為等差間隔で抽出した選挙人を対象者とする。）の示すところに\nよつても明白であつて、すなわちこれによれば、被告の採るべき態度として長良川\n河口堰建設に反対ないし慎重な態度であるべきであるとする者が最も高率の板取村\nで実に八九・〇九％、最も低率の安八町でも七五・八六％に及んでいるのである。\n（５）以上（１）ないし（４）のとおりであるので、被告が公団法二〇条一項の規\n定に基づき、公団と協議に入るための前提要件は未だ全く充足されるに至つていな\nいというべきであるが、かくの如き状況にありながら、被告が昭和五三年九月一八\n日付で本件同意をしたのは違法であり、しかも叙上の経緯並びに本件協議の重大性\nに鑑みれば、右違法は極めて重大かつ明白であつて、無効であるといわねばならな\nい。\n五　結論\nよつて、原告らは、被告に対し、被告のした本件同意が無効であることの確認を求\nめる。\n第三　請求原因に対する認否\n一　請求原因一の事実は争う。\nニ　１請求原因二の１の事実は認める（ただし、被告のした同意は公団法二〇条に\n基づくものではない。）。\n２　請求原因二の２の事実は認める。ただし、木件同意は、原告らが主張する如き\n公団法二〇条一項に基づいてなされたものではない。本件同意は、これに先立ち、\n昭和四八年七月六日右規定に基づく公団からの協議に基づき、同月一四日公団と被\n告との間で、河口堰着工については被告の同意を必要とするむねの協定書を作成し\nたが、該協定は公団法二〇条所定の協議自体ではなく、公団と被告間になされた単\nなる政治上の協定にすぎないものである。\nすなわち、公団から、昭和四八年七月六日付で公団法二〇条による事業実施計画の\n協議の申入れがあつたが、被告はこの協議の申入れに先立ち、同年三月二八日公団\nに対し、右事業につき県民が納得することを条件として着工されるべきことを表明\nし、同月三〇日には建設大臣に対し、公団に適切なる指導をされたき旨を要請して\nいたところ、同年六月二三日公団が建設大臣と十分協議して計画している旨を回答\nしてきたのである。その回答の後、翌七月六日公団から被告に対し、公団法二〇条\n一項による事業実施計画の協議を申し入れしてきたので、被告においてはこの事実\nについて反対者の存在するところから、その協議に応ずる前の同月一四日に公団と\n被告との間で、着工については被告の同意を必要とするとの内容の協定書を作成\nし、同年七月一八日事業実施計画の協議に応じた。以上を要するに、昭和四八年七\n月六日公団からの公団法二〇条一項による事業実施計画の協議を申入れられ、被告\nにおいて同月一八日これに応じたのであつて、これにより同規定に基づく協議それ\n自体は終了した。しかし、河口堰事業について地元民に反対がある折とて、事業実\n施計画の早急の着工を避けしめるため、地方公共団体の長として、その協議の機を\n利用して並行して県内情勢からその政治上の意見を主張して公団との間の協定とし\nて、この実施計画を具体的に着工するには被告の同意がなければ着工できないと\nし、同意については期限なく、同意の時期は被告が関係者の了解が成立したと確認\nしてから初めてするという内容としたのである。すなわち、この協定は、公団と地\n方公共団体の首長たる被告との間で、着工についての協定をしたのであつて、それ\nは水資源開発促進法、公団法の協議、意見聴取とは全く別になされた政治上の協定\nにすぎない。また、政治上の協定であるから、県民が了解したりや否やの判断は、\n被告の政治的判断に委ねられたのである。以上本件同意は促進法、公団法による協\n議、意見聴取とは関係なく、協定から生じた同意であり、両機関の政治上のとり決\nめによつてなされたものにすぎない。\n３　請求原因二の３の原告らの見解は争う。原告ら主張の本件同意は行政事件訴訟\n法三条にいう行政処分ではない。それは、前記２において述べたように、公団法二\n〇条に基づく協議ではなく、公団と被告との間になされた単なる政治上の協定に基\nづく同意であるにすぎないからである。\nすなわち、公団法二〇条一項は「前条第一項の事業実施方針に基づいて事業実施計\n画を作成し関係都道府県知事に協議するとともに、主務大臣の認可を受けなければ\nならない。これを変更しようとするときも同様とする。」と規定しているが、右に\nいう「協議」は、文字通り「事業実施計画に関する協議」であつて、前記のとお\nり、昭和四八年七月六日に開始され、同月一八日に終了したのであつて、同月一四\n日の公団と被告との間の「長良川河口堰本体工事の着手に当つての協議」ではな\nい。右の協定書による協議は、当時河口堰設置に反対する人々があり、そのため被\n告の政治上の配慮としての高度の政治的判断から締結された政治上の協定に基づく\nものであつて、なんら法令に根拠を有するものではない。その趣旨とするところ\nは、第一項は公団は長良川河口堰本体工事の着手は被告との協議の上で行うという\n政治的約束をしたものであり、また、第二項は被告は関係者の了解の成立の確認を\nした上で右河口堰本体工事の着手についての協議を行うことを述べているだけであ\nる。以上昭和五三年九月一八日に被告のした本件同意は、右昭和四八年七月一四日\n付の協定書の協議による政治的な同意であるから、行政事件訴訟法三条にいう行政\n処分とはいえない。のみならず、右同意は、行政機関相互ないしは内部の間に行わ\nれた行為であるにすぎないところ、行政処分というがためには、その行為により直\n接具体的に国民の権利義務を形成し、またはその範囲を確定することが法律上認め\nられているものをいうべきであつて、本件において本件同意によつて原告らが直接\n具体的に何らの法律上の効果を受けるものでないことはいうまでもないから、この\n点からしても、本件同意は、同条にいう行政処分とはいいがたい。\n三　１請求原因三の１の事実は争う。\n２　請求原因三の２の事実は認める。\n３　請求原因三の３の事実は認める。\n４　請求原因三の４の事実中、長良川の源流、その支流、全長、流域面積、流域の\n状況が原告ら主張どおりであること、その上流から下流までの間にダムのないこ\nと、アユ・カワマス等の魚族が棲息すること、輪中堤があり、それにより小洪水を\n防禦したこと、明治・昭和の各期に改修工事がなされ、動力による排水機が設置さ\nれ、これにより、内水排除が可能となつたこと、以上の事実はいずれも認めるが、\nその余の事実は争う。\n５　請求原因三の５の主張は争う。\n四　請求原因四の事実及び原告らの見解は争う。\n第四　本件同意についての被告の見解に対する原告らの反論\n被告は、本件同意が行政機関相互あるいは内部の間に行われたものとして行政処分\nに当らないと主張する。しかし、行政処分は行政庁つまり、各大臣、各庁長官、都\n道府県知事などによつてなされることが必要であるが、公団法二〇条一項は「関係\n都道府県知事に協議する」と規定されている如く、本件でいう協議権を行政庁であ\nる都道府県知事に属させていること明白である。そして、公団が法人とされ（公団\n法二条）、国あるいは地方公共団体とは別の人格であり、したがつて、国または地\n方公共団体の一組織を構成するものでないことは明らかであるところ、本件は「公\n団は・・・・・・・・・事業実施計画を作成し、関係都道府県知事に協議するとと\nもに、主務大臣の認可を受けなければならない」（公団法二〇条一項）との規定に\n基づく公団から被告への協議であるから、同項の規定上、明らかに主務大臣（建設\n大臣）の認可に先立つて被告の協議がなされるのではなく、右認可と並列して独自\nに被告への協議がなされていることは条文の文言上明白であるから、公団と被告と\nの協議は、行政機関相互あるいは内部の間に行われたものということはできない。\nまた、被告は、本件同意によつては原告らの具体的権利に何らの効果をも及ぼさな\nいから行政処分でないと主張する。しかし、本件河口堰は本件事業実施計画の段階\n（本件協議の段階）において、その設置場所（長良川五・四キロメートル地点）及\nび堰の形式、規模並びに堰の構造が単に位置図にその場所が記入されるに止まら\nず、仕様諸元、平面図及び詳細図により具体的に特定され、また、河口から上流三\n〇キロメートル地点まで河道の浚渫がなされる上、水位が堰上流側においてはＴ・\nＰ約一・三メートルに保たれ、そのため浸透水、堤防被災、内水排除難などの治水\n問題、魚貝類その他の生物の生息条件の悪化などの漁業、自然的、文化的環境問題\nさらに利水問題など地域に関連する諸問題の存在が公団と被告との間にも承認さ\nれ、さらに右水位が堰上流側においてＴ・Ｐ約一・三メートルに保たれる関係か\nら、その浸透水対策として堤内側堤防法先に承水路を設置することも決定してお\nり、右段階においてすでに本件河口堰事業の内容は具体的に確定しているものであ\nる。そして、右事業内容の事業実施の結果、前記第二請求原因三の４記載のとおり\nの被害が生じ、かつ原告らの権利を侵害するものであつて、右事業実施の結果、権\n利（法益）侵害を受ける者及びその内容は具体的に確定しているところであるか\nら、本件河口堰事業は本件事業実施計画（本件協議）の段階においてすでにその内\n容が具体的に確定し、右事業実施により公団法によつて保護された原告らの前記の\n如き環境権を直接侵害するものである。以上の如く、本件同意（公団法二〇条一項\nに規定する協議のうち被告の河口堰新築等を是とする公団に対する意思表示）は、\n公団の本件河口堰の新築等に対し規制的効果があり、また、行政機関相互及び内部\nのものでもなく、かつ、少くとも原告ら長良川流域住民の環境権を直接侵害するも\nのであつて、原告らの右権利は行政事件訴訟法によつて保護されている法益である\nことが明らかである。\nかりに被告の主張するように、本件同意が専ら被告主張の政治的協定に基づくもの\nであるとしても、なお本件同意は行政処分であるというべきである。すなわち、公\n団法が「協議」を採用した理由としては、同意が同意申立に対し、肯か否かの択一\n的応答しかできないのに対し、協議は、終局的な意思表示までの間、協議申立人と\n協議権者の交渉をその語義の中に予定し、これにより当初申立内容に対する択一的\nな肯否の応答だけでなく、当初申立内容の外の内容を付したり（申立内容外の付款\nを付し、あるいは協議申立人の承認を付すなど）、または一部について応答を留保\nするなど、多様な形の応答ができるところに特色があり、河川構造物による水資源\n開発とこれによる治水、並びに生物環境破壊との調整という観点から、択一的選択\nではなく、地域における治水及び生物環境保全を、その事務内容とする県知事にお\nいて、付款あるいは公団の義務承認、さらには、一部分応答などの多様な応答によ\nり、右矛盾を調整できるところにある。そして被告は、昭和四八年七月六日の右事\n業実施計画の協議申立を受け、同月一三日本件協定の締結を義務付け、同月一八日\n付回答の付款として、右義務を課したものである。したがつて、本件同意が専ら本\n件協定に基づくものであるとしても、本件協定は公団法二〇条一項に基づく被告の\n協議回答における付款としてその締結が被告に義務付けられているものであつて法\n律上の根拠を有する行政処分である。\n第五　証拠関係（省略）\n○　理由\n原告らがその主張どおりの住所に居住する長良川流域の住民であることについて\nは、本件記録編綴の原告らの訴訟代理委任状のほか、訴状記載の原告らの住所を被\n告においてとくに争わないなど弁論の全趣旨に照らして明らかである。そして、被\n告が公団法一八条一項の規定に基づき公団の施行しようとする長良川河口堰建設事\n業の着工につぎ、昭和五三年九月一八日付で公団に対し、工事着工に同意したこと\nについては、本件当事者間に争いがない。\nそこで、原告らが無効確認を求める被告のした右同意が行政事件訴訟法三条にいう\n行政処分であるかどうかについて判断する。\n成立に争いのない甲第一五、第一六号証、第一七号証の一、二、第一八ないし第二\n三号証、第二八、第二九号証、証人Ｃの証言を合わせ考えると、つぎの事実が認め\nられる。\n内閣総理大臣は昭和四〇年六月二五日水資源開発促進法三条一項の規定に基づき、\n木曾川水系を水資源開発水系として指定し、その後昭和四三年一〇月一五日同法四\n条一項の規定に基づき、右水系における水資源開発基本計画を決定した（ただし、\n右計画は昭和四八年三月二三日変更された。）。公団は公団法一八条一項の規定に\nより同項所定の事業の主体であるところ（以上の事実については当事者間に争いが\nない。）、昭和四八年三月二八日被告（当時の県知事Ａ）から公団に対し、「長良\n川河口堰事業について」と題する照会を発し、前記木曾川水系における水資源開発\n基本計画の決定に当つては、同事業に関連する諸問題について、（１）長良川河口\n堰建設の場合の水位、堤防補強、（２）内水排除等の治水工事優先、（３）浸透水\n対策、漁業対策等の問題の解決、（４）以上（１）ないし（３）について県の承諾\nがないかぎり堰本体の工事着工をしないこととの四項目にわたる要望をなし、ま\nた、同月三〇日建設省に対しても、被告から公団に対する右の如き照会をしている\nから建設省による公団に対する適切な指導をされたいとの依頼がなされた。以上に\n対し、同年六月二三日公団から被告に対し、先の四項目にわたる照会について、河\n口堰本体工事については被告と十分協議した上で着工するとの回答がなされ、さら\nに、同年七月六日公団法二〇条一項の規定に基づく協議として、河口堰事業に関す\nる事業実施計画につき、（１）河口堰の名称、（２）目的、（３）貯水・放流・取\n水・導水に関する計画、（４）施行区域、（５）工事計画の具体、（６）工期、\n（７）費用及びその負担方法に関する具体的細目を記載した事業実施計画書を添付\nして協議が求められた。そこで、岐阜県においては、同月一一日同県水資源対策特\n別委員会において審議した結果、同委員会から被告にあて、公団からの協議につい\nては岐阜県が承諾するまでは河口堰本体の着工をさせないとの確約を公団と被告と\nの間に取り交わすべきことなどの申入れがなされ、即日被告から同委員会にその申\n入れの趣旨を体して対処するむねの回答がなされた。そして、同月一三日被告から\n公団に対し、先の公団からの昭和四八年六月二三日付被告あての回答につき、公団\nと協定書を作成して協定を明確にすべきことを申し入れた。その内容は、（１）河\n口堰本件工事着手は被告と協議して行うこと、（２）被告は各種補償、漁業対策そ\nの他地域に関連する問題等について関係者の了解がついたことを確認した上で、前\n項の協議を行うというものである。これに対し、公団から同年七月一四日被告に対\nして、その申入れに副う趣旨の協定をするむねの回答がなされ、ここに公団と被告\nとの間に前示のような内容の協定が締結された（これが被告のいわゆる政治上の協\n定にすぎないと主張するものである。）。その後同月一八日被告から公団に「同月\n六日付公団から示された事業実施計画については具体性がないから、十分協議され\nるべく、県の承諾ないかぎり着工させない。」との趣旨の回答がなされた（以上が\n被告において、被告が公団からの公団法二〇条一項に基づく協議としてしたもので\nあると主張するものである。）。ついで、同月三一日河口堰事業実施計画について\n建設大臣の認可がなされた（建設大臣の認可のあつたことについては、当事者間に\n争いがない。）。しかして、昭和五三年九月一四日公団から被告に対し、「河口堰\n本体工事の着工につぎ、昭和四八年七月一四日付協定書に基づき協議する。」むね\nの書面による申入れがなされ、これに対し、昭和五三年九月一八日被告から公団あ\nてに、右協議申入れに対し同意するむねの回答（本件同意）がなされた。以上のと\nおり認めることができる。\n原告らは、被告の公団に対する本件同意は公団法二〇条一項に規定する協議に基づ\nく同意であつて、行政事件訴訟法三条にいう行政処分であると主張するのに対し、\n被告は、同条に基づく協議は前記公団のした昭和四八年七月六日付申入から同月一\n八日付の被告の回答までの行為がその協議に外ならず、原告ら主張の本件同意は公\n団と被告間にそれとは別になされた単なる政治上の約定にすぎない同月一四日付協\n定に基づくものであるから、行政処分でないと主張する。ところで、公団法二〇条\n一項は、「公団は、第一八条第一項第一号の業務を行なおうとするときは、政令で\n定めるところにより、前条第一項の事業実施方針に基づいて事業実施計画を作成\nし、関係都道府県知事に協議するとともに、主務大臣の認可を受けなければならな\nい。これを変更しようとするときも、同様とする。」と規定する。右規定の公団が\n関係都道府県知事と協議すべきものとした法意は、河口堰等の建設事業は関係都道\n府県の住民及びその地域社会との間で、政治、経済、社会的に密接な関係を有し、\nその利害に重大な影響を及ぼすことがあり得るところから、関係都道府県を代表す\nる知事の意見を十分尊重し、もつて、当該住民等地域社会の意見を徴し、協議を尺\nして調整し、その上で事業を開始させようとの点にあり、したがつて、右規定にい\nう協議とは、事業実施についての都道府県知事の同意不同意を始め、希望条件その\n他の要望事項に関する実質的な意見を徴取交換することをいうと解される。しかし\nて、その協議の方法手段について、法は格別の規定をしていないから、協議は書面\nの交換、前提的協定の締結等その他適当な方法でなされれば足りる。以上の見地に\n立脚し、公団と被告との間になされた前記昭和四八年七月一四日付協定の内容及び\n本件同意に至るまでの前段認定の経過に徴すれば、本件同意は右協定に基づきなさ\nれたものであるところ、右協定は要するに公団法二〇条一項に基づく協議の方法と\nしてなされたものと認められ、被告主張の如く右協議とは別の政治的配慮に出たも\nのとは認めがたい。それゆえ、右協定に基づく本件同意もまた同条にいう協議の結\n果の表明にほかならない。しかしながら、被告がした本件同意を原告ら主張の如く\n同条所定の協議に基づく同意と見るにせよ、はたまた、被告主張の如く同条とは別\nになされた協定に基づく同意と見るにせよ、本件同意自体は、ひつきよう事業主体\nたる公団と事業実施関係地域の首長たる被告との行政機関相互間になされた行為で\nあることには異なるところなく、かつ、公団に対する協議の結果（意見）の表明に\nほかならず、もとより河口堰事業の着工を制約拘束するものでもないから、この同\n意自体によつて、地域住民である原告らに対し、直接具体的な権利義務関係を形成\nさせるものとはとうていいいがたい。叙上によれば、本件同意は行政事件訴訟法三\n条にいう行政処分ということはできないから、本訴はこの点において不適法である\nというのほかはない。原告らは、本件同意が同条にいう行政処分に当るとしてるる\n主張するが、右は独自の見解であつて、当裁判所はこれを採用しない。\nよつて、本件訴えは、これを不適法として却下すべきものとし、訴訟費用の負担に\nつき、民事訴訟法八九条、九三条を適用して主文のとおり判決する。\n（裁判官　菅本宣太郎　熊田士朗　野村直之）\n"
}