{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 4,
    "day": 24
  },
  "case_number": "昭和59(ネ)1626",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14012",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14012",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/012/014012_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n控訴代理人は、「（一）原判決を取り消す。（二）被控訴人（以下「被控訴会\n社」という。）は、店頭看板、のれん、包装袋、包装紙、マツチ、宣伝用チラシ、\n店員用制服、そばつゆとつくり及び領収書中の「麻布永坂更科本店」なる文字の記\n載部分を抹消せよ。（三）被控訴会社は、そば、うどん、そうめん、ひやむぎ、そ\nばつゆ、うどんつゆ、そうめんつゆ及びひやむぎつゆの商品に、「永坂更科」の標\n章を使用してはならない。（四）被控訴会社は、「株式会社麻布永坂更科本店」の\n商号を使用してはならない。（五）被控訴会社は、東京法務局日本橋出張所昭和二\n五年一〇月五日受付をもつてした被控訴会社の設立登記中、「株式会社麻布永坂更\n科本店」の商号の抹消登記手続をせよ。（六）訴訟費用は、第一審及び第二審を通\nじ被控訴会社の負担とする。」との判決並びに（六）について仮執行の宣言を求\nめ、被控訴代理人は、主文同旨の判決を求めた。\n第二　当事者の主張\n当事者の事実上及び法律上の主張は、次のとおり附加するほか、原判決の事実摘示\nと同一であるから、これを引用する。\n一　控訴人（以下「控訴会社」という。）の主張\n１　被控訴会社の先使用権の主張について\n「永坂更科」の表示は、Ａが寛政元年に創称し、そば屋営業に使用してきたもの\nであるところ、右のそばは、「永坂更科」のそばとして名声を博し、明治以後に狂\n歌にうたわれるほどに著名になり、その後、右営業は、昭和一九年の戦時中の混乱\n時に一時営業を中止した時期を除き、Ａの子孫であるＢ家によつて引き継がれ、右\nの名声も維持されてきたものであつて（甲第一二号証の控訴会社の会社案内、甲第\n一三号証の控訴会社のしおり、甲第一四号証の東都のれん会のしおり）、右「永坂\n更科」の表示は、被控訴会社主張の、Ｃが「永坂更科」の表示を使用してそば屋の\n営業を始めたという昭和二二年ころはもとより、訴外合資会社麻布永坂更科総本店\n（以下「訴外合資会社」という。\n）が設立された昭和二四年一〇月一九日当時においても、東京都及びその周辺地域\nにおいて、前記趣旨のものとして著名であつたのであるから、仮に、Ｃが昭和二二\n年ころから「永坂更科」の表示を使用してそば屋の営業を始めたとしても、そのこ\nとによつてＣのために先使用権が成立するものではない。被控訴会社は、Ｃは昭和\n二二年六月以来「永坂更科製麺部新開亭」なる表示を用いてそば屋の営業を行い、\n右表示は、昭和二五年五月二三日の本件商標の商標登録出願の際には、Ｃの営業な\nいし商品を示すものとして需要者に広く認識されていた旨主張するが、昭和三四年\n一二月一二日東京都麺類協同組合発行の「麺業五十年史」第七頁ないし第一二頁及\nび第四一八頁ないし第四二九頁（甲第二八号証及び第二九号証）によると、昭和二\n二年六月には、都内の料理飲食営業者は一斉に自粛休業に入り、江戸時代からの伝\n統を誇つていたそば屋ものれんを引つ込め、昭和二五年六月に至つて麺類食堂が自\n主的に営業を営むことになつたのであつて、被控訴会社の右主張は、事実に反する\nものである。\n２　被控訴会社の調停に基づく使用権の主張について\n原告訴外合資会社、被告Ｃ（同被告死亡のため相続人Ｄ外一〇名承継）間の東京\n地方裁判所昭和二七年（ワ）第二一五四号商標使用禁止並に商標侵害による謝罪広\n告請求事件の附調停事件である同裁判所昭和三二年（メ）第一一号調停事件におい\nて昭和三二年一一月一五日に成立した調停（以下「本件調停」という。）に基づ\nく、訴外合資会社の被控訴会社に対する「麻布永坂更科本店」なる表示の商号並び\nに商標としての使用許諾は、被控訴会社が東京都庁職員食堂、東京駅職員食堂及び\n日本電気株式会社三田営業所社員食堂の三店舗において将来「麻布永坂更科本店」\nなる表示を商号及び商標として使用するのであれば、独立のそば屋としてではな\nく、職員食堂又は社員食堂の営業として使用する限度で右使用を許諾するとの趣旨\nであつたのであるから、被控訴会社は、肩書本店所在地においては「麻布永坂更科\n本店」の表示の使用権を有するものではない。すなわち、\n被控訴会社ないしは被控訴会社代表者Ｅの先代Ｃが、昭和二七年ころ、公然と「永\n坂更科」の表示を使用して飲食店営業を行つていたのは、東京都中央区＜以下略＞\nの三越本店前の店舗だけであり、たとい、被控訴会社ないしはＣが、当時、右の東\n京都庁職員食堂等の三店舗で飲食店営業を行つていたとしても、右営業は、独立の\n飲食店営業というほどのものではなく、まして、「永坂更科」の営業と認識される\nようなものではなかつたので、Ｃを債務者とし、右三越本店前の店舗における「永\n坂更科」の表示の使用が訴外合資会社の「永坂更科」なる商標に係る商標権（商標\n登録第三九八六五四号商標権。以下「本件商標権」といい、その商標を「本件商\n標」という。）を侵害するものであるとして、右表示の使用禁止の仮処分を申請し\n（東京地方裁判所昭和二七年（ヨ）第一一七〇号仮処分命令申請事件）、同年三月\n二六日、右三越本店前の店舗における「永坂更科」の表示の使用を禁止する旨の仮\n処分決定を得たうえ、同年四月、Ｃを被告として、右表示の使用禁止及び謝罪広告\n請求の訴えを提起したところ（東京地方裁判所昭和二七年（ワ）第二一五四号商標\n使用禁止並商標侵害による謝罪広告請求事件）、被告Ｃの訴訟代理人弁護士橋本三\n郎は、昭和三一年一一月二二日付準備書面を提出して、同被告は、昭和二九年五\n月、右場所における営業を廃止した旨主張したものであつて、被控訴会社ないしは\nＣの飲食店営業は、当時、右主張のような状況に立ち至つていたものであり、ま\nた、Ｃが、「調停事件におけるＣ側の考え」と題する書面（乙第一五号証）におい\nて、「殊に、昭和二七、八年頃、経済的に苦しい時代、相手から「永坂更科」の名\n前の使用をやめるよう訴訟を起され」、「昭和三二年頃は、確かに苦しかつた」と\n述べているように、まさに危殆に瀕していたのであり、更に、Ｃが昭和三〇年一月\n一四日に死亡するに至り、その営業は遂に破局を迎え、昭和三二年一一月一八日に\nは東京銀行協会の取引停止処分を受けるのであるが、このような状況のもとにおい\nて、前記訴訟事件は調停に付され、昭和三二年一一月一五日、「原告（訴外合資会\n社）は、利害関係人株式会社麻布永坂更科本店（被控訴会社）が、「麻布永坂更科\n本店」なる商号を、商号及び商標として無償で使用することを認める。」との条項\nを含む本件調停が成立したものである。ところが、それ以前に、訴外合資会社の代\n表者の一人であるＦが訴外合資会社代理人弁護士三輪秀文から調停案として示され\nたものは、Ｃは、訴外合資会社が本件商標権を有することを認め、Ｃ及び株式会社\n麻布永坂更科本店（被控訴会社）は、本件商標権の侵害をせず、また、商標権侵害\n行為を全部撤廃する等という内容のものであつて、当時の状況からみて適宜なもの\nであつたにもかかわらず、実際に成立した調停の内容は前記のとおりとなつていた\nものである。ところで、調停条項は、調停成立に至る経緯を離れては解釈すること\nができないものであるところ、右の本件調停成立の経緯によると、本件調停成立の\n時点において、被控訴会社が本店所在地である麻布で営業をすることは考えられ\nず、単に東京都庁職員食堂等三店舗において被控訴会社商号及び本件商標の使用を\n認めるか否かの問題が残つていたにすぎないから、訴外合資会社が本件調停で使用\nを許諾したのは、右の三店舗に限定した範囲内のものであつたというべきであり、\nしかも、右の三店舗は、当時、そば屋ではなく、職員又は社員向けの一般食堂であ\nつたのであり、更に、右の三店舗においても、「永坂更科」の商号ないしは商標を\n使用していたか否かさえも定かではなかつたのであるから、本件調停による使用許\n諾は、右の三店舗において将来「麻布永坂更科本店」なる表示を商号及び商標とし\nて使用するのであれば、独立のそば屋としてではなく、職員食堂又は社員食堂の営\n業として使用する限度で使用を許諾するとの趣旨であつたと解すべきである。被控\n訴会社は、昭和二五年一〇月五日設立以来、昭和三六年九月二〇日にその営業を休\n止するに至るまでの間、本店所在地において営業を継続していた旨主張し、その証\n拠として保健所長発行の営業許可書等（乙第一七号証ないし第二二号証）を提出し\nているが、右の営業許可書は、実質的審査をすることなく、書面のみによる審査で\n発行されるものであるから、右の営業許可書記載の営業所所在地で営業が実際に行\nわれていることを証明するものではなく、また、乙第八号証及び第九号証の写真\nも、昭和二五年当時の被控訴会社本店所在地の状態を示しているにすぎず、本件調\n停時には、右の写真にみられるネオンも存在せず、営業は行われていなかつたので\nある。更に、被控訴会社は、東京都庁職員食堂等の三店舗以外の四つの店舗におい\nても、「麻布永坂更科本店」の商号のもとに麺類を主とする食堂を経営していた旨\n主張し、その証拠として被控訴会社の昭和三〇年三月五日付営業許可申請書（乙第\n二四号証）並びに東京都港区芝保健所長の昭和三二年一〇月一一日付営業許可書及\nび昭和五九年一一月二八日付証明書（乙第二五号証の一、二）を提出するが、右営\n業も、独立の飲食店としてのそば屋ではなく、職員又は社員向けの食堂であつたと\n考えられ、右乙号各証は、控訴会社の主張を妨げるものではない。更にまた、被控\n訴会社は、昭和三六年九月二〇日に本店所在地における営業を休止した後は、本店\n所在地においては営業事務を統轄していた旨主張するが、右の統轄していた営業と\nいうのは、東京都職員食堂等の営業であり、そば屋の営業ではなかつたのである。\n３　被控訴会社の使用権の消滅\n（一）　仮に、訴外合資会社が、被控訴会社に対し、「麻布永坂更科本店」なる表\n号を商表及び商標として使用することを無制限に許諾したものであるとしても、被\n控訴会社の右使用権は、次の理由により消滅している。すなわち、被控訴会社は、\n本件調停成立時の昭和三二年ころから昭和五五年に至るまでの間、本店所在地にお\nいて営業をせず、昭和三七年四月一七日には麻布保健所に廃業届を提出し、また、\n東京都庁職員食堂等三店舗においても右商号及び商標を使用していなかつたもので\nあるところ、右事実によれば、本件調停による使用許諾は、民法第五九七条第二項\nただし書きの規定の準用により使用期間が終了したものというべきである。本来、\n商号権及び商標権は、民法所定の使用貸借が予定する「物」ではなく、無体財産権\nと考えられているが、物の使用権と同様、財産権の一つであり、これを本件調停の\nように無償で使用許諾するのと民法所定の使用貸借とは同じであつて、本件調停に\nおける使用許諾の法律効果は、民法所定の使用貸借に準じて考えるべきところ、被\n控訴会社は、二〇年余にわたり許諾された財産権を使用せず、もはやこれを使用す\nる意思を有しないものであり、「使用及び収益をなすに必要な期間」が経過したも\nのということができるから、控訴会社は、被控訴会社に対し、右財産権の使用の差\n止めを請求し得るのである。\n（二）　商法第三〇条の規定の準用及び商標法第五〇条の規定の趣旨に徴し、被控\n訴会社は、「麻布永坂更科本店」の表示の使用権を失つたものというべきである。\nすなわち、商法第三〇条及び商標法第五〇条の規定は、商号登記又は商標登録によ\nつて保護されている者が当該商号又は商標を使用せず、権利の上に眠つているとき\nには、もはやこれを保護する必要はなく、逆に、当該商号又は商標を使用している\n者が権利の上に眠つている者によつてその権利ないしは利益を害されているときに\nは、右の使用している者を救済しようとするものであり、商号又は商標の使用の事\n実のもつ効果に着目した規定であつて、商号又は登録商標を使用しないでいる者\nが、登記又は登録の効果によつて、他人が商号又は商標を本来の目的に従つて使用\nしようとするのを妨害することは許されないとする規定であるところ、これを本件\nについてみると、被控訴会社は、二〇年余にわたり「麻布永坂更科本店」の商号及\nび商標を使用せず、他方、控訴会社は、訴外合資会社の時代から「永坂更科」の表\n示を使用してそば屋の営業を行い、また、右表示をそば等の商品の表示として使用\nし、由緒ある「永坂更科」の名声の維持に努力してきたものであつて、右の努力が\nなければ、「永坂更科」の周知性は失われる可能性があつたものであるにもかかわ\nらず、被控訴会社は、昭和五五年六月、本店所在地においてこつ然としてそば店を\n開業し、「麻布永坂更科本店」の商号及び商標を使用し始めたものであつて、これ\nは、まさに永年にわたつて築いてきた名声へのただ乗りにほかならず、このような\n事態を予想し、商号又は商標を実際に使用してきた者を保護せんがために、商法第\n三〇条及び商標法第五〇条の規定が存するのである。この規定の趣旨に徴すれば、\n被控訴会社商号は昭和三四年ころ廃止されたものであり、また、被控訴会社の右商\n標としての使用権も昭和三五年ころには消滅したものというべきである。なお、本\n件調停の合意の中に営業表示としての使用の許諾も含まれているとすれば、営業表\n示としての使用権が消滅したことも当然である。もつとも、被控訴会社は、被控訴\n会社商号のもとに存続してきたものであるが、本店所在地においてはそば屋の営業\nをせず、また、東京都庁職員食堂等三店舗において営業を継続していたとしても、\n右営業は、そば屋の営業とは認識することができず、そば等の食品があつても、被\n控訴会社のそば屋の営業に係るものとは認識することができないものであるから、\nそこでは、周知性を有する由緒ある「永坂更科」の営業あるいは商品であると誤認\n混同を生じさせるような形態での商号等の使用はされなかつたものというべきであ\nる。仮に、東京都庁職員食堂の被控訴会社のチケツト売場の上に小さく被控訴会社\n商号の表示がされているとしても、それは、控訴会社が、被控訴会社を相手方とし\nて、昭和五一年五月一一日、「永坂更科」の商号及び商標の差止等を求めて民事一\n般調停の申立てをした直前ころ、急拠設けられたものと考えるほかはなく、また、\n芝保健所長の昭和三八年八月一三日付の証明書（乙第五号証）は、日本電気株式会\n社三田営業所内の食堂に関するものと思われ、更に、麻布税務署長の昭和五五年一\n一月六日付証明書（乙第六号証）は、東京都庁職員食堂等三店舗に関するものと思\nわれる。もつとも、被控訴会社は、「株式会社麻布永坂更科本店」の商号を用いて\nいるものであるが、これは、登記商号であることから必然的に商号を形式的に使用\nしているにすぎない。\n４　控訴会社の商法第一九条の規定に基づく請求について\n商人がその商号を変更したときは、商人は、変更前の商号について商号権を失う\nとの見解があるが、右見解は、その変更が類似の程度を超えてされた場合について\nのみ当てはまるものである。すなわち、商号の変更が類似の程度を超えてされた場\n合には、変更前の商号は、商人の営業上の活動を表章する作用を一切失い、商人\nは、右商号について有する商号使用権及び商号専有権を享受することができなくな\nるが、商号の変更が類似の程度を超えていないときは、変更前の商号は、変更後に\nおいても、一般人をして商人の営業上の活動を表章しているものと誤認せしめるも\nのであるから、変更前の商号に基づいて一たん発生した商法第一九条の規定による\n使用差止請求権は、商号の変更によつては消滅しないものと解すべきである。これ\nを本件についてみるに、「合資会社麻布永坂更科総本店」と「株式会社永坂更科布\n屋太兵衛」とは、商号の主要部分である「永坂更科」の表示が同一であるところ、\n右表示は、控訴人の創業地である麻布永坂に由来し、かつ、由緒あるものであつ\nて、東京都及びその周辺地域において極めて著名であるから、一般人は、両商号と\nもに、「永坂更科」の表示が含まれていることによつて、ある特定の商人の営業を\n表章するものと認識することが明らかであり、前者から特者への商号の変更は、商\n号の類似性を超えない程度の変更といえる。したがつて、訴外合資会社が、商法第\n一九条の規定に基づき、被控訴会社に対して取得した商号使用差止請求権は、訴外\n合資会社を吸収合併した後の控訴会社に承継されたものと解すべきである。\n５　控訴会社の商法第二〇条及び第二一条の規定に基づく請求について\n訴外合資会社の商号と被控訴会社の商号とは、「麻布永坂更科」及び「本店」の\n部分が同一であつて、類似の商号であり、また、訴外合資会社及び被控訴会社の営\n業は、共にそば屋であるから、一般人は、両者の営業を誤認混同するおそれがあ\nり、しかも、訴外合資会社の「永坂更科」の表示は、江戸時代から周知性があり、\nその商号登記も被控訴会社のそれに先立つものである以上、被控訴会社には、「不\n正競争の目的」及び「不正の目的」があることが明らかであり、したがつて、訴外\n合資会社は、被控訴会社に対し、商法第二〇条及び第二一条の規定に基づく商号使\n用差止請求権を取得したものというべきところ、控訴会社の商号と被控訴会社の商\n号とは、主要部分である「永坂更科」の部分が同一であり、その営業も同一であ\nり、それに「永坂更科」の由来にかんがみれば、一般人をして両者の営業を誤認混\n同せしめることが明らかであり、また、被控訴会社は、「永坂更科」あるいは「麻\n布永坂更科総本店」の表示が周知性を取得した後に営業を始めたものであつて、\n「不正競争の目的」及び「不正の目的」を有することが明らかであるから、訴外合\n資会社の営業を引き継いだ控訴会社も、被控訴会社に対し、商法第二〇条及び第二\n一条の規定に基づく商号使用差止請求権を有するものである。もつとも、控訴会社\nの商号登記は、被控訴会社のそれに後れて経由されたものではあるが、商法第二〇\n条及び第二一条の規定は、不正競争防止及び営業主体の誤認混同防止の観点から設\nけられたものであつて、このような右規定の趣旨に徴すると、控訴会社は、江戸時\n代に始まり戦後訴外合資会社により引き継がれたそば屋の営業を、商号の主要部分\nである「永坂更科」を維持しつつ引き継いだという事実関係のもとにおいては、商\n号登記の先後あるいは商号登記の有無に影響されることなく、右の商号使用差止請\n求権を有するものと解すべきである。\n二　被控訴会社の主張\n１　被控訴会社の先使用権について\nＢ家の当主Ｊは、昭和二四年一〇月一九日の訴外合資会社の設立時まで何らの営\n業も行つておらず、しかも、その当時、「永坂更科」に関する商号権及び商標権も\n有していなかつたのに対し、Ｃは、昭和二二年六月以来、本件商標の「永坂更科」\nを主要部分とする「永坂更科製麺部新開亭」なる表示を用いてそば屋の営業をし、\nまた、そのころから、「永坂更科」なる商号も使用していたものであつて（乙第七\n号証ないし第九号証）、「永坂更科」の表示は、本件商標の商標登録出願がされた\n昭和二五年五月当時には、Ｃの営業ないし商品を示すものとして需要者に広く認識\nされていたものである。控訴会社は、昭和二二年六月ころ、都内においては飲食店\n営業は行われていなかつた旨主張するが、「営業ニ関スル契約証書（公正証書）正\n本」（乙第一号証）が作成された昭和二二年六月一九日当時、食料難の時代であつ\nたとはいえ、飲食店営業が存在したことは、公知の事実であり、右乙第一号証自体\nがそのことを証するものである。\n２　被控訴会社の調停に基づく使用権について\n被控訴会社は、昭和二五年一〇月五日、現本店を本店として設立され（なお、当\n時の住居表示は、港区＜以下略＞であつた。）、同本店及び東京都庁職員食堂のほ\nか、後述の各店舗においても、「永坂更科本店」の商号のもとに、麺類を主とする\n食堂の経営を行つていたものである。控訴会社は、訴外合資会社がＣを債務者とし\nて仮処分申請をしたことその他の事実経過を述べて、調停条項は、このような事実\n経過を離れて解釈されるべきではない旨主張するが、抽象的には概ね右主張のとお\nりであるとしても、右仮処分事件においてＣの審尋が行われたかどうかは疑問であ\nり、もしも、審尋が行われておれば、果たして右仮処分申請が認容されたかどうか\n甚だ疑わしい。すなわち、ＣとＪとは、右仮処分申請前に、「麻布永坂更科本店」\nなる商号の使用に関して公正証書による契約を締結していたものであり（乙第一号\n証）、また、Ｃは、昭和二二年ころから、「永坂更科」なる商号を使用していたも\nのであるのに対し、訴外合資会社は、昭和二四年一〇月一九日に設立されたもので\nあり、更に、控訴会社が本家であるというＢ家の当時の当主Ｊは、訴外合資会社の\n設立までは何らの営業もしておらず、Ｃの店舗に雇用されていて、商号権も商標権\nも有していなかつたものであつて、この事実が主張されていれば、右仮処分申請が\n認容されるはずはない、と思料される。また、調停条項の趣旨が不分明のような場\n合には、調停条項成立の経緯を考慮することが許されるとしても、調停条項の解釈\nは、まず、条項自体によつて行われるべきであつて、明文に反することはもち論、\n明文の範囲を逸脱することも許されないものであり、もしも、条項が当事者の意思\nに反するとか、不分明であるというのであれば、その旨を申し立てて更正決定を得\nるべきであるが、本件調停においてはそのようなことは全く行われていないとこ\nろ、本件調停条項第一項には、「原告（訴外合資会社）は利害関係人株式会社麻布\n永坂更科本店（被控訴会社）が「麻布永坂更科本店」なる商号を、商号及び商標と\nして無償で使用することを認める。」と明記されており、商号及び商標を使用する\n場所の特定もなく、また、条項の趣旨とするところは明瞭であつて、控訴会社の主\n張するように、右条項による使用許諾は、東京都庁職員食堂等の三店舗に限定した\nものであるとか、右三店舗において将来「麻布永坂更科本店」なる表示を商号及び\n商標として使用するとすれば、独立のそば屋としてではなく、職員食堂又は社員食\n堂の営業として使用する場合に限定したものであるなどと解釈する余地はない。更\nに、本件調停成立前後の事実経過をみても、Ｃは、昭和一二年ころから、港区＜以\n下略＞において、「新開亭」なる商号で弁当仕出し及び食堂の経営を始め、昭和一\n八年ころ、被控訴会社肩書地に移転し、同所で従前の営業を継続していたが、昭和\n二二年ころから、右営業とともに、同所で「麻布永坂更科本店」なる商号を使用し\nて麺類の調理販売業を行い、併せて製麺業も行い、昭和二五年一〇月五日、被控訴\n会社を創立し、同時に、被控訴会社は、Ｃから、右麺類の調理販売業及び製麺業を\n承継し、かつ、右商号及び商標の使用権も承継し、本件調停成立時まではもとよ\nり、その後昭和三六年九月二〇日、「人手不足」のため本店での営業を一時休止し\nたものの、本店では出先店舗の管理事務を行いつつ経過したものであり、また、本\n件調停成立当時、東京都庁職員食堂等三店舗のほか、郵政省内、慶応義塾大学内、\n法政大学工学部内及び警視庁内の店舗においても、麺類を主とする飲食店営業を行\nつていたものであるから、本件調停の条項の趣旨を控訴会社主張のように解釈する\n余地は全くない。更にまた、被控訴会社が本件調停成立当時営業を行つていたこと\nは、本件調停調書の記載自体からも十分認定し得ることである。\n３　控訴会社の使用権消滅の主張について\n被控訴会社が昭和三二年ころから昭和五五年まで「麻布永坂更科本店」なる表示\nを商号及び商標として使用していなかつた旨の控訴会社の主張事実は、否認する。\n被控訴会社は、前述のとおり、本店における飲食店営業を一時休止したものの、都\n内の各店舗において、所轄保健所の営業許可を受け、許可証を店内に掲示して営業\nを行い、本店には、被控訴会社名を明示した表礼看板を掲げて経営の本拠であるこ\nとを公示し、営業活動を続けていたものである。また、控訴会社の被控訴会社を相\n手方とする昭和五一年五月一一日付民事一般調停の申立書（甲第八号証）による\nと、控訴会社自身、被控訴会社がその経営する店舗（東京都庁職員食堂）に被控訴\n会社商号を表示していることを認めているものであつて、控訴会社の右主張は、理\n由がない。\n４　控訴会社の商法第一九条の規定に基づく請求に関する主張について\n控訴会社は、商号の変更が類似の程度を超えていないときは、変更前の商号に基\nづく請求権は消滅しない旨主張するが、吸収合併された会社がその消滅前に商号使\n用差止請求権を有していたとしても、吸収合併により商号が消滅した時点におい\nて、その権利も消滅し、権利の承継ということはあり得ない。\n５　控訴会社の商法第二〇条及び第二一条の規定に基づく請求に関する主張につい\nて\n被控訴会社は、Ｃの先使用権を承継したばかりか、本件調停により被控訴会社商\n号の使用権を取得したものであるから、「不正競争の目的」及び「不正の目的」を\n有しないものであり、殊に、訴外合資会社は、本件調停により、被控訴会社に対し\nて右法条による請求をしない旨約したものであり、その訴外合資会社の地位を控訴\n会社において承継したものである以上、控訴会社は、右法条違反を主張する権利を\n有しないものといわざるを得ない。\n第三　証拠関係（省略）\n理　　　由\n一　控訴会社の本件商標権に基づく請求について\n１　控訴会社は、旧商標法施行規則（大正一〇年農商務省令第三六号）第一五条の\n規定による商品類別第四七類の「蕎麦」を指定商品とする原判決添附の商標公報記\n載の本件商標に係る本件商標権の共有権者であること、被控訴会社は、現在、そば\n等の麺類を製造、調理販売するそば屋を営業し、そのそば屋において、その店頭看\n板、のれん、包装袋、包装紙、マツチ、宣伝用チラシ、店員用制服、そばつゆとつ\nくり及び領収書中に「麻布永坂更科本店」なる表示を使用していること、被控訴会\n社の右行為は、本件商標権の指定商品である「蕎麦」又はこれに類似する商品に関\n係するものであること、及び右の「麻布永坂更科本店」の表示の主要部分である\n「永坂更科」が本件商標と同一であることは、本件当事者間に争いのないところで\nある。控訴会社は、被控訴会社において、そば、うどん、そうめん、ひやむぎ、そ\nばつゆ、うどんつゆ、そうめんつゆ及びひやむぎつゆの商品表示として、これらの\n容器に、「永坂更科」の標章を使用するおそれがある旨主張するが、右主張事実に\nついては、これを認めるに足りる証拠がない。したがつて、控訴会社の本訴請求中\n本件商標権に基づき控訴会社主張の商品について「永坂更科」なる標章の使用の差\n止めを求める請求は、理由がないものというべきである。\n２　そこで、被控訴会社の前記「麻布永坂更科本店」なる表示の使用行為が控訴会\n社の本件商標権を侵害するか否かに関し、まず、被控訴会社の本件調停に基づく右\n表示の使用権の主張について検討するに、成立に争いのない甲第九号証、第一〇号\n証及び第二三号証によれば、訴外合資会社は、昭和二四年一〇月一九日設立に係り\n（この点は、当事者間に争いがない。）、昭和二五年五月二三日、本件商標につい\nて商標登録出願をし、昭和二六年五月一七日、設定の登録を受けて、本件商標権の\n商標権者になつたもの（なお、本件調停成立後の昭和三五年七月二五日、本件商標\n権を控訴会社及びＦに譲渡した。）であることが認められるところ、原告である訴\n外合資会社と被告であるＣ相続人Ｄ外一〇名との間の東京地方裁判所昭和二七年\n（ワ）第二一五四号商標使用禁止並商標侵害による謝罪広告請求事件の附調停事件\nである同裁判所昭和三二年（メ）第一一号調停事件において、右の原、被告及び利\n害関係人として調停に加わつた被控訴会社間に、昭和三二年一一月一五日、訴外合\n資会社は被控訴会社が「麻布永坂更科本店」なる表示を、商号及び商標として無償\nで使用することを認める旨の条項を含む本件調停が成立したことは、本件当事者間\nに争いがなく、右事実によると、被控訴会社は、右同日、本件商標権の商標権者で\nあつた訴外合資会社との間において、「麻布永坂更科本店」なる表示を商号及び商\n標として無償で使用する権限を取得したものであり、そして、控訴会社は、昭和三\n四年一一月一四日に設立され、昭和三五年一一月二五日に訴外合資会社を吸収合併\nして、訴外合資会社の権利義務一切を承継したことは、本件当事者間に争いのない\nところであるから、たとい、控訴会社が、現在、本件商標権の共有権者であるとし\nても、被控訴会社は、控訴会社に対し、本件調停に基づき、「麻布永坂更科本店」\nなる表示の商号及び商標としての使用権限を主張し得るものというべきである。控\n訴会社は、訴外合資会社が、後に設立された被控訴会社に対し、自己の商号と判然\n区別することのできない「麻布永坂更科本店」なる表示をその商号として使用する\nことを認めることは、強行法規である商法第一九条の規定に違反するものであり、\n本件調停の前記条項は無効である旨主張する。しかしながら、仮に、被控訴会社商\n号が右規定に違反して登記されたものであるとしても、そのことによつて被控訴会\n社商号の登記が当然に無効となるものではなく、先登記商号権者である訴外合資会\n社は、後登記商号権者である被控訴会社を被告として、右規定に基づいて被控訴会\n社商号登記の抹消登記手続を訴求し、確定判決を得て右商号登記の抹消をするほか\nはないものと解するを相当とするところ、被控訴会社商号の使用を認める本件調停\nの前記条項は、右の抹消登記手続請求権を行使しない旨約するにすぎないものと解\nするのを相当とするから、右規定に違反し無効であるということはできず、したが\nつて、控訴会社の右主張は、採用することができない。また、控訴会社は、本件調\n停時施行の旧商標法（大正一〇年法律第九九号をいう。以下同じ。）は、商標権者\nの第三者に対する登録商標の使用許諾を認めていなかつたから、本件調停による本\n件商標の使用許諾は無効である旨主張するが、本件調停条項において、訴外合資会\n社が被控訴会社に対し使用を許諾したのは、本件商標権についての使用の許諾（通\n常使用権の許諾）ではなく、「麻布永坂更科本店」なる表示についての使用許諾で\nあることは前示のとおりであり、その趣旨が、被控訴会社の右表示の商標としての\n使用行為について、訴外合資会社において本件商標権に基づく右表示の使用の差止\n請求等の権利行使をしないことを約したものと解すべきものであることは、右条項\nの文言自体及び成立に争いのない乙第三号証（本件調停調書正本）中の他の条項に\n照らし、明らかであり、旧商標法のもとにおいてもこのような約定を妨げる根拠は\nないから、控訴会社の右主張は失当というほかはない。\n控訴会社は、本件調停成立前後の事実経過によると、本件調停による使用許諾\nは、被控訴会社が東京都庁職員食堂等の三店舗において将来「麻布永坂更科本店」\nなる表示を商号及び商標として使用するのであれば、独立のそば屋としてではな\nく、職員食堂又は社員食堂の営業として使用する限度で右使用を許諾するとの趣旨\nであつて、被控訴会社は、肩書本店所在地においては「麻布永坂更科本店」なる表\n示の使用権を有するものではない旨主張するので、審案するに、前掲甲第九号証、\n第一〇号証及び乙第三号証、成立に争いのない甲第一号証、第二号証、第五号証、\n第七号証の三、第八号証、第二八号証及び第二九号証、乙第四号証、第一七号証な\nいし第二四号証、第二五号証の一、二、第二六号証ないし第二八号証の各一及び第\n二九号証ないし第三一号証、原本の存在及び成立に争いのない甲第一六号証ないし\n第一八号証、弁論の全趣旨により成立の認められる甲第一九号証、弁論の全趣旨に\nより原本の存在及び成立の認められる乙第二号証、官公署作成部分の成立に争いが\nなく、弁論の全趣旨によりその余の部分についても成立の認められる乙第五号証及\nび第六号証、当審における被控訴会社代表者Ｅ本人尋問の結果により、原本の存在\n及び成立が認められる乙第一号証、昭和二二年ころ撮影の被控訴会社本店の旧旧建\n物、Ｃ及びＪその他の写真であることが認められる乙第七号証、昭和二五年一二月\n一六日撮影の被控訴会社本店の旧建物の写真であることが認められる乙第八号証、\n昭和二五年ころ撮影の被控訴会社本店の旧建物内ののれん、Ｃ及びその家族の写真\nであることが認められる乙第九号証、昭和五九年一一月二二日Ｇ撮影の東京都庁職\n員食堂の写真であることが認められる乙第二六号証の二、三、昭和五九年一一月二\n二日Ｇが撮影した東京駅職員食堂の写真であることが認められる乙第二七号証の二\n並びに当審における被控訴会社代表者Ｅ本人尋問の結果を総合すると、（１）Ｃ\nは、昭和一二年ころから、港区＜以下略＞附近において、「新開亭」なる商号で仕\n出し屋を営んでいたが、戦前に被控訴会社肩書地に営業の本拠を移し、当時雅叙園\nに勤めていたＪを雇用したうえ、昭和二二年六月一三日、同人との間において、同\n人が新開亭で営業に従事する間、Ｃは「麻布永坂更科本店」なる商号を使用して麺\n類の調理販売をする、Ｊが独立して営業するに至つたときは、同人は「麻布永坂更\n科総本店」なる商号を用いるものとし、Ｃは「麻布永坂更科本店」なる商号のもと\nに右営業を継続することができる、という条項を含む公正証書を作成するととも\nに、このころから、「永坂更科製麺部新開亭」なる商号を用いて、麺類の調理販売\n業及び製麺業を営み、その後、東京都料理飲食組合の自粛休業の申合せもあつて、\n昭和二三年ころまで営業を一時中止したが、昭和二四年ころ、被控訴会社肩書地に\nおいて営業を再開し、また、東京都庁職員食堂、東京駅職員食堂及び日本電気株式\n会社三田営業所内食堂等においても、麺類の調理販売を含む営業を始めた、（２）\nＪは、昭和二四年一〇月一九日、本店を港区＜以下略＞、目的を飲食店及び麺類の\n委託加工等とする訴外合資会社を設立し、無限責任社員に就任してその営業に当た\nることとし、Ｃの許から独立した、（３）訴外合資会社は、前示のとおり昭和二五\n年五月二三日、本件商標の商標登録出願をした、（４）Ｃは、昭和二五年ころ、被\n控訴会社肩書地の本店の旧建物に「永坂更科本店新開亭」と表示したのれんを出し\nて営業をしていたが、昭和二五年一〇月五日、本店を被控訴会社肩書地、目的を麺\n類外食券食堂及び和洋料理飲食店の経営等とする被控訴会社を設立し、代表取締役\nに就任した、（５）被控訴会社は、Ｃの従前の営業及び「麻布永坂更科本店」なる\n商号の使用を承継したものであるところ、本店においては、遅くとも昭和二六年一\n〇月九日に麻布保健所の営業許可を受けて以来、右商号を使用して右営業を続け、\n昭和三二年一一月一八日に東京手形交換所の取引停止処分を受け、また、昭和三六\n年九月二〇日に本店所在地での飲食業を休止し、本店所在地では前記東京都庁職員\n食堂等営業所の管理事務を行つていたが、昭和五五年六月には被控訴会社本店の新\n店舗を竣工して本店での従前の飲食業を再開し、右東京都庁職員食堂等の営業所に\nおいては、従前の営業を継続し、更に、遅くとも昭和三二年一〇月ころからは慶応\n義塾大学内食堂においても同様の営業を始め、これら営業所においては、営業者を\n「株式会社麻布永坂更科本店」とする所轄保健所長の営業許可証を掲示して営業し\nてきた、（６）Ｃは、訴外合資会社の申請による昭和二七年三月二六日付仮処分決\n定を受けて、昭和二九年五月、中央区＜以下略＞の店舗の営業を廃止した、（７）\n原告訴外合資会社、被告Ｃ相続人Ｄ外一〇名及び利害関係人被控訴会社（当時の代\n表者はＤ）間において、昭和三二年一一月一五日、本件調停が成立した（この点\nは、当事者間に争いがない。）、（８）一方、Ｆ及びＪらは、本件調停成立後の昭\n和三四年一一月一四日、本店を港区＜以下略＞、目的を飲食店の経営及び麺類の加\n工等として控訴会社を設立し、Ｆが代表取締役に就任した、（９）控訴会社は、昭\n和三五年一一月二五日、訴外合資会社を吸収合併した（この点は、当事者間に争い\nがない。）、以上の事実が認められ、右認定に反する原審における証人Ｈ及び当審\nにおける控訴会社代表者Ｉの供述部分は、前掲各証拠に照らし、たやすく信用する\nことができず、他に右認定を覆すに足りる証拠はない。右認定の事実によると、Ｃ\nは、昭和二二年から昭和二三年ころにかけて営業を休止し、また、被控訴会社は、\n昭和三六年九月二〇日以降本店での飲食業を休止したりしたが、本件調停成立当\n時、「麻布永坂更科本店」の商号を使用して本店所在地で営業をしていたものであ\nり、更に、前記東京都庁職員食堂等においては、本件調停成立当時はもとより本店\nでの飲食業を休止していた間も、右商号のもとに営業を継続していたものであり、\n本件調停の前記条項は、その文言自体及び右事実関係に徴すれば、その文言どおり\n何らの限定を加えることなく、訴外合資会社が、被控訴会社に対し、「麻布永坂更\n科本店」なる表示を商号及び商標として無償で使用することを認めたものと解すべ\nきであつて、控訴会社主張の趣旨には到底解することはできず、したがつて、控訴\n会社の右主張は、採用することができない。\n３　次に、控訴会社の被控訴会社の使用権消滅の各主張について判断するに、控訴\n会社の右主張は、いずれも被控訴会社が昭和三二年から昭和五五年まで「麻布永坂\n更科本店」の表示を使用して営業をしていなかつたということを前提とするもので\nあるところ、右前提事実が認められないことは、前認定説示のとおりであるから、\n控訴会社の右主張は、その前提を欠きいずれも失当というべきである。\n４　してみれば、控訴会社の本件商標権に基づく請求は、その余の点について検討\nを加えるまでもなく、理由がないものというべきである。\n二　控訴会社の商法第一九条、第二〇条及び第二一条の規定に基づく請求について\n１　控訴会社は、訴外合資会社は、商法第一九条の規定に基づき、被控訴会社に対\nし商号の使用差止め及び商号登記の抹消登記手続請求の権利を有していたところ、\n訴外合資会社を吸収合併したことにより訴外合資会社の右権利を承継した旨主張す\nるが、被控訴会社は、訴外合資会社を吸収合併した控訴会社に対し、前説示のとお\nり本件調停に基づき「麻布永坂更科本店」なる表示を商号として使用する権限を有\nするものであつて、控訴会社は被控訴会社に対し、右商号の使用差止請求権等を有\nしないから、控訴会社の右主張は、採用することができない。\n２　控訴会社は、商法第二〇条及び第二一条の規定に基づき、被控訴会社に対し、\n被控訴会社商号の使用の差止請求権等を有する旨主張するが、前説示によると、被\n控訴会社は、本件調停による使用許諾に基づき「麻布永坂更科本店」なる表示を商\n号として使用する権限を取得し、控訴会社に対する関係においても、右権限を適法\nに主張し得るものであつて、右法条にいう「不正ノ競争ノ目的」ないしは「不正ノ\n目的」をもつて右表示を商号として使用しているものとは認められないから、控訴\n会社の右主張は、その余の点について検討するまでもなく、採用するに由ないもの\nというほかはない。なお、控訴会社の被控訴会社の使用権消滅の各主張が理由のな\nいことは、前説示のとおりである。\n３　結局、控訴会社の商法の右各規定に基づく請求も、理由がないものといわざる\nを得ない。\n三　控訴会社の不正競争防止法第一条第一項第一号及び第二号の規定に基づく請求\nについて\n控訴会社は、右各規定に基づき、被控訴会社に対し、「麻布永坂更科本店」なる\n表示の抹消請求権、「永坂更科」なる標章の使用差止請求権並びに被控訴会社商号\nの使用差止及び抹消登記手続請求権を有する旨主張するが、前認定説示のとおり被\n控訴会社が控訴会社主張の商品の容器に「永坂更科」たる標章を使用するおそれが\nあることを認めることができず、また、被控訴会社は、本件調停による使用許諾に\n基づき、「麻布永坂更科本店」なる表示を商号及び商標として使用する権限を取得\nし、控訴会社に対する関係においても、これを適法に主張し得るものであり、か\nつ、控訴会社主張の右使用権限の消滅についてはこれを認めることができないか\nら、控訴会社は、被控訴会社に対し、右各請求権を有しないものというべきであ\nる。したがつて、控訴会社の右各規定に基づく請求もまた、理由がないものという\nほかはない。\n四　以上のとおりであるから、控訴会社の本訴請求を棄却した原判決は正当であ\nり、控訴会社の控訴は理由がないから、これを棄却することとし、控訴費用の負担\nについて、民事訴訟法第九五条及び第八九条の規定を適用して、主文のとおり判決\nする。\n（裁判官　武居二郎　杉山伸顕　清永利亮）\n"
}