{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 2,
    "day": 28
  },
  "case_number": "昭和54(う)2485",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "article_info": "第33巻1号72頁",
  "gist": "覚せい剤使用の事案について訴因の特定性を欠くものでないとされた事例",
  "case_gist": "覚せい剤の自己使用の日時を「昭和五四年五月初旬ころから同月一五日までの間」、その場所を「東京都内又はその周辺」と各表示した起訴状であつても、その日時及び場所を詳かにすることができない特殊事情(判文参照)が認められる本件においては、覚せい剤の人体滞留推定日数及び被告人の当時の行動状況ないしその地域範囲に照らし、なお、同年五月一五日又はこれに最も近接する時点での一回の自己使用を起訴した旨の検察官の釈明をも考慮すると、訴因としての特定性を欠くものとすることはできない。",
  "lawsuit_id": "20430",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20430",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/430/020430_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中九〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人桑名邦雄が提出した控訴趣意書に記載されたとおりで\nあるから、これを引用する。\n控訴趣意第一点（訴訟手続の法令違反の主張）について\n所論は要するに、原裁判所は、本件に関する昭和五四年六月五日付起訴状に記載\nされた公訴事実中第二の訴因が犯罪日時及び場所とも漠然として明示されておら\nず、罪となるべき事実の特定を欠くから公訴を棄却すべきであつたのに、審理冒頭\nにおける原審弁護人からの申立にもかゝわらず、その判断を示すことなく審理に入\nり、右に対応するものとして原判決判示第二の罪となるべき事実を認定したのは、\nその訴訟手続につき判決に影響を及ぼすことの明らかな法令違反を犯したものであ\nる、というのである。\nそこで原審記録に照し検討すると、前記起訴状に記載された公訴事実中訴因第二\nとして掲げられたところは<要旨>「被告人は、昭和五四年五月初旬ころから同月一\n五日までの間、東京都内又はその周辺において、覚せい剤で</要旨>あるフエニルメ\nチルァミノプロパンを含有する水溶液若干量を自己の腕部に注射し、もつ、覚せい\n剤を使用したものである」というのであり、原判決が罪となるべき事実第二として\n認定するところも右と同一であるところ、原審第一回公判において弁護人から所論\nの趣旨での公訴棄却の申立がなされたのに対し、原審裁判所が判断を留保して実体\nの審理に入り、原判決においてこの点の判断をしていることが明らかであるが、刑\n訴法二項が訴因の明示を要請する趣旨は、審判の対象を限定するとともに被告人の\n防禦の範囲を示すことを目的とするものであつて、犯罪の日時、場所及び方法は、\nこれらの事項が犯罪を構成する要素になつている場合を除き犯罪の種類、性質等の\n如何により、これらを詳らかにすることができない特殊事情がある場合には、前記\nの法の目的を害さない限り、ある程度幅のある表示をすることも許されないわけの\nものではなく（昀高裁判所昭和三七年一一月二八日大法廷判決、刑集一六巻一一号\n一六三三頁参照）、一方本件のような覚せい剤の自己使用罪は犯罪の性質上行為の\n相手方や被害者等は存在せず、目撃者等も少ないのが普通であり、従つて尿の鑑定\n等によつて覚せい剤を使用したことが明白となつた場合でも、使用の日時、場所及\nび方法の具体的詳細な点は通常被疑者ないし被告人の自白に頼らざるを得ないもの\nがあるところ、原審記録によれば、被告人は覚せい剤を他に譲渡したとの被疑事実\nによつて昭和五四年五月一五日逮捕されたが、同日捜索差押許可状に基づいて東京\n都台東区ａ所在のｂ内の事務所を捜索され、合計六八・一七四グラムの覚せい剤と\n注射器、注射針、天秤等を押収され、なお同日任意提出した被告人の尿から覚せい\n剤が検出され、また被告人の両腕には注射痕が認められたものゝ、被告人は覚せい\n剤の自己使用を否認し続けていたことが明らかであるから、以上の諸状況に照すと\n本件については犯行の日時、場所をさらに詳らかにしえない前叙の特殊事情があつ\nたと解せられ、従つて関係証拠によつて認められる覚せい剤の人体滞留推定日数、\n被告人の当時の行動状況ないしその地域範囲に照し、なお本件では被告人が逮捕さ\nれた日時に昀も近接した時点での自己使用一回を起訴したものである旨の検察官の\n釈明をも考慮すると、本件における起訴状に記載すべき公訴事実の訴因としては前\n記の程度の幅のある日時、場所の表示でも特定性を欠くものとすることはできない\nと認められる。そうとすると、原審裁判所が弁護人からの審理冒頭における前記公\n訴棄却の申立に対し直ちに判断することを避けて実体に関する証拠調に入り、その\n過程で明らかになつた右の特殊事情をも勘案したうえ判決において右申立を棄却す\nる旨の判断をした措置は相当であり、またその説示する内容も前示した当裁判所の\n判断と同趣旨で正当と認められ、その他原審の訴訟手続に所論のような違法がある\nとは認められない。論旨は理由がない。\n控訴趣意第二及び第三点（いずれも事実誤認の主張）について\n所論は要するに、原判示第一の覚せい剤の譲渡及び同第三の所持については、被\n告人の終始否認しているところであつて、これらを認めるに足りる十分な証拠はな\nいから、右各事実を肯認した原判決には、判決に影響を及ぼすことの明らかな事実\nの誤認がある、というのである。\nそこで原審記録を調査し当審における事実取調の結果をも併せ、順次検討する\nと、\n（一）　まず原判示第一の譲渡の点については、原判決挙示の関係各証拠、なか\nんずく原審第二回公判調書中の証人Ａ、同Ｂの各供述部分、同第三回公判調書中の\n証人Ｃ、同Ｄの各供述部分、同第四回公判調書中の証人Ｅの供述部分の各記載に照\nらすと、被告人が原判示のとおり、昭和五四年四月九日午前一時三〇分頃東京都文\n京区ｃのｄ前でＡが右Ｂを助手席に同乗させて運転してきた普通乗用自動車の後部\n座席に乗り込み、約一〇分間走行した頃同都豊島区ｅｆ丁目ｇ番地先付近の路上で\n一時停車した際、右Ａに対し覚せい剤約一〇グラムを封筒入りの現金一〇万円と引\n替えに譲り渡したことが明らかである。\n被告人は原審及び当審公判廷において、右事実は全く身に憶えがなく、右Ａは被\n告人から出入りを禁止されたのを恨んで本件覚せい剤を被告人に譲り渡した旨虚構\nの証言をしている旨供述しているが、右Ａがそのような些細な動機によつて、自ら\n多量の覚せい剤譲受の刑事責任を負う危険を冒してまで偽証をしているものとは考\nえ難いのみならず、同人の証言内容は具体的かつ明確で、右Ｂの証言内容ともよく\n符合し、またＣ（警察官）の証言によると、同人は、本件譲渡が行われたとされる\n直前の同日午前一時二五分頃、原判示のとおりＤ運転の自動車が一方通行違反を犯\nしたことでこれを取調べた際、これに同乗していた被告人とも会話を交わしてお\nり、服装などの細かい点についての記憶はともかくとして、被告人の顔は明確に記\n憶していることが認められるところ、前記Ａ、Ｂ両証人の証言中には、被告人が前\n示のように乗り込んだ自動車の中で、その直前に一方通行違反で捕まり派出所で交\n通切符を切られた等の趣旨のことを話した旨の供述記載もあつて右Ｃ証言とも符合\nし、とくに本件では直接利害関係を有しない右Ｂの証言が十分信用できるのである\nから、右各証言は相互に補強し合つて信憑性は高いというべきであり、これらの証\n言に照らすと、被告人が原判示の覚せい剤を譲渡した事実は動かし難い。\nなおＤの証言中右の同乗者は被告人ではなく「Ｆ」と称する男であつた旨の供述\n部分及び原審証人Ｇの証言中本件当夜被告人は外出することなく越谷の自宅にいた\n旨の供述部分は、同人らが被告人の友人あるいは妻という関係にあり、かつ、捜査\n段階での司法警察員の取調に対しては、同夜Ｄが被告人を同乗させ護国寺近くで一\n方通行違反で取締りを受けた等前記認定に添う供述をしていたことや前記Ｂ、Ｃの\n各証言等に照らし、いずれも到底措信できず、また原審証人Ｈの証言中、当日午前\n一時頃右被告人方で同人に会つた旨の供述部分もその日時の特定が明確でないから\n右認定を覆えすに足らず、更に前記認定に反する趣旨の被告人の捜査、公判各段階\nにおける供述ももとより採用の限りでなく、結局被告人の本件譲渡を肯認した原判\n決の事実認定に所論の誤りがあるとは認められない。論旨は理由がない。\n（二）　次に原判示第三の所持の点については、原判決挙示の関係各証拠に徴す\nると、原判示の覚せい剤は、被告人が管理し殆んど毎日出入していた同人の事務所\n（ｂｈ号室）内の現に使用中のスチール製整理棚の中の茶碗入りのダンボール箱内\n及び被告人が営業として他に使用料をとつて貸与するインベーダーゲーム機の鉄製\n脚部内に隠匿されていたことが明らかである。そして、Ｉの検察官及び司法警察員\n（二通）に対する各供述調書及び被告人の司法警察員に対する昭和五四年五月一六\n日付、同月二五日付各供述調書の記載によると、本件当時同事務所を使用していた\n者は、被告人のほかには、右Ｉのみであつたことが認められるところ、同人の右各\n供述調書の記載によると、同人は同年六月九日すなわち本件の約一週間前に府中刑\n務所を出所し、同日から同事務所に寝泊りするようになつたばかりであることが明\nらかであるうえ、同人が本件覚せい剤の所持に関与していることを疑わしめる証拠\nは何等存在しないのであるから、同人が本件当日までの間に合計六八・一七四グラ\nムに及ぶ多量の本件覚せい剤を入手し所持していたとは考えられない。また被告人\nの右各供述調書の記載等によると、Ｊという者が夫婦で同年四月六日頃から同事務\n所に電話番などをしながら寝泊りしていて一か月位してから出て行つたとか、その\n後Ｋその他の者がしばらく泊つていたというのであるが、右夫婦やＫらが覚せい剤\nを扱つていた形跡は全くうかがわれないのみならず、同人らが多量の覚せい剤を残\nしたまま出て行つたとは考えられず、いわんや一時アルバイト学生を雇つたことが\nあるとの被告人の供述からその者に所持の疑いを向けるのは右の数量等に徴し相当\nでなく、更にインベーダーゲーム機納入業者等外部の業者が同事務所に出入りした\nことが認められるところではあるが、Ｌ、Ｍ、Ｎ、Ｏの司法警察員に対する各供述\n調書の記載に照らすと、それら業者がわざわざ被告人方事務所内の戸棚の中のダン\nボール箱内や同所に運び込んだインベーダーゲーム機鉄製脚内に多量の覚せい剤を\n隠匿した疑いは到底持ち得ず、原審第四回公判調書中の証人Ｐ、同Ｅの各供述部分\nの記載によると、以上の者らを含めて被告人以外の者で本件覚せい剤を所持してい\nた形跡ないし疑いのある者は、警察の入念な捜査の結果によつても何等発見するに\n至つていないことが明らかであり、何よりも注文があれば何時でも貸与され運び出\nされるおそれのあるインベーダーゲームの機械の鉄製脚の部分に合計四六・九六五\nグラムもの大量の覚せい剤が隠匿されていたことは、これを隠匿した者が右ゲーム\n機の出し入れ状況を管理し把握している者に限られるとの推認を容易にするものと\nいうべきところ、前示のように右インベーダーゲーム機を直接管理していた者も、\n他の合計二一・二〇九グラムの覚せい剤の隠匿されていたダンボール箱のあつた整\n理棚を使用していた者も、それは専ら被告人であつたことに加え、右ダンボール箱\n内で同時に発見された注射器、注射針、ビニール小袋及び同事務所玄関先靴棚内の\n天秤等の存在並びに被告人が当時多量の覚せい剤を買い受けたり、覚せい剤を注射\nしていたことの明らかな原判示第一及び第二の各事実を併せ考えると、本件覚せい\n剤を隠匿所持していた者は被告人以外には考えられず、同人をその所持者と断じた\n原判決の判断は相当であつて、これに反する趣旨の被告人の捜査、公判各段階にお\nける供述は排斥を免れず、他に右認定を覆えすに足りる証拠はない。そして右覚せ\nい剤の数量、隠匿状況、これらの小分けされていた状況やそのための道具の存在等\nに徴し、その所持につき営利の目的があつたことも十分推認することができるか\nら、被告人に対し営利目的による本件覚せい剤の所持を肯認した原判決の事実認定\nに誤りはないというべきである。論旨は理由がない。\n控訴趣意第四（量刑不当の主張）について\n所論は要するに、被告人は長期にわたり勾留され、この間に十分反省しているこ\nとなどの諸般の事情にかんがみると、同人を懲役四年に処した原判決の量刑は重過\nぎて不当である、というのである。\nしかしながら、原審記録に当審における事実取調の結果をも併せ検討すると、被\n告人は、昭和四八年二月二七日に覚せい剤取締法違反の罪により懲役二年四月並び\nに同罪及び賭博開張図利罪により懲役一年六月に処せられ、右各刑の執行を受けて\nおりながら（原判示の累犯前科）、自戒することなくまたも本件の各覚せい剤事犯\nに及んだものであり、その各犯行の態様も悪質であり、とりわけ原判示第一及び第\n三の犯行は多量の覚せい剤を譲り渡しあるいは所持したものであつて、覚せい剤の\n及ぼす社会的弊害やそのためにとられている規制や取締にかんがみ、厳しい非難に\n値し、なお前示のほか昭和三三年三月以降被告人の受けた窃盗、賍物運搬、恐喝、\n傷害、脅迫等の罪による五回にわたる前科をも勘案すると、被告人の刑責は甚だ重\nいといわざるを得ないから、家族関係等所論指摘する諸事情を考慮するとしても、\n原判決程度の刑は免れ難く、その量刑が重過ぎて不当であるとは認められない。論\n旨は理由がない。\nよつて、刑訴法三九六条により本件控訴を棄却し、刑法二一条により当審におけ\nる未決勾留日数中九〇日を原判決の刑に算入することとし、主文のとおり判決す\nる。\n（裁判長裁判官　千葉和郎　裁判官　永井登志彦　裁判官　中野保昭）\n"
}