{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和54(行ケ)2",
  "case_name": "処分取消請求事件",
  "court_name": "札幌高等裁判所第二部",
  "article_info": "第33巻3号141頁",
  "gist": "公職選挙法所定の手続によらないで選挙の当選人であることを否定する旨の町選挙管理委員会の決定の取消を求める訴えの適否",
  "case_gist": "町議会議員選挙の当選人であると主張する者が、これを否定する旨の町選挙管理委員会の決定があつたと主張して、公職選挙法所定の異議の申出及び審査の申立てを経ないで提起した右決定の取消を求める訴えは、不適法である。",
  "lawsuit_id": "24149",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24149",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/149/024149_hanrei.pdf",
  "contents": "主　　　　文\n本件訴を却下する。\n訴訟費用は原告の負担とする。\n事　　　　実\n第一　当事者の申立\n原告は「被告が昭和五四年八月三〇日にした原告を同年四月二二日施行の北海道\n亀田郡ａ町町議会議員選挙における当選人としない旨の決定を取消す。訴訟費用は\n被告の負担とする。」との判決を求め、被告は第一次的に主文同旨の判決を、第二\n次的に「原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決を求め\nた。\n第二　当事者の主張\n一　原告は請求原因として次のとおり主張した。\n１　昭和五四年四月二二日、北海道亀田郡ａ町の町長選挙及び町議会議員選挙が\n行われた（以下、この町議会議員選挙を本件選挙という。）。本件選挙の議員の定\n数は二〇名、候補者は原告を含む二二名であつた。\n２　右各選挙の当日、被告の投票事務従事者が、ａ町第一四投票所ｂ会館におい\nて、選挙人二九名に対し、町長用投票用紙と町議用投票用紙を誤つて逆に交付した\nため、右二九名の選挙人は、町長用投票用紙に町議候補者の氏名を、町議用投票用\n紙に町長候補者の氏名を記載して投票してしまつた。\n３　本件選挙の開票の結果、訴外Ａは得票数一九四・八〇〇で二〇位当選とな\nり、原告は得票数一八五・五一〇で右Ａと九・二九〇票差で次点とされた。なお、\n前記第一四投票所の二九票は無効投票とされた。\n４　原告は、同月二四日、本件選挙の選挙人である訴外Ｂ名義で、被告に対し、\n前記の投票用紙交付の誤りを理由に、本件選挙の効力及び当選の効力に関し異議の\n申出をしたところ、被告は、同年五月一六日、これに対する決定をした。\n右決定中、当選の効力に関する部分の主文は、「本件選挙の当選人Ａの当選は無\n効とする。」というのであるが、その理由は次のとおりである。\n（一）　前記のような投票用紙の交付の誤りがあつた事実を確認する。\n（二）　右二九名の投票は、公職選挙法六八条二号の規定に照らし、有効投票と\nすることはできない。\n（三）　原告に対する潜在的有効投票は右二九票中一七票あることを確認する。\n（四）　開票の結果、Ａは得票数一九四・八〇〇で二〇位当選し、原告は得票数\n一八五・五一〇で次点であつた。\n（五）　原告の右得票数に前記潜在的有効投票を加算すれば、原告が二〇位で当\n選し、Ａは次点となるので、Ａの当選は無効となる。\n５　Ａは、被告の右決定を不服として、同年五月二八日、北海道選挙管理委員会\nに対し審査の申立てをしたが、同年八月九日これを取下げた。\n６　したがつて、原告は、公職選挙法九六条に基づいて、選挙会が開かれ、原告\nを当選人とする旨の更正決定がされるものと思つていたところ、被告は、同年八月\n三〇日、原告を本件選挙の当選人とすることができない旨の決定をして、これを同\n日原告に通知した。その理由は次のとおりである。\n（一）　被告の前記五月一六日の決定が原告の当選について明記していないの\nに、原告はこれに対して審査の申立てをしていない。\n（二）　原告の得票数がＡの得票数を上回つているとはいえないので、公職選挙\n法九六条の「再選挙を行わないで当選人を定めることができる場合」に該当しな\nい。\n７　右八月三〇日の決定は、次の理由で違法である。\n（一）　被告の五月一六日の決定は、原告を当選人とする趣旨のものであるか\nら、原告がこれを不服として審査の申立てをするはずがなく、被告がこの点を責め\nるのは原告の被告に対する信頼を裏切るものであつて、審査申立ての期間経過の全\n責任は被告にある。\n（二）　被告の五月一六日の決定は、二九票の無効投票のうち、一七票が原告へ\nの有効投票（いわゆる潜在的有効投票）と認定されるべきであるとして、本来は原\n告が二〇位当選し、Ａは次点であるという理由で、Ａの当選を無効としたものであ\nる。右決定の趣旨に従えば、本件は公職選挙法九六条にいう「再選挙を行わないで\n当選人を定めることができる場合」に該当することは明白である。\n（三）　被告の五月一六日の決定は原告が本件選挙における最下位（二〇位）当\n選人であるとしたものであり、同決定はＡの審査申立ての取下によつて確定し、爾\n後拘束力を持つに至つたのであるから、この決定内容に反する被告の八月三〇日の\n決定は違法である。\n８　よつて、原告を本件選挙の当選人としない旨の被告の八月三〇日付決定の取\n消を求める。原告はこの決定によつて当選への道を事実上とざされるという不利益\nを被つたのであるから、右決定は「公権力の行使に当たる行為」に該当する。\nなお、公職選挙法は、第一五章争訟（二〇二条ないし二二〇条）の規定を特別に\n設けて、同法が予定している選挙関係訴訟については同法所定の手続によらしめて\nいるのであるが、原告としては右決定に対する不服申立として公職選挙法に基づく\n異議の申出、審査の申立てをすることはできず、本件は右の規定の全く予定してい\nない場合であつて、いわば「法の欠缺」の部分であり、原告には右決定の取消を求\nめる訴訟しか残されていない。\n公職選挙法はこのような訴訟の提起を禁じてはいないのであり、この場合、同法\nが選挙関係訴訟を同法所定の手続によらしめている趣旨を尊重し、同法二〇七条を\n類推適用して、札幌高等裁判所に本件訴訟を提起したものである。また、右二〇七\n条の類推により、ａ町選挙管理委員会が本件訴訟の被告適格を有する。\n９　札幌高等裁判所に本件訴訟の管轄がないとすれば、これを被告の所在地を管\n轄する函館地方裁判所に移送することを申し立てる。\n二　被告は本案前の答弁の理由として次のとおり述べた。\n１　公職選挙法は、選挙又は当選の効力を争う訴訟は、すべて同法所定の手続に\nよらしめている趣旨であると解するのが相当である。そうであるとすれば、同法二\n〇七条二項、二〇三条二項に違反して提起された本件訴訟は、すでにこの点におい\nて不適法である。\nまた、選挙関係訴訟はすべて公職選挙法所定の手続によらしめている以上、本件\n訴訟を函館地方裁判所に移送するということもありえない。\n２　公職選挙法二〇三条以下の規定によれば、選挙関係訴訟における被告は、参\n議院（全国選出）議員の選挙に関するものを除き、その他の選挙に関しては常に都\n道府県の選挙管理委員会であるから、本訴は被告を誤つたものであり、却下を免れ\nない。\n三　被告は請求原因に対する答弁として次のとおり述べた。\n１　請求原因１項ないし３項は認める。\n２　同４項のうち、五月一六日の決定の理由中（五）は否認し、その余は認め\nる。被告が五月一六日の決定でＡの当選を無効とした理由は原告主張のとおりであ\nるが、決定書の表現は原告の主張とは異なる。\n３　同５項は認める。\n４　同６項のうち、被告が、本件選挙の次点落選者原告について更生決定をすべ\nき案件に当たらないとの統一見解をまとめて、八月三〇日原告に対し口頭でその旨\nの意向を伝えたことは認めるが、その余は否認する。その理由としては「法的に当\n選人とする途がない」旨述べただけである。\n５　同７項（一）のうち、五月一六日の決定に対し原告が審査の申立てをしなか\nつたことについて被告が原告を責めたとの事実は否認する。\n同７項（二）、（三）は争う。\n投票用紙を取り違えてした投票は、公職選挙法六八条一号にいう「成規の用紙を\n用いないもの」として無効であり、したがつて、被告が昭和五四年四月二三日にし\nた当選人決定の告示は正当であつて、二〇位当選人のＡはそのときに当選人たる地\n位を確立し、議員としての身分を取得して、これを失うことがなかつたはずであ\nる。\nそれにもかかわらず、被告が当選人決定に関する諸規定の解釈を誤つた結果、異\n議申出に対する五月一六日の決定において、Ａの当選を無効とする誤ちを犯すに至\nつた。したがつて、右の時点では、被告は、次点落選者とされた原告を当選人とす\nる旨の更正決定をすべき案件ではないかと考えていたが、右Ａから北海道選挙管理\n委員会に対してされた審査申立てについての審理の過程でこの考え方が誤りである\nことを確認したので、五月一六日の決定が審査申立ての取下によつて確定し、その\n結果として当選人に一名の不足を生じたにもかかわらず、次点落選者原告について\n更生決定をすべき案件に当たらないとの統一見解をまとめて、八月三〇日原告に対\nし口頭でその旨の意向を伝えたものであつて、法律上その取扱いに何ら非違はな\nい。公職選挙法九六条に規定する当選人の更正決定は、本来当選人とされるべきで\nあつた者について、これを当選人としなかつた当初の選挙会における当選人決定の\n誤りを訂正して、その者を当選人と決定し直す手続であるところ、本件の場合の原\n告はまさしく落選者であつて、右にいう本来当選人とされるべきであつた者に当た\nらないからである。\n６　同８項は争う。被告がした八月三〇日の意向伝達は、行政処分に当たらな\nい。\n理　　　　由\n<要旨>一　原告は、本件選挙の当選人であり、公職選挙法九六条に従い、選挙会\nにおいて原告を当選人とする旨の更</要旨>正決定がなされて然るべきところ、その\nような更正決定がなされないのみならず、被告は違法にも原告を本件選挙の当選人\nとすることができない旨の決定を行つたものであるとして、被告に対し右決定の取\n消を求めるというのである。\nこのような争訟は、まさしく当選の効力を争うものにほかならないのであつて、\n公職選挙法の定めるところによつて訴訟を提起することが予定されている紛争であ\nることは明らかであるから、本件においても、公職選挙法の規定に従つて異議の申\n出及び審査の申立てを経た上で訴訟を提起すべきものであり、それが不可能とは断\n定できない。\nそして、公職選挙法が、選挙又は当選の効力を争う訴訟の手続、判決の内容等に\nついて定めているのは、このような争訟は、もつぱら公職選挙法所定の手続による\nべきであつて、それ以外の訴訟の提起は許されないという趣旨であると解するのが\n相当である。このことは、選挙又は当選の結果について法律上の利益を有する者で\nあつても例外ではないと解される。\nしたがつて、公職選挙法所定の手続によることなく、被告が本件選挙に関し公権\n力の行使に当たる行為をしたとして、被告に対しその取消を求める本件訴訟は、現\n行法上およそ許されないものであつて、不適法というほかはない。\n二　また、このような訴訟については、当裁判所のみならず、いかなる裁判所も\n裁判権を有するものではないから、本件訴訟を他の裁判所に移送すべきものでもな\nい。\n三　よつて、本件訴を却下することとし、訴訟費用の負担について行政事件訴訟\n法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　輪湖公寛　裁判官　寺井忠　裁判官　矢崎秀一）\n"
}