{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 60,
    "month": 3,
    "day": 8
  },
  "case_number": "昭和58(ワ)100",
  "case_name": "熊本通運懲戒解雇",
  "court_name": "熊本地方裁判所",
  "field": "労働",
  "lawsuit_id": "19300",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19300",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/300/019300_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n１　原告が、被告に対し労働契約上の権利を有する地位にあることを確認する。\n２　被告は原告に対し、昭和五六年一二月二九日から一か月につき二七万五七五八\n円の割合による金員を支払え。\n３　訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　被告は肩書地に本社を置き、一般区域貸物運送を業とする株式会社（以下「被\n告会社」ともいう。）であり、原告は被告会社の従業員として長距離トラツク運転\nの業務に従事し、毎月二七万五七五八円の賃金を受領していた者である。\n２　被告は原告に対し、昭和五六年一二月二八日、原告の後記三の１の行為が就業\n規則七六条四号、一四号、一六、一七号に該当するとして、懲戒解雇する旨の意思\n表示（以下「本件解雇」という。）をした。\n３　しかしながら、本件解雇は次の理由により無効である。\n（一）　原告にはそもそも本件解雇理由である業務命令違反行為は存在しないので\nあるが、仮に右違反行為が存在したとしても関係者に何らの損害を生ぜしめたもの\nではなく、右行為は未だ被告主張の就業規則所定の事由に該当しないものであるか\nら、本件解雇は解雇権の濫用として無効である。\n（二）　仮に右主張が認められないとしても、被告会社においては、従前から右違\n反のごとき行為はまま発生していたところ、かかる場合は一週間程度の自宅謹慎処\n分で対処されてきたのに、原告に対してのみ懲戒解雇処分で対処したのは、昭和五\n五年八月頃原告が中心となり被告会社において総評系全国一般労働組合熊本地方本\n部熊本通運分会（以下「分会」という。）を結成し、じ後活発な組合活動を続けて\nきたことを嫌悪したがためであるから、本件解雇は不当労働行為として無効であ\nる。\n４　よつて、原告は、依然として被告会社の従業員たる地位を有することの確認を\n求めるとともに、被告に対し、本件解雇の日の翌日である昭和五六年一二月二九日\nから一か月につき二七万五七五八円の割合による賃金の支払いを求める。\n二　請求原因に対する認否\n１　請求原因１、２は認める。\n２　同３について\n（一）　冒頭事実は争う。\n後記三のとおり本件解雇は有効である。\n（二）　（一）、（二）はいずれも否認する。\n三　被告の主張\n被告の原告に対する本件解雇理由は次のとおりである。\n１　本件解雇当時、被告会社は、その大部分の業務を久留米運送株式会社（以下\n「久留米運送」という。）との間に締結される下請負或いは傭車（以下「傭車契\n約」ともいう。）に基づくものに依存していたところ、原告は、昭和五六年一一月\n一九日から同月二三日にかけ久留米運送に傭車され、同会社大宮営業所から八代営\n業所まで荷送主積水化学工業株式会社（以下「積水化学」という。）の荷物（農ポ\nリ＝ビニールハウス用資材＝約三トン）を急送品として輸送する業務に従事した\nが、右業務の執行にあたり、大宮営業所所長Ａ（以下「Ａ所長」という。）の指示\nに違反し、右荷物を同社熊本支店に下した。しかも熊本支店における荷下しの際に\nは、Ａ所長の許可を得ている旨虚偽の申告をし、発送伝票等から八代営業所に荷下\nしするよう指示する熊本支店の責任者Ｂ（以下「Ｂ」という。）を執拗に説得して\nいるのである。\nそのため、同月二四日に八代営業所に必着させるべきであつた右荷物の一部が到\n着せず、荷受主ヒノマル商事株式会社（以下「ヒノマル商事」という。）並びに荷\n送主積水化学及び右運送を請負つた久留米運送に多大の迷惑をかけたにもかかわら\nず、原告は何ら反省することもなく、却つてＡ所長を非難する始末であつた。\n２　その結果、被告は、同年一二月一一日久留米運送から取引停止の処置を受けた\nので、やむなく他の業者の傭車を受けて営業を続けてきたものの、右傭車料は久留\n米運送の傭車料に比し二〇パーセント前後廉かつたため多大の損害を受けるに至つ\nた。\n３　被告会社と久留米運送との間の傭車契約によれば、原告はＡ所長やＢの前記指\n示に当然従うべき業務上の義務が存するものである。\nしかるに、原告の右一連の行動は明らかに業務命令違反であつて、被告会社に多\n大の損害を及ぼし、またその信用を著しく失墜せしめたものというべきであるか\nら、被告の原告に対する本件解雇は有効である。\n四　被告の主張に対する認否及び反論\n１　被告の主張１のうち、本件解雇当時被告会社の業務の大部分が久留米運送との\n間に締結される傭車契約に基づくものであつたこと、原告が被告主張のとおり輸送\n業務に従事したこと、原告が熊本支店に荷物を下したため、一一月二四日に必着さ\nせるべき右荷物の一部が配達されなかつたことは認めるが、その余は否認する。\n熊本支店における荷下し時の状況は、原告がＢに対し「大宮営業所から連絡があ\nつたでしよう、八代の荷物を積んできたが、ここに下してよいか。」とその許可を\n求めたところ、Ｂが「一番前に下してくれ、今後は八代の荷物は八代まで持つて行\nつてくれ。」と注意をしたので、「今後はそうします。」と約束して輸送を終つた\nというものであり、また荷物の一部が同月二四日に配達されなかつたことについて\nも、Ａ所長のした「八代行」の指示が断固としたものでなかつたうえ、Ｂも右荷下\nしを認めたこと、右荷下しは同月二三日早朝に行われたのであるから、右荷物を発\n送伝票通り八代営業所まで輸送するには十二分に時間的余裕もあり、現に一部荷物\nは発送伝票通り荷送先まで配達されているのであるから、このように荷物に口割れ\nが生じたのはＢをはじめ熊本支店の配送責任者らの不手際によるものであり、原告\nのみに右口割れの責任を負わせるべきではない。更に右荷物の口割れにより、荷送\n主、荷受主並びに久留米運送に多大の迷惑をかけたというが、残りの荷物は翌二五\n日に荷受主に到達しているところ、右荷物が生鮮食品などと異なり腐敗する物でな\nいことからすれば、右一日の遅配により多大の迷惑をかけるというようなものでは\nない。\n２　同２は否認する。\n久留米運送からの取引停止の処置は、被告が久留米運送と通謀し、原告を被告会\n社から追放し、原告らの前記組合活動を抑圧せんがためにとられたものである。\n３　同３は認める。\n右に反論したように、原告の本件輸送行為は日常トラツク運送に携わる運転者の\n業務執行における一部荷物の積み下しに関するささやかな行き違いであり、右行き\n違いは熊本支店において容易にカバーされ、是正されうる事柄であり、被告会社に\n多大の損害を及ぼすものでも、その信用を著しく失墜せしめるものではないのであ\nる。このことは、従来かかる行き違いが生じた場合、被告会社においては、当該従\n業員に対する注意或いは教育はもとより、何らかの懲戒処分を行つたことが殆んど\nなかつたということからも十分窺えるものである。\n第三　証拠（省略）\n理　　　由\n一　請求原因１の事実（当事者）及び同２の事実（本件解雇）は当事者間に争いが\nないところ、成立に争いのない甲第二号証によれば、本件解雇の根拠とされた就業\n規則七六条には、当該従業員が「会社の名誉信用を著しく失墜したとき（四\n号）」、「業務命令に不当に反抗し業務の妨害、若しくは会社に損害を及ぼしたと\nき（一四号）」、「故意又は重大な過失により他人又は会社に損害を与え、或いは\n信用を傷つけたとき（一六号）」、「職務怠慢にして職務上の指示命令に従わず会\n社の秩序を乱したとき（一七号）」に該当するときは懲戒解雇の処分を行う旨規定\nされていることが認められる。\n二　そこで、まず本件解雇理由の存否につき検討するに、成立に争いのない甲第一\n号証、乙第一ないし第四号証、原告本人尋問の結果及び右尋問の結果により成立を\n認めうる甲第三号証、証人Ｃの証言及び右証言により成立を認めうる甲第五号証、\n証人Ａの証言及び右証言により成立を認めうる乙第五、六号証、証人Ｂの証言及び\n右証言により成立を認めうる乙第七号証、弁論の全趣旨により成立を認め得る乙第\n八号証、同第一七号証、被告代表者本人尋問の結果及び右尋問の結果により成立を\n認めうる乙第一二ないし第一四号証、証人Ｄの証言及び右証言により成立を認めう\nる乙第一六号証を総合すれば、本件解雇に至る経緯として次の事実を認めることが\nできる。\n１　被告会社は、昭和五六年七月、現在の代表取締役Ｅが被告会社の株式を買い取\nり、代表取締役に就任するまでは、久留米運送のいわゆる子会社の立場にあつたも\nのであるが、従来の関係から本件解雇当時もその業務の約八〇パーセントを久留米\n運送との間に締結される傭車契約に基づくものに依存していた。\nところで右傭車契約とは、被告会社が自社の車輛を従業員である運転手付で久留\n米運送に提供して久留米運送の輸送業務に従事させ、その対価（傭車料と呼ばれて\nいる。）として、距離と時間等に応じた一定の金員を受け取るというものである\nが、当該運転手は、被告会社に対しては、久留米運送の業務命令に従うべき旨の抽\n象的な業務命令に服する関係にあるとともに、久留米運送に対しては同社の具体的\n業務命令に従うべき義務を負うものであるが、右具体的業務命令が発せられたとき\nは、被告会社の抽象的業務命令もその内容に応じて具体化するものである。\n２　原告は、被告会社と久留米運送との間に締結された昭和五六年一一月一九日か\nら同月二三日にかけての傭車契約（以下「本件傭車契約」という。）に基づき、久\n留米運送大宮営業所から八代営業所まで荷送主積水化学の荷物（農ポリ二八九五キ\nログラム）を急送品として輸送する業務に従事した（以上は当事者間に争いがな\nい。）が、同月二三日午前三時三〇分頃右荷物を熊本支店に下した。\n３　右輸送業務は、一一月二一日に当時の大宮営業所長であつたＡ所長によつて指\n示されたものであるところ、Ａ所長は、当初右荷物を熊本行のものとして指示した\nが、後刻荷送主からの発送伝票により荷受人が八代市所在のヒノマル商事であつ\nて、そもそも八代市行の荷物であつたこと及び右荷物が一一月二四日必着の急送品\nであることを知つた。そのうえ、一一月二二、二三日が連休で、仮に右荷物を熊本\n支店下しにすると、同支店が滞貨のための遅配のおそれがあること、重量が前記の\nとおり約三トン近くもあり、品物も農ポリで破損の可能性が強いものでなるべく積\nみ変えないのがよいとの考慮も働き、荷積みを終えて営業所に戻つてきた原告に対\nし、行先を八代営業所に変更する旨改めて指示したが、右変更の理由については殊\n更説明することはしなかつた。\n４　これに対し、原告は、右荷物はＡ所長の指示により熊本行のものとして積んだ\nものであるから、八代へは行くことはできない旨申し述べ、あくまで八代営業所行\nを指示するＡ所長との間で諍を起したが他に所用のあつたＡ所長は同営業所従業員\nＦに対し、テーターと呼称されている荷扱作業記録（運行車用）に八代営業所下し\nの記載を命じて営業所を出た。そこでＦは右指示どおり八代下しのテーターを発行\nし、原告に交付するとともに再度八代下しの指示をしたところ、原告は、熊本支店\nに下すので電話をしておいてくれと言いはなつて同営業所を出発した。\n５　同月二三日午前三時半頃熊本市に着いた原告は、かねての思惑どおり熊本支店\nで荷物を下したが、右荷下しは、当時同支店で荷受業務に従事していたＢに対し、\n大宮営業所から右荷物を熊本支店で下す旨の電話があつたのであろう、右荷下しに\nついては大宮営業所長の許可を得ている、福岡支店でも大分下しの分を下させても\nらつた旨申し述べ、テーター等から八代下しを要求するＢを強引に説得してなされ\nたものである。\n６　翌二四日、八代営業所から被告会社に対し、同日八代営業所に着くべき荷物の\n一部が到着していないので確認して欲しい旨の依頼があつたので、被告会社が調べ\nたところ、翌二五日か翌々二六日頃原告が八代下しの荷物を熊本支店で下したこ\nと、二三日は休日であつて熊本、八代間の定期便が欠行することもあつて、熊本支\n店の配車の手違いから右荷物に口割れが生じ、二四日に荷受主に必着すべき荷物の\n一部を配達できずにいたところ、荷受主であるヒノマル商事から苦情があつたた\nめ、二五日残りの荷物を特別配車をもつて熊本支店から直接作業（ビニールハウス\n組立て）現場に運送されたことが判明した。\nそこで、被告会社は久留米運送熊本支店及び八代営業所に対し、原告の前記輸送\n行為について謝罪をし、右謝罪によつて事は一応収まつたかにみえた。\n７　ところが、同年一二月八日、傭車業務に従事するため大宮営業所に来た原告に\n対し、Ａ所長が前記荷下しの件を糺したところ、原告は前月二一日にＡ所長に述べ\nたこと及び右荷下しについては熊本支店の許可を得ていると述べるにとどまり、か\nえつて自己の正当性を主張する有様であつた。\n８　ところで、当時大宮営業所は、他業者との競争が激しく、また多くの滞貨もあ\nつたことから、Ａ所長は、原告のように営業所の指示に従わない従業員を使用して\nいる被告会社の車を傭車することは、当営業所のみならず久留米運送にとつて大い\nなる損害を与えると思慮するので、以降被告会社と傭車契約を結ばないよう希望す\nる旨本社に上申した。\nこれを受けた本社は、当時の運送業界の状況、従業員の志気に及ぼす影響等を考\n慮すれば、従来の親密な経緯はあるとしても、被告会社との取引を停止するのもや\nむをえないとして、同年一二月一一日被告会社に対し、以降取引を停止する旨を通\n告した。\n９　右取引停止にあわてた被告会社は、久留米運送にその理由を問うたところ、右\nに認定の原告の一連の行動及びＡ所長の上申によるものであることが判明した。\nそこで被告会社は、原告を退社させさえすれば或いは取引が再開されるのではな\nいかと慮り、原告に対し条件付の退社を勧告したが、原告は肯せず、却つてＡ所長\nを誹謗するなどして、自己の行動が右取引停止の原因になつていることについては\n一片の反省すらしなかつた。\n１０　被告会社は、右取引停止により九州産交運輸株式会社等から傭車を受けざる\nをえなくなり、そのため昭和五七年二月末日までの間に合計二七五万四〇〇〇円の\n収入減を蒙つたところ、右取引停止は昭和五九年七月まで続いた。\n右のとおり認められ、右認定に反する前記甲第三号証の記載部分、原告本人尋問\nの結果並びに右尋問の結果により成立を認めうる甲第一〇号証の記載内容は前掲各\n証拠に照らすと信用することができず、他に右認定を覆すに足りる証拠はない。\n右事実によれば、原告は、Ａ所長の大宮営業所から八代営業所までの荷物輸送業\n務命令に不当に違反することにより、被告会社の前記抽象的及び具体的業務命令\n（以下「本件業務命令」という。）に違反したこと、更にその後のＡ所長に対する\n反発の態度が結局は被告会社の信用失墜ともいうべき取引停止という重大な事柄を\n引き起し、被告会社に多大の収入減という損害をもたらしたこと、右反発には何ら\n合理的な理由を見いだしがたいこと、それにもかかわらず、原告は一片の反省態度\nすらみせず、かえつて自己の正当性を主張していることが認められ、右事実によれ\nば、かかる一連の行動、態度をとる原告は前記就業規則七六条四号、一四号、一六\n及び一七号に該当する者であるということができ、そうすれば、本件解雇の理由は\n存在するというべきである。\nところで原告は、本件解雇の一因となつた荷物の口割れについては熊本支店の配\n送責任者らの不手際によるものであつて原告のみの責任ではないと主張する。\n前記認定の事実によれば、熊本支店は一応原告の本件荷下しを許可したのである\nから、荷受人への配達は同支店の責任において行うべきであるということができ、\nこの点同支店の責任を否定することはできない。そして同支店において口割れの生\nじないよう配送しておれば荷受主からの苦情もなく、したがつて取引停止もなく、\n本件解雇もなかつたかも知れない。しかしながら、「右口割れを生じさせないよう\nに配送しておれば」、というのは一つの仮定論であつて原告の本件業務命令違反の\n行為の性質に何ら影響を及ぼすものではない。もつとも右のとおり配送しておれ\nば、一二月八日のＡ所長と原告の間の諍もなく、したがつて本件解雇の大きな原因\nとなつた取引停止もなかつたかも知れないが、これまた仮定論であるところ、原告\nは、現に一二月八日Ａ所長に対し前記二の７で認定したとおりの態度をとり、自ら\n前記二の８で認定した取引停止の上申のきつかけを作つているのである。\nそうすれば、原告の右主張は自らの責任を他に転嫁せんとするものというべく、\n前記認定の解雇理由の存在に何ら消長をきたすものではない。\n三　そこで、次に本件解雇が不当労働行為にあたるかどうかにつき検討するに、前\n掲甲第三号証、同第五号証、弁論の全趣旨により成立を認めうる甲第七号証、成立\nに争いのない甲第八、九号証、同第一二号証、証人Ｇの証言及び右証言により成立\nを認めうる甲第六号証、原告本人尋問の結果（一部）によれば、昭和五五年八月一\n五日原告が中心となり被告会社において分会を結成したのに対し、被告会社は、当\n時熊本支店長であつて現在の被告会社代表取締役であるＥらが中心となり他の従業\n員に別組合を組織させるかたわら分会員に対して脱退工作を計るという不当労働行\n為を行つたが、原告ら数名はこれに届せず、以降現在に至るまで組合活動を行つて\nきていること、その後分会員も徐々に回復し、本件解雇当時においては一〇名とな\nつたことが認められ、右認定に反する証拠はなく、右事実に弁論の全趣旨を勘案す\nれば、被告会社が原告らの分会の存在及びその活動を嫌悪していると推認すること\nができる。\nそこで、進んで本件解雇が右分会の存在及びその活動の嫌悪に原因しているかど\nうかを検討するに、原告は、本件のごとき業務命令違反行為は、被告会社において\nまま発生していたところ、かかる場合処分をするとしても一週間程度の出勤停止程\n度であつたと主張するところ、原告本人尋問の結果及び右尋問の結果により成立を\n認めうる甲第四号証並びに証人Ｇの証言によれば、原告の主張する業務命令違反行\n為の事例は次のとおりであることが窺える。\n１　昭和五六年秋頃、Ｈが、久留米運送神戸支店から鹿本営業所下しの小荷物八個\nを、鹿本営業所下しを拒否して熊本支店に下したが、処分はなかつた。\n２　昭和五三年頃、Ｈが、東京支店から熊本市の荷受人方まで指定日に配達すべき\n業務命令に反して指定日前に熊本支店に下したが、処分はなかつた。\n３　昭和五五年頃、Ｉが運送業務に従事中、酒を飲み東名高速道路えびなサービス\nエリアで二日間休息していたが、処分は一週間の自宅謹慎であつた。\n４　その他、被告会社従業員が熊本支店から江東営業所下しの荷物を年に四、五回\n東京支店に下ろしたが、いずれも処分はなかつた。\nしかしながら、証人Ｈの証言によれば、右１の事例は、熊本支店から鹿本営業所\n間には久留米運送の定期便が運行されていることから、熊本支店の荷扱現場作業員\nに対し、右便で運んでもらうよう依頼しその旨の許可を得たというものであり、２\nの事例も、五日運行のところを一日早く（前日の午後六時頃）帰熊してきたが、荷\n受人が指定日以外の日には荷受けをしなかつたので、翌日に配達しなければならな\nくなつたところ、運転手であるＨの住居が阿蘇であつたことから、右配達業務に従\n事するためには、翌日早朝阿蘇から出勤してこざるをえなくなるので、この旨を荷\n受現場作業員に説明して、熊本支店下しの許可を得たというものであることが認め\nられ、また前掲甲第二号証、乙第一四号証によれば、３の事例については、Ｉは一\n〇日間の出勤停止の懲戒処分を受けていることが認められ、更に証人Ｇの証言によ\nれば、４の事例も江東営業所が団地の中央部にあるため、夜間に荷下しをすること\nに苦情があり、さりとて交通渋滞のため昼間に荷下しすることができなかつたよう\nな場合に東京支店の担当者の許可を得て下したというものであることが認められ、\n右認定を覆すに足りる証拠はなく、右事実によれば、右いずれの場合でも、当該運\n転手は久留米運送の各支店、営業所の荷扱担当の責任者ないしは現場作業員の許可\nを受けたうえで荷下しをしているのである。\nもつとも、前記二の５で認定した事実によれば、本件荷下しについては、原告も\n熊本支店の荷扱担当者Ｂの許可を受けているが、右許可の受け方が必ずしも妥当な\nものとはいえず、したがつて、右に認定の三事例に比すれば、原告の本件業務命令\n違反行為は、荷下しの許可という点のみをとつても問題であるが、前記二の４、５\nで認定した事実によれば、原告はそもそも当初から右業務命令に従う意思などもつ\nておらず、右意思が右違反行為として現われたと推認することができる。\nそうすれば、原告の本件業務命令違反行為と原告の主張する四の業務命令違反行\n為とは、決して同等のものとはいえず、むしろ異質のものというべきものである。\nそのうえ、前記二で認定したとおり本件解雇は原告の本件業務命令違反行為のみ\nをもつて行われたものではなく、被告代表者本人尋問の結果に弁論の全趣旨を勘案\nすれば、被告会社は、本件業務命令違反行為のみで原告を懲戒解雇する意思など毛\n頭なかつたことが認められ、右認定を覆すに足りる証拠はない。\n上述するところに前記二で認定した本件解雇に至る経緯を勘案すれば、本件解雇\nが、原告の分会活動を嫌悪した不当労働行為意思をもつてなされたものとはいまだ\n認められず、他にこれを認めるに足りる証拠はない。\n四　以上によれば、被告が原告に対して行つた本件解雇は違法無効のものとはいえ\nず、むしろ有効というべきものであるから、原告の本訴請求は、その余の判断をす\nるまでもなく理由がないので、これを棄却することとし、訴訟費用の負担につき民\n訴法八九条を適用して、主文のとおり判決する。\n（裁判官　土屋重雄　最上侃二　林秀文）\n"
}