{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 1,
    "day": 19
  },
  "case_number": "昭和61(ラ)61",
  "case_name": "氏の変更許可申立却下審判に対する即時抗告申立事件",
  "court_name": "広島高等裁判所第二部",
  "article_info": "第40巻1号1頁",
  "gist": "一　戸籍法一〇七条一項の「やむを得ない事由」に民法七六七条一、二項の趣旨を考慮することの可否(積極)\n二　婚氏継続の届出をした者が婚姻前の氏を称する場合に氏変更の要件を充足するとされた事例",
  "case_gist": "一　戸籍法一〇七条一項の「やむを得ない事由」には、民法七六七条一、二項の規定の趣旨を考慮して解釈することが許される。\n二　離婚の際に称していた氏の届出をした者が婚姻前の氏を称する場合、その離婚後の使用の期間範囲が比較的短小で社会的に定着せず、改氏について呼称秩序の弊害がほとんどないなど、判示のような特段の事情があるときは、戸籍法一〇七条一項にいう「やむを得ない事由」を充足するものと解するのが相当である。",
  "lawsuit_id": "23314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/023314_hanrei.pdf",
  "contents": "主　　　　文\n原審判を取り消す。\n抗告人の氏「Ａ」を「Ｂ」に変更することを許可する。\n理　　　　由\n一　抗告り趣旨及び理由\n別紙のとおり\n二　当裁判所の判断\n（一）　本件の事実関係は、原審判理由２の原審判二枚目裏一〇行目から同三枚\n目裏一三行目までであるから、これを引用する。\n<要旨第一>（二）　ところで、氏を変更するには、戸籍法一〇七条一項にいう\n「やむを得ない事由」があることを要する。</要旨第一>右「やむを得ない事由」と\nは、人の氏姓についての通称に対する愛着や個人的に秘匿を欲するというような主\n観的事情があるだけでは足りず、呼称秩序の安定性の要請という社会秩序的観点か\nらの客観的な合理的必要性がある事由を意味するが、この要件は、名の変更の場合\n（同法一〇七条の二の「正当な事由」）よりも一層厳しい要件である。しかし、離\n婚に際し、婚姻中の氏（以下、婚氏ともいう）を届けたときであつても、その呼称\nが社会生活上未だ定着していないような場合には、民法七六七条一項の規定の趣旨\n（同条項によれば、婚姻によつて氏を改めた夫又は妻は協議上の離婚によつて婚姻\n前の氏に復するが、この規定の趣旨は、同条二項を合わせ考えると、社会における\n呼称秩序の維持という要請とともに個人の意思を家ないし氏意識よりも尊重すると\nいう要請を重視したものと解される）を考慮し、この場合における前記「やむを得\nない事由」の解釈にあたつては、他の場合と比較し、個人の意思を重視するという\n意味で、よりゆるやかに解釈することが許され、したがつて、その氏の変更に合理\n的な必要性がたとえ乏しくても、離婚に際し戸籍法七七条の二の規定により行つた\n婚氏継続の届出が本人の不本意な意思によるものであり、かつ、その使用の期間及\nび範囲が比較的短小で社会的に未だ定着せず、復氏について社会的呼称秩序の弊害\nがほとんどないような特段の事情があるときは、「やむを得ない事由」があるもの\nと解するのが相当である。\n<要旨第二>（三）　これを本件についてみるに、本件記録及び前記事実関係によ\nると、（１）抗告人は昭和五八年一月六日Ｃ</要旨第二>時正と協議離婚した際、抗\n告人の本意は婚姻前の氏である「Ｂ」に復したかつたが、次の事情により婚姻中の\n氏である「Ａ」を使用することとして戸籍法所定の届出をした、（２）抗告人は右\n離婚の際、長女Ｄ（昭和四九年八月三日生、当時小学生）から、姓が急に変わるの\nは恥ずかしい、嫌だといわれ、また、尾道市役所係員から、いつでも簡単に旧姓に\n変えられるように誤つて聞いたことにより、復氏が容易にできると誤信し、不本意\nながら安易に「Ａ」姓を継続使用した、（３）もつとも、抗告人は昭和五九年一二\n月一九日「Ｅ」名義で広島銀行Ｆ支店に総合口座を開設したほか、その後、住居の\n表札に「Ｅ」名義の表札も掲げ、「Ｅ」の氏名で郵便物を差出し、かつ、受領し、\n（４）抗告人は離婚後、実に帰り二児と暮し、実父の家業である飲食店「Ｇ」の手\n伝をしながら、生計を維持している、（５）抗告人の実家では抗告人が将来、\n「Ｇ」の営業を受け継ぐことを予定しており、かつ、同店の一切の取引関係が\n「Ｂ」の名義で行われているので、抗告人も「Ｂ」姓を使用するのが経営上好都合\nである、（６）抗告人が離婚してから本件申立てをするまでの期間が約三年七か月\nであり、その間、婚姻前の氏も使用しており、また、前夫Ｃが昭和六〇年五月三日\n心不全で死亡して以来、Ａ家とは一切関係がなくなり、かつ、離婚後の婚氏使用は\n未だ社会的に定着していない、ことが認められる。\n右事実によると、抗告人が氏を変更するについて抗告人の婚氏の使用が不本意な\n意思によるものであり、復氏の必要があるだけでなく、婚氏の使用が定着せず復氏\nについて社会的な呼称秩序の混乱ないし弊がほとんどないから、その氏を婚姻前の\n氏「Ｂ」に変更するについて「やむを得ない事由」があるものというべきである。\n（四）　よつて、原審判は失当であり、本件抗告は理由があるから、家事審判規\n則一九条二項により本件申立てを却下した原審判を取り消し、主文のとおり決定す\nる。\n（裁判長裁判官　村上博巳　裁判官　滝口功　裁判官　弘重一明）\n別　紙\n＜記載内容は末尾１添付＞\n"
}