{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 59,
    "month": 7,
    "day": 9
  },
  "case_number": "昭和59(く)20",
  "case_name": "費用補償請求棄却決定に対する即時抗告事件",
  "court_name": "名古屋高等裁判所刑事第一部",
  "article_info": "第37巻2号348頁",
  "gist": "包括一罪中の一部無罪と費用の補償(積極)",
  "case_gist": "包括一罪として起訴された事実の一部が確定判決の理由中で犯罪の証明を欠くとされた場合において、右部分が有罪とされた事実とは日時、態様等を異にしそれだけで犯罪の構成要件を充足し、審理の実際においても別個独立に攻撃防禦の対象とされたなど判示の事実関係のもとでは、刑訴法一八八条の二第一項にいう「無罪の判決が確定した」場合にあたる。",
  "lawsuit_id": "22950",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22950",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/950/022950_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n請求人に対し、金五万二二〇三円を交付する。\n理　　　　由\n本件即時抗告の趣意は、請求人の代理人弁護士浅井正が作成した即時抗告の申立\n書に記載されているとおりであるから、これを引用する。\n所論は、要するに、本件被告事件すなわち請求人に対する脅迫被告事件（愛知中\n村簡易裁判所昭和五五年（ろ）第一一号）の確定判決の理由中において、Ａに対し\n出頭呼出状と題する文書を郵送して同人を脅迫したとの事実について犯罪の証明を\n欠くと判示したが、この事実は同判決において有罪の言渡しを受けた「罪となるべ\nき事実」との間で包括一罪の関係があるため同判決の主文において無罪の言渡しが\nなされなかつたところ、原決定は、かかる場合は刑訴法一八八条の二第一項にいう\n「無罪の判決」があつた場合にあたらないと解し請求人の本件費用補償請求を棄却\nしたけれども、費用補償の問題は単なる罪数評価ではなく、実質的な審理の経過を\nみて判断すべきであり、原決定が、この点を判断することなく、形式的に右の理由\nにより本件費用補償請求を棄却したのは、右条項の解釈を誤り、ひいては憲法四〇\n条の趣旨に違反するものであるから、原決定を取り消したうえ、前記事件の審理に\n要した費用のうち三分の一に相当する額の補償を求めるというのである。\nそこで検討するに、まず関係記録によると、次の経緯が認められる。\n１　検察官は、請求人を被告人として昭和五五年九月一九日愛知中村簡易裁判所\nに、Ｂの名称で貸金業を営む被告人がＣに対する返済請求にあたり別紙第一のとお\nりの脅迫文言を記載したＢ作成名義の文書を同人に郵送して同人を脅迫したとの事\n実（第一）とＡに対する返済請求にあたり別紙第二のとおりの脅迫文言を記載した\nＢ作成名義の文書を同人に郵送し、引き続き、別紙第三のとおりの脅迫文言を記載\nしたＢ代理人Ｄ作成名義の出頭呼出状と題する文書を同人に郵送して同人を脅迫し\nたとの事実（第二）を公訴事実として公訴を提起し略式命令を請求した。\n２　愛知中村簡易裁判所は、同月二六日検察官主張の前記第一、第二の各事実を\n認めて請求人を罰金八万円に処する旨の略式命令を発付したところ、請求人から弁\n護人を通じ正式裁判の請求があつたので、同裁判所は改めて通常の手続による公判\n審理を開始したのが本件被告事件である。そうして、同裁判所は本件被告事件につ\nいて、別表記載のとおり、第一回公判期日から第一八回公判期日まで審理して終結\nしたが、その間訴因変更や釈明により、検察官は、以上三個の文書の郵送（Ａに対\nする別紙第二の文言を記載した文書の郵送は昭和五三年六月一二日ころで、別紙第\n三の文言を記載した文書の郵送は同月一八日ころである。）はすべて請求人とＥと\nの共謀による犯行であり、この三個の文書の各郵送すなわち本件各犯行の実行行為\nはいずれも同人が単独で行なつたものであり、また、Ａに対する二個の文書郵送\nは、一個の包括一罪にあたると主張するに至つた。\n３　請求人及び弁護人は、右審理において、手続、実体の両面にわたつて種々の\n主張を展開したところ、実体面については、本件公訴事実のすべてにわたり、脅迫\nの構成要件該当性、故意、共謀などを争い、右各事実を証明するに足りる証拠はな\nいとして無罪を主張し、更に、別紙第一と同第二との文言を記載した各文書につい\nては、請求人においてＥがこれを被害者に発送することについての表象・認容はな\nかつた旨を、また、別紙第三の文言を記載した「出頭呼出状」については、右Ｅが\n独自に考案して作成発送したものであつて、その作成や発送について請求人は何ら\n関知・関与していない旨をそれぞれ付加して主張した。なお検察官は、第一八回公\n判期日の論告中で、Ａに対する前記「出頭呼出状」の郵送に関する請求人の主張に\n触れ、これを反駁して、請求人とＥとの間に文書による脅迫行為の共謀が成立した\nうえは、請求人が共犯者の身分を離脱したと認められない以上、仮にＥが請求人と\n事前に打ち合わせることなく右文書を発送したとしても、その刑責を免れないなど\nと主張した。\n４　前記裁判所は、審理の結果に基づき、第一九回公判期日において、請求人を\n罰金六万円に処する旨の判決を言い渡したが、その判決では、罪となるべき事実の\n第一として別紙第一記載の文言を記載した文書をＣに郵送して同人を脅迫したとの\n事実を掲げ、罪となるべき事実の第二としてＥと共謀のうえ昭和五三年六月一二日\nころ別紙第二記載の文言を記載した文書をＡに郵送して同人を脅迫したとの事実を\n認定判示したが、別紙第三記載の文言を記載した「出頭呼出状」を同人に郵送して\n同人を脅迫したという検察官の主張に対しては、判決の理由中で、Ｅが検察官主張\nのとおりの脅迫文書郵送をしたことは認められるけれども、請求人が右文書を郵送\nすることまでＥと通謀していたとの事実はこれを認めるに足りる証拠がなく、この\n点については犯罪の証明を欠くが、右事実は罪となるべき事実で認定した事実のう\nち別紙第二記載の文言を記載した文書の郵送という事実と包括一罪の関係にあるも\nのと解されるから、とくに主文において無罪の言渡しをしない旨説示した。\n５　弁護人は、昭和五八年一〇月二五日右判決を全部不服として名古屋高等裁判\n所に控訴の申立をし、次いで請求人も右同様控訴の申立をしたが（同年一一月四日\n受理）、請求人が、昭和五九年二月一五日控訴の申立を取り下げたため、同日、右\n判決は確定した。\n<要旨>以上の経緯が認められる。右経緯に更に関係記録を加えて考察すると、本\n件確定判決の理由中において犯罪</要旨>の証明を欠くと判示された検察官主張事実\nは、この判決の罪となるべき事実のうち第二の事実として有罪とされた事実と日時\nが近接し、貸付金回収という目的、文書の郵送という行為、態様、被害者などを同\nじくしながらも、その行為の日時、文書の形式、内容などを異にし、それ故、右両\n者は包括一罪の関係があるとして起訴されたものではあるが、右起訴は、その記載\nに徴し、この二個の各郵送という事実が自然的な事実としてはそれぞれ別個独立の\n存在価値を有し、その二個のうちの一個だけでも独立して脅迫罪の構成要件を充足\nする事実であつて、右二個のうちいずれか一方が認められないときは他方の事実の\n限度でも脅迫罪として訴追を維持する旨の主張を包含していたもの（右の縮小認定\nは手続的にも訴因変更の手続をとることなく直ちになしうる関係にあつた。）とみ\nられ、実際の審理においても、当事者はこの二個の文書の各郵送という事実を右の\nような性格の事実として、攻撃防禦の対象、審理の対象としていたものであること\nが明らかである。してみると、本件において、犯罪の証明を欠くとされた事実は包\n括一罪の一部として起訴されたものではあるが、ことを実質的にみる限り、それは\n独立の一罪として起訴され審理された場合と異なるところがなかつたということが\nできる。\nところで、刑訴法一八八条の二第一項本文が、無罪の判決が確定したときは、国\nにおいて、当該事件の被告人であつた者に対し、その裁判に要した費用の補償を認\nめる趣旨は、罪を犯したとしてひとたび公訴を提起されるときは、たとえ、その者\nが無罪であつても、公判廷への出頭を義務づけられ、防禦のため弁護人を選任する\n必要を生じ、これらに関し、出費や損失を余儀なくされることにかんがみ、その者\nがその裁判に要した費用を補償するのが適切妥当な措置であり、これが衡平の精神\nにかなうものであるという点にあるものと解することができる。右法意に徴する\nと、こと費用補償の要否に関しては、単に検察官の起訴の形式や罪数、したがつて\nまた、これらによつて左右される無罪の判断の形式（主文か理由中か）のみによる\nことなく、起訴及び審理の実情に照らし、事案ごとに実質に即して考察し判断すべ\nきものであるところ、本件は、確定判決の理由中で犯罪の証明を欠くとされた事実\nと、この判決において有罪とされた事実のうちの一個とが形式上包括一罪をなすと\nして起訴されたのではあるが、前説示のとおり、起訴及び審理の実情に照らすと、\nその無罪とされた事実が独立の一罪として起訴され審理されたのと同一視しうる場\n合であり、かかる場合は、判決の理由中で犯罪の証明を欠くとされた事実について\n前記条項にいう「無罪の判決が確定した」場合にあたるものと解するのが相当であ\nる。\nそうすると、原決定が、右と異なり、所論指摘の理由により本件費用補償請求を\n棄却したのは右条項の解釈適用を誤つたものといわなければならず、これが取消し\nを求める論旨は理由がある。\nよつて、刑訴法四二六条二項により原決定を取り消し、更に次のとおり決定す\nる。\n請求人に対し、前説示の趣旨に照らし、前記のとおり本件判決の理由中で犯罪の\n証明を欠くとされた事実の審理に要した費用を補償すべきところ、関係記録による\nと、前記の第一回から第一九回までの各公判期日のうち、本件判決で罪となるべき\n事実として認定判示された事実の審理のみにあてられたことが明らかな第二回公判\n期日に関して要した費用を除き、その余の各公判期日においては、本件各公訴事実\nのすべてにわたつて共通に、あるいは不可分的に審理、判決が行われているのであ\nるから、右各公判期日に関して要した費用はそれが本件各公訴事実中どの事実につ\nいて要したものかを区別することができないと認められ、したがつて、本件では、\n関係記録によつて認められる本件審理の経過、弁護人の立証活動とその主張が認容\nされた限度、起訴にかかる事実のうち犯罪の証明を欠くとされた事実が占める割\n合、この事実について前記判決が犯罪の証明を欠くとした理由などにかんがみ、第\n二回公判期日に関する部分を除き、別表計算書記載のとおり、刑訴法一八八条の六\n第一項に定める費用の範囲及び額について算出し、その合計額の三分の一をもつて\n犯罪の証明を欠くとされた事実の裁判に要した費用と認めるのが相当であり、これ\nによると、請求人に対し金五万二二〇三円を交付すべきものと認められる。\n以上の次第で、主文のとおり決定する。\n（裁判長裁判官　山本卓　裁判官　杉山修　裁判官　鈴木之夫）\n別　紙\n＜記載内容は末尾１添付＞＜記載内容は末尾２添付＞＜記載内容は末尾３添付＞\n別　表\n＜記載内容は末尾４添付＞\n"
}