{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和56(行ウ)8",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　地方財政法４条１項の法的性質　２　市が普通財産として所有するため土地を取得した際に，地方財政法４条１項等に違反して公金の支出をした違法があるとして，地方自治法２４２条の２第１項４号に基づき，市長ら個人に対してされた損害賠償請求が，同支出は，同規定に違反しないとして，棄却された事例",
  "case_gist": "１　地方財政法４条１項は予算執行機関に法的義務を課したものと解するのが相当である。",
  "lawsuit_id": "16739",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16739",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/739/016739_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告らは、岡崎市に対し、各自金七億六〇〇〇万円及びこれに対する被告Ａ及\nび同Ｂについては昭和五六年五月一四日から完済に至るまで、その余の被告らにつ\nいては同月一三日から完済に至るまで、それぞれ年五分の割合による金員を支払\nえ。\n２　訴訟費用は被告らの負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する被告らの答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　当事者\n原告は、肩書地に居住する岡崎市の住民であり、被告Ｃは昭和五五年三月当時、被\n告Ｄは同五六年三月当時、それぞれ岡崎市長の職にあつた者であり、被告Ｄ、同\nＥ、同Ｆ、同Ｇ、同Ｈ、同Ｉ、同Ｊ、同Ｋ、同Ｌ、同Ｍ、同Ａ及び同Ｂは、いずれ\nも同年同月当時訴外岡崎市土地開発公社（以下「公社」という。）の理事の職にあ\nつた者である。\n２　公社と森永間における本件土地建物等の売買\n公社は、昭和五五年三月二一日、訴外森永製菓株式会社（以下「森永」という。）\nから、別紙物件目録一記載の土地（以下「本件土地」という。）、同目録二記載の\n建物及び同目録三記載の工作物（以下「本件建物等」といい、本件土地と合わせ\nて、「本件土地建物等」という。）を代金一八億円で買い受けた。\n３　岡崎市と公社間における本件土地建物等の売買\n岡崎市は、本件土地建物等を普通財産として所有する目的で、昭和五五年一二月に\n岡崎市議会の承認議決を得た上で、同五六年三月一七日、公社から本件土地建物等\nを代金一九億六二二五万二二〇五円（以下「本件売買価額」という。）で買い受け\nる旨の契約（以下、公社と岡崎市間の本件土地建物等の売買契約を「本件売買契\n約」という。）を締結し、そのころ、公社に対し、\n右代金支払のため代金相当額の金員を支出した（以下「本件支出」という。）。\n４　本件支出の違法性及び岡崎市の被つた損害\n（一）　国土利用計画法二三条及び二四条、地価公示法一条の二の趣旨からすれ\nば、岡崎市などの地方公共団体等は、土地を取得する場合には、公示価格を規準と\nして当該土地の取得価格を定めるべき義務（以下「公示価格規準義務」という。）\nを負うものであるし、また、岡崎市が本件土地を取得する目的は普通財産として所\n有するためであり、これは土地収用法三条三二号に該当する収用可能な土地である\nから、地価公示法九条によつても、公示価格規準義務を負うべきところ、昭和五五\n年の公示価格を規準として算定した本件土地建物等の適正取得価格は、以下の\n（１）、（２）に記載の理由により金一一億円弱となり、公社に支払うべき利息そ\nの他の諸費用を加算しても金一二億円を超えることはなく、これを金七億六〇〇〇\n万円余上回る金員を本件土地建物等の取得代金の支払として支出した本件支出は、\n国土利用計画法二三条及び二四条、地価公示法一条の二の趣旨に反し、また、同法\n九条にも違反する違法な支出である。\n（１）　本件土地上の建物は工場であり、したがつて、本件土地の価格を求める場\n合、昀有効使用の原則から、当然本件土地を工場敷地として評価すべきところ、昭\n和五五年の岡崎市における工場敷地としての標準地五例の公示価格平均値は一平方\nメートル当たり金三万一七〇〇円であり、本件土地が面積過大で形状が劣るといつ\nたマイナス要素を考慮に入れれば、一平方メートル当たり金三万二〇〇〇円を超え\nることはなく、本件土地上の建物についても、大部分が古い工場であるためその一\n平方メートル当たりの単価も金三万円を超えることはないというべきである。これ\nを前提に、本件土地建物等の適正取得価格を算定すると、以下のとおり、金一〇億\n八四四八万二二二〇円となる。\n採用基準地価格　１ｍ２当り金３万２０００円\n土地面積　　　　２万３５０１．５１ｍ２\n採用建物単価　　１ｍ２当り金３万円\n建物面積　　　　１万１０８１．１３ｍ２\n算式　３２．０００×２３．５０１．５１＋３０．０００×１１．０８１．１８＝\n１．０８４．４８２．２２０\n（２）　また、本件建物等を除去して更地とし、中層店舗や事務所敷地として利用\nする場合を想定しても、本件土地の昭和五五年の商業地としての公示価格は一平方\nメートル当たり金六万二〇〇〇円を超えることはなく、これに、面積過大による減\n価率を〇・八として本件土地建物等の適正取得価格を算定すると、以下のとおり、\n金一〇億七五六七万四八九六円となる。\n採用基準地価格　１ｍ２当り金６万２０００円\n土地面積　　　　２万３５０１．５１ｍ２\n減価率　　　　　０．８\n更地化費用　　　金９０００万円\n算式　６２．０００×２３．５０１．５１×０．８－９０．０００．０００＝１．\n０７５．６７４．８９６\n（二）　仮に、岡崎市などの地方公共団体は、法令上公示価格規準義務を負つてい\nないとしても、地方財政法四条一項により、経費の支出につき、その目的の達成に\n必要かつ昀小の限度を超えて、支出してはならない法的義務を負つているところ、\n岡崎市が本件土地建物等を取得するに当たつて支出した金額は、前項に記載のとお\nり昭和五五年の公示価格を規準として算定した本件土地建物等の適正取得価格を金\n七億六〇〇〇万円余も上回るものであるから、本件支出は、必要かつ昀小の限度を\n超えるものであつて、地方財政法四条一項に違反し違法である。\n（三）　本件支出により岡崎市の被つた損害額は、本件売買価額と右適正価格であ\nる金一二億円の差額となるところ、多少の誤差を考慮に入れても、金七億六〇〇〇\n万円を下らない。\n５　被告らの責任\n被告Ｃは、昭和五五年三月当時、岡崎市長として本件土地等の取得を公社に指示し\nたが、その際、公社と本件土地等の取得価格を金一八億円とする旨の合意をしたこ\nとにより、被告Ｄは、同五六年三月当時、岡崎市長として、公社との間で本件売買\n契約を締結して本件支出を命じ、また、公社の理事として、後記のとおり、本件売\n買契約締結に関与したことにより、被告Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｉ、同Ｊ、同\nＫ、同Ｌ、同Ｍ、同Ａ及び同Ｂは、いずれも本件売買契約締結当時、公社の理事と\nして、公有地の拡大の推進に関する法律（以下「公拡法」という。）一七条に定め\nられた土地開発公社の業務の範囲に属しない本件売買契約の締結に関与したことに\nより、いずれも岡崎市に対し前項（三）に記載の損害を与えた。\n６　原告の監査請求\n原告は、昭和五六年二月一二日、本件支出につき岡崎市監査委員に対し監査請求を\nしたが、同監査委員は、同年四月八日付で本件支出は違法、不当なものではない旨\nの監査結果を出し、原告は、同日、その旨の通知を受け取つた。\n７　よつて、原告は、地方自治法（以下「地自法」という。）二四二条の二第一項\n四号に基づき、岡崎市に代位して、被告らに対し、各自、同市が被つた損害金七億\n六〇〇〇万円及びこれに対する本訴状送達の日の翌日（被告Ａ及び同Ｂについては\n昭和五六年五月一四日、その余の被告らについては同月一三日）から各完済に至る\nまで民法所定の年五分の割合による遅延損害金の支払を求める。\n二　請求原因に対する被告らの認否\n１　請求原因１ないし３の事実は認める。\n２　同４の事実は否認ないし争う。\n３　同５の事実のうち、原告主張の当時被告らがいずれも原告主張の職にあつたこ\nとは認め、その余の事実は否認する。\n４　同６の事実は認める。\n５　同７は争う。\n三　被告らの主張\n１　本件支出の適法性\n（一）　岡崎市は、昭和五二年四月に策定された岡崎市新総合計画に基づく地域計\n画により定められた南部地域の基盤整備及び将来予想される公共事業用地の代替地\n取得のために必要があるとの判断から、本件土地建物等を取得することとし、昭和\n五五年一二月開催の岡崎市議会の承認議決を得た上で、本件売買契約を締結し、同\n契約に基づいて本件支出をしたものである。\n本件の場合、国土利用計画法、地価公示法又は公拡法のいずれにおいても、本件土\n地の取得価格を定めるについて岡崎市の公示価格規準義務を根拠づける規定はな\nく、また、地方財政法四条一項は訓示規定にすぎないから、本件売買価額の適否に\nついても議会の承認議決を得ている以上違法の問題は生じる余地はなく、本件支出\nは適法である。\n（二）　仮に、本件土地の取得価格の決定について、法令上岡崎市に公示価格規準\n義務があり、あるいは、地方財政法四条一項により適正な対価を定めるべき法的義\n務があるとしても、以下のとおり、本件売買価額は、公示価格を規準としたもので\nあり、本件土地建物等の取得価格として適正である。\n（１）　公示価格を規準とすることの意味は、昭和四五年二月二三日付建設事務次\n官通達（建設省計宅政発第三三号～二）によると、「比較の対象として用いる標準\n地について、その公示価格との関連において当該標準地の価格形成要因の作用を把\n握し、これに関連する判断を基準として、対象土地の価格形成要因の作用を判断す\nることにより、対象土地の取得価格の算定を行い、もつて当該標準地の公示価格と\n対象土地の価格との間に均衡を保たせることをいう」ものであるが、ここでいう\n「均衡を保たせること」の意味は、比較の対象となる標準地の公示価格と対象土地\nの価格との間においてたまたま均衡が保たれていることをいうのではなく、標準地\nの価格形成要因と公示価格との相関関係から当該価格形成要因が土地の価格形成に\n及ぼす作用の程度を把握し、その把握結果を対象土地の価格を求める過程での尺度\nとして用いることを意味しており、具体的鑑定作業の過程においては、対象土地の\n価格を不動産鑑定評価基準に示す鑑定評価の三方式（取引事例比較法、収益還元\n法、原価法）によつて求めるに際し、比較対象となる標準地の価格形成要因を分\n析、検討し、それと対象土地の価格形成要因との比較検討を経た上で、各方式によ\nつて求められた価格を総合調整する方法によつて行われているものである。\n（２）　本件土地建物等の取得価格も、岡崎市が、事前に不動産鑑定士に鑑定を依\n頼し、前記（１）に記載の鑑定作業を経た上で得られた鑑定結果（乙第一号証、以\n下、右不動産鑑定士のした鑑定を「Ｎ鑑定」という。）を参考にしながら、所有者\nである森永と交渉した結果得られたものであつて、公示価格を規準とした適正な価\n格であると評価し得るものである。\n２　公社の業務範囲\n公拡法一七条一項一号は、土地開発公社がその目的達成するために業務として行う\n土地の取得、造成その他の管理及び処分の対象となる土地の種類を定めたものであ\nつて、同号イにいう「第四条第一項に規定する土地」とは、同法四条一項の一ない\nし六号に列挙されている土地の種類自体を指し、同条項により当該土地が都道府県\n知事に対する届出義務の対象とされているか否かは、同法一七条一項一号イの解釈\nには影響を及ぼさないというべきである。そして、本件土地が同法四条一項六号に\n掲げられた土地に該当することは明らかであるから、本件土地の処分は同法一七条\n一項一号により当然公社の業務範囲に属するものであり、公社の理事の個人責任を\n問う原告の主張は失当である。\n四　被告らの主張に対する原告の認否\n１　被告らの主張１について\n（一）　（一）のうち岡崎市が本件土地建物等を被告ら主張の経過で取得したこと\nは認め、その余の主張は争う。\n（二）　（二）のうち（２）の岡崎市が本件土地建物等の取得に先立つてその取得\n価格の鑑定を不動産鑑定士に依頼したことは認め、（２）のその余の主張並びに冒\n頭及び（１）の主張は争う。\n２　被告らの主張２は争う。\n五　原告の反論\n１　公示価格を規準とすることの意味は、地価公示法一一条にあるように、「対象\n土地の価格を求めるに際して、当該対象土地とこれに類似する利用価値を有すると\n認められる一又は二以上の標準地との位置、地積、環境等の土地の客観的価値に作\n用する諸要因について比較を行い、その結果に基づき、当該標準地の公示価格と当\n該対象土地の価格との間に均衡を保たせること」をいうが、ここでいう「均衡を保\nたせること」の意味は、適切な標準地を選定した上、当該標準地の公示価格を基\nに、国土庁土地局発行の土地価格比準表に基づき客観的に右選定に係る標準地と対\n象土地の各価格形成要因を比較して対象土地の価格を算定することをいい、被告主\n張の解釈は、何ら法文上の根拠を持たない独自の見解であつて、失当である。\n２　岡崎市が本件売買価額を決定するに際して依拠したＮ鑑定は、本件土地のうち\n一部分のみを実際に鑑定し、その結果を全体に拡大して本件土地の価格を算定して\nいるが、これには、土地の面積が異なれば昀有効使用の判定等の基本的要因が異な\nつてくることを看過し、また、公示価格を規準とした価格及び収益価格を、単に取\n引事例との比準価格に対する若干の下方修正要因としてしか扱つていないなど、そ\nの鑑定手法に根本的誤りがある上、近隣地域の選定、標準地の価格水準の把握の不\n当性、昀有効使用の判定と選定された標準地のある地域との乖離など多くの鑑定技\n術上の誤りがあり、その鑑定結果も不当に高額なものとなつている。\n六　原告の反論に対する被告らの認否\nすべて争う。\n第三　証拠（省略）\n○　理由\n第一　争いのない事実\n原告が岡崎市の住民であり、被告らが原告主張の地位にあつたこと（請求原因\n１）、公社が昭和五五年三月二一日に森永から本件土地建物等を代金一八億円で買\nい受けたこと（請求原因２）、岡崎市が同市議会の承認議決を得て昭和五六年三月\n一七日公社から本件土地建物等を代金一九億六二一五万二二〇五円で買い受ける旨\nの本件売買契約を締結し、右売買代金の支払として本件支出をしたこと（請求原因\n３）、原告が原告主張の経過により岡崎市監査委員に監査請求をし、その監査結果\nの通知を受けたこと（請求原因６）は、いずれも当事者間に争いがない。\n第二　公示価格規準義務違反の有無\n原告は、前記争いのない事実を前提にして、本件土地建物等の取得に当たつて、岡\n崎市は、国土利用計画法二三条、二四条及び地価公示法一条の二の趣旨ないしは同\n法九条の規定により、本件土地の価格を公示価格を規準として定めるべき義務を負\nつているところ、これを怠り、本件売買価額を不当に高額に定めたものであるか\nら、本件支出は右国土利用計画法等に違反する違法な支出である旨主張する（請求\n原因４（一））ので、以下、右主張の当否を含め、本件支出における公示価格規準\n義務違反の有無について判断する。\n一　国土利用計画法二三条、二四条及び地価公示法一条の二について\n国土利用計画法二三条一項は、同法一二条に定める規制区域内の土地売買等の契約\n（同法一四条一項参照）を締結しようとする当事者は、同法一五条一項各号に定め\nる事項を、当該土地が所在する市町村の長を経由して、都道府県知事に届け出なけ\nればならない旨定め、同法二四条一項一号は、都道府県知事は、右届出に係る土地\nにつき、その所有権移転に対する予定対価の額が、当該土地の公示価格を規準とし\nて算定した所有権の価額に照らし、著しく適正を欠く場合には、届出をした者に対\nし、当該土地売買等の契約の締結を中止すべきことその他届出に係る事項について\n必要な措置を講ずべきことを勧告することができる旨定めている。しかしながら、\n同法二三条二項三号は、土地売買等の契約当事者の一方が岡崎市のような地方公共\n団体である場合には右届出義務を免除しているので、同法二四条一項一号の規定の\n適用はなく、したがつて、本件の場合、岡崎市は、同法二三条、二四条の規定によ\nり公示価格規準義務を負うものではない。\n次に、地価公示法一条の二は、「都市及びその周辺の地域等において、土地の取引\nを行なう者は、取引の対象土地に類似する利用価値を有すると認められる標準地に\nついて公示された価格を指標として取引を行うよう努めなければならない」と規定\nするが、同条の規定が該当地域の土地取引者一般に対する訓示規定であることは法\n文の表現自体からも明らかであるから、岡崎市は、同条の規定により公示価格規準\n義務を負うものでもない。\nもつとも、原告は、国土利用計画法二三条、二四条及び地価公示法一条の二の規定\nの趣旨から、岡崎市が本件土地の取得につき公示価格規準義務を負う旨主張するの\nであるが、右規定の趣旨は、これらの法律が明文をもつて公示価格規準義務を負う\nとしたもの以外については、土地価格が公示価格を指標として定められることは当\n然望ましいものの、その実現は取引当事者の自主的努力に委ねたものと解するのが\n相当であるから、原告の右主張は採用することができない。\n二　地価公示法九条について\n原告は、また、本件土地は岡崎市が普通財産として所有するため取得したものであ\nり、土地収用法三条三二号により同法による収用が可能な土地であるから、地価公\n示法九条により公示価格規準義務を負う旨主張し、いずれも成立に争いのない甲第\n三号証、甲第七号証の一、二並びに証人Ｏの証言及び同証言により真正に成立した\nものと認められる乙第二、第三号証によれば、岡崎市は、本件土地を取得するに当\nたつて、それを公共事業用地の代替地等として利用する構想は持つていたものの、\n具体的な土地利用計画が定まらないまま、単に普通財産として所有するために取得\nしたものであることが認められる。\nところで、右にいう「普通財産」とは、行政財産以外の財産、すなわち、地方公共\n団体において公用又は公共用に供し、又は供することを決定した財産以外の財産を\nいうものであるところ、土地収用法三条三一号は公用物、同条三二号は公共用物を\n指し、いずれも行政財産として取得する場合をいうのであつて、普通財産として取\n得する本件土地は含まれないのであるから、普通財産として所有することを目的と\nした本件土地の取得には地価公示法九条の規定も適用されないと解するのが相当で\nあり、原告の右主張も採用することができない。\n三　公拡法七条について\nなお、公拡法七条の適用の有無について付言するに、地方公共団体等が「届出等に\n係る土地」を買い取る場合には地価公示法六条の規定による公示価格を規準として\n算定した価格をもつてその価格としなければならない旨定めているが、これは、公\n拡法四条一項により土地の所有者が当該土地を有償譲渡しようとする場合に都道府\n県知事に対する届出が義務付けられている土地又は同法五条一項により土地の所有\n者から都道府県知事に対する買取希望の申出があつた土地、すなわち、「届出等に\n係る土地」について、同法四条一項の届出又は同法五条一項の申出があつた場合\nに、地方公共団体等が当該土地の買取りの協議（同法六条一項参照）において、地\n価公示法に定められた公示価格を規準として買い取るべき旨を規定したものである\nところ、本件全証拠によつても、本件土地について右届出等が行われ、それに基づ\nいて買取りの協議が行われたことを認めることはできないのであるから、公拡法七\n条によつても、岡崎市が公示価格規準義務を負うことはない。\n四　小括\n以上のとおり、原告の前記主張はいずれも失当であり、岡崎市は、本件土地の取得\n価格を定めるにつき公示価格規準義務を負うものではないというべきである。\n第三　地方財政法四条一項違反の有無\n次に、原告は、前記争いのない事実を前提にして、本件土地建物等取得に当たつ\nて、岡崎市は、地方財政法四条一項により、経費について、その目的の達成のため\nに必要かつ昀小の限度を超えて支出してはならない法的義務を負つているところ、\nこれを怠り、本件売買価額を不当に高額に定めたものであるから、本件支出は同項\nに違反する違法な支出である旨主張する（請求原因４（二））ので、以下右主張の\n当否について判断する。\n一　地方財政法四条一項について\n１　立法趣旨及び法的性質\n地方公共団体の経費は、同法三条一項に基づき、「法令の定めるところに従い、か\nつ、合理的な基準によりその経費を算定」され、予算に計上されるものであるが、\n本来歳出予算は執行機関に支払を可能ならしめ、かつ、支出の昀高限度額として執\n行機関を拘束するものであつて、支出額自体を定めるものではない。しかしなが\nら、予算編成後の情勢の変化により、当初定めた額に満たない額をもつて目的を達\n成することができる場合において、漫然と予算額全額を支出することは、地自法二\n条一三項所定の「昀小経費による昀大効果」の原則に照らして妥当でない。地方財\n政法四条一項は、かかる場合に、予算執行機関は、漫然と予算に定められた全額を\n支出すべきではなく、当該経費の支出目的の達成に必要かつ昀小の限度で予算を執\n行すべきである旨を定めたものであつて、地自法二条一三項所定の原則を予算執行\nの立場から簡潔に表現し、もつて、地方公共団体の予算執行を規制する規定である\nと解される。\nところで、被告は、本条項は単なる訓示規定に過ぎず、地方公共団体に法的義務を\n負わせるものではない旨主張（被告の主張１（一））する。確かに、本条項の規定\nは簡潔なものにとどまつている上、予算額は当該目的を達成するのに必要な額とし\nて定められているのが通常であり、予算額の範囲内でどれだけの支出をすれば所期\nの目的を達成することができるかは、原則として、予算執行機関の裁量的判断に委\nねられた事項であるから、予算額の範囲内で予算の執行がなされた場合、通常は本\n条項違反の問題は生じないと解される。しかしながら、予算の執行に当たつては、\n個々の具体的な事情に基づいて判断し、昀も少ない額をもつて目的を達するように\n努めるべきことは、執行機関に課せられた当然の義務であるから、予算編成後の情\n勢の変化により当初定めた予算額より少ない支出で所期の目的が達成できることが\n明らかとなつたにもかかわらず、予算執行機関が漫然と不当に多額の支出をしたよ\nうな場合には、予算額執行機関は、本条項に違反した違法な支出をしたものという\nべきであり、この限りにおいて、本条項は予算執行機関に法的義務を課したものと\n解するのが相当であり、これに反する右被告の主張は採用することができない。\n２　具体的義務内容\nそこで、本条項違反の有無を判断する基準が問題となるが、前記立法趣旨に照らせ\nば、具体的な予算執行が本条項違反となるか否かは、結局、個々の事案の具体的事\n情に基づいて、社会的、経済的及び政策的見地から総合的にみて、支出目的の達成\nに必要かつ昀小の限度を明らかに超えているか否かによつて判断されるべきもので\nあり、これを本件に即していえば、本件土地建物等の経済的価値、本件土地建物等\nを取得することの必要性、相手との交渉の経過等の具体的事情を考慮に入れた上、\n本件土地建物等の価格が一般の取引通念に照らして著しく高額であつて適正を欠く\nと判断される場合には、本件支出は本条項に違反する違法な支出であることにな\nる。\nなお、本件土地の価格が公示価格を規準として定められたものであるか否かは、本\n件土地の経済的価値を判断する際に考慮すべき一要素にすぎず、仮に、本件土地の\n価格が公示価格を規準として定められたものではないと判断される場合であつて\nも、そのことから直ちに本件支出が本条項に違反する違法な支出と判断されること\nにはならない。\n二　本件支出の経緯と地方財政法四条一項違反の有無\n前記一の解釈を前提に、本件支出が地方財政法四条一項に違反するものであつたと\nする原告の主張の当否について判断する。\n１　本件支出に至る経緯\n当事者間に争いのない請求原因２及び３の各事実及び前記第二の二に掲記の各証\n拠、成立に争いのない乙第四号証、証人Ｎの証言及び同証言により真正に成立した\nものと認められる乙第一号証、証人Ｐの証言、鑑定人Ｐの各鑑定結果並びに弁論の\n全趣旨を総合すると、以下の事実が認められ、後記認定に反する証拠はない。\n（一）　森永は、昭和五四年一二月ころ、経営合理化のため同社岡崎工場を閉鎖す\nることにし、そのころ、従来同工場として使用していた本件土地建物等を売却する\n意向を明らかにした。\n（二）　岡崎市は、昭和五二年四月ころから岡崎市新総合計画を策定し、その中\nで、南部地域の基盤整備として、国鉄（現在の東海旅客鉄道株式会社。以下同\nじ。）岡崎駅周辺の土地区画整理事業の実施、岡崎駅南部の農村地域、商店街部の\n整備、コミユニテイ活動の場の整備を計画していたところ、右計画の実施に伴い今\n後生じるであろう公共施設の敷地等の確保のため、あるいは、当時進行中であつた\n岡崎駅周辺土地区画整理事業の実施に伴つて減歩不能の過小宅地が生じていたとこ\nろ、この宅地の減歩相当分に対応する代替地の確保のために、本件土地建物等を取\n得しておくことが有益であるとの判断に至つた。\n（三）　そこで、岡崎市は、昭和五四年一二月ころ、森永に対し、本件土地建物等\nの買取りを申し入れ、森永も、本件土地建物等につき、それらを現状有姿のままで\n売却するが、本件建物等の価格は本件売買価額に加えず、逆に、本件建物等の除却\n費用を本件土地の価格から控除した価格をもつて本件売買価額とする条件で売却に\n同意したので、具体的に右買取価格を定めるため、本件建物等の除却費用を控除し\nた本件土地の価格の鑑定を訴外カワイ鑑定事務所（以下「訴外鑑定事務所」とい\nう。）のＮ不動産鑑定士（以下「Ｎ鑑定士」という。）に依頼し、これを受けて、\nＮ鑑定士は、昭和五五年二月一五日付で、Ｎ鑑定（乙第一号証）を提出した。\n（四）　Ｎ鑑定の内容は、以下のとおりである。\n（１）　標準的画地の選定\n本件土地の鑑定を実施するに当たつては、鑑定費用の点を考慮し、本件土地を三部\n分に分け、各部分から標準的画地を選定してその価格を算定し、それから全体の価\n格を推定する方法を採用することにし、本件土地を甲地（総面積五〇六七・二七平\n方メートル。グランド用地として使用）、乙地（総面積一万四七六二・八九平方メ\nートル。工場用地として使用）及び丙地（総面積三六七一・三五平方メートル。厚\n生施設用地として使用）に分け、その標準的画地として、甲地から別紙物件目録一\n記載の符号（１）の土地（以下「１号物件」という。）を、乙地から同目録記載の\n符号（４）の土地（以下「２号物件」という。）を、丙地から同目録記載の符号\n（１６）の土地（以下「３号物件」という。）をそれぞれ選定した。\n（２）　地域分析\n（１）　近隣地域\n（Ａ地域）\nＡ地域は、岡崎警察署付近（国道二四八号線バイパスとの交差部）から南下し、羽\n根交差点に至る国道二四八号線沿線を主体とする地域で、別表１－２に記載の愛知\n県地価調査基準地（以下「県基準地」という。）「岡崎（県）５－１１」、１号及\nび２号物件並びに別表２－１に記載のイ事例がある。標準的使用は、三〇〇平方メ\nートルの敷地の中層の事務所等の業務用地であり、地価水準は一平方メートル当た\nり金八万円で、法的規制は、近隣商業地域で、建ぺい率八〇パーセント、容積率は\n二〇〇ないし三〇〇パーセントの準防火地域である。\n（Ｅ地域）\n次に、Ｅ地域は、右Ａ地域の東に隣接し、国道二四八号線バイパスに至る地域で、\n３号物件、別表２－２に記載のへ、ト及びチ事例並びに同表に記載の収益事例Ｂが\nある。標準的使用は、二〇〇ないし二五〇平方メートルの敷地の個人低層住宅用地\nであり、地価水準は一平方メートル当たり金五万円ないし五万五〇〇〇円であり、\n法的規制は、北部は工業地域、南部は住宅地域又は準工業地域であり、建ぺい率六\n〇パーセント、容積率二〇〇パーセントである。\n（２）　類似地域\n（Ｂ地域）\nＢ地域は、Ａ地域の北に隣接する国道二四八号線沿線の名鉄名古屋本線陸橋に至る\n間を主体とする地域で、別表１－２に記載の県基準地「岡崎（県）５－１０」及び\n別表２－１に記載の口事例がある。Ａ地域とほぼ同じ地域性を有するが、地価水準\nはＡ地域を一五パーセント程度上回る。\n（Ｃ地域）\nＣ地域は、Ｂ地域の北に隣接し、殿橋に至る国道二四八号線沿線を主体とする地域\nで、別表１－２に記載の県基準地「岡崎（県）５－９」及び別表２－１に記載のハ\n事例がある。岡崎市都心部の一角を形成し、地価水準はＡ地域の二・五倍以上と判\n定される。\n（Ｄ地域）\nＤ　地域は、岡崎警察署付近で交差する国道二四八号線沿線を範囲とする地域で、\n別表２－１に記載のニ及びホ事例並びに収益事例Ａがある。熟成過程にある新興路\n線商業地域として利用度の向上が著しく、地価水準はＡ地域を一〇パーセント程度\n上回る。\n（Ｆ地域）\nＦ地域は、県道岡崎刈谷線のうち国鉄東海道線との交差部から西進し、占部用水路\nに至る沿線地帯を主体とする地域で、別表１－１に記載の地価公示法に基づく標準\n地（以下「標準地」という。）「岡崎７－５」並びに別表２－２に記載のリ及びヌ\n事例がある。地価水準は県道沿いについてはＥ地域より一五パーセント上回るが、\n北部地区はほぼ同等と判定される。\n（３）　個別分析\n（１）　各物件の位置\n１　号、２号及び３号物件は、いずれも国道二四八号線と県道岡崎刈谷線の交差部\nを中心として位置し、国鉄岡崎駅の北北東約七〇〇メートル、名鉄東岡崎駅の南南\n西約二・七キロメートルにある。\n（２）　１号物件\n幅員二四メートルの国道二四八号線に、接面間口約四一・五メートルで東面し、幅\n員一一メートルの県道岡崎刈谷線に接面間口約二七メートルで北面する三角形地\nで、建ぺい率八〇パーセント、容積率三〇〇パーセントの近隣商業地域であり、昀\n有効使用は、中層店舗ないし事務所の敷地である。\n（３）　２号物件\n国道二四八号線と県道岡崎刈谷線の交差部の東約七〇メートルに位置し、幅員二〇\nメートルの接面間口約二五メートルで北面する奥行平均約一一・三メートルの台形\n地で、建ぺい率六〇パーセント、容積率二〇〇パーセントの準工業地域であり、昀\n有効使用は、中層店舗、事務所の敷地である。\n（４）　３号物件\n国道二四八号線と県道岡崎刈谷線の交差部の南東約一六〇メートルに位置し、幅員\n約四・五メートルの市道に接面間口約二〇メートルで東面する奥行約二一・五メー\nトルのほぼ長方形地で、建ぺい率六〇パーセント、容積率二〇〇パーセントの準工\n業地域であり、昀有効使用は個人低層住宅の敷地である。\n（４）　価格の算定\n（１）　地域要因等の標準化補正指数の算定\n前記の地域分析の結果に基づき、別表４－１、２に記載のとおり、本件各物件のあ\nるＡ地域と他の地域との要因比較をした上、地域要因の標準化補正指数を算出し、\n前記個別分析の結果に基づき、別表５－１ないし３に記載のとおり、個別的要因の\n標準化補正の指数を算出した。\n（２）　比準価格\n１　号及び２号物件については、別表１－２に記載の県基準地「岡崎（県）５－１\n１」、「岡崎（県）５ー１０」、「岡崎（県）５－９」を基準として、別表２－１\nに記載の各取引事例を採用し、３号物件については、別表１－１に記載の標準地\n「岡崎７－５」を基準として、別表２－２に記載の各取引事例を採用し、１号物件\nについては別表３－１（１）に記載のとおり、２号物件については別表３－１\n（２）に記載のとおり、３号物件については別表３－１（３）に記載のとおり、そ\nれぞれ時点修正、事情補正等のほか（１）で算定した個別要因の標準化指数及び地\n域要因の標準化指数による補正を加えた結果、各物件の一平方メートル当たりの比\n準価格は１号物件について金八万九七〇〇円、２号物件について金七万二九〇〇\n円、３号物件について金六万一二〇〇円と算定された。\n（３）　収益価格\n１　号及び２号物件については別表２－１に記載の収益事例Ａを、３号物件につい\nては別表２－２に記載の収益事例Ｂを採用し、１号物件については別表３－２\n（１）に記載のとおり、２号物件については別表３－２（２）に記載のとおり、３\n号物件については別表３－２（３）に記載のとおり、それぞれ時点修正、事情補正\n等のほか（１）で算定した個別要因の標準化指数及び地域要因の標準化指数による\n補正を加えた結果、各物件の一平方メートル当たりの収益価格は、１号物件につい\nて金六万九四〇〇円、２号物件について金五万六四〇〇円、３号物件について金三\n万一二〇〇円と算定された。\n（４）　公示価格のみに基づく試算価格\n１　号及び２号物件については、別表１－２に記載の県基準地「岡崎（県）５－１\n１」、「岡崎（県）５－１０」、「岡崎（県）５－９」を基準とし、３号物件につ\nいては、別表１－１に記載の標準地「岡崎７－５」を基準として採用した上、１号\n物件については別表３－１（１）に記載のとおり、２号物件については別表３－１\n（２）に記載のとおり、３号物件については別表３－１（３）に記載のとおり、そ\nれぞれ時点修正、事情補正等のほか（１）で算定した個別要因の標準化指数及び地\n域要因の標準化指数による補正を加えた結果、各物件の一平方メートル当たりの公\n示価格のみに基づく試算価格は、１号物件について金七万六〇〇〇円、２号物件に\nついて金六万一七〇〇円、３号物件について金五万四〇〇〇円と算定された。\n（５）　価格の調整\n以上（２）ないし（４）の各価格のうち、比準価格は信頼性が高く規範性に富も資\n料から試算したもので、常に変動する地価趨勢を動的に把握するものであるから、\n昀も説得力に富むものとして重視することとし、これに他の価格も勘案した結果、\n各物件の適正価格を、１号物件については一平方メートル当たりの単価金八万七九\n〇〇円、全体価格金五三五七万五〇〇〇円、２号物件については一平方メートル当\nたりの単価金七万一四〇〇円、全体価格金二〇二四万円、３号物件については一平\n方メートル当たりの単価金五万八一〇〇円、全体価格金二五〇一万四〇〇〇円と算\n定した。\n（６）　全体価格の算定\n別表６－１、２に記載のとおり、１号物件と甲地、２号物件と乙地、３号物件と丙\n地の個別要因の比較をした上、次の算式のとおり、各物件の単価に個別要因の標準\n化補正をした上、各画地の面積を乗じて、各画地の適正価格を算定すると、甲地に\nつき金四億四五九二万円、乙地につき金一二億七四〇三万七〇〇〇円、丙地につき\n金二億〇一九二万四〇〇〇円と算足され、これから各画地の合計価格を求めると金\n一九億二一八八万一〇〇〇円と算定された。\n（算式）\n甲地　￥８７．９００×１１７．７／１１７．６●￥８８．０００／ｍ２\n￥８８．０００×５．０６７．２７ｍ２●￥４４５．９２０．０００\n乙地　￥７１．４００×１１５．６／９５．６●￥８６．３００／ｍ２\n￥８６．３００×１４．７６２．８９ｍ２●１．２７４．０３７．０００\n丙地　￥５８．１００×９４．６／１００●５５．０００／ｍ２\n￥５５．０００×３．６７１．３５ｍ２●￥２０１．９２４．０００\n（五）　岡崎市は、右Ｎ鑑定の結果を参考にした上、森永と本件土地建物等の売買\n価額を協議した結果、金一八億円とすることで合意ができたため、昭和五五年三月\n三日、公社に右金額で本件土地建物等を先行取得するよう指示し（乙第二号証）、\nこれを受けた公社は、公社内での協議を経た上（乙第三号証）、同月二一日、森永\nとの間で本件土地建物等を代金一八億円で購入する旨の契約を締結して（乙第四号\n証）、これを取得した。その後、岡崎市は、同年一二月一〇日、開催中の同市定例\n市議会に本件土地建物等を普通財産として所有するため、右代金額に金利相当分を\n付加した代金一九億六二二五万二二〇五円以内で公社から買い入れる旨の議案を提\n出して、その承認を得た上、翌五六年三月一七日、公社から本件土地建物等を代金\n一九億六二二五万二二〇五円で購入する旨の契約を締結し、そのころ、公社に対\nし、右代金の支払として本件支出をした。\n（六）　なお、不動産鑑定士Ｐ（以下「Ｐ鑑定士」という。）は、当裁判所の鑑定\n人として、昭和六二年七月三一日、本件土地の昭和五五年三月二一日及び同五六年\n三月一七日の各時点における不動産鑑定評価基準に基づいた正常価格並びに当該価\n格を前提とした本件土地の公示価格を規準とした価格の鑑定を命ぜられ、昭和六二\n年一〇月五日、右鑑定事項に対する鑑定書を当裁判所に提出したが、その鑑定結果\nにおいて、Ｐ鑑定士は、本件土地の昭和五五年三月二一日時点での正常価格を金一\n四億五八六五万円、これを前提にして算定した公示価格を規準とした価格を金一四\n億二五〇〇万円、昭和五六年三月一七日時点での正常価格を金一五億三一五九万\n円、これを前提にして算定した公示価格を規準とした価格を金一四億九七〇〇万円\nと算定した。\n２　本件支出の具体的当否\n以上の認定事実を前提にして、本件支出が地方財政法四条一項に違反するか否かに\nついて判断するに、本件売買価額はＰ鑑定士の鑑定した本件土地の価格より三割程\n度割高であることが認められるのであるが、他方、岡崎市は南部地域の基盤整備計\n画の実施に伴い今後生じるであろう公共施設の敷地等の確保のために、あるいは、\n当時進行中であつた岡崎駅周辺土地区画整理事業の実施に伴つて必要とされる代替\n地の確保のために、本件土地建物等を取得しておくことが同市にとつて必要かつ有\n益であつたこと、岡崎市は本件土地の取得価格を定めるに先立つて訴外鑑定事務所\nに本件土地の正常価格の鑑定を依頼したこと、訴外鑑定事務所のＮ鑑定士は、上掲\nのとおりの手法を用い、かつ、各標準的画地の正常価格の算定に当たつては不動産\n鑑定評価基準に則つて本件土地の正常価格を金一九億二一八八万一〇〇〇円と算定\nし、これを岡崎市に報告したこと、岡崎市はＮ鑑定の結果を参考にして森永と本件\n建物等の売買価額の交渉をした結果これを金一八億円とすることで合意ができたた\nめ、右金額で公社に先行取得させ、その後公社から本社土地建物等を右代金額に金\n利相当額を付加した代金一九億六二二五万二二〇五円で取得することについて市議\n会の承認を得た上これを取得し、代金の支払として本件支出を行つたことを認める\nことができるのであるから、右のような本件土地取得の必要性、上述した本件土地\n建物等の売買価額決定に至る経緯、相手方との交渉の経緯等の具体的事実を総合し\nて考慮すると、本件売買価額が一般の取引通念に照らして著しく高額であつて適正\nを欠くとまでいうことはできず、岡崎市が本件土地建物等を取得するために行つた\n本件支出は、地方財政法四条一項に違反する違法な支出であると評価することはで\nきない。\n三　小括\nしたがつて、本件支出が地方財政法四条一項に違反するとの原告の主張にも理由が\nなく、他に本件支出が違法であると認めるに足りる主張、立証はない。\n第四　結論\n以上の次第であつて、原告の本訴請求は、その余の点について判断するまでもなく\nいずれも理由がないから、これらを棄却することとし、訴訟費用については行政事\n件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　浦野雄幸　杉原則彦　岩倉広修）\n別紙物件目録一、二、別表１～６（省略）\n"
}