{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 62,
    "month": 2,
    "day": 25
  },
  "case_number": "昭和60(ネ)229",
  "case_name": "東京計器労組罷業積立金返還請求",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19231",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19231",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/231/019231_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴人は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は控訴棄却の判決を\n求めた。\n当事者双方の主張及び証拠の関係は、次のとおり附加するほか、原判決事実摘示\n及び当審記録中の書証目録、証人等目録の記載と同一であるから、これを引用す\nる。\n（控訴人の主張）\n一　被控訴人組合員らが昭和五六年二月一二日の支部臨時大会及び同月一六日の全\n員投票の手続によつて行つた支部規約の改訂は無効である。すなわち、右改訂の主\n眼は、支部規約三条を改訂することによつて支部組合の全金への加盟方式を個人加\n盟から団体加盟に変更するものと解されるが、改訂前の支部規約三条は、全金規約\n二条、地本規約二条の個人加盟の原則を定めた条項に基づくものであり、支部規約\n中における根本規範ともいうべき条項であるから、これを改訂することは理論上も\n実際上も不可能である。そもそも連合組織でもない全金に一支部のみが連合体組織\nを前提に団体加盟することはあり得ない。\n右支部規約の改訂は下級機関たる支部が全金の本質的な組織原則に真向から逆ら\nうものであり、下級機関たる支部のなしうる規約改訂の限界を超えている。\nまた、全金が単一組織化したゆえんは、労働者を直接に組織し、これによつて組\n織と団結の強化を企図したものであり、右のような規約改訂が有効であるとするな\nらば、全金の労働組合としての組織そのものが崩壊の危機に瀕するのであつて、団\n結権保障の理念に著しく反することになる。\n二　右支部規約の改訂は、全金中央本部及び地本からの規約改訂手続を中止すべき\n旨の再三の指示、指令を無視して強行されたものである。支部規約一〇六条は「こ\nの組合は加盟上級団体の決議事項及びこれに基づいてなされる執行機関の指示に服\nするを原則とする。」と自ら定めており、単一組織の下で右は当然のことを定めた\nものではあるが、右規約改訂は自らの規約にも反する自己矛盾の行為というべきで\nあり、これを無効としなければ、単一体としての組織原則とこれによつて得られる\nべき団結の強化とがもろに崩壊せざるをえない。\n理　　　由\n当裁判所も、被控訴人の本訴請求は理由があるからこれを認容すべきものと判断\nするが、その理由は、次のとおり附加、訂正するほか、原判決理由説示と同一であ\nるから、これを引用する。\n一　原判決一一枚目表六行目から同裏六行目までを次のとおり訂正する。\n「５　このように、支部組合は、その名称を変更し、全金への加盟方式を個人加盟\nから団体加盟に改める等の規約の改訂を行つたが、これに引き続き、同月二六日開\n催された委員会において全金からの脱退を決議し、同月二七日開催の第一八八回臨\n時大会に右脱退議案が提出されて賛成多数で可決され、さらに、同年三月二日に行\nわれた組合員の直接無記名投票（有権者数一三一二名）によつても、投票者総数一\n二二七名中一一〇八名の賛成により支持された。\nそこで、支部組合執行委員長であつたＡは、同月三日全金東京地方本部に赴き、\n名称を東京計器労働組合と改めた支部組合は全金を組織単位で脱退する旨の全金及\nび地本宛の脱退届を提出し（ただし、受領を拒否された。）、さらに同月四日全金\n宛に同文の脱退届を内容証明郵便で発送し、右内容証明郵便は同月五日全金に到達\nした。」\n二　原判決一二枚目表五行目から同一九枚目表三行目まで（理由説示第二項全部）\nを次のとおり訂正する。\n「二　被控訴人は、自己と支部組合との同一性、すなわち、支部組合は名称を現在\nの被控訴人名に変更した上、組織としての同一性を維持しながら全金から脱退した\n旨を主張するのに対し、控訴人は、単一組織である全金からその支部が組織として\n脱退することはあり得ず、被控訴人は全金から個人として集団的に脱退した者らに\nよつて新たに結成された組合であり、支部組合との間に同一性がない旨主張するの\nで、この点につき検討する。\n１　成立に争いのない甲第一号証、乙第二号証、いずれも原本の存在及び成立に争\nいのない甲第一九号証、乙第四号証、第一〇号証並びに原審証人Ｂの証言によれ\nば、全金は昭和二五年一〇月八日金属機械産業及びその関連産業に働く労働者の結\n集を目的として連合体組織により発足し、昭和二六年二月一〇日総評に加盟したこ\nと、支部組合の前身は企業別単位組合たる東京計器本社労働組合であつたが、昭和\n二四年一一月頃名称を日本労働組合総同盟全国金属産業労働組合同盟関東金属労働\n組合東京計器支部と改め、昭和二五年五月九日には法人格を取得するなどの経過が\nあつた後、昭和二六年六月八日全金に団体加盟するとともに名称を日本労働組合総\n評議会全国金属労働組合関東金属労働組合東京計器支部と改めたこと、全金は昭和\n二八年一〇月の第四回全国大会において、それまでの連合体組織から個人加盟を原\n則とする単一組織に組織変更することを中心とした組織改革案を採択し、全金規約\n及び地本規約のいずれにも個人加盟を原則とする旨の規定が置かれたこと、支部組\n合も昭和二九年五月の臨時大会において全金への個人加盟の原則を採択して支部規\n約に個人加盟を原則とする旨の規定を置き、名称を日本労働組合総評議会全国金属\n労働組合東京地方本部東京計器支部と改めたこと、以上の事実を認めることがで\nき、右認定を左右する証拠はない。\n右認定事実及び弁論の全趣旨によれば、支部組合は昭和二九年五月、いわゆる単\n一組合となつた全金の下部組織となるべく規約改訂をし、組合規約の上では一応の\n組織変更を行なつたとみられるものの、右組織変更によつて直ちに支部組合が独立\nした労働組合たる存在を失つたわけではなく、単一組合の下部組織となつたことに\nよりその独自性にある程度の制限を受けながらも、独自の規約と運営組織とを有す\nる労働組合としてその後も存続したと認めるのが相当である。\n２　次に、単一組合の下部組織たる支部が、自らの意思によつて組織として単一組\n合から離脱し得るか否かについて考えるに、純粋の単一組合における下部組織は、\n当該単一組合の運営の便宜のためにのみ存在すると解されるから、下部組織がその\n意思によつて単一組合から離脱し、なおかつ組織としての同一性を維持するという\nことはありえないと解される。\nしかしながら、単一組合といつても、下部組織が独自の規約、役員、財産を有\nし、それ自体を一つの独立した労働組合とみることができるものについてまで、組\n織脱退の可能性を全く否定することは相当でなく、その独立性の程度如何によつて\nは、当該下部組織は自らの規約に定める一般の意思決定手続に従い、単一組合から\n組織として離脱することも可能であると解される。\nそして、その脱退の方法として、本件におけるように、下部組織において先ず規\n約改訂手続に従い個人加盟を廃し団体加盟を採用する旨の規約改訂を行つたうえ、\n団体として脱退する形式をとることも、もとより可能というべきである（控訴人\nは、連合体ではない全金に団体加盟するという規約改訂自体が無意味であるとも主\n張する。しかしながら、単一組合といつても、純粋な意味における単一組合であれ\nばともかく、そうでない場合は一般に個人加盟を「原則」とはするものの、団体加\n盟を一切認めないものではないと解される。前記甲第一九号証によれば、現に全金\nにおいても、全金規約五八条、地本規約五六条など、新たに団体として加盟する組\n合のあることを予定していると解される規定の存在することが認められる。）。\n３　支部組合がそれ自体かなり独自性を有する労働組合であることは前記のとおり\nであるから、さらに、支部組合の独立性の程度について検討する。\n前記甲第一九号証、乙第二号証、第四号証、第一〇号証、成立に争いのない甲第\n二五号証の一ないし四、第二六、第二七号証の各一、二、第二八、第二九号証、第\n三〇号証の一ないし五、原本の存在及び成立に争いのない甲第二六号証の三、原審\n証人Ｃの証言によつて成立が認められる甲第一五号証の一ないし六、第一六号証の\n一ないし八、原審証人Ｃ、同Ｂの各証言によれば、（一）　全金規約及び地本規約\nは、個人加盟の原則を採用したことの結果として、全金への加入及び脱退の手続に\nつき、地本を経て中央執行委員長宛申込み又は申出をする旨の原則規定を置くが、\n一方で加入及び脱退の手続の一部を支部に委任し代行させることができる旨規定\nし、支部組合においては、東京計器との間にユニオン・シヨップ協定を締結してい\nることもあつて、組合員の加入及び脱退に関しては専らこの委任規定による処理が\nなされ、その場合書面の名宛人は中央執行委員長ではなく支部執行委員長であり、\n規約上は委任規定により処理された事項は中央本部の事後承認を得なければならな\nい旨規定されているが、実際には加入・脱退者の氏名も報告されておらず、中央本\n部としては在籍組合員の員数を把握するに止まつていたこと、（二）　支部組合に\n所属する全金組合員が納入する組合費は、支部組合と東京計器との間のチエツク・\nオフ協定に基づき同会社が毎月の賃金から差し引き、これを一括して支部組合に引\nき渡し、支部組合は毎月その一部を地本に上納していたが、右上納費算定の基礎と\nなる組合員数は支部組合に所属する組合員の実数ではなく、別に上納費算定のため\nの員数として地本の了承のもとに定められた登録組合員数によつていたもので、そ\nれは支部組合員の実数を大きく下回るものであつたこと、また、右登録組合員数\nは、中央本部の大会に出席する代議員の人数を割り当てる際の基準にもなつていた\nこと、（三）　支部組合は、固有の規約に基づく議決機関、執行機関及び独自の会\n計を有し、団体交渉等の組合活動については、中央本部あるいは地本の指令に必ず\nしも拘束されることなく独自に決定した方針に基づいて行動し、東京計器との間で\n独自に各種の協約等を締結し、昭和五〇年頃以降は、全金から統一ストライキの指\n令を受けてもこれに従わず、それでも中央本部から統制処分を受けるようなことは\nなかつたこと、をそれぞれ認めることができ、右認定事実によれば、支部組合の独\n立性の程度、全金中央本部あるいは地本の統制力の及ぶ度合いは、連合体に団体加\n盟している単位組合の場合と大差なかつたということができる。\nそして、支部組合の独立性の程度が右のようなものである以上、支部組合は自ら\nの意思によつて全金から組織として脱退することができるというべきである。」\n三　原判決一九枚目表末行の「しかしながら」から同裏一〇行目末尾までを、次の\nとおり訂正する。\n「　たしかに、右のような支部規約の改訂は、全金発足の理念に逆行し、多くの場\n合上部組織からの指示、命令あるいは指導に抗して行われることになると考えられ\nる。しかしながら、前記認定のとおり全金はもともと完全な単一組織化を果たし得\nたとはいいがたく、支部組合が規約上明らかに個人加盟の原則を採用していなが\nら、なお前記のように強度の独自性を有している実態に照らすと、支部組合の行な\nつた右規約改訂は、文言上全金規約あるいは地本規約と矛盾し、単一組織化の基本\n理念から見れば後退であつても、全金自体が承認せざるを得ない組織実態の中で、\n支部組合が自らの意思によつて選択し得る範囲内にあり、脱退にまで進まない場合\nに上部組織による統制権の行使があり得るかどうかは格別、右規約改訂自体を当然\nに無効と解すべきではないと解される。」\n四　原判決一九枚目裏末行の「原告組合は、」を「前記のとおり、脱退決議に先立\nち、組合としての名称を被控訴人の名称である「東京計器労働組合」と変更した支\n部組合は、組織的同一性を維持しつつ、」と訂正する。\nよつて、被控訴人の本訴請求を認容した原判決は相当であつて、本件控訴は理由\nがないからこれを棄却し、控訴費用の負担につき民訴法九五条、八九条を適用し\nて、主文のとおり判決する。\n（裁判官　森綱郎　高橋正　清水信之）\n"
}