{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 63,
    "month": 1,
    "day": 28
  },
  "case_number": "昭和61(う)151",
  "case_name": "業務上過失致死傷被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "article_info": "第41巻1号1頁",
  "gist": "一　市の委託業者が実施した汚水管清掃業務の遂行につき汚水管の維持管理を担当する市職員に事故防止の注意義務がないとされた事例\n二　地方自治法二三四条の二第一項に規定する普通地方公共団体の職員の監督、検査義務の内容",
  "case_gist": "一　市の維持管理する水産加工団地埋設汚水管の清掃業務を清掃業者に委託した場合において、業務委託契約書や仕様書に上流部からの汚水の流出に支障を来さないように処理する旨定められているときは、汚水管の維持管理を担当する市職員は、委託業務内容の仕様書、図面等の設計図書作成に過誤を犯すか若しくは特に危険な作業に不適切な指示をするなど、特別の事由のない限り、右清掃業務の遂行上生ずる上流部からの汚水流出による事故防止の注意義務を負わない。\n二　地方自治法二三四条の二第一項に規定する普通地方公共団体の職員の監督、検査義務は、同項所定の契約の適正な履行を確保し、又はその受ける給付の完了の確認をするためのものであつて、契約業務の遂行上生ずる災害防止を常時監視し、事故の発生を未然に防止するため業務全般について指揮監督すべきであるという積極的注意義務を負担することを内容とするものではない。",
  "lawsuit_id": "23975",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23975",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/975/023975_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名はいずれも無罪。\n理　　　　由\n本件各控訴の趣意は、弁護人渡部修作成名義の控訴趣意書に、これに対する答弁\nは、検察官渡邉靖子作成名義の答弁書にそれぞれ記載されているとおりであるか\nら、いずれもこれらを引用する。\n所論は、要するに、被告人両名には、石巻市（以下、「市」ともいう。）がＡ株\n式会社に委託して実施した原判示石巻市ａ町ｂ丁目汚水管等清掃業務（以下、「本\n件清掃業務」という。）について指揮監督権がなく、また、被告人らの行為と原判\n示各被害者らの死傷の事実（以下、「本件死傷事故」という。）との間に法律上の\n因果関係はなく、更には、被告人らには汚水、汚泥の含有物質の調査義務も硫化水\n素発生の予見可能性もなく、従つて、下水道法に基づき水産加工業者（以下、「加\n工業者」という。）に対し汚水管の使用を一時停止させて本件死傷事故の結果を回\n避すべき義務はないのに、原判決が被告人らの過失責任を認め、被告人らに業務上\n過失致死傷罪の成立を認めたのは、証拠の評価を誤り、事実を誤認したもので、そ\nの誤りは判決に影響を及ぼすことが明らかであるから、破棄を免れない、というの\nである。\nそこで、所論に鑑み原判決を検討すると、原判決は、被告人らに本件清掃業務に\nついての指揮監督権があるとしたうえ、被告人らの行為と本件死傷事故との因果関\n係や硫化水素発生の予見可能性を認定するなどして本件死傷事故の結果回避義務の\n存在を認定し、被告人らに業務上過失致死傷罪の成立を認めて有罪の言渡しをして\nいることが明らかである。\n一　本件死傷事故の発生に至るまでの経緯について\nまず、本件において格別争いのない経過的事実関係についてみるに、記録及び原\n裁判所において取り調べた証拠に、当審における事実取調べの結果を総合すると、\n本件死傷事故の発生に至るまでの経緯は、概ね次のとおりである。\n１　市が保有する水産加工団地埋設汚水管（以下、「本件汚水管」という。）\nは、もと宮城県の所有管理するものであつたが、同県知事と石巻市長との間に締結\nされた昭和五三年一〇月二日付漁港修築財産譲与契約に基づき同月一一日以降市に\n引き渡され、その後市においてこれが維持管理にあたつていた。\n２　市では、本件汚水管について、石巻市公共物管理条例第四条に基づき本管、\n枝管ともに石巻市水産加工団地の加工業者に使用させていたが、本件汚水管の埋設\nされている右水産加工団地の排出水は工場排出水が主であることと、新たに立地す\nる区域を都市計画法による市街化区域として下水道法に基づく事業認可を得るには\n手続上長年月を要するとの見込みから、水産加工団地を下水道法の適用除外区域と\nし、本件汚水管に関する維持管理は、右石巻市公共物管理条例に基づいて行われ、\nその事務は石巻市部設置条例及び同市事務分掌規則により石巻市産業部水産課の所\n管となつていた。\n３　本件汚水管は、県から市に移管となる以前はもとより、移管後も清掃をした\nことがなかつたことから、昭和五五年度における市の当初予算では水産加工団地内\nの本件汚水管清掃予算として五〇〇万円が計上されたが、同年五月ころには石巻市\n排水処理公社の汚水処理機能が低下し、汚水管内の汚水がマンホールから路上に吹\nき出すなどの事態が発生したため、汚水管内の汚泥の状況を調査し、清掃予算を増\n額要求することとし、同年七月六日調査が行われた結果、汚水管内の閉塞率は七〇\nパーセントに達していることが判明した。そこで、市では株式会社Ｂから同市ａ町\nｂ丁目地区の汚水管清掃の参考見積りをしてもらつたところ、約一八〇〇万円の費\n用を要するとのことであつたことから、水産課では同月一八日補正予算を要求し、\n同月末日開催の臨時市議会において原案どおり可決されるに至つた。\n４　そこで、当時、市産業部水産課課長であり、原判示の職務を担当する被告人\nＣは、総括表（設計書）及び仕様書を添付した施行伺を起案して上司の決裁を受\nけ、同市総務部庶務課に対し、本件清掃業務の入札執行及び契約の締結方を依頼し\nたが、その際、清掃の対象となつた石巻市ａ町ｂ丁目地区の汚水管の埋設状況は原\n判決書添付「ａ町ｂ丁目地区汚水管布設図」記載のとおりであり、直径一・一ない\nし一・三五メートルの汚水主管（以下、「主管」という。）の総延長は約八八九・\n四メートル、各加工場と主管を結ぶ直径二五ないし四五センチメートルの汚水枝管\n（以下、「枝管」という。）の総延長は約三五〇三・三メートルであり、清掃の方\n法は、枝管については機械による高圧洗浄方法を採用し、主管については作業員が\n直接地下平均約六・三五メートルの深さに埋設された管内に潜入し、手作業により\n行う方法によるものであつた。また、その際、水産加工場等の平常操業を原則と\nし、加工業者の生産活動を阻害しないとの基本方針から、仕様書中の業務概要の細\n目として、特に、「主管の清掃を行う場合は、上流部からの汚水の流出に支障を来\nたさないように処理すること」との一項目（細目のｉｉｉ）を設け、設置区間単位\nのマンホールから次のマンホールヘの迂回路（バイパス）により、順次、排水の方\n法をとることにしていた。\n５　本件清掃業務の入札については、各種汚水槽等の清掃管理等を営業目的とす\nるＡなど五業者が指名され、指名業者に対する現場説明会が同年八月七日石巻市役\n所第二会議室で開催され、市側から被告人両名のほか水産課流通加工係Ｄ主事、庶\n務課Ｅ契約係長、業者側からＡ総務部長Ｆのほか各業者の代理人が出席したが、出\n席した各代理人には総括表（設計書。但し、金額欄の記載のないもの。）、仕様\n書、図面等が配布されたうえ、被告人Ｃから各配布資料について口頭による補足説\n明が行われた。\nまた、その際、業者側から検査方法や汚水、汚泥量等について若干の質問があ\nり、これに対しては被告人Ｃが応答した。\n６　同月一二日行われた指名業者による競争入札の結果、Ａが一七九〇万円で落\n札したため、即日、水産課課長補佐の被告人ＧとＤ主事がＡのＦ総務部長と仕様\n書、設計書、図面に基づき本件清掃業務の作業方法、作業日程等の詳細について打\nち合わせ、汚水管清掃工事用図面（当庁昭和六一年押第四一号の符号四）に主管、\n枝管ごとの作業日程をブロツク別に書き入れたが、それによると、主管について\nは、第一ブロツクは八月二〇日から二四日まで、第二ブロツクは同月二五日から二\n八日まて、第三ブロツクは同月二九日から三一日まで、第四ブロツクは九月一日か\nら三日までの日程で下流から上流に遡つて清掃作業をするというのであり、その\n際、Ｆ総務部長から、汚水管の最下流のマンホールから排水処理場の原水槽に通ず\nる汚水管部分の清掃は、迂回路の設置ができないため多くの工場の休業が見込まれ\nる八月二〇日にすることとし、清掃作業中は全工場の生活排水を除く工場排水を停\n止すること及び八月二〇日以外の日の工場排水（なお、この点についての関係者の\n供述の食い違いについては後記のとおり。）について要望され、市側においても右\n要望を容れて同日開催予定の加工業者に対する説明会で排水の停止及び節水につい\nて協力要請をすることとなつた。他方、枝管については、第二ブロツクが八月一九\n日、第一ブロツクが同月二〇日（第一ブロツクには工場が多かつたことから全工場\nの工場排水停止予定の日に合わせたもの。）、第三ブロツクが同月二一日、第四ブ\nロツクが同月二二日の日程で清掃作業をし、各ブロツクの清掃該当日には工場排水\nを停止することなどを内容とするものであり、右の打ち合わせの結果は、被告人Ｃ\nにも報告されて了承された。\n７　市では、即日午後三時ころから石巻市水産物地方卸売市場二階船主控室にお\nいて、加工業者に対する汚水管清掃実施に関する説明会を開催し、市側から被告人\n両名及びＤ主事ら三名が出席したほか、ＡからＦ総務部長が出席し、加工業者側か\nらは通知をした三七業者中約二五業者とＨ株式会社の各業者が出席した。そして、\n主として、被告人Ｃから汚水管清掃の必要性とＡが本件汚水管等清掃業務を落札し\nて業務委託を受けるに至つた経緯のほか、Ａとの打ち合わせどおり、主管と枝管の\n作業日程、作業方法及び排水関係などについて説明をし、若干の質疑応答ののち、\n加工業者からの要望により、各加工業者に対する協力依頼と工事日程を文書により\n配布することを約して、約一時間余にわたる説明会を終了した。そして、水産課で\nは、翌一三日付の石巻市長名義をもつて、ａ町ｂ丁目の水産加工業者三七社とＨ株\n式会社には「水産団地内汚水管清掃工事実施に関する協力方について（お願い）」\nと題する書面を、ａ町ｃ丁目とｄ丁目の水産加工業者二九社に対しては「水産団地\n内汚水管清掃工事実施に伴う排出水の節水等協力方について」と題する書面（いず\nれも前同押号の符号三）をそれぞれ配布し、工事日程を周知徹底させるとともに、\n本件清掃業務の実施について各加工業者の協力を依頼したが、右各文書において、\n枝管清掃については、各街区の清掃当日は当該街区内工場の排水（少量の生活用排\n水を除く。以下、同じ。）の停止（操業休止または貯水槽への貯留等の措置）を、\n主管については、八月二〇日（一番街区清掃日）は全工場の排水停止、同日以外の\n清掃にあたつては清掃業務期間中極力節水することを依頼していた。\n８　そして、同月一四日付をもつて、市とＡとの間に本件清掃業務の委託契約が\n締結され、仕様書、総括表及び図面の添付された業務委託契約書（前同押号の符号\n一）が作成され、Ａでは右契約に則つて本件清掃業務を実施することとなつた。そ\nして、Ａでは、同月一九日、Ｆ総務部長を現場代理人として届け出たうえ、まず、\n第二ブロツク（三、四、一〇番街区）の枝管の清掃を終了し、同日夕刻現場に到着\nしたＩの経営者Ｊと打ち合わせた結果、主管の清掃について、当初予定していた下\n流の第一ブロツク（一、二、一一番街区）から工事を始めるのでは水量が多くポン\nプアツプが不可能であるとして、上流のブロツクから始めることとし、同月二〇日\nから二二日までは第四ブロツク、同月二三日から二五日までは第三ブロツク、同月\n二六日から二九日までは第二ブロツク、同月三〇日から九月三日までは第一ブロツ\nクと工事日程を変更することとして、Ａから八月二〇日付をもつて「工程一部変更\n申請書」（前同押号の五）が市に提出された。そこで、市側では、被告人Ｃが休暇\n中であつたことから、被告人ＧがＤ主事と工程の変更に伴う支障等について種々検\n討した結果、枝管は予定どおり行うものであり、主管については一番街区以外は当\n初から汚水排出を認める状態で清掃を行うものであるから何ら支障はないものと判\n断し、上司の意見を徴したうえでこれを承認したが、同被告人は、清掃日程の変更\nを各加工業者に連絡すれば無用の混乱をひき起こすものとの配慮から、あえて清掃\n日程の変更を各加工業者に連絡することなく、Ａに対し変更された日程に従つて工\n事を行うように指示し、八月二〇日には変更された日程に従い、主管については第\n四ブロツク（六、七番街区。予定では同月二二日までの三日間を要するものであつ\nたが、同月二〇日の一日だけで同ブロツクの清掃は終了した。）、枝管については\n第一ブロツクの清掃が行われた。\n９　八月二一日には、主管、枝管とも第三ブロツクの清掃が予定されていたた\nめ、Ａでは同日午前八時ころから同市ａ町ｂ丁目ｅ番ｆ号先の五、九番街区の主管\n内に原判示Ｋら五名の作業員を潜入させて作業に従事中、同日午前八時三〇分ころ\n同番街区の汚水管に汚水を排出させている加工業者のＬ協同組合の加工場から排出\nされた約四トンの汚水が同番街区の主管マンホール内に流入するに至り、右汚水中\nに発生していた硫化水素を吸引した右Ｋら五名の作業員をして硫化水素中毒により\n水深約一〇センチメートルの主管内に昏倒させて溺水により窒息死させ、あるいは\n酸素欠乏状態等の傷害を負わせた。\n以上の各事実を認めることができる。\n二　被告人らの過失責任について\nところで、原判決は、原判示「罪となるべき事実」中、「一　被告人らの業務」\n及び「四　本件清掃の危険性と被告人らの過失」の各項において、「汚水管の維持\n管理の一環として汚水排出規制の役割を分担しながら本件清掃業務の全般について\n指揮監督する業務に従事」する被告人らとしては、本件主管清掃業務の「危険を十\n分考慮し、順序変更等があればその都度これを加工業者に周知させるとともに当日\nの作業区間の汚水管に汚水を排出流入させている加工場に対しては清掃時間中の汚\n水排出を一時停止するよう要請しそれが守られているかどうかを確認するとともに\nＡのＭ、Ｆらをして作業中の右主管に汚水が流入しないようにその直近上流の枝管\n排出口を土のうなどで閉塞して汚水を遮断する措置を講じさせもつて事故の発生を\n未然に防止する業務上の注意義務があつた。」と判示している。もつとも、原判決\nは、右にみたように、「罪となるべき事実」の中で、被告人らの注意義務の一つと\nして、「順序変更等があればその都度これを加工業者に周知させる」こと（以下、\n「順序変更の周知義務」という。）をも掲げながら、「弁護人らの主張に対する判\n断」中、「第四　結果回避義務及び過失」の項において、被告人には、「１、清掃\n中の主管に直接汚水を流入させることになる加工場からの汚水を清掃時間中だけ一\n時停止させること。２、枝管を通過して清掃中の主管に流入してくる汚水をその直\n近上流マンホール内の上部枝管排出口を土のう等で閉塞して汚水を遮断する措置\n（このほかに、３として、「主管に潜入する作業員に防毒マスクを着用させるこ\nと」をも必要な安全措置としているが、原判決は、前記のとおり、被告人らが、汚\n水排出の規制権を有する市側の担当職員としての立場から、その規制の順守、確認\nないし汚水流入の遮断措置を怠つたことを過失として構成しているものといえるの\nで、右３の措置は異質のものというべきである。従つて、原判決がその後の説示に\nおいて、少なくとも１及び２の措置が安全上必要であるとしながら、３の措置につ\nいては全く触れていないことからすると、右３の措置は、工事現場の責任者の注意\n義務としてはとにかく、被告人らの結果回避義務とは考えていないものと思われ\nる。）が必要であつたとして、右の順序変更の周知義務には明確には触れていない\nので、原判決はこれを過失の一態様として掲げているか否かが疑問の存するところ\nであるが、本件清掃業務は、前記のとおり、加工業者に節水方の協力を呼びかけて\nいるとはいえ、上流部からの汚水の流出を前提として行われ、そのため土のう等で\n汚水を遮断し清掃区間を迂回して排水することを清掃業務の基本的方法として採用\nしていたのであるから、枝管とは異なり、主管清掃の順序変更はあえて加工業者に\n周知徹底させる必要はなく（被告人Ｇが加工業者に連絡すれば無用の混乱をひき起\nこすものとの配慮から、あえて清掃日程の変更を連絡しなかつたのは首肯でき\nる。）、いずれにせよ、被告人らが右の順序変更の周知をしなかつたことが、本件\n事故発生の責任原因となるものではない。\n<要旨第一>しかしながら、本件業務委託契約においては、受託者（Ａ）は、前記\n仕様書及び図面に基づき履行</要旨第一>期限までに委託業務を完了させ（業務委託\n契約書第一条）、委託者（市）は契約の趣旨に従つた委託業務の完成に対して委託\n料を支払う（同契約書第一一条）という関係にあり、その業務の完成に至る間の業\n務の遂行上必要な事故防止義務は、原則として受託者に存し、委託者は、委託業務\n内容の仕様書、図面等の設計図書それ自体に過誤を伴うかもしくは特に危険な作業\nに不適切な指示をするなど、特別の事由のない限り、事故防止の注意義務を負うこ\nとはないものと解すべきである。けだし、本件清掃業務の性質上、それが委託業務\nであれ、請負であれ、右業務の具体的作業工程の内容やその決定、作業工程から生\nずる危険の有無とそれに対する防止措置の要否と方法及びそれに伴う資材の調達等\nはいずれも業者側の裁量判断に委ねられるのが建前であり、発注者側において監\n督、指示すべき事柄ではないと考えられるからである。そして、この理は、後にも\n地方自治法による被告人らの監督権について言及するが、当面、本件事故発生に関\nし問題になつている主管内の汚水流入とそれに対する事故防止の措置については、\n本件業務委託契約書において設計図書に基づき工事を施行することが明記されてい\nるばかりでなく、前記認定のとおり、指名競争入札に先立つて行われた指名業者に\n対する現場説明会の席上配布された仕様書中３の（４）のｉｉｉにおいて、「主管\nの清掃を行う場合は、上流部からの汚水の流出に支障を来たさないように処理する\nこと」と定められた本件清掃業務において尚一層妥当するものといわなければなら\nない。すなわち、市においては、原判決も説示するとおり、本件清掃業務の実施に\nあたり、加工業者の便益を最大限考慮し、加工業者には通常操業を維持させたまま\n清掃することとし（但し、枝管については機械による高圧洗浄方法を採用したため\n清掃該当日には当該ブロツクの工場排水を停止することとし、一番街区の主管を清\n掃するため八月二〇日は汚水排出を全面的に停止させることとしたが、その日以外\nは各工場からの排水を極力節水してもらうことにした。）、主管の清掃を行う場\n合、上流部からの汚水の流出を当然の前提として本件清掃業務を企画立案して清掃\n業者へもその旨説明していたのであるから、業務受託者であるＡには工場排水の流\n出に伴う事故発生を未然に防止すべき業務上の注意義務が存し、上流部からの汚水\nを流出させながら主管の清掃を実施するには、当該主管の清掃区域の直近上流を土\nのう等で閉塞して汚水の流入を遮断し、貯留した汚水をポンプで汲み上げて清掃区\n域を迂回させて排出させることはもちろん、主管マンホールに直結する枝管のマン\nホールをも土のう等で閉塞して汚水を同様に迂回させて排水させなければならなか\nつたのであり、かかる業務遂行上の注意義務は直接業務を担当施行する本件清掃業\n務の受託者にあり、委託者たる市側もしくはその担当課職員にはなかつたというべ\nきである。\nこの点に関し、本件清掃業務の受託者たるＡの専務取締役である原審証人Ｍ及び\n総務部長である同Ｆの公判廷における各供述（以下、それぞれ、「Ｍ証言」、「Ｆ\n証言」という。）中には、同人らと被告人らとが本件清掃業務について打ち合わせ\nた席上、「人が管内に入つて作業をするので、工場排水を出させないようにするた\nめ、工場を休ませるようにしてくれと願いました。」（Ｍ証言。記録一四四丁の三\n七一。以下、枝番の数字のみで示す。）とか、「工場排水は全面停止してもらう。\n但し、生活排水については、微々たるものだからバイパスを通してポンプアツプす\nれば大丈夫ということを言いました。」（Ｆ証言。同四〇三）という部分や、当審\nにおいて検察官から提出されたＭの検察官に対する昭和五六年一〇月一三日付供述\n調書（以下、検察官に対する供述調書を「検面調書」という。）には「私は水産課\nで主管清掃日にはその区域内の汚水は止めてもらいたい、枝管の時も止めてもらい\nたいということは言つています。」とか、Ｆの前同日付検面調書には「本管清掃日\nに該当する区域の業者も生活排水程度はよいもののその他は流さないこととしまし\nた。」との供述部分があるが、他方、Ｍ証言には、同人は、仕様書３の（４）のｉ\nｉｉの記載を知つており、清掃区間外の上流部からも汚水が流れてくると思つた\nが、「ポンプを入れてバイパスを作つてやりますから、別に深くは考えませんでし\nた。」（同三七五）、とか、清掃作業中は工場排水の全面停止は無理であるとの説\n明を被告人Ｃから受けていた旨（同三八六）の供述部分が存し、これらの点を勘案\nすると、Ａは、仕様書３の（４）のｉｉｉ記載のように、主管の清掃を行う場合、\n上流部からの汚水の流出を前提として本件清掃業務を受託したものということがで\nきる。以上のことは、石巻市長作成名義の、同工事実施に際して水産加工団地内加\n工業者に配布された協力要請文書（前同号の三）に照らしても明白である。従つ\nて、Ａにおいて、汚水の排出は本件清掃時間中、当該作業区間については全面的に\n規制されているものと了解していたとの点は信用の限りでない。そして、本件清掃\n業務において、市側の方針は前記のとおりであるから、当初から全面的排水規制は\n予定されておらず、かつ、その方針とともに工事内容を専門業者に説明のうえ、落\n札したＡと本件清掃業務の委託契約を締結したのであるから、全面的排水規制の措\n置をとらなかつたからといつて、設計書及び仕様書それ自体に過誤があるものとは\n認め得ない。また、Ｍ証言、Ｆ証言ともに、主管の清掃の際、市側から枝管に土の\nうを詰めるようにとの指示はなかつた旨供述しているけれども、当審において検察\n官提出のＦの同年一〇月二一日付検面調書中の「主管内にバイパスを設けそのため\n主管内に使う土のう用の砂は処理公社前に用意してあるので袋だけは用意するよう\nにとの話は聞いております。」旨の供述部分からすると、Ａ側では市側から、主管\nの清掃に際して、枝管に土のうを詰めるようにとの具体的な事故防止策を指示され\nなかつたとしても、主管内の汚水止めとしての土のうはもちろん、枝管から主管へ\nの流入口を上のうで閉塞して清掃業務を行うなど事故の具体的防止策はＡにおいて\n講ずべきであつた（被告人Ｃの昭和五六年一〇月五日付検面調書によれば、そのた\nめの土のう用の砂は市側において、日本下水道事業団から貰うことにし、その在り\n場所はＦに説明している、と述べている。）ということができ、これらの点に鑑み\nると、清掃業務遂行上の注意義務は、直接業務を担当施行するＡ側にあつたという\nべきである。\n<要旨第二>もつとも、地方自治法二三四条の二第一項によれば、普通地方公共団\n体が工事の請負契約等を締結した場</要旨第二>合において、当該普通地方公共団体\nの職員は、政令の定めるところにより、必要な監督または検査をしなければならな\nいと定められているが、右職員の監督、検査義務は、当該工事が設計図書のとおり\nに施行されているかどうかを確認するなど、契約の適正な履行を確保するため、ま\nたはその受ける給付の完了の確認をするためのものというべきである。同法におけ\nる監督、検査については、工事規模の大小や専門的知識の必要等、当該契約の内\n容・態様に様々なものがあり、検査のみによつては適正な給付の履行確認に万全を\n期せられない場合においては、監督担当職員が、その場所に立会い、工程の管理そ\nの他受託業者に指示することもあるが、その目的は、要するに完全な給付を受ける\nことにあるのであつて、契約業務の遂行上生ずる災害防止を常時監視し、事故の発\n生を未然に防止するため業務全般について指揮監督すべきであるという積極的注意\n義務を負担しているものではないというべきである。これを本件についてみるに、\n被告人らとしては、契約の適正な履行を確保し、または業務の完了の確認をするた\nめ受託者たるＡに対して業務完了報告書を提出させ、検査を行わなければならない\n（業務委託契約書第一〇条）という義務があるに止まるというべきである。\nしかるに、原判決は、主管マンホールに直結する枝管のマンホールを土のう等で\n閉塞し、汚水をポンプで汲み上げて清掃区域を迂回させて排水し、事故の発生を未\n然に防止すべき業務上の注意義務が被告人らにあつた旨判示しているが、右判示は\n本件清掃業務に関する注意義務を正解しないものといわなければならない。\n三　原判決は、「弁護人らの主張に対する判断」の「第一　被告人らの監督管理\n責任」中、「一　監督管理の必要性」の項において、地方自治体等の行政主体がそ\nの業務を外部に委託した場合における行政主体の監督責任につき、「請負か委任又\nは委託かという従来の伝統的な民法理論だけではなく業務委託の目的、内容、その\n業務が行政上どのような役割を果しているかなど種々の角度から総合的に検討する\nことが必要である」としたうえで、市は汚水管の公共サービスと維持管理等の双方\nの行政責任を確保するため受託業者であるＡを自己の指揮監督下におくことが必要\nであり、加工業者に対する汚水排出の一部規制行為は下水道法第一四条に基づく市\nの専権事項であつて、Ａは独断で加工業者の便益を規制することは到底できないの\nであるから責任施工できる場合ではなく、市には清掃過程中指揮監督をする必要が\nある、とし、要するに、主管清掃時には、作業員に滞留汚泥及び汚水流入による有\n毒ガス中毒の危険があるから、汚水排出の規制権を有する市、即ち被告人らとして\nは、主管清掃時間中は当該作業区間内の加工業者の汚水排出を一時停止する措置を\nとる必要があつた旨判示する。\nしかしながら、加工業者に対する汚水排出の一部規制行為は石巻市公共物管理条\n例に基づき市長の専権に属し（同条例には汚水排出の規制についての直接の規定は\n定められていないが、汚水管の使用が同条例第四条に基づいて許可され、許可の取\n消等が第八条によつて運用されていることからすると、汚水排出の規制も同条例を\n根拠として認められるものと解される。なお、原判決は、加工業者に対する加工場\nからの汚水排出の規制行為は下水道法第一四条に基づく市の専権事項である旨判示\nするが、市では本件汚水管の埋設されている水産加工団地を下水道法の適用除外区\n域としたことは前認定のとおりであるから、同団地には下水道法の適用はなく、右\n判示は失当である。）、受託者にその規制権限がないとしても、元々、市側の施工\n方針及び設計図書によれば、当該主管作業区間内の加工業者のみならず、その上流\n域をも含む加工業者に対しては、節水排出の要請以外に排出停止の規制を行わず施\n行する建前であり、受託者たるＡにおいてその趣旨を十分認識していたことも前記\nのとおりである（なお、Ａの下請業者で主管清掃工事を請負つたＩの本件被害者を\n含む現場作業員には、右の趣旨が徹底せず、清掃中は全面排出停止がとられている\nものと認識していたようであるが、下請業者の関与は市の関知しないことでもあ\nり、市に右趣旨不徹底についての責任はない。）から、Ａに規制権限のないことを\nもつて、直ちに汚水管清掃業務遂行の過程で生ずる事故の防止義務は市側にもある\nとするのは論理の飛躍であつて、まず、受託業者が清掃過程で生ずる危険の回避に\n努めるべきであり、その作業中汚水排出の規制の必要が生じた場合、規制権者であ\nる市長（具体的には汚水管の維持管理にあたる被告人ら）に排水規制を申し出てそ\nの措置をとつてもらうべきものであつて、右申し出のない本件において、被告人ら\nに排水規制の措置をとる義務は存しなかつたというべきである（なお、加工業者に\n対する市の汚水排出の節水方要請については、業者もその趣旨を順守していたもの\nと認められるので、この点についての市、即ち被告人らの指示についても不適切の\nかどはないというべきである。）。従つて、本件汚水排出の規制権が市側にあるこ\nとから、清掃業務遂行過程中に発生した汚水排出による事故についての注意義務が\n被告人らに存するとする原判決の判示は誤つた見解であつて、採用することはでき\nない。\nまた、原判決は、業務委託契約の条項中には受託業者の責任施工の定めはなく、\nかえつて、右各条項は市の優位性を示していると判示する。右の「責任施工」なる\n文言の意味するところは必ずしも明らかではないが、恐らくその趣旨とするところ\nは、本件業務委託契約上、受託業者にとつて加工業者は第三者であるからその便益\nについての規制権限がないこと、換言すれば、受託業者に独自に汚水の排出を規制\nする権限のある場合にのみ汚水管の清掃業務遂行の過程において発生した排水に関\nする事故についての全面的な注意義務があるというもののようであるが、排水の規\n制権限の存否と汚水管清掃過程における業務上の注意義務は別個の問題であること\nは前述したとおりであるばかりてなく、原判決摘示の業務委託契約の条項中、市が\n受託業者に対する工程表の提出やその審査（第三条）、業務の調査等（第六条）、\n業務内容の変更等（第七条）及び契約外事項（第一六条）の各条項は、この種の請\n負や委託契約においては通常定められる事項であるのみならず、市において当該契\n約の適正な履行確保を図るうえで必要な措置であるから、かかる条項が業務委託契\n約中に存在することをもつて、市の優位性を示す契約であり、ひいては所管課の被\n告人らに汚水管の清掃過程における業務上の注意義務があるということはできな\nい。\nのみならず、関係証拠によると、業務委託契約書（第二条）では、Ａは、業務履\n行について、技術上の管理をつかさどる業務主任技術者を定めて市に通知するもの\nと定められているところ、Ａは、業務主任技術者としてＮを届け出たほか、右契約\n書に定めがないものの、被告人Ｃの司法警察員に対する昭和五五年一二月二二日付\n供述調書によれば、石巻市建設工事執行規則に基づく工事請負契約書の様式になら\nつたと思われる現場代理人としてＦを届け出ているが、このことは業務委託契約と\n工事請負契約とが、本件清掃業務に関する災害等の注意義務については、必ずしも\n峻別されているものではないことを示すと同時に、右Ｆは、契約の履行に関し、工\n事現場に常駐し、その運営、取締りを行うほか、契約に基づく請負者の一切の権限\nを行使する責務と権限を有していたもの（前記規則第一一条第二項参照）であり、\nＮは、技術管理の業務主任技術者として作業現場における作業管理の責任者の地位\nにあつたものと認められるから、右の事実からしても汚水管の清掃過程における災\n害防止についての注意義務が市側（被告人ら）にあつたものということはできな\nい。\n以上説示したとおり、業務委託契約に基づく本件汚水管の清掃業務について、被\n告人Ｃは汚水管の維持管理に関する職務を担当していたとしても、工場排水の流出\nに伴う事故の発生を未然に防止すべき業務上の注意義務がなく、同被告人にかかる\n注意義務がない以上、同被告人の職務を補佐する被告人Ｇにも、特段の事情の認め\nられない本件においては、業務上の注意義務はなく、被告人両名に業務上の注意義\n務がない以上、被告人らの行為と本件死傷事故との因果関係、硫化水素による本件\n死傷事故の予見可能性及び本件清掃業務における具体的な結果回避義務等について\n論ずるまでもなく、被告人両名には過失責任を負うべき理由はない。\nしてみれば、被告人らに過失責任はないのにこれを認めた原判決は、証拠の評価\nを誤り、ひいては事実を誤認したもので、その誤りは判決に影響を及ぼすことが明\nらかであるから、原判決は破棄を免れない。結局、論旨は理由がある。\nよつて、その余の控訴趣意に対する判断を加えるまでもなく、刑事訴訟法三九七\n条一項、三八二条により原判決を破棄し、同法四〇〇条但書により被告事件につい\nて更に次のとおり判決する。\n本件公訴事実は、「被告人Ｃは石巻市産業部水産課長として、被告人Ｇは同課長\n補佐として被告人Ｃを補佐し、それぞれ水産加工団地埋設汚水管の維持管理等に関\nする職務を担当し、同市が昭和五五年八月一四日同市日和が丘一丁目一番一号所在\nの同市役所において、Ａ株式会社との間に業務委託契約を締結して施行した「石巻\n市ａ町ｂ丁目所在汚水管等清掃業務」の清掃業務仕様書の作成、右清掃業務の監督\n等の業務に従事していたもの、原審相被告人Ｍは貯水槽の清掃、管理及びこれに付\n帯する業務等を営む右Ａ株式会社の取締役で、同社が同市との間に業務委託契約を\n締結した右汚水管等清掃業務全般について指揮監督、施行管理等の業務に従事して\nいたもの、原審相被告人Ｆは、右Ａ株式会社の営業主任で右汚水管清掃業務の現場\n代理人として、同業務の施行管理、作業員等の指揮、監督等の業務に従事していた\nものであるが、右清掃業務は、同市ａ町ｂ丁目からｄ丁目内に多数所在する水産加\n工場が排出する汚水を社団法人石巻市水産加工排水処理公社処理場まで導入するた\nめに、同市ａ町ｂ丁目の地下に埋設された直径一・一メートルないし一・三五メー\nトル、総延長約八八九メートルの汚水管と、各加工場と主管とを結ぶ直径二五〇ミ\nリメートルないし四五〇ミリメートル、総延長約三五〇三メートルの汚水管枝管の\n清掃であるところ、枝管の清掃については機械による高圧洗浄方式を採用したが、\n主管の清掃については作業員が直接主管内に潜入して手作業により行うものとして\n同月二〇日から同年九月三日までの間を主管の清掃作業実施期間とし、主管を下流\nからマンホールの設置区間を単位に、一番街区、二、一一番街区、三、四、一〇番\n街区、五、九番街区、六、七番街区に区割りして作業を実施することにし、当初の\n計画では同月二〇日に下流の一番街区の清掃作業を行い、翌二一日以降順次上流区\n間に遡つて清掃を行うものとし、被告人Ｃ、同Ｇにおいて関係各加工業者に対し右\n作業予定を通知するとともに、一番街区については主管が右公社処理場に直結して\nいるため、他街区から流入する汚水を迂回路を設けて排水する方途がないことか\nら、当日の汚水排水の全面停止方を要請し、翌二一日以降の作業については作業区\n間上流に土のうを設けて上流から流入する汚水をせき止め、迂回路を設けて排水す\nることにすることを理由に作業区間の内外を問わず節水のみの要請を行うにとどめ\nたのであるが、同月一九日に至り作業順序を変更し、上流の六、七番街区から作業\nを実施し順次下流に移行することにし、翌二〇日関係加工業者に対し、右作業予定\n変更を周知させぬまま右六、七番街区の清掃作業を行つたが、前記のとおり、関係\n各加工業者に対しては当日の排水の全面停止方を要請していたので主管内に汚水が\n流入する事態にはいたらなかつたものの、被告人らは、主管、枝管には各水産加工\n場が汚水貯水槽等に貯水し、滞留させた魚類洗浄処理後の汚水等を排水流入させて\nおり、同汚水は折から夏期でもあつて高温による汚水の腐敗が進み人体に有害なガ\nスを含有しているおそれがあることを知悉していたのであるから、この汚水が清掃\n作業実施中の主管内に直接流入すれば、主管内で作業に従事している作業員の生\n命、身体に危害を及ぼすおそれのあることが予想されるので、右清掃業務の監督等\nの業務に従事する被告人Ｃ、同Ｇとしては、あらかじめ清掃に伴い予想される危険\nについて、他の地方自治体等に問い合わせ、あるいは文献を入手するなどして、危\n険防止のための調査、研究を尽くすことはもとより、関係各加工業者に対し作業予\n定の変更を周知徹底させた上、特に当該作業区間内に直接汚水を流入させている加\n工業者に対しては清掃作業時間内における工場舌水排水の全面停止を要請し、かつ\n同要請どおりの措置が講ぜられているかどうかを確認するとともに、原審相被告人\nＭらに対し主管の清掃にあたつては、これに直接接続する枝管内に汚水の主管内流\n入を防止するための措置を講じたうえ作業を実施するよう指示し、かつ、右措置の\n実施状況を確認して作業にかからせるようにし、もつて、有毒ガスを含有する汚水\nの主管内流入による危険の発生を未然に防止するための万全の措置を講ずべき業務\n上の注意義務があるのに、これを怠り、翌二一日、五、九番街区の清掃を行うにあ\nたり、あらかじめ清掃に伴い予想される危険防止のための調査、研究及び関係各加\n工業者に対する作業予定の変更通知を全くなさなかつたばかりか、同番街区の主管\nに汚水を直接流入させている加工業者に対し当日の作業時間内における工場汚水排\n水の全面停止要請及び同要請どおりの措置が講ぜられているかどうかの確認をなさ\nず、原審相被告人Ｍらに対して汚水の主管内流入防止措置を講ずることの指示及び\n同措置の実施状況を確認することもせず、同人らをして同日午前八時ころから同市\nａ町ｂ丁目ｅ番ｆ号先同番街区の主管内に作業員を潜入させて清掃作業に就かせた\n過失、右業務の施行管理等に従事する原審相被告人Ｍ、同Ｆとしては、主管の清掃\nにあたつては、あらかじめ被告人Ｃらに対し当該作業区間内に直接流入する汚水の\n清掃作業時間中における排水停止措置の有無、その実施状況について協議し、これ\nを確認するとともに、主管に直接接続する枝管内に汚水の主管内流入を防止するた\nめの器具を挿入等して閉塞したうえ作業にかかるようにし、もつて、前同様の危険\nの発生を未然に防止するための万全の措置を講ずべき業務上の注意義務があるの\nに、これを怠り、同日同番街区の清掃を行うにあたり、右協議等もなさず、汚水の\n主管内流入防止措置も講じないまま、前記のとおり、同日午前八時ころから主管内\nに作業員を潜入させて清掃作業に就かせた過失の競合により、同日午前八時三〇分\nころ、同町に所在し同番街区に直接排水を流入させているＬ協同組合から排水され\nた硫化水素ガスを含む汚水約四トンが同番街区主管マンホール内に流入するにいた\nり、折から同マンホール内付近の主管内で清掃作業に従事中同ガスを吸引したＫ\n（当時四三歳）、Ｏ（当時四四歳）の両名をして、硫化水素中毒により水深約一〇\nセンチメートルの主管内に昏倒させて、そのころ、同所において右両名を溺水によ\nる窒息のためそれぞれ死亡するに至らしめたほか、同様同ガスを吸引した作業員Ｐ\n（当時四二歳）に対し加療約四か月間を要する有毒性ガス吸入による酸素欠乏状態\n及び両眼結膜下出血等の傷害を、同Ｑ（当時三一歳）に対し加療一年八月間以上を\n要する有毒性ガスの吸入による酸素欠乏状態及び呼吸不全等の傷害を、同Ｒ（当時\n三三歳）に対し加療約一か月間を要する有毒性ガス吸入による酸素欠乏状態及び両\n眼結膜下出血の傷害をそれぞれ負わせたものである。」というのであるが、先に認\n定説示したとおり、被告人らには本件死傷事故につき過失責任はなく、結局、いず\nれもその証明がないから、刑事訴訟法三三六条により被告人に対し無罪の言渡しを\nする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　高山政一　裁判官　泉山禎治　裁判官　Ｆ勝郎）\n"
}