{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 1,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和63(う)1419",
  "case_name": "食品衛生法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第42巻2号137頁",
  "gist": "食用に供する目的でと畜場法上適法にと殺、解体された獣畜でない死亡獣畜と食品衛生法五条一項にいう「へい死した獣畜」",
  "case_gist": "食用に供する目的でと畜場法上適法にと殺、解体された獣畜でない死亡獣畜は、食品衛生法五条一項にいう「省令を以て定める疾病にかかり、又はその疑いがある獣畜」と判定されたものを除いて、病気、負傷、災難(飼料を喉に詰まらせることによる窒息を含む。)により死亡したものであると、あるいは生体状態でと殺その他により殺されたものであるとを問わず、食品衛生法五条一項にいう「へい死した獣畜」に該当する。",
  "lawsuit_id": "20281",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20281",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/281/020281_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人清水紀代志、同堀廣士及び同富田均連名の控訴趣意書\nに、これに対する答弁は、検察官吉川壽純の答弁書に記載されているとおりである\nから、これらを引用する。\n第一　法令の解釈適用の誤り、審理不尽の違法及び事実誤認の主張について\n一　弁護人の主張\n控訴趣意書の所論は、\n（一）　原判決は、被告人は、他一名と共謀の上、法定の除外事由がないのに、\nへい死した牛の肉を販売した旨の事実を認定し、これに対し食品衛生法三〇条一\n項、五条一項を適用したが、被告人が販売した牛肉は、正規のと畜場でと殺された\n牛の肉ではなく、その意味では合法的なと殺等の処理を経た牛肉ではないけれど\nも、その相当部分は非合法的にではあるがと殺された生体牛の肉であるところ、食\n品衛生法五条一項にいう「へい死した獣畜」とは、「へい死」すなわち「たおれ死\nぬ」という言葉の意味から明らかなとおり、と殺したものを除く死んだ獣畜を意味\nし、この場合のと殺は合法的なと畜場におけると殺であると、それ以外の非合法的\nなと殺であるとを問わないと解すべきであって（大阪高等裁判所昭和二六年一一月\n一九日判決・高裁刑集四巻一一号一四九七頁参照）、それにもかかわらず、原判決\nは、非合法なと殺による獣畜は「へい死した獣畜」に当たると解したものと考えら\nれるから、原判決には判決に影響を及ぼすことが明らかな法令の解釈適用の誤りが\nある。\n（二）　かりに原判決が、「へい死した獣畜」とは合法的であれ非合法的であれ\nと殺によるものを除く死んだ獣畜をいうものと解したとすれば、原判決には、被告\n人が販売した牛肉の中に、と殺された牛の肉がなかったかどうか、これがあったと\nすればその数量はどうであったかについて検討しなかった審理不尽の違法がある。\n（三）　ところで、本件において被告人の販売した牛肉の相当部分は、生きたま\nまへい獣処理場でと殺された牛の肉であるから、右（一）で述べた理由により、少\nなくともこの部分は、「へい死した獣畜」の肉に当たらない。\nまた、被告人は、本件販売にかかる牛肉の全部又は少なくとも大部分について\nは、これが血抜きの良い生体と殺による肉であると認識していたから、被告人には\n食品衛生法五条一項所定のへい死した獣畜の肉を販売したことの故意がない。従っ\nて、原判決には判決に影響を及ぼすことが明らかな事実誤認がある、\nというのである。\n二　当裁判所の判断\n<要旨>よって検討すると、辞典によれば、「斃死」とは「たおれ死ぬ」と説明さ\nれているので（諸橋・大漢和辞典</要旨>修訂版五巻五五九頁参照。原文は旧仮名遣\nい）、獣畜の斃死とは、あたかも獣畜が疾病、負傷、災難（飼料を喉に詰まらせる\nことによる窒息を含む。以下同じ。）のような非人為的な原因により死ぬこと（以\n下、かりに「非人為死」という。）を意味し、と殺死等の人為的な原因による死\n（以下、かりに「人為死」という。）を含まないと考えられないではない。しか\nし、（ア）「斃」という文字には、「たおれ死ぬ」という意味ばかりではなく、\n「たおし殺す」という意味もあること（諸橋・前掲辞典前同箇所参照）、（イ）へ\nい獣処理場等に関する法律（昭和三二年法律一四〇号）一条二項は、「この法律で\n『へい獣』とは死んだ獣畜をいう。」と規定し、その死について非人為死、人為死\nというような死の態様を問うていないこと、（ウ）「屠」という文字には、「畜類\nをさく」その他の意味もあるが、「ころす」の意味もあり（諸橋・前掲辞典修訂版\n四巻一六二頁参照）、「斃」と「屠」の両文字の各意味内容には、人や獣を「ころ\nす」という点で一部共通するところがあること等の諸点を総合して考察すれば、漢\n語としての「斃死」の意味のさらに詳しい詮索はさておき、少なくともわが国の法\n令用語として獣畜の「へい死」の意味を考えるとき、以下のような見解、すなわ\nち、「へい死」とは「と殺」による死と相容れない概念であり、この「と殺」の中\nには、と畜場法（昭和二八年法律一一四号）上適法なと殺ばかりでなく、たとい密\n殺であっても、いやしくもと殺、すなわち、肉、臓器等を得る目的で獣畜を殺すこ\nとはことごとく含まれ、それによる獣畜の死は一切「へい死」には当たらないとす\nる見解は、いささか「へい死」についての文字解釈にとらわれ、「へい死」の範囲\nを狭く解釈しすぎる嫌いがあり、むしろ、そうではなく、食品衛生法五条一項にい\nう獣畜の「へい死」とは、必ずしも非人為死（斃死した場合）に限らず、人為死\n（斃死せしめた場合）をも含み、また、この人為死は必ずしもと殺による死をこと\nごとくは排斥するものではないと解し（なお、大審院の判決の中に、と殺ではない\nが、馬を殺した場合について「斃死せしめた」との語を用いている例がある。大審\n院昭和八年一一月二〇日判決・刑集一二巻二〇六五頁）、その上で、食品衛生法及\nび関連法令の各趣旨、各規定の内容、相互の関連等を十分に勘案して「へい死した\n獣畜」の意味を決定するのが相当と考えられるのである。\nそこで、まず、この見地から食品衛生法の規定を見ると、同法は、「飲食に起因\nする衛生上の危害の発生を防止し、公衆衛生の向上及び増進に寄与することを目的\nとする。」（一条）とし、販売の用に供する食品等の製造等は清潔で衛生的に行わ\nれなければならない（三条）とした上、不衛生食品等の製造、販売等の禁止（四\n条）、健康に無害であることの確証のない新食品の販売の禁止（四条の二）、一定\nの疾病にかかり、若しくはその疑いがあり、又はへい死した獣畜の肉等の販売等の\n禁止（五条）、人の健康を害するおそれのある食品添加物等の製造、販売等の禁止\n（六条）を定め、右のうち四条以下の違反行為に対しては罰則（三〇条、三一条一\n号）を置き、もって、これらの規定においては、主として食品の製造ないし流通の\n過程につき規制規定を設けることにより同法の前記目的の達成に寄与させようとし\nていることが窺われる。\nつぎに、食用の獣畜の肉等の規制に関する現行の法制を見ると、一方において、\nと畜場法は、例外的な場合を除いて、と畜場以外の場所において食用に供する目的\nで獣畜をと殺、解体することを禁止した上（九条一、二項。違反行為に対する罰則\nは一六条二号、一九条）、と畜場において獣畜をと殺、解体するにはそれぞれ事前\nに都道府県知事（一五条により、実際上は知事により任命されたと畜検査員が担当\nする。以下同じ。）の行う検査を経なければならず（一〇条一、二項。罰則一六条\n三号、一九条）、解体された獣畜の肉等をと畜場外に持ち出すには事前に都道府県\n知事の行う検査を経なければならないとしており（一〇条三項。罰則一六条三号、\n一九条）、都道府県知事の行うこれらの検査は、同法施行令五条所定の方法により\n同法施行規則別表第一に掲げる疾病の有無について行うものとされている（と畜場\n法一〇条五項、同法施行令五条、同法施行規則六条）。\nさらに、他方において、食品衛生法五条一項は、前述のとおり、省令をもって定\nめる疾病にかかり、若しくはその疑いがあり、又はへい死した獣畜の肉等を食品と\nして販売すること等を禁止しているが、右疾病は、同法施行規則二条一項、同規則\n別表第一によると、すべてと畜場法施行規則別表第一に掲げられている疾病の範囲\n内にあること、及び、食品衛生法自体は、獣畜の肉等を食品として流通させるのに\n先立ち、一律にこれらの疾病の有無を検査する手続を定めていないこと（ちなみ\nに、同法一七条一項所定のいわゆる臨検検査は、このような検査手続ではなく、ま\nた、同法五条一項但書は、へい死した獣畜の肉等であっても吏員が飲食に適すると\n認めた場合につき例外的にその食品としての販売等を許容する旨を定めたにすぎな\nいものである。）から見れば、現行法制上、獣畜の肉等を食品として流通させるこ\nとの適否の判定は、一般的にはと畜場法所定の検査によりこれを行うこととされて\nいることが窺われるのである。\nこのような法制であるから、少なくとも、食用に供する目的でと畜場法上適法に\nと殺、解体された獣畜でない死亡獣畜の肉等は、前記と畜場法施行規則別表第一所\n定の疾病の有無が不明であり、一般的に食品としての衛生に配慮した適切な処理や\n取扱いを期待し難く、病原微生物に汚染され、有害物質が付着し、あるいは腐敗\nし、若しくは変質する等の危険性を伴うことを避け得ず、このような獣畜の肉等を\n食用に供することは、当然衛生上の危害を発生させる危険性があるものである。そ\nれゆえ、右のような死亡獣畜の肉等は、その獣畜が病気、負傷、災難により死亡し\nたものであると、生体状態でと殺等により殺されたものであるとを問わず、その食\n品としての販売を禁止する必要があるといわなければならない。\nなお、と畜場法一一条は、「何人も、第九条〔獣畜のと殺又は解体〕第二項の規\n定に違反してと畜場以外の場所で解体された獣畜の肉若しくは内臓、又は前条第三\n項（同条第四項において準用する場合を含む。）の規定に違反して持ち出された獣\n畜の肉若しくは内臓を、食品として販売（不特定又は多数の者に対する販売以外の\n授与を含む。）の用に供する目的で譲り受けてはならない。」と規定し、さらに同\n法一七条一号は、違反行為に対する罰則を規定しているが、もともと同法は、と畜\n場の経営及び食用に供するために行う獣畜の処理の適正を図る観点（同法一条参\n照）から規制規定を設けているものであって、食品の流通過程の規制をも含む食品\n衛生法とは必ずしも規制対象を同じくするものではなく、すなわち、と畜場法の右\n規定は、同法九条二項及び一〇条三項の規定の実効性を担保するためのものであ\nり、これらの規定に違反して解体され、又は持ち出された獣畜の肉等を食品として\n販売する行為等に対し食品衛生法五条一項、三〇条一項を適用して処断することを\n妨げるものではないと解されるのである。\n以上のように考察すると、食用に供する目的でと畜場法上適法にと殺、解体され\nた獣畜でない死亡獣畜は、食品衛生法五条一項にいう「省令を以て定める疾病にか\nかり、又はその疑いがある獣畜」と判定されたものを除いて、病気、負傷、災難に\nより死亡したものであると、あるいは生体状態でと殺その他により殺されたもので\nあるとを問わず、食品衛生法五条一項にいう「へい死した獣畜」に該当すると解す\nるのが相当である（所論援用の大阪高等裁判所の判例とは、見解を同じくすること\nができない）。\nなお、弁護人の意見の中には、食品衛生法五条一項は、食品としての販売等を禁\n止する対象として、「へい死した獣畜の肉」のほかに「省令を以て定める疾病にか\nかり、若しくはその疑いがあ」る獣畜（以下、「病畜」というときはこれを指\nす。）の肉を掲げているところ、後者のような病畜がと畜場に回わされて検査に合\n格することは考え難く、法が「へい死した獣畜」を右対象として掲げたのはこのよ\nうな病畜を非合法的にと殺して販売することを念頭に置いていると考えられ、もし\n非合法的にと殺された獣畜はすべて「へい死した獣畜」に当たるとの解釈をとれ\nば、右のような病畜の肉もこれに含まれることになり、かくては右条項において\n「省令を以て定める疾病にかかり、若しくはその疑いがあ」る獣畜を掲げ、その肉\nの販売等を禁止した意味がなくなってしまう旨を述べるところがある（当審弁論要\n旨参照。）しかし、右条項にいう「省令を以て定める疾病にかかり、若しくはその\n疑いがあ」る獣畜とは、同条項が病畜の乳の販売等を禁止している点から明らかな\nとおり、必ずしも死んだ獣畜だけを指すものではないから、同条項中の病畜につい\nての規制規定の意味がなくなってしまうとはいい得ず、弁護人の意見は当を得ない\nものである。\n以上のとおりであって、所論が、「へい死した獣畜」の意味を所論主張のように\n解釈することを前提として、原判決の法令の解釈適用の誤り、審理不尽、事実誤認\nを主張するのは、その前提において失当であるといわなければならない。そして、\n本件において被告人が販売した牛肉が、すべて、食用に供する目的でと畜場法上適\n法にと殺、解体された牛の肉でないこと及び被告人がこのことを認識して販売した\nことは、関係証拠により明らかなところであるから、食品衛生法五条一項違反の罪\nの客体及び故意の成立要件の充足にも欠けるところはないと認められる。すなわ\nち、原判決には、何ら所論法令の解釈適用の誤り、審理不尽の違法、事実誤認は認\nめられない。論旨は理由がない。\n第二　量刑不当の主張について\n控訴趣意書の所論は、かりに被告人が有罪であるとしても、被告人が本件におい\nて販売した牛肉は鮮度の良いものであったから、原判決が「量刑の理由」の中でい\nうような有害かつ危険なものではなかったこと、被告人の本件販売による利益は、\n被告人の他人（Ａ）に対する債権が回収不能となったり、経営資金捻出のために被\n告人所有の土地の売却代金を充てたりしたことにより、結局被告人の手元には残ら\nず、被告人の本件事業は赤字に終ったこと（被告人に利得があったかのごとき原判\n決の判断は事実誤認である。）、被告人の仕入先であるＢ株式会社及びその代表者\nに対する裁判の量刑（各罰金一五万円）との均衡、さらに、被告人には前科がな\nく、すでに一切の食肉関係の仕事から足を洗い、本件を反省していること等を考慮\nすると、原判決の量刑は不当に重いというのである。\nよって、原裁判所が取り調べた証拠を調査し、当審における事実の取調べの結果\nをも併せて検討すると、以下のとおりである。\nすなわち、被告人は、自己の債務者Ａがへい死獣畜処理業者より動物用飼料であ\nるへい死した牛の肉を仕入れてこれを食用肉として販売した利益の中から、自己の\n債権の回収を図っていたところ、その後被告人自身が右業者と取引きをすることに\nなり、自己が代表者をしている鋼型型枠の製作その他を目的とするＣ株式会社の名\nをＤ株式会社と改め、また、飼料等の売買を定款上会社の目的に加え、当時右債権\n回収等を手伝わせていた原審共同被告人Ｅと共謀の上（もっとも、Ｅは、被告人か\nら給与を受け、実質上従業者的立場にあるにすぎなかった。）、飼料の販売にかこ\nつけて、へい死した牛の肉を食用肉として販売することを企て（なお、原判決は、\nＤが「食用肉の販売を目的とする」ものと判示しているが、食用肉の販売は、定款\n上の目的ではなく、事実上の目的であった。）、へい死獣畜処理業者からダンボー\nル箱詰めの動物用飼料である牛肉を仕入れ、他方食用肉業者の名のついたダンボー\nル箱を用意し、郡山市内において箱を詰め替えた上、首都圏等の食用肉業者に販売\nしたものであり（もとより食用肉業者もへい死した牛の肉であることを承知した上\nでの取引きであった。）、本件起訴にかかる、原判決認定の犯行（以下、「本件犯\n行」という。）は、その一部であって、すなわち、昭和六二年五月二八日ごろから\n同六三年七月六日ごろまでの間五回にわたりへい死した牛の肉合計約一一トン三〇\n五キログラムを代金合計七四四万一五五〇円で食品として販売したものであり（な\nお、Ｄはもとより、被告人もＥも食肉処理販売業の許可を受けていなかった。）、\n本件犯行自体その規模が小さくないものであったのである。\nところで、前述のとおり、食用に供する目的でと畜場法上適法にと殺、解体され\nた獣畜でない死亡獣畜は、たとい生体状態でと殺されて解体されたものであって\nも、疾病の有無が不明である上に、その肉は、食品としての衛生に配慮した適切な\n処理や取扱いを期待し難く、外見上いかに新鮮であっても衛生上の危害を発生させ\nる危険性を有するものであることを考慮すると、このようなへい死した牛の肉を食\n用肉として大量に流通に置いた被告人の本件犯行は、自己の利を図るためには敢え\nて一般多数の人々を欺き、その健康上の危険を顧みない著しく利己的かつ反社会的\nな性格の行為であるというほかはないものである。\nまた、被告人は本件犯行において、共犯者Ｅに比して主導的立場にあったこと\nは、明らかなところである。\nなお、所論中には、被告人に本件事業により利得があったかのごとき原判決の判\n断は事実誤認である旨をいう点もあるが、（ア）所論にいう被告人の他人（Ａ）に\n対する債権が回収不能になったことは、本件事業外のことであり、また、（イ）被\n告人が本件事業により相当の利益を得たことは、司法警察員作成の被告人の昭和六\n三年八月九日付け供述調書等により窺われるところ、被告人が自己の土地を売って\n二、〇〇〇万円を出資したとのことは、被告人が原審第二回公判でその旨を供述す\nるだけで裏付けを欠くものであること等に徴して事実誤認があるとは認められな\nい。被告人の本件事業及びこれに関連する事項の収支がどうであれ、被告人がへい\n死牛肉の販売によって相当高額の対価を得たことは明らかであり、また、本件行為\nの前記のような性格に消長を来たすものではない。さらに、被告人の仕入先の会社\n及びその代表者に対する裁判の量刑との均衡をいう点もあるが、本件と同事件とは\n事案を異にすると認められる（当審取調べにかかるＦの尋問調書参照。）\n以上のように考察すると、被告人の本件犯行の責任は、決して軽くはないといわ\nなければならない。\nそれゆえ、被告人が販売したへい死牛肉から衛生上の実害が発生したという報告\nがあったことの証拠はないこと（弁護人の請求により当審で取り調べた被告人の販\n売にかかる肉の一部についての販売後の検査の結果を含む。）、被告人は、へい死\n牛肉とはいえ、仕入れには意を用い、できるだけ鮮度の良いものを販売するように\n努力していたこと、被告人は前科がなく、現在は肉関係の仕事から手を引き、本件\nにつき反省の情を示していることその他の、弁護人が主張する諸点に留意して検討\nしても、被告人に対し刑の執行を猶予するのが相当であるとは認められず、被告人\nを懲役一年及び罰金二〇万円（換刑処分一日四〇〇〇円）に処した原判決の量刑\nは、刑量の点においてもやむを得ないものと考えられ、これが重きに過ぎて不当で\nあるということはできない（なお、所論中には、前記論旨第一における所論主張の\n法令解釈を前提として、被告人が本件において販売した牛肉の数量のうち違法な部\n分が大幅に減少するとして量刑不当をいう点もあるが、その前提の理由がないこと\nは、前記第一の項で判示したとおりである。）。論旨は理由がない。\nよって、刑訴法三九六条により本件控訴を棄却することにして、主文のとおり判\n決する。\n（裁判長裁判官　大久保太郎　裁判官　坂井智　裁判官　生島三則）\n"
}