{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 55,
    "month": 3,
    "day": 21
  },
  "case_number": "昭和54(行コ)24",
  "case_name": "執行停止をしない決定処分違法確認等請求控訴事件",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "収用委員会の収用裁決に対する審査請求に付随してされた執行停止申立てに対する建設大臣の執行停止をしない旨の決定は，抗告訴訟の対象となるか",
  "case_gist": "収用委員会の収用裁決に対する審査請求に付随してされた執行停止申立てに対する建設大臣の執行停止をしない旨の決定は，抗告訴訟の対象とならない。",
  "lawsuit_id": "17458",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17458",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/458/017458_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n控訴人らは「原判決を取消す。被控訴人がなした昭和五一年八月二四日付審査請求\n却下裁決（建設省岐計総発第五号。原判決のいわゆる裁決一）及び同年一〇月一日\n付異議申立却下決定（建設省岐計総発第一二号。原判決のいわゆる裁決二）を取消\nす。控訴人らの本件訴えのうちその余の請求にかかる部分を岐阜地方裁判所に差戻\nす。訴訟費用は一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代\n理人は主文と同旨の判決を求めた。\n当事者双方の主張、証拠の提出、援用、認否は控訴人らにおいて控訴の理由を別紙\n補正書と題する書面のとおり陳述したほかは原判決事実摘示のとおりであるからこ\nれをここに引用する。\n○　理由\n当裁判所も控訴人らの本訴請求は、そのうち原判決のいわゆる裁決一、二の取消を\n求める部分は理由がないから棄却し、その余はすべて不適法として却下すべきもの\nと判断するが、その理由は左記のほかすべて原判決理由の説示するとおりであるか\nら、これをここに引用する。\n控訴人らは原判決の言渡手続が違法、不当である旨るる主張するが、原審裁判所\nが、昭和五四年九月一二日午前一〇時の口頭弁論期日において当初予定された同期\n日における判決言渡を同年一二月一九日午前一〇時に変更する旨の決定を言渡した\nことは、本件記録上明らかであり、他方同記録によると右九月一二日午前一〇時の\n期日には、当事者双方は出頭していなかつたことも又明らかであるが、このような\n場合右言渡期日変更決定の効力はなお当事者双方に対して生じていたものというべ\nきであるから、原判決の言渡手続はこれに瑕疵あるものということはできない。控\n訴人らは当初の言渡期日より約二週間後の同年九月二五日に至つて初めて担当裁判\n所書記官より判決言渡期日が同年一二月一九日午前一〇時に変更された旨の通知及\nび同日の期日呼出状の送達を受けたというが、右は変更後の判決言渡期日を告知す\nるためにとられた当然の措置であつて、そのことによつて何ら前記判断に消長をき\nたすことはないというべきである。\nよつて原判決は相当で本件控訴は理由がないからこれを棄却し、控訴費用の負担に\nついて民訴法九五条、八九条を適用して主文のとおり判決する。\n（裁判官　柏木賢吉　加藤義則　上本公康）\n補正書（即時抗告状）\n抗告の理由\n一　（原判決）\n抗告人（原告）らは、相手方との間の本件岐阜地方裁判所昭和五一年（行ウ）第一\n〇号執行停止をしない決定処分違法確認等請求訴訟事件を、昭和五一年十月三日付\n訴第二二号を以つて同裁判所提起したところ、本案である収用裁決無効確認請求訴\n訟事件と共に直に準備手続に付され、以来裁判官及び裁判所書記官忌避事件、無能\n力者宣告無効確認請求事件、官署の岐阜地方裁判所除斥申立事件、失踪死亡宣告無\n効確認請求事件等が次次に発生し、原裁判の執行遮断が継続される中を昭和五三年\n二月十五日午後一時より第一回口頭弁論を開廷され、当日直ちに口頭弁論を終結さ\nれて、判決言渡日を昭和五三年四月十九日午前十時と決定宣言されたが、昭和五三\n年三月八日付本件につき、終結した口頭弁論の再開を命ずる、その口頭弁論期日は\n昭和五三年五月十日午後一時と指定する、との通告書を担当構成裁判所より送達さ\nれたが、結局、停止状態が続き、昭和五四年六月二十日午後一時より三度裁判長裁\n判官の交替があり第二回口頭弁論を開廷され、（１）先づ弁論更新され、（２）被\n告建設大臣を確認され、（３）甲証拠提出如何を尋ねられたが、訴状提起と同時に\n提出し、更に催促に因り昭和五三年四月九日付にて再度提出したものであるが昭和\n五四年六月二十日現在尚行方不明らしい、（４）訴状の趣旨について確認をされ、\n（５）各証拠の認否の如何を確認された後に、以上これで口頭弁論終結と宣言さ\nれ、判決言渡日を昭和五四年九月十二日午前十時と決定宣言された事実は明白かつ\n顕著である。\nしかしながら同年九月二二日に至るも本件を含む四事件の判決正本の送達がないの\nで、直ちに異議を申立てたところ、同年九月二五日付にて担当裁判所書記官より他\nの三事件と共に判決言渡日は昭和五四年十二月十九日午前十時に変更されたとの呼\n出状を同年九月二九日に送達された。\nしかるに裁判長裁判官が法廷に於いて決定宣言された日時の二週間後に判決言渡期\n日変更通知呼出状を送達されることは、しかも異議を申立てた後の昭和五四年九月\n二五日付であることは、社会通念上からも異状であり、これは民事訴訟法第一九十\n条の規定よりも顕著な訴訟詐欺であることから、昭和五四年十月三日費付控訴に類\nする即時抗告を提起したものである。\nところが、昭和五四年十二月十九日付原裁判所より即時抗告状の冒頭記載の如く棄\n却・却下の判決正本を同年十二月二三日送達されたので、その取消しを求める為、\n再度昭和五四年十二月二九日付即時抗告を申立てたものである。\n二　（原判決の理由）\n（一）　そうして原判決の理由とするところは、原告らの申立は、岐阜県収用委員\n会昭和五一年二月二十日付収第二一号による収用裁決（その無効確認の訴えが当裁\n判所昭和五一年（行ウ）第六号事件）を不服として原告らがなした、昭和五一年三\n月二六日付審査請求に付帯する、執行停止申立に対する執行停止をしない旨の決定\n（昭和五一年四月二八日付、建設省岐計総発第四号、以下「不停止決定」とい\nう。）、右収用裁決及び岐阜県知事の戒告を不服として原告らがなした同年四月二\n三日付審査請求に対する却下裁決（昭和五一年八月二四日付、建設省岐計総発第五\n号、以下「裁決一」という。）及び右裁決一に対して原告らがなした異議申立を却\n下する決定（昭和五一年十月一日付、建設省岐計総発第一二号、以下「裁決二」と\nいう。）のそれぞれについて、違法であることの確認、無効であることの確認及び\n取消を求めるというものである。\n（二）　しかし、まず右不停止決定及び裁決一、二について違法の確認を求める訴\nえは、行政事件訴訟法の定める適法な行政事件訴訟の類型に該当しないし、民事訴\n訟としての確認の訴えと解してみても、これらは単に右不停止決定及び裁決一、二\nにつき違法であるとの法的評価を求めようとするものであるから許されない。\n（三）　次に不停止決定についての無効確認及び取消の各訴について判断する。\n不停止決定は前記のとおり審査請求にかかる係争処分の執行停止を求める申立に対\nして審査庁のなした決定である。ところで行政不服審査法の定める審査手続は、行\n政上の争訟について行政庁自らが簡易迅速な手続によつてこれを解決することによ\nり、国民の権利、利益の救済を図るとともに行政の適正な運営を確保することを目\n的とする手続であり、審査庁のなすその手続内の個々の処分は、審査庁が係争処分\nの適法性、相当性についての終局判断である裁決をなすことを目標とし、これに到\n達する過程としてなされるものである。したがつて、これらの個々の処分は行政不\n服審査法によつて右手続の主宰を委ねられた審査庁の専権に属するものであり、そ\nの個々の処分を独自に抗告訴訟の対象とすることはできないものと解すべきであ\nる。（このような手続上の個々の処分ごとに抗告訴訟を許すときはかえつて審査手\n続の円滑な進行を妨げ、その安定を脅かす結果となつて、行政庁による迅速な救済\nという不服審査制度の趣旨が没却されることとなる。）\n右の結論は、審査手続に付随してなされる執行停止申立に関する処分に対しても同\n一である。執行停止制度は、行政不服審査法が係争処分について執行不停止の原則\nを採る反面として、国民の権利救済の実効性を保つために設けたものであつて、そ\nの停止決定は審査庁が係争処分についての終局判断をなすまでの間、本案たる審査\n請求人の権利保全の必要があると認めるときに、暫定的措置としてなす付随的処分\nである。執行停止に関する処分に対して独自に抗告訴訟が認められるとすると、終\n局目的である係争処分についての救済については簡易迅速をむねとする審査手続が\nすすめられているのに、その仮の救済に関して厳格慎重を期す訴訟手続をすすめる\nこととなつて相当でない。執行停止に関する処分の瑕疵は、その性質上、審査庁の\n終局判断である裁決に影響を及ぼすものではなく、またその瑕疵の是正を係争処分\nについての終局判断をまつてなしてはその目的を達しえないものであるから、裁決\nに対する抗告訴訟によつてはその救済を受け難いものではあるが、審査請求人は、\n右手続とは別に係争処分に対する抗告訴訟の手続内で執行停止を申立てることによ\nり、司法機関の判断による仮の救済を受けることができる（行政事件訴訟法二五\n条）以上、審査手続に付随してなされる執行停止に関する処分は抗告訴訟の対象と\nならないと解しても、審査請求人の権利保護に欠けることとはならない。\nしたがつて、不停止決定は抗告訴訟の対象となりえないものであり、その無効確認\n及び取消を求める各訴は抗告訴訟の対象となるべき処分性を有しない被告の行為を\n対象とするものとして不適法である。\n（四）　すすんで裁決一及び二の無効確認の訴えについて検討する。\n無効確認の訴えは、当該裁決に続く処分により損害を受けるおそれのある者その他\n当該裁決の無効の確認を求めるにつき法律上の利益を有する者で、当該裁決の無効\nを前提とする現在の法律関係に関する訴えによつて目的を達することができないも\nのに限り、提起することができるとされている（行政事件訴訟法三六条）。\nしかるところ、いずれも成立に争いのない乙第一号証の一ないし四及び第二号証の\n一ないし六並びに弁論の全趣旨によれば、前記収用裁決の執行は既に完了している\nことが認められるのである。したがつて右土地収用裁決及びその代執行手続の一環\nとしてなされた戒告に対する救済を目的とする本件裁決一及び二の無効を確認する\n利益は失われているといわざるをえない。\n（五）　さらに裁決一及び二の取消の訴えについて検討する。\n１　成立に争いのない甲第二号証によれば、裁決一のうち前記土地収用裁決に対す\nる昭和五一年四月二三日付審査請求は適法な出訴期間（行政不服審査法一四条一\n項、土地収用法一三〇条二項により裁決書の正本の送達を受けた日の翌日から起算\nして三〇日以内）の経過後に申立てられたものであること及び戒告に対する審査請\n求については、既に右戒告に引続いて代執行が完了していることが認められる。そ\nうすると審査請求期間徒過もしくは審査請求を求める利益の喪失との理由で審査請\n求を却下した裁決一は適法であり、その取消を求める請求は理由がない。\n２　裁決二における原告らの異議申立の対象は前記のとおり審査請求の裁決（裁決\n一）であるが、行政不服審査法四条は審査請求の裁決のごとき同法四条に基づく処\n分については異議申立をすることができないと明定している。したがつて、右異議\n申立は不適法というほかなく、これを却下した裁決二は適法であつて、その取消を\n求める請求は理由がない。\n（六）　よつて、原告らの裁決一及び裁決二の取消を求める請求はいずれも理由が\nないからこれを棄却し、その余の請求にかかる訴えはいずれも不適法であるからこ\nれを却下することとしたというのである。\n三　（原判決の不当性）\nしかしながら原判決は、前述原判決経過の如く、原裁判所に於いての昭和五四年六\n月二〇日午後一時より開廷された昀終口頭弁論に於いて、裁判長裁判官は、弁論更\n新されるも直ちに終結され、判決言渡日は昭和五四年九月一二日午前一〇時と他の\n八事件と共に同日を決定宣言された事実は明白かつ顕著である。\nところが同決定判決言渡日が過ぎ去つた昭和五四年九月二二日に至るも、九事件の\n内五事件の判決正本のみしか送達されなく、特に岐阜県収用委員会会長Ａの脅迫強\n要及び裁判所内の甲証拠全隠滅事件を度重ねて発生せしめた四事件の判決正本のみ\nが全く送達されないので、直ちに原裁判所へ異議を申立てたところ、昭和五四年九\n月二五日付にて担当裁判所書記官より、判決言渡は同年一二月一九日午前一〇時に\n変更されたから出頭せよとの呼出状を送達されたが、同呼出状には官署の岐阜地方\n裁判所印もなく且つ誰が変更したかも不記載であることから係裁判長裁判官の発せ\nられたものでないことが明白であるので有効性がなく、明らかに訴訟詐欺であるに\n因り昭和五四年一〇月三日付を以つて控訴に類する即時抗告を提起した事実であ\nる。\nすなわち民事訴訟法第一八八条には、判決は言渡に因りて其の効力を生ず、と規定\nされていること及び第一九〇条第二項には判決の言渡は当事者が在廷せざる場合に\n於いても之を為すことを得、と定められていることから、既に言渡の効力が発生し\nており同条第一項では、判決の言渡は口頭弁論終結の日より二週間内に之を為す、\n但し事件繁雑なるとき其の他特別の事情あるときは此の限りに在らず、と規定され\nていることから、裁判長裁判官の宣言された判決言渡決定日にても三ヶ月もの期間\nが有するにも拘らず、更に三ヶ月を増す六ヶ月後の判決言渡日変更は甚だしく迅速\n訴訟に違反し不適法であつて、且つ明らかな訴訟判決正本であることからも、担当\n裁判所書記官の判決正本であり、相手方らと共同謀議の下に詐術に因り斯罔ならし\nめ進級を不利益になさしめる計画を以つて、同法第一九四条の判決更正の権限を悪\n用し勝手に更正し偽造した更正判決正本であることが明白かつ顕著である。\nつづまるところ、偽造更正期間に要する三ヶ月を更に追加した変更であつたことが\n立証され、この判決正本即ち冒頭記載の原判決は、原裁判の執行遮断中につき、且\nつ相手方（被告）は本案前の却下を申立ていることからも明らかな如く本案の対審\n及び審理なくして本案の棄却・却下の判決は不当であつて言を論じるまでもなく総\nべて一切が無効であり、その実質は、原判決はＡの判決書であつて請求趣旨の違憲\nは免がれないものである。\nなぜならば、事件本人に告知しない無能力者のみならず失踪死亡・廃絶家宣告を捏\n造して財産一切を入会林野として全剥奪していて、相手方は構造的、集団的共同謀\n議に因り土地収用法を昭和二六年六月九日制定以来抗告人らの実父Ｂを毒殺し、同\n法第三条の公共事業を盾に常時必要に応じて順次強制収奪を無断で行つていたもの\nであることが顕著であり、相手方らは、以前は同Ｂの広大な土地であつたと明白に\n主張し認めていることよりも明らかであつて、且つそれ等の許認可を主宰として、\n不法領得の意思を以つて与えていたものであり、本件は、その死亡宣告者を相手に\n虚偽の収用を転回し、総べての所有財産一切の所有権のみならず占有権までも強奪\nして消滅させた事実である。\nすなわち、原判決は何れの者が作成しようが、乙各証拠の成立を認めた等と甚だし\nい誤認をしているが、裁判長裁判官は、口頭弁論の法廷に於いて、当日提出したそ\nの乙各証拠について、内容はともかくとして法務局から出されたものであるか、そ\nうでないかを即答せよと要求されたのであつて、原告ら（抗告人）に交付される物\nと同様であるから法務局より出されたものであることは認められる、と答えたもの\nであることから、内容まで認めたものでは絶対有り得ないことから証拠として使用\nできるのみであつてその成立にまで及ぶことはなく、成立などは一切無効である。\n何となれば、抗告人らは財産登記簿の所有権を争つて今回四〇事件にもなろうとす\nる訴訟を係属中である実態からも顕著に立証されるものであつて、乙各証拠は認め\nて争いがない、審査請求は期間の徒過だ等と、収用裁決に対する昭和五一年三月二\n六日付の審査請求書を隠滅して期間の計算を故意に欺罔ならしめ違えて不当な判断\nをしている事実は、第一審裁判所の首席書記官が脅迫強要した擬制的取り下げの計\n算の仕方と全く同様手段であつて不当な相手方の裁決書である。\n更に相手方は、乙各証拠を何を立証したいのか、何の為に提出したのかも全く不明\n確であり、同乙各証拠を提出する勇気が有るならば、その乙各証拠の隅隅まで余す\nことなく総べての解説をする義務が有し、立証しなければ総べて一切が無効であ\nる。\nよつて原判決は全部不当であるので民事訴訟法第一九四条第三項に従つて控訴に類\nする即時抗告を以つてその取り消しを求める。\n右のとおり補正をもつて抗告の理由を補充します。（以下略）\n"
}