{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 61,
    "month": 8,
    "day": 7
  },
  "case_number": "昭和60(ネ)1413",
  "case_name": "共有物分割請求事件",
  "court_name": "大阪高等裁判所第一一民事部",
  "article_info": "第39巻3号54頁",
  "gist": "遺産を構成する特定不動産について共同相続人の一部の者が第三者に共有持分権を譲渡した場合と他の相続人の一部の者による共有物分割の訴えの適否",
  "case_gist": "遺産を構成する特定不動産について共同相続人の一部の者が第三者に共有持分権を譲渡した場合には、他の相続人の一部の者は、遺産分割審判の申立てに先立つて、右第三者及び相続人を被告として共有物分割の訴えを提起することができる。",
  "lawsuit_id": "22304",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22304",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/304/022304_hanrei.pdf",
  "contents": "主　　　　文\n一　本件各控訴を棄却する。\n二　控訴費用は控訴人らの負担とする。\n事　　　　実\n一　当事者の求めた裁判\n（控訴人Ａ、同有限会社ロイヤル商事）\n１　原判決を取り消す。\n２　被控訴人の各請求を棄却する。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n（被控訴人）\n主文と同旨。\n二　当事者主張と証拠関係\n次に付加するほかは原判決事実摘示欄記載と同じである（ただし、原判決三枚目\n裹四行目の「予備的」を「価格弁償の方法によりえないときは」と改める。）か\nら、ここにこれを引用する。\n（控訴人Ａ）\n原判決別紙物件目録（一）記載の土地（以下、「目録（一）記載の土地」とい\nう。他の土地・建物についても同様の略称を用いる。）については現物分割が可能\nである。\n理　　　　由\n請求原因１、２の各事実は当事者間に争いがない。\n目録（一）、（二）記載の各土地と目録（四）記載の建物の共有者は現在控訴人\nら三名と被控訴人の四名であるが、ここに至つた経過は次に認定のとおりである。\n成立に争いのない甲第一、二号証、第四号証および弁論の全趣旨によれば、目録\n（一）、（二）記載の各土地は被控訴人の妻（亡）Ｂの所有であり、同（四）記載\nの建物は被控訴人とＢの共有（持分各二分の一）であつたこと、昭和五六年二月一\n三日Ｂの死亡に伴い法定相続分にしたがい右各土地につき相続人である被控訴人が\n二四分の一八、控訴人Ｃ、（亡）Ｄ、Ｅ、Ｆ、Ｇ、Ｈが各二四分の一の持分割合で\n共同相続し、昭和五六年八月一日Ｈは自己の持分を控訴人有限会社ロイヤル商事に\n売渡し、同月二日Ｅ、Ｆ、Ｇは各人の持分を控訴人Ａに売渡し、Ｄの死亡（昭和五\n九年八月八日）により同人の持分を控訴人Ａが相続により取得したこと、目録\n（四）記載の建物については同じく相続によりＢの共有持分二分の一につき被控訴\n人が四八分の一八（同人は元来同建物の持分二分の一の共有者である。）、その他\nの前記相続人六名が各四八分の一の持分割合を取得し、右八月一日Ｈは自己の持分\nを控訴人有限会社ロイヤル商事に売渡し、同月二日Ｅら三名は各人の持分を控訴人\nＡに売渡し、Ｄの持分につき前同様に控訴人Ａが相続により取得したことが認めら\nれる。\n二　目録（一）、（二）記載の各土地および同（四）記載の建物についてそれぞ\nれ被控訴人と控訴人らとの間で共有物分割の協議が整わないことは弁論の全趣旨に\nより明らかである。\n<要旨>被控訴人は、共有関係の解消を求めて、目録（一）、（二）記載の各土地\nについては相続による共有持分二四分の</要旨>一八に基づき、同（四）記載の建物\nについては元来有していた共有持分四八分の二四と相続による共有持分四八分の一\n八とを合せた共有持分四八分の四二に基づき第三者、他の相続人から共有持分を買\n受けたものなどの控訴人らに対し共有物の分割を求めるものである。こうした共有\n者間においては、相続人が、家庭裁判所に対して家事審判法九条一項乙類一〇号の\n遺産分割審判を申し立てる方途によらず、先ず民法二五八条による共有物分割請求\n訴訟を選択して地方裁判所にこれを提起しうると解すべきである。そして右訴訟の\n確定後、相続人は遺産全体について右分割の結果を踏まえて家庭裁判所に遺産分割\nの審判を申し立て具体的相続分に応じた遺産の分割を受けて終局的に相続による共\n有関係の解消をえられることになる。\n共有物分割請求訴訟においては現物分割を原則とし、それが不能か又は分割によ\nり著しく価格を損する虞れあるときは共有物の競売を命じてその売得金を共有持分\n割合に応じて分割すべきであり（民法二五八条二項）、価格弁償による分割の方法\nは許されないと解すべきである。そうであれば、価格弁償を求める被控訴人の主張\nは採用するに由ないところである。\n三　次に、現物分割の可否を検討する。\n１　目録（一）記載の土地上には被控訴人が所有し同人とその母が居住する目録\n（三）記載の建物があり、目録（二）記載の土地上には同（四）記載の建物がある\nことは当事者間に争いがない。\n２　目録（一）、（二）記載の各土地上にはそれぞれ目録（三）、（四）記載の\n各建物がほぼ全面的に建てられてあり、かつ、いずれも区分所有の認められるよう\nな建物でないことは原審被控訴人本人尋問の結果と弁論の全趣旨により認められ\nる。\n３　前掲甲第一、二号証、第四号証によれば、目録（一）記載の土地の面積は七\n〇・〇八平方メートル、同（二）記載の土地のそれは六六・一一平方メートル、同\n地上にある目録（四）記載の建物の床面積は延べ四六・一一平方メートルであると\n認められる。これらを前記認定の控訴人Ａの共有持分二四分の四（建物については\n四八分の四）、他の控訴人らの各二四分の一（建物については四八分の一）の持分\n割合に応じて現物分割をすると、右（一）の土地については一一・六八平方メート\nルと二・九二平方メートル、（二）の土地については一一・〇一平方メートルと\n二・七五平方メートル、（四）の建物については三・八四平方メートルと〇・九六\n平方メートルとなる。\n４　以上の事実関係によれば、現物分割は不能、少なくともその価格を著しく損\nするものというべきである。仮に目録（二）記載の土地と同（四）記載の建物を一\n体として現物分割を試みても右理は同様である。さらに控訴人ら主張のように目録\n（一）記載の土地の隣接地が控訴人らの所有であるとしても、右結論を左右するも\nのではない。\n５　したがつて、目録（一）、（二）記載の各土地および同（四）記載の建物に\nついてこれを各競売に付しその売得金から競売費用を控除した金額を被控訴人、控\n訴人らの共有持分割合に応じて配分するのが正当である。\n四　よつて、右と結論を同じくする原判決は相当であり、本件各控訴はいずれも\n理由がないからこれを棄却し（なお、共有物分割の訴えにおいては当事者が単に共\n有物の分割を求める旨を申し立てれば足り、分割の方法を具体的に指定することは\n必要でなく、被控訴人が原審において分割方法に応じて主位的・予備的請求として\n申し立てる点は一個の訴えの請求原因の問題にすぎない。したがつて、原判決が主\n文第一項において競売の方法による分割を命じている以上、主文第二項（原告の主\n位的請求棄却）は不要であるが、本判決主文においてこの部分を取消すまでの必要\nは認めない。）、訴訟費用の負担について民訴法九五条、八九条、九三条を適用し\nて、主文のとおり判決する。\n（裁判長裁判官　石井玄　裁判官　大久保敏雄　裁判官　稲田龍樹）\n"
}