{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 3,
    "day": 3
  },
  "case_number": "昭和38(ツ)35",
  "case_name": "抵当権設定登記抹消請求事件",
  "court_name": "東京高等裁判所第八民事部",
  "lawsuit_id": "21107",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21107",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/107/021107_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告理由第一点及び第四点について、\n上告代理人は、第一、第二審の判決はともに民法第一一〇条の表見代理を適用し\nて判断しているのに、基本の代理権についてはなにも認定判断していないから、法\n令適用の誤りがあると主張している。しかしながら、原審は左記のとおり認定判断\nしているのである。すなわち「上告人とＡとの間に右下駄屋営業に関し真実の代理\n関係のなかつたことは明らかである。しかし、前認定のとおり、上告人がその商号\nならびに名義の使用をＡに許したうえ、その印章をも同人に交付して使用させてい\nたことにより、上告人は、前記ａ町の東屋の営業主体は上告人であり、Ａはその営\n業上の代理人であるという外観をつくり出していたとみるのが相当であり、このよ\nうな場合には、上告人としては、右下駄屋営業における通常の取引につきＡに代理\n権を与えた旨を取引社会一般に対して表示したものとして、Ａが右下駄屋営業の通\n常の取引に関して上告人の代理人としてした行為について、その責に任すべきもの\nであり、Ａの代理行為が通常の取引の範囲を越える場合においても、民法第一一〇\n条の要件のもとに、その責に任じなければならない。といわねばならない。」右判\n示に明らかなように、原審は、民法第一〇九条の表見代理を前提として、第一一〇\n条の表見代理の適用を認めているの<要旨>であるから、民法第一〇九条の表見代理\nが第一一〇条の表見代理の場合の基本代理権となつているのである。</要旨>表見代\n理制度が取引の安全と善意の第三者保護にあることを考えれば、民法第一一〇条に\nよる表見代理の場合の基本の代理権が、本人から付与せられた場合と、民法第一〇\n九条によつて代理権ありと認められる場合とで、異別に解さなければならない根拠\nは認められない。従つて、原審は第一一〇条の適用について基本となる代理権限を\n認定しているのであり、またその点についての法令解釈を誤つたものでもなく、論\n旨は理由がない。\n上告理由第二点について、\n原判決は、被上告銀行の関係では、Ａの代理権について上告人に確めたことにつ\nいては積極的に認定していないし、被上告人Ｂの関係では、上告人主張のように、\n同被上告人が上告人に代理権授与の事実の有無について問い合わせなかつたこと\nは、原審の確定している事実である。\nしかしながら、被上告銀行の関係では、Ａが、被上告銀行に対して本件根抵当権\nの設定を申込んだ際、予て上告人から渡されていたその実印、印鑑証明書、本件建\n物の権利証を示して上告人の代理人であることを述べた旨、被上告銀行の調査掛を\nしていた訴外Ｃが、当時本件建物所在地におもむき、上告人の妻Ｄに対し、抵当権\nの設定を受けるにつき目的物件を見に来たと告げて、物件の調査を行つたが、なん\nらの異議の申出を受けなかつたこと、その他、Ａのやつていた下駄屋営業が上告人\nの名義になつており、またＡが上告人の女婿であることを認定している。被上告人\nＢの関係では、上告人の女婿であるＡは印鑑証明書、本件建物の権利証及び予て渡\nされていた上告人の実印、を同被上告人のところに持つていつて、上告人から下駄\n屋の営業のことは一切任せられているといつたこと、また、その当時本件建物につ\nいて被上告人銀行のＡに対する債権のため抵当権が設定されていたことを認定して\nいる。\n右記のような事実が存在する場合には、被上告人両名がそれぞれ上告人に対し、\nＡに対する代理権の授与についてなにも認めなくとも、被上告人両名がそれぞれＡ\nに根抵当権または抵当権設定の代理権ありと信ずるについて過失がなかつたとした\n原判決の判断は、正当であるといわなければならない。上告人の引用する判例は、\nいずれも本事実に適切なものではないから、論旨は理由がない。\n上告理由第三点について、\n原判決の挙示している諸証拠によれば、原審の認定しているように、東屋という\n下駄屋の営業主体は上告人で、Ａは上告人の代理人であり、また、上告人が原審の\n認定したような代理権を付与したと認められる事実の存することを十分認められ\nる。従つて、原審は、上告人主張のような事実の誤認はなく、原審が、民法第一〇\n九条、第一一〇条を適用して上告人の請求を理由なしと判断したのは正当で、上告\n人の主張のように法令適用の誤りもなく、論旨は理由がない。\n本件上告は理由がないから、民事訴訟法第四〇一条によつてこれを棄却し、上告\n審での訴訟費用の負担について同法第九五条、第八九条を適用して、主文のように\n判決する。\n（裁判長判事　村松俊夫　判事　杉山孝　判事　山本一郎）\n"
}