{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 4,
    "day": 12
  },
  "case_number": "昭和36(う)1953",
  "case_name": "道路交通法違反被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "article_info": "第15巻3号181頁",
  "gist": "道路交通法第三三条第一項の踏切における停止義務",
  "case_gist": "道路交通法第三三条第一項は、車両等が踏切を通過するにあたつては、たとえ踏切附近における見通しが極めて良好であり、かつあらかじめ踏切の直前で左右の安全を確認した場合においても、同項ただし書の場合以外は常に必ず踏切の直前で一時停止しなければならないことを規定したものである。",
  "lawsuit_id": "22610",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22610",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/610/022610_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金一、〇〇〇円に処する。\n右罰金を完納しないときは二五〇円を一日に換算した期間被告人を労役\n場に留置する。\n理　　　　由\n本件控訴趣意は、本件記録に綴つてある龍野区検察庁検察官副検事潮海辰亥の控\n訴趣意書に記載の通りであるから、これを引用する。\n論旨は、原判決が「被告人は法定の除外事由がないのに、昭和三六年五月二九日\n午後六時二五分頃第二種原動機付自転車Ａ町○－○×△号を運転して龍野市ａ町\nｂ、Ｂ踏切を通過するに際し、踏切の直前で停止しないで進行したものである。」\nとの公訴事実に対し、無罪を言渡したのは、事実を誤認し又は法律の適用を誤つた\nもので、判決に影響を及ぼすこと明らかである。被告人は本件踏切通過に際し単に\n減速措置を取つたのみで、停止することなく、時速約五粁で進行したのであつて、\n被告人が足を地に付け停止の措置を取つたものとは到底認められない。しかるに原\n判決は本件踏切附近の見通しが極めて良好である地理的条件をあげ、踏切直前で左\n右の安全を確認し、足を地に付ける程度まで徐行したとすれば、道路交通法の取締\nの目的を一応満足させたもので、踏切直前で停止したものとみなし同法第一一九条\n第一項第二号の犯罪構成要件を充足しないものと考えるのが合理的であるとしてい\nるのであつて、これは同法の危険防止の目的を没却し「停止」と「徐行」とを混同\nしたものである。同法第三三条第一項の一時停車の義務は同項但書の場合を除き免\n除或は軽減されることなく、また徐行を以て停車に代えうるものではない。しか\nも、原判決は、仮に被告人の所為が停止に当らないとしてもその法令違反の程度が\n極めて微弱であり同法の取締目的に照らしても、社会生活上許されるものであつて\n違法性を欠くというのであるが、その不停止は社会共同生活上許容され又は法律の\n保護を要求するに値しないものとは如何なる見地からしても、結論づけることはで\nきないものである、というのである。\nよつて、本件記録を精査し、原審及び当審における証拠調べの結果を検討する\nと、被告人は昭和三六年五月二九日午後六時二五分頃第二種原動機付自転車を運転\nして龍野市ａ町ｂの信号機の設置せられていないＢ踏切を南から北に通過するに際\nし、同踏切の手前南方約一〇米の所まで時速約三〇粁で来て、同所から、変速ギヤ\nーはトツプに入れたまま、クラツチを切り、ブレーキを踏み、左足を三、四回地面\nに付ける程度にまで速度を落したが、完全に停車の措置を取ることなく、更にアク\nセルをふかして時速約五、六粁で同踏切を通過したものと認められるのであるか\nら、「停止」という語の文字通りの意味では、被告人は右原動機付自転車<要旨>を\n一時停止させなかつたものであることは明らかである。そこで道路交通法の規定を\n見るに、その第三三条第</要旨>一項に「車両等は踏切を通過しようとするときは、\n踏切の直前で停止し、かつ、安全であることを確認した後でなければ進行してはな\nらない。ただし、信号機の表示する信号に従うときは、踏切の直前で停止しないで\n進行することができる。」とあるのは、その規定の文言、その立法趣旨等から考え\nて、その但書の場合の外は、踏切においてはその附近の道路上から線路の見通しが\n比較的広範囲にわたつて良好である場合にも、これを除外することなく、車両等は\n常に踏切の直前で一時停止して安全であることを確認した後でなければ進行しては\nならない趣旨であることは明らかである。蓋し踏切における事故発生の完全防止の\nためには、車両等の運転者は踏切を通過しようとする際には、常に、その直前で、\nその車両等の踏切通過中の安全を確認する慣習を身につけておく必要があるのみな\nらず、一旦停止をしないで進行しうることとすると車両等の運転者も時には過失に\nよつて踏切に迫つて来る汽車、電車等を見落し又はその状況判断を誤ることもあり\nうるから、同法は安全保持の最も確実な方法として、前記但書の場合の外は、常に\n踏切の直前で一時停止の上、踏切通過中の安全を確認することを義務として規定し\nたものと考えられるのである。従つて原判示のように本件の踏切を南から北に向け\nて横断する場合の左右の見通しが極めて良好であつたとしても、また被告人がこの\n見通しによつて踏切における安全を確認したとしても、なお前示被告人の踏切の直\n前において一時停止しなかつた所為は前示道路交通法第三三条第一項に違反し同法\n第一一九条第一項第二号に該当するものといわなければならないのである。\n原判決が所論のような理由で本件被告人の所為が同条項の犯罪構成要件を充足し\nないとして、同条項を適用しなかつたのは、法令の適用を誤つたものである。なお\n原判決は、仮に被告人の本件所為が法令に違反するものとしても、その違反の程度\nが極めて微弱であり、道路交通法の取締目的に照らしても社会生活上許されるもの\nであつて違法性を欠くと判断しているのであつて、その法理は必ずしも明確ではな\nいが、原判決が強調している見通しが良好であつたということは、本件行為の違法\n性には関係なく本件犯行の単なる情状に関する事項であり、本件第二種原動機付自\n転車の踏切直前の一時停止すべき箇所における速度は足を地面に付ける程度にまで\nゆるめられた後、更にアクセルをふかして、時速約五乃至六粁になつていたのであ\nつて、まさにその場で停止しようとする寸前の状態とは言えないのであるから、被\n告人の本件所為の違法性は、これを無視すべきであるというほど極めて低いもので\nはなく、その違法性を欠くものとした原判決の価値判断は誤つているものと言わな\nければならないのである。以上の通りであつて原判決は法令の解釈、適用を誤り、\n有罪であるべき被告人の所為に対し無罪を言渡した違法があり、この誤りは判決に\n影響を及ぼすことが明らかであるから、論旨は理由がある。\nよつて刑事訟訴広第三八〇条第三九七条第一項により原判決を破棄し、同法第四\n〇〇但書により当裁判所は更に判決する。\n（罪となるべき事実）\n被告人は法令によつて容認せられた場合でないのに拘らず、昭和三六年五月二九\n日午後六時二五分頃第二種原動機付自転車（Ａ町○－○×△号）を運転して兵庫県\n龍野市ａ町ｂの信号機の設置せられてないＢ踏切を通過するに際し、踏切の直前で\n停止しないで進行したものである。\n（証拠の標目）\n原審第一回公判調書における被告人の供述記載\n司法巡査の犯罪事実現認報告書\n司法巡査に対する被告人の供述調書\n原裁判所の本件踏切及びその附近の検証調書\n当審公判廷における被告人の供述\n（法令の適用）\n被告人の所為に対し道路交通法第三三条第一項第一一九条第一項第二号（罰金刑\n選択）罰金等臨時措置法第二条第一項を適用して被告人を罰金一、〇〇〇円に処\nし、刑法第一八条により労役場留置を言渡し、当審における訴訟費用は刑事訴訟法\n第一八一条第一項但書により被告人に負担させないこととして、主文の通り判決す\nる。\n（裁判長裁判官　奥戸新三　裁判官　塩田宇三郎　裁判官　竹沢喜代治）\n"
}