{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 4,
    "day": 10
  },
  "case_number": "昭和35(ネ)525",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第九民事部",
  "article_info": "第14巻3号227頁",
  "gist": "民法第七一五条の事業の執行",
  "case_gist": "会社の被用者である自動車運転手が終始担当の自動車の鍵を保有して随時自由に自動車を使用できる状態にあつた場合には、私用で運転中その過失により他人の車に衝突し損害を生ぜしめたときは、会社は民法第七一五条による使用者の責任を負うべきである。",
  "lawsuit_id": "21240",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21240",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/240/021240_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人は、控訴人会社に対し金三二万一七七〇円、控訴人Ａに対し金\n三八万五六〇六円およびこれらに\n対する昭和三二年一二月二三日から完済に至るまでそれぞれ年五分の割\n合による金員を支払え。\n控訴人会社のその余の請求は棄却する。\n訴訟費用は、第一、二審とも被控訴人の負担とする。\nこの判決は、控訴人会社が金八万円、控訴人Ａが金一〇万円の担保を供\nするときは、それぞれ仮りに執行することができる。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人は、控訴人日本ゴルフ釣具株式会\n社に対して金五二万一、七七〇円、控訴人Ａに対して金三八万五、六〇六円および\nこれらに対する昭和三二年一二月二三日から完済に至るまでそれぞれ年五分の割合\nによる金員を支払え、訴訟費用は第一、二審とも被控訴人の負担とする。」との判\n決ならびに仮執行の宣言を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張ならびに証拠の提出、援用および認否は、次に付加す\nるもののほか原判決事実摘示のとおりであるから、ここにこれを引用する。\n一、　控訴人らの主張　被控訴会社の自家用自動車に対する管理はまことに杜撰\nであつた。被控訴会社は、訴外Ｂにその管理使用一切を全面的に委せ、しかもＢが\n私用のためにこれを勝手に運転することを容認していた。したがつて、たとえ本件\n事故がＢの私用中に起つたものであつたとしても、被控訴会社は、Ｂの使用者とし\nて、民法第七一五条により控訴会社および控訴人Ａが本件事故により被つた損害を\n賠償すべき義務がある。\n二、　証拠として、控訴代理人は新たに甲第七号証を提出し、当審証人Ｂの証言\nを援用し、被控訴代理人は新たに当審証人Ｃの証言を援用し、甲第七号証の成立は\n認めると述べた。\n理　　　　由\n一、　昭和三二年九月二八日午後一一時過ぎ頃、東京都千代田区ａ町ｂ番地先の\n九段下方面から竹橋方面に通ずる道路上において、控訴会社の代表者である控訴人\nＡが九段下方面から竹橋方面に向つて運転していた控訴会社所有のフオードステー\nシヨンワゴン（登録番号第三―む〇四九二号）と、被控訴会社の被用者で運転手と\nして同会社の東京支店に勤務していた訴外Ｂが竹橋方面から九段下方面に向つて運\n転していた被控訴会社の乗用車トヨペツトクラウン（登録番号第五―む八五七九\n号）が衝突し、その結果控訴会社所有の右自動車が損傷し、控訴人Ａが負傷したこ\nとは、当事者間に争いがない。\n二、　控訴人らは本件事故はＢの過失によつて発生したと主張するのでこの点に\nついて検討する。\n原審証人Ｄの証言、原審における検証の結果、原審における控訴人本人Ａの尋問\nの結果を総合すると、次の事実が認められる。\n本件衝突の現場は竹橋から九段下に向つて通ずる道路を稍左に曲つた所からほぼ\n直線になつていて右の左折個所から約六十米進行した場所で衝突が起つたのである\nがその附近道路は車道の幅は一一、九米あり、当時右の左折個所から約七、八十米\nに亘つて道路の左側半分は道路工事のため掘かえされて通行ができない関係からこ\nの附近の通行可能の車道の幅は約五米に過ぎなかつた。Ｂの運転する車は大手町附\n近から訴外Ｄの運転する五三年型シボレーの後について走りこの両車は先行する自\n動車に続いていたのであつたが、Ｂは現場から約六十米手前の左折個所でＤの車の\n右側を時速約六、七十粁の速度で追抜き前示の工事中で狭くなつた道路に突進し\nた。このとき九段下方面から竹橋方面に向つて自動車を運転してこの道路を通りか\nかつた控訴人Ａは前方から来る自動車を認めたので逆行する車の通過を待つて危険\nを避ける心算で衝突現場の車道の左端に人道に接近して車を止めたのであつたが、\n前示のように加速して突進するＢの車はＤの車を追越した直後Ａの車の右前方に衝\n突させその勢でＡの車を車道から二二糎の高さにできている人道にはね上げＡの車\nを損傷せしめた。\nかような事実が認められるが、右認定をくつがえすべき証拠はない。ところで、\n自動車運転者たるＢが右に認定したような状況の狭い道路を通る際には法定の制限\n速度を守り、反対方向の車に十分の注意を払い、応急の措置ができる程度の速度に\nして運転すべき注意義務があるというべきであるから、前記認定の事実関係のもと\nにおいてはＢは右注意義務に違反したものと認められる。したがつて本件事故はＢ\nの過失によつて発生したものといわなければならない。\n三、　そこで、被控訴会社が本件事故により控訴人らが被つた損害を賠償すべき\n義務があるかどうかを検討することとする。\nＢが本件事故当時被控訴会社の被用者として同会社東京支店に自動車運転手とし\nて勤務していたことは、当事者間に争いがなく、原審証人Ｅ、同Ｆ、当審証人Ｂ、\n同Ｃの証言を総合すると、Ｂは昭和二八年秋頃から東京都中央区日本橋ｃｄ丁目ｅ\n番地所在の被控訴会社の東京支店の車庫に接した会社の寮に居住し、本件事故当日\n夜九時頃同人の姉からその結婚のことで来てくれるようにと電話があつたので、車\n庫にあつた本件自動車を運転して姉のところへ行く途中において本件事故を起した\nことが認められる。したがつて、本件自動車の運転は全くＢの私用のためのもので\nあつたことが明らかである。\n乙第二号証によれば被控訴会社では自動車の就業について規定を設け、自動車は\n会社の許可を得るに非ざれば使用してはならないと定め、運転手は作業終了後は担\n当車の鍵を会社運輸係に返納することを定めているこ<要旨>とが認められるが、自\n動車運用の実際を見ると当審証人Ｂの証言によれば、同人は自動車運転手として</\n要旨>被控訴会社に就職以来終始担当の自動車の鍵を自ら保有し何時でも車庫から自\n由に車を出すことができ、個人的の飲食に出かけるときも自由にその車を使用して\nいたことが認められ、そのような状況であつたので本件事故当日も姉からの電話に\nよつて私用のため本件自動車を車庫から出して運転中前示のような衝突事故を起し\nたことが認められる。従つて前記の規則は実際は守られていなかつたといわなけれ\nばならない。そうすれば、Ｂは被控訴会社で担当する自動車の鍵を常に自ら保有し\nて随時自動車を使用できたので、外形から見れば本件での運転は会社の用務のため\nの運転と全く異るところはない。このような状況の下における本件Ｂの運転は民法\n第七一五条の適用に関しては会社の事業の執行であると認めるのが相当であるか\nら、被控訴会社はＢの過失によつて控訴人に生ぜしめた損害を賠償する責に任ずべ\nきである。\n被控訴人はＢの選任監督につき過失がなかつたと主張するので検討するに、原審\n証人Ｅの証言により成立の認められる乙第二号証、同証言によれば、被控訴会社総\n務課長Ｅが昭和三二年四月一日改正の同会社自動車就業規則に従つてＢの監督をす\nることになつていたことが一応認められるけれども、これらだけでは被控訴人主張\nのように過失がなかつた事実を認めるに十分でなく、その他被控訴人の立証をもつ\nては右の主張を認められない。\nなお、被控訴人は控訴人Ａにも過失があつたと主張するが、これを認めるべき証\n拠資料はない。　以上のとおりであるから、被控訴会社はＢの使用者として本件事\n故により控訴人らが被つた損害を賠償すべき義務があるというべきである。\n四、　よつて損害の数額について検討する。\n（一）　原審証人Ｇの証言により真正に成立したと認められる甲第五号証および\n同証言によれば、控訴会社は本件事故によりその所有の本件自動車の修理代金とし\nて三二万一七七〇円を支払つたが、右支払は本件事故に基づき破損した自動車の修\n理に必要なものであつたことが認められる。乙第一号証には右認定の修理費用額に\n異なる本件自動車の修理費の見積額の記載があるが、右は一応の見積にすぎないか\nら、右認定をくつがえすに足りない。控訴人会社は右修理にもかかわらず、本件自\n動車はなお約四〇万円の価値の低落を来たしたと主張するが、この点に関する原審\n証人Ｇの供述は信用できず、他に右主張事実を認めるべき証拠資料はない。\n（二）　次に控訴人Ａが本件事故により傷害を受け、昭和三二年九月二九日から\n同年一一月一五日まで東京病院に入院して治療を受け、入院料一三万七一〇〇円、\n手術費一万円、注射その他の治療費一万四八六五円をそれぞれ支払い、退院後、独\n立歩行就業ができるようになるまで温泉治療、マツサージ治療がよいといわれてこ\nれを行い、これらの費用二万三六五〇円以上を支払つたことは、当事者間に争いが\nない。\nしかして成立に争いのない甲第二号証によれば、右傷害は右膝蓋骨骨折で独立起\n立歩行就行まで約五ケ月の治療を要するものであり、原審における控訴人Ａの尋問\nの結果によれば、前記の温泉、マツサージ治療は歩行力の回復に適当であるとの医\n師の忠告により行い、昭和三四年一〇月当時傷痕は完全になおつたが、正座は一時\nしかできず、長時間の起立も不自由であることが認められ、控訴人Ａが本件事故に\nよつて被つた精神的苦痛に対する慰藉料は金二〇万円が相当であると認める。\n（三）　以上のとおりであるから、被控訴会社は控訴会社に対し三二万一七七〇\n円、控訴人Ａに対し同人が支払を求めている一八万五六〇六円、慰藉料二〇万円合\n計三八万五六〇六円とそれぞれ右各金員に対する前記不法行為の後であつて本件訴\n状が被控訴人に送達された日の後であることが記録上明らかな昭和三二年一二月二\n三日から支払済みに至るまで民法所定の年五分の割合による遅延損害金を支払う義\n務がある。\n五、よつて控訴人らの本訴請求は右の限度において正当として認容し、控訴会社\nのその余の請求は理由がないので棄却すべきであるから、これと異る原判決を取り\n消すこととし、訴訟費用の負担につき民事訴訟法第九六条、第九二条、第八九条\nを、仮執行の宣言につき同法第一九六条を適用して主文のとおり判決する。\n（裁判長判事　角村克己　判事　菊池庚子三　判事　吉田良正）\n"
}