{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 6,
    "day": 13
  },
  "case_number": "昭和35(ネ)249",
  "case_name": "株金引渡請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "article_info": "第14巻4号290頁",
  "gist": "一、　銀行の支店長代理兼支店出張員詰所主任と払込金保管証明の権限\n二、　増資株式払込金の保管証明をなした銀行の債務と消滅時効",
  "case_gist": "一、　銀行の支店長代理兼支店出張員詰所主任は商法第一八九条の規定する払込金の保管証明をなす権限を有しない。\n二、　昭和二五年法律第一六七号による改正前の商法第三七〇条第一八九条の規定により増資新株式払込金の保管に関し証明をなした銀行の債務は株式会社が資本増加の登記をなした日から五年の商事時効により消滅する。",
  "lawsuit_id": "23635",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23635",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/635/023635_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴人らの予備的請求を棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　　実\n控訴人らは主位的請求として、「（一）原判決を取り消す。（二）被控訴銀行\nは、控訴人両名に対し金一、九九〇万円及びこれに対する昭和三〇年八月九日以降\n完済まで年五分の割合による金員を支払わなければならない。（三）訴訟費用は第\n一、二審とも被控訴銀行の負担とする。」との判決並びに当審において新たに予備\n的請求として、右（二）同旨の判決を求め、被控訴銀行は、主位的及び予備的請求\nにつき主文同旨の判決を求めた。\n事実及び証拠の関係は、\n控訴人らにおいて\n一、　商法第一八九条による銀行の払込金保管証明行為は商行為ではない。同条\n第二項は株式払込金の保管証明をなした銀行の責任を規定したものであるが、この\n払込金保管証明行為は、たんなる観念の通知（事実行為）であつて、意思表示では\nないので商法第五〇二条第八号の銀行取引には当らないから、これを目して商行為\nと解することはできない。更に右第一八九条は、特に預合を防止するための政策的\n見地から設けられた規定であり、払込金保管証明行為は、その性質上一般の商行為\nと異なり、銀行がその営業のためにする行為とは認めがたい。\n二、　ことに本件においては、全然株金の払込はないので、被控訴銀行として\nは、未だかつて払込金を受け入れ保管したことはない。すなわち、全く払込金の受\n入保管がないのにかかわらず、これを理由として払込保管金の引渡を請求する本件\nのごとき場合は、株金が現実に払い込まれて銀行が保管しているときに、その保管\n金の返還を請求する場合と同日に論ずることはできない。\n三、　かりに被控訴銀行に対する払込保管金の引渡を求める主位的請求が理由が\nないとすれば、予備的につぎの請求をする。\n被控訴銀行に合併された訴外株式会社佐賀興業銀行（以下訴外銀行と書く）は、\n後に破産宣告を受けた帝国建設株式会社（以下破産会社と書く）の株金払込取扱銀\n行として、善良な管理者の注意義務をもつて、受託事務を処理すべきであるのに、\nこの注意義務を怠り、全く払込がないのに前後二回にわたり払込金保管証明書を発\n行し、破産会社の代表者Ａに交付したため、これによつて破産会社は資本金一〇万\n円から二回にわたり資本金二、〇〇〇万円に増資した旨の登記がなされ、増資登記\n後の昭和二八年八月頃から同年一二月頃までの間に、Ｂ外三二一名に対し合計金\n二、九六六万円の債務を負担し、ついて破産宣告を受けるにいたつたが、もし被控\n訴銀行に右の債務不履行がなかつたならば、破産会社にこの損害は生じなかつた筈\nであり、右損害は通常生ずべき損害というべきであるから、破産会社の破産管財人\nたる控訴人両名は、右通常生ずべき損害金の内控訴の趣旨記載の主位的請求金額と\n同額の金員、すなわち金一、九九〇万円及びこれに対する昭和三〇年八月九日以降\n完済まで年五分の割合による金員の支払を求める。\n四、　本訴提起まで破産会社または破産管財人から訴外銀行及び被控訴銀行に対\nし本件金一、九九〇万円の支払を請求したことはない。\nと述べ、甲第三一号証（謄本）、第三二号証の一から一五まで（内一から七ま\nで、一〇、一一は抄本、八、九、一二から一五までは謄本）を提出し、\n被控訴銀行において、\n一、　破産会社の第一回増資（増加額九九〇万円）、第二回増資（増加額一、〇\n〇〇万円）について、訴外銀行がいずれも増資株金の払込を受けたことがないこ\nと、第一回増資の場合、同銀行武雄支店支店長代理兼同支店本町出張員詰所主任Ｃ\nが、第二回増資の場合同武雄支店長Ｄが、控訴人ら主張のような払込金保管証明書\nを発行し、破産会社代表者Ａに交付したことは認める。\n二、　しかし本訴請求は、つぎの理由によつて失当である。すなわち、破産会社\nの代表者Ａは、仮装不存在の増資決議、株式引受に関する書類とＣやＤを欺いて前\n記一の払込金保管証明書を作成させて入手し、これら書類を不正に使用して第一、\n二回の増資登記を経由したのであるから、訴外銀行には、払込金保管の債務は発生\nしていない。訴外銀行の支店長、支店長代理が破産会社に対して払込金の保管証明\nをしたからといつて元来支店長、支店長代理は払込金の保管証明をなす権限を有し\nないので、このことと相まつて被控訴銀行がその責任を問われる理由はない。破産\n管財人は、破産会社の財産を調査し、本件払込金が訴外銀行にも被控訴銀行にも保\n管されておらず、従つて本訴請求権は破産財団を組成するものでないことを知悉し\nているのにかかわらず、控訴人らが、本訴請求をなすのは失当である。また、破産\n会社の代表者Ａは、訴外銀行の行員である前示Ｃ、Ｄを欺いて二通の保管証明書を\nだまし取り、これを悪用した者であるから、訴外銀行に陳謝しその非行を改めるべ\nき筋合の着で、元来同人は保管させていない払込金を訴外銀行に対して払戻を請求\nする意思などは全くないのであり、このことは破産会社としても全く同様である。\nこの点からも、本請求は失当である。\n三、　本訴の債務は商行為に基くものである。訴外銀行が仮りに第一、二回の増\n資株金払込の取扱を受託した（被控訴銀行は受託を否認するのであるが）として\nも、その払込株金の保管証明をした行為、払込保管金を引き渡す事務は、いずれも\n商行為であるので、商法第一八九条第二項（旧昭和二五年法律第一六七号による改\n正前の法条をいう。以下回じ）第三七〇条によつて証明したことによる責任（債\n務）が確定不動のものであるとしても、同条に基く債務は商行為による債務であ\nる。右第一八九条第二項は、払込金の保管証明をなした取扱銀行は、取扱委託会社\nに対して、株金の払込を受けていないこと等の主張をなすことを禁じ、その証明し\nたとおりの払込金を保管しているものとして委託会社に対し保管証明金の返還義務\nがあることを規定したもので、委託会社が返還を求める金員は、まさに株式払込金\nに外ならないのであるから、これが支払義務は商事債務というべく、同条は決して\n無因的に又は懲罰的な法定賠償として取扱銀行に支払責任を負担させたものではな\nい。従つて、かりに被控訴銀行に支払義務があるとしても、すでに五年の商事消滅\n時効の完成により消滅している。\n四、控訴人らの予備的請求は、請求の基礎に変更があり、かつ著しく訴訟手続を\n遅滞させるものであるから許されない。かりに予備的請求が許されると仮定して\nも、従来主張のとおり、訴外銀行は破産会社から増資払込金の取扱を委託されない\nことはないので、同銀行には債務不履行の事実はない。かりに委託を受けたとして\nも、破産会社が控訴人ら主張のようにＢ外三二一名に対し主張の債務を負担したこ\nとと、払込金がないのに資本増加の登記がなされたこととの間に、相当因果関係は\nなく、また右は破産会社の被つた損害ではない。よつて予備的請求は棄却さるべき\nである。\n五、　控訴人ら主張の四の事実は認めると述べ、甲第三一号証、第三二号証の一\nから一五までは、いずれも原本の存在並びに成立を認めると述べた外は、原判決に\n示されているとおりであるから、ここに引用する。\n理　　　　由\n（一）　訴外渡辺新興株式会社が、昭和二九年一月一日商号を帝国建設株式会社\nと変更し、同年九月三〇日午前九時佐賀地方裁判所で破産宣告を受け、同日控訴人\n両名がその破産管財人に選任されたこと、被控訴銀行は訴外銀行と株式会社佐賀中\n央銀行とが昭和三〇年七月一〇日新設合併により設立された銀行で、訴外銀行の権\n利義務一切を包括承継したものであること、訴外銀行武雄支店支店長代理兼同支店\n本町出張員詰所主任Ｃが破産会社代表者Ａの委託を受け、昭和二四年七月二七日同\n会社宛に、右武雄支店名義をもつて支店名下に同支店印を押して、金九九〇万円、\nただし渡辺新興株式会社増資株一九八、〇〇〇株（一株の金額五〇円）、右金額当\n銀行に保管せることを証明する旨の株式払込金保管証明書（以下第一証明書と書\nく）を発行してＡに交付し、同会社がこの証明書その他の所要書類をもつて、昭和\n二四年八月二日佐賀地方法務局武雄支局受付第八九号をもつて資本を九九〇万円増\n加する第一回の資本増加の登記をなし、（登記の上で最初の資本一〇万円を合わせ\nて資本一、〇〇〇万円となつた。）ついで前示武雄支店支店長Ｄが、前記Ａの委託\nを受け、昭和二四年一〇月三日破産会社宛に、訴外銀行支店長Ｄ名義をもつて名下\nにその印を押して、金一、〇〇〇万円、ただし渡辺新興株式会社増資株式二〇万株\nに対する払込金（一株の金額五〇円）、右金額当銀行に保管せることを証明する旨\nの株式払込金保管証明書（以下第二証明書と書く）を発行してＡに交付し、同会社\nがこの証明書その他の所要書類をもつて、昭和二四年一〇月四日佐賀地方法務局武\n雄支局受付第一一九号をもつて資本を一、〇〇〇万円増加する第二回の資本増加の\n登記をなしたこと（登記の上で資本二、〇〇〇万円となつた。）、右第一、二回の\n増資登記を通じ現実には株金の払込は全然なく従つて訴外銀行において払込金を保\n管したことがないこと、以上の事実は当事者間に争がない。そして、前示Ｃ、Ｄ以\n外の者が訴外銀行を代表しもしくは代理して破産会社から本件増資新株式の払込金\nの取扱委託を受けたという証拠はない。\n（二）　控訴人らの第一証明書に基く主位的請求について。\n<要旨第一>（１）ところで銀行名義をもつて株式払込金保管証明がなされても、\nそれが権限ある者によつてなされたものでな</要旨第一>いかぎりその銀行は商法第\n一八九条第二項の規定による責任を負担することはない。控訴人らは、訴外Ｃは訴\n外銀行から同銀行支店長代理という名称を与えられていたのであるから、商法第四\n二条第一項本文により同支店の支配人と同一の権限を有し、第一の保管証明をなす\n権限を有すると主張するので考えるに、成立に争のない乙第三号証の一、二、原審\n証人Ｅの証言の一部、同Ｄの証言を合わせ考えると、銀行の出張員詰所は、商法第\n四二条の支店でなく、また銀行の支店長代理は格別の事情のないかぎり、支店の営\n業の主任者ではないので、銀行の出張員詰所主任兼支店長代理は、株金払込取扱の\n委託契約を取り結ぶ権限を有せず、また株式払込金の保管証明をなす権限を有しな\nいものと解するのが相当である。これに反する甲第五、一一、一二号証その他の証\n拠は採用しない。従つて、訴外銀行武雄支店長代理兼同支店本町出張員詰所主任Ｃ\nが作成した第一証明書は訴外銀行の保管証明書たるの効力がないといわなければな\nらない。\n（２）　控訴人らは、訴外銀行かＣに対し同銀行武雄支店長代理という名称を与\nえたことは、民法第一〇九条所定の第三者に対して他人に代理権を与えたことを表\n示したことに当るので、同法条により第一証明書につき責任を免れることができな\nいと主張するけれども、払込金保管証明が後記（３）のような重大な法的効果を有\nすることを参酌すれば、右に排斥した証拠を外にして、Ｃが第一証明書を発行する\n権限を有すると信ずるについて破産会社に過失がなかつたというなんらの証拠もな\nいので、右主張は採用しがたい。\n（３）　さらに控訴人らは、商法第一八九条所定の払込金保管証明は、意思表示\nでなく観念の通知に過ぎないものであるから、Ｃが第一証明書を発行した以上、同\n人が訴外銀行を代理する権限の有無にかかわりなく、訴外銀行は同証明書の発行に\nよる責任を負担すべきであると主張する。なるほど払込保管金額に相当する内容の\n正確な保管証明は、預金残高証明とひとしく、客観的にはたんなる事実証明の文書\nたるの価値を有するに過ぎないかのようであるが、第一八九条（旧第三七〇条、現\n第二八〇条の一四において準用する場合を含む）は、株式会社の募集設立及び資本\n増加（新株発行）の場合における払込金の保管の安全・払込の確実、預合の弊害を\n除去して会社資本の充実に遺憾なからしめる一連の規定（商法第一七五条第二項第\n一〇号、第一七七条第二項、第一七八条、旧第三五〇条第五号（現第二八〇条の六\n第五号）、第四九一条、非訟事件手続法第一八七条第二項第一〇号、第一八九条第\n六号等）の一として設けられたもので、払込取扱銀行は、発起人・取締役の請求に\n応じて払込金の保管に関し証明書を交付すべき法定義務があることを明規し（参照\n民法第六四五条）、その証明した払込金額については、実際は払込がなかつたと\nか、一たん払込はあつたが既に払い戻したとか、発起人・取締役が銀行から借り入\nれた金員を弁済するまで、銀行は払込金を会社に返還しない特約があるというよう\nな払込金の返還に関する制限をもつて会社に対抗できないという強大な法的効果が\nあることを規定しているので、銀行の払込金保管証明書は会社に対する関係におい\nては、いわば、事実証明の形式をとつた無条件の権利付与証書ともいうべきもので\nあるから、これをたんに事実証明の文書であると前提しながら訴外銀行に証明書記\n載どおりの責任があるという控訴人らの主張は、それ自体矛盾しているし採用に値\nしない。したがつて、第一証明書に基く控訴人らの主位的請求は理由がない。\n（三）　控訴人らの第二証明書に基く主位的請求について。\n（１）　第二証明書が訴外銀行武雄支店支店長Ｄの発行にかかるものであること\nは、前記のとおり被控訴銀行の認めるところである。しかるに被控訴銀行は、右銀\n行の支店長は払込金の保管証明をなす権限がないばかりでなく、第二証明書は、訴\n外銀行武雄支店に株金の払込が全然なされておらないのにかかわらず破産会社の代\n表者Ａが前示Ｃ、Ｄを欺罔してこれを作成交付させたものであるから、訴外銀行に\nは第二証明書の発行責任はないと抗弁する。しかし、銀行支店の支店長は相手方が\n悪意の場合を除いて銀行に代わつて支店の営業に関する一切の裁判外の行為をなす\n権限を有する（商法第四二条・第三八条参照）ので発起人や会社代表者との間にそ\nの支店を払込取扱機関とする払込の委託契約を締結し、払込金の保管証明をなす権\n限を有するものといわなければならない。（銀行支店長の発行する払込金保管証明\n書を添付して株式会社の設立登記、新株発行の登記がなされているという周知の事\n実は、これを前提とするものである。）そして商法第四二条第二項の相手方の悪意\nとは、相手方において支店長が支配人でないことを知るということではなく、当該\n行為について支店長に権限がないことを知つていることを意味し、これを払込金の\n保管証明行為について言えば相手方が支店長にその証明をなす権限がないことを知\nることをいい、本件のように払込金が皆無の場合においては、相手方が当然支店長\nに内容虚偽の背任的な保管証明をなす権限を有しないことを知つていると解すべき\nではない。けだし、これを反対に解せんか払込金が皆無の場合、ことに預合の場合\nには、相手方は銀行の代表取締役・支配人といえども、内容虚偽の保管証明をなす\n適当な権限を有しないことを知悉しているのであるから、ひいて銀行には責任がな\nいということに帰するのであるが、この場合こそ正に法は銀行の責任を肯認してこ\nれを追求せんとするものであり、これを然らずとすれば、預合を防止して資本の充\n実を期せんとする前示各法条は殆んど空文化することが明白である。\n（２）　本件第二証明書の作成交付について、控訴人ら主張のような欺罔行為が\nあつたとしても、破産会社が第二証明書等により資本増加の登記を経了して既に数\n年を経ていることの当事者間に争がない以上、第一八九条の前説示の法意に照ら\nし、また商法第一九一条・旧第三七〇条（現第二八〇条の一二）、第一九二条・旧\n第三五六条（現第二八〇条の一三）等の背後に存する法意にかんがみ被控訴銀行の\n責任に、なんらの消長をきたすものではない。よつて被控訴銀行の抗弁は排斥を免\nれない。　（四）　被控訴銀行の時効の抗弁について。\n（１）　払込取扱の委託を受けた銀行（信託会社について同じ。なお、普通銀行\n等の貯蓄銀行業務又は信託業務の兼営等に関する法律、相互銀行法第二条第一項第\n六号、信用金庫法第五三条第一項第五号第四項、長期信用銀行法第六条第一項第六\n号第一八条参照）のなす払込金の受入・保管・払戻は、銀行がその営業のためにす\nる行為であり、払込金の保管証明をなすことはその営業に附随する行為（民法第六\n四五条参照）であつて、これについても銀行は善良な注意義務を怠らず、証明の正\n確を期すべきは当然である（民法第六四四条）が商法第一八九条、旧第三七〇条\n（現第二八〇条の一四）は、これらを前提として、銀行に払込金保管についてその\n証明義務あることを法定し、この法定義務の履行として保管証明書が発行交付され\nた以上、たとえ払込金が全部もしくは一部存在せず、または返還制限の約定が存在\nする場合においても銀行は証明した払込保管金額について、その払込がないことま\nたはその返還に関する制限をもつて会社に対抗することかできないことを明定した\nもので、いわゆる表示による禁反言ないし権利外観法理の一顕現というべきであ\nる。すなわち、銀行は払込金保管証明書に記載されているとおり払込金を受け入れ\nて保管していること、したがつてその返還債務があることになるのであるから、右\n法条によつて銀行の負担する債務は、商人である銀行がその営業上負担した払込金\nの返還債務の拡張したものであつて商行為による債務に外ならないと解すべきであ\nる。控訴人らは払込がないのにかかわらず払込ありとして保管証明をなした銀行の\n責任は、商法第一八九条の法定する直接の責任であつて、商行為により生じたもの\nではなく、払込保管金返還債務と同一性を有するものでないと主張するが、この説\nでは、銀行が懲罰的に責任を負担させられると解すれば格別、なに故に第一八九条\nが銀行に右のような責任を法定したかについての理由を説明するに十分でなく、さ\nらに両説を会社の銀行に対する請求ないし訴訟の型、構造の点から考察すれば、反\n対説の採りがたい所以が明らかとなるであろう。すなわち、前説（当裁判所の見\n解）によれば、払込が全部もしくは一部存在しないのに払込金保管証明書が発行さ\nれた場合においても、会社は銀行に対し同証明書の外観・表示に従つて保管金の返\n還を請求しうべく、また請求すべきであるのに対し、反対説によれば、証明書の金\n額のうち払込のない額（払込金皆無のときは全額、一部払込のときは、払込のない\n額）が何程であることを主張（立証）して銀行の法定責任を追求することとなるで\nあろうが、損害賠償の請求のごとき場合であればともかく、会社が自から払込金が\nないと主張して払込金返還の請求をなすべしとするがごときは、非理没法であり、\nまた現実に払込のなされた額は払込金として、払込のなされない額は払込返還の法\n定責任として、それぞれ区別して請求することとなるであろうが、かような請求な\nいし訴訟の構造となることが、すでに反対説の採用し難い所以でもあるのである。\nよつて、当裁判所の見解に反する控訴人らの法律上の主張は採用しない。\n<要旨第二>（２）　破産会社が昭和二四年八月二日第一回の増資登記をなし、同\n年一〇月四日第二回の増資登記をなしたこと</要旨第二>は、前示のとおりであるか\nら、同会社は右各登記の日から訴外銀行に対し保管金の返還を請求し得たのである\n（旧第三五八条第三七〇条参照）が、破産会社又は控訴人らが本訴提起まで訴外銀\n行に対し払込金の請求をしたことのないことは、当事者間に争がないので、訴外銀\n行の払込金返還債務は、それぞれ増資登記の日から満五年を経過した昭和二九年八\n月二日及び同年一〇月四日の満了とともに時効により消滅したものというべく、こ\nの時までに消滅時効の中断事由の存しないことは、控訴人ら弁論の全趣旨において\n明らかである。\n以上見たとおり、控訴人らの主位的請求は、（第一証明書の発行に基く請求につ\nいては、たとえ請求権が成立したと見たところで）すでに時効により消滅している\nので、棄却すべきである。\n（五）　控訴人らの予備的請求について。\n本件予備的請求は主位的請求とその基礎に変更がなく、これにより著しく訴訟手\n続を遅滞させるものでもないので、予備的請求は許すべく、これが却下を求める被\n控訴銀行の主張は排斥する。ところで訴外銀行武雄支店の前示Ｃ・Ｄが第一、二証\n明書を発行したことにより（前認定のとおり第一証明書は訴外銀行が発行したとい\nう効果は生じないのであるが、この点はしばらくおいて）、通常の過程において訴\n外銀行の債務不履行により、破産会社に対し、控訴人ら主張請求の金額について、\n損害として生じたという明確な証拠はないので、この請求は排斥を免れない。\n（六）　結語\n以上により明らかなように、主位的請求を棄却した原判決は相当でこれに対する\n控訴は理由がなく、予備的請求は失当でこれを棄却すべきであるから、民訴第三八\n四条第九五条第八九条第九三条を適用し主文のとおり判決する。\n（裁判長判事　川井立夫　判事　秦亘　判事　高石博良）\n"
}