{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 6,
    "day": 23
  },
  "case_number": "昭和35(う)458",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "lawsuit_id": "23644",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23644",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/644/023644_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名を各罰金一万円に処する。\n被告人等において右罰金を完納することができないときは、いずれも金\n二五〇円を一日に換算した期間その被告人を労役場に留置する。\n押収してある現金三〇〇〇円（証第六号）は、これを被告人Ａから没収\nする。\n被告人両名に対し公職選挙法第二五二条第一項の選挙権及び被選挙権を\n有しない旨の規定を適用しない。\n原審における訴訟費用中、証人Ｂ、同Ｃに支給した分は被告人Ｄの、証\n人Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｉ、同Ｊに支給した分は被告人Ａの、証人Ｋに支給し\nた分は被告人両名の各負担とする。\n被告人等両名に対する本件公訴事実中、被告人Ｄが昭和三四年三月一五\n日頃被告人Ａに対し選挙運動をしたことの報酬等として現金二〇〇〇円を供与した\nとの点、並びに被告人Ａが右情を知り乍ら同日被告人Ｄより右現金の供与を受けた\nとの点については被告人等はそれぞれ無罪。\n理　　　　由\n本件各控訴の趣意は、記録に編綴の弁護人吉浦大蔵、被告人Ｄ（以上同被告人関\n係）及び弁護人野方寛（被告人Ａ関係）各自提出の控訴趣意書記載のとおりである\nから、いずれもこれを引用する。\n弁護人吉浦大蔵の控訴趣意第一点、一、１について。\n記録によれば、武雄簡易裁判所裁判官植村武雄は昭和三四年七月四日被告人Ａに\n対する本件公職選挙法違反被告事件につき略式命令を発しこれに対し同被告人より\n正式裁判の請求がなされ、同裁判官は同年八月三日被告人Ｄに対する公職選挙法違\n反被告事件と右Ａに対する被告事件を併合して審理する旨の決定をなし、且つ、同\n日右被告人両名に対する該被告事件を刑事訴訟法第三三二条により佐賀地方裁判所\n武雄支部に移送する旨の決定をしていることは所論のとおりである。\nところで裁判官が被告事件につき略式命令をした場合、その職務の執行から除斥\nされることは刑事訴訟法第二〇条第七号により明らかであるか、同条において裁判\n官の職務の執行につき除斥原由を定めている所以は専<要旨>ら審判の実質的内容の\n公正を保持するためにあることが明らかであるから、略式命令をした簡易裁判所裁\n判官</要旨>が同命令に対し、正式裁判の請求がなされたとき、後に該被告事件につ\nき自ら審判するのではなく、該事件を刑事訴訟法第三三二条の規定により管轄地方\n裁判所に移送する前提として他の被告人に対する被告事件と併合審理する旨の決定\nをし、且つ該併合被告事件を前記法条に基き移送決定をするがごときは、いずれも\n形式的裁判であつてもとより実質的裁判ではないから毫も審判の実質的内容の公正\nを害するものということはできない。\n従つて前記のごとき各決定をなすことは同法第二〇条にいう除斥せらるべき職務\nの執行に包含せらるべきものでないと解するのを相当とする。しかして記録を調査\nすると本件移送にかかる被告事件の審判につき裁判官植村武雄が関与したものでな\nいことは極めて明瞭であるから、同裁判官のなした前記併合審理決定、並びに移送\n決定が無効であることを前提とする論旨は理由かない。\n同控訴趣意第一点、一、２について。\nしかし、原判決挙示の証人Ｌは被告人両名が曽てＬ方に精米や精麦に来たことが\nあり、昭和三四年三月一日も名前は判然しないが精米五俵と精麦二斗を頼まれたと\n証言しておるのであり、該証言は原判示第一、（一）事実の間接証拠たり得ないも\nのとはいわれないから、原審が右証言を同事実認定の証拠に供したのは相当であ\nる。論旨は理由がない。\n同控訴趣意第一点、一、３について。\nよつて記録を精査するに、被告人Ａの検察官に対する昭和三四年四月二二日附供\n述調書記載の論旨摘示の供述内容を挙示の他の証拠と対照して仔細に検討すれは、\n右供述調書の記載がその内容と経験則に照らして不任意の供述であるという所論は\n到底採用し難い。また、記録によれば同被告人が昭和三四年三月二三日公職選挙法\n違反被疑事件により司法警察員に逮捕されて勾留中、同年四月二日赤痢に罹つて武\n雄市隔離病院に入院し、同月一三日退院するや即日再び収監されて勾留されている\nうち、原判決挙示にかかる同被告人の司法警察員に対する同年三月二四日附、同年\n四月一六日附、同月一八日附各供述調書及び検察官に対する同年三月二七日附、同\n年四月一四日附、同月二二日附、同月二四日附各供述調書が作成されていることは\n所論のとおり認められる。しかし、同被告人が当時勾留に堪えない程度に身体の衰\n弱を来していたとは認め難く、また取調官が同被告人の病後の勾留による苦痛に乗\nじて自白を求めた形跡も窺われないから、同被告人の自白が病後の勾留中になされ\nた一事を以てその任意性に疑があるものとなし得ないのは勿論であり、更に原審証\n人Ｋ、同Ｈの各証言によれば、警察、検察庁の取調において同被告人に対し所論の\n如き強制、脅迫、偽計、約束を用いて自白を迫つた形跡は認め難く、記録を精査し\nても右各供述調書の任意性を疑うべき事情は存しない。原判示第一（一）の事実に\n関する限り原判決に所論の如き訴訟法違反、採証の誤、事実誤認は存しない。論旨\nは理由がない。\nところで、被告人Ａの検察官に対する昭和三四年四月二四日附供述調書を検討す\nるに、該供述調書によれば同被告人は原判示第一、（二）に照応する同第二、\n（五）のとおり昭和三四年三月一五日頃選挙運動の報酬等として現金二〇〇〇円が\n被告人Ｄより供与された事実を自白している。しかし、被告人Ｄは原判示第一、\n（一）の現金三〇〇〇円の供与については検察官及び司法警察員に対してこれを自\n白し乍ら、右二〇〇〇円の供与については警察、検察庁、原審公判を通じ終始一貫\nしてこれを否認している。被告人Ａは前記供述調書において只一回これを自白して\nいるのみであり、しかも、右現金二〇〇〇円の使途、始末についてはこれを窺うべ\nき資料がないのみならず、該自白を補強すべき証拠は記録上絶えて存しないのであ\nる。（従つて同被告人に対しては右自白に拘らず刑事訴訟法第三一九条第二項によ\nり有罪を認め得ないのである。）これ等の事情を考慮にいれて記録を仔細に検討す\nれば、同被告人の検察官に対する前記供述調書の自白は遂に真実に符合するとの心\n証を惹起し難く、その信憑力を否定せざるを得ない。従つてこれを以て原判示第\n一、（二）の事実を肯定する証拠とはなし難い。尤も、原判決は右供述調書の外に\n第一、（二）事実の証拠として被告人Ｄの司法警察員及び検察官に対する各供述調\n書及び裁判官のＡに対する証人尋問調書を挙げているが、右はいずれも第一、\n（一）事実に関する供述のみにして第一、（二）の事実については一言も触れてお\nらずこれが証拠となるべき供述は全く存しないのである。然るに、原判決が前示各\n供述調書を採つて以て原判示第一、（二）の事実を肯定したのは証拠の価値判断を\n誤り事実を誤認したものにして、この誤は判決に影響を及ぼすことが明らかである\nから、原判決は破棄を免れない。この点の論旨は理由がある。\n同控訴趣意第一点、一、４について。\nしかし、刑事訴訟法第一九八条第二二三条にいわゆる「被疑者」とは当該被疑者\nを指称し、共犯等の場合において共同被疑者として取調を受けた場合一方の当該被\n疑者に対する関係においては他方の被疑者は同法第二二三条の被疑者以外の者に当\nるものというへきである。これを本件について観れば、被告人Ａは公職選挙法違反\n被疑事件につき必要的共犯の関係にある被告人Ｄと共同被疑者として刑事訴訟法第\n一九八条に基き検察官の取調を受けたものではあるが、被疑者Ｄに対する関係にお\nいては同法第二二三条の被疑者以外の者に当るから、検察官の右取調はすなわち被\n疑者以外の者の取調に当るものというべく、そして同法第二二七条にいわゆる第二\n二三条第一項の規定による取調とは被疑者以外の者の取調を指称する趣旨に解すべ\nきであるから、Ａは被疑者Ｄに対する公職選挙法違反被疑事件に対する関係におい\nては被疑者以外の者として検察官の取調を受けた者であり同法第二二七条所定のこ\nの点に関する証人適格を有していたものといわねばならない。そして、被告人両名\nの司法警察員及び検察官に対する各供述調書によれば、被告人Ｄは武雄市議会議員\nに当選した現職議員にして被告人Ａより一五才も年長であるのみならず、同被告人\nは被告人Ｄに累の及ばんことを恐れ乍らＥに供与した現金三〇〇〇円が同被告人よ\nり供与された旨を司法警察員に自白したことを認め得るから、被告人Ａが公判期日\nにおいて圧迫を受け前にした供述と異る供述をする虞があることは優に窺われ、ま\nた同被告人は被告人Ｄと必要的共犯の関係にあつてその供述が犯罪の証明に欠くこ\nとのできないこともたやすく看取されるところにして、刑事訴訟法第二二七条第二\n項の疎明があることはこれを肯認するに十分であり且つ被告人Ａの検察官に対する\n各供述調書の任意性を疑うべき事情がないこともさきに説明したとおりであるか\nら、同法第二二七条に基き作成された裁判官のＡに対する昭和三四年四月二三日附\n証人尋問調書は所論の如く作成要件を欠如するものとはいい難く毫も証拠能力に欠\nくるところはない。また、右証人尋問調書が作成されたのは同被告人の検察官に対\nする昭和三四年四月二二日附供述調書が作成された翌日であることは所論のとおり\nであるが、右供述調書が強制、脅迫、偽計、約束その他任意性を疑わしむべき事情\nの下に作成されたものでないことは前叙のとおりであるから、右証人尋問調書にお\nける証言が検察官に対する供述を繰り返したものであつたとしても、そのことより\nして直ちにその任意性に疑ありとなし得ないことは勿論であり、記録を精査しても\n右証人尋問調書の任意性を疑うべきふしは存しない。しかし、右証人尋問調書の証\n言は原判示第一、（一）、第二、（一）（二）（三）の各事実のみに関するもので\nあるのに原判決が第一、（二）の事実認定の証拠に供しているのは誤であり、しか\nも被告人Ａの検察官に対する昭和三四年四月二四日附供述調書が措信し難いものな\nることは前叙のとおりであるから、原判示第一、（二）の事実を認むべき証拠がな\nいのにこれを肯定した原判決は判決に影響を及ぼすべき事実を誤認したものにして\n原判決は破棄を免れない。論旨は結局理由がある。\n同控訴趣意第一点、一、５について。\nなるほど、被告人Ｄの検察官に対する昭和三四年五月六日附供述調書を被告人Ａ\nの検察官に対する同年四月二二日附供述調書と比較対照して仔細に検討すれば、現\n金三〇〇〇円を授受した際における双方の言葉のやりとり、動作、位置等些細な点\nについて所論の如き相違のあることは否み難いが、昭和三四年三月一日頃Ｌ精米所\n内において被告人Ｄが被告人Ａに対し自己のために選挙運動を依頼し、その報酬等\nとして現金三〇〇〇円を供与したという大筋においては双方の供述が合致している\nから、右各供述調書は前叙の如き微細な差異あるに拘らず右供与の真相を物語るも\nのとしてこれを措信するに十分であり、且つ被告人Ｄの右供述調書及び同被告人の\n司法警察員に対する同年五月七日附供述調書中の所論の如き各供述は挙示の他の証\n拠を参酌すれば、右金三〇〇〇円が畢竟原判示第一、（一）のとおり同被告人の被\n告人Ａに対する投票並に投票取纏等の選挙運動依頼の報酬等として供与された趣旨\nなることを肯認するに足るものである。\n更に、被告人Ｄの検察官に対する昭和三四年五月六日附供述調書を仔細に検討し\n且つ原審証人Ｍ、同Ｃの各証言を参酌すれば、検察官Ｍが同被告人を取り調べた際\n所論の如き言辞を弄し脅迫、強制等を加えて自白を迫つた事実は認め難く、従つて\nまた、同被告人の司法警察員に対する同月七日附供述調書が前日検察官より加えら\nれた脅迫の心理的影響下において作成されたものにして任意性を有しないという所\n論は採用の限りでない。そして、原判決挙示の関係証拠によれば原判示第一、\n（一）の事実は優に認められ、記録を精査しても原判決に所論の如き採証の誤、理\n由不備、事実誤認は存しない。論旨は理由がない。\n同控訴趣意第一点、二について。\nしかし、原判決は「被告人Ｄが来るべき武雄市議会議員選挙に立候補する自己の\nために投票並びに投票取纏等の選挙運動を依頼し」と判示しているから、該判文は\n同被告人が自己の当選を得る目的を有していたことを判示していることは極めて明\nらかであり、公職選挙法第二二一条第一項第一号の犯罪構成要件の判示に欠くると\nころはない。また、原判決は「右立侯補の届出に先立ち」と判示しているから、第\n一、（一）の事実が一面において同法第二三九条第一号第一二九条所定の事前運動\nに当ることを判文上明示しているものというべく、更に、原判決はその冒頭におい\nて「被告人Ａが立候補者被告人Ｄの選挙人であつた」旨を明示しているから、右両\n名の選挙区を明記しなくても公職選挙法第二二一条第一号違反の判示として欠くる\nところはない。原判決に所論の如き訴訟法違反、理由不備は存しない。論旨は理由\nがない。\n同控訴趣意第二点、一について。\nしかし、前叙の如く原判決挙示の証拠中証拠能力に欠くる証拠は存在せず且つ挙\n示の各証拠によれば原判示第一、（一）の事実は優に認められる。原判決に所論の\n如き訴訟法違反、第一、（一）事実の誤認は存しない。論旨は理由がない。\n同控訴趣意第二点、二について。\n憲法第三八条第二項及び刑事訴訟法第三一九条第一項により証拠能力を否定され\nた強制、拷問、脅迫による自白とは、当該強制、拷問、脅迫と因果関係を有する自\n白を指称し、たとえ強制、拷問、脅迫が加えられてもこれと自白との間に因果関係\nの存在しないことが明らかな場合においては自白の証拠能力は否定されないものと\nいうべきであるが、右因果関係の存否不明のときはなお因果関係の存在する自白と\n同様にその証拠能力を否定すべきものと解するのが被告人の人権保護を全うする所\n以であつて立法の趣旨に副うものといわねばならない。ところが、検察官の取調に\nおいて被告人両名に対し脅迫、強制等が加えられた形跡が窺われないことは縷述の\nとおりであるから、検察官の被告人両名に対する各供述調書の証拠能力を否定すべ\nきいわれはなく、また、記録を精査しても原判示第一、（一）事実に関する挙示の\n各供述調書の信用性を疑うべき事情は存在しない。\nそして、押収にかかる手帖には被告人Ａが昭和三四年三月一日石切場に行つた旨\nの記載あることは相違ないが、同被告人の原審第八回公判における供述によれば、\n同被告人方とＬ精米所との距離は僅か一粁位であり、また、同被告人の長男に当る\n原審証人Ｎの証言によれば、同被告人方より石切場までの距離は約三〇〇米に過ぎ\nないことが認められるから、同被告人が当日石切場に行つたとしても該事実は毫も\n同被告人が同日Ｌ精米所に赴き被告人Ｄより金三〇〇〇円の供与を受けた事実を肯\n定する妨げとなるものではなく、この点に関する原審の判断はまことに相当であ\nる。原判決に所論の如き訴訟法違反は存しない。論旨は理由がない。\n同控訴趣意第三点について。\nしかし、原判決の判示事実と適用法条を観れば、罰金刑の併科なる判文は用語上\n正鵠を失するけれども罰金刑の合算額以下の趣旨なることが看取され、原判決に所\n論の如き法令適用の誤は存しない。論旨は理由がない。\n同控訴趣意第四点について。\nしかし、原判決挙示の関係証拠によれば原判示第一、（一）の事実は優に認めら\nれる。論旨は理由がない。\n被告人Ｄの控訴趣意一について。\nしかし、記録を精査し原審証人Ｍ、同Ｃの各証言を参酌して被告人Ｄの検察官に\n対する供述調書を仔細に検討すれば、検察官が同被告人を取り調べた際所論の如く\n強制、脅迫、偽計等を用いた形跡は認め難く、その他右供述調書の任意性を疑うべ\nき事情は存しない。そして、右供述調書その他原判決挙示の関係各証拠によれば原\n判示第一、（一）の事実は優に認められる。記録を精査しても原判決に所論の如き\n採証の誤、事実誤認は存しない。論旨は理由がない。\n同控訴趣意二について。\n被告人Ａの検察官に対する昭和三四年四月二四日附供述調書が措信し難いこと、\n該供述調書を除いては原判示第一、（二）の事実を肯認し得べき証拠がないこと及\nび該事実を肯定した原判決が判決に影響を及ぼすこと明らかな事実を誤認したもの\nにして破棄を免れないことは、弁護人吉浦大蔵の控訴趣意第一点、一、（３）に対\nする判断第二項において説明したとおりであるから、これを引用する。\n同控訴趣意三について。\nしかし、裁判官のＡに対する証人尋問調書には立会つた訴訟関係人として被疑者\nＤの記載がある事実に徴すれば、被告人Ｄが右証人尋問に立ち会つた事実が看取さ\nれ、仮りに同被告人が右証人尋問に立ち会わなかつたとしても、かかる証人尋問に\n被疑者を立ち会わせると否は裁判官の自由裁量に属するから（刑事訴訟法第二二八\n条第二項）、右証人尋問調書の証拠能力に毫も消長を及ぼすものではない。のみな\nらず。右尋問調書を除外してもその余の証拠によつて原判示第一、（一）事実は優\nに認められる。論旨は理由がない。\n弁護人野方寛の控訴趣意第一、（一）について。\nしかし、刑事訴訟法第二二七条により検察官がＡの証人尋問を請求した際同条所\n定の疎明がなされていることは弁護人吉浦大蔵の控訴趣意第一点、一、４の論旨に\n対する判断第一項後段において説明したとおりであるからこれを引用する。そし\nて、右証人尋問請求書は必ずしも公判裁判所に提出しなければならないものではな\nいから、右請求書が記録に編綴されていないからといつてそれが作成されなかつた\nものとはいわれないのみならず、仮りに右請求書が作成されなかつたとしても、こ\nれがため証人尋問調書が証拠能力を失ういわれは存しない。原判決が右証人尋問調\n書を証拠として原判示事実を認定したのは相当である。論旨は理由がない。\n同控訴趣意第一、（二）について。\n原判決挙示にかかる被告人Ａの検察官及び司法警察員に対する各供述調書の任意\n性を疑うべき事情がないこと、同被告人の検察官に対する昭和三四年四月二四日附\n供述調書における自白の信用性を否定すべきものであるのみならず、右自白を補強\nすべき何等の証拠も存しないからこの点において既に刑事訴訟法第三一九条二項に\nより同被告人を原判示第二、（五）の事実につき有罪となし得ないことは、弁護人\n吉浦大蔵の控訴趣意第一点、一、３の論旨に対する判断第二項において説明したと\nおりであるからこれを引用する。従つて原判示第二、（一）乃至（四）の事実は挙\n示の関係証拠により優に認められるから、この点に関する論旨は理由がないが、第\n二、（五）の事実に関してはこれを肯認し得べき証拠がないのに拘らず原判決が挙\n示の証拠を以てこれを肯定したのは証拠の価値判断を誤り事実を誤認したものにし\nてこの誤は判決に影響を及ぼすこと明らかであるから、原判決は破棄を免れない。\nこの点に関する論旨は理由がある。\n同控訴趣意第二について。\nしかし、原審証人Ｌの証言を仔細に検討すれば被告人Ａが昭和三四年三月一日Ｌ\n精米所に行かなかつたものとは断定し難く、また押収にかかる手帳の記載は何等同\n被告人が同日右精米所に行つた事案を肯定する妨げとなるものでないことは弁護人\n吉浦大蔵の控訴趣意第二点、二に対する判断第二項において説明したとおりであ\nり、原判決挙示の関係証拠によれば原判示第二（一）の事実は優に認められる。記\n録を精査しても原判決に所論の如き採証の誤事実誤認は存しない。論旨は理由がな\nい。\nそこで、刑事訴訟法第三九七条第一項に則り原判決を破棄し、同法第四〇〇条但\n書に従い更に判決する。\n当裁判所が認定した事実及び引用の証拠は、原判示第一、（二）及び第二（五）\nの各事実を削除し、被告人Ａの検察官に対する昭和三四年四月二四日附供述調書を\n除外する外、すべて原判示と同一であるからこれを引用する。\n法律に照らすに、被告人Ｄの原判示第一、（一）の所為中当選を得るため三〇〇\n〇円を供与した点は公職選挙法第二二一条第一項第一号に、事前運動の点は同法第\n二三九条第一号第一二九条に当るが、右は一個の行為にして二個の罪名に触れるか\nら刑法第五四条第一項前段第一〇条により重い前者の刑を以て処断することとし所\n定刑中罰金刑を選択して同被告人を罰金一万円に処すべく、被告人Ａの原判示所為\n中第二、（一）の事実は公職選挙法第二二一条第一項第四号に、第二、（二）の中\n一〇〇〇円を供与した点及び（三）（四）の各事実は同法第二二一条第一項第一号\nに当るが、第二、（二）の中事前運動の点は同法第二三九条第一号第一二九条に当\nりこれと一〇〇〇円の供与とは一個の行為にして二個の罪名に触れるから刑法第五\n四条第一項前段第一〇条により重き後者の刑を以て処断すべく、そして同被告人の\n右各所為は同法第四五条前段の併合罪であるから所定刑中いずれも罰金刑を選択し\nて同法第四八条第二項に則りその合算額の範囲内において処断することとし同被告\n人を罰金一万円に処すべく、被告人両名に対し同法第一八条を適用して右罰金を完\n納することができないときは金二五〇円を一日に換算した期間その被告人を労役場\nに留置すべく、押収にかかる現金三〇〇〇円は被告人Ａが収受した利益であるから\n公職選挙法第二二四条前段によりこれを同被告人から没収し、被告人両名に対して\nは同法第二五二条第三項を適用し同条第一項の選挙権、被選挙権を有しない規定を\n適用しないこととし、原審における訴訟費用は刑事訴訟法第一八一条第一項本文に\n従い主文第六項のとおり被告人両名に負担させることとする。\nなお、本件各公訴事実中（一）被告人Ｄが昭和三四年三月一五日頃武雄市ａ町大\n字ｂの自宅において被告人Ａに対し自己のために投票取纏等の選挙運動をなしたこ\nとに対する報酬等として現金二〇〇〇円を供与し、（二）被告人Ａが同日同所にお\nいて被告人Ｄが同趣旨を以て供与することの情を知り乍ら右金員の供与を受けたも\nのであるという点については、各論旨に対する判断において説明したとおりいずれ\nも犯罪の証明が十分でないから刑事訴訟法第三三六条に則り無罪の言渡をなすべき\nものとする。\nよつて主文のとおり判決する。\n（裁判長裁判官　藤井亮　裁判官　中村荘十郎　裁判官　内田八朔）\n"
}