{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 6,
    "day": 19
  },
  "case_number": "昭和38(う)2181",
  "case_name": "横領詐欺被告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "lawsuit_id": "21092",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21092",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/092/021092_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を千葉地方裁判所に差し戻す。\n理　　　　由\n本件控訴の趣意は千葉地方検察庁八日市場支部検事田代暉作成名義の控訴趣意書\nに記載された通りであるからこれを引用し、右に対し当裁判所は次の如く判断す\nる。\n所論は、原判決は法令の解釈を誤り、不法に本件公訴を棄却したものであるから\n当然破棄さるべきである、と云うに在る。\nよつて記録を調査するに、本件は銚子海上保安部司法警察員海上保安官におい\nて、被告人に犯罪ありと思料し昭和三八年六月三日起訴状記載の被害者Ａの妻Ｂの\n供述調書を作成して捜査に着手し、同月十一、二日に他二名の参考人の取調及び各\n供述調書の作成をなした上同月一二日ａ港内に繋留中の漁船Ｃ丸内で被告人を逮捕\nし、捜査を継続の上千葉地方検察庁八日市場支部の検察官に送致したものであり、\n同検察庁検察官は、同月一五日八日市場簡易裁判所裁判官の勾留状の発付を受けて\n被告人を勾留の上、更に捜査をなして同月二八日本件につき千葉地方裁判所八日市\n場支部に対し公訴提起の手続をとつたものであることが明らかである。\n原判決が本件公訴を棄却した理由の要旨は、本件起訴に係る詐欺横領の各犯罪は\n何れも陸上において犯された犯罪と認められるところ、海上保安庁法及びこれに基\nづく諸法令、特に海上保安庁法第二条第一項、海上保安庁組織規程第一一条第三号\nの解釈上、海上保安官の捜査権は海上における犯罪に限られ陸上において行なわれ\nた犯罪については捜査権なく、又一般司法警察職員等からの協力方依頼のない限り\nこれが犯人の逮捕（逮捕状の請求及びこれに基づく逮捕状の執行）をなす権限がな\nいことが明らかであるから、本件犯罪については元来捜査に着手することができな\nいものであり、本件捜査、逮捕、事件送致の各手続はすべて違法無効であり、又検\n察官は送致を受けた事件がないのであるから、勾留請求をすることも、公訴を提起\nすることも許されない、それ故に本件公訴は違法無効のものであるから、刑事訴訟\n法第三三八条第四号により公訴を棄却すべき場合に該当する、と云うに在る。　<要\n旨>しかしながら、検察官は司法警察職員からの事件の送致がなくても、犯罪がある\nと思料するときは自ら犯罪</要旨>を捜査し得ることは刑事訴訟法第一九一条第一\n項、検察庁法第六条の規定上論のないところであり、公訴の提起が検察官の専権に\n属することは刑事訴訟法第二四七条の明定するところである。そして本件公訴が千\n葉地方検察庁八日市場支部の検察官により提起されたものであることは本件記録に\n存する起訴状に徴し明らかであり、右起訴状には方式の違反もなく、又記載要件に\n欠けるところもない。従つて本件公訴提起の手続にはその規定に反するところはな\nい。原判決は、海上保安庁法、海上保安庁組織規程等の判示法条の解釈上海上保安\n官は海上における犯罪のみに付捜査権を有し、本件起訴状記載の如き犯罪について\nは捜査をなす権限を有しないから海上保安官のした事件送致は無効であると判示す\nるのであるが、右事件送致の有効か否かは検察官のした本件公訴提起の効力に影響\nを及ぼすことはない。又捜査権のない海上保安官が作成した被告人及び関係人の供\n述調書は無効であると判示する。仮りに右各供述調書が捜査権なき者の作成に係る\nとしても直ちに之を証拠力なき無効のものとすることはできない。右各供述調書は\n偽造されたものではないのであるから、公判廷において、被告人又はその弁護人が\nこれを証拠とすることに同意すれば、刑事訴訟法第三二六条の規定によりこれを証\n拠とすることができるのである。そして現に原審第一回公判期日において、右各供\n述調書はすべて証拠とすることに同意され証拠調を経ているのである。してみれば\n原審裁判所はその自由な心証によつて右各証拠を判断し、実体判決をなすべきであ\nつて、本件公訴の提起を違法無効として、公訴棄却の言渡をした原判決は、法令の\n解釈を誤り不法に公訴を棄却したことに帰着し、論旨は理由がある。原判決はこの\n点において破棄を免れない。\nよつて刑事訴訟法第三九七条第一項第三七八条第二号に則り原判決を破棄し、同\n法第三九八条に従い本件を原裁判所たる千葉地方裁判所に差し戻すべきものとし、\n主文の如く判決する。\n（裁判長判事　岩田誠　判事　飯守重任　判事　伊東正七郎）\n"
}