{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 4,
    "day": 26
  },
  "case_number": "昭和44(行ク)26",
  "case_name": "執行停止申立事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "東京都公安条例に基づく集団示威運動の許可に付された条件（だ行進等をしないこと等）の執行停止申立てにつき，右許可申立ての趣旨は，そもそも著しく交通の妨げにならない範囲においてだ行進等をしないというにあるから，右許可に付された条件により申立人らに回復の困難な損害を生ずるおそれはないとした事例",
  "lawsuit_id": "18470",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18470",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/470/018470_hanrei.pdf",
  "contents": "主　　　文\n申立人らの本件申立てを却下する。\n申立費用は、申立人らの負担とする。\n理　　　由\n一　申立ての趣旨および理由\n別紙一、二記載のとおり\n二　被申立人の意見\n別紙三記載のとおり\n三　当裁判所の判断\n申立人らは、申立人Ａが「立川から基地をなくす市民の会」の代表者として、昭\n和四四年四月二二日、被申立人に対してなした集会、集団示威運動等許可申請に対\nし、被申立人が同年同月二五日付をもつて別紙四記載の条件を付して許可したが、\n右条件を付することにより、申立人らが同年同月二六日午後九時ころから同日午後\n一〇時三〇分ころまでの間に実施することを予定している集会、集団示威運動等を\n「実力規制」の対象としようとしていることは明らかであつて、右運動等の参加者\nが受ける「武力による威嚇」（「武力の行使」が現実に行なわれるか否かを問わな\nい。）は言語を絶するものがあり、よつて、申立人らが組織しようとしている「市\n民運動」が回復し難い損害を受けるものである、と主張するので、被申立人が右許\n可処分に前記条件を付したことにより、申立人らが行政事件訴訟法二五条二項にい\nわゆる回復の困難な損害を受けるかどうかについて検討する。\n集団示威運動による表現の自由は、憲法が保障し、かつ、民主政治にとつてきわ\nめて重要な意義を有するものであるから、その制限は必要最小限度にとどまるべ\nく、したがつてこれに関する都公安条例の規定の運用にあたつては、公安委員会あ\nるいは規制にあたる警察官がいやしくもその権限を濫用し、あるいは公共の秩序安\n寧の保持を口実にして、平穏で秩序ある集団示威運動まで抑圧したり過剰警備にな\nることのないよう戒心すべきことはいうまでもない（最高裁昭和三五年七月二〇日\n判決、最高刑集一四巻九号一二四三頁参照）。\nところで、本件許可処分には、１行進隊形は四列縦隊とすること、２だ行進、う\nず巻き行進、ことさらなかけ足行進、おそ足行進、停滞、すわり込みまたはいわゆ\nるフランスデモ等交通秩序をみだす行為をしないこと等交通秩序維持に関する事項\n等の条件が付されているが、これらの条件は、前段説示の集団示威運動の趣旨にか\nんがみ形式的にすべてのだ行進等を規制しようとするものではなく、それらをなす\nことによつて交通秩序がみだされる等具体的に規制の必要が生じた場合に限つてだ\n行進等を規制する趣旨と解し、これを運用しなければならないというべきところ、\n疎乙第七、八号証によれば被申立人は右の趣旨に則つてだ行進等を規制し過剰警備\n等のおそれはないものと推認されるのみならず、疎甲第一号証によれば、申立人ら\nの本件申立ての趣旨は、そもそも著しく交通の妨げにならない範囲において、だ行\n進等をしたいというにあるのであるから本件許可処分に付された条件により申立人\nらに回復の困難な損害が生ずるおそれはないものというべきである。\nよつて、申立人らの本件申立ては、行政事件訴訟法二五条二項にいわゆる回復の\n困難な損害を避けるため緊急の必要がなく、結局理由がないのでこれを却下するこ\nととし、申立費用の負担につき民事訴訟法八九条、九三条一項本文を適用して、主\n文のとおり決定する。\n（裁判官　杉本良吉　渡辺昭　岩井俊）\n別紙一\n行政処分執行停止申立書\n申立ての趣旨\n申立人の昭和四四年四月二二日付集会集団示威運動許可申請に対し、被申立人が\n昭和四四年四月二五日付でなした、許可に付された「条件書」記載の条件の効力を\n停止する。\n（したがつて本件許可申請書記載の通り許可処分があつたと解すべきである）\n申立て費用は被申立人の負担とする。\nとの決定をもとめる。\n申立の理由\n一、申立人「立川から基地をなくす市民の会」（代表Ａ）は、昭和四四年四月二六\n日（土）午後五時～十時半まで実施予定の集会集団示威運動許可申請書を、証人立\n会の上、昭和四四年四月二二日午後一時五〇分頃、立川署警備課を経由して、被申\n立人に対し、提出し、許可を求めたところ、被申立人の受付機関である、立川署警\n備課長Ｂ警部は、「警察のきめた書式通りでないものは受理できない。よけいな事\nを書いているから、受理できない」などと、自分たちの意図する内容に申請内容を\n改めないかぎり、受理しない旨、くりかえし、強調し、申立人に対し、正式の「不\n許可処分」の形式をとらず、（正式に不許可処分にすれば、都議会にも報告せねば\nならず、自分たちの許可・不許可の処分が世論の批判の対象になることを恐れ）ヤ\nミ取引の形で、申請内容を変更させようと強要したものである。申立人の申請書記\n載の文言中、日本国憲法及び都公安条例に照して不適法な箇所は全くなく、右Ｂ警\n備課長が「よけいなこと」と言うところのものが、従来、デモの取締り上、いつで\nも「実力規制」の「口実」に利用した、あいまいな表現の部分を、申立人が明確化\nし、許可の対象となる、申請内容を特定明確にした事実にほかならないことは、後\nに述べる。（東京都公安条例の違憲性の項）\n申立人が同日付書状をもつて右の事実を、東京都公安委員会に通告し、Ｂ警備課\n長の申立人に対する処置を地方公務員法第二九条（１）の二違反事件として告発し\nたのは、当然の処置であつたと言うべきである。\n申立人の発信した電報（疎第二二号証）は、同日午後四時被申立人に配達され、\n書状（疎第二三号証）は翌四月二三日一二時すぎ送達された。これによりＢ警備課\n長が、申立人の申請書を被申立人（事実上は警視庁警備第一課）まで回付したと否\nとにかかわらず、被申立人は、申立人の申請の日時、申請書の内容を充分知り得た\nことは言うまでもない。\n二、東京都公安条例の違憲性\n（１）「何人も、法律の定める手続によらなければ、その生命若しくは自由を奪わ\nれ、又はその他の刑罰を科せられない」（日本国憲法第三一条）のであつて、裁判\nによる刑の執行の場合を除いては、何人からも、如何なる暴力行為も甘受せねばな\nらぬ理由がない。警察官といえども人の行為を実力をもつて「制止」できる場合は\n「その行為により人の生命若しくは身体に危険が及び、又は財産に重大な損害を受\nける虞があつて、急を要する場合」に限定されている。しかもここでの実力の行使\nは「制止」の性格を出てはならず、義務なきことを行なわせたり（デモ参加者の荷\n物を持つて歩道を歩いている友人などを、機動隊員がむりやりデモの列の中に引き\nずり込んで、尻をけとばしながら歩かせる例が少なくない）、すでに動作が終つて\nいる者に乱暴を加えたりすることは、これにあてはまらないことは言うまでもな\nい。\n東京都公安条例第四条の「警視総監は、第一条の規定、第二条の規定による記載\n事項、前条第一項但し書の規定による条件又は同条第三項の規定に違反して行われ\nた集会、集団行進・集団示威運動の参加者に対して、公共の秩序を保持するため、\n警告制止しその他その違反行為を是正するにつき必要な限度において所要の措置を\nとることができる」の文理解釈としては、「必要な限度」の「措置」であつて、\n「合理的な必要最小限度の措置」と解釈できなくはない。しかし、何をもつて合理\n的といい、必要最小限度というかについてさらに深く考察すれば、これもまた、極\nめて不明確な基準であつて、法律である警職法第五条にいう「緊急」の要件をさえ\n欠如した、したがつて「法律の定める手続」によらない「自由の侵害」をもたら\nす、違憲な刑罰法規であると断じて誤りではない。問題は、右のような通り一ぺん\nの文理解釈に終つてはならないのであつて、東京都公安条例の運用の実態に即して\n考察（疎第一号証、同二号証、同三号証、同四号証、同五号証、同八号証、同九号\n証、同一一号証、同一四号証）することによつて、かかる運用に、合法性を付与す\nる、法規として機能する余地のある、東京都公安条例の違憲性を厳格に判断しなけ\nればならないのである。\n（２）本件においても重大な問題になつているのが、救済手続の不備の問題であ\nる。次の二点はあきらかに違憲と判断される不備である。\n（イ）七二時間前の申請が絶対条件となつている為、突破的事件の為の政治活動は\n著しく制約され、事実上、禁止されたも同然であつて、この規定が、侵害する国民\nの基本的人権とこれにより守られる法益とを比較して如何に無理な、また必要性を\n欠く規定かが明らかになるのである。\n（ロ）公安委員会が、不許可処分にしたがその通知をしなかつた場合、許否を決定\nせずに放置した場合、許可書を交付しなかつた場合等について、何らの規定もな\nく、主催者側にはこれを争う方法もないまま、実質的には不許可処分を受けたと同\n様の取扱いを受けてしまうのである。\n（３）犯罪構成要件の恣意的創出――罪刑法定主義の原則に反する――\n東京都公安条例第五条によれば、「第三条但し書の規定による条件」に「違反し\nて行なわれた集会・集団行進又は集団運動の主催者、指導者又は煽動者は、これを\n一年以下の懲役若しくは禁錮又は五万円以下の罰金に処する」とある。右の「条\n件」とは、隊列を「三列にせよ」とか「四列にせよ」とか言つた「条件」をはじ\nめ、「たちどまつてはいけない、おそ足はいけない、はや足はいけない」と言つた\n「条件」までふくむ（事実上、警視庁警備部長以下の警察官が決めた）「条件」を\n意味する。即ち、刑罰法規の立法行為を警察官に包括的に委任するという、驚くべ\nき、法の構造である。「立ちどまる」という行為が何故に犯罪の構成要件になるの\nか。「三列」ではなく「四列」になつたことが、何故に犯罪の構成要件に該当する\nことになつてしまうのか。ここにこそ罪刑法定主義の原則に違反する東京都公安条\n例の違憲性が集中的に表現されているのである。\n三、本件処分の違憲無効\n前項指摘の通り、東京都公安条例は到底、刑罰を課する法規に要求される要件を\n満足するものではなく、現にこれを根拠として、警備公安警察の国民の政治活動に\n対する弾圧には目をおおうものがある。（疎第一号証、疎第二号証、疎第三号証、\n疎第四号証、疎第五号証、疎第八号証、疎第九号証、疎第一一号証、疎第一四号\n証、疎第二一号証参照）\n申請の際の「内容書きかえ」強要からはじまり、警備公安警察にとつて不都合な\nものであるかぎり「受理しない」と、おどしをかけ、面会強要、夜間の電話などあ\nらゆる手を使つて、自己規制を強いる、違法活動が、デモ申請のたびにくりかえさ\nれている。（疎第一七号証、疎第一八号証、疎第二一号証、疎第二二号証）\n次に、形式的には「許可」にしながら、実質的には「デモ」を「奴隷の行進」に\n変えてしまうための、違憲無効な「条件」を付してくる。\n（疎第一六号証、疎第一九号証）\nそもそも数時間のデモの間に「停滞」があつたり、いくらか「かけ足」になつた\nり、「おそ足」になつたりすることは当然のことであり、多少の「ジグザグデモ」\nや「フランスデモ」が全部いけないとあつてはいつたい「集団示威運動」とは何な\nのかと言う疑問につきあたるのである。\n警察が一見、「交通秩序維持」のためと大衆うけする「目的」をかかげたところ\nで、警察自身の関心は「交通秩序維持」にあるのではないことは明白である。（疎\n第一号証、疎第二号証、疎第三号証、疎第四号証、疎第五号証、疎第六号証（イ）\n（ロ）、疎第七号証、疎第二五号証）してみると一見もつともらしく見える各「条\n件」が現実にどのような「実力規制」の「口実」として機能しているかの実態的考\n察を抜きにした判断は、まつたく不充分且誤つたものだと断定してよいのであろ\nう。\n四、効力の停止を求める範囲及び回復し難い損害の存在\n前記の理由から申立人は本日御庁に、本件集会集団示威運動許可申請に対し、被\n申立人がなした前記の処分の取消を求める本訴を提起したのであるが、本申立の趣\n旨記載の通り、\n被申立人の処分の効力が生じた場合、昭和四四年四月二六日午後五時開始を予定\nしている申立人らの集会・集団示威運動は、被申立人が仮りに正当と判断した前記\n処分の執行により、「実力規制」の対象となることは明らかであつて、申立人らの\n右集会・集団示威運動参加者が受ける「武力による威嚇」（「武力の行使」が規実\nにおこなわれるか否かを問わない）は、言語に絶するものがある（疎第一号証、疎\n第二号証、疎第三号証、疎第四号証、疎第五号証、疎第一一号証、疎第一四号証）\nことは明らかであり、申立人らが組織しようとしいる「市民運動」が回復し難い損\n害を受けることは自明の事実である。\n五、司法的抑制の必要性\nデモ行進のたびにデモ隊を上まわる数の完全武装の機動隊の出動が、日常的に見\nられることは、「表現の自由」「集会結社の自由」を認める、日本国憲法秩序の容\n認し難い、警察力の乱用であつて、右の乱用が東京都公安条例を根拠と強弁して強\n行されている事実に対し、これを裁判所が司法的に抑制し得ないとすれば、裁判所\nは自らを三権分立の立場を放棄し、行政機関の下請調停機関の地位に格付けしたも\nのと断じて誤りではない。「脅迫」「暴行」の罪は、現実に物理的支配力が身体に\n接触することを要さないのであつて、その可能性が「被害者」において認識されれ\nば、成立すると考えるべきであり、本件申立て各疎明資料に照し、勇断をもつて決\n定を下されることを、切望する次第である。\n疎明方法（省略）\n別紙二\n補足意見\n一、本申立ては、昭和四四年四月二五日、午後六時一五分、東京地裁行政当直室受\n理になるもので、申立人らの予告を得ていた裁判所は、右申立て副本の送達につい\nては、可及的速みやかに、被申立人に行つたにもかかわらず、昭和四四年四月二六\n日午前一一時三〇分現在、被申立人から何ら意見の陳述がなく、ために、申立人\nは、被申立人「意見書」に対する反論の権利を留保した上、次の通り「補足意見」\nを申立てます。\n二、「条件書」記載文言の、刑罰規則（これはまぎれもなく、一個の犯罪構成要件\nを形成することは都公安条例第五条の趣旨である）としての、不明確性について、\n若干、例をあげて記すと以下の如くなる。\nなお、これは「実力規制」の「要件」ともなり、主としてこの「口実」として機\n能する「運用の実態」は「申立書」において陳述した通りである。\n（１）「危害防止に関する事項」中の、「鉄棒、こん棒、その他危険な物件」とは\n具体的に、如何なる基準で「危険性」を判定するのか。\n「こん棒」の定義、「その他危険な物件」の定義は、極めて、不明確である。\n（２）「旗ざお」「プラカード等の柄」に用いてはならない「危険なもの」の定\n義。\n通常「旗ざお」「プラカード」には、一定の「太さ」と「強度」をもつた、竹ま\nたは木製品が使用され、これだけをとり出せば、充分「兇器」になる可能性をもつ\nているのである。しかし、現行法では、それが明確に「銃砲・刀剣」に関する、取\n締り法等、関係法にてい触しないかぎり、あらかじめ、危険の可能性をもつて、\n「凶器」視することは許されないのである。\n例えば（デモに参加している）女性の頭髪にさしている「ピン」にしても、可能\n性としては充分「凶器」となり得ることは、この種刑事事件の示すところである。\n（３）「行進隊形」「各てい団間の距離」は、主催者において合理的に判断するべ\nきものであつて、各疎明資料（特に、疎第一～第五号証）において疎明したよう\nに、警備公安警察の「目的」が、「交通秩序維持」にないことは明らかなのであつ\nて、この「秩序維持」を根拠とする立論をなす、資格は、被申立人には既に失なわ\nれているのである。\n（４）「フランスデモ」をはじめ、一定の示威運動に付随する現象は「集団示威運\n動」における、固有の現象であつて、この現象を全面的に「犯罪」視する被申立人\nの見解は、団結権、集会結社権、表現の自由権等を規定した、日本国憲法の容認し\n難い見解であると断定せざるを得ない。\n三、前回の申立人Ａを主催者とする、四月六日（日）のデモについて、主催者側の\n出した「執行停止申立書」に対する「意見書」では、被申立人は\n（１）「立川から基地をなくす市民の会」が主催者責任を有しない、立川（砂川）\nでのデモの現象をあれこれ指摘したが、これは申立人の関係するところのものでは\nないので、筋違いの議論である。\n（２）申立人に関する、不確実な証拠に基く「個人攻撃」的意見は「立川から基地\nをなくす市民の会」の本件「集会・集団示威運動」についての判断には、全く影響\nがないことは、（疎第二五号証）明らかである。\n別紙三\n意見書\n意見の趣旨\n本件申立てを却下する。\n申立費用は申立人の負担とする。\nとの裁判を求める。\n意見の理由\n第一　東京都公安条例が合憲であることについては、最高裁判所判例の示すところ\nである。\n第二　本訴は理由のない請求である。\n一　申立人は、本訴請求の原因として\n「原告の許可申請書記載の適法かつ正当の文言の趣旨を抹消し、違憲不法な許可\n条件を付し、原告らの表現の自由、政治活動の自由を故なく侵害した」\nと主張するが（訴状請求の原因）、相手方は、原告Ａ作成の本件許可申請書の文言\nを抹消していない（疎乙第一号証）。\nまた、相手方は、以下述べるとおり、本件集団行動において当然守らなければな\nらない事項を申立人が守らないというので、やむを得ず必要最少限度の条件として\n付与したのであつて、このことは適法妥当なものであるから、申立人の本訴は理由\nがない。\n二　相手方は、本件許可処分に当つて、交通秩序の維持に関する事項として、\n（一）「行進隊形は四列縦隊とすること」を条件として付したが、これは本件集団\n行動の行なわれる進路の道路事情、交通信号機の設置状況、その他一般の交通事情\nのなかで、参加者の安全、順行、逆行および交差する交通その他一般交通を確保\nし、公共の安全と秩序を保持すべき要請と、表現の自由が最大限に尊重されるべき\n点を考慮して行進隊形を四列に制限したのであるが、これは集団の意思の表明に不\n自由を感じさせるという程のものではない。のみならず、申立人が行なおうとして\nいるフランスデモ（参加者が互いに手を握り合つて道路一杯に広がつて行進するも\nの）などによる交通秩序の乱れを防ぐにはやむを得ない必要最少限度のものであ\nる。\n（二）また、相手方は、だ行進、うず巻き行進、ことさらなかけ足行進、おそ足行\n進、停滞、すわり込み、またはいわゆるフランスデモ等交通秩序を乱す行為をしな\nいことを条件として付したが、これは三多摩地区における中心地立川市の重要な道\n路で行なわれる本件集団示威運動において三〇〇名の多数人によつてだ行進、うず\n巻き行進、ことさらなかけ足行進、おそ足行進、停滞、すわり込み、またはいわゆ\nるフランスデモ等が行なわれるならば交通秩序の乱されることは、極めて明白であ\nるからにほかならない。即ち、本件集団示威運動の進路たる幅員八・五メートルの\n南口大通りは、一時間に平均二五〇台余の自動車交通、幅員一一メートルの都道八\n号線は、一時間当り八二〇台の自動車交通、幅員九メートルの高松通りは、三九系\n統、一日一、四八三回のバスの運行および一時間当り平均一、一六〇余台の自動車\n交通があるが（疎乙第二、三号証）、申立人Ａは、かかるところにおいて「著しく\n交通の妨げにならぬ範囲のジグザグデモ、フランスデモを行なう」と宣言している\n（疎乙第一号証）のである（道路における危険を防止し、交通の安全と円滑を図る\nべき立場にある相手方としては、交通妨害をするという宣言を容認できるものでは\nない）。そこで相手方は、本来平穏に秩序を重んじてなされるべき集団示威運動に\nおいて当然守らなければならないことを申立人Ａに知らしめ同人が主催者としてこ\nれを自主的に遵守することを期待したのであつて、このことをもつて、参加者の統\n一的意思を参加者以外の者に認識させる手段方法（集団示威運動）を制限し、また\nは表現の自由を侵したというのは当を得ない。\n三　相手方は、右条件のほかに危害防止に関する事項として、\n１　鉄棒、こん棒、角材、石その他危険な物件を携帯しないこと。\n２　凶器として使用し得るような角材、こん棒等を旗さお、プラカード等のえ\n（柄）に用いないこと。\n３　旗さお、プラカードのえ（柄）などに危険な装置を施さないこと。\nを付したが、これは鉄棒、こん棒、角材、石または旗さお、プラカードのえ（柄）\nに施こされる危険な装置が表現の自由とは何らかかわりのないものであること、お\nよびこれら危険物件を集団行動の場に持ち込むことが、ときとして多くの負傷者を\n生じ、市民に多大の損害を与える原因となるからである。\n集団行動がときに不法越軌な行動を伴なうこと、立川基地周辺における集団行動\nが、とかく秩序を乱しやすいことは別紙のとおりであるところ、申立人Ｃは、昭和\n四二年七月一九日午前九時四五分ころ、東京都千代田区＜以下略＞、三菱銀行手形\nセンターに押し入つて、火炎びんを投げつけて放火を図るなど極めて過激な行動に\n出る性格を有している者であり（Ｃは本件により懲役一年執行猶予三年の判決を受\nけている＝疎乙第四号証の一、二）、また参加者は、申立人らが安保粉砕を主張す\nる一般市民有志というものの、その実体は、砂川青年の家、社学同（統一派、Ｄ\n派）に属する者であるから（疎乙第五、六号証）、表現の自由にかかわりのない凶\n器等の危険物件の携行を一般的に禁止することは、現実の経験に照して合理的必要\n性があるというべく、違法視されるいわれはない。\n四　相手方が本件許可処分に条件を付した理由は以上のとおりであつて、このこと\nは、秩序を乱すことを予定している申立人に対して、公共の秩序を保持するためや\nむを得ずとつた処置として適法妥当なものである。\n第三　本件申立人について\n回復困難な損害を生ずることはない。\n申立人は、本件処分の執行により「実力規制」の対象となり、「武力による威\n嚇」を受け回復し難い損害を受けるというが、申立人が、他の正常な交通を妨害す\nることなく、いわゆる通常の行進形態で集団示威運動を行なうならば、去る四月六\n日申立人が主催して行なつた集団示威運動の実態（疎乙第七・八号証）に徴しても\n明らかなように実力規制を受けるなどということはあり得ず、従つて、本件処分が\n執行されても申立人について回復し難い損害が生ずることはないのである。\n第四　申立人Ｅ、同Ｃには、原告適格がない。\n本件許可申請は、主催者名「立川から基地をなくす市民の会」代表Ａ届出責任者\n名Ａをもつてなされた（疎乙第一号証）ので、相手方は、右申請に対して本件許可\n処分を行なつたのである。したがつて右処分の取消しを求めることができる者は、\n被処分者たる「立川から基地をなくす市民の会」代表Ａに限らるべきであつて、申\n立人Ｅ、同Ｃには原告適格がない。\n別紙　四\n集会・集団示威運動等許可申請書\n１、主催者名　立川から基地をなくす市民の会代表　Ａ\n同住所　東京都立川市＜以下略＞Ｃ方　二階一号室　立川から基地をなくす市民の\n会事務所内\n２、開催年月日　一九六九年四月二六日（土）\n３、名称　安保粉砕・沖繩連帯・全基地撤去行動（集会）\n４、目的　安保粉砕・沖繩連帯闘争を広く国民に訴える\n５、行動予定（別紙デモ行進略図添付）\n（１）午後五時～九時の立川労政会館における屋内集会を終了後、午後九時頃同会\n館前を出発、「立川警察署」前庭、「立川基地正門ゲート前」広場で約１５分程\n度、集団示威運動を行つた後、立川駅北口広場（ロータリー部分）において整然た\nる市民集会を実施する予定。\n（２）解散場所　立川駅北口広場（ロータリー部分）\n（注）解散集会の規模ならびに場所は去る三月二日（日）の駅前集会と同様の予\n定。\n解散場所到着予定時刻　午後一〇時〇分頃。\n解散予定時刻　午後一〇時三〇分頃。\n６、参加者及び参加予定人員、使用宣伝カー台数\n安保粉砕を主張する一般市民有志約３００名程度、宣伝カー一台。\n７、現場責任者　Ａ\n同住所　立川市＜以下略＞Ｃ方二階一号室　電話＜略＞\n（注）デモ行進の形態は、著しく交通の妨げにならぬ範囲のジグザグデモ、フラン\nスデモを含む。\n右　一九六九年四月弐弐日午前約壱時五十分申請\n届出責任者　Ａ\n東京都公安委員会御中\n（注）「事前折衝」と称するヤミ取引には応じる意思はないので適法の申請に対\nし、四月二五日午後五時以前に、許可書を主催者まで交付されたい。\n許可書の交付は許可決定があり次第、できるかぎり早く交付されたい。\n許可決定は申請書を受理してから、出来るかぎり速みやかに行なわれたい。\n（別紙略図省略）\n東京都公安委員会指令第六〇七号\n申請の件別紙条件をつけてこれを許可する。\n昭和四十四年四月二十五日\n東京都公安委員会\nこの処分について不服があるときは、当公安委員会（警視庁警備部警備第一課経\n由）に対して、この処分があつたことを知つた日の翌日から起算して六十日以内に\n異議申立てをすることができます。\n別紙\n昭和四十四年四月二十六日立川から基地をなくす市民の会主催集会および集団示威\n運動\n条件書\n一　交通秩序維持に関する事項\n１　行進隊形は四列縦隊とすること。\n２　だ行進、うずまき行進、ことさらなかけ足行進・おそ足行進・停滞、すわり込\nみまたはいわゆるフランスデモ等交通秩序をみだす行為をしないこと。\n二　危害防止に関する事項\n１　鉄棒、こん棒、角材、石その他危険な物件を携帯しないこと。\n２　凶器として使用し得るような角材、こん棒等を旗ざお、プラカード等のえ\n（柄）に用いないこと。\n３　旗ざお、プラカードのえ（柄）などに危険な装置を施さないこと。\n"
}