{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 3,
    "day": 14
  },
  "case_number": "昭和41(う)2894",
  "case_name": "建造物侵入威力業務妨害被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "article_info": "第21巻2号136頁",
  "gist": "学生の学問の自由と学生寮における自治",
  "case_gist": "憲法第二三条が保障する学問の自由は、これを学生の立場からみれば、学習の自由、学問的研究の自由および学問的見解の発表の自由にあるのであつて、学生の厚生援護を目的とする公益法人が、国有の敷地および建物を借用して、経費の大部分を国庫補助金により経営する学生寮においても、右憲法の規定により寮生が寮の運営について当然に自治活動をなし得るものとするわけにはいかず、寮生の自治の限度の決定権は、右法人にある。",
  "lawsuit_id": "20911",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20911",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/911/020911_hanrei.pdf",
  "contents": "主　　　　文\n検察官および被告人らの本件各控訴を棄却する。\n当審における訴訟費用中証人Ａに支給した分は、被告人らの連帯負担と\nする。\n理　　　　由\n検察官の本件控訴の趣意は、東京高等検察庁検事丸物彰の提出にかかる東京地方\n検察庁検事河井信太郎作成名義の控訴趣意書に記載してあるとおりであり、被告人\nらの本件各控訴の趣意は、弁護人福田徹、同久々湊道夫、同角尾隆信および同小見\n山繁の連名提出にかかる控訴趣意書に記載してあるとおりであるから、おのおのこ\nれを引用する。\n（中略）\n被告人らの控訴の趣意第一の一および二、法令の適用の誤りの主張について\n所論は、原判決には、（一）憲法上の観点からみて、（二）慣行上の権利という\n観点からみて、法令の適用の誤りがあり、これは、判決に影響を及ぼすことが明ら\nかであるというものである。\nそこで、以下順次これらの点について判断する。\n（一）について\n<要旨>憲法第二三条に規定する学問の自由は、これを学生の立場からみれば、学\n習の自由、学問的研究の自由およ</要旨>び学問的見解の発表の自由にあるというこ\nとができる。そして、かかる学問の自由を護り、学問の進歩・発展を期するには、\n学生の健全な自主的精神・批判的精神を助長すべきであり、学生の適正な自治活動\nは、これを尊重し、むしろこれを育成助長すべきものといわなければならない。し\nかし、学生は、教育者ではなく、あくまで修学途上の教育を受ける立場にあるもの\nであるから、学問の自由が保障されるからといつて、無制限な自治行動が許容され\nるわけのものではない。本件のＢ会館は、学生のため物心両面にわたつて厚生援護\nを図ることを目的とする財団法人Ｃ会によつて経営されていた学生寮であり、その\n敷地および建物は、国有に属し、Ｃ会が国からこれを借り受けていたものであつ\nて、同会館の経営に要する費用は、大部分国庫補助金によつてまかなわれていたも\nのであることは、原判決挙示の証拠上明らかなところである。されば、Ｃ会は、自\n己の施設たるこの会館を自己の責任において、自己の方針に従い管理運営すること\nは、当然であつて、国に対しても、会計法規、国有財産の管理に関する法令および\n補助金等に係る予算の執行の適正化に関する法律等による規制のもとに、これを管\n理運営する責務を負つていたものといわなければならない。したがつて、原判決\nが、「弁護人の主張について」と題する欄において、入館選考、退館処分その他Ｄ\n会館の管理運営に関する諸事項を処理する権限や、各Ｄ会館に対する予算を配分す\nる権限がＣ会に帰属すること自体については、法制的に疑問の余地がなく、そのこ\nとを前提としたうえで、実際の運営をどのように行なうかについては、種々の態様\nが可能であるが、Ｃ会は、その目的とする教育的事業の一環として館生の自治制度\nを採用しているのであるから、館生の自治の限度の昀終的決定権は、教育目的や効\n果などを考慮しつつ館生を指導するという立場にあるＣ会にあり、民主社会におけ\nる自治能力の養成、学生の自由で自主的な気風の養成という教育的観点からも、Ｃ\n会が館生の自治活動を昀大限に尊重すべきことは、いうをまたないけれども、館生\nは、教育の一環としての自治活動をすることを承認して入館しているものといわざ\nるを得ないのであつて、その主張し得る自治活動には、おのずから限界がある旨説\n示したことは、まことに正当な判断を示したものといわなければならない。本件の\nＢ会館は、館生の勉学および生活の場ではあるが、原審における審理の結果および\n当審における事実の取調の結果をつぶさに調査して、検討しても、本件のＢ会館の\n移転は、不可避の情勢にあつたものであり、あらたに建設される会館の施設や、あ\nらたに制定される予定のＤ会館管理規程において、館生らの自治活動の範囲が従来\nより狭められることは、否めないとはいえ、これも、東京都およびその近郊の住生\n活の実情や館生らの自治活動がすでに長期間正当な限界を逸脱していたことに照ら\nしても、まことにやむを得ないところであり、もとより、これにより、館生らの学\n問の自由を保障するために必要な自治活動までが制限される状況にあつたとは、考\nえられず、また、館生らの生存権ないし生活権が侵害されるとも、解せられないの\nである。以上に徴すれば、原判決は、学問の自由を保障した憲法第二三条の解釈を\n誤つたものでないのはもとより、教育を受ける権利について規定した憲法第二六条\n第一項についても、また、憲法の精神に則り制定された教育基本法の前文、第一条\nないし第三条、その他の教育関係法規についても、その解釈を誤つたものとは、い\nえない。被告人らが、所論のように、館生らの憲法上の諸権利を、これに対するさ\nしせまつた侵害の危険から防衛するため、本件行為に出たものであるとは、とうて\nい解せられないところである。\n（二）　について\n本件のＢ会館における館生の自治の限度の昀終的決定権がＣ会にあることは、右\n（一）について判断したとおりであつて、かかる判断が、所論のように、単純な所\n有権・管理権理論による解釈に過ぎないもので、憲法上の学問の自由を正当に評価\nしないものであるとするわけにはいかないことも、右（一）について判断したとこ\nろにより明らかである。同会館の在館学生が従来実質的に広範な自治活動を行なつ\nて来たことは、原判決も、これを認めるところであるが、原判決挙示の証拠と原審\nの審理に現われたその余の証拠および当審における事実の取調の結果とをあわせて\n考察すれば、Ｃ会の発足の当初は、理事らと在館学生との間には、相互に親愛・信\n頼の関係があり、右会館の運営については、Ｃ会が昀終的決定権を確保しながら、\n実質的には大幅に在館学生の自治に委ねていたものであるが、年を経、在館学生が\n交替して行くにつれて、両者の親愛・信頼関係が薄れ、在館学生がＣ会の昀終的決\n定権を無視し、正当な自治の限界を越えた行動をとるに至り、かかる状態が長期間\n継続して本件当時に至つたもので、本件の館生らは、かかる状態の継続中に入館し\nて来たものと認められるのであるが、かかる状態は、もとより適法なものではな\nく、かかる状態が事実上幾年続こうとも、館生らが所論のような慣行による広範な\n自治権を取得すべきいわれはなく、また、館生の自治活動の範囲について、Ｃ会当\n局と館生らとの間に意見の一致を欠いたからといつて、Ｃ会当局が、館生らの要求\nにより、その解決をはかるため、館生の集団との直接交渉に応じなければならない\nものとは、解せられないのであるから、Ｃ会が、所論のように一方的に館生らの慣\n行上の権利を侵害し、または、これを侵害しようとしていたものということはでき\nない。したがつて、被告人らが、館生らの所論のような慣行上の権利を、これに対\nするさしせまつた侵害の危険から防衛するため、本件行為に出たものであるとし\nて、これを正当視するわけにはいかない。\n以上（一）および（二）について判断したとおりであるから、原判決には、所論\nのような法令の適用の誤りはない。\n論旨は、理由がない。\n（以下省略）\n（裁判長判事　堀義次　判事　内田武文　判事　金子仙太郎）\n"
}