{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 9,
    "day": 11
  },
  "case_number": "昭和36(う)76",
  "case_name": "公務執行妨害被告事件",
  "court_name": "札幌高等裁判所",
  "article_info": "第15巻6号503頁",
  "gist": "被疑者を逮捕する場合に刑訴第二二〇条の規定に基づき人の住居等に入り被疑者の捜索をする必要性判断の基準",
  "case_gist": "被疑者を逮捕する場合に、刑訴第二二〇条の規定に基づき人の住居等に入り被疑者の捜索をする必要性の判断は、たんに捜査機関がその主観において必要があると判断したのみでは足らず、客観的にもその必要性が認められる場合であることを要する。",
  "lawsuit_id": "24775",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24775",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/775/024775_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八月に処する。\n原審における未決勾留日数中九〇日を右本刑に算入する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件各控訴の趣意は、検察官渡辺衛及び弁護人臼木豊寿提出の各控訴趣意書記載\nのとおりであるから、これをここに引用する。\n検察官の控訴趣意第一（事実誤認）について。\n所論は要するに、Ａ巡査の被告人方における行為は、現行犯人逮捕のための捜索\n行為として、刑事訴訟法第二二〇条により適法なものであり、または少くとも右捜\n索行為に着手する前の任意捜査として適法なものであるにかかわらず、原判決がこ\nれを違法と判断したのは事実誤認に基くものである、というのである。\nよつてまず、証人Ａの原審第二回及び第七回公判調書中の供述記載並びに当審に\nおける供述、証人Ｂの原審第二回公判調書中の供述記載及び当審における供述、証\n人Ｃの原審第七回公判調書中の供述記載（左記認定に反する部分を除く）、証人Ｄ\nの原審第四回公判調書中の供述記載（左記認定に反する部分を除く）、司法巡査Ａ\n作成の公務執行妨害被疑事件捜査現場図二葉、同巡査作成の時間測定報告書、押収\nのいかさきまきり及び庖丁各一丁（昭和三六年押第三〇号の一、二）を綜合すれ\nば、次の事実を認定することができる。\n（１）　昭和三六年六月八日午後三時三〇分ないし午後四時頃、Ｂは実家の函館\n市ａ町ｂ番地Ｅ方（以下被害者方という）にいたとき、同家より背広服上下一着を\n窃取して小脇にかかえ出て行こうとする白いダスターコートを着た二〇歳前位の男\nを目撃したのでこれを尾行したところ、犯人は被害者方から普通徒歩で五分一二秒\n（速足で四分二〇秒）離れた同市同町ｃ番地被告人方にはいつたので、Ｂは被告人\n方にいたり、同人方玄関口で被告人の妻Ｃに対し、「誰か来ないか。」と尋ねた\nが、同女は、「誰も来ない。」といい、続いて出て来た赤いオープンシャツを着た\nＤも、「誰も来ない。」といつたけれども、被告人方玄関には犯人のものと思われ\nるサンダルが脱ぎすてられていたし、またＤといれ違いにＦが出て来たとき、奥の\n方で白いダスターコートを足で寄せている姿が障子のやぶれから見えたため、Ｂは\nさらにＦに対しても、「誰か入つたので出してくれ。」といつたが、結局被告人方\nにいた人達はこれに応じなかつたため、Ｂは、「警察の人をつれて来るから。」と\n言い残して被告人方を出た。\n（２）　それよりＢは実家の母に相談すべく急いで被害者方まで引返したが、不\n在であつたので、そこから五、六軒先のＧ方に行き、同人方にいた母からすぐ交番\nに行くよういわれてそこから同一方角のｄ町交番に行く途中、函館市ｄ町ｅ番地附\n近市電軌道沿いの道路上において、制服を着用したＡ巡査に行き合い、同巡査に簡\n単に事情を話しつつともに被告人方に急行したが、Ｂが被告人方から被害者方に行\nくまでに要した時間は四分二〇秒、被害者方から巡査と行き合つた地点までは途中\nＧ方に立寄り話をした時間約二分を含めて四分三〇秒、右地点から被告人方までは\nＡ巡査と立話をした時間二分を含めて七分五〇秒であり、結局Ｂが被告人方を出て\n再びＡ巡査とともに被告人方に到着したときまでには、約一六分四〇秒を経過して\nいた。\n（３）　Ａ巡査はＢとともに現行犯人逮捕の目的で被告人方に赴いたが、被告人\n方は玄関のすぐ右側に台所がありその間には戸の類はなく、また玄関正面の茶の間\nとの間には障子があつたが、片方はあいていた上に二、三ヶ所の穴があつて茶の間\nは見える状況にあり、そこでは被告人とＦが食卓を囲んで飲酒しており、その近く\nにＣが坐つていたが、Ａ巡査は誰と相手を特定することなしに、「ダスターコート\nの男が立ち入らなかつたか。一緒の女の人に犯人がいるかどうか一目見せてやつて\nくれ。」と言つたけれども、台所まで出て来たＣは、「全然そういう者は入つてこ\nない。すぐ帰つてくれ。」と言い、また被告人はＢに対し、「何んの根拠で巡査を\n呼んで来た。」と大声でなじり、さらにＡ巡査が、「目撃者がここに泥棒が飛込ん\nだのを見たというし、誰もこないというのはおかしいじやないか。」と尋ね、犯人\nの年令、氏名などを詳しく聞くため質問を続けたところ、被告人ははじめ、「誰も\nこない。」と言つていたけれども、後には、「誰か立ち寄つたけれどもその名前は\n言えない。」といい、Ａ巡査がＦに聞こうとするや、被告人は、「答えるな。」と\nこれを制したので、犯人はなお被告人方に潜伏しているのではないかとの疑念を深\nめたＡ巡査が上体をかたむけて障子より内側を確かめようとすると、昂奮した被告\n人は、「来ないといつたら来ないんだ。しつこい奴だ。」と言いながら台所から刃\n渡一〇数糎の庖丁ようの刃物を手にし、「お前ら罪人をつくるのが商売か。」「た\nだではすまされない。ばらしてやる。」などといつて、Ａ巡査に対し右刃物を擬し\nて立向う様子を示し、Ａ巡査の現行犯人逮捕の目的をもつてする被告人方の捜索行\n為を妨げた。\n以上の事実を認定するに充分である。\n右事実に基き、Ａ巡査が窃盗現行犯人逮捕の目的で、被告人方を捜索しようとし\nた行為の適法性につき判断する。Ａ巡査が被告人方に到達するまでには、Ｂが被告\n人方より引返したときよりはすでに約一六分四〇秒を経過しており、Ｂが被害者方\nにおいて窃盗犯人を発見し、これを被告人方まで尾行した時間、及びＢが被告人方\nで犯人を出すよう折衝した時間をこれに加えれば、約二〇数分を経過していること\nは明らかである。しかしＢは被害者方において窃盗現行犯人を目撃し、臓物をかか\nえて逃走する犯人を被告人方まで尾行し、被告人方に入るのを確実に見届けている\nし、被害者方と被告人方とは距離的にも徒歩速足で約四分二〇秒を要するにすぎな\nい近距離にあるから、Ａ巡査が前記のようにＢの急報に接して被告人方に急行した\n際においては、なお窃盗犯人は刑事訴訟法第二一二条第一項にいう「現に罪を行い\n終つた<要旨>者」にあたる現行犯人であつたと云うことができる。そこで刑事訴訟\n法第二二〇条によれば、捜査機関は現行</要旨>犯人を逮捕する場合において必要が\nあるときは、令状なくして人の住居に入り被疑者の捜索をすることができるのであ\nるが、同条において「必要があるとき」とは、たんに捜査機関がその主観において\n必要があると判断するのみでは足らず、客観的にもその必要性が認められる場合で\nあることを要するものと解する。けだし同条は令状主義の例外の場合として憲法第\n一一条、第三三条、第三五条の趣旨にかんがみ厳格に解釈すべきものであるからで\nあるからである。この点につき原判決が、被疑者が人の住居に現在することの高度\nの蓋然性を必要とするとしている見解は、当審においても正当なものとして是認す\nるこができる。しかしこの点に関し本件において、Ｂが被告人方を去るにあたり、\nこれから警官を呼んでくる旨告げて出て来ているうえ、Ａ巡査も同女からそのこと\nをきかされて被告人方に赴いたものであり、Ｂが被告人方を出てからＡ巡査が同女\nとともに被告人方に行くまでに少くとも二〇分近くの時間が経過していることを理\n由に、原裁判所が被告人方に犯人の現在する蓋然性はむしろなかつたものと考え、\nＡ巡査の被告人方の捜索行為は違法であると判断しているけれども、原判決の右判\n断は、Ａ巡査が被告人方に赴いた後、窃盗現行犯人逮捕の目的をもつてする被告人\n方の捜索に着手するに先立つて被告人に事情を尋ねたのに対し、被告人が当初は、\n「誰もこない。」と言つていたが、後にその言をひるがえし、「誰か来たけれども\nその名前はいえない。」と言い、またＡ巡査がその場にいたＦに聞こうとするや、\n被告人は、「答えるな」と同人を制し、終始犯人を隠匿するかのごとき態度を示し\nていた事実を看過したものであつて、これらの事実をよく考えてみると、Ａ巡査が\nＢを伴い被告人方に至つた際、窃盗現行犯人を逮捕するため被告人方を捜索する必\n要があると判断したのは、客観的にもその必要があると認められる場合であつて、\n同巡査の右判断は相当であり、Ａ巡査が被告人方玄関において、上体をかたむけ障\n子より内側を確かめようとし、捜索に着手した行為は、刑事訴訟法第二二〇条によ\nる適法な捜索行為ということができる。従つてこれに対し、前示のように被告人が\n刃渡一〇数糎の庖丁ようの刃物を手にし、「お前ら罪人をつくるのが商売か。」\n「ただではすまされない。ばらしてやる。」などといつてＡ巡査に右刃物を擬して\n立向う様子を示し、Ａ巡査を脅迫してその捜索を妨げた行為が、公務執行妨害罪を\n構成することはいうまでもない。論旨は理由がある。\nよつて刑事訴訟法第三九七条第一項第三八二条により原判決を破棄し、同法第四\n〇〇条但書により当裁判所で直ちに被告事件につき判決することとする。なお、検\n察官の控訴趣意第二（量刑不当）に対する判断は、当裁判所で破棄自判する場合で\nあるからこれを省略し、また弁護人の控訴趣意は、原審が公務執行妨害罪の起訴に\n対し、訴因変更の手続をとらずに脅迫罪を認定したのは、審判の請求を受けない事\n件について判決をした違法があるというに帰するのであるが、先に説示したとおり\n当裁判所は被告人の所為は公務執行妨害罪に該当すると判断するから、弁護人の控\n訴趣意の理由のないことは明らかである。\n（罪となるべき事実）\n被告人は昭和三六年六月八日午後四時頃、函館市ａ町ｃ番地の自宅において、函\n館中央警察署ｄ町巡査派出所勤務巡査Ａが窃盗現行犯人逮捕の目的をもつて被告人\n方に至り、同人方玄関において障子よりその内側を確かめるべく上体をかたむけ、\n犯人の捜索に着手した際同巡査に対し、自宅台所にあつた刃渡一〇数糎の庖丁よう\nの刃物を手にし、「お前ら罪人をつくるのが商売か。」「ただではすまされない。\nばらしてやる。」などといつて、Ａ巡査に右刃物を擬して立向う様子を示し、同巡\n査の現行犯人逮捕の目的をもつてする被告人方の捜索を妨げ、もつて公務の執行を\n妨害したものである。\n（証拠の標目）（省略）\n（累犯となる前科）\n被告人は昭和三四年一二月一〇日（昭和三五年一月九日確定）函館地方裁判所に\nおいて、窃盗傷害罪により懲役八月に処せられ、当時その刑の執行を受け終つたも\nので、この点は被告人の前科調書により明らかである。\n（法令の適用）\n被告人の所為は刑法第九五条第一項に該当するので所定刑中懲役刑を選択し、前\n示前科と同法第五六条第一項の再犯の関係にあるから、同法第五七条により加重し\nた刑期の範囲内で、被告人を懲役八月に処し、同法第二一条により原審における未\n決勾留日数中九〇日を右本刑に算入し、訴訟費用の負担につき刑事訴訟法第一八一\n条第一項本文を適用して、主文のとおり判決する。\n（裁判長裁判官　羽生田利朝　裁判官　船田三雄　裁判官　浅野芳朗）\n"
}