{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 1,
    "day": 14
  },
  "case_number": "昭和40(う)2139",
  "case_name": "業務上過失傷害道路交通法違反被告事件",
  "court_name": "東京高等裁判所第十一刑事部",
  "lawsuit_id": "21011",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21011",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/011/021011_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮三月に処する。\n理　　　　由\n本件控訴の趣意は弁護人深沢貞雄が差し出した控訴趣意書に記載されたとおり\nで、原判決が被告人を懲役四月の実刑に処したのは刑の量定が不当だというのであ\nるが、当裁判所は控訴趣意について判断するのに先だち職権で調査をして次のよう\nに判断する。\nすなわち、原判決は（罪となるべき事実）の第三として、被告人が原判示第二の\nように人身事故を惹起させながら直ちに運転を中止して負傷者を救護する等必要な\n措置を講じなかつたという事実を判示し、この所為に対し道路交通法第一一七条・\n第七二条第一項前段を適用し、所定刑のうち懲役刑を選択しているのであるが、こ\nの事実において被告人が当時人に傷害を負わせたことを認識していたかどうかは原\n審で争いのあつたところで、被告人側ではその認識がなかつたから被告人には道路\n交通法第一一七条の罪の故意がないと主張したのに対し、原判決は、被告人は少く\nとも自車による交通事故の発生は認識していたものであるから、直ちに車両を停止\nしどのような事故が発生したかを確認する義務があるのにこれをしなかつたもの\nで、しかもこの場合は現実に負傷者の救護を必要とする人身事故を発生させている\nのであるから、たとえ人身事故が生じたことを認識していなかつたとしても、被告\n人は道路交通法第一一七条の刑責を免れるものではない、という趣旨の説示をして\nいるのである。しかしながら、原判決のこの解釈は誤つているといわなければなら\nない。なるほど、道路交通法第七二条第一項前段は、車両等の交通による人の死傷\nまたは物の損壊があつたときは、当該車両等の運転者その他の乗務員（運転者等）\nは直ちに車両等の運転を停止して負傷者を救護し道路における危険を防止する等必\n要な措置を講じなければならないと規定し、発生した事故が人の死傷であろうと物\nの損壊であろらといずれにしてもまず車両等の運転を停止することを命じているの\nであるから、運転者等においてそのいずれかの事故が発生したと認識した以上、た\nとえその認識したところと現に発生した事故との間にその種類についてのくいちが\nいがあつたにせよ、ともかく車両等の運転を停止しなければならないことに変りは\nなく、したがつて、もしその運転を停止しないでそのまま走り去つた場合は、この\n条項の違反になることはたしかである。原判決の説示するところは、その限りにお\nいては正しい。けれども、問題は、単にこの規定の違反があつたかどうかではな\nく、その違反に対しどのような刑罰法規上の評価をするか、いいかえれば人の死傷\nがあつた場合に関する道路交通法第一一七条による重い刑責を問うかそれとも物の\n損壊があつた場合に関するそれよりも軽い同法第一一七条の二第二号の刑責を問う\nか、にあるのである。そして、この点に関しては、そのそれぞれの罰条による刑事\n責任を負わせるためには、その発生した事故の種別についての認識のあることもま\nた当然必要だと解しなければならない。なぜならば、犯罪の成立には、その構成要\n件についての認識を必要とするというのは刑法第三八条第一項の定める大原則であ\nり、この場合事故の種類のいかんは法定刑に影響を及ぼす事項で、構成要件の内容\nをなすと考うべきだからである。これに対し原判決の説示するところは、行為者の\n認識がいずれであろうとも、現に発生したのが人の死傷であるならば道路交通法第\n一一七条によつて処罰し、物の損壊であれば同法第一一七条の二第二号で処罰する\nという趣旨であると解されるが、これは要するにその事故の種別を故意と関係のな\nい一種の処罰条件と解するものであつて、刑法第三八条の原則に反するばかりでな\nく、この場合に限つてあえてそのように解しなければならない理由はなんら見当ら\nないのである。\n<要旨>それゆえ、道路交通法第一一七条の罪の刑責を問うには客観的に人の死傷\nがあつたというだけでは不十分で、</要旨>行為者においてもそのことを認識してい\nることが必要であり、もしその認識がなく、物の損壊があつたと誤認していたにす\nぎない場合には、刑法第三八条第二項によつて道路交通法第一一七条の二第二号の\n規定する程度の責任しか問うことができないといわなければならない。\nところで、本件の場合、一件記録を調査して検討してみると、被告人は原判示第\n二のように軽四輪自動車を運転して進行中前方を同じ方向に進行していた被害者の\n自転車に追突し、被害者を路上に転倒させて原判示のような傷害を負わせたという\nのであつて、時刻は一二月下旬の午後九時過ぎでしかも小雨が降つていたとはいつ\nても、附近は明るい所だつたというのであるし、目撃者の言うところによると衝突\nの際自転車と人とがはね上つたというのであるから、これによつて被告人が人の負\n傷したことを不確定にもせよ認識したであろうという疑いはかなり強いと考えられ\nる。これに対し、被告人は、司法警察員に対する供述以来一貫して、自動車のフロ\nントガラスが割れ落ちたので電柱かなにか固定した物に衝突したとは思つたが人を\nはねたとほ思わなかつたと述べているのであるが、もし被告人が酒に酔つておらず\n通常の状態で運転していたのならばこのような供述はおそらく単なる弁解としてし\nか聞くことはできないであろう。ただ、本件の場合は被告人は原判示のように呼気\n一リツトルにつき一ミリグラムというかなり多量のアルコールを身体に保有してい\nたもので、目撃者の言うところでは被告人の運転する自動車はふらふらして走つて\nいたというのであり、また実況見分の結果によると衝突の際ブレーキをかけた形跡\nも全然ないのであつて、これらの点からみると当時の被告人の酒酔いの程度は相当\nはなはだしかつたものと判断されるのである。そして、このような状態にあつたこ\nとを前提として考えると、被告人の言うように人をはねたことに全然気がつかなか\nつたということもまた全く考えられないわけではないから、本件の場合には被告人\nが人の負傷の事実を未必的にもせよ知つていたと認定することにはなおある程度の\n疑いが残るといわざるをえない。としてみると、前に説明したように、被告人に対\nし道路交通法第一一七条の重い刑責を問うことはできない筋合いであり、これに代\nえて同法第一一七条の二第二号の刑責を問うことになると、法定刑が異なる関係上\n原判決のように被告人を懲役刑に処することはできなくなるわけであるから、原判\n決の誤りは明らかに判決に影響を及ぼすものである。\nしたがつて、弁護人の論旨につき判断するまでもなく刑事訴訟法第三九七条第一\n項・第三八二条によつて原判決を破棄し（原判決が被告人に人の負傷の認識があつ\nたと認定したのか、それともその認識はなかつたが道路交通法第一一七条によつて\n処罰さるべきだと解したのかは必ずしも一見明瞭だとはいえないけれども、およそ\n故意は罪となるべき事実に包含されるもので、一定の事実の認識を欠いている場合\nにはそのことを特に明示するのが例であるし、法律論に関する原判決の説示が仮定\n論の形をとつているところから見ると原判決はその認識があつたと設定したものと\n解さざるをえない。とすれば原判決は事実を誤認したことになるわけである。）、\n同法第四〇〇条但書を適用して被告事件につきさらに次のように判決をすることと\nする。\n（原判決の罪となるべき事実第三に代え当裁判所の認定した罪となるべき事実）\n第三　被告人は原判示第二に記載されたように人の負傷を生じさせたのにかかわ\nらず、直ちに自動車の運転を停止して負傷者を救護するなどの必要な措置を講じな\nかつたが、当時被告人としては自己の自動車により物の損壊を生じたものと誤信し\nていたものである。\n（右の事実の証拠）（省略）\n（法令の適用）\n原判決の確定した原判示罪となるべき事実第一・第二および当裁判所の認定した\n前記第三の事実に次のように法令を適用する。\n罰条\n（１）　第一の所為　道路交通法第一一七条の二第一号（同法第六五条の規定に\n違反）（懲役刑を選択）\n（２）　第二の所属　刑法第二一一条前段・罰金等臨時措置法第三条第一項第一\n号（禁錮刑を選択）\n（３）　第三の所為　道路交通法第一一七条（同法第七二条第一項前段の規定に\n違反）（ただし被告人は人の負傷の認識がなく物を損壊したと思つていたものであ\nるから、刑法第三八条第二項により道路交通法第一一七条の二第二号の刑で処断、\n懲役刑選択）\n併合罪の加重（（１）（２）（３）の罪につき）刑法第四五条前段・第四七条本\n文・第一〇条（最も重い（２）の罪の刑に加重）\n（量刑の理由）\n被告人は原判示のようにはなはだしく酒に酔つていながら自動車を運転し、その\n結果本件人身事故を起こしたもので、被害者にはなんらの責むべき点がなく、しか\nも人を負傷させたことは認識しなかつたとはいえそのまま走り去つたもので、その\n情はまことに悪く、前に酒酔い運転で二回罰金刑に処せられたことをも考慮する\nと、被告人に対し刑の執行を猶予することは到底相当でない。しかし、幸いにして\n負傷の程度が比較的軽く、当審になつて一応示談も成立したことを参酌して、主文\nのとおり禁錮三月に処することとした（なお、刑事訴訟法第一八一条第一項但書を\n適用して、訴訟費用は被告人に負担させないことにする。）。\n（裁判長判事　新関勝芳　判事　中野次雄　判事　伊東正七郎）\n"
}