{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 7,
    "day": 18
  },
  "case_number": "昭和43(う)106",
  "case_name": "道路交通法違反、業務上過失致死被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "result": "破棄差戻",
  "article_info": "第21巻4号281頁",
  "gist": "業務上過失致死について訴因と態様及び存在時点を異にする過失を認定する場合と訴因変更の要否",
  "case_gist": "業務上過失致死について、軽四輪乗用自動車運転者に被害者との安全な間隔を保持しないでその右側を進行しようとした過失があるとの訴因に対し、同運転者が運転開始前に酒に酔い正常な運転をすることができない状態において右自動車の運転を継続した過失を認定するには、訴因変更の手続を経ることを必要とする。",
  "lawsuit_id": "24014",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24014",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/014/024014_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を福島地方裁判所に差し戻す。\n理　　　　由\n本件控訴の趣意は、弁護人柴田正治名義の控訴趣意書に記載されたとおり（ただ\nし、その四枚目裏九行目に「巌に」とあるのを「厳に」と、五枚目表八行目に「原\n犯決」とあるのを「原判決」とそれぞれ訂正する。）であるから、これを引用す\nる。\n職権で記録を調査すると、本件起訴状記載の公訴事実中二、の事実は、「被告人\nは自動車運転の業務に従事しているものであるが、昭和四三年一月三日午後六時五\n分頃、軽四輪乗用自動車を運転し、福島県田村郡ａ町字ｂ町より、郡山市に向け、\n時速約三〇粁で進行中、酒の酔いがまわり正常な運転ができない虞があつたにもか\nかわらずそのまま進行し、同郡ａ町字ｃｄ番地先の県道に差しかかつた際、前方道\n路の左端附近を被告人の運転する自動車と同じ方向に向つて歩行していたＡ（当三\n四年）の姿を、一〇米位手前で発見し、その右側を通過せんとした処、かかる場合\n自動車の運転者たる者は、同人の右側を相当の間隔を空けて追越し、もつて事故の\n発生を未然に防止すべき業務上の注意義務があるにもかかわらず、これを怠り、そ\nの右側を僅か五〇糎位の間隔をあけたのみで、漫然同一速度をもつて蛇行して進ん\nだため、折から右Ａがやや右の方に出て来たのを、僅か二、三米の直前で発見し、\nあわててブレーキをかけてこれを避けんとしたるも間に合わず、同人に自動車の前\n部バンバー左側を衝突させて、同人をボンネットの上に跳ね上げて左側に転落さ\nせ、因つて、同人を翌四日午後四時四〇分頃、郡山市ｅ町ｆのｇＢ病院において、\n脳挫傷により死亡するに至らしめた。」というのであり、これに対して、原判決\nは、罪となるべき事実の第一として、「被告人は自動車運転の業務に従事していた\nものであるが、昭和四三年一月三日、福島県田村郡ａ町字北町二八番地の実父Ｃ方\nで、清酒三合位を飲んで酔い、正常な運転ができないおそれのある状態になつたの\nであるが、自動車運転者としては、酔いがさめて正常な運転ができるようになるま\nで運転を避け、もつて事故の発生を未然に防止すべき業務上の注意義務があるの\nに、敢えて軽四輪乗用自動車を運転し、ａ町字ｂ町方面から、郡山市方面に向けて\n進行し、同日午後六時頃、時速約三〇粁でａ町字ｃｄ番地先道路に差しかかつたの\nであるが、進路前方約九米の道路左端近くを、自車と同一方向に歩行していたＡ\n（当三四年）を認め、その右側方を通過しようとした。ところが、被告人は、酒の\n酔いのため、注意力が極めて散漫となり且つハンドルを確実に操作することもでき\nず、蛇行して進行したため、自車の前部をＡに衝突させて、同人をボンネットの上\nに跳ね上げて路上に転落させ、因つて翌四日午後四時四〇分頃、郡山市ｅ町ｆ番ｇ\n号Ｂ病院で脳挫傷<要旨>により死亡させた。」旨認定している。しかしながら、右\n公訴事実と原判決の認定事実とを対比してみると、公</要旨>訴事実が、軽四輪乗用\n自動車を運転した被告人において被害者Ａとの間に安全な間隔を保たないでその右\n側を進行しようとした点に被告人の過失が存するものと主張しているのに対し、原\n判決は、被告人が運転開始前、酒に酔つてすでに正常な運転をすることができない\n状態にあつたこと、したがつて、右自動車の運転を敢えて開始しこれを中止するこ\nとなく継続した点に被告人の過失が存することをそれぞれ認定しているものと解さ\nれるのであり、してみると、両者は、その主張ないし認定にかかる被告人の過失の\n態様およびその存在時点を異にしているのであつて、このように原判決が、訴因と\nして掲げられた過失とは異なる別個の過失を認定するには、その旨の訴因変更手続\nを経なければならないものと解するのが相当である。しかるに、原審でこの訴因変\n更手続を経由した形跡は記録上何ら存しないのであつて、してみると、原判決が、\nこの手続を経由することなく、直ちに右のような過失を認定したのは、訴因の拘束\n力の範囲を逸脱しかつ被告人の防禦に実質的な不利益を及ぼすおそれがあるものと\nして違法であるというべく、この訴訟手続の法令違反は判決に影響を及ぼすことが\n明らかである。そして、原判決は、右業務上過失致死罪と判示第二の酒酔い運転の\n罪とを併合罪として、一個の刑をもつて処断しているから、その全部について破棄\nを免れない。（なお、酒酔い運転の罪と業務上過失致死傷罪との罪数関係について\nは、当裁判所昭和四二年五月一一日判決、高裁刑集二〇巻四号三九一頁以下参照）\nそこで、控訴趣意に対する判断を省略し、刑事訴訟法第三九七条第一項、第三七\n九条により原判決を破棄し、第一審においてさらに審理を尽させるのを相当と認め\n（とくに、本件当時における被告人の酒酔いの程度、本件過失の態様等に関し\nて）、同法第四〇〇条本文に則り、本件を福島地方裁判所に差し戻すこととし、主\n文のとおり判決する。\n（裁判長裁判官　有路不二男　裁判官　西村法　裁判官　桜井敏雄）\n"
}