{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 3,
    "day": 29
  },
  "case_number": "昭和41(行ウ)70",
  "case_name": "移監請求に対する不許可処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "監獄法施行規則は，代用監獄たる留置場に拘禁されている者の処遇について適用があるか",
  "case_gist": "監獄法施行規則のうち法律たる監獄法の特別の委任に基づくもの（例えば，同規則第８６条，第９２条，第１２０条，第１２７条，第１３０条等）は法律と同等の効力を有するものとして代用監獄たる留置場に拘禁されている者の処遇についても適用があるが，その余の規定（講学上のいわゆる執行命令および行政規則に当たるもの）は行政組織系統を異にする留置場における処遇については適用がないものというべきである。",
  "lawsuit_id": "18484",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18484",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/484/018484_hanrei.pdf",
  "contents": "主　　　文\n被告は原告に対し金五、〇〇〇円を支払え。\n原告のその余の請求を棄却する。\n訴訟費用はこれを四〇分し、その一を被告の負担とし、その余を原告の負担とす\nる。\n事　　　実\n第一、原告は、「被告は原告に対し金一九万一、〇〇〇円を支払え。訴訟費用は被\n告の負担とする。」との判決を求め、請求原因としてつぎのとおり陳述した。\n一、原告は、窃盗容疑事件の被疑者並に同被告事件の刑事被告人として昭和四一年\n六月二〇日から同年一〇月一八日までの間大阪府茨木警察署留置場に拘置されてい\nた。\n二、（違法行為）\n（一）　糧食等の自弁購入の拒否\n監獄法第三五条、同法施行規則第九八条、第一〇〇条、第一〇一条によれば、刑\n事被告人は糧食の自弁をすることができる。然るに、前記拘置の期間中、原告は茨\n木警察署職員に対し、昭和四一年七月一日から同月二、三、四、五、一一、一二、\n一三、一四、一五、一六、一九、二〇、二一、二二、二三、二四日を始めとしてそ\nの後も屡々糧食の自弁購入方を申し出たにも拘らず、これ等の申し出はそのうち合\n計二二回が許されただけでその余を拒絶された。\n（二）　健康保持に必要な運動の拒否\n監獄法第三八条、同法施行規則第一〇六条によれば、在監者にはその健康を保つ\nに必要な運動として雨天の外毎日戸外において三〇分以内の運動をさせることにな\nつている。然るに、前記職員は原告に対して前記拘置の期間中この規則所定の運動\nばかりか、健康保持のために必要な昀低限度の運動もさせず、原告が昭和四一年七\n月四、一八日、八月一、一五日、九月一、五、一九日、一〇月三、一七日右運動を\nさせて貰いたい旨自ら申出たにも拘らずこれ等の申出も拒絶した。\n（三）　入浴の夏季処遇の拒否\n監獄法施行規則第一〇五条によれば、在監者の入浴の度数は、六月から九月まで\nは五日毎に一回を下ることができないものとされている。然るに前記拘置の期間中\nである昭和四一年六月から九月までの間、前記職員は原告に対して週一回程度の入\n浴をさせただけで右規定の回数の入浴をさせなかつた。原告は昭和四一年七月四、\n一八日、八月一、一五日、九月一、五、一九日右規定の回数の入浴をさせて貰いた\nいと自ら申し出たがこれ等の申し出も拒絶された。\nもつとも、大阪府警察被疑者留置規程、同施行細則第三三条には右規定の基準を\n下廻つて、「おおむね毎週一回以上入浴させる」旨の規定があるが、これは監獄法\n施行規則一〇五条の基準と較べ在監者の不利益となる限度で無効と解すべきであ\nる。\n仮に右細則の規定が有効であるとしても、それは「毎週一回以上と規定している\nのであるから、人員・設備の面で支障が無い限り毎週一回だけにとどまるべきもの\nではなく、それ以上であるべきである。然るに前記期間中においては、そのような\n支障は全くなかつたにも拘らず、入浴の回数は毎週一回程度にとどまつていたので\nあるから、その措置は違法である。\n（四）　寝具の日光消毒の拒否\n監獄法施行規則第一〇二条によれば、臥具は期限を定め蒸気その他適当な方法を\n用いて清浄なものとし、大阪府警察被疑者留置規程、同施行細則第三二条によれ\nば、寝具は洗濯、補修、日光消毒又は薬物消毒を行い常に清潔を保持すべきものと\nし、同細則の運用については日光消毒はおおむね毎月三回以上行うように配慮する\nものとされている。\n前記拘置の期間中、原告に貸与された寝具は毛布だけであつたが、この毛布が日\n光消毒されたのは昭和四一年九月上旬の唯一回でそれ以外に洗濯、日光消毒、薬物\n消毒等のなされたことはなかつた。原告は昭和四一年七月四、一八日、八月一、一\n五日、九月一、五日、一〇月三日右毛布の日光消毒をして貰いたいと申し出たがこ\nれ等の申し出も拒絶された。\n（五）　以上は、被告の公権力の行使に当る公務員がその職務を行うについて故意\n又は過失によつて原告に加えた違法行為である。\n三、（損害）\n右の違法行為に因り、原告は精神上肉体上の苦痛を蒙り、昭和四一年八月八日頃\nジンマシン様の皮膚反応を生じ、同年一〇月一八日大阪拘置所に移監されてから肝\n臓機能不全の診断をうけ、同月二七日から昭和四二年五月六日頃まで治療のための\n投薬をうけた。\n右の苦痛を慰謝するには昭和四一年七月一日から同年八月七日までは一日につき\n金五〇〇円、同月八日から同年一〇月一八日までは一日につき金一、〇〇〇円、同\n月一九日から昭和四二年五月六日までは一日につき金五〇〇円、合計金一九万一、\n〇〇〇円の金員の支払をするのが相当である。\n四、よつて国家賠償法第一条に基づき原告は被告に対し金一九万一、〇〇〇円の支\n払いを求める。\n第二、被告訴訟代理人は、「原告の請求を棄却する。訴訟費用は原告の負担とす\nる。」との判決を求め、答弁としてつぎのとおり陳述した。\n一、請求原因一の事実は認める。\n二、同二の（一）の事実中、原告が糧食の自弁購入方の申し出をしたことは認める\nがその主張の日時は不知、右申し出を拒絶若くは制限したことは否認する。\n仮に、偶々右制限をしたことがあつたとしても、糧食の自弁購入の申し出があつ\nた場合、それを許すかどうか、種類分量をどのように定めるかは、監獄法第三五\n条、同法施行規則第九八条により、監獄管理者の自由なる裁量に委ねられている。\n而して、茨木警察署では指定業者から弁当を購入し、原告の拘置期間中三六一食分\nを無償で支給しており、この食事は予算の範囲内で保健の要請に応え得るものであ\nつたから、原告の自弁購入の申し出をすべて許可しなければならないものではな\nく、茨木警察署の職員の措置に違法のかどはない。\n三、請求原因二の（二）の事実中、原告が運動をさせて貰いたいと申し出たことは\n認めるが、その主張日時は不知、その申出を拒絶したことは否認する。\n被疑者及び刑事被告人を代用監獄としての留置場に拘置する場合には、監獄法施\n行規則第一〇六条の適用はなく、大阪府警察被疑者留置規程、国家公安委員会被疑\n者留置規則第三五条により、同規則第二六条が準用される。そして同条には、「留\n置人の健康の保持に留意し、適宜運動させるように努めなければならない。」とさ\nれているだけで、場所としての戸外ということや運動の時間数は定められていな\nい。而して、茨木警察署には逃走防止の設備を有する運動場がないため戸外で運動\nすることはさせていないが、房外運動のために適時出監させているほか、房内にお\nいて被収用者が自ら健康上必要な運動をすることは制限していない。房の面積は間\n口一・七メートル、奥行二・五メートルで特別喧騒に亘らない限り房内で運動する\nことは可能である。また、毎朝洗面の時及び毎夕検房の時には被収用者が留置場風\n呂場と洗面所の場所で随意運動することは可能でありそれを制限していなかつたの\nであるから、原告の主張は理由がない。\n仮に大阪府警察被疑者留置規程、国家公安委員会被疑者留置規則第二六条が監獄\n法及び同法施行規則に違反するものであるとしても、右留置規則第三五条には代用\n監獄としての収用についても右法条を準用する旨の規定があるから、茨木警察署の\n職員が、右規則を有効と考え、これを適用したことに過失があるとは言えない。蓋\nし、このような場合に過失があるとするためには当該地位に在る者に通常期待しう\nる法律知識と注意をもつて自己の行為が違法であると判断できたであろう程度にそ\nの違法が明白でなければならないからである。\n四、請求原因二の（三）の事実中、原告がその主張のような入浴の申し出をしたこ\nとは認めるが、その主張の日時は不知。\n監獄法施行規則第一〇五条は処遇のよるべき基準を定めた訓示的規定と解され、\n在監者に規定の入浴回数を享有すべき権利を附与したものではないから、この規定\nに違反したからと言つて直ちに違法ということはできない。\n更に、大阪府警察被疑者留置規定施行細則第三三条では、留置人にはおおむね毎\n週一回以上入浴させるように努めなければならないと定められており、この規定は\n同細則第四一条によつて代用監獄としての収用にも準用され、茨木警察署において\nは毎水曜日を入浴日と定めて入浴を励行していたから何等違法のかどはない。\n仮に、監獄法施行規則第一〇五条が強行規定であるとしても、前記大阪府警察被\n疑者留置規程施行細則の規定に基づいてした茨木警察署職員の措置に過失があると\nいうことはできない。\n五、請求原因二の（四）の事実中、原告がその主張の申し出をしたことは認めるけ\nれども、主張日時は不知、原告の申し出がその主張のように拒絶されたことは否認\nする。茨木警察署では原告の拘置期間中の昭和四一年八月以降もつぎのとおり寝具\nの日光消毒をした。\n六月　二五、二九日\n七月　六、一六、一九日\n八月　七、一〇、一四、一八日\n九月　九、一四、二七日\n一〇月　五、七日\n六、請求原因三の事実中、原告が昭和四一年八月八日頃、ジンマシンに罹つたこと\nは認めるが、それは同月一〇日までに三日間注射投薬して同月一三日には治癒して\nいた。この罹病は原告の体質に起因するもので茨木警察署職員の措置とは因果関係\nがない。大阪拘置所における肝臓機能不全のことは不知。その余の事実は否認す\nる。\n第三、証拠関係（省略）\n理　　　由\n一、原告が、窃盗被疑事件の容疑者並に刑事被告人として昭和四一年六月二〇日か\nら同年一〇月一八日まで大阪府茨木警察署留置場に拘置されていたことは当事者間\nに争いがない。\n右争いのない事実と原告本人尋問の結果並に弁論の全趣旨によれば、原告は同年\n六月二〇日窃盗容疑で逮捕されて右留置場に留置され、同月二一日代用監獄として\nの右留置場に勾留され、同月三〇日茨木簡易裁判所に窃盗被告事件の被告人として\n起訴され、同裁判所で審理の末、同年一〇月一七日懲役一年六月の判決言渡をうけ\nて、同月一八日大阪拘置所に移監されたものであることが認められる。\n二、糧食等の自弁購入について\n監獄法第三五条は「刑事被告人には糧食の自弁を許すことを得」と規定している\nが、この規定の趣旨はつぎのように解される。\n在監者の糧食については監獄法は官給の原則を採つているが（監獄法第三四\n条）、糧食を官給することは、一面において在監者の身体面における人権を保障し\n経済的に在監者にとつて利益であることの反面、他方において在監者は一定の官給\n糧食を摂ることを強制され、心理的に大きな影響力をもつ食生活で自己選択の自由\nを奪われる結果になることを否定できない。ところで、刑事被告人は勾留目的（刑\n事訴訟法第六〇条）確保のため拘禁されている者で受刑者とは自らその法律的地位\nを異にしている者であるから、受刑者と較べてその自由はより広範に確保さるべき\nものであり糧食官給の原則をその儘刑事被告人についてまで固執することは適当で\nない。そのために刑事被告人には糧食の自弁を許して食生活における自己選択の自\n由を保障する必要がある。このように解せられる。\nそうすれば、監獄法第三五条の規定は刑事被告人の自由を保障する目的のための\n規定であるから、糧食自弁の申し出があつた場合、監獄管理者としては、勾留目的\nの確保、監獄の安全及び秩序の維持に支障のない限り、これを許さなければならな\nいのであつて、その支障がないにもかかわらず糧食自弁の申し出を拒否することは\n許されないものというべきである（もつとも、糧食の自弁には当然代価の支出を伴\nうものであるから代価を償うに足る金員の用意がない場合にはその申し出が拒否さ\nるべきことは言うまでもない。）。\nそこで事実関係をみるに、成立に争いのない乙第一号証証人Ａの証言、原告本人\n尋問の結果（但し、後記措信し難い部分を除く。）によれば、つぎの事実が認めら\nれる。\n原告は、前示のとおり昭和四一年六月二〇日茨木警察署留置場に留置されたが、\nその当時現金八五二円を所持していた。この金員は同署職員によつて原告のために\n保管されていたが、その後同年八月八日までに一〇回程度にわたつて原告からパ\nン、牛乳、丼物等の自弁購入の申し出があり、その都度支出消費されて残額は皆無\nとなつた。その後、原告は同署職員のＡ捜査主任から金五〇〇円、Ｂ巡査から金五\n〇〇円をそれぞれ個人的に借受け、同年九月始め頃までの間この金員でパン、牛\n乳、丼物、タバコ等の自弁購入の費用に充てていた。同月六日になつて知人のＣか\nら原告に金五、〇〇〇円の送金があつた。この金員のうち金一、〇〇〇円は右個人\n的な借金の返済に充てられ、その余四、〇〇〇円は前記金員と同様に原告のために\n保管されていた。この送金があつてから、原告は時には毎日、時には一週間位の間\n隔をおいて、前記同様の品目等の糧食自弁購入を申し出で、右保管金はその都度支\n出費消されて、原告が同年一〇月一八日大阪拘置所に移監される当時には残額が金\n二、〇〇〇円となつていた。以上の事実が認められる。\n原告は、この外にも屡々糧食の自弁購入を申し出ておりそれらが拒否若くは制限\nされたと主張し、原告本人尋問の結果にはこの主張に副うところがあるけれども、\nその供述部分は証人Ａの証言に照して措信し難く、他にこれを認めるに足る証拠は\nない。なお前示認定のとおり、原告は糧食自弁購入のため、当初の所持金八五二円\nを同年八月八日まで約五〇日間に費消しており（一日平均一六円）、次にその後の\n送金五、〇〇〇円中の所持金四、〇〇〇円のうち二、〇〇〇円を同年九月六日から\n一〇月一八日まで約四〇日間に費消している（一日平均五〇円）のであつて、この\n事実に照してみても、同署職員が原告の自弁購入を違法に拒否したものということ\nはできない。\n三、健康保持に必要な運動について\n原告はまず、本件拘置については監獄法施行規則第一〇六条の適用があり、留置\n場の監理者が「雨天の外毎日三〇分以内の戸外運動」をさせなかつたのは違法であ\nると主張し、被告は本件拘置については右規則の適用がないと主張する。\n思うに、留置場はがんらい刑事訴訟法による被疑者等の留置のための施設であ\nり、地方公共団体の事務として設置、管理され（地方自治法第二条第三項第六\n号）、現在大阪府下においては、大阪府警察被疑者留置規程（被疑者留置規則国家\n公安委員会規則）、同施行細則、同実施細目等に定めるところに従つて管理、運営\nされているのである。\nこの留置場について、監獄法第一条第三項は、「警察官署に附属する留置場は之\nを監獄に代用することを得」るものとしているが、これは、本来監獄でなさるべき\n受刑者や未決勾留者等の拘禁（監獄法第一条第一項、刑法第一一条乃至第一三条、\n第一六条、刑事訴訟法第六〇条、第二〇七条等）と、留置のための被疑者の拘禁\n（刑事訴訟法第一九九条）とではその法的根拠、期間等が異なり、これ等を同列に\n扱うことの不適当なことは明らかであるが、両者の間にはいずれも拘禁という点に\nなお共通項があり、我が国においては現行監獄法施行前の監獄則（明治二二年勅令\n第九三号）で留置場が本来の監獄の一種とされていた歴史上の経緯があり、国の財\n政上十分な監獄施設を整備することが量的にも時間的にも困難なため、過渡的な措\n置として止むを得ず留置場の施設（人的組織及び物的設備）をそのまま監獄に代替\n利用することによつて、監獄施設の不十分を補い、受刑者や未決勾留者等に対する\n執行の円滑を確保しようとするものであると解せられる。\nそうだとすれば、右法条の「代用する」というには、留置場が監獄とは人的組\n織・物的設備を異にするもので、留置場はもともと警察行政のための施設として、\nその目的にふさわしい方法で設置され、管理され、運営されていることが、法律上\nはじめから予定・是認されているといわなければならない。\nそして、本来の監獄における処遇については監獄法並に同法施行規則がある。こ\nのうち監獄法は「法律」であり、監獄に代用された留置場における拘禁はその限り\nで本来の監獄における拘禁と法律上同視されることになるから、この留置場におけ\nる処遇についてもこの「法律」の適用があるというべきである。しかしながら、監\n獄法施行規則は法務大臣が主管の行政事務について監獄法を施行するため並に同法\nの特別の委任に基づいて発した「省令」であるから（国家行政組織法第一二条第一\n項）、そのうち法律の特別の委任に基づくもの（例えば、同規則第八六条、第九二\n条、第一二〇条、第一二七条、第一三〇条等）は法律と同等の効力を有するものと\nして代用監獄たる留置場の処遇についても適用があるが、その余の規定（講学上の\nいわゆる執行命令及び行政規則に該るもの）は、行政組織系統を異にする留置場の\n処遇についてその適用がないものというべきである。\n右のように、代用監獄たる留置場の処遇については、監獄法の規定が「法律」と\nして適用があり、且つ、大阪府下では前記のとおり大阪府警察被疑者留置規程・被\n疑者留置規則、同施行細則等が定められているから、そこの運動については、監獄\n法第三八条の「在監者には其健康を保つに必要なる運動をなさしむ。」との規定の\n適用及び右被疑者留置規則第三五条による同規則第二六条の「留置主任者は留置人\nの健康の保持に留意し、捜査及び看守に支障のない限り、適宜運動させるように努\nめなければならない。」との規定の準用があるというべきである。\n（このように解すると、本来の監獄に拘禁される者と代用監獄たる留置場に拘禁\nされる者とでは処遇の基準が異る結果となるが（（例えば、監獄法施行規則第一〇\n六条と被疑者留置規則第二六条参照））、それは監獄法第一条第三項が止むを得ず\n留置場を監獄に代用する旨定めた変則的な措置の結果である。）\n従つて、代用監獄たる留置場における本件拘置について監獄法施行規則第一〇六\n条の適用があるという原告の主張は採用できない。\nつぎに、原告は、本件拘置においてその健康を保つに必要な運動（監獄法第三八\n条）をさせられなかつたから、茨木警察署職員の措置は違法であると主張する。\n思うに、監獄法第三八条の規定は、在監者の健康を管理・保持することは拘禁を\n担当する者の重大な責務であるとの見地から、在監者のように狭い区域内で緊縮し\nた紀律の下で行動の自由が制限されている者にとつてはその健康を保全するために\n運動が欠くべからざるものであり、これによつて拘禁という不自然な生活から在監\n者の身体的並に精神的健康が毀損されることのないように保障しようとするもので\nあるから、ここに「運動」というのは単に手足を運動させるのみでは足らず、天然\nに接し、日光に浴し、新鮮な大気の下で心身を快活ならしめることが必要であり、\n拘禁担当者がこの運動をさせないことは許されないものというべきである。而し\nて、その運動のいかなる程度、態容のものが「其健康を保つに必要な」ものである\nか否かは、在監者の健康状況、拘禁状況（出廷の有無、作業の有無、種類等）、拘\n禁期間の長短等諸般の事情を勘案して客観的に考察さるべきものである（被疑者留\n置規則第二六条の規定も監獄法第三八条に定める右の運動の内容、程度、態容を軽\n減することはできない。）。\nそこで事実関係をみると、成立に争いのない乙第二号証、証人Ａの証言と同証言\nによつて成立を認める乙第三、五号証、証人Ｄの証言と同証言によつて成立を認め\nる乙第六号証、原告本人尋問の結果によれば、原告が茨木警察署の本件留置場に拘\n置されていたのは昭和四一年六月二〇日から同年一〇月一八日までの約四ケ月間で\n（この点は当事者間に争いがない。）、この期間中、原告は概ね健康で（同年八月\n八日頃頭部にジンマシン様の発疹を生じ医師の診察をうけて服薬したことがあるが\n発疹そのものは三日位で治癒した。）、手足の屈伸運動程度のことをすることがで\nきないような障害はなく、六月二〇日から一〇月一七日までの間に取調、出廷のた\nめ別紙（一）一覧表記載のとおり計一三回に亘つて房外に出監しているほか、別紙\n（二）一覧表記載のとおり計四九回に亘り平均一回につき一時間三九分の、同署担\n当関係者のいう「房外運動」をしていることが認められるけれども、証人Ａ、同Ｄ\nの各証言並に原告本人尋問の結果によれば、ここに言う「房外運動」とは、在監者\nたる原告を捜査係室に出して、タバコを吸うとか、手紙を書くとか、間食を摂ると\nか、或いは運動をしたいと言えばそれを拒まない程度の、要するに自由時間を与え\nたにすぎないものであつたことが認められるから、これをもつて原告に運動をさせ\nたものとは認め難い。\nもつとも、前記乙第六号証、証人Ａ、同Ｄの各証言によれば、茨木警察署には逃\n走を防止する設備のある運動場のないことが認められるから、原告を戸外の運動場\nに出して運動させることは茨木警察署の職員にとつて不可能というべく、その点に\n故意、過失があるとは言えないが、前記乙第六号証によれば、右警察署の留置場に\nは洗面所の前に巾一・六メートル乃至二メートル、長さ約五メートル程度の空間が\nあることが認められるから、この場所でその場に応じた運動をさせることは可能な\n筈であり、前示認定の原告の健康状況、拘禁期間、拘禁状況等を考えれば右運動は\n原告の精神的・肉体的健康を保つに必要なものであつたというべきであるから、こ\nれをさせなかつたことは監獄法第三八条、被疑者留置規則第二六条に違反する違法\nなものであり、それについて右警察署の職員の措置に少くとも過失があるといわな\nければならない。\n四、入浴の夏季処遇について\n証人Ａ、同Ｄの証言と原告本人尋問の結果によれば、昭和四一年六月から同年九\n月までの期間中も原告が入浴させられる回数は七日に一回（毎週水曜日）であつた\nことが認められる。\n然しながら、監獄法施行規則第一〇五条は、前記三項に記載と同様の理由によつ\nて、代用監獄としての留置場に拘置されている未決勾留者の処遇については適用が\nなく、大阪府下における場合は、大阪府警察被疑者留置規程、被疑者留置規則第三\n五条により同規則第二六条の「留置主任者は、留置人の健康の保持に留意し、適宜\n入浴させるように努めなければならない。」との規定が準用されるほか、同規程施\n行細則第四一条により同細則第三三条の「留置人にはおおむね毎週一回以上の入浴\nをさせるほか随時身体を拭わせ常に身体の清潔に努めなければならない。」との規\n定が準用されるものというべきである。\nそうすれば、監獄法施行規則第一〇五条の適用があることを前提とする原告の主\n張が理由のないことは明らかであるし、夏季ではあるにしても七日に一回の度数の\n入浴が過少に過ぎて違法であるということもできない。\n五、寝具の日光消毒について\n証人Ｄの証言によれば、茨木警察署では原告が拘置されていた昭和四一年当時、\n留置場に収用されている者には寝具として毛布を貸与しており（布団はない。）、\nこの毛布は消毒を兼ねて年に二回指定の業者に洗濯させていたほか、毎週月曜日を\n日光消毒の日と定めて一回に二人分宛程度日光消毒していたこと、従つて被収用者\nの多少によつて回数は必ずしも一定しないが、一人宛概ね月一回の日光消毒が実施\nされていたことが認められる。原告本人尋問の結果中この認定に反する部分は前掲\n証言に照して措信し難い。\nところで、前記三項に記載と同様の理由によつて、大阪府下の留置場に拘置され\nている未決勾留者の寝具の消毒については、大阪府警察被疑者留置規程、被疑者留\n置規則第三五条により同規則第二六条の「留置主任者は寝具等についても清潔を保\n持するように努めなければならない。」との規定が準用されるほか、同規程施行細\n則第四一条により同細則第三二条第二項の「寝具は必要により洗濯、補修、日光消\n毒又は薬物消毒を行ない常に清潔保持に努めなければならない。」との規定が準用\nされ、この細則の実施については例規をもつて「寝具の洗濯及び補修はおおむね毎\n年二回以上、日光消毒はおおむね毎月三回以上行うよう配慮すること」とされてい\nるから、前記認定の月一回程度の日光消毒の回数がこの例規の回数を下廻ることは\n明らかであるが、右例規は前記施行細則（大阪府警察本部訓令）の実施について所\n属の公務員たる留置主任者が拠るべき基準を定めたに止まり、これによつて被収用\n者に月三回以上の日光消毒をして貰うべき権利を附与したものとは解されないか\nら、この基準が守られなかつたからと言つて、そのことが被収用者との関係で直ち\nに違法になるということはできない。\n従つて、日光消毒が月三回以上行われなかつたから違法であるという原告の主張\nは採用できないし、本件留置場における原告使用の毛布は、前示認定のとおり、年\nに二回指定業者によつて洗濯されており、それが特に著しく汚損されていたと認め\nるに足る証拠はなく、月に一回程度は日光消毒がなされているから、このような毛\n布を原告に使用させていたことが違法であるとも認められない。\n六、本件拘置期間中、原告に運動をさせなかつたことが違法であることはさきに判\n示のとおりである。\n原告は、この違法行為により昭和四一年八月八日頃ジンマシン様の皮膚反応を生\nじ、同年一〇月一八日大阪拘置所に移監されてから肝臓機能不全の診断をうけるに\n至つたと主張し、原告本人尋問の結果によれば原告がその主張のような症状を生じ\nたことが認められるけれども、これらの症状が原告に運動をさせなかつたという前\n記違法行為に原因するものであるとの事実を証明するに足る証拠はない。\nつぎに、原告は右違法行為によつて精神上の苦痛を蒙つたと主張する。\n原告本人尋問の結果によれば、原告は本件拘置の期間中昭和四一年六月末頃から\n同年九月中旬頃まで茨木警察署の職員に対し運動をさせてくれるように屡々申し出\nていたが、その都度、運動場がないとか、朝の監房掃除が運動の代りだとか、時間\nがないとか、運動は監房内で各自にやれなどと言われて、運動ができず、そのた\nめ、気分的にもよくないし、骨のあたりが痛むように感じたことが認められる。\nこの精神的苦痛は被告の公権力の行使に当る茨木警察署の職員がその職務を行う\nについてすくなくとも過失によつて原告に与えた損害であるから、国家賠償法第一\n条によつて、被告はこれを賠償すべきものであり、右の苦痛を慰謝するには金五、\n〇〇〇円の支払をなすべきものと認めるのが相当である。\n七、以上の次第であるから、原告の本訴請求は、金五、〇〇〇円の支払を求める限\n度においては正当であるからこれを認容できるけれども、その余は理由がないので\n棄却することとし、訴訟費用の負担については民事訴訟法第九二条に従い、主文の\nとおり判決した。\n（裁判官　山内敏彦　藤井俊彦　井上正明）\n（別紙（一）（二）省略）\n"
}