{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 11,
    "day": 9
  },
  "case_number": "昭和40(ネ)721",
  "case_name": "約束手形金本訴並びに売買代金反訴請求事件",
  "court_name": "大阪高等裁判所第六民事部",
  "lawsuit_id": "22491",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22491",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/491/022491_hanrei.pdf",
  "contents": "主　　　　文\n控訴人英和石油株式会社の本件控訴を棄却する。\n原判決中控訴人Ａに対する部分を取消す。\n被控訴人の控訴人Ａに対する請求を棄却する。\n控訴人英和石油株式会社と被控訴人との間においては控訴費用は同控訴\n人の負担とし、控訴人Ａと被控訴人との間においては訴訟費用は第一、二審とも被\n控訴人の負担とする。\n事　　　　実\n控訴人Ａは「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を、控訴人英和石油株式会社訴訟代理人\nは「一、原判決を取消す。二、被控訴人の同控訴人に対する本訴請求を棄却する。\n三、反訴に基き、被控訴人は同控訴人に対し金一、四三八、八〇〇円及びうち金四\n三八、八〇〇円に対する昭和三四年七月二三日以降支払済みまで年六分の、うち金\n一、〇〇〇、〇〇〇円に対する右同日以降支払済みまで年五分の、各割合による金\n員を支払え。四、訴訟費用は第一、二審とも被控訴人の負担とする。」との判決並\nびに第三項につき仮執行の宣言を求め、被控訴代理人は各控訴棄却の判決を求め\nた。\n当事者双方の事実上及び法律上の主張並びに証拠の提出援用認否は、控訴人英和\n石油株式会社訴訟代理人において本案前の主張として、\n「控訴人英和石油株式会社は被控訴会社代表者Ｂの代表権並びに同人によつて委\n任された被控訴代理人らの訴訟代理権の存在を争う。即ち、\n（一）　被控訴会社は訴外興国化学工業株式会社より破産の申立を受け、大阪地\n方裁判所昭和三九年（フ）第二〇三号破産宣告申立事件として審理を受けた結果、\n昭和四〇年五月二七日午後一時同庁によつて破産宣告並びに破産同時廃止の決定を\n受けた。商法第四〇四条第一号、第九四条第五号によれば破産は株式会社の解散事\n由であるから被控訴会社は前記破産宣告決定により当然解散されその後は清算手続\nに入つたものである。\n（二）　ところで、商法第四一七条第一項は「会社ガ解散シタルトキハ合併及破\n産ノ場合ヲ除クノ外取締役其ノ清算人ト為ル」旨定めているのであるから破産によ\nる解散の場合は解散前の取締役がそのまま清算人となるものでないこと明らかであ\nる。しかして、同条第二項は右第一項によつて清算人たる者なきときは裁判所は利\n害関係人の請求により清算人を選任する旨を定めている。被控訴会社の場合はまさ\nにこの場合に該当するのであつて被控訴会社としては非訟事件手続法に則り裁判所\nに清算人選任申立をなしその選任を得べきものである。\n（三）　従つて、従前被控訴会社の代表取締役であつたＢが当然代表清算人とし\nて被控訴会社を代表する権限を有するものではなく、また、それ故に同人より訴訟\n委任を受けた被控訴代理人らも正当な訴訟代理権を有するものではない。\n（四）　なお、被控訴会社としては破産廃止の場合は右所論に該当しないとの見\n解を採るものと推測されるけれども、破産法によれば、異時廃止の場合法人継続の\n手続を要する旨定められている点（同法第三四八条）に鑑みれば、法は破産の場合\nすべて法人は解散し清算手続を経て消滅するのを建前とするが、破産廃止の場合に\nは法人継続の手続をとつて法人格の存続（復活）を計り得るものとしていると解さ\nれる。このことは同時廃止たると異時廃止たるとに関係なく妥当する法原理であ\nる。ところで被控訴会社は何ら右会社継続の手続をしていないのであるから、前記\n控訴人の所論には何の変りもない。」\nと陳述し、控訴人Ａ本人の尋問を求め、被控訴代理人において\n一、　（一）被控訴会社が昭和四〇年五月二七日大阪地方裁判所において破産宣\n告及び破産同時廃止の決定を受けたことは認める。\n（二）　しかし、Ｂは被控訴会社の法定清算人であるから控訴人英和石油株式会\n社の前記主張はすべて失当である。即ち、破産の場合は通常破産管財人が選任せら\nれ破産財団の管理処分をするから特に清算人を定める必要はない。商法第四一七条\n第一項は右通常の場合を予想して規定されたものである。しかし本件の如く破産宣\n告と同時に破産廃止がなされた場合には解散の効果が発生するのみで事後の清算手\n続をなすべき特別の清算事務者は存しないわけであるから、取締役が清算人となる\nべきものである。」\nと陳述し、\n控訴人Ａにおいて甲第四ないし第七号証の成立を認める、と陳述したほか、\n原判決事実摘示と同一であるからここに引用する。\n理　　　　由\n一、　控訴人英和石油株式会社（以下控訴会社と略称）は、被控訴会社代表者Ｂ\nの代表資格及び被控訴代理人弁護士大原篤、同大原健司の訴訟代理権の存在を争う\nので、先ずこの点について判断する。\n本件記録及び弁論の全趣旨によれば、被控訴会社は昭和四〇年四月二三日一審勝\n訴の判決を受け本件控訴の提起を受けたのち、同年五月二七日大阪地方裁判所にお\nいて破産の宣告と同時に破産廃止の決定を受け、同年七月一日右決定が確定したこ\nと、右破産宣告当時の被控訴会社の代表取締役はＢであつたこと、右Ｂは同年一一\n月一日被控訴会社代表者清算人の資格において弁護士大原篤、大原健司に対し本件\n控訴事件の訴訟委任をなしたととが明らかである。\n右の事実によれば、被控訴会社は右破産宣告を受けたことによつて当然解散し\n（商法第四〇四条第一号第九四条第五号）且つ同時に破産廃止の決定を受けたこと\nにより清算手続に入つたものであるが、商法第四一七条第一項では「会社が解散シ\nタルトキハ合併及破産ノ場合ヲ除クノ外取締役其ノ清算人ト為ル」と規定されてい\nるところから、凡そ破産を原因とする解散の場合には取締役はそのまま清算人（所\n謂法定清算人）にはならないのではないかとの疑も存するわけである（右の見解を\n採ればＢは当然には被控訴会社の清算人とはならず、同条第二項の規定に基き利害\n関係人の請求により裁判所が清算人を選任することとなる）。\n<要旨>しかしながら、商法第四一七条第一項が、会社解散の場合は原則として取\n締役が法定清算人となるものと</要旨>し、ただ合併、破産の場合についてのみ取締\n役は法定清算人にならないと規定して除外例を設けた趣旨は、合併の場合は勿論清\n算の必要がなく、破産の場合も原則として破産管財人が選任され破産手続が遂行さ\nれるものであるところから、結局合併及び通常の破産の場合はいずれも清算の必要\nなきもの、従つて清算人設置の必要なきものとして特にこれを除外したものと解さ\nれる。そうすると、同条同項に言う「破産ノ場合」とは、即時清算の必要のない通\n常の破産の場合のみを予想して規定された文言であつて、同じく破産の場合であつ\nでも即時に清算の必要が生ずべき例外の場合は含まないものと解される。ところで\n本件の如く破産宣告と同時に破産廃止の決定がなされた場合には、もとより破産手\n続は進行しないので即時清算の必要があり、清算人設置の必要が生ずるのであるか\nら、同条同項所定の「破産の場合」には該当せず、従つて破産宣告当時の取締役た\nるＢが当然被控訴会社の法定清算人となつたものと言わねばならない。（右見解に\n反し、同時廃止の場合までも同条第一項所定の除外例に含め、裁判所による清算人\n選任の如き迂遠な手続を強いねばならぬ実質的理由は存しない。）\nそうすると、Ｂは被控訴会社の代表清算人として適法な代表資格を有し（商法第\n四三〇条第一項、第一二九条第二項）同人から委任を受けた被控訴代理人も有効な\n訴訟代理権を有するものと認められるから、控訴会社の本案前の主張は理由がな\nい。\n二、　そこで本案について判断する。\n当裁判所は被控訴会社の控訴会社に対する約束手形金本訴請求を理由ありと認\nめ、控訴会社の被控訴会社に対する売買代金反訴請求を理由なしと認めるものであ\nつて、その理由左記の点を付加するほか原判決理由説示と同一であるからここに引\n用する。\n「控訴会社は本訴につき控訴会社振出の約束手形（甲第一号証）は被控訴会社に\n対する融通手形である旨主張するけれども、右主張を肯認するに足る証拠はなく、\n却つて原審認定の事実関係に当審における控訴人Ａ本人尋問の結果及び弁論の全趣\n旨をあわせ考えると、右手形は控訴人Ａが原審認定の経過により控訴会社から振出\n交付を受けた上、受取人欄にＡ産業株式会社と補充記載し、更に同会社取締役Ａ名\n義をもつて被控訴会社に裏書譲渡したものであつて、控訴人Ａ自身も右裏書記載を\nなすことにより自らも手形上の債務者（但し、Ａ産業株式会社として）となつたの\nであり、もとより右手形の授受に際し自分が被控訴会社の代理人、表見代理人、或\nいは使者の如き立場に立つとは考えていなかつたこと、それ故、本件手形が控訴会\n社から被控訴会社に対する直接の融通手形となるものと考える余地は全くなかつた\nことが認められる。」\n三、　次に被控訴会社の控訴人Ａに対する請求について按ずるに、被控訴会社が\nその主張の如きＡ産業株式会社取締役社長Ａの裏書ある約束手形一通（甲第一号証\n参照）を所持していることは当事者間に争いがない。\n被控訴人はＡ産業株式会社なるものは実在せず、控訴人Ａ個人の営業上の別名で\nある旨主張するけれども、成立に争いのない丙第一号証の一部及び原審、当審にお\nける控訴人Ａ本人尋問の結果に記録添付の昭和四一年九月二七日付大阪法務局登記\n官作成の登記簿謄本をあわせると、右Ａ産業株式会社は昭和一九年三月二八日東亜\n軍需木材株式会社なる商号で設立登記され、その後数次にわたる商号変更を経て昭\n和二一年七月七日現商号に変更され現在に至つた実在の会社であつて、控訴人Ａは\n昭和一九年八月一三日以降その代表取締役であることが認められ、甲第四号証によ\nつても右認定を覆えすに足りず、他に右認定を左右すべき証拠はない。そうすると\n右手形の裏書人は右会社であつて控訴人Ａ個人ではないといわなければならないか\nら控訴人Ａを石手形上の遡求義務者（裏書人）たることを前提とする被控訴会社の\n本件手形金請求は爾余の判断をなすまでもなく失当というほかない。\n四、　よつて、控訴へ英和石油株式会社の控訴は理由なしとして棄却すべきも、\n控訴人Ａの控訴には理由があるから原判決中同控訴人に対する部分を取消し、被控\n訴人の同控訴人に対する請求を棄却すべきものとし、訴訟費用の負担につき民事訴\n訟法第八九条、第九六条、第九五条を適用して主文のとおり判決する。\n（裁判長裁判官　岡垣久晃　裁判官　奥村正策　裁判官　畑郁夫）\n"
}