{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 4,
    "day": 13
  },
  "case_number": "昭和39(ネ)599",
  "case_name": "土地引渡請求事件",
  "court_name": "福岡高等裁判所第三民事部",
  "article_info": "第19巻3号254頁",
  "gist": "土地売買が「数量を指示した」売買に当るとされた事例",
  "case_gist": "土地の売買代金が坪当りの単価を明示しこれに坪数を乗じて算出する方法によつて決定されたものではなかつたとしても、少なくとも当事者双方が、一定の坪数のあることを前提とし、その基礎の上に立つて代金額を協定したような場合には、「数量を指示した」売買に当る。",
  "lawsuit_id": "23606",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23606",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/606/023606_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人らは各自控訴人に対し金二三万七、二二〇円およびこれに対す\nる昭和三六年九月二五日から完済に至るまで、年五分の割合いによる金員を支払\nえ。\n控訴人その余の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人らの負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人らは各自控訴人に対し金二三万七、五\n五八円およびこれに対する昭和三六年九月二五日以降完済に至るまで、年五分の割\n合いによる金員を支払え。訴訟費用は第一、二審とも被控訴人らの負担とする。」\nとの判決を求め、被控訴人ら代理人は「本件控訴を棄却する。控訴費用は控訴人の\n負担とする。」との判決を求めた。\n当事者双方の事実上・法律上の主張および証拠関係は、証拠として、控訴代理人\nにおいて、甲第九号証を提出し、当審における証人Ａ、同Ｂの各証言、同控訴人本\n人尋問の結果を援用し、被控訴人ら代理人において、当審における証人Ｃ同Ｄの各\n証言、同被控訴人Ｅ、同被控訴人Ｆ各本人尋問の結果を援用し、甲第九号証の成立\nを認めたほかは、原判決の当該摘示と同一であるからこれを引用する。\n理　　　　由\n被控訴人Ｅが、昭和三五年七月二三日控訴人に対し、原判決添付別紙目録記載の\n宅地建物を代金一四五万円て売渡し、同年八月三日その旨所有権移転登記手続をな\nしたことは当事者間に争いがなく、控訴人が右代金を支払つたことは、被控訴人ら\nにおいて明らかに争つていないので、これを自白したものと認むべきである。\nしかして、原審証人Ｇの証言によつて成立を証めうる甲第五号証、成立に争いの\nない甲第六号証、同第七号証ならびに右Ｇ証人の証言および控訴人本人尋問の結果\n（原審ならびに当審）を綜合すれば、控訴人が買受けた宅地中、長崎市ａ町ｂ番地\nのｃ宅地八六坪五合（当時の登記簿上の表示）は、実測の結果六八坪六合八勺しか\nなく、差引き一七坪八合二勺が不足することが認められ（控訴人は、このことを昭\n和三五年九月二五日知つた。他に右認定を左右するに足る確証はない。\nそこで、本件売買が「数量を指示した」売買に当るか否かの争点について按ずる\nに、前顕甲第六号証、控訴人本人尋問の結果（原審ならびに当審）、被控訴人Ｆ本\n人尋問の結果（当審）の一部に弁論の全趣旨を綜合すれば、本件売買は、原判決添\n付別紙目録記載の宅地建物を一括して締結されたものであるが、しかし長崎市ａ町\nｂ番のｃ宅地八六坪五合、同番地のｄ宅地七坪四合というのは、単に宅地を特定\nし、その同一性を示すために、登記簿上の地番、坪数をそのまま挙げたというにと\nどまらず、買主たる控訴人においては、もちろん、そのとおりの実測面積があるも\nのと信じ、また、売主たる被控訴人ら側においても、売買の目的物たる本件宅地の\n実測面積は、登記簿表示の坪数より少なくないことを認め、当事者双方ともこれを\n基礎として代金額を定め<要旨>たものであることを認めることができるのである。\nしかして、宅地の売買代金が、坪当りの単価を明示し、こ</要旨>れに坪数を乗じて\n算出する方法によつて決定されたものではなかつたとしても、買主が一定の数量が\nあるものと信じたにとどまらず、売主も、また、一定の数量あることを認め、当事\n者双方がこれを前提とし、その基礎の上に立つて代金額を定めたような場合には、\n「数量を指示した」売買に当るものと解するを相当とすべく、したがつて、実面積\nが協定面積に不足するときは、代金額は実面積に基づいて減額せらるべきことは当\n然であり、本件売買代金が地上建物と一括して協定せられたということは、必ずし\nも右認定の妨げとはならないものというべきである。この点について被控訴人らは\n本件売買は、当事者が実地そのものに着目し、坪数の如何にかかわらず宅地建物を\n一括して代金一四五万円と定めてなしたものであり「数量を指示した」売買ではな\nい旨抗争するけれども、これに添う被控訴人Ｆ（原審ならびに当審）および被控訴\n人Ｅ（当審）各本人尋問の結果は、いずれも前顕各証拠と対比してにわかに措信し\nがたく、原審における検証の結果によるも前記認定を動かすに足りず、他にこれを\n左右すべき確証はない。\nよつて、減額せらるべき代金額について按ずるに、控訴人本人尋問の結果（原審\nならびに当番）によれば、本件売買代金は、本件建物が金二〇万円、本件宅地が金\n一二五万円の割合いであつたことが認められるから、その額は、坪当りの単価金一\n万三、三一二円（円未満四捨五入）に不足坪数一七・八二を乘じた金二三万七、二\n二〇円（円未満四捨五入）と認めるのが相当である。\nしかして、本件売買に当り被控訴人Ｆが売主たる被控訴人Ｅの買主たる控訴人に\n対する債務につき保証をしたことは、弁論の全趣旨に徴してこれを認めうるので、\n結局、被控訴人らは各自控訴人に対し前記二三万七、二二〇円およびこれに対する\n本件訴状送達の翌日であること記録上明白な昭和三六年九月二五日より支払いずみ\nに至るまで、年五分の割合による民事損害金の各支払い義務を免れないというべき\nである。\nしかるときは、本訴請求は以上認定の限度においては理由があるからこれを認容\nし、その余を失当として棄却すべきところ、右と趣旨を異にし控訴人の請求全部を\n棄却した原判決は失当であるからこれを取消し、本訴請求を右認定の限度において\nこれを認容し、その余を失当として棄却し、訴訟費用の負担につき民事訴訟法第九\n六条、第九二条、第九三条を適用して主文のとおり判決する。\n（裁判長裁判官　小西信三　裁判官　入江啓七郎　裁判官　小川宜夫）\n"
}