{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 11,
    "day": 9
  },
  "case_number": "昭和36(う)269",
  "case_name": "道路交通法違反業務上過失傷害同致死被告事件",
  "court_name": "札幌高等裁判所第三部",
  "article_info": "第14巻7号536頁",
  "gist": "道路交通法第七二条第一項前段と後段との関係",
  "case_gist": "交通事故を起しながら道路交通法第七二条第一項前段所定の措置を講ずることなく、そのまま現場を立ち去り、本項後段所定の報告をしない場合は、本項前段の義務違反のみが成立し、後段の適用はない。",
  "lawsuit_id": "24234",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24234",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/234/024234_hanrei.pdf",
  "contents": "主　　　　文\n原判決中原判示第一の罪に関する部分に対する本件控訴は棄却する。\n右判決中前記部分以外に関する部分を破棄する。\n被告人を禁錮八月に処する。\n原審ならびに当審における訴訟費用は被告人の負担とする。\n本件公訴事実中被告人がその惹起した交通事故についての所定事項を警\n察官に報告しなかつた点については被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人小谷欣一提出の控訴趣意書に記載のとおり（量刑不\n当）であるから、ここにこれを引用する。\nまず、職権で調査するに、原判決書によれば、原判決は、罪となる事実第二の\n（三）として、「被告人は、前記\n（一）　に掲げる日時、場所において、前記（一）に掲げる交通事故を起したの\nに直ちに運転を停止して負傷者を救護する等法令に定められた必要な措置をとらな\nかつた」旨、同（四）として、「被告人は、前記（一）に掲げる日時、場所におい\nて、前記（一）に掲げる交通事故を起したのに直ちにその事故発生の日時、場所等\n法令に定める事項を直ちにもよりの警察署の警察官に報告しなかつた」旨（昭和三\n六年四月二八日付起訴状記載の公訴事実中三および四に各相応する。）を判示し、\n法令の適用として、被告人の判示第二の（三）の所為は道路交通法七二条一項前\n段、一一七条に、同第二の四の所為は同法七二条一項後段、一一九条一項一〇号に\n各該当する旨を示しているので<要旨>ある。しかしながら、道路交通法七二条一項\nは、交通事故の場合における車輌等の運転者その他乗務員が講じ</要旨>なければな\nらない措置等として、その前段において死傷の救護義務等を、後段において報告義\n務を規定し、両両相まつて交通の安全と円滑を図るに万遺漏なきを期待しているも\nのとはいえ、右各義務違反の処罰についてはそれぞれ別個の罰則規定が設けられ、\n前者の義務違反が後者のそれに較べて著しく重くされていることに鑑みると、各義\n務違反が本来的にはその趣旨、犯罪の態様、悪性の程度を異にしているというたけ\nでなく、前者の義務違反には当然後者のそれがともなうこと、従つて、前者の義務\n違反に対する処罰を厳にすることにより後者のそれを処罰するまでもなく前示所期\nの目的を達しようとしてのものと解されるのであり、しかも、後者の報告義務の内\n容として、前法条一項後段において「当該交通事故について講じた措置」の一事項\nを規定していること等を併せ考えると、右一項後段にいう「この場合において」と\nは、本項前段にいう「交通事故があつたとき」を意味するものではなく、その全文\nを受けるもの、すなわち、交通事故を起し、車輌等を停止して負傷者の救護その他\n必要な措置を講ずる場合をいうものと解すべきであつて、従つて、本項後段の義務\n違反は、これがその成立要件をなし、交通事故を起しながら右措置を講ずることな\nく、そのまま現場を立ち去り、それにより本項後段所定の報告をしない場合は、本\n項前段の義務違反のみが成立し、後段の適用はないとするのを相当とする。してみ\nると、本件において、原判決が罪となる事実として、被告人が前示第二の（三）の\nように措置をとらなかつたことを判示しながら、さらに、前示第二の（四）のよう\nに報告しなかつたことを判示し、後者に対して右法条一項後段、一一九条一項一〇\n号を適用したのは、前説示に徴し、同法条の解釈を誤つて、犯罪の成立要件をかき\n従つて罪とならない事実を認定処断した誤を犯したものというほかはない。そし\nて、それは判決に影響をおよぼすことが明らかな場合に該当するものと認められる\nところ、原判決は、右第二の（四）の所為と同その余の所為とを併合罪として一個\nの刑を科しているのであるから、原判決中この分については全部破棄を免れない。\nそこで、この分についての刑の量定に関する論旨に対する判断は省略するが、そ\nの余の分すなわち原判示第一の罪に関する部分に対する刑の量定についてみるに、\n記録を精査し、所論を考量して考えても原判決の刑の量定は不当に重いとは認めら\nれない。\n以上の理由により原判次中原判示第一の罪に関する部分に対する本件控訴は刑事\n訴訟法三九六条に従い棄却し、右判決中前記部分以外に関する部分は同体三九七条\n一項、三八〇条に従い破棄し、同法四〇〇条但書に則つてさらに判決をすることと\nする。\n当審において認定した罪となるべき事実およびその証拠とするところは、原判決\n摘示の罪となる事実第二の（一）ないし（三）およびその証拠と同一であるから、\nここにこれを引用する。\n法律に照すと、被告人の判示各所為中原判示第二の（一）の点は刑法二一一条前\n段、罰金等臨時措置法三条一項一号に、同（二）の点は道路交通法六四条、一一八\n条一項一号に、同（三）の点は同法七二条一項前段、一一七条に該当するところ、\n原判示第二の（一）の所為は一個の行為であつて数個の罪名に触れる場合なので刑\n法五四条一項前段、一〇条により最も重いと認める同判示浅沼潤一郎に対する業務\n上過失致死罪の刑に従い、その罪について禁錮刑を、原判示第二の（二）および\n（三）の罪については各懲役刑を選択し、以上は同法四五条前段の併合罪であるか\nら同法四七条、一〇条により最も重い業務上過失致死罪の刑に法定の加重をなし、\n本件犯行の態様、被害の程度、ことにそのため一名には重傷を負わせ、二名は死亡\nさせるに至るという重大な結果を招来していること、その他諸般の事情を総合した\nうえで、右刑期範囲内で被告人を禁錮八月に処すべきものとし、原審ならびに当審\nにおける訴訟費用は刑事訴訟法一八一条一項本文に従い被告人の負担とすることと\nする。\nなお、本件公訴事実中昭和三六年四月二八日付起訴状記載の公訴事実四すなわち\n被告人がその惹起した交通事故についての所定事項を警察官に報告しなかつた点に\nついては、前段説示のとおりその犯罪の成立要件をかき罪とならないことに帰する\nところ、右は判示各罪と併合罪の関係において起訴されたものと認められるので刑\n事訴訟法四〇四条、三三六条により被告人に対しこの点につき無罪の言渡をなすべ\nきものである。\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}