{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 13
  },
  "case_number": "昭和34(ま)2",
  "case_name": "刑事補償請求事件",
  "court_name": "東京高等裁判所第一刑事部",
  "article_info": "第13巻5号419頁",
  "gist": "刑事補償法第一条第一項に定める抑留又は拘禁の期間",
  "case_gist": "刑事補償法第一条の「未決の抑留又は拘禁」の中には、不起訴になつた事実に基く抑留、拘禁であつても、そのうちに実質上無罪となつた事実の取調べのために利用された抑留、拘禁がある場合には、その抑留、拘禁をも包含する。",
  "lawsuit_id": "21275",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21275",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/275/021275_hanrei.pdf",
  "contents": "主　　　　文\n請求人に金百三十八万五千六百円を交付する。\n理　　　　由\n本件補償請求の要旨は、請求人は昭和二五年七月二〇日強盗殺人被告事件につい\nて公訴を提起され、昭和三四年一二月二日東京高等裁判所において無罪の判決言渡\nを受け、右判決は同月一六日確定したものであるが、請求人は昭和二五年六月一九\n日窃盗被疑事実により逮捕され、同月二一日勾留状の執行を受け、更に同年七月一\n一日強盗殺人の罪名により逮捕され、同月一二日勾留状の執行を受け、前記無罪の\n判決言渡の日まで引続き勾留されていたものである。請求人に対する右窃盗容疑に\nより二二日間の逮捕勾留は窃盗容疑に名をかり強盗殺人事件の捜査の手段としてな\nされたものであつて、請求人は右逮捕された六月一九日より強盗殺人の罪名による\n逮捕状の執行を受けるまでの間も強盗殺人事件の取調を受けたものである。それ故\n請求人が強盗殺人事件のため未決の抑留又は拘禁を受けた期間は昭和二五年六月一\n九日から昭和三四年一二月二日までの三、四六四日間であるからその日数に応じて\n刑事補償を求めるというのである。\nよつて請求人に対する前記強盗殺人被告事件記録を調査するに、請求人は「昭和\n二三年四、五月頃静岡県庵原群ａ村ｂｃに伐採しありたるＡ所有の木材三石位を窃\n取した」との事実により昭和二五年六月一九日清水簡易裁判所裁判官の発した逮捕\n状の執行を受け、次いで右被疑事実により同裁判所裁判官の発した勾留状により勾\n留され、その後「昭和二五年五月一〇日静岡県庵原郡ａ村Ｂ方において同人の妻Ｃ\nを殺害し同人所有の現金二、五〇〇円を強奪した」との事実により同年七月一〇日\n静岡地方裁判所裁判官の発した逮捕状の執行を受け、次いで同月一二日同裁判所裁\n判官の発した勾留状により勾留され、同月二〇日右強盗殺人の事実について同裁判\n所に起訴された。その後右被告事件は同裁判所において有罪の言渡があり、請求人\n及び弁護人はこれに対し東京高等裁判所に控訴の申立をなし、同裁判所第六刑事部\nにおいて控訴棄却の判決言渡があり、請求人及び弁護人はこれに対し上告の申立を\nなし、最高裁判所において破棄差戻の判決言渡があり、東京高等裁判所第一刑事部\nにおいて審理の結果昭和三四年一二月二日「第一審判決を破棄する。被告人は無\n罪」なる判決言渡があり、同日請求人は釈放され、右判決は同月一六日確定したこ\nと、並びに前記清水簡易裁判所裁判官の発した逮捕状の窃盗の事実については不起\n訴となったが、その逮捕の翌日である昭和二五年六月二〇日以降は引続き請求人は\n右強盗殺人の事実につき取調を受けて来たことが明らかである。して<要旨>みれ\nば、窃盗事件に関する逮捕勾留は強盗殺人事件の取調に利用されたものというべき\nである。ところで刑事</要旨>補償法第一条の「未決の抑留又は拘禁」の中には、不\n起訴になつた事実に基く抑留拘禁であつても、そのうちに実質上は、無罪となつた\n事実の取調のために利用された抑留拘禁がある場合には、その場合における抑留拘\n禁をも包含するものと解するを相当とするから、本件において請求人は前記窃盗事\n実についての逮捕勾留を利用して強盗殺人の取調が行われた期間の抑留拘禁につい\nても補償を請求し得るものといわなければならない。\nよつて補償の日数及び金額につき検討するに、請求人に対しては前記昭和二五年\n六月一九日から昭和三四年一二月二日までの三、四六四日間につき刑事補償法第一\n条により補償をなすべき場合に該当するから当裁判所は同法第四条第二項所定の事\n情を考慮し請求人の受けた拘禁日数に応じ一日金四〇〇円の割合による額の補償金\n合計一、三八五、六〇〇円を請求人に交付するのが相当と認める。\n（裁判長判事　長谷川成二　判事　白河六郎　判事　荒川省三）\n"
}