{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 4,
    "day": 19
  },
  "case_number": "昭和39(行ウ)16",
  "case_name": "裁決取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　国民健康保険の保険者たる市は，国民健康保険審査会のした裁決の取消しを求める訴えの原告適格を有するか　２　国民健康保険の保険者たる市が，被保険者が同市内に住所を有しなくなったことを理由としてした療養の給付を行なわない旨の処分について，国民健康保険審査会が，住民票の記載から右被保険者が同市内に住所を有することを認め，右処分を取り消した裁決が違法とされた事例",
  "case_gist": "１　国民健康保険の保険者たる市のした，療養の給付を行なわない旨の処分を取り消した国民健康保険審査会の裁決に対し，同市が取消訴訟を提起した場合，市は裁決が違法であれば法律上の利益を侵害されることが明らかであり，かつ，右訴訟において保険事業に関する権利義務の主体として右裁決の取消しを訴求しているのであるから，右訴訟は機関訴訟的なものとはいえず，したがって，市は原告適格を有する。",
  "lawsuit_id": "18472",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18472",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/472/018472_hanrei.pdf",
  "contents": "主　　　文\n被告が、訴外Ａの昭和三八年九月二一日付審査請求につき、同年一二月二〇日付\nでなした裁決を取消す。\n訴訟費用は被告の負担とする。\n事　　　実\n第一、申立\n（原告）\n主文同旨の判決を求めた。\n（被告）\n一、本案前の申立\n「本件訴を却下する。訴訟費用は原告の負担とする。」との判決を求めた。\n二、本案に対する申立\n「原告の請求を棄却する。」との判決を求めた。\n第二、主張\n（請求原因）\n一、原告は国民健康保険法第三条一項に基づき、保険者として国民健康保険事業を\n行つている。訴外Ａは、妻Ｂと共に、昭和三六年四月一日から大阪市＜以下略＞\n（以下本件場所という。）に住所を有し、昭和三七年八月七日以来原告のなす国民\n健康保険の被保険者であつた。\n二、ところがＡは同年一〇月二二日肺結核の療養のため大阪府高槻市＜以下略＞に\nある大阪阿武山赤十字病院に入院し、他方Ｂは昭和三八年二月二八日前記Ｃ荘＜以\n下略＞の賃貸借契約を解除して同所を退去し、さらに同年五月六日にはＡとＢとの\n合意による離婚届が大阪市東淀川区長に提出された。\n三、そこで原告は、調査をしたところ、被保険者Ａが昭和三八年五月六日以降大阪\n市内に住所を有していると認められなかつたので、同日以降の同人に対する被保険\n者資格を認めず、療養の給付を行なわなかつた。（なお、原告は、その後Ａが同年\n三月一日以降八月三一日まで大阪市内に住所を有していなかつたものと認め、この\n間の被保険者資格を認めなかつた。）\n四、Ａがこれを不服として同年九月二一日被告に審査請求をなしたところ、被告は\n同年一二月二〇日付で、同人が大阪市内に住所を有していたことを認め原告が同人\nに療養の給付を行なうべきである旨の裁決をなし、この裁決書は昭和三九年一月二\n九日原告にも送達された。\n五、しかしながら、Ａは昭和三八年二月二八日以降同年八月三一日まで大阪市内に\n住所を有していなかつたのであるから被告のなした裁決は違法であり、その取消を\n求める。\n（被告の本案前の申立の理由）\n被告は、国民健康保険法第九一条一項に基づき、国民健康保険の保険給付に関す\nる処分等についての不服申立（審査請求）に対し裁決をなす権限を有しており、保\n険者たる原告の上級機関である。下級行政庁たる原告は、上級行政庁たる被告のな\nした裁決に服すべきであり、これを不服として裁判所に出訴することは許されな\nい。本訴は不適法として却下さるべきである。以下その理由をのべる。\n一、行政不服審査における処分庁と審査庁との関係\n行政不服審査制度は、行政庁の処分に関し、国民の権利利益の救済を図るととも\nに、行政の適正な運営を確保することを目的とする（行政不服審査法第一条一項）\nもので、審査請求及びこれに対する裁決は国民の不服申立（審査請求）を通じて行\n政権の自己統制ないし行政監督の効果を得ようとするもので、行政権の発動に対し\n行政権による是正を図るものであるから、行政の統一性の要求からいつても審査庁\nの裁決には処分庁に対する優越的な妥当力が認められるのは当然のことである。従\nつて、行政不服審査法第四三条一項も「裁決は関係行政庁を拘束する。」と規定し\nこの趣旨を明らかにしている。\n二、第三者機関による不服審査と行政監督\n行政不服審査法によれば、審査庁は、処分庁の上級行政庁である場合（同法第五\n条一項一号）と、それ以外の行政庁である場合（同項二号）とがあり、被告は同項\n一号にいう上級行政庁ではなく、同項二号、国民健康保険法第九一条一項による審\n査庁であるから、いわゆる第三者機関である。\nしかしながら、審査請求及びこれに対する裁決の制度は、行政不服審査法第一条\n所定の目的から明らかなように、行政客体からの不服申立をまつてその内容に含ま\nれる違法または不当な行政処分の存否を認識し、行政機関自らの手で早期にその修\n正の機会を捉え、もつて行政の効率（法適合性及び公益適合性）を挙げることを期\n待しているのであつて、行政の適正な運営を確保するという行政目的を達成するた\nめに行政権の内部に設置された機関であることは、すべての審査庁に通ずる共通の\n基本的な性格であり、それが処分庁の上級行政庁であるか、それ以外のいわゆる第\n三者機関であるかによつて何ら異なるところはない。もつとも、旧訴願法に較べれ\nば、現行の行政不服審査法においては、国民の権利利益の救済の面が相当重要視さ\nれるようになつているが、審査庁の裁決が行政裁判権の範囲よりも広く、行政処分\nの法適合性のみならず合目的性にも及びうることに端的に示されているように、行\n政権の自己統制という本質には何ら変更がないものというべきであり、また国民の\n権利利益の救済というのも、行政の適正な運営ということを行政客体の側からみた\n表現にすぎないと考えられる。従つて、第三者機関による不服審査は、一般的な行\n政上の監督権限に基づくものではないとしても、少なくとも審査請求の内容をなす\n事項に限つて個別具体的な範囲内において、行政の適正な運営の確保のために、や\nはり行政監督としての機能を付与されているものと解さなければならない。\n国民健康保険等各種の社会保険については、その事業の運営について主務大臣ま\nたは都道府県知事に監督上の諸権限が付与されており、その行政事務について上級\n下級の関係はそれぞれの法律において明確であるにもかかわらず、不服申立の審査\n機関としては、国民健康保険法第九一条一項、国民年金法第一〇一条、船員保険法\n第六三条一項、日雇労働者健康保険法第三九条一項、失業保険法第四〇条一項等に\nよつて、国民健康保険審査会、社会保険審査官、社会保険審査会、失業保険審査\n官、労働保険審査会等がそれぞれ別に設置されている。こうした制度は、これらの\n行政事務はいずれも国の機関委任事務として、指揮監督系統が明確ではあるが、不\n服についての審査はこれを第三者機関に行なわせる方がより公正適切であり、行政\n不服審査制度の目的にもかなうとの立法政策に基づくものである。そうだとすると\n第三者的審査機関は上級行政庁よりもより公正な審査を期待しうるものとして（申\n立をまつてその申立の範囲内において発動される受動的限定的なものであるとはい\nえ）、その監督性は上級行政庁のそれよりもむしろ強度のものであると解すべきで\nある。\n従つて、原告は被告のなした裁決に服すべきもので、これを争つて裁判所に出訴\nすることは行政の統一性を破ることになるから許されない。\n三、国民健康保険における保険者の性格\n原告は、国民健康保険における処分庁としての立場とは別に、地方公共団体（財\n産権の主体）として、被告のなした裁決によりその権利利益を害されたことを理由\nに裁決の取消を求めているものの如くである。\nしかしながら、国民健康保険事業は国の行政事務であり、国民健康保険法上、保\n険者たる市町村（同法第三条一項）は事業の最終責任者である国（第四条一項、一\n〇八条一項、四六条一項、四一条）の委任を受けて同事業の実施にあたつている行\n政庁である。このことは第九八条一項の「当該処分をした保険者」及び第一〇〇条\nの「原処分をした保険者」なる表現に照らしてもあきらかなところである。\nまた、国民健康保険は私保険と本質を異にし、市町村は事業の実施を義務づけら\nれ（第三条一項）、法定の除外事由がない限り市町村の区域内に住所を有する者は\n被保険者であることを強制され（第五条、六条）、保険料は負担能力に応じて徴収\nされる保険者の徴収金であり（第七六条、七七条、七八条、地方税法第五条五項四\n号。租税の実質を有する。）、保険給付に対する反対給付ではない。従つて、保険\n者の保険料の保管責任といつても、租税収入のそれと同様であり、個々の被保険者\nに対する責任ではない。\n保険財政についていえば、国は保険者に対し国民健康保険の事務の執行に要する\n費用を負担し（国民健康保険法第六九条）、療養の給付及び療養費の支給に要する\n費用の一部を負担し（第七〇条）、調整交付金を交付する（第七二条）ほか、財政\nの補助をする（第七四条）ことになつている。原告の昭和三九年度分の国民健康保\n険歳入歳出当初予算によれば、歳入に占める割合は、保険料二四・七〇％、国庫支\n出金四九・三五五％、大阪府からの補助金二・〇八二％、大阪市の一般会計からの\n繰入金二三・六六五％、その他の収入〇・一九四％となつている。\nこのような行政庁たる保険者に抗告訴訟の原告適格を認めるとすれば、支出を伴\nなう行政処分を行なう処分庁はすべて裁決について抗告訴訟の原告適格を有するこ\nとになり、きわめて不当である。\n（被告の本案前の申立に対する原告の反論）\n一、被告は原告の上級機関ではない。\n国民健康保険審査会は、国民健康保険事業のうち国民健康保険法第九一条所定の\n処分についての不服申立の審査機関にすぎず、保険者に対し何ら指揮監督の権限を\n有しない。被告は右法条によつて、独立した準司法機関としての権限を付与された\nものであり、争いとなつた処分について、第三者的立場から判断し決定するもので\nあり、これ以外に被告が原告に対し行政上の指揮監督を行う余地はない。\n二、本件は抗告訴訟である。\n本件訴訟は、行政庁相互間の権限の存否又はその行政に関するものではないので\nあつて、行政事件訴訟法第三条三項の裁決取消の訴である。従つて、国民健康保険\n法に明文の定めがなくとも、原告は出訴しうるのである。\n三、原告には裁決の取消を求める法律上の利益がある。\n原告は、国民健康保険の保険者として、被保険者から保険料を徴収し、この保険\n料を被保険者全員のために保管するものであつて（この保険料は、保険事故が発生\nした場合に支給すべき被保険給付に充てられるべきものである。）、保険者である\n原告は、保険給付が常に適正に行なわれるよう図るべき職責がある。このような事\n業の機能ないし作用において私人の行なう保険事業と異なるところはない。もちろ\nん国民健康保険事業の目的・性格からみて、公法的色彩を帯びることはあるが、国\n民健康保険事業における法律関係がすべて公法関係に尽きるものではない。\nそこで、もしも原告が被告の裁決に従うとすれば、訴外Ａの支払うべき医療費一\n三万三七〇四円のうち同人の負担するものを除く保険者負担額一〇万二三九一円の\n支給義務を原告が負うこととなり、違法の支出さえ行なわざるを得ない結果とな\nる。これは被保険者全員の損害であるにとどまらず、保険者たる原告の損害であ\nる。従つて、原告は、行政事件訴訟法第九条所定の「裁決の取消しを求めるにつき\n法律上の利益を有する者」に該当する。\n四、準司法的機関のなした裁決については、原処分庁も取消訴訟を提起しうる。\n被告は、国民健康保険法に基づいて、被保険者、保険者及び公益を代表する三名\nずつの委員をもつて構成される合議体で、審査の決定にあたつて委員の意見が可否\n同数に分かれた場合には、公益代表委員の一人である会長の決するところによるこ\nとになつている。これらの点からみて、被告のなす審査裁決は、上級行政庁のなす\n裁決と異なり、第三者的立場から一種の準司法機関がなす簡易な訴訟手続の実質を\n有する。\n従つて、この審査手続のもとでは保険者と受給者が当事者として対等の地位にあ\nり、この決定に不服がある場合には、当事者双方とも不服申立の権利を有すること\nはその手続の本質から当然要求されるところである。もしも被告のなした決定が違\n法なものと考えられる場合に、保険者たる原告が裁判所の審査を求められないとす\nれば、受給者に決定を争う権利が与えられているのに比し甚だしく均衡を失する結\n果となるのであつて、法がこのような結果を容認しているとは到底解することはで\nきない。\nこのことは憲法第七六条の趣旨からも認められるところである。同条第二項によ\nれば、行政機関は終審として裁判を行なうことができないとされている。従つて、\n行政機関が法律上の争いについて裁決をしても、原処分庁と審査庁との間に上級下\n級の関係があり、政治的ないし行政的解決を行なうべき要請がある場合は格別、行\n政機関が最後の判断をすることはできず、必らず裁判所の審査の余地が残されてい\nなければならない。本件のように、原告の上級行政庁でもない被告が審査請求人か\nらの審査請求を認容し、原処分を取消した場合、原告が出訴して裁判所の判断を求\nめることができないと解することは、前記法条の趣旨にもとるものである。\n（請求原因に対する被告の認否）\n一、請求原因第一、二項の事実は認める。\n二、同第三項のうち、Ａが昭和三八年五月六日以降（または同年三月一日以降八月\n三一日まで）大阪市内に住所を有しなかつたとの点を争い、その余の事実は認め\nる。\n三、第四項の事実は認める。\n（本案についての被告の主張ー裁決の法適合性）\n一、Ａの生活状況\n訴外Ａは、高等学校卒業後大阪市内の喫茶店に勤務していたが、昭和三六年四月\n一日からＢと共に大阪市＜以下略＞に入居し（二人の婚姻は昭和三七年九月二四日\n届出られた。）、昭和三七年四月四日右住所への転入の届出を大阪市東淀川区長に\nなし、住所登録を経ていた（ただし、Ｂは同年八月九日に転入の届出をした。）\nが、同年一〇月五日大阪府高槻市＜以下略＞の大阪阿武山赤十字病院で、肺結核の\nため一カ年の入院治療を要する旨の診断を受け、同月二二日身回品のみを携行し単\n身で同病院に入院した。\nところが、妻Ｂは、昭和三八年二月二八日、入院中のＡの承諾ないままに、同人\nに予告もしないで、右Ｃ荘の居室賃貸借契約を解除し、家財道具を携えて本件場所\nから退去し、一時高知県の両親のもとに帰省したが、その後再び大阪に戻り、大阪\n市＜以下略＞に入居し、貞夫と離婚について協議したがＡの意思も定まらないうち\nにこれまた独断で同年五月六日大阪市東淀川区長に対し協議離婚の届出をし、同月\n一六日原告に対し国民健康保険世帯変更届（Ａの世帯から分離独立する旨の届出）\nをした。\nＡは、同年九月一日前記大阪阿武山赤十字病院を退院したが、前記Ｃ荘に空室が\nなかつたため、近くの大阪市＜以下略＞に入居し、同月一四日その旨の住民登録を\n経た。\n二、公法上の住所\n国民健康保険法第五条によれば、市町村の区域内に住所を有する者は当該市町村\nが行う国民健康保険の被保険者とすることになつており、第七条、第八条によれ\nば、当該市町村の区域内に住所を有するに至つた日に被保険者の資格を取得し、住\n所を有しなくなつた日の翌日にその資格を喪失することになつている。従つて、Ａ\nの住所が何拠にあつたかが問題である。\nところで、公法上の住所は一人一個に限るべきであり、それは登録された住民票\nの記載によつて認定すべきである。\n旧住民登録法は、その第一条において、同法制定の目的として「住民の居住関係\nを公証し」、「各種行政事務の適正で簡易な処理に資すること」を挙げ、国民に届\n出の義務を課し、過料の制裁をもつてそれを強調し（同法第一九条、第三一条）、\n住民登録事務を処理する市町村に事実の調査をする権限（第三〇条、第三二条）や\n職権による住民票の記載・消除・更正を行う権限を与え（第五条から第八条）、そ\nの正確さを期している。\nところで、人の生活圏が拡大し、複雑化した今日では、人の生活の本拠がどこに\nあるかは必ずしも明白でない場合が多い。生活の本拠は定住の事実によつて認定さ\nれるのであるが、各人の生活状況によつてさまざまであり、これは単に外形的な事\n実だけで決められるものではない。一般に定住の事実を推認させるような外形的事\n実が複数の場所に存する場合には、本人の意思、利益を尊重して、その人がある場\n所を住所とするとの意思を公に表示している場所、すなわち住所登録地をもつて公\n法上の住所と認定すべきである。\n本件では、Ａは、自ら本件場所に住民登録の手続をなし、ここを生活の本拠とし\nていたので、高槻市の大阪阿武山赤十字病院に入院した後も住民票の記載に変更は\nなかつた。\n従つて、同人の住所は本件場所であり、同人は原告の行なう国民健康保険の被保\n険者たる資格があつたというべきである。\nもつとも、原告は、昭和三八年五月六日ＢからＡとの協議離婚の届出がなされた\nことを機会にＡが本件場所に滞在していないことを知り、同日Ｂに同人を代理人と\nするＡの被保険者資格喪失届を作成、提出させ、同年七月二四日に至つて右五月六\n日にさかのぼつて同人に対する療養の給付を取消す旨の処分をしたが、同人の住民\n登録には変更を加えなかつた。そして同年九月三日付で同人に本件場所の住民票抄\n本を交付したのであるが、住民票の記載と被保険者資格の喪失の認定との矛盾をな\nくすため、同年九月一二日職権で同年二月二八日にさかのぼつて住民票の記載を消\n除した。しかしながら、このような職権による遡及消除は、住民個人に不利益を与\nえるばかりでなく、その間の住所関係についての法的安定性を著しく阻害するか\nら、違法な措置である。\n三、国民健康保険法上の住所\n仮に、公法上の住所を一人一個所に限り、住民票によつてそれを認定するのが困\n難であるとしても、国民健康保険法の趣旨からみてＡの住所は本件場所にあつたと\n言うべきである。\n国民健康保険制度は国民皆保険の理想に基づくものであるから、住所は、他の社\n会保険によつて給付を受けられない国民を、どの保険者（市町村）の被保険者にす\nべきかを決定するいわば配分の基準にすぎないのであり、同法五条の住所の認定に\nあたつては、どの保険者（市町村）が保険給付を行なうのが最も妥当かつ合理的か\nということに重点を置いて決定さるべきである。\n国民健康保険の保険料は、保険者の危険負担に対する報酬ではないけれども、国\n民健康保険事業に充てるための徴収金であり、（法第七六条）、被保険者としても\n将来病気になつた場合にはその病気に関しては保険料を納めている保険者から必要\nな保険給付を受けることができると考えればこそ、安んじて保険料の徴収にも応じ\nているのが現実である。故に、本来は、患者が入院している病院の所在地如何にか\nかわらず、その病気が治癒するまでは、入院前に保険料を徴収していた保険者が療\n養の給付を続けるのが最も公平かつ合理的である。仮に、病院所在地の市町村が保\n険者であると解すれば、入院前の住所地の保険者はそれまで保険料を徴収しておき\nながら療養の給付を免れる反面、病院所在地の保険者は患者からはわずかの保険料\nを徴収し得るにすぎないのに、その何倍かの療養の給付を突如としてしかも継続的\nに強いられるという事態を生じ、保険者相互間の負担の公平を著しく害する。もつ\nとも同法五条の住所についても、定住の事実がその認定の要素となるのであろう\nが、入院患者は通常病気が治癒すれば、特段の事情がない限り、従前の生活関係の\n存していたもとの市町村内に帰住することが当然予測される。従つて、もとの市町\n村内に帰住しない特段の事情がない限り、入院前の市町村内に住所を認めるのが、\n国民健康保険法の趣旨にかなうのである。\n本件の場合、Ａの病状、入院期間、居住経過、職歴等から考えて、同人が近い将\n来大阪市に復帰することは明確に予測できた。もつとも、妻Ｂが独断で本件場所を\n退去し、離別してしまうという事情が発生したが、これとても退院後直ちに入るべ\nきアパートの賃貸借契約が解約され、他人によつて占められるという結果が生じた\nにすぎず、Ａが退院後本件場所に近い所へ復帰することは可能であり、しかも同人\nがそのように希望していたのであるから、本件場所が依然として同人の住所である\nというべきである。\n（原告の反論）\n一、訴外Ａが昭和三八年三月一日から八月三一日まで大阪市内に住所を有していな\nかつたことは、請求原因第一から第三項でのべた通り明白である。\n二、被告は住民票の記載をもつて公法上の住所と解すべきであると主張するが、住\n民票記載の住所が真の住所でないとの反証があれば、この反証によつて認められる\nところを住所と解することは何ら違法ではないのである（最高裁判所昭和三三年六\n月六日第三小法廷判決参照）。また住民票記載の住所をもつて、公法上の住所とみ\nなす旨の明文の法規はない。\n三、国民健康保険における被保険者たる資格は、同法第八条一項から明らかなよう\nに、市町村の区域内に住所を有しなくなつた日の翌日から当然にその資格が失われ\nるのであつて、資格喪失の届出や住民票の記載の有無に必ずしも拘束されるもので\nはない。\n四、被告は住民票の職権による遡及的消除を非難するが、Ａは昭和三八年三月一日\n以降本件場所に居所していなかつたのであるから同日に遡つて消除しても、同人に\n不利益を生ずる余地はないのである。\n五、国民健康保険法第五条の住所は単に配分の基準と解するべきではない。同法が\n住所をもつて保険者たる各市町村の被保険者となる資格要件と定めた趣旨は、国民\n健康保険事業が、住民の日常生活に直結することがらを包括的一般的に処理する市\n町村において行なうべきこととされたことに伴い、各市町村がその区域内の住民を\n被保険者とすべきであるということを定めたものにほかならないからである。従つ\nて、同法第五条の住所の概念は、地方自治法第一〇条一項の住所の概念と異なるも\nのではない。\n第三、証拠関係（省略）\n理　　　由\n一、本件訴訟に至る経緯\n訴外Ａが大阪市＜以下略＞（本件場所）に住所を有し昭和三七年八月七日以来原\n告のなす国民健康保険の被保険者であつたこと、同年一〇月二二日肺結核の療養の\nため大阪府高槻市＜以下略＞にある大阪阿武山赤十字病院に入院したこと、同人の\n妻Ｂが昭和三八年二月二八日前記Ｃ荘＜以下略＞の賃貸借契約を解除し同所を退去\nしたこと、原告が同年五月六日以降Ａの被保険者資格を認めず同人に対する療養の\n給付を行なわなかつたこと、同人がこれを不服として同年九月二一日被告に審査請\n求をなしたところ、被告は同年一二月二〇日付で、同人が大阪市内に住所を有して\nいたことを認め原告が同人に療養の給付を行なうべきである旨の裁決をなし、この\n裁決書が昭和三九年一月二九日原告に送達されたこと、以上の事実は当事者間に争\nいがない。\n二、被告の本案前の申立について。\n被告は本案前の申立の理由として、被告が原告に対し行政上の指揮監督権限をも\nつており、本件裁決はこの監督権限の発動としてなされたものであると主張する。\nもとより行政事務は、法令に基づき、系統的に構成された、権限のある行政機関に\nよつて、一体として、能率的に遂行されなければならず（国家行政組織法第二条、\n地方自治法第一三八条の三）、行政事務の実施にあたつて下級行政機関が上級機関\nのなした指揮監督に服すべきは、行政の一体性の原則から当然のことであり、法令\nに別段の定めがない限り、たとえ指揮監督が違法であつても、これを不服として行\n政不服審査を申立てたり、裁判所に出訴したりすることは許されないのである。\nそこで、被告と原告との関係がいかなるものであるか検討してみる。被告は、国\n民健康保険法第九二条に基づいて大阪府に設置された行政機関であり、「保険給付\nに関する処分（被保険者証の交付の請求に関する処分を含む。）又は保険料その他\nこの法律の規定による徴収金に関する処分に不服がある者」（同法第九一条）から\nなされた審査請求に対し裁決をする権限を有している。被告は原告に対して、審査\n請求の裁決機関として、審理の過程で報告若しくは意見を求め、出頭を命じて審問\nし（同法第一〇一条一項）、その他行政不服審査法上審査庁に与えられている権限\n（弁明書、書類その他の物件の提出要求等）を行使することができる。しかし、行\n政不服審査手続を離れて、原告に対し直接行政上の一般的指揮監督権限をもつてい\nる訳ではない。国民健康保険は市町村及び特別区が行う（国民健康保険法第三条）\nが、市町村の固有事務ではなく、国は事業の運営が健全に行われるようにつとめな\nければならず、都道府県はこれに必要な指導をしなければならない（同法第四条、\n地方自治法第二条五項二号）のであり、保険者に対する行政上の一般的監督権は法\nの認める範囲において厚生大臣及び都道府県知事が有している（国民健康保険法第\n一〇八条）。もちろん被告が裁決を通じて原告のなす国民健康保険事業の運営に影\n響を及ぼしていることは明らかであり、又行政不服審査制度の趣旨からして後述の\nように行政機関たる大阪市長が被告のなした裁決に拘束されることも首肯されねば\nならないが、それは被告が原告に対し直接的な指揮命令による一般的行政監督権を\n有し反面その結果について行政上の責任を負う体制にあるというものではない。被\n告が原告に対し行政上の指揮監督権をもつているという被告の主張は採用できな\nい。\nところで、抗告訴訟は法律上の利益を有する者でなければ出訴できず（行政事件\n訴訟法第九条）、権利主体たりえない行政庁は抗告訴訟の原告となりえないものと\nいわねばならない。そこで、原告が国民健康保険の保険者として、いかなる地位に\nあるか検討する。国民健康保険法によれば、保険者として国民健康保険を行うの\nは、市町村、特別区、国民健康保険組合であり（第三条）、市町村及び特別区は国\n民健康保険に関し特別会計を設けなければならず（第一〇条）、国民健康保険組合\nも法人（第一四条）として財産権の主体となり、これらの保険者は被保険者の疾病\n及び負傷に関しては、療養の給付として被保険者に対し診察、薬剤又は治療材料の\n支給、処置、手術その他の治療、病院又は診療所への収容、看護、移送を行い（た\nだし、実際の担当者は所定の登録を受けた医師、歯科医師、薬剤師）（第三六\n条）、療養の給付に代えて療養費を支給することが許されており（第五四条）、被\n保険者の出産及び死亡の場合にも条例又は規約の定めに従つて保険給付を行い（第\n五八条）、被保険者に特別の法定事由があるときには療養の給付の全部又は一部を\n行わず（第五九条から第六三条まで）、必要があれば被保険者に診断等を強制し\n（第六六条）、保険財政に関しては、国から国庫負担金の支給を受け（第六九条、\n第七〇条、なお、第七一条によれば、市町村が確保すべき収入を不当に確保しなか\nつた場合においては、国は政令の定めるところにより、当該市町村に対して負担す\nべき療養の給付及び療養費の支給に要する費用の額の一部を減額することができる\nことになつている。）、世帯主、組合員から保険料を徴収し（第七六条）、条例又\nは規約の定めるところに従つて保険料を減免し、又はその徴収を猶予し（第七七\n条）、保険料の賦課及び徴収等に関する事項を条例又は規約で定めることができ\n（第八一条）、被保険者の疾病、負傷、死亡が第三者の行為によつて生じた場合に\nは、被保険者になした給付の価額の限度において、被保険者が第三者に対して有す\nる損害賠償請求権を取得し（第六四条）、不正の行為によつて保険給付を受けた者\nに対しては給付の価額の全部又は一部を徴収することができ（第六五条）、被保険\n者の資格、保険給付及び保険料に関して必要があるときは、世帯主等に対し文書そ\nの他の物件の提出若しくは提示を命じ、職員に質問させることができる（第六六\n条、第一一三条）ことになつている。これらの各法条にいう「保険者」の用語に\nは、市町村（又は国民健康保険組合）の意思決定表示（行政処分）をする権限を有\nする機関、すなわち行政庁としての保険者（従つて法人格を有しない）と、権利義\n務の主体、すなわち公法人たる市町村（又は国民健康保険組合）自体としての保険\n者との二義があるものというべきである。国民健康保険の行政機関として、被保険\n者、世帯主等に対し保険給付に関する行政処分並びに保険料等の徴収金に対する行\n政処分を行う地位（行政機関）と財産権の主体として国民健康保険事業に関する積\n極・消極財産の帰属主体たる地位（公法人）とは別個のものである。両地位を峻別\nすべきである。本件では、原告は、被告のなした裁決の結果、訴外Ａの支払うべき\n療養費の大半を給付・負担せざるを得ない地位（義務の帰属主体）にあり、裁決が\n違法であるとすれば、原告は本来負担すべきでない給付義務を負担することとな\nり、原告の法律上の利益が侵害されるに至ることは明らかである（行政事件訴訟法\n第九条参照）。原告は本訴において、その経営する国民健康保険事業に関する権利\n義務の主体として、被告のした裁決の取消を求めて抗告訴訟を提起しているのであ\nるから、原告（大阪市）を法解釈上行政機関（大阪市長）と同視すること（最高裁\n判所昭和四二年五月三〇日判決参照）ができない以上、本件訴訟は行政機関が提起\nした機関訴訟的なものということができず、原告は原告適格を有するものというべ\nきである。\nなお、本件は行政不服審査の裁決の取消を求める訴訟であるが、行政不服審査制\n度の目的によつて当然に原告の出訴権が否定されるというものではない。行政不服\n審査法四三条一項で定めている裁決の拘束力は行政機関に対するものであつて、公\n法人たる地方公共団体自体に対するものではなく、公法人の出訴権を奪う趣旨のも\nのではない。また地方公共団体の出訴権を認めたからといつて、被告の適法な裁決\nによる個別的監督権の行使が阻害されるものではない。\nもつとも、以上のように解することに対して、つぎのような反論が考えられる。\n本件訴訟は、原告（大阪市）が権利義務の主体として被告（保険審査会）の裁決\nの取消を求める抗告訴訟として提起されているのであるから、この訴訟を提起する\nことができるか否かは、原告が右裁決の取消につき法律上の利益を有するか否かの\n一点にかかる（行訴法第九条）。\nその点について考えて見るに、本件裁決がなされたことにより、なるほど原処分\n庁たる大阪市長は右裁決（原処分の取消裁決）の趣旨に従つた処分、即ち保険給付\nの処分をしなければならないことになり（行政不服審査法第四三条第一、二項）、\nその結果原告は右市長を機関とする権利義務の主体として被保険者に保険給付（被\n保険者の支払うべき療養費の支払）をなすべき義務を負担することになるけれど\nも、それは法律上本来原告が負担すべきものと定められている義務を負担するだけ\nのことであるから、右裁決によつて原告が損害を蒙るとか法律上の利益が侵害され\nるとは言えないものであり、従つて原告が右裁決の取消につき法律上の利益がある\nとは言えない。\n何故ならば、原告は国民健康保険の保険者であり、国民健康保険法に定めるとこ\nろに従い保険給付を行うべき義務を負担している者であるが（同法第三六条）、原\n告は地方公共団体たる法人であるからその業務は代表機関たる大阪市長によつて執\n行され（地方自治法第一四七条、第一四八条）、右市長の行う保険給付に関する処\n分について審査請求がなされた場合には被告が行政不服審査法五条一項二号の審査\n庁（いわゆる第三者機関たる審査庁）として審査に当り、その裁決は行政の適正と\n統一を確保するために関係行政庁を拘束するものと定められているのであるから\n（行政不服審査法第四三条第一、二項）、原処分庁たる大阪市長が被告の裁決の趣\n旨に従つて保険給付の処分をなし、その結果原告が保険給付をなすべき義務を負担\nするに至ることは、本来法律において原告が負担すべきものと定められている義務\nを負担することにほかならないからである。\nそれにも拘らず前記判示のように解することは、即ち行政不服審査法第四三条第\n一、二項にあるのは、「行政庁」であつて権利義務の「主体」（法人）ではないか\nら、権利義務の主体たる原告（大阪市）は右裁決に拘束されるところはなく、自ら\nの地位に基づいて、大阪市長とは別個に裁決の適否を抗争しうる法律上の利益があ\nると解することは、法文の字句に厳格のあまり、大阪市長は大阪市の機関であつ\nて、原告たる法人の構成分子として法人の存立を担当するものであり、その故に対\n外的には両者は法律上一体として評価さるべき関係にあることを看過し、結果にお\nいて、国民の権利救済と行政の適正を図るために設けられている行政不服審査制度\n（行政不服審査法第一条）の審級制度の意義を没却するものである（最高裁判所昭\n和四二年五月三〇日判決・民集二一巻四号一〇三〇頁、同昭和二四年五月一七日判\n決、民集三巻六号一八八頁各参照）。\n以上のような反論は、採用しない。\n従つて、本訴は適法であり、被告の本案前の申立は採用できない。\n三、本案についての判断\n前示争いのない事実、成立について争いのない甲第一号証の一、二、第三号証、\n第四号証、乙第一から第三号証まで、第四号証の一から三まで、第五号証、第六号\n証の一から四まで、第一一から第一七号証まで、郵便官署作成部分の成立について\n争いがなく、その余の部分につき弁論の全趣旨により真正に成立したものと認めら\nれる乙第九号証の一および第一〇号証の一、弁論の全趣旨により真正に成立したも\nのと認められる乙第九号証の二および第一〇号証の二、証人Ｂ、同Ａ、同Ｄの各証\n言を総合すれば、次の事実が認められる。\nＡは昭和三〇年三月大阪市にある生野工業高等学校を卒業した後、親もとを離れ\nて大阪市内の喫茶店に住込みで働いていたが、高知県から単身で大阪に出て働いて\nいたＢと知り合い、昭和三六年四月一日頃二人で大阪市＜以下略＞にあるアパート\nＣ荘＜以下略＞（四畳半一間）を借り受け同居するに至り、Ａは昭和三七年四月四\n日、Ｂは同年八月九日右場所に住民登録を移し、同年八月七日原告のなす国民健康\n保険の被保険者となり、同人等は同年九月二四日婚姻届を提出した。ＡもＢも二人\nの婚姻について両親の了解を得ようと努めたことはなかつたので、二人の婚姻生活\nについては、いずれの実家からも援助はなく、二人の有する資産も多くはなかつ\nた。Ａは昭和三七年九月末頃健康診断によつて肺結核にかかつていることがわか\nり、高槻市にある大阪阿武山赤十字病院で診察を受けたところ入院加療約一年を要\nするとの診断であつたので、同年一〇月二二日着換用の衣類、原告の発行した国民\n健康保険の被保険者証（昭和三七年度）、Ａ一人のための米穀通帳を持参して同病\n院に入院した。ＢはＣ荘に残り、二人の住民登録については何らの変更手続をしな\nかつた。Ａの入院後の治療費は、国民健康保険によつて保険者たる原告がその八割\nを給付し、残り二割が患者の個人負担（一部負担金）となつていた。Ａの個人負担\n額は一カ月約四、五〇〇円にのぼり、さらに毎月の国民健康保険料、Ａの日常生活\n費約二、〇〇〇円も含めると、Ｂ一人の収入ではまかない切れなくなつたため、Ａ\nは昭和三八年三月初めから同病院の社会事業部の世話で、同病院内にある個人負担\n分の支払も要しない日本赤十字社の博愛ベツドに移り、また保険料についても同月\n分以降原告から支払の免除を受け、Ａの日常生活費については姉から一部援助を受\nけた。ＢはＡが入院した後、時々同病院をおとずれ、Ａの身の回りの面倒をみてい\nたが、従来から二人の間が必ずしも順調でなかつたことに加えてＡの入院後のＢの\n生活が楽でなく、またＢ自身その頃胸膜炎を患つていたため、離婚を決意し、昭和\n三八年二月末日Ａに無断で前記Ｃ荘＜以下略＞の賃貸借契約を解除し、身回品等の\n家財道具をまとめて同所を退去し、大阪市東淀川区内の友人宅にこの荷物を預け、\nＡには手紙で離婚したい旨を書き送つて、高知県の実家に帰つた。Ａは手紙でＢの\n意思を知つて同年三月はじめ頃Ｃ荘にＢを尋ねたが、Ｂはすでに退去した後で、Ｂ\nの所在はつかめなかつた。Ｃ荘＜以下略＞には同年三月一〇日頃別人が入居した。\nその後同年四月中旬頃Ｂが同病院にＡを尋ね、離婚の意思を明確に表明したので、\nＡも一応は離婚もやむを得ないものと認めたが、自分が退院するまでは離婚を待つ\nてほしいと希望を述べた。Ｂは同年五月六日東淀川区役所でＡとの離婚届を提出\nし、同月一六日国民健康保険と住民登録をＡの世帯から分離する手続をとり、Ｂの\nみ東淀川区＜以下略＞に転居した旨の届を出し、受理された。保険者たる大阪市長\nは、Ｂから世帯分離の届出があつたのを機会にＡの生活状況を調査し、同年七月二\n四日Ａが同年五月六日以降本件場所に住所を有していなかつたことを理由に同日に\n遡つてＡに対し保険給付を行わないことを決定し、その旨大阪阿武山赤十字病院を\n経由してＡに通知した。Ａは療養費の自己負担に困惑を覚え、同病院の事務室に相\n談して、原告と交渉する一方、病院所在地の高槻市から国民健康保険の給付が受け\nられるかどうか、高槻市から生活保護を受けられるかどうか等を高槻市当局に検討\nしてもらつたが、いずれも困難であることがわかつたので、予定を早めて同年九月\n一日同病院を退院した。この時にはＡの病状は、あと約三カ月化学療法を続ければ\n殆んど治療の目的を達するものと予想された。Ａは退院後前記Ｃ荘に入居を布望し\nたが空部屋がなかつたので、九月一日東淀川区＜以下略＞にあるアパート＜以下略\n＞を賃借して入居し、同月三日Ａの住民登録が従前のとおりであることを確かめ、\n同月二一日被告に対し保険者大阪市長のとつた措置を不服として審査請求をした。\n大阪市東淀川区長は、同月一二日Ａが昭和三八年二月二八日以降本件場所に居住し\nたことがないことを理由にＡの住民票の記載を職権で消除し、同年九月一四日東淀\n川区＜以下略＞に新規登録をした。そして保険者（大阪市長）はＡから審査請求が\nなされた後の同年一〇月四日、Ａが大阪阿武山赤十字病院に入院していて同年二月\n二八日以降大阪市内に住所を有していなかつたことを理由に、昭和三八年三月一日\n以降のＡの被保険者資格を認めない旨の処分をした。\n以上の事実が認められる。他に右認定を覆えすに足りる証拠はない。\nところで、市町村のなす国民健康保険の被保険者たる資格要件は、当該市町村の\n区域内に住所を有することである（国民健康保険法第五条、第七条）。人の住所は\nその生活の本拠を指すのであるが（民法第二一条参照）、生活の本拠がどこにある\nかは、その人の客観的な居住の事実とそれを補足する主観的な定住の意思によつて\n認定させる。その認定にあたつては、国民健康保険法が住所を被保険者たる資格要\n件と定めた趣旨を考慮しなければならない。国民健康保険は、社会保障制度の一環\nとして、国民皆保険の理想に基づき、健康保険等他の社会保険の適用を受けない国\n民を対象とする保険事業であり、保険者と被保険者との関係は大別して、保険料の\n徴収・納付の関係と、保険事故が発生した場合の保険給付の提供・受領の関係があ\nる。国民健康保険では、保険料の額は世帯主、被保険者の収入の多寡に応じて定め\nられ、保険給付は保険料の額過去に給付した額の多寡とは関係なく療養の必要に応\nじて法令の範囲内で、一定期間給付を受ける（ただし、被保険者は給付に対して\nは、定率の一部負担金を支払わなければならない）。従つて、国民健康保険法上の\n住所は、その時々における保険料の徴収・納付と保険給付の提供・受領が容易であ\nる場所であることが重要であつて、過去に納付した保険料の額および期間、過去の\n納付の場所は重視する必要がない。そこで右のような趣旨を考慮しながらＡの居住\nの事実と定住の意思を検討してみる。前示認定のように、Ａは昭和三七年一〇月二\n二日から翌三八年九月一日まで大阪府高槻市＜以下略＞大阪阿武山赤十字病院に入\n院していたが、妻Ｂが昭和三八年二月二八日まで大阪市内の本件場所に定住し、二\n人の生活を維持するための労働もここを基礎にして行ない、二人分の保険料を納付\nし、Ａに毎月の生活費を送り、住民登録も本件場所でなされていたのであるから、\n昭和三八年秋頃に治療の目的を達し妻のもとに復帰する予定にしていたＡの主観的\n意思も加えると、昭和三八年二月二八日まではＡの生活の本拠すなわち住所は本件\n場所にあつたものと認められる。昭和三八年三月一日以降同年九月一日までのＡの\n住所については、Ｂが離婚を決意して本件場所のアパートの賃貸借契約を解除し、\n家財道具をもつて本件場所を退去し、本件場所とは全く関係がなくなり、三月一〇\n日頃には本件場所に別人が入居しＡやＢが本件場所に復帰する可能性もなくなつた\nのであるから、本件場所にＡとＢの住民登録が残されていても、Ａが昭和三八年三\n月一日以降も本件場所に居住していたとは到底認められない。Ａに同年秋頃までに\nは健康を回復し、大阪阿武山赤十字病院を退院し大阪市内にアパートを借りて住所\nを定める主観的意図があつたとしても、本件場所に居住の事実がなく、かつ本件場\n所に復帰できる可能性がないのであるから、本件場所をＡの住所と認めることはで\nきない。また国民健康保険の立場からいつても、昭和三八年三月一日以後本件場所\nはＡの保険料の徴収・納付（ただし、三月分以降の保険料の支払を免除されてい\nた）、保険給付の提供、受領のいずれについても有意義な場所とは言い難い。\nかえつて、前記認定によると、Ａは昭和三八年三月はじめＢとの間には離婚話し\nがもち上り、Ｂから仕送りを受けることもなく日本赤十字社の好意による博愛ベツ\nドで療養を続けており、両親との交渉もなく、退院後は大阪市内で生活することを\n内心において希望していたものの、具体的に復帰の場所や就職先が予定されていた\nものでもないのであるから、昭和三八年三月一日から九月一日までの間のＡの住所\nは、病院の所在地高槻市＜以下略＞であるというほかない。\n被告は、公法上の住所は一人一個所に限るべきでそれは登録された住民票の記載\nによつて認定すべきであると主張する。しかしながら、旧住民登録法は人の住所を\n住民票の記載によつて定めるとしているわけではないし、人の生活の本拠が住民票\nの記載と異なる場所にある場合にその場所を住所と認定することを妨げているわけ\nではない。住民票の記載は、人の住所の認定にあたつて参酌すべき一事情にすぎな\nい。被告主張のごとくに解すべき理由はない。\n従つて、Ａは昭和三八年三月一日以降本件場所に住所を有せず、原告のなす国民\n健康保険の被保険者ではなかつた。\nそうすると、保険者（大阪市長）が、昭和三八年三月一日以降Ａの住所が本件場\n所になかつたことを理由に、同人に対する国民健康保険の被保険者資格を認めなか\nつたことは正当であり、被告がＡからの審査請求に対する昭和三八年一二月二〇日\n付裁決において、Ａが昭和三八年三月一日以降も本件場所に住所を有していたこと\nを理由に保険者の右処分を取消したことは違法である。\nよつて、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき民事\n訴訟法第八九条に従い、主文のとおり判決する。\n（裁判官　山内敏彦　藤井俊彦　井土正明）\n"
}