{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 11,
    "day": 26
  },
  "case_number": "昭和38(ツ)133",
  "case_name": "経界確認上告事件",
  "court_name": "東京高等裁判所第八民事部",
  "article_info": "第17巻7号529頁",
  "gist": "土地境界確定訴訟における係争土地の占有状況及び実測坪数判定の要否",
  "case_gist": "土地境界確定の訴において境界を定めるに当つては、係争地域の占有状況、隣接地の実測面積と公簿上の坪数の関係は、特別の場合を除いては、これを確定し、双方の関係を参酌して定むべきである。",
  "lawsuit_id": "21063",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21063",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/063/021063_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を千葉地方裁判所に差戻す。\n理　　　　由\n上告理由について\n<要旨>土地境界確定の訴においては、裁判所は、当事者の申立に拘束されずに、\n裁判所が相当と判断するところに</要旨>従つて境界を確定すべきであるとされてい\nるが、これはもちろん、境界の確定が、裁判所の自由裁量に委されていることを意\n味するものではない。すなわち、裁判所は、まずできるだけ客観的に存在している\n境界線を発見するよう努力しなければならないのはもちろんであり、その不明な場\n合に、いかにして境界線を定むべきかについては、法律は具体的にはなにも規定し\nているところはないが、古くから、裁判所の取扱と外国の立法例などによれば、係\n争地域の占有の状況、隣接両地の公簿面積と実測面積との関係を主にし、このほか\n公図その他の地図、境界木又は境界石、場合によつては林相、地形等を証拠によつ\nて確定し、それらの各事実を総合して判断するを要するとされているし、このこと\nは条理に合したものと解せられる。殊に、境界線を確定することは直接に隣接地の\n所有土地の範囲を確定するものではないが、多くの場合それに対し重大な影響をも\nつものであるから、隣接地の実測面積と公簿上の坪数の関係は、それがなくとも境\n界線が明らかに定められるような特別な場合を除いては、必ずこれを確定して、双\n方の関係を参酌して定むべきである。このことは、わが国でも裁判実務上相当古く\nから現在まで行われている実務上の慣行ともいえる裁判所の取扱であることは、当\n裁判所に顕著なところである。もしこれらの証拠資料によつても境界を知ることが\nできないときには、衡平の原則から争いのある地域を平分して境界を定めるなどし\nなければならない（大審院昭和一一年三月一〇日判決、民集一五巻六九五頁参\n照）。いずれにしても裁判所は、常に合理的な理由づけのもとに境界を確定しなけ\nればならない。\n原判決はその理由において、本件上告人と被上告人との間に争いのある地域の境\n界の確定のために、その根拠をるる説示するが、上段判示のごとき特別の事情につ\nいてなんらの判断もなさず、かつ境界の確定のためにもつとも重要と思われる占有\nの状況及び本件係争地域を含む各隣接地の公簿面積と実測面積との比較検討につい\nてもなんら判示するところがない。占有の状況はさておくとして、本件記録によれ\nば、本件係争の上告人所有の東金市ａ字ｂｃ番のｄと被上告人所有の同所ｃ番のｅ\nとはともに同一地番の土地から分筆されたものであり、しかも広大な山林や原野で\nはなく、いずれも比較的狭少な宅地（もつともｃ番のｄの土地は、登記簿上は原野\nとなつている）であることが明らかである。従つて、右分筆の際には測量がなされ\nたものと推測されるし、殊に、もし同時に分筆なされたものであれば、公簿上の面\n積と実測面積との関係についても、特別の事由がない限り、大体同一の割合による\nことが通常であるから右各当事者所有の土地（ないしはｃ番の他の地番の土地も含\nめて）の実測面積を算出し、これを公簿面積と比較対照してみることは、本件境界\nの確定のために必要欠くことのできないものといわざるを得ない。\nしかるにこの点についてなんら審理、判断することなく、本件境界を確定した原\n判決には、法律の解釈、適用を誤り、審理不尽もしくは理由不備の違法があるとい\nわなければならない。右違法は、原判決に影響を及ぼすことが明らかであるから、\n原判決は全部破棄を免れず、論旨は理由がある。\nよつて本件上告はその他の点について判断するまでもなく、理由があるから、民\n事訴訟法第四〇七条により原判決を破棄し、本件を原裁判所に差戻すこととして、\n主文のとおり判決する。\n（裁判長裁判官　村松俊夫　裁判官　江尻美雄一　裁判官　杉山孝）\n"
}