{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 11,
    "day": 21
  },
  "case_number": "昭和33(ネ)33",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第一二民事部",
  "lawsuit_id": "21259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/021259_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人敗訴部分を次のとおり変更する。\n控訴人は被控訴人らに対し各別に金二十四万五千八百三十一円及びこれ\nに対する昭和三十一年十二月二十九日から完済まで年五分の割合による全員を支払\nえ。\n被控訴人らのその余の請求を棄却する。\n訴訟費用は第一、二審を通じて二分し、その一を控訴人、他の一を被控\n訴人らの各負担とする。\n本判決第二項は仮りに執行することがてきる。\n事　　　　実\n控訴代理人は「原判決中控訴人敗訴部分を取り消す。被控訴人の請求を棄却す\nる。訴訟費用は第一、二審とも被控訴人らの負担とする。」との判決を求め、被控\n訴代理人は控訴棄却の判決を求めた。　当事者双方の事実上の主張及び証拠の提\n出、認否、援用は、次のとおり附加する外、原判決事実摘示と同一であるからこれ\nを引用する。\n一、　控訴代理人は「控訴人としては日頃従業員に対し火気の使用を厳禁し、か\nつ危険物取扱免許者を各職場に配置し厳重に災害防止に努めていたのであつて、Ａ\nも乙種免許者の一人で精製乾燥班の作業を担当しており、本件事故で死亡したＢ、\nＣの両名ともその選任に当つて控訴人は人物、経歴等を充分調査しており、また、\n危検物の取扱については日頃から絶えず注意を与え、職場においては工場長Ｄ又は\n現場責任者Ｅが直接見廻つて火気や過酸化ベンゾイルの乾燥ならびにその他の危険\nを監視していた。従つて、控訴人は従業員の選任及び事業の監督につき相当の注意\nをなしたのであつて、賠償の責任はない。\nＡの手取給与は、税金、祉会保険料を控除され一箇月金一万二千六百円であつた\nが、これだけでは毎月約金五千円平均不足し、妻Ｆの内職や同人の実家からの援助\n等によつて補つていた。従つて、同人夫婦の一箇月の生活費は平均金一万七千六百\n円であつて、Ａ一人分の生活費はその半額金八千八百円と見るのが相当であるか\nら、同人が控訴会社から支給されていた収益金一万二千六百円から同人の生活費分\n金八千八百円を控除した残金三千八百円がＡの一箇月の得べかりし利益の最大限度\nと認めるべきであり、これを平均余命四十二年間についてホフマン式計算によれ\nば、得べかりし利益の金額は金六十一万七千八百円以下である。\n控訴人が被控訴人らに支給した死亡弔慰金等金三十二万五千円は、被控訴人ら固\n有の慰籍のみならず、Ａの得べかりし利益の補填及び同人に対する慰籍料をも含め\n損害賠償の一端として交付したのである。\n事故発生後控訴人がＦ及び被控訴人らに対し敬弔の意を尽して賠償金を交付した\n際円満示談が成立し、爾後控訴人に対して一切の請求をしないとの合意が成立し\nた。また控訴会社Ｇ社長の仲介斡旋により、Ａの遺族たる妻Ｆと被控訴人らとが控\n訴人及び国から支給された金員は折半したが、このことは、被控訴人らが民法上の\n損害賠償請求権を放棄して同社長の取計に同意したものである。」と述へ、\n二、　被控訴代理人は「右主張はいずれも争う。」と述べた。\n三　控訴代理人は、乙第十号証の一、二を提出し、当審における証人Ｄ、Ｆ、Ｈ\nの各証言、鑑定人Ｉ鑑定の結果（書面及び口頭）を援用し、被控訴代理人は、鑑定\n人末弘唯史の書面による鑑定の結果を援用し、乙第十号証の一、二の成立を認め\nた。\n理　　　　由\n控訴人が肩書地に工場を有し、主として過酸化べンゾイルを製造していること、\n被控訴人らが夫婦であつて、その三男Ａが昭和二十八年五月から控訴人に雇われ右\n工場に勤務していたこと、昭和三十年一月二十日午後四時三十分頃右工場内の乾燥\n室において過酸化ベンゾイルが爆発して出火し、同時に別棟の精製室に引火爆発\nし、同所において作業中のＡが爆発ガスによる一酸化炭素中毒によつてその時同工\n場内で死亡したことは当事者間に争いがない。\n被控訴人らは「同精製室で作業していた控訴人の被用者Ｃがヌツチエ（濾化装\n置、瀬戸物製）を誤つて床に落したか、又は同様被用者Ｂが琺瑯製バス（過酸化ベ\nンゾイルの運搬収納器具）を誤つて床に落し、よつて、床上にこぼれていた過酸化\nベンゾイル粉末に衝撃を与えて発火し同室内に置いてあつた多量の未乾燥過酸化ベ\nンゾイルに引火して一齋爆発となり、次に乾燥室、更に精製室の過酸化ベンゾイル\nに引火爆発し、精製室で作業中のＡを死亡させたのであつて、本件爆発事故は右両\n名のいずれかの過失によつて生じたものであるから、控訴人は使用者として責任が\nある。」と主張し、本件事故が過酸化べンゾイルの衝撃による急燃焼に基因するこ\nとは控訴人の自陳するところであり、同事実に成立に争いない甲第三、第五号証、\n第六号証の一なし八、当審における鑑定人Ｉの鑑定の結果（書面及び口頭）によれ\nば、旧精製室で作業中の控訴会社従業員Ｃが誤まつてヌツチエを床に取り落し、床\n上に置いてあつた過酸化ベンゾイルに衝撃を与えて発火し、これが同室内にあつた\n多量の過酸化ベンゾイルに引火して一齊爆発となり、続いて乾燥室、精製室の過酸\n化ベンゾイルに引火爆発し、精製室で作業中のＡが爆発によつて生じた一酸化炭素\n中毒で死亡したと認められ、成立に争いない甲第七号証の一ないし四の記載及び当\n審証人Ｄの供述のうち右認定に反する部分は措信し難く、他に右認定を覆えすべき\n証拠はない。そして、過酸化べンゾイルが極めて引火性、発火性が強いものである\nことは当事者間に争いなく、前記鑑定の結果によれば、衝撃による爆発性も高いこ\nとが認められるから、その製造作業に従事する者は、過酸化ベンゾイルに特異の刺\n激を与えないよう注意する義務があるというべく、その作業中ヌツチエを誤つてと\nり落し床上にあつた過酸化ベンゾイルに衝撃を与えることは作業者の過失である。\n従つて、被控訴人の主張は理由があり、控訴人の不可抗力の主張は採用できない。\n控訴人は「Ｃ及びＢの選任及び事業の監督につき相当の注意をなしたから、責任\nがない。」と主張し、当審証人Ｄの供述によれば、控訴人が同人らの選任及びその\n監督に主張の如き注意をしていたことが認められるが、これをもつて相当な注意が\nなされたということはできず、かえつて弁論の全趣旨により争いないと認められる\nところの、控訴会社が小資本しか持たず、従来不況に苦しんで過酸化ベンゾイルの\n如き危険物を取り扱うのに充分な施設を備えておらず、監督官庁には過酸化べンゾ\nイルの製造の届出をしていなかつた事実、前記甲第七号証の二により認められると\nころの、本件事故の後控訴人が事故再発防止のため種々な設備をなすに至り、ま\nた、労働基準監督署から設備改善の命令措置を受けた事実及び原審証人Ｊの証言に\nより認められるところの、控訴人の施設及び作業の方法が極めて原始的であつた事\n実を総合すれば、控訴人は過酸化べんゾイルの如き発火性、引火性の多い危険物を\n製造する事業の監督について未だ相当の注意を払つていなかつたと推認するに十分\nであつて、右主張は理由がない。\n<要旨第一>控訴人は「過酸化ベンゾイルは有機物であつて、酸化作用により眼に\n見える焔をともない所謂燃焼を起こし</要旨第一>火災となるもので、その現象は爆\n発とはいわない。従つて、過酸化ベンゾイルの衝撃による発火は火気の取扱に属\nし、本件事故は失火の責任に関する法律にいう失火であつて、控訴人には重過失の\n責はない。」と主張するが、当審における鑑定人Ｉ鑑定の結果（書面及び口頭）に\nよれば、爆発とは物質が瞬時に分解又は化学反応をおこし、その際一時に多量のガ\nス、熱、又は、光を出す状態を指すのであつて、過酸化ベンゾイルは衝撃によつて\n爆発し、爆発の際発熱現象を伴うことが認められ、過酸化ベンゾイルの衝撃による\n発火は爆発に伴う発熱であつて、火気の取払ではないから、本件事故は失火ではな\nく右主張は理由がない。\n控訴人は「Ｆ及び被控訴人らに対し敬弔の意を尽して弔慰金等を交付した際、当\n事者間に円満示談が成立し爾後控訴人に対し一切の請求をしないとの合意が成立し\nた。」と主張するが、かかる合意が成立したと認めるべき証拠がない。\n控訴人は「控訴人が交付した弔慰金等と国から支給された補償金を、被控訴人ら\nとＦとで折半するよう控訴会社Ｇ社長が仲介斡旋し、被控訴人らはその取計に同意\nして賠償請求権を放棄した。」と主張するが、原審における控訴会社代表者Ｇの供\n述によれば、弔慰金等と補償金との分配について被控訴人らとＦとの間に紛争が生\nじ、これを折半するよう控訴会社Ｇ社長が仲介斡旋し、被控訴人らがその斡旋案を\n承諾したがＦの承諾を得られずに不成功となり、被控訴人らが控訴人になんらかの\n補償を受けたい旨申し出でていたことが認められるから、被控訴人らが賠償請求権\nを放棄したとみることはできず右主張は理由がない。\n次に、損害額について判断する。\n（一）　Ａの得べかりし利益\nＡが死亡当時二十五歳であつたことは当事者間に争いがなく、成立に争いない乙\n第十号証の一、二、当審証人Ｈの証言によれば、Ａの税金、社会保険料を控除した\n手取給与は一箇月金一万二千六百円であると認められ、成立に争いのない甲第八号\n証の一、二によれば、二十五歳の男子の平均余命は四十二年であると認められるか\nら、本件事故がなかつたならばＡはなお四十二年間生存し得たものと推定できる。\n原審における証人Ｊの証言及び被控訴人両名各本人尋問の結果によれば、Ａは妻Ｆ\nと二人で父Ｋの買い求めた公庫住宅に住みその掛金や地代を負担し収入一杯の生活\nをしていたことが認められる。当審証人Ｆの、Ａの収入の外にＦが内職して一箇月\n金四、五千円とその外実家の援助を受けて二人の生活費に当てていたとの供述は、\n前記の、二人でＡの収入一杯の生活をしていた事実に徴すれば、時によつては収支\n償わない時もあつたと推測されるが、内職の内容、収入の金額等も明らかでなく容\n易に信用し難い。そして、Ａの収入はＦと二人で生活費に当てていたから、Ａの生\n活費はその半分の金六千三百円であると認めるのが相当であり、その残余の金六千\n三百円がＡの一箇月における得べかりし利益である。そして、これを四十二年間に\nわたり支払を受けることとなり、これが事故発生当時に一時払を受けるとすれば、\n各月に受領する金額につきそれぞれ年五分の複利による中間利息を控除した額の総\n計であるが、計算上一年ごとに一括して金七万五千六百円を各年度末に受領するも\nのとして算数すれば金百三十一万六千九百九十六円（円未満切捨、一箇月金七千\n円、一箇年金八万四千円として計算すれば金百四十六万三千三百二十九円となる。\n最終時の一年前に元金八万円が残るようにすれば、最終時に金八万四千円となるの\nで、最終年から逆算する。）となる。従つて、この金額の範囲内である原判決が認\n容した金百十三万八千六十五円の得べかりし利益額は結局相当である。\n（二）、　Ａの慰籍料\n成立に争いのない甲第九、第十号証、原審における控訴会社代表者Ｇ尋問の結果\nにより成立の認められる乙第二、第三号証、原審証人Ｌ、当審証人Ｈの各証言、原\n審における控訴会社代表者Ｇ尋問の結果を総合すれば、控訴人がＡの社葬を行い、\n一週忌の法要も行い、被控訴人らもその措置に感謝していたこと、控訴人が本件事\n故により多額の損失を受け非常な苦境にありながら、遺族たる被控訴人ら及びＦに\n対し死亡弔慰金二十五万円、埋埋葬科金二万円、退職金二万五千円、香典金三万円\nを交付して弔意を表わしたこと、被控訴人らの生活を考え、被控訴人Ｋが控訴会社\nに名目上でも勤務すれば相当の給与を支給することを考えていたこと、被控訴人ら\nが控訴人の好意を喜び、Ａの墓碑銘をＧ社長に依頼したことが認められるから、控\n訴人はＡ及びその遺族に対し敬弔の誠を表わしたものということができる。ところ\nで、他面、Ａの事情についてみるに、Ａが死亡当時二十五歳であつて、昭和二十七\n年三月法政大学を卒業し昭和二十八年五月控訴会社に入社したことは当事者間に争\nいがなく、前記甲第六号証、原審における証人Ｊの証言、被控訴人両名各本人尋問\nの各結果によれば、Ａが昭和二十九年五月Ｆと結婚し、被控訴人らと別居して夫婦\n円満な生活を送つていたこと、同人が本件事故によつて全身に火傷を負い悲惨な死\nを遂げたことが認められるから、同人は地位も進み入も相当増加する四十年余の未\n来を一瞬に失いその精神的損害は甚大なるものがあつたというべきである。以上認\n定の事実その他記録に現われた一切の事情を総合して、Ａの慰籍料は金三十万円を\nもつて相当と認める。\n（三）、　被控訴人らの慰籍料及び弁護士費用\nこの請求は原審において排斥され、被控訴人らはこれに対して控訴していないか\nら判断しない。\n<要旨第二>控訴人は「Ｆが受領した災害補償金四十八万二千二十四円の限度にお\nいて損害賠償の義務を免れる。」</要旨第二>と主張し、Ｆが労働者災害補償保険法\nにより、労働基準法に定める遺族補償金四十五万四千七百四十円及び葬祭料金二万\n七千二百八十四円の給付を受けたことは当事者間に争いがない。ところで、労働基\n準法による災害補償は労働者が業務上受けた災害による損失を使用者が補填するも\nのであつて、使用者がこれを行えばその限度において労働者の損失は減少するわけ\nである。そして、損害のない限り損害賠償責任も生じないから、使用者が同一の事\n由について損害賠償責任を負う場合、災害補償を行つた限度において使用者はその\n責任を免れるのであつて、同法第八十四条第二項はこの趣旨を規定したものと解さ\nれる。遺族補償は労働者の死亡による収入の喪失を補填するものであり、その補償\nが行われればその限度において収入の喪失という損害は消滅するから、使用者にお\nいて、労働者の得べかりし利益の喪失による損害賠償責任を負担する場合、補償の\n限度でその責任を免れるのである。従つて、遺族補償が相続人でない者（例えば内\n縁の妻）に支給されたとしても、その限度で労働者の損害は補填されているのであ\nるから、使用者はその限度で損害賠償の責任を免れ、残余の損害に対する賠償請求\n権が相続財産となるのである。従つて、使用者は遺族補償を何に給付しても、同一\nの事由については補償の限度で民法による損害賠償の責任を免れる。もしも災害補\n償が民法による損害賠償の外に行われる使用者の特別の義務であると解しても、遺\n族補償を受けた者が死亡者の損害賠償請求権を相続してその支払を求める場合、使\n用者は労働基準法第八十四条第二項の規定によつて補償の限度で賠償責任を免れる\nこととなり、結局、補償を受けられなかつたことと同一に帰着する矛盾に立ち到る\nのである。また、災害補償の要件を満す場合民法による損害賠償が成立しないと解\nすれば、補償が損害に充たない場合賠償請求ができ得ないこととなり、もし不足部\n分につき損害賠償を求められるとすれば、一箇の不法行為につき、補償額の限度で\nは不法行為が成立せず、残余額の部分につい不法行為が成立するということにな\nる。いずれも首肯し難いところである。ところで、遺族補償と死亡者の得べかりし\n利益の喪失による民法上の損害賠償とは労働者の死亡による収入の喪失を対象と\nし、両者は同一の事由によるものであるから、使用者は遺族補償の限度でこの民法\n上の損害賠償の責任を免れる。しかし、葬祭料は遺族又は葬祭を行う者の葬祭費用\nを補填するものであつて、死亡者の得べかりし利益の喪失による損害賠償とは、損\n害の対象を異にし同一の事由によるものではないから、使用者は葬祭料の補償をな\nしても死亡者の得べかりし利益の喪失による損害賠償の責任を免れることはない。\nそして、労働者災害補償保険法によつて国が補償するのは使用者の行う災害補償を\n代行するものであるから、使用者が補償を行つたこととなり、使用者はその限度で\n民法による損害賠償の責任を免れるのである。従つて、控訴人は前記Ａの得べかり\nし利益の喪失による損害賠償金百十三万八千六十五円のうち遺族補償金四十五万四\n千七百四十円の限度において責任を免れるが、葬祭料についてはその責任を免れる\nことはない。\n控訴人は「Ａの慰籍料については同人が請求権行使の意思表示をしないから相続\nの対象とならない。」と主張し、Ａが慰籍料請求権行使の意向を表明していないこ\nとは弁論の全趣旨に徴し争いのないところであるが、不法行為によつて被害者に精\n神的損害が生ずるときは、尉籍料請求権はなんらの意思表示をまたず加害行為によ\nり即時に発生し、爾後金銭債権として相続の対象となると解するので（大阪高等裁\n判所昭和三十四年（ネ）第一七四五号事件昭和三十五年一月二十日判決、高等裁判\n所判例集十三巻一号参照）、右主張は採用しない。\nしからば、Ａの得べかりし利益の喪失による損害賠償金百十三万八千六十五円か\nら遺族補償金四十五万四千七百四十円を控除した金六十八万三千三百二十五円及び\n慰籍料金三十万円が遺産として相続されたこととなり、Ａの相続人が妻Ｆ及び父母\nたる被控訴人両名であることけ争いないから、被控訴人ら各自の相続分は、右合計\n金九十八万三千三百二十五円の四分の一の金二十四万五千八百三十一円（円未れ切\n捨）である。\n以上のとおりであるから、控訴人は被控訴人らに対し各別に金二十四万五千八百\n三十一円及び本件事故の後である昭和三十一年十二月二十九日から完済まで民法所\n定の年五分の遅延損害金を支払う義務があるので、被控訴人らの本訴請求は右の範\n囲において認容し、その余は失当であるから棄却する。\nよつて右と判断を異にする原判決を変更し、民事訴訟法第九十六条第九十二条第\n九十三条第百九十六条により主文のとおり判決する。\n（裁判長裁判官　二宮節二郎　裁判官　奥野利一　裁判官　渡辺一雄）\n"
}