{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 1,
    "day": 27
  },
  "case_number": "昭和35(ネ)146",
  "case_name": "配当異議請求事件",
  "court_name": "福岡高等裁判所第一民事部",
  "lawsuit_id": "23638",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23638",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/638/023638_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人等の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人等の負担とする。」との判決を求め、被控訴代理人は主文同\n旨の判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用及び認否は被控訴代理人におい\nて、本件配当手続においては民事訴訟法第六百二十条第一項但書に規定する同法第\n五百九十条及び第五百九十一条第二項、第三項の手続がなされているものであると\n述べ、控訴代理人において右の事実は認めると述べ、証拠として被控訴代理人は甲\n第三ないし第五号証の各一、二、第六ないし第十四号証を提出し控訴代理人におい\nて甲号各証の成立を認めた外、原判決事実摘示と同一であるから、これを引用す\nる。\n理　　　　由\n熊本地方裁判所は訴外Ａ（債務者）の訴外熊本県ａ町（第三債務者）に対する同\n町建築請負代金債権金一、一五一、一四六円につき\n（一）　被控訴人Ｂ、同Ｃ両名の前主Ｄの訴外Ａに対する債権金一、一六三、四\n〇〇円のため熊本地方裁判所昭和三二年（ヨ）第九八号債権仮差押命令を発し右命\n令は昭和三二年七月十日第三債務者ａ町に送達され、\n（二）　被控訴人Ｅの訴外Ａに対する債権金一〇四、八二九円のため昭和三二年\n七月二五日同庁昭和三二年（ル）第一七〇号債権差押及び転付命令を発し、右命令\nは同日前記第三債務者に送達され、\n（三）　被控訴人Ｆの訴外Ａに対する債権金一七三、一一七円のため昭和三二年\n七月二六日同庁昭和三二年（ル）第一七一号債権差押及び転付命令を発し、右命令\nは同日前記第三債務者に送達され、\n（四）　被控訴人Ｇの訴外Ａに対する債権金六五〇、〇〇〇円のため昭和三二年\n七月一五日同庁昭和三二年（ル）第一六三号債権差押及び転付命令を発し、右命令\nは同日前記第三債務者に送達された外、\n（五）　訴外熊本県信用保証協会Ｈ、Ｉの訴外Ａに対する各債権についてもそれ\nぞれ債権差押及び転付命令を発し、昭和三二年八月一〇日までに第三債務者ａ町に\n送達されたので、ａ町は昭和三二年八月二七日前記債務金全額一、一五一、一四六\n円を民事訴訟法第六二一条第一項により熊本地方法務局ａ出張所に供託し、右供託\nは同出張所昭和三二年金第四号を以て受理されたので、同町は同月三〇日熊本地方\n裁判所に右供託事情届をなしたこと、右事情届後、控訴人等は訴外Ａに対し別紙配\n当表に記載のような各債権ありとして、いずれも執行力ある正本によらないで、同\n法第六二〇条第一項但書の規定に従い、控訴人合資会社品川木材工業所は昭和三二\n年一〇月七日控訴人Ｊは同年一二月一九日控訴人Ｋは同月二八日それぞれ配当要求\nをなしたこと、及び熊本地方裁判所が昭和三二年一月一七日午前九時の配当期日に\nおいて別紙配当表により右事情届後配当要求をなした控訴人等に対しても配当を実\n施すべき旨を告げたことはいずれも当事者間に争ない。　而して控訴人合資会社品\n川木材工業所、同Ｋが訴外Ａに対し別紙配当表記載のような各債権を有することは\n当事者間に争なく、又控訴人Ｊが同訴外人に対し同配当表記載のような債権を有す\nることは原審における控訴本人Ｊの供述及び同供述によりその成立を認められる乙\n第一ないし第三号証を綜合してこれを認めることができるので、本件の争点は専ら\n前記事情届後の配当要求の適否にかかつているのである。\nところで、民事訴訟法第六二〇条第一項によると、執行力ある正本を有する債権\n者及び民法に従い配当要求をなし得べき債権者は、差押債権者が取立をなしその旨\nを執行裁判所に届出づるまで又は執行吏が売得金を領収するまで配当要求をなし得\nるから、第三債務者が同法第六二一条の規定により債務額を供託したに止まるとき\nは、差押債権者は取立をなしたとなすことができないから、差押債権者が供託金を\n受領しない間は配当要求をなし得るとの見解がある。（大審院昭和二〇年一月一八\n日決定民集二四巻一号一頁）\n配当要求をなすことのできる時期は各種財産に対する執行手続について、それぞ\nれ法定されているが（民訴法五九二条、六二〇条一項、六四六条二項）要するに差\n押財産の換価手続が終了し、配当すべき金銭が判明した時までということができよ\nう。金銭債権にあつては、差押債権者が第三債務者から取立命令によつて取立てれ\nば、それで金銭に変つたことになるので、取立届出の時を以て配当加入の限度とし\nているのである。しかしこれは通常の場合を前提としているのであつて、第三債務\n者としては差押債権者の取立を待たなくても、本件のように重複差押があれば、自\nら債務額を配当にあづかるすべての債権者のために供託して事情届を提出し、執行\nの関係人の地位から脱退することができるのである。（六二一条）これによつて第\n三債務者が供託すれば供託金の上に金銭差押の効力は残るけれども債権差押の手続\nは終了し、執行裁判所は直ちに配当手続に着手するとしても何等の支障を来さない\nから、その後の配当要求は許すべきではないと解すべきである。\nけだし、本件のように債権差押が競合して差押債権額が債務額を超過したため第\n三債務者が債務額を供託している場合にも差押債権者の一人は右供託金を取立てそ\nの旨を執行裁判所に届出でた後に配当手続に移るとの解釈は配当を遅延させ配当金\nの交付の点から見ても不確実になるばかりでなく、第三債務者に権利として供託を\nすることを認めた第六二一条の規定との関係上、差押債権者の一人がかような場合\n取立をなしうる余地があるかどうかについても疑問があるから実務上は本件の場合\n執行裁判所が採つているように、配当手続を終了するまでは無制限に配当加入を許\nすという法の予想しない取扱いを是認せざるを得ないであろう。\nそこで第三債務者が民訴法第六二一条第一項により債務額を供託してその旨の事\n情届が提出されたときは、差押債権者から差押債権を取立てた旨の届出があつたの\nと同じであると解するのが合理的である。同法第六二七条で裁判所は事情届が提出\nされたときは七日の期間内に各債権者に債権その他の計算書の提出の催告をなすべ\nく規定し、同法第六二八条に前条の期間満了後裁判所に配当表の作成を命じている\nのも、右のような解釈を前提としているものと解せられる。極端な債権者平等主義\nを採用しているわが強制執行手続において、配当要求の時期について法の明文に規\n定しない恣意的な解釈は許されないとの見解も存するが、金銭債権については差押\n命令、転付命令、取立命令等各種の手続が並存しているのであつて、債権差押の競\n合の場合に限つて配当手続の最終段階まで債権者平等主義を徹底すべしとの見解も\nその根拠に乏しいものである。\n<要旨>これを要するに、第三債務者が民訴法第六二一条第一項により債務額を供\n託してその旨の事情届が提出され</要旨>たときは同法第六二〇条第一項に規定する\n差押債権者から差押債権を取立てた旨の届出があつたのと同じで、その後の配当要\n求は許されないものと解するからこれと見解を同じくして、控訴人等の前記事情届\n後の配当要求を不適法として却下し、別紙配当表中控訴人等三名に対する部分を取\n消し右取消にかかる配当金額を他の債権者各自に按分して被控訴人等に対する配当\n額を更正した原判決は正当で、本件控訴は理由がないから棄却し、控訴費用の負担\nにつき民事訴訟法第八九条第九三条を適用して主文のとおり判決する。\n（裁判長裁判官　林善助　裁判官　丹生義孝　裁判官　岩崎光次）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}