{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 2,
    "day": 28
  },
  "case_number": "昭和41(う)2804",
  "case_name": "新潟県青少年保護育成条例違反被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "article_info": "第20巻1号69頁",
  "gist": "新潟県青少年保護育成条例第九条第一項にいう「みだらな性行為」に当たる事例",
  "case_gist": "成年男子が結婚とか婚約とかいうことを前提とせず、専ら情慾の満足を目的として、未成年の少女(一六才)を誘惑し性行為をしたときは、新潟県青少年保護育成条例第九条第一項にいう「みだらな性行為」をした場合に当たる。",
  "lawsuit_id": "20969",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20969",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/969/020969_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人に無罪を宣告した部分を破棄する。\n被告人を罰金一万円に処する。\n右罰金を完納することができないときは、金五百円を一日に換算した期\n間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、新潟地方検察庁高田支部検察官検事三澤三次郎名義の控訴趣\n意書に記載されているとおりであり、これに対する答弁は、被告人の弁護人馬場一\n廣名義の答弁書に記載されているとおりであるから、ずれもこれを引用する。\n検察官の所論は、原判決は法令の解釈適用を誤り、その誤りが判決に影響を及ぼ\nすことが明らかであるから、破棄を免れないものと思料するというのである。\n<要旨>よつて按ずるに、原判決は検察官の指摘する如く、本件につき「被告人は\n昭和四一年四月下旬頃の午後四時</要旨>過頃、高田市ａ町ｂのｃｄアパート内の被\n告人の居室において、未だ十八才に達しないＨ子（昭和二十五年二月二十二日生）\nに対してみだらな性行為をなしたものである。」との公訴事実につき、「被告人は\n服装学院生徒である当十六才の少女Ｈ子と昭和四十一年四月十日頃高田市内のデパ\nートの屋上で知り合い、同女を同日その女友達一名とともに被告人のアパートに誘\nつてひとときを過ごし親しくなり以後お互に電話等で連絡をとつてアパート等で会\nい交際を重ねていたが、そのような交際の初期である同月下旬頃の午後、被告人と\nの約束に従つて留守のアパートに来ていたＨ子に対し、帰宅した被告人が同室内に\nおいて接吻したり体をなでたりしたうえ、ともに布団の中に入り同様の行為を続け\nているうち、被告人から肉体関係を求め同女が口ではこれを断りながらも抵抗もせ\nず被告人のなすままになつていたので、被告人はそのまま肉体関係を遂げた。」と\nの事実を認定しながら、「しかし右被告人の性行為は、自己の止宿しているアパー\nトの密室内において相手方の承認のもとに平穏裡に交わされたごとくありふれた男\n女間の性交であると認められるので、当時被告人には交際をはじめて間もない同女\nと婚姻の意思はなく、本件は単に情慾に負けた所為であつて、動機において健全と\nはいえず、その所為の結果に対し無責任であるとの道義的非難をうけることはやむ\nを得ないとしても、それ以上に前述のような社会に通用する性の観念と相容れない\n反倫理的なみだらな性行為であるとするとの非難をうけるには不十分である。」と\n判示して、被告人の右所為は新潟県青少年保護育成条例第九条第一項にいう「みだ\nらな性行為」に該らないとし無罪の言渡をしていることが認められるのであるが、\n右条例の法条とこれに対する罰則（第十八条第一項）の規定が憲法とか地方自治法\n（憲法第九十四条、第三十一条、地方自治法第二条第十四条）に違反しないと認む\nべきことは、既に東京高等裁判所が既往において同種の事案において言明している\nとおりであり、（昭和三十九年四月二十二日第五刑事部判決）記録並びに当審にお\nける事実取調の結果によれば、被告人は本件当時満二十五才の独身の男性である\nが、前記Ｈ子と情交をした以前においてもＦ子（一六才）という女性と結婚を前提\nとしない情交関係をもち、Ｈ子と情交をした当時においてもそれを継続しており、\n年令が一六才の右Ｈ子に対する本件情交の如きも結婚を前提としない専ら情慾を満\n足させることを目的とする所為であると認めるに充分である。被告人は原審公判で\n「Ｈ子と婚約している、今でも結婚しようと思つている」などといい、副検事に対\nしても将来結婚するつもりでいるなどと述べているが、Ｈ子は婚約しているなどと\nはいつておらず、被告人も副検事に対して「四月末か五月初めはじめて関係したと\nきは結婚という事まで考えていなかつた」といつており、更にＨ子の父母の検察官\nに対する供述調書によると、七、八月頃被告人が保釈で出所しＨ子の母に電話をか\nけ結婚させてくれといい断られたことがあるということは認められるが、これら結\n婚の考があるとか、婚約しているとか、結婚の申込をしたとかいうのは、本件起訴\n事実に関し処罰を免れるための被告人の弁解の辞であると認むべく、少くとも、本\n件起訴にかかる情交当時においては、結婚とか婚約とかいうことを前提とせず、年\n長者が年少の少女を誘惑し、専ら情慾の満足を目的とする性行為をしたものと観察\nすべきのみならず、被告人のその後の行状をみても、やはり十八才未満の少女を相\n手にして慾望の赴くまま乱淫の所為に及んでいることが認められるのであるから、\nかたがた、Ｈ子と婚約しているとか、結婚する気があるなどというのは真意に出で\nず、単なる弁解であると認むべきである。\n而して、前記条例第九条第一項の趣旨は、青少年（十八才未満）は心身両面にお\nいて性的生活に未熟であり、これを健全に育成しなければならないから、正当な事\n由によらなければ性行為の対象としてはならないとするに在ることは容易に理解し\n得べきところであり、前段説明の被告人とＨ子との情交の如きは、被告人を単に道\n徳上非難し得るというに止まらず、右条例の禁遏する所為で可罰的であると非難し\n得べき場合であると認めて差支ないから、これを原判決が「みだらな性行為」であ\nるとするには不十分であると判断したことは、事実を誤認したか又は右条例第九条\n第一項の解釈を誤り、有罪と認むべきを無罪であるとした違法があるといわなけれ\nばならない。\n検察官の所論は理由があるというべきである。\n（その余の判決理由は省略する。）\n（裁判長判事　井波七郎　判事　宮後誠一　判事　四ツ谷巌）\n"
}