{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 9,
    "day": 11
  },
  "case_number": "昭和33(ネ)815",
  "case_name": "株式払込金返還請求事件",
  "court_name": "大阪高等裁判所第五民事部",
  "article_info": "第16巻7号503頁",
  "gist": "株式払込金保管証明書を発行した銀行が商法第一八九条第二項の責任を負わないものとされた一事例",
  "case_gist": "株式会社の増資に際し、新株申込期間の経過した後、払込期日迄の間において、元来株金払込の取扱銀行として指定されていなかつた銀行が、払込取扱銀行の追加指定についての裁判所の許可のないままで、右会社の代表取締役の依頼に応じ、株式払込金保管証明書を作成交付したとしても、かかる銀行は商法第一八九条にいわゆる「払込ヲ取扱ヒタル銀行」に該当しない。",
  "lawsuit_id": "22565",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22565",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/565/022565_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文同旨の判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の陳述及び証拠の提出援用認否は、\n控訴代理人において、「控訴人が本訴請求を争う根拠は次の（一）乃至（六）の\nとおりである。\n（一）　控訴人は商法第一八九条所定の払込を取扱つた銀行に該当しない。\n被控訴人主張の増資手続においては、原判決の認定したように昭和二九年四月一\n二日頃にいたり金二、五〇〇万円の払込不足を生ずべきことが明かになつたのでは\nなく、同月一〇日を以て新株引受申込期間が経過してすでに右金額相当の失権株を\n生じてしまつたのである。従つてその後において控訴銀行の各支店が右増資に関す\nる株金払込の取扱銀行たるの指定を受けるということはあり得ないのであつて、単\nに払込取扱銀行に指定したような形を造出しただけである。\n仮りに之が払込取扱銀行の追加指定であるとしても、商法第一七八条により裁判\n所の許可を受けなければならないのであり、此の規定は預合の防止の趣旨より見て\n強行規定であるから、右追加指定は無効である。従つて控訴銀行の発行した保管証\n明書に付ては商法第一八九条第二項による責任を負うべきではない。\n（二）　仮りに右追加指定が有効であるとしても本件は商法第一八九条にいわゆ\nる預合に該当しない。\n本件においては被控訴会社は失権株をそのままにして之を除外して変更登記する\nことは会社の体面に差支えるものとして代表取締役Ａ等が相談の上いわゆる仮装払\n込の手段をとることとし、虚無人名義の株式申込証等も被控訴会社株式課にて作成\nさせその他の手続一切はＢに委任したのであるから、この虚無人名義で仮装払込を\nしたものは会社自身と謂わなければならない。而して会社は如何なる場合にも株式\n引受人となり得ないのであるから、結局商法第二〇一条により株式引受人たる責任\nを負うべき者は存在しないわけである。\n而して商法第一八九条第二項は株式引受人と銀行又は信託会社との間に約束があ\nつても、保管証明書による払込の証明があつた以上、右の約束を以て第三者たる会\n社に対抗できないことを意味するのであり会社が銀行又は信託会社に対し第三者の\n立場にあることを予定しているのであるから、この法条は右のごとく会社自らが仮\n装払込の行為をした場合に適用すべきものではない。\n尚資本充実の原則も絶対的なものではなく、本件においては虚無人名義の株式の\n一部を代表取締役Ａが処分し被控訴会社に入金しているのであるから、名目がなん\nであれ、この限度において資本は充実され本訴は二重請求である。\n（三）　仮に本件が預合に該当するとしても、被控訴会社は悪意であり、且保管\n証明書の真正でないことを知つていたから、控訴銀行は商法第一八九条第二項によ\nる責任を負うべきでない。\n同条は会社が保管証明書を真正なものと信じた場合すなわち善意の場合にのみ適\n用すべきものであるが、本件においては、被控訴会社代表取締役であつたＡ等が失\n権株の仮装払込を企図したのであるから、被控訴会社が保管証明書の真正でないこ\nとを知つていたことは勿論、むしろ控訴人に対し株式引受人の虚無人であることを\n秘して右証明書の作成を誘導したのであるから、禁反言の原則よりも右法条の保護\nを受け得られるものではない。\n原判決は資本充実の原則を重く見ているが、本件のごとき場合には商法第二八〇\n条の一三により取締役全員の共同引受となるのであるから、会社の資本は之により\n補填されるのである。この法条は引受のない株式についてなされた保管証明書に基\nき新株発行による変更登記が経由されても、尚且株金取扱銀行に対し返還請求権を\n行使できない場合を法が予想したために設けられた規定である。\n禁反言の原則というも、又資本充実の原則というも、共にＣの原則或は衡平の原\n則によつて支えられるものであるから、被控訴会社のごとく控訴銀行の支店長等を\n欺岡し或は誘導して保管証明書を作成させ、之に基いて本訴請求をするごときは、\n正に右の原則に反し、権利の乱用というべきである。\n（四）　商法第二〇〇条第二項は株主と会社との関係のみを規定したものである\nから、これを払込取扱銀行と会社との関係にまで拡張解釈をすることは許されな\nい。従つて原判決が同条を一つの根拠として不法行為による損害賠償請求権と払込\n金返還債務との相殺を認めなかつたのは失当である。\n（五）　昭和二九年四月一六日現在訴外Ｂ名義の控訴人銀行京都支店の当座預金\n残高は金六八〇万二、三四四円であり、その内三五〇万円は滋賀相互銀行京都支店\n宛の小切手により入金されたが之は手形交換所において決済されたのであるから、\n現金と同様であり、従つて控訴人銀行京都支店に関する限り現実に払込があつたも\nのである。してみると同支店については払込仮装の通謀はないから、預合と解すべ\nき根拠はないのであつて、この点に関する原判決の認定は失当である。\n（六）　仮に控訴人のすべての主張が失当で、商法第一八九条第二項に基く責任\nがあるとすれば、之は法の認めた無因責任であり、それは商行為による債務ではな\nいから、之に対する遅延損害金の請求は年五分の限度においてのみ許容されるべき\nである。」と述べ乙第八号証の一乃至十一、第九号証の一乃至二十三、第一〇、一\n一号証を提出し、当審における証人Ａ、Ｂ（第一回）島付武夫、Ｅ、Ｆの各証言、\n及び滋賀相互銀行京都支店に対する調査嘱託の結果を夫々援用し、\n被控訴代理人において「本訴は商法第二八〇条の一四により準用される同法第一\n八九条第二項に基く請求であつて、現実に株金の払込があつたとしてその払込金の\n支払を求めるものではない。又当審における控訴人の各主張は次のとおりすべて失\n当である。\n（一）の主張につき、被控訴会社においては、昭和二八年一二月一〇日の取締役\n会において本件新株発行の議決をなした際払込取扱銀行の定めその他新株発行に必\n要な細目については、すべて代表取締役Ａに一任することとなつた。そこで同人は\n兄Ｇをして之を取運ばせたのであつて、当初株式会社三和銀行南支店を払込取扱銀\n行としたが昭和二九年四月上旬適当な払込取扱銀行を追加選定して増資新株式の完\n全払込を実現しようとし、先づ訴外Ｂに依頼し、同人は同月一〇日頃控訴銀行を払\n込取扱銀行とすることを同銀行大阪支店長Ｄ及び京都支店長Ｅに申入れてその承諾\nを受けたのであつて、従つて控訴人を払込取扱銀行に指定したのは同月一〇日頃で\nあつた。而してこの追加指定については商法第一七八条による裁判所の許可を得て\nいないのであつて、このことは一応違法の処置には相違ないけれども、本来会社は\n如何なる銀行をも払込取扱銀行として自由に指定できるのであつて、之に付ては何\n等裁判所の監督に服する必要はないのであるから、後日の追加指定の場合にのみ裁\n判所の許可を要することもさして重要な意味を持つものではない。而もこの規定は\n本件のごとき追加指定の場合を予想したものではなくて、払込取扱銀行の交替的変\n更の場合を予想し、株式引受人がその払込期日に払込ができない等の不都合を生じ\nないように考慮されたものと見るべきであり、裁判所の許可は払込取扱銀行たるの\n効力要件ではなく、単に会社取締役に義務を設定して裁判所が之を監督するという\n程度のものである。そこで裁判所の許可という法的措置のみを以てしては払込の確\n実ひいては会社資本の充実という目的の達成に万全を期し得ないところから、商法\n第一八九条並に第四九一条の罰則が設けられているのである。払込取扱委託契約は\n裁判所の許可の有無に拘らず委託会社と受託銀行との間に有効に成立するのであつ\nて、受託銀行としては右委託契約に基いて委託会社のため正当にその取扱をすれば\nよいのである。控訴銀行も被控訴会社から正規の取扱手数料を徴して払込取扱事務\nを行つているのであるから、自己に無関係な裁判所の許可ということについての被\n控訴会社取締役の義務違反を理由に法定の責任を免れ得る理由は無い。\n（二）の主張に対し、会社自身が自己株式の払込をすることは如何なる場合にお\nいても考えられないことであつて、適法にせよ違法にせよ会社の行為と見る余地は\n無く、仮設人名義を以て引受払込をした者は会社取締役であつたＡ等個人であり、\nそれが仮に会社の体面を考慮したためとしても払込によつて新株を交付される者は\nＡ等個人であつて、取締役等が如何に不正に作為しても会社自身が株式引受人とは\nなり得ない。\n又商法第一八九条による払込取扱銀行の責任は刑罰規定たる同法第四九一条の預\n合罪の成立する場合のみに限られるものと解することは相当でなく、苟も銀行が払\n込取扱金融機関として取締役の請求に応じ証明書を発行した以上、払込人との通謀\nの有無を問わず、或は錯誤に基く場合であつても同法第一八九条第二項の効果が附\nせられるのでなければ会社資本の充実は期せられない。この意味においてこの規定\nは商法の外観主義の現われであり禁反言の法理と精神を同じくする。又会社取締役\n等が金融機関と通謀した預合の場合もそれ等取締役が処罰を受けるだけであつて、\n決して取締役等の行為が会社の行為となるものではない。\n（三）の主張については、被控訴会社自身が株式引受人となり得る余地がないこ\nと前述のとおりである以上、会社の善意悪意或は承認の有無は問題外であつて、商\n法第一八九条第二項は資本充実の目的達成のため苟も払込取扱銀行が保管証明書を\n発行した場合に無因的にその責を負わしめる趣旨に外ならない。又被控訴会社は払\n込金が現実に入金されないことによつて、本件保管証明書記載の金額だけ資本が欠\nけているのであり会社自体と不正なる手段により新株式を取得した取締役等個人と\nは全く別個であるから、被控訴会社の本訴請求を以てクリーンハンドの原則に反す\nるものと論ずることも出来ない。更に会社の資本は飽くまでも株主の払込金を以て\n構成せられるのであつて、取締役個人の横領金の内入弁償などによつて充実される\nべきものではなく、控訴銀行が保管金支払の責任を果してこそ会社資本が充実され\nるのである。すなわち控訴銀行の保管証明書の発行によつて被控訴会社の変更登記\nが可能となり、次で新株式が発行せられて、之をＡ等が取得したのであるから、後\nに同人等が之を如何に処分したかは被控訴会社の関知するところではない。\n（四）の主張については、原判決は商法第二〇〇条第二項と第一八九条第二項と\nは共に資本充実の原則を立法の趣旨とするところから、前者の法意が後者のうちに\n含まれると解するのが相当であるとしたのであつて固より正当である。又前述のと\nおり払込をなし得るのは株式引受人のみであつて、会社は無関係であるから如何な\nる意味においても会社自身が控訴人主張の損害賠償債務を負担する謂れがない。\n（五）の主張につき、払込はあくまで現実の払込可能を前提とするのであつて、\n単に払込の形式を整えただけでは預け合いでないと謂うことはできない。控訴銀行\n京都支店における取扱の実態は、現実に金を動かすことなく、唯手形の落落とか、\n訴外Ｂの預金を店内の伝票操作によつて帳簿上移動するとか、或は一見して作為の\n窺われるような極めて短期間の手形貸付をするとかして帳簿上の形式を整えたもの\nにすぎない。\n（六）の主張については、払込金保管業務は正当なる銀行業務であり、現に控訴\n銀行も正規の取扱手数料を徴しているのであるから之を以て商行為でないとするの\nは明らかに誤りである。\n尚控訴銀行としては保管もしない金員を支払わせられるのであるが、その不服は\nＡ等に対して謂うべきであり、被控訴会社は控訴人がＡ等の申入れに応じて之と通\nずることがなければ他の正当な方法によつて資本の充実を計つていた筈であつて、\n被控訴会社こそ当面の被害者であり、控訴銀行は道義的にも責任を痛感して然るべ\nきである。」と述べ、当審証人Ｂの証言（第二回）を援用し、当審提出の乙号各証\n中、第八号証の一、三、四、六乃至十一、第一〇、一一号証は夫々成立を認め、そ\nの余の成立はすべて不知と述べたほか、\nいずれも原判決事実摘示と同一であるから、之を引用する。\n理　　　　由\n原審証人Ｆの証言（第一回）及び本件口頭弁論の全趣旨により真正に成立したも\nのと認められる乙第八号証の五によると、被控訴会社は昭和二八年一二月一〇日の\n取締役会において、九七万五、〇〇〇株の有償新株を発行することとし、昭和二九\n年一月三一日午後四時現在の株主名簿記載の株主に対し所有株式一株につき、一、\n五株の割合を以て割当てること、申込期間同年三月二二日より四月一〇日迄、払込\n期日同月一六日、申込期日迄に引受のない株式及び割当の結果生ずる一株未満の端\n数株式の処理の他、本株式発行につき必要な事項は今後の取締役会に於て決定する\nことと決議した事実及び右株金払込取扱銀行としては株式会社三和銀行南支店が指\n定されたことが認められ、控訴人株式会社兵庫相互銀行大阪支店及び京都支店がい\nずれも昭和二九年四月一六日附を以て夫々被控訴人主張の株式払込金保管証明書を\n作成交付した事実は当事者間に争がない。被控訴人は控訴人のなした右払込金の保\n管証明に付ての責任としてその証明にかかる二口の保管金合計二、五四九万〇、七\n五〇円の支払を求めるので、先づ之に対する控訴人の当審における（一）の主張に\nついて考察する。\n控訴銀行の大阪及び京都の両支店は当初右株金払込の取扱銀行として指定されて\nいなかつたことは右に認定したとおりであつて被控訴人は同年四月一〇日頃右両支\n店も之に追加指定されたと主張する。しかしながら成立に争のない甲第一号証、第\n二号証の一、乙第三、第六、第七号証、原審及び当審証人Ｂ（各第一、二回）Ａ、\n原審証人Ｆ、当審証人Ｄ、Ｅの各証言を総合すると、その当時の被控訴会社代表取\n締役Ａが右株金の未払込額が相当多額に達するところから、訴外Ｂに依頼して善後\n措置に付協力を求めたのが、同年四月一〇日（土曜日）頃であり、同訴外人はその\n後懇意な間柄である右各支店の支店長Ｄ、Ｅに働きかけを開始し同人等から右の措\n置に付協力することの承諾を得るに至つた事実が認められるのであつて、本件各保\n管証明書の日附が前記のとおり同月一六日であることを考えあわせると、各支店長\nが右の承諾を与えたのは早くとも右払込取扱期間（申込期間）の昀終日である同月\n一〇日よりは後であつたと認定するのが相当である。（成立に争のない乙第八号証\nの七によると、本件増資に関する登記申請書に添付された株式申込証用紙の払込取\n扱銀行及び取扱場所欄には控訴銀行の京都及び大阪両支店も併せて記載されている\nが、以上に認定した経過から見ると、この用紙は新株式募集の昀初において印刷さ\nれたものではなく、右登記手続の際に形式を整えるためあらためて作成されたもの\nと見るほかはない）。　ところで、控訴人は右申込期間の経過によりその当時払込\nの無かつた株式についてはすでに失権の効果を生じてしまつたと主張するが、通常\n払込期日は申込期間の昀終日より数日後に定められており、本件もその例に漏れな\nいのであり、而も商法第二八〇条ノ九第二項は払込期日迄に払込又は現物出資の給\n付のな、いときは新株引受の権利が失われる旨規定しているので、この規定との関\n連についても考察を必要とする。更に増資新株式の払込については、会社の設立の\n場合における商法第一七九条のような失権手続のための再度の払込の催告の規定は\n無いけれども、世上の実例によると会社側においても払込期日までに増資手続の完\n了をはかるために、申込期間を徒過した株主に対し事実上払込を勧奨して之を実行\nせしめている例も往々存在する模様であり、かような場合に株主が申込期間の経過\n後になした株金払込を一切無効と見ることはもとより相当でないから、この点より\n考えても申込期間の満了により直ちに失権の効果を生ずるものと謂うことはできな\nいのであつて、こ<要旨>の効果が生ずるのは払込期日経過の時と解するのが相当で\nある。併しこのように解釈しても、申込期間の経過</要旨>後において株金払込取扱\n銀行の変更若くは追加指定を認める必要若くは実益は、通常の事態においては考え\nられないのであるが、仮りに何等かの必要若くは実益があり得るとすれば、右変更\n等につき裁判所の許可を要することの法律上の意義について更に考察を必要とす\nる。\n商法第二八〇条ノ一四、第一七八条が株金払込取扱銀行の変更について裁判所の\n許可を要するものとした法意は、同法第一八九条が預合の弊害を防止するのと相俟\nつて、この種の金融機関に特別の責任を負わせることとし、裁判所の監督により株\n金払込の確実を期する趣旨であり、現に本件においても保管証明にかかる金員の内\n少くとも大部分は単なる帳簿上の操作に基くものであること、本件口頭弁論の全趣\n旨により明らかであり、かかる不正を防止するのが正に裁判所の監督の責務である\nと謂わなければならない。従つて右の許可の無い変更はその効力が無いものと解さ\nなければ、裁判所の監督の責任は全うされないのであつて昀初の払込取扱銀行又は\n信託会社の指定が自由であるからと言つて、後に之を変更するについての裁判所の\n許可を以てその効力要件でないと解することはできない。而してこのことに関して\nは従来の払込取扱銀行を他に変更するのと、単に他の銀行を之に追加指定するのと\nによつて、何等の相違もあるべきではない。又商法第一八九条は会社債権者保護の\nための規定であるに相違ないが、その適用範囲にも自ら限界がなければならないの\nであつて、このことはたとい誤つて増資に関する登記がなされた場合においても、\n何等変りはないものと解すべきである。\n以上の次第であつて、控訴人の当審における（一）の主張は理由があり、之に対\nする被控訴人の主張はすべて採用に値しないから、控訴人兵庫相互銀行大阪支店及\nび京都支店は共に本件において商法第一八九条にいわゆる払込を取扱つた銀行に該\n当しないと謂うべきであり、従つて右各支店が本件各保管証明書を作成交付したこ\nとが果して銀行として適切な措置であつたか否かには疑問の余地が多いけれども、\nそれは別問題として前掲法条に基く被控訴人の本訴請求はその余の争点に付考察す\nるまでもなくすでに以上の理由により失当として棄却を免れない。\n仍て右請求を認容した原判決は不当であるから、之を取消すべきものとし、民事\n訴訟法第三八六条第九六条第八九条を適用し主文のとおり判決する。\n（裁判長裁判官　加納実　裁判官　沢井種雄　裁判官　加藤孝之）\n"
}