{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 11,
    "day": 28
  },
  "case_number": "昭和35(ネ)639",
  "case_name": "約束手形金請求事件",
  "court_name": "名古屋高等裁判所第一部",
  "article_info": "第14巻9号628頁",
  "gist": "被告の確定方法",
  "case_gist": "訴訟における被告は、訴状の当事者、請求の趣旨および請求の原因各欄の記載を客観的に観察し、その全趣旨によつて確定すべきものである。",
  "lawsuit_id": "23071",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23071",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/071/023071_hanrei.pdf",
  "contents": "主　　　　文\n控訴人兼被控訴人有限会社小田桐工務店の控訴および被控訴人兼控訴人\n愛知マツダ株式会社の控訴をいずれも棄却する。\n当審における訴訟費用のうち、右有限会社小田桐工務店の控訴によつて\n生じた部分は同会社の負担とし、右愛知マツダ株式会社の控訴によつて生じた部分\nは同会社の負担とする。\n事　　　　実\nこの事実欄および次の理由欄を通じて、控訴人兼被控訴人有限会社小田桐工務店\nを単に控訴人（または控訴会社）と略記し、被控訴人兼控訴人愛知マツダ株式会社\nを単に被控訴人（または被控訴会社）と略記する。\n控訴人の代表者は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用\nは第一、二審とも被控訴人の負担とする。」との判決ならびに「被控訴人の控訴を\n棄却する。」との判決を求め、\n被控訴人の代理人は、「控訴人の控訴を棄却する。」との判決ならびに「原判決\nを取り消す。本件訴訟は原審において昭和三五年四月九日に成立した訴訟上の和解\nによつて終了した。訴訟費用は第一、二審とも控訴人の負担とする。」との判決を\n求めた。\n当事者双方の主張は、それぞれ左記のとおり陳述したほか、原判決事実欄の記載\nと同一であるから、ここにこれを引用する。\n控訴人の代表者の陳述\n一、　控訴会社は、山口モータースことＡより中古マツダ三輪トラツク一台を買\nい入れ、その代金の支払方法として、山口モータースにあてて約束手形を振り出し\nた。その手形を書き換えたものが本件手形である。\nしかし、右トラツクは、故障が続き、とうてい代金額相当の価値のないものであ\nつたので、控訴会社は、右Ａと種々交渉をしたがその交渉継続中に本件手形の支払\n期日が到来したので、その手形の支払を拒絶した。ところが、Ａは、右の支払期日\nの三日後に右トラツクを無断で引き揚げて行つたので、控訴会社において手形の返\n還方を依頼した。そして右Ａは、これを承諾し、手形の返還を確約したが、言を左\n右にして今日に至るまでそ\nの返還をしない。なお、Ａは、本件手形を被控訴会社に裏書譲渡した。\n山口モータースは被控訴会社の販売代理店であるが、被控訴会社は、右の事情を\n知りながら、本件手形を取得したのである。したがつて控訴会社は被控訴会社に対\nしても本件手形の支払義務を負担しない。\n一、　控訴会社すなわちＢを代表取締役とする有限会社小田桐工務店とＣを代表\n取締役とする有限会社小田桐工務店とは全然別個の会社である。\n被控訴人の代理人の陳述\n一、　Ｂ、その兄Ｃ等は、目的土木建築請負業、本店所在地愛知県宝飯郡ａ町大\n字ｂ字ｃｄ番地なる株式会社大塚工務店を昭和二二年一月一五日に設立し、右Ｃ、\nＢ等がその取締役となり、Ｃにおいて代表取締役をしていたが、右会社は昭和三三\n年一月三一日の株主総会決議により解散した。\nそして控訴会社すなわちＢを代表取締役とする有限会社小田桐工務店（以下これ\nを竹一会社と略記する。）は、目的土木建築請負業、資本の総額金三〇万円、本店\n所在地前記ａ町大字ｂ字ｃｄ番地、会社成立の年月日昭和三二年一二月一一日であ\nる旨を昭和三四年一月二三日名古屋法務局御油出張所において登記をし、昭和三四\n年一月一五日本店を名古屋市ｅ区ｆｇ丁目ｈ番地から右法務局出張所管内に移転し\nた旨を同年一月二三日登記をし、更に同年九月四日本店を名古屋市ｉ区ｊ町ｋ丁目\nｌ番地に移転した旨を同年九月五日登記をした。しかし、右のような本店所在地の\n各変更登記は、債務の支払を免れ商法第一九条の禁止を免脱する目的等のためにな\nされたにすぎず、竹一会社の営業の本拠たる本店は、当初から変化がなく終始ａ町\n大字ｂ字ｃｄ番地にあつたのである。\n竹一会社は、昭和三四年四月七日に約束手形を振り出し、同年七月六日にその書\n換手形を振り出し、更に同年九月一〇日にその書換手形として本件手形を振り出し\nたのであるが、その各手形にはいずれも竹一会社の住所としてａ町大字ｂ字ｃｄ番\n地と記載してあつた。その各手形に前記のような名古屋市内の場所は書いてなかつ\nたのである。\nＣを代表取締役とする有限会社小田桐工務店（以下これを久一会社と略記す\nる。）は、目的土木建築請負業、資本の総額金五〇万円、本店所在地ａ町大字ｂ字\nｃｄ番地である旨を昭和三四年九月九日に登記をした。しかし、この登記も単なる\n形式にすぎない。\n右の次第であるから、竹一会社と久一会社との双方の存在が法律上許されると仮\n定しても、その両会社は責任を同じくする一体の会社である。竹一会社は、久一会\n社に営業を譲渡したものとみるべきである。竹一会社は、営業を譲渡して、無一物\nとなり、営業を閉鎖した。久一会社は、竹一会社の営業を譲り受け、しかも竹一会\n社の商号を続用して来たのである。したがつて商法第二六条第一項により、久一会\n社において本件手形上の責任を負うべきである。\n一、　仮に商法第二六条第一項の適用がないとしても、左記の事由により、久一\n会社において本件手形上の責任を負うべきである。\n原審において、昭和三五年四月九日の口頭弁論期日の通知が竹一会社の代表取締\n役なるＢに対して発せられたのに対して、右期日には、Ｂが出頭することなく、久\n一会社の代表取締役なるＣが出頭し、しかもＣは、自己が被告会社の代表取締役で\nある旨を声明した。そして本件訴状添附の被告会社の代表者の資格証明書たる登記\n簿抄本には、Ｃが代表取締役である旨を記載してあつた。それで被控訴会社（原告\n会社）の原審における代理人は、訴状記載の被告会社の代表取締役の表示が誤りで\nあることを発見し、被告会社の代表取締役をＣと訂正した。これによつて被告が変\n更された。そして裁判官の和解勧告により、右期日に被控訴会社の右代理人とＣと\nの間に和解が成立し、その旨調書に記載された。Ｃは、上記の営業譲受による責任\nを自認したうえ、右の和解をしたのである。\n一、　上記のとおりであるから、本件訴訟は原審における右の和解によつて終了\nした。\nそれで被控訴会社は、右の和解書の執行力ある正本にもとづき、久一会社に対して\n有体動産の差押をした。ところが、Ｃは右の和解が無効である旨を主張した。そし\nてＢは、同様和解が無効であると主張し、訴訟がなお原審に係属しているとして、\n原審に弁論の続行を申請し、その結果、被控訴会社と竹一会社との間において被控\n訴会社勝訴の原判決がなされるに至つたのである。\nしかしながら、右和解にはなんらのかしもなく、その和解は無効でない。\nＢとＣの兄弟は、上記のように株式会社大塚工務店、竹一会社および久一会社を\n順次設立した旨の登記をして、土木建築請負業をして来た。そのように順次会社の\n設立を登記したのは、従来の債務支払の免脱を企図したものとみることができる。\nもし、右の和解が無効と判断されるにおいては、久一会社に対する前記差押は解除\nされ、被控訴会社は久一会社よりなんらの支払も受けることができない。もつと\nも、被控訴会社は、竹一会社との間において、被控訴会社勝訴の原判決を受けた。\nしかし、その判決か将来確定しても、竹一会社は営業を閉鎖し会社そのものが存在\nしないから、被控訴会社は竹一会社から支払を受けることができない。かような状\n態となつては、まさにＤの悪策に愚弄された結果となる。本件と類似の事案は他に\nもあり、吾人の黙過し得ないところである。\n証拠として、被控訴人の代理人は、甲第一ないし七号証を提出し、控訴人の代表\n者は、当審における控訴会社代表者本人Ｂの供述を援用した。\n理　　　　由\nまず本件訴訟が原審における昭和三五年四月九日の訴訟上の和解によつて終了し\nたか否かについて検討する。\n当審における控訴会社代表者本人Ｂの供述、その供述により真正に成立したもの\nであることを推知し得る甲第一ないし三号証、方式および趣旨により公務員が職務\n上作成したものであることの明かな甲第四ないし七号証ならびに本件口頭弁論の全\n趣旨を総合し、かつ本件記録のうち原審における部分を参照して、考察すれば、\n一、　Ｂ（弟）とＣ（兄）とは兄弟であつて、右Ｃは、愛知県宝飯郡ａ町大字ｂ\n字ｃｄ番地（以下この場所をａ町ｃｄ番地と略記する。）所在の住居に居住し、右\nＢは、当初は右の御ａ町大字ｂ字ｃｍ番地に居住し、その後は同町大字ｎ字ｏｐ番\n地のｑに居住して来た。\n一、　Ｃ、Ｂ等は他の数名と共に昭和二二年一月一五日土木建築請負業を目的と\nし右のａ町ｃｄ番地に本店を置く株式会社大塚工務店を設立し、Ｃ、Ｂ等がその取\n締役となり、Ｃにおいて代表取締役をして来たが、右会社は昭和三三年一月三一日\nの株主総会決議により解散し、Ｃにおいてその清算人に就任した。\n一、　そして控訴会社すなわち右のＢを代表取締役とする有限会社小田桐工務店\n（竹一会社）は、右同様土木建築請負業を目的として、昭和三二年一二月一一日に\n設立された。そして右ＢおよびＥがそれぞれ取締役に就任し、Ｂにおいて代表取締\n役をして来た。右の竹一会社は、本店を名古屋市ｅ区ｆｇ丁目ｈ番地に置いてその\n旨の登記をしたが、昭和三四年一月一五日ころ本店をａ町ｃｄ番地に移転して同月\n二三日その旨の登記をした。\n一、　竹一会社は、昭和三四年四月七日山口モータースことＡにあてて金一〇万\n五〇〇〇円の約束手形（甲第一号証）を振り出し、これを書き換えて同年七月六日\n同一金額の約束手形（甲第二号証）を振り出し、更にこれを書き換えて同年九月一\n〇日同一金額の約束手形（甲第三号証）を振り出したが、右三通の手形の振出人欄\nにはいずれも「愛知県宝飯郡ａ町大字ｂ字ｃｄ番地有限会社小田桐工務店代表取締\n役Ｂ」と記入して押印した。そして右の最後に振り出された約束手形（甲第三号\n証）は同年一一月二日右Ａより被控訴会社に裏書譲渡された。\n一、　竹一会社は、昭和三四年九月五日ａ町を管轄する登記所において、本店を\n同月四日に名古屋市ｉ区ｊ町ｋ丁目ｌ番地に移転した旨の登記をしたが、名古屋市\nｉ区を管轄する登記所においては、その旨の登記をしなかつた。しかも、現実に\nは、右のように本店を移転しなかつた。右の登記は、久一会社が左記のようにその\n設立登記をするにあたつて商法第一九条の問題が生ずることを回避する目的でした\nものにすぎない。したがつて右の登記後も竹一会社の事務所は従来に引き続きａ町\nｃｄ番地にあつた。そして竹一会社は、従来の営業により種々の債務を負担した\nが、右登記のころから営業をまつたく休止して今日に至つている。\n一、　そしてＣを代表取締役とする有限会社小田桐工務店（久一会社）は、右同\n様土木建築請負業を目的として本店をａ町ｃｄ番地に置いて設立され、昭和三四年\n九日九日にその設立登記をして、営業を開始した。ＣおよびＦがそれぞれその取締\n役に就任し、Ｃが代表取締役となつた。\n一、　被控訴会社の代理人は、訴状に、被告の表示として「愛知県宝飯郡ａ町大\n字ｂ字ｃｄ番地有限会社小田桐工務店右代表取締役Ｂ」と記載し、かつ請求の趣旨\nおよび原因として叙上の最後に振り出された約束手形（甲第三号証）の支払を請求\nする旨を記載し、昭和三五年二月二二日これを原審に提出して、本件訴訟を提起し\nた。その際、右手形の写と「代表取締役がＣである。」旨を記載してある久一会社\nの登記簿抄本等とを右の訴状に添附して提出した。そして訴状謄本その他の被告に\n送達すべき諸書類は同月二五日訴状記載の被告の住所なるａ町ｃｄ番地において竹\n一会社に送達され、これによつてＢは同年三月一二日答弁書および第一回口頭弁論\n期日延期申請書を提出し、第一回口頭弁論期日には、Ｂが出頭ぜず、右申請書にも\nとづき弁論が延期された。\n一、　同年四月九日の第二回口頭弁論期日には、被控訴会社の代理人と右Ｃとが\n出頭し（Ｂは出頭しなかつた。）、被控訴会社の代理人は、「被告会社の代表取締\n役をＣと訂正する。」と陳述したうえ、訴状記載のとおり陳述し、ＣはＢの提出し\nた前記答弁書記載のとおり陳述し、裁判官の勧告にもとづき、被控訴会社の代理人\nとＣとの間において訴訟上の和解が成立し、その旨調書に記載された。その後被控\n訴会社において右和解調書の執行力ある正本にもとづき久一会社に対して強制執行\nをしたところ、Ｃは右の和解が無効であると主張した。\n一、　Ｂの申立により、原審においては同年一〇月一日第三回口頭弁論期日を開\nいた。その期日には、被控訴会社の代理人とＢとが出頭し、被控訴会社の代理人\nは、特段の異議を述べず、かつ訴状記載の被告会社の代表取締役の氏名の訂正等の\n陳述をしないで、改めて訴状記載のとおり陳述し、Ｂは前記答弁書記載のとおり陳\n述し、弁論が終結された。次で同年一一月一二日の第四回口頭弁論期日（判決言渡\n期日）に判決が言い渡されたが、その判決は、前文において前記和解が無効である\n旨を明示し、主文において被控訴会社の竹一会社に対する請求を認容した。そして\n竹一会社および被控訴会社は右判決に対しそれぞれ本件控訴をした。\nという事実を認定することができる。前顕Ｂの供述のうち右認定に反する部分は\n信用し難い。\n上記認定のとおりであるから、昭和三二年一二月一一日に設立された竹一会社と\n昭和三四年九月九日に設立された久一会社とが存在し、しかも、昭和三四年九月九\n日以後は、目的、商号および営業所（事務所）所在地を同じくして、右の両会社が\n併存して来たとみるのほかはない。\nもつとも、前記認定のすべての事実を総合して推測すれば、竹一会社は、被控訴\n人の主張のように、昭和三四年九月九日当時において久一会社に対し竹一会社のａ\n町およびその隣接市町村等における営業を譲渡し、その結果前記のように営業を休\n止するに至つたとみることができないわけではない。しかも、久一会社は竹一会社\nの商号を続用したとみるべきであるから、商法第二六条第一項により、竹一会社が\n右の営業譲渡の時までに第三者に対して負担した前記債務につき、久一会社もまた\n弁済の責に任じなければならない。しかし、特別の事情が存在する場合または同法\n第二九条の適用を生ずる場合でない限り、その債務につき、竹一会社が引き続き責\n任を負担していることはいうまでもない。なお、竹一会社が営業をまつたく休止し\nて来たことは前記認定のとおりであるけれども、解散して清算手続を実施しこれを\n完了したような事実を肯認することはできない。\n右の次第であるから、竹一会社が今日までの間に法人格を喪失して消滅したとみ\nることはできない。\n<要旨>よつて進んで本件訴訟の被告について案ずるに、訴提起の通常の場合、す\nなわち本件のように原告が訴状を提</要旨>出して一定の訴訟を提起した場合におい\nて、その訴訟の被告が何人であるかの問題は、訴状の記載の全趣旨、すなわち訴状\nの当事者、請求の趣旨および請求の原因の各欄における記載全部の趣旨を客観的に\n観察して判断すべきものであるところ、本件訴訟には前記認定のとおり記載しであ\nりその記載の全趣旨を観察して判断すれば、本件訴訟の被告は、久一会社でなく、\n竹一会社であるとみるべきであること疑問の余地がない。訴状に添附して久一会社\nの登記簿抄本を提出したのは誤りであつたことが明白である。\n昭和三五年四月九日の原審第二回口頭弁論期日において、被控訴会社の代理人が\n「被告会社の代表取締役をＣと訂正する。」と陳述したのは、明かに右代理人の誤\n解にもとづくものであつて、正当でなかつた。\n右の訂正陳述によつて被告を久一会社に適法に変更したとみることができないこ\nとはいうまでもない。そのような原告の任意的な意思にもとづく被告の変更（すな\nわち竹一会社を被告とする旧訴の取下および久一会社を被告とする新訴の提起）は\n元来許されないことである。\n叙上の次第であるから、原審第二回口頭弁論期日にＣが出頭してした前記和解は\n本件訴訟における訴訟上の和解として無効であることが明白である。したがつて右\nの和解によつて本件訴訟は終了しなかつた。\n次に被控訴会社の控訴会社（竹一会社）に対する本訴請求の当否について審案ず\nる。\n控訴会社が昭和三四年九月一〇日山ロモータースことＡに対し被控訴人主張の金\n一〇万五〇〇〇円の約束手形（甲第三号証）を振り出し交付し、右Ａが被控訴会社\nに対し右手形を裏書によつて譲渡し、被控訴会社において支払期日に支払場所で呈\n示をして支払を請求したけれども、その支払が拒絶されたことは、当事者間に争が\nなく、前顕甲第三号証によれば、右裏書譲渡の日時は同年一一月二日であることが\n明かである。\n控訴人は、「山口モータースは被控訴会社の販売代理店である。」と主張するけ\nれども、前顕本人Ｂの供述のうち右主張に副う部分はにわかに措信し難く、右の主\n張事実を肯認することができない。そして前顕甲第一ないし三号証と右Ｂの供述と\nを総合すれば、控訴会社は、山口モータースより中古マツダ製オート三輪トラツク\n一台を代金一〇万五〇〇〇円の定めで買い受けて、昭和三四年四月七日山口モータ\nースに対し右代金の支払方法として右と同一金額の約束手形（甲第一号証）を振り\n出し、これを書き換えて同年七月六日同一金額の約束手形（甲第二号証）を振り出\nし、更にこれを書き換えて同年九月一〇日同一金額の本件約束手形（甲第三号証）\nを振り出したのであるが、右の三輪トラツクは故障が多く、そのために控訴会社が\n再三にわたつて修繕等を要求したけれども、山口モータースにおいてこれに応ぜ\nず、その結果右の両者間に紛争を生じたことを認めることができる。しかしなが\nら、被控訴会社が本件手形の取得当時右売買当事者間に叙上のような紛争がある事\n実等を知つていたことを確認するに足る証拠がなく、被控訴会社が本件手形の悪意\nの取得者であることの証明がない。\nなお、控訴人は、「本件手形の支払期日にその支払を拒絶したところ、山口モー\nタースは右支払期日の三日後に本件三輪トラツクを無断で引き揚げて行つたので、\n控訴会社が手形の返還方を依頼し、山口モータースはこれを承諾して本件手形の返\n還方を確約した。」と主張する。しかし、本件手形の支払拒絶後に控訴会社と山口\nモータースとの間に右主張の事実があつたと仮定しても、その事実は、控訴会社が\n被控訴会社に対する本件手形債務の支払を拒否し得る事由とならない。\nしたがつて控訴会社は被控訴会社に対し右手形一〇万五〇〇〇円およびこれに対\nする本件訴状謄本が前記のように控訴会社に送達された日の翌日なる昭和三五年二\n月二六日以降右完済に至るまでの年六分の割合による金員を支払うべき義務があ\nる。\n以上のとおりであるから、原審が前記和解を無効と判断して弁論を続行し原判決\nを言い渡したのは正当であり、被控訴人の控訴は失当である。そして被控訴人の本\n訴請求は正当として認容すべく、これと同趣旨に出た原判決は相当であつて、控訴\n人の控訴は理由がない。それで当審における訴訟費用の負担につき民事訴訟法第九\n五条第九二条第八九条を適用して、主文のとおり判決をする。\n（裁判長裁判官　石谷三郎　裁判官　山口正夫　裁判官　吉田彰）\n"
}