{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 5,
    "day": 29
  },
  "case_number": "昭和39(う)1852",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "大阪高等裁判所第一刑事部",
  "lawsuit_id": "22524",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22524",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/524/022524_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人宮武太作成の控訴趣意書記載のとおりであるから、こ\nれを引用する。\n控訴趣意中事実誤認の主張について\n論旨は、原判示第一の一の（一）ないし（三）、（五）、第一の二の（一）、\n（二）、第二、第三につき、被告人は原判示の如き報酬として金員を供与したり、\n酒食の饗応をしたものではない、というのである。\nしかしながら、原判示挙示の関係証拠を綜合すると、被告人は原判示第一の一の\n（一）ないし（三）及び（五）、第一の二の（一）及び（二）、第二及び第三掲記\nの者に対して同各項記載の報酬等の趣旨で、同各項記載の金員を供与し酒食の饗応\n接待をなした事実を認めるに十分である。特に原判示第一、（一）のＡは知人の事\n件で被告人から弁護士を世話してもらつたことから恩義を感じていたところ、被告\n人からその選挙運動を頼まれて承諾したが、被告人は同人を自己の経営するＢ株式\n会社の従業員として雇用するわけではなく、又事実同人が同会社の仕事をしたこと\nもないのに、表面上同人が同会社の従業員であるように装うため「Ｂ株式会社営業\n部員、Ａ」という名刺を印刷して同人に渡し、名目は給料であるが実質は被告人の\nため投票取纏め等の選挙運動を依頼したことの報酬等として同人に対し原判示各金\n員を供与したこと、原判示第一、一の（二）及び第一、二の（一）、（二）のＣは\n被告人と同じ団地の住人であり、Ｄの口ききで被告人の選挙運動に従事したが、所\n論の如く被告人の後援会の書記として雇用されたわけではなく、寧ろ被告人のいわ\nば鞄持ちのような格好で選挙運動したこと、又元来後援会といつても、それは原判\n示選挙における被告人の票集めを目的としたものであり、同人に渡された原判示金\n員は、名目は後援会の書記としての給料であるが実質は被告人のための投票取纏め\n等の選挙運動を依頼し又は選挙運動をしたことの報酬等として供与したものである\nこと、原判示第一、一の（三）のＥは今回の選挙に察し被告人の参謀格として加わ\nつた者であるが、同人に渡した原判示二万円は所論の如くＦに対してＧ党公認運動\nを依頼することに対する運動費や手みやげ代ではなく、（その趣旨のものは別個に\nＥに交付されている）被告人がＧ党公認の件で同人に対しＨ府会議員のところへ行\nつて折衝してもらいたい旨頼んだところ、同人が副業として営むＩ店の仕入れ代金\n二万円を準備しなければならないから今日は都合が悪いといわれ、被告人は同人が\n被告人のために何かと票集めなどの運動をしてくれているので、それ位の金だつた\nらやつてよいと考えて現金二万円を供与したものであること、原判示第一、一の\n（五）のＪは今回の選挙に際し被告人の相談役であり、後援会会長でもあつたが、\n被告人は同人から選挙運動で忙しくて会社に給料をもらいに行けないので三万円貸\nしてくれ、と頼まれ、被告人は同人が票集めなどの運動をしてくれて給料ももらい\nに行けないのだから、それ位の金だつたらやつてもよいと考え現金三万円を供与し\nた事実が認められる。従つて、証拠物である金銭出納帖などに所論指摘の内容が記\n載されていても、右の認定に少しも影響がないのである。また、原判示各酒食の饗\n応は、所論の如くＧ党公認を獲得するに必要な公認推せんを得るだけの目的でなさ\nれたものは認め難い。他に記録を精査しても原判決に所論のような誤りは発見でき\nないから論旨は理由がない。次に職権をもつて原判決の法令の適用の当否について\n検討するに、原判決は原判示第一の二の（二）の事実、すなわち、被告人が昭和三\n八年四月一七日施行の原判示選挙の終了後である同年四月二四日頃Ｃに対して現金\n七、〇〇〇円を供与した事実につき、選挙終了後も被告人が「公職の候補者」たる\n地位にあるとの見解の下に公職選挙法二二一条一項三号三項を適用していることが\n判文上<要旨>明らかである。しかしながら、「公職の候補者」たる身分は、一たん\n取得すればいつまでも存続するものではな</要旨>く、当該選挙の終了と同時になく\nなるものと解すべきところ同条三項は「公職の候補者」たる身分を有する者が同条\n一項所定の罪を犯した場合に、これが身分を有しない者が犯した場合に比し、その\n罰則を重くした趣旨であることから考えると、立候補届出前の候補者と同様選挙終\n了後は同条三項所定の「公職の候補者」ということができないものと解するを相当\nとする（昭和三五年二月二三日の最高裁判所第三小法廷判決参照）検察官は選挙管\n理委員会が当該選挙終了後において出納責任者が提出した報告書の調査に関し同法\n一九三条により必要があると認めるときは「公職の候補者」に対し報告又は資料の\n提出を求めることができることになつている点からいつても同法二二一条三項一号\nにいう「公職の候補者」には「公職の候補者であつた者」をも含むと主張するけれ\nども、右一九三条は選挙管理委員会が選挙終了後において出納責任者の提出した報\n告書に関する調査の必要上、公職の候補者に対し報告又は資料の提出を求めること\nができることを定めた手続規定であつて、ここでいう公職の候補者とはその規定の\n趣旨からみると公職の候補者たりしものと解するのが相当であると考える。これに\n反し、同法二二一条三項の規定は刑罰法規であるから「公職の候補者」の解釈に当\nり、右一九三条と同一用語が用いられているからといつて直ちに「公職の候補者た\nりし者」をも含むと解することは妥当でない。そう解釈するには二二一条三項の趣\n旨にその根拠を求めなければならないところ、立候補届出前の候補者に比し、候補\n者たりしものを特に重くしなければならない理由を発見することができない。また\n検察官引用の大審院判例は衆議院議員選挙法一〇六条ないし一〇八条、一三六条に\nいう選挙事務長又は選挙運動の総括主宰者に関するものであつて本件に適切ではな\nい。しからば、選挙はいつ終了するかというに、当選人が定まりその当選の効力が\n生じたときと解するを相当とし、当選の効力は告示によつて効力を生ずるから、\n（同法一〇二条）当該選挙に関する事務を管理する選挙管理委員会が当選人の住所\n及び氏名を告示したときと考える。\n（同法一〇一条）ところで、本件選挙の当選人の告示は、被告人の当審における\n供述によると、昭和三八年四月一八日頃であることが明らかであるからそれ以後で\nある昭和三八年四月二四日頃に犯かした原判示第一の二の（二）の供与罪につき同\n法二二一条一項三号を適用すべきところを同条三項を適用した原判決の右法令の適\n用は誤りであるといわなければならないが、原判決は原判示各事実に併合罪の規定\nを適用し、被告人が立候補届出後選挙期日前に犯かした原判示第一の二の（一）の\n罪すなわち同法二二一条三項一号所定の懲役刑に基づき他の罪の刑を併合加重をし\nているのであつて、原判示第一の二の（二）の事実につき同法二二一条一項三号を\n適用してもその処断刑の巾は同一であり、量刑上においても何等かわりがないと認\nめられるから原判決の右誤りは判決に影響を及ぼさないものと解し、職権破棄の理\n由としない。\n量刑不当の主張について\nしかしながら、本件各犯行の罪質、態様、供与の金額、饗応の程度、被告人の身\n分、地位等記録に現われた諸般の事情に照らすと原判決の刑は重過ぎるとは考えら\nれないから、論旨は理由がない。\nよつて刑事訴訟法三九六条により主文のとおり判決する。\n（裁判長裁判官　笠松義資　裁判官　八木直道　裁判官　荒石利雄）\n"
}