{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 4,
    "day": 13
  },
  "case_number": "昭和34(れ)2",
  "case_name": "贈賄、経済関係罰則の整備に関する法律違反",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "集刑　第141号789頁",
  "original_court_name": "東京高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 33,
    "month": 11,
    "day": 17
  },
  "gist": "一　賄賂供与申込罪の成立と相手方の賄賂たることの認識の要否\n二　証拠により認定した事実を他の事実の証拠とすることの適否\n三　刑訴法第四一一条第二号に該当し、刑の執行を猶予するのが相当であるとした事例",
  "case_gist": "一　賄賂供与申込罪の成立には、相手方に賄賂たることを認識し得べき事情の下に金銭その他の利益の収受を促す意思表示をなせば足りるのであつて、相手方において実際上その意思表示を又はその利益が賄賂たる性質を具有することを認識すると否とは、同罪の成立に影響を及ぼすものではない。\n二　証拠によつて認定した或る事実を他の事実の証拠としても、少しも違法ではない（昭和九年（れ）第一五六八号同一〇年二月一四日大審院判決、刑集一四巻九二頁参照）。\n三　職権により調査するに原判決の判示するところによれば、被告人の本件利益贈与ないし利益提供の動機としては、相手方の職務行為に対する依頼又は謝礼の趣旨のほかに、多かれ少なかれ、それ以外の個人的な友交関係、政治献金、職務に関係のない個人的将来の庇護期待等の趣旨も認められ、必ずしも職務要因のみに基くものというような状況であつたとは認められないとし、また食糧事情が急迫していた当時の状況下においては被告人の右各贈与は犯情として被告人に有利なものを含んでいたとも認定している。そして被告人は逮捕拘禁以来約一四年の長期に亘り心身に有形無形の多大の苦痛を受けたものというべく、また被告人が反省謹慎の日を送りつつあることは一審判決の判示の趣旨からも窺知しうるところである。本件は当時いわゆるＡ事件として世人の耳目を聳動せしめた大事件であるが、その後の推移はＡ事件のＢ関係においては、収賄罪で起訴されたＣ、Ｄは無罪、Ｅ、Ｆ外五名は執行猶予となつている。叙上の諸事情（判文参照）を考慮するときは、被告人Ｂに対し実刑を科さなければ刑政の目的を達することができないものとは断じ難く、刑の執行を猶予するのが相当である。",
  "ref_law": "刑法198条，刑法25条1項，経済関係罰則の整備に官する法律5条，旧刑訴法336条，旧刑訴法360条1項，刑訴法317条，刑訴法335条1項，刑訴法411条2号",
  "lawsuit_id": "61229",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=61229",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/229/061229_hanrei.pdf",
  "contents": "主        文\n原判決中被告人Ｂに関する有罪部分を破棄する。\n同被告人を懲役一年に処する。\n第一審における未決勾留日数中一〇〇日を右本刑に算入する。\n但し本裁判確定の日から五年間右刑の執行を猶予する。\n訴訟費用中原審証人Ｇ、同Ｈ、同Ｉ、同Ｊ、同Ｋ、同Ｌ、同Ｍ、同Ｎ、\n同Ｏ、第一審証人Ｐ、同Ｑ、同Ｏ、同Ｒ（第一審第六八回公判における分）、同Ｓ、\n同Ｔに支給した分は被告人Ｂの負担とし、原審証人Ｕ、同Ｖ、同Ｗ、同Ｘ、同Ｙ、\n同Ｚ、同Ａａ、同Ａｂ、第一審証人Ｒ（喜多方工場における分）、同Ｕに支給した\n分は被告人Ｂをして同Ａｃと連帯して負担させ、第一審証人Ａｄ、同Ｌ、同Ａｅ、\n同Ａｆ、同Ａｇ、同Ａｈ、同Ａｉに支給した分は被告人Ｂをして第一審相被告人Ａ\nｊと連帯して負担させ、第一審証人Ａｋ、同Ａｌに支給した分は被告人Ｂをして第\n一審相被告人Ａｍと連帯して負担させ、第一審証人Ｊ（第一審第八四回公判におけ\nる分）に支給した分は被告人Ｂをして第一審相被告人Ａｎと連帯して負担させる。\n被告人Ａｃの本件上告を棄却する。\n理        由\n被告人Ｂの弁護人田中康道の上告趣意第一点について。\n論旨は、本件については日本の裁判所に裁判権がないと解すべきであるのに、こ\nれを肯定した原判決は違憲であると主張する。\nしかし、わが国が連合国の占領管理下にあつた本件犯行当時においては、「日本\nにおける連合国の管理は原則として間接管理の方法をとつており、従つて連合国最\n高司令官の命令又は指示に基く事項であつても、これに関する裁判は、特に日本の\n裁判所がこれを審判することを排除する趣旨が明らかであるものを除き、日本の裁\n判所にまかされて」いたことは、昭和二六年（ク）第一一四号同二七年四月二日大\n法廷決定（最民集六巻四号三九二頁）の既に判示するところである。そして原判決\n認定にかかる被告人Ｂの本件各所為は、右大法廷決定にいわゆる「連合国最高司令\n官の命令又は指示（本件では、主要な金融又は産業的企業の解体又は清算に関する\n昭和二〇年一〇月二〇日付覚書、制限会社の規制に関する同年一二月八日付覚書、\n肥料の生産、配給及び消費に関する同二一年五月一七日付覚書、本件Ａ肥料工場の\n復興資金借入許可に関する第一次ないし第三次覚書）に基く事項」とはいえないこ\nとが明白であるのみならず、右各所為が、たとえ所論のように「連合国最高司令官\nの命令又は指示（前同）に基く事項」に関連してなされたものであるとしても、こ\nれに関して日本の裁判権を排除する特別の理由も認められないから、所論のように\n日本の裁判所に裁判権がないということはできない。この点に関する原判決の判断\nは結局において正当であり、論旨は採るを得ない。（なお、本件の如き間接管理の\n場合ではなく、いわゆる直接管理の場合においても、「わが国の官憲は、連合国最\n高司令官又はその委任に基き進駐軍当局が、占領目的遂行のために発する命令を遵\n守し又は施行する義務を課せられていたものであるから、かかる命令に基きわが国\nの公務員が進駐軍当局の占領目的遂行のための行動に協力しまたはこれを補助する\n行為も、わが国の公務員としてわが国の公務を執行するものに外ならない」ことに\nついては、昭和二七年（れ）第七三号同三三年一月二九日大法廷判決、最刑集一二\n巻一号七四頁参照。）\n次に論旨は、原判決が、前記財閥解体に関する諸覚書、肥料の生産、配給及び消\n費に関する覚書は、日本政府を名宛人とし日本政府に対し必要な処置をとることを\n命じたものであつて、特定の政府機関ないし特定の者に対して直接何らかの行為を\n命じたものとは解することができないし、また所論第一次ないし第三次許可覚書も\n皆同じく日本政府宛のものであつて、Ａ当事者がこの許可覚書によつて占領軍当局\nから直接肥料工場復旧の要求を受けていると解すべきではない旨判示した点が、昭\n和二五年七月一八日付連合国最高司令官の吉田内閣総理大臣宛書簡に関する同二七\n年四月二日当裁判所大法廷決定に違反すると主張する。\nしかし、前記各覚書は、右書簡とは内容趣旨において全然異なるのみならず、そ\nの形式内容に徴しても、それらは、すべて日本政府宛のものであつて日本の国家機\n関を構成する公務員並びに国民に対し直接何らかの行為を命じたものとは認められ\nないから、日本のすべての国家機関並びに国民に対する指示と認められる前記書簡\nに関する右大法廷決定は、本件とは事案を異にし適切を欠くものであり、所論は上\n告適法の理由とならない。\nさらに論旨は、原判決が、臨時資金調整法四条の二と制限会社令二条後段とは、\nその立法趣旨を異にするから、両者は両立し得るのであり相牴触するものではない、\n従つて、両者が常に重複牴触の関係にあつて、前者は後者のため効力を停止せられ\nると論ずることは許されない旨判示した点が、前記大法廷決定に違反すると主張す\nる。\nしかし、所論引用決定は、日本の法令が連合国最高司令官の発した命令指示に牴\n触する限りその適用が排除される旨判示したものであるところ、本件における臨時\n資金調整法四条の二と制限会社令二条後段とは、その立法趣旨を異にし、両立併存\nするものであつて互に牴触排斥の関係にあるものではないとの原判断は正当である\nから（本件においては、たまたまＡが制限会社として指定を受けているため、本件\n肥料工場復興資金借入については、右両者が重複して適用される結果双方の許可を\n必要とするに過ぎないのである。）、引用決定は本件とは事案を異にし適切ではなく、\n論旨は上告適法の理由とならない。\n同第二点について。\n論旨は、所論金融機関資金融通準則の根拠法令たる金融緊急措置令六条は、「金\n融機関其の他大蔵大臣の指定する者」と規定しているだけであつて、大蔵大臣がそ\nの指定をなし得るための条件については何も規定していないから、資金融通の制限\nを受ける主体は、委任を受けた行政機関の任意に任かされその範囲が無限定である\nし、また同条は、大蔵大臣が「資金融通の制限又は禁止」の命令を発し得るための\n条件、目的について何も規定していないから、行政機関は如何なる目的のためにも\n自由に右命令を発し得ることになる、従つて同条は、委任立法として新旧両憲法上\n許容せらるべき委任限度を超えたものであつて違憲無効であると主張する。\nしかし、金融緊急措置令八条は、「本令に於て金融機関とは郵便官署、銀行……\nを謂う」と規定しているのであるから、所論Ａｏ銀行は、同措置令六条の「金融機\n関」に該当し「その他大蔵大臣の指定する者」ではない。従つて右「その他大蔵大\n臣の指定する者」という文言が、所論のように委任立法の範囲を逸脱しているか否\nかは、本件においては不必要無関係である。また右措置令が、終戦後における悪性\nインフレーシヨンに対処しこれを制圧克服する目的を以つて制定せられたものであ\nることは、所論においてもこれを自認するところであるばかりでなく、その制定の\n経過自体に徴しても、またこれと同時に日本銀行券預入令等の緊急勅令が制定公布\nせられた事実に鑑みても、誠に明白なところである。されば同措置令の解釈適用に\n当つては、右制定の目的、趣旨が形式的に条文上明記されていないからといつて、\n所論のようにこれを無視除外して事を論ずべきではない。それ故所論違憲の主張は、\nすべてその前提において失当であり、上告適法の理由とならない。（なお、金融緊\n急措置令六条が旧憲法下においても違憲無効であるとの論旨は、原判決認定の被告\n人ＢのＡｃ、Ｆに対する本件各犯行の日時がいずれも日本国憲法施行後に属するか\nら、不適法な主張である。）\n右違憲の主張を除くその余の論旨は、単なる法令違反の主張であつて上告適法の\n理由とならない。（所論がその実質においても理由のないことについては、論旨引\n用の昭和二八年（あ）第五六二六号同三一年二月二九日第二小法廷決定参照。）\n同第三点について。\n論旨は、Ａの本件肥料工場復興資金借入に関する許可申請及びこれに対する許可\nは、その内容と目的において、臨時資金調整法四条の二の場合も、制限会社令二条\n後段による場合も、両者ともに同一で寸毫も異なるところはないから、一般人の中\n特に制限会社の場合を対象とする制限会社令二条後段の規定は、一般人を対象とす\nる普通法又は原則法たる臨時資金調整法四条の二の規定に対し、特別法又は例外法\nたる性質を有し、従つて右調整法四条の二の規定は、本件に関する限り、制限会社\n令二条後段の規定により効力を排除せられると解すべきである、また制限会社令二\n条後段の規定により大蔵大臣の許可を得た以上、それは臨時資金調整法施行令六条\nの三、第一項第二号の「行政官庁の認可又は許可を受けたる者」に該当し、右調整\n法四条の二但書の「命令の定むる者」に当たるから、同条項本文の許可を重ねて受\nけることを要しないと解すべきである、しかるに右と異なる見解を採る原判決は、\n一般法・原則法と特別法・例外法との関係に関する法理を誤つた違法があると同時\nに、大正二年（オ）第一二五号同年六月一二日大審院判決に反する判断を示した違\n法があり、さらにまた右調整法四条の二及び同法施行令六条の三の解釈を誤つた違\n法がある旨主張する。\nしかし、論旨中判例違反を主張する点は、論旨引用の右大審院判決が、旧刑訴一\n三条一項と民法七〇九条との関係について判示したものであつて本件とは事案を異\nにし適切を欠き、その余の論旨は単なる法令違反の主張（なお、臨時資金調整法四\n条の二と制限会社令二条とは、その立法趣旨を異にし両者は両立併存するものであ\nつて、本件資金借入については重複して適用されることについては前説明のとおり\nである。）であつて、論旨はすべて上告適法の理由とならない。\n同第四点について。\n論旨は、Ａｐ株式会社（以下単にＡｐと略称する。）からＡｑ株式会社（以下単\nにＡｑと略称する。）に対する本件融資は、Ａｐ株式会社法及びＡｒ金庫法上違法\n又は脱法行為であるから、これに関してはＡｐ理事長Ｅは法令上の職務権限を有し\nない、従つて被告人Ｂについても原判決認定の賄賂供与罪は成立しないと主張する。\nしかし、所論は、単なる法令違反の主張であつて、上告適法の理由とならない。\nのみならず、原判決の認定するところによれば、日本政府は、終戦後における国民\n生活の復興特に食糧不足を打開すべく、食糧増産対策の一環として、全国化学肥料\n工場が、戦時中の設備の修理不足、運転休止等による老朽化及び戦災による破損等\nにより、その生産量が著しく低下している事態に鑑み、昭和二〇年一一月一三日閣\n議決定「食糧増産確保に関する緊急措置に関する件」により、化学肥料製造工場の\n設備資材及び原料の供給並びに肥料製造業者に対する資金の融通につき特別の措置、\n例えば金融機関に対する融資命令、Ａｒ金庫よりの融資を計るべきこと等を決定し、\n当初は政府の金融機関に対する融資命令等の手続がとられるまでの間の繋ぎ資金の\n趣旨で、後には肥料製造業者の行う社債発行までの繋ぎ資金という趣旨で、Ａｒ金\n庫の資金をＡｐを通じて各肥料製造業者に融資を行うよう行政指導をしたのであつ\nて、すなわち、昭和二〇年一一月一七日付農林省農政局長、同総務局長のＡｐ理事\n長宛通牒、同二一年二月二〇日付農林次官のＡｒ金庫理事長宛通牒により、Ａｐは、\n全国肥料工場設備の復旧転換等の資金としてＡｒ金庫から一括融資を受け、これを\nＡｑを含む各肥料製造会社に貸付けたというのである。そして、Ａｐ株式会社法九\n条二項、二五条によれば、Ａｐは、政府の許可を受け又はその命令により同法九条\n一項三号所定の「其の他肥料の供給確保上必要なる事業」を行い得ることが明らか\nであり、Ａｐの各肥料製造業者に対する本件融資は前示条項にいう「其の他肥料の\n供給確保上必要なる事業」に当たると解するのが相当であり、またＡｒ金庫法一五\n条一項五号によれば、Ａｒ金庫は、その業務上の余裕金を、主務大臣の許可を受け\nて「農林水産業に関する事業を営む法人」に対し短期貸付をなすことができる旨規\n定されている。それ故ＡｐのＡｑに対する本件融資が、所論のように違法又は脱法\n行為であるとは到底認めることができない。\n同第五点について。\n論旨は、要するに、Ｃ関係における本件一〇〇万円授受の経過顛末として原判決\nが認定した所論諸事情、さらに右に関連して原判決が認定した所論指摘の諸事実並\nびに引用各証拠によれば、被告人ＢはＣをして右金員が賄賂であることを了知せし\nめ得べき事情の下にその収受を促したものではなく、原判示の請託とは何ら関係の\nない所論挨拶料又はいわゆる政治献金の趣旨であることを示してその収受を促した\n事実が認定されるし、かりに、被告人Ｂにおいて、原認定のような賄賂提供の意思\nがあつたとしても、その意思表示は、右金員を現実に持参提供したＡｊの行為によ\nり中断せられＣに対しては不到達に終つているから、本件賄賂供与申込は未遂であ\nる、しかるに同申込罪の成立を認めた原判決は、所論大審院判決に反する判断を示\nしたものであると同時に同申込罪の法理を誤つた法令違反の違法がある、と主張す\nる。\nしかし、論旨は、事実誤認の主張と原認定に副はない事実関係を前提とする判例\n違反（なお、引用判例は、本件と事案を異にする。）、刑法違反の主張に過ぎず、す\nべて上告適法の理由とならない。\n同第六点について。\n論旨は、要するに、被告人Ｂ等のＣに対する本件請託は、Ａｓ代議士の国会にお\nける反Ａ的再発言を、Ｃの社会党の領袖、大先輩としての後輩に対する勢威をもつ\nてその個人的影響力により、少くとも昭和二二年末まで押えることを依頼したに止\nまるのであつて、原判決が、Ｃに対する本件請託の内容、その請託の対象としたＣ\nの資格、ひいて本件一〇〇万円の提供趣旨、右請託に対するＣの拒絶言辞の内容及\nび趣旨として、認定した各事実はすべて事実誤認であり、また原判決は、Ｃの国務\n大臣又は衆議院議員としての職務に関する事項でないものをその職務に関すると解\nした違法があり、さらに原判決認定のＣの右拒絶言辞の内容及び趣旨は、証拠によ\nらないでこれを認定した違法があるのみならず、原判決は本件一〇〇万円の提供趣\n旨について前後相異なる認定判示をした理由そごの違法がある旨主張するものであ\nつて、所論は、結局において、事実誤認、刑法違反、訴訟法違反の主張を出でず、\nすべて上告適法の理由とならない。\n同第七点について。\n論旨は、要するに、被告人Ｂにおいて、原判決認定のように、Ｃの拒絶にも拘ら\nずなお一種の希望を抱いていたとしても、所論証拠によつて認め得べき所論事実や\n原判決認定にかかる所論引用事実からすれば、右一種の希望は、贈賄の意図、目的\n意思にまで凝結したものとはいえない筋合であり、従つて被告人Ｂには贈賄意図は\nなかつたのであり、この点において原判決は、事実誤認であるのみならず判示自体\nに矛盾があつて理由そごの違法があり、さらに原判決（七二四頁）が「Ｂ、Ａｊの\n認識は賄賂の意味を含ませていたので云々」と判示し、「認識」があつたというこ\nとだけで直ちに賄賂意思の表示があつた、すなわち賄賂意思をもつて本件一〇〇万\n円を提供したものであると断じた点において、賄賂罪に関する法令違反の違法があ\nる旨主張する。\nしかし、所論も事実誤認、訴訟法違反、刑法違反の主張であつて、すべて上告適\n法の理由とならない。\n同第八点について。\n論旨は、要するに（なお、以下においては、復興金融金庫、復興金融委員会、同\n委員会幹事を、それぞれ復金、復金委員会、復金幹事と略称する。）、被告人ＢのＤ\nに対する本件一〇万円の提供趣旨の中には、原判示のような二つのいずれも、Ｄの\n復金幹事としての職務に関する謝礼報酬の意味をも含ませていたとの原判決認定事\n実及び該認定に関連し又はその裏付として原判決の認定した所論指摘の各事実、す\nなわち、原判決認定の提供趣旨の一については、銀行局長兼復金幹事であつた当時\nのＤが復金幹事として原判示のような職務権限を有していたこと、当時被告人Ｂに\nおいてＤが復金幹事であることを認識し、そしてその復金幹事としての職務権限に\nついて原判示のような認識を有していたこと、所論第二次予算に基く復金のＡ融資\nに関して、被告人ＢがＤに対し原判示の機会に原判示の如き内容の陳情依頼をした\nこと（なお、論旨は、その内容が、かりに「復金委員会を早く開いてくれ」という\nことであつたとしても、それは、Ｄの復金幹事としての職務権限に属しない具体的\n事項についての依頼であるのに、これを、原判示のように、「復金委員会の融資承\n認手続促進の依頼」であるとするのは、問題のすりかえであると非難する。）、しか\nも右陳情依頼は復金幹事たるＤをも対象としてなしたものであること、そのため被\n告人ＢがＤから復金委員会の融資承認手続について世話になつたであらうという考\nえを抱いていたこと、さらに右第二次予算中の一億円と三億八五二〇万円について\nは復金委員会の融資承認が原判示の如くであつたが故に、被告人ＢはＤに対してな\nした原判示陳情依頼が奏功して右承認手続を迅速に運んで貰い便宜を得たと考え感\n謝の念を抱きその謝意を表する気になつたこと、次に、原判決認定の提供趣旨の二\nについては、被告人Ｂは、Ｄが主計局長兼復金幹事であつた時代の中昭和二二年一\n一月二六日以降においては、原判示のＡ融資に関する客観状勢の悪化、復金の融資\n方針の変更、復金幹事の権限の強化の諸事情の故に、Ｄの復金斡事たる地位につい\nて従来の認識を改めこれに期待を寄せるに至つたこと、さらにＤがたとえ自ら復金\n委員会、同幹事会に出席しなくとも銀行局側の復金幹事に連絡して復金融資につき\nＡのため何かと面倒を見てくれることが可能だと考えていたので、将来復金より受\nくべきＡ融資につき同人から好意ある配慮を得たいという期待の念を抱いていたこ\nと等の各認定事実は、不当、非常識若しくは前後矛盾の認定であつてすべて事実誤\n認であり、しかも原判決は、上叙各事実の認定に当つては、或は虚無の証拠により、\n或は証拠の趣旨を歪曲曲解し又は不可分の供述の一部をその前後の脈絡から断ち切\nり全体の意味とは趣旨を異にして採証し、或は原判決自らその信憑性なしと排斥否\n定したものを証拠として採証する等の採証法則違反を敢えてし、また、復金委員会\nの開催期日の指定は、同委員会会長の職務権限に属し、その期日指定に関する起案\nや右期日通知の発送事務は、右会長の特命を受けた復金課長兼復金幹事Ａｔが復金\n幹事として担当処理していたので、これらに関しては、Ｄは、銀行局長兼復金幹事\n当時、復金幹事として法令上においても事実上においても何らの職務権限を有しな\nかつたのであるから、かりに被告人ＢがＤに対して復金委員会を早く開いてくれと\n依頼したとしても、そしてまた、Ｄが右依頼に応じ世話をしてくれたため復金融資\nが早期に実現したと思いその謝礼の趣旨をも含ましめたとしても、本件一〇万円は、\nＤの復金幹事としての職務に関して提供されたものとはいえないのであつて、原判\n決には賄賂罪に関する法令違反の違法があり、さらに、原判決（九一二頁）が「Ｄ\nの復金幹事としての職務に関する行為について対価とするという意識を含む云々」\nと判示し、「意識」があつたということだけで直ちに賄賂意思の表示があつた、す\nなわち賄賂意思をもつて本件一〇万円を提供したものであると断じた点においても、\n賄賂罪に関する法令違反の違法がある旨主張する。\nしかし、所論は、事実誤認、採証法則違反、訴訟法違反、刑法違反の主張を出で\nず、すべて上告適法の理由とならない。のみならず、原判決挙示の昭和二八年押第\n二号（ハ）第三九九八の一、二号によれば、「復金委員会（及同幹事会）開催通知\nの件」と題する起案によつて、所論委員会開催期日の指定とその通知とが同一書面\nにより同時に起案決裁せられていた事実、しかもＤは、銀行局長兼復金幹事であつ\nた当時、右決裁に関与している事実が明らかであるから、同人が右当時復金幹事と\nして右開催期日の指定に関し何らの職務権限を有しなかつたとの所論は採るを得な\nい。\n同第九点について。\n論旨は、要するに、原判決は、被告人Ｂが本件一〇万円をＤ方に差し置き辞去し\nた時に、賄賂たるの情を了知せしめ得べき状態において金員を提供したものとして、\n賄賂供与申込罪の責任を免れることはできない旨判示しているけれども、所論引用\nの原判示諸事実から見ても、被告人Ｂが本件一〇万円をＤをして賄賂であることを\n了知せしめ得べき事情の下にその収受を促したものとはいいえず、却つてＤの職務\nに関係のない専ら友情その他に基く贈物であることを了知せしめ得べき事情の下に\nこれが収受を促したに過ぎないのであるから、原判決は、所論大審院判決に相反す\nる判断を示していると同時に賄賂供与申込罪の成立に関する法理を誤つた法令違反\nの違法があり、また、原判決が、Ｄにおいて、本件一〇万円の提供を受けた当時そ\nの趣旨について疑惑の念を抱いたけれども、これを解消し結局賄賂たることの認識\nを欠如するに至つた所以の事実理由として認定した所論諸事情こそは、むしろＤを\nして賄賂たることを了知せしめ得ない事情に外ならないから、原判示には重大なる\n矛盾撞着があるし、さらにまた、右差置辞去の時には、単なる友情その他に基く贈\n物としての意思表示はＤに到達したが、賄賂提供の意思表示は未だ到達していない\nのであるから、賄賂供与申込罪は未遂であり、この点においても原判決には、右申\n込罪の成立ないし成立時期に関する法令違反の違法がある旨主張する。\nしかし所論中判例違反を主張する点は、引用判例が本件と事案を異にし適切を欠\nくのみならず、原判決の事実誤認又は原認定に添わない事実関係を前提とするもの\nであり、その余の論旨もまた、原判決の事実誤認又は原認定に添わない事実関係を\n前提として単なる法令違反を主張するものに過ぎず、論旨はすべて上告適法の理由\nとならない。\n同第一〇点について。\n論旨は、要するに、所論復金委員会通牒「復金融資取扱規則」「復金融資取扱暫\n定規則」中には、復金が一口五千万円以上の融資をするにつき事前に復金委員会の\n承認を受くべき旨の規定があるが、この規定は法令上の根拠を欠き無効であるから、\n復金委員会は復金の右融資について承認をする権限を有しないのである、されば、\n原判示のように、復金委員会幹事が復金委員会の右融資承認手続に関与したり、ま\nた昭和二二年一一月二六日以降においては、復金幹事会が復金委員会の右承認につ\nき「下審査」を行うことも、復金委員会が右承認権を有することを前提とするもの\nであるから、前同様法令上の根拠を欠く職務権限というべきである、それ故、Ｄは\n復金幹事として法令上原判示のような職務権限を有しないのであつて、同人に対す\nる被告人Ｂの本件賄賂供与申込罪は成立しない旨を主張する。\nしかし、所論は、単なる法令違反の主張であつて上告適法の理由とならない。の\nみならず、所論復金委員会官制一条にいう「復金法の規定によりその権限に属させ\nた事務」とは、所論のように、単に復金法が明文で規定した事項のみに限ると狭義\nに解すべきではなく、復金の行う融資に密接な関係がある事項であつて、復金法の\n規定の趣旨から、復金委員会に許容していると認められる事項をも含むと解するの\nが相当である。復金法は、復金委員会の権限として、（１）従たる事務所の設置及\nび銀行その他の者に業務の一部を取り扱わせることについての承認権（二条二項）、\n（２）政府出資の金額等の指定に関する権限（四条二項）、（３）定款及びその変更\nの承認権（五条、三八条）、（４）理事長、副理事長、理事及び監事の政府任命の際\nの推せん権並びにこれらの役員の任期を定める権限（一二条）、（５）理事長、副理\n事長及び理事の兼職の承認権（一四条）、（６）復金の目的達成上必要な業務の承認\n権（一五条三項）、（７）業務開始の際の資金の融通に関する条件その他の業務方法\nの承認権及びその変更の承認権（一六条）、（８）業務期間の短縮又は延長に関する\n承認権（一七条二項）、（９）復興金融債権発行の承認権（二一条）、（１０）毎事業\n年度の事業計画及び経理予算並びにこれらの変更の承認権（二五条）、（１１）毎事\n業年度の財産目録、貸借対照表、損益計算書、統計書類の受理及びその承認に関す\nる権限（二六条一項）、（１２）剰余金処分の承認権（二七条）について明文を置い\nているが、これらの各規定を原判決認定の復金法制定経過に照らして考察すれば、\n復金法は、復金が「経済の復興を促進するため必要な資金で他の金融機関等から供\n給を受けることが困難なものを供給することを目的」とし、国の出資にかかる特殊\nの金融機関である点に鑑み、その適正かつ合理的な運営を期するため、復金委員会\nをして復金に対し直接監督権を行使せしめんとする趣旨が明白であり、そして、当\n時においても一口五千万円以上の融資といえば大口融資であつて、何時如何なる者\nにかかる融資がなされるかは、復金の事業遂行上重要事項であり、これが融資の如\n何は、復金の適正合理的な運営ひいてその目的達成にも重大な影響を及ぼすもので\nあることも明らかである。それ故復金委員会が、復金の行う融資の基本方針として、\n一口五千万円以上の大口融資については事前に同委員会の同意（承認）を要するこ\nとを規定し、これによつて右直接監督権を行使することを、復金法が許容していな\nい趣旨であるとは到底解することができない。所論復金法三三条一号の規定も右解\n釈を否定するに足りない。されば、所論各規則中の所論規定が法令上の根拠を欠き\n無効であること及びこれを前提として復金幹事又は同幹事会の原判示職務権限が同\n様法令上の根拠を欠くものであるとの所論は採るを得ない。\n同第一一点について。\n論旨は、要するに、原判決は、相被告人Ａｃに対する本件掛軸四幅の供与の事実\nについて、その供与趣旨には、（イ）Ａ喜多方工場電力問題に関する相被告人Ａｃ\nの尽力に対する謝礼の趣旨等の外、（ロ）ＡがＡｏ銀行から受ける融資等につき好\n意ある取扱を受けた謝礼及び将来も同様の取扱を受けたいとの依頼の趣旨をも含め\nていたから、（ロ）の趣旨を含む点において、被告人Ｂは相被告人Ａｃの職務に関\nし賄賂を供与したものであると認定しているけれども、右認定は、喜多方工場電力\n問題に関する相被告人Ａｃの尽力、その奏功功績、これに対するＡ当局特にその社\n長たる被告人Ｂの感謝の念等を過小評価し、その反面においてＡｏ銀行のＡに対す\nる融資事務についての相被告人Ａｃの関与関係を作為的に不当に誇張した結果に外\nならず、本件掛軸贈呈には右（ロ）の趣旨は全然含まれておらず専ら（イ）の趣旨\nのみであつたから、原判決の右認定は誤認である、なお原判決が右認定に関連して\n認定した所論各事実も誤認である旨主張する。\nしかし、所論は、事実誤認の主張であつて、すべて上告適法の理由とならない。\n同第一二点について。\n論旨は、Ｅに対する本件株券供与の趣旨には、原判示のような趣旨が含まれてい\nたとの原認定は誤認であり、単純なる政治資金の供与の趣旨がそのすべてであつた\nとの事実誤認の主張と証拠の取捨選択の非難及びその価値判断の非難を主張するに\n帰し、すべて上告適法の理由とならない。\n同第一三点、第一四点について。\n論旨は、Ａｍ、Ａｎ、Ｆ関係において、原判決の認定した本件金員又は財産上の\n利益の供与の各趣旨が、その当時における異常特殊な所論事情を無視したものであ\nつて事実誤認であるとの主張と証拠の価値判断の非難を主張するものであり、すべ\nて上告適法の理由とならない。\n同第一五点について。\n論旨は、Ａｕ、Ａｖ、Ｍ関係において、原判決の認定した供与又はその申込の各\n所為は、被告人Ｂが病気のため正常な思考判断力を欠いていたためになされたもの\nであるのに、この主張を排斥した原判決は事実誤認である旨を主張するものであつ\nて、上告適法の理由とならない。\n同第一六点について。\n論旨は、明治二六年勅令一二二号各省官制通則一六条は「次官は大臣を佐け省務\nを整理し各部局の事務を監督す」と規定していたが、右通則は昭和二二年五月三日\n廃止せられ、その後、次官の職務権限を新たに規定した国家行政組織法一七条の二\nが施行（昭和二四年六月一日）せられるまでの間は、次官の職務権限を規定した法\n令はわが法制上全然存在しなかつたのであるから、被告人Ｂが大蔵次官Ａｗに対し\n本件一〇万円を提供した昭和二二年八、九月頃当時においては、次官の職務権限を\n規定した法令を欠き、それ故Ａｗが大蔵次官として原判示の如き職務権限があると\nした原判決は法令違反であると主張する。\nしかし、所論は、単なる法令違反の主張に過ぎず上告適法の理由とならない。の\nみならず、行政官庁法（昭和二二年法律六九号、同二二年五月三日施行され同二四\n年五月三一日の経過により失効）八条は「各大臣の所管する部内に置くべき職員の\n種類及び所掌事項は、法律又は政令に別段の規定あるものを除くの外、従来の職員\nに関する通則による。」と規定しており、右の「従来の職員に関する通則」には、\n所論明治二六年勅令一二二号各省官制通則をも含むと解すべきであるから、所論は\n採るを得ない。\n次に論旨は、原判決は、Ａｗ関係事実につき、「Ａの融資等に関し便宜の取扱を\n受けたい趣旨云々」と認定判示しているけれども、その「等」とは如何なる事項を\n指示するのか不明であるから、これと原判示のＡｗの職務権限とは如何なる関係に\nあるのかも不明であり、従つて賄賂罪の判示としては法令違反であると主張するが、\n右主張も単なる法令違反の主張であつて上告適法の理由とならない。\n次に論旨は、かりにＡｗが、原判示のように、大蔵次官として大蔵大臣を輔佐す\nる職務権限を有していたとしても、大蔵大臣Ａｘとこれを輔佐する大蔵次官Ａｗと\nは、Ａ融資に関する賄賂罪成否の職務要因については両者同一であり、しかも被告\n人Ｂが大蔵大臣Ａｘに対し昭和二二年九月頃三〇万円を供与したとの公訴事実と大\n蔵次官Ａｗに対し同年八、九月頃本件一〇万円を提供したとの原認定事実とは、日\n時の点においても同じ頃であるにも拘らず、原判決は前者については賄賂罪の成立\nを否定し後者についてはこれを肯定しているのであつて、これは、輔佐を受ける大\n蔵大臣Ａｘと輔佐をなす大蔵次官Ａｗとを、右職務要因の成否につき彼此異別に認\n定判示したものであるから、原判示自体矛盾撞着しており法令違反である旨主張す\nる。\nしかし、所論は、単なる法令違反の主張であつて上告適法の理由とならない。の\nみならず、論旨の原判決（四七一頁ないし四七三頁）の引用は、「云々」として重\n要なる部分を脱落しており、また原判決は「この点の依頼のみのために、わざわざ\nＡｘに対し金員を供与するというような状況であつたとは認められない。云々」\n（四七三頁）と判示しているのであつて、所論のように「この点に関しＡｘに依頼\nして金員を供与するような状況ではなかつた旨」を認定判示しているのではないこ\nと判文上明白であり、そして原判決は、被告人Ｂとしては、原判示のように、程度\nの低いものではあるが大蔵大臣Ａｘの職務行為に対する依頼の趣旨をも未必的に含\nませていたのであるが、その賄賂供与申込の意思表示は、中間に介在したＡｙの行\n為により中断せられ、Ａｘに到達しなかつたから、被告人Ｂについても賄賂罪は成\n立しないと判示しているのである（五一九頁参照）。それ故原判決には、所論の如\nき矛盾撞着の法令違反は存在しない。\n其の余の論旨は、Ａｗに提供した本件一〇万円の趣旨は、同人が大蔵次官退官後\n出馬する所論選挙のための準備活動資金であつて、原認定の如き趣旨のものではな\nいとの事実誤認の主張と証拠の取捨選択及びその価値判断の非難を主張するもので\nあつて、上告適法の理由とならない。\n同第一七点について。\n論旨は、Ａｚ関係において原判決の認定した本件三万円の提供趣旨が誤認であつ\nて、右金員は同人の子供の出産に対する御祝及び入費としての心遣いであるとの事\n実誤認の主張に帰し、上告適法の理由とならない。\n同第一八点について。\n論旨は、要するに、日本銀行理事Ｂａは、同銀行の考査局長としての事務を担当\nしていたのであり、理事としても考査局長としても原判示のような職務権限を有し\nていなかつたのであつて、原判決は、日本銀行法一五条三項、同銀行定款二三条三\n項、二四条、日本銀行内規二条一項、三条の解釈を誤り、その職務権限に属しない\nものを同人の職務権限とした違法があり、また同人に対する本件一〇万円の提供は、\nＡに対する融資問題とは何らの関係はなく、親密なる交友関係に基いて絵画同好の\n友人として絵画の贈物に代えてなされたに過ぎないから、原判決は事実誤認である\n旨主張する。\nしかし、所論は、単なる法令違反と事実誤認の主張であつて上告適法の理由とな\nらない。（なお、日本銀行法一五条三項、同銀行定款二三条三項の規定は、副総裁\n及び理事は総裁を輔佐しそして定款又は総裁の定める所により同銀行の業務を掌理\nするとの意味に解すべく、従つて理事は、総裁の総理する同銀行の業務全般に亘り\nこれを輔佐すると共に、日本銀行内規三条によつて総裁が定めた担当業務を掌理す\nる職務権限を有するというべきであり、所論のように、理事の右輔佐権の範囲は、\n右内規三条によつて総裁の定めた担当業務に限られると解すべきではない。また、\n日本銀行定款二四条、同銀行内規二条一項にいう役員集会において審議すべき「諸\n般の重要事項」も、所論のように、同銀行の目的達成上又はその運営上重要と認め\nられる一般的政策的事項のみに限ると解すべき理由はない。本件Ａ融資に関する所\n論問題についても、いやしくも日本銀行理事において、これを緊急を要する重要事\n項と認めるにおいては、役員集会においてこれを発議しその審議の対象とすること\nを妨ぐべき理由はない。）\n同第一九点について。\n論旨は、要するに、賄賂罪の規定における「職務」は、これをその行使との関係\nから見れば潜在的・抽象的概念であり、刑法はこの意味における職務の不可侵性若\nしくは純粋性を保護せんとするものではなく、その職務に基ずく具体的な職務行為\nの不可買収性を保護せんとするものであるから、その行為が現実に行われ又は行わ\nれんとする状況がある場合に初めて賄賂罪の対象として意義を持つのである、そし\nて、右の職務行為が行われ又は行われんとする状況とは、その職務を有する者の主\n観においてさようであるのみならず、客観的状況下においてもそのように認めるこ\nとが相当とせられる場合でなければならない、しかるに、本件において、Ａｗ、Ｄ、\nＢａ、Ｅ関係においては、この状況があるとは認められない、すなわち、原判示に\nよれば、同人等の判示職務の中如何なる具体的事項についての如何なる具体的行為\nとＡまたはＡｑに対する融資についての如何なる具体的問題とが関連性があるのか\n全く不明であるし、同人等の主観においてもまた客観的事情の下においても、Ａｗ、\nＤ、Ｂａがその潜在的職務権限を現実に行使したり又はＥがその形式的・名目的職\n務権限の行使に際しＡｑに対する融資に関し好意ある取計をしたりすることがあり\nそうな状況にあつたとは到底認められない、従つてかかる場合には、たとえ金品が\n潜在的・形式的職務に関し授受されたとしても、職務行為の実現性・具体性が存在\nしないのであるから、その金品は職務行為と対価関係に立つとはいえないし、賄賂\n罪の立法趣旨とする法益侵害があるともいえない、また、その金品の授受は職務行\n為自体或はそれに密接な関係にある行為に関するものともいえない、そしてこの理\nは、金品の供与又は提供者において右の状況ありと誤信していた場合においても同\n様である、従つて右四名に対する本件各賄賂供与又はその申込罪は、法律上成立し\nないのであるから、これに反する原判決には法令違反の違法がある旨主張する。\nしかし、所論は、単なる法令違反の主張であつて上告適法の理由とならない。の\nみならず、Ａｗが、大蔵次官として大蔵大臣を輔佐する職務権限を有していた以上、\nたとえ所論制限会社令二条後段による許可については、所論のように大蔵大臣から\n理財局長以下に内部委任がなされていたとしても、Ａｗが大蔵次官として何時にて\nも右許可事務に関与し得る職務権限を有していたことに何らの変りはない。また、\nＤ、Ｂａにおいても、復金幹事又は日本銀行理事として発令就任していた以上、同\n幹事又は日本銀行理事として、それぞれ当然原判示各職務権限を行使し得る地位に\nあり、法律上これが行使を妨げる事由は毫も発見することができない。されば、被\n告人Ｂが、右の者等の原判示各職務に関して原判示の如き趣旨にて本件各金員の供\n与申込をなした以上、同申込罪の責任を免れ得ないこというまでもない。次に、Ｅ\n関係における本件賄賂供与罪についても、収賄者たるＥにおいて所論融資に関し所\n論のように好意ある取計をなし得ると否とは、右供与罪の成立には、何らの影響を\n及ぼすものではない（昭和一一年五月一四日大審院判決、刑集一五巻六二六頁以下\n参照）。所論は、すべて独自の見解に立脚するものであつて、採るを得ない。\n同第二〇点について。\n論旨は、刑の執行猶予が相当であるとして原判決の量刑不当を主張するものであ\nり、上告適法の理由とならない。\n被告人Ｂの弁護人田中伊三次の上告趣意について。\n論旨一は、賄賂提供罪の成立には、相手方において賄賂たることの認識を必要と\nするところ、本件では、相手方たるＤ、Ｃにおいてその認識がなかつたのであるか\nら、賄賂提供罪は成立しないとの単なる法令違反の主張であり、論旨二は、かりに、\n賄賂提供罪の成立には、相手方において必ずしも賄賂たることを認識するを必要と\nせず、賄賂たることを認識し得べき状況においてこれを提供すれば足りるものとし\nても、この点につき、原判決は審理不尽、理由不備の法令違反があるとの主張であ\nつて、所論はすべて上告適法の理由とならない。のみならず、賄賂供与申込罪の成\n立には、相手方に賄賂たることを認識し得べき事情の下に金銭その他の利益の収受\nを促す意思表示をなせば足りるのであつて、相手方において実際上その意思表示を\n又はその利益が賄賂たる性質を具有することを認識すると否とは、同罪の成立に影\n響を及ぼすものではない。（昭和七年（れ）第一六七号同年四月二〇日大審院判決\n《刑集一一巻四〇二頁》、昭和九年（れ）第四七九号同年六月一四日大審院判決\n《刑集一三巻八一一頁》各参照。）\n被告人Ｂの弁護人阿保浅次郎の上告趣意について。\n論旨第一点は、本件当時においては、大蔵次官の職務権限を規定した法令がわが\n法制上存在しなかつたといい、弁護人田中康道の上告趣意第一六点と同旨に帰する\nから、この点に関する前説示を引用する。\n論旨第二点は、原判決が、被告人Ｂにおいて、Ｃに対し本件一〇〇万円を、賄賂\nたることを了知せしめ得べき事情の下にその収受を促したものとして、同被告人に\n対し賄賂供与申込罪の成立を認めたのは、事実誤認であり、賄賂提供に関する判例\n違反（判例を明白に摘示していないが、弁護人田中康道の上告趣意第五点に引用の\nものを指示するものと認める。しかし、それは本件と事案を異にしている。）並び\nに法令違反であると主張するが、所論は、事実誤認とこれを前提とする主張であつ\nて、すべて上告適法の理由とならない。\n論旨第三点は、量刑不当、事実誤認の主張であつて、上告適法の理由とならない。\n論旨第四点は、相弁護人の上告趣意を全部援用するというのであるから、当該上\n告趣意に対する各説示を引用する。\n被告人Ｂの弁護人平松勇の上告趣意について。\n論旨冒頭は、弁護人田中康道等の上告趣意を全部援用するというのであるから、\n当該上告趣意に対する各説示を引用する。\n論旨第一点は、原審は、無罪と認定すべき事実を有罪と認定し、執行猶予を付す\nるのが相当であるのにこれを付せない等明らかに公平を疑わしめるに足る裁判をな\nし、しかもその審理に当つては、徒らに多数の証人を尋問し、不必要な数多くの検\n証を実施し、冗漫極まるぼう大なる判決書を作成する等、審理判決に不必要に長時\n間の日数を費したことは、憲法三七条一項の「公平な裁判所の裁判」および「迅速\nなる裁判」を保障した規定に違反すると主張する。\nしかし、憲法三七条一項の「公平な裁判所の裁判」の意義については、昭和二二\n年（れ）第一七一号同二三年五月五日大法廷判決（最刑集二巻五号四四七頁）、同\n二二年（れ）第四八号同二三年五月二六日大法廷判決（最刑集二巻五号五一一頁）\nの既に判示するところであり、また、裁判が迅速を欠いても判決破棄の理由となら\nないことについても、昭和二三年（れ）第一〇七一号同年一二月二二日大法廷判決\n（最刑集二巻一四号一八五三頁）、同二四年（れ）第二三八号同年一一月三〇日大\n法廷判決（最刑集三巻一一号一八五九頁）の既に判示するところであるから、叙上\n各判決に照らし所論は採るを得ない。\n論旨第二点は、刑訴施行法三条の二が上告理由を制限したのが憲法三九条に違反\nし違憲無効であると主張する。\nしかし、憲法は、審級制度を如何にすべきかについては、その八一条において\n「最高裁判所は、一切の法律、命令、規則又は処分が憲法に適合するかしないかを\n決定する権限を有する終審裁判所である」旨を定めている以外、なんら規定すると\nころがないから、この点以外の審級制度は、立法をもつて適当にこれを定めること\nができる趣意であることは、既に当裁判所大法廷の判例とするところであり（昭和\n二二年（れ）第四三号同二三年三月一〇日大法廷判決、最刑集二巻三号一七七頁）、\nまた、上告審の構造を如何に定めるかは、諸般の事情を勘案して決定せらるべき立\n法政策の問題であることも、当裁判所大法廷判決（昭和二二年（れ）第五六号同二\n三年二月六日大法廷判決、最刑集二巻二号二七頁以下）の趣旨とするところである\nから、刑訴施行法三条の二が上告理由を制限したからといつて、所論のように違憲\n無効であるということはできない。所論は採るを得ない。\n論旨第三点は、原判決は、Ｃ、Ｄに係る収賄被告事件については無罪を言い渡し\nたが、その理由とするところは、右両名が賄賄として供与せられることの認識を欠\nいていたというのであり、このことは、賄賂として供与するという被告人Ｂの意思\n表示が右両名に到達しなかつたか或は少くともその到達したことを確認する証拠が\n十分でないことを示すものであり、従つて必要的共犯たる本件においては、提供せ\nられた現金を現実に収受している右両名について、賄賂たる認識の存在を認定する\n証拠がない以上、被告人Ｂについても贈賄罪はもちろん賄賂供与申込罪の成立を認\nむべき証拠が十分でないとせねばならないにも拘らず、原判決が被告人Ｂの右両名\nに対する各供与申込罪の成立を認めたのは、事実誤認であると同時に法律の解釈適\n用を誤つた違法があり、さらに、確実な証拠なくして事実を認定した点において、\n所論当裁判所判例に違反すると主張する。\nしかし、所論判例違反の主張は、引用判例が事案を異にする本件に不適切であり、\nその余の論旨は、事実誤認と刑法違反の主張を出でず、所論はすべて上告適法の理\n由とならない。\n論旨第四点は、量刑不当の主張であつて上告適法の理由とならない。\n被告人Ｂの弁護人山田半蔵の上告趣意について。\n論旨第一点（一）は、原判示（九〇四頁一五行目ないし九〇七頁五行目まで）に\n関して、原判決が、所論検事聴取書中「第三次融資の枠を貰うに付枠の現金化の為、\n約一〇回の資金の借入の交渉、復金委員会の承認等につき格別の好意をもつて迅速\nに処理して貰い大変便宜を受けた」という部分については、いずれも事実に反し信\n憑性がないとして全面的にこれを排斥しながら、他に特段の証拠もないのに、他の\n部分、すなわち「融資についてＤの世話になつた謝礼とか、便宜を受けた謝礼」と\nいう供述記載は、「Ｄが復金融資手続に関与したであらうから、その世話を受けた\nであらうと思つたという意味をも含むものと解し得る」とし、また、前記「復金委\n員会の承認等につき格別の好意をもつて迅速に処理して貰い、大変便宜を受けた謝\n礼云々」の供述記載は、「被告人Ｂの心情について若干の真実性を止めた供述であ\nると解するを妨げない」としたのは、証拠の趣旨を誤解又は証拠の趣旨を変更して\n事実を認定した採証法則違背の違法があると主張し、同（二）は、原判決は、一方\nでは被告人ＢはＤの世話になつたと考えていたといい、他方ではＤの世話になつた\nと思つていなかつたと判示しているから、事実理由にくいちがいの違法があると主\n張する。\nしかし、所論は、単なる法令違反の主張であつて、すべて上告適法の理由となら\nない。（なお、右（二）の主張は、原判決の誤解に基くものである。すなわち、所\n論世話になつたと考えていたという原判示は、Ｄの銀行局長時代のことであり、他\n方世話になつたとは思わなかつたという所論原判示は、同人の主計局長時代であつ\nて昭和二二年一一月二六日復金幹事の権限強化以前のことについて述べたものであ\nるから、原判示には、所論のような、くいちがいはない。）\n論旨第二点は、弁護人田中康道の上告趣意第一八点の単なる法令違反と同旨に帰\nするから、これに対する前説示を引用する。\n論旨第三点（一）は、原判決が、第八章第一節第六の事実を認定するについて、\n同章第三節と第四節の各認定事実を証拠としたのは、採証法則違反であるといい\n（しかし、証拠によつて認定した或る事実を他の事実の証拠としても、少しも違法\nではない。昭和九年（れ）第一五六八号同一〇年二月一四日大審院判決、刑集一四\n巻九二頁参照。）、また同（二）は、原判決は所論指摘事実を証拠に基ずかないで認\n定した証拠理由不備の違法があると主張するものであり、すべて上告適法の理由と\nならない。\n被告人Ｂの弁護人浅沼澄次の上告趣意について。\n論旨第一点の一は、賄賂供与申込罪が成立するには、贈賄者側の、金銭その他の\n賄賂を相手方に供与すべき旨の意思表示が外部的容態として相手方に感知識別せら\nれ、しかも相手方がその収受を拒絶した場合、すなわち、金銭その他の利益の授受\nが行われない段階であることを必要とすると解すべきである、しかるに本件におい\nては、相手方なるＣは、単なる「政治献金」であるとの認識の下に本件一〇〇万円\nを受取つたのであり、その申込から金銭の授受に至るまでの間、これを賄賂として\n供与すべき旨の意思表示が外部的容態としてＣに感知せられておらず、また賄賂性\nの認識せらるべき状況は微塵も存在していなかつたのであるし、しかもＣは本件一\n〇〇万円をなんら拒絶することなく受領しているから、既に賄賂供与の申込の段階\nを通り過ぎて金銭の授受は終了している、それ故原判決がＣに対する本件供与申込\n罪の成立を認めたのは、事実誤認であり、刑法一九八条の賄賂供与申込罪の解釈適\n用を誤つた違法があるといい、同二は、被告人ＢがＤに対し贈与した本件一〇万円\nは、全く友情の贈物であつて他意はなく、従つてこれを賄賂として供与すべき意図\nもその意思表示もなかつたのである、Ｄの復金幹事たる地位について認識を深め同\n人に期待するに至つたとの原判示の如き被告人Ｂの心理過程の変化については、こ\nれを認むべき一片の証拠もないし、被告人ＢがＤに接した態度に関する所論原認定\nは全くの悪意の推測であり、被告人Ｂの所論強調説得が事態を収拾しＤを納得させ\nるための方便に過ぎないとの原判示もまた曲解の甚だしきものである、しかもＤは\n本件一〇万円を賄賂性の認識なくして収受しており、金銭の授受は既に終了してい\nるから、前記第一点の一と同様の理由により、賄賂供与申込罪は成立しない、それ\n故原判決がＤに対する本件供与申込罪の成立を認めたのは、事実誤認であり、賄賂\n供与申込罪の解釈適用を誤つた違法がある旨主張する。\nしかし、所論は、事実誤認と単なる法令違反の主張であつて、すべて上告適法の\n理由とならない。（なお、賄賂供与申込罪の成立は、金銭その他の利益の授受が未\n了の場合に限るとの所論は、採るを得ない。すなわち、金銭その他の利益の授受が\nなされても、相手方がその賄賂たることを認識しない限り、相手方に収賄罪は成立\nしないけれども、このことは、賄賂供与申込罪の成立に影響を及ぼすものではな\nい。）\n論旨第一点の三は、相被告人Ａｃに対する贈賄関係については、弁護人田中康道\nの上告趣意を援用するというのであるから、この点に関する前説示を引用する。\n論旨第二点は、量刑不当の主張であつて上告適法の理由とならない。\n被告人Ｂの弁護人徳岡一男の上告趣意について。\n論旨第一章は、Ｄに対する本件一〇万円の供与申込は、被告人ＢとＤとの間の親\n密にして極めて自然純粋なる友情関係に基ずく贈物であつて、原判決認定のように\nＤの復金幹事としての職務に関して提供されたものではないから、原判決は事実誤\n認である、また原判決は、右一〇万円の趣旨として、その中には、職務関係を離れ\nて充分納得し得る私交上の理由に基ずく趣旨が含まれていたと認定しながら、他の\n趣旨をも含まれていたと認定しているが、これは矛盾であり、経験則に違反するし、\n判示金員提供趣旨の決定的要因が何であるかについて判断を示していない点におい\nて、審理不尽、理由不備の違法がある、さらに原判決は、昭和二二年一一月二六日\n復金幹事の職務権限が強化される以前においては、被告人ＢはＤの復金幹事として\nの職務をその意識外においていたとの趣旨を認定しているが、しかりとすれば、被\n告人Ｂが、原判示のように、従来Ａが復金から受けた融資について銀行局長兼復金\n幹事時代のＤに世話になつたであろうという意識を持つべき筈はないから、原判決\n認定は矛盾であり理由そごである、また原判決は、Ｄ自身も、銀行局長時代には、\n復金幹事たることを意識の外に置き同幹事として全然活動しておらず、また主計局\n長時代には、その職務権限さえ知らず復金幹事としてなんらの活動をしていないの\nみでなく、大蔵省、復金当局者もＤが復金幹事であることを知らなかつたと認定し\nながら、ひとり部外の第三者である被告人Ｂについては、Ｄが復金幹事であること\nを認識していたと認定し、しかもＤ本人が無関心で気にもとめていない職務を目的\nとして賄賂の提供をしたと認定しているが、これは全く経験法則に反する認定であ\nる、さらに、原判決は、Ｄについては、すべて復金幹事の職務に無関心でその活動\nをしなかつたという客観的事実をその収賄罪認否判断の重要なる基準としながら、\n被告人Ｂについてはこれを重視せず、しかもＤが復金幹事たること及びその職務権\n限についての被告人Ｂの認識については、その証拠不十分なるにも拘らず、敢えて\nこれを同被告人に不利に曲解採証したのは、採証法則違反である旨主張する。\nしかし、所論は、原判決の事実誤認と理由不備、理由そご、審理不尽、経験則違\n反、採証法則違反の単なる法令違反とを主張するに帰し、すべて上告適法の理由と\nならない。\n論旨第二章は、Ｃに対する本件一〇〇万円の供与申込の事実に関し、原判決は、\n被告人Ｂが、Ｃの社会党領袖たる資格のみならず、附随的にではあるがこれと不可\n分的に国務大臣並びに衆議院議員たる資格をも対象としたものであり、従つて右金\n員の提供趣旨には、Ｃの国務大臣及び衆議院議員としての職務に関する対価、報酬\nをも含むと認定しているが、この認定は、事実誤認、経験法則論理法則違反である、\n原判決は、被告人Ｂが決定的意識として目指した社会党領袖たる資格を罪責判定の\n基準とすべきであるのに、その決定的意識が何であるかを明示していない点におい\nて、理由不備、理由そごの違法がある、また、原判決が、Ｃの国務大臣、衆議院議\n員の資格をも対象としたと認定しながら、重要なる役割を有する内閣官房長官たる\n資格については、これを対象としなかつたと認定したのは、論理的矛盾であり、専\n断放恣の違法がある（しかし、この点は、原判決は検察官の主張を排斥したのであ\nるから、所論は被告人に不利益な主張である。）、さらに、原判決が、被告人Ｂ及び\nＡｊの所論各検事聴取書供述部分を証拠に供したのは、不可分の供述の一部分を採\nつて全体と異なる趣旨を認定したものであつて、証拠法違反であると同時に所論当\n裁判所の判例にも違反する、なお、衆議院議員がその資格において他の議員の国会\n議場における発言に制肘を加えることは、言論の自由を侵害する違憲の行為である\nのに、原判決がこれをその職務に関する行為であると認めたのは、憲法の解釈を誤\nつたものであつて違憲である旨主張する。\nしかし、所論中、違憲をいう点は、原判決は、所論のように、衆議院議員が他の\n議員に対し国会議場における発言につき制肘を加えることが、その職務に関する行\n為であるとは、少しも判示していないこと判文上明らかであるから、その前提にお\nいて失当であり、また判例違反をいう点は、論旨引用判例は、一個の供述調書中の\n或る供述部分が、他の供述部分と不可分であつてこれなくしてはその趣旨明瞭を欠\nく場合に、他の供述部分を除外し或る供述部分のみを採証した事案に関するもので\nあつて、所論のように数個の別個の検事聴取書、第一、二審における各公判廷供述\nの場合に関するものではないから、事案を異にし本件には不適切であり、その余の\n所論は、事実誤認と経験法則論理法則違反、理由不備、理由そご、証拠法違反の単\nなる法令違反の主張であつて、論旨はすべて上告適法の理由とならない。\n論旨第三章は、相被告人Ａｃに対する本件掛軸四幅の供与趣旨として、原判決は、\nＡｏ銀行のＡ融資に関する謝礼、依頼の趣旨をも含むと認定したけれども、右認定\nは、Ａ喜多方工場の電力問題についての相被告人Ａｃの尽力、その功績、Ａｏ銀行\nのＡ融資における伝統的政策、同融資事務における相被告人Ａｃの単なる形式的名\n目的関与、右両者間の親交関係、絵画趣味共歓等の諸事実を正当に評価しなかつた\n結果であつて、原判決には、事実誤認と証拠の取捨選択を誤りかつ経験法則に反す\nる法令違反の違法がある旨を主張するものであり、所論はすべて上告適法の理由と\nならない。\n論旨第四章は、原判決は、Ｅに対する本件株式合計一万株の供与趣旨として、原\n判示Ａｐ所有Ａｑ株の譲渡を受けたことの謝礼、ＡｐのＡｑに対する融資その他Ａ\nｑの運営について、Ａｐ理事長としてのＥの好意ある取計を求める趣旨をも含めて\nいたと認定しているが、その供与趣旨は単なる政治資金贈与の趣旨の外他意なきも\nのであり、原判決には事実誤認と説示矛盾、理由そごの法令違反の違法があるとの\n主張であつて、上告適法の理由とならない。（なお、本件Ａｑ株の譲渡は、Ａｐ理\n事長Ｅの職務行為であるとした原判決の判断（二六〇頁、二六一頁）は正当であ\nる。）\n論旨第五章は、Ａｎに対する本件財産上の利益及び現金の供与の趣旨に関する原\n判決認定は誤認であり、それは私的交友関係に基ずく配慮または同情心によるもの\nであつて、Ａｎの原判示職務に関するものではない旨事実誤認を主張するに過ぎず、\n上告適法の理由とならない。\n論旨第六章は、判例違反を主張する点もあるが、引用判例の所論判示は、当該事\n案における量刑判断を示したに過ぎず、法律上の判断を示したものではないから、\n判例違反主張の対象となり得ないものであり、その余の論旨は、量刑不当の主張で\nあつて、所論はすべて上告適法の理由とならない。\n被告人Ａｃの弁護人海野晋吉、同山根篤、同牧野賢彌の上告趣意について。\n論旨は、原判決第五章第二節「掛軸四幅に関する事実」の判示につき、殆んどそ\nの全部に亘り逐一これを反駁非難するが、その要旨は、本件仏手柑の授受の時期は、\n原判示Ａ喜多方工場電力問題が無事に解決した頃の昭和二三年一、二月頃であつて、\n原判決がこれを同年三、四月頃と認定したのは、同年五月頃の協調融資に被告人Ａ\nｃが関与している点を捉え、ことさらに本件掛軸をＡ融資に結びつけようとした作\n為に外ならない。また、原判決は、右電力問題に関する被告人Ａｃの斡旋尽力、そ\nの功績、これに対するＡ特にその社長たる相被告人Ｂの感謝の念、電力不供給の場\n合同工場の蒙むるべき損害等を不当に過少評価し、被告人Ａｃと相被告人Ｂ間の永\n年の親友関係、絵画趣味共歓の事実を軽視し、本件掛軸授受の際の両当事者の態度、\n会話の内容についても何らの検討をしていない、次に、Ａｏ銀行のＡに対する融資\n問題に関しても、それは日本銀行の斡旋の下になされかつ復金保証のあるものであ\nり、またＡｏ銀行のＡに対する伝統的政策上から見ても、順調平易何らの危険のな\nいものであつたにも拘らず、原判決は、Ａや相被告人Ｂ又は他の市中銀行の側から\n見たＡ融資の難易を重視し、これをＡｏ銀行や被告人Ａｃの側から見たその難易の\n問題とすりかえている。また、Ａに対する個個の融資についても、本件掛軸授受当\n時のものに限定して検討すべきであるのに、原判決は、これに限定せず徒らに広範\n囲に亘り、その配列順序も全く乱雑出たら目であり、しかも誤つた認定をしている、\nまた、被告人Ａｃの右融資事務関与は、書類上営業部長として決裁印を押してはい\nるものの、これ全く形式上の盲判であつて、直接実質的に関与統轄していたのでは\nない、従つて原判示の相被告人Ｂの請託依頼、被告人Ａｃの便宜供与の如きは、全\nくの誇張に失し実質的にはかかる事実は少しも存在しないのであつて、相被告人Ｂ\nが、Ａ融資に関し、被告人Ａｃに対し、原判示のような感謝の念を抱く筈もなく、\n被告人Ａｃとしてもそのような事実を知る筈もない、さらに原判決が「掛軸に関す\nる当事者の主張に関する判断」（五八三頁以下）において判示するところも徒らに\n被告人Ａｃの有罪を印象づけるための詭弁に過ぎず、また所論の点において所論の\nような誤りがある、というのであつて、論旨は、帰するところ、被告人Ａｃにおい\nては、本件掛軸四幅は、原判示喜多方工場電力問題に関する斡旋尽力に対する謝礼\n及び絵画趣味共歓による贈物であるとの認識しか有せず、原認定のようにＡｏ銀行\nのＡ融資に関する謝礼、依頼の趣旨をも含むものとは認識していなかつたと主張す\nるものである。\nしかし、所論は、原判決の証拠の取捨選択の非難、証拠の価値判断の非難、事実\n誤認の主張を出でないものであつて、すべて上告適法の理由とならない。\n被告人Ａｃの弁護人海野晋吉の補充上告趣意について。\n論旨は、原審において取り調べた主要な証人は、既に第一審で取調済のものばか\nりで、しかもこれに対し末稍的な点について補充的に尋問しただけであるし、また\n原審においては、他に新たな証拠や第一審と矛盾した証拠は何も提出されていない\nのであつて、かように第一審と実質上証拠を共通にし、しかも何ら相反する新たな\n証拠が出ていない場合には、控訴審は第一審と全く異なる事実認定をしその無罪判\n決を覆えして有罪判決をすることは許されないと解すべきである、蓋し、本来無罪\nの推定を受けている被告人が、一度法に定められた手続により、裁判所の審理を受\nけ無罪判決を受けた以上は、その無罪の推定は一層強化されると考えるのが相当で\nあり、従つて、この無罪の推定を覆すには、控訴審において、第一審が取り調べる\nことができずかつ第一審の事実認定と相反する新しい証拠が提出された場合とか、\n新しい証拠取調の結果第一審の事実認定が経験則に反すると判断される場合に限る\nと解するのが相当であるからである、されば、控訴審は、単に第一審と証拠に対す\nる見解を異にするという理由のみで、「訴訟記録及び第一審で取り調べた証拠」の\nみによつて、第一審とは全く異なる事実認定をなしその無罪判決を覆して有罪判決\nをすることは許されないし、また、このことは、たとえ本件の如く、第一審で取り\n調べたとしても、その供述内容が実質上同一であり、しかも他に何ら新しい被告人\nＡｃに不利益な証拠が提出せられておらず、従つて実質上「訴訟記録及び第一審で\n取り調べた証拠」以外には何ら新しい証拠が提出せられていない場合においても同\n様でなければならない、それ故右に反する原判決は、憲法三一条、三九条の趣旨に\n違反すると主張する。\nしかし、本件については、原審は、刑訴施行法の定めるところにより、刑訴応急\n措置法及び旧刑訴に従い、覆審たる控訴審として事実審理をやり直し、その結果第\n一審とは証拠に対する価値判断を異にしたものであつて、「一審記録及び第一審で\n取り調べた証拠」のみによつて直ちに判決をしたものではないし、また、かりに、\n所論の如く、原審においては、既に第一審で取調済の証人等を再取調をしたに止ま\nり、他に新たな被告人Ａｃに不利益な証拠の提出がなされなかつたとしても、原審\nの証拠に対する価値判断が、第一審判決に拘束されるいわれはない。所論は違憲を\nいうけれども、その実質は、単なる訴訟法違反、原審の証拠の価値判断の非難、事\n実誤認を主張するに帰し、上告適法の理由とならない。\n次に論旨は、原判決は、ＡｙとＤに対しては、相被告人Ｂとの友情関係、私的交\n際関係を重視して同人等を無罪としながら、被告人Ａｃについては、Ａｙ、Ｄ関係\n以上の親密な交友関係があり、その上右二名の場合には見られなかつた絵画観賞の\n趣味を共通にしたという特殊事情があるにも拘らず、すべてこれを無視し、しかも\n信憑力のない相被告人Ｂの所論検事聴取書や第一審公判廷供述の一部を採証して、\n第一審の無罪判決を覆したのは、偏頗不公正を疑うに十分であつて、憲法三七条一\n項に違反すると主張する。\nしかし、憲法三七条一項の「公平な裁判所の裁判」の意義については既に前示当\n裁判所大法廷判決（相被告人Ｂの弁護人平松勇の上告趣意第一点に対する説示参\n照）の判示するところであり、また所論の実質は、原審の証拠の取捨選択の非難、\nその価値判断の非難、事実誤認を主張するに帰するから、論旨は採るを得ない。\n被告人Ａｃの弁護人本村善太郎、同安平政吉の上告趣意について。\n論旨は、前記弁護人海野晋吉、同山根篤、同牧野賢彌の上告趣意と殆んど同旨で\nこれを出でないものであつて、証拠の取捨選択の非難、その価値判断の非難、事実\n誤認の主張に帰し、すべて上告適法の理由とならない。\n被告人Ａｃの弁護人本村善太郎の上告趣意（補遺部分）について。\n論旨は、かりに、被告人Ａｃが、本件掛軸四幅を、原認定の如く、Ａｏ銀行のＡ\n融資に関する謝礼、依頼の趣旨をも含むと認識して収受したものとしても、同被告\n人は右授受当時、右に関し処罰法があることを知らなかつたのであるから、右掛軸\nが法律にいう賄賂すなわち不法の利益であることを知らなかつたのであり、従つて\n賄賂性の認識を欠き、罪となるべき事実の認識を欠くのであるから、犯意を阻却す\nるというべきである、また、かりに、右賄賂性の認識の欠如が、事実の錯誤ではな\nく違法性の錯誤であるとの見解に従うとしても、もともと故意の成立には違法性の\n認識を要しないとする学説、判例は、犯罪は本来反倫理的、反道義的であり、刑罰\n法規は何人も知つているとの擬制のもとに成立したものであるから、いわゆる法定\n犯の場合には妥当しないのである、従つて、法定犯においては、犯意の成立につき\n違法性の認識を必要とすると解すべく、違法性の不知があつても、行為者を道義上\n非難できない事情が認められる限り、故意を阻却すると解すべきである、本件にお\nいて、処罰法たる経済関係罰則整備法の規定する賄賂罪は、本来何ら反倫理性、反\n道義性のない行為を、法律が犯罪としたものであつて、いわゆる法定犯の範ちゆう\nに属するものであり、また右整備法の性格自体からいつても、行為者において、一\n般にその行為の違法性認識の可能性がない種類のものであるから、その違法性を認\n識しない方がむしろ一般であり原則である、それ故、被告人Ａｃに対しては故意犯\nとしての責任非難を帰すべきではない、というのである。\nしかし、所論は、帰するところ、犯意なしとの事実誤認又は単なる法令違反を主\n張するものに外ならず、すべて上告適法の理由とならない。のみならず、かりに、\n違法性の錯誤に関しては所論見解に従うとしても、本件においては、被告人Ａｃの\n所論違法性の不知につき、道義上非難できない事情が存在するものとは到底認める\nことができない。（なお、所論は、前記整備法にいう「其の職務に関し」の意義を\n云云するけれども、本件における被告人Ａｃの原判示職務は、Ａｏ銀行本来の事業\n又は業務である融資に関するものであるから、所論のいずれの説によるも結論は同\n一に帰する。）\n職権により被告人Ｂに対する刑の量定につき調査するに、同被告人に対する情状\nとして原判決の判示するところによれば、同被告人の本件利益贈与ないし利益提供\nの動機としては、相手方の職務行為に対する依頼又は謝礼の趣旨のほかに多かれ少\nかれ、それ以外の個人的な交友関係、政治献金、職務に関係のない個人的な将来の\n庇護期待等の趣旨も認められ、必ずしも職務要因のみに基く利益贈与ないし利益提\n供を行つたというような状況であつたとは認められない、また拘置所関係の贈賄は、\n被告人の境遇の激変とそれに基く心身の疲労、衰弱の結果に出た行為であるとして\n憫諒すべき情状も認められるというのである。更に原判決は、被告人Ｂが、化学工\n業ことに化学肥料工業に関し相当の識見を有すること並びに同人のＡｑ及びＡ、と\nりわけＡの経営（建設、融資をも含む）に関し示した努力及び業績がいずれも高い\n評価に値するものであり、同被告人のＡｑないしＡの経営についての努力は、すな\nわち化学肥料の増産を意味し、そしてこれは、食糧増産に直結することであつたか\nら、この見地からすれば、食糧事情が急迫していた当時の状況下においては、Ｂの\n右各贈賄は、犯情としてＢに有利なものを含んでいたといえるとも認定しているの\nである。\nそして同被告人は、昭和二三年六月二三日逮捕拘禁され、同年一二月三〇日保釈\nされるまで六ケ月余拘禁され、次いで昭和二四年五月七日第一審公判が開始され、\n爾来一三二回の公判と全国各地に亘る検証を経て、昭和二七年一〇月二七日、同二\n八日第一審判決があり、第二審においては、昭和二九年一月一九日以降一三九回の\n公判と全国各地に亘る検証を経て、昭和三三年一一月一七日第二審判決があり、今\n日に至つたものであるが、その間約一四年の長期に亘り同被告人は、心身に有形無\n形の多大の苦痛を受けたものというべく、また一審判決によれば、「Ｂの公判審理\nに臨む態度は概ね真摯公明であつて、時に相被告人の非難攻撃に対しても動ずるこ\nとなく、真実の許す限りその責を一身に担う心境にあつて、将来再び過誤を犯さざ\nらんことを堅く誓つているものと認められる」というのであつて、同被告人が反省、\n謹慎の日を送りつつあることは、右判示の趣旨からも窮知しうるところである。\n本件は、被告人ＢのＡ経営に関する贈賄容疑に端を発し、官界、政界、財界の有\n力者多数が同人からの収賄容疑者として登場し、遂に芦田内閣の総辞職を見るに至\nつたもので、これに関連して起訴された被告人の数は三〇数名に上り、当時いわゆ\nるＡ事件として世人の耳目を聳動せしめた大事件ではあるけれども、その後の推移\nを見るに、いわゆるＡ事件Ｂ関係の事件においては、収賄罪で起訴されたＣおよび\nＤは、いずれも無罪とされ、また一審若しくは二審で有罪とされたＥ、Ｆ、Ａｃ\n（本件相被告人）、Ａｖ、Ａｎ、Ａｕ、Ａｚらは、悉く執行猶予となり、Ａｃ以外\nの他の全員の判決は、すでに確定しているのである。\n叙上の諸事情を考慮するときは、被告人Ｂに対し実刑を科さなければ刑政の目的\nを達することができないものとは断じ難く、刑の執行を猶予するのが相当であつて、\n原審の量刑は重きに過ぎ、これを破棄しなければ著しく正義に反するものと認めら\nれる。\nよつて被告人Ａｃの本件上告は、理由がないから刑訴施行法二条、旧刑訴四四六\n条によりこれを棄却し、被告人Ｂについては、刑訴施行法三条の二、刑訴四一一条\n二号により原判決中同被告人に関する有罪部分を破棄し、刑訴施行法二条、旧刑訴\n四四八条により被告事件につき更に判決する。\n被告人Ｂの原審認定の所為は、それぞれ原判決第一二章第二節第一の一ないし一\n三記載のとおり同掲記の法令に該当するところ、原判示第七章第三節第四の二の\n（一）（二）および同第一一章第一節第一ないし第三の所為は、連続犯であるから\n昭和二二年法律第一二四号附則四項、同法による改正前の刑法五五条を適用して一\n罪として処断すべく、これとその余の各所為とは、刑法四五条前段の併合罪である\nから、各所定刑中懲役刑を選択し、同法四七条本文、一〇条により犯情の最も重い\nＥに対する賄賂供与罪の刑に法定の加重をした刑期範囲内において同被告人を懲役\n一年に処し、同法二一条により第一審における未決勾留日数中一〇〇日を右本刑に\n算入し、なお同法二五条一項に従い本裁判確定の日から五年間右刑の執行を猶予す\nることとし、訴訟費用の負担につき刑訴施行法二条、旧刑訴二三七条一項、二三八\n条を適用して主文のとおり判決する。\nこの判決は、裁判官全員一致の意見によるものである。\n検察官  田中万一関与\n昭和三七年四月一三日\n最高裁判所第二小法廷\n裁判長裁判官        藤      田      八      郎\n裁判官        河      村      大      助\n裁判官        奥      野      健      一\n裁判官        山      田      作  之  助\n"
}