{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 4,
    "day": 14
  },
  "case_number": "昭和40(う)428",
  "case_name": "公文書偽造同行使道路交通法違反等被告事件",
  "court_name": "広島高等裁判所第一部",
  "article_info": "第19巻3号296頁",
  "gist": "一、　生活の資を得るため免許証なく継続して運転に従事した場合における無免許運転の罪数\n二、　本来牽連犯を構成すべき手段結果たる罪の中間に確定裁判の存する場合と刑法第四五条後段及び第五四条第一項後段適用の有無",
  "case_gist": "一、　被告人の内心的意図において当初から生活の資を得るため、免許証なくして継続運転に従事する意思があつたとしても、すべての無免許運転行為を包括一罪と認めるべきでなく社会通念上一箇の運転行為と認められる範囲ごとに各一罪が成立する。\n二、　本来牽連犯を構成すべき手段、結果たる罪の中間に確定裁判の存する場合には、確定裁判前の罪と確定裁判を経た罪とは刑法第四五条後段の併合罪の関係にあると解するのが相当であつて、同法第五四条第一項後段の適用はない。",
  "lawsuit_id": "23344",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23344",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/344/023344_hanrei.pdf",
  "contents": "主　　　　文\n一、　原判決を破棄する。\n二、　被告人Ａを、\n（一）　原判示第三の別表１から５９までの罪（第一グループの罪）に\nつき懲役一月、\n（二）　原判示第三の別表６０から８１までの罪（第二グループの罪）\nにつき懲役一月、\n（三）　原判示第三の別表８２から１９２までの罪（第三グループの\n罪）につき懲役二月、\n（四）　原判示第一の運転免許証偽造の罪、同第三の別表１９３から２\n０３までの罪（第四グループの罪）につき懲役四月\n（五）　原判示第一の偽造免許証行使の罪、同第三の別表２０４から２\n０９までの罪（第五グループの罪）につき懲役四月、に各処する。\n三、　被告人Ｂを、\n（一）　原判示第四の別表２３５６８９１２１３に関する罪（Ａグルー\nプの罪）につき懲役一月、　（二）　原判示第四の別表１６１８から２２まで２７\n２９３３３６から４０まで４４４８５２から５５まで５７６１から６５まで、７０\n７１に関する罪（Ｂグループの罪）につき懲役二月、\n（三）　原判示第四の別表７２から７４まで、７６から７８まで、８５\n８７８８９０９１９４９６９８９９１０４１０６１０８１１６１１９から１２１ま\nで１２３１２９から１３２まで、１３８から１４０まで、１４２１４３に関する罪\n（Ｃグループの罪）につき懲役二月\n（四）　原判示第一、第二の罪、同第四の別表１４８１５０１５１１５\n５１５６１５８から１６０まで、１６２１６４から１６６まで、１７２１７６１７\n９１８３１８５１８８から１９０まで、１９２から１９４まで、１９７から２０５\nまで、２０８２０９に関する罪、同第五の罪（Ｄグループの罪）につき懲役七月\nに各処する。\n四、　原審における未決勾留日数中被告人Ａにつき九〇日を右第五グル\nープの罪の懲役四月の刑に、被告人Ｂにつき三〇日を右Ｄグループの罪の懲役七月\nの刑にそれぞれ算入する。\n五、　押収にかかる自動車運転免許証一通（広島地方裁判所呉支部昭和\n四〇年押第二九号証第一号）は被告人両名から、自動車運転免許証一通（右第二九\n号、証第二五号）は被告人Ｂからそれぞれ没収する。\n理　　　　由\n弁護人三浦強一、鍵尾豪雄の控訴の趣意は記録編綴の各控訴趣意書記載のとおり\nであるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n第一、　先ず原判決に法令の解釈適用を誤まつた違法があるとする論旨について\n判断する。\n一、　弁護人鍵尾豪雄、三浦強一は、原判決が第一の事実として「被告人両名共\n謀のうえ行使の目的を以て被告人Ｂに対する自動車運転免許証一通の写真欄に貼付\nしてある被告人Ｂの写真を剥離し、これに代えて同欄に被告人Ａの写真を貼付し、\n既存の愛媛県公安委員会の記名捺印のある運転免許証を利用し被告人Ａが同免許証\nの交付を受けた被告人Ｂであるかの外観を呈する自動車運転免許証一通をほしいま\nまに偽造した」と判示し、公文書偽造罪の成立を認めたことに対し、右免許証は被\n告人らの右行為に拘わらず依然として被告人Ｂの運転免許証たる性格を保有するも\nのであつて、被告人Ａに対する新たなる免許証を作出したものではないから、未だ\n偽造行為ということはできないと主張する。\nそこで判断するに、原判決挙示の証拠によれば、被告人両名が共謀のうえ、被告\n人Ｂに対する自動車運転免許証一通の写真欄に貼付してある被告人Ｂの写真を剥離\nし、同欄に被告人Ａの写真を飯粒で貼付したことが認められるところ右写真の貼り\n替えが公文書たる運転免許証の偽造行為といえるか否かについては、それによつて\n運転免許証の基本的同一性が害され別箇の新たな文書と認められるに至つたか否か\nによつて決すべきものであるが、運転免許証には免許を受けた者の氏名、生年月\n日、本籍及び住所を記載するほか本人の写真を貼付することになつており、（道路\n交通法施行規則第一九条様式第一四）交通取締の立場から運転免許証の提示を求め\nた場合一応免許証に貼付してある写真並びに生年月日の記載等から該運転者が免許\n証の名義人であるか否かを確認するのが実際の例であり、免許証貼付の写真が、そ\nれに記載せられている本人の氏名、生年月日、本籍、住所等と共に免許を受けた者\nを特定するについて極めて重要な事項に該当するものといらことができる。従つて\n免許を受けた者と異なる写真を貼り替えた免許証は、たとえその作成名義その他の\n記載が変更せられず従前と同一のものを利用した場合であつても、その本質的部分\nに変更を加えた全く別箇の免許証と解するのが相当であつて、右写真貼り替えの所\n為は公文書の偽造に該るというべきである。従つて論旨は理由がない。\n二、　弁護人三浦強一は原判決が第四の事実として「被告人Ｂは被告人Ａが免許\n取消処分を受けたので自動車運転免許を有していないことになつたことを知りなが\nら……合計一〇二回にわたるＣ株式会社の業務に関する被告人Ａの自動車運転につ\nき犯意を継続してその都度、同人に同会社の運行している自動車を配車するととも\nに……については被告人Ｂ名義の自動車運転免許証を貸与して乗車させ、以て同人\nの無免許運転行為を容易にして幇助し」と判示したことに対し、被告人Ｂが被告人\nＡのため配車したことは被告人Ａの運転操作ないし技術そのものを直接に容易にし\nたものであるとはいえないし）、又、被告人Ａに自動車運転免許証を貸与する所為\nはそれがあることによつて無免許運転を決行する決意を誘発するかも知れないが、\n無免許運転行為自体についてこれを容易ならしめるものではないから何れも無免許\n運転幇助罪を構成しないと主張する。\nそこで判断するに、原判決挙示の各証拠によれば被告人Ａが免許取消処分を受け\nたのちも運転手としての収入を継統確保する為め、敢えて無免許運転をしょうとす\nる犯意を有していたこと、又原判示のとおり被告人Ｂにおいて被告人Ａが免許取消\n処分を受けたことを知りながら同人に対しＣ株式会社の運行している自動車を配車\nし、又同人に対しＢ名義の運転免許証を貸与して乗車させたことが認められる。し\nかして無免許運転の犯意を有する従業員たる被告人Ａに対し自動車を配車すること\nは同人が無免許運転の犯意に基き具体的な実行々為にでることに与つて力があり、\n又被告人Ｂ名義の免許証を被告人Ａに貸与することは、被告人Ａとしては、無免許\n運転中万一交通取締の側から検閲を受けた場合においても、右免許証を呈示するこ\nとによつて、適法な免許に基く運転たる外観を装い、無免許運転摘発の危険から免\nれうる可能性を与えられ、同人をして安んじて無免許運転にたずさわることを得し\nめる結果に導き、これらはともに無免許運転なる犯行を容易ならしめる所為であつ\nて無免許運転の幇助犯と解するのが相当である。\n論旨は理由がない。\n第二、　当裁判所が職権を以て判断するに、原判決は判示第三において被告人Ａ\nが昭和三九年二月六日から同四〇年一月二二日までの間の合計二〇九回にわたり無\n免許運転をした所為を、又判示第四において被告人Ｂが被告人Ａに対し昭和三九年\n二月七日から同四〇年一月二二日までの間合計一〇二回にわたり自動車を配車し及\nび三回にわたり自動車運転免許証を貸与して無免許運転を幇助した所為を以てそれ\nぞれ犯意を継続してな<要旨第一>した包括一罪と認定処断していることが認められ\nるが、右無免許運転の罪は道路交通法が道路交通の安全保持</要旨第一>の為危険な\n無免許運転を禁じ、その違反に対して罰則を定めた趣旨に徴すると、社会通念上一\n箇の運転行為と認められる所為毎に、従つて少くとも原判決別表（一）記載の各欄\n（二〇九件）の運転毎に各一罪が成立するものと解するのが相当であつて、被告人\nＡの内心的意図において当初から生活費を得る為め免許のないまま、将来にわたり\n継続して運転する意思を有していたとしてもこれを以て総ての無免許運転行為を包\n括して一罪とみることはできない。被告人Ｂの右幇助の所為についても同様であ\nる。\nしかして前科調書によれば被告人Ａは右無免許運転の所為継続の間に後記適条欄\n記載の四回の確定裁判を受けており、被告人Ｂは右無免許運転幇助の所為継続の間\nに後記適条欄記載の三回の確定裁判を受けており、各確定裁判前の右各罪はその確\n定裁判を経た罪とそれぞれ刑法第四五条後段の併合罪になるから同法第五〇条によ\nり未だ裁判を受けない右罪について処断することとなり、被告人Ａに対しては五箇\nの刑を、被告人Ｂに対しては、四箇の刑を科すべきこととなるにもかかわらず前記\nのとおり原判決はこれを包括一罪とし昀後の運転行為の終了した時に無免許運転の\n一罪が既遂となつたものと解し、被告人両名に対してもそれぞれ一箇の刑を以て処\n断したのは法令の解釈適用を誤つた違法があり、その違法は判決に影響を及ぼすこ\nとが明らかであるから原判決はこの点で破棄を免れない。そこでその余の控訴趣意\nについて判断を加えるまでもなく刑事訴訟法第三九七条第一項、第三八〇条に従い\n原判決を破棄することとし、同法第四〇〇条但書に則り当裁判所は直ちに判決す\nる。\n原判決の認定した事実（但し原判示第三、第四の記載事実中「犯意を継続して」\nとの記載部分は削除する。）に法律を適用するに、\n被告人Ａの原判示第一の運転免許証偽造の所為は刑法第一五五条第一項第六〇条\nに、原判示第一の右偽造免許証行使の所為は同法第一五八条第一項第一五五条第一\n項第六〇条に、原判示第三の各無免許運転の所為は<要旨第二>それぞれ道路交通法\n第一一八条第一項第一号に各該当するところ、右運転免許証偽造の罪と偽造免許証\n行使の</要旨第二>罪とは手段結果の関係にあるので本来牽連犯として刑法第五四条\n第一項後段の適用を受くべきものであるが、被告人Ａの前科歴をみるに同人には道\n路交通法違反の所為により有罪の裁判を受け昭和四〇年一月五日確定した前科が存\n在し、これが右偽造罪の所為と右行使罪の所為との中間に介在しているので、両者\nは刑法第五四条第一項後段の適用を受くべき牽連犯としてこれを取り扱うことがで\nきない。何となれば右確定裁判の前すでに独立して犯罪が成立して既遂となつた右\n偽造罪は、右確定裁判と同時審判の可能性を有していたものであつて、右確定裁判\n後行われた行使罪とはすでに同時審判の可能性が否定されていたのであるから両者\nが手段結果の関係に在るとはいえ同時審判の可能を前提とし、その場合における牽\n連関係にある数罪の処分上の取扱を規定した刑法第五四条第一項後段の規定はこの\n場合には適用される余地はない。又この両者は元来科刑上一罪として取り扱われる\nことになつているけれども、手段たる罪、結果たる罪はそれぞれ別箇に独立して各\n行為の終了した時に既遂となるのであつて、結果たる犯罪行為が終了した時に手段\nたる罪も既遂となるものではないから、集合犯、営業犯或いは継続犯等の本質的一\n罪なるものにおいて犯行が確定裁判の前後に跨つたとき右犯罪の既遂を確定裁判後\nの犯行の終つた時期に認めるべき場合とは同一に論ずることはできない。従つて本\n件の場合両者は別箇の二罪として処断すべきである。\nそこで原判示第三の各無免許運転の罪については懲役刑を選択し、別表１から５\n９までの無免許運転の罪（第一グループの罪）は被告人Ａの前科たる昭和三九年四\n月二八目確定の道路交通法違反の罪と、別表６０から８１までの無免許運転の罪\n（第二グループの罪）は同被告人の前科たる昭和三九年六月二日確定の道路交通法\n違反の罪と、別表８２から１９２までの無免許運転の罪、（第三グループの罪）は\n同被告人の前科たる昭和三九年一二月四日確定の道路交通法違反の罪と、原判示第\n一の運転免許証偽造の罪及び原判示第三別表１９３から２０３までの無免許運転の\n罪（第四グループの罪）は同被告人の前科たる昭和四〇年一月五日確定の道路交通\n法違反の罪と夫々刑法第四五条後段の併合罪の関係にあたるから同法第五〇条に従\nい未だ裁判を経ない各グループの罪について処断することとなるが、以上の各罪は\n各グループ毎に同法第四五条前段の併合罪にあたり又、原判示第一の前記偽造免許\n証行使の罪及び同判示第三別表２０４から２０９までの各無免許運転の罪（第五グ\nループの罪）の関係も同様同法第四五条前段の併合罪にあたるからそれぞれ同法第\n四七条第一〇条に従い併合加重（第一グループの罪から第三グループの罪までにつ\nいては無免許運転の罪の刑に、第四グループの罪については公文書たる運転免許証\n偽造の罪の刑に、第五グループの罪については偽造免許証行使の罪の刑に各併合加\n重）をした刑期範囲内において、刑を量定することとし、第一グループの罪、第二\nグループの罪については各懲役一月に処し第三グループの罪については懲役二月に\n処し、第四グループの罪、第五グループの罪については刑法第七一条、第六八条第\n三号を適用して酌量減軽した刑期の範囲内（何れも下限が懲役六月となる）で量刑\nすべきところであるが、被告人Ａに対する原判決の科刑は懲役一年であつて、被告\n人控訴にかかる本件においては刑事訴訟法第四〇二条に則り原判決の右刑より重い\n刑を科しえないから、第一グループの罪から第三グループの罪までにつき、前記の\nとおり刑を量定した以上、第四グループの罪及び第五グループの罪に対する科刑は\n前記処断刑の範囲内において量刑することができず、それぞれ懲役四月に処するこ\nととする。\nつぎに被告人Ｂの原判示第一の運転免許証偽造の所為は刑法第一五五条第一項、\n第六〇条に、右偽造免許証行使の所為は同法第一五八条第一項第一五五条第一項第\n六〇条に、原判示第二の運転免許証不正受交付の所為は道路交通法第一一七条の二\n第三号に、原判示第四の無免許運転幇助の各所為は各道路交通法第一一八条第一項\n第一号、刑法第六二条第一項に、原判示第五の無免許運転教唆の所為は道路交通法\n第一一八条第一項第一号刑法第六一条第一項に各該当するところ、右運転免許証偽\n造の罪と偽造免許証行使の罪とは手段結果の関係にあるので刑法第五四条第一項後\n段に則り重い右行使の罪の刑に従い処断することとし、運転免許証不正受交付の罪\nと、無免許運転幇助及び教唆の罪とについてはそれぞれ所定刑中懲役刑を選択し、\n無免許運転幇助罪に対しては刑法第六三条第六八条第三号により減刑し、原判示第\n四の別表２３５６８９１２１３の無免許運転を幇助した罪（Ａグループの罪）は被\n告人Ｂの前科たる昭和三九年二月二八日確定の道路交通法違反の罪と、右別表１６\n１８から２２まで、２７２９３３３６から４０まで、４４４８５２から５５まで、\n５７６１から６５まで、７０７１の無免許運転を幇助した罪（Ｂグループの罪）は\n同被告人の前科たる昭和三九年五月一二日確定した道路交通法違反の罪と、右別表\n７２から７４まで、７６から７８まで、８５８７８８９０９１９４９６９８９９１\n０４１０６１０８１１６１１９から１２１まで、１２３１２９から１３２まで、１\n３８から１４０まで、１４２１４３の無免許運転を幇助した罪（Ｃグループの罪）\nは同被告人の前科たる昭和三九年九月一九日確定した道路交通法違反の罪と、それ\nぞれ刑法第四五条後段の併合罪の関係にあるので、同法第五〇条により未だ裁判を\n経ない各グループの罪について処断することになるが、以上各無免許運転幇助の罪\nは各グループ毎にそれぞれ同法第四五条前段の併合罪であり、又原判示第一の重い\n偽造免許証行使の罪、原判示第二の運転免許証不正受交付の罪、原判示第四の別表\nの１４８１５０１５１１５５１５６１５８から１６０まで、１６２１６４から１６\n６まで、１７２１７６１７９１８３１８５１８８から１９０まで、１９２から１９\n４まで、１９７から２０５まで、２０８２０９の無免許運転を幇助した罪、原判示\n第五の無免許運転を教唆した罪（Ｄグループ）の関係も同様同法第四五条前段の併\n合罪にあたるのでそれぞれ同法第四七条、第一〇条に従い併合加重（Ａグループの\n罪からＣグループの罪までについては無免許運転幇助の罪の刑に、Ｄグループの罪\nについては偽造免許証行使の罪の刑に併合加重）をした刑期範囲内において刑を量\n定することとし、それぞれ所定刑中懲役刑を選択し、無免許運転幇助罪に対しては\n刑法第六三条第六八条第三号により減刑し、原判示第四の別表２３５６８９１２１\n３の無免許運転を幇助した罪（Ａグループの罪）は被告人Ｂの前科たる昭和三九年\n二月二八目確定の道路交通法違反の罪と、右別表１６１８から２２まで、２７２９\n３３３６から４０まで、４４４８５２から５５まで、５７６１から６５まで、７０\n７１の無免許運転を幇助した罪（Ｂグループの罪）は同被告人の前科たる昭和三九\n年五月一三日確定した道路交通法違反の罪と、右別表７２から７４まで、７６から\n７８まで、８５８７８８９０９１９４９６９８９９１０４１０６１０８１１６１１\n９から１２１まで、１２３１２９から１３２まで、１３８から１４０まで、１４２\n１４３の無免許運転を幇助した罪（Ｃグループの罪）は同被告人の前科たる昭和三\n九年九月一九日確定した道路交通法違反の罪と、それぞれ刑法第四五条後段の併合\n罪の関係にあるのて、同法第五〇条により未だ裁判を経ない各グループの罪につい\nて処断することになるが、以上各無免許運転幇助の罪は各グループ毎にそれぞれ同\n法第四五条前段の併合罪であり、又原判示第一の重い偽造免許証行使の罪、原判示\n第二の運転免許証不正受交付の罪、原判示第四の別表の１４８１５０１５１１５５\n１５６１５８から１６０まで、１６２１６４から１６６まで、１７２１７６１７９\n１８３１８５１８８から１９０まで、１９２から１９４まで、１９７から２０５ま\nで、２０８２０９の無免許運転を幇助した罪、原判示第五の無免許運転を教唆した\n罪（Ｄグループ）の関係も同様同法第四五条前段の併合罪にあたるのでそれぞれ同\n法第四七条、第一〇条に従い併合加重（Ａグループの罪からＣグループの罪までに\nついては無免許運転幇助の罪の刑に、Ｄグループの罪については偽造免許証行使の\n罪の刑に併合加重）をした刑期範囲内において刑を量定することとし、Ａグループ\nの罪につき懲役一月、Ｂグループの罪、Ｃグループの罪につき各懲役二月、Ｄグル\nープの罪につき懲役七月に処する。　なお、原審における未決勾留日数の算入につ\nいては刑法第二一条を、押収にかかる偽造の自動車運転免許証一通（広島地方裁判\n所呉支部昭和四〇年押第二九号証第一号）の没収につき同法第一九条第一項第一\n号、第三号、第二項を、不正受交付の自動車運転免許証一通（右証第二五号）の没\n収につき同法第一九条第一項第三号、第二項を各適用することとし、よつて主文の\nとおり判決する。\n（裁判長裁判官　高橋英明　裁判官　福地寿三　裁判官　田辺博介）\n"
}