{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 11,
    "day": 1
  },
  "case_number": "昭和37(う)270",
  "case_name": "道路交通法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "lawsuit_id": "24221",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24221",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/221/024221_hanrei.pdf",
  "contents": "主　　　　文\n原判決中無罪部分を破棄する。\n被告人を罰金二千円に処する。\n右罰金を完納することができないときは、金四百円を一日に換算した期\n間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、タ張区検察庁検察官事務取扱検察官検事山浦重三作成名義の\n控訴趣意書記載のとおりであるから、これをここに引用する。\n控訴趣意書第一点（法令適用の誤り）について。\n道路交通法第七二条第一項前段所定の救護等の措置をとるべき義務に違反した者\nが同項後段所定の報告義務をも尽さなかつた場合における両義務違反の罪の関係に\nついては、前者の罪が処罰される限り、後者の罪は処罰されるものではないと解す\nる。すなわち、このことは、当裁判所が当庁昭和三六年（う）第二六九号事件につ\nき、同年一一月九日判決において、「交通事故を起しながら右前段所定の措置を講\nずることなく、そのまま現場を立ち去り、同後段所定の報告をしない場合は、前段\nの義務違反のみが成立し、後段の適用はない。」としてすでに判示したとおりであ\nる（高裁判例集一四巻七号五三六頁）。もつとも、この点については、両罪をもつ\nて所論と同じく併合罪とみる見解あるいは観念的競合とみる見解も存する。しか\nし、右前段の規定も後段の規定も共に、交通事故が発生した場合において被害者の\n救護、交通秩序の回復につき適切な措置がとられるようにし、以て道路における危\n険とこれによる被害の増大とを防止し、交通の安全と円滑を図ることを目的として\nいるものであり、したがつて両罪はいずれもその法益を同じくしていると考えて妨\nげない。しかるに、前段違反の罪に対する刑は後段違反の罪に対するそれに比し著\nしく重くされている。このことは、右前段所定の義務を怠る場合は後段所定の義務\nをも怠るのが通例であつて（いわゆる「轢き逃げ」の場合に典型的にみられるとこ\nろである。）、前段違反を犯した者がさらに後段違反を犯しても、その所為は法益\nの危険を本質的に高めるものではないとして前段違反の罪に包括的に評価され、同\n罪に対する処罰によつてともども処罰されているとなすかにほかならないものと解\nされる。すなわち、かかる場合、前段、後段両義務違反があるとしても前段違反の\n責任が問われる限り、後段違反の所為は（形式的には一応犯罪構成要件に該当する\nのではあるが）、いわゆる吸収関係に立つものとして結局犯罪の成立を阻却される\nものというべきであり、したがつて後段違反の犯罪の成立をみるのは前段違反の責\n任が問われない場合であるというべきである。併合罪説や観念的競合説は、両罪の\n法益が同じであること、もしこれらの説によるときは、両義務違反の罪が共に成立\nすることを最も典型的な場合として予定することとなるが、それならば道路交通法\nが敢えて各別の罰則を規定していることの意義が乏しくなること等に照らし賛同で\nきない（所論引用の最高裁判所昭和三七年五月二日第三小法廷判決は両義務違反を\n同一罰条を以て律した旧道路交通取締法、同施行令に関するものであつて、現行道\n路交通法と趣きを異にし、本件の参考にはならない。）。\nしかしながら、一般にある犯罪事実を起訴する場合において、事実面での立証の\n困難や法律面での紛議を回避するため検察官においてはじめから本来的な犯罪事実\nを縮減した形において構成した訴因をもつて審判を請求することは、それが著しく\n正義に反するものでない限り、現行刑事訴訟法の下では検察官の裁量に属するこ<要\n旨>とであり、又かかる場合に裁判所としては当該訴因に審判の範囲を限定するを以\nて足るものと解される。そこ</要旨>で、交通事故を起しながら前記前段、後段所定\nのいずれの義務をも尽さずそのまま逃走した場合、起訴にかかる訴因が両義務違反\nの罪に該当するものとしているときは、前記当裁判所の判決における事案のよう\nに、後段違反の訴因については無罪の判断をなすべきものであるが、検察官におい\nて前段違反の点については何らふれることなく、それよりも縮減された後段違反の\n罪のみについて審判を求めているときは、後段違反の訴因についてのみその成否を\n案ずれば足り、証拠上被告人に前段違反が認められること、あるいは前段所定の措\n置を講じたことが認められないことを理由に後段違反の訴因につき無罪を言い渡す\nべきものではないといわなければならない。これに反する解釈の下に本件訴因につ\nき無罪を言い渡した原判決は法令の適用を誤つたというほかなく、これは明らかに\n判決に影響を及ぼすべき場合にあたる。\nよつて、その余の論旨（被告人は救護義務を尽したとするもの）についての判断\nを省略し、本件控訴は結局理由があるものとして刑事訴訟法第三九七条第一項、第\n三八〇条により原判決中無罪部分を破棄した上、同法第四〇〇条但書にしたがい、\n次のとおり自判する。\n（罪となるべき事実）\n被告人は、昭和三七年五月三一日午前一時五〇分頃、夕張市ａｂ番道路において\n小型四輪乗用自動車（六二年型セドリツク、札○－は○×△□号）を運転し、三菱\n大夕張鉄道Ａ駅構内大夕張営林署専用岐線の踏切を通過するに際し、同踏切の東端\nより二・一米はずれた踏切外の軌条に自車前部バンバー附近を激突させ、その衝撃\nにより助手席に同乗していたＢをして自軍前部硝子にその顔面を衝突させ、同人に\n対し全治迄約一〇日間の加療を要する顔面裂傷の傷害を惹起せしめると共に、自軍\nを同所より後方に退行させる際Ｃ方住宅玄関横に自動車後部を激突させ、同家屋の\n下見板三枚及び柱一本を折損し、他人の建造物を損壊するという各交通事故を起こ\nしたにもかかわらず、右事故発生の日時、場所その他道路交通法第七二条第一項後\n段所定の事項を直ちにもよりの警察署の警察官に報告しなかつたものである。\n（証拠省略）\n（法令の適用）\n被告人の所為は道路交通法第七二条第一項後段、第一一九条第一項第一〇号、罰\n金等臨時措置法第二条に該当する（本件事故はいずれも車両の交通による事故であ\nることは明らかである。また、本件傷害事故と物の損壊事故とは各別の行為によつ\nて発生したものであるが、その発生の日時、場所共にきわめて接着しており、右第\n七二条第一項後段の報告義務の関係では共に同一機会に履行されるのを普通とする\n事情にあるので本件各事故の報告をしなかつた点は包括して一罪として処断すべき\nものである。）。そこで所定刑中罰金刑を選択し所定罰金額の範囲内で被告人を罰\n金二千円に処し、刑法第一八条により右罰金を完納することができないときは金四\n百円を一日に換算した期間被告人を労役場に留置し、なお訴訟費用については刑事\n訴訟法第一八一条第一項但書にしたがい被告人に負担させないこととする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}