{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 3,
    "day": 14
  },
  "case_number": "昭和33(ネ)302",
  "case_name": "所有権移転登記抹消登記手続請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "lawsuit_id": "23636",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23636",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/636/023636_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n本件を熊本地方裁判所御船支部に差し戻す。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人は控訴人に対し原判決添付別紙目\n録記載の不動産につき昭和八年十月五日熊本地方法務局堅志田出張所受付第三七七\n九号をもつてなした同月三日付売買による所有権移転登記の抹消登記手続をせよ。\n訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理\n人は控訴棄却の判決を求めた。\n当事者双方の事実上及び法律上の主張ならびに証拠の関係は、控訴代理人におい\nて「（一）控訴会社の株券は未発行のままであるけれども、その株主及びその持株\n数は、Ａの相続人Ｂ、Ｃ、Ｄの三名で合計四、三〇〇株であり、Ｅの相続人Ｆの持\n株一〇〇株、Ｇの相続人Ｈは一〇〇株、Ｉ相続人Ｊは一〇〇株、Ｋ相続人Ｌは一〇\n〇株、Ｍ、Ｎ、Ｏの持株数はそれぞれ一〇〇株である。（二）控訴会社取締役職務\n代行者Ｐは前記（一）の各株主に対し昭和三二年二月二三日取締役及び監査役選任\nを目的とする株主総会を開催するため、同月五日その招集の通知を発した。右株主\n総会招集の通知はＯ、Ｂ、Ｃ及びＤの四名に対しては直接通知状を交付し、その余\nの株主に対しては通知状を書留郵便に付して発した。」と述べ、立証として甲第一\n〇ないし第一四号証を提出し、当審証人Ｐ、Ｑ、Ｂの各証言を援用し、被控訴代理\n人において控訴会社を代表して本訴訟を追行すべきものとしては商法第二五八条第\n二項の規定に従い取締役職務代行者を選任すべきで民訴第五六条にもとずき当裁判\n所がなした特別代理人の選任決定は不適法である。なお従前の取締役職務代行者Ｐ\nが訴訟を追行することには異議がないと述べ、甲第一〇、第一四号証の成立を認\nめ、同第一一ないし第一三号証の成立は不知と答えたほかは原判決摘示事実と同じ\nであるからこれを引用する。（ただし原判決三枚目裏三、四行目に「その余の乙号\n各証の成立を認める」とあるは「乙第三号証の一、二第七号証の一、二、第八号証\nの一ないし三、第九号証の一、二の成立は不知、その余の乙号各証の成立は認め\nる」の誤記と認めこれを訂正する。）\n理　　　　由\n本訴は昭和二七年四月一三日の株主総会において選任された控訴会社代表取締役\nＲが弁護士川野浩に委任して提起した訴訟であるところ、原裁判所昭和三一年\n（ワ）第七号取締役選任決議無効判決の確定（昭和三一年一二月一〇日確定）によ\nり右代表取締役Ｒはその資格のないことが確定し、確定当日右選任決議にもとずく\n取締役及び代表取締役就任登記は抹消されたところ、昭和三二年二月二三日招集さ\nれた株主総会において更めて前記Ｒを代表取締役に選任する旨の決議をなしたの\nで、同人は控訴会社の代表者として本訴における従前の訴訟行為を追認したもので\nあることは、一件記録により明らかである。\nところて被控訴人は前記昭和三二年二月二三日の株主総会の決議も無効であると\n主張しＲの代表権限を争うので、まずこの点について検討を加える。成立に争いが\nない甲第一〇、第一四号証、当審証人Ｐの証言により真正に成立したと認めること\nができる甲第一一号証、当審証人Ｂの証言により真正に成立したと認めることがで\nきる甲第一二号証、原審及び当審証人Ｐの証言を総合すれば、前記昭和三二年二月\n二三日の株主総会は、商法第二五八条第二項非訟事件手続法第一二六条等の規定に\n従い昭和三〇年一一月二八日熊本地方裁判所御船支部の決定により取締役職務代行\n者に選任されたＰの招集により開催せられたものであるが当時控訴会社においては\n設立当時の取締役であつたＡ、Ｉ、Ｅの三名（右のうちＡは代表取締役）はいずれ\nも死亡し（取締役Ｉは昭和六年八月五日、同Ｅは昭和九年三月二八日、同代表取締\n役Ａは昭和一九年九月一七日いずれも死亡）、取締役は皆無となつていたこと、も\nつとも右Ｐが取締役職務代行者に選任される以前である昭和二七年四月一三日Ｒ、\nＢ、Ｃの三名が取締役に右Ｒが代表取締役に選任せられたが、前掲昭和三一年一二\n月一〇日の選任決議無効判決の確定によりそれぞれその資格を有しないことに確定\nし、したがつて前記昭和三二年二月二三日開催の株主総会を招集した当時には前記\n代行者Ｐ以外には控訴会社の取締役は欠員のままであつたことには変りがなく、し\nかもＰは代表取締役職務代行者としてではなく、単なる取締役職務代行者として選\n任せられた者であること、以上の事実を認めることができ右認定を左右する証拠は\nない。\n<要旨>ところで、株主総会の招集は取締役会の定めるところに従い代表取締役が\nこれを招集すべきものであつて、</要旨>取締役会の決議によらないで代表取締役以\n外の取締役が招集した総会は全く招集権なき者の招集した総会であり、法律上は株\n主総会としての成立をみとめえないこと明らかであつて、その決議は不存在という\nほかない。\n本件についていえば本件株主総会招集当時控訴会社の取締役は全員死亡していた\nため商法第二五八条第一項の適用される余地がなく法定の員数の最低限を欠くに至\nつた（本件においては控訴会社の定款に取締役の員数を定めた規定の存する事実を\n認める証拠はない）のであるから、商法第二五五条の規定により法定の最低限の定\n足数三名の取締役職務代行者（中一名は代表取締役職務代行者）の選任を得た上\nで、同法第二三一条、第二六〇条の二の規定に従いその過半数をもつて株主総会招\n集の決議をなし、代表取締役職務代行者において、これが招集手続をなすべきであ\nるのにかかわらず、以上のような決議手続を経ずに単なる取締役職務代行者に過ぎ\nないＰが単独で本件株主総会を招集したのであるから、右株主総会は取締役会の決\n議によらず、しかも代表取締役以外の取締役が招集した株主総会であつて、その総\n会は全く招集権なき者の招集した総会で法律上は株主総会としての成立を認め得な\nい意味においてその決議は不存在というほかなく、右決議にもとずき代表取締役と\nして選任せられたＲには控訴会社を代表する権限がないというべきである。\nしかしながら当裁判所は昭和三五年四月二七日控訴会社の利害関係人である株主\nＢの申請にもとずき前記Ｒを民事訴訟法第五八条第五六条の規定に従い控訴会社の\n特別代理人に選任する旨決定し、右Ｒにおいて従前の訴訟行為を追認したこと記録\n上明らかであるから、これにより本訴は訴の提起にさかのぼつて有効となつたわけ\nである。被控訴人は控訴会社を代表して本訴訟を追行すべきものとしては、商法第\n二五八条第二項の規定に従い取締役職務代行者を選任すべきで民訴第五六条の規定\nによる特別代理人の選任決定は不適法である。なお従前の取締役職務代行者Ｐにお\nいて控訴会社の訴訟を追行することには異議がないと主張するけれども、従前の取\n締役職務代行者Ｐは、単なる取締役の職務代行者であつて控訴会社を代表して訴訟\nを追行し得べき権限を有する代表取締役職務代行者ではないから、控訴会社の本訴\n訟を追行すべき者としては商法第二六一条第三項第二五八条第二項非訟事件手続法\n第一二六条第一三二条ノ四の規定に従い新たに代表取締役職務代行者を選任するほ\nかはないわけである。しかし前記各法条に従い代行者の選任をまつていたのでは、\n記録により認めることができる本件訴訟の経過ならびにその内容に徴し控訴会社に\nおいて遅滞のため損害を受けるおそれあることにつき疎明のある本件においては、\n民訴第五八条第五六条の規定を類推し、控訴会社の利害関係人の申請にもとずき特\n別代理人を選任することができると解すべく、しかも右選任決定の取消決定のない\n以上、Ｒは特別代理人として控訴会社を代表しうることは当然であるから、これに\n反する前記被控訴人の見解は採用できない。\nしてみればＲに控訴会社を代表する権限がない故に訴を不適法として却下した原\n判決は不当で本件控訴は理由があることに帰すから、民事訴訟法第三八八条に従い\n原判決を取消し、本件を第一審裁判所に差し戻すべきものとし、主文のとおり判決\nする。\n（裁判長裁判官　川井立夫　裁判官　秦亘　裁判官　高石博良）\n"
}