{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 3,
    "day": 24
  },
  "case_number": "昭和38(ネ)801",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第18巻2号188頁",
  "gist": "一、　公の営造物の設置、管理に瑕疵がないとして国に対する損害賠償請求が排斥された事例\n二、　国際航空運送についてのある規則の統一に関する条約(昭和二八年条約第一七号)第一七条にいう「乗降のための作業中」の意義",
  "case_gist": "一、　(判文参照)\n二、　国際航空運送についてのある規則の統一に関する条約(昭和二八年条約第一七号)第一七条に、旅客の死亡または身体障害による運送人の損害賠償責任発生に関する「乗降のための作業中」というのは、旅客を航空機に搭乗させるための諸種の作業によつて航空運送に特殊的な危険発生の可能性の存する期間、すなわち旅客が改札を受けて、飛行場に入つた時から着陸後飛行場を去る時までをいうものと解すべきである。",
  "lawsuit_id": "21049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/021049_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人等は各自控訴人Ａに対し金六十三万五\n千四百五円及びこれに対する昭和三十三年十一月十五日以降完済に至るまで年五分\nの割合による金員を支払え。被控訴人国は控訴人Ｂに対し金五十七万三千四百八十\n円及びこれに対する前同日以降完済に至るまで年五分の割合による金員を支払え。\n訴訟費用は第一、二審とも被控訴人等の負担とする。」との判決を求め、被控訴人\n等各代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の陳述並びに証拠の提出、援用、及び認否は、控訴代理人に\nおいて「本件事故現場である階段踊り場は内外人老若男女の旅客が昼夜を問わず出\n入する通路であり、また旅客と見送人とが別れを告げる場所でもあつて、或いは小\n児の旅客が別れを告げながら後ろ向きのまま階段方向に進むこともありうる場所で\nあるから、このような事態から生ずる危険の防止をも考慮して、その施設は特に通\n行人の安全を保障するに十分な設備をなすべきであつた。しかるに本件踊り場に\nは、小児がもぐり込み墜落する程の空間のある手摺りが設置されていただけで、し\nかも右手摺りは、旅客が出発口の柵の前に立つて前方を見るときは階段部分の前方\nに向い下り傾斜になつている天井に接着しているように見えて、その先には何の危\n険箇所のあることも想像できないような構造であつて、危険を通行者に予知させる\nような設備もない踊り場であつたため、現に控訴人Ａは右手摺りの空間から転落し\nたのである。よつて、被控訴人国は、その営造物の設置及び管理の瑕疵に基づく本\n件損害賠償義務を免れることはできない。」と述べ、証拠として当審証人Ｃの証言\n及び当審の検証の結果を援用したほか、原判決事実摘示のとおりであるから、これ\nを引用する。\n理　　　　由\n控訴人Ａ（当時の年齢満三年八月）が昭和三十三年七月十九日午後八時三十分頃\n東京都大田区ａ所在Ｄ空港ビル二階待合室を出て一階東京税関旅具検査場に至る階\n段上の踊り場の階段降り口向つて右手の手摺りの間から階下に転落負傷したことは\n各当事者間に争がない。\n一、　先ず控訴人等の被控訴人国に対する請求について判断する。\n原審証人Ｅ、同Ｆ、同Ｇ及び同Ｈの各証言によれば、右踊り場は、Ｄ空港ピルの\n建物の二階内部にあつて、被控訴人国が出入国、通関、検疫等の事務を行うために\nその所管の各官庁を設置している同建物一階の一部とともに、被控訴人国の所有、\n管理する区域に属することが認められるから、公の目的に供せられる国の営造物の\n一部というべきである。\n本件事故当時における前記階段踊り場附近の状況及び控訴人Ａが転落した箇所の\n手摺りの構造形状が別紙図面のとおりであり、右手摺りにより仕切られている右踊\nり場と階下旅具検査場の床面との距離が約四米であることは、控訴人等と被控訴人\n国との間に争いがない。\n成立に争のない甲第一号証、本件事故現場の当時における写真であることに争の\nない同第四号証の一、二、原審における検証の結果及び原審証人Ｃの証言（第一\n回）によれば、本件踊り場は、別紙図面記載の鉄柵により二階待合室と区劃されて\nおり、同空港から航空機に乗り出国しようとする旅客は、二階待合室から右鉄柵に\n設けられた出発口を通り抜けて本件踊り場に入り、右鉄柵から約五米前後の平滑な\n右踊り場を通行して階段ステツプ最上段の縁に達し、階段を降つて一階旅具検査場\nへ至る経路をとるようになつていたこと、右階段の幅は踊り場の幅より狭く、踊り\n場より見てその中央左寄りに位置しているため、踊り場は階段両脇において切断さ\nれて右側においては幅約一米七十七糎の断崖をなし、その直下は一階旅具検査室の\n床面となつており、前記手摺りは右断崖の縁辺に設けられ階段右脇に沿うて設けら\nれた手摺りと直角に連なつていたこと、控訴人Ａは本件事故当時その母Ｉに伴われ\n同空港発の航空機に搭乗してアメリカ合衆国へ帰国するに当り、出国手続のため階\n下に向うべく前記出発口を通過して本件踊り場に出たこと、及びその際同控訴人等\nは、待合室の右出発口附近で同人等を見送つていた同控訴人の祖父訴外Ｃと右鉄柵\nをはさんで別れを告げてから、母ＩはＡに追従を促しつつ単独で階段に向つて歩行\nし、Ａは、なおも祖父Ｃとの別れを惜しんでＩにおくれ、Ｉに促がされてＣに向つ\nて「バイバイ」と手を振りながら後ずさりして遂に階段右側の前記手摺りの台石に\n足をとられて転倒したため、間隔上下六十七糎、左右一米四十八糎の右手摺りの空\n間から約四米下の階下床面に転落したものであることをそれぞれ認めることがで\nき、右認定を覆すに足る証拠はない。\n被控訴人国の営造物たる右踊り場は一般の多数海外旅行者が通行する場所であつ\nて、しかも一階床面との間に約四米の距離を存する断崖をなしている部分の存する\nことは前記のとおりであるから、被控訴人国としては、転落事故の危険を防止する\nために必要な設備等をしなければならないことは云うまでもない。\n<要旨第一>思うに、建築物の設置及び管理について、危険防止のために、いかな\nる設備等をなすべきかについては、およ</要旨第一>そ想像しうるあらゆる危険の発\n生を防止しうべきことを基準として抽象的、画一的に決すべきではなく、法令に規\n定のある場合にこれに準拠すべきは別として、一般的には、当該建築物の構造、用\n途、場所的環境及び利用状況等諸般の事情を総合考慮した上で、具体的に通常予想\nされうる危険の発生を防止するに足ると認められる程度のものを必要とし、かつこ\nれをもつて足るものと云うべきであつて、この理は、公の営造物についても異なる\nところはないものと解すべきである。\n本件についてこれを見ると、本件事故現場たる階段踊り場には前示のような手摺\nりが設備され、これが転落事故を防止することを主たる目的とするものであること\nは明白であるところ、この手摺りの空間は前示のとおり縦六十七糎、横一米四十八\n糎の空間であり、その直下は約四米の距離を存する一階床面であるから、右手摺り\n自体のみをとりあげれば一見危険で不完全な設備であるように見られないでもな\nい。しかし、前掲甲第四号証の一、原審における検証の結果並びに原審証人Ｅ及び\n同Ｊの各証言によれば、前記鉄柵内の本件踊り場は、東京税関支署等出入国手続関\n係官庁の構内に属し、航空機便で出国する限られた人数の国際旅客が、出国に当つ\nて通関出国等の手続を経て航空機に搭乗するためにのみ利用せられる個所であつ\nて、すなわち一定の目的を有する不特定人のみの利用に供せられる施設であるこ\nと、従つて前記各官庁係員及び空港関係者等で官庁の特別の許可を受けた者以外の\n一般人は右鉄柵の内部に立入ることを禁止せられ、本件踊場は、一般人であると旅\n客であるとを問わず、子女が遊歩ないし遊戯することを許されず、航空機に搭乗す\nる旅客が通過するとき以外にはほとんど人影も見られない場所であること、また、\n航空機に搭乗する旅客は、出入国手続を促す放送に誘導せられて待機中の二階待合\n室から順次一人づつ右鉄柵に設けられた出発口を出て、見送人に対しても簡単な別\nれを告げた上本件踊り場を通過し、順を追うて流れるように、一路階段を降つて、\nその間何らの混乱を生ずることもなく、一階旅具検査場に至るのが常態であつて、\n子女といえども、附添いの保護者の誘導に従い一般旅客と行動を一にし、その例外\nをなすものでないことが認められ、以上の認定を左右するに足る証拠はない。\n以上の認定事実に前記の本件手摺の構造、形状を考え合せると、旅客中に危険の\n観念や行動力において劣る子女のあることを考慮しても、本件踊り場からの転落に\nよる危険の発生を防止するためには、本件手摺の設置をもつて足るものというべき\nである。控訴人Ａの母Ｉは、当時旅客や見送人が全く見当らなかつた現場に幾分心\nを許したためか、前記のとおり同控訴人に追従を促しつつ、単独で階段に向つて歩\n行し、同控訴人は、母Ｉと離れて別行動をとり、同控訴人等を見送る祖父に向つて\n「バイバイ」と手を振りながら後ずさりをし、さらに手摺の台石に足をとられて階\n下に転落したという本件のような不幸な事故（前記Ｃ証人の証言によれば、控訴人\nＡは、わが国の同年齢の子女と比べて背が高く、二年程年長に見えたことが認めら\nれるから、若し台石に足をとられることがなかつたならば、優に手摺の上部によつ\nて身体を支えられ転落を免れたであろうことが認められる）は、前記認定事実に徴\nし、本件踊り場においては、通常予測しえないところというべきであるから、かよ\nうな場合の危険の発生を未然に防止しえない本件手摺の設置をもつて営造物の設置\nに瑕疵があるとする控訴人等の主張は採用しがたい。なお原審（第二回）及び当審\n証人Ｃは、二階待合室内より前記鉄柵の前に立つて本件踊り場を見るときは、一見\n恰かも手摺り全体が前方へ向い下り傾斜をなしている階段部分の天井の附属物のよ\nうであつて、階段の幅と踊り場の幅とが同一であるように見えたと供述するが、前\n掲甲第四号証の一及び原審における検証の結果によれば、本件事故現場附近は照明\n設備により明るく、一般人についていえば、かような錯覚を起させるとは到底認め\n難いから、被控訴人国においてかような場合に備えて危険を予知せしめる設備をし\nなかつたとしても営造物の設置に瑕疵ありということはできない。（控訴人Ａが控\n訴人等主張のような錯覚に陥つた事実の存しない限り、控訴人等の主張する瑕疵\nは、本件事故と因果関係のないことも言うを俟たない。）\n然らば本件踊り場の手摺について控訴人等主張の設置の瑕疵があつたものとは認\nめ難いから、控訴人等の被控訴人国に対する本訴各請求は理由がない。\n二、　次に控訴人Ａの被控訴人日本航空株式会社（以下単に日航と称する）に対\nする請求について判断する。\n控訴人Ａと日航との間に東京シカゴ間の航空旅客運送契約が結ばれ、これに基づ\nきＡが日航の運航する航空機に搭乗するため、Ｄ空港ビル二階待合室を出て、一階\n東京税関旅具検査場に向う途中階上踊り場において本件事故を惹起したものである\nことは右当事者間に争がない。\nもとより右運送契約に基づき日航は控訴人Ａを航空機で安全に目的地シカゴへ運\n送すべき契約上の義務を負うものであるところ、本件運送契約は「国際航空運送に\nついてのある規則の統一に関する条約（昭和二十八年条約第十七号、通称ワルソー\n条約）の適用ある国際運送であるから日航は旅客の死亡又は負傷その他の身体の障\n害の場合における損害についての運送人の責任の規定である同条約第十七条の規定\nに従い損害の原因となつた事故が航空機上で生じ、又は乗降のための作業中に生じ\nたものであるときには賠償の責に任ず<要旨第二>べきである。ところで、右にいう\n「乗降のための作業中」なる語義については見解の多く分れるところである</要旨\n第二>が、旅客を航空機に搭乗させるための諸種の作業によつて、航空運送に特殊的\nな危険発生の可能性の存する期間、すなわち旅客が改札を受けた後飛行場に入つた\n時から着陸後飛行場を去る時までをいうものと解するのが相当である。しかるに、\n本件の羽田国際空港において航空機に搭乗しようとする国際旅客の経路は、通関手\n続等開始の合図により二階待合室を出て本件事故現場である踊り場を通過し、階段\nを経て階下に降り、係官の指示に従つて順次通関、出国、検疫の各手続を済ませて\n航空機に搭乗する運びとなつていることは当事者間に争いがなく、原審における検\n証の結果、前掲証人Ｅ及び同Ｊの各証言によれば出国の場合は、一階の関係官庁に\n対する出国手続を済ませた旅客は一階の出国待合室で再び待機し、航空会社係員の\n指示に従つて、右出国待合室の飛行場への出入口において通関等の出国手続完了及\nび搭乗券所持の確認を受けた上右出入口を通り、フインガーを通過し、空港ビル建\n物外に出て飛行場に入り、航空機搭乗地点に至り、「タラツプ」を昇つて航空機に\n乗込むという経路となつていたことを認めることができ、右事実によれば右一階出\n国待合室出入口からフインガーを経て飛行場に入る以前に完了すべき出国手続をと\nる目的で二階待合室から一階旅具検査場へ赴かんとした際に発生した本件事故は前\n叙の理由により乗降のための作業中に生じたものということはできない。\n控訴人は被控訴人日航は旅客が二階の前記出発口を出た時は直ちにこれに適切な\n警告を与える等安全に旅客を誘導すべき義務があると主張するけれども、かような\n運送契約上の義務を認めるべき法的根拠なく、従つて以上いずれの点からしても控\n訴人が被控訴人日航に対し契約不履行に基くづ損害の賠償を求める本訴請求も理由\nがないものといわねばならない。\n（裁判長裁判官　仁分百合人　裁判官　池田正亮　裁判官　渡辺惺）\n（別　紙　一）\n＜記載内容は末尾１添付＞\n"
}