{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和39(ネ)2964",
  "case_name": "利得償還請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "lawsuit_id": "20942",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20942",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/942/020942_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人は、控訴人に対し金一〇〇万円およびこれに対する昭和二六年\n五月一四日から支払ずみまで年六分の金員を支払うべし。\n訴訟の総費用は被控訴人の負担とする。\nこの判決は、第二項に限り控訴人において金二〇万円の担保を供すると\nきは仮に執行することができる。\n事　　　　実\n控訴代理人は、主文第一ないし第三項同旨の判決並びに仮執行の宣言を求め、被\n控訴代理人は、控訴棄却の判決および請求の拡張にかかる部分につき請求棄却の判\n決を求めた（控訴人は原審において被控訴人に対し金一〇〇万円およびこれに対す\nる昭和二六年五月一二日から支払ずみまで年五分の金員の支払を求めたが、差戻後\nの当審において、主文第二項同旨の判決を求める旨請求を拡張した）。\n当事者双方の事実上の主張および証拠の関係は、双方において次のとおり附加陳\n述し、証拠として、被控訴代理人が当審証人Ａ、Ｂの各証言を援用したほかは、原\n判決事実摘示と同じであるからこれを引用する。\n控訴人の主張\n（一）　控訴人は本件小切手を盗取されたことによりその所持を失つたけれど\nも、依然右小切手の所有者であるから、その失権による利得償還請求権は控訴人に\n帰属したのであつて、右小切手の呈示期間経過後になされた盗取者から訴外東洋貿\n易株式会社に、同会社から訴外Ａに対する右小切手の各譲渡は指名債権の譲渡の効\n力を有するに過ぎず、控訴人の取得した右利得償還請求権が右訴外人らに移転する\nはずがなく依然として控訴人がその権利者である。\n（二）　本件小切手のように呈示期間を徒過した場合、小切手法の規定にもとづ\nき当然に小切手上の一切の権利が消滅するのであつて、すでに右権利が消滅した以\n上、利得償還請求をするにつきさらに公示催告手続による失権の手続を必要とすべ\nきなんらの根拠もないから、右手続による除権判決を必要としないと解すべきであ\nり、また除権判決により小切手が失効した場合利得償還請求権を行使するには小切\n手の現実の所持を必要としないのであつて、これと同様に本件のように手続の欠缺\nにより小切手上の権利が消滅した場合利得償還請求権を行使するには小切手を現実\nに所持することも必要としないと解さなければならない。\n（三）　仮に本件において利得償還請求権を行使するに公示催告手続による除権\n判決を得、または小切手を現実に所持することが必要であるとしても、被控訴人が\nすでに本件小切手を受戻してこれを占有している以上利得償還請求権の行使につき\n控訴人が本件小切手を現実に所持していると同様にみるべきである。\n被控訴人の主張\n（一）　小切手は振出人の支払委託の取消がない限り支払人は呈示期間経過後と\nいえども有効な支払をすることができるが、本件小切手は銀行の自己宛小切手であ\nるから小切手契約の存在を前提とする通常の支払委託の取消ということはあり得な\nいのであつて、自己宛小切手の振出依頼人からの盗難届は、単なる事故届であつて\n支払委託の取消でないことはもとより、これと同視すべきものでもないから支払人\nたる銀行を拘束する効果をするものでない。従つて、銀行（支払人）は、事故届の\nある呈示期間経過後の小切手の呈示を受けても、自己の責任のもとで支払を拒絶す\nることはできるが、支払を拒絶しなければならないものではなく、支払にあたつて\n悪意若しくは重大な過失なき限り有効な支払として小切手に関する一切の義務をま\nぬがれるのである。\n（二）　小切手法第二四条第二項は、日附の記載なき裏書は拒絶証書作成前また\nは呈示期間経過前にこれをしたものと推定しており、右規定の法意は本件小切手の\nような持参人払式小切手が単なる引渡によつて譲渡される場合にも適用される、と\n解されている。小切手になされた日附のない裏書は呈示期間経過前になされたもの\nと推定する趣旨は、小切手が完全なる流通証券であり、支払証券であるため、その\n流通の円滑と迅速なる決済を確保せんがため裏書の資格授与的効力（小切手法第一\n九条）および支払人の調査義務（同法第三五条）の規定とともに小切手所持人の権\n利行使を容易にし、支払人の注意義務を軽減する作用を有する。従つて、右推定は\n強い効力を有すると解すべきであり、小切手の呈示を受けた者は反証がない限り小\n切手所持人を呈示期間経過前の取得者として、すなわち適法な所持人としてこれに\n対し支払をなし得べき地位を有するものと解さなければならない。\n（三）　本件小切手金が支払われるに至つたのは次のような事情による。本件小\n切手につき控訴人から被控訴人に対して盗難届があつたので、昭和二五年一一月二\n八日Ａなる小切手持参人が現われたときに被控訴銀行Ｃ支店はこれを控訴人に通知\nし、Ａは捜査当局の取調を受けたのであるが、同人が盗犯者でないことが明らかに\nなり、本件小切手はいつたん証拠品として押収されたが間もなく同人に返還され\nた。その間控訴人は、自己が真の所有者であるとするならばＡの無権利を主張して\n小切手を取り戻し得たにもかかわらずなんらそのような行為をとらず、かつ本件小\n切手が呈示期間経過後にＡによつて取得されたものであるとの主張も立証も当時な\nさなかつたため、右小切手はＡから訴外株式会社大阪銀行に裏書譲渡され、同銀行\nは昭和二五年一二月一八日手形交換所を経由して支払のための呈示をしてきたの\nで、被控訴人は同銀行との間で交換決済により支払を了した。\n以上の事実関係のもとでは、小切手法第二四条第二項、第三五条および第三二条\n第二項により被控訴人の本件小切手金の支払は有効として免責されるべきである。\n従つて、たとえ控訴人が本件小切手の呈示期間経過による小切手上の権利失効当時\nその真実の権利者であつたとしても、被控訴人の右支払により被控訴人にはなんら\nの利得が残らないから、被控訴人は控訴人の本件利得償還請求に応ずべき義務がな\nい。\n理　　　　由\n第一　本件の基礎たる事実関係\n一　被控訴銀行Ｃ支店長が昭和二五年一一月九日訴外Ｄ、Ｅ両名の依頼にもとづ\nき同人らに対し金額一〇〇万円、振出人、支払人とも被控訴銀行Ｃ支店、振出地東\n京都目黒区、支払人の肩書として東京都目黒区ａｂ丁目ｃ番地という記載のある持\n参人払式一般線引小切手（いわゆる銀行の自己宛小切手）一通を振出し交付し、\nＤ、Ｅの両名がこれを交付により控訴人に譲渡し、控訴人が所持人となつたこと、\nところが、控訴人は翌一〇日右小切手を訴外Ｆらに盗取され、右小切手は盗取者Ｆ\nらから訴外東洋貿易株式会社に、同会社から訴外Ａに順次交付によつて譲渡された\nが、右小切手の呈示期間内に支払を求めるため呈示するものがなかつたので呈示期\n間の徒過による手続欠缺により小切手上の権利が消滅したこと、右小切手は、Ｄ、\nＥの両名において被控訴銀行Ｃ支店に預入れていた各金五〇万円の預金（後に述べ\nるように普通預金）の払戻に代えて振出されたもので、その振出により被控訴銀行\nの右預金債務が消滅したことは、当事者間に争いがない。\n二　右事実によれば、控訴人は本件小切手を現実に所持しないことが明らかであ\nり、かつ原審における控訴人本人尋問の結果によれば、控訴人は右小切手を盗取さ\nれた後小切手の無効を宣言する除権判決を得なかつたことが認められるのである\nが、小切手の正当な所持人として小切手上の権利を行使し得べかりし者が、たまた\nま小切手を盗取せられ、失権当時小切手の現実の所持を有せず、もしくはいちはや\nく除権判決を得ていなかつたとしても、もしその間他の第三者において小切手上の\n権利を取得するに至らず、被盗取者において依然実質上の権利者たることを失わな\nいときは、振出人らに利得の存する限り小切手法第七二条の規定する利得償還請求\n権は小切手の正当な所持人たる実質上の権利者に帰属し、かつこれを行使し得ると\n解さなければならない。（本件第一次上告審最高裁判所第三小法廷昭和三四年六月\n九日言渡判決）\n三　しかして、本件小切手は盗取者たるＦらから東洋貿易株式会社を経てＡの取\n得するところとなつたのであるが、成立に争いのない甲第四号証の一ないし三、原\n審証人Ｇの証言により真正に成立したと認める乙第二号証に当審証人Ａの証言をあ\nわせれば、Ｆらは東洋貿易株式会社から繊維品を買い受けることとして、その代金\nの支払に代えて昭和二五年一一月二四日ころ右小切手を同会社に、同会社代表取締\n役Ｈは同月二五日Ａに対して負担する商品残代金債務の内入弁済のため右小切手を\nＡに、いずれも交付により譲渡したこと（なお、Ａはさらに本件小切手を株式会社\n大阪銀行に交付しているが、これは単にＡの同銀行に対する取立委任にもとづくに\nすぎない）を認めるととができ、右認定を妨げる証拠はない。かような事実に照ら\nせば、本件小切手は、盗取者たるＦらが所持している間に呈示期間（昭和二五年一\n一月一九日が本来の期間の末日であるが同日は日曜日であるから同月二〇日まで伸\n長される）を経過し、その経過後において東洋貿易株式会社およびＡが順次譲渡を\n受けたものであることが明らかであつて、呈示期間経過後に無権利者たるＦらから\n本件小切手の譲渡を受けた東洋貿易株式会社およびＡはいかなる意味においても本\n件小切手上の権利を取得せず、控訴人が依然として本件小切手につき実質上の権利\nを有するといわなければならない。\n第二　被控訴銀行のした支払の効力\n一　成立に争いのない乙第一号証に弁論の全趣旨を綜合すれば本件小切手はＡに\nおいて株式会社大阪銀行に取立委任をし、同銀行が昭和二五年一二月一八日被控訴\n人に対して支払のため呈示したので、同日被控訴人が手形交換手続により支払、決\n済したことが認められるから、まず被控訴人が右支払をするに至つた経過につき検\n討するに、成立に争いのない甲第四号証の一ないし三、原審証人Ｇ、Ｉ、Ｊ、当審\n証人Ａ、Ｂの各証言をあわせれば、控訴人が本件小切手の振出の日の翌日たる昭和\n二五年一一月一〇日東京都港区ｄの旅館幸楽においてＦらにより本件小切手を窃取\nされるや、控訴人およびＤ（本件小切手の振出依頼人）らは即刻被控訴銀行Ｃ支店\nに対して右盗難の旨を届出るとともに本件小切手の支払方を停止（拒絶）されたい\n旨を申出で、同時に所轄の高輪警察署に盗難届を提出し、また東京都内で発行され\nている同日の夕刊新聞紙上には右盗難の状況が掲載、報道されたこと（右新聞紙に\n掲載の事実は当事者間に争いがない）、ところがＡは本件小切手を取得（同人がこ\nれを入手するに至つた経路は前述した）後の同月二八日はたしてその支払を受け得\nるや否やを確かめるべく被控訴銀行Ｃ支店にこれを持参して店頭にこれを示して右\n小切手が支払われるべきものであるかどうかを問うたので同支店係員Ｇに直ちにそ\nの旨を控訴人並びにＤらに連絡するとともに右高輪署に通報し、同署係官がＡにつ\nいて取調のうえその本件小切手入手の経路に関する供述にもとづいて捜査を開始し\nた結果、翌二九日ころ大阪市内で前記Ｆを逮捕したこと、そうしてＦおよびその他\nの関係人の取調の結果本件小切手の前記譲渡の経路が明白となり、Ａにおいては本\n件小切手が盗賊品たることの認識なくして東洋貿易株式会社から譲渡を受けたもの\nとしてその罪責を問われず、すでに検察庁に領置されていた本件小切手はＡの請求\nにもとづき被控訴銀行Ｃ支店を経て同人に返還されたこと、そこでＡは昭和二五年\n一二月一八日あらためて株式会社大阪銀行に取立委任したうえ同銀行から被控訴人\nに支払のため呈示し、被控訴人がこれに応じて本件小切手金を支払、決済したこと\nが認定できる。当審証人Ａの証言中、同人が前記一一月二八日被控訴銀行Ｃ支店に\n直接赴いた際に本件小切手を支払のため呈示したという趣旨の供述は、もともと本\n件小切手が線引小切手であることにかんがみ、かつその他の上掲各証拠と対比して\n信用することができず、その他に右認定を妨げる証拠はない。\n二　控訴人は本件小切手の前記盗難の当日の昭和二五年一一月一〇日被控訴銀行\nＣ支店に対して本件小切手の支払委託の取消をしたからこれを無視してなされたＡ\nに対する支払は本件小切手の支払ということができない旨主張するから考えるに、\n一般に小切手振出人から支払人に対してする盗難および支払停止の申出には小切手\nの支払委託の取消の意思表示が包含されているものと解するのを相当とするが、本\n件小切手のように同一銀行（本店または支店）が振出人と支払人の資格を兼併する\n自己宛小切手においては小切手金の支払委託は振出人としての資格における銀行と\n支払人としての資格における銀行との両当事者間に存するものというべきこと銀行\n振出でない通常の小切手の場合と同様であつて、銀行に対して小切手の振出を依頼\nした振出依頼人は、実質上支払人（同時に振出人）に小切手資金を提供することに\nより小切手金の支払の有無につき振出人と同様の利害を有するものではあるけれど\nも、当該小切手の法律関係としてはあくまでも小切手外の関係に立ち、小切手面上\nにあらわれた小切手当事者たりえないのであるから、これと支払人との間に支払委\n託があつたものとみることができない。従つて、振出依頼人からする支払方停止の\n申出は小切手法第三二条第一、二項にいう支払委託の取消ということができず、同\n条項に定める効力を認めることができないことは明らかであつて、控訴人及びＤ、\nとくに後者のした被控訴銀行Ｃ支店に対する前記申出は小切手の盗難被害発生の事\n実を告知してその注意を喚起し、無権利者に対して支払われることがないように、\n本件小切手金の支払の慎重を期すべきことを求めた、単なる事故届にすぎないとい\nわなければならない。従つて振出依頼人と支払人との間に小切手金の支払委託の存\n在することを前提とする控訴人の右主張は理由がないことが明らかである。\n次に、控訴人の代位にもとづく支払委託の取消の主張につき判断するに、右債権\n者代位権の行使は金銭債権たる本件利得償還請求権を保全しようとするにあるから\n債務者が無資力たることを要するところ、この点につき控訴人において主張、立証\nするところがないから右代位による支払委託の取消の主張もその余の点につき判断\nするまでもなく失当であつて、採用することができない。\n三　そこで、Ａに対する本件小切手金の支払がいわゆる善意弁済であるか否かに\nつき判断するに、前記一認定の事実にもとづけば、当初Ａが被控訴銀行Ｃ支店の店\n頭に現われたときには同支店としてはＡが真正の権利者であるか否かにつき大きな\n疑惑を抱いたことはもとより、むしろ同人が窃盗犯人に関係を有するものであろう\nかとの疑いをかけ、振出依頼人Ｄ並びに控訴人に連絡し、他方警察署に通報する等\nの適宜の措置をとつていたのであるから、その後の捜査の結果は被控訴人として重\n大な関心事たらざるを得ないわけであつて、さればこそ前記乙第二号証によれば、\n被控訴人は東洋貿易株式会社に対して同会社のＡに対する本件小切手譲渡の日時並\nびに譲渡の原因を照会していることが認められ、これに当審証人Ｂの証言をあわせ\nれば結局被控訴銀行Ｃ支店はＡの言および前記捜査の結果に照らしてＡに至るまで\nの本件小切手の移転の経過に関するすべての事情を知りながら、銀行振出の自己宛\n小切手は呈示期間経過後といえども支払をなすべき慣習があるとし、その一事に安\n住してあえてＡに対し本件小切手金の支払をしたのであつて、ひつきよう右支払は\n自己の危険においてしたものと断ぜざるを得ない。\nしかして盗難小切手が呈示期間経過後に、しかも大阪在住の小切手取得者がわざ\nわざ東京の被控訴銀行Ｃ支店の店頭に線引の小切手を持参すること自体真正の権利\n者たることを疑うべき事情であるうえに、最後の所持人たるＡと小切手の盗取者と\nの間には小切手譲受人として東洋貿易株式会社が介在するのみで他に権利取得者の\n存しないことは明らかであるところ、前示乙第二号証によればＡが呈示期間経過後\nの取得看であることが判明したからＡの権利取得の有無は、その前主東洋貿易株式\n会社が呈示期間経過前に本件小切手を善意取得したか否かの一点にかかるが、この\n点の調査は、乙第二号証にみられるようにすでに被控訴銀行Ｃ支店自身がその一半\nを果たしているのであつて、さらに右会社の本件小切手取得の時期を調べることは\nさ程困難な事項ではなく、これに留意すれば東洋貿易株式会社の取得の時期従つて\nその善意取得の有無は容易に判明し得たはずであろう。このことは小切手について\nの一応の知識を前提とするものではあるが、日常自己の業務として小切手の取扱を\nする銀行にこれを期待するのはなんら不当ではない。もつとも、小切手法第二一条\nによれば、持参人払式小切手においてはこれを所持すること自体により所持人が真\n正の権利者たることを推定し得、また同法第二四条第二項の趣旨によれば持参人払\n式小切手にあつては所持人は呈示期間前に交付を受けたものと推定されるが最後の\n所持人たるＡが右のように呈示期間経過後の取得者であることが明白であり、東洋\n貿易株式会社の前者たるＦらが小切手盗取者たることもまた明らかであり、しかも\n呈示期間内にこれを呈示するものがなかつたこともまた明らかであるから、Ａはも\nちろん、東洋貿易株式会社に関しても右推定の基礎は全く破れたものといわなけれ\nばならず、これを根拠として支払人たる被控訴銀行Ｃ支店に課せられる注意義務が\n軽減されるべきいわれがない。このような事実によつて考えれば本件小切手金の支\n払は被控訴銀行Ｃ支店において所持人が無権利者にあらざるかを疑うべき十分な理\n由があり、しかも一挙手一投足の労によつてこの疑いをただし得べき場合であるの\nにあえてこれをせず、自己の危険においてした支払であつて、ひつきよう重大な過\n失によるものといわざるを得ない。従つてこれをもつて債権の準占有者に対する弁\n済として有効なものということができないことはもとより、（本件第二次上告審最\n高裁判所第二小法廷昭和三九年一二月四日言渡判決）小切手法第三五条ないし民法\n第四七〇条第四七一条によつても免責の効果を受けるべき筋合はない。すなわち右\n支払は本件小切手の支払としては無効であつて、この点に関する被控訴人の抗弁は\n排斥をまぬがれない。\n第三　被控訴銀行の利得の有無\n<要旨第一>一　小切手上の権利が法定の呈示期間経過なる手続の欠缺により消滅\nすれば、これによつて振出人等に利得の</要旨第一>存する限り、失権当時の正当所\n持人たるべき実質上の権利者に利得償還請求権が当然に発生する。ただ、小切手に\nついては、呈示期間の経過にかかわらず支払委託の取消なき限り小切手法第三二条\n第二項により支払人において小切手金の支払をすることができ、その結果を振出人\nの計算に帰せしめ得るのであつて、本件のように銀行の自己宛小切手についても同\n様であつて、むしろそれ以上に、この種自己宛小切手については振出人にして支払\n人たる銀行の信用保持のうえにおいて支払委託の取消（振出銀行が支払銀行として\nの自己に対して取り消すのであつて、振出依頼人は支払委託の取消をなし得ないこ\nとは前述した）がなされることがほとんどなく呈示期間を経過しても小切手の時効\n期間中はこれを支払らものとする扱いが普遍的である点で、期間経過後の支払の可\n能性が大であるというべきであろう。従つて、かかる小切手につき呈示期間経過後\n支払委託の取消のない間に支払人が小切手の支払をしたときは（小切手の支払のた\nめの呈示に対し、これに応ずるか、支払拒絶をするかは支払人の自由であるが）、\n右の理によつて当然に振出人に存した利得は消滅するから、手続の欠缺により一た\nん発生した利得償還請求権も、右小切手の有効な支払による利得の消滅によりその\n権利は消滅すべきすじあいである。しかしこれは利得の存続の有無という事実上の\n問題にすぎず、小切手の呈示期間経過なる手続の欠缺による利得償還請求権そのも\nのは呈示期間の経過とともに発生するとすることをなんら妨げるものでなく、しい\nていえば右請求権は支払委託の取消なきときに、後になされることあるべき小切手\n金の支払をいわば一の解除条件として発生するものというべきこととなる。\nもつとも、小切手の所持人は支払委託の取消なき限り、なお小切手金の支払を受\nけ得る可能性が存することを重視して利得償還請求権は支払委託の取消または支払\n拒絶によつて適法な支払の可能性が消滅することを停止条件として発生するという\n見解が存するが、かくては利得償還請求をしょうとするには呈示期間経過後におい\nても支払委託の取消なき限り（とくに本件の如く銀行の自己宛小切手については支\n払委託の取消がなされることは少い）まず支払人に対して小切手を呈示して支払を\n求めることを要することとなり、本件におけるように小切手の所持を失つたときに\n利得償還請求権を行使しようとするには、まずその前提として、支払人に対する呈\n示を試み、そのために再び小切手の現実の所持を回復し、または除権判決を得べき\nことが要請されることとなるのであつて、小切手の所持を喪失した実質上の権利者\nに甚しい困難を強いることとなるのみでなく、すでに本件においてさきに判示した\nように（前記第一の二）小切手の現実の所持、または除権判決の有無にかかわらず\n小切手の実質上の権利者に利得償還請求権を附与し、その行使を承認すべしとする\nのが法の趣旨であるとする立場に背馳することとなる。従つて、当裁判所は右見解\nには左袒することができない。\nしかして本件においては前記認定事実（第二の一）によれば被控訴銀行はＡから\n取立委任を受けた株式会社大阪銀行に対し本件小切手金を支払いこれにより本件小\n切手を受戻していることが認められ、これに成立に争いのない甲第二、第三号証の\n各一、二および弁論の全趣旨をあわせれば、被控訴銀行は右Ａに対する支払の前後\nを通じて控訴人に対して本件小切手金の支払をなすべきでないとの見解を固持し、\nＡに対して本件小切手の支払をした後は一貫して被控訴銀行の右支払の正当なるこ\nとを主張して譲らない、と認めることができるから被控訴銀行においてＡに対する\n右支払にもかかわらず再度控訴人に対し本件小切手金の支払としては、これをなす\nべきはずがないことは明らかなところである。従つて、すでにＡに対する本件小切\n手金の支払当時において控訴人の本件小切手金の支払を受けうる可能性はもはや消\n滅し、右支払をいわば一の解除条件としても、その条件は成就せず、むしろ不成就\nに帰したと解するのが相当である。\n二　そこで、本件小切手の失権による振出人たる被控訴銀行に存する利得の有無\nにつき判断する。\n本件小切手はＤ、Ｅの両名において被控訴銀行Ｃ支店に預入れた各金五〇万円の\n預金の払戻に代えて振出されたものであり、その振出により同支店の右預金債務が\n消滅したことは当事者間に争いがなく、弁論の全趣旨によれば、右預金は右両名の\n普通預金たることが認められる。そこで、右小切手の失効によりいつたん消滅した\n預金債務になんらか変動を来すかどうかがまず問題となる。この場合振出委託の趣\n旨にもとづけば振出依頼人は振出銀行に対して小切手資金を提供してこれにより小\n切手金の支払があるべき旨を期待し、かような趣旨のもとに小切手資金を振出銀行\nにゆだねるのであつて、小切手の手続欠缺による失効というような、小切手の支払\nとしては異常の場合に、振出依頼人が小切手資金の返還を求め得べき約束は、あら\nかじめこの種の事態を予測してなんらか特段の意思表示がしてあれば格別、そうで\nない限り通常の振出委託の趣旨には含まれてい<要旨第二>ないとみるのが相当であ\nる。従つて、預金払戻に代えて振出した小切手の場合、支払銀行が小切手の支払請\n求</要旨第二>を受けるおそれがなくなつたからといつて、払戻によつて一たん消滅\nした預金（本件の場合は普通預金）債務が当然自動的に復活すると解すべきでない\nことも明らかである。このことは、振出銀行において普通預金の払戻による小切手\n資金を別段預金として保管するものとしても異なるものではない。けだし、この場\n合の別段預金なるものは、たんに銀行が受入れた小切手資金を保管するための名目\n以上の特別の意義はないものと解すべきであるからである。このように小切手の振\n出によつて終了した資金関係は振出依頼人との間において小切手の失効によつて当\n然には振出以前の状態に復活することはないというべきであつて、このことはこれ\nを実質的に考えても、資金を提供して小切手の振出を依頼した者は、それによつて\n取得した小切手を自己の原因にもとづき他に譲渡し、右譲渡を受けた所持人が同様\nにしてさらに自己の原因にもとづきこれを他に譲渡し、かくして小切手は転々市場\nを流通するのに、一朝手続の欠缺等によつて小切手が失効した場合、当初の資金関\n係が当然に復活するものとすれば、従前の取引関係はことごとくその基礎を失い、\n失効当時の所持人から逐次その前者に対する原因関係をたどつて当初の振出依頼人\nに及ぶまで不当利得返還等の手続を強制されることとなり、その迂遠にして複雑な\nること、とうてい同日の論ではないことに徴しても明らかである。\n本件小切手の振出委託において右のような小切手資金の復活ないし返還等の特段\nの意思表示があつたことを認めるべき証拠はないから、被控訴人は本件小切手の振\n出により消減したＤ、Ｅの両名の預金合計金一〇〇万円の限度において利得したも\nのというべく、しかも右利得は事の性質上まだ消滅していないといわなければなら\nない。\n三　なお、弁論の全趣旨によれば被控訴人は銀行の自己宛小切手は振出（同時に\n支払）銀行の信用上たとえ呈示期間を経過したとしてもその後六カ月以内における\n小切手の呈示に対して小切手金を支払うべき旨の商慣習があるから呈示期間経過後\nにおいては右商慣習にもとづき証券と離れて小切手金相当額の金銭支払請求権があ\nり、かつ第三者はこれを善意取得し得るし、これに対して支払をすれば、民法第四\n七〇条、第四七一条により支払人は免責されるとの考えを持するもののようで、そ\nの趣旨必ずしも明白でないが、右商慣習があるとしても盗難小切手につき実質上の\n権利帰属の有無を問わず呈示期間経過後においても、支払のための呈示があれば当\n然これに応ずべしとするものでないことはいうまでもないのみならず、もし呈示期\n間経過後における小切手金相当額の金銭支払請求権の存することを認めるとすれ\nば、小切手をして短期の呈示期間に服さしめ（小切手法第二九条）、呈示期間経過\n後においては小切手は失効するものとして有価証券性を奪い（同法第二四条）呈示\n期間内における支払委託の取消を効力のないものとする反面呈示期間経過後におけ\nる支払委託の取消を有効とする（同法第三二条）等小切手法の各規定の趣旨にもと\nることが明らかであり、とらていこれを承認することができないといわなければな\nらない。従つて、呈示期間経過後における右金銭支払請求権の存在することを前提\nとする被控訴人の主張はこれを採用し得ない。\n第四　結　　　論\n以上のとおり被控訴人は前記払戻にかゝるＤ、Ｅ両名の普通預金合計一〇〇万円\n相当額の小切手資金を利得しており、従つて本件小切手の失権当時の正当権利者で\nあつた控訴人は被控訴人に対し小切手法第七二条にもとづき右利得の償還請求をな\nし得べきものであり、その他に控訴人につきこれを否定すべき特段の事情あること\nは被控訴人のなんら主張立証しないところであるから、結局被控訴人は控訴人に対\nし右利得金一〇〇万円およびこれに対する、右利得金返還請求の意思表示到達の日\nの後であること成立に争いない甲第三号証の一、二に徴して明らかな昭和二六年五\n月一四日から支払ずみまで商事法定利率の年六分の遅延損害金の支払義務があると\nいわなければならない。\nされば、控訴人の本訴請求は理由があるからこれを認容すべきであり、これと異\nなる原判決は取消をまぬがれず、本件控訴は理由がある。\nよつて、民事訴訟法第三八六条を適用して原判決を取り消すことゝし、訴訟の総\n費用の負担につき同法第九六条、第八九条、仮執行の宣言につき同法第一九六条第\n一項をそれぞれ適用して主文のとおり判決する。\n（裁判長判事　浅沼武　判事　間中彦次　判事　柏原允）\n"
}