{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 15
  },
  "case_number": "昭和33(ネ)92",
  "case_name": "臨時株主総会決議取消請求事件",
  "court_name": "名古屋高等裁判所第一部",
  "lawsuit_id": "23112",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23112",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/112/023112_hanrei.pdf",
  "contents": "主        文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す、被控訴会社の昭和三十年七月二十日開会の株\n主総会において、取締役にＡ、Ｂ、Ｃ、Ｄ及びＥを選任した決議（以下本件総会決\n議という）は、これを取消す、訴訟費用は、第一、二審とも被控訴人の負担とす\nる。」との判決を求め、被控訴代理人は、控訴棄却の判決を求めた。\n当事者双方の事実上および法律上の主張は、次のように附加訂正するほか、原判\n決の事実摘示と同一であるから、これをここに引用する。\n（控訴人の主張）\n控訴人は、本件総会決議の取消訴訟を提起できる時から引続いて現在まで、被控\n訴会社の四百株の株主であり、また右決議当時同会社の取締役であつた。もつとも\n控訴人は、同年十月十四日取締役を解任されてはいるが、右解任は、職務執行停止\nの仮処分決定を受けた被控訴会社の取締役訴外Ａ等五名が、右仮処分決定に違反し\nて招集した株主総会の決議によるものであるから無効である。したがつて控訴人\nは、被控訴会社の株主又は取締役として、本件総会決議の取消を求め得るものであ\nる。なお控訴人主張の本件請求原因は、原判決事実摘示のとおりであり、特に大垣\n警察署勤務の巡査訴外Ｆが、被控訴会社の二千株の株主Ｇの代理人として、本件株\n主総会に出席したうえ議決権を行使したことは、ただに被控訴会社の定款に違反す\nるのみならず、本件総会決議が著るしく不公正な方法でなされたものと主張するの\nであるが、原判決は右請求原因事実を略々肯認しながら、昀高裁判所昭和三十年十\n月二十日言渡の判決（昭和二十八年（オ）第一四三〇号事件）を引用して控訴人の\n本訴請求を棄却した。しかしながら、本訴請求原因は本件総会決議の取消事由を、\n右決議方法が定款に違反し、かつ著るしい不公正であるとする外、さらに本件株主\n総会招集方法が法令に違反するものであるとするに対し、右昀高裁の判決の事実関\n係は、株主総会の決議方法が法令に違反しているもので、しかもその違反は総会の\n決議に影響を及ぼすことがないという場合のもので、両者はその取消事由が全く異\nるのである。したがつて右昀高裁の判決は、本件に適切なものではなく、同判決を\n引用して控訴人の請求を排斥した原判決は不当であるから、取消を免れない。\n（被控訴人の主張）\n控訴人は本件総会決議当時より現在まで、被控訴会社の株主であつた事実は全く\nなく、また右総会決議当時は被控訴会社の取締役であつたが、同三十年十月十四日\n取締役を解任されて現在に至つている（被控訴会社の取締役Ａ等五名に対する職務\n執行停止の仮処分決定は、被控訴会社に送達されていないから、被控訴会社には右\n仮処分決定の効力は及ばないというべく、したがつて右Ａ等五名の取締役が招集し\nた同日の株主総会において控訴人の取締役を解任した決議は有効であり、控訴人は\n同日限り被控訴会社の取締役たる地位を失つたものである。）すなわち控訴人は、\n現在被控訴会社の株主又は取締役ではないから、本件総会決議の取消訴訟について\n当事者適格を欠くものといわざるを得ない。\n次に控訴人は、本件総会決議の取消原因として、被控訴会社の四千株の株主であ\nるＨに対する同総会招集通知の欠缺をも挙げている。被控訴会社は、右Ｈが被控訴\n会社の株主であつた事実を否認するのであるが、仮りに右Ｈが本作総会招集当時被\n控訴会社に対しその株主たる地位を対抗し得たとしても、右取消原因の主張は、本\n件総会決議の日より三ケ月を経過した後の昭和三十一年三月十日附をもつて原審に\n提出された控訴人の準備書面により初めてなされたものであり、商法第二百四十八\n条第一項に違反するものであるから、許されないものといわなければならない。\n（立証）\n控訴代理人は、甲第一ないし第十二号証を提出し、原審における証人Ｉ、同Ｊ、\n同Ｈ、同Ｋ、当審における証人Ｌの各証言を援用し、乙第一、二号証の成立を認\nめ、その余の乙号各証は不知と述べ、被控訴代理人は、乙第一ないし第五号証（但\nし、第三号証は一ないし三）を提出し、原審における証人Ａ、同Ｂ、同Ｃの各証言\nを援用し、甲第一、二、四、五、十号各証の成立を認め、その余の甲号各証の成立\nは不知と述べた。、\n理　　　　由\n先ず、控訴人が本件株主総会決議取消訴訟について、当事者適格を有するか否か\nについて検討する。\n弁論の全趣旨により当裁判所が真正に成立したものと認める甲第十二号証によれ\nば、控訴人は昭和三十年八月一日被控訴会社の四百株の株主として、同会社備付の\n株券台帳上に名義書替手続がなされ、以来引続き右四百株の株主であることが認め\nられる。右認定を左右するに足りる証拠は存しない。したがつて、控訴人は本件訴\n訟提起当時においては被控訴会社の株主ではなく、同会社の株主として本件訴訟に\n関する追行権を有していなかつたとしても、本件株主総会決議の日である同年七月\n二十日（この日時は当事者間に争いがない）より起算し商法二百四十八条第一項所\n定の期間内である前記日時に被控訴会社の株主たる地位を取得しているから、本件\n訴訟についての当事者適格はここに追完されここととなり、右株主総会決議取消訴\n訟についての追行権を有するものといわねばならない（なお、控訴人が被控訴会社\nの株主として同会社の株主名簿に記載されているか否か、すなわち控訴人が被控訴\n会社の株主たる地位を同会社に対抗できるか否かの点については、被控訴会社にお\nいてなんら主張立証しないところであるのみならず、若し仮りに被控訴会社の株主\n名簿に控訴人の右株式取得についての記載がなされていないとしても、右控訴人の\n株式取得は前記認定のように昭和三十年八月一日附で被控訴会社の株券台帳に記載\nがある以上、その株主名簿に控訴人の右株式取得の記載を欠くことは、被控訴会社\nにおいて正当の事由なくその手続を遅滞しているものと考うべく、そうなると被控\n訴会社はその株主名簿に控訴人の株主たる記載のないことを理由に、控訴人の株主\nたる地位を否認することができないものと解する）。以上のように、控訴人は被控\n訴会社の株主として本件総会決議取消訴訟について当事者適格を有するのであるか\nら、さらに控訴人が取締役としてもなお右訴訟につき当事者適格を有するか否かに\nついてまで判断の必要を見ない（もつとも、取締役たる地位に基ずいて株主総会決\n議取消訴訟を提起した後、取締役たる地位を失つた場合は、当該株主総会取消訴訟\nについての当事者適格もまた失われるものと解すべきである）。\n次に、控訴人主張事実のうち、（一）被控訴会社が昭和三十年七月二十日本件株\n主総会を開催し、同株主総会において訴外Ａ、Ｂ、Ｃ、Ｄ及びＥの五名を取締役に\n選任する決議がなされたこと、（二）被控訴会社の定款第二十一条に「株主は他の\n株主に委任してその議決権を行使することができる」旨を定めていること、\n（三）　しかるところ前記株主総会において、被控訴会社の二千株の株主であるＧ\nの代理人として議決権を行使したＦは、同会社の株主ではないのみならず大垣警察\n署勤務巡査であつたこと、\n（四）　右Ａならびに被控訴会社の株主Ｍは、右株主総会当日の午前八時三十分\n頃右Ｆ巡査を同伴して同会社取締役Ｉ宅を訪問したことは、いずれも当事者間に争\nいがなく、そうして、真正に成立したと認められる甲第十一号証によれば、訴外Ｈ\nは本件株主総会の招集当時より引続いて被控訴会社の株主名簿に記載されている四\n千株の株主であることが認められ、原審における証人Ｈの証言により真正に成立し\nたものと認められる甲第九号証および原審における同証人の証言と当審における証\n人Ｌの証言によれば、被控訴会社は本件株主総会開催に当り、右Ｈに対し同総会招\n集の通知を発していないことが認められ、右各認定を左右するに足りる証拠はな\nい。\nしてみると、被控訴会社が本件株主総会の招集に当りその四千株の株主である右\nＨに対し同総会招集の通知を発しなかつたことは、その招集手続が法令に違背する\nものであり、また本件総会決議に際しその二千株の株主であるＧの代理人として同\n会社の株主でない前記Ｆをして右二千株の議決権を行使させたことは、同会社の定\n款第二十一条に違反するものといわざるを得ない（なお被控訴会社は、定款第二十\n一条の規定は株主の代理人たり得る資格を被控訴会社の株主のみに制限したもので\nなく、例示的に株主を挙げているものにすぎないと解すべきであり、若し仮りに同\n条が代理人たり得る資格を右のように限定しているとするならば、同条は不当に株\n主権の行使に制限を加えるもので無効である旨を主張するが、右規定の趣旨は、株\n主総会における議決権行使についての代理人の資格を被控訴会社の株主に限定した\nものと解するを相当とし、またこの程度の制限は未だ不当に株主権の行使に制限を\n加えるものとは考えられず、したがつて被控訴会社の右主張は採用し難い）。\n次に、本件総会決議が果して控訴人主張のように著るしく不公正な方法によりな\nされたかどうかを考えてみる。原審における証人Ｉの証言によると、前記Ａ及びＦ\n等は、同総会開催当日の午前八時三十分頃前記Ｉ宅を訪問した際、同人に対し稍々\n穏当でない言動にでていることが認められ、この事実と、前記のように大垣警察署\n勤務巡査である前記Ｆが被控訴会社定款第二十一条に違反し同会社の株主の代理人\nとして本件株主総会に出席した事実を併せ考慮すると、右総会開催に関して決議の\n公正を疑わしめる如き若干の事跡の存したことを否定することはできない。\n然しながら、後記のように本件総会決議は従前よりの既定方針どおりに全く形式\n上なれたものにすぎないこと、しかも右決議は議決権者全員の一致のもとになされ\nたものであること、また前記Ｆは右総会において出席の株主に対し、ことさらに決\n議の内容に影響を及ぼすような働きかけをしていないことを考えると、右Ａ及びＦ\n等のゆきすぎの行動か本件総会決議に影響を与え、同決議が著るしく不公正な方法\nをもつてなされたものと認定することは到底できない。また、被控訴会社の四千株\nの株主であるＨに対する本件総会招集の通知の欠缺をもつて、本件総会決議が著る\nしく不公正な方法によりなされたものとするには、被控訴会社において故意に右通\n知をなさなかつたような重大な義務違背が存しなければならないと解すべきとこ\nろ、このような事実を認定し得る証拠は全くないのである。さらに控訴人主張のよ\nうな本件総会決議は、同決議により新らたに被控訴会社の取締役に選任された前記\nＡ、Ｂ、Ｃ、Ｄ及びＥにおいて、被控訴会社の事業運営資金を融資する約旨のもと\nになされたものであるところ、右Ａ等は当初から右資金を触資する意思がなく、反\nつて同会社の業務をかく乱する目的であつたのであるから、右総会決議は著るしく\n不公正な方法によりなされたものであるとの事実もまた、これを認め得る証拠はな\nい。右控訴人の主張にそう如き原審における証人Ｊ、同Ｋの各証言は、原審におけ\nる証人Ａの証言により真正に成立したと認められる乙第三号証の一ないし三、同第\n四、五号証および原審における同証人、証人Ｂ、同Ｃの各証言と対照してたやすく\n措信し難い。\n以上説明のように、本件総会決議は、その招集手続において法令違反があり、又\nその決議手続において定款に違反した瑕疵が存する。そこで本件総会決議が右各瑕\n疵を原因として取消されるべきものであるか否かにつ<要旨>いて考えてみる。昭和\n二十五年法律第一六七号による改正前の商法（以下旧法という）第二百五十一条\nは、裁判</要旨>所に対し株主総会決議取消の訴についてその取消申立の当、不当に\nつき広範囲の裁量権を附与する旨定めていたが、右法律第一六七号による改正後の\n商法（以下現行法という）は同条を削除しているため、裁判所は現行法のもとにお\nいてもなお旧法と同様の裁量権があるのか、または旧法よりも制限された範囲の裁\n量権があるのか、或はまた同条のような裁量権は全く失われたとするのかにつき、\n解釈上疑問の余地を生ずる。当裁判所の見解としては、右法条の削除された現在、\n裁判所は旧法時における如く広汎な裁量権はもとよりこれを有しないが、しかしこ\nの場合においても、総会決議取消制度の趣旨にかんがみ、なお若干の裁量権を有す\nることは否定できないのであつて、ただその範囲は旧法のよう、「会社の現況等一\n切の事情をしん酌して「その当、不当を認定し得るような積極的且つ広範囲なもの\nではないと解するを相当とする（昀高裁判所昭和三十一年十一月十五日言渡同二九\n年（オ）第六四三号判決参照）。すなわち、現行法のもとにおける裁判所の裁量権\nの範囲としては、決議取消の訴が明らかに権利の乱用であり又訴の正当な利益を欠\nく場合は、もとよりその取消の請求は棄却または却下を免れ得ないであろうが、そ\nのような場合でなくても、その違法が決議の結果に影響を及ぼさないことが明らか\nな場合においては、なお前記の裁量権にもとづき決議取消の請求を棄却できるもの\nと考えるのが妥当である。ところで本件において、被控訴会社の大株主および株主\n中の有志が昭和三十年六月二十八日株主委員会を設け、同委員会において前記Ａ、\nＢ、Ｃ、Ｄ及びＥの五名を同会社の取締役として新たに推せんしたこと、被控訴会\n社の本件総会当時における資本金は四千万円、その株式総数は八十万株、株主は\n五、六十名であり、本件株主総会においては出席株主十名でその株式数十九万八千\n九百株、委任状による株式数三十五万五千九百株合計五十五万四千八百株の議決権\nの行使により、全株一致をもつて本件総会決議がなされていることは、当事者間に\n争いがなく、また成立に争いのない乙第一号証および原審における証人Ｉ、同Ｊ、\n同Ｋ、同Ａ、同Ｂ、同Ｃの各証言によると、本件総会決議は、株主委員会の推せん\nする前記Ａ等五名を新らたに取締役に選任するため既定方針のとおりになされたい\nわば形式を整えるための決議であつたのであり、そのため当時被控訴会社の代表取\n締役であつたＫにおいてすら右株主総会への出席について大して関心を示していな\nかつたこと、同株主総会の議事は何らの支障もなく進行したものであること、並に\n同総会に出席した大垣警察署勤務巡査前記Ｆも、右総会において出席の株主に対し\n決議の内容に影響を及ぼすような働きかけを全くしていないことが認められるので\nある。右認定を左右するに足りる証拠は存しない。よつて、以上の事実によれば、\n前記Ｇの代理人として本件株主総会に出席した右Ｆによる二千株の議決権の行使\nは、他の大多数の議決権の行使に影響を与え決議の結果に異動を及ぼすような事情\nにあつたとは認められず（本件総会決議は前記総議決株式数より右Ｆが定款に違反\nして代理権を行使した二千株を削減した五十五万二千二百株によりなされたものと\nいうべきである）、また四千株の株主であるＨに対する本件株主総会招集通知の欠\n映も、たといこの欠缺がなくＨが本件株主総会に出席したとしても、これにより同\n総会決議を左右し得たとまでは到底認められないから、これまた本件総会決議の結\n果に影響を及ぼすというような事情にあつたものと認められない。したがつて、本\n件総会決議に存する前記の瑕疵は、同決議の結果に影響を及ぼさないこと明らかな\n場合に該るというべきであり、この瑕庇を原因として同総会決議の取消を求める控\n訴人の本訴請求は失当として棄却さるべきものである。\nよつて、控訴人の本訴請求を棄却した原判決は結局において相当というべく、本\n件控訴は理由がないからこれを棄却することとし、控訴費用の負担について民事訴\n訟法第九十五条第八十九条を適用して主文のとおり判決する。\n（裁判長裁判官　山口正夫　裁判官　外池泰治　裁判官　吉田誠吾）\n"
}