{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 10,
    "day": 23
  },
  "case_number": "昭和36(う)2228",
  "case_name": "威力業務妨害等被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第15巻8号621頁",
  "gist": "政党の結党大会は、刑法第二三四条にいう「業務」にあたるか",
  "case_gist": "政党の結党大会の開催は、その政党そのものの政策発表の業務ではないが、結党大会準備委員会が結党準備着手の時から結党完了の時まで継続して行う要素を備えた、結党大会運営に関する右結党大会準備委員会の業務として、刑法第二三四条にいわゆる「業務」にあたる。",
  "lawsuit_id": "21165",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21165",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/165/021165_hanrei.pdf",
  "contents": "主　　　　文\n被告人両名の本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、被告人両名の弁護人中井一夫提出の控訴趣意書に記載された\nとおりであるから、ここにこれを引用する。\n第一点について。\n原判決挙示の証拠によれば、原判決判示第一の事実は十分これを認めることがで\nきる。所論は、原審証人Ａ、同Ｂの各証言は信用すべからざるものであると主張す\nる。しかし、右各証言を録取した原審第三回公判調書を見ればこれを信用し得るも\nのであるから、原判決にはなんら所論の過誤は存しない。\n次に原判決挙示のＣの検察官に対する供述調書及びＤの司法警察員に対する供述\n調書によると、判示Ｅ党結党大会は、判示一月二十四日午前十時三十分頃開会の辞\nを以て開始され、大会議長選出、議長挨拶、書記任命、各種委員選出、大会成立宣\n言、大会準備委員長Ｆ挨拶に引き続いて大会議事に入り、党名決定、綱領規約、政\n策及び活動計画、財政に関する諸件を提案し、各委員会に附託し、午後二時三十分\n頃附託議事の報告承認後役員詮衡に関する件を議題に供し、詮衡結果の発表承認に\n次いで役員代表Ｇの挨拶、結党宣言の発表を行い閉会の辞を以て午後五時頃終了す\nる予定となつており、本件は正に同日午前十時五十分頃右大会準備委員長Ｆが挨拶\nの演説を行おうとした際に発生したものであることが明らかである。\nところで右大会議事日程によると、Ｅ党は判示結党大会において初めて党名、綱\n領規約、政策及び活動計画が決定され、委員長以下の各種役員が詮衡決定され、結\n党宣言が発表され、茲に初めて正式に政党として発足するに至るものと認められ\nる。\n従つて、政党の結成大会は党員となろうとする者及び関係者によつて党の創立を\n決定するために開催されるもので、その開催は一回に限り、再度又は継続して開催\nされるべきものでないことは所論のとおりであつて、判示Ｅ党結党大会の開催を目\nして同党そのものの政策発表の業務であると解した原判決は正鵠を得たものではな\nい。\n<要旨>しかし、前掲Ｃの検察官に対する供述調書及びＤの司法警察員に対する供\n述調書によると、</要旨>判示Ｅ党結党大会は同大会準備委員長Ｆ等より成るＥ党結\n党大会準備委員会によつて主催され、右準備委員会には専任書記も配置され、判示\n一月二十四日の結党大会開催に備え、前以て開催の日時及び場所、議事日程及び上\n程議案の作成、代議員その他の関係者に対する通知、招待券及び傍聴券の用意、会\n場内外の警備等結党大会の運営に関する事務が行われていたこと、判示結党大会は\n右準備委員会の事務の一環として開催されたことを窺うに足り、かかる準備委員会\nの結党大会運営に関する事務は、準備委員長を始めとする準備委員及び専任書記等\n一団の人々の行う仕事であり、且つそれは結党準備着手の時から結党完了の時まで\n継続して行われるべき要素を備えているのであるから、これを刑法第二百三十四条\nにいわゆる「業務」に当ると解して妨げなく、かように解したからといつて、決し\nて所論引用の判例の趣旨に抵触するものではない。\nしてみると、本件において妨害された業務はＥ党そのものの業務ではなくて、Ｆ\nを委員長とする同党結党大会準備委員会がその事務として行つた同党結党大会の運\n営に関する右結党大会準備委員会の業務であつたと解するのが相当である。\n因みに本件起訴状記載の公訴事実によれば、被告人ＨはＥ党結党大会を妨害すべ\nきことを企図し、Ａと共謀の上、右Ａにおいて、同党結党準備委員長Ｆら結党準備\n委員、代議員その他同党関係者千数百名が参集して同党結党大会が開備され、右Ｆ\nが演説を行おうとした際発煙筒をたきビラを撒布するなどして会場を混乱におとし\nいれ右演説を一時中止するのやむなきに至らしめ、以て威力を用いて同党（Ｅ党）\nの政策発表の業務を妨害したものであるというにあり、これに対し原判決の認定す\nるところも同趣旨であるが、起訴状が被告人の犯行として表示している事実も又原\n判決が被告人の犯行として判示した事実も共に、被告人等がＥ党結党大会準備委員\n会がその事務の一環として行つた同党結党大会を混乱に陥れて大会の運営を一時中\n止するのやむなきに至らしめたという事実であつて威力業務妨害の罪となるべき事\n実の表示として欠けるところはなく、起訴状並びに原判決がその罪となるべき事実\nの末尾に、いずれも「もつて同党（Ｅ党）の政策発表の業務を妨害したものであ\nる」と判示したのは被告人等の罪となるべき事実に対する法的解釈を誤つたものに\n過ぎない。起訴状並びに原判決が被告人の罪となるべき事実として具体的に前記結\n党大会の業務を妨害した事実を明示していること前記のとおりであり、この事実に\n対し起訴状は罰条として刑法第二百三十四条を掲げ原判決が同条を適用したのは、\nいずれも正当であるから、原判決の右誤は何ら原判決に影響を及ぼさない。論旨は\n結局理由がない。\n（その余の判決理由は省略する）\n（裁判長判事　岩田誠　判事　高野重秋　判事　栗田正）\n"
}