{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 7,
    "day": 19
  },
  "case_number": "昭和40(う)2074",
  "case_name": "児童福祉法違反被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "lawsuit_id": "20992",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20992",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/992/020992_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役四月に処する。\n但し、本裁判確定の日から二年間右刑の執行を猶予する。\n右猶予の期間中被告人を保護観察に付する。\n当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人大久保弘武及び同鈴木光友連名提出の控訴趣意書、弁\n護人杉村進、同安藤嘉範及び同寺口真夫連名提出の控訴趣意書並びに弁護人木村善\n太郎提出の控訴趣意補充書に記載されたとおりであるから、ここにこれを引用し、\nこれに対し次のように判断する。\n本村弁護人の控訴趣意第一点の理由不備ないし理由くいちがいの主張について。\n論旨は、原判決は原判示事実につき児童福祉法第三四条第一項第九号、第六〇条\n第二項を適用しているが、第六〇条第二項は故意犯を処罰する趣旨であり、同条第\n三項は児童（満十八歳に満たないもの）を使用する者が児童の年齢を知らないこと\nにつき過失のある場合にかぎり、その故意のある場合と同様にこれを処罰する趣旨\nを示したものと解すべきところ、原判決は被告人がＡを雇い入れるに際し同女が児\n童であることを認識していたかどうか、もし児童であることを認識していなかつた\nとすれば、その認識しなかつたことにつき過失があつたかどうかについて、何ら判\n示するところがないから、原判決には理由不備の違法があり、もし原判決が被告人\nにおいて同女が児童であることを認識していた趣旨を認定判示したものとすれば、\nかかる事実は原判決の引用証拠によりこれを認定するに由ないから、原判決には理\n由くいちがいの違法があるというのである。\n児童福祉法第三四条第一項及び第二項は、児童福祉上有害であると認められる児\n童に対する特定の行為を禁止し、同法第六〇条第一項及び第二項は右禁止規定違反\nに対する罰則を定め、同条第三項は「児童を使用する者は、児童の年齢を知らない\nことを理由として、前二項の規定による処罰を免かれることはできない。\n但し、過失のないときは、この限りではない。」と規定している。ところで、第\n六〇条第一項及び第二項が前記禁止規定違反の故意犯のみの処罰規定であり、同条\n第三項が児童を使用する者が過失により児童の年齢を知らないで右の違反行為に出\nた場合の処罰規定であると解すべきかどうかは、文理上必ずしも明らかではない。\n同条第一項及び第二項は、一応故意犯の規定形式を採つているが、さりとて、同条\n第三項は、その立言方法が消極的であつて、過失犯の構成要件を積極的に規定した\nものとしての形式を採つていないのである。おもうに、以上摘示の諸規定を対照し\n総合して勘案すると、第三四条第一項及び第二項の禁止規定違反に対する基本的な\n罰則規定は、第六〇条第一項及び第二項であり、同条第三項は、同条第一項及び第\n二項が児童を使用する者については児童の年齢の認識の有無を主観的構成要件とし\nていないことを明らかにするとともに、その年齢を知らないことにつき過失のない\nときは処罰を免かれるということを定めた同条第一項及び第二項に対する一種の解\n釈的な補充規定であつて、特に過失犯の類型を規定したものではないと解するのが\n相当である。\n<要旨>したがつて、児童を使用する者の右禁止規定違反の罪となるべき事実とし\nては、その者において児童の年齢</要旨>を知つていたか、あるいは過失によりその\n年齢を知らなかつたかを判示することは、必ずしも必要ではないと解すべきであ\nる。昭和三十三年三月二十七日の最高裁判所第一小法廷判決（刑集一二巻四号六五\n八頁）は、本件の場合と同様同条第一項及び第三項の解釈が争点となつた事案にお\nいて、同条第一項は故意犯の規定であり、同条第三項は過失犯の規定であるとの見\n解を採る上告論旨に対し、「児童を使用する者の本件犯罪について、同条第三項本\n文は、児童の年齢を知らないことは、刑事訴訟法第三百三五条第二項にいう法律上\n犯罪の成立を妨げる理由…………となる事実とならない旨を定めるとともに、右第\n三項但書は、児童の年齢を知らないことにつき過失がないことは、右犯罪成立阻却\n事由となる旨を定めたものと解するのを相当とする」との判断を示して右上告論旨\nを却けたのは、根本的には当裁判所の示した前記見解と同旨の見解を採つているも\nのと解することができる。されば、原判決が被告人において児童であるＡを雇い入\nれるに際し同女の年齢を知つていたか、あるいは過失によりその年齢を知らなかつ\nたかを特に認定判示しなかつたことを目して、所論のように理由不備ないし理由く\nいちがいの違法があるものということはできない。論旨は理由がない。（なお、被\n告人の右認識如何の点については次項の説明参照。）\n本村弁護人の控訴趣意第二点の事実誤認の主張について。\n論旨は、被告人は、Ａを雇い入れるに際し同女が児童であることを知らず、かつ\nその知らなかつたことにつき過失がなかつたというに帰する。\n静岡県浜松市長Ｂ作成の戸籍謄本によると、Ａは、昭和二十三年三月二日生れで\nあることが明らかであるから、被告人が同女を雇い入れた当時の昭和四十年六月十\n日頃には同女は満十八歳に満たない者すなわち児童であつたことが明らかである。\nところで、Ａの司法巡査に対する供述調書（二通）、Ｃ及びＤの各司法警察員に対\nする供述調書、被告人の司法警察員に対する昭和四十年六月二十三日付供述調書並\nびに被告人の原審公廷における供述によると、Ａは、昭和四十年四月末頃から浜松\n市内の社交クラブＥで社交婦として働いていたが、間もなくそこをやめて、同年五\n月末頃Ｃの内妻の経営する同市内の社交クラブＦに同様社交婦として雇われ、Ｃか\nら現金十万円を借り受けたが、その後Ｆには一日も働きに出ないで右金員を使い果\nし、知合いのＤに右事情を打ち明けて相談し、同年六月十日頃Ｄとともに被告人の\n経営する社交クラブＧにおいて被告人と面談し、Ｆとの叙上の関係を話し、Ｃの諒\n解も得たうえで、Ｇに社交婦として勤めることとなり、なお被告人に対し十万円の\n金借を申し入れたが拒まれ、結局Ｄが被告人の斡旋によりその保証を受けて他より\n借り受けた現金十万円をもつてＣに対する借金を返済し、同月十四日頃から約七日\n間Ｈという芸名でＧに住み込んで働いていたものであることが認められる。ところ\nで、被告人がＡを雇い入れる際同女が児童であることを知つていたかどうかの点\nは、証拠上必ずしも明瞭ではない。Ａ及びＤと被告人との最初の面談において、Ａ\nの年齢についても問答の取り交わされたことは、右三名の前掲各供述調書、Ａに対\nする当審証人尋問調書、Ｄの当審公廷における証言及び被告人の原審公廷における\n供述により明らかであるが、Ａ及びＤは「被告人に対し十九歳であると話した」と\n述べ、被告人はＡ及びＤから十八歳であると聞いた」と述べ、双方の供述は、相照\n応するとはいえないにもせよ、ＡがＤ及び被告人に対し同女の年齢を偽り満十八歳\n以上であるように装うていたという趣旨においては一致しているのである。Ａが真\n実の年齢を明かせば、被告人に雇うことを拒否される虞があるから、右のごとく同\n女の年齢を偽つたということは、あながち首肯しえないことではない。ところが、\nＣは、前掲供述調書において「六月十日か十一日頃被告人から電話でＨを雇つても\nよいかとの問合せがあり、同女から借金を返してもらつたし、同女が十八歳未満で\nあることを知つて雇う気もなくなつたので、あんたさえよかつたら、そのようにし\nてくれ、しかしその子は十八歳未満だよと話した」旨述べている。しかるに、Ｃ\nは、当審証人尋問調書において、一貫した明確な供述をしているわけではないが、\n「被告人から電話で君のところの女を私のところで使つてもよいかとの問合せがあ\nつたので、使つても結構ですと答えた。それから三、四日たつてＤとＡが私のとこ\nろへ来て十万円を返してくれた。被告人から問合せの電話があつた日の二日前にＩ\nという女からＡが十八歳未満であることを聞いた。警察では被告人から問合せの電\n話があつた時被告人にＡは十八歳未満であると話した旨述べたが、当時もはつきり\nした記憶はなかつたのであり、被告人にＡが十八歳未満であると話せば、被告人は\n同女を雇わなくなり、そうなると私が同女に貸した十万円の金も返してもらえなく\nなるので、右電話のあつた日の二、三日後に被告人に同女の年齢を話したのかもし\nれない」と述べている。Ｃが右供述どおりに事を運んだものとすれば、そのやり口\nは甚だ打算的であるとのそしりは免かれないが、筋は一応通つているのであつて、\nこの点に関する同人の前掲司法警察員に対する供述の真否は、はなはだ疑わしくな\nるのである。以上をかれこれ勘案すると、被告人がＡを雇い入れる際同女が満十八\n歳未満であることを知つていたことを確認するに足りる証拠はないのであつて、結\n局、被告人は同女が満十八歳未満であることを当時知らなかつたものと認定するの\nほかはない。\nよつて進んで、被告人においてＡが満十八歳未満であることを当時知らなかつた\nことにつき過失があつたかどうかにつき審按するに、原判決の引用証拠により明ら\nかであるとおり、いわゆる社交クラブなるものの正常の業態は、社交婦すなわち料\n亭等の酒席に侍し客を接待する婦女子を派出することを業とするものである。しか\nして、かような社交クラブに社交婦として雇われることを希望する満十八歳未満の\n婦女子が、その希望を遂げるため、みずからまたは周旋人等を通じ、その年齢を偽\nつて満十八歳以上であるもののように装い、雇主を欺いて雇われる事例が世上けつ\nして稀でないことは経験上明らかであり、（このことは、Ａ自身がさきに社交クラ\nブＥで社交婦として働き、同Ｆで同様働く約束をしたことによつても実証されてい\nる）、したがつて、同種職業に就いた前歴を有する婦女子についても、その前歴自\n体は、常に必ずしも同女が満十八歳以上であることを裏書きする資料として充分で\nあるとはいえないのである。されば、社交クラブの経営者が、十八歳あるいは十九\n歳であると自称するような若い年齢層の婦女子を雇い入れるに当つては、単に本人\n若しくは周旋人等の供述、本人の身体の外観的発育状況や同種職業に従事した前歴\nの有無等のみに頼ることなく、更に本人の戸籍を調べ、その父兄に問い合わせる等\nの確実な調査方法を講じて、本人の年齢を確認すべき注意義務を負うていること\nは、児童福祉の理念（同法第一条）に照し当然の事理であつて、雇主に対し右程度\nの注意義務を課することを目して、所論のように児童を雇い入れた場合の無過失の\n抗弁をすべて封じ、刑法における責任主義を否定する結果になると極論しなければ\nならぬほどに、しかく苛酷な義務を強いるものと認めることはできない。しかる\nに、原判決の引用証拠によると、被告人は、Ａを雇い入れるに当り、前説示のとお\nり同女及びＤから同女の偽りの年齢を聞き、さきに同女がＣの内妻の経営するＦで\n働く約束をしてＣから金十万円を借り受けたことを知つて同人の諒解を得ただけ\nで、他に同女の年齢を確認するための確実な調査方法を何ら講じなかつたことが明\nらかであるから、被告人は同女が満十八歳未満であることを知らなかつたことにつ\nき過失の責があつたものといわなければならない。論旨は理由がない。\n（その余の判決理由は省略する）\n（裁判長判事　坂間孝司　判事　栗田正　判事　有路不二男）\n"
}