{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 11,
    "day": 13
  },
  "case_number": "昭和36(ネ)712",
  "case_name": "定期預金等請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "article_info": "第16巻8号684頁",
  "gist": "一、　旧国税徴収法第二三条ノ一による国の代位と第三債務者の相殺\n二、　差押え当時弁済期未到来の反対債権と被差押え受働債椎との相殺",
  "case_gist": "一、　旧国税徴収法第二三条ノ一の規定に従い国が債務者(滞納者)の第三債務者に対する債権を差押えた場合、第三債務者が相殺をなすには、差押えをなした代位権者である国に対してなすべきで、債務者に対してなす相殺の意思表示は無効である。\n二、　右の差押え当時反対債権及び受働債権とも弁済期に達していないが、差押えられた受働債権よりも反対債権の弁済期が早く到来する場合は第三債務者は反対債権による相殺をもつて対抗しうるものと解するのが相当である。",
  "lawsuit_id": "23622",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23622",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/622/023622_hanrei.pdf",
  "contents": "主　　　　文\n原判決中第一審被告の敗訴部分を取消す\n第一審原告の請求を棄却する\n第一審原告の控訴を棄却する\n訴訟費用は第一、二審とも第一審原告の負担とする。\n事　　　　実\n第一審原告（以下原告と書く）は「原判決をつぎのとおり変更する。第一審被告\n（以下被告と書く）は原告に対し、金四、一八六、九七七円及び内金二、四六五、\n〇〇〇円について、昭和三四年三月二五日から完済にいたるまで、日歩三銭の割合\nによる金員（ただし、右元利合計額が金六、四一六、〇〇〇円にみつるまで）を支\n払え。訴訟費用は第一、二審とも被告の負担とする。」との判決を求め、被告は\n「原判決中被告の敗訴部分を取消す。原告の請求を棄却する。訴訟費用は全部原告\nの負担とする。」との判決を求め、当事者双方はいずれも相手方の控訴を棄却する\n旨の判決を求めた。\n事実及び証拠の関係は、\n被告において「一　原判決末尾の別表（二）の種類欄（３）貸付日欄「二七、\n二、一四」を「二七、一一、一四」に改め、原判決の被告答弁事実中不知をもつて\n答えた点（原判決六枚目裏面九、一〇行参照）は、これを認めると訂正し、抗弁の\n一、二を撤回する。原判決の被告抗弁四の二行目「被告は訴外会社に対し」の次に\n「差押え当時」を加え、同一六行目（原判決八枚目表末行）の「同日」を「差押え\n当日」に改める。\n二　（１）　被告と訴外浅田工業株式会社との取引には、原判決記載の被告抗弁\n四の特約（原判決八枚目表面一行から六行まで参照）が存するところ、右特約は金\n銭消費貸借において通例としてなされ、ことに銀行取引においては慣習となつてい\nる。（２）　訴外会社が昭和三三年九月四日原告から本件債権の差押えを受けたこ\nとにより、本件相殺の自働・受働両債権は、約定の弁済期のいかんにかかわらず、\n右特約によつて当然弁済期到来し、相殺適状となつた。よつて、被告が同年九月六\n日なした相殺により、その適状期である同年九月四日にさかのぼつて効力を生じ\nた。被告従来の主張中、訴外会社が被告に対して有する預金債権のうち期限未到来\nの分については期限の利益を放棄し、定期積立金については払込み懈怠を理由に解\n約した旨の主張（原判決八枚目表面九行から一一行まで参照）は撤回する。相殺の\n受働債権の差押え当日における明細は、別記受働債権表のとおりである。\n三　第三債務者の滞納者に対する自働債権の弁済期が、受働債権である被差押え\n債権の差押えられた当時、いまだ到来していない場合においても、その弁済期が少\nくとも受働債権の弁済期より早く到来しなければならないという原判決の解釈は誤\nつている。弁済期の晩い債権の弁済期到来とともに相殺適状に達し、相殺をなすこ\nとができると解すべきである。\n四　原告主張の後記「（一）の事実は認める。」と述べ、乙第一号証（写）第二\n号証ないし四号証を提出し、原告において、「（一）原判決二枚目裏四の（一）の\n表中利子税「三、八一〇」を「五、六五〇」に、延滞加算税「六〇〇」を「五四\n〇」に、滞納処分費を削除し、合計「八四、四三〇」を「滞納処分費三〇〇を加\nえ、八六、五一〇」に改める。従つて滞納処分費は完済された。なお、原告主張の\n加算税とは、源泉所得税においては源泉徴収加算税であり、法人税においては無申\n告加算税である。\n（二）　被告主張の貸金及び自働債権、預金、積立金及び受働債権の内容計算関\n係及び昭和三三年九月六日相殺の意思表示のなされたことは認める。\n（三）　被告主張の二（１）の特約が被告と訴外会社に存することは認めろが、\n被告が昭和三三年九月六日いわゆる相殺の意思表示をした時に、弁済期にきていな\nい債権は弁済期が到来したものとみなされる効果を生ずるのであるから、同年九月\n四日の差押前に、被告が右特約を働かせて自働債権の期限の利益をはく奪し相殺適\n状の状態を生じさせたというなんらの事実もないので、自働債権の弁済期は差押え\n当時到来しておらず、従つて特約に基く相殺の主張は理由がない。」と述べ、乙第\n一号証は原本の存在並びに成立を認め、乙第二号証ないし第四号証は成立を認める\nと述べ\nた外は、原判決に示してあるとおりである。\n理　　　　由\n一　訴外会社が昭和三三年九月四日現在において、原判決記載の請求原因一記載\nのとおり源泉所得税及び法人税の各本税、源泉徴収加算税、法人税の無申告加算\n税、利子税、延滞加算税合計金四、九七八、一〇〇円並びに滞納処分費三〇〇円を\n滞納していたこと、同日現在において訴外会社が被告に対し原判決末尾の別表（以\n下別表と書く）（一）記載の定期預金及び定期積立金合計金六、五一六、〇〇〇円\nの債権を有していたところ、平戸税務署収税官吏は改正前の国税徴収法第二三条ノ\n一の規定により、前記国税の滞納処分として右預金、積立金債権を差押え、被告に\nその旨通知するとともに、その差押えた預金、積立金を弁済期に支払うよう催告\nし、これが即日被告に到達したこと、被告が同日現在において訴外会社に対し単名\n手形（訴外会社の振出しにかかる受取人を被告とする約束手形）八通による別表\n（二）記載のとおり金六、一〇六、〇〇〇円の貸金債権を有したこと、被告が原告\nに対し昭和三三年九月八日金三九七、九二八円、同月一五日別表（二）記載の戻利\n息金二八、一四四円、同年一〇月四日別表（一）の（４）の普通定期預金元利合計\n金一〇六、〇〇〇円を支払い、訴外会社において、原判決記載請求原因四記載の納\n付者訴外会社と書いてある各金員を支払つたこと、その結果訴外会社の滞納税額\nが、被告抗弁の相殺を除外すれば昭和三四年三月二五日現在において請求原因五記\n載のとおりであること（ただし滞納処分費三〇〇円は完済されているので存在しな\nい。）は、当事者間に争がない。\n二　よつて被告の相殺の抗弁について判断する。\n（一）　被告は第一次に、昭和三三年九月四日現在訴外会社に対し有する被告の\n別表（二）記載の貸金債権合計金六一〇六、〇〇〇円を自働債権とし、同日現在同\n会社の被告に対し有する別表（一）記載の預金積立金債権及びこれに対する利息債\n権合計のうち、同表（４）の普通定期預金一〇万円及びこれに対する同日までの利\n息金六、〇〇〇円を除いた金六、五〇三、九二八円を受働債権として、同月六日訴\n外会社に対して、対当額で相殺したと主張し、主張内容の自働・受働両債権が存在\nし、主張の日に、訴外会社に対して主張の相殺の意思表示のなされたことは、原告\nの認めるところであるけれども、右相殺の意思表示は原告のなした滞納処分によ\nり、前示被差押え債権につき差押えの効力が生じた後になされたことが明らかであ\nり、そして国が改正前の国税徴収法第二三条ノ一によつて債権を差押え、差押えの\n効力が生じたときは、国は被差押え債権の権利者にかわつてその地位につき、同債\n権の取立権を取得し、滞納者の被差押え債権につき有する一切の権利を行使し得る\nに至る結果（最高裁昭和三五年（オ）第九五九号同三七年八月一〇日第二小法廷判\n決民集一六巻八号一七二六頁。同昭和二六年（オ）第三三六号同二七年五月六日第\n三小法廷判決民集六巻五号五一八頁参照。）その反面滞納者は被差押え債権につき\n国の取立権を害して同債権を処分する意思表示をなすことは勿論、その処分の効果\nを生ずる意思表示を受けることもできない法律関係を生ずるにいたると解するのが\n相当である（右第二三条ノ一、民訴第五<要旨第一>九八条・民法第四二三条非訟事\n件手続法第七六条第二項の法意参照）から、被告が訴外会社に対してなした前</要\n旨第一>記相殺の意思表示の効果を有効とすれば、訴外会社において、依然被差押え\n債権（受働債権）の受働的処分権を有して、国の取立権が消滅する結果をきたすの\nで、訴外会社に対する前示相殺の意思表示は相殺適状の有無を判断するまでもな\nく、すでにこの点においてその効力がないといわなければならない。（この点につ\nいては大審院昭和一一年三月二三日判決民集一五巻五五一頁、同昭和一四年五月一\n六日判決民集一八巻五五七頁は参照に値する）\n（二）　つぎに被告はかりに右相殺の意思表示が無効であるとしても、被告は昭\n和三五年三月二一日本件第一審の口頭弁論において、訴外会社に対してなしたと同\n一内容の相殺の意思表示をなしたと主張し、同主張のような相殺の意思表示がなさ\nれたことは、当裁判所に顕著であるから以下この点について考える。\n（１）　ところで（イ）原告は国税の私債権に対する優先徴収権（旧国税徴収法\n第二、三条）の法意、差押えの効力（旧同法第二三条ノ一）、相殺制度の本質、民\n法第五一一条の解釈等よりして、債権の差押えを受けた第三債務者が差押え債権者\nである国に対して、差押え債務者に対する反対債権をもつて相殺し得るには、差押\nえ当時すでに受働債権との相殺適状を必要とし、差押え後反対債権の履行期が到来\nしても、相殺をもつて差押え債権者である国に対抗できない。（ロ）また、被告主\n張の特約は、これによつて当然に反対債権の弁済期か到来するとともに、相殺の効\n力を生ずる停止条件付相殺契約とは解しがたく、将来における相殺権を被告に与え\nる旨の相殺の予約で、予約完結権の行使をまつて初めて相殺の効力を生ずるという\nべきであり、被告が相殺の意思表示をなしたのは差押え後であるから、これをもつ\nて原告に対抗できないと抗弁し、被告は民法第五一一条の規定以外に相殺を制限す\nべきものはなく、自働債権・受働債権の弁済期いかんにかかわらず、日時の経過も\nしくは本件のごとき特約により、相殺適状を生ずれば、ここに相殺をなしうると主\n張する。\n（２）　よつて先ず右の点について考えるに、１、国税に優先徴収権があること\n（旧国税徴収法第二、三条）は第三債務者の相殺権を必ずしも制限するものではな\nい。そのことは文字どおりこれを条文化して現行国税徴収法となつた租税制度調査\n会の答申（昭和三三年一二月八日公表、同三四年二月九日同調査会委員の同意の上\n一部修正）特に第一の四「相殺と租税」のところを見ても明らかであつて、右四の\n中には「相殺が実質的に担保的機能を営むことから、受働債権に質権が設定された\n場合との権衡をとり、租税の優先徴収権が相殺により害されることのないようにす\nべきであるとする考え方もあるが、相殺による担保的効果を他の担保と同一視する\nことには疑問があるから、租税との関係において法律上特別の規定を設けることは\n適当でないと考える」旨の答申記載が存し、現行国税徴収法は、前示答申を法文化\nしたものであるが、国税と被担保債権との関係について、質権、抵当権によつて担\n保される債権は旧国税徴収法に比し国税より有利である（新法第一五条第一六条\n等）が、仮登記によつて担保される権利と国税との優劣については、担保の目的で\nされている仮登記のある財産の差押えは、仮登記に優先すると明定した（新法第二\n三条）のにかかわらず、差押えと相殺との関係については、すべて解釈に一任する\nこととし、なんらの規定も設けなかつたという立法の経過に照らしても明らかであ\nろう。\n２、　旧国税徴収法第二三ノ一に基づく差押えによつて、債務者及び第三債務者\nに対し、前説明のような制限ないし禁止の効果を及ぼすことは勿論であるが、原告\n主張のとおり民法第五一一条や差押えの効力などを総合し、差押え前に反対債権と\n受働債権とが相殺適状にある場合にかぎり、第三債務者は相殺をなし得るとする説\nがあり、大審院はこの見解に拠つたのである。この見解はおそらく民法第五一一条\nが受けた旧民法財産編第五二八条第一項、さらに同条項の由来する仏民法第一二九\n八条の解釈からきているものと推察される。右第一二九八条はその第一文において\n「相殺は第三者の既得権を害することを得ず」と規定し（第三者とは差押え債権者\nを指すのである）かつ、仏民法はいわゆる法定相殺を原則とするので、差押え前自\n働○受働の両債権が相殺適状にあれば、両債権は対当額につき相殺の意思表示を用\nいず当然消滅するのであるから、差押え後に相殺適状を生じた場合においても被差\n押え債権が法定相殺により当然消滅するとすれば、差押え債権者の既得権を害する\nにいたるので法定相殺の効果を生じないとするものである。\nところで民法第五一一条が、第三債務者は差押え後に取得した債権による相殺を\nもつて、差押え債権者に対抗することができないと規定するのは、もしこれを反対\nに規定して対抗し得るとせんか、相殺債権を有しなかつた第三債務者が、たまたま\n差押後に取得した新債権をもつて相殺し、もつて被差押え債権を消滅せしめうるに\nいたりあたかも新取得債権をもつてする代物弁済を許すのと同旨の結果を生じて、\n差押えの効力は完全に、潜脱的に覆滅されて、旧国税徴収法第二三条ノ一、民法第\n四八一条、民訴法五九八条の法意に反するからである。されば民法第五一一条は、\n差押え後に他から譲受け取得した債権にかぎらず、被差押え債権（受働債権）との\n関係において、相殺の反対債権たり得なかつた債権が、差押え後に反対債権たり得\nるにいたつた場合にもこれを類推し、同条の差押え後に取得した債権と解すべきで\nある。そうすると、\n３、　Ａ　自働債権・受働債権ともに差押え前に弁済期到来して相殺適状にある\n場合は、両債権の弁済期の前後にかかわりなく、第三債務者の相殺を許すべきであ\nる。（前記昭和二七年の最高判参照）\nＢ　差押え前に反対債権は弁済期に達しているが、受働債権は弁済期に達してい\nない場合は、第三債務者は受働債権の弁済期到来と同時に、もし第三債務者が受働\n債権を即時弁済し得る権利を有するときは、特に期限の利益を放棄する旨の意思表\n示をなすまでもなく、直ちに相殺をなし得ると解する（最高裁昭和三二年七月一九\n日判決民集一一巻七号一二九七頁。大審院昭和八年五月三〇日民集一二巻一三八一\n頁参照）。\nＣ　差押え当時、（イ）受働債権の弁済期は到来しているが、反対債権のそれは\n未到来である場合（ロ）両債権とも弁済期がきていないが、受働債権が反対債権よ\nりも弁済期が早い場合は、反対債権者は受働債権を（（ロ）にあつてはその弁済期\n到来とともに）即時弁済すべき立場にあるから、もともと、いまだ弁済期の到来し\nていない反対債権をもつてする相殺権を有しないのである。反対債権者が受働債権\nの弁済を故意または過失によつて遅滞し、債務不履行の状態が継続している間に、\n差押えという事実が発生し、その後に反対債権も弁済期に達したため、結局両債権\nの相殺適状を僥倖するにいたつたとしても、それは自己の債務を履行しない第三債\n務者（反対債権者）の継続的債務不履行という過責に由来するものである以上、か\nかる場合は前説示のとおり民法第五一一条を類推し、第三債務者の相殺を許すべき\nではない。\n<要旨第二>Ｄ　差押え当時、反対債権及び受働債権ともに弁済期になく、差押え\n後に反対債権が受働債権より早く弁済期</要旨第二>に達する場合は、受働債権の期\n限の利益は原則として放棄しうるので、反対債権者は原則として自己の債権の弁済\n期到来とともに相殺をなし得べき権利、換言すれば停止条件付相殺権よりも、より\n以上確実な期限付相殺権を有し、かかる相殺権は受働債権（受働債権は右の期限付\n相殺権という抗弁権の対抗を受くる債権で、極言するとこの抗弁権が附着している\nといえないこともない。）が差押えられたからといつて、相殺権の行使を制限する\nなんらの規定もないので、第三債務者は差押えにかかわらず、差押え債権者に対\nし、反対債権の弁済期到来と同時に（もし、受働債権の期限の利益を放棄できない\n特段の事情がある場合はその期限の到来と同時に）相殺をなし得るものというべき\nである（東京高裁昭和三六年（ネ）第一五一六号同三八年五月二二日判決。同高裁\n昭和三七年九月二〇日の各判決高裁民集一五巻七号四九一頁並びに五一二頁。同高\n裁昭和三五年五月三〇日判決下級民集一一巻五号一二一九頁参照）。\n（三）　いわゆる相殺予約と相殺について。\n（１）　被告と訴外会社との継続的取引の約定書第九条第一項本文及び同項第三\n号に、「左の場合には、債務の全額につき弁済期到来したものとし、借主（訴外会\n社という）又は保証人の被告銀行に対する預金その他の債権と弁済期の到否にかか\nわらず、任意相殺されても異議がなく、請求次第債務を弁済する。（一、二号省\n略）、三号、借主又は保証人につき、仮処分差押仮差押の申請、支払停止、破産若\nくは和議の申立てがあつたとき」との条項が存することは当事者問に争いがなく、\n（右条項によれば裁判所に対する差押えなどの申請のときに、相殺権が発生し、差\n押えの効力は、その後に発生することになるので、これを旧国税徴収法第二三条の\n一による本件差押えに準用するについては、差押えに着手した時に相殺権発生し、\n差押えの通知はその後になされることになるが、かかる区別はたんなる論理の実益\nのないことである。）成立に争いのない乙第二号証、原本の存在とその成立に争い\nのない乙第一号証によると、第九条第三号所定の事実が発生したときは、なんらの\n通知を要しないで、（後記（２）のとおりこの通知不要の特約は無効であるが）か\nつ弁済期のいかんを問わず、被告が訴外会社の被告に対する預金積立金等の債権と\n訴外会社の被告に負担する債務とを任意相殺しても異議がないことを、訴外会社に\nおいて予かじめ承諾していること、換言すれば第九条第三号所定の事実が発生した\n場合に相殺適状を生じ被告に相殺権を付与する相殺権留保の特約をなしているこ\nと、本件の被差押え債権は、被告と訴外会社間の取引約定に従い被告の訴外会社に\n対する約束手形による貸金債権の担保たるものであつて、この担保があればこそ被\n告は差押え前本件の手形貸付けをなしたものであり、かつ、右のような趣旨の担保\n権を実効あらしめる方法として（質権ではないので、質権実行の方法という意味で\nはない）前示相殺権留保の特約をなしたものであることが認められる。\nところで、一〇数年前からいわゆる普通銀行と取引先との間には、右認定に供し\nた乙第一、二号証と大同小異の取引約定が締結された上で右認定のような手形貸付\nけ、（証書貸付け、手形割引き）などの取引きが一般的に行われていることは周知\nの事実であり、本件と同時に審理した当裁判所昭和三六年（ネ）第七一三号、第七\n六三号事件（当事者は本件と同一）の当審証人伊島正二の第一回証言、昭和三五年\n四月一八日全国銀行協会約定書試案及び昭和三七年八月六日同協会公表の約定書ひ\nな型の内容とその作成の経過を参酌すれば、本件差押え当時右はすでに銀行と取引\n先との間における一般の慣行となつていたことが確かめられるのである。従つて一\n般通常の人が銀行に預け入れた普通預金を差押えた場合と異なり、相当多額の法人\n税、源泉所得税を滞納した（ことに法人税のうち、本税三四六七、九六〇円は、差\n押え前一年三ケ月余前の昭和三二年五月三一日を納期とするものである）訴外会社\n（成立に争いのない甲第七号証によれば平戸税務署はおそくとも昭和三三年六月三\n〇日までには、石炭販売砕石生産販売を業とする同会社の内情を同号証記載のとお\nり調査了知していることが認められる）が、被告に対し本件のように相当多額の各\n種預金、積立金をなしていることを調査の上了知して、成立に争いのない甲第三号\n証のとおり、差押えた預金積立金の名称、性質（預金積立金の番号）、金額、支払\n期日を適確に表示して差押え調書を作成していることの一連の事実及び前示周知の\n事実より推度すれば、銀行や業者の業態に関し相当の知識を有する税務職員である\n本件の差押えをなした収税官吏は、差押えに当り訴外会社と被告との間に前示認定\nの取引約定の存することを察知していたと認めるのが相当である。\n要するに、本件預金積立金債権は、銀行と取引先との一般に行われる慣行に従\nい、被告と訴外会社との特約によつて、差押えと同時に、これを担保とする被告の\n貸金債権によつて相殺をなしうる状態に達するもので、差押えを条件として、相殺\nの意思表示によつて消滅するという意味において、客観的に相殺をなしうる権限の\n付着する債権であり、しかも右条件を成就させた差押え債権者が、前示の取引約定\nを了知して差押えたと認められるものである以上、衡平の見地から見ても、はたま\nた、破産法第一〇四条第三号但し書中段の法意に照らしても、被告は差押え後にお\nいて、差押え債権者たる国に対し貸金債権を反対債権として相殺をなし得るものと\nいうべきで、必ずしも原告主張のように、差押え前に訴外会社に対し相殺の意思表\n示をしていなければならないものではない。これに反する原告の法律上の見解は採\n用しない。\n（２）　もつとも前示のとおり被告と訴外会社との取引約定において、相殺の意\n思表示を要せず、任意相殺し得る特約が存するけれども、客観的に明瞭な特定の事\n実が発生した場合に、特定の自働、受働両債権について相殺の意思表示を要せずし\nて相殺の効力を生じさせる趣旨の停止条件付相殺契約は有効であるけれども、本件\nのごとく取引約定の際自働、受働両債権とも特定せず、かつ前示乙第二号証の第九\n条第一項第一号ないし第四号所定の各場合においてまで、相殺の意思表示を必要と\nしないという特約は、取引上の債権債務の明確化の要求に背反し、第三者の権利を\n害することにもなるので、右特約部分はその効力がないといわなければならない。\n（３）　なお被告の反対債権は手形による貸金債権であるから、手形の返還請求\n権という抗弁権の付着している債権であるけれども、乙第二号証によれば、被告の\nなす相殺の場合、訴外会社はこの抗弁権を放棄していることが明らかであり、かつ\n裁判上の相殺には、手形の交付を要しないものと解するので、被告は手形を交付す\nることなく、相殺しうるものと解する。\n（四）　以上の法律上の見解に反する、当事者双方の意見は採用しない。よつて\nこの見地に立つて、本件相殺の抗弁を判断すると、つぎのとおりである。\n（１）　本件差押え当日被告が訴外会社に対し別表（二）の債権合計金六一〇\n六、〇〇〇円の債権を有し、他方訴外会社は被告に対し別表（一）（別記受働債権\n表参照）の元利計金六六〇九、九二八円（このうち別表（一）（４）の金一〇万円\nとその利息金六、〇〇〇円を除いたものが受働債権表の元利合計六五〇三、九二八\n円である）を有し、被告が前示のとおり、本件原審口頭弁論において、別表（二）\nの債権を自働債権とし受働債権表記載（別表（一）参照）の債権六五〇三、九二八\n円を受働債権として、対当額につき相殺する意思表示をなしたことは、前示のとお\nりであるが、原告はつぎの（２）のとおり別表（一）の差押え債権中の一部につい\nて、その元金についてのみ取立権を行使するので、つぎにその点について考察す\nる。\n（２）　原告は別表（一）の（２）（３）を除き（同（４）は前認定のとおり、\nその利息金六、〇〇〇円とともに原告に支払い済みである）、（１）（５）（６）\n（７）の元本債権のみについて請求するので、相殺抗弁による計算関係を考えると\n（受働債権の債務者である被告は、特段の事情の認められない本件においては、別\n表（二）の自働債権の各弁済期当日現在をもつて、それより弁済期の晩い受働債権\nに対して順次対当額につき相殺をなしうることは、先に説示したとおりであるが、\n被告は前示特約により自働・受働両債権が差押え当日弁済期到来したものとし、自\n働債権については同日から各弁済期までの別表（二）の戻利息を原告に支払つて、\n被告の不利益に相殺を主張するのである。）。別表（一）の（１）の弁済期昭和三\n三年九月一六日の金三五二五、〇〇〇円は、これより弁済期の早い別表（二）の\n（１）及び（７）の計金二〇七万円によつて相殺され、残額金一四五五、〇〇〇円\nとなり、別表（一）の（５）ないし（７）の合計金二六九一、〇〇〇円は、これら\nよりいずれも弁済期の早い別表（二）の（８）（２）及び（３）の一部の合計額\nの、それに対当する額において相殺され、右（３）のうち金一四三、〇〇〇円が残\n存するところ、一方別表（一）の（１）の前示残債権金一四五五、〇〇〇円は、前\n説明の特約に基づく相殺により、右残存金一四三、〇〇〇円と別表（二）の（４）\n（５）（６）との合計金一三四五、〇〇〇円と対当額につき相殺され、金一一万円\n残存する。ところで、被告が昭和三八年九月八日別表（一）の各預金積立金に対す\nる差押え当日までの利息金八七、九二八円と相殺残元本三一万円計金三九七、九二\n八円を原告に支払つたことは、原告の明らかに争わないところであるから自白した\nものとみなすべく、従つて、結局右残存金一一万円は別表（一）の（２）（３）の\n各金一〇万円計金二〇万円とともに、弁済により消滅し、原告が差押えた別表\n（一）の各債権は前示のとおり相殺及び弁済により元本はもとより、その利息もま\nた消滅したことが明らかである。\n（五）　以上見たとおり、原告の請求はすべて失当で、これを一部認容した原判\n決はその点不当であり、被告の控訴は理由があるが、原告の控訴は理由がないか\nら、民訴第三八六条第三八四条第九六条第八九条を適用し、主文のとおり判決す\nる。\n（裁判長判事　池畑祐治　判事　秦亘　判事　佐藤秀）\n＜記載内容は末尾１添付＞\n"
}