{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 5,
    "day": 9
  },
  "case_number": "昭和35(ネ)831",
  "case_name": "強制執行の目的物に対する第三者異議事件",
  "court_name": "東京高等裁判所第一三民事部",
  "article_info": "第14巻3号238頁",
  "gist": "売得金配当手続の完了と第三者異議の訴の許否",
  "case_gist": "金銭債権についての有体動産に対する強制執行において、売得金の配当手続が完了したときは、たとえ右配当手続のみが執行停止中になされたものであつても、爾後右有体動産に関する第三者異議の訴は許されない。",
  "lawsuit_id": "21238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/021238_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人の本訴を却下する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n本件につき原裁判所が昭和三三年八月一五日にした強制執行停止決定中\n原判決添附目録記載の（１）ないし（３）および（５）ないし（１３）の物件に対\nする部分はこれを取り消す。\n前項にかぎり仮りに執行することができる。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は控訴棄却\nの判決を求めた。\n当事者双方の事実上の主張および証拠関係は、左に記載するほか原判決の事実摘\n示と同じであるから、これを引用する。\n一、　控訴代理人は、次のとおり述べた。\n（１）、　本件物件は訴外Ａの所有であり、被控訴人の所有でない。Ａは、控訴\n人より同人に対する東京地方裁判所昭和三二年（ワ）第二、一九三号貸金請求事件\nの確定判決の執行力ある正本に基く強制執行を妨害するため、訴外Ｂおよび被控訴\n人と通謀し、Ｂが競買により本件強制執行の目的物等の所有権を取得したかのよう\nに仮装し、さらにＢより被控訴人がこれを買い受けたように仮装したものである。\n（２）、　のみならず、本件物件については既に競売が実施され第三者の所有に\n帰している。すなわち、本件物件は控訴人のため差押がなされていたところ、他の\n執行力ある債務名義を有する債権者訴外Ｃの執行委任により照査手続が行なわれ、\nこの分については債務者Ａが執行停止の申立をしなかつたので、昭和三五年一一月\n二一日および同月二九日に競売が実施され、いずれも訴外Ｄが競落人となり、競落\n代金を支払い、競落物件の所有権を取得した。そして、競売売得金より差押および\n競売の費用を控除した残額は控訴人とＣに配当された。このように、本件物件は競\n売実施により第三者の所有に帰してしまつた以上、本件物件につき強制執行の排除\nを求める被控訴人の本訴請求は排斥せらるべきである。\n二、　被控訴代理人は、\n右（１）の主張事実は争う。（２）の主張事実中競売および配当実施の事実は認\nめるが、控訴人に対する配当実施は執行停止中になされたもので違法である。\nと述べた。\n三、　立証として、控訴代理人は乙第八ないし第一一号証を提出し、被控訴代理\n人は右乙号各証の成立を認めた。\n理　　　　由\n控訴人が訴外Ａに対する東京地方裁判所昭和三二年（ワ）第二一九三号貸金請求\n事件の判決の執行力ある正本に基き、執行吏に委任して、昭和三三年八月五日原判\n決添附目録記載の物件に対し差押をしたことは当事者間に争いがない。\nそこで、控訴人が当審で主張する（２）の点について検討する。成立に争いのな\nい乙第八ないし第一一号証および控訴人主張の競売手続に関し被控訴人の争わない\n事実を総合すれば、本件物件について、控訴人の委任にかかる強制執行は、本訴第\n三者異議の訴の提起に伴う被控訴人の申立により、昭和三三年八月中に停止された\nが、その後控訴人以外に前記Ａに対する執行力ある債務名義を有する債権者訴外Ｃ\nの委任に基き、執行吏において昭和三五年一〇月頃本件物件その他について照査手\n続を実施したところ、被控訴人は該強制執行については第三者異議の訴を提起せ\nず、したがつて執行の停止もなされなかつたので、執行吏は、同年一〇月二一日お\nよび一一月二四日の両度にわたり本件執行の目的物についても競売を実施した結\n果、訴外Ｄが競落人となり、他の物件とあわせ代金合計二一、五五〇円の支払を了\nしてこれが所有権を取得し、控訴人は昭和三六年一月二〇日右売得金中から本件債\n務名義による債権額五四〇、〇八〇円に対する配当として金一<要旨>五、七五〇円\nの支払を受けたことを認めることができる。してみれば、本件物件に対する強制執\n行は、前記Ｃ</要旨>Ｃの委任による競売および配当の完了によつて終了したものと\nいうべく、よし控訴人に対する売得金の配当が執行停止中のため違法であるとして\nも、そのことのため執行終了の事実を左右するものではない。\n以上の理由により、被控訴人が排除を求めんとする本件強制執行の手続は既に完\n結したものであるから、本訴は訴の利益を失うに至つたものというべきであつて、\n被控訴人の本訴請求を認容した原判決は失当であることに帰するので、民事訴訟法\n第三八六条によりこれを取り消し、本訴はこれを不適法として却下することとし、\n訴訟費用の負担につき同法第九六条第八九条を、強制執行停止決定の取消および仮\n執行の宣言につき同法第五四八条第一、二項をそれぞれ適用し、主文のとおり判決\nする。　（裁判長裁判官　原増司　裁判官　山下朝一　裁判官　多田貞冶）\n"
}