{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 4,
    "day": 9
  },
  "case_number": "昭和43(う)2531",
  "case_name": "公務執行妨害被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "article_info": "第22巻2号139頁",
  "gist": "昭和二五年東京都条例第四四号集会、集団行進及び集団示威運動に関する条例第四条の合憲性",
  "case_gist": "昭和二五年東京都条例第四四号集会、集団行進及び集団示威運動に関する条例第四条は警察官職務執行法第五条の精神に反せず、憲法第九四条に違反しない。",
  "lawsuit_id": "20860",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20860",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/860/020860_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人木内俊夫作成の控訴趣意書記載のとおりであるから、\nこれを引用し、これに対し当裁判所は次のとおり判断する。\n第二に、所論は、右条例が憲法第二一条に違反しないとしても、同条例第四条の\n規定の内容は警察官職務執行法第五条の範囲を超え、憲法第九四条に違反するもの\nであるから、右第四条に基く規制は不適法な職務執行である、と主張する。いうま\nでもなく、条例は憲法第九四条に基き、「法律の範囲内で」（憲法第九四条）、\n「法律に違反しない限りにおいて」（地方自治法第一四条第一項）のみ制定するこ\nとができるものである。よつて右条例第四条が、所論の主張するように、警察官職\n務執行法第五条との関係で右の有効要件を欠くものであるかどうかについて考える\nに、まず、右条例第四条に規定する「制止」については、警察官職務執行法第五条\n中にもその定めがあり、両者は、共に、公共の秩序を保持するための手段として設\nけられた警察上の即時強制であるという点においては、趣旨・目的及び対象を同じ\nくするものであるといえないこともないが、より具体的に、その発動の場合を考え\nて見ると、両者の趣旨・目的及び対象が同一であるとは必ずしもいえないから、右\n条例第四条は、すでに法律により定められた事項について重ねて「制止」の規定を\n設けたものということはできない。而して警察官職務執行法は、警察官の職務執行\n手段につき詳細明確な規定を設け、同法第五条も右の如き即時強制の要件を厳格に\n制限し、警察官の職務執行による人権侵害の防止につき慎重な配慮をしているので\nあるが、右のような同法の精神を充分考慮に入れても、同条が「制止」を合理的な\nものたらしめる場合を網羅的に考慮した上、「制止」をなしろる唯一の合理的要件\nとして同条所定の要件のみを取上げたもので、条例で右以外の場合における「制\n止」の規定を設けることを禁ずる趣旨であるとは認められず、むしろ、公安の維持\nのため合理的で且人権に対する配慮が尽されている限り、条例による規制の自由を\n認めているものであると解するのが相当である。そこで、右条例第四条を仔細に検\n討すると、なるほど、所論のように、権力発動の要件が警察官職務執行法第五条に\n比し或る面においては緩和されている点もないではないが、右条例においては、第\n四条に掲げる事項又は規定に違反した集会、行進、又は集団示威運動が現実に行わ\nれ、その結果公共の秩序が乱される虞れがある場合に、その参加者に対し制止その\n他の規正をすることができるものと解すべきであつて、原判決も判示するように、\n実質的にみて右要件が緩かであるとはいちがいにいいがたく、「公共の秩序を保持\nするため」という要件も、その趣旨は原判決の判示するとおりであつて、これが所\n論のように漠然とした概念であるとはいえない。又所論にように、必要な措置の具\n体的内容は定められていないが、右条例の目的に照らし自らその内容は限定される\nものと考えられ、全体として同条例の目的遂行のための手段として合理的で且人権\nに対する配<要旨>慮も十分尽されているものと認められる。以上説示したところを\n綜合すると、右条例第四条は、警察官職務執</要旨>行法第五条の規定の範囲を越え\nてこれに違反し、或は同法の精神・趣旨に反するものとは考えられず、所論のよう\nに権力発動の要件が或る程度緩和されていると解しても右結論を左右するに足りな\nいので、右条例第四条が憲法第九四条に違反するものと考えることはできず、右違\n憲を前提とする所論は採用できない。\n（その余の判決理由は省略する。）\n（裁判長判事　脇田忠　判事　関重夫　判事　環直弥）\n"
}