{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 8,
    "day": 14
  },
  "case_number": "昭和36(う)102",
  "case_name": "窃盗被告事件",
  "court_name": "広島高等裁判所第一部",
  "article_info": "第14巻5号322頁",
  "gist": "刑法第二五条第二項により執行猶予を言い渡された罪の余罪について同条項により執行猶予を言い渡す場合両者の通算刑期が一年以下であることを要するか",
  "case_gist": "刑法第二五条第二項により刑を言い渡された(懲役一年、四年間執行猶予、保護観察付)罪の余罪について、両者を同時に審判したとすれば同条項にょり一括して執行猶予を付すべきものと認められるような場合においては、余罪の宣告刑(懲役四月、四年間執行猶予、保護観察付)と前者の刑とを合算したものが一年を超えても違法ではない。",
  "lawsuit_id": "23373",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23373",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/373/023373_hanrei.pdf",
  "contents": "主　　　　文\n原判決のうち、被告人に関する部分を破棄する。\n被告人を懲役四月に処する。\n但し、本裁判確定の日から四年間右刑の執行を猶予する。\n右猶予期間中、被告人を保護観察に付する。\n理　　　　由\n弁護人開原真弓の陳述した控訴の趣意は、記録編綴の同弁護人及び被告人の各控\n訴趣意書記載のとおりであるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n第一　被告人の論旨について。\n所論は、被告人の認識として原判示スクリユーが他人の物であるとは知らずに、\nＡらの手伝をしたに過ぎないもののようにいうけれども、記録によれば被告人及び\n他の原審共同被告人三名は、いずれも本件窃盗を自白し、かつ有罪である旨の陳述\nをしたので原審において簡易公判手続によつて審判されている上に、原判決引用の\n証拠によれば本件窃盗の事実は、たやすく認定できるので、原判決に事実の誤記は\nなく、論旨は理由がない。\n第二　弁護人の量刑不当の論旨について。\n所論にかんがみ記録を調査するに、被告人は（一）昭和三二年九月三日下関簡易\n裁判所で賍物故買の罪により懲役一年及び罰金一〇、〇〇〇円、懲役刑につき三年\n間執行猶予の言渡を受け（九月一八日確定）、（二）その猶予期間中に窃盗の罪を\n犯し昭和三五年七月二一日前同裁判所で懲役一年、四年間保護観察付執行猶予の言\n渡を受け（八月五日確定）、（二）本件窃盗は（一）の猶予期間中の犯行で右\n（二）の確定裁判を経た罪の余罪として昭和三五年一一月八日起訴されたものであ\nることは明らかである。\nそこで本件についてさらに刑法第二五条第二項によつて執行猶予の言渡をするこ\nとが法律上許されるか否かについて審究するに、既に右のように（二）の罪につき\n懲役一年に処せられている以上、本件についてたとえ最短の刑を宣告するとしても\n同条第二項所定の「一年以下」という要件を超過すべきことは明白であるから、本\n件<要旨>のような余罪については法律上執行猶予の言渡ができないとする見解があ\nる。しかしながらそのように両者の</要旨>刑を合算する方法によつて再度の執行猶\n予を付すべきかどうかを決めるとすれば、余罪がどんなに軽微であろうとも、さき\nに懲役一年の刑に処せられていれば、余罪については必ず実刑が科され、したがつ\nて前の執行猶予（保護観察付）の言渡は取り消されることとなり、刑法第二五条第\n二項によつて比較的軽微な犯罪者に再度の執行猶予を付してまで更生可能なものを\n救済しようとする制度本来の目的は失われてしまうであろう。そこで当裁判所とし\nては、両者を同時に併合審判した場合に、その全体につき同条項を適用して再度の\n執行猶予を付すべきものと認められるような情状を具備するものについては、特に\n余罪についても執行猶予の言渡をなし得るものと解し、審判が別個にされたことに\nよる不利益を避けるのが至当と判断する。その結果両者の宣告刑のみについていえ\nば、所定の「二年以下」なる要件を超えることになつても、それはやむを得ないも\nので、不当に再度の執行猶予言渡の要件を拡張するものとはならないと解する。\n所論指摘のように、本件窃盗の主犯ともいうべき原審共同被告人Ａ及びＢは第一\n審において各懲役八月、三年間執行猶予の言渡を受けて確定し、被告人の実行行為\nとしては右の者らから依頼されて原判示スクリユー一箇の搬出を手伝つたに過ぎ\nず、被告人の受領した分け前は、一、五〇〇円程度であるのみならず、既に完全な\n被害弁償が果されているのであつて、被告人の前記確定裁判を経た犯罪も自転車一\n台の窃盗であることや記録にあらわれた一切の事情を総合考察すると、若し本件が\n右確定裁判を経た罪と同時に併合審判されていたとしても、両者を併せて懲役一年\nの量刑で執行猶予を付すべき情状にあつたものというを憚らない。されば本件につ\nいても被告人に対して執行猶予の言渡をしてその更生を期するのが相当な処遇であ\nるにも拘らず懲役四月の実刑に処した原判決は重きに過ぎ破棄を免れない。論旨は\n理由がある。\nよつて刑事訴訟法第三九七条第三八一条こ則り原判決中被告人に関する部分を破\n棄した上、同法第四〇〇条但し書に從い当裁判所は直ちに判決する。\n原判決の認定した事実に法律を適用すると、被告人の判示所為は刑法第六〇条、\n第二三五条に該当するところ、これと前記（二）の確定裁判を経た罪とは同法第四\n五条後段の併合罪であるから同法第五〇条に従い未だ裁判を経ない本件窃盗につき\n処断すべく、所定刑期の範囲内で被告人を懲役四月に処し、なお情状刑の執行を猶\n予するのを相当と認め同法第二五条第二項を適用して本裁判確定の日から四年間右\n刑の執行を猶予し、同条の二第一項後段に従い右猶予期間中被告人を保護観察に付\nすべく、原審ならびに当審における訴訟費用は刑事訴訟法第一八一条第一項但し書\nによりすべて被告人に負担させないこととする。\nよつて主文のとおり判決する。\n（裁判長判事　村木友市　判事　牛尾守三　判事　熊佐義里）\n"
}