{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 4
  },
  "case_number": "昭和34(ネ)506",
  "case_name": "不動産所有権移転登記抹消登記手続等請求事件",
  "court_name": "仙台高等裁判所第二民事部",
  "article_info": "第13巻9号799頁",
  "gist": "未確定判決の財産分与請求権は債権者代位権および詐害行為取消権の被保全債権となり得るか",
  "case_gist": "たとえ、第一審判決において離婚および財産分与の請求が認容せられ、その権利発生の可能性が存する場合においても、当該訴訟が未だ上訴審に係属して未確定である以上、具体的には未だ財産分与請求権が発生していないから、これを被保全債権とする債権者代位権および詐害行為取消権の行使は許されない。",
  "lawsuit_id": "24053",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24053",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/053/024053_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。本件を青森地方裁判所八戸支部に差戻す。」と\nの判決を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張は、次に記載する事項のほか、すべて原判決事実摘示\nと同一てあるから、これを引用する。\n控訴代理人の主張、\n一、　本件の如く控訴人がその夫Ａに対し、離婚並びに財産分与請求の訴を提起\nし、その第一審判決において、右当事者間の離婚が認容せられ、財産分与として金\n銭の給付が命ぜられている以上、最早右財産分与請求権は金銭の支払を目的とする\n一般の債権となんら異るところはないから、右請求権が債権者代位権及び詐害行為\n取消権の被保全債権たりうることは論をまたない。\n二、　また法が財産分与の制度を設けたのは、単に配偶者の扶養の手段を与えよ\nうとする理由だけからではなく、配偶者に相続権を認めたのに対応し、離婚の当事\n者間の公平なる財産分与の意図もまたこれを包蔵するものと解すべきであるから、\nたとえ未だ具体的な債権の取得に至らなくても、既に分与請求の意思が表示された\n後の財産分与請求権は早晩調停又は協議の成立若くは協議に代る裁判所の判定を経\nて、一定の金銭又は財物の給付請求権の取得に至るべきものであるから、その性質\nは普通の財産権と化しているものというべきである。よつて、この点よりしても、\n右の財産分与請求権を被保全債権とする債権者代位権及び詐害行為取消権の行使は\n許されて然るべきである。\n三、　なお、離婚判決が確定しない以上、財産分与請求権が発生しないものとす\nれば、右請求権を被保全権利とする民事訴訟法上の保全処分もできないこととなる\nから、調停及び審判で財産分与の請求をなすときには仮の処分が認められるにかか\nわらず、訴訟で請求する場合には、全く財産を保全する途がないという不合理な結\n果となり、財産分与の制度はなかば有名無実に帰するとともに、離婚訴訟に附帯し\nて慰籍料を請求した場合にはその保全行為をなしうるに反し、財産分与を申立てれ\nば、これが保全をなし得ないという奇異な結果を招来することとなる。\n四、　被控訴人の当審における後記二の主張事実中、Ａが控訴人に対する離婚並\nびに財産分与請求事件の第一審判決当時、被控訴人主張の物件を所有していたこと\nは認めるが、当時右Ａが旅館営業によつて被控訴人主張の如き多額の純益をあげて\nいた事実は否認する。またその後被控訴人主張の物件を購入したことは知らない。\n被控訴代理人の主張\n一、　財産分与請求権は慰籍料請求権とはその本質を異にし、離婚判決が確定\nし、その効力が生したときにはじめて形成、実現される性質のものであるから、離\n婚判決確定前においては、財産分与請求権は債権者代位権・詐害行為取消権の被保\n全債権とはなり得ない。\n二、　仮に然らずとするも、前記第一審判決当時、Ａは旅館業を経営し、右営業\nによる当時の年間の純益は金四五万円に達し、また当時は別紙第二目録記載の建物\n及び、これに備付の価格金一七一、六〇〇円相当の家具調度品、並びに価格金六〇\n万円相当の乗用自動車をも所有していた（しかも、その後価格金三八七、五〇〇円\n相当の旅館営業用の家具調度品を購入した）から、右Ａが別紙第一目録記載の宅地\nを被控訴人よりの借受金三五万円の譲渡担保に供した行為は、なんら控訴人を害す\nる意思をもつてなされたものではない。\n証拠として、被控訴代理人は乙第一号証を提出し、控訴代理人は右乙号証は不知\nと答えた。\n理　　　　由\n控訴人が昭和三三年一〇月、夫Ａを相手方として、青森地方裁判所八戸支部に対\nし離婚並びに財産分与請求の訴を提起し、翌三四年六月一日、同裁判所において、\n右当事者間の離婚、及び右Ａに対し財産分与として金一五〇万円の支払を命ずる旨\nの判決言渡があり、これに対し、右Ａにおいて控訴を申立て、右訴訟が現に仙台高\n等裁判所に係属中であることは当事者間に争がない。\nところで、控訴人は本訴において、右判決で認容された財産分与請求権を保全す\nるため、第一次的に、債権者代位権に基き、別紙第一目録記載の宅地に対する右Ａ\nと被控訴人間の売買を原因とする所有権移転登記の抹消登記手続を、また予備的\nに、詐害行為取消権に基き、右売買行為の取消、並びに右移転登記の抹消登記手続\n<要旨>を求めるけれども、財産分与の申立が離婚訴訟に附帯してなされた場合にお\nいては、その財産分与請求権はこ</要旨>れを認容する離婚判決が確定し、その効力\nが生したとき、はじめて形成される性質のものであるから、本件の如くその第一審\n判決において離婚及び財産分与の請求が認容せられ、その権利発生の可能性が存す\nる場合においても、当該訴訟が未だ上訴審に係属し、その判決が確定していない以\n上、法律制度上の抽象的財産分与請求権は発生したとしても、具体的財産分与請求\n権は未だ発生していないのであるから、このような抽象的権利関係を被保全債権と\nする債権者代位権及び詐害行為取消権の行使は許され得ないものといわなければな\nらない。\nなぜならば債権者代位権及び詐害行為取消権の行使は債権行使の一形態であり、\nしかもそれが債務者以外の第三者にその効力の及ぶ場合であるからである。\n控訴人は右財産分与請求権がたとえ未だ具体的な請求権とはなつていないとして\nも、既に分与請求の意思が表示された以上、その性質は普通の財産権と化している\n旨主張するけれとも、前述の如く抽象的財産分与請求権は離婚を前提として発生す\nるものではあるが、具体的財産分与請求権は当事者の協議が調うた場合以外は司法\n機関の判定の確定を待つてはじめて発生する性質のものであるから、たとえ配偶者\nの一方より分与請求の意思表示がなされたとしても、これだけで抽象的請求権が具\n体化され普通の債権と化するいわれがないから、控訴人の右主張の理由ないことは\n明らかである。\n次に控訴人は離婚判決が確定してはじめて財産分与請求権が発生するものと解す\nるときは、右請求権を被保全権利とする民事訴訟法上の保全処分はこれをなし得な\nいこととなるから、調停及び審判の場合と均衡を失し、不合理である旨主張するの\nで案ずるに、債権者代位権及び詐害行為取消権の行使の性質は前述のとおりであ\nり、この場合における被保全債権と一般権利確保の制度である民事訴訟法の保全処\n分の場合における被保全債権とは、ひとしく保全の権利ではあるが、その保全の要\n件として必ずしも同一でない。従つて前者の保全の要件を否定しても後者の保全の\n要件も否定すべきものとは必ずしもならないものと解するのを相当とするのみなら\nず、調停及び審判で財産分与の申立をなした場合、これにつき仮の処分が許される\nことは家事審判規則第一三三条及び第五六条の二の規定により明らかであるが、右\n調停及び審判の場合における仮の処分には民事訴訟法上の仮処分の如く強制的な執\n行力を有するものでもないから、控訴人の右主張もまた採用に値しない。\n最後に、控訴人は財産分与請求権の性格を前記の如く解するときは、離婚訴訟に\n附帯して慰藉料を請求した場合には、その保全行為をなしうるに反し、財産分与を\n申立てた場合には、これが保全をなし得ないという奇異な結果を招来する旨主張す\nるので検討するに、離婚訴訟に附帯して慰藉料を請求した場合は、財産分与を申立\nてた場合とは異り、必要あらば、この請求権を被保全債権として債権者代位権や、\n詐害行為取消権を行使しまた民事訴訟法上の仮差押の申請をなすなど、保全行為を\nなしうることは右主張のとおりであるが、離婚の場合の有責配偶者の負担する慰藉\n料支払義務は、離婚自体の直接の効果ではなく、その離婚の原因となつた個々の事\n実が他の配偶者に対して精神的損害を与えたことより生ずるものであつて、右は一\n般不法行為に基くものにほかならないから、慰藉料請求権は財産分与請求権とその\n本質を異にするものというべく、従つてその保全行為に差異あることは当然であ\nり、なんら奇とすべきものでないから、これをもつて前記財産分与請求権の性質に\n関する判断に誤りあるものとすることはできない。\n以上のとおりだとすると、爾余の点につき判断を加えるまでもなく、控訴人の本\n訴請求は失当であるからこれを棄却すべく、これと同旨の原判決は相当であつて、\n本件控訴は理由がないから、民事訴訟法第三八四条第九五条第八九条を適用して主\n文のとおり判決する。\n（裁判長裁判官　村上武　裁判官　上野正秋　裁判官　鍬守正一）\n第　一　目　録\n八戸市大字ａ字ｂｃ番ｄ号\n一、宅　　地　　　　一〇五坪\n第　二　目　録\n八戸市大字ａ字ｅｆ番ｇ号\n木造モルタル塗亜鉛メッキ銅板葺二階建旅館一棟\n一、建　　坪　　　　　四〇坪一合九勺、二階三七坪五合\n（右価格　　一、五五三、八〇〇円）\n右附属建物\n木造鉄板葺物置　　　　一棟\n一、建　　坪　　　　　二〇坪\n（右価格　　　　一〇〇、〇〇〇円）\n"
}