{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 10,
    "day": 29
  },
  "case_number": "昭和30(ネ)2415",
  "case_name": "約束手形金請求本訴並びに損害賠償請求反訴事件",
  "court_name": "東京高等裁判所第二民事部",
  "article_info": "第13巻7号696頁",
  "gist": "一、　外国為替及び外国貿易管理法第二七条第一項第三号の「非居住者のためにする居住者に対する支払又は当該支払の受領」に該当する行為の事例\n二、　同法第三〇条第三号による禁止の対象とならない行為の事例",
  "case_gist": "一、　米国に本店を有する外国会社との売買契約によリ貨物を輸入した場合に、その代金の決済方法として同会社宛に振出された約束手形金の支払を東京に在る同会社支店に対しする行為およびその支払を受領する行為は、それぞれ外国為替及び外国貿易管理法第二七条第一項第三号の「非居住者のためにする居住者に対する支払」および「当該支払の受領」に該当し、その支払またはその支払の受領につき外国為替管理令第一一条第一項所定の許可もしくは承認、または輸入貿易管理令第四条第一項所定の輸入承認を受けた場合でなければこれをすることは許されない。\n二、　右約束手形が邦貨払のものであるときは、これを振出す行為は、同令第一三条第一項により同法第三〇条第三号による禁止の対象とはならない。その支払または支払の受領につき前項判示の如き禁止規定のあることは振出行為の私法上の効力を妨げるものではない。",
  "lawsuit_id": "21262",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21262",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/262/021262_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次の通り変更する。\n一、　控訴人は被控訴人に対し金四十五万六千四百八十円及びこれに対\nする昭和二十七年十月三十一日以降支払ずみに至るまで年六分の割合による金員\nを、その金員支払につき主務大臣の許可（又はこれに代るべき銀行の承認）があつ\nたときは、支払わなければならない。\n二、　控訴人の反訴請求のうち金二十五万円の支払を求める部分はこれ\nを棄却し、うち金二十五万円の支払を求める部分はこれを却下する。\n三、　訴訟費用は本訴及び反訴の分共第一、二審を通じ控訴人の負担と\nする。\n四、　この判決は第一項に限り被控訴人において金九万円の担保を供す\nるときは仮に執行することができる。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人の本訴請求を棄却する。被控訴人は控\n訴人に対し金五十万円及びこれに対する昭和二十七年十二月五日から完済迄年五分\nの割合による金員を支払え。訴訟費用は第一、二審共被控訴人の負担とする。」と\nの判決竝びに仮執行の宣言を求め被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張及び証拠の関係は、左記を附加する外、原判決事実摘\n示と同一であるからこれを引用する。\n控訴代理人は、本訴請求原因に対する答弁として、\n（一）　原判決三枚目表七行目に「二十瓲」とあるのを「二十五瓲」と、同三枚\n目裏七行目から八行目にかけて「被告」とあるのを「原告」と各訂正する。\n（二）　控訴人と被控訴人間の本件セリシンワツクスの売買契約において船積期\nは即時積出の約であつた。そして右約定通り船積すればおそくとも昭和二十六年五\n月上旬には日本の港に到着する予定であつたから本件約束手形の満期を右到着予定\n日後である同月二十三日と定めたのである。\n（三）　本件約束手形が当事者間の特約に基き既に無効となつたという控訴人の\n主張（原判決事実摘示三の前段）が仮に理由ないとしても、本件約束手形の振出は\n次に述べる通り不法の原因に基くものであるから控訴人に手形金支払の義務はな\nい。すなわち、外国為替及び外国貿易管理法（以下為替管理法と略称する。）第二\n十七条第一項によれば一、外国へ向けた支払、二非居住者に対する支払又は非居住\n者からの支払の受領、三非居住者のためにする居住者への支払又は当該支払の受\n領、はいずれも禁止せられこれに違反する行為は同法第七十条により刑罰に処せら\nれることになつているから右の禁止規定は強行法規である。もつとも外国為替管理\n令（以下為替管理令と略称する。）第十一条の文言上は主務大臣の許可を受ければ\n右の各支払が可能であるかの如くみえるのであるが、かかる支払の許可は絶対に得\nられず、従つて日本国内において非居住者に対し正当に円貨で支払をすることは不\n可能である。本件約束手形は控訴人が被控訴人から買受けたセリシンワックスの代\n金の一部を日本国内において円貨で被控訴人（東京支店）に支払うこととしその支\n払のために振出された手形であり、被控訴人は非居住者であつて、右円貨払の契約\nは強行法規である為替管理法第二十七条に違反する不法の契約であるから本件約束\n手形の振出は不法の原因に基くものというべきである。\n（四）　仮に右（三）の主張が理由ないとしても、控訴人は被控訴人に対し原判\n決事実摘示五の（一）に記載の通り本件セリシンワツクスの売買契約に関する被控\n訴人の履行遅滞に因り合計金三百万三千三百四十二円の損害賠償債権を被控訴人に\n対し有するから、本訴において、この債権の内本件手形金と対当額を以て同手形債\n権と相殺の意思表示をする。\n（五）　被控訴人は、右セリシンワツクスの売買取引において控訴人が被控訴人\nの請求に応じ信用状の有効期間を延長することに同意したことを以て船積期限の延\n長すなわち履行期の延期に同意したものであるとし、被控訴人に履行遅滞はないと\n主張するが、信用状により生ずる法律関係と売買契約により生ずる法律関係とは別\n個独立のものであつて、信用状の有効期間を延長したからといつて当然に売買の履\n行期を延期したものとすることはできない。実際取引においても信用状の有効期間\n延長と同時に売買契約の履行期をも延長しようとする場合は、値引の協定とか、一\n定の損害額支払の協定など、遅延による損害について何等かの協定を必ず同時に行\nつているのであつて、遅延による損害に対する協議なしに売買の履行期を漫然延期\nすることは絶対になく、履行遅滞による損害については何等の協議なしに信用状の\n有効期間を延長する場合は売買契約の履行期の延期はないものとされているのであ\nる。控訴人は、占領下の特殊事情、信用状取消による保証金没収等の実損害、信用\n状取消による信用失墜その他種々の事情を考慮して信用状の有効期間の延長には同\n意したのであるが、売買契約を変更する意思は全くなかつたのであり、売買契約変\n更の契約はなかつたのである。\n（六）　更に、仮に右（四）の相殺の主張が理由ないとしても、控訴人は、原判\n決事実摘示五の（二）に記載の通り、ウールラグの売買契約における被控訴人の債\n務不履行に因り被控訴人に対し合計金九百九十三万六千九十五円四十七銭の損害賠\n償債権を有するから、本訴において、この債権の内本件手形金と対当額を以て同手\n形債権と相殺の意思表示をする。\n（七）　被控訴人が米国ニユーヨーク市に本店を有する米国法人たる会社である\nこと、本件セリシンワツクスの売買取引当時被控訴人主張の日本における営業所\n（以下東京営業所と略称する。）が存在し且その登記があつたこと及び現在右営業\n所が閉鎖されていることは争わない。但し右セリシンワツクスの取引は右営業所と\nの取引ではなく在米国被控訴会社本店との取引である。\nと述べ、\n被控訴代理人は、控訴人の前記（三）の主張に対する反論として、被控訴人は米\n国ニユーヨーク市に本店を有する米国法人であるが、本件セリシンワツクスの売買\n当時東京都千代田区ａ町ｂ丁目ｃ番地Ａビルデイング内に日本における営業所を有\nし且その登記をしていたのであつて、この営業所は為替管理法に所謂「居住者」で\nあることは明らかである。本件約束手形は、原判決事実摘示四に記載の通り、控訴\n人と訴外シユリローユーべルゼーハンデル有限会社間の売買取引につき被控訴人が\n同訴外会社のため代理行為をしたことにより同訴外会社より支払を受くべき代理手\n数料（コミツション）及び諸掛費用を便宜上控訴人の支払うべきセリシンワツクス\nの売買代金の内から直接円貨で被控訴人に支払つてもらうことの合意が右三者間に\n成立し、その支払の為に控訴人より被控訴人に振出交付せられたものであるが、こ\nのように当事者及び第三者間の合意に基き代理手数料等の決済を円貨で行うことは\n法律上全く随意のことである。しかも、右の代理行為は前記被控訴人の東京営業所\n自身の営業として日本国内において行われたものであるから右手形金の支払はすな\nわち為替管理法上「居住者」である東京営業所のために同営業所に対しなされる支\n払であつて、控訴人主張の如く「非居住者」に対する支払もしくは「非居住者」の\nためにする支払には該当しない。また、仮に本件セリシンワツクスの売買契約が被\n控訴人と控訴人間の取引であるとしても、この取引は前記の如く被控訴人の東京営\n業所自身の営業として控訴人との間になされたのであるから、この売買契約はとり\nもなおさず「居住者」間の契約であつて、その代金の一部の決済を円貨で行うこと\nは当然のことに属し為替管理法の適用外の事項である。従つて、いずれにしても、\n本件手形の振出及び支払が同法の規定に違反するという控訴人の主張は失当であ\nる。なお右取引後本件繋属中に被控訴人の東京営業所は閉鎖せられたため現在では\n本件手形金の支払は「非居住者」に対する支払となるので被控訴人は本件の判決の\nあつた後在米国本店への送金許可の手続をとる予定である。\nと述べ、\n立証として、新たに、控訴代理人は当審証人Ｂの証言を援用し、乙第十四号証は\n提出しない。と述べた（なお、原判決十一枚目裏十一行目に「同第二号証」とある\nのは「同第二号証の一、二」の誤記と認める）。\n理　　　　由\n第一、　被控訴人の本訴請求について。\n（一）　控訴人が昭和二十六年三月十日被控訴人主張の如き約束手形一通を振出\nし被控訴人に交付したことは当事者間に争いがない。\n（二）　成立に争いのない乙第一号証、第五乃至第八号証、原審証人Ｃの証言\n（第一回）により成立を認めうる乙第三第四号証、及び原審証人Ｃ（第一、二\n回）、同Ｄ（第一回）、同Ｅ（第一回）、同Ｆ（但し証人Ｅ及びＦの証言中後記措\n信しない部分を除く。）、当審証人Ｂの各証言を綜合すれば昭和二十六年二月十五\n日被控訴人と控訴人間に、被控訴人を売主、控訴人を買主とし、ドイツ製セリシン\nワツクス二十五瓲（ポンドに換算して五万五千百ポンド）を目的として代金は日本\nの港までの運賃保険料込で一ポンド当り米貨十八セント総額九千九百十八米ドル、\n船積期は即時、船積港はドイツの主要港、代金支払方法は総代金の内八千六百五十\n米ドルは取消不能の信用状により決済し、残額千二百六十八米ドル分は一ドルを邦\n貨三百六十円の割合で換算した金四十五万六千四百八十円を邦貨で支払うこと等の\n約束で売買契約が締結せられたこと、前記の本件約束手形はこの売買契約に基く一\n部代金の邦貨払の為に振出交付せられたものであること、及び右売買物件はその後\n日本に輸入せられ控訴人においてこれが引渡を受けたこと、代金の内米貨払の分は\nその決済を了したことを各認めることができる。\n控訴人は、本件手形の満期を昭和二十六年五月二十三日としたのは、売買物件の\n船積が約定の期限になされるならば遅くとも同年五月上旬には日本の港に到着する\n予定であつたから、手形の満期をその到着後とする趣旨で右の通り定めたのであつ\nて、売買物件が手形の満期前に日本の港に到着した場合には該手形金の支払をする\nが、もし売買物件の日本港到着が手形満期後になつた場合は本件手形を無効とし右\n一部代金は物件受領の後（早くともその受領と同時に）別途現金で支払う約束であ\nつたと主張し、原審証人Ｅ（第一回）の証言中には右主張に副うような供述がある\nけれども、原審証人Ｆ、同Ｃ（第二回）の各証言と対照するときはたやすく措信す\nることはできない。もつとも右証人Ｆの証言によれば、本件手形の満期当時右売買\n物件が未だ日本に到着していなかつたので被控訴人はその到着まで代金の請求を差\nし控える趣旨で手形の満期になつても支払の為にする呈示をしなかつたことを窺い\nうるけれども、他に特別の事情のない限り、そのことから直に満期後は手形を無効\nとするという控訴人主張の如き約束が当事者間にあつたものと推認することはでき\nない。他に控訴人の右主張を肯認するに足る証拠はない。また、被控訴人は、本件\nセリシンワツクスの売主は被控訴人ではなくドイツ国ハンブルグ市所在の訴外シュ\nリローユーベルゼー・ハンデル有限会社であつて、被控訴人は単に売主である右訴\n外会社の代理人として契約締結に関与したに過ぎないと主張し、原審証人Ｆの証言\n中には右主張と同趣旨の供述があるけれども、前記乙第一号証及び原審証人Ｃ（第\n一、二回）、同Ｄ（第一回）、同Ｅ（第一回）、当審証人Ｂの各証言に徴し遽かに\n措信し難い。もつとも、前記乙第三第四号証、成立に争いのない乙第六ないし第九\n号証及び右証人Ｃの証言（第一回）によれば、本件売買物件であるセリシンワツク\nス二十五瓲のドイツからの荷送主は右訴外会社であり、控訴人は右物件を輸入する\nにつき同訴外会社を受益者とする輸入信用状の発行を東京銀行から受けていること\nを認めるけれども、売買物件の荷送主と売主とは必ずしも同一人であることを要す\nるものでないから、右の事実は前記売買における売主が被控訴人であるとする認定\nを妨げるものではない。なお、前記証人Ｄの証言中には、被控訴人は貿易の仲介業\nを東京でやつていたものであるとの供述があるが、この供述も同証言中の後段にお\nいて右売買の当事者は被控訴人及び控訴人であつて訴外会社は売買物件の荷送主で\nあると思つているとの供述があること及びさきに引用の各証拠と対照するときは未\nだ前記の認定を覆すに足る資料とすることはできない。他に右認定を覆し売買の売\n主が訴外会社であると認むべき資料は存しない。\n（三）　次に、控訴人は、本件手形の振出は為替管理法に違反する不満の原因に\n基くものであるから、控訴人に手形金支払の義務はないと抗弁するので、この点に\nついて考察する。\n<要旨第一>（イ）被控訴人が米国ニューヨーク市に本店を有する米国法人たる会社\nであること、本件セリシンワツクスの売買</要旨第一>当時被控訴人が日本に東京営\n業所を有し且その登記を了していたことは当事者間に争いがない。為替管理法第六\n条によれば、同法又は同法に基く命令の適用上被控訴人は「非居住者」に該当する\nがその東京営業所は「居住者」とみなされる。そして、前記（一）及び（二）にお\nいて説明した事実と成立に争いのない甲第一号証及び前記乙第三第四号証を綜合す\nれば、本件セリシンワツクスの売買代金の内米貨で決済すべき八千六百五十米ドル\nは荷送主である訴外会社を受益者とする信用状により同会社に支払い、邦貨で決済\nすべき金四十五万六千四百八十円は本件手形の支払場所において被控訴人の東京営\n業所に対し支払う約定であつたことを認めうるところ、控訴人が右約定に従い本邦\n内において被控訴人の東京営業所に対し右邦貨の支払をすることは同法第二十七条\n第一項第三号前段の「非居住者の為にする居住者に対する支払」に、又、東京営業\n所がその支払を受領することは同号後段の「当該支払の受領」に各該当し、右の支\n払及び支払の受領は共に、同法の他の規定又は政令で定める場合を除き、一般に同\n法の禁止する行為であると解するのが相当である。\n（ロ）　被控訴人は前記（二）に記載の如くセリシンワツクスの売買の当事者は\n訴外会社及び控訴人であつて被控訴人は訴外会社の単なる代理人に過ぎないと主張\nし、これを前提として、右三者の合意により被控訴人が訴外会社より取得すべき代\n理手数料等に相当する金員を便宜上控訴人の支払うべき売買代金の内から直接邦貨\nで支払を受けることは法律上全く随意であつて本件手形は右代理手数料等の支払の\nために振出されたものであるといい、又、右売買の代理行為は東京営業所の営業と\nしてなしたのであるから、その代理手数料等として東京営業所が前記邦貨による支\n払を受ける行為は為替管理法上「居住者」である同営業所が自己の為に支払を受け\nる場合であつて、控訴人主張の如く同法第二十七条第一項の禁止する行為ではな\nい、というけれども、被控訴人は右売買契約の売主であると認むべく、その主張の\n如き単なる代理人に過ぎないものとは認められないことは前記（二）<要旨第二>で\n説明した通りであるから、被控訴人の右主張はその前提において事実と異り採用す\nることができない。更に</要旨第二>被控訴人は、仮に被控訴人が右売買の売主であ\nるとしても、この売買取引は東京営業所の営業として控訴人との間に行われたもの\nであるから、同法上「居住者」間の取引でありその代金の一部を邦貨で決済するこ\nとは同法第二十七条第一項の禁止する行為ではないと主張する。東京営業所が「居\n住者」とみなされることは前記の通りであるから同営業所に対する支払が為替管理\n法上「居住者」に対する支払であることは明らかである。しかしながら、同法第二\n十七条第一項の規定をみると、同項第一号において「外国へ向けた支払」を禁止す\nる外同項第二号において「非居住者に対する支払」又は「非居住者からの支払の受\n領」を共に禁止し更に、同項第三号において、「居住者」間の支払であつてもそれ\nが「非居住者の為にする居住者に対する支払」又は「当該支払の受領」であるとき\nはいずれもこれを禁止しているのであつて、このことは、為替管理の万全を期する\n為に、本邦通貨であると外国通貨であるとを問わず、いやしくも本邦にある金銭の\n外国への流出を生ずるような支払行為をできるだけもれなく捕捉し、政府の管理下\nに置こうとする立法趣旨であると解せられるところ、本件において、控訴人から被\n控訴人に対してなさるべき前記邦貨による代金の支払はたといそれが東京営業所に\n対しなされるにせよ、その支払われた邦貨は経済的にみて米国にある被控訴会社本\n店の支配下に入つた財産と認むべきであるから、（法律上被控訴会社の財産となる\nことはいうまでもない。）かかる支払は同法第二十七条第一項第三号に該当し、同\n条による禁止の対象となる行為である、と解するのが前記立法趣旨からみて相当で\nある。前記売買取引が東京営業所の営業としてなされたとしても右の解釈に変りは\nない。従つてこの点に関する被控訴人の見解は採用しない。\n（ハ）　次に、同法第二十七条第一項は、同条項以外の同法の規定又は政令で定\nめる場合には同条項による禁止は免除される旨を定めているので、右免除事由の有\n無について更に考えてみる。同法に基く政令である外国為替管理令第十一条第一項\n及び第二項によれば、同法第二十七条第一項の規定により禁止された支払及び支払\nの受領等について主務大臣の許可（主務大臣が日本銀行又は外国為替公認銀行の承\n認のみを以て足りるものと定めたときは、その承認、―以下単に銀行の承認とい\nう。）を受けた者はその許可を受けたところに従つて当該支払等をすることができ\nること、及び同じく同法に基く政令である輸入貿易管理令第四条第一項による輸入\n承認を受けたところに従つて支払等をする場合には前記主務大臣の許可（又は銀行\nの承認）を受けないで支払等をすることができる旨を定めている。本件において、\n控訴人がセリシンワツクス二十五瓲を輸入するにつき輸入貿易管理令第四条第一項\nによる承認を受けたことは前記乙第四号証と原審証人Ｃの証言（第一回）により明\nらかであるが、同乙号証によれば、控訴人が右承認を受ける為に提出した申請書に\nはセリシンワツクス二十五瓲の代金として米貨八千六百五十ドルと表示するのみで\n邦貨による一部代金額の記載を欠いていることが明らかであるから右輸入承認にお\nいては邦貨による一部代金の支払についての承認は含まれていないものと認めるの\n外なく、他に右邦貨による一部代金の支払又はその支払の受領に関し、為替管理令\n第十一条第一項の主務大臣の許可（又は銀行の承認）を受けたことその他同法第二\n十七条第一項による禁止を免除せられるべき事由の存することを被控訴人において\n主張立証しない本件においては、右の邦貨による支払又はその支払の受領はいずれ\nも同法第二十七条第一項の禁止する行為であるというの外はない。\n（ニ）　控訴人は、為替管理法第二十七条は強行法規であるから、邦貨による前\n記売買代金の一部の支払が同法条に違反する行為である以上その支払の為になされ\nた本件手形の振出は不法の原因に基くものであり、控訴人に手形金支払の義務はな\nいと抗弁する。同法第二十七条第一項が第一号ないし第三号に掲げる各支払を一般\nに禁止していることは前記の通りてあるが、同法はかかる支払の禁止の外、更に支\n払の原因となるべき金銭債権についても規定を設け、一定の金銭債権については、\n政令で定める場合を除き、その債権の発生、変更、弁済等の当事者となることをも\n禁止している（同法第三十条）。しかし為替管理令第十三条は右禁止の対象となる\n行為を同条第一項各号の場合に限定しているのであつて、本件の如き貨物の売買代\n金債権であつていわゆる「外貨債権」に属しない債権については当事者の居住性の\n如何に拘らず同法第三十条による禁止の対象外の行為と定めているのである。この\nことは、「外貨債権」すなわち外国において又は外国通貨を以て支払を受けること\nができる債権（同法第六条第一項第十四号参照）に属しない債権の当事者となるこ\nとは為替管理上統制の対象としなくてもその履行としてなされる支払の段階におい\nてこれを統制すれば十分であるとする趣旨に外ならないと解せられるのである。本\n件において、控訴人が支払を約した前記邦貨による代金債権がいわゆる「外貨債\n権」に該当しないことはさきの説明により明らかであるから、この支払の為に振出\nした手形上の債権の当事者となることは為替管理法の禁止するところではないとい\nうべきである。従つて本件手形の振出行為は私法上有効であると解すべく同法第二\n十七条がいわゆる強行法規に属すると解すべきことは控訴人の主張する通りである\nけれども、そのことの故を以て直ちに右の解釈に反し控訴人の本件手形上の義務を\n否定すべき合理的理由はない。以上の理由により、この点の控訴人の抗弁は採用で\nきない。\n（四）　次に控訴人の相殺の抗弁について考察する。\n（イ）　控訴人は先ず本件セリシンワツクスの売買契約において被控訴人の履行\n遅滞により合計金三百万三千三百四十二円の損害を蒙つたから被控訴人に対し同額\nの賠償債権を有すると主張する。右セリシンワツクスが当初の約定の履行期から少\nくとも六十八日おくれて控訴人に引渡されたことは当事者間に争ないのであるが、\n当裁判所もまた右セリシンワツクスの引渡につき被控訴人に履行遅滞の責任がある\nものとは認めないのであつて、その理由は左記（１）（２）を附加する外原判決理\n由の記載（原判決十三枚目表八行目から十四枚目表四行目まで）と同一であるから\nこれを引用する。（但し原判決十四枚目表三行目に「または前記訴外会社」とある\n部分を除き、同判決十三枚目裏十行目に「証人Ｅ（第二回）」とあるのは「証人Ｅ\n（第一回）」の誤記と認められるので訂正する。原判決十三枚目裏末行の「証人Ｆ\nの供述」の次へ「原審証人Ｅ（第一回）の供述」を加える。）\n（１）　控訴人は信用状により生ずる法律関係と売買契約により生ずる法律関係\nとは別個独立であつて、信用状の有効期間を延長したからといつて当然に本件セリ\nシンワツクスの売買契約の履行期を延長したことにはならないと主張するが、右に\n引用した原判示挙示の証拠を綜合すれば控訴人は信用状の有効期間を延長すると共\nに売買物件の船積期をも昭和二十六年六月三十日まで延長することにつき被控訴人\nに対し承諾を与えたものと認められるのである。右認定に反する当審証人Ｂの証言\nは原判決挙示の各証拠と対照するときは措信し難く、他に右認定を覆すに足る証拠\nはない。\n（２）　しかのみならず、成立に争いのない甲第二号証の一、二乙第二号証の\n一、二及び原審証人Ｅ（第一回）同Ｆの各証言を綜合すれば、控訴人は本件セリシ\nンワックスの引渡を受けた後被控訴人の東京営業所係員に対し右セリシンワックス\nの取引により損害を蒙つたことを口頭で告げたことはあるようであるが、その損害\n額を示してこれが賠償請求をなしたことはなく、殊に本訴提起の直前である昭和二\n十七年七月七日被控訴代理人佐々川弁護士より控訴人に対し内容証明郵便を以て本\n件約束手形金の請求をしたのに対し、控訴人は同月十八日同じく内容証明郵便で被\n控訴人の東京営業所に対し回答したのであるが、この回答書において、控訴人はセ\nリシンワツクスの引渡遅延により本件約束手形は無効となつたことを述べ且つ後記\nウールラツグの売買取引に基く損害の賠償のみを請求するに止り右セリシンワツク\nスの取引に基く損害賠償請求には全く触れていないことが認められるのであつて、\nかかる控訴人の態度に徴するときは、さきに認定した通り、控訴人においてセリシ\nンワツクスについての履行期の延長を承諾したとの心証を一層強めるのである。\nそうすれば、セリシンワツクスの売買契約につき被控訴人に履行遅滞の責任のあ\nることを前提とする前記相殺の抗弁は、損害額についての判断をなすまでもなく失\n当である。\n（ロ）　更に、控訴人は、右（イ）の抗弁が理由ないとしても、被控訴人との間\nに昭和二十六年二月二日締結したウールラグ十万ポンドの売買契約において、被控\n訴人の債務不履行により控訴人の蒙つた合計金九百九十三万六千九十五円四十七銭\nの損害賠償債権を有すると主張する。ところが、これに対し、被控訴人は、右ウー\nルラグの売買契約においてはその主張の如き仲裁裁定に関する特約があるから、こ\nの特約に従わないで直ちに本訴において損害賠償請求権の存在を主張することは許\nされないと主張し、控訴人は更に右仲裁裁定に関する特約は被控訴人の不信行為に\nより失効したとし、或は被控訴人が本訴手形金の請求訴訟を提起した以上右特約に\n基く仲裁裁定を求める権利を抛棄したものとみなすべきてあるとし、また被控訴人\nが右特約による利益を主張するのは権利の濫用であつて許されないと抗争するが、\nこれらの点に関する当裁判所の判断は、控訴人が当審において新たに援用した証人\nＢの証言その他控訴人の全立証によるも被控訴人主張の仲裁裁定に関する特約が失\n効し、或は被控訴人においてその特約上の権利を抛棄し、また被控訴人の右特約に\n基く利益の主張を以て権利の濫用である、と認むべき資料は存しないことを附加す\nる外、原判決理由の記載（原判決十四枚目表六行目から十五枚目表十一行目まで）\nと同一であるからこれを引用する。\n（五）　そうすれば、控訴人は被控訴人に対し本件手形金四十五万六千四百八十\n円及びこれに対する本訴状送達の翌日以後であることが記録上明らかな昭和二十七\n年十月三十一日から支払ずみに至るまで商法所定の年六分の割合による遅延利息を\n支払うべき義務があるわけである。被控訴人の東京営業所が本件口頭弁論終結当時\n既に閉鎖せられ存在しないことは当事者間に争いがないから、現在においては、右\n手形金等の支払は前記支払場所において被控訴人の代表者又は代理人に対しなすの\n外ないものと認むべく、この場合、右被控訴人の代表者又は代理人が「居住者」で\nあるにせよ「非居住者」であるにせよ、その支払が為替管理法第二十七条第一項第\n二号又は第三号に該当することは前記（三）で説明したところにより明らかであり\nしかも右の支払について、為替管理令第十一条第一項に定める主務大臣の許可（又\nは銀行の承認）、輸入貿易管理令第四条第一項に定める輸入承認その他支払の禁止\nを免除せらるべき事由の存在を認めえないことも右の説明により明らかであるか\nら、右手形金の支払を求める被控訴人の本訴請求はその支払につき更めて為替管理\n令第十一条第一項による主務大臣の許可（又は銀行の承認）があることを条件とし\nて、理由ありとして認容すべきである。\n第二、　控訴人の反訴請求について。\n控訴人は、（一）前記セリシンワツクスの売買契約において、被控訴人の履行遅\n滞を原因とする損害賠償、及び（二）前記ウールラグの売買契約において、その主\n張の如き被控訴人の債務不履行を原因とする損害賠償として、各内金二十五万円宛\n及びこれに対する遅延損害金の請求をするのであるが、右（一）の反訴請求は、前\n記（四）の（イ）で説明した通り、被控訴人に履行遅滞の責任を認め難いから損害\n額の点の判断をなすまでもなく理由なしとして棄却すべく、又右（二）の反訴請求\nは、前記（四）の（ロ）で説明した通り、仲裁裁定に関する特約の存することによ\nり控訴人において裁判上の請求をすることが許されない場合であるから、不適法と\nして却下するの外はない。\n第三、　そうすれば、被控訴人の本訴請求について、原判決の判定は右と一部異\nり、控訴人の反訴請求については原判決の判定は右と同旨であるから、原判決を主\n文一、二記載の通り変更し、訴訟費用について民事訴訟法第九十六条第八十九条第\n九十二条を、仮執行の宣言について同法第百九十六条を適用し、主文の通り判決す\nる。\n（裁判長判事　奥田嘉治　判事　岸上康夫　判事　下関忠義）\n"
}