{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 7,
    "day": 18
  },
  "case_number": "昭和37(う)576",
  "case_name": "麻薬取締法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第15巻5号377頁",
  "gist": "麻薬の譲受と譲渡とは併合罪か牽連犯か",
  "case_gist": "麻薬を譲り受ける所為とその譲り受けた麻薬を譲り渡す所為とは、各別に併合罪として処罰されるべきものであつて、たとえ共に営利の目的に出た場合であつても、その問に牽連関係の存在を認めないのが相当である。",
  "lawsuit_id": "21174",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21174",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/174/021174_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役四年六月に処する。\n原審における未決勾留日数中一五〇日を右本刑に算入する。\n押収にかかる現金一三万八〇〇〇円（東京高裁昭和三七年押第二一七号\nの一）はこれを没収する。\n理　　　　由\n本件控訴の趣意は、弁護人において控訴趣意補充書の四、は単に情状として述べ\nるもので事実誤認を主張する趣旨ではないと釈明したほか、弁護人加藤礼敏作成名\n義の控訴趣意書及び控訴趣意補充書記載のとおりであるからこれをここに引用し、\nこれに対し、当裁判所は、弁護人の請求により、事実の取調として、Ａを証人とし\nて尋問し、被告人に対する質問を行つた上、次のとおり判断する。\n控訴趣意第一点（法令適用の誤の主張）について。\n所論は、要するに、原判決がいずれも営利の目的にでた本件麻薬の譲受及び譲渡\nの所為を刑法第四五条前段の併合罪として処断した点を捉え、右麻薬譲受の行為と\nその譲渡の行為との間には牽連犯の関係があり、しかも右譲受及び譲渡の各所為は\n包括して一罪として処断すべきであるとして、これに添う広島、東京、名古屋各高\n等裁判所の判例を挙げて原判決の法令適用の誤を主張し、原判決の破棄を求めるも\nのにほかならない。\nよつて原判決を見ると、原判決は判示第一において被告人がＢと共謀して昭和三\n六年三月中旬頃から同年五月二七日頃までの間に前後九回にわたり営利の目的で麻\n薬合計約六〇〇グラムを代金合計二一六万円で譲り受けた各事実と、判示第二にお\nいて被告人が昭和三六年四月一六日頃から同年五月三一日頃までの間に前後二四回\nにわたり営利の目的で麻薬合計約二二五グラムを代金合計一〇三万五〇〇〇円で譲\nり渡した各事実を認定し、以上の各事実が刑法第四五条前段の併合罪の関係にある\nものとして同法第四七条、第一〇条を適用して被<要旨>告人を処断していることは\nまことに所論のとおりである。よつて先ず所論の営利の目的にでた本件麻薬の譲\n受</要旨>及び譲渡の各所為が牽連犯の関係にあるか否かについて審究するに、麻薬\n取締法第一二条が麻薬に関する禁止行為としてその輸入、輸出、製造、製剤、譲\n渡、譲受、交付、施用、所持、廃棄の各行為にわたつて規定しているのは、麻薬が\n社会に極めて重大且つ深刻な害悪を流す特質を有するところから、その害悪の流布\nを防止するため、あらゆる角度から麻薬に関する行為を列挙してこれを処罰の対象\nとしたものと解するのが相当である。そして右規定の趣旨に鑑みれば、右各行為は\nその行為自体が個別的に一罪として（その行為が包括一罪をなす場合を含む）処罰\nせられるべきものであつて、よしんばそれらの行為が営利の目的に出た場合であつ\nたとしても、その間に牽連関係の存在を認めないのが相当である。従つて右見解と\n相容れない論旨指摘の各判例は当裁判所のにわかに賛同し得ないところである。次\nに所論の本件麻薬の譲受と譲渡の各所為がそれぞれ包括して一罪となるか否かにつ\nいて考究するに、右譲受の行為は殆んど旬日をいでずして連続して行われ、また譲\n渡の行為は殆んど連日にわたり継続して行われており、その上右各犯行の動機、罪\n質、態様等に鑑みればそれらの犯行は共に単一の犯意にいでたものと認められるの\nみならず、その各被害法益も同一である本件の場合においては、寧ろ本件麻薬の各\n譲受の行為と各譲渡の行為をそれぞれ包括して一罪と認めるのが相当である。さす\nれば右譲受及び譲渡の各行為を刑法第四五条前段の併合罪として処断した原判決\nは、所論のように法令の適用を誤つたものといわなければならないのであつて、そ\nれが判決に影響を及ぼすことは明らかであるから、その余の論旨について判断を加\nえるまでもなく原判決は既にこの点において破棄を免れない。\nよつて本件控訴は理由があるから刑事訴訟法第三九七条第一項、第三八〇条に則\nり原判決を破棄し、量刑不当を主張する論旨についても充分考慮をめぐらし同法第\n四〇〇条但書により更に本件について次のとおり判決する。\n（罪となるべき事実）\n被告人は法定の除外事由がないのに、営利の目的で、\n第一、　Ｂと共謀の上、昭和三六年三月中旬頃から同年五月二七日頃までの間、\n神戸市ａ区ｂ町Ｃ旅館ほか数個所においてＤから前後九回にわたり塩酸ジアセチル\nモルヒネを含有する麻薬粉末合計約六〇〇グラムを代金合計二一六万で譲り受け、\n第二、　Ｂと共謀の上昭和三六年四月一六日頃から同年五月三一日頃までの間、\n前後二四回にわたり横浜市ｃ区ｄ町ｅ丁目ｆ番地喫茶店「Ｅ」ほか数個所において\nＦほか一名に対し、前同様の麻薬粉末合計約二二五グラムを代金合計一〇三万五〇\n〇〇円で譲り渡し\nたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人の判示第一及び第二の所為はそれぞれ包括して麻薬取締法第一二条第一\n項、第六四条第一項、第六六条、刑法第六〇条に該当するのでいずれも所定刑中懲\n役刑のみをもつて処断することとし、右は同法第四五条前段の併合罪であるから同\n法第四七条、第一〇条により犯情において重い判示第一の罪の刑に法定の加重をし\nた刑期範囲内において被告人を懲役四年六月に処し、同法第二一条により原審にお\nける未決勾留日数中一五〇日を右本刑に算入することとし、なお主文掲記の現金一\n三万八〇〇〇円は、本件麻薬を譲り渡して得た一部の代金であつて犯人以外の者に\n属さないものであるから同法第一九条第一項第三号第二項によりこれを没収すべき\nものとする。\nよつて主文のとおり判決する。\n（裁判長判事　小林健治　判事　松本勝夫　判事　太田夏生）\n"
}