{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 2,
    "day": 13
  },
  "case_number": "昭和35(う)933",
  "case_name": "あへん法違反被告事件",
  "court_name": "名古屋高等裁判所第五部",
  "article_info": "第14巻3号127頁",
  "gist": "あへん法第五四条但し書にいわゆる犯人以外の所有に属する場合の意義",
  "case_gist": "あへん法第五四条但し書にいわゆる犯人以外の所有に属する場合とは、犯人以外の者の所有が法律上許容された場合をいう。",
  "lawsuit_id": "23093",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23093",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/093/023093_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａを懲役一年六月に、被告人Ｂを懲役一〇月に処する。\n被告人Ｂに対し本裁判確定の日から三年間右刑の執行を猶予する。\n押収してある証第三号の硫酸紙包装のあへん塊一包（約一八・四瓦）並\nびに証第四号の硫酸紙包装のあへん塊一包（約一〇瓦）及び証第五号の同あへん塊\n一包（約四〇〇瓦）はいずれもこれを被告人両名から没収する。\n原審における国選弁護人友田久米治に支給した訴訟費用は全部被告人Ｂ\nの負担とする。\n理　　　　由\n本件検察官の控訴の趣意は、名古屋高等検察庁検察官検事荒井健吉提出の控訴趣\n意書（名古屋地方検察庁検察官検事山口一夫作成名義）に記載するとおりであり、\n本件被告人Ａの控訴趣意は、同被告人及び同被告人の弁護人友田久米治各提出の控\n訴趣意書に記載するとおりであるから、ここにそれぞれこれを引用することとし、\n右検察官の控訴趣意に対する披告人両名の答弁は、被告人両名の弁護人前記友田久\n米治各提出の答弁書にそれぞれ記載するとおりであるから、ここにこれを引用す\nる。\n検察官の控訴趣意について、\n被告人Ａの関係\n本件記録を精査すると、押収しである証第三号の硫酸紙包装のあへん塊一包（約\n一八・四瓦）並びに証第四号の硫酸紙包装のあへん塊一包（約一〇瓦）及び証第五\n号の同あへん塊一包（約四〇〇瓦）を原裁判所が被告人Ａから没収していないこと\nは所論のとおりである。\nそして右あへんは被告人Ａが被告人Ｂと共謀のうえ、共同所持していたことは原\n判決挙示の各証拠によつて十分認め得るところである。\n<要旨>ところで、あへん法五四条は、犯人の所有し又は所持するあへんはいわゆ\nる必要的没収すべきものとし、た</要旨>だ特に犯人以外の所有に属する場合にのみ\n裁判所の裁量により没収しないことができるものとしているのである。そして、右\n五四条があへんの必要的没収を規定した所以のものは、同法が一般にあへんの所持\nを禁止し（同法二条、八条）ただ同法八条において、けし耕作者、いわゆる甲種研\n究栽培者、麻薬製造業者等法律の定めた権限に基づき所持を許容された者に限り、\nその所持を認め、その他の場合においては厳にこれが所有、所持を許さない建て前\nとなつているところから、犯人の所有所持が法の禁止に違反する以上当然これを没\n収し国に帰属させるべきものとしたものであるから、右五四条但し書にいわゆる犯\n人以外の所有に属する場合とは、犯人以外の者の私的所有権を保障すべきは勿論で\nあるが、その者の所有にして法の許容しないものである以上、特にその者を没収の\n対象から除外すべき理由はなく、従つて、そこに犯人以外の者の所有に属する場合\nというのは、その者の所有が前記第八条により法律上許容された場合を指称するも\nのと解すべきである。然るに、被告人Ａがこれの所有、所持することを許されてい\nない者であることは原判決挙示の各証拠によつて認め得るところであり、かつ右あ\nへんは被告人Ａにおいて原審公判廷でＣの所有に属するものであることを供述して\nいるが、（記録九三丁）右Ｃについては、実はそれが実在の人物であるか否かも判\n然せず、同人が同法八条によりあへんを所持することにつき正当な権限を有するも\nのに該当する者と認めるに足る証拠は本件記録並びに当裁判所の事実調べの結果に\n徴するもとうてい発見できない。結局右あへんは同条によりこれを所持することを\n認められている正当な権限を有するものの所有に属することは不明に帰し、従つて\n同法五四条但し書の犯人以外の者の所有に属する場合に該当しないものといわなけ\nればならない。\nしてみると右あへんは同法五四条本文に則り必ずこれを没収しなければならない\nのにかかわらず、原審が被告人Ａに対し没収の言い渡しをしなかつたことは事実を\n誤認したか又は法令の適用を誤つたものであつて、その誤りが判決に影響を及ぼす\nこと明らかであるから、論旨は理由があり、原判決中被告人Ａに関する部分は破棄\nを免れない。そしてこの点の破棄事由は被告人Ｂに対する関係においても共通であ\nるから、原判決は同被告人に対する関係においてもまた破棄を免れない。\nよつて被告人Ａに対する爾余の控訴趣意に対する判断を省略し、刑事訴訟法三九\n七条一項三八〇条に則り原判決を破棄し、同法四〇〇条但し書により被告事件につ\nいて更に判決する。\n当裁判所の認定した被告人両名に対する罪となるべき事実及び証拠の標目は、証\n拠の標目につき「被告人両名の当公廷の各供述」を「原審第一、二回公判調書中被\n告人両名の供述記載」と読みかえるほか、すべて原判決と同一であるから、ここに\nこれを引用する。\n（法令の適用）\n法律に照すに、被告人両名の各判示所為はそれぞれあへん法八条一項、五一条一\n項罰金等臨時措置法二条一項に該当するところ、所定刑中いずれも懲役刑を選択\nし、その所定刑期範囲内において、被告人Ａを懲役一年六月に、被告人Ｂを懲役一\n〇月に各処し被告人Ｂに対し、刑法二五条一項一号に則り本裁判確定の日から三年\n間右刑の執行を猶予し、押収してある証第三号の硫酸紙包装のあへん塊一包（約一\n八・四瓦）並びに証第四号の硫酸紙包装のあへん塊一包（約一〇瓦）及び証第五号\nの同あへん塊一包（約四〇〇瓦）は被告人両名がいずれも同法五一条一項の罪を犯\nし共同して所持していたものであつて、犯人以外の者の所有に属しないので、あへ\nん法五四条本文により被告人両名からこれを没収することとし、原審における国選\n弁護人友田久米治に支給した訴訟費用は刑事訴訟法一八一条一項本文により全部被\n告人Ｂの負担とする。\nよつて主文のとおり判決する。\n（裁判長判事　影山正雄　判事　谷口正孝　判事　中谷直久）\n"
}