{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 2,
    "day": 23
  },
  "case_number": "昭和35(ネ)252",
  "case_name": "詐害行為取消請求事件",
  "court_name": "大阪高等裁判所第六民事部",
  "lawsuit_id": "22585",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22585",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/585/022585_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決中控訴人敗訴部分を取消す。被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理\n人は主文同旨の判決を求め、予備的請求として、「控訴人は訴外蔦屋製糖株式会社\nに対し、原判決添付第四目録の一、二記載の物件につき、大阪法務局北出張所昭和\n三一年一〇月一六日受付第二〇九七三号を以てなした所有権移転登記の抹消登記手\n続をせよ」との判決を求めた。\n当事者双方の事実上の主張、証拠の提出援用認否は、\n被控訴代理人において、本件主たる請求において、所有権移転登記を求める理由\nは、所有権移転原因が取消された場合の登記の是正方法としては抹消登記の外に移\n転登記を求めることも許容されているから、本件訴状送達を原因としてさきに為さ\nれた所有権移転請求権保全仮登記に基く所有権移転の本登記を求めるものである\nが、右請求が理由のないときは、控訴人のなした本件移転登記の抹消登記手続を求\nめる、と述べ、立証として甲第一二号証を提出し、乙第七号証の一、二、三の成立\nを認め、　控訴代理人において乙第七号証の一、二、三の記載内容の説明として、\n昭和三一年五月三一日現在における訴外蔦屋製糖株式会社の貸借対照表中の借方欄\nの保証金八、六九四、六〇〇円は、その内金三〇、〇〇〇円は訴外大阪ガス株式会\n社に対して寄託した保証金であり、残金八、六六四、六〇〇円は、右会社が輸入原\n糖を保税倉庫から引取る場合に提供するを要する砂糖消費税額相当の担保の趣旨\nで、訴外株式会社三和銀行に保証人となることを依頼しその見返りとして右銀行に\n対して会社が振出して差入れていた手形の額面金額を指すものであり、右借方勘定\nは反面に支払手形欄（貸方勘定）の三和銀行保証金と両建となつているものであ\nる。また、右借方欄の納税準備預金六、五一六、八八〇円は、右会社の当年度にお\nける砂糖消費税支払準備のための預金であつて、次年度に繰越された上、支払に充\n当されたものである、と述べ、立証として乙第七号証の一、二、三を提出し、当審\nにおける証人Ａ、Ｂの証言を援用し、甲第一二号証の成立を認めたほか、原判決事\n実摘示と同一であるから、これを引用する。\n理　　　　由\n原判決添付第四目録一、二記載の物件（土地、建物、以下単に本件物件と呼称す\nる）を目的とする被控訴人の請求を除くその余の請求については、不服申立の対象\n従つて当審弁論の対象となつていないから、以下、本件物件についての被控訴人の\n取消及び移転登記の請求についてのみ判断する。\n本件物件が昭和三一年一〇月一五日付を以て訴外蔦屋製糖株式会社（以下単に訴\n外会社と称する）から控訴人会社へ代金五、七八〇、六〇〇円で売渡され、同月一\n六日その旨の所有権移転登記がなされたことは当事者間に争がない。\n次に、成立に争のない甲第一号証の一、二、第五号証と証人Ｃの証言によれば、\n右訴外会社は昭和三一年三月二日現在において昭和三一年度法人税、利子税として\n総額七、三八〇、一二〇円（原判決添付第二表の通り）の租税債務を負担しその納\n期は同年一〇月一日であつたこと、昭和三二年四月三〇日現在（本訴提起直前）に\nおいては更に利子税、延滞加算税が加わり総額八、一五〇、六二〇円（原判決添付\n第一表の通り）となつていたこと、右は昭和二七年六月以降の三事業年度について\nの右会社からの申告に対して脱税の疑が持たれ、大阪国税局の査察課において昭和\n三一年二月初頃より右会社その他につぎ調査を開始し、同年九月更正決定（脱税額\n五〇〇万円余追加）されたものであることが認められ、右認定を左右すべき証拠は\nない。\nそこで本件物件の右売買が、訴外会社の負担する右滞納税金債務取立についての\n差押を免れるための詐害行為であるか否かを検討するに、訴外会社は前記国税局査\n察調査の後である昭和三一年三月二日から五月七日まで三回に旦り、その資産に属\nする電話加入権（原判決第二目録記載）、機械器具備品（同第三目録記載）、事務\n所工場等の建物（同第四目録の三記載）を控訴会社に売渡したことは当事者間に争\nがなく、また同年三月五日頃自動車二台（原判決添付第一目録記載）を訴外Ａへ譲\n渡したことは成立に争のない甲第三号証、第四号証の一、二、前掲甲第五号証によ\nり明白であり、これらの処分の結果、同年五月三日現在においては、訴外会社の資\n産としては、本件土地建物のほかには、製糖関係の機械器具什器で、後に金一、二\n七二、四五〇円と評価され一、二八三、一〇〇円で公売されたもの、車輌の一部、\n金二五万円の出資金、金三万円の保証金、若干の不良債権のみであつて、他には目\nぼしい資産がなかつたこと（乙第七号証の一貸借対照表中の資産項目に掲げる保証\n金中金八、六六四、六〇〇円は資産としての債権でなく、保証人から受けることの\nある利益の見積に過ぎないこと控訴人の主張自体により明白であり、納税準備預金\n六、五一六、八八〇円も他人に対する現実の預金債権と認め難いこと成立に争のな\nい乙第七号証の三に徴し明らかである）、のみならず、右租税債務の外に、前記保\n証金に見合う負債額（両建て）を控除してもなお金九二五万円余の負債勘定があつ\nたことが、成立に争のない乙第七号証の一、二、三、甲第六号証前掲甲第五号証、\n当審証人Ａ証人Ｃ、Ｄの証言によつて認められ、右認定を左右すべき証拠はなく、\n本件物件の売渡は右のような財産状態の下においてなされたものであるのみなら\nず、その動機ないし目的は、将来相当額の租税の徴収、取立により訴外会社の営業\nの存続と資産の維持に多大の打撃、支障を蒙ることを虞れ、その財産、営業の保全\n策として、訴外会社の製菓部門のみを別に分離独立させて新会社を設立し、これに\n会社財産の大部分を譲渡することを計画し、その主旨に従つて昭和三一年三月五日\n頃急遽控訴会社の設立登記を為して前記のように数回に分けて訴外会社財産の委譲\nを為したものであることが前掲甲第五号証、証人Ｃの証言、Ａの供述（原審の被告\n本人及び当審証人）の一部を綜合することにより認めることができる。控訴人は、\n控訴人会社の設立は、訴外会社の業績不振と砂糖輸入の点からする業務上の理由に\nよる営業部門の分離独立で、従業員の要請によるものであり、財産の譲渡もこれに\n伴う処置で、訴外会社はこれにより譲渡代金債権を取得するから何等無資力とはな\nらず、差押を免れるための行為でない旨弁疏するけれども、控訴会社の新設とこれ\nに対する財産の移転少くとも本件物件の譲渡が、専ら営業政策上の理由に出でた善\n意の行為であるということは、これに符合するＢ（原審被告代表者、当審証人）、\nＡ（原審被告本人、当審証人）の各供述部分は、前掲各証拠に対比してそのまま首\n肯採用できず、他に右控訴人主張を認むべき確証がなく、むしろ前掲Ａの供述（原\n審被告本人によれば、当時訴外会社の従業員が動揺し、右会社に申入をしたことが\nあるが、その理由は、専ら脱税の疑いで調査を受けたことから、右会社が倒産する\nことを極度に恐れたためであることが明白であつて、別会社新設の処置も、右意向\nを汲んで同様の趣旨即ち徴税回避の主旨でなされたものであることを疑わしめるに\n充分であり、会社設立の資本も、従業員に支給すべき退職金を新会社の株式に振替\nえた程度のものに過ぎないことが当審証人Ｂの証言から推測され（これに反する甲\n第五号証の記載、前掲Ａの供述部分はにわかに措信できない）、これらの諸事実か\nら、本件物件の売買名義の譲渡（果してその代金を支払う真意とその資金があつた\nか否かも、前掲事実に徴し疑われる）が、控訴人主張の事由ではなく、前認定のよ\nうな差押回避の目的でなされたものであることを肯認せしめるに充分であつて、控\n訴人が形式的に売買代金債権を取得することのみを以ては、右判断を覆すことはで\nきない。又控訴人は、訴外会社代表者Ａは、訴外会社の沫人税が支払えないとき\nは、個人財産を担保として他から融資を仰ぎ、その支払に充当する積りであつたも\nので、脱税のため故意に譲渡したものではない旨主張し、前掲Ａの供述中には同旨\nの供述部分があるけれども、右譲渡の趣旨が徴税回避のためと認むべきことは前認\n定の通りであつて、右供述部分は措信するに由なく、また客観的に見ても、会社代\n表者が私財提供の内心的意思を持つていたのみで、現実に担保又は弁済に提供した\nのでない限りは、債権者に対する債権取立可能状態を招来したことにはならないか\nら、右控訴人の主張も採用できない。次に控訴人は、仮りに本件物件の売買が詐害\n行為であるとしても、控訴人はその事情を知らぬ善意の受益者である旨主張するけ\nれども、控訴会社の設立の事情が前認定の通りであり、訴外会社の代表であつたＡ\nが右設立分離を主唱実行し、同時に控訴会社の経営に参画しこれを動かしているこ\nとは、前掲甲第五号証とＡの供述（原審、当審）により明白であるから、かゝる事\n情の下においては当然右物件譲渡の事情は控訴人に充分了解されているものと見る\nか至当であり、善意の受益者に過ぎないとの証拠は、控訴人の全立証に徴してもこ\nれを見出し難いから、右主張は採用できない。\nそうすると被控訴人は控訴人に対し、訴外会社が控訴人に対し差押回避の目的で\nなした本件物件の売買の取消を求める権利あるべく（その取消の範囲についても成\n立に争のない甲第一号証の三、第一一号証の一、二により被控訴人の租税債権は当\n審口頭弁論終結に昀も近い昭和三四年九月一六日当時においても尚、総額一〇、六\n〇九、二九〇円、その内昭和三一年度法人税額七、九〇三、八一〇円を残有してい\nることが認められるから、本件物件全部の売買取消は相当である）、これが取消を\n求める被控訴人の請求は正当というべきである。\n次に被控訴人は、本件取消訴訟提起による訴状送達（昭和三二年五月二四日）を\n原因とし、仮登記仮処分命令を以てなされた同年六月四日付所有権移転請求権保全\nの仮登記（権利者訴外蔦屋製糖株式会社）をなし、これと同一原因に基くものとし\nて、右仮登記に基く所有権移転の本登記（取得者右訴外会社）を求めるので、右請\n求の当否につき検討する。先ず右被控訴人主張のような仮登記仮処分に基く所有権\n移転請求権保全仮登記がなされたことは当事者間に争がなく、これが原因とする本\n訴提起と訴状送達が被控訴人主張の通りなされていることは、本件記録に徴し明白\nであり、また、本件物件の控訴会社への移転登記の原因となつた前掲昭和三一年<要\n旨>一〇月一五日付売買に対する詐害行為を理由とする取消が是認さるべきであるこ\nとは、前判断の通りである。</要旨>そして詐害行為取消訴訟は、債権者の有する実\n体法的取消権（但し、判決による取消効形成を予定する限りにおいては、実質的に\nは取消要件の存在）が特定の目的物（本件では特定不動産）に対して裁判上行使さ\nれることにより、権利者が実現を求める権利内容は確定し、その後は裁判所による\nその正否の判定を俟つて、その効果が定められるのみであるから、それが不動産を\n目的とした場合には、その不動産について将来権利変動（権利移転の否認ないし取\n戻）の発生すべき基本関係はここに完備し、これに加功すべき権利発生条件ないし\n法律行為に代うるに、裁判所の裁判による確定作用が予定されるものとして、この\n状態を以て将来において発生すべき不動産の請求権が存在するものと同視し、不動\n産登記法第二条第二号に定める仮登記原因の存在を是認するを相当とする。そうす\nれば右仮登記仮処分による順位先占は正当と認むべく、かつ、右仮登記原因と本訴\nにおける取消原因とは固より同一性を認むるに足るから、被控訴人が、右仮登記の\n順位に依るべき本件物件についての所有権移転本登記（この場合、さきの登記の抹\n消登記請求も考えられるが、取消権による規整の相対的効力を考慮に入れると、さ\nきの登記の対抗要件の外形を絶対的に消滅させる抹消登記よりも、債権者的介入権\n行使を原因とする移転登記の方がむしろ適切である）を求める本訴請求を正当と認\nめるものである。\nよつて本件物件に対する売買契約の取消及び本訴による取消を原因とする所有権\n移転登記（さきの仮登記に基くもの）の請求を認容した原判決は正当で控訴は理由\nがないから、これを棄却すべきものとし、訴訟費用につき民事訴訟法第八九条を適\n用して主文の通り判決する。\n（裁判長裁判官　岡垣久晃　裁判官　宮川種一郎　裁判官　大野千里）\n"
}