{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 10,
    "day": 26
  },
  "case_number": "昭和36(う)244",
  "case_name": "殺人被告事件",
  "court_name": "札幌高等裁判所第三部",
  "lawsuit_id": "24235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/024235_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六年に処する。\n原審における未決勾留日数中一二〇日を右本刑に算入する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、札幌高等検察庁警察官事中村次郎提出の控訴趣意書記載のと\nおり（量刑不当）であり、これに対する答弁は弁護人田村武夫提出の答弁書記載の\nとおりであるから、いずれもここに引用する。\nまず、弁護人は、検察官の本件控訴は憲法第三七条及び第三九条に照らし不当で\nあると答弁するが、検察官<要旨>の控訴が憲法に違反するものとは解されない。す\nなわち、検察官の上訴（検察官が上訴をなし有罪又はより重</要旨>い刑の判決を求\nめること）が憲法第三九条に違反しないことは、すでに最高裁判所の判決するとこ\nろであるし（最高裁判所昭和二五年九月二七日大法廷判決、判例集四巻九号一八〇\n五頁登載）、また審法第三七条、なかでも被告人に対し「迅速な裁判」を保障した\n同条第一項にも違反するものではない。けだし、裁判はその本質上適正かつ迅速に\n行なわれるべきものであるが、「迅速な裁判」を受けることを憲法がとくに被告人\nの権利として認めたのは、未決拘禁中の被告人については拘禁期間がみだりに長く\nならないようにするため、また一般に被告人が長期にわたつて不安定な状態におか\nれることを防止するための趣旨に基づくものと考えられる。この権利は、被告人に\n対し公判開始に至るまでの保障として殊に重要性があると見られるが、その点はと\nもかくとして、国が刑事訴訟に関する法規を制定するにあたり、裁判の不当な遅延\nを招くに至る手続を設けることは、被告人の右権利を侵害するものとして違憲たる\nを免れないというべきである。しかしながら、このような被告人の権利も、それが\n訴訟上の権利である以上決して無条件のものではなく、結局裁判制度に内在する合\n理的な制約に服するものといわなければならない。ところで、上訴制度は、裁判に\nは誤謬ないし不当は絶対に行なわれないということを保し難いことから、これを是\n正しようとするもので、その際具体的な救済を第一義的な目的として行なわれる被\n告人ら個人の側からする上訴申立を認めることのほかに、対立当事者（原告官）と\nして、さらにまた公益代表者としての立場から、個人の救済と法的安定をはかる目\n的をもつて、検察官についても上訴申立をなしうるものとすることは、適正な裁判\nの実現を期すべき裁判制度上十分の合理性を有するものと考えられる。そして、こ\nのことによつて訴訟の終局的な解決が延び、個人の利益が若干譲歩を余議なくされ\nることがあつても、それは真にやむをえないことといわなければならず（ただし、\nこの場合でも憲法の趣旨を案じ、個人の犠牲を最小限度にとどめるような立法上の\n配慮が必要である。現行法制のもとで、検察官上訴の場合における上訴費用の補償\nに関する刑事訴訟法第三六八条以下、未決勾留日数の法定通算に関する同法第四九\n五条等の各規定は、かかる配慮に出ていると認められる。）、それゆえ検察官上訴\nが「迅速な裁判」を受ける被告人の権利を侵害するものとして違憲であるとは決し\nて断ぜられない。たしかに、量刑不当のみを理由とする検察官控訴を認める制度の\n当否については、現行法の認めるその他の理由による控訴よりも立法上検討を要す\nる論点が多いといえるとしても、その論点はいずれにせよ審法のわく内における立\n法政策の問題と考えることができ、右のことからただちに量刑不当のみを理由とす\nる検察官控訴が違憲であるというのはあたらない。\nしたがつて、弁護人の所論は採用できず、検察官の本件控訴は適法であるから、\n以下その論旨について判断を加える。\n（その他の判決理由は省略する。）\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}