{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 10,
    "day": 26
  },
  "case_number": "昭和41(ネ)59",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第十五民事部",
  "article_info": "第20巻5号458頁",
  "gist": "日照通風妨害と不法行為の成否",
  "case_gist": "住宅の日照通風の確保は、快適で健康な生活の享受のために必要な生活利益として法的保護に値するものであり、二階増築により隣家に対する日照通風を阻害した場合において、それが建築基準法に違反し、かつ住宅地域内であるなど判示の事情のもとでは、社会通念上受忍限度をこえた違法な生活妨害として不法行為責任を生ぜしめる。",
  "lawsuit_id": "20931",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20931",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/931/020931_hanrei.pdf",
  "contents": "主　　　　文\n原判決中、控訴人の被控訴人甲に対する請求を棄却した部分を、つぎの\nとおり変更する。\n被控訴人甲は控訴人に対し金二〇万円およびこれに対する昭和三六年九\n月一五日から支払いずみに至るまで年五分の割合による金員を支払え。\n控訴人の被控訴人甲に対するその余の請求を棄却する。\n控訴人の被控訴人東京都に対する控訴を棄却する。\n訴訟費用は、第一、二審を通じ、控訴人と被控訴人甲との間において\nは、控訴人について生じた費用の五分の一を被控訴人の負担、その余は各自の負担\nとし、控訴人と被控訴人東京都との間においては、全部控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人らは各自控訴人に対し金一〇〇万円お\nよびこれに対する昭和三六年九月一五日から支払いずみに至るまで年五分の割合に\nよる金員を支払え。訴訟費用は第一、二審とも被控訴人らの負担とする。」との判\n決を求め、被控訴代理人らはいずれも控訴棄却の判決を求めた。\n当事者双方の主張と証拠関係は、以下に付加訂正するほかは原判決事実摘示のと\nおりであるから、これを引用する。\n（控訴人の主張）\n一、　建築基準法第五五条、第五六条、第六条等の法条が土地所有権の行使を端\n的に制約する規定ではないとしても、およそ同法は個人の利益の保護をも目的とし\nていることに鑑みると、これの定める手続と基準に従わないで建物を建築し他人に\n損害を与えたときは、同法違反の態様いかんによつては所有権の濫用として違法性\nを帯び、被侵害者に対する不法行為を構成することがありうる。本件において被控\n訴人甲は、所轄区役所吏員の警告はおろか、東京都知事の再三にわたる工事停止命\n令さらに除却命令をも全く無視し、控訴人の工事中止方申入れも一蹴して違反建築\n（増築）を強行したものであつて、その行為はまことに悪質で、控訴人に対する積\n極的害意すら認められ、明らかに所有権の濫用であり、控訴人に対する不法行為に\nなるといわなければならない。\n二、　被控訴人甲の違反建築により、控訴人は日照通風に恵まれた快適な生活を\n営む権利を侵害され、かつ控訴人の土地家屋の価格が著しく低下するという財産権\nの侵害もうけた。控訴人はこの家屋を取得する当時、妻子が病弱であることからと\nくに日照通風を考慮し、南北に隣接するほぼ同規格の平家建両家屋のうち、もし南\n側の建物（現在被控訴人甲の家屋）を買うならば、これに接続する空地部分に将来\nどのような建物が建てられ日照通風が阻止されるかもしれないことを懸念し、北側\nの建物ならば南隣の右建物により日照通風を妨げられることはないと考えて、これ\nを選んだのである。被控訴人甲の増築は、控訴人がこのようにして得た日照通風の\n利益を侵害するものであり、それから生じる精神的および物的損害を賠償しないで\n増築を強行することは公序良俗に反するという意味においても、その行為は違法性\nを有する。\n三、　控訴人の家屋とその敷地は、被控訴人甲の増築工事がなかつたと仮定すれ\nば、昭和三八年一二月一六日現在で四〇九万三三五〇円の時価を有すべきところ、\n控訴人が昭和三九年一月一〇日訴外乙にこれを売却した価格は一九五万円であつ\nた。したがつて不動産価格下落による損害は二一四万余円に達することとなる。\n四、　違反建築物に対する特定行政庁の除却命令は、建築基準法第九条の厳格な\n手続を経た上で発せられるものであるから、該命令に対する不履行があつたときに\n代執行をすることは、右手続の性質からいつて単なる便宜裁量ではなく法規裁量行\n為と解すべく、これをしないことは当不当の問題にとどまらず違法の問題となる。\n被控訴人東京都は、知事が被控訴人甲の違反建築に対し除却命令を発しただけで放\n置した違法な不作為につき、不法行為の責任を負ろべきである。\n（被控訴人甲の主張）\n一、　控訴人の右第一項ないし第三項の主張中、控訴人が建物取得にあたり北側\nの建物を選択した動機の点は不知、その余は否認する。\n二、　被控訴人甲の家屋の敷地は、控訴人の本訴提起当時は第二種空地地区に属\nしていたが、昭和三八年七月地区指定の変更で第三種空地地区となつた。したがつ\nて建ぺい率は三割が四割にふえたし、また建物外壁から敷地境界線までの距離も、\n従来境界線まで一・五米未満の距離にある外壁等はその長さが三米をこえてはなら\nなかつたところ、右一・五米というのが一米に縮まつた。この結果、被控訴人甲宅\nは少なくとも境界線までの距離の点はおおむね適法化されたが、都内全域にわたり\nかような地区指定の緩和傾向が見られるすう勢にかんがみ、建ぺい率の点が適法化\nされるのも時間の問題である。しかも注意すべきは、かかる地区指定の変更が当該\n家屋の建築基準法違反の有無については直ちに影響を及ぼすが、隣家の日照通風に\nは何らの変化ももたらさないという点である。この一事をもつてしても、建築基準\n法違反の点は、控訴人のいう日照通風の喪失による損害とは何ら因果関係のないこ\nとが明らかである。\n（被控訴人東京都の主張）\n一、　行政上の代替的作為義務の不履行がある場合において、行政庁が代執行の\n手段をとりうるのは「他の手段によつてその履行を確保することが困難であり、か\nつその不履行を放置することが著しく公益に反すると認められるとき」にかぎられ\nる（行政代執行法第二条）。ところで建築基準法の建ぺい率制限規定の立法趣旨\nは、市街地等において建物が密集的に建築された場合に防火、衛生、交通、安全上\n社会公共に及ぼす危険を予防することにある。しかして実際には、近時の宅地難か\nら数多くの建ぺい率違反の事例が発生しているのが社会の実情である。これらの点\nをあわせ考えると、例えば甚だしい違反建築を常習的にくりかえしている場合と\nか、火災時に近隣一時に危険を生ずるおそれのある違反の場合などのようにきわめ\nて悪質危険な事案は、前述の代執行の要件にあてはまると解してよいが、本件のよ\nうにとくに悪質危険とまではいえない違反については、行政指導や除却命令等の手\n段により違反者に反省を促し、任意の撤去を求める程度に止めるべきで、違反の程\n度や事情を問わず一律かつ機械的に強制とりこわしの手段をとることは、法の趣旨\nや社会の実情に照らし、行政のあり方として正しくない。本件の場合、都知事が代\n執行をしなかつたのは適法かつ妥当な措置である。\n二、　かりに本件が行政代執行法第二条の要件をみたしているとしても、同条は\n行政庁に代執行の権限を与える規定で、代執行の義務を課するものではなく、これ\nをすると否とは行政庁の自由裁量に属する。都知事が代執行をする作為義務を負わ\nない以上、代執行をしなかつた不作為が控訴人に対する不法行為を構成する余地は\nない。\n（証拠関係）\n一、　控訴人\n当審における控訴本人尋問の結果を援用し、乙第二号証、第三号証の一、二の成\n立は不知と述べた。\n二、　被控訴人甲\n乙第二号証、第三号証の一、二を提出（後者は昭和三六年一〇月被控訴人甲が撮\n影した不動産業者の店頭の写真であると付陳）し、当審における証人丙の証言、被\n控訴人甲本人尋問の結果ならびに検証の結果を援用した。\n理　　　　由\n第一、　被控訴人甲に対する請求について\n一、　控訴人は昭和三二年八月頃東京都世田谷区ａ町ｂ番地の宅地三二坪五合一\n勺とその地上の家屋番号ｂ番のｃ木造瓦葺平家建居宅一棟建坪一一坪三合五勺とを\n買受けてこれに居住し、一方被控訴人甲は同じ頃右宅地の南側に隣接する宅地三三\n坪六合九勺とその地上の家屋番号ｂ番のｄ木造モルタル塗瓦葺平家建居宅一棟建坪\n一一坪五合（以上いずれも公簿上の面積）を買受けこれに居住してきたこと、被控\n訴人甲が昭和三三年春頃その家屋に控訴人主張のような浴室兼台所の増築をなし、\n次いで昭和三五年一〇月上旬頃同じく控訴人主張のような二階居室および玄関等を\n増築する工事に着手し、昭和三六年中に右工事を終えたことは、二階増築部分の坪\n数の点を除き当事者間に争いがない。\n原審における控訴本人尋問の結果により真正に成立したものと認められる甲第一\n号証、原審および当審における控訴本人尋問ならびに検証の各結果によると、被控\n訴人甲の右二回にわたる増築工事後における控訴人、被控訴人甲双方の家屋の構造\nおよび位置関係は原判決添付の図面（以下単に図面という）（一）（二）のとおり\nであつて、右工事のうち浴室兼台所や玄関等の増築は、その位置から見てこれが控\n訴人方への日照通風に格別の影響を及ぼしているとは考えられないが、図面（一）\nのＰＱＴＦＰの各点を順次結んだ線内の二階増築部分が控訴人家屋および敷地への\n日照を著しくさえぎるようになり、その程度は、日中における太陽の高度が年間を\n通じて昀も低く、屋内深く日の射し込む一二月二二日（昭和三七年）の南中高度三\n〇度五六分の時点において、右二階増築部分が存在しなければ被控訴人甲家屋の日\n影線は図面（二）の「ル」「ワ」線で、この線より南側のみが日蔭となるべきとこ\nろ、右増築のため日影線が同図面の「カ」「ヨ」「ヲ」「ル」点を順次結んだ線に\n後退し、これにより同図面「ワ」「カ」「ヨ」「ヲ」「ワ」の各点を順次結んだ線\n内の部分が新たに日蔭となり、控訴人家屋の各居室はいずれも南向きでこれに庭が\n接続している構造であるために、控訴人家屋の居室内および庭面への日照は、季節\nにより幾分の変動はあるにせよ、朝夕の一時期を除いてはおおむね遮断されるに至\nつたほか、これにともない二階増築前に比して控訴人家屋への南方からの通風も悪\nくなつたことが認められ、右認定を覆すに足る証拠はない。\n二、　本件は、おおよそ以上の事実関係のもとにおいて、被控訴人甲の右二階増\n築による控訴人方への日照通風妨害を原因とする不法行為の成否を論ずるものであ\nる。\n<要旨>およそ住宅における日照通風の確保は、快適で健康な生活の享受のために\n必要にして欠くことのてきない生</要旨>活利益であつて、これは自然から与えられ\nる万人共有の資源ともいうべきであるから、かかる生活利益としての日照通風の確\n保は、これと衝突する他の諸般の法益との適切な調和を顧慮しつつ、可能なかぎり\n法的な保護を与えられなければならない。もつとも、日照通風の遮蔽による生活妨\n害は、騒音、振動、煤煙、臭気等の放散流入によるそれが当該妨害者自身の発する\nいわゆる不可量物による積極的侵害であるのとちがつて、妨害者に属する土地の空\n間を横切つて隣人に与えられていた日光や風が、妨害者の土地利用（地上物建築）\nの結果さえぎられたにすぎないという消極的性格のものである点において、特異性\nを有することは否定できず、この両者を必ずしも全面的に同一の標準により処理す\nることはできないが、その故に日照通風妨害の違法性の判定において後述する諸般\nの利益のより慎重な衡量が要求されることは格別として、これに対する不法行為法\nの枠内における保護を否定すべき理由はない（これを相隣関係法の領域の問題とし\nて、民法第二〇九条の如き償金により利害を調整せしめる見解も成り立ち得るであ\nろらがここでは詳論しない）。妨害者の所有権行使の結果生じた近隣に対する日照\n通風の阻害が、被害者において社会通念上一般に受忍すべき限度をこえるに至つた\nと認められるときは、もはやその被害者に対しては、これが社会的に許容された適\n正な権利行使であることを主張しえず、違法な生活妨害として不法行為を構成する\nと解すべきである。そして右受忍限度を判定するにあたつては、加害行為の態様、\nこれに対する社会的評価、加害者の意図、当該場所の地域性、侵害の程度、損害の\n回避可能性等の事情を広く比較検討してこれを決しなければならない。\n三、　そこで以上の前提に立つて、本件における日照通風の妨害が社会生活上受\n忍の限度をこえ、違法と評価しうるものであるかどうかを検討する。\n（一）　まず第一に被控訴人甲の加害行為の態様を見るに、本件できわめて特徴\n的なのは、被控訴人甲においてつぎの三点で著しい建築基準法違反の事実が存する\nことである。\nすなわち、\n１、　被控訴人甲の家屋の所在地は、建築基準法上の用途地域からいうと住居地\n域に属し、かつ第二種空地地区（当時）に指定されていたことは、当事者間に争い\nがないから、同法第五六条第三項によると、建築物の延べ面積の敷地面積に対する\n割合（建ぺい率）は三〇パーセント以下でなければならないところ、被控訴人甲の\n家屋は二回の増築により延べ面積は二六坪三合一勺となり（成立に争いのない甲第\n五号証、および被控訴人甲本人尋問の結果により真正に成立したものと認められる\n乙第二号証）、その敷地面積三三坪六合九勺（被控訴人甲は、敷地の実測面積はこ\nれより若干多いというが、そのように認めうる証拠はない）に対する割合は七八パ\nーセントに達している。\n２、　当事者双方の敷地の境界線から被控訴人甲の家屋の外壁（甲第一号証によ\nると外壁の長さは約九米あると認められる）までの距離が、本件増築の前後を通じ\n一・五米に満たないことも当事者間に争いがなく（原審および当審における検証の\n結果によると、昀も広い個所で一・〇五米、昀も狭い個所で〇・七四米）、したが\nつて被控訴人甲の家屋が同法第五六条第四項に違反していることは明らかである。\nもつとも、この点は被控訴人甲がこの土地家屋を買つたときからそらだつたのであ\nつて、増築により違反を生じたのではない。\n３、　被控訴人甲の本件二階増築については、同法第六条に定める確認の申請書\nを提出して、所轄建築主事の確認をうけなければならないのに、被控訴人甲はこれ\nらの手続を経ることなく工事を進めたものであることも、当事者間に争いがない。\nすなわち右増築はいわゆる無届建築であつた。\nこのように被控訴人甲の家屋は重大な違反建築である。ところで、建築基準法な\nるものは、都市における宅地の利用を行政的に規制する取締法規であつて、これ\nは、一方では建てられる建物自体の衛生および安全の確保に努め、他方では全体と\nしての都市計画的見地から建築関係を規制しながらも、その間にあつて隣接する建\n物所有者ないし利用者相互間の相隣関係には触れることが少なく、とくに本件で問\n題となつている前記法案は、いずれも直接には建物建築に伴つて生ずる相隣者間の\n日照通風に関する利害を調整し隣家の日照通風を保護することを目的とした規定で\nはないのであり、したがつて被控訴人甲の二階増築が違反建築であつたことだけか\nら、直ちに被控訴人甲の控訴人に対する日照通風妨害による不法行為責任を認める\nに十分な違法性を具備するものというととはできない。しかしながら、隣家の日照\n通風の確保は建築基準法の直接の保護法益ではないといつても、同法が建物の敷\n地、構造、建築設備を種々規制していることから、その反面で、少なくとも建物が\n同法の規制基準内であるかぎりにおいて、かつ建築主事の確認手続を経ることによ\nり、その隣人は通常一定範囲の日照通風を期待することができ、その範囲の日照通\n風は同人に保障される結果となるわけで、同法が日照通風に間接的にかかわりをも\nつていることも否定しがたい。しかして被控訴人甲がかかる著しい建築基準法違反\nの建築をあえてしたということは、同人の所有権行使が甚だしく社会的妥当性を欠\nいていることを示すものと評価できるのであつて、その故にこそ違反建築に対して\nは強い社会的非難が浴びせられるのである。しかも本件においては、被控訴人甲の\n二階増築工事に対して東京都知事から昭和三五年一一月三〇日付で工事施行停止命\n令が、さらに昭和三六年四月三日付で違反建築物の除却命令が発せられた（この事\n実は争いがない）にもかかわらず、被控訴人甲は、たとえ家族数増加による居宅拡\n張の必要があつたにもせよ、右命令を一切無視して工事を強行したもので、社会に\nおける共同生活の秩序を撹乱する反社会性をそこに見出すことができる。\n（二）　つぎに本件で重視しなければならないのは、その発生した地域の場所的\n性質である。本件の現場が建築基準法上の住居地域でかつ第二種空地地区に指定さ\nれていたことは前述のとおりであり、その現況を見ても、原審および当審における\n検証の結果によると、右現場は国立丁病院前道路から北に入り込んだ純然たる住宅\n地で、平家もしくは二階建の閑静な家並みが続いていて、その間には被控訴人甲方\nの南方などになお若干の空地すら存在する現状であると認められる。\n日照通風は万人のために確保されるべき生活利益として法的保護に値するといつ\nても、その保護される程度は場所的関係によつて大いに左右されざるをえないのは\n当然である。たとえば都心の密集したビル街とかこれに類する商業地域とかにおい\nては、その場所的環境から見て、すべての者に正常な日照通風を分ち与えることは\nきわめて困難で、これを期待すること自体が無理であり、快適な生活のための日照\n通風その他の諸条件の確保は、都市の発展再開発の利益の前に犠牲とされてもやむ\nをえないのであるが、都心をはなれたいわゆる住宅地などにおいては、快適で健康\nな生活のための利益が強調され、日照通風保持の要求が保護されるべき度合は高め\nられてよいと考えられる。本件の発生した場所が名実ともに住居地域であつたこと\nは、このような意味において重要視されるべきである。\n（三）　被控訴人甲の本件二階増築による日照通風妨害の程度は前認定のとおり\nであり、なお原審における控訴本人尋問の結果により真正に成立したものと認めら\nれる甲第二号証の一ないし六、原審および当審における控訴本人尋問の結果ならび\nに検証の結果によると、控訴人方ではその後冬期の光熱費が幾分かさむようにな\nり、また家族が若干健康を害したり、庭木の生育も妨げられるなどの影響をうける\nようになつたことが認められる。もつとも、このうち庭木の生育阻害という点は、\nそのことだけならば、人口の激増する都会地では（たとえ郊外の住宅地でも）やむ\nをえないこととして受忍を要求してもあながち酷だとはいえないであろうし、また\n家族の健康阻害、光熱費の増加なども、必ずしも日照通風妨害のみが唯一の原因だ\nつたとは考え難い。しかしこれらの点は一応別としても、住宅に日中ほとんど日光\nが射さなくなつたこと自体きわめて重大で、控訴人の日常万般に種々深刻な影響を\n及ぼしたであろうことは容易に推認することができる。\nなおこの点は被害家屋居住者の居住開始時期と若干関係することであつて、すで\nに日照通風のさえぎられている家屋にそのことを承知で居住するに至つた者の場合\nは、必ずしもこれと同日に論じえない。控訴人は後述するように昭和三九年に至り\nその土地家屋を訴外乙に売却転居したのであるが、同人の妻丙が当審において被害\nの程度はさほど重大ではないかのように証言している部分は、同人らが右家屋のそ\nのような日照通風状態を承知の上でこれを買求め居住を始めたものと解される点に\nおいて、控訴人と事情を異にするので、本件の判断に適切な資料とはなしがたい。\n（四）　日照通風を害された控訴人方において被控訴人甲と同様に二階を増築す\nるならば、再び太陽を回復し、被害を相当程度軽減することができるわけである\nが、それはやはり被控訴人甲の場合と同じく建築基準法の建ぺい率の制限に違反す\nるので（控訴人の家屋、被控訴人甲の増築前の家屋ともに、厳密にほ買受当時の現\n状ですでにわずかながら建ペい率の制限を超過していた）、不可能なことである。\n控訴人としてはここに住むことをあきらめ他に転居するほかに日照通風に恵まれた\n生活を回復する途はなかつたのである。\n（五）　以上に認定してきた諸般の事情を綜合して考えるに、控訴人は隣人であ\nる被控訴人甲のきわめて悪質な違反増築により、もしそれがなければ引続き享受し\nえたはずの日照通風を大幅に奪われ、住宅地域にありながら日の射さず風の通らな\nい不快な生活を余儀なくされるに至り、他に転居するほかにこれを回避する方法は\nない状態となつたもので、かかる日照通風の妨害はもはや社会生活上一般に受忍す\nべき限度をこえ、賠償責任を生ぜしめるに十分な違法性を備えるに至つたと認める\nべきである。\n被控訴人甲は、本件二階増築にあたり、これを請負つた建築業者に建築確認申請\nの一切の手続をまかせ、かつ建ぺい率の点を考慮して南側空地の一部を買取りもし\nくは賃借する計画で地主との折衝をも右業者に一任していたところ、同人が確認申\n請の手続を怠り、また地主との交渉も思うように進まなかつたため、心ならずも建\n築基準法に違反する結果を招いたものである旨弁解するとともに、同法違反の事実\nと日照通風妨害との間には因果関係がないことを強調する。しかし、右弁解はかり\nにそれが事実であつたとしても、せいぜい右違反が計画的な所為ではなかつたこと\nを示すにとどまり、その行為自体が正当化されるものでけない。また、建物が建築\n基準法に違反しているからといつてそれがすべて隣家の日照通風を阻害するわけで\nはなく、逆に同法に違反しない建物でも日照通風を妨げる場合がありうることは、\n被控訴人甲のいうとおりであり、その意味では同法に違反していることと日照通風\n妨害との間に直接的な因果関係があるとはいえないことはもちろんであるが、本件\nでは、建築基準法違反から直ちに被控訴人甲に不法行為責任が生じるといつている\nのではなく、被控訴人甲の所有権行使が社会的に妥当なものとして是認されうるか\nどうか、控訴人の受忍限度いかん、を判断する一つのしかし重要な要素として同法\n違反の事実とその態様を考慮しているだけなのである。だから、いま建ぺい率制限\n規定等に違反していない場合のことを仮定して責任の有無を論ずることは無意味で\nあるが、かりに被控訴人甲のいうように、同人が南側の空地を相当坪数買取りまた\nは賃借するなどの方法により建ぺい率違反を解消し得たとしても、それだけの坪数\nの敷地中に現況のような位置と規模の建物を所有して日照通風を妨げることは、隣\n人に対する関係においてはやはり妥当性を欠き、権利行使として許容されえないと\n判断しうる余地は十分にあるといわなければならない。\nこのようにして、被控訴人甲の行為は控訴人に対する生活妨害としての違法性を\n有すると解すべきところ、かかる妨害の結果を生ぜしめるにつき被控訴人甲に少な\nくとも過失があつたと認めうることは、叙上の経緯から明白であるといえよう。\n四、　よつて進んで損害の額について判断する。\n（一）　控訴人はまず土地建物の価格低下による財産的損害を主張する。成立に\n争いのない乙第一号証と当審における証人丙の証言によれば、控訴人は昭和三九年\nにその土地建物を乙におよそ三〇〇万円近い価格で売却して現住所に転居したと認\nめられる（甲第四号証の売買契約書には代金一九五万円と記載され、控訴人もこれ\nと同旨の供述をしているが、これらは前記の証拠に照らし措信できない）ところ、\n控訴人は甲第三号証（不動産価格調査書）を援用して、右上地建物は日照通風が妨\nげられていなければ昭和三八年一二月当時で四〇九万三三五〇円相当の時価を有し\nたはずだというのであるが、たしかに日照通風悪化により住居としての適応性に難\n点を生じたためその価格がある程度低下したことは認めざるをえないとしても、右\n甲第三号証のみでは右数額を納得せしめる資料として不十分であり、たやすくこれ\nを認めることはできない。このような不動産価格の低下額を算定することは実際問\n題としても相当むつかしいことであり、かりにそれが可能であつても、本件のよう\nな場合に加害者の違法性の程度、被害者の受忍の限度いかんにかかわらず常にその\n全額を賠償せしめるのが妥当かどうかは、当事者双方の利害の調整という面からは\n疑問がある。いずれにせよ本件では明確な低下額を認定することができず、この点\nは次の慰藉料額の算定において考慮するのが相当である。\n（二）　生活妨害は平穏快適な生活を破壊する一種の人格権侵害の実質をもつも\nのであり、違法な侵害者は慰藉料をもつてこれを償わなければならない。本件にお\nける加害の経緯とその態様、被害の程度その他当事者双方の事情などはすべて前認\n定の如くであり、四季を通じておおむね豊かに与えられていた日光通風をこのよう\nにして突如として奪われ、快適で健康な生活を妨げられた控訴人が、これにより約\n三年にわたり大きな精神的苦痛をうけたことは推察に難くない。そして控訴人はそ\nの後ついにその土地建物を手離して他に転居するまでに至つている。（なお、控訴\n人はこのほかに被控訴人甲の二階の窓からのぞき見される不安があつたと主張する\nが、このことはある程度は真実であつたとしても、前記検証の結果によると、原審\n検証時以後にこの窓には目かくしがとりつけられ、問題を解消している）。そこで\nこれら一切の事情を考慮して、控訴人が被控訴人甲から支払いをうけるべき慰藉料\n額は金二〇万円をもつて相当と認める。\n第二、　被控訴人東京都に対する請求について\n一、　被控訴人甲がその家屋に控訴人主張のような規模の各増築工事をしたこ\nと、右増築が建築基準法第五六条第三、四項および第六条に違反していること、そ\nこで東京都知事は被控訴人甲に対し違反建築部分の除却命令を発したが、被控訴人\n甲はこれを履行せず、その後右知事はこれに対して何らの措置も講じていないこ\nと、以上は控訴人と被控訴人東京都との間において争いがない。\n二、　控訴人は、被控訴人甲の違反増築により日照通風の妨害をらけているが、\n特定行政庁たる東京都知事は右除却命令の実効を期するため、行政代執行法による\n代執行の措置をとらなければならないのに、これをしなかつたから、控訴人に対し\n不作為による不法行為責任を負うべきであるという。しかし行政代執行法第二条に\nよる代執行は、「他の手段によつてその履行を確保することが困難であり、かつそ\nの不履行を放置することが著しく公益に反すると認められるとき」にかぎりこれを\n行ないうるもので、違反建築については、たとえば消防、防災上きわめて危険であ\nると認められるような事案は別として、本件のように隣家の日照通風を妨げたとい\nうだけの場合についてまで、これを前述の代執行の要件にあたると見るのはかなり\n疑問である。のみならず、元来行政上の強制執行は国民の私権に深くかかわりを持\nつものであるから、たとえ（これをなすべき）法律上の要件を具備したからといつ\nて、行政庁が常に必ずこれをなすべき義務と責任を負うものということはできな\nい。けだし、この場合は法規によつて保護さるべき公、私法上の法益と執行によつ\nて不利益を受くべき特定人の法益とが対立しているのであり、その大小、軽重およ\nび強制力行使の時期あるいは他に対立解消の方法がないかどうか等は個々の条件に\nつき具体的に考慮、検討することを要し、しかもその考慮にあたつては、関係法規\nの正確、適切な解釈、運用が不可欠であることは当然ながら、更にその時点におけ\nる行政全般の時間的および場所的要請を無視することができず、その限りにおいて\n当該行政庁の合理的判断に基づく自由裁量に委ねることが妥当と考えられるからで\nある。\nみぎのように強制力の行使は元来当該行政庁の自由裁量に委ねることを本旨とす\nべく、その自由裁量が著しく合理性を欠くと考えられるときに初めて裁判による司\n法的審査の対象とされるのであつて、この場合その対象が作為たると不作為たると\nを問わないのはいうまでもない。本件の場合は東京都知事の不作為が右のような観\n点において違法であるか否かが検討さるべきものであるが（この意味において都知\n事が控訴人に対して私法上の作為義務を負うか否かは重要でない。何となれば、控\n訴人の受けた損害と都知事の不作為との間に相当の因果関係があるか否か、換言す\nれば、都知事の不作為が違法であつて、被控訴人甲の作為と相まつて故なく控訴人\nの権利を侵害し控訴人に対し私法上の損害を賠償すべき責任があるか否かの問題で\nあり、その違法が公法上のものか私法上のものかは問うところではないからであ\nる）、本件にあらわれたすべての訴訟資料を審査しても、特に都知事が被控訴人甲\nに対して代執行を行わなかつたことが著しく合理性を欠くものとは断定するに困難\nである。東京都およびその周辺において違法建築が多発し、その防止、是正のため\nの行政的処置が実効を疑われるに至つていることは当裁判所に顕著であるが、その\n間の消息を詮索することはひとり行政代執行法の解釈運用についての都知事もしく\nは担当職員の作為、不作為の法律的評価をもつては足れりとせず、広く都政全般の\n状況および展望に深くかかわることであつて、司法的審査の領域に属しないといわ\nざるを得ない。\nみぎのほかに東京都知事の不作為が著しく合理性を欠くことの具体的事実の主張\nも立証もなされていない本件にあつては、控訴人の蒙つた損害に対して被控訴人東\n京都の賠償責任の成立を認めることはできないものといわざるを得ない。\n第三　結　　論\nそうすると、控訴人の被控訴人甲に対する請求は、金二〇万円とこれに対する昭\n和三六年九月一五日から完済まで年五分の割合による遅延損害金の支払を求める限\n度では正当であり、その余は失当であつて、これを全部棄却した原判決は変更すべ\nく、控訴人の被控訴人東京都に対する請求は全部失当で、この部分の控訴は理由が\nない。\nよつて民事訴訟法第三八六条、第三八四条、第九六条、第九二条を適用して、主\n文のとおり判決する。\n（裁判長裁判官　近藤完爾　裁判官　小堀勇　裁判官　藤井正雄）\n"
}