{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 8,
    "day": 29
  },
  "case_number": "昭和41(ネ)1038",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋高等裁判所民事第一部",
  "lawsuit_id": "23009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/023009_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　　実\n控訴人ら代理人は「原判決中被控訴人に関する部分を取消す。被控訴人は、控訴\n人Ａに対し金一一三万一、五〇〇円、同Ｂ、同Ｃ及び同Ｄに対しそれぞれ金六一万\n八、一六六円並びに本件訴状送達の翌日よりいずれもその完済に至るまで年五分の\n割合による金員を支払え。訴訟費用は第一、二審とも被控訴人の負担とする。」と\nの判決及び仮執行の宣言を求め、被控訴代理人は主文と同旨の判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用及び書証の認否は左記のほか原判\n決事実摘示と同一であるから、ここにこれを引用する。\n（控訴人ら代理人の陳述）\n一、　被控訴人は、原審被告Ｅに対し本件自動車を割賦販売し、本件事故当時本\n件自動車につき所有権を有していた。\n二、　被控訴人と右Ｅとの間の本件自動車の割賦売買契約においては次のような\nことが約定されていた。\n（１）　被控訴人はＥに対し本件自動車の保管場所を厳重に指定している。\n（２）　被控訴人は必要に応じて該自動車を点検し使用上の注意及び意見を述べ\nることができ、Ｅはそれに従わなければならない。\n（３）　Ｅは、無断で該自動車の形状変更、物件付加等はできない。\n（４）　Ｅは、常に該自動車が被控訴人の所有であることを認識し、善管注意を\nもつて使用保管し、或は第三者に使用させたり、入質等の処分はできず、更に、被\n控訴人の利益を守るために、該自動車の所有権が被控訴人にある旨極力主張する義\n務がある。\n（５）　車輌損害保険契約につきＥは被控訴人の指定する保険会社と締結しなけ\nればならない。\n（６）　契約解除後の手続につき被控訴人がＥの代理人となる。\n三、　右一及び二の各事実から見ると、被控訴人は、本件自動車の使用者に対し\n該自動車の保管及び運転使用につき相当の支配力を及ぼし、且つ少くとも所有権留\n保による代金確保の利益を収めていることは明らかである。\n従つて、被控訴人は本件事故につき自動車損害賠償保障法（以下自賠法と略称す\nる）第三条による責任を免れないものである。\n四、　なお、同条が「運行供用者」責任につき無過失責任に近い責任を負わせて\nいるのは、自動車という危険物になんらかの支配を及ぼす者はその物からの損害発\n生については責任を免れないという危険責任の思想に基づくものであろう。このほ\nか、右責任の根拠が「運行による利益」に求められることもあるが、右支配と利益\nが必ずしも右責任の不可欠の要件とは考えない。\n（被控訴代理人の陳述）\n一、　控訴人らは「被控訴人の割賦販売契約に基づく本件自動車の所有権留保\nは、該自動車の運行を支配し利益を享受するものに当たる」旨主張し、右契約にお\nいて控訴人ら主張のような各約定が存在したことを根拠としている。\n二、　しかしながら、右各約定（控訴人らの主張する約定内容は必ずしも正確で\nはない）は、被控訴人が、Ｅに対し売渡した本件自動車について、その割賦代金債\n権確保のため所有権を留保し、通常の抵当権或は譲渡担保同様に担保目的自動車の\n担保価値がそこなわれないようにするためなされたもので、本件自動車の運行自体\nについて支配を及ぼすためになされたものでない。又本件自動車の運行が被控訴人\nのためになされるものでないことは明らかである。従つて、控訴人らの主張は理由\nがない。\n（証拠関係）\n控訴人ら代理人は、新たに甲第七号証を提出し、丙第一号証の成立を認めると述\nべ、被控訴代理人は、新たに丙第一号証を提出し、甲第五号証の成立は知らない\nが、甲第六、第七号証の成立を認めると述べた。\n理　　　　由\n控訴人らは「被控訴人は、本件事故当時本件自動車の保有者であつたから、自賠\n法第三条により本件事故による損害につき賠償責任を有する」旨主張するので審按\nする。\n被控訴人が、昭和三八年三月一一日原審被告Ｅに対し本件自動車（マツダ六三年\n式ＫＰＤＡ型、八愛て一一五二号軽四輪乗用車）を割賦販売により売渡し、右売買\n代金等債権確保のために本件自動車の所有権を留保し、本件事故当時本件自動車の\n所有者であつたことは当事者間に争いがない。\n成立に争いのない丙第一号証、原審における被告Ｅの本人尋問の結果によると、\n被控訴人はＥに対し本件自動車を代金四一万九、五七〇円（車輌裸代金三九万五、\n〇〇〇円、割賦利息二万四、五七〇円）で売渡したこと、右代金の内金二〇万五七\n〇円は契約当日現金で支払われ、残代金二一万九、〇〇〇円については昭和三八年\n四月一〇日より昭和四〇年三月一〇日までの間毎月一〇日に金四、〇〇〇円ないし\n金三万一、〇〇〇円宛二四回の月賦で支払う約定であつたこと、被控訴人は、Ｅと\nの間に本件自動車についての売買契約が成立すると同時に、Ｅに対し、本件自動車\nを引渡し、その使用を許諾したこと、爾後Ｅは本件自動車を使用していたこと、被\n控訴人が該契約において本件自動車の所有権を留保したのは、Ｅの右月賦金支払を\n担保するためだけであつたことを認めることができる。右認定を左右するに足る証\n拠がない。\n<要旨>しこうして、自賠法第二条第三項に定める「自己のために自動車を運行の\n用に供する」とは、自動車の運行に</要旨>ついての支配権とそれによる利益とが帰\n属することをいうものと解すべく、従つて自動車の所有者であつても、その自動車\nの運行についての支配権とそれによる利益とが帰属しない者は同法条の保有者にあ\nたらず、同法第三条による損害賠償責任も負わないものと解するを相当とするとこ\nろ、前記認定したところによれば、被控訴人は、Ｅに対する前記残代金債権確保の\nためにのみ本件自動車につき所有権を留保したに過ぎず、本件事故当時本件自動車\nの運行についての支配権とそれによる利益とは買主Ｅに帰属し売主である被控訴人\nに帰属しなかつたものと認められるので、本件事故による控訴人ら主張の損害につ\nき同法第二条第三項の保有者として同法第三条による賠償責任を負うものでないと\nいわなければならない。\nもつとも前掲各証拠によると、被控訴人とＥとの間の本件自動車の売買契約にお\nいて、\n（１）　Ｅは本件自動車を常時その住所地（愛知県犬山市大字ａ字ｂｃ番地）に\nおいて保管するものとし、予め被控訴人の書面による承諾を得ないでその保管場所\nを変更することはできない。\n（２）　被控訴人は必要と認めたときは随時Ｅ使用の本件自動車を点検し使用上\nの注意及び意見を述べることができると共にＥはそれに従わなければならない。\n（３）　Ｅは被控訴人の書面による承諾なしに本件自動車の形状を変更し、物件\nを附加し、又は原動機もしくは車体に付した番号、名称、商標、証明符号、証明番\n号等を除去、抹消、変更又は隠ぺいするなどの行為をしてはならない。\n（４）　Ｅは、常に本件自動車が被控訴人の所有であることを認識し、善良なる\n注意をもつて本件自動車を自己の用として使用保管し、これを第三者に使用させ或\nは譲渡、質入又は他人の権利保全の目的に供するなど被控訴人の権利を害する虞の\nある一切の行為をしてはならない。Ｅは、本件自動車が他人に占有を奪われ或は差\n押、仮差押、仮処分を受け又は受ける虞のある場合には、遅滞なくその旨を被控訴\n人に通知し、且つ本件自動車が被控訴人の所有であることを極力主張証明してこれ\nらの処分を受けないように必要な措置を講じなければならない。\n（５）　Ｅは原則として本件自動車を担保するに足る相当額の車輌損害保険を被\n控訴人の指定する保険会社と契約を締結し、自動車代金完済まで継続するものとす\nる。\n（６）　Ｅは事由の如何を問わず契約解除による車輌引揚後の自動車の登録、届\n出諸手続に被控訴人がＥの代理人として申請することに何らの異議の申立をするこ\nとなく所要の手続に応ずるものとする。\n等の約定がなされていることが認められる。しかし、前掲各証拠によれば、右各\n約定は、専ら担保物としての本件自動車の保存、価値の維持を図るためになされた\nものと認められ、右各約定の存在のみによつては本件事故当時被控訴人に本件自動\n車の運行についての支配権とそれによる利益とが帰属しているとはなし難い。\nそうすると、控訴人らの被控訴人に対する請求はその余の事実について判断する\nまでもなく失当で、これを棄却した原判決は相当であつて、本件控訴は理由がない\nからこれを棄却すべきものとし、民事訴訟法第九五条、第八九条、第九三条を適用\nして主文のとおり判決する。\n（裁判長裁判官　成田薫　裁判官　布谷憲治　裁判官　黒木美朝）\n"
}