{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 9,
    "day": 18
  },
  "case_number": "昭和36(ネ)1216",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "lawsuit_id": "20940",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20940",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/940/020940_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人は控訴人に対し、控訴人から金七、九六八万三、一四三円の支\n払を受けると引換えに、別紙目録記載の土地および建物につき昭和二五年一一月八\n日附売買による所有権移転の登記手続をなすべし。\n訴訟の総費用は被控訴人の負担とする。\n事　　　　実\n控訴代理人は、主文同旨の判決を求め、被控訴代理人は、控訴棄却の判決を求め\nた。（控訴人は、原審および当審において、主文同旨の申立にあわせて被控訴人に\n対し、主文掲記の金員の受領と引換えに別紙目録記載の土地および建物を控訴人に\n引渡すべし、との判決を求め、若し以上の請求が認容されないとき予備的に「被控\n訴人は、控訴人に対し金一、七七一万三、〇〇〇円およびこれに対する昭和三一年\n三月一日から支払ずみまで年五分の金員を支払らべし、との判決を求めたが、差戻\n後の当審において右物件引渡を求める部分および予備的請求にかかる部分の訴を取\n下げ、被控訴人においてこれに異議を述べない）。\n当事者双方の事実上の主張および証拠の関係は、双方において次のとおり附加し\nたほかは原判決事実摘示のうち控訴人の予備的請求並びにその請求原因としての記\n載（原判決第一二丁裏第五行目から第一四丁表第八行目の「償還を求めと陳述\nし。」まで）を除きこれに記載されたところと同じであるから（ただし、原判決第\n二丁裏、一〇行目「賠償機」とあるのは「賠償機械。」と、第八丁裏、一〇行目\n「賠償保全。」とあるのは「賠償機械の保全。」と、第一〇丁裏、九行目「参議院\n議員宿舎。」とあるのは「参議院議員会館。」と、第一〇丁裏、一〇行目、同末行\nおよび第一〇丁末尾から第一一丁表一行目にかけて、各「議員宿舎。」とあるのは\n「議員会館。」と、第一一丁裏六行目から七行目にかけて「法律上及び事務上。」\nとあるのは「法律上及び事実上。」と、第一二丁裏二行目「其の受領。」とあるの\nは「本件買受代金七、九六八万三、一四三円の受領。」と、第一二丁裏三行目「所\n有権移転登記手続を為し。」とあるのは「所有権移転登記手続を為すこと。」とそ\nれぞれ訂正し、第一二丁裏三行目「且其の引渡を為さんこと。」とあるのを削除す\nる）これを引用する。\n控訴人の主張\n一　控訴人は、別紙目録記載の土地および建物（以下本件土地、建物という）の\n売買契約において控訴人の第一回分納金の支払と同時に被控訴人は本件建物内に存\nする賠償機械を撤去して控訴人において使用可能な状態を実現した上、これが引渡\nをなすべき義務を負担し、従つて控訴人が第一回分納金を支払えば直ちに本件土\n地、建物の引渡を受けて建物の改造、修理をし、また新施設をなし得ることを前提\nとして本件売買契約が締結されたと主張するものであり、差戻前の控訴審は控訴人\nの右主張を容れて、本件において被控訴人は本件土地、建物を控訴人に引き渡し、\n控訴人をして使用可能な状態に置くことができない事情にあるのに、控訴人につい\nてのみ買受代金の支払遅延を責めることができない、と判断したのであるが、最高\n裁判所は、これに対して、本件売買契約書（甲第一号証）には右前提たる事項につ\nいて言及した措辞が見あたらず、右証書中にこれを特に掲げなかつたことについて\n特別の事情のあつたことの証明がない限りはこれが本件契約の内容をなすものとは\n容易に考えられない、という理由により右控訴審（原審）の判決を破棄、差戻し\nた。しかして、本件物件引渡に関する右事項につき右契約書上明記がない限りにお\nいて上告審の右説示は一応もつともであるけれども、本件においてこれが明記され\nなかつた特別の事情は次のとおりである。\n（一）　控訴人は、本件物件の払下申請をするにあたり売払申請書および附属書\n類（差戻後の当審提出にかかる甲第二七号証の一ないし一〇）を被控訴人に提出し\nてその承認を求め、右各書類の内容は当事者間において再三協議したうえ確定し、\nこれにもどづいて被控訴人は控訴人の本件払下申請に承諾を与え、本件売払契約が\n成立したのである。しかして、右払下申請書は被控訴人の物納財産売払決議書（甲\n第二号証）の添付書類として本件契約書案、ともに合綴されているのであつて、右\n申請書およびその附属書類は本件契約書と一体をなし、その記載は本件売買契約の\n内容をなすものである。すなわち、本件契約書は、売主側の関東財務局において必\n要とする事項を主として記載する慣例によつて文書化されたものであり、払下申請\n人たる控訴人側において必要とする事項はすべて売払申請書およびその附属書類に\nよつて明らかであるとしたにほかならない。\nしかして、本件払下申請の目的は右売払申請書および附属書類によつて明らかな\nように、被爆した旧中島飛行機武蔵野工場を更生活用して耐震耐火の理想的大庶民\n住宅を建設するにあり、第一回分納金を納入して引渡を受けるや直ちに改造、修理\nに着手すべきこととしたのであつて、本件契約書第八条にある「申請の目的。」と\nは右趣旨を指し、あえて右内容を契約上再言しなかつたまでのことである。\nそうして、右売払申請書および附属書類には、分納を承認された本件売買代金の\n資金調達の方法として初回および第二回分納金は銀行借入金を、第三、第四回分納\n金は、本件物件に設置されるべき共同施設の経営担当者たる特別賛助員の寄附金を\nもつてこれに充当することを予定し、更にその寄附金の明細をも詳記し、被控訴人\nの代表機関たる関東財務局の係官も右資金計画を承認したうえで分割による延納を\n承諾したのである。しかして、右寄附金の調達は本件物件の引渡後直ちに工事に着\n手し、かつ昭和二六年一〇月まで、（第三回分納金に充当予定分）と昭和二七年七\n月まで（第四回分納金に充当予定分）にそれぞれ建設予定の共同施設が完成するか\nまたは少くとも完成の見込があるのでなければ調達不能に陥るのであつて、かよう\nな寄附金を組入れた資金計画にもとづく分納を承認していること自体、本件契約は\n控訴人の第一回分納金の支払により控訴人は本件物件を現実にその支配のもとに置\nき、直ちに申請の目的に従つて使用するための工事に着手することを前提としたも\nのであることを物語る。\n（二）　次に、本件契約書に表現された文言についてみるに、本件契約書第四条\nには、売払物件に前条の金額を納付した期日を以て別に何等の手続を用いず完全に\n引渡したものとすると規定しであるが、これを第八条、第九条、第一一条の各条項\nと対比すれば、第四条の条項は本件契約の本旨として、被控訴人が指定する第一回\n納入金を納付する期日において控訴人が賠償機械を移転し、本件物件の改造に着手\nできる状態の現出することの規定であつて、当事者双方は右納入期日に右のような\n状態が当然備わるものと判断してなんらの疑念も抱かず、そのため右納入期日に右\nのような状態が備わらない「若しもの場合。」の法律関係については本件契約書中\nになんら明文の規定が設けられなかつたのである。\n本件契約書第一一条には、売払物件内の賠償機械は甲（被控訴人）及び現管理人\nと協議し管理保全に万全を期すると共に機械の移転その他一切については乙（控訴\n人）の負担とする、という旨が規定されているが、賠償機械の移転はほんらい国が\n実施すべきものであつて、国以外の民間人は一指もこれに手を触れることができ\nず、ただ移転の費用は予算手続上国の負担とすることが困難であつたため控訴人側\nがこれを負担することと定められたのであつて、右条項はこの趣旨の規定であり、\n賠償機械の管理または移転の義務、責任を控訴人に課したものではない。\n（三）　最高裁判所の前記破棄判決理由によれば、「本件売買契約の趣旨につき\n一般民衆の福祉の点が右契約の内容となつていたであろうか。甲第一号証を卒直に\n見てどの条項からも右の点が本契約の内容となつていることを窺い知るべき何等の\n文詞も見当らない。」と判示されているが、本件物件の売払決議書の引用する売払\n申請書には右の点が明確に記載されているのであつて、契約書自体にその点の表明\nがなくとも、これが契約内容をなすものであることは当然である。\n二　仮に、前記本件契約の前提たる事項が契約内容をなさないとしても、本件契\n約解除は次に述べる理由により信義則に反し、無効である。\n（一）　本件契約当時、当事者双方殊に控訴人は本件土地、建物が賠償指定施設\nであることを知らず、賠償機械についてもたやすくこれを移動できるものと軽く考\nえ、賠償機械の存在するままの状態で引渡を受けても本件契約書第八条にいう申請\nの目的に従つて使用を開始できるものと信じて本件契約を締結するに至つた。しか\nるに、本件土地建物内の賠償機械は訴外富士産業株式会社が管理し、賠償指定の解\n除がない限り賠償指定施設たる本件土地建物の引渡を受けることができず、仮にそ\nの引渡がなされたとしても賠償施設に属する機械を分離して他に搬出移動し本件土\n地建物を現実に使用することは全く不可能であつた。従つて、たとえ控訴人が第一\n回分納金の支払をしたとしても被控訴人は債務の本旨に従つて本件物件の引渡義務\nを履行し得ない状態にあり、被控訴人はみずからの債務につき履行をし得ない状態\nにありながら控訴人に対してのみひとり代金の支払を強うることは前記第八条の約\n旨並びに信義則に反するものであつて、かくのごときは双務契約における当事者双\n方の地位を公平に保護するゆえんではない。\n（二）　本件土地建物が国に物納され、国有財産となつたのは、控訴人に対する\n物件払下を前提としてなされたものである。すなわち、本件土地建物は旧中島飛行\n機株式会社武蔵野製作所の工場およびその敷地であつて、中島飛行機の清算会社た\nる富士産業株式会社の所有に属したが、昭和二四年初めころ富士産業は、税金の一\n部として本件土地建物を物納すべく東京国税局に物納申請をしたところ国税局にお\nいては本件建物が被爆により破壊していたため建物の価値なきものとして物納の受\n理を拒絶した。ところが、Ａ（後に控訴人協会の理事）がこれを聞くに及んで調査\nの結果本件建物は住宅に改造転用することができることが判明したので同年一一月\nごろ物納後は住宅建設の公益法人を設立して本件建物の払下を受け、一大庶民住宅\nを建設すべく、まず物納を受理されたい旨を関係方面に依頼し、これにもとづいて\n大蔵大臣の諒解を得、東京国税局が富士産業から物納を受諾し、物納財産として関\n東財務局に移管されたのであつた。かように、本件物件の物納の受理はこれが一大\n庶民住宅に転用されることを前提とし、このことが国の重要政策たる住宅政策に寄\n与し、国民の要望にもこたえることができるからにほかならず、かくして大蔵省、\n建設省の指示のもとに控訴人協会の設立の手続が進められ、理事長には前建設事務\n次官Ｂが、理事にその他政府関係筋の者が就任したのであり、控訴人協会に対する\n払下代金についても特別の考慮が払われたうえ払下代金も物納評価額を割らない程\n度の低額に決定されたのである。かような経過を経て控訴人協会に対し払下げられ\nるに至つた本件物件が、代金不払を理由として払下契約が解除され、被控訴人にお\nいてこれを他の目的に使用しようとするが如きことは当初なんぴとも予想だにしな\nかつたところであり、結局業なかばにして、被控訴人が他の目的に供するため控訴\n人の代金納入の遅延につけこみ、これをいいぐさにしてみだりに本件払下契約を解\n除したというべきであつて、その契約解除は信義誠実の原則に反すること甚しいと\nいわなければならない。\n三　本件買受代金の支払について。\n（一）　控訴人は第一回分納金の資金調達に奔走したが結局三井不動産株式会社\nにおいて融資を引き受け、その旨を関東財務局に申し伝えるべく、昭和二六年一一\n月九日同会社常務取締役Ｃ（現代表取締役）は控訴人協会Ｂ理事長およびＡ常務理\n事を同道して関東財務局に同局長Ｄを訪れ、同局長に対して本件物件の払下代金は\n三井不動産において融通し、これを援助する用意がある旨を申し述べたととろ同局\n長もその趣旨に賛同し、代金の納入を期待していたのであつた。三井不動産は、第\n一回納入金についてはもちろん、これに続く第二、第三回の分納金についても融資\nを決定しており、昭和二七年一月とりあえず第一回分納金と延滞利子とをあわせて\n約二、〇〇〇万円の融資をし、控訴人は同年二月七日これを国庫代理店株式会社帝\n国銀行に払い込んだが、被控訴人は本件売払契約は解除されたとして右納入金を返\n戻したのである。\n（二）　被控訴人の発した昭和二六年一二月二五日附本件契約解除通知書は、参\n議院議員会館内控訴人協会理事長Ｂあてに郵送され、昭和二七年一月一一日ころ右\n議員会館においてＢの議員秘書Ｅが受領したが、当時国会は休会中でＢは郷里広島\nに帰郷中であり、かつ右文書は議員の公務と無関係の郵便物であるから、Ｅはこれ\nを開封しないまま東京都江戸川ａｂ丁目ｃ番地Ｆ（控訴人協会理事）方控訴人仮事\n務所にあて回送し、同年二月八日初めてＦにおいて右書簡を受領、同封の結果本件\n契約解除の旨を了知したのであつて、この時点をもつて契約解除の意思表示が控訴\n人に到達したとしなければならない。しかるに、被控訴人は右書簡がＥにおいて受\n領した同年一月一一日をもつて契約解除の意思表示の到達の時と主張するのである\nが、参議院議員会館は参議院議員が国会議員としての公務執行のためにのみ使用す\nる場所（国会法第一三二条）であり、また議員秘書は内閣総理大臣、裁判官等と同\n様に特別職の国家公務員（国家公務員法第二条第三項第一五号）であつて、国会議\n員の公務を補佐する公の職責を有するものであり、国会議員の公務となんら関係の\nない私法上の意思表示を受領する権限を有するものでないから被控訴人の右主張は\n失当である。しかして、議員会館（東京都千代田区ｄ町ｅ丁目ｆ番地所在）は国会\n議員の居住、宿泊の場所ではなく、居住、宿泊の場所としては千代田区ｇ町ｈ丁目\nｉ番地に別に議員宿舎が設けられており、殊にＢは議員宿舎の割当を受けることな\nく、千葉県船橋市ｊ町に自己の住居を有していたから、議員会館がＢの居住、宿泊\nの場所であるとし、これを前提として同所にあてての送達によりＢの了知可能の状\n態に置いたとする第一審判決は誤れる見解というほかない。\n（三）　かようなわけで、被控訴人の本件契約解除の意思表示到達前に控訴人は\n第一回分納金を国庫に納入していたから、この点で右契約解除は効力を生じない\nが、仮にこの主張が認容されないとしても、控訴人が賠償機械の存在するため払下\n代金の調達に重大な障害を受け、代金納入の延引を重ねていた間は被控訴人におい\nてこころよく延期を認めながら、いよいよ資金調達のめやすが立ち融資者側の三井\n不動産株式会社の責任者が資金援助の承諾の旨を関東財務局長らに言明した後に至\nつて抜き打ち的に被控訴人が本件契約解除の挙に出たのはいかなる内部事情がある\nにもせよ不当であつて、契約解除通知書発送前には少くとも三井不動産のＣ取締役\nに対して代金納入を督促すべき筋あいであるのにこのこともなく突如として契約解\n除の措置をとつたのは信義誠実の原則上許されるべきことではない。\n四　本件契約解除については被控訴人側の大蔵省内部においてもその不当なるこ\nとを強調する者があり、たとえば当時関東財務局業務課長Ｇも上司の命令によりや\nむを得ず契約解除の措置をとつたが、甚だ不本意であつた旨を申し述べており、本\n件払下に当初から関与したＨ大蔵大臣秘書官も大蔵省側に手落のあつたことを認\nめ、大蔵大臣を中心として契約解除後の善後措置が協議されたほどであつて、本件\n払下契約の一方的解除が不当なることは大蔵省当局も十分にこれを認めていたので\nある。\n被控訴人の主張\n一　（一）　本件物納財産売払申請書およびその添付書類は契約書の内容補充\nし、またはこれと一体として契約の内容を明らかにすべき文書ではない。すなわ\nち、本件契約を含めて国の国有財産の売払契約は一般の民法上の売買契約と同じく\n当事者の合意の下に契約書が作成されるのであつて、作成にあたり国側の必要とす\nる事項を主として記載し払下人側の必要とする事項を省略するというが如き慣例は\n存在せずかような慣例が存するとして本件契約書に省略された事項は売払申請書、\nその添付書類に譲られたという控訴人の主張は独断である。\nしからば、何がゆえに本件売払申請書およびその添付書類を控訴人に提出せし\nめ、これを審査したかというに、昭和二四年一〇月二六日大蔵省訓令特第七号普通\n財産取扱規程第一〇条および第一一条により、随意契約による国有財産の処分につ\nいて財務部長は、売払の相手方および利用計画または事業計画等を記載した売払申\n請書に、評価調書、図面、その他の関係書類および相手方の売払申請書写を添付し\nて大蔵大臣に送付し、その承認を受けることを要するのであり、控訴人の提出した\n本件売払申請書およびその添付書類は大蔵大臣が国有普通財産の売払処分をなすに\nあたり会計法等の諸法規による規制に合致するかどうか、特に随意契約によること\nが認められるべきかどうかを判定するための判断資料たるに過ぎない。売払申請書\nおよびその添付書類は本件契約書と一体をなすものではなく、それが物理的に合綴\n保存されていてもこの文書の性質には変りがない。\nもつとも本件契約書第八条には「乙は売払物件の引渡しを受けた日から申請の目\n的に従つてこれを使用するものとする。」という条項があり、右契約書上申請の目\n的が明らかにされていないから、これを売払申請書等に譲り、この点に関する限り\nその具体的内容は売払申請書等により補充的に明らかとされるわけであり、右にい\nら「申請の目的。」とは庶民住宅建設のためというほどの意味があるに過ぎない。\n売払申請書およびその附属書類のこの点についての補充的資料としての役割を他の\n契約条項に押しおよぼし、売払申請の関係書類をもつて契約書と一体化しようとす\nる控訴人の主張は不当な論理の飛躍であるのみならず、契約当事者の意思に反する\nこととなる。\n（二）　それのみならず、控訴人主張の売払申請書および添付書類によつても、\n本件契約書第八条にいう「申請の目的。」とは単に買受人が一般住宅の住宅難緩和\nの目的をもつて住宅経営のために本件物件の払下げを受けるという趣旨が記載され\nているにとどまり、第一回分納金支払と同時に申請人たる控訴人が目的物件の現実\n的引渡を受けて直ちに工事に着手し得るというが如き特別の条件が右「申請の目\n的。」に包含されているとは、右契約書の文理上も、また売払申請書およびその添\n付書類の記載によつてもうかがうことができない。すなわち、売払決議書（甲第二\n号証）の売払附帯条件欄には単に契約書案通りとあるのみで、本件契約書の記載以\n外の特別の条件の存在することを推認せしめるものはなにもなく、売払申請書の添\n付書類たる担保納付申請書中、寄附金明細欄の記載も単に寄附金の前納を予定計画\nとして掲げたものであるにすぎず、売払申請書および添付書類のどこにも控訴人主\n張のような本件契約の前提事項を認めしめるような記載は全くない。\n（三）　本件契約は、いわゆる賠償機械が本件土地、建物内に存在することを当\n事者双方とも十分認識したうえで締結されたものであり、控訴人が第一回分納金を\n支払つて本件土地、建物の引渡を受けた時点において賠償機械が右売払物件内に存\n在することを前提として、本件契約書第一一条が賠償機械の管理、保全および移転\n等の責任につき取りきめをしたのである。すなわち、同条前段は、賠償機械の管理\n保全について控訴人は国および現管理人（富士産業株式会社）と協議して万全を期\nすべきものとし、その管理保全の責任は控訴人に帰することを明示しているのであ\nり、後段は移動の申請は控訴人が行い、これに財務局が協力し、かつその移動に要\nする費用はすべて控訴人において負担する旨を定めている。賠償機械の移動は国の\n責任であるとか、民間人は賠償機械に一指も触れることができなかつたというのは\n事実を曲げるも甚しく、控訴人のたびたびの代金延納申請も単に資金がないから延\n納を認められたいというのみで、賠償機械に言及したことは絶えてなかつた。かよ\nうなわけで、賠償機械の移転と第一回分納金の支払とは必然的関連はなく、本件契\n約において控訴人が第一回分納金の支払と同時またはこれに先きだつて本件物件内\nから賠償機械を移転させるというようなことは、右第一一条の約定と矛盾し、これ\nが前提事項として両当事者間に合意される道理はないといわなければならない。し\nかして、三井不動産が本件賠償機械の撤去以前に控訴人に対し資金の提供を約諾\nし、控訴人も前記のように控訴人に対する第一回分納金の支払延期申請について賠\n償機械の存在につき触れるところがなかつたことによれば、資金調達の能否と賠償\n機械の存否とはなんら関係のない事項であることが明白である。\n二　本件契約の解除がなされるに至つた経過は次のとおりであつて、信義則違反\nのかどがあるとの非難を受ける筋あいでない。すなわち、本件契約にもとづく第一\n回分納金一、九六八万三、一四三円は昭和二六年二月二〇日までに納付する約定で\nあるのに控訴人はこれを徒過し、第二回分納金一、〇〇〇万円の支払期日の同年三\n月三一日もこれを徒過し、いずれも控訴人において融資の都合上というのみで具体\n的にいかなる資金調達の目算があるのかを明らかにせず、ひたすら被控訴人に対し\nて納期限の延期を懇願する状態であつたが、控訴人は国有財産管理上からすれば異\n例の寛容さをもつて控訴人の懇請を容れていた。しかるに、控訴人は、その後も代\n金調達のめどがつかず、かつ本件土地、建物内の物件を勝手に処分する等の不法な\n行為があつたから被控訴人は昭和二六年一〇月一八日附書面をもつて、同月二六日\nまでに代金を納入すべきこと、若し右期限までに支払われないときは本件契約を解\n除する旨の意思表示をしたところ、控訴人の懇請により右支払期限を同年一一月七\n日まで延期することを承諾した。ところが、その期日も徒過して同年一一月九日に\n至り控訴人協会のＢ理事長、Ａ理事と三井不動産のＣ常務取締役らが関東財務局に\n出頭して支払の延期を懇願したため最終的に納期を同年一二月二〇日と定め、同期\n日まで支払を猶予したにもかかわらず、遂に控訴人は第一回分納金すら納入しなか\nつたので、被控訴人は同月二五日附書面をもつて本件契約解除の意思表示をしたの\nである。\nかようなわけで、被控訴人としては控訴人に対してなし得る限りの便宜をはかつ\nたにもかかわらず、控訴人は資金調達の困難という単なる主観的事情にもとづいて\n延引を重ねていたのであり、本件契約解除は決して抜き打ち的ないし被控訴人にお\nける不当な意図により解除したものでもなければ、また控訴人の代金納入が遅れた\nのにつけこみ、これをいいぐさにしてみだりに解除した、というのでもなく、むし\nろ控訴人が被控訴人の寛容な態度に押れ、自らの義務を怠つたがために招いた結果\nといわざるを得ない。本件契約解除後控訴人が本件物件につき売払の再申請をした\nこと自体右解除が適法有効であることを自認していたことを裏書きするものといわ\nなければならない。\nなお、本件物件は控訴人に対して払下げられるべきことを前提として物納された\nということはあり得ないことであるのみならず、控訴人に対する払下を前提として\n物納が承認されたとしても代金債務の支払遅滞に陥つている以上契約解除は国有財\n産について適正な管理責任を果すための当然の措置である。\n三　本件契約解除の意思表示の到達について。\n本件契約解除の書面は昭和二六年一二月二五日関東財務局から中央区ｋｌ丁目ｍ\n番地控訴人協会事務所あてに発送されたが、右事務所は移転していたため翌二七年\n一月八日関東財務局に返戻されたので、同財務局は即日参議院議員会館内控訴人協\n会理事長Ｂあてにこれを再発送し、同書面は一月一一日同議員会館受付係に配達さ\nれ、同係から庶務係に廻付され、これにより名宛人たるＢの了知し得べき状態に置\nかれたから、結局本件解除の意思表示は昭和二七年一月一一日に控訴人に到達した\nのである。（なお、財務局係官が参議院議員会館にあて再発送したのはさきに、控\n訴人協会のｋの事務所に発送した書面が宛先居所不明のため返戻されたことと、控\n訴人協会の理事等から所要の場合は参議院会館にあて連絡してもらいたい旨の申出\nがあつたからこれにあててしたのであり、被控訴人としてはやむを得ない措置であ\nつた。）すなわち、隔地者に対する意思表示の到達は、相手方が当該意思表示の内\n容を現実に了知することを必要とせず、事物通常の順序に従えば相手方においてそ\nの内容を了知し得べき状態に置くことをもつて足りるのであつて、本件契約解除の\n書面が参議院議員会館の郵便物受領の係員たる庶務係に交付されたことによりＢに\nおいてこれを了知し得べき状態となつたというのを妨げない。従つて、議員秘書が\n公務と無関係な私法上の意思表示を受領する権限があるか否かにかかわらず本件契\n約解除の書面が議員会館庶務係に交付されたときに同意思表示がＢに到達したもの\nというべきであるのみならず、更にそのころＢの議員秘書Ｅが庶務係からこれを受\n領したからそのときをもつて少くともＢの了知可能な状態に置いたことも明らかで\nある。けだし、議員秘書は日常本人と密接に接触し、本人のための事務をとる者で\nあるから議員秘書の私法上の代理権限の有無に関係なく本人たるＢの支配領域内に\n到達したものというべきであるからである。\n控訴人は参議院議員会館が議員の公務執行のための事務所であるから公務と関係\nのない私法上の意思表示を包含した書類の送達は許されないと主張するようである\nが、通常同所において多くの本人あて郵便物が受領されている以上同所における私\n法上の文書の送達が本人の了知し得る状態を現出するにつき議員会館の性質により\n左右されるものではないことは多言を要しない。\n証拠関係\n控訴代理人は、甲第一三号証、第二四号証の一ないし一〇、第二五、、第二六号\n証、第二七号証の一ないし一〇、第二八号証、第二九、第三〇号証の各一、二、第\n三一号証の一ないし三、第三三号証の一ないし五、第三四ないし第三六号証、第三\n七号証の一ないし三を提出し、当審証人Ａ（第一ないし第三回）、Ｆ（第一、二\n回）、Ｃ（第一、二回）、Ｇ（第一、二回）、Ｉ、Ｊ、Ｋ、Ｌ、Ｍ、Ｎ、Ｏの各証\n言を援用し、乙第一六号証、第一七号証の各一、二の成立は不知、当審提出のその\n余の乙号各証の成立を認めると述べ、\n被控訴代理人は、乙第一〇号証の一、二、第一〇号証の三の一ないし三、第一〇\n号証の四の一ないし一一、第一〇号証の五、第一一号証の一の一ないし三、第一二\n号証の一ないし四、第一三号証の一、二、第一四号証の一ないし三、第一五号証の\n一ないし五、第一六ないし第二〇号証の各一、二を提出し、当審証人Ｐ（第一、二\n回）、Ｄ、Ｑの各証言を援用し、甲第二四号証の一ないし一〇、第二五号証の成立\nはいずれも不知、その余の甲号各証の成立（第三七号証の一ないし三は原本の存在\n並びにその成立）を認めると述べた。\n理　　　　由\n一、　別紙目録記載の土地、建物（本件土地、建物）はもと中島飛行機株式会社\n武蔵野製作所の工場およびその敷地で、終戦後まもなく訴外富士産業株式会社から\n大蔵省に物納され、国有財産たる普通財産となつたものであること、控訴人は昭和\n二五年一一月八日被控訴人の機関たる関東財務局長との間に国有財産である右土\n地、建物につき別紙甲第一号証の契約書（写）記載りとおりの売払契約を締結した\nこと、控訴人は昭和二七年二月七日帝国銀行（現在三井銀行）本店国庫代理店に右\n売買代金のうち約定の第一回分納金一、九六八五三四三円および延滞利子金五万\n七、六九八円を納入したところ関係財務局は右売払契約は既に解除されたものとし\nてその受入を拒否し、同金員を控訴人に返戻したことは当事者間に争いがない。\nしかして、右争いのない事実に、成立に争いのない乙第一ないし第四号証、同第\n六、第七号証の各一、二、原審証人Ｒの証言により真正に成立したと認める乙第八\n号証の一、二、成立に争いのない甲第一二号証、原審証人Ｓ、同Ｔ、同Ｒの各証\n言、当審証人Ａ、Ｆの各証言（いずれも第一回）、原審における控訴人代表者Ｂ尋\n問の結果および本件口頭弁論の全趣旨をあわせれば、控訴人は被控訴人から右売払\n契約にもとづく第一回分納金一、九六八万三、一四三円につき納入告知書をもつて\n納入期日を昭和二六年二月二〇日と指定する旨の納入告知を受けたが、右期日まで\nにこれを納付することができず、さらに第二回の分納金一、〇〇〇万円についても\n約定の納入期日たる同年三月三日にその支払をすることができず、かくて右第一、\n二回分納金のいずれも支払をしないで経過したこと、そうして関東財務局は昭和二\n六年一〇月一八日附書面で控訴人に対し支払期限を同年一〇月二六日と定めて右各\n分納金の支払を催告するとともに右期限に支払のないときは契約を解除する旨通知\nしたが、控訴人の申請により同年一〇月二九日附書面をもつて右支払期限を同年一\n一月七日まで延長することを認めるとともにもし同期限にも支払のないときは前記\n契約を解除する旨の意思表示をし、そのころこれが控訴人に到達したところ、これ\nに対してさらに控訴人の申請があつたため関東財務局において右支払期限を同年一\n二月二〇日まで延期する旨を承認したこと、しかるにそれより以前控訴人は事務所\n々在地の中央区ｋｌ丁目ｍ番地から事実上移転していたため右書面は昭和二七年一\n月八日同財務局に返戻されたこと、そうして関東財務局は、控訴人協会理事長Ｂが\n当時参議院議員であつたところから同月一〇日参議院議員会館内のＢの事務所にあ\nて右書面を再度郵送したところ同書面は翌一一日同会館受付係に配達され、そのこ\nろ同係から同会館庶務係を経てＢの議員秘書Ｅがこれを受領したこと、ところがＢ\nはそのころ地方遊説中で在京しなかつたため控訴人の仮事務所たる理事Ｆにあてて\n開封されずに転送され、同年二月八日にいたりようやくＢその他の控訴人理事らに\nおいて右契約解除書の内容を現実に了知したこと、以上の事実を認めることがで\nき、この認定を妨げる証拠はない。\n二　控訴人は右売払契約は控訴人において第一回分納金を納入すれば直ちに本件\n土地、建物を現実にその支配のもとに置き右建物内にある賠償機械を他に移転して\n申請の目的に従つてこれを使用するため工事に着手することができることを前提と\nして締結されたものであるのに右契約解除当時かような前提がそなわらず、従つて\nこの段階においてはまだ控訴人に契約不履行があるものとし得ないから被控訴人は\n同契約条項第九条にもとづいて契約解除をすることができないと主張するので、こ\nの点につき検討する。\n（一）　本件売払申請書添付の成立に争いのない甲第二七号証の三（払下理由\n書）、同第二七号証の四（利用計画書）、同第二七号証の一〇（設立趣意書）、同\n第三五号証（控訴人協会の寄附行為に関する東京都知事の証明書）をあわせれば、\n控訴人協会は終戦後の極度の住宅難にかんがみ、旧中島飛行機株式会社武蔵野工場\nが前記のように物納されて国有財産となつていることに着目し、これを改造して戸\n数約一、二〇〇戸、人員約六、〇〇〇人を収容する耐震耐火の一大集合住宅を実現\nしようとの意図のもとに、昭和二五年七月設立せられた財団法人であることが認め\nられ、右意図に対応するものとして、本件土地、建物を利用改造することにより右\nのような集合住宅を建設することが本件売払申請における「申請の目的」にほかな\nらぬのであつて、このことは別紙甲第一号証契約書（写）第八条と右払下理由書、\n設立趣意書の各記載を照合して明らかである。しかして、成立に争いのない乙第二\n〇号証の一、二、当審証人Ｕの証言によれば、本件売払契約締結から本件建物（六\n棟をもつて形成されていた）の各棟内部にそれぞれ旧中島飛行機株式会社において\n使用していた機械が存在し、これを合計すれば総台数四、〇二八台に達するが、こ\nれらの機械がすべて賠償機械として指定され、これら賠償機械を蔵する本件土地、\n建物の全体が賠償指定施設とせられていたことを認めることができるのであるか\nら、控訴人が本件建物の改造工事に着手しようとするにはまずもつて本件建物内に\n充満している右賠償機械を搬出、移動して本件建物をその支配下に置くことを要す\nることはいうまでもないところである。そうして、すでに本件契約締結前控訴人協\n会の理事らにおいても、また被控訴人側で本件物件の売払いを担当した関東財務局\n長Ｄ、同局管財部長Ｐ、同業務課長Ｇらにおいても正確な台数はともかくとして、\n本件建物内に多数の賠償機械が存在することを認識していたことは、当審証人Ａ、\nＰ、Ｇ（以上いずれも第一回）、Ｄの各証言によりこれをうかがうに十分であるか\nら、契約当事者、殊に買主たる控訴人にとつて右賠償機械に対する処置、すなわち\nその撤去、移動の能否、これが可能であるとしてどのような手続を経てなんぴとが\nこれをなし得るか、それに要する日時、経費いかん等々の事項は前記申請の目的達\n成のうえにおいて重大な関心事たらざるを得ないほずである。\n（二）　しかるに、別紙のとおりの甲第一号証の契約書の各条項についてみると\n直接に右賠償機械の移動そのものに関して契約条項第四条が第一回分納金の納付さ\nれたときをもつて売払物件を控訴人に完全に引渡したものとし、これを受けて第八\n条が右物件の引受を受けた日から申請の目的に従つてこれを使用する、と約定して\nいるが、これらの各条項は国が国有普通財産売払の契約において通常定めるところ\nに従つたものと解せられることはともかく、その各条項にあらわれたところはあく\nまでも本件土地、建物の引渡とその使用に関するものであり、特にその引渡はなん\nらかくべつの手続を用いず現状のまま引渡すというにあつて、賠償機械の撤去、移\n動に関する定めを置いたものでないことは明白である。かえつて契約条項第一一条\nによれば賠償機械の管理保全は関東財務局および現管理人（後述のように富士産業\n株式会社）と協議して万全を期し機械の移転その価については控訴人の負担とすべ\nきものと約定しているところ、第一回分納金の支払とともになされるべき本件土地\n建物の引渡の以前には控訴人が本件建物内の賠償機械そのものの占有に関係するこ\nとがあり得ないことを考えると、右第一一条の前段は控訴人が第一回分納金を支払\nうことにより本件物件の引渡を受けた後においても、賠償機械撤去までは本件建物\n内に、また少くとも本件建物から右機械を本件土地上に搬出したときは本件土地上\nに、これら機械がなお存在することのあるべきことを予想して約定されたものであ\nり、その後段は機械の移動に関する事実上の行為は、単に費用の負担にとどまらず\nそのすべてを控訴人においてまかない、取り行うものと約定したとみるのが右条項\nの文言に適合し、自然である。もつとも、当審証人Ｇの証言（第一回）中には右第\n一一条の条項は控訴人をして本件物件内の立入を容易ならしめるためのものであつ\nたとの部分があるが、そのような意図を含むものとしてもそれだけの意義しかない\nとするのは当らず、むしろ当審証人Ａ（第一回）の証言によれば、賠償機械の管理\n人たる富士産業株式会社の当該係員は当初控訴人の職員の立入を比較的容易に認め\nていたが本件契約の成立後はこれを厳しく制限したという事実を認めることができ\nるのであつて、これに照らしてみると右Ｇ証人の上掲供述部分は未だ十分右契約の\n趣旨を示すものとすることができない。また右条項後段に関しては、機械の移動は\nもつぱら国が行い、ただその費用は控訴人の負担とすることを定めたにすぎないと\nいう右Ｇ証人の証言及び当審証人Ｐの第一回証言（第二回では否定）も右条項の文\n理に反し採用することができない。\n（三）　従つて、甲第一号証の契約書の文面においてなんらか本件賠償機械の搬\n出、移動に関して定める事項は以上をもつて尽きるというべきところ、控訴人は売\n払契約書において触れるところがない約定は売払申請書およびその添付書類の記載\nを参照して補充されるべきであると主張するので、この点につき判断を進める。お\nよそ契約書に記載された約定でその趣旨不分明な事項ないし契約書にその記載の欠\n缺がある事項については、たんに記載の文言上不分明のものは合意があいまいであ\nるとし、記載のないものは約定がなかつたものと速断すべきではなく、場合によつ\nては、契約書以外の証言その他関係人の供述はもちろん契約締結にいたるまでの事\n情等いつさいの状況を参酌して当事者の合理的意思を探究してその趣旨を分明なら\nしめ、あるいはその空白を補充することの許さるべきことはいうをまたないところ\nである。しかし本件において売払申請書およびその添付書類（成立に争いのない甲\n第二七号証の一ないし一〇）記載のすべての事項にわたり当然にこれが契約書を補\n充して語の厳格な意味において契約の内容となつたものと解し得るであろうか。\n弁論の全趣旨によれば、本件売払契約は会計法第二九条の三第五項、予算決算及\nび会計令第九九条第二一号に該当するものとして被控訴人は本件物件の売払を競争\n入札に付することなく、控訴人との間の随意契約によつたことが認められるとこ\nろ、国有普通財産の売払において随意契約による場合は成立に争いのない乙第一八\n号証の一、二の普通財産取扱規程（昭和二四年大蔵省訓令特第七号）にみられるよ\nうに所管の財務部長は売払物件の利用計画または事業計画、売払代金納付の方法並\nびに延納の特約をしようとする場合は延納期限、担保、利率及び一時に支払うこと\nを困難とする理由、売払に附帯して条件を定める場合はその条件を記載した申請書\nに相手方の売払申請書写を添付（ほかに評価調書、図面、その他の関係書類の添付\nを要するが）して大蔵大臣に送付し、その承認を受けなければならない（上掲取扱\n規程第一〇条、第一一条）とされ、乙第二七号証の一ないし一〇の売払申請書およ\nびその他の添付書類が随意契約による場合普通財産取扱規程の右規定上大蔵大臣の\n承認を受けるにつき添付を要する利用計画、事業計画、代金の納付方法並びに延納\nを求める理由書、担保提供書等に該当することは一見して明らかであつて、これら\nの添付書類は大蔵大臣が本件随意契約によることの可否を決するについてその判断\n資料を供することを第一次的目的として作成、提出されたものというべきであつ\nて、これらが本件契約のされるにいたつた経緯ないしその背景を説明するについて\n有力な資料たることは明らかであつても、しよせんその趣旨以上に出るものではな\nいといわなければならない。これらの書類が控訴人においてまず作成され、関東財\n務局の担当係官が承認を与えるという順序をふんだものであるとしても、同書類の\n有する本来の性格が右のようなものであることには変りがない。\n控訴人は本件契約条項第六条成定の分納金のうち第三、第四回の各分納金二、五\n〇〇万円の支払は本件建物の改造工事完成後設備されることのあるべき店舗の寄附\n金をもつてあてられることとされていたから第一回分納金の納付と同時に本件物件\nの引渡を受けた後直ちに改造工事に着手するのでなければ寄附金取得の計画がくず\nれ、従つて第三回、第四回の分納金も約定どおり支払うことができない事態に立ち\nいたるという点を強調するのであるが、なるほど成立に争いのない甲第二七号証の\n六（資金計画書）および同号証の七（担保納付申請書）によれば、昭和二六年一〇\n月までに浴場、診療所、倉庫等の共同附属施設を利用する業者からの寄附金二、五\n八四万八、〇〇〇円を予定し、これをもつて昭和二七年三月三一日支払約定の第三\n回分納金にあて、昭和二七年七月までに売店、飲食店、倉庫等の附帯施設を利用す\nる業者からの寄附金二、六九七万二、〇〇〇円を予定し、これをもつて昭和二八年\n三月三一日支払約定の第四回分納金の支払にあてる計画であつたことが認められる\nから、もし工事着工が遅延するとすれば施設の開業も遅れ、従つて寄附金取得の時\n期もずれ、第三、第四回各分納金の支払も、財源をこれら寄附金に求める限り遅滞\nに陥らざるを得ない道理であること、控訴人主張のとおりである。しかし他面売主\nたる被控訴人にとつては国有普通財産の売払を決するにあたり申請者たる控訴人が\nその代金殊に分納金支払の財源をなにに求めるか、すなわちこれを寄附金による\nか、銀行借入金または自己資金によるかは（もつとも控訴人に自己資金がほとんど\n存在しないことは後述する）、もつぱら申請者に確実な財源があり、代金の支払が\n確保されると予測し得るかどうかについての事情たるの意味をもつものであり、こ\nれによつて前記随意契約によることの可否を決する判断資料とされるにとどまるも\nのであつて、それ以上に申請者の財源のいかんによつて売主たる被控訴人が影響を\n受け、これに拘束されるべき固有の利益も必要もないと解せられるところであるか\nら、との点を特に契約書上表示しない限りは控訴人が財源を右寄附金に依存すると\nしたことはこれをもつて当事者双方を拘束する如き趣旨において本件売払契約の内\n容にとり入れられたものと解すべきではない。しかも右寄附金の支払もはたして控\n訴人の計画とおり全額が予定の支払時期に完了するか否かは事の性質上なんびとに\nも保しがたいところであるからこれらをも含めてその一連の資金計画を承認して本\n件を随意契約によらしめたらえ延納を認めた被控訴人の措置は買主たる控訴人のた\nめ相当に便宜を供し、むしろ恩恵的色彩をすら看取せざるを得ず、それが本件売払\nの申請目的と相まつて本件契約に単なる通常の国有普通財産の売払と異なる印影を\n与えていることは否定し得ないけれども、そのことの故に前記事項が本件において\n占める趣旨を左右すべきものではない。\nそうだとすれば、右寄附金に関する事項は控訴人の資金調達の方法を述べたにと\nどまつて、被控訴人がこれに立脚して本件売払を随意契約によることを承認したと\nしても、とのこと自体により当然に本件売払契約上において控訴人が第一回分納金\nを支払うと同時に直ちに予定の改定工事に着手し得る状態で現実に本件物件を支配\n下に置くとの約定が織り込まれたものと解するによしなく、殊に関東財務局の本件\n売払決議書たる原本の存在並びにその成立に争いのない甲第二号証には売払附帯条\n件として契約書案のとおりとの記載があるだけで、他に売払申請書およびその添付\n書類を引用する記載もないから、本件売払申請書およびその添付書類のその他の記\n載も語の厳格なる意義において本件売払契約の内容をなすものとみることができな\nいことは明らかである。\n三　以上のように前記賠償機械の撤去、移動は控訴人が本件土地建物の現実の支\n配を得るうえに不可欠の前提であり、控訴にとつて重大な関心事たらざるを得ない\nはずであるのに本件契約書上は前記第一一条においてわずかにこれに触れるほか直\n接これについて規定した条項はなく、控訴人主張の本件売払申請書の添付書類も、\nこれをもつて右契約条項を補充する資料とすることができないとすれば、本件賠償\n機械の撤去、移動に関する事項は当然のこととして契約書に表示しなかつたのであ\nろうか、あるいは反対に万一これが撤去不能の場合があつてもその危険は控訴人に\nおいて負担するものとしてあえて本件売払契約を締結したものであろうか。以下、\nこれにつき検討するに、当審証人Ａ（第一回ないし第三回）、Ｆ（第一、二回）、\nＧ（第一、二回）、Ｐ（第一回）の各証言をあわせれば、控訴人協会の理事Ａ、Ｆ\nらは本件売払契約締結前から本件建物内に賠償機械の存在することを十分に知つて\nいたので関東財務局との売払契約について協議の段階で多数存在する右機械の移動\nの能否をたずねたところ関東財務局の契約担当係官たる業務課長Ｇらから賠償機械\nはすぐ移動できる旨の説明があつたから、Ａ、Ｆらにおいてこれを信じて深く追及\nすることなく了承し、第一回分納金の支払期日についても右機械の撤去の所要日数\nをおおよそ三カ月とみて昭和二六年二月二〇日を支払期日とする納入告知書が右財\n務局から発せられるのであつた、しかるに本件売払契約の成立後判明したところで\nは事態は決して容易ではなく、特に本件物件内で賠償機械を管理する富士産業の当\n該係員は本件土地建物が民間団体たる控訴人に払下げられると知つてからその態度\nを一変して硬化し、控訴人協会の職員が本件建物内に出入するについてもその権限\nを厳格に行使しいちいち右会社係員の許可を要求し、控訴人が第一回分納金の融資\nを受けるため融資予定さきの銀行職員を本件建物内に案内するにも差支えるほどで\nあつたため、これを関東財務局に訴え出たけれども同財務局もいかんともすること\nができず、Ａ、Ｆらにおいてやむなく賠償関係官庁たる東京都庁、外務省賠償課に\nおもむき右事態の改善方を陳情したけれども、かような取扱いを受けるのは本件土\n地建物が賠償指定施設となつているためやむを得ない、もともと賠償機械が存在す\nる建物の払下を受けるのがおかしい、とまで言われる始末で、何の解決も得られな\nかつたことを認めることができる。他方、成立に争いのない甲第三一号証の三の二\nの工場事業場等の管理に関する件（昭和二一年二月二〇日商工、文部省令第一号）\n第一条によれば、主務大臣の指定する工場、事業場、研究所等の賠償指定施設を経\n営し、または権原にもとづきこれを占有する者はこれを良好な状態において管理す\nべき義務があり、右指定施設に属する機械、器具等は、特別の必要に依り地方長官\nの許可を受けた場合に限つて移動が許されるのであり、同第二条によれば右許可を\n申請せんとする者は移動先、移動先における管理の方法、移動を必要とする事由等\nを記載した申請書を地方長官に提出することを要するのであるが、さらに成立に争\nいのない乙第一一号証の一の一ないし三、同第一二号証の一ないし四に当審証人Ｇ\nの証言（第二回）をあわせると、地方長官は許可に際してさらに通産省賠償課を経\nて連合国最高司令部民間財産局（ＣＰＣ）の許可を受けなければならないこととさ\nれていたことが認められる。かように特別の必要があるとして地方長官の許可を得\nるにも各種の審査を経由し、最終的には連合国最高司令部の意思により左右される\nものであるところ、当審証人Ｕの証言をあわせれば、本件賠償機械は前記のとおり\nの多量にのぼるためこれを良好な状態において収納するに適合する施設は容易に他\nに求めがたく、本件土地建物の外に搬出することはもちろん、本件建物から移動し\nて本件土地の一部に集結、保管することもほとんど不可能であり、前記許可は実際\n問題としてとうてい得られるべくもない状態にあつたことを認定することができ\nる。\nしからば、本件売払契約の当事者双方がその契約当時本件建物内の賠償機械が容\n易に移動し得ると判断したのは、事態を深く認識しなかつたことにより誤れる判断\nに陥つたものと評するほかはないが、ともかくもかような認識、判断に立脚したた\nめ本件契約において右賠償機械の搬出、移動の点の如きは契約書に掲げるまでもな\nい事項としたものと認定すべく、従つて右賠償機械の搬出移動が容易であるとのこ\nとは控訴人において本件契約を締結するにいたる意思決定の誘因ないし動機となつ\nたという意味で本件契約の実質的前提をなすとはいい得るであろうが、そのことは\nあげて後に判断すべき信義則の問題として考慮すべき一資料たるに止まり、当事者\n双方ともこれに直接法的効果を付与し、あるいは右前提がみたされない限り契約は\n発効しないものとする趣旨であつたとし、あるいは逆に右前提がみたされない場合\nでもその危険は一に控訴人の負担とすることを甘受する趣旨であつたとする如き意\n味において本件契約を締結したものではないと解さなければならない。当審証人Ｇ\nの証言（第一、二回）のうち本件機械の移動は国の責任においてなされるべく、も\nし移動ができないときは当然に代金の納入延期を承認する趣旨であり、このことは\n当然の事項として契約書に表示しなかつたという趣旨の供述は、これを契約自体の\n直接の内容とする趣旨に即する限り前に述べたところに照らして、同証人の主観的\n判断に偏するものというべくとれを採用することができない。\n四　かように本件契約においては控訴人の第一回分納金の支払と同時に本件土地\n建地内の本件賠償機械を他に搬出、移動し、控訴人が本件物件の現実の占有を取得\nし直ちに申請目的に従つて使用し得ることが語の厳密なの事由たる不履行がないと\nする控訴人の主張は採用し得ない。\n五　控訴人は、本件解除は信義誠実の原則に反すると主張する。よつて以下これ\nについて検討する。\n（一）　すでに前認定のとおり、本件契約において本件土地建物内に存する賠償\n機械の撤去は控訴人が契約目的に従つて本件土地建物を使用改造するについて重大\nな関心事であるべきところ、契約に際し被控訴人の関東財務局の契約担当官はその\n撤去は容易であるとの趣旨の説明をし、控訴人もまたこれを信じて売払契約に応じ\nたのであるが、事実は予想に反してきわめて困難であり、特に後に認定する昭和二\n六年一〇月ごろようやく賠償解除の見とおしが得られるころにいたるまではその撤\n去、移動は事実上ほとんど不可能であつたから、あらかじめこのような事態を察知\nせず、これに拠する用意を缺いたまま契約したについては、当事者双方ともにいわ\nば過失があるというべきである。\nしかして、成立に争いのない甲第二七号証の一、二の本件売払申請書添付の控訴\n人の財産目録、同号証の七の担保納付申請書中代金を一時に支払うことが困難であ\nる理由の記載によれば、控訴人の基本財産は設立当時金一〇二万円（らち金一〇〇\n万円が定期預金）にすぎず、自己資金がないから本件売払代金のうち第一、二回各\n分納金は銀行借入金により、第三、四回各分納金は前記のような寄附金によりこれ\nを支払らこととしていたことが認められ、当審証人Ｇ（第一回）の証言によれば関\n東財務局も右事情をすべて了承したうえ控訴人の本件売払申請に応じたことを認め\nることができるところ、当審証人Ａ、Ｆ（いずれも第一回）の各証言をあわせれ\nば、控訴人は本件売払契約締結後第一回分納金の支払のため銀行融資を求めるべく\n千葉、富士、帝国の各銀行に融資を依頼し、銀行の融資係が本件物件の所在地につ\nき調査するや本件物件が前記富士産業の厳重な管理のもとに置かれ、その搬出は容\n易でないことを知り、これら銀行はいずれも融資をためらい、ついでこれを拒絶す\nるにいたり、そのため控訴人の資金調達は順次遅延し、ついには銀行融資の道が閉\nざされたことを認めるに十分である。従つて本件において当初契約に定めた代金の\n納期からすれば控訴人の支払遅延は相当長期にわたる観があるけれども、その事由\nの大半は賠償機械の存在に起因するものであつて、この事態を招いた縁由について\nは売主たる被控訴人にも一半の責なしとせず、ひとり控訴人の代金の支払遅滞の非\nのみを責めるに急であることは当を得ないといわなければならない。被控訴人が当\n初約旨の期限より相当期間支払を待ち、さらに再度にわたつてその延期を認めたこ\nとは右事態に対応する被控訴人の態度を示すものとしてこれを評価するにやぶさか\nではないが、これによつて尽きるとするのはまだ十分ではない。\n（二）　成立に争いのない甲第二七号証の一〇（控訴人協会設立趣意書）に前認\n定の事実をあわせれば、控訴人は戦後の深刻な住宅難の緩和に奉仕することを目的\nとして設立された財団法人であるが、その当初の計画では直接本件土地建物の売払\nを受けてこれを改造整備して一大庶民住宅にすることがほとんど唯一の目標であつ\nて、むしろこれを目的として設立されたものとすらいい得るものであり、被控訴人\nもこれが当時急務であつた国の住宅政策にそうゆえんであるとした控訴人の事業目\n的に公益性を認めて随意契約により本件物件を控訴人に売払つたことが認められ、\n成立に争いのない甲第三五号証に当審証人Ａ（第一、三回）、Ｌの各証言をあわせ\nれば、控訴人の理事の選任についても、もと建設次官参議院議員Ｂを理事長に置\nき、Ａ、Ｆの両理事のほかはいずれも建設、大蔵両省の出身者を理事にあてていた\nこと、その整備改造計画、完成後の賃貸料等についても実質上主務庁たる建設省の\n指導助言を得て国の規格に合致するようにつとめたことを認めることができるので\nあつて、かような理事選出の当否や官庁介入の是非はともかくとして、以上の事実\nを通じてみれば、被控訴人も本件売払をもつてたんなる物納財産の換価による国庫\n収入の確保のためにするにとどまらず、控訴人の事業目的を意義あるものと認めて\n本件売払契約当時においてはこれを積極的に助成する意図のもとに援助を惜しまな\nかつたと認めるのが相当である。\n（三）　次に控訴人が本件売払契約にもとづき支出した費用もすくなからざるも\nのがある。すなわち、当審証人Ｉの証言により真正に成立したと認める甲第七号証\nの一、同第二四号証の一ないし一〇と同証言および当審証人Ｆ、Ａの各証言（いず\nれも第一、二回）に前認定の事実をあわせれば、控訴人は本件売払契約締結前の昭\n和二五年五月すでに被控訴人から本件物件の売払のあるべきことを予想して長建設\n株式会社に対し本件建物の改造工事の設計依頼をし、これにもとづいて長建設が昭\n和二七年二月ころまでにわたり現地につき前記のような困難な状況を忍びながら測\n量、設計をし、その図面だけても約四五〇枚を作成したのであり、その費用として\n長建設に対し（減額を受けながらも）金六〇〇万円の支払債務を負担し、現に未払\nのままになつていること、控訴人は本件土地建物の清掃、監視のため合計六名の職\n員を本件土地の一隅に設置した管理事務所に常駐させて本件契約解除のころにいた\nるまでこれに当らせ、また銀行融資を求める必要上清掃会社に依頼して本件土地建\n物内に散乱していた、鉄屑、ケーブル線等の取片付けをして来た、以上の事実を認\nめることができる。従つて、控訴人が本件契約にもとづき本件建物の改造工事の準\n備行為として支出、負担した費用は相当の多額に達すると認めるべきである。\n（四）　しかして本件売払契約後被控訴人の催告から契約解除にいたるまでの外\n形的経過に関する事実はいずれも前記一に認定した。そこで、さらにこの間の経過\nを立ち入つて審査するに、当審証人Ｃ（第一、二回）、Ａ（第一、三回）、Ｐ、Ｇ\n（いずれも第一、二回）の各証言に前認定の事実及び弁論の全趣旨をあわせると、\n次のように認めることができる。すなわち昭和二六年一〇月ころにいたつて近く本\n件物件につき賠償施設指定並びに本件機械につき賠償指定の解除がある予定とのこ\nとが新聞紙上に発表されたので、折柄銀行融資の道をとざされて困却していた控訴\n人は三井不動産株式会社の常務取締役Ｃに第一回分納金の融資を依頼し、Ｃ常務か\nら融資の承諾を得た。そのころ控訴人は被控訴人の同年一〇月二六日を期限とする\n催告を受けたので、三井不動産の援助が得られる見とおしがあることを告げて期限\nの延期方を懇請したところ、被控訴人側ではこれを了とし同年一一月七日までの延\n期を承認し、右期限にも支払がないときは契約を解除すべき旨書面で通知した。し\nかるに控訴人は右期限にも間に合わなかつたので同年一一月九日控訴人協会Ｂ理事\n長はＡ理事らとともに三井不動産のＣ常務をともない関東財務局に出頭し、財務局\n長Ｄに対してＡらとともに三井不動産が融資承諾をしたからしばらく支払を猶予さ\nれたい旨を申入れ、Ｃ常務もその旨口添えした。そこでＤ局長も、三井が援助する\nのであれば安心だから、待つ、との言質を与え、一応再度期限を同年一二月二〇日\nに延長した。そのころ三井不動産の会社内部においては同年末ころまでには第一回\n分納金はもちろん将来依頼されることのあるべき第二回分納金の融質もこれを承諾\nするとの態度を決定していたが、年末にあたり資金需要が多く、なお具体的な融資\nの運びにいたらない内に再度の期限も経過した。しかし控訴人としてはすでに三井\n不動産が承知して被控訴人の面前でこれを確約した以上今度こそは間違いないもの\nとして安心するとともに、納期の多少の遅延は約旨の遅延損害金によつて補填され\nるであろうとして、引き続き融資手続の促進をはかつていた。しかるにＡ、Ｃらの\n右申入当時国は講和条約発効を目前に控えて駐留軍宿舎に提供すべき大規模な建物\nを物色しており、すでに本件建物もその候補のリストにのせてあつた関係上、大蔵\n省内部においてはたまたま本件土地建物について控訴人の第一回、第二回分納金の\n支払が遅延していて未決の状態にあつたところに着目し、当初の方針を変更し、控\n訴人が再度延長された期限を徒過するや直ちに右売払契約を取りやめるため本件契\n約解除を決し、担当機関たる関東財務局長にこれを命じ、同局長は前記のとおり控\n訴人に対し契約解除の通知をした。しかしその到達が遅延し、控訴人は大蔵省内部\nにおけるかような意見の変更があるとはまつたく知らず、三井不動産から調達を受\nけた資金をもつてようやく昭和二七年二月七日帝国銀行本店国庫代理店に第一回分\n納金と延滞利子（但しこれがいかなる利率により、いかなる期間に対応するものか\nは分明でない。年利九分とすれば一〇数日、日歩五銭とすれば五日内外のものに当\nる）を納入することができたが、被控訴人からすでに契約の解除後であるとして納\n入金を返戻された。控訴人理事らはそれまですでに解除の書面が出ていることは全\nく知らず、（翌日前記経緯により現実に了知）事の意外に驚くとともに、長期にわ\nたる努力が水泡に帰したとして大いに慨嘆した。以上のように認めることができ\nる。当審証人Ｐは、第一、二回尋問を通じて右契約解除前には本件建物を駐留軍宿\n舎に提供するとのことを聞いたことがない旨を供述し、当審証人Ｄも同旨の供述を\nしているが、これらの証言は当審証人Ｇの証言（第一回）中とれと反対趣旨の供述\nに照らして採用することができない。その他に右認定を妨げる証拠がない。右事実\nによつて考えれば結局において控訴人において第一、第二回分納金の資金調達がよ\nうやく現実化したやさきに目的達成の希望を奪われたものであり、再度の延長につ\nいてもその期限内に支払がないときは解除されるべき旨附言されていることは前記\n証人Ｐ、Ｇの証言によりうかがえるが、Ｇ証人の証言によればこれは慣例的なもの\nであつて、むしろ随意契約による売払の場合に代金の納入がおくれていても会計検\n査院から非難事項として指摘されるようなことがない限り解除の手段をとることが\nほとんどなく、本件の場合も会計検査院は代金納入が遅延している事情をよく了解\nして非難事項にはしていないことがうかがわれ、しかもこの再度の延期については\n前回の場合のような書面は作られなかつたものであり、もし右期限の徒過によつて\n直ちに契約が解除されるべきことが十分徹底していたとすれば翌二七年一月にいた\nつて三井不動産が前記融資を実行するさいに、すでに再度の延長期限の後のことで\nあるから、あるいは本件契約は解除されているのではないか、少くとも解除される\nおそれがあるのではないかを懸念するのが会社として自然であるのに、この点の顧\n慮をした形跡のないところからすれば、右再度の期限延長のざいは右期限を徒過す\nれば契約は解除されるとの警告はそれほど重きを置かれず、控訴人にも三井不動産\nにも十分納得させていないものと解するに十分であり、その上関東財務局長の前記\n言質もあつたことであるから控訴人において右契約解除が突然の、不意打ちである\nと感じたとしてもあながちこれをとがめることはできない。\n<要旨>六　前段認定の諸事実を通じて考えるに、控訴人の代金支払の遅延したの\nは主として本件建物内に撤去不能と</要旨>いうべき賠償機械が存在したからにほか\nならず、それにもかかわらず本件売払契約を締結せしめたについては被控訴人も一\n半の責任を分担するのが当然であつて、その代金支払の遅延については宥恕すべき\n十分の理由があり、現に被控訴人も控訴人の事業目的を助成するとし、従来相当好\n意的な態度を持して来たのであるのに、控訴人がようやく資金調達の方途を掴むに\n及んで他に転用するためにわかに右態度を改め、支払遅延を理由として契約を解除\nし、控訴人の長期にわたる努力を無に帰せしめ、本件売払契約にもとづき支出した\n経費はもちろんその存立の基礎をすら根底から奪うにいたつた措置は、契約に定め\nた解除権の行使としても、催告にもとづいてした解除権の行使としても、とうてい\n社会的妥当の範囲内に止まるものとはいい難いと断ぜざるを得ない。特に本件の場\n合従前から支払猶予をかさね、かつ関東財務局長が前記のころさらに支払を猶予す\nるから納入を期待する旨を言明しているのであるから、すでに強力な応援者を得た\n控訴人側が被控訴人のこれら従前の寛容にあえて押れるといわずとも、相当信頼し\nていることは当然であり、そのことは被控訴人も熟知しているのであるから、もし\n真にこの再度の延期を最後として不履行により直ちに契約解除の措置に出ようとす\nるのであれば、右延長のさいその旨十分相手方に徹底せしめ、要すればその旨の請\n書を徴するか、その後において期間経過の事前に再度警告を発するか、それらのい\nずれをもしないならばさらに今一度相当期間を定めて催告する等の措置を講じて、\n控訴人をして万一にもその最終の機会を逸して悔を千載に残すようなことのないよ\nうにするのが国としてとるべき当然の措置であり、これこそが信義誠実の原則の要\n求するところというべきである。\nしかるに、被控訴人がかような措置をとることもなく、本件契約解除の意思表示\nをしたのは民法第一条第二項にもとり結局その効力を有するによしないものといわ\nなければならない。\n七、　従つて、被控訴人の本件契約解除の意思表示はその余の争点につき判断す\nるまでもなく無効であり、本件売払契約は存続するものというべきであるから被控\n訴人は控訴人に対し控訴人からすでに履行期の到来した本件代金七、九六八万三、\n一四三円の受領と引換えに本件土地建物につき昭和二五年一一月八日附売買による\n所有権移転登記手続をすることを求められればこれに応すべき義務があることが明\nらかである。\nされば、控訴人の本件請求は理由があるからこれを認容すべきであり、これと異\nなる原判決は不当であり、本件控訴は理由がある。よつて、民事訴訟法第三八六条\nに従い原判決を取り消すこととし、訴訟費用の負担につき民事訴訟法第九六条、第\n八九条を適用して、主文のとおり判決する。\n（裁判長判事　浅沼武　判事　間中彦次　判事　柏原允）\n甲第一号証\n契　　約　　書　（写）\n関東財務局長Ｄ（以下甲という）は国有財産の売払に関し財団法人日本文化住宅\n協会理事長Ｂ（以下乙という）と左記条項により契約を締結する。\n第一条　売払物件及び代金は次の通りである。\n所　　　在　武蔵野市ｎ字ｏｐノｑ\n種　　　目　工場建（工作物を含む）参万四千七百九拾壱坪七勺\n数量、宅地　弐万参千壱百八拾七坪八合\n代　　　金　七千九百六拾八万参千壱百四拾参円\n第二条　本契約を締結した後売払物件の数量に差異があったり瑕疵があったりした\n場合でも甲はその責に任じない。\n第三条　乙は本契約書の送付を受けた後一週間以内にこれを甲に送付し又甲の発す\nる納入告知書によって指定期間内に買受代金の内第一回納入金（壱千九百六拾八万\n参千百四拾参円）を納付しなければならない。\n第四条　売払物件は前条の金額を納付した日を以て別に何等の手続を用いず完全に\n乙に引渡したものとする。\n第五条　売払物件文ついては所有権移転登記と同時に売渡人のために別紋の担保物\n件につき民法第三百四十条に依り先取特権の登記を為すものとする。\n第六条　先払代金の残金六千万円については左記売払代金年賦延納年次表に基き甲\nの発する納入告知書により指定期間内に納付するものとする。\n前項の納入金額に対しては年九分の利子を附するものとし尚納入期日に納付しな\nいときはその翌日から納付に至る日までの日数に対し日歩五銭の単利計算による延\n滞金を徹収するものとする。\n＜記載内容は末尾１添付＞\n第七条　本契約を締結した後物件引渡前に於ける天災其の他不可抗力による滅失毀\n損もすべて乙の負担とする。\n第八条　乙は売払物件の引渡しを受けた日から申請の目的に従ってこれを使用する\nものとする。\n第九条　甲は乙が本契約の義務を履行しないときは無条件で本契約を解除すること\nが出来る。\n第十条　前条によって契約を解除した場合これによって甲に損害を生じたときは乙\nは甲に対し賠償の責に任じなければならない。\nこの場合の賠償額は甲の単独意思で決定する。\n第十一条　売払物件内の賠償機械は甲及び現管理人と協議し管理保全に万全を期す\nると共に機械の移転その他の一切については乙の負担とする。\n第十二条　本契約に関する費用はすべて乙が負担しなければならない。\n右契約を証する為本書弐通を作成し双方記名捺印し各自其の壱通を保有する。\n昭和二十五年十一月八日\n売　渡　人　　　　国\n右契約担任官　関東財務局長\nＤ\n買　受　人\n東京都中央区ｋｌ丁目ｍ番地\n財団法人　日本文\n化住宅協会\n理事長　Ｂ\n別　　　紙\n目　　　録\n一、東京都武蔵野市ｎ字ｏｐのｑ\n宅　　　地　二三、一八七坪八合\n一、同所ｒのｓ所在（家屋番号第ｔのｕ附属建物）鉄筋コンクリート造地下室附四\n階建工場　一棟\n建　　　坪　　一〇、一四七坪〇四勺\n外　地　階　　　四、二七八坪一合八勺\n二　　　階　　　九、七三六坪五合七勺\n三　　　階　　　九、七三六坪五合七勺\n四　　　階　　　　　八九二坪七合一勺\n"
}