{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 10,
    "day": 31
  },
  "case_number": "昭和36(ラ)562",
  "case_name": "強制執行に際し執行吏の遵守すべき義務に関する異議の申立事件の申立却下の決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第一三民事部",
  "article_info": "第14巻8号538頁",
  "gist": "不動産強制競売の競売期日における手続に対し、執行方法に関する異議を申し立てることの適否",
  "case_gist": "不動産に対する強制競売手続において執行吏が違法に最高価競買人の氏名および価額を呼び上げたことを単独にとりあげて、民訴第五四四条に基づき執行方法に関する異議を申し立てることは許されず、右違法を主張する利害関係人は同法第六七一条により競落の許可についての異\n議を申し立てるか、若しくは競落許可決定に対する即時抗告によらなければならない。",
  "lawsuit_id": "21216",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21216",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/216/021216_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n本件抗告の要旨は左のとおりである。\n債権者株式会社愛三（抗告人）、債務者Ａ間の浦和地方裁判所秩父支部昭和三四\n年（ヌ）第一号不動産強制競売事件の昭和三五年三月二日午前一〇時の競売期日\nは、執行吏関根佐市主宰のもとに同支部内不動産競売場において実施された。当日\n債権者たる抗告人は所定時間前に出頭して競売の始まるのを待つていたところ、同\n日午前一〇時に競売期日は開始されたが、午前一〇時二五分頃同執行吏は競買人が\nないものと認めて、不動産競売停止調書に抗告人及び当期日に出頭していた仮差押\n債権者Ｂ両名の署名押印を求め同期日は終了された。しかるに、同執行吏は、別紙\n目録記載の不動産についてＣを最高価競買人として競売調書を作成処理している\nが、これが如何なる策謀に基くものか判らないけれども、同執行吏が競売期日を終\n了して抗告人並びにＢに署名押印を求めて不動産競売停止調書を作成しながら、一\nたん終了した競売を続行してＣに競落させたのは、明らかに執行吏が強制執行に際\nし遵守すべき手続を誤つた違法のものである。\nそこで、抗告人は、原裁判所に対し「同執行吏が右不動産をＣに競落せしめた強\n制執行は許さない」旨の裁判を求めたのであるが、却下の決定を受けたので、抗告\nの申立に及ぶというのである。\nよつて、当裁判所はつぎのとおり判断する。\n所論は要するに、競売期日に競買人がなく期日は終了されたにかかわらず、執行\n吏が同期日に最高価競買人があつたものとして処理した手続の違法を理由として、\n民事訴訟法第五四四条に基き執行方法に関する異議の申立をなして執行吏の右手続\nの取消を求めるものである。\n<要旨>しかしながら、金銭債権についての不動産に対する強制競売は、当該不動\n産の換価に至るまでには多数の手</要旨>続を経て実施されるものであるけれども、\n換価は、最終的には競落許可ないし不許可決定によりその帰結をみるので、法律の\n規定も、この段階において、異議事由を法定して競落期日に出頭した利害関係人に\n対し競落の許可についての異議申立の機会を与え（民事訴訟法第六七一条、第六七\n二条）、また競落許可ないし不許可決定に対し即時抗告の途を開いている（同法第\n六八〇条、第六八一条）趣旨よりすれば、換価につき右異議事由を主張するもの\nは、右法律の規定に準拠して不服の事由を開陳すべきものであり、その前段階の個\n々の手続をとりあげて不服の申立をすることは許されないものと解するのが相当で\nある。\n本件不服の事由をみるに、仮に抗告人主張のとおりであるとしても、それは、最\n高価競買人でないものを最高価競買人として、その氏名並びに価額を呼び上げた違\n法があり、同法第六六六条第一項に違反し、同法第六七二条第七号の異議事由に該\n当するわけであるから、抗告人はすべからくその直後開かれた本件競落期日に出頭\nして競落の許可についての異議を申し立てるか、若しくは競落許可決定に対し即時\n抗告をすべきものであつて、これ以外に、執行吏の競売期日における手続を単独に\nとりあげて同法第五四四条に基き異議の申立をすることは許されないものといわね\nばならない。\nなお、本件不動産強制競売事件記録に徴すれば、本件不動産について、昭和三五\n年三月二日午前一〇時の競売期日後同年三月七日午前一〇時に開かれた競落期日に\nおいて、利害関係人不出頭のまま競落許可決定が言い渡されたところ、抗告人は、\n右競落許可決定に対し同年三月一〇日適法な即時抗告の申立をしたが、抗告棄却の\n決定を受け競落許可決定は確定していることが認められるのである。しかし、抗告\n人としては、少くも右競落許可決定に対する即時抗告に際して、不服の事由を開陳\nするとともにその立証を尽すべきものであつたというほかない。\nされば、原裁判所が抗告人の申立を却下したのは結局相当であり本件抗告は理由\nがないのでこれを棄却することとし、抗告費用は抗告人に負担させて、主文のとお\nり決定する。\n（裁判長裁判官　原増司　裁判官　多田貞治　裁判官　吉井参也）\n"
}