{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和40(う)395",
  "case_name": "賭博開張図利幇助被告事件",
  "court_name": "仙台高等裁判所第一刑事部",
  "article_info": "第18巻4号470頁",
  "gist": "賭博開張図利幇助罪に刑法第三八条第二項が適用された事例",
  "case_gist": "賭博開張図利幇助被告事件において、幇助者として起訴された者が、本犯の賭博開張図利の事実を認識していなかつたとしても、本犯がその賭博場で賭客と共に賭博を行なつたという場合に、本犯らが賭博を行なうものとの認識のもとにこれを幇助したことが認められる以上、刑法第三八条第二項を適用して、賭博幇助罪をもつて処断すべきである。",
  "lawsuit_id": "24026",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24026",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/026/024026_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人三名に関する部分を破棄する。\n被告人Ｄを判示第一の（一）の事実につき罰金三、〇〇〇円、同（二）\nの事実につき罰金三、〇〇〇円、被告人Ａ、同Ｂを罰金五、〇〇〇円に各処する。\n被告人らにおいて右罰金を完納することができないときは、各金五〇〇\n円を一日に換算した期間当該被告人を労役場に留置する。\n原審における訴訟費用（国選弁護人佐久間貢に支給した分）はこれを四\n分し、その一を被告人Ａの負担とし、当審における訴訟費用中証人Ｃに支給した分\nはこれを三分し、その二を被告人Ｄ、同Ａの負担とする。\n理　　　　由\n（控訴趣意）\n本件控訴趣意は大河原区検察庁検察官事務取扱検事渡辺寛一名義の控訴趣意書記\n載のとおりであるから、これを引用する。\n（当裁判所の判断）\n控訴趣意（事実誤認と審理不尽）について\n原判決が、本件各公訴事実の本犯である原審相被告人Ｅ、同Ｆに対する各賭博開\n張図利の公訴事実については、いずれも有罪と認定判示したが、その幇助犯として\n起訴された被告人三名に対する本件公訴事実、すなわち\n第一、　被告人Ｄは\n（一）　昭和三八年八月六日頃原審相被告人Ｅらが白石市ｅ字ｆｇ番地Ｇ方にお\nいて、賭場を開張し、Ｈ外一〇名位の賭客を誘引し、花札を用い俗に「アトサキ」\nと称する賭銭博奕をさせて寺銭名下に金銭を徴収して利を図つた際、その情を知り\nながら、開張者側関係者の輸送、賭客の誘導案内をして、右Ｅらの右犯行を容易な\nらしめてこれを幇助した\n（二）　同年一〇月中旬頃、原審相被告人Ｅらが同市ａｂのｃ番地ｄアパート内\n原審相被告人Ｆ方二階において、賭場を開張し、Ｉ外一〇数名の賭客を誘引し、花\n札を用い俗に「アトサキ」と称する賭銭博奕をさせて寺銭名下に金銭を徴収して利\nを図つた際、その情を知りながら、前同様の行為をして右Ｅらの右犯行を容易なら\nしめてこれを幇助した\n第二、　被告人Ａ、同Ｂは同年八月六日頃前記Ｇ方において前記第一、（一）記\n載のように原審相被告人Ｅらが賭場を開張し利を図つた際、その情を知りながら、\n賭客の案内、接待、見張をしてその犯行を容易ならしめてこれを幇助した\nという事実に対しては、いずれも、被告人らにおいて、右公訴事実にあるような\n行為を担当したこと、そしてその際多分賭博が行なわれるであろうということは知\nつていたものと認めることができるが、それ以上の本犯Ｅらの賭博開張図利の所\n為、目的についての認識があつたという点については、被告人Ｂについてはこれを\n認める証拠がなく、被告人Ｌ、同Ａについては、被告人Ｌの検察官に対する昭和三\n九年六月一〇日付供述調書、被告人Ａの検察官に対する同月一六日付供述調書のほ\nかには証拠はなく、しかも右各供述調書におけるこの点に関する供述部分は、いず\nれも採用できないから結局同被告人らについても、この点の証拠がないとして、被\n告人ら三名に対し無罪を言い渡したものであることは所論のとおりである。\nところで、原判決が本犯Ｅ、Ｆに対する有罪判決において挙示する証拠および被\n告人Ｌの司法警察員に対する昭和三九年六月八日付供述調書二通（（甲）\n（乙））、被告人Ａの司法警察員に対する同月一一日付、同月一四日付（甲）供述\n調書、被告人Ｂの司法警察員および検察官に対する各供述調書ならびに当審におけ\nる証人Ｅの証言によれば、本件各公訴事実のように本犯Ｅらの賭博開張図利の所為\nがあつたこと、本犯Ｅがその各賭博場において自らも賭博をなしたこと、被告人ら\nがそれぞれ本件公訴事実にあるような行為をなしたこと、その際被告人らはそれそ\nれその賭博場において賭博が行なわれるであろうことを知つていたこと、以上の事\n実が認められるのである。\nそこでまず被告人らが本犯Ｅらの賭博開張図利の所為を知つていたかどうかの点\nについて検討する。記録および当審証人Ｃの証言によれば、被告人らはいずれもＪ\n会Ｋ地区の会員であり、同会はいわゆる暴力団といわれているものであつて相当多\n数の会員をもつていること、Ｊ会Ｋ地区支部長は本犯Ｅであつて被告人Ｄはその実\n弟であり、右Ｊ会会員としても同人の弟分となり、また被告人Ａ、同Ｂは同会内に\nおいては本犯Ｅの若衆の立場にあるものであること、本件公訴事実の本犯の所為が\n右Ｊ会を利用して行なわれたものであろうこと等は、おおむね検察官所論のとおり\nである。しかし、他面記録によれば、本犯Ｅ、ＦがＪ会に加入したのは昭和三七年\n一〇月頃であつて、当時同会Ｋ地区支部長はＬであつたところ、同人が同年一二月\n頃強盗罪により逮捕され、その後その罪により服役するようになつたため、本犯Ｅ\nが右支部長となつたものであること（八九二丁、九一九丁）が認められることから\nすれば、本犯Ｅが自ら自由にＫ地区において賭博場を開張し得るようになつたの\nは、その後のことに属するものと思われる。また記録によれば、本犯Ｅが賭博を覚\nえはじめたのも本件公訴事実第一の（一）の時点からはさほど古いものでないこと\n（五七五丁）、同人は昭和三九年四月一四日大河原簡易裁判所で賭博罪により略式\n命令で罰金一〇、〇〇〇円に処せられたのが唯一の賭博に関する前科であること\n（一〇一五丁、一三九丁）等が認められ、以上の諸事実と記録にあらわれた捜査の\n経過等を総合し検討すると、本犯Ｅが本件以外に自ら賭博開張図利を行なつた事実\nがあると認めるに足る証拠はないのである。さらに記録によれば、被告人らはいず\nれも賭博には関心が薄く、本件公訴事実当時は賭博ないしは賭博場等に関する知識\nも少なかつたものであつたばかりでなく、本件公訴事実の賭博開張図利の点につい\nては本犯の者らから知らされていたわけでもなく、本犯の者らからの指示命令によ\nり行動したに過ぎず、その行動範囲も制限されていたものであることが窺えるので\nあつて、これと前記本犯Ｅの賭博歴が浅く、かつ賭博開張図利の前歴も証拠上これ\nを認められないこと等を合わせ考えれば、被告人らが本件各公訴事実当時、本犯の\n各賭博開張図利の所為を知つていたものと断定するのはちゆうちよしないわけには\nゆかない。各被告人らの司法警察員に対する各供述調書、被告人Ｌの原審第二回公\n判廷および当審公判廷における供述、被告人Ａ、同Ｂの原審および当審公判廷にお\nける各供述に対比し、所論指摘の被告人Ｌ、同Ａの各検察官に対する供述調書の供\n述部分、原審第一回公判調書中被告人Ｌの供述調書における供述はたやすく信用し\n得ないものである。また記録によれば、被告人Ｌは本件公訴事実後の同年一二月頃\n本件公訴事実第一の（二）のアパートにおいて行なわれた賭博の際、その賭博場に\n入つて見ようとしたところＥから、お前が賭場に顔を出してはまずいから帰れとい\nわれアパートの入口前に停めていた車の中で待つていたことが認められるのである\nし（七九九丁）、原審相被告人Ｍは右賭博場および本件公訴事実の二個の賭博場に\n出席していること（七八三丁裏）等を思えば右Ｍの司法警察員に対する昭和三九年\n六月一二日付供述調書における供述部分もたやすく信用することはできない。なお\n所論指摘の被告人Ｂの検察官に対する供述調書、同被告人の行動の如きは、本件公\n訴事実当時における同被告人の賭博に関する知識、関心の度合、本件公訴事実の賭\n博場における行動範囲等が前記のようなものであるところからすれば、同被告人が\n本件公訴事実の本犯Ｅらの賭博開張図利の所為を知つていたと認定する資料として\nは足りないものといわなければならない。以上要するに記録を精査し当審における\n事実取り調べの結果に徴し、かつ本犯Ｅの賭博歴が浅いこと、賭博開張図利の前歴\nが証拠上認められないこと、同人および被告人らのＫ地区のＪ会会員としての経\n歴、地位等諸般の事情をも総合し勘案すれば、被告人らが本件公訴事実の各幇助行\n為をなした当時本犯の各賭博開張図利の所為を知つていたものとは断定できないも\nのというべく、原判決が前記のように証拠の取捨選択および証拠価値の判断をして\n被告人らが本犯の賭博開張図利の所為を知つていたとの点は認定できないと判示し\nたのは結局正当であつて、この範囲においては、原判決には所論のような自由心証\n主義の範囲を逸脱し、経験則に反した心証形成をして事実誤認の誤りを犯したもの\nとは認められない。\n<要旨>よつて進んで原判決がこの点において直ちに被告人らを無罪とした当否に\nつき検討する。おもうに賭博開張</要旨>図利の幇助罪はその本犯の性質上賭博の幇\n助を包含するものであるから（大審院大正九年（れ）第一四九九号、同年一一月四\n日判決、大審院刑事判決録第二六輯七九三頁参照）、同一の日時場所で同一人らに\nより同一の方法によつて行なわれた賭博開張図利を幇助したという罪とその者らが\n行なつた賭博を幇助したという罪とは基本的事実関係を同じうしその間には公訴事\n実の同一性が存するものというべく、したがつてこのような場合には、たとえ幇助\n者が本犯の賭博開張図利の事実を認識していなかつたとしても本犯らが行なつた賭\n博の事実を認識していたとすれば、少なくとも軽い賭博幇助の罪責を認定すること\nができると解すべきであつて、しかも本件のような事案においては、この場合に訴\n因変更の手続を経ないでこれを認定しても毫も被告人らの実質的防禦を害すること\nはないといつてよいところ、本犯Ｅは自らも本件各賭博場において賭客と共に賭博\nを行なつたことが認められることは既に説明したとおり証拠上明らかであり、しか\nも被告人らが右賭博行為を幇助したと認めるに足る証拠の存することは後記認定の\nとおりである本件においては、原判決が前記冒頭のように判断しながら右の点につ\nき審理判断をしないで、単に本犯の賭博開張図利の所為を知つていたとの点につき\n証明がないとして直ちに無罪を言い渡したのは、審理不尽もしくはこれに基づく事\n実誤認の違法があり、この違法が判決に影響を及ぼすことは明らかであるから原判\n決中被告人らに関する部分は破棄を免れない。論旨はこの限度において理由があ\nる。\nよつて、刑訴法三九七条一項、三七九条、三八二条により原判決中被告人三名に\n関する部分を破棄し、同法四〇〇条但書により被告人ら三名に対し当裁判所におい\nてさらにつぎのとおり判決する。\n（当裁判所の判決）\n〔罪となるべき事実〕\n第一、　被告人Ｄは\n（一）　昭和三八年八月六日頃、原審相被告人Ｅらが宮城県白石市ｅ字ｆｇ、Ｇ\n方において、賭博場を開張し、Ｈ外一〇名位の賭客を集め自らもこれに加わつて花\n札を使用して金銭を賭け、俗にアトサキと称する賭博を行ない、寺銭名義で金銭を\n徴収して利を図つた際、右開張者側関係者の輸送、賭客の誘導案内をしてＥらの右\n犯行を容易ならしめてこれを幇助し\n（二）　同年一〇月中旬頃、前示Ｅらが、同県同市ａｂのｃｄアパート内原審相\n被告人Ｆ方二階において、賭博場を開張し、Ｉ外一〇数名の賭客を集め自らもこれ\nに加わつて、前同様の方法による賭博を行ない、前同様の方法で金銭を徴収して利\nを図つた際、前同様開張者側関係者の輸送、賭客の誘導案内をしてＥらの右犯行を\n容易ならしめてこれを幇助し\n第二、　被告人Ａ、同Ｂは、前示Ｅらが、前記第一の（一）記載の賭博開張図利\n行為を行なつた際、それぞれ賭客の案内、接待、見張をしてＥらの右犯行を容易な\nらしめてこれを幇助したものであるが、被告人らはいずれも前記犯行に際しＥらが\n賭博を行なうものとの認識のもとにこれを幇助したにすぎないものであつて、Ｅら\nの賭博開張図利行為は被告人らの予知しなかつたものである。\n（証拠の標目）（省略）\n（被告人Ｄに対する確定裁判）\n被告人Ｄは昭和三八年九月五日大河原簡易裁判所で業務上過失傷害罪により罰金\n七、〇〇〇円に処せられ、該裁判は同月二九日確定したものであつて、右は同被告\n人に対する検察事務官作成の前科調書、同被告人の原審公判廷における供述により\n認められる。\n（法令の適用）\n被告人Ｄの判示第一の（一）、（二）の各所為、同Ａ、同Ｂの判示第二の各所為\nは、結果としてはいずれも本犯Ｅらの刑法一八六条二項に当る賭博開張図利行為を\n幇助したことになるが、前示認定のように、被告人らはいずれも本件犯行時には右\nＥらが賭博を行なうものとの認識のもとにこれを幇助したにすぎないものであつ\nて、Ｅらの賭博開張図利行為は被告人らの予知しないところであつて、軽い犯罪事\n実の認識のもとにこれを幇助したところ、重い犯罪事実が行なわれた場合に当るか\nら、刑法三八条二項により軽い単純賭博の幇助罪の刑により処断することとし、同\n法一八五条六二条一項罰金等臨時措置法二条三条を適用し、所定刑中各罰金刑を選\n択した上、刑法六三条六八条四号によりそれぞれ法定の減軽をした金額の範囲内に\nおいて、被告人Ａ、同Ｂに対してはそれぞれ罰金五、〇〇〇円に処し、被告人Ｄの\n判示第一の（一）の罪と前記確定裁判を経た罪とは同法四五条後段の併合罪である\nから同法五〇条により未だ裁判を経ない右第一の（一）の罪につきさらに裁判する\nことになるので、同被告人に対しては前示金額の範囲内において判示第一の（一）\nの事実につき罰金三、〇〇〇円、同（二）の事実につき罰金三、〇〇〇円に各処す\nべく、右各罰金不完納の場合にはそれぞれ同法一八条を適用し金五〇〇円を一日に\n換算した期間当該被告人を労役場に留置することにし、原審および当審における訴\n訟費用については刑訴法一八一条一項本文を適用し主文末頃記載のとおり被告人\nＤ、同Ａにそれぞれ負担させることにし、なお同条一項但書により被告人Ｂに対し\nては原審および当審における訴訟費用は全部負担させないこととし、主文のとおり\n判決する。\n（裁判長裁判官　斎藤寿郎　裁判官　小鶴弥作　裁判官　杉本正雄）\n"
}