{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 12,
    "day": 25
  },
  "case_number": "昭和37(オ)1083",
  "case_name": "町議会議員選挙当選無効訴願裁決取消請求",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第16巻12号2524頁",
  "original_court_name": "仙台高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 37,
    "month": 7,
    "day": 11
  },
  "gist": "公職選挙法第六八条の二の適用がないとされた事例",
  "case_gist": "候補者中に鳥山ＤとＥ酉之助がある場合に、「トリ」と記載された投票に公職選挙法第六八条の二を適用し、両者の得票に按分加算することはできない。",
  "ref_law": "公職選挙法68条の2",
  "lawsuit_id": "53783",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=53783",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/783/053783_hanrei.pdf",
  "contents": "主        文\n原判決中被上告人勝訴の部分を破棄する。\n右の部分につき被上告人の請求を棄却する。\n訴訟の総費用は被上告人の負担とする。\n理        由\n上告代理人弁護士萩原博司の上告理由は別紙のとおりであつて、論旨は要するに、\n原判決は公職選挙法六八条の二の解釈適用を誤つた違法があるというのである。\n原判決の確定するところによれば、本件選挙の投票中に「トリ」と記載された投票\nが一票あり、原判決は、公職選挙法六八条の二により、この一票を候補者被上告人鳥\n山Ｄと同訴外Ｅ酉之助の両名の得票に按分加算すべきものとしているのである。同条\nは、同一の氏名、氏又は名の候補者が二人以上ある場合に、その氏名、氏又は名のみ\nを記載した投票を有効とし、開票区毎に当該候補者のその他の有効投票に応じて按分\nして加えることを規定しているのであるが、本来かかる投票は、候補者の何人を記載\nしたかを確認し難い投票として無効とすべきにかかわらず、立法政策上、選挙人の意\n思を推定して有効としているのであつて、その結果は必ずしも選挙人の真意に合致す\nるものとは断定できないのである。いわば、同条は、投票の効力判断についての例外\n的規定であつて、その適用範囲を拡大するについては、慎重な考慮を要することはい\nうまでもない。原判決によれば、「トリ」なる名称は、前記二名の候補者の、あるい\nはその一方の通称として一般に知れわたつているものと認定することも困難であると\nいうのである。候補者鳥山Ｄの氏の一部または同Ｅ酉之助の名の一部を記載したもの\nと認められないこともないが、氏または名の全部あるいは氏名に代る通称を完全に記\n載したものではなく、二名の候補者のいずかに投票する意思をもつて記載されたもの\nかどうかも明白ではないのである。かかる投票についてまで強いて公職選挙法六八条\nの二を適用することは、投票の効力に関する判断が、選挙人の意思に一層そわない結\n果になる虞もあり、本件投票のような場合にまで同条を適用することはゆるされない\nものといわなければならない。論旨は理由があり、原判決はこの点において破棄を免\nれない。\nよつて進んで被上告人の本訴請求の当否について按ずるに、被上告人は上告人がし\nた訴願裁決の取消を求めているのであるが、前記「トリ」と記載された投票について、\n前述のように公職選挙法六八条の二を適用すべきではなく、訴願裁決どおりこれを無\n効投票とすれば、その他の投票の効力に関する原判決の判断（当審においても正当と\n認める）を加えて、各候補者の得票数の計算は訴願裁決の計算と同一に帰し、裁決の\n取消を求める被上告人の請求が理由のないことは明白である。よつて、被上告人の請\n求を棄却すべきものとし、民訴四〇八条一号、九六条、八九条に従い、主文のとおり\n判決する。\nこの判決は、裁判官河村又介の補足意見があるほか、裁判官一致の意見によるもの\nである。\n裁判官河村又介の補足意見は次のとおりである。\n公職選挙法六八条の二は憲法に違反し無効と解すべく、その理由は、昭和三五年\n（オ）第五七九号事件、同年一二月一四日当裁判所大法廷判決（民集一四巻一四号三\n〇三七頁）中反対意見として述べたとおりである。多数意見は、本件の場合、同条を\n適用すべきでないとしているのであつて、結論において一致するが、その理由を異に\nする。\n最高裁判所第三小法廷\n裁判長裁判官        五  鬼  上      堅      磐\n裁判官        河      村      又      介\n裁判官        垂      水      克      己\n裁判官        石      坂      修      一\n裁判官        横      田      正      俊\n"
}