{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 1,
    "day": 28
  },
  "case_number": "昭和42(ヨ)2399",
  "case_name": "日本軽金属見習社員解雇",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "20089",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20089",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/089/020089_hanrei.pdf",
  "contents": "主　　　文\n１　申請人が被申請人に対し、労働契約上の権利を有することを仮に定める。\n２　被申請人は、申請人に対し、昭和四二年一〇月以降本案判決確定に至るまで、\n毎月二五日限り、一ケ月金三二、三一〇円の金員を仮に支払え。\n３　訴訟費用は被申請人の負担とする。\n事　　　実\n第一、当事者の求める裁判\n一、申請人の求める裁判\n主文同旨の裁判\n二、被申請人の求める裁判\n１　申請人の申請をいずれも棄却する。\n２　訴訟費用は申請人の負担とする。\nとの裁判\n第二、当事者の主張\n一、申請の理由\n１　当事者\n被申請人（以下単に「会社」ともいう。）は、軽金属類の精錬及びこれらの金属\nを原料とする製品の製造、販売を目的とする株式会社である。\n申請人は、東京大学法学部在学中である昭和四一年七月被申請人の昭和四二年四\n月入社予定の新入社員採用試験に合格し、昭和四一年七月二三日採用内定の通知を\n受け昭和四二年四月一日見習社員として入社し、他の大学卒業（以下単に「学卒」\nという。）の新入社員四五名と共に、本社勤労部人事課（同年六月一六日組識改正\n人事部人事課）勤務となり東京、清水、蒲原、新潟等において講義受講、工場実\n習、工場見学、レポート作成等の新入社員教育を同年六月三〇日迄受けたが、申請\n人だけは同年七月一日以降本社人事部人事課人事係に配属されていたものである。\n２　解雇及び解雇権濫用\n被申請人は、同年九月二日、申請人に対して口頭で、同月三〇日付をもつて解雇\nする旨の意思表示をした。しかしながら右解雇は、申請人に何ら解雇に値する理由\nがないのに、被申請人の恣意に基いてなされたものであるから、解雇権の濫用とし\nて無効である。\n３　賃金\n申請人の本件解雇当時の平均賃金は一ケ月金三二、三一〇円であり、毎月二五日\nに支給されていたが、被申請人は昭和四二年一〇月以降の賃金を支払わない。\n４　保全の必要性\n申請人は、賃金を唯一の生活の資とする労働者であつて、本件解雇により賃金収\n入を失つたため、その生活は著しく窮迫している。申請人は、被申請人に対し、労\n働契約上の権利確認の本案訴訟を提起すべく準備中であるが、本案判決確定を待つ\nていては回復しがたい損害を受けることは明らかであるので、本申請に及んだ次第\nである。\n二、申請の理由に対する被申請人の答弁\n１　認否\n申請の理由中１の事実を認める。\n同２のうち、申請人主張の如き解雇の意思表示をしたことを認め、その余の事実を\n否認する。\n同３の事実を認める。\n同４の主張を争う。\n２　解雇理由\n（一）　見習社員の地位の特殊性\n会社では入社試験に合格した者をまず見習社員として採用し、これらの者に六ケ\n月の見習期間を課し、その間社員として必要な教育訓練を施すとともに、教育担当\n者をして様々な角度からこれを観察させ、教育の効果があがつたかどうか、また見\n習社員が果して社員として将来会社に貢献できるような適格性をもつているか否か\nなどを審査するのであつて、見習期間は教育のみならず、社員としての適格性の判\n定をもその目的としている。特に学卒見習社員に対する教育は、会社のいわば幹部\n候補生ともいうべき社員を育成することを主眼としているだけに、入社前から各種\n資料を送付するなどして会社に対する関心を深めさせるように留意し六ケ月の見習\n期間を「前期教育」と「後期教育」とに分け、前期教育においては見習社員全員を\n本社勤労部人事課（本社人事部人事課）に在籍させ、講義教育、工場実習及び工場\n見学を行い、後期教育においては、見習社員を各事業所の各課に配属し、配属先に\nおいて実務教育を行い、あいまつて社員としての適応性を身につけることができる\nように実のある厳格な教育訓練を実施するとともに、右見習期間が満了した時に、\n会社は見習期間中の教育効果、社員としての適格性の有無などを検討して、選考を\n行い、右選考に合格した者は、正社員として採用し、この選考に合格しない者につ\nいては見習期間を延長するか、または解雇することとしている。このことは会社の\n就業規則一四条に明記されているところである。\n（二）　解雇理由たる申請人の行動\n申請人は、昭和四二年四月一日付見習社員として会社に採用された学卒者四六名\nの一員として、同日以降所定の教育を受けた。ところが、その間における申請人の\n言動を仔細に観察してみると、勤務態度は誠実さを欠き、協調性に乏しく、将来、\n会社の管理者となるべき資質に欠けるところがあつたので、被申請人は種々検討し\nた末申請人には学卒社員としての適格性がないものと判断し前記就業規則に従い、\n正社員としては採用せずに解雇した。その主たる事由をあげれば次のとおりであ\nる。\n（イ）　昭和四二年四月七日古河グループの企業が組織する団体である古河三水会\nは、同系企業二五社の新入社員合同歓迎会を新宿駅西口の朝日生命ホールで開催し\nた。右歓迎会は午前九時三〇分開始の予定であり、グループ各社の新入社員が入場\n着席を完了すべき時刻は午前九時二〇分とされていた。被申請人は見習社員全員に\n対し、当日は午前九時に会場一階玄関前に集合するように命じたが、申請人は幹事\n（申請人の氏名は学卒見習社員名薄の筆頭に記載されていたので、会社の慣行によ\nり幹事に指名されていた。）として、午前八時五〇分迄に同所に行つて、点呼並び\nに主催者との打合わせを行うように命ぜられていた。ところが当日申請人は命ぜら\nれた時刻までに来なかつたばかりか、午前九時になり、他の見習社員全員が集合し\nたにも拘らずただ一人姿を見せなかつたため、人事係長Ａが申請人にかわつて主催\n者との連絡に当らざるを得なかつた。右Ａは申請人の到着をまつて会場に赴こうと\n考えていたが主催者側の再三の入場要請により、申請人を待ちきれず他社の新入社\n員全員が入場した最後尾に従い新入社員を誘導入場した。その後Ａは再び玄関に戻\nり申請人の到着を待つたところ、申請人は九時二〇分過ぎにようやくその姿を見せ\nたが、申請人を誘導して入場させたＡに対し、何らの弁明もしなかつた。\n（ロ）　会社は見習社員に対する講義教育が終了するのを機に、同月一三日見習社\n員全員に対しレポートを作成提出するよう命じたが、申請人の提出したレポートは\n他の見習社員に比較して、誤字、脱字、当て字がきわめて多かつた。申請人は、常\n識ある者ならば当然知つていなければならないような、「色」「我」「多」「組」\n「頭」「段」「感」「現」「意」「違」などの簡単な文字すらその都度誤つてい\nる。\n（ハ）　同年五月二〇日本社人事係長Ａは、蒲原工場において実習中の申請人を含\nむ見習社員の実習状況を視察し、見習社員に対し同日の実習教育終了後同人らの宿\n泊所である同工場独身寮で懇談会を開催する旨通知していた。当日の見習社員に対\nする実習教育は午後三時始業、午後一〇時三〇分終業であつたので、懇談会の開催\n時刻は午後一〇時五〇分頃とされていた。ところが申請人はこの開催直前の午後一\n〇時四五分頃右Ａに対し「こんなに遅く呼びやがつて、酒でも出さなければ袋だた\nきにしてやる。」との暴言を吐いた。\n（ニ）　会社の見習社員に対する工場実習教育は同年六月一五日をもつて終了し、\n同月一六日以降は再び本社において「実習後教育」を行うことになつており、見習\n社員に交付していた教育日程表によれば、同月一六日は見習社員が各工場において\n体得した実習に対する感想を発表し、人事課員と意見を交換する予定になつてい\nた。ところが人事課は当日昭和四三年度技術系学卒社員の採用試験等のため繁忙を\n極めていたので、右感想発表会の予定を変更して、それにかわるレポートを提出さ\nせることとし、同日午前九時二〇分頃、人事係員Ｂは、本社九階教育会場に赴き見\n習社員にその旨を伝えたところ、見習社員の一部から「レポートは各工場で書いて\nきたのでもう書くことがない。」旨の発言があつた。これに対しＢ係員は「各工場\n毎には書いてきただろうが、全工場を実習または見学したわけだから、全社的な立\n場から総合的に書くように。」と命令し、レポート用紙を配付して退場した。申請\n人は幹事であり、またこのときレポート作成に反対の立場をとつていたことから、\n自然会社に対しレポートの作成中止を折衝する立場に立つこととなつた。かくして\n同日午前一〇時一〇分頃申請人は人事課員Ｃを通じ、採用試験を行つていた人事課\n員Ｄに対し「見習社員の意向としては、レポートは既に各工場で書いてきたので書\nきたくない。」旨電話してきたので右Ｄは右Ｃを通じて申請人に、「とにかく命じ\nたのだからレポートを書くように。それでも書けない人はそれだけの器だから仕方\nがない。」旨指示した。ところが申請人は、午前一〇時一五分頃再びＣをしてＤに\n対し、「見習社員はやはりレポートを書きたくないそうです。ここにＥさんがいる\nから代りましようか。」との電話をかけさせたが、Ｄは「とにかくレポートを書く\nように。一度事情を説明し命じたことだから撤回しない。非常に多忙なのでＥ君の\n話は聞いていられないし、聞く必要もない。」旨答えて電話を切つた。このように\n申請人は、会社が見習社員に対するレポート作成の業務命令を撤回する意思のない\nこと、かえつて見習社員に対し強くレポート作成を要請していることを知りなが\nら、他の見習社員に対し「会社は書いても書かなくてもよいといつていた。」とあ\nたかも会社が見習社員に対するレポート作成の業務命令を撤回したかのような印象\nを与える伝達をなし、これがため見習社員全員がレポートの提出を行わないという\n重大な結果をもたらすに至つたものである。\nそして同日午後四時三〇分頃Ａ人事係長が見習社員全員に対して、レポートを提\n出しなかつたことを叱責したところ、皆遺憾の意を表したのに、独り申請人だけ\nは、「命令が出された場合、命令を受ける側が納得した後実行した方が良い。また\nそうした命令に従う必要はない。」との趣旨のことを断定的に不満がましい態度で\n述べ、レポート不提出が正当であるかの如き言辞を弄した。\n（ホ）　会社は見習社員に東海金属株式会社本社工場を見学させるため、見習社員\nに対し、同月二九日午前九時一五分に京浜東北線東神奈川駅に集合することを命\nじ、午前九時二〇分から見学を開始する予定で、その旨東海金属にも連絡し、同社\nもそれに従つた段取りをしていた。ところが申請人は、当日午前九時二五分になつ\nても右集合場所に到着しなかつたので、人事課員Ｂはやむなく申請人を除いた見習\n社員を引率して東海金属に赴き、同社庶務課長に対して、見習社員一名が未到着な\nる旨を告げ、見学開始を遅らせてくれるように依頼した。午前九時五〇分になつて\nようやく申請人は右工場に到着したので、同五五分頃から見学を開始できたが、申\n請人の右遅刻は同僚に迷惑をかけ、また被申請人の東海金属に対する面目を失する\nものである。\n三、解雇理由に対する申請人の答弁\n１　見習社員の地位の特殊性\n見習社員教育の内容及び就業規則一四条の存在を認め見習社員教育の目的を否認\nする。\n学卒者に就業規則一四条の適用があることは争う。\n学卒社員である申請人の場合には、見習期間を経た後あらためて正社員とするか\n否かについて選考することは当初雇傭契約の内容となつておらず、しかも、学卒社\n員については、一旦見習社員として採用された後は正社員となるため入社後あらた\nめて選考を受けることはないとの労働慣行がある。\n従つて、就業規則一四条の適用を排除した雇傭契約が成立したものとみるべきであ\nる。これは学卒者に関しては次に述べる特別の事情があるからである。\n（イ）　会社が昭和四二年の学卒者を採用するために行つた入社試験の受験資格\nは、会社の指定する大学の学生に限られており、事前に履歴書、身上調書等の外、\n成績証明書の提出も要求されていた。そして、事務系学生に対しては、専門、教\n養、英語、作文の四科目からなる筆記試験が行われ、その合格者に対して更に社\n長、取締役等の面接試験が行われ、その結果に基いて採否が決定された。この試験\nには約一〇〇名が受験し、最終的には申請人を含む七名が採用されたにすぎない。\nこのようにいわゆる学卒者の採用に当つては、厳しい選考試験によつて「社員とし\nての適格性の有無」について充分慎重な判断をしている。\n（ロ）　入社に当つて会社に提出する会社備付けの誓約書及び身元保証書には、\n「このたび貴社従業員として採用されました。」とあるのみであり、後者について\nは保証期間は五年とされている。これは当初から見習期間六ケ月を超えて継続的に\n雇傭されることが当然の前提となつていたことを物語る。\n（ハ）　申請人を含む学卒新入社員に対する見習期間の目的は、会社発行の「新入\n学卒社員教育」にあるとおり、「（１）社員として必要な基本的知識及び心構えの\n基礎を与える。（２）会社の実情を把握させ、社風、環境への順応と職場への適応\n化をはかる。」ことであり、「社員としての適格性の有無」を判断することは全く\n見習期間の目的とはされていない。また、教育の具体的内容については、講義教育\nは「会社に関する全般的知識を与えることを目的とし」、工場実習は「生産現場の\n経験を通じて、生産過程を把握させ、かつ現場の基本的労働態様を体得させること\nを目的とし」てそれぞれ集団教育の形で行われており、後期教育も「それぞれの職\n場において、担当業務を円滑に遂行しうるように養成することを目的とし」て行わ\nれることと規定されている。このように、この期間は六ケ月間を超えて雇傭される\nことを当然の前提として、そのためのいわばオリエンテーシヨンの期間とされてい\nるのである。このように、学卒社員に対する見習期間は社員としての適格性の有無\nを判断するための制度としては全く予定されておらず、そのための制度的措置は全\nく講じられておらず、適格性有無の判断はほとんど不可能であり、現に会社におい\nて右一四条により解雇された例は未だかつてない。\n２　解雇理由たる申請人の行動\n冒頭の事実のうち、申請人が見習社員として所定の教育を受けたことは認めるが、\nその余の事実は不知。\n（イ）のうち、古河グループの新入社員合同歓迎会が開かれたこと、主催者側の定\nめた集合、開催時刻、被申請人の指示した集合時刻がいずれも被申請人主張のとお\nりであること、申請人が集合時刻に遅れたことは認めるが、その余の事実を否認す\nる。当日申請人が着席したのは九時少し過ぎた頃であり、申請人より遅れて着席し\nた者も多数いた。そして申請人はＡに対し遅刻したことを謝つている。\n（ロ）のうち、レポートを提出したことを認め、その余の事実を否認する。\n（ハ）のうち、申請人の暴言の点を否認し、その余の事実を認める。右暴言なるも\nのは、会場に並べてあるビールをみて、申請人が「やはりビールが出ましたね。今\n夜ビールが出なければ、Ａさんは袋だたきだなんていう声もあつたのですよ。」と\n冗談に言つたのを、会社主張のような暴言に仕立て上げたものである。\n（ニ）のうち、会社の見習社員に対する工場実習教育が六月一五日をもつて終了\nし、同月一六日以降再び本社において「実習後教育」を行うことになつていたこ\nと、当日、被申請人主張のような事情で人事課が忙しかつたこと、そこで予定が変\n更され、そのことについて人事課員が指示し、レポート用紙を配布したこと、結果\n的には見習社員全員がレポートを提出しなかつたこと、人事係長の叱責に対して見\n習社員達が遺憾の意を示したことは認める。申請人があたかも会社が先の業務命令\nを撤回したかのような印象を与える伝達をしたこと、Ａの叱責に対して申請人が被\n申請人の主張のようなことを述べたことを否認する。申請人が会社と交渉した経緯\nは次のとおりである。即ち、レポートは本店に帰つて来る直前実習終了時に出した\nばかりだということと、感想発表は人事課員がとくに面倒をみなくても、新入社員\nだけで行い、その内容を記録して提出すれば良いという理由から、多数の新入社員\nから「今日のレポート提出はやめてもらおう。」との声が出てきた。新入社員らか\nら幹事であるということで強く要請された申請人は、新入社員Ｆと二人で、人事課\n室に行き、人事課の男子係員が見当らなかつたので、新入社員の希望を女子係員Ｃ\nに伝えた。右Ｃは電話で申請人らの話を人事課員に伝えたが、「一度出した命令は\n変える事は出来ない。レポートの書けない奴は書かなくともいい。」との返事であ\nつた。そこで申請人らは新入社員らの希望を正確に伝える必要を感じたので、申請\n人が直接に電話に出て話すことにし、Ｃを通じて再度人事課男子係員に電話してそ\nの旨話してもらつたが、申請人は電話口に出ることも許されずに電話は切られてし\nまつた。やむなく申請人らは新入社員達の所に戻り、まずＦが話の内容を伝え、申\n請人がＣから伝え聞いたとおりを全員に述べたのである。また、Ａの叱責に対して\n申請人は、まずレポートを提出しなかつたことにつき遺憾の意を示し、その後「業\n務命令を与える場合にも、命令を受けるものが、その命令について疑問を持つてい\nる場合などには、時間的人的に余裕のある限り、その疑問を聞いて、納得させてい\nく必要があるのではないか。」と述べたのである。\n（ホ）のうち、会社が九時一五分に東神奈川駅に集合するよう命じ、申請人が遅刻\nしたこと（集合時刻に遅れること二五分であつた。）を認め、その余の事実は不\n知。\n四、「見習社員の地位の特殊性」に関する申請人の主張に対する被申請人の認否\n冒頭の事実を否認し、その主張を争う。\n（イ）のうち、末尾の「社員としての適格性の有無」について充分慎重な判断をし\nているとの点否認し、その余の事実を認める。ただし受験者は約五〇名であつた。\n（ロ）のうち、誓約書、身元保証書に申請人主張のような記載があることを認め、\nその余の事実を否認する。\n（ハ）のうち、「新入学卒社員教育」に申請人主張のような規定が存在すること及\nび就業規則一四条によつて解雇された事例がないことは認めるが、その余の事実を\n否認する。申請人の主張は見習期間の目的を新入社員教育の目的と混同するもので\nある。なお、会社においては、数年に一度は見習社員を正社員として採用しないと\nいう事例が発生するのであるが、そのような場合、会社は当該見習社員に対して依\n願退職を勧告し、見習社員がこれに応じてきたために、解雇という措置をとる必要\nがなかつたものであつて、右規定による解雇の事例がなくても、右規定がその存在\n意義を失つているということにはならない。\n第三、疎明関係（省略）\n理　　　由\n一、被申請人は軽金属類の精錬及びこれらの金属を原料とする製品の製造販売を目\n的とする株式会社である。\n申請人は東京大学法学部在学中である昭和四一年七月被申請人の昭和四二年四月\n入社予定の新入社員採用試験に合格し昭和四二年四月一日見習社員として入社し、\n他の学卒新入社員と共に、本社勤労部人事課（本社人事部人事課）勤務となり、東\n京、清水、蒲原、新潟等において講義受講、工場実習、工場見学、レポート作成等\nの新入社員教育を同年六月三〇日迄受けたが、申請人だけは同年七月一日以降本社\n人事部人事課人事係に配属されていたものである。\nところが会社は同年九月二日申請人に対し口頭で、同月三〇日付をもつて解雇す\nる旨の意思表示をした。\n申請人の右解雇当時の平均賃金は一ケ月金三二、三一〇円であり、毎月二五日に\n支給されていたが、会社は昭和四二年一〇月以降の賃金を支払わない。\n以上の事実は当事者間に争いがない。\n二、１　見習社員の地位の特殊性\n会社の就業規則一四条に、「見習社員は、六ケ月の見習期間が満了した際に、選\n考のうえ正社員として採用され、この選考に合格しない者は見習期間を延長される\nか、または解雇される。」という趣旨の規定が存することは当事者間に争いがな\nい。被申請人は、見習社員の地位の特殊性として、見習期間は教育の期間であると\n共に、社員としての適格性を判定するための期間、すなわち、期間満了に際し社員\nとしての適格性を判定して選考する期間であつて、右選考不合格者については、被\n申請人において解雇することができると主張し、その根拠を就業規則一四条に求め\nるのに対し、申請人は、学卒新入社員については、就業規則一四条の適用はなく、\n従つて、同条の定める見習期間満了に際し選考のうえ正社員として採用される等の\nことは雇傭契約の内容となつておらず、見習期間は単なる教育期間にすぎないと主\n張するので、まず、学卒新入社員に右一四条が適用されるかどうかについて考えて\nみるに、成立に争いのない疎乙第三号証の一、二によれば申請人ら昭和四二年四月\n入社の学卒社員は、同年四月一日付で、発令区分欄に「採用」、発令事項欄に「見\n習社員に採用する」「本店勤務を命ずる」「勤労部人事課勤務を命ずる」と記載さ\nれた辞令の交付を受け、申請人らは、同日付で「私は、このたび貴社従業員として\n採用されました。ついては社員就業規則その他会社の諸規則に従い、誠実に服務す\nることを誓約いたします。」との文言の記載のある誓約書を被申請人に差入れてい\nる（申請人らが右文言前半の趣旨の誓約書を差入れていることは当事者間に争いが\nない。）ことを認めることができる。右事実と前記争いのない就業規則一四条の文\n意を総合すれば、申請人ら学卒新入社員に対しても同条が適用されるものであり、\n申請人らは、入社当時そのことを知つていたものと認めることができる。尤も会社\nが昭和四二年の学卒者を採用するために行つた入社試験の受験資格は、会社の指定\nする大学の学生に限られており、事前に履歴書、身上調書等の外、成績証明書の提\n出も要求されており、採用試験は事務系学生に対しては、専門、教養、英語、作文\nの四科目からなる筆記試験が行われ、その合格者に対して更に社長、取締役等の面\n接試験が行われ、その結果に基いて採否が決定されており、この試験には少くとも\n約五〇名が受験し、最終的には申請人を含む七名が採用されたにすぎないこと、ま\nた入社に当つて申請人らの身元保証人は被申請人に身元保証書を差入れ、それには\n保証期間を五年とする旨記載されていたこと、更に、会社では新入社員で就業規則\n一四条によつて解雇された例は一度もないことはいずれも当事者間に争いがないけ\nれども、右各事実を以てしては申請人主張の事実を認めて前段認定を覆えすことは\nできない。\nまた、申請人は、学卒社員については、一旦採用された後は、入社後あらためて\n選考を受けることはないとの労働慣行がある旨主張するが、右事実を認めるに足り\nる疎明はない。\nそうすると、被申請人は、学卒新入社員に対し入社の当初六ケ月間に見習期間制\n度を設けていたことは明らかである。そこで右制度の機能について考える。\n成立に争いのない疎乙第一及び二号証、前掲第三号証の一、二、並びに証人Ｇの\n証言によると次の事実を認めることができる。\n見習期間は、四月一日から九月三〇日までの六ケ月とし、これを前期（四月一日\nから六月三〇日）と後期（七月一日から九月三〇日）とに分け、前期においては、\n講義教育、工場実習、工場見学等を行い、この間、社員として必要な全般的且つ基\n本的知識及び生産現場における生産過程の基本的労働能力を修習会得させ、併せて\n関連企業の実態を認識させることを目的とする教育を行い、後期においては、見習\n社員それぞれを人事課勤務から各事業所、各課に転属させ、その旨の辞令を交付\nし、それぞれ担当業務を与え、各職場でその担当業務が円滑に行いうるように各職\n場管理者の責任において教育が行われていた。しかして、右前期後期を通じ教育の\n施行、担当は、被申請人本社人事部人事課で負い、その末端の管理者は、人事係長\n（本件当時は人事兼教育係長Ａ）で、その上司は人事課長（Ｇ）で、その上司は人\n事部長であるところ、右三職制は右前後期間を通じて見習社員の平素の言動、力量\nを観察して、正社員にするに足りる適性の有無を判定し、見習期間満了に際し、正\n社員とするか、解雇するかの選考を行う任務を負担しており、その任務の遂行とし\nて、前期の終了した段階で右三職制は協議して右判定を行い、否定的判定を受けた\n者は従前のまま人事課に置き、その他の者は、事業所又は各課に転属させ、後期終\n了に際し、右選考を行いその結果が役員会にかけられ、その決定に基いて正社員に\nなる者には、発令区分欄に「本採用」、発令事項欄に、「正社員にする」並びに事\n務系職員の場合は、「三級事務員に任用する」との記載のある一〇月一日付辞令が\n交付され、選考に不合格の者には、発令区分欄に「退職」、発令事項欄に「退職を\n命ずる」との記載のある辞令が交付される。見習社員を正社員として、三級職員に\n任用すること並びに解雇することは、右の過程と手続によつて行われることになつ\nており、右選考の基準は、「正社員とするに足りる適格性の有無」ということであ\nつて、それ以外に具体的基準の定めはなく、右にいう選考は、試験の施行というが\n如き特別の行事によつて行わねばならないとの定めはない。また右選考基準に対\nし、正社員の解雇基準は、就業規則二八条に制限列挙して定められ、同二九条には\n解雇猶予の定めがあり、同三〇条には解雇予告の定めがあり、これら条項は見習社\n員には適用されないことになつている。右の他正社員と見習社員と異る主たる労働\n条件は、見習社員には資格制度（勤続年数及び前歴年数を基準とする昇格制度）、\n給与規則、退職金規則、年金支給規則はいずれも適用されず、見習期間は、退職金\n及び年金における勤続年数に算入されないことである。\n右のとおり認めることができ、これに反する疎明はない。\n右認定に基けば、見習期間は、正社員となつた場合に必要とする基礎的知識並び\nに業務を会得させるための教育機能を有すると共に、新入社員採用試験において\nは、その制度自体の性格から判定することの困難な事柄、例えば会社の職場におけ\nる対人的環境に順応し得る素質があるかどうか、職場において労働力を発揮し得る\n能力があるかどうか等、会社の従業員としての適格性を観察、判定し、その判定に\nよつて正社員とするか否かを選考し、否定的判定がなされた場合には、これを解雇\nすることができるという機能を営むものといえる。申請人は、前掲疎乙第三号証\n（新入学卒社員教育と題する被申請人作成文書）を根拠として見習期間には右選考\n機能はない旨主張するが、右文書には、学卒新入社員の教育のスケジユール並びに\n各種教育の目的及びその管理方法のみ記載されている（このことは当事者間に争い\nがない。）けれども、右疎乙第二号証は、その題文自体から教育に関する文書であ\nると認められるから、これに選考に関する事項が記載されていないことはむしろ当\n然のことであつて、そのことによつて申請人の右主張を認めて、前段の認定を覆え\nすことはできない。\n２　見習社員に採用する旨の契約の性質\n前記一の争いのない事実及び二の１の認定事実を総合すると、学卒新入社員と被\n申請人間の四月一日付雇傭契約は「一個の雇傭契約であり、その内容は、（イ）そ\nの初期六ケ月ないしこれに準ずる期間を教育と正社員たる資質判定を目的とする見\n習期間とする、（ロ）期間の定めのない雇傭契約であり、（ハ）見習期間満了に際\nし被申請人が見習社員を正社員たる資質を有すると判定したときはこれを正社員に\n昇任するが、若し正社員たる資質を有しないと判定したときはこれを解雇すること\nができるという解約権が留保されている。」ものであると考えるのが相当である。\n右認定に対し、右二の１の認定事実中見習社員と正社員の労働条件が異ること、\n殊に見習社員の解雇基準は、正社員とする資質がないことであるのに対し、正社員\nのそれは制限列挙して定められていること、見習期間は退職金、年金の勤続年数に\n算入されないことを根拠として、見習社員契約は、期間の定めのない本契約たる雇\n傭契約とは別個のものであり、前者は、後者の予約ないしは予備的契約であり或い\nは、前者と後者は併存するものであるとの反論があるかもしれない。しかしなが\nら、四月一日付雇傭契約締結に際し当事者双方において、右反論の如き契約が成立\nしたものとの考え方が成り立つのは、就業規則その他右契約成立時の諸事実を綜合\nして合目的見地から当事者双方の意思を解釈して初めて到達するものであつて、必\nらずしも当事者双方に右考え方のような明示の意思表示があつたと認めるためでは\nない（本件においては、そのような明確な意思表示はない。）のであるから、これ\nら反論が正当であるか否かは一に右合目的解釈が妥当であるか否かに係つている。\n一般的に従属的労働関係にある労働者が、その時期、資格の異る毎に別個の契約関\n係が発生しなければならないという考え方は不自然であり、またそのように考えな\nいと企業の維持及び労働者の保護に支障を生ずるというものではない。尤も選考の\n結果正社員となるときの辞令の発令区分欄には「本採用」との記載があり、四月一\n日付辞令の発令区分欄には「採用」との記載があり、この事実だけを対比すると前\n者は本契約で、後者は本契約に対する予約或いは予備的契約であるとの考え方も生\nじないではないが、前者の発令事項欄には「正社員にする」「三級（事務員）に任\n用する」とあるのに対し、後者の発令事項欄には「見習社員に採用する」とあり、\n後者は明らかに採用の意思表示であるのに対し、前者はあたかも従業員を昇格又は\n昇任する場合に使用する文言を使用していることを思いあわせると辞令の発令区分\n欄の記載だけでは右雇傭契約の性質を決定することはできず、他に右契約の性質が\n前記認定の如きものであることにつき妨げとなる疎明はない。\n３　解約権行使の範囲の制限\n解約権の行使は、「正社員とするに足りる適格性の有無」という選考基準に基い\nて行われるべきことは明らかであるところ、右基準は、社員の解雇基準が制限列挙\n的であるのに対比すると一見極めて広い範囲の裁量権を与えているように見える。\nまた見習期間制度が設けられている以上、同じく従業員であるといつても、見習社\n員と正社員との間に解雇事由に差異の生ずることは当然のことといえよう。しかし\nながら、右裁量権は、無制限のものではないのであつて、それは見習期間制度の目\n的と機能により制限される。すなわち、見習期間は、近い将来において会社の社員\nとなつて、その企業に貢献するために必要な基本的知識及び生産過程の基本的労働\n能力を修習会得させるという教育機能ならびに会社における職場の対人的環境への\n順応性及びその職場において労働力を発揮し得る資質を有するかどうかの判定機能\nを持つており、この機能を果させることが見習期間制度の目的であるから、右裁量\n権は、まず会社が実施した教育が右目的に即して社会的に見て妥当であることを前\n提とし、これによつて制限される。例えば、右教育によつてたやすく矯正し得る言\n動、性癖等の欠陥を何ら矯正することなく放置して、それをとらえて解雇事由とす\nることは許されない。また職場の対人的環境への順応性及び職場における労働力の\n発揮力といつても、その学歴、就くべき職種を考慮に入れた上、その平均的労働者\nを標準とすべきものである。また、判定機能は、採用試験において判定しえない事\n柄に関するものであるから、採用試験において判定し得る事柄は、原則として判定\n機能における判定の対象とすることはできない。更に、見習社員に採用する契約が\n前記認定の如き雇傭契約である以上、これにはもとよりこの種の契約における信義\n誠実の原則が作用するものであつて裁量権の行使が右原則に反するときはその範囲\nを逸脱したものとして許されない。\n三、解雇理由たる申請人の言動\nそこで次に被申請人の主張する申請人の不適格事由について判断する。\n１　昭和四二年四月七日古河グループの企業が組織する団体である古河三水会は、\n同系企業二五社の新入社員合同歓迎会を新宿駅西口の朝日生命ホールで開催した。\n右歓迎会は午前九時三〇分開始の予定であり、グループ各社の新入社員が入場着席\nを完了すべき時刻は午前九時二〇分とされていた。被申請人は見習社員全員に対\nし、当日は午前九時に会場一階玄関前に集合するように命じたが、申請人は幹事\n（申請人の氏名は学卒見習社員名簿の筆頭に記載されていたので、会社の慣行によ\nり幹事に指名されていた。）として、午前八時五〇分迄に同所に行くように命ぜら\nれていたが、申請人は当日右集合時刻に遅れたことは当事者間に争いがない（証人\nＡの証言によれば、申請人が到着した時刻は九時一〇分ないし二〇分頃ではないか\nと考えられる。）。\n２　被申請人が見習社員に対する講義教育終了を機に、昭和四二年四月一三日見習\n社員全員に対してレポートを作成提出するように命じ、申請人ら見習社員がこれを\n提出したことは当事者間に争いがない。申請人が提出した右レポートであることに\n争いのない疎乙第五号証によれば、右レポートは横罫で長さ約二一センチメートル\nの罫が三三行ある用紙に一行おきに約四枚分書かれたものであり、証人Ａの証言に\nよれば、このレポート作成には一時間半位の時間を与え、略字を使つてはならない\nというような注意は一切していないことがそれぞれ認められる。\nところで被申請人は申請人が提出したレポートには他のそれに比較して、誤字、\n脱字、当て字がきわめて多かつたと主張し、右Ａの証言によれば、会社が右レポー\nト中誤字と考えるものにチエツクしたものと認められるので、会社が誤字と称する\nものがいかなるものであるかを調べてみると、明らかに字を誤つたものがかなりあ\nり（例えば「対処」とすべきところを「対拠」とし、「抗争」を「攻争」、「描\nく」を「抽く」、「推す」を「押す」とするなど。）、綴りの不正確なもの（例え\nば「組」を「●」、「段」を「●」、「上」を「ヱ」とするなど。）、極端な略字\nを用いたもの（例えば「経済」を「●済」、「事業」を「事●」、「生産」を「生\n●」とするなど。）、その他字のくずし方が多少おかしいものもある。\nなお、被申請人は「色」「我」「多」「組」「頭」「段」「感」「現」「場」\n「急」「違」などを特に挙げて誤つていると主張するが、「多」「頭」の字は右レ\nポート中にはなく、その他の字の中にも「色」など誤つていない字もあり、また右\nに述べた程度以上にとりたてて誤つているとまではいえないものもある。更に被申\n請人が指摘する誤字の中には「日」の字の棒が一寸長すぎて「●」となつたり\n「今」を「●」としたためチエツクされたものもあつて、被申請人のチエツクの仕\n方は必ずしも公平なものとはいえない。\n以上の事情を総合して考えると、前述の明らかな誤りを別にすれば、その他のも\nのについては、厳密には誤字といえるものがあるにしても、その文書の性質上或い\nは特に正確に書くことが要求されている場合は、誤字として厳しく戒められなけれ\nばならないであろうが、右程度のことは急いで書く場合には通常犯しやすいことで\nあつて、多少乱暴な書き方であるとはいえても、自己の経験、観察、感想、意見の\n表現を目的とするレポートについて特に正確に書くように注意されていない以上敢\nえてこれらを誤字としてとりあげ、社員としての適格性を云々する資料にすべきほ\nどのものでもない。まして、申請人の場合には前述のように入社に際しては筆記試\n験をうけており、会社においても申請人がこのような字の書き方をする者であるこ\nとぐらいは既に承知のうえで採用したものと考えられる。しかも、右レポートの提\n出は、見習期間中極めて初期のことであるのに証人Ａの証言によれば、直接の教育\n担当の責任者である人事係長Ａは勿論、その他の教育係員は申請人に対し右誤字、\n略字等について右提出後教育はもとよりその指摘すらしていない。仮に被申請人に\nして、レポート等の文書の文字について特に正確な記載を要求する業務上の必要が\nあるとするならば、その社風に副うべき教育を施せば申請人ほどの学歴を有するも\nのならたやすくその弱点を改善することができることは経験則上明らかである。な\nお被申請人は他の見習社員に比較してきわめて多かつたというが、他の社員との比\n較の資料を提出しないのでこの主張は採用のかぎりでない。\n３　昭和四二年五月二〇日本社人事係長Ａが蒲原工場において実習中の申請人を含\nむ見習社員の実習状況を視察し、見習社員に対し同日の実習教育終了後同人らの宿\n泊所である同工場独身寮で懇談会を開催する旨通知していたが当日の見習社員に対\nする実習教育は午後三時始業、午後一〇時三〇分終業とする勤務時間に行われてい\nたので、懇談会の開催時刻は午後一〇時五〇分頃とされていたことは当事者間に争\nいがない。\n被申請人は、申請人が一〇時四五分頃右Ａに対し「こんなに遅く呼びやがつて、\n酒でも出さなければ袋だたきにしてやる。」との暴言を吐いた旨主張する。証人Ａ\nは主尋問に対しては、まだ配膳が済まず、ビールなど出ていない段階で申請人が来\nて、Ａに、「こんなに遅く呼んで酒でも出さなかつたら袋だたきにするぞ。」と言\nつた、という趣旨のことを答えているが、反対尋問に対しては「こんなに遅く呼ん\nで、酒でも出なかつたら袋だたきだな。」と言つたと答え、更には「袋だたきにす\nるぞ。」と言つたか、「袋だたきだな。」と言つたかははつきりしないが、どちら\nにしてもそういう場所がらをわきまえぬ不遜な発言をした、と答えている。しかし\nながら、「袋だたきにするぞ。」という言葉と、「袋だたきだな。」という言葉と\nはそのニュアンスが大いに異る。即ち前者は相手に挑みかかるような態度と共に発\nせられるのに対し、後者は自己に語りかける場合あるいは仲間同士で話し合う場合\nに多く用いられ、またこれが相手方即ちＡに向けて発せられる場合には、既にビー\nルが出ることがわかつているときに、それを前提として「もしも出なかつたら…\n…」という風に、むしろ相互の信頼感のもとに冗談話として言われ、相手に挑みか\nかるような響きをもたないのを通常とする。決して右の二つの言葉は、どちらだつ\nたかはつきりしないが、どちらにしてもそういう不遜な発言をした、などと簡単に\n言える関係にはない。更にＡの証言によれば、きわめてなごやかな雰囲気のところ\nに突然申請人が入つてきて、低い声でぼそつと言つたが、特に怒つている様子もな\nかつたし、Ａは右発言で申請人を凝視したが、それ以上のことは何もしなかつたと\nいうのであるが、被申請人主張のような発言がなされたものとすれば、この状況も\n不自然である。又他の者と話をしていたＡが、申請人の云つた言葉を全部正確に聞\nき取つたかどうかもあやしいところである。これらのことを考えると、右Ａの証言\nは、申請人の片言隻句をとらえてその責任を追及しようという態度のみ強く、たや\nすく措信しがたいものというべきである。他に被申請人の右主張を認めるに足りる\n疎明はなく、かえつて申請人本人尋問の結果によれば、同日一〇時五〇分をやや過\nぎたころ会場に到着した申請人は、並べられたビールを前に、右Ａに対し「やつぱ\nりビール出ましたね。今日何も出なかつたら袋だたきだとか、ふとんむしだとかい\nう話まであつたんですよ。」という趣旨のことを話したものと認められ、この点に\nおいて申請人には責められるべき点は全くないものというべきである。\n４　会社の見習社員に対する工場実習教育は六月一五日をもつて終了し、同月一六\n日以降再び本社において「実習後教育」を行うことになつており、見習社員に交付\nしていた教育日程表によれば、同月一六日は見習社員が各工場において体得した実\n習に対する感想を発表し、人事課員と意見を交換する予定になつていた。ところが\n人事課は当日昭和四三年度技術系学卒社員の採用試験等のため繁忙を極めたので、\n右感想発表会の予定を変更して、それに代わるレポートを提出させることとし、同\n日午前九時二〇分頃人事課員が見習社員にその旨を伝えると共に、レポート用紙を\n配布した。ところがこの日程変更に不満であつた見習社員から「レポートは工場で\nも書いたからもう書きたくない。」とか「会社にいつて取りやめてもらおう。」な\nどの声が起り、幹事であつた申請人は、見習社員に推されて新潟工場実習班の幹事\nであつたＦと共に（この点は申請人本人尋問の結果によつて認定する。）、会社に\n対してレポートの作成中止を折衝する立場に立ち、同日午前一〇時一〇分頃人事課\n員Ｃを通じ、採用試験を行つていた人事課員Ｄに対し、「見習社員の意向として\nは、レポートは既に各工場で書いてきたので書きたくない。」旨電話したところ、\n右Ｄは右Ｃを通じて申請人に、「とにかく命じたのだからレポートを書くように。\nそれでも書かない人はそれだけの器だから仕方がない。」との趣旨の指示をした。\n以上の事実は当事者間に争いがない。\n証人Ｄの証言及び申請人本人尋問の結果によれば、右指示を受けた申請人らは、\n予め公表されていた感想発表会に非常な期待を持つていたことと、レポート作成を\n億劫に思つていたことはあつたが、それだけがレポート作成の命令の取止め方の交\n渉を申請人に負わした原因ではなく、申請人らとしては、人事課員が多忙のため感\n想発表会の席に立会わなくても、申請人らのうち記録作成者を予め定め、自分達同\n士で互いに経験を語り、意見、感想を述べあつて、その記録を被申請人に提出する\nならば、感想発表会の目的は十分に達成しうると信じていたので、申請人は、この\nような申請人らの計画と真意を知つてもらいたいとの気持から、再びＣに対して担\n当者と直接話させてくれるように頼み、Ｃにもう一度その旨電話してもらつたが、\nＤは「とにかくレポートを書くように。一度事情を説明し命じたことだから撤回し\nない。非常に多忙なのでＥ君の話は聞いていられないし、聞く必要もない。」と答\nえて電話を切つてしまつたことが認められ、他に右認定を覆えすに足りる疎明はな\nい。\nまた被申請人は、申請人が他の見習社員に対し、あたかも会社が先の業務命令を\n撤回したかのような印象を与える伝達をした旨主張する。この点について証人Ｈ\nは、「最初に、書けないやつは仕方ないから書かなくてもいいということを会社が\n言つていたとの報告がＦからあり、それでは内容がはつきりしないので、もう一度\n確めに行き、今度は申請人から書いても書かなくてもいいという報告を受けた。そ\nして、最初の報告では書けという命令はなお続いているとの印象だつたが、後の報\n告では書かなくてもいいと命令が変更されたという印象だつた。」という趣旨の証\n言をしている。しかしながら、最初にＦが報告した命令の内容を確認するために再\nび申請人が人事課に行つたとの点は、申請人本人尋問の結果に照らし措信し難いけ\nれども、右ＨがＦの報告と申請人の報告とを右証言のように受けとつたとの点が虚\n構のものであるとは考えられない。また、申請人本人尋問の結果中「申請人も電話\nが終つてから見習社員らのところへ帰つて、Ｃから伝え聞いた言葉をそのままみん\nなに伝えた。」との趣旨の供述があり、右供述が虚構のものであると考えるべき証\n左はない。そうすると右供述と証人Ｈの前記証言とは明白な食い違いがあり、しか\nも両者虚言を弄しているものではないとしたら、その齟齬の原因はなんであろう\nか。それはＤの「とにかく命じたのだからレポートを書くように。それでも書けな\nい人はそれだけの器だから仕方がない。」という指示自体が第一の原因であり、第\n二の原因は、その指示が電話であり、しかも右指示が、人事課女子職員Ｃ（同女が\n申請人ら見習社員が日程の突然の変更により期待を裏切られ、かつレポートを書く\nことをいやがつているのを知悉していたことは前記認定事実から推認することがで\nきる。）を介して申請人及びＦに伝えられたことであると考えられる。このように\n考えるのは次の理由による。すなわち、「およそ、言語の意味ー（人間が自分の意\n識、意思の内容を他人に伝えて自分の思うように他人を行動させようとする場合の\n自分の意識（思）の内容を「意味」という。）ーは、音声による言語の場合と、文\n字による言語の場合では著しく異る場合がある。また、同じく音声言語による場合\nでも、発話者と面接して対話する場合と、電話により対話する場合は意味が異つて\n来るし、いわんや他人を介する伝達方法による場合は、往往にして反対の意味にな\nることすらある。発話者と面接対話する場合は、その音声言語をそのまま文字言語\nに表現すると極めて曖昧で真意を捕捉しがたいものであつても、発話者の意味が対\n話者に誤つて伝えられることは稀有である。それは音声言語は、各単語のアクセン\nト、句の抑揚、更に音色、表情、態度の助力によつて唯一の意味を正確に伝達する\nものだからである。」このことは経験則上明白である。右経験則に基けば、前記Ｄ\nの指示は、これを文字言語としてその意味を捉えるときは、二、三様に考え得る。\n例えば、（イ）「レポートを書くことを命ずる。」（ロ）「書けない人は書かなく\nともよい。」（ハ）「命令された以上レポートを書く義務がある。義務を履行せ\nよ。義務の履行ができない者は、履行する力量がない者と評価される。」（ニ）更\nに右（ハ）の場合でも、その後半は、力量の否定的評価と引換えに義務履行を免除\nする意味とも解し得るのである。このように不完全な文字言語であつても、仮にＤ\nが発話者として申請人ら見習社員全員に面接対話したとしたら、Ｄの意識、意思内\n容（それが「レポートを書くことを命ずる。」ことであることはＤ証言によつて認\nめる。）は、誤りなく右全員に伝えられたであろう。然るにＤの指示は、電話で、\nしかもＣを介して申請人及びＦに伝達されたのであるから、同人らにＤの「意味」\nが誤つて受取られたことは容易に考え得ることであり、更に、それを伝え聞いたＨ\nの証言と申請人本人尋問の結果との間に前示のような齟齬があつても、何ら異とす\nるには足りない。尤も申請人本人尋問の結果中には、申請人はＣを介して、「一度\n出した命令だから変えることはできない。」との指示を受けた旨の供述があるが、\n同供述には更に続けて、「そんなに書きたくないやつがいるなら書かなくてもいい\nとも言つている。」という話もＣからあつたとあり、これを全体として考えれば、\n右供述を以てしても、申請人がＤの指示がそのまま申請人に伝えられたことを認め\nているとは解せられず、むしろ右に述べた理由からして、両者相まつて、Ｄの意図\nするところとは大分ニユアンスの異つたものとして受けとつたことを述べているも\nのと解されるので、右供述は前記認定の妨げとはならない。ところで申請人本人尋\n問の結果によると、申請人は電話が終つてから帰つて折衝の結果を報告した。する\nと期せずして見習社員の中から「それじや、みんなで出さないよう決めちやえ。」\nというような声が起り、暫く議論した後、書くか書かないかは各自の責任において\n決めることとなり、結局、全員レポートを提出しなかつた（レポート不提出の点は\n当事者間に争いがない。）ことが認められ、これに反する疎明はない。そうする\nと、前記のとおり申請人本人尋問の結果中には、「Ｃから伝え聞いた言葉をそのま\nまみんなに伝えた。」との供述があり、それは虚言ではないけれども、右のとお\nり、見習社員全員がレポートを提出しなかつた事実からすると申請人は見習社員に\n対しＤの意識、意思内容（意味）と異る意味を話したことは明らかである。しかし\nながら、このことについて申請人に故意も過失もなく、その責に任ずべきでないこ\nとは上記説示によつて明白であろう。このような結果は、Ｄが当時多忙であつたた\nめ止むなくその指示を電話を以て、Ｃを介して申請人に伝えたことによる言語の持\nつ不確実さのしからしめたところであつて、何人の責任というわけのものではない\nのである。証人Ｇの証言中右に反する点は措信しない。従つて、命令伝達を誤つた\nとの点を申請人の不適格事由とすることは許されない。\nまた同日午後四時三〇分頃Ａ係長が見習社員全員に対して、レポートを提出しな\nかつたことを叱責したところ、みな遺憾の意を表したことは当事者間に争いがな\nい。\n被申請人は更に、申請人が右叱責に対し、「命令が出された場合、命令を受ける\n側が納得した後実行した方が良い。またそうした命令に従う必要はない。」と述べ\nた旨主張する。そして証人Ａの証言には、「申請人は、納得できないことは行えな\nいという趣旨の質問をした。」とあり、証人Ｈの証言には、「上司の命令に対し\nて、自分が納得しない場合でも従う必要があるのか、という趣旨の質問をした。」\nとあること、並びに申請人ら見習社員がレポート提出拒否に関する前段認定の事\n実、殊に申請人が幹事として見習社員に推されて人事課に見習社員らの計画並びに\n真意を伝え、感想発表会を予定通り持ちたい旨の了解を求めに行つた際、人事課員\nが、申請人に意見を述べる機会すら与えなかつたこと、レポート提出拒否の行為は\n期せずして見習社員全員が一致して行つたものであること等の事実を総合すると、\n申請人は、右叱責を受けた時点において、Ａ係長らの同日の行為を不親切なものと\n感じたこと、並びに前記予定変更について納得し難い気持を持つていたことを推認\nすることができるから、右叱責に対し、「命令を出された場合、命令を受ける側が\n納得した後実行した方が良い。」との趣旨程度の発言をしたことを認定し得るけれ\nども、「そうした命令に従う必要はない。」とまで言つたことを認めるに足りる疎\n明はない。尤も右発言に関し、申請人本人尋問の結果中には、申請人は右Ａから叱\n責を受け、他の見習社員が遺憾の意を表した後に、「今日こういう形でレポートを\n書かなかつたことはよくないことだと思うし、明日宿題として提出することには異\n存はない。しかし、一般的に言つて、上司が仕事を与える場合に、それを受ける側\nの意見を聞き、十分納得させたうえで仕事をさせた方が良いし、会社もその機会を\n与える方向でやつていつたらいいのではないか。」ということを質問したにすぎな\nい、との供述があるが、証人Ａ、同Ｈの各証言に照らしてたやすく措信し難く、む\nしろ前段認定の事実の下では、申請人としては右の如き丁重な発言をしたとは考え\nられず、多少反発的態度に出たものと推認するのが相当である。疎乙第六号証にも\n右申請人本人尋問の結果と符合する記載があるが、右同様の理由で措信しない。そ\nうすると、Ａ係長が見習社員全員に対し、レポート不提出を叱責し、全員遺憾の意\nを表した際、申請人は、独り多少反発的に「命令を出された場合、被命令者はこれ\nを納得した上で実行した方がよい。」との趣旨の発言をしたこととなるところ、前\n段認定の事情の下で、全員の代表を務めるものとしては、何人がその地位に立つて\nもこの程度の言動に出ないとは保証し難く、いわばその場におけるその地位のしか\nらしめた現象的事実であつて、この一事を以てその者の全人格を評価、批判するの\nは過酷である。従つて、申請人の右言動を以て、解雇事由となすことは、解約権行\n使の範囲を逸脱するものといえる。\n５　会社が見習社員に東海金属株式会社本社工場を見学させるため、見習社員に対\nし六月二九日午前九時一五分に京浜東北線東神奈川駅に集合することを命じ、申請\n人がこれに少くとも二五分位遅刻したことは当事者間に争いがない。\n証人Ｂの証言によれば、当日午前九時二〇分頃から見学を開始する予定で、その\n旨東海金属にも連絡してあつたが、申請人が遅れたため人事課員Ｂはやむなく申請\n人を除いた見習社員を引率して東海金属に赴き、同社の担当者に、見習社員一名が\n未到着なることを告げ、見学開始を遅らせてくれるように依頼し、申請人が到着し\nた後に所定の見学を行つたことが認められ、右認定に反する申請人本人尋問の結果\nは単なる推測の域を出ず、たやすく措信できないし、他に右認定を覆えすに足りる\n疎明はない。\n四、以上認定したところによれば、被申請人主張の解雇理由のうちで、申請人の責\n任を問いうる事実は、昭和四二年四月七日の古河三水会主催の朝日生命ホールにお\nける歓迎会と、同年六月二九日の東海金属株式会社工場見学における二回の遅刻だ\nけである。ところで証人Ｇの証言によると、見習社員の選考担当者である人事部\n長、人事課長及び人事係長が申請人を解雇すべき旨を決定したのは、正に右六月二\n九日の右三者の協議に基くものであるが、右協議の際は、同日の遅刻の事実は右三\n者には報告されていなかつたことを認め得るから、右遅刻はいわば申請人の解雇理\n由の補強として付け加えたものというべきである。仮りに、正式の解雇決定は、見\n習期間経過の際であるから、その時期までの事由を挙げることは何ら支障のないも\nのとしても、遅刻は僅か二回であり、申請人が平素遅刻を重ねたとの疎明はなく、\nまた前掲疎乙第二号証及び証人Ｇの証言によれば、工場見学は前後五回行われてい\nたものであることを認めることができるから、右遅刻は、申請人の資質判断の資料\nとするに足らず、いわんやこれをもつて、解雇の事由とするには当らない。その他\n見習期間中における申請人の勤務態度に誠実さを欠くとか、協調性に乏しいとかの\n事実を証すべき何らの疎明もない。しからば被申請人の申請人に対する本件解雇は\n正当な理由がないのになされたものであり、契約の信義則に反するものであつて、\n権利の濫用として無効であるから、申請人と被申請人との間の四月一日付雇傭契約\nは継続していることは明らかである。なお、右雇傭契約の性質は、前記二の２にお\nいて判断したところから、被申請人に、申請人を正社員とするに不適格とする特段\nの事由がないときはこれを正社員に昇任する義務があるものと解されるから、被申\n請人は見習期間が経過した昭和四二年一〇月一日をもつて、申請人を正社員とする\n旨の発令をなすべきものである。\n然して、申請人本人尋問の結果及び弁論の全趣旨によれば、申請人は、他に特段\nの資産を有せず、労働者として会社から受領する賃金を資源として生計を維持して\nいたが、本件解雇によつてその途をとざされ、それ以来カンパによる資金などで生\n活しているものであることが認められ、本案判決の確定をまつていては、その生活\nに回復し難い損害を蒙るべきことは明らかであり、右認定を覆えすに足りる疎明は\nないから、本件仮処分はその必要性がある。\nよつて申請人の本件申請はいずれもその理由があるから、これを認容することと\nし、訴訟費用の負担につき民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　西山要　吉永順作　瀬戸正義）\n"
}