{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 10,
    "day": 29
  },
  "case_number": "昭和39(ツ)39",
  "case_name": "家屋明渡請求事件",
  "court_name": "大阪高等裁判所第一民事部",
  "result": "棄却",
  "article_info": "第17巻6号479頁",
  "gist": "契約解除に基づく明渡請求訴訟における請求の個数",
  "case_gist": "家屋の明渡を請求する訴訟において、賃貸人である原告がその理由として貸料不払による契約解除を主張し、予備的に無断転貸による契約解除を主張した場合、請求を理由あらしめる攻撃方法が二個あるに過ぎず、請求としては明渡を求める一個の請求があるだけである。",
  "lawsuit_id": "22537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/022537_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告理由第一点について。\n被上告人は、第一審において次のとおり主張した。すなわち被上告人はＡと上告\n人との間の本件家屋の賃貸借における賃貸人の地位を承継したのであるが、上告人\nはＡに対する賃料の延滞があるばかりでなく、その後も賃料を支払わないので、被\n上告人は昭和三二年六月一二日上告人に到達した書面で、右書面到達の日から三日\n以内に昭和三一年九月分から昭和三二年六月分までの延滞賃料金六、五〇〇円を支\n払うべく、その支払がないときは右賃貸借契約を解除する旨の意思表示をしたとこ\nろ、上告人は一部を支払つたのみで残余の支払をしないので、右賃貸借契約は昭和\n三二年六月一五日かぎり解除されたと主張し、仮りに右主張が理由がないとして\nも、上告人は本件家屋を被上告人に無断でＢ、Ｃ、Ｄ、Ｅ等に転貸しているので、\n被上告人は上告人に対し昭和三五年五月三〇日の第一審口頭弁論期日において、右\n無断転貸を理由として右賃貸借契約解除の意思表示をしたから、この時に右賃貸借\n契約は解除されたというのである。\n第一審判決は、賃料不払を理由とする被上告人の契約解除の主張を採用せず、無\n断転貸を理由とする被上告人の契約解除の主張を採用し、被上告人の請求中契約解\n除を原因とする本件家屋の明渡と右契約解除の日の翌日である昭和三五年五月三一\n日から家屋明渡ずみに至るまでの賃料相当の損害金の支払を求める部分を認容し\nた。上告人は第一審判決の敗訴部分を不服として控訴を提起したところ、原判決は\n賃料不払を理由とする被上告人の契約解除の主張を採用し、契約解除による原状回\n復義務の履行としての本件家屋の明渡と第一審判決で認容した限度の損害金の支払\nとを求める被上告人の請求を認容した。以上の経過は本件記録により明白である。\n<要旨>ところで、家屋明渡請求訴訟において、賃料不払による履行催告を前提と\nする契約解除も、無断転貸による</要旨>契約解除も、明渡請求権は一個であつて、\n二個でないと解するのを相当とする。何故ならば、右のいずれの場合も、賃貸人は\n契約解除の効果として、民法第五四五条により賃借人に対し原状回復として家屋を\n賃貸人に返還することを求めているものであるばかりでなく、賃料不払による履行\n催告を前提とする契約解除は、民法第五四一条によるものではあるが、賃借人が契\n約に定められた義務を履行しないことに基づくものであり、無断転貸による契約解\n除は、民法第六一二条によるものではあるが、賃借人が同条に定められた義務に違\n背したことに基づくものであつて、両者の間に共通の性質を有し、右解除事由の主\n張は、請求を理由あらしめる攻撃防禦の方法に過ぎないと解するのを相当とするか\nらである。\n所論のように、賃料不払による契約解除は、一般的な債務不履行に基づくもので\nあり、無断転貸による契約解除は、賃貸借契約の継続的信頼関係を中心とし当事者\nの個人的要素を重視した賃貸借契約固有の解除権を認めたものであり、両者の間に\n異なる点のあることは否定できないが、それだからといつて賃借人の義務不履行、\n義務違背という両者の共通点を見逃すことはできない。\n賃料不払による履行催告を前提とする契約解除の日と、無断転貸による契約解除\nの日とが同一ない結果、解除後の損害金債権発生の日が異なるのは当然であるが、\nこれは同じく賃料不払による履行催告を前提とする契約解除について、訴訟におい\nて仮定的に日を異にする数個の解除事由が主張された場合、その主張の解除事由に\nよつて解除後の損害金債権発生の日が異なるからといつて、一々請求が別異のもの\nとみることができないのと同様である。\n論旨引用の最高裁判所昭和二七年（オ）第九七二号第一〇四一号同二八年九月一\n一日第二小法廷判決（民集七巻九号九一八頁）は、本件と事案を異にし、本件に適\n切ではない。\n以上のとおり、家屋明渡請求訴訟において、賃料不払による契約解除に基づく明\n渡請求権と、無断転貸による契約解除に基づく明渡請求権とは一個の請求権であつ\nて二個の請求権ではないから、第一審で排斥された賃料不払による契約解除の主張\nについては、被上告人の不服申立がなくても、第二審でこれを審判の対象とするこ\nとができることは当然であつて、何ら民訴法第三八五条に違背するものではない。\n所論は採用することができない。\n上告理由第二点について。\n原判決は、被上告人は上告人に対し昭和三二年六月一二日到達の書面で、到達の\n日から三日以内に昭和三一年九月分から昭和三二年六月分まで一〇ケ月分の賃料合\n計金六、五〇〇円を支払うべく、右期間内に支払がないときは賃貸借契約を解除す\nる旨の意思表示をしたところ、上告人は同月三一日に六ケ月分の賃料合計金三、九\n〇〇円を支払つたのみでその余の支払をせず催告期間を経過した。ところが上告人\nがさきに昭和三一年一二月一九日被上告人に支払つた金五、八五〇円を弁済期の到\n来した分から充当すると昭和三一年九月分の賃料まで弁済があつたこととなるか\nら、被上告人のした右金六、五〇〇円の支払の催告は右九月分金六五〇円について\nは過大催告となる。しかしこれは被上告人の法律上の誤解に基づくものと推認し、\n金五、八五〇円の限度で有効な催告と解し、上告人はこれに対し金三、九〇〇円を\n支払つたのみで昭和三二年四月分から六月分まで三カ月の賃料合計金一、九五〇円\nを支払わなかつたものであるから、本件賃貸借契約は同年六月一五日かぎり解除さ\nれたものと認定したものである。またＡが昭和三〇年一二月分から昭和三一年三月\n分までの延滞賃料債権金二、六〇〇円を被上告人に譲渡し、同年一〇月二三日付書\n留郵便で上告人にその旨通知したことは、原判決の認定するところであるが、上告\n人が前示金一、九五〇円を被上告人に支払わなかつたのは、上告人の前主Ａに支払\nえばよいとの法律上の誤解に基因するものであるということは原判決の認定しなか\nつたところである。原判決の認定する事実関係のもとにおいて、催告があるにかか\nわらず三カ月分の賃料を支払わないのは賃貸借契約の基調である信頼関係を破壊す\nるものであり、被上告人が契約解除を理由として本件家屋の明渡を求めるのは当然\nの権利行使であつて、権利濫用にあたらないとした原判決の判断は正当である。原\n判決には所論のような民法第一条第三項の解釈を誤つた違法はない。\n上告理由第三点について。\n前示のとおり、第一審判決は賃料不払を理由とする被上告人の契約解除の主張を\n採用せず、無断転貸を理由とする被上告人の契約解除の主張を採用し、したがつて\n後者の契約解除の日の翌日である昭和三五年五月三一日から家屋明渡ずみまで賃料\n相当の損害金の支払を求める請求を認容したが、前者の契約解除の日の翌日である\n昭和三二年六月一六日からの損害金の支払を求める請求を排斥したばかりでなく、\n延滞賃料の支払を求める部分も弁済があつたものとして排斥した。原判決は、賃料\n不払を理由とする被上告人の契約解除の主張を採用したが、その契約解除の日の翌\n日である昭和三二年六月一六日からの損害金については、被上告人が第一審判決の\n敗訴部分に対し控訴も附帯控訴も提起しなかつたため、第一審判決で認容した限度\nで、損害金の支払を求める被上告人の請求を認容したものである。\n上告理由第一点について判示したように、賃料不払による履行催告を前提とする\n契約解除を理由としても、無断転貸による契約解除を理由としても、明渡請求権が\n一個である以上控訴審において右主張事実全部にわたつて審理するのは当然である\nが、右明渡請求とは別個である損害金請求については、第一審において排斥された\n請求の部分に関し、控訴又は附帯控訴の提起のないかぎりこれを変更することので\nきないことは民訴法第三八五条の定めるところであつて、その間に何ら矛盾がある\nものではない。\n賃料不払による契約解除に基づく明渡請求権が控訴審の審理の対象となることは\n前示のとおり明らかであつて、たとえ上告人がこれを知らなかつたため昭和三八年\n九月分までの賃料を支払つている事実を主張立証する機会を失つたとしても、原審\n裁判所が訴訟指揮権を行使しなかつた違法があるものということはできない。\n以上のとおり、論旨はすべて理由がないから、本件上告を棄却することとし、民\n訴法第九五条、第八九条に従い、主文のとおり判決する。\n（裁判長裁判官　熊野啓五郎　裁判官　斎藤平伍　裁判官　兼子徹夫）\n"
}