{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 4,
    "day": 17
  },
  "case_number": "昭和39(う)333",
  "case_name": "殺人被告事件",
  "court_name": "名古屋高等裁判所刑事第二部",
  "article_info": "第20巻2号148頁",
  "gist": "訴因の変更を促しまたはこれを命じないことが審理不尽となる一事例",
  "case_gist": "本件のように、起訴状記載の訴因(殺人)については無罪とするほかないが、これを他の訴因(重過失致死)に変更すれば、有罪であることが明らかであり、しかもその罪が相当重大である場合においては、裁判所は、検察官に対し、その旨訴因の変更を促し、またはこれを命じて審理を尽すべき義務があるから、これをしないで、起訴状記載の訴因のみについて審理判断し、直ちに無罪の判決をするのは、審理不尽の違法があるものというべきである。",
  "lawsuit_id": "23011",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23011",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/011/023011_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮二年に処する。\n原審における未決勾留日数中、六〇日を右本刑に算入する。\n理　　　　由\n本件控訴の趣意は、津地方検察庁検察官検事荒井健吉名義の控訴趣意書に記載す\nるとおりであるから、ここに、これを引用する。\n所論は原判決は、本件発生に至る経緯並びに被告人とＡがＢ組二階事務所におい\nて猟銃を手交される際の四囲の状況及び猟銃を手交された後の両名の行動について\nの判断を誤り、ひいて本件殺意の有無についての判断を誤つた結果、被告人に殺意\nを認めるに足る証拠がないとして、無罪を言い渡したものであるから、原判決には\n事実の誤認があり、その誤認は、判決に影響を及ぼすことが明らかである、という\nのである。\n所論にかんがみ、本件記録を調査し、当審における事実調べの結果を参酌して検\n討するに、原判決が、本件公訴事実中、被告人が公訴事実記載の日時、場所におい\nて、おおむね同記載のごとき経緯から、Ａに相対して所携の猟銃に実包を装填した\nこと及びこれが発射されて同人の傍らにいたＣに命中し、因つて同人を死亡するに\n至らしめたことをそれぞれ認定しながら、被告人がＡ殺害の犯意のもとに装弾し、\n殺人の犯意のもとに発砲したとの事実は、これを認めるに足る証拠がないと判断し\nたのは、首肯することができるのであつて、原判決には、判決に影響を及ぼすこと\nが明らかな事実誤認のかどは存しないものというべきである。すなわち\n一、　本件発生に至る経緯について。\n原判決が本件の経緯として認定したところ（原判決書二枚目裏一一行目から五枚\n目裏末行までの部分）は、その大筋において、証拠上肯認することができるのであ\nり、被告人がＢ組二階事務所において、同組長ＤことＤから本件猟銃を手交される\nまでの段階において、被告人にＡ殺害の犯意が認められないことは、所論も認めて\nいるととろである。もつとも、所論の援用する原審第二回公判調書中証人Ａの供述\n記載部分、同第三回公判調書中証人Ｄの供述記載部分、Ｇの検察官に対する供述調\n書及び被告人の司法警察員に対する昭和三八年一二月一七日付供述調書等の各証拠\nによれば、被告人は、前記Ｂ組二階事務所において、ＣとＡとが原判示のように\n「謝れ」、「謝らない」の口論の末、掴み合い、殴り合いの喧嘩を初めた際、Ｃに\n加勢し、Ａ側にはＥが加担して、ここに、四名入り乱れての乱闘を演じたこと、被\n告人は、その際、Ｅのみならず、Ａにも殴る等の暴行を加えていることを認定する\nことができるから、原判決が右ＡとＣとが掴み合い、殴り合いの喧嘩をした際、被\n告人は、Ａに対し、何らの暴行を加えた事実がないとした点は、事実を誤認したも\nのというべきとと所論のとおりである。\nしかしながら、右四名入り乱れての乱闘は、ＤことＤの制止により、さしたるこ\nともなく、間もなく一応治まつているのであつて、この段階においては、被告人に\nＡ殺害の犯意が認められないことは前示のとおりであり、被告人がＡに暴行を加え\nた事実を、本件発生に至る経緯の中に附加しても、直ちに、所論のごとく、かかる\n経緯を原因として、次第に本件殺意が形成されたものと認めるに足る証拠もない\n（殺意を認めるべき証拠のないことについては後述する。）から、右Ａに対する暴\n行の点に関する原判決の事実誤認は、判決に影響を及ぼすことが明白であるという\nことはできず、従つて、原判決を破棄する事由とはなし得ないものといわなければ\nならない。\n二、　本件殺意の有無について。\n本件殺意の有無に関する原判決の判断（原判決書六枚目表初行から一三枚目表四\n行目までの部分）は、その結論、すなわち、「本件においては、被告人がＡ殺害の\n犯意のもとに装弾し、殺人の犯意のもとに発砲したとの事実は、これを認めるに足\nる証拠がないと。」とする点において、誤りはないものと認められる。\n所論は、被告人とＡがＢ組二階事務所において、Ｄから猟銃を手交される際の四\n囲の状況について、被告人は、Ａが親分Ｄの面前において、「殴られてはこのまま\n引きさがれない」との啖呵を切るので、愈々憤激の情にかられ、「頭に来た、かつ\nこらつけやなおさまりつかん」といつて決意のほどをほのめかし、Ｄを刺戟し、同\n人から、「やれ」と言われれば何時でもＡの殺害を辞さない気勢を示していたこと\nがうかがえるという。被告人とＡが猟銃を手交される直前における両人の言動とし\nて、原判決の判示するところは、「Ａとしては、Ｆ（被告人）等の親分の事務所に\nおいて、同人等の見ている前で、暴行を加えられたことに立腹し、『此処に来て殴\nられたのでは引つ込みがつかぬ』と、開き直つた。一方被告人も『どうでも話をつ\nける』と力み返つた」（原判決書四枚目裏末行から五枚目表四行目までの部分）と\nいうのであつて、その表現にニユアンスの差があるにしても、ほぼ所論と一致する\n認定をして居り、当時被告人において憤激の情にかられていたとは、右の原判示か\nらもこれをうかがうことができる。\nしかしながら、右被告人の言動から直ちに、被告人が論旨にないうように、決意\nのほどをほのめかしてＤを刺戟し、同人から「やれ」と言われれば、何時でもＡの\n殺害を辞さない気勢を示していたと推断するのは、明らかに論理に飛躍があるもの\nというべきであり、また、所論援用の各証拠、その他原審が取り調べたすべての証\n拠を仔細に検討しても、被告人が猟銃を手交される際に、Ａ殺傷の決意をほのめか\nしてＤを刺戟したとか、Ａ殺害を辞さない気勢を示していたとかいうような事実\nは、とうてい認めることができない。\n次に、所論は、Ａの原審公判廷における証言（前出原審第二回公判調書中証人Ａ\nの供述記載部分）及びＧの検察官調書等によれば、（１）被告人は、親分Ｄから\n「やるならやれ」といつて本件猟銃を手渡されたこと、（２）Ａが被告人に対面す\nる位置で所携の猟銃に装弾したこと、（３）被告人は、これを見て、「これはいか\nん、こうなつたらＡを射殺するに如かず」と考え、自己の所持する銃に装弾し、引\n鉄に指を入れたまま、銃口をＡに指向すべく、右から左に移動しかけたこと、\n（４）これを見てＧは射ち合いになると判断し、被告人の背後から「やめて」とい\nつて、同人の肩に手をかけ下方に押したこと、（５）そのため、銃口が未だＡに指\n向されないうちに、引鉄の中の指に力が加わり発射して、Ａに命中するに至らなか\nつたこと、（６）被告人がＧから肩に手をかけられたとき、「お前も死にたいか」\nといつたことからも本件の殺意がうかがわれること等を十分に認定することがで\nき、本件殺意の証明は十分である。然るに、原判決は、最も信憑性の高い右Ａの証\n言及びＧの供述を排斥し、専ら被告人の弁解並びに被告人とは共犯関係にある疑い\nがあり、信憑力の薄弱なＤの証言を採用して、被告人の装弾行為を単なる虚勢に過\nぎないものと独断し、被告人が銃口をＡに指向せんとして、右から左に移動した事\n実及び被告人のＡに対する殺意を認めないのであるから、明らかに採証の法則に違\n背し、重大な事実の誤認を犯したものである、と主張する。\nしかしながら、所論援用にかかる証拠を含む後記証拠の標目欄掲記の各証拠を総\n合考察すれば、猟銃受領後における被告人、Ａ及びＤの行動並びに四囲の状況等\nは、おおむね原判決の認定するとおり認定することができる。すなわち、\n（一）　猟銃の授受が行なわれた前記Ｂ組二階事務所は、ほぼ八畳間ぐらいの、\nさして広くない洋間で、室内には応接用テーブル、椅子等の応接セツト数点が並べ\nられているほか、机、石油ストーブ、戸棚等が置かれているうえに、当時Ｄ、被告\n人、Ａ、Ｃ、Ｅ、Ｇの六名もの多数が入室していたため、きわめて狭隘で混雑して\nいた。\n（二）　Ｄは、前述のように、被告人とＡがＤの面前で口論してやめなかつたと\nころ、右両人に対し、「本気で殺し合いの喧嘩をする気があるなら、これでやつて\nみろ」と言つて、両人に猟銃一挺ずつと弾丸二発ずつを手渡し、Ａが銃を持つこと\nを躊躇すると、「お前よう持たんのか」とＡを軽蔑するような言葉を用いて、Ａに\n銃を持たせたが、銃を手にしたＡや被告人が室外に出ようとする態度を示すと、直\nちにこれを制し、被告人に着席するように命じた。そして、被告人の所持していた\n猟銃に装填されていた弾丸が発射されてＣに命中するや否や、被告人を「馬鹿野\n郎」と怒鳴りつけて、その後頭部を殴り、その手から猟銃を取り上げた。\n（三）　Ａは、Ｄに促されて渋々銃を手にして後、喧嘩相手のＣの指示を受けて\n実包を装填し、被告人に対し「表に出ろ」と言つて、先に立つて外出しようとする\n態度を示したが、Ｄに制止されると、これに応じて室内に止まり、その後は応接用\nテーブルを距てて被告人と向い合う位置に立つていたが、傍らにいたＣから頭を押\nえられ、頭を下げて謝るようたしなめられるままになつていた。そしてＡとして\nは、右のように屋外に出ようとした行動以外に、被告人側の人々（Ｄ、被告人、\nＥ、Ｇ）に銃口を向けたこともなく、また「射つぞ」などの言も発していないし、\nとくに、被告人を挑発するような言動も採つていなかつた。\n（四）　被告人は、Ｄから猟銃と弾丸を手渡され後、直ちに装弾しないでしばら\nく逡巡するうち、先に装弾を終つたＡから「表に出ろ」と言われたので、これに応\nじて外出の態度を示したが、Ｄに制止されると、Ａ同様室内に止まり、更にＤから\n「坐れ」と命じられると、応接用の椅子に腰を下ろし、応接用テーブルを隔てて相\n対する位置に立つているＡと向い合い、椅子に坐つたままの姿勢で、銃に弾丸を装\n填し、引鉄部分近くに手指を置いてこれを持つていたところ、傍らにいた被告人の\n情婦Ｇが危険を感じ、被告人の体に手を触れたので、被告人は、銃を持つたままこ\nれを振り払おうとした。次の瞬間、被告人の銃から弾丸が発射された。\n以上のとおり認定することができる。\nそこで、叙上の事実関係に基づき、果してＤが真実殺し合いの喧嘩をさせる意図\nのもとに、被告人及びＡに猟銃を手渡したものであるかどらか、また右両人におい\nて、猟銃による殺人を企画したものであるかどうかについて考察してみるのに、先\nず前記（一）認定のように、きわめて狭隘な室内において、多数の人のいるところ\nで、猟銃による射ち合いをするときは、弾丸は、何人に命中するかも分らず、危険\nきわまりないことは、自明の理である。まして、Ａは、Ｄの弟分である被告人の喧\n嘩相手であるから、もし、Ａに殺意があれば、同人の銃口は、ひとり被告人のみに\n向けられるとは限らず、被告人側のＤ自身やＥらにも向けられないとも断言できな\nいわけである。Ｄが、かような危険を冒すことを覚悟のうえで、被告人やＡに対\nし、猟銃を手交したとみるのは、前記（二）に認定したよらな、猟銃手交後におけ\nるＤの行動、態度等に徴するも甚だ疑問であり、むしろ同人としては、当時の部屋\n内の雰囲気や被告人、Ａの態度等から、両人とも口では強がりを言い合つて虚勢を\n張つてはいるものの、Ｄにとり若輩の両人が、組長であるＤの面前で発砲するよう\nなことは、よもやあるまいと信じていたものとみるのが相当である。次に、Ａに殺\n意を認め難いことは、前記（三）に認定した同人の態度に照らし、明白であり、こ\nの点は、所論も認めるところである。\nしからば、猟銃を交付したＤにも、これを受け取つた両人のうちのＡにも、猟銃\nを発射させ、或いは発射する意図はなかつたものというべきであるが、前記（四）\nに認定した被告人の行動、態度等から、被告人だけが、Ｄから猟銃を手渡された後\nにおいて、突然Ａ射殺を決意したものと判断することは妥当であろうか。被告人\nは、Ｄから猟銃を手渡された後、直ちに弾丸を装填しないで、暫らくためらつてい\nた。装弾行為は、相手のＡが先に完了した。被告人は、Ａの声に応じて外出する姿\n勢を示したが、この段階では未だ装弾していなかつた。Ｄに制止されると、室内に\n止まり、更にＤから「坐れ」と言われて、椅子に腰をかけた。腰かけたまま、猟銃\nに装弾し、これを手にした。傍らにいたＧが被告人の体に手を触れ、被告人がこれ\nを振り払おうとした次の瞬間、弾丸が発射されているのである。被告人がＡの声に\n応じて外出の姿勢を示した当時、被告人がＡ射殺の決意をしたものとみることがで\nきないことは明らかである。Ａは、被告人よりも先に装弾して「表に出よ」なとと\nいつて、果し合いをするかのごとき態度を示しているが、これは、虚勢からであつ\nて、その真意に基づかないものであること前示のとおりである。被告人は、未だ装\n弾もしていなかつたのである。被告人がＡの声に応じて外出の姿勢を示したのも、\nＡ同様虚勢からと判断すべき十分の理由があるものというべきである。被告人の装\n弾行為は、相手方のＡがすでに装弾している手前、これに張り合つて、組長の面前\nで度胸のあるところを示すための見栄からしたものとみる余地が十分にあるから、\nこれまた、被告人に猟銃発射の決意があつたことをうかがわしめる資料となすに足\nりないものといわなければならない。\n以上要するに、Ｄにしても、Ａにしても、被告人にしても、言葉の行きがかり\n上、銃を持たせ、若しくは持ちはしたものの、また、Ａと被告人とは銃に装弾をし\nて、これを携帯していたものの、いずれも猟銃による殺人を企図していたとはみる\nことができないから、これと同旨の原判決の判断は相当というべきである。\n所論は、原判決が、前記Ａの証言及びＧの供述により明認できる、被告人が銃口\nをＡに指向せんとして右から左に移動した事実及び被告人のＡに対する殺意を認め\nないのは、採証法則に違背し、重大な事実を誤認したものであるというので、以下\n右Ａの証言及びＧの供述の信憑性について検討してみるのに、先ず、Ｇは、前掲検\n察官調書中において、「双方がこんなに怒つて、その場にえらい権幕になつたので\nすから、これでは本当に猟銃の射ち合いをするのじやないかと私も心配になり、Ｆ\nさんの後に廻つて、後からＦさんの両肩に手をかけて『やめておきなさい』と止め\nたのです。するとＦさんは私が邪魔をすると思つてか、『お前も死にたいか』とい\nきり立つて、私が後から止めようとしたのに対し、椅子から立上つて、一度又椅子\nに尻もちをつきました。」と供述しているのであるが、同女は、被告人の情婦であ\nつて、殊更に事実を曲げて、被告人に不利益な供述をするとは通常考えられないば\nかりでなく、すでに見た本件発生に至る経緯、とくに、本件猟銃の授受がなされた\n前後の状況等に照らしても、女であるＧが、被告人らにおいて、本当に猟銃の射ち\n合いをするのではないかと心配したのも、無理からぬところと考えられるのであつ\nて、右Ｇの供述は、その認識したところを正直に述べたものと認められる。そし\nて、右供述によれば、当時の部屋内の雰囲気が、かなり緊迫して険悪なものであつ\nたこと及びＧが被告人を制止しようとしたとき、被告人が「お前も死にたいか」と\n言つたことをそれぞれ認定することができるが、右認定事実だけからでは、直ちに\n所論のごとく、本件被告人の殺意を推認することはできない。けだし、被告人は、\n喧嘩相手のＡと同様、言葉の行きがかり上、銃を手にし、これに装弾はしたもの\nの、また、当時の部屋内の雰囲気が、被告人とＡの喧嘩口論の続きで、両人ともに\nいきり立ち、相当緊張した状態にあつたとはいうものの、Ｇが心配するように、直\nちに被告人をしてＡ射殺を決意させるほどの、きわめて緊迫した状態にあつたもの\nとは認められないこと、すでに説示したところにより明らかであるのみならず、Ｇ\nに対する右被告人の言辞は、虚勢から発せられたものとしても、これを理解できな\nいことはないからである。\n次に、Ａは、原審公判廷において、「被告人の持つた猟銃がテーブルの下から現\nわれ、その銃口が被告人の右方から左方に廻つたので、咄嗟に身を退いた途端に、\n被告人の銃が発射された。」旨供述し、当審証拠調期日においても、ほぼ同趣旨の\n供述をしていることが認められる。右Ａの証言は、被告人の原審公判廷における\n「Ｇが『やめて、やめて』と自分の左手を掴んだので、『自分は危いから離せ』と\n持つていた銃を左から右へしやくつて振り切つた途端、銃の元折れが戻り、銃が一\n直線になつた瞬間、弾丸が発射された。」旨の弁解と相反するものであつて、も\nし、Ａの証言のとおりとすれば、被告人は、銃口をＡに指向しようとして右から左\nへ移動したこととなり、この事実は、被告人にＡ殺害の犯意があつたことを推認さ\nせる有力な証左となるであろう。\n原判決は、右Ａの証言を排斥する理由として、「医師Ｈ作成に係る鑑定書中の、\nＣの傷害の部位についての、銃創の射入口と射出口との記載を検討することによ\nり、右Ａ証言の誤りであることを指摘できる。銃口は、被告人の左方から右方に動\nき、かつ、下方から上方に向けられていたことが推認できる。」と判示している\nが、右鑑定書によると、Ｃの死体の腹部に四個の射入口を認め、右後胸部に三個の\n射出口を認めるというのであり、Ｃの銃創は、腹部から右後胸部にかけて弾丸が貫\n通して生じたものであることが認められるから、銃口が下方から上方に向けられて\nいたものであることは、これを推認することができる。しかし、右鑑定書の射入口\nと射出口の記載だけからでは、銃口が被告人の左方から右方に動いたか、また、そ\nの逆であつたかは、にわかに推認できないことは論旨の指摘するとおりである。本\n件においては、銃の発射される寸前、Ｃが被告人に対し、正対していたのか、横向\nきになつていたのか、どんな姿勢をとつていたのか、これを確定するに足る証拠は\nないのであるから、右鑑定書の記載のみによつて、銃口が被告人の右方から左方に\n動いたとするＡ証言を誤りであると断定するのは、早計のそしりを免れないもので\nある。この点に関する原判決の判断は、にわかに首肯することができない。\nしかし、Ａの証言の内容を本件記録について仔細に調査し、とれを原審及び当審\nにおいて取り調べた証拠と対照しながら検討してみると、必ずしも全面的に信用す\nることはできないことが明らかである。Ａは、せまい部屋内で、至近距離に被告人\nと向い合う位置に立ちながら、被告人が椅子に坐つたまま、何時猟銃に装弾したの\nか知らないと述べ、また、Ｇが被告人を制止しようとして、被告人の体に手を触れ\nたのも気付かなかつたと述べている。当時Ａの傍らにはＣがいて、Ａに対し、しき\nりに謝罪を促していたので、恐らくＡは、これに気を奪われ対面する位置に坐つて\nいた被告人や、その傍らにいたＧらの挙動に気付いていなかつたものであろう。被\n告人の猟銃が発射されたのは、Ｇが被告人の体に手を触れ、被告人がこれを振り払\nおうとした次の瞬間であるから、Ａの証言する「銃口が被告人の右方から左方に動\nいたのを見た」というのも、きわめて瞬間的な事柄に属し、しかもＡは、その直前\nの被告人の挙動等を注視していたのではなくて、一瞬何の気なしに被告人の方を見\nたら、銃口がテーブルの下から出て、すつと動いたというのであるから、その瞬間\nＡが被告人の銃口が右方から左方へ動いたように認識したものとしても、その正確\n性については、他にこれを裏付ける証拠も見当らない本件においては、疑いなきを\n得ない。まして、Ａは、本件当時相当量飲酒していたうえ、被告人らと喧嘩、口論\nし、昂奮して冷静を欠く状態にあつたものと認められるのであるから、前記Ａ証言\nに論旨のように最高度の信憑性を認めることはできない。（もつとも、飲酒と喧嘩\n口論により昂奮状態にあつたことは、被告人も同様であり、そのうえ被告人の立場\nを老慮すると、被告人の弁解を採用するにも、慎重な検討を要することもちろんで\nあるが。）それ故、原判決がその信憑性に疑いのある右Ａ証言を採用せず、従つて\n被告人が銃口をＡに指向せんとして右から左に移動したとの事実を認定しなかつた\nのは、結局相当として是認することができるものというべく、原判決には、所論の\nごときＡ証言の証拠価値に対する判断を誤つた違法はないものといわなければなら\nない。\n以上の次第であつて、これを要するに原判決には、判決に影響を及ぼすことが明\nらかな事実の誤認はないから、検察官の事実誤認の論旨は理由がない。\nしかしながら、職権をもつて調査するに、原審の取り調べた証拠によれば、被告\n人は、おおむね原判示のごとき経緯を辿つて、Ｂ組二階事務所において、組長Ｄか\nら猟銃と弾丸の交付を受け、猟銃に弾丸を装填したうえ、これに安全装置も施さな\nいで、しかも引鉄部分近くに手指を置いたままこれを保持していたところ、傍らに\nいたＧが被告人の体に手を触れたため、これを振り払おうとしたはずみに、猟銃を\n暴発させてＣに弾丸を命中させ、因つて同人を死亡せしめるに至つたこと及び当時\n同事務所には一時に多数の者が入室していて、狭隘、混雑をきわめ、みだりに銃に\n装弾するときは、些細の衝撃により暴発による人身殺傷事故を惹起する危険が十分\nにあつたことをそれぞれ明認することができるところ、叙上のごとき状況のもとで\n銃を携帯する者は、いやしくも室内において、みだりに銃に装弾するがごとき暴挙\nは厳に慎しむべきことは勿論であつて、仮に装弾したとしても、直ちに安全装置を\n施し、手指を引鉄部分から離して銃を保持するなどして、暴発事故の発生を未然に\n防止すべき注意義務があることは当然の事理に属するものというべきである。被告\n人の前示行為が右注意義務に著しく違背する重大な過失によるものであることは、\n多言を要せずして明白なところであるから、被告人は、本件Ｃの死亡という結果に\nつき、重過失致死の責任を負わなければならない。\n<要旨>しかるに、原判決は、「被告人は、当初から殺人の犯意を否認し、過失を\n主張しているのであるが、訴因の</要旨>追加も変更もない本件において過失犯の成\n否を論じ得ないこと当然である。」として、直ちに本件につき無罪の言渡をしてい\nるので、その当否について考察してみるのに、本件起訴状記載の訴因は、殺人であ\nつて、検察官が原審において訴因の追加も変更もしなかつたことは、記録上明白で\nあるから、そのままでは重過失致死の事実を認定することができないことは当然で\nあるけれども、右殺人の訴因と前記重過失致死の事実との間には公訴事実の同一性\nがあることは疑いがなく、かつ、重過失致死の訴因に変更し、または同訴因を追加\nしさえすれば有罪の判決をなし得ることは明らかであり、しかもその罪は、重過失\nにより人命を奪うという重大なものである。ところで、裁判所は、原則としては、\n自らすすんで検察官に対し、訴因変更手続を促し、またはこれを命ずべき責務はな\nいが、本件のように、起訴状に記載された訴因については無罪とするほかないが、\nこれを変更すれば有罪であることが明らかであり、しかもその罪が相当重大である\nときには、例外的に、検察官に対し、訴因変更手続を促し、またはこれを命ずべき\n義務があるものと解するのが相当である。記録に徴すると、原審は、検察官に対\nし、起訴状記載の殺人の訴因について検討するよう申し入れ、検察官において同訴\n因を維持するか否かを質していることは認められるけれども（原審第四回公判調書\n参照）、右原審の措置は、検察官が当初の訴因をそのまま維持するか否か、或いは\nこれを変更する意図があるか否かを一応打診したに止まり、これをもつて、原審が\n検察官に対し、積極的に、訴因変更手続を促したものとみることはできない。そし\nて、他に原審が右訴因の変更を促し、またはこれを命じた形迹は存しない。しから\nば、原審は、検察官に対し、訴因の変更を促し、またはこれを命じたうえ、前記重\n過失致死の事実につき審理を尽すべきであつたのに、これをしないで、殺人の訴因\nのみについて審理判断し、直ちに無罪の判決をしたものというほかないから、原判\n決には審理不尽の違法があるものというべきであり、しかも、右の違法は、判決に\n影響を及ぼすことが明白である。原判決は、この点において破棄を免れない。\nよつて、刑訴法三九七条一項、三七九条に則り、原判決を破棄するが、検察官\nは、当審において、重過失致死の訴因を追加し、当裁判所は、本件審理の経過にか\nんがみ、これを相当と認めて許可したので、同法四〇〇条但書に従い、被告事件に\nついて更に判決する。\n（罪となるべき事実）\n被告人は、伊勢市ａ町ｂ番地に事務所を置き、Ｉ社を主宰するＤことＤから、盃\nを貰い、その弟分となり、右Ｉ社で働いていた者であるが、昭和三九年一二月九日\n午前一時過ぎ頃、右Ｂ組二階事務所において、同組と同系統の谷口組組員Ａと口論\nの末、被告人側にはその兄弟分のＣが、Ａ側にはその友人のＥがそれぞれ加担し、\nＤの面前で四名入り乱れて殴り合いの喧嘩を始め、Ｄに制せられて、一応乱闘は治\nまつたものの、激昂した被告人とＡとがなおも口論してやめなかつたところ、持て\n余したＤは、両人に対し、「お前ら、本気で喧嘩するのか。殺し合いの喧嘩をする\n気があるのか。ここには庖丁でも鉄砲でもある。根性があるならやつてみよ。」と\n言つて、事務室東北隅の鉄砲格納戸棚から一二番口径二連発猟銃一挺ずつと弾丸二\n発ずつとを取り出し、被告人とＡとに渡したので、各々これを受け取つた。\n被告人は、Ａと応接用テーブルを隔てて二米足らずの近距離に相対する位置で、\n右猟銃と弾丸を受け取つたが、その場の空気は、依然として相当緊迫して険悪なも\nのであつた。加えるに、右事務所は、ほぼ八畳間ぐらいの広さ（三米×三・八六\n米）の板敷きの部屋で、しかも当時室内には応接用テーブル、椅子等の応接セット\n数点の外、机、石油ストーブ、戸棚等が置かれているうえに、右Ｄ、被告人、Ｃ、\nＡ、Ｅの外、Ｇを加えて六名もの多数が入つていたので、きわめて狭隘となり、混\n雑をきわめていた。\n叙上のような状態のもとで、猟銃を携帯するものは、些細の衝撃による暴発の危\n険を防止する為、みだりに室内において装弾するがごとき暴挙を厳に戒むべきこと\nは勿論で、仮に装弾したとしても、直ちに安全装置を施し、引鉄部分に指を触れな\nいように留意するなどして、事故の発生を未然に防止すべき注意義務があるものと\nいうべきところ、被告人は、これを怠り、Ｄから猟銃を受け取ると、漫然右事務所\n内でこれに弾丸一発を込め、安全装置も施さないで、しかも猟銃の引鉄部分近くに\n手指を置いたまま、Ａと近距離で向い合う位置でこれを携帯した重大な過失によ\nり、被告人の傍らにいたＧが危険を感じ、被告人を制止すべく、その体に手を触れ\nたのを、被告人が振り払おうとしたはずみに、猟銃を暴発させたため、Ａの傍らに\nいたＣに弾丸を命中させ、因つて同人を肝、腎、腸等貫通銃創による出血多量のた\nめ、同日午前一時四五分頃、同市ｃ町ｄ番地Ｊ病院において死亡せしめたものであ\nる。\n（証拠の標目）\n一、　原審第四回公判調書中被告人の供述記載部分。\n一、　被告人の司法警察員及び検察官に対する各供述調書。\n一、　原審第二回公判調書中証人Ａの供述記載部分。\n一、　同第三回公判調書中証人Ｄの供述記載部分。\n一、　Ｇの検察官に対する供述調書。\n一、　原審及び当審の各検証調書。\n一、　司法警察員作成の実況見分調書。\n一、　医師Ｋ作成の死亡診断書。\n一、　医師Ｈ作成の鑑定書。\n一、　押収にかかる猟銃一挺（証一号）及び薬きよう一箇（同二号）。\n（法令の適用）\n被告人の判示所為は、刑法二一一条後段、罰金等臨時措置法二条、三条に該当す\nるところ、諸般の情状、とくに被告人の過失の程度及び本件結果の重大性にかんが\nみ、所定刑中禁錮刑を選択し、その所定刑期範囲内で被告人を禁錮二年に処し、刑\n法二一条により、原審における未決勾留日数中六〇日を右本刑に算入する。なお、\n当審における訴訟費用については、刑訴法一八一条一項但書を適用し、被告人に負\n担させないこととする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　赤間鎮雄　裁判官　小淵連　裁判官　村上悦雄）\n"
}