{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 8,
    "day": 16
  },
  "case_number": "昭和35(ネ)36",
  "case_name": "貸金請求事件",
  "court_name": "高松高等裁判所第四部",
  "article_info": "第13巻6号584頁",
  "gist": "利息制限法第二条適用の一事例",
  "case_gist": "利息制限法第二条によつて天引額と比較すべき「債務者の受領額を元本として前条第一項に規定する利率により計算した金額」は、当事者が法律上有効な利息を天引した場合のその天引期間(たとえば当初の一ケ月分全部というのであれば当該一ケ月間)によつて算定すべきものであるから、当事者が同法第一条所定の利息の最高限を超える無効な額だけについて天引しあるいは同法第三条所定の礼金だけを天引するなど有効な約定利息の前払としての意味をいささかももたさないで利息の天引をした場合は、右法文の比較額はないこととなり、結局天引額全額が元本の支払に充てられたとみなされることとなる。",
  "lawsuit_id": "24539",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24539",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/539/024539_hanrei.pdf",
  "contents": "主　　　　文\n原判決中本案に関する部分（ただし「原告のその余の請求を棄却する」\nとある部分を除く）を次のとおり変更する。\n控訴人は被控訴人に対し、金十九万四千円とこれに対する昭和三十三年\n六月十日から同年八月九日までの間の年一割八分の割合による金員、同年八月十日\nから右完済までの間の年三割六分の割合による金員をそれぞれ支払え。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審を通じてこれを十分し、その九を控訴人の負担と\nし他を被控訴人の負担とする。\n事　　　　実\n控訴人は「原判決中原告のその余の請求を棄却するとある部分を除いてその余を\n取消す。被控訴人の請求を棄却する。訴訟費用は第一、二審とも被控訴人の負担と\nする」との判決を求め、被控訴人は「本件控訴を棄却する。控訴費用は控訴人の負\n担とする」との判決を求めた。\n当事者双方の事実上の陳述、証拠の提出及び認否は、控訴人において、本件で天\n引された金六千円は金二十万円に対する利息として差しひかれたものであるが、そ\nの期間は明らかでなく、また口約利息と書面上の利息との差額を天引することを承\n諾したことはない。控訴人がその後に三回に支払つた合計金六千円は利息として支\n払つたものであるが、他人にこれを委ねていたのでいかなる利率のものとして支払\nつたか明らかでない。弁済期後の損害賠償の割合を年三割六分と定めたかどうかは\n知らないと述べ、被控訴人において、控訴人が本件消費貸借後に三回に支払つた合\n計金六千円は元本金二十万円に対する貸付日以降昭和三十三年四月九日までの年一\n割八分の割合による利息の弁済に充当したと述べたほかは、原判決事実摘示と同一\nであるから、ここにこれを引用する。（もつとも控訴人は昭和三十五年三月十日の\n当審の口頭弁論期日に証人Ａの尋問の申出をしたが、当日争点の整理がおわり、当\n事者から申出られた証拠はただ右証人だけで、したがつてその後の審理はその尋問\nをするために開かれるものであるのに、控訴人はその後四ヶ月余を経た昭和三十五\n年七月十二日の口頭弁論期日に至つても同証人の住所を明確にせず、民事訴訟規則\n第三十一条所定の尋問事項の要領を記載した書面も提出せず、同日の期日には理由\nを届出でずに出頭しなかつた。このため右証拠の申出はすでに時機に遅れたものと\nなり、これをこれから取調べることは訴訟の完結を遅延させることが明らかであつ\nて、しかもこのような事態になつたことについては控訴人に重大な過失があるとい\nわなければならないから、右証人はこれを取調べないこととした。）\n理　　　　由\n被控訴人が昭和三十三年二月十日に控訴人に対し、金二十万円を弁済期日同年八\n月九日と定めて貸与することを約し、同日金十九万四千円を交付したことは当事者\n間に争いがない。そして本件口頭弁論の全趣旨と成立に争がない甲第一号証（金円\n借用抵当権設定契約書と題する書面）の記載とを併せると、右貸借にあたつて被控\n訴人と控訴人の代理人との間で、利息は一ケ年二割四分の割合とすること、ただし\n証書面は年一割八分の割合としてこの割合の金額を毎月末日に支払うことの約束が\n成立していたこと、右の元本について存する六千円の差額は、被控訴人が約束の利\n息全額の支払を確保する目的でそのうち証書面の利息額をこえる額すなわち利息制\n限法所定の利息の最高限をこえるため法律上無効な額だけについてあらかじめ元本\nの弁済期日までの全額算出してこれを天引したものであること、右消費貸借契約に\nあたつて元本債務の弁済期日に債務を履行しない場合の損害賠償の額は一ケ年につ\nき年三割六分の割合と定めたことをそれぞれ認めることができる。これらの認定を\n左右するに足る証拠はない。\n<要旨>そこで、右の天引の効果について判断すると、この点につき原審は利息制\n限法第二条の適用を否定し、金二</要旨>十万円全部について消費貸借が成立し、天\n引額六千円はこの元本額に対する弁済期日までの同法第一条にいう年一割八分の割\n合による利息の一部の前払と認められる旨判示したけれども、このような天引も同\n条の「利息を天引した場合」というのにあたることは、その用語からも、また同法\n第三条が金銭を目的とする消費貸借に関し債権者が受ける元本、契約の締結及び債\n務の弁済費用以外の金銭の天引にひろく第二条を適用する旨を規定している趣旨か\nら推しても明らかで、したがつて、その効果は同条の「天引額が債務者の受領額を\n元本として前条第一項に規定する利率により計算した金額をこえるときは、その超\n過部分は、元本の支払に充てたものとみなす」という規定によつて定められるとい\nわねばならない。ただ、この部分の法文は本件のような場合にそぐわないようにみ\nえるが、これは、天引が一定期間の有効な利息の前払をうける方法として（又は少\nなくともその意味を含めて）行われることが実際上最も多く、しかもそのような場\n合であればその点の当事者の意思はできるだけ尊重するべきで、消費貸借の要物性\nを充たすべき要求及び利息制限の目的などとの間に適当な調和点を定める必要があ\nることなどから、法がその場合を規定を要する中心的場合として想定し、これに最\nも適した語を用いたからであつて、本件のような場合を除外する趣旨と解すべきで\nはない。同法文中の、天引額と比較すべき金額を算定する基準とすべき期間は、当\n然に、当該天引において当事者が有効な利息のうち消滅させることを意図した部分\nの期間（たとえば、当初の一ケ月分全部というのであれば当該一ケ月間というよう\nに）と同一の期間をいうものであるから、これによつてその効果を定めるべきであ\nる。そうすると、たとえば、利息のうちで利息制限法の制限をこえる部分を制限内\nの部分と一体として天引した場合なども右の期間を基礎としてこれを算定すべきこ\nととなり、その結果、制限超過部分についていえば、（法が利息の最高限を元本額\nによつて三段階にわけたことから生ずる僅かな例外を除いて）この部分は計算上殆\nんど常に元本の支払に充てたものとみなされることとなるが、本件のような天引あ\nるいはこれと実質上同様の場合である第三条所定の礼金だけの天引など、当事者が\n意思表示上、有効な約定利息の前払としての意味をいささかももたさないで前記第\n二条、第三条所定の「利息の天引」をした場合に至つては、法が当事者の意思どお\nりの効力を認める限度額である前記引用の法文の金額なるものは結局存在しないこ\nととなり、第二条によつて常に当該天引額全額が元本の支払に充てたとみなされる\nこととなる。したがつて本件貸金元本は控訴人主張のとおり金十九万四千円である\nといわなければならない。\n次に控訴人が被控訴人に対し、本件消費貸借契約の成立後である昭和三十三年三\n月三十一日に金三千円、同年四月三十日に金二千円、同年五月三十一日に金千円\nを、いずれも本件貸金の利息として支払つたことは当事者間に争いがない。被控訴\n人はこれを元本金二十万円に対する貸付日以降同年四月九日までの間の年一割八分\nの割合による利息の弁済に充当したと主張するが、当事者間で特に弁済の充当につ\nきそのような合意が成立したことを認めるに足る証拠はないから、民法第四百八十\n九条に則り、前記元本金十九万四千円に対する貸付日以降の年一割八分の割合によ\nる利息（昭和三十三年四月十二日までの利息及び同年四月十三日の利息の一部）の\n支払としての効力を生じたと解すべきである。\nしたがつて、控訴人は被控訴人に対し、元本金十九万四千円とこれに対する右の\n残余の同年八月九日までの間の年一割八分の割合による利息及び同年八月十日以降\n完済までの間の年三割六分の割合による遅延損害金を支払う義務があるというべき\nで、原判決中これと結論を異にする部分は失当といわなければならず、原判決中仮\n執行宣言を除く本案に関する部分（ただし、原審が被控訴人の利息請求の一部を排\n斥した部分を除く、その部分については不服申立がないから民事訴訟法第三百八千\n五条によつて変更を加えない）はこの限度で変更を免れない。\nよつて訴訟費用の負担について民事訴訟法第九十六条前段、第九十二条本文に則\nり、主文のとおり判決する。\n（裁判官　橘盛行　裁判官　山下顕次　裁判長裁判官　谷弓雄）\n"
}