{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 12,
    "day": 8
  },
  "case_number": "昭和35(ネ)1371",
  "case_name": "強制執行異議事件",
  "court_name": "東京高等裁判所第八民事部",
  "article_info": "第13巻10号874頁",
  "gist": "強制競売において競落許可決定が確定した後の第三者異議の訴の適否",
  "case_gist": "強制競売においては競落許可決定が確定した後では、原則として、第三者は右目的不動産の所有権を主張して、その目的不動産に対する強制執行の排除を求める利益は有しない。",
  "lawsuit_id": "21255",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21255",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/255/021255_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n本件訴を却下する。\n訴訟費用は第一、二審とも控訴人の負担とする。\n本件について当裁判所が昭和三十五年六月九日になした強制執行停止決\n定を取消す。\n前項にかぎり仮りに執行することができる。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人等が被控訴人等と鈴木彦一郎間の東\n京地方裁判所昭和二十七年（ワ）第六五五九号損害賠償請求事件の判決に基いて、\nＡの承継人Ｂに対して、その所有として東京都墨田区ａｂ町ｃ番のｄの宅地九十二\n坪四合五勺（以下本件土地という）に対してなした強制執行はこれを許さない。訴\n訟費用は第一、二審とも被控訴人等の負担とする。」との判決を求め、被控訴代理\n人は控訴棄却の判決を求めた。\n当事者双方の陳述した事実上の主張、証拠の提出、援用および認否は原判決事実\n摘示と同一であるから、これをここに引用する。\n理　　　　由\n被控訴人等か被控訴人等と訴外Ａ間の東京地方裁判所昭和二十七年（ワ）第六五\n五九号損害賠償請求事件の判決に基いて、Ａの承継人Ｂに対する強制執行として、\n同裁判所に控訴の趣旨記載の本件土地に対する強制競売の申立をなし（同庁昭和三\n十三年（ヌ）第四三一号不動産強制競売申立事件として係属）、昭和三十三年七月\n三日競売手続開始決定がなされ、同年十一月二十四日の競売期日において訴外Ｃが\n本件土地を競落し、次でなされた同人に対する競落許可決定が確定した上、同年十\n二月十一日同人より競売代金の支払がなされたことは、いずれも当事者間に争のな\nい事実である。\n控訴人は昭和二十三年五月頃本件不動産をＡから買受けるとの売買の予約をな\nし、同年末頃予約完結の意思表示をなして、所有権を取得した。その後昭和三十一\n年八月一日所有権移転請求権保全の仮登記を経由した上、昭和三十三年十二月十六\n日に本登記手続を了した。よつて、控訴人は本件不動産の所有権に基いて、上記強\n制執行の排除を求めるため本訴を提起した。被控訴人等は、本件土地に対する強制\n執行は既に終了しているから、控訴人の本件異議の訴は許されないと主張するの\nで、この点について判断する。\n<要旨>民事訴訟法第五百四十九条によつて第三者が強制執行の排除を求める訴\nは、強制執行の目的物件について所</要旨>有権その他の権利を有する第三者が、執\n行債権者に対し執行の目的物が債務者の責任財産に属しないことを主張し、現に自\n己の権利の行使を妨げる具体的な執行行為の排除を求めるものであるから、その執\n行行為が排除を求める利益が存しなくなる段階に進んでしまつた後においては、そ\nの目的を缺くこととなり訴の利益を失うものと解するを相当とする。不動産に対す\nる強制執行は民事訴訟法第六百八十六条、第六百八十八条によつて、競落人は競落\n許可決定の確定によつて解除条件付で目的不動産の所有権を取得するものである。\n同法第六百八十八条第一項によれば競落人は代金支払期日にその代金等の支払義務\nを完全に履行しないときは、裁判所は職権をもつて不動産の再競売を命ずべきもの\nとされている。従つて、競落人が代金支払期日にその義務を完全に履行したとき\nは、裁判所は再審事由がある場合のほかは、どんな理由があつても競落許可決定を\n取消すことはできないのであるから、目的不動産の所有権を完全に取得するもので\nある。もつとも、強制執行手続としては、その後に競売代金について配当手続をな\nすことと、競落人の所有権の登記の嘱託をなすこと、或は不動産の引渡命令をなす\nという手続が残されている。しかし、第三者が目的不動産について所有権その他の\n権利を主張して、第三者異議の訴を提起して強制執行の排除を求めるのは、目的不\n動産の競売及び競落の排除することを目的とするもので、上記のような配当手続登\n記手続又は引渡手続等のみの排除すること若しくは目的物件の所有権確認を目的と\nしているものではないから、上記のように競落人が競売代金等の支払義務を完全に\n履行したときは、第三者は右目的不動産の所有権その他の権利に基いて、その目的\n不動産に対する強制執行の排除を求める利益を失つたと解するを相当とする。しか\nしながら競売の目的不動産が債務者の所有に属せず第三者の所有に属する場合に\nは、競落人が競落代金その他を完納したからといつて、第三者はその所有権を矢う\nことにならないのはもちろんであるが、この場合競落人が所有権を主張する場合に\nは、別訴で競落人を相手方としてその不動産がいずれの所有に属するかを争うべき\nで、第五百四十九条で強制執行の債権者を相手に争つても、法律上全く意味がない\nといわなければならない。\n本件においては、上段認定のように、本件土地については競落人のＣが昭和三十\n三年十二月十一日競落代金を支払つているのであるから、控訴人は上記の理由によ\nつて、たとえ、その主張のように本件不動産の所有権を取得したとしても、上段説\n示のように、本件土地に対する強制執行行為の排除を求める利益は有しないものと\nいわなければならない。よつて控訴人の本件訴はその余の争点について判持するま\nでもなく、その利益を欠く不適法のものとして排斥を免れない。\nそれならば、控訴人の本件不動産の所有権の存否について判断した上、控訴人の\n請求を棄却した原判決は失当であるから、民事訴訟法第三百八十六条によりこれを\n取消して、本件訴を却下することとし、訴訟費用の負担について同法第九十六条第\n八十九条強制執行停止決定の取消について同法第五百四十八条第一項第二項を各適\n用して、主文のとおり判決する。\n（裁判長裁判官　村松俊夫　裁判官　伊藤顕信　裁判官　杉山孝）\n"
}