{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 7,
    "day": 7
  },
  "case_number": "昭和43(ネ)2864",
  "case_name": "地位確認等請求控訴事件",
  "court_name": "東京高等裁判所第一一民事部",
  "lawsuit_id": "20844",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20844",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/844/020844_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人らの連帯負担とする。\n事　　　　実\n控訴代理人は、原判決を取消す。本件を東京地方裁判所に差戻す。との判決を求\nめ、被控訴代理人は、控訴却下の判決を求めた。\n控訴代理人は、本判決末尾添付の「控訴の理由」と題する書面の通り陳述し、被\n控訴代理人は、「控訴人らは原審において命ぜられた訴状に貼用すべき印紙の額及\nび民事訴訟用印紙法所定の額の印紙を本件控訴状に貼付すべきであるのに拘はらず\nその貼付をしないので本件控訴は不適法として却下を免れない。もつとも、本件に\nおいては既に口頭弁論期日が指定されたのてあるが、これによつて右の所定の印紙\n貼用義務を免れるものではないから、本件控訴状に右所定の印紙に不足の印紙追貼\n命令を発せられた上で、控訴人らがこれに従わないとき本件控訴却下の判決がなさ\nるべきものである。」と陳述したほか、原判決事実欄記載の通りであるからこれを\nここに引用する。\n理　　　　由\n<要旨>被控訴人らは、本件控訴状には法定の印紙の貼付がないので本件控訴を不\n適法として却下すべきものである旨</要旨>主張するので、按ずるに、控訴人らが提\n起した本件訴を原審は法定の印紙の貼用が不足であることを理由として却下する旨\nの判決をしたのであるから、この判決を不服として提起された本件控訴審において\n審理の対象となるのは、原審が控訴人らの本件訴を却下した判決の当否であつて、\nこれが当審における審理の本案となるといわなければならない。ところで、このよ\nうに訴状に貼用すべき印紙額が不足であるとして訴を却下した判断の当否を争うこ\nとが控訴審の本案である限り、控訴状に貼用すべき印紙額は、現に訴状に貼用され\nた印紙額を基準とし、民事訴訟用印紙法に従つてこれを定むべきものと解するのが\n相当である。何故ならば、（１）もしこのように解することなく、このような場合\nにもまた控訴審は本案前職権を以て訴訟物の価格を判定し、訴状ならびに控訴状に\n貼用する印紙額を定め、もしこれに不足あるときは裁判長において追貼を命じ、こ\nれに応じないときは裁判長が控訴状を、あるいは裁判所が控訴を（控訴状の送達後\nの場合）却下すべきものと解するときは、当審において口頭弁論を経て審理せらる\nべき本案である原判決の当否は、既に本案審理以前の段階において実質上判断を受\nけてしまう結果となつて理論上当を失すると考えられるのみならず、（２）他方、\n仮りに原審において訴状送達前訴状貼用印紙の不足を発見し、所定の手続を経て裁\n判長が訴状を却下した場合には、原告においてこれに不服を申立てるにあたりただ\n即時抗告用の印紙を貼用するだけで足りるのに反し、原審においてこの不足を看過\nして訴状送達を行つた結果、後日所定手続を経て裁判所が訴を却下した場合には、\n原告において控訴審の判断にもとずく訴訟物の価格に応じ訴状ならびに控訴状に民\n事訴訟用印紙法所定の印紙を貼用しなければ原裁判所の印紙額判断につき不服を申\n立て得ないことになる結果、訴訟物の価格如何によつては（本件では、原判決が\n「十億円を下廻わらない」旨判示しているのである。）、その間甚だしい不均衡を\n生ずるおそれがあるという実際上の不都合を免れないからである。（なお、当事者\n適格を欠くとの理由を以て訴を却下した判決に対する控訴につき、原判決の右判断\nを支持する場合控訴審のすべき判決が「控訴却下」でなく「控訴棄却」であるべき\nものとした最高裁昭和三二年（オ）第六七二号、同三四年六月一六日言渡、民集一\n三巻七一八頁も、原判決が訴却下の理由とした不適法の存否は、右判決に対する控\n訴の適否を定める段階においては問題とすべからざる場合の存することを認める点\nにおいては、当裁判所の前記判断と相通ずるものがある。）以上のとおりであるか\nら、本件訴状に貼付された金五〇〇円の印紙に金二五〇円を加えた印紙を控訴状に\n貼用した本件控訴は適法であるといわなければならない。\nそこで控訴人らの本件控訴理由について検討すると、当審もまた後記（一）ない\nし（三）のとおり付加訂正するほか原審と同一の理由（原判決が引用する原判決添\n付決定写記載の分を含む。）により、本件訴を却下すべきものと判断するのでこれ\nをこゝに引用する。\n（一）　原判決理由引用にかかる同判決添付の決定写記載の理由中冒頭から第一\n〇行目までを次のとおり訂正する。\n「本件訴状によると、控訴人（原告）らは訴状請求原因記載の営業受託契約その\n他これを補足する契約（以下本件契約と総称する。）にもとづき控訴人ヒルトン・\nインターナショナル・カンパニーおよび控訴人日本ヒルトン株式会社の両名が右営\n業の受託者である地位確認およびこれに附帯して本件契約内容の一部の確認ならび\nに右受託業務の妨害禁止その他を求めるものであることが明らかである。そして、\n前記受託者らはその地位にもとづき委託手数料（報賞金を含む。以下同じ。）の支\n払を受けること控訴人らの自認するところであるから、本訴の訴額は起訴当時にお\nける本件契約の残存期間及びこの間に支払わるべき委託手数料その他を参酌してこ\nれを算定しなければならない。\nところで、原審および当審における当事者双方の弁論の全趣旨（主として、原審\nにおける当事者双方の各上申書にもとづく陳述及び当審における控訴人の陳述）に\n徴すれば、次の諸事実が認められる。」\n（二）　原判決理由引用にかかる同判決添付決定写記載の理由中（四）の冒頭以\n下第一五行目までを次のとおり訂正する。\n「なお、昭和四三年度の右ホテルの営業計画上本件契約の算出方法に従い常業受\n託者に対し支払わるべき同年度の委託手数料として計上されている金額が三億二〇\n〇〇万円以上に達しており、仮りにこの金額を基礎とするならば、昭和四四年度以\n降本件契約の終了が予定される昭和五七年度（一九八二年）までの一四年間に支払\nわれる委託手数料は合計四四億八〇〇〇万円をこえるものと見込まれ、以上（三）\nの（１）および（四）記載の金額合計は四五億六一〇三万六七九二円となる。\nこれらの諸事実から考えると、控訴人ヒルトン・インターナショナル・カンパニ\nー、同日本ヒルトン株式会社の前記営業受託者たる地位の本件起訴当時における評\n価額は、従来の営業成績の推移および将来における変動の危険をも考慮に入れ、金\n一〇億円と認めるのが相当である。」\n（三）　控訴人（原告）らは、本件訴訟が財産権上の訴であることは勿論である\nが、その訴額の算定は不能である旨主張する。しかし、本件委託手数料が一定の金\n額を以て定められず、営業収益に対する割合を以て定められている結果、右手数料\n額の予測が容易でないという一事だけでは、これを算定不能と断ずべきものではな\nい。\n控訴人らは、また、労働者の労働契約上の地位確認を求める訴訟において、それ\nが財産権上の訴であるに拘らず訴額算定不能として取扱われている事例が存するか\nら、本件訴額もまた当然同様に取扱われて然るべき旨主張するけれども、労働者の\n労働契約上の地位確認の訴訟において原告の追求している経済的利益はひとり賃金\n収入源たる地位にとどまらず、厚生諸施設の利用あるいは所属労働組合における組\n合員相互の事実上の団結を妨げられない利益等をも包含するものと認められるのを\n通例とするから、訴額算定不能として取扱われる事例が多いのであつて、このよう\nな事例があるからといつて本件の場合をただちにこれと同日に論ずることはできな\nい。控訴人ら主張の工業所有権に関する確認訴訟の取扱事例についても同様であ\nる。\n（四）　控訴人らは、仮りに算定可能であるとしても、原審の訴額算定は誤つて\nいるとし、本判決添付の別紙「控訴の理由」中（二）の（ア）ないし（ク）のよう\nに主張する。\nしかし、原判決は右（ア）所論の期間の委託手数料が本訴提起までに支払われた\nと判示しているわけでないから、控訴人らの（ア）の主張は原判示を正解しないで\nこれを非難するにすぎないというべきである。次に、（イ）および（エ）の主張\nは、いずれも「本件訴額算定にあたり、起訴後被控訴人において作成した資料もし\nくは起訴後発生した事実に立脚してこれを算定したのは、訴額が起訴のときを標準\nとして定められるべきものとした民訴法の規定に反する違法がある。」というに帰\n着するけれども、訴額は起訴当時を標準として算定すべしとは、必ずしも起訴当時\nまでに作成された資料もしくは発生した事実のみによつて算定すべしという意味で\nはないから、本訴提起の前後にわたる前記営業成績の推移、本訴提起後作成の資料\nから推断し得べき将来の見通し等を考え合わせて本件起訴当時における前記営業受\n託者たる地位の金銭的評価を行つたからといつて何ら違法ではなく、控訴人らの右\n各主張は理由がない。さらに（ウ）および（オ）ないし（キ）の各主張は、当裁判\n所が本判決理由（一）（二）記載のように原判決理由を訂正した結果、おのずから\n理由なきに帰したものというべきてでる（もつとも、原審が本件訴額につき「金一\n〇億円を下廻らないもの」と判示したのは、結局右訴額は一〇億円をこえるもので\nはないかとの疑いはあるが、十分な心証を以て認定できるのは金一〇億円にとどま\nるという趣旨にほかならないものと解すべきであつて、当裁判所がこの判示を訂正\nしたのは、単に誤解をさけるためにすぎない。）およそ訴額の認定はその衝にあた\nる裁判官の異るに従い若干の差異の生ずることも事実上あり得ないではないが、こ\nれは裁判制度に伴うやむを得ない事象で、ひとり訴額の認定だけに限るものではな\nい。それ故右のような差異の生ずることを以て法の下における平等に反するという\nのは全く当らない。また、右認定の根拠として何故に一〇億一円であつてはなら\nず、また何故に一〇億円に一円欠けてもいけないかの理由を判示することは困難で\nあるけれども、それはたとえば精神的損害を賠償すべき慰籍料の額の算定について\nも当然起り得ることであつて、このような判示が困難であるからといつてその算定\nが不能であるとか或は理由不備であるということはできない。\n判決における事実認定の判示には、証拠原因（弁論の全趣旨をも含む）とこれに\nよつて認定した事実を示すことが最少限度必要であるが、右証拠原因にもとづき右\n事実を認定した心証形成の経過を逐一判示しなければならないものではない。最後\nに控訴人らの（ク）の主張は、既判力が口頭弁論終結時までしか及ばないという理\n由で、本件訴額算定にあたり口頭弁論終結後に受くべき委託手数料額を参酌するこ\nとは失当であるというにあるが、本件確認等の訴訟における判決の既判力が口頭弁\n論終結時における権利又は権利関係についてのみ生ずるということと本件訴訟の目\n的の価格算定の基礎となるべき営業受託者の地位の評価に本件口頭弁論終結時をこ\nえて存続すべき委託期間を考慮に入れるかどうかとは、全く別個の問題であつて、\n弁論終結時以後にわたる委託期間を考慮に入れて訴訟物の価格を算定しても何ら違\n法ではない。それ故、控訴人らの右（ク）の主張は、営業委託料請求の訴訟におい\nてならば格別、本件確認等の訴においては到底採用することはできない。（なお、\n控訴人は、原審が訴状送達、口頭弁論をしながら、本訴提起後一年余を経て印紙追\n貼を命じ、これに応じないとして訴を却下する判決をしたことを非難し、或はこれ\nを以て本件訴額の算定不能の証左とするが如き主張をするが、原審の右の措置に違\n法はなく、また、このことあるが故に訴額算定不能と解するに足りないことはいう\nまでもない）。\nよつて本件控訴は理由がないから、棄却することとし、民訴法第九五条第九三条\n第八九条を適用して主文の通り判決する。\n（裁判長裁判官　川添利起　裁判官　荒木大任　裁判官　長利正己）\n"
}