{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 11,
    "day": 26
  },
  "case_number": "昭和43(ネ)178",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "仙台高等裁判所第二民事部",
  "article_info": "第22巻6号789頁",
  "gist": "自家用自動車の所有名義人が自動車損害賠償保障法第三条の「自己のために自動車を運行の用に供する者」にあたらないとされた事例",
  "case_gist": "自動車を買い入れて自己のために運行の用に供しようとする甲から依頼されて販売店との間の月賦購入契約につき保証人となつた乙が、甲の割賦代金債務の雇行を確保するため、自己の名義をもつて道路運送車両法による登録をなし、自動車損害賠償責任保険の契約者となつたとしても、他に当該自動車の運行を支配し、またその運行による利益を享受しているような事情がない限り、乙は自動車損害賠償保障法第三条にいう「自己のために自動車を運行の用に供する者」にあたらない。",
  "lawsuit_id": "24009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/024009_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は、控訴人らの負担とする。\n事　　　　実\n控訴人ら訴訟代理人は、「原判決を取り消す。被控訴人は、控訴人ａに対し金一\n九一万二、五九〇円、その余の控訴人に対しそれぞれ金七一万〇、二四二円あて、\nおよび右各金員に対する昭和四二年一月一四日から支払ずみにいたるまで年五分の\n割合による金員を支払え。訴訟費用は、第一、二審とも被控訴人の負担とする。」\nとの判決並びに仮執行の宣言を求め、被控訴人訴訟代理人は、控訴棄却の判決を求\nめた。\n当事者双方の事実上の陳述および証拠関係は、つぎに記載するほかは、原判決事\n実摘示のとおりであるから、これ（ただし一審被告ｂに関する部分を除く。）を引\n用する。\n控訴人ら訴訟代理人は、\n一　本件自動二輪車の陸運事務所の登録も、自賠責任保険加入者も被控訴人とな\nつており、右自動車の保有者は被控訴人である。\n二　仮に、被控訴人が右自動車の所有者でなかつたとしても、被控訴人は、いつ\n交通事故が起るかもわからぬ自動車を、あえて自己が権利者であるとして登録し運\n行の用に供していた（すなわちｂをして使用させていた。）のであるから、禁反言\nないし名板貸の法理に照らし、対外的には保有者と同一の責任を免れないものとい\nうべきである。\n三　仮に、右主張が理由がないとしても、ｂは当時被控訴人に雇われ、被控訴人\nの店から三沢市内の工事現場へ、被控訴人のブルドーザー操作のため右自動車を運\n転して通つていたものであり、その途中で本件事故を惹起したものであるから、使\n用者たる被控訴人の事業の執行について他人の権利を侵害し損害をこうむらせたと\nいうべきであり、民法第七一五条により使用者たる被控訴人はその損害を賠償する\n義務がある。\nと述べた。\n証拠（省略）\n理　　　　由\n一　当裁判所は、原審挙示の各証拠により、原審の判示したとおり\n（一）　（一審相被告）ｂが昭和四一年七月三〇日午後六時ころ、自動二輪車\n（青あ○×―×○）を運転して三沢市から十和田市へ向つて県道を進行し、十和田\n市大字ｃ字ｄｅ番地先付近を通過した際、ｆの運転する第二種原動機付自転車（十\n和田市Ｂ―△□△□）が同一方向に向つ進行していたのを約二〇数メートル前方に\n発見し、その左側を追い越そうとして右自動車右側をｆの乗つていた原付自動車左\n側に衝突させ、同人の腹部等に重傷を負わせ、同年八月一二日死亡させるに至つた\nこと、\n（二）　右事故は、ｂが、折から雨混りの向い風という悪天候の中を、少くとも\n時速六〇キロメートルを超える速度で右自動車を運転し、前方注視をおろそかに\nし、しかも先行車の左側を追い越そうとした過失により、右自動車をｆの乗つてい\nた原付自転車に衝突させたものである。\nと認めるので、原判決七枚目表八行目から八枚目表一行目までを引用する。\n二　控訴人らは、ｂの運転していた前示自動二輪車の保有者は被控訴人であると\n主張し、これに対し被控訴人は、ｂが右自動車の所有者かつ使用権者であり、同人\nが自己のためこれを運行の用に供していたものであると主張するので判断する。\nいずれも成立に争いのない甲第八ないし第一〇号証、当審における証人ｇの証言\n（第一、二回）から真正に成立したものと認めうれる乙第一号証、同第三号証の\n二、原審および当審（第一、二回）における証人ｇの証言、原審における被告、当\n審における証人ｂの供述および証言、原審および当審における被控訴人本人の供述\nを総合すると、ｂは、昭和四一年三月一二日ころから土木建設業を営む被控訴人に\nブルドーザのオペレーターとして雇用されていたところ、私用に使用する自動二輪\n車を訴外十和田モータースことｇから月賦で買い受けるため、被控訴人に対しその\n保証人になつて貰いたい旨懇請したところ、同人がこれを承諾したので、同年五月\n三〇日、右ｇとの間に、前示自動二輪車を、代金六万五、〇〇〇円、うち金二万円\nを即時に、残金を同年七月から一一月まで毎月各一万円ずつ（ただし最終回は金\n五、〇〇〇円）支払うとする旨の売買契約を締結し、金二万円をｂが支払つて右自\n動二輪車の引渡を受けたこと、ところが、売主ｇとしては、被控訴人とはかねてか\nら知合の間柄ではあつたが、ｂとはそれまで全く面識がなく、また、被控訴人とし\nでも保証人とはなつたもののｂが残代金を支払わずして途中で止めるようなことが\nあれば求償にも困難をきたす等を考慮し、右三者間で、月賦代金の支払が完了する\nまで右自動二輪車の登録と自動車損害賠償責任保険契約の締結を被控訴人名義です\nることを合意し、被控訴人を買主名義人として青森県陸運事務所に軽自動車届出の\n申請をし、また被控訴人名義で自動車損害賠償保険契約者となつたこと、しかし、\n右自動二輪車はｂが保管し、専ら同人が雨降り等のため仕事が休みのときなどに、\n実家へ帰ることや遊びに行くため等の私用に使用し、前示月賦代金や保険料の支払\nも同人が得た賃金のうちからなしていたこと、本件事故が発生するまでの間、被控\n訴人が自己の用務のため等に使用したことはなかつたこと、および、本件事故後、\nｂは月賦代金の支払を完了し、自らこれを訴外ｈに売却処分したこと、が認めう\nれ、甲第七号証（ｂの司法警察員に対する昭和四一年七月三〇日付供述調書）中、\n右認定に反する部分はにわかには措信できないし、当審における証人ｉ、同ｊの各\n証書をもつてしても右認定を左右するに足りず、その他、右認定を覆すに足りる証\n拠はない。\n<要旨>右認定した事実によると、前示自動二輪車の買主としてはこれを使用する\n権利を有し、自己のためこれを</要旨>運行の用に供していたのはｂであり、被控訴\n人はたかだか保証人として主債務者ｂの割賦代金債務の履行を確保するため、官庁\nへの届出の手続および自動車損害賠償責任保険契約の締結を被控訴人の名をもつて\nなしていたにすぎないのであつて、右自動車の運行を支配し、またその運行による\n利益を享受しているものでもないから、自動車損害賠償保障法にいう「保有者」に\nあたらないものといわなければならない。\nまた、控訴人らは、被控訴人が右自動二輪車の所有者でなかつたとしても、被控\n訴人はいつ交通事故が起るかもわからぬ自動車をあえて自己が権利者であると登録\nし、ｂをして使用させて運用の用に供していたのであるから、禁反言ないし名板貸\nの法理に照らし、対外的には保有者と同一の責任を負らべきであると主張する。し\nかし、前示認定のとおり被控訴人において所有者であるような諸手続を経ているこ\nとにより、控訴人らは被控訴人が前示自動二輪車の所有者であると誤認したとして\nも、被控訴人はｂに対し、何らかの事業ないし取引関係につき自己の名義を使用す\nることを許諾したものてはないから、禁反言ないし名板貸の法理を適用する余地は\nなく、したがつて被控訴人が自動車損害賠償保障法第三条にいう自動車の保有者と\nしての責任を負わせることはできない。\n最後に、控訴人らは、ｂが当時被控訴人に雇われ、被控訴人の業務の執行中に本\n件事故を起したものであるから民法第七一五条により被控訴人はその責に任すべき\nであると主張するので判断する。\n前示認定したとおり、ｂは昭和四一年三月一二日ころから土木建設業を営む被控\n訴人にブルドーザーのオペレーターとして雇用されていたことが認めうれ、この事\n実に前示被控訴人本人の供述から真正に成立したものと認めうれる乙第二号証、当\n審における控訴人ａ本人の供述から真正に成立したものと認めうれる甲一八号証、\n前示甲第八ないし第一〇号証、同証人ｂの証言、同被控訴人本人の供述とを総合す\nると、被控訴人は、昭和四一年五月一八日、訴外岸本産業株式会社との間に、同会\n社が請負つた国鉄三沢・小川原間復線化工事に使用するため、被控訴人所有の小松\nＤ五〇アングルブルドーザー一基をオペレーター付で賃貸する契約を結んだこと、\nｂは右ブルドーザーのオペレーターとして、被控訴人より右ブルドーザーと共に三\n沢市の工事現場に派遣され、右会社の飯場に宿泊し、ブルドーザーの操作業務に従\n事していたこと、本件事故のあつた当日は、降雨のため仕事が休みとなつたため、\nｂは、日中は三沢市内のパチンコ店で遊興したり、飯場へ戻つて飲酒したりして過\nごしたが、同日午後五時ごろ、右飯場の前から前示自己の所有に係る自動二輪車を\n運転し、十和田市内にある被控訴人方へ赴く途中、本件事故を惹起したものである\nこと、ｂは、右事故を起した右自動車を、主に自己の遊びのため使用していたが、\n時には、右派遣先から被控訴人方へ連絡に赴く際、便宜のため使用することもあつ\nたこと、が認めうれ、この認定に反する証拠はないが、他方、本件全証拠による\nも、ｂが右事故当日、いかなる目的、ないし用務のために被控訴人方へ赴かんとし\nたのかを明らかに認めることができない。\n以上認定した事実によれば、本件事故は、ｂが自己所有の自動車によつて、また\n単に派遣先から被控訴人方へ赴く過程において生ぜしめたものというべきではある\nが、この事実だけをもつてしでは、いまだｂの自動車の運転が、客観的外形的にみ\nても被控訴人の事業の範囲に属すると認めるには足らず、したがつて、本件事故が\n被控訴人の事業の執行につきなされたものと認めるには充分でなく、その他、本件\n全証拠を検討しても、これを肯認することができない。\n三　以上認定説示したとおり、控訴人らの被控訴人に対する本訴請求は、その余\nの点について判断するまでもなく理由がなく、棄却すべきである。\nよつて、控訴人らの被控訴人に対する請求を棄却した原判決は相当であり、控訴\n人らの本件控訴は理由がないから、民訴法三八四条によりこれを棄却することと\nし、訴訟費用の負担につき同法九五条、八九条、九三条を適用して、主文のとおり\n判決する。\n（裁判長判事　鳥羽久五郎　判事　牧野進　判事　井田友吉）\n"
}