{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 7,
    "day": 10
  },
  "case_number": "昭和41(ヨ)225",
  "case_name": "三興製紙不当配転",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "20093",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20093",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/093/020093_hanrei.pdf",
  "contents": "主　　　文\n一、被申請人が昭和四一年三月一日申請人に対してなした解雇の意思表示の効力は\n本案判決確定に至るまで、仮に、これを停止する。\n二、被申請人は本案判決確定に至るまで、仮に申請人を被申請人会社祖父江工場第\n二抄紙課調成係勤務の従業員として取り扱え。\n三、被申請人は申請人に対して昭和四一年二月二七日以降本案判決確定に至るま\nで、仮に一ヶ月二六、四二五円の割合による金員を支払え。\n四、訴訟費用は被申請人の負担とする。\n事　　　実\n第一、申立\n一、申請人の申立\n（一）　被申請人が昭和四一年三月一日申請人に対してなした解雇の意思表示は、\n本案判決確定に至るまで、仮に、これを停止する。\n（二）　被申請人は申請人を被申請人会社祖父江工場第二抄紙課調成係従業員とし\nて勤務させよ。\n（三）　被申請人は申請人に対して昭和四一年二月二七日以降一ケ月二六、四二五\n円の割合による金員を、仮に、支払え。\nとの判決を求める。\n二、被申請人の申立\n申請人の申請はいずれもこれを却下する。\nとの判決を求める。\n第二、主張\n一、申請人の申請理由\n（一）　当事者\n（１）　被申請人は大阪市内に本社を有する各種紙の製造販売を業とする株式会社\nで、愛知県中島郡＜以下略＞地内に紙製品製造の工場（以下祖父江工場という。）\nを設置・操業し右工場において、現在、約六〇〇名の従業員を使用しているもので\nある。\n（２）　申請人は、昭和二七年三月新制中学を卒業し昭和三一年八月被申請人に雇\nわれ祖父江工場の工員として約一〇ケ年弱の期間紙作業に従事し昭和四一年二月ま\nで右工場第二抄紙課調成係として、勤務していたもので、一ケ月の平均賃金は二\n六、四二五円であつた。\n（二）　配転命令\n被申請人は昭和四一年二月三日申請人に対し昭和四一年二月一日付をもつて申請\n人を本社営業部板紙第一課勤務に配置換えする旨の意思表示（以下本件配転命令と\nいう。）をした。\n（三）　配転命令の無効\nしかしながら本件配転命令は次の理由により無効である。\n（Ａ）　本件配転命令は労働組合法第七条第一号本文前段に該当する不当労働行為\nである。\n（１）　申請人の組合活動\n申請人は現在祖父江工場従業員中四八四名をもつて組織する三興製紙祖父江工場\n労働組合（以下組合という。）の組合員でかねてから熱心に組合活動に従事してき\nた者で、昭和三四年組合青年婦人部幹事、昭和三五年青年婦人部役員、昭和三六年\n青年婦人部副部長、昭和三七年ないし昭和三九年執行委員を歴任し昭和四〇年以降\n現在までは組合の大会に次ぐ決議機関たる職場委員の地位にある者である。\n（２）　組合活動並びに申請人に対する被申請人の言動\n（イ）　被申請人は昭和四〇年春頃から組合の活動に対し業務命令でこれを押しつ\nぶそうとしたり、労働協約の一方的な解釈を通じて組合の要求を押しつぶそうとし\nたりする態度を示し始め、組合役員その他組合活動家に対しては、工場長自らが、\nいわゆるアカ攻撃をなし、「春闘までには、アカを追放する。」と言明したり、社\n内報に思想攻撃記事を掲載したりして、これ等の者を非難するとともに、一方職制\nを通じて個人説得等の手段により懐柔しようとする態度を示して来た。\n（ロ）　そしてその間昭和四〇年五月には組合のａ執行委員を労働組合の結成され\nていない大阪本社へ配置転換し、同年七月には組合青年婦人部副部長ｂを同一資本\n系列の下にある別会社に出向させる等組合組織を弱める労務政策を実施した。\n（ハ）　一般組合員に対しては、組合に対する信頼性を弱めるため組合活動を排難\nしたり、学習会その他の組合集会に参加させないようにしたりした。\n（ニ）　申請人に対しては昭和三九年以降職制を通じて「君の思想行動はよくな\nい。」「昭和四一年春闘前にアカを一掃する。」「組合のやり方は間違つてい\nる。」等言つて、申請人の組合活動や思想傾向を憎悪・嫌悪する態度を示した。\n（３）　配転命令当時における組合の活動状況\n（イ）　本件配転命令当時、組合の上部団体である紙パルプ労連は、「全国一率最\n低賃金制の確立」「五、〇〇〇円以上の賃上げ」等いわゆる春闘の統一要求案を決\n定し、組合も、これに基づいて春闘の具体的目標や闘争方法を討議し、「組合員の\n生活を基礎に撤底した大衆討議と大衆行動により組合員の要求を組み上げること」\n「組合活動に対する会社の攻撃の本質を究明し、組合員を企業内意識から脱皮させ\nるため、学習・教宣活動を強化する」「組合の組織や団結を弱めようとする不当弾\n圧やアカ攻撃をはねかえすこと」等の基本方針を決定していた。\n（ロ）　さらに、本件配転命令当時は組合と被申請人との間に締結されていた労働\n協約の有効期間が昭和四一年三月三一日迄であつたため、右有効期間の延長、組合\n員や組合役員の配転等に関する人事条項の改定等をめぐる協約改定交渉が行われて\nいた。\n（４）　配転命令により申請人の受ける不利益\n（イ）　組合は祖父江工場勤務の従業員をもつて組織され、被申請人本社勤務の従\n業員は組合員資格を有しないから、申請人が本件配転命令に服しなければならない\nものとすれば申請人は自動的に組合員資格を失うばかりか地理的にも祖父江工場か\nらはなれ組合活動が行い得ないという不利益を受ける。\n（ロ）　申請人は本件配転命令当時祖父江工場附属の独身寮に居住していたが、昭\n和四一年三月結婚する予定で、社宅入居資格者になるので、既に同年一月中旬頃社\n宅入居の申込み手続を了していた。しかるに、申請人が本件配転命令に服しなけれ\nばならないとすると、結婚前単身で大阪に赴任しなければならず、かくては妻帯者\nが転勤した場合受けることになる補助金等の優遇措置を受けられないことになり大\n阪においては経済的に住居の確保が不可能ないし困難になるという生活上の不利益\nを受ける。\n（５）　以上（１）ないし（４）記載の事実から明らかなように、本件配転命令は\n被申請人が申請人の正当な組合活動を嫌悪し、申請人を組合組織のない本社勤務に\n配置換してその組合活動を阻止し延いては組合の弱体化をはかるためされた不利益\n取扱で、不当労働行為として無効である。\n（Ｂ）　本件配転命令は労働協約に違反する。\n（１）　労働協約第一四条には「人事はこの協約の定めるところに基いて会社が慎\n重且つ公正に之を行う。」旨の規定があり、同第一七条には「会社は業務の都合に\nより転勤、出向派遣又は職場並びに職種の変更を命ずることができる。この場合会\n社は本人の意向、生活条件及び技能を考慮して公平に行う。」旨の規定がある。\n（２）　本件配転命令は、次の各点において、右各条項に違反する。\n（イ）　本人の意向無視\n被申請人は本件配転命令の発令をするにつきあらかじめ申請人の意向を徴するこ\nとなく本件配転命令を二月一日決定発令し、申請人に対し抜打的に通告した。これ\nは本人の意向を無視したものである。\n（ロ）　生活条件の考慮の欠除\n本件配転命令は、昭和四一年三月申請人が結婚する予定であること、申請人が単\n身大阪に赴任するときは住宅確保の点で著しい不利益をこうむる結果になること等\n申請人生活上の条件を考慮することなく行われたものである。\n（ハ）　技能の考慮の欠除\n申請人の学歴、職歴等は前記のとおりである。他方、本社営業部板紙第一課の勤\n務は対人折衝、製品の受け渡及びこれに伴う事務等いわゆる営業、事務的のもので\nあつて、申請人がこれを処理する技能、能力を欠くことは自ら明らかであるのにも\nかかわらず、このことを考慮せず本件配転命令はなされた。\n（ニ）　不正、不公正性\n本件配転命令は前記のとおり不当労働行為を構成する事由により行われたもの\nで、それ自体不正であり申請人を他の従業員に比し不公正に扱わんとするものであ\nる。\n（３）　したがつて、本件配転命令は労働協約の前記各条の定めに違反するから無\n効である。\n（四）　懲戒解雇\n被申請人は、昭和四一年三月一日申請人に対し同日付で申請人を懲戒解雇に付す\nる旨の意思表示（以下、本件懲戒解雇という。）をした。本件懲戒解雇の事由は、\n申請人は、会社の転勤命令を拒否し職場の秩序を紊したので本社就業規則第五七条\n（祖父江工場就業規則第六三条）第四号の職務上の指示命令に従わず職場の秩序を\n紊し又は紊そうとする者に該当し、又同年二月一日以降二月二六日に至る間無届欠\n勤が長期に及んだので同条第二号の正当な理由なくして無届欠勤をなした者に該当\nし、その情状が特に重い、というのである。\n（五）　本件懲戒解雇は次の理由により無効である。\n（１）　本件配転命令は前記の事由により無効であるから、申請人が本件配転命令\nを拒否しこれに応じなかつたからといつて被申請人の業務命令に違反するものでは\nなく、従前どおり祖父江工場第二抄紙課へ出勤することは被申請人において拒絶す\nるところであつたから申請人には、前記就業規則の各規定に該当する事由がなく本\n件懲戒解雇は無効である。\n（２）　申請人は、組合の配転命令反対闘争課程において、組合の命令に基づき、\n正当な組合活動の一環として、本件配転命令を拒絶し本社営業部への出勤に応じな\nかつたものである。したがつてこれを理由に懲戒解雇の処分を行うのは、それ自体\n不当労働行為を構成するから、本件懲戒解雇は無効である。\n（六）　被申請人は、申請人に対し、本件懲戒解雇をなすと同時に、同月二六日ま\nでの賃金を支払う旨通告したが、それ以後は申請人は被申請人従業員でないとし\nて、賃金を支払つていない。\n本案判決の確定まで申請人が被解雇者として取扱われ、就業できず、賃金支払を\n受けられないときは申請人は回復しがたい損害を受けるおそれがあるから、これを\n避けるため本件申請に及んだ。\n二、被申請人の答弁\n（一）　申請理由のうち（一）、（二）、（三）の（Ａ）の（１）、（四）の事実\nはすべて認める。\n（二）　申請理由（三）の（Ａ）の（２）のうち、申請外ａ及びｂを申請人主張の\nように配転ないし出向させた事実は認めるが、その余は否認する。同（３）のう\nち、労働協約の有効期間が昭和四一年三月三一日迄であつたことは認めるが、その\n余は否認する。同（４）のうち、申請人が社宅入居基準に該当するとの点および入\n居申込手続をした点は認めるが、その余は否認する。同（５）は争う。\n（三）　申請理由（三）の（Ｂ）の（１）は認めるが、同（２）、（３）は争う。\n（四）　申請理由（五）、（六）は争う。\n三、被申請人の主張\n（一）　人事権行使の正当性\n本件配転命令は、被申請人における業務上の必要に基いてなされた人事権の正当\nかつ合理的な行使にほかならない。\n（１）　人事異動を行うに至つた事情\n被申請人を含む板紙業界は、かねてから経済不況にともなう業績不振の中にあつ\nたが、昭和四一年春頃からこれが好転する傾向を示しはじめた。被申請人において\nも営業部門で製品の荷動きが活発になり、それに加えて合成樹脂部内加工品課関係\nの業務が軌道に乗りはじめたので、これらの情勢に即答するため機構改革、人事異\n動が必要となつた。その一環として、営業部門においては、現場生産知識を具備し\nた従業員の養成、生産業務を理解した事務担当者の養成を骨子とする人事交流をす\nることとなり、従来、本社営業部受渡課（昭和四一年二月一日付機構改革により、\n同課は廃止されその業務は板紙第一課に引きつがれた。）において製品受渡を担当\nしていたｃを加工品課に転出させ、その後任を補充することとなつた。\n（２）　申請人を選考した経過\n具体的な人選に先立ち、前任者ｃが好成績を上げた理由が、現場経験を経て来て\nいると言う点にあつたことが考慮され、後任者についても、現場経験をもつ者の中\nから選考することとし、しかも顧客との接触が多いことから三〇才前後の者で、文\n章に堪能で事務能力のある者から選ぶという基準が決定された。\nこれに基づいて被申請人本社は祖父江工場長に適格者の推薦を依頼したところ、\n同人は、宮崎高等商業学校を中退し、約一年間薬局に勤務したうえ、昭和三四年一\n〇月被申請人に雇われ、祖父江工場に勤務して来たｄ（昭和一四年九月八日生）\nと、申請人の二名を本社あて推薦した。\n申請人は、同僚との付き合いもよく、仕事に精励しており、又現場員としては、\n文章に堪能で発表能力もあり、顧客との接触の多い仕事に適すると認められたの\nで、申請人をｃの後任者とすることに決定し、本件配転命令を発した。\n以上のように被申請人が申請人を祖父江工場から大阪本社営業部へ配置転換した\nのは、被申請人の有する人事権を行使しうべき正当な理由があつたからにほかなら\nない。\n（３）　申請人は、祖父江工場から大阪本社に、配転されれば組合資格を失うこと\nとなり不利益を蒙むる旨主張するが、同工場から他に転勤すればその資格を失うに\n至ることは規約上一般に共通することであつて、あえて申請人に限つて不利益とな\nるというものではない。\n（４）　さらに、大阪本社着任後の生活上の不利益を申請人はいうが、住居は祖父\n江工場の場合の如く社宅に入居できないとしても、被申請人は申請人に一ケ月三、\n〇〇〇円の住宅手当を支給することしているので都市手当等の増額分をも含め申請\n人は結婚後においては、合計三〇、一〇五円の賃金を受けることとなり、結局数千\n円以上の収入増となるから、本件配転命令は申請人に生活上不利益を与えるもので\nはない。\n（二）　協約違反の不存在\n（１）　申請人は本件配転命令が労働協約の人事条項に違反する旨主張するがその\n事実はない。\n（イ）　被申請人は、本件配転についても、従来と同様、会社人事の一つとして発\n令に先立ち慎重な検討を加え、発令に対して異議ある場合はその理由をきき、考慮\nすべき正当な理由あるときは発令を再考するとの方針に基づき、これを行つたもの\nで決して申請人の正当な申出を無視して人事権を行使したものではない。被申請人\nは、昭和三六年一〇月以降についてみても役職者を除いて二〇件の配転、出向等の\n人事を行つているが、これらについても、事前の秘密漏洩に伴う弊害をおそれ、あ\nらかじめ発令前に本人の意向を聞くという取扱いをしていない。協約第一七条の\n「本人の意向を考慮」するとは、前記のように発令後正当な異議申立を考慮する趣\n旨にほかならない。\nこのことは、従来から組合は勿論、何人も承認しているところで、本件配転命令\nも、この点において協約に違反するものではない。\n（ロ）　被申請人は、本件配展命令後の赴任期間を二週間としており、この点にお\nいても、不公平な取扱いをしていない。\n（ハ）　被申請人が申請人入社時におけるクレペリンテストの結果および工場在勤\n中の一般事務能力、計算能力、発表力その他社交的能力までも総合考慮して本件配\n転命令をした。このことは、前記選考の経過にてらし明らかである。\n（ニ）　申請人の生活条件を考慮していることは、前記のとおりである。\n（２）　したがつて、被申請人が申請人の意向を無視し、不公平に、その技能や生\n活条件を考慮しない配転を行つたとの主張は、根拠がなく、協約違反の事実は存し\nない。\n（三）　懲戒解雇の有効性\n（１）　懲戒解雇理由\n申請人は前記のとおり有効正当な本件配転命令に従わず、所定浜間内に被申請人\n大阪本社営業部板紙第一課に赴任せず、又、右配転後の職場に出勤しなかつたの\nで、被申請人は申請人の右各行為がそれぞれ被申請人本社就業規則第五七条（祖父\n江工場就業規則第六三条）第四号「職務上の指示命令に従わず職場の秩序を紊し又\nは紊そうとする」ことおよび、同条第二号「正当な理由なく無届欠勤をなすこと」\nに該当し、この情状が重いと考えたので本件懲戒解雇をなしたものである。\n（２）　懲戒解雇までの経過\n被申請人は本件配転命令後本件懲戒解雇発令までの間において祖父江工場職制を\n通じ、個人的に数回以上にわたつて大阪本社への赴任を説得したほかこの間、本件\n配転命令に関し組合との間にもたれた数次の団体交渉の席においても、組合役員お\nよび申請人に対し本件配転命令が業務上必要で合理的な措置であるゆえんを種々説\n明した。\nしかしながら、依然として申請人が配転拒否の態度を変えないのでやむ得なく就\n業規則に従い二度にわたつて諮問委員会を開催し、かつその席上で、申請人及び組\n合執行委員長の意見をも徴したが、諮問委員会は、最終的に申請人の配転拒否には\n正当事由がないとの結論に達した。\nそして昭和四一年三月一日付、前記理由により、懲戒解雇したものである。\n（３）　被申請人は、右のとおり本件懲戒解雇に先立ち、情理をつくした説得工作\nをつくしたうえ、適正な手段にしたがつて申請人を懲戒解雇したものである。\nしてみれば、本件懲戒解雇は有効である。\n（四）　なお申請人の昭和四一年二月分の賃金は、同月二八日被申請人において既\nに支払い済みであり、また被申請人は昭和四一年三月一日、申請人に対し解雇の意\n思表示をした際、当時の申請人の三〇日分の平均賃金を支払つたところ、申請人は\n一旦右金員を受領したが、後に至り暫く預つておいて貰いたいと称して差置いて帰\nり今日に至つている。\n四、被申請人の主張に対する申請人の答弁\n被申請人の配転理由として主張するところは否認する。\n第四、疎明（省略）\n理　　　由\n一、被申請人は大阪市内に本社を有する各種紙の製造販売を業とする株式会社で、\n愛知県中島郡＜以下略＞地内に祖父江工場を設置操業し、右工場において現在約六\n〇〇名の従業員を使用しているものであること、申請人は昭和二七年三月新制中学\nを卒業し昭和三一年八月被申請人に雇われ、祖父江工場の工員として一〇年近く抄\n紙作業に従事し、昭和四一年二月まで右工場第二抄紙課調成係として勤務していた\nものであること、被申請人は昭和四一年二月三日申請人に対し同年二月一日付で申\n請人を本社営業部板紙第一課勤務に配置換する旨の本件配転命令をしたこと、被申\n請人は同年三月一日申請人に対し、申請人が本件配転命令に従わず、長期無届欠勤\nをしたのは本社就業規則第五七条（祖父江工業就業規則第六三条）第四号、第二号\nに該当し情状とくに重いとして懲戒解雇に付する旨の意思表示をなしたこと、以上\nの事実は当事者間に争いがない。\n二、申請人は本件配転命令は不当労働行為に該当するから無効であると主張するの\nで、まずこの点について検討する。\n（一）　申請人が、祖父江工場従業員約六〇〇名中四八四名をもつて組織される労\n働組合の組合員で、組合内において、昭和三四年青年婦人部幹事、昭和三五年青年\n婦人部役員、昭和三六年青年部副部長、昭和三七年ないし昭和三九年執行委員と役\n職を歴任し、昭和四〇年以降組合の大会に次ぐ決議機関である職場委員会の委員の\n地位にあることは当事者間に争いがない。\n（二）　成立に争いのない甲第二五号証、証人ｅ、同ｆ、同ｇ、同ｈの各証言およ\nび申請人本人尋問の結果によれば、従来からの組合活動の状況、組合活動において\n果した申請人の役割、組合活動および申請人に対する被申請人の言動はおよそ次の\nとおりであつたことが疎明される。\n（１）　昭和三三年頃までは、祖父江工場には、三興製紙従業員組合が存在した\nが、昭和三四年八月名称を三興製紙労働組合と改めた。\n又、これと平行して右組合内においても、組合組織を強化し、その活動を活発に\nするためには三〇才以下の青年層を中心として、組合内にいわゆる青年婦人部を結\n成する必要があると考えると考える者が次第に多くなり、申請人らが中心となり昭\n和三四末、組合内に青年婦人部が結成された。\n（２）　青年婦人部に属するのは、組合員四八四名中約二三〇名ないし二五〇名で\nあるが、これらの者達は、平常から、組合の日常活動において職場内に組合ニユー\nスを配布したり、街頭で地域住民に対しビラマキをしたりする等活発な組合活動を\nし、組合内で主動的な勢力を形成するに至つていた。\n（３）　組合は、昭和三四年以降紙パルプ労連にも加盟し、活動を強化し、昭和三\n五年には、年末一時金の要求をめぐつて、労働組合へ改称後はじめて二四時間スト\nライキを、昭和三七年には十数波のストライキのほか、無期限ストライキをもし、\n昭和四〇年の年末一時金闘争、昭和四一年春闘においては、スト解除後も長期間に\nわたつて操業上の打撃が回復しないために被申請人が多大の損害を蒙むるいわゆる\nベンソンボイラー部門の時限ストライキを計画し、会社に通告する等した。\n（４）　ところで、申請人は組合の主要勢力をなす青年婦人部の中心的存在で、一\n般部員の意識を高め組合活動を強化するため、平素から、コーラスグループやフオ\nークダンスグループを結成して外部組合との交流活動をしたり、「学習の友」と題\nするテキストを使用する学習会を開催したり、原潜寄港反対、母親大会への参加呼\nびかけ等活発に組合活動を行つて来た。\nまた、申請人は青年婦人部員の大部分約百数十名が居住している祖父工場の独身\n寮内において、数人の仲間とともに、寮生の生活の向上、寮自治の確立のため、自\n治会の結成活動を行い、これが結成されるや、初代自治会長となつた。\nさらには、職場内で、他の組合員に「赤旗」の講読を勧誘する活動も行つた。\n又、申請人は組合活動の強化のため、いわゆる家族連絡協議会の如き組織を社宅\n居住者を対象として結成することが必要であるという考えでその頃から祖父江工場\n社宅に居住する組合員家族の約八〇パーセント以上の家庭を訪問し、これが結成の\nための説得にあたる等の活動をした。\nそして、申請人は、昭和四一年二月ごろは主たる役職をしりぞいていたが、青婦\n部役員（組合の執行委員）の顧問、相談役といつたような立場にいた。\n（５）　他方昭和三四年以来、組合が著しく成長し、組合内における青年婦人部の\n活動が活発になるにつれ祖父江工場の労務担当者等は、組合との団交の席上で、執\n行委員に対ししばしば「青年婦人部のいうとおり動く執行部では困る。」「青年婦\n人部の活動は政治活動でないか。」「組合ニユースの表現は過激だ。」等発言し\nた。\nそして、班長クラスの組合員のために執務時間をさいて、「民青同」を批判する\n講習会を開催したり、忘年会や野球部の会合等で課長等は、組合の活動家に対し\n「民青同に入ついてることは将来のためによくないから、止めよ」と言つたことも\nある。申請人の言動について、職制等は一般組合に対し、「彼の考え方思想は危険\nだ」「彼のいうことは少し行き過ぎだ」「ｉは赤だ」等いい、申請人が前記のとお\nり各種のサークル活動を行い、学習会を組織し各種の組合や平和団体等の集会に組\n合員を勧誘せしめることについても、「ｉのいうことをあまり聞いてはいけな\nい。」等いつた。\n申請人が貸切りバスを手配し、前記各集会に一般組合員を参加させた際には、労\n務担当課員が工場表門で参加者の氏名をチエツクした。\n青年婦人部員の多く居住する寮においては、管理人等を通じて「赤旗」の購読者\nをひそかに調査した。\n（６）　申請人に対し、昭和三六年春闘の頃から、当時、抄紙部門の課長であつた\nｊは、自宅や課長室に呼んで「今の組合のやり方は間違つている。」［組合はもつ\nと会社の立場を考えるべきだ。」「君のような考え方や思想をもつているのは、会\n社を破壊させるものだ。絶対にやめなければならない。」等といつた。\nその後も、春闘の際や組合がストライキの準備体制にある時などに、職場の課長\nは「組合や青年婦人部をストをやる方向に指導してはいけない。」等、といつた。\n昭和三八年八月申請人が前記のとおり組合の副委員長に立候補した際ｋ課長は「ｉ\nはアカだから、あいつを当選させるといけない。」等職場内に言いふらし、かつ、\n申請人の後任の青年婦人部長に予定されていた組合員のｌを祖父江工場労務課に配\n置換えし（これによりｌは組合員資格を喪失することとなる）よつて申請人の後任\nの人選難から副委員長立候補を取り止めさせるようなこともあつた。そしてこのよ\nうな被申請人労務担当者の反組合的言動は昭和四〇年春以降とくに顕著になつた。\n（７）　被申請人は昭和四〇年五月の春闘期間中に組合のａ執行委員を労働組合の\nない大阪本社に配置転換し、同年七月には組合青年婦人部副部長ｂを三ケ月間の約\nでサツキ製紙株式会社富士工場に出向させたが、約旨に反し出向を解かないばかり\nか昭和四一年一月一方的に本社籍に移すということもあつた（右ａ、ｂの前記配置\n転換、出向の事実については当事者間に争いがない。）。\n（８）　さらに、本件配転命令のなされた当時は、組合の上部団体である紙パルプ\n労連においては「全国一率最低賃金制の確立」「五、〇〇〇円以上の賃上げ」等い\nわゆる春闘の統一要求案を決定し組合においてもこれに基いて春闘の具体的目標や\n闘争方法を討議しその基本方針を決定する等春闘態勢の最中であつた。\n（９）　さらに、本件配転命令当時、労働協約の有効期間の満了が近かつたため\n（右有効期間が昭和四一年三月三一日であつたことは当事者間に争いがない。）右\n有効期間の延長をはじめ、組合員や組合役員の配転等に関する人事条項の改定等を\nめぐり協約改定交渉が行なわれており、組合は同年一月下旬、組合役員の人事異動\nについては組合の同意を得て行うものとするとの条項を含む労働協約改定案を被申\n請人に提出していた。\n（三）　ところで、被申請人の事業所で労働組合が結成されているのは祖父江工場\nだけであるから、申請人が大阪本社に転勤すれば組合員資格を喪失し、祖父江工場\nにおける組合活動から絶縁しなければならなくなることはみやすいところである。\nこのことと、以上記載の（一）、（二）の事実を綜合すると、本件配転命令は申請\n人の活発な組合活動を快しとしない被申請人が申請人を組合組織のない本社勤務に\n配置換してその組合活動を阻止し、延いて組合の弱体化をはかる意図をもつてなさ\nれたものであり、しかもかかる意図が本件配転命令をなすに至つた主要な理由であ\nることは要易に推認しうるところである。\n（四）　もつとも、被申請人は本件配転命令は業務上の必要に基いてなされた人事\n権の正当な行使てあつて、なんら不当労働行為を構成するものではないと主張する\nので、次にこの点について判断する。\n成立に争いがない乙第四号証、証人ｍの証言により真正に成立したと認める乙第\n五号証の一、二、第一〇号証、証人ｍ、同ｎ、同ｏの各証言によれば、被申請人は\nかねてから経済不況にともなう業績不振の中にあつたところ、昭和四一年春頃から\nこれが好転するきざしがみえはじめ、営業部門の製品の荷動きが活発化し、それに\n加えて合成樹脂加工部門である加工品課の業務の拡充強化をはかる必要が生じ、こ\nれに対処するための機構改革、人事異動が必要となり、その一環として、従来本社\n営業部受渡課（右機構改革により受渡課は廃止されその事務は板紙第一、第二課、\n洋紙課に移管された）において製品受渡を担当していたｃを加工品課に転出せし\nめ、板紙第一課受渡係の欠員補充を祖父江工場からすることになつた。同課受渡係\nは、同課において顧客に販売した取扱製品の納入にあたり祖父江工場製品課と連絡\nし、該商品の輸送を依頼する等納入事務の手配を行う一方、これに関する請求書を\n作成して顧客に発送し、又出荷数量の記帳整理等の事務処理を行いあわせて顧客代\n理店との間で苦情処理を含む対外的折衝を行うという内容のものであつた。したが\nつてその職務を処理するについては同課の取扱商品であるセミシン紙についての若\n干の商品知識が必要であるほか顧客代理店と日々接触するので、商取引的な感覚な\nいし対人的交渉能力が若干必要とされるものの、さほど難しい仕事ではなく格別の\n能力を必要とするものでもなかつた。本社総務部長は同年一月一四日板紙第一課受\n渡係の選考基準を（１）学歴は中学又は高校普通科卒の者でよく、（２）職歴は第\n一、第二抄紙課勤務の者で勤務歴は七、八年、（３）年令は三〇才位迄の者と定め\nて祖父江工場長に適格者の推薦を依頼したところ、同工場長同月二〇日同工場人事\n担当者と協議の上数名の候補者の中から申請人とｄの両名を適格者として推薦した\n（なお同工場長は右両名のうち申請人がより適格であるとの意見を付した。）の\nで、被申請人は申請人が最も適格者であると認めて本件配転命令をなした。\nしかし、被申請人も申請人が最高の適任者であると認めたわけではなく、事実当\n時の祖父江工場第一、第二抄紙課には合計約八〇名の課員がおり、申請人とほぼ同\n程度の経験、年数、年令の者は相当数あつた。さらに、当時第一抄紙課ではセミシ\nン紙を、申請人の属する第二抄紙課では白ボール紙を製造していたので、セミシン\n紙の知識を必要とする前記受渡係には第一抄紙課員の方がより適任であつたと考え\nられ、申請人とともに推薦された前記ｄ、申請人が配転を拒否したため申請人の代\nりに前記受渡係に配転されたｐはいずれも第一抄紙課所属であつた。なお、従来祖\n父江工場勤務の中学卒業者で本社勤務になつた例はなかつた。以上の事実が疎明さ\nれ、証人ｍ、同ｎ、同ｏの各証言中右認定に反する部分は信用できず、他に右認定\nを左右するに足る証拠はない。\n以上の事実によると、人事異動の必要性のあつたことは認められるが、前記選考\n三基準なるものがほとんど無限定無内容に近く右基準に該当する者は相当数にのぼ\nつたのに何故に申請人が選考されたのか、被申請人の理由とするところからは必ず\nしも納得しがたく、むしろ配転先の仕事内容からすると第一抄紙課員から選ぶのが\n妥当であつたと考えられるのみならず、前例を破つてまで中学卒の申請人を本社勤\n務にしなければならなかつた合理的理由は見出し難いのである。\nそうすると、本件配転命令が被申請人主張のように申請人の組合活動とは全く無\n関係に専ら被申請人の業務上の必要に基くものであるとはとうてい認め難いのであ\nる。\n（五）　しかして、前記のように、被申請人大阪本社には労働組合がないため、申\n請人が大阪本社勤務になれば組合員資格を失うばかりか、もはや一切の組合活動を\nすることが事実上不可能に近くなるとすれば、申請人を大阪本社に配転させること\nは組合活動家である申請人にとり著しい不利益を与えることになることは明らかで\nある。\nのみならず、証人ｏ、同ｎの各証言、申請人本人尋問の結果によると、申請人は\n本件配転命令当時昭和四一年三月一三日の結婚予定をひかえ結婚後も引続き祖父江\n工場に勤務することを前提として生活設計を立てており、同工場にいれば社宅に入\n居できる筈であつたが、大阪本社に配転されれば社宅はなく住宅手当として三〇〇\n〇円が附加支給されるにとどまり、住宅は自ら確保しなければならなかつたことが\n疎明される。当裁判所に顕著な今日の大都市における住宅事情にかんがみれば右手\n当金を以てしては、その住居を確保することは困難であるから、実質賃金の低下は\n免れず、本件配転命令により申請人は経済的にも不利益を受けるものといわざるを\n得ない。\n（六）　以上の説明によれば、申請人に対する本件配転命令は労働組合法第七条第\n一号本文前段に該当する不当労働行為であり法律上無効のものといわなければなら\nない。\n三、前記認定のように、本件配転命令が無効であるとすれば、申請人がこの配転命\n令を拒否し、その後数回に亘る被申請人の配転勧告に応じなかつたとしてももとよ\nり申請人を咎むべき筋合ではなく、従前どおり祖父江工場第二抄紙課に勤務するこ\nとは被申請人において拒否するところであつたことは容易に推認しうるところであ\nるから、申請人には被申請人本社就業規則第五七条（祖父江工場第六三条）第四\n号、第二号に該当する行為は全くなく本件懲戒解雇の意思表示もまた法律上その効\n力を生じないものというべきである。\n四、なお、申請人の一ケ月の平均賃金が二六、四二五円であることは当事者間に争\nいがないところ、被申請人は昭和四一年三月末日分まで支払済であると主張するけ\nれども、これを認めるに足る疎明はないから、申請人は同年二月二七日以降一ケ月\n二六、四二五円の賃金を被申請人に対し請求する権利を有するものである。\n五、以上のとおり本件解雇は無効と認むべきものであるが、解雇が無効であるにも\n拘らず、申請人が被解雇者として取り扱われ、しかも本案判決確定に至るまで賃金\nの支払いを受けられないことは、特に反対の疎明のないかぎり、労働者である申請\n人にとつて著しい損害を生ずべきことは明らかであるから、本案判決確定に至るま\nで本件解雇の意思表示の効力を停止するとともに被申請人から申請人に対して前記\n平均賃金額を仮に支払れるべき必要性がある。\nまた、本件配転命令が無効であることは前示のとおりであるが、将来本案決定が\n確定するまでの間申請人から被申請人に対して配転命令の無効従つて祖父江工場第\n二抄紙課調成係勤務の従業員とし取扱われるべきことの正当性を主張した場合、被\n申請人がこれを受容するかどうかは確実でなく、しかも、本件配転命令によつて申\n請人が前示の如き不利益を受けるものであれば配転による精神的、経済的苦痛は多\n大なことが明らかであるから、本案判決の確定までの間申請人の被申請人祖父江工\n場第二抄紙課調成係勤務の従業員としての地位を仮に定めておく必要もあるものと\nいうべきである。\nよつて訴訟費用の負担につき民事訴粗法第八九条を適用して主文のとおり判決す\nる。\n"
}