{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 4,
    "day": 15
  },
  "case_number": "昭和42(ネ)2349",
  "case_name": "日本鋼管川崎製鉄所解雇",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "20071",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20071",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/071/020071_hanrei.pdf",
  "contents": "主　　　文\n原判決中の被控訴人らに関する部分を、つぎのとおり変更する。\n被控訴人らが、控訴会社から毎月給与相当金の支払を受ける場合には、その支給\nを受けるごとに、各自それと引換えに各支給額の四分の一に相当する金員を供託す\nることを条件として、被控訴人らが控訴人に対し雇傭契約上の権利を有する地位を\nそれぞれ仮りに定める。\n申請総費用は、これを四分し、その一を被控訴人らの負担とし、その余を控訴人\nの負担とする。\n事　　　実\n控訴代理人は、「原判決中、被控訴人らに関する部分を取り消す。被控訴人らの\n申請を却下する。申請総費用は、被控訴人らの負担とする。」との判決を求め、被\n控訴人ら代理人は、控訴棄却の判決を求めた。\n当事者双方の事実上の主張および証拠の関係は、次に付加するほか、原判決の事\n実摘示のとおりであるから、これを引用する（ただし、原判決一三枚目裏終りから\n三行目に「解散」とあるのは「解放」の、同一三枚目終りの行に「方働協約」とあ\nるのは「労働協約」の、同二三枚目表二行目に「右」とあるのは「石」の、同二八\n枚目表終から一行目に「われる」とあるのは「わたる」の、同三一枚目表四行目に\n「主張するのように」とあるのは「の主張するように」の各誤記と認められるか\nら、それぞれ訂正する。）。\n被控訴人ら代理人は次のとおり述べた。\n「Ａ事件における被控訴人らの所為にかかわる刑事事件において、東京地方裁判所\nは、昭和四〇年四月二七日に各被控訴人に対し懲役一年執行猶予三年の有罪判決を\n宣告し、この判決に対する各控訴は、東京高等裁判所で棄却され、現に上告審に係\n属中である。\n被控訴人らの行為が刑罰法令に触れるところがあつたとしても、その社会的評価\nは立場によつて異なるのであつて、一概に不名誉な行為であると断定することはで\nきない。被控訴人らの行為は、暴力行為等処罰に関する法律等に触れるとされたと\nはいえ、当時の激動期における政治行動としてのみ起りうる事件であつて、被控訴\n人らが、他の場合に同様の行為に出るとは考えられない。被控訴人らの行為は、そ\nの性質上、企業の秩序ないし規律とは全く関係がない。問題は、控訴人が『雇人が\n悪いことをすれば、主人の体面にかかわる』という前近代的な非合理の観念を、控\n訴人会社のような近代的巨大企業の中にそのまま導入しようとするところに存す\nる。もともと、本件のような従業員の国民としての政治活動によつて、控訴会社の\n体面が汚されることはありえないのであつて、もしこれによつて会社を非難するも\nのがあれば、それは非難する方がまちがつているのである。このことは、いい変え\nれば、被控訴人らの行為は、もともと控訴会社の体面を汚す『おそれ』もないので\nある。」\n控訴代理人は、つぎのとおり述べた。\n（Ａ車停車の状況についての補足）\n一、昭和三五年六月一〇日午後三時四二分頃、Ａ秘書が米国特命全権大使ダグラ\nス・マツカーサー二世ほか二名と共に乗車した乗用自動車（Ａ車という）が、被控\n訴人らを含む川労協傘下の労組員らにより空港より弁天橋東検門所に至る通路上に\n停車せしめられた後、控訴外Ｂ・Ｃ及び被控訴人Ｄ・Ｅ・Ｆ・Ｇらはいち早く、同\n車の進行左側面にとりついた。そしてさらにかけよつてきた学生集団らと呼応し同\n車をとりかこみ、車内にいるＡ氏らに対しプラカードを示したり、車体をゆさぶつ\nて同氏らを威圧したりして同氏らに対し、アイゼンハワー訪日中止を強く要請する\nことを右現場において共謀するにいたつた。そのうえで、被控訴人らは「ゴーホー\nム・Ａ」「ゴーホーム・ヤンキー」などと怒号し、「ワツシヨイ、ワツシヨイ」と\n掛声をかけたり、Ａ車に手をかけたりし多数共同して同車をはげしくゆさぶり、あ\nるいは旗竿、プラカードなどで車体を激しく連打したりしたものである。\n（Ａ事件についての報道に関する補足）\n二、被控訴人らの行動は、Ａ事件として、直ちに新聞、ラジオ、映画などにより内\n外に報道され、このためＡ氏および米国高官筋は、アイゼンハワー大統領の訪日に\n強い危惧の念を抱き、同大統領の訪日は中止されるに至つた。そしてこのＡ事件が\n大統領訪日中止の主要原因であつたことは、いうまでもない。そして、右事件は単\nなる刑事事件としてではなく、外国使節に対する常軌を逸した暴力事件として、世\n論の一致したきびしい非難を浴びたのである。\n（Ａ事件の影響についての補足）\n三、Ａ事件が被控訴人らによつて惹起されたことを知つた当時の控訴会社社長Ｈ\nは、同年六月一四日直ちに米国大使館に赴き陳謝するとともに、一四日から同月二\n三日に至る間、関係各方面に陳謝ないし情況報告に赴き、かかる従業員を雇用して\nいることによつて、控訴会社のうける影響をできるだけ少なくするように努力し\nた。\n（控訴会社の体面汚損についての補足）\n四、Ａ事件における被控訴人らの行動および逮捕、起訴の状況が、ラジオ、テレ\nビ、新聞等により内外に一斉に報道されたことは日本鋼管という組織体と密接不離\nの関係にある従業員の団体が日本鋼管の名を冠して大々的に非難されたことを意味\nし、結局日本鋼管株式会社の体面を著しく汚損したものである。\nしかして、このような内外の有力紙に代表された世論が一致して本件を攻撃し、\nその結果、日本の国内経済は著しい悪影響を蒙り、国内財界に対しても控訴人会社\nは体面を失墜したが、その点でも控訴人会社の体面は著しく汚損されたといわなく\nてはならないのである。それに加えて控訴人会社が世界銀行やアメリカ大使館に謝\n罪した事実を考えるとき、その体面汚損の程度が著しいことは明らかであつて、控\n訴人会社が労働協約第三十八条第十一号を適用して被控訴人等を懲戒したのも誠に\nやむを得ない措置だつたのである。\nとくに本件の刑事事件において第一・二審とも被控訴人等に対し懲役刑（但し、\n執行猶予付き）を課したことは、法治国家の理念からしても本件行為の許し難い悪\n質性を示し、本件懲戒解雇の正しかつたことを裏付けているといえるのである。\n（懲戒規定の趣旨についての補足。その一）\n五、国家は企業内における就業規則や労働協約に対し、労使の自治規範として、法\n規範的効力を付与している。即ち、その立法者は企業という部分社会における組織\n人たる労使である。従つて、その立法事項は、それが公序良俗に反しないかぎり、\n企業内において自治的に処理さるべきであつて、国家は濫りに関与してはならず、\nその立法趣旨を曲げて解釈することが許されないことはいうまでもない。\n従つて、企業という部分社会の自治立法である就業規則や労働協約に私生活上の\n言動を懲戒の対象と定めるか否かも、その部分社会が決すべき問題である。そし\nて、社会通念は私生活上の言動でも、それが会社法益ないし労使組織体的法益を侵\n害する場合には、これらの言動を懲戒原因として懲戒規定の中に盛り込むことに毫\nも抵抗を感じていない。このことは、民間企業の就業規則ないし労働協約中に多く\nこの種懲戒規定が見受けられることによつて明らかである。\nこの事実は、また私生活上の言動を懲戒の対象とすることが、公序良俗に反する\nものでないことを示すものである。\nいうまでもなく、懲戒規定は、企業の特殊性にしたがい、それぞれの立場からそ\nの保護しようとする法益を取りあげ、懲戒規定に盛り込んでいるのであるから、そ\nの適用の当否を判断するに当つては、立法者の意図を充分尊重する必要があること\nは多言を要しないところである。\nしかるに原判決は、懲戒の本質を誤り解釈したばかりか、企業の自治に委ねられ\nた懲戒条項につき「私生活上の言動には懲戒権は及びえない」としたことは国家が\n認めた自治の原則を自ら破るものであり、かゝる態度の許されないことは明白であ\nる。\n殊に、原裁判所において、控訴人会社が、本規定は「広く社会一般から不名誉と\n評価されるあらゆる行為を意味し、それが一般社会に喧伝され会社に対し、何らか\nのはねかえりが生じた場合をいう」と主張していたのに対し、被控訴人すら本規定\nの解釈については、労使間に口頭了解があり、\n（１）　会社に対して名誉毀損を構成するとき\n（２）　会社に対して民事上の損害を与えたとき\n（３）　会社に対して信用を損なつたとき\nの場合に限り、本規定の適用がある旨主張している。\nしからば、私生活上の言動でも右の場合は、本規定に該当することを認めている\nのであるから、少くも本件が会社に対し民事上の損害を与えたかどうかに関し判断\nすべきであるのに、被控訴人らの主張及び甲第一号証の存在にかかわらず本規定に\n対し原判決が私生活上の言動には、及ばないといつた独断的解釈から、本件が\n（１）（２）（３）に該当しない旨の説示を欠如している。このことは協定当事者\nの意思をも無視するものとして許されないばかりでなく、理由不備の違法あるもの\nとして取消さるべきであること明らかである。\n上述したように、私生活ないし企業外の領域に関する懲戒条項について、立法者\nが何を保護しようとしているのかという『法益』の特質を考えず、私生活の場合\nは、例外的にしか懲戒権は認められないといつた観点から極端に限定解釈しようと\nするのは、立法趣旨ならびに協定当事者の意思解釈にも合致しないものである。\n会社は、社会的有機体として種々の活動をしていることから、当然に、保護せら\nるべき、いくつかの法益を有している。『体面』は、会社が社会的活動主体として\n存続発展していくために維持保護せらるべき重要な法益である。会社がかかる法益\nを有することを組合としても否定できなかつたところから立法化されたのが、自治\n規範としての本規定である。かかる『会社体面』という法益の特殊性を考えず、こ\nれを他の懲戒規定から一般的懲戒事由を帰納し、それを演繹するのは立法趣旨なら\nびに法益の特殊性を無視した「論理」の暴用というほかはないのである。（原判決\nは右に述べた帰納法的思考を導びくに当り懲戒解雇条項のみならず譴責、出勤停止\n条項に定める各行為をとりあげている。しかし、譴責、出勤停止条項は一般に職場\n秩序に関するものがほとんどであつて、かかる条項に社外の行為に対する懲戒規定\nがないからといつて、懲戒解雇に関する第三十八条第十一号の規定を企業の規律、\n利益を直接侵害した場合に限るとしたことは誤りである。）\nなお、体面が原判決のいう「企業の利益」にあたることは明らかであるが、その\n性質上、企業活動における行為よりも、企業外でこれを害する場合が多いし、また\n直接向けられた行為で害されるよりも間接的な形態で侵害される場合の多い法益で\nある。この点については次項で述べる。\nいずれにせよ、原判決のいうように懲戒権の行使は「企業活動における行為に限\nる」とか「直接害した場合に限る」ということになれば、本条項の立法趣旨は全く\n無意味と化し、本条項の適用される事例はありえないこととなり、立法者の意思を\n遠く離れることは明らかである。\n（懲戒規定の趣旨についての補足。その二。殊に『体面』という保護法益）\n六１　本規定が「会社体面」を保護法益とするものであることは、文理上明らかで\nある。ところで、憲法一三条は「すべて国民は、個人として尊重される。生命、自\n由及び幸福追求に対する国民の権利については、公共の福祉に反しない限り、立法\nその他国政の上で、最大の尊重を必要とする」と定めるが、その前段は抽象的に人\n格の尊厳性を保証したものであり、後段は具体的に人格の発展の自由に対する権利\nを保証したものである（西独基本法二条一項参照）。この場合の人格は、自然人に\n限らず、法人格としての全ての会社の人格を含み、憲法一三条は、自然人のみなら\nず、全ての会社に対しても会社人格の尊厳性と会社人格発展の自由（全ての生活領\n域における行為の自由）を保証した規定であることは、明らかである。しかして、\n会社体面なるものの保護は、会社人格の維持発展のために必要欠くべからざるもの\nである。\n２　それでは「体面」とは何か、以下体面の概念について分析を加えてみよう。\n「体面」とは、単に「名誉」とか「信用」とかに特定せらるべきでなく、ひろく会\n社の有するすべての形象や価値が、一般社会人の法感情や社会的感覚に訴え感得せ\nられて生ずる社会的評価とその社会的評価について会社側関係者が抱いている主観\n的価値意識ないし価値感情の両者により構成されるものである。この意味において\n「体面」は、道義的な人格的価値としての「名誉」や、外的経済的価値としての\n「信用」と異り、より広い社会的観点から考察されるべきものである。\nこのように「体面」は、一般社会人の会社に対する社会的評価とそれに対する会\n社の主観的価値意識ないし価値感情より構成される実在する価値であるが、それは\n企業規模、生産設備、生産能力、販売機構、得意先、技術、金融関係、人的構成等\n有形の具体的形象そのものとしての価値ではなく、これら具体的形象に伴い発生す\nる価値ーいわば観念的形象としての価値として、特殊な性格を有するものである。\nしたがつて、それは経済的価値として、より客観性・具体性を帯びた「信用」や、\n人格価値としての「名誉」の二つに極限されるべきものではない。\n３　こうした「体面」の概念よりすれば、会社体面という法益侵害としての「会社\n体面の汚損」とは、一つには、一般社会人が会社に対して抱く社会的評価を汚損す\nることであり、一つには、社会的評価について会社側関係者が抱いている主観的価\n値意識ないし価値感情を侵害することである。そして、一般社会人による社会的評\n価としての面における「体面」は、「会社の企業規模、生産設備、生産能力、販売\n機構、得意先、技術、金融関係、人的構成などの具体的形象を通し、会社人格を媒\n介として、一般社会人により感得せられる観念的形象としての会社の総合された無\n体的客観的価値につき、一般社会人のくだす一切の社会的評価」のことであり、そ\nの汚損は、結局、さらに具体的価値としての他の法益たる社会的地位、信用、生産\n力、得意先、のれんなどの侵害を起するのである。しかもこの意味における「体\n面」の汚損は器物損壊等の物的侵害と異り、その補填は容易でなく従つて長期間に\nわたり右具体的価値のそれぞれを毀損する怖れがあり、その意味でより一層保護さ\nれる必要があるのである。\n４　そしてまた会社に対する社会的評価についての信頼感情としての会社側関係者\nの主観的価値意識ないしは価値感情の面における「体面」の汚損は、さらに会社側\n関係者全体に存する内在的人格感情としての名誉感情の侵害といつた法益侵害を惹\n起するのである。\nしかるに一般には、体面と社会的地位、名誉、信用とが右のように密接な関係に\nあることから「体面汚損」を「社会的地位、名誉、信用等の毀損」と混同すること\nが多いのである（砂川事件東京高裁判決）。しかし、これは言うまでもなく体面と\nいう法益に対する分析、検討を欠いた結果もたらされた誤りという他はない。\nそして、さらに会社は、営利法人として株主のため継続反覆的に営利活動を実現\nし、さらには全従業員より構成される経営体を総括し、広く従業員について保護義\n務を有する。かかるところから、「会社体面」は株主および従業員にとつても、極\nめて重要な意義を有している。これは企業規模が拡大し、永続的大企業となればな\nる程、その面での影響は甚大となつてくる。\n５　次に「体面汚損」と「名誉毀損」との差異について、簡単に触れておきたい。\n「体面」と「名誉」概念の区別については前述したとおりであるが、加えて「名誉\n毀損」の場合には、原則として名誉侵害者の行為が被害者に向けられている場合に\n限られるのに対し、「体面汚損」は、かかる場合に限定せられるのでなく、行為者\n自体の行為が別の目的をもつ行為であつて、しかも、その行為が結果として第三者\nに対する関係で、行為者を含め行為者の帰属する団体の社会的評価を損う結果を惹\n起する場合が多いのである。この意味において「毀損」は動的な行為概念であるの\nに対し、「汚損」は単純な結果概念であり、「汚損」は「毀損」を含むより広い概\n念なのである。\nしたがつて、体面汚損は行為が法益帰属者に向けられていなくてもよく、例えば\n従業員が窃盗や破廉恥罪あるいは政治的暴力事件を惹起し、それが報道されたよう\nな場合に、従業員の行為そのものは第三者に向けられていても、結果として会社の\n体面が大なり小なり汚損されるということが発生するのである。\n以上述べたように「会社体面」という法益は存在し、企業活動を行なうために、\nその維持存続は不可欠である。控訴人会社のように多岐に亘る経済活動を行なつて\nいるものにとつて「企業自体」あるいは「経営組織体」として発展していくために\nは、この法益はとくに保護されねばならないのである。控訴人会社の労使が「会社\n体面」を右のように評価し、これを不可欠の保護法益と考えたからこそ、かかる自\n治規範ができたと解するほかないのである。\nこのような現実を無視し、原判決が独自の見解に基づき本条項の存在意義と立法\n趣旨を無視したことは大いなる誤りであるといわねばならない。\n（疎明省略）\n理　　　由\n一　被控訴人らが、原審における相申請人ＢおよびＣとともに控訴会社の従業員で\nあつたこと、すなわち、被控訴人Ｇ（旧姓○○）は昭和二四年一〇月五日に、同Ｄ\nは昭和三一年一二月二七日に、同Ｆは昭和二八年四月一日に、同Ｅは昭和二三年六\n月一〇日にそれぞれ控訴会社に工員として雇われ、その後同会社の事業場の一であ\nる川崎市＜以下略＞所在の川崎製鉄所に勤務し、後記本件解雇当時、被控訴人Ｇが\n検査部検査課所属の検査工、同Ｄが運輸原料部原料第二課所属の検量工、同Ｆが製\n管部製管第一課所属の圧延伸張工、同Ｅが労務部安全衛生課所属の浴場番であつた\nこと、被控訴人らはいずれも川崎製鉄所の従業員で組織する日本鉄鋼産業労働組合\n連合会日本鋼管川崎製鉄所労働組合の組合員であること、控訴会社が昭和三五年一\n二月一七日付をもつて、被控訴人Ｇ、同Ｄ、同Ｆに対して各懲戒解雇の、被控訴人\nＥに対して諭旨解雇（懲戒の一種）の各意思表示をしたこと、控訴会社と前記組合\nとの間において当時効力を有した労働協約（昭和三五年一一月一日締結）第三八条\n（昭和二九年一月以降右協約締結まで施行されていた労働協約にも全く同文の規定\nがあつた。）および川崎製鉄所の就業規則第九七条には、従業員に対する懲戒解雇\nまたは諭旨解雇の事由として、「不名誉な行為をして会社の体面を著しく汚したと\nき」（各第一一号、以下単に本件懲戒規定ともいう。）と定められていること、お\nよび被控訴人らに対する右解雇の理由が、昭和三五年六月一〇日のいわゆるＡ事件\nにおける被控訴人らの行動をもつて右懲戒規定に該当するというにあつたことは、\n当事者間に争いがない。\n二　ところで、Ａ事件における被控訴人らの行動、被控訴人らに関する刑事事件の\n経過、およびこれらに関するテレビ、ラジオ、新聞等の報道等についての当裁判所\nの判断は、次に訂正、付加するほか、原判決理由二（一）（原判決三五枚目裏終か\nら三行目以下同三九枚目裏終から五行目までに記載された判断と同一であるから、\n右理由部分を引用する。\n原判決三九枚目裏終から五行目「は当裁判所に顕著である。」とあるのを、「も\n当事者間に争いがない。」と訂正する。\n被控訴人らは、東京地方裁判所において言渡を受けたＡ事件（成立に争いのない\n乙第二四号証によれば、この刑事事件の共同被告人は、控訴人会社の従業員である\n前記六名を含む二二名である。）における有罪判決に対し、東京高等裁判所に控訴\nしたが、昭和四二年一二月二七日同裁判所において、控訴棄却の判決を受けたの\nで、更に最高裁判所に上告し、右刑事事件は現に最高裁判所に係属していること\nも、また当事者間に争いがない。\n三　控訴人会社は、本店を東京都千代田区に置き、全国に多数事業所（工場）また\nは営業所を、米国および西独に事務所を有し、昭和三五年六月当時の資本金二三八\n億円余の株式会社であつて、鉄鋼・船舶・肥料などの製造販売を営み、その川崎製\n鉄所は、全従業員三万名中一万三千名を擁し、会社の主力工場であるとともに、京\n浜地帯最大規模のそれであることは、当事者間に争いがない。さて、控訴会社がＡ\n事件の発生後に受けた経営活動面への影きようと、これに対処するためにした措置\nなどについて考察するに、成立に争いのない乙第一四号証の一、二、原審証人Ｉの\n証言により真正に成立したものと認められる乙第一五号証、原審証人Ｊの証言によ\nり真正に成立したものと認められる乙第一七号証ならびに前記各証言を総合すれ\nば、次の事実を認めることができる。すなわち、（一）控訴会社は昭和三五年初頭\nから、その株式を米国市場で売却して外資を導入しようとし、本社はもとより、在\nニユーヨークの米国事務所において、金融機関および日米の証券会社などと種々折\n衝した結果、実現可能の見透しのできるまでに運び同年内の実現を期していたが、\nＡ事件により米国民の対日感情悪化等の悪材料が生じたので、米国商社筋の勧告に\nよつて、右商議の継続を断念するのやむなきに至つた。（二）控訴会社は、当時建\n設途上にあつた水江製鉄所等の設備資金として、世界銀行に対して第三次借款（金\n八〇億円弱）を申入れており、Ａ事件が従業員の関与によつて発生したので、これ\nが右借款実現に悪影響を及ぼすのをおそれて、とりあえず同年六月一四日控訴会社\n社長名で同銀行貸付審査部理事Ｋにあてて、Ａ事件の容疑者中に控訴会社の従業員\nが含まれていることについて、遺憾の意を表明する旨の文書を送つたが、これに対\nしてなんらの応答が得られなかつた。そうして控訴会社よりは時期的に早く借款調\n印が同年七月と予定されていた国内大手製鉄会社二社の分がＡ事件の発生のゆえに\n延期となつたため、控訴会社に対する借款の実現も不可能になつたものと判断し\nて、同年八月頃世界銀行に対し、借款申入れの撤回を通告した。このために控訴会\n社の企図していた生産力増強の企画は、少くとも数ケ月以上の遅延を余儀なくされ\nた。（三）控訴会社はかねてから米国のエイ・エム・バイヤース社と同社開発のア\nストン式錬鉄製造法に関する技術提携および控訴会社製品の同社販売網による販売\nにつき契約を締結すべく交渉していたが、Ａ事件発生後、同社から同事件の成行を\n見とどけるまで右契約の締結を見合わせる旨の申出を受けたので、右交渉を中止し\nたままになつている。（四）控訴会社はかねてから米国テキサス州所在アトラス・\nパイプ社に対し、控訴会社製品の油送管を毎月約一、〇〇〇トン当て売却していた\nが、Ａ事件後その販売量がおおむね半減した。（五）控訴会社は昭和三五年六月一\n四日Ａ事件が被控訴人ら控訴会社の従業員らの関与によつてひき起されたものであ\nることを知り、社長は直ちに米国大使館に赴き陳謝し、部長、所長らは、それぞれ\n控訴会社の金融関係、取引関係、同業関係各方面に釈明ないし情況報告を行い、右\n事件の控訴会社に対する影響を最小限に抑えるよう努力した。\nそして、前出各証拠および成立に争いのない乙第一二号証の五、同第一三号証の\n一ないし四によれば、Ａ事件直後から、米国各地で日本商品の不買運動が起き、当\n時既に成立していた一般雑貨などの商談ないし売買契約が破棄され、日本公債の市\n場価格が暴落する等の事態が生じたことが認められる。\n四　解雇の意思表示の効力について。被控訴人らは、同被控訴人らのＡ事件におけ\nる行動は、前出一に掲げる懲戒規定に該当しないから、本件解雇が無効である旨を\n主張する。以下に解雇の効力について考える。\n（１）　まず、本件懲戒規定を解釈するための資料として、本件に提出されたもの\nを検討する。弁論の全趣旨により真正に成立したものと認める甲第一・二号証、成\n立に争いのない同第一〇号証、乙第一・二号証、同第二一から同第二三号証までを\nあわせて考えると、本件懲戒規定の内容および成立の経過は、つぎのようである。\n昭和三五年の労働協約および昭和三三年以降の就業規則によると、前者において\nは、その第三四条から第三九条までに、後者においては、その第九三条から第九八\n条までに、いずれもほぼ同文で各種懲戒の種類を、譴責・減給・出勤停止・諭旨解\n雇および懲戒解雇の五区分とし、その効果・情状酌量・みぎ各種の処分を科せられ\nる行為三六項目を列挙し、そのうち解雇事由としては、前記各行為のうちでは重要\nと見えるものにつき、一号から一一号に及ぶ。\n行為の態様は、多岐にわたるが、その多くは、勤務場所ないし勤務中の非違に関す\nるものであるとともに、規定の文言のうえで、必ずしもそのような場合に限定され\nないものを含む。\n（イ）問題の解雇事由についての第一一号の規定が始めて定められたのは、いつ頃\nからであるか明らかでないが、昭和三〇年中の会社・組合間の交渉において、組合\nから、この規定は抽象的であり、色々の問題に乱用拡大適用される危険があるか\nら、削除せらるべきである旨の要求がなされた。これを削ることは、到底会社側の\n諒解を得られないところから、組合では、この規定を適用すべき場合の具体的基準\nについて会社側の同意を取りつけたいとして、従業員の行為が直接に会社に対して\n行われた場合に限つて適用されるべきであるとする趣旨において当該行為が会社に\n対して、「（１）名誉毀損を構成したとき、（２）民事上の損害を加えたとき、\n（３）信用を損つたとき」を挙げ、但し、これを組合活動に対して乱用しないこ\nと、また、ここに「信用」の解釈適用については、労使間で十分協議すべきことを\n提案した。しかし会社は、書面はもとより、口頭でもこれに賛意を表しなかつた\n（前掲甲第二号証および第一〇号証中のこの点に反する記載は、これを信用するこ\nとができない。）。かくして、第一一号の規定の文言は、従前のとおり存置される\nこととなつた。（ロ）解雇に関する規定ではないが、昭和三五年一一月の労働協約\nの第一〇条の規定に、「組合が就業時間中に組合活動を行なう場合には、会社に通\n知するものとし、ただし会社は、業務の正常な運営、信用体面の保持もしくは所内\n秩序、職場規律等の維持に支障をきたす場合は変更を求めることができる。」旨を\n定めているところ、この規定の解釈に関し、「信用体面の保持に支障をきたす場合\nとは、会社の取引関係、友誼関係に悪影響をおよぼす場合をいう。」旨、会社と組\n合間の協議において双方の意見が一致し、その旨を記録した議事録に登載されてお\nり、この記載事項は、昭和三五年一一月の労働協約成立のときに労使間に確認され\nて、将来における取扱いの基準とすることとなつた。\n（２）　「体面」、ひいて「体面を著るしく汚す」の語が懲戒規定中に用いられて\nいることは、使用者が恣意的にこれによる解雇権を発動しないものとしても、\n（１）で判示したところにもその一端がうかがわれるように、問題を含まないでは\nない。この語は、必ずしも広く一般に日常用いられているものではないし、法規範\nには殆んど馴染みがない。一般に理解されるその語義としては、「世間（世の中、\n自分以外の一般の人々）に対するていさい（①ありさま。すがた。かたち。②み\nえ。外見。面目。）（「めんぼく」とは、人にあわせる顔、世人に対する名誉）」\n（新村出、広辞苑の所説による。）として理解され、規範的のものであるとして\nも、日本的情想ないし発想に出た一種特別の用語の嫌いがないではない。また、\n「不名誉な行為」という表現は、一見自明のように見えながら、文脈上これに関連\nして後置された前記の「体面」の語とのかねあいにおいて理解しようとするとき、\nこれもまた幅が広すぎてあいまいなものを含む。懲戒処分一般、殊に懲戒解雇とい\nう制度が、後にも説くように、労働関係においてこれを肯定せざるを得ないものと\nし、本件当事者間についても、前示の労働協約および就業規則にその根拠を求める\nべきであるとするならば、前示のように概念的に不明確なものを含むそれらの規定\nは、法律上客観的・合理的にこれを解釈適用することを要する。ここでかりに以上\nに示した観点に立つて、本件懲戒規定にいう「不名誉な行為をして会社の体面を著\nしく汚したとき」の意義を考えれば、「違法の所為を行い、その結果会社の存立・\n事業の運営につき法律上保護せらるべきその社会的評価を著るしく毀損したとき」\nを指称するものと解することが相当である（内部的な名誉感情等も保護に値いする\nが、これに対する侵害については、こゝに説かない。）。\n（３）　使用者は、企業における生産性の向上をはかるべく、経営秩序の防衛・服\n務規律の維持のために、従業員が労務提供に際して、以上の目的に背反する言動に\n出たとき、就業規則または労働協約の定めるところに従い、その行為の性質・態様\nに応じて解雇その他の懲戒処分をすることのできることは、一般に承認されてい\nる。かくして従業員は、命じられた労務を提供するに際して、労働契約上、企業内\nの紀律・経営秩序として使用者によつて示されるものを尊重すべきことは、もちろ\nんである。他面従業員は、労務提供以外の一般私生活面においては、原則的には、\nその行動を企業によつて支配されるものではない。さりとて、企業の事業所外にお\nける、労務提供と直接関係なしに行われる民事・刑事の違法行為は、全く企業経営\n上の利益・秩序と無関係であり得ようか。いやしくも従業員が使用者との間に対価\nを伴なう契約を結び、これによつて日常生活の保障を得ている以上は、直接の労務\n提供以外の場面においても、企業に有形無形の損害を与える等企業の運営に支障を\n及ぼし、または及ぼす虞れがあるような行為をしないという、企業外の一般人にお\nけると異なつた、前示契約に伴なう義務ないし拘束が存すると考えることが相当で\nあつて、従業員が若しこの義務に違反し、ないし拘束に対する使用者の信頼を裏切\nる行動に出て、ために法律的に保護に値いする企業の利益に不測の損害を生じた場\n合には、これを理由として懲戒処分を受けることがあつても、やむを得ないものと\nいわねばならない。いうまでもなく企業は、不断に利潤の追求を目的とするもので\nあり、この目的のために広い意味での企業活動の防衛の必要と措置とが要求され\nる。このために使用者は、被用者の前記のような違法不当な所為のゆえに、懲戒処\n分をし、ときに解雇せざるを得ず、かくして、雇傭関係の終了を肯定することが一\n般社会通念上もやむを得ないものとされる場合には、当該被用者の行為が企業内に\nおいてなされたか、企業外においてなされたか、はたまた直接に使用者に向けられ\nたか否かを区別することは、事の性質上からも、目的論的の見地からも意味を持た\nないことになるのである。\n（４）　いまこれを本件について考える。Ａ事件における被控訴人らの行為は、そ\nの主観的心情はともあれ、前判示の事実によれば、憲法の規定する法治主義の原則\nに反し、民主主義を乱用したものであつて、わが国の法律上はもちろん、社会的に\nも非難に値いいるものであり、また、その行為が国際法上も保護せらるべき外国使\n節に向けられたことにおいて、一般外国からの日本国政府および国民に対する法律\n的ないし道義的非難を免がれないものである。そうして、控訴会社の事業の運営に\nあたつて生起した前判示の三の（一）から（四）までの事態は、まさに控訴会社に\n有形・無形の民事上の損害が発生したことを示すものであり、世界的反きようをま\nき起したＡ事件の発生直後からのことであるという一事からでも、その間の因果関\n係を推認することを相当としよう。しかも、Ａ事件に被控訴人らが加担しているの\nであるから、被控訴人らが違法の所為を行い、ために会社の事業の運営につき法律\n上保護せらるべきその社会的評価の著るしく毀損されたことが、端的に会社の損害\n判示の三の形で表面化したものともいえそうである。米国における日貨排斥の気運\nとか、わが国の当時の政情などが、前の（一）から（四）までの控訴会社の業務上\nのつまずきの原因であるとする見方については、必ずしもこれを全面的に誤まりで\nあるといえないにしても、少くとも無暴なＡ事件が他の原因と競合的に控訴会社の\n業務に支障を及ぼしたものと考えることも許されるのではないか、前判示のよう\nに、控訴会社の取引先がＡ事件のゆえに、控訴会社との友誼に反する行動をとるに\n至つたものとすれば、国際法にいう報復行為が行われたのに比して考えられ、Ａ事\n件における被控訴人らの行為は、間接的にせよ、控訴会社に対してなされたものと\nいえないでもない。また、Ａ事件は、前判示したように、被控訴人らだけによるも\nのではなく、他の労働者および学生らによるものであるが、それにしても、被控訴\n人らの属する組合の組合員五〇名という多数が現場に赴いたことは、被控訴人らの\n自ら述べるところであるばかりでなく、刑事事件における被告人の数の点でも、全\n員二二名のなかで、組合員は、六名を占めている。被控訴人らが組合活動の一環と\nして、組合の決定に従つて、現場に赴いたことは、被控訴人らの責任を左右するも\nのではない。被控訴人らが加わつた前判示のような性格のＡ事件を直近の原因の一\nつとして、現実に控訴会社の事業の運営に前判示のような支障と損害が発生したと\n見られる以上は、被控訴人らは、その所為と、そのもたらす将来の事態についての\n認識のいかんを問わず、前判示の懲戒処分の存在理由と、民主主義における自由と\n責任との法理とにかんがみ、被控訴人らが控訴会社の従業員としての地位について\nの責任、本件の場合における懲戒または諭旨解雇を免かれ得ない筋合いであること\nをかえりみるべきではないかと考えられる。\n五、本件仮処分の当否について、当裁判所の考えるところは、大要以上のとおりで\nある。しかし、本案の争点についての究極的判断は、現に東京地方裁判所に係属し\nている本案訴訟事件の判決によつて決すべきが本筋であるところ、被控訴人らの地\n位について保全の必要の存することは、弁論の全趣旨によつて認められる。結局本\n件仮処分の申請は、本案の理由についての疎明に代わる保証を立てさせて、これを\n許すことが相当であるとして、原判決をその趣旨に変更すべきものとし、民事訴訟\n法第三八六条・第三八四条・第九六条・第八九条・第九二条・第九三条の各規定を\n適用して、主文のとおり判決する。\n（裁判官　中西彦二郎　兼築義春　高橋正憲）\n"
}