{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 8,
    "day": 10
  },
  "case_number": "昭和38(う)85",
  "case_name": "売春防止法違反暴行恐喝被告事件",
  "court_name": "広島高等裁判所第四部",
  "article_info": "第16巻6号466頁",
  "gist": "管理売春に該当する事例",
  "case_gist": "売春に従事する者を、自己の指定する特定の場所に居住させる代りに、その者が従前任意に定めた住居に引続いて居住することを認めながら、これに制限を加え、毎日自己の支配する一定の場所に食事に通わせ、よつてその居住関係を監視し、無断で右住居から他に転居できないようにする場合もまた、売春防止法第一二条にいう「人を自己の指定する場所に居住させ」ることに該ると解する。",
  "lawsuit_id": "23358",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23358",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/358/023358_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審の未決勾留日数中一八〇日を刑期に算入する。\n理　　　　由\n弁護人新井照雄の控訴の趣意は記録編綴の控訴趣意書同補充書記載のとおりであ\nるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n一、　事実誤認の論旨について\n所論は原判示第三のＡに対する管理売春の事実竝びに右第三の各管理売春におけ\nる利得額を争うのである。\nなるほど証拠によると右Ａは、既に本件売春前よりＢと内縁関係を結び、広島市\nａのＢ方において同人と同棲し、本件売春の如きも、外形上は同住居から通いの形\nでこれに従事していたことが認<要旨>められる。しかしながら売春防止法第一二条\nの趣旨は、人を支配ないしは監視するに容易な場所に居住させ、</要旨>その者に売\n春させることを業とする者を処罰しようとするにあるから、同条に「人を自己の指\n定する場所に居住させ」というのは、人を従前の住居から転居させ、新たに自己の\n指定する別の場所に居住させる場合に限ると解すべきではなく、その者の希望によ\nり右に代る方法として、従前の場所での居住を認めながら、これに制限を加え毎日\n自己の支配する一定の場所に食事に通わせ、よつてその居住関係を監視し、無断で\n他に転居できないようにする場合もまた、同条にいう「人を自己の指定する場所に\n居住させ」ることになるものと解するを相当とする。\nところで原判決挙示の証拠によると、右Ａは前記Ｂと同棲中その生活費に窮した\nところから、Ｂとも相談の上売春の前借金を借りることを考え、昭和三七年四月二\n〇日頃、両名で被告人方を訪ね、被告人に対し「売春して返すから一万円程貸して\n貰いたい。」と申込んだところ、被告人は「一万円は貸してやるが、Ｃ方に住込ん\nで呉れ、逃げるようなことはなかろうが、他の女の手前もあるからそうして呉れ」\nと被告人の情婦Ｃ方に居住するよう要求したのであるがＡの強い希望により、食事\nは毎日Ｃ方に出向いて同人方で採ること、売春についてはすべてＣの指示に従うこ\nとなどの条件をつけて、従前の住居から通つて売春することを認め、爾来Ａは、被\n告人やその共犯者Ｃの指示のとおり、毎日午前一〇時と午後四時の二回に亘りＣ方\nに食事に出向き、午後四時の食事を済ませてからは、売春のためにＣ方に待機し、\nＣに連れられて原判示一二三食堂前等に立ちＣが物色する遊客を相手に、被告人の\n経営する売春宿において売春し、よつて得た対価のほとんど全部（前借弁済後は六\n分を渡す。）を、食事代、客引料、宿代、前借金の弁済として、その都度Ｃまたは\n被告人の使用人に渡し、生理日等の関係で売春を休むような場合には、事前にその\n旨Ｃに報告するなど、売春そのものについて、被告人等の強い管理を受けていたも\nのであるばかりでなく、その居住関係についても監視を受け、無断ではこれを変更\nし得ないような状況にあつたことが認められるのである。\nしてみれば原判決が、被告人の右所為を売春防止法第一二条の罪と認定したの\nは、もとより正当で、事実誤認の疑はないなお所論は本件各管理売春の利得額を争\nうのであるが、この点に関する原判決の認定もまた相当であつて、記録を精査して\nも誤認の疑はない。論旨はいずれも理由がない。\n二、　量刑不当の論旨について。\nしかしながら、記録によると被告人は、Ｄ、Ｅなどを配下に持ち、右両名及び情\n婦Ｃ等を使用して、多数の婦女子を対象とする売春業務を行い、よつて不法な利を\n貧り、これを助けていた右Ｅが被告人と手を切ろうとすると、同人に暴行を加え、\nさらに同人を恐喝して金品を捲き上げているのであつて、所犯の罪質、規模、手口\nなとその犯情は悪質と認められるばかりでなく、既に被告人には多数の前科のある\nことが明らかである。以上のような情状前歴を考慮すると、弁護人の所論にかかわ\nらず、原判決の刑はやむを得ないところであつて、重きに失するものではない。論\n旨は理由がない。\nよつて刑事訴訟法第三九六条、刑法第二一条に従い、主文のとおり判決する。\n（裁判長裁判官　河相格治　裁判官　幸田輝治　裁判官　高橋正男）\n"
}