{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 1,
    "day": 20
  },
  "case_number": "昭和38(う)89",
  "case_name": "兇器準備集合等被告事件",
  "court_name": "広島高等裁判所松江支部",
  "article_info": "第17巻1号47頁",
  "gist": "一、　刑法第二〇八条の二第一項の規定にいう「集合シタル場合」の意義\n二、　刑法第二〇八条の二所定の共同加害の目的を以て集合したるものが後に兇器の準備あることを知つた場合の犯罪の成否\n三、　右二の場合において集合につき場所的移動をしていないものの犯罪の成否\n四、　刑法第二〇八条の二第二項の規定にいう「人ヲ集合セシメタル者」の意義",
  "case_gist": "一、　刑法第二〇八条の二第一項にいう「集合シタル場合」とは必ずしも場所的移動を前提とするものではなく、既に時と所とを同じくする二人以上のものが、同条所定の共同加害の目的を有するようになり、それによつて一個の集合体とみられるに至つた場合も含まれると解する。\n二、　既に共同加害の目的を以て集合しているものが、何者かによつて兇器の準備がなされていることを知つた場合は、速やかに右集合体から離脱しない限り同項の罪が成立する。\n三、　右二の場合集合場所が自己の住居である等の関係から場所的移動をしていないものも、集合体から離脱しない限り同項の罪が成立することに変りはなく、ただその離脱は共同加害の目的を放擲することで足り、必ずしも有場所より退去する必要はない。\n四、　同条第二項にいう「人ヲ集合セシメタル者」とは、既に時と所とを同じくする二人以上の者に対し、同条所定の共同加害の目的を附与し、一個の集合体を形成せしめた者も含まれると解する。",
  "lawsuit_id": "24725",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24725",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/725/024725_hanrei.pdf",
  "contents": "主        文\n原判決中被告人Ａ１に関する部分を破棄する。\n被告人Ａ１を懲役二年に処する。\n被告人Ａ１に対する原審の未決勾留日数中一〇〇日を右本刑に算入する。\n押収にかかる物件中原審裁判所昭和三八年押第一一号の証第一号猟銃（五連銃）\n一挺、同じく証第二号猟銃（二連銃）一挺、同じく証第六号の一猟銃実包一二四発\n及び同じく証第六号の二発射済み薬莢五個を被告人Ａ１から没収する。\nその余の被告人についての本件被告人及び検事の各控訴をいずれも棄却する。\n訴訟費用中原審証人Ｂ１（第一、二回）に支給した分は被告人Ａ１の負担、当審\n証人Ｂ２に支給した分は被告人Ａ２の負担、同Ｂ３に支給した分は被告人Ａ３の負\n担、同Ｂ４、同Ｂ５、同Ｂ６に支給した分は、被告人Ａ２、同Ａ３、同Ａ１、同Ａ\n４、同Ａ５の負担とする。\n理　　　　由\n検察官香山静郎の控訴の趣意は記録編綴の鳥取地方検察庁検察官検事吉開猛名義\nの控訴趣意書、被告人Ａ２の主任弁護人前田修の控訴の趣意は同弁護人及び弁護人\n田中節治名義の控訴趣意書、被告人Ａ３、同Ａ４の弁護人前田修の控訴の趣意は同\n弁護人名義の控訴趣意書、被告人Ａ５の弁護人中田正子の控訴の趣意は同弁護人名\n義の控訴趣意書、被告人Ａ１、同Ａ６の弁護人君野駿平の控訴の趣意は同弁護人名\n義の控訴趣意書各記載のとおりであり、被告人Ａ７、Ａ８の弁護人田中節治の検察\n官控訴に対する意見は同弁護人名義意見書記載のとおりであるから、ここにこれを\n引用する。\nこれに対する当裁判所の判断は次のとおりである。\n（被告人Ａ２関係）\n一、　弁護人前田修同田中節治の控訴趣意中原判示第一事実に対する事実誤認の\n主張について\n所論は、被告人Ａ２において判示の如くＣ１組事務所に出かけて発砲したことは\n間違ないが、然し右は偵察に赴いたところ相手方から狙撃されたので、これに対す\nる威嚇の目的で、致命傷を与えにくい散弾を用い相当距離からしかも空中に向けて\n発砲したものであつて、殺害の意図を有しなかつたものであるのに、原判決がこれ\nを殺人未遂に問擬したのは事実の誤認であるというのである。\n然しながら原判決挙示の証拠並びに原審で取調べた司法警察員作成昭和三八年一\n月二八日付検証調書及び当審裁判所実施にかかる検証調書を総合すると、原判示の\n事実を肯認することができる。即ち、被告人Ａ２は検察官に対する供述調書におい\nて、Ｃ１組々員を殺害する意図であつたことを認めているのみならず、初回の襲撃\nに失敗すると再度の襲撃を試み、空中に発砲したのでなくＣ１組事務所隣家の屋根\nにいた同組員めがけて発砲し、使用した二連猟銃及び実包の機能と射程距離の点か\nらいつても命中すれば相手に致命傷を与え得る関係にある（二二、八米離れた地点\nから発射しているが、射程距離二五米以内であれば人体に致命傷を与え得る）こと\nが前掲証拠により明かであつて、殺意を以て発砲したがその目的を達し得なかつた\n事実を認定するにつき足らないところはない。論旨は理由がない。\n二、　弁護人前田修の控訴趣意中原判示第二（二）事実に対する事実誤認もしく\nは法令適用の誤りの主張について\n所論は、被告人Ａ２において原判示Ｃ２会事務所において鍬の柄が存置してある\nのを見かけたことは間違いないが、同被告人には共同加害の目的もなく、又そもそ\nも右事務所を住居としているものであるから集つて来たという関係にはないもので\nあり、自分の住居から退去しない限り集合したことになるというのもまことに不合\n理であつて、原判決が兇器準備集合罪に問擬したのは、事実を誤認したか又は法令\nの解釈適用を誤つたものであるというのである。\n原判決挙示の証拠を総合すると、原判示冒頭事実記載の如き経緯により、昭和三\n八年一月一二日午後八時過頃Ｃ１組々員より被告人Ａ２等の所属するＣ２会のＣ３\n支部事務所が襲撃され、よつて原判示第二（一）（二）事実記載の各被告人が右事\n務所に集つて来たこと、もつとも、あるものは従前より右事務所を住居とし、ある\nものは当時偶々右事務所に遊びに来ていたものであり、あるものは襲撃の後にこの\nことを知つてあるいは知らずして事務所に来たものであつて、襲撃の難に遭つたも\nのはその直後頃から、襲撃の模様を後に聞いたものはその直後頃から、いずれもＣ\n１組々員の生命身体等に対する共同加害の意図を有するに至つたこと（以上につい\nての詳細は後に被告人Ａ１の控訴趣意に対し述べるとおりである。）、被告人Ａ２\n自身はＣ２会Ｃ３支部長たる被告人Ａ１が興行師をしているのでその手伝いをする\nとともに、従来より右事務所を住居とする者であること、Ｃ１組々員による襲撃後\n殊に支部長名義の看板が奪取されていることを見てくやしくてたまらず、直ちに前\n記二連猟銃と実包を持出し、被告人Ａ３と共に前記の如くＣ１組事務所を襲つて殺\n人未遂を犯したこと、事務所に帰つて同所にたむろする被告人Ａ１、同Ａ５、同Ａ\n８、同Ａ３等とＣ１組事務所の模様及び打ち合いの状況について話合い、更に自か\nら被告人Ａ４原審相被告人Ａ９のかり出しに奔走したこと、なお、前記の如く集つ\nている各被告人がＣ１組々員の生命身体等に対し共同加害の目的を有していること\nを認識しており、同月一三日夕刻には原判示の如く鍬の柄が購入されたが、おそく\nとも一四日朝までには階下の部屋に右一〇本位が設え付けられていることを現認\nし、自からもこれを手にし相手方の襲撃があつた時はこれで立ちむかい害を加える\n考えで警戒を続け、引続き原判示の期間右事務所内外に待機していたこと、を認め\nることができる。\n<要旨第一>刑法第二〇八条の二における集合とは通常場所的移動を伴うものであ\nるが、必ずしもそれを前提とするもの</要旨第一>ではなく、既に時と所を同じくし\nている二人以上のものが、同条所定の共同して害を加うる目的を有するよう<要旨第\n二>になり、それによつて社会的に一個の集合体とみられるに至つた場合も含まれる\nものと解する。而して既に右</要旨第二>共同加害の目的を以て集合しているもの\nが、何者かによつて兇器の準備がされていることを知つた場合は、速<要旨第三>や\nかに右集合体から離脱しない限り不真正不作為犯として本罪が成立する。離脱しな\nい限り本罪が成立するこ</要旨第三>と、即ち離脱の義務あることは場所的移動をし\nないもの、殊に集合場所が自己の住居であるものにおいても変りはないというべき\nである。もつとも自己の住居である場合そこより退去すべき義務は必ずしも存しな\nいが、右集合体より離脱すること、即ち右共同加害の目的を放擲することを要し、\nこれをしない以上本罪が成立する。前記認定の如く被告人Ａ２が住居とする右事務\n所に他の被告人が集まり、被告人Ａ２を含めて各人がＣ１組々員の生命身体に対す\nる共同加害の目的を有するに至つたものであるから、被告人Ａ２を含めて集合した\nことになり、兇器たる鍬の柄の準備あることを知りながら、敢てこれを手にして相\n手を迎撃すべく事務所を警戒する等なお集合体内に止まる意思を明示しているもの\nであるから、本罪の成立することはいうまでもなく、原判決にはこの点に事実の誤\n認も法令解釈適用の誤りもない。論旨は理由がない。\n三、　弁護人前田修同田中節治の控訴趣意中量刑不当の主張並びに検察官の控訴\n趣意について\n各弁護人の所論は、被告人Ａ２の殺人未遂の所為は、Ｃ１組より襲撃されたため\n興奮の余り反撃に及んだもの、しかも同僚が相手の発砲により負傷を受けて始めて\n発砲したものであり、弾丸の威力もさして強いものでなく危険度の低いものであり\n且つ犯行後自首しており、その余の所為はいずれも事案軽微であるから、原判決の\n刑は重過ぎるというのであり、検察官の所論は、Ｃ２会とＣ１組とはそれぞれいわ\nゆる暴力団であつて、原判決挙示するところの両派の争いは鳥取市民の心胆を寒か\nらしめた大事件であり、被告人Ａ２は前科三犯を有しＣ２会支部の若者頭として不\n健全な生活をしているものであるから、原判決の刑は軽過ぎるというのである。\nよつて記録について精査する。被告人Ａ２が被告人Ａ３と共謀の上犯した殺人未\n遂の事案は、弁護人所論の如く、Ｃ１組々員が仕込杖、サーベル、短刀、猟銃等を\n携えて不意にＣ２会Ｃ３支部事務所を襲撃し、支部長たる被告人Ａ１等に仕込杖等\nを示して脅迫し、玄関ガラス戸に猟銃を発射してこれを破壊し、あまつさえＣ２会\nの支部長名入りの木製看板を奪取して帰へるという暴挙に及んだためこれに憤慨し\nてなした反撃行為であつて、Ｃ１組々員の行為の強く指弾さるべきに比べればなお\n犯行の動機において同情すべき余地がないともいえないということができ、行為の\n形態からいつても、深慮遠謀の上必殺の方法を以てのぞんだというのではなく、む\nしろ反射的行為ともいうべき単純なものである。然しながら他面人家が密集し往来\nも少くない市街の中で猟銃を発射し、僅かの時間にしろいわば市街戦を展開したも\nのであり、社会の安寧秩序に及ぼした影響は決して小さいということはできず、そ\nの銃弾が一般市民に命中しないとはいえないにもかかわらず、かような点は敢て意\nに介さない傲慢不遜な行為であるということができる。兇器準備集合の所為も前段\n説示の経緯からして被告人等の立場からはやむを得ないものがあるということもで\nきるが、然し前同様社会の人心に与えた不安は大きい。又殺人未遂に使用された猟\n銃等は平素より被告人Ａ２が極秘裏に保管の責に任じていたものであつて、極めて\n危険な所為ということができる。又被告人は、暴力犯の前科四犯を有しＣ２会支部\nの一員として平素必ずしも健全な生活を送つているものではない。以上の諸点にか\nんがみると、原判決の刑は各弁護人が主張する如く決して重過ぎるものでもない\nし、検察官が主張する如く決して軽過ぎるものでもない。論旨はいずれも理由がな\nい。\n（被告人Ａ３関係）\n一、　弁護人前田修の控訴趣意中原判示第一事実に対する事実誤認の主張につい\nて\n所論は、被告人Ａ３は被告人Ａ２が判示の如くＣ１組事務所附近に赴いて発砲し\nた際これに同行したことはあるが、単に偵察の目的で同行したに過ぎず、相手を殺\n害する意図は有しなかつたものであるのに、原判決がこれを殺人未遂に問擬したの\nは事実の誤認であるというのである。\n被告人Ａ３は警察以来被告人Ａ２がＣ１組事務所を襲つた際同行したが偵察の目\n的であり、被告人Ａ２が発砲するに及んで始めて原判示二連銃の用意があることを\n知つたと供述し、被告人Ａ２も右同様猟銃を使用するまでは毛布の中にかくしてい\nたと供述するところである。然しながら原審取調にかかる、右両名が襲撃に使用し\nた観光タクシー所属乗用車の運転手Ａ１０の検察官に対する供述調書（昭和三八年\n一月二六日付）によると、被告人Ａ２、Ａ３両名の指示でやむなく二度目に原判示\n農協会館横の道路をＤ１通りの方に向つて徐行しＤ２横附近に来た時、被告人Ａ３\nがＣ１組事務所の方を見て「まだ屋根の上にいるいる。」といつており、ついで誰\nかが自動車の窓ガラスをあけ、被告人両名か互いに「私が射つ私が射つ」といいあ\nつており、被告人Ａ３が運転手に「おやじ射つたら車を走らせよ」といい被告人Ａ\n２も「もたもたするな」といつており、Ｄ１通りに右折しかけ車左窓がＣ１組事務\n所に対面した頃二発の銃弾が発射されたことが認められる。即ち被告人両名が猟銃\nを発射してＣ１組々員に危害を加えるべく共謀していた事実を肯認できるのであつ\nて（Ｃ２会Ｃ３支部の組員であるＢ７は原審において、被告人Ａ３は事務所を出る\n時から既に銃を手にしていたと証言するところでもある。）Ｃ１組事務所隣家の屋\n根の上にいる同組員めがけて発射しており、使用した猟銃実包の機能及び射程距離\nの点からいつて命中すれば相手に致命傷を与え得る関係にあることは被告人Ａ２の\n控訴趣意に対し説示したとおりであり、右の状況からいつて被告人Ａ３においても\n被告人Ａ２と共同して相手を殺害する意図があつたといわざるを得ない。論旨は理\n由がない。\n二、　弁護人前田修の控訴趣意中量刑不当の主張並びに検察官の控訴趣意につい\nて\n弁護人の所論は、被告人Ａ３の殺人未遂の所為はＣ１組々員の挑発に刺戟された\nものであり、自からは発砲しておらずむしろ被害者の立場にあるものであり、その\n他家庭の事情、本人の改悛の情を考慮すると原判決の刑は重過ぎるというのであ\nり、検察官の所論は、Ｃ２会とＣ１組はそれぞれ暴力団であつて、原判決挙示する\nところの両派の争いは鳥取市民の心胆を寒からしめた大事件であり、被告人Ａ３は\n右争闘においても積極的に行動したものであり、原判示その余の事案もいずれも悪\n質なものであるから、原判決の刑は軽過ぎるというのである。\nよつて記録について精査する。被告人Ａ３が被告人Ａ２と共謀の上犯した殺人未\n遂の事案は、Ｃ１組々員の先制攻撃に挑発されたものであつて、その動機、態様に\nおいて若干の同情すべき点があることは被告人Ａ２の控訴趣意に対し説示したとお\nりである外、被告人Ａ３は被告人Ａ２の弟分に当たるものであり、自からは発砲し\nておらず、被告人Ａ２に対するよりは更に考慮の余地があるということができるけ\nれども、他方右犯行が鳥取市民の安寧秩序に及ぼした影響の小さくないことも被告\n人Ａ２の控訴趣意に対し説示したとおりである。又原判示その余の事案はいずれも\n善良の市民に対し些細なことに因縁をつけてこれを苦しめる悪質な事案であつて、\n暴力団員の不真面目な生活を顕すものということができる。以上の諸点にかんがみ\nると、原判決の刑は弁護人が主張する如く決して重過ぎるものでもないし、検察官\nが主張する如く決して軽過ぎるものでもない。論旨はいずれも理由がない。\n（被告人Ａ１関係）\n一、　弁護人君野駿平の控訴趣意中原判示第二（一）事実に対する事実誤認、法\n令適用の誤りの主張について\n所論は、（イ）原判決は被告人Ａ１及び判示その余の被告人にＣ１組々員の身体\nに害を加える目的があつたと認定しているが、各被告人にかような目的は存在せ\nず、関係被告人の供述中にその存在を肯定する部分があるとしても、右は相手の殴\n込みを防ぐには相手をたたく必要があろうとの取調官の理詰めの誘導による供述で\nあつて証拠となすに足らず、他にはこれを認めるに足る証拠がない。（ロ）原判決\nは被告人Ａ１は被告人Ａ１１をして鍬の柄三〇本を購入させた旨、多数組員をして\n鍬の柄を携えて待機せしめた旨、その他全般的に組員を指揮した旨認定している\nが、鍬の柄の購入を指示したのは被告人Ａ１２であつて被告人Ａ１は代金を支払つ\nたに過ぎず、又被告人Ａ１において組員に鍬の柄を持つて待機せしめたりその他組\n員全体の指揮をとつたとみるべき何等の証拠も存在しない。（ハ）かりに被告人Ａ\n１において「事務所に集つて来た多数組員をして鍬の柄を携えて待機せしめ」た行\n為があつたとしても、それは既に任意に集合してきた者をその後において内部的に\n統制した行為に過ぎず、刑法第二〇八条の二第二項は集合せしめる行為を把えて特\nに重く罰するものであつて、内乱罪や騒擾罪における如く集団内の地位によつて処\n罰の態様を異にしようとするものでないのであるから、結局原判決は内部的統制行\n為を以て集合せしめたとする法令の解釈適用の誤りを犯したものであるというので\nある。\n原判決挙示の証拠を総合すると、被告人Ａ１は原判示冒頭事実記載の如き経緯に\nよつてＣ２会Ｃ３支部二代目支部長となり被告人Ａ１１及び同Ａ１２はその兄弟分\nとして幹事を勤め、被告人Ａ２、同Ａ３、同Ａ４、同Ａ８、同Ａ５、同Ａ６及び原\n審相被告人Ａ９はその輩下としていずれも同支部に属する組員であり、被告人Ａ１\n３、同Ａ７は同じくＣ２会の系統に属するＣ４組々員であること、即ち被告人Ａ１\nを除くその余の者は被告人Ａ１の指揮を受け得る地位にあることを認めることがで\nきる。\n右各証拠を総合すると、昭和三八年一月一二日午後八時過頃原判示のＣ２会Ｃ３\n支部の事務所であり被告人Ａ１の住居である家屋において、被告人Ａ１、同Ａ５、\n同Ａ８、同Ａ３は階下で将棋をさし、被告人Ａ２は二階でテレビを見ていたとこ\nろ、原判示の如くＣ１組々員の襲撃があり、被告人Ａ１等に対し兇器を示して脅迫\nし猟銃を発射しあまつさえ支部長名入りの看板を奪取して引上げたこと、被告人等\nのうち一部の者は屋外に飛出したがやがて同家に帰えり、その後被告人Ａ２同Ａ３\nにおい原判示第一の如くＣ１組に対し積極的行為に出るものがあつたり、あるいは\n連絡、警戒のため出向くものがあつたにしろ、右各被告人は同月一五日各判示の時\n刻頃まで同事務所内外にいたこと、被告人Ａ２、同Ａ３は前記の如く被告人Ａ１の\n興行手伝いをなし従前より右事務所を住居としていたが、被告人Ａ５同Ａ８は偶々\n遊びに来ていたものであること、被告人Ａ１２は同日午後九時頃映画見物に出か\nけ、帰途偶々Ｃ２会事務所に立寄つてＣ１組より襲撃があつたことを聞き、そのま\nま原判示の時刻頃まで同所に止まつたものであること、被告人Ａ６は同日午後九時\n前市内ａ町のＥ麻雀屋に立寄つたところ、同所にいた人にＣ２会支部に異変があつ\nたことを聞き右事務所にかけつけ、そのまま原判示の時刻頃まで同所に止まつたも\nのであること、被告人Ａ４は同日午後一〇時頃弟の宅において妻の父親より、Ｃ１\n組とＣ２会の衝突をラヂオが報した旨を聞き、右事務所にかけつけ、そのまま原判\n示の時刻頃まで同所に止まつたものであることを認めることができる。即ち以上の\n者は、Ｃ１組々員が襲撃した際既にＣ２会事務所に居たか又はその後に自から事務\n所に来たものであつて、誰からも右事務所に呼びよせられた関係にはないものであ\nることが明らかである。\n原審相被告人Ａ９は検察官に対する供述調書及び原審公判廷において、一二日夜\n中自宅でＣ１組Ｃ２会が衝突した旨のラヂオ放送を聞いて右事務所にかけつけたと\n供述するのに対し、被告人Ａ２は検察官に対する供述調書において、一二日午後一\n〇時頃ハイヤーによつてＡ４、Ａ９を呼びに行つたところＡ９だけ在宅したので、\nこれを事務所に連れ帰つたと供述するところである。かりに被告人Ａ２において右\nＡ９を連れ帰つたとの供述が正しいとしても、右の事実を被告人Ａ１において知つ\nていたとの証拠もないので、いわんや被告人Ａ１が指示して呼びよせたと認定する\nことはできない。被告人Ａ１１は右襲撃当時兵庫県豊岡市におり、被告人Ａ１２に\nおいて一二日夜電報を打つてＣ２会Ｃ５支部を通じ呼びよせたものであることが前\n掲各証拠によつて認められるが、右の点につき被告人Ａ１２は検察官に対する供述\n調書において、「私は今度はＣ１組とＣ２会との対決になるかも知れんから、神戸\nの本部その他境港等の支部にお詫び旁々報告をした方がいいのではないかといいま\nしたら、Ａ１も了解されました。私は取敢えずＣ２会のＣ５支部には自分が電報を\n打ちますとＡ１さんに話しました。」と供述するので、被告人Ａ１１を呼びよせる\nことにつき被告人Ａ１の了解があつたとは考え得るけれども、右供述のみで被告人\nＡ１の指示によつて呼びよせたと認定するにはなお因難があるというべく、他には\n被告人Ａ１が被告人Ａ１１を呼びよせたことを肯認させるに足る証拠はない。なお\n被告人Ａ１が前掲被告人以外のものを当時呼びよせたとする証拠も存しない。\n以上の次第で、被告人Ａ１はその余の被告人等に対し指示を与え得る地位にはあ\nるけれども、判示第二（一）事実につき散在する者を指示して一個所に集めるとい\nう形においてこれを集合せしめたとする証拠はないといわなくてはならない。\n而して既に時と所とを同じくする二人以上のものが、刑法第二〇八条の二所定の\n共同して害を加える目的を有するに至れば、同条第一項にいう「集合した」ことに\nなることは、被告人Ａ２の控訴趣意に対し説示したと<要旨第四>おりであるが、右\n同様に、既に時と所とを同じくする二人以上のものに対し右所定の目的を附与し社\n会的に一</要旨第四>個の集合体を形成せしめたものは、同条二項にいう「集合せし\nめた」ものに該当するというべきである。そこで、被告人Ａ１において時と所とを\n同じくする前掲の者達に対し、Ｃ１組々員の生命身体に対し共同して害を加うる目\n的を附与したか否かにつき案ずるに、これを肯認するに足る証拠はないというべき\nである。前掲各証拠によると、むしろ襲撃の難に遭つたものはその瞬間からＣ１組\n々員に対する反撃もしくは再度襲撃の場合迎撃して共同して加害する意図を持ち、\nその後かけつけたものも襲撃の知らせを聞いた時から、あるいは到着後襲撃模様の\n詳細を聞いた時から前同様の意図を持つたことが認められる。即ち、両派の間に実\n力行使はなく単に相反目している状態にある時、相手に対し共同して加害する目的\nが形成されるについては、長もしくはその他のものによる形成行為が存在すること\nか多いが、本件の場合はＣ１組々員による襲撃を機縁として右共同加害の目的が形\n成されるに至つたものであり、支部長たる被告人Ａ１の指示をまつ必要がなかつた\nものと見ることができる。もつとも原判示鍬の柄の購入については、被告人Ａ１１\nが検察官に対する供述調書において「Ａ１２が私に鍬の柄のようなものを買うてき\nてくれんかといい、私はそんなものはいらんというと、Ａ１２はまあ買うて来てお\nいてくれというので、私は二階に上がりＡ１にＡ１２が棒を買うて来てくれという\nから金を出してくれというと五千円黙つて渡した。」旨供述しているところであつ\nて、右は被告人Ａ１２が被告人Ａ１１に意見を具申し、被告人Ａ１１において長た\nる被告人Ａ１の意向を質したところ被告人Ａ１において購入すべく決裁したもので\nあつて、畢竟被告人Ａ１において鍬の柄を購入したものとみることが可能である\nが、然し鍬の柄を購入することにより直ちに共同加害の目的を附与したとはいえな\nいのであつて、かようにみ得る格別の事情があつたとの証拠はなく、むしろ前記の\n如く各人は既にそれ以前に共同加害の目的を有していたというべきである。なお被\n告人Ａ１がＣ２会Ｃ３支部長であり、その余のものは弟分もしくは輩下であるの\nで、支部長のためにＣ１組への反撃を決意したものがあつたかもしれないが、そう\nだからといつて、被告人Ａ１が右の目的を附与しよつて集合せしめたものであると\nいい得ないこともとよりである。\n被告人Ａ１はＣ２会事務所を住居としているが、Ｃ１組々員に対し共同して加害\nする目的を有していたので（その目的の存在することは代金を支払つて鍬の柄三〇\n本を購入させたことによつても明瞭である。）、他の者と同様刑法第二〇八条の二\n第一項の集合したことに該当するけれども、前叙の次第で「人を集合せしめた」と\nの証拠はないというべく、これを刑法第二〇八条の二第二項の兇器準備結集罪に問\n擬した原判決は事実を誤認したかもしくは法令の解釈適用を誤つたものというべ\nく、原判決中被告人Ａ１に関する部分は、この点において到底破棄を免かれない。\n論旨は理由がある。\n（従つて同被告人についての弁護人及び検察官の量刑不当の主張についての判断\nは省略する。）\n（被告人Ａ４関係）\n一、　弁護人前田修の控訴趣意中原判示第二（二）事実に対する事実誤認もしく\nは法令適用の誤りの主張について\n所論は、被告人Ａ４はＣ１組よりの殴込みと同時にＣ２会事務所にかけつけた\nが、その後になつて鍬の柄の準備あることを知つたものであつて、準備あることを\n知つて集合した関係にはなく、原判決がこれを兇器準備集合罪に問擬したのは事実\nを誤認したか又は法令の解釈適用を誤つたものであるというのである。\n他人の生命身体等に対し共同加害の目的を以て集合しているものが後に兇器の準\n備あることを知つた場合は、速やかに集合より離脱しない限り不真正不作為犯とし\nて兇器準備集合罪を構成することはさきに説示したところであるが、原判決挙示の\n証拠を総合すると、被告人は前記の如く、急を聞いてかけつけ、Ｃ１組々員が再度\n襲撃した時は共同でその身体生命に害を加える目的を以て右事務所に止まり、一二\n月一三日午後一〇時頃鍬の柄が一五、六本右事務所に設え付けてあり、又組員数人\nがこれを持つて警戒に当つているのを目撃しながら、同月一六日午後三時頃まで相\n手の襲撃に設えて右事務所に待機していたものであることが明らかであるから、本\n罪に問われても致方ないところというべく、原判決には事実の誤認もなければ法令\n解釈適用の誤りもない。論旨は理由がない。\n二、　弁護人前田修の控訴趣意中原判示第一〇第一一事実に対する事実誤認、審\n理不尽もしくは理由不備の主張について\n所論は医師Ｆ作成の鑑定書によれば、被告人Ａ４は右各犯行時普通酩酊とは質的\nに異なつた酩酊状態にあり、反省力や抑制力が特に弱められていることが明らかで\nあり、又被告人Ａ４が酩酊によりすくなくとも心神耗弱であつたことを証する幾多\nの証言が存する。而して心神に機能障害がないことは検察官の立証責任にかかると\nころであるから、これを覆すに足る有力な証拠を挙げない限り心神に機能障害があ\nつたと認定すべきであるのに、原判決がこれをなくして慢然と心神に機能障害がな\nいとしたのは、事実誤認、審理不尽もしくは理由不備のいずれかが存在するもので\nあるというのである。\nそこで記録について精査する。被告人Ａ４は判示第一〇事実につき司法警察員及\nび検察官に対する供述調書において「昭和三七年四月五日夜鳥取駅前のＧ店に遊び\nに行つたところ被告人Ａ５同Ａ２等がいて一しよになり、次に連れだつて市内Ｄ１\n通りの別のパチンコ店に行き、更に喫茶店Ｈ、ホルモン料理屋と歩き、ホルモン料\n理屋にドブ酒がなかつたため酒を一杯ひつかけようと被告人Ａ２と共に外に出た\nら、隣に原判示バー「Ｉ」があつたので判示第九（三）事件により被告人Ａ３等が\n逮捕されたことを思い出して同店に入り、ウイスキーを飲んだあと一旦ホルモン料\n理屋に帰つて被告人Ａ５等を連れて再びバー「Ｉ」に赴いたこと、そこでウイスキ\nーを注文して飲んだが、被告人Ａ５がマダムＪをつかまえ被告人Ａ３等が逮捕され\nた件につき話しあい何か要求していることを現認したこと、被告人Ａ３の事件のこ\nとが腹の中にあつておさまらない気持でいるところへ、求めるレコードをかけてく\nれないこともあつてむらむらと腹立たしい気持になり、この店を貸切りにさせいと\n怒鳴り、更に灰皿を床の上に投げつけたこと」の経緯を供述しているが、その供述\nは比較的詳細で理路整然としており、何等の矛盾もなくしかもその余の証拠と符合\nしているところであるから、当時被告人は意識も明瞭で記憶も正しく、心神に格別\n異常がなかつたと推定することができ、原審証人Ｊの証言によつても「被告人Ａ５\nはよく酔つていたが、被告人Ａ４は少し飲んでいる程度でそれ程酔つておらず、店\nに入る時も被告人Ａ４において被告人Ａ５をかかえるようにしていた」ことが明ら\nかであり、右の次第で被告人Ａ４は判示第一〇の犯行時心神に機能障害はなかつた\nと認定することができる。被告人Ａ４は又判示第一一事実につき司法警察員及び検\n察官に対する供述調書において「昭和三七年四月八日午後妻と共に前記Ｇ店に行つ\nたところ被告人Ａ２がいて一しよになり、午後八時閉店になるとともに三人一しよ\nに駅に出て待合所売店でコーヒーを飲み、二の丸に花見に行くべく観光タクシーに\n乗つたが途中思いかえしてバー「Ｋ」支店に乗りつけたこと、同所で約二時間即ち\n同月九日午前零時頃まで洋酒等を飲みながら三人で歓談し、勘定は被告人Ａ２が支\n払つたこと、そこで被告人Ａ４は奢り返す気になつて近くにあつた判示バー「Ｌ」\nに二人を連れて行つたこと、三人で飲んでいるうち踊つてみたくなり判示の如くＭ\nに踊つてくれと申込んだが断られ、執拗に頼んでもなお断るので判示第二（一）事\n実の如く暴行をなし、なお同（二）事実の如くＮにおいて注意したためこれに暴行\nを加え、最後に同（三）事実の如く器物を損壊したこと」の経緯を供述している\nが、その供述は詳細で理路整然としており、何等の矛盾もなくしかもその余の証拠\nと符合しているところであるから、当時被告人は意識も明瞭で記憶も正しく心神に\n格別異常がなかつたと推定することができ、原審証人Ｍの証言によると、なるほど\n当時被告人Ａ４が相当程度酩酊しており又その場で何等かの薬物を口にしたことが\n認められるけれども、同時に意識の確かな点もあつて、例えば知らせによつて警官\nが同店に来た後退去するに際しては「飲代金を払つておかぬとあとがうるさい。」\nといいながらその支払いをなしたことが認められ、酩酊は異常なものとまではいえ\nないことが明らかであり、以上の次第で被告人Ａ４は判示第一一の犯行時において\nも心神に機能障害はなかつたと認定することができる。原審で取調べた医師Ｆ作成\nの鑑定書には「被告人Ａ４がハイミナールに対して異常な反応性を持つているこ\nと、犯行時被告人Ａ４は当時摂取していたハイミナールとアルコールとの相乗作用\nによつて、尋常の酩酊とは質的に多少違つた酩酊状態にあつて反省力や抑制力がと\nくに弱められ、衝動性感情性がとくに高まつていたと考えられる。」旨の鑑定結果\nの記載かあるが、本件犯行時に摂取されたハイミナール及びアルコール量について\n右鑑定が前提とするところは必ずしも事実どおりであるといえないので、右鑑定結\n果によつて直ちに前記の認定を左右できない。よつて右各犯行当時心神に異状がな\nいとした原判決には事実の誤認はないというべく、原判決もその判文によつて右の\n各証拠により被告人Ａ４の心神に異状がないものと判断したものと理解でき、審理\n不尽も理由不備もないというべきである。論旨は理由がない。\n三、　弁護人前田修の控訴趣意中量刑不当の主張並びに検察官の控訴趣意につい\nて\n弁護人の所論は、被告人Ａ４の犯した事案はいずれも軽微である。即ち兇器準備\n集合の所為においてもその行為は消極的であり地位も低く、その余の犯行は酒の上\nで偶発的に発生したものである、現在改悛の情もあることであるから原判決の刑は\n重過ぎるというのであり、検察官の所論は、Ｃ２会とＣ１組はそれぞれ暴力団であ\nつて原判決挙示するところの両派の争いは鳥取市民の心胆を寒からしめた大事件で\nあり、被告人Ａ４は原判示の如き形において右争闘に参加した外その余の事案も善\n良な市民を苦しめた悪質なものであるから、原判決の刑は軽過ぎるというのであ\nる。\nよつて記録について精査する。被告人Ａ４等が兇器準備集合罪を犯すに至つたに\nついては、Ｃ１組より先制攻撃されたためである等その動機に若干の同情すべき点\nがあることは既に述べたとおりである。然し他方多数の者か兇器を準備して集合す\nることにより社会の安寧を害し鳥取市民を不安に陥れたことも否定できないところ\nであり、その余の事案も善良な市民を苦しめた悪質な事案であり、暴力団員として\nの不真面目な生活を顕しているということができる。以上の諸点にかんがみると、\n原判決の刑は弁護人が主張する如く決して重過ぎるものでもないし、検察官が主張\nする如く決して軽過ぎるものでもない。論旨はいずれも理由がない。\n（被告人Ａ５関係）\n一、　弁護人中田正子の控訴趣意中原判示第二（二）事実に対する事実誤認の主\n張について\n所論は、原判決は被告人Ａ５が共同してＣ１組々員の身体生命に害を加える目的\nがあつた旨認定しているところ、被告人Ａ５等が原判示の如くＣ２会事務所に待機\nしていたのは単に自衛のためであり、被告人等の自衛の結果として相手が害を受け\nることがあつたとしてもそれは本条にいう害を加える目的とは関係のないことであ\nり、原判決は事実を誤認したものであるというのである。\n然しながら相手方の襲撃が予想され、襲撃があつた場合はこれを迎撃し、よつて\n共同して相手方の生命身体等に害を加える目的がある以上刑法第二〇八条の二所定\nの共同して害を加える目的ありとするに十分であつて、右の目的は自から出撃して\n害を加える場合に限られるものではない（最高裁判所昭和三七年三月二七日第三小\n法廷判決参照）。本件の場合各証拠によれば、被告人Ａ５にはＣ１組々員の襲撃が\nあつた場合共同して反撃しその身体生命等に害を加える目的があつたことが認めら\nれ、原判決にはこの点に事実の誤認はない。論旨は理由がない。\n二、　弁護人中田正子の控訴趣意中原判示第一〇事実に対する事実誤認の主張に\nついて\n所論は、原判決は被告人Ａ５は被告人Ａ４と共謀の上右脅迫の所為に及んだ旨認\n定しているところ、右両被告人の間には共謀の事実はなく、前後の事情より犯行に\nついて相互認識するということも不可能な状態にあつた。而して被告人Ａ５におい\nてＪに対し「被告人Ａ３等はお前のために刑務所に入つた。云々」のことを申立て\nた事実だけでは脅迫したことにはならないものというべく。これを脅迫罪に問擬し\nた原判決には事実の誤認があるというのである。\nそこで記録について精査する。被告人Ａ５同Ａ４の各司法警察員及び検察官に対\nする供述調書その他原判決挙示の証拠を総合すると、被告人両名はいずれも原判示\n第九（三）の事実に関連して被告人Ａ３等が逮捕されたためバー「Ｉ」に対し不快\nの念を持つていたこと、被告人両名等は昭和三七年五月四日バー「べニス」の隣家\nにある朝鮮人経営のホルモン料理屋に行つたが、被告人Ａ４においてバー「Ｉ」が\n隣家にあることを見付け一旦これに入つつたが、被告人Ａ５を呼ぶべくホルモン料\n理屋に帰つたこと、二人はバー「Ｉ」の前で「これが被告人Ａ３が逮捕されるに至\nつた所だ」ということを話しあつた上二人揃つて同店に入つたこと、被告人Ａ５に\nおいてマダムたるＪに対し原判示の如く「被告人Ａ３が逮捕されるに至つたのて保\n釈金を出してくれ」と申向け、被告人Ａ４においてＪに対し原判示の如く「店を貸\n切りにさせい」と申向けて灰皿を床上に投げつけたこと、被告人両名の言動は相互\nに認識し得る状況にあつたこと、を認めることができ、すくなくとも被告人両名は\n以心伝心によつて共謀の上原判示の所為に及んだことが明らかであつて、これを脅\n迫罪に問擬した原判決には何等事実の誤認はないというべきである。論旨は理由が\nない。\n三、　弁護人中田正子の控訴趣意中量刑不当の主張及び検察官の控訴趣意につい\nて\n弁護人の所論は、被告人の所為は犯情軽微であるというのであり、検察官の所論\nは、Ｃ２会とＣ１組はそれぞれ暴力団であつて、原判決挙示するところの両派の争\nいは鳥取市民の心胆を寒からしめた大事件であり、被告人Ａ５は被告人Ａ１とＣ１\n組事務所附近まで偵察に出かける等積極的に参加しており、その余の事案も悪質で\n強姦等の前科を有する身であるから、原判決の刑は軽過ぎるというのである。\nよつて記録について精査する。被告人Ａ１４が兇器準備集合罪を犯すに至つたに\nついては、前記の如くＣ１組より先制攻撃されたためである等同情すべき点もある\nが、右は鳥取市民を極度に不安な気持におとしいれた重大な事件であり、その余の\n事案も善良な市民を苦しめる悪質なものであり、以上の諸点にかんがみると、原判\n決の刑は弁護人が主張する如く決して重過ぎるものでもないし、検察官が主張する\n如く決して軽過ぎるものでもない。論旨はいずれも理由がない。\n（被告人Ａ６関係）\n一、　弁護人君野駿平の控訴趣意中判示第八（二）事実に対する事実誤認の主張\nについて\n所論は、被告人Ａ６が判示Ｏ等より頭部に傷害を加えられ鳥取会館に引返して\n後、今度は被告人Ａ６において右Ｏに傷害を与えるに至つたのは連続した行為、即\nち同所において右Ｏが従前の攻撃に引続いて再び襲いかかつたために被告人Ａ６に\nおいて反撃したものであるにもかかわらず、原判決か一旦争いは中断した後被告人\nＡ６による先制攻撃がなされたと認定し、したがつて又正当防衛又は過剰防衛の前\n掲たる急迫な侵害がないと認定したのは、事実を誤認したものであるというのであ\nる。\n然しながら原審証人Ｏ同Ｐの証言、原審における被告人Ａ６の供述を総合する\nと、被告人Ａ６が判示の如く右Ｏより傷害を加えられ又これに対し傷害を加えたの\nはいわゆる喧嘩闘争の結果であることが明瞭であり、両者の攻撃は不正対不正の関\n係にあること、即ち被告人Ａ６による加害の直前迄Ｏの攻撃があつたとするも、こ\nれを把えて刑法第三六条にいう不正の侵害といえないものであることが明らかであ\nるから、いずれにしろ正当防衛や過剰防衛は成立せず、よつて右認定の誤りは判決\nに影響を及ぼさないものというべきである。しかのみならず、右Ｏ、Ｐの証言を総\n合すると、被告人Ａ６が最後に鳥取会館に引返して来た時には既にＯは攻撃体制を\n採つていなかつたものであつて、それを敢て被告人Ａ６において判示の如く加害し\nたことが認められ、かりに原審における被告人Ａ６の供述のみを措信するとして\nも、被告人Ａ６が底を割つた洋酒瓶を手にして鳥取会館前に出た時には、相手の姿\nも見えなかつたものであつて、その後は相手からはさしたる攻撃はないのに被告人\nＡ６において判示の如く加害したことが認められる。論旨はいずれにしろ理由がな\nい。　二、　弁護人君野駿平の控訴趣意中判示第九（三）事実に対する事実誤認の\n主張について\n所論は、被告人Ａ６は被告人Ａ８同Ａ３と金員喝取につき共謀したことはない。\n被告人Ａ６はＪに対し事の顛末を尋ねたことはあるが、金員を要求したり畏怖させ\nたことはなく、Ｊにおいて暗にこれを要求されていると考えたとしても同人の一人\n合点であり、他の証拠なくしてこれを認定することは許されない。共謀の上金員を\n要求したとする原判決は事実を誤認したものであるというのである。\n本件記録について精査するに、原判決挙示の証拠を総合すると優に原判示の事実\nを肯認することができる。\n即ち被告人Ａ３同Ａ８が判示バー「べニス」に入つていつたところ、折柄客席は\n満員であつたので、マダムであるＪがその旨を告げてあとで来るように云つたとこ\nろ、被告人Ａ３が怒つて原判示第九（一）（１）の如くビール瓶を投げつけ脅迫的\n言辞を弄したこと、また隣家であるサロン「Ｑ」に残つていた被告人Ａ６は、被告\n人Ａ３の大声とビール瓶のこわれる音を聞いて「Ｉ」にかけつけ、Ｊに対し「どう\nしたのか外に出て話をつけよう」と無理矢理引出し、被告人Ａ３と一しよになつて\nＪを「Ｑ」に連込んだこと、三人対座の上被告人Ａ３において被告人Ａ６に対し\n「Ｊが客の前で満員だから帰れといつたり、かつてバー「Ｒ」でも乱暴したことを\n口にして恥をかかした。」と訴え、被告人Ａ６は「客の前で恥をかかせることはあ\nるまい。」といつてＪを責めたこと、Ｊが謝つても「お前等の店の一軒二軒めいで\nやる。」等のいやがらせを執拗に申しつけて話をつけようとしなかつたこと、そこ\nでＪにおいてやむなく五〇〇〇円を交付したこと、その間被告人Ａ８は「Ｉ」に行\nつたり「Ｑ」に来たり、その場を出入りしていたこと、を認めることができ、被告\n人三名がすくなくとも以心伝心により共謀の上右金員を喝取したものというべく、\n弁護人所論の如く、被告人Ａ６において事の顛末が知りたいのであれば、被告人Ａ\n３にたずねればよいことであるのに、マダムであるＪを他へ引出してその非を執拗\nに責めた上金員を受取つているのであるから、暗に金員を要求したとみるのが至当\nであり、原判決には何等事実の誤認はない。論旨は理由がない。\n三、　弁護人君野駿平の控訴趣意中量刑不当の主張について\n弁護人の所論は、被告人Ａ６はＣ２会においても地位は低く、兇器準備集合にお\nいても消極的な立場にあり、銃砲等も臨時に所持していたものに過ぎず、その余の\n事案も犯情軽微なので原判決の刑は重過ぎるというのである。\nよつて記録について精査する。被告人Ａ６が兇器準備集合罪を犯すに至つたにつ\nいては、Ｃ１組より先制攻撃されたためである等同情すべき点もあるのであるが、\n右の所為は鳥取市民を極度に不安な気持におとしいれた重大な事件であり、その余\nの事案もあるいは危険な猟銃及び実包を保管したり、あるいは善良な市民に傷害を\n加えたりこれより金員を喝取する等いずれも悪質なものであるから、以上の諸点に\nかんがみると原判決の刑は弁護人が主張する如く決して重過ぎるものではない。論\n旨は理由がない。\n（被告人Ａ１１、同Ａ１３、同Ａ７、同Ａ８、同Ａ１２関係）\n検察官の所論は、右各被告人が所属するＣ２会及びＣ１組はいずれも暴力団であ\nつて、右各被告人の所為になる兇器準備集合その他原判決挙示の両派の争いは、鳥\n取市民の心胆を寒からしめた大事件であり、殊に被告人Ａ１１同Ａ１２はＣ２会の\n幹部であるから右事案についての責任は一段と重いというべく、被告人Ａ１３は友\n人から猟銃を借出してくる等し、被告人Ａ７は自から鍬の柄を購入する等して両名\nとも右争いに積極的に参加したものであり、被告人Ａ８は被告人Ａ２等と共にＣ１\n組事務所附近まで偵察に出かけたとみられるものであり、又被告人Ａ８を除くその\n余の被告人はいずれも前科を有する身であつて、原判決が右各被告人に対し刑の執\n行猶予の恩典を与えたのは量刑極めて不当であるというのである。\nよつて記録について精査するに、既に再三に亘り説示する如く、右各被告人等の\n兇器準備集合はＣ１組よりの先制攻撃を受けたためであり、又相手を積極的に攻撃\nするというよりむしろ相手方が攻撃に来た際これを迎撃しようというものであるこ\nとが認められ、社会に与えた不安の小さくないもの等所論指摘の点を参酌するも、\n原判決の刑はなお破棄しなければならない程軽いとはいえない。論旨は理由がな\nい。\n以上の次第で被告人Ａ１を除くその余の被告人については被告人及び検事の各控\n訴は何れも理由がないので刑事訴訟法第三九六条に則りこれを棄却し、当審におけ\nる訴訟費用の負担につき同法第一八一条第一項本文を適用し被告人Ａ１については\n前記の如くその控訴は理由があるので刑事訴訟法第三九七条第一項第三八二条によ\nり原判決中被告人Ａ１に関する部分を破棄し、同法第四〇〇条但書に従い当裁判所\nにおいて直ちに判決する。\n（罪となるべき事実）\n被告人Ａ１は、昭和二七年の鳥取市大火直後福山市から鳥取市に来て、「Ｓ」と\nいう的屋の団体に加盟して露天商を始めたが、その後Ｔという博徒の輩下となつて\nこれと行動を共にするようになり、右Ｔが昭和三六年九月頃、神戸市内に本拠を置\nきＵなる者を会長として一般社会から暴力団と目されている「Ｃ２会」の下部組織\nとして「Ｃ２会Ｃ３支部」を結成し、その支部長となつたので、同被告人もこれに\n加盟したが、米子市方面にまで「Ｃ２会Ｃ３支部」の縄張りを拡張しようとしたた\nめ「Ｃ６組」と称する暴力団と相互に対立するようになり、遂に右ＴがＣ６組々員\nに殺害されるという事件が発生したため、同被告人が右Ｔの後を継ぎ、Ｖと名乗つ\nて「Ｃ２会Ｃ３支部」の二代目支部長を襲名し、その事務所を肩書住居たる鳥取市\nｂ町ｃ番地Ｂ６方に移し、興行師として生活を送るとともに、Ｃ２会Ｃ３支部組員\nにして同被告人の輩下である相被告人Ａ２、同Ａ３、同Ａ８等をしてその手伝いを\nさせていたものであるところ\n第一、　同じく鳥取市内に事務所を持ち、かねてからＣ２会Ｃ３支部と対抗関係\nにある「Ｃ７組Ｃ８支部Ｃ１組」組員が、昭和三八年一月一二日午後八時過頃猟\n銃、仕込杖、サーベル、短刀等の兇器を携えて前記Ｃ２会事務所に殴り込みをか\nけ、被告人Ａ１等に対し兇器を示して脅迫する等のことをし、更に支部長Ｖ名義の\n看板を奪取して引揚げるという事件が発生し、更に重ねてＣ１組々員が襲撃するこ\nとが予想される事態に立至つたので、右襲撃当時右事務所にいた組員である相被告\n人Ａ２、同Ａ３、同Ａ８、同Ａ５はそのまま同事務所に止まり、更に急を聞いて同\n夜相被告人Ａ１２、同Ａ６、同Ａ４及び原審相被告人Ａ９が、翌一三日には被告人\nＡ１１が右事務所に集つて来て、同人等はいずれもＣ１組々員の殴込みを迎撃し、\nこれを撃退するためその身体生命に共同して害を加える目的を有するに至つたとこ\nろ、被告人Ａ１は各人に右目的の存することを認めるとともに自己も又右目的を固\nめ、被告人Ａ１１をして同月一三日午後七時過頃兇器として使用可能な鍬の柄三〇\n本を購入の上事務所に備えつけさせ、よつて右事務所において兇器の準備あること\nを知つて集合し\n第二、　被告人Ａ１は被告人Ａ２と共謀の上法定の除外事由がないにもかかわら\nず、昭和三六年一〇月二三日頃から同年一二月初旬頃まで同市ａ町ｄのｅ番地Ｗ方\n階下三畳間の床下に、ついでその頃から同三八年一月一二日頃まで同市ｂ町ｃ番地\nＢ６方なる「Ｃ２会Ｃ３支部」の事務所二階押入に、猟銃二挺（原審裁判所昭和三\n八年押第一一号の証第一、二号）並びに同実包一二九発（同じく証第六号（一）\n（二））を保管し、以てこれを所持したものである。\n（証拠の標目）\n右冒頭事実及び第一、二事実は、原判決証拠欄が「原判示第一ないし第五の各事\n実について」として掲げるものをすべてここに引用する外、原審で取調べた昭和三\n八年一月二八日付司法警察員作成検証調書、本件記録中各被告人及び原審相被告人\nＡ９の原審公判廷における供述記載部分（但し関係部分のみ）並びに当審裁判所実\n施にかかる検証調書によつてこれを認める。\n（累犯となる前科）\n被告人Ａ１は昭和三年六月七日鳥取地方裁判所で傷害罪により懲役三月に処せら\nれ、当時その執行を受け終つたものであること、右第二事実の所為は右執行終了の\n日から五年以内にあることは、同被告人に対する前科調書及び本件調書中同被告人\nの原審公判廷における供述記載部分によつて明らかである。\n（法律の適用）\n被告人Ａ１の判示第一の点は刑法第二〇八条の二第一項罰金等臨時措置法第二、\n三条に該当するので所定刑中有期懲役刑を選択し、判示第二のうち銃砲刀剣類等所\n持取締法違反の点は同法第三一条第一号第三条第一項刑法第六〇条に、火薬類等取\n締法違反の点は同法第五九条第二号第二一条刑法第六〇条に各該当するところ、両\n者は一個の行為にして数個の罪名に触れる場合であるから、同法第五四条第一項前\n段第一〇条により重い銃砲刀剣類等所持取締法違反の罪の刑に従い、所定刑中有期\n懲役刑を選択するが、右銃砲刀剣類等所持取締法違反の罪は前示前科と累犯関係に\nあるので、刑法第五六条第五七条を適用して加重するところ、以上は併合罪である\nから同法第四五条前段第四七条第一〇条に則り重い銃砲刀剣類等所持取締法違反の\n罪の刑に法定加重をなした刑期範囲内において被告人を懲役二年に処することと\nし、原審における未決勾留日数中一〇〇日を刑法第二一条に従つて右本刑に算入\nし、押収にかかる主文第五項掲記のものは判示第二の組成物件にして被告人Ａ１以\n外のものに属さないものであるから、同法第一九条によつてこれを没収すべく、原\n審及び当審における訴訟費用の負担につき刑事訴訟法第一八一条第一項本文を適用\nする。\nよつて主文のとおり判決する。\n（裁判長裁判官　高橋英明　裁判官　竹村寿　裁判官　石川恭）\n"
}