{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 11,
    "day": 2
  },
  "case_number": "昭和39(う)1550",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "東京高等裁判所第二刑事部",
  "article_info": "第17巻7号679頁",
  "gist": "公職選挙法第一四六条第一項にいわゆる文書図画の頒布は販売を含むか",
  "case_gist": "公職選挙法第一四六条第一項にいわゆる頒布は、所定の文書図画が相手方に対し無償で配布される場合であると、販売すなわち相手方の納得の下に相当の対価を得て配付される場合であるとを問わない。",
  "lawsuit_id": "21068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/021068_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名を各罰金三千円に処する。\n右罰金を完納することができないときは、金三百円を一日に換算した期\n間その被告人を労役場に留置する。\n被告人両名に対し、公職選挙法第二百五十二条第一項の定める選挙権及\nび被選挙権を有しない期間を各三年間に短縮する。\n原審における訴訟費用中証人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆ、同\nＧ、同Ｈ、同Ｉ、同Ｊ及び同Ｋに支給した分は、全部被告人両名の連帯負担とす\nる。\n理　　　　由\n控訴の趣意は、被告人Ｌ提出の控訴趣意書、被告人両名の弁護人橋本紀徳及び同\n小池通雄が連名で提出した控訴趣意書並びに同石田享提出の控訴趣意書記載のとお\nりであるから、これを引用する。これに対する当裁判所の判断は次のとおりであ\nる。\n石田弁護人の控訴趣意について。\n所論は、公職選挙法第百四十六条第一項及び第二百四十三条第五号にいわゆる頒\n布とは、所定の文書図画を無償で交付することを意味し、販売すなわち有償で交付\nすることを含まないと解すべきであるから、原判決が被告人らがＦほか二名に対し\n原判示パンフレツト三部を各一部十円で売渡した行為を右各法条にあたるとして処\n罰したことは、法令の解釈適用を誤り、ひいては憲法第三十一条の規定にも違反し\nたものである等と主張するものである。\n<要旨>しかし、公職選挙法第百四十六条第一項は、同法第百四十二条及び第百四\n十三条と相俟つて、文書図画によ</要旨>る選挙運動の公明を保つために、その頒布\n及び掲示を制限禁止するものであつて、要するに、法定外の文書図画が不特定又は\n多数の者の閲読可能の状態に置かれ、選挙運動としての効果を挙げることを防止す\nることを期しているのであるから、所定の文書図画を事実上不特定又は多数の者の\n手許に届けて配付するか、不特定又は多数の者の手許に届け配付することが当然に\n期待されるような情況の下において一部の者の手許に事実上届けて配付する行為が\nある以上は、それが相手方に対し無償で配付される場合であると販売すなわち相手\n方の納得の下に相当の対価を得て配付される場合であるとを問わず、右第百四十六\n条第一項、従つてまた同法第二百四十三条第五号にいわゆる頒布にあたるものと解\nすることが相当である（刑法第百七十五条がわいせつ文書等について頒布のほかに\n販売をも処罰の対象とすることを明定しているのに対し、公職選挙法の右各条項が\n販売について特記することをしなかつたのは、わいせつ文書等の場合は、対価を得\nてそれを譲渡することがむしろ常態として予想されるのに反し、選挙関係の文書等\nの場合は、それが販売の方法によつて頒布されることが、一般に予想されないこと\nである等の事情によるものと解せられ、各法条の制定の趣旨に照らし頒布というこ\nとの意義を別異に解することは、やむを得ないことである。）。そして、原判示事\n実によれば、被告人らは、Ｄ方ほか四名方を戸別に訪問した際、そのうちのＦ方ほ\nか二名方において携帯して行つた原判示パンフレツト三部を右三名に対し一部宛金\n十円で売渡して置いて来たことに帰するものであつて、これが頒布にあたることは\n明らかであるから、原判決には法令の解釈適用を誤つた違法はなく、その違法のあ\nることを前提とする所論をも含めて論旨はすべて理由がない。\n（その余の判決理由は省略する。）\n（裁判長判事　足立進　判事　栗本一夫　判事　上野敏）\n"
}