{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 7,
    "day": 10
  },
  "case_number": "昭和42(ラ)528",
  "case_name": "妨害排除仮処分却下決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第一民事部",
  "lawsuit_id": "20896",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20896",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/896/020896_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n本件抗告状には抗告理由の記載がないが、一件記録によれば抗告人のいわんとす\nるところの要旨は、抗告人は昭和四二年八月八日東京地方裁判所に別紙申請書（但\nし、同申請書に「債権者」とあるのは「抗告人」と、「債務者」とあるのは「相手\n方」と、また、「申請外」とあるのは「訴外」とそれぞれ読み替える。）記載の申\n請の理由に基づき、相手方らはその所有にかかる別紙第一目録記載の土地につき抗\n告人が自動車による囲繞地通行権を有することを認め、その通行を妨害してはなら\nない旨の仮処分を求めたところ、同裁判所は、昭和四二年（ヨ）第八五七二号事件\nとして審理し、同年八月一一日右申請を却下するとの決定をしたが、該決定は失当\nであること、前記申請の理由によつて明らかであるので、これを取り消し、さらに\n相当の裁判を求めるため、本件抗告に及んだ、といらにあること、明らかである。\nしかし、本件土地（別紙第二目録記載の土地を指す。以下同じ。）は、附近一帯\nの土地とともに、都市計画で商業地域に指定されており、抗告人が現にその上に鉄\n筋コンタンート造り三階建の建物を築造してこれを自動車部品販売業の事務所兼倉\n庫として使用することを計画しているとしても、前記申請の理由によれば、本件土\n地は、もともと、南北に走る国道二一号線と東西に走る二本の公道とによつて囲ま\nれた一区間の中程に位置し、右国道へは、相手方ら所有の前記土地のほか訴外Ａ、\n同Ｂ、同Ｃの各所有地にまたがつて設けられた長さ二六メートル（一四・三間）、\n幅三・六メートル（二間）の細長い帯状の私道によつて通ずる奥まつた土地であ\nり、しかも、（一）五〇番五二号宅地五二・八九メートル（一六坪）、（二）同番\n五一号宅地六六・一一平方メートル（二〇坪）、（三）同番五三号宅地六六・一一\n平方メートル（二〇坪）及び（四）同番三四号宅地八七・二七平方メートル（二六\n坪四合）の四筆に分かれていて、それぞれ、所有者を異にし、木造建物を建てて使\n用されてきたのであり、抗告人がそのうちの八割強にあたる右（二）ないし（四）\nの土地を買い入れたのは昀近のことである<要旨>こと、明らかである。したがつ\nて、かような状況にある本件土地はそれ自体として本来その用法において相当</要\n旨>の制約を受けるべき関係にあるものであつて、これをあらたに取得したからとい\nつて直ちにその所論のような事務所兼倉庫の敷地として利用することが、この土地\nの用法に従つた使用であるとは、その現状にてらしてにわかに断定しがたいものと\nいわなければならない。そればかりでなく、囲繞地通行権は、一般公益上土地の利\n用をまつたからしめるため隣地所有者の犠牲のもとに認められたる権利であるか\nら、その権利の内容は、土地使用上必要であつてかつ隣地所有者にとり損害の昀も\n少ない範囲にとどまるべきであるところ、前記国道に通ずる私道を自動車で通行す\nることは、抗告人には建築資材や取引商品の運般に便利であるこというまでもない\nが、他方、右私道の幅員は、前叙のように三・六三メートル、しかも、両側からは\nみ出ている建物部分や電柱等によつてその実効幅員が三・一六メートルにすぎない\nという抗告人自認の事実に徴すれば、これを抗告人が自動車で通行することによつ\nて相手方らがこうむる損害の甚大であることはみやすいところであるから、囲繞地\n通行権の内容が時代の進化にともない変容するものであることを勘案しても、右私\n道を自動車で通行することが、抗告人所論のごとく、当該囲繞地通行権の内容をな\nすものとは、にわかに認められない。これを抗告人の欲する如く通行するためには\n別にその方途を工夫すべきである。なお、抗告人は、右私道の自動車による通行が\n東京都公安委員会によつて禁止されていない旨種々論述しているけれども、かかる\n事情は、本件抗告適法の理由とは認められない。\nされば、仮処分の必要性の有無につき判断を加わえるまでもなく、抗告人の前記\n申請を却下した原決定は相当であつて、本件抗告はその理由がないものと認め、民\n事訴訟法第四一四条、第三八四条第一項第九五条第八九条に従い主文のとおり決定\nする。\n（裁判長裁判官　浅沼武　裁判官　上野正秋　裁判官　渡部吉隆）\n"
}