{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和36(ネ)207",
  "case_name": "家屋明渡請求事件",
  "court_name": "大阪高等裁判所第九民事部",
  "article_info": "第17巻2号143頁",
  "gist": "賃貸借解除後賃借人が賃料として供託した金員に対する賃貸人の供託受諾の意思表示と、賃貸借解除の意思表示の取消し(撤回)の有無",
  "case_gist": "賃貸人が適法有効に賃貸借解除の意思表示をした後、賃借人が従前の賃貸借は存続するものとして、賃料相当損害金を賃料として供託した場合、被供託者である賃貸人が法務局に対し右供託金受諾の意思表示をしたとしても、この一事により、賃貸借解除の取消し(撤回)をしたものとは解されない。",
  "lawsuit_id": "22547",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22547",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/547/022547_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次のとおり変更する。\n（一）　第一審被告両名は夫々原判決添付目録記載の家屋を明け渡し、\n各自昭和三三年一二月三一日から右明渡しずみまで一ケ月金八、五〇〇円の割合に\nよる金員を支払いせよ。\n（二）　第一審原告のその余の請求を棄却する。\n（三）　訴訟費用は第一、二審とも第一審被告らの連帯負担とする。\n（四）　この裁判は第一審原告が各第一審被告に対し（一）項のうち家\n屋明渡部分について金二〇万円同金員支払部分について金一〇万円の担保を供して\n仮に執行することができ、第一審被告らは夫々同額の担保を供して各仮執行を免れ\nることができる。\n事　　　　実\n第一審原告代理人は、昭和三六年（ネ）第二〇八号事件について「原判決中第一\n審被告Ａに対する部分を取り消す。第一審被告Ａは第一審原告に対し原判決添付目\n録記載の家屋を明け渡し、昭和三三年一二月三一日から右明渡しずみまで一ケ月金\n八、五〇〇円の割合による金員を支払いせよ。訴訟費用は第一、二審とも第一審被\n告Ａの負担とする。」との判決と仮執行の宣告を求め、昭和三六年（ネ）第二〇七\n号事件について控訴棄却の判決を求めた。\n第一審被告Ａ代理人は、昭和三六年（ネ）第二〇八号事件について「本件控訴を\n棄却する、控訴費用は控訴人の負担とする。」との判決を求めた。\n第一審被告Ｂ代理人は、昭和三六年（ネ）第二〇七号事件について「原判決中第\n一審被告Ｂに対する部分を取り消す。第一審原告の請求を棄却する。訴訟費用は第\n一、二審とも第一審原告の負担とする。」との判決を求めた。\n当事者双方の事実上の陳述、証拠の提出、援用、認否は、次に記載するほかは原\n判決の事実摘示と同一であるからここに引用する。\n事実関係\n一、　第一審被告ら代理人の主張\n（一）　本件家屋の南隣りにある第一審原告所有の家屋を第一審原告が取り毀し\nたが、そのため、本件家屋も破損した結果第一審被告Ｂが営む席貸業は、昭和三二\n年五月から同年八月までその営業が成り立たなくなつた。第一審被告Ｂは、このた\nめ本件家屋の賃料を支払うことができなかつたが、これは、第一審原告が、同第一\n審被告に対し、本件家屋を使用収益させる義務に違反したことに対応する賃料不払\nいであつて、同第一審被告には賃料支払義務の不履行はない。したがつて、このよ\nうな場合における第一審原告の同第一審被告に対する賃料の支払いの催告更には本\n件賃貸借契約解除の意思表示は無効である。\n（二）　第一審被告Ｂは、昭和三四年三月二五日に、昭和三三年二月分から昭和\n三四年三月分までの賃料を供託したところ、第一審原告は、昭和三五年一二月二一\n日京都地方法務局に対し右供託受諾の意思表示をした。したがつて、第一審原告\nは、解除の意思表示を撤回したとしなければならない。\n（三）　第一審被告Ｂが、本件家屋の占有をはじめて一ケ月後である昭和一一年\n四月、第一審被告Ａは、第一審被告Ｂから本件家屋の転借をうけ、その後は共同し\nて本件家屋を占有している。その転貸借の内容は、使用貸借であり、右転貸借につ\nいて第一審原告の黙示の承諾があつた。そのわけは、戦時中第一審原告所有の本件\n家屋及びその他の借家の管理を依頼され、又第一審被告らが、本件家屋の占有を始\nめてから、昭和三三年一月まで本件家屋の賃料を異議なく受領した事実などから、\nそういえるのである。\n二、　第一審原告代理人の主張\n（一）　本件家屋の賃料は、第一審被告Ｂが持参して支払う約束であつた。\n（二）　第一審原告が、第一審被告Ｂの転貸について黙示の承諾をした点は否認\nする。\n証拠関係\n第一審原告代理人\n甲第三号証を提出、当審での第一審原告の本人尋問の結果を援用、乙第三号証の\n成立を認める。\n第一審被告ら代理人\n乙第三号証を提出、甲第三号証の原本の存在並びにその成立を認める。\n理　　　　由\n一、　第一審原告の第一審被告Ｂに対する本訴請求についての認定判断は、次に\n記載するほかは、原判決の理由（六枚目表一〇行目の理由の冒頭から九枚目裏二行\n目まで）と同一であるからここに引用する。\n（一）　第一審被告Ｂが昭和三三年二月分から同年一二月分までの賃料（一ケ月\n金八、五〇〇円）を支払わなかつたのは、第一審原告が昭和三二年五月から同年八\n月まで本件家屋の南隣りの自己所有の家屋を取り毀したため、本件家屋が破損さ\nれ、第一審被告Ｂは本件家屋を使用収益ができなかつた。したがつて、第一審被告\nＢの右賃料不払いは、責められるべき履行遅滞によるものではないと主張している\nので判断する。\n本件に顕われた全証拠によつても、第一審被告Ｂの右抗弁事実を肯認することの\nできる証拠はない。\nかえつて、原審証人Ｃの証言によつて成立が認められる甲第一号証や同証言、原\n審での第一審原告本人の尋問の結果及び原審の検価の結果を総合すると、第一審原\n告が、その所有に係る本件家屋の南隣りの家屋を取り毀すため、その作業をしたの\nは、昭和三二年七月中のことで、右取毀しによつて本件家屋の南側の壁が破損した\nが、これも第一審原告の方で同月二七日から同月三〇日までかかつて修復したこと\nが認められる。\nそうすると、第一審原告の右取毀しのため第一審被告Ｂの方で本件家屋の使用収\n益に差支えが生じたのは、昭和三二年七月だけである。そうだとすると、第一審被\n告Ｂが主張するように、第一審被告Ｂの賃料不払いが、義務の不履行として責めら\nれないのはたかだか壁の損壊とその修復があつた昭和三二年七月分の賃料の支払い\nについてだけのことであつて、それは第一審原告がその支払いを催告した昭和三三\n年二月分からの賃料の支払いを拒むことができる正当な理由とならないこと勿論で\nある。\nしたがつて、この抗弁は到底採用できない。\n（二）　第一審原告が昭和三五年一二月二一日京都地方法務局に対し、第一審被\n告Ｂが、昭和三四年三月二五日同法務局に対して昭和三三年二月分から昭和三四年\n三月分までの賃料として供託した合計金一一九、〇〇〇円について、供託受諾の意\n思表示をしたことは第一審原告において明らかに争わないから自白したものとみな\nす。\n第一審被告Ｂは、右により、第一審原告は本件家屋の賃貸借契約解除の意思表示\nを撤回したものであると主張する。\n一般に、解除権を有するものが、契約解除の意思表示をした以上、右解除の意思\n表示を取消し（撤回）することができないことは、民法五四〇条二項の明定すると\nころであるが、同項の趣旨は、解除権を行使することによつて新たな法律関係が生\nずる（民法五四五条）から、これを任意に撤回することが許されると、相手方に不\n当な不利益を被らせるおそれがあるからである。そうすると、相手方にそのような\n不利益を被らせるおそれがないときもしくは、相手方が右撤回を欲する事情にある\nとき（ただしいずれも第三者の権利を害さない場合に限る。）には、その撤回は肯\n認されると解するのが至当である。本件において相手方である第一審被告らは、賃\n貸借の存続を欲していること及び、第一審原告が、本件賃貸借解除の意思表示を撤\n回することにより害される第三者が存在しないことは弁論の全趣旨によつて明らか\nであるから、第一審原告がさきにした本件解除の意思表示の取消し（撤回）を肯認\nすることは、むしろ第一審被告らの利益に合致する結果をもたらすことになる。\nしたがつて、本件のような場合は、民法五四〇条二項に拘らず、賃貸借解除の意\n思表示の取消し（撤回）は法律上許されると考えるので、判断を進める。\n<要旨>なるほど、賃貸借について解除事由が発生し、解除権の行使としての解除\nの意思表示によつて賃貸借が終了</要旨>したのに、賃借人が依然として賃貸借の目\n的物の占有使用を継続するときは、その間賃料相当の損害金債務は発生するが、賃\n貸借にもとづく賃料債務の発生することはありえない。したがつて、この場合、賃\n借人が、なお賃貸借が存続するものと主張して賃料として金員を供託することは、\nよくあることであるが、実体上は理由のないことである。又この供託について実体\n的請求権を有しないのに被供託者がその供託を受託する旨意思表示をすることも不\n可解な行動であつて、賃貸借解除の意思表示を有効に撤回し、もしくはその意思表\n示に無効の事由があり、あるいは、賃貸借を復活遡及する合意が成立したなど特段\nの事由がないかぎり、矛盾した行動であるといわなければならない。しかし、そう\nだからといつて、実体的請求権のない供託金についてその受諾の意思表示をしたと\nの一事により、その意思表示は、さきになされた賃貸借解除の意思表示の撤回を包\n含するものと解さなければならない至当性はない。いわんや、本件供託は、昭和三\n三年二月分から昭和三四年三月分までの賃料債務があるとしてその弁済のためにさ\nれたものであるところ、昭和三三年二月一日から同年一二月三〇日まで約一一ケ月\n分の未払賃料があることは当事者間に争いがないから、この分については、第一審\n原告は実体上の請求権があり、供託受諾の意思表示をして供託金の還付を求められ\nる関係にあり、したがつて、第一審原告が、実体上賃料請求権がないのに無意味な\n供託受諾の意思表示をしたのは、僅か昭和三三年一二月三一日分及び昭和三四年一\n月分から同年三月分までの約三ケ月分の供託金についてでしかない。そのうえ、第\n一審原告が、供託受諾の意思表示をしたのは、京都地方法務局に対してであつて、\n第一審被告Ｂに対してしたものでないから、右供託受諾の意思表示を目して、直ち\nに賃貸借解除の意思表示の撤回であるとするわけにはいかない。\n（三）　第一審被告Ｂは、第一審原告の本件賃貸借契約解除は権利濫用ないし信\n義則違反で無効であると主張しているが、第一審原告が供託受諾の意思表示をした\nことを加味しても、なお本件解除権の行使は、権利濫用ないし信義則違反に該らな\nい。\n（四）　しかし、第一審原告は、第一審被告Ｂに対し、昭和三三年二月一日から\n同年一二月三〇日までは、一ケ月金八、五〇〇円の割合による未払賃料の支払いを\n求めているのであるから、右供託受諾の意思表示により、第一審原告は、同法務局\nに対し右未払賃料受領の権限を有し、その反面第一審被告Ｂは、右供託物の取戻権\nを失い、これによつて、右未払賃料支払義務は消滅したとしなければならない。も\nつとも、第一審被告Ｂは、右弁済供託により、未払賃料債務は消滅したと明確に抗\n弁したものでないことは、弁論の全趣旨によつて明らかであるが、右は、権利抗弁\nでなく、事実抗弁に属するから、同第一審被告の賃料として弁済供託したとの事実\n主張の中に、同第一審被告が未払賃料を適法に弁済したという抗弁事実が含まれて\nいると解しなければならない。したがつて、当裁判所は、この事項について判決す\nべき責務と権限があるわけである。\n又第一審原告は、第一審被告Ｂがした供託のうち、昭和三三年一二月三一日から\n昭和三四年三月分までの分についても、供託受諾の意思表示をしているが、同第一\n審被告がした右期間の供託は、賃料としてであることは、その主張自体から明らか\nである。しかし、当裁判所は、昭和三三年一二月三〇日本件家屋の賃貸借契約が適\n法に解除されたと判断するものであるから、第一審原告は、同第一審被告に対し、\n昭和三三年一二月三一日からは賃料相当の損害金についての請求権はあつても、賃\n料請求権は有しないわけである。それだのに、第一審原告は、右供託受諾の意思表\n示をしたことになるから、右供託受諾の意思表示が、第一審被告Ｂの負担している\n昭和三三年一二月三一日から昭和三四年三月までの賃料相当の損害金支払義務に消\n長を及ぼす理はない。\n（五）　以上の次第で、第一審被告Ｂは、第一審原告に対し本件家屋を明け渡\nし、昭和三三年一二月三一日から一ケ月金八、五〇〇円の割合による賃料相当損害\n金を支払わなければならないが、第一審原告が、第一審被告Ｂに対し昭和三三年二\n月一日から同年一二月三〇日まで未払賃料の支払いを求める部分は失当として棄却\nを免れない。\n二、　第一審原告の第一審被告Ａに対する本訴請求についての判断。\n第一審被告Ａは、昭和一一年四月から第一審被告Ｂから本件家屋を使用貸借して\n第一審原告の黙示の承諾のもとに、これを転借のうえ、占有していると自認してい\nる。\nところで、第一審被告Ａは第一審原告の黙示の承諾のもとに、本件家屋を第一審\n被告Ｂから使用貸借して占有しているとしても、第一審被告Ｂの本件家屋の賃貸借\nが同第一審被告の賃料不払いを理由に適法に解除されたことは、さきに説示したと\nおりであるから、第一審被告Ａは、そのときから本件家屋に対する占有権原を失い\n不法占拠者となつたとするほかない。\n第一審被告Ａは、第一審原告の第一審被告Ｂに対する本件家屋の明渡し請求が権\n利の濫用と信義則違反であると主張しているが、本件に顕われた全証拠を検討して\nも、右事実を認めることのできる資料はない。\nそうすると、第一審被告Ａは、第一審原告に対し、本件家屋を明け渡し、第一審\n被告Ｂと第一審原告との間で本件家屋の賃貸借契約が適法に解除された日の翌日で\nある昭和三三年一二月三一日から右明渡しまで当事者間に争いがない賃料額である\n一ケ月金八、五〇〇円相当の損害金を支払わなければならないから、その履行を求\nめる第一審原告の第一審被告Ａに対する請求は正当であり、これと異なる原判決は\n失当として取消しを免れない。\n三、　以上の次第であるから原判決を主文のとおり変更することとし民訴三八六\n条、九六条、八九条、九二条、一九六条を適用して主文のとおり判決する。\n（裁判長判事　平峯隆　判事　大江健次郎　判事　古崎慶長）\n"
}