{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 10,
    "day": 24
  },
  "case_number": "昭和36(う)386",
  "case_name": "不同意堕胎被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "lawsuit_id": "24048",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24048",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/048/024048_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\n但し、この裁判確定の日から二年間、右刑の執行を猶予する\n理　　　　由\n本件控訴趣意は、山形地方検察庁新庄支部検察官事務取扱検事紺野清吉名義の控\n訴趣意書記載のとおりであるから、これを引用する。\n職権をもつて調査するに、被告人に対する本件起訴状記載の公訴事実は、要する\nに、被告人か内縁の妻Ａ（二四年）の承諾を得ないで堕胎させたという刑法二一五\n条一項所定の不同意堕胎罪に該当する事実であるが、原審昭和三六年一月二四日第\n一〇回公判期日において、検察官から訴因罰条の予備的追加の申立があつて「被告\n人が医師Ｂと共謀の上……Ａ（二四年）の承諾を得て……堕胎させた」旨の訴因\n（予備的訴因並罰条追加申立書記録一六四丁参照）を予備的に追加申立したのに対\nし、原審はこれを許可し、判決においては前記本位的訴因を排して予備的訴因に従\nつて原判示の事実を認定したのである。\nしかしながら、Ａと被告人の司法警察員および検察官に対する各供述調書Ｃの検\n察官に対する供述調書、および原審第六回、第一三回公判調書中証人Ｂの供述記載\nを総合すれば、本件は、次のとおりの事実であることか認められる。即ち、被告人\nとＡとは見合結婚で、昭和三四年一月一四日頃式を挙げて被告人方に同棲したが、\n正式の婚姻届はしなかつた。同年三月中被告人はＡが懐胎したことを知つたが、三\n年ぐらいは子供を産まないで夫婦共稼と決めていた被告人は、Ａの懐胎を極度に不\n快に思い、かたがたＡは気かきがないで被告人の母とも折合が悪いところから同年\n四月中Ａを離別しようと考えるに至つたが、出産すれば離別も困難になるので、そ\nの前にＡを説得して堕胎させようと決心した。\nそして再三Ａに堕胎することを勧告したが、Ａは子供も欲しい一方出産すれば入\n籍してもらえると思つていたので、被告人の勧告を頑強に拒否したのである。そこ\nで、被告人は、原判示の日入籍手続を執りに行くと偽つてＡを連れ出した上産婦人\n科医に一度診察しておいてもらつた方がよいと言つて原判示のＤ医院に同伴し、Ａ\nには秘して医師ＢにＡの人工姙娠中絶を依頼した。Ａは、ただの診察だけと信じて\nいたが、同医師から人工姙娠中絶をすると聞かされ、驚いて手術台よりおりて診察\n室から逃げ出したが、さらに被告人から「堕胎しなければ別れる、堕胎すれば籍も\n入れる」と強硬に言われ、被告人と事情を知らぬ看護婦に手を引張られて診察室に\n連れこまれたため、遂に堕胎もやむなしと観念し、同医師から原判示の方法による\n人工姙娠中絶を受け、その日は被告人といつしよに帰つたが、一〇日程経つて離別\nされたのである。当審における事実取調の結果（証人Ａの証言）に徴しても、右の\n事実認定に過誤は認められない。\n以上の如く、被告人は、Ａに出産されては離別することが困難となるので、心に\nもない口実を設け、Ａの承諾を得ないで無理に堕胎させたものである。たとえ、そ\nの際Ａがこどもさえおろせば籍を入れるという被告人の言を信じて、堕胎すること\nを承諾する旨の意思表示をしたとしても、それは任意にしてかつ真意に出た承諾で\nはない。即ち堕胎しなければ離別すると嚇かされ、かつ、堕胎すれば必らず入籍す\nるからと言われて、騙されるとは知らずにこれを信用したればこそ、手を引張られ\nて診察室に再び連れこまれたＡが、堕胎もやむなしと観念し、堕胎することを承諾\nする旨の意思表示をしたものであつて、もし堕胎させて身軽にした上で離別しよう\nという被告人の悪意を事前に知つていたならば、如何にしても承諾の意思表示はし\nなかつたことが明らかである。夫と同居し、籍も入れて法律上も夫婦と認められる\nことは、Ａならずとも内縁関係にある妻のすべてが等しく願うところであつて、こ\nの点につき重大な瑕疵ある意思に基き、堕胎するこ<要旨第一>とを承諾する旨の意\n思表示をした場合には、任意にしてかつ真意に出でた承諾ということはできない。\n刑法二</要旨第一>一三条（同意堕胎）、同二一四条（業務上堕胎等）ないしは同法\n二一五条一項（不同意堕胎）における婦女の承諾とは、その任意にしてかつ真意に\n出た承諾であることを必要とし、婦女において堕胎することについて責任能力をも\nち重大な瑕疵ある意思に基かない承諾であることを要するものと解すべきである。\n右に照したとえ<要旨第二>前叙のようにＡが承諾の意思表示をしたとしても、被告\n人の以上の所為は明らかにＡの承諾を得ずし</要旨第二>て堕胎せしめた場合に該当\nし、同法二一五条一項（不同意堕胎）によつて処罰されるべきものと解するのが正\n当である。\n以上の次第で、原判決が、被告人に対する不同意堕胎の本位的訴因を排して、予\n備的に追加されたＢ医師との共謀による業務上堕胎の原判示事実を認定したこと\nは、事実を誤認し、ひいては法令の適用を誤つたもので破棄を免れない。\nよつて、刑訴法三九二条二項、三九七条一項、三八二条、三八〇条によつて原判\n状を破棄し、検察官の量刑不当の控訴趣意に対する判断は後記自判の際目ら示され\nるので、ここでは省略し、同法四〇〇条但書に徒つて、当裁判所において、さら\nに、次のとおり判決する。\n（罪となるべき事実）\n被告人は、昭和三四年一月中Ａと結婚式を挙げて同棲したが、まだ入籍もせず内\n縁関係でいる間に同年三月中Ａは懐胎した。ところが被告人は出産を好まず、か\nつ、Ａが被告人の母Ｅとの折合も悪いところがら次第にＡをうとみ、離別しようと\n考えるに至つたが、Ａが出産すれば離別も困難となるため同女に堕胎させようと決\n心した。\nそして同年五月八日産婦人科医に診察してもらうと称し、Ａを同伴して新庄市ａ\n町ｂ番地Ｄ医院に到り、Ａには密秘で同医院長医師ＢにＡの人工姙娠中絶を依頼し\nたが、Ａが事情を察知して手術台よりおりて診察室から逃げ出したので、被告人は\n「堕胎しなければ別れる、堕胎すれば必らず入籍する」と偽つてＡに堕胎を強い、\n情を知らぬ看護婦と共にＡの手を引張つて診察室に連れこみ、遂にＡをして堕胎も\nやむなしと観念させた上、Ｂ医師によつて鉗子等を用いて姙娠三ケ月の胎児をＡの\n体外に排出し、以てＡの承諾を得ないで堕胎せしめたものである。\n（証拠の標目）\n一、　当審証人Ａの証言\n一、　Ａの検察官に対する供述調書\n一、　Ｂの検察官に対する供述調書\n一、　被告人の司法警察員並びに検察官に付する供述調書\n（法令の適用）\n被告人の判示所為は、刑法二一五条一項に該当するので、所定の刑期範囲内で被\n告人を懲役六月に処するが、同法二五条一項を適用して、この裁判確定の日から二\n年間右刑の執行を猶予する。原審並びに当審における訴訟費用川は刑訴法一八一条\n一項但書を適用して被告人にけ負担させない。\n（原審弁護人の主張に対する判断）\n原審弁護人は、本件は優生保護法に基く人工姙娠中絶で罪とはならないと主張す\nるが、Ａに対し同法に基く人工姙娠中絶を行うべき必要があつたとは記録上認めら\nれないから、右主張は採用しない。\nよつて、主文のとおり判決する。\n（裁判長裁判官　細野幸雄　裁判官　斎藤勝雄　裁判官　有路不二男）\n"
}