{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 9,
    "day": 22
  },
  "case_number": "昭和36(う)398",
  "case_name": "公正証書原本不実記載同行使被告事件",
  "court_name": "札幌高等裁判所第三部",
  "lawsuit_id": "24224",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24224",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/224/024224_hanrei.pdf",
  "contents": "主　　　　文\n原判決中無罪部分を除くその余の部分を破棄する。\n被告人を罰金五千円に処する。\n右罰金を完納することができないときは、金五〇〇円を一日に換算した\n期間被告人を労役場に留置する。\n原審における訴訟費用中証人Ａ、同Ｂに支給した分及び当審における訴\n訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人田利清、回田利治、同重田九十九共同作成名義の控訴\n趣意書（ただし、その七枚目表七行目に「又取こわしたときは」とあるのを「取こ\nわしによる」と、一〇枚目裏四行目に「八月十六日」とあるのを「八月二十六日」\nと、同末行に「出ていない」とあるのを「出たのをしらない」とそれぞれ訂正）及\nび弁護人田利清作成名義の控訴趣意書追加書（ただし、その五枚目裏七行目に\n「四、五十間」とあるのを「六、七十間」と訂正）に記載されているとおりである\nから、これをここに引用する。\nしかし、原判決が「犯罪事実の証拠説明ならびに無罪の理由説明」の項において\n挙示した関係証拠によれば、原判決判示の「罪となるべき事実」を十分認めること\nができ、当審における事実調の結果を加味しても、この結論は変らない。また原判\n決の法令の解釈適用も正当であつて、所論のような瑕疵は存しない。なお、所論に\n即し詳言すれば、次のとおりである。\n一、　控訴趣意書第一の一の点（登記官吏であるＡ及びＢ事務官が情を知らなか\nつたとの原判決の認定は誤であるとの主張）について\n被告人は、「釧路地方法務局本別出張所長Ａに対し、『本件建物は自分の所有\nで、ａ通りｂ番地のｃ、ｄ番地のｅに所存するにもかかわらず、登記簿上はＣ化学\n株式会社名義でａ通りｆ番地に所在するものとして保存登記がなされ、一戸の建物\nが二戸あるようになつてしまつているが、どうしたらよいか。』とたずねたとこ\nろ、同人に『滅失登記をする方法がある。滅失登記は建物の焼失の場合と、取こわ\nしの場合にするが、まさか焼失したとはいえまいから取こわしたことにして申請し\nたらよい。』と教えられ、本件滅失登記と自分名義のｂ番地のｃ、ｄ番地のｅの建\n物の保存登記とを同時に申請した。この問答は前記出張所内で行なわれているの\nで、同室していたＢ事務官もまた知悉しているはずである。また、被告人は右申請\nの日（昭和三三年六月一七日頃）Ａの実地調査に同道した際、本件建物が現在して\nいるｂ番地のｃ、ｄ番地のｅとともにｆ番地をも案内し、同番地上には本件建物が\n存在しないことを確認してもらつた。」と述べている。しかし、右のような問答が\nあつたことをＡは全く否定し、Ｂもまた記憶がないといつており、また、Ａはｆ番\n地を実見したことはないと述べ、これらの点に関する同人らの原審及び当審にわた\nる証言は一貫している。登記官吏たる者が特段の事情もないのに右の如き事実に吻\n合しない登記の申請をすすめるような無責任な発言をするとは思えないので、被告\n人のいうところは容易に措信できない。なるほど、実地調査に赴いたときには本件\n建物の現実の所在地（ｂ番地のｃ、ｄ番地のｅ）のみを見て、滅失登記の申請のあ\nつた地番（ｆ番地）は確かめなかつたとか、滅失登記の申請（これは本件建物につ\nきｇ町の滞納処分による差押登記がなされる以前にその建物か滅失したものとして\n申請されたものである。）を受けながら、右差押登記等が存するかどうかについて\n何らの調べもしなかつたというＡの証言中にあらわれた事実は、登記官吏としてや\nや不自然な行動であつて、見方によれば被告人の弁解を支えるもののように受けと\nれなくもない。しかし、前の点は、被告人がＣ所有の建物の払下げを受け、これを\n改築してｂ番地のｃ、ｄ番地の一上にあらためて自己名義の保有登記をするものと\n信じていたというＡ自身の証言、後の点は、Ｃ名義に些記された建物になされたｇ\n町の差押登記はＡの前任者が扱つたもので、その差押登記のあることは滅失登記申\n請を受理してから暫らく後にＢがはじめて発見し、それでＡも知るに至つたとのＡ\nの証言及びこれにそうＢの証言（いずれも当審公判準備におけるもの）に照らせ\nば、Ａの職務執行に慎重を欠く面があつただけで、本件不要の登記をするについて\n被告人との間に事前の了解があつたとまではいいがたいものと思われる。Ａ及びＢ\nが情を知つていたことは否定せざるを得ず、その他この点に関しＡらが真実を語つ\nていないとして、被告人が縷々述べたてる事情や、弁護人の推論も未だ右認定を左\n右するに足るものとは考えられない。\n二、　控訴趣意書第二の点（本件では、実体的権利関係と全く異る誤つた登記簿\n上の表示を作出した登記官吏をして、その誤を是正させただけで、法益の侵害は何\nもなく、些かも不実の記載があつたとは見られないとの主張）について\nいわゆる不動産の滅失登記も、また所有権保存登記の抹消登記も、その記載のし\nかたには若干の相違があるにもせよ、ともに当該不動産登記簿が閉鎖されるという\n意味では同一の結果をもたらすものではある。しかし、登記の関係が結局において\n実体関係に一致しているからといつて、その一致に至らしめる登記がすべて直ちに\n不実記載にならないと即断することはできない（最高裁判所昭和三五年一月一一日\n第二小法廷決定、刑集一四巻一号一頁参照）。そもそも、不動産登記法上滅失登記\nと抹消登記とは厳に区別されるものであつて、建物滅失登記は登記された建物の滅\n失すなわち建物が建物としての存在を失なつた場合になされるものであるに反し、\n建物所有権の保存登記の抹消登記はその建物が原始的な不存在や名義人の無権利の\nため登記が実体を欠き不適法となつている場合等にその登記を消滅させる目的でな\nされるものである。そこで、本件建物について存した保存登記の地番か実際を表示\nしないのみならず、所有名義人は誤つて記載され、かつその上に差押登記がなされ\nているというときにおいて、これを被告人のために是正するについては、その保存\n登記を抹消し、必要とあれば新たな実体に即した保存登記がなされるべきものと考\nえられるが、この場合、既存の保存登記の抹消に代えて、弁護人所論のように、結\n局のところ実体関係に符合しさえすればよいという理由から滅失登記をもつてして\nも差し支えないかどうか。然るに、抹消登記を申請する場合において登記上利害の\n関係を有する第三者があるときは申請書にその承諾書またはこれに対抗することを\n得べき裁判の謄本を添付しなければならず（不動産登記法第一四六条第一項）、こ\nの点滅失登記をなす場合にかかる承諾等を不要とすることと大きな差異かある。そ\nして、本件において滞納処分による差押の登記をなしているｇ町は右登記上利害の\n関係を有する第三者に該当するものと解される。もつとも、本件建物が原判決認定\nのとおり被告人の所有に属すると認められる以上は、町の差押処分は当然に無効で\nあり、保存登記の抹消について承諾を拒むことはできないと思料されるが（しか\nし、所有権の帰属、したがつて承諾義務の有無については民事上争いの余地かなか\nつたとはいえない。そして、本件建物はＣの所有にかかるものとして、したがつて\nまた差押の有効を前提として、すでに公売処分を終つている。）、そうであつて\nも、ｇ町としては少なくともその抹消登記がなされるについては、警告を与えられ\nる余地、、いいかえればあらかじめそのことを知るについての利益があり、単に登\n記簿が閉鎖されるという結果の同一を来すという理由から滅失登記でも何ら差支え\nないものとして処理されたのでは不測の損害を受けるおそれがなかつたとはいえな\nい。もちろん、滅失登記には家屋台帳上の滅失登録が先行するから、Ａ及びＢの当\n審公判準備における証言でもうかがわれるように、家屋台帳上の処理として原則と\nして登記官吏の実地調査により滅失の有無を確かめる取扱いであり（家屋台帳事務\n取扱要領）、それによつて利害関係人の保護も果されないわけではないが、承諾を\n必要とする法条の存する場合とは格段の相違がある（実地調査は往々にして不十分\nさのあることを免れず、本件でもその調査が些か粗漏であつたこと前掲Ａの証言す\nるとおりである。）。結局、法は単に当該不動産に関する登記の結果か実体に符合\nするをもつて足れりとしているのではなく、その変動も能う限り実際に即して表示\nされるべきことを要求し、その上に立脚して各般の手続を定めていると見るべく、\nことに登記上利害関係を有する第三者があるときは、右の要求はとりわけ強いと<要\n旨>いわなければならない。したがつて、本件のように、本件建物かＣ所有名義に保\n存登記され、該登記簿に右<／要旨>Ｃに対する滞納処分による差押登記がされてい\nるが、真実は被告人の所有である場合に、たまたま登記簿上の地番が誤つているか\nらといつて、原判決認定の如く、また後にも説示する如く、該登記簿を閉鎖させる\n意図で、被告人において右Ｃの代理人として、適法にその登記の抹消を申請するこ\nとなく、真実に反し建物滅失登記の申請をし、登記簿原本にその旨を記載させたと\nきは、所論のように何らの法益侵害はないというものではなく、明らかに刑法第一\n五七条第一項の罪が成立するといわなければならない。実体に符合しない登記であ\nつても有効と考えられる場合があるとして所論があげている諸例示は、いずれも第\n三者の権利を害するおそれのないものであつて、本件は右説示の如くこれと趣を異\nにするものである。なお、所論は、原判決は「取こわし」の点が実際に合わないと\nいうことだけに注目しているかの如くいうが、原判決は「取こわしによる滅失」の\n事実はないのにかかわらず、かかる記載事項の重要な点につき真実に反してこれあ\nるように申請し登記したのが不法であるとしたものと解されるのであつて、その判\n断は正当である。\n三、　控訴趣右書第一の二の点（被告人の本件行為は、誤つて違法になされてい\nる実関係に符合しない登記簿上の表示を是正するためのすなわち実体関係に一致さ\nせるための許された適法な行為であるとの認識に基づくものであつたから、故意を\n欠くとの主張）について\n本件行為が公正証書原本不実記載の構成要件に該当するものであることはすでに\n説示したところから明瞭である。被告人は司法書士であつて、少なくとも抹消登記\nと滅失登記との区別につき何らの知識もなく、また本件の手続をするについて何ら\nの研究もしなかつたとは到底思われない。そして、本件は原判決も説示するとお\nり、被告人が本件建物がｇ町から差押処分を受けていることを知り、昭和三二年七\n月同処分解除の申立をし、さらに同三三年四月再び一部解除の申立をしたが同年六\n月一二日却下されたので、自己の住居を失うことを苦慮した末たまたま登記上の建\n物所在地の地番が実際と異つていることに着目し、登記簿を閉鎖させてｇ町の差押\n登記の効力から本件建物を脱せしめようとする意図に出たもので、単純に登記を実\n体に符合せしめようと考えたものではないと推認される。この点に関し、弁護人\nは、被告人として本件建物についての自己の所有権を保全するためには自己名義を\nもつて新たな保存登記をすれば足りたのに、一棟の建物につき二つの保存登記があ\nるのは絶対にいけないという考え方から、本件滅失登記を申請し、つぎにまたこの\n滅失登記の回復の手続をとるにあたり同時に正当な自己名義の右保存登記の抹消に\nまで及んでいるのであつて、これは被告人の登記に関する無知を物語るもので、本\n件における故意を欠く有力な証左だと主張する。しかし、新たな保存登記をするだ\nけではｇ町の差押登記の効力を失なわせることを期待しがたいこと、及び右回復登\n記の申請を行なうに至つたのは昭和三四年八月二六日であるところ、被告人に対す\nる告発状の提出は同月二四日であり、したがつて右回復登記は本件所為が問題にさ\nれるに至つた後のことであることを思えば、右所論は必ずしも首肯させるに足るも\nのではない。要するに、本件建物は現実に取こわされた事実もなく、したがつて滅\n失の登記をなすことが不実であることはもとより被告人の熟知していたところであ\nつて、この方法をえらんだ被告人に不動産登記法（非刑罰法規）の誤解があつたと\nは目しがたく、またもとより違法の認識がなかつたものというべき場合にあたるも\nのではない。\n四、　控訴趣意書第一の三の点（本件は、実体関係に符合しない登記の存んによ\nり自己の権利か危殆に頻していると認識した被告人がその権利救済のためやむなく\nなした行為で、少なくとも被告人の主観においては自力救済または緊急避難にあた\nると錯覚したもの、さらには期待可能性がない場合にあたるとの主張）について\n本件において被告人の権利救済のためにはすでにされていた保存登記の抹消を申\n請する等登記法上の正当な手段が与えられ、裁判制度による保障がある。被告人が\n本件所為に及ぶに至つた直接の動機は前叙のとおりであつて、被告人みずからが認\n識した事態のもとでも滅失登記の申請以外の手段に出なければ権利の保全ができな\nかつたとか、正当な手段に訴えるいとまがなかつたとかの事情は看取されない。被\n告人は正当な方法によつてはその意図する効果が早急に得られないため安易に本件\nの手段をえらんだのであつて、所論のような犯罪阻却事由があつたとは到底認めが\nたい。\n以上のとおり論旨はすべて理由がない。しかし、職権をもつて案ずるに、原判決\nは被告人を罰金三万円に処したのであるが、被告人の本件所為は、結局、本件建物\nに関する当初における公簿上の処理においてその所有者の認定に過誤があつたこと\nに基因すること、被告人は昭和三四年八月本件滅失登記の回復を申請し、その旨の\n登記がされたため、本件建物はＣの滞納税についてｇ町の公売処分に付せられるに\n至り、関係者に及ぼした影響は一応解消し、ただ被告人のみがみずから二〇万余円\nの出捐をして右建物を取得することを余儀なくされているという関係にあること、\n被告人は自己のあやまちを十分感得し、もとより再びこの種行為に出ることはない\nと考えられること、その他記録及び証拠にあらわれた諸般の事情を総合すると、原\n判決の右量刑はやや重きに失するといわなければならない。したがつて、原判決は\nこの点において破棄を免れない。\nよつて、刑事訴訟法第三九七条第一項、第三八一条により原判決中無罪部分を除\nくその余の部分を破棄した上、同法第四〇〇条但書にしたがい、次のとおり自判す\nる。\n原判決が適法に認定した罪となるべき事実に法律を適用すると、被告人の所為中\n公正証書原本不実記載の点は刑法第一五七条第一項に、同行使の点は同法第一五八\n条、第一五七条第一項に該当するところ（なお、右いずれについても罰金等臨時措\n置法第二条、第三条の適用がある）、右は牽連犯の関係にあるから刑法第五四条第\n一項後段、第一〇条により犯情の重い公正証書原本不実記載の罪によつて処罰すべ\nく、所定刑中罰金刑を選択し被告人を罰金五千円に処し、同法第一八条を適用して\n右罰金不完納の場合金五〇〇円を一日に換算した期間被告人を労役場に留置すべき\nものとし、なお訴訟費用の負担については刑事訴訟法第一八一条第一項本文にした\nがい主文末項掲記の如く定める。\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}