{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 29
  },
  "case_number": "昭和34(う)671",
  "case_name": "窃盗被告事件",
  "court_name": "大阪高等裁判所第一刑事部",
  "lawsuit_id": "22658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/022658_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審の訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴趣意は記録にある弁護人谷口義弘作成の控訴趣意書記載のとおりである\nからこれを引用する。\n所論は（一）窃取とは財物の支配者が知らない間にその支配を排除して、その財\n物を自己の支配内に移すことをいうのであるが被告人は判示有限会社ＡＢ工場内の\n事務所に居合わせた者に搬出することを告知して、右工場から公然と判示電動機等\nを自己の支配内に移し搬出したのであつて、窃取したのではない。（二）窃盗罪の\n故意には、犯罪構成要件たる事実の認識の外不法領得の意思を要するが、被告人は\n判示電動機等が判示Ｃの所有であることを知らず、右会社の所有であると信じ、同\n会社に対する債権について弁済期に弁済しないときはいかなる処置を取られても何\nら異議を申さない旨の判示会社の責任者Ｄよりの特約に基き、判示物件を取りはず\nし搬出したのであつて、不法領得の意思によつたのではない。（三）しからずとす\nるも、被告人の右搬出は自己の債権確保のための自救行為としてなされたもので違\n法性はない。しかるに原判決が右所為が窃盗罪を構成するとし、且つ自救行為であ\nるという被告人及び弁護人の主張に対し、右物件はＣの所有に属し、被告人はこれ\nを知りながらあえて搬出したのであるから、右搬出は右会社に対する債権確保のた\nめの自救行為として許さるべきものではないとしたのは、事実を誤認し且つ法令の\n適用を誤つたものであるという趣旨である。\nよつて判断すると、\n一、　窃盗罪は他人の占有する財物を、占有者の意思に反し、自己又は第三者の\n占有に移すことによつて成立しその占有の移転が公然に行われると、隠秘に行われ\nるとを問わないのであり、この趣旨は最高裁判所の判例の示すところである。（昭\n和三二年九月五日第一小法廷決定、集第二巻第九号二一四三頁参照）原判決挙示の\n証拠に、当審における受命裁判官のＦに対する証人尋問調書を総合すると、判示電\n動機五台、グラインダー一台及び横切用金具は、Ｃの所有に属し、同人からＤに貸\n与され、それを同人が実質上経営する有限会社Ａ（代表取締役Ｅ）が判示工場にお\nいて占有使用していたもので、昭和三二年一〇月頃同会社が経営不振に陥り、営業\n停止の状態となり、右工場に居住する工員Ｆが事実上保管していたところ、被告人\nは判示の昭和三三年二月二一日頃、右工場に赴き、判示機械類の取りはずしにがか\nつたので、Ｆ夫妻、工員Ｇらが、右機械類はＣの物であるといつて持ち去ることを\n制止したのに、これを無視して顧みないので、Ｆが付近交番にそのことを申告に行\nつている間にこれらを取りはずし、持つて行つた三輪自動車に積み込み、帰来した\n同人が抗議すると「お前らには迷惑をかけない」と言つて持ち去つたことが明らか\nである。これによると被告人はＦの占有保管にかかる判示物件を、その意思に反\nし、右三輪自動車に積み込むことによつて、自己の占有に移したことが明らかであ\nつて、これが窃取に当ることはいうまでもない。\n二、　窃盗罪の成立するには、不法領得の意思の存在が必要であることは所論の\nとおりである。そしてその意思とは、権利者を排除して他人の物を自己の所有物と\n同様にその経済的用法に従いこれを利用し又は処分する意思をいうのであることは\n最高裁判所の判例とするところである。（昭和二六年七月一三日第二小法廷判決、\n集五巻一四三七頁参照）原判決挙示の証拠にＤから被告人（Ｈ名義）に対する証写\n（弁第三号）、被告人（同上名義）からＥ宛内容証明郵便写（弁第四号証）押収さ\nれている有限会社Ａから被告人（同上名義）宛の通知書、被告人の司法警察員及び\n検察官に対する各供述調書並びに当審における前記Ｆに対する証人尋問調書を総合\nすると、被告人は有限会社Ａに対し、昭和三三年二月一五日に限り支払いを受くべ\nき金七〇、〇〇〇円の債権を有し、前記Ｄは被告人に対し「右期日に支払わないと\nきは、いかなる処置を取られるとも異存がない」旨を記載した書面を作成交付し、\n同月中旬に内金二〇、〇〇〇円を支払つたのみで、同月一七日急死し、右会社は解\n散し、Ｅが、清算人となつたが、工員の給料支払いに窮し、右工場に存する右会社\n所有の機械類が売却されるような状況であり、被告人は、これを買受けたと称する\n者が取りはずしにかかつているのを目撃して、放置すると自己の債権回収が不能に\nなると考え、判示同月二一日右五〇、〇〇〇円の債権確保のための緊急手段とし\nて、判示機械類を前記のごとく自己の支配内に移し、これを肩書住居に持ち運び、\n同年三月一五日付をもつてＥに対し、同月一九日までに右五〇〇〇〇円を支払うべ\nく、もし右期日までに支払いがないときは、右物件を処分する旨を通告したこと、\nＡからは同月一八日右物件がＣの所有であるという通知があつたが、被告人は同月\n二三日これを四五、〇〇〇円<要旨>で売却処分したことが認められる。以上による\nと被告人は、一定の時期までに自己の債権に対する弁済があれ</要旨>ば右物件を返\n還すべく、弁済がないときはこれを自己のために売却する意思を有していたのであ\nり、従つてたとえ弁済があれば返還する意思があつたとしても、右物件の経済的価\n値を排他的に自己に収得する意思を有していたことを否定し得ないということがで\nき、すなわち不法領得の意思があつたという外はない。\nところで前記「三月一五日まで支払わないときは、いかなる処置を取られても異\n存がない」旨の文言は、この種の用語が一般社会における取引上、抽象的に債務の\n履行の確実性を保証し、万一不履行のときは、いかなる法的手段に訴えられてもや\nむをえないという趣旨に使用されることは経験則上明らかであり、記録を調べても\n右文言が判示物件を前記債務の担保又は代物弁済として引渡すとか又はそれらの趣\n旨で任意引き上げられるのもやむをえないとして、これを承諾したとかの具体性を\n有していたとすべき根拠はなく、それは一般的用語の趣旨で使用されたと認められ\nる。そして記録によると、被告人は判示物件を取りはずして搬出する際にはそれが\nＣのものであるという、Ｆらの言を信ぜず、右会社のものであると信じていたと認\nめるのを相当とするが、そのいずれにせよ、被告人が判示物件を自己の支配内に移\nしたのは、所論のように右会社又はＤの承諾の上とは認めることができないし、被\n告人が当時右承諾を得たと信じていたとすることはできない。又たとえ被告人とＤ\nとの間に右債権担保又は代物弁済の趣旨で判示物件を引渡すべき旨の特約が結ばれ\nていたとしても、その一事をもつて本件占有侵奪が窃盗罪を構成しないとするには\n足りない。（最高裁判所昭和三一年（あ）第三九八一号同三五年四月二六日第三小\n法廷判決参照）\n三、　次に被告人が判示物件を自己の支配内に移したのは、放置すると右会社に\n対する五〇〇〇〇円の債権の回収が不能となるおそれがあると判断したので、右債\n権を緊急的に確保するためであつたことは前記のとおりであるが、かかる場合法治\n国民としては法律の定める手続によつてその債権保全を計るべく、いわゆる自救行\n為としてみずから実力をもつて自己の債権保全を計りよつて他人の権利を侵害する\nことは、法の許容するところではないと解するのを相当とする。そしてこのこと\nは、Ｄの前記書面によつて、判示物件を前記債権の担保又は代物弁済として引渡す\nべき旨の特約が、右会社と被告人との間に成立したと否とによつて異にすることは\nないと解すべきである。従つて原判決が本件物件を自救行為と認めなかつたのは結\n局正当である。\n四、　以上要するに、その挙示の証拠により判示窃盗の事実を認め、これに対し\n刑法第二三五条を適用した原判決には所論のような事実誤認も法令適用の誤りもな\nいということができるから、論旨は理由がないので、刑事訴訟法第三九六条、第一\n八一条により主文のとおり判決をする。\n（裁判長裁判官　小川武夫　裁判官　瞿曇・・　裁判官　柳田俊雄）\n"
}