{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 2,
    "day": 15
  },
  "case_number": "昭和42(ネ)95",
  "case_name": "損害賠償金請求事件",
  "court_name": "札幌高等裁判所第二部",
  "article_info": "第21巻1号59頁",
  "gist": "土地区画整理中の土地の売買と換地清算金徴収による不当利得の成立",
  "case_gist": "土地区画整理中の土地の売買契約において、当事者が仮換地を売買の目的として代金を定め、換地清算金の負担については何らの特約もしなかつた場合、その後予定どおり換地がなされ、買主につき清算金が賦課徴収されたときは、売主は不当利得として右清算金相当額を買主に返還することを要する。",
  "lawsuit_id": "24176",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24176",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/176/024176_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を求め、被控訴人訴訟代理人は控訴棄却\nの判決を求めた。\n当事者双方の主張および証拠の関係は、左記のほかは原判決の事実摘示と同一で\nあるからこれを引用する。控訴人は次のとおり述べた。\n一　本件売買の目的たる二筆の土地が被控訴人主張のとおり土地区画整理事業の\n施行地区内にあり、その主張のとおり換地処分がなされ、被控訴人が右土地区画整\n理事業の施行者室蘭市から清算金一八万四三五二円を徴収されたことは認める。\n二　右従前の土地の売買契約当時、すでに被控訴人主張の仮換地の指定がなされ\nていたものであるが、換地処分に伴う清算金は買主である被控訴人が支払うとの約\n定であつた。\n（証拠関係）\n被控訴人訴訟代理人は当審での被控訴人本人尋問の結果を援用し、乙第五号証の\n一、二の成立を認めた。\n控訴人は新たに乙第五号証の一、二を提出し、当審での証人Ａの証言および控訴\n人本人尋問の結果を援用した。\n理　　　　由\n被控訴人が昭和三九年一二月六日控訴人から室蘭市ａ町ｂ丁目ｃ番のｄ宅地九七\n平方メートル七五（二九坪五七）および同町ｂ丁目ｃ番のｅ宅地九七平方メートル\n七五（二九坪五七）の二筆の土地を、代金一三二万九一二〇円で買い受け、同月一\n六日右代金を完済して所有権移転登記を受けたこと、右売買当時右二筆の上地が室\n蘭都市計画東室蘭第一土地区画整理事業の施行地区内にあり、右二筆の土地につい\nては二四四平方メートル〇九（七三坪八四）の土地が換地されるべく仮換地指定処\n分がなされていたこと、その後右土地につき室蘭市ａ町ｂ丁目ｆ番のｇ宅地二四四\n平方メートル〇九（七三坪八四）に換地処分がなされ、被控訴人は清算金として金\n一八万四三五二円を前記土地区画整理事業の施行者室蘭市に徴収されたこと、はい\nずれも当事者間に争いがない。\n被控訴人は「右売買に当つては、従前の土地二筆五九坪一四が換地処分によつて\n九三坪八四となることを見込み、換地後の面積に基づいて売買代金を決定したもの\nであり、このように換地後の面積を予定して売買代金を定めた場合に後に清算金の\n徴収が行われれば、右清算金は売主が負担すべきものであるから被控訴人が室蘭市\nに支払つた清算金は本来控訴人が負担すべきものであり、控訴人は被控訴人の損失\nにおいて右清算金相当額を不当に利得したものである。」と主張するから判断す\nる。\n前記当事者間に争いのない事実に、成立に争いのない甲第一、第二号証、同第四\nないし第六号証の各一、二、原審証人Ｂ、Ｃの各証言、原審ならびに当審での被控\n訴人本人尋問の結果に本件口頭弁論の全趣旨を総合すると、次の事実を認めること\nができる。\n（一）　室蘭都市計画東室蘭第一土地区画整理事業は昭和三〇年から開始され、\n昭和四一年一月に終了したものであるが、昭和三二年に仮換地の指定がなされ、本\n件従前の土地二筆に対する仮換地は現地換地として増歩となり七三坪八四が指定さ\nれた。\n（二）　控訴人と被控訴人との間の本件売買契約にあたつては、従前の土地が前\n記仮換地のとおりに本換地処分のなされることが確実視されたので、右仮換地の面\n積である七三坪八四を基準として、売買代金を坪当り一万八、〇〇〇円、総額一三\n二万九、一二〇円と定め、被控訴人は右代金額を支払い、従前の土地二筆について\n所有権移転登記を受けた。なお換地処分確定後徴収されるべき清算金については右\n契約当時全く問題とされず、したがつてその負担について特段の約定はなく、また\n清算金を考慮して代金額が決められたものでもなかつた。\n（三）　その後昭和四一年二月四日付で、従前の土地に対する仮換地七三坪八四\nがそのまま換地として指定され、同年五月二八日付で右土地区画整理事業施行者た\nる室蘭市から当時の土地所有者である被控訴人に対し、清算金一八万四、三五二円\nが賦課徴収された。\n以上の各事実が認められ、原審ならびに当審での控訴本人の供述中右認定に反す\nる部分は信用することができず、他に右認定を左右すべき証拠はない。\n控訴人は本件土地の売買契約では従前の土地の面積に基づいて代金を定めたもの\nであり、換地処分に伴う清算金は被控訴人が負担する約定であつたと主張し、原審\nならびに当審での控訴人木人の供述中にはこれに副う部分があるが、右は前掲各証\n拠に照らして採用することができない。\n<要旨>右認定の事実によれば、控訴人の所有であつた従前の土地は面積が合計五\n九坪一四であつたところ、その仮</要旨>換地である七三坪八四の土地がそのまま換\n地となることが確実視されたので、右仮換地の坪数を基準として代金額を坪当り一\n万八、〇〇〇円、総額一三二万九、一二〇円と定めたのであるから、本件土地の売\n買は法律上地番の表示、登記手続等は従前の土地についてなされたとしても、実際\nは仮換地を売買の目的としてなされたものと解すべきであり、換地処分確定後徴収\nされるべき清算金を勘案する等、他に特段の事情の認められない本件では仮換地そ\nのものの時価に基づいて売買代金が決定されたものと認めるのが相当である。した\nがつて控訴人は既に仮換地の価格に相当する代金を受領しているのであるから、そ\nの後予定どおりの換地処分がなされ、かつ清算金が徴収されることになれば右清算\n金は右売買の当事者間の関係では控訴人が負担すべきものと解するを相当とする。\nしかるところ右従前の土地についての換地処分は、前記売買契約後において換地\n計画のとおりに実施され、仮換地がそのまま換地として指定されたところ、土地区\n画整理法の規定に従い、その当時従前の土地の登記名義人となつていた被控訴人に\n対し清算金が賦課徴収ざれるに至つたのであるから（被控訴人がこれを納付しない\nときは同法第一一〇条に基づき国税滞納処分の例により徴収されることにな\nる。）、被控訴人は右換地の価格に相応する代金を支払つたうえに更に不測の清算\n金を徴収されて損害を蒙つたのである反面、控訴人は前示のように本来負担すべき\n清算金の支出はこれを免れる結果となり、右に相当する利益を得たものというべき\nであつて、被控訴人の損害と控訴人の利得との間には社会観念上因果関係があるも\nのといわなければならずその利得を控訴人に保有せしむべきいわれはないから、控\n訴人は法律上の原因なくして被控訴人の財産により利益を受け、これがために被控\n訴人に損失を及ぼしたものとしてその利得を被控訴人に返還する義務がある。\nしかして右利得は現存するものと推定すべきであるから、控訴人に対し前記清算\n金に相当する金一八万四、三五二円およびこれに対する本件訴状送達の翌日である\nことが記録上明らかな昭和四一年九月一五日以降支払ずみまで民事法定利率年五分\nの割合による遅延損害金の支払を求める被控訴人の請求は全部正当として認容すべ\nきものである。\nよつてこれと同趣旨の原判決は相当で本件控訴は理由がないから民事訴訟法第三\n八四条第一項によりこれを棄却し、訴訟費用の負担につき同法第九五条、第八九条\nを適用して主文のとおり判決する。\n（裁判長裁判官　杉山孝　裁判官　田中恒朗　裁判官　島田礼介）\n"
}