{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 10,
    "day": 30
  },
  "case_number": "昭和44(う)1433",
  "case_name": "業務上過失致死、道路交通法違反被告事件",
  "court_name": "東京高等裁判所第十二刑事部",
  "lawsuit_id": "20822",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20822",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/822/020822_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮一〇月に処する。\n理　　　　由\n本件控訴の趣意は、弁護人中利太郎、同柳瀬康治連名作成名義の控訴趣意書に記\n載されたとおりであるから、これを引用し、これに対し次のとおり判断する。\n第一、　弁護人の控訴趣意第一点の三（事実誤認―過失致死の困果関係に関して\n―）について\n（１）　原判決によれば、\n被告人は、昭和四三年三月二七日、自車の左前部を被害者（当六四歳）に衝突さ\nせて、同人を左前方約五・四米にはね飛ばし、よつて同人に対して、右大腿骨右\n折、腰部、下肢じよく創の傷害を負わせ、右傷害により同人をして肺浮腫、心機能\n障害により、同年一二月五日午前一時頃、Ａ方において死亡するに至らしめた旨判\n示していることは、原判決文上明らかなところである。\n（２）　そこで、所論の困果関係を検討するに当つて、まず、原判決挙示の証\n拠、中でも所論指摘の証拠に基いて、被害者の傷害の推移を日時を追つてながめて\nみることにする。以下、すべて昭和四三年中の出来事であるので、単に月日だけで\n現わすことにする。\n三月二七日。被害者は、本件交通事故で負傷し、近くのＢ医院にかつぎ込まれ\nる。そのけがは、右大腿骨々折、頭部、左耳部裂傷である。すぐ大腿部の傷口の縫\n合を受け、そこに副木を当てて固定した上、直ちにときＣ病院に運び込まれて、そ\nこに入院する。\n四月五日。整復手術を受ける。骨折部を切開し、骨折を整復し、大腿骨髄内に銅\n線を挿入し、ギブス固定がなされる。\nその後、関節が固つてしまい、立つことはもちろん、下肢を動かすこともでき\nず、寝たつきりで、そのためじよく創が発生する。それがだんだん広がつていき、\n腰背部および仙骨部にわたつてじよく創ができ、両下肢とも動かすことができない\n状態になる。\n三か月入院の後、\n六月三〇日。今後の経過極めて不良と認めるという診断の下に、同病院を退院、\n自宅療養に移る。　七月一日。Ｂ医師が往診。処置として、じよく創に対する化の\nう止めの軟膏を塗る。\nその後は、家人がこう薬を取りに来て、同医師が、\n七月四日、五日、七日、一四日、二四日、八月一日、二〇日に、それぞれこう薬\nを与え、手当は、親族がする。\n退院後も、じよく創は治らず、下肢の拘縮が続き、全身の状態がだんだん不良に\nなつていく。\n九月一三日。同医師は、睡眠薬を投薬し、家人に渡す。\n一〇月八日。同じくこう薬を家人に渡す。\n同日現在、背腰部、下肢の背面全般にじよく創ができ、極めて重篤で、治療はほ\nとんど困難という診断である。\n一一月九日。同じくこう薬を家人に渡す。\n一二月四日。同医師が、二回目の往診をしたとき、被害者は、しようすいしてお\nり、少しむくみが来ている。\n一二月五日。死亡するに至る。\nという一連の事実の経過を認めることができる。\n（３）　以上のとおり、被害者は、本件交通事故により右大腿骨々折のけがを負\nい、それが治らず、下肢を動かすことができず、寝たつきりであつたため、じよく\n創ができ、それが拡大していつて、そのため全身の状態も段々と悪くなり、結局、\n心、腎、肺機能が障害され、肺浮腫となり、死亡するに至つたという一連の経緯が\n認められる。\nことに、じよく創は、いつたんできればなかなか治らず、広がつていき易いこ\nと、じよく創もひどくなれば、肺や心臓の障害につながり、結局死亡するに至るこ\nともあり得ないことではないことに思いをいたせば、本件の場合、直接の死因は肺\n浮腫心機能障害であり、その根源をたどつて遡つていけば、その原因は背腰部じよ\nく創にあり、さらにそのまた原因は右大腿骨々折にあるということができる。従つ\nて、本件について、原判決認定のように、被告人の加害行為、すなわち大腿骨々折\nという被害者の受傷とその死亡との間に因果関係があるという判断も理解できない\nではない。\n（４）　ところが、本件の具体的な場合、\n「１」　受傷と死亡との間には、八か月一〇日という時間的なへだたりがあるこ\nとでもあり、\n「２」　右大腿骨右折の受傷を一般的に考えた場合、六四歳という被害者の年令\nを考慮に入れても、通常の場合死に至るものとは必ずしもいい得ない。本件の場\n合、その原因は色々あるにしても、要するに、最悪の経過をたどつた一事例とみる\nのが相当である。\n「３」　じよく創自体について考えても、本件被害者は、直ちに病院に入院して\nいるのであるから、自宅療養の場合とは違つて、手当、看護も行き届き、じよく創\nの発生も比較的少ないのではないかと普通考えられるのに、本件の場合には、入院\n中からすでにじよく創ができており、かつ、予後不良の見通しのまま退院している\nという事情にもある。そして退院して自宅療養に入つてから、五か月間に医師の診\n断を受けたのは、はじめと終りの二回だけで、その間はこう薬の投薬が行われただ\nけである。被害者が、おいの世話になつている高年令の独身者であることとも考え\n合わせると、その看護、手当において、家族が力をつくして看護に当る普通の場合\nとは、かなり様相を異にするものがあるように思われる。\n<要旨>「４」　ところで、本件における因果関係の有無を考えるに当つては、加\n害行為と八か月後に生じた死亡の結果と</要旨>の間に、右加害行為から死亡の結果\nが発生することが、経験則上一般的にいつて普通生ずるものと認められる関係にあ\nることを要するものと解すべきである。本件における右具体的な事情の下におい\nて、被害者の背腰部下肢じよく創が被告人の加害行為による大腿骨々折の併発症で\nあり、またそれが全く偶発的なものではないとしても、じよく創がひどくなり肺浮\n腫、心機能障害をきたしてその結果死亡に至ることが、経験上一般に普通発生する\nものであるとするには、原判決が掲げるＤの鑑定書の記載によつても疑わしく、そ\nの他これを認めるに足りる証拠に乏しい。従つて本件の場合、その間に因果関係を\n認めて、死の結果をも被告人の責任に帰せしめるのは困難である。原判決が、それ\nにもかかわらず、因果関係を認めたのは、事実を誤認したもので、その誤りが判決\nに影響を及ぼすことが明らかであるから、原判決中、この部分は、破棄を免れな\nい。論旨は理由がある。\n第二、　破棄自判。\n原判決は、右業務上過失致死の事実と無免許運転および酒酔運転の各事実を併合\n罪の関係にあるとして、一個の刑を科しているので、原判決は、その全部について\n破棄を免れない。そこで刑訴法三九七条一項、三八二条により、その余の論旨に対\nする判断を省略の上、原判決全部を破棄し、同法四〇〇条但書により、当裁判所に\nおいてただちにつぎのとおり判決する。\n一、　罪となるべき事実\n当裁判所が認定する事実は、当審において適法になされた訴因の追加に基く、つ\nぎの第一のとおりである外、第二、第三の事実は、原判決摘示のとおりであるか\nら、これをここに引用する。\n第一、　被告人は、昭和四三年三月二七日午後八時四〇分ころ、軽乗用兼貨物自\n動車（六茨か七四八八号）を運転して、茨城県結城郡ａ町大字ｂｃ番地先道路（幅\n員約五・九米のアスフアルト舗装の県道）を、下妻市方面から水海道市方面に向け\n時速約三五ないし四〇粁で進行中、前方を注視して進路の安全を確認しながら走行\nすべき業務上の注意義務があるのに、運転開始前に飲んだビールの酔いのため注意\n力が散漫となつていたため、また進路前方の道路右側から右折しようとしていた自\n動車に注意を奪われていたため、前方の注視を怠つたまま前記速度で進行した過失\nにより、折から進路前方の道路左側を同方向に歩行中のＥ（六四歳）に全く気づか\nず、前記右折車との衝突を錯覚して、あわててしまい、減速しようとして間違えて\nアクセルを踏み、自車の左前部を右堀越に衝突させて、同人を左前方約五・四米に\nはね飛ばし、よつて同人に対して治療期間不明の右大腿骨々折等の傷害を負わせた\nものである。\n二、　証拠の標目および法令の適用は、すべて原判決摘示のとおりであるからこ\nれを引用する。\n三、　量刑について考慮した主な事情\n（１）　本件は、無免許、酔払による事故で、しかも、道路左側、左端より一・\n六米位中央寄りを歩いていく被害者の姿に、衝突まで全く気付いていないのであ\nる。そして、被害者の受けたけがも、重傷である。被告人の刑事責任は重い。\n（２）　被告人は、被害者側に対して、いままでに、看護費一二万円余、治療費\nの外、慰籍科の内金二五万円―その外一五万円を支払らべく用意している―、休業\n補償として月五〇〇〇円づつ―今後三年間―支払つている。\n（３）　被告人は、Ｆ（株）の熟練工で、前科もなく、反省悔悟しているものと\n認められる。これらの事情を総合して、禁錮一〇月に処し、原審における訴訟費用\nは、刑事訴訟法第一八一条第一項但書を適用して、被告人にこれを負担させないこ\nととして主文のとおり判決する。\n（裁判長判事　江里口清雄　判事　中村憲一郎　判事　横地正義）\n"
}