{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 12,
    "day": 21
  },
  "case_number": "昭和39(ネ)521",
  "case_name": "家屋明渡請求事件",
  "court_name": "福岡高等裁判所第四民事部",
  "article_info": "第17巻8号652頁",
  "gist": "競落による所有権取得とその後における競落許可決定の取消",
  "case_gist": "任意競売事件においてすくなくとも競売手続完結後は準再審手続によるの外、競落許可決定を取消し得ず、たとえこれを取消したとしても、競落人において競落不動産の所有権を取得した効果に何等の影響を及ぼさない。",
  "lawsuit_id": "23613",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23613",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/613/023613_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人は適式な呼出を受けながら、当審において最初になすべき昭和三九年一一\n月六日午前一〇時の本件口頭弁論期日に出頭しなかつたが、陳述したものとみなさ\nれた控訴状の記載によれば控訴人の控訴の趣旨は、「原判決を取消す。被控訴人の\n請求を棄却する。訴訟費用は第一、二審とも被控訴人の負担とする。」というにあ\nり、被控訴代理人は、「主文第一、二項同旨。」の判決及び仮執行の宣言を求め\nた。\n被控訴代理人が、原審における口頭弁論の結果として陳述したところによれば、\n当事者双方の事実上の陳述、証拠の提出、援用、認否は原判決事実摘示と同一であ\nるから、ここにこれを引用する。\n理　　　　由\n被控訴人が福岡地方裁判所八女支部昭和三四年（ケ）第五四号不動産任意競売事\n件により、昭和三五年五月二七日本件不動産につき同裁判所の競落許可決定を得た\nところ右決定は即時抗告なく確定し、被控訴人は右競落代金を支払つて本件不動産\nの所有権を取得しなお右不動産競売手続は同年七月一五日配当終了により完結した\nこと、然るに、被控訴人においてその後前記裁判所より控訴人に対する本件不動産\nの引渡命令を取得するや、控訴人は昭和三七年三月一日右引渡命令に対し控訴人主\n張の如き事由（談合による競落）で同裁判所に執行方法に関する異議を申立て、同\n裁判所は昭和三八年二月二八日控訴人の右申立を認容して、前記引渡命令を取消し\nたうえ職権を以て前記競落許可決定を取消す旨の決定をなし、右取消決定は不服の\n申立なしに確定したことはいずれも当事者間に争いがない。\n控訴人は右競落許可決定の取消決定により被控訴人は所有権を喪失したと主張す\nるのでその当否について検討するのに、被控訴人が競落許可確定後競落代金を支払\nつて本件不動産の所有権を取得し、右不動産競売手続は昭和三五年七月一五日配当\n終了により完結したことは前記のとおりであるから、競落人たる被控訴人は、競売\nの基本たる債権又は抵当権の無効なる場合は格別然らざる限り（本件にありて前記\n取消決定が競買人の談合を理由とするものであることは前説示のとおりである）有\n効に競落不動産の所有権を取得したと解すべきこと<要旨>は当然であり、従つて競\n売手続終了後は手続上の事由により競落許可決定を取消すもその効なきものという\nべ</要旨>く、訴訟法上準再審によるならば格別、それ以外の方法では、最早やこれ\nが取消をなし得ず、たとえこれを取消したとしても競落人において競落不動産の所\n有権を取得した効果に何等の影響を及ぼさないと解するのが相当である。してみれ\nば前記取消決定により被控訴人がその所有権を喪失する理由はなく、この点に関す\nる控訴人の主張は失当てこれを採用することができない。\nよつて所有権に基づいて本件不動産の引渡を求める被控訴人の本訴請求は理由が\nあるからこれを認容すべく、これと同旨の原判決は相当て本件控訴は理由がないか\nら棄却することとし訴訟費用につき民事訴訟法第八九条第九五条本文を適用し、仮\n執行宣言は不相当と認めてこれを附せず、主文のとおり判決する。\n（裁判長裁判官　高次三吉　裁判官　木本楢雄　裁判官　松田富士也）\n"
}