{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 2,
    "day": 16
  },
  "case_number": "昭和34(う)506",
  "case_name": "業務上横領農業協同組合法違反(背任)被告事件",
  "court_name": "名古屋高等裁判所第四部",
  "article_info": "第14巻4号199頁",
  "gist": "農業協同組合の超過貸付は「組合の事業の範囲外」の貸付か",
  "case_gist": "農業協同組合の総会によつて定められた貸付基準額を超過する貸付は農業協同組合法第九九条第一項の「組合の事業の範囲外」における貸付に該当しない。",
  "lawsuit_id": "23092",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23092",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/092/023092_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人に関する部分を破棄する。\n被告人を罰金一万円に処する。\n右罰金を完納することができないときは、金五百円を一日に換算した期\n間、被告人を労役場に留置する。\n訴訟費用中原審証人Ａ、Ｂ、Ｃ、Ｄ、Ｅに支給した分の二分の一と、当\n審証人Ｆに支給した分は被告人の負担とする。\n被告人に対する業務上横領及Ｇに対する限度外貸付の各公訴事実は無\n罪。\n理　　　　由\n本件控訴の趣意は弁護人若山資雄の差し出した控訴趣意書に記載されているとお\nりであるから、ここにこれを引用するが、これに対し当裁判所はつぎのように判断\nする。\n控訴趣意中各業務上横領に関する事実誤認の論旨について。\nよつて本件記録を精査するに、被告人が原判示のようにＨ町農業共済組合の組合\n長として、同組合のために保管していた（１）麦の共済金等四十六万四千二百五十\n四円のうちから原判示金十二万四千円と（２）水稲共済金等三百五十二万九千十四\n円のうちから原判示三回に合計金二十万千百四十六円をいずれもＨ町農業協同組合\nにおけるＩ名義の預金口座に振込んだこと並びに右Ｉなる者が原判示のように実在\nしていないことは明であるが、そもそも右Ｉ名義の預金口座というのは被告人が同\nじく組合長をしていたＨ町農業協同組合自体が便宜上用いていたかりの口座名であ\nつて、右農業協同組合と前示農業共済組合とはもとより別個の法人ではあるけれど\nも、両組合の組合員、役員ともおうむね共通になつており、かつ農業共済組合は資\n金不足のため職員の超過勤務手当等の必要経費にもこと欠く有様であつたので、つ\nねに農業協同組合の経済上補助をうけるような立場にあつたところ、たまたま昭和\n二十八年度分麦及水稲の災害による共済金として政府から原判示のように合計金三\n百九十万円余にのぼる予想外に多額の下附を受けたので、農業協同組合のこれまで\nの援助に報いるために、共済組合の役員会において農業協同組合に対し協力費とし\nて麦の共済金から金十二万四千円と、水稲の共済金から三回に計金二十万千百四十\n六円を夫々支出すべきことを決議し、その都度各共済組合員の承諾を得て、ここに\n前記のように一応、農業協同組合の前掲Ｉ名義の預金口座に振込むにいたつた経緯\nが明であり、しかも右協力費はすべて右農業協同組合のために公正に支出されてい\nることが窺われるから、被告人に領得の意思があつたものとはとうてい認めがた\nい。したがつて原判決が被告人においてその業務上保管にかかる右金員を前記四回\nにわたりＩ名義の預金口座に振込んでこれを着服横領したものと認定したことは判\n決に影響を及ぼすことの明な事実の誤認といわねばならぬ。論旨は理由がある。\n控訴趣意中法令の解釈適用に誤ありとの論旨について、\n所論は要するに、原判決は農業協同組合の総会の決議による貸付限度を超過した\n貸付の事実を認定し、これを農業協同組合法第九十九条第一項違反の罪に問擬して\nいるけれども、貸付が農業協同組合の総会で定められた貸付基準に違背したからと\nて、ただちにその行為が農業協同組合法第九十九条第一項のいわゆる「組合の事業\n<要旨>の範囲外」における貸付をなしたことになるものではないというにある。お\nもうに農業協同組合の行いうる事</要旨>業の範囲は農業協同組合法第十条第一項第\n一号ないし第十二号に組合員に対する貸付その他が具体的に列挙されており、同条\n第三項は組合員以外の者に貸付を含むその施設の利用を認めているから、組合員並\nびに非組合員に対する貸付が農業協同組合の行いうる事業であることは疑なく、本\n件Ｈ農業協同組合の定款（昭和二十九年六月二十三日認可の定款によりいわゆる非\n組合員に対する貸付も新に認められた）もこれを組合の目的たる事業の一つとして\n掲げている。したがつて農業協同組合の貸付については、農業協同組合法第十条第\n三項但書や、同法第五十二条の三及びこれに基く農業協同組合財務処理基準令第六\n条の如き制限があり、さらに農業協同組合の定款ないし総会の決議によつて貸付限\n度か定められていてもそれらにすべて放慢な貸付を抑制するための行為基準が設定\nされているものに過ぎないと認むべきであつて、これによつて組合の事業の範囲が\n限定されるものと解すべきではない。果して然らば本件貸付もＨ町農業協同組合に\nおける昭和二十八年四月二十八日の第五回総会の決議による原判示のような貸付基\n準に違背していることは明であるけれども、すでに組合員並びに非組合員に対する\n貸付が前記の如く農業協同組合法及びこれに基く定款によつて組合の事業とされて\nいる以上は、その行為基準を逸脱したことによる法的責任はともあれ、いまだもつ\nて農業協同組合法第九十九条第一項の「組合の事業の範囲外」における貸出をなし\nたものとは言えない。原判決はこの点において法律の解釈適用を誤つた違法があ\nり、それが判決に影響を及ぼすことはもちろんである。\nよつて本件控訴は爾余の令旨について判断をもちいるまでもなく理由があり、原\n判決は破棄を免れないので、刑事訴訟法第三百八十条第三百八十二条第三百九十七\n条により原判決中被告人に関する部分を破棄するが、本件は原裁判所が取調べた証\n拠により、当裁判所において直ちに判決するに適するものと認めるから、同法第四\n百条但書に従い当裁判所において判決する。\n「罪となるべき事実」\n被告人は昭和二十六年頃愛知県中島郡ａ町大字ｂ字ｃｄ番地に事務所を有するＨ\n町農業協同組合の理事長に就任し、法令、定款の定めるところにより同組合員の貯\n金の受入、保管、組合員その他に対する資金の貸付等組合事業全般を総括掌理して\nいたものであるが、同組合においては組合総会の決議により一組合員に対する貸付\nの最高限度（もつとも昭和二十九年六月二十三日以降は定款により非組合員に対し\nても貸付が認められその貸付最高限度は組合員と同様になつた）は無担保貸付は金\n二万円、担保貸付は金三十万円と定められており、被告人は同組合の理事長として\n定款及び組合決議を誠実に遵守すべき任務を有するに拘らずその任務に背き\n（一）　昭和二十八年十一月七日から昭和三十年五月二十一日までの間原判決添\n付別紙犯罪一覧表（一）記載のとおり前記組合事務所において組合員Ａ外三名、非\n組合員Ｄの利益を図る目的をもつて同人等に対し総額金四百五十六万五百七十四円\n（同別表に合計金四百五十五万八千五百七十四円とあるは誤記）を不当に貸付け\n（二）　昭和二十八年十二月九日から昭和二十九年三月二十三日までの間、原判\n決添付別紙犯罪一覧表（二）の１２３記載のとおり前記組合事務所において定款に\nより非組合員に対しては貸付ができないのに拘らず、非組合員であるＪ株式会社\n（社長Ｇ）の利益を図る目的をもつて同会社に対し合計金百五万円を手形貸付名下\nに不当に貸付け\n以て同組合に同額の財産上の損害を加えたものである。\n「証拠の標目」\n一、　被告人の司法警察員に対する昭和三十一年三月十四日付同年四月二十日\n付、同月二十三日付、同月二十六日付各供述調書、\n二、　被告人の検察官に対する第一回ないし第三回供述調書、\n三、　Ｋの司法警察員に対する昭和三十一年三月十五日付、同月二十日付、同年\n四月十日付、同月十二日付、同月十八日付、同月十九月付、同月二十六日日各供述\n調書、\n四、　Ｋの検察官に対する第一回ないし第五回供述調書、\n五、　原審相被告人Ｋの原審公判における供述記載、\n六、　Ｌの検察官に対する昭和三十一年八月二十一日付、同月二十五日付各供述\n調書、\n七、　Ｍの検察官に対する同年八月二十三日付、同月二十五日付各供述調書、\n八、　Ｎの検察官に対する同年八月二十七日付供述調書、\n九、　領置の証第二十七号（議事録綴）、\n十、　証第十一号ないし第十四号（各伝票綴）、\n十一、　証第十五号（当座勘定借越約定書綴）、\n十二、　証第十六号（Ｄの当座勘定借越約定書）、\n十三、　証第十七号（普通貯金通帳）、\n十四、　証第十八号（第一番抵当権設定借用金証書）、\n十五、　Ｏ、Ｐ、Ｑ、Ｎ、Ａ、Ｃ、Ｄ、Ｇの司法警察職員に対する各供述調書、\n「法律の適用」\n被告人の判示所為は各刑法第二百四十七条、第六十条、罰金等臨時措置法第二条\nに該当するので、所定刑中罰金刑を選択し、以上は刑法第四十五条前段の併合罪で\nあるから、同法第四十八条第二項に則り各罰金額を加算したその金額範囲内におい\nて被告人を罰金一万円に処し、右罰金を完納することができないときは、同法第十\n八条に則り金五百円を一日に換算した期間被告人を労役場に留置すべく、原審及び\n当審における訴訟費用については、刑事訴訟法第百八十一条第一項本文に従い主文\n第四項掲記のとおり被告人にこれを負担せしめることとする。\nなお本件公訴事実中、各業務上横領の事実は前叙の如く被告人に領得の意思があ\nつたものと認むべき証拠が十分でないから結局犯罪の証明がないことに帰するし、\nまた各農業協同組合法違反の事実についても、被告人の限度外貸付が組合の事業の\n範囲外における貸付に該当するものと解すべきでないことは前叙のとおりであるか\nら、農業協同組合法第九十九条第一項違反罪の成立はこれを否定すべきであるが、\n検察官は当審において該事実のうち原判決添付犯罪一覧表（二）の４における昭和\n三十年二月二十八日のＧに対する金五万円の担保貸付の事実を除いてすべて背任罪\nに訴因を予備的に追加変更したので、その予備的訴因について前記の如く背任罪の\n成立を認めたのであるが、右Ｇに対する金五万円の担保貸付については、結局罪と\nならないものといわねばならぬ。したがつて本件公訴事実中各業務上横領と右Ｇに\n対する貸付については刑事訴訟法第四百四条、第三百三十六条に則り無罪の言渡を\nなすべきものである。\nよつて主文のとおり判決する。\n（裁判長判事　小林登一　判事　成田薫　判事　布谷憲冶）\n"
}