{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 1,
    "day": 20
  },
  "case_number": "昭和43(ラ)58",
  "case_name": "競落許可決定に対する即時抗告事件",
  "court_name": "仙台高等裁判所第三民事部",
  "lawsuit_id": "24012",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24012",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/012/024012_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取消す。\n本件競落を許さない。\n理　　　　由\n本件抗告の趣旨及び理由は別紙記載のとおりである。\nよつて記録を調査するに、抗告人（本件競売事件の債務者）は債権者である青森\n県信用保証協会を相手方として、青森地方裁判所に別紙目録記載の本件建物に対す\nる本件不動産競売手続停止の仮処分を申請し、昭和四三年八月一三日同裁判所にお\nいてその旨の仮処分決定がなされたこと、そして抗告人は同日右競売手続停止の仮\n処分決定正本を原裁判所に提出していることが認められる。\nところで、本件競落許可決定が言渡されたのは同年同月二日であるから、右決定\n正本が原裁判所に提出されたのは競落許可決定の言渡がなされた後であることが明\nらかであるけれども、競落許可決定に対し即時抗告がなされた場合、抗告裁判所は\n競落許可決定後に生じた事実及び証拠をも斟酌し、抗告の裁判をなす当時の状態に\nおいて抗告の当否を決すべきものであるから、右事由は競売法の準用する民事訴訟\n法第六八一条第二項、第六七二条第一号後段により適法な抗告事由となると共に、\n右建物に対する本件競落は同法第六七四条第二項により許されないものといわねば\nならない。\n<要旨>もつとも、競売期日後に停止決定の正本が提出された場合には、停止決定\n前になされた競売期日の手続は適</要旨>法なものであり、競売裁判所は同法第五五\n〇条第二号、第五五一条により既になした処分を一時保持すべきであるし、競落不\n許の決定をすることは最高価競買人の適法に取得した地位を奪うことになり不合理\nであるから、かかる場合には競売期日の手続が終つたままの状態において停止して\nおくべきであつて、競落不許の決定をなすべきではないとの見解もあるけれども、\n同法第六七二条第一号、第六七四条は執行を続行すべからざる事由の存するときは\n競落を許さないこととし、競売手続の停止をなした時は職権をもつても競落の不許\n可をなすべき旨規定しているのであつて、その他競落の許否に関する諸規定に徴し\nても、停止決定が競売期日前に提出されていた場合（従つて裁判所がその段階で競\n売手続を停止すべきであるのにこれを停止せず競売期日の手続が行われた場合）に\nのみ右の取扱いをなすべきことを規定した趣旨とは解されないのみならず、同法第\n五五〇条第二号、第五五一条との関係についても、これらの法条からすれば、執行\nの一時停止がなされた場合には既になした処分を一時保持すべきものであるから、\n停止決定の提出された状態で従前の処分を保持することとなるのであるが、前記第\n六七二条第一号、第六七四条は不動産競売の競落の段階において執行の一時停止が\nなされた場合には、その特則として、特に競落を不許可として競売期日が行われる\n前の状態に置くこととし、その状態において従前の処分を保持すべき旨規定したも\nのと解されるし、また最高価競買人においても、競落を下許可とすることにより直\nちに競買申出の際提供した保証金の返還を受けられることとなる（若し競落の許否\n未決定のまま置くとすれば、将来競売手続が取消されることとなるのか続行される\nこととなるのか未定の不安定な状態のままその解決まで保証金も留め置かれること\nとなる。）し、将来競売手続が取消されることなく再び競売が行われることとなつ\nた場合には、改めて競買の申出をなすこともできるのであつて、これらの点を総合\nしてみた場合競落を不許可とすることが最高価競買人に必ずしも不利益であるとは\n断じ得ないから、当裁判所は前記の見解には賛同できない。\nしかして、本件競落許可決定は本件建物と青森市大字ａ字ｂｃ番ｄ、宅地一〇\n五・七八平方米の両者についてなされているのであるが、記録によると右の土地建\n物は一括競売の条件で競売に付されたものであるから、本件建物について前記のよ\nうな競落不許可の事由がある以上、右土地建物についてなされた本件競落許可決定\n全部がその取消を免れ得ないものといわねばならない。\nよつて本件競落許可決定を取消したうえ、右土地建物に対し有限会社松屋商事が\n昭和四三年七月三〇日になした競買申出については競落不許の宜言をすることと\nし、主文のとおり決定する。\n（裁判長裁判官　村上武　裁判官　松本晃平　裁判官　伊藤和男）\n"
}