{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和40(ネ)288",
  "case_name": "株主総会決議取消請求事件",
  "court_name": "名古屋高等裁判所第一部",
  "article_info": "第18巻7号545頁",
  "gist": "遺言と牴触する生前の財団法人設立行為の効力",
  "case_gist": "遺言と牴触する生前の財団法人設立行為が遺言を失効させる効力を生ずるのは、主務官庁の許可があつて財団法人が設立されたときと解すべきである。",
  "lawsuit_id": "23020",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23020",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/020/023020_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴会社の昭和三八年一一月二九日の第三\n一期定時株主総会における上田九一を被控訴会社の取締役に選任する旨の決議を取\n消す。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決をもとめ、被\n控訴代理人は、主文と同旨の判決をもとめた。\n当事者双方の事実上の陳述、証拠の提出、援用ならびに書証の認否は、左記のほ\nか、原判決事実摘示と同一であるから、ここにこれを引用する。\n（控訴代理人の陳述）\n一、　原判決事実摘示のうち、第二２の（二）の「被告会社は昭和三一年一月一\n三日付の訴外Ａ、同Ｂ等を遺言執行者に指定し、財団法人清水育英会を設立して本\n件株式全部をその基本財産に充てる旨の寄附行為を記載した亡Ｃの遺言公正証書、\n右財団法人設立まで本件株式全部を委員長名義とする旨の委員長名義の決議書およ\nび本件株式名義書換請求書によつて、前記１の如く本件株式全部の名義を亡Ｃから\n委員長のそれに書き換えている」との記載は控訴人の第一審の主張とは異つている\nので、次のとおり訂正して陳述する。\n「被控訴人は昭和三三年九月三〇日付で原判決添付別紙第一記載の遺言書と財団\n法人清水育英会設立準備委員長理事長Ａ作成の『故Ｃ所有の三桝紡績株式会社株式\n三〇万四、七六五株は同人の遺言により財団法人清水育英会を設立し、同財団に寄\n附することとなつているが同財団設立までは財団法人清水育英会設立準備委員長Ａ\n名義とする』旨の決議書と財団法人清水育英会設立準備委員長Ａからの株式名義書\n換請求書により本件株式を財団法人清水育英会設立準備委員長Ａ名義に書換えてい\nる」。\n二、\n（イ）　遺言寄附行為書によると、原判決摘示のごとく訴外Ａ、同Ｂが遺言執行\n者に指定されたものではない。遺言執行者は理事全員を指定すると記載されてい\nる。ところが、理事は三桝紡績株式会社代表取締役一名、取締役一名、Ｄ（その死\n後は承継人一名）計三名ということになつている。とすると、もともと理事なるも\nのは財団設立許可となつて始めて存在するものであるから遺言執行者の指定は不能\nなことを記載したもので無効というべきである。\n（ロ）　仮りに、有効とすれば、理事予定者ということになろうが、この時でも\n取締役一名というのであればその一名を誰にするのかその選定方法があいまいであ\nるから、この点につき理事の任免方法に不備あるものとして裁判所に請求をしてこ\nれを補充すべきである。従つてその裁判所の決定をまたなければ、遺言執行者も特\n定されないことになる。\n遺言寄附行為と遺言執行者とは以上のごとき関係にあるのであるから、仮りに遺\n言寄附行為が有効であるとしても、正当な三名の遺言執行者は存在しないことは明\nらかで、本件株式の名義書換は右の点のみにても形式的要件を具備しないのになさ\nれた違法のものである。\n三、　仮りに前記Ａ、Ｂが遺言執行者であつたとしても、前記書類によりなした\n本件株式の名義書換は以下述べる理由によりその形式的要件を欠いていることは明\n白である。けだし名義書換をなしうるには、その書換請求書と添付書類自体により\nその請求が理由あるものとみられるものでなければならないのに、前記書類によつ\nではその書換を請求しうる権利はどこからも生じてこないからである。\n（１）　遺言執行者は遺言の執行に必要な範囲内で相続財産を管理し、相続財産\nに属する権利を行使しうるにすぎない。ところで、本件遺言寄附行為は、亡Ｃ所有\nであつた被控訴会社株式三〇万四、七六五株を基本財産として財団法人清水育英会\nを設立することにある。従つて、遺言執行者としでなすべきは基本財産たる株式の\n散逸を防ぎつつ、財団法人清水育英会の設立許可申請書を作成し、監督官庁たる文\n部省に提出することにあつて、遺言執行者は本件株式に対してそれ以上の権限を有\nするものではない。すなわち財団法人の設立許可申諸は「文部大臣の主管に属する\n民法第三十四条の法人の設立及び監督に関する規程」（昭和二七年六月一六日文部\n省令第一四号）第一条によつてすることになつている。これによると、本件遺言寄\n附行為による財団法人設立許可申請については、許可申請書に一、公正証書による\n遺言寄附行為書二通一、財産目録一、本件株券が亡Ｃ所有の株券であつたことの証\n明書類一、本件株券の価格評価書一、設立後二年の事業計画及びこれに伴う収支予\n算書一、役員に就任を予定されている者の就任承諾書、履歴書及び身分証明書一、\n既往およそ三年間における財産の状況を記載した書類およびこれらの期間の収支決\n算書一、財産目録を基本財産と運用財産に区分して記載する（遺言に運用財産な\nし）の添付書類をつけて各副本一通と共に文部大臣に申請すればよいことになつて\nおるから遺言執行者は財団設立準備委員会をつくつて申請する必要はないのみか、\nこのようなことは遺言寄附行為書にてらし本件遺言執行者としてはなしえない。け\nだし、民法は遺言者がその遺言に別段の意思を表示しない限り、数人の遺言執行者\nがある時はその任務の執行は過半数で決定してこれを行い（民法一〇一七条）、ま\nたやむをえない事由がなければ、第三者にその任務を行なわせることができない\n（民法一〇一六条）ことを規定しているが、前記のごとき財団設立準備委員会を設\n立することや、このような委員会をつくつて財団の設立をさせるようなことは遺言\n寄附行為書には全く記載がないからである。遺言執行行為として財団法人設立準備\n委員長など選任しうる余地はない。\n（２）　また、仮りに右準備委員会を設立することが執行行為になるとしても、\n遺言による寄附財産は法人設立許可になつて始めて、遺言が効力を生じた時から法\n人に帰属したものとみなきれるのであつて（民法第四二条二項）、法人の設立許可\nあるまでは本来的には相続財産として相続人に皈属すべきであるから相続人以外の\n者に名義の書換をなしうることにはならない。前記文部省令第二条に「民法三十四\n条の規定により、文部大臣から設立許可された法人はすみやかに前条第一項第五号\nの財産目録（寄附財産のこと）記載の財産の移転をうけその移転を終つた一ヶ月以\n内に、これを証する登記所、銀行等の証明書類を添付して、その旨を文部大臣に報\n告しなければならない」ことを規定しているところからみても、設立許可があつて\nはじめてその理事者が本件株式名義を財団名義に書換えることができるのである。\n財団設立まで設立準備委員長なる個人名義に書換えらる根拠は見当らない。\n財団設立許可のない間はかような財団は社会的実体を有しない。したがつて形式\n上たとえ管理人の定めがあつても、実体法上権利関係の主体たりえないのはもちろ\nん、訴訟法上も当事者能力を有しないのを通常とする。ただ、その管理人が寄附行\n為者より信託的に寄附財産の所有権の移転をうけ、その他の原因で財団に帰属すべ\nき財産の信託的所有者となつて財団のために社会的活動をなす場合にのみ、実体法\n上の権利関係も訴訟法上の当事者能力もみとめられるのであるが、かような場合は\n稀有のことで積極的な証拠の認められる場合以外にかような法律状態を認むべきで\nはない。本件についてみるに、財団の設立準備委員会というものの定めはＣの遺言\n寄附行為にはないのであるから仮にこのようなものの代表者を定めても、かかるも\nのに本件株式が帰属することはいかなる意味においてもありえよらはずがない。し\nかるにＡは、本件株式を権利主体たりえない右設立準備委員長たるＡに帰属するも\nのとして名義書換請求をなし、三桝紡績もこれに協力してなしたものである。\n（３）　遺言執行者がその執行行為として名義の書換を請求するのであれば、\n（イ）その権限が遺言寄附行為書に記載されていなければならない。（ロ）名義書\n換請求者は遺言執行者でなければならない。（ハ）三名の遺言執行者が名義書換を\nなすべき者を決定したことを知りうる書面がなければならない。ところが、前記書\n面は遺言執行者作成のものは一つもなく、財団法人清水育英会設立準備委員長、理\n事長Ａ作成のもので右要件は何一つ具備されていない。\n以上の次第で被控訴会社が本件のごとき違法な書換請求に応じたのは、故意又は\n重大な過失によるものたることは明白である。\n（被控訴代理人の陳述）\n一、　控訴人はしきりに本件株式についての、財団法人清水育英会設立準備委員\n長Ａ名義えの名義書換手続の適法性の有無について論じているが、そもそも本件株\n主総会においては、Ａは右株式につき議決権を行使していないのであるから、右名\n義書換の適法性の有無の問題は本件株主総会決議の効力に対しては本来無関係であ\nる。したがつて右の点のみを論ずる控訴人の主張はすべて的外れの議論であつてそ\nの主張自体失当というべきである。のみならず、仮りに右の点を問題にするにして\nも控訴人の主張は誤つているので以下これについて述べる。\n二、　遺言執行者として指名されたのは財団法人清水育英会の「理事」であるが\n「理事」は設立許可まで存在しないから、遺言執行者の指定はないことになるとの\n主張に対しては、ここでいう「理事」とは「理事として指定されたもの」を意味す\nる。遺言者の意思を合理的に解釈する以上これ以外の結論はでてこない。\n三、　三名の理事予定者中「三桝紡績株式会社取締役一名」とあるのは何人か特\n定できないから、遺言執行者の定めは効力がないとの主張に対しては、「三桝紡績\n株式会社取締役一名」とあるのは三桝紡績の取締役中任意の者を任意の方法で選任\nすればよいという趣旨である（この意味では一種の遺言執行者の指定の委託がある\nともいえる）。したがつて三桝紡績株式会社の取締役である者もしくは他の遺言執\n行者が、何人を理事とするか、またはいかなる方法で理事を選任するかを協議によ\nつて定め、これに基づいて理事たる者を定めればよいのである。この協議が成立し\nないときは、他の二名が遺言執行者となれば充分である。そもそも三名の遺言執行\n者が指定されているときに、そのらち一名が不特定であるからといつて、遺言執行\n者の指定そのものが無効になるはずがない。\n四、　設立準備委員会を作ることや、株式を設立準備委員会に引き渡し名義を書\nき換えさせることは遺言の執行ではないという主張に対しては、遺言執行者の職務\n権限は、いうまでもなく「相続財産の管理その他遺言の執行に必要な一切の行為を\nする」権限であり、しかもそれは義務でもある。\n財団法人の設立許可申請は「文部大臣の主管に属する民法第三十四条の法人の設\n立及び監督に関する規程」第一条によりこれをなすことになつているとして、申請\n書に添付すべき書類を挙示しているが、（１）設立趣意書、（２）寄附行為（３）\n設立決議録（４）寄附申込書（５）設立代表者を定めたときは、その権限を証する\n書録（６）設立者又は設立代表者の履歴書（７）役員就任予定者の就任承諾書、履\n歴書及び身分証明書が脱落している。しかして、遺言執行者が遺言執行行為として\n財団を設立するためには右の要求書面を作成する必要がある。これら書面のうち\n（２）ないし（６）は明らかに文部省が寄附行為者単独で設立をせず複数で設立す\nる場合を予定し、この複数の設立者に設立準備委員会もしくは発起人会といつた形\n式をとらせるように指導せんとしていることと裏腹をなしている。文部省が設立許\n可の方針としてかかる考え方をもつている以上遺言執行者が、その目的遂行のため\n寄附行為を作成し、文部省の方針に従つた準備委員会を作つてその代表者を定め、\nその代表者に対し寄附申込をなし、代表者名に株式名義を書き換えることは、その\n権限内でありまた義務である。いずれにせよ、遺言の執行に必要かどうかの判断\nは、遺言者の信任した遺言執行者の裁量事項であり、これについては違法とか無効\nとかの問題は生じえない。\n五、　故Ｃのなした遺言の執行者が、その遺言の執行のため作つた財団法人清水\n育英会設立準備委員会の代表者であるＡを設立代表者としてたした財団法人清水育\n英会設立許可申請が、故Ｃのなした遺言にもとづきその目的の実現のためになした\nものであることはいうまでもない。文部省の指導によれば、発起人会もしくは準備\n委員会なるものを一たん発足させて、設立者の財産を信託的に移転せしめる形式を\nとつている。さればＣは、生前の手続において、自己の財産二〇万株を設立準備委\n員会に寄附申込を書面をもつてなし、その会が財産の管理をして設立手続を取り行\nらことにしていたのである。本件遺言が効力を発生した以上、遺言執行者は設立許\n可をうるために準備委員会を設立し、そこに遺言による財団設立の財産をこの委員\n会に信託譲渡し、委員会名をもつて設立手続をなすことはこれまた遺言執行に外な\nらないのである。これは遺言の寄附行為に設立準備委員会の定めがなくとも、当然\n執行者としでなすべき権利であり義務である。設立の方法、手続までも遺言に書い\nでなければならないという議論は、遺言者の意思を無視し、実体を見失つた議論と\nいうべきである。\n（立証関係）\n控訴代理人は甲第二〇号証、第二一号証の一ないし四、第二二号証を提出し、乙\n第一三ないし一六号証のの成立を認めた。\n被控訴代理人は乙第一三ないし一六号証を提出した。\n理　　　　由\n当裁判所の判断によるも、控訴人の請求は失当として棄却すべきものと考える。\nその理由についでは、左のとおり附加補正するほか、原判決の説示するところと同\nじであるから、原判決の理由記載をここに引用する。\n一、　亡Ｃのなした財団法人清水育英会の設立を目的とする寄附行為についての\n遺書の効力が、右遺言後になした三桝育英会設立を目的とする生前寄附行為によつ\nて失効させられたかどうかについて考え<要旨>てみるに、財団法人の設立者の寄附\n行為は法人を設立しようとする効果意思と、一定の財産をこれに帰</要旨>属させよ\nうとする効果意思とを内容とする相手方なき単独行為であつて、一定の財産の出捐\nと寄附行為書の作成によつてなされるが、それだけでは、その法律効果を生ずるも\nのではなく、主務官庁の許可をまつて財団法人の設立という効果が発生するもので\nあるから、右許可は寄附行為のいわば法定条件をなすものといえる。しかして、こ\nの場合、右のような停止条件附処分行為はたとえ遺言と牴触していても、そのまま\nでは民法第一〇二三条二項の処分行為には当らない―条件が成就してはじめて遺言\n失効の効果を生ずる―と解すべきである。本件について、これをみれば、生前処分\nたる亡Ｃのなした前記財団法人三桝育英会設立許可申請については主務官庁の許可\nがないことは弁論の全趣旨に徴し当事者間に争いのないところであるから、本件遺\n言は取消されたことにはならず、現在もなお有効に存続しているものというべきで\nある。\n二、\n（一）　控訴代理人は、前記遺言による「遺言の執行者として理事全員を指定し\nた」との遺言執行者の指定の条項は未だ法的に存在していない理事を遺言執行者と\nして指定しているから無効であると主張するけれども、ここにいう理事は理事とな\nるべき者を指称するものと解するのが相当であり、理事となるべき者として被控訴\n会社代表取締役外二名が指定されていることは当時者間に争いがないから、控訴人\nの右主張は理由がない。\n（二）　控訴代理人の遺言執行者が不特定であるという主張については、遺言執\n行者として被控訴会社代表取締役（訴外Ａ）および訴外Ｄの二名は特定されてお\nり、被控訴会社取締役一名とあるのは、遺言執行者の指定の委託であつて、被控訴\n会社において取締役のうちから適宜な方法で一名を選べば足りるものと解すべく、\nそして取締役一名の選任が終つていない間は、遺言執行者は前記二名であり、この\n者が遺言執行者としての権限を遂行すればよいものというべきであるから、控訴人\nの右の主張も理由がない。\n三、　遺言執行者は、相続財産の管理その他遺言の執行について必要な一切の行\n為をする権利義務を有するのであるから、本件において遺言執行者たる訴外Ａが、\n被控訴会社の本件株式三〇万四、七六五株を基本財産として、財団法人清水育英会\nを設立する旨の亡Ｃの遺言にもとづき、財団設立許可申請をしたうえ、その設立準\n備のため設立準備委員会を組織して、設立中の財団の機関としての働きをさせ、同\n委員会に株式を引渡し、かつ、同委員長名義に名義書換をなすべき旨会社に請求す\nることも前記遺言の遺言執行のため必要かつ相当な行為として、遺言執行者の権限\nの範囲内に属する適法な行為と解すべきである。控訴代理人は、名義書換請求をな\nしたのは遺言執行者でないから違法であると主張しているが、右のごとき経緯をへ\nて財団法人清水育英会設立準備委員長名義をもつて本件書換請求がなされている以\n上、なんら形式的資格において欠けるところはないものといわねばならない。\n従つて、被控訴会社が前記遺言執行者とされておらず、かつ、本件株式の所持人\nでもない控訴人から、本件株式の名義書換請求があつたのを拒否し、かえつて、遺\n言執行者である訴外Ａからなされた清水育英会設立準備委員長名義えの書換請求に\n応じ、その旨の名義書換をなしたのは決して不当ではなく、右行為はもとより悪意\n又は重大な過失によるものということはできない。\n以上の次第で、本件控訴は理由がないから、これを棄却することとし、民事訴訟\n法第九五条第八五条を適用して主文のとおり判決する。\n（裁判長裁判官　成田薫　裁判官　神谷敏夫　裁判官　辻下文雄）\n（参　照）\n原審の認定した遺言による寄附行為\n（一）目　的\n寄附行為者Ｃは、寄附行為の財産を基金として財団法人清水育英会を設立し、教\n育に関する寄附を為す事を以て目的とする。\n（二）名　称\n財団法人清水育英会と称す。\n（三）事務所\n三重県度会郡ａ町ｂｃ番地\n三桝紡績株式会社内に置く。\n（四）資産に関する規定\n寄附行為者の所者する三桝紡績株式会社株式額面五〇円全額払込済のもの三〇四\n七六五株を基本資産としこの財産から生ずる株式配当金を以て寄附行為の目的達成\nに使用するものとする。\n（五）存続期間は予め定めないが寄附行為者から寄附行為を受けた原始寄附財産は\n事情の如何を問わず、之を処分することを得ないものとする。\n（六）理事及び監事の任免に関する規定\n（１）理事は左の三名とする。\n三桝紡績株式会社代表取締役　　　　　　　　一　名\n同　　　　　　　　　取締役　　　　　　　　一　名\nＣの相談人にしてＣの系譜祭具墳墓の所有を承継し、祖先の祭妃を主宰するもの\n（Ｄ、その死後は承継人）。\n（２）監事は左の二名とする。\n三桝紡績株式会社監査役　　　　　　　　　　一　名\nＥ但しＥの没後はＦ家より選出する。\n以上\n原審の認定した生前行為による寄附行為\n（一）目　的\n学術優秀、品行方正でかつ身体強健でありながら経済的理由により上級学校に進\n学が困難な者に対して、育英奨学を行い修学を助け、もって社会に有為な人材を育\n成することを目的とする。\n（二）名　称\n財団法人三桝育英会と称す。\n（三）事務所\n三重県度会郡ａ町ｂｃ番地\n三桝紡績株式会社内に置く\n（四）資産に関する規定\n（１）\n（イ）寄附行為者Ｃの所有する三桝紡績株式会社株式額面五〇円、全額払込済の\nもの二〇万株及び現金二〇万円\n（ロ）資産から生じる果実\n（ハ）事業に伴う収入\n（ニ）寄附金品\n（ホ）その他の収入\n（２）資産を基本財産と運用財産の二種とし\n（イ）基本財産は、右三桝紡績株式会社株式二〇万株及び将来基本財産に編入さ\nれる資産で構成し\n（ロ）運用財産は、基本財産以外の資産とし\n（ハ）寄附金品で寄附者の指定のあるものは、その指定に従う。\n（３）基本財産のうち現金は、理事会の議決によつて確実な有価証券を購入する\nか、又は定期郵便貯金とし、若しくは確実な信託銀行に信託するか、あるいは定期\n預金として理事長が保管する。\n（４）基本財産は消費し、又は担保に供してはならない。\n但しこの法人の事業遂行上やむを得ない理由があるときは理事会の議決を経、且\nつ文部大臣の承認を受けてその一部に限り処分し、又は担保に供することができ\nる。\n（５）この法人の事業遂行に要する費用は、資産から生じる果実及び事業に伴う収\n入等運用財産をもって支弁する。\n（五）　理事及び監事の任免に関する規定\n（１）理事は五名以上八名以内（うち理事長一名）、監事は二名または三名。\n（２）理事及び監事は評議員会でこれを選任し、理事は互選で理事長一名を定め\nる。\n（３）評議員一〇名以上一五名以内を置き、評議員は理事会でこれを選出し、理\n事長がこれを任免する。\n以　上\n"
}