{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 8,
    "day": 19
  },
  "case_number": "昭和42(行コ)6",
  "case_name": "供託金取戻請求却下決定取消請求事件",
  "court_name": "仙台高等裁判所第三民事部",
  "lawsuit_id": "24013",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24013",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/013/024013_hanrei.pdf",
  "contents": "主　　　　文\n第一審被告の本件控訴を棄却する。\n原判決を次のとおり変更する。\n第一審原告の別紙目録記載の供託金の取戻請求に対し、第一審被告が昭\n和四一年一〇月一日付でなした却下決定を取消す。\n訴訟費用は第一、二審とも第一審被告の負担とする。\n事　　　　実\n第一審原告代理人は「原判決を次のとおり変更する。第一審原告の別紙目録記載\nの供託金の取戻請求に対し、第一審被告が昭和四一年一〇月一日付でなした却下決\n定を取消す。訴訟費用は第一、二審とも第一審被告の負担とする。」との判決を、\n第一審被告の控訴に対し、控訴棄却の判決を求め、第一審被告代理人は「原判決中\n第一審被告敗訴の部分を取消す。第一審原告の請求を棄却する。訴訟費用は第一、\n二審とも第一審原告の負担とする。」との判決を、第一審原告の控訴に対し、控訴\n棄却の判決を求めた。\n当事者双方の事実上、法律上の主張並に証拠関係は、\n第一審原告代理人において、\n一、　いわゆる弁済供託における供託金の取戻請求権の消滅時効は、原判決のよ\nうに、紛争解決の時から進行するものと解すべきである。\nそして、本件礼金の供託は、支払義務がないのにあると思つて供託したのではな\nく、任意に謝礼と紛争解決の示談金の意味を含めて供託したものであるが、法的義\n務のある金員と任意的な提供金とが一体となつて供託された場合、錯誤を証する書\n面を添付してその一部を取戻す方法（供託法第八条第二項及び昭和三六年四月八日\n民事甲第八一六号法務省民事局長通達）があるとしても、通常消滅時効にかかるこ\nとを防止するため、このような方法を用いて供託金の一部の取戻を期待することは\n困難であるから、時効の進行についても両者同一の法的運命に服するのでなければ\n不合理である。両者を区別した原判決はこの点において不当である。\n二、　第一審原告は昭和四一年七月六日、弁護士佐藤邦雄を代理人として供託金\n払渡請求書（甲第二号証）に委任状（甲第三号証）及び供託書（乙第二号証）を添\n付して提出したところ、第一審被告は同年一〇月一日これを却下（乙第一号証の\n一）したものである。\nと述べ、\n第一審被告において、\n一、　いわゆる弁済供託における供託金の取戻請求権の消滅時効は、時効制度が\n設けられている根拠ないし趣旨からみて、第一審被告が主張するように、その供託\nの時から進行するものと解すべきであり、原判決のこの点に関する解釈は不当であ\nる。\n二、　第一審原告主張の右二の事実は認める。\nと述べた。\n証拠（省略）\nほかは、原判決の事実摘示と同一であるから、ここにこれを引用する。\n理　　　　由\n一、　第一審原告が昭和二九年一一月三〇日訴外Ａを被供託者として、第一審原\n告が右Ａから昭和二〇年一〇月二六日借受けた元金として金一九三、五〇〇円、約\n定利息として金一〇五、四九〇円、礼金として金一〇一、〇一〇円合計金四〇万円\nを弁済のため供託したこと、第一審原告が昭和四一年七月六日、弁護士佐藤邦雄を\n代理人として右供託金の取戻を請求したところ、第一審被告が同年一〇月一日右取\n戻請求権は時効により消滅したとの理由でこれを却下したことは当事者間に争がな\nい。\n二、　よつて、右却下処分が違法か否かについて判断する。\n（一）　右却下処分は、第一審原告の本件供託金の取戻請求権が時効により消滅\nしていることをその理由とするものであるから、先づ弁済供託金の取戻請求権の消\n滅時効が何時から進行するかについて考察するに、この点に<要旨第一>ついては、\n当裁判所も弁済供託制度の目的ないし趣旨に鑑み、「供託者において供託の利益を\n享受する必要が</要旨第一>なくなつたとき即ち供託を維持する必要がなくなつた時\nから」その消滅時効が進行するものと解するのが相当と考える。その理由は次に付\n加するほかは、原判決の理由（原判決四枚目裏七行目から七枚目裏一一行目まで）\nと同様であるから、ここにこれを引用する。\nそもそも弁済供託の制度は、弁済者が弁済の目的物を債権者のために国家機関で\nある供託所に寄託して債務を免れる制度であつて、右制度が供託者の利益のために\n設けられた制度であることは明らかである。そして供託者において、債務につき免\n責の利益を享受するためには、その供託された原債権の存否或は供託の適否をめぐ\nる供託者と被借託者間の紛争が解決するまで供託を維持する必要があることも疑の\n余地がない（民法第四九六条第一項）。\nしかして、民法第一六六条第一項は消滅時効は権利を行使し得るときより進行す\nる旨規定し、また同法第四九六条によると、供託によつて質権又は抵当権が消滅し\nた場合を除き、債権者が供託を受諾し、または供託を有効と宣告する判決が確定す\nるまでは、供託者において何時でも供託物を取戻すことができることになつている\nけれども、供託金を取戻した場合は弁済供託による利益を失うのであるから、紛争\nが解決するまでは供託者において弁済供託の利益を享受しながらこれが取戻請求権\nを行使することは法律上不可能であるといわなければならない。\nのみならず、若し第一審被告の主張するように、何時でも供託金の取戻しができ\nることを理由に、供託の時から消滅時効が進行し、一〇年の経過により取戻請求権\nが消滅するものと解するときは、供託者と被供託者の紛争の解決に一〇年以上の日\n時を要したような場合には、既に供託金は国庫に帰属し、紛争解決の暁においても\nこれが供託者の手に戻らないこととなるのであるが、このようなことは一方におい\nて供託者に弁済供託による利益を与えながら一方において供託者の利益を奪うもの\nであつて、紛争が解決するまで供託者の利益のために国家機関である供託所におい\nて供託金を預ることにした弁済供託制度の本旨に反するものといわなければならな\nい。\n以上のような弁済供託制度の目的ないし趣旨に鑑みれば、弁済供託金の取戻請求\n権の消滅時効は、供託の時からではなく、供託者において供託の利益を享受する必\n要がなくなつたとき即ち供託を維持する必要がなくなつた時から進行するものと解\nするのが相当である。\n<要旨第二>（二）　ところで弁済供託金の取戻請求がなされた場合、供託官はそ\nの請求が手続上適式であるか否かのみなら</要旨第二>ず、当該請求者が供託物の取\n戻を受ける権利を有するか否かを審査し、当該請求が適法なときはこれを認可し、\n不適法なときはこれを却下すべきものであるが、右の審査は請求者から提出された\n書類によつて（供託法規所定の書類の提出がないときはその提出を求めて）のみ審\n査すべきものであつて、供託官は、供託者、被供託者間の債権債務の存否等につい\nてはもとより、右提出された書類の内容の真否について実質的な審査権限を有する\nものではないから、取戻請求権が時効により消滅しているか否かについても、その\n提出された書類をとおしてのみ時効の起算日即ち供託者において供託を維持する必\n要がなくなつたのは何時かを覚知し、これを判断すべきものといわなければならな\nい。\nしかして、供託官の審査権限が右の如くである以上、そのなした処分の適否を判\n断するに当つても、それが審査権限の範囲内において適法になされたものであるか\n否かを審査してそれが違法か否かを判断すべきものといわねばならない。何となれ\nば審査権限を有しない事項について審査しなかつたからといつて供託官の当該処分\nを違法ということはできないし、反対に審査権限を有しない事項について審査して\nなした処分は、審査権限の範囲を逸脱した処分であつて違法な処分といわねばなら\nないからである。\n（三）　このような見地から本件供託金の取戻請求権が既に時効により消滅した\nとしてこれを却下した本件却下処分の適否をみるに、本件供託金の取戻請求にあた\nつて提出された書類は、供託金払渡請求書（甲第二号証）、代理人の委任状（甲第\n三号証）及び供託書（乙第二号証）のみであることは当事者間に争がないところ、\nこれらの書類のみでは、第一審原告において何時本件供託を維持する必要がなくな\nつたのか、換言すれば本件供託金の取戻請求権の消滅時効の起算日が何時になるか\nを覚知することができないのであり、従つて本件供託金の取戻請求権が時効により\n消滅したと判断することもできない筋合であるから、この意味において消滅時効の\n完成を理由に本件取戻請求を却下した第一審被告の本件却下処分は、結局違法であ\nるといわざるを得ない（もつとも弁論の全趣旨に徴すると、第一審被告は弁済供託\n金の取戻請求権の消滅時効はその供託の時から進行するとの見解に立つて本件請求\nを処理した関係上、他の書類の提出を求めなかつたものと推測されるし、一方第一\n審原告としては、第一審被告から供託法規所定の供託原因の消滅を証する書面等の\n提出を求められれば、甲第一号証の調停調書謄本（その記載のみでは右調停と本件\n供託金との関係は明らかでないが）その他の書類を提出したであろうことはこれを\nうかがうに難くないから、第一審被告としては、よろしく第一審原告に必要書類の\n提出を求め請求の適否を判断すべきであつた。）。\n三、　そうすると、第一審原告の本件供託金の取戻請求を却下した第一審被告の\n本件却下処分は違法であるから、これを取消すべく、これと結論を異にし本件却下\n処分中、本件供託金の元金及び利息に関する部分を取消し、礼金に関する部分を維\n持した原判決は不相当であつて、結局第一審原告の本件控訴は理由があるといわね\nばならない。\nよつて、第一審被告の本件控訴は理由がないからこれを棄却し、第一審原告の本\n件控訴は理由があるから、原判決を変更することとし、民事訴訟法第三八四条、第\n三八六条、第九六条、第八九条に従い主文のとおり判決する。\n（裁判長裁判官　村上武　裁判官　牧野進　裁判官　伊藤和男）\n目　　　録\n一、　供託書の番号　昭和二九年（金）第五一号\n二、　金　　　　額　金四〇万円\n三、　供託年月日　　昭和二九年一一月三〇日\n四、　供託を義務づけ又は許容した法令の条項\n民法四九四条\n五、　供　託　者　原　告\n"
}