{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 14
  },
  "case_number": "昭和34(う)1942",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "lawsuit_id": "21274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/021274_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、静岡地方検察庁検事正代理検事内田達夫作成名義の控訴趣意\n書に、これに対する答弁は、弁護人大野正男及び同大蔵敏彦各作成名義の答弁書に\nそれぞれ記載のとおりであるから、ここにこれを引用し、これに対し次のように判\n断する。\n控訴の趣意第一点について\n所論の主要な論点は、公職選挙法第百四十八条第一項の新聞紙、雑誌と認められ\nる政党、労働組合等の機関紙が、選挙に関しその文章の内容、体裁上単なる報道、\n評論のみでなく、特定の候補者の当選を得ることを目的とする内容をも掲載してい\nる場合は、同法条の正当な報道、評論の限界を越えたものと解すべきに拘らず、原\n判決が当該機関紙が特定の候補者の当選を得ることを目的とする内容のみを有する\n記事を掲載している場合が適法な報道、評論でなく、その目的を有しない内容の記\n事を掲載している場合は、適法な報道、評論であると判断しているのは、法令の解\n釈を誤つたものであるというのである。\nそこで先ず原判決を精読するに、右所論に相当する部分は、原判決は、右のよう\nな機関紙において「単なる主観的な宣伝を内容とする記事は報道、評論とはいえな\nいのであつて、もつぱら特定の候補者に当選を得しめる目的のみをもつてかような\n宣伝的記事を掲載するときは、同法第百四十六条に違反する。」「その機関紙にお\nいて特定の政党または候補者を推せん、支持し、もしくはこれに反対する旨を報道\nし、その解説を行い、もしくはこれについて意見を表明するなどの方法により評論\nをなすことは、さきに述べた限界を逸脱しない限り言論の自由として許された行為\nである。」「機関紙による報道、評論は特定の政党もしくは候補者を支持、推せん\nし、またはこれに反対することになる場合が多いが、そのことは報道、評論たるを\n妨げない。」というのであつて、原判決の右判断の要旨は、当該機関紙の記事が単\nに特定候補者に当選を得しめる目的をもつて主観的な宣伝のみを内容とする記事で\nある場合は、前記法条の報道、評論に該当せず、特定の候補者についてこれを推せ\nん、支持すること、又はこれに反対するについて報道したり、意見を述べたりする\n記事は、単なる当選を目的とする宣伝記事ではないから、前記適法な報道、評論に\n該当するという趣旨と解せられる。即ち原判決の右判断は、検察官の所論のよう\nに、単に特定の候補者の当選を目的とする記事が違法で、この目的のない記事が適\n法な報道、評論にあたるという趣旨ではなく、単に特定の候補者の当選を得る目的\nで主観的な宣伝のみを内容とする記事は正当な報道、評論ではないというのである\nから、この点に関する前記非難は原判決の趣旨を誤解したものであつて失当であ\nる。しかし原判決は公職選挙法第百四十八条第一項の報道、評論の解釈について右\nのように判断を示して居り、論旨はまたこれと異なるような解釈を主張しているの\nで、この点に関し考察するに、記録及び原審において取り調べた各証拠によれば、\n本件起訴にかかる「Ａ」の昭和三十三年四月三十日付号外、同年五月二日付第二百\n八十五号及び同月十六日付第二百八十七号の三紙は、Ｂ労働組合Ｃ地方本部の発行\nする同組合の機関紙であつて、公職選挙法第百四十八条第三項の法定要件を具備\nし、同条第一項に規定する新聞紙に該当することを認めることができるから、右機\n関紙は同条第一項但書に該当するものを除<要旨>き、選挙に関する報道、評論を掲\n載する自由を有するものであるが、同条に規定する報道とは、選挙に関する</要旨>\n客観的事実の報告であり、評論とは政党その他の団体、候補者その他のものの、政\n策、意見、主張、選挙運動その他選挙に関する言動を対象として論議、批判するこ\nとを指すものと解する。即ち、ある政党、政治、及び経済等に関する団体、労働組\n合、選挙候補者、同運動者その他のものが、選挙に関し如何なる政策を発表した\nか、如何なる意見、主張を述べたか、あるいは、如何なる候補者が立候補したか、\nある候補者を誰が支持、推せんし、誰が反対したかというような事実を報告として\n掲載するのが同法条のいわゆる報道であり、前記諸団体又は候補者等の政策その他\nの意見、主張や、選挙運動その他選挙に関する言動を論議し、批判し、賛否の意見\nを述べたり、あるいは批判の対象とした特定の政党、政治団体又は特定の候補者を\n支持、推せん、若しくは反対する等の意見、主張の記事は、同条の評論に該当する\nものと解すべきである。\nただ特定の候補者の推せん、支持に類似する記事であつても、その内容の実体が\n単に当該候補者の当選を目的としてその人物、意見等の宣伝のみを専らにする記事\nは、右法条の許容する正当な報道、評論には該当しないものというべきである。\nそして右法条の新聞紙、雑誌に掲載された記事が正当な報道、評論に該当するや\n否やを定める基準、即ち適法な報道、評論と然らざるものとの限界は―記事の内容\nの具体的な取扱方、掲載の形式、体裁、方法等はそれぞれの新聞紙、雑誌の性格、\n目的、読者等の相違に応じて異なることはあつても―一般の商業新聞たると、政党\n又は労働組合その他の団体の機関紙たるとを問わず同一で、その間何らの差異もあ\nるべきでなく、同じく労働組合の機関紙であれば、Ｂ労働組合の如き組織、内容の\n強大な且つその業務が公共的性格を有する組合の機関紙たると、弱小な市井の企業\n体の組合の機関紙たるとを問わず、その間に毫末の差異も認むべきでないと解す\nる。\n検察官の所論は、特定候補者の当選を目的とするとみられる内容の記事は、適法\nな報道、評論ではないと主張するもののようであるが、前説示のとおり、単にその\n記事が特定の候補者の当選を目的とするが如き内容を有する記事であるの一事によ\nつて直ちに違法な記事と断定することにはにわかに賛同することができない。けだ\nし公職選挙法第百四十八条第一項において新聞紙、雑誌等の言論に選挙に関する報\n道、評論の自由を保障した所以は、憲法第二十一条（言論、出版等の自由保障）の\n精神を尊重すると共に、正規の新聞紙、雑誌の社会的意義を認め、選挙に関し豊富\nな資料と公正な言論を国民に提供させて、国民の民主的意義の向上を目的とするが\n故というべく、それがために公職選挙法第百四十八条第三項に法が新聞紙、雑誌と\n認めるものについて厳格な要件を要求すると共に、同条第一項但書においては選挙\nの公正を害する如き表現の自由の乱用を禁止し、且つ同条第二項には頒布について\n正規の方法を逸脱することを禁じているのである。この法の精神とその規定の内容\nに鑑みるときは、法の要求する要件を具備する新聞紙、雑誌が、選挙に関し、特定\nの候補者の言動を客観的に報告したり、これに対し公正な批判をし、その候補者の\n人格、識見、政治上の意見を支持し、これを読者に推せんして当選を期待したり、\nあるいはその反対に、批判の結果その候補者を排斥するの言説を掲載することは、\n何ら選挙の公正を害するおそれはないものといわなければならない。\n原判決の公職選挙法第百四十八条第一項の報道、評論の解釈は、その思考ないし\n判断過程の一部において前説示と異なる点はあるが、その結論としてはこれと同一\nの見解をとるものと解せられるから、結局原判決には所論のような法令の解釈を誤\nつた違法は存在しない。論旨は理由がない。\n控訴の趣意第二点の一について、\n所論の要旨は、原判決が本件の「Ａ」の記事内容を公職選挙法第百四十八条の正\n当な報道、評論と認定したのは事実誤認であるというのである。\nそこで原審において証拠として取り調べた本件起訴にかかる「Ａ」の三紙の記事\nを調査、検討するに、\n一、　昭和三十三年四月三十日付同紙号外の記事中、Ｄに関するものは、同紙の\n右側に「五月二十二日総選挙、働く者こそ幸せになろう」と題し、本文には、四月\n二十五日国会解散が行われ、三年ぶりで総選挙することとなつたが、保守党内閣は\n議会民主主義を無視しているので、我々はこの機会に日本のあゆむ方向をアメリカ\n一辺倒、再軍備、独占資本擁護の道から、平和民族の独立、働く者の生活と権利を\n守る道へ転換させなければならぬ旨を、及び総選挙の告示、投票日等の日取りを掲\n載し、五月二十二日にはみんなが権利を行使して働く者こそ幸せとなる為に仲間を\n誘つて一人残らず投票に行こうという趣旨の記事を掲載し、また中央には「搾取の\nない世の中を作る為Ｄの推せん決定」と題して、Ｂ労働組合Ｃ地方本部がＤ委員長\nを衆議院議員選挙に静岡県第一区から立候補させ推せんすることに決定したとの記\n事を、そしてその左側上段にＤの写真を、その下段に同人の経歴に関する記事をそ\nれぞれ掲載している。右の掲載記事を観ると、前半は保守政党政府に対する批判、\n総選挙に対処するＣ地方本部としての意見及び総選挙の日取りの報告であり、後半\nは、同地方本部がＤを立候補させ、これを推せんすることを決定した事実及び同候\n補者の写真、経歴の報告であるから、右は公職選挙演第百四十八条第一項の選挙に\n関する正当な報道、評論の限界を全く逸脱しない記事と認められる。\n二、　次に同年五月二日付同紙第二百八十五号のＤに関する記事は、第一面右側\n上段に「推せん候補各地で奮闘、保守政権打倒の好機、三年ぶりの総選挙」と題\nし、本文に総選挙の日取り、Ｅ内閣の行動に関する報道、批判及び「私たちは全力\nをつくしＦ党を中心とした民主勢力の画期的飛躍をかちとらなければならない」と\nの意見並びにＤの公約事項を掲載し、また左側昀上段には、横に黒地に白く大きな\n活字で「Ｄを当選させよう」と印刷し、その下には同人の写真と共に同人の意見と\nして「働く者が幸せになる為に」と題して、国家予算税金その他に関する政治上の\n批判及び意見並びに組合員に協力を求める趣旨の記事を掲載しているのであり、\n三、　また同年五月十六日付同紙第二百八十七号の記事中右候補者に関するもの\nは、先ず前記第二百八十五号と同様に第一面の左側昀上段に黒地に白く「Ｄを当選\nさせよう」と印刷し、右側上段には「総選挙終盤戦に突入、推せん候補各地で奮\n闘、静岡県第一区は苦戦中」と題し、静岡県その他各地の選挙状勢を報告する記事\nとＤ候補者の選挙運動の状況及びその当選を期する記事を、また中段には「Ｄ候補\nの必勝の誓、みんなで全力を尽そう」と題してＤの選挙状勢と組合員に対する同候\n補者への支援の要求を、また中段中央から下段中央にかけて、同候補者の演説会の\n日程を、次にＧのＢ職員に対するＤを当選させてくれという趣旨の通信文の一部を\nそれぞれ掲載し、なお左側上段と右側中段に同候補者のための街頭演説の写真を掲\nげている。\n右五月二日付と同月十六日付の両紙の記事を通覧するに、候補者Ｄの当選を目的\nとするための単なる宣伝的記事ではなく、一般的に保守党やその内閣に対する批判\nと、同組合において候補者として推せん支持している同人の人物、政見等を報道\nし、これを支持する意見を表明し、且つ一般選挙運動の状勢の報告と併せてＤに対\nする組合員の支援、協力を求める意見を記載しているのであるから、右はいずれも\n前記法条の報道、評論に該当するものであつて、何ら表現の自由を乱用し、選挙の\n公正を害するおそれのある記事とは認められない。尤も右両紙の紙名題字の下に、\n（前記四月三十日付号外も同様）「さあ選挙だ俺達の代表を国会に送ろう」とか\n「昀後の追込み、推せん候補の必勝を期そう」と印刷したり、また前記のように特\nに紙面昀上段に黒地に白で「Ｄを当選させよう」と比較的大きな活字で印刷、掲載\nしているのは、ただこの部分だけを取り上げれば何ら報道、評論の内容を有ぜず、\n右候補者の当選を目的として投票を求める勧誘の文言とみえるのであつて、その表\n現の形式、体裁はやや妥当を欠く嫌いはあるが、これらの文言を各紙の前記記事と\n一体として観察すれば、組合が同候補者を支持、推せんする意見表明の一部と看取\nすることができるのであるから、それぞれ右一部の文言のみを切り離して取り上げ\nこれを不当、違法の記事と論ずるのは正しくない。\n検察官の所論中には、新聞紙の記事が公職選挙法第百四十八条第一項の正当な報\n道、評論に該当するや否やは、当該文書の内容、形式、体裁からの客観的考察と、\n頒布の目的、時期、方法、発行部数等から推定される頒布者の意思に対する主観的\n考察を総合して判断すべきであるとの主張もあるが、同法条の報道、評論は前説示\nのように解釈すべきであり、その報道、評論が適法であるかどうかは、その報道、\n評論自体により、しかもその体裁や形式や、また片言隻語にとらわれることなく、\n当該記事の実体を把握して判断すべく、そしてその報道、評論自体が正当である限\nり頒布者の意図が所論のような目的を有していたとしても、これは報道、評論の適\n法性に何ら影響を及ぼすものではないというべきである。\n以上の理由により本件「Ａ」三紙の記事が公職選挙法第百四十八条第一項の報\n道、評論に該当する適法なものと判断した原判決には、所論のような事実誤認の違\n法はない。従つて被告人Ｈ、同Ｉ、同Ｊ、同Ｋの右機関紙に関する本件起訴行為が\n公職選挙法第百四十六条違反の罪とならないと判断した原判決は正当である。論旨\nは理由がない。\n控訴の趣意第二点の二つについて\n所論の要旨は、原判決が被告人Ｌについて同人が本件「Ａ」の発送に関与したと\n認め得る確証がないと認定したのは事実の誤認であるという趣旨である。\n右所論に鑑み記録及び原審において取り調べたすべての証拠を調査するに、被告\n人Ｌに対する本件公訴事実の存在を証明し得るが如き内容を有するものは、同被告\n人の司法警察員Ｍ及び同Ｎ並びに検察官に対する各供述調書とＯの検察官に対する\n供述調書の各供述記載のみであつて、他に右公訴事実の存在を証明するに足りる証\n拠は全然存在しない。そこで被告人Ｌの右各供述調書中の供述及びＯの右供述調書\n中の供述が果して措信し得るものであるかどうかを検討するに、先ず被告人Ｌの各\n供述調書にあらわれている同人の供述は、同人に対する公訴事実に符合するのでは\nあるが、その内容全体は少なからず杜撰、粗雑であり、重要な点に関する供述を欠\nき、その自白は必ずしも我々を首肯せしめるには足りない。たとえば「Ａ」の発送\n頒布はＢ労働組合Ｃ地方本部の業務であり、被告人Ｌは同本部の執行委員ではある\nが、同組合Ｃ支部の副委員長として専ら同支部の業務を担当して居り、本部の業務\nには全然関与していなかつたこと証拠上明らかであるに拘らず、何故に同被告人が\n本部の業務である右機関紙の発送事務に関与したのか、その発送先が同支部の管轄\n地域であること及び同被告人がＤの選挙運動をしていたことのみではその理由を解\n明することはできない。しかも同被告人が本部に行つて機関紙の残部を見たとき、\n同所に本部の執行委員が居たというのに、被告人Ｌが右機関紙を発送するについて\n本部のその執行委員と協議したことも依頼を受けたことも供述していないが、同被\n告人が本部の業務である右機関紙の発送を行うに当つて何故居合せた本部の執行委\n員（たとえそれが情宣事務の担当者でなかつたにしても）と協議し、あるいはその\n執行委員に依頼しないで自ら独断で発送事務をとつたのであるか。また当時本部に\nは会計係の職員が勤務して居り、右機関紙の発送に関する労務に従事したアルバイ\nト学生に対する報酬は、いずれも同会計係職員から当該学生に支払つているにも拘\nらず、同じ機関紙の発送に関する費用である郵送料のみを、何故右会計係に支出請\n求せず、同被告人個人が立替支払をしたのであるか、またその立替金は相当多額で\nあるに拘らず、同被告人が捜査官の取調を受けるまで一ケ月前後の期間、組合との\n間にこれを精算しなかつたのは何故であるか。Ｏ書記から受領したという郵送料金\nの受領証を被告人Ｌはどう処分したのか。\nこれらの点及びその他にも必要と認められる事項について同被告人の供述を欠い\nているのであるが、その供述のない理由は他の証拠によつても明らかとすることが\nできない。Ｏの検察官に対する供述内容も右と同様極めて漠然としたもので、右の\n疑点を明らかにすべき供述は全然なく、事実の真髄を明確にする内容がない。従つ\nてこれらの各供述内容を他の関係証拠、即ちＯの原審公判廷における証言原審証人\nＱ、同Ｒ、同Ｓ、同Ｔ、同Ｕの各証言、証票綴中の各伝票及び郵便料金受領証等と\n対比するときは、被告人Ｌ及びＯの右捜査官に対する各供述調書の内容は、同被告\n人の本件公訴事実の存在を証明する証拠としてはまことに不十分といわざるを得な\nい。\n検察官は同被告人の原審公判廷における供述と右Ｏ証人の証言及び供述との間に\nくいちがいあり、また証票綴中の本件に関する支払伝票等は後日整理し作成したも\nのではないかとの疑ありと論じているが、右証拠物が同被告人らの原審法廷におけ\nる供述に符合させるため、後日故意に作成されたものと認めるに足りる確証はな\nく、また同被告人と証人Ｏの原審における供述が多少相違している点があつても、\nなお機関紙の発送先が同被告人がＤのために選挙活動をしていた組合Ｐ支部の地域\n内の組合員家族であることや、機関紙発送にあたつて同支部で作成したいわゆる小\n票が使用されている事実があつても、これらの事実だけでは同被告人の前記捜査官\nに対する供述が真実であることを認めるに足りないし、更に当審の事実審理の結果\nによつても同様である。その他に同被告人に対する本件公訴事実の存在を認めるに\n足りる確証は全く存在しないのであるから、原判決がこれと同一の判断をし、同被\n告人の犯行については証明なしとして無罪の判決をしたのは至当である。それ故原\n判決には所論のような事実誤認の違法はなく、論旨は理由がない。\n本件各被告人に対する検察官の控訴は、右のとおりいずれも理由がないから、刑\n事訴訟法第三百九十六条によりこれを棄却べすきものとして、主文のとおり判決す\nる。\n（裁判長判事　井上文夫　判事　久永正勝　判事　河本文夫）\n"
}