{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 10,
    "day": 23
  },
  "case_number": "昭和36(ネ)37",
  "case_name": "約束手形金請求事件",
  "court_name": "広島高等裁判所第三部",
  "article_info": "第14巻7号498頁",
  "gist": "株式会社に数人の代表取締役ある場合代表取締役の一人が他の代表取締役の意思によらないでその代表取締役の記名捺印をなし会社の手形を振出した場合と会社の責任",
  "case_gist": "株式会社に数人の代表取締役がある場合その代表取締役の一人が他の代表取締役の委任ないし同意なくその代表取締役の記名捺印をなして会社名義の手形を作成振り出したときは、代理人が自己の署名または記名捺印を手形面上にあらわさず直接本人の記名捺印を代行して手形振出をなした場合の本人に準じ、会社は手形振出の責任を負うべきである。",
  "lawsuit_id": "23371",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23371",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/371/023371_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する\n控訴費用は控訴人の負担とする\n事　　　　実\n控訴人訴訟代理人は、原判決を取り消す、被控訴人の請求を棄却する、訴訟費用\nは第一、二審とも被控訴人の負担とする、との判決を求め、被控訴人訴訟代理人は\n主文同旨の判決を求めた。\n当事者双方の事実上の主張および証拠の提出、援用、認否は、控訴人において当\n審証人Ａの証言を援用したほか原判決事実欄記載のとおりであるからここにこれを\n引用する。\n理　　　　由\n被控訴人がその主張のような約束手形四通を現に所持していることは当事者間に\n争がない。\n被控訴人は、右約束手形四通はいずれも控訴会社代表取締役Ｂが控訴会社のため\nこれを振り出したものであると主張し、控訴人はこれを否認するのでこの点につい\nて判断するに、甲第一ないし第四号証によれば本件各手形の振出人欄には控訴会社\nの商号および代表取締役Ｂのゴム印およびその名下の職印の各印影が存し、これら\nが控訴会社および右Ｂにおいて使用する印によつて顕出されたものであることは当\n事者間に争がなく、原審における被控訴会社代表者本人尋問の結果中には被控訴人\nの右主張に副う部分が存するが、右供述部分は後記認定事実に対比しにわかに措信\nすることができず、又甲第一ないし第四号証における前記各印影の成立の経緯も後\n記認定のとおりであるからこれらはいずれも被控訴人の主張を肯認する資料となし\nがたく、他に被控訴人の右主張を認むべき証拠はない。かえつて、成立に争ない乙\n第一、二号証、同第三号証の一ないし六、同第四号証の一ないし四〇、同第五、六\n号証（各一部）、甲第九号証、原本の存在および成立に争ない甲第一〇号証を綜合\nすれば、訴外Ｃは、控訴会社の会計および経理事務を担当しかつ前記Ｂとならんで\n控訴会社の代表取締役に在任していたものであるが、右Ｂからその指示の下に同人\n名義で控訴会社のため手形を作成振り出すことを委されていたところ、昭和三三年\n四月から同年六月頃にかけ自己の遊興費等私用に充てる金員捻出のため前記Ｂに無\n断で自己の保管していた控訴会社および代表取締約Ｂのゴム印、職印等を利用して\n控訴会社代表取締約Ｂ名義の約束手形総額約二〇〇万円を作成し、尾道市内各所で\nこれが割引換金を受けていたもので、本件約束手形もその一部にほかならぬことを\n認め得べく、従つて被控訴人の前記主張は失当であるといわなければならない。\nしかしながら、本件各約束手形の振出当時において、前記Ｃが控訴会社の代表取\n締役に在任してい<要旨>たものであることは前記認定のとおりであるところ、およ\nそ株式会社に数人の代表取締役ある場合その一人の</要旨>代表取締役が他の代表取\n締役の委任ないし同意なくその代表取締役の記名捺印をなして会社の手形を振り出\nしたときは、<ul>右冒用者に会社を代表する権限がある以上、</ul>代理人が自己の\n署名又は記名捺印を手形面上にあらわさず直接本人の記名捺印を代行して手形振出\nをなした場合における本人に準じ、会社に手形振出の責任あるものと解するを相当\nとするから、訴外Ｃのなした本件各約束手形の振出は控訴会社の手形振出として有\n効に成立するものといわなければならない。従つて、控訴人は被控訴人に対し本件\n各手形に基き振出人としての責を負うべきである。\n次に、被控訴人が本件各約束手形をその主張のように訴外株式会社西日本相互銀\n行又は株式会社住友銀行に取立委任し、各受任銀行において各満期に支払場所にお\nいて支払を受けるため呈示したところいずれもその支払を拒絶されたことは弁論の\n全趣旨により真正に成立したものと認められる甲第一ないし第四号証の各裏面およ\nび付箋の記載によりこれを認めるに充分である。\nしからば、控訴人は被控訴人に対し本件各約束手形金合計四八万円およびこれに\n対する各手形の満期の翌日以降完済にいたるまで手形法所定年六分の割合による利\n息を支払う義務がある。\nそこで、進んで本件各約束手形の振出が原因を欠くものである旨の控訴人の抗弁\nについて判断するに、この点についての当裁判所の判断は控訴人の右抗弁を排斥し\n手形振出の原因関係のあつたことを認定するものであつて、その詳細は被控訴人の\n主張を支持する証拠として当審証人Ａの証言を付加するほか原判決理由中該当部分\n（原判決五枚目裏六行目から六枚目表六行目まで）と同一であるからこれをここに\n引用する。\n以上説示のとおり原判決は結局相当であり、本件控訴は理由がないから民事訴訟\n法第三八四条によりこれを棄却することとし、控訴費用の負担につき同法第九五\n条、第八九条を適用して主文のとおり判決する。\n（裁判長裁判官　河相格治　裁判官　胡田勲　裁判官　宮本聖司）\n"
}