{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 5,
    "day": 14
  },
  "case_number": "昭和37(ネ)181",
  "case_name": "贈与税決定処分取消請求事件",
  "court_name": "大阪高等裁判所第九民事部",
  "lawsuit_id": "22577",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22577",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/577/022577_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n本件を大阪地方裁判所に差し戻す。\n事　　　　実\n控訴指定代理人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は\n第一、二審とも被控訴人の負担とする。」との判決を、被控訴代理人は「本件控訴\nを棄却する。控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上の陳述は、次に記載するほか原判決事実摘示のとおりである\nから、これを引用する。\n被控訴代理人の主張\n第一位的に本件贈与税決定処分の取消しを求め、予備的にその無効確認を求め\nる。被控訴人の自宅にはなんの表札もなかつたことは控訴人主張のとおりである\nが、厚生産業株式会社との距離は二間ではない被控訴人は訴外Ａに郵便物の代理受\n領権を与えたことはない。\n控訴指定代理人の主張\n本件贈与税決定処分をした日時は昭和三四年三月三日である。当初の送達不能と\nなつた決定通知書及び納税告知書の日付も同日付であつた。その他本件贈与税の課\n税経過とその送達の状況、本件贈与税決定の根基、ならびに本件贈与税に関する滞\n納処分の経過とその送達の状況は別紙昭和三七年七月六日付第三準備書面記載のと\nおりである。ａ区ｂ町ｃ丁目ｄ番地には厚生産業株式会社の表札は掲げられていた\nがその隣りか一軒おいて隣りの当時の被控訴人の自宅との間の距離はわずか二間\n（一二尺）であり右自宅にはなんの表札も掲げられていなかつた。\n証拠関係は、控訴指定代理人が乙第四、五号証の各一、二を提出し、被控訴代理\n人が各その成立を認めたと述べたほか、原判決事実摘示のとおりであるから、これ\nを引用する。\n理　　　　由\n控訴人が被控訴人に対し昭和三一年分贈与税決定処分をしたことは当事者間に争\nいがなく、右処分の日時は昭和三四年三月一二日、その内容は贈与財産価額一、九\n九六、五〇〇円課税価格一、八九六、五〇〇円、贈与税額四八三、九五〇円、無申\n告加算税額一二〇、七五〇円とするものであることは被控訴人の明らかに争わない\nところであるから、これを自白したものとみなす。被控訴人は本訴において右決定\n処分には違法無効の事由があるとしてその取消し、もしくは無効確認を求めるもの\nである（原判決の主文ならびに請求の趣旨の記載には昭和三四年五月一九日に決定\n処分がなされたかのごとき表示があるが、右日時は後述の本件決定処分の第二次通\n知書の日付である。また、本件は行政処分たる決定処分でなく、その処分の通知と\nいう準法律的行政行為の取消しもしくは無効確認を求めるものでないことは訴状な\nらびに被控訴人が原審に提出した昭和三六年一月二〇日付準備書面の記載に照らし\n明らかである。なお控訴人が原審に提出した昭和三四年八月二一日付準備書面に\nは、昭和三四年三月三一日のほかに昭和三四年五月一九日にも本件決定処分をした\nかのごとき主張があるが、この主張は当審において撤回された、もし昭和三四年五\n月一九日にも決定処分をしたとすればそれは明らかな二重処分として無効たるを免\nれないが、被控訴人としては、本件決定処分が適法有効であるかぎり、第二次の決\n定処分のみを問題にしたとて訴えの実質的目的は達成しえないわけである）。そし\nて被控訴人は第一位に決定処分の取消しを予備的にその無効確認を求める旨を明ら\nかにした。ところで、原判決は、取消しの訴えにはふれることなく、無効確認を宣\n言し、これに被控訴人から控訴の申立てがあつたのであるから、まず、原判決の説\n示するがごとき無効事由の存否から判断をすすめる。\nおよそ申告納税制度のもとにおける贈与税の決定処分は、本来その納税義務は納\n税義務者が贈与により財産を取得したときに発生しているものであるにかかわら\nず、納税義務者の自主的申告がないときに、租税負担の公平をはたるためのやむを\nえない措置として、税務署長がその調査したところに基づいて行なう租税債務の内\n容の具体的確定処分たる一の行政処分である。この処分をしたときは、その処分の\n性質上税務署長は、手続として納税義務者に書面によりこれを通知しなければなら\nない（相続税法第三六条）。すなわち、右通知は口頭の通知では足らず、必ず様式\nとして書面（決定通知書）をもつてなされることを要する準法律行為的行政行為で\nあり、決定通知書の送達によつて初めて行政処分である決定処分の効力が発生す\nる。したがつて決定通知書の送達がいまだ全然なされていたい状態にあるときは決\n定処分は効力発生の要件手続の欠缺のゆえに、無効と<要旨第一>いわなければなら\nない。しかし、通知書の送達が全然なされなかつたのではなく、送達はなされるに\nはなされ</要旨第一>たが、その送達の方法手続等にかしがあるにとどまる場合のご\nときにおいては、決定処分の効力の発生要件は充足されたものというべく、送達の\nかしが重大明白でないかぎりその効力の発生存続には影響がないものと解するのが\n相当である（昭和三四年九月二二日最高裁判所第三小法廷判決参照）。しかして昭\n和三七年四月二日法律第六四号国税通則法は国税に関する書類の送達について第一\n二条ないし第一四条に一般的規定を設けたからその施行後はこれによることを要す\nるが、その施行前においては贈与税決定通知書の送達について一定の方<要旨第二>\n式に従うことを要求する規定は存しなかつたから、適宜な相当と認められる方法に\nよることをうべく、しか</要旨第二>も、一般に行政上の書類の送達には受送達者\nが、必ずしも現実にその書類を受領し了知することを要するものではなく、その内\n容を了知しうる状態におけば足るものと解すべきである。したがつて、受送達者本\n人ではなく、本人の同居者、使用人、その他本人と一定の関係があつてその者が送\n達書類を受領すれば遅怠なく受送達者本人に到達することが期待できる者が受領す\nることによつて、送達は完成し、その後においてその書類が紛失したとしても、書\n面通知を要する行政処分の違法無効を惹起することはないものといわなければなら\nない。\nところで本件についてみるに、本件贈与税決定処分について被控訴人を受送達者\nとし、大阪市ａ区ｂ町ｃ丁目ｄ番地厚生産業株式会社を送達場所として昭和三四年\n五月一九日付決定通知書が郵送されたこと、翌二〇日同社従業員訴外Ａがこれを受\n領したことは当事者間に争いがない。したがつて本件は決定通知書の送達が全然な\nされていない場合に属せず、右送達場所が正当か否か、訴外Ａに代人としての受領\n権限があつたか否か、すなわち同人の受領により被控訴人に対する送達は完成した\nといいうるか否かという送達のかしの有無が問題とされるべきものであるところ、\n被控訴人においては送達のかしの重大明白性について具休的に主張するころがな\nく、立証の責もつくさない。のみならず、かえつて成立に争いのない甲第一号証の\n一、二、乙第二ないし五号証の各一、二、原審での証人Ａの証言によつて成立を認\nめうる甲第二号証、公文書であるから真正に成立したと認むべき乙第一号証の一、\n二に原審での証人Ａ、松岡清の各証言、原審での被控訴本人の供述に弁論の全趣旨\nを総合すると次の事実が認められる。すなわち、被控訴人は夫であるＢことＢとと\nもに昭和二一年以来昭和三四年五月一八日本訴提起に至るまで大阪市ａ区ｂ町ｃ丁\n目ｄ番地に居住していた（以下これを被控訴人の自宅と呼称する）。登記簿上の住\n所も同番地であり、登録証明書にも、右自宅において世帯主である夫とともに居住\nの旨の記載がなされている。被控訴人が右自宅の極く近所である同所ｅ番地所在の\n夫所有家屋に居住する被控訴人の親族方に夫とはなれて別居するに至つたのは本訴\n提記後（日不詳）のことである。右被控訴人の自宅にはその当時には被控訴人の住\n所であることを表示するなんらの表札も掲げられておらず郵便受も設置されていな\nかつた。被控訴人の自宅の西隣りに同番地厚生産業株式会社がある。同会社は被控\n訴人の夫が経営主宰する化粧品等の販売を目的とする会社であるが、被控訴人は右\n会社の仕事に関係したことはなかつた。会社の建物は二階建てで、一階は事務室、\n二階は倉庫になつておりＡら従業員八名は一階で事務を執つていた。被控訴人の娘\n（高校生）と孫二人（小学生）は会社の二階の倉庫の横に寝泊りし、食事は右被控\n訴人の自宅で取つていた。被控訴人は文盲であり、被控訴人宛ての郵便物は数多く\nはなかつたが、従前から、時たま被控訴人宛ての郵便物は会社に送達されることが\nあり、その場合には会社従業員のＡが受け取つていた。これに対し被控訴人は異議\nを述べたことはなかつた。本件贈与税の課税について生野税務署の職員は昭和三二\n年一二月ａ区ｂ町ｃ丁目ｄ番地の被控訴人宛ての呼出状を普通郵便で発送したとこ\nろ、被控訴人は厚生産業株式会社の従業員（氏名不詳）や訴外松岡清を代理人とし\nて出頭させていた。控訴人は昭和三四年三月三一日本件贈与税決定処分をなし、決\n定通知書および納税告知書をａ区ｂ町ｃ丁目ｄ番地ＣことＣ宛に普通郵便で発送し\nたところ送達不能となり返送された。控訴人は決定通知書の送達ができていないの\nに昭和三四年五月一一日前同所の被控訴人宛てに督促状を発送したところこれは被\n控訴人に到達した。控訴人は昭和三四年五月一九日本件贈与税決定通知書および納\n税告知書を書留郵便で前記厚生産業株式会社内ＣことＣ宛てに発送した。訴外Ａは\n翌二〇日向会社内においてこれを受領し、その際、同会社の代表者たる被控訴人の\n夫が取引関係の郵便物の受領用に使用するために同社の事務室に置いていた「Ｃ」\nの認印を使用して受領印を押捺した。Ａは右決定通知書をその後紛失して被控訴人\nに迷惑を掛けたとして被控訴人に対し謝罪の意を表する昭和三四年八月一六日付覚\n書を差し入れた。\n<要旨第三>以上の認定事実によれば、被控訴人宛ての郵便物は、従来から、被控\n訴人の自宅には被控訴人の自宅である</要旨第三>ことの表札も郵便受もないところ\nがら、被控訴人の自宅の東隣りであつて同番地にある夫の会社に配達されその従業\n員訴外Ａがこれを受領し、同訴外人が受領したときは確実円滑に被控訴人に届いて\nおり、これについて関係者間になんらの紛議の生じたことはなかつたのであるか\nら、被控訴人は同訴外人に対し郵便物の代理受領の権限を附与していたものと認め\nるのが相当である。\nそうすると前段説明に照らし、本件決定通知書の送達は適法有効になされ、この\n点において本件決定処分には違法無効のかしは存しないものと判断するのを至当と\nする。\nしてみると、本件贈与税決定処分は効力を発生していないと判断した原判決は不\n当であるというべきである。そして被控訴人は本件贈与の事実は不存在であるとす\nる無効事由についてはいまだその明白性と具体性を主張するところはないが、なお\n弁論をなさしめるのが相当であるし、処分取消しの訴えについては、本件は行政事\n件訴訟特例法第二条但書の正当事由があると認められるか否か、およびなおこれが\n肯定されるとすればさらに事件の実体について、弁論をなさしめる必要がある。\nよつて、民事訴訟法第三八六条、第三八九条、第三八八条を適用して主文のとお\nり判決する。\n（裁判長判事　平峯隆　判事　大江健次郎　判事　北後陽三）\n"
}