{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 2,
    "day": 2
  },
  "case_number": "昭和40(う)697",
  "case_name": "道路交通法違反被告事件",
  "court_name": "福岡高等裁判所第一刑事部",
  "article_info": "第19巻1号20頁",
  "gist": "道路交通法第三六条第三項の「進行を妨げてはならない」場合にあたる事例",
  "case_gist": "判示のように優先道路を客観的に危険と感じられる至近距離において進行しつつある相手車両のあることを認識しながら、その進路前方を通過することは故意にその進路を妨害したものというべきである。",
  "lawsuit_id": "23610",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23610",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/610/023610_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金六、〇〇〇円に処する。\n右罰金を完納することができないときは、金五〇〇円を一日に換算した\n期間被告人を労役場に留置する。\n理　　　　由\n本件控訴の趣意は、福岡高等検察庁検事土井義明提出の福岡区検察庁検察官事務\n取扱検事栗本義親作成名義の控訴趣意書記載のとおりであり、これに対する答弁\nは、記録に編綴されている被告人提出の答弁書記載のとおりであるから、これを引\n用する。\n同控訴趣意、事実誤認もしくは法令の解釈適用の誤の主張について。\n原判決は、被告人は交通整理の行なわれていない判示交差点で、安全確認のため\n一旦停車して、幅員が明らかに広い右側道路から同交差点に向つて直進して来るＡ\n運転の普通貨物自動車を交差点の手前二一米付近に認めたが、自己の運転する自動\n三輪車はＡの車両の接近にさきだち通過し終るものと誤信して発進し、交差点を直\n進して同車両の進路前方を通過し、そのためＡをして危険を感ぜしめ急拠停止措置\nをとらしめて、その進行を妨げたが、被告人としては、右所為にあたりＡの車両の\n進行を妨げるという結果の発生を認識予見していなかつたものと認められるから、\n右所為は過失によるものであるところ、これが過失の所為を処罰する規定はない、\nとする。\n<要旨>按ずるに、車両等が交通整理の行なわれていない交差点に入ろうとする場\n合において道路交通法第三六条第</要旨>三項は、「…幅員が広い道路から当該交差\n点に入ろうとする車両等があるときは、車両等は……幅員が広い道路にある当該車\n両等の進行を妨げてはならない」と規定し、右「進行を妨げてはならない」とは、\n一般に相手方の車両等の進行を妨害し、その進行を遅らせてはならないということ\nである。即ち進行妨害に故意を要すること勿論であるが、その故意ありや否やは進\n行妨害による事故発生の有無、その事故発生についての認識の有無とは関係なく、\n優先道路を客観的に危険と感じられる至近距離において進行しつつある相手車両の\nあることを認識しながら、その進路前方を通過することは故意にその進路を妨害し\nたものというべきである。そして証拠上認められるように、原判決認定のような近\n距離を、しかも時速約四〇粁で、Ａ運転の車両が進行しているのを認めながら、被\n告人が、あえてその進路前方を通過する措置に出た以上、被告人として、右車両と\nの接触事故という結果発生の危険についての認識予見はなかつたにしても、少なく\nとも該車両の進行を遅らせることについての認識はあつたものと認めるのが相当で\nある。そうだとすれば、被告人の右所為はまさしく道路交通法第三六条第三項の規\n定に違反し、同法第一一九条第一項第二号の二に該当するものというべきであるか\nら、被告人の所為を過失によるものとし、右処罰条項に該当しないとした原判決に\nは、事実誤認もしくは法令の解釈適用の誤があるものといわなければならない。論\n旨は理由がある。\nそこで、刑事訴訟法第三九七条、第四〇〇条但書により原判決を破棄し、さらに\n当裁判所自ら判決することとする。\n（罪となるべき事実）\n被告人は、昭和三九年一〇月四日午後一時三〇分ごろ第二種自動三輪車を運転し\nて、交通整理の行なわれていない福岡市ａｂ丁目ｃ番地先道路の交差点に入るに際\nし、その通行している道路の幅員（八米位）よりも、これと交差する道路の幅員\n（総幅員二〇米、左右に各三・五米の歩道あり）が明らかに広く、その広い道路か\nらＡ運転の普通貨物自動車が右交差点に入ろうとしているのに、同車の前方を通過\nしてその進行を妨げたものである。\n（証拠の標目）\nＡの司法警察員および検察官事務取扱検察事務官に対する各供述調書司法警察員\n作成の実況見分調書被告人の司法警察員および検察官事務取扱検察事務官に対する\n各供述調書\n（法令の適用）\n被告人の所為は、昭和四〇年法律第九六号による改正前の道路交通法第一一九条\n第一項第二号の二、第三六条第三項、昭和四〇年法律第九六号附則第六条に該当す\nるところ所定罰金額の範囲内で被告人を罰金六、〇〇〇円に処し、刑法第一八条に\nより右罰金を完納することができないときは、金五〇〇円を一日に換算した期間、\n被告人を労役場に留置することとし、なお原審における訴訟費用は刑事訴訟法第一\n八一条第一項但書に従い被告人に負担させないこととする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　塚本冨士男　裁判官　中島武雄　裁判官　矢頭直哉）\n"
}