{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 1,
    "day": 26
  },
  "case_number": "昭和40(う)915",
  "case_name": "公務執行妨害傷害被告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "lawsuit_id": "20924",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20924",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/924/020924_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n五、　控訴趣意第二点一、憲法第一三条等の解釈適用の誤りの主張について。\n所論の要旨は、原判決は、犯罪捜査のため人の意思に反しその肖像を写真撮影で\nきるのは、令状なくして強制処分の許される刑事訴訟法第二二〇条の各場合に限ら\nるべきであると判示しているが、右は憲法第一三条等の解釈適用を誤つたものであ\nる、すなわち、いわゆる肖像権がプライバシーの権利の一種として実定法上認めら\nれるかどうかに問題があるばかりでなく、かりに肖像権が認められても、犯罪捜査\nの必要上制限を受け、写真撮影は任意捜査の一種として相手方の意思に反してもこ\nれをすることができ、犯罪を犯したと疑うに足る相当な理由があり、犯罪捜査上証\n拠保全のため必要と認められる場合は、その方法が相当である限り、これを許され\nるべく、また、現実に発生がなくとも、まさに犯罪が行われようとする場合、又は\n既に発生した犯罪に引き続きさらに犯罪が発生せんとする情況下にあるような場合\nに、その情況保全のためにもまたこれを計されるべきである、従つて、原判決の見\n解は、犯罪捜査の権限を必要以上に制限する誤りを犯しているものであり、この誤\nりがなければ、Ａの本件写真撮影行為はプライバシーの権利を侵害した実質的に違\n法なものであり、刑法上の保障に値する公務の執行とはなし得ないという結論は出\nなかつたはずであるから、判決に影響を及ぼすことが明らかであつて原判決は破棄\nを免れないというのである。\nよつて案ずるに、原判決が（本件写真撮影の違法と公務執行妨害罪の成否）の項\nにおいて判示した憲法第一三条の解釈適用及び写真撮影行為の違法についての判断\nは、結論においてこれを肯認することができる。以下において論旨の各細目につい\nて分説すれば、次のとおりである。\n１について。\n<要旨第一>わが国において、実定法上肖像権が確立されていないことは、所論の\nとおりであるが、憲法第一三条が基本</要旨第一>的人権たる生命、自由及び幸福追\n及に対する国民の権利を公共の福祉に反しない限り、立法その他国政の上で、最大\n限に尊重することを要請していることに鑑みれば、自由及び幸福追求に関する国民\nの権利の一内容として、公共の福祉に反しない限り、国民はその承諾なくして写真\nを撮影されたり、これをみだりに公表されたりすることがないことを内容とする利\n益を持つものであり、これは私生活をみだりに公表されないことを内容とする国民\nの自由及び幸福追及の権利に内包されるものと解される（これをいわゆるプライバ\nシーの権利と称することはあるが、実定法上確定された権利であるとするにはなお\n疑問がある。）。しかし、権利ではなくて利益であるとしても、かかる利益が尊重\nされなければならないことは当然である。従つて、原判決が肖像権を実定法上の権\n利であると判断したからといつて、これをもつて重大な誤りであるとすることはで\nきない。\n次に、前記の承諾なく写真撮影されこれをみだりに公表されない利益といえど\nも、無制限なものではなく、公益上の理由、報道の自由などから来る制約があるこ\nとも、憲法第一三条の趣旨とするところであり犯罪捜査は、公共の福祉を保持する\n国権作用の一部であつて、犯罪捜査に関し写真撮影が許容される場合があること\nは、所論のとおりであり、原判決もこれを認めているところである。\n問題は、犯罪捜査のため被疑者の写真撮影がいかなる場合に許されるか、換言す\nれば、犯罪捜査のため被疑者の写真撮影が許される要件いかんであるが、犯罪捜査\nのための写真撮影は、刑事訴訟法が令状を必要とする旨規定していないところから\nみて任意捜査であると解すべきであるが他面写真機及びフィルムの機械的操作によ\nり人の意思に反する撮影をたやすくすることができ、撮影した写真は、信用性のあ\nる証拠として、公判審理の際に使用される確率が高いものであるから、犯罪捜査に\n必要があるというだけの理由で無制限に被疑者の写真撮影が許されるとすること\nは、行き過ぎであるといわなければならない。所論は犯罪捜査のための被疑者の写\n真撮影につき、原判決が現行犯人逮捕、逮捕状が発せられている被疑者の逮捕、緊\n急逮捕の要件の備つている被疑者の逮捕の際及びこれらの者を逮捕するについて証\n拠保全として写真撮影を必要とする場合に限定する旨判示しているのを、その要件\nが厳格に失すると非難し、右の場合以外にも、犯罪捜査のための写真撮影は許され\nるものであり、現に罪を犯したと疑うに足りる相当な理由がある場合又はまさに犯\n罪が行われようとする場合、既に発生した犯罪に引き続き更に犯罪が発生しようと\nする情況がある場合には、証拠保全の必要が認められ、その方法が一般的に容認さ\nれる相当なものである限り、相手方の意思に反しても写真撮影ができるので<要旨第\n二>あつて、被疑者の逮捕のため必要であることを要しないと主張するので、この点\nにつき考察すると、なるほど</要旨第二>原判決が現行犯人その他被疑者の逮捕の際\n及びこれらの者を逮捕するについて必要があるときに限定しているのは、その要件\nが厳格に過ぎるものと解せられるし、犯罪捜査のための被疑者の写真撮影は、原判\n決が判示する以外の場合においても、現に罪を犯したと疑うに足りる相当な理由が\nある場合、犯罪がまさに行われようとしている場合及び既に発生した犯罪に引続き\n更に犯罪が発生しようとする情況がある場合において、証拠保全の必要性及び緊急\n性が認められその方法が一般的に容認される相当性を備えるときは、相手方の意思\nに反してもこれをなし得るものと解すべきであるから、原判決が犯罪捜査のため被\n疑者の写真撮影が許される要件につきとつた見解は狭きに失するものといわなけれ\nばならない。ただ、犯罪捜査のための被疑者の写真撮影は、刑事訴訟法が定める任\n意捜査が被疑者の同意を前提としていることを考慮すると、強制捜査的要素もない\nわけではなく、撮影された写真が将来公判審理において有力な証拠として使用され\nる確率が高いので、前記の写真撮影の許される要件を個々の事案に適用するに際し\nては、前記の国民の写真撮影に関する利益を不当に侵害しないよらな配慮が必要で\nある。所論も言及する集団暴行事犯その他の集団犯罪の現行犯は、必要性、緊急性\nがあると判断される事例であろうし、一、二名程度の少人数の犯罪は必要性、緊急\n性を認むべきでない事例であり、集団全体又はその一部を集団犯罪の状況を明らか\nにするため撮影するのは相当と認められる事例であろうが、集団との関連が明らか\nでないような単なる顔写真を撮影することは相当性の認められない事例であろう。\n以上判断のとおり、原判決には憲法第一三条の解釈適用及び犯罪捜査のための写\n真撮影が許される要件について多少の判断の誤りがないわけではないが、右の誤り\nは、本件においては、判決に影響を及ぼさないことは、後記判断のとおりである。\n２　について。\n原判決が本件につきＡ公安職員の写真撮影につきその現場はなんら犯罪の行われ\nた場所と認められず、その他写真撮影の許されるいずれの場合にも該当せず、本件\n写真撮影は許されないと見るべきであると判示している点は、これを肯認すること\nができる。所論は、少なくとも被告人らが妨害しようとした当時におけるＡ公安職\n員の写真撮影は、入浴を阻止する助役らと入浴せんとする職員らが押合いの結果職\n員浴場入口のガラスが破壊された直後であること及びＡが写真撮影した場所は右浴\n場の前であつて、右のように浴場入口のガラスが破壊されたことは一応器物損壊又\nは暴行等の犯罪が発生したと疑うに足りる相当な理由のある場合であるというべき\nであり、かような場合その現場周辺の状況を写真撮影することは現に犯罪が行われ\nて間がない場合の証拠保全として捜査上必要であり、かつまた許された行為である\nと主張するが、既に控訴趣意第一点において判断したとおり、本件における事実関\n係は、所論の浴場入口付近において、入浴を阻止する助役らと入浴しようとする職\n員らが押合いの結果浴場入口のガラスが破壊されたが、右は器物損壊又は暴行等の\n犯罪を構成するものとは認められないばかりでなく、Ａ公安職員はＢ公安職員から\n右浴場入口における押合いの状況につき写真撮影を指示されたが、一瞬のできごと\nであつたため、シャッターチャンスを逃してしまつたのち、押合いのあつた浴場入\n口付近ではあつても、浴場入口とは別方向の入浴のため裸で集つた職員たちがせい\nぜい管理者側に抗議しているとしか受け取れない場面を撮影し、引き続き撮影を続\n行しようとしたものであるから、Ａ公安職員の写真撮影は、前記１において判断し\nた犯罪捜査のため被疑者の写真撮影が許される要件を欠くことが明らかである。す\nなわち、Ａ公安職員が写真撮影を開始した時点において、撮影の対象となつた人及\nび場所を考察すると、犯罪の発生がなく犯罪を犯したと疑うに足りる相当な理由が\nある場合、まさに犯罪が行われようとする場合、既に発生した犯罪に引続きさらに\n犯罪が発生しようとする情況のある場合のいずれにも該当しないから、必要性、緊\n急性、相当性の点を問題とするまでもなく、右要件を欠くことが明らかである。原\n判決には所論のような法令解釈適用の誤りはない。\n３　について。\n原判決がＡ公安職員が腰に手拭を巻きつけただけという裸体姿の職員を写真撮影\nしたことは違法であるとした判断はこれを是認することができる。所論は、本件の\n場合には相手方をことさらに強制的に裸体にして写真撮影したものではなく、職員\nたちは浴場に脱衣場が設けられているにもかかわらず、自ら他人の目に触れるよう\nに屋外において擅に半裸体となつていたものであつて、職員自らプライバシーの権\n利を放棄しているのであるから、本件写真撮影が職員のプライバシーの権利を侵害\nするものとして違法であるとする原判決の判断は誤りであると主張するが、前記判\n断のとおり、Ａ公安職員の写真撮影は、犯罪捜査のため被疑者の写真撮影が許され\nない場合であるのに、浴場付近において、入浴しようとしてパンツ一枚もしくはパ\nンツすら着用せず腰に手拭を巻きつけただけという裸体姿の職員たちが、管理者に\n抗議しているところを撮影したものであつて、裸体姿であつた点において通常の写\n真撮影よりも一層強く意に反して写真撮影されみだりにこれを公表されないという\n職員たちの利益を侵害したものというべきであるから、Ａ公安職員の写真撮影行為\nが違法であることは明らかであるといわなければならず、職員たちを強制的に裸体\nにして写真撮影したものではないこと、職員らが脱衣場があるにかかわらず屋外に\nおいて裸体となつていたことによつては、右判断を左右することはできない。原判\n決には、結局、所論のような法令解釈適用の誤りはない。\n六、　控訴趣意第二点二、刑法第九五条の解釈適用の誤りの主張について。\n所論の要旨は、原判決は公務執行行為に多少の瑕疵があつたからといつて直ちに\nその職務の執行が刑法上保護に値しないとするものではなく、その基準は国家が公\n権力の強力な執行を要請する度合と国民の人権保障の必要性の程度に応じて具体的\nに事案の軽重を勘案して判定されなければならない、本件についてみると、入浴時\n間の慣行を無視してまで一方的にその規制を必要とする緊急性は何一つ認められ\nず、そこに強力な公権力を要請する度合は乏しく、これに反して本件写真撮影行為\nは、不法行為の撮影と称して隠しカメラを持つて、いきなり人の裸体写真を撮影\nし、その釈明にも耳を藉さない強引な方法、しかも紛争状況は何一つ撮つておら\nず、裸の職員の平穏なる話合いの状況写真である点を考察するとき、プライバシー\nの人権侵害の面より、国民の人権保護の必要性は頗る強度なものといわねばなら\nず、鉄道公安職員が適法な写真撮影行為だと信じたとしても、余りにもその瑕疵が\n大であつて、とうてい適法な職務の執行であると解することはできないと判示する\nが、右は刑法第九五条の解釈適用を誤つたものであり、それがなければ、公務執行\n妨害罪の成立が否定されることがなかつたはずであるから、右の誤りは判決に影響\nを及ぼすことが明らかであつて原判決は破棄を免れないというにある。\nよつて案ずるに、原判決が（本件写真撮影の違法と公務執行妨害罪の成否）の項\nにおいて、公務執行妨害罪の成否につき判示するところは、結論においてこれを是\n認することができる。以下において論旨の細目に従つてこれを分説すれば次のとお\nりである。\n１　について。\n所論は、瑕疵ある公務執行であつても、一応有効な職務の執行と認められるも\nの、すなわち、公務員の職務権限に基づく行為と認められるものであれば、公務員\nが善意である限り、刑法上の保護に値するものであり、行為の法律的効力に影響の\nない形式上、実質上の瑕疵はもとより、行為の法律的効力が客観的には無効となる\nような瑕疵があつても、その有効、無効は後日権威ある機関の判断をまつて確定さ\nれるべき性質のものであるから、その際は一応その公務員の判断に従つて正当な公\n務として取り扱い、刑法上の保護に値しない公務執行とはいえないとするのが従来\nの判例であり（大審院大正七年五月一四日判決刑録二四輯六〇五頁、同明治三六年\n六月一日判決刑録九輯九二七頁等）、しかも、公務執行における瑕疵がその公務の\n刑法上の保護の必要性に及ぼす影響の度合は、公権力を強制的に行使する場合とし\nからざる場合とによつて異なり、前者の場合には比較的軽微な瑕疵があつてもとき\nに保護に値しないとされる場合もあろうが、後者の場合には緩やかに解し、ある程\n度の瑕疵があつても影響を受けないと解すべきであるから（大阪高等裁判所昭和三\n二年七月二二日判決高刑集一〇巻六号五二一頁参照）、原判決は従来の判例に反す\nる独自の見解をとるものとして、刑法第九五条の解釈を誤つたものである。そし\nて、本件の場合Ａ公安職員は鉄道公安職員の職務に関する法律に基づき司法警察職\n員の職務を行う者として犯罪捜査に従事し、また、鉄道公安職員基本規程により警\n備活動に従事中、職員浴場入口のガラスが破壊されるなど現に犯罪が行われたと認\nめられる事態が発生し、更に引続き同種の犯罪が発生するおそれのある状況を見た\nので、証拠保全のため現場及びその周辺を写真撮影しようとしたものであるから、\nかりに写真撮影した状況が客観的に犯罪を構成する状況でないとしても、鉄道公安\n職員としての職務権限に基づき、犯罪の発生ありと判断して証拠保全のためその状\n況を写真撮影したものであるから、刑法上の保護に値する適法な職務の執行といわ\nなければならないと主張する。\nよつて案ずるに、論旨援用の大審院明治三六年六月一日の判決は巡査の現行犯逮\n捕に際し、現行犯と認めたのが錯誤であつても、真に現行犯と信じたときはその引\n致手続は職務執行たるを妨げないとするものであり、同大正七年五月一四日の判決\nは、公務員がその権限に属する事項に関し法令に定める方式に遵拠しその職務を執\n行するにあたり、事実につき錯誤を生じたため、方式上の要件を充たさない場合で\nも、一応その行為が公務員の適法な行為として認められる以上は、これを刑法第九\n五条第一項にいう公務員の職務行為とするに妨げないとするものであり、また、同\n大阪高等裁判所昭和三二年七月二二日の判決は、刑法第九五条第一項にいわゆる\n「公務員ノ職務ノ執行」は、逮捕のような強制力を行使する場合には、公務員の行\n為が、その一般的または抽象的権限に属すること及びその行為をなし得る法定の具\n体的条件を具備し、かつ法律上重要な手続の形式を履践していることを要し、以上\nの条件を欠くときは公務執行妨害罪は成立しないとするとともに、公務員に認定権\nまたは裁量処分権を認められている場合には、事後の判断において、公務員の認定\nに錯誤があつたと認められる場合においても、職務執行の当時における状況を基準\nとし、公務員として用うべき注意義務の下に合理的に判断したと認められるとき\nは、同条の保護する職務の執行というを妨げないとするものであるから、これらの\n判例の見解を総合すれば、所論のような刑法第九五条の解釈を導き出し得ないわけ\nではない。しかしながら、刑法第九五条の解釈適用に関する判例は他にも多数あつ\nて、大審院当時の判例がそのまま踏襲されているものとは解釈されず、理論的な表\n現において同一であつても、具体的事案にこれを適用するに際し、変化が生じてい\nるものもあるし、前記大審院判例と異なる見解のものも見受けられる（論旨援用の\n大阪高等裁判所の判決は、逮捕のような強制力を行使する場合につき大審院判例と\n異なる見解をとつたものと解される。）。従つて、現時において、刑法第九五条を\n解釈適用するにあたつては、憲法が基本的人権を規定し、これを国政上最大限に尊\n重していることに鑑み、刑法第九五条第一項により公務員の職務の執行として保護\nされるためには、その職務行為が当該公務員の抽象的職務権限に属し、当該行為を\nなし得る具体的条件を具備し、当該行為につき法令上の方式があるときはこれを遵\n守していることを必要とするが、ただこれらの適法要件のうち具体的条件又は法令\n上の方式に関する要件を欠いた場合、すなわち、職務執行の原因たるべき具体的事\n実を誤認し又は当該事実に対し適用すべき法令の解釈適用を誤つた場合、あるいは\n法令上の方式を遵守しなかつた場合においても、それが著しく事実を誤認しもしく\nは著しく法令の解釈適用を誤つた場合でなく、又は重要な法令上の方式を遵守しな\nかつた場合でなく、当該公務員が適法な職務の執行であると信じたときは、一応適\n法な職務執行行為として刑法上保護されるものと解するのを相当とする（最高裁判\n所昭和三〇年二月一日判決刑集九巻二号一一九頁、福岡高等裁判所昭和二七年一〇\n月二日判決高等裁判所刑事判決特報一九号一一九頁、論旨に援用する大阪高等裁判\n所昭和三二年七月二二日判決参照）。原判決の説示するところは、右の見解と異な\nる趣旨のものとは解せられないのであるが、かりに、所論のように、国家が公権力\nの強力な執行を要請する度合と国民の人権保護の必要性の程度とを基準にとり入れ\nている点において判例と反する解釈であるとしても、後記判断のとおり、この法令\n解釈適用の誤りは判決に影響を及ぼさないことが明らかである。即ち本件について\nみると、Ａ公安職員が鉄道公安職員の職務に関する法律に基づき司法警察職員の職\n務を行う者として犯罪捜査の権限を有していたこと、また、鉄道公安職員基本規程\n（昭和二四年一一月八日国鉄総裁達四六六号）により警備に関する権限を有し、警\n備活動に従事していたこと、浴場入口のガラスが破壊されるなどの事態が生じ、Ｂ\n公安職員の指示に基づき犯罪の発生があつたと誤信して証拠保全のための写真撮影\nをしようとしたこと、右ガラスが破壊されるなどの事態が一瞬のうちに終つたのち\nも、右誤信の下に管理者側の者に抗議している腰に手拭を巻いた裸体姿の者を含む\n職員たちを撮影し、その際証拠保全のため写真撮影が許されるものと信じていたも\nのと考えられることは所論のとおりであるが、前記判断のとおり、本件において\nは、Ａ公安職員の写真撮影行為は、犯罪の発生がなく、罪を犯したと疑うに足りる\n相当な理由がある場合、まさに犯罪が行われようとする場合、既に発生した犯罪に\n引続きさらに犯罪が発生しようとする情況のある場合のいずれにも該当せず、違法\nな行為であるから、同人が犯罪捜査のため被疑者の写真撮影が許される要件に関し\n著しく事実を誤認した結果に基づくものと解せられ、前記刑法第九五条の解釈によ\nり刑法上の保護を受けることができない場合にあたるものというべきである。ま\nた、Ａ公安職員の警備活動として、犯罪捜査のための被疑者の写真撮影が許される\n要件よりも緩和された要件の下に写真撮影が許されるものと解することができない\nので、警備活動を理由として刑法第九五条の保護を受けることもできない。原判決\nは、刑法第九五条の適用において、右判断と異なるところがあるが、結論において\nは同一に帰するから、原判決の右法令解釈適用の誤りは判決に影響を及ぼさないこ\nとが明らかである。なお、本件の写真撮影行為がなんら強制力を用いたものでない\nことは明らかであるが、この事由によつて、Ａ公安職員の本件写真撮影行為が刑法\n上の保護に値するものと解することもできない。\n次に、所論は、本件の写真撮影に関しＡ公安職員が相手方の釈明を受けてこれに\n応じなかつたとしても、釈明に応ずる義務があるとするには疑問があり、これをも\nつて刑法上の保護に値しない程の重大な瑕疵とは認められず、かりに釈明に応ずる\n義務があるとしても、釈明を求める者が真に写真撮影の目的が判らず、真摯に釈明\nを求め、かつ釈明が可能であることを前提とすべきである、本件においては、Ａ公\n安職員の写真撮影の目的については、被告人らは釈明を求めるまでもなく知悉して\nおり、そのため最初からこれを妨害しようとしていたものであるから、Ａ公安職員\nには釈明の義務はないと主張するので、この点について案ずるに、所論の犯罪捜査\nのための被疑者の写真撮影に関する釈明要求及びこれに応ずる義務は、実定法上権\n利、義務として具体化されたものでないこと及び被疑者が一見明白に写真撮影者の\n身分、撮影の目的を知り得る場合（たとえば制服の警察官が集団示威行進中の犯罪\n行為の状況を撮影する場合）には、釈明を要求する必要及び釈明に応ずる義務がな\nいことは、所論のとおりであるが、一見して写真撮影者の身分、撮影の目的が明ら\nかでない場合において、被撮影者の要求があるときは、撮影者は身分、目的など必\n要な事項を釈明するのが妥当であり、釈明を拒否することは、写真撮影行為の相当\n性の判断に影響を生ずることがあり得るものと解すべきである。本件においては、\nＡ公安職員の本件写真撮影は、私服で行われ、一見同人の身分や撮影の目的が明ら\nかな場合とはいえないので、同人が被告人らの釈明に応じなかつたことは妥当な態\n度とはいえないのであるが、前記判断のとおり、この点を考慮するまでもなく、同\n人の写真撮影行為は違法であつて刑法第九五条の保護に値しないので、これ以上の\n判断を加える必要がないこととなるのである。　２　について。\n右１において判断したとおり、原判決のいう国家が公権力の強力な執行を要請す\nる度合という基準は採用すべきではないこと、原判決が入浴規制のため公権力の行\n使をしたかのごとき誤解を生ずる表現をしていることは所論のとおりであるが、原\n判決が本件写真撮影行為は刑法第九五条の保護に値しないとした結論はこれを是認\nすべきものであるから、原判決の右法令解釈適用の誤りは判決に影響を及ぼさない\nことが明らかである。\n七、　控訴趣意第二点三、刑法第三五条の解釈適用の誤りの主張について。\n所論の要旨は、原判決はプライバシーの権利侵害としての写真撮影が行なわれ又\nは行われようとしているとき、その被害者には、盗犯の現場におけると同様に自救\n手段が許されるべきであり、ある限度においての自救行為は、違法性を阻却する、\n被告人らのとつた行動はプライバシーの権利に対してなされた被害を回復する手段\nを発見し、併せて将来予想される同様の侵害を防止するため已むを得ずなされたも\nのであり、本件行為以外にその目的を果す必要な方法がなかつた、従つて、被告人\nらの本件撮影妨害行為にやや妥当を欠く点があつたとしても、侵害されるべき法益\nとの均衡を失わない限度において、更にまた、社会通念上許される相当な手段方法\nによりなされたものであるならば、なんらかの犯罪構成要件に該当したとしても、\nこれを法秩序全体の見地から、刑法第三五条の正当行為とみなし、実質的にはなん\nら違法性を持たないものと解するのが相当であると判示しているが、右は刑法第三\n五条の解釈適用を誤つたものであり、それがなければ、被告人らの暴行、傷害が罪\nとならないとされなかつたはずであるという点において、判決に影響を及ぼすこと\nが明らかであるから原判決は破棄を免れないというにある。\nよつて案ずるに、原判決が（被告人らの行為の正当性）の項において判断したと\nころは、これを容認することができる。以下において論旨の細目につき分説すれ\nば、次のとおりである。\n１　について。\n原判決がある限度においての自救行為は違法性を阻却すると判示していること、\n自救行為を広く認めることは現在の法秩序とあい容れないので、これを認めるとし\nても厳格な要件の下にこれを認むべきことは、所論のとおりであるが、原判決が安\n易に広く自救行為の成立を認める趣旨であるとする非難は失当である。原判決の説\n示するところは、盗犯の現場における場合を引例して、プライバシーの権利（前記\n判断のとおり利益と解するのが相当である。以下同じ。）侵害としての写真撮影が\n行われた場合ある限度においての自救行為ができそれは違法性を阻却する、自救行\n為として違法性が阻却されるためには、のちの判示によつて原判決が正当行為と認\nめるための要件と同一の要件を必要とする趣旨であると解し得ないわけではない。\n自救行為とは一定の権利（本件における承諾なくして写真撮影されずみだりにこれ\nを公表されない利益も含まれる）を有する者が、これを保全するため官憲の手を待\nつに遑なく自ら直ちに必要な限度において適当な行為をすることをいい（最高裁判\n所昭和二四年五月一八日判決判例体系三〇巻七九九頁参照）、他の方法によること\nができず、緊急性、方法の相当性、法益の均衡がある場合のみ許されるべきものと\n解すべきもので、原判決の説示するところは多少明確を欠く嫌いがあるが、自救行\n為をこれより広く認める趣旨ではないと考えられる。原判決には所論のような法令\n解釈の誤りはない。\n２　について。\n原判決が被告人らの本件行為はやむを得ずしてなされた相当の行為であり、違法\nな写真撮影行為により職員の権利が著しく害されつつある場合においては、侵害さ\nれるべき法益との均衡を失わない限度において、また、社会通念上許される相当な\n手段方法によるときは、なんらかの犯罪構成要件に該当したとしても、これを法秩\n序全体の見地から、刑法第三五条の正当行為とみなし、実質的にはなんら違法性を\n持たないものと解するのが相当であると判示しているところから判断すれば、原判\n決は、刑法第三五条の法令又は正当の業務による行為、同第三六条の正当防衛、同\n第三七条の緊急避難のほかにも、刑法第三五条の規定の精神により違法性が阻却さ\nれる社会的正当行為があることを認めた趣旨と解せられる。かかる社会的正当行為\nを超法規的違法阻却事由と解するか、刑法第三五条の一場合又はこれに準ずる場合\nと解するかについては問題があるところであるが、これを広く認めることが現在の\n法秩序とあい容れないことは所論のとおりであるから、これを認めるべき要件は、\n厳格であるべきであるが、刑法第三五条が明示する法令又は正当の業務による行為\nのほかに社会的正当行為として違法性が阻却される場合があることは、これを認め\nるのが相当である。\n３　について。\n前記のとおり、違法性阻却事由として自救行為及び社会的正当行為を認める場合\nにおいて、その要件は、刑法第三六条の正当防衛第三七条の緊急避難の要件以上に\n厳格であるべきことは、所論のとおりである。そして、その要件としては、論旨援\n用の東京高等裁判所昭和三五年一二月二七日判決（判例時報二九九号九頁及びこれ\nを支持した最高裁判所昭和三九年一二月三日決定刑事判例集一八巻一〇号六九八頁\n参照）が判示するように、健全な社会通念に照らし、動機、目的が正当であるこ\nと、手段方法が相当であること、その行為により保護しようとする法益と行為の結\n果侵害されるべき法益とを対比して均衡を失わないこと、その行為に出ることがそ\nの際における情況に照らし緊急を要するやむを得ないものてあり、他にこれに代る\n手段方法を見出すことが不可能もしくは著しく困難であることを必要とするものと\n解すべく、これを所論に副い、（１）目的の正当性、（２）手段方法の相当性、\n（３）法益の権衡性、（４）情況上の相当性（緊急性、急迫性を含む）、（５）補\n充性の原則（唯一の方法であり他の方によることができなかつたこと）と要約する\nこともできよう。\n所論は、原判決が被告人らの行為が右要件を充足していないのに右要件を充足す\nるものと判断した誤りを犯している旨主張するが、原判決が判示しているところを\n通読すれば、原判決は、被告人らはＡ公安職員の違法な写真撮影行為を発見し、写\n真撮影行為についての釈明とその中止を目的として、同人の周囲に集つたところ、\n同人が釈明に耳を籍さず、強引に写真撮影を続行しようとしたので、その撮影行為\nを妨害しようとして、同人の腕や写真機の紐を引つ張つたりしたが、七、八名ない\nし一〇名位の被告人らを含む職員らが一人のＡ公安職員の周囲に集まつたので、押\nしたり、引つ張つたり、体や足がぶつかったりしたことはあるが、被告人らにカメ\nラを奪う目的や必要もなく、暴行の程度も、その間に同人がシャッターを切り、フ\nイルムを巻くことができる程度の軽いものであつたとの事実関係を認定し、プライ\nバシーの権利侵害としての写真撮影が行われ又は行われようとしているときは、被\n害回復の手段として自救行為及び侵害防止のための正当行為が許されるとし、被告\n人らのとつた行動は、プライバシーの権利に対してなされた被害を回復する手段を\n発見し併せて将来予想される同種の侵害を防止するためやむを得ずなされたもの\nで、本件においてとつた行為以外にその目的を果す方法がなく、被告人らの暴行は\n強度の暴行ではなく、本件行為に至るまでの諸般の事情を考慮すると、相当の行為\nで、違法な写真撮影により職員の権利が著しく害されつつあることと被告人らの行\n為により侵害されるべき法益との間に均衡があり、社会通念上許される相当な手段\n方法であつたとし、法秩序全体の見地から刑法第三五条の正当行為とみなし、実質\n的に違法性がないと判断しているのであつて、結局、自救行為及び社会的正当行為\nの成立に必要とされる前記要件全部を備えているものと判示した趣旨を理解するこ\nとができ、右判断はこれを是認することができる。\n所論は、プライバシーの権利侵害を防止するのが正当な目的であるとしても、Ａ\n公安職員の写真撮影を妨害し、写真機の紐が切れる程引つ張り、そのためたとえ軽\n微とはいえ右示指の中手指関節部に腫脹と運動制限の傷害を与えるような行為、一\n団となつて揉み合うような状態になるような行動をとることは、右目的を達するた\nめの手段方法として相当性があるか否か、唯一の方法であるか否か、Ａ公安職員の\n写真撮影という公務執行との対比において法益の権衡性が認められるか否か、緊急\n性、相当性を含めて情況上の相当性が認められるか否かに疑問があると反論する\nが、Ａ公安職員の写真撮影が違法なものであつて刑法第九五条の保護を受け得ない\nものであることは前記判断のておりであるから、これが正当な公務に基づく職務執\n行であることを前提として法益の権衡性がないと主張する所論は失当であり、Ａ公\n安職員が被告人らの暴行によつて右示指の中手指関節部に腫脹と運動制限を伴う傷\n害を受けたことを認めることができないことは、これまた、前記判断のとおりであ\nるから、同人の右受傷を前提として、手段方法の不相当性を主張する所論は失当で\nあり、承諾なくして写真撮影されみだりにこれを公表されない利益を保持し、その\n被害に対しこれを回復し、切迫した侵害の危険に対しこれを防止するためには、違\n法な写真撮影の現場において、撮影者に対し釈明、中止、話合いを求め、話合いに\nより被害が回復されあるいは侵害を防止し得た場合は格別、撮影者が釈明、中止、\n話合いの要請を拒否し、強引に写真撮影を続行しようとするときは、現場におい\nて、これを妨害し撮影者をして撮影を中止させるため必要な手段をとり、あるい\nは、撮影済のフイルムを回収するために必要な手段をとり得るものと解すべく、撮\n影者の態度に応じて、撮影を妨害、中止させるため被撮影者がその周囲に集まり、\n撮影者の腕を押え、写真機やその紐を引つぱることがやむを得ない必要な手段とし\nて是認されることもあるのであり、また、写真撮影行為の特殊性から考えて、かか\nる場合における被害回復ないし侵害防止の手段が緊急性や急迫性があつてやむを得\nない唯一の手段であると解せられるので、写真機の紐が切れたこと、一団となつて\n揉み合うような状態になるような行動をとつたことがあつたからといつて、手段方\n法が正当であること、それが右目的を達する唯一の方法であることを認めるに妨げ\nなく、また、緊急性、急迫性を含めて所論情況上の相当性があると認定するに差支\nえないから、所論は失当である。原判決には所論のような法令解釈適用の誤りはな\nい。\n以上判断のとおり、原判決には判決に影響を及ぼすことの明らかな事実の誤認及\nび法令解釈適用の誤りはないから、事実の誤認及び法令解釈適用の誤りを主張する\n各論旨はいずれも理由がない。\nよつて、刑事訴訟法第三九六条により被告人ら三名に対する本件各控訴を棄却す\nることとし、主文のとおり判決する。\n（その余の判決理由は省略する。）\n（裁判長判事　松本勝夫　判事　真野英一　判事　深谷真也）\n"
}