{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 11,
    "day": 17
  },
  "case_number": "昭和37(ワ)5709",
  "case_name": "時事通信社労組除名",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "20030",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20030",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/030/020030_hanrei.pdf",
  "contents": "主　　　文\n原告が被告組合の組合員であることを確認する。\n訴訟費用は被告の負担とする。\n事　　　実\n第一、当事者双方の求める裁判。\n一、原告\n主文同旨の判決。\n二、被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nとの判決。\n第二、当事者双方の事実上の主張\n一、原告の請求原因。\n（一）　原告は昭和一六年三月東京大学文学部を卒業し、同年四月社団法人同盟通\n信社に入社し、同二〇年株式会社時事通信社（以下会社と略称する。）創立と同時\nに同社に勤務することになり今日に至つている。\n（二）　原告は昭和二一年全日本新聞通信放送労働組合の結成に際してその組合員\nとなり、その後同組合が解散し、全国新聞労働組合が生まれるやこれに参加して同\n組合の時事通信支部に所属し、同二八年一〇月右支部の解散に伴い、被告組合（以\n下組合という。）に加入した。\n（三）　しかるに、組合は現在原告を同組合の組合員として扱わない。\n（四）　よつて原告は組合に対し原告がその組合員であることの確認を求める。\n二、被告の答弁\n原告の請求原因事実はすべて認める。\n三、被告の抗弁\n（一）　組合は、組合員に規約第五八条（規約全文は、別紙記載のとおり）に定め\nる事由があるときは、同第五九条によりその者を除名できる規約となつている。\n（二）　ところで組合の中央執行委員会は、昭和三七年三月一三日組合員である原\n告に統制違反の疑があるものと認め、組合規約第六一条にもとづき「Ａ君制裁問題\n調査専門委員会」（以下調査委員会と略称する。）を設置し、同委員会は同年四月\n五日その調査結果を中央執行委員会に報告した。同年四月七日組合中央委員会は調\n査委員会の調査にもとづく中央執行委員会の報告と、原告本人の弁明をきき審議を\nした上、原告の行為が除名に相当するものかどうかにつき無記名投票をした結果、\n総投票数一七、除名に賛成するもの一七、反対なしで原告を除名することに決定し\nた。そこで原告は組合規約第六四条にもとづき大会に上告したが、組合大会は昭和\n三七年五月一二日原告の弁明をきいて審議をし、投票に付した結果総投票数五一の\nうち除名に賛成するもの五一、反対なしで原告の除名を決定したので、中央執行委\n員会はその頃原告に対しその旨を通知した。\nよつて、原告は被告組合の組合員たる資格を失つたものである。\n（三）　原告には、次のとおり組合規約で定める除名理由に該当する事実があつ\nた。\n（１）　第一点\n組合は株式会社時事通信社の従業員をもつて組織されているものであつて、本部\n及び支部をもつて構成し、各地方ごとに組合規約別表の区分に従い支部を設け、支\n部の下に部室、支社または支局を単位として班を置いていたが、昭和三六年四月二\n二日、二三日に開催された組合全国大会において規約別表を改正し、従来本社直轄\n支局地域及び本社における組合員をもつて関東支部を構成していたものを、本社の\n部室における班は本部直轄とし、本社直轄支局地域の組合員をもつて関東支部を構\n成することとし、且つ関東支部の名称を関東支局支部と改称した。\n右規約改正が決定された大会の席上、当時関東支部執行委員長であつた原告は、\n右決定には不満であるが組合内部の紛糾を避けるため事実問題としては関東支部は\n解体したものとして、今後一週間か一〇日位執行部としての事務を行い、あとは残\n務処理委員会に切り替え本部執行部に引きつぐ旨を発言し大会の諒承をえた。\n右大会決定により関東支部は改組されたので、昭和三六年七月二日改組後第一回\nの関東支局支部大会が開催され、旧関東支部の資産の処理は次期全国大会において\n決定する旨の決議がなされ、それまでの間本部において管理することに決定され\nた。よつて旧関東支部の資産は本部直轄班及び関東支局支部に引き継がるべきもの\nのすべてが本部において管理されることになつた。\nこれより先、全国大会後に選任された本部執行委員会は旧関東支部執行委員会の\n代表者であり資産管理の責任者である原告に対し、再三にわたつて資産の引き継ぎ\nを要求したものの、原告は言を左右にしてこれに応じないため遷延してきたが、こ\nこにおいて旧関東支部の資産はすべて本部執行部の管理下に移されることとなつた\nので、あらためて旧関東支部執行委員会に対して資産を早急に引き継ぐべきことを\n要求した。\n旧関東支部の資産中引き継ぎを要する主たるものは労働金庫に対する預金及び出\n資金であるが、その引き継ぎのためには原告が保管中の旧関東支部の印鑑を必要と\nするところ、原告は右印鑑の引渡しもせず、又名義書換えに必要な書類に捺印せ\nず、さらに右資産の預託先である労働金庫新橋支店に赴いて前記全国大会の決定が\n不当である旨を強調力説し、もし労働金庫において名義書換えに応ずるならば労働\n金庫に対して訴を提起すべき旨を申し向けて名義書き換え手続を阻害し、もつて資\n産の引き継ぎに応じなかつたものである。\n（２）　第二点\n右に述べたように、原告が資産の引き継ぎに応じないので、組合は昭和三七年二\n月一七日中央委員会を開催し、同委員会は原告が資産引き継ぎを拒んでいることは\n全国大会の決定に違反するものである旨を決議したが、原告は却つて右中央委員会\nの決議が不当であると非難してなお引き継ぎを拒み、さらに前記のように規約に従\nつて設置された調査委員会が調査を開始するにあたつて、原告に対し資産引き継ぎ\nの意思の有無をたしかめたところ、原告は理由もなく同委員会の構成員を忌避して\n依然引き継ぎに応じなかつた。\n（３）　第三点\n原告はこのように全国大会の決定に違反して資産の引き継ぎを行わなかつたばか\nりでなく、調査委員会の調査に応ぜず、却つて同委員会の構成員及び本部執行部を\n告発して組合の統制に従おうとしなかつた。\n（三）　原告の以上の行為は組合規約第五八条に該当するので前記のとおり組合規\n約第五九条の除名処分に付したものである。\n四、抗弁に対する原告の答弁。\n（一）　抗弁の項の（一）（二）の事実のうち、中央執行委員会が原告について統\n制違反の疑があるとして、調査委員会を設置したこと、同委員会が中央執行委員会\nに対し調査結果を報告したこと、昭和三七年四月七日の中央委員会において中央執\n行委員会が右調査委員会の調査結果を報告し、且つ原告がその席で弁明をしたこ\nと、そして投票の結果被告主張のような票数となり中央委員会は原告の除名を決定\nしたこと、そこで原告は組合規約に従い大会に上告したが、被告主張のような形で\n審議投票が行われ、その結果も被告主張のとおりであつて原告の除名が決定された\nこと、そこで中央執行委員会は原告に対しその旨を通知したこと、組合が原告を除\n名した理由が被告主張のような趣旨のものであること、以上の事実はいずれも認め\nる。\nしかし、調査委員会が設置された日、又同委員会が調査結果を中央執行委員会に\n報告した日はいずれも不知。\n（二）　除名理由について。\n（１）　（第一点について）\n（イ）　昭和三六年四月の組合全国大会前の組合の組織内容は認める。右大会にお\nいて本社及びその管轄地域の支局の組合員をもつて組織されていた関東支部が解体\nされ、本社関係は本部直轄班とされ、関東支部は本社管轄地域の支局に勤務する組\n合員のみをもつて組織する関東支局支部に改編された。しかし、この改正の意図が\n関東支部の組合活動を封じるために勿々の裡になされたため、大会において代議員\nが右直轄班と支部との関係、班の組織、性格等について質問したのに対し、本部は\n殆んど答弁できないままに質疑を打切り動議によつて強行採決してしまつたもので\nある。又大会の席上原告が発言したのは、「大会決定が不法不当であることを留保\nするが、組合内にこれ以上の混乱、分裂をおこすことをさけ組織を守るために実際\n問題としては支部を解体する方向で処理することが現在の場合の唯一の方法と考え\nる。但し支部執行委員会として正式にきめていないので今後正式にきめたいが、大\n会後、大会報告、臨時支部大会召集要求問題等の仕事をすませ、執行委員会を残務\n処理委員会に切りかえて財産処理その他の残務を処理した上で本部執行部に引渡し\nたい。ただ執行委員会の任務は臨時支部大会の問題があり、限定はできないが一週\n間か一〇日間位で果しうるのではないかと思う。」という趣旨であり、大会は右発\n言を諒承した。更に資産処理のための旧関東支部大会が開催された事実はない。本\n部執行部において資産の引き継ぎ要求をしたのは昭和三六年八月に至つてからであ\nるが、原告が右要求に応じなかつた事実はなく、その経緯は（ロ）（ハ）のとおり\nである。\n（ロ）　前記大会後、関東支部は取敢えず支部組合費の徴収を中止するとともに、\n支部執行委員会を開いて全国大会決定の実行を協議した結果、手続上の疑問があつ\nたので同年五月二三日本部に対して関東支部の資産の処理の仕方等について質問し\nた。これに対し本部は、右資産は関東支局支部が決めるべきである等の回答をし\nた。しかし、右の回答はその内容が必らずしも明確でなかつたのでその後原告とＢ\n旧関東支部書記長が本部のＣ委員長、Ｄ書記長と話合つたが、この際原告らは旧関\n東支部の資産の処理に関しては支部大会を早急に開かなければならないから本部も\nそれを諒承して欲しいこと、特に労働金庫関係の引き続ぎについては労働金庫側の\n意向として、所定の書類に全国大会及び支部大会の議事録を添付して掲出して欲し\nい旨説明していることからも支部大会を開かなければ引き継ぎができない事情にあ\nること、また支部大会で全国大会の決定をくつがえすような決定を行う考えはない\nこと等を説明した。ついで昭和三六年六月一二日と一五日に原告らは本部の新執行\n部と業務並びに資産の引き継ぎに関連し話し合つたが、この席上でも原告らは旧関\n東支部の解散大会を認めて欲しい旨再三要求したが、本部は何らの理由もなくこれ\nを拒否した。更に本部は右支部大会を認めないばかりか関東支局支部大会を強行す\nると通知してきたので同年六月二九日原告らは支部執行部を辞任した。\n（ハ）　昭和三七年八月末に至り本部と関東支局支部から労働金庫事務の引き継ぎ\n要求があつたので、原告ら旧支部執行部は「関東支部の大会の承認がないままにそ\nの労働金庫に対する資産の引き継ぎを行うのであるからその旨を組合ニユースに掲\n載して欲しい、そうすれば直ちに労働金庫に対する資産の引き継ぎを行う。但し労\n働金庫に対しては同金庫から求められた支部大会議事録は支部大会が開かれていな\nいので存しないことは念のため申し添える」旨を同年九月四日付文書をもつて回答\nした。これに対し本部は同年一〇月一四日付組合機関紙「みらい」に右回答を掲載\nするとともに、原告らの主張する支部大会を開く必要はない旨の見解を発表した。\nこの間原告らは支部の決算報告書を作成し、預金通帳と現金を本部に手交した。\nそして同年一〇月二五日原告は本部側と同道して労働金庫新橋支店へ引き続ぎの\nため赴いたが、労働金庫では支部大会がないという前提にたつている以上引き継ぎ\nをそのまま承認することはできないとして引き継ぎをうけつけなかつたのでこの日\nは引き継ぎができなかつた。その後暫くは本部から原告らに対して引き継ぎ要求は\nなかつたが、同年一二月二八日に至つて本部執行部は再び原告に対して資産引き継\nぎのために支部委員長の印鑑を押捺するよう要求してきたので、原告は前記労働金\n庫の回答の趣旨を述べて話し合いを要望したが物別れに終つた。そのため昭和三八\n年一月一六日原告は旧支部執行部の見解を発表した。一方本部は原告に対して同年\n二月二八日までに引き継ぎのためのすべての手続をとるようあらためて要求してき\nたが、結局この期限までに引き継ぎは完了しなかつた。\nしかし、以上の経緯から明らかなように、原告としては労働金庫の前記回答の趣\n旨に従つて話し合いを求めているのであつて、いたずらに資産引き継ぎを怠つたわ\nけではない。従つてその責任は残務処理に関する関東支部大会を開かせなかつた組\n合本部にあるのであつて原告が負うべき筋合はない。\n（２）　（除名理由第二点について）\n昭和三七年二月一七日中央委員会が開催されたこと、そこでその主張のような決\n議がなされたこと、原告が右決議を不当なものであると主張したことは認める。\n（イ）　原告が中央委員会の決議を不当としたのは第一にこの委員会が規約違反の\n会議であつたからである。即ち、組合規約第三八条によれば「中央委員が任期中に\n転勤その他の事情で所属支部および本部直轄班を離れた場合および組合員の資格を\n失つた場合中央委員たる資格を失う。但し前段については中央委員会が認めたとき\nをもつて中央委員たる資格を失うこととする。中央委員が資格を失つた場合は補欠\n選挙を行う。」とあるが、この但書規定は中央委員が配転により自動的に中央委員\nの資格を喪うとするならば、会社は気に入らない中央委員を配転によつて何時でも\n実質上解任させることが出来るという結果になることを防止するために規約改正に\nより特に付加した規定である。しかるに、前記中央委員会においては第二編集班選\n出Ｅ委員、業務班選出Ｆ委員、北海道支部選出Ｇ委員がそれぞれ配転により（但し\nＥ委員は支局長となつたため組合員資格を喪失した。）選出母体の支部又は班から\n他に転出したが、本部は中央委員会に先だつて補欠選挙を行い、右補欠選挙により\n当選したものを中央委員として出席させ、Ｂ委員の指摘に拘らず、何ら討論をせず\nそのまま正規の中央委員として会議を成立させた。そこで原告は本部及び他の中央\n委員が中央委員会において規約違反の事実を行つたことは前記但書の精神を踏みに\nじることにもなるもので遺憾である旨を主張したにすぎない。\n次に原告は右中央委員会の決議について、二月二八日右が不当である旨の反駁文\nを本部に提出し組合ニユースに掲載方を要望したが、その内容は大略次のとおりで\nある。\n（ⅰ）　本部の中央委員会への報告は正確ではなく、特に一〇月一六日「みらい」\n掲載以降の労金問題についての経過や一月一六日付の原告の組合本部宛申入につい\nて組合本部機関紙は報道していないし、中央委員会でもその内容について何ら報告\nされていない。従つて出席した中央委員は充分な前提知識のないままに本部の報告\nのみをきき決議をしたもので組合民主々義に反する。\n（ⅱ）　非難決議は実質的には戒告処分にも等しいものであるから、被非難者の弁\n明をきくべきであるのに何らこれをきかなかつたのは不当である。\n（ⅲ）　決議にあるような事実は何ら存在しない。\n以上の原告の行為は非難された組合員としての当然の権利であり、原告の行為は\n何ら組合規約に反するものではない。\n（ロ）　調査委員四名は、いずれも原告の組合活動に批判的な人物であり、特にこ\nのうちＨ、Ｉの両名は昭和三五年一〇月一八日に、関東支部の執行部が浅沼刺殺抗\n議行動に参加したことを遺憾としてＪ（原告除名当時の本部委員長）と連名で支部\nに対し公開質問状を発した人物であり、ついで調査委員Ｆも同様趣旨の投書を支部\n機関紙に投稿し、関東支部執行部を非難した人物である。しかも右調査委員四名は\n何れも原告除名当時の本部執行部の推薦者であつて、組合運動に対する考え方も本\n部執行部と全く同一であつた。又Ｉは前記中央委員会の非難決議の議事に参加し、\nこれを推進した人物である。以上のように原告の行動を元来不当と考え、且つその\n上原告の組合活動を封じようと企てている本部執行部の考え方に完全に同調してい\nる人物と考えられる委員を公正な調査、意見具申を期待しえないとの理由で忌避す\nることは制裁をうけようとする組合員として当然といわねばならない。\n（ハ）　関東支部執行委員長の印鑑が本部に交付されていないことは事実である\nが、これは前記でのべたとおりの経緯によるものであつて不当なものではない。\n（３）　（除名理由第三点について）\n原告が調査委員会の調査に応ぜず、且つ調査委員の四名及び本部執行部を告発し\nたことは認めるが、これは次の理由によるものである。\n（ⅰ）　昭和三六年二月一七日の中央委員会に組合規約第三八条違反の事実があつ\nたこと。\n（ⅱ）　同日の中央委員会は定足数不足であり、中央委員からこの点を指摘された\nにも拘らず、これを無視して議事を続行させたことは組合規約第三〇条、第三八条\nに違反すること。\n（ⅲ）　中央委員会の右規約違反行為について原告から善後措置を求められたが、\nこれを無視して同年四月七日の中央委員会招集に際しても（ｉ）と同様の規約違反\nをおかし、原告のこの点の指摘にも拘らずこれを無視したことは組合規約第三八\n条、第三九条五号、第八条一号に違反すること。\n（ⅳ）　Ｉ及びＦの両名は昭和三七年二月一七日の中央委員会において（ｉ）の規\n約違反があり、これにつき右両人にも責任があることを原告が指摘したにも拘らず\nこれを無視したこと。\n（ⅴ）　調査委員会の構成員忌避に対して何ら理由なくこれを却下し、且つ調査委\n員は忌避申立が出ているのに調査手続を停止せず調査を続行したことは規約第六一\n条、第七条六号に違反していること。\n元来組合員は組合員に規約違反の行為があり、統制を乱す行為があつた等の場合\nには組合に制裁を求めるため告発をする権利があるのであつて、この権利を行使し\nたという理由のみでこれを制裁理由とすることはできない。\n五、原告の再抗弁\n（一）　原告は昭和二一年全日本新聞通信放送労働組合の結成に際してその組合員\nとなり、その後同組合が解散し全国新聞労働組合が結成されるとこれに参加して、\n同組合時事通信支部に所属し、昭和二五年一〇月には右支部書記長となつた。その\n後右支部が解散してからは組合に加入し、昭和三〇年九月組合関東支部が組織され\nると同時に同支部書記長となり、昭和三六年同支部解体まで同支部の書記長、執行\n委員長を歴任し、積極的、良心的な組合活動を続けてきた。\n（二）　会社は原告を組合内の指導的地位から追放することをその労務対策の中心\n目標として、組合内の協調的幹部を使つて組合関東支部の解体と原告の組合活動か\nらの追放を準備させた上、会社自身も不当配転、社報等による虚偽の宣伝、職制に\nよる組合員の圧迫、干渉などの行為を全国各職場に展開し、関東支部の弱体化、原\n告追いおとしの準備をした。\nその結果被告主張のように関東支部の解体、原告の除名までに至つたが、以上の\n経過に徴し本件除名は組合幹部が会社側と一体となつて、又少くとも会社側の意を\nうけてしたものであること明白である。\n従つて本件除名は組合の組織統制権の濫用として無効である。\n六、再抗弁に対する被告の答弁。\n原告の組合経歴はすべて認めるが、再抗弁の項（二）の事実は否認する。\n第三、証拠関係（省略）\n理　　　由\n一、当事者間に争いのない事実\n（一）　原告が昭和一六年三月東京大学文学部を卒業し、同年四月社団法人同盟通\n信社に入社し、同二〇年会社創立と同時にこれに勤務することになり現在に至つて\nいること、原告は昭和二一年全日本新聞通信放送労働組合の結成に際してその組合\n員となり、その後同組合が解散し、全国新聞労働組合が生まれるとこれに参加して\n同組合の時事通信支部に所属したこと、昭和二八年一〇月同組合の右支部が解散し\nたことに伴い、組合に加入したこと、現在組合は原告を組合員として扱わないこ\nと、以上の事実は当事者間に争いがない。\n（二）　組合には、昭和三六、七年当時被告主張の規約が存したこと、組合の中央\n執行委員会が組合員である原告に対し統制違反の疑があるものと認め、組合規約第\n六一条にもとづき調査委員会を設置したこと（書面の趣旨体裁から真正に成立した\nものと認められる乙第八号証によれば、右設置の日は昭和三七年三月一三日と認め\nられる。）、同委員会はその調査結果を中央執行委員会に報告したこと（その報告\nの日は、証人Ｉの証言により真正に成立したものと認める乙第一八号証と右証言に\nよれば、同年四月五日と認められる。）、昭和三七年四月七日組合中央委員会にお\nいて中央執行委員会側が右調査委員会の調査結果を報告し、原告がその席上弁明し\nたこと、投票の結果、被告主張の票数となり、中央委員会は原告除名の決議をした\nこと、原告が右除名を不服として組合規約に従い大会に上告したが、被告主張の経\n過で同年五月一二日大会においても原告除名の決議がなされ、中央執行委員会がそ\nの頃原告に対しその旨の通知をしたこと、組合の原告除名の理由は原告に被告主張\nの三点にわたる組合規約に定める除名事由に該当する事実があるというにあつたこ\nと、以上の事実は当事者間に争いがない。\nなお成立に争いがない乙第一号証によれば、被告組合の昭和三六、七年当時の組\n合規約の全文は別紙のとおりであることが認められる。\n二、関東支局支部設立の経緯\nそこで次に被告の主張する原告の除名事由の存否につき順次検討するに、本件除\n名理由の核心をなすのは組合の旧関東支部資産を原告が本部執行部へ引き継がなか\nつたというにあるので先づこの引き継ぎの前提となる旧関東支部をめぐる組織問題\nから判断する。\nいずれも成立に争いのない甲第二、第三号証、第六七号証、第七七、第七八号\n証、乙第三、第四号証、第九号証、第二〇号証、証人Ｃの証言、同Ｂの証言、原告\n本人尋問の結果を綜合すると以下（一）（二）（三）の事実が認められる。\n（一）　被告組合は、昭和二五年一〇月いわゆるレツドパージが行われたのを機\nに、全国新聞労働組合時事通信支部から分裂して結成されたものであるが、その綱\n領として政治闘争を排し経済闘争を主とすること、外部勢力の介入を排除すること\nを掲げているものである。原告はかねてより前記労組時事通信支部に加入していた\nところ、昭和二八年一〇月同支部が解散したのでその頃被告組合に加入した（この\n点は当時者間に争いがない）。そして昭和三〇年九月には本社の組合員で構成して\nいた組合東京支部が関東地区各支局の組合員を併せて関東支部に改組されたが、こ\nの際原告は同支部書記長に選任され、更に昭和三五年五月以降同支部委員長をつと\nめた（原告が同支部委員長であつたことは争いがない。）。\n（二）　ところで東京支部が関東支部に改組されて以来の同支部の諸活動に対し支\n部組合員の中から批判が出されるようになつた。即ち昭和三四年秋ごろのいわゆる\n日比谷共闘参加問題（関東支部が日比谷周辺の新聞、放送関係の労働組合の横の連\n絡組織に加入した問題）、昭和三五年秋の同支部の浅沼刺殺抗議行動への参加問題\nや、同支部執行部が会社Ｋ業務局次長の発言を不当労働行為としたことに関し、同\n支部の活動は前記組合綱領に反し闘争至上主義ともいうべきものであるとして、会\n社の社報、組合本部機関紙「みらい」関東支部機関紙「花のわ」等に次のような支\n部批判文が掲載された。\n（ⅰ）　昭和三五年七月一一日付会社々報で新潟支局職員一同らがＫ業務局次長の\n不当労働行為問題で関東支部のとつた態度を批判した。\n（ⅱ）　昭和三五年一一月一五日付組合中央機関紙「みらい」で、当時起つた浅沼\n稲次郎刺殺事件に対する抗議行動に関東支部が組織として参加したことについて同\n支部内の甲府班、長野班、前橋班の各班が批判した。\n（ⅲ）　昭和三五年一二月二八日付関東支部機関紙「花のわ」で本社のＨ、Ｊ、Ｉ\nが右抗議行動への参加は組合の綱領に違反するとして支部執行部に反省を求めたほ\nか、本社業務班、前橋班らがそれぞれ支部執行部の方針を批判した。\nこのような批判の動きの中で、昭和三六年二月に発行された組合本部ニユース二\n八号で前橋班は新しく関東支局の各組合員をもつて関東支局支部を設けることを提\n案した。更に同年四月一日付「みらい」で五支局班からの同旨の要望が掲載された\nほか、本社業務班からより具体的に同年四月二二日開催の全国大会に提案すべき本\n部組合規約の改正案、即ち、関東支部を改組して、関東各支局勤務の組合員のみを\nもつて関東支局支部を構成することとし、関東支部内の本社班は本部直轄とする案\nが発表された。又右の全国大会の各代議員に配布された全国大会資料にも右規約改\n正案が掲載された。\n（三）　一方、右全国大会に先立ち、同年四月一五日開催された関東支部大会では\n代議員Ｅが同支部の運動方針案として、関東支部の一組織である本社各班を同支部\nの組織から切り離して組合本部の一組織にするよう全国大会へ要請することを提案\nした。同支部大会ではこの提案に同調する代議員と、これに反対し、Ｅ提案は単な\nる運動方針案ではなく関東支部規約の改正案であるから定数の三分の二以上の賛成\nを要する旨主張するものにわかれたが、反対する代議員が途中退場したため結局こ\nの運動方針案は賛成多数で可決された。\nしかし支部執行部としては、このような関東支部改組案はあくまでも支部規約上\nの問題として処理すべきもので、これを運動方針案という形で可決したのは支部規\n約に反するとの態度をとり、同年四月一九日付関東支部ニユースでもそのような立\n場から大会報告を行つた。\n続いて同年四月二二日から神奈川県湯河原で開催された全国大会の第二日目に前\n記組合規約改正案が本部から提案され、討議が行われたが、この中で本部執行部と\nこれに反対する一部代議員との間で激しい討論質疑が繰りひろげられた。しかし、\nこの改正案に反対する代議員が退場するうちに審議打切り案が提案可決され、つい\nで規約改正案も可決された。そして新しい本部規約では規約別表の「関東支部」が\n削除され、新しく本社直轄支局地域（関東地区各支局）を管轄する関東支局支部が\n挿入された他、第一三条に本社の部室におく班は本部直轄とするとの文言が加えら\nれた。この結果旧関東支部組合員中関東各支局勤務の組合員は関東支局支部を構成\nし本社に属する組合員は組合本部に属することとなつた。\nこのように本部執行部提案の規約改正案が可決されたので、旧関東支部委員長で\nある原告は、席上「支部執行委員会としてはこの採決が無効なものであることを留\n保するが、組合内の混乱、分裂を避けるため事実問題としては支部を解体する方向\nで事態を処理すべく、本大会後支部執行委員会として行わなければならない任務を\nすませ、その上で支部執行委員会を残務整理委員会に切りかえて財産処理その他の\n残務を処理し、新しく選出される本部執行部に引継ぐが、なお執行委員会としての\n任務は臨時支部大会を開くかどうかの問題もありはつきりしないが、ほぼ一週間な\nいし一〇日位で果しうるのではないかと思う。」旨発言し、大会の了承を得た。\n三、本部執行部の旧関東支部執行部に対する資産引き継ぎ要求と組合中央委員会の\n引き継ぎ要求決議。\nいずれも成立に争いのない甲第一号証の一、二、第四号証、第九号証、第二五な\nいし第二七号証、乙第一号証、書面の趣旨体裁から真正に成立したものと認められ\nる乙第六号証、証人Ｌ（但し後記採用しない部分は除く）、同Ｍ、同Ｎの各証言、\n原告本人尋問の結果によれば、次の（一）ないし（四）の事実が認められる。\n（一）　右全国大会後、関東支部の改組それ自体とその方法につき疑念をもつてい\nた旧関東支部執行部は、同年五月二二日組合本部に対し、（１）支部廃止の意味、\n（２）これまで支部の行つてきた組合業務の関係、（３）支部資産の処理、（４）\n本社班組合員の組合費関係について質問し、その中で支部資産については支部組合\n員であつたものの総意によつて決めるべきではないかとただしたのに対し、本部執\n行部は同月二七日それぞれ回答したが、このうち支部資産については、関東支局支\n部執行部が、関東支部組合員であつたものを含めて、支部組合員の総意を汲んで決\nめるのがよいと考える旨述べた。\nこれらの経緯を経て、同年六月二三日旧関東支部執行部は総辞職することを決\nめ、同月二九日本部執行部にこのことを通知した。その際、支部執行部は総辞職声\n明を発し、支部資産の関係についても言及したが、その中で支部資産の引き継ぎに\nついては、これが支部の資産であつて支部執行部の私有財産でない以上、その処理\nについては支部大会を開かねばならないが、本部執行部がこれを認めない以上、旧\n関東支部の資産業務の引き継ぎを支部執行部としては行わない旨の見解を明らかに\nした。\n（二）　一方前記組合規約の改正により新しく誕生した関東支局支部（支局員約四\n〇名）は七月二日に初の大会を前橋で開き、旧関東支部支局班の資産を本部執行部\nの管理に移すこと並びに右資産の具体的な処分方法については関東支局支部組合員\nの意向を十分ただした上、次期全国大会で組合規約を整備して決定する旨決議した\nが、同時にＯ代議員より、旧関東支部の資産は旧本社班のものと旧支局班のものと\nに分割することが不可能であるから、本部は全国大会で慎重に処分方法を決められ\nたい旨の発言があり、本部もさしあたつて旧関東支部の資産は本部で管理する旨答\n弁した。\nこのような経過の中で本部執行部はかねてより旧関東支部執行部ないしは同支部\n執行委員長であつた原告に対し、関東支部改組に伴う資産の本部への引き継ぎを要\n求していたが、同年八月二三日に本部は重ねて旧関東支部執行部に対しその資産の\n引き継ぎを要求した。これに対し原告は右要求に従い引き継ぎに応ずるが、本来関\n東支部大会の承認をえないでこれに応ずるのは旧支部組合員に対し一種の背任行為\nになるとの原告のこの問題についての見解を組合本部紙「みらい」に発表すること\nを条件に本部執行部の要求をのんで引き継ぎに応ずることを約した。\nそして原告は同年九月四日右のような見解を原稿にして本部へ提出し、同時に旧\n関東支部の預金通帳と現金を本部へ引き渡したが、この原稿は同年一〇月一四日付\n「みらい」に掲載された。\nこの間、組合本部は旧関東支部が支部大会を開くことは、すでに同支部が改組さ\nれて存在しない以上、前記大会での決議や組合規約に反するとして、支部大会の開\n催を認めないとの態度を一貫してとつてきた。\n（三）　原告は同年一〇月二五日組合本部委員長Ｊ、同副委員長Ｌと共に旧関東支\n部資産である労働金庫への出資金（一五万円）及び預金の本部への引き継ぎ（名義\n書換え）のため労働金庫新橋支店へ赴いたが、これに先立ち、原告は前記原告の見\n解が掲載された「みらい」を同支店へ持参して予め原告の立場及びその考えを説明\nした。\n当日同支店では労働金庫側から支店長代理Ｎ、組織係長Ｍが出席し、五人で話し\n合つたが、組合本部側が本件については組合の全国大会で決つたことであり現在で\nは関東支部は存在しないのであるから、すみやかに引き継ぐべきであるとその立場\nを説明したのに対し、原告はこれ迄本部に対し主張し、又前記「みらい」に掲載し\nた見解を申し述べ、一方労働金庫側は双方の説明をきいた上、この引き継ぎが後日\n問題となり関東支部委員長の捺印が正当有効かということになると、やはり疑問と\nいう結論になり、労働金庫はこれらの事情を知りながらこの名義書き換えに協力す\nる訳にはいかない旨回答した。なお被告は原告が労働金庫新橋支店に対し同金庫が\n名義書き換えに応ずるならば同金庫に対し訴を提起すべき旨申し向けた旨主張し、\n証人Ｌの証言中にはこの主張に沿う部分もあるが、証人Ｍ、同Ｎの各証言に対比し\nて右証言部分は採用できず、他に右事実を認めるに足りる証拠はない。結局労働金\n庫が右のように引き継ぎに難色を示したこともあつて、原告が引き継ぎのための記\n名捺印をしなかつたので当日組合本部の目的は達せられなかつた。しかし組合本部\nではその後も労働金庫に対しその手続方を要望し、労働金庫側もそれに必要な書類\nを交付したがなお双方に話合いで円満に解決するよう求めた。又原告もその後何度\nかこの件についての話合いを組合本部へ申入れたが、本部はこれを拒否し、同年一\n二月二八日には原告に対し翌三七年一月一〇日を期限として重ねて引き継ぎを要求\nした。こうして昭和三六年中には遂に双方の話合いによる円満な解決はみられなか\nつた。\n原告は昭和三七年一月一六日右一二月二八日付の組合本部の要求に対し回答し、\n現在の段階では旧関東支部資産の名義書き換え書類への調印は合法で正当な手続き\nを経た上でなければ応じられない旨述べた。\n一方、労働金庫のＮも組合本部に対し重ねて労働金庫の立場を説明し、組合内部\nで充分話し合つて処理されたい旨要望した。\n（四）　以上のような経緯を経て本部中央委員会は昭和三七年二月一七日旧関東支\n部資産の引き継ぎが遅滞していることに関し「関東支部大会を経てはじめてその資\n産が本部に引き継がれるとの見解は組合規約を踏みにじるもので組合員の立場を著\nるしく逸脱したものである。本部はこの決議にもとづき労働金庫側と充分折衝して\n本部の行為が正当であることを説明し早急に右事務を完了すべきであり、これによ\nり万一労働金庫側に何らかの迷惑が及ぶときはその責任は組合がとるべきものであ\nる。」と決議した。\nただ、右決議をしたのは原告の責任を追及することを第一の目的としたものでは\nなく、組合本部が労働金庫と交渉した結果本部が同金庫側から必らずしも旧関東支\n部執行委員長の印鑑がなくても本部の言い分を正当づける何らかの機関の証明があ\nれば名義書き替えもできるのではないかと示唆されたものと考えたことから、この\nような決議を行つたもので、この決議文は労働金庫新橋支店へも伝えられた。しか\nし、これに対し労働金庫は本部および旧関東支部の双方に対しなお双方で話合つて\n二週間以内に結論を出すよう要望する旨の書面を送つたが、その後も双方の話合い\nはできず、引き継ぎには至らなかつた。\n四、調査委員会の設置とその調査活動\n成立に争いのない甲第三二、第三三、第三四号証、乙第一〇号証、証人Ｉの証言\nから真正に成立したことが認められる乙第一八号証と右証言および証人Ｌの証言に\nよれば次の事実が認められる。\n（一）　右中央委員会の決議に続いて、本部執行部は原告が依然として引き継ぎに\n応じないことから、昭和三七年三月一三日本件引き継ぎ問題について検討した結\n果、組合規約第六一条にもとづきＡ君制裁問題調査専門委員会（略称は前記のとお\nり）を設置し（この点は当事者間に争いがない）、この件について原告に統制違反\nの事実が存するか否かを調査することを決め、同年三月一九日原告に対しこの旨並\nびに三月二二日から調査を開始することを通知した。なおこの調査委員会の委員に\nは組合三役の役職を経験し、現に組合員であるものが就任することになつたが、こ\nれに該当するもののうち、Ｐ、Ｑ、Ｒ、Ｓ、Ｔの五人が就任方を断つたので結局\nＨ、Ｉ、Ｆ、Ｕの四人が選ばれ、その中でＩがその委員長となつた。\nこれに対し原告は同年三月二二日この四人で構成する調査委員会委員を後記のよ\nうに忌避する一方、同委員会からの二度にわたる調査弁明のための呼出しに対して\nはこれを拒否して調査に応じなかつた。\n（二）　一方調査委員会は右忌避に拘らず調査をすすめ、原告本人の弁明をきくこ\nとはできなかつたけれども、Ｎ新橋支店長代理から事情聴取をした。ところが原告\nは調査続行中の同年四月四日後記のように組合本部執行部並びに調査委員会の構成\n員を告発したため、同委員会はこの点も考慮した上調査を終え、その結果原告に対\nする措置については、次の三点から除名に付するのを相当とする旨の結論を出し、\nこれを組合本部中央執行委員会に報告した。\n（ⅰ）　原告が全国大会の決定を不法不当と主張し、旧関東支部の資産引き継ぎを\n実行せず、旧支部資産の預託先である労働金庫新橋支店を再三にわたり訪れ、その\n一方的見解を労働金庫側に説明した。\n（ⅱ）　原告は組合本部執行部が同年二月に開いた中央委員会の決議を不当とし、\n本部が組織した調査委員会を相当な理由なく忌避し依然引き継ぎに応じなかつた。\n（ⅲ）　原告は本部執行部並びに調査委員会の構成員を告発した。\n五、原告の行つた中央委員会決議の非難と忌避、告発。\n成立に争いのない甲第一一号証、第三八号証、第四二号証、第一一四号証、乙第\n一号証、第一一号証、第一三号証、書面の趣旨体裁から真正に成立したものと認め\nられる乙第一四号証、証人Ｂ、同Ｌ、Ｉの各証言、原告本人尋問の結果（但し後記\n採用しない部分を除く。）によれば以下（一）ないし（四）の各事実が認められ\nる。\n（一）　前記中央委員会の同年二月一七日の決議につき、原告は次の点から、右中\n央委員会が規約違反の会議であり、又この決議が手続的にも内容的にも規約を無視\nし組合員の権利をおかす不当なものであると主張した。\n（非難理由）\n（ⅰ）　組合規約第三八条によると、中央委員は任期中に転勤その他の事情で所属\n支部を離れても当然にはその資格を喪わず中央委員会が認めたときに資格を喪失す\nることになつているにも拘らず、今回の中央委員会開催に先立つて配転された三人\nの中央委員の資格喪失が中央委員会で確認される前にその選出母体で補欠選挙が行\nわれた。又選挙後開催された中央委員会でも配転された中央委員に出席を求めず、\n補欠選挙当選者に出席を求め、このことをＢ中央委員が注意したにも拘らず、補欠\n選挙当選者をそのまま正規の中央委員として同委員会を成立させ進行させた。\n（ⅱ）　右中央委員会の成立が宣言されたときには、正当な資格のない補欠選挙当\n選者二名を除くと実際の出席者は一〇名以下であつたから定足数一一名を割り右成\n立宣言は無効であること、また中途で遅れて出席した中央委員が加わることにより\n定足数に達したとしても資格のないものが中央委員として参加し、中央委員会の討\n議採決に加わつたことはやはり規約違反である。\n（ⅲ）　右中央委員会では本部執行部の一方的にゆがめられた不正確な報告だけに\nもとづいて討議や採決をしていることは決して正当な方法で行われた決議とはいえ\nない。\n（ⅳ）　この決議に際して中央委員会は原告の弁明を全くきこうとしなかつたが、\nこれは組合規約第七条において組合員は正当な審問手続を経ずに制裁を受けず、制\n裁に対して弁明をする権利が認められていることに照し不当である。\n（ⅴ）　またこの決議はその内容も不当である。即ち右決議は、原告の旧関東支部\nの資産引き継ぎには、同支部の決議が必要であるとの見解は組合規約を踏みにじる\nもので組合員の立場を著るしく逸脱しているものであるとしているが、これは組合\n民主々義の原則を否定するフアツシヨ的ともいうべきものである。大会に規約違反\nがあると考える場合にその考えを表明する権利は組合員に固有の権利であつて当然\n認められる筈である。\n一方組合は原告の右主張を昭和三七年三月二四日付組合ニユースに掲載した。\n（二）　ところでその中央委員会であるが、同委員会は組合規約第二九条ないし第\n三八条の規定にもとづき設置運営されているものであるところ、同規約第三八条に\nよれば、原告が主張しているとおり中央委員は選出母体から配転されても当然には\nその資格を喪わないこととなつており、これは組合活動への会社の介入を防ぐため\nに設けられたものである。ところで同年二月一七日の中央委員会に先立ち、本社業\n務班のＦ中央委員が本社技術部へ転出し、北海道支部のＧ中央委員が長崎支局へ転\n出したことから、本部はこの中央委員会開始前に後任の選挙を指示し、これにもと\nづいて予め選出された中央委員候補というべきものも中央委員会に出席した。そし\nてこの席上前任者の資格喪失を確認した上前記後任者の資格を承認した。\n又当時の中央委員会の定数は二一名で、中央委員会は中央委員の三分の二（委任\n状を含む。）の出席をもつて成立するが、このうち実際の出席者が定数の過半数で\nあることを要する（組合規約第三〇条）ことになつているところ、同日の中央委員\n会は当初から正規の中央委員一一名が出席し、更に委員会成立後四名が加わつた\n他、前記補欠選挙で当選した三名も出席したことが認められるから原告の主張する\nように定足数に不足があつたものとみることはできない。原告はその本人尋問にお\nいて前記中央委員会の非難理由に見合う供述をし、あわせて乙第一一号証（右中央\n委員会に関する本部作成の組合ニユース）の記載内容を信用できない旨述べている\nが、同人の見解は同委員会に出席した中央委員Ｂから聞いたもので、原告自身直接\n経験したものではないところ、証人Ｂの証言によつても右中央委員会の定足数及び\n新旧中央委員の資格得喪について行われた手続の点は明確でないので、結局この点\nについての右本人尋問の結果はそのまま採用できないところである。\n（三）　原告が調査委員会の委員全員を忌避し、更に組合本部執行部と右委員会委\n員全員を告発したことは前記のとおりであるが、原告の理由とするところは次のと\nおりである。\nなお、組合規約第六一条によると、組合員は中央執行委員会に対し制裁の告発を\nすることを認めている。\n（忌避理由）\n（ⅰ）　調査委員Ｉ、Ｆの両名は同年二月一七日の中央委員会においてＢ中央委員\nの注意を無視して規約第三八条違反の会議を進めたことにつき本部執行部と共同で\n責任を負うべき人達であり、しかもそのことについてその後何らの自己批判を行わ\nず、本部執行部とともにほほかむりを通そうとしている。従つて両委員には規約の\n維持を目的とする組合員の制裁を審議する資格はない。\n（ⅱ）　Ｉ、Ｈ両委員は昭和三六年四月の全国大会に代議員として出席し、関東支\n部をつぶす問題で積極的に動いた人達であり、Ｕ委員も代議員ではなかつたが、会\n場に出席して右と同様に動いた人であることは公知の事実である。またＩ委員は昭\n和三七年二月一七日の中央委員会で議長として原告の弁明をきくことなくその言動\nを大会の決定違反であるときめつける決議を採決するように取り運んだ。従つて右\nの委員は「予断」なしに調査に当るベき調査委員として不適格であることは明らか\nである。\n（ⅲ）　本部執行部は原告の制裁のため調査委員会をつくることを発表したとき、\n委員には公平を期するため旧三役経験者を委嘱すると公表したが、この該当者九人\nのうち五人までが辞退し、前記四人が残つた。しかしこの四人で公平を期すること\nができるかどうかは組合のこれまでの歴史を少しでも知つているものにとつては文\n句なしに明瞭なことである。特に会社側が今年こそ原告を追放したいと思いそのた\nめの具体的な手段をとつているときに、この人達が会社側の意図に反してでも公正\nを守るであろうとは到底考えられないし、少からぬ組合員が同様に思つているであ\nろう。\n（告発理由）\n（ⅰ）　同年二月一七日の中央委員会に先立ち、中央執行委員会が「二月一二日ま\nでに中央委員の異動が発令になつた班……は至急本部に申出て下さい。それによつ\nて本部は選挙用紙を配り、一七日までに選出された中央委員の委員会出席を認めま\nす」と通知したこと、及びこの通知にもとづき該当の班の選挙を執行し、当選者を\n中央委員として中央委員会に出席させたことは規約第三八条に違反する。\n（ⅱ）　右中央委員会当日、会議成立前一中央委員が右の点を指摘したにも拘ら\nず、中央執行委員会は前任者が資格のないことを確認した後、次に新しく選出され\nた中央委員候補を正式に中央委員として承認する手続をとつて中央委員会を成立さ\nせたい旨はかつたこと、又このとき在席した中央委員が未だ会議が成立していない\nのに右中央執行委員会提案をそのまま了承し、会議が成立したこととして以後の議\n事をすすめたことは規約第三八条、第三〇条に反する。\n（ⅲ）　右規約違反につき、原告から正式に文書で注意をうけ善後措置を求めたに\nも拘らず、中央執行委員会はこの注意を無視し、注意をうけていること自体を同年\n三月二四日まで公表せず、公表にあたつても規約違反の事実はないと言い張つてい\nること、更に同年四月七日の中央委員会の召集に際しても先の二月の場合と同様の\n規約違反を繰り返し、中央委員候補の名で後任者の選挙を行なうよう指示したこ\nと、これについて重ねて原告から文書、口頭で規約違反を指摘され訂正措置を求め\nられたにも拘らず、何ら理由を説明することなしに規約違反はないと回答し、是正\n措置をとらずに強行しようとしていること、これらは規約第三八条、第三九条五\n号、第八条一号に違反する。\n（ⅳ）　中央委員Ｉ、Ｆの両名は調査委員会の委員長並びに委員の立場で、原告か\nら二月の中央委員会の規約違反について両名にも一半の責任があることを指摘され\nながら、原告に対し何ら理由を説明することなく一方的に規約違反はないと言い張\nり、是正措置を拒否したことは規約第三八条及び第八条一号に違反する。\n（ⅴ）　調査委員会が設置されたとき、原告がその委員四名につき何らの予断なし\nに調査にあたるべき委員会の委員として不適格である旨を具体的事実をあげて主張\nし、四委員に対する忌避を中央委員会に対し二度にわたり申し立てたに拘らず中央\n委員会は何ら理由を説明することなくこれを却下したこと、又原告が忌避を申し立\nてているにも拘らず、調査委員会に活動の一時停止を指示することなく調査を継続\nさせたこと、調査委員会も忌避された事実を知りながら調査を継続し、一方的に期\n限までに返事がなければ弁明の権利を放棄するものとみなす旨原告に通知し、これ\nに対して原告から調査委員会を忌避しているから調査活動を停止すべきである旨回\n答したにも拘らず、「原告が出席せず忌避も理由がない」という簡単な文言をもつ\nて調査を終了したこと、これらの事実は民主社会における法運用の基本原則に背\nき、規約第六一条、第七条六号に違反する。\n（四）　忌避、告発に対する調査委員会と本部執行部の態度。\n右忌避の申立に対し調査委員会はこれに反論する一方、この忌避は理由がないと\nして調査を続行した。また本部執行部も原告が同年三月三〇日付文書で忌避の主張\nをくり返えしたのに対し忌避は理由がないと原告に通告した。\n次に原告の行つた告発の理由について、組合は同年四月六日付の組合ニュース四\n三号、四四号で原告の他の文書とともにこれを公表したが、本部執行部はこの告発\nは原告が組合員個人ではなく組合組織を対象としたもので組合規約でも想定してい\nないことであり、これはまさに四月七日に開かれる中央委員会の正常な運営を乱す\nものであると結論した。ただこのあと本部執行部がこの告発に対しいかなる態度を\nとり或いはいかなる手続をすすめたかこれを明らかにする証拠のないところからす\nると、結局この見解にもとづきこの告発を無視して格別の措置をとらなかつたもの\nと推認される。\n六、旧関東支部資産の性格について。\n（一）　成立に争いのない甲第一二一号証、証人Ｍ、同Ｌ、同Ｂの各証言、原告本\n人尋問の結果並びに弁論の全趣旨を綜合すると次の事実が認められる。\n旧関東支部は被告の一下部組織として、本社勤務の組合員（約四〇〇人）並びに\n関東各支局勤務の組合員（約四〇人）をもつて構成されていたところ、同支部の財\n政は同支部規約第三八条により組合費、事業収入、寄付金、借入金でまかなうこと\nになつており、このうち主たるものは支部組合員の納入する支部組合費であつた。\nこの支部組合費は本部組合費と別建て（但し、両者の額は同額で、共に賃金の一\n％）で支部が支部組合員から徴収（徴収はその手続の上では支部が本部の委託を受\nけて本部費を徴集すると同時に独自に支部費を徴集しているのが通常であつたが、\n会計上両者はあくまでも別個であつた。）してきた。\nそして同支部は支部として独自に支部予算を編成し、且つ独自にそれを執行して\nおり、この点につき支部は全国大会における支部活動報告の中で財政状況について\n説明する他には格別本部に対して報告することもなく、また支部の財政上の措置で\n本部から指揮監督をうけたことはなかつた。\nところで労働金庫への出資金、預金についても旧関東支部のそれはすべて同支部\nの資金から拠出されたもので、本部はこれまた支部とは別に労働金庫に対し出資を\nしており、その名義はそれぞれ本部名義、支部名義と別々であつた。\n（二）　弁論の全趣旨により真正に成立したものと認める甲第一〇三号証、第一〇\n四号証、成立に争いがない乙第二一号証、原告本人尋問の結果と弁論の全趣旨を綜\n合すると、次の事実が認められる。\n旧関東支部は昭和三四年頃その名において東京地方裁判所に会社を被申請人とし\nて団交応諾の仮処分の申請をし、更に昭和三六年四月支部の名において東京都地方\n労働委員会に会社を相手方とて、不当労働行為救済の申立をしたが、その費用はい\nずれも支部の費用をもつてした。\nこのような事情を綜合して見ると、組合内においては、支部財産は本部の財産と\nは別個の目的財産として支部執行委員会の管理の下におかれたものと見るのが相当\nである。\nそして、支部財産は、組合内においては、何よりもまず支部費を支払つた支部員\nのために支部の活動を通じて支部員の労働条件の向上に資すべき目的のため管理さ\nるべき財産であることは当然である。\nもとより企業内組合の一支部が管理する財産のことであるから、管理目的の中に\nは組合員全体のために使用するという目的がないとはいえないであろうが、本部費\nと支部費を別個に支払つているなどの前述の事情から見ると、右財産を本部又は他\nの支部のために使用する場合は支部員の多数の同意を要すると考えるのが通常であ\nる。従つて支部財産の運営管理の責任者は拠出者である支部員多数の意思に従つて\nその衝に当ることが要請されており、またそのように行動することが善良な管理者\nの立場というべきである。\nとすれば、原告の旧関東支部資産引き継ぎをめぐる言動については、原告のこの\nような立場を無視して論ずることはできない。\nなお、原告が旧関東支部執行委員長の地位を辞する旨の意思表示をしたことは前\n認定のとおりであるが、弁論の全趣旨によれば原告は右辞職表明後も除名に至るま\nで右執行委員長の印を保管していたことと、原告の後任者と目すべき者がいなかつ\nたことが認められるから、原告はその除名まで旧関東支部資産保管の責任者であつ\nたというべきである。\n七、除名理由の存否\n以上これまで認定した事実関係に立脚し、次に除名事由の存否を検討する。\n（一）　先づ被告は除名理由第一点として、原告が昭和三六年四月の全国大会の決\n定を不法不当と主張し、旧関東支部の資産引継ぎを実行せず、さらに旧支部資産の\n預託先である労働金庫新橋支店を再三にわたり訪れてその一方的見解を説明したと\n主張する。\n成立に争いのない甲第一号証の一、第三、第九号証によれば、原告はこの全国大\n会における旧関東支部改組の決定につき次のように述べたことが認められる。\nすなわち原告は昭和三六年四月二三日の全国大会の席上において「支部組合員多\n数の意見に反し、内容的にもどこをどう改めるのか判らない疑問だらけの規約改正\n案を、ただ多数にまかせて採決すればそれですむというのは規約そのものの無視違\n反であつて、支部執行委員会としてはこの採決が不当無効であることを明らかに留\n保する。ただその点をあくまでも留保した上で、組合内の混乱、分裂を避け組織を\n守るために、実際問題としては、われわれは関東支部を解体する方向で事態を処理\nするのが現在の場合ただ一つの方法だと考えるので……」と発言し、同年六月三〇\n日の支部執行部総辞職に際し「いまわれわれが総辞職するということは、具体的な\n意味としては関東支部の資産業務の引つぎを支部執行委員会としては行なわないと\nいうことであります。本部執行部の規約も道理も顧みない暴力的な態度のためにつ\nいにこのような道を選ぶほかなくなつたことを、われわれは心から遺憾に思いま\nす。さきの全国大会ののち、われわれは関東支部解体の決定が規約に反し組合民主\n々義を無視する不法不当なものであることを留保しつつも、実際問題としては、組\n合内のこれ以上の混乱を避けるため支部を解体する方針をとり、支部規約にもとづ\nく正当な方法でそれを実行しようとして、本部執行部と話し合いを続けてきまし\nた。」との見解を発表し、同年一〇月四日には前記「みらい」の紙上で「関東支部\nに関する全国大会の決定は本質的に社側の不当な干渉によるものであり、大会審議\nの実情や決定の内容からいつても規約に反し無効なものとわれわれは考えるが、大\n会の席上でも述べたように、その点は今後に保留し、事実問題としては組合内の混\n乱を避けるために関東支部を解散する方向で当面の事態を収拾する方針である。そ\nのため支部規約にもとづき解散のための臨時支部大会を開き、そこで組織の変更や\n資産の処理などを決めた上で整然と引き継ぎを行うことにした。」と主張した。こ\nの他、原告の労働金庫新橋支店での発言については既に認定したとおりである。た\nだ証人Ｃの証言によれば、原告が同支店で引き継ぎを次の全国大会まで是非延ばし\nてもらいたいが、場合によつては法的手続をとり或いは機関紙に書きまくる旨述べ\nたとの部分があるが、同証言中の右部分は伝聞であり、他にこれを明確に裏付ける\n証拠もないことからそのまま採用できない。\nしかして、原告の前記一連の発言はその内容において趣旨一貫していることに徴\nすると、原告のこの点についての発言は右以外の機会になされたものも常に右の限\n度の内容に止まるものと推認するのが相当である。\nしかるところ、組合の正式の機関が行つた決議や決定に対しそこに属する組合員\nが批判を加えることは、労働組合としての性格上一定の制約があると解すべきでは\nあるけれども、原告の右一連の言辞はいずれも大会決定を非難したものであるが、\nそれはあくまでも原告がこの問題についての自己の信念を組合内の正規の場で正当\nな手続を踏んで発表したものであるし、その他右以外の機会に同旨の発言をしたと\nしても、このような形で発表されたものの繰り返えしであり、原告の右発言は、所\n詮は組合大会の決定に従つた処置をとるというのであるから、これにより組合の組\n織統制に著るしい害をもたらすものと考えられないので、原告の発言中前記大会の\n決議が違法不当であるとの趣旨の発言は前記制約内に止まるものというべく、従つ\nてこれらは組合員の正当な言論活動として当然許容されるべきものである。\n次に旧関東支部資産の引き継ぎ拒否の点であるが、原告はその本人尋問において\n資産の引き継ぎができなかったのは第一に労働金庫の態度によるものであるかのよ\nうな供述をしており、たしかに同金庫の態度が引き継ぎを困難にしたことの主要な\n要因であることはこれまでの認定事実からも明らかであるけれども、前認定の事実\nから見れば、本部への資産引き継ぎができなかつた昀大の理由は、原告が元来旧関\n東支部の資産引き継ぎについてはそれを可とする支部大会の決議が必要であるの\nに、その大会がない以上本来は資産の引き継ぎをすべきでないとの見地に立つて、\n労働金庫に対しても、資産引継に関する支部大会はないこと、旧関東支部の委員長\nたる原告が資産引継に関する書類に判を押すのは本来はなすべからざることをする\nのだという態度を示したことにあるというべきである。\n原告がかかる態度を示した以上、同金庫も資産引継の承認に躊躇するのも当然で\nあるから、同金庫の前認定の態度は、いわば資産引き継ぎを困難ならしめた第二次\n的原因というべきである。\nところで、原告が本部執行部の意向に従い資産の引き継ぎをするためには、これ\nらの資産が旧関東支部組合員の納入した組合費から拠出されている以上、同組合員\nの意向を徴した上でこれを行うのが建前であると考えて、本部執行部に対しそのた\nめの関東支部大会を開催することを求めていたが、本部執行部がこれを拒否したた\nめ資産処理に関する旧関東支部の大会がなかったことは前認定のとおりである。\nそこで原告のこのような態度、見解の当否を考える。\n旧関東支部の資産は、前説明のとおり、何よりも拠出者である支部員のために支\n部の活動を通じて支部員の労働条件の向上に資すべき目的のため管理されるべき財\n産であり、その運営管理は支部の自治に委ねられていたのであるから、その管理責\n任者として原告が、右支部財産の処分について拠出者である支部員の意向を聞くべ\nきであると考えたことは極めて当然であつたというべきである。\nなお、前述の規約改正を決議した組合の全国大会の決定があつたことは右の点に\nついて変更を及ぼすべきものではない。けだし右決議は規約改正前の支部財産につ\nいて何ら言及していないばかりでなく、被告組合の規約上全国大会の決議をもつて\nすれば、拠出者たる支部員の意向を無視して支部財産の処理を決定することができ\nることを窺わせる規約はないからである。\n原告のかかる意見に対し本部執行部は規約改正により既に旧関東支部は改組され\nて存在しないとの理由からその開催に強く反対したのであるが、これはあまりに形\n式論である。\n旧関東支部が労働組合の一支部であつて、組合の昀高機関である全国大会の決議\nによりその構成員である支部員が分れて二つの組織に組み入れられ、爾後規約上存\n在しなくなつたとはいえ、旧関東支部が独自に管理できる財産を有し、しかもその\n財産は専ら旧支部員のために使用さるべき目的拘束を受けている以上、右の規約改\n正後も、旧関東支部はその財産の清算の限度において存在をつづけるものというべ\nきである。\nその上このような場合に行われる支部財産の清算については、何よりもまず、そ\nの拠出者の意見が尊重されるベきは本部費と支部費とを別個に支払う組合に加入す\nる者の意思にそうものと考えられるから、旧関東支部の資産処理を目的とする支部\n大会の開催に反対する本部執行部の言い分は納得しがたいものがある。\nただ、新しく生れた関東支局支部（支部員約四〇人）が旧関東支部の財産につき\nその管理を本部へ移すことを決議しているが、この決議は拠出者の一割にすぎない\n者の決議であるから（旧関東支部員中新しく本部直轄班に属することになつた組合\n員は約四〇〇人）、右決議があつたからといつて原告の右のような主張を排斤する\nことはできない。もつとも、旧関東支部員の意向を徴するといつても、必らずしも\n支部大会を開かねばならない理由はなく、これ以外の方法によりその意思を確認す\nることもできた筈であるが、本部執行部がこの点を指摘することなくかたくなに原\n告の主張を拒否したこともあつて原告ももつぱら支部大会の開催に固執しすぎたき\nらいがあるが、いずれにしろ原告の主張する支部組合員の意向を徴するという見解\nはもつともなもので、そのために支部大会を開くということは組合運営の常識上昀\nも適当な手段であるから、本部執行部がこの大会の開催を拒否しながら原告が支部\n財産の引き継ぎに応じなかつたことをもつて、原告の一方的責任であるときめつけ\nることは決して妥当ではない。\n次に原告がその見解を組合機関紙「みらい」に掲載することを条件として本部執\n行部に資産引き継ぎをすることを約し、この条件が満たされたのに、労働金庫に対\nする資産関係だけは引き継ぎができなかつたことは前認定のとおりである。\n右の約束は、原告において労働金庫側に対しても、資産引き継ぎが円滑に進むよ\nうな態度をとることを約したものと解するのが通常であるから、原告が前認定のよ\nうに、労働金庫側に対し、本来は支部大会の了承を得て資産の引き継ぎをすべきで\nあるが、かかる支部大会はない旨を述べたことは、本部執行部に対する約束違反と\n評価されるべき面を持つことは否定できない。\nしかしながら、原告にとつては、旧関東支部員の拠出した資産の管理責任者とし\nての規準に従つて行動することが組合員として第一義とされるべきであるから、本\n部執行部としても原告の前記行動を非難することはできない。\n以上のような観点から見ると、原告の資産引き継ぎをめぐる行動は全体的に見れ\nば、あくまでも旧支部委員長の立場から首肯しうる論拠をもつものであるから、そ\nの限りにおいて原告の所為は組合規約第五八条にいう組合規約に違反し、統制を乱\nす行為に該当すると解することはできない。\n（二）　被告は除名理由第二点として、原告が昭和三七年二月一七日の中央委員会\n決議を不当であると非難し、更に原告についての制裁事実の存否を調査するために\n設けられた調査委員会を理由もなく忌避したと主張するところ、原告が右決議を非\n難したこと、その非難の内容と非難事実の存否および原告の忌避については先に認\n定したところである。\nそこで検討するに、先に認定したように中央委員会の招集に際し本部執行部が配\n転された中央委員三人の資格喪失を確認する前に後任者を選出するよう指示した\nが、中央委員会の席上配転者の資格喪失を確認しており、更にこれら前任者三人及\nび新しく選出された後任中央委員三人を除いて一一人の中央委員が出席しておりそ\nの定足数を充足していたのであるから、この点については原告の主張する違法はな\nい。ただあらかじめ後任者の選出を指示したことは本来規約の予定している手続順\n序からすればたしかに行き過ぎであるが（配転を受けた中央委員を含めてその配転\nの当否を決議するのが規約の趣旨であると解すベきである。蓋し配転を受けた中央\n委員は配転による資格喪失を確認する中央委員会の決議があるまで、その資格を失\nわないのであるから、その者に対する中央委員会への招集を省略できる根拠はな\nい。執行委員会が中央委員会の右の決議前に後任の選挙をさせてしまうことは、特\nに規約上中央委員会に右の認定権を留保した趣旨を失わせるものである。）、実際\n問題として中央委員会が全国各地の中央委員を集めて開催されるものであり、中央\n委員もその選出母体に対し報告する要があることに徴すると、予め後任者を選挙さ\nせたことも便宜上の問題としてうなづけないではない。しかも、この事前の後任者\n選挙により選出された新中央委員になるベきものが前任者の資格喪失前に審議に参\n画したわけではないから、これは中央委員会の決議自体の瑕疵にはならない。ただ\n組合運営のあり方の問題として組合員の一部に規約無視であるとの疑惑を与えるよ\nうなやり方で後任者の選出を指示したことは本部執行部の手落ちであることを否定\nし難い。\n次に中央委員会の決議自体は必らずしも原告を非難することを直接の目的とする\nものではないこと前認定のとおりである。又決議文中に「Ａ旧関東支部委員長の見\n解および発言は全国大会の決定に反するものである。とくに（一）全国大会の決定\nが規約違反である。（二）関東支部大会を経てはじめて本部に引き継がれるとの見\n解は組合規約を踏みにじるもので組合員の立場をいちぢるしくいつ脱しているもの\nである。」との文言が存するが、このことから直ちにこの決議を原告に対する制裁\nであるとみることはできない。その意味で原告の弁明をきかないで決議を行つたこ\nとに手続面で規約上の瑕疵があるとはいえないから、原告の弁明をきかずにこのよ\nうな決議をしたのは不当であるとの原告の主張は当をえない。\nまた右の決議に際しての本部執行部の経過説明並びに資料提供がどのような形で\nどの程度に行われたかは必らずしもはつきりしないけれども、中央委員会の審議の\n仕組については規約上も格別の規定はないのであるから、その審議、運営の仕方は\n当該委員会の自由な裁量に任されているというベきところ、右中央委員会が常識的\nにみた労働組合中央委員会のあり方というものから甚だしく逸脱して不当な手段方\n法で審議をし、決議に至つたというような格別の事情でもあればともかく、前記の\nように審議方法、資料内容等については証拠上明確でないとはいえ、前掲乙第六号\n証によれば三人の中央委員が決議に反対し、また原告に弁明させなかつたことに遺\n憾の意を表わしたことが認められるものの、審議及び決議自体は平穏のうちにすす\nめられたことが推認されるからこの点についての原告の主張は理由がない。\n昀後に原告は決議の内容も組合民主々義に反する不当なものであると主張する。\nしかしてこの決議には前記のように原告の行為に触れた部分があり、原告としては\nこれまでとつてきたその態度見解からしてこの部分の表現に不満を覚えることはや\nむをえないと考えられるところ、原告のこの態度見解にはそれなりの合理性がある\nことは前記認定のとおりであるから、これを一方的に非難するような表現を用いた\nことは客観的な事実関係からしても妥当でなかつたというベく、この点を看過した\n本件決議を原告が非難したことは必しも不相当とはいえないところである。\nそこで、原告の行つたこれら中央委員会に対する非難が除名理由に該るか否かを\n検討する。\n先にも触れたように労働組合の組合員は組合内部における言論活動につき、その\n組織統制の点からある程度の制約をうけるものと解すべきであるが、正式の機関決\n定に対する批判であつても、それが故意に事実を歪曲して組合組織ないしは組合活\n動の混乱を目的とするものでない限りは自由に行いうるものというべきところ、原\n告の行つた右非難中、右決議の内容に関する点はこれまで認定してきたように原告\nが旧関東支部の執行委員長として支部財産を管理する立場上同支部大会の開催を要\n求したことは正当な態度と考えられるから原告が右中央委員会の決議を非難したこ\nとを不当とすることはできないし、原告が非難した後任中央委員の選挙については\n本部執行部にも手落ちがあつたわけであるから、以上の点の非難はそれなりに首肯\nしうる。ただ、その余の非難については中央委員Ｂからの情報によつたものではあ\nるが、その非難は的はづれで軽率のそしりを免れない。\nしかし、このように原告の行なつた右非難の一部には事実を誤認した部分もあつ\nたものの、結局は組合内部で孤立した原告がその所信を吐露したものであるとみる\nべく、前記要件からしても決してその枠をこえるものではなく、言論活動の行き過\nぎとは断定できない。とすれば原告のこの非難行為は組合規約第五八条の「組合の\n規約に違反し、統制をみだす行為をなし、あるいは組合の名誉を毀損」するもので\nはないというべきである。\nまた原告が調査委員会を忌避したことも除名理由となつている。\nしかし、規約上忌避申立権なるものが定められていなくても、およそ一つの組織\n内で制裁をうけようとする場合に、被制裁者が制裁手続に関与するものが自己に不\n利な判断をする虞れがあると考えたときそのようなものによつて審理判断されるこ\nとを避け、他のものにより公正に審理判断をしてもらいたい旨主張することは当然\n認められるべきである。しかるところ、原告本人尋問の結果によれば、調査委員に\n選任された四人が従前より組合活動の面において原告とその行き方を異にし、原告\nを急進的すぎると批判してきたものであることが認められる。このような事情から\nすれば、申立の当否はともかくとして、被制裁者たる原告が調査委員の公正につき\n疑念を抱いたとしてもある程度やむをえないところで、これを責めることはできな\nいところである。ただこの申立の当否につき一考すれば、先に認定したように組合\nはこの調査委員の選任については特に配慮した結果、組合三役を歴任した組合員を\nもつてこれに充てることにしたが、この該当者九人のうち五人が辞退したため、や\nむなく残った四人を委員に選任したのであつて決して故意に原告に対し批判的な立\n場をとるもののみを選んで調査委員会を構成したわけではないのであるから、本部\n執行部が故意に不公正な人選をしたとは認め難く、同時に原告の主張する事実のみ\nから直ちに右委員が故意に不公正な判断をするものとはきめつけ難いところであ\nる。\nしかしいずれにしてもこの場合の原告の所為は正当な権利行使であつてこの点も\n組合規約第五八条には該らない。\n（三）　被告は除名理由第三点として、原告が本部執行部及び調査委員会を告発し\nたことをあげる。しかるところ、これをめぐる経緯については先に認定のとおりで\nある。\nしかして組合規約第六一条によれば組合員は組合員で組合規約に違反し、統制を\nみだす行為をし或いは組合の名誉を毀損したものを告発しうることを予定してお\nり、その限りにおいて右は組合員として規約上認められた権利の行使であつて、こ\nれを不当視することはできない。ただ本部執行部はこの告発は組合員個人ではなく\n組合組織そのものを対象としたもので組合規約も想定していないところで、これは\n近く開かれる予定の中央委員会の正常な運営を乱すものであると結論したのである\nが、原告の提出した告発の書面（甲第一一四号証）によると、告発内容はたしかに\n本部執行部及び調査委員会の活動に対するものではあるが、被告発者はあくまでも\n組織そのものではなく本部執行部と調査委員会の各構成員を対象としているのであ\nつて、決して組合の組織そのものを告発したわけではない（ただ原告の事実の認否\nでは本部執行部を告発したことを認めているが、前記書証からこのように認定する\nものである）し、また右告発が昭和三七年四月六日に開かれる中央委員会の直前に\n行われたことはその主張どおりであるが、原告が実際に右中央委員会を混乱させる\n主観的意図を有していたか否かはこれを直接明らかにする証拠はない。\nただ告発が規約上認められた組合員の権利であつても、これが野放図に認められ\nるものでないことは一般の権利と相異するものではない。\nそこで告発の内容について検討してみるに、後任中央委員の選任問題と定足数の\n点は先に認定のとおりであり、これについて原告の指摘にも拘らず本部執行部が是\n正措置を講じなかつたのは、結局中央委員会が配転を受けた中央委員の資格喪失を\n事後的に確定させてしまつて、後任の中央委員の選出が無効といえない以上当然で\nある。また四月六日の中央委員会に際し前回同様の形で後任中央委員選出の指示を\nしたかどうかについては証拠上この告発事実を認めるに足りる証拠はない。更に中\n央委員Ｆ、Ｉの両名が前記中央委員会の規約違反につき是正惜置をとらなかつたと\nするが、この点につき本部執行部にも規約上責められるべき点がない以上（組合運\n営の問題として手落ちがあったことは先に説示のとおりである）右両名には責任が\nない。昀後に原告の二回にわたる忌避に対し中央委員会が理由を説明せずに却下\nし、更に調査委員会はこの申立にも拘らず調査活動を停止しなかつたことは既に認\n定のとおりであるが、この忌避の理由のないことは先に明示のとおりであるし、忌\n避申立に際し被申立人がその活動を停止せねばならない必然的理由はなく、規約上\nにもそのような規定はないのであるからこの点につき調査委員会構成員を責めるこ\nとはできない。\nとすれば本件告発はその内容自体理由のないところであるが、ただこのうちいく\nつかの点については原告がこのように思料したことについては全く根拠がないわけ\nではない。即ちこれまで繰り返えし認定してきたように、後任中央委員の選挙につ\nいては本部執行部に手落ちがあつたし、その意味で、原告が是正勧告に及んだこと\nも理解できないではなく、又忌避の申立にしても原告の立場からすれば一応の理屈\nがあつたけれども、本部執行部は格別の考慮をせずに軽く処理したために、前記の\nように組合内で孤立した原告に一層不信の念をつのらせたきらいがあることに徴す\nると、これらの点については原告がこの被告発事実が存すると信じたとしても不思\n議ではない。またその余の告発事実は原告の誤認や早計な判断にもとづくものであ\nつて結局理由がないのであるが、さりとて、原告が故意に根拠のない事実をねつ造\nして告発を行い、被告発者ないしは組合組織に打撃を与えようとしたとまで認めら\nれるわけでもない。たしかに第三者からすると、原告の告発に至るまでの一連の行\n動はいささか執ような感じがしないではないけれども、しかし原告としてはこの告\n発によりあくまでも自己の立場を正当として強調し、前記被告発者の組合規約違反\nを責めようとしたものであつたとみるべきである。とすれば、原告としてはこの告\n発を組合規約第六一条にあたるものと思料し、その権利行使として行つたものであ\nることが認められるので、本件告発が規約第五八条所定の事実に該当するとの認識\nはなかつたものというべきである。従つて右原告の所為も除名事由には該当しな\nい。\n八、結語\n以上判断のとおりであつて、組合が原告を除名した理由として挙げる諸事実はい\nずれも組合規約第五八条に該当しない。とすれば除名理由の存在については除名処\n分を行つた被告において主張立証すべきところ、その事実が認められないのである\nから、もはや本件除名処分が組合の組織統制権の濫用として無効である旨の再抗弁\nにつき判断するまでもなく、組合の原告に対して行つた本件除名処分は無効である\nというべく、従つて原告は依然として被告の組合員である。とすれば原告の本訴請\n求は理由があるので、これを正当として認容することとし、民事訴訟法第八九条を\n適用して主文のとおり判決する。\n（裁判官　大塚正夫　小笠原昭夫　宮本増）\n（別紙）－（抄）\n時事通信社労働組合規約（抄）\n第七章　賞罰（抄）\n第五十八条　組合員にして本組合の規約に違反し、統制をみだす行為をなし、ある\nいは組合の名誉を毀損したものに対しては、本規約に定める制裁手続を経て制裁す\nる。\n第五十九条　制裁の種類は次の通りとする。\n一、戒告。二、権利停止。三、除名。\n第六十一条　中央執行委員会が第五十六条に該当する事件あることを知つた場合お\nよび組合員から制裁の告発のあつた場合には直ちに専門委員会を組織して調査を行\nい、中央委員会にその経過と意見を報告しなければならない。中央委員会はこれを\n審議しその処理を決定する。その処理が戒告の場合は中央委員会の決定を昀終とす\nる。\n第六十四条　制裁の該当者が再審議を求める場合はその旨を決定の日から二週間以\n内に中央執行委員会に申し出る。この場合大会の決定をみるまでは制裁をうけるこ\nとはない。\nただし除名処分となつた者でも事情によつては大会の決議により復帰することが\nできる。\n"
}