{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 8,
    "day": 22
  },
  "case_number": "昭和37(う)246",
  "case_name": "建造物侵入被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "article_info": "第15巻5号405頁",
  "gist": "不動産侵奪罪と建造物侵入罪との関係",
  "case_gist": "建造物侵入の所為が不動産侵奪のための所為である以上、不動産侵奪罪の外に建造物侵入罪を構成するものではない。",
  "lawsuit_id": "23626",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23626",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/626/023626_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を原裁判所に差し戻す。\n理　　　　由\n本件控訴の趣意は、被告人本人提出の控訴趣意書記載のとおりであつて、これに\n対する当裁判所の判断は次に示すとおりである。\n所論は、被告人は本件家屋の管理者Ａの承諾をうけて、本件台所に入居したもの\nで故なく侵入したものではないというのであるけれども、原審第二回公判調書中の\n証人Ａの供述記載によると、本件家屋の管理者Ａは被告人が本件台所に入居するに\nつき同意していないことが認められるから、此の点に関する所論は理由がない。\nしかしながら職権をもつて調査するのに、本件公訴事実は「被告人は昭和三六年\n三月初旬頃熊本市ａ町ｂｃ番地所在Ｂ同盟維持財団所有の同財団理事Ａの看守する\nＣ大学Ｄ寮の木造瓦葺二階建の階下台所に居住の目的で故なく侵入したものであ\nる」というのに対し原判決は「被告人は昭和三六年三月初旬頃、熊本市ａ町ｂｃ番\n地所在のＢ同盟維持財団所有の同財団理事Ａの看守するＣ大学Ｄ寮の木造瓦葺二階\n建の階下台所に故なく侵入したものである。」として刑法第一三〇条を適用処断し\nている。しかしながら右公訴事実により本件各証拠を検討すると次のような事実が\n認められる。熊本市ａ町ｂｃ番地所在木造瓦葺二階建Ｄ床面積九一坪一合三勺は、\nＢ同盟維持財団の所有に属するもので、旧Ｅ高等学校の基督教信者である学生の寮\nとして使用されていたものであるが、昭和二〇年七月熊本市が空襲された後は、被\n告人の母Ｆが借り受けて、その娘Ｇと共に階下一〇畳二間を使用しその他の部屋に\nは学生を下宿させていたもので、被告人は昭和二一年四月頃北京より引揚げ右建物\nに入居して、階下台所（一〇畳）その他七、五畳、三畳、六畳、四、五畳の各室を\nＦより転借し、台所、七、五畳、四、五畳の各室に、その妻子と共に居住し、他の\n部屋は他人に転貸していた。ところがＢ同盟維持財団はＣ大学在学中の基督教信者\nである学生を収容するため、昭和三一年二月一〇日Ｆに対し本件家屋賃貸借契約の\n解約を申入れ、その頃熊本地方裁判所にＦ及び被告人を相手方として本件家屋明渡\n請求の訴を提起した。右訴訟においてＦ及び被告人はいずれも敗訴し、被告人は前\n記各室を明渡すべき旨の判決をうけ、右判決に対し最高裁判所迄上告して争つた\nが、昭和三五年八月一九日その上告は棄却された。それで被告人は右判決で明渡を\n命ぜられた部屋以外の部屋に移転し、昭和三六年二月二六日には家屋明渡の執行に\n来た熊本地方裁判所執行吏に対し明渡未了の七、五畳の部屋と一〇畳の台所を任意\n明渡したので、執行吏は右各部屋を債権者代理人Ｈに引渡し、前記Ｄ理事Ａの管理\nするところとなつた。しかるに被告人はその四日位の後何等権限なくして居住の用\nに供するため、玄関正面の部屋と台所一〇畳との境に一間物の戸棚を一つおいて被\n告人のいる部屋以外からは台所一〇畳には入れない様にして被告人だけで右台所一\n〇畳一部屋を占拠使用するに至つたものである。\n右事実によれば、被告人はＡの管理する台所一〇畳一部屋を被告人の居住の用に\n供するため、管理者の意思に反して一間物の戸棚一つを使用して之を不法に占拠し\nたものであるから、不法領得の意思で不動産を<要旨>奪取したものであり、被告人\nの右所為は刑法第二三五条ノ二の不動産侵奪罪を構成するものというべく、被告</\n要旨>人の本件所為が不動産侵奪罪に該当する以上不動産侵奪の行為としての本件所\n為が不動産侵奪罪の外に別異の犯罪を構成するものとは解し得られない。したがつ\nて原判決が被告人の本件所為につき刑法第一三〇条を適用処断したのは法令の解釈\n適用を誤つたものであり、此の誤が判決に影響を及ぼすこと明らかであるから原判\n決は破棄を免かれない。\nよつて刑訴法第三九七条第三八〇条に則り原判決を破棄し、同法第四〇〇条本文\nに従い本件を原裁判所に差し戻すべきものとする。\nよつて主文の通り判決する。\n（裁判長裁判官　大曲壮次郎　裁判官　古賀俊郎　裁判官　中倉貞重）\n"
}