{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和36(う)7",
  "case_name": "封印破棄被告事件",
  "court_name": "広島高等裁判所松江支部",
  "lawsuit_id": "24727",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24727",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/727/024727_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名はいずれも無罪。\n理　　　　由\n被告人両名の弁護人中山淳太郎の控訴の趣意は記録編綴の控訴趣意書記載のとお\nりであるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n弁護人の事実誤認の論旨について。\n記録によれば原判決は、その挙示の証拠により「申請人Ａ外二名被申請人Ｂ間の\n鳥取地方裁判所昭和三五年（ヨ）第二八号土地立入並びに立木伐採禁止仮処分決定\n正本に基く申請人Ａ外二名の代理人弁護士Ｃの委任により、同裁判所執行吏Ｄが昭\n和三五年八月四日鳥取県八頭郡ａ町大字ｂ字ｃｄ番のｅ所在原野五畝（現況山林）\n上に生立する目通り周囲約二尺乃至三尺の杉立木約五〇本に対する被申請人Ｂの占\n有を解いて執行吏の占有保管に移し、公示札を設置し縄張を施していたところ、被\n告人Ｅは、同月二七日頃同所において右公示札及び縄張の存在を認識し趣旨を知悉\nしながら、右縄張内に生立する目通り約二尺乃至三尺の杉立木四本を人夫に伐採さ\nせ、次いで被告人Ｅ同Ｆは共謀の上、翌二八日頃同所において前同様公示札及び縄\n張の存在を認識し趣旨を知悉しながら、右縄張内に生立する目通り約二尺乃至三尺\nの杉立木一本を人夫に伐採させ、以て右執行吏の施した差押の標示を無効ならしめ\nたものである」旨認定し、被告人両名の判示所為は刑法第九六条罰金等臨時措置法\n第二条第一項第三条第一項第一号に該当（被告人Ｅの所為は包括一罪、なお被告人\n両名共謀の点につき刑法第六〇条を適用）するものとし、所定刑中いずれも懲役刑\nを選択の上被告人Ｅを懲役一年に、同Ｆを懲役一〇月にそれぞれ処したものである\nことが認め得られる。\nよつてその当否について審究するに、原判決挙示の、執行委任書の写、仮処分決\n定正本の写、仮処分執行調書謄本（証第一号）、並びに当審における証人Ｄに対す\nる証人尋問調書の記載を綜合すると、申請人Ｇ、同Ｈ、同Ａ、同Ｉ、被申請人Ｂ間\nの鳥取地方裁判所昭和三五年（ヨ）第二八号土地立入並びに立木伐採禁止仮処分命\n令申請事件につき、同裁判所は昭和三五年八月三日「一、被申請人Ｂは、申請人Ｇ\n同Ｈ同Ａの共有に係る鳥取県八頭郡ａ町大字ｂ字ｃｄ番ｅ原野五畝歩（現況山\n林）、申請人Ｇ所有に係る同所ｄ番ｆ原野一反七畝二歩（現況山林）、申請人Ｉ所\n有の同所ｄ番ｇ原野二畝歩（現況山林）同所ｄ番ｈ原野一反五畝歩（現況山林）に\n立入り、同山林上に生育している杉立木を伐採してはならない。二、前記ｄ番ｅ原\n野五畝歩上に生育している目通り周囲約二尺より三尺位迄の杉立木約五〇本、並び\nに前記ｄ番ｇ原野二畝歩、ｄ番ｈ原野一反五畝歩上に生育している目通り周囲約二\n尺より四尺五寸位迄の杉立木約二〇〇本に対する被申請人Ｂの占有を解き、申請人\n等の委任する鳥取地方裁判所執行吏をしてこれを保管せしめる。三、右執行吏は前\n記命令の執行並びに公示につき適当の方法を執らなければならない。」旨の仮処分\n決定をなしたこと。右申請人等代理人弁護士Ｃが同日鳥取地方裁判所執行吏に対\nし、前記仮処分決定正本に基く執行委任をしたこと。同裁判所執行吏Ｄが同月四日\n前記仮処分執行のため、右申請人Ｈ同Ｉの案内により仮処分目的土地現場に臨み右\n仮処分の執行として、Ｈ、Ｉが仮処分の目的として指示するところに従い、申請人\nＧ、同Ｈ、同Ａ共有の前記ｄ番ｅ原野五畝歩と、申請人Ｉ所有の前記ｄ番ｇ原野二\n畝歩及びｄ番ｈ原野一反五畝歩を一括した全地域の周囲に縄張を施し、且つ右縄張\n地域外の附近二ケ所に仮処分執行調書謄本（証第一号）に記載の如き公示札を掲げ\nたこと、右ｄ番ｅ原野五畝歩上に生立する目通り周囲約二尺より三尺位迄の杉立木\n五〇本につき目印をつける等これを特定する等のことはせず何本あるやを数えても\nみなかつたこと、がそれぞれ認められるのである。\nそして当審における証人Ｊに対する証人尋問調書の記載、仮処分点検調書（昭和\n三六年八月一日付の分）謄本、執行吏Ｋ作成の証明書、Ｉ作成の証明書、Ｌ作成の\n証明書を綜合すると、前記仮処分執行当時右ｄ番ｅ地上には目通り周囲二尺乃至三\n尺の杉立木は少くとも一二八本以上生育していたことが明らかである。\n<要旨>以上認定事実によれば、鳥取地方裁判所執行吏Ｄは、申請人Ｇ、同Ｈ、同\nＡの</要旨>共有に係る前記ｃｄ番ｅ原野五畝歩上に生育している目通り周囲約二尺\nより三尺位迄の杉立木約五〇本に対する被申請人Ｂの占有を解き、執行吏をしてこ\nれを保管せしめる旨の本件仮処分決定の執行について、同地上には目通り周囲二尺\n乃至三尺の杉立木は少くとも一二八本以上存在するに拘らず、そのいずれの五〇本\nを執行吏の保管に移したかにつき何等特定することなきは勿論、右杉立木の生立す\nる地盤たる前記ｄ番ｅ原野五畝歩の地域についてもこれを明確にせず、単に右地域\nとこれに接する申請人Ｉの申請に基く仮処分土地である同人所有の同所ｄ番ｇ原野\n二畝歩及びｄ番ｈ原野一反五畝歩を一括した全地域の周囲に縄張を施し、その附近\nに前記公示札を掲げたに過ぎないことが明らかである。ところで、およそ仮処分の\n執行として被申請人の占有を解きこれを現状の侭その場所において執行吏が保管す\nる場合においては、その目的物を明確にし、これが占有移転の事実を明らかにしな\nければならないことは当然であり、然らざれば仮処分の執行は不適法にして占有移\n転の効力を生じないものといわなければならないところ、本件においては前記のと\nおり仮処分目的物の特定明確を欠ぎ、いずれの杉立木を執行吏の占有に移したかが\n明らかでないのであるから、右の部分の仮処分の執行は不適法でその効力を生じな\nいものというべきである。原判決は、本件ｄ番ｅ原野五畝歩上に生育する目通り周\n囲約二尺より三尺位迄の杉立木約五〇本というのは同地上に生育する目通り周囲約\n二尺より三尺位迄の杉立木中五〇本に制限するという趣旨ではなく、同地上に生育\nする該当の杉立木全部が仮処分の目的物であつて、約五〇本というのはその全部が\n約五〇本存在するという一応の目算を表示したに過ぎないものと解釈しているけれ\nども、かかる解釈は、仮処分決定主文の文言より遊離すること甚しく、殊に該当の\n杉立木一二八本以上存在する本件の場合においては、不当な解釈といわなければな\nらない。而して刑法第九六条に所謂差押とは公務員がその職務上保管すべきものを\n自己の占有に移す強制処分をいうものであるところ叙上の如く本件仮処分の執行に\nよつては執行吏の占有に移つた杉立木が明確でなく占有移転の効力がないものとい\nうべきであるから、たとえ該地上の杉立木を伐採したとしても、それは執行吏の施\nした差押の標示を無効ならしめたものということはできない。そうだとすると、被\n告人Ｅ、同Ｆが原判示の如く該当杉立木を伐採した事実は原判決挙示の証拠により\nこれを認めることができるけれども、それは原判示の如き犯罪を構成しないものと\nいわなければならない。従つて原判決がこれを執行吏の施した差押の標示を無効な\nらしめたものとし、これに対し刑法第九六条を適用して有罪の判決をしたのは事実\nを誤認し法令の解釈適用を誤つたものというべく、この誤りが判決に影響を及ぼす\nことは明らかであるから原判決は破棄を免れない。論旨は理由がある。\nよつて弁護人の量刑不当の論旨に対する判断を省略し、刑事訴訟法第三九七条に\n則り原判決を破棄し、同法第四〇〇条但書により更に判決する。\n本件公訴事実は、\n第一、　被告人Ｅは、申請人Ａ外二名の委任を受けた執行吏Ｄが鳥取地方裁判所\n昭和三五年（ヨ）第二八号仮処分決定正本に基き、同年八月四日右申請人の共同所\n有にかかる鳥取県八頭郡ａ町大字ｂ字ｃｄ番のｅ所在の山林において、同所に生育\nする被申請人Ｂ占有の杉立木約五〇本の仮処分をなし、右杉立木を被申請人の占有\nを解いて執行吏Ｄの占有に移し、かつこれを公示するため該趣旨を記載した公示札\nを右立木が生育する個所に設置し、かつその周囲に縄張を施して執行したのに拘わ\nらず同月二七日頃同所において、右仮処分にかかる杉立木五〇本中四本（時価七、\n四七九円相当）を伐採し、以て公務員の施した差押の標示を無効にし\n第二、　被告人Ｅ同Ｆは共謀の上、同月二八日頃前記ｃｄ番ｅ所在の山林におい\nて、仮処分にかかる杉立木五〇本中一本（時価二、三七六円相当）を伐採し、以て\n公務員の施した差押の標示を無効にし\nたものであるというのであるが、前記のとおり被告人等の右所為は罪とならない\nので刑事訴訟法第三三六条により無罪の言渡をなすべきものとし、主文のとおり判\n決する。\n（裁判長裁判官　高橋英明　裁判官　高橋文恵　裁判官　石川恭）\n"
}