{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 12,
    "day": 15
  },
  "case_number": "昭和41(ネ)87",
  "case_name": "損害賠償請求参加事件",
  "court_name": "高松高等裁判所第四部",
  "lawsuit_id": "24494",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24494",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/494/024494_hanrei.pdf",
  "contents": "主　　　　文\n控訴人は、参加人に対し、金六五万円およびこれに対なる昭和三六年二\n月一四日以降右完済に至るまで年五分の割合による金員を支払え。\n参加により生じた訴訟費用は、控訴人の負担こする。\n事　　　　実\n参加代理人は、主文と同旨の判決を求め、控訴代理人は、「参加人の請求を棄却\nする。」との判決を求めた。\n参加代理人および控訴代理人の事実上の陳述、証拠の提出、援用、認否は、次の\nとおり附加するもののほかは、原判決の事実摘示（もつとも、第一次および第二次\n請求に関する部分を除く）、ただし、参加人については脱退被控訴人Ａ（同人は、\n後記のように、参加人が当審における訴訟の目的たる権利の全部を譲受けたと主張\nして訴訟に参加したので、控訴人の承諾を得で訴訟より脱退した、以下単に脱退被\n控訴人という）がなしたところのもの（証拠の提出とあるのは証拠の援用と読み替\nえる）、と同一であるから、その各記載をここに引用する。\n控訴代理人は、（一）仮りに、原判決がいうように、原判決が主文第二項におい\nて認容した脱退被控訴人の控訴人に対する損害賠償請求権（以下単に本件損害賠償\n請求権という）の消滅時効期間が、訴外Ｂらに対する関税法違反被告事件において\n本件船舶（原判決添付目録記載のもの）につき没収の言渡のないことに確定したと\nきより進行を始めるとしても、差戻後の名古屋高等裁判所においてでは、右関税法\n違反被告事件につき、訴外Ｂを除くその余の共同被告人であつた者に対し、昭和三\n三年七月三一日本件船舶（現実には換価代金、没収に関して以下同様）を没収しな\nいままの判決を言渡し、該判決は同年八月一五日確定し、右訴外人に対しては、同\n年一〇月一四日右同様本件船舶を没収しないままの判決を言渡し、該判決も昭和三\n四年四月六日同訴外人の上告取下により確定しているのであつて、脱退被控訴人\nが、控訴人の本件船舶に対する保管義務違背を請求原因として、本件損害賠償請求\nの訴を予備的に追加した（原判決の第三次的主張）のは、昭和三七年四月一七日の\n原審第九回口頭弁論期日においてであるから、なお、その間に三年の消滅時効期間\nが経過しているわけである。（二）仮りに、右抗弁が容れられず、控訴人に本件損\n害賠償債務があるとしても、本件船舶の所有者であつた訴外Ｃは、船舶には特殊の\n保管方法が必要であることを知り、かつ、本件船舶に対し控訴人によつて十分な保\n管措置が講じられていないことを了知していたのであるから、その保管につき万全\nを期すべき義務があるのにかかわらず、これを怠り、本件船舶を一度上架した程度\nのことをなしたに過ぎないのであつて、控訴人の保管義務違背による本件船舶の損\n害の額を定めるに当つては、被害者側の右過失を十分に斟酌すべきである。（三）\n参加人主張の後記債権譲受に関する事実をすべて認める、と述べ、（四）証拠とし\nて、乙第二四、第二五号証を提出した。\n参加代理人は、請求原因として、参加人は、昭和四〇年七月二〇日脱退被控訴人\nから本件損害賠償請求権の譲渡を受け、同人が同日控訴人に対し内容証明郵便を以\nてその旨通知し、該通知は同月二二日控訴人に到達した。よつて、参加人は控訴人\nに対し右譲受金の支払を求めるため、本件参加に及んだ、と陳述し、控訴人の抗弁\nに対する主張として、控訴人の前記（一）の主張に対し、差戻後の名古屋高等裁判\n所において訴外Ｂに対する関税法違反被告事件について言渡した判決が昭和三四年\n四月六日右訴外人の上告取下により確定したことは認めるが、本件損害賠償請求権\nが時効により消滅したとの控訴人の主張は否認する。特に、本件損害賠償請求権の\n消滅時効期間は一〇年と解すべきである。また、控訴人の前記（二）の過失相殺の\n抗弁に対し、本件船舶は、検察官に押収されていたのであつて、所有者であつた訴\n外Ｃにはこれを保管すべき義務はないから、過失相殺の問題を生ずる余地はない、\nと述べ、乙第二四、第二五号証の各成立を認めた。\n理　　　　由\n一、　本件船舶は、元訴外Ｃの所有であつたこと、訴外Ｂは、所定の免許を受け\nないで、沖縄に赴いて密貿易をしょうと企て、右Ｃから本件船舶を傭船し、その準\n備を完了したところ、昭和二六年七月五日検挙され、次いで関税法違反被告事件と\nして起訴され、昭和二七年三月一八日津地方裁判所伊勢支部において懲役一年六月\nおよび罰金五万円、本件船舶等を没収する旨の判決を受け、控訴、上告の結果、昭\n和三三年四目一日昀高裁判所において破棄差戻しの判決があつたこと、差戻後の名\n古屋高等裁判所において、同年一〇月一四日右被告事件につき判決の言渡があり、\n右判決においては本件船舶の没収はなされず、該判決は昭和三四年四月六日右Ｂの\n上告取下により確定したこと（右関税法違反事件には他に共犯者があり、これらの\n者に対する判決も、本件船舶につき没収の言渡がないままその頃までに確定したこ\nと）、本件船舶については、昭和二六年七月二〇日津地方検察庁宇治山田支部検察\n官が、右関税法違反被疑事件につきこれを押収したものであること、昭和二八年一\n一月二五日本件船舶につき換価処分がなされ、代金三五万円で公売されたこと、以\n上の事実は当事者間に争いがない。\n二、　ところで本件船舶の保管義務違背による控訴人の賠償責任についての当裁\n判所の事実の認定、法律判断は、原判決理由四に記載するところと同一であるか\nら、その記載をここに引用する。\n三、　そこで控訴人の時効完成の抗弁につき按ずるに、国家賠償法第四条により\n公務員の不法行為による損害賠<要旨>償請求権の消滅時効にも適用される民法第七\n二四条には、不法行為における損害賠償請求権の消滅時効は、被</要旨>害者または\nその法定代理人が損害および加害者を知つた時から三年間の時効期間に服する旨規\n定されているところ、本件のように、没収すべきものとして押収された物件につい\nては、たとえ、押収中、検察官の不法行為によりその価格が減少したとしても、後\n日裁判によりこれが没収されるときは、押収は、その目的を達成し、押収物件の所\n有者は、その所有権そのものを失うに至る結果、価格の減少（損害）というような\nことはもはや問題となし得ないわけであつて、押収物件につき没収の言渡のないこ\nとの裁判が確定するまでは、押収物件の所有者にとつて、検察官の不法行為によつ\nて損害を蒙つたことが終局的に確定されず、右裁判の確定により初めて、これが損\n害として認識されるに至るのであるから、前記法条にいう「損害を知る」時期は、\n単に損害発生（価格の減少）の事実だけでなく、押収物件につき没収の言渡のない\nままの裁判が確定したことをも知つた時と解するのが相当である。そこで、本件に\nつきこれをみるに、本件船舶は、前記一に記載したように、昭和二六年七月二〇日\n津地方検察庁宇治山田支部検察官が、訴外Ｂらに対する関税法違反被疑事件につ\nき、その供用物件として押収したものであるところ、右事件はその後起訴され、第\n一審、控訴審、上告審の各審理判決を経たのち、結局昀後に、差戻後の名古屋高等\n裁判所が、昭和三三年一〇月一四日本件船舶につき没収の言渡のないままの判決を\n言渡し、該判決は昭和三四年四月六日右Ｂの上告取下により確定したのであるか\nら、たとえ、控訴人主張のように、訴外Ｃが昭和二八年一〇月二二日頃には本件船\n舶の破損の事実を知つていたとしでも、これを以て直ちに、その日から本件損害賠\n償請求権の消滅時効期間が進行するものというべきものではない。\nところで、いずれも成立に争いのない甲第二九号証の一、二、乙第一八号証の三\nによると、訴外Ｃは、昭和三三年九月二〇日脱退被控訴人に対し、自己の控訴人に\n対する本件損害賠償請求権（その性質については前記のとおり）を含み、本件船舶\nに関して生じ、または生ずべき一切の権利を包括的に譲渡し、同年一〇月四日付書\n面を以て控訴人にその旨通知し、その頃該通知が控訴人に到達したことが認めら\nれ、また、成立に争いのない甲第二八号証の一、前顕乙第一八号証の三に、原審証\n人Ｃの証言を綜合すると、脱退被控訴人は、昭和三四年九月一九日控訴人から本件\n船舶の換価代金三五万円の還付を受け、その頃（早くとも同月上旬）初めて、差戻\n後の名古屋高等裁判所の前記判決が確定したことを知つたことが窺われ、右各認定\nに反する証拠はない。いずれにしても、昭和三四年八月以前には、訴外Ｃまたは脱\n退被控訴人において右判決の確定したことを知つていたものと認めるに足りる証拠\nはなく、むしろ、右判決は第三者である訴外Ｂの上告取下により確定したのである\nから、脱退被控訴人らは、右判決の確定（昭和三四年四月六日確定）後暫くの間\nは、そのことを知らなかつたものと想像するに難くない。そうすると、本件損害賠\n償請求権の消滅時効期間は昭和三四年九月上旬から進行を始めたものというべきで\nあつて、右の日から優に三年以内である昭和三七年四月一七日の原審第九回口頭弁\n論期日において脱退被控訴人より本件損害賠償請求の訴が予備的に追加されたこと\nは、記録上明らかであるから、控訴人の時効の抗弁は採用することができない。\n四、　次に、控訴人の過失相殺の抗弁につき按ずるに、原審証人Ｄ、同Ｃの各証\n言によると、訴外Ｃは、船舶の保管方法を知つており、かつ、本件船舶に対し津地\n方検察庁宇治山田支部検察官が十分な保管措置を講じていないことを知つていた事\n実が窺われるが、本件船舶は右検祭官により押収されていたものであつて、控訴人\nの全立証によつても、未だ、本件船船の損傷荒廃を防止するにつき右訴外人に過失\nがあつたものと認めることができず、かえつて、右各証言によると、右訴外人は、\n当時しばしば、係の検察官に対し、本件船舶のため適切な保管措置を講ずるよう申\n入れていたことが認められるから、その余の点について判断するまでもなく、控訴\n人の右抗弁は失当であることが明らかである。\n五、　そうすると、控訴人は、脱退被控訴人に対し、前記二（原判決理由引用）\n記載の損害金六五万円およびこれに対する不法行為の日の後であること明らかな昭\n和三六年二月一四日以降右完済に至るまで民法所定年五分の割合による遅延損害金\nの支払をなすべき義務があるものというべきところ、参加人が昭和四〇年七月二〇\n日脱退被控訴人から右権利の譲渡を受け、同人が同日控訴人に対し内容証明郵便を\n以てその旨通知し、該通知が同月二二日控訴人に到達したことは、当事者間に争い\nがないから、控訴人は参加人に対し右金員を支払わなければならない。\n六、　よつて、参加人の請求は全部正当であるから、これを認容すべく、参加に\nより生じた訴訟費用の負担につき、民事訴訟法第八九条を適用して、主文のとおり\n判決する。\n目　　　　録\n一、帆　　　　　　　　船　　　　　Ｅ丸\n船　　　　　　　　質　　　　　木\n内　　　　　　　　装　　　　　一橋スーブ\n総　　ト　　ン　　数　　　　　五一トン六二\n純　　ト　　ン　　数　　　　　三〇トン六九\n進　水　　年　月　日　　　　　昭和一三年九月\n機関の種類及数　　　　　　　　発動機一個\n推進機の種類及数　　　　　　　螺旋推進器一個\n（裁判長裁判官　浮田茂男　裁判官　加藤龍雄　裁判官　山本茂）\n"
}