{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和44(う)975",
  "case_name": "兇器準備集合、公務執行妨害被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "article_info": "第22巻4号672頁",
  "gist": "一、　刑法第二〇八条の二の一項の解釈\n二、　前同条同項にいわゆる兇器にあたる一事例\n三、　前同条同項前段所定の兇器準備集合罪の成立する一事例",
  "case_gist": "一、　刑法第二〇八条の二の一項前段所定の兇器準備集合罪にいわゆる「集合」した場合というのは、共同加害の目的で予め自ら兇器を手にして集合した場合ばかりでなく、共同加害の目的で兇器の準備のある集合体に加わつた場合にその後暫くして初めて自ら兇器を準備した場合をも含むと解するのが相当であつて、この後者の場合には、その準備した時点において、兇器を準備して「集合」した者として前記兇器準備集合罪が成立するというべく、右のように集合体に加わつた時点以降自らが兇器を準備した時点までの間において、たとえ集合体中の一部の者により加害行為が開始されたとしても、なお全体として加害目的を伴う兇器準備の集合状態が存続している限り、同罪の成立が妨げられるものではない。もつとも、右のように集合体に加わつた後兇器を準備した者については、すでにその参加の時点において刑法第二〇八条の二の一項後段所定の兇器の準備あることを知つて集合した罪が成立しているものと解されるが、このような場合には両者は包括して前同条一項の一罪が成立するものと解すべきである。\n二、　長さ約二メートルの角材は、刑法第二〇八条の二の一項にいわゆる兇器(用法上の兇器)にあたる。\n三、　判文参照",
  "lawsuit_id": "20829",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20829",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/829/020829_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役六月に処する。\n原審における未決勾留日数中四〇日を右本刑に算入する。\n但し、この裁判確定の日から二年間右刑の執行を猶予する。\n理　　　　由\n本件控訴の趣意は、検事作成名義の控訴趣意書に、これに対する答弁は、弁護人\n宇野峰雪作成名義の答弁書にそれぞれ記載してあるとおりであるから、いずれもこ\nれを引用し、これに対して当裁判所は、つぎのとおり判断する。\n控訴趣意中、法令の解釈、適用の誤及び事実誤認の各論旨について。\n所論は要するに、原判決は本件公訴事実中、第一の兇器準備集合の点について無\n罪を言い渡したが、右は刑法二〇八条の二の一項の解釈、適用を誤り、かつ有罪と\n認定するに足りる証拠があるのに、証拠の価値判断を誤り、ひいて事実を誤認し、\n犯罪の証明がないとしたものであつて、以上の誤は判決に影響を及ぼすことが明ら\nかであるから、原判決は破棄を免れないというに帰する。\nよつて案ずるに、原審の取調べた証拠、とくに被告人の司法警察員及び検察官各\n調書（添付の写真を含む。）、被告人を逮捕した警察官であるＡの検察官調書三通\n並びに司法警察員Ｇ作成の答申書謄本（いずれも、被告人側において証拠とするこ\nとに同意したもの）を総合すれば、被告人は昭和四三年一〇月二一日のいわゆる国\n際反戦統一行動デーに際し、Ｂ派に所属する学生集団約八〇〇名が原判示の防衛庁\n本庁檜町庁舎（以下、防衛庁と略称する。）に対する抗議のための無許可集団示威\n運動を計画するや、同集団にいわゆるシンパとして参加したが、被告人を含む右学\n生集団は、ゲバ隊、すなわち丸太や角材を手にした部隊約二〇〇名、投石隊二〇〇\n名、ピケ隊約二〇〇名及びその他の一般学生をもつて編成され、被告人はたまたま\nピケ隊に所属していたこと、右学生集団の目的は、防衛庁を襲撃し、同庁の門扉等\nを丸太等で破壊し、かつ警備警官隊の制止を投石、丸太ないし角材による殴打等の\n暴行により排除して庁内に侵入し、一時これを占拠しようとするにあつたこと、被\n告人自身においても参加当時、右の目的を認識し、かつ他の学生らとともに、角材\nをもつて警察官を殴打するなどして同目的を遂行しようとする意思を有していたも\nので、これがため角材等を持つための手袋をはめ、自己の頭部を守るためのヘルメ\nツトをかぶり、手拭で覆面するなどの闘争スタイルをしていたこと、前記学生集団\n中のゲバ隊は、長さ数メートルの丸太約一〇本を携帯していた外、ほとんど全員が\n長さ約二メートルの角材を携帯していたこと、右学生集団は前記の目的をもつて示\n威運動をしながら行進し、防衛庁に近づいたころ、ゲバ隊ないし投石隊の一部等が\nさらにコンクリートの塊を携帯し、同日午後五時一〇分ころ防衛庁正門前附近から\n西側道路一帯にかけ到着し、集結するや、直ちに先頭の一部の学生は、右正門の扉\nを破壊すべく丸太をもつて激突させるなどするとともに、正門内において警備態勢\nにあつた警官隊、警備車等に対し投石を開始するなどの行動に出たこと、その後学\n生らの破壊行為、投石行為等がますます激しさを加えたため、警官隊も同五時一五\n分ころ放水車から放水するなどして学生らの規制にあたり、両者衝突するに至り、\n警官隊は同三五分ころから同四五分ころまでの間最初の検挙態勢に入つたこと、そ\nの間被告人自身は前記五時一〇分ころの時点においては、前記正門から一二〇余メ\nートル離れた路上でピヶを張つていたが、同五時二〇分ころにピケ隊を離れて右正\n門前附近に近づき、ゲバ隊ないし投石隊に合流し、しかも乱闘現場において長さ約\n二メートルの角材一本を拾い、これを一〇数分間携帯し、身構えたりしていたこと\n並びに被告人が右角材を手にした目的は、警官隊が学生らを追い散らすようなとき\nに、反撃すべく警察官を殴打したりするためであつたことなどがいずれも確認でき\nる。\n以上の背景、状況及び事実関係において、被告人が共同加害の目的をもつて兇器\nを準備して集合した事実が認定できるか否かを検討する。\n<要旨第一>およそ刑法二〇八条の二の一項前段所定の兇器を準備して集合した罪\n（以下、本罪という。）は、通常二人以</要旨第一>上の者が、他人の生命、身体又\nは財産に対し兇器を使用し共同して害を加えるという共通の目的をもつて、一定の\n時刻、一定の場所に集まつたという構成要件的状況のもとにおいて、自ら兇器を準\n備して「集合」した者について成立する。しかし、もともと本罪を処罰しようとす\nる趣旨は、集団による暴力行動をこれに先だつ集合の段階で防圧しようということ\nだけにあるのではなく、前記のような目的をもつた集合体に兇器が準備され、違法\nな集団が形成されて行くことが、とりもなおさず社会生活の平穏を侵害するという\n公共的危険をもたらすものであるからに外ならない点にかんがみれば、前記兇器を\n準備して「集合」した場合というのも、必ずしも前述のように共同加害の目的で予\nめ自ら兇器を手にして集合した場合ばかりでなく、共同加害の目的で集合体に加わ\nつた場合にその後暫くして初めて自ら兇器を準備した場合をも含むと解するのが相\n当であつて、この後者の場合には、その準備した時点において兇器を準備して「集\n合」した者として本罪が成立するというべきである。そして、右のように集合体に\n加わつた時点以降自らが兇器を準備した時点までの間において、たとえ集合体中の\n一部の者により、目的とする加害行為が開始されたとしても、なお全体として加害\n目的を伴う兇器準備の集合状態が存続（本罪は、集合者各人について継続犯であ\nる。）している限り、本罪の成立が妨げられるものではない。けだし、このように\n解するのでなければ、前述のように本罪が予備罪的性格の外に集団による公共危険\n罪的性格を合わせもつものとされる趣旨を没却することとなりかねないからであ\nる。\n<要旨第三>以上の観点に立脚すれば、すでに認定したとおり、被告人は、前記の\nような防衛庁襲撃を目的とした学生集</要旨第三>団に、当初から同目的遂行の意図\nをもつて参加したばかりでなく、丸太、角材、コンクリートの塊等の兇器を携帯し\nた同集団が防衛庁正門前等に集結したのち、学生らと警察官らとの衝突中、被告人\nはゲバ隊ないし投石隊に合流し、警察官を殴打したりする目的をもつて角材を携帯\nし、身構えたりしていたものであるから、被告<要旨第二>人は右角材を所持するに\n至つた時点において、共同加害の目的をもつて兇器たる角材（弁護人は、被告人の\n手</要旨第二>にした角材は兇器ではないというけれども、右角材は用い方によつて\n人を殺傷することのできるものであるから、いわゆる用法上の兇器にあたるものと\n解する。）を準備して集合した者として、本罪をもつて問擬されることは当然であ\nるといわなければならない（もつとも、被告人は、丸太、角材等を携帯した学生集\n団が防衛庁正門前附近等に集結した時点において、すでに前述のような意図をもつ\nてこれに参加していたものであるから、被告人にとつては、すでに右参加の時点に\nおいて、刑法二〇八条の二の一項後段所定の兇器の準備あることを知つて集合した\n者として同罪が成立しているものと考えられるが、本件の場合、被告人はさらに進\nんで兇器を準備したものであるから、このような場合には、両者は包括して同条一\n項の一罪が成立するものと解すべきであるが、本件第一次訴因は、被告人の、角材\nを所持した時点以降の兇器準備集合の所為を対象としているものと解されるから、\n本件においては、右の所為、すなわち単純な本罪のみを認定すれば足るものと考え\nる。）。\nしかるに、原判決は、本罪の成立するためには、共同加害の目的をもつて集合す\nることが必要であるから、すでに共同加害の行為が開始されたのちこれに加担する\n場合には、集合以前に共同加害の目的実現の結果が生じているので、本罪の前提で\nある構成要件的状況は失われていると解すべきであるとの見解に基づき、被告人が\n角材を手にした時点が、共同加害の実行行為が開始されたのちの段階であるゆえを\nもつて被告人に本罪の成立を認めることができないとし、又被告人に共同加害目的\n遂行の積極的意図を認めるに足る証拠十分でないとしたのであるが、右は刑法二〇\n八条の二の一項の解釈、適用を誤り、かつ事実を誤認したものというの外なく、し\nかも以上の誤は、判決に影響を及ぼすことが明らかであるから、原判決はこの点に\nおいて破棄を免れない。検察官の論旨は理由がある。\n控訴趣意中、量刑不当の論旨について。\n原判決が有罪と認定した公務執行妨害罪の犯行並びに前記兇器準備集合罪の犯行\nの各態様、とくに右各犯行は計画的な、かつ社会の法秩序を全く無視した傍若無人\nの過激な集団犯行の一環である点等に徴すれば、被告人の当審公判供述によつて認\nめられる原判決後の被告人に利益な情状、その他弁護人指摘の被告人に有利とされ\nる諸事情を参酌しても、原判決の量刑はいささか寛に過ぎるものというの外なく、\n検察官の論旨はこの点においても理由がある。\nよつて本件控訴は理由があるから、刑訴法三九七条、三八〇条、三八二条、三八\n一条により原判決を破棄したうえ、同法四〇〇条但書に従い直ちに自判する。\n（原判示の公務執行妨害罪の事実に加え、当裁判所の新たに認定した兇器準備集\n合罪の事実）\n原判示冒頭から五行目以下九行目までの「そして、被告人を含む多数の学生集団\n………行動を開始した。被告人は、」の部分を、「そして、被告人を含む多数の学\n生集団（約八〇〇名）は、共同して、東京都港区赤坂九丁目七番四五号所在の防衛\n庁本庁檜町庁舎（以下、防衛庁と略称する。）に、その門扉等を破壊し、かつ警察\n官らの制止を投石、殴打等の暴行により排除して侵入しようと企て、同日午後五時\n一〇分ころ防衛庁正門前から同庁西側道路（右正門前から龍土門先のレストランＣ\n曲り角前までの道路）にかけ、右企図実現の用具とするため、多数の丸太、角材及\nびコンクリートの塊等を携えて集結し、直ちにその一部学生は防衛庁正門突破のた\nめ丸太をもつてこれに激突させ、或いは同正門内の警察官らに対し投石するなどの\n行動を開始した。\n被告人は、\n第一、　午後五時二〇分ころ、同庁正門前附近で、警察官を殴打するなどの目的\nをもつて、角材一本を所持してこれに加担し、もつて他人の身体及び財産に対し、\n共同して害を加える目的をもつて、兇器を準備して集合した。」\nと訂正、新たに認定し、従つて、原判示冒頭から九行目の「……午後五時二五分\nころ」の前に、「第二、」を挿入する。\n（右兇器準備集合罪の事実の証拠）\n一、　Ａの検察官に対する供述調書三通\n一、　Ｄ及びＥの検察官に対する各供述調書謄本\n一、　司法警察員Ａ作成の答申書\n一、　司法警察員Ｆ及びＧ作成の各答申書謄本\n一、　司法警察員Ｈ外二名共同作成の現行犯人逮捕手続書\n一、　検察事務官Ｉ作成の「防衛庁正門前附近の図面作成について」と題する報\n告書（添付図面とも）\n一、　被告人の司法警察員（三通）及び検察官（四通、添付写真とも）に対する\n各供述調書\n一、　押収してある赤色ヘルメツト一個、タオル二本及び軍手一双（当庁昭和四\n四年押第二四八号の一ないし三）\n（以上は、すべて原審において取調べた証拠）\n（法令の適用）\n当裁判所が新たに認定した事実及び原判決が認定した事実に法令を適用すると、\n当裁判所が認定した兇器準備集合の所為は刑法二〇八条の二の一項前段、罰金等臨\n時措置法二条、三条（懲役刑選択）に、原判示の公務執行妨害の所為は刑法九五条\n一項（懲役刑選択）にそれぞれ該当するところ、以上は同法四五条前段の併合罪で\nあるから、同法四七条本文、一〇条によつて重い後者の罪の刑につき法定の加重を\nなした刑期の範囲内において被告人を主文第二項掲記の刑に処し、なお原審の未決\n勾留日数の算入につき刑法二一条を、執行猶予につき同法二五条一項を各適用し、\n主文のとおり判決する。　（裁判長判事　栗本一夫　判事　石田一郎　判事　藤井\n一雄）\n"
}