{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 4,
    "day": 18
  },
  "case_number": "昭和33(ネ)305",
  "case_name": "否認権行使事件",
  "court_name": "名古屋高等裁判所第一部",
  "article_info": "第13巻3号331頁",
  "gist": "連帯保証人の行為の詐害性と主債務者の弁済資力の有無",
  "case_gist": "連帯保証人の行為の詐害性を判定する上においては、主債務者の弁済資力の有無を御酌すべきではないと解すべきである。",
  "lawsuit_id": "23120",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23120",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/120/023120_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審共被控訴人の負担とする」旨の判決を求め、被控訴人は、主文第一項と同\n旨の判決を求めた。\n当事者双方の事実上の陳述は、左記に附加するところの外、原判決の事実摘示と\n同一であるから、ここにこれを引用する。\n控訴代理人は、次のように述べた。\n本件宅地は、控訴人の亡夫Ａが、その後妻として娶つた控訴人に対し、同人と控\n訴人との間に出生した六男訴外Ｂが日支事変に応召して戦地に赴くに際し、同人が\n万一戦死でもすれば、控訴人の老後を見てくれる者がいなくなるため、これを贈与\nしたものである。そして、右贈与のことは、当時控訴人の家族にも知らされていた\nのであるが、戦時中でしかも田舎のことであつたから、これについて明確な書面の\n作成や移転登記の手続等をせず、控訴人も身内のことであり、又その知識もなかつ\nたため、これをそのまま放置しておいたものである。\n仮に、訴外Ｃ、同Ｄ等が、本件持分移転登記の頃、本件宅地の共有持分を拠棄し\nたものとしても、当時主債務者訴外揖斐川木工製作所（以下、単に揖斐川木工とい\nう）及び連帯保証人Ｃは、他に多額の資産を有していたのであるから、Ｃ及びＤ等\nの両名には、債権者を害する意思など全くなかつたのである。\n即ち、揖斐川木工は、本件持分移転登記の日たる昭和二十九年九月九日当時にお\nいて、訴外株式会社十六銀行（以下、単に十六銀行という）に対する債務総額が三\n百三十五万円であつたのに対し、その資産は少くとも七百万円あり、それは、十六\n銀行に対する右債務額を遙かに上廻つていたのである。十六銀行は、同年九月二十\n四日右手形貸付金の内二亘三十五万の債権保全のため、揖斐川木工に対し、同会社\n所有の機械、材料、製品等動産の一部につき仮差押をなしたのであるが、その仮差\n押動産の評価額によつても、優に右債権額を充足し得たのである。そして、右評価\n額は、時価の三分の一以下であることは、公知の事実であるから、同年九月九日当\n時における揖斐川木工の資産は、昀低に見積つても七百万円を下ることは、絶体に\nない状況であつたのである。もともと揖斐川木工の経営状態は、当時危機に瀕して\nいたわけではなく、十六銀行よりは昭和二十一年以来常に二、三百万円の融資を受\nけていたのであつて、昭和二十四年四月には同銀行より五百万円の手形取引の枠を\n与えられ、手形を書替えて取引を継続していたのである。しかるに、同銀行は、僅\nかな感情の行違いから、揖斐川木工に対し、突如として取引停止に続く一連の強硬\n手段に訴えるに至つたのである。しかし、揖斐川木工は、特別営業状態が悪化して\nいたわけでなかつたので、その後直ちに株式会社大垣共立銀行（以下、単に共立銀\n行という）と取引を開始し、同銀行より融資を得ることができたのである。\n次に、Ｃは、昭和二十四年九月九日当時において、時価合計三百万円にも達する\n別紙目録（一）に掲記の建物（建坪総数三百六十余坪）を所有していた外、時価合\n計八十万三千七十円（控訴人の主張する六十七万七千七十円は誤記、七十六万七千\n七十円は違算と認める）に及ぶ別紙目録（二）に掲記の動産をも所有しており、総\n額三百八十万円を下らない資産を保有していたのである。因みに、Ｃは、その後右\n建物につき、共立銀行より三百万円の担保価値を認められ、同銀行のために総額三\n百万円の根抵当権を設定しているのである。\nそして、Ｃは、同年九月九日当時揖斐川木工の代表取締役として、同会社を統轄\n主宰していたものであり、又、Ｄは、当時同会社の監査役の地位にあつたのである\nから、同会社の資力が十六銀行に対する前記債務を弁済して余りある状況にあつた\nことを充分知悉していたのである。従つて、Ｃ及びＤの両名において、当時債権者\nを害する意思など毛頭有しなかつたことは、明瞭であるというべきである。\n仮に、Ｃ及びＤが債権者を害する意思の下に、本件宅地の共有持分を拠棄したも\nのとしても、控訴人は、右持分拠棄当時既に六十才に近く、しかも、田舎育ちの世\n事にうとい一婦人に過ぎなかつたのであるから、その間の事情は全く知らなかつた\nのである。控訴人は、当時Ｄと同居し、その居宅と揖斐川木工とは、距離にして一\n丁半程の近くにあつたとしても、Ｄは、母である控訴人に仕事上のことを一々話し\nていたわけではないから、控訴人が揖斐川木工の営業状態並びにＣやＤの債務関係\n等について了知するようなことはなかつたのである。\nなお、被控訴人の後記主張事実中、揖斐川木工がＣ等の本件宅地共有持分拠棄の\n当時被控訴人主張のように、諸税並びに健康保険料等を滞納していたことは、これ\nを認める。\n被控訴人は、次のように述べた。\n本件宅地は、控訴人の亡夫Ａがその生前に控訴人に贈与したものではない。同人\nの遺産を相続すべき者は、その実子であつて同人が生前に妻である控訴人に財産を\n贈与すべき格別の理由はなかつたのである。控訴人の主張によれば、本件宅地が控\n訴人に贈与されたのは、昭和十八、九年頃というのであるが、控訴人の亡夫が死亡\nした昭和二十二年八月までの間に、本件宅地につき贈与の登記手続等はなされてい\nないのである。\n揖斐川木工は、昭和二十四年九月初当時十六銀行に対し手形借入金三百三十五万\n円、共立銀行に対し借入金五十万円、岐阜県民生部保健課に対し健康保健料等の延\n滞金六万四千百五十二円、大垣税務署に対し諸税滞納金三十万円余、その外、機械\n類材料等の買入未払金二百万円、総額六百二十一万四千百五十二円余の債務を負担\nしていたのである。\n一方、揖斐川木工の資産は、右債務を弁済するに足る程に存しなかつた。十六銀\n行は、同年九月二十四日揖斐川木工に対し、右手形貸付金の内二百三十五万円の債\n権保全のため、同会社所有動産につき仮差押をなしたのであるが、その一部は、健\n康保険料等の滞納処分により公売に付され、右仮差押にかかる下駄類も、当時下駄\n類の出廻りが好くなつたため、売捌きができず滞貨となつていたものであるから、\n控訴人主張のような価格は勿論なく、十六銀行は、右仮差押の有体動産に対する執\n行の結果、金二十九万千七百二十六円の弁済を受けえたに過ぎなかつた。\n又、控訴人の主張するＣの所有建物は、合計三十五万円の価格しか有しなかつた\nのであり、その主張のような価格は到底なかつたのである。同人は、右建物と他の\n所有土地を併せて、価格合計八十四万二千八十円の資産を有するに過ぎなかつたの\nである。のみならず、Ｃは、同人に対する破産申立後その審理中に、右建物を密か\nに訴外Ｅ、同Ｆ等に売却処分し、その代金を債権者に弁済せずして、債権者の追求\nを免れているのである。\nそして、Ｃ等の本件宅地の共有持分拠棄は、十六銀行に対する二百三十五万円の\n手形支払期日の前日である昭和二十四年九月九日になされているのである。しか\nも、それが揖斐川本工の役員であつて、同会社内部の事情を知悉していたＣ及びＤ\nの行為であることに着目すれば、右持分拠棄の動機が奈辺に存したかは、云わずし\nて明かである。更に、Ｃは、その頃大垣市ａ町ｂ丁目ｃ番地所在の木造二階建居宅\nにつき、同人の長男訴外Ｇ名義に所有権移転登記をなし、これにＣの姉訴外Ｈ親子\nを居住させているのであり、又、Ｄは、その後本件宅地上に五十万円を投じて二階\n建居宅を新築し、これに同人の母である控訴人と共に居住しているのであつて、右\nの事実は、Ｃ及びＤ親子が本件宅地の所有名義を変更した当時の事情を推測させる\nに充分である。\n当事者双方の証拠は、次のとおりである。\n被控訴人は、甲第一号証乃至第十二号証並びに第十三号証の一、二を提出し、原\n審における証人Ｉ、同Ｈ（第一回）及び同Ｄ並びに当審における証人Ｊの各証言を\n援用し、乙号証につき、第一号証、第二号証、第三号証の一乃至四、第五号証第七\n号証の一中郵便官署の作成部分並びに第八号証の各成立を認め、第四号証、第六号\n証並びに第七号証の一中郵便官署の作成部分を除くその余の部分及び同号証の二の\n各成立は、不知と述べた。\n控訴代理人は、乙第一号証、第二号証、第三号証の一乃至四、第四号証乃至第六\n号証、第七号証の一、二並びに第八号証を提出し、第六号証は、訴外Ｃにおいてこ\nれを作成したものであると述べ、原審における証人Ｈ（第二回）及び同Ｃ並びに当\n審における証人Ｋ及び同Ｃの各証言を援用し、甲号証につき、その各成立を認め、\n同第八号証及び第十号証を利益に援用した。\n理　　　　由\n訴外Ｃ及び同Ｄの両名が、昭和二十九年十二月二十四日岐阜地方裁判所大垣支部\nにおいて、いずれも破産の宣告を受け、被控訴人がその破産管理人に選任せられた\nこと、本件宅地（大垣市ｄ町ｅ番地のｆ宅地四十九坪九合一勺）は、もと訴外Ａの\n所有に属していたこと、同人が昭和二十二年八月四日死亡したこと、同人の妻であ\nる控訴人並びにその子である訴外Ｃ、同Ｄ及び同Ｈの四名が、昭和二十四年九月九\n日本件宅地につき所有権（共有）の保存登記をなし、同時に、控訴人を除くＣ等三\n名の者が本件宅地の共有持分を拠棄したとして持分移転の登記をなし、これを控訴\n人の単独所有名義となしたことは、いずれも当事者間に争のないところである。\n控訴人は、本件宅地は、亡夫Ａの生存中に同人より贈与を受け、同人の死亡当時\n既に控訴人の所有に属していた旨主張するのでこの点を案ずるに、控訴人の右主張\nに添うような原審証人Ｃ、同Ｈ（第二回）及び当審証人Ｃの各供述部分は、原審証\n人Ｈ（第一回）、同Ｄの各証言、成立に争のない甲第八号証、及び本件弁論の全趣\n旨に照して措信しえないし、他に右主張事実を確認しうべき証拠がない。そうとす\nれば、本件宅地は、亡Ａの死亡当時なお同人の所有に属していたものと認めねばな\nらず、成立に争のない甲第十号証及び前掲甲第八号証によれば、右Ａの死亡によ\nり、同人の妻である控訴人並びに二男Ｃ、八男Ｄ及び長女Ｈの四名の共同相続が開\n始し、本件宅地は右控訴人等四名の共有となつたこと、その共有持分は、各自の相\n続分に応じて、控訴人が九分の三、Ｃ等三名か各九分の二であつたことが明日であ\nる（民法附則第四条、第二十五条）。\nところで、成立に争のない甲第一号証、前掲甲第八号証、原審証人Ｈ、同Ｄ及び\n同Ｃの各証言（一部）によれば、本件宅地の共有権者たるＣ、Ｄ及びＨは、昭和二\n十四年九月九日頃控訴人に対し、各自その共有持分を拠棄して、本件宅地を控訴人\nの単独所有となし、前述のように持分移転の登記手続をなしたものであることを認\nめることができ（右認定に反する前記証人並びに当審証人Ｃの各供述部分は、たや\nすく信用しえない）。被控訴人は、Ｃ及びＤ両名の右共有持分拠棄行為は、いずれ\nも債権者を害することを知りながらなしたものであると主張するので、以下この点\nについて考察する。\n成立に争のない甲第二号証乃至第九号証、第十一号証、第十二号証、第十三号証\nの一、二、乙第一号証、第二号証、第三号証の一乃至四、第五号証、並びに原審証\n人Ｉ、同Ｄ、同Ｃ及び当審証人Ｃの各証言（一部）によれば、次のような事実を認\nめることができる。即ち、訴外揖斐川木工は、昭和二十四月四月一日十六銀行との\n間に、Ｃ及びＤ両名の連帯保証の下に、支払期日に手形金の支払を怠つたときは、\n同銀行は契約を解除し同時に期限未到来の手形金についても当然履行期が到来した\nものとする旨特約した上、極度額を五百万円とする手形取引契約を締結したこと、\nそして、同会社は、右契約に基き、十六銀行に宛てて、（一）同年八月十三日金額\n二百三十五万円、支払期日同年九月十日、振出地岐阜県揖斐郡ｇ村、支払地回郡ｈ\n町、支払場所十六銀行ｈ支店、（二）同年八月二十三日金額五十万円、支払期日同\n年九月二十一日、支払地、支払場所及び振出地いずれも（一）と同一、（三）同年\n九月十二日金額五十万円、支払期日同年十月十一日、支払地、支払場所及び振出地\nいずれも（一）と同一なる約束手形各一通を振出し、同銀行より右各手形金額に相\n当する金員（合計三百三十五万円）を借受けたこと、しかるに、同会社は、右\n（一）の手形の支払期日にその支払ができなかつたため、同銀行は、その頃右特約\nに基いて前記手形取引契約を解約し、同時に期限未到来の（二）及び（三）の手形\n貸付金についても、その履行期が到来するに至つたこと、揖斐川木工は、昭和二十\n三年七月頃よりその経営が困難となり、資産内容も悪化していたのであるが、これ\nを秘匿して十六銀行その他より資金の融通を受け、辛じてその営業を続けるという\n状態であつたこと、そして、Ｃは右揖斐川木工の取締役社長、Ｄはその監査役の地\n位にあつて、いずれもその経営に参劃していたのであるから、同人等は、同会社の\n右のような経営状況を知悉していたものであること、右両名は、昭和二十四年九月\n九日頃本件宅地共有持分拠棄の当時、十六銀行に対し前記三百三十五万円の連帯保\n証債務を負担していたのみでなく、Ｃは、他にも相当多額の債務を負担しているこ\nと、しかるに、Ｃは、当時その所有に属する資産としては、共有にかかる本件宅地\nを除いては、別紙目録（一）及び（二）に掲記の土地建物を有するのみであつて、\nその価格は、総計五十七万五千八百八十万円位（土地五万八百八十円、建物五十二\n万五千円位）に過ぎず、十六銀行に対する債務額の五分の一にも達しなかつたこ\nと、しかも、同人は、同年十月四日右建物に、揖斐川木工の共立銀行に対する借入\n金債務のため債権極度額合計二百六十万円の根抵当権を設定していること、Ｄに至\nつては、当時資産としては共有の本件宅地を除き殆んど有しなかつたこと、そし\nて、十六銀行は、同年九月二十日揖斐川木工並びにＣ及びＤに対し、上述の手形貸\n付金の請求訴訟を提起し、同年十二月十九日これが勝訴判決をえて強制執行に及ん\nだが、これより先同年九月二十四日、揖斐川木工に対してなした倒産仮差押の処分\nもその効なく、同会社が多額の法人税、事業税並びに健康保険料等を滞納していた\nため、同会社よりは殆んど右貸付金を回収することができず（尤も、その後、昭和\n二十七年九月十六日に金五万八千五百九十六円、昭和二十八年二月十日に金二十六\n万三千百三十円の弁済を受けた）、Ｃに対する強制執行により僅かに金一万七千円\nの弁済を受けえたに過ぎなかつたこと、そこで、同銀行は、昭和二十五年五月二十\n六日揖斐川木工並びにＣ及びＤに対し破産の申立をなし、前述のように、Ｃ及びＤ\nの両名は昭和二十九年十二月二十四日破産の宣告を受けるに至つたこと、なお、Ｃ\nは、昭和二十四年九月八日同人所有名義の建物（大垣市ａ町ｂ丁目ｃ番木造瓦葺二\n階建工場、建坪三十六坪、二階坪三十六坪、附属木造瓦葺平屋建炊事場、建坪三\n坪）につき、同人の長男訴外Ｇに対し贈与による所有権移転登記をしたこと、そし\nて、昭和三十一年六月四日岐阜地方裁判所において、Ｃは、債権者たる十六銀行を\n害することを知つて、同人所有の右建物を長男嘉征に贈与したものであるとなし\nて、これが取消並びに登記の抹消を命ずる第一審判決があつたこと、以上の事実を\n認めることができる。右認定に反するような前掲各証人の供述部分は、右に挙げた\n他の各証拠に照して措信しえないところであり、その他叙上の認定を動かすべき証\n拠はない。尤も、前掲乙第三号証の一乃至四によれば、昭和二十四年十月四日別紙\n目録（一）に掲記の建物につき、共立銀行のため債権極度額合計二百六十万円の根\n抵当権設定登記のなされていることを認めうるが、揖斐川木工は、右抵当権設定登\n記以前の同年九月当時において、既に同銀行に対し二百万円位の借入金債務を負担\nしていたことが窺われ、同会社が右抵当権の設定により、新規に右金二百六十万円\nの金員を借入れたものであるとは認め難いから、右登記の存することをもつて、直\nちに、右建物が同銀行により控訴人主張のような担保価値を有することを認められ\nたものとすることはできない。従つて、右乙第三号証の一乃至四をもつて、右建物\nの価格を上述のように認定する妨げとはならない。なお、控訴人は、前述の不動産\nの外に、本件持分抛棄当時価格合計八十万三千七十円に及ぶ別紙目録（三）に掲記\nの工具類を所有していた旨主張し、当審証人Ｃの証言によれば、当時揖斐川木工の\n工場内に右工具類があつたことは、これを肯認しうるところであるが、右工具類が\n同会社の所有ではなく、Ｃの所有に属するものであつたことは、この点に関する右\n証人の供述部分は、たやすく信用できないし、他にこれを確認するに足る証拠がな\nい。又たとえ、右の工具類が右証人の供述するように、Ｃの所有であつて、それが\n当時八十万三千七十円の価格を有するものであつたとしても、同人の資産は、前述\nの不動産と併せて総額百三十七万八千九百五十円となるに過ぎず、前記十六銀行に\n対する債務額に程遠くその半額にも満たないのであるから、同人が右債務弁済の資\n力を有しなかつたことには、全く変りがないといわねばならない。\nしかして、上記の認定事実に、前段認定にかかる本件宅地共有持分の拠棄が前記\n（一）の約手束形の支払期日の前日たる昭和二十四年九月九日頃に急遽なされ、持\n分移転登記が即日になされていること、及び、Ｃ等の右持分拠棄により直接利益を\n受けたのは、同人等の母である控訴人である点を併せ考えれば、Ｃ及びＤの両名\nは、本件持分拠棄当時、債権者たる十六銀行を害することを知りながら、敢えてこ\nれをなしたものと認定するのが相当である。\nなお、控訴人は、主債務者揖斐川木工は、Ｃ等の本件持分拠棄当時、有していた\nのであり、その資力が十六銀行に対する債務を弁済するに充分な程に存した以上、\n本件宅地の共有持分を拠棄しても、債権者を害することにはならないから、Ｃ及び\nＤは、当時債権者を害する意思を有しなかつた<要旨>ものというべきである旨主張\nするので、この点について判断を加えれば、およそ保証人は、主債務者とは別個</\n要旨>に債権者に対し主債務者と同一内容の債務を負担するものであつて、しかも連\n帯保証債務は、通常の保証債務異り、主債務に対し補充的な関係において弁済義務\nを負うものではなく、第一次の順位において、その弁済責任を負うものであり、\n唯、主債務の成立を前提として義務を負い、且つ主債務の範囲以上の義務を負担し\nない意味において、主債務に対し附従的な性質を有するに止まるのである。従つ\nて、連帯保証人の行為であつても、主債務と離れて、債権者を害する行為として否\n認の対象となりうることは勿論であり、その際、主債務者の弁済資力の有無は、連\n帯保証人の行為の詐害性の判断に何等影響するところがないのである。即ち、連帯\n保証人の資力の有無、延いては、その行為が債権者を害するかどうかの判定に際し\nては、主債務者の弁済資力の有無を斟酌すべきではないと解するを相当とする。本\n件についてみれば、主債務者たる揖斐川木工が控訴人主張のような資産を有し、十\n六銀行その他に対する債務を弁済するに充分な資力を有していたとしても、その連\n帯保証人たるＣもしくはＤの弁済資力、延いては、同人等の本件宅地共有持分拠棄\n行為が債権者を害する行為となるかどうかの判定において、これを斟酌すべきでな\nいと考えなければならない。従つて、控訴人の前記主張は、揖斐川木工の本件持分\n拡棄当時における弁済資力の有無につき判断するまでもなく失当であつて、これを\n採用し得ない。\nつぎに控訴人は、前示Ｃ等の本件持分拠棄行為が、債権者を害する行為であると\nして、控訴人においてその事実を知らなかつた旨主張するけれども、右主張事実を\n確認するに足るなんらの証拠がないのみならず、却つて、原審証人Ｈの証言によれ\nば、控訴人は、当時揖斐川木工より僅か一丁半位はなれた住居にＤと同居していた\nのであり、同人の揖斐川木工におけろ地位から考え、控訴人も同会社の上記認定営\n業不振の状況を知つていたものと推察され、従つて、右事実並びに弁論の全趣旨よ\nりすれば、控訴人は、当時Ｃ等の本件持分拠棄が債権者を害することを察知してい\nたものと推察するに難くないから、控訴人の右主張もまに理由がないというべきで\nある。\n以上のようなわけで、破産者Ｃ及び同Ｄの本件宅地の共有持分地突行為は、破産\n債権者を害することを知つてなした行為として、破産管財人たる被控訴人において\nこれを否認しうるところであり、そして、被控訴人による右否認権行使の結果、控\n訴人は、本件宅地につきなされたＣ及びＤの各共有持分（それぞれ九分の二）の移\n転登記手続を抹消すべきものと云わなければならない。従つて、被控訴人が控訴人\nに対し、Ｃ及びＤの本件宅地共有持分拠棄を否認し、且つ、右拠棄による持分移転\n登記の抹消に替え、控訴人より右両名に対して右各持分の移転登記手続をなすべき\nことを求める本訴請求は、これを正当として認容すべきである。\nよつて、右と同趣旨に出でた原判決は、相当であつて、控訴人の本件控訴は、理\n由がないから、これを棄却すべきものとし、控訴費用の負担につき、民事訴訟法第\n九十五条、第八十九条を適用して、主文のように判決する。\n（裁判長裁判官　山口正夫　裁判官　吉田彰　裁判官　吉田誠吾）\n（別紙目録は省略する。）\n"
}