{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 5,
    "day": 11
  },
  "case_number": "昭和42(う)60",
  "case_name": "重過失傷害道路交通法違反被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "lawsuit_id": "24021",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24021",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/021/024021_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮六月に処する。\n理　　　　由\n本件控訴の趣意は、被告人名義および弁護人渡部直治名義の各控訴趣意書に記載\nされたとおりであるから、これを引用する。\n弁護人の控訴趣意第一点（法令適用の誤りの主張）について。\n原判決が、罪となるべき事実の第二として酒酔い運転の事実を、第三としてＡ、\nＢに対する各重過失傷害の事実（右は一所為数法の関係にあるので、重いＡに対す\nる重過失傷害罪は刑をもつて処断するとしている。）を各認定し、右第二および第\n三の罪を刑法第四五条前段の併合罪として処断していることは、所論の指摘すると\nおりである。論旨は、右各重過失傷害の罪は、右酒酔い運転自体を過失の内容とし\nて発生したものであるから、酒酔い運転の罪との間に観念的競合の関係があるもの\nであつて、同法第五四条第一項前段により、一罪として処断されるべきであり、し\nたがつて、原判決が、右両者を同法第四五条前段の併合罪として処断したのは、法\n令の適用を誤つたものであると主張する。\nそこで、検討するに、原判決が認定した罪となるべき事実第二および第三ならび\nにその引用証拠によると、被告人は、第二、呼気一リツトルにつき一・五〇ミリグ\nラム以上のアルコールを身体に保育し、その影響により正常な運転ができないおそ\nれがある状態で、昭和四一年一〇月一四日午後一一時二五分頃、入戸市ａｂ丁目ｃ\n番地のｄ先附近道路において普通貨物自動車を運転し、第三、右日時、右の自動車\nを運転して、右場所にさしかかつた際、運転を開始する前に飲んだ酒の酔いが廻\nり、ひどく酩酊し、前方を注視して先行歩行者等を確認することもできない状態に\nなつていたのであるから、このよらな場合、自動車を運転する者としては、直ちに\n運転を中止し、事故の発生を未然に防止すべき注意義務があるにもかかわらず、被\n告人は、これを怠り、そのまま時速約二〇粁の速度で敢えて運転を継続した重大な\n過失により、進路前方を同一方向に歩行していたＡおよびＢの姿に気づかず、その\n背後から衝突して両名を路上に転倒させ、Ａを車体の下部にはさんだまま引きず\nり、よつて、Ａに対し加療約一ケ月間を要する左大腿、下腹部骨盤部、両前腕、前\n胸広範性擦過性糜爛等の傷害を、Ｂに対し全治約一〇日間を要する後頭割創等の傷\n害をそれぞれ負わせたものである。\n（原判決が判示した第三の過失の内容には、その表現において若干明確さを欠く点\nがないではないが、その引用証拠を参酌すれば、原判決は、結局右に説示したとこ\nろと同趣旨の過失を認定判示したものと解することができる。）\n<要旨>おもうに、自動車を運転しようとする者が、酒に酔つて自動車を運転し、\n前方注視をしないで事故を惹き起</要旨>し、人を死傷した場合において、もし、運\n転者が、当時事故を防止するに必要な程度の前方注視をすることができない状態に\nあつたものとすれば、その以前において運転を中止すべき注意義務を負つていたも\nのというべきであり、したがつて、運転を中止しないで酒酔い運転をしたこと自体\nが注意義務違反の内容をなすものと認められるから、酒酔い運転の罪と重過失（業\n務上過失）致死傷罪との間に観念的競合の関係があり、またもし、運転者が酒に酔\nつていたとはいえ、いまだ事故を防止するに必要な程度の前方注視をすることがで\nきる状態にあつたものとすれば、右の前方注視をすべき注意義務を負つていたもの\nといらべきであり、したがつて、この義務を尽さなかつたことが事故の直接の原因\nたる過失であり、酒に酔つていたことは、たかだか右義務違反を誘発した縁由であ\nるにすぎないものと認められるから、酒酔い運転の罪と重過失（業務上過失）致死\n傷罪とは併合罪の関係にあるものと解するのが相当である。\nこれを本件についてみると、被告人は、本件事故当時、酒に酔い、前方を注視し\nて先行歩行者等を確認することもできないほどの酩酊状態にあつたのであるから、\nその以前において原判示自動車の運転を中止すべき注意義務を負つていたものとい\nらべきであり、したがつて、その運転を中止しないで酒酔い運転を継続したこと自\n体が、本件重過失傷害罪の過失の内容をなすものと認められるのであり、してみれ\nば、右に説示したとおり、原判示第二の酒酔い運転の罪と第三の各重過失傷害罪と\nは、それぞれ観念的競合の関係にあり、刑法第五四条第一項前段、第一〇条によ\nり、一罪として処断されるべきものであることが明らかである。しかるに、原判決\nが、これを同法第四五条前段の併合罪として処断したのは、法令の適用を誤つたも\nので、その誤りは判決に影響を及ぼすことが明らかであるから、原判決は、この点\nにおいて破棄を免れない。論旨は理由がある。\nよつて、弁護人の控訴趣意第二点および被告人の控訴趣意（いずれも量刑不当の\n主張）については、後記自判の際に判断が示されるので、ここではこれを省略し、\n刑事訴訟法第三九七条第一項、第三八〇条により、原判決を破棄し、同法第四〇〇\n条但書により、当裁判所において、さらにつぎのとおり判決する。\n原判決が認定した事実に法律を適用すると、被告人の原判示所為中、第一は道路\n交通法第六四条、第一一八条第一項第一号、罰金等臨時措置法第二条に、第二およ\nび第三のうちの酒酔い運転の点は道路交通法第六五条、第一一七条の二第一号、道\n路交通法施行令第二六条の二、罰金等臨時措置法第二条に、ＡおよびＢに対する各\n重過失傷害の点はいずれも刑法第二一一条後段、罰金等臨時措置法第三条、第二条\nに各該当するところ、第一の罪につき所定刑中懲役刑を選択し、第二および第三の\nうちの酒酔い運転とＡに対する重過失傷害、酒酔い運転とＢに対する重過失傷害、\nＡおよびＢに対する各重過失傷害は、それぞれ一個の行為で数個の罪名に触れる場\n合であるから、刑法第五四条第一項前段、第一〇条により、結局一罪として、最も\n重いＡに対する重過失傷害罪の刑に従い処断することとし、所定刑中禁錮刑を選択\nし、以上は同法第四五条前段の併合罪であるから、同法第四七条本文、同但書、第\n一〇条により、重い右重過失傷害罪の刑に法定の加重をした刑期範囲内で処断すべ\nきところ、情状についてみるに、本件は、被告人が、深夜泥酔して、無免許で普通\n貨物自動車を運転し、進路の前方右側を同一方向に歩行していた被害者両名に自車\nを衝突させ、被害者Ａを車体の下部にはさんだまま二〇〇メートル以上も引きずつ\nて進行し、よつて、両名に対し原判決のような各傷害を負わせたものであつて、そ\nの過失の程度および結果は重大であり、さらに、被告人が、いずれも昭和四一年中\nに、速度違反、酒酔い運転等により、三回も運転免許の停止処分を受けたうえ、同\n年八月には、右免許停止中に、酒に酔い、制限速度を超えて普通貨物自動車を運転\nしたことにより、運転免許の取消処分に付され、また右各違反により、二回にわた\nり罰金刑に処せられたにもかかわらず、そのうえまた本件違反、事故に及んだもの\nであることを合せ考えると、その犯情は極めて悪質というほかはなく、被告人の父\nが各被害者に対し、治療費等を供していずれも示談が成立したこと、その他、被告\n人の年令、家庭の状況などの被告人のため有利に斟酌すべき事情を考慮しても、こ\nの際、被告人の責任はきびしく追及されなければならないものと考えられるので、\n以上のような情状を勘案して、前記の刑期範囲内で被告人を禁錮六月に処し、刑事\n訴訟法第一八一条第一項但書により、原審および当審における訴訟費用はこれを被\n告人に負担させないこととする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　有路不二男　裁判官　西村法　裁判官　桜井敏雄）\n"
}