{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 8,
    "day": 31
  },
  "case_number": "昭和40(う)2227",
  "case_name": "公職選挙放違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "lawsuit_id": "20987",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20987",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/987/020987_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａの無罪部分のうちの戸別訪問の点を除きその余を破棄\nする。\n被告人Ｂを罰金四万円に、被告人Ｃを罰金三万円に、被告人Ａを罰金一\n万五、〇〇〇円に処する。被告人らが右各罰金を完納することができないときは、\n金五〇〇円を一日に換算した期間当該被告人を労役場に留置する。\n被告人らに対し選挙権及び被選挙権を有しない期間をいずれも三年に短\n縮する。\n原審及び当審における訴訟費用中当審証人Ｄ、同Ｅ、同Ｆに支給した分\nを除きその余を六分し、その三を被告人Ｂ、その二を被告人Ｃ、その一を被告人Ａ\nの負担とする。\n被告人Ａの戸別訪問の無罪の点に対する控訴は棄却する。\n理　　　　由\n本件控訴の趣意は検察官検事中村哲夫作成の控訴趣意書記載のとおりであり、こ\nれに対する答弁は弁護人小林直人、同比志島竜蔵、同小長井良浩共同作成の答弁書\n記載のとおりであるから、これを引用し、これに対し当裁判所は次のように判断す\nる。（中略）\n前示（一）及び（二）の訴因における各金員は、被告人Ｃまたは同Ａより戸別訪\n問をした組合員に支給（受給者三七名中四名に対しては事前支給）されたこととな\nるのであるが、さらに掘り下げて同金員授受の趣旨の点につき検討するに、本件に\nおいては戸別訪問をした（またはする）組合員に対し、弁当代として一日一〇〇円\nとこれに現実に出捐した交通実費を加算した金額が支給されたのである。弁当代一\n〇〇円については、前払いのときは予め使途の明細及び後に精算すべきことを指示\nせず、後払いの時も現実の出捐の有無及びその額並びに使途の如何を問わずに一律\nに一〇〇円ずつ支給されたのである。しかして、組合員らは戸別訪問のために一日\n数時間くらいずつ出歩いたが、弁当代一〇〇円については、受給者合計三七名中一\n〇数名は、食事時を外ずれていたりしたため、弁当代等に費消してはおらず、その\n他の者がその一部または全部を弁当代等として費消しているのであり、そして、現\n実に費消されたか否にかかわらず、金員授受に際しての当事者の心理は、一般の組\n合運動やメーデー等に出動した場合に出動組合員に支給される出動費、行動費また\nは日当（昭和三六年七月の前記Ｇ大会で支部旅費給与規程が改正されて、日当が二\n〇〇円になるまでは、出動費は一日一〇〇円であつた、当審で取調べた第一五回支\n部定期大会決定集及び同大会議事録参照）と同趣旨のもの、すなわち、砕いていえ\nば出動に対する汗代ないし御苦労賃として授受されたと認められるのである（被告\n人Ｃ、同Ａ、同Ｂ及び各受給者の検察官に対する各供述調書参照）。すでに、本件\n一〇〇円が前記のような事情からして戸別訪問に対する汗代ないし御苦労賃と認め\nられるかぎり、その支給が公職選挙法第二二一条第一項の供与罪に該当すること\nは、これを否定するわけにいかないと考える。しかし、かりに本件一〇〇円が、交\n通費と同様、現実に出捐した弁当代の実費の弁償（弁当代一〇〇円はもとより同法\n第一九七条の二の許容額以内である）として<要旨>授受されたとするも、戸別訪問\nというともかくも法律で禁止された違法な選挙運動に対して支給されたもので</要\n旨>ある以上、同弁当代及び交通費の支給は、なおひとしく供与罪を構成するものと\n解すべきである。けだし、適法な選挙運動に要した費用の弁償は、同法第一九七条\nの二の認容するところであるが、違法な選挙運動は、かかる運動をすること自体法\nが禁止しているのであるから、その違法とされている選挙運動が実質犯であると形\n式犯であるとにかかわらず、その禁止行為のために要する費用は、たとえ実費しか\nも通常必要とみられる範囲内のものであつても、これにつき本人以外の第三者が弁\n償することは、それが当該違法選挙運動の教唆犯または従犯となるかどうかは別と\nして、やはり、それ自体、金銭を交付することによつて選挙の公正を害する不法な\n行為というべきであり、そして、公職選挙法第二二一条第一項は、いうまでもなく\n財物等の違法な支給により選挙の公正を害する結果を招来することを防止しようと\nする趣旨のものにほかならないから、違法な選挙運動については、実費の弁償とい\nえども財産上の利益供与として同条項の供与罪に該当すると考えるのを相当とする\nからである（昭和一一年一一月一三日大審院判決、集一五巻一四四一頁、昭和一四\n年四月一〇日大審院判決、集一八巻一九七頁参照）。\n（その余の判決理由は省略する。）\n（裁判長判事　樋口勝　判事　関重夫　判事　金末和雄）\n"
}