{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和39(ネ)130",
  "case_name": "所有権移転登記等請求事件",
  "court_name": "高松高等裁判所第四部",
  "lawsuit_id": "24503",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24503",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/503/024503_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴人の予備的請求を棄却する。\n当審の訴訟費用は控訴人の負担とする。\n事　　　　実\n一、　控訴代理人は\n「原判決を取消す。被控訴人両名は、控訴人に対し控訴人のため別紙目録（一）\n記載の土地につき、同（二）記載の仮登記に基づく同（三）記載の抵当権設定本登\n記手続をせよ。訴訟費用は第一、二審共被控訴人らの負担とする。」との判決を求\nめ、\nもし右請求が容れられないときは、被控訴人Ａに対する予備的請求として、「被\n控訴人Ａは控訴人に対し、控訴人のために、別紙目録（一）記載の土地に対する同\n被控訴人の共有持分権（持分二分の一）につき、同（二）記載の仮登記に基づく同\n（三）記載の抵当権設定本登記手続をせよ。」との趣旨の判決を求めた。\n被控訴代理人は、主文と同旨の判決を求めた。\n二、　当事者双方の事実上の陳述、証拠の提出、援用、認否は、次に附加するも\nののほかは、原判決の事実摘示の記載と同一であるから、ここにこれを引用する。\n（一）　控訴代理人の陳述（１）予備的請求についての請求原因として、仮に、\n被控訴人Ｃに対する請求が理由がないとしても、少なくとも被控訴人Ａは、訴外Ｂ\nに対し、控訴人主張の債務を負担し、右債務を担保するため、昭和三六年三月一五\n日右Ｂとの間に、別紙目録（一）記載の田三筆（以下本件土地という）につき抵当\n権設定契約を締結したこと明白であり、控訴人は昭和三六年六月二〇日、右Ｂから\n抵当権設定登記請求権を包含する一切の債権の譲渡を受けたものであるところ、本\n件土地は被控訴人両名の共有に係るものであつて、その持分は各二分の一宛である\nから、被控訴人Ａの有するその共有持分権につき予備的請求の趣旨のような判決を\n求める。（２）本件抵当権設定請求権保全の仮登記（松山地方裁判所西条支部の昭\n和三六年四月一〇日附仮登記仮処分命令によるもの）の登記簿の記載は別紙目録\n（二）記載のとおりであつて、被担保債権額、弁済期、利息等の記載がなく、不完\n全なものであることは否定できないけれども、右のような仮登記によつても、第三\n者に対し将来抵当権設定の本登記が行われるであろうことを予告するに十分であ\nり、本件土地につき何らかの権利を取得しようとする第三者は、右登記簿の記載か\nら、登記権利者及び登記義務者につき、被担保債権額、弁済期等を調査することも\nできるわけであるから、これを無効な仮登記ということはできない。\nなお、本件仮登記がなされた後である同年五月一七日松山地方裁判所西条支部\nは、さきに発した仮登記仮処分命令につき、登記の目的を「債権額金百万円、弁済\n期昭和三七年二月二五日、利息、日歩金一〇銭、損害金日歩金二〇銭の抵当権設定\n請求権保全の仮登記」と更正する旨の更正決定をしているから、これによつて更正\n登記をすることができるのであるが、現在右更正登記申請の手続をしていないに過\nぎない。本訴の請求は右更正決定の内容と同一の抵当権設定の本登記手続の履行を\n求めるものであるから、認容されるべきである。\n（二）　被控訴代理人の陳述（１）本件土地が被控訴人両名の共有（持分各二分\nの一宛）に属すること、本件仮登記が仮登記仮処分命令によるものであつて、控訴\n人主張のように、その更正決定がなされていることはいずれも認める。（２）仮\nに、被控訴人Ａが本件抵当権設定契約を承諾しているとしても、本件抵当権設定\nは、本件土地所有権全体に対するものであるから、共有者の一人である被控訴人Ａ\nの承諾がない以上全部無効である。\n（三）　証拠　控訴代理人は、甲第八号証の一、二、三、第九号証の一、二を提\n出し、当審証人Ｂの証言を援用した。被控訴人は当審証人Ｄの証言、及び当審にお\nける被控訴本人Ｃ尋問の結果を援用し、右甲号各証の成立を認め、なお甲第一ない\nし第五号証に対する認否を訂正し、甲第一ないし第四号証の各成立を認める。甲第\n五号証については、被控訴人ら各作成部分の成立を否認する、ただし被控訴人ら各\n名下の印影が被控訴人らの各印章によつて顕出されたことは認める。Ｂ名義作成部\n分の成立は知らない、と述べた。\n理　　　　由\n本訴は、抵当権設定請求権保全の仮登記に基づく、本登記請求であるところ、成\n立に争いのない甲第八号証の一、二、三（いずれも登記簿謄本）の記載によると、\n別紙目録（一）記載の田三筆（被控訴人両名の共有）について、松山地方法務局伊\n予三島出張所昭和三六年四月一二日受付を以て、訴外Ｂのため、抵当権設定請求権\n保全の仮登記（以下本件仮登記という）がなされていること、ところがその登記簿\n上の記載は別紙目録（二）記載のとおりであつて、登記原因と、仮登記権利者が記\n載されているのみであり被担保債権額が記載されていないこと明白である。（本件\n仮登記は成立に争いのない甲第八号証の一、二、三同第九号証の一、二の各記載を\n綜合すると松山地方裁判所西条支部の昭和三六年四月一〇日附仮登記仮処分命令に\n基づく申請によりなされたものであるが、右命令は、登記の目的として、単に、抵\n当権設定請求権保全の仮登記と記載するのみで被担保債権額、弁済期、利息、損害\n金の記載を欠いていたため、登記簿にも、右債権額等の記載がなされなかつたこ\nと、右裁判所はその後昭和三六年五月一七日右仮登記仮処分命令につき登記の目的\nを、「債権額金百万円也、弁済期昭和三七年二月二五日、利息日歩金一〇銭、損害\n金日歩金二〇銭の抵当権設定請求権保全の仮登記」と更正する旨の更正決定をした\nがこの決定に基づく仮登記の更正登記は、未だなされていないこと、並びに、前記\n田三筆について、本件仮登記以後に他の債権者より仮差押及び強制競売申立の各登\n記がなされていることが認められる。）\n<要旨>そこで本件仮登記の効力について考察するに、登記は、いうまでもなく不\n動産登記法の定めるところに従つ</要旨>てなされるべきものであるところ、同法第\n一一七条によると抵当権設定の登記を申請する場合には、申請書に債権額を記載す\nることを要する旨定められており、これは当該抵当不動産の負担の程度を第三者に\n公示するために要求されているのであつて、抵当権設定登記において、被担保債権\n額は、抵当権の権利関係を公示するために必要欠くべからざる記載事項であるとい\nわなければならない。従つて抵当権設定登記にして債権額の記載を全く欠くもの\nは、未だ抵当権の権利関係を公示しているものとはいえず、抵当権の登記としての\n効力を持ち得ないものである。このことは、抵当権設定の本登記のみならず抵当権\n設定請求権保全の仮登記についても同様に言い得ることであつて、前記のように債\n権額の記載を欠く本件仮登記は、仮登記としての効力を有しないものと断ぜざるを\n得ない。（その仮登記が仮処分命令に基づくものであつても同様である。）\n控訴人は本件のような仮登記でも第三者に対し、将来抵当権設定の本登記が行な\nわれることを予告するに十分であり、無効ということはできないと主張するけれど\nも、右所論は前記説示に照らし採用できない。なお本件仮登記の仮処分命令につき\n更正決定がなされていること前記のとおりであるところ、仮に右更正決定に基づ\nき、本件仮登記の更正登記が許されるとしても、未だ右更正登記を経ていない以\n上、前叙判断を動かすことはできない。\nそうすると控訴人の本訴請求は（予備的請求を含む）いずれも無効の仮登記に基\nづき、抵当権設定の本登記手続を請求するものとして、他の争点についての判断を\nするまでもなく失当として排斥を免れない。\n従つて控訴人の請求を棄却した原判決は結局相当であるから民事訴訟法第三八四\n条第二項に従い、本件控訴を棄却し、また当審においてした控訴人の予備的請求も\n理由がないので右請求を棄却することとし当審における訴訟費用の負担については\n同法第九五条、第八九条を適用して主文のとおり判決する。\n（裁判長裁判官　浮田茂男　裁判官　水上東作　裁判官　山本茂）\n目　　録\n（一）愛媛県川之江市ａ町ｂ字ｃｄ番地\n一、田　五畝二八歩\n同所ｅ番地のｆ\n一、田　六畝二三歩\n同所ｇ番地\n一、田　八畝三歩\n（二）松山地方法務局伊予三島出張所昭和三六年四月１２日受付二、四二一号抵当\n権設定請求権保全の仮登記、原因、同年三月一五日抵当権設定契約につき同年四月\n一〇日松山地方裁判所西条支部の仮登記仮処分決定、権利者川之江市ｈ町ｉ番地Ｂ\n（三）債権元本額金一〇〇万円、弁済期昭和三七年二月二五日、利息日歩一〇銭、\n利息支払期日毎月二五日、遅延損害金日歩一〇銭とする抵当権設定登記\n"
}