{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 1,
    "day": 31
  },
  "case_number": "昭和38(ネ)791",
  "case_name": "取締役の責任追及請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第19巻1号7頁",
  "gist": "会社の政党に対する政治資金の寄附",
  "case_gist": "会社の政党に対する政治資金の寄附は社会に対する関係において有用な行為であるから、会社の目的の範囲に属する。",
  "lawsuit_id": "21009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/021009_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n第一、　当事者双方の求める判決\n控訴人両名　　主文と同旨\n被控訴人　　　控訴棄却\n第二、　被控訴人主張の請求原因\n一、　訴外八幡製鉄株式会社は、自由民主党に対し、昭和三五年三月一四日政治\n資金三五〇万円を寄附した。右寄附（以下本件寄附という。）は、当時同会社の代\n表取締役であつた控訴人両名が、同会社を代表してなしたものである。\n二、　（イ）　本件寄附は、八幡製鉄株式会社の定款に違反する。同会社定款所\n定の事業目的は、「鉄鋼の製造及び販売ならびにこれに附帯する事業」であるの\nで、本件寄附が右事業目的そのものに該当しないことはいうまでもないことであ\nり、会社の目的の範囲を如何に広く解しでも、政治資金の寄附の如き非営利的行為\nは、営利を目的とする会社の本質に反するから、目的の範囲外の行為というべきで\nある。\nもつとも、社会事業、慈善事業、災害救助等に対する寄附や祭礼の寄附の如き\nも、非営利的行為であることにおいて、政治資金の寄附と異らないが、これらの寄\n附は、裏に公共の利益のみを目的とする事業ないし歴史的伝統的行事に対してなさ\nれるものであるので、営利を目的とする会社といえども一定の制限の下になし得る\nものと認むべきである。その制限を抽象的に定めることは困難であり、個々の場合\nに具体的に定めるほかはないが、（一）寄附の対象たる事業が真に公益のみを目的\nとし、その公益が、社会的に普遍性を有し、常識ある社会人の反対が予想されない\nものであること（二）寄附が他人の権利、利益の侵害その他の弊害をもたらすおそ\nれのないものであること（三）寄附の額が、対象たる事業の経営に必要にして会社\nの経営に支障をきたすおそれのない程度のものであること（四）寄附金が無益に浪\n費されたり、不正に乱費されたりするおそれのないこと（五）会社と寄附の対象た\nる事業の所在地との地理的関係等がそれぞれ考慮せらるべきである。しかし、政治\n資金の寄附は、社会事業に対する寄附と根本的に相違する。政治団体の活動は、常\nに公益のみを目的とするとは限らず、その団体自身のためのみの活動―党利党略―\nもあり、政治団体の主義政策は、国家社会の公益を目的とするものではあろうが、\nその主義政策がその団体の主義政策にとどまる段階においては、いまだ国家社会全\n体の公益ということはできず、従つて、同じく公益といつでも、普遍性を欠き、政\n治資金の寄附が不法の目的でなされ、または寄附金が不当不正に浪費、乱費される\nものであることは、周知の事実であるので、政治資金の寄附と社会事業等に対する\n寄附とを同一視することはできず、会社の為す政治資金の寄附は、会社の能力外の\n行為というべきである。\n（ロ）　本件寄附は法令に違反する。\n会社の為す政治資金の寄附は、参政権の行使自体ではないが、寄附を受ける政治\n団体の政治上の主義政策を支持することを目的とするものにして、参政権に直結\nし、これに重大な影響を及ぼす政治活動である。参政権は、自然人たる日本国民に\nのみ認められており、法人には認められていない。従つて、会社のなす政治資金の\n寄附は、自然人たる日本国民にのみ認められた参政権を侵犯し、また株主として\nは、知らないらちに自己の反対する者に対する政治的支援を強要されることとなる\nので、この意味において、株主の参政権の侵犯にもなる。また外国人が内国会社の\n株主になり得ることを考えるとき、外国人が実質的に内政に関与することともな\nり、ひいては、外国のわが国に対する内政干渉を招くおそれがある。しかも、また\n会社のなす政治資金の寄附は、社会事業等に対する寄附と異り、その目的に不法性\nがあり、また寄附金自体不正不当に浪費、乱費されるものである。\n政治資金の寄附は、右（イ）（ロ）の如く、定款に違反するばかりでなく、公序\nを棄すものであり、同時に、これをなす会社の取締役の忠実義務に違反する。\n三、　以上の理由により、本件寄附は定款及び法令に違反するものであると同時\nに取締役としての忠実義務に違反するものであるから、本件寄附により八幡製鉄株\n式会社の蒙つた損害は、控訴人両名連帯してこれを同会社に賠償する義務があり、\n右損害は、本件寄附にかかる金三五〇万円及びこれに対する寄附の日である昭和三\n五年三月一四日から完済まで民事法定利率年五分の遅延損害金である。\n四、　被控訴人は、八幡製鉄株式会社に対し、昭和三五年一二月一七日到達の書\n面をもつて、同日以前六月以上引き続き同会社の株式を有する株主として、本件寄\n附により同会社の蒙つた損害につき、控訴人らの取締役としての責任を追求する訴\nを提起すべきことを請求したが、同会社は、右請求を受けた日から三〇日以内に右\nの訴を提起しなかつた。\nよつて、控訴人らに対し、八幡製鉄株式会社に対する前記損害の賠償を求めるも\nのである。\n第三、　請求原因に対する控訴人らの答弁\n一、請求原因一の事実は認める。同上二の事実のうち八幡製鉄株式会社の定款所定\nの事業目的が被控訴人主張のとおりであることは認めるが、会社のなす政治資金の\n寄附が会社の目的の範囲外の行為であり、かつ公序に違反することならびに取締役\nの忠実義務に違反するとの被控訴人の主張は争う。\n同上三の事実は否認する。仮りに、本件寄附が会社の能力外の行為でかつ公序に\n反し無効であるとしても、八幡製鉄株式会社は、自由民主党に対し、これが返還請\n求権を有するから、自由民主党が無資力にして事実上支払を期待できない場合を除\nき、寄附をした行為自体によつて寄附金額相当の損害が発生することはあり得な\nい。同上四の事実は認める。\n二、　会社の権利能力とその制限\n公益法人の権利能力について定められた民法第四三条は、会社に類推適用せられ\nるべきでなく、会社の権利能力にはなんら目的による制限がないと解すべきである\nから、本件寄附が会社の権利能力に属しないというのは当を得ない。仮りに、民法\n第四三条が会社にも類推適用せられ、会社の権利能力が定款所定の目的により制限\nを受けるとしても、その目的の範囲は、定款所定の目的のみに限局せられるもので\nなく、客観的抽象的に会社の目的事項を遂行するのに必要な行為であれば足り、そ\nれが有償であると無償であるとを問わないものというべきであるので、この理を更\nに推し進めれば、会社の目的を達成するに必要な行為ということは、会社が社会的\nに存在するために必要な行為ということに帰着し、従つて、会社が、社会事業、慈\n善事業、風水火災等の災害救済、学校施設の維持拡充等の教育事業、寺社の祭礼そ\nの他のため、一般の慣行に従い、相当の寄附をなすことは、当然に会社の目的の範\n囲内の行為である。宗教団体又は政治団体に対して応分の寄附をすることも、また\nこの範疇に属し、これのみを抽出して違法と考えるのは論理に矛盾がある。\n三、　営利目的による権利能力の制限について\n会社が営利事業を営むことを目的とすべきものであることについては異論がない。\n会社が営利事業を目的とする社団であるということは、会社制度の基本であり、当\n然の事柄であるが、これはただ、会社は非営利事業のみを営むことを目的として設\n立することができないということを意味するにとどまり、このことと、会社がその\n存在のためまたはその目的事業遂行のため非営利的行為をすることができるかどう\nかということとは全然関係がない。会社が社会事業や寺社の祭典等に相当の寄附を\nする行為が会社の目的に反しないことは、学説判例上争のないところである。これ\nは、むしろ、一般社会人と同様、会社の存在自体ないし企業活動に随伴することで\nあり、当然に会社の目的の範囲に属するものといわなければならない。政治資金の\n寄附も無償出捐行為であり、そのこと自体は非営利的行為であるが、これも均しく\n会社の存在自体ないし企業活動に随伴する行為にほかならず、特にこれのみを会社\nの目的の範囲外の行為であると解すべき理由はない。\n四、政治団体に対する寄附と会社の立場\nわが国社会の実際においては、政党の活動資金に関し、一般個人のほか会社その他\nの団体からそれぞれ寄附が行われでいることは、公知の社会的慣行である。一般\nに、会社が社会的存在として企業活動を行う以上、この種慣行を無視することはで\nきない。この種慣行に従つて寄附することは、政党が公益を目的とする事業と認め\nられる現在においては、社会、慈善、教育、学術、宗教等に対する寄附と区別すべ\nきものではない。\n会社の政治資金の寄附は、政治資金規正法及び公職選挙法においても、適法な行\n為と認めて寄附自体には干渉せず、又法人税法第九条第三項同法施行規則第七条\nは、会社の政治資金の寄附を一定の範囲において必要経費として損金勘定に計上す\nることを認めているが、これは、政治資金規正法と相俟つて、会社の政治資金の寄\n附を法律上適法と認めたからにほかならない。\n政党は、社会公共の利益のため、一定の方向に向つて主義施策を掲げ、同志を糾\n合してその実現のために各般の政治活動を行うことを使命とするもので、公益を目\n的とする事業を行うものである。従つて、これに対する資金の寄附は、民主政治の\n育成発達に寄与し、公益に奉仕する行為である。八幡製鉄株式会社は、公益事業を\n行うものと認められている政党に対し、国家経済の基幹的事業を営む会社として、\n社会的に実在し、企業活動をするために必要なものとして、本件寄附を為したもの\nであるから、これをとらえて会社の目的に反する行為と断ずるのは失当である。\n理　　　　由\n一、　八幡製鉄株式会社の代表取締役であつた控訴人両名が昭和三五年三月一四\n日同会社を代表して自由民主党に本件寄附をなしたこと、同会社の定款所定の事業\n目的が被控訴人主張の如きものであること、被控訴人が同会社に昭和三五年一二月\n一七日到達の書面を以てその主張の如き責任追及の訴を提起すべきことを請求した\nが、同会社が右請求を受けた日から三〇日内に右の訴を提起しなかつたこと及び被\n控訴人が昭和三五年一二月一七日以前六月以上引続き同会社の株式を有する株主で\nあつたことは、当事者間に争がない。\n二、　本件寄附が八幡製鉄株式会社の定款に違反する行為であるとの被控訴人の\n主張について\n確定した判例の見解によれば、公益法人に関する民法第四三条の規定は、法人一\n般の性質に基く原則を定めたもので、会社にも類推適用せらるべきものとし、従つ\nて、会社の権利能力は、その定款に定められた目的すなわち会社の目的たる事業に\nよつて制限せられるものと解するとともに、定款の目的の範囲内の行為とは、定款\nに記載された目的を遂行する行為に限らず、定款の記載自体から観察して、客観的\n抽象的に目的を遂行するに必要であり得べき行為をも意味するものとせられる。\n<要旨>ところで、会社は、資本主義経済体制の下において、経済人として営利を\n存立の目的とし、それを組織する</要旨>個人より独立の統一的生活体であつて、経\n済社会の構成単位をなすものであるが、他面において、独立の社会的存在として、\n個人と同様に、一般社会の構成単位をなすものであることも看過することを許され\nない。もつとも、会社は、全人格的な自然人と異り、生命、身体、親族的身分等を\n前提とする自然人固有の権利義務の主体となりえないのは勿論、営利を存立の目的\nとするために、自ら、目的による権利能力の制限が存することは当然であるが、苟\nしくも、一個の社会人としての存在が認められる以上、社会に対する関係において\n有用な行為は、定款に記載された事業目的の如何及びその目的達成のために必要ま\nたは有益であると否とにかかわらず、当然にその目的の範囲に属する行為として、\nこれを為す能力を有するものと解すべきである。これは、会社が、経済人として、\n社会に対する関係において有用な経済活動をなし、社会的寄与をなすことが要請せ\nられるため、その本来の目的たる利益の追求自体についても、社会的倫理的制約に\n服せしめられることと恰も表裏の関係にあるともいえる。災害に際しての救援資金\nの寄附慈善事業、育英事業に対する寄附、さらには寺社の祭礼のための寄附等は、\n以上の意味において、いずれも会社の目的の範囲内の行為に属し、政治資金の寄附\nもまたこれに包含されるものと解すべきである。\n思うに、憲法の定める代議制民主制の下における議会主義政党（以下政党とい\nう。）は、代議制民主制の担い手として不可避的かつ不可欠の存在であつて、国民\n主権の理念の下に（一）公共的利益を目的とする政策、綱領を策定して、国民与論\nを指導、形成する（二）政治教育によつて国民の政治意識を高揚し、国民個人を政\n治社会たる国家の自覚ある構成員たらしめる（三）全体の奉仕者たる公職の候補者\nを推薦する（四）選挙により表明された民意に基いて政府を組織し、公約を実行す\nる等の諸機能を営むことを本来の任務とし、まさに公共の利益に奉仕するものであ\nる。代議制民主政治の成否は、政党の右の任務達成如何にかかるといつでも過言で\nはない。公民意識の普及、発達が未だしく、一般国民の政治参与が不十分な民主主\n義の成長、発展の途上にある段階においては、政党の果すべき右の諸機能も、十全\nに、かつ理想的な形態において行われているとはいえない。しかしながら、この場\n合においても、政党が、真に自己の任務を自覚し、その達成を志向して政治活動を\n行うものと認められるかぎり、その公的性格を否定し去るわけにはいかないのであ\nる。この点は、わが国の政党についでも同断であろう。\nそして、現代の大衆的民主政治の下においでは、政党は、多数の選挙民を対象\nに、全国的に広汎な政治活動及び選挙を行わねばならないから、政策の調査、立\n案、組織の整備、多面的な宣伝活動等に必要な多額の経常費のほか、選挙のための\n莫大な臨時費が入用であり、巨額の政治資金を必要とする。\nところで、政党の政治資金は、党員から徴収する党費をもつてこれに充てるのが\n本筋であろうが、わが国においではその額が軽少で、巨大な党財政を賄うに足りな\nいために、その多くが国民の一部による寄附に依存する実情にあり、政党の政治資\n金の多くがこれらの寄附を給源とし、応分の政治資金の寄附は、いわば、寄附者の\n社会的地位、体面にも関する問題として、多年に亘つて行われできたといわれる。\nしかし、政治資金の寄附それ自体は、その本来の性質からすれば、政党の公の目的\nのための政治活動を助成するものとして、例えば、慈善事業に対する寄附と、その\n公的性格において、逕庭のないものと認むべきである。従つて、前に述べた理由に\nより、経済人たる会社が一社会人とし政党に対し政治資金を寄附する行為は、当然\nに会社の目的の範囲に属する行為として、法律上会社の為しうるところといわなけ\nればならない。\n公職選挙法第一九九条、同第一九九条の三の各規定は、一定の会社その他の法人\nに対し、一定の選挙に関する寄附を禁止しているが、これらの諸規定は、政治資金\n規正法の規定とともに、一般的には、会社による政治資金の寄附が許されるべきこ\nとを前提としているものと認むべく、このこととの対照、調和の上からいつても、\n以上の解釈をもつて妥当とすべきである。\n被控訴人は、会社のなす政治資金の寄附は、会社の営利の目的に反し、また寄附\nの目的が不法であり、寄附金は不正不当に浪費、乱費されるので、会社の目的の範\n囲内の行為と解すべきでないと主張するが、憲法の定める代議制民主制の円満な運\n営のために、政党政治の健全な発達を望ましいとして政党に政治資金を寄附するこ\nとまでもその目的において不法視するいわれはなく、寄附金のすべてが浪費、乱費\nされるものでないことは後記のとおりであり、一般的に、政治資金の寄附が会社の\n目的の範囲外の行為と認めるべきでないことは上来説示したところであつて、被控\n訴人の右主張は容認しがたい。\nよつて、本件寄附が定款に違反する行為であるとの被控訴人の主張は、これを採\n用しない。\n三、　本件寄附が法令に違反するとの被控訴人の主張について\n憲法が国民に保障する参政権すなわち公務員の選挙権その他の権利の行使自体\nが、政党に対する会社の政治資金の寄附及び寄附金額の多寡によつて影響せられる\nところがないことはいうまでもない。これを選挙における投票についていえば国民\nは、それぞれ自己の自由意思に基いて投票権を行使することができ、しかも投票権\n自体の価値の平等は保障されており、その意味において、参政権の平等と参政権行\n使の自由が政治資金の寄附によつて害されるということは、全く考慮の余地のない\nことだからである。被控訴人において、政党に対する政治資金の寄附が国民の参政\n権（被控訴人は株主の参政権の主張もしているが、参政権は個人が国民たる地位に\nおいてこれを有つものであり、経済人たる株主が国民たる地位を離れて別個独立に\n参政権を有するものと解すべきでない。）の平等と政治的自由とを害すると主張す\nる理由は必ずしも明らかでない。もし、被控訴人が選挙の結果すなわち得票数に対\nする影響を問題として想定しているとすれば、選挙資金の一部を政党に仰ぐ公職の\n選挙候補者等によつて、選挙資金が公民意識の欠如せる一部選挙民の買収、饗応等\nに不正に使用せられる遺憾な事例がいまなお跡を断たないことに鑑み、寄附にかか\nる政治資金と得票数との因果関係を多少にかかわらず否定しえないことはもとより\nであるが、現代政治における選挙の得票数の大部分が、政党の掲げる主義政策その\n他の諸因子に左右せられることも睹易いところであるから、政党の得票数の増減自\n体と寄附にかかる政治資金との関連を正確に判定することは、不可能であるばかり\nでなく、この関係においでは、会社、とくに株式会社のなす大口の政治資金の寄附\nと個人のなすそれとの間には、一般的に、金額の多寡による程度の差がありうるに\n過ぎないものと認めるべきである。もつとも、被控訴人は、このように選挙の得票\n数に影響あることを否定しがたい政治資金の寄附が、選挙権を有しない会社によつ\nてなされることを違法視するもののようにも解されるが、その問題は、ひとり会社\nばかりでなく、実定法上選挙権を有しない法人その他の団体に共通の問題と認めな\nければならない。しかも、会社といえども、国家社会のうちにおいてその事業目的\nを追求し、国費の一部を分担し、政治的支配を受けるものであるかぎり、実際政治\nに無関心でなければならぬとする理由はなく、旧市町村制の下において、市町村会\n議員の選挙について、法人の選挙権が認められていた事実等からしても、法人その\n他の諸団体と個人との間に、この点に関する質的相違を認めることは、にわかに決\nしがたいところであつて、個人に許されるべき政治資金の寄附が、ひとり会社につ\nいてのみ、選挙権がないという理由で、全面的に否定せられるべきであるとする主\n張の十分の根拠とはなりえないのである。またもし、被控訴人の主張にして、株式\n会社の寄附する政治資金が巨額に上るため、政治の腐敗、堕落を招きやすいことを\n問題とするのであれば、それは正にそのとうりである。公党たるべき政党の主義政\n策を左右する等の不法の目的でなされる政治資金の寄附は、寄附者が何人であるか\nを問わず、公序に反し、無効たるべきことはいうまでもない。問題の根本は選挙民\nの公民意識の普及徹底にあるとはいえ、右のような公序に反する目的でなされる政\n治資金の寄附によつて実際政治が支配せられ全体の奉仕者たるべき政党を一部の奉\n仕者に堕落せしめるいわゆる金権政治の弊に陥らせる虞があるとすれば、政治資金\nの寄附一般につき、また会社等の団体による政治資金の寄附について、実効性ある\n法的規制措置を講ずる必要があるわけであるが、それは、もつぱら立法政策すなわ\nち立法による政治資金の規制の強化等の問題に属する。被控訴人の憂える外国によ\nる内政干渉を招く虞のある外国系会社等の政治資金の寄附また然りである。しかし\nながら、政治資金の規制について、公職選挙法及び政治資金規正法の諸規定を存す\nるに過ぎない現行法制の下において、これと牴触しない会社による政治資金の寄附\nの全部を公の秩序に反するものとして無効と結論することは、許されないものとい\nわねばならない。\n被控訴人は、会社のなす政治資金の寄附は、社会事業等に対する寄附と異り、不\n法の目的をもつてなされたり、また寄附金自体不正不当に浪費、乱費されたりする\nものであるから公序に反し無効である旨の主張をする。\n現実の問題として、政治資金の寄附には、種々の動機すなわち将来の利権の獲\n得、過去の利権獲得に対する謝礼、陳情や斡旋に対する謝礼等いろいろのものが存\n在するほか、いわゆる浄財とせられるものもあるといわれ、被控訴人主張のような\n不法な動機に出た寄附の事例が存し、また政治資金が選挙候補者等によつて買収、\n饗応等に不正に使用せられる事例がいまなお跡を断たないことも公知の事実であ\nる。\nしかし、政治資金寄附の目的及び寄附金の使途のすべてが被控訴人主張のような\nものであるとすれば、寄附の当事者は公序に違反する事実を認識した上で寄附金の\n授受をするものと認めるべきであるから、寄附のすべてが民法第九〇条によつて無\n効と認めるほかはないが、被控訴人において、かような一般的事実の存在について\nは、なんら主張、立証するところがない。政治資金の寄附については諸々の不法な\n動機の存しうることは前示のとおりであるが、被控訴人において、他面いわゆる浄\n財とされるものの存しうべきことを認容した上で、その主張のような不法な動機や\n使途の存しうべきことを主張するものであるとすれば、被控訴人は、すべからく、\n寄附の各個について、その主張のような不法の目的が存し、不正の使途に供せらる\nべきことを当事者が認識した上でなされたことの具体的事実を主張、立証すべきで\nあるにもかかわらず、なんらその事実がないから、この点において本件寄附を無効\nと判定することはできない。\n四、　忠実義務違反の有無について\n以上説示したとおり、会社のなす政治資金の寄附は、会社の目的の範囲外の行為\nであり、また公序を紊す無効のものであるとの被控訴人の主張を容れることはでき\nないが、このことは、該寄附が当事者間において有効であることを意味するにとど\nまる。従つて、会社に対し忠実にその職務を執行する義務を負う株式会社の取締役\nにその義務を懈怠した事実があるときは、寄附を受けた者に対する関係において、\n寄附が有効とされる場合においでも、該取締役は、会社に対し、損害賠償の責に任\nずべきであることはいうまでもない。ところで、株式会社は、経済人として営利を\n存立の目的とし、株主も、また経済人として会社企業に参加する関係にあるものと\n認めるべきであるから、株式会社のなす寄附については、全人格的な自然人のなす\n寄附の場合と異り、株主の利害との権衡上の考慮に基く合理的な限度すなわち寄附\nの目的、会社資本の規模、経営実績、社会的地位等から見て応分と認められる限度\nがあるべきであつて、その限度を超えてなした寄附は忠実義務に違反してなされた\nものとして、取締役は、会社に対し、責に任ずべきものといわねばならない。しか\nし、本件においては、被控訴人は、この点についても、終始、政治資金の寄附は、\n金額の多寡にかかわらず、その一切が取締役の忠実義務に違反する行為であると主\n張するのみで、本件訴訟の経過において、控訴人らのなしうべき寄附の限度につい\nて全く主張、立証するところがないから、この点については判断のかぎりではな\nい。\n五、　結論\n以上の理由により、被控訴人の本訴請求は理由がないので失当として棄却すべ\nく、本訴請求を認容した原判決は不当であるからこれを取消し、訴訟費用の負担に\nつき民事訴訟法第九六条、第八九条に従い、主文のとおり判決する。\n（裁判長裁判官　仁分百合人　裁判官　小山俊彦　裁判官　渡辺惺）\n"
}