{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和41(ネ)745",
  "case_name": "株主総会決議取消等請求事件",
  "court_name": "名古屋高等裁判所民事第三部",
  "lawsuit_id": "23007",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23007",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/007/023007_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n昭和三七年一〇月三日愛知県額田郡ａ町大字ｂ字ｃｄ番地被控訴会社の\n本店において開催された、同会社の臨時株主総会における取締役にＡ、Ｂ、Ｃ、\nＤ、Ｅ、監査役にＦ、Ｇ、Ｈを選任する旨の決議はこれを取り消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文と同旨の判決を求め、被控訴代理人は控訴棄却の判決を求め\nた。\n当事者双方の事実上の陳述、立証関係は、次に付加するほかは、原判決（名古屋\n地裁岡崎支部昭和三七年（ワ）第一八一号事件）事実摘示のとおりであるから、こ\nれを引用する。\n被控訴代理人は、亡Ｉは被控訴会社の千株の株主たる資格をもつて、商法第二四\n七条第一項により本訴を提起したところ同人はその後の昭和三八年四月一八日死亡\nしたのである。この株主総会決議取消権は株主が会社の機関たる地位において有す\nる権利であるから、決議当時の株主においてのみよくこれを行使、維持できるもの\nであり一身専属的性質を有し、相続、譲渡等によつて移転し得ないものであるか\nら、右Ｉの死亡と同時に本訴は当然終了したものというべく、控訴人らの訴訟承継\nは認められないから本訴は失当である。（参照仙台高裁昭和三一年四月三〇日判\n決）\nなお、商法第二六〇条の二第一項にいう「其ノ取締役ノ過半数」とは「其ノ出席\n取締役ノ過半数」と解すべく、乙第一〇号証の定款第二九条にも出席取締役の過半\n数とあるから本件取締役会の決議は有効である。また、本件の臨時株主総会は全株\n主出席のもの（Ｉも出席したが特別利害関係人として帰つたもの）であるから有効\nに決議が成立したとなすべきものであると述べた。\n控訴代理人は、訴訟承継の当否についての被控訴代理人の主張は原審（第一審）\nにおいて被控訴人の認めて争わなかつたことを今に至つて争うもので民訴法第一三\n九条第一項により時機におくれた防禦方法として却下されるべきものである。その\n他被控訴代理人の主張は否認すると述べた。\n控訴代理人は原審における請求の趣旨中の取締役、監査役選任登記の抹消登記手\n続を求める部分を放棄した。\n証拠として、控訴代理人は甲第四号証の一、二を提出し、当審における証人Ｊ、\nＫの証言、控訴本人Ｌ尋問の結果を援用し、乙第一六号証は不知、乙第一三ないし\n第一五号証、第一七号証は否認すると述べ、被控訴代理人は、乙第一三ないし第一\n七号証を提出し、当審における証人Ｋの証言、被控訴会社代表者本人尋問の結果を\n援用し甲第四号証の一、二は不知と述べた。\n理　　　　由\n本件記録に徴すると、本件当初の原告Ｉは昭和三八年四月一八日死亡しその相続\n人たる控訴人らにおいて訴訟手続受継をなし、差戻後の当審に至るまでは右受継に\nつき異議がなかつたことが認められるが、当審における被控訴代理人の右承継の可\n否についての主張は事の性質上時機におくれた抗弁として却下するには適しないの\nで、まず、この点につき判断する。\n<要旨>本件訴訟が商法第二四七条第一項に基づくものであることは弁論の全趣旨\nに徴し明白（請求の趣旨を決議無</要旨>効と記載しているが現行商法二五二条の訴\nではない）であり、かような株主の株主総会決議取消権が一身専属的性質を有し相\n続によつても移転できない趣旨の議論もあるが、訴提起の要件としてとくに決議に\n対する異議の申立を要求しない現行商法のもとにおいて、本件のような包括承継の\n場合にまでも原告の資格を承継できないと解することは相当でなく、論旨引用の判\n決例には賛成できず、本件訴訟が前記Ｉの死亡により当然終了したものとはみられ\nない。\n控訴人らの被相続人である亡Ｉが被控訴会社の千株の株主であつたこと、被控訴\n会社が昭和三七年一〇月三日その本店において臨時株主総会を開催し、その際控訴\n人主張のように五名の取締役と三名の監査役の選任決議をなし、その旨の登記もな\nされたことは当事者間に争いなく、本訴提起が右決議より三ケ月内になされたこと\nは記録に徴し明白である。\nそこで、まず、右株主総会が有効な取締役会の決議にもとづいて開催されたもの\nであるかを考えるに、原審における証人Ｃの証言、被控訴会社代表者本人尋問の結\n果ならびに右証言、供述に徴し成立を認め得る乙第一号証同第一〇号証を総合する\nと次のような事実を認められる。\n被控訴会社は製材および木材、竹材の加工、一般林産物加工などを事実目的とす\nる株式会社であつて、その木店を愛知県額田郡ａ町に置き、西尾市などに営業所を\n設け、西尾営業所は取締役であつた前記Ｉが管掌していたところ、右Ｉの同営業所\nに関する業務取扱の方法に不正のきらいがあり、再三の忠告、指示にもしたがわな\nかつたとて、被控訴会社の代表取締役Ａは昭和三七年九月二日右営業所の処置に関\nし取締役会を開くことを決意し、その開催日時を同月一一日午前一〇時、場所を本\n店と定め、その旨同月二日当時の取締役であつた訴外Ｃ、同Ｍ、同Ｉに電話で通知\nした。そして右日時にＭが病気で欠席したほかは他取締役全員すなわち右Ａ、Ｃ、\n加藤が出席して取締役会を開催し、同会社の定款に則り代表取締役の右Ａが議長と\nなつて議題の審議に入つたが右のうち、Ｉは途中で審議には加われないといつて退\n場したので予定の審議はできず、これを株主総会にはかるため臨時株主総会を招集\nすることとし、残る二名のＡ、Ｃの一致でその旨議決し、招集の時期方法等につい\nては、これを代表取締役たるＡに一任する旨議決したのである。右認定に反する原\n審証人Ｎの証言は採用できない。\nそうだとすると、被控訴会社の取締役の総数が四名であるから前記Ｉが当該決議\nにつき特別の利害関係を有するのと否とにかかわりなく、右取締役会の定足数は三\n名であつたというべく、そのことは開会時においてのみでなく決議のなされた当時\nにおいても有することを要するのであるから（本件上告判決参照）前記取締役会の\n決議当時には出席者が僅か二名に過ぎなかつた以上右取締役会の決議は無効という\nべく、これに反する被控訴代理人の見解は採用できない。\nしかし、本件臨時株主総会を招集したものが被控訴会社の代表取締役Ａであるこ\nとは控訴人において争うものともみられないし、原審における被控訴会社代表者本\n人の供述およびこれにより成立を認められる乙第二号証により明白である。\nかように取締役会の招集決議に基づかずして代表取締役が招集した臨時株主総会\nの決議は取消し得べきものであると解するのを相当とする。\n控訴人主張のその余の本件臨時株主総会の招集手続、決議方法のかしについては\n原判決理由三（ただし原判決書八枚目表四行目の「前認定の取締役会の決議にもと\nづき」とあるを削除し、同裏五行目以下の「いずれも捺印あることによりその成立\nを認め得る乙第六、七号証」とあるを「原審における証人Ｃの証言ならびに被控訴\n会社代表者本人尋問の結果により成立を認め得る乙第六、七号証」と訂正する）記\n載のとおりであるから右原判決理由三（ただし原判決書九枚目表八行目まで）の記\n載を引用する。\nそうすると、本件臨時株主総会の決議については前に認定したとおり取締役会の\n決議にもとづかない違法があつて、取消し得べきものであり、かつ、本件に現われ\nた一切の事情を考慮しても本件決議の取消をなすことが不適当とみられるような事\n情はないから、控訴人の本訴請求は正当として認容すべきものである。\nよつて、これと異なる原判決を取り消し、民事訴訟法第九六条、第八九条を適用\nし主文のとおり判決する。\n（裁判長裁判官　石谷三郎　裁判官　渡辺門偉男　裁判官　小沢博）\n"
}