{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 1,
    "day": 25
  },
  "case_number": "昭和34(ネ)1536",
  "case_name": "土地明渡請求事件",
  "court_name": "東京高等裁判所第四民事部",
  "lawsuit_id": "21199",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21199",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/199/021199_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人Ａに関する部分を取消す。\n被控訴人らの控訴人Ａに対する請求を棄却する。\n訴訟費用中控訴人と被控訴人等間に生じたものは第一、二審共被控訴人\nらの負担とする。\n事　　　　実\n第一、　当事者双方の求める裁判\n控訴代理人は原判決中控訴人に関する部分を取消す。被控訴人等の控訴人に対す\nる訴を却下する。若し訴却下の申立が理由のないときは被控訴人等の控訴人に対す\nる請求を棄却する。訴訟費用中控訴人と被控訴人等間に生じたものは第一、二審共\n被控訴人等の負担とする。」との判決を求め、被控訴代理人は「本件控訴を棄却す\nる。」との判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用、認否は\n控訴代理人において、原審原告Ｂは本訴が第一審に係属中である昭和三十三年十\n二月十六日死亡し、控訴人Ｃは同人の配偶者として、控訴人Ｂは同人の二男とし\nて、控訴人Ｄは同人の長女として控訴人Ｅは同人の二女として控訴人Ｆは同人の三\n男として、控訴人Ｇは同人の三女として先代Ｂの遺産を相続し、本件訴訟の目的た\nる権利を承継した。なお右二男Ｂは旧名をＢと云つたが、昭和三十四年一月二十四\n日Ｂと改名したものである。と述べ被控訴代理人において右事実はこれを認めると\n述べ\n当審における新たな証拠として、被控訴代理人において当審証人Ｈの証言、当審\nにおける被控訴人Ｂ本人尋問の結果を援用し、乙第二十七号証が昭和三十四年十一\n月三日撮影された本件土地の写真であることは認める同第二十八、同第二十九号各\n証の成立を認めると述べ、\n控訴代理人において乙第二十七号証の一乃至四、同二十八、九号証を提出し、当\n審証人Ｉ、同Ｊ、同Ｋ、同Ｈ、同Ｌ、同Ｍの各証言当審における控訴人本人尋問の\n結果並に当審検証の結果を夫々援用した外、原判決の事実摘示中被控訴人及び控訴\n人に関する部分の記載と同一であるからここにこれを引用する。\n理　　　　由\n先ず控訴人の本案前の抗弁について審案する。\n<要旨>思うに通常訴訟たる賃借人に対する土地返還請求が行政訴訟たるその土地\nについての賃貸借解約申入不許可</要旨>処分取消請求の関連請求に当るかどうか\nは、その請求自体について判断をすべきであるが、本訴に於て第一審原告（被控訴\n人等先代）は、控訴人Ａに賃貸した後記の本件土地は農地ではなく宅地であること\nを理由として、山梨県知事に対しその土地についての農地賃貸借解約不許可処分の\n違法を主張しその取消を求めると共に、控訴人Ａに対し、同控訴人と第一審原告と\nの間の右土地を目的とする賃貸借は該土地が農地でない関係上知事の許可をまたず\nして解約または解除の効力を生じたものと主張して右土地の明渡を求めるというの\nであつて、右両者は行政事件訴訟特例法第六条にいう関連請求にあたらないものと\nはいえない。もつとも第一審原告は山梨県知事に対し、右不許可処分の取消を求め\nる理由として、仮りに本件土地が宅地でなく農地であるとしても、控訴人Ａとの間\nの賃貸借を解除すべき相当の事由があるのに不許可処分をしたのは違法であるとの\n主張をも附加するのであつて、もし本件土地が農地であるとすれば、山梨県知事に\n対する右賃貸借解約不許可処分取消請求が認容されたにしても改めて知事の許可が\nない限り第一審原告の主張する解約または解除は効力を生じないわけであるけれど\nも、山梨県知事に対する右不許可処分取消請求について右のような理由が附加され\nたからといつて、前記関連性を否定すべきではない。のみならず行政処分取消請求\nに併合して提起された訴が関連性を備へないからといつて、その訴そのものを当然\n不適法とすべきではなく単に行政訴訟との併合が許されないに過ぎないものと解す\nるを相当とするから、その訴が他の適法要件を具備する限りこれを却下すべきでは\nなく行政訴訟と分離して審理裁判すべきである。なお併合提起された訴が関連請求\nにあたる場合でも裁判所が適当と認めるときはこれを分離することも支障ないもの\nと解すべきところ、当審においては控訴人Ａに対する請求を分離して審理すること\nとした次第であつて、いずれにしても控訴人Ａの本案前の抗弁は採用しがたい。\nそこで進んで本案につき判断する。\nもと甲府市ａ町ｂ番宅地二九二坪、同所ｃ番宅地四七五坪が被控訴人等先代Ｂの\n所有であつたところ、同人はこの二筆の土地の一部（約三百坪）を昭和十九年三月\n二十一日控訴人に対し、賃料一ケ年金二十円毎年十一月三十日その年分を支払うこ\nと、期間同日より昭和二十五年十一月三十日迄の約で賃貸したこと、その後昭和三\n十三年六月頃右二筆の土地等は一旦合筆の上更にｂ番の一ないし一三分筆されたこ\nとは当事者間に争なく、原審における被控訴人等先代Ｂ本人尋問の結果（第二回）\nによると、控訴人が賃借した地域は略原判決添付目録及び図面記載のｂ番の五、\n七、九、一〇、一一番及び同番の一三の一部（以下本件上地という）に当ることが\n認められる。そして控訴人が現に右賃借地域に当る同図面斜線の区域を占有耕作し\nていること、被控訴人等先代が昭和二十五年二月十五日到達の書面を以て控訴人に\n対し期間満了の際は本件土地を明渡すべき旨催告して前記賃貸借契約の解約（更新\nを拒む趣旨と解せられる、以下同断）の申入れをなすと同時に、当時延滞していた\n昭和二十三年度及び昭和二十四年度の賃料を昭和二十五年二月末日迄に支払うべき\n旨を催告したが、控訴人は右期間内にその支払をなさなかつたので、被控訴人等先\n代は控訴人に対し、同年五月九日到達の書面を以て、右賃貸借契約を解除する旨の\n意思表示をしたこと、被控訴人等先代は昭和二十七年四月十日訴外山梨県知事に対\nし、控訴人との前記賃貸借契約につき解約の申請をしたところ、山梨県知事は昭和\n三十年六月二日右申請に対し不許可の処分をしたこと、よつて被控訴人等先代は昭\n和三十年七月二十一日右不許可処分を不服として農林大臣に対し訴願をしたが、そ\nの裁決がないまま昭和三十一一月四日本訴を提起したことは、いずれも当事者間に\n争がない。\n被控訴人等は本件土地は右山梨県知事に対する許可申請の当時地目は宅地であつ\nたのみならず、現況も亦宅地であつたから本件賃貸借契約の解約、解除等につい\nて、本来山梨県知事の許可を要しないのであるが、賃貸当時公簿上畑であつたの\nで、形式上は農地の賃貸借契約であつたから、便宜上農地賃貸借契約と称して知事\nの許可申請を求めたに過ぎないと主張し、控訴人は原審相被告山梨県知事は、右申\n請当時本件土地は現況農地であつたから、これについての賃貸借契約の解約解除等\nについては当然知事の許可を要するところ、山梨県知事は審査の結果その許可を与\nうべきではないと認めたので前示不許可処分をしたのであつて、この処分は正当で\nあると争うので、まず本件土地が右許可申請当時宅地であつたか農地であつたかに\nついて勘案する。\n原審並に当審における検証の結果によれば、本件土地は石垣により数段に分れた\n段階地になつており、最下段が最も広く上になる程面積が狭小になつているが、各\n階共平坦でその大部分が畑として耕作の用に供せられており、肥培管理もかなり良\n好で作物の成育状況も上段に上るに従いよくないようであるが、下段の方はさほど\n悪くはないこと、本件上地の隣接土地も畑地であつてブドー或は馬鈴薯などが栽培\nされていることが認められ又成立に争のない乙第十二号証、同第十三号証に原審証\n人Ｎ、同Ｏ、同Ｐ、同Ｑの各証言、原審における控訴人本人尋問の結果を綜合する\nと、控訴人は本件土地を賃借以来鋭意開墾に努力し、そのため数年後からは本件土\n地は中等度の収穫を得られる畑となり、その頃から前記許可申請の当時迄主として\n麦を、又季節に応じ茄子、大根、甘藷などを植栽し、麦は平年度五俵（一俵三斗五\n升乃至四斗）の収穫をあげていたことが窺われる。そして農地としての価値如何は\n別として右認定を覆すに足る証拠は存しない。然らば本件土地は解約申入許可申請\n当時にあつても現況農地であつたというべきである。右申請以前本件土地の地目が\n宅地と変更されていたとしても農地であるかどうかの判断が現況主義に基くべきも\nのである以上右認定の妨とはならない。果して然らば本件土地が農地でなく宅地で\nあるとし、従つてこれを目的とする賃貸借の解約または解除について知事の許可を\n要しないことを前提とし控訴人に対し右土地の明渡を求める被控訴人の請求は、爾\n余の点についての判断をまつまでもなく失当たるを免れない。\nもつとも被控訴人らは、仮りに本件土地が農地と認められるにしても、前記許可\n申請については解約を許可すべき相当の事由があるにかかわらず、不許可処分をし\nたのは違法であるとしこの理由をも附加して山梨県知事に対し右不許可処分の取消\nを求めているのであるが、仮りにこの取消請求が認容されたにしても改めて知事許\n可がない限り本件土地の賃貸借について解約または解除の効力が生ずるものとはい\nえないから、控訴人に対する被控訴人らの本件土地明渡請求を認容することはでき\nない。（被控訴人らの控訴人Ａに対する控訴請求は、本件土地の賃貸借については\n知事の許可をまつまでもなく解約または解除の効力が生じたことを理由とし即時に\n右土地の明渡を求めるものであつて、将来の明渡請求でないことは、その主張の全\n趣旨からみて明らかである。）\n然らば被控訴人等の控訴人に対する本件土地明渡の請求を認容した原判決は失当\nであつて本件控訴は理由がある。\n仍て民事訴訟法第三百八十六条、第九十六条、第八十九条を各適用して主文のと\nおり判決する。\n（裁判長判事　谷本仙一郎　判事　掘田繁勝　判事　野本泰）\n"
}