{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 1,
    "day": 31
  },
  "case_number": "昭和41(う)1963",
  "case_name": "道路交通法違反被告事件",
  "court_name": "東京高等裁判所第十刑事部",
  "article_info": "第20巻1号35頁",
  "gist": "青色黄色赤色に順次点滅し青色の燈火が黄色に変る前二秒間人がウインクするように七回にわたつて減光する信号機の適否",
  "case_gist": "青色・黄色・赤色の順序に順次点滅するが、青色の燈火が黄色に変わる前二秒間人がウインクするように七回にわたつて減光する信号機の信号が黄色又は赤色の各燈火を表示しているのに、これを無視して進行を続けることは許されない。",
  "lawsuit_id": "20973",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20973",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/973/020973_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金二〇〇〇円に処する。\n右罰金を完納できないときは、金二五〇円を一日に換算した期間、被告\n人を労役場に留置する。\n原審及び当審の訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、検事山浦重三が差し出した小山区検察庁検察官事務取扱検事\n相沢三千男作成名義の控訴趣意書に記載してあるとおりであり、これに対する答弁\nは、弁護人堀込俊夫が差し出した同弁護人作成名義の答弁書に記載してあるとおり\nであるから、いずれもこれを引用し、これに対して当裁判所は、次のように判断を\nする。\n本件現場の信号機の信号は、青色、黄色及び赤色の三色の燈火を備えた横型式の\nもので、青色、黄色及び赤色の順序で順次に点滅する仕組みのものであるが、青色\nの燈火は、黄色の燈火にかわる直前の二秒間、あたかも人がウインクするように七\n回にわたつて減光する仕掛けになつていること並びに道路交通法施行令第二条は、\n信号機の表示する信号の種類、表示の方法及び信号の意味について詳細な規定を設\nけており、青色、黄色及び赤色の各燈火の外に、特に黄色の燈火の点滅及び赤色の\n燈火の点滅については規定を設けているが、青色の燈火の点滅ないし減光について\nは何等の規定も設けていないことは、いずれも原判決の指摘するとおりである。\n又、道路交通法の目的は、同法第一条が規定しているとおり、道路における危険\nを防止し、その他交通の安全と円滑を図ることにあるのであり、しかも、一しゆん\nの遅疑や不注意が交通事故の原因となるものであることを考慮すれば、交通法規の\n解釈は厳格にすべきものであつて、安易な拡張解釈等を許すべきものではなく、信\n号機の表示する信号の種類、表示の方法及び信号の意味についても、法規に規定さ\nれていない種類の信号や表示の方法を設け、これに特別な意味を持たせることは許\nされるべきではないとする原判決の見解も、また原則的にはこれを首肯することが\nできる。\n<要旨>ところで、本件現場の信号機の信号が、青色の燈火が、黄色の燈火にかわ\nる直前の二秒間、前記のように減</要旨>光する仕掛けにしてあるのは、所論も指摘\nするように、主として車両を運転する者に対して、青色の燈火が間もなく黄色の燈\n火にかわることを予告、警告して適切な措置をとらせ、これによつて、交差点の直\n前で、青色の燈火が突如黄色の燈火にかわつたため、急停車して後続車に追突され\nたり、停止線を突破して、横断歩道の上や交差点の中で停止して他車の交通等を妨\n害するような事態が発生することを回避しようとするためのものであることは、こ\nれを首肯することができないわけではないが、他面原判決も指摘しているように、\n法規に明記されていない、このような方法の信号の表示は、これを見たしゆん間、\n誰でもが、当然、直ちにその意味を理解することができるものとはいいきれず、初\nめてこのような方法の信号の表示を見た車両を運転する者が、一しゆんその意味の\n理解に当惑し、あわてて急停車したため、却つて後続車に追突されること等の危険\nがないとは保障できないと認められることを考慮すれば、必ずしも、このような方\n法の信号の表示が、法規の規定をまつまでもなく、常に当然、道路における危険の\n防止その他交通の安全と円滑に寄与するものとはいいきれない。\nもつとも、本件現場の信号機の信号の青色の燈火は、単に減光するだけで、一時\n燈火の光度がうすくなるものの、依然として青色を表示しているものであり、又道\n路交通法施行令第二条は、特に青色の燈火が常に同一の光度で表示していなければ\nならないとも規定していないのであるから、本件現場の信号機の信号の青色の燈火\nは法規が規定している青色の燈火の信号たる性質を失うものではないとする見解が\nありうるかもしれないが、同条は、前記のように、黄色の燈火の点滅及び赤色の燈\n火の点滅について、特にいずれも規定を設けて、それぞれ特別の意味を持たせてい\nるが、青色の燈火の減光については何等の規定も設けられておらず、又青色の燈火\nが減光すれば、前記のように、車両を運転する者に、その意味の理解に当惑させる\nおそれがありうることを考慮すれば、本件現場の信号機の信号の青色の燈火を直ち\nに法規が規定している青色の燈火の信号と認めることには疑があり、これに前記の\nような特別の意味を持たせるとすれば、法規によつて、その表示の方法と信号の意\n味を規定するのが相当と思われる。\nしかし、道路交通法の解釈も、いたずらに厳格一点張りにすべきものではなく、\nその目的に照らして、これを合理的に解釈すべきものと思われるが、信号機は、同\n法第四条が規定しているように、道路における危険を防止し、その他交通の安全と\n円滑を図るため必要があると認められたために設置されるものであり、青色の燈火\nの信号は進んでもよいことを意味しているだけのものにすぎないから、交通の円滑\nを図る上においてはそれ相当の意味があるとしても、道路における危険を防止し、\nその他交通の安全を図る上においては、さ程重要な意味はなく、これに反して、黄\n色及び赤色の各燈火の信号は停止しなければならないことを命じているものである\nから、右法条の目的を達成するについて、極めて重要な役割があると認められるこ\nとを考慮すれば、本件現場の信号機の信号の青色の燈火が、黄色の燈火にかわる直\n前の二秒間、前記のように減光する表示の方法やその意味の法律上の効力がどうあ\nろうとも、これに順次に連続して表示さる黄色及び赤色の各燈火の信号の法律上の\n効力までを無効とすることは本件現場に信号機を設置したことを無意味にするもの\nであつて、たとえ原判示のように、信号機の信号は、本来は、原判決も説示してい\nるように、青色、黄色及び赤色の三色の燈火が各独立せず、順次に連係して点滅す\nる仕組みになつているとしても、いやしくも信号機が設置してある場所である以\n上、信号が黄色又は赤色の各燈火を表示しているのに、これを無視して進行を続け\nることは許されないものと解すべきであり、なお仮に青色の燈火の減光の信号の法\n律上の効力が否定されるとしても、他の黄色及び赤色の各燈火の信号の法律上の効\n力をも同時に否定しなければならないとする合理的な理由はないものと思われるか\nら、原判決が、本件信号機の信号の青色の燈火が前記のように減光することを理由\nとして、右信号機の信号が全部法律上無効であると判断したことには賛成しかね\nる。\n結局、当裁判所は、本件信号機の信号の青色の燈火が減光することの法律上の効\n力については疑があるとしても、これに順次に連続して表示される黄色又は赤色の\n各燈火の信号はいずれも法律上有効のものと考えるから、右信号機の信号を全部法\n律上無効のものと判断した上、被告人に無罪を言い渡した原判決には、法令の解\n釈、適用を誤まつた違法があり、右違法は判決に影響を及ぼすことが明らかであつ\nて原判決は破棄を免れず、論旨は、理由がある。\nよつて、本件控訴は理由があるから、刑事訴訟法第三八〇条、第三九七条第一項\nにより、原判決を破棄した上、同法第四〇〇条但書の規定に従い、更に、自ら、次\nのよらに判決をする。\n（罪となるべき事実）\n被告人は、昭和四一年三月五日午後一時五五分頃、堺市ａ町交差点において、信\n号機の信号が注意の表示をしているのに、右交差点の直前で停止しないまま国道二\n六号線を北から南に向つて、自動車を運転して、右交差点を通過し、もつて信号機\nの表示する信号に従わなかつたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人の判示所為は道路交通法第四条第二項、第一一九条第一項第一号、同法施\n行令第二条第一項に該当するから、所定刑中罰金刑を選択し、その所定の金額の範\n囲内において、被告人を罰金二、〇〇〇円に処し、右罰金を完納できないときは、\n刑法第一八条に従い、金二五〇円を一日に換算した期間、被告人を労役場に留置\nし、原審及び当審の訴訟費用は、刑事訴訟法第一八一条第一項本文の規定に従い、\nこれを全部被告人に負担させることとする。\nよつて、主文のように判決をする。\n（裁判長判事　河本文夫　判事　小俣義夫　判事　藤野英一）\n"
}