{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 6,
    "day": 19
  },
  "case_number": "昭和42(ツ)55",
  "case_name": "崩壊建物収去土地明渡請求上告事件",
  "court_name": "東京高等裁判所第九民事部",
  "lawsuit_id": "20952",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20952",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/952/020952_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を却下する。\n上告費用は上告人の負担とする。\n理　　　　由\n本件上告状ならびに上告状に貼付された付箋によれば、上告代理人らは、長野地\n方裁判所が同裁判所昭和四十年（レ）第三三号崩壊建物収去土地明渡請求事件につ\nき、昭和四十二年五月九日言渡した判決に対して、上告を申立てるものであるが、\n上告状を長野地方裁判所に提出するときは上告の期限に時間的に間に合わないの\nで、特に当裁判所に上告状を提出したものであることが認められる。\n<要旨>然しながら、民事訴訟法第三百九十七条第一項は、上告の提起は上告状を\n原裁判所に提出して之を為すこと</要旨>を要する旨明文をもつて規定しており、現\n行法上、上告人が上告状を直接上告裁判所に提出してもよいという規定は存しない\nから、上告人はその上告状を専ら原裁判所に提出すべきものである。もつとも上告\n人が誤つて上告状を直接上告裁判所に提出したときに、上告裁判所が民事訴訟法第\n三十条第一項を適用して、職権をもつてそれを原裁判所に移送決定して上告人の申\n立に救済を与うべきであるとの見解もないわけではない。しかしながら、かかる場\n合移送決定によつて救済すべきものとすれば、上告裁判所に限つて右取扱を認める\n根拠がないから、結局審級の如何を問わず全国いずれの裁判所に上告状を提出して\nもよいことにならざるを得ず、上記民事訴訟法第三百九十七条第一項の規定は有名\n無実となるばかりか、これによつて、後記のように控訴審の判決の確定が後日全く\n思いもようない裁判所からの上告状の移送決定によつて覆えされることとなり、折\n角上告期間を法定して所期した法的安定が根底から覆滅されることとなりかねな\nい。\n加之、民事訴訟法第三十条第一項が管轄違に基づく移送を認めた趣旨は、第一審\nの訴の提起にあつては、事実上の問題として訴訟物の価格の算定や住所等管轄原因\nをなす事実の調査に困難を伴い、必ずしも一義的に管轄の確定が出来るものではな\nいから、原告が管轄権のない裁判所に訴を提起したからといつて、あながちそれが\nすべて原告の責に帰するものとも謂えず、しかもその訴が管轄違いとして却下され\nてしまうと、場合によつては時効期間等法律上所定の期間の経過によつて、原告が\n回復し難い損害を蒙る一方、被告側には原告の訴を却下してまで保護すべき利益が\n考えられず、移送決定によつて管轄権のある裁判所によつて事案を審理判断せしめ\nても何ら被告の権利を侵害するものではないところにある。従つて、右規定が上訴\nの提起の場合にまで拡張適用されるべきものとすることは法理論としても筋の通ら\nない不合理なものである。何故ならば、上訴の提起の場合は、いずれの裁判所に、\n如何なる方法によつて上訴すべきかは法律によつて一義的に決められており、其の\n間に、当事者の事実上の調査判断によつて左右されるなにものもない。この場合\nに、当事者が管轄違いを犯すは一つに当事者の過誤に基づくものとして当事者にそ\nの不利を帰せしめても不当でないのみならず、上記のような時効中断等の問題は全\nく生じないものである。特に上告の場合についてみれば、現行法上、判決の送達を\n受領した日から二週間ときめられた不変期間内に上告状が原裁判所に提出をみない\n時には一件記録を保持する原裁判所は、相手方当事者の求めによつて、上告裁判所\nのほうに上告の提起があつたかどうかを確めることなく、判決確定証明を交付する\nから、相手方当事者がそれに基づいて執行手続をとつてしまうことが十分考えられ\nる。したがつて上告期間経過の直前に、原裁判所でなく、直接上告裁判所に提出さ\nれた上告状をもつて適法な上告があつたものとして取扱うことになると、上告裁判\n所が合議を開いて移送決定をするには通常早くとも数日を要するものであるから、\n上記のごとく、適法な手続を踏んでなされた相手方当事者の強制執行は後日に至つ\nて判決確定せざるに執行したものとして取消の対象とならざるを得ず、それに基づ\nく損害賠償の問題まで惹起しかねない。のみならず、この場合、仮に移送の決定を\nしても、その内容は民事訴訟法第三十条に基づく移送とは意味を異にし、単に書類\nの送付を意味するにすぎない。何となれば、上告事件の処理は元来上告裁判所の管\n轄に属し、単に上告状を原裁判所経由で差出すべきものであり、従つてこの場合の\n移送の決定は前示法条による移送の決定の如く、同法第三十四条第一項の適用を受\nけす、現実に上告状が原裁判所に送付され、受付けられた時に上告状が差出された\nものと解すべきである。上告期間を徒過した上告人を民事訴訟法第三百九十七条第\n一項を無視してまで救済するのは、違法であるのは勿論、妥当性をも欠くものと解\nされる。\nされば、本件の場合、いずれにせよ、本件上告事件を原裁判所に移送決定すべき\n筋合のものではないと解するを相当とする。（而して、本件上告は上告代理人らの\n自認するところによれば、原裁判所である長野地方裁判所に回送しても、既に上告\n期間は遵守され得ないものである。）\n本件上告は民事訴訟法第三百九十七条第一項に照らし不適法であつて、しかも其\nの欠缺は補正することができないものであるから、同法第三百九十九条ノ三、第三\n百九十九条第一項第一号を適用して、口頭弁論を経ずして判決をもつて却下するこ\nととし、上告審での訴訟費用の負担について、同法第九十五条、第八十九条を適用\nして、主文のとおり判決する。\n（裁判長裁判官　毛利野富治郎　裁判官　加藤隆司　裁判官　矢ケ崎武勝）\n"
}