{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 6,
    "day": 17
  },
  "case_number": "昭和37(行ナ)72",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/014627_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、昭和三十七年一月二十五日、同庁昭和二十九年抗告審判第二、〇八四\n号事件についてした審決は、取り消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が、昭和三十七年一月二十五日、同庁昭和二十九年\n抗告審判第二、〇八四号事件についてした審決は、取り消す。訴訟費用は、被告の\n負担とする。」との判決を求め、被告訴訟代理人は、「原告の請求は、棄却する。\n訴訟費用は、原告の負担とする。」との判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和二十七年十一月十一日、被告（当時の商号株式会社吉永商店、昭和\n三十五年九月一日現商号に変更）の登録第三〇二、一四二号商標登録は、その指定\n商品中ライター及びその類似品につき無効とする旨の審判（同年審判第二九五号事\n件）を請求したところ、昭和二十九年一月九日、「請求人の申立は成り立たない」\n旨の審決があつたので、同年十一月二日、これに対する抗告審判を請求し、同年抗\n告審判第二、〇八四号事件として審理されたが、昭和三十七年一月二十五日、「本\n件抗告審判の請求は成り立たない」旨の審決があり、その謄本は、同年二月七日原\n告に送達された（出訴期間は職権により同年六月九日まで延長）。\n二　本件登録商標の構成等\n別紙第一記載のとおり。\n三　本件審決理由の要点\n本件審決は、本件登録商標の構成、指定商品並びに登録出願及び登録の各年月日\nを前項掲記のとおり認定したうえ、原告の登録商標（その構成その他は別紙第二記\n載のとおり）（以下「原告の商標」という。）は、本件登録商標の登録時（昭和十\n三年五月十三日）すでにわが国において周知著名であつたという事実（時計の輸入\n量は、昭和十二年には一四、〇三一個、昭和十三年には、一、二六三個であるに対\nし、国産品は、それぞれ四六七、九三八個及び三、六八五、〇一八個であつた）は\n認めがたく、また、原告の商標の指定商品である時計と本件登録商標の指定商品で\nあるライターとは、後者がたまたま時計店など同一の店舗で取り扱われることがあ\nつても、必ずしもそれが取引上の常態であつたという事実は認めることができない\nし、時計とライターは、その形状、製法、効能、用途、使用効果、製造業者の点に\nおいて格段の差異があり、取引の実際にみても商品としての類似関係もなく、実際\nに出所の混同を惹き起した事実もなく、また、混同を惹き起す虞があるほどに競争\n関係にあるという証拠も見出しえないのであるから、本件登録商標をライターに使\n用したとしても、取引者又は需要者がこれを原告の製造販売にかかる商品であるか\nのように誤信し、商品の出所につき混同を生ずる虞が本件登録商標の登録時にあつ\nたとは断定しがたく、したがつて、本件商標の登録をもつて、旧商標法（大正十年\n法律第九十九号）第二条第一項第十一号の規定に違反してされたものとすることは\nできないから、これを無効とすべき限りではない、と説示している。\n四　本件審決を取り消すべき事由\n本件審決は、次の点において、事実を誤認した違法があり、取り消されるべきも\nのである。すなわち、本件審決は、前項掲記のとおり、本件商標は、原告の商標と\n観念及び称呼において類似ではあるが、原告の商標は、本件登録商標の登録当時、\n指定商品時計につき周知著名であつた事実はなく、また、時計とライターとは製\n法、効能等を異にし、取引上、商品としての類似関係等もないから、原告の商標を\nライターに使用したとしても、出所の誤認混同を生ずる虞はない旨説示するが、本\n件審決のこの認定は事実を誤認したものである。以下、その理由を詳説する。\n（一）　原告の商標は、時計に使用される商標として、昭和十三年五月当時周知著\n名であつた。\n（１）　原告の商標は、時計並びにその部分品及び附属品につき、多年世界的に広\n範囲に使用されてきた結果、「オメガ」印といえば、原告の製造販売に係る商品を\n想起させるものとして世界的に広く認識されていたものであり、日本国において\nも、原告の商標の両者又はそのいずれか一を用いた時計は、遠く明治年代（明治三\n十三年）より引き続き輸入販売され、今日に至つている（第二次大戦中及び戦後数\n年の日本政府の輸入禁止ないし規制時代を除く）。たとえば、その明治三十三年以\n来昭和三十六年度までにおける販売個数及び価額は、\n個数　三四三、〇一三個\n価額　二六、〇〇四、六四三瑞西フラン二〇サンチーム\n（現在の日本円に換算し約二一億六千八百万円以上の額に相当）\nである。そして、右のうち被告の本件登録商標の登録された昭和十三年までの販売\n個数及び価額は、\n個数　八八、〇二四個\n価額　二、六九二、一四一瑞西フラン六〇サンチーム\n（現在の日本円に換算し、約二億二千四百万円以上の額に相当）\nの多きに上つており、しかも、その間、その優秀な品質と国際的声価は、時計店及\nび業界誌において、原告の商標を附して、いわゆる「オメガ時計」として大々的に\n広告、宣伝されたことと相まつて、日本国においても、早くから高級優秀品として\n認識されていた実情であるから原告の商標は、昭和十二、三年当時は、すでに極め\nて周知著名に属する商標であつた。\n（２）　この点に関し、本件審決は、原告の商標の周知性の認定にあたり、原告の\n製造に係る時計の昭和十二年度及び昭和十三年度、すなわち本件登録商標の登録出\n願があつた頃の日本への輸出数量と、その年次における国産時計の生産総量を比較\nするという単なる一面的数字のみを対比し、「前者が後者に及ばない」として原告\nの商標の周知性を否定しているが、輸入商品と国内商品との数量を比較すること\nは、輸入商品の周知性の判断とは全く関係のないことである。原告は原告の商標を\n用いた時計（原告が日本に輸出するのは精密なる懐中時計ないし腕時計であり、柱\n時計ないし目覚し時計のような簡易な時計は扱わない）を遠く一九〇〇年（明治三\n十三年）すなわち、わが国には、いまだ懐中時計、腕時計の生産は絶無で、専ら輸\n入品、ことにスイス品に依存していた時代から、引き続き、日本に輸出販売して今\n日に至り、その歴史は古く、その間、品質の優良と国際的声価並びに日本国内にお\nける広告宣伝と相まつて、早くから優秀品として認識されてきた。本件登録商標が\n登録されるに至つた昭和十三年頃は、原告の日本への輸出開始後、すでに三十八年\nの歳月を経過しており、一方、腕時計の国産品第一号がわが国で生産されたのは、\n実に原告が日本に輸出を開始してから二十四年後である大正十三年のことであり、\nそれまでは、懐中時計ないし腕時計は専らスイスからの輸入にまつていたものであ\nる。しかして、原告の製造輸出する時計は、常に特別高級品に属するものであつた\nから、仮りに昭和十二、三年の頃において、原告の時計が国産の通常品に比べて、\nわが国の市場における取引の数量において遥かに下回つたとしても、かかる高級品\nが通常品よりもその取扱量において著しく少ないことは、商品一般に共通する現象\nであり、だからといつて、高級品が著名でないとはいえない。むしろ逆に、いわゆ\nる稀少価値の原則により、高級品の名声は一層高まるものである。しかのみなら\nず、これを事実に徴するに、昭和十三年、日本が、準戦時経済体勢に入り、国家総\n動員法により、外国時計の輸入を禁止するまでの、日本に輸入された原告の時計は\n多大の数量であつた。本件審決は、このような日本における時計の歴史及び輸入の\n実体ないしは品質、価格その他実質的諸要素を無視して、原告の商標の周知性を否\n定するという誤りを犯しているのである。\nそもそも、ギリシヤ文字のＯＭＥＧＡの呼称は、通常の日本人にとつては、有名\nな時計ないし時計会社の名前という以外に、およそなじみのない文字、呼称であ\nる。被告が、何故、その製造販売するライターの商標として、わざわざ、通常の日\n本人になじみのないギリシヤ文字ないしその呼称を選んだかということを、虚心坦\n懐に考えて見るに、被告は、ライターと時計とは、いずれも精密技術を要する金属\n工業品であるのを奇貨とし、当時既に周知著名であつた原告の時計の名声及び登録\n商標の周知的価値に便乗し、これを利用せんとしたものと考えるの他なく、このこ\nと自体が、引用登録商標が当時既に周知著名であつたことを物語るものである。\nなお、商標が周知著名であるということは、特定人の商品の表示であることが、\n相当範囲の取引者又は需要者の間に知られている客観的状態をいうものである。し\nかし、特定人が誰であるかが明確に知られていることを要しないし、また、全国的\nに何人にも認識されていることも必要でない。業者又は顧客間に了知せられること\nをもつて足るものである。\n（二）　時計とライターとは、身辺装飾品として、昭和十三年五月当時、しばしば\n同一店舗で販売せられて、相互に密接な関係にあつた。\n（１）　昭和十二、三年頃においては、ライターが身辺のアクセサリー的要素が強\nかつたことは今日以上であり、時計及びライターの両者は、一般時計店において販\n売せられ、また、同一業界誌等によつて広く広告宣伝されていたものである。これ\nを具体的事例にみるに、\n検甲第一号証一ないし三（ライター及びシガレツト・ケースの組合せ）は、昭和\n十二、三年当時、小林時計店（中央区＜以下略＞当時は京橋区＜以下略＞）が販売\nしていた商品であり、このように時計商が時計の他に貴金属、銀器、身辺装飾品\n（当時ライターは身辺のアクセサリー的要素が極めて強かつたことは前記のとお\nり）等を販売していたことは、単に小林時計店のみならず、名古屋の長谷川時計\n舗、日本橋の伊藤商店、銀座の大正堂、及び服部時計店でも同様であり、これらの\n事情は、当時の時計商一般の常態でもあつた。\n（２）　この点に関し本件審決は、\n「当時ライターが・・・・・・装身具又は貴金属に類する商品として時計店など\n同一の店舗で取扱われていたことがあつてもこれが取引の常態とは認められない」\nとし、更に、その一例として、「株式会社三越では、現在もなお、ライターと時計\nとは別個の売場で取り扱われていることは、職権による調査の結果顕著である」と\n理由づけている。\nしかしながら、元来、三越等デパートメント・ストアは、その名の示すとおり、\nデパートメント、すなわち商品を部門別売場に陳列販売することを特色とする商店\nなのであるから、このような場所で、時計とライターが別個の売場で取り扱われて\nいることをもつて、本件の判断の基礎とするのは誤りである（原審決の審判官が、\nわざわざ、三越のようなデパートメント・ストア（部門別商店）のみを選んで職権\n調査をし、東京都内及び地方都市の一般時計店について職権調査を避けたのは不可\n解というの他はない）。現実には、ほとんどの時計商においては、時計とともに、\nライター、メガネ等の身辺装飾品が取り扱われていることは、紛れもない事実であ\nる。\nしかして、昭和十二、三年頃においては、前述のとおり、ライターが身辺のアク\nセサリー的要素が強かつたことは今日以上であり、時計及びライターの両者が一般\n時計店において共に販売せられていたこと前記のとおりであるにかかわらず、本件\n審決は、この一般的事実を無視し、あえてこれを例外的事実としているのである。\n被告は、被告のライターの本件商標登録当時は、材料統制のためライターの製造\n販売はなかつたから、商品の出所について混同を生ずることはありえなかつた旨主\n張するが、事実は、全然これと反対である。被告の本件商標出願は、昭和十二年四\n月であり、昭和十三年一月公告となり、三月登録査定となつたものであるが、この\n頃は、物資国家統制の根本法である国家総動員法（昭和十三年五月法律第五十五\n号）及び以後の関係諸法令は、いまだ公布ないし施行されるに至らない時期であ\nり、日本の自由経済は、戦前の最後の花盛りを示していた時期であつた。わが国に\nおけるライターの生産は、昭和四年頃に始まり、三、四年の間に異常の発展を遂\nげ、昭和八年頃には、すでに国内の市場では消化しきれず、海外に大量輸出せらる\nるに至つた。この好況は、昭和十三年五月国家総動員法及び以後の関係諸法令によ\nる統制が行なわれるまで続いたのである。また、昭和十二、三年は、このような時\n期であつたから、原告のオメガ時計の輸入も盛況を極め、昭和十二年度の輸入個数\nは一四、〇三〇個に躍進して、前年度の五、五八一個の約二倍半、前々年度の三、\n七二五個の約四倍となつたのである。\nこれを要するに、昭和十二、三年は、ライターも、オメガ時計も、いずれも日本\n市場において、最も多量に出廻つていた時期であり、したがつて両商品の出所の混\n同を生ずる虞は最も大きかつたのである。\n本件審決は、時計とライターとは「その製法に格段の相違がある」旨述べてい\nる。\n固よりライターを作る設備をもつてしては高度の精密性の要請される時計は作るこ\nとはできない。しかし、逆に時計を製造する高度の設備と技術があれば、ライター\nを作ることは極めて容易であるのみならず、そのライターは、時計製造の技術と設\n備とを利用して作つた製品として、一般顧客の信用を高め、商品としての市場性は\n極めて大となることは明白であり、現にスイスにおいても、日本（精工舎）におい\nても、昭和十二、三年頃、時計製造業者がライターを製造し、これを販売している\n事実が存するのである。\n（三）　商品の出所について混同の虞があるかどうかは、商標自体だけではなく、\n商標以外の諸般の事情をも参酌して判断すべきものであり、たとえ、その指定商品\nが同一又は類似の商品でなくても、共に同一の目的に使用せられ、あるいは同一店\n舗において取り扱われ勝ちの事情が存するときには、著名商標と類似の商標を附し\nた商品は、商品の出所の混同を生ずるおそれがあると見るべきであり、（大審院大\n正十五年（オ）第一六四号、同年五月十四日判決）、その例外は、これを想像する\nことを得ないのである。（大審院昭和十七年（オ）第七六八号、昭和十八年三月十\n五日判決）\nしかも、本件のように、時計とライターとは、いずれも精密工業による製品であ\nり、かつ、時計工場がライターを製造することは極めて容易であるに反し、ライタ\nー工場の施設をもつて時計、ことに腕時計、懐中時計のような精度のものを製造す\nることが至難であることは、一般世人も容易に認識しうる事情の下においては、時\n計の商標と同一ないし類似の商標を使用するライターが時計と出所を同じくするも\nのとの誤認を生ずる虞は特に充分に存するのである。\nこれを要するに、原告の商標は昭和十二、三年当時、すでにその久しい以前か\nら、日本国において周知著名であり、かつ、当時、ライターは身辺装飾品としての\n要素が極めて強く、時計とともに、同一店舗で取り扱われていた事情存する以上、\n被告が本件登録商標をその指定商品中ライターにつき使用する場合、一般世人は、\n周知著名である原告の商標を連想し、右ライターもまた、原告会社の製造販売する\n商品であるかのように誤認し、結局、出所について混同を生ずる虞が極めて大きい\nのであり（現実に混同を生じている事例も多い）、したがつて、被告の本件登録商\n標の登録は、旧商標法第二条第一項第一一号の規定に違反してされたものとして、\nその登録は、審判により、無効とされなければならないものである。\n第三　被告の答弁\n被告訴訟代理人は、答弁として、次のとおり述べた。\n原告主張の請求原因事実中、本件に関する特許庁における手続の経緯、本件登録\n商標及び原告の商標の構成、指定商品等並びに本件審決理由の要点が、いずれも原\n告主張のとおりであることは認めるが、その余は争う。本件審決の認定は正当であ\nり、原告主張のような違法の点はない。なお、本件商標の指定商品であるライター\nは、その登録時においては、その材料が統制され、ライターの製造販売はされてい\nなかつたのであるから、ライターの取引市場はなく、したがつて、実際取引におい\nて商品の出所の混同を生ずる余地は全くなかつた。仮に極度に限局された範囲でラ\nイターが取引されていたとしても、それはライターの製造業者が外国の顧客から、\n直接、商標の附されていない、無商標のライターの製造の注文を受け、いわゆる商\n標に関係のないライター取引として行われていたものであるから、やはり商品の出\n所の混同を生ずることはありえなかつたのである。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　本件に関する特許庁における手続の経緯、本件登録商標及び原告の商標の各構\n成、指定商品、登録出願及び登録の各年月日並びに本件審決理由の要点が、いずれ\nも原告主張のとおりであることは、当事者間に争いのないところである。\n（本件審決を取り消すべき事由の有無について）\n二　本件審決は、次の点において、判断を誤つたものというべく、違法として、取\n消を免がれない。以下、これを詳説する。\n（一）　本件審決は、まず、原告の商標は、本件登録商標の登録当時、指定商品時\n計について、周知著名であつたとはいえない、としているが、この認定は誤つたも\nのといわざるをえない。すなわち、本件口頭弁論の全趣旨に徴しその成立を認めう\nべき甲第一四号証の一、二、成立に争いのない同第三十六号証、証人【Ａ】、同\n【Ｂ】及び同【Ｃ】の各証言を総合すると、前掲原告の商標の両者又はそのいずれ\nか一を用いた時計（腕時計又は懐中時計）は、明治三十三年頃より、第二次大戦中\n及び戦後数年を除き、引き続き輸入販売され、本件登録商標の登録時である昭和十\n三年五月当時において、すでに、世界の高級時計として、有名であり、したがつ\nて、これに附される原告の商標は、広く取引者及び需要者間に周知著名であつた事\n実を認めうべく、この認定を左右するに足る的確な証拠資料はない。本件審決は、\nこの点に関し、昭和十二年及び昭和十三年における輸入時計の数と国産時計の数と\nを対比し、前者が後者に比して圧倒的に小さい事実から、原告の商標をもつて取引\n者又は需要者間に広く認識された標章とは認めがたいとしているが、このような数\nの比較は、原告の商標が、標章として（商品としてではなく）、周知著名であつた\nかどうかの認定については、ほとんど意味をもちえないことであつたといわざるを\nえない。取引者又は需要者が現実に取り扱い又は使用する商品としての数、したが\nつて、これらの者（とくに需要者）全体に対する商品としての普及度は小さくても\n（場合によつては稀少であることの故に、かえつて）、その商標そのものは、広く\nこれらの者の間に認識されるという例は、ことにそれが優秀な商品である場合にお\nいて、われわれの社会経験に照らし、必ずしも少くないからである。\n（二）　本件審決は、また、時計とライターとは、取引上の常態として同一店舗で\n取り扱われることはなく、形状、製法、用途、使用効果、製造業者の点において格\n別の差異があり、取引の実際にみても商品としての類似関係もなく、混同を惹き起\nす虞があるほどの競争関係にあるとも認めがたい、としているが、この認定もまた\n正当とはいえない。すなわち、成立に争いのない甲第三十六号証（審判手続におけ\nる証人【Ｄ】の尋問調書）と証人【Ａ】、同【Ｂ】及び同【Ｃ】の各証言に本件弁\n論の全趣旨を参酌考量すると、昭和十二、三年当時においても、ライターは、実用\n性ある装身具であるということからか、あるいは、材料が貴金属製であることが少\nくないためか、さらに、あるいは、精密機械的な性質のものもあるためか、そのよ\nつてきたるところは必ずしも明白とはいえないが、時計、貴金属類を取り扱ういわ\nゆる時計商店において、しばしば展示販売される例であつた事実を認定しうべく、\n証人【Ｅ】、【Ｆ】及び同【Ｇ】の各証言中、右認定と牴触する部分は、前掲各証\n拠と比照して、たやすく信をおきがたく、他に右認定を左右するに足る証拠資料は\nない。しかして、前認定の事実に徴すれば、原告の商標の指定商品である時計と本\n件商標の指定商品のうちライターとは当時、その形状、製法、使用目的、製造者が\n相違し並びにその数量は、さまで多くなかつたとはいえ、取引の実際において、し\nばしば同一店舗で取り扱われるものであるという程度において、ある関連性を有し\nていたものということができる。本件審決は、この点に関し「装身具又は貴金属に\n類する商品として時計店など同一の店舗で取り扱われていたことがあるとしても、\nこれが取引上の常態であつたという事実はこれを認めることができない」旨説示す\nるが、いうところの取引上の常態とは何か、取引上の常態であると認定するために\nは、どのような証拠ないしは事実が存在すればよいのか等を考えると、時計店など\nの同一店舗で取り扱われる事実を肯定しながら、これが取引上の常態とはいえない\nとするのは、根拠に乏しい独断といわざるをえない。まして、株式会社三越におい\nては現在もライターと時計の売場が異なることをもつて、右のような判断の資料と\nするようなことは、（その「職権による調査」が審判手続における如何なる種類の\n証拠調なのか、「調査の結果顕著な事実である」とは、何をいわんとするのかなど\nの法律的不正確さは、しばらく措くとしても）、全くいわれのないことといわざる\nをえない。\n（三）　本件審決は、前記（一）及び（二）のような認定を前提として、本件登録\n商標をライターに使用しても、原告の商品であるかのように、出所の混同を生ずる\n虞があつたとは断定できない、\nとしているが、原告の商標と本件登録商標とは、称呼及び観念において互いに類似\nするものであることは、前に掲げた両者の構成に徴し明らかなところであるから、\n前記（一）及び（二）において当裁判所が認定したような条件下において、本件登\n録商標を指定商品ライターに使用するときは、本件登録商標の登録出願の当時にお\nいて、取引者及び需要者は、これを原告の製造販売にかかる商品であるかのように\n誤信し（現に国外において、そのような事例のあつたことは、本件弁論の全趣旨に\nより、これを窺いうるところであり、したがつて、国内において、このような事例\nがありえないとは何人も断定しえないところであろう）、商品の出所につき混同を\n生ずる虞があるものと認めるを相当とする。\n（むすび）\n三　以上詳細説示したとおりであるから、その主張の点に判断を誤つた違法のある\nことを理由に本件審決の取消を求める原告の本訴請求は理由あるものということが\nできる。よつて、これを認容することとし、訴訟費用の負担につき行政事件訴訟法\n第七条、民事訴訟法第八十九条を適用して、主文のとおり判決する。\n（裁判官　三宅正雄　石澤健　瀧川叡一）\n（別紙）\n第一　本件登録商標\n登録第三〇二一四二号\n１　構成　「ＯＭＥＧＡ」のローマ字を左横書にした下部に字劃の一部に白線を縦\n断させたようにやや図案化した「オメガ」の片仮名文字を二段に併書したもの\n＜１１５４９－００１＞\n２　指定商品　旧第十七類　バルブ、コツクその他本類に属する商品\n３　登録出願　昭和十二年四月十六日\n４　登　録　昭和十三年五月十三日\n第二　原告の商標\n一　登録第一七三六四三号\n１　構　成　「オメガ」の記号の周囲に下部において花模様を伴つた円形の二重輪\n郭を施し、その輪郭の上部に「ＯＭＥＧＡ」の文字を弧状に表わしたもの\n＜１１５４９－００２＞\n２　指定商品　旧二十一類　時計並びにその各部及び附属品\n３　登録出願　大正十三年九月八日\n４　登　録　大正十四年九月二日（昭和二十年九月二日存続期間満了により消滅）\n（昭和二十五年十二月七日改めて登録出願、昭和二十七年三月七日、登録第四〇九\n三六五号として登録）\n二　登録第一七三六四七号\n１　構　成　「オメガ」の記号の下方に「ＯＭＥＧＡ」の文字を横書きしたもの\n＜１１５４９－００３＞\n２　指定商品　前記一に同じ\n３　登録出願　大正十三年十二月五日\n４　登　録　大正十四年九月二日（昭和二十年九月二日存続期間満了により消滅）\n（昭和二十五年十二月七日改めて登録出願、昭和二十七年三月七日、登録第四〇九\n三六六号として登録）\n"
}