{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 12,
    "day": 15
  },
  "case_number": "昭和34(う)278",
  "case_name": "重過失傷害道路交通取締法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "article_info": "第13巻10号769頁",
  "gist": "検証調書に記載してもその記載部分につき証拠能力を認めることのできない事例",
  "case_gist": "すでに検証が実施せられた後に、その場所以外の場所においてなされた被疑者その他の者の供述を、検証現場における立会人の指示陳述のような形式で検証調書に記載しても、かかる記載は検証調書としての証拠能力を認むることはできない。",
  "lawsuit_id": "24536",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24536",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/536/024536_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、記録に綴つてある弁護人中平博文作成名義の控訴趣意書に記\n載のとおりであるから、ここにこれを引用する。\n訴訟手続が法令に違反するとの論旨について。\n所論は、（一）本件記録中の司法警察員Ａ作成にかかる昭和三二年一二月二〇目\n附実況見分調書には被害者Ｂが実況見分の現場で指示説明したかのように記載され\nているが、現実には被害者は実況見分の現場に立会しておらず、後日図面により指\n示説明したに過ぎないのに、これに基づき後日右司法警察員が実況見分調書に被害\n者が実況見分の現場で指示説明したかのような記載をしたのであるから、その部分\nは虚偽の記載であるといわざるを得ない。（二）更に同調書は本件事故現場におけ\nる被告人の指示弁解を全部排斥して、警察官が意のとおりに被告人の操縦していた\n原判示の自動三輪車（以下三輪車と略称する）を配置した上で、独断的、恣意的に\n実況見分調書を作成した疑が濃厚である。これを要するに右実況見分調書はその記\n載内容が虚偽であつて全く措信できないに拘らず、原判決がその判示第一事実認定\nの証拠として採用したのは採証法則に違反した違法があるというのである。\nよつて、記録を精査するに、右実況見分調書中の三、運転の状況と題する被疑者\n及び被害者の供述記載中の場所関係を表示する符号と引用してある添付図面の符号\nとは殆んど関連を欠き何を説明してあるか全く不明であるのみならず、該調書と原\n審第八回公判調書中証人Ａの供述記載、当審における同証人の尋問調書、当審にお\nける証人Ｃの尋問調書、Ｂの司法警察員Ｃに対する昭和三二年二月一〇日付供述調\n書（右日附は当審における証人Ｃの尋問調書によると昭和三三年二月一〇日の誤記\nであることが認められる。）及び被告人の司法警察員Ａに対する供述調書を綜合す\nると、（一）高岡警察署司法警察員警部補Ａが本件事故発生後現場の実況見分をす\nるに当り、本件被害者Ｂを現場に立会させなかつたこと及び同人は本件事故発生の\nため受傷し人事不省に陥りａ町立Ｄ病院に入院したこと、（二）右実況見分調書中\n「運転の状況」と題する項の後段及び同調書添付の現場見取図（２）の朱書部分\nは、恰も被害者が実況見分の現場に立会して指示説明したかのように記載せられて\nあるけれども、この記載は本件事故発生当日である昭和三二年一二月一八日より五\n四日後である昭和三三年二月一〇日被害者Ｂを取調べた司法警察員巡査部長Ｃの報\n告に基づいて右Ａが記載したものであること、（三）司法警察員Ａは昭和三二年一\n二月一九日高岡警察署において被告人を取調べたところ、その際被告人は同司法警\n察員に対し右実況見分調書中の「運転の状況」と題する項前段記載の事実と大体同\n趣旨の供述をしたが、被告人を翌二〇日現場に連行して指示説明させたのは司法警\n察員巡査部長Ｃや司法巡査Ｅ等であつて右「運転の状況」の項前段の記載はＡが右\nＣ等の報告に基づき記載したものであることがぞれそれ認められる。\n<要旨>およそ、検証現場における被害者その他の立会人の指示陳述は、検証事項\nを明確にするため必要であり、且つ</要旨>検証物と直接関連する事実に関するもの\nと認められる限り、これを検証調書に記載することにより検証調書と一体をなし刑\n訴法第三二一条第二項或は第三項により証拠能力を認めるのを相当とするけれど\nも、既に検証が実施せられた後にその場所以外の場所においてなされた被疑者その\n他の者の供述を検証現場における立会人の指示陳述のような形式で検証調書に記載\nしても、かかる記載は検証調書としての証拠能力を認めることができないのみなら\nず、却つて検証調書の信憑力に対する疑惑を招く有害無用の記載であると言わざる\nを得ない。本件実況見分調書中の三、運転の状況と題する部分及び添付の現場見取\n図（２）の朱書部分は正にこの有害無用の記載として証拠能力を認めることができ\nないけれども、その余の部分については実況見分を実施した司法警察員の独断恣意\nを以つて実況見分の実施や調書の作成が行われたとは認められない。唯その作成日\n附昭和三二年一二月二〇日なる記載が真実と符合しないことは右に指摘した証拠能\n力を認めることができない部分の記載順序によつてもこれを否定する術がないけれ\nども、かように作成日附を検証の行われた日に遡及して記載したことによつては該\n調書の証拠能力に消長を来すものとは認められない。即ち、原判決は右に認定した\n証拠能力を欠ぐ部分を排除せずして調書の全部を事実認定の証拠としたことにおい\nて訴訟手続に違法ありということを免れないけれども、該調書中この証拠能力を欠\nぐ部分を除くその余の部分とその他の原判氏挙示の証拠によつて原判示事実は優に\nこれを認めることができるから右の違法は判決に影響を及ぼさない。論旨は理由が\nない。\n事実誤認の論旨について\n（一）　所論は、被告人は原判示日時頃同判示県道上を同判示三輪車を操縦して\n北進するにあたり右道路左側（西側）を進行していたのであり、本件衝突直前頃は\n三輪車の運転台の左端は道路左端から約五〇糎の間隔にあつたもので道路の中央部\nを走行していたものではないというのである。\n案ずるに、原判決孝示の各証拠（但し、司法警察員作成にかかる実況見分調書中\n前示除外部分はこれを除く。）当審における検証調書、証人Ａ同Ｅ同Ｆ同Ｃ及び同\nＢの各尋問調書を綜合すると、（１）本件事故は、高知県土佐市ａ町字ｂの南北に\n通じ幅員約四米二〇糎、非鋪装の県道上で直線をなす部分四百米の略中間地点で発\n生したものであること、（２）被害者Ｂは、原判示日時頃原判示原動機附自転車\n（以下自転車と略称する）に乗つて右県道上を時速二〇粁ないし二五粁の速度で道\n路の左端（東側）を南進していたものであること、（３）本件事故発生により、該\n自転車は道路左側の溝に前部を北方に向けすなわち同人の進行方向と反対側に向け\n倒れていたこと、被害者Ｂは、右自転車一の東北方に頭を北にし俯伏せになつて倒\nれていたこと、倒れていた自転車の前部から一米余り北方の道路東側寄りに無数の\n硝子破片が相当広い範囲に亘つて散乱していたこと、三輪車の運転手席右側ウイン\nド硝子は割れてたくなつていたこと、（４）被告人は、原判示日時頃三輪車を運転\nして前記道路の中央部を北進中、本件事故現場附近まで来たとき、前方約六〇米の\n道路上を反対方向から南進して来たＢの運転する自転車を認めたのであるが、自己\nの連転する三輪車の左右両側にそれぞれ一米三〇糎位の余地があるから、被告人自\nら左側に避けなくても、寧ろＢが被告人の三輪車の両側のいずれかに避譲してくれ\n無事離合ができるものと軽信し、交通規則に従つて道路仁側に寄つて進行しようと\nせず、漫然その進行を続け両車の距離が約一五米位に接近するようになつて軽卒に\nも相手の自転車が自己の進路の左側に避譲したかのように錯覚して自己の三輪車の\nハンドルを右に切つたこと、（５）その結果被告人は、自己の操縦する三輪車の右\n前部を自転車及びこれを運転するＢに激突させ、同人を自転車もろともはね飛ば\nし、よつて同人に対し一ケ月間入院加療を要し右眼失明に至つた顔面骨粉砕骨折兼\n脳及び右眼球脱出等の傷害を負わせたこと（尤も原判決は左眼球が脱出して左眼失\n明に至つたと認定しているが、当審における証人Ｂの尋問調書によると右眼球が脱\n出して右眼が失明するに至つたことが認められるから、原判決の右認定は誤認では\nあるが右誤認が判決に影響を及ぼさないこともとよりである）がそれぞれ認められ\nるのであつて、右各事実に徴すると、被告人が本件事故の発生直前前記道路上の左\n側を走行していたものであつて、道路の中央部を走行していたものであるとの所論\nは到底採用できない。右認定に反する原審第三回公判調書中の証人Ｇの供述記載同\n公判調書中の被告人の供述記載及び当審証人Ｇの尋問調書中の供述記載はたやすく\n信用できない。\n（二）　所論は、元来本件三輪車の前哨燈は二段切替になつているところ、本件\n事故発生当夜光度の強い方は故障していて点燈することができず光度の弱い方を点\n燈して走行していたため、光度を減ずるに由なくまたその必要もなかつたに拘ら\nず、原判決が、被告人が本件衝突事故発生前、Ｂの自転車と離合するに際り三輪車\nの光度を減じなかつたことを捉えて、被告人の過失であると認定したのは事実誤認\nてあるというのである。\n案ずるに、原審第八回公判調書中の証人Ａの供述記載、当審における同証人の尋\n問調書、Ｂの司法警察員及び検察官に対する各供述調書並びに当審における証人Ｂ\nの尋問調書を綜合すると、被告人の運転する三輪車は、本件事故発生直前光度の強\nい前哨燈を点燈しており、Ｂと離合するにあたつてもその光度を減じなかつたた\nめ、同人は三輪車の前哨燈の光に眩惑されて自転車の走行に差支えたことが認めら\nれるから、本件事故発生当夜被告人の三輪車の光度の強い前哨燈は故障しており光\n度の弱い前哨燈を点燈していたに過ぎなかつたとの右所論は採用できない。右認定\nに反する原審第三回公判調書中の証人Ｇの供述記載、原審第六回公判調書中の証人\nＨの供述記載原審第三回、第六回各公判調書中の被告人の供述記載及び当審証人Ｇ\n尋問調書中の供述記載はいずれも信用できない。\n（三）　所論は、本件事故は専ら被害者Ｂが相当量飲酒し酩酊の上蹌踉として自\n転車を運転していた過失により発生したものであつて、被告人には過失はないとい\nうのである。\n案ずるに、Ｂの司法警察員及び検察官に対する各供述調書、当審証人Ｃ、同Ｂの\n各尋問調書を綜合すると、Ｂの酒量は清酒約五合位であるところ、本件事故発生当\n夜夕食後午後七時頃から同八時頃の間友人Ｉとともにａ町ｃの下の某飲食店で清酒\nを約一合位飲酒したが、本件事故発生時までには杓四時間を経過しており、事故当\n時にはすでに酔が醒めていたことが認められるから、右所論は採用の限りでない。\nまた、無免許で自動三輪車を運転してはならないことはいうまでもなく、その他\n自動三輪車の運転者に原判決説示のような各注意義務の要求せられることは条理上\n当然のことであり、原判決挙示の各証拠（但し実況見分調書については前記説示と\n同様）を綜合すると、被告人には本件三輪車を運転するにつき原判決説示のような\n各注意義務の懈怠の如きは正に重大な過失というべきであるから、被告人に過失が\nなかつたと断ずることはできない。以上の次第であつて、右各証拠によると、原判\n示第一事実は優にこれを認めることができるのであつて、原裁判所及び当裁判所で\n取調べたすべての証拠の内容を仔細に検討するも、原判決には判決に影響を及ぼす\nことの明らかな事実認認の廉はない。事実認認の論旨はいずれも理由がない。\nよつて刑事訴訟法第三九六条第一八一条第一項但書により、主文のとおり判決す\nる。\n（裁判長裁判官　三野盛一　裁判官　木原繁季　裁判官　石井玄）\n"
}