{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 9,
    "day": 8
  },
  "case_number": "昭和44(行ク)4",
  "case_name": "退去強制処分執行停止申立事件",
  "court_name": "神戸地方裁判所",
  "field": "行政",
  "lawsuit_id": "18445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/018445_hanrei.pdf",
  "contents": "主　　　文\n被申立人が申立人に対し発布した昭和四四年七月一二日付退去強制令書に基づく執\n行は、本案判決の確定に至るまでこれを停止する。\n申立費用は被申立人の負担とする。\n理　　　由\n第一、申立人の申立の趣旨および理由は別紙一の一・二のとおりであり、これに対\nする被申立人の意見は別紙二の一・二のとおりである。\n第二、当裁判所の判断\n一、申立人は神戸入国管理事務所入国審査官より出入国管理令（以下令という）第\n二四条第四号リに該当するとの認定を受けたので、口頭審理の請求をし、さらに、\n同事務所特別審理官の右認定に誤りがないとの判定に対し、異議の申出をしたとこ\nろ、昭和四四年六月六日法務大臣によつて右異議の申出は理由がない旨の裁決がな\nされ、その結果同年七月一二日被申立人から本件退去強制令書が発布されたことは\n当事者間に争いがなく、一件記録によると、申立人が同月一八日法務大臣の右裁決\nの取消と併せて被申立人を相手方として本件退去強制令書発布処分の取消を求める\n本案訴訟（神戸地方裁判所昭和四四年（行ウ）第二六号）を提起したことが明らか\nである。\n二、そこで、申立人に本件令書に基づく執行の停止を求める理由があるかどうかに\nついて検討することとする。\n本件各疎明資料および申立人本人の審尋の結果によると、申立人は朝鮮全羅南道\n光山郡＜以下略＞に本籍を有するもので、昭和一七年二月一日熊本県八代市で父Ａ\n（昭和三九年二月死亡）母Ｂの次男として出生し、その後両親らとともに長崎県北\n松浦郡＜以下略＞に移り、同所で小学校、中学校を卒業した後東京都内で電気熔接\n工などとして三年間位働き、昭和三五年頃から昭和四三年三月加古川刑務所に入所\n（大阪簡易裁判所で窃盗罪により処せられた懲役一年二月の受刑のため）するまで\nの間大阪市＜以下略＞で両親、兄姉妹らと同居して同市内の鉄工所等で工員として\n働き、近時は生活保護法の適用を受けている病弱の母や妹一人の生活費の大部分を\n賄つており、現在、兄は同所の別棟に妻子と居住し、姉妹各一人も結婚して近辺に\n居住して、いずれも余裕のない生活を送つていて申立人の生活全体が日本の国内に\nあり、また申立人は未だ朝鮮を訪れたことなく朝鮮に親戚、知人もなく、朝鮮語を\n殆んど解しえないため、申立人一人が朝鮮に強制送還されることは申立人の生存自\n体の上に極めて重大な脅威を与えるおそれがあるばかりでなく、申立人を生存の支\n柱とする母や一人の妹にとつても精神的、物質的の打撃は甚大であることが認めら\nれる。\nそうすると、右のような事態の発生は、申立人にとつて比類のない悲惨な結果と\nいうべく　これによつて生ずる損害が甚だ重大で回復不能であることは明らかであ\nる。本件令書に基づく執行がこうした重大な結果を招来するものである以上、各疎\n明資料等によつて申立人に前記窃盗罪のほかその前後に被申立人主張のような犯罪\n歴が認められるにもかかわらず、申立人の提起している本案の理由のないことが極\nめて明白である場合のほか、本件令書に基づく執行を停止する緊急の必要があるも\nのといわなければならない。\nしかるところ、本件の法務大臣が異議の申出に際して令第五〇条第一項第三号に\n基づく在留の特別許可を与えなかつたことについては、その結果の重大性に鑑み、\n従来の同種事案についての慣行ないし取扱例等に照らして著しく不当でないかどう\nかを慎重に判断すべきであつて、直ちに右裁決が裁量権の限界を超えていないと断\n定すべき資料のない本件においては、若し右裁決が裁量権の範囲を逸脱したものと\n認められる場合は該裁決に従つた被申立人の本件令書発布処分は当然違法として取\n消を免れない関係である以上、その余の点について判断するまでもなく、本件令書\nによる執行は本案判決に至るまで停止すべきものと思料する。\n被申立人は、本件令書中の送還部分についてのみ執行を停止すれば足り、収容部\n分についての執行までも停止する必要はないとして、第二次的に収容部分について\nの執行停止の申立の却下を求めるが、収容が申立人の人身の自由に対する重大な侵\n害であることは論ずるまでもないばかりでなく、前段認定の申立人の生活環境等に\n照らし申立人に対し回復困難な損害を与えるものであることが推認されるから、収\n容のみ継続すべき特段の事由の認められない本件においては、前示のとおり送還の\n執行を停止すべきであるとの判断に立つ以上、送還の前提として予定されて収容の\nみ執行を継続することは到底許容し難い。\n三、よつて、申立人の本件申立を認容することとし、申立費用の負担につき行訴法\n第七条、民訴法第八九条を適用して、主文のとおり決定する。\n（別紙一の一）\n申立の趣旨\n被申立人が申立人に対し、発付した昭和四四年七月一二日付退去強制令書に基づ\nく執行は、本案判決が確定するまで停止する。との裁判を求める。\n申立の理由\n一、申立人は、昭和一七年三月六日熊本県八代市において、父亡Ａ、母Ｂの次男と\nして出生し、その後、長崎県北松浦郡＜以下略＞に移転、昭和三四年頃から現在に\n至るまで大阪市＜以下略＞に居住していたものであるが、昭和四三年二月二六日大\n阪高等裁判所で窃盗罪により懲役一年二月の判決を受け、加古川刑務所で服役し、\n同四四年五月六日出所した。ところが右出所と同時に神戸入国管理事務所は申立人\nを出入国管理令第二四条第四号（リ）違反の疑いで収容したが、申立人は同年五月\n一○日仮放免となつたので、爾後栗本鉄工所、続いて藤永田造船所に勤務するかた\nわら、法務大臣に対し、異議の申出をしたところ、同年六月六日異議の申出を理由\nなしとする旨の裁決を受けた。\nそして、被申立人は同年七月一二日申立人に対し、退去強制令書を発付し、これ\nを執行したのである。\n二、しかしながら、右裁決ならびに退去強制命令は次の理由により違法であり、取\n消さるべきものである。すなわち、申立人は前述のごとく、日本で出生し、爾来日\n本に定住して家族と共に平和裡に生活して来た者である。人権に関する世界宣言第\n一三条、憲法前文第二段の宣言は日本国民に限らず、外国人であれ、何人も平和の\nうちに生存し、居住する権利がある旨うたつている。したがつて、申立人の如き、\n出生以来日本に定住して来た者に対しては、その歴史的特殊事情を考慮し、一般外\n国人と区別し、出入国管理令を適用すべきではなく、同令第二四条に基づき退去強\n制処分を行うことは許されないというべきである。また、かりに管理令の適用があ\nるとしても、申立人が法務大臣に異議の申出をした場合、従来、かゝる場合の取扱\nい例として、ほとんどが在留許可を受けていることに鑑み、法務大臣は申立人に対\nしても当然同令第五〇条第一項により特別在留を許可すべきであつた。にもかゝわ\nらず、法務大臣がこれを拒否したのは著しく不公正かつ妥当を欠く裁量権の濫用で\nあつて違法を免れない。さらに申立人に特別在留許可を与えず、強制送還するなら\nば、申立人からその家族を引き離し、平和な家庭生活に破綻をもたらすことにな\nり、人道上のみならず、国際慣行上も極めて、不当かつ悲惨な結果を招来すること\n明白である。Ｄ元法務大臣は昭和四〇年六月二二日、日韓条約協定調印にあたり、\n戦後入国者の取扱いに関して、終戦以前から日本国に在留していた大韓民国々民で\nあつて終戦後平和条約発効までの期間に帰国したことのある者は現在まですでに相\n当長期にわたり本邦に生活の根拠を築いている事情を考慮し、特別に在留許可する\n方針をとる、右に該当しない戦後入国者についても平和条約発効以前から本邦に在\n留していたことが確認される場合は情状によりこれに準じる措置を講ずる旨の声明\nと談話を発表した。この声明及び談話によれば本件のごとき申立人の父母が戦前か\nら本邦に入国しており申立人は勿諭本邦で出生し、爾来今日に至るまでの間、引続\nき本邦に居住している場合においてはなおさら特別在留許可を与えるべきであると\nいわねばならない。\n日本国憲法に規定する国民の基本的人権は行政権の限界を定めるものである。\n管理令の作用はその基礎を憲法の基本的原則におき、その適用は憲法の基本的人\n権の一つである生存権を不当に侵害できないものであるところ、本件処分は申立人\nの正当な居住権を剥奪するものであるから断じて許さるべきではない。\n三、本件退去強制令書に基づく執行を停止しなければ申立人には次のとおり回復し\nがたい著しい損害を生じるのであり、これを避けるために右執行の停止は緊急に必\n要である。本件退去強制処分の執行として強制送還がなされた場合には、申立人が\n本案訴訟において勝訴判決を得たとしても送還による損害が回復困難なことは極め\nて明白である。問題は強制収容である。従来この種事案につき、被申立人の主張の\n要旨は、強制送還がなされた場合はともかく、強制収容に止まる場合は単に身体の\n自由の拘束にすぎず、申立人の損害は送還の場合にくらべて軽微であり退去処分が\n違法として取消されてもその間の損害は別の救済方法によつて回復は容易であると\nいうにある。しかしながら身体の拘束によつて被収容者たる申立人の受ける精神\n的、肉体的苦痛を軽々に考えることは許されない。ことに基本的人権の尊重を基本\n原理とする日本国憲法下においては絶対かゝる主張を認めることはできない。申立\n人は朝鮮民主主義人民共和国の公民であり、強制退去令書によつても送還先は朝鮮\nとされているところ、日本政府は右共和国を承認せず、且つ、帰国事業を一方的に\n打切つた現在、右共和国に対する強制送還は日本政府が為し能わざる状態にあるに\nも拘らず、強制収容のみは強行するという如き、目的と手段をとりちがえた違法な\n収容であるといわざるを得ない。従つて本件収容は本案判決がかりに申立人の敗訴\nになつても現行法のもとにおいては強制送還自体が不能であるため著しい長期の身\n体拘束となることは明らかであり、何時身体拘束がとれるか見通しも全くないよう\nな違法長期拘束は断じて許されることのできないものである。（神戸地裁昭和四三\n年一○月一八日決定参照）、事実として生ずる損害を当事者に受認させることが社\n会通念上極めて不相当と認められる本件は明らかに行訴法二五条の「回復困難な損\n害」というべきである。申立人は父Ａ、の次男であり、長男Ｃほか四人の姉妹を有\nするところ、Ｃは名村造船下請会社に勤務するものの身体弱く、その収入は三万円\nであり、妻、子供四人をかゝえて自ら生きることだけで精一杯であり、長女、次\n女、三女は既に嫁ぎ、父は昭和三九年二月結核のため死亡しており、母は身体弱く\n年令六〇才になり生活保護を受けて生活し、四女の妹は腎臓を患つて療養の身であ\nり、申立人のみが一家の唯一の頼みになる働き手である。本件収容継続により、さ\nらには強制送還により申立人を失うならば、母、妹等は精神的打撃を受けること大\nきく、経済的にも一家の支柱を失いその生活は根底から破壊され、生活の道を断た\nれてしまう状況にある。\n以上の理由により本件申立をすみやかに容認されたく本申立に及んだ次第である。\n（別紙一の二）\n一、昭和二七年法第一二六号第二条第六項該当者に出入国管理令を適用することは\nできない。\n（一）、法一二六号制定の背景\n昭和二七年法一二六号「ポツダム宣言受諾に伴い発する命令に関する件に基く外\n務省関係諸命令の措置に関する法律」（以下法一二六号という）は第二条六項で次\nの通り定める。\n「日本国との平和条約の規定に基き同条約の最初の効力発生の日において日本の\n国籍を離脱するもので、昭和二○年九月二日以前からこの法律施行の日まで引き続\nき本邦に在留するもの（昭和二○年九月三日からこの法律施行の日まで本邦で出産\nしたその子を含む）は出入国管理令第二二条の二第一項の規定にかかわらず、別に\n法律で定めるところによりその者の在留資格及び在留期間が決定されるまでの間、\n引き続いて本邦在留資格を有することなく本邦に在留することができる。」\nこの規定は、主として、戦前から引き続いて本邦で居住生活してきた在日朝鮮人\nについては「在留資格」と「在留期間」という管理令上の二大要件がなくても本邦\nで居住生活できるものとしたのであつて、在日朝鮮人の過去の歴史的特別事情を考\n慮して、出入国管理令の規制対象からはずし本邦で居住につき何等その「資格」\n「期間」を規制しないことを定めたものである。管理令が一般外国人を規制とする\n一般法であるのに対し法一二六号は戦前から引き続いて居住する在日朝鮮人を規制\nの対象とする特別法である。\nところで、被申立人は、法一二六号は管理令第二二条の二の特別規定にすぎず、\n出入国管理令そのものの適用を排除するものではないと主張する。\nしかし、右主張は法一二六号制定の背景に故意に目をおゝつた謬見という外な\nい。\n法解釈の点からしても、令第二四条は、同条各号に該当する者はそれによつて在\n留資格を失い、一定の場合を除き退去を強制されることを規定したものであるが、\n法一二六号該当者は、そもそも在留資格なくして居住することを明文上認められて\nいるのであるから、在留資格の喪失そのものが問題とされ得ないのである。\n在留資格の有無を問いえないものに、在留資格の喪失を宣告することはまさに法\nの矛盾である。\nその矛盾を避けるためには、法一二六号該当者については管理令の適用を全く排\n除する趣旨であると解さざるをえないのである。\nこのことは、法一二六号制定の背景を直視するときより強い妥当性をもつ。\nすなわち、法制定当時（及び現在）、日本には約六〇万人の朝鮮人が居住生活\nし、その大半は法一二六号の該当者であるが、周知のとおり、これらの人達は自ら\n好んで故郷朝鮮を捨てて日本に住みついたのではなく、一九一〇年の「日韓併合」\n以来の旧大日本帝国の対朝鮮植民地化収奪政策により祖先伝来の土地と生業を失\nい、生きんがために「日本内地」に流入し、あるいは、日本の戦争政策遂行のなか\nで、徴兵徴用によつて強制的に連行され、かつ激しい弾圧と差別を受けながら何十\n年もの間の日本での生活により日本に定着するに至つた人々とその子孫なのであ\nる。\n次に述べる在日朝鮮人人口動向は、右の事実を如実に示している。\n居住人口　年間渡航者数\n一九三五年　六二五〇〇〇　一一二〇〇〇\n三七年　七三五〇〇〇　一一八〇〇〇\n四〇年　一一九〇〇〇〇　三八五〇〇〇\n四二年　一六二五〇〇〇　三八一〇〇〇\n四四年　一九三六〇〇〇　四〇三〇〇〇\n四五年　二三六五〇〇〇　一二一〇〇〇\n即ち、日本の企業とりわけ石炭業界では、日本戦争の開始とともに、国内労働力\nの一般的不足に加え、重筋肉労働をきらつて転職、帰農者が続出し、それを補充す\nるため朝鮮人を労働力として利用しようとする動きが現われ、一九三七年（昭和一\n二年）末から、政府はその要望をいれ、一九三九年七月には、内務、厚生両省次官\n通牒を出し、それにより鉱山と土木事業に対し積極的に朝鮮人労働者の「移入」が\nはかられるようになつた。更に戦争の長期化、太平洋戦争突入後は、炭坑、鉱山、\n土建業はもちろん造船、鉄鋼等にも多数の「移入」が行われたのである。\n一九三九（昭和一四）年から一九四五年八月まで、集団的に日本に移送され、就\n労させられた朝鮮人の数は八〇万人を超えた。これらの朝鮮人の募集方法は当初は\n企業の申請にもとづき、朝鮮総督府が各道に動員すべき朝鮮人の数をわりあて、更\nに道庁は面（村）の事務所に割り当て、面事務所では区長、警察署、面有力者が一\n緒になつて朝鮮人の「かり出し」を行ったのである。\nその後、一九四二年六月末にはこのような「自由募集」さえ禁止され、「官斡\n旋」による朝鮮人の「供出」となり、一九四四年には、徴用令が適用され、朝鮮人\nの日本への「かり出し」に一層の拍車を加えたのである。\nこの日本内地への強制連行のほか、軍人、軍属として召集された朝鮮人は復員局\n発表によれば、陸軍一八万六〇〇〇人、海軍二万二〇〇〇人、軍事要員一五万五〇\n〇〇人、合計三六万余人にのぼる。\nこのようにして、終戦当時在日朝鮮人の数は二三六万人に達したのである。\nこれらの人達の大半は、終戦当時朝鮮へ帰国したのであるが長期間にわたり日本\nに居住生活を余儀なくされた朝鮮人がそう簡単に日本を離れられない状況にあるこ\nとは多言を要しない。\nかくして終戦後も六〇万人にのぼる朝鮮人が日本に居住生活を継続することにな\nつたのである。\n（二）、一九五二年日本はサンフランシスコ平和条約を結んだ。\nこの条約発効と同時に前記在日朝鮮人は外国人となつた。ところで外国人につい\nては出入国管理上特定の在留資格と在留期間を限定する建前がとられている。しか\nし在日朝鮮人について右の建前を機械的に適用することは前に詳述した在日朝鮮人\nの歴史的特殊事情を無視した著しく不当、不合理、非人道的な結果をもたらすこと\nはきわめて明白である。このことは当時侵略戦争を深くくいていた全日本人の共通\nの認識であつたのではなかろうか。\nこのような歴史的背景のもとに法一二六号の前述の規定が設けられた。\nそしてまさに戦前から存在する朝鮮人およびその子孫については外国人といいな\nがら日本国内に資格を問われずに存在する権利が与えられたのである。\n二、申立人は「日本国に存在する大韓民国々民の法的地位及待遇に関する曰本国と\n大韓民国との間の協定」（以下は法的地位協定）に該当しうる立場にある。\nすなわち申立人は右協定発効の日（四一年一月一七日）から五年以内に永住許可\nの申請をすれは日本国で永住する権利を取得することができることになつている。\nそして、右法的地位協定の実施にともなう出入国管理特別法によれば刑余者につ\nいて「日本国の法令に違反して無期又は七年をこえる懲役又は禁錮に処せられた者\nではない限り退去強制はできないと規定されている。\nこのように在日朝鮮人についての退去強制が他の一般外国人に比して著しく緩和\nされている理由が前述したごとく在日朝鮮人の日本社会における特別な歴史的事情\nに基づくものであることは言を待たないところである。\nしたがつて申立人が法的地位協定の発行の日から五年以内につまり永住許可申請\nの考慮期間内一年二月の懲役に処せられたことをもつて退去強制されることは、右\n法的地位協定の精神にもとることになり、同じ在日朝鮮人の間で不平等な取扱いを\nすることになつて許されないといわねばならない。\n入管当局は、令二四条該当者に対し退去強制をたてにとり韓国籍取得永住権申請\nをさかんにすすめているといわれるが、これは本来憲法で保障された国籍選択の自\n由を侵害することになり極めて不当である。\n韓国の政情は最近きわめて不安定な状況を呈しておりしたがつて在日朝鮮人で韓\n国籍を取得して永住権申請をする者が右法的地位協定ができた当初の予想に反して\n少なく、入管当局は管理令二四条をきびしく運用し間接的に韓国籍取得を強要して\nおり本件処分も右の運用の一環としてなされたもので全く不純な政治的動機に基づ\nくものである。\n三、管理令五〇条に規定せられる法務大臣の在留特別許可はいわゆる覊束行為であ\nる。\n（一）　被申立人は、右許可は「恩恵的措置」であつて「その裁量権の範囲は無制\n限といつても過言ではなく」、その「裁量の当否を論ずることは行政権に対する不\n当の干渉となるべく、裁判所のなしあたわざるところ」と主張する（四・\n（三））。\n右が判例ならびに行訴法三〇条を無視する暴論であることはいうまでもないが、\n同所で引用する東京高判昭三二・一〇・三一（行政事件裁判例集八－一〇－一九〇\n三所載）について言えば、これは、かつて本邦に居住したことがない者の不法残留\n（令二四条四号に該当）のケースであつて本件とは全く事実を異にし、そのことの\nみによつても先例価値を持たないものである。（なお、本判決にも自由裁量行為に\nも限界があることは当然の前提として承認している。）\n（二）　覊束行為と裁量行為とを分かつ基準としては規定の外形的形式にとらわれ\nず、当該処分が権利の剥奪、侵害を内容とするものであるか、それとも受益行為で\nあるかによるべきであるが（なお、最判昭三一・四・一三集一〇－四－三九七参\n照。言う。個人の自由の制限の場合「法律が承認について客観的な基準を定めてい\nない場合でも、法律の目的に必要な限度においてのみ行政庁も承認を拒むことがで\nきるのであつて、農地調整法の趣旨に反して承認を与えないのは違法である」）。\n現行管理令体系の下で本件許可を与えないこと即退去、ということになる場合には\n日本で生まれ曰本で育ち、朝鮮語を解せず、かつて日本国民であり、今日まで引続\nき居住を続けたものの在留権を奪う重大な権利剥奪である。\nなお、同令五〇条一項二号、該当者に対しては許可の覊束性は性質上顕著である\nが、そこにいう「かつて」の文言は「本邦」にまでかかると解すべきである。本籍\n地の如何は生活の実態と無関係な手続上の意味しかないのであるから、現朝鮮を右\nから排除すべき特別な理由はないし、かりに排除するならば該当者はほとんど皆無\nとなり、右規定立法の趣旨を没却する結果となるからである。\n（三）　裁量権の乱用\nかりに本件許可が裁量行為であるにしても、それが自由裁量であるか、法規裁量\nであるかにかかわらず、行訴法三〇条の適用があることはいうまでもない（たとえ\nば杉本良吉「行政事件訴訟法の解説」法曹会、一〇〇、一〇一ページ）。\n右は従前からの裁判例の取り扱いを立法化したものに過ぎず、被申立人の引用す\nる（四・三）最判昭三四・一一・一〇集一三－一二－一四九三も、一審判決が「自\n由な裁量」にも「限界があると解するのが相当であるが」と判示し、原審も「原判\n決摘示の理由と同じ理由で」と判示し、右最高判はこれをそのまま受けているので\nあり、限界をこえた乱用については取消のあることを認めているのである。なおこ\nの事件は昭二九年八月ごろに入国した事例であつて本件とは事案を異にし、本件に\n対しては先例価値はない。\n右に述べたほか、左記の理由により乱用の事実は明らかである。\n１、平等原則違反\n最判昭三〇・六・二四集九－七－九三〇は行政庁の裁量に任されているものにつ\nいても（事例は食管法による供出割当の方法に関するもの）「行政庁は何等いわれ\nがなく特定の個人を差別的に取り扱い、これに不利益を及ぼす自由を有するもので\nはなく」と判示し、平等原則違反が裁量権の乱用判断の基準の一であることを認め\nている。\nところで永住許可を受けている者については管理令二四条四号の適用はなく、一\n般刑余者については出入国管理特別法（昭和四〇年一二月一七曰法律第一四六号）\n六条一項六号により「無期又は七年をこえる懲役又は禁銅に処せられた」「場合に\n限って」退去強制をすることができる。ところが、右永住許可は大韓民国の国籍取\n得が条件とせられ（合意議事録）Ｅ政権に忠順を誓わない者に対しては右許可は与\nえられず、一方、韓国籍取得者に対しては当然に右許可が与えられているのが実情\nである。右の差別的取り扱いは朝鮮の内政に干渉するものであつて思想の如何によ\nりいわれなくなされる差別である。\n同法六条は当然法律一二六号（昭和二七年）二条六項該当者には準用せられるべ\nきものであるが、そのことを別としても大韓民国籍強要に応じないためになされた\n本件処分は平等原則に違反する。\n２、行政基準違反\n右の法律一二六号二条六項該当者については政府はくりかえし「終戦前から本邦\nに在留する人々に対しては、特殊の事情を考慮して引き続き在留を認める方針であ\nり、強制送還には特に悪質なものは別として、これが適用には人道的立場から慎重\nを期する」と国会において答弁しており、その実態については法務省入国管理局参\n事官辰己信夫氏は、「家族関係その他の事情を考慮して」「人道上の配慮」がなさ\nれてきたことを述べている（同「在日朝鮮人の法的地位協定と出入国管理特別法\n（一）、法曹時報一八巻二号二七ページ等参照」）。\nそして、異議申立事件の取扱いについての統計（法務省入国管理統計年報）によ\nれば、たとえば、\n昭和三八年度における異議申立総数二八五三件のうち特別許可件数は二四四一で\n約八五パーセントにあたり（うち刑余者については九三六中九○六が許可）、\n同三九年度においては総数二七九四中二三三六が許可で約八三、六パーセント\n（刑余者については七六○中七五三）にのぼり、\n昭和四○年度においても刑余者について、四八五中四八一件が在留特別許可を受\nけている。\n右の事実から見ても本件処分が行政取扱基準に著るしく反し乱用によるものであ\nることは明白である。\n（四）　裁量権乱用の事実の立証責任\n被申立人が引用する（四・（四））最高判は無効確認請求に関するものであり、\n取消事件については行政庁にありと解すべきである（高林克己「行政訴訟における\n立証責任、「行政法講座」三巻二九八、三〇〇ページ）。\n四、執行停止の必要性について\n（一）　被申立人は申立人は働きざかりの青年であるから朝鮮における生活困難は\nないと主張する。\nしかしながら申立人は日本で出生し日本で家族と共に生活して成長して来たので\nあり日本における生活がすでに定着し深く根を下ろしているのである。\n申立人はかつて朝鮮に一度も帰国したことがなく親族、友人知人すら一人もなく\nまして朝鮮の言葉、地理などについて全く不知なのである。\nこのような立場にある申立人を朝鮮に送還して一体どのようにして生活して行け\nというのであろうか。\n（二）　被申立人は回復困難な損害とは申立人目身について生じる損害を意味する\nと主張する。\nしかしながら今まで母、妹等と家族生活を営んで来た申立人にとつて右家族等は\n決して第三者ではあり得ず本件損害は申立人家族を一体不可分としてとらえなけれ\nば意味がない家族共同生活は社会構成の基本単位とする国家の下においては申立人\nのみの損害を分断して諭じることは不可能であり不自然であるというべきである。\n（三）　さらに被申立人は本件執行を二分し送還部分に限り停止すべぎと主張す\nる。\nしかしながら収容部分の執行はあくまでも送還の前提となる附随的執行にすぎ\nず、他に収容すること自体何らの目的を有するものではない。\n従つて送還の執行が停止されるならばこれに伴つて収容も停止されるべきは当然\nというべく、送還が停止されたにもかかわらず、収容のみを継続することはその目\n的を欠いた無意味な収容部分の執行といわねばならない（大阪地裁昭和四四年七月\n一七日決定参照）。\n（四）　本件収容が継続されるならば、申立人にとつて回復困難な損害が生じるこ\nとは明白である。\nすでに一年二月の服役により、心身共に疲労しきつた申立人をさらに大村収容所\nに収容するならば、そこまでもまた刑務所と同様の処偶を受けさせることになる。\nそして自費出国が経済的に不能な申立人にとつて、右大村での収容が半永久的に\nならざるを得ないことはすでに陳述したとおりである。したがつて、これ以上申立\n人の拘禁を続けることは人道上からも許されず、大村での収容により申立人の蒙る\n身体的苦痛、家族との別離による精神的苦痛は図り知れない程大きなものがあり、\n回復困難な損害といわねばならない。\nこうした人身の自由に対する重大な侵害を被申立人は抽象的と主張するが、かか\nる主張は被申立人の前近代的な人権感覚を暴露する以外のなにものでもない。\nつぎに、申立人の家族について生じる損害をみるに、病弱で生活保護を受けてい\nる母、ならびに同じく病身で療養中の四女妹は本件処分により生木をひき裂かれる\n如く別離を余儀なくされ、その精神的苦痛は想像を絶するものがある。また、右家\n族のうける経済的打撃も見のがすことはできない。\nすなわち、申立人は右の母および妹にとつて一家の精神的支柱であるばかりでな\nく、経済的にも唯一の働き手である。\n申立人が一年二月の判決を受けて服役中は、長男や他の妹（長女、次女、三女）\nから僅かばかりの援助を得て生計を維持して来たのであるが、右長男や妹等はすで\nに結婚してそれぞれの世帯をもつており、今後の援助にも限度があつて、期待する\nことは困難な状況にあり、やはり申立人の収入に頼らざるを得ないのである。\n以上のような事情を考慮すると、本件処分によつて生じる損害は回復困難であつ\nて、本件執行は緊急に停止する必要がある。\n（五）　被申立人は収容部分の執行が停止となれぱ、申立人は全くの放任状態にお\nかれることになると主張する。\nしかしながら、申立人は法律第一二六号に基いて、在留資格を有するものである\nから、被申立人の右主張は理由がない。申立人は本件退去強制処分を本訴で争つて\nおり、右本訴判決があるまで申立人が一時的に右執行を停止して申立人が働いて家\n族を扶養せねばならない事情にあることは前述したとおりであるから、申立人が全\nくの放任状態に置かれるということはできない。\n（別紙二の一）\n意見の趣旨\n申立人の申立を却下する。\n申立費用は申立人の負担とする。\nとの裁判を求める。\n意見の理由\n第一　申立人の申立理由に対する認否\n申立理由第一項記載の事実中、申立人の生年月日を除き、その余は認める。\n第二　被申立人の退去強制処分の正当性について\n一　事実関係\n（一）　申立人は朝鮮全羅南道光山郡＜以下略＞に本籍を有する外国人で、昭和一\n七年二月一日熊本県八代市において出生したものであるが、昭和四〇年八月三日和\n歌山簡易裁判所において暴行罪で罰金一五、〇〇〇円に、同四三年二月五日木更津\n簡易裁判所において暴力行為等処罰に関する法律違反で罰金二五、〇〇〇円に、更\nに出入国管理令（以下令という）施行後である同四二年九月三〇日大阪簡易裁判所\nにおいて窃盗罪（昭和四〇年一一月二三日から同四一年一一月一八日頃までの間、\n八回にわたり普通自動車等を窃取したものである）により懲役一年二月に各処せら\nれ（疎乙第四号証）、右懲役刑は上告取下げにより同四三年三月二七日確定した\n（疎乙第一号証）ものであるが、右懲役刑に処せられたことにより、同四三年四月\n一七日大阪入国管理事務所入国警備官は申立人を令第二四条第四号（リ）該当容疑\n者として違反調査を関始し、同四四年一月三一日神戸入国管理事務所入国審査官は\n審査の結果、令第二四条第四号（リ）該当と認定したところ、申立人は口頭審理を\n請求し、同年二月二六日同事務所特別審理官は口頭審理の結果、右認定に誤りがな\nい旨の判定を行つた。申立人は右判定に対し法務大臣に異議申出をなし、同年六月\n六日法務大臣は異議申出の理由がない旨の裁決をなしたので、同年七月一二曰同事\n務所主任審査官Ｆは退去強制令書を発付し、申立人を収容し、現在収容を継続中で\nある。\n二　申立人の右事実は令第二四条第四号（リ）に該当する。\n（一）　申立人は昭和四三年三月二七日懲役一年二月の刑が確定したことにより、\n退去強制手続をとられた結果、昭和二七年法律第一二六号の第二条第六項の適用を\nうけなくなつたものである。法律第一二六号の第二条第六項は令の一部改正に伴う\n経過規定であつて、申立人は右刑の確定により令第二四条に該当し、退去強制手続\nを受けたので、申立人は右第二条第六項にもとづく「引続き在留資格を有すること\nなく本邦に在留することができる」ものに該当しない。\n（１）　右法律第一二六号は、平和条約の発効に伴い、いわゆるポツダム政令たる\n令が同条約発効後も法律としての効力を有し存続するように措置した法律であり、\n同法第二条は令の一部改正（同令第二二条の二を追加した）に伴う経過規定であ\nる。ところでこの法律第一二六号の第一条は「出入国管理令（昭和二六年政令第三\n一九号）の一部を次のとおり改正する」と定め、その第二二条の二「日本の国籍を\n離脱した者又は出生その他の事由により第三章に規定する上陸の手続を経ることな\nく、本邦に在留することとなる外国人は、第一九条第一項（在留の規定）の規定に\nかかわらず、それぞれ日本の国籍を離脱した日又は出生その他当該事由が生じた日\nから六〇日を限り、引続き在留資格を有することなく本邦に在留することができ\nる」という一般規定が設けられた。これに対し「日本国との平和条約の規定にもと\nづき同条約の最初の効力発生の日において日本の国籍を離脱する者で、昭和二〇年\n九月二日以前からこの法律施行の日まで引続き本邦に在留する者（昭和二〇年九月\n三日からこの法律施行の日まで本邦で出生したその子を含む）」については、右の\n令第二二条の二第一項の規定にかかわらず「別に法律で定めるところによりその者\nの在留資格及び在留期間が決定されるまでの間引統き在留資格を有することなく本\n邦に在留することができる」旨の特別規定が定められた。\nこれがすなわち、法律第一二六号の第二条第六項の規定に他ならない。\n右のように法律第一二六号が令の改正についての経過規定であり、同法第二条第\n六項は、令第二二条の二の特別規定であるから、令と右法律第一二六号とは、これ\nを統一的に解釈さるべきであり法律第一二六号は令の適用を全面的に排除するもの\nではない。\nしたがつて、この令と右法律第一二六号との関係の正しい認識の上に立つて、右\n法律第一二六号の第二条第六項の内容についてみるに、この規定は平和条約の発効\nによつて日本の国籍を離脱する者（平和条約の発効と同時に外国人となるに至つた\n朝鮮人ならびに台湾人）で昭和二〇年九月二日以前から引絖き本邦に在留している\n者は「別に法律で定めるところによりその者の在留資格及び在留期間が決定される\nまでの間」は出入国管理令の在留資格の取得を申請しなくても、この条項により在\n留できることとしている点で令第二二条の二の特例をなすものであり、令第二四条\n第四号（リ）の規定の適用まで排除するものではない。\n（二）　なお申立人は申立人の如き出生以来日本に定住して来た者に対しては、そ\nの歴史的特殊事情を考慮し、一般外国人と区別し、出入国管理令を適用すべきでは\nなく、令二四条に基づき退去強制処分を行うことは許されないと主張されるが、戦\n前より日本に居住する朝鮮人、台湾人の特殊事情を考慮して制定されたものが右法\n律第一二六号第二条第六項であり、さらに日本国に居住する大韓民国国民の法的地\n位及び待遇に関する日本国と大韓民国との間の協定（昭和四一年一月一七日発効）\nにより、申請があれば永住許可（以下協定永住という）をすることになつている。\n申立人は、犯罪を犯したことにより右特殊事情を考慮して認められた身分を自ら\n喪失したものであり、協定永住も申請しないものである。申立人については、その\n特殊事情を既に考慮し尽したものであり、犯罪を犯し日本の国益、公益に害を及ぼ\nした外国人に更にその特殊事情を考慮して、日本に居住させよと要求する権利が何\n処にあるのであろうか。\n三　そもそも外国人の入国及び在留の許否はもつぱら当該国家の裁量により決定し\nうるものであつて、特別の条約の存しない限り、国家は外国人の入国又は在留を許\n可する義務を負うものではないというのが国際慣習上認められた原則で、我国の管\n理令の規定にもこの原則が反映されているのであつて、外国人は自己を在留させよ\nと国家に対して要求する権利はないのである。\nそして、憲法前文第二段および第二二条第一項の居住、移転の自由も同条第二項\nの外国移住の自由も外国人が日本へ入国、在留する自由を含まないものと解されて\nおり、したがつて外国人の日本への入国、在留を制限する出入国管理令はもちろん\n合憲であり、これらの憲法の各規定は外国人に対し我国における出入国の自由を保\n障したものでないことはもちろんのことというべきである（宮沢俊義、憲法Ⅱ－法\n律学全集－三七八・三七九頁参照）。また人権に関する世界宣言は、条約として結\nばれたものではなく、国際法上の拘束力をもつものではない。このことは、宣言が\n何ら具体的実体法的な規定ではなく、抽象的な倫理的基本法則から成り立つている\nことからも明らかであるが、更にその成立の経緯、すなわち実定的な国際法として\nではなく、諸国家の向うべき共通の目標を示したもの、換言すれば倫理的な効力を\nもつものとして殆んど満場一致に近い支持のもとに承認された経緯を見れば、もは\nや疑問の生じる余地はないものと考える。この宣言が法的拘束力をもつものでない\nことについては学説においても異説を見ないところである。\nしたがつて人権に関する世界宣言第一三条に「１、何人も各国の境界内において\n移転及び居住の自由を享有する権利を有する。２、何人も自国を含むいずれの国を\nも去り及び自由に帰る権利を有する」との規定があるが、この規定といえども、外\n国人の出入国、在留の自由を当該各国の法制に優位して絶対的に保障しようとして\nいるものではない。そして外国人の入国、在留の自由が憲法で保障されないと解す\nべきことは今日の国際慣習法上当然であり、また国内に在留することが許された外\n国人に対し出入国の公正管理の観点から、在留を規制することができるのも当然で\nある。\n四　法務大臣が令第五〇条第一項にもとずく在留特別許可をしないことに何ら違法\nはない。\n（一）　異議申出に対する法務大臣の裁決は特別審理官の判定（令第二四条各号の\n一に該当するか否か）に誤りがないかどうかの点についての判断に限定される。た\nだ法務大臣は異議申出に対する裁決をするに当り、これとは別途に在留を特別に許\n可することができることとなつているにすぎない。したがつて令第五〇条所定の在\n留特別許可は、同令第四九条所定の異議申出に対する裁決とは全く別個の処分であ\nる。\nよつて、本件裁決は同令第二四条（リ）に該当するという理由で同令第四九条第\n三項により異議の申出は理由がないと裁決したものであるが、その際、法務大臣は\n同令第五〇条第一項各号のいずれにも該当しないことをも判断しているものであ\nる。\n（二）　申立人が令第五〇条第一項第一、二号に該当しないことは申立理由自体か\nら見て明白である。\n（三）　令第五〇条第一項第三号にょり法務大臣が在留を特別に許可する際には、\n個別的に主観的客観的要件を総合して特別に在留すべき事情の有無を判断するので\nある。\nしたがつて、その「事情」とは当該外国人に対する全人格的評価によるものばか\nりでなく、国内外の文化、経済、政治上等のあらゆる事情を含むものである。\nしかして、右法務大臣の在留特別許可は自由裁量処分であり（最判昭和三四年一\n一月一〇日民集一三巻一二号一四九三頁参照）、その裁量権の範囲は無制限といつ\nても過言ではないものである。\nすなわち、本来外国人に在留を要求する権利がないことは前述のとおりであり、\n令第五〇条所定の容疑者は本来強制退去を命ぜられてもいたしかたないものであ\nり、その者の在留の特別許可はいわば恩恵的諾置であつて、その者の権利でないこ\nとに思いをいたすときは、いたずらに法務大臣があらゆる事情を考慮してなした裁\n量の当否を論ずることは行政権に対する不当の干渉となるべく、裁判所のなしあた\nわざるところといえよう（東京高裁昭和三三年一○月三一日判決、訟務月報三巻一\n二号七五頁参照）。\n（四）　さらに自由裁量権の濫用による違法を主張するものはその理由を具体的に\n主張立証すべきである（最判昭和四二年四月七日民集二一巻三号五七二頁参照）と\nころ、申立人は「従来かかる場合の取扱い例としてほとんどが在留許可を受けてい\nる」とのみ主張するだけで、従来の同種事案に対する慣行に著しく反している場合\nに始めて裁量権の濫用が問題となるものである。しかるに従来の同種事案に対する\n慣行の具体的内容は何ら疎明されていない。\n元来外国人に対する在留特別許可というその特殊の性格上、前述のとおりその裁\n量権の範囲は無制限といつても過言ではないものであり、その判断は国内外の政治\n上等の諸事情も考慮して個別的、主観的になされるものであるから同種事案という\nものはほとんどなく、いまだ確固たる慣行は存しないものである。\n又統計上から見ても昭和四一、四二年度おける国籍朝鮮の場合の刑罰法令違反等\nの異議申出数に対する法務大臣の在留特別許可数より不許可数の方が多いのであり\n特に同四二年度は特別許可はほとんどない（疎乙第一四、一五号証の各一、二）。\nその上、本件申立人は、前述のとおり過去において暴行、暴力行為等処罰に関す\nる法律違反、更に窃盗により懲役一年二月に処せられた犯歴を有するものであり、\nかような日本の国益、公益に害を及ぼした外国人に恩恵的措置である在留特別許可\nを与えなければならない理由は存しない。このように本件不許可処分には何ら裁量\n権の濫用はない（なお現在まで法務大臣の右特別在留不許可処分が裁量権の濫用で\nあるとされた判例は存しない）。\n五　以上により明らかなとおり、本件執行停止申立は行政事件訴訟法第二五条三項\nの「本案について理由がないとみえるとき」に該当するものである（名古屋地裁昭\n和四四年五月一五日決定疎乙第一六号証参照）。\n第三　執行停止の回復困難な損害を避けるための緊急の必要性について\n一　申立人は働き盛りの青年であるから、送還先の朝鮮においても生活に困難はな\nい。申立人は現在まで一年有余にわたり服役していたもので、母親等を扶養してい\nたものではなく、家族は生活保護、医療保護を受けており、その生活に支障はな\nい。母親の世話も日本には兄姉が多数おりその心配はない。しかも、回復困難な損\n害とは申立人自身について生じる損害を意味するもので（雄川一郎著行政争訟法二\n〇二頁参照）第三者たる家族等について生ずる事情は考慮する必要がないものとい\nえよう。\n二　さらに退去強制処分の執行により申立人の受けるであろう社会的、家族的な損\n害というものは、同処分に伴い当然に発生するものであつて、これをもつて直ちに\n執行を停止すべきであるとすれば、すべての退去強制処分は例外なくその執行を停\n止しなければならない結果になり、執行の停止を例外的なものとして規定した行政\n事件訴訟法第二五条の法意にも反する。よつて少なくとも前述のような事実関係に\nある申立人に対しては緊急性を欠くものである。\n三　以上述べた理由によつても退去強制令書の執行停止の申立を却下できない場合\nにおいては、申立人には収容部分までの執行停止を認めるべき必要性は全く存しな\nいので、送還部分にかぎり停止されるべきである。\n（一）　すなわち、令第五三条は退去強制令書の執行として、同条第三項は退去強\n制を受ける者をすみやかに送還しなければならない旨規定し、同条第五項は第三項\n本文の場合、退去強制を受ける者を直ちに本邦外に送還することができないときは\n送還可能のときまでその者を収容することができる旨規定している。\n退去強制令書には右同条各項の要件が具備するかぎり収容と送還の二つの「執\n行」が存在するのである。行政事件訴訟法第二五条第二項「裁判所は申立により決\n定をもつて処分の効力、処分の執行又は手続の続行の全部又は一部の停止をするこ\nとができるる」としているのであるから、右の如く退去強制令書の執行が二分でき\nる以上その停止も二分できるものである。\n（二）　送還部分の執行が違法であるかどうかさえ未確定の状態にある時、送還部\n分のみの停止事由をもつて収容部分について停止するにはそれ自体が執行停止の要\n件を充すものであることの具体的理由が必要である。前述のとおり申立人が収容さ\nれても家族の生活に支障はない。収容が申立人の人身の自由にとつて極めて重大な\n侵害に当るという抽象的理由だけでは前述のとおり、その執行に伴う当然の結果で\nあり、例外的な執行を停止すべき緊急の必要性ありとはいえない。\n（三）　特に令第四条および第一九条の規定から、本邦に在留する外国人は、在留\n資格をもつて在留するか、例外として同令上認められた在留形態で在留するか、い\nずれかによつて在留するのが出入国管理行政上の根幹である（同令第二二条の二お\nよび法律第一二六号第二条第六項による在留資格なき在留は在留資格取得への過程\nにあるにすぎない）。\nしたがつて、送還と収容とが不可分であるとし、送還が執行停止を受ければ収容\nも必然的に不可能であるとすることはこの結果出入国管理令上ありえない形態の外\n国人の存在を認めることとなり、これは全ての人の出入国の公正な管理を目的とす\nる管理令の本質に反し、出入国管理行政の現行建前を破壊する。\n収容部分の執行も停止されれば、申立人は在留資格および在留期間もなく、また\n退去強制令書あるいは同令書にもとずく仮放免許可（出頭義務、指定居住地その他\nの条件を付することがでぎる－同令第五四条第二項）による規制も受けることなく\n全くの放任状態におかれるに等しいこととなる。そのため、かりに出入国管理規制\nの運用上何らかの規制を必要とする事態が発生したとしても、何らの規制ないし是\n正の措置も講じえないこととなる。\nさらに令第五二条第五項の適用は、配船の都合で直ちに送還できない場合だけに\n限られるものではない。\n（四）　なお、申立人は現在の帰還業務打切りの状況のもとでは在日家族の北鮮帰\n国はできない旨主張されるが、昭和四二年八月一二日法務省告示第一四六七号によ\nれば、在日朝鮮人でいわゆる北朝鮮に向け出国することを希望するものは、出国証\n明書の発給を受けて任意に出国する途が開かれているのであつて、全く帰国できな\nいという主張は正当でない。\n自費出国（令第五二条第四項）の手続により、横浜港を出港するソ連船舶又は大\n韓民国政府の管轄権の現実に及んでいない朝鮮地域に向けて我国を出港する船舶を\n利用して同地域に送還された者は、昭和三九年三件一二名同四〇年一〇件一八名、\n同四一年八件二一名である。\n（五）　よつて執行停止は送還部分に限られるべきである（東京高裁昭和四三年四\n月二三日決定－疎乙第一七号証。東京高裁昭和四二年三月一八日決定、判時四八九\n号四二頁。大阪高裁昭和四三年（行ウ）第三号行政処分執行停止申立事件参照）。\n第四　本件退去強制令書の執行停止につき、送還部分のみならず収容部分まで停止\nすることは公共の福祉に重大な影響を及ぼすおそれがある。\n前述のとおり、一般的に外国人を出入国管理規制の全然及ばない全くの放任状態\nにおくことは日本の国益、公益（公共の福祉）に重大な影響を及ぼすことは見やす\nい道理であり、特に申立人は過去数回の犯歴を有するものであるからなおさらであ\nる。\n（別紙二の二）\n一、申立人が出入国管理令（以下令という。）第五〇条第一項第二号「かつて日本\n国民として本邦に本籍を有したことがあるとき。」に該当しないことは次に述べる\nところにより明白である。\n令第二条には「この政令において、左の各号に掲げる用語の意義は、それぞれ当\n該各号に定めるところによる。」とされ、同条第一号に本邦とは「本州、北海道、\n四国及び九州並びにこれらに附属する島で法務省令で定めるものをいう。」と規定\nされている。さらに同令施行規則第一条にこの「附属する島」を定義している。\nこれらの規定によつて明らかなように本邦に朝鮮は含まれない。\nさらに、かつてのわが国の法制においては内地、台湾、朝鮮はそれぞれ一つの異\n法地域を形成し、ひとしく日本人であるといつても朝鮮人は法を異にする地域たる\n朝鮮に属する者として身分上内地人と区別され、内地人が戸籍法の適用を受け戸籍\nに登載されていたのに対し、朝鮮人には戸籍法の適用はなく、朝鮮民事令（明治四\n五年制令第七号）により朝鮮戸籍に登載されていたもので、内地および朝鮮相互間\nにおける転籍、就籍、一家創立等は原則として許されていなかつたのである。\nこのことは内地に居住していた朝鮮人についても同様であり、寄留法（大正三年\n法律第二七号）によつて寄留簿に登載されていた。したがつて申立人は朝鮮戸籍に\nその本籍を朝鮮全羅南道光山郡石谷面忠孝里と登載されていたものであり、「かつ\nて日本国民として本邦に本籍を有したことがあるとき。」に該当しない。\n"
}