{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和43(う)482",
  "case_name": "売春防止法違反被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "article_info": "第22巻1号1頁",
  "gist": "いわゆる「通い」売春と売春防止法第一二条の成否",
  "case_gist": "いわゆる「通い」売春の業態において雇いいれた売春婦がその自由意思により選定した住所を別に有していても、判示の如き事実関係のもとでは、売春防止法第一二条違反の罪が成立する。",
  "lawsuit_id": "23590",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23590",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/590/023590_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人高良一男提出の控訴趣意書記載のとおりであつて、こ\nれに対する当裁判所の判断はつぎに示すとおりである。\n一、　弁護人の控訴趣意第一点について\n所論は原判示各売春婦はその自由意思により選定した住所を別に有していて、そ\nの発意により売春を企てて原判示各客待ち場所に通つていたもので、無断欠勤によ\nり制裁を受けたこともなく、中途無断外出をあえてしなかつたのも専ら稼ぎの多き\nを望んだ同女ら自身の事情によるものであり、しかもその部屋代は同女らにおいて\n各自醵出しており、売春の場所の指定についても被告人やいわゆるポン引きの介入\nは全くなく、いわゆる身代の四割を自己の利得としていたのに、原判決がこれに目\nを蔽い本件を売春防止法第一二条に該当すると認定処断したのは、事実を誤認し法\n律の適用を誤つたにほかならないというのである。\nしかし原判決の挙示引用にかかる証拠によれば、原判示事実はすべてこれを認め\nるに十分であり、ことに本件売春の業態は、被告人が雇い入れたポン引きをして被\n告人の指定した福岡市内の一定の場所（立て場という）でタクシー運転手が遊客を\n勧誘してくるのを待ち受けさせ、車中これと身代等のとりきめをした後売春婦の待\n機する被告人指定の原判示場所（集会所あるいは帳場ともいう）付近まで誘導した\n上売春婦をそこから同行して顔見せをすませ、遊客あるいは売春婦の指示する旅館\n等に送り届けて売春をさせるという、いわゆる立て場売<要旨>春、通い売春といら\n仕組みになつており、売春婦をして一定の時間帯被告人指定の集会所に右ポン引き\nの呼出</要旨>しがあればいつでも遊客の求めに応じうるよう待機させておくこと\nは、必須不可欠の要件をなしていたこと、そのため被告人は原判示各集会所を設定\nするにあたり時にその物色を売春婦に依頼し、その賃借名義を売春婦あるいはポン\n引きの名義をもつてし、その賃借料等に売春婦の醵出金を充てたこともあるが、そ\nれらは取締りへの警戒、出費の軽減を意図した便法たるにとどまり、集会所の最終\n決定権はひとりこれを掌握し、売春婦において勝手に移動変更することを許さなか\nつたこと、そして売春婦として使つてくれとの申出を受けた際も毎日午後八時から\n翌日午前三時までの長時間指定集会所に待機することを雇い入れの条件として徹底\n確約させ、無断欠勤に対しては罰金の制裁のあることを告知し、遅刻あるいは中途\n無断外出をした場合は、ポン引きによる呼び出しの順番が後順位となることを周知\nさせ、遊客との紛議をさけるため必らず一回は売淫を行ないそのあと集会所に帰来\nし次の客を待つよう申し渡し、かくて原判示各売春婦をして原判示各長期間にわた\nり原判示各集会所に出勤待機させて売春させたこと、なお身代はあげてポン引きに\nおいて遊客よりこれを受けて被告人の責に帰せしめた後、被告人自からあるいはポ\nン引きをして所定配分率にしたがい各売春婦に分配したことが認められるので、売\n春防止法第一二条の趣意に鑑み被告人の所為はまさしく同条の要件を充足するもの\nというべく、原判示売春婦においてたまたま他に寝食起臥の場所を有していたとし\nても、それは本罪の成否に毫も消長を来たすものではない。記録ならびに証拠を精\n査しても原判決に所論のよらな事実誤認、法律適用の誤は認められないので、論旨\nは理由がない。\n一、　弁護人の控訴趣意第二点について\n所論は被告人の現況にてらすと原判決の量刑は重きにすぎて不当であるというの\nであるが、記録ならびに証拠に現われている本件犯罪の全態様ことに売春婦の数、\n管理売春の期間、被告人の利得額、その他被告人の年令素行、経歴前科関係等諸般\nの情状にてらせば、所論の事情を十分参酌考量しても原判決の科刑は相当であり、\n所論のように酷に失するものとは認められない。論旨もまた理由がない。\nよつて刑事訴訟法第三九六条により本件控訴を棄却することとし主文のとおり判\n決する。\n（裁判長裁判官　岩崎光次　裁判官　渕上寿　裁判官　伊東正七郎）\n"
}