{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 5,
    "day": 6
  },
  "case_number": "昭和43(う)1868",
  "case_name": "業務上過失致死傷道路交通法違反被告事件",
  "court_name": "大阪高等裁判所第五刑事部",
  "article_info": "第22巻2号244頁",
  "gist": "過失による一時不停止が業務上過失致死傷における過失の一内容をなしている場合における右両罪の罪数関係",
  "case_gist": "前方注視を怠り一時停止の標識および交差点の存在を見落としたため、その手前で停止して前方左右の交通の安全を確認することなく交差点に進入した過失に基づく業務上過失致死傷罪と、その過失の一内容をなす過失による一時不停止罪とは併合罪の関係にあると解するのが相当である。",
  "lawsuit_id": "22461",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22461",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/461/022461_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮八月に処する。\n理　　　　由\n本件控訴の趣意は、弁護人浜田博作成の控訴趣意書記載のとおりであるから、こ\nれを引用する。\n論旨は要するに、被告人に対し禁錮八月の実刑を科した原判決の量刑は重過ぎる\nから、刑の執行を猶予せられたい、というのである。\n<要旨>よつて、まず職権をもつて調査するのに、原判決は、判示第一の事実中、\n過失による一時不停止の所為と業</要旨>務上過失致死傷の各所為は一個の行為で数\n個の罪名に触れる場合であると判断しているが、一時不停止は単に法の取締禁止規\n定に触れるのみで事故発生の一般的危険性を含むものでないのに反し、業務上過失\n致死傷の各所為は、自動車を運転進行中、自動車運転者に科せられたもつとも基本\n的な注意義務である進路前方の注視を怠り、一時停止の標識と交差点の存在を見落\nしたため、その手前で一時停止して前方左右の交通の安全を確認することなく、そ\nのまま進行して交差点に進入した過失に基づいたものであつて、両者は全面的に重\nなり合うものではなく、併合罪の関係にあるものと解するのが相当である。したが\nつて、原判決にはこの点において法律の適用を誤つた違法があり、その誤りは処断\n刑の範囲に相違をもたらし、判決に影響を及ぼすことが明らかであるから、原判決\nはこの点において破棄を免れない。\nよつて、弁護人の量刑不当の控訴趣意に対する判断を省略し、刑事訴訟法三九七\n条一項、三入〇条により原判決を破棄したうえ、同法四〇〇条但書に従いさらに次\nのとおり判決する。\n原判決が認定した事実に法令を適用すると、原判示第一の所為中各業務上過失致\n死傷の点はいずれも刑法六条、一〇条、昭和四三年法律第六一号による改正前の刑\n法二一一条前段、罰金等臨時措置法三条一項一号に、一時不停止の点は道路交通法\n四三条、一一九条二項、同条一項二号に、判示第二の所為は同法六四条、一一八条\n一項一号に各該当するところ、各業務上過失致死傷の所為は一個の行為で数個の罪\n名に触れる場合であるから、刑法第五四条一項前段、一〇条により、一罪として犯\n情のもつとも重いＡに対する業務上過失致死罪の刑に従い、これと右一時不停止お\nよび無免許運転の各所為とは同法第四五条前段の併合罪であるから、業務上過失致\n死罪については所定刑中禁錮刑を、無免許運転の罪については所定刑中懲役刑をそ\nれぞれ選択し、右二罪については同法四七条本文、一〇条により重い業務上過失致\n死罪の刑に同法四七条但書の制限内で法定の加重をした刑期範囲内において処断す\nることとし、犯情について考えるのに、本件犯行は、被告人が無免許で自動車を運\n転中、前方注視を怠り一時停止の道路標識および交差点の存在を見落し、一時停止\nして前方左右の安全を確認することなく交差点に進入した過失により惹起したもの\nで、その結果自車に同乗していたＡを死亡するに至らしめ、他の者に原判示のよう\nな重傷を負わせたのみならず、自己の刑事責任を免れるため同乗者のＢに身替り工\n作をしたもので、犯情まことに悪質であつて厳重に責任が追求されるべきであるこ\nとにかんがみ、死亡した被害者の遺族に対し強制保険金を含む五六〇万円を支払つ\nたこと、他の被害者の傷害も全治し、被害弁償が完了したこと、被告人には同種事\n件の前科がないこと等被告人に有利な事情を斟酌したうえ被告人を禁錮八月に処\nし、なお刑法四八条一項により一時不停止の罪について罰金刑を併科すべきとこ\nろ、右罰金の併科は法律上原判決の刑より重い刑を云い渡すことにより、被告人の\nみが控訴した本件にあつては刑事訴訟法四〇二条により許されないところであるか\nら、併科しないこととし、主文二項のとおり判決する。\n（裁判長裁判官　西尾貢一　裁判官　鈴木盛一郎　裁判官　上田次郎）\n"
}