{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 10,
    "day": 29
  },
  "case_number": "昭和44(う)377",
  "case_name": "三重県飼い犬取締条例違反被告事件",
  "court_name": "名古屋高等裁判所第一部",
  "lawsuit_id": "22993",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22993",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/993/022993_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金三千円に処する。\n被告人において、右罰金を完納することができないときは、金五百円を\n一日に換算した期間被告人を労役場に留置する。\nただし、本裁判確定の日から一年間、右刑の執行を猶予する。\n理　　　　由\n本件控訴の趣意は、四日市区検察庁検察官検事鈴木芳朗作成名義の控訴趣意書に\n記載されているとおりであるから、ここにこれを引用するが、その要旨は、原審取\nり調べにかかる証拠を総合すれば、本件公訴事実は、その証明が十分であり、被告\n人が三重県飼い犬取締条例第六条にいう飼育者に該当することが明らかであるにか\nかわらず、原判決が本件飼い犬の飼育者は、被告人の夫Ａであつて、被告人ではな\nいとの理由で、被告人に対し、無罪の言渡をしたのは、事実を誤認し、また右の条\n例第六条の解釈適用を誤つたものである、といらのである。\nそこで、記録を調査するに、本件公訴事実は、「被告人は自宅において、『Ｂ』\nと称する猟犬（牡三歳）を飼育しているものであるが、昭和四三年一一月二八日午\n後零時五〇分ごろ四日市市ａ町ｂ番ｃ号の路上において、右犬がＣ（三七歳）の右\n前腕部に咬みついたのに、直ちに保健所長に届け出るなど三重県飼い犬取締条例第\n六条一項各号に掲げる措置をとらなかつたものである。」（罪名罰条、三重県飼い\n犬取締条例違反、同条例第六条第一項第八条第一項）というのであり、これに対\nし、原判決が本件飼い犬の所有者は、被告人の夫Ａであつて、同人が右飼い犬の管\n理をしていたのであり、被告人は、右Ａの妻として、事実上管理をともにしていた\nにとどまり、三重県飼い犬取締条例第六条にいう飼育者に該当しないとして、被告\n人に対し無罪の言渡をしていることは、所論のとおりである。よつてまず原審の事\n実認定の当否について検討するに、記録ならびに当審における事実取調べの結果に\n徴すれば、\n一、　被告人は、肩書住居において、夫Ａ、長男Ｄ、次男Ｅ、三男Ｆの家族四名\nと共に生活している主婦であるが、非常に動物好きな性格であること、\n二、　前記Ａは、肩書住居から約七、八百メートル離れたところにある株式会社\nＧの社長をする傍ら、三重県猟友会の役員などを兼務していたが、昭和四一年ご\nろ、三男Ｆから犬が欲しい旨申し向けられ、同人のため、そのころ右の猟友会の会\n員であつたＨから生後約六〇日の本件飼い犬を貰い受け、これを自宅に連れ帰り、\nこれに「Ｂ」と名前をつけ、爾来同犬を被告人方で飼育するに至つたこと、\n三、　右の飼い犬は、もともとセツター種に属する猟犬てあつたが、子犬のころ\n近所の子供におもちやのピストルで嚇かされて以来、鉄砲などの音をおそれるよう\nになり、猟犬として役立たなくなつたため、Ａにおいて、右の飼い犬を狩猟につれ\nて行つたことがなく、同飼い犬はもつぱら被告人方で番犬兼愛玩用に飼育されてい\nたこと、\n四、　被告人方においては、右の飼い犬に餌を与えたり、犬を散歩に連れて行く\nなどの犬の日常の世話は、主として被告人がこれをしていたこと。\n五、　また狂犬病予防法にもとづく畜犬登録および狂犬病予防の注射などは前記\nＡ名義でしていたが、その登録手続などは、すべて被告人自身がこれにあたり、右\nのＡはこれらの手続等になんら関与していなかつたこと。\n六、　被告人は、昭和四三年一一月二八日午後零時五〇分ごろ、肩書住居の玄関\n前附近の道路端において、前記飼い犬に綱をつけて、その一方を持つて立ち、自動\n車の往来などを眺めていたところ、たまたま同所を通りかかつたＣ（当時三七年）\nから喫茶店の所在地を聞かれた際、右の飼い犬が突然右Ｃの右前腕部にかみついた\nため、早速右の飼い犬を自宅に閉じ込めたうえ、右Ｃを附近の医師のもとまて連れ\nで行き、同所で傷の手当などをしてもらつたが、当時所轄の三重県四日市保健所長\nに対してはなんらの届出をしなかつたこと、\n七、　前回日ごろ被告人は、愛知県海部郡ｄ村大字ｅ所在の被告人の実家から母\n危篤の電報を受取り、早速右実家に帰り、翌二九日ごろ被告人の実母が死亡したた\nめ、そのまま同年一二月四日ごろまで前回実家に滞在し、前記届出をしないままで\nいたが、その後、四日市南警察暑の連絡で同年一二月六日同警察署に出頭し、本件\nにつき、その取調べを受け、翌七日三重県四日市保健所長に対し、三重県飼い犬取\n締条例第六条第一項第一号の届出をしたこと、\nがそれぞれ認められる。そして、以上認定の事実関係のもとにおいては、前記飼\nい犬は、Ａ個人の所有というよりも、むしろ被告人をも含めた被告人方家族全員の\n共有物とみるのが相当であり、またその飼育管理は、平素もつぱら被告人がこれを\n行つていたと認められるのである。それ故、原判決が前記飼い犬の所有者はＡ個人\nであつて、被告人は右の飼い犬を事実上管理していたにすぎない旨認定判示したの\nは、検察官所論のとおり、事実を誤認したものといわなければならない。\n次に、被告人が三重県飼い犬取締条例第六条にいう飼育者に該当するか否かにつ\nいて考えてみるに、右条例第二条第一項は、「この条例で『飼育者』とは、犬の所\n有者（所有者以外の者が管理する場合は、その者以下同じ）をいう」と規定してお\nり、また同第六条第一項は、「飼育者は、その飼い犬が人をかんだときは直ちに次\nの措置をとらなければならない。一、保健所長に届け出ること、二、獣医師の検診\nを受けさせること、三、口輪をつける等他人に危害を加えないよう措置をするとと\nもに、二週間以上監視すること、四、前号の期間中に飼い犬に異常のあつたときは\n保健所長に届け出ること」を規定しているが、右第二条第一項にいう「所有者以外\nの者が管理する場合」の意義ならびにその範囲は必ずしも明確とはいいがたく、し\nたがつて、被告人が右の「所有者以外の者が管理する場合」に該当するか否かにつ\nいては、更に検討を要する事項であるが、被告人が前記飼い犬<要旨>の共有者の一\n人であることは前段認定のとおりであり、また右条例の制定目的を規定した同第一\n条を初め、飼</要旨>育者の義務を規定した同第三条および同第四条ならびにこう傷\n時の措置を規定した前記第六条等の各立法趣旨等にかんがみると、前記第二条にい\nら「所有者以外の者が管理する場合」とは、単に飼い犬の所有者が保育、訓練また\nは交尾などをさせるために、他人にその飼い犬の飼育を委託し、該所有者の管理を\n全く離れて、他に自主的に飼い犬を管理するものがある場合のみにかぎらず、未だ\n所有者の管理下にあつても、事実上飼い犬を管理する能力のある者が直接これを管\n理している場合（例えば、所有者に代つて、飼い犬を管理する能力のあるものが、\n該飼い犬を連れて歩いていたような場合）なども右の「所有者以外の者が管理する\n場合」に該当すると解するのが相当である。そして、本件においては、さきに認定\nしたとおり、被告人は前記飼い犬の共有者の一人であるから、その共有者の一人と\nして、前記第六条所定の措置をとる義務のあることは明らかであり、またかりに被\n告人が右飼い犬の共有者の一人でなかつたとしても、被告人において、日常所有者\nに代つて右飼い犬を直接飼育管理していたことは、前段認定の事実関係からみて極\nめて明白であり、しかも前記飼い犬がＣにかみついた当時右飼い犬を直接管理して\nいたのは、被告人自身であつたのであるから、被告人に前記第六条所定の措置をと\nる義務がなかつたというわけにいかない。しかるに原判決書によれば、原判決は、\n被告人において、前記条例第六条にいう飼育者に該当しない旨判示して、被告人に\n対し、無罪の言渡をしていることが明らかであるから、原判決は、事実を誤認し、\nひいて前記条例第二条、同第六条の解釈適用を誤つたものといわなければならな\nい。\nそして、上来説明の事実誤認ならびに法令の解釈適用の誤りの各違法が判決に影\n響を及ぼすことは明らかであるから、検察官の論旨はすべて理由があり、原判決\nは、破棄を免れない。\nよつて、刑事訴訟法第三九七条第一項、第三八〇条、第三八二条に則り、原判決\nを破棄したうえ、同法第四〇〇条但書に従い、当裁判所において、本件につき、更\nに判決する。\n当裁判所が認定した事実ならびにこれに対する証拠および法令の適用は、次のと\nおりである。\n（罪となるべき事実）\n被告人は、四日市市ａ町ｂ番ｃ号の自宅において「Ｂ」と称する飼い犬（牡三\n才）を飼育するものであるが、昭和四三年一一月二八日午後零時五〇分ごろ、前記\n自宅前附近の道路上において、右の飼い犬がＣ（当時三七年）の右前腕部にかみつ\nいたのに、直ちに三重県飼い犬取締条例第六条第一項所定の（一）保健所長に届け\n出ること、（二）獣医師の検診を受けさせること、（三）口輪をつける等他人に危\n害を加えないような措置をするとともに二週間以上監視すること、（四）右期間中\nに飼い犬に異常のあつたときは、保健所長に届け出ることなどの措置をとらなかつ\nたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人の判示所為は、三重県飼い犬取締条例第六条第一項、第八条第一項に該当\nするので、所定罰金額の範囲内で、被告人を罰金三千円に処し、被告人において、\n右罰金を完納することができないときは、刑法第一八条に則り、金五百円を一日に\n換算した期間、被告人を労役場に留置すべく、前記情状にかんがみ、右刑の執行を\n猶予するのを相当と認め、同法第二五条第一項を適用して、本裁判確定の日から一\n年間、右刑の執行を猶予することとする。\n以上の理由により、主文のとおり判決する。\n（裁判長裁判官　上田孝造　裁判官　藤本忠雄　裁判官　杉田寛）\n"
}