{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 6,
    "day": 3
  },
  "case_number": "昭和38(う)2117",
  "case_name": "鉄道営業法違反等被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第18巻4号328頁",
  "gist": "一、　控訴申立の対象となつた原判決の一部につき控訴趣意が主張されていないため判決中で控訴を棄却した事例\n二、　検察官が裁判所の命令によらないで予備的に訴因および罰条の追加を請求し裁判所が本位的訴因を排斥して予備的訴因を有罪とした場合検察官は本位的訴因の有罪を主張して控訴することができるか\n三、　列車の座席を占有する権利の譲渡と物価統制令第九条ノ二の適用\n四、　列車の座席を占有する権利の譲渡価格が不当高価であるとされた事例",
  "case_gist": "一、　主文が二つ以上ある原判決の全部が控訴申立の対象となつている場合、その一部につき控訴趣意が主張されていないときは、控訴裁判所は、原判決中その余の部分についてする判決中で、右控訴趣意が主張されていない部分についての控訴を刑事訴訟法第三八六条第一項によりあわせて棄却することができる。\n二、　検察官が、裁判所の命令によらないで、予備的に訴因および罰条の追加を請求した場合においても、裁判所が本位的訴因を排斥し、予備的訴因を認容した判決の理由中事実の認定または法令の解釈、適用に適正を欠くものがあるときは、検察官は、本位的訴因について有罪の認定を求めるため上訴を申し立てる利益があると解するを妨げない。\n三、　列車の座席を占有する権利のごときは、乗車券と分離して特に鉄道当局において有料の座席指定券を発行している場合を除いては、本来無価格なものではあるが、現実の取引において、営利の目的を以て、不当に高価な額でこれを譲り渡し、その代金を受領したときは、物価統制令第九条ノ二の規定に抵触する。\n四、　昭和三七年九月当時において、二一時三〇分国鉄上野駅発、青森駅行普通急行列車津軽号二等車の座席一人分を占有する権利の譲渡代金額五〇〇円は、同令同条にいう「不当に高価ナル額」であるというに妨げない。",
  "lawsuit_id": "21042",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21042",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/042/021042_hanrei.pdf",
  "contents": "主　　　　文\n原判決中判示第一事実に関する部分を破棄する。\n被告人を後記物価統制令違反の罪につき罰金五千円に処する。\n被告人が右罰金を完納することができないときは、金五百円を壱日に換\n算した期間被告人を労役場に留置する。\n原判決中判示第二事実についての本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は東京高等検察庁検事平岡俊将提出の控訴趣意書に記載されたと\nおりであり、これに対する被告人の答弁は弁護人小林哲郎提出の答弁書に記載され\nたとおりであるから、ここにこれらを引用し、これに対し次のように判断する。\n一　控訴の趣意及びこれに対する答弁に対し判断をするに先立ち、職権を以て調\n査するに、原判決は、罪となるべき事実の第一として鉄道営業法第三十五条違反、\n第二として軽犯罪法第一条第三十二号違反の各犯罪事実を認定し、以上を刑法第四\n十五条前段の併合罪と認め、後者につき所定刑中科料刑を選択し、同法第五十三条\n第二項により被告人を右各罪につきそれぞれ科料九百円に処する旨主文において各\n別に刑の言渡をしているところ、本件控訴申立書によれば、原審検察官は右判決に\n対し特に部分を限らないで控訴を申し立てたものと認められるので、本件控訴は原\n判決の全部、即ち原判示第一及び第二の各事実に対して申し立てられたものとみな\nすべきである（刑事訴訟法第三百五十七条後段）。\n<要旨第一>然るに、本件控訴趣意書には、原判示第一事実につき控訴の理由が記\n載されてあるに止まり、同第二事実に</要旨第一>ついては控訴の理由が全然記載さ\nれておらず、且つ記録を精査しても指定された控訴趣意書差出期間内に右の不備を\n補充すべき書面が提出された形迹が認められないから、原判示第二事実に関する本\n件控訴は、同法第三百七十六条第一項、第三百八十六条第一項第一号、第二号、刑\n事訴訟規則第二百四十条により棄却を免れない。\n二　次に、原判示第一事実に関する本件控訴の適否につき考察するに、本件起訴\n状（略式命令請末書）には、公訴事実として、被告人は、第一、営利のため、昭和\n三十七年九月十一日国鉄上野駅構内において、同日二十一時三十分同駅発、青森駅\n行急行列車津軽号の座席一つを占有したうえ、右座席を、本来かかる座席の譲渡の\n対価は無価格であるのに、不当に高価な額である五百円でＡに譲り渡した旨の物価\n統制令第九条ノ二、第三十四条に該当する訴因が明示されているところ、原審検察\n官は、原審第二回公判期日において、右公訴事実につき、被告人は、右同日午後九\n時三十分頃鉄道係員の許諾を受けないで、国鉄上野駅構内に停車中の右急行列車津\n軽号の車内において、被告人が占有した座席の権利を金五百円で売るべく、旅客で\nある自称Ａに対しこれが勧誘を為した旨の鉄道営業法第三十五条に該当する訴因及\nび罰条を予備的に追加したい旨申し立て、原裁判所は、弁護人の意見を聴いたう\nえ、右訴因及び罰条の予備的追加の申立を許可する旨決定し、審理の結果叙上物価\n統制令違反の本位的訴因については、被告人の行為が同令第九条ノ二の規定に違反\nするとの証明がないことに帰するとして同訴因を排斥し、予備的に追加された鉄道\n営業法違反の訴因について有罪の認定をしたのに対し、原審検察官が控訴を申し立\nて、その理由として、被告人の本件行為は物価統制令第九条ノ二に該当することは\n明白であるのに拘らず、これを否定した原判決は法令の解釈、適用を誤つたもので\nあるから破棄を免れないと主張していることは、一件記録、原判決及び控訴趣意書\nにより明白である。\nしかして、記録によれば、叙上訴因及び罰条の予備的追加は、原裁判所の命令\n（刑事訴訟法第三百十二条第二項）に基づくものではなく、一応は原審検察官が自\nらこれを請求し、原裁判所がこれを許可したという訴訟経過を辿つていると認めら\nれるから、たとえ予備的にもせよ、検察官が自ら主張した鉄道営業法違反の訴因に\nつき有罪の認定があつた以上、最早その認定を覆えして物価統制令違反の本位的訴\n因につき有罪の認定を得るための上訴を申し立て得べき利益はなく、本件控訴は不\n適法であるとする見解にも傾聴すべきものがないではない。\nしかし翻えつて考察するに、\n（一）　訴因又は罰条の追加、撤回又は変更は元来検察官の職責に属し、検察官\nの自発的請求を俟つて裁判所がこれを許可するのが建前であるから（刑事訴訟法第\n三百十二条第一項）、裁判所が審理の経過に鑑み訴因又は罰条の追加又は変更を必\n要と認める場合においても、直ちに同条第二項の命令を発することなく、先ずは釈\n明権の行使（刑事訴訟規則第二百八条第一項）によつてこれを検察官に促し、一応\nは検察官が自ら請求し裁判所が許可したという形式を整えることが、現行刑事訴訟\n法のとる当事者訴訟の原則に適合する所以である。\nそこで記録に徴すると、原審第二回公判期日において、原審裁判官が検察官に対\nし釈明権を行使し、これに対し検察官が、本件座席の譲渡の対価が無価格であると\nいうことは、その正常な価格は零であるということである旨釈明したうえ前叙訴因\n及び罰条の予備的追加の申立をなし、裁判所がこれを許可する旨決定していること\nが認められ、この訴訟経過と原判決が「列車の座席の権利の鉄道当局以外の者の給\n付の如きは本来無価格であり、従つて相当価額は存在しないものである」ことを理\n由として物価統制令違反の本位的訴因を排斥し、鉄道営業法違反の予備的訴因を認\n容したこととを併せ考えると、本件の訴因及び罰条の予備的追加は必ずしも検察官\nの自発的請求に基づくものではなく、検察官は物価統制令違反の訴因を主張してい\nたに拘らず、裁判所が同令違反の罪の成否に疑を抱き、釈明権の行使によつて訴因\n及び罪条の追加ないし変更を検察官に促したため、検察官がこの勧告ないし示唆に\n応じて申し立てた消息が窺われ、訴訟手続上の形式は兎もあれ、実質的には裁判所\nの命令に基づくものであると認められないこともないから、かかる場合検察官は、\nやはり当初から主張している物価統制令違反の本位的訴因について有罪の認定を求\nめるため上訴を申し立てる利益があることは明白である。\n<要旨第二>（二）　仮に、本件の訴因及び罰条の予備的追加が全く検察官の自発\n的請求に基づくものであるとしても、それが</要旨第二>「予備的」なものである以\n上、検察官の真意はあくまで物価統制令違反の訴因を維持し、万一右訴因が排斥さ\nれた場合を慮かつて、それこそ文字どおり「予備的」に鉄道営業法違反の訴因を追\n加したに過ぎず、決して物価統制令違反の訴因を撤回し、これと交換的に鉄道営業\n法違反の訴因を提起した訳ではないから、両訴因共に依然として裁判所の審判の対\n象を成しているものというべく、してみれば、この場合裁判所が本位的に主張され\nている物価統制令違反の訴因を排斥し、予備的に主張されている鉄道営業法違反の\n訴因を認容した判決の理由中事実の認定又は法令の解釈、適用に適正を欠くものが\nあるときは、検察官は、右の瑕疵を指摘し、以て当初から主張している物価統制令\n違反の本位的訴因について有罪の認定を求めるため上訴を申し立てる利益があると\n解するを妨げない。\nそれ故原判示第一事実に関する本件控訴は、上訴の利益を備えた適法な控訴であ\nるというべく、右に反する弁護人の所論は採用し得ない。\n三　進んで、控訴の趣意につき審按するに、原判示第一事実に対応する原判決挙\n示の証拠並びに一件記録に徴すると、被告人が営利の目的を以て、昭和三十七年九\n月十一日東京都台東区ａ町ｂ番地所在国鉄上野駅構内において、同日二十一時三十\n分同駅発、青森駅行急行列車津軽号の座席一つを占有したうえ、右座席の権利を金\n五百円で旅客自称Ａに譲り渡し、右代金を受領した事実を認めることができる。\nかように列車の座席を占有する権利のごときは、乗車券と分離して特に鉄道当局\nにおいて有料の座席指定券を発行している場合を除いては、有償譲渡の目的とはな\nり得ないものであり、即ち営利の目的を以てする取引の対象となるべきものではな\nく、何らの対価をも取得することができない本来無価格なものであることはいうま\nでもない。\n<要旨第三>しかしながら、物価統制令が、物価の安定を確保し以て社会経済秩序\nを維持し国民生活の安定を図ることを</要旨第三>目的とするものであることは、同\n令第一条の規定に徴して明らかであるから、本来無価格なものであるからといつ\nて、同令の対象から除外されるべき理はなく、現にこれを有償で取引する行為につ\nいて同令の適用をみるべきことはいうまでもなく、現実の取引において、営利の目\n的を以て、不当に高価な額でこれを譲り渡し、その代金を受領したときは、同令第\n九条ノ二の規定に抵触することは明白である（昭和二十六年十月三十日東京高等裁\n判所判決、高刑集四巻一三号一八四七頁以下参照）。\nこの場合、当該価格が不当に高価な額であるか否かは、取引当時若しくはその前\n後における同種又は類似の対象物に対する法令、告示等による統制額又は公正な普\n通一般の取引界における市場価格等を参酌した社会経済秩序維持の適正価格を標準\nとして決定すべきであり（昭和二十五年十月二十六日最高裁判所第一小法廷判決、\n最刑集四巻一〇号二一八九頁以下参照）、本来無価格なものであるからといつて、\n直ちに、現実の取引における代金額が不当に高価な額であるか否かを決定する標準\nとなるべき相当額が存在しないと論断することは当を得ない。\nところで、被告人が本件において代金五百円で旅客である自称Ａに譲り渡した列\n車の座席の権利なるものは、昭和三十七年九月十一日二十一時三十分国鉄上野駅\n発、青森駅行普通急行列車津軽号の二等車の座席に関するものであることは記録上\n明らかであるところ、当時国鉄当局において有料の座席指定券を発行する場合その\n料金は、乗車距離に関係なく、一人分が一等車金二百円、二等車金百円であつたこ\nとは公知の事実と認められるから、前叙説示に鑑み、特に有料の座席指定券が発行\nされていなかつた本件津軽号二等車の座席一つの権利を有償で取引する場合その取\n引価額が不当に高価な額であるか否かは、叙上有料座席指定券の料金額を標準とし\nてこれを決定するのを妥当と思料する。　<要旨第四>しかして、被告人が旅客の自\n称Ａに譲り渡して同人から受領した本件津軽号二等車の座席一つの権利の</要旨第\n四>代金五百円は、叙上有料座席指定券の料金額である二等車一人分の五倍（一等車\n一人分としてもその二倍半）に該当し、かかる代金額は、社会経済秩序維持の観点\nから到底容認するを得ず、物価統制令第九条ノ二にいう「不当ニ高価ナル額」であ\nるというに妨げなく、被告人の本件所為が同条の規定に違反するものであることは\n言を俟たない。\n然らば、以上と異なる見解の下に被告人の本件所為が物価統制令第九条ノ二の規\n定に違反するとの証明がないとして、同令違反の本位的訴因を排斥した原判決は、\n同令同条の解釈、適用を誤まり、その誤りは判決に影響を及ぼすことが明白である\nから、原判決中判示第一事実に関する部分は破棄を免れない。論旨は理由がある。\nよつて、刑事訴訟法第三百八十六条第一項第一号、第二号に則つて原判示第二事\n実に関する本件控訴を棄却し、同法第三百八十条、第三百九十七条第一項により原\n判決中判示第一事実に関する部分を破棄し、同法第四百条但書に従い、当裁判所に\nおいて次のとおり自判する。\n（罪となるべき事実）\n本件略式命令請求書記載の物価統制令違反の公訴事実と同一であるから、これを\n引用する。\n（証拠説明省略）\n（法令の適用）\n昭和二十七年法律第八十八号第四条、物価統制令第九条ノ二、第三十四条、罰金\n等臨時措置法第二条第一項（罰金刑を選択して処断する）、刑法第十八条、刑事訴\n訟法第百八十一条第一項但書\nよつて、主文のとおり判決する。\n（裁判長判事　坂間孝司　判事　栗田正　判事　有路不二男）\n"
}