{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 7,
    "day": 1
  },
  "case_number": "昭和42(ヨ)2262",
  "case_name": "東急機関工業女子若年定年制",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "20056",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20056",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/056/020056_hanrei.pdf",
  "contents": "主　　　文\n１　申請人が被申請人に対し、労働契約上の権利を有することを仮りに定める。\n２　被申請人は申請人に対し、昭和四二年四月以降本案判決確定に至るまで、毎月\n二五日限り、一ケ月金二九、九五八円の金員を仮りに支払え。\n３　訴訟費用は被申請人の負担とする。\n事　　　実\n第一　当事者の申立\n一　申請人の申立\n主文同旨の裁判\n二　被申請人の申立\n１申請人の本件申請を却下する。\n２訴訟費用は申請人の負担とする。\nとの裁判。\n第二　当事者の主張\n一　申請の理由\n１　被申請人（以下単に「会社」ともいう。）は、内燃機関及びその部分品、附属\n品類等の製造、販売を業とする株式会社であり、申請人は、会社の従業員であつ\nて、昭和四二年三月当時毎月二〇日締切、同月二五日払いで、月額平均二九、九五\n八円の賃金の支払いを受けていたものであるところ、会社は、同年三月二〇日限り\n申請人は会社の従業員ではなくなつたものと称して、同月二一日以降申請人を従業\n員として扱わず、且つ、同日以降の賃金を支払わない。\n２　申請人は、被申請人の従業員として支払を受ける賃金のみによつて生活を営ん\nできたものであり、本案判決確定まで賃金の支払を受けられないものとすれば、そ\nの生存を脅かされる恐れがあるので、本申請に及んだ。\n二　申請の理由に対する被申請人の答弁\n申請の理由中、１の事実を認め、２の主張を争う。\n三　抗弁\n会社は、昭和四一年五月二八日会社の従業員をもつて組織する全国金属労働組合\n東急くろがね支部（以下単に「組合」という。）との間に、女子の停年を三〇才と\nする旨の協定を結び、その実施日は昭和四一年三月二一日とするが、既に三〇才に\n達している者及び昭和四二年三月二〇日までに三〇才に達する者については、昭和\n四二年三月二〇日まで実施を猶予する旨の覚書により過渡的措置を定めた。\n申請人は、右組合の組合員であるところ、昭和四一年三月二〇日当時既に三〇才\nに達していたので、右協定により、昭和四二年三月二〇日をもつて、停年のため当\n然会社を退職したこととなつた。\n四　抗弁に対する申請人の答弁\n抗弁事実を認め、法律上の主張を争う。\n五　再抗弁\n被申請人の主張する停年に関する協定（以下単に「本協定」という。）は次のいず\nれかの理由により無効である。\n１　組合規約一一条「大会は本組合の昀高の決議機関であり、その成立は、組合員\n数の三分の二以上の出席をもつて成立する。」と規定し、同三条はこれを受けて、\n「左の重要事項は大会に諮らなければ決議できない。」として、その中に「労働協\n約締結」という項を掲げ、しかもこれについては、「出席組合員の四分の三以上を\nもつて決定する。」と規定している。本協定を締結するために昭和四一年五月二七\n日開かれた組合大会に於ては、出席人員は三七〇名であり、当時組合員は四六二名\nであるから、大会は有効に成立した。しかしながら、本協定については、賛成二五\n九票、反対一三九票、白紙八票、無効二票であつて、出席者の四分の三の賛成を得\nていないから、本協定は、その締結に必要な組合大会の決議を経ていないものであ\nつて無効である。\n２　本協定は、女子に関する停年のほか、男子については五五才をもつて停年とす\nる旨を定めているが、このことからも明らかなように、女子を女性なるが故に差別\n待遇するものであつて、憲法一四条、労働基準法三条、四条に違反するから、公序\n良俗違反として無効である。\n３　会社における本協定締結以前の停年は就業規則において五五才と定められてお\nり、本協定は、これを不利益に変更するものである。労働組合は、労働者が既に獲\n得している労働条件を維持し、更にこれを改善することを目的とするものであつ\nて、既得の労働条件を労働者に不利に変更することは、その目的の範囲外のことで\nあるから、本協定はこの点においても無効である。\n尤も、既存の労働条件を下まわる労働協約が結ばれたとしても、それが、その協\n定により不利益を受ける労働者の個別的な委任がある場合には、その委任をした労\n働者に対しては協約の効力は及ぶものといわなければならないが、申請人は、昀後\nまで本協定に反対し、組合大会においてもその意見を述べているのであるから、本\n協定の締結を組合に委任したとはいえず、本協定の効力は申請人には及ばない。\n４　停年制とは、一定の年令に達することによつて画一的に当然雇傭関係終了の効\n果を生ずるものであつて、従業員にとつては、実質上解雇と異ならない。従つて、\n解雇について厳格な解釈がとられ、解雇権の濫用が許されないのと同様停年制につ\nいても社会通念上是認しうる強い合理的理由がない場合には、企業経営権の濫用と\nして、停年制採用は許されないものといわなければならない。而して、女子三〇才\n停年制は、女子従業員の生存権、労働権を奪い、制限するだけで、何ら合理性を有\nしないから、無効であるといわねばならない。\n六　再抗弁に対する被申請人の答弁\n再抗弁事実のうち、\n１の事実中、組合規約の内容を認め、その余の事実は不知、法律上の主張を争う。\n本協定の当事者は会社及び組合であつて、組合員である申請人は、組合の統制に\n服すべきものであるから、本協定自体の不当性を理由としてその無効を主張するの\nは格別、組合の内部的な事情に基いて、組合とは別個の立場から、本協定の無効を\n主張することは許されないものと解すべきである。\n２の事実中、男子の停年が五五才であることを認め、その余の主張を争う。\n労働協約の法律的性質については、労使間の集団的関係を規制する法的効力をも\nつた規範であると解するのが通説的見解であつて、労働協約を私人間の契約と全く\n同一視することはできないが、当事者が団体であるにしても私的なものであつて、\nその当事者の自由な合意によつて形成されることからすれば、その法律的取扱は一\n般の契約に準じて考えてよい。ところで、申請人の援用する憲法一四条を含む憲法\nのいわゆる基本的人権に関する諸規定は、契約自由の原則の妥当する私人間の法律\n関係については直接適用されないとするのが通説、判例である。その理由は、憲法\nの定める基本的人権は国家権力に対する自由の保障であるから、これに関する規定\nが私人相互間に直接適用されるものとは解されないということにあるが、右のよう\nな自由権の保障の沿革的及び論理的帰結が、私人間の法律関係については、いわゆ\nる所有権の絶対、契約の自由、過失責任の三原則に支えられた市民法体系の成立と\nなつて現われたのであるから、自由権の保障に関する規定を私人間の法律関係にも\n直接適用して、その結果である契約の自由を制限するというのは論理的には自家撞\n着であつて、是認されないというほかはないからである。憲法の右規定を私人間の\n法律的関係にも適用して、契約の自由を制限するには、やはり特別の立法を必要と\nするものと解すべきである。以上の理由から憲法一四条は本件には適用がない。\n憲法一四条の規定の趣旨からしても、「法の下に平等」の法とは抽象的・原理的\nな法を意味するのではなく、具体的な法律、政令、条例等をいうのであつて、憲法\nの建前からすれば、かかる法律とは国権の昀高唯一の立法機関である国会の定立す\nる法律ないしはこれに基礎をおくものに限られ、法の下に平等とは、国会が不平等\nな立法をすることを禁止し、裁判所が不平等な内容の法律を適用することを禁止す\nるとの趣旨であつて、裁判所は単に法律が憲法に適合するかしないかを決定する権\n限を有するに過ぎないと解されるから、申請人の主張するように、憲法一四条を直\n接本件労働協約に適用して、これを無効であるということはできないものと解され\nる。憲法一四条の解釈について立法者拘束説をとる見解では、平等原理の適用範囲\nを特に限定しないから、平等の内容を相対的なものと理解することとなり、平等で\nあるかどうかを判定するについて大きな困難に逢着し、その判定の基準として合理\n性とか恣意的差別の禁止とかを持ち出すことになるが、これらの基準はいずれも立\n法についての基準として説かれているものであつて、もしも裁判所が右のような基\n準に則つて本協定（又は私人間の契約）について違憲、合憲の判断を下すことにな\nれば、本来立法機関である国会の行うべき立法的機能を司法機関である裁判所が果\nすことになり、憲法のとる三権分立及び違憲審査制度の建前から許されないことと\nいわねばならない。\nまた、労働基準法三条及び四条は、いずれも使用者の一方的な差別的取扱を禁止\nしているものであつて、組合の合意により成立した本協定にこれを適用するには疑\n問があるうえに、同法三条は性別による労働条件の差別的取扱を禁止しておらず、\nまた四条は賃金についてのみ性別による差別的取扱を禁止しているだけであるか\nら、本協定がこれに違反するものでないことは明らかである。\n更に、本協定は何ら公序良俗に反する事項を目的として締結されたものではな\nく、また労働協約の法律的な性質については前に述べたとおりであつて、これに私\n法上の法律行為一般に関する民法九〇条の規定を、そのまま契約一般に対するのと\n同様に適用することができるか否かは疑問であるというべきである。憲法二八条が\n労働者に団結権等を保障し、労働組合法一六条が労働協約に規範的効力を認めてい\nるのは、労使間の関係については、契約の自由を制限して、国家が積極的に関与す\nることとし、労働者に団結権を保障し、これによつて使用者に対する対等の地位を\n得させたうえで、自主的な団体交渉に基き、労働協約を締結して労働基準等を定め\nるべきこととし、これにより労働協約の合理性が当然確保されるものとしてこれに\n規範的効力を与えようとするものであるから、なんらかの特別の事情がなければ、\n労働協約が民法九〇条に違反して無効になるなどということはあり得ないものと考\nえられているわけであり、そのような場合にはむしろ労使の自主的な交渉によつて\n問題が解決されるべきであるとの前提に立つているものと解される。\n以上のとおりであるから、申請人の主張は理由がない。\n３の事実中、会社における本協定締結以前の停年が就業規則において五五才と定め\nられていたことを認め、申請人が本協定に反対していたことは不知、法律上の主張\nを争う。\n労働基準法上、労働協約は就業規則よりも上位の規範とされているのであるか\nら、就業規則の規定が労働協約によつて変更された以上、たとえその変更が労働者\nに不利益なものであつても、これと抵触する就業規則が効力を失うことはいうまで\nもない。\n４の法律上の主張を争う。\n七　再々抗弁\n１　労働組合は、労働条件等について使用者と交渉するには、自らその代表者を選\n出し、この代表者が各自単独で包括的な代表権を与えられてこれに当ることとなる\nが、右代表権は、組合の規約や大会の決議でこれを制限しても、これをもつて善意\nの第三者に対抗できない。労働組合法は、法人格を有する組合についてこのことを\n明定している（同法一二条、民法五三条、五四条参照）が、法人格を有しない労働\n組合についても同様に解すべきである。さもないと、労使間の関係は極めて不安定\nとなり、使用者は組合が適法有効に大会の決議を経ていることを確認した後でなけ\nれば、組合と労働協約を締結することができなくなるばかりではなく、右のような\n手続上の問題について、労使がその適法性、有効性につき見解を異にするような場\n合には、使用者が労働組合の運営に干渉する結果となる場合が生ずることも予想さ\nれて妥当でない。\n而して、会社は、組合の代表者が有効に締結する権限があるものと信じて本協定\nを締結したものであるから、仮りに組合大会の決議に瑕疵があつたとしても、それ\nをもつて会社に対抗しえない。\n２　組合は、規約一三条において、出席人員の四分の三以上の多数の賛成を必要と\nすると定めている場合の「労働協約」とは、会社、組合間に長期に亘つて安定した\n労働関係の秩序を確立する為、基本的な事項について、体系的な形で、形式的に\n「労働協約」と題して締結される労働協約のみを指し、これとは別に具体的な個々\nの場合の必要に応じて、協定書等と題して締結され、これとはその運命を異にする\n本件協定の如きはこれに含まれず、その重要性等からみて出席人員の過半数の賛成\nによつて決議すべき事項に当るとの解釈をとつており、従来賃上げ等に関する協定\nについてはそのように行われるのが慣行であつた。\n従つて、本協定には何らの手続上の瑕疵はない。\n３　（イ）　会社の前身である東急くろがね工業株式会社は、自動車及びその部分\n品類のメーカーとして、主として三輪及び軽四輪自動車を製造販売していたが、昭\n和三七年二月経営不振のため倒産し、同年四月になつて更生手続が開始されたが、\n右手続において認可された更生計画により、その生産業務を受継ぐため新会社が設\n立されることゝなつた。\n会社は、右更生計画による新会社として昭和三九年九月に設立されたが、右のよ\nうな更生計画が認可されたのは、当時幸にして大手の自動車メーカーの一つである\n会社からの援助、協力が得られることゝなつた為三輪及び軽四輪自動車のメーカー\nであつた更生会社の技術、経験、設備等を生かして、右会社からの受注により、自\n動車部品の下請業者として会社の更生を図ることが可能であるのと見通しが得られ\nたからである。\n会社は、設立されて以来、実際には前記会社からの受注による軽四輪貨物自動車\n用エンジンの生産を主体に営業を維持、継続して来たが、右エンジンの売上高が会\n社の総売上高に占める割合は約六〇パーセントにも及んでおり、これに前記会社及\nびその関係会社から受ける他の自動車部分品の加工等の注文を加えると前記会社及\nびその関係会社に対する売上高は会社の総売上高の約九九パーセントにも達してい\nる。\n従つて、会社の生産、販売はその大部分を一つの発注先会社（及びその関係会\n社）に依存しており、新たな得意先からの受注獲得に努力してはいるものゝ、現在\nの状態では、もしも、同社からの注文を受けられないことになれば、会社の経営が\n全く成立たなくなることは火を見るよりも明かである。\n会社は、自由化を控えて競争の激しい自動車業界の中で更生を図らなければなら\nないという困難な状況にある上に、右に述べたようにその生産の主要部分を前記会\n社からの受注に依存しているという立場上、製品の価格についても発注価格をその\n儘認めざるを得ず、利益をあげ健全な経営を実現する為には、積極的に企業の体質\n改善と経営の合理化を実行しなければならない状態にあり、設立以来、原価及び工\n数の低減、経費の節減、組織の簡素化、営業活動の強化等に努力して来た。\n（ロ）　しかし、従業員の賃金については、従来、毎年いわゆる春闘において、組\n合の会社に対する増額要求があり、これに基き全従業員の賃金を同一の金額だけ一\n律に上昇させる方式をとつて来ていた。\nそこで会社は、右経営の合理化の一環として賃金の適正化を企画し、昭和三八年\n度の賃金改訂時に、従来の賃金体系を全面的に改訂し、それまでの一律上昇方式を\n排除して、職能給の考え方に基く賃金体系を採用することゝし、組合に対して、右\nの考え方に基く賃金案を提案し、組合もこれを認めて同年度から実施されることゝ\nなつた。\n（ハ）　ところが昭和四〇年の春闘においては、会社が右新賃金体系に基いて更に\n賃金の職能給化を押し進めようとしたのに対して、組合は従来の一律上昇方式によ\nる賃金の増額を要求し、会社が自動車業界の現状、その中における会社の状況等か\nら職能給化による賃金の適正化を図る必要があることを説得したのに拘らず、これ\nに耳をかそうともせず、結局、会社は組合の要求を容れざるを得なかつた。\n会社の経営は、前述のように一つの発注先会社からの受注に全面的に依存してお\nり、もし会社、組合間の主張が対立して争議状態に入ることにでもなれば、会社製\n品の供給が遅延又は停止することにより自社の自動車の生産に支障を生ずることを\n虞れる右会社が、会社に対する発注を打切り、これを他社へ切換えることは明らか\nであつて、会社としては、右のような事態になれば会社の存立にかゝわることにな\nるので、是非ともこれを避けねばならず、その為には組合の要求を容れる外なかつ\nたからである。\n組合は、その後も春闘において一律上昇方式による賃金の増額を要求し、会社は\n右のような事情からこれを認めざるを得ない状態にある。\n（ニ）　会社は、その業務のうち事務系の業務でしかも特別の技能、経験を必要と\nしない補助的な作業（以下「軽雑作業」という。）に従事させるために、少数の女\n子従業員を採用しているがこのような女子従業員の賃金が他の本来的業務又は技\n術、経験を必要とする業務に従事している者の賃金と同様に毎年一律に上昇して行\nくような状態が継続することは、合理性に欠け従業員の士気を低下させるばかりで\nなく、経営の合理化を妨げることにもなるので、能率の点等も考慮し、女子従業員\nについては停年を三〇才とすることによりこの問題を解決しようとした。\n昭和四一年度の賃金増額要求についても、組合は一律上昇方式を主張して来たの\nで、会社が右の解決案を提案したところ、組合も右方式によれば、女子従業員につ\nいて会社の主張するような弊害が生ずることを認めて、本協定を締結するに至つた\nものである。\nなお、会社が一般に女子従業員に担当させている軽雑作業とは、秘書補助業務、\n文書整理・受発信業務、人事労務関係手続業務、給与計算補助業務、和文タイピス\nト、出納補助業務、各種伝票等の整理・記帳・保管等の業務、事務用品等に関する\n各課々内庶務業務等である。\n（ホ）　右のように軽雑作業は、その性質上単純でしかも代替可能な作業であり、\n従つてまた業務上の判断を必要とせず、その責任の軽い作業ということになる。そ\nの結果、配置転換や昇進、昇格も少く、女子の職場内における地位は一般に低い\nが、殊に賃金については、平均して男子よりも低い上に、年令的な上昇の割合は平\n担であり、従つて男子との賃金の差は、年令が高くなる程大きくなるのが一般の例\nである。これに反し、会社における女子従業員の場合は、前述のように、職務は全\nく補助的であるのに対し、賃金のみは年令が高くなると共に高くなり、高度の熟\n練、技能を必要とする等の業務に従事している男子との間に殆んど差がないという\n不合理があつた。\n以上のような状況において、女子が結婚せずに又は結婚して勤務を継続すると、\nモラルと生産能率の低下を生ずることになる。すなわち、職務が特別の技能、経験\nを必要としないので、短期間にこれに習熟して能力的に伸びる余地がなくなり、ま\nた業務上の責任も軽く、昇進、昇格することもない為、責任感に乏しく、自主性が\nなく、積極性がなく職業意識に欠ける等々そのモラル及び生産能率は低下すること\nとなる。殊に既婚者の場合には、自分が家事責任を負担することが多く、この為、\n家庭管理、家事労働、育児等について責任をもたなければならないこととなつて、\n勤務に支障を生ずることとなつている。\n会社においても、右のような事情は全く同様であるから、本協定に定める停年制\nは全く合理的なものであつて、何ら公序良俗に反するものではない。\n八　再々抗弁に対する申請人の答弁\n再々抗弁事実のうち、\n１の法律上の主張を争う。\n２の主張を争う。\n３の事実中、（イ）の事実は不知。（ロ）のうち、昭和三八年度前の昇給方式及び\n同年度の賃金改訂時に職能給制度をとり入れたことを認め、その余の事実は不知。\n（ハ）のうち、昭和四〇年春闘において会社が新賃金体系に基いていたのに対し、\n組合は従来の一律上昇方式による賃金の増額を要求し、結局会社が組合の要求を容\nれたこと、組合はその後も春闘において一律上昇方式による賃金の増額を要求し、\n会社がこれを容れてきたことを認め、その余の事実は不知。（ニ）のうち、女子を\n従業員として採用したのは軽雑作業に従事させるためであることを否認し、本協定\nが締結されたことを認め、その余の事実は不知。会社が一方的に女子従業員の作業\nを軽雑作業として位置づけたものである。（ホ）の主張を争う。\n第三　疎明関係（省略）\n理　　　由\n一　被申請人は、内燃機関及びその部分品、附属品類等の製造、販売を業とする株\n式会社であり、申請人は、会社の従業員であつて、昭和四二年三月当時毎月二〇日\n締切、同月二五日払いで月額平均金二九、九五八円の賃金の支払を受けていたもの\nである。\n会社は、昭和四一年五月二八日会社の従業員をもつて組織する組合との間に、女\n子の停年を三〇才とする旨の協定を結び、その実施日は昭和四一年三月二一日とす\nるが、既に三〇才に達している者及び昭和四二年三月二〇日までに三〇才に達する\n者については、昭和四二年三月二〇日まで実施を猶予する旨の覚書により過渡的措\n置を定めた。\n申請人は、右組合の組合員であり、昭和四一年三月二〇日当時既に三〇才に達し\nていたので、会社は、右協定により、申請人は昭和四二年三月二〇日をもつて停年\nのため当然会社を退職したものとして扱い、同月二一日以降申請人を従業員として\n扱わず、且つ、同日以降の賃金を支払わない。\n以上の事実は当事者間に争いがない。\n二　右協定には、女子に関する停年のほか、男子については五五才をもつて停年と\nする旨の定めがあることは当事者間に争いがない。\n申請人は、「本協定は、女子を女性なるが故に差別待遇するものであつて、憲法\n一四条、労働基準法三条、四条に違反するから、公序良俗違反として無効であ\nる。」と主張し、被申請人はこれを争うので考えるに、労働基準法三条は「使用者\nは、労働者の国籍、信条又は社会的身分を理由として、賃金、労働時間その他の労\n働条件について、差別的取扱をしてはならない。」と規定し、同法四条は「使用者\nは、労働者が女子であることを理由として賃金について、男子と差別的取扱をして\nはならない。」と規定している。これらの規定は憲法一四条一項の「すべて国民\nは、法の下に平等であつて、人種、信条、性別、社会的身分又は門地により、政治\n的、経済的又は社会的関係において、差別されない。」との規定を受けて設けられ\nたものであり、このことからすれば、これらの規定も憲法一四条と同趣旨に解すべ\nきようにも考えられるが他方、労働基準法一一九条は、同法三条、四条違反の使用\n者に対する罰則を定めているのであるから、罪刑法定主義の建前からして、これを\n拡張して解釈することは許されないものというべきである。そして、同法三条は\n「性別」を理由とする差別については規定せず、また同法四条は「賃金」について\nのみ規定するにすぎないことからして、労働基準法上は、性別を理由に賃金以外の\n労働条件について差別することを直接禁止の対象とはしていないものといわなけれ\nばならない。\nところで、被申請人が主張するように、憲法は私人間の行為を直接規律するもの\nではないから、憲法で保障されている基本的人権について、私人間の合意で制約を\n設けることも、私的自治の原則の適用により、一応は有効であるということができ\nるが、右の制約が著しく不合理なものである場合には、民法九〇条により公序良俗\n違反として無効となるべきである。そして憲法の保障する基本的人権には種々性質\nの異るものがあり、制約の対象となる権利によつては、或るものはそれを制約する\nこと自体著しく不合理なものと観念され、また或るものについては非常に幅広い制\n約も許容される場合があるのである。本件で問題となつている男女平等の原則につ\nいて言えば、この原則に対する制約は様々な根拠によつてなされるのであつて、そ\nの具体的内容の検討を度外視して、制約が存在すること自体をもつて、一般的に著\nしく不合理なものということはできない。しかしながら本件停年制の内容は、男子\nの五五才に対して、女子は三〇才と著しく低いものであり、且つ、三〇才以上の女\n子であるということから当然に企業貢献度が低くなるとはいえないから、他にこの\n差別を正当づける特段の事情のない限り、著しく不合理なものとして、公序良俗違\n反として無効となるものというべきである。しかして、右の正当事由の存否は、当\n該企業の形態、業務内容、従業員の勤務能力、配置転換の可能性、労働契約の内容\n等諸般の事情を考慮して決するほかないので、次にこの事情について検討する。\n三　成立に争いのない疎甲第七号証、疎乙第五号証の一、同第八号証の一、二、証\n人Ａの証言により真正に成立したものと認める同第二、四号証、証人Ｂの証言によ\nり真正に成立したものと認める同第五号証の二、三、同第一九、二〇号証、弁論の\n全趣旨により真正に成立したものと認める同第三号証、右各証言、申請人本人尋問\nの結果及び弁論の全趣旨を総合すると、次の事実が認められ、右認定を覆えすに足\nりる疎明はない。\n１　会社の前身である東急くろがね工業株式会社は、もと日本自動車工業株式会社\nと称していたが、昭和三四年ごろ商号を変更し、自動車及びその部分品類のメーカ\nーとして主として三輪及び軽四輪自動車を製造、販売していたが、昭和三七年二月\n経営不振のため倒産し、同年四月に更生手続が開始され、同年七月ごろ認可された\n更生計画では、新会社を設立して、更生会社の製造部門を引継がせ、自動車の部品\nのメーカーとして再発足させることになつていた。更生会社は、エンジン関係にお\nいてすぐれた技術を持つていたので、訴外日産自動車株式会社と業務提携をし、同\n社から部品加工の注文を受けてその再建を図ろうとしたわけである。\n会社は、右更生計画により昭和三九年九月に設立されたが、以来、実際には前記\n日産自動車からの受注によるダツトサンキヤブライト搭載用エンジンの生産を主体\nに営業を維持、継続して来たが、右エンジンの売上高が会社の総売上高に占める割\n合は六〇パーセント以上にも及んでおり、これに日産自動車及びその関係会社から\n受ける他の自動車部品の加工等の注文を加えると、日産自動車及びその関係会社に\n対する売上高は会社の総売上高の約九九パーセントにも達している。従つて、会社\nの生産、販売はその大部分を一つの発注会社（及びその関係会社）に依存してお\nり、もしも同社からの注文を受けられないことになれば、会社の経営が全く成立た\nなくなることは明らかである。\n会社は、貿易の自由化を控えて競争の激しい自動車業界の中で更生を図らなけれ\nばならないという困難な状況にある上に、右に述べたようにその生産の主要部分を\n日産自動車からの受注に依存しているという立場上、製品の価格についても発注価\n格をその儘認めざるを得ず、利益をあげ健全な経営を実現する為には、積極的に企\n業の体質改善と経営の合理化を実行しなければならない状態にあり、設立以来、原\n価及び工数の低減、経費の節減、組織の簡素化、営業活動の強化等に努力して来\nた。\n２　しかし、会社は、従業員の賃金については、従来、毎年春闘において、組合の\n会社に対する増額要求があり、これに基き全従業員の賃金を同一の金額だけ一律に\n上昇させる方式（以下「一律上昇方式」という。）をとつて来ていたので、右経営\n合理化の一環として賃金の適正化を企図し、昭和三八年度の賃金改訂時に、従来の\n賃金体系を全面的に改訂し、それまでの一律上昇方式を排除して、職能給の考え方\nに基く賃金体系を採用することとし、組合に対して、右の考え方に基く賃金案を提\n案し、組合もこれを認めて同年度から実施されることとなつた（昭和三八年度前の\n昇給方式及び同年度の賃金改訂時に職能給制度をとり入れたことは当事者間に争い\nがない。）。\nところが昭和四〇年の春闘においては、会社が右新賃金体系に基いて更に賃金の\n職能給化を押し進めようとしたのに対して、組合は従来の一律上昇方式による賃金\nの増額を要求し、折衝の末、結局、会社が組合の要求を容れた（この事実は当事者\n間に争いがない。）。これは、会社が、会社の経営は、前述のように一つの発注先\n会社からの受注に全面的に依存しており、もし会社、組合間の主張が対立して争議\n状態に入ることにでもなれば、会社製品の供給が遅延又は停止することにより、自\n社の自動車の生産に支障を生ずることを虞れる発注先会社が、会社に対する発注を\n打切り、これを他社へ切換えることは明らかであるとの認識に立ち、右のような事\n態になれば、会社の存立にかかわることになるので、是非ともこれを避けねばなら\nず、その為には組合の要求を容れる外ないと判断したからである。組合は、その後\nも春闘において一律上昇方式による賃金の増額を要求し、会社はこれを認めてきた\n（このことは当事者間に争いがない。）。\n３　前述のように、会社は、昭和三八年度の賃金改訂時に、従来の賃金体系を全面\n的に改訂し、それまでの一律上昇方式を排除して、職能給の考え方に基く賃金体系\nを採用することとしたが、その際、昀下級の職級に属する職種として軽雑作業職\n（職級としてⅠ、Ⅱがある）を設け、これには秘書補助業務、文書整理、受発信業\n務、人事労務関係手続業務、給与計算補助業務、和文タイピスト、出納補助業務、\n各種伝票等の整理・記帳・保管等の業務、事務用品等に関する各課々内庶務業務等\nが含まれるものとして、主としてこれらの業務を扱う女子を全員一律に軽雑作業職\nに格付けすると共に、男子はこれらの業務を扱う者であつても他の業務も扱つてい\nることを理由に、一人もこの職級には格付けしなかつた。\nしかし、前述のように、その後再び一律上昇方式による賃金増額を認めざるを得\nないこととなつたため、このような状態が継続すれば、前記のような事情で合理化\nを図らなければならない会社においては、女子従業員は定型的な業務に従事してい\nるため、勤務年数が能率の上昇と結びつかないのに拘らず毎年一律に賃金を上昇さ\nせなければならないこととなり、合理性に欠けるばかりか、経営合理化の妨げにな\nるとの認識に立ち、女子従業員については停年を三〇才とすることによつてこの問\n題を解決しようとした。昭和四一年度の賃金増額要求についても、組合は一律上昇\n方式を主張してきたので、会社側が右解決案を提示したところ、組合側も結局これ\nを諒承したので、本協定が締結されるに至つた。\n４　右に述べた一律上昇方式による賃上げのために、女子も男子と同様に昇給した\nが、初任給については男子よりも女子の方が低いことなどもあつて、学歴、勤続年\n数等を総合的に判断した場合には、男子よりも女子の賃金の方が低いことは否めな\nい。なお、会社の営業成績についてみると、昭和三九年一〇月ないし昭和四〇年三\n月では利益二九五、六九六円、同年四月ないし同年九月では利益二一〇、五五九\n円、同年一〇月ないし昭和四一年三月では利益二九四、五一九円となつており辛う\nじて黒字を維持している状態である。\n５　被申請人は、会社は軽雑作業に従事させるために、少数の女子従業員を採用し\nている旨主張するが、軽雑作業に従事させることが、会社側の単なる主観的な期待\nに止まらず、労働契約の内容にまでなつていることを認めるに足りる疎明はない。\n６　次に、申請人の業務についてみると、申請人は、昭和三四年三月前記更生会社\nにパートタイマーとして雇傭され、本社勤労課人事係で主としてホールソートカー\nドの作成に従事し、同年六月臨時従業員となり、昭和三五年初めごろからは統計調\n査の仕事もするようになり、同年一〇月試験のうえ本採用となつた。右試験は男女\n共同一内容であり、また採用に際して特に仕事の種類、内容について限定されたこ\nともなかつた。本採用後も申請人は従前と同様の仕事を続け、その他各種証明書の\n発行、人事関係書類の管理を行い、前記倒産のため、昭和三七年六月一〇日全員解\n雇の際に解雇されたが、翌一一日に更生会社に雇傭され、前と同一の係で前同様の\n仕事の外、退職金の計算なども行つた。昭和三八年ごろから生産活動が開始され\nて、社員を採用する必要が生じたので、申請人は課長等と一緒に各地へ行き、入社\n選考の補助をし、新入社員教育のための準備や引率等をする一方、本社関係の給与\n計算とその支払、通勤定期支給等の業務を行つた。右退職金の計算、給与計算と\nは、いわゆる給与の実施即ち給与計算業務である。（従つて、給与関係の仕事に従\n事する女子職員の業務内容はかならずしも全て被申請人主張の如き給与計算補助業\n務ではない（証人Ａの証言中右主張に副う部分は申請人本人尋問の結果に照らし措\n信しない））昭和三九年九月に会社が設立された後も、申請人は前同様の仕事を行\nい、昭和四〇年四月蒲田工場第一製造部技術課工務係に配置換えになつてからは、\n右工場勤務者からの各種の要求について総務課や勤労課と連絡をとつて処置すると\nいう業務に就き、本件停年制が敷かれた後の昭和四一年六月には、経理課原価係に\n配置換えになり、それ以来右業務に従事してきた。\n四　以上の認定事実に基いて以下被申請人の主張について検討してみよう。\n先ず、被申請人は、会社において女子従業員が担当する職務は、全く補助的な責\n任が軽い作業であるのに賃金のみは年令が高くなると共に高くなり、高度の熟練、\n技能を必要とする業務に従事している男子との間に殆んど差がないという不合理が\nあると主張するところ、前記三、３記載の各職務のうち、タイピストの職務は、そ\nの余の職務とは異り、電話交換手等と共に特殊の作業職種として分類されるべきも\nのである一方その余の職務は、多少なりとも技能経験を必要とする一般事務職種と\nして分類され、作業職系統の職種と区別されているのが職務分類の常識として一般\nに採用せられているところであるから、会社が右各職務を一括して、軽雑作業職と\n位置づけたことは、右職務分類の常識に反し、何らの合理性はない。殊に、会社の\n決定した職種の内昀下級の職級に格付されたことは不合理である。\n更に前記三、６で認定した給与計算業務を考えてみても、その職務内容は、もと\nより一定の処理方法に基くものではあるが、個別的部分的な変更があり、複雑な計\n算を必要とし、決して、単なる定型的事務の繰り返えしではなく、その処理にも普\n通程度の知識と経験を要し、その責任もこれを誤れば、給与者のみならず他部門に\n影響を及ぼし、場合によつては人事管理に対する不信感等の損害を発生するもので\nあつて、軽いものではないことは職種の分類ないし格付に際し当然考慮に入れられ\nるべきことであつてこれらのことを考えれば、右職務は、少くとも事務職中級の職\n位にあることは容易に知ることができる。また、職種分類において、軽雑作業職と\nは、繰返し作業で知的能力を働かせることはほとんどない職務であつて、作業職の\n系統に属し、例えば、会社内外の掃除に従事する清掃人（婦）、お茶汲み、伝達に\n従事する給仕の職務を指称するものであることも公知の事実である。従つて、会社\nが右認定の各職務を軽雑作業職と称し、各職務を一括して昀下位の職級に格付けし\nたことは甚しい誤りであると云える。仮りに、右認定の各職務を担当する者の職種\nを軽雑作業職とすることが相当であるとしても、会社において、主として女子従業\n員が担当していた職務と男子従業員の担当していた職務と比較して、職種決定の観\n点から、果して、同一群に属するものか、或いは、異種のものとして男子の方が女\n子よりも職務と責任において重いものであつたかどうかについては、会社の全従業\n員の担当する職務内容についての疎明もないから、これを明確にすることはできな\nい。そうすると、以上の考察で、すでに男子従業員と女子従業員を職種の決定ない\nし格付において差別を設ける何らの理由がないことは明白である。しからば、「女\n子は賃金のみは年令に応じて高くなり、高度の熟練と技能を必要とする業務に従事\nしている男子との間に賃金が殆んど差がないという不合理が生じる」との被申請人\nの主張は、その前提を欠き到底これを支持することはできず、従つてまた、右主張\nを女子三〇才、男子五五才とする停年制設定の理由となしがたいことは明らかであ\nる。仮りに、更らに一歩を譲り、被申請人の右主張を正しいとしても、前認定のと\nおり女子従業員採用に際して、特に被申請人のいわゆる軽雑作業を担当する職種の\n要員として雇傭する旨の合意があつたわけではなく、会社が一方的に右職種に配属\nしたのであり、賃金制度についても会社が組合と協議のうえ決定したことであるか\nら、経営が苦しいからといつて、能率の悪い者について整理解雇を行うというなら\n格別、右軽雑作業職に就いていることを理由に、女子について男子と差別した停年\n制を敷くことは極めて信義則に反する行為であるというべきである。\n次に、被申請人は、軽雑作業は特別の技能、経験を必要としないので、短期間に\nこれを習熟でき、能力的に伸びる余地がなくなり、責任も軽く、昇進の見込もない\nため、勤務を継続するとモラルと生産能力は低下することになる旨主張するが、こ\nの点について論議するためには、女子従業員が主として担当する前記三、３記載の\n各職務が会社主張のとおり、技能、経験を必要としない軽雑作業であるとの前提に\n立たなければならない、しかし、そのしからざる所以は前段判示の通りである。仮\nりに、右各職種が会社の主張する軽雑作業であり、それには何らの技能経験を必要\nとしないものであるとしても前述のとおり、申請人ら女子従業員は、被申請人主張\nのようなものとしての軽雑作業に従事するとの契約で入社したのではなく、男子と\n同様何らの限定もなく入社したのであつて、被申請人のいうところの勤務を継続す\nるとモラルと生産能率が低下する職種に配置したのは正に会社そのものであり、昇\n進の途をとざしているのもまた会社そのものである（女子が全く昇進に適さないこ\nとの疎明はない。）。かかる場合に他の職種への配置換えを何ら考慮することな\nく、かかる職種に就いていることを理由に男子と差別した停年制を設けるのは正に\n信義則に反するものといわなければならない。しかして本件において、申請人ら女\n子従業員について他の職種への配置換えを考慮したとか、申請人ら女子従業員が他\nの職種には全く不適当であつて、被申請人のいわゆる軽雑作業以外には適当な職場\nがないなどの疎明は全くない。従つて、仮りに、いわゆる軽雑作業に長く就くこと\nの弊害が主張のとおりであつたとしても、これをもつて女子についてのみ男子と差\n別した低い停年制を設ける理由とすることはできない。昀後に被申請人は、既婚の\n女子従業員は家事、育児等について責任をもたなければならないから勤務に支障を\n生ずると主張するが、本件停年制は結婚したことを理由とするものではないばかり\nか、一般的に既婚の女子労働者の勤務成績が悪いということを認めるに足りる疎明\nはなく（疎乙第一三号証の一ないし九、同第一六号証の一ないし五をもつてしても\n未だ右事実を疎明するには足りない。）、従つて既婚なるが為に勤務成績の悪い女\n子従業員については、既婚を理由とするのではなく、勤務成績が悪いことをもつて\n解雇すべきであり、これをもつて本件停年制を正当づけるに由ないものといわねば\nならない。\nなお、本件停年制は、会社が一方的に設けたものではなく、労働組合と協議のう\nえ労働協約によつて設けたものであるが、協約によるが故に私法上の契約たる性格\nを変ずるものではなくこのことによつて、合理的理由のない性別による差別が許さ\nれることになるいわれはない。\n五　結論\n以上のとおり、女子従業員三〇才停年制に関する被申請人の主張はいずれも理由\nがなく、他に本件停年制を正当づけるに足りる特段の事情の疎明もないので、女子\n従業員三〇才、男子従業員五五才と女子を著しく不利益に差別する本件停年制は、\n著しく不合理なもので、公序良俗に反して無効である。そうすると、その余の主張\nについて判断をまたず本件解雇は理由がないことは明白である。しかして、被申請\n人が申請人の従業員たる地位を否認していることは明らかであり、また、申請人に\n対して昭和四二年四月分以降の賃金の支払をしないこと前述のとおりであり、申請\n人本人尋問の結果によれば、申請人は、夫が公務員として働いているが、それだけ\nでは十分でないので、本件解雇以降は、「守る会」の会費を借りて生活の資にあて\nている状態であるので、保全の必要性もまた存在するものというべく、結局、申請\n人の申請はいずれもその理由があるのでこれを認容し、訴訟費用の負担につき民事\n訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　西山要　吉永順作　瀬戸正義）\n"
}