{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 6,
    "day": 22
  },
  "case_number": "昭和37(ワ)796",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/013436_hanrei.pdf",
  "contents": "主　　　文\n原告らの請求は、いずれも棄却する。\n訴訟費用のうち、差止及び廃棄請求に関する分は原告ら全員の連帯負担とし、損\n害賠償請求に関する分は原告【Ａ】及び同【Ｂ】の連帯負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告ら訴訟代理人は、当初、「一　被告は別紙（一）記載の絞り作動装置を有\nする一眠レフレツクス写真機及び右装置を有する一眠レフレツクス写真機用交換レ\nンズを製作販売してはならない。二　被告は前記記載の各物件を廃棄せよ。三　訴\n訟費用は、被告の負担とする。」との判決を求めたが、後に訴を追加的に変更し\nて、「被告は、原告【Ａ】及び同【Ｂ】に対し、それぞれ、金四千三百六万二千九\n百円及びこれに対する昭和三十八年十月二十一日から支払いずみに至るまで年五分\nの割合による金員を支払え。」との判決をも求めた。\n二　被告訴訟代理人は、訴の変更前の原告らの請求に対し、「一　原告らの請求\nは、いずれも棄却する。二　訴訟費用は、原告らの負担とする。」との判決を求\nめ、「原告【Ａ】及び同【Ｂ】がした訴の変更は、著しく訴訟手続を遅滞させるも\nのであるから、民事訴訟法第二百三十二条第一項但書及び第二百五十五条第一項本\n文の各規定により、許されない。」と述べ、右原告両名の追加的請求に対し、「原\n告両名の請求は、いずれも棄却する。」との判決を求めた。\n第二　原告らの主張\n原告ら訴訟代理人は、請求の原因等として、次のとおり述べた。\n一　原告【Ａ】及び【Ｂ】（以下「原告【Ａ】及び同【Ｂ】」という。）は、昭和\n二十四年三月十八日、設定の登録により次の特許権につき各二分の一の持分を取得\nした。\n特許番号　第一七八、一六七号\n発明の名称　一眠レフレツクス用絞り作動装置\n出願　昭和二十一年十月二十四日\n出願公告　昭和二十三年十月二十日\n登録　昭和二十四年三月十八日\n二　原告マミヤ光機株式会社は、昭和二十五年十二月、原告【Ａ】及び同【Ｂ】か\nら、本件特許権について次のような内容の独占的実施権の許諾を受けた。\n範囲　全部\n期間　本件特許権の残存期間中\n三　本件特許出願の願書に添付した明細書の特許請求の範囲の記載は、別紙（二）\nの該当欄記載のとおりである。\n四　本件特許発明の構成要件及び作用効果\n（一）　本件特許発明の構成に欠くことのできない事項は、次のとおりである。\n（１）　絞度調整環に止子を設けること、\n（２）　絞羽根開閉板を止子に衝合するようにすること、\n（３）　絞羽根開閉板にシヤツターの起動杆と関連する作動環を係合し、常時絞り\nを全開状態に保たせること、\n（４）　シヤツターの作動に際し、シヤツターが開き始めないうちに作動環を押進\nし、絞羽根開閉板が止子に衝合するまでこれを回動して、予め定めた絞度に絞るこ\nと。\nなお、この点に関する被告の主張は争う。本件特許権は、すでに無効審判請求期\n間の経過により確定した権利となつているものであり、かつ、その特許請求の範囲\nの記載は極めて明瞭であるから、その技術的範囲には、発明の詳細なる説明等の記\n載を参酌するまでもなく、特許請求の範囲の記載に基づいて定めるべきであり、明\n細書記載の実施例に限定されないことはいうまでもない。被告主張の（５）から\n（７）の要件は、いずれも単に一実施例の具体的構造にすぎず、本件特許発明の構\n成に欠くことのできない事項ではない。また、特許請求の範囲の記載中、絞羽根開\n閉板と作動環との「係合」にはなんら限定が附されていないから、それが「摩擦的\n係合」に限定されるいわれもない。\n（二）　本件特許発明は、右（一）記載の構造により、次の作用効果を生ずる。\n（１）　常時、絞りを全開状態に保ち、映像を明瞭ならしめること、\n（２）　シヤツターの作動に際し、又は焦点深度を観察する等の必要時のみ、自動\n的に予め定めた絞度に絞られること。\n五　被告製品\n被告の製作販売にかかる一眠レフレツクス写真機及びその交換レンズは、別紙\n（一）記載の絞り作動装置を有する。\n六　被告製品の特徴\n（一）　構造上の特徴\n本件特許発明との比較における被告製品の構造上の特徴は、次のとおりである。\n（１）　絞度調整環１０に、鏡胴Ａの中心よりの距離が漸変するカム面１１’を形\n成するカム板１１を設けたこと、\n（２）　絞羽根群１６に結合環１４を介して連なる連結ピン１３を溝２５’によつ\nて動かす中介レバー２５に制限ピン８を植設し、この制限ピン８をカム板１１のカ\nム面１１’に衝合するようにしたこと、\n（３）　中介レバー２５に植設した制限ピン８を、弓状レバー３と一体的に動くよ\nうに結合した重合レバー５の溝５’に嵌め、弓状レバー３に固定したピン２をシヤ\nツターの作動に際して移動する進退レバー１に当接し、常時絞羽根群１６を全開状\n態に保つように弓状レバー３の位置を設定したこと、\n（４）　シヤツターの作動に際し、シヤツターが開き始めないうちに弓状レバー３\nを発条４によつて回動し、弓状レバー３に重合レバー５、制限ピン８を介して連動\nする中介レバー２５に植設した制限ピン８がカム板１１のカム面１１’に衝合する\nまで、これを中介レバー２５とともに回動するようにしたこと。\n（二）　作用効果上の特徴\n被告製品は、右（一）記載の構造により、本件特許発明のそれと同一の作用効果\nを生ずる。\n七　本件特許発明と被告製品との比較\n（一）　本件特許発明では、絞度調整環に止子を設けているのに対し、被告製品で\nは、絞度調整環１０にカム板１１を設けており、その具体的構造には差異が認めら\nれる。しかし、本件特許発明における止子は、絞度調整環を回動して、絞羽根開閉\n板に設けられた切欠との衝合位置を調整することにより、絞りの開閉度を制御する\nためのものであり、被告製品におけるカム板１１も、絞度調整環１０を回動して、\n中介レバー２５及び結合環１４を介して絞羽根群１６と連動する制限ピン８との衝\n合位置を調整することにより、絞りの開閉度を規制するためのものであり、両者の\n機能は全く同一である。したがつて、被告製品におけるカム板１１は本件特許発明\nの止子と均等物である。\n（二）本件特許発明では、止子に絞羽根開閉板を衝合させるのに対し、被告製品で\nは、カム板１１に中介レバー２５に植設した制限ピン８を衝合させる点において、\n両者間に構造上の差異が認められるが、右各構造はいずれも絞羽根開閉板又は中介\nレバー２５の移動距離を規制することにより絞羽根群の絞度を制御する機能におい\nて全く同一であるから、被告製品における中介レバー２５は本件特許発明の絞羽根\n開閉板と均等物である。\n（三）　本件特許発明では、シヤツターの起動杆と関連する作動環を絞羽根開閉板\nに係合して、常時絞りを全開状態に保たせるのに対し、被告製品では、シヤツター\nの作動に際して移動する進展レバー１に関連する弓状レバー３と中介レバー２５と\nを重合レバー５を介して連動させて、常時絞りを全開状態に保たせる点において、\n両者間に構造上の差異が認められるが、本件特許発明における作動環及び被告製品\nにおける弓状レバー３は、いずれもシヤツターの起動を絞羽根開閉板又は中介レバ\nー２５に伝導する中間機構にすぎない点において、同一であるから、後者は前者の\n均等物である。\n（四）　本件特許発明では、シヤツターの作動に際し、シヤツターが開き始めない\nうちに作動環を押進し、絞羽根開閉板が止子に衝合するまでこれを回動して、予め\n定めた絞度に絞るように構成されているのに対し、被告製品では、シヤツターの作\n動に際し、シヤツターが開き始めないうちに弓状レバー３を回動し、中介レバー２\n５に植設した制御ピン８がカム板１１に衝合するまでこれを回動し、予め定めた絞\n度に絞るように構成されている点において、両者は全く同一であり、同一の作用効\n果を生ずる。\n（五）　以上のとおり、被告製品は、本件特許発明の構成要件をすべて具備し、本\n件特許発明のそれと同一の作用効果を生ずるものであるから、本件特許発明の技術\n的範囲に属するものというべきである。\nなお、被告がした昭和三十五年第三六五二一号特許出願に対し昭和三十九年六月\n二十九日出願公告をすべき旨の決定がされたことは認めるが、このことと被告製品\nが本件特許発明の技術的範囲に属するか否かとは全く関係がない。\n八　差止及び廃棄請求\n被告は、現在業として、本件特許発明の技術的範囲に属する別紙（一）　記載の\n絞り作動装置を取り付けた一眠レフレツクス写真機及びその交換レンズを製作販売\nして、原告【Ａ】及び同【Ｂ】の本件特許権並びに原告マミヤ光機株式会社の本件\n特許権に対する独占的実施権を侵害し、この侵害行為を組成する右物件を所有して\nいる。\nよつて、原告らは、被告に対し、請求の趣旨第一、第二項のとおり、右侵害行為\nの差止及び侵害組成物件の廃棄を求める。\n九　損害賠償請求\n（一）　被告は、昭和三十六年四月一日から昭和三十八年十月二十日までの間、故\n意又は過失により、本件特許発明の技術的範囲に属する別紙（一）記載の絞り作動\n装置を取り付けた一眠レフレツクス写真機及び交換レンズを十四万三千五百四十三\n個製作販売して原告【Ａ】及び同【Ｂ】の本件特許権を侵害した。\n（二）　本件特許発明の実施に対し通常受けるべき金銭の額は、原告両名と被告を\n含む数人のカメラ製造業者との間で締結された実施許諾契約における実施料の額そ\nの他の実施条件からみて、被告製品一個につき、少なくとも金六百円が相当であ\nる。この点に関する被告の主張事実は否認する。\n（三）　よつて、原告【Ａ】及び同【Ｂ】は、それぞれ、右金六百円に十四万三千\n五百四十三個を乗じて得られる金八千六百十二万五千八百円の二分の一すなわち金\n四千三百六万二千八百円を、被告の前記侵害行為により受けた損害としてその賠償\nを求め、右金員に対する前記侵害行為の最終日の翌日である昭和三十八年十月二十\n一日から支払いずみに至るまで民法所定の年五分の割合による遅延損害金の支払い\nを求める。\n十　本件特許権の消滅について\n被告の主張十の事実は、認める。\n第三　被告の主張\n被告訴訟代理人は、答弁等として、次のとおり述べた。\n一　原告らの主張一の事実は、認める。\n二　同二の事実は、知らない。\n三　同三の事実は、認める。\n四　同四の事実は、否認する。\n（一）　原告ら主張の四つの要件に次の各要件を加えて、はじめて、本件特許発明\nの所期の目的を達成することができ、その実施が可能となるのであるから、次の各\n要件もまた本件特許発明の構成に欠くことのできない事項といわなければならな\nい。\n（５）　環状の作動環と絞羽根開閉板との間に環状摩擦板を介在させて両者を摩擦\n的に係合し、鏡胴を中心として円運動をさせること、\n（６）　作動環の回動範囲が絞羽根開閉板の回動範囲より大きいこと、\n（７）　シヤツターの起動杆が復位するとき、作動環はバネに引かれて復動し、こ\nれと摩擦的に係合する絞羽根開閉板を絞羽根が開く方向に回動させること。\nしかして、原告ら主張の（１）及び（２）記載の各構造並びに常時絞りを全開状\n態に保ち、シヤツターの作動に際しシヤツターが開き始めないうちに作動環を押進\nし、絞羽根開閉板が止子に衝合するまでこれを回動して、予め定めた絞度に絞る構\n造は、本件特許出願当事すでに公知であつたから、本件特許発明の要部は次の点に\nある。\n（イ）　絞羽根開閉板に作動環を重ね、その間に環状摩擦板を介装し、絞羽根開閉\n板と作動環とを摩擦的に係合して、摩擦伝導力を利用したこと、\n（ロ）　予定絞りをするため、絞度調整環に設けられた串を装定環外周面の凹窩に\n係合して、止子を固定し、絞羽根開閉板の切欠を止子に衝合するようにしたこと。\n（二）　原告らが本件特許発明の作用効果として主張する点は、本件特許発明が解\n決しようとした技術的課題それ自体であり、本件特許発明の作用効果ということは\nできず、また、右課題は本件特許出願当時すでに公知であつた。\n本件特許発明は、右（一）記載の構造により、次の作用効果を生ずる。\n（１）　作動環は常時バネに引かれ、絞り作動をするときはバネに抗して鏡胴を中\n心に回動すること、\n（２）　作動環と絞羽根開閉板とは同一方向に摩擦的に回動し、シヤツターの作動\nに際して、シヤツターが開き始めないうちに作動環が押進されると、絞羽根開閉板\nが止子に衝合するまではこれをともに回動して予め定めた絞度に絞り、その後は作\n動環のみがその行程端まで回動すること、\n（３）　作動環が復動するときは、バネに引かれ、絞羽根開閉板とともに回動して\n絞りが全開状態になること。\n五　同五の事実は、認める。\n六　同六の事実は、否認する。\n（一）　本件特許発明との比較における被告製品の構造上の特徴は、原告ら主張の\n四点のみでなく、次の諸点もこれに加えるべきである。\n（５）　弓状レバー３、\n重合レバー５及び中介レバー２５は、押動ピン７、制限ピン８及び戻り発条６等に\nよつて連動し、右各レバーは鏡胴Ａの中心を離れた偏心位置を支点として振子運動\nをすること、\n（６）　弓状レバー３の作動行程は中介レバー２５のそれと等しいこと、\n（７）　進退レバー１が復位するとき、進退レバー１自体が弓状レバー３を復動さ\nせ、これと連動する結合環１３を絞羽根が開く方向に回動すること。\n（ニ）　被告製品の作用効果上の特徴は、次のとおりである。\n（１）　弓状レバー３は、進退レバー１の退避により発条４に引かれて鏡胴Ａの中\n心を離れた軸３を支点として外方向に振られるが、弓状レバー３、重合レバー５及\nび中介レバー２５の運動半径が大きいため、運動に要する力は小さくてすみ、ま\nた、右各レバーの支持装置は直径の小さい軸３’、２６であるからその間に生ずる\n摩擦は小さく、かつ、レバー伝導力が利用されるので、迅速軽快に予定絞りに絞る\nことができること、\n（２）　右各レバーの振子運動は、制限ピン８がカム板１１のカム面１１’に衝合\nすると、全部停止するので、予定絞りに絞つたのち、進退レバー１の復帰進出によ\nり、前記各レバーは迅速に復動し、絞りを全開にすることができること、\n（３）　制限ピン８の運動方向がカム板１１の位置調節方向と交叉するため、制限\nピン８と衝合する際カム板１１が受ける衝撃は小さい。したがつて、ポール１８が\n凹孔１７以外の位置にあつてもカム板１１は動かず、任意の中間絞りが得られるの\nで、適正露出を得るための精密な絞り操作が可能であること。\n七　同七の点は、否認する。\n（一）　本件特許発明における止子と被告製品におけるカム板１１とは、その構造\nが異なるばかりでなく、作用効果も相違する。すなわち、本件特許発明において\nは、絞羽根開閉板の運動方向が止子の位置調節方向と一致するため、止子は絞羽根\n開閉板の運動方向に動かされやすく、絞度調整環に設けられた串を装定環外周面の\n凹窩に係合して固定しなければ、絞度調整環の調節位置が狂う。これに対して、被\n告製品においては、制限ピン８の運動方向はカム板１１の位置調節方向と交叉する\nから、ポール１８が凹孔１７以外の位置にあつても、カム板１１は動かず、任意の\n中間絞りが得られる。したがつて、カム板１１を止子の均等物ということはできな\nい。\n（二）　被告製品における中介レバー２５は本件特許発明における絞羽根開閉板と\nその構造及び作用効果を異にする。すなわち、本件特許発明においては環状の絞羽\n根開閉板の回動によりその切欠が止子に衝合するのに対し、被告製品においては環\n状でない中介レバー２５の振子運動によりそれに植設された制限ピン８がカム板１\n１に衝合するように構成されている。その結果、本件特許発明における止子と被告\n製品におけるカム板１１との間のちがいと相俟つて、右（一）　記載のとおり、異\nなつた作用効果を生ずる。したがつて、前者を後者の均等物ということはできな\nい。\n（三）　本件特許発明では、絞羽根開閉板と作動環との間に環状摩擦板を介装して\n両者を摩擦的に係合するのに対して、被告製品では、中介レバー２５と弓状レバー\n３とは押動ピン７、制限ピン８及び戻り発条６等により連動するに止まり、摩擦的\nに係合してはいない。したがつて、弓状レバー３を作動環の均等物ということはで\nきない。\n（四）　本件特許発明では、シヤツターの作動に際し、鏡胴を中心にバネに抗して\n作動環を押進し、絞羽根開閉板が止子に衝合するまではこれとともに回動し、その\n後は作動環のみをその行程端まで回動するのに対して被告製品では、進退レバー１\nの退避により弓状レバー３が発条４に引かれて、鏡胴Ａの中心を離れた偏心位置を\n支点として外方向に振られ、制限ピン８がカム板１１に衝合すると弓状レバー３、\n重合レバー５及び中介レバー２５は同時に運動を停止する。その結果、被告製品は\n本件特許発明に比し絞り作動に要する力が小さく、所要時間が短くてすむととも\nに、シヤツター釦の押圧を継続する必要がないという利点を有する。\n（五）　本件特許発明では、作動環はバネにより常時絞羽根が開く方向に引かれて\nおり、シヤツターの作動に際してはバネに抗して押進され、シヤツターの起動杆が\n復位するときはバネにより復動するに対し、被告製品では、弓状レバー３は常時バ\nネにより絞羽根が閉じる方向に引かれており、シヤツターの作動に際しては進退レ\nバーの退避によりバネに引かれて外方向に振られ、進退レバー１が復位するときは\n進退レバー１自体によりバネに抗して復動する点においても、両者は相違する。\n（六）　以上のとおり、被告製品は、本件特許発明の構成要件を全く具備せず、そ\nの作用効果も異なるから、本件特許発明の技術的範囲に属しない。\nなお、このことは、本件被告製品と同一構成の「一眼レフレツクスカメラ用絞装\n置」について被告がした昭和三十五年第三六五二一号特許出願に対し、昭和三十九\n年六月二十九日出願公告をすべき旨の決定がされたことからも、明らかである。\n八　同八の事実について\n被告が現在業として別紙（一）記載の絞り作動装置を有する一眼レフレツクス写\n真機及びその交換レンズを製作販売し、これらを所有していることは認めるが、そ\nの余は争う。\n九　同九の事実について\n（一）　同九の（一）の事実のうち、被告が原告ら主張の期間に原告ら主張の数量\nの製品を製作販売したことは認めるが、その余の事実は否認する。\n（二）　同九の（二）の事実は否認する。本件特許発明の相当実施料額は、次の事\n実から判断して、被告製品一個につき高くとも金百五十円と見るべきである。すな\nわち、\n（１）　原告【Ａ】及び同【Ｂ】は、昭和二十四年三月十八日、本件特許権を取得\nしながらその実施をせず、昭和三十三年三月十日に至つて初めて実施契約を締結し\nたこと、\n（２）　右原告両名が同業者に本件特許発明及び特許第一七六、四八ニ号の特許発\n明の実施を許諾するに際し、該二つの特許発明の実施料は、毎月、五百個までは一\n個につき金三百円、五百個をこえ千個までは金二百円、千個をこえる分は金百五十\n円と定められたこと、\n（３）　カメラの重要部分はレンズにあり、絞り装置の価値は小さいこと、\n（４）　特許権の価値は存続期間の進行とともに逓減するものであるところ、被告\nが本件製品を製作販売したのは本件特許権の存続期間終了前二年間であること。\n（三）　同九の（三）点は争う。\n十　本件特許権の消滅について\n本件特許権は、昭和三十年十月二十日、存続期間の終了により消滅した。\n第四　証拠関係（省略）\n理　　　由\n第一　差止及び廃棄請求について\n本件特許権が昭和三十八年十月二十日存続期間の終了により消滅したことは、当事\n者間に争いがないところであるから、原告らの差止及び廃棄請求は、その余の点に\nついて判断するまでもなく、理由がないものといわざるをえない。\n第二　損害賠償請求について\n一　訴の変更の許否\n被告訴訟代理人は、原告【Ａ】及び同【Ｂ】がした訴の追加的変更は、著しく訴訟\n手続を遅滞させるから、民事訴訟法第二百三十ニ条第一項但書及び第二百五十五条\n第一項本文の各規定により、許されないと主張する。しかして、本件一件記録に徴\nすれば、原告らは、昭和三十七年二月六日、訴提起以来、被告の現に製作販売する\n別紙（一）記載の絞り作動装置が原告らの本件特許発明の技術的範囲に属すること\nを主張立証してきたが、昭和三十八年十月三十日、右主張に加えて、被告の製作販\n売行為による特許権の侵害を理由にその損害の賠償を請求するに至つたものである\nこと明らかである。しかして、右訴の追加当時、すでに従来の請求についての主張\n立証が尽されていたと仮定しても、この技術的範囲に属する物件を製作販売するこ\nとによる特許権の侵害を理由とする損害賠償請求権の審理判断することは、これが\nため、多少の日時は要するにしても、特に著しい訴訟手続の遅滞を来たすものとい\nうことは当をえない（現に、記録によれば、結果的にではあるが前記訴の追加的変\n更以後弁論終結まで四回の口頭弁論期日が開かれたにすぎない。）したがつて、本\n件における訴訟手続の経過に徴すれば、原告らがした前記訴の追加的変更は適法な\nものというべく、被告訴訟代理人の前記主張は実質的理由を見出しがたく、もとよ\nり採用しうべき限りではない。\n二　原告両名の権利\n原告【Ａ】及び【Ｂ】が昭和二十四年三月十八日設定の登録により本件特許権に\nつき各二分の一の持分を取得したこと及び本件特許権が昭和三十八年十月二十日に\n存続期間の終了により消滅したことは、当事者間に争いがない。\n三　被告製品は本件特許発明の技術的範囲に属するか。\n（一）　争いのない事実\n本件特許出願の願書に添付した明細書の特許請求の範囲の記載が別紙（二）該当\n欄記載のとおりであること並びに被告の製作販売にかかる一眼レフレツクス写真機\n及び交換レンズが別紙（一）記載の絞り作動装置を有することは、当事者間に争い\nがない。\n（二）　本件特許発明の構成要件\n前記当事者間に争いのない特許請求の範囲の記載、とくに、「開閉板にシヤツタ\nーの起動杆に関連せる作動環を係合し、（中略）シヤツターの作動に際しシヤツタ\nーが開き始めざる期間中に作動環を押進し、開閉板が止子に衝合する迄之を共に回\n動せしめて予め定めたる絞度に絞る」との記載、成立に争いのない甲第三号証（本\n件特許発明明細書）の発明の詳細なる説明中、「開閉板７に作動環１２を重ね、其\nの間に環状摩擦板１３を介装し、作動環１２と開閉板７とを摩擦的に係合し、切欠\n１１が止子６に衝合せる以後は作動環１２のみが回動する如くなさしむ。作動環１\n２には突腕１４を設け該突腕１４に牽引バネ１５を連結し、作動環１２をして絞羽\n根８群を開く方向に回動せんとする傾向を附付し、突腕１４にシヤツターの起動杆\nを関連し、シヤツターを作動すべく起動杆を作動する場合に作動環１２をバネ１５\nに抗して回動せしむべくす。」「作動環１２は、バネ１５にて牽引せられ、開閉板\n７は摩擦によつて作動環１２と共に絞りが全開の状態を保たしむ。常時は以上の状\n態を保つも、撮影に際しシヤツターを作動すべく起動杆を押動する時は、シヤツタ\nーが開き始めざる期間中に作動環１２をバネ１５に抗して第一図に於て矢符の方向\nに回動し、開閉板７を切欠１１の左端が止子６に衝合する迄共に回動して、絞羽根\n８群を予め定めたる絞度に絞り、爾後は開閉板７を其の位置に残し作動環１２のみ\nは其の行程端迄回動し、次でシヤツターが開放し始むるものにして、起動杆が復位\nするときは絞りは全開す」との記載及びその図面、証人【Ｃ】の証言並びに弁論の\n全趣旨を総合すれば、\n（１）　絞羽根開閉板に作動環を「係合」することは本件特許発明の構成に欠くこ\nとができない事項の一つであること（このことは当事者間において争いがない）。\n（２）　本件特許発明において、作動環を絞羽根開閉板に固定することなく、「係\n合」するに止めるのは、撮影に際し、シヤツターを作動すべく起動杆を押動して、\nこれと関連する作動環を押進するとき、絞羽根開閉板が止子に衝合するまではこれ\nをともに回動して絞羽根群を予め定めた絞度に絞るが、その後は絞羽根開閉板をそ\nの位置に残し、作動環のみがその行程端まで回動し（起動杆がその行程端まで回動\nすることはいうまでもない。）、次いで起動杆がその行程端に達することによりシ\nヤツターが開き始めるように構成すること、換言すれば絞羽根開閉板に止子との衝\n合による抵抗が働かないときは絞絞羽根開閉板と作動環とは一体的に回動するが、\n右抵抗が働くときは絞羽根開閉板は停止し作動環のみが回動しうるようにすること\nにより、シヤツターが開き始めないうちに予定絞りに絞るという作用効果を得るた\nめであること。本件特許発明において、作動環を絞羽根開閉板に固定すれば、ある\nときは両者が一体的に回動し、あるときはその一方のみが回動するということは不\n可能になり、その結果、シヤツターが開きはじめないうちに予定絞りに絞るという\n作用効果も得られないことになること。\n（３）　したがつて、前記（１）にいう「係合」とは作動環と絞羽根開閉板とが\n「引っ掛かり合い」の関係にある場合をすべて包摂するものではなく、絞羽根開閉\n板が止子に衝合するまでは両者が一体的に回動し、その後は作動環だけが回動しう\nるような特殊の結合関係（かかる関係が摩擦的係合に限定されるかどうかは別とし\nて）のみを意味するものといわなければならないこと。\n特許請求の範囲の記載中においては、「係合」という文字自体にこれを限定すべ\nき字句は附されていないが、このことは「係合」を以上のように限定的に解釈する\nになんらの妨げともなりえないこと。\nを認定しうべく、証人【Ｄ】の証言（第二回）中右認定に反する部分は措信しがた\nく、甲第三号証（弁理士【Ｅ】の鑑定書）、\n甲第四号証（弁理士【Ｆ】の鑑定書）及び鑑定人【Ｇ】の鑑定の結果中の右認定に\n反する見解は、いずれも、なんら実質的根拠を示すことなく、前記「係合」即「引\nつ掛かり合い」の関係一般であるとの前提に立つものであり、到底当裁判所の賛同\nしえないところであり、また、鑑定人【Ｈ】の鑑定の結果は、\n（１）　一旦、「作動子と開閉板とは或る時点まで共に回動し開閉板の回動が停止\nしても作動子は予め決められている行程の端迄回動し、その行程の戻りにおいては\n又又開閉子を常態に復する作用をなし、作動子と開閉板とはそのような作用をする\nような『係合』が即ち固着とか一体的に設けたのとは異り言わば引かかり合つてい\nるようなものであることの必要なことがわかる。」（鑑定書十頁）と正当に指摘し\nながら、被告製品と比較する際には、絞羽根開閉板が止子に衝合するまで絞羽根開\n閉板と作動環とがともに回動することのみを取り上げ、その後作動環のみが行程端\nまで回動することの必要性を看過又は無視していること。\n（２）　シヤツター作動の際における絞羽根開閉板の回動運動が作動環の押進によ\nり行われることは、特許請求の範囲の記載中に明示されているにもかかわらず、そ\nの効果が不明であるとの理由で、これを本件特許発明の構成要件ではないとするこ\nとの二点において、論理的妥当性を欠き当裁判所のにわかに賛同しがたいところで\nあり、他に前記認定を覆すに足る証拠はない。\n（三）　被告製品の特徴\n当事者間に争いのない被告製品の構造と前記（ニ）記載の事実とを対比すれば、\n被告製品における「弓状レバー３に軸３´を共通にする重合レバー５を重ね、戻り\n発条６及び押進ピン７により両者が一体的に動くようにし、重合レバー５に設けた\n溝５´に中介レバー２５の制限ピンを係合する構造」が、本件特許発明における前\n記（ニ）の（１）記載の要件に対応するものであることは、おのずから明らかであ\nる。\n（四）　被告製品と本件特許発明との比較\n前記（一）から（三）において明らかにされた事実に、本件被告製品のボデー、\n絞り装置及びそれを分解したものであることに争いのない検乙第三号証の一から三\n並びに弁論の全趣旨を参酌して、本件特許発明における前記要件と被告製品におけ\nる右構造とを比較考量すると、両者は、その構造及び作用効果において相違するも\nのといわざるをえない。すなわち、\n（１）　本件特許発明においては、作動環と絞羽根開閉板とは、絞羽根開閉板が止\n子に衝合するまでは両者一体的に回動するが、その後は、作動環のみがその行程端\nまで回動するような特殊の結合関係にあることを要するに対し、被告製品において\nは、制限ピン８がカム板１１に衝合して中介レバー２５が停止すれば、重合レバー\n５及び押動ピン１２により弓状レバー３も同時に停止し、弓状レバー３のみが中介\nレバー２５をその位置に残して動くということはありえないから、弓状レバー３と\n中介レバー２５とが前記のような特殊の結合関係にあるものということはできな\nい。\n（２）　被告製品において、弓状レバー３と中介レバー２５とを固定せずに、前記\n（三）記載の方法により関連させるのは、これによりシヤツターが開き始めないう\nちに予定絞りに絞るという作用効果を得るためではなく、（ａ）鏡胴の前後進を可\n能にすること、（ｂ）重合レバー５に観察用レバー１２を係合することにより随時\n予め定めた絞度における観察を行ないうるようにすること、（ｃ）製作を容易にす\nること等のためである。\n被告製品において、シヤツターが開き始めないうちに予定絞りに絞ることができ\nるのは、シヤツター釦を押圧することにより進退レバー１が退避し始めると、弓状\nレバー３、重合レバー５及び中介レバー２５は、発条４に引かれて、制限ピン８が\nカム板１１に衝合するまで、一体的に外方向に振られ、絞羽根群を予定絞りに絞る\nが、これと同時に右各レバーはすべて停止し、その後は進退レバー１のみが退避運\n動を継続し、それが行程端に達したときシヤツターが開き始めるように構成されて\nいることによるのであるから、弓状レバー３、重合レバー５及び中介レバー２５が\n一体的に固定されていても、シヤツターが開き始めないうちに予定絞りに絞るとい\nう作用効果は得られる。\nしたがつて、被告製品において弓状レバー３と中介レバー２５とを固定せず前記\n（三）記載の方法により関連させることによる作用効果は、本件特許発明において\n作動環と絞羽根開閉板とを「係合」することによる作用効果と全く相違するものと\nいわなければならない。\n前掲甲第三、第四号証並びに鑑定人【Ｇ】及び同【Ｈ】の各鑑定の結果中右に反\nする見解は、いずれも本件特許発明の技術的範囲を不当に広く定めるものであり、\n当裁判所の賛同しがたいところである。\n（五）したがつて、被告製品はこの点において本件特許発明の構成に欠くことので\nきない事項の一つを欠くものであるから、他の点を比較するまでもなく、本件特許\n発明の技術的範囲に属しないものというべく、他にこれを覆すに足る証拠はない。\n四　むすび\n以上説示のとおりであるから、被告製品が本件特許発明の技術的範囲に属するこ\nとを前提とする原告【Ａ】及び同【Ｂ】の損害賠償請求は、進んで他の点について\n判断するまでもなく、理由がないものといわざるをえない。\n第三　よつて、原告らの本訴請求は、いずれもこれを棄却することとし、訴訟費用\nの負担につき民事訴訟法第八十九条、第九十三条第一項但書及び第九十五条本文\n（ただし、第九十五条本文の規定は、損害賠償請求に関する分についてのみ）を適\n用して、主文のとおり判決する。\n別紙（一）\n説明書\n図面はマミヤ光機株式会社製ミノルタＳＲ型写真機の絞り作動装置を示すもの\nで、第一図は縦断側面図、第二図は第一図Ⅱ－Ⅱ線に於ける縦断正面図、第三図は\n弓状レバー３の部分の正面図、第四図は重合レバー５の部分の正面図、第五図は中\n介レバー２５の部分の正面図、第六図は要部を離して略示した斜面図である。\nＡは外周面に各種絞度に応ずる凹孔１７を列設した鏡胴で、これに嵌合する絞度\n調整環１０に設けた螺子１９で圧縮される圧縮ばね２０で弾圧されたボール１８を\n絞度調整環１０を回わして上記凹孔１７の何れかに係合させることにより絞度が整\n定される。すなわち絞度調整環１０に固着したカム板１１には、鏡胴Ａの中心より\nの距離が漸変するカム面１１´が形成され、\n絞羽根群１６に結合環１４を介して連なる連結ピン１３を溝２５´によつて動かす\n中介レバー２５に植設した制限ピン８をこのカム面１１´に対応させて上記絞度調\n整環１０を回わすことによるカム面１１´の変位により、カム板１１に対し制限ピ\nン８が衝合するに至る間隔を変化させて、その結果中介レバー２５の軸２６を中心\nとしてカム面１１´に交叉する方向に作動する範囲を限定し、従つて絞羽根群１６\nの開閉度すなわち絞度が制禦される。\n一方写真機のボデー側にシヤツターを作動するとき往復運動する進展レバー１が\n設けられ、これに連動するピン２を固定した弓状レバー３が軸３´を中心として作\n動するように設けられ、その一端に設けた発条４の張力で外方に作動するようにな\nつていると共に、弓状レバー３に重ねて軸３´を共通にする重合レバー５が設けら\nれ、それが弓状レバー３と一体的に動くようになつている。かつ重合レバー５に設\nけた溝５´には、前記絞羽根群開閉用中介レバー２５の制限ピン８が受けられて係\n合している。絞度調整環１０によつて上記のように或る絞度に整定した時、進退レ\nバー１が第二図に示す復動した状態において、弓状レバー３及び重合レバー５は軸\n３´を中心として内方に回動した状態となり、従つて制限ピン８を介して絞羽根群\n１６は常時全開状態を保つが、シヤツターの作動に連動して進退レバー１が第二図\nの状態から同図に於て左方に退避すると、発条４によつて弓状レバー３及び重合レ\nバー５は軸３´を中心として外方へ作動し、制限ピン８はカム板１１のカム面１１\nの予め整定された絞度に応ずると衝合して止まり、従つて絞羽根群１６はその絞度\nに閉じられた状態でシヤツターによる露光作用が行われ、引きつづき進退レバー１\nが第二図の状態への復動することにより、再び絞羽根群１６は全開状態となる。\nなお、第二図の１２はその内端部によつてピン２７を介し重合レバー５に従つて\n絞羽根開閉中介レバー２５の制限ピン８を外方へ動かすための観察用レバーで、こ\nれによつて上記自動絞り制禦装置とは関係なく、絞羽根群１６を作動して予め整定\nした絞度における観察を随時行い得るもので、９は発条である。\n又６は弓状レバー３の掛軸２２と重合レバー５の掛軸２４との間に掛合した戻り発\n条で弓状レバー３に設けた押動ピン７と相待つて重合レバー５を弓状レバー３と一\n体的に動くようにする。１５は絞羽根の支持環で２１はそれに設けた誘導溝、２３\nは鏡胴Ａを写真機のボデーに結合する係合部、２８は絞り孔である。\n＜８８４０３－００１＞\n＜８８４０３－００２＞\n＜８８４０３－００３＞\n＜８８４０３－００４＞\n別紙（二）\n特許発明明細書　登録第一七八一六七号\n公告　昭ニ三・一〇・二〇（特公昭ニ三－ニ三八九）\n一眼レフレツクスカメラ絞り作動装置\n発明の性質及目的の要領\n本発明は絞度調整環に止子を設け絞羽根開閉板を該止子に衝合すべくし開閉板に\nシヤツターの起動杆に関連せる作動環を係合うし常時絞りを全開状態に保たしめシ\nヤツターの作動に際しシヤツターが開き始めざる期間中に作動環を押進し開閉板が\n止子に衝合する迄之を共に回動せしめて豫め定めたる絞度に絞ることを特徴とする\n一眠レフレツクスカメラ用絞り作動装置に係り其の目的とする所は常時絞りを全開\nせしめて像を明瞭ならしめシツツターの作動に際し又は焦点深度観察をなさんとす\n等の必要時のみ自働的に豫め定めたる絞度に絞らんとするにあり\n図面の略解\n図面は本発明の一例を示す第一図は一部を截缺せる正面図第二図は縦断側面図第\n三図は開閉板と止子との関係を示す正面図第四図は第ニ図Ａ－Ａ’線に於ける横断\n正面図なり\n発明の詳細なる説明\n本発明を図面に就き説明せんに装定環１に絞度調整環２を緩嵌し装定環１の外周\n囲に各種絞度に応ぜる凹窩３を設け調整環２に押圧バネ４を作用せしめたる串５を\n出入自在に設けて之を凹窩３に係合せしむべく調整環２の内部に止子６を固定し調\n整環２の内側に環状の開閉板７を回動自在に設け絞羽根８群を結合せる結合環９を\n連結杆１０にて開閉板７に連結し開閉板７を回動することにより絞羽根８群を開閉\nすべくし開閉板７の外周部に切缺１１を設け第一図第三図に於て其の左端を止子６\nに衝合せしむべくし開閉板７に作動環１２を重ねその間に環状摩擦板１３を介装し\n作動環１２と開閉板７とを摩擦的に係合し切缺１１が止子６に衝合する以後は作動\n環１２のみが回動する如くなさしむ作動環１２には突腕１４を設け該突腕１４に牽\n引バネ１５を連結し作動環１２をして絞羽根８群を開く方向に回動せんとする傾向\nを附興し突腕１４にシヤツターの起動杆（図示せず）を関連しシヤツターを作動す\nべく起動杆を作動する場合に作動環１２をバネ１５に抗して回動せしむべくす\n本発明は調整環２を回し所望の絞度に合す此の場合串５は凹窩３に嵌入して濫り\nに調整環２が回動することなからしむ而して作動環１２はバネ１５にて牽引せられ\n開閉板７は摩擦により作動環１２と共に絞りが全開の状態を保たしむ常時は以上の\n状態を保つも撮影に際しシヤツターを作動すべく起動杆を押動する時はシヤツター\nが開き始めざるを期間中に作動環１２をバネ１５に抗して第一図に於て矢符の方向\nに回動し開閉板７を切缺１１の左端が止子６に衝合する迄共に回動して第一図参照\n絞羽根８群を予め定めたる絞度に絞り爾後は開閉板７を其の位置に残し作動環１２\nのみは其の行程端迄回動して次でシヤツターが開放し始むるものにして起動杆が復\n位する時はバネ１５により作動環１２及開閉子７は前記常態に復し絞りは全開す尚\n絞り度に応ずる焦点深度を観察する等の必要時に際しては手を以て直接に又は特設\nせる釦又は●にて開閉板７を回動することを得\n要するに本発明は常時絞度を全開状態に保ちて焦点調整時には像を明瞭ならしめ\n撮影時シヤツターを作動すべく起動することによりて自働的に予め定めたる絞度と\nなすものにして一眠レフレツクスカメラに於て使用上極めて便利なるものとなりと\nす\n特許請求の範囲\n目的を達せんため本文に詳記し且図面絞度調整環に止子を設け絞羽根開閉板で衝\n合すべくし開閉板にシヤツターの起せる作動環を係合し常時絞りを全開状態は保た\nしめシヤツターの作動に際しシヤツターが開き始めざる期間中に作動環を押進し開\n閉板が止子に衝合する迄之を共に回動せしめて豫め定めたる絞度に絞ることを特徴\nとする一眠レフレツクスカメラ用絞り作動装置\n＜８８４０３－００５＞\n"
}