{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 1,
    "day": 26
  },
  "case_number": "昭和34(ネ)70",
  "case_name": "和解契約無効確認請求異議事件",
  "court_name": "高松高等裁判所第四部",
  "lawsuit_id": "24543",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24543",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/543/024543_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。控訴人と被控訴人の亡父Ａとの間の徳島地方裁\n判所富岡支部昭和三十一年（ワ）第一八号貸金請求事件について、右両名が昭和三\n十一年九月十一日にした和解契約の無効であることを確認する。同和解調書に基く\n強制執行を許さない。被控訴人が既にした強制執行を取消す。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は主文と同一の判\n決を求めた。\n当事者双方の事実上の主張は、被控訴代理人において、被控訴人の父（第一審被\n告）Ａは昭和三十二年三月十七日死亡し、Ｂがこれを相続して本件訴訟を承継した\nと述べ、控訴代理人において、このことを認めると述べたほかは、原判決事実摘示\nと同一であるからここにこれを引用する。\n立証として控訴代理人は甲第一号証、第二号証の一、二、第三号証を提出し、原\n審証人埴渕可雄、原審並に当審証人Ｃの各証言、原審並に当審における控訴本人の\n各尋問の結果を援用し、乙号各証の成立を認めると述べ、被控訴代理人は乙第一号\n証の一乃至十三、第二号証、第三号証の一、二を提出し、原審証人Ｄの証言を援用\nし、甲号各証の成立を認めると述べた。\n理　　　　由\n被控訴人の先代Ａを原告とし、控訴人を被告とする徳島地方裁判所富岡支部昭和\n三十一年（ワ）第一八号貸金請求事件の昭和三十一年九月十一日の口頭弁論期日に\nおいて、裁判所側の和解勧告の結果、同事件の原告訴訟代理人弁護士武市官二、原\n告Ａと同事件の被告訴訟代理人弁護士埴渕可雄との間に、事件について訴訟上の和\n解が成立し、その旨の和解調書が作成されたこと、その内控訴人に関する部分とし\nては、右調書に、和解条項第二項ないし第六項として、\n（二）　被告Ｅは元利合計金三十一万円の支払義務あることを認め、これを次の\n方法により原告代理人方又は原告方に持参或は送金して支払うこと、\n（１）　昭和三十一年十月末日限り金十万円、\n（２）　同年十一月末日限り金十万円、\n（３）　同年十二月末日限り金十一万円、\n（三）　被告Ｅは原告に対し、第二項の債務弁済のため、同人所有の那賀郡ａ町\n大字ｂ字ｃｄ番\n一、　田　　一反六畝五歩\n同郡同町大字同字ｅｆ番\n一、　田　　一反五畝十八歩\nに対し、被告Ｅの費用負担において、昭和三十一年九月十八日までに抵当権設定登\n記手続を為すこと、\n（四）　原告はその余の請求を放棄すること、\n（五）　原告は被告Ｅに対して、徳島地方裁判所富岡支部へ為している詐欺教唆\nの告訴は本日これを取下げること、\n（六）　本件訴訟費用は各自弁のこと、\nとそれぞれ記載されていること、及び、同事件の被告Ｅの右埴渕弁護士に対する\n訴訟委任状には和解権限に関する特別委任の記載があり、この委任状が裁判所に提\n出されていることは、いずれも当事者間に争のない事実である。\nところが、控訴人は、右和解契約は全部無効であると主張し、その理由として、\n前件被告訴訟代理人埴渕弁護士の右期日における和解の権限は前件被告Ｅの意思表\n示により制限された結果無権限であつた、仮にそうでないとしても、右契約の一部\nである抵当権設定契約は訴訟の目的に含まれず、埴渕弁護士にはこのような事項に\n関する民法上の代理権がなかつたから、抵当権設定契約は無効であり、その結果ひ\nいては相手方の要素の錯誤により契約全部の無効をきたすと主張するから、これら\nの点につき考察する。\n当事者が訴訟代理人を選任する場合に、訴訟事件を特定し且これについて判決手\n続、和解手続等のいずれを選ぶべきかを定めることができること、また本人と訴訟\n代理人との間には一般に私法上の委任又は準委任の契約が存するが、この私法上の\n契約において訴訟代理人の行為につき種々の制限を定め、委任者が受任者に事務処\n理の方法について指図をし、或は委任者受任者の双方において何時でも該契約を解\n約することができることはもちろんである。しかし、訴訟法は多数の事件を処理す\nる訴訟手続を安定した且円滑なものとするために、また、訴訟委任が通常は弁護士\nに対してなされる関係で当事者の信頼が裏切られる懸念が少いことを考慮して、訴\n訟代理人の権限の範囲等につき当事者の意思によつて定めうる限度を前記の事件の\n特定及びこれについて判決手続、和解手続等のいずれを選ぶべきかの指定その他の\n若干の場合に限り、これにあたらない場合の委任契約上の制限など個々の場合の当\n事者の意思による拘束はこれを本人と訴訟代理人の間のいわば内部関係にとどめて\n裁判所及び事件の相手方との関係ではその拘束力を排除する若干のかく一的な且強\n行的な規定をもうけ、訴訟代理人というものを個々の場合の便宜や具体的事件の場\n合での結果の当否とは切離した一般化され客観化された制度として規律するに至つ\nているのであつて、本件に関係がある部分としては、民事訴訟法第八十一条は、訴\n訟代理権の範囲について、訴訟代理人は当事者によつて授権の対象として与えられ\nた事件並に訴訟追行の目的（通常事必の被告の授権による場合は当該訴訟事件での\n防禦による落着）の範囲において、その目的を達成するのに客観的、抽象的に必要\nといいうる一切の行為をする権限を有すること（第一項）、もつとも、必ずしも右\nの範囲にとどまるといいきれない行為て当事者にとつて重大な結果を生ずる事項例\nえば反訴の提起、和解その他いくつかの事項については木人の特別の授権を要する\nが（第二項）、弁護士である訴訟代理人については訴訟代理権はこれを制限するこ\nとができないこと（第三項）を定め、また同法第八十七条、第五十七条は前述のよ\nうな訴訟委任の解約等について、それは本人と訴訟代理人の間では自由であるが、\n訴訟代理権の消滅は本人又は代理人からこれを事件の相手方に通知するのでなけれ\nば訴訟法上その効力がなく、この結果訴訟代理人の訴訟行為の効果が本人である事\n件の当事者に帰属するに至ることを規定している。このように弁護士が訴訟代理人\nとなつた場合には本人の意思が法律上多大の制約の下におかれるが、他方、そのた\nめに弁護士は法律上一定の資格を具えることが要求され、またその任務に専心奉仕\nしてそのいわば優越した地位を私利に用いることのないよう種々の制約が課されて\nいるのである。\n<要旨第一>ところで、右の、和解については特別の授権を受けなければならない\nという条項と訴訟代理権はこれを制限</要旨第一>することができないという条項と\nの関係については、本法が大正十五年法律第六十一号による改正前の民事訴訟法と\n規定の仕方を異にし、右第三項の適用範囲について何らの限定的な規定もおかずに\n前記第一、二項のあとをうけて一律に訴訟代理権の制限はその効力がない旨を定め\nているところからみれば、和解の代理権を与えられた弁護士である訴訟代理人は当\n事者の互譲という手段による当該事件の解決落着という与えられた目的の範囲内に\nおいて、客観的、抽象的に必要といいうる（且当然のことながら、特定の事件の落\n着という目的の限度を逸脱しない程度での）一切の互譲手段をとることができ、こ\nの代理権は訴訟法上有効に制限することができず、この関係からまたこのような範\n囲の私法上の代理権が、法律上、訴訟代理人に与えられたものと取扱われるわけで\nあつて、内部的な刊限の違反は訴訟代理人の本人に対する内部的な責任の問題にす\nぎないといわねばならない。もともと、内部的関係についても、受任者は委任の本\n旨に反しない範囲で委任を受けない行為をすることができると解すべきで、或程度\n自由裁量を以て事を処理しうる範囲を有するわけであるが、法は弁護士である訴訟\n代理人の和解の代理権という面については、いわばこのような広範でかく一的なも\nのを授権するか、それとも全く授権をしないかのいずれかを選択することしか認め\nないのである。したがつて、弁護士である訴訟代理人の和解の代理権を、期日や事\n項の細部について制限しても訴訟法上効力を生ぜず、これを全面的に制限するこ\nと、即ち和解の権限を訴訟委任契約の解約等によつて消滅させようとすることは訴\n訟法上も認められるが、前記のように、これを本人又は訴訟代理人から事件の相手\n方に通知するのでなければ訴訟法上はその効力を生じない。\nまた、右にいう和解の一切の互譲手段の内に、訴訟の目的である権利関係以外の\n権利の処分を含むかどうかについては、一概には決しえないが、前記の民事訴訟法\n第八十一条第一項の場合の行為の範囲の内に、防禦の方法としての相殺の如き、訴\n訟の目的たる権利関係とは別の権利を処分する場合をも包含することを参照すべき\nである（大審院民事部昭和七年五月六日判決、同昭和八年九月八日判決、同昭和八\n年十月二十八日判決等）。\nもともと訴訟事件の処理といつても、所謂訴訟物である権利関係だけを他から切\n離し孤立させてそれで妥当な解決をはかることが常に可能となるわけのものではな\nく、また訴訟物以外の権利関係にふれることによつて直ちに当該事件の処理という\n窮極の目的に適合しないいわば訴訟代理人としての使命を逸脱した行為となり或は\nまた前記の基準からいつて不必要な行為になるわけのものでもない。訴訟代理権の\n範囲を法定した前述の立法趣旨と併せ考えると訴訟物以外の権利の処分であるとい\nうだけでこれを訴訟代理権の範囲から除外すべき理由はなく、要は既述の基準に適\n合するか否かによるのであつて、前掲の相殺などもこの観点から第八十一条第一項\nの行為の内に含めることができるのである。そしてこの理は和解手続についてもも\nとより推及すべきであつて、殊に和解手続では互譲という事柄の性質上、訴訟物以\n外の権利関係を加入することがしはしば避けることのできない必須のものであり、\nこれらの点から考えれば、和解に訴訟物以外の権利関係を導入することも、結局\nは、その程度及び態様において、当該事件の解決という窮極の目的に背馳せず且当\n該事件の互譲による解決のために客観的、抽象的に観察して必要といいうるもので\nある限りは、これを、弁護士である訴訟代理人の和解権限中に当然に包含されるも\nのと解するのを相当とする。\nいま、これを本件についてみるのに、控訴人は被控訴人先代Ａから、昭和三十一\n年中、徳島地方裁判所富岡支部に、貸金請求の訴を提起され、これに応訴するた\nめ、弁護士埴渕可雄に事件を依頼し、これに和解権限を含む訴訟代理権を授権する\n旨記載した訴訟委任状を作成して、同裁判所に提出していたのであるが、成立に争\nがない甲第一号証ないし第三号証の各記載と、原審並に当審における証人Ｃの各証\n言、同じく控訴本人の各尋問の結果を綜合すると、控訴人は、昭和三十一年九月十\n一日午前に、徳島地方裁判所富岡支部で右事件の第二回口題弁論期日がひらかれる\nほか、同所内の徳島富岡簡易裁判所でも右地方裁判所事件と同じ裁判官の担当で控\n訴人に対するＡからの損害賠償請求事件の証人取調期日、控訴人に対する訴外Ｆか\nらの貸金請求事件の口頭弁論期日が、前記地方裁判所事件と同一の訴訟代理人の立\n会でひらかれることになつていたので、内縁の夫であるＣとともに（同人もまた右\n地方裁判所事件の被告で、控訴人とともに埴渕弁護士にこの事件の訴訟委任をして\nいた。）同日午前同地方裁判所支部並に徳島富岡簡易裁判所の法廷に出廷したとこ\nろ、昼前頃、右簡易裁判所事件の証人調が終了したところで裁判所側から（具体的\nには同事件に司法委員として立会していた訴外Ｄから、）ちうど皆出廷しているの\nだから全部の事件についてそれぞれ午後から和解をしてはどうかという勧めがあ\nり、控訴人とＣは昼食をすませてから裁判所内で埴渕弁護士から和解についての意\n向をたずねられたこと、これに対し、控訴人は、その場と東明ら原告側の人達がい\nる室との間を双方の意向を打診するためゆききしていたＤ司法委員の発言などか\nら、勧められる和解の内容をほぼ推察してそれに不満であつたので、埴渕弁護士に\nその旨を話したのであるが、埴渕弁護士としては事件を観察検討して同日の機会を\n生かして司法委員の考えている案にほぼ近い線で和解を成立させることが控訴人の\nためにも妥当な解決であると考えていた上、いま一人の本人であるＣか同日和解を\nしてもよいという意向であつたので、和解の打切りを求めるような気持はなく、そ\nのうち原告側の訴訟代理人である弁護士武市官二が埴渕弁護士を呼びにきたので両\n弁護士の間で互いに譲りうる線などについて話しあつた上、再び控訴人らのところ\nにもどつてきて、控訴人とＣに、もう和解をしよう、今日あたりが和解をするしお\nどきだからという趣旨のことを言つて、原告側と一室に会して話し合うことを勧\nめ、Ｃと二人で和解のために右の室に入つていつたこと、しかし控訴人は前と同趣\n旨のことを言い、今日は和解はできないという趣旨のことを言つてその室に入ら\nず、そのまま裁判所を出て家へ帰つてしまつたこと、そして本件の和解は控訴人が\n立会しないままで、前記司法委員が事実上の斡旋役として当初示した案に近い線で\n埴渕弁護士によつて行われたことをそれぞれ認めることができる。このように、本\n件の和解については控訴人は不満で、その意思に反する点があつたことはこれを認\nめることができるのである。しかし、控訴人が埴渕弁護士に対する和解の授権を撤\n回したというようなことは、原審での控訴人本人尋問の結果中にこれにそうかのよ\nうな供述部分があるけれどもこれは原審証人埴渊可雄の証言に照し到底信用するこ\nとができないし、その他これを認めるに足る証拠は何もなく、ましてこれを裁判所\nや相手方に明示の方法で通知したというような事実は認められない。したがつて本\n件和解はこのような点によつてこれを無効ということができない。\n<要旨第二>また、本件和解が、控訴人所有の不動産について被控訴人の先代のた\nめに抵当権の設定をする旨の条項を含</要旨第二>み、この点で訴訟物以外の権利関\n係を導入していることは前記のとおりであるが、甲第一号証によると、前件訴訟の\n訴訟物はＡから控訴人に対する金銭債権であり、この弁済期日を延期し且分割払と\nするかわりに、その担保として右のように抵当権の設定がなされたものであること\nがうかがえるから、この抵当権設定は訴訟物に関する互譲の一方法としてなされた\nものであることが明らかである。ところで、抵当権の設定は本件のような金銭債権\nの効力を確実なものとすることを殆んど唯一の目的とするもので、金銭債権とは無\n関係なものではなく、かえつてこれと密接なしかも従たるものを設定することであ\nるし、担保方法の中でも債務者にとつて犠牲の比較的少いものである。それ故、債\n務者が自己の債務について自己の不動産に抵当権を設定するというこの条項は金銭\n債権の支払約束に関する条項を補強する従たるものとして、且穏当な解決のための\n一方法として、金銭債権に関する和解において、しばしば用いられ、何人も予想し\nうるいわば一つの型ともいえるものになつているのであつて、金銭債権に関する和\n解における互譲手段として、客観的、抽象的に必要といいうると共に、このような\n条項を付したからといつて、訴訟事件の解決という目的からみて本末転倒の非難を\nうけるようなものでないことはもちろん、右目的のらち外にでたものということが\nできないのは明らかである。したがつて、弁護士である訴訟代理人の和解代理権の\n内には、このような方法による和解の権限もまた包含されているものと解すべき\nで、これと異る見解に基き要素の錯誤があるとする控訴人の主張は理由がない。\n以上の次第であつて、控訴人の主張はいずれも採用することができず本訴は棄却\nを免れないもので、これと同趣旨にでた原判決は相当であり、本件控訴は理由がな\nい。よつて、これを棄却し、控訴費用の負担について民事訴訟法第八十九条、第九\n十五条に則り、主文のとおり判決する。\n（裁判長裁判官　谷弓雄　裁判官　橘盛行　裁判官　山下顕次）\n"
}