{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 12,
    "day": 26
  },
  "case_number": "昭和40(ネ)718",
  "case_name": "土地明渡請求事件",
  "court_name": "大阪高等裁判所第三民事部",
  "article_info": "第20巻6号571頁",
  "gist": "従前地二筆の仮換地として指定された一筆の土地の特定部分の売買をする旨表示した契約の効力",
  "case_gist": "従前地甲乙二筆に対し一括して丙なる仮換地が指定された場合に、仮換地丙の特定部分を売買する表示した契約は、それが甲乙いずれの土地のどの部分の売買に該当するかについて当事者の合意がないときには、丙地全部の地積に対する当該特定部分の地積の割合による甲乙両地の各共有持分の売買と、丙地の当該特定部分についての使用収益させる合意とを合せた契約と解すべきである。",
  "lawsuit_id": "22474",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22474",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/474/022474_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左の通り変更する。\n被控訴人は控訴人に対して別紙第二目録記載の土地について神戸地方法\n務局昭和三五年七月八日受付第一二、九四八号所有権移転請求権保全の仮登記の抹\n消登記手続をせよ。\n控訴人の被控訴人に対するその余の本訴請求を棄却する。\n被控訴人の控訴人に対する反訴請求を棄却する。\n訴訟費用は本訴及び反訴の分を通じて第一、二審ともこれを四分し、そ\nの三を控訴人の負担とし、その一を被控訴人の負担とする。\n事　　　　実\n控訴会社代理人らは、\n１　原判決を取り消す。\n２　被控訴人は控訴会社に対し別紙第三目録記載の建物を収去して、その敷地で\nある別紙第一目録記載の土地を明け渡せ。\n３　被控訴人は控訴会社に対し昭和二四年一二月一日より前項の土地明渡しずみ\nに至るまで一ケ月金三、三〇〇円の割合の金員を支払え。\n４　被控訴人は控訴会社に対し別紙第二目録記載の土地について神戸地方法務局\n昭和三五年七月八日受付第一二、九四八号所有権移転請求権保全仮登記の抹消登記\n手続をせよ。\n５　被控訴人の反訴請求を棄却する。\n６　訴訟費用は本訴及び反訴を通じ第一、二審とも被控訴人の負担とする。\nとの判決並びにみぎ第二、三項について仮執行の宣言を求め、被控訴代理人は、\n本件控訴を棄却する。\n控訴費用は控訴会社の負担とする。\nとの判決を求めた。\n控訴会社代理人らは、\n本訴の請求原因として、\n一、　別紙第一目録記載の従前の土地二筆、即ち、神戸市ａ区ｂ町ｃ丁目ｄ番の\nｅ宅地三入坪〇合五勺（一二五・七九平方メートル）及び同所ｆ番宅地五一坪〇合\n二勺（一六八・六六平方メートル）合計八九坪〇合七勺（二九四・四五平方メート\nル）（以下みぎ二筆の土地をそれぞれ従前の土地ｄ番のｅ及び同ｆ番と、みぎ両地\nを併せたものを本件従前の土地二筆と云う）は、いずれも控訴会社の所有に属する\nところ、神戸市施行の神戸国際港都建設事業生田地区復興土地区画整理事業（以上\n神戸市区画整理と略称する。）の実施により、昭和二四年二月三〇日、本件従前の\n土地二筆の仮換地として、現地で、減歩された別紙第一目録記載の仮換地六四坪四\n合（二一二・九八平方メートル）の土地の指定を受けた（昭和三〇年三月三一日ま\nでは神戸市区画整理は特別都市計画法による事業であつて、土地区画整理法による\n事業ではないので換地予定地と呼ぶのが正確であるが以下仮換地と略称する。）。\nその際、みぎ仮換地の具体的な、どの部分が本件従前の土地二筆のらちのどちらの\n土地に代わる仮換地に該当するかについては別段の指定がなく、ただ従前の土地二\n筆に代わるものとして一括して前記一区画の仮換地の指定を受けたものである（以\n下みぎの六四坪四合（二一二・九八平方メートル）の土地を本件仮換地と云\nう。）。\n二、　被控訴人は控訴会社所有の従前の土地ｄ番のｃの土地について、仮換地の\n指定のあつた昭和二四年一一月三〇日以前からみぎ土地上に建物を所有してその敷\n地部分を占有していたものであるが、前記仮換地の指定があつた後もみぎの土地を\n占有使用する何らの権原がないにもかかわらず、引続いて本件従前の土地二筆の仮\n換地である本件仮換地のうち別紙図面表示の（イ）及び（ロ）の土地合計二二坪〇\n合八勺（七二・九四平方メートル）上に別紙第三目録記載の建物（以下本件建物と\n云う）を所有しみぎ土地を不法に占有している。\n三、　被控訴人は、控訴会社所有の従前の土地ｄ番のｅ又はこれから分筆された\nｄ番のｇ（別紙第二目録記載の土地）について所有権又は所有権移転請求権を取得\nした事実がないにもかかわらず、神戸地方裁判所に対して昭和二六年一月二〇日付\nの売買契約により被控訴人が控訴会社から同会社所有の従前の土地ｄ番のｅ宅地三\n八坪〇合五勺（一二五・七九平方メートル）のうちの特定部分三〇坪四合二勺（一\n〇〇・五六平方メートル）（右土地の神戸市区画整理による仮換地は本件仮換地の\nうち別紙図面（イ）及び（ロ）に該当する部分二二坪〇合八勺（七二・九四平方メ\nートル）に当る。）を買い受けその所有権を取得した旨の虚偽の申請理由で仮登記\n仮処分の申請をして、昭和三五年七月一日同裁判所において債権者を被控訴人、債\n務者を控訴会社としてみぎの従前の土地三〇坪四合三勺（一〇〇・五六平方メート\nル）（仮換地二二坪〇合八勺七二・九四平方メートル）の土地について、みぎの売\n買を原因とする所有権移転請求権保全の仮登記仮処分の決定を受け、みぎの決定正\n本に基づいて、債権者代位によつて従前の土地ｄ番のｅから別紙第二目録記載のｄ\n番のｇの土地の分筆登記手続をした上、みぎの分筆した土地について前記の仮登記\n仮処分決定の内容通り被控訴人を権利者とする所有権移転請求権保全の仮登記を求\nめる不実の申請をして、昭和三五年七月八日神戸地方法務局受付第一二九四八号の\n所有権移転請求権保全の仮登記を受けた。\n四、　よつて控訴会社は本件従前の土地二筆の所有権に基づいて被控訴人に対\nし、本件仮換地の被控訴人占有部分（前記（イ）及び（ロ）に該当する部分）上の\n被控訴人所有の建物（別紙第三目録記載の建物）の収去及びその敷地である被控訴\n人占有部分を明け渡すこと、みぎの土地に対する前記不法占拠後の昭和二四年一二\n月一日以降土地明渡し済みまで一ヶ月金三、三〇〇円の割合による地代相当の損害\n金を支払うこと、並びに、不実の登記である前記所有権移転請求権保全の仮登記の\n抹消登記手続をすることを求める。\nと述べ、\n被控訴代理人の本訴について抗弁及び反訴請求原因としての主張に対する答弁と\nして、\n一、　控訴会社が被控訴人に対して本件仮換地の被控訴人占有部分を売り渡した\nことは否認する。\n（一）　控訴会社は本件従前の土地の一部をその仮換地指定前に被控訴人に貸し\nたことはあるが、みぎは仮換地の指定があるまでの一時的な使用を目的とするもの\nであつたから、本件仮換地の指定により賃貸借期間は満了し、賃貸借関係は終了し\nていた。控訴会社としては被控訴人主張の仮処分異議事件も第一審は勝訴してお\nり、訴外Ａなどの第三者に依頼して不利な示談をすることを必要とするような事情\nは何もなかつた。また本件係争土地は控訴会社発祥の地であつて、控訴会社は戦災\nによつて罹災した後は、ひたすら店舗を再建して営業を継続することを熱望してい\nたのであるから、本件土地を手離す筈がない。\n（二）　昭和二六年一月二〇日訴外Ｂが被控訴人との間に本件仮換地の一部につ\nいての売買契約書を作成したことは認めるが、Ｂが控訴会社を代理する権限があつ\nたことは否認する。控訴会社はその現在の代表取締役Ｃの父訴外亡Ｄが創始した老\n舗であつて、ＢはＣの婿養子で終戦以来控訴会社の経営に参与したことはなく、戦\n前は控訴会社に勤務していた暫くの間を除いて他の会社の会社員として勤務し、戦\n時中は軍人として応召し、戦後は家族の反対を押し切つて自分だけの事業の経営、\n証券の取引き等に従事して悉く失敗し、婿養子の立場からやむなくＥから家出し、\nその後は夫婦仲は冷却し、控訴会社の運営はもつぱらＤ及びＣによつてなされ、Ｂ\nはこれに参与できる立場にはなかつた。その後一、二年たつてＢはＥに帰つたが、\nこれまでの経緯から控訴会社の経営には参画せず、ただ形だけ家にいたにすぎなか\nつた。このようにＢが恵まれない境遇にあることは被控訴人もよく知つていたの\nで、被控訴人は控訴会社との間の本件仮換地に関する紛争（昭和二五年以来のもの\nである）を有利に解決するためにＢを利用することを考え、前記Ａなどに頼んで、\n控訴会社を代理する権限などは全く何もないＢを控訴会社の代理人であるとして控\n訴会社名義の被控訴人主張の売買契約書を作成させ、みぎ売買の内金に当る金五万\n円をＢに交付した。したがつて控訴会社と被控訴人間には、被控訴人主張の売買契\n約は成立していない。当時、控訴会社事務所は神戸市ｈ区ｉ町の控訴会社代表取締\n役のＣ方にあり本件土地所在地から遠く隔つていたので、右代表取締役はＢが勝手\nに前記のような示談契約を結んだことを知らずにいたのである。\n（三）　控訴会社は昭和三五年六月二日手付倍長名義で金一〇万円を被控訴人に\n送付したが、みぎは控訴会社と被控訴人間に本件土地売買契約があつたことを承認\nしたからではなく、控訴会社が被控訴人から全く突然に昭和三四年九月一七日付の\n登記及び清算請求の書面を受領し、みぎ文書中には五万円の手附金を控訴会社が受\n領した旨記載されていたので、被控訴人の生活の窮状を可愛そらにおもつた控訴会\n社が受領金額の倍額の返還をもつて埋合せをなすべく被控訴人に送付したものにす\nぎない。\n（四）　被控訴人は乙第一号証のＣとの記名の筆跡はＢの筆跡ではなく、Ｃ自身\nの筆跡であると主張するが、証人Ｂの証言及び控訴会社代表者としてのＣの供述に\nよれば、それがＢの筆跡であること明らかである。\n二、　仮に、昭和二六年一月二〇日の控訴会社と被控訴人間の本件仮換地の一部\nの売買契約が効力を生じたとしても、みぎの契約における売買目的土地の範囲は前\n記図面（イ）に該当する一三坪入合五勺（四五・七九平方メートル）のみであつ\nて、同（ロ）に該当する部分はその範囲内に含まれない。けだし、乙第一号証（み\nぎ売買についての売買契約書）には「一坪の単価八、〇〇〇円とし、神戸寝具との\n解決後総坪数は決定し、現在は一三坪八五の計算とす。」との記載があり、特約と\nして「間口二間一尺一寸として奥行は神戸寝具会社との解決後総坪数は決定しま\nす。」と記載しているところ、被控訴人主張のように売買目的土地の範囲を「奥行\nは南魔界線まで」の地域と解するのであれば、みぎの売買契約書を作成した当時に\n売買目的土地の総坪数を簡単に確定することができるはずであつて、何も坪数を一\n三坪八合五勺と表示しその余の部分の坪数の決定を後日に延ばす必要はないからで\nある。したがつて被控訴人のみぎの契約の解釈は正当ではなく、前記売買契約書に\nよる契約では、売買目的土地の奥行を未定の状態に置いて後日当事者間で協議して\n定めることにしているものと解すべきである。即ち、みぎの契約ては、（イ）に該\n当する土地一三坪八合五勺（四五・七九平方メートル）の売買契約と、神戸寝具関\n係の土地について現在のところ売り渡すべき地積は不明であるが、将来幾らかの地\n積の土地の売買契約を締結する旨の前交渉的契約との二つの契約が結合されている\nのである。そして、みぎの契約成立後には控訴会社と控訴人との間に前記神戸寝具\n関係の土地のうち本件契約の売買の目的物となる土地の範囲についてなんらの協定\nも成立していないので、本件仮換地の売買契約は（イ）に該当する土地についての\nみ成立したのであつて、（ロ）に該当する土地についてはまだ成立するに至つてい\nないと解すべきものである。\nなお、現在被控訴人が占有している土地は間口二、二間（二間一尺二寸（四メー\nトル）あり、地積において二二坪〇合八勺（七二・九四平方メートル）あつて、乙\n第一号証記載の売買目的物件にも符合しない。\n三、　控訴会社と被控訴人間には、以上述べたように、本件仮換地の被控訴人占\n有部分の売買契約は成立しなかつたから、控訴人が神戸地方裁判所の仮登記仮処分\nに基づいて別紙第二目録記載の物件（従前の土地ｄ番のｇ）についてなした売買を\n原因とする所有権移転請求権保全の仮登記は違法なものであつて抹消すべきであ\nる。\n仮に控訴会社と被控訴人間にみぎの売買契約が成立したとしても、その売買目的\n物件は従前の土地ｄ番のｇには該当しないから、みぎの売買契約によるその目的物\n件についての所有権移転請求権保全の方法として、従前の土地ｄ番のｇについて所\n有権移転請求権保全の仮登記をしたのは違法であつて、みぎの登記は抹消すべきも\nのである。即ち、前述したように、本件仮換地は従前の土地ｄ番のｅと同ｆ番のｊ\n筆を一括したものの仮換地であるから、本件売買目的物である本件仮換地のうち\n（イ）及び（ロ）に該当する部分もまた従前の土地ｄ番のｅと同ｆ番とを一括した\nものの仮換地の一部に当るのであつて、従前の土地ｄ番のｅ又は同ｆ番のいずれか\n一の仮換地の一部ではない。しかるに、本件分筆登記及び所有権移転請求権保全の\n仮登記の基本となつた神戸地方裁判所の仮登記仮処分決定（神戸地方裁判所昭和三\n五年（モ）第七二八号）の別紙目録には、売買目的物件である本件仮換地のうちの\n前記（イ）及び（ロ）に該当する部分二二坪（七二・七三平方メートル）は従前の\n土地ｄ番のｅ宅地三八坪〇合五勺（一二五・七九平方メートル）のうちの三〇坪四\n合二勺（一〇〇・五六平方メートル）の仮換地に該当する旨誤つた表示がなされて\nいたので、みぎの仮登記仮処分決定に基づいて従前の土地ｄ番のｅから同ｄ番のｇ\nとして三〇坪四合二勺（一〇〇・五六平方メートル）が分筆登記され、みぎのｄ番\nのｇについて所有権移転請求権保全の仮登記がなされたのであつて、みぎの仮登記\nは真実の権利の帰属関係に一致せず違法なものである。\n四、　控訴会社と被控訴人との間には被控訴人主張の売買契約は成立していない\nので、控訴会社に対して別紙第二目録記載の土地についての所有権移転登記手続を\n求める被控訴人の反訴請求は理由がない。\n仮に控訴会社と被控訴人間に被控訴人主張の売買契約が成立したとするも、前述\nしたように別紙第二目録記載の土地はみぎの契約の売買目的物件には該当しないか\nら、みぎ契約の履行として控訴会社に対し売買を原因とする所有権移転登記手続を\n同目録記載の土地について求める被控訴人の請求は、目的物件を誤つたものであつ\nて、被控訴人の反訴請求は失当である。\nと述べ、\n本訴についての再抗弁及び反訴についての抗弁として、\n仮に控訴人と被控訴人との間に本件仮換地の一部について売買契約が成立したと\nしても、売買契約書（乙第一号証）の文面によつても明らかなように、被控訴人は\nみぎの売買契約の手付金として控訴会社に対し金五万円を支払つていたが、控訴会\n社は昭和三五年六月二日被控訴人に対して額面金一〇万円の銀行保証小切手をそえ\nて手附倍戻しによる売買契約解除の意思表示を記載した書状を郵送し、みぎの売買\n契約を解除した。なお被控訴人はみぎ小切手の受領を拒絶したので、控訴会社は同\n月二九日金一〇万円を供託した。\n被控訴人はみぎの売買契約解除の通告前に控訴会社に対してみぎの売買契約の残\n代金一二万六、〇〇〇円を提供した旨の被控訴人の主張は争う。\nと述べた。\n被控訴代理人は、\n本訴の請求原因に対する答弁として、\n控訴会社が請求原因として主張する事実のらち、本件従前の土地二筆が別紙第二\n目録記載の土地も含めて、もと控訴会社の所有であつたこと、、神戸市区画整理の\n実施により控訴会社主張の日にみぎ従前の土地二筆に対し、現地で、控訴会社主張\nの減歩をした仮換地の指定があつたこと、被控訴人は仮換地指定前には従前の土地\nｄ番のｅ上に家屋を所有して右土地を占有していたが、仮換地指定後には本件仮換\n地の別紙図面（イ）及び同（ロ）に該当する部分上に本件建物を所有してみぎ仮換\n地の部分を占有していること、並びに、被控訴人が神戸地方裁判所において控訴会\n社主張の日にその主張の内容の仮登記仮処分の決定を受け、控訴会社主張の分筆登\n記及び仮登記の各手続をしたことは認めるがその余の主張事実は争う。\n被控訴人は、原審以来、本件仮換地のうち被控訴人占有部分は従前の土地ｄ番の\nｅから分筆された同ｄ番のｇの仮換地に当ると主張しているところ、控訴会社は、\n原審では、本件仮換地の被控訴人占有部分中前記（イ）に該当する部分一三坪入合\n五勺（四五・七九平方メートル）は従前の土地ｄ番のｅの仮換地の一部に該当し、\n同（ロ）に該当する部分八坪一合五勺（二六・九四平方メートル）は従前の土地九\n番の仮換地の一部に該当すると主張していたが、当審では、従来の主張を撤回し\nて、新に、前記（イ）及び（ロ）に該当する土地はどちらも本件従前の土地二筆を\n一括したものの仮換地に該当すると主張している。みぎ控訴会社の原審における主\n張の撤回は自白の取消しに当るので異議を申し立てる。\nと述べ、\n本訴についての抗弁及び反訴についての請求原因として、\n一、　昭和二六年一月二〇日控訴会社と被控訴人との間に、控訴会社は被控訴人\nに対して本件仮換地のうち別紙図面（イ）及び（ロ）に該当する部分、即ち本件仮\n換地東隣の第三者の権利に属する仮換地と本件仮換地との撹界線から垂直に西へ二\n間一尺一寸（三メートル九六九）の地点を通りみぎ境界線と並行に同仮換地の南北\n端に至る一直線を引き、みぎ直線を境界として以東の部分二二坪（七二・七三平方\nメートル）を、代金坪（三・三〇六平方メートル）当り八、〇〇〇円合計一七万\n六、〇〇〇円で売り渡す。当時訴外神戸寝具株式会社の借地に対する仮換地指定が\nなされていた前記（ロ）に該当する部分については、控訴会社においてみぎ訴外会\n社との間の賃貸借契約を解除する旨の契約が成立し、被控訴人は控訴会社に対し即\n日代金の内金五万円を支払い、控訴会社から売買目的物全部の引渡しを受けてその\n占有を開始し、同年二月末頃みぎ占有部分上に本件建物及び物置等を新築した。\nみぎの売買契約成立の経過を詳述すればつぎのとおりである。\n（一）　被控訴人は昭和二一年一月一日控訴会社から従前の土地ｇ番のｅ宅地三\n入坪〇合五勺（二五・七九平方メートル）のうち一九坪二合（六三・四七平方メー\nトル）を建物所有の目的で期間の定めなく賃借し、みぎ賃借地上に木造トタン葺平\n家建一三坪（四二・九八平方メートル）の建物を建築所有したが、昭和二四年一二\n月一日神戸市区画整理による仮換地処分により、被控訴人のみぎの借地権に対して\nは本件仮換地のうち前記（イ）に該当する部分が指定された。\n（二）　ところが、控訴会社は前記賃貸借契約は仮換地指定のあるまての一時使\n用を目的とするものであると主張し、神戸地方裁判所において被控訴人を債務者と\nしてみぎの（イ）に該当する土地につき執行吏保管の仮処分決定を得て、昭和二五\n年三月その執行をした。被控訴人はみぎの仮処分に対して異議の申立てをしたが第\n一審で敗訴し、これに対して控訴し、事件が控訴審に係属中、控訴会社はその代表\n取締役であるＣの夫Ｂを控訴会社代表者の代理人として被控訴人方にさし向け、み\nぎ係争事件について被控訴人と示談したい旨申し入れ、更に当時神戸市会議長であ\nつた訴外Ａに控訴会社と被控訴人間の紛争の円満解決方のあつ旋を依頼し、同訴外\n人のあつ旋もあつたのて、控訴会社と被控訴人間に、「前記被控訴人の借地に対し\nて仮換地指定のあつた（イ）に該当する部分二二坪八合五勺（四五・七九平方メー\nトル）と、訴外神戸寝具株式会社の借地に対して仮換地指定のあつた部分のうち前\n記（ロ）に該当する部分八坪一合五勺（二六・九四平方メートル）合計二二坪（七\n二・七三平方メートル）を被控訴人に売り渡し、みぎの（ロ）に該当する部分につ\nいては控訴会社において前記訴外会社と交渉し、控訴会社とみぎ訴外会社との間の\n賃貸借契約を解除する。」旨の示談契約が成立し、訴外Ａの指示によつてＢが契約\n書本文を記入し、これを控訴会社に持ち帰つてその代表者Ｃの署名捺印を受け、こ\nれを被控訴人に手交した。そこで被控訴人は昭和二六年三月一三日前記仮処分異議\nの申立てを取り下げ、控訴人は同月一五日前記仮処分の執行を解放した。\n（三）　Ｂは控訴会社を代理して同会社のために被控訴人との間に本件土地の売\n買をしたのであつて、控訴会社の代表者Ｃはみぎの事実を知つて承認していたこと\nは、次の事実に徴し明らかである。\n（１）　乙第八号証に、「本日御伺いした印としてこの書類を頂いて帰ります\nＣ」と自書している以上、控訴会社代表者Ｃがその当時本件売買契約成立を既に熟\n知していたことを否定することはできない。\n（２）　被控訴人が売買目的土地上に平穏に建築して営業を続けているととに対\nし控訴会社は何等の抗議もしたことがなかつた。\n（３）　被控訴人と同じく本件仮換地の一部について借地の仮換地の指定を受け\nた神戸寝具株式会社との間では、みぎ借地権を消滅させる措置をとつているのに、\n本件仮換地のうち被控訴人が借地権の仮換地指定を受けた部分については借地権を\n消滅させる措置をとつていない。\n（４）　控訴会社は被控訴人に対し本件売買手付金の倍返し金を提供し、売買契\n約を解除する旨の意思表示をして、暗黙裡にみぎ契約が成立しているととを承認し\nた。\n二、　控訴会社は本件仮換地のうち訴外神戸寝具株式会社の借地に対する仮換地\nと指定された部分に関し、訴外会社との間に、賃貸借契約を解除することに成功し\nたので、被控訴人は前記売買契約の約旨に従つて売買目的土地についての所有権移\n転登記を受くるべく、控訴会社に対し昭和二七年三月上旬と昭和二九年六月末日の\n二回に亘り前記売買契約の残代金二一万六、〇〇〇円を提供してその売買目的土地\nについての所有権移転登記手続を請求したけれども控訴会社はみぎの残代金を受領\nせず、且つみぎ所有権移転登記手続もしなかつたので、被控訴人は、本件仮換地の\n前記（イ）及び（ロ）に該当する部分の従前の土地に該当する別紙第二目録記載の\n土地につき、神戸地方裁判所の仮登記仮処分命令に基づいて売買を原因として、控\n訴会社主張のとおりの所有権移転請求権保全の仮登記手続をしたのである。\n二筆の従前の土地の仮換地として、一括して一区画の土地が指定された場合に、\nみぎの指定済みの仮換地の一部の譲渡があつたときには、その所有権移転登記手続\nを従前の土地二筆のうちのいずれの土地の登記簿についてすべきものであるかは、\nまず当事者双方の合意によつて定めるべきものであるけれども、みぎの合意が成立\nしないときは、区画整理施行者に対して仮換地指定処分の変更届出でを為せば、整\n理施行者において仮換地指定権に基づいてどの従前の土地の登記簿にみぎ所有権移\n転に関する登記手続をするべきものであるかを決定する。本件では、本件仮換地は\n従前の土地ｄ番のｅ及び同ｆ番のｊ筆の土地に対し一括して指定された一区画の土\n地であつて、前記（イ）及び（ロ）に該当する部分はみぎの仮換地の一部に当ると\nころ、控訴会社と被控訴人との間にみぎの部分について売買契約が成立したかどう\nかについて争いがあつたためにみぎ売買契約が従前の土地二筆のうちのどちらの土\n地についての契約であるかについて両当事者間の合意が成立するに至らなかつたの\nで、被控訴人は控訴会社に代位して本件従前の土地二筆についての仮換地指定処分\nの変更の届出でをし、乙第一一号証表示のとおり、区画整理施行者から仮換地指定\n処分変更の決定を受けたので、みぎの決定があつた旨の区画整理施行者の証明書に\n基づいて従前の土地ｄ番のｅから同ｄ番のｇを分筆する登記手続をした後に、前記\n仮登記仮処分に基づいて従前の土地ｄ番のｇについて被控訴人を権利者として売買\n予約を原因とする所有権移転請求権保全の仮登記をしたのである。\n以上のように、従前の土地ｄ番のｇは本件仮換地の被控訴人占有部分即ち前記図\n面（イ）及び（ロ）に該当する部分の従前の土地に当るから、みぎ（イ）及び\n（ロ）に該当する部分についての売買契約による所有権移転請求権保全の仮登記を\n従前の土地ｄのｇの登記簿にしたのは正当であつて、みぎの売買契約の不成立又は\n登記手続の違法を理由としてみぎの仮登記の抹消を求める控訴会社の請求は理由が\nない。\n三、　以上のように、被控訴人は控訴会社との間の前記売買契約により従前の土\n地ｄ番のｇの所有権を取得したので、同土地の登記簿上の所有名義人である控訴会\n社に対し、被控訴人から控訴会社に対して前記売買残代金一二万六、〇〇〇円の支\n払いがあるのと引換えに控訴会社から被控訴人への売買を原因とする所有権移転の\n木登記手続を求める。\nと述べ、\n控訴会社の本訴についての再抗弁及び反訴についての抗弁に対する答弁として、\n控訴会社が昭和三五年六月二日被控訴人宛に手附倍戻しとして、額面金一〇万円\nの銀行保証小切手を送付し、売買契約解除の意思表示をしたことは認めるが、みぎ\n解除の効力を争う。\n被控訴人がみぎ売買契約に関し控訴会社に支払つた金五万円は売買代金の内金で\nあつて手付金ではないから、手附倍戻しによる解除はできない。\n仮にみぎ金五万円が手付金として支払われたとしても、売買の目的物である本件\n土地は、当時既に被控訴人に引渡し済みであり、売買残代金二一万六、〇〇〇円に\nついても、被控訴人は前述のとおり昭和二七年三月上旬及び昭和二九年六月ないし\n九月に控訴会社に持参提供し、本件土地の所有権移転登記手続をして貰い度い旨懇\n請し、昭和三四年九月一七日にも代金を清算したいから移転登記をしてほしいと控\n訴会社に申し送り、その履行に着手したから、控訴会社は手附倍戻しによる契約解\n除をすることはできない。\nと述べた。\n当事者双方の証拠の提出、援用及び認否は、\n控訴会社代理人らにおいて、甲第八、第九号証の各一、二、第一〇、第一一号証\nを提出し、当審における証人Ｂの証言及び控訴会社代表者本人尋問の結果を援用\nし、被控訴代理人が当審において提出した乙号冬証の成立を認め、被控訴代理人に\nおいて、乙第一三、第一四号証を提出し、当審における被控訴本人尋問の結果を援\n用し、甲第八号証の一は郵便官署作成部分は認めるがその余の部分及び同号証の二\nは不知、同第九号証の一、二は否認する。同第一〇、第一一号証は認めると述べた\nほか、\n原判決事実欄の証拠に関する摘示と同一であるので、これを引用する。\n理　　　　由\n一、　本件従前の土地二筆が、別紙第二目録記載の土地も含めて、もと控訴会社\nの所有であつたこと、神戸市区画整理の実施により、控訴会社主張の日に、みぎ従\n前の土地二筆に対する仮換地として、現地で、六四坪四合（二一二・九八平方メー\nトル）に減歩された本件仮換地が指定されたこと（当事者間に争いがない事実であ\nるにもかかわらず、本件の仮換地処分が現地換地であると云うのは正確ではない。\n成立に争いがない甲第一〇号証及び原、当審における被控訴本人尋問の結果を総合\nすれば、区画整理の施行に際し、従前の土地ｄ番のｅ及び同九番は、その北側の部\n分をかなり広く道路敷地として徴収されて狭くなつたので、本件仮換地は、みぎ二\n筆の土地の残地と、従前の土地ｋ番のｌ及び同ｍ番の各一部を取り入れていて、多\n少移転したことが認められる。）、被控訴人は、仮換地指定前には、従前の土地ｄ\nの一上に家屋を所有してみぎ土地を占有していたが、仮換地指定後には、本件仮換\n地の別紙図面（イ）及び（ロ）に該当する部分上に、別紙第三目録記載の家屋を所\n有して、みぎ仮換地の部分を占有していること、並びに、被控訴人が昭和三五年七\n月一日神戸地方裁判所において債権者を被控訴人、債務者を控訴会社として、従前\nの土地ｄ番のｆ宅地三入坪〇合五勺（二五・七九平方メートル）のうち三〇坪四合\n二勺（一〇〇、五六平方メートル）（その神戸市区画整理による仮換地は別紙図面\n（イ）及び（ロ）に該当する部分）について、売買を原因とする所有権移転請求権\n保全の仮登記仮処分決定を得、続いて、従前の土地ｄ番のｅから別紙第二目録記載\nのｄのｇを分筆する分筆登記及びみぎ分筆登記を受けた従前の土地ｄ番のｇについ\nて、被控訴人を権利者とする神戸地方法務局昭和三五年七月入日受付第一二、九四\n八号所有権移転請求権保全の仮登記の各手続をしたことは当事者間に争いがない。\n二、　被控訴人は、原審以来本件仮換地のうち被控訴人占有部分は従前の土地ｇ\n番のｅから分筆された同ｄ番のｇの仮換地に当ると主張しているところ、控訴会社\nは、原審では、本件仮換地の被控訴人占有部分中、前記（イ）に該当する部分二二\n坪八合五勺（四五・七九平方メートル）は従前の土地ｄ番のｅの仮換地の一部に該\n当し、同（ロ）に該当する部分八坪一合五勺（二六・九四平方メートル）は従前の\n土地ｆ番の仮換地の一部に該当する旨主張していたが、当審では従来の主張を撤回\nして、新に前記（イ）及び（ロ）に該当する土地は、いずれも本件従前の土地二筆\nを一括したものの仮換地に該当すると主張していることは、弁論の趣旨に徴し明白\nであるので、控訴会社のみぎ原審における主張の撤回は自白の取消しに該当するも\nのと云わねばならないが、後記のとおり、みぎ自白は真実に合しない錯誤に基づい\nてなされたものであることが認められるので、同自白の取消しは有効である。即\nち、成立に争いがない甲第一〇号証によれば、本件従前の土地二筆の一括した仮換\n地として本件仮換地六四坪四合（二一二・九八平方メートル）が指定されたのであ\nつて、従前の土地ｄ番のｅの仮換地が本件仮換地のどの部分に該当し、同九番の仮\n換地が本件仮換地のどの部分に該当するかについての指定がなかつたことを認める\nことができる。それ故に控訴会社の原審における前記自白は真実に反するものであ\nつたことは明らかである。\nもつとも、成立に争いがない乙第一三号証と原、当審における被控訴人本人の尋\n問の結果によれば、土地区画整理の施行前に被控訴人所有の建物の存在した従前の\n土地ｄ番のｅの一部の仮換地として、本件仮換地の東北隅に間口東側隣地の境界線\nから西へ二、七〇間（二間四尺二寸（四・九一メートル））、奥行北側道路敷地と\nの境界線から南へ五、一三間（五間〇尺七寸八分（九・三三メートル））、面積一\n三坪入合五勺（四五・七九平方メートル）の矩形の土地が昭和二五年一二月一九日\n指定されたことを認めることがてきるけれども、みぎ乙第一三号証と前出甲第一〇\n号証とを比較すれば、乙第一三号証による仮換地の指定は、被控訴人が従前の土地\nｄの一上に有していたと主張していた借地権についての仮換地の指定であつて、み\nぎの被控訴人に割り当てられた仮換地部分を含む特定の地域が、所有権に関して\nも、従前の土地ｄ番のｅの仮換地に該当することを意味するものと速断することは\nできず、乙第一三号証は甲第一〇号証に基づく所有権に関する仮換地の指定に関す\nる認定を左右する資料にならない。なお、本件仮換地のうち別紙図面（イ）及び\n（ロ）に該当する部分が従前の土地ｄ番のｇの仮換地に当る旨の被控訴人の主張が\n真実に合しないことについては、後に判断を示すとおりであるので、みぎｄ番のｇ\nについての分筆登記及び所有権移転請求権保全の仮登記があること、同地に対する\n固定資産税の賦課があることその他みぎｄ番のｇに関する諸事情は控訴会社の前記\n自白が真実に合わないものである旨の前記認定を妨げるものではない。そして、こ\nのように真実に合わない控訴会社の自白は、従前の土地と仮換地に関する法律の難\n解さ件弁論の趣旨及び訴訟の経過に徴し、控訴会社の錯誤に基づくものと認めるこ\nとがてきる。よつて控訴会社の自白の取消しは有効であつて、みぎ自白の取消しに\n対する被控訴人の異議申立ては認容できない。\n三、　被控訴人は、本訴についての抗弁兼反訴請求原因として、被控訴人が控訴\n会社から本件仮換地のうち別紙図面（イ）及び（ロ）に該当する部分を買い受けた\n旨主張する。この点に関し、当裁判所は、原判決の認定及び判断と同様に、昭和二\n六年一月二〇日、本件仮換地のみぎ部分について、控訴会社と被控訴人間に売買契\n約が成立したと判断するのであるが、（右売買契約の効力については後記のとおり\n原判決と見解を異にする。）、みぎ契約成立に至る経過及び事情、みぎ契約の内容\n並びに契約成立後の経過についての事実の認定及び法律上の判断は、次の訂正、変\n更、追加及び削除をするほか、原判決七枚目裏冒頭から九枚目裏末尾までの記載と\n同一であるので、同記載を引用する。\n（一）　原判決七枚目裏一行目に「甲第一号証」とあるのを「甲第一、第一〇、\n第一一号証」と変更し、同一行目から二行目にかけて「第七号証の一ないし三、」\nとある次に、「同第一〇、第一三号証」と追加挿入し、同八行目の「証人、Ｂの証\n言及び被告本人尋問の結果」とある前及び括弧内の「但し」の次にそれぞれ「原、\n当審における」と追加する。\n（二）　原判決七枚目裏一〇行目に「本件係争地の仮換地指定前の土地」とある\nのを「従前の十地ｄ番のｏと改め、同最終行に「右被告の賃借部分は道路予定地と\nなり」とあるのを、「従前の土地ｄ番のｅのうちみぎ被控訴人賃借部分は道路敷地\nの予定地となり、みぎ借地の仮換地として前認定のとおり本件仮換地の東北隅に間\n口二、七〇間（四・九一メートル）、奥行五、一三間（九・三三メートル）、面積\n一三坪入合五勺（四五・七九平方メートル）の地域の指定を受け」と変更追加し、\n同人枚目表一行目に「右土地」とあるのを「従前の土地の擁控訴人賃借部分」と改\nめる。\n（三）　原判決八枚目裏一行目の「Ｂ及び被告が」から同七行目の「内容の契約\n書」までの記載を削除し、その代りに、「控訴会社代表取締役Ｃの夫Ｂと被控訴人\nとの間に、『控訴会社は被控訴人に対して、本件仮換地のうち東側の間口は二間一\n尺一寸（三・九七メートル）、奥行は北側道路敷地予定地との間の境界線から南側\n隣地との境界線に至るまで全部、即ち、本件仮換地のうち東側隣地との境界線とみ\nぎ境界線に並行でこれと二間一尺一寸（三・九七メートル）の間隔の直線に挾まれ\nる部分を、一坪（三・三〇六平方メートル）につき金八、〇〇〇円の割合の価格で\n売り渡す。みぎ売買目的となつた土地のうち訴外神戸寝具株式会社（以下神戸寝具\nと略称する。）の借地に対する仮換地として指定された部分については、控訴会社\nにおいて神戸寝具の借地権を解消させる。』旨の売買契約の案が口頭で約定された\nこと、みぎ契約案は売買目的土地の範囲を前記被控訴人の賃借地に対する仮換地と\nして指定された部分よりも間口において約三尺（〇・九一メートル）強だけ狭い\nが、みぎ間口が狭い代償として奥行は北ほ道路敷地予定地との境界線から南側隣地\nとの境界線までに拡張したのであつて、当時、みぎ案の売買目的仮換地部分とその\n西隣の神戸寝具の借地の仮換地とにまたがつて神戸寝具所有（のち、控訴会社が買\nい取つた。）のバラノク等があつたために、その面積を測量することが困難てあつ\nたが、それが前記被控訴人の借地の仮換地として指定された部分の面積一三坪八合\n五勺（四五・七九平方メートル）よりかなり広いことは明らかであつたので、前記\n売買契約案の約定と同時に、売買代金の支払いその他の関係では、みぎ売買目的仮\n換地の面積を一応一三坪入合五勺（四五・七九平方メートル）として取り扱い、売\n買目的土地の総面積は後日控訴会社が神戸寝具の借地権を消滅させることに成功し\nた後に測量して確定する旨の協定をして、即日同所で、訴外Ｂにおいて、これら口\n頭の協定事項を織り込んだ売買契約草案として、不動産売買契約条項の印刷された\n売買契約証書用紙の、一、売買代金を左のとおり定める事と記載されたつぎの空欄\nに、『一坪に付金八、〇〇〇円也として、特約条項に基づき神戸寝具との解決後総\n坪数は決定し、現在は仮りに一三坪八五の計算とします。』と、二、買主は手附と\nして本日金（空欄）円を売主に交付しとある空欄に『五万円』と、条項末尾の特約\nの欄に、本件仮換地の『東境界線より間口二間一尺一寸として奥行は神戸寝具と解\n決後総坪数は決定します。』と記入した契約書草案」と挿入追加し、同八行目の\n「契約書」とある下に「草案」と挿入追加し、同最終行から八枚目表一行目にかけ\nて「本件土地上に」とあるのを「本件仮換地の前記（イ）及び（ロ）に該当する部\n分上とその西隣の土地上とに」と改める。\n（四）　原判決九枚目表四行目の「前記本件契約代金」から同一一行目の「右履\n行がなされなかつたこと」までの記載を削除し、その代りに、「昭和二七年三月頃\n及び昭和二九年四月頃被控訴人の妻が控訴会社を訪れ、本件売買目的土地の面積を\n一三坪八合五勺（四五・七九平方メートル）として計算した売買代金額から前記手\n付金五万円を差し引いた残額を一応受け取つて貰い度い旨申し入れたが、控訴会社\nは、未だ神戸寝具との問題が解決していないとか、登記のとき受領するから代金受\n領の時期でないとかの理由でみぎ残代金の受領を拒絶したこと、昭和二九年五月頃\n神戸寝具が本件仮換地から立ち退き、神戸寝具が本件仮換地上に所有していた建物\nも取り壊わしたので、被控訴人は控訴会社に対して前記売買契約の約定どおり前記\n（イ）及び（ロ）に該当する部分の測量をして売買目的の総坪数を確定してくれる\nように頼んだところ、控訴会社の代表取締役であるＣが巻尺持参で本件仮換地に出\n向き、被控訴人立会いの下にみぎ巻尺を用いて前記（イ）及び（ロに該当する部分\nを測量した結果、その総坪数が二二坪（七二・七三平方メートル）あつて、（ロ）\nの部分に該当する面積は計算上八坪一合五勺（二六・九四平方メートル）になるこ\nとを確定したこと、そこで本件の売買代金の総額も算定できるようになつたので、\n同年七月頃、被控訴人は、一坪（三・三〇六平方メートル）につき金八、〇〇〇円\nの割合で計算した二二坪（七二・七三平方メートル）の総代金額から、先に支払つ\nた五万円を差し引いた残額金一二万六、〇〇〇円を、控訴会社に持参して、Ｃに対\nし『代金残額を支払うから登記を早くしてくれ。』と催促したところ、Ｃは『代金\nは登記の時でよいから私の方にまかしてくれ。』と云つてみぎ残代金を受領せず、\nその後同年九月頃被控訴人の妻が残代金一二万六、〇〇〇円を控訴会社に持参して\n提供し、『早く登記をして貰い度い。』旨催促したが、Ｃは『金は登記の場所で貰\nおう。』と云つてみぎ残代金を受け取らず、控訴会社は一向に前記売買契約の履行\nをする様子がなかつたこと、」と挿入追加し、同二一行目に「本件土地」とあるの\nを「本件仮換地の前記（イ）及び（ロ）に該当する部分の取り戻し」と改める。\n（五）　原判決九枚目裏四行目の「証人Ｆ」から「原告代表者本人」までの記載\nを「原審証人Ｆ、原、当審証人Ｂ、原、当審における控訴会社代表者本人」と改め\nる。\n（六）　原判決九枚目裏六行目冒頭から同枚目裏末尾までの記載をつぎのとおり\n変更する。即ち、「以上の売買契約成立に至る経過及び事情、みぎ契約の内容並び\nに契約成立後の経過についての事実の認定及び法律上の判断を総合すれば、Ｂは同\n人の妻である控訴会社代表取締役Ｃを代理して、控訴会社のために被控訴人との間\nに、本件仮換地のうち前記（イ）及び（ロ）に該当する部分を売り渡す契約を締結\nしたのであつて、当時、妻Ｃから、控訴会社と被控訴人間の紛争解決のために被控\n訴人と交渉することを委任されみき売買契約を締結する代理権限を有していたの\nで、みぎ売買契約は控訴会社のために効力を生じたと認めるのが相当である。\n控訴会社は、『本件従前の土地二筆は控訴会社発祥の地であつて、被控訴人との\n間の本件仮換地に関する別訴（仮処分異議事件）で第一審は勝訴をしていたから、\n控訴会社がこれを他に売り渡すはずがなく、Ｂは、終戦後復員して後独立して事業\nを経営して失敗し、Ｅから飛び出してＣと別居し、以後控訴会社の運営に参加せ\nず、Ｃとの間も冷たいものとなつていたので本件の売買契約締結当時にも控訴会社\n代表者を代理してみぎの売買契約を締結する権限はなく、Ｂ自身の利益のためにみ\nぎ契約を締結した。』旨主張するけれども、成立に争いがない甲第一〇号証及び乙\n第一三号証と前認定の本件従前の土地及び仮換地の使用関係の移り変りとを総合す\nれば、控訴会社は本件従前の土地二筆のうち被控訴人に賃貸していた一九坪（六\n二・八一平方メートル）余りを除く残余全部約七〇坪（二三一・四〇平方メート\nル）を神戸寝具に賃貸し、同訴外会社においてみぎ賃借地上に建物を所有してこれ\nを占有使用していて、控訴会社自身は本件従前の土地を少しも使用していなかつた\nこと、神戸寝具の賃借権の存続期間は最少限本件従前の土地二筆に対する仮換地の\n指定があり控訴会社がその使用を開始することができる時まて続く約定になつてい\nたので、被控訴人が従前の土地の使用を継続している限り控訴会社は神戸寝具の賃\n借権を消滅させて本件仮換地の使用を開始することが事実上も法律的にも困難を伴\nう関係にあつたこと、したがつて、控訴会社がみき神戸寝具の賃借権を消滅させ本\n件仮換地の使用を開始するには、まず、被控訴人に従前の土地の使用をやめさせる\n必要があつたことを認めることができる。みぎ認定の諸事情を総合すれば、控訴会\n社は被控訴人との間の本件仮換地の（イ）及び（ロ）に該当する部分に関する仮処\n分異議事件の第一審において勝訴していたにもかかわらず、本件仮換地の大部分\n（神戸寝具の借地の仮換地に指定された部分）についての控訴会社の使用開始の時\n期を早めるために、涙をのんでその少部分（被控訴人の借地の仮換地に指定された\n部分）についての権利の確保を断念し、被控訴人に対し大譲歩をして前記売買契約\nを締結するのもまたやむを得なかつたことを認めるに難くない。みぎ事情を考慮す\nれば、控訴会社の前記主張の前段に該当する事実は前記当裁判所の認定を覆すに足\nるものと云うことはできない。\nまた、当審における証人Ｂ及び控訴会社代表者本人の供述により真正に成立した\nものと認める甲第八、第九号証の各一、二及び原、当審における証人Ｂ及び控訴会\n社代表者本人の供述（いずれも前認定に反する部分は措信しないこと前述のとお\nり）によれば、Ｂが控訴会社主張のような事情で昭和二三年頃にはＥから飛び出し\nていて、養父Ｄ及びＣらから疎んじられ、妻Ｃのもとに帰宅して後も、控訴会社の\n役員になつていないことが認められるけれども、みぎ事実と前認定の仮換地の売買\n契約が成立するに至るまで及び成立後の経過及び事情とを比較すれば、Ｂが控訴会\n社代表者である妻Ｃを代理して控訴会社のためにみぎの売買契約を締結する権限を\n有し、みぎの代理権に基づいて本件の売買契約を締結した旨の前認定を覆すに足ら\nない。そのほか、控訴会社の前記主張後段に副う甲第四号証の記載内容は措信し難\nく、他にこの点に関する前記の認定を左右するに足りる証拠はない。\n控訴会社はまた、『本件仮換地の売買契約が仮に控訴会社と被控訴人間に成立し\nたとするも、それは本件仮換地のうち前記（イ）に該当する部分に限られ、（ロ）\nに該当する部分はみぎ売買目的物件中に含まれていない。』と主張するけれども、\n当時Ｂと被控訴人間に成立した本件仮換地の売買契約の売買目的物件の範囲に関す\nる合意の内容及び乙第一号証の売買契約の内容中売買目的物の範囲に関する部分の\n解釈は前認定及び判断のとおりであつて、これに反する控訴会社の右主張は採用で\nきない。本件仮換地のうち前記（イ）及び（ロ）に該当する部分の面積が、二二坪\n〇合八勺で契約書記載の面積を八勺超過する旨の控訴会社の主張は、前記認定事実\nと比較して採用しない。仮にみぎ主張のとおり超過してもかかる僅少の相違は本件\n契約の成否に影響がない。\n四、　控訴会社が被控訴人に対して前認定の仮換地売買契約成立の際に受け取つ\nた手付金の倍額を提供してみぎ売買契約を解除した旨の控訴会社の主張についての\n当裁判所の判断は、原判決一〇枚目表四行目冒頭から同枚目裏四行目までの記載と\n同一であるので、みぎの記載を引用する。\n五、　そこで、以上に認定した控訴会社と被控訴人との間の本件仮換地の前記\n（イ）及び（ロ）に該当する部分の売買契約の効力について判断する。\n<要旨>仮換地の指定があつても本換地処分があるまでの間は、従前の土地の権利\n者は仮換地の指定によつて従前の</要旨>土地に対する関係でその使用収益権を失な\nい、仮換地に対する関係で、これを取得するだけであつて、土地を使用収益する権\n能以外の土地に関する権利の行使、殊に使用収益権の債権的処分以外の権利の処分\nは、すべて従前の土地についてすべきものであつて、仮換地についてすることは許\nされない。しかしながら、仮換地の指定から本換地処分までの間に、仮換地指定が\nあつた従前の土地の所有者が、手続のわずらわしさを嫌う余り又は法律的無知のた\nめに、他の者との間に土地を物権的に処分する契約を仮換地について締結した場合\nにも、仮換地についてこのような物権的処分の効力が生じないからと云つて、みぎ\n契約が無効となり何等の効力も生じないと云うことはできない。みぎ契約締結の際\nの契約当事者双方の効果意思は、仮換地について目指す使用収益権の移転を生ずる\nような権利の処分をすることであつて、しかも、このような権利の処分は従前の土\n地についてのみすることができるのであるから、このような契約の合目的な解釈と\nして、そのような契約解釈が事実上又は法律上許されない場合は別であるが、なる\nべく、契約当事者双方は従前の土地についてこのような権利処分契約を締結して、\nこれによつて所期の権利移転の効果を生ぜしめ、その結果として、その仮換地につ\nいても目指す使用収益権の移転を生ぜしめることにあつたと解するが相当である。\n例えば、一区域の仮換地の全部について処分契約が締結された場合には、その仮換\n地がどの従前の土地のどの特定部分に対して指定されたものであるか確定できない\n例外的な場合を除いて、みぎ契約の合理的な解釈として、契約当事者双方は、みぎ\n仮換地の従前の土地についてみぎ処分契約を締結したと解することができる。これ\nに反して、仮換地の特定の一部分について処分契約があつた場合には、従前の土地\nと仮換地とが位置範囲及び面積まで完全に一致する減歩を伴わない現地換地の場合\n（即ち、仮換地の特定地は直ちに従前の土地の特定地を意味する場合）を除いて、\nみぎ処分契約は、従前の土地の具体的な、どの部分の権利を処分したものであるか\nを明確にすることができないのが普通であるから、このような場合には、仮換地に\nついての処分契約自体又はみぎ契約成立後の別個の契約によつて、みぎ権利の処分\nが従前の土地のどの地域的特定部分についてなされたものであるかについて明示又\nは黙示の合意が成立したことが認められる場合を除いて、仮換地の一部についての\n処分契約は、その従前の土地の特定部分についての権利の処分契約であると解釈す\nることはできない。結局、このような場合には、みぎ権利の処分契約は仮換地全体\nの面積に対する処分契約の対象となつた仮換地の特定部分の面積の比率に応じた従\n前の土地の持分につき締結され、みぎ持分につき処分の効果を生ずるものと解する\nが相当である。そして、みぎ契約によつて従前の土地について権利の持分を取得し\nた者は、みぎ契約自体又はその後の別個の契約により、みぎ権利の他の共有者との\n間に、従前の土地についての権利の持分に応じた広さの仮換地の特定部分につい\nて、使用収益権の付与を受ける合意をして、これによつてみぎ特定部分の使用収益\nを取得するものと解することができる。けだし、前述したように、仮換地について\nの処分契約は、できるかぎり、みぎ契約の目指した効果を生ずる従前の土地につい\nての処分契約と解すべきところ、仮換地の一部について処分契約をした場合にみぎ\n仮換地の特定部分に対応する従前の土地の特定部分を確定できないときは、みぎ仮\n換地の特定部分に対応する従前の土地の特定率の持分を確定し、みぎ持分に処分の\n効果を認めるのが、この場合に可能な唯一の合目的的な契約の解釈であるからであ\nる。\nさきに認定した事実関係から明らかなように、本件の場合、前認定の控訴会社と\n控訴人との間の売買契約は、一区域の仮換地（本件仮換地）の区域的特定部分（別\n紙図面（イ）及び（ロ）に該当する部分）の売買を約定したものであるばかりてな\nく、本件仮換地は本件従前の土地二筆の一括した仮換地であるから、みぎ契約の売\n買目的物件となつた部分はみぎ従前の土地二筆のうちのどちらの土地のどの部分の\n仮換地に該当するか確定することがてきない。そして、みぎ売買契約の当事者であ\nる控訴会社と被控訴人との間では、みぎ仮換地の（イ）及び（ロ）に該当する部分\nが本件従前の土地の二筆のうちのどちらの土地の仮換地に該当するかについて争が\nあり、みぎ仮換地部分がどの従前の土地のどの部分に該当するかについて当事者間\nに合意が成立した（このような合意が成立すれば、その売買は従前地の一部の売買\nとこれに照応するものとして合意された仮換地の一部の使用収益権の移転というこ\nとになろう。）ことについては当事者双方とも主張も立証もしない（もつとも前記\n乙第一号証の記載から当事者は従前地ｄ番のｅの一部を売買する意思であつたこと\nを窺うに足るが如くであるげれども、本件売買契約は専ら仮換地に付き前記特定部\n分を目的としたものなることは前記認定事実と口頭弁論の全趣旨から明らかであ\nり、―けだしもし従前地の一部を売却するのならば従前地の形状・地積・位置に従\nつてその一部の形状・地積・位置が明らかになるような表示が必要である―同号証\nのみによつては当該仮換地部分がみぎｄ番のｅの特定された一部に該当するものと\nして売買されたものと速断することができず、他にこの点の合意を認めるに足る証\n拠はない。）から、本件の売買契約に関してはこのような合意はなかつたと認める\nことができる。そらすれば、前認定のように控訴会社と被控訴人との間に本件仮換\n地の前記（イ）及び（ロ）に該当する部分について売買契約が成立したからと云つ\nて、従前の土地ｄ番のｅ又は同九番のどちらかの特定の部分について売買の効果を\n生じたと云うことはできない。みぎ仮換地部分について売買の効果を生じないこと\nは云うまでもないことである。\nしたがつて、みぎ売買契約の効果としては、控訴会社と被控訴人との間に、本件\n仮換地全部の総面積六四坪四合（二一二・九八平方メートル）とみぎ（イ）及び\n（ロ）に該当する部分の面積二二坪（七二・七三平方メートル）との比率による従\n前の土地ｄ番のｅ及び同九番の両土地の各持分を売買目的物とする売買契約と、被\n控訴人に対して同人がみぎ売買によつて取得した従前の土地二筆についての各持分\nに基づいてみぎ持分に応ずる面積の（イ）及び（ロ）に該当する部分を占有する権\n能を認める合意とが成立し、みぎ契約成立と同時に、みぎ持分所有権は控訴会社か\nら被控訴人に移転し、被控訴人は（イ）及び（ロ）の部分を使用収益する権能を有\nするに至つたと云うことがてきる（前出乙第一号証によれば当事者は従前地ｄ番の\nｅの一部を売買する意思であつたことが窺われないでもないけれども、前述のよう\nに本件の売買契約は本件仮換地の特定の一部分を売買目的とするものと解せられる\nから、みぎ乙第一号証の記載内容にもかかわらず、それだけでは、当事者間に本件\n従前の土地二筆のうちのどちらか一方についてその特定の一部分を売買する旨の約\n定がなされたと解するには十分ではない。しかし、仮に本件売買契約を従前地ｄ番\nのｅの持分所有権のみの売買に関するものであつて同九番の持分所有権の売買を含\nんでいないと解するとしても、その場合には、仮換地六四坪四合を従前地ｄ番のｅ\nの面積三八坪〇合五勺（一二五・七九平方メートル）と同九番の面積五一坪〇合二\n勺との按分比、即ち二七坪五合一勺（九〇・九四平方メートル）と三六坪入合九勺\n（一二一・九四平方メートル）に分割し、みぎ二七坪五合一勺（九〇・九四平方メ\nートル）が従前地ｄ番のｅに対する仮換地に当り、みぎ二七坪五合一勺（九〇・九\n四平方メートル）の仮換地のうち二二坪（七二・七三平方メートル）に相当する従\n前の土地が本件売買の目的物になつたものと解して、従前地ｄ番のｅ、三八坪〇合\n五勺（一二五・七九平方メートル）の二七・五一分の二二（又は九〇・九四分の七\n二・七三）の持分所有権が売買赴られたことになるだけで、従前地ｄ番のｇ又は同\nｄ番のｅの特定部分について売買による所有権移転の効果は生じない。）。\n被控訴人は、「被控訴人は控訴会社に代位して区画整理施行者に対し、本件従前\nの土地二筆について仮換地指定処分変更の届出をして、乙第一一号証表示のとおり\n区画整理施行者から仮換地指定処分変更の決定を受けたので、みぎの決定があつた\n旨の区画整理者の証明書に基づいて従前の土地ｄ番のｅから同ｄ番のｇを分筆する\n登記手続をしたから、被控訴人は本件売買契約の効果としてみぎ従前の土地ｄ番の\nｇの所有権を取得した。」旨を主張しているが、成立に争いがない乙第一一、第一\n四号証は、どちらも従前の土地ｄ番のｇが神戸市ａ区備付の固定資産上地課税台帳\nに登録されていることの証明書であつて、みぎ被控訴人主張の事実を証明する証拠\nにならない。そのほか被控訴人提出の全証拠によつても被控訴人主張の事実は証明\nされない。かえつて、成立に争いがない甲第一一号証乙第一〇号証によれば、昭和\n三五年七月一日神戸地方裁判所において、本件仮換地六四坪四合（二一二・九八メ\nートル）の内二二坪（七二・七三平方メートル）は従前の土地ｄ番の一、三八坪〇\n合五勺（一二五・七九平方メートル）のうち三〇坪四合二勺（一〇〇・五六平方メ\nートル）の仮換地に該当するとして、債権者を被控訴人債務者を控訴会社としてみ\nぎ従前の土地のうちの三〇坪四合二勺（一〇〇五六平方メートル）について昭和二\n六年一月二〇日の売買予約に因る所有権移転請求権保全の仮登記仮処分の決定があ\nつたので、被控訴人はみぎ仮登記仮処分決定に基づいて同年七月八日神戸地方法務\n局に対し債権者代位による従前の土地ｄ番のｅから同ｄ番のｇを分筆する分筆登記\nと前記仮登記とを同時に申請し、順次その登記を受けたものであることを認めるこ\nとができる。そうすれば、既に判断したところから明らかなように、本件仮換地の\n特定部分についての売買契約によつては、本件従前の土地二筆の持分について売買\nの効果を生ずるにすぎず、同ｄ番のｅの一部についての売買の効果を生じないにも\nかかわらず、仮処分裁判所はこれによつてみぎｄ番のｅの一部について売買の効果\nを生ずるものと誤解して前記仮登記仮処分命令をなしたのであるから、それは内容\nにおいて違法な仮登記仮処分であると云うべきであつて、みぎ仮登記仮処分の趣旨\nに副う所有権移転請求権保全の仮登記がされているからと云つて、被控訴人は本件\n売買契約によつて従前の土地ｄ番のｇについて所有権を取得することはできない。\n控訴人のみぎ主張は理由がない。\n六、　そこで控訴会社の本訴請求及び被控訴人の反訴請求の当否について判断す\nる。\n（一）　控訴会社の被控訴人に対する建物収去土地明渡し及び損害金の支払い請\n求について。\n前述したとおり、被控訴人は、本件従前の土地二筆についての持分所有権に基づ\nいて適法に本件仮換地の前記（イ）及び（ロ）に該当する部分上に建物を所有し、\nみぎ部分を占有しているのであるから、みぎ占有が不法であることを原因として被\n控訴人に対して建物収去土地明渡し及びみぎ部分の賃料相当の損害金の支払いを求\nめる控訴人の請求は失当として棄却すべきものである。\n（二）　控訴会社の被控訴人に対する抹消登記手続の請求について。\n前述したとおり、従前の土地ｄ番のｇについての被控訴人を権利者とする主文第\n二項記載の仮登記は、内容において違法な仮登記仮処分に基づいてなされた登記で\nあつてみぎ土地についての真実の権利関係に反するものであるから、みぎ登記の抹\n消を求める控訴人の請求は、正当として認容すべきものである。\n（三）　被控訴人が控訴会社に対し、金二万六、〇〇〇円と引換えに別紙第二目\n録記載の土地につき、神戸地方法務局昭和三五年七月八日受付第一二、九四八号所\n有権移転請求権保全仮登記の本登記手続を求める反訴請求について。\n前述したとおり、被控訴人は、本件従前の土地二筆について持分所有権を有する\nに止まり、従前の土地ｄ番のｇについて単独の所有権を有していないから、みぎ所\n有権を有することを前提とする被控訴人の反訴請求は失当として棄却を免れない。\n七、　よつて、民訴法三八六条、九六条、九二条、八九条を適用し主文のとおり\n判決する。\n（裁判長裁判官　宅間達彦　裁判官　長瀬清澄　裁判官　古寄慶長）\n別紙\n第　一　目　録\n従前の土地\n神戸市ａ区ｂ町ｅ丁目ｄ番のｅ\n一、宅地　三八坪○合五勺（一二五・七九平方メートル）\n同所九番\n一、宅地　五一坪○合二勺（一六八・六六平方メートル）\nみぎ両地の神戸国際港都建設事業生田地区復興区画整理事業による仮換地\n換地区　東川崎、街区一、符号五、\n地　　積　六四坪四〇（二一二・八九平方メートル）\nみぎ仮換地のうち別紙図面（イ）及び（ロ）に該当する部分\n地　　積　二二坪（七二・七三平方メートル）\n第　二　目　録\n神戸市ａ区ｂ町ｅ丁目ｄ番のｇ\n一、宅地　三〇坪四合二勺（一〇〇・五六平方メートル）\n第　三　目　録\n神戸市ａ区ｂ町ｅ丁目ｄ番のｇ\n家屋番号　ｎ番のｏ\n一、木造瓦葺二階建店舗　　　　一棟\n一階　一三坪（四二・九八平方メートル）\n二階　一〇坪（三三・〇六平方メートル）\n図　面\n＜記載内容は末尾１添付＞\n"
}