{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 4,
    "day": 14
  },
  "case_number": "昭和39(ラ)3",
  "case_name": "遺言執行者選任審判取消審判に対する即時抗告事件",
  "court_name": "名古屋高等裁判所金沢支部         　第二部",
  "article_info": "第17巻3号187頁",
  "gist": "遺言執行者選任の審判及び同審判取消の審判に対する各不服申立方法",
  "case_gist": "一、　遺言執行者を選任する審判に対しては、法律上不服申立をすることは許されないが、これに不服ある利害関係人は、審判裁判所に対し、職権の発動による取消又は変更を促すことができる。\n二、　遺言執行者は、自己を遺言執行者に選任した審判の取消審判に対し、即時抗告をすることができる。",
  "lawsuit_id": "24889",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24889",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/889/024889_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件抗告の趣旨及び理由は、本決定書末尾添附の別紙記載のとおりであるが、そ\nの理由の要旨は、原審判により取り消された審判は、金沢家庭裁判所が昭和三八年\n一月二一日抗告人を遺言者亡Ａの遺言執行者に選任した審判であるところ、これに\n対する不服申立方法は、二週間内になすべき即時抗告のみが許され、右抗告期間経\n過後は、同裁判所において、自らこれを取り消し、又は変更し得ないのに拘らず、\nその利害関係人であるＢは、右抗告期間を遥かに経過した昭和三九年初頃に至り、\n始めて右遺言執行者選任審判の取消を、抗告裁判所でない右審判裁判所に申し立\nて、これを認容して、同裁判所が原審判により、自ら右選任審判を取り消したので\nあるから、原審判は家事審判法及びその準用する非訟事件手続法等の法律の適用を\n誤つたものとして、到底取消を免れない、というのである。\nよつて先ず、本件抗告申立の適否を検討するに、本件抗告の対象は、遺言執行者\n選任審判の取消審判である<要旨第二>から、実質上家事審判規則第一二六条第二項\nにいわゆる遺言執行者の解任の審判と同視すべきものであり、そ</要旨第二>の遺言\n執行者である抗告人が法定の期間内に申し立てた本件即時抗告の申立は、適法とい\nわなければならない。そこで進んで所論を検討するに、本件記録及び取寄記録（金\n沢家庭裁判所昭和三八年（家）第二六号事件記録）を総合すれば、遺言者Ａは、昭\n和二二年一一月一一日その所有にかかる田地等をＣことＡ（襲名）に遺贈し、且つ\nＤを遺言執行者に指定する旨の公正証書による遺言をなし、翌二三年四月二五日死\n亡したので、右受遺者がその所有者となり、右Ｄが遺言執行者となつたこと、原審\n判の申立人Ｂは、その後昭和二五年頃右受遺者から右田地の一部を買い受け、知事\nの許可を得て、その代金を完済し、爾来自己のため、右土地を所有し且つ占有して\n来たが、これが所有権移転登記を受け得ないでいること、右遺言執行者Ｄは、永く\nその任務を尽くさなかつたため、金沢家庭裁判所小松支部昭和三六年（家）第一一\n号審判により解任され、同庁昭和三七年（家）第二五号審判により、新たにＥが遺\n言執行者に選任され、同人により右田地売買が追認されたこと、受遺者ＣことＡ\nは、右事実を秘して金沢家庭裁判所（本庁）に対し、自己の妻である抗告人を右解\n任後曠欠中の遺言執行者に選任されたい旨申し立て、同庁昭和三八年（家）第二六\n号審判により、右申立どおり、抗告人が遺言執行者に選任されたため、その遺言執\n行者が二名となつたこと、よつて同裁判所は、前記田地買受人Ｂの申立に基づき、\n抗告人を遺言執行者にしておく必要がないも<要旨第一>のと認め、原審判により、\n同人を選任した右審判を取り消したこと、を各認定するに十分である。およそ遺\n言</要旨第一>執行者選任の審判に対しては、家事審判法第一四条家事審判規則第一\n二〇条以下の第一〇節において、利害関係人等に対し、即時抗告その他の不服申立\nを許さず、これに不服ある者は、専ら家事審判法第七条非訟事件手続法第一九条第\n一項に基づき、職権の発動による取消又は変更を促し得るに過ぎないものと解すべ\nきところ（高裁民集七巻三五六頁以下所載東京高裁昭和二九、五、七決定。同巻三\n七一頁以下所載名古屋高裁昭二九、二、二五決定。同一〇巻三二八頁以下所載東京\n高裁昭三二、七、二四決定。同巻三六〇頁以下所載広島高裁松江支部昭三二、七、\n二三決定。家庭月報五巻四号一〇五頁所載東京高裁昭二七、四、二八決定。同八巻\n一一号二一三頁所載戸籍協議会決議等参照）、右Ｂによる遺言執行者の重複選任審\n判の取消を求める申立は、右法条による原家庭裁判所の職権の発動を促すに過ぎな\nいものであるから、その適否を論ずる実益を有しないものであるし、また叙上認定\nの事実関係のもとにおいて、右遺言執行者の重複選任の審判を取り消した同裁判所\nの措置には、特に違法又は不当視すべきものが存しないから、職権の発動を誤つた\nものとも云い得ない。然らば右遺言執行者の重複選任審判を取り消した原審刊に\nは、いささかも違法がない。所論は家事審判法第一四条により、右遺言執行者の重\n複選任審判に即時抗告のみが許されるとの誤つた見解を前提とし、右重複選任審判\nの取消を求める申立に、即時抗告期間を経過し、且つ審級を誤つた違法ありとな\nし、また原裁判所の措置に、家事審判法の準用する非訟事件手続法第一九条第三項\n等の法律違反があると非難するのであつて、採用の限りではない。論旨は理由がな\nい。\nその他原審判には、これを取り消すべき違法又は不当の廉が存しないから、家事\n審判規則第一八条家事審判法第七条非訟事件手続法第二五条民事訴訟法第四一四条\n第三八四条に則り、本件抗告を棄却することとし、主文のとおり決定する。\n（裁判長判事　山田義盛　判事　堀端弘士　判事　松田四郎）\n"
}