{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 2,
    "day": 28
  },
  "case_number": "昭和41(ネ)58",
  "case_name": "供託金返還請求控訴同附帯控訴事件",
  "court_name": "名古屋高等裁判所金沢支部         　第一部",
  "article_info": "第21巻1号118頁",
  "gist": "一、　供託官の供託金還付請求却下処分の取消しを求めることなく直接国に対してなされた供託金還付請求の当否\n二、　弁済供託金還付請求権の消滅時効の起算点",
  "case_gist": "一、　供託官の弁済供託金還付請求却下の処分は、単なる支払の拒絶にすぎず、被供託者は、右却下処分の取消しを求めることなく、直接国に対し、供託金の還付請求をすることができる。\n二、　弁済供託の当事者間に、供託原因の基礎的事実関係をめぐつて争いがあり、右争いが裁判上の和解で解決した場合の当該供託金の還付請求権の消滅時効は、右和解成立のときからその進行を開始するものと解するのが相当である。",
  "lawsuit_id": "24882",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24882",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/882/024882_hanrei.pdf",
  "contents": "主　　　　文\n一、　原判決を取消す。\n二、　被控訴人の不当利得の返還請求を棄却する。\n三、　控訴人は、被控訴人に対し、金九二万円とこれに対する昭和三八\n年二月二三日から右完済に至るまで年五分の割合による金員を支払え。\n四、　訴訟費用は、第一、二審とも控訴人の負担とする。\n五、　この判決の第三項は、被控訴人が金三〇万円相当の担保を供する\nときは、仮に執行することができる。\n但し控訴人が金五〇万円相当の担保を供するときは、右仮執行を免れる\nことができる。\n事　　　　実\n第一、　当事者の申立\n一、　控訴代理人は、控訴の趣旨として、「原判決を取消す。被控訴人の請求を\n棄却する。訴訟費用は、第一、二審とも被控訴人の負担とする。」との判決を求\nめ、附帯控訴につき、「本件附帯控訴を棄却する。」との判決ならびに附帯被控訴\n人敗訴の場合における担保を条件とする仮執行免脱の宣言を求めた。\n二、　被控訴代理人は、控訴につき、「本件控訴を棄却する。」との判決を求\nめ、附帯控訴の趣旨として、主文第三項同旨ならびに「附帯控訴費用は、附帯被控\n訴人の負担とする。」旨の判決及び仮執行の宣言を求めた。\n第二　当事者の主張\n当事者双方の主張は、左記のとおり附加するほかは、すべて原判決事実摘示のと\nおりであるから、ここにこれを引用する。\n一、　被控訴人の主張\n（一）　供託官は、消滅時効の完了した供託金は、国庫の歳入に納入する手続を\nとらなければならないから、供託官において時効の起算点を確知し得ないときは、\nその事務処理上多少の困難を免れないだろうが、それは法律がその取扱いに適した\n除斥期間ないし時効に関する特則を設けていないための欠陥であつて、やむを得な\nいものと解されるばかりでなく、ひとり弁済供託についてのみ、供託時または被供\n託者に対する供託通知のときから消滅時効が進行するとの解釈をとつてみても、他\nの供託について供託原因消滅による時効の起算点を確知できない場合の多々あるこ\nとは避け難いこと、また供託所には、従来から便宜の措置として、供託物につき時\n効処理に準じた仮の処理が認められているのである（昭和六年一〇月二六日民事第\n八三八号、同一〇年九月二六日民事甲第九六〇号、同年一一月一三日民事甲第一、\n二六九号、同一一年五月八日民事甲第四〇二号、同一三年三月一八日民事甲第三三\n八号、同二七年五月六日民事甲第五九七号、同三二年一〇月一七日民事甲第二、〇\n一九号の民事局長の各通達回答参照）から、供託所は、右仮処理の制度を利用する\nことによつて、仮に供託手続を終結せしめ、供託金の歳入納付の取扱をなせばよい\nのであるから、控訴人主張の事務処理上の不都合の故をもつて、控訴人主張の如き\n時効起算点の根拠とすることは失当である。\n（二）　控訴人は、被控訴人には、控訴人主張の如き時効中断の方法がある旨を\n主張するが、被控訴人において、被控訴人主張の如く供託物をそのままにして置く\n利益があり、直ちにこれが還付請求権を行使し得ない事情がある場合に、将来にお\nける未必の可能性を予想して控訴人主張の如き時効中断の措置をとるべきことを通\n常人に期待するのは無理であり、このような時効中断の措置をとらなければ、時効\nの進行を阻止し得ないとするのは、時効制度の本旨にそわないものというべきであ\nる。\n（三）　仮に被控訴人主張の不当利得が成立しないとしても、未だ本件供託金に\n対する還付請求権の消滅時効が完成していない以上、控訴人は、被控訴人に対し、\n被控訴人主張の和解に基く本件供託金の還付請求に応ずべき義務がある。\n（四）　被控訴人は、本件供託金の還付請求却下の処分に対し、昭和三七年九月\n一日富山地方法務局長に異議の申立をしたが、同年同月二四日右申立は棄却され\nた。\n二、　控訴人の主張\n（一）　被控訴人の当審における主張の内、被控訴人が、昭和三七年九月一日富\n山地方法務局長に対し、主張の如き異議の申立をし、同年同月二四日右申立を棄却\nされたことならびに供託物につき被控訴人主張の如き民事局長の各通達、回答に基\nいて被控訴人主張の如き時効処理に準じた仮の処理方法が採られていることは認め\nる。\n（二）　被控訴人主張の不当利得は成立しない。\n供託官のなす供託金の国庫金編入の手続は、何ら法律的な行為ではなく、それは\n単に、既に国の積極財産に属しているところの金銭的価値につき国の内部てその経\n理的仕訳を変更するというだけの措置にすぎず、右措置自体には、供託金に関する\n国の権利義務に変動を生じさせるような何らの効力もない。したがつて本件の場\n合、供託官が仮に本件供託金の還付請求権が時効消滅していないにかかわらず、右\n編入手続をしたとしても、これによつて控訴人の権利義務に何らの変動も生せず、\n不当利得成立の余地はない。\n（三）　被控訴人の本件供託金還付請求権は時効により消滅している。\n（１）　弁済供託の被供託者は、実体的に受領権限がない場合でも供託物を受領\nすることができ、しかもその場合被供託者は、同人が特に無条件で還付請求をする\nのでない限り、供託者主張の権利関係を是認する不利益を受けることなく、供託物\nの払渡を受け得るのである。したがつて当事者間に供託者主張の権利関係をめぐつ\nて争がある場合でも、被供託者は、形式的にも実質的にも、供託通知を受けると同\n時に還付請求権を行使することが可能である。\n（２）　また被供託者は、右の如く何ら実体的不利益を受けることなく、供託物\nを受領する方法があるほか、これとは別に供託官に対して自己の還付請求権の確認\nを求め、あるいは供託証明書の交付を請求する等容易になし得る時効中断の方法も\n存在する。\n（３）　以上の諸事情に、供託官は、弁済供託についての大量かつ継続的な事務\nを、もつぱら一定の書式に盛られた形式的記載内容に基づいて処理するものであつ\nて、その立場上当事者間の供託の原因関係についての紛争の存否、原因、程度、解\n決の時期等は全くこれを知る由もないのであるから、もし仮に供託物の還付請求権\nの消滅時効が、その供託の原因となつた当事者間の紛争の解決をまつて、はじめて\n進行するものとするならば、供託官の供託金品に対する時効処理は、もはや不可能\nに帰することを考え合せれば、弁済供託に基づく供託物の還付請求権は、一律に被\n供託者がその供託通知を受けたときから時効期間が進行し、一〇年の経過によつて\n時効消滅するものと解すべきである。\n第三　証拠関係\n証拠関係は、\n一、　被控訴代理人において、甲第七号証の一、二、第八号証の一ないし三を提\n出し、\n二、　控訴代理人において、右甲各号証の成立は認めると述べた、ほかは、すべ\nて原判決証拠関係部分摘示のとおりであるから、これを引用する。\n理　　　　由\n第一　不当利得の返還請求について。\n一、　本案前の抗弁に対する判断\n控訴人は、本件はまず供託官の供託金還付請求却下の処分に対する行政訴訟を提\n起すべきであつて、右却下処分を争うことなく、直接控訴人国に対し、給付訴訟を\n提起することは許されない旨を主張するが、本訴における被控訴人の第一次的請求\nは、請求自体からも明らかなように、直接本件供託金の還付を請求するものではな\nく、右還付請求の不能を前提として、本件供託金相当額の不当利得の返還を請求す\nるものであるから、控訴人の右抗弁にいう「直接の給付訴訟」なるものが、「本件\n供託金の還付請求」そのものを意味しているものと解される限りにおいては、控訴\n人の右抗弁は失当というべきである。\nしかしながら、控訴人の右抗弁は、抗訴人の本件供託金相当額の利得は、供託官\nの上記却下処分を原因とするものであるから、右処分の効力を争うことなくして\nは、不当利得金の返還請求も許されないという趣旨も包含しているとも解されるの\nで、念のため、この点についても検討するに、仮に右趣旨のとおりであるとして\nも、供託官の右却下処分は、抗告訴訟の対象たり得る行政処分とは解し難いこと後\n記説示のとおりであるから、右処分をもつて控訴人のいうように、本件利得の法律\n上の原因とは到底解し得られず、この点においても控訴人の右抗弁は理由がない。\nよつて控訴人の右本案前の抗弁は、いずれにしても失当たるを免れない。\n二、　本案の判断\n（一）　被控訴人は、本件供託金に対する還付請求権及び取戻請求権は、いずれ\nも未だ消滅時効が完成しておらないのに、控訴人は本件供託金を歳入に繰入れ、よ\nつて何ら法律上の原因なくして、還付請求権者たる被控訴人の財産により本件供託\n金相当額の利益を受け、これがため被控訴人に右同額の損失を及ぼしたとして、本\n訴不当利得の返還請求をなすものである。\n（１）　しかしながら、本来供託官のなす供託金の歳入納付の手続は、控訴人も\nいう如く何ら法律的な行為ではなく、それは単に時効その他の原因により、既に国\n庫に帰属した供託金を国の歳入に納付する国内部の会計事務処理上の一手続にすぎ\nず、右手続自体は何ら供託金の実体的権利関係に変動を及ぼすものではないから、\nもし被控訴人主張の如く本件供託金の還付、取戻の両請求権が共に時効消滅してい\nないものとすれば、たとえ供託官が本件供託金の歳入納付の手続を了したとして、\nこれがため本件供託金が国庫に帰属するいわれは少しもなく、したがつて被控訴人\n主張の不当利得が成立する余地は有り得ない。\n（２）　またもし、右還付請求権が、時効によつて消滅しているものとすれば、\n（もつとも本件においては、右請求権は未だ時効消滅していないものと解するのが\n相当であること後記説示のとおりであるが。）本来時効は、永続せる一定の事実状\n態を尊重してこれを法律関係にまで高め、もつて社会秩序を維持しようととする制\n度であるから、時効による実体的権利関係の変動は、究極的なものとしてこれを維\n持するを相当とすべく、したがつて右時効消滅を原因とする控訴人の本件供託金の\n利得は、法律上の原因ある利得として、不当利得返還請求権は発生しないものと解\nするのが相当といわなければならない。\n（二）　かようなわけで、いずれにしても被控訴人の本訴不当利得の請求はその\n余の判断に及ぶまでもなく、理由のないことが明らかであるから、右理由なき被控\n訴人の請求を認容した原判決は失当たるを免れない。\n第二　供託金の還付請求について。\n一、　本案前の抗弁に対する判断\n控訴人は、本件はまず供託官の供託金還付請求却下の処分に対する抗告訴訟を提\n起すべきであつて、右却下処分を争うことなく、直接控訴人国に給付訴訟を提起す\nることは許されない旨を主張するので、まず右抗弁の当否について判断する。\n<要旨第一>弁済供託の法律的性質については、これを私法関係とし、あるいは公\n法関係と解し、または両者の混合せる</要旨第一>関係と見るもの等従来から種々の\n見解が見られるが、本来弁済供託は、弁済者が弁済の目的物を債権者のために供託\n所に寄託して債務を免れる制度であるから、その法律的性質は、債権者なる第三者\nのために供託者と供託所との間になされる寄託契約をその本質とするものと解する\nを相当とする。そして供託の本質が右の如く第三者のためにする寄託契約と解すべ\nきものであるとすれば、供託者と供託所の関係は、これを対等な当事者間の関係に\nある私法上の関係と解すべきであり、したがつてまた右寄託契約における第三者す\nなわち被供託者と供託所の法律関係も右同様私法関係と解すべきものといわなけれ\nばならない。現に供託当事者の金銭等の払渡請求権は、一般の私債権と同様、自由\nに譲渡、質入、仮差押、仮処分ないし移付命令等の目的とされているのであつて、\nこのことは右請求権が私法上の権利であることを裏付けているものということがで\nきる。\n供託法によれば、金銭及び有価証券の供託については、国の行政機関の一部局で\nある同法第一条所定の官署が供託所としてこれを保管し、供託事務は、同法第一条\nの二所定の者が供託官としてこれを取り扱うことになつているが、これは現今の実\n生活上金銭及び有価証券の供託がその大部分を占め、量的にも質的にも、極めて重\n要な機能を営むものであることから、最も安全、確実に供託制度の目的を達し、そ\nの実を上げしめようとの配慮によるものと考えられるのであつて、供託法の右種の\n規定、その取扱いをもつて供託の法律関係を公法関係と解する根拠とするにはその\n理由に乏しく、また供託手続を管掌する機関が国家機関であるか、否かによつて、\n供託の法律的性質を決定し得るものでないことは、他の民事手続一般における場合\nと異るところはないから、右のように金銭及び有価証券の供託所が国の官署であ\nり、これを取扱う供託官が国の法務事務官であるからといつて、供託の法律関係を\n公法上の関係と解さなければならない理由は少しもない。それはあたかも、郵便貯\n金関係において、右貯金業務を取扱う機関は国の行政機関たる郵便官署であるが、\n右郵便官署とこれを利用する貯金者との関係はなお私法上の関係と解されるのとそ\nの類を同じくするものというべきである。\nそこで供託官の供託金銭等の払渡に関する処分の性質を考えてみるに、供託法\nは、第一条の三から同条の六にわたつて供託官の処分に対する審査請求の手続につ\nいて規定し、同条の七は行政不服審査法の適用関係を定めておりこれを見れば、右\n審査請求に関する手続関係が公法関係であることは明らかである。\nしかしながら、このことから直ちに供託官の払渡に関する処分を行政処分と解し\nなければならない理由はない。けだし本来行政処分に当らない行政機関の行為につ\nいても、その過誤の簡便、迅速な救済手段として、自らの法体系中にその審査手続\nを規定し、あるいは行政不服審査法等所定の是正手続を利用することは、立法上少\nしも支障がないからである。そればかりか、供託法第一条の七は行政不服審査法第\n一四条の審査請求期間の適用を排除し、供託官の処分に不服のある者は何時でも審\n査請求をなし得ることになつているが、これは供託官の処分について、行政処分の\n特性といわれる公定性の存在を否定しているものとさえ解されるのであつて、それ\nは、一般に行政処分は公益性を基調とし、少くとも公益性との比較考量においてな\nされるべきものであるのに、供託官の処分は一に供託当事者間の私法的秩序維持の\nために行われるものであること等とも考え合せれば、供託官の処分を、後記のよう\nに私法上の行為と解する根拠にはなつても、それによつて、右の処分が所謂公権力\nの行使による行政処分であるとの結論を引出すことはできない。\nこのように見てくると、供託によつて生ずる供託当事者と供託所の関係はこれを\n私法上の関係と解するのが相当であること前記説示の如くであるとすれば、その供\n託関係についてなす供託官の処分もまた供託当事者と対等な立場にある者のなす私\n法上の行為たる性質を有するものと解するのが相当にして、これを公権力の行使に\nより国民の権利関係を形成しまたは確定する行政処分とは到底考えることができな\nいから、木件の如き供託金還付請求の却下処分もその本質は単なる供託金払渡の拒\n絶にすぎず、被控訴人の還付請求権そのものには、何らの消長もきたすものではな\nいと解するのが相当である。\n以上これを要するに、供託関係は、供託官の処分に対する審査手続の関係を除\nき、これを私法関係と解すべく、したがつて供託官が本件供託金についてなした還\n付請求却下の処分も、その本質は、私法上の単なる支払の拒絶にすぎず、控訴人の\n主張するような行政処分ではないと解するのが相当であるから、被控訴人は、供託\n官が本件供託金についてなした右還付請求却下処分の取消を求めなくても、直ちに\n供託所の管理主体たる控訴人国に対し、本件供託金の還付請求をなし得るものとい\nらべく、したがつてまた供託官の右却下処分が、公権力の行使による行政処分であ\nることを前提とする控訴人の右本案前の抗弁は、その余の判断に及ぶまでもなく失\n当たるを免れない。\n二、　本案の判断\n（一）　被控訴人主張の請求原因事実中、被控訴人主張の売買契約の売主たる訴\n外Ａが、昭和二六年一一月七日被控訴人主張の如き金九二万円を、主張の如き趣旨\nで、被控訴人を受取人に指定して富山地方法務局へ弁済供託したこと及び被控訴人\nは、昭和三七年八月一一日右法務局に対し、本件供託金の還付請求をなしたが、被\n控訴人の右還付請求権は、供託日の昭和二六年一一月七日から一〇年の経過によ\nり、時効によつて消滅したとの理由が昭和三七年八月二三日これを却下されたこと\nは、当事者間に争いがなく、成立に争いのない甲第一号証の一、二、第二ないし第\n六号証に原審における証人Ａの証言及び被控訴本人尋問の結果を合せ考えれば、被\n控訴人は、昭和二三年四月一一日訴外Ａと被控訴人主張の如き約旨の土地売買契約\nを結んだこと、ところが、訴外Ａは、昭和二六年一一月七日右売買契約に定められ\nた契約解除の特約に基くものとして、それまでに被控訴人から売買代金の一部とし\nて受領していた金四六万円の倍額金九二万円を被控訴人に提供して、前記売買契約\n解除の意思表示をしたが、被控訴人が右金員の受領を拒んだので、上記のように本\n件弁済供託に及んだものであること、一方被控訴人は、訴外Ａの右契約解除の効力\nを争い、同人外一名を相手どつて上記売買契約に基づき所有権移転登記手続、工作\n物収去土地明渡請求の訴を富山地方裁判所に提起したが、昭和三四年五月二一日被\n控訴人敗訴の判決を受け、名古屋高等裁判所金沢支部に控訴中の昭和三六年一一月\n二〇日同裁判所において、被控訴人と訴外Ａとの間に被控訴人主張どおりの裁判上\nの和解が成立したこと及びその際和解条項にこそ明示されなかつたが、その効力が\n争われていた訴外Ａのなした本件弁済供託金九二万円と被控訴人の供託金一二万\n五、〇〇〇円は、いずれも被控訴人が還付及び取戻を受くべきものである旨の合意\nも右当事者間に成立したものであることが認められ、これに反する証拠はない。\n<要旨第二>（二）　そこで次に控訴人主張の消滅時効の成否について検討する\nに、当裁判所も、被控訴人の本件供託金還付請</要旨第二>求権の消滅時効は、前記\n和解の成立した日の翌日である昭和三六年一一月二一日から進行を開始し、被控訴\n人がその還付請求をした昭和三七年八月一一日には未だその完成を見ていなかつた\nものと解するのを相当とし、その理由は、左記に附加するほか原判決説示理由（原\n判決八枚目裏一〇行目の「元来」から同一〇枚目表五行目の終りまで。）と同一で\nあるから、これを引用する。\n（１）　控訴人は、被供託者はその供託原因の基礎的事実関係をめぐつて争いの\nある場合でも、留保付で還付を受ければ、供託者の主張する権利関係を是認したこ\nとにはならないし、また自己の還付請求権の確認を求め、あるいは供託証明書の交\n付を請求する等の時効中断の方法も存在するから、還付請求権の消滅時効を控訴人\n主張のように解しても何ら被控訴人に不利益にはならない旨を主張する。\nしかしながら、前認定のように、本件和解の成立を見るまでは、訴外Ａと被控訴\n人との間には、本件弁済供託の原因となつた売買契約解除の効力をめぐつて紛争が\n存在し、訴外Ａは、解除は有効であるから、同人提供の倍返金九二万円は被控訴人\nにおいて当然これを受領すべきであると主張するのに対し、被控訴人は、これを争\nい、解除は無効であるから、右金九二万円に被控訴人において受領すべき筋合のも\nのではない旨反論し、これを主たる争点として訴訟が継続していたのであるから、\n仮にそれが控訴人主張のように留保付の還付であるにしても、還付を受けることそ\nのこと自体は、訴外Ａ主張の契約解除の有効なることを容認し、被控訴人自ら自己\nの権利主張を徹回するにひとしく、被控訴人の従来の主張と相反する結果になるの\nであるから、被控訴人に留保付で還付を受けることを期待するのは無理を強いるも\nのといわなければならない。\nまた控訴人主張の時効中断の方法も、本件弁済供託は、本件の如く当該供託原因\nの基礎的事実をめぐつて当事者間に争いがあり、供託物は右紛争が解決を見るまで\n供託所に保管されるのが立前で、供託と同時に債権者なり債務者なりがそれを受領\nするというのは本来の権利の行使ではなく、それは相手方の権利主張を認めて自己\nの権利主張を徹回するという意味での権利行使というべきであるから、当事者、本\n件の場合は被控訴人に、控訴人主張の如き時効中断の方法を求めることは、これま\nた難きを強いるものといわなければならない。\n（２）　なおまた控訴人は、供託官は当事者間の供託の原因関係をめぐる紛争の\n存否、その内実、解決の時期等は全くこれを知る由もないのであるから、もし仮に\n被控訴人主張の如く右紛争の解決をまつてはじめて消滅時効が進行するものとすれ\nば、供託金品の時効処理は不可能に帰する旨反論するが、供託所が供託金品に対す\nる還付請求権行使の時期を確知し得ない場合のあることは、何も本件の如き場合に\n限られるわけではなく、これをたとえば、停止条件付債務弁済のための供託、訴訟\n費用の担保ならびに仮差押、仮処分の担保の各供託等その性質上供託当事者の権利\n行使の時期を知り得ない場合が多く存在すること、そしてこのような場合には、被\n控訴人主張の民事局長の各通達、回答に基づき便宜の措置として、内部的に時効処\n理に準じた仮の処理方法が採られていることは、当事者間にも争いがないこと等を\n考え合せれば、控訴人の右主張は、未だその根拠に乏しいものといわざるを得な\nい。\n（三）　してみれば、控訴人は、被控訴人に対し、本件供託金九二万円とこれに\n対する被控訴人が右供託金の還付を求めた日の以後である昭和三八年二月二三日か\nら右完済に至るまで民事法定利率年五分の割合による遅延損害金（供託法第三条、\n供託規則第三三条第一項によれば、供託金の利息は年二分四厘であるが、適法な供\n託金の還付ないし取戻の請求に対し、その払渡を遅滞した場合の遅延損害金は、民\n法の原則に帰り年五分の割合によるものと解するを相当とする。）を支払う義務が\nあり、その履行を求める被控訴人の本訴第二次的請求は、その理由あるものという\nべきである。\n第三　結論\n以上説示の次第によつて、被控訴人の本訴不当利得の請求を認容した原判決は失\n当であるから、控訴人の本件控訴を容れてこれを取消した上、右請求を棄却し、被\n控訴人の附帯控訴にかかる本件供託金の還付請求は、これを認容することとし、訴\n訟費用の負担ならびに仮執行、同免脱の各宣言につき、民事訴訟法第九六条、第八\n九条、第九二条但書、第一九六条第一、三項を各適用して、主文のとおり判決す\nる。\n（裁判長裁判官　西川力一　裁判官　島崎三郎　裁判官　井上孝一）\n"
}