{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 11,
    "day": 11
  },
  "case_number": "昭和43(ネ)1933",
  "case_name": "譲受債権請求控訴事件",
  "court_name": "東京高等裁判所第一四民事部",
  "article_info": "第22巻6号760頁",
  "gist": "保証人の事前の求償権を自働債権とする相殺の適否",
  "case_gist": "保証人の事前の求償権を自働債権として相殺をすることは許されない。",
  "lawsuit_id": "20820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/020820_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴人は、控訴棄却の\n判決を求めた。\n当事者双方の事実上および法律上の主張ならびに証拠の提出、援用および認否\nは、次のとおり付加するほか、原判決の事実摘示と同一であるから、これを引用す\nる。\n控訴代理人は、「主たる債務者はもし保証人の事前の求償に応じたくなければ民\n法四六一条二項により供託をなし、担保を供し、または保証人に免責を得せしめて\n右求償に応ずる義務を免れることができるものと解すべきであるとともに、その反\n面、保証人は同条一項により主たる債務者が求償金の支払をするまでは担保を供す\nる義務を負わないものと解すべきであり、したがつて、主たる債務者は保証人の事\n前求償に対して担保の供与を求める抗弁権を有しないものといわなければならず、\n少なくとも本件のように、主たる債務者が倒産して無資力となり、もはや債権者に\n対する二重払いの生ずるおそれがないと認められる場合には、主たる債務者は保証\n人の事前の求償に対して担保を供すべき旨の抗弁権をもつて対抗することは許され\nないものといわなければならない。」と述べた。\n理　　　　由\n一、　本件についての当裁判所の事実認定およびこれにともなう判断は、次のと\nおり付加または訂正するほか、原判決がその理由中に説示したところと同一である\nから、その記載（原判決四枚目―記録一九丁―表六行目から原判決五枚目―記録二\n〇丁―裏九行目まで）を引用する。\n（一）　原判決四枚目―記録一九丁―表七行目の「但し、」の次に「いずれも」\nを、同裏末行の「右認定に反する」の次に「証人Ａの証言部分および」を、原判決\n五枚目　記録二〇丁表一行目「結果」の次に「の一部」をそれぞれ加える。\n（二）　原判決五枚目―記録二〇丁―表五行目から同裏四行目までを次のとおり\n改める。\n<要旨>「そこで、控訴人主張の相殺の抗弁について判断する。控訴人が被控訴人\nの本訴請求債権と相殺の用に供</要旨>する債権は、主たる債務者である訴外会社が\n弁済期を徒過したことにより、保証人である控訴人が民法四六〇条二号の規定に基\nづいて訴外会社に行使しうるにいたつた事前の求償債権であり、したがつて、控訴\n人はその後訴外会社から本訴請求債権を譲り受けた被控訴人に対して右求償債権を\nもつて相殺の用に供しうるのではないかとの疑いがないでもない。しかし、保証人\nのこのような事前の求債権の行使に対しては、主たる債務者は、同法四六一条の規\n定により、債権者が全部の弁済を受けない間は、保証人をして担保を供与せしめる\n権利を有し、その担保の提供があるまで求償に応じないことができるものと解され\nるから、保証人の事前の求償債権は抗弁権の付着したものというべきであり、そし\nて、このように抗弁権の付着した債権をもつて相殺の自働債権とすることは許され\nないところである。かりに主たる債務者が無資力であつたとしても、事前に求償を\n得た保証人がこれを他に流用する場合などにそなえて担保を提供せしめる必要は依\n然存するから、右の結論を左右するものではない。したがつて、控訴人の相殺の抗\n弁は採用するに足りない。\nそうとすれば、控訴人は被控訴人に対し、金一五〇万円およびこれに対する昭和\n三九年三月二三日から同年一〇月二四日までは約定利息として、同月二五日から支\n払ずみにいたるまでは約定遅延損害金として、それぞれ金一〇〇円につき一日金三\n銭の割合による金員の支払をなすべき義務があるものといわなければならない。」\n二、　よつて、被控訴人の本訴請求は理由があるから、これを認容すべきであ\nり、これと同趣旨に出た原判決は相当であつて、本件控訴は理由がないから、民訴\n法三八四条一項に従つてこれを棄却することとし、控訴費用の負担につき、同法九\n五条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　室伏壮一郎　裁判官　園部秀信　裁判官　森綱郎）\n"
}