{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 2,
    "day": 14
  },
  "case_number": "昭和34(う)529",
  "case_name": "関税法違反被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第14巻2号63頁",
  "gist": "一、　関税法第一一八条にいう犯罪貨物が関係犯則者の一人から没収され国庫に帰属した場合と他の関係犯則者に対する没収または追徴\n二、　関税法第一一八条の犯罪貨物が数人の犯人の間に順次譲渡された後善意の第三者に帰属した場合の追徴\n三、　関税法第一一八条の犯罪貨物が数人の犯人の間に順次譲渡された場合と没収の言渡",
  "case_gist": "一、　関税法第一一八条の規定により、同一の犯罪貨物等について、関係犯則者(共犯たると否とを問わない)の一人から没収があり、これが国庫に帰属した以上は、他の関係犯則者に対しその物の没収またはこれに代わる追徴を言い渡すことは許されない。\n二、　関税法第一一八条の犯罪貨物等が数人の犯人の間に順次譲渡された後、その没収すべき物が善意の第三者の所有に帰したため関税法第一一八条第一項第二号により没収しない場合には、その数人の犯人には、いずれも同条第二項の規定により没収に代わる追徴の言渡を受くべき責任は存するけれども、その一人から既に犯罪の行われた時の価格に相当する金額が追徴され国庫に帰属した以上、更に他の関係犯則者から右金額を追徴することは許されない。\n三、　関税法第一一八条の犯罪貨物を犯人が譲渡した場合に、譲受人が犯罪貨物であることの情を知つている限り、その物が犯人の所有に属していなくても、これを犯人から没収すべきものであつて、右犯罪貨物が数人の情を知つている犯人の間に順次譲渡され最終譲受人の手中にある間に右数人について公訴が提起された場合には、その犯罪貨物は、同条の規定により右数人の犯人から没収する旨言い渡すべきである。",
  "lawsuit_id": "21244",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21244",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/244/021244_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａ、同Ｂ、同Ｃを各懲役八月に処する。\n但し被告人三名に対しこの裁判確定の日から各三年間右各刑の執行を猶\n予する。\n押収にかかる時計十五個のうち十三個（当裁判所昭和三四年押第一七〇\n号の一乃至六、七のうち一個、八乃至一一）は被告人三名から、二個（同押号の七\nのうち二個）は被告人Ａから各没収する。\n被告人三名から金三万九千四百円を各追徴する。\n理　　　　由\n各所論のうち追徴の当否につき按ずるに、原判決は、主文において、被告人Ａか\nら二十九万六千五百円を、被告人Ｂから三十一万一千六百円を、被告人Ｃから三十\n五万九千七百円を各追徴する旨言い渡しているのであるが、原判決が右の如く各追\n徴を言い渡した所以は、原判決判示各事実をその挙示する証拠と対比検討するに、\n被告人Ａに対しては、同被告人が判示第一の二記載のとおり、被告人Ｃ及び同Ｂか\nら不正行為により関税を免れて密輸入された貨物であることの情を知りながら買受\nけたＤ製腕時計合計六十六個（原判決別紙一覧表（二）の十二個及び同表（三）の\n五十四個）について、被告人Ｂに対しては、同被告人が判示第二の一、二記載のと\nおり、被告人Ｃから前同様の情を知りながら買受けたＤ製腕時計合計六十七個（同\n表（四）の十三個及び同表（五）の五十四個）について、被告人Ｃに対しては、同\n被告人が判示第三の一、二記載のとおり、Ｅ及びＦから前同様の情を知りながら買\n受けたＤ製腕時計合計七十九個（同表（六）の十三個及び同表（七）の六十六個）\nにつき、それぞれ犯罪の行われた時における価格に相当する金額を追徴しているも\nのと認められるのである。ところが、右各時計のうち、\n（甲）　原判決別紙一覧表（六）の十三個及び同表（四）の十三個は同一物件で\nあつて、前同様の情を知つているＥ↓被告人Ｃ↓同Ｂの順に順次転売され、更にこ\nれが判示第一の一及び同表（一）番号１乃至１２に記載するとおり、被告人Ｂから\n同Ａに転売され、本件発覚当時被告人Ａにおいてこれを所有し所持していたので、\n原判決主文において、同被告人からこれを没収する旨言い渡されていることを認め\nることができる。\n更に、原審において適法な証拠調を経た昭和三十二年十月十四日附東京税関監視\n部審理課長Ｇ作成の「Ａらに係る関税法違反けん疑事件関係者の通告書写の送付に\nついて」と題する書面（記録書証綴（一）五八丁以下、通告書写八通を含む）並び\nに当審において適法な証拠調を経た昭和三十五年十一月十八日附東京税関監視部長\nＨ作成の「Ａ等に対する関税法違反被告事件関係者の通告処分結果について」と題\nする書面（通告書写九通を含む）、同年十二月二十一日附右Ｈ作成の「Ａ等に係る\n関税法違反被疑事件関係者の処分について」と題する書面を参酌勘案すると、\n（乙）　原判決別紙一覧表（七）番号１、２、４、８、１０、の十二個及び同表\n（二）番号１乃至１２の十二個は同一物件であつて、いずれも前同様の情を知つて\nいるＦ↓被告人Ｃ↓同Ａの順に順次転売され、更に被告人Ａから右の情を知つてい\nるＩ、Ｌ、Ｊ、Ｋに転売されたのであるが、そのうち二個（同表（二）番号２、３\nこれに対応する同表（七）番号２、４、のうち各一個）は、東京税関においてＬに\n係る犯則事件につき同人に対し関税法第百三十八条に基きこれを没収に該当する物\n件として税関に納付すべき旨の通告処分をなし、同人において昭和三十二年十月中\n右通告の旨を履行したため、既にその所有権が国庫に帰属しており、その余の十個\nは、右Ｉ等から右の情を知らない第三者に転売されたため、東京税関において、右\nＩ、Ｊ、Ｋに係る犯則事件につき、同人等に対し、前記法条に基き、没収に代る追\n徴に相当する金額を税関に納付すべき旨の通告処分をなし、Ｋは昭和三十二年十月\n中、Ｊは同年十二月中、Ｉは同三十三年七月中、それぞれ右通告の旨を履行したた\nめ、右各追徴相当金額は国庫に帰属していること、\n（丙）　原判決別紙一覧表（七）番号３、５、６、７、９、の十個、同表（五）\n番号１乃至５の十個及び同表（三）番号１乃至１０の十個は同一物件であつて、前\n同様の情を知つているＦ↓被告人Ｃ↓同Ｂ↓同Ａの順に順次転売され、更に被告人\nＡから、右のうち六個（同表（三）の番号２乃至４、６、８、９、これに対応する\n同表（五）の番号２、３、４のうち一個、５、同表（七）の番号３、５、７のうち\n一個、９）は、右の情を知つているＫ、Ｊ、Ｍに転売された後、同人等から右の情\nを知らない第三者に転売されたため、同人等に対し前同様東京税関の通告処分がな\nされ、Ｋ、Ｍは昭和三十二年十月中、Ｊは同年十二月中、それぞれ通告の旨を履行\nして追徴に相当する金額を税関に納付し、他の一個（同表（三）の番号７これに対\n応する同表（五）の番号４のうち一個、同表（七）の番号７のうち一個）は、右の\n情を知つているＬに転売され、同人の所有に属していたため、同人に対し前同様東\n京税関の通告処分がなされ、昭和三十二年十月中右Ｌにおいて右通告の旨を履行し\nて没収に該当する物件としてこれを税関に納付し、既にその所有権が国庫に帰属し\nており、その余の三個（同表（三）の番号１、５、１０これに対応する同表（五）\nの番号１、４のうち二個、同表（七）の番号６、７のうち二個）は、右の情を知ら\nない第三者に転売されたため、これら善意の転得者については、犯則事件として通\n告処分がなされていないこと、\n（丁）　原判決別紙一覧表（七）の番号１１乃至３３の四十四個、同表（五）の\n番号６乃至２８の四十四個及び同表（三）の番号１１乃至５０の四十四個は同一物\n件であつて、前記のような情を知つているＥ↓被告人Ｃ↓被告人Ｂ↓被告人Ａの順\nに順次転売され、更に被告人Ａから、右のうち二十七個（同表（三）の番号１１乃\n至１９、２２、２３、２６、２８、３０、３２乃至３６、４０、４４、４７乃至４\n９これに対応する同表（五）の番号６、７のうち二個、８乃至１０、１２、１３の\nうち一個、１４、１５のうち一個、１６のうち四個１９、２０、２２、２４のうち\n一個、２６、２７同表（七）の番号１１、１２のうち二個、１３乃至１５、１７、\n１８のうち一個、１９、２０のうち一個、２１のうち四個、２４、２５、２７、２\n９のうち一個、３１、３２）は右の情を知つているＩ、Ｋ、Ｏ、Ｐ、Ｑ、Ｒ、Ｓ、\nＴ、Ｕ、Ｖ、Ｗ、Ｍ、Ｘに転売された後、これらの者から更に善意の第三者に転売\nされたため、これらの者に係る犯則事件につき前同様通告処分がなされ、昭和三十\n二年十月中から同三十三年八月中に亘る間いずれも追徴に相当する金額が国庫に納\n付され、他の三個（同表（三）の番号２０、２４、２５これに対応する同表（五）\nの番号７のうち一個、１３のうち二個、同表（七）の番号１２のうち一個、１８の\nうち二個）は右の情を知つているＬに、六個（同表（三）の番号３１、３７、４１\n乃至４３、５０、これに対応する同表（五）の番号１７、１８、２１のうち一個２\n３のうち二個２８同表（七）の番号２２、２３、２６のうち一個、２８のうち二個\n３３）は右の情を知つているＷに、一個（同表（三）の番号３８これに対応する同\n表（五）の番号２１のうち一個、同表（七）の番号２６のうち一個）は右の情を知\nつているＲに、それぞれ転売され、同人等の所有に属していたため、右三名に係る\n犯則事件につきいずれも前同様通告処分がなされ、没収に該当する物件として税関\nに納付されて国庫に帰属したが、その余の七個（同表（三）の番号２１、２７、２\n９、３９、４５、４６、これに対応する同表（五）の番号１１、１５のうち二個、\n１６、２３、２４のうち各一個、２５、同表（七）の番号１６、２０のうち二個、\n２１、２８、２９のうち各一個、３０）は、善意の第三者に転売されたため、これ\nら善意の転得者については犯則事件として通告処分がなされていないこと、\nを認めることができる。\n<要旨第一（イ）>思うに、関税法第百十八条において、犯罪に係る貨物等を没収\nし又はこれを没収することができない場合</要旨第一（イ）>に、その没収すること\nができないものの犯罪の行われた時の価格に相当する金額を犯人から追徴する趣旨\nは、国家が関税法規に違反して輸入した貨物又はこれに代るべき価格が犯人の手に\n存在することを禁止し、犯人連帯の責任においてこれを国家に納付せしめ、もつて\n密輸入の取締を厳に励行せんとするにあるものと解すべきであり（昭和三四年\n（あ）第一五八二号昭和三十五年二月十八日第一小法廷判決、最高裁判所判例集一\n四巻二号一五三頁参照）、関税法における没収、追徴は、犯人からの利益の剥奪と\nいうよりも、むしろ犯則防止のための保安処分たる性質をも有するものであるか\nら、既に同一犯罪貨物等について関係犯則者（共犯たると否とを問わない）の一人\nから没収があり、これ等が国庫に帰属した以上は、他の関係犯則者に対し没収に代\nる追徴をな<要旨第二>すことは許されず、また犯罪貨物等が、数人の犯人の間に順\n次譲渡された後、その没収すべき物件が善意の第</要旨第二>三者の所有に帰したた\nめ没収しない場合には、その数人の犯人にはいずれも関税法第百十八条第二項の規\n定により没収に代る追徴の言渡を受くべき責任は存するけれども、この場合におい\nても、その一人から既に犯罪が行われた時の価格に相当する金額が追徴され国庫に\n帰属した以上、犯罪が数個存するの故をもつて、更に他の関係犯則者から右金額を\n重畳的に徴収することは許されないものと解すべきである。そして犯則事件におけ\nる税関長の通告処分は、税関長が犯則事件の調査により犯則の心証を得た場合に、\nその理由を明示し、罰金に相当する金額及び没収に該当する物件又は追徴に相当す\nる金額を税関に納付すべき旨を犯則者に通告する処分であつて、犯則者が右通告の\n旨を履行したときは、同一の事件について公訴を提起されないのであるから、没収\nに該当する物件又は追徴に相当する金額を納付すべき旨の通告処分に対し、犯則者\nがその通告の旨を履行した場合は、関税法第百十八条第一項に従い、裁判により没\n収又は追徴があつた場合と同様、同一物件について他の関係犯則者に対し同条第二\n項により没収に代る追徴をなすことは許されないものと解するを相当とする。\n<要旨第三>また、関税法第百十八条第一項第二号の反面解釈によると、犯人が同\n項所定の犯則貨物を譲渡した場合にお</要旨第三>いて、譲受人が犯則貨物であるこ\nとの情を知つている限り、その物件が犯人の所有に属していなくても、これを犯人\nから没収すべぎものと解すべきであるから、犯則貨物が数人の情を知つている犯人\nの間に順次譲渡され、最終譲受人の手中にある間に犯則事件が発覚し、右数人につ\nき公訴が提起され、犯則貨物が証拠物件として押収されている場合、その数人の犯\n人は、各自同法条第一項の規定により没収の言渡を受くべき責任が存する筋合であ\nるから、右貨物は右数人の犯人から没収する旨を言い渡すのが相当であり、所有者\n以外の犯人につき、同法条第二項に規定する没収ができない場合に該当するものと\nして、没収に代る追徴を言い渡すべきでは<要旨第一（ロ）>ない。もつとも、右の\nような場合、数人の犯人の一人につき没収の裁判が確定し、犯則貨物が既に国庫に\n帰属</要旨第一（ロ）>しているときは、裁判未確定の他の犯人につき更に没収を言\nい渡すべきではないが、この場合においても、これらの犯人につき、前同様、没収\nすることができない場合に該当するものとして、没収に代る追徴の言渡をすること\nは許されないものと解すべきである。\nしからば、前記のように、犯則物件が善意の第三者の所有に帰したため没収せず\n且つ被告人三名以外の者から追徴もなされていない原判決別紙犯罪一覧表（三）の\n番号１、５、１０、２１、２７（二個）、２９、３９、４５、４６、これに対応す\nる同表（五）の番号１、４のうち二個、１１、１５のうち二個、１６、２３、２４\nのうち各一個、２５同表（七）の番号６、７のうち二個、１６、２０のうち二個、\n２１、２８、２９のうち各一個、３０の十個については、これらの本件各犯罪が行\nわれた時の価格に相当する金額合計三万九千四百円を被告人三名から各追徴するの\nが相当である。しかるに原判決は、原判決別紙一覧表（一）の１乃至１２（同表\n（四）及び（六）の各１乃至１２はこれと同一物件である）の犯罪に係る物件は現\nに押収され、没収すべきものであるのに拘らず押収分については被告人Ｃが同Ｂ\nに、同人が更に被告人Ａに順次これを譲渡したとの理由で右貨物の犯行時の価格相\n当額を被告人Ｂ、同Ｃから各別に追徴し、その余の犯罪にかかる貨物については、\n前記のように、或は税関長の通告処分に基き没収に該当する物件が犯則者より税関\nに納付され既に国庫に帰属し或は同様通告処分に基き追徴に相当する金額が税関に\n納付され国庫に帰属しているのに、これらの貨物の犯行当時の価格に相当する金額\nを更に被告人三名から各別に追徴すべき旨判示しているのであつて、右は関税法第\n百十八条の没収、追徴に関する規定の解釈及び運用を誤つたものといわなければな\nらない。そして右の誤は判決に影響を及ぼすこと明らかである。各論旨は結局理由\nあることに帰し、原判決は破棄を免れない。\nよつて、松目弁護人及び進藤、日野両弁護人連名の量刑不当の論旨に対する判断\nを省略し、刑事訴訟法第三百九十七条第三百八十条により原判決を破棄し、同法第\n四百条但書により当裁判所において更に次のように判決する。\n原判決が適法に確定した判示各事実に法律を適用すると、被告人等の判示各所為\nは関税法第百十二条第一項に該当するので、所定刑中懲役刑を選択し、以上は刑法\n第四十五条前段の併合罪であるから同法第四十七条本文第十条により被告人Ａにつ\nいては犯情最も重い判示第一の二、別紙犯罪一覧表（三）の番号１１の罪の刑に、\n被告人Ｂについては犯情最も重い判示第二の二、別紙犯罪一覧表（五）の番号５の\n罪の刑に、被告人Ｃについては犯情最も重い判示第三の二、別紙犯罪一覧表（七）\nの番号９の罪の刑に、各法定の加重をした刑期範囲内で被告人三名を各徴役八月に\n処し、犯情右各刑の執行を猶予するを相当と認め、刑法第二十五条第一項により被\n告人三名に対しこの裁判確定の日から各三年間右刑の執行を猶予し、関税法第百十\n八条第一項により、押収にかかる腕時計十三個（当裁判所昭和三四年押第一七〇号\nの一乃至六、七のうち一個、八乃至一一）は被告人Ａの原判決判示第一の一別紙犯\n罪一覧表（一）の番号１乃至１２被告人Ｂの同判示第二の一、前同表（四）、被告\n人Ｃの同判示第三の一、前同表（六）の各犯罪に係る貨物で、それぞれ右の情を知\nつている被告人三名の間に順次譲渡され、被告人Ａの所有に係るものであるから、\nこれを被告人三名から各没収し、押収にかかる腕時計二個（前同押号の七のうち二\n個）は同判示第一の一、前同表（一）の番号１３の犯罪に係る貨物で被告人Ａの所\n有に係るものであるから、これを同被告人から没収し、別紙犯罪一覧表（三）の番\n号１、５、１０、２１、２７（二個）２９、３９、４５、４６、同表（五）の番号\n１、４のうち二個、１１、１５のうち二個１６、２３、２４のうち各一個、２５、\n同表（七）の番号６、７のうち二個、１６、２０のうち二個、２１、２８、２９の\nうち各一個の腕時計十個は、被告人Ｃが犯則貨物であることの情を知つてＦ又はＥ\nから買受け、同様情を知つている被告人Ｂ、同Ａに順次譲渡され、更に右Ａから情\nを知らない第三者に譲渡し、その所有に帰したものであるから、いずれも関税法第\n百十八条第一項第二号によりこれを没収しないが、同条第二項により各その犯罪が\n行われた時の価格に相当する金額を追徴すべきところ、犯人連帯の責任において納\n付せしめる趣旨の下に、右十個分の犯罪の行われた時の価格に相当する金額三万九\n千四百円を被告人三名から各追徴する。\nなお叙上没収及び追徴の対象となつたもの以外の腕時計は、前掲通告処分結果に\n関する東京税関係官作成の書面三通並びに原判決の挙示する証拠に照らし、本件各\n犯罪が行われた後、犯則貨物であることの情を知つて被告人Ａからこれらを取得し\nた被告人三名以外の犯則者が税関長の通告処分により通告の旨を履行し、没収に該\n当する物件を税関に納付し、或いは犯則物件の没収に代わる追徴金に相当する金額\nを税関に納付し、それぞれ国家に帰属していることが明らかであるから、これらに\nついては、被告人等から没収に代る追徴をしないこととする。\n（その他の判決理由は省略する。）\n（裁判長判事　岩田誠　判事　渡辺辰吉　判事　司波実）\n"
}