{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 10,
    "day": 11
  },
  "case_number": "昭和36(う)198",
  "case_name": "威力業務妨害被告事件",
  "court_name": "札幌高等裁判所第三部",
  "article_info": "第15巻7号568頁",
  "gist": "一、　公共企業体等労働関係法第一七条違反の争議行為と刑法第三五条\n二、　国鉄機関車乗務員に対するピケツテイングが限界を超え威力業務妨害罪を成立せしめる一事例",
  "case_gist": "一、　公共企業体等労働関係法第一七条違反の争議行為も、それだけで直ちに刑法第三五条の適用を失うものではない。\n二、　国鉄機関車労働組合員数名において、意思相通じ、組合決定にかかる勤務時間内職場集会参加の説得のため発車寸前の機関車に乗り組んだ上、組合員ではあるが右集会参加の意思を欠き該列車運行業務に就労中の乗務員三名に対し「降りろ、降りろ」と申し向け、その腕を引張り、あるいは抱え、更に後から身体を押す等して、強いてこれを機関車昇降口より押し出し、地上に待機していた組合員をして職場集会場に連行させ、以て機関車の運転を不能ならしめた行為は、当該事情に照らし、正当なピケツテイングの限界を超え、威力業務妨害罪を成立させる。",
  "lawsuit_id": "24222",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24222",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/222/024222_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役四月に処する。\n本裁判確定の日から一年間右刑の執行を猶予する。\n原審及び当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人森川清、同中島達敬、同内藤功共同作成名義の控訴趣\n意書記載のとおりであるから、これをここに引用する。\n第一　控訴趣意に対する判断\n控訴趣意第一点ないし第三点は原判決の法令適用面に関する非難であり、同第四\n点は事実誤認を、同第五点は量刑不当を主張するものである。そこで、本件の事実\n関係を確定する意味で、まず右第四点に対し判断を加え、ついで他の点に及ぶもの\nとする。\n一　控訴趣意第四点について\n所論は要するに、原判示事実中、（１）「被告人の経歴と犯行に至る経過」四の\nうち、Ａ機関士ら乗務員三名は職場集会参加の意思がなかつた、としている部分並\nびに「犯罪事実」のうち、（２）「降りろ、降りろ」「降ろしてしまえ」との言\n辞、「腕を引張り」「抱え」「後から身体を押す」等して押し出した行為及び\n（３）「両腕をとらえるようにし」「七、八名で取り囲んで」連行した行為の認定\nにわたる部分はいずれも事実を誤認したものであるというのである。順次検討す\nる。（以下原判決挙示の証拠中、証言及び検察官に対する供述調書については単に\n当該供述者の姓をもつて、たとえば「Ｂ証人の証言」あるいは「Ｃ調書」等と略記\nする。当審証人の証言についても「当審」と付記するほか右と同様とする。）\n（１）　Ａ機関士ら乗務員三名は職場集会参加の意思がなかつたかどうか\nＡ機関士し及びＤ機関助士が昭和二三年の争議に際し職場離脱を行なつたため行\n政処分を受けたことがあることは原判示のとおりであり、Ａ機関士、Ｂ、Ｄ両機関\n助士の三名は本件職場集会の前日たる昭和三三年一一月四日二一時三三分追分発四\n七四号貨物列車に乗務して室蘭に向う途中、五日に予定されている職場集会に参加\nするように組合から要請された場合どうするかについて相談したが、組合の手によ\nつて無理に降ろされたら仕方がないが、そうでない限り帰路の勤務に服し、集会に\n参加しないということに意見の一致を見たことが認められる（Ａ、Ｂ、Ｄ証人の各\n証言）。そして、このように職場集会への不参加の一理由としてＤ証人は、前に行\n政処分を受けたことをあげており、又Ａ機関士も同人の原審及び当審の証言に徴し\n同様の心情にあつたと推認できる。つぎに、右三名は、五日午前七時三〇分頃室蘭\n発芦別行四七五号貨物列車の機関車に乗務し、出区線上で待機しているとき、被告\n人により集会に参加するよう昀初の説得を受けたが、この際も同機関士は「このま\nまの状態では集会に参加できない。」と答えており（Ａ証人の証言、一月六日付Ａ\n調書七項後半）、それは「決して暗に無理矢理連行されるようにして連れて行かれ\nれば大会に参加するということをほのめかしたものではなく」（三月六日付Ａ調書\n三項）、明らかに集会参加の拒絶であつたと認められる。（Ｃ証人の原審及び当審\nにおける証言中、Ａ機関士が「代りの運転士が来れば参加する」といつたとか、\n「参加できる様な型を作つて呉れ」といつたとかの供述は上掲証拠やＣ調書の内容\nとくらべてみて措信できない。）被告人が短時間でこの説得を打ち切つている点を\n見ると、被告人としては、あるいは所論のように、代替要員によつて運転されるよ\nうにすればＡ機関士ら乗務員が集会に参加する意図があると推量したのかも知れな\nいが、しかしＡ機関士がそのような意図を明確に表明した事実はなく、かえつて、\n同機関士らは、原判示のとおり機関車を本線五番線上に導入し、駅助役の合図によ\nり汽笛を吹鳴し発車態勢をとるまでに至つていたのであるし、同所における被告人\nらの強い再度の説得を受けて乗務員三名で相談した際も、三名は互いに「降りな\nい」といい、その意思を再確認しているのである（Ａ、Ｂ、Ｄ証人の各証言）。結\n局このＡ、Ｂ、Ｄ証人の証言の全体をとおして考えるときは、同人らは強制的に連\nれ去られる場合、争つてまで乗務を続けることはないが、進んで集会に参加する意\n思はなかつたと断定できる。被告人は、Ａ機関士が機関車内で、このままの状態で\nは参加できないから、「当局ともう一度もみ合つてくれ。」といつたと供述する\nが、側近に当局側も現在していた場所における発言として恐らくは真実に反する。\n（２）　「降りろ、降りろ」「降ろしてしまえ」との言辞、「腕を引張り」「抱\nえ」「後から身体を押す」等して押し出した行為があつたかどうか\n原判決挙示の証拠によれば、右のような言辞・行為があつたと認め得る。すなわ\nち、次のとおりである。（以下の説明中証言の多くについてこれを部分的に摘録す\nるが、当裁判所はその部分のみをもって控訴理由の判断をしているのではなく、も\nとより当該証言の全体を判断の資料としている。摘録は説明の便宜上昀も核心的な\n部分についてしたものにすぎない。）\n（イ）　「降りろ、降りろ」「降ろしてしまえ」との言辞の点\nＢ証人の「（問）どういうことをいいましたか。その人達は。（答）まあ、降り\nればいいんだと。ただ降りればいいんだということしかいいませんでした。（問）\nあなた達乗務員に対し降りろということをいつたんですね。（答）はい。」旨の証\n言、前掲Ｃ調書中の「（運転室内では）盛んに両方から乗務員に対し色々言つてい\nる様子で『降りろ』という叫び声や或いは又『降りたら職場放棄になる』とか『公\n務執行妨害になる』とか聞こえて来ました。」旨の記載、Ｅ証人の「Ｆは機関士が\n降りないので『どうしても降りないから君達上つて来て降せ』といいました。」旨\nの証言、Ｇ証人の「機関士は板挾みになつて苦しい姿でした。何時までも続いてい\nてはどうにもならないと見てかＨ（後に被告人と訂正）が『上つて来て降してく\nれ』と地上のピケにいいました。すると四、五人のピケが上つてきた。」旨の証\n言、Ｉ証人の「（問）それからＦ被告人はどういう態度をとりましたか。（答）説\n得に応じないと見るや、強硬な態度に出て地上にいたピケ要員達に向つて、上つて\n来て降してしまえという号令をかけました。」旨の証言等を総合すると、被告人ら\nにおいて「降りろ、降ろしてしまえ」との言辞を用いたことは明らかであり、所論\nのように具体的証拠を欠くものではなく（もつとも、被告人が、「降ろしてしま\nえ」と命じたのは機関助士二名が下車させられた後、Ａ機関士を対象としたものと\n認められる。）、反対の証拠は存しない。\n（ロ）　「腕を引張り」「抱え」「後から身体を押す」等して押し出した行為の\n点\nまず、機関助士両名に対する関係について。Ｊ証人の「Ｆはその左手を機関助士\nの右手にかけ、引張つていた。Ｉが『手をかけるのはやめなさい、公務執行妨害に\nなる。』といつた。機関助士は引き立てられると同時に二、三人の人から押立てら\nれたようだった。無理に降ろされたという感じであつた。」旨の証言、Ｃ調書中の\n「Ｄさんのすぐ後の人はぴつたり同人に体をくつつけて押している様でした。この\n人は組合の人でしたが名前は分りません。Ｄさんは昇降口で後から押されるので両\n手を伸して手すりを掴んでおりましたが、その中にこらえきれずに段を使つて前向\nきに降りました。その後すぐにＢ機関助士も今述べた様な状態で降りて来まし\nた。」旨の記載、Ｂ証人の「投炭の姿勢をしていたとき、六、七人位上がつて来\nた。そして機関士側の降り口の方に押され、それから又機関士側から上がつて来た\n者があつたため助士席の方に押された。このように肩で押されたため昇降口の手す\nりを握つて上から二、三段目あたりに片足をかけて飛び降りた。自分一人で多人数\nに抵抗しても敵わないと思つた。」という趣旨の証言、Ｄ証人の「機関助士席に腰\nを下ろしたが、手を組まれたんで、無意識に立つてしまつた。自分から進んで立上\nる気はなかつた。うしろから押されて出口の方へ行つた。そばにくつついていたの\nは組合の人達だつた。」という趣旨の証言、Ｄ調書一二項の「誰かが私の左腕を引\nつ張つたり、手を背中の方に廻わしたりして押したりするものですから私は前にの\nめる様な恰好になつて立ち上る様な態勢になりました。それに対し更に腕を引かれ\nたり背中を押されたりするものですから、出口の方え押し出されて行き助士席側の\nタラツプの辺まで移動させられました。此処でも私は手すりに掴つて少し頑張つて\nみましたが、押される力が強いのでタラツプを一段か二段踏んだ位で地上に飛び降\nりるのを余儀なくされて飛び降りて了つたのです。」旨の記載等を総合すると、被\n告人らにおいて、Ｂ、Ｄ両機関助士に対し、原判示の如き「腕を引張り」「抱え」\n「後から身体を押す」等して押し出した行為のあつたことは充分に認められるとこ\nろである。所論のように証拠を欠くものではない。\nつぎにＡ機関士に対する関係について。同機関士は原審において、「機関助士が\n降りた後機関士席から助士席に何の気なしに移つた。その際引張られたり押された\nりして行つたかどうか分らない。それからもやはり被告人から大会に参加するよう\n説得を受け、責任は組合がもつといわれた。そのとき、当局の人が『おれがかまた\nいていくから行こう』というようなことを言つたので運転する気持はなかつたが、\n一緒に行けるなら行きたい気持で助士席から立つて運転室のほうへ行くと、そのま\nま押されてずるずるとだ性で降りた。だれから押されたか分らないが背中を押され\nた。……自分としてはもつと納得のゆく説得をしてほしかつたと思つたが、途中か\nらはあきらめた。」趣旨の証言をしているが、当審においては、「機関士席から立\nつて助七席へ移動したのは集会会場へ行こうという気持が半ば以上あつた。当局の\n人がカマをたくといつても、前例のないことだし、乗務する気はなかつた。大会へ\n参加する気持がだんだん強くなつて、後ろから押されはしたが、それは車内が一ぱ\nいであつたからそうなつたのである。」という趣旨に供述を変更している。しか\nし、Ａ調書中では、「私が機関士席を立つてからも引張られるか押されるかしたの\nです。……助士席に行つて其処に坐つたのですが……労組員の後の方からだと思い\nましたが、『代替要員はいないから俺がカマを焚くから行こう』と叫びかけるので\n運転する気になり自分の席え戻ろうとしたらピケの人が四、五人二列になつている\n様な恰好でその人達に押し返えされ、席え戻る事が出来ない許りか反つて私と局の\n人の二人がその四、五人の人達に押されて助士席側のタラツプの方から降りなけれ\nばならない様になつてしまつたのです。」と述べているのであり、Ｋ証人の「Ｆは\n機関士の右腕の肘の辺を左手で掴んでいた（抱えこんではいない）。時間的には短\nい。そこで私はＦに『暴力はやめなさい』といい、機関士には『引張られて行く必\n要はないから自分の判断で行動をしなさい』といつた。押したという事実は見てい\nない。」趣旨の証言、又Ｊ証人の「機関士は機関士席にきちんと坐つて大会に行こ\nうとする気はなかつた。Ｆは機関士の右手に手をかけ引立てるようにした。そこで\n機関上は助士席の方へ行き給水器のハンドルに掴つていた。半腰のような恰好で助\n上席に坐つていたが、被告人を含め三、四名の人がそこを押し出した。そのとき被\n告人は腕をかけたように思う。」趣旨の証言、Ｇ証人の「ＦとＨが機関士の両腕を\nとつて昇降口の方へ行こうとした。」趣旨の証言、その他Ｉ、Ｅ証人の各証言、Ｃ\n調書等を総合すると、むしろ右Ａ調書中の供述内容に近い事実、すなわち、Ａ機関\n士は、機関士上席に坐つているところで被告人らに腕を掴まれ、その席から機関助\n士席に移動するに際しては被告人を含めたＰ組合員により引き立てられ又は体を押\nされるようにされ、ついで再び機関士席に戻ろうとするのを妨げられ、押されるま\nまついに機関車から降りるのを余儀なくされたものと認められる。そして、原判決\nが「Ａ機関士に対しても、同様の方法で運転室より押し出し」と表現したところ\nは、まさにこのように理解することができる。控訴趣意書五一頁以下五八頁までに\n援用されている各証人の証言や当審三角証人の証言も右認定を左右するものではな\nい。「もし、乗務員らが押されたとすれば狭い車中に人がぎつしり詰まつた状態の\n中で、人が少し動くと全体にその動きが伝播して『押された』型になるにすぎな\nい」との所論も、上掲証拠や当審検証調書の記載によれば必ずしも首肯できるもの\nとはいいがたい。\nなお、若干の論点にこたえておく。所論は、Ａ機関士が機関車の時計掛にかけて\n置いた懐中時計を取つて自分の服のポケツトに入れ、逆転機を中心になおし、さら\nに加減弁の安全ピンをかける等停車手配をしているのは、同人が平静に行動してい\nたからであり、判示事実の様に押し出されたものなでいことの証左であるという。\nしかし、停車手配は十数秒の短時間内で出来るのであり（当審検証調書）、又Ａ機\n関士は原審公判廷において「無意識のうちに習性になつているのでそれをしたのだ\nろう。」と証言しているのであつて、これに徴すれば、同機関士が所論の如き停車\n手配をした事実は明らかとはいえ、その前後に前認定の如き力が加えられたことを\n否定し、あるいは同機関士が平静な場合でなければ経験則上そのような措置はとれ\nないとまでいうべきほどのものではない。所論は又、乗務員らの降車の状況が普段\nと変らなかつたと見られた点も同人らに威力が加えられていないことの証拠となる\nともいうが、乗務員らの意思は前叙の如く、争つてまで乗車を続ける意思はなかつ\nたというのであり、昇降口まで押された以上、そこでむりに抵抗する行為に出るこ\nとをせず、ただ力の方向にさからわないでそのまま階段を降りた関係であること前\n掲Ａ、Ｂ、Ｄ証人の各証言のとおりであるから、所論引用の証言にあるように不自\n然な恰好、ことにつき落された状況を呈しなかつたと見られたのもむしろ当然とい\nえよう。さらに所論は、乗務員らが当局に提出した「始末書」の内容は、行政処分\nをおそれた作為的なものであつたため、捜査官に対する関係者の供述が歪曲された\nものになつているともいう。しかし、当審で取り調べた始末書謄本によれば、始末\n書の内外は、たとえばＡ機関工の分は、「私達は説得が理解出来ず説得を拒否し続\nけて居る間局員と組合員との話合を始めた様でしたが成立しない内機関助士二名は\n組合員により連行され局員と組合員との間に押問答が始まり私にも降りて集会に出\n席する様説得されましたが私は拒否しますと組合員四、五名により腕を取られ腰を\n押されて局員共々機関車上より降され其の後は組合員により腕をとられスクラムの\n形で周囲を巻れ労組大会会場まで連行され大会参加を余儀なくされました。」とあ\nり又Ｄ機関助士の分は、「発車せんとした時機関車労働組合員約三〇名（内機関車\n運転室約一〇名）が上つて来て、降りて職場集会に出席してくれと説得を受けた\nが、私として理解できず乗務放棄は出来ないと断固として動かなかつた、まもなく\n局員が機関車上に上つて来て組合員と押問答になつて機関車より降ろされた（約一\n〇分たつたと思う）後私を機関助士席より両腕をとられて『デツキ』の方へ押しつ\nけられ降ろされてしまつた、そのままスクラムの形で周囲を巻かれて、職場集会会\n場まで連行され」（Ｂ機関助士の分もほぼ同旨）とあるにとどまる。これが実際よ\nりもやや誇張して表現されているとしても、未だかなり抽象的で、したがつて、原\n判決の採用したＡ調書、Ｄ調書等に見える相当詳細にわたる供述内容が、ただ右始\n末書に捉われた真実に反するものとはいいきれない。のみならず、右調書が作成さ\nれた当時は、すでに本件闘争による行政処分が行なわれたあとのこと（たとえば、\nＨの検察官に対する供述調書によれば、同人は昭和三三年一二月二四日に停職一カ\n月の懲戒処分を受けている。）であることを思えば、所論は到底首肯しがたい。さ\nらにＡ調書（三月六日付）には、被告人の説得を受けたとき、同人は、責任は組合\nがもつからとに角降りろ、せいぜい訓告か戒告位の処分を覚悟して貰えばよいの\nだ、といつたが、自分は追分の職場放棄の折も責任を持たなかつたのではないかと\n食つてかかつた、との供述につづいて「此の時私は腹が立つやら情ないやらで自分\nの目頭が熱くなつて涙が出た様な記憶があります。」と述べているくらいであつ\nて、Ａ機関士の検察官に対する各供述内容がただ始末書に捉われ、上司や取調官に\n迎合した虚偽のものであるとは到底断じきれるものではない。\n（３）　「両腕をとらえるようにし」「七、八名で取囲んで」連行した行為につ\nいて\nＡ機関士ら乗務員らが機関車から降りた後、地上の組合員において原判示の右の\n如き行為のあつたことは証拠上明らかである。所論は、かかる行為は公労協の組合\n運動の戦術としていわゆる型をつくつたにすぎたいと強調する。機関車を降りた後\nにおけるＡ機関士ら乗務員らの心境は、同人らの原審証言によれば、機関車外のピ\nケ要員の包囲の中でもはや乗務することは不可能であり、いわば仕方がない（集会\nに参加せざるを得ない）という気持であつたと推察するにかたくないので、この場\n合、乗務員らの両腕をとらえるようにし、又は七、八名で取り囲んで連行したこと\nは、一には組合の団結を誇示し、あるいは所論のように型をつくつた面のあつたこ\nとを否定しないが、乗務員らを組合の勢力下に確保し、ピケの目的、すなわち集会\n参加に至らしめることのためにした一連の行為と認められ、原判決の摘示事実にと\nくに誤はない。\n以上のように、控訴趣意第四点事実誤認の論旨は理由がなく、要するに、原判決\n挙示の証拠によればその認定は相当である。そして、被告人らの実力行使の態様は\n原判文中「『降りろ、降りろ』と申し向け」以下「取り囲んで前記講習室に連行さ\nせて」までの部分に簡潔に要約されるところである。ただ、この実力行使が、場合\nによつては傷害の結果をも生ぜしめかねないような暴行の形でなされたものでない\nことは明らかである。しかし、Ａ機関士らの意思を制圧するに足りるものであつた\nことは疑いをいれない。かくして、本件の事実関係は威力業務妨害罪の構成要件を\n優に充足するものであると認めるべきである。\n二　控訴趣意第一、第二及び第三の各点について\n所論は、要するに、原判決が、「Ｐの組合員としての団体行動は、公労法第一七\n条によつて規整されている。（公労法第一七条が憲法第二八条に反しない法律であ\nることは既に昀高裁判所の判例によつて明らかにされている。）被告人らの行為\nは、右法令に反する行為であるから、この点においても、既に労働組合法第一条第\n二項本文の適用はなく、また判示の如き被告人の所為は如何なる観点に立つも法律\n上許容さるべきではなく、民主的で健全であるべき労働行為の限度に属しない。」\nとしたのに対し、（第一点）公労法は憲法二八条に違反する。（第二点）本件には\n労組法一条二項及び刑法三五条の適用がある。（第三点）労組法一条二項の適用は\nないとしたことは札幌高裁函館支部昭和三六年二月二一日判決に違反する、という\nものである。\n（一）　まず、憲法二八条、公労法一七条、労組法一条二項、刑法三五条の各関\n係についての当裁判所の基本的見解を示すものとする。\n（１）　公労法一七条と憲法二八条との関係\n公労法一七条が憲法に違反するものでないことは、原判示のとおりすでに昀高裁\n判所の判示するところであり、本件事案を判断するについて当裁判所もこれにした\nがうが、若干の説明を付加する。\n争議権が憲法二八条の保障する基本的人権であることは言をまたないが、国民の\n権利はすべて公共の福祉に反しない限りにおいて立法その他国政の上で昀大の尊重\nを必要とするものであるから、争議権もまた公共の福祉のため制限をうけるのはや\nむを得ないところである。しかるに、公労法がいわゆる三公社五現業について一般\n企業と異る特殊の規制を設けたのは、「国家の経済と国民の福祉に対する公共企業\n体及び国の経もする企業の重要件にかんがみ」たものと考えられるが（同法一条二\n項）、ことに当面の日本国有鉄道は、国有法人として国家の厳重な管理と監督の下\nに運営され、その介業はいわゆる「基幹サービス（ｅｓｓｎｔｉａｌ　ｓｅｒｖｉ\nｃｅｓ）」とよばれるものにふさわしく、業務の停廃によつて国民の受ける損害と\n不便はきわめて大きく、国民経済に重大な影響を及ぼすものと理解されるので、こ\nの点を考慮し、すなわち公共の福祉の見地からその職員に対し争議を制限すること\nは、わが憲法のもとで、決して計されないものではないといわなければならない。\nもつとも、その制限は可及的昀少限度にとどめられるべきものであることは、争議\n権が憲法の中で保障されている趣旨より見て当然のことである。そこで、公労法は\n一七条において職員の争議行為を禁止しているが、その代償としていわゆる仲裁制\n度を置き（この制度は、裁定の効果に完全な拘束力を認めていないため現実的には\n無価値であり、代償としては意味をなさないと論ずる向きもあるが、現行公労法三\n五条、一六条以上の拘束力を認めるかどうかは立法政策に属する事項であり、現行\n法の建前そのものは、―法の実施面における批判はあり得るとしても―充分代償た\nるにたえるものであると思料される。）、又禁止の直接的効果を民事的な解雇にと\nどめていること（同法一八条）を総合すれば、同法一七条による国鉄職員の争議行\n為の禁止は、憲法二八条その他の法条に反する違憲のものということはできない。\nしたがつて、控訴趣意第一点は採用できない。\n（２）　公労法違反の争議行為と労組法一条二項及び刑法三五条との関係\n労組法一条二項本文は、労働組合の団体交渉その他の行為であつて同条一項に掲\nげる目的を達成するためにした正当なものについては刑法三五条の適用があるとす\nるいわゆる刑事免責の規定であるが、公労法一七条違反の争議行為が労組法一条二\n項の「正当な行為」といえるかについては、右一七条が争議行為を否認するもので\nある以上、実定法の解釈としては一応消極に解せざるを得ないであろう。しかし、\n争議行為の正当性、いいかえれば争議権は長年にわたる労働運動の成果としていま\nや多くの国において法認され、わが憲法二八条も憲法上の基本権としてこれを保障\nしているものである。したがつて、労組法一条二項本文は争議行為の刑事免責を創\n設的に規定したものではなく、争議権法認の歴史的事実又は憲法上の保障による当\n然の帰結として刑法三五条との関係においてその適法性をいわば確認したものにす\nぎない。そこで、労組法一条二項は、法秩序に反しない「正当ノ行為」について違\n法性を阻却する旨を宣言している刑法三五条の適用を限定する意味をもつものでは\nなく、労組法一条二項所定外の労働者の団体行動であつても右刑法三五条の適用の\nある場合のあることを認めなければならない。ところで、争議権法認の理の刑事面\nにおける関係は、要するに、争議行為は企業の力に対抗する労働者の団結を背景と\nした行動であつて企業の正常な運営を阻害すべき性質のものであるから、それによ\nり人の経済的生活活動・意思決定の自由等に侵害を及ぼす（したがつて、これを法\n益とする各個の構成要件を充足することがある）が、労働関係における特有の緊張\n関係の下では、これらの法益の侵害も争議行為と健全な調和（相当性）を保つ限\nり、利益衡量の原則によりその違法性を阻却し正当な行為と見るべきものとしたと\n解することができる。しかるに、これとはやや異質の観点に立つて（たとえば、公\n共福祉の保護、他の権利との調整等から）争議行為を敢えて制限し、これに対し特\n別に一定の刑罰的制裁又は民事的効果を伴なわしめることがある。この場合、その\n制限違反の争議行為があつたときは、当該特別規定の適用があることはもちろんで\nあるが、その余の関係、とくに人の経済活動や意思決定の自由等を保護法益とする\n一般刑法との関係では、すでに歴史的事実として法認されてきた争議行為の不可罰\n性自体に変化を来たすいわれはないとしなければならない。けだし、一般に、ある\n行為についての違法阻却事由の存否は個別的に、ことにその法益との関係に主眼を\nおいて判断されるべきものと考えるからである。このように見ると、公労法一七条\nの争議禁止の規定は前述の如く直接には公共の福祉の保護にあるのに反し、たとえ\nば刑法の業務妨害罪は企業活動を保護しようとするものであるから、両規定の保護\n法益は明らかに異るものがあり、業務妨害罪の違法阻却性は公労法の争議禁止規定\nをひとまず措いて考慮すべきことになる。（もつとも、いかなる場合にも右禁止規\n定を無視するというのではなく、争議が禁止され、これに固有の効果が付されてい\nるという事実は、具体的行為の違法判<要旨第一>断にあたつては当然問題となるこ\nと後述のとおりである。）すなわち、公労法違反の争議行為は、それに対し特</要\n旨第一>別に設けられた民事上の効果（解雇。同法一八条）を受けることは別とし\nて、それだけで直ちに刑法三五条の適用を失うものではなく、一般の場合と同様の\n評価基準にしたがえば正当な争議行為と目し得るものであれば、なお刑法三五条に\nいう「正当ノ行為」として業務妨害等の違法性は阻却されるものといわなければな\nらない。いわゆる政令二〇一号（「昭和二三年七月二二日付内閣総理大臣宛連合国\n昀高司令官書簡に伴う臨時措置に関する政令」）以来の立法の経過、とくに国家公\n務員法と公労法とはいずれも右政令に淵源を有しながら、国家公務員法は公務員の\n争議行為を全国的に禁止し（九八条）、罰則規定（一一〇条一項一七号）をおいて\nいるのに反し、公労法は同様に職員の争議行為を禁止しているものの同法自体に罰\n則規定を設けず、民事上の効果（解雇）を規定するにとどめていること、したがつ\nてまた公労法違反の争議行為に対する総合的効果は少なくとも公務員の争議行為に\n対するよりも低く評価されるべきものとしている趣旨に解されることは、当然右の\n結論を支えるに足りよう。\nしかしながら、争議権の行使にもおのずから限界のあることは前述争議権保障の\n趣旨に照らし明らかであり、これを超え相当性を逸脱するときは違法たるを免れな\nいことはいうまでもない。そして、その限界については結局、当該争議行為につき\n「目的」及び「手段」の両面にわたつて現行法秩序全体との関連において決すべき\nものである（昀高裁判所昭和二五年一一月一五日大法廷判決、刑集四巻一一号二二\n五七頁参照）。そして、労組法一条二項但書の規定するところも、このことを前提\nとし、争議行為には往々にして暴力の行使が随伴し易い点を考慮して、暴力の行使\nは正当な行為にあたらないことをとくに注意的に宣言したものと解される。\nこのように考えることは、つまるところ公労法違反の争議行為についても労組法\n一条二項本文及び但書の適用を肯定する説とほぼ同一に帰し、形式的にはその準用\nを認めるといつても差支えないであろう。\n（二）　当裁判所の基本的見解は概略以上の如きものである。公労法一七条の合\n憲法の点を除けば、抽象的な法解釈上は、立論の細部の点はともかく、所論あるい\nは前掲当庁函館支部のとる見解と大差はない。そこで、前認定の被告人の本件所為\n（威力業務妨害行為）について違法性（阻却）の有無を具体的に検討するものとす\nる。\n（１）　まず、一一月五日Ｌ分会における職場集会が行なわれるに至つた経過は\n原判示のとおりであり、当面する経済的諸要求を中心とし警職法改正反対を併せ討\n議するためＭ斗争委員会の指令の下にＮ支部斗争委員会によつて実施されたもので\nある。そして、被告人は、右Ｏ支部の副委員長であり、右集会の企画及び行動隊の\n責任者となり、四七五号列車機関車乗務員を集会に参加せしめるべく説得する際本\n件所為に及んだ。したがつて、右職場集会の開催はＰの統一的な争議行為の一環と\n認められ（勤務時間内二時間にわたる職場集会が国鉄業務の正常な運営を阻害する\n性格のものとして争議行為にあたることはいうまでもない。）、本件で具体的に問\n題となる被告人の所為もこれに附随するいわゆるピケツテイングの一種に属する。\nこのような目的自体については、少なくとも企業の業務権との関係だけでは必ずし\nも相当性を失うものではなく、これを業務妨害罪として違法づける契機は見出しが\nたい。\n<要旨第二>（２）　次にその手段・態様を検討する。右にも述べたとおり、被告\n人の本件所為はいわゆるピケツテイングの一</要旨第二>種と解して妨げないであろ\nう。ところで、原判決が適法に認定した被告人らのピケツテイングの態様は、Ｐ組\n合員数名において意思相通じ、Ａ機関士らに対し、「降りろ、降りろ」と申し向\nけ、Ｐ組合員に対しては「降ろしてしまえ」と命じ、まず、Ｂ、Ｄ両機関助士の腕\nを引張り、あるいは抱え、更に後から身体を押す等して、強いて、運転室助士席側\n昇降口より押し出し、地上で待ち受けたＰ組合員三、四名宛によりそれぞれ両腕を\nとらえるようにし、同所より約一六〇米離れた講習室（職場集会会場）に連行さ\nせ、次いで、Ａ機関士に対しても、同様の方法で運転室より押し出し、地上の組合\n員七、八名で取り囲んで前記講習室に連行させて、機関車の運転を不能ならしめ\nた、というものである。このような実力行使の程度はさほど強力な暴行と目すべき\nものではなかつたにせよ、威力を用いたものにあたることは前示のとおりである。\nしかし、威力を用いてするピケツテイングについても、つねにこれを違法と解すべ\nきではなく、所論も指摘するとおり「諸般の事情」からなお具体的に違法性の有無\nを考察すべきものとするのが昀高裁判所の正しく指示するところと考えられる（昀\n高裁判所昭和三一年一二月一一日第三小法廷判決、刑集一〇巻一二号一六〇五頁、\n同三三年五月二八日大法廷判決、別集一二巻八号一六九四頁等）。本件について、\n当裁判所としては次の諸事情を重視する。\n（イ）　本件行為のなされた場所　本件における被告人らのピケツテイングは機\n関車内で行なわれたものである。国鉄においては、機関車には乗務員及び乗車証を\n所持した者でなければ一般には乗車できない扱いであり（Ｅ証人の証言）、これは\n各種の機械装置をそなえ、強大な動力を有する車の性質上当然肯認できる措置であ\nる。しかも、機関車内は狭降であり、かつ発車寸前の状態にあつて数名の者がこれ\nに乗りこんだ場合、いかなる不測の事故がおきるかを保しがたい。\n（ロ）　本件行為のなされた時機　本件ピケツテイングは列車の組成を終え機関\n車が発車の汽笛を鳴らして発車寸前にあるときから初められている（もつとも、定\n時より二分前に発車すべき措置がとられている。しかし、これは許された措置であ\nり、汽笛を鳴らし発車の態勢がとられたことが外部的に明白である以上、この早発\nの点は事を理解する上でほとんど影響のないものである。）。このとき、乗務員ら\nはすでに国鉄の管理指揮下において当該列車運行業務に就労中であり、単なる就労\n希望者ではない。その上、乗務員としては、目前の発車が物理的に不能となるわけ\nではないにせよ、前述の機関車内という特殊な場所における混乱の回避、発車すれ\nばおきるおそれのある人身に対する危険等への配慮から、発車の一時的中止をはか\nらざるを得ないような制約下におかれたものである。鉄道交通における「時間」の\n重要性は論ずるまでもないから、遅発はそれ自体重要な業務妨害であり、場合によ\nつては運転不能の事態までに進展しかねない。\n（ハ）　本件行為のなされた対象　本件は同一Ｐ組合員たる乗務員に対し、職場\n集会への勧誘を目的として行なわれたものである。一般に、争議に際し組合の統制\nに服さない組合員に対するピケツテイングについては第三者等に対するよりもやや\n強い働きかけが肯定される場合なしとしない。しかし、本件においてＡ機関士らは\n争議（集会）不参加を表明している組合員ではあるが、他面公労法上争議行為を禁\n止されている国鉄の職員である。組合員にも就労の自由のあることを否定できない\nし、ことに就労しなければ公労法上不利益を甘受しなければならない立場にあるこ\nとに着目すれば、ピケツテイングを受ける者の自由な意思は充分に尊重されるべき\nで、そのピケツテイングの限界は私企業の場合と著るしく趣きを異にすることを認\nめないわけにはゆかない。\n（なお、弁護人は、乗務員らに充分自由な意思決定の機会と余裕を与えていると\nいう。Ａ機関士ら乗務員が機関車内で集会参加について相談したことは控訴趣意第\n四点についての判断にあたり挙示した証拠上明らかなことであるが、しかし、同人\nらは結局集会に参加しないことを再確認し、被告人らの前記実力行使はその後に行\nなわれているのが事実である。）\n（ニ）　国鉄当局側の態度　この点に関し、所論は、原判決に示されているよう\nな、当局が集会前日乗務員一般に対し、職場集会参加者は厳重処分されるべき旨の\n通告をなし、又当日朝重ねて説得に出ていることは、Ｐの団結権に対する重大な侵\n害であり、本件行為はこのような当局の行為から団結を擁護するため必要かつ相当\nのものということができるといい、又所論中には、当局側がとつた前日以来の乗務\n員の確保対策や本件四七五号列車乗務員について早出勤務を措置し、かつ同列車の\n二分の早発を図つていること等に対する非難も散見される。しかし、国鉄側にも対\n抗の自由がある。ことに公労法の趣旨に照らせば、国鉄は公共企業体として業務の\n停廃を避けるべく要請されているとさえいえる。公労法上禁止されている争議行為\nに該当する職場集会の開催を前にして、その開催から惹起される混乱をさけ、公共\nの利益を保持する（とくに列車の運行を確保する）ための臨機の処置として、右に\nあげた当局側の態度はやむを得ないものと考えられ（なお、乗務員の確保や早出勤\n務の措置はいずれも乗務員の納得を得ているものと認められる。Ａ、Ｂ、Ｊ証人の\n証言）、したがつて、このことはピケツテイングの必要性を肯認させるものとはい\nい得るにしても、本件ピケツテイングの合法性の限界を案ずるにあたつては、なお\n間接的な事情たるにとどまる。本件で重要なのは、むしろ本件行為に直接関係した\n当局側の態度である。これを見ると、当局側も機関車内に乗りこみ、「大会に参加\nしたら首にする。」とか「公務執行妨害だ。」とか大声を発し、乗務員らの下車を\n極力阻止している事実が明らかである（控訴趣意第四点に対する判断にあたり挙示\nした各証拠参照）。しかし、当局側が機関車内に入つたのは被告人らが乗りこんだ\nあとのことであり、しかもこの場合留意すべきことは、当局側には乗務員に対し言\n論以上の説得行為はなかつたということである。\n右の如き諸事情の下で、組合側としてとり得べき説得の方法としては、争議権と\n就労権及び業務権との均衡を考慮し、おおむね機関車外からする言論と団結の示威\nを主とする説得であり、これを超えたより積極的な実力行使は許されなかつたもの\nというべきである。しかるに、被告人らの所為は、いわば力づくで乗務員を組合の\n勢力下におき、その就労を妨害したものであつて、争議手段として相当と認められ\nる範囲を逸脱したものといわなければならない。（右に考えたような説得方法では\n実効をあげ得ないとの反論もあろうが、実効の少ないのは説得時機の選択が適切で\nないことを物語ること以外のものではなく、それにより組合の団体行動が甚だしく\n制限されるというべきではない。）\n果して以上のとおりであるとすれば、被告人の本件行為は争議行為としてその限\n界を超え、威力業務妨害罪を構成し、刑法三五条により違法性を阻却される場合に\nあたるものということはできない。\n三　原判決が公労法一七条違反の争議行為には労組法一条二項の適用はないとし\nた点が、もし該争議行為は直ちに刑法三五条の適用を失うものとしたとすれば、当\n裁判所としては必ずしも賛することはできず（当庁函館支部の判例にも牴触し）、\nしたがつてその法令適用の誤を指摘せざるを得ないが、しかし、原判決は、被告人\nの所為は「如何なる観点に立つも法律上許容さるべきではない」としており、現に\nその所為は争議行為として違法であり、刑法二三四条の威力業務妨害罪を成立させ\nるものというべきであるから、結局において原判決は相当であることに帰し、原判\n決に判決に影響を及ぼすことの明らかな法令適用の誤は存しないといわなければな\nらない。控訴趣意第二点及び第三点も採用できない。\n四　控訴趣意第五点（量刑不当）について\n被告人の本件行為に及ぶに至つた動機はすでに説示したとおりであり、又被告人\nが前叙のような実力を用いたのは遺憾ではあるが、その程度もきわめて強いという\nものではなかつた。そして、本件行為の向けられた四七五号列車は、一般国民の交\n通に直接的影響をもち、したがつて国鉄当局でもその運行の確保にことのほか腐心\nする旅客列車ではなく、貨物列車であり、幸い代替運転がなされ得たため一七分の\n遅発にとどまつた。このような業務妨害の程度その他諸般の事情を総合すると、原\n判決が被告人を懲役四月の実刑に処したのはその量刑が重きに失したというべきで\nある。論旨は理由があり、原判決はこの点で破棄を免れない。\n第二　原判決の破棄及び自判\nよつて、刑事訴訟法三九七条一項、三八一条により原判決を破棄した上、同法四\n〇〇条但書にしたがい、次のとおり自判する。\n原判決が適法に認定した事実に法律を適用すると、被告人の所為は刑法二三四\n条、二三三条、罰金等臨時措置法二条、三条、刑法六〇条に該当するので、所定刑\n中懲役刑を選択し、所定刑期範囲内で被告人を懲役四月に処するが、なお同法二五\n条一項を適用して本裁判確定の日から一年間右刑の執行を猶予する。原審及び当審\nにおける訴訟費用は刑事訴訟法一八一条一項本文により被告人の負担と定める。\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}