{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 9,
    "day": 25
  },
  "case_number": "昭和44(う)1127",
  "case_name": "道路交通法違反被告事件",
  "court_name": "東京高等裁判所第二刑事部",
  "article_info": "第22巻4号629頁",
  "gist": "道路交通法第九二条第一項の「交付」の意義",
  "case_gist": "道路交通法第九二条第一項にいわゆる「交付」とは、運転免許証が、公安委員会から所轄警察機関を通じ、現実に、申請人によつて受領されることをいう。",
  "lawsuit_id": "20831",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20831",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/831/020831_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金二、〇〇〇円に処する。\n右罰金を完納することができないときは、金五〇〇円を一日に換算した\n期間、被告人を労役場に留置する。\n理　　　　由\n（本件控訴の趣意、およびこれに対する答弁）\n検察官竹内至提出の控訴趣意書、ならびに弁護人海老原信治提出の答弁書記載の\nとおりであるから、それぞれ、これを引用する。\n（当裁判所の判断）\n記録によると、原判決は、本件公訴事実、すなわち、「被告人は、公安委員会の\n運転免許を受けないで、昭和四三年一一月一日午前五時一〇分ころ、埼玉県本庄市\nａ町ｂ番地先付近路上において、第一種原動機付自転車を運転したものである。」\nとの事実、について、その説示するような理由により、犯罪の証明がないとして、\n被告人に無罪の言渡をしたことが明らかである。\nそこで、検察官は、所論のような理由により、原判決は、道路交通法九二条一\n項、一一八条一項一号の解釈、適用を誤つた違法がある、と主張する。\nよつて所論に徴し、記録を調べると、被告人は、昭和四三年一一月一日午前五時\n一〇分ころ、埼玉県本庄市ａ町ｂ番地先付近路上において、第一種原動機付自転車\nを運転したこと、被告人は、これより先、埼玉県公安委員会に対し、原動機付自転\n車の運転免許の申請をし、同年一〇月一八日、同公安委員会が、本庄市甲中学校体\n育館で行なつた原動機付自転車運転免許試験を受け、即日その場でその試験に合格\nしたことの仮発表があり、これによつて被告人は、自分が、その試験に合格したこ\nとを知つたこと、その後、同公安委員会では、右試験に合格した被告人について、\n免許の拒否事由の有無を審査したうえ、免許証の交付日を同年一〇月三〇日と記載\nした運転免許証を作成し、これを被告人の住所地を管轄する本庄警察署に送付する\n手続をした結果、右交付日の翌日である同月三一日にその免許証が、右本庄警察署\nに到達したこと、および被告人は、この運転免許証を同年一一月一三日本庄警察署\nから、現実に交付されたことが、それぞれ認められる。\nそこで、被告人に対するこの運転免許は、いつその効力が発生したかについて検\n討する。さて、道路交通法八四条一項は、「自動車及び原動機付自転車を運転しよ\nうとする者は、公安委員会の運転免許……を受けなければならない。」、と定め、\n同法八九条は、「免許を受けようとする者は、その者の住所地を管轄する公安委員\n会に、……免許申請書を提出し、かつ、当該公安委員会の行なう運転免許試験を受\nけなければならない。」、と規定し、また、同法九〇条一項は、「公安委員会は、\n前条の運転免許試験に合格した者に対し、免許を与えなければならない。……」、\nと定め、そして、同法九二条一項は、「免許は、運転免許証……を交付して行な\nう。」、と明定している。そこで、これらの規定を総合して考えると、道路交通法\nが、自動車および原動機付自転車を運転するため必要な運転免許は、すべて、公安\n委員会の行なう運転免許試験に合格したのち、公安委員会作成の運転免許証が交付\nされたときに、はじめて、その効力が発生するという建前をとつているものである\nことは、明らかである。すなわち、運転免許は、要式行為であつて、運転免許証の\n「交付」が、その効力の発生要件としているのである。そこで、所論にかんがみ、\n右にいう「交付」とは、どのような行為をいうのか、について考えてみる。この点\nについて、原判決は、その説示するような理由から、公安委員会が、運転免許申請\n人本人に免許証を交付するために、当該免許証を、その伝達機関である警察当局に\n渡した行為が、すなわち、右にいう「交付」にあたるものと、判示している。\nなるほど、道路交通法には、右にいわゆる［交付」の意義を定めた別段の規定は\nない。しかし、法律上における通常の用語例にしたがえば、「交付」とは、目的物\nの所持の移転、いいかえれば、現実にその物が授受されることをいうのであつて、\n道路交通法およびその関係法令の諸規定を調べてみても、「交付」という用語を、\n特に右と異る意義に用いたと思われるようなものは、全く見当らない。　そして他\n方、同法一一二条によれば、「第九二条第一項の規定による免許証の交付……を受\nけようとする者は、……免許証交付手数料……を当該都道府県に納めなければなら\nない。」と規定しているから、たとえ、公安委員会が、免許証の交付を警察当局に\n伝達したとしても、申請人が、右手数料を納めない限り当該免許証の交付を受けら\nれないことになつていること、また、同法九五条一項によれば、免許を受けた者\nは、自動車等を運転するときは、当該自動車等にかかる免許証を携帯していなけれ\nばならず、これに違反した者は、同法一二一条一項一〇号により処罰されることに\nなつているが、運転免許証をなお、現実に受領していない者は、その処罰の対象と\nならないという見解も立ち得ないことはないのであるから、原判示のように、現実\nに免許証を受領していない場合にも免許の効力が生じている、と解すると、一方、\n正規に免許証を受領した者が、これを携帯しないで自動車等を運転した場合には処\n罰されるのに反し、他方、公安委員会が免許証の交付を警察当局に伝達したが、い\nまだその免許証を現実に受領していない者が、自動車を運転した場合には、免許証\n不携帯の罪にも問われることがない、という不公平、かつ不合理な結果を招来する\nことになるし、反対に、運転免許を、なお現実に受領していない者も免許証不携帯\nの罪による処罰の対象となる、といら見解をとると（被告人は、原審第一回公判廷\nで、「本件は、無免許運転にはならず、免許証不携帯だと思います。」、と述べて\nいる。）、この場合には、常に免許証不携帯の罪による処罰を覚悟のうえで運転し\nなければならないことになつて、せつかくの運転免許も、現実的には、全く無意味\nなものになつてしまうこと、そして、自動車を運転する者については、現実に運転\n免許証を所持、携帯させることによつて、道路における危険を防止し、その他交通\n<要旨>の安全と円滑を図るのが、道路交通法の趣旨にも添うゆえんである、と思わ\nれること、などを合わせて考える</要旨>と、同法九二条一項にいわゆる「交付」と\nは、運転免許証が、公安委員会から所轄警察機関を通じ、現実に、申請人によつて\n受領されることをいうものと解するのが最も穏当であり、（「交付」の意義をこの\nように理解することによつて、同条二項の規定の意味も合理的にこれを諒解するこ\nとができる。）したがつて、また、その運転免許の効力は、そのようにして、免許\n申請者が、現実に、これを受領したときに、はじめて生ずるものと理解するのが相\n当である（この点につき、旧法である道路交通取締法時代の判例てはあるが、最高\n裁第三小法廷、昭和三三年一〇月二一日決定、最高裁判例集一二巻一四号三三六二\n頁以下が参照されるべきであろう。）。\nそうであるとすれば被告人に対する本件第一種原動機付自転車の運転免許は、被\n告人が現実にその免許証を受領した昭和四三年一一月一三日にその効力が発生した\nものと、いわなければならないから、被告人が、前認定のよらに、それよりも前の\n時点である昭和四三年一一月一日午前五時一〇分ころ、右原動機付自転車を運転し\nた行為は、やはり、公安委員会の免許を受けないで運転したことにならざるを得な\nい。\nところで、免許証の交付の意義を右のように解すると、なるほど、原判決の説示\nするとおり、場合によつては、運転免許証の有効期間が、実際的には若干短縮さ\nれ、免許取得者に不利益を与える結果の生じ得る余地もあるようである（現に、本\n件はその顕著な一例である。）が、かような不合理な結果は、警察行政上、道路交\n通法九三条一項二号により定める免許証に記載するその交付年月日を現実の交付日\nに一致させるように運用することによつてこれを防止することができると思われる\nし、またそのように努力するのが当然であつて（現に、記録によれば、実際に、こ\nのような運用方法をとつているところがあるようである。）、このような運用上の\n不手ぎわを指摘し、これによる不利益を一方的に申請人に負担させることのないよ\nうに、強くその是正を求めるのが、肝要なことであるのはいうまでもないが、され\nばといつて、そのために、同法九二条一項にいわゆる「交付」の意義を原判示のよ\nうに解することには、遺憾ながら賛同することができない。\nなお、原判決は、運転免許証の効力が、運転免許証に記載された交付年月日に生\nずるものと解すべき根拠として、運転免許は、警察許可の一種であつて、警察許可\nは、行政上の単独行為であり、したがつて、許可の意思表示が有効に成立するため\nには、必ずしも当該意思表示が許可申請人に到達することを要するものではない、\nとの見解を示し、このことは、医師法六条一項が、「免許は、医籍に登録すること\nによつて、これをなす。」と定めていることと彼此考量することによつても、これ\nを是認することができる旨を判示する。しかし、運転免許が、その性質上、警察許\n可の一種であつて行政上の単独行為であるからといつても、許可と認可との区別の\n点は、一応措くとして、いずれにせよ、その意思表示が相手方に到達することによ\nつて効力を生ずるかどうかは、全く別個の問題であつて、道路交通法が、その法の\n目的とするところにかんがみ、運転免許を特に要式行為と定め、その効力の発生を\n当該免許証が免許申請人に現実に交付されることにかからしめることは、むしろ当\n然である、とも思われるし、また、医師法六条一項が、医師の免許について、前記\nのように規定しているからといつて、それは、その立法の目的および趣旨を異にす\nる道路交通法所定の運転免許の効力発生時期についての原判示のような見解を支持\nする合理的な理由にはならないであろう。\nさらに、原判決は、運転免許の効力発生時期を、その説示のとおり解すべき根拠\nとして、運転免許証は、単なる公証文書に過ぎないこと、運転免許証の交付を受け\nる際に支払うべき手数料は、運転免許の対価でないこと、および運転免許の効力発\n生時期を免許証を現実に申請人が受領したときとすると、その効力発生日が区々と\nなり、免許行政に多大の混乱を生じさせること、などをあげているが、そうだから\nといつて、これらのことをもつて、これらの説示を漏れなく検討してみても、やは\nり、道路交通法九二条一項に関する当裁判所の前記解釈を左右する根拠にはならな\nいように思われる。\n以上の次第であるから、本件運転免許の効力発生の時期は、運転免許証が、現実\nに、申請人に交付された日ではなく、免許証に交付年月日として記載された昭和四\n三年一〇月三〇日である、との見解に立つて、被告人に対し、無罪を言い渡した原\n判決は、道路交通法九二条一項の解釈を誤つた結果、同法一一八条一項の適用をし\nなかつた誤りをおかしたことになり、この法令の解釈、適用の誤りは、判決に影響\nを及ぼすことが明らかであるから、原判決は、破棄を免れない。論旨は、理由があ\nる。\nよつて、本件控訴は理由があるので、刑事訴訟法三九七条、三八〇条により、原\n判決を破棄したうえ、同法四〇〇条但書により、さらに、つぎのとおり自判する。\n（罪となるべき事実）\n被告人は、公安委員会の運転免許を受けないで、昭和四三年一月一日午前五時一\n〇分ころ、埼王県本庄市ａ町ｂ番地先付近路上において、第一種原動機付自転車\n（本庄市Ａ○△×□号）を運転したものである。\n（証拠の標目）省略\n（法令の適用）\n無免許運転につき　　道路交通法六四条、一一八条一項一号（罰金刑選択）\n罰金不完納の場合における換刑処分につき　　刑法一八条\n原審、当審における訴訟費用の負担の免除につき　　刑事訴訟法一八一条一項但書\n（量刑の事情）\n無免許運転を処罰する本旨にかんがみ、本件事案の特殊性を総合看案のうえ、量\n刑を行なつた。\n（被告人の憲法違反の主張について。）\n被告人は、運転免許証の効力発生時を、現実に免許証を受領したときと解する\nと、人によつてその免許証の効力発生日が異ることとなり、また、免許証記載の交\n付年月日後に免許証を受領した場合には、免許証の有効期間が現実には短縮される\nことになる。これらのことは、国民は、法の下に平等である、という憲法一四条一\n項の規定に違反する、と主張する。\nしかし、憲法一四条一項は、すべて国民は、人種、信条、性別、社会的身分又は\n門地により、政治的、経済的又は社会的関係において差別されない旨を規定してい\nるのであるが、被告人の右主張は、いずれも道路交通法の解釈、適用、ないしはそ\nの運用に関する問題であつて、右憲法の規定と直接のかかわり合いがあるものと\nは、解せられないから、右主張は、採用できない。\n（なお、罰金相当額の仮納付を命ずる規定は適用しない。）\nよつて、主文のとおり判決する。\n（裁判長判事　樋口勝　判事　浅野豊秀　判事　唐松寛）\n"
}