{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 11,
    "day": 22
  },
  "case_number": "昭和43(行ク)6",
  "case_name": "仮換地指定処分効力停止申立事件",
  "court_name": "前橋地方裁判所",
  "field": "行政",
  "gist": "１　施行地区内の土地の半ば以上が農地である土地区画整理事業が，当該土地所有者（農民）の利益を無視してもっぱら工場誘致の利便を図るためのものとはいえず目的において適法であるとされた事例　２　施行地区内の土地の半ば以上が農地である土地区画整理事業における仮換地指定処分による減歩率が違法であるとはいえないとされた事例　３　期間満了前に立候補届出を締切り，届出候補者の氏名および住所ならびに投票を行なわない旨の公告をした土地区画整理審議会委員の選挙手続の瑕疵が，選挙の効力に関する異議申立期間の満了により治癒されたとした事例　４　保留地予定地積の算出およびその結果としての保留地処分（いわゆる費用減歩）が保留地の基準を定める土地区画整理法第９６条第２項の規定に照らして適法であるとされた事例",
  "lawsuit_id": "18417",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18417",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/417/018417_hanrei.pdf",
  "contents": "主　　　文\n申立人らの本件各申立を却下する。\n申立費用は申立人らの負担とする。\n事　　　実\n第一　申立人らの申立の趣旨、理由の要旨\n申立人ら代理人は、「被申立人が昭和四一年三月二五日、申立人Ａに対してなし\nた別紙第一目録記載の、同Ｂに対してなした同第二目録記載の、同Ｃに対してなし\nた同第三目録記載の、同Ｄに対してなした同第四目録記載の、同Ｅに対してなした\n同第五目録記載の、同Ｆに対してなした同第六目録記載の、同Ｇに対してなした同\n第七目録記載の、同Ｈに対してなした同第八目録記載の、同Ｉに対してなした同第\n九目録記載の、同Ｊに対してなした同第一〇目録記載の、同Ｋに対してなした同第\n一一目録記載の、同Ｌに対してなした同第一二目録記載の、同Ｍに対してなした同\n第一三目録記載の、同Ｎに対してなした同第一四目録記載の、同Ｏに対してなした\n同第一五目録記載の、同Ｐに対してなした同第一六目録記載の、同Ｑに対してなし\nた同第一七目録記載の、同Ｒに対してなした同第一八目録記載の、同Ｓに対してな\nした同第一九目録記載の、同Ｔに対してなした同第二〇目録記載の、各仮換地指定\n処分の効力は本案判決確定にいたるまでいずれもこれを停止する。」との裁判を求\nめ、その理由として主張するところの要旨は次のとおりである。\n一、被申立人は前橋都市計画西部第二土地区画整理事業（以下本件土地区画整理事\n業という。）の施行者として昭和四一年三月二五日申立人らに対し申立の趣旨記載\nの各仮換地指定処分（以下本件各仮換地指定処分という。）をなした。\n申立人らは本件各仮換地指定処分に対し昭和四一年四月二八日群馬県知事に対し\nて審査請求をなしたが、昭和四二年一二月二五日同県知事による右審査請求を棄却\nする旨の裁決の通知を受けたので、昭和四三年三月二五日前橋地方裁判所に本件各\n仮換地指定処分の取消しを求める訴を提起した。\n二、本件各仮換地指定処分は次の理由により違法である。\n（一）　本件土地区画整理事業を施行する区域（以下本件施行地区という）は全体\nの九五％以上が農地であり、残部の宅地もそのほとんどが農民の宅地であるが、土\n地区画整理事業の対象土地は専ら宅地に限定されるべきであるからこの点において\n本件土地区画整理事業の施行は違法であり、従つて本件各仮換地指定処分も違法で\nある。\n本件土地区画整理事業は土地区画整理法に基づいて施行される事業であるとこ\nろ、もともと同法に規定する土地区画整理事業は都市における公共施設の整備改善\nおよび宅地の利用の増進を図ることを目的とし、そのために土地所有権の剥奪制限\nが許容される制度であることからいつて右の理は自明である。\n（二）　本件土地区画整理事業は当該土地所有者（農民）の利益を全く無視して専\nら申立外前橋工業団地造成組合（代表者群馬県知事Ｕ）の工場誘致の利便を図る目\n的のために施行されるところのものであるが、土地区画整理法に規定する土地区画\n整理事業とは公共の利益のみならずこれと当該土地所有者の利益とが一致すること\nを基礎にして行われるべき制度であるから本件土地区画整理事業は法の目的を逸脱\nした違法のものであつて憲法二九条一項、三項に違反し、従つて本件各仮換地指定\n処分も違法である。\n本件土地区画整理事業の目的が右のとおり土地所有者の利益を全く無視し、専ら\n工場誘致の利便を図るものであることは、（１）その施行地区がすでに耕地整理を\n経ており農地の利用上は何の障害もなく、区画整理の必要性は全く存しないこと、\n（２）本件各仮換地指定処分の減歩率は後記（四）のとおり公簿面上平均二〇％、\n実面積平均二五％を越えること、（３）本件土地区画整理事業の事業計画（以下本\n件事業計画という。）によれば施行後の水田耕作可能面積は測量増をも考慮して五\n〇％に減少すること、（４）本件事業計画によれば施行後の国および地方公共団体\n所有の道路は七七％の増加であるうえ主として幹線道路三本の建設用にされるので\nあつて幹線道路以外の道路の新設、拡幅用に使用される部分はわずかにすぎなく、\nまたいわゆる区画街路についても無益な道路敷部分を含んでいるのであり、このよ\nうな道路敷地の増加は誘致しようとする工場の原料製品の輸送のために必要と判断\nされた結果であること、等の点に徴しても明らかである。\n（三）　本件土地区画整理事業が前記（二）のとおり専ら工場誘致の利便を図る目\n的のために施行されるものである結果、申立人らは二五％の土地を奪われたうえ従\n来の水路を破壊されて水田の耕作が不可能となるから申立人らの農業経営と生活は\n破壊され、ひいては農業をやめて転業するかあるいは一旦土地を売つたうえ山地に\n移転して開墾するかのいずれかを余儀なくされるが、かかる本件土地区画整理事業\nは憲法二五条一項、二二条一項に違反するものであり、従つて本件各仮換地指定処\n分は違法である。\n申立人らのうち申立人Ｈ、同Ｋ、同Ｑ、同Ｄのように本件施行地区外に全く水田\nを有しないものは勿論、また同Ｆのように施行地区外に水田を有するものも自家用\n米の自給が不可能または困難になるものが多い。\n（四）　本件各仮換地指定処分による減歩率は公簿面上平均二〇％、実面積平均二\n五％を越えるが、農地に対するかかる高度な減歩率による仮換地指定処分はそれ自\n体合理性を欠き、法によつて許容される裁量の範囲を越えるものであつて違法であ\nる。けだし市街地においては相当率の減歩があつても宅地利用価値の増加によつて\n補われるが、これに反し農地の場合はこれに接する道路がたとい二〇％拡幅された\nとしても農作物の増収等の農地利用価値の増加は少しももたらされないからであ\nり、また前記のとおり本件土地区画整理事業が専ら公共の利益のためのみを目的と\nする点から考えれば農地に対して減歩は許されないと解されなければならないから\nである。\n（五）　被申立人は土地区画整理審議会（以下審議会という。）の委員（以下審議\n会委員という。）の選挙を適法に行わずに本件各仮換地指定処分をなしたから同処\n分は違法である。\n被申立人は本件施行地区内における本件土地区画整理事業賛成派と隠密裡に結び\nついて同事業を遂行してきたものであるが、審議会委員選挙についても当初から賛\n成派だけの無投票当選を画策し、賛成派有志に対し右選挙が行なわれることを反対\n派に知らせないよう指導したため賛成派有志による隠密裡の個別折衝によつて立候\n補届出がなされた。またこのようにして予定された候補者のうち申立外Ｖおよび同\nＷが本件施行地区内に土地を所有しない無資格者であつたため、これを知つた被申\n立人は急拠昭和三九年一二月九日前記Ｖに対しては賛成派に属し、かつ審議会委員\nの申立外Ｘから二筆の畑を贈与されたことにし、前記Ｗに対しては同人の同居の父\nである申立外Ｙから当然相続が予定されている土地のうちから二筆だけを生前贈与\nされたことにし、それぞれについて被申立人の職員が代行して所有権移転登記手続\nを了した。このようにして結局反対派に漏れることなく無投票選挙によつて審議会\n委員を賛成派で独占し得たのである。\nなお、申立人らは昭和四〇年七月一五日ごろすでに選挙が施行されたことを知つ\nて驚き、直ちにリコールを行なおうとしたが、六カ月を経過しなければならないと\n言われたので、昭和四一年に至つて再びリコールを企てたが、選挙人名簿に登載さ\nれた一三三名のうちには被申立人の故意によつて登載されたままでいた二〇名の無\n資格者のほか八名の死亡者がおり、リコールのための署名必要人数は正しくは有権\n者の三分の一である三五名であつたにもかかわらず被申立人は四五名であると主張\nして譲らなかつたので、申立人らは遂にリコールを断念した経過がある。\n（六）　被申立人が本件事業計画を定めるに当り、市長においてこれを適法に公衆\nの縦覧に供しなかつたからこの点からも本件各仮換地指定処分は違法である。\n（七）　本件事業計画によれば事業に要する費用は二億一〇〇〇万円であるとこ\nろ、その約三分の二に当る一億三八二八万六三九五円はいわゆる保留地処分でまか\nなうことになつており、被申立人の負担金はわずか三八九四万九四一五円にすぎ\nず、右の保留地処分金を捻出するために実に三万五四五八・〇五坪の土地を「費用\n減歩」の名のもとに無償で取り上げようとしているのである。かかる「費用減歩」\nは土地区画整理法一一八条に定める費用施行者負担の原則に違反し、憲法二九条一\n項、三項に違反するから本件各仮換地指定処分は違法である。\n三、申立人らは本件各仮換地指定処分の執行停止を求める緊急の必要性がある。\n被申立人は昭和四三年五月ごろからブルドーザーを五、六台に増やし、かつ人夫\nも大幅に増員して耕作中の農地上に道路を建設する工事を強行しつつあり、この結\n果申立人Ｋの所有全耕地の三分の一以上が道路敷地となるほか、少なくとも道路敷\n地となる部分の既設の水路が破壊されてしまい、水田の耕作が不可能になるものが\n多いが、かくてはいずれも専業農家である申立人らとしては生活を維持し得なくな\nる。また被申立人が建設する道路が将来舗装されてしまえばたとい本訴において勝\n訴するも原状に復することは極めて困難となる。そして、以上のほか本件施行地区\n内で現に耕作されている農地の半分以上が申立人らの所有であること等の諸点に徴\nすると本件各仮換地指定処分の執行停止を求める緊急の必要性がある。\nなお、被申立人は昭和四三年六月二〇日申立人らに対し「換地とは無関係に事実\n上水田の耕作をしてくれてよい。」と述べて申立人Ｈ、同Ｋ、同Ｑ、同Ｄ、同Ｆに\n約六反三畝の水田を提供したことはあるが、仮にこの「仮使用」の点を考慮したと\nしても右申立人五名は自家用米の供給すら不可能である。\nよつて、申立の趣旨記載のとおり本件各仮換地指定処分の効力の停止を求める。\n第二　被申立人の答弁、主張の要旨\n被申立人代理人は、主文第一項同旨の裁判を求め、申立人らの申立の理由に対す\nる答弁として主張するところの要旨は次のとおりである。\n一、申立人らの申立の理由一の事実は認めるが、同二、三の主張は争う。\n二、本件各仮換地指定処分は次の理由によつて適法である。\n（一）　土地区画整理事業の対象土地が専ら農地以外の宅地に限定されなければな\nらないことはない。\n本件施行地区は昭和四年内務大臣により都市計画区域と決定されて内閣の認可を\n得、その後昭和三二年建設省より土地の用途地域変更の指定がなされて工業用地、\n商業用地、宅地用地等にそれぞれ区域の指定がなされ、さらに昭和三七年二月一二\n日被申立人は本件施行地区決定の申請を建設省に対してなしたところ、都市計画審\n議会に付議された結果、その承認を得たうえ同年三月二二日建設省より右決定する\n旨の告示がなされたので、被申立人はこれに基づき都市計画法（大正八年法律第三\n六号、以下同じ）一二条、土地区画整理法の各規定に従つて本件区画整理事業を施\n行しているのであつて同事業の施行および本件各仮換地指定処分は適法である。\n（二）　本件土地区画整理事業は都市計画の目的で健全なる市街地の造成を図るた\nめ施行されるものであつて、その結果施行地区内の土地の一般的利用価値が増進さ\nれることは公知の事実であるから右目的は適法であり、従つて本件各仮換地指定処\n分も適法である。\nなお、本件施行地区内の土地は人口都市の集中、経済の発展、交通の爆発的混\n雑、産業構造の変化による公害等の防止の方策を樹立する公共上の必要性のため農\n地として維持することが不適当と判断されて昭和三六年五月一日首都圏整備法二条\n五項の都市開発区域に指定されているからこの区域内の土地について工業団地造成\n事業がなしうることは都市計画法一三条の規定によつて明らかである。\n（三）　本件各仮換地指定処分の結果自家用米の供給が不可能となつたとしても現\n在の米の配給事情から判断しても申立人らの農業経営と生活を破壊する筈はない。\n工事の結果水路が消滅しても、なお水路を必要とする農耕地が存在する場合には当\n然水路を新設するから耕作を不可能にすることはなく、従つて何ら土地所有者に影\n響を及ぼすことはない。\nまた本件施行地区を含む総社地域は元来畑作地帯で水田が少ないため本件各仮換\n地指定処分において申立人らに水田の仮換地を指定できなかつた次第であるが、そ\nもそも市街地内に存在する農地が周囲の状況の変化によつて従前のように使用でき\nなくなることは止むを得ないところである。\nなお、本件土地区画整理事業は現在の土地の境界、地目をすべて一応白紙の状態\nにして換地整理後の土地に新たに境界線を設定して従前の権利関係および地目を異\n動させないこととするものであつて、このため本件各仮換地指定における地目の表\n示がないのである。（四）　本件各仮換地指定処分の減歩率が略二〇％であること\nは認めるが、そもそも土地区画整理事業の施行地区は健全なる市街地として造成さ\nれることが適当と認められた区域であるから施行地区内の農地も急速に宅地化され\nる傾向にあり、減歩されても当該土地の一般的利用価値は従前とは比較にならぬ程\n増大するし、また換地の評価額が従前地と比較して減少するときは金銭をもつて補\n填されるから経済的には等価とみるべきであり、さらに前記減歩率は被申立人が施\n行している他の区画整理事業におけるそれと比較して決して過大ではないから本件\n各仮換地指定処分の減歩率は適法である。\n（五）　審議会委員の選挙は適法に行われたうえ審議会が設置されている。すなわ\nち被申立人は群馬県知事による本件事業計画の認可があつた後である昭和四〇年四\n月二八日、前橋市告示第三三号をもつて審議会委員選挙期日を昭和四〇年六月三〇\n日と定める旨公告し、次いで選挙人名簿の縦覧につき期間、場所および時間を定め\nてこの旨公告し、さらに同年六月一五日、前橋市告示第五一号をもつて前記選挙人\n名簿が縦覧期間中異議なく確定したことのほか選挙人、選挙すべき委員および予備\n委員の数等について公告した。そして同年六月一七日審議会委員選挙の立候補の届\n出を締め切つて立候補者の住所、氏名を公告したが、立候補者の届出が選挙すべき\n委員の数を越えないので同年六月一八日、土地区画整理法施行令二六条の規定に基\nづき前橋市告示第五四号をもつて投票を行わない旨公告し、一方学識経験者のうち\nから市長が選任すべき委員三名の選任を了したので同年七月一日前橋市告示第六〇\n号をもつてこれらの委員を含む一五名の審議会委員の住所、氏名を公告したもので\nある。\nそして、被申立人は昭和四〇年七月六日から昭和四一年三月一六日まで一〇回に\n亘り右審議会および協議会で検討し、さらに関係権利者の意見をきいて仮換地の調\n整を行つたうえ本件各仮換地指定処分に及んだものである。\nなお、被申立人が賛成派に対し選挙が行われることを反対派に知らせないように\n指導したり、被申立人の職員をして申立人ら主張の登記手続を代行せしめたことは\nない。ちなみに申立人らのうち申立人Ａは選挙人名簿縦覧期間中の昭和四〇年五月\n二五日前橋市役所において右名簿の縦覧をなしている。\n（六）　本件事業計画は適法に二週間公衆の縦覧に供された。\n三、本件各仮換地指定処分は昭和四一年六月一日その効力が発生したので、被申立\n人は既定の計画に基づき工事を実施しているのである。この結果申立人Ｋの従前地\nの約三分の一が道路敷地になるほか既設の水路が工事によつて消滅することは認め\nるが、申立人らの水田の耕作が不可能になつてその生活が維持できなくなること、\n本件施行地区内で現に耕作されている農地の半分以上が申立人らの所有であること\nは否認する。\n被申立人は申立人らが水田の耕作を要求するので、施行地区内の保留地に水田を\n造成してこれを申立人Ｌ、同Ｈ、同Ｋ、同Ｑ、同Ｄ、同Ｆに仮使用させている。\n四、本件各仮換地指定処分の執行停止をなすことは公共の福祉に重大な影響を及ぼ\nすおそれがある。\n第三　疎明関係（省略）\n理　　　由\n一、被申立人が本件土地区画整理事業の施行者として昭和四一年三月二五日申立人\nらに対し申立の趣旨記載の各仮換地指定処分をなしたこと、申立人らが右各仮換地\n指定処分に対し昭和四一年四月二八日群馬県知事に対して審査請求をなしたとこ\nろ、昭和四二年一二月二五日同県知事による右審査請求を棄却する旨の裁決の通知\nを受けたことはいずれも当事者間に争いがなく、右各仮換地指定処分の取消しを求\nめる本訴が昭和四三年三月二五日当裁判所に提起されたことは当裁判所に顕著な事\n実である。\n二、そこで、以下本案についての理由の有無について判断する。\n（一）　申立人らは本件施行地区の九五％以上が農地であり、残部の殆んども農民\nの宅地であるが、土地区画整理事業の対象土地は専ら宅地に限定されるべきである\nからこの点に違法がある旨主張するので、右の点について検討する。\n本件土地区画整理事業が土地区画整理法に基づいて施行されるものであることに\nついては当事者間に争いがないところ、同法にいう土地区画整理事業とは都市計画\n区域内の土地について、公共施設の整備改善および宅地の利用の増進を図る目的を\nもつて同法で定めるところに従つて行なわれる土地の区画形質の変更および公共施\n設の新設または変更に関する事業をいい（同法二条一項）、右の都市計画区域とは\n都市計画の対象となるべき土地で建設大臣が決定する区域を指称する（都市計画法\n――大正八年法律第三六号、以下同じ。――一二条、二条、一条）。そして、市で\nある被申立人が施行する場合の対象は右の都市計画区域内の土地につき土地区画整\n理事業をなすべきことが都市計画として決定されている区域の土地（都市計画法三\n条）に限定されなければならない（土地区画整理法三条三項）が、その都市計画決\n定区域は申立人ら主張のように狭義の宅地に限定されるものではなく、農地法上の\n農地等を含むすべての地目の土地を包含しうるのである。けだし、都市計画とは都\n市計画法一条の規定からも窺えるように交通、衛生、保安、経済等に関する諸々の\n都市活動の十全を期するため公共施設の整備改善および宅地の利用の増進を図ろう\nとする総合的な施策であり、また土地区画整理事業も右と同趣旨の目的をもつて健\n全な市街地の造成を図るための事業であると解せられるところ、これらの目的を果\nすためには当然にすべての地目の土地を対象地域に包含しうる必要があるからであ\nり、土地区画整理法二条六項には同法において「宅地」とは公共施設の用に供され\nている国または地方公共団体の所有する土地以外の土地をいう、と規定されている\nこと、事業の対象が狭義の宅地等を限定すべき旨の規定がないばかりでなく例えば\n同法八八条七項、一一三条、一三六条、同法施行令七六条等のように農地が事業の\n対象になる場合を当然に予想している規定が存すること等の点から考えても右の理\nは首肯しうるところである。もつとも農地が右事業の対象とされた場合には、その\n施行結果において必ずしも当該農地自体の利用の増進を図りえない場合が存在しう\nることは否定できないから、農地を対象とする土地区画整理事業の施行にあたつて\nは仮にも耕作者の諸権利が不当に侵害されることのないように配慮されなければな\nらないことは言うまでもない。\nそうすると、疏乙第三号証、第五号証、第七号証、第一五、一六号証によれば、\n昭和二年一二月一四日勅令第三五六号により前橋市が当時の都市計画法二条の規定\nにより市に指定されたのを始めとして、本件施行地区は昭和四年一一月一九日内閣\nによつてこれを前橋都市計画区域とする旨の内務大臣決定が認可され、その後昭和\n三五年一二月二四日建設大臣による前橋都市計画区域変更決定を経て昭和三七年三\n月二二日建設大臣によつて本件土地区画整理事業を施行すべき区域として決定され\nていることが一応認められる本件においては、仮に申立人ら主張のとおり本件施行\n地区の九五％以上が農地であり、その残部の殆んども農民の土地であつても、これ\nを土地区画整理事業の対象にすることは適法というべきであるから、申立人らの前\n記主張は採用できない。\n（二）　申立人らは本件土地区画整理事業の目的は当該土地所有者（農民）の利益\nを無視して専ら申立外前橋工業団地造成組合の工場誘致の利便を図ることにあるか\nら土地区画整理法の制度目的から逸脱した違法のものである旨主張するので、この\n点について検討する。疏乙第七号証によれば、本件事業計画中には、まず事業目的\nとして、「本地区は畑地を主とする農耕地帯であるが、昨近地区内に個人住宅およ\nび市の工場誘地施策による工場建設が目立ち、漸次市街化の様相がみられ、前橋第\n一号工業団地の開発整備、市街化地域としての宅地の整備をなすと共に昭和三九年\n度からの都市計画街路および土地区画整理事業計画に即応し、大友町西通線、室田\n線、元景寺南線の整備改善を図ると共に地区住民の要望をも配慮し、土地利用の合\n理化によりここに新しい秩序ある市街地を造成し、もつて公共福祉の増進に資そう\nとする。」旨をうたい、さらに区画整理設計として「本事業区域は前橋都市計画区\n域界に接した未整理の市街化地域と重要幹線街路および工業団地造成整備を目的と\nして土地区画整理事業を施行するもので、都市計画街路、区画街路、公園緑地、工\n業団地等の用地を取得し街路築造排水等の整備を行うと共に宅地利用の増進を図ろ\nうとする。」としていること、右設計の具体化として整理事業施行前後の地積の移\n動関係につき、公共用地に関しては、施行前合計六・四一％（公共用地、宅地等施\n行地区全体に対する割合、以下同様。）の道路を施行後合計一一・三七％に増加さ\nせ、公園、緑地を新設し、水路は施行前合計一・六六％を施行後合計〇・三九％の\n減少にとどめる等して結局公共用地施行前合計八・四八％を施行後合計一六％に増\n加させ、他方、民有の宅地に関しては、山林、原野等は廃止し、田は施行前九・三\n一％を施行後四・八％に、畑は施行前四〇・四八％を施行後二一・八九％にそれぞ\nれ減少させ、狭義の宅地は施行前三五・〇九％を施行後四一・三八％に増加させる\n等して結局民有の宅地施行前合計八五・五二％を施行後合計六八・四一％の減少に\nとどめていること、前記事業目的を遂行するために街路、公園、緑地、河川、水路\n等の公共施設の具体的な整備、改善方針を掲げていること、整備事業の施行の結果\n宅地価額の総額は施行前より一億六一七八万五九一四円の増加が見込まれているこ\nとがそれぞれ一応認められ、疏乙第六、七号証によれば昭和三六年五月一日首都圏\n整備委員会により前橋市につき当時の首都圏備法二四条一項の規定により市街地開\n発区域として指定されており、また本件施行地区内の土地につき都市計画街路とし\nて決定されていることがそれぞれ一応認められる。そして、以上の事実のほか後記\n（四）において一応認定した本件の公共用地および保留地等に基づく減歩率が適法\nであることを総合すると、本件土地区画整理事業は工業団地造成事業および都市計\n画街路設置の円滑な遂行をも合せ所期して前記公共施設の整備改善および宅地の利\n用の増進を図ることにより全体として秩序ある市街地を造成し、もつて公共の福祉\nの増進に資することを目的とするものであつて、申立人らの主張するように当該土\n地所有者（農民）の利益を無視して専ら工場誘致の利便を図るためのものではない\nことが一応認められる。\nなお、本件施行地区が仮に申立人ら主張のように耕地整理を経ていて、農地の利\n用上は何の障害もないとしても、耕地整理と土地区画整理とでは自らその制度、目\n的を異にするものであるから、右の点は土地区画整理事業施行の妨げとはならない\nと解せられる。また、そもそも都市計画とは前記のとおり都市活動の十全を期する\nための総合的な施策であつて、その都市計画事業の中には土地区画整理事業のほか\n前記工業団地造成事業、都市計画街路決定に関する事業等も含まれると解せられる\nから、これらの事業は本来個別的に行なわれるよりも寧ろ総合的な計画のもとに実\n施されることが望ましく、従つて本件土地区画整理事業が先に一応認定したように\n工業団地造成事業および都市計画街路設置の円滑な遂行をも合せ所期して施行され\nることは都市計画の目的に適つたものであるというべきである。\nよつて、本件土地区画整理事業の目的は何ら憲法二九条一項、三項に反すること\nなく適法であるから、この点に関する前記申立人らの主張も採用することができな\nい。\n（三）　申立人らは二五％の土地を奪われたうえ従来の水路を破壊されて水田の耕\n作が不可能になるから農業経営と生活が破壊され、その結果農業をやめて転業する\nか、あるいは山地に移転して開墾するかの選択を余儀なくされるから本件土地区画\n整理事業は憲法二五条一項、二二条一項に違反する旨主張するので、この点につい\nて検討する。\n当事者間に争いない別紙第一ないし第二〇目録記載の本件各仮換地指定処分の内\n容と疏甲第一ないし第三号証を総合すると、申立人らはいずれも農業を営み、かつ\n自家用米を自給して生活してきたものであること、申立人らのうち申立人Ｈ、同\nＫ、同Ｑ、同Ｄは本件施行地区外には全く水田を所有せず、その余の申立人らも本\n件施行地区外には若干の水田しか所有していないこと、本件各仮換地指定処分の減\n歩率は平均二〇％余であることがそれぞれ一応認められるから本件各仮換地指定処\n分の結果、申立人らのうちには従前の農業経営に若干の変動を来さざるを得なくな\nる者もあらわれるであろうことは想像に難くない。\nしかしながら、先に一応認定したとおり公共用地としての水路は施行前合計一・\n六六％を施行後なお合計〇・三九％は保持する計画であり、また疏乙第七号証によ\nれば地区内のほぼ中央を貫通している中群馬用水路について地区内の大部分が農耕\n地であるためこれの一部を改修する等整理後当分の間農業用排水路として使用でき\nるよう側溝等の整備を図ることが予定されていることが一応認められ、また申立人\nＨ、同Ｋ、同Ｑ、同Ｄ、同Ｆらが被申立人から本件施行地区内に造成された水田の\n仮使用の提供を受けていることは申立人らの自認するところである。そして、以上\nの事実と本件土地区画整理事業は現在の土地の境界、地目をすべて白紙の状態にし\nて仮換地整理後の土地に新たに境界線を設定し、従前の権利関係および地目を異動\nさせないこととするものである旨の被申立人の主張を合せ考えると被申立人は申立\n人らの農業生活に配慮しつつ右整理後は前記二〇％余の減歩を除いた点につき従前\n地との照応がはかられることになることが一応認められる。そうすると疏甲第一な\nいし第三号証中申立人らの農業生活が破壊される旨の前記申立人らの主張事実に符\n合する部分はにわかに措信できず、他に右申立人ら主張事実を疏明する資料はな\nい。\nなお、本件各仮換地指定処分にあつては、前記減歩率は後記（四）のとおり止む\nを得ないものであつて適法であるところ、仮に右の減歩によつて申立人らの主張す\nるように従来の農業生活をそのままには維持し得ない結果を招いたとしても、かか\nる場合こそその損失は充分な仮清算金、清算金等の補償を受けたうえ健全な市街地\nの形成のために仮換地指定処分等を受忍すべき義務があると解せられる。\nよつて、以上いずれの意味からも本件各仮換地指定処分が憲法二五条一項、二二\n条一項に違反するとの前記申立人らの主張は採用できない。\n（四）　申立人らは本件各仮換地指定処分による減歩率が公簿面上平均二〇％実面\n積平均二五％を越えるが、これは法によつて許容される裁量の範囲を越え、違法で\nある旨主張するので、この点について検討する。\n本件各仮換地指定処分の減歩率が平均二〇％余であることは先に一応認定したと\nおりであるが、実面積が平均二五％を越えるとの点に関する疏明資料はない。\nところで、仮換地指定にあたつても土地区画整理法八九条に規定するいわゆる照\n応の原則を考慮してなされるべきである（同法九八条三項）が、右原則は単に多数\nの権利者間相互の関係において公平であるだけでは足りず、当該権利者にとつても\n従前地と仮換地とが照応することが必要である。もつとも土地区画整理事業は公共\n施設の新設をはかるための用地あるいは施行費用に充てるための保留地を必要とす\nるからこの関係上仮換地指定にあたつても一定の減歩をなすことは容認されると解\nせられる。その結果、照応を欠く不均衡がやむを得ぬ結果として生じた場合には仮\n清算金、清算金あるいは減価補償金等によつて補償されるものである。ただし、土\n地区画整理は土地収用と異り土地の交換分合を本体とするからこの観点からも自ら\n減歩率に限界があることは明らかであるところ、減歩率の適法性は各施行地区の実\n情に即して従前地と仮換地との不均衡が不当ではないか、清算金等の調整によつて\n償いうるか等の点を考慮しつつ決せられるべきであると解せられる。\nそこで、本件についてみるに、疏乙第七号証中減歩率計算表の記載によれば、公\n共用地と保留地とを合算した地積を基礎にして二〇％の減歩率が算出されているこ\nとが一応認められるところ、本件施行地区は先に一応認定したように都市計画街路\n決定、市街地開発地域指定がなされているため、これらの事業の円滑な遂行という\n面も合せ考えて公共施設の整備改善がなされる必要があるのであるが、右の見地に\n立つて判断すれば右減歩率計画の基礎とされた公共用地の地積は格別不当なものと\nは認められず、さらに右の保留地の地積も後記（七）のとおり適法に算出されてい\nることが一応認められるから前記二〇％の減歩率算出の基礎はいずれも正当であ\nり、従つて平均がこれを多少上廻るにすぎない本件減歩率は止むを得ないものとい\nわなければならない。申立人らは農地に対しては狭義の宅地と異なり土地区画整理\nによつても何ら農地としての利用価値の増加はもたらされないから右減歩は許され\nない旨主張するのであるが、農地の減歩についてはその特殊性に鑑みより慎重にな\nされるべきことは明らかであるものの、本件施行地区には前記一応認定したような\n都市計画上の要請があるほか疏乙第七号証よれば本件施行地区は元来畑作地帯であ\nつて水田は前記九・三一％にすぎない実情にあることが一応認められるから従前地\nと同様の地積の水田の仮換地指定は困難であると考えられる。また申立人らは本件\n土地区画整理事業は専ら公共の利益のためのみを目的とするから農地に対しては減\n歩が許されない旨主張するが、本件土地区画整理事業が全体として秩序ある市街地\nを造成し、もつて公共の福祉の増進に資することを目的とするものであることは先\nに認定したとおりであり、このような市街地造成行政と農業行政との調整には充分\nな留意がはらわれなければならないことはいうまでもないが（土地区画整理法成立\nの際の参議院附帯決議参照）、そうであるとはいえ、農地について全く減歩が許さ\nれないとする申立人らの右主張は何ら法に依拠しない極端な見解であつて採用でき\nるものではない。\nよつて、本件各換地指定処分による減歩率が違法であるとする前記申立人らの主\n張は採用できない。\n（五）　申立人らは審議会委員選挙が適法に行なわれずに本件各仮換地指定処分が\nなされたから同処分は違法である旨主張するので、この点について検討する。\n疏乙第八号証、第一〇号証の一ないし一〇、第一二号証によれば、昭和四〇年四\n月二八日前橋市告示第三三号により審議会委員選挙期日を同年六月三〇日と定める\n旨の公告がなされたこと、選挙人名簿が作成されたうえ、昭和四〇年五月一九日前\n橋市告示第四二号によりこれを同日から同年六月一日まで前橋市役所建設部計画課\nにおいて午前九時から午後五時まで縦覧に供する旨の公告がなされ、現に右縦覧期\n間中の昭和四〇年五月二五日申立人Ａおよび申立外Ｚが右の縦覧をなしたこと、昭\n和四〇年六月一〇日前橋市告示第五一号により右縦覧期間内に異議の申出がないこ\nとのほか選挙人名簿に記載された者の数、選挙すべき委員の数等の公告がなされた\nこと、前橋都市計画西部第二土地区画整理事業施行規程（以下本件施行規程とい\nう）一〇条一項には「選挙すべき委員は候補者のうちから選挙する。」との定めが\nあるところ、昭和四〇年六月一七日立候補届出を締切り、同年六月一八日前橋市告\n示第五四号により届出のあつた候補者一二名の氏名、住所のほか、右は選挙すべき\n定数一二人を越えないので投票を行わない旨公告されたこと、市長による学識経験\n委員三名の選任を了したうえ、昭和四〇年七月一日前橋市告示第六〇号により前記\n候補者一二名のほか学識経験委員三名の氏名、住所を明示してこれらを審議会委員\nと定める旨の公告がなされるとともに当選人に対して当選の旨の通知がなされたこ\nとがそれぞれ一応認められ、疏甲第三号証中右認定に反する部分は措信し難く、他\nに右認定を左右するに足る疏明資料はない。\n以上の事実によれば本件審議会委員の選挙手続は次の点を除いては土地区画整理\n法（五八条）、同法施行令（一九条ないし三七条）、本件施行規程（八条、一〇\n条）等の諸規定に従つて適法に行われたものと判断される。すなわち、前記のとお\nり昭和四〇年六月一〇日選挙人名簿縦覧期間内に異議の申出がないこと等の公告が\nなされたのであるから土地区画整理法施行令二四条二項、五項、二六条によれば選\n挙人は右公告のなされた日から一〇日以内は立候補届または立候補推薦届の提出が\nでき、従つて右期間満了の日である六月二〇日をもつて右各届出を締切るべきであ\nり、さらに右期間経過の日である六月二一日に届出のあつた候補者の氏名、住所の\n公告ならびにその候補者の数が当該選挙において選挙すべき委員の数を越えないと\nきまたは越えなくなつたとき投票を行わない旨の公告をしなければならないことは\n明らかである。しかるに本件においては前記のとおり右各規定に違背して六月一七\n日に立候補届出を締切り、六月一八日に届出候補者の氏名、住所ならびに投票を行\nわない旨の公告がなされたものである。ところで、審議会制度は本件のように地方\n公共団体が土地区画整理事業を施行する場合、換地計画の決定や仮換地の指定等施\n行地区内の土地の権利者に重大な利害関係のある処分を行うに当つて、当該施行地\n区内の権利者の意思を反映させるための必須の制度であるから適法に構成された審\n議会の意見を聞くことは仮換地指定処分の有効要件であると解せられる（土地区画\n整理法九八条三項参照）。そして本件においては前記のとおり現実に立候補届出の\n締切られた六月一七日までにすでに選挙すべき委員の数一二名と同数の立候補届出\nがなされていたのであるから正規の手続によれば投票によつて当選人を決定すべき\n事態が生ずることも予想しえないではない。従つて、前記手続上の瑕疵の効果如何\nが問われなければならないが、この点については、前記投票を行わない旨等の公告\nが現実になされてしまつた日である六月一八日から適法に立候補届出を締切られる\nべき日である六月二〇日までの期間は立候補届出可能期間である一〇日のうちの後\n半三日間に過ぎないこと、本件全疏明資料によるも現実に立候補届出が締切られた\n日以降に立候補届出等がなされた形跡はなく、そのうえ、審議会委員選挙に当つて\nは、前記のとおり一連の公告がなされ、選挙民においては、右のとおりのこれが手\n続上の瑕疵については知りまたは知り得べかりし状態にあつたのに選挙民からは土\n地区画整理法施行令四〇条に基づく本件選挙の効力に関する異議の申立がなされた\n形跡も認められないこと、前記のとおり申立人らのうち申立人Ａは昭和四〇年五月\n二五日に選挙人名簿の縦覧をなしていること等の事情を総合すれば、前記選挙手続\nの瑕疵は右の異議申立期間満了の日である昭和四〇年七月一四日の経過（同法施行\n令四〇条一項参照。）をもつて結局治癒されたものと解するのが相当である。\nなお、本件全疏明資料によるも、申立人らの主張するように被申立人が賛成派と\n隠密裡に結びついてその有志に対し、審議会委員選挙が行われることを反対派に知\nらせないように指導したことおよび被申立人の職員が申立人らの主張する所有権移\n転登記手続を代行したことはいずれも認められない。\nよつて、申立人らの前記審議会委員選挙が適法に行われなかつた旨の主張は採用\nできない。\n（六）　申立人らは本件事業計画が適法に公衆の縦覧に供されなかつたから本件各\n仮換地指定処分は違法である旨主張するが、疏乙第九号証の一ないし四によれば、\n前橋市長が昭和三九年九月四日前橋市告示第五八号により本件事業計画を同日から\n同年九月一七日まで前橋市役所建設部計画課において午前九時から午後五時まで縦\n覧に供する旨の公告をなしたうえ、右公告どおり縦覧に供されたことが一応認めら\nれ、右認定に反する疏明資料はないから、申立人らの前記主張は採用することがで\nきない。\n（七）　申立人らは本件事業に要する費用のうち約三分の二は保留地処分でまかな\nうことになつており、このため三万五四五八・〇五坪の土地が無償で取り上げられ\nようとしている点において土地区画整理法一一八条一項、憲法二九条一項、三項に\n違反する旨主張するので、この点について検討する。\n疏乙第七号証によれば、本件土地区画整理事業に要する費用の合計は二億一〇〇\n〇万円であるが、その負担は被申立人の負担金が三八九四万九四一五円、保留地処\n分金が一億三八二八万六三九五円、寄附金その他が二二四九万六〇〇〇円、公共施\n設管理負担金が一〇二六万八一九〇円であること、保留地予定地積は三万五四五\n八・〇五坪であるが、これは整理前宅地価額総額を整理後宅地価額総額から控除し\nて得られる宅地価額総額の増加額を整理後坪当り予定価額で除して保留地として取\nりうる最大限地積を求め、これの八五・四％をもつて充てたものであること、前記\n保留地処分金は右保留地予定地積に整理後坪当り宅地価額三九〇〇円を乗じて得ら\nれる金額であることがそれぞれ一応認められる。\nそうすると、右の保留地予定地積の算出およびその結果としての保留地処分（い\nわゆる費用減歩）は保留地の基準を定める土地区画整理法九六条二項の規定に照し\nて適法であるというべきである。そして、同規定の趣旨は市街地において施行前の\n宅地価額と同額の施行後の土地を確保せしめれば権利者の保護に欠けるところがな\nいからその差額につき保留地処分をなしうるとするものであるが、健全な市街地の\n形成という土地区画整理事業の目的遂行のための費用に充てるためのものである点\nからも同規定に従つてなされる保留地処分は何ら憲法二九条一項、三項に違反する\nものではないと解するのが相当である。そして施行者負担を原則とする土地区画整\n理法一一八条一項の趣旨は市である被申立人が施行者である場合についていえば、\n従前の事業費用は土地所有者または関係人の負担であつたものを施行者自身が負担\nすべきものとした点にあるのであるが、施行者負担といつても同法に定めのある保\n留地処分金（九六条二項）、公共施設管理者負担金（一一九条の二）等のほか寄附\n金等を事業の費用に充てることをも否定する趣旨ではないことは明らかであるから\n前記事業費用の負担は何ら同法一一八条一項に反しない。\nよつて、申立人らの前記主張も採用できない。\n以上説示のとおり本件各仮換地指定処分は申立人ら主張のいずれの点においても\n一応適法であると考えられるからその各取消しを求める申立人らの本案請求は理由\nがないとみえるというべきである。\n三、よつて、申立人らの本件各申立はその余の点について判断するまでもなくいず\nれもこれを失当として却下することとし、申立費用の負担につき行政事件訴訟法七\n条、民事訴訟法八九条、九三条一項本文、九五条本文を適用して主文のとおり決定\nする。\n（裁判官　安井章　松村利教　大田黒昔生）\n（別紙目録省略）\n"
}