{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 12,
    "day": 17
  },
  "case_number": "昭和41(う)598",
  "case_name": "公務執行妨害被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第22巻6号924頁",
  "gist": "一、　可罰的違法性を欠くものと認められた事例\n二、　憲法第五一条所定の国会議員のいわゆる免責特権の対象となる行為の範囲\n三、　国会議場内における国会議員の行為の刑事訴追と議院の告訴、告発の要否",
  "case_gist": "一、　本件のような特殊な事情(判文参照)がある場合には、公務執行妨害罪の可罰的違法性を欠くものと認めるのを相当とする。\n二、　憲法第五一条所定の国会議員のいわゆる免責特権の対象となる行為の範囲は、同条に規定された演説、討論又は表決だけに限定すべきではないが、議員が職務上行なつた言論活動に付随して一体不可分的に行なわれた行為の範囲内のものでなければならないと解すべきである。\n三、　国会議場内における国会議員の行為の刑事訴追については、議院の告訴または告発を訴訟条件と解すべきではない。",
  "lawsuit_id": "20815",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20815",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/815/020815_hanrei.pdf",
  "contents": "主        文\n本件各控訴を棄却する。\n理        由\n本件各控訴の趣意は、東京地方検察庁検察官検事河井信太郎作成の控訴趣意書記\n載のとおりであり、これに対する答弁は弁護人毛利与一作成の「答弁書に代えて」\nと題する書面記載のとおりであるから、これを引用し、これに対し当裁判所は次の\nとおり判断する。\n検察官の所論の要旨は、原判決は、被告人Ａ１に対する公訴事実（一）ないし\n（三）の各事実については、それぞれ、一部異なる事実を認定し、しかも、各認定\n事実は、いずれも公務執行妨害罪の構成要件を充足するものであるとしながら、結\n局、いずれについても超法規的に違法性を阻却する場合にあたるから罪とならず、\n被告人Ａ２に対する公訴事実中、（一）および（三）の各事実（同（二）の事実\nは、本件控訴の対象から除かれた傷害の公訴事実である。）についても、それぞれ\n一部異なる事実を認定し、しかも、右（一）についての認定事実は、いまだもつて\n公務執行妨害罪の構成要件を充足せず、罪とならないもの、右（三）についての認\n定事実は、同罪の構成要件を充足はするが、超法規的に違法性を阻却する場合にあ\nたるので罪とならないとし、そのいずれをも無罪としたのであるが、原判決の被告\n人Ａ１に対する右各公訴事実についての認定には、事実誤認があり、しかも、右各\n認定事実に対する法令適用にも誤があり、また、被告人Ａ２に対する公訴事実\n（一）および（三）についての各認定には、事実誤認があるばりでなく、右各認定\n事実に対する法令適用にも誤があり、それらの事実誤認および法令適用の誤は、い\nずれも判決に影響を及ぼすことが明らかであるから、原判決は、右のいずれの点に\nおいても、破棄を免れないと主張するものである。\n控訴趣意第一点（事実誤認の主張）について。\n一、  被告人らに対する本件各公訴事実の要旨は、\n１  被告人Ａ１は、Ｂ１党に所属し、昭和二八年四月大阪府より参議院議員に選\n出されたものであるが、\n（一）  昭和三一年五月三一日午後二時一〇分頃参議院本会議開会の振鈴が鳴つ\nてもＢ１党秘書団などが議場北側の廊下を占拠し、北側入口より議場への入場を阻\n止していたため、参議院事務次長Ｃ１が開会の場合の職務執行にあたるべく、同日\n午後七時三五分頃議場南側東入口から入場して自席に赴こうとした際、議場内東南\n隅において、他のＢ１党議員一〇数名とともに同人の前に立ち塞がり、両手で同人\nの革バンドをつかみ、あるいは両手を同人の腰に廻わして押えつけたうえ、入口の\n方に押し戻し、もつて、同人の公務の執行を妨害し、\n（二）  同年六月一日午後八時二二分頃参議院本会議が開会され、Ｃ２事務総長\n不信任案に対する質疑終局の動議を記名投票をもつて採決中、議場閉鎖のため入場\nできなかつたので、まもなく、他のＢ１党議員一〇数名とともに議場北側西入口よ\nり議場内になだれ込み、折柄事務総長席にあつて事務総長の職務を行なつていた事\n務次長Ｃ１の椅子をゆり動かし、同人の右手をつかんで椅子より引きずりおろし、\n西側の大臣席附近に追いやつて同人を小突き廻し、さらに、同人のネクタイを引つ\n張つて頸部を絞めつけ、もつて、同人の公務の執行を妨害し、\n（三）  同月二日午前八時三五分頃の本会議開会中、参議院議長Ｂ２が地方教育\n行政の組織及び運営に関する法律案及び同法律の施行に伴う関係法律の整理に関す\nる法律案につき文教委員長の中間報告を求める動機が提出された旨発言していた\n際、同議長に寄り添つてその身辺を警護していた参議院衛視班長Ｃ３の後部より右\n手でその襟首をつかんで強く引つ張り、もつて、同人の公務の執行を妨害したもの\nであり、\n２  被告人Ａ２は、Ｂ１党に所属し（但し、当時）、昭和二五年六月兵庫県より\n参議院議員に選出されたものであるが、昭和三一年六月一日午後八時二二分頃参議\n院本会議が開会されたのち、前叙１の（二）掲記のとおりの経過で議場に入場でき\nなかつたので、まもなく他のＢ１党議員一〇数名とともに議場北側西入口より閉鎖\n中の議場内になだれ込み、\n（一）  折柄事務総長席にあつて事務総長の職務を行つていた参議院事務次長Ｃ\n１に迫り、その机上にあつた書類を両手でかき廻して散乱させ、もつて、同人の公\n務の執行を妨害し、\n（二）  さらに、同所において、参議院議長Ｂ２に寄り添つてその身辺を警護し\nていた参議院衛視長Ｃ４の後方よりその襟首をつかんで引つ張り、もつて、同人の\n公務の執行を妨害し\nたものである\nというのであるところ、\n二、  原判決が\n（イ）  被告人Ａ１に対する公訴事実（一）について、本件証拠上、被告人Ａ１\nの当時の具体的行為として認定できるものは、「被告人Ａ１は、同次長の入場を異\n常、不当なものとして受け取り、抗議をするため同次長を一応制止すべく、同次長\nの前に立ち塞がつたところ、同次長らが一団となつて突進してきて直接身体にぶつ\nかつたので、自己の態勢をととのえ、かつは右突進を阻止しようとして、突嗟の間\nに同次長の腰のバンドをつかむという行為に出でたが、それによつて事実上同次長\nの行動の自由を束縛したのは、他のＢ３、Ｂ１両党議員が寄り集つて、集団となつ\nて押し合いあるいは揉み合いが生じるまでの間であり、さして長い時間ではなかつ\nた。」（原判決書九六頁）との事実のみであるとし、さらに、「被告人Ａ１が、Ｃ\n１事務次長と対面した位置を保持し、腰のバンドをにぎり、また、ときとしては、\n同次長の腰に抱きつきあるいは抱え込むような態勢となつたことは、同被告人自身\nが同次長とともに混乱に翻弄されたがためにほかならず、必ずしも、同次長が前進\nして事務総長席につくのを阻止しようとするためのものではなかつたとの見方も充\n分成りたち、むしろそうみるのが自然なのである。」（原判決書前同頁）と判示し\nて、いかにも被告人Ａ１の行動が、不本意ながらなされた消極的なものであるかの\nような印象を与える認定をなし、しかも、右公訴事実中「押えつけたうえ、入口の\n方へ押し戻した。」との部分は、全然これを認めていないこと、\n（ロ）  被告人Ａ１に対する公訴事実（二）について、証拠上被告人の当時の具\n体的行為として認定しらるのは、「被告人Ａ１は、北側西入口から議場内になだれ\n込むようにして入場したのち、折柄事務総長席にあつて、事務総長としての職務を\n代行していた同次長のところに駆け寄り、同次長の椅子をゆり動かしてこれをはず\nすようにし、この動作によつて、同次長を事務総長席から降ろし、それに引きつづ\nいて、西側大臣席付近におりて、左手で同次長の左胸を一回小突き、さらに、左肩\nを同次長の右肩に突きあて、左肘で一回小突いたが、その間、同被告人は終始同次\n長に対して抗議などのための発言をくりかえしており、同被告人において、かよう\nな行為に出でた動機、目的は、ひつきよう、審議参加の機会もしくは表決権行使の\n機会を不当に奪われたものと信じ、かかる事態を生ぜしめたことについて、元来本\n会議開会に際し定足数の充足、各会派の出席状況などを確かめ議長を補佐すべき職\n責のある同次長に対して、抗議するとともに、休憩その他議事中止を議長に進言す\nるよう交渉して、審議参加の機会もしくは表決権行使の機会の回復をえようとした\nことにあつた。」（原判決書一四三、一四四頁）との事実であるとし、しかも右公\n訴事実のうち、被告人Ａ１が同次長を椅子から降ろす際に「同次長の右手を掴んで\n引いた。」という点および同被告人が同次長を小突いた後「同次長のネクタイを引\nつ張つて頸部を絞めつけた。」との点については、これにそう証拠がないではない\nが、たやすくは信用し難いから、認定することはできないとしている（原判決書一\n四〇、一四二頁）こと、\n（ハ）  被告人Ａ１に対する公訴事実（三）について、「六月二日午前八時三〇\n分頃、Ｂ２議長が事故があるということで出席せず、そのためＢ４副議長が同議長\nに代つて議事を主宰していたところ、Ｂ１党議員から同副議長に対する不信任決議\n案が提出されるにいたつたので、Ｃ２事務総長が議長席につき、仮議長の選挙を行\nなつていたところ、Ｂ２議長において、疲労が回復したとして、本会議に出席し、\n同総長において直ちに仮議長の選挙を中止する旨告げて議長席を退き、これに代つ\nて同議長が議長席に着席するや、自ら議事を主宰すると告げ、仮議長選挙はとりや\nめる旨告げたうえ、Ｂ４副議長不信任決議案は一事不再議の原則によりこれを上程\nしない旨宣した。これに引きつづき、同議長は、文教委員長の中間報告を求める動\n機を議題として供し、この動議を記名投票をもつて採決する旨宣して議場閉鎖を命\nじた。これに対し、Ｂ１党議員の中には、同議長が一事不再議にあたるとして右決\n議案を廃棄したことは、明らかに当を得ないものであると考え、大声で発言するな\nどして抗議したほか、Ｂ１党、Ｂ３党議員において離席するものが多く、ここに議\n場内は騒然たる状態に陥つた。そしてその際、被告人Ａ１を含むＢ１党議員は、同\n議長が副議長不信任決議案を上程しない旨宣するや、直ちに離席し、議長席周辺に\n至つて直接同議長に抗議し、かつ、その措置の是正を求めようとの気持から、議長\n席の演壇、あるいは議長席横などに駆け上り、同議長に鋭く詰め寄つた。しかもこ\nれに加えて、Ｂ１党側からは、その間急拠同議長に対する不信任決議案を文書によ\nつて提出したが、同議長は格別顧慮することなく議事を進めたため、Ｂ１党議員の\n側においては、この議長の議事指揮に関しても慣例を無視した不当なものと感じ、\nこれについても、その先議を求めるとの趣旨の発言をして抗議するに至り、右のよ\nうに議長席周辺に詰め寄つた被告人Ａ１を含む数名のＢ１党議員もこれに同調し\nた。なお、右議長不信任決議案の提出されたのは、かように、同議長出席後僅かの\n時間のうちに引きつづいて議事進行がなされた間で、前記議場閉鎖後教育二法案に\nついて文教委員長の中間報告を求める動議の採決が開始された直後である。\nところで、一方、衛視長の資格をも具えたＣ４、同伴侃爾および衛視班長Ｃ３ら\nは、事態の成行をみて、突嗟に議長席周辺の警護のため、同被告人を含む数名のＢ\n１党議員よりも僅かに早く議長席附近に駆けつけたが、同被告人らにおいて議長席\n附近に至り、前記のような抗議をするに及び、両者の間に若干の混乱が生じた。右\nＣ３は、議長席前演壇附近に駆け寄つたＢ１党議員のある程度動作をまじえた抗議\nによつて議長席机上のマイクなどが動かされるのを押えて議長の方に引きもどした\nり、あるいは議長席後方からのＢ１党議員の同じく抗議に伴う動作や前記衛視との\n間の若干の混乱によつて議長の椅子がゆり動かされるのを防ぐなどするため、議長\n席に身を寄せ、机上におおいかぶさるような姿勢をとつたので、同被告人において\n同人を避け、あるいは退かさせて、同議長の注意を自己に惹き、直接対話すること\nを望むべくもない状況となつた。しかし、同被告人は、かくては、同議長に対する\n抗議ないしその措置の是正を求める進言も、議場内の喧騒にとりまぎれて同議長の\n耳に達しがたく、また、いかに発言をつづけても同議長に無視されて、とりあわれ\nないおそれもあると突嗟に判断し、右Ｃ３の制服の後襟首附近をつかんで二回後方\nに引き、同人を議長席横から引き離して、自己が同人の位置にとつてかわろうとし\nた。しかし、その直後、同被告人は伴衛視長から『先生よして下さい。』と口頭で\n制止されたので、直ちに右Ｃ３の後襟首から手を放し、同人に対して格別それ以上\nの行為に出でることもなく、みずからその場を離れた。以上は殆んど瞬間的になさ\nれたものである。そして間もなく警官二、三〇名が議場内に入り、その警備につい\nたことにより、議長席周辺における右混乱自体も、さほど長時間にわたることな\nく、自ずから収束された。」（原判決書一七四頁ないし一八二頁）旨判示して、一\n応公務執行妨害罪の構成要件に該当する事実を認定しながら、その具体的態様にお\nいて、一時的、消極的かつ軽微なものであると認定していること、\n（ニ）  被告人Ａ２に対する公訴事実（一）について、「被告人Ａ２が、他のＢ\n１党議員とともに北側西入口から議場内になだれ込むようにして入場するにいたる\nまでの経過は、同被告人が振鈴当時Ｂ１党控室で待機していたことおよび同被告人\nは北側西入口から被告人Ａ１につづいて、二番目に入場したこと以外は、被告人Ａ\n１の場合と全く同様であつたことが認められる。」（原判決書一四四頁）と判示\nし、被告人Ａ２の入場後の行動については、「被告人Ａ２は、入場後被告人Ａ１の\n場合と同様、審議参加の機会もしくは表決権行使の機会が不当に奪われたものと信\nじ、かかる事態を生ぜしめたことについて、元来本会議開会に際し、定足数の充\n足、各会派の出席状況などを確かめ、議長を補佐すべき職責のある事務総長の職務\nを行つている同次長に対し、抗議しようとの気持から『このような会議はやめなさ\nい。』というような発言をしながら事務総長席に駆け寄り、その前面に回つて、先\nず右手を右総長席の机の上におき、同次長に右趣旨の抗議を始めたが、その直後同\n次長が、被告人Ａ１から椅子をゆり動かされて腰を浮かし、立ち上る恰好となつた\nのを、被告人Ａ２の右抗議にとりあおうともせず、かえつて憤然とした色をみせた\nものと誤解し、机上の職務上必要な書類を両手でかき回し、これを散乱させた。た\nだし、その際の被告人の抗議態度にしてやや粗暴に過ぎたきらいの存することは否\nめないにせよ、両手でかき回したという行為自体は瞬間的のことであつて、それ程\n激しいものとは認められず、それがため同次長において、何らかの意味でその身体\nに危険の及ぶべきことを感知するといつたごときものではなかつたという事実が証\n拠を合わせ検討した結果として認定し得る。」（原判決書一四六、一四七頁）と判\n示したうえ、右に認められた有形力の行使は、直接には物に加えられたものであ\nり、いまだ同次長をしてその身体に何らかの危険を感知させ、その行動の自由を阻\n害するに足る程度のものといえないから、公務執行妨害罪の構成要件である暴行にあ\nたらないと判断して無罪としたものであること、\n（ホ）  被告人Ａ２に対する公訴事実（三）について、「折柄議長席にあつて議\n事を主宰していたＢ２議長に対しても右Ｃ１事務次長に対すると同様、当時審議参\n加の機会もしくは採決権行使の機会が不当に奪われたものと信じ込んでいたところ\nから、元来本会議の開会に際しては、定足数の充足は勿論各会派の出席状況なども\n確めたうえ、開議すべきなのに、これをせず、振鈴後通常の慣行に反した短い時間\n内に開会を宣し、かつ直ちに議場閉鎖にまで至つたことについて抗議し、かつ休憩\nを進言してとりあえず議事の中止を求めようと考え、直ちに事務総長席の前から演\n壇を通つて議長席東側に廻り『このような会議はやめなさい。』『休憩しなさ\nい。』などと大声で発言しながら議長席に接近しようとした。ところで、一方衛視\n長の資格をもつた警務部警務課長補佐の前記Ｃ４は、これより先既に議場に入場\nし、東側参事席後方西寄りの所定の席についていたが、右入場後、間もなくＢ１党\n議員が北側西入口からなだれ込むようにして入場してくるのを目撃し、直ちに席を\n立ち、議長席周辺警護のため、議長席東側に走り寄り、他の衛視三名とともに、議\n長席を取り囲むような体制をとつて佇立し、同議長の具体的な指揮をまつて待機し\nた。そのため同被告人が議長席周辺にまで近付いた際には、既にＢ２議長は右Ｃ４\nほか三名の衛視によつて囲まれ、その身辺にまで至つて直接対話し、抗議あるいは\n休憩の進言をすることが、事実上困難な状況となつていた。しかし、当時議場内は\n喧騒をきわめ、同被告人の前記発言も、はたして同議長の耳に達しえたか否か甚だ\n覚束かなく感じられる程であつたため、同被告人は、同議長の身辺に接近し、自己\nにその注意を向けさせたうえでなければ、目的をとげがたいと突嗟に判断し、右Ｃ\n４の背後から同人に抱きつき、同人を議長席脇から引き離して、自己が同人の位置\nにとつてかわろうとした。しかるに同人は、同被告人から右のようにして抱きつか\nれるや、万一の事態をも慮り、また、混乱が生じた場合、勢いの赴くところ、議長\n席机上のマイクや書類が散乱し、あるいは議長席の椅子が動かされるなどのことが\nあることをおそれて、議長席周辺の警護をつづけるため、議長席脇から引き離され\nまいとして、右議長席椅子の左側肘掛附近にしがみついたので、同被告人はさらに\n『どきなさい。』といいながら、その左肩や後襟首附近に手をかけるなどして同人\nを引き離し、あるいは横に押しのけようとの所業に及び、なおも同議長に接近しよ\nうとした。しかし、その間、同被告人は同議長に対しても、終始一貫して前記と同\n趣旨の発言をし、抗議をつづけたが、時として、同被告人の方を振り向いた同議長\nの視線をとらえ、右Ｃ４の肩越しにではあつたが、同議長と対話を交わし、その意\n図したところを伝えたこともあつた。従つて、同被告人が右の間継続して右Ｃ４に\n対し右のごとき所業に及んでいたというわけではなく、むしろ、同被告人の注意は\n専ら同議長に対して向けられていた。また、その頃Ｂ１党所属議員であるＢ５も議\n長席周辺に駆けつけ、さらに議場内の他の衛視もその揚につめかけ、ここに議長席\n東側は、これら多数のものが密集して甚しく雑踏し混乱が生じたが、同被告人自身\nこの雑踏を背後にして押され、あるいは腰のバンドの辺をつかまれて引つぱられる\nなどしたこともあつた。そしてこの腰のバンド辺をつかまれて引つぱられた際に\nは、同被告人が偶々右Ｃ４の後襟首附近に手をかけていたときでもあつたので、短\n時間ではあるが、自己の態勢を維持し、後方に引き離されるのを防ぐため、自然右\nＣ４の後襟首を手前に引く結果となつた。すなわち、同被告人が右Ｃ４の後襟首を\n引張つたのには、一部このような原因も存したのである。」（原判決書一六一頁な\nいし一六五頁）と判示し、被告人Ａ２が他の者の行為によつて不本意ながら本件行\n為に出たものであつて、全体としてみれば消極的なものであるとしていること\nはいずれも検察官の論旨指摘のとおりである。\nよつて審究するに、\n（イ）  被告人Ａ１に対する公訴事実（一）につき、原審証人Ｃ１の第三五回、\n第六〇回、同Ｃ５、同Ｃ６、同Ｃ７の第四三回、同Ｃ４の第四四回、同Ｃ８の第四\n六回、同伴侃爾、同Ｃ９の第五八回、同Ｃ１０の第六二回、同Ｃ１１の第六三回、\n同Ｃ１２の第四六回の各公判調書中の供述記載部分、伴侃爾の検察官に対する昭和\n三一年六月二〇日付供述調書第三項、Ｃ４の検察官に対する同月一三日付供述調書\n第四項、被告人Ａ１の原審第三二回公判調書中の供述記載部分、検察官作成の検証\n調書、押収してある読売国際ニユース第三七六号特報フイルム三五ミリ缶入り一個\n（東京高等裁判所昭和四一年押第二〇三号の七）中のカツトナンバー５４ないし５\n７（以下、読売ニユース５４ないし５７カツトというように略称する。）、同ニユ\nースフイルムから検察事務官がその三五齣を拡大焼付した写真三五葉分（以下読売\n写真Ａと略称する。）中のナンバーマないしフ（ナンバーの表示は、同写真の原審\nの証拠調請求に際し付せられていたものに従う、以下他の拡大焼付した写真の場合\nも同様とする。）ならびに被告人Ａ１の当審公判廷における供述  （ロ）  被告人\nＡ１に対する公訴事実（二）ならびに同Ａ２に対する公訴事実（一）および（三）\nにつき、原審証人Ｃ１３の第二八回、同Ｃ１４の第二九回、第六二回、同Ｃ１５、\n同Ｃ２の第二九回、同Ｃ１の第三四回、第六〇回、同Ｃ１６の第三六回、同Ｃ７、\n同Ｃ１７、同Ｃ６の第四三回、同Ｃ４、同Ｃ１８の第四四回、同Ｃ１９、同Ｃ２\n０、同Ｃ２１、同Ｃ２２の第四五回、同Ｃ２３の第六三回、同Ｃ２４の第六五回の\n各公判調書中の供述記載部分、Ｂ２の検察官に対する昭和三一年一〇月九日付供述\n調書第五項、Ｃ１９の検察官に対する同年九月二六日付供述調書第四項、Ｃ１の検\n察官に対する同年六月一三日付供述調書第五項、被告人両名の原審第三二回、第六\n八回各公判調書中の供述記載部分、検察官作成の検証調書、押収してある官報号外\n四部（前同押号の四）のうち昭和三一年六月一日付および同月二日付のもの、先例\n録（一）および（二）（同押号の一六および一七）、参議院衛視必携（同押号の一\n五）、読売ニユース６６および８０カツト（同押号の七）、読売写真Ａナンバー８\nないし２２、２９ないし３５、日本放送協会フイルム一六ミリ缶入り一個（同押号\nの六）中のカツトナンバー３および１７、同ニユースフイルムから検察事務官がそ\nの一九齣を拡大焼付した写真一九葉中のナンバー２ないし１２、１８ならびに被告\n人両名の当審公判廷における各供述\n（ハ）  被告人Ａ１に対する公訴事実（三）につき、原審証人Ｃ１３の第二八\n回、同Ｃ１４、同Ｃ１５の第二九回、同Ｃ３の第三六回、第五九回、同Ｃ４の第四\n四回、同伴侃爾の第五八回の各公判調書中の供述記載部分、Ｂ２の検察官に対する\n昭和三一年一〇月九日付供述調書第六項、伴侃爾の検察官に対する同年七月二四日\n付供述調書第六項、被告人Ａ１の原審第三二回、第六八回各公判調書中の供述記載\n部分押収しである官報号外四部（前同押号の四）のうち昭和三一年五月三〇日付お\nよび六月二日付のもの、同じく官報号外の写一部（但し、昭和三一年六月三日付の\nもの、同押号の一二）、先例録（一）および（二）（同押号の一六および一七）、\n参議院衛視必携（同押号の一五）ならびに被告人Ａ１の当審公判廷における供述\nをそれぞれ総合すれば、被告人Ａ１に対する公訴事実（一）ないし（三）ならび\nに被告人Ａ２に対する公訴事実（一）および（三）として摘示されたとおりの各事\n実をすべて肯認するに足り、記録を精査し、当審における事実取調の結果に徴して\nも、右認定を左右するに足る証拠はない。そして、右認定された各事実は、被告人\nＡ２に対する公訴事実（一）の点をも含め、すべて公務執行妨害罪の構成要件を充\n足するものと解せられる。\n以上のとおり、原判決に一部事実を誤認した点があることは検察官所論のとおり\nであるが、後記説示の理由により、右誤認が明らかに判決に影響を及ぼすものとは\n認められないから、原判決の破棄理由とはならない。\n控訴趣意第二点（法令適用の誤の主張）について。\n前記のとおり、いずれも公務執行妨害罪の構成要件を充足すると認められる被告\n人両名の本件各行為につき、以下、違法性阻却事由があるか否かにつき検討を加え\nることとする。\n<要旨第一>そもそも、本件は、原判示のとおり、当時国論を二分したと目される\n地方教育行政の組織及び運営に関す</要旨第一>る法律案および同法律の施行に伴う\n関係法律の整理に関する法律案（以下両法案をあわせて教育二法案と略称する。）\nの審議をめぐり、国会のもはや延長が許されない会期末という瀬戸際において、是\nが非でもこれを通過、成立させようと企画したＢ３党と、その阻止に全力を傾注し\nたＢ１党との二大政党間における妥協のない深刻な対立のもとで、互に政治的な駆\n引、攻防のしのぎをけずつているうちに起きた事案であつて、本件発生の背後事情\nについては、原判決が一、第二四回通常国会の展望、二、会期末に至るまでの教育\n二法案審議の経過、三、会期末における参議院内の教育二法案審議を巡る紛糾、混\n乱と題して詳細に説示している（原判決書三六頁一二行目ないし六六頁一〇行目）\nとおりであると認められる。そして、控訴趣意第一点に対する判断の項において掲\nげた各証拠ならびに当審公判廷における証人Ｃ１、同Ｃ４および同Ｃ３の各供述に\n徴すると、次のことが認められる。即ち、\n（イ）  右教育二法案（同法案の是非については、当裁判所においてその判断を\nしない。）の国会通過、成立を図るＢ３党は、その阻止を図るＢ１党の行動を国会\n審議を不当に妨害するものとして、また、Ｂ１党は、Ｂ３党の行動を不当な強行採\n決を図るものとして、互に相手方を非難警戒し合い（同法案の国会審議に関し右両\n党のとつた右各態度の是非については、その間の行動に刑罰法規に触れる行為があ\nつたか否かの点以外には、当裁判所においてその判断をしない。）、他方の行動に\nより誘発された一方の行動がさらに他方の行動を誘発するという相関関係が累進し\nた結果、両者間の緊張が異常にたかまつた状態のもとにおいて本件が発生したもの\nであつて、被告人らの本件各行為を評価するにあたり、右のような背景事情を無視\nすることはできない。\n（ロ）  本件の場合に限らず、日本の国会議場内において、政党周の強い対立抗\n争の間に、国会議員が外見上暴行と思われる有形力の行使に出た例がこれまでも屡\n々あつたことは、公知の事実といつてよいが、その場合、その場の雰囲気の高い緊\n張度、行為者の強い見幕、鋭い気勢から見ると、市井の暴力ざたの場合なら当然流\n血の惨事にまで発展すると思われるような状態のときでも、国会議員は、それに至\nらない限度内にとどめていた。即ち、少なくともこれまでは、国会議場内における\n国会議員の有形力の行使には、その強さに限界があり、それ以上に発展させる虞が\nないのが一般の例であつたといえる。そして、その行為の被害者となつた相手方\nも、その状況を見た第三者も、国会議員の有形力の行使には、その強さに発展性が\nないことをよく知つており、国会議場内において有形力が行使されるがごときこと\nは、国会のあり方としてきわめてなげかわしいことであるとは思つても、それが流\n血の惨事にまで発展するのではないかという畏怖心を抱くようなことはないのが一\n般の例であつた。これは、少なくともこれまでは、国会議員が一般に、いかに緊張\nした雰囲気のもとにおいても、国会議場内における国会議員としての行動であると\nいう自覚を失つてしまうことはなかつたことと、国民一般もそのことを信頼してい\nたこととによるものと認められる。国会議場内における国会議員の暴行行為のかど\nでこれまでに起訴された第二二回特別国会における三名、第二四回通常国会におけ\nる四名（本件両被告人を含む。）、以上合計七名の者に対し、第一審裁判所は、す\nべて無罪の言渡をし、そのうち五名についてはその無罪判決が確定し、本件両被告\n人に対してのみ検察官控訴が行なわれたのであるが、本件両被告人の各行為につい\nても、その行使した有形力の強さをこれ以上に発展させる虞がなかつた点およびそ\nのことをその相手方も第三者もよく知つていた点については、前記一般の例に洩れ\nないと認められる。\n（ハ）  被告人らが本件各行為に出た際の心境は、悪法である教育二法案の国会\n通過、成立を阻止するという正しいＢ１党の政治的立場が、Ｂ３党の不当な行動\n（以上の考え方の是非につき、当裁判所においてその判断をしないことは、前示の\nとおりである。）により侵害され、右法案の強行採決による通過、成立が目前に迫\nる緊急事態に立ちいたつたのであるから、これに対処するためには、即座に実力行\n使をもつてこれに対する抗議と審議進行の阻止とをするよりほかに道がないと考え\nていたことおよび、原判決においても指摘しているとおり、被告人らがＢ１党所属\n国会議員としてそのように考えることに、一応首肯できる事情が存したことを認め\nることができる。\n（ニ）  ところで、Ｂ１党がＢ３党に対抗してなしたその実力行使の一環である\n被告人らの本件各行為の態様は、前記判示のとおりであつて、たまたまその際Ｂ３\n党の審議促進の方針に副つて国会議員としての職務執行に当つていた参議院事務次\n長Ｃ１参議院衛視班長Ｃ３および参議院衛視長Ｃ４に対する有形力の行使となつた\nのであるが、その行使された有形力の程度は、同判示のとおり、さして強いものと\nは認め難く、しかも、前認定のとおり、被告人らは、右有形力の強さをその程度に\nとどめ、それ以上にまで発展させることは考えておらず、その際右国会議員らの身\n体に受けた被害の程度も軽微であり、かつ右国会職員らやその状況を見た者も、そ\nの被害がさらに大きくなるかも知れないという畏怖心を、その際抱くようなことは\nなかつたものと認められる。\n以上の諸事情を総合して考察すると、被告人らの本件各行為は、刑法第三五条な\nいし第三七条において違法性阻却事由を規定した法律の精神に照らし、可罰的違法\n性を欠き罪とならないものと認めるのを相当とする。それゆえ、その理由において\nやや異なるところがあるが、被告人らの本件各行為を罪とならないものとして被告\n人らに対し無罪の言渡をした原判決は、結局正当であり、検察官の論旨は理由がな\nい。\n（弁護人の公訴棄却の主張に対する判断）\n<要旨第二>（イ）  弁護人は、被告人らの本件各行為は、憲法第五一条所定の国\n会議員の免責特権の対象たる行為に該当す</要旨第二>るから、本件については、公\n訴棄却の裁判をなすべきであると主張する。憲法第五一条所定の国会議員の免責特\n権の対象たる行為とは、同法条の設けられた精神にかんがみるときは、必ずしも同\n規定に明文のある演説、討論又は表決だけに限定すべきではないが、少なくとも議\n員がその職務上行なつた言論活動に附随して一体不可分的に行なわれた行為の範囲\n内のものでなければならないと解すべきところ、被告人らの本件各行為はそれに該\n当しないと認められるから、所論は理由がない。\n（ロ）  弁護人は、被告人らの本件各行為は、統治行為であるから、裁判権がそ\nれに介入すべきでなく、従つて本件については公訴棄却の裁判をなすべきであると\n主張する。なるほど、政府又は国会の行為で、それが国家統治の基本に関する高度\nの政治性をもつため、その適法有効なものであるか否かの判断に裁判所が介入しな\nいのを相当とするものが存することは、即に最高裁判所判決においても認められて\nいるところであるが、被告人らの本件各行為のような国会議員個人の行為に刑事責\n任があるか否かの問題は、たとえそれが国会議員としての職務遂行に関連してなさ\nれたものであつても、国会の行為で国家統治の基本に関する高度の政治性をもつも\nのとは解せられず、従つて、これに対する裁判権がないとはいえないから、所論は\n理由がない。\n<要旨第三>（ハ）  弁護人は、被告人らの本件各行為は、国会議場内における国\n会議員の行為であるから、これを訴追する</要旨第三>には、議院の告訴又は告発が\n必要であるのに、これがないから、訴訟条件を欠くものとして、本件については、\n公訴棄却の裁判をなすべきであると主張する。しかし、日本国憲法および現行法令\nのもとにおいては、国会議場内における国会議員の行為を刑事訴追するにあたり、\n議院の告訴又は告発がその訴訟条件ではないと解するのを相当とするから、所論は\n理由がない。\nよつて、弁護人の公訴棄却の主張は、これを採用しない。\n以上の理由により、刑事訴訟法第三九六条により本件各控訴を棄却することとし\nて、主文のとおり判決する。\n（裁判長判事  飯田一郎  判事  吉川由己夫  判事  小川泉）\n"
}