{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 12,
    "day": 12
  },
  "case_number": "昭和38(う)45",
  "case_name": "刑事訴訟法違反被告事件",
  "court_name": "仙台高等裁判所秋田支部",
  "result": "破棄差戻",
  "article_info": "第16巻9号798頁",
  "gist": "刑事訴訟法第一六〇条に規定する過料、第一六一条に規定する罰金、拘留と憲法第三九条後段",
  "case_gist": "被告人が刑事訴訟法第一六〇条の規定する過料の制裁を受けた後、さらに同一事実に基づいて同法第一六一条の犯罪について刑事訴追を受けたとしても憲法第三九条後段に違反しない。",
  "lawsuit_id": "24826",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24826",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/826/024826_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人三名に対する本件被告事件を秋田簡易裁判所に差し戻す。\n理　　　　由\n本件控訴の趣意は秋田区検察庁検察官事務取扱検事鈴木茂作成名義の控訴趣意書\n記載のとおりであり、これに対する答弁は弁護人重松蕃、同樋口幸子作成名義の答\n弁書記載のとおりであるから、これらを引用する。\n同控訴趣意法令の解釈、適用を誤つたものであるとの主張について。\n論旨は要するに、原判決は、被告人三名が、本件公訴事実と同一の事実につきす\nでに刑事訴訟法第一六〇条の規定により、各過料に処せられ、その裁判が確定して\nいることを理由として、かさねて同法第一六一条違反の刑事貴任を訴追すること\nは、同法第三三七条第一号所定の確定判決を経たときに該当するとして免訴の判決\nの言い渡しをしたのであるが、この判決は左記第一、第二、第三に指摘するとおり\n法令の解釈、適用を誤つたもので、その誤りが判決に影響を及ぼすことが明らかで\nあるから破棄を免れないというにある。\n第一、　原判決は、刑事訴訟法第一六一条に定める罰金または拘留の制裁をもつ\nて、同法第一六〇条に定める過料の制裁と全く同じ性質の「一種の秩序罰に属する\nものであり、一般の刑事罰の性格を有しない」と判示しているが、これは法の解釈\nを誤つたものである。右二つの規定はその直接の狙い、および法律上の性質におい\nて全く相異なるものである。すなわち、同法第一六〇条は、証人に対し宣誓および\n証言の義務を科しその義務違反者に対し「過料」の制裁を科することにより間接的\nにその義務の履行を強制して訴訟上の秩序の維持を直接の狙いとしており、同法第\n一六一条は、その義務違反者を、国家刑罰権の適正な行使を妨げた反社会的行為者\nとして評価し、これに「刑罰」の制裁を加えようとすることが直接の狙いである。\nそして右両者はその法律上の性質においても、それぞれ独自の狙いを持つたもので\nあり、それぞれ条文を異にして規定せられその制裁の内容においても同法第一六〇\n条は秩序罰に属する「過料」の制裁であるのに対し同法第一六一条は刑罰にあたる\n「罰金又は拘留」の制裁であつて両者の性質が異なることは明らかである。同一の\n義務違反行為に対する場合であつてもこの二種類の制裁は常に併科することが可能\nである、というにある。刑事訴訟法は、刑事事件において実体的真実を証拠によつ\nて明らかにすることを基本理念の一としている。証人は証拠方法の一つである。同\n法の証拠に関する規定をみれば一定の厳格な条件の下に証拠能力を与えており、旧\n刑事訴訟法に比して現行刑事訴訟法における証人の地位は非常に重きを加えている\nといわなければならない。本件で問題となつている同法第一六〇条、第一六一条も\n亦証人に関する規定である。同法第一六〇条と第一六一条は共に、正当な理由がな\nく宣誓又は証言を拒んだ者に対する制裁を定めており、同法第一六〇条は過料の制\n裁を定め、同法第一六一条は罰金又は拘留の制裁を定めている。普通の用法に従え\nば、過料の性格は秩序罰であつて刑罰ではない、罰金、拘留の性格は刑法第九条の\n定むるとおり刑罰であつて秩序罰ではないといわねばならない。そこで同法第一六\n〇条と第一六一条の本質的性質を考えるに、同法第一六一条第一項の定むる制裁が\n罰金、拘留であり同条第二項は「前項の罪を犯した者は情状により罰金及び拘留を\n併科することができる」と規定しているのに徴すれば同法第一六一条第一項の定む\nる「正当な理由なく宣誓又は証言を拒んだ者」は「罪を犯した者」となることは条\n文上明白である。罰を犯したのであるからその制裁は刑罰である罰金、拘留である\nことは当然の帰結である、しかし同法第一六一条の定むる犯罪の性格は所謂刑事犯\nではなく行政犯であると解すべきである。そして刑事訴訟法の規定により証人は宣\n誓して証言する義務を負い、刑罰権の適正に行われることに協力することが民主国\n家における重要な使命であることを明らかにしている。したがつて証人が、正当な\n理由なく宣誓と証言との訴訟法上の義務に違反することは、法の支配を基本原理と\nするわが法構造のもとにおいては、反社会性、反倫理性を有する犯罪の実質を具備\nした行為といわねばならない。しかも宣誓と証言との義務に違反することは裁判所\nの証拠採取を妨ぐることとなり、それは裁判所の事実認定に影響する虞あるもので\nある。裁判が適正に行われるという国家的法益に関する犯罪の一種と解する、され\nば同法第一六一条は正当な理由がなく宣誓又は証言を拒んだ者を罪を犯した者とし\nて罰金又は拘留に処するか、情状によつては罰金及び拘留を併科することを規定し\nており、右制裁の罰金拘留の性質は刑罰であつて秩序罰ではないのである。しかる\nに一方同法第一六〇条においては、宣誓、証言の拒否につき過料の制裁を定めてい\nるのである。何故であろうか。思うに裁判所は刑事訴訟法の定むる許された方法に\nよつて事実認定の資料としての証拠を採用しなければならない、しかるに証人が正\n当な理由がなく宣誓又は証言を拒むときは宣誓、証言義務違反となり刑事訴訟法が\n維持形成しようとする証人に関する法秩序に違反することになる、しかもその義務\n違反は司法権の正常適正な運用を妨げるものである。しかし、その義務違反は、宣\n誓証言義務の不服従に過ぎないという秩序違反の一面を有し、これに着目して同法\n第一六〇条は過料という制裁を以つて間接的に宣誓証言義務の履行を強制するため\nの秩序罰を定めたものであるが、同法第一六〇条の制裁の本質は司法権の使命とそ\nの正常適正な運用の必要に由来する司法権に内在する固有の権限としての秩序罰た\nる過料を規定したものと解する。宣誓証言義務違反という一個の事実につき、一面\nにおいては宣誓証言義務の履行を間接的に強制して訴訟法上の法秩序を維持するた\nめ過料という秩序罰を定めたのが同法第一六〇条であり、他面その義務違反を刑罰\n権の適正な行使を妨げた反社会的反倫理的行為としてとらえ、それを犯罪として評\n価し罰金拘留という刑罰を定めたのが同法第一六一条である。したがつて、同一義\n務違反につき同法第一六〇条の義務違反は犯罪ではなく単なる法の期待する秩序違\n反の性格を有するものとしてとらえ、従つてその制裁は秩序罰である過料であり、\nしかもこの制裁の本質は司法権の正常適正な運用の必要に由来する司法権に内在す\nる固有の権限に基礎をおくものである。しかるに同法第一六一条の義務違反は刑罰\n権の適正な行使を妨げた反社会的反倫理的行為の性格を有するものとしてとらえ、\n従つてそれを刑事訴訟法自体において犯罪と規定しその制裁は刑罰である罰金、拘\n留をもつて臨んでいるのである。されば同法第一六〇条と第一六一条とは法律が観\n点を異にして規定したものでその性格本質を異にするものと解すべきである。\n第二、　原判決は、刑事訴訟法が同法第一六〇条と第一六一条の二個の規定を設\nけたのは「義務の本質的相違によるものではなく、義務違反の程度の差異によるも\nのと解すべきであつて単一で同一の義務違反については一個の制裁請求権が与えら\nれれば足り、同一行為に対する法の適用として同法第一六〇条と第一六一条とは二\n者択一の関係にあると判示しているが、この点も右各法条の解釈を誤つたものであ\nる。すなわち、右は二者択一関係にあるのではなく併科し得る関係にあるものと解\nすべきであるというにある。右第一において説示したとおり同法第一六〇条と第一\n六一条とはその性格を異にし同法第一六〇条の定むる過料と同法第一六一条の定む\nる刑罰とは併科し得るものと解すべきである。すなわち、同一の義務違反を、同法\n第一六〇条は犯罪とみることなく単なる秩序違反とみて制裁として秩序罰で過料を\nもつてし、同法第一六一条は反社会的反倫理的行為とみて、これを犯罪であること\nを法自体が規定して刑罰である罰金拘留をもつて制裁としているのである。しか\nも、同法第一六〇条は司法権の使命とその正常適正な運用の必要に由来する司法権\nに内在する固有の制裁権としての秩序罰たる過料を規定したものであるから同一行\n為につき、さきに同法第一六〇条の定むる過料の制裁がなされ、さらに同法第一六\n一条の定むる刑罰を科するため公訴が提起され審判されても違法ということは出来\nない、右両者は択一の関係に在るのではなく併科し得る関係にあるものと解する。\n（昭和三三年（あ）第二二五八号、同三四年四月九日第一小法廷判決、刑事判例集\n第一三巻第四号四四二頁参照）。しかも、刑事訴訟法においては同法第一六〇条の\n制裁或は同法第一六一条の制裁の一方が科せられた場合は他の一方の制裁を科する\nことはできない旨の規定が存在しないのであるからこの点からみても両者は併科し\n得る関係にあるものと解する。\n第三、　原判決は、すでにある証言拒否行為につき、刑事訴訟法第一六〇条によ\nり過料の制裁を受けているのに、かさねて同一行為につき同法第一六一条違反の責\n任を訴追する場合には法的安全と被告人保護の趣旨から、たとえさきになされた制\n裁の形式が決定であつてもこれを（同法第三三七条第一号にいう）確定判決から除\n外すべき合理的理由がない、としているが、この点からも明らかに右法条の解釈を\n誤つたものである。けだし本件の場合は実体的にいわゆる審法第三九条後段の二重\n危険にあたらないと解すべきであるというにある。\n<要旨>思うに、同法第三三七条第一号にいう確定判決とは、既判力を生ずる事件\nの有罪、無罪の実体判決と免訴の判</要旨>決をいうものと解する、この判決の中に\nは法律が確定判決と同一の効力を有するものと規定した略式命令の如き判決以外の\n他の裁判形式をも含むものと解する。しかし同法第一六〇条の定むる過料はその性\n格は刑罰ではなく秩序罰であるのみならず過料の決定が確定判決と同一の効力を有\nする旨の規定も存在しないのであるから同法第一六〇条による過料の決定は同法第\n三三七条第一号の確定判決に該当しないものと解すべきである。また、憲法第三九\n条の「同一の犯罪について重ねて刑事上の責任を問われない」との所謂二重危険の\n原則は、同一の犯罪について重ねて刑罰責任を問われない趣旨と解すべきであるか\nら同法第一六〇条の過料という秩序罰の制裁を受けた後さらに同一事実に基いて同\n法第一六一条の犯罪について刑事訴追を受けたとしても憲法第三九条後段にいう同\n一犯罪につき重ねて刑事上の責任を問われたものということはできないと解する。\n以上第一、第二、第三において説示したとおりであるから、原判決は法律の解\n釈、適用を誤つたものというべく、その誤りが判決に影響を及ぼすことが明らかで\nあるから到底破棄を免れない。論旨は結局理由がある。\nよつて刑事訴訟法第三九七条、第三八〇条により原判決を破棄し、同法第四〇〇\n条本文により被告人三名に対する本件被告事件を秋田簡易裁判所に差し戻すことと\nし主文のとおり判決する。\n（裁判長裁判官　山口恒夫　裁判官　佐藤幸太郎　裁判官　篠原幾馬）\n"
}