{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 3,
    "day": 27
  },
  "case_number": "昭和43(行ケ)4",
  "case_name": "行政処分取消請求事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "条例制定請求の署名簿の署名の効力に関する審査請求棄却裁決の取消訴訟につき訴えの利益がないとした事例",
  "case_gist": "条例制定請求の署名簿のうち点字による署名押印を無効とした市区町村選挙管理委員会の決定に対する異議申立てを経由した府選挙管理委員会の棄却裁決の取消訴訟につき，右条例制定請求は，既に法定数をこえる署名を有効と確定して受理し，議会に付議されて否決されているから，右裁決を取り消しても，右条例の成否にはなんらの影響がないとして，訴えの利益がないとした事例",
  "lawsuit_id": "18485",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18485",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/485/018485_hanrei.pdf",
  "contents": "主　　　文\n本件訴を却下する。\n訴訟費用は原告等の負担とする。\n事　　　実\n原告等訴訟代理人は、「被告及び各関係の原告との間において、大阪府条例制定\n直接請求署名簿（請求代表者Ａ、Ｂ、Ｃ）中別紙第二表記載の各署名が有効である\nことを確認する。」との判決、右請求が容れられない場合における予備的請求の趣\n旨として、「被告が昭和四三年六月八日附を以て右署名簿の署名の効力に関する原\n告等の別紙第二表記載審査申立を却下した各処分を取消す。訴訟費用は被告の負担\nとする。」との判決を求め、その請求の原因として、\n一、訴外Ｂ（総評大阪地方評議会議長）同Ａ（大阪府教職員組合執行委員長）及び\n同Ｃ（大阪私立学校教職員組合連合会副委員長）は、私立高等学校生徒に対する教\n育費補助に関する大阪府条例制定請求のため、昭和四三年一月一〇日大阪府知事に\n対し条例制定請求代表者証明書の交付を申請し、同年二月一日同知事からその旨の\n証明書の交付を受け、自身で及び原告Ｄ同Ｅ同Ｆ同Ｇ外五四、七五五名に委任し\nて、大阪府下一円の選挙権を有する住民の署名の蒐集を開始し、同年三月三一日終\n了、その後一〇日以内に関係市区町村の選挙管理委員会に対して当該関係の署名簿\nを提出し、各署名押印者がそれぞれ選挙人名簿に登録されている者であることの証\n明を求めたところ、各市区町村選挙管理委員会は関係署名簿のうち点字で署名押印\nした者の署名を無効とした。右無効とせられたのは、別紙第二表記載の四七名及び\nそれ以外の二七名、以上計七四名の署名である。\n二、そこで原告等はそれぞれ右決定に対し異議の申立をしたところ、右各委員会は\nそれぞれ別紙第二表記載の日に異議棄却の決定をした。右の異議は、原告Ｈ同Ｉ同\nＪ同Ｋ同Ｌ及び同Ｍはそれぞれ自己の点字署名につき、原告Ｄ同Ｅ同Ｇ及び同Ｎは\nそれぞれ自己の署名及び署名蒐集受任者としてその関係の署名につき、原告Ｆは署\n名蒐集受任者としてその関係の署名につき、いずれも為したものであり、前記異議\n棄却決定の理由は、点字そのものが画一的であるため、自署であるかどうかを識別\nすることができず、また、地方自治上点字を文字とみなす旨の規定がない、という\nにある。\n三、右決定について原告等は、それぞれ別紙第二表記載の日に被告に対し審査申立\nをしたところ、被告は昭和四三年六月八日附で、本件請求は法定の有効署名を得、\n同年五月二四日請求代表者から知事に対しその請求があり、知事はこれを受理し、\n同月三一日府議会に付議したから、原告等主張の条例制定請求は既に成立してい\nて、原告等申立の署名の効力は右条例制定請求成立に異動を及ばさず、従てその審\n査請求にかかる署名の効力を確定する法律上の意義を有しない、との理由で、右審\n査請求を却下する旨の裁決をし、原告等は同年六月九日その告知を受けた。\n四、然しながら右裁決には以下述べるとおり違法がある。即ち、条例の制定改廃の\n請求権は個々の住民の基本的権利として保障され、有効署名が五〇分の一以上に達\nしたからといつて、それ以上の署名が妨げられる理由はない。地方自治の本旨上、\n直接請求が何名の住民に基き為されたかということは議会においてその条例を審議\nされる際に重視せらるべきは当然であつて、単に最少限度の署名があつたか否かの\nみが問われるものではない。地方自治法第七四条の二においてその争訟の主体を広\nく、「関係人」と定め、選挙管理委員会が無効とした署名の効力について請求代表\n者のみならず当該署名をした個々の住民からも争訟を提起しうることとしているこ\nとの一事を以てしても、被告の裁決が誤つていることは明らかである。殊に本件に\nおいては、大阪府下有権者総数の五〇分の一（九七、九一一名）を超える六八一、\n二八六名の署名について既に有効と確定され、昭和四三年五月三一日その請求の条\n例案を大阪府議会に付議せられ、同議会において同月三〇日から同年六月八日まで\nのいわゆる六月府議会で審議せられたが、未だ議決に至らず、次期の議会に継続し\nて審議する旨決した当時に原告等の審査請求を却下したのであつて、これは原告等\nの審査請求権を侵害するに止まらず、点字により文書表現を行う外に途のない盲人\nの基本的人権をないがしろにするものという外はない。\n五、そうして右無効とせられた点字による署名はいずれもそれぞれの原告が自身点\n字器を使用して点字により自己の氏名を記載しその名下に自己の印鑑（その印鑑に\nはそれぞれの氏が表示されている）を押したものであるから、右記載は氏名を自書\nしたものに外ならず、署名といいうべきこと勿論である。点字もその使用した点字\n板、点筆により差異が生ずるものであり、点字を記載する程の盲人であれば、すべ\nて各自が点字器を備えている。又同一の点字器を使用しても、点筆に加える力の強\n弱や力の作用する角度等に各人の癖があり、点字には必ずといつてよい程の個人差\nがあらわれるから、それが自己の点字であるか否かの判別は可能であり、その困難\nさの程度についても、通常の署名即ちインクをつけたペン等で記載された署名につ\nいて、それが本人が他人の筆跡に似せて記載し或は他人が本人の筆跡に似せて記載\nしたのであるか否かを識別するのに比して、勝るものでないのみならず、盲人の絶\n対数は限られているから、その調査は寧ろ容易であり、更にその判読についても、\n点字表との対照により極めて容易である。その上、盲人にとり唯一の文字である点\n字による署名（右通常の署名では署名者自身たる盲人に認識することができないか\nら盲人にとり何の意味も持ち得ない。）の効力を認めないことは憲法第一一条第一\n三条第一四条第一六条に反する結果となり、もし地方自治法が点字による署名を無\n効と定めているというのであれば、地方自治法の規定自体が憲法の右各条に違背し\n無効という外はなく、本件各署名はいずれも地方自治法第七四条の三第一項各号の\nいずれにも該当せず有効のものである。\n六、よつて原告等は被告の為した本件裁決の取消を求めるのであるが、右裁決の理\n由が前記のとおりであり、被告は従来、争訟手続外で、点字による署名を無効とし\nて取扱う旨明言しているので、右裁決の取消を得ても、再び被告により本件署名を\n無効とされることは明らかであるから、直接に右署名の有効確認を求め、予備的に\n右裁決の取消を求める。\nと陳述し、被告の答弁に対し、七、原告等の本訴請求が被告のした本件裁決の取消\nを求め本件署名の有効確認を求めるにあることはいう迄もないところである。然し\n右裁決の取消を求める旨の訴状請求の趣旨の記載によつては右の本旨を充分に表現\nし得ない憾のあることを慮り、請求の趣旨の表現を補正するためその変更申立とい\nう手続をとつたのに過ぎないのであり、その際もし被告の裁決が本件署名の効力に\nついて判断を示していないという形式的理由により、署名の有効確認を求めえない\nというのであれば、右裁決の取消のみを求める外はないので、その趣旨を明らかに\nするため、これを第二次請求として明示することとしたものである。被告は、右第\n一次請求は市区町村選挙管理委員会を相手方とすべきもの、と主張し、それはいわ\nゆる原処分主義を論拠とするものと解されるが、地方自治法第七四条の二第九項の\n訴訟について、行政事件訴訟法第一〇条第二項の適用はないのであつて、その他右\n第一次請求に対する被告の本案前の主張はすべて原告等の請求の趣旨の表現形式の\nみに着眼し、右地方自治法の条項に基く本訴請求が署名の効力の確定を目的とする\n訴訟であるという本質を無視したものであつて、失当である。\n八、地方自治法第七四条の二において署名の効力を争いうる者は広く「関係人」と\n定められており、請求の手続の進展に応じてその範囲を限定し、請求代表者とその\n余の関係人との間に差別を認めるような解釈を容れる余地はなく、又争訟の対象た\nる事項についても、署名を無効とする決定と有効とする決定を区別し別異に取扱う\nという定は存しない。このことは署名の効力に関する争訟を個々の署名の有効無効\nを確定するためのものと位置づけていることを明示するものであり、これは、直接\n請求権が元来個々の住民の基本的権利であるということに淵源するからに外ならな\nいのである。本件裁決を適法とする被告の主張（争訟利益の消滅）は、右第七四条\nの二の文理を無視し署名の効力に関する争訟制度本来の趣旨を歪曲して、直接請求\nの要件たる法定署名数に達するか否かを確定するためのものに矮小化しようとする\nもので不当であり、殊に本件裁決は未だ条例の制定が成否未定であつた段階におい\nて為されたもので違法である。そうして右の条例案がその後昭和四三年一〇月一三\n日大阪府議会において、賛成少数により、否決されたことは認めるけれども、この\nために本件訴訟が訴の利益を失うに至つたものとする被告の主張もまた右の理由に\nより失当である。本件において争われている内容は単に署名名義人が自ら自己の氏\n名を記載したか否かというようなことではなく、点字による署名が有効か否かとい\nう問題であり、点字を唯一の文字とする原告等（原告Ｆを除く）が住民の基本的権\n利である直接請求権を行使しうるか否かという極めて切実且つ重大なその権利にか\nかわる法律問題であつて、本件の帰趨は全国約二〇万の盲人の権利にかかわるので\nあり、もし裁判所において実体判断を拒否されるならば、点字による署名の有効無\n効の判断はすべて行政庁の決するところとなり、憲法第三二条にも反することとな\nる。\nと述べた。\n被告訴訟代理人は、第一次請求に対する本案前の答弁として、「本件訴を却下す\nる。訴訟費用は原告等の負担とする。」との判決を求め、その理由として、一、原\n告等の第一次請求は、原告主張の本件裁決が後に述べるとおりその主張の本件署名\nの効力につき何等の判断を示していないのであるから、右裁決の取消を求める第二\n次請求とは別個の請求と解すべきところ、右第一次請求たる署名の有効確認を求め\nる請求を、（１）署名の効力に関する決定の取消を求めるものと解しても、行政事\n件訴訟法第一〇条第一一条により、（２）同法第四三条第三項の規定によるものと\n解しても、右第一〇条第一一条制定の趣旨に鑑み、（３）地方自治法第二五七条第\n二項により出訴できる場合も、現実には何等の判断を示していない機関を相手方と\nすることは適当でないから、いずれも市区町村の選挙管理委員会を相手方とすべき\nものであつて、右署名の効力につき何等の判断を示していない被告を相手方とする\n本訴はこの点において不適法たるを免れない。\n二、右第一次請求は昭和四三年七月五日附同日受付請求の趣旨変更申立書により追\n加されたものであるところ、従前の裁決取消請求（右追加により第二次請求となつ\nた）は、その裁決の理由に鑑み、地方自治法第七四条の二第一三項の署名の効力を\n争う請求でないから、\n（１）　右第一次請求を本件署名の効力に関する決定もしくは異議の決定の取消を\n求めるものと解すればその相手方は前記のとおり市区町村の選挙管理委員会とすべ\nきものであつて被告とすべきものではないから第二次請求との間に行政事件訴訟法\n第一九条準用の余地はなく、\n（２）　裁決庁を相手方としうるものと解しても、第二次請求が取消訴訟であるの\nに対し第一次請求は当事者訴訟の類型に属するものと解せられ且つ地方自治法第七\n四条の二第一三項は広く関連請求の併合を認めないから、右両請求の間には行政事\n件訴訟法第一九条は準用がなく、\n（３）　本件裁決が前記のものである以上、その取消を求める第二次請求と本件第\n一次請求とは表裏一体のものとは解することができず、\n従て右第一次請求は裁決書交付の日（昭和四三年六月九日）から一四日を遥に経\n過した後に至り追加されたものであり、出訴期間経過後の提起である点においても\n本訴は不適法である。\nと述べ、第一次請求及び第二次請求の各本案について、「原告等の請求を棄却す\nる。訴訟費用は原告等の負担とする。」との判決を求め、答弁として、一、原告等\n主張の請求原因事実のうち、一、二及び三はそのうち一の事実中署名蒐集終了の日\nを争う（右終了の日は同年四月一日）ほか、全部これを認め、同四の事実は、その\nうち有権者数の五〇分の一の数、有効と判定せられた署名の数、条例案が付議せら\nれたこと、その年月日及び継続して審議することと決したことは認めるけれども、\nその余は否認する。同五の事実は、そのうち点字による氏名の記載及び印影のある\nことは認めるが、その余の部分は、右の記載が署名者自身によつてなされたことを\n含み、否認する。\n二、本件大阪府条例制定請求に関する事実関係は次のとおりである。即ち、\n１、本件請求はその署名のうち有効と判定されたもの六八一、二八六名に達し有権\n者総数の五〇分の一（九七、九一一名）を遥に超えた。そして右有効と判定された\n署名については異議の申出がなく、縦覧期間の経過とともにその有効が確定し、無\n効と判定された点字による記載について一部異議の申出があり次で審査の申立が為\nされた（異議に対する決定は五月九日から同月一六日までの間に為され、審査の申\n立は同月二〇日及び二四日に為された）。\n２、一方、請求代表者は右署名の効力の決定に不服がなく、五月二四日大阪府知事\nに対し請求を行い、同知事はこれを適法として受理し、同月三一日右請求にかかる\n条例案を大阪府議会に付議した。\n３、そこで被告は前記審査申立に対し、これを維持する利益が消滅したとして、同\n年六月八日却下の裁決をしたのであるが、その理由は、単に有効署名総数が五〇分\nの一以上であるから審査申立の利益がないというのではなくて、請求は大阪府知事\nにより適法として受理せられ且つ有効署名についてはその有効であることが確定し\nているので、原告等申立の署名の効力如何に拘らず、請求が不適法として覆えされ\nることはありえず、かかる段階では最早審査申立を維持する利益が消滅したという\nのである。\n４、そうして右付議された条例案は昭和四三年一〇月一三日大阪府議会において否\n決された。\n三、（争訟利益の消滅）、１、ところで、署名の効力に関する争訟は、個々の署名\nの有効無効を確定するためのものであつて、法定署名数に達するか否かを確定する\nことを直接の目的とするものではないけれども、右争訟の制度は又個人の具体的権\n利義務に関する争訟ではなくて、直接請求手続の公正を確保するために、関係人に\n広く争うことを認めたもので、民衆争訟の類型に入るものである。そして右手続の\n公正確保とは、直接には署名の効力に関する証明の公正確保に在るのであるが、そ\nれは単に各個人の請求参加の有無を確定するためではなくて、究極的には、直接請\n求が適法のものであるか否か、即ち、有効署名数が法定数に達するか否かについて\nの公正を確保するに在り、このことは、（１）直接請求は住民個人が直接に行いう\nるものではなく、一定数の集合行為として、請求代表者の名義により、請求代表者\nを通じてのみ行いうるものであると定められていて、各個人が署名簿に署名するこ\nとによりその個人々々が直接請求をするようには定められていないこと、（２）こ\nの制度が制定されたのは、その制定以前においては、例えば議会の解散及び解職の\n請求などにおいて、賛否投票の後になつてから多数署名の効力が争われうる不都合\nがあり、これを是正するため署名の効力について別個独立の争訟制度を設ける趣意\nに出でたものであること、によつても明白である。\n２、従て署名に関する争訟を維持する利益があるか否かは、右争訟制度の根本趣旨\n及び条例制定、直接請求の性質、仕組を考慮して判断すべきものであり、条例制定\n請求は条例案の発案と解せられ、住民の手続は請求受理の確定により終了するので\nあるから、右受理後においては、請求の成否に影響がある場合に限り、争訟の利益\nが存続するものと解すべきである。\n３、請求代表者は有効署名数が法定数以上であるときにも無効と判定せられた署名\nを争うことができるけれども、それは何名の有効署名を以て請求をするかを代表者\nの意思にかからせるのを適当としたのに外ならないから、代表者が争わないで請求\nを行つたのに、署名者本人が代表者の意思に反して署名の有効を主張するのは、代\n表者を通じてのみ行われうる直接請求制度の体系に反することとなるから、有効署\n名について争があり、その結果によつては有効署名数が法定数を割るに至るべき場\n合に限り、その利益があると解すべきである。\n４、議会の審議が個々の署名の効力に左右されることもありえない。署名簿は知事\nに提出されるのみで、議会に送付されることはなく、知事が請求を受理したとき\nは、請求代表者の住所、氏名及び請求の要旨を告示し公表するのみで、有効署名総\n数、署名者を公表せず、議会に対し知事名で条例案を付議し、これには請求代表者\nの氏名さえも記載せず、議会は署名者を知りえないし、たとえ何らかの事情により\nこれを知りえても、特定人の署名の有無、効力により影響を受けることはありえ\nず、又争の対象となつている無効署名数の大小は問題にならない。争訟の利益の問\n題としては、一人の署名でも有効を主張する意味があるか否かということであり、\n一名でも有効署名数が多くなることが審議に影響を及ぼすかどうかということでな\nければならないが、そのようなことはあり得ない。殊に本件のように六八一、二八\n六名の有効署名の上に更に一名の有効署名が加わることにより、議会の審議に影響\nがあるとは、到底考えられないところである。\n５、以上の次第であるから、条例制定請求が受理せられ有効署名には争がなく、請\n求（条例の発案）の確定した本件にあつては、もはや署名の効力を争う利益は消滅\nしたと解すべきであり、被告の裁決は適法であり、仮に右の見解が失当であつて、\n被告の裁決が違法であつたとしても、本件直接請求にかかる条例案は前記のとおり\n昭和四三年一〇月一三日大阪府議会において否決せられたから、これにより本件訴\n訟はその法律上の利益を失うに至つたものである。\n四、（点字による署名の無効）\n直接請求において要求されている署名とは氏名を自書するの謂であることはいう\n迄もないが、点字による氏名の記載は点字器即ち点字板と点筆、または点字タイプ\nライターにより、紙に点を刻することにより一定の音を表わすものであり、氏名の\n自書ということができないのみならず、点字は一般に通用するものではないので、\n選挙管理委員会においては当然には判読することができず、また、いわゆる自筆と\n異り、点字板と点筆、又は点字タイプライターにより点を刻するものであるために\n外形的特徴により記載者を識別することが不可能であり（点字の打ち方に個人差が\nあり、癖があつて、識別が不可能でないとしても、点字板の穴の大きさ、点筆の針\nの太さがメーカーにより異るので、これらの器具が異ることにより点字にも差異が\n生じ、更に、同一の器具を使用しても、日により時により力加減に差異が生じ、打\nち方に微妙な差異が生ずることは否定できないので、その識別は極めて困難であ\nり、この点につき本人、証人を取調べることもまた同様に困難である）、集合的、\n定型的であつて、迅速な処理と高度の形式的安全性が要求される直接請求制度本来\nの趣旨からみて、点字による氏名の記載を署名とすることはできない。なお、署名\nは平仮名又は片仮名を用いても差支がないし、その文字の大きさにも制限がないか\nら、点字による氏名の記載を右のように署名といえないと解しても、これにより盲\n人に対し直接請求への参加の途を全く閉したことにはならない。\n五、原告等主張の憲法第一一条第一三条第一四条第一六条はいずれも直接請求の制\n度とは直接の関係がない。直接請求は地方自治の問題で、法律で定められることと\nされており（憲法第九二条）、法律は直接請求の制度上の制約から請求の署名に参\n加しうる者を選挙人名簿に登録されている者に限定し、自己の氏名を自書しえない\n者に参加の途を開いていないのであつて、点字による氏名の記載を許さないのも同\n様に手続上の必要に基く止むを得ない制約に過ぎず、これを以て憲法違反とする原\n告等の主張も失当である。\nと陳述した。\n理　　　由\n一、昭和四三年一月一〇日訴外Ｂ同Ａ及び同Ｃが原告等主張の大阪府条例制定請求\nのため同府知事からその証明書の交付を受け、自身で及び原告Ｄ同Ｅ同Ｆ同Ｇ外五\n四、七五五名に委任して、選挙権ある住民の署名を得、関係各市町村の選挙管理委\n員会に対し関係署名簿を提出し所要の証明を求め、そのうち原告等主張の本件署名\nを無効とせられたので、原告等はそれぞれその主張のとおり、異議の申立をして棄\n却せられ、更に被告に対し審査申立をしたところ、被告から、本件請求は法定の有\n効署名を得、昭和四三年五月二四日請求代表者から知事に対し請求があり、知事は\nこれを受理して同月三一日大阪府議会に付議し、ここに条例制定請求は成立したか\nら、原告等申立の署名の効力は条例制定請求に異動を及ぼさず、本件審査請求は法\n律上意義を有しない、との理由で右審査請求を却下する旨の裁決を受け、同年六月\n九日その告知を受けたことは、その署名蒐集終了の日を除き、全部被告の認めると\nころである。\n二、（署名の有効確認を求める請求について）、原告等は右の事実関係に基き、本\n件署名の有効確認を被告を相手方として求めるのであるが、本件署名を無効とした\nのは前記各市町村選挙管理委員会であつて、被告の裁決には右有効無効の判断を示\nしていないこと前記のとおりであるから、右有効確認を求めるためには各関係市区\n町村選挙管理委員会を相手方とすべきものであり、即ち右請求についての原告等の\n本訴は被告についての当事者適格を欠くものとして却下を免れず、原告等の右請求\nが、将来被告に対し本件署名の効力について判断を求めたときは、これを無効とさ\nれることが必至であるから、予め被告を相手方としてその有効確認を求める、とい\nうのであると解しても、それは訴につき即時確定の利益を欠くものとして、これま\nた却下を免れない。この点につき原告等は、右請求は本件裁決の取消を求める請求\nと表裏一体を成すといい、また、表現の補正に過ぎないというが、本件裁決が右署\n名の効力について判断を示していないこと前記のとおりであり、従て右裁決取消の\n裁判をすることは直に前記署名を有効とする裁判をしたことにはならないから、原\n告等の右主張は失当であり、当事者適格を欠く訴、即時確定の利益を欠く訴につい\nて本案の裁判をしないことは憲法第三二条に反するものではないから、この点に関\nする原告等の主張も失当である。\n三、（裁決取消を求める請求について）、本件大阪府条例制定請求が、法定数九\n七、九一一名を超える六八一、二八六名の署名が有効と確定して、受理せられ、昭\n和四三年五月三一日大阪府議会に付議せられたが、同年一〇月一三日同議会に否決\nせられたことは当事者間に争がなく、してみれば原告等請求にかかる本件裁決を取\n消しても、右条例の成否には何等の影響がないから、原告等のこの請求は訴の利益\nを欠くものというべく、これまた訴却下を免れない。原告等は、この請求につき実\n体の判断をしないことは住民としての基本的権利を侵害し憲法第一一条第一三条第\n一四条第一六条に反する旨主張するが、本件裁決が前記署名の効力についての判断\nを示さず従てこれを取消しても右署名の有効を判断したことにならないこと前記の\nとおりであるから失当であり、また憲法第三二条も利益を欠く訴について迄も本案\nの判断を示すことを命ずるものでないこと前説明のとおりであるから、この点の原\n告等の主張も失当である。\n四、なお本件裁決当時法定数を超える署名が有効と確定し原告等請求にかかる条例\n案が大阪府議会に付議されていたことは当事者間に争がないから、本件裁決におい\nて原告主張の署名を有効と判断しても、これにより右付議（発案）に何等の影響が\nなく、従つて右裁決が署名の効力につき判断を示す必要がないとしたのは正当であ\nる。もとより地方自治法第七四条の二の争訟が個々の署名の効力を確定するための\nものであること原告等主張のとおりであるけれども、それは窮極的にはその署名を\n得て為された直接請求の成否に繋るものであるから、既にその請求が有効として受\n理せられ、その請求にかかる条例案が議会に付議された後の段階において、その無\n効とせられた本件点字による署名の効力の有無について行政庁の判断を求めるの\nは、直接請求を機会としたに止まり、これとは無関係に、点字による署名の効力に\nついて行政庁の判断を求めようとするに等しいのであり、また、有効署名の数が多\nければ多いほどその請求にかかる条例案が議会において可決される可能性が多くな\nるということはいえようが、それは最早政治的な利益に属し、法律上の争訟の利益\nということはできないから、行政庁がその判断をしなかつたからといつて、住民の\n基本的権利を害したものということはできないし、盲人につき個人として尊重せず\n差別をしたものともいうことができず、請願権を侵害したものでもなく、その他右\nの説示に反する原告等の所論は、その独自の見解として、採用しない。\n五、以上のとおりであるから、原告等の本件訴を却下し、訴訟費用の負担について\n民事訴訟法第八九条第九三条を適用して主文のとおり判決する。\n（裁判官　石井末一　竹内貞次　畑郁夫）\n（別紙第一、二表省略）\n"
}