{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 6,
    "day": 3
  },
  "case_number": "昭和43(行ス)6",
  "case_name": "退去強制処分執行停止決定に対する即時抗告事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "１　執行停止申立てが却下されたのち，再度同一処分の執行停止を求めることの許否　２　行政事件訴訟法第２５条第３項後段に当たるか否かの判断基準",
  "case_gist": "１　執行停止申立てを却下した決定が確定した場合，右却下決定が申立ての形式的要件の欠缺を理由とする場合は格別，当事者および裁判所は右決定に覊束され，申立人はその後の事情変更を理由とするものでなければ，同一事件につき再度その執行停止の申立てをすることは許されない。　２　行政事件訴訟法第２５条第３項後段の規定は，執行停止の消極的要件であって，本案について理由のあることを申立人において積極的に疎明することを要求しているものではないから，申立人の主張自体からみて，明らかに理由がないとみえるとき，または被申立人において係争処分が適法要件を具備し，何らの瑕疵もないことを疎明したときでない限り，右消極的要件には該当しないと認めるのが相当である。",
  "lawsuit_id": "18461",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18461",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/461/018461_hanrei.pdf",
  "contents": "主　　　文\n本件抗告を棄却する。\n理　　　由\n本件抗告の趣旨およびその理由は別紙記載のとおりである。\n抗告人の抗告理由二の（一）の点について、\n行政事件訴訟法第二五条に基く行政処分の執行停止の申請に対し裁判所において\n同申請却下の決定をなし、同決定が確定した場合、右却下決定が申請の形式的要件\nの欠缺を理由とする場合は格別、当事者および裁判所は右決定に覊束され、申請人\nはその後の事情変更を理由とするものでなければ、同一事件につき再度その執行停\n止の申請をなすことは許されないものであることは抗告人主張のとおりである。\nしかして、本件記録によると、相手方らは、昭和四三年三月三〇日福岡地方裁判\n所に対し抗告人が相手方らに対し同年七月三一日付でなした退去強制令書発付処分\nの取消を求める抗告訴訟を提起するとともに、同日、同裁判所に対し右処分の執行\n停止の申請（同裁判所昭和四三年（行ク）第九号）をなしたところ、同裁判所は同\n年九月一〇日、相手方らの申請の一部を認容して、抗告人の相手方らに対する昭和\n四三年七月三一日付退去強制令書に基づく送還は、同裁判所昭和四三年（行ウ）第\n八二号退去強制令書発付処分取消訴訟事件の判決確定に至るまで停止する。相手方\nらのその余の申請は却下する旨の決定がなされ、これが確定したことおよび相手方\nらは右決定後の同年一〇月一七日、再度前記事件に関し、同裁判所に、抗告人が昭\n和四三年七月三一日付でなした前記退去強制令書の執行（送還部分を除く）は前記\n抗告訴訟の判決確定に至るまでこれを停止する旨の本件行政処分の執行停止の申請\nをなしたところ、同裁判所は同年一一月二九日相手方らの右申請を認容して、前記\n退去強制令書に基づく収容を停止する旨の本件行政処分の執行停止決定をなしたこ\nとが認められる。しかし、相手方ら提出の本件執行停止決定申請書および昭和四三\n年一一月四日付準備書面を綜合すると、相手方らがなした本件行政処分停止決定の\n申請は、さきになされた前記決定後の事情を理由とするものであり、原決定も右決\n定後の新たな事情を考慮して本件停止決定をなしたものであることが認められるの\nで、原決定に対する抗告人の非難は理由がない。\n同（二）の点について、　行政事件訴訟法第二五条第三項によれば、行政処分の執\n行停止は「本案について理由がないとみえるときは、することができない」旨規定\nされているが、同法条の規定の仕方より考えるとき、右は、執行停止の消極的要件\nであつて、本案について理由のあることを申請人において積極的に疎明することを\n要求しているものではない。したがつて、申請人の主張自体からみて、明らかに理\n由がないとみえるとき、または被申請人において係争処分が適法要件を具備し、何\nらの瑕疵もないことを疎明しない限り、申請人の主張自体から判断して理由がある\nとみえるときは、右消極的要件には該当しないと認めるのが相当であるところ、本\n件において申請人が本案において主張するところが、その主張自体からして明らか\nに理由がないとはいえないし、また、その係争処分が適法であつて全く瑕疵のない\nことにつき、被申請人の疎明あつたとも認められないので、本件においては「本案\nについて理由がないとみえる」と断定することはできず、この点についての抗告人\nの主張は理由がない。\n同（三）の点について、\n行政処分の執行停止の要件である「回復困難な損害」とは、社会通念上それを被\nつたときはその回復が容易でないと認められるものをいうところ、当裁判所も原決\n定と同一の理由により本件処分の執行により相手方らに回復困難な損害があり、か\nつこれを避けるため緊急の必要があるものと認めるので、この点に関する原決定の\n理由をここに引用する。\n同（四）の点について、\n本件記録によると、相手方Ａ、同Ｂは昭和二四年頃からその余の相手方らは出生\n以来それぞれ本邦に住居し、その間平穏な市民生活を営んでいたことが認められ、\n特に、本件退去強制令書に基づく収容の執行が停止されることにより、公共の福祉\nに重大な影響を及ぼすおそれがあることを認めるに足る疎明はなく、またそれによ\nり法務大臣の外国人に対する一般的管理体制を乱すものということは到底考えられ\nないので、この点についての抗告人の主張は理由がない。\nその他一件記録を精査するも、原決定にはこれを取消すべき何らのかしも認め得\nない。\nよつて、本件抗告は理由がないからこれを棄却することとし、主文のとおり決定\nする。\n（裁判官　中園原一　原政俊　岡野重信）\n（別紙）\n抗告の趣旨\n原決定を取消す。\n本件申立を却下する。\n申立費用は全部相手方の負担とする。\n抗告の理由\n一　原決定の経緯\n相手方らは昭和四三年八月三〇日福岡地方裁判所に対し、抗告人が相手方らに対\nし昭和四三年七月三一日付でなした退去強制令書発付処分の取消を求める訴（同裁\n判所昭和四三年（行ウ）第八二号退去強制令書発付処分取消請求訴訟）を提起し、\n同日同裁判所に対し右処分の執行停止の申立（同裁判所昭和四三年（行ウ）第九号\n退去強制処分執行申立事件）をしたところ、同裁判所は昭和四三年九月一〇日相手\n方らの申立を一部認容して抗告人の相手方らに対する昭和四三年七月三一日付退去\n強制令書に基づく送還は同裁判所昭和四三年（行ウ）第八二号退去強制令書発付処\n分取消訴訟事件の判決確定に至るまで停止する。相手方らのその余の申請は却下す\nる旨決定がなされ、これが確定したにもかかわらず、相手方らは再度昭和四三年一\n〇月一七日その余の却下部分に対する執行停止の申立をなし、同裁判所はこれの申\n立を認容して昭和四三年一一月二九日右退去強制令書に基づく収容は同裁判所昭和\n四三年（行ウ）第八二号退去強制令書発付処分取消請求事件の判決確定に至るまで\n停止すると決定し、その決定は同日抗告人に送達された。\n二　原決定の不当性\n（一）　本件執行停止申請は不適法である。\n行政処分の執行停止の申請に対し、却下の決定がなされ、これが確定した場合に\nおいては、右却下が申請の形式的要件の欠缺に基づく場合のほか、当事者および裁\n判所は右決定に覊束せられ、申請人はその後の事情変更を理由とするのでなければ\n同じ本案事件について再度の執行停止の申請をすることは許されない（大阪高裁昭\n和三一年一二月七日決定、行裁例集七巻一二号三、二〇七頁）。\nところで本件については、先に述べたとおり、相手方らの初回の退去強制処分停\n止申請に対して福岡地方裁判所は、昭和四三年九月一〇日相手方の申請を一部認容\nする旨の決定をなし（疎乙第三号証）、これが確定したにもかかわらず相手方らは\n再度本件執行停止の申請をなしたものであり、その理由は先の申請と全く同じ理由\nであるかまたは当然先の申請において主張すべきであつた事項ばかりであつて、そ\nの後に変更した事情は何ら主張されていないのである。従つて再度なされた本件執\n行停止申請は不適法として却下さるべきものであつた。\nしかるに原決定はこの点について何らふれることなく再度の執行停止の申請を認\n容して本件決定をなした。\nところでこのように再度の執行停止の申請を許すならば執行停止の申請に対して\n許否いずれの決定に対しても即時抗告をすることができると規定する行政事件訴訟\n法二五条六項の法意は失われるものである。\nすなわち、再度の執行停止の申請の実質は先の決定に対する抗告と同じであり、\n相手方らは先の決定に不服であるならば速かにこれに対して即時抗告を提起すべき\nものであり、先の決定が確定した後において再度申請をすることは許されない。\n従つてこのことを看過して再度の執行停止申請を認容した原決定は違法である。\n（二）　本件申請は本案について理由のない申請である。\n（１）　原決定は本件執行停止申請は、本案について理由がないとみえるときに当\nたらないとされるが、本件退去強制処分は、相手方らの在留期間の更新申請が不許\n可となり（相手方Ｃ、同Ｄ、同Ｅについては更新許可の申請がなされていない）、\nまた昭和三九年一一月より生活保護法の適用を受け、国又は地方公共団体の負担と\nなつていたため（疎乙第四号証）出入国管理令二四条四号ロ、ホに該当するとして\n退去強制処分に付したものであり、本件退去強制処分の適否は一に在留期間の更新\n申請の不許可処分の適否にかかつているものである。\n（２）　ところで更新申請の許否に関する処分は、出入国管理令二一条三項に定め\nられているとおり、法務大臣が当該外国人の提出した文書により在留期間の更新を\n適当と認めるに足りる相当な理由があるときに限つて許可するものであり、そして\nこの法務大臣の判断の内容は、国際情勢および外交政策をも考慮のうえ行政権の高\n度の政治責任において合目的に決定さるべき裁量の範囲の広い性質のものである。\n裁量処分については、裁量の範囲をこえているか、またはその濫用があつた場合\nにかぎり当該処分が違法となるものである（行政事件訴訟法三〇条）。\n（３）　ところで本件不許可処分についてみるに相手方らは裁量権の範囲をこえて\nいることまたは濫用があつたことについて全く抽象的な主張を行なつているに過ぎ\nないものである（これらの主張が失当なことについては、抗告人の原審における意\n見書第二項（二）以下に述べているとおり）。\nしかるに原決定は、全く安易に「本案について理由がないとみえるときに当たら\nないと考えられるので」として本件執行停止申請を容認しているのである。\n行政処分について執行不停止が原則であるのにこのように安易に原決定が執行停\n止を容認していることは失当というほかない（退去強制処分の執行停止申立事件に\nついて同旨のもの、東京高裁昭和三七年一一月一五日決定、行政判例集一三巻一一\n号二、一〇三頁、仙台高裁昭和四二年三月九日決定、訟務月報一三巻四号四六八\n頁）。\n（三）　本件申請は回復困難な損害をさけるための緊急の必要性がない。\n（１）　原決定は、相手方Ｆ、同Ｃ、同Ｄ、同Ｅについて「かかる少年ないし幼児\nを収容状態におくこと自体、しかもかかる時期に教育の場を奪うことは精神的、肉\n体的に回復困難な損害というべく、右退去強制令書に基づく収容により生ずる右回\n復困難な損害を避けるため緊急の必要性がある」とし、相手方Ａについては「前記\n相手方らの収容を停止するが相当とした場合、かかる少年ないし幼児を放置しなけ\nればならないということは同人にとつて回復困難な損害というべく、またその生活\nを見るためには相、方Ａ、同Ｂによる食堂経営が絶対に必要なことでありにこれを\n放置しなければならないということは正に相手方Ｂくとつて回復困難な損害という\nことができ、右退去強制令書に基づく収容によつて生ずる右回復困難な損害を避け\nるため緊急の必要性があるものと解するのが相当である」とする。\nしかしながら、回復困難な損害を避けるため緊急の必要性があるかどうかは、事\n実として生ずる損害を当事者に受忍させることが社会通念上相当と認められるか、\n執行停止制度の趣旨目的に従つて決せらるべきものであり、原決定の挙げている損\n害はいずれも出入国の適正な管理を実施する上で法制上必要なものと定められてい\nる退去強制処分を実施するに伴い必然的に発生する障害であり、特に本件退去強制\n処分についてだけ異常のものでない。原決定の論理に従うと、少年や幼児を伴う不\n法入国者についての退去強制処分については、常に執行停止が認められなければな\nらないという理不尽な結果になつてしまい、執行不停止を原則とする行政事件訴訟\n法二五条の法意に反することになる。\n（四）　原決定は公共の福祉に重大な支障を来たす。\n原決定の結果在留資格を有せず現に在留が相当でないものとして退去強制処分を\n受けている相手方らを何らの制限を加えることなく、収容せずに本邦に放置しなけ\nればならないこととなつたが、仮放免中のものはもちろんそうでない者も在留更新\nが認められた以上の法律効果を招来してしまい（仮放免中のものについては出入国\n管理令五四条二項の規定により住居、行動範囲などの制限を受け、また在留特別許\n可を受けている者については同令五〇条二項の規定により法務省令の定めるところ\nにより在留期間その他必要と認める条件を付することができることになる。）相手\n方らは全く自由に行動し得ることになつたが、これは法務大臣の高度の政治的責任\nのもとに行使する外国人の管理体制をみだし、外国人の管理ないし出入国管理令の\n適用上においてゆゆしき結果を生ずる。\n従つて本件退去強制処分のうち、送還部分を除く執行（収容）の停止は認めらる\nべきではなく、原決定はすみやかに取り消さるべきである。\n"
}