{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 11,
    "day": 14
  },
  "case_number": "昭和36(う)1635",
  "case_name": "詐欺等被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "article_info": "第14巻8号570頁",
  "gist": "被欺罔者が、欺罔者の名義で銀行に当座預金口座を開設し、被欺罔者みずから小切手帳、当座勘定入金票および印鑑を保管している場合でも、詐欺罪が成立するとした事例",
  "case_gist": "被欺罔者が、欺罔者のため一定の期間だたけ欺罔者の名義で預金し、その後は確実に払戻しをうけ得るものと誤信し、欺罔者名義で銀行に当座預金をなし、みずから小切手帳、当座勘定入金票および印鑑を保管していても、欺罔者において右預金の払戻しをうけるため、あらかじめ約束手形用紙に右印鑑を押捺し、何時でもこれを振出す準備を整えておりかつ当座預金口座開設にあたり、当該銀行を支払場所とする約束手形についても支払委託の約定がなされているときは、被欺罔者が現金を銀行に払込むと同時に欺罔者において、これを騙取したものと解すべきである。",
  "lawsuit_id": "21214",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21214",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/214/021214_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中八〇日を原判決の本刑に算入する。\n理　　　　由\n弁護人の論旨第一点について\n所論は要するに、原判決が引用添付した別紙（二）の判示事実につき被告人がＡ\nをしてＢ銀行Ｃ支店に金一、〇〇〇、〇〇〇円を入金させたことを認めこの段階で\n騙取を遂げたものと判断したのは、法律適用の誤、理由くいちがいの違法を冒した\nもので、その判決に影響を及ぼすこと明かであるというにある。\nよつて、所論に基き本件記録を精査し原判決を仔細に検討すると、原判決挙示の\n証拠によれば、被害者Ａは被告人の原判示のとおりの詐言によりＤすなわち被告人\n名義の当座預金口座開設のため一〇日間位丈右銀行支店に預け置くにすぎずその後\n確実にその払戻を受け得るものと誤信し昭和三四年三月一六日被告人に伴われて右\n銀行支店に赴き現金一、〇〇〇、〇〇〇円と取引に使用すべく新調された印鑑を提\n出し所定の当座勘定取引契約締結の手続を了え、銀行員より自ら小切手帳、当座勘\n定入金票を受領すると共に右印鑑の返戻を受け爾後之等を終始自ら所持していたこ\nとが認められ、恰も所論のとおり右金一、〇〇〇、〇〇〇円は尚<要旨>被害者Ａの\n支配下に存するかのように思われるが、他面において、右印鑑は被告人が註文新調\nしたもの</要旨>であつて、被害者Ａが入手するに先き立ち秘かに約束手形用紙二枚\nに右印鑑を押捺して何時でも所要事項を記入し振出せるように準備していたことが\n認められるとともに、当座勘定取引契約においては本末小切手の支払を目的とする\nが、これに附随して当座勘定契約締結者において該契約締結銀行を文払場所と指定\nして振出した約束手形についてもその支払を委託されたものとして支払をする旨の\n約定がなされていることが取引慣行上通常であるのみならずＥ、Ｆの各司法警察員\nに対する供述調書、被告人の昭和三六年一月二五日付及び同年二月一日付検察官に\n対する各供述調書によれば、本件の場合も右約定のなされていることが窺知される\nので被害者Ａが被告人に欺罔されて少く共一〇日間位は手許の小切手帳を使用しな\nい意思であつたのに反し、被告人は直ちに右金一、〇〇〇、〇〇〇円を払い戻すこ\nとを企て、且つ現実にその払い戻しをうけ得る態勢にあつたと言うべきであるか\nら、畢竟、右金一、〇〇〇、〇〇〇円は右銀行支店に入金されることによつて事実\n上被告人の自由に処分しうべき状態に置かれたものと解するのが相当であり、従つ\nて、原判決が原判示の如く被告人においてＡをしてＢ銀行Ｃ支店に金一、〇〇〇、\n〇〇〇円をＤ名義の当座預金口座に入金させてこれを騙取した旨認定したのは固よ\nり正当であつて、原判決には所論のような違法はなく、論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長裁判官　山本謹吾　裁判官　目黒太郎　裁判官　深谷真也）\n別　紙\n昭和三十六年二月八日不起訴状記載の公訴事実\n被告人は、昭和三十四年三月十日頃オＨ街道札幌郡ａ町ｂｃ番地Ａ方において、\n同人に対し、真実は、被告人の当座預金口座開設資金として銀行に振込まれる金員\nは直に自己振出名義の約束手形の決済名下に払戻しを受ける計画であるのに拘ら\nず、この情を秘し「取引上の信用をつけるためＢ銀行Ｃ支店で当座預金口座を開設\nできることになったが、金がないので是非百万円貸して貰いたい。唯貸してくれと\nいっても信用しないだろうから、当座開設には新しい印鑑を使い、当座入金帳、小\n切手帳は、全部貴方に預けて私ではおろせないようにしておく。又百万円は十日間\n位置いて貰えばあとは貴方の方でおろして貰っても構わない」旨言葉巧みに詐言を\n申向け、同人をして、右百万円は単に当座預金口座開設に使用されるのみで、開設\n後は同人において確実に金額の払戻しを受け得るものである旨確認させ、囚って同\n人をして同年三月十六日頃、札幌市ｄｅ丁目ｆ番地所在Ｂ銀行Ｃ支店において、情\nを知らない同支店支店長代理Ｅに対し、Ｄ名義当座預金口座開設資金として、現\n金、小切手等合計百万円を交付させ、右口座に入金させてこれを騙取したものであ\nる。\n（その他の起訴状記載の公訴事実は省略する。）\n"
}