{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 4,
    "day": 22
  },
  "case_number": "昭和39(ネ)328",
  "case_name": "除名決議無効確認請求事件",
  "court_name": "福岡高等裁判所第三民事部",
  "lawsuit_id": "23612",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23612",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/612/023612_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は主文と同\n旨の判決を求めた。\n当事者双方の主張と証拠関係は、控訴代理人において、立証として乙第八号証の\n一、二を提出し、当審控訴代表者本人尋問の結果及び当審検証の結果を援用し、被\n控訴代理人において、立証として当審被控訴本人尋問の結果を援用し、乙第八号証\nの一、二は不知と述べたほか、原判決事実摘示と同一であるから、これをここに引\n用する。\n理　　　　由\n当裁判所も、被控訴人の本訴請求を正当として認容すべきものと判断するのであ\nつて、その理由は左記のとおり補足訂正するほか、原判決の理由説示と同一である\nから、これをここに引用する。\n労働組合の決議をもつて、組合員の政治活動を規制することができるかどうかの\n問題は、判例・学説上議論の存するところであるが当裁判所は憲法第二八条の法意\nに照らし、労働組合が組合員の労働者としての生活利益の擁護向上という観点か\nら、それに必要不可欠な一定の政治的要求を決議し、その実現のために一定範囲の\n政治活動を展開する場合において、組合がこれに違反した行動をする組合員に対し\nて、組合の統制権ないし懲戒権をもつてのぞむことの許されることがあるのは、必\nずしも否定しえないと解するのであるが、右統制権ないし懲戒権をもつて組合員を\n規制することのできる組合の政治活動の範囲（種類、内容や手段、方法等）につい\nては、労働組合の本来の目的と憲法の保障する組合員の個人としての基本的人権な\nどに照らして自ら限界があり、いかなる活動がその限界を逸脱するものというべき\nかの判定は、各具体的場合について個別的に判断するの外はない。\nそこで、本件組合の大会決議について見るのに、成立に争いのない乙第一号証に\n徴すると、右決議の要旨は「組合の政治活動の推進」として、組合の純経済的諸要\n求を解決するためには、現在の社会機構の下では、少なくとも石炭安定化の国家的\n施策を不可欠の要素とし、これが施策の実現は民社党の飛躍的成長に期待するのが\n最も適当であつて、本件参議院議員選挙（以下単に参議選ともいう）に際しては、\n民社党所属の全国区立候補者Ａを支持すること、及び「創価学会対策」として、本\n件参議選に際し、創価学会信者の組合員が他の組合員に〃折伏〃と称する強引な勧\n誘などによる選挙運動を行なうことも予測され、これが混乱を防止するため、今後\nは創価学会信者の組合員らがその信ずる教え故に、大会決議に基づく組合の団体行\n動を故意に破り、反組合的行動を行なつた場合には、組合規約により統制違反とし\nて処分されるべきことを決議したものであることが認められ、右認定に反する証拠\nはない。\n<要旨>しかるところ、憲法（第一四条、第一九条、第二一条等）は労働組合の組\n合員を含む国民の最も重要な基本</要旨>的人権の一つとして、政治活動の自由、就\n中公職選挙に関する選挙運動の自由を保障するものであつて、この憲法上の保障と\n労働組合の本来の目的に鑑みるときは、少なくとも組合員の公職選挙に関する適法\nの選挙運動を、たとえ組合内部かぎりででも、一般的包括的に制限禁止する組合決\n議は法律的には無効であつて、何ら組合員を拘束する統制力を有せず、従つて右決\n議違反の事実をもつて懲戒事由とすることは許されないものと解するのが相当であ\nる。而して前記認定の大会決議は、前記Ａ候補以外の立候補者を支持する組合員の\n政冶的活動（選挙運動）を一般的・包括的に制限禁止する趣旨のものと解されるの\nで、右決議は、右選挙運動を制限禁止した限りにおいて、法律的には無効であつ\nて、何ら組合員を拘束する統制力を有するものではないから、たとえ組合員が本件\n参議選に際し、右Ａ候補以外の他の政党所属候補者を支持するための反組合的行動\nたる選挙運動を行なつたとしても、この一事をもつてその組合員を懲戒処分するこ\nとの許されないのは明らかである。しかるに、控訴組合は、被控訴人に対する本件\n懲戒処分の事由の一つとして、被控訴人がＡ候補以外の候補者の選挙ポスターを訴\n外中里炭鉱株式会社中里鉱業所構内にある池田鮮魚店に掲示して、控訴組合員及び\nその家族らに向け、前記組合決議違反の選挙運動をしたことを主張するものである\nから、右主張の失当たることは前叙の次第により明らかであつて、右主張の事由を\nもつて本件懲戒処分を正当づけることはできない。さらに、控訴組合は、本件懲戒\n処分の事由として、被控訴人が右訴外会社構内には同会社及び控訴組合の許可なく\nしてポスター等の掲示ができないことを知りながら、反組合的意図をもつて前記選\n挙ポスターの掲示をし、組合規約を無視してその統制を乱したことを主張し、原審\n証人Ｂ、同Ｃは、右主張に副つて、会社構内には控訴組合若しくは会社の許可なく\nしてポスター等の掲示ができないことになつている旨証言するが、会社が会社施設\nの所有者ないし管理者の立場において、構内でのポスター掲示を許可事項とするこ\nとは理解できるけれども、これについて控訴組合の許可をも必要とすることについ\nての根拠が明らかでないから、この点の右証言はたやすく採用できない。のみなら\nず、原審証人Ｄ、同Ｅ、同Ｆ、同Ｇの各証言、原審及び当審における被控訴本人尋\n問の各結果並びに検証の各結果を綜合すると、被控訴人が訴外二名と共に、昭和三\n七年六月一三日本件参議選に際し、公明政冶連盟推せん候補Ｈの選挙ポスター一枚\nを前記池田鮮魚店の店先に掲示したこと及び同店の敷地が訴外中里炭鉱株式会社の\n所有地であることは認められるが、訴外Ｆが右会社より右敷地を借用して、右鮮魚\n店の建物を個人所有するものであり、しかも、右建物は公道（村道）に沿つて建て\nられていて、右ポスターは右建物の右公道に面する板張部分に貼付されていたもの\nであることが認められる上に、右建物全部が右会社構内に位置することを明確に区\n別するような施設は全く存しないので、少なくとも右ポスターの掲示個所は会社構\n内であると認めることは困難であるから、右掲示については右建物の所有者ないし\n管理者の承諾を得ればこと足り（被控訴人は右承諾を得ていたことが認められ\nる）、控訴組合は勿論、右会社の許可をも必要としないものと解すべきであつて、\n右判断を左右できる証拠はない。従つて、被控訴人が控訴組合及び会社の許可を受\nけないで、右ポスターを貼付したことが懲戒事由に該当するとする控訴組合の前記\n主張の理由ないことも亦明らかである。更にまた、控訴組合は、控訴組合において\n被控訴人に対し温情をもつて反省を促し、再犯をしないことの誓約を求めたのに、\n被控訴人はこれに応じなかつたので、止むなく本件懲戒処分がなされた旨主張する\nが、前叙の次第により被控訴人には統制違反の事実を認めえないので、右主張の事\n由をもつて本件懲戒処分を正当づけられないことも多言を要しないところである。\n以上説述したところにより、すでに本件懲戒処分は無効のものと断ずるの外はな\nいが、仮りに、被控訴人の本件ビラ貼りの所為が組合統制権に基づく懲戒処分の対\n象となるものであるとしても、原判決理由説示（原判決九枚目裏六行目以下）のと\nおり右所為の統制違反の程度は軽微であり、これをもつて被控訴人を除名即解雇す\nるに値するほどの著しい違反行為と目することはできないので、控訴組合の除名を\nもつてした被控訴人に対する本件懲戒処分は、いわゆる統制権の濫用として、これ\nを無効と認めるのが相当であるから、この点よりしでも亦、被控訴人の本訴請求を\n正当としなければならない。\nよつて、被控訴人の本訴請求を認容した原判決は相当であり、本件控訴は理由が\nないので、これを棄却すべく、訴訟費用の負担につき民事訴訟法第九五条第八九条\nを適用して、主文のように判決する。\n（裁判長裁判官　岩永金次郎　裁判官　岩崎光次　裁判官　小川冝夫）\n"
}