{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和41(う)425",
  "case_name": "外国為替及び外国貿易管理法違反被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "article_info": "第19巻4号435頁",
  "gist": "外国船舶乗組員に対するいわゆるコミッション又はオーバービル名義の支払行為と外国為替及び外国貿易管理法第二七条第一項第二号前段違反の罪の成否",
  "case_gist": "法定の除外事由もなく、また主務大臣の許可又はこれに代るべき日本銀行等の承認を受けないで、非居住者である外国船舶乗組員に対し、いわゆるコミッション又はオーバービル名義の下で本邦通貨を支払うことは、外国為替及び外国貿易管理法第二七条第一項第二号前段の規定に違反する。",
  "lawsuit_id": "22496",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22496",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/496/022496_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金三万円に処する。\n右罰金を完納することができないときは、五〇〇円を一日に換算した期\n間被告人を労役場に留置する。\nただし、この裁判確定の日から一年間右刑の執行を猶予する。\n訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、神戸地方検察庁次席検事山根正作成の控訴趣意書記載のとお\nりであり、これに対する答弁は、弁護人橘一三、同高木茂連名作成の答弁書記載の\nとおりであるから、これを引用する。\n所論は、原判決は、公訴事実のとおり、被告人が主務大臣の許可又はこれに代る\nべき日本銀行等の承認を受けないで、前後五回にわたり非居住者である外国船の船\n長その他の乗組員に対し、コミッション又はオーバービル名義の下に本邦通貨たる\n日本円を支払つた事実を認定し、形式的には外国為替及び外国貿易管理法二七条一\n項二号前段の禁止に触れる行為であるとしながら、同法の目的に照らし、右支払に\nよる日本円は全部日本国内で費消されて日本円の海外流出のおそれはなく、また、\n右支払相当額は後日標準決済方法により送金されてくるのであるから国際収支に悪\n影響を及ぼすおそれは存在せず、法益保護の目的と行為の性格から見て、実質的に\n取締の必要と根拠が十分に明白に認められないから、目的論的に解釈し、処罰の対\n象とならないとして無罪の言渡をしたが、本件について同法二七条一項二号前段の\n適用を排除すべき事由がないのみならず、実質的にも同法の目的に違背し、取締の\n必要があるものというべきであつて、原判決は同法条の解釈適用を誤つた違法があ\nり、その誤は判決に影響を及ぼすことが明らかであるから、破棄を免れないという\nのである。\n<要旨>よつて案ずるに、外国為替及び外国貿易管理法が、外国貿易の正常な発展\nを図り、国際収支の均衡、通貨の</要旨>安定及び外貨資金の昀も有効な利用を確保\nするために必要な外国為替、外国貿易及びその他の対外取引の管理を行い、もつて\n国民経済の復興と発展とに寄与することを目的として制定されたものであること\nは、同法一条の明規するところであつて、同法二七条一項二号前段が、同法の他の\n規定又は政令で定める場合を除いては、何人も本邦において非居住者に対する支払\nをしてはならない旨規定しているのも、同法制定の目的を達成するための一環とし\nて、支払の面から対外取引に規制を加えようとしたものにほかならない。同法条\nは、これがため、非居住者に対する支払を全面的に禁止したうえ、個々の差支えな\nい場合に同法又は政令でその禁止を解除するという方式をとり、同法に基づき外国\n為替管理令一一条は、主務大臣の許可（主務大臣が日本銀行又は外国為替公認銀行\nの承認のみをもつて足りるものと定めたときはその承認）を受けた者は右の支払を\nすることができると定めているのであるから、本件のように、法定の除外事由もな\nく、また主務大臣の許可又はこれに代るべき日本銀行等の承認を受けないでした非\n居住者に対する支払行為は、その動機、態様のいかんを問わず、そのこと自体前記\n二七条一項二号前段の規定に反するものであつて、みだりに同法七〇条七号の罰則\nの適用を排除するわけにはいかない。右のように、行政取締法規が、行政上、政策\n上の目的を達成するため一定の行為を規制し、これに違反する行為を処罰する規定\nを設けているのに、法規の適用を任務とする司法機関である裁判所が、独自の政策\n的見地から、ある種の違反行為類型に対する処罰の必要性を否定して、罰則の適用\nを拒否するのは、正当な態度ではない。\nのみならず、本件支払行為を処罰する必要と根拠が十分明白でないとする原判決\nの見解も正当ではない。原判決は、本件の行為を国際慣行であるとし、コミツシヨ\nン並びにオーバービルとして支払われた日本円は海外に流出するおそれはなく、ま\nた、右の金額はインボイスに加算されて後日標準決済方法により送金されてくるか\nら国際収支に影響がないというけれども、本法は、外貨の流入を確保することのみ\nを目的とするものでないことは第一条に「外国貿易の正常な発展を図り」と規定さ\nれていることに鑑みても明らかである。すなわち、本件は、被告人が外国船の船長\nその他の乗組員に対し、コミツシヨン又はオーバービル名義の下に本邦通貨たる日\n本円を支払つた事案であり、記録にあらわれた証拠によると、コミつシヨンは、シ\nツプチヤンドラー（船用品納入業者）が本邦に入港した外国船に食料、船具等の船\n舶用品を販売した場合に、船長や機関長、司厨長等船舶乗組員の要求により、同人\nらに交付するリベート（売上歩合金）であり、オーバービルは、シツプチヤンドラ\nーが前同様船舶用品を販売した場合、船長らの要求に応じて外国船主に送付するイ\nンボイス（送り状）に、当該外国船に販売した船舶用品として架空の販売品目数量\nを、実際の販売品目数量に書き加えて、船主に商品販売代金の水増請求をするとい\nう操作によつて水増分に相応する金額を浮かし、六割ないし八割（本件では七割）\nを船長らに交付し、残余はシッブチャンドラーが取得する金員であり、コミツショ\nン、オーバービルという名義の違いこそあれ、その実質は、ひとしく外国船の乗組\n員が正規に受ける給与以外に、船舶寄港中の小遣金、遊興費等に充てるため、シッ\nプチャンドラーに要求して受け取るいわば役得に類するものとみられる。この点に\nついて、原判決は、オーバービルは、外国船員の日本国内における小遣銭を得るた\nめにしばしば行われるとは考えられず、主として、船主が買付を同意しない物資を\n船用に購入する場合、船舶補修費を支出したり船員の治療費を支出した際に保険の\n不足分を補う場合、シップチャンドラー不在の港に入港した際キャツシュアトバン\nスにより立替えて船舶用品を購入した場合に行われると認定しているが、本件オー\nバービルは右のいずれの場合にあたるものではなく、むしろＡの検察官に対する供\n述調書中、公訴事実（三）のノルウエー籍貨物船Ｂ号の機関長にオーバービル名下\nに支払われた分につき「同機関長が日本のカバンを三個ほど欲しいがいくらぐらい\nするかと聞くので一個二、〇〇〇円ぐらいすると言つたところ、機関長は機関部消\n粍品である糸屑を納入したようにしてその金の六、〇〇〇円を日本円でくれと言つ\nたので私は六、〇〇〇円を水増しして糸屑をインボイスに納入したように記載し\nた」旨、同（四）の右Ｂ号の司厨長にオーバービル名下に支払われた分につき「同\n司厨長がａのＣカメラ店からカメラを五、六台買つた代金を水増分で払つてくれと\n言われ、オーバービルとして浮かした六、〇〇〇円を会社から同カメラ店に支払つ\nてやつた」旨の供述記載、Ｄの司法警察員に対する昭和三八年四月二一日付供述調\n書中「オーバービルは、船長やチーフから小遣銭や遊興費がないとか、またみやげ\nにカメラを買つて帰りたいが小遣金がない場合、船主には内緒で私たちに船用品を\n納めたようにして、その分だけ日本円をくれと要求される」旨の供述記載並びに被\n告人の検察官に対する同年五月一五日付供述調書中「船長たちが受け取つたコミッ\nションやオーバービル等を日本のバー、キャバレー等で飲食に使つていたことはわ\nかつていた」旨の供述記載に徴すると、オーバービルも、コミッションと同様に、\n外国船員の日本国内における小遣銭等に充てるため授受されるのが通例であると考\nえられるから、その大部分は、日本国内において外国船員の小遣銭、遊興費等に費\n消される建前ではあるが、右のコミッション又はオーバービル名下に支払われる日\n本円は、元来外国船員がその所属船会社には内密で自由に処分することのできる性\n質の通貨であるから、これに対し何らの規制手段が講ぜられず放任状態におかれる\nときは、右船員らが支払を受けた日本円を国外に持ち出すおそれも生じ、また同人\nらがこれをすべて本邦内で費消するという保証もない結果、円資金が安価に取引さ\nれ、円の公定相場が乱される事態が生じないとも限らない。更に、コミッションに\nついては、売上金に対するリベートの性格をもつから、シップチャンドラーが販路\nを拡張しようとするあまり、互いにその割合をふやし、それが過大に流れると対外\n取引の正常化を害し、ひいては業者の過当競争を激化させ、ダンピングとして他国\nから非難されることにもなり、殊に、オーバービルについては、前記のとおり、船\n主に対し虚偽架空の販売代金を請求するという取引の信義誠実に背いた方法により\n日本円を支払うのであるから、国際信用を害する不正行為といつて差支えなく、為\n替管理上種々の弊害の生ずることが懸念されるのである。現にＥの検察官に対する\n供述調書によると、後記判示第一の事実につき、数名の業者の申し出たコミッショ\nンが同率であつたためサイコロを振つて受注者を定めているが、率をもつて競争す\nることになれば憂うべき現象を呈するであろう。それ故に、本件のようなコミッシ\nョン又はオーバービル名下による日本円の支払についてもこれを放任することは適\n当でなく、その管理を行うため、同法二七条一項によつて、原則としてこれを禁止\nし、例外として解除することにして、監督行政庁がその実態を把握し、予想される\n弊害を除去するため有効適切な制約（条件）を加える権限を留保することは、外国\n貿易の正常な発展を図るための外国為替及び外国貿易管理法の制定目的に合致する\nのであつて、これに反する行為につき罰則を適用して取締るべき理由があるといわ\nなければならない。このように解しても、シップチャンドフー業者に対し不能を強\nいるものでないことは、前記のとおり、同法二七条一項二号前段が非居住者に対す\nる日本円の支払を全面的に禁止しているのではなく、外国為替管理令一一条所定の\n主務大臣の許可又は日本銀行等の承認を受けて支払いうる道を残していることから\nも明らかであつて、現に被告人の勤務会社であるＦ株式会社は、本件検挙後の昭和\n三八年一二月一八日、大蔵大臣に対し、コミッション名下による円貨の支払許可を\n申請し、昭和三九年一月一八日、右コミッションの金額は売上金額の一〇パーセン\nト以内に限ること、支払われる円貨は本邦内で消費させること、許可証使用済後遅\n滞なく月別、船舶別の販売額及び歩合金支払額を記載した報告表を日本銀行あて提\n出することの条件でその許可を得て、適法に右の支払をしていることは証拠上明白\nである。\n以上の次第で、原判決が、本件コミッション又はオーバービル名下にされた被告\n人の非居住者に対する本邦通貨の支払行為を外国為替及び外国貿易管理法二七条一\n項二号、七〇条七号によつて処罰の対象となる行為ではないとして、無罪の言渡を\nしたのは、独自の見解であつて、右法条の解釈適用を誤つた違法があることに帰\nし、その誤は判決に影響を及ぼすことが明らかであるといわなければならない。論\n旨は理由がある。\nよつて、刑事訴訟法三九七条一項、三八〇条により原判決を破棄し、同法四〇〇\n条但書により、更に次のとおり判決する。\n（罪となるべき事実）\n被告人は、北九州市ａ区ｂｃ丁目ｄ番地のｅ所在のＦ株式会社Ｇ支店の支店長と\nして在勤中、法定の除外事由がないにもかかわらず、\n第一、　昭和三六年二月二六日ごろ、右支店事務所において、ギリシヤ籍貨物船\nＨ号の船長であるギリシャ人Ｉに対して、同船に売却した船用品のコミッション名\n義の下に本邦通貨である現金五万円を供与し、\n第二、　同年二月二七日ごろ、同市ａ港岸壁に停泊中の右Ｈ号船長室において、\n右Ｉに対し、同船に売却した船用品のコミッション及びオーバービル名義の下に、\n本邦通貨である現金一九万九、七一七円を供与し、\n第三、　昭和三八年三月一八日ごろ、前記Ｆ株式会社Ｇ支店前道路上において、\nノルウエー籍貨物船Ｂ号の機関長であるノルウエー人Ｊに対し同船に売却した船用\n品のオーバービル名義の下に本邦通貨である現金五、九五〇円を同支店営業係Ａを\n介して供与し、\n第四、　同日ごろ、同所において、右Ｂ号の司厨長であるＫに対して、同船に売\n却した船用品のオーバービル名義の下に本邦通貨である現金六、〇〇〇円を右Ａを\n介して供与し、\n第五、　同年三月二一日ごろ、同市若松港岸壁に停泊中の右Ｂ号司厨長室におい\nて、右Ｋに対して、同船に売却した船用品のコミッション及びオーバービル名義の\n下に本邦通貨である現金二、八〇〇円を右Ａを介して供与し、\nもつて非居住者に対する支払をしたものである。\n（証拠の標目）\n一、　原審第五回、第一二回各公判調書中被告人の供述記載\n一、　原審第一〇回公判調書中証人Ａの供述記載\n一、　Ｅの司法警察員に対する昭和三八年四月一日付、同年五月一四日付、検察\n官に対する同月一五日付各供述調書\n一、　Ａの司法警察員、検察官に対する各供述調書\n一、　Ｄの司法警察員に対する供述調書\n一、　被告人の司法警察員に対する同年五月九日付、同月一〇日付、同月一三日\n付、同月一五日付、検察官に対する同月一五日付、同月一七日付各供述調書\n（法律の適用）\n被告人の判示各行為は、いずれも外国為替及び外国貿易管理法二七条一項二号前\n段、七〇条七号に該当し、以上は刑法四五条前段の併合罪であるから、所定刑中い\nずれも罰金刑を選択し同法四八条二項により罰金を合算したうえで、被告人を罰金\n三万円に処し、同法一八条一項により右罰金を完納することができないときは、金\n五〇〇円を一日に換算した期間被告人を労役場に留置するが、本件違反全額は合計\n二六万余円であつて比較的に少額であることや、本件と同種の違反行為は、シップ\nチャンドラー業者の間では外国船員の要求に応じて従来から半ば慣習的に行われて\nいたものであつて、被告人としても、Ｆ株式会社Ｇ支店の支店長として、違反行為\nの結果を深く考慮しないで、漫然これを踏襲していたもので、その犯情は軽微であ\nることを考慮し、同法二五条一項、罰金等臨時措置法六条を適用して、一年間右刑\nの執行を猶予することとし、訴訟費用の負担について刑事訴訟法一八一条一項を適\n用して、主文のとおり判決する。\n（裁判長裁判官　山崎薫　裁判官　浅野芳朗　裁判官　大政正一）\n"
}