{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 3,
    "day": 15
  },
  "case_number": "昭和41(ネ)264",
  "case_name": "請求異議事件",
  "court_name": "札幌高等裁判所第四部",
  "article_info": "第20巻2号150頁",
  "gist": "有体動産の差押による時効中断の時期",
  "case_gist": "有体動産の差押において、執行吏が現実に差押の執行に着手したのが時効期間経過後であつても、その差押の執行委任が時効期間経過前になされた場合には、右差押のなされたことによつて、右執行委任の時に時効中断の効力が生ずる。",
  "lawsuit_id": "24184",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24184",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/184/024184_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n本件につき当裁判所がした昭和四一年一一月二四日付強制執行停止決定\nはこれを取消す。\n前項に限り仮に執行することができる。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人より控訴人に対する札幌地方裁判所\n昭和二八年（ワ）第六五三号前渡金返還請求事件の執行力ある判決正本に基づく強\n制執行は許さない。訴訟費用は第一、二審とも被控訴人の負担とする」との判決を\n求め、被控訴代理人は主文同旨の判決を求めた。\n当事者双方の事実上、法律上の主張、証拠の提出・援用・認否は控訴人において\n次のとおり附陳したほか、原判決事実摘示のとおりであるからこれを引用する。\n一　（１）　民法第一四七条第二号に「差押」とは、少なくともその執行に着手\nすることを要するものである（大審院明治四二年四月三〇日判決民録四三九頁）と\nころ、本件においては時効完成の日である昭和四〇年三月二七日の経過までの間に\n差押に着手した事実はない。そうすれば右期日の経過とともに時効が完成したもの\nである。\nこれを、有体動産差押の場合は、執行委任時をもつて時効が中断されると解する\nことは、明らかに大審院大正一三年五月二〇日判決（民集三巻二〇三頁）に違反\nし、さらに同院明治四〇年四月一一日判決（民録四二三頁）の趣旨にも反し全く不\n当てある。\n（２）　そして、時効完成による権利は、原始的に期日の経過とともに不援用を\n解除条件として発生しているものと解すべきてあるから、本件において時効完成後\nである昭和四〇年七月八日控訴人所有の有体動産を差押えたのは消滅した権利をも\nつてなしたことになり、右差押は明らかに違法である。\n（３）　しかして、時効完成前に執行委任がなされ、それにもとづき、時効完成\n後であつてもともかく差押がなされると中断事由としての差押の効力が執行委任時\nまで遡及するという解釈は、公務員たる執行吏の違法な行為自体を曲げて正当化す\nるもので著しく社会正義に反するのみならず、執行委任さえすれば、いつまでも時\n効が完成しないことになり、時効制度の存在を否定する結果となり、その不当であ\nることは多言を要しない。\n二　また、民法第一五五条は、同第一四八条の例外規定としてのみ解すべき法律\n上の根拠はなく、本件の如く債務者不在による執行不能の場合にはその通知をなす\nことによつて時効中断の効力が生ずるものと解すべきである。\n理　　　　由\n一　被控訴人から控訴人に対する債務名義として、札幌地方裁判所昭和二八年\n（ワ）第六五三号前渡金返還請求事件の執行力ある判決正本があること、右判決は\n昭和三〇年三月四日言い渡され、同月二七日確定したものであることは当事者間に\n争いない。そうすれば、右確定判決によつて確定した権利は、中断事由の存しない\n限り昭和四〇年三月二七日の経過とともに時効によつて消滅することとなる。\n二　そこで、被控訴人の時効中断の抗弁につき判断するに、まず、その抗弁\n（１）に主張する手続をもつては時効中断の効力は生じない。その理由は原判決理\n由第二と同一であるからここにこれを引用する。\n次に、抗弁（２）の差押による時効中断の効力の有無を考えるに、被控訴人が本\n件債務名義に基づく強制執行として昭和四〇年二月二四日以前に釧路地方裁判所執\n行吏に対し控訴人の有体動産に対する強制執行を委任し、同裁判所執行吏Ａ代理Ｂ\nにおいて同年七月入日控訴人所有の有体動産一五点の差押をしたことは当事者間に\n争いがない。なお、右七月八日の差押が右二月二四日以前の執行委任に基づくもの\nであることは控訴人の明らかに争わないところなので自白したものとみなす。\n<要旨>ところで有体動産の差押において、執行吏が現実に差押の執行に着手した\nのが時効期間経過後であつても、</要旨>その差押の執行委任が時効期間経過前にな\nされていた場合には、右差押のなされたことによつて、右執行委任の時に時効中断\nの効力が発生すると解すべきである。これを本件についてみれば、前記のとおり、\n執行吏が控訴人所有の有体動産の差押をしたのは時効期間経過後である昭和四〇年\n七月八日であるが、その執行委任は時効期間内である同年二月二四日以前になされ\nていたことは当事者間に争いのないところであるから、右差押のなされたことによ\nつて、右執行委任の時に時効中断の効力が生じたものというべきである。\n控訴人は、かかる解釈は判例（大審院大正一三年五月二〇日民一判決）に違反\nし、不当であるという。しかし乍ら、もともと差押が時効中断の効力をもつのは、\n権利者によつてその権利が主張されることによつて、真実の権利関係と異なる事実\n状態の継続が破れるからであり、とのことは、訴、支払命令に時効中断の効力が付\n与されるのと何ら差異がなく、これらの場合時効中断の効力の生ずる時期は、訴に\nあつては訴状が裁判所へ提出された時、支払命令にあつてはその申請の時（但しそ\nの支払命令が送達されることを要件とする）と解せられているのであり、それは権\n利者のかかる行為によつて権利主張が客観的にも明白となるからであると考えられ\nる。\nされば差押が時効中断の効力を生ずる時期もこれと同じに権利者による権利主張\nが客観的に把握できる申請の時、即ち不動産の差押にあつては執行裁判所に対する\n競売申立の時、有体動産の差押にあつては執行吏に対する執行委任の時と解するの\nが相当である。現にその後大審院も、競売開始決定の債務者への送達が時効期間経\n過後であつた事案につき、不動産に対する差押による時効中断の効力は、債権者が\n競売申立書を管轄裁判所に提出した時を以て発生するとして、その時効期間前にな\nされた競売申立の時に時効が中断されるとの判断を示しており（昭和一三年六月二\n七日民一決定）、これと近時の学説の多くを参照するとき、控訴人引用の前記判例\nは直ちに踏襲できない。控訴人のその余の引用判例は、それぞれ判旨事項を異に\nし、何ら右の解釈と矛盾するものではない。\n尤も、この点において、執行吏に対する委任は必ずしも明確でなく、また委任と\n執行着手との間の職権的進行が保障きれていないから、執行吏による執行と、裁判\n所による執行とではこれを区別すべしとの見解も存する。しかし乍ら、執行裁判所\nに対する競売申立であつても、競売開始決定の送達若しくは差押登記の記入あるま\nで債務者がその申立のあつたことを知り得ない点では執行吏に対する委任の場合と\n同様であり、その執行委任の時期の明、不明はこれを立証責任の問題とすれば足る\nことである。また、職権的進行の点も、有体動産の差押では具体的には執行の日時\nにつき債権者の指定を求めるなど執行吏が債権者の協力を求めることが多い実情に\nあることは推察できるが、さればといつて法制上（執行官法施行前にあつても）、\n執行委任後の執行吏の手続の進行を、執行裁判所における競売申立後の手続と区別\nして、そこに職権的進行が保ち難いと断ずることは、執行吏執行等手続規則第二\n条、第一一条、第一二条等に徴しても困難である。されば、債権者が権利の実行と\nしてなすべき手段としては、不動産の差押にあつては執行裁判所に対する競売申立\nが、有体動産の差押にあつては執行吏に対する執行委任が、ともにそれぞれ必要且\nつ十分なものであつて、爾後の手続は各執行機関の職権進行に委ねられる以上、右\n競売申立および執行委任の時をもつて、等しく時効中断の効力が生ずると解するを\n相当とする。\n従つて、控訴人のこの点の主張は採用し得ない。\n控訴人はまた、時効完成による権利は不援用を解除条件として発生するから、消\n滅時効においては時効期間の満了と同時に権利が消滅すると主張するが、本件の如\nく、債権者において、時効完成前に前記中断の効力を生じうべき行為をなしたる以\n上、後の差押を要件とするにはせよ、結局時効は完成しないのであつて、既に完成\nした時効の援用の有無とは自ら別個の問題であり、控訴人のこの点の主張は前提を\n異にし採用できない。\n尤も、控訴人指摘の様に、かかる解釈の下では、時効完成前執行委任さえしてお\nけば、差押の時期がいかに遅れても時効は完成しないこととなり、その間、執行委\n任のあつたことは債務者の知り得ないところでもあるから債務者の期待に反する結\n果となりかねないことは、一応これを肯定しなければならない。しかし乍ら、い\nま、執行委任時に中断することによつて失う債務者の利益と、これが中断しないて\n時効が完成することによつて失う債権者の利益とを比較すれば、債務者のそれはた\nだ従来負担していた義務が存続せしめられるに過ぎないのに対し、債権者のそれは\n折角自己の権利の実行として法律上必要な執行委任をしたのに執行機関の遅滞によ\nつて本来行使しうべき権利を全部喪失し、しかも前記の様にその理由を債権者に帰\n責するを得ないのであるから、右不利益はこれを債務者に負担さすべきが時効制度\nの下における衡平の理念に合するものというべきである。\nなお控訴人の主張中時効期間経過後の差押が違法であるとの部分は、その前提に\nおいて失当であること既に説示のところ申す迄もない。\nよつて、被控訴人の時効中断の抗弁（２）は理由がある。\n三　なお控訴人は民法第一五五条を援用する主張をなすが、右は、前記抗弁\n（１）に対ずる再抗弁としての主張であると解し得られるから、既に抗弁（１）が\n理由のない以上、この判断はこれを要しないものである。\n四　されば、前記時効期間の経過によつて時効完成したことを前提とする控訴人\nの本訴請求は失当として排斥を免れず、これと同旨の原判決は相当であつて、本件\n控訴は理由がない。\nよつて、民事訴訟法第三八四条、第九五条、第八九条、第五四八条を適用して主\n文のとおり判決する。\n（裁判長裁判官　今富滋　裁判官　潮久郎　裁判官　島田礼介）\n"
}