{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 8,
    "day": 19
  },
  "case_number": "昭和38(う)77",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "高松高等裁判所第三部",
  "article_info": "第16巻6号491頁",
  "gist": "昭和三七年五月一〇日法律第一一二号公職選挙法の一部を改正する法律による改正前の規定の適用を受ける買収罪と改正後の規定の適用を受ける買収罪とが併合罪として処罰された場合に改正後の公職選挙法第二五二条第四項の適用を遺脱した事例",
  "case_gist": "甲、乙二個の公職選挙法第二二一条第一項第一号違反(買収)の罪が刑法第四五条前段の併合罪であつて、甲罪には昭和三七年五月一〇日法律第一一二号公職選挙法の一部を改正する法律による改正前の規定が適用され、乙罪には改正後の規定が適用される場合に、裁判所は、刑法第四七条第一〇条を適用して、犯情の重い甲罪の刑に併合罪加重をして処断したときでも、選挙犯罪による処刑者に対する選挙権及び被選挙権の停止については、甲罪に適用せられる改正前の公職選挙法第二五二条第三項及び乙罪に適用せられる改正後の公職選挙法第二五二条第四項所定の限度内においてその宣告をなすべきであつて、甲罪に関する規定だけを適用して選挙権及び被選挙権を停止しない旨の宣告をすることは許されない。",
  "lawsuit_id": "24520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/024520_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人両名を各懲役三月に処する。\n但し、本裁判確定の日から三年間右各刑の執行を猶予する。\n被告人両名の本件各控訴はいずれもこれを棄却する。\n理　　　　由\n本件各控訴の趣意は、記録に綴つてある松山地方検察庁宇和島支部検察官事務取\n扱検察官検事野崎賢造作成名義、被告人ら本人作成名義及び弁護人武田博作成名義\nの各控訴趣意書に記載のとおりであるから、ここにこれを引用する。\n検察官の控訴趣意第一点について。\n所論は、原判決が被告人両名に対し選挙権及び被選挙権を停止しない旨の言渡を\nしたのは、法令の適用を誤つたものであつて、右過誤は判決に影響を及ぼすこと明\nらかであるから、原判決は到底破棄を免れないというのである。\n按ずるに、公職選挙法は、昭和三七年五月一〇日法律第一一二号公職選挙法の一\n部を改正する法律によつて改正せられ、同法律附則一条一項によつて公布の日であ\nる右同日から施行せられ、この法律による改正後の公職選挙法（以下新法と略称す\nる）の規定は、この附則に特別の定めがあるものを除くほか、参議院議員の選挙に\nついては新法の施行の日以後はじめて行なわれる通常選挙から、その他の選挙につ\nいては施行日から起算して三月を経過した日から適用されることと定められている\nのである（同法律附則一条二項）。したがつて、昭和三七年七月一日施行せられた\n原判示の参議院議員選挙が新法施行以後はじめて行なわれる通常選挙であることは\n顕著な事実であるから、同選挙については新法が適用せられるのであつて、原判示\n第二の所為は、新法の適用されるようになつた後である昭和三七年六月五日の所為\nであるから、同選挙の選挙犯罪者に適用せられる罰則並びに選挙権及び被選挙権の\n停止を定めた公職選挙法二五二条の規定についても、新法が適用されることは前記\n法律第一一二号の附則一条ないし三条の規定の趣旨によつて明らかであるといわな\nければならない。\nそして、新法である公職選挙法二五二条によると、裁判所は、買収等悪質な選挙\n犯罪によつて処罰を受けた者については、全面的に選挙権及び被選挙権を停止しな\nい旨の宣告をすることはできないのであつて、ただ情状により、選挙権及び被選挙\n権を有しない旨の規定を適用すべき期間を短縮する旨を宣告することができるに過\nぎないことが認められる。\nところで、原判決は、判示第一の所為については改正前の罰則を適用し、判示第\n二の所為については新法の罰則を適用し、右各所為は刑法四五条前段の併合罪であ\nるため、刑法四七条一〇条により原審が犯情の重いと認めた判示第一の改正前の公\n職選挙法二二一条一項一号の買収（饗応接待）の罪の刑に法定の加重をした刑期範\n囲内で被告人らを量刑処断し、前記法律第一一二号附則三条改正前の公職選挙法二\n五二条三項一項により、被告人ら両名に対し選挙権及び被選挙権を停止しない旨の\n言渡をしていることは原判示に徴して明らかである。\n<要旨>しかしながら、およそ、選挙権及び被選挙権の停止につき、第一の罪につ\nいては改正前の公職選挙法二五二</要旨>条が適用せられ、第二の罪については改正\n後の公職選挙法二五二条の規定が適用される場合には、よし、第一の罪と第二の罪\nとが刑法四五条前段の併合罪の関係にあり、犯情の重い第一の罪の刑に法定の加重\nをした刑期範囲内で処断したからといつて、選挙権及び被選挙権の停止について\nは、第一の罪に適用される規定だけが適用されるのではなく、第二の罪につき適用\nされる規定の適用も考慮されなければならないと解するを相当とする。蓋し、もし\n右のように解しないと、犯人は、第二の罪だけを犯した場合には選挙権及び被選挙\n権を停止しない旨の宣告を受けることができないのに、第一の罪をも犯したことに\nよつて選挙権及び被選挙権を停止しない旨の宣告を受けることができるという極め\nて不合理な結果を来すからである。したがつて、右のような場合には、裁判所とし\nては、改正前及び改正後の公職選挙法二五二条の両規定双方の限度内において、選\n挙権及び被選挙権停止の措置を定めなければならない筋合である。\nそうすると、原判決には、改正後の公職選挙法二五二条の適用を看過し、改正前\nの公職選挙法二五二条だけを適用した違法が存するというのほかはなく、右過誤は\n判決に影響を及ぼすこと明らかであるから、原判決は到底破棄を免れない。論旨は\n理由がある。\n弁護人の控訴趣意第一点第二点及び被告人両名の各控訴趣意について。\n所論は、原判決の事実誤認を主張し、被告人らが原判示第一及び第二のような酒\n食の饗応接待をしたのは、原判示の選挙の候補者Ａのため、同判示の各相手方に対\nし、投票並びに投票取りまとめ等の選挙運動を依頼したためではなく、Ａ後援会発\n企人会及び同後援会の役員会を開催した後に儀礼的に右各会合の参会者に対し酒食\nを提供したに過ぎないというのである。\nしかし、所論に鑑み、記録を精査し、原判決挙示の各証拠を綜合すると、原判示\n各事実は優に肯認できるのである。すなわち、原判示第一の酒食の饗応接待が行な\nわれた際の会合がＡ後援会の発企人会であり、原判示第二の酒食の饗応接待が行な\nわれた際の会合が同後援会の役員会の会合であつたことは所論のとおりであるけれ\nども、被告人ら両名は、原判示第一及び第二の際の各会合後各参会者に対し同判示\nのような趣旨で酒食の饗応接待をすることを相談したうえ、それぞれ同判示の酒食\nの饗応接待をしていること並びに右各饗応接待費はいずれも被告人Ｂにおいて支出\nしていることが認められるのであつて、右各事実に徴すると、原判示各饗応接待は\n同判示のような趣旨で行なわれたものであると認めるのが相当であつて、Ａのた\nめ、投票並びに投票取りまとめ等の選挙運動の依頼とは関係のない単なる儀礼的な\n酒食の饗応接待であるとは到底認められない。記録を精査しても、原判決の事実誤\n認を疑わしめるような事跡は毫も見あたらない。論旨は理由がない。\nよつて、被告人らの本件各控訴はいずれも理由がないから、刑訴三九六条により\nいずれもこれを棄却すべく、検察官の本件控訴は理由があるから、その余の論旨\n（量刑不当）に対する判断を省略し、刑訴三九七条一項三八〇条により原判決を破\n棄し、同法四〇〇条但書により当裁判所において直ちに判決する。\n原判決の確定した事実に法律を適用すると、被告人両名の原判示所為中、第一及\nび第二の各買収（饗応接待）の点は公職選挙法二二一条一項一号罰金等臨時措置法\n二条刑法六〇条に、第一及び第二の各事前運動の点は公職選挙法二三九条一号一二\n九条罰金等臨時措置法二条刑法六〇条にそれぞれ該当するところ、判示第一及び第\n二の各買収と各事前運動とは、いずれも一個の行為にして数個の罪名に触れる場合\nであるから、刑法五四条一項前段一〇条により、それぞれ重い買収の罪の刑に従い\n処断すべく、所定刑中いずれも懲役刑を選択し、以上は刑法四五条前段の併合罪で\nあるから、刑法四七条一〇条により犯情の重いと認められる判示第二の罪の刑に法\n定の加重をした刑期範囲内で被告人両名を各懲役三月に処し、諸般の情状を考慮す\nると刑の執行を猶予するのが相当であると認められるので（検察官は原判決が被告\n人らに対し刑の執行を猶予したことを非難するが、本件各犯行の動機、態様、被告\n人らには前科のないこと等に徴すると、検察官の論旨は理由がない）、刑法二五条\n一項を適用し、被告人両名に対し、本裁判確定の日から三年間右各刑の執行を猶予\nすることとする。\nよつて主文のとおり判決する。\n（裁判長裁判官　加藤謙二　裁判官　木原繁季　裁判官　伊東正七郎）\n"
}