{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 5,
    "day": 28
  },
  "case_number": "昭和39(う)140",
  "case_name": "経済関係罰則の整備に関する法律違反被告事件",
  "court_name": "名古屋高等裁判所第四部",
  "article_info": "第17巻4号381頁",
  "gist": "経済関係罰則の整備に関する法律第二条にいう「其の職務」の範囲",
  "case_gist": "普通銀行の貸付業務は改正前の経済関係罰則の整備に関する法律第二条の「経済の統制に関する業務」に当るのであるが、普通銀行の預金の受入、払出に関する業務は、右銀行の統制に関する業務を行うために必要な関係にある事務と解すべきであるから、同条にいう「其の職務」に含まれる。",
  "lawsuit_id": "23032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/023032_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣旨は、弁護人塚本義明の控訴趣意書に記載するとおりであるから、\nここにこれを引用するが、これに対して当裁判所は、次の通り判断する。\n控訴趣意第一点、法令の適用の誤の論旨について\n所論は、被告人の業務は原判示の通り株式会社Ａ銀行Ｂ支店の預金の受入、払出\nに関するものであるから、如何なる意味においても経済統制に関聯のない業務であ\nり、従つて本件に経済関係罰則の整備に関する法律（以下整備法と略称）第二条を\n適用した原判決は、同法の解釈を誤り、ひいては、その適用を誤つた違法があると\nいうのである。\n然しながら、普通銀行の貸付業務は本件当時廃止前の金融緊急措置令第六条、同\n施行規則第一三条第二項、昭和二二年三月一日大蔵省告示第三七号金融機関資金融\n通準則に基づいて行われていたのであるから、改正前の整備法第二条の「経済の統\n制を目的とする法令により」行う「統制に関する業務」であり（昭和三一年二月九\n日最高裁判所判決、判例集第一〇巻第二号二五二頁）同条の「その職務」とは、本\n来の統制的性質をもつ事務に局限すべきではなく、本来の業務を行うために必要な\n関係にある事務をも含むものである（昭和三〇年五月一〇日最高裁判所判決、判例\n集第九巻第六号、九七三頁）。\n<要旨>ところで「普通銀行における預金の受入、払出に関する業務は、その貸付\nの業務と密接不可分の関係にあり、</要旨>従つて本来の業務を行うために必要な関\n係にある事務と解すべきである」から、原判示事実について整備法第二条を適用し\nた原判決は正当であつて、所論のような法令の解釈、適用の誤はなく、論旨は採用\nできない。\n控訴趣意第二点、理由不備の論旨について\n所論は、原判決が、被告人を単に預金の受入、払出に関する業務担当者とのみ摘\n示し、如何なる統制に関する業務に関して賄賂を収受したかを具体的に明らかにし\nていないので、商法第四九三条の涜職罪に当るのか、整備法第二条に当るのか不明\nであり、また法令の適用において整備法第二条のみを掲記し、犯罪構成要件の根拠\nを示す金融緊急措置令、その他の適条を掲記していないのは、理由不備であると主\n張する。\n然しながら原判決の事実摘示は、整備漢第二条所定の構成要件の表示として十分\nであり、同条は商法第四九三条の特別法たる関係にあるから、両者の構成要件が重\n複する場合があることは避けがたいところであつて、法令の適用において整備法第\n二条が掲記されている以上、右と相まつて犯罪事実の特定に何ら欠けるところはな\nい。また有罪判決において示すべき法令の適用は処罰の根拠たるべき法規を言うの\nであつて、本件の如く経済の統制に開する業務にたずさわる会社の職員がその職務\nに関し賄賂を収受し、因て不正の行為を為したことを処罰するための根拠たる法規\nは整備法第二条であつて、その「統制に関する業務」が具体的に如何なる内容を有\nするかを示す金融緊急措置令以下の法規はこれに含まれないから原判決には理由不\n備の違法はなく、論旨は採用できない。\n従つて本件控訴は理由がないので、刑事訴訟法第三九六条により、これを棄却す\nることゝして、主文の通り判決する。\n（裁判長判事　小林登一　判事　西川力一　判事　斎藤寿）\n"
}