{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 8,
    "day": 14
  },
  "case_number": "昭和44(う)163",
  "case_name": "業務上過失致死被告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "article_info": "第22巻4号560頁",
  "gist": "進路上に正体不明の障害物を発見した場合における自動車運転者の注意義務",
  "case_gist": "自動車運転者は、進路上に横たわる障害物を発見しそれが人間であることが判然しない場合においても、その実体の確認に努めるとともにその確認結果によつては即座にこれとの接触や衝突を回避するための適切な処置を講じ得るような態勢をととのえながら進行し、以つて人身事故の発生を防止すべき、業務上の注意義務があるものと解するを相当とする。",
  "lawsuit_id": "23587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/023587_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮六月に処する。\n但し、本裁判確定の日から二年間右刑の執行を猶予する。\n原審及び当審における訴訟費用は、全部被告人の負担とする。\n理　　　　由\n検察官亀井義朗が陳述した控訴趣意は、記録に編綴の検察官大野正名義の控訴趣\n意書に記載のとおりであるから、これを引用する。\n検察官の控訴趣意について。\n所論は、原判決は被告人が本件事故当時適正速度である時速約五〇粁を超えた同\n六〇粁で走行して本件現場にさしかかつた点に過失を認めながらも、仮にこの場合\n右適正速度で運転していたとしても本件において被告人が被害者を人間であるかも\n知れぬと認識可能な可視距離はその制動距離内であるとの証明がないから、結局被\n告人に本件結果の発生についての責任を負わせることができないとして無罪を言渡\nした。しかし所論引用の関係証拠によれば、被告人が前方注視を厳にしていた限り\n約五〇米手前において被害者を一個の障害物として発見し得た筈であつて、かかる\n場合特に本件のよらに物の識別が困難な夜間においては、当然被告人は右発見と同\n時に速度を減じてその障害物が何であるか、殊にそれが人間ではないかを確かめ、\nもつて事故の発生を未然に防止すべき業務上の注意義務があるものといらべきであ\nり、しかして被告人がこの注意義務をつくしておれば少くとも三〇米手前でそれが\n人間であることを識別し得た本件では、それまでの減速とあいまつて把手操作によ\nり容易に本件事故の発生を防止し得たものである。そしてこれは被告人が原判決説\n示の適正速度を遵守しておつたとすればより一層容易であつたといえるのであるか\nら、原判決の如く時速五〇粁の制動距離内に右の如く人間と物との識別可能地点の\nあることをもつて直ちに被告人に結果発生の責任を負わすことがてきないとなすこ\nとはできず、この点において原判決には証拠の価値判断を誤つた結果判決に影響を\n及ぼすことの明らかな事実誤認をおかした違法がある、というにある。\nそこで考察するに、まず原裁判所で取調べた証拠によれば、被告人は自動車運転\nの業務に従事するもので、昭和四二年一二月二一日午後一一時三〇分ごろ、普通貨\n物自動車を運転し、長崎県南高来郡国見町方面から島原市方面へ向け時速約六〇粁\nで進行中、同郡ａ町ｂ甲ｃ番地先道路上において折から酒に酔い道路中央附近に横\n臥していたＡ（当三七年）を約二二メートル手前に接近してはじめて障害物として\n発見し、とにかくこれとの衝突を避けるため、あわてて急停車の措置をとつたとこ\nろスリップし、更に七、八米に近接してはじめてこれが人間であることに気付き無\n中で把手を右に切つたが間にあわず、自車前部を同人に衝突させ約一四米引ずつて\n停止し、よつて同人に左右肋骨連続骨折、骨盤骨折等の傷害を負わせ、翌二二日午\n前八時二〇分同郡ｄ町ｅ乙ｆ番地Ｂ医院において同人を右傷害により死亡するに至\nらしめたことが認められる。\nしかして、右事故が被告人の前方注視義務の懈怠に基づくものであるかどうかで\nあるが、原裁判所で取り調べた証拠により認められる様に、本件事故当時は深夜で\n現場附近には照明がなく、更にアスファルト舗装道路が直前の降雨のため濡れて黒\nくなつており、そのうえ被害者は黒褐色の毛糸ジヤンパーに黒ズボンという着衣で\n路上にらつぶせになつていたこと等、道路の見透しおよび被害者と路面との識別の\n困難さが存在したことを勘案してもＣの検察官に対する供述調書、鑑定人Ｄの鑑定\n書、第一回実況見分調書および当審の検証の結果によつて認められる如く、被害者\nは体格栄養共に佳良な筋肉質の身長約一・七六米の長身の男子であり、これが道路\nほぼ中央にこれを横切る様にうつむけになつてくの字形に横たわつていたのである\nから、原審証人Ｅの尋問調書、原審および当審証人Ｆ、同Ｇの各尋問調書、司法警\n察員作成の第二回実況見分調書および原審ならびに当審の各検証調書を綜合して窺\nれる様に、この様な被害者を一個の障害物として、いわば人間としての要素を払拭\nした一つの物体としてみる限り、当時これをおそくとも約四入米手前から認識可能\nであり、また人間としてすなわち人体としては約二〇米手前において認識可能であ\nつたと認めるのが相当である。右認定に反するＥの検察官に対する供述調書は同人\nの原審証人尋問調書に対比し措信できず、他に右認定を左右するに足りる証拠は本\n件記録上存在しない。\n<要旨>すると、この様に四八米手前において障害物としての発見認識が可能であ\nる以上、業務上自動車を運転する</要旨>者としては右手前の地点において当然右発\n見認識をなすべきものと期待されるところ、問題は道路上にかかる障害物を発見し\nた運転者は如何なる処置をとるべき法上の義務を負担するかということにある。按\nずるに、そもそも道路は人車の往来するところであるから、ここを走行する自動車\n運転者は常時路上において人に致死傷を負わす危険を背負つているものとして可及\n的にかかる危険を現実化しないように配慮すべきであるとともに、道路を利用する\nものとして人車の自由な往来を妨げる結果を招来しないようにも配慮して運転すべ\nきである。そしてこの配慮は本件のように進路上に正体不明の障害物を発見したよ\nうな場合においては、その実体が何であるかを確かめ、その確認結果によつては直\nちにこれとの接触や衝突を回避できる様な処置を講じ得るよらな態勢をとつて進行\nすべき業務上の注意義務となるものと解すべきである。けだし正体不明の障害物が\nもし物であればこれと接触ないしは衝突した場合、一層往来の自由を阻害する結果\nを招来することがあり得るし、もしそれが人間であればこれとの接触等を当然回避\nすべきは多言を要しないことであるから、右注意義務を課することは運転者にとり\n何ら酷な要請とはいえず、むしろ前叙道路の安全および交通機関としての自動車の\n性質上これらを利用する者の当然負担すべき義務といえるからである。そして、こ\nのことはたとえ本件事故現場の如く、自動車の往来はときどきあるが通常皆無とい\nつてよい程人通りのなくなる深夜の道路であつても同断であることは前叙説示から\nみて明らかであろう。\nしからば本件において、被告人は被害者の手前約四八米において右注意義務を負\n担すべきであつたことになるが、つぎに被告人がその時点において右注意義務を履\n行しておれば本件結果を回避できたかどうかが検討されねばならない。第一回実況\n見分調書、原審証人Ｆ、同Ｅの各尋問調書および被告人の司法警察員に対する第二\n回供述調書ならびに検察官に対する供述調書によると、被害者は道路中央に前叙の\nように横臥していたため、その頭頂から北側路肩までの約二・九米の路幅が被告人\nの進路上に残存し、他方足から南側路肩までの約三米の路幅が対向車線上に残存し\nておつたので、約一・五米の車幅を有した被告人運転の自動車は右各残存路上を充\n分進行する余地が存在したこと、および事故当時対向車はなく被害者は全く運動出\n来ない状態であつたことが認められるのであるから、これらの状況を前提とすれ\nば、被告人が原判決説示と同一の理由によつて肯認される本件事故当時の適正速度\n時速約五〇粁を遵守しておりさえずれば、また被害者の手前約四八米でこれを正体\n不明の障害物として発見し、直ちに前叙注意義務に従い右障害物を注視しながら、\n減速進行しておりさえすれば、前叙本件被害者を人間として識別可能な距離約二〇\n米手前における速度を、その後被害者の手前で停車するか或いはこれを回避して前\n叙残存路上を進行し、もつて結果の発生を充分防止できる処置のとれる程度のもの\nに減速でき得た筈である。このことは原判決説示のとおり右適正速度での制動距離\nが四八米以内であること、ならびに被告人の直前に同所を右適正速度以内で通過し\nたＧやＥが、いずれも被害者との衝突を回避していること等によつても旨認できる\nのである。\nしてみると、前叙のように被害者を二二米手前に発見し直ちに急ブレーキをかけ\nたが及ばず発生した本件事故は、被告人が本件道路の事故当時の状態に不適当な時\n速約六〇粁の高速度で、しかも前方注視を怠つて走行したことに基因して惹起した\nものというべく、しかしてこの前方注視義務不履行の過失を認定せず、被告人に無\n罪を言渡した原判決にはこの点において判決に影響を及ぼす事実の誤認があるもの\nといわざるを得ない。論旨は理由がある。\nそこで刑事訴訟法三九七条一項により原判決を破棄し、更に同法四〇〇条但書に\nより自ら判決することとする。\n（罪となるべき事実）\n被告人は、自動車運転の業務に従事するものであるが、昭和四二年一二月二一日\n午後一一時三〇分ごろ、普通貨物自動車（長崎○に○△×□号）を運転し、長崎県\n南高来郡国見町方面から島原市方面へ向け、時速約六〇粁で進行し、同郡ａ町ｂ甲\nｃ番地先道路上に差しかかつたが、同所附近は街路灯等の設備もなく、また直前の\n降雨のため路面が湿潤していたのであるから、かような場合、自動車運転者として\nは、道路の見透し状況に応じて適宜減速するとともに、自車前方に対する注視を厳\nにしてその安全を確認しながら進行し、もつて事故の発生を未然に防止すべき業務\n上の注意義務があるにかかわらず、これをいずれも怠り漫然前記速度のまま進行し\nた過失により、折から酒に酔つて右道路中央附近に横臥していたＡ（当三七年）を\n約二二米に接近するまで発見することができず、そのため発見と同時に急制動をか\nけたが、その後これを人間と気付いてから衝突を回避するだけの処置をとるゆとり\nもなく、自車前部を同人に衝突させたうえ約一四米引きずり、よつて同人に対し左\n右肋骨連続骨折、骨盤骨折等の傷害を負わせ、翌二二日午前八時二〇分頃同郡ｄ町\nｅ乙ｆ番地Ｂ医院において、同人を右傷害により死亡するに至らしめたものであ\nる。\n（証拠の標目）\n一　被告人の検察官ならびに司法警察員に対する各供述調書\n一　原審ならびに当審証人Ｆ、同Ｇの原審および当審における各尋問調書\n一　原審証人Ｅ、同Ｄの各尋問調書\n一　Ｃの検察官に対する供述調書\n一　Ｈ（謄本）、Ｉの司法警察員に対する各供述調書\n一　原審および当審における各検証調書\n一　司法警察員作成の実況見分調書二通\n一　鑑定人Ｄ作成の鑑定書\n一　司法警察員ならびに司法巡査の島原警察署長宛報告書二通\n一　長崎県警察本部長作成の鑑定結果回答書\n一　医師Ｂ作成の死亡診断書\n（法令の適用）\n被告人の判示所為は、行為時においては昭和四三年法律六一号による改正前の刑\n法二一一条前段、罰金等臨時措置法三条一項一号に裁判時においては同改正後の刑\n法二一一条前段罰金等臨時措置法三条一頁一号に該当するが、犯罪後の法律により\n刑の変更があつたときにあたるから刑法六条、一〇条により軽い行為時法の刑によ\nることとし、所定刑中禁錮刑を選択し、その刑期範囲内で被告人を禁錮六月に処\nし、情状に照らし刑法二五条一項により本裁判確定の日から二年間右刑の執行を猶\n予し、訴訟費用につき刑事訴訟法一八一条一項本文により原審および当審のそれを\n全部被告人の負担とすることとする。\nよつて主文のとおり判決する。\n（裁判長裁判官　岡林次郎　裁判官　池田良兼　裁判官　山本茂）\n"
}