{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 7,
    "day": 15
  },
  "case_number": "昭和40(う)1884",
  "case_name": "道路交通法違反被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "lawsuit_id": "22495",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22495",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/495/022495_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審の訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人佐伯千仭、同井戸田侃連名並びに被告人岩本康義本人\n各作成の控訴趣意書記載のとおりであるから、これを引用する。\n弁護人の控訴趣意第一点並びに被告人本人の控訴趣意について\n弁護人の論旨は、原判決は証拠能力のない証拠を被告人に対する断罪の証拠とし\nた違法があると主張し、原決は、「本件ストップウオッチの改造は、製造許可を受\nけない者が事業としてなした計量器製造に該当するから、違法なものというほかは\nない」とし、「警察官が、計量法所定の許可を受けない業者が事業として製造（改\n造）したストップウオッチを主要部分とする速度測定器を使用して速度違反の検挙\nにあたつたことは、望ましくない事態であることは明らかである」と判示しなが\nら、他方「計量法が、許可を受けない業者が事業として製造した計量器について、\n単にその故をもつてその使用を禁止する規定を設けていないこと」「本件測定には\n速度違反の成否及び量刑に影響を及ぼすような誤差はなかつたものと認められるこ\nと」を認めたうえ、「本件速度測定器によつて測定した結果を記載した犯罪事実現\n認報告書及び速度測定カード並びに右結果を内容とする各証言を採用して被告人を\n処罰しても本件の場合正義の要請に反するものでない」とし、右証拠に証拠能力が\nあるとして、被告人に対して有罪の判決を言い渡したものであるが、右の判断は正\n当とはいえない。すなわち、\n（一）　本件ストップウオッチは、その改造行為自体が計量法に違反しているば\nかりでなく、右ストップウオッチ並びにこれを主体とする本件速度測定器は、同法\n六八条により使用並びに使用のための所持をも禁止されている。（二）本件ストッ\nプウオッチの正確性には疑いがある。（三）計量法は、計量の基準を定め、適正な\n計量の実施を確保し、もつて経済の発展及び文化の向上に寄与することを目的と\nし、そのために製造事業の許可、記号の表記、使用の制限等についての規定を設け\nているのであつて、同法が適正を保ち難いとして刑罰により禁止している手段によ\nつて製造された計量器を使用して収集した証拠によつて処罰されるようでは適正手\n続の保障もない。以上いずれの点からみても、本件ストップウオッチをその主要部\n分とする本件速度測定器を使用して得た証拠には証拠能力がないといわざるを得な\nいのであつて、原判決はとうてい破棄を免れないというのであり、被告人本人の所\n論も、帰するところ、弁護人の右所論と趣旨を同じくするものである。\nよつて記録を調査し、原審証人ａ（第四回公判）、同ｂ、同ｃ（第二回公判）、\n同ｄ、同ｅ、同ｆの各供述、当審検証調書並びに本件測定器のカタログによると、\n本件測定器は、ｇ株式会社の製造したｇ式５乙型速度測定器と称する蓄電池を電源\nとし、通話照明及び記録撮影等の諸装置を備えた速度測定用器具であつて、右測定\n器本体の上部には二個のストップウオッチが取りつけられており、右本体から伸ば\nされたケーブルに接続する始動又は停止装置のボタンを押し、遠隔から右ストップ\nウオッチのいずれか一方を自由に操作することができ、右測定器を使用して自動車\nの速度を測定するには、道路上に、速度測定の対象とする自動車の進行方向に従\nい、順次甲、乙、丙の三点を、甲、乙間は一〇〇メートル、乙、丙間は約一〇〇メ\nートルないし約一五〇メートルの間隔をとつて定め、丙点には速度測定器本体を、\n甲点にはストップウオッチの始動装置を、乙点には同停止装置を置き、なお甲乙両\n点にはそれぞれ受話器と送話器とを置き、甲点の測定員がまず測定の対象とする自\n動車の特徴（自動車の種類、車体の色、車両番号等）を前もって乙、丙点の各測定\n員に通報し、甲点の測定員は、右自動車の先端が甲点を通過すると同時に始動装置\nのボタンを押し、これによつて丙点にある測定器のストップウオッチの指針が動き\n始め、乙点の測定員は、自動車の先端が乙点を通過すると同時に停止装置のボタン\nを押し、これによつてストップウオッチの指針が止まり、甲、乙間一〇〇メートル\nの走行所要秒数を測定するとともに、ストップウオッチ文字盤の内側に表示してあ\nる換算速度（キロメートル毎時）目盛又は別の時速換算表により対象自動車の速度\nを測定する仕組であることが認められる。\nそこでまず、右認定のような本件測定器が計量法にいう計量器にあたるかどうか\nについて考えてみるのに、同法一二条は、同法所定の計量器を、計量をするための\n器具、機械又は装置であつて、同条一号ないし三八号に掲げるものだけに限定して\nいるのであつて、本件測定器は、自動車の速度を測定することを目的とするのであ\nるから、計量をするための器具、機械又は装置にあたることはいうまでもないが、\n同条七号イないしトに掲げる速さ計にはあたらないし、また右測定器には同条三号\nイに掲げる時間計にあたるストップウオッチが取りつけられており、それが速度測\n定のための枢要部をなしているとはいえ、前記認定のような装置を有する測定器全\n体から観察すれば、ストップウオッチはその一部分であるに過ぎず、右測定器を時\n間計そのものと同一にみるわけにはいかないから、本件測定器は、同条が限定列挙\nする計量器のいずれにもあたらないというべきである。これに反する見解には賛同\nできない。\nところで、原審証人ｈ並びに前記証人ａの各供述によると、本件速度測定器に取\nりつけてあるストップウオッチは、製造事業につき通商産業大臣の許可を受けたｉ\n株式会社の製造した一回転六〇秒計のものを、製造（改造、事業の許可を受けない\nｇ株式会社が、同じくその許可を受けない時計販売修理業ｈに、一回転一五秒計の\nものに改造することを依頼し、同人が事業として右の改造をしたことが明らかであ\nるから、本件ストップウオッチの改造が計量法一三条に違反するものであること\nは、原判決の指摘するとおりである。所論によれば、本件ストップウオッチは、そ\nの改造が違法であるばかりでなく、同法六八条によりその使用並びに使用のための\n所持をも禁止されているというのであるが、同条により使用等の制限を受ける計量\n器は「その者が修理した後まだ検定又は比較検査を受けない計量器」（同条一号）\n及び同法「六六条一項〔販売事業者の譲渡等を制限される計量器〕に規定する計量\n器」（同条二号）に限られるのであつて、本件ストップウオッチの改造は同条一号\nにいう修理にはあたらないし、また同条二号の規定は、ストップウオッチのよう\nに、同法六四条一項八号の政令で定める計量器にあたるもの（計量器検定令一条一\n二号）については、同法七〇条二号により明文をもつてその適用が排除されている\nばかりでなく、元来右六八条は、計量法所定の検定を受ける義務のある計量器を前\n提とする規定であると考えられ、同法六四条一項八号、一三九条一項二号、計量器\n検定令一条一二号により同法六三条の検査並びに同法一三九条の定期検査を受ける\nことを要しない時間計にあたるストップウオッチについては、右六八条の規定する\n制限を受けないと解すべきであるから、右所論も採用できない。\n<要旨>結局、本件ストップウオッチはその改造行為に限り計量法に違反する点が\nあるのであるが、次に、かような</要旨>ストップウオッチを主要部分とする本件速\n度測定器を使用して収集された証拠の証拠能力の有無について考える。前述のよう\nに、本件ストップウオッチの改造は、計量法一三条に違反し、右違反行為に対して\nは同法二三一条により処罰される筋合であるが、同法は、それ以上に、右の使用ま\nでも禁止する規定を設けていないから、証拠収集のためこれを使用しても、計量法\nに違反するものではない。しかし、それだからといつて同法に違反して改造された\nストップウオッチを使用して証拠を収集することが刑事訴訟法上適法であると速断\nすることは正当ではない。何故なら、計量法が計量器の製造（改造を含む）事業を\n通商産業大臣の許可にかからせたのは、同法の目的とする適正な計量の実施を確保\nするためであつて、右の許可を受けない無資格者が製造した計量器によつては適正\nな計量を確保できないおそれがあり、かような計量器が本件のように犯罪捜査の証\n拠収集のために使用されるときは、その収集手続の適正に影響するところがあると\n考えられるのみならず、そもそも、刑事裁判において国民を処罰するに当つては、\nその手続が正義と公平とにのつとつたものでなければならないのであつて、それを\n犠牲にしても実体的真実を追求することが許されるものでないことは、憲法三一条\nが刑事被告人に法の正当な手続による刑事裁判を保障し、刑事訴訟法が公共の福祉\nの維持と個人の基本的人権の保障とを全うしつつ事案の真相を明らかにすることを\n目的としていることに徴しても明らかである。従つて、国家は、官憲による不法不\n正の侵害から保護せらるべき個人の利益と、犯罪の訴追に必要な証拠を確保すべき\n国家の利益との均衡を図らなければならないのであつて、証拠の収集手続が憲法の\n保障する手続の公正を阻害するとみられる程度の明白かつ重大な瑕疵を帯びる場\n合、これによつて得られた証拠は、たとえそれが実体的真実に合致するという意味\nにおいて実質的な証拠価値があつても、その証拠能力を否定しなければならない\nか、その反面、瑕疵が形式的かつ微細であつて、証拠の収集手続が全体として公正\nを害すると認めるに足りない場合には、その結果を罪証に供しても違法ではないと\n解すべきである。\nこれを本件についてみるに、原審証人ａ（第四回、第六回公判）、同ｈ、同ｊ、\n同ｋ、同ｌの各供述並びに工業技術院計量研究所大阪支所長作成の試験成績書二通\nによると、前記のように、ｇ株式会社からｉ株式会社製造のストップウオッチの改\n造を請け負つたｈは、一〇年以上も前から時計の修理、販売を営む技術者であり、\nｇ株式会社は、同人から一回転六〇秒計のストップウオッチを一回転一五秒計に改\n造（右改造は、ヒゲぜんまいを短くし、テンプを軽くして、ｇ株式会社において印\n刷した一周一五秒の目盛を刻んだ文字盤を既存の文字盤の上に張りつけるという比\n較的に簡易な作業である）したものを受け取つた後、右改造のストップウオッチの\n正確性を担保するため、その全部について通商産業省工業技術院計量研究所大阪支\n所に器差試験を依頼し、右試験の結果器差がない旨の試験成績書の交付を受け、当\n該ストップウオッチを取りつけた速度測定器に右試験成績書を添えて警察官署に納\n入していたこと、現に本件の検挙に使用された兵庫県明石警察署保管の速度測定器\nに取りつけてある二個のストップウオッチについても、昭和三八年七月五日ｇ株式\n会社の依頼に基づき、前記大阪支所が器差試験を実施し、いずれも器差〇、〇秒で\nある試験成績を得、同月一七日同支所からその旨記載がある試験成績書が発行され\nていること並びに工業技術院計量研究所が行なう依頼試験は、昭和二四年一〇月一\n五日通商産業省令第五四号工業技術院依頼試験、分析等及び設備の使用規則に基づ\nき、一般の依頼に応じて実施する信頼のできる試験制度であることが認められる。\n右のように、本件ストップウオッチの改造は、多年時計修理にたずさわり専門の知\n識と技能とを有するとみられる時計の修理、販売業者がしたものであつて、しかも\nその改造には複雑な作業工程を要するものではないうえ、改造後信頼できる機関の\n器差試験を受け、器差のないことが証明されているものであるから、右改造につき\n計量法所定の許可を得る手続がされていないとはいえ、本件ストップウオッチの使\n用が計量法の目的とする適正な計量の実施を妨げるおそれがあつたものとは考えら\nれない。要するに、本件においては、証拠の収集方法自体に違法があるのではな\nく、正規の許可を受けない業者の改造したストップウオッチを部品とする速度測定\n器を使用して証拠を収集したというだけのものであつて、そのストップウオッチ\nは、使用制限に該当せず、かつ、器差のないことが保証されているものであるか\nら、手続の正義公平を阻害すると認めるほどに重大な瑕疵があるとは認められな\nい。従つて、右の速度測定器によつて測定した結果を記載した速度測定カード及び\n犯罪事実現認報告書並びにその結果を内容とする証言を証拠に採用した原判決には\n所論のような違法はなく、論旨は理由がない。\n弁護人らの控訴趣意第二点について\n論旨は、原判決は証明力のない証拠のみに基づいて被告人に対し有罪判決を下し\nた違法があると主張し、被告人が七六キロメートル毎時の速度で普通乗用自動車を\n運転したという原判決認定事実に対する証拠としては、本件速度測定器による測定\n結果以外には存しないのであるが、右測定器の主要部分をなすストップウオッチ\nは、時速を測定する時計としてはとうてい合理的な疑をいれない程度にまで高度の\n信用性をおくことができないものであり、この結果を唯一の証拠として被告人に対\nし有罪判決をした原判決の誤りは明白であり、破棄を免れないというのである。\nしかし、本件ストップウオッチが、昭和三八年七月工業技術院計量研究所大阪支\n所の実施した器差試験の結果、器差〇、〇秒の試験成績を得たものであることは、\n前記認定のとおりであるから、右改造当時本件ストップウオッチが正確であつたこ\nとについては疑いをいれない。そして、原審証人ｍ、同ｎ（第九回、第一二回各公\n判）並びに原審及び当審証人ｏの各供述によると、兵庫県警察本部交通指導課交通\n取締係長警部補ｏは、本件被告事件が原裁判所に係属中、本件ストップウオッチの\n改造が計量法に抵触することを知つたので、製造許可を受けた正規の業者にその改\n造をやりなおさせるため、昭和三九年九月八日ころ、ｇ株式会社に明石警察署から\n本件速度測定器を回収させ、同会社はあらためて有限会社ｐに本件ストップウオッ\nチの改造を依頼したが、ｐにおいて右ストップウオッチを検査したところ、誤差も\nなく正確であつたので、内部機構に手を加えることなく、文字盤にｐの記号を表記\nしただけでｇ株式会社に返却したことが認められるのであるから、これよりさき、\n被告人が検挙された昭和三九年一月八日当時においても、本件ストップウオッチは\n正確であつたものと考えられる。もつとも昭和三九年八月一四日付通商産業省重工\n業局計量課長の兵庫県商工労働部計量課長に対する「ｇ式速度測定器と称するもの\nの取扱いについて」と題する回答書には「なお、このような改造は、ストップウオ\nッチの精度、耐久性に悪影響を及ぼすようである」旨の記載があり、同年一〇月二\n九日付同省計量課長の原裁判所に対する「ｇ式速度測定器に関する兵庫県計量課長\nあての回答文について」と題する回答書には、「精度、耐久性の点は、六〇秒用の\nヒゲぜんまいを短くすれば一応一五秒用のものとはなるが、当初の設計上考慮され\nていないことなので、精度の点で問題があり、また歯車等は当初の設計の四倍の速\nさで回転することになるので、軸受の磨耗その他により耐久性が低下することが考\nえられる。」旨の記載があることは所論指摘のとおりであるが、後者の回答書が言\n及しているように、右の判断は一般論としての推測を出ないものということができ\nるから、これをもつて前記認定を左右することはできない。以上のとおりであるか\nら、この点の論旨も理由がない。\nよつて、刑事訴訟法三九六条、一八一条一項を適用して、主文のとおり判決す\nる。\n（裁判長裁判官　山崎薫　裁判官　竹沢喜代治　裁判官　浅野芳朗）\n"
}