{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 4,
    "day": 21
  },
  "case_number": "昭和34(う)1373",
  "case_name": "強姦致傷被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第13巻4号271頁",
  "gist": "一、　検察官のいわゆる冒頭陳述は、情状に関する事項も含むか\n二、　検察官のいわゆる冒頭陳述が、検察官手持の証拠では証明することができないものであつた瑕疵は、冒頭陳述の訂正によつて治癒されるか",
  "case_gist": "一、　刑訴第二九六条の規定するいわゆる冒頭陳述の手続における、検察官が、証拠によリ証明すべき事実は、単に罪となるべき事実だけに限るわけではなく、情状に関する事項も当然これに含まれるものと解すべきである。\n二、　右手続における、検察官の、証拠によリ証明すべき事実を、「被害後直ちに」所轄警察署に届け出た、とあつたのを、「被害後一旦勤務先に戻つた後直ちに」、と訂正し、その訂正された事実が証明される以上、裁判所に偏見または予断を生ぜしめる虞はなく、その瑕疵は治癒されたものというべきである。",
  "lawsuit_id": "21288",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21288",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/288/021288_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は弁護人向江璋悦、同安西義明連名提出の控訴趣意書に記載され\nたとおりであるからここにこれを引用し、これに対し次のように判断する。\n論旨第一点について、\n所論は、検察官は原審証拠調の冒頭において冒頭陳述要旨と題する書面を提出\nし、これに基き、その第一項において、被告人に本件と同種の非行歴があるとして\n「強姦罪によつてＡ中等少年院に収容された」ものである旨、又その第五項におい\nて、「被害者は旅館から逃げだし直ちに所轄警察署に届出た」旨陳述しているけれ\nども、暴行脅迫によつて婦女を姦淫したことを起訴事実とし、しかも被告人がその\n強姦なる点を否認している本件において、被告人に強姦の非行歴の存することを冒\n頭において明らかにすることは、正しく予断排除の原則に反し、又前記の「直ち\nに」との記載は証拠により証明しえない事実に基いた陳述であるから、刑事訴訟法\n第二百九十六条但書に違反するものであり、これらの違法は、検察官が弁護人の異\n議申立後裁判所の指示に従つて前記第一項の部分を削除し、同第五項の部分は「一\n旦勤務先のＢ方に戻つた後直ちに」と訂正したことによつては治癒されないのみな\nらず、一度このような予断又は偏見を持つに至つた原裁判所は憲法第三十七条第一\n項にいう公平な裁判所ということはできず、従つてその訴訟手続は同法条項に違反\nするものである、と主張する。よつて按ずるに、原審第一回公判期日において、検\n察官が冒頭陳述要旨と題する書面に基いて所論のような陳述をしたことは記録上明\n白であるが、所論陳述中第一項の部分は、検察官が、被告人には家庭裁判所におい\nて強姦罪により中等少年院に送致の決定を受けた事実あることを本件の情状を立証\nする意図の下に陳述<要旨第一>したものと解するのを相当とするところ、刑事訴訟\n法第二百九十六条の規定する検察官が証拠調のはじめに証</要旨第一>拠により証明\nすべき事実を明らかにするいわゆる冒頭陳述の手続は、起訴状の場合とは異り既に\n証拠調の段階に入つているのであるから、一切の予断の排除を要求しているもので\nはない。のみならず証拠により証明すべき事実は、単に罪となるべき事実だけに限\nるわけではなく、情状に関する事項も当然これに含まれるものと解すべきである。\n検察官が冒頭陳述において前記のような非行歴を情状立証のため明らかにしたから\nといつて証拠とすることができず、又は証拠としてその取調を請求する意思のない\n資料に基いて陳述したものでないことが記録上明らかな本件において、これを目し\nて直ちに同法第二百九十六条但書に違反するものということはできない。又所論陳\n述中第五項の部分は、被害者が本件被害後直ちに警察署に届出たか、一旦勤務先に\n戻つた後直ちに警察署に届出たかに関するもので仮りに右の相違は本件被告人の行\n為が強姦であるか和姦であるかを決<要旨第二>するに影響があるとしても、検察官\nが証拠により証明すべき事実を、「被害後直ちに」とあつたのを「被害</要旨第二>\n後一旦勤務先に戻つた後直ちに」と訂正し、その訂正された事実が証明される以上\n裁判官の心証は、訂正された事実について形成される筈であるから、仮りに「被害\n後直ちに警察署に届出をした」事実は、検察官手持の証拠ではこれを証明すること\nができないものであつたとしても、前示のように訂正がされた以上、裁判所に偏見\n又は予断を生ぜしめる虞はなくその瑕疵は治癒されたものというべきである。して\nみれば、所論検察官の冒頭陳述は同法第二百九十六条但書に違反することはなく、\n又原裁判所に不当な偏見又は予断を与えるものでもないから原審の審理判決を目し\nて審法第三十七条第一項にいう公平な裁判所の裁判でないということはできない。\n論旨は理由がない。\n（その他の判決理由は省略する。）\n（裁判長判事　岩田誠　判事　渡辺辰吉　判事　司波実）\n"
}