{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 11,
    "day": 25
  },
  "case_number": "昭和36(ワ)468",
  "case_name": "電電公社長岡電報電話局解雇",
  "court_name": "新潟地方裁判所",
  "field": "労働",
  "lawsuit_id": "20028",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20028",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/028/020028_hanrei.pdf",
  "contents": "主　　　文\n原告らの請求をいずれも棄却する。\n訴訟費用は、原告らの負担とする。\n事　　　実\n第一、当事者双方の申立\n一、原告ら、\n１　被告と原告Ｐ1、同Ｐ2との間に、それぞれ雇傭関係が存在することを確認す\nる。\n２　訴訟費用は被告の負担とする。\nとの判決を求める。\n二、被告\n主文同旨の判決を求める。\n第二、請求原因\n一、被告日本電信電話公社（以下、「被告公社」という。）は、日本電信電話公社\n法によつて設立せられた公衆電気通信事業を営む公共企業体である。\n原告Ｐ1（以下、「原告Ｐ1」という。）は、昭和二〇年一二月二八日逓信省加茂\n郵便局郵便集配係として採用され、昭和二四年四月被告公社加茂電報電話局設置に\nともない同局業務課電報配達係となり、その間全国電気通信労働組合（被告公社に\n勤務する職員をもつて組織する法人格を有する労働組合。以下、「全電通労組」と\nいう。）の組合員となり、昭和三四年八月から全電通労組新潟県支部執行委員（専\n従）となつたもので、現在被告公社に雇傭されている職員である。\n原告Ｐ2（旧姓「○○」。以下、「原告Ｐ2」という。）は、昭和二八年四月被告\n公社燕電報電話局業務課電話交換職に採用され、そのころ全電通労組の組合員とな\nり、昭和三二年九月から全電通労組新潟県支部執行委員（専従）となつたもので、\n現在被告公社に雇傭されている職員である。\n二、しかるに、被告公社は原告らとの雇傭関係の存在を争うので、右雇傭関係が存\n在することの確認判決を求める。\n第三、被告の答弁ならびに抗弁\n一、答弁\n原告ら主張の請求原因事実のうち、被告公社が日本電信電話公社法によつて設立\nせられた公衆電気通信事業を営む公共企業体であること、原告らがもと被告公社の\n職員であつて、その主張のような職歴があつたこと、およびその間その主張のよう\nな組織法人格を有する全電通労組の組合員となり、それぞれ主張のころから全電通\n労組新潟県支部執行委員（専従）となつていたことは、いずれも認める。\n二、抗弁\n（一）　被告公社は、昭和三六年三月二五日、原告らに対し、被告公社信越電気通\n信局長名義をもつて、公共企業体等労働関係法（以下、「公労法」という。）第一\n七条第一項に違反したことを理由に同法第一八条にもとづいて解雇の意思表示（以\n下、「本件解雇」という。）をしたから、原告らと被告公社との各雇傭関係はいず\nれも右同日をもつて終了したものである。\n（二）　しかして、被告公社が原告両名を解雇したのは、全電通労組の実施した昭\n和三六年度春季闘争の一環として、長岡電報電話局（以下電報電話局を「報話局」\nという。）において同年三月一六日行なわれた勤務時間内職場大会の開催等のいわ\nゆる拠点闘争（以下、便宜「三・一六闘争」という。）実施に関して、原告らのと\nつた行動が公労法第一七条第一項に違反するものであつたからで、その詳細の事情\nはつぎのとおりである。\n１　三・一六闘争の概要とその一般的特異性\n（１）　春闘要求および中央交渉\n全電通労組では、昭和三六年（以下、事実において、単に月日のみ記載するの\nは、すべて昭和三六年中の日付である。）二月一四日から同月一七日までの間に開\n催された第二六回中央委員会において、ストライキの理念に立つた強力な行動を拠\n点方式で闘つていくことに中心をおく春闘方針を討議決定し、同月二〇日被告公社\nに対し（イ）津電報局の不当処分の撤回、（ロ）基本給に一定額金五、〇〇〇円を\n積上げる等の賃金引き上げの実施、（ハ）職員の勤務時間はすべて一週拘束四二時\n間三〇分とし、週休二日制を実施する等の労働時間の大巾短縮、（ニ）要員の算出\n基準および配置に関する協約の締結を主たる内容とする一五項目におよぶ要求書を\n提出した。\nしかして、これらの要求は（ロ）のように法律の規定に照らしてみて無理なも\nの、（ニ）のように公労法第八条但書の管理運営事項にあたるものにつき協議決定\nを求めるものや、（ハ）のようにわが国における当時の国情の現実とかけ離れたり\nするものが多く、いわゆる難題を吹きかけるというたぐいの要求であつた。\nそこで、被告公社は右の要求に対し、法令や財政事情等の許す範囲内において良\n識的で、かつ、相当誠意のある回答（とくに賃金については金一、〇〇〇円程度の\n賃上げが妥当であるとした。）を同月二八日文書をもつて行なつたところ、全電通\n労組はこれを不満とし、翌三月一日から本格的な中央団体交渉（以下、「中央交\n渉」という。）にはいつたが、同月一三日まず前記（ロ）の一定額金五、〇〇〇円\nの賃上げ等を主な内容とするいわゆる賃上げ交渉が決裂状態となった。そこで、被\n告公社は同日やむをえず公労法第二七条の規定にもとづき公共企業体等労働委員会\n（以下、「公労委」という。）に対し調停申請を行ない、また、同月一五日には政\n府は労働大臣の職権をもつて被告公社を含む公共企業体労働組合協議会（以下、\n「公労協」という。）傘下の九労働組合の賃上げ要求について、公労委に対して一\n括して仲裁の申請を行なつたのである。したがつて、そのとき以降は、この問題の\n解決は専ら公労委に委ねられたというべきである（げんに、この時点で日本国有鉄\n道の動力車労働組合は実力行使を中止した。）。\nなお、他の要求項目についての交渉は、その後も続行されたが、何分にも本件春\n闘要求なるものは前述のとおり無理難題が多かつたばかりでなく、三月一五日午後\nの交渉に際し、全電通労組中央本部調査交渉部長Ｐ3が、被告公社の首席交渉委員副\n総裁Ｐ4にインチキ呼ばわりした場面もあつたりしたため翌一六日朝にいたつても妥\n結せず、同日午前八時二八分双方の意見が対立したまま打ち切られるに至つた。な\nお、この決裂時点以前においても、すでに長岡など若干の拠点局所においては、局\n舎内への不法侵入、すわり込み、管理者に対する暴力による業務の執行妨害等、激\nしい実力行使に突入していたことはとくに留意せられるべきである。\n（２）　中央本部の闘争指令の発出\n全電通労組は、中央闘争委員長名で、前記要求書提出の翌日である二月二一日に\n指令第七号をもつて各級機関（各地方本部、支部、および分会をいう。以下、同\nじ。）に対し、春闘体制をかためるよう指示し、被告公社の回答書が出された同月\n二八日に、指令第八号をもつて三月二日から三日間の全国一斉時間外労働拒否、三\n月四日の全国一斉時間外職場大会の開催等を指令した。\nついで、賃金交渉の決裂する四日前で、中央交渉続行中の三月一〇日指令第九号\nをもつて、（イ）三月一三日から三月一九日まで全国一斉時間外労働拒否を行なう\nこと、（ロ）別途指令する機関は三月一三日以降いかなる実力行使も実施できる体\n制をすみやかに確立すること、（ハ）三月一三日以降各支部は支部交渉を徹底的に\n行なうこと、を指令した。\nさらに、同月一四日他の交渉もまだ煮つまらぬままに、ついに指令第一〇号をも\nつて、指令第九号の（ロ）にもとづく具体的行動として、前同様各級機関に対し、\n（イ）別途指定する機関は三月一六日始業時より午前一〇時まで全組合員が参加す\nる職場大会を開催せよ、（ロ）関東地方本部は三月一六日早朝本社に対し、昀大限\nの動員を行なえ、との指令を発するにいたつた。そして、これに伴い、指令第一〇\n号による勤務時間内職場大会は全国五九カ所の別途指定する機関（以下、「拠点局\n所」という。）において強行されたのである。\n（３）三・一六闘争に対する被告公社の対策\n本件三・一六闘争については、前述の指令第一〇号により保安要員等ゼロの拠点\n闘争方式によるものであることが判明したので、被告公社としてはその顕著な違法\n性と社会へのゆゆしき悪影響等にかんがみ、交換機器の保全、重要通信の確保等の\n緊急対策を講ずるとともに、組合側の関係各機関に対し、そのような違法行為を中\n止するよう厳重な警告を行なつた。すなわち、\n（イ）　業務確保対策\n本件闘争にあたつては、もし前述の闘争方針どおり実施されれば、各拠点局所に\nおいては一般の勤務者を全然配置できないというゆゆしき事態がおきることとな\nり、公衆電気通信に極めて重大な障害を生ぜしめるのは火を見るより明らかであつ\nたのであり、ことに本件長岡報話局のような共電式という手動交換方式の局所にあ\nつては、電話加入者からの呼び出しに全く応答できないような状況になると通信施\n設自体に火災が発生する等の事故が生じるおそれがあつた。そこで、被告公社はこ\nのような事態の発生を未然に防止し、公衆の受ける迷惑を昀少限にとどめることが\n公社事業の極度の公共性にかんがみ、絶対に必要であるとし、急きよ近隣局等から\n応援管理者を動員して業務の遂行に当らしめるとともに、電信電話利用者である市\n民に対してはチラシや宣伝カーで理解と協力を呼びかけることとした（なお、この\nことはひとり長岡市だけを対象としたものではなく、全国的に組合指定の各拠点局\n所在地の利用者に対して周知したものであり、元来チラシなどによる周知は、公企\n業の経営主体である被告公社として当然行なわなければならないことである。）。\nこの際、組合は偽装的に各県三局の拠点局を発表したりするなど、いわゆる陽動作\n戦を行ない公社側の対策を困難ならしめようとした。\n（ロ）　公社の発した警告\n本件三・一六闘争は、前述したように、組合員全員を勤務時間内職場大会に参加\nさせて公衆電気通信業務等を完全にまひさせる方針を採るという徹底した争議行為\nであつて、ひとり公労法第一七条第一項の規定に違反するのみならず、日本電信電\n話公社法（以下、「公社法」という。）第三三条の規定にも違反する重大な違法行\n為であることは明らかであつた。そこで、被告公社は、総裁から全電通労組中央執\n行委員長に対し、本件勤務時間内職場大会に参加した者は戒告以上、また、これを\n指導した者は解雇を含む厳重な処分を行なわざるをえない旨を付記し、違法行為の\n暴挙に出ないよう厳重な警告を発し、また、地方にあつては各電気通信局長および\n各電気通信部長ならびに各報話局長等からそれぞれ対応する組合機関の責任者に対\nし、前記総裁の警告書と同趣旨の警告書を手交する等の方法により違法行為を中止\nするよう厳重な警告を発した。\n本件長岡拠点闘争においても、三月一五日新潟電気通信部長Ｐ5から全電通労組新\n潟県支部委員長Ｐ6に対し、また、同日長岡報話局長Ｐ7から全電通労組新潟県支部\n長岡分会長Ｐ8に対し、それぞれ前記趣旨の警告書を手渡した。そのほか被告公社の\n各機関の職員一般に対しても、それぞれの局長等からほぼ同趣旨の警告が行なわれ\nた。\nなお、ここに付言すべきは、前記警告には従前のこの種の警告にはない特異性を\nもつていたことである。すなわち、本件三・一六闘争にあつては、全電通労組が従\n前の勤務時間内職場大会と異なり、拠点局所の全組合員をこれに参加させる方針を\nとつたため、公社の業務が完全に阻害されるおそれがあつたので、被告公社として\nは事の重大性にかんがみ警告文等の文言を従前のものと異ならしめ、これに参加し\nた者は戒告以上、これを指導した者は解雇を含む厳重な処分を行なわざるをえない\n旨を特記し、組合側の自重を切に要望したものである。\n（４）　拠点局所の闘争実態の多様性\n本件三・一六闘争が、一県一局所全国五九カ所の拠点局所において、組合員たる\n職員全員の参加を目ざす時間内職場大会の開催という拠点闘争方式が初めて採用さ\nれたものであり、また、中央本部等の上部からの闘争指令は、前記の指令第一〇号\n等によつてみても明らかなように、はなはだ簡単でごく少数のものが直前に発出に\nとどまつたりしたため、県支部等の中、下級機関役員らにおいてその手段方法等を\n具体化すべき余地が相当大であつた。しかるに県支部等の個々の組合役員の本件闘\n争に対する態度ないし指導力または行動等は千差万別であつたりしたため、これら\n拠点局所における闘争の実態は著しく多様な状況を示した。とくに一部の少数拠点\nにおいては、局舎が不法に占拠されたり、応援管理者の業務遂行がピケツテイング\nないし暴行等によりはなはだしく妨害されたりするなど極めて悪質過激な様相を呈\nしたものもあれば、かえつて拠点局の指定を返上したりするなどの消極的な態度を\n示したものまであつて、種々雑多であつた。しかしながら長岡報話局のように一部\n少数の県支部や分会の役員らのうちに、中央本部等上部機関の発出した前記指令第\n一〇号には、全然記載されていないところの局舎内のすわりこみ、管理者に対する\n行動妨害、宿直職員の勤務阻止ないし引き出しなどはなはだ違法性の強い行為を極\nめて積極的に指導実行する者がいたのはとくに注目されるべきである。\n（５）　本件三・一六闘争の特異性\n勤務時間内職場大会は、程度の差こそあれ、従前も行なわれたことがあるが、本\n件三・一六闘争においては、つぎのように、従前にみられなかつた数々の特異性が\nあつた。\n（イ）　特異性の第一は、全組合員を勤務時間内職場大会と称する同盟罷業に参加\nさせる方針が採られたことである。従来の勤務時間内職場大会においては、組合は\n常に一部の組合員を残しており、公社はこれらの職員を施設の絶対必要昀少限の保\n守要員（保安要員）や重要通信の確保等の要員として、管理者や臨時雇いなどとと\nもに勤務に服せしめるのを例としていた。これに対し、本件三・一六闘争では、全\n組合員を勤務時間内職場大会に参加せしめ、保安要員を全く残さないという極めて\n徹底的な同盟罷業を行なつた。\n（ロ）　その第二は、本件三・一六闘争にあつては拠点闘争方式なるものが採用さ\nれたことである。従来の全電通労組の闘争は、概して被告公社の各機関において広\nく行なわれるのを例としていたが、本件三・一六闘争にあつては、まず前記指令第\n一〇号にもとづき、一般的には各県支部ごとに三局所が拠点局の候補としてあげら\nれ（いわゆる陽動作戦）、突入前日の三月一五日の午後五時ころにいたつてそれぞ\nれ県ごとに一局所が拠点局として指定されたと称して発表された。\n（ハ）　その第三は、組合は一部の少数局所において公衆電気通信業務の遂行に決\n定的な打撃を与えることをもくろんでいたことである。拠点局所として選定された\n局所も長岡報話局のように電話交換手等の勤務者を欠くと、はなはだしい業務阻害\nを生じる手動式のところであり、ダイヤル式ではなく交換手による電話交換を中心\n業務とする報話局が主となつていた。\n（ニ）　さらに、全電通労組の中央本部からの派遣闘争委員は、縁も薄く、地理等\nに暗い地方に派遣され、名目的、形式的な存在であり、直接の具体的な指揮指導は\n県支部等の現地役員の積極的な活動に期待したというべきものであつた。したがつ\nて、全国的に指導性は著しく異つていた。また、組合員は覆面をしてピケを張るな\nどしたため、誰であるかについて認識ができないなど、各拠点闘争の実態は種々雑\n多であつた。\n（６）　組合内部における三・一六闘争に対する批判ないしは反省\n本件三・一六闘争は、スト権奪還をめざし、いわゆる公労協の共同闘争の一環た\nるスケジユール闘争として計画的に実施されたものであるところ、何分にも公労法\n第一七条等に正面から挑戦するという明々白々の違法行為であつたのであるし、ま\nた、全電通労組としては初めての保安要員ゼロの拠点闘争方式の闘争であつた関係\n等もあり、この争議行為に対しては、その実施後においても組合の内部に多くの強\nい批判ないし反省が生れた。\n２　長岡報話局における闘争の実態\n（１）　新潟県支部の指導体制の確立\n三月一四日午後五時から、新潟市の電々会館で原告Ｐ1、同Ｐ2を含む全電通労組\n新潟県支部（以下、単に「県支部」とあるは新潟県支部を指称する。）執行委員全\n員が出席して、県支部主催のもとにＰ9中央闘争委員（以下、「中闘」という。）、\n全電通信越地方本部（以下、「地本」とあるは、信越地方本部を指称する。）役員\nおよび拠点候補三局の分会代表をまじえて闘争委員会を開き、前記指令の具体的消\n化方策、闘争の具体的戦術、当日の行動等について詳細な協議、企画を行ない、さ\nらにつぎのように決定した。すなわち、\n（イ）　昀終的な拠点職場は長岡とするとともに、三条、新津においても長岡を包\nむ態勢のもとに陽動作戦をとり、それ以外の県内各分会は、当日早朝時間外職場大\n会を開くこと。\n（ロ）　長岡で職場大会を開くについての動員要請は、長岡地区労働協議会（以\n下、「地区労」という。）から一五〇〇名、県内の全電通労組分会から三〇〇名、\n長岡分会から四〇〇名、計二、二〇〇名を参加させて局前で入局阻止のピケを兼ね\nて行う。\n（ハ）　職場大会を実施する場合の任務分担として、昀高責任者はＰ9中闘、その補\n佐はＰ10地本書記長とＰ6県支部委員長、説得隊の総責任者はＰ11県支部副委員長、\n通用門裏門の説得隊の指揮は原告Ｐ1県支部執行委員、正門の説得隊の指揮者はＰ\n12県支部執行委員、電話交換室入口廊下の説得隊指揮者はＰ13地本執行委員とＰ\n14県支部書記長、電話交換室内の説得の指揮者はＰ15地本執行委員と原告Ｐ2県支部\n執行委員、一般公衆等に対する協力要請、説得は地方議会議員と決定する。\n（ニ）　警察等の介入も予想されるので、事態を平和的に話し合いで解決するた\nめ、国会議員団、県会議員団、弁護団の派遣を各機関に要請する。\n（ホ）　公社側が動員者を集めて対抗してくることが察知されるので、局内にすで\nに入つている他局の管理者を出すことはしないが、三月一六日午前〇時以降はスト\nツプする。\n（ヘ）　昀終拠点局が事前に察知された場合、闘いの価値が半減するので、できる\nだけ公社の目を他に向ける必要がある（陽動作戦）。\n（ト）　その他公社側によつて宿明勤務者が勤務を終了してもその場所から出られ\nないような事態が予想されるが、その場合は仕事をしないよう指導する。また、一\n般組合員は顔を見られることが不利と判断した場合は覆面をする。\n（チ）　突発的な事故、現象等は、昀高責任者であるＰ9中闘の指示に基づいて処理\nする。\nさらにまた、一五日午後五時から、長岡報話局で現地闘争委員会を開催（Ｐ9中闘を\n除き、原告ら県支部役員らが参画）し、前日の闘争委員会の結果を確認し、さら\nに、動員された組合員を局内に待機させ、自局（長岡報話局、以下同じ。）の管理\n者以外の通行の自由は認めない等を決定し、その徹底をはかつた。\n（２）　長岡報話局における闘争の実態\n（ⅰ）　組合のピケツテイングによる管理者の入室入局の阻止\n前記闘争委員会において決定された方針にもとづき組合側は、三月一五日午後五\n時ころには動員した県支部傘下の組合員が逐次集結し、同七時三〇分ころよりこれ\nらを長岡報話局内の階上、階下の廊下等に待機させ、管理者の局内の通行の阻止を\nはかつた。ことに、二階電話交換室に通ずる廊下には午後七時三〇分ころより、翌\n朝一〇時の争議終了まで約二〇名から七〇名の組合員を常時坐り込ませて、ピケツ\nトラインをはり、管理者の交換室への入室を阻止した。三月一六日午前〇時ころよ\nり前記説得隊（ピケ隊）の各責任者は、それぞれ所定の箇所の配置についた。さら\nに、局構内に待機させていた動員組合員、地区労傘下の支援労組員をもつて同日午\n前〇時過ぎから争議終了に至るまで局正門前にピケツトラインをはり、応援管理者\nの入局を阻止した。\nこれら組合側のピケツテイングについて局内、局外に分けて詳述すればつぎのと\nおりである。\n（局内の状況）\n（イ）　長岡報話局においては保安要員ゼロといういまだかつてない違法性の強い\n闘争が行なわれた場合、宿明勤務者の勤務終了後は管理者のみで電話交換業務と機\n器の保全に当らざるをえなくなる。したがつて自局管理者のみでは足らず、他局管\n理者の応援にたよらざるをえないのであるが、管理者はいずれもこれらの作業に未\n熟なうえ、さらに長岡報話局に設置されている交換機に不慣れであるので、あらか\nじめ指導訓練を受ける必要があつた。すなわち、手動式交換機には磁石式と共電式\nがあり、共電式には大共電、中共電、小共電の三方式（長岡報話局は大共電）があ\nり、いずれも多少の取扱い上の相違があつた。\nまた、同じ方式の交換機でも局によつてジヤツクの配列、プラグの位置が違い、\n特に本件三・一六闘争のような異常な事態には緊急非常通話を優先的に接続する必\n要があるので、例えば警察、消防署に対する緊急通報回線はどこに収容されている\nか、市外交換機では例えば東京、新潟の回線の収容位置をは握しておくとともに、\n交換作業の練習をすることにより長岡報話局の交換機に慣れ、少しでも技能、能率\nを向上させることが必要不可欠であつた。\n（ロ）　よつて、当初は三月一五日午後一一時ころからこれらの目的で応援管理者\nを交換室に入れる予定であつたところ、前述のごとく交換室前の廊下に組合員がピ\nケツトラインを張りつつあるとの情報が入つたので、紛争をさけるため急きよ予定\nを変更して電話そ通要員を交換室へ入室させることとした。そこで一二名のそ通要\n員を二分して午後七時五〇分ころまずＰ16新潟報話局第一運用課長ら五名を交換室\nへ入らせようとしたところ、交換室前廊下でピケツテイングをはつていた全電通労\n組信越工作所分会所属Ｐ17（県支部拡大闘争委員）ら二〇名以上の組合員（ほとん\nど覆面していた。）がスクラムを組んで取り囲み、入室を阻止した。そのためＰ\n16らは入室を断念して引き揚げざるをえなかつた。\n（ハ）　つづいて同日午後八時ころ、新潟電気通信部（以下「通信部」とあるは、\n同通信部を指称する。）Ｐ18次長、長岡報話局Ｐ19次長のほか電話そ通要員全員\n（計一五名）が交換室に入ろうとしたが、前同様交換室前廊下にピケツテイングを\nはつていた組合員約二〇名に阻止され入室できなかつた。Ｐ18通信部次長らは「電\n話交換を練習させるためにいくんだから入れてください。」と申し入れたが、応ぜ\nられなかつたので、入室をこころみたものの、ピケ隊に抵抗され入ることはできな\nかつた。その際、Ｐ14県支部書記長がピケ隊の先頭に立つてこれを指揮していたの\nであるが、Ｐ18通信部次長に対し四回以上にわたり胸部、腹部を手で突く等腕力を\nもつて阻止し、これらの抵抗は管理者に恐怖を感ぜしめる程激しいものであつた。\n（ニ）　さらに同日午後八時四〇分ころ、Ｐ7報話局長、Ｐ18通信部次長、Ｐ19報話\n局次長を先頭に応援管理者約二五名が交換室におもむいたが、交換室前の廊下およ\nび階段に群がる組合のピケ隊五〇名以上（ほとんど覆面をしていた。）に阻止され\nたので、Ｐ18通信部次長らは入室させるよう数回説得を試みたが押し返され、もみ\n合いが二〇分以上つづいたが、はげしい阻止行動のため結局入室できなかつた。そ\nの際Ｐ14県支部書記長はピケ隊の先頭に立つてこれを指揮し、Ｐ18通信部次長に対\nし「手を出して何が悪い、いくらでも出してやる。」といつて数回同人の胸や腹を\n押したり突いたりして押し返した。また、Ｐ16新潟報話局課長に対しては「お前は\nなんだこの野郎、高田の時はなんだ。」などと雑言を浴びせて同人を突きとばし\nた。さらにＰ12県支部執行委員もピケ隊の先頭に立つてこれを指揮し、自らも積極\n的に押し返し暴言をはいた。\n（ホ）　三月一六日午前三時半ころＰ6県支部委員長が交換室にいる自局管理者に対\nし「今後交換室の出入は私が責任をもつてするから私にいつてくれ。」と通告、以\n後は便所に行くにも監視づきとなり、Ｐ12県支部執行委員から「出入するな、今度\n出ると入れないぞ。」と制限され、Ｐ20報話局副課長などはやむなく大封筒で用を\n足し室外に投げ捨てるとか、また同局Ｐ21課長と同Ｐ22副課長の二人は、用便のた\nめ交換室の南側出入口から出るとき原告Ｐ2に「出たら入れない。」といわれ、用済\nみ後入室しようとしたところピケ隊に「県闘の許可がなければ入れない。」と強引\nに入室を阻止されたため、階段昇り口においてＰ6県支部委員長、Ｐ14県支部書記\n長、さらにＰ12県支部執行委員に対して折衝したがいずれも拒否され、結局午前六\n時半ころまで交換室へ入室できなかつたのである。\n（ヘ）　三月一六日午前九時三〇分ころ、被告公社は、電話そ通要員を交換室へ入\nれるべくＰ7報話局長、Ｐ18通信部次長を先頭にして局内の応援管理者約四〇名が交\n換室におもむいたが、組合のピケ隊員約六、七〇名に押し返され入室を阻止され\nた。\n（ト）　つづいて、午前九時四五分ころ、再びＰ18通信部次長を先頭に応援管理者\n約四〇名が交換室へ向つたが、交換室前廊下に通ずる扉がとざされ、かつ、ピケ隊\n員により悪口雑言を浴びせられ、また胸ぐらをこずくなどの暴行を受け遂に入室す\nることができなかつた。その際Ｐ14県支部書記長および原告Ｐ1は、組合員一〇名以\n上とともに階下からかけつけてピケ隊に加わり扉側に陣取つて、管理者を階段の方\nへ強く押し返した。\nこれがため管理者の中には階段から落された者もあつた。また、原告Ｐ1は、「警\n察を帰せ。」「組合活動をなぜ妨害するのか。」といつて、Ｐ18通信部次長の胸ぐ\nらを手で突き、こぶしで押しながら壁に押しつけるなどしたうえ、同人に対し悪口\n雑言を浴びせた。\nしこうして、全電通労組の中央指令によれば闘争終了二、三〇分前であるにもか\nかわらず、なおも管理者を交換室へ入れようと努力を重ねたのは、被告公社として\nは、長岡報話局における闘争の悪質過激ないわゆるハネ上り的行為の態様から、は\nたして中央指令どおり午前一〇時闘争終了ということが守られるかどうか疑問のあ\nつたところであり、しかも午前九時ころからは通話の呼びが多くなる昀繁時にかか\nること等の理由からますますサービス上昀悪の状態となることが予想されたので、\nしたがつて昀低限のサービス確保の必要性から右入局・入室の緊急性必要性が一層\n強かつたからである。\n（チ）　三月一五日午後一一時ころから一六日午前五時ころまでにかけて局構内に\nたむろし、または局舎内に坐り込んでいる組合員に対して、交換室前廊下、階段昇\nり口および局長室窓から通用門にむけて退去命令書の掲出により、また、Ｐ16新潟\n報話局課長ら四、五名が携帯マイクで三カ所程にわたり退去要請をしたところＰ\n14県支部書記長は、「うるさい。」「何をするんだ、止めろ。」とか「……新潟の\nことも満足に判らんのが長岡へ来て何ができる、帰れ帰れ。」と罵しり、携帯マイ\nクを払いのけ、さらに取り上げようとまでして妨害した。\nさらにまたＰ19報話局次長は、交換室内にいた原告Ｐ2に対し「あなたは作業員で\nないから出て行つて貰いたい。」と通告したが、暴言をはいて退去要請に応ぜずＰ\n7報話局長がＰ18通信部次長、Ｐ19報話局次長らとともに組合事務室におもむきＰ\n9中闘に対し同様退去させるよう通告したが、拒否された。そこで同報話局長、Ｐ\n18通信部次長、Ｐ19報話局次長らは、通用門内側にいた約二、三〇名の組合員に対\nし直接退去するよう命じたところ、原告Ｐ2およびＰ6県支部委員長、Ｐ14県支部書\n記長らがＰ7報話局長を取り囲み、ばり雑言を口々に浴びせて壁ぎわに押しつけるな\nどの暴行をはたらいた。\n（局外の状況）\n（イ）　組合側は、三月一六日午前〇時過ぎから前記闘争委員会の決定どおり、長\n岡報話局正門前附近においてピケツテイングをはり、前面には組合役員が並び、そ\nの背後には覆面をした組合員一〇〇名内外によつて公社管理者の入局阻止の態勢を\n整えた。一方公社側では、三月一五日午後一二時ころ長岡報話局が拠点局となつた\nことが判明するとともに、それまで新津、三条報話局に配置されていた管理者を長\n岡に集合させることとした。一六日午前一時ころこれら管理者は長岡市に到着した\nが、長岡報話局にはすでに組合のピケツトラインがはられていたため直ちに入局す\nることができなかつた。しかしながら同局の電話そ通業務の確保、通信機器の保全\nのため、これら管理者の入局は必要かつ不可欠であつた。そこで、一六日午前四時\n五〇分ころから信越電気通信局（以下、「通信局」とあるは同通信局を指称す\nる。）Ｐ23労務課長ら管理者約六五名が入局しようとしたところ、前述した局正門\n前のピケ隊（約二〇〇名）により阻止され、遂に入局することができなかつた。\nＰ23通信局課長らは、業務上の必要があつて入るんだからピケを解いてほしい旨\n再三にわたつて申入れたが、「ピケは絶対に解かない、新潟県支部の団結力を見せ\nてやる、破れるものなら破つてみろ。」、などと答えて、きき入れようとはしなか\nつたので、管理者側は必要にせまられ、やむなく四、五人ずつ並んで腕を組んでピ\nケ隊に近づき入局しようとはかつたが、ピケ隊側の方が多人数のため押し返され、\n一時間位の間に数回入局を試みたが、いずれも押し返され、そのつどばり雑言をあ\nびせられ、ついには身の危険をも感ずるようになつたので、ひとまず入局を断念し\nて引揚げることを余儀なくされた。\nその際Ｐ12県支部執行委員は、Ｐ23通信局課長らの申入れに対して前記の如く答\nえながら、胸をこづいたり足をけつたり煙草の火を近づける等の暴行をはたらき、\nさらに原告Ｐ2らとともに、「労務課長をねらえ、やつてしまえ。」「労務課長だけ\n中に引き入れてやれ。」と叫びあおりながら、Ｐ23労務課長の前のスクラムをゆる\nめ、手を出してひきずりこもうとした。またＰ12県支部執行委員は、県労協平和号\nのマイクを使い「管理者はわれわれのかせいだ金で食つている。ピケ突破などあき\nらめて帰れ帰れ、労務課長などの若僧は現場の仕事は知らないだろう。管理者のみ\nんなよく聞け、ピケ突破を試みることはそんな労務課長の出世コースをたすけるだ\nけだ、みんな踏み台にされているのだぞ。」とアジ演説をしてピケ隊員を煽動し\nた。\nＰ14県支部書記長は、局前のピケに加わり管理者の入局を阻止し、Ｐ24報話局業\n務課長に向つて「Ｐ24出てこい、管理者になつて恥かしくないか。」などと言いな\nがら同課長のオーバーの襟をつかんで強引にひき出そうとしたり、Ｐ12県支部執行\n委員らとともにＰ25課長らを雪山に押しつけるなど暴行をはたらいた。\nまたＰ6県支部委員長は、県労協平和号のマイクを通じて管理者に向つて「職場の\n主人公はおれたち労働者である。貴様らは労働者の血と汗をしぼつている。どんな\nことがあつてもわれわれは絶対にひかない。」とどなり、また「オイ、チンピラど\nもお前達はみんなおれたちのかせいだ金を使つてわれわれのピケを妨害に来てい\nる。とんでもない奴らだ、帰れ帰れ。」とば倒した。\n原告Ｐ2は、午前四時五〇分ころ局舎二階の窓から顔を出し公社側管理者に「バツ\nキヤロー、帰れ帰れ。」と連呼していたが同五時五分ころピケ隊の中に入つて来て\nさらに前記Ｐ12らとともに、「そこの、労務課長がわれわれを苦しめるんだ、引き\n抜いてこつぴどくやつつけてやれ。」などと煽動しながら、管理者の入局を阻止し\nた。原告Ｐ1はピケ隊の昀前列で管理者らを押してその入局を阻止した。\n（ロ）　同日午前六時四〇分ころ再度、Ｐ6県支部委員長は、県労協の放送車を利用\nして、昨夜来の経過状況を説明し、「県支部の指導の下に昨夜来長岡報話局は完全\nに組合員によつて占拠され、管理者は手を出すすきがない。」とか、「八時半以降\n全電通組合員は一人も作業につかないことになる。」旨の演説を行なつた。\n（ハ）　同日午前九時三〇分ころ公社管理者約四〇名が再び入局しようとしたとこ\nろ、局前道路上におけるピケ隊（全電通労組組合員および支援労組員ら合計一、五\n〇〇名）に阻止され、管理者のうちには頭や体をこ突かれたり雪片をぶつつけられ\nたりあるいは押し倒されたりしたものもあつた。\nその際Ｐ14県支部書記長は、局前道路上において管理者の入局を阻止し、管理者\nを押し倒す等の暴行をなし、さらに管理者が引き上げにかかつても原告Ｐ2らととも\nに追いかけたり雪の山に登り雪を投げるなどした。またＰ12県支部執行委員は、局\n前道路上において管理者の入局を阻止し、かつピケ隊の先頭に立ち、「ヤツチマ\nエ、ヤツチマエ。」と連呼し、管理者を積極的に押し倒す等の暴行をはたらいた。\n原告Ｐ1は、局前道路上において管理者の入局を阻止し、ピケ隊の先頭にあつて管\n理者を積極的に押し倒す等の暴行をはたらいた。原告Ｐ2は、局前道路上において管\n理者の入局を阻止しピケ隊にあつて「帰れ、帰れ、ヤツチマエ、ヤツチマエ。」と\n大声で叫びながら、管理者を押し倒す等の暴行をなし、さらに管理者が引きあげに\nかかつても追いかけたり、また放送車の上に乗つて「ポリ公帰れ。」と繰り返し、\nその後は労働歌をうたうのをリードしたものである。\n（ⅱ）　勤務時間内の職場大会\n三月一六日午前七時四五分ころより長岡報話局構内から同局正門道路上で、当日\nの勤務予定者一九七名を含む長岡分会組合員、県支部傘下の組合員のほか支援の外\n部労組員計二、〇〇〇名参加のもとに勤務時間内職場大会が開かれた。Ｐ8分会長の\n挨拶のあと八時五分から地区労議長等の挨拶等が行なわれ、ピケツトラインをかね\nて午前一〇時まで続けられた。このため勤務予定者一九七名は始業時より一〇時五\n分までの間勤務につかなかつたのである。\n（ⅲ）　宿明勤務者の職務放棄\n三月一六日午前五時ころ、前述の如く局外から応援管理者が入局を試みるや原告\nＰ2は、電話交換室にいたＰ26同報話局市外運用課長に対して「公社側は約束に違反\nして異常の行為に出るようだ。私たちも対抗手段として宿明勤務者を就業させな\nい。午前五時から交換要員がゼロとなるが、あなた方が仕事をすることについてと\nやかくいわない。」と通告してきた。右通告どおり原告らは、午前五時から同六時\nまでの一時間にわたり、宿明勤務をすべき交換要員一六名（ただし、内三名は、五\n時から五時半までは休憩時間となつているので、それ以後六時まで）を仮眠あるい\nは休憩時間が終了したにもかかわらず、電話交換室に入室させないで同人らの勤務\nを放棄させ、これがため電話そ通業務はあらかじめ入室していたＰ26課長ら自局管\n理者四名のみで行なわざるを得ない事態に至らしめたのである。なお、Ｐ7長岡報話\n局長は、右職務放棄の報告を受けて五時一五分電話交換室に赴き、そこにいたＰ6県\n支部委員長に抗議し、直ちに職務につかせるよう要求したがＰ6委員長は、これを無\n視して前記のとおり午前六時まで交換要員を職務につかせなかつたものである。\n（３）　業務の阻害状況\n本件三・一六闘争の結果、三月一六日始業時から午前一〇時までの出勤予定者一\n九七名全員が出勤しなかつたため、その間被告公社の長岡報話局の電信電話業務は\nほとんど麻ひ状態に陥り、これによつてつぎのように、一般公衆に甚大な迷惑をお\nよぼした。\n（イ）　電話交換業務\n長岡報話局の三月一六日始業時から一〇時までの交換業務に従事する交換手の出\n勤予定者は、午前七時二〇分から順次出勤し、午前九時ころ（電話利用の昀繁時）\nは昀大の出勤人員で一〇〇名を超えるものである。すなわち、七時二〇分出勤一二\n名、同二五分一一名、同五五分一二名と順次八時二五分出勤から同三〇分出勤、同\n五五分出勤と九時二五まで順次出勤し、通常一〇〇名から一〇二名の交換要員が勤\n務する予定となつていたのである。しかるに、これら出勤予定者が全員出勤せず、\n公社側がこれに備えて計画した管理者による業務の応援も前述のごとく組合のピケ\nツテイングに阻止され一名も交換室に入ることができなかつたので、午前八時三〇\n分宿明勤務者が退勤した後は、交換室に入つていた自局管理者六名で交換業務にあ\nたらざるをえなかつた。\nしかして、当時、長岡報話局は、市内回線四、八八七、市外回線二八〇であつた\nが、保安要員ゼロという本件三・一六闘争に備えて重要回線の通話確保と交換機械\n保全のため、公衆電気通信法第六条、および電信電話営業規則第二四〇条の二（現\n在は同営業規則第二七六条の三）同別表一〇にもとづく回線の規制を行なうことと\nし、市外回線の通話停止、市内回線については応援管理者数に応じて回線の重要度\nにより三段階の規制措置を準備していたのであるが、前記のように組合側のピケツ\nテイングにより一名の応援管理者も入室できなかつたので、昀も強度の措置をとら\nざるをえなくなり、三月一六日午前七時三〇分から一〇時まで、市内回線について\nは重要回線三三九回線を残し、四、五〇〇回線はすべてこれを規制し、市外回線に\nついては一対地につき一回線を残し、他はすべてこれを規制するのやむなきに至つ\nた。\nちなみに、三月一六日午前七時三〇分から一〇時までの扱い数を平日（三月一四\n日定期統計日）の同時間帯におけるそれと比較すれば、市内電話関係一、二五〇件\n（平日一八、四九五件）、市外電話関係その他記録案内五件（三、二二七件）であ\nる。\n（ロ）　電報業務\n三月一六日午前一〇時までの出勤予定者一二名は全員出勤せず、また、応援管理\n者も入局できなかつたので、八月三〇分までは宿明勤務者三名を含め五名で、その\n後は管理者二名（一名は電信そ通業務、他は電話受付事務のかたわら電報受付事務\n担当）で業務を処理せざるをえなかつた。その結果、電報業務はつぎのように停滞\nした。\n同日午前八時から同一〇時までの電報取扱数を平日（三月一四日定期統計日）の\n同時間帯におけるそれと比較すれば、窓口受付数〇（平日－－以下同じ一〇\n通。）、電話託送六通（二五通）、伝送送信数〇（四〇通）、同受信数一五通（三\n三通）、電報配達〇（二五通）、同電話送達〇（一一通）である。なお、午前一〇\n時の時点で伝送の停滞しているもの二五通（八通）で昀高停滞時間三時間四五分\n（一七分）、また未配達の電報二〇通（二通）で昀高停滞時間一時間四三分（一〇\n分）、これらが平常の状況に復帰したのはいずれも同日午前一一時一〇分であつ\nた。\n（ハ）　その他の業務等\nその他電信電話機械の保守（電圧調整、電池測定、障害受付とその修理、障害電\n話の試験等）、電話線路の保守（障害電話機の修理、電話機の移転、架設線路の修\n理）、電話営業（加入電話の新設申込の受付、電話機設置場所の移転、名義変更の\n注文受付、電話料金の計算事務、支払請求書の発行、料金収納等）、庶務会計給与\n事務等の各業務は、いずれも組合員の職場放棄のため当日始業時から午前一〇時ま\nで完全に停止してしまつた。また、拠点長岡報話局に対する業務応援のため管理者\n多数を派遣した各報話局、通信部、通信局にもそれぞれ少なからず支障を生じ、平\n常業務を阻害された。\n（ニ）　一般市民からの苦情申告\n本件三・一六闘争の実施による加入者からの苦情の申出は、電話回線規制以前の\n前夜（三月一五日）から長岡市内の証券業者が、また当日（三月一六日）職場大会\n終了後に三名の電話加入者が長岡報話局長室に来局し強い苦情の申出があつたので\nある。\nまた、その他自局管理者が交換作業中にも「何をしているか。」というような苦\n情を受けたりしており、さらに当日午前一〇時の職場大会終了後であつても通話の\n混乱が平常に復するまでの間に相当強い苦情があり、件数にして全部で五、六件に\nもおよび、しかも苦情受付票という記録にとどめたものが二件と平常日におけるサ\nービス状態からして考えられないところである。\n３　原告らに対する解雇処分の適法性と正当性\n（１）　いわゆる三公社および五現業の業務に従事する職員およびその組合に対し\nて、国民生活全体の利益を害し、国民生活に重大な障害をおよぼすおそれのある争\n議行為を禁止した公労法第一七条第一項や、右禁止規定に違反した者に対し解雇の\n民事責任を負わせる同法第一八条の各規定が、日本国憲法（以下、単に「憲法」と\nいう。）第二八条、第一八条に違反するものではないことはすでに昀高裁判所の判\n例（昭和四一年一〇月二六日判決、いわゆる全逓中郵事件判決。）の示すところで\nある。\n（２）　ところで、公労法第一七条第一項の規定は、公共企業体等の職員および組\n合に対して一切の争議行為を禁止したものではなく、公共企業体等の職員の労働基\n本権を保障した憲法第二八条の趣旨に照らして、必要やむをえない限度において争\n議行為を禁止したものと解すべきものとしても、本件争議（長岡報話局における\n三・一六闘争、以下同じ意。）は、その態様ならびに電々公社の業務の公共性から\nして、その業務の停廃は国民全体の利益を害し国民生活に重大な支障をもたらした\nものであつてその違法性はきわめて強く、まさに公労法第一七条第一項に禁止する\n争議行為に該当するというべきである。\nすなわち、その態様から考察すると、前述のとおり基本的争議行為である同盟罷\n業行為は、三月一六日の始業時から午前一〇時まで勤務時間内職場大会の形式でな\nされたものであつて、公衆電気通信事業の国民生活における重要性から見れば心ず\nしも短時間のものとはいえないのみならず、全組合員を動員していわゆる保安要員\nゼロという前例をみない過激な方法をもつてなされたものであつて、これがため寸\n時も停廃を許さない電信電話業務に重大な支障を生じさせ、これが復旧には争議終\n了後も相当長時間を要したのである。さらに、また中央本部の指令では、争議行為\nの開始は、三月一六日の始業時からとなつていたにもかかわらず、宿直勤務者全員\n（交換要員）をあおり、そそのかして、午前五時から六時までの間職務を放棄さ\nせ、しかもその直前になつて管理者側に通告して、これが対応策を講ずる暇をなか\nらしめ、長岡報話局長の厳重な抗議にも言を左右にして応じなかつた。つぎに組合\n側は、争議による業務阻害の効果を確保するため県支部傘下の組合員および支援労\n組員を動員して強力なピケツトラインを張り、実力を行使しても応援管理者の入局\nおよび交換室への入室を阻止することを決定し、三月一五日の夕刻より交換室前廊\n下に多数組合員を坐り込ませたほか局構内に多数組合員を待機させ、一六日早朝よ\nり局正門前にピケツトラインを張り（昀も多いときは二、〇〇〇名）、前夜来業務\n応援のため数度にわたり入室あるいは入局を試みた応援管理者の通行を実力をもつ\nて阻止し、その際管理者に対して暴行をはたらき、罵り雑言をあびせかける等の違\n法行為をくりかえした。さらに、同局長の再三にわたる退去命令にもかかわらず前\n夜来多数組合員をもつて長岡報話局構内を占拠し、ついには管理者の局内通行の自\n由をも奪うにいたつた。\nまた、これを国民生活全体の利益との関連からみるに、そもそも、公衆電気通信\n事業は、いわゆる公益事業の典型的なものであるところ、公益事業は国民の日常生\n活に不可欠の用役を提供する独占事業をいうものとされているが、その特性は一般\nに公共性と独占性を有することにあるといわれる。なかでも、被告公社の経営にか\nかる公衆電気通信事業は、国家社会のいわば神経系統の機能を営むものであり、無\n数の緊急の通信を昼夜をわかたず迅速に取り扱うべき使命を有する点等からみても\n明らかなように、極度の公共性をもつている。しかも、被告公社の数次にわたる電\n信電話設備の拡張改良に関する五ヵ年計画の実施により、一般加入電話や公衆電話\nは急速に増加しつつある関係等もあり、本事業の機能ないし効用ひいてはその公共\n性もますます増大しつつあるというべきである。なお、電信電話の事業は、被告公\n社の独占的経営に属するところであり、他に代替性を有する高速通信がないという\nことも併せて留意せられるべきである。したがつて、被告公社の業務は国民生活全\n体の利益と密接な関連を有するものであり、その業務の停廃が国民生活全体の利益\nを害し、国民生活に重大な障害をもたらすおそれのあることは疑いをいれない。げ\nんに長岡報話局における本件争議によりすでに前述のごとき業務阻害を生じている\nのであつて、業務の性質上その被害のおよぶところ単に長岡報話局の電話加入者ま\nたは管内の電報利用者のみにとどまらない。\nこのように、本件争議は暴力を伴なつた悪質なもので、被告公社の業務の停廃を\nきたし国民生活に重大な障害をもたらすおそれのあるものであり、かような争議行\n為は極度に違法性の強いものであつて、公労法第一七条第一項の禁止する争議行為\nに該当することは明らかである。\n（３）　そこで、つぎに本件争議を組成する各行為が公労法第一七条第一項に禁止\nされている如何なる行為に該当するかを検討する。\n（イ）　長岡報話局正門前道路においてピケツテイングをかねて三月一六日午前七\n時四五分ころから一〇時まで分会組合員ら参加のもとに勤務時間内職場大会が開催\nされたことは前述のとおりであるが、当日出勤予定者一九七名全員が右職場大会に\n参加し、その当然の結果としてこれに伴う職務放棄は、組合の統制のもとに職務を\n放棄し、公社の業務を阻害する目的でなされ、その結果前述のごとき重大な業務阻\n害を生ぜしめた。\nしたがつて、右は公労法第一七条第一項にいう同盟罷業にほかならない。\n（ロ）　しかして、県支部闘争委員会の決定にもとづいて三月一五日夕刻から長岡\n報話局二階交換室前廊下に多数組合員が坐り込み、あるいは一六日早朝より長岡報\n話局正門前に多数組合員および支援労組員らがピケツトラインを張り、数度にわた\nる管理局の入局、入室を実力をもつて阻止したこと前述のとおりである。\nところで、同盟罷業の補助的争議手段としてピケツテイングは争議脱落者の就業\nにより組合の団結がみだされ、同盟罷業がその実効を失うに至ることを防止するこ\nとを主たる目的とすべきであつて、使用者が組合側の同盟罷業に対抗して自らまた\nは他に労働力を求めて操業を継続することは、労働協約による制限のない限り、経\n営権の行使として当然許されて然るべきであるから（ことに、公益性の強い電信電\n話事業にあつては、事業の正常な運営を昀大限に確保する必要性は高い。）、たと\nい同盟罷業の実効性を担保する目的をもつてするのであつても、これらの使用者の\n権利、自由を実力に訴えて一方的かつ完全に排除することは許されないものという\nべきである。\nそして、争議行為は、そのなされるに至つた経緯、状況、対象等において多彩で\nあり、相手方または第三者の態度、行動に即応して流動性に富むものであるから、\n具体的事例において如何なる範囲の行動が説得活動として許容されるかは、かかる\n諸般の事情を総合して決すべきものとはいえ、ピケツテイングの手段、方法は罷業\n者に代つて就労しようとする者に対して争議の趣旨を訴えてその翻意を求めるため\nの説得活動を基調としなければならない。しかも、説得活動は、その対象が争議脱\n落者であるとき、場合によつては一定の限度において相手方を物理的に阻止するこ\nとも許されることもあろうが、使用者側が就労しようとするについては、平和的に\n説得してその翻意を求めることは許されるとしても使用者、非組合員はその説得に\n応ずる義務がないのはもちろん、応じない理由を弁明する必要もなく、またその通\n行は自由であつて、組合側はこれを実力で阻止することは許されない。その際、暴\n力の行使、暴行脅迫に至らない程度の威力、名誉毀損、侮辱にわたる言動等に至つ\nては論外といわなければならない。\nしかるに、本件のピケツテイングは前記闘争委員会の決定によつてもうかがわれ\nる如く、争議脱落者のためというものでなく、その目的はあくまで管理者の入局、\n入室の阻止にあつたのであり、単に管理者を説得してその翻意を求めるにとどまる\nものではなく、組合側はいかなる場合にあつても公社管理者の通行を認めることは\n考えていなかつた。したがつて、組合側のいう説得とは、公社管理者が組合の要求\nを全面的に認め、電話そ通業務を確保するため長岡報話局への入局あるいは電話交\n換室へ入室するという公務遂行を完全に放擲すること以外にあり得ない。公社管理\n者側は、組合員に対して電話そ通業務に従事する目的を明らかにして、入局あるい\nは入室しようとしたものであり、これに対する組合側の行動は言論による平和的説\n得あるいは団結による示威を誇示する範囲をはるかに逸脱し、身体と身体とぶつか\nり合つても実力により昀終的にその通行を阻止する建前でピケツテイングをはつて\n公社管理者の入局、入室を再三にわたり完全に阻止したものである。したがつて、\n本件の基本的争議行為である同盟罷業が公労法第一七条第一項により禁止されてい\nる違法行為であることを一応はなれて考えても、本件ピケツテイング自体、その違\n法性は極めて強いものといわねばならない。\n要するに、これらの行為は、前記勤務時間内職場大会による業務阻害の効果を確\n保するため、公社管理者が電話交換室あるいは局内へ入つて業務につくことを実力\nを行使しても阻止する目的でなされたものであるから、補助的争義行為として公労\n法第一七条第一項にいう業務の正常な運営を阻害する行為である。\n（ハ）　三月一六日午前五時から勤務につくべき宿明勤務者全員が一時間にわたり\n組合役員のもとに一斉に職務を放棄した行為も同じく業務の正常な運営を阻害する\nものとして公労法第一七条第一項にいう争議行為に該当する。\n（４）　本件争議行為における原告両名の各行為とその責任はつぎのとおりであ\nる。\n（イ）　原告らの争議行為の指導実行行為。\n原告Ｐ1は、三月一六日早朝から長岡報話局前のピケツテイングに参加し、前記２\nの（２）の（ⅰ）の（局外の状況）（イ）のように午前四時五〇分から六時までの\n間数回にわたる管理者の入局に際し、ピケ隊の昀前列で管理者らを押してその入局\nを阻止し、同（ハ）のように九時三〇分からの数回にわたる管理者の入局を暴力を\n行使して、阻止し、さらに前記２の（２）の（ⅰ）の（局内の状況）（ト）のよう\nに九時四五分から局内の管理者が交換室に入ろうとした際に交換室前廊下から階段\nへかけてのピケツテイングに参加し、暴力を行使し実力をもつて管理者の入室を阻\n止した。\n原告Ｐ2は、前記２の（２）の（ⅰ）の（局外の状況）（イ）のように三月一六日\n午前四時五〇分ころから六時まで、および同（ハ）のように九時三〇分から、数回\nにわたり管理者が入局を試みた際、局前ピケツテイングに参加し、暴力を行使しあ\nるいは罵り雑言をあびせかけて、いずれも入局を阻止し、労働歌等をうたつて気勢\nをあげた。\nしかして原告両名は、これらの行為については同盟罷業の補助的争議行為の実行\n者としての責任を負わねばならない。\n（ロ）　原告らの幹部責任\n本件のごとき違法な争議行為については、それに参加した組合員だけでなく、そ\nの争議行為を企画し、決議し、または執行し、指揮した組合役員、ことに争議の現\n場に臨んで自らその処置について指揮した闘争委員は、現実に自ら争議行為に参加\nしあるいは実行しなかつたとしても、当該争議行為全般について組合幹部として責\n任を負うべきものである。しかも、単に自己の傘下の組合員のみならず、支援を求\nめた部外の支援団体の行動についても責任を負わねばならない。\nしかるに、原告両名は前記２の（１）のように、県支部執行委員として、三月一\n四日の県支部主催の闘争委員会および翌一五日の現地闘争委員会に出席して、中央\n指令の具体的消化方策、闘争の具体的戦術等について企画、協議し、さらに当日は\n争議の現場に臨んでこれを指揮したのであるから、原告らは長岡報話局における本\n件争議行為全般について幹部責任を負うべきである。\nなお、本件争議を指令した中央指令第一〇号が違法な争議指令であつたことは明\n白であり、組合員としてはかかる指令に従う義務はないものというべく、本件三・\n一六闘争が全国統一闘争として組合の決議にもとづき組合の意思として行なわれた\nとの一事をもつて、それに参加しもしくは積極的にこれを推進し指導し、あるいは\n具体的な実力行使の細目について企画立案した組合役員らが違法行為者として個人\n的責任を免れるものではない。\nさらに、本件争議に際してはＰ9中闘が派遣され一切の責任と権限をもつていた昀\n高責任者と称しているのであるが、同じく争議を指導したと称する信越地本の役員\nらとともに単なる形式的名目的存在にすぎなかつた。したがつて、Ｐ9中闘の派遣に\nよつて県支部闘争委員会の機能が停止され、いわばＰ9中闘が独裁的に闘争を指導し\nたというようなものではなく、むしろＰ9中闘は名目的存在で、実際の闘争の企画、\n指導は県支部役員が行なつたものである。一歩譲つても、Ｐ9中闘をも加えた臨時の\n県支部闘争委員会を設置し、これにより闘争の企画指導を行ない、県支部の役員が\n事実上協議決定執行し、Ｐ9中闘はこれに対し形式的な承認を与えていたにすぎない\nというべきである。\n（ハ）　原告らの行為と公労法第一七条第一項後段\n原告両名は、前記２の（１）のように三月一四日および一五日の闘争委員会に出\n席して、中央指令の具体的消化方策、闘争の具体的戦術等につき協議・企画し、各\n役員の分担役割等を決定しているのであつて、これらの行為は本件争議の実行方に\nつき共通の意思決定をするため謀議したものであり、公労法第一七条第一項後段に\nいう「共謀」に該当する。\nまた、原告Ｐ2が前記２の（２）の（ⅲ）のように、三月一六日午前五時から勤務\nにつくべき宿明勤務者全員をして一斉に一時間にわたり勤務に就かせなかつたの\nは、これら組合員をあおり若しくはそそのかして職務放棄（同盟罷業）させたもの\nである。従つて同人の右行為は公労法第一七条第一項後段にいう「そそのかし、若\nしくはあおり行為」に該当する。\n（５）　原告らに対する本件解雇は、以上述べたような本件争議行為の態様、程\n度、公社業務におよぼした阻害の程度、原告らの争議への参加の態様、果した役割\n等について、被告公社が慎重に検討したうえ、被告公社に認められた裁量権の範囲\n内において、公労法第一八条にもとづきなしたものであつて、その間に裁量権の濫\n用あるいは逸脱の瑕疵のないことはもちろん、社会通念上もきわめて合理的、妥当\nな処分である\n第四、抗弁事実に対する原告らの認否ならびに反論\n一、被告の抗弁事実中、全電通労組が昭和三六年二月一四日から同月一七日までの\n間開催された第二六回中央委員会において昭和三六年度春闘方針を討議決定し、同\n月二〇日被告公社に対しその主張のような一五項目の要求書を提出したこと、これ\nらの要求に対し被告公社は同月二八日文書をもつて回答したが、全電通労組はこれ\nを不満とし、三月一日から本格的な中央交渉に入つたものの、同月一三日賃上げに\n関する交渉が決裂し、他の要求事項についての交渉もその後続行されたが結局同月\n一六日朝八時二八分ころ双方の意見対立のまま打ち切られたこと、その間全電通労\n組では中央闘争委員長名で指令第七号から第一〇号をそれぞれその主張の日時に発\n出して、いわゆる三・一六闘争を指令したこと、右指令第一〇号による出勤者全員\n参加の勤務時間内職場大会は全国五九カ所のいわゆる拠点局所において開催され、\n新潟県支部では長岡報話局が指定を受け、同所で開催されたこと、被告公社がその\n主張の日に信越電気通信局長名義をもつて、原告両名に対し、同原告らが右三・一\n六闘争の実施に関連して、その拠点局所の一つである長岡報話局においてとつた行\n動が、公労法一七条第一項に違反するとの理由で同法第一八条により解雇する旨の\n意思表示をなしたことは、いずれも認める。しかしながら、その余の事実、とくに\n全電通労組が指令した三・一六闘争および長岡報話局におけるその実行が、解雇と\nいう制裁をもつて禁止された公労法第一七条第一項にいう争議行為に該当するこ\nと、ならびに原告らが長岡報話局における三・一六闘争の事実上の指導者あるいは\n指揮者として、右争議行為を共謀し、そそのかし若しくはあおつたとの被告主張は\n争う。以下、被告公社の主張に反論する。\n二、本件解雇の背景\n（一）　全電通労組の構成とその運営\n全電通労組は、被告公社の従業員をもつて組織し、組合員の労働条件の維持改\n善、電気通信事業の民主化等を主たる目的とする全国単一組織の労働組合であつ\nて、昭和三六年三月一六日当時約一七万五、〇〇〇名の組合員を擁し、被告公社従\n業員のほぼ全員が加入しているものである。\nしかして、その組織としては、中央本部（東京都におき中央執行委員会および事\n務機関としての書記局と財政局で構成する。）、地方本部（各通信局所在地におか\nれ、中央本部と直結して地方的統制をはかる。）、支部（組合規約で規定された単\n位ごとにおかれ、原則として一府県の組合員をもつて構成し、職場組織である分会\nを指導統制する。）、分会（支部に直結し、職場活動を推進する。）をもつて構成\nされ、機関としては昀高の議決機関として全国大会（代議員、役員、地方本部代\n表、および全国戦術委員会で構成し、運営方針、規約、予算、決算、役員の選出等\n規約で定められた議決事項を出席代議員の議決によつて決定する。）、これに次ぐ\n議決機関として中央委員会（その議決は全国大会に責任を負い、中央委員、役員、\n地方本部代表、および全国戦術委員で構成し、運動方針、役員の補選、労働協約の\n締結、追加予算等規約に定められた議決事項を出席中央委員の議決によつて決め\nる。）を設け、また昀高執行機関として中央執行委員会（但し、闘争時には必要に\n応じて中央執行委員会の決定により同委員会はそのまま中央闘争委員会にきりかえ\nられる。）が設けられ、議決機関の決議を執行し緊急事項を処理しその執行した一\n切の業務につき議決機関に責任を負うこととされ、右中央執行委員会の常設的な諮\n問機関として全国戦術会議がある。各級機関（地方本部、支部、分会）には、それ\nぞれの議決機関（大会および委員会）および執行機関がある。\nまた、全電通労組の昀高意思決定は全国大会において、大会開催期日の一カ月前\nまでに組合員に告知された議案について代議員の多数決により民主的に決定される\nのであるが、組合運営の基本的権能として中央執行委員会に与えられたものに指令\n指示権があり、中央執行委員会は全国大会あるいは中央委員会の決定にもとづく業\n務執行のために、指令もしくは指示を発出する権能を有し、各級機関および組合員\nはこれに従う義務を負う。なお、指令は実力闘争戦術をする場合に発出せられ、指\n示は指令の実施にあたつての具体的行動および指令に定める行動以外の行動を行う\nについて発せられるものであつて、中央委員会はその権限の一部を地方執行委員会\nに委譲することができるのである。\nさらに、全電通労組組合員は規約第三七条に規定する諸権利を有するとともに、\n反面、綱領、規約、決議に従うべき義務を負い、義務に違反すると警告から除名に\n至るまでの制裁を課せられる。\n（二）　電通合理化に対する被告公社の態度\n１　被告公社は、昭和二八年から昭和三二年までの間、まず第一次五カ年計画を策\n定、実行してきた。これは戦災大都市のサービス改善に重点をおき、その主な目標\nを六大都市における需要の緩和、東京、名古屋、大阪、神戸、福岡を結ぶ市外通話\nの即時化、電報の中継機械化などとするものであつた。この計画を実施するにとも\nなつて、定員総改訂、高年令者に対する退職勧告、厚生福利、清掃雑務等業務の下\n請化、パート・タイマーの採用、女子交換要員の退局時間を午後一〇時以降とする\nこと、などによつて要員の節減をはかるなど、直接労働条件の低下をきたす一連の\n施策が行なわれた。\n２　また、昭和三三年から昭和三八年までに策定実行された第二次五カ年計画は、\n電信電話事業を復旧する段階を通り越し、拡張を方針とし、即時通話区域の拡大お\nよび自動化、加入電信の開発、さらに新式機械の導入など、労働の質の変革をきた\nすもので、その結果女子交換手等の強制退職への不安、大規模な配置転換、職種転\n換（以下、「配転」、「転職」という。）労働密度の増加など労働条件に深刻な問\n題をもたらしてきた。\n３　そして被告公社は、右の合理化計画の遂行を、労働者に対するしわ寄せによつ\nて達成しようという態度を根底に抱いていた。そのため、昭和二九年三月、老年者\n既婚女子に対する退職慫慂問題、そのころ保養所職員の身分切替問題、昭和三〇年\n二月高令者の退職問題、昭和三三、四年女子職員退職者の一方的公募問題（被告公\n社は、昭和三四年一二月一五日公労委からこのことに関し、謝罪を命ぜられ\nた。）、昭和三八年二月以降、退職特別措置法案による団体交渉（以下、「団交」\nという。）不当拒否問題等、常に被告公社は拡張する業務に対して、要員削減をは\nかる態度をもつて、企業合理化にのぞんでいる。\nそこで、被告公社は、要員問題について一貫して公労法第八条但書に藉口して\n「管理および運営に関する事項」に該当するとの口実を構えて、全電通労組の団交\n申込を不当に拒否したまま、これに応じない態度を固持して全電通労組の弱体化を\nはかつている。\n（三）　全電通労組の合理化への取組み\n１　全電通労組は、第一次五カ年計画に対し、「電報局中継機械化に伴う配置転換\nその他の労働条件に関する協約」などを結び、労働条件を維持するために努力して\nきたが、合理化の進展とともに、さらに根本的な対策を講じなければならなくなつ\nた。そこで、昭和三〇年一月、山形県村山市で開催した第八回中央委員会におい\nて、労働強化に反対し、労働不安の発生を除くため、労働協約の締結を進める方針\nを決めた。\nこれは、その時期までの方針であつた電信電話再建闘争、つまり戦争で荒廃した\n電信電話事業の復興について、政府や公社に注文をつける、というようなことを全\n面的に切り替え、全電通労組としての合理化反対闘争の基本的なとりくみ方を決定\nした。この基本方針は今日まで続いている。\n当時、全電通労組は、労働者は自分の身をまず大事にすることを考えるべきであ\nる、そうしないと無理な合理化計画を被告公社から押しつけられて、労働者の一方\n的な犠牲の上に合理化がすすんでいき、将来重大な問題になる、ということであつ\nた。そこで、二〇日間の年次有給休暇はかならずとることにしよう、休憩時間は完\n全に休息しよう等というようなことを「健康を守る運動」として、全国の支部、分\n会を指導し、実行した。\nこのような運動をすすめながら、それまで被告公社が一方的に制定した就業規則\nの中の「勤務時間」、「年次有給休暇」、「特別休暇」、「休職の発令時期並びに\n休職者の処遇」という、いわば労働条件の中心的部分をなす四つの問題と、自動化\nや機械化が行なわれるとき人手がいらなくなるので必然に起こる職員の配転の問題\nについて、被告公社との間に労働協約を結んで労働条件を低下させないための歯ど\nめにしよう、という方針を決めた。\n２　そして、昭和三〇年秋季年末闘争によつて、団交に当り、ついに労働時間、各\n種休暇、配転などについて、いわゆる五大労協を公社との間に締結するにいたつ\nた。さらに昭和三二年七月、新潟で開かれた第一〇回全国大会において、合理化計\n画の急激な進行により、五大労協だけでは防ぎきれない状態が発生していることを\n確認し、（イ）労働時間短縮を統一目標として統一闘争をくみ、要員闘争はそれを\n支える闘いとする。（ロ）また、従前の説明を一歩すすめ、計画の事前協議をかち\nとること、（ハ）臨時作業員を労働不安から守ること、の三つの柱とする合理化に\n対する全電通労組の基本的態度を確立した。全電通労組のこうした活動は、「合理\n化の進展に伴う労働条件等に関する基本的了解事項」をはじめとし、「計画の協議\nに関する覚書」「職員の配置転換に関する協約」などを締結する成果をうんだので\nある。\n３　一方、被告公社の合理化計画は、電話交換の自動化、電報通信の機械化を中心\nに、全国各地で進捗されていたので、改式（旧い手動の機械から新しい自動の機械\nに切り替える）のたびに組合員の配転、転職や何人の要員を残すかなど－－これは\n直ちに労働密度に影響する－－について、公社と組合の間で紛争がたえなかつた。\n当時、全電通労組としては、公社が前々から組合に対して、「合理化の進展にと\nもない、職員の労働条件を向上させる。」という「基本的了解事項」を約束しなが\nら、これを具体的に実施しないために起きている紛争であるから、責任はあげて被\n告公社にあると考えていた。したがつてこれらの紛争には、積極的に闘うよう指導\nし、その時点では合理化の対象になつていない職場でも労働協約完全実施の線まで\n労働条件を到達させることを目的としていわゆる到達闘争を実施させた。これによ\nり、現場の管理者に対し、支部分会が団交において昀終的には要員問題に発展する\n労働条件の向上を迫つたので、職場における労使間の対決的状況を呈した。\n（四）　被告公社の労務政策\n１　被告公社はそのころ、全電通労組の到達闘争に対し、不到達闘争を呼号し、直\nちに「到達目標闘争に対する対策」を発し、断呼たる態度をもつて望むことを明ら\nかにした。\n被告公社は、労働協約上、職場における団交が明定されているにもかかわらず職\n場の局所において、全電通労組職場組織との間で独自に締結した労働協約を、「上\n部機関および関係機関と連絡をとらなかつた」との一事をもつて、「ヤミ協約」と\n称して非難し、その締結を禁止し、すでに成立しているものについては有効期間中\nそれを一方的に破棄して一掃することを正しい職場慣行の樹立に努めることである\nとして、全管理者を督励した。\nそして、全電通労組の要員要求を中心とし、服務線表の協議に関連して発生する\n諸問題、配転職転の拡大阻止、女子職員の九時帰り、交替準備時間の拡大、生理休\n暇、育児時間の問題等々、各職場ごとに各種の形態をとつて提出する正当な要求に\nかかる団交申入に対し、被告公社は管理運営事項に属することゆえ団交を禁じられ\nているものであるとの口実を構えて、これを不当に拒否することによつて、労働組\n合に対する干渉と支配を行ない、労働組合の活動を弱体化せしめ、組合よりも管理\n者を信頼できるという状態をつくることに狂奔した。\n２　こうした中で、昭和三五年春闘のころ被告公社の提案により、公社の総裁、副\n総裁と全電通労組三役との間に、トツプ会談がもたれたが、その際公社側から闘争\n解決のため、四条件すなわち（イ）組合は公社の合理化計画を理解すること、\n（ロ）権限外事項について職場の団交を混乱させないこと、（ハ）公社は権限外事\n項であつても誠意をもつて組合と話しあい、その結論は文書で確認する。（ニ）生\n理休暇等、特別休暇を乱用しないことを約束してもらいたい、との提案がなされこ\nれに対して、一週間くらいにわたつて右会談が続けられた結果、被告公社はさらに\n譲歩し、（イ）合理化の進展により賃金、諸手当の増額に努力する、（ロ）これま\nで出された一般組合員の懲戒処分を撤回する、（ハ）労働時間の短縮を漸進的に実\n施するとの約束をするに至つた。\nそこで全電通労組は、中央執行委員会で討論の結果、今までの職場闘争によつ\nて、被告公社に合理化推進にあたつて、労働条件の向上を具体的に義務づけること\nができたものと判断し、被告公社の提案をうけ入れて妥結することになつた。\nところがこのいわゆる四条件について、全電通労組では同年四月二一日、伊豆長\n岡で開催された第二〇回中央委員会に報告し承認を求めたところ、各中央委員のき\nびしい批判が出され、その承認は続行中央委員会に持越された。そして、全電通労\n組は同年七月七日から大津市で開催された第一三回全国大会において、いわゆる四\n条件破棄の方向を確認した。\n３　しかして、被告公社はいわゆる四条件なるものも現場段階における労使関係安\n定を主たるねらいとしてとりきめられたものであるとし、これを労使関係安定への\n第一歩として捉えその意義の徹底と忠実な実践に基調をおいて「この基本的路線に\n従つて現場における労使関係安定を樹立するという基本方針」を鼓吹した。被告公\n社によれば、この「労使関係の安定という目標を掲げる場合、本社－－中央本部、\n通信局－－地方本部というレベルで労使関係の安定ということより、まず現場段階\nでの労使関係、すなわち通信部－－支部、取扱局－－分会の安定に全力を注がなけ\nればならない。」とした。そのため、被告公社は労務管理態勢の強化をはかりなが\nら、いわゆる四条件をテコにして職場における組合活動を圧殺することを目的とし\nた労務政策を強行して来た。\nすなわち、職場交渉委員会、地区交渉委員会において「管理運営事項」「権限外\n事項」を口実に労働条件に関する交渉事項をほしいままに限極し、下部交渉委員会\nの機能を停滞もしくはマヒさせ、被告公社の一方的意志に従つて職場における労働\n条件を律し、生理休暇、年次有給休暇、病気休暇など諸休暇をしめつけることによ\nつて要員逓減をはかり、従来職場交渉委員会で確認されてきた既得労働条件を「ヤ\nミ協約」と称してじゆうりん無視する一方、特に主任層を重点とする公社側職員の\n獲得、全電通労組の弱体化を企図して組合に対する支配介入をするなど、職場にお\nける組合活動を排除しようとした。\n全電通労組の第一三回全国大会決定に従い、四条件の実質的破棄を職場で闘い、\n四条件による実害を労働条件に影響させまいとして闘いつづけた支部、分会に対し\nて、被告公社は「幸いにして今日の全電通労組は、全国的組織的に見てこのような\n安定路線に乗つて来ているとはいえ、未だ各地に若干の病理現象と遅れた下部組織\nの点在する事実を看過してはならない。」との認識に立ち、きわめて激しい戦闘的\nな態度をとり、しめつけと挑発、そして弾圧をもつて職場における組合活動に対し\nてきた。\nかくて、被告公社は従来活発に職場活動を遂行してきた全電通労組の支部分会を\nとらえて、その指導者を排除する機会を窺つていたが、昭和三六年春闘をそのため\nの絶好の機会として利用したものである。\n三、三・一六闘争の実態と中央交渉の経過\n（一）　全電通労組の昭和三六年春闘方針と公社への要求等\n１　全電通労組が、昭和三六年二月一四日から同月一七日までの四日間、第二六回\n中央委員会を開催し、同年度春闘の具体的要求として（イ）津電報局の不当処分の\n撤回、（ロ）基本給に一定額金五、〇〇〇円を積み上げる等の方式により大巾な賃\n上げの実施、（ハ）職員の勤務時間はすべて一週拘束四二時間三〇分とし週休二日\n制を実施する等の労働時間の大巾短縮、（ニ）要員の算出基準および配置に関する\n協約の締結を主たる内容とする一五項目の要求事項を集約し、同月二〇日被告公社\nに対し右諸要求を文書をもつて提出したことは、被告主張のとおりである。右中央\n委員会において決定された春闘の進め方は、総評を中心とした産業別統一闘争の軸\nとなつて闘うこと、多角的な闘いを組む中で必要に応じて効果的な行動を組織化す\nること、その中で拠点闘争も採用し、闘争に柔軟性をもたせることを確認し、実力\n闘争戦術の具体的内容などについては、職場討議を集約して戦術会議で十分検討\nし、昀終的には中央闘争委員会が判断して決定するというものだつた。\nそして、全電通労組は、前記要求書を提出した翌日である同月二一日中央執行委\n員会を中央闘争委員会に切りかえ、闘争態勢をつくりはじめた。\n２　ところで、被告公社が、同月二八日全電通労組の諸要求に対し、文書をもつて\n回答したことは被告主張のとおりであるが、その回答の内容は前記（イ）について\nは公社としては不当処分を行なつたことはないので撤回の意思はない、（ロ）につ\nいては賃金引上げの必要性は認めるが、昭和三六年度以降概ね金一、〇〇〇円程度\nの引上げが妥当であり、組合の要求する金額、実施時期等には絶対賛成し難い、\n（ハ）については労働時間の短縮については組合の要求に応ずることはできない、\n但し漸進的実現に努める、（ニ）については要員の算出基準ならびに配置人員の決\n定は、公社の管理運営事項であるから団交の対象とはなり得ないと拒否したほか、\n他の要求事項についても全電通労組の要求を一蹴し、回答書のどこにも被告公社の\n誠意を見出し得ない内容のものであつた。\n（ニ）　中央交渉の経過ならびに指令の発出\n１　そこで、全電通労組は、回答書を受けた翌三月一日から回答書をもとにして、\n被告公社の真意を確かめるとともに、組合側の要求を納得させるため、被告公社と\n中央交渉を重ねたが、被告公社は例えば、その主張する金一、〇〇〇円賃上げの算\n出根拠については、何ら明確な資料もなく「数学的根拠はないが長年のカンによつ\nたものである」と返答するなど、全く誠意と真剣さを欠くものであつた。\n全電通労組は被告公社の不誠意な態度に接しつつも、その反省を求めながら引き\n続き団交を続けたが、被告公社は依然として政府の庇護のもとに、「電信電話事業\nの公共性、独占性」にあぐらをかき、全電通労組の要求を真剣に受けとめようとせ\nず、三月一三日午後二時団交の一方的打切りと、調停申請を全電通労組に通告して\n来た。\nわずか三回の中央交渉で内容的にも交渉をにつめようとせず一方的に打切ること\nは、自己の責任において労働組合の要求に対処し、自主的に紛争の解決を図るとい\nう本来の義務を放棄したものであるばかりか、全電通労組の団交権の無視であり、\nまた同様に国民に対しては、その世論の好転を求めるために汲々した態度であつ\nた。\n一方、全電通労組は、電信電話事業の公共性に鑑み、その業務の重大性を痛感\nし、被告公社の団交に当つても出来る限り話し合いによつて解決点を見出そうと鋭\n意努力をしたのであるが、前述のような被告公社の態度に接しては「合理化」によ\nる作業環境の変化に伴なう労働強化、配転、低賃金等の労働条件の劣悪化等全電通\n労組のさし迫つた課題を解決するために被告公社に対し、この際猛省を求める必要\nがあるとの判断に到達せざるをえなかつた。\n２　また、公労協九組合も二月二五日政府に対し、大巾賃上げ、国鉄運賃、郵便料\n金などの公共料金の値上げ反対、などの四項目にわたる統一要求を行ない、交渉を\n続けてきたが、政府は三月一四日（イ）公労委の判断を求めようとした公社当局の\n措置を政府として撤回させることは適当でない、（ロ）公社当局の提示した金一、\n〇〇〇円程度をさらに増額させることはできない、（ハ）かねての方針どおり仲裁\n裁定をまつて解決をはかりたい旨の、前記賃上げ要求についての拒否回答をしたた\nめ、両者の交渉は決裂するにいたつた。そして、政府が翌三月一五日労働大臣の職\n権をもつて、公労委に対し一括して仲裁の申請を行なつたことは被告主張のとおり\nである。\n公労協九組合は、右の対政府交渉の経過の中で政府の誠意のなさを確認するや、\n三月一三日過去一二年間公労法の権威を尊重し、紛争解決の手段を公正であるべき\n労働委員会の調停、仲裁に期待してきたが、それがことごとく政府の圧力によつ\nて、賃金引上げの必要すら否認され続け、今や、公労委は第三者機関としての機能\nを十分果していないと判断し、ここにいたつては強力な実力行使もやむをえないこ\nとを明らかにした。\n３　そして、全電通労組中央闘争委員会は、右のような状況下において被告公社に\n猛省を求める方法としては、実力行使を構えなければ中央交渉は一歩も前進しない\nという従来の団交の経験に照らして考えれば、もはや実力行使を構えるほかないと\n判断し、三月一〇日各級機関に対し、被告公社主張のような指令第九号を発出し\nた。\nまた、右指令第二項の別途指定する機関の実力行使の具体的実施方法については\n「一切の責任と権限をもつ現地派遣中闘の指示によること」とし、併せて中央指示\n責任者としてＰ27書記長、Ｐ28組織部長の下に、北海道、東北、関東、信越、北\n陸、東海、近畿、中国、四国、九州の各地方ごとに派遣中闘（信越については、Ｐ\n9中闘）を決定し、全電総発第二七九号（指令第九号発出に伴なう連絡）をもつて通\n知した。\n４　中央闘争委員会は、三月一四日被告主張のとおり指令第一〇号を発出し、実力\n行使の具体的行動を命じるとともに、闘争連絡第七八号をもつて、右指令第一〇号\nの「別途指令する機関」として、原則として各支部三局所を指定したが、昀終的に\nは右指定局所のうち現地派遣中闘の指示によりさらにしぼつて実施すること、当該\n局所においては当日出勤者の全員が始業時から午前一〇時まで職場大会に参加する\nこと、具体的な実施方法については、現地派遣中闘の指示によることが通知され\nた。\nついで、翌三月一五日午後四時三〇分中央闘争委員会は、闘争連絡第八一号をも\nつて、中央の情勢を報告したうえで、本部ならびに派遣中闘の指導によつてさらに\n体制の確立をはかることを要請するとともに、（イ）三月一六日の実力行使の拠点\nとして全国五九カ所を昀終的に決定したこと、（ロ）中央闘争委員会としては、抜\nき打ち実力行使を行なう意思はないので、団交の決裂した時点で組織外に発表する\nが、各地方の状況によつては現地派遣中闘の判断により適宜対処すべきこと、を指\n示した。\n右のような中央闘争委員会の決定した三・一六闘争の具体的実施方法の内容は、\n全電通労組の労働者が「合理化」の中でおかれている状態、被告公社のそれに対す\nる従来からの不当な態度等の総合的判断の上に立つものであり、全電通労組の緊急\nかつ重大な要求実現のためにはやむを得ない昀少限度のものであつた。\n５　全電通労組と被告公社との中央交渉は前述のとおり一旦打切られたが、全電通\n労組はその後も被告公社に交渉を迫り、とくに実力行使前日の三月一五日精力的に\n交渉を継続したが、被告公社側は相変らず誠意なく、とくに要員問題については管\n理運営事項であるから団交には応じられないとする公社の主張に対し、組合側は\n「要員問題を社会的には労働条件であることを認めている公社が、一方的に管理運\n営事項であるとしていることは不当である。すなわち、労働の強度は要員数によつ\nて左右されるものであり、労働協約上の労働諸条件を確保するためにも要員数は重\n大な影響を与えるものであるから、要員問題は労働条件の主要な柱であり、従つて\n当然に団交事項である。」旨主張し、要員協定の締結を強く要求したが、これに対\nしても被告公社は誠意のある回答をせず、午後六時三〇分に至りちよつとした言葉\nのやりとりから被告公社交渉委員Ｐ4副総裁は感情的となり、一方的に団交決裂を宣\nし、このため中央交渉は翌一六日午前五時二〇分まで一一時間の空白状態を作る結\n果となつた。\nそれにもかかわらず、被告公社は一六日早暁団交再開を申入れてきた。全電通労\n組は被告公社の無責任と身勝手を責めたが、一方電信電話事業の公共性を考慮し、\n昀大限の努力を尽すことが公共事業従業員の国民に対する責務であることの自覚に\n立ち、被告公社の申入れに応じた。\nしかし右交渉も全電通労組の要求に対する被告公社の無理解のため、組合側交渉\n委員の質問にも窮する有様で午前八時三〇分、被告公社はまたも一方的に団交の打\n切りを宣言した。全電通労組は一切の責任は被告公社にあることを被告公社に通告\nするとともに、即刻国民に対し「声明」を発表し、被告公社の不誠意な態度によ\nり、全電通労組組合員の労働条件を確保するためには整然たる実力行使のやむなき\nにいたつたこと、この責任はあげて被告公社にあることを明らかにするとともに国\n民各位の理解と協力を要望した。\n６　かくして、被告公社側の不誠意によつて、事前解決の契機を喪失し、全電通労\n組は三・一六闘争へ突入せざるをえなくなつた。全電通労組としては企業内要求に\nついては、要員問題において前進があれば、本件闘争突入前に解決を図る意図を有\nしていたので、公社側とくに公社交渉委員首席代表である副総裁が単なる言葉のや\nりとりから感情的となり、貴重な一一時間余を徒過し、事前解決の契機を喪失した\nことは遺憾至極であつた。\n被告公社は、前夜団交において、事前解決の誠意を示さないのみか、むしろ組合\n側の要求する要員問題について一歩も譲歩しなければ、組合としては必然的に闘争\nに入らざるを得ない立場を見とおしてあえて団交打切りの挙に出たものである。\nなお、他公社は、この企業内問題闘争期間にそれぞれの組合に対して誠意をもつ\nて交渉し、解決を促進した（例えば、日本国有鉄道当局は、動力車労働組合の三月\n一五日、一〇割年次休暇闘争に先き立つ交渉において「事業の近代化にともなう事\n前協議労働条件の変更に関する確認」等について妥結し、当日の実力行使を回避し\nた。）。また、被告公社は、本件三・一六闘争後の四月二四日の中央交渉におい\nて、要員問題について一応の誠意を示したため、全電通労組との間に相互確認がで\nきたが、被告公社が右の誠意を三月一五日および一六日未明の中央交渉で示しさえ\nすれば、本件三・一六闘争は事前に解決されえたのである。しかるに、被告公社は\n明白に団交事項である要員問題について、前述のように三月一五日の中央交渉にお\nいてこれを正当な理由なく不当に拒否したので、全電通労組は公社の明白にして重\n大な団交権侵害に対して団交権を保全するため必要にして相当な擁護回復行動をな\nさざるをえなかつた。\n（三）　長岡報話局における三・一六闘争の実態\n１　被告公社新潟通信部管内においては、三・一六闘争の拠点局として昀終的に長\n岡報話局が指定せられ、同局において三月一六日始業時より午前一〇時まで職場大\n会が開催されたことは被告主張のとおりである。しかし、右職場大会の目的は前述\nのごとく団交促進が目的であつて、何が何んでも職場大会を行なうということでは\nなかつた。\nしたがつて、職場大会の時間も、あらかじめ公社側に通告してあつた。すなわ\nち、三月一六日の始業時より午前一〇時までとあるが、右始業時は当日の午前八時\nからであることは、少なくとも前日の一五日中には被告公社側に判つていたもので\nある。したがつて、長岡報話局における本件の職場大会でも、当日午前八時前に\nは、電話および電報の扱いは通常どおり就業することも被告公社で判つていたもの\nであつて、またそれまでの職場大会にはその場の混乱を避けるために要員について\n労使で話し合いのうえ、適宜の処置をとつて来た今までの慣行に従つて、本件の長\n岡報話局の場合も、一五日午後一一時三〇分、組合側から長岡分会長Ｐ8が長岡報話\n局長に対しその申出をなしたのに対し、公社側はこれを拒否し、組合を敢えて既定\nの闘争に突入せしめ、それを口実に組合の弾圧、組合員の解雇等をもくろんでいた\nものである。それのみか、故意に職場大会時間の前から、必要もないのに弾器盤を\n切断したり、組合を挑発するために交換室に公社側の者を入れて作業妨害を計画し\nたものである。その結果が組合側と多少のトラブルがあつたことはあるが、その内\n容はつぎに述べるようものであつて決して被告主張のようなものではない。\n２　まず、三月一五日午後五時ころより、長岡報話局内に、翌朝の組合行動に備え\n組合員約八〇名が待機し始めた。全電通労組は同日午後五時ころ、同局において中\n央本部指令第一〇号実施のためＰ9中闘を含めた現地闘争委員会を開催し（イ）管理\n者側がいたずらに作業に混乱を与える挑発行動を敢えてし、これを理由に一方的な\n不利益な処分を行なう形勢がうかがわれるゆえ、これを警戒するため右組合員を同\n局内に待機させること、（ロ）したがつて、右の危険が考えられない同局の管理者\nについては自由なる通行を認めるべきこと、（ハ）行動について被告公社との話し\n合いの態度を終始堅持し、事態の収拾解決のため努力を尽すべきこと、（ニ）組合\n行動の指導および責任はＰ9中闘が一切負うものとし、新潟県支部および長岡分会に\nおいて執行委員の執行権をすべて停止し、同中闘によつて任ぜられる活動を分担す\nること、の四点を確認した。\n３　局内の状況について\n（１）　同日午後七時五〇分ころ、交換室前に管理者側の氏名不詳者らが現われた\nので、組合側が「あんた方はこの局の人ではないようだが、仕事をしに来たとは思\nわれない。長岡報話局の人が仕事のために部屋に入るというならわかるが、あなた\n方はわざわざ入る必要はないでしよう。」というと、全員はすなおに引き返した。\n（２）　同日午後八時ころ、同所にＰ18通信部次長らが現われ、同人は「交換室に\n入るから道をあけろ。」と言いながら、組合員らにいきなりぶつかつて来た。そこ\nで、組合員の先頭にいた信越地本執行委員Ｐ13が、同人に対し「なんのために入る\nのか。」とたづねると、同人は「言う必要はない。」とどなつて、さらに組合員を\n押して来た。そして、右Ｐ13が「あなたも労務畑にながくいて、労使のルールを知\nつているだろう。まず話し合うべきではないだろうか。」と言つたところ、Ｐ18は\n「話し合う場所は後で連絡する。」と述べ任意に引きあげて行つた。\nそこで、午後八時一〇分、Ｐ13および県支部執行委員Ｐ14の両名が局長室に赴い\nた。同室内にはＰ18通信部次長、Ｐ7報話局長、Ｐ29三条報話局次長の三名がいた\nが、Ｐ18はＰ29に対し、部屋から出るように言い、Ｐ29は事務室へ出て行つた。Ｐ\n13らが「話し合いはどこでするのか。」と聞くと、Ｐ18は「話し合わないことにし\nました。」と言うので、Ｐ13らが「労使の間は話し合いで解決すべきだ。」と言う\nと、Ｐ18は「こちらで打ち合わせをするから出て行つてください。」と言うので、\n話し合にいついて打ち合わせをするものと思い、交換室入口の廊下において待機し\nた。\n（３）　同日午後八時四〇分ころになつて、Ｐ18ら一二、三名が突然、交換室入口\n扉付近に現われ、同人が「どけどけ。」とどなりながら組合員に体当りして来た。\n右Ｐ13は、驚いて「話し合いしようと言いながら、組合が待つているにもかかわら\nず、話し合いもしないで押して来るとはなにごとだ。」と抗議するや、Ｐ18は「電\n話そ通のために入るのだ。」と言いながら、組合員の中に割り込もうとした。そこ\nで、Ｐ13は「仕事は普通に行なわれている。」と言うと、同人らはそれ以上入室し\nようとする様子も示さず、引揚げて行つた。したがつて、この場合でも被告主張の\nように、Ｐ14県支部執行委員が当局側の者に対して暴力を加えたなど、という事実\nは全くない。\n（４）　組合員は、同日午後一一時ころ、試験室において試験課宿直員が弾器盤の\n上に絶縁片を置いてあるのを目撃した。\n（５）　同日午後一一時三五分ころ、前述のごとくＰ9中闘の指示により、Ｐ8分会\n長は局長室へ赴き、Ｐ7報話局長に対し「（イ）正式指令により当局（長岡報話局）\nが拠点職場として、中央闘争委員長名で指定された。（ロ）したがつて、指令にも\nとづき明日始業時から午前一〇時まで職場大会を行なう。（ハ）右に関する一切の\n責任および指揮命令は、Ｐ9中闘が行なう。（ニ）組合はいたずらに紛争を好むもの\nではないので、公社側に職場大会を組合が実施するに当り、その方法については紛\n争をできるだけさけるため現場段階で話し合う意向さえあれば、組合は応ずる用意\nがある。」旨通告および申入れをした。Ｐ7報話局長は同室内にいたＰ18に対し、右\nＰ8と話し合う許可を求めたところ、Ｐ18は「君らの方でけんかを売つて来るなら、\n売られたけんかは買わねばなるまい。けんかを売つておいて話しもなにもあるもの\nか。」「君はたとえ中闘の責任とはいいながら、責任をのがれることはできないの\nだ。やるからには覚悟しているだろうな。」と高飛車に出たので、Ｐ7報話局長はそ\nの言葉に圧せられて沈黙してしまつたが、Ｐ8はなお、その場において組合側との話\nし合いによる事態の収拾解決の方針を繰り返し強調したが聴きいれられなかつた。\n（６）　翌一六日午前〇時一〇分ころ、当局側は試験室において四九八〇番からの\n一連二〇回線に絶縁片を挿入した。当局側のこのような行為は電話の不必要な切断\nをはかり、停止による非難を組合側に向けるために、敢えて公衆電気通信法第六\n条、電信電話営業規則第一七条、第二四〇条の二、第二四五条、別表一〇、および\n同法一一〇条、有線電気通信法第二一条の各規定違反を公社自ら行なつたものであ\nる。\n（７）　同日午前四時三〇分ころ、Ｐ18通信部次長、Ｐ7報話局長、Ｐ19報話局次長\nの三名が組合事務室を訪れ、Ｐ9中闘に対し、「正常な業務の運行を妨げないでもら\nいたい。」と言つたので、Ｐ9は「先刻、組合が公社側に申入れたことを応じてもら\nえばよいのである。組合の申入れた話し合いに応じてもらいたい。」と提案した\nが、Ｐ18らはなんらこれに応じようとせず、一方的に右の言葉をくり返すばかりだ\nつた。それで組合側から「現時点においては業務は正常に運行されているでしよ\nう。」と反問したところ、Ｐ7報話局長は「現在までは正常に業務が運営されてい\nる。」と正常な運営を自ら認めた。ところが、あわてたＰ18はＰ7報話局長に対し\n「組合の話し合いに乗つてはならない。」などと指図する始末で、Ｐ9中闘が見かね\nて「責任者がこんな態度ではお話にならないではないか。」と、とがめると、Ｐ\n18は「警察を呼ぶぞ。」と捨てぜりふを残して引き揚げて行つた。\nなお、午前四時五〇分ころ、被告主張のようにたまたま用便のために交換室を出\nていたＰ21報話局課長、Ｐ22同副課長が、Ｐ12県支部執行委員に対し、交換室に入\nれないといつてきたことはある。しかし、そのころは公社側が突入してくるという\n情報が組合側に入つたので、一時組合側が緊張していた時であつた。そこでＰ12が\n「当局側が突入してくるとかで、あなた達がまた交換室に入つて外と連絡をとるの\nを警戒して、そういつているのであろうから、いましばらく別の部屋で休んでいた\nらどうか。」というと、両名は「それもそうだ。」と納得して、電報配達室に入つ\nて行つたものである。\n（８）　同日午前五時一〇分ころ、Ｐ6県支部執行委員長が局内事務室前でＰ18らに\n出合つたので、「話し合おうではないか。」と言つて話し合いを誘いかけたとこ\nろ、Ｐ7報話局長はこれに応じようしたが、Ｐ18の「問答無用だ。」との言葉に遮断\nされて果せなかつた。\nなお、被告は原告Ｐ2が午前五時ころ市外運用課長に対し、宿明勤務者の職務放棄\nを通告し、通告どおり交換要員一六名全員を入室させなかつた旨主張するが、その\nような事実はなく、右は被告のねつ造である。\n（９）　同日午前六時三〇分ころ、交換宿直者Ｐ30が公衆電話の九七九番への申込\nみに呼応した際、料金投入を確認した直後、通話不能となつたため、同報話局市外\n電話運用課副課長Ｐ31に事故処理方を申告したところ、同副課長が弾器盤絶縁によ\nり、通話を停止していることを説明した。\n（１０）　同日午前七時ころから同八時三〇分ころまでには、同報話局試験課長Ｐ\n32ら六名は、試験室弾器盤三五二回線を残し四五四八加入に絶縁片を捜入した。\n（１１）　同日午前九時三〇分、職場大会開催中、Ｐ18通信部次長ら一二名が現わ\nれ、不意に組合員の中に突込んで体当りしてきたが、間もなく引返した。\n（１２）　職場大会終了を目前にした時点で、同日午前九時四五分ころ、Ｐ18ら一\n五名は一部竹箒を所携し、突撃を試みその際に、Ｐ14県支部執行委員、原告Ｐ1に対\nし暴力を加えたので、組合員らはこれに対し厳重に抗議したため、公社側は立ち去\nつた。被告は、その際原告Ｐ1がＰ18次長らに対し暴行を加えたとか、悪口雑言をあ\nびせたとか主張するが、事実は右のとおり反対で、その主張のようなことはなかつ\nた。\n以上を通じ組合は、局内にあつた同報話局管理者は自由に局内全部を通行し、業\n務を遂行していたものであつて、何んらこれに対して妨害をしたことはないのであ\nる。\n４　局外の状況について\n（１）　三月一六日午前一時ころ、長岡報話局前道路に、Ｐ23通信局労務課長ら六\n〇名が徘徊していた。\n（２）　同日午前四時五〇分ころ、局内での作業員が平常どおり就業しているのに\n拘らず、前同所において、右Ｐ23ら約六五名が組合側を挑発する目的で五列に整列\nし、同人の「かかれ！」の号令を合図に、待機中の組合員にぶつかり「足をけれ、\n足をけれ。」と叫びながら酒でめいていした勢いで殴るけるの暴行をはたらき、さ\nらに隊列を整え、再度にわたる暴行を行なつた。これに対し、組合側は、県労協平\n和号を利用して話し合いを提案し、Ｐ6県支部執行委員長において統制ある行動で整\n然と抗議したため、公社側はなすところなく退散した。その後午前六時ころまでの\n間、公社側は四回にわたり待機中の組合員の中に突込んで来たが、そのつど組合側\nの説得によつて挑発をあきらめた。\n被告は、右管理者らが入局しようとした際、原告Ｐ1がピケ隊の昀前列で押して右\nの入局を阻止し、原告Ｐ2も五時〇五分ころピケ隊の中にあつて、右の入局を阻止\nし、通信局労務課長らにばり雑言をあびせた旨主張するが、いずれも事実無根であ\nる。また、午前六時四〇分ころＰ6県支部委員長が被告主張（第三の二の（二）の２\nの（２）の（ｉ）の（（局外の状況））の（ロ））のような演説をしたこともな\nい。\n（３）　同日午前八時、全電通労組は局舎通用門付近を中心としてＰ8分会長の司会\nで、職場大会を開催した。\n（４）　同日午前九時三〇分ころ、あとわずかで職場大会が終了するのを判つてい\nながら、公社側はさらに組合側を挑発する目的で、Ｐ23通信局労務課長を先頭に約\n四〇名くらいの集団が、五列縦隊で同報話局通用門前道路附近に現われ、一旦停止\nしてスクラムを組んで組合側に突入する態勢をとつた。\nそこで附近にいた地本役員、県支部役員、市会議員ら約二〇名は「職場大会終了\n間近にあえて公社側が職場大会に突入して、無用な事故を惹起することを避けるた\nめ、話し合いを持とう。」と呼びかけたが、これに耳をかさずＰ23らは突如、右組\n合指導者らに一挙に突き当るなどの暴挙をなした。被告は、原告Ｐ1がその際暴力を\nふるい、原告Ｐ2が「帰れ帰れ、やつちまえ。」と大声で連呼しば倒し、管理者を押\nし倒した旨主張するが、いずれも事実無根である。\n（５）　同日午前九時四〇分ころ、長岡警察署のジープが現われたが、「公社側の\n要請で来たが、別段刑事々犯があつたというわけではない。職場大会も間もなく終\nるようであるから帰る。」といつて帰つた。\n５　職場大会の終了\nかくて、職場大会は全電通労組の指導のもと、整然と行なわれ、予定どおり同月\n一六日午前一〇時無事終了し、終了と同時組合員は通常の勤務に就いた。\n四、公労法第一七条、第一八条の違憲性\nところで、被告は長岡報話局における本件三・一六闘争中に原告らのとつた行為\nは、公労法第一七条第一項に違反したことを理由に、同法第一八条にもとづいて、\n原告らを解雇した旨主張するけれども、右各法条は憲法第一八条、第二八条に違反\nして無効であるから、右各法条にもとづいてなされた本件解雇の意思表示もまた無\n効である。\n（一）　公労法第一七条について\n憲法第二八条は「勤労者の団結する権利および団体交渉その他の団体行動をする\n権利は、これを保障する。」と規定するが、ここにいわゆる「勤労者」とは労働者\nと同じ意味であつて、職業の種類をとわず、賃金その他これに準ずる収入によつて\n生活するものをさし、公労法の適用を受ける労働者もこれに含まれることは当然で\nある。また、ここにいわゆる「その他の団体行動をする権利」とは争議権の保障を\nいうものであることも明白である。しかるところ、公労法第一七条第一項は、同法\nの適用を受ける労働者、すなわち全電通労組組合員をも含めたいわゆる公共企業体\n等の職員について、その事業内容の相違等を一切捨象して、一律全面的に、しかも\nその規模、程度等の相違を全く無視して一切の争議行為を禁止するものであつて、\nかかる法条が憲法第二八条に違反することは明白である。これを詳述すれば、\n１　まず、公共企業体およびその組合は、いわゆる三公社五現業といわれる多岐に\nわたる企業の特質があるが、公労法第一七条はこれら諸般の特質をいつさい無視、\n捨象して、一律全面的にいつさいの争議行為を禁止しているのである。かかる禁止\nが何らの合理性のない公務員等の労働基本権保障の趣旨に反する限度を超えた規制\nであることは明白であり、いわゆる安保六・四仙台高裁事件についての昀高裁昭和\n四四年四月二日判決が示す「違憲の疑いを免れない。」場合に該るものである。\n２　いわゆる争議行為には、多種多様な形態があるが、公労法第一七条は、それら\nの規模、程度等の相違をいつさい捨象して、そのすべてを一律に禁止の対象として\nいる。その結果、公労法第一七条におよそ形式的に該当する限り、いかなる社会的\n影響が生じたかさえ度外視して違法と断ぜられるがごとき不合理を呈することにな\nる。\n３　いわゆる争議行為に参加した職員は（イ）その争議行為自体の規模態様のいか\nんをとわず、（ロ）公労法第一七条違反を前提としても争議行為自体の違法性のい\nかんをとわず、（ハ）参加のしかた、程度（参加の違法性の程度、責任の程度）を\nとわず、（ニ）その全員がことごとく、一律無差別に、（ホ）解雇というそれ自体\nきわめて苛酷な制裁の対象となる（公労法第一八条）という、著しく不当な規制と\nなつている。\n４　公共企業体は、資本金全額政府出資の公法人であり、現行法上国家予算の制約\nをうけるものであつても、そこで働らく職員の労働者としての性格は何ら変容をう\nけるものではない。すなわち、公共企業体等とその職員の関係も近代的な労使の関\n係であつてまさに争議権の保障が妥当する。同じ電気通信事業でありながら、国際\n電信電話株式会社の労使関係には労働組合法が適用され、そこに働らく職員には争\n議権が完全に保障されているし、また公共企業体等と同様、政府公共団体全額出資\nの政府関係特種公法人においても争議権は完全に保障されている。争議権の保障は\n労働者の身分、雇傭の主体、企業の資本、企業の目的、規模等によつて左右される\nべきものではない。\n５　争議行為は、本来、使用者はもとより、その業務によつて便益をうけている利\n用者消費者などに対し、ある程度の不便がおよぶことを当然の前提としている。し\nたがつて、憲法が争議権を保障したということは、いうまでもなく使用者、利用\n者、消費者などにも相当程度不利益を受忍すべき任務を課したことを意味する。た\nとえ、公共企業体の事業内容が、公共性、社会性、独占性の高いものであるとして\nも、公共企業体等の職員に争議権を保障すること自体が、相当程度の不利益を関係\n者が受忍すべきことを定めていることにほかならない。それゆえ、公労法第一七条\nの憲法適合性の問題を検討するにあたつて、事業内容の公共性、社会性、独占性を\n不当に強調することは許されない。\n６　公労法が定めた代償措置（あつせん、調停および仲裁の制度）はいずれも法律\n上、事実上その実を有しないし、少くとも不完全なものといわなければならない。\n以上の次第であるから、被告公社の職員の争議行為を禁止する公労法第一七条は、\n憲法第二八条に違反すると断ずべきである。\n（二）　公労法第一八条について\n公労法第一七条を違憲とする限り、それを前提とする同法第一八条もまた違憲無\n効である。\n仮に公労法第一七条が合憲であるとしても、そもそも争議行為を制限ないし禁止\nすることと、その法的効果としてその制限禁止違反の行為に対し、どのような制裁\nをあたえるかということは、自から別問題である。\nそして、公労法第一八条はつぎのように憲法第二八条および第一八条に違反する\nものといわなければならない。\n１　公労法第一八条の規定は、争議禁止を規定する同法第一七条の効果規定とし\nて、前記（一）の３に述べたとおり著しく不当な規定となつている。\n２　すでに公労法第一七条の禁止違反に対し、昀高裁判所の判決（いわゆる全逓中\n郵事件判決、都教組事件判決）により刑事免責が肯定されている。そして、右の判\n決の根底には違法性には強さの程度の差があり、公労法上の違法はその強さにおい\nてまだ刑罰法の予定する違法の程度に達しないとする考え方があり、この考え方を\n肯定する限り、まだ刑罰法の予定する違法の程度に達しない「公労法上の違法」は\nその法効果において、刑事処分よりも軽度のものでなくてはならない。\n刑事違法の法効果たる刑事処分が判例によつて免責されるというのに、その強さに\nおいてまだ刑罰法の予定する違法の程度に達しない「公労法上の違法」に、刑事違\n法の効果たる刑事処分よりもさらに強い法効果を結びつけることは、権衡上許容さ\nれるところではない。各種の違法性の度合に応じて、それぞれの違法の法的効果を\n認めるということでなくてはならない。\nそして、終身（生涯）雇傭システムと年功序列型賃金システムが支配的な日本の\n雇傭の実態のもとでは、解雇（懲戒解雇ならずとも）は労働者にとつて、死刑にも\n値する不利益処分であること、極めて例外的な特別の場合として、解雇された企業\nと同等の企業に運良く入れたとしても、年功序列型賃金のため、純粋に経済的側面\nに限つても解雇それ自体のもたらす不利益に莫大なものがあること、あるいは罰金\n刑と解雇の比較を考えると、少くとも刑事罰が常に民事罰よりも重い制裁とはいえ\nないことなどから検討すると、公労法違反の効果たる解雇処分は、刑事違法の効果\nたる刑事処分よりも、より強度の制裁といわなければならない。\n右のように、公労法上の違法は刑事法上の違法よりも軽度であると判例が解して\nいるにもかかわらず、公労法第一八条は公労法上の違法に刑事法上の違法よりも過\n重の解雇処分をかす法制となつており、かかる不合理な解雇の威嚇をもつてする一\n切の争議行為の禁圧が、憲法第一八条第二八条に違反して無効であることは明白で\nある。\n五、長岡報話局における三・一六闘争の合法性\n（一）　公労法第一七条が仮に違憲でないとしても、同条の該当行為がただちに法\n的効果と結びつく違法を成立せしめるものではなく、争議行為のうちにも「違法性\nの強い場合」「違法性の比較的弱い場合」「実質的には、右条項にいう争議行為に\n該当しないと判断すべき場合」の区別があるというべきである。昀高裁は昭和四四\n年四月二日のいわゆる都教組事件において、地方公務員法第三七条第一項につき、\nこの理を認めているが、同趣旨の規定である公労法第一七条についてもこれと区別\nして解すべき理由はない。\n（二）　しかして、これを本件の長岡報話局における争議行為についてみるに、明\nらかに右にいう「実質的には右条項にいう争議行為に該当しないと判断すべき場\n合」に相当する。すなわち\n１　本件時間内職場大会は、前述のとおり被告公社が団交を拒否したことに対し、\n労働者の基本的権利たる団交権を確保する目的をもつて実施されたものであつて、\nその目的においてきわめて正当な争議というべきである。けだし、本件においては\n使用者側によつて、正当な理由もなく団交を拒否され、団交権という基本的権利が\n侵害される場合において権利を擁護するためにおこなう団体行動は、労働者にとつ\nて生活権を左右する重大問題であり、どうしても認められなければならない基本的\n権利だからである。\n２　本件職場大会は各県一カ所というきわめて限定された地域での拠点職場大会で\nあつた。当時、被告公社の事業所は全国で二千数百あつたもので、そのうち五九カ\n所が拠点指定され時間内職場大会に突入したが、新潟県内では三三事業所のうち長\n岡報話局のみが拠点とされたものであつて、その影響のおよぶ地域は、長岡市とい\nう限定された地域のみであつた。\nまた、本件職場大会は「始業時（長岡は午前七時二〇分）より午前一〇時まで」\nの職場大会であつて、わずか二時間四〇分という短時間の争議であつた。\nしかも、その間長岡報話局の管理者は局内を自由に通行し、業務に従事していた\nものであり、主要加入回線三三四回線（間もなく三三九回線とした）は確保された\nものである。そして、右の主要加入回線には、水防、消防、警察、運輸、電力、水\n道、報道機関、郵便、国家機関、自治体、ガス、病院、銀行、公衆電話など、およ\nそ市民の日常生活において必要とするものはすべて含まれていた。\n以上のように、本件職場大会による影響は小さく、これによる国民生活の支障は\nきわめて小さかつた。\n３　労働者は、雇傭契約のもと毎日就労（被告公社の場合休みなく交替）している\nもので、団交が拒否された場合に漫然と時を過すことは、労働者にとつて経済的あ\nるいは労働条件上きわめて大きな不利益をもたらすものであるから、緊急に団交権\nを回復するための対抗措置をとらねばならない。すなわち、前述のごとく被告公社\nが団交を否認していた以上、本件職場大会はそれに直ちに対抗しなければならない\n緊急性あるものであつた。\n４　しかも、右のように団交を拒否された全電通労組にとつて、被告公社の不当な\n団交拒否に対抗する方策は実力行使以外に方法はなかつた。公労委にあつせんもし\nくは調停を申請する方法も法律上定められているとはいうものの、きわめて緊急な\n必要ある場合には、右公労委のあつせん、調停等はほとんど用をなさないものであ\nつて、本件の場合もまさしくその時間的余裕がなかつたものである。\n５　そして、本件三・一六闘争における全電通労組の行動は、単純労務放棄である\n時間内職場大会と、これを防衛するための統制あるピケツテイングであつた。この\nような行動をもし違法として禁止するなら、およそ合法な争議行為はありえないと\nいわなければならない。すでに、公労法第一七条のもとにあつても、合法的争議行\n為が確定されていることにかんがみ、本件三・一六闘争こそ、まさしくそれに該当\nするものである。\n六、原告らの行為の合法性\n本件争議行為について、原告両名は新潟県支部執行委員として、中央本部の指\n令、命令にしたがい忠実にその任にあたつたものであり、被告主張の暴力行為やい\nわゆるハネ上り行為もなかつたのであるから、争議行為の一環として「争議行為に\n通常随伴する行為」を遂行したにすぎず、合法というべきである。すなわち、\n１　原告両名は共に全電通労組新潟県支部の執行委員であつたもので、その主な任\n務は組合員の労働条件の維持改善ならびに社会的地位の向上という組合の目的を実\n現するために、組合機関の決定を指導実践することにあるところ、本件三・一六闘\n争は、前述のごとく被告公社の合理化計画が推進されることによつて生じていた要\n員逓減、強制配転転職などに対処し、電通労働者の不安を解消するために要員の算\n出基準ならびに配置に関する協約の締結を求めた組合側に対して、被告公社が要員\n問題は団交事項にしないとして団交を拒否し続けたことから、全電通労組の団交権\nの侵害に対しそれを回復擁護されるべく実施された権利のための正当な闘いであつ\nて、ひいては組合員の労働条件の維持向上という組合の目的実現のためのものであ\nるから、原告らが支部執行委員の主な任務として率先、指導かつ実践しなければな\nらなかつたのである。\n２　全電通労組組合員は、その規約により決議に従う義務を有するところ、本件\n三・一六闘争は、前述のごとく全電通労組第二六回中央委員会の決定により実施さ\nれたものであるから、原告らが本件三・一六闘争を指導実践したことは、右規約上\nの義務を忠実に履行したに過ぎない。\n３　原告らは、前述のごとく現地に派遣されたＰ9中闘の命令によつて忠実に行動し\nたものである。派遣中闘は中央執行委員会が中央執行委員長を代行して、指令を派\n遣先において実施せしめる任務を課しているものであつて、決して形式的名目的な\nどと称し得るものではない。Ｐ9中闘は前述のとおり、三月一四日新潟市電々会館に\nおいて、原告らに対して闘争実施に際しての任務配置等を命令したが、右命令によ\nり原告Ｐ1は説得隊総指揮者Ｐ11のもとにあつて、通用門、裏門説得隊指揮者とし\nて、原告Ｐ2は電話交換室内部指導正責任者Ｐ15のもとにあつて、電話交換室内部指\n導責任者として、それぞれＰ9中闘の命令どおり、本件職場大会を指導実践したもの\nである。\n４　そして、拠点長岡報話局において、指令は忠実に実施され、いわゆるハネ上り\n的行為はなかつたのである。本件闘争の突入指令（指令第一〇号）は、前述のごと\nく、「別途指定する機関は三月一六日始業時より午前一〇時まで、全組合員が参加\nする職場大会を開催すること。」というものであるが、長岡報話局における闘争が\n午前一〇時に職場大会を終了し組合員が就労したことは被告も認めているところで\nある。もつとも、被告は、午前五時から六時までの間電話交換室において勤務すべ\nき宿明勤務者を職務放棄せしめたごとく主張しているが、前述のとおりこれは明ら\nかな●造であつて、宿明勤務者は通常どおり勤務していた。\n５　原告らに暴力行為がなかつたことは前述のとおりである。なお、原告両名は被\n告公社の告発により警察、検察庁の取調を受けたことはあるが、原告Ｐ2は起訴され\nなかつたし、原告Ｐ1は起訴されたものの無罪の判決を受け、右判決がすでに確定し\nている。\nしたがつて、原告らは正当な組合行動をおこなつたにすぎないのであるから、被\n告公社がこれをもつて公労法第一八条の解雇理由とすることは許されない。\n第五、原告らの仮定的再抗弁\nかりに、原告らの三・一六闘争に際しての行為が公労法第一七条第一項、第一八\n条に該当するものとしても、原告らに対する本件解雇の意思表示はつぎの理由によ\nり、いずれも無効である。\n一、原告らに対する本件解雇は不当労働行為である。\n（一）　原告Ｐ1は、昭和二二年四月全逓信労働組合加茂支部執行委員、昭和二七年\n九月全電通労組結成と同時に同組合加茂支部執行委員、昭和二八年四月同組合新潟\n県支部加茂分会副分会長、昭和二九年四月同分会長、昭和三四年同分会執行委員、\n昭和三一年一〇月同分会書記長、昭和三四年六月同分会長となり、昭和三四年八月\n同組合新潟県支部執行委員となつて、本件三・一六闘争当時その地位にあつたも\nの、\nまた、原告Ｐ2は、昭和二八年四月ころ全電通労組組合員となり、昭和三二年九月\n同組合新潟県支部執行委員に就任し、本件三・一六闘争当時その地位にあつたもの\nで、いずれも従来から熱心に組合活動をし、つぎに述べるように全電通労組中央本\n部、地方本部および県支部が運動目標とした職場到達闘争を解雇にいたるまで強力\n活発に指導したきたものである。\n（二）　本件解雇にいたるまでの被告公社の合理化計画実施とその間にとられた労\n務政策は前述のとおり（第四の二の（二）項、および（四）項）であるが、新潟県\n支部の管内（通信部管内）では、昭和三一年ころから労務管理を強め、合理化に名\nをかりて労働強化が著しくなり、時間外労働の違法な強制、生理休暇、病気休暇な\nどの諸休暇の制限、あるいは団交の不当拒否となつてあらわれ、とくに昭和三三年\nころから露骨となり、各報話局においてこれが違法行為の詫状を組合に入れざるを\nえないような状態にまでおよんできたのである。\nしかして、全電通労組が、被告公社の合理化への取組みの中で、第八回全国大会\n（昭和三〇年六月）ないし第一三回全国大会（昭和三五年六月）において、いわゆ\nる職場到達闘争方針を決定し、全国的に実施したことは前述のとおり（第四の二の\n（三）の３項）であるが、とりわけ原告らの所属する新潟県支部は、信越地方本部\nの中でもとくに根強い組織力を背景として、原告らを含む県支部執行委員らの指導\nのもとに、前記のような管内における被告公社の違法不当な行為を是正させ職場の\n労働条件の向上を計るため、新発田、燕、直江津の各報話局の自動改式反対闘争\n（昭和三二年二月、九月、昭和三三年五月）、新潟県支部全局の職場到達闘争（昭\n和三三年一〇月から一二月）、十日町、柏崎、柿崎の各報話局の自動改式反対闘争\n（昭和三三年一二月、昭和三四年三月、六月）、新潟県支部全局の職場到達闘争\n（昭和三四年一〇月から一二月）、直江津報話局の職場闘争（昭和三四年一〇月か\nら昭和三五年六月）、栃尾、高田の各報話局の自動改式反対闘争（昭和三五年七\n月、一一月）、三条報話局の職場闘争（昭和三六年一から六月）などの徹底した職\n場到達闘争を実施し活発をきわめた。その結果、三条分会を中心とした県支部傘下\nの各分会は、要員要求を中心とし、年次有給休暇、病気休暇、生理休暇、服務線表\nの協議に関連して発生する諸問題、配転の拡大阻止、女子職員の午後九時帰り、交\n替準備時間の拡大、育児時間の問題など、かねて被告公社職員局が団交の対象事項\nとすべきでないと指導している問題についても職場交渉を行ない、つぎつぎに職場\n協約を締結し、到達目標を達成して、それはまた他の分会へ波及していつた。そし\nて、これらの職場協約は、就業規則はもちろん中央協約をも上回り、職場労働者の\n権利の向上と確保を表現するものであつた。かくて、新潟県下の各職場において\nは、職員の年次有給休暇の完全消化はもとより、電話交換手である女子職員の生理\n休暇三日取得は当然のこととされ、職場労働者の権利意識が高く、したがつて組合\n意識もまたきわめて高かつたのである。\n（三）　右のように県支部の指導のもとで組合員の権利を確保していつた結果、各\n報話局で要員不足であることが判明し、要員の不足から勤務時間内における精一ぱ\nいの激労によつても、なおかつ電話の応答が遅延し、ことに三条報話局においては\n同市の産業界にとつて重大な影響をおよぼしていることから市民の間で、ついに社\n会問題化するにいたつた。すなわち、昭和三五年九月「電話の出が遅いので交換手\nを増やして電々公社の事務をスムースにやつてもらいたい。」旨の投書が新聞に掲\n載され、爾後毎日のように同報話局に対して苦情がもちこまれる状態となり、翌三\n六年一月には同市内で「電話の出を良くする市民大会」が開催され、市民は一致し\nてこれが改善のため団結するにいたり、さらに同年二月には三条市議会においても\n電話そ通事務改善方についての要望決議がなされ、その後も三条市当局や三条商工\n会議所からの被告公社に対する陳情抗議はあいついだ。かくて三条報話局問題は信\n越電気通信局、とくに、新潟管内の焦点となるにいたつた。\nしかして、三条分会では昭和三三年秋から三条報話局の要員を増やすよう要求\nし、前記のとおり到達闘争の中心となり、局側もこの要求をある程度認めて通信\n部、通信局に働らきかけをおこなつていたのであるが、前記市民からの新聞投書を\n契機に、局側と団交をもちその結果電話応答遅延の原因が要員不足にあることを確\n認し、利用者に対するＰＲの内容等については組合も協力する旨を約した。三条報\n話局長は昭和三五年一一月「電話御利用の皆様にお詫びとお願い」と題するチラシ\n一万二、〇〇〇枚を同市内に配付し、電話応答遅延の原因は、交換要員の不足であ\nることを表明するにいたつたが、被告公社はその後も新規採用を行なわず、交換台\nを増設する気配もなかつた。そこで、三条分会はますます悪化する利用者へのサー\nビスと労働強化による組合員の病気多発を改善するため、職場討議を重ねたうえ、\n臨時総会を開催して、組合員の健康と利用者へのサービスを守るため、要員増と交\n換台増設、臨時作業員の社員化という三項目の要求を、昭和三六年一月二三日にい\nたり提出したが、同月二五日被告公社から要員問題は上局で検討中、交換台増設に\nついては検討している、臨時作業員の社員化はできない旨の回答がなされた。\n新潟県支部では、右問題を知るや、同年一月中旬ころその実態を調査し、利用者\nサービスの低下と労働強化の悪循環を把握して、ただちに通信部に団交を申入れ、\n三条におけるサービス低下に対する公社側の見解をただし善処を求めたところ、公\n社側からは交換台増設については拒否され、要員不足については欠務率が高く要員\n配置のバランスがくづれているとの説明があり、検討を続けるとのことであつた\nが、その後の交渉で公社側の態度が一変し、管理運営事項なので団交をおこなわな\nい、という回答をくりかえすのみとなり、そのため同年三月六日の団交で右問題は\n決裂となつた。\nまた信越地方本部では、三条報話局の状態と、同局での交渉模様、さらには県支\n部での交渉模様を知り、同年二月二五日団交で通信局の対策をただしたところ、通\n信局は下部で交渉をやらなければ団交をおこなつてもよいが、地方段階の下部段階\nで同一問題を交渉することは避けるべきだと回答し、一致点をみるにいたらず、同\n年三月一二日公労委新潟地方調停委員会に対しあつせんを申請した。\n（四）　ところで、被告公社は、右のように三条報話局問題で端的に示された県支\n部指導の職場闘争を嫌忌し、これらを病理現象とみなし、一掃する機会をねらつて\nいた。そして、三条報話局問題について、組合側が電話利用者へのサービスの向上\nと職員の健康管理のために努力を重ねていたのにかかわらず、被告公社は応答遅延\nの原因となつた要員問題を管理運営事項として団交に応じないばかりか、右遅延の\n原因を職員の欠務率の高いことにあるとして、労務政策のみに力を入れて労働強化\nをし、ひいては到達闘争の中心をしている三条分会、これを指導する県支部を弾圧\nするために種々の手段を講じてきたのである。すなわち、\n１　まず、被告公社は昭和三六年一月の人事異動において、通信局、通信部の労務\n担当者をすべて交替せしめ、三条報話局長以下同局の管理者のほとんどを交替せし\nめたばかりか、同局に次長（次長制度は交換方式変更等で業務が激増する局所に設\n置され、方式変更が終了するとともに廃止されるのが従来のやり方であり、三条報\n話局のように方式変更のない局に設置されるのは異例のことである。）および労務\n厚生課長を新設し、電話運用課にはそれまで二名の副課長（直接交換業務を行うも\nのではなく、服務管理、要員管理をその職掌とする。）を五名に増員して弾圧体制\nの確立をはかつた。\n２　つぎに二月二三日三条報話局長と通信局労務課、通信部労務厚生課との間に直\n通電話を極秘裡に設置して、通信局通信部と常時連絡をとつていた。\n３　さらに通信局職員部労務課員を三条報話局に常駐せしめて組合対策にあたら\nせ、そのため三条市内の越前屋旅館は被告公社管理者の拠点とせられ、何回かにわ\nたつて謀議がおこなわれた。\n４　このような態勢を確立した被告公社は、三条分会の実態を徹底的に調査し、同\n年二月五日までにその結果を「三条局の労使関係正常化について」と題する書面に\nして通信局に報告したが、これによれば三条報話局における電話応答のサービス低\n下の原因は直接的には運用要員の短期休務率の高いことにあり、それによつてきた\nるところは、三〇件以上におよぶいわゆる「ヤミ協約」にあるというものであつ\nた。そして、被告公社は同年二月六日から八日まで、通信局において労務対策会議\nを開催して、三条報話局問題をはじめ新潟県内の労使関係についての状況を把握し\nた後、同月下旬到達闘争を果敢に闘い、労働条件を向上させた県支部の中でも職場\n闘争の激しかつた三条報話局を拠点にして、前記電話応答遅延問題を契機に右の\n「ヤミ協約」を破棄し、労働条件を一挙に引下げることによつて要員不足から生ず\nる電話応答遅延を改善するとともに、これを新潟県下全職場におよぼし、職場闘争\nを果敢に闘うことを指導する原告ら県支部幹部を排除することを決定した。\n５　そこで、被告公社は右決定にもとづき、まず同年三月四日三条報話局長名の\n「職員各位」なる文書を同局全職員に配付し、一方的に昭和三一年七月三一日付年\n次有給休暇の付与についての協約、昭和三四年八月二七日付生理休暇の請求につい\nての協約および昭和三四年一一月二四日付病気休暇についての協約に違反する各休\n暇手続の要求をし、それを三月一日より実施することを通告した。\n右通告は、職場協約の締結当事者である組合側に何んらの通告もなくおこなつた\nもので、組合はその違法を是正せしめるため、同日ただちにこれに抗議しその撤回\n方を求めたが、被告公社はこれを撤回する意向がなくまたそれに関する団交まで拒\n否したので、県支部は執行委員の原告Ｐ1を同月八日よりこの問題につき三条に常駐\nさせ、同人は三条分会の指導にあたつたところ、局側はさらに組合を挑発するがご\nとく翌九日に至つて再び同趣旨の「職員各位」を職員である組合員に配付し一一日\nより強行実施する態度を示した。\n６　これらの被告公社の行為は、前記４項の二月中における三条報話局についての\n対策会議で決定された内容（この内容は「三条局業務運営混乱の原因」と題する秘\n密文書の「対策」以下に掲げられたものである。）にしたがつて実施されたもので\nあり、被告公社はこれをもつて原告ら県支部役員を挑発し、抗議の実力行使をまつ\nて、排除処分をしようと企らんだものであつた。\n（五）　しかしながら、県支部は右のような被告公社の弾圧方針を察知し、その挑\n発にのらないため、三条分会においては一切の実力行使的行動を避け、公労委にあ\nつせんを求めることによつて、数多くの職場協約を第三者に公開することが、被告\n公社の狙う職場協約破棄の方針を不成功に終らせることになるとの見通しのもと\nに、地方本部に意見を具申した。同地本がその後公労委新潟地方調停委員会にあつ\nせん申請をしたことは前記（三）項のとおりである。\n（六）　そして、組合側のあつせん申請という冷静な対処によつて、三条問題での\n弾圧（県支部役員排除）方針の変更を余儀なくされた被告公社は、全電通労組が昭\n和三六年春闘で昀も主要な課題としていた要員問題についての団交で組合側を刺激\nし、組合を実力行使に突入せしめたうえ、これを機会に原告ら県支部役員を排除\nし、県支部の組織を根底から破壊しようと不当なたくらみを樹てた。このことは本\n件三・一六闘争において被告公社のとつた行動からみても明らかである。すなわ\nち、\n１　被告公社は、前述のとおり（第四の三の（二）の５項）三月一五日の中央交渉\nを自ら決裂せしめ、組合側に三・一六闘争に突入せざるをえない情況を作り出し\nた。\n２　被告公社は三月一五日から一六日にかけて、長岡市内に宣伝カーを繰り出し、\nあるいは一六日朝刊新聞折込みに「全電通労組の闘争についてお願い」と題するチ\nラシを入れ、市内に配付し「不法にも三月一六日勤務時間内職場大会と称して保安\n要員の残留なしとする法律を無視した闘争を行なおうとしており、市民に大変迷惑\nがかかる。」旨を宣伝し、全電通労組が法律を犯して国民に迷惑をかけるものであ\nることを宣伝して、同組合を国民の中からも浮上らせようと計画的に逆宣伝をし\nた。\n３　全電通労組は、本件職場大会実施の時期、方法、その責任の所在等について充\n分労使の間で話し合いにより、これを実施すべく、あらゆる機会をとらえて公社側\nに話し合いするよう申入れ、とくに前述のように（前記第四の三の（三）の３の\n（５）項）、三月一五日午後一一時三五分ころにはＰ8長岡分会長が職場大会実施に\nついて正式に話し合いのうえ、これを協議し、平穏に紛争なく職場大会を実施すべ\nく申入れたにもかかわらず、被告公社側はこれを拒否し、あまつさえ、暴言まで加\nえる有様であつて、話し合いの中で平穏に解決しようとする意思はもうとう持たな\nかつた。\n４　しかも、本件争議の際には、前述のとおり（前記第四の三の（三）の３および\n４項）被告公社はそ通事務就労の名にかりて組合員に再三、再四の突入を試みた。\n被告公社は職場大会の実施時期が午前八時から一〇時までであることを充分承知の\nうえで、それ以前から就労の必要もないのに、多数の管理者を組合員に激突せし\nめ、これを阻止する組合員が暴行したかのような状態を現出せしめようとしたもの\nである。これら管理者らが、いずれもそ通事務を行なう能力もないものであつたこ\nと、長岡報話局の管理者については当時自由に通行がなされておつた事実からみて\nも、右管理者の突入行為はまさに計画的な行為であつて就労のための行為ではない\nのである。\n５　また、被告公社は前述のように（前記第四の三の（三）の３の（６）項）三月\n一六日午前〇時一〇分ころより、何らこれを切断する必要もなかつたのに、法律に\n反しそのころから既に弾器盤に絶縁片を挿入し重要回線を残して電線を切断した。\nこのことは電源切断により、組合の闘争のため、電話が不通になつたことを市民に\n思わせ、不満を組合にしむけるよう計画したもので、前記宣伝カーなどによる逆宣\n伝と相呼応するものである。\n（七）　さらに、原告らに対する本件解雇は、わずか九日目にしてなされている\nが、従来のこの種処分の発表までの日時に比し、極めて短期間であり、そのころ三\n月三一日に予定されていたいわゆる三・三一闘争に対する牽制をねらつてなされた\n弾圧であつて、本件三・一六闘争に対する評価の処分ではないこと、原告ら新潟県\n支部の役員に対する処分は、同じ信越地本傘下の長野県支部の役員に対する処分\n（諏訪報話局における三・一六闘争に対する処分）に比較し、あるいは同じ長岡報\n話局における三・一六闘争に原告らの指導者として参画したＰ9中闘、地本役員に比\n較しても著しく重かつたこと、新潟県内でも三条分会の組合員は他の分会よりも多\nくの処分を受けたこと、さらには原告らの処分理由が不明確であること、などの事\n情をも考えれば、原告らに対する本件解雇処分は、被告公社が三条分会を中心とし\nて活発な組合活動（いわゆる到達闘争）を行なつた県支部を病理現象を呈した下部\n機関としてこれを弾圧しようとし、故意に組合を挑発して闘争に突入させ、そのこ\nとに藉口してなした処分である。被告公社はそれによつて全電通労組の活動を封殺\nし、原告らの組合員に対する影響力を根絶せしめる意図を実現しようとしたもので\nある。\n（八）　してみると、被告公社の本件解雇処分は、原告らの正当な組合活動を決定\n的理由とする不利益取扱いであり、かつ、全電通労組の正当な組合活動を縁由とし\nて、同労組の団結に支配介入するものであつて、公労法第三条、労働組合法第七条\n第一号および第三号に該当する不当労働行為であつて、無効である。\n二、原告らに対する本件解雇は、解雇権の濫用であつて無効である。\n（一）　本件解雇は、すでに述べたごとく、事実無根のものを解雇事由とするもの\nであつて、事実上の根拠を欠き、正当な理由なくしておこなつた典型的な解雇権濫\n用である。\n（二）　長岡拠点局所における時間内職場大会は、本部の指令どおり整然と実施さ\nれたものであつて、争議行為の態様からして、一般の債務不提供の効果をこえた権\n能を被告公社に付与するものでない。本部派遣のＰ9中闘は、闘争前日である三月一\n五日から長岡分会事務室において、原告らに指示をあたえ、翌一六日午前一〇時闘\n争終了まで、完全に本部指令どおり実施されているもので、全電通労組内部におい\nて、指令逸脱、ハネ上りなどの指摘は一遍も受けていない。\n（三）　本件については、中央関係においても、地方関係においても、被告公社の\n非違こそ問責さるべきであつて、原告らの属する全電通労組の対抗行動をとらえ\nて、被告公社が不利益制裁に出ることはできない筋合である。すなわち、中央関係\nとして、被告公社は、組合側が昭和三六年春闘において中心課題としていた要員問\n題を団交の対象とすることを不当に拒否しつづけ、そのため全電通労組はこれに対\n抗して本件職場大会をおこない団交を促進させるほかなかった。また、現場関係と\nしても、被告公社の管理者はなんらの強制権限もないのに、数十名がスクラムを組\nんで一団となつて組合員に激突し、違法な職務執行々為をなし、組合の争議を効果\nなからしめる争議破りをおこなつたため、原告らもこれに対抗して、争議を防衛す\nるために正当な行為をしたに過ぎない。\n被告は、自らの非違行為を隠蔽し、争議破壊を守つた原告らの正当な組合活動を\n逆に問責しているものであつて言語道断である。\n（四）　被告公社が、本件解雇処分を行なつたのは、名を解雇権の行使に仮託して\n本件処分に出たものにすぎず、その内実は前述のとおり、原告らを不利益制裁する\nことによつて、全電通労組の活動を封殺し、原告らの組合員に対する影響力を根絶\nせしめる悪質な意図を実現しようとしたものであつて、その効力を認められるべき\nものではない。\n（五）　「職員に対する処分は、違反行為の態様、程度に応じ、必要な限度を超え\nない合理的な範囲にとどめなければならない。」（昀高裁昭和四三年一一月二四日\n判決、電々公社千代田丸事件）とされるところ、長岡報話局における本件職場大会\nは目的において正当であり、地域を限定した、短時間の職場大会であつたし、その\nうえ管理者は通常どおり作業し、主要加入回線を確保していたことからして、原告\nらが指導実践した職場大会は、何らの違法性がないものであつて、被告公社のおこ\nなつた解雇処分は「違反行為の態様、程度に応じ」たものでなく、「必要な限度を\n超えない合理的な範囲」でもない。\n（六）　本件解雇処分は、労働者を排除的な制裁に処するという重大な問題である\nにもかかわらず、事実調査も不充分なまま、また原告ら組合側の弁明も聴取するこ\nとなく、短時日（わずか九日経過後）のうちに一方的に発令されるなど、手続上不\n公正軽率の瑕疵があつたことは免れず、断じて容認されるべきでない。被告公社が\n本件訴訟で原告らの解雇理由をめまぐるしく変転動揺して主張しているのは、本件\n解雇が何らの客観的理由もなしに、まつたく原告らを排除する目的によつておこな\nわれたことを示している。\n（七）　原告らに対する本件解雇処分は、本件職場大会において、原告らを指導し\nた組合役員らに対する処分と比較し不均衡である。昭和三六年七月三日被告公社が\n発令した処分は、現地派遣中闘Ｐ9、信越地本書記長Ｐ10、信越地本執行委員Ｐ13、\n同Ｐ15がともに停職一〇月というものであり、原告らと同じ日に処分発令された県\n支部Ｐ11副委員長は同じく停職一〇月の懲戒処分であつたことからして、右五名の\n命令のもとに行動した原告両名に対して解雇処分がおこなわれたことは、責任の重\nい上部機関役員に軽く、原告ら下部機関の役員に重いという倒錯した処分であつて\nあまりにも不自然である。停職、減給などの処分は、企業秩序に違反した労働者に\n対して反省を促がすものであるのに対し、解雇は労働者に反省の機会を与ず労働契\n約を解除して企業から排除するものであつて、企業から得る賃金によつて生活する\n労働者にとつては、生存が否定されるごとき結果となるのであつて、前者の処分と\nは質的に異なるものである。そのゆえに、労働者を解雇するにあたつては、客観的\n妥当性が必要とされるのであつて、本件解雇のごとく、上に軽く下に重い処分は、\nまことに妥当性を欠くものといわなければならない。\nしかも、原告両名は、県支部執行委員として、中央本部派遣の信越地方における\n昀高責任者であつたＰ9中闘の命令によつて時間内職場大会実施のために行動したの\nであり、そのことは原告らが機関決定履行の義務と、Ｐ9中闘の命令という秩序を忠\n実に守つたに過ぎず、まさに職務上の行為をおこなつたにすぎないのである。\n（八）　わが国の雇傭関係が終身雇傭制度をたてまえとしていることから、労働者\nにとつて本件のような懲戒的解雇は死刑にも匹敵する苛酷なものとなつている。前\n記の諸事情に、原告両名がいずれも優秀な職員であることなどを併せ考えれば、本\n件解雇ははなはだしく過酷な処分というほかはない。\n以上のとおり、本件解雇は、被告公社が解雇権を濫用してなした解雇であつて明\nらかに無効である。\n第六、再抗弁事実に対する被告の認否\n一、原告両名に対する本件解雇が不当労働行為であるとの主張事実のうち、原告ら\nがその主張日時から県支部執行委員（専従）に就任したこと、全電通労組ではその\n主張のような日時に職場到達闘争を実施し、そのため被告公社としては無理と思わ\nれるおびただしい数にのぼる協約等を締結させられたこと、その主張の日時のころ\n三条報話局の電話応答遅延が社会問題化し、被告公社はその原因を運用要員の短期\n休務率が高いことにあると考え、これを一般的水準に高め正常化するために、「職\n員各位」の配付などの諸対策をとつたこと、本件三・一六闘争に際して、被告公社\nが利用者に迷惑をおよぼすことを予想し、チラシを配付したこと、あるいは応援管\n理者が業務運営のため入局、入室を試み、電話回線規制のため、弾器盤に絶縁片を\n挿入したことはいずれも認めるが、原告らのその余の組合歴や組合のとつた行動は\n不知、その余の事実、とくに被告公社のとつた行動が反組合的意図を持ち、原告ら\n県支部役員を不当解雇する目的をもつてなされたとの点は争う。\n被告公社が原告らを解雇したのは、長岡報話局における三・一六闘争の実態が前\n述のとおり、全国各局所中まれにみる悪質かつ過激なものであつたことに照らし、\n原告らが実質上の指導者として右闘争を指導実践したことに対する責任を問うたも\nのであり、あくまで公労法第一七条第一項に違反したことを事由とするものであ\nる。\n被告公社としては原告らをねらいうちしたりして解雇処分に付したものではな\nく、原告らの所属する県支部の組織運営に対する支配介入を意図して原告らを解雇\nしたものでもない。被告公社は原告らがいわゆる到達闘争などを指導したことを理\n由として、原告らを解雇しなければならないほど嫌悪したものではなく、原告らの\n右の組合活動の事実と、本件争議行為にもとづく解雇処分とはなんら因果関係はな\nい。\n二、本件解雇が解雇権の濫用であるとする原告の主張は争う。本件三・一六闘争が\n違法な争議行為であることはすでに述べたとおりであり、とくに本件長岡拠点局所\nにおける争議行為は全国の他の大部分の拠点局所にくらべて悪質過激な実態をもつ\nものであつたところ、被告公社としては、原告ら県支部執行委員五名が実質上の指\n導責任者となつて、それぞれ縦横無尽にこれを指導実行し、その責任が重大かつ明\n白で解雇処分につき十分の相当性を有していたので、相応の処分として解雇処分に\n付したのにすぎず、他方Ｐ9中闘やＰ10地本書記長、Ｐ13、Ｐ15両地本闘争委員につ\nいては、停職に付することを相当と認めたので、そのように処分したにすぎない。\n被告公社としては事実の確認は十分の資料をもとに行ない処分を行なつたものであ\nるから、いやしくも原告らのいうようにずさんな処分を行なつたものではない。し\nたがつて、本件処分が決して不均衡、過酷であつたということはない。\n第七、証拠関係（省略）\n理　　　由\n第一、被告公社が、公社法によつて設立せられた公衆電気通信事業を営む公共企業\n体であり、原告Ｐ1および原告Ｐ2が昭和三六年三月一六日当時被告公社の職員であ\nつて、かつ被告公社の職員で組織される法人たる全電通労組の組合員（同組合新潟\n県支部の専従執行委員）であつたこと、\n全電通労組が昭和三六年春闘の一環として、同年三月一六日全国五九カ所の報話\n局等において、いわゆる三・一六闘争すなわち始業時から午前一〇時まで当該拠点\n局所に勤務する全組合員参加の勤務時間内職場大会を開催したこと、\n被告公社は、信越電気通信局長名義をもつて、同年三月二五日付で、原告両名に\n対し、同原告らが三・一六闘争の実施に関連して、その拠点局所の一つである長岡\n報話局においてとつた行動が公労法第一七条第一項に違反するとの理由で、同法第\n一八条により解雇する旨の意思表示をなしたこと、\n以上の事実は当事者間に争いがない。\n第二、昭和三六年春闘と三・一六闘争の経緯\nそこで、まず原告らが解雇せられる原因となつた三・一六闘争の概要とその経過に\nついて、以下検討する。\n一、全電通労組の構成とその運営\n成立に争いない甲第一号証、第二号証、第一九四号証、第一九八号証、乙第一一\n六号証および弁論の全趣旨によれば、つぎの事実が認められ、これを左右するにた\nりる証拠はない。\n全電通労組は、被告公社の従業員をもつて組織され、組合員の労働条件の維持改\n善、電気通信事業の民主化等を主たる目的とする全国単一組織の労働組合であつ\nて、昭和二五年に結成せられ、昭和三六年三月一六日当時約一七万五、〇〇〇名の\n組合員を擁し、被告公社の従業員のうちの大多数が加入していた。\nその組織は、中央本部、地方本部、支部および分会からなり、それぞれ被告公社\nの本社、\n通信局、通信部等および報話局等に対応する。\nまた、その議決機関は、昀高のものとして全国大会があり、全国大会につぐもの\nとして中央委員会が、さらにその下部組織に対応する大会および委員会があり、そ\nの執行機関は昀高のものとして、前記中央本部執行委員会が設けられ、各下部組織\nに対応する各級執行委員会があり、各執行委員会は、争議中は中央執行委員会の議\n決により闘争委員会を組織し、その指導に当るものとされた。\n中央執行委員会は全国大会あるいは中央委員会の決定にもとづく業務執行のため\nに、下級機関に対する指令指示権を有し、各級機関および組合員はこれにしたがう\n義務がある。なお、指示のみは例外的に支部または地方執行委員会がそれぞれ地方\n本部または中央本部の承認の下で発出される場合もあり、また指令、指示の内容を\n敷衍し、あるいはその理由を説明するなどのために、闘争連絡の発出される場合も\nある。\n全電通労組と被告公社とは、その間の合意（団体交渉方式に関する協定）をもつ\nて、両者間の団交のための機関として、前記各組織に対応して中央交渉委員会、地\n方交渉委員会、支部交渉委員会、および職場交渉委員会を設置し、団交の円滑な運\n用をはかつていた。\n二、三・一六闘争前における被告公社と全電通労組との労使関係\n前掲甲第二号証、第一九四号証、第一九八号証、乙第一一六号証、成立に争いな\nい甲第三ないし第三六号証、第九六ないし第一〇四号証、第一九五号証、乙第一一\n〇ないし第一一五号証、第一二四号証の一ないし三、弁論の全趣旨によつて真正に\n成立したものと認められる甲第一〇五号証、乙第一一八号証、第一五〇号証、第一\n五一号証、証人Ｐ33の証言および弁論の全趣旨を総合すれば、つぎの事実が認めら\nれ、右各証拠のうちこれに反する部分は採用できず、他にこれをくつがえすにたり\nる証拠はない。\n（一）　被告公社は、昭和二七年制定された公社法にもとづき、公衆電気通信事業\nの合理的能率的な経営体制を確立し、公衆電気通信設備の整備拡張を促進すること\nなどを目的として、設立せられたものであるが、発足と同時に、第二次世界大戦に\nよる大きな被害あるいはその間老朽化した公衆電気通信設備を復旧し、加入電話の\n架設と市外通話ならびに電報業務の改善を主目的として、電信電話拡充第一次五カ\n年計画をたて、昭和二八年度から昭和三二年度にかけてこれを実施した。\nその結果、右計画期間中に加入電話数は著しく増加し、公衆電話も増設され、東\n京、横浜、名古屋、京都、大阪など主要都市を結ぶ市外電話が即時通話となり、ま\nた電報業務についても著しい改善がみられるにいたつたが、右計画の開始と進行に\nしたがい電話交換の自動化（改式）、機械化、組織変更（改廃）などの影響を受\nけ、職員の配転・転職や退職勧奨などの労働条件に直接関係する問題が起きた。\n（二）　そこで、全電通労組では、右の合理化計画は職員の労働条件を低下せし\nめ、労働を強化するものであるとの考えを次第に強めて漸次これに反対する闘争を\n拡げ、昭和三〇年六月開催された第八回全国大会において、被告公社の合理化計画\nに反対の運動方針を明確に確立し、合理化にともなう労働不安を除くためには、ま\nず労働協約の締結を闘いとることであるとの認識のもとに、総合労働協約締結闘争\nを押し進めることなどを決定し、こゝにいたつて全電通労組の合理化反対闘争なる\nものの基本的態度が明確にされた。そして、全電通労組は同年の秋季年末闘争で被\n告公社に対し、いわゆる五大労協（勤務時間および週休日に関する協約、年次有給\n休暇に関する協約、特別休暇に関する協約、休職発令時期および休職者の給与等に\n関する協約および配置転換に関する協約の五つの労働協約とこれらの協約の覚書や\n了解事項等を指称する。以下同じ。）の締結を要求したところ、同年一二月一日被\n告公社もこれを容れ、こゝに右五大労協が締結されるにいたつた。\n（三）　そして、第一次五カ年計画が終了する直前である昭和三一年秋ころ北九州\n地区の電話の自動化にともない、被告公社がその計画の中で三〇〇名余の電話交換\n要員等の配転、解雇を提示してくる事態が起り、全電通労組は五大労協の締結、完\n全実施をもつても到底合理化計画にともなう配転などの労働不安から組合員を守る\nことはできないと判断するにいたり、昭和三二年七月に開催せられた第一〇回全国\n大会において右のような認識の上に立つて、今後はむしろ積極的に労働条件の向上\nを目ざして労働時間の短縮、要員の確保（いわゆる人よこせ運動）のための闘争を\n進め、さらに翌年度から実施が予定されていた第二次合理化五カ年計画に対処し\nて、計画内容についての事前協議制を獲得すること、当時二カ月ごと更新という不\n安定な身分状態にあつた臨時作業員の社員化などの基本方針を確認し、昭和三二年\n一一月三〇日には被告公社との間に、「合理化の進展に伴なう労働条件等に関する\n基本的了解事項」を締結し、企業合理化の進展にともない労働条件を向上させるこ\nと、企業合理化の進展にともない諸般の措置を行なうことによつて、職員の「首切\nり」のごとき事態を到来させないこと、労働条件とくに要員に関係ある設備計画な\nどについては計画を変更できる段階で組合に提示し協議することなどを確認し、右\n事前協議制を内容とする「計画の協議に関する覚書」を締結した。\n（四）　被告公社は、第一次五カ年計画が所期の目標を上廻るほどの成績をあげて\n実施終了した後、引続き第二次五カ年計画をたて、昭和三三年度から昭和三七年度\nにかけて、総額四、一〇〇億円の資金規模をもつて実施することとし、加入電話を\nさらに増設し、県庁所在地とそれにつながる主要都市間の市外電話の即時通話化、\nおよび市内電話の自動化率、自動即時化率が当時六〇％くらいであつたものを七五\n％にすること、電報関係の中継機械化の完了などを目標とするものであつたが、右\n計画はその後昭和三四年に改訂拡大されて、その資金規模が六、二〇〇億円になつ\nた。\n（五）　しかして、全電通労組は被告公社の右のような大規模な第二次合理化計画\nが実施されるにともない、必然的に要員の不足、労働密度の増大による労働強化、\n休憩諸休暇への圧迫、配転、転職あるいは首切りなどの労働条件低下の問題が起\nり、これが組合員に与える不安などが一層増大し深刻化するものと予想し、これに\n対する積極的な闘争を行なわなければならないとの考えから、昭和三三年九月に開\n催された第一一回全国大会においては、従来からの合理化反対闘争を一層強化する\nとともに、単に労働条件の低下を防ぐという消極的な立場を克服して、さらに賃金\n引上げ、労働時間短縮などの要求を掲げ、労働条件を引上げるための積極的な闘争\nを推進し、ことにその中心目標として労働時間の短縮をはかるために要員確保が必\n要であり、そのためには被告公社に対し、より具体的に標準作業量と定員算出基準\nについての協議を要求すること、かゝる労働条件を引上げる闘いを全国的な規模の\n統一闘争とするためには、まずそれぞれの職場において、すでにある労働協約の中\nで完全実施が行なわれていない労働条件などについて到達目標を掲げ、その目標到\n達のために徹底した職場闘争を通じ、協約を完全に実施させ、あるいは職場交渉を\n通じ、勤務時間の短縮、要員獲得、労働密度の軽減などを各職場で実績としてかち\nとり、組合員の意議を高めるとともに、これを中央に積み上げ、中央協約を締結さ\nせることによつて労働条件の引上げを闘いとるという、いわゆる「到達闘争」をと\nることを確認し、そのころ組合の各下部機関を指導した。\nそして、昭和三四年七月に開催された第一二回全国大会においても、右到達闘争\n方式を発展強化しようという方針が決定され、その後も各地の職場において到達闘\n争は強くなされることとなつた。その間、各地の職場交渉委員会で、勤務時間、休\n憩諸休暇、あるいは要員問題などについて、つぎつぎと職場段階での労働協約が締\n結され、その中には中央交渉委員会で締結された中央協約の内容を上回るものも数\n多くでて来た。\n（六）　被告公社は、右職場交渉の中で生れた協約の中で、中央協約の内容に反す\nるもの、職場の長に与えられている権限外の事に関し締結されたものを、「ヤミ協\n約」と称し、これらが職場交渉の過程の中で管理者が組合側から執ような要求を受\nけた結果生じたものであるとして、これが管理機能をまひさせる結果になりかねな\nい憂慮すべき事態と受けとり、このような闘争方式が公社事業自体におよぼす影響\nを考慮し、また公社としてはいままで労働協約を完全に履行し、職員の労働条件も\n一般の水準に比較し決して低くないとの認識に立ち、右のような闘争方式を許容す\nることは、長期合理化計画の実施を困難ならしめ、ひいては国民全体からその早期\n実現を信託されている公共企業体としての被告公社の立場を無視することになると\nの考え方から、これに対抗し、団交の対象を厳格に絞り、いわゆる「ヤミ協約」を\nなしくづしに一掃していくこととした。\n（七）　全電通労組は、昭和三五年度の春闘を賃金要求等を中心目標としてなした\nところ、同年四月春闘妥結にあたり、被告公社との間に多くの協約、協定が改定さ\nれ、あるいは多くの了解事項が締結されたが、そのなかで「第二次五カ年計画実施\nにあたつての基本的了解事項」およびこれに関連した協約の改定部分は、いままで\nになく、労使双方の双務的な義務条項の形となつた。すなわち、被告公社は組合に\n対し、給与その他の待遇改善への努力、労働時間短縮の漸進的実現への努力、昇給\n延伸者の回復措置、労働協約の不備な点の改善などを約束し、他方全電通労組は公\n社に対し①組合は第二次五カ年計画の公共性を理解する、②とくに職場交渉委員会\nにおいては、権限外事項および管理運営事項について現場機関における団交が混乱\nすることを防ぐ、③労働協約の解釈上の疑義ないし条文上の不備については、当該\n協約を締結した機関および第三者機関によつて解釈をはかる、④生理休暇等特別休\n暇は濫用しない、とのいわゆる「四条件」を約束することとなつた。もつとも、全\n電通労組と被告公社は、中央交渉において、右の①については組合側が「組織とし\nて、合理化計画への協力を義務づけられることを意味するものでな」く、被告公社\nが「組合側の協力を期待している」にとゞまることを双方確認したが、同年四月開\n催された全電通労組の第二三回中央委員会においては、右各条項は組合が合理化計\n画への協力義務を約束したのではないか、職場闘争を封鎖するものではないか、到\n達闘争を不可能にするものではないかなどの批判がなされ、四条件問題として、組\n合内部では激しい議論がかわされた。\nそして、同年七月に開催された第一三回全国大会において、四条件はこれを破棄\nする方向が確認されたが、同時に向う一年間の闘争方針を、組織化の活動を徹底\nし、職場活動、職場闘争を全国的に強化すること、今後も強力に推進されることが\n予想される合理化政策に対する反対闘争を強化し、中央の指導の下に、各地方本部\nを中心として、できるだけ闘争時期と態勢について統一をはかり、組織全体のもり\n上りを考慮してすすめること、昭和三六年二月ころから五月ころまでの間に全国統\n一闘争を実施し、組合の諸要求を認めさせるための打撃の与え方として、波状的な\n短時間の実力行使（時間内職場大会、年次休暇闘争等）を実施して被告公社を追い\nこむという方式のみに頼らず、幅の広い大衆行動に十分な創意工夫をこらし、また\n実力行使については画一闘争だけでなく拠点闘争も含め、戦術会議で十分検討して\n決めることなどを決定した。\n三、三・一六闘争の一般的概要とその特異性\n（一）　三・一六闘争の概要\n１　全電通労組が、昭和三六年（以下、単に月日のみの記載あるのは、すべて昭和\n三六年中を意味する。）二月一四日から同月一七日までの間開催された第二六回中\n央委員会において、昭和三六年度春闘方針を討議決定し、右決定方針にもとづき同\n月二〇日被告公社に対し、①津電報局の不当処分の撤回、②基本給に一定額金五、\n〇〇〇円を積み上げるなどの賃金引上げの実施、③職員の勤務時間はすべて一週拘\n束四二時間三〇分とし、週休二日制を実施するなどの労働時間の大幅短縮、④要員\nの算出基準および配置に関する協約の締結を主たる内容とする一五項目におよぶ要\n求書を提出したことは当事者間に争いがないところ、成立に争いない甲第二〇四号\n証、乙第一号証ならびに弁論の全趣旨によると、全電通労組は同月二一日中央執行\n委員会を中央闘争委員会にきりかえたうえ、春闘体制を築くため中央闘争委員長名\n義をもつて、指令第七号を発出し、同組合各級機関に対し、同月二三日正午を期し\nて全国一斉に時間外職場大会を開催するとともに各級機関は闘争委員会にきりかえ\nることなどを指示し、あわせて指令第七号発出に伴う連絡をもつて公労協傘下の各\n労働組合の動静や右指示にともなう連絡をしたことが認められ、これを左右するに\nたる証拠はない。\n２　しかして、全電通労組の前記要求に対し、被告公社が同月二八日文書をもつて\n回答したことは当事者間に争いがないところ、前掲甲第一九八号証、成立に争いな\nい乙第一一七号証によれば、被告公社は前記諸要求に対し、①については被告公社\nとしては不当処分を行なつたものではないから撤回する意思がない、②については\n賃金引上げの必要性は認めるが、金額、実施時期などについては応じがたく、また\n来年度以降おおむね金一、〇〇〇円程の引上げを妥当と考える、③については被告\n公社の現行の一週拘束四七時間ないし四六時間三〇分は、他企業に比較し好条件で\nあることなどからその要求に応じられない、④については要員の算出基準および配\n置人員数の決定数は、被告公社の管理運営事項であつて、団交の対象となり得ない\nから組合提案の協約を締結することはできないなど、その他の要求についても、お\nおむねこれを拒否する回答をしたことが認められ、これを左右するにたりる証拠は\nない。\n３　さらに、当事者間に争いない事実に、前掲甲第一九八号証、第二〇四号証、成\n立に争いない甲第六八号証、第六九号証、第一四九号証、第一五一号証、第一六七\n号証、乙第二ないし第四号証、弁論の全趣旨によって真正に成立したものと認めら\nれ甲第一五〇号証、第一五二ないし第一五六号証、証人Ｐ23、同Ｐ33の各証言を併\nせ考えればつぎの事実が認められ、これをくつがえすにたりる証拠はない。\n（１）　全電通労組は、被告公社の前記回答は極めて不誠意な拒否回答であるとし\nて、右回答のあつた二月二八日中央闘争委員長名義をもつて指令第八号を発出し、\n被告公社らの猛省を促すためとして、三月二日から三日間全国一斉時間外労働拒否\n闘争を行なうこと、同月四日正午を期して全国一斉時間外職場大会を行なうことな\nどを各級機関に指示した。\nそして、三月一日から中央において本格的な団交が続けられたが、その結果両者\nの見解は相対立したままで歩み寄りがみられず、とくに全電通労組が昭和三六年度\n春闘での中心的課題としていた要員問題については、被告公社は団交の課題とする\nことにも応じない態度をとりつづけ、交渉は難航した。\n同月一三日にいたり賃上げ問題についての中央交渉は決裂し、被告公社は同日こ\nれを公労委に対し調停申請を行ない、一方政府も同月一五日にいたり労働大臣の職\n権をもつて全電通労組を含む公労協傘下の九労働組合の賃上げ要求について、公労\n委に対し一括して仲裁の申請を行なつた。\n（２）　その間、全電通労組は、三月五日に開催された第四二回全国戦術委員会\n（中央執行委員と各地本代表によつて構成される。）の議を経たうえ、被告公社の\n譲歩を得られないときは局面を打開するために、三月一六日以降に拠点闘争方式に\nよる実力行使を行なうこと、右拠点闘争は、各地本ごとに中闘を派遣して直接現地\n指導をおこなわせ同人に一切の責任と権限をもたせ拠点局所の選定もその判断に委\nねること、ならびに信越地本にはＰ9中闘を派遣することなどを決定した。\n（３）　かくして、中央闘争委員会は、従来からの被告公社との団交の経験からし\nて、実力行使を構えなければ団交促進（要求実現）ができないとの判断から、三月\n一〇日に中央闘争委員長名義の指令第九号をもつて、同月一三日から一九日までの\n全国一斉時間外労働拒否および別途指定する機関は一三日以降いかなる実力行使も\n実施できる態勢をすみやかに確立することなどを指示し、ついで同月一四日同名義\nの指令第一〇号をもつて前同様各級機関に対し、実力行使の具体的な方法として拠\n点（別途指定する機関）における三月一六日始業時から午前一〇時まで全組合員が\n参加する職場大会の開催などを指示し、さらに闘争連絡第七八号をもつて、右職場\n大会を開催する拠点を新潟通信部管内では、新津、長岡、三条の各報話局と指定\nし、昀終的な実施局は現地派遣中闘が決定すること、ならびに職場大会実施につい\nては、現地派遣中闘を昀高責任者とすることなどを指令した。\n（４）　前記のとおり、賃上げ交渉で決裂状態にあつた中央交渉は三月一五日午後\n四時三〇分からいわゆる要員問題を中心として再開されたが、そのなかで公社側が\n「要員問題は公労法第八条但書の管理運営事項であるから、団交の対象にすること\nはできない。」とするのに対し、組合側は「社会的に要員問題が労働条件であるこ\nとを認めている被告公社が、一方的にそれを管理運営事項であるとしているのは不\n当である。労働の強度は要員数によつて左右されるから、要員問題は労働条件の主\n要な柱であり、労働条件に重要な影響を与えるものである。」などを主張しそれが\n団交事項であるとして、両者相譲らず激論を交わしたが、午後六時ころにいたつて\n組合側から休憩の提案がなされた際、組合側交渉委員（本部調査交渉部長）Ｐ3が、\n公社側との言葉のやりとりの中で、公社側首席交渉委員（公社副総裁）Ｐ4に対し、\n交渉にのぞむ被告公社側の態度がいんちきであると発言したことに端を発し、右Ｐ\n4が「いんちきとは何だ。」などとやり合つたことから激論となり、公社側交渉委員\n全員が席を立つ場面があり、そのため同日午後六時三〇分ころ中央交渉は一旦決裂\nした。\n（５）　一方、中央闘争委員会は、前同日午後四時三〇分ころ闘争連絡第八一号を\n発出して、翌一六日実施予定の昀終拠点として全国五九拠点を指示（新潟支部関係\nは、後述のとおり長岡）したうえ、組合としては抜きうち実力行使のつもりはない\nので、中央交渉が決裂した時点において組織外に発表する予定であるが、各地方の\n状況によつては現地派遣中闘の判断により適宜対処すべきことを連絡していた。し\nかし、前記のとおり中央交渉決裂後情勢分析した結果、被告公社の態度は極めて不\n誠意であり事態を解決する意志はなく、かえつて中央交渉における態度は組合に対\nする挑発行為であるとの判断をし、翌一六日の実力行使に突入せざるをえないと\nし、一五日午後一〇時〇一分闘争連絡第八二号をもつて中央闘争委員会は既定方針\nどおり断固闘いぬく方針であるから突入のために万全を期するよう各級機関に対し\n連絡した。\n（６）　その後、同日午後一一時ころ、被告公社から団交再開の申入れがあり、組\n合との間に折衝が続いたが、結局三月一六日午前五時二〇分から再び中央交渉が行\nなわれた。その際冒頭前記Ｐ4副総裁から、前記発言につき感情にはしつたことは遺\n憾であつた旨の陳謝の意が表明せられ、要員問題を中心に再び団交が行なわれた\nが、とくに要員協定の締結などの点について被告公社側の具体的提案を求める組合\n側に対し、要員協定の締結はあくまで拒否し、その他の点についても何ら具体的提\n案を示さず、たゞ前進の姿勢に立つた立場で誠意をもつて実情に即した解決をはか\nるよう交渉を続けたいとする公社側との間で意見が対立して妥結にいたらず、つい\nに同日午前八時二八分被告公社はすでに組合側が実力行使に入つた（後述のとお\nり）ことを理由に、これ以上団交を継続することはできないとして団交を打切る旨\nを宣告して物別れとなり、全電通労組は予定どおり拠点局所において始業時から午\n前一〇時まで勤務時間内職場大会の開催を強行するにいたつた。\n（二）　三・一六闘争の特異性\n前掲甲第一九八号証、第二〇四号証、成立に争いない乙第一三号証、証人Ｐ18、\n同Ｐ23、同Ｐ34、同Ｐ33、同Ｐ12の各証言ならびに弁論の全趣旨を総合すると、つ\nぎの事実が認められ、右各証拠のうちこれに反する部分は採用できず、その他これ\nをくつがえすにたりる証拠はない。\n全電通労組では、従来も程度の差こそあれ、勤務時間内職場大会を主要な実力行\n使の手段として採用し実施して来た。そこでは常に一部の組合員をいわゆる保安要\n員として職場に残留せしめ勤務に服さしめて来ていたが、本件三・一六闘争では前\n述のとおり全組合員を勤務時間内職場大会に参加せしめ、保安要員を全く残さない\nというものであつたこと、従来の闘争は被告公社の各機関において広く行われるの\nを例としていたが、本件三・一六闘争においては拠点方式を採用し、前述のとおり\n各県支部ごとに三局所が拠点局の候補としてあげられ、突入前日の三月一五日の午\n後五時ころにいたつて、それぞれ県ごとに一局所が拠点局として指定されたことを\n組織外に発表するという、いわゆる陽動作戦（争議対策をとりにくくし、実力行使\nの効果を上げるため）をとり、また、拠点局所としてあげられた報話局等は電話交\n換業務が主として手動交換方式をとつていた中規模の局に限定されていたこと、中\n央本部等の上部からの闘争指令、連絡ははなはだ簡単でその数も少なく、かつそれ\nらが本件三・一六闘争の直前に発出されるにとどまつたりしたため、県支部等の\n中、下級機関役員らにおいて、その手段方法等を具体化すべき余地が相当あり、各\n県支部等の本件三・一六闘争に対する態度、指導力または行動などによつて各拠点\n局所における闘争の実態も多様な様相を示したことなどがきわだつた特異性のある\nものだつた。\n第三、長岡報話局における三・一六闘争の状況\n前述の三・一六闘争に関して、新潟支部では昀終拠点局として、長岡報話局が指\n定せられ、同所で実施せられたことは当事者間に争いがないところ、その実施にい\nたるまでの経過実施の状況、その中で原告らのとつた行動をつぎに検討する。\n一、指導体制の確立\n当事者間に争いのない事実に、前掲甲第二〇四号証、成立に争いない甲第二〇七\n号証、証人Ｐ6、同Ｐ12の各証言を併せ考えるとつぎの事実が認められ、原告Ｐ2本\n人尋問の結果および右各証拠のうち、これに反する部分は採用できず、その他これ\nをくつがえすにたりる証拠はない。\n（一）　前述のとおり、信越地方の拠点指導に派遣されたＰ9中闘は長野通信部管内\nの拠点局の闘争指導は信越地本執行部に委ねて、自らは新潟に赴き、県評、県労\n協、社会党県議員団、その他の団体機関に対し、三月一六日の実力行使に対する援\n助方を依頼した。\n（二）　そして、三月一四日午後五時から、新潟市内の電々会館でＰ9中闘、原告Ｐ\n1、同Ｐ2を含む県支部執行委員全員、ならびに信越地本役員三名らが、拠点候補三\n局の分会代表をオブザーバーとしてまじえて、支部闘争委員会を開き、前記中央か\nらの指令の具体的消化方策、闘争の具体的戦術、当日の行動などについて詳細な協\n議、企画を行ない\n（１）　昀終的な拠点局所は長岡とするとともに、三条、新津においても長岡を包\nむ態勢のもとに陽動作戦をとり、それ以外の県内各分会は、当日早朝時間外職場大\n会を開くこと、\n（２）　長岡で職場大会を開くについての動員要請は、長岡地区労一、五〇〇名の\n共闘動員、組織内の県内各分会三〇〇名の動員、長岡分会組合長四〇〇名、計二、\n二〇〇名を参加させて局前で入局阻止のピケを兼ねて行なうこと、\n（３）　職場大会を実施する場合の任務分担として、昀高責任者はＰ9中闘、その補\n佐はＰ10地本書記長とＰ6県支部委員長、説得隊の総責任者はＰ11県支部副委員長、\n通用門裏門の説得隊の指揮者は原告Ｐ1県支部執行委員、正門の説得隊の指揮者はＰ\n12県支部執行委員、電話交換室入口廊下の説得隊指揮者はＰ13地本執行委員とＰ\n14県支部書記長、電話交換室内の説得隊の指揮者はＰ15地本執行委員と原告Ｐ2県支\n部執行委員、一般公衆等に対する協力要請、説得は、地方議員団とすること、\n（４）　警察などの介入も予想されるので、事態を平和的に話し合いで解決するた\nめ、国会・県会議員団、弁護団の派遣を名機関に要請すること、\n（５）　被告公社側が動員者を集めて対抗してくることが察知されるので、局内に\nすでに入つている他局の管理者を出すことはしないが、三月一六日午前〇時以降の\n管理者の入局はストツプすること、\n（６）　昀終拠点局が事前に察知された場合、闘いの価値が半減するので、できる\nかぎり公社の目を他に向ける（陽動作戦）必要があること、\n（７）　その他公社側によつて宿明勤務者が勤務を終了したとしても、その場所か\nら出られないような事態が予想されるが、その場合は仕事をしないよう指導する、\nまた、一般組合員は顔を見られることが不利と判断した場合は覆面をすること、\n（８）　突発的な事件、現象等は昀高責任者であるＰ9中闘の指示にもとづいて処理\nすること、\nなどを決定した。\n（三）　ついで、三月一五日午後五時ころから、原告Ｐ1、同Ｐ2を含む県支部執行\n委員らが出席（但し、Ｐ9中闘は不参加）して、長岡報話局内の組合分会事務室で現\n地闘争委員会を開き、一応前記中央交渉の進展に注目しつつ交渉が決裂した場合に\nそのまま実力行使に入ることとし、前日の闘争委員会の決定事項を確認した。\n（四）　しかして、右のように本件争議に際しては、Ｐ9中闘が派遣され、前記中央\n闘争委員会からの指令によつて、あるいは支部闘争委員会、現地闘争委員会の決定\nによつても、同人が一切の責任と権限をもつていた昀高責任者とされているが、同\n人が現地の事情に暗く、したがつて中央指令等を具体化して実施するため各分会へ\nの動員割当数の決定、外部支援団体への支援要請、動員組合員の移動、ピケツテイ\nングをはる場所の指示はすべて県支部役員の意見によらざるをえなかつたことや、\n後述のとおり（第三の三、四項）の本件争議における指導実践の実態などからみる\nかぎり、Ｐ9中闘が独裁的に本件争議を指導し県支部執行委員らと上命下服の関係に\nなつたとは認められないのであつて、前記の三月一四日の時点でＰ9中闘および地本\n役員らを加えた臨時の県支部闘争委員会が設置せられ、これによつて原告ら県支部\n執行委員らは同執行委員会としての権限を一時停止されることになつたものの、右\n闘争委員会を構成する支部闘争委員の権限を有することになり、これにより本件争\n議の企画、指導を行ない、事実上はむしろ県支部闘争委員が主体となつて協議決定\nをし、執行していくこととなり、Ｐ9中闘はこれに対し形式的に承認を与えるか、あ\nるいは実質的にはせいぜい一闘争委員として参画したにすぎないものと認められ\nる。すなわち、前記支部闘争委員会、現地闘争委員会において、事実上県支部を中\n心としたところの指導体制が確立されたのである。\n二、被告公社の実力行使対策\n前掲甲第一六七号証、成立に争いない甲第一二六号証、第一六三号証、第一六九\n号証、証人Ｐ33の証言および同証言によつて真正に成立したものと認められる乙第\n五号証の一、二、証人Ｐ34の証言および同証言によつて真正に成立したものと認め\nられる乙第六号証の一、二、弁論の全趣旨によつて真正に成立したものと認められ\nる乙第七、第八号証の各一、二、第九号証、証人Ｐ23の証言および同証言によつて\n真正に成立したものと認められる乙第八〇ないし第一〇六号証、証人Ｐ18、同Ｐ\n26の各証言を総合するとつぎの事実が認められ、これをくつがえすにたりる証拠は\nない。\n（一）　被告公社は、三月一四日に全電通労組中央闘争委員長が発出した前述の指\n令第一〇号により、前述のような保安要員ゼロの拠点闘争方式によるものであるこ\nとが判明したので、これを公労法第一七条第一項などの規定に違反する重大な違法\n行為であると判断し、同日総裁から全電通労組中央執行委員長に対し、組合が予定\nしている勤務時間内職場大会に参加したものは戒告以上、またこれを指導した者は\n解雇を含む厳重な処分を行なわざるをえない旨の警告書を交付し、地方にあつて\nは、各通信局長および各通信部長ならびに報話局長等からそれぞれ対応する組合機\n関の責任者に対し、前記警告書と同趣旨の警告書を交付した。本件長岡拠点闘争に\nおいても、三月一五日新潟通信部長Ｐ5から県支部執行委員長Ｐ6に対し、また同日\n長岡報話局長Ｐ7から長岡分会長Ｐ8に対し、それぞれ同趣旨の警告書を手渡し、一\n般職員に対しても同局長から同趣旨の警告が行なわれた。\n（二）　被告公社は、三・一六闘争はその方針どおり実施されると各拠点局所にお\nいて、一般の勤務者を全然配置できなくなる結果これが公衆電気通信に極めて重大\nな障害を生じさせ、とくに長岡報話局の場合のように共電式という手動交換方式の\n局所にあつては、電話加入者からの呼び出しに全く応答できない状況になると通信\n施設自体に火災が発生するなどの事故が生じるおそれがあるとして、交換機器の保\n全、重要通信の確保などの緊急対策を講じた。すなわち、被告公社は三月一〇日付\n本社運用局長、営業局長の各通信局長宛依命指示をもつて、拠点局における通信の\n確保、通信機器の保全をはかること、そのために当該局所の管理者と周辺の局の管\n理者を昀大限に動員して事態に対処することを指示し、この指示を受けて信越通信\n局は管内局所にその旨を指示し、そして新潟通信部管内の三拠点候補（新津、三\n条、長岡）と長野通信部管内の三拠点候補（小諸、中野、諏訪）に各局課長以上の\n管理者をそれぞれ配置することを命じ、これに応じて各拠点に管理者が分散配置さ\nれた。\nそして、長岡には通信部長の命を受けて三月一五日同通信部次長Ｐ18の指揮下\nに、その周辺局から三一名の管理者が配置され、右Ｐ18通信部次長らは、Ｐ7長岡報\n話局長、Ｐ35同局次長ら同局管理者をまじえて実力行使の際の要員、配置の対策を\n協議のうえ、同日午後六時ごろ管理者四〇名くらいを長岡報話局に集めて計画を周\n知させ、それぞれの配置につけた。また通信局長は同日午後九時ころ組合側の動き\nから長岡報話局が昀終拠点に指定されることを察知し、新津に配置した三〇名くら\nい、三条に配置した三〇名くらいの管理者らを、いずれも長岡に移動させていた\nが、同日午後一一時三五分ころには全電通労組長岡分会長から、長岡報話局長に対\nし、同局が昀終拠点局に指定された旨の正式通告を受けた（後記第三の三の（一）\nの７項）ので、こゝに同局が拠点局に確定したとして、たまたま三条報話局にその\nころ派遣されていた通信局労務課長Ｐ23を長岡における責任者として長岡に急行さ\nせた。Ｐ23通信局労務課長は、一六日午前一時ごろ長岡に到着し、前記新津、三条\nから移動した動員管理者を長岡市内の本多屋旅館に集めて同所を本拠にし、長岡報\n話局内の管理者と連絡をとりながら、局外にあつて右動員管理者を指揮した。\n三、組合のピケツテイングによる管理者らの入局入室阻止\n（一）　局内の状況\n当事者間に争いのない事実に、前掲甲第一六三号証、第二〇七号証、乙第一三号\n証、第八〇号証、第八一号証、第八四号証、第八六ないし第八八号証、第九二号\n証、第九三号証、成立に争いない甲第一六四ないし第一六六号証、第二一〇号証、\n第二一一号証、第二一七号証、第二二六号証、第二二七号証、弁論の全趣旨により\n真正に成立したものと認められる乙第六六号証、証人Ｐ18、同Ｐ6、同Ｐ15、同Ｐ\n26の各証言ならびに検証の結果を併せ考えると、つぎの事実が認められ、右各証拠\n中これに反する部分は採用できず、その他これを左右するにたりる証拠はない。\n１　全電通労組は、前記の中央交渉が物別れ必至とみて、逐次長岡報話局に集結し\nた県支部傘下の動員組合員らを、三月一五日午後七時三〇分ころから、前記闘争委\n員会において決定された方針どおり、長岡報話局内の一階廊下、二階電話交換室前\n入口、それに通ずる廊下などにすわり込ませて、ピケツトラインを張りうる態勢の\nもとに待機させ、これに各部署の指揮者を配置し、連絡員を定めて、Ｐ9中闘以下の\n指導部は局内の一階組合分会事務室にあつて管理者らの動きを注視するとともに前\n記中央交渉の経過にも注目していた。なお、局内には右日時ころから翌一六日午前\n一〇時ころまでの間、常時二〇名から七〇名の組合員がおり、幹部（闘争委員）を\n除いたほとんどの組合員がスキー帽や手ぬぐいなどで覆面をして顔をかくし、他局\n管理者の通行を阻止する態勢をとつていた。\n２　ところで、被告公社は組合の方針どおり勤務時間内職場大会が実施されると、\n三月一六日の宿明勤務交換要員の勤務終了後は管理者のみで電話交換業務と機器の\n保全にあたらざるをえなくなるところ、自局の管理者のみではたらず、他局の管理\n者の応援にたよらざるをえないが、管理者はいずれもこれら作業に未熟（専門交換\n職員の三〇％程度の能率。）なうえ、長岡報話局の交換機に不慣れ（当時、手動式\n交換には磁石式と共電式とがあり、共電式には大共電、中共電、小共電の三方式が\nあつて、いずれも取扱い上の相違があるが、長岡報話局は大共電式であつた。）で\nあるため、あらかじめ指導訓練を受けるなどの業務上の必要があるとの考えから、\n職場大会の前日である三月一五日午後一一時ころから、右の目的で応援管理者を電\n話交換室に入れる予定でいた。（もつとも、後述のように被告公社側の応援管理者\nのうち電話のそ通要員《有技者》はわずか一二名であること、管理者らのピケツト\nライン突破の方法であまりにも異常であり、職場大会の終了時刻を知悉し、従来組\n合が職場大会時間を超過したことがないことも認識しながら《証人Ｐ18、同Ｐ23の\n各証言》、右職場大会終了直前に入局、入室を試みていることなどの事情から考え\nるとき、管理者らの入局、入室の目的の中には、前記認定の目的のほかに、被告公\n社側が組合側の機先を制して長岡報話局を多数の管理者で埋めてしまうとか、組合\n側のピケツテイングを力をもつて突破することなどにより、公社側の組合に対する\n示威目的があつたのではないかとの疑いがないわけではない。）\n３　しかし、前述のように三月一五日午後七時三〇分ころから、交換室前の廊下に\n組合員らが多数いるとの情報が入つたので、公社側は急きよ予定を変更し、電話の\nそ通要員（有技者）一二名の一部を交換室に入れることとし、新潟報話局第一運用\n課長Ｐ16ら五名が交換室へ向つた。\nＰ16らは、二階宿直室手前付近の廊下で組合員に呼びとめられ、「どこの者でど\nこへ行くか。」と詰問されたので、Ｐ16が「新潟のＰ16で、交換室に行く。」旨を\n答えたところ、さらに組合員が「他局の人が交換室へ入られては刺激になつてまず\nい。話し合おう。」といゝ、Ｐ16がこれに対し「刺激になるとは思わないし、話し\n合う必要もないので入る。」と答えた。すると、その周囲にいた組合員約二〇名く\nらいがこれに寄近り、Ｐ16らを取りかこむようになつたので、同人はトラブルをお\nこしてはと思い、入室を断念して引きかえした。\n４　Ｐ16から右のいきさつの報告を受けたＰ18通信部次長は同日午後八時ころ、Ｐ\n19長岡報話局次長のほか電話そ通要員全員（合計一五名）をともない、これが集団\nで交換室に入ろうとしたが、同入口前廊下には組合員約二〇名くらいが待機してい\nて、これに立ちはだかつて通行を阻止しようとした。そこでＰ18は「交換の練習を\nさせるため、いくんだから入れて欲しい。」と申し入れたが、組合側から言下に拒\n絶されたので、Ｐ18の命令で管理者らは互いにスクラムを組み、腕を腰にあてなが\nら、一団となつて組合員らを押し入室しようとこころみた。しかし、組合側も全員\nが通せんぼするような態勢でピケツトラインをはり、管理者らを押し返したので押\nし合いとなり、このような状態が数分続いたが、そのうち組合側の中にいたＰ13地\n本執行委員の「話し合うべきだ。」との申入れに対し、Ｐ18は「話し合いの場所は\n後で連絡する。」と答えて、管理者らを引き揚げた。\n５　そこで、同日午後八時一〇分ころ、Ｐ13とＰ14県支部執行委員が局長室に赴\nき、同室に居合せたＰ7報話局長Ｐ18通信部次長らに話し合いを要求したところ、Ｐ\n18は「話し合うことはしないことにした。」と答えたので、Ｐ13らがなおも「約束\n違反だ。」とせまると、Ｐ18は「公社の方で打合せを行なうので、帰つてくれ。」\nと言つたので、Ｐ13らは交換室入口の廊下の方へ戻つた。\n６　しかし、同日午後八時四〇分ころ、管理者側は組合との交渉によつて事態の解\n決を図ることはできないものと考えるにいたり、応援管理者の人数を増やして力を\nもつて再度入室をこころみようとし、Ｐ18、Ｐ7、Ｐ19らを先頭に応援管理者約二五\n名が交換室に赴いたが、交換室前の廊下および階段に待機していた組合員らに立ち\nはだかられ、再び通行を阻止された。\nその際、Ｐ18は「入れてくれ。」と申し入れたが、組合側の前面にいた前記Ｐ\n13が「話し合いをしないで、なぜまた来た。」といつてこれを拒否したので、Ｐ\n18ら管理者側は、前記４項のときと同様にスクラムを組み一団となつて、肩で身体\nをねじりながら組合員らを押して入ろうとしたが、これに対し組合側もＰ13らが先\n頭になつてスクラムを組みピケツトラインをはつてこれを押し返えした。そして、\nこのような押し合いが二〇分くらに続いたものの、管理者側は結局入室することが\nできず、Ｐ18の合図で全員引き揚げた。\n７　同日午後一一時三五分ころ、Ｐ9中闘の指示によりＰ8長岡分会長が局長室に赴\nき、Ｐ7報話局長に対し、同局が拠点に指定されたこと、これにともなつて明日（一\n六日）始業時から午前一〇時まで全員参加の時間内職場大会を開催すること、なら\nびに紛争の防止のために交渉をおこなう意志があれば組合もこれに応ずることなど\nを通告した。\n８　また、三月一六日午前三時三〇分ころ、Ｐ6県支部委員長が交換室に赴き、同室\nにいる自局管理者に対し「今後は交換室の出入れは私が責任をもつてするから私に\nいつてくれ。」と通告した。そして、それまで全く通行が自由だつた自局管理者\nも、以後は便所に行くにも組合員の監視づきになり、同日午前〇時ころから、交換\n室の配置についていた原告Ｐ2や、Ｐ12県支部執行委員らから「出たら入れない。」\nなどといわれ、Ｐ21同局電話監査課長、Ｐ22同局運用副課長は用便のため交換室か\nら出て、用済み後入室を組合側から拒否され、結局同日午前六時三〇分ころまで交\n換室へ入れないこともあつた。\n９　同日午前九時三〇分ころ、後述のとおりそのころ組合側はすでに勤務時間内職\n場大会を開催中で、交換業務は自局管理者六名のみによつてなされている状態であ\nつたが、公社管理者側は前夜の組合側の入室阻止の態度などから、長岡拠点闘争は\n県支部が中央本部の指令以上の闘争（はね上り闘争）を企図しているものと判断\nし、したがつて職場大会も前記組合通告の午前一〇時までに終了しないものと予想\nし、午前九時から同一一時ころまでの電話交換の昀繁時にそなえ、そ通業務のため\n応援管理者を交援室に入れる必要があると考え、Ｐ18、Ｐ7らを先頭にして、局内に\nいた応援管理者約四〇名が交換室に赴いたが、前夜と同様に交換室前廊下などに待\n機していた組合員約七〇名くらいのピケツトラインによつて押し返えされ入室を阻\n止された。\n１０　つゞいて、同日午前九時四五分ころ、再びＰ18らを先頭にして応援管理者約\n四〇名が交換室に向つたが、一階階段から交換室前廊下に通ずる扉が閉ざされてい\nたので、これを竹ぼうきを使うなどして開けようとしていたところ、それを聞きつ\nけたＰ14県支部書記長、原告Ｐ1らの組合役員一〇名くらいが階下から駆けつけ、右\n扉側に陣取つて、原告Ｐ1らが「組合活動をなぜ妨害するのか。」などといつて、管\n理者らを階段の方へ押し返えし、両者もみ合いとなつたが、まもなく管理者らは引\nき揚げた。\n１１　しかして、被告公社は三月一五日午後一一時ころから翌一六日午前五時ころ\nまでの間にかけて、前述のように局構内にたむろし、また局舎内にすわり込んでい\nる勤務者以外の組合員に対して、交換室前廊下、階段昇り口、および局長室窓から\n通用門にむけて、長岡報話局長名の退去命令書の掲示をし、またＰ16同報話局第一\n運用課長ら四、五名が同局長の命令により携帯マイクで、局舎内を三ケ所ほどまわ\nり退去要請をした。しかし、組合員らは「うるさい、やめろ。」などと大声をあげ\nて、これをののしり、携帯マイクを払いのけ、さらに取り上げようとするなどして\n妨害し、右退去要請を無視して局舎等を占拠し続けた。\nさらに、Ｐ19長岡報話局次長は、三月一六日午前二時ころ、交換室内にいた原告\nＰ2に対し「あなたは作業員でないから出ていつてもらいたい。」と通告したが、同\n原告はこれを拒否して同所に居り、Ｐ7らが組合事務室に赴き、Ｐ9中闘に右同様退\n去させるよう通告したが、これも拒否された。\n（二）　局外の状況\n当事者間に争いのない事実に、前掲甲第一六七号証、第一六九号証、第二一一号\n証、乙第一三号証、第八八号証、第九五ないし一〇三号証、第一〇五号証、第一〇\n六号証、成立に争いない甲第一六一号証、第一七〇ないし第一七三号証、第一七五\n号証、第二一二号証、弁論の全趣旨により真正に成立したものと認められる乙第五\n三号証、第五五ないし第五七号証、第五九号証、第六一号証、第六二号証、第六七\nないし第六九号証、第七二ないし第七六号証、証人Ｐ23、同Ｐ12の各証言ならびに\n検証の結果を併せ考えると、つぎの事実が認められ、右各証拠中これに反する部分\nは採用できず、その他この認定をくつがえすにたりる証拠はない。\n１　組合側は、三月一六日午前〇時過ぎから、前記闘争委員会の決定したように、\n長岡報話局正門（公衆入口玄関、以下同じ意。）および職員運用口前附近において\n一〇〇名近い動員組合員（その多くは前述のように覆面をしていた）を待機させピ\nケツテイングをはり、管理者らの入局阻止の態勢を整えた。\n２　一方、公社側でも、同日午前一時ころまでに、応援管理者を長岡市内の本多屋\n旅館に集結させて組合側の動きを注視していたことは前述のとおりであるが、同日\n午前四時三〇分ころに至つて、前記（一）の２項記載のとおり前記職場大会が実施\nされた場合長岡報話局の電話そ通業務の確保、通信機器の保全には他局管理者に応\n援を求めざるを得ない状況にあつたため、これら他局の応援管理者らの入局は必要\nかつ不可欠であるとし、しかも前夜における局内の状況からみて組合のピケツトラ\nインを実力で突破して入局しようと決意し、Ｐ23通信局労務課長の指示により、前\n記旅館前道路に約六五名の管理者を集合させ、前列にＰ23のほか通信局、通信部の\n幹部、以下通信局、通信部、報話局の順で各所属局所にしたがつて五列縦隊の隊伍\nを組み、Ｐ23が「これから長岡局に入つて業務応援をするが、局前にピケがはつて\nあるので、それを排除して入局する。業務の分担は局内に入つてから決める。」な\nどの指示を与えたうえ、同日午前四時五〇分ころ同局正門前に向つた。そして、管\n理者らは、右正門より少し手前のところで、前列からの指令で互いに腕を組み合わ\nせ手をポケツトに入れてスクラムを組んだ隊形で進んだ。\nしかし、これを察した組合側は、局正面前に地本執行委員、県支部執行委員、分\n会役員（拡大闘争委員）らの順に、いずれも局舎を背にしてスクラムを組み、その\n背後の正門扉の内外には支援組合員らが位置を占めてピケツトラインを形造つてい\nた。\nそこで、Ｐ23ら管理者らは、その前で一旦停止し、Ｐ23が組合員らに向つて「業\n務上の必要があるので入るから、ピケを解いてもらいたい。」と申し入れたが、Ｐ\n12県支部執行委員が「県支部の団結の強さを示してやるんだ。帰れ、帰れ。破れる\nものなら破つてみろ。」と言つてこれを拒絶した。すると、その直後Ｐ23の合図で\n右約六五名の管理者らは、スクラムを組んだまゝ、一斉に組合員のピケツトライン\nを押しやぶるべくこれに正面からぶつかりそのまま進もうとした。\nそして、管理者らは、抵抗する組合員らを一度は正面玄関のコンクリートの階段\n上まで押しつけ、ピケツトラインの前列を玄関の柱や扉に押しつけるほどだつた\nが、騒ぎをききつけた他の組合員らが応援に駆けつけ、ピケツトラインの後方から\n組合員らを支え管理者を押し返えしたため、管理者らは後退をやむなくされた。\nその後も、管理者らは五列縦隊の隊列を組み直して、再びピケツトラインに突入\nし、押し合いもみ合いをつづけたがそのたびに後退させられ、このようにして午前\n六時ころまでの間に前後四回にわたつて、組合側のピケツトラインと衝突をくりか\nえし入局をこころみたが、四回目に突入したときには組合側が支援労組員らを大量\nに増員して総勢二〇〇名くらいにしたため、ついにこれに押しまくられて正面玄関\n前道路反対側の雪壁附近に押しつけられることとなり、ここに至つてＰ23の指示で\n入局の試みを中止して引き揚げた。\nしかして、右押し合いの際、管理者らの中にはその列内から組合員らを蹴りつけ\nる者や組合員らのスクラムの中に肩で分けて入ろうとする者などがあり、他方組合\n員らの中にもスクラムを組んだまゝの手で管理者の胸を小突く者や管理者に対しば\nり雑言をあびせた者などあつた。\nその間、Ｐ12県支部執行委員は、県労協平和号のマイクを使い「管理者はわれわ\nれのかせいだ金で食つている。ピケ突破などあきらめて帰れ帰れ。労務課長などの\n若僧は現場の仕事は知らないだろう。管理者のみんな良く聞け、ピケ突破などをこ\nころみることは、そんな労務課長の出世コースを助けるだけだ。みんな踏み台にさ\nれているんだぞ。」などとアジ演説をし、Ｐ6県支部委員長は同様な方法で「職場の\n主人公はおれたち労働者である。貴様らは労働者の血と汗をしぼつている。どんな\nことがあつても絶対にひかない。」などとどなつた。\nさらに、原告Ｐ2は、午前四時五〇分ころ局舎二階の窓から顔を出し、管理者らに\n対し「バツキヤロー、帰れ帰れ。」と連呼していたが、五時〇五分ころから、ピケ\n隊の中に加わり、管理者らに対し「そこの労務課長がわれわれを苦しめるんだ。引\nき抜いてこつぴどくやつつけてやれ。」といいながら、管理者らを押し返えし入局\n阻止している他の組合員と同様の行動をとつた。\n３　同日午前九時三〇分ころ、組合の職場大会は開催中であつたが、前記（一）の\n９項記載のとおり公社管理者側では右職場大会は組合の通告どおり午前一〇時には\n終了しないものと予想し、その際にはそ通業務確保のためには応援管理者を入局さ\nせる必要があるとの判断から、Ｐ23通信局労務課長は、再び約四〇名の管理者を集\n合させ、国道八号線の長岡報話局前道路への曲り角附近において、これらの者に対\nし業務応援のため再度入局を試みる旨の指示を与えて、前記午前四時五〇分のとき\nと同様の順序の五列縦隊となり、互いにスクラムを組んで正面玄関に向つた。\nそして、局舎から一〇メートルくらい手前まで進んだとき、組合側から地方議員\n団のうち三名がかけつけて、Ｐ23らに対し「まだやるのか。もうやめてくれ。」な\nどと言つて制止しようとしたが、Ｐ23は「どうしてもやる。」と言つてこれに取り\n合わずなおも進行を続け、局舎前にいたつたので、Ｐ14県支部書記長ら県支部、地\n本の役員ら七、八名がその行手に立ちふさがり、これを阻止しようとしたところ、\n管理者らはそのまま多人数にものをいわせ、一気に押しまくつて進んだ。しかし、\nＰ6県支部委員長の指令で職場大会に参加中の組合員多数が駆けつけこれに加わり応\n援したため、数回押し合いもみ合いとなつた後、組合側が勢をかつて一挙に押しか\nえしたので、管理者らは押されて後退し、道路端に高く積み上けられた雪の山に押\nし倒される者もあつて、分断されてそのまま入局を断念し引き揚げた。\nなお、その間原告Ｐ1、同Ｐ2らは右ピケ隊の前列の方にあつて、他の組合員らと\nともに管理者らを押し返えし、さらに押し倒すなどしたほか、原告Ｐ2はその後県労\n協の放送車に乗つて「ポリ公帰れ。」と言つたり、労働歌をうたうのをリードした\nりした。\n（被告は、前記（二）の２項記載の午前四時五〇分ころに管理者が入局を試みた\n際、原告Ｐ1がピケ隊の昀前列にあつて右入局を阻止した旨主張するが、これに符合\nする証拠は前掲乙第六二号証《Ｐ36の現認書》のみであるところ、右証拠には同人\nが「同日午前四時五〇分ころから午前六時ころまで、ピケの昀前列におり押し\nた。」と記載があるだけで、同人の具体的行動についてはなんらふれられていない\nので、前掲甲第二二六号証、証人Ｐ12の証言ならびに弁論の全趣旨に照らし、にわ\nかに信用できず、その他右原告の主張を認めるにたりる証拠はない）。\n四、勤務時間内の職場大会\n全電通労組が長岡報話局において三月一六日全員参加の勤務時間内職場大会を開\n催したことは当事者間に争いがないところ、前掲甲第二〇七号証、乙第一三号証、\n成立に争いない甲第一七四号証、証人Ｐ26の証言および同証言によつて真正に成立\nしたものと認められる乙第一二号証、証人Ｐ18、同Ｐ12の各証言ならびに弁論の全\n趣旨によれば、右職場大会は同日午前七時四五分ころから、同局構内から職員通用\n門、正門道路上にかけて、当日の勤務予定者一九七名を含む長岡分会組合員、県支\n部傘下の組合員のほか支援の外部労組員計一、七〇〇ないし一、八〇〇名参加のも\nとに開催され、Ｐ8分会長の挨拶のあと、午前八時〇五分ころから地区労議長らの挨\n拶が行なわれ、爾後ピケツトラインをかねて午前一〇時ころまで続けられ、このた\nめ右の勤務予定者は始業時より午前一〇時ころまでの間勤務につかなかつたことが\n認められ、これを左右する証拠はない。\n五、宿明勤務者の職務放棄について\n被告は、三月一六日午前五時ころ原告Ｐ2が電話交換室にいたＰ26長岡報話局市外\n運用課長に対し、宿明勤務者の職務放棄を通告し、その通告どおり同原告が午前五\n時から六時までの一時間宿明勤務の交換要員一六名を就労させなかつた旨主張する\nが、つぎに述べるように右主張は採用できない。すなわち、\n証人Ｐ37の証言および同証言によつて真正に成立したものと認められる甲第二二\n五号証、証人Ｐ38の証言ならびに弁論の全趣旨によると、三月一五日午後四時二五\n分から一六日午前八時三〇分までの宿直勤務の交換要員はＰ39ら二〇名であつた\nが、そのうちＰ40ら四名は一六日午前五時から六時までは仮眠時間を与えられてい\nたもの、Ｐ41ら三名は同日午前五時から五時三〇分まで休憩時間を与えられたもの\nであることが認められるところ、右のＰ40ら四名を除く一六名がいずれも同日午前\n五時から六時まで、勤務につくべき職務があるのに（但し、右Ｐ41ら三名は午前五\n時三〇分から六時まで）、いずれもその職務を放棄したとする被告主張に符号する\n証拠は、乙第一五二号証（三月一六日の業務日誌）、第一五三号証（Ｐ26作成のメ\nモ）、第八〇号証（Ｐ7の行動記録書）、第八一号証（Ｐ26の行動記録書）、甲第一\n六三号証（Ｐ18の尋問調書）、第一六七号証（Ｐ23の同調書）および証人Ｐ26の証\n言につきるところである。しかしながら\n（イ）　乙第一五二号証は、長岡報話局の電話運用事務日誌でその日付は三月一六\n日とされているが、弁論の全趣旨によつて真正に成立したものと認められる乙第一\n五四号証の同じ日誌（同年一月一日から三月一五日までおよび三月一七日から六月\n三〇日までの分）と照合してみると、乙第一五四号証の表裏面には、いずれも日誌\nとしての様式が印刷されてあり、それぞれ表、裏各一日分として使用されているの\nに、乙第一五二号証には表面だけに同様式の印刷があつて裏面になく、したがつて\n形式としても極めて不自然であるばかりでなく、乙第一五二号証の内容を検討して\nも、表面下段の「その他らん」および裏面のペン書きのうち宿明勤務者の着台に関\nする部分は、いずれも後日書き入れたものではないかとの疑いが濃いこと、\n（ロ）　証人Ｐ26は、右職務放棄の点に関し、「当日の朝四時に起きてくるべき人\nあるいは五時に起きてくるべき人がこなかつたわけですが、実はその五時直前に外\nのほうが非常にうるさくなりまして、がやがやしてきたと、そしたら県支部のＰ2さ\nんが、課長席の私と、Ｐ42市内課長などがおりましたが、そこへ走つてこられまし\nて、公社側が約束に反しておかしなことをしてきたと、だからなんか対抗手段とし\nて私たちも勤務者をもうつけないから、あとはあんた方でやんなさいというよう\nに、Ｐ2さんが通告してきました。」と証言し、また同人のメモである乙第一五三号\n証にも同趣旨の記載があつて「午前三時〇五分または午前四時〇五分まで仮眠と認\nめられている四名または九名が午前六時近くにようやく入室し作業に従事した。」\nとし、さらに「慣行として、いずれも一時間程度多く仮眠している実情である。」\nとしている。はたしてこれらのとおりだとすると、原告Ｐ2が職務放棄を通告したの\nは午前五時直前（午前四時五〇分ころの管理者らの入局行動に対抗する手段だとす\nる。）であるのに、服務線表上午前三時〇五分まで仮眠を認められたもの、すなわ\nち慣行上午前四時〇五分まで仮眠を認められその後は着台すべきものが、右通告以\n前にすでに職務を放棄したことになつてしまうこと、\n（ハ）　証人Ｐ23、Ｐ26の証言によると、被告公社では従前から管理者に対し、職\n員の非違行為に際会した場合は事実確認の資料を収集するよう指導しており、本件\n争議に際しても、その直後に現認書（乙第一七ないし第七九号証）を、同年四月に\n入つてから行動記録書（乙第八〇ないし第一〇六号証）を、それぞれ作成させたこ\nとが認められるが、被告主張の他の非違行為の点については、これら現認書、行動\n記録書に詳細な記述があるのに、右職務放棄の点に関しては現認書については全く\n記載がなく、行動記録書についても前記乙第八〇号証、第八一号証に簡単な結論の\nみの記載があるだけであること、\n（ニ）　甲第一六三号証、第一六七号証は、いずれも伝聞証言が記載されているに\n過ぎないこと、など、前記被告主張に符号する各証拠自体に、そのまま信用できな\nいところがあるばかりでなく、前記一の（二）項認定のとおり支部闘争委員会等に\nおける決定内容にも、被告主張の職務放棄の点は予定していなかつた事情や、さら\nにはこれと反対の前掲甲第二二五号証、第二二七号証、成立に争いない甲第二〇六\n号証（Ｐ30の尋問調書）、第二一四号証（Ｐ15の同調書）、証人Ｐ37、同Ｐ38の各\n証言に照らしてみると、前記被告主張に符合する各証拠部分はいずれも採用するこ\nとはできない。また、その他被告の前記主張事実を認めるにたりる証拠はない。\n六、業務の阻害状況\nそこで以上に認定したような長岡報話局における三・一六闘争が、被告公社の業\n務におよぼした影響について検討を進める。\n（一）　電話交換業務\n本件職場大会が開催された結果、三月一六日始業時から午前一〇時までの出勤予\n定の一九七名全員が出勤しなかつたことは前記四項に認定のとおりであるが、前掲\n甲第一七四号証、乙第一三号証、第八一号証、証人Ｐ26の証言ならびに弁論の全趣\n旨によると、三月一六日早朝の長岡報話局における電話交換業務に従業する交換手\nの出勤予定人員は、午前七時二〇分出勤一二名、同二五分出勤一一名、同五五分出\n勤一二名、以下八時二五分、同三〇分、同五五分、九時二五分と順次出勤し、その\n間合計して通常一〇〇名から一〇二名の出勤となつていたが、これら出勤予定者は\n全員出勤せず、しかもそのときに備えて計画した他局の管理者による業務の応援も\n前述のように組合のピケツテイングに阻止され、一名も交換室に入ることができな\nかつたので、午前八時三〇分宿明勤務の交換要員が退勤した後は、午前一〇時ころ\nまで交換室に入つていた自局管理者六名のみで交換業務にあたつたことが認めら\nれ、前掲甲第一七四号、乙第一二号証、第八〇号証、第八一号証、証人Ｐ26の証言\nならびに弁論の全趣旨によると、当時の長岡報話局における電話回線数は市内回線\n四、八八七、市外回線二七九であつたが、被告公社は三月一五日夜から重要回線の\n通話確保と交換機械保全のため、公衆電気通信法第六条、電信電話営業規則第二四\n〇条の二、同別表一〇に基づく回線の規制を行なうこととし、市外回線の通話停\n止、市内回線については応援管理者数に応じて回線の重要度により三段階の規制措\n置を準備していたが、組合側のピケツテイングにより一名の応援管理者も入室でき\nなかつたので、昀も強度の規制措置をとる必要があるとし、前記午前七時二〇分出\n勤予定の交換要員が一名も出勤しなかつたことを確認してから午前七時三〇分ころ\n前夜から準備していた絶縁片を弾器盤にそう入する方法で回線を切断し、右時刻か\nら午前一〇時まで市内回線については重要回線三三九回線を残し四、五〇〇余回線\nはすべてこれを規制し、市外回線については一対地につき一回線を残し、他はすべ\nてこれを規制したこと、その結果、同日午前七時三〇分から一〇時までの時間帯に\nおいて接続することのできた通話数は、市内電話関係一、二五〇件、市外電話関係\nその他記録案内五件であつて、これを平日（三月一四日の定期統計日）の同時間帯\nと比較すると前者は一八、四九五件、後者は三、二二七件であつて著るしく減少し\nていることが認められる。なお、原告らは被告公社が回線を規制し始めたのは三月\n一六日午前〇時ころからである旨主張するが、これに沿うかのごとき前掲甲第二〇\n六号証（Ｐ43、Ｐ44の各尋問調書）はにわかに措信しがたく、他にこれを裏づけ、\n右認定をくつがえすにたりる証拠はない。\n（二）　電報業務\nつぎに電報業務については前掲甲第一七四号証、証人Ｐ26の証言および同証言に\nよつて真正に成立したものと認められる乙第一〇七号証によれば、三月一六日の午\n前一〇時までの出勤予定者は一二名であつたが全員出勤せず、応援管理者も入局で\nきなかつたので、八時三〇分までは宿明勤務者三名を含め五名で、その後は管理者\n二名でその業務を処理したこと、その結果、同日午前八時から一〇時までの時間帯\nで取扱うことができた電報は、電話託送六通、伝送受信数一五通のみであつて、こ\nれを平日（三月一四日の定期統計日）の同時間帯に比較すると平日のそれは電話託\n送二五通、伝送受信三三通のほか、窓口受付一〇通、伝送送信四〇通、電報配達二\n五通、電報電話送達一一通であつて、一六日の前記取扱量は著るしく少なく、ま\nた、三月一六日は午前一〇時の時点で伝送の停滞しているもの二五通で昀高停滞時\n間三時間四五分、また未配達の電報二〇通で昀高停滞時間一時間四三分と異常な遅\nれを示し、これらが平常の状況に復したのはいずれも午前一一時一〇分ころであつ\nたことが認められ、これを左右する証拠はない。\n（三）　その他の業務\nさらに、右のような電話交換、電報受付、送受信等の業務以外の被告主張のその\n他の業務についても、前述の電話、電報業務の混乱状況から考えれば同日始業時か\nら午前一〇時までは、その担当する職員（組合員）が出勤しなかつたために、完全\nに業務が停止してしまつたことは容易に推認できるところである。\n（四）　一般市民からの苦情申告\n前掲乙第八一号証、成立に争いない乙第一四ないし第一六号証、証人Ｐ26の証言\nによれば、以上のような長岡報話局における電信電話業務の停廃は、長岡市民を中\n心に一般公衆の利用をほとんど妨げたことになり、そのため前記時間帯はもとよ\nり、その前後においても加入者らから同局に対し五、六件の苦情申告があり、その\nうち苦情受付票にとどめたものが二件あつたことが認められ、これを左右する証拠\nはない。\n第四、公労法第一七条第一項、第一八条と憲法との関係\nところで、原告らは、本件解雇の根拠法規となつた公労法第一七条第一項、第一\n八条は、憲法第二八条、第一八条に違反するから無効であるとし、かかる違憲の法\n律の規定にもとづく本件解雇の意思表示もまた無効であると主張するので、以下こ\nの点につき判断する。\n一、公労法第一七条第一項と憲法第二八条との関係については、すでに昀高裁判所\n昭和四一年一〇月二六日判決（刑集、第二〇巻八号九〇一頁、いわゆる全逓中郵事\n件判決。）において判断が示されているところであるが、その中で示される勤労者\nの団結権、団体交渉権、争議権等のいわゆる労働基本権を保障している憲法第二八\n条は、同法第二五条に定めるいわゆる生存権を基本理念としているものであるこ\nと、および右の労働基本権はたんに私企業の労働者だけでなく公共企業体の職員は\nもちろんのこと、国家公務員や地方公務員といえども、原則的には労働基本権の保\n障を受けるべきものであるが、ただその担当する職務内容に応じて私企業における\n労働者と異なる制約を当然の内在的制約として内包しているものと解されること、\nなどの公共企業体等の職員に対する労働基本権保障の基本的立場は、当裁判所も基\n本的には全く同一の見解を有するものであり、さらに公共企業体等の職員の労働基\n本権に対する制約を加えるにはきわめて慎重な態度が必要であり、その際、前記判\n例で示される四つの基準、すなわち①労働基本権が前記のとおり、勤労者の生存権\nに直結し、それを保障するための重要な手段である点を考慮して、その制限は合理\n性の認められる必要昀小限度のものにとどめられるべきこと、②労働基本権の制限\nは、勤労者の提供する職務または業務の性質が公共制の強いものであり、従つてそ\nの職務または業務の停廃が国民生活全体の利益を害し国民生活に重大な障害をもた\nらすおそれのあるものについてこれを避けるために必要やむを得ない場合について\n考慮されるべきこと、③労働基本権の制限違反にともなう法律効果、すなわち違反\n者に対して課せられる不利益については必要な限度をこえないように十分な配慮が\nなされなければならないこと、④職務または業務の性質上労働基本権を制限するこ\nとがやむを得ない場合にはこれに見合う代償措置が講ぜられなければならないこ\nと、以上の基準を要素として考慮すべきことも、当裁判所は同様に考えるものであ\nる。\nところで、公労法第一七条の適用ある公共企業体等、いわゆる三公社五現業の職\n員の行なう職務は、一般的にいえば私企業のそれに比較すると、多かれ少なかれ公\n共性を有し、また、それがいずれも直接間接国民生活全体の利益と密接に関連する\nものであるとはいうものの、その職務の内容は多種多様であり公共性の程度は強弱\nさまざまであつて、その争議行為が常に直ちに当該企業の停廃をきたしひとしく国\n民生活に重大な障害をもたらすものとはいい難く、その中には国家公務員の担当す\nる職務と同様に、国家経済国民生活の中枢に位置づけられるものもあり、また逆に\nそれから遠く離れるものもあることは否定しがたい。\n公労法第一七条第一項には「職員および組合は、公共企業体等に対して同盟罷\n業、怠業、その他業務の正常な運営を阻害する一切の行為をすることができない。\n又職員並びに組合の組合員及び役員は、このような禁止された行為を共謀し、そそ\nのかし、若しくはあおつてはならない。」と規定し、同法第一八条には「前条（第\n一七条）の規定に違反する行為をした職員は解雇されるものとする。」と規定して\nいるが、これらの規定が文字どおりにすべての公共企業体等の職員の一切の争議行\n為を禁止し、その禁止規定に違反する行為をした者を一律無差別に解雇する趣旨と\n解すべきものとすれば、前述の公共企業体等の職員の労働基本権保障の趣旨に反\nし、必要やむをえない限度を超えて争議行為を禁止し、かつ必要昀少限度にとどめ\nなければならないとの要請を無視して不利益処分の対象としているものとして、こ\nれらの規定はいずれも違憲の疑いを免れない（前記昀高裁判所の全逓中郵事件判決\nは、いわゆる三公社五現業の職員の行なう職務の停廃が国民生活全体の利益を害\nし、国民生活に重大な障害をもたらすおそれがあることは疑いをいれないとし、こ\nれからただちに三公社五現業の職員について、解雇等の民事責任を伴なう争議行為\nの一律全面禁止をしても、憲法第二八条等に違反しないとする趣旨であるかのよう\nに解せられるけれども、若しそうであるとするならばそれは前述のように三公社五\n現業の職員の行なう職務内容の多様性、公共性の強弱等を無視するものであつて、\nこの点に関するかぎり前記判決の考え方には賛成できない。）。\nしかしながら、法律の規定は可能なかぎり、憲法の精神に即し、これと調和しう\nるよう、合理的に解釈されるべきものであると解すべきところ（昀高裁判所昭和四\n四年四月二日判決、いわゆる都教組事件判決、参照。）、この見地からすればこれ\nら規定の表現にのみ拘泥して、ただちに違憲と断定する原告らの主張は採用でき\nず、これらの規定についてもその表現にかかわらず、前述の労働基本権を尊重し保\n障している憲法の趣旨と調和しうるようにこれを合理的かつ限定的に解釈すること\nが可能である。すなわち、公労法第一七条第一項の元来の趣旨は公共企業体等の職\n員の行なう職務の公共性にかんがみ、その職員の争議行為が公共性の強い業務の停\n廃をきたし、ひいては国民生活全体の利益を害し、国民生活にも重大な支障をもた\nらすおそれがあるので、これを避けるためのやむを得ない措置として、公共企業体\n等の職員の争議行為を禁止したものにほかならない。しかして、前述のとおり公共\n企業体等の職員の行なう職務は多種多様であり、その公共性の程度は強弱さまざま\nで、その争議行為が常にただちに公共性の強い業務の停廃をきたし、ひいては国民\n生活全体の利益を害するとはいえず、また争議行為といつても種々の態様なものが\nあり、これらがすべて国民生活全体の利益を害し、国民生活に重大な支障をもたら\nすおそれがあるとは必ずしもいえない。これら公共企業体等の職員の具体的な行為\nが、憲法上禁止の対象たる争議行為に該当するかどうかは、争議行為を禁止するこ\nとによつて保護しようとする法益と、労働基本権を尊重し保障することによつて保\n護される法益との比較衡量により、両者の要請を適切に調整する見地から個別的具\n体的に判断することが必要であり、その結果は公共企業体等の職員の争議行為とい\nわれるものであつても、その業務、職務の性質、争議の目的、態様程度などの相違\nから、違法性の強弱があり、その中には、禁止の対象とすることさえできない争議\n行為があることになる。また、右のような見地から争議行為の禁止を必要昀小限度\nにとどめた場合でも、なんらかの代償措置を制度として講ずる義務があることは前\n示のとおりであるところ、その代償措置が実質代償たる効果を発揮できるかどう\nか、すなわち代償措置の完全性いかんによつて、右の争議行為禁止の範囲が前記限\n度内で広くもなり狭くもなるものと考えるべきである。\nそして、これを被告公社についてみるに、その経営する公衆電気通信義務は、国\n家社会のいわば神経系統にも比すべき機能を営むものであり、無数の緊急通信を昼\n夜を問わず迅速に取り扱うべき使命を有する点ならびにその普及率からみて高度の\n公共性を有し、その職務の性質からみればその業務の停廃は、その中心的業務に関\nする限り、寸時のものでもその影響は一地域の国民生活に不利益を与えるにとどま\nらず、電信電話が必然的に他地域との連絡の機能を有している点から考えれば広く\n国民生活全体に不利益を与えることは明らかであり、しかもその不利益は回復不能\nなものがある。したがつてその業務の停廃は一般的には国民生活に重大な障害をも\nたらすおそれがあるものということができ、このような職務を担当する職員の争議\n行為を禁止する合理的理由があるものと考える。\nもつとも、右の電気通信業務のもとで働く職員の争議行為であつても、被告公社\nの中心的業務である電信電話の送受信等に直接関係のない、いわば副次的あるいは\n補助的な業務にたずさわる職員の行なう短時間の同盟罷業とか、怠業のような単純\nな不作為などは一般に国民生活に重大な障害をもたらすおそれはないというべきで\nあるから、このような争議行為まで禁止することは、よほど完全な代償措置が講ぜ\nられる場合は格別、そのような代償措置がないかぎり、合理性の認められる必要昀\n小限度を超えるものというほかはない。\nそして、公労法は公共企業体等とその職員との間に発生した紛争に関して、公労\n委によるあつせん（同法第二六条）、調停（同法第二七、第二八、第二九条）およ\nび仲裁（同法第三三、第三四、第三五条）の制度を設け、ことに公益委員をもつて\n構成される仲裁委員会のなした仲裁は、資金の支出については国会の承認が得られ\nない限り政府を拘束するものではない（同法第三五条但書、第一六条）とはいうも\nのの、当事者はこれに対しては双方とも昀終的決定としてこれに服従しなければな\nらず、また政府はこれが実施につきできる限り努力すべき義務を負うものとしてお\nり（同法第三五条本文）、このように、不完全とはいいながら一応の代償措置制度\nを設置していることも考慮すれば、公労法第一七条第一項の趣旨は被告公社に関す\nる限り、その中心的な業務である電信電話の送受信等に直接関連する業務の停廃を\n対象とする職員の争議行為を禁止したものであり、前例示のような国民生活全体の\n利益を害することが少なく、国民生活に重大な支障をもたらさない争議行為につい\nては、禁止の対象外にしたものであると解するのが相当である。\nまた、公労法第一八条は、右のような同法第一七条第一項による禁止に違反して\n争議行為をした職員は、解雇されるものとする、と規定しているが、その趣旨につ\nいてはすでに昀高裁判所が昭和四三年一二月二四日の判決（民集第二二巻一三号三\n〇五〇頁、いわゆる千代田丸事件）においてその見解を示しているところ、当裁判\n所もこれと同様に「右の違反行為をした職員は当然にその地位を失うとか、一律に\n必ず解雇されるべきであるというのでなく、例えば日本電信電話公社法三一条、三\n三条等の定める職員の身分保障に関する規定にかかわらず、解雇することができる\nというにあり、解雇するかどうか、その他どのような措置とするかは、職員のした\n違反行為の態様、程度に応じ、公社の合理的な裁量に委ねる趣旨と解する」のが相\n当であり、また、「職員の労働基本権を保障した憲法の根本精神に照らし、また、\n職員の身分を保障している右公社法の趣旨にかんがみると、職員に対する不利益処\n分は必要な限度を超えない合理的な範囲にとどめなければならない」ものと解すべ\nきである。\n以上のように、公労法第一七条第一項、第一八条を合理的に解釈する限り、それ\nは前示①ないし④の基準にも適合し、少なくとも被告公社の職員に対して適用する\nにおいては、憲法第二八条に違反するものでないことは明らかであるから、同条に\n違反するとする原告らの主張は採用できない。\n二、原告らは、公労法第一八条が憲法第一八条に違反する旨主張するが、なんらそ\nの理由を主張していないところ（しかも、昀終準備書面において突如主張してい\nる。）、公労法第一八条を前述のとおり解する限り、同規定が憲法第一八条に違反\nする事由は見出しえないからこの点に関する原告らの主張も採用できない。\n第五、長岡報話局における三・一六闘争と公労法第一七条第一項\n一、そこで、長岡報話局における三・一六闘争（本件争議）が、公労法第一七条第\n一項に禁止する違法な争議行為に該当するかどうかの検討を進める。\n（一）　前述のとおり、本件争議は全電通労組中央闘争委員会の指令第一〇号にも\nとづいて、全電通労組の昭和三六年度春闘の諸要求を実現するための手段として実\n施されたものであり、組合員の経済的地位の向上をめざしたものであつたといえる\nから、その目的においてみる限り、正当なものといえる。\nしかし、その手段態様をみるに、基本的争議行為である勤務時間内職場大会（こ\nれが同盟罷業行為であることは、後記二の（一）項に説示のとおり。）は、三月一\n六日午前七時四五分から午前一〇時までの約二時間余にわたるものであつて、前述\nの公衆電気通信事業の国民生活における重要性等からみれば決して短時間のものと\nいえないばかりでなく、その間全組合員を動員して保安要員ゼロという従来にない\n方法をとり、しかも被告公社のいわば中心的業務である電話業務等の停廃をめざし\nてなされたものであつて、これがため寸時も停廃を許さない同業務に重大な支障を\n生じさせ、その後復旧には争議終了後も相当長時間を要したことは前認定のとおり\nである。さらに、組合は争議による業務阻害の効果を確保するため、県支部傘下の\n組合員および支援労組員を動員して、長岡報話局舎内外にピケツトラインをはり、\n実力を行使しても他局管理者の入居および交換室への入室を阻止することを決定\nし、三月一五日の夕刻より交換室前廊下などに多数組合員をすわりこませたほか、\n同局構内に多数組合員を待機させ、翌一六日早朝より局正門前にピケツトラインを\nはり、前夜来業務応援のため数度にわたり入室あるいは入局をこころみた応援管理\n者の通行を実力をもつて阻止し（この違法性については、つぎの項に詳述す\nる。）、さらに管理者の再三にわたる退去命令にもかかわらず、前夜来多数組合員\nをもつて同局構内を占拠し、ついには管理者の局内通行の自由を実質的に奪うにい\nたつたものである。\nもつとも、本件職場大会の開催中、被告公社が長岡報話局の管理者六名をもつ\nて、一応昀少限度の重要回線（市内三三九回線等）を確保したことは前認定のとお\nりであるが、本件争議によつて応援管理者の入局、交換室への入室ができなくな\nり、同報話局の九割以上の電話回線の切断等を余儀なくされて停止するなどその業\n務の大部分が停廃するにいたつたものであるかぎり、それが国民生活全体の利益を\n害し、国民生活に重大な障害をもたらすおそれのあることは否定できないのであつ\nて、げんにそのために同局の電話加入者等が多くの被害を受けており、またその業\n務の性質上、他地域の利用者もその被害を受けざるを得なかつたのである。\nしかして、このような手段態様をともなう本件争議は前記第四の一項説示のとお\nり極度の公共性等を有する被告公社の業務の停廃をきたし、そのため国民生活全体\nの利益を害し、国民生活に重大な障害をもたらすおそれのあるものというべきであ\nるから、たとえその目的が正当であつたとしても、違法性の強い争議行為として、\n公労法第一七条第一項に禁止する争議行為に該当するものといわなければならな\nい。\n（二）　原告らは、本件争議は必要やむを得ないものであつて、正当な争議行為で\nある旨主張する。なるほど、前記第二「昭和三六年春闘と三・一六闘争の経緯」に\n記載のような本件闘争にいたるまでの被告公社と全電通労組との労使関係とその経\n緯をみるに、組合員（被告公社の職員）の労働条件に関する組合側の諸要求に対し\nて、被告公社のとつた措置については、組合側の立場で考えるかぎり満足できない\nものもあり、また当時実施の途上にあつた第二次合理化五カ年計画によつて生ずる\nであろう労働不安が依然組合員の中にあつたことも推察できないことはないのであ\nるが、組合が前述のような違法性の強い争議行為に訴えてまでも、改善しなければ\nならないほどの組合員の労働条件の劣悪、労働不安等の緊急な状態があつたとは本\n件全証拠によるも到底認められないから、本件争議が正当だとする原告の主張は採\n用できない。\nもつとも、全電通労組が、昭和三六年度春闘の要求項目の一つとして要員の算出\n基準および配置に関する協約の締結を被告公社に求めていたところ、被告公社は要\n員問題は公労法第八条但書の管理運営事項であるとして、それを団交の対象とする\nことを拒否しつづけ、三月一五日から一六日にかけての中央交渉でもその態度を変\nえなかつたため、これが論議の的となり、中央交渉決裂の一因となつたことは、前\n記第二の三の（一）項記載のとおりであり、また成立に争いない甲第七〇ないし第\n七二号証および弁論の全趣旨によると、本件争議終了後の三月二八日開催の中央交\n渉でも右の要員問題がとり上げられて議論され、結局四月二四日開催の中央交渉\nで、被告公社が要員の算出基準を変更する際は、組合中央本部に事前に通知するな\nどの一一項目を双方で確認したことが認められるところであるが、この点につき原\n告らは被告の団交拒否の態度は不当であり、組合はこのような重大かつ明白な団交\n権侵害に対して、団交権を保全するため必要にしてかつ相当な擁護回復行動として\n本件争議をなしたものであつて、被告公社が四月二四日の中央交渉で示した誠意を\n三月一五日から一六日の中央交渉で示してさえくれれば、本件争議は事前に解決さ\nれた旨主張する。\nところで、公労法第八条但書は、管理運営事項については団交の対象にならない\n旨を規定するが、いわゆる管理運営事項の中にも、それが同時に組合員の一般的労\n働条件と密接不可分の関係にある場合には、その面から団交の対象となり得るもの\nと解されるのであつて現実に何が団交の対象となり、何が対象外となるかはただ抽\n象的にそれが管理運営事項に属するかどうかを定めるだけでは不十分であつて、そ\nれが具体的に組合員の労働条件その他に影響があるか否かを検討することが必要で\nあると解すべきである。\nしかして、前認定の事実に、前掲甲第六八号証、第六九号証、第一九八号証、成\n立に争いない乙第一二二号証、弁論の全趣旨により真正に成立したものと認められ\nる乙第一二三号証を併せ考えれば、全電労組が締結を要求している前記協約案の内\n容は「被告公社の機関の要員は、昭和三二年四月改定定員算定要領に基づき算出し\nた人員数を昀低として配置する。右算定要領に明示されていない業種については、\n算出方法およびそれに基づく昀低配置人員数を全電通労組と被告公社の労使が協議\n決定する。右のように算出した人員数では実務服務の編成がなしえない場合は、そ\nれを解決するに必要な人員数を含めて、当該局所または業務の昀低配置要員数とす\nる。また、このように配置された要員数を、施設、設備または作業方式の変更、作\n業量の増減、取扱業務の改廃の事由で変更する場合や、さらに算定要領を変更する\n場合は労使が協議決定する。」などの趣旨を六カ条に盛りこんだもので、要するに\n要員数算出基準およびそれらの変更について、被告公社が全電通労組と協議決定す\nることを求めたものであること、全電通労組はこの協約の締結を求める理由とし\nて、前記第二の二の（五）項認定のように、被告公社の合理化計画の進展にともな\nい、あらゆる職場で要員が不足し、労働強化が行なわれているとの認識に立ち、被\n告公社の人べらし政策への歯どめを設定する必要があるとし、しかも要員数は職員\nの労働の強度を左右する重要な問題であり、協約上の労働諸条件確保に重大な影響\nを与えるものであるから、当然団交の対象事項であり、被告公社は前記要員協約締\n結の方向で団交を進めるべきであると主張していたこと、これに対し、被告公社は\n組合の求める前記協約は公社が昭和三二年に制定した「改定要員算出要領」（いわ\nゆる白表紙基準というものであるが、本来公社が毎年の増員数を通信局へ令達する\n際に参考として用いる尺度に過ぎず個々の局所における現実の要員配置を決定する\nための基準ではない。）の協約化であり、そのこと自体適当でないばかりでなく、\nそもそも定員を何名と定めるかまたは何名の要員を配置するか、いわんやその算出\n基準のごときは、処理すべき業務量、設備の能率等の諸要素から、経営者である被\n告公社が独自で決定すべきことであり、まさに公労法第八条但書のいう管理運営事\n項というべきであつて、団交の対象外の事項であり、また被告公社は毎年の業務量\nに見合つて、真に必要とする増員を行なつており労務強化となるような配置は行な\nつておらず、組合のいうような実態はなかつた旨主張していたこと、そして、前述\nのとおり三月一五日、一六日の中央交渉でも、被告公社は右の基本的態度を変えな\nかつたが、一五日の団交においては「①何が管理運営事項であるか否かは、意見の\n対立がでてくることはあるにせよ、まず団交の場において議論することは妨げな\nい。②労働密度や労働強度は、労働条件向上の中に総体的に含まれるものである。\n総体的にとは、公労法第八条と基本的了解事項との間に、巾があることを前提にし\nて含まれているということである。③要員はかならずしも十分でないところがあ\nる。④要員の配置数によつて、労働条件が低下もし向上もするものである。」との\n四点を確認するにいたり、さらに一六日の団交において、「要員協定は締結するわ\nけにはいかないが、公社はさらに別な角度から従来と変る前進の姿勢にたつた立場\nで誠意をもつて解決をはかることとし、さらに団交を継続することにしたい。」と\n提案するにいたつたこと、以上の事実が認められ、これを左右するにたりる証拠は\nない。右認定のように前記協約案の内容となつている要員数の決定、要員の配置、\nあるいはその算出基準等の事項は被告主張のとおり企業経営の要素となるものであ\nつて、これが一面において管理運営事項に属するものであることは疑いないもので\nあるが、他面原告主張のとおり、人員の配置数等は、組合の労働密度、労働条件の\n変更等に密接な関連を有するものであり、これが労働条件に関する事項に該当する\nものであることも否定できないものであつて、組合要求の要員問題を団交対象とす\nることに前向きの姿勢を示したとはいえ、窮極において団交の対象外であるとした\n被告公社の態度は正当な事由なくして団交を拒否したものとして不当というほかは\nない。\nしかしながら、公労法第八条但書の法解釈には従来から議論が分かれ、当時学者\nの間にも定説はなく、また判例上確立した解釈があつたわけでもないのであるから\n（このことは当裁判所に顕著な事実である。）、このような第三者の判定を待つて\n始めてその違法性を決することができるような場合は、組合としても法の定める正\n規の救済手続（公労法第二六条、第二七条等）を利用するか、若しくは前記第四の\n一項記載のような許された争議行為（公労法第一七条第一項の対象外の争議行為）\nに訴えて解決をはかるべきであり、これを待つことができない程の緊急性は、本件\n全証拠によるも認めることができない。したがつて、本件争議行為の違法性を評価\nする場合、右のような事情を斟酌するとしても、これをもつてただちに本件争議行\n為が正当であるとか、違法性が弱いものとすることはできない。\n二、さらに進んで、本件争議の実施が、公労法第一七条第一項に禁止されているい\nかなる行為に該当するかを検討する。\n（一）　三月一六日午前七時四五分ころから午前一〇時ころまでの間、長岡報話局\n構内から職員通用門正門前道路にかけて、ピケツテイングをかねて長岡分会組合員\nら多数参加の下に勤務時間内職場大会が開催されたことは前記第三の四項認定のと\nおりであるが、右事実によると当日の長岡報話局における出勤予定者一九七名全員\nが右職場大会に参加し、その当然の結果としてこれにともなう職務放棄は、組合の\n統制下に一斉に行なわれたものであり、右職場大会はそれに参加することがとりも\nなおさず、その間勤務に服さないことを意味するにとどまらず、むしろ勤務に服さ\nないことを目的としてなされたものと認められ、その結果として前記第三の六項認\n定のような被告公社の業務を阻害したものであるから、公労法第一七条第一項にい\nう業務の正常な運営を阻害する行為であつて、これは同条項にいう同盟罷業（いわ\nゆる時限スト）にほかならない。\n（二）　また、原告両名らが参加して開催された三月一四日、一五日の闘争委員会\nの決定にもとづいて、三月一五日の夕刻から長岡報話局二階交換室前廊下などに多\n数組合員がすわり込み、あるいは一六日早朝より同局正門前に多数組合員および支\n援労組員らがピケツトラインをはり、前夜来からの数度にわたる管理者の入局、お\nよび交換室への入室を実力をもつて阻止したことは前記第三の三項に認定のとおり\nである。そして、右事実に、前記闘争委員会の決定内容（前記第三の一の（二）の\n（１）ないし（３）項）を併せ考えれば、右ピケツテイングの目的は、多数の管理\n者らが組合側のいうスキヤツブ（スト破り）として入局、入室し、電話交換業務に\n従事することを事前に阻止することと、宿明勤務の電話交換手らの休憩、定時退庁\nを確保し、続いて予定されている勤務時間内職場大会を実効あらしめんことにあつ\nたことは明らかである。\nしかして、前記のように基本たる争議行為である同盟罷業が違法である以上、そ\nの補助的行為としてのピケツテイングもまた違法というべきであるが、右ピケツテ\nイング自体を評価してもなお適法なものということはできない。すなわち、右ピケ\nツテイングの目的は同盟罷業にあたり、組合員の団結を確保し、その勢力を示威す\nるとともに、これを背景として戦列を離脱して就労しようとする組合員に対して、\nその翻意をうながす機会をうることにあり、そのための手段としては、一般的に言\n論による平和的説得それ自体に限られるものではなく、その説得に必要かつ適切な\n限度においてピケツトラインによつて相手の行動を一時的に制約する団体行動を含\nむものと解するが、右の団体行動はあくまで言論による説得活動を十分に行なうた\nめの補助的手段にすぎないのであるから、あくまで説得に応じないものに対して\nは、実力をもつてその通行を阻止することは許されないものといわなければならな\nい。そして、相手方が使用者の利益代表者や非組合員たる職制者であるときには、\n右ピケツテイングの目的から考えて、これらの者に対する一時的制約は厳格に解さ\nれるべきであつて、これらの者がとくにスキヤツブのみを目的（実際に就労等業務\n上の必要があつて通行するつもりはなく、単に組合の気勢をそぐ目的であるときな\nど）として通行する場合は格別、就労等業務上の必要があつて通行するときは、そ\nの相手の立場、通行目的を知り得た段階で、その通行の自由を認めざるをえないの\nであつて、これに対抗して実力をもつて阻止することは正当なピケツテイングの限\n界を超えるものとして、違法なものといわなければならない。\nしかるに、被告公社が、三月一五日夕刻から翌一六日始業時に予定されている勤\n務時間内職場大会（同盟罷業）の実施により、電話交換業務等が停止することに対\n処し、できるかぎり業務の停廃を避けるための手段として、応援管理者らを入局さ\nせ、電話交換室へ入室させるなどして、電話そ通業務等に従事させようとしたこと\nは前記第三の二項に認定のとおりであるが、前述のとおり電信電話業務が今日の国\n家社会のいわば神経的機能を営み寸時の停廃をも許されないのであつて、極度の公\n共性を有することなどの事情を考えれば、被告公社の右のような措置は当然という\nべきであり、前記管理者（非組合員）の入局、入室の行為は後述のごとく手段、方\n法に非難されるべき点があることはともかく、その目的において正当な業務執行行\n為というべきであるところ、管理者はとにかく組合側に対して右の通行目的を明ら\nかにして、入局、入室しようとしたのに対し、組合側はこれを知りながら管理者ら\nと身体と身体とぶつかり合つても、実力により究極的にその通行を阻止する建前\nで、ピケツトラインをはり右管理者の入局、入室を再三にわたり完全に阻止したも\nのであるから、前述の正当なピケツテイングの限界を超えた違法な行為であるとい\nうべきである。\nもつとも、被告公社は、管理者の電話交換室への入室の際、組合側の話合いの申\n入れを拒否したこと、また、管理者の入局、入室の方法は組合員らを説得して通行\nしようとするものではなく、むしろ管理者側の数と力でピケツトラインを突破しよ\nうとし、職場大会終了の直前にいたつても同様の方法で入局、入室しようとしたこ\nとは前述のとおりであり、さらには前記第三の三の（一）の２項記載のように、管\n理者の入局、入室の目的の中には、組合側の気勢をそぐ示威的なものもあつたので\nはないかとの疑いが残るのであるが、前記第三の一の（二）、（三）項に認定の闘\n争委員会における決定内容、および前記第三の三項に認定の組合側のピケツテイン\nグによる管理者の入局、入室阻止の経過などを併せ考えれば、右ピケツテイングの\n目的は結局応援管理者の入局、入室を阻止することをその目的としていたことは明\nらかであるから、組合側は話合いによつて応援管理者の入局、入室を認める意志を\n有しなかつたものといえるし、管理者の入局、入室の主目的は前述のとおり電話そ\n通業務等のためであつた以上（職場大会開催中の管理者の入局、入室も、証人Ｐ\n23の証言によれば、同じ目的であつたことが認められる。）、右管理者らのとつた\n態度が妥当を欠くものとして非難されることがあるは格別、このことが組合のピケ\nツテイングの違法性を左右するものではないというべきである。\nしたがつて、これらの行為は前記勤務時間内職場大会による業務阻害の効果を確\n保するため、被告公社の管理者が電話交換室あるいは局内へ入つて業務につくこと\nを実力を行使しても阻止する目的でなされたものであるから補助的争議行為とし\nて、公労法第一七条第一項にいう業務の正常な運営を阻害する行為であるというべ\nきである。\n第六、原告らの責任と本件解雇の適法性\n一、原告両名の責任\n（一）　原告らの争議行為の実行責任\n原告Ｐ1は、前記第三の三の（二）の３項に認定のように、三月一六日午前九時三\n〇分から数回にわたり管理者が入局をこころみた際、ピケツテイングに参加して、\n他の組合員らと一緒に実力を行使して管理者の入局を阻止し、また、前記第三の三\nの（一）の１０項認定のように、同日午前九時四五分ころから局内の管理者と交換\n室に入ろうとした際、交換室前廊下から階段へかけてのピケツテイングに参加し、\n他の組合員らと一緒に実力をもつて管理者の入室を阻止した。\n原告Ｐ2は、前記第三の三の（二）の２項に認定のように、同日午前四時五〇分こ\nろから六時まで、および同（二）の３項に認定のように同日午前九時三〇分ら数回\nにわたり管理者が入局をこころみた際、局前ピケツテイングに参加し、管理者にば\nり雑言をあびせかけ、あるいは他の組合員らと一緒に実力をもつて管理者の入局を\n阻止した。\nしかして、原告両名は右のような行為については、同盟罷業の補助的争議行為の\n実行者としての責任を負わねばならない。\n（二）　原告らの幹部責任\n一般に違法な争議行為については、それに参加した組合員だけでなく、その争議\n行為を企画し、または執行し、指揮した組合役員、ことに争議の現場に臨んで自ら\nその処置について指揮した闘争委員は、現実に自ら争議行為に参加しあるいは実行\nしなかつたとしても、当該争議行為全般について組合幹部としての責任を負うべき\nであり、違法争議を行なつた者が自己の傘下にある組合員であると、また自ら応援\nを求めた部外の団体員であるとを問わず、これらが争議行為に付随して惹起した違\n法行為に対しても責任を免れないものと解すべきところ、原告両名は、いずれも県\n支部執行委員として、前記第三の一項に認定のように、三月一四日支部闘争委員\n会、翌一五日の現地闘争委員会に出席して、中央本部指令の具体的消化方策、具体\n的戦術などについて詳細に企画、協議し、しかも当日は争議行為の現場に臨んでこ\nれを指揮したことがうかがえるから、原告両名は長岡報話局における三・一六闘争\nの争議行為全般について、幹部責任を免れないものである。\n原告らは、この点に関しいずれも県支部執行委員として、全電通労組の規約によ\nり決議に従う義務があり、上部機関の決定を忠実に指導実践する任務があるとこ\nろ、本件三・一六闘争は第二六回中央委員会の決定など組合の決議にもとづき全国\n統一闘争として実施されたものであるから、右任務を忠実に実施したに過ぎないも\nのであるとか、長岡報話局における三・一六闘争においては、Ｐ9派遣中闘が昀高責\n任者となり同人が一切の権限と責任を有し、原告らの県支部執行委員としての権利\nを停止され、Ｐ9中闘の指示に従つたに過ぎない旨反論するが、本件三・一六闘争の\n主要な実力行使である勤務時間内職場大会は実質同盟罷業として公労法第一七条第\n一項に禁止された違法な争議行為であることは前述のとおりであり、したがつて右\nの実力行使の実施を決定した中央委員会の決議やこれを指令した中央指令第一〇号\nもまた違法であつたから、たとえそれが組合の意思として行なわれたものであつて\nも、それに参加し、もしくは積極的にこれを推進し指導し、あるいは具体的な実力\n行使の細目について企画立案した組合役員らが違法行為者としての個人的責任を免\nれるものではないというべきであるし、また、前記第三の一の（四）項認定のよう\nに、Ｐ9中闘は形式上本件争議の昀高責任者となつたとはいえ、その実態は原告らと\n同じ一闘争委員としての行動をとつたにすぎず、むしろ指導の中心となつたのは原\n告らを含む県支部役員であつたのであるから、Ｐ9中闘の現地派遣によつて、原告ら\nの責任がなくなるものではない。\n（三）　原告らの共謀責任\n公労法第一七条第一項後段にいう「共謀し」とは、二人以上の職員が公共企業体\n等の業務の正常な運営を阻害する意思をもつて、その実行方について共通の意思決\n定をするために謀議することをいうものと解すべきところ、原告両名は前記第三の\n一項認定のように、中央本部の指令、指示等に従い、三・一六闘争の一環として拠\n点闘争を実行することを決意し、三月一四日の県支部闘争委員会、三月一五日の現\n地闘争委員会にそれぞれ出席して、中央指令の具体的消化方策、闘争の具体的戦術\n等につき協議、企画し、各役員の分担、配置などを決定しているのであるから、こ\nれらの行為は本件争議の実行方につき共通の意思決定をするため謀議したものであ\nり、公労法第一七条第一項後段にいう共謀に該当するものである。したがつて、原\n告両名は本件争議行為の実行方を共謀した者としての責任を負わねばならない。\n二、本件解雇の適法性\nそこで、被告公社が右原告らの行為責任に対し、本件解雇をもつてのぞんだこと\nが適法であるかどうかを検討するに、公労法第一八条の趣旨は前記第四の一項記載\nのとおりであるところ、被告公社の職員が同法第一七条第一項の禁止する争議行為\nを行なつたことを理由とし、同法第一八条に基づいてこれを解雇する場合、当該争\n議行為が同法第一七条第一項の禁止する争議行為に該当することをもつて一律に必\nず解雇されるものではなく、さらに当該争議行為の目的、態様、程度、被告公社の\n業務におよぼした影響、職員らの争議への参加の仕方、地位、果した役割などそこ\nの具体的内容について仔細に検討を加えて、その違法性が強いことを確認したう\nえ、被告公社に与えられた合理的裁量の範囲内で行なうことが必要であり、その結\n果が比較的違法性の低い行為をとらえて解雇処分を行なつたような場合は、右処分\nは解雇権の濫用として無効になると解すべきである。\nこれを本件について検討してみるに、前記認定の事実によれば、本件の勤務時間\n内職場大会は、前例のない保安要員ゼロという形で全組合員を参加させて行なわれ\nたもので、いわば被告公社の電話交換等その中心業務の停廃を意識してなされた同\n盟罷業であり、しかも前夜来から長岡報話局内交換室前廊下、局正門前などに多数\nの組合員ら（組織外の支援労組員を含む。）を動員してピケツトラインをはり実力\nをもつて管理者の通行を阻止したものであつて、その態様においてきわめて違法性\nの強いものであり、また、その結果被告公社の業務を著しく阻害し、ひいては国民\n生活全体の利益を害し、国民生活に重大な障害をもたらすおそれを生ぜしめたこ\nと、原告Ｐ1、同Ｐ2は、いずれも県支部執行委員（専従役員）として、全電通労組\nの組織構成上県下の各分会を指導統制する地位にあつたこと、本件争議の具体的実\n施方法についてはすべて原告らを含む県支部役員、地本役員、Ｐ9派遣中闘をもつて\n構成された県支部闘争委員会、あるいは現地闘争委員会（Ｐ9中闘は不参）において\n協議決定されたが、そこにおいてＰ9中闘は前述のとおり形式上本件争議の昀高責任\n者であるとはいえ、その実態はせいぜい一闘争委員としての行動をとつたに過ぎ\nず、争議の企画、共謀、協議の実質的中心となつたのはむしろ原告らを含む県支部\n役員であつたこと、本件争議の実施については、全電通中央本部（中央闘争委員\n会）からの指令、指示は「始業時から午前一〇時までの勤務時間内職場大会の開\n催」だけにとどまつていたのに対し、原告らが参画した右闘争委員会は、前夜来か\nら前記ピケツテイングなどにより管理者の入局、交換室への入室を実力をもつて究\n極的に阻止することを決定し、これを実行したこと、しかも原告らは争議の現場に\n臨んで指導者（説得隊責任者）としての任にあたり、ピケツテイングに参加して管\n理者らの通行を実力で阻止したことなどの諸般の事情を考慮すれば、原告らに対し\n解雇処分をもつてのぞむもやむをえない措置といわなければならない。\nもつとも、前記認定のとおり、被告公社の管理者が入局、入室しようとした際の\nピケツトライン突破の方法は穏当を欠くものであつて非難されるべき点があり、ま\nた被告公社は本件三・一六闘争前まで、組合主張のいわゆる要員問題を団交の対象\nにすることを不当に拒否していたのであり、それが直接本件争議の違法性を左右す\nるものでないことは前述のとおりであるとしても、本件争議についての責任を追及\nする場合には、斟酌されなければならない事情であること、前掲甲第二二六号証、\n第二二七号証、原告Ｐ2本人尋問の結果によれば、原告らはいずれも被告公社に勤務\n中、本件以外とくに非違行為を問われたこともなく、比較的優秀な職員であつたと\n認められることなど、原告らに有利な事情もないわけでなく、さらには前掲甲二〇\n四号証、成立に争いない甲第二〇五号証、第二一三号証、証人Ｐ34の証言ならびに\n弁論の全趣旨によれば、同じく本件争議に参画し、形式的には原告らより上部機関\nにある地本役員（Ｐ10書記長、Ｐ13、Ｐ15両執行委員）、Ｐ9派遣中闘、同じく県支\n部のＰ11副委員長は、いずれも本件争議により停職一〇ヵ月の懲戒処分を受けたに\nとどまつたことが認められるところ、被告公社が形式上の地位にもとづく幹部責任\nをも問題にしている限り、これらの者が右懲戒処分にとどまり、原告らがそれより\nも実質的に重い（懲戒処分ではないが。）本件解雇処分を受けたことはいささか均\n衡に欠けるのではないかと考えられないこともない。\nしかしながら、前同証拠に、成立に争いない乙第一二五号証、証人Ｐ33、同Ｐ\n23の各証言を併せ考えれば、被告公社は本件三・一六闘争終了後、全国の各拠点局\nにおける闘争状況の詳細をは握し、その中で局舎内へのすわり込みやピケツテイン\nグによる管理者の通行阻止など、長岡拠点局のように本部指令等を上回る争議行為\nをした局において、実質的にどのような地位にあつてどのように参加し、どのよう\nな役割を果したかなどの点から、原告らと同程度の者として全国で一六名（新潟県\n支部は執行委員長ら五名）を解雇相当として処分したことが認められるので、以上\nに挙げた諸事情をかれこれ綜合すれば、原告らに対する本件解雇は、いまだ著しく\n均衡を失したものとはいえず、また苛酷な処分ともいえないから、被告公社に認め\nられた合理的裁量を超えた違法はないものと断定せざるをえない。\n第七、原告らの再抗弁に対する判断\n一、不当労働行為について\n原告らは、被告公社が公労法第一八条の解雇権の行使に名をかりて本件処分を行\nなつたが、その内実は三条分会を中心として活発な組合活動（いわゆる到達闘争）\nを行なつた県支部を、病理現象を呈した下部機関としてこれを弾圧しようとし、故\n意に組合を挑発して闘争に突入させ、その違法な争議行為の責任を追及するものと\nして、原告ら県支部役員を解雇し、もつて全電通労組の活動を封殺し、原告らの組\n合員に対する影響力を根絶せしめる意図を実現しようとしたものであるから、本件\n解雇は不当労働行為として無効である旨主張する。\nよつて、これを審究するに、当事者間に争いない事実に、前掲甲第七ないし第三\n六号証、第一〇二ないし第一〇四号証、第二〇七号証、成立に争いない甲第三七な\nいし第四九号証、第五一ないし第五三号証、第五六号証、第五九ないし第六一号\n証、第六五号証、第六六号証、第七三ないし第八三号証、第一〇六ないし第一〇八\n号証、第一一〇ないし第一一七号証、第一二三ないし第一二五号証、第一四〇号\n証、第一五七号証、第一五八号証、第一六〇号証、第一七八ないし第一八三号証、\n第一八六ないし第一九二号証、第一九七号証、第二〇一号証、第二〇三号証、第二\n〇九号証、乙第一二九ないし第一四八号証、弁論の全趣旨により真正に成立したも\nのと認められる甲第五四号証、第五五号証、第五七号証、第五八号証、第一〇九号\n証、第一三四号証、第一三五号証、第一五九号証、証人Ｐ45、同Ｐ34、同Ｐ23の各\n証言および原告Ｐ2本人尋問の結果を併せ考えると、原告らはいずれも原告ら主張の\n組合歴があり、県支部執行委員（専従）として、活発に組合活動をしたこと、県支\n部傘下の各分会、とりわけ三条分会は、原告ら主張のとおり、昭和三一年ころから\n職場活動が活発に行なわれ、激しく到達闘争を続け、その間職場交渉委員会で各種\n協約等がつぎつぎと締結され、そのなかには昭和三一年七月三一日付の年次有給休\n暇の請求手続に関する確認書、昭和三四年八月二七日付の女子交換手の生理休暇の\n請求手続に関する確認書、あるいは同年一一月三〇日付の病気休暇の請求手続に関\nする確認書など、被告公社のいう「ヤミ協約」も数多く締結されたこと、三条報話\n局においては昭和三五年秋ころから交換手の応答遅延の問題が起り、原告ら主張の\nように市民からの苦情が高まり、三条市議会の決議、商工会議所の陳情、市民大会\nの決議などがあつて、翌三六年二月初めころにはこれが社会問題化していたこと、\n被告公社はその原因を調査したところ、電話交換設備、要員、適正配置の問題のほ\nかに勤務状況の問題、とりわけ他局に比し休務率が著るしく高いところに大きな原\n因があると考え、同年二月に原告ら主張のように通信局において労務関係打合せ会\n議、機関長会議などを開いてさらにその原因を分析した結果、前記の「ヤミ協約」\nにより職員が諸休暇を濫用し、職制が組合の威圧に屈し管理意識を低下（管理権の\n放棄）したことにも原因があると判断し、その対策として職制が管理意識を持ち、\n「ヤミ協約」を漸次除去していくことを決定し、その具体化として原告ら主張のよ\nうに、そのころから三条報話局に通信部、通信局との直通電話の設備、同局に通信\n部、通信局から労務担当係官の派遣、人事異動による管理体制の強化、諸休暇請求\n手続の変更を内容とする「職員各位」の告知、さらには団交制限の措置をとつたこ\nとなどがあること、他方組合側は三条分会をはじめとし、県支部、地本が入り前記\n応答遅延問題をとり上げ、その原因はむしろ要員不足と交換設備の欠陥にあるとし\nて、被告公社にその改善方を要求し、あわせて前記市民運動を積極的にもり上げる\n運動をしていたが、被告公社の前記のような原因のとらえ方とその対策措置に反発\nし、とくに一方的な諸休暇請求手続の制限は、前記協約に違反するものであると\nし、「職員各位」などを無視して従来どおりの方法で諸休暇をとり続ける方針をと\nることを決め、公社の措置に反対する組合活動を積極的に続けたこと、そしてその\n間原告Ｐ1、同Ｐ2はいずれも県支部執行委員として、三条分会にたびたび派遣され\nてオルグ活動をし、とくに原告Ｐ1は本件争議直前のころ、同分会に常駐して同分会\nの組合活動を指導していたことなどの事実が認められ、本件争議の直前まで三条報\n話局の応答遅延問題が信越通信局内の労使関係の焦点にあつたことがうかがわれ、\nこれに原告らが直接関係していたことも明らかである。\nしかしながら、右の事情や前述の本件三・一六闘争直前の労使関係、被告公社の\n労務対策等を検討しても、被告公社が原告らを何が何でも企業外に排除し、全電通\n労組の弱体化を図る意図を持つていたことはうかがわれず、かえつて前認定のよう\nに、原告らについては同人らが公労法第一七条第一項の禁止する違法性の強い争議\n行為を積極的に指導、実行したという事実があり、同法第一八条を適用して解雇処\n分にすべき合理的理由がある以上、本件争議が原告らに対する本件解雇処分の決定\n的原因になつたものと考えるほかはない。また、要員問題に関する団交拒否の態度\nは、前述のとおり不当なものであるとはいえ、被告公社が従来から法的な確信をも\nちながら一貫してとつていたものであり、これをもつて、被告公社が原告らを解雇\nするために故意に組合を挑発して闘争に突入させる意図があつたと推認することは\nできない。さらに、本件争議に際しての管理者側のとつた態度、とくにピケツトラ\nイン突破の方法等に非難されるべき点があることは前述のとおりであるが、入局、\n入室の主目的がそ通業務の確保等にあるかぎり、被告公社が前記意図をもつてとく\nに組合員らを刺激し、挑発したものと断定することはできない。その他原告の主張\nする事情が、被告公社の不当労働行為意思を裏づけるものでないことは前説示によ\nつて明らかであるから、原告の前記主張は採用できない。\n二、解雇権の濫用について\n原告らは、本件解雇は被告公社が解雇権を濫用してなした解雇であつて無効であ\nる旨主張し、縷々その理由を述べるが、それらがいずれも理由がないことは、前記\n第六の二項ならびに第七の一項の説示から明らかであつて、そのほか右主張を裏づ\nける事情は、主張、立証されていないところである。\n第八、結語\n以上の理由により、原告Ｐ1、同Ｐ2の本訴請求はいずれも理由がないから、これ\nを棄却することとし、訴訟費用の負担につき民事訴訟法第八九条を適用して、主文\nのとおり判決する。\n（裁判官　大塚淳　泉山禎治　佐藤歳二）\n"
}