{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 8,
    "day": 15
  },
  "case_number": "昭和40(ラ)263",
  "case_name": "競落許可決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第十五民事部",
  "lawsuit_id": "20944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/020944_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取消す。\n理　　　　由\n本件抗告の理由の要旨は「（一）本件物件の時価は計一八七〇万円相当であり、\n鑑定人の評価額も最高価競買人の競落価額も不当に低廉である。（二）債権者は昭\n和四〇年六月上旬抗告人に対し、競落価額と同額の入金があれば担保を解く旨確約\nしながら、同年七月二四日抗告人が右金員を提供したところ、債権者はにわかに前\n言をひるがえし、受領を拒絶した。（三）抗告人は最高価競買人の株式会社福入商\n社に対し、同会社が競買申出の保証として立てた金額に利息を付して支払うから、\n競売申立取下に同意するよう求めたが、同会社は故なくこれを拒否しただけでな\nく、債権者、建物居住者、買受申込者らに対し種々工作をなし、本件不動産の所有\n権取得のために手段を選ばず、その行為は公序良俗に反するものである。（四）抗\n告人は債権者を相手方として本件根抵当権の被担保債務について大宮簡易裁判所に\n調停の申立（同裁判所昭和四〇年（ノ）第二三号）をするとともに、本件競売手続\nの停止を申立て、同年八月五日その旨の停止決定を得たので、右決定正本を提出し\nた。以上の理由により、原決定を取消しさらに相当の裁判をすることを求める。」\nというのである。\nこれに対する当裁判所の判断はつぎのとおりである。\n一、　抗告理由（一）について\n原裁判所の選任した鑑定人村島穣の鑑定書によると、昭和三九年八月当時におけ\nる本件競売不動産の総評価額は八、三四四、〇〇〇円であつて、これが甚だしく不\n当であるという何らの証左もないだけでなく、記録によると、原裁判所はこの評価\n額を最低競売価額として競売を実施せしめたが、競買申出人がないため、順次最低\n競売価額を低減して数回競売期日を開き、昭和四〇年五月一九日の期日においてよ\nうやく本件不動産を一括して最高価金四、六八一、〇〇〇円の競買申出があつたこ\nとが明らかで、以上の経過に鑑みると、価額の点において競売を違法ならしめるよ\nうな瑕疵があつたとはとうてい認められない。\n二、　抗告理由（二）について\n競売申立人は競落期日後は最高価競買人を含む全利害関係人の同意がないと競売\n申立を取下げることはできないから、債権者が競落期日後に無条件で抗告人主張の\nような確約をしたとはとうてい認めえないし、被担保債務の一部の弁済提供をした\nだけでは競落不許の事由とはならない。\n三、　抗告理由（三）について\n最高価競買人が抗告人主張のような行為をしたからといつてそれが公序良俗に反\nし競落不許の事由にあたるとは解しえない。\n四、　抗告理由（四）について\n記録によると、抗告人は債権者を相手方として本件根抵当権の被担保債務につい\nて大宮簡易裁判所に調停の申立（同裁判所昭和四〇年（ノ）第二三号）をするとと\nもに、本件競売手続の停止を申立て、同年八月五日その旨<要旨>の決定を得て、同\n日右決定正本を当裁判所に提出したことが明らかである。右停止決定正本の提出は\n本件競落</要旨>許可決定言渡後のことであるが、抗告裁判所は抗告の裁判をするま\nでに生じた事情を勘酌すべきであり、競売手続停止決定により本件競売手続は続行\nすることができなくなつたので、競売法の準用する民事訴訟法第六八一条第二項、\n第六七二条第一号の事由があることとなる。そして右停止決定は当然に競落許可決\n定の確定を阻止する効果をもつとは解しえないから、抗告裁判所は右法条により競\n落許可決定だけは取消して許否の決定前の段階に引戻しておかなければならない。\nしかしこの場合、競売裁判所としては同法第五五〇条第二号、第五五一条によりす\nでになした処分を一時保持すべきところであるから、抗告裁判所が原決定取消に続\nいて競落不許まで宣言するのは正当でなく、あくまでも競落の許否未決定の段階に\nとどめるべきである（停止決定前になされた競売期日の手続は完全に適法なのであ\nり、同法第六七四条第二項の規定はこの場合に妥当しない。また同法第六六〇条第\n一項、第六七七条第一項等もおのずから適用を制約される）。もしそうでないとす\nると、最高価競買人が適法に取得した地位をみだりに否定するきわめて不合理な結\n果となるのである。\n五、　よつて本件競売手続は、前記調停事件の完結まで、競売期日の手続の終つ\nた状態で停止しておくべきものであるから、競落許可決定の取消のみを宣言するこ\nととして、主文のとおり決定する。\n（裁判長裁判官　近藤完爾　裁判官　田嶋重徳　裁判官　藤井正雄）\n"
}