{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 1,
    "day": 21
  },
  "case_number": "昭和37(う)1735",
  "case_name": "通貨及証券模造取締法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第16巻1号1頁",
  "gist": "一、　通貨及証券模造取締法の適用\n二、　同法第一条にいわゆる紛わしき外観を有するの意義",
  "case_gist": "一、　日本銀行発行の一万円紙幣を模擬したものである以上、たとえその紙質、形状、色彩様式、などに真物との間に多少の差異があり、裏面は、全く真物と相違する場合であつても、通貨及証券模造取締法第一条にいわゆる銀行紙幣に紛わしい外観を有するものを製造したものに該当する。\n二、　通貨及証券模造取締法第一条にいわゆる紛わしき外観を有するとは色彩、形状などにおいて、そのものを模擬することをもつて足り必ずしも普通の知識を有する者が、その鑑別を誤るようなものであることを要しない。",
  "lawsuit_id": "21159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/021159_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、被告人Ａの弁護人柳田貞吉提出の控訴趣意書および被告人Ｂ\nの弁護人水谷昭提出の控訴趣意書に、それぞれ記載されているとおりであるから、\nこれらを引用する。\n弁護人柳田貞吉の控訴趣意第一点（事実誤認の主張）について\n通貨及証券模造取締法第一条にいわゆる紛わしき外観を有するものとは、同条所\n定の貨幣、政府発行紙幣、銀行紙幣などの外観を模擬したものをいい、その模擬の\n範囲は、表裏全体にわたることを要せず、また真物と区別するのに多少の困難を感\nずる程度において真物に近似することを必要とするものではないから、単にその表\n面を模擬し、かつ容易に真物と区別し得べきものを製造したときであつても、模造\nをしたというのに何らの妨げはない。けだし、同法において、通貨および証券に紛\nわしい外観を有するものの製造を禁止する所以のものは、かかる模造行為は、刑法\nに規定された通貨および有価証券偽造罪を構成する程度には達しないけれども、な\nお、通貨および証券に対する社会の信用を害するおそれがないとはいえないからで\nある。（昭和四年（れ）第六一三号同年七月一七日大審院第三刑事部判決刑集八巻\n四〇五頁等参照）。\n原判決の認定した事実によれば、被告人Ａは菓子「天の川」の宣伝のため日本銀\n行発行の一万円紙幣を模擬した広告物を印刷して頒布しようと考え、同被告人、被\n告人Ｂの両名は、日本銀行発行の一万円紙幣に紛わしいものを製造することを共謀\nの上、いずれもＢ版用紙に、昭和三六年二月一三日頃、表面は日本銀行の一万円紙\n幣と同型、同図型で、上部に天の川銀行券、下部に天の川銀行その横に円形で天の\n川之印と記載し、下部に余白を附し熱海名物天の川と記載し、裏面には娘の写真を\n入れ、漫画天の川の宣伝文句を書いた日本銀行発行の一万円紙幣に紛わしい外観を\n有する聖徳太子像入のもの（以下これを聖徳太子像入のものという。）約五〇、〇\n〇〇枚を製造し、他の一種類は、同年二月二四日頃、表面は日本銀行発行の一万円\n紙幣と同型、同図形で上部に天の川銀行券、下部に天の川銀行、その横に円形で天\nの川之印と記載し、聖徳太子像入の部分にマネキン娘の写真を入れ、裏面には娘の\n写真を入れ、漫画、天の川の宣伝文句を記載したマネキン娘入のもの<要旨第一>\n（以下これをマネキン娘入のものという。）約五〇、八二〇枚を製造したというの\nであつて、いやしくも日本</要旨第一>銀行発行の一万円紙幣を模擬したものである\n以上、たとえその紙質、形状、色彩様式、などに真物との間に多少の差異があり、\n裏面は、全く真物と相違する場合であつても、通貨及証券模造取締法第一条にいわ\nゆる銀行紙幣に紛わしい外観を有するものを製造したものに該当するといわなけれ\nばならない。\nそして、原判示事実は被告人Ａ、同Ｂ両名の製造した聖徳太子入のものとマネキ\nン娘入のものは、いずれも一万円の日本銀行券に紛わしい外観を有するものであ\nり、被告人Ａにおいて、本件の所為につき犯意のあつた点をも含めて、原判決挙示\nの証拠により十分認めることができる。\n以上のとおり、原判決には、所論のような事実誤認は存しないから、論旨は理由\nがない。\n原判決は、本件各一万円の模造紙幣の紙質は、いずれもＢ型用紙であるとし、聖\n徳太子像入のものについては、「表面は日本銀行発行の一万円紙幣と同型、同図型\nで上部に天の川銀行券下部に天の川銀行、その横に円形で天の川之印と記載し、下\n部に余白を附し、熱海名物天の川と記載し、裏面には娘の写真を入れ、漫画、天の\n川の宣伝文句を書いた」ものである旨を表示し、マネキン娘入のものについては、\n「表面は前同様一万円紙幣と同型、同図形で上部に天の川銀行券、下部に天の川銀\n行、その横に円形で天の川之印と記載し、聖徳太子像の部分にマネキン娘の写真を\n入れ、裏面には娘の写真を入れ、漫画、天の川の宣伝文句を記載した」ものである\n旨を表示し右両者はいずれも日本銀行発行の一方円紙幣に紛らわしい外観を有する\nものであることを判示<要旨第二>しており、通貨及証券模造取締法第一条にいわゆ\nる紛はしき外観を有するとは、色彩、形状などにおいて、そ</要旨第二>の物を模擬\nすることをもつて足り、必ずしも普通の知識を有する者が、その鑑別を誤るような\nものであることを要しないから（大正一五年（れ）第六三八号同年六月五日大審院\n第四刑事部判決、刑集五巻二四一頁、前記昭和四年七月一七日同院第三刑事部判決\n参照）所論のように寸法、文字、地紋の模様などの表示が判文に欠けていたからと\nいつて、訴因の特定、区別がなされていないものとはいえない。\n（その余の判決理由は省略する）\n（裁判長判事　小林健治　判事　遠藤吉彦　判事　吉川由己夫）\n"
}