{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 9,
    "day": 27
  },
  "case_number": "昭和40(う)441",
  "case_name": "傷害致死被告事件",
  "court_name": "名古屋高等裁判所",
  "article_info": "第18巻6号672頁",
  "gist": "必要的弁護事件の弁論終結後における弁護人の死亡と更めて弁護人を選任することの要否",
  "case_gist": "必要的弁護事件において、弁論終結後に弁護人が死亡したため、被告人に弁護人がないことになつたとしても、右弁護人が生前判決の基本となるべき公判に出頭して弁論をしたものである以上、弁論を再開して開廷しないかぎり、更めて被告人のために弁護人を選任することを要しないものと解するを相当とする。",
  "lawsuit_id": "23024",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23024",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/024/023024_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中四〇日を本刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人原田武彦名義の控訴趣意書に記載するとおりであるか\nら、ここに、これを引用する。\n論旨第一について。\n所論は、原審が、必要的弁護事件である本件傷害致死被告事件について、弁論終\n結後において原審弁護人が死亡したため、被告人に弁護人がないことになつたにも\nかかわらず、更めて被告人に対し、弁護人を選任するかどうかを確めることなく、\nまた、被告人のために国選弁護人を附することもなく、そのまま判決の宣告をした\nことは、必要的弁護制度を定めた刑訴法二八九条に違反する、というのである。\n<要旨>しかし、同条が、その規定するいわゆる必要的弁護事件を審理する場合に\nは、弁護人がなければ開廷するこ</要旨>とはできず、かような場合に、弁護人がな\nく、または、あつても出頭しないときは、裁判長は、職権で弁護人を附しなければ\nならない旨を定めたのは、かような事件は、重い刑にあたる案件であるから、被告\n人のために、弁護人により、裁判の基本となるべき公判の弁論において、十分に攻\n撃防禦の方法を講じさせ、以つて被告人の利益を保護するために外ならないから、\nすでに攻撃防禦の方法が尽くされ、弁論が終結した後においては、たとえ死亡等の\n事由により、被告人に弁護人がないことになつたとしても、弁論を再開して開廷し\nないかぎり、更めて被告人のために弁護人を選任することを要しないものと解する\nのが相当である。これを本件についてみると、原審弁護人である弁護士Ａが昭和四\n〇年五月三〇日死亡したことは、当裁判所に顕著であるところ、記録に徴すれば、\n原審弁護人は、右Ａ弁護士一名のみが私選されていたが、同弁護人は、昭和四〇年\n五月二六日午後一時の原審第一回公判期日に出頭のうえ弁論をなし、原審は、即日\n結審し、弁論を再開することなく、同年六月一六日午前一〇時の同第二回公判期日\n（判決宣告期日）に判決を言い渡したことが明らかであるから、右結審後の同年五\n月三〇日同弁護人が死亡したため、被告人に弁護人がなくなつたことは所論のとお\nりであるけれども、更めて被告人のために弁護人を選任する必要のないことは、前\n説示したところにより明らかである。従つて、原審が、右原審弁護人の死亡後被告\n人に対し、弁護人を選任するかどうかを確めることなく、また、被告人のため国選\n弁護人を附することもなく、弁護人が欠けている状態のまま、判決を言い渡したこ\nとは、記録上明白であるが、右原審の措置にはなんら刑訴法二八九条に違反する点\nはないものというべきである。論旨は理由がない。\n論旨第二について。\n所論は、原判決の量刑は重きに過ぎ不当である、というのである。\nしかし、本件記録を調査し、証拠により認めることのできる本件犯行の動機、態\n様、結果の重大性、並びに被告人の性行、経歴、前科及び犯行後の情況、その他諸\n般の情状を彼此勘案するに、原判決の量刑は、まことに相当であつて、所論をしん\n酌しても、決して重きに過ぎるものとは考えられない。論旨は理由がない。\nよつて、刑訴法三九六条に則り、本件控訴を棄却することとし、当審における未\n決勾留日数の本刑算入につき刑法二一条を適用して、主文のとおり判決する。\n（裁判長裁判官　高橋嘉平　裁判官　小淵連　裁判官　村上悦雄）\n"
}