{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 9,
    "day": 27
  },
  "case_number": "昭和34(ネ)246",
  "case_name": "建物収去土地明渡請求事件",
  "court_name": "東京高等裁判所第一〇民事部",
  "article_info": "第13巻7号648頁",
  "gist": "訴訟代理人の疾病による控訴期間の徒過と訴訟行為の追完",
  "case_gist": "共同代理人がなくかつ事務員をも使用していない訴訟代理人が裁判所において判決正本の送達を受け、それを鞄に入れて帰宅した直後突然脳軟化症の発作を起して昏睡状態に陥り、爾来一か月以上思考力および言語能力を欠き、これがため控訴期間内に控訴を提起することができなかつた場合、この不変期間の不遵守をもつてその訴訟代理人の故意または過失に基くものとはいえない。",
  "lawsuit_id": "21268",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21268",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/268/021268_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴はいずれもこれを棄却する。\n控訴費用は控訴人等の負担とする。\n事　　　　実\n控訴代理人は原判決を取消す、被控訴人の請求を棄却する、訴訟費用は第一、二\n審共被控訴人の負担とする、との判決を求め、被控訴代理人は先ず本件控訴を却下\nするとの判決を求め、本案につき本件控訴を棄却するとの判決を求めた。\n被控訴代理人が本件控訴を却下するとの判決を求める理由として主張するところ\nは左のとおりである。即ち控訴人等は東京地方裁判所昭和三十三年（ワ）第五、一\n五四号建物収去土地明渡請求事件について、同裁判所が昭和三十三年十二月二十四\n日言渡した判決に対し本件控訴を提起したが、控訴人等の原審における訴訟代理人\n弁護士高井忠夫が原判決の送達を受けたのは同年十二月二十七日であつて、本件控\n訴状が当裁判所に提出せられたのは右送達の日から二週間を経過した後である昭和\n三十四年二月九日である。即ち本件控訴は法定の控訴期間内に為されたものではな\nいから不適法として却下さるべきものである。控訴人が本件控訴期間を遵守するこ\nとができなかつた理由として主張する事実は知らないが仮にそのような事実があつ\nたとしても、控訴人Ａの母Ｂは原審最終口頭弁論期日に法廷にあつて弁論を傍聴し\nていたから言渡期日は聞いていたのである。\n従つて控訴人Ａも当然母からそのことは聞いて知つていたのである。右控訴人は\nその言渡期日に判決の言渡があつたかどうかは代理人又は裁判所に問合せれば分る\n筈であるのにそれをしなかつたのは同控訴人の過失である。控訴人Ａを除く爾余の\n控訴人等は訴訟の進行を挙げて控訴人Ａにまかせていたのである。\n従つて控訴期間を遵守しなかつたのは控訴人等の過失によるものであるからその\n追完は許されないと述べた。\n控訴代理人は本件控訴が法定の控訴期間内に提起せられなかつたことは認めるが\nこれは左の如き事情によるものであるからこれを追完するものである。即ち原判決\nの正本は昭和三十三年十二月二十七日同裁判所に於て直接右高井弁護士に手交して\n送達せられたのであるが、同弁護士は右正本を鞄に入れて同日午後五時頃帰宅した\nが間もなく午後六時頃脳軟化症の急激な発作によつて突如昏睡状態に陥り意識不明\nとなつた。早速近所のＣ医師の診断を受けたところ危篤の状態であるから絶対安静\nを要するといわれた。昏睡状態はそれから三日間つづきその後漸く意識を取戻した\nが思考力や言語能力を失い、この状態が翌年二月初旬頃迄つづいた。従つて同弁護\n士自身はその間前記判決について前後措置を考慮する能力がなかつたし、家族も亦\n右判決正本の送達があつた事実を知らなかつた。尚同弁護士はその法律事務所に事\n務員を使つていなかつたのである。ところが同年二月一日に至り控訴人Ａの母Ｂは\n近隣の人より既に控訴人等敗訴の判決があつたとの噂があると聞き、控訴人Ａにそ\nの旨を伝えたので同控訴人は驚いて同日早速高井弁護士宅に連絡したが、これを明\nらかにすることが出来ず、裁判所に問合わせて右判決正本交付のことを知り、重ね\nて同弁護士宅に連絡した結果、同弁護士の妻Ｄが同弁護士の（発病以来そのままに\nなつていた）鞄を開けてみて始めて前記判決正本がはいつているのを知り、同夜こ\nれを右控訴人方に電話で報告したのである。以上の次第で控訴人等全員が原判決の\n送達の事実を知り、控訴を提起しうる機会をえたのは少くとも翌二月二日のことで\nあつて、控訴人等はその後一週間以内である同月九日に本件控訴を提起し、これを\n追完したものであるから右控訴は適法である。\nと主張し、この主張事実の証明として当審証人Ｄ、同Ｂ（第一回）の各証言、当\n審における控訴人Ｅ、同Ａの各本人尋問の結果を夫々援用し、医師Ｃ作成に係る診\n断書、東京都立広尾病院作成に係る診断書を夫々提出した。\n本案における当事者双方の事実上の主張、証拠の提出、援用、認否は控訴代理人\nにおいて、（一）訴外Ｆの代理人弁護士大竹謙二の名義で昭和三十三年六月二日書\n面を以て控訴人Ｅに対し、無断賃借権譲渡を理由として本件宅地賃貸借契約を解除\nする旨の意思表示があつたことは控訴人等の認めるところであるが右Ｆはかかる賃\n貸借契約解除の通知を発することを右大竹弁護士に依頼したことはない。従つて右\n賃貸借契約解除の意思表示は無効であり、契約解除の効果が発生するわけはない。\n（二）被控訴人の昭和三十三年一月十五日に本件土地を買受け所有権を取得したと\n称する日の後である同年四月までＦが控訴人Ｅから右土地の地代を領収している事\n実（乙第五号証参照）からみても明らかである。（三）本件宅地を買取りそれを所\n有する者は訴外Ｇであり、被控訴人を右土地の所有名義人としたのは本件訴訟を提\n起して、訴訟行為をなさしめることを主たる目的としているのであるからこれは信\n託法第十一条に違反し無効であつて、被控訴人は本件土地の真の所有者でない。\n（四）控訴人等が本件家屋に居住し、本件土地を占有していることは認めると述べ\n被控訴代理人において本件宅地は被控訴人が前所有者Ｆから買受け、所有するもの\nであるが、被控訴人に対抗しうべき何らの権原もないのに控訴人Ａは本件宅地上に\n本件建物を所有し、その余の控訴人等は夫々右建物に居住していずれも本件宅地を\n占有しているから、被控訴人は右所有権に基き本訴請求に及ぶものであると釈明し\n控訴人の当審における前記（一）の主張に対し大竹弁護士はＦの依頼を受け、しか\nもＦと被控訴人と連名で解除の意思表示をしたものである。同（二）に対し被控訴\n人の前所有者Ｆが控訴人Ｅから昭和三十三年四月頃地代を受取つたことはあるが、\nそれはＦが本件宅地を被控訴人に売渡す以前の地代を受取つたにすぎない。同\n（三）に対し訴外Ｆから本件宅地を買受けた者は被控訴人であつて訴外Ｇではな\nい。従つて右Ｇが真正の買主であることを前提とする信託法違反の主張は許さるべ\nきものでない。と述べ、\n当審における新たな証拠として被控訴代理人は甲第一、二号証の各一、二、同第\n三号証の一乃至五を提出し、当審証人Ｈ、同Ｉ、同Ｊ、同Ｋの各証言を援用し、当\n審に提出された乙号各証のうち乙第四、五号証、同第十四号証、同第十六及び第十\n七号証の各成立は不知、爾余の乙号各証の成立を認めると述べ、控訴代理人は乙第\n四号証乃至第十八号証（乙第六号証は欠）、同第十九号証の一乃至十二を提出し当\n審証人Ｂ（第二回）、同Ｆ、同Ｌの各証言を援用し甲第一、二号証の各一、二、同\n第三号証の五の各成立を認める。同第三号証の一乃至四はいずれも原本の存在を争\nわないがその成立は不知と述べた外原判決事実摘示のとおりであるから、ここにこ\nれを引用する。\n理　　　　由\n先ず本件控訴の適否について審究する。\n控訴人等の原審における訴訟代理人弁護士高井忠夫が東京地方裁判所昭和三十三\n年（ワ）第五、一五四号建物収去土地明渡請求訴訟事件について同裁判所が昭和三\n十三年十二月二十四日言渡した判決の正本の送達を受けたのは同年十二月二十七日\nであつて、本件控訴状が当裁判所に提出せられたのは、右送達の日から二週間を経\n過した後である昭和三十四年二月九日であることは本件訴訟記録によつて明らかで\nある。そして当審証人Ｄ、同Ｂの各証言、当審における控訴人Ａ、同Ｅの各本人尋\n問の結果並びに控訴代理人提出の医師Ｃ作成に係る診断書、東京都立広尾病院作成\nに係る診断書の各記載を綜合すれば、控訴代<要旨>理人が本件控訴期間懈怠の事由\nとして主張する事実はすべてこれを認めることかできる。思うに訴訟代理人の</要\n旨>故意又は過失に原因して、不変期間を遵守することかできなかつた場合は、民事\n訴訟法第百五十九条にいわゆる「当事者がその責に帰すべからざる事由により不変\n期間を遵守すること能わざりし場合」に該当しないこと既に判例の示すところであ\nる。（最高裁判所第三小法廷昭和二十四年四月十二日判決）凡そ当事者から訴訟の\n委任を受けた弁護士はその職務の重要性に鑑み、常に周到な注意を以て委任事務を\n遂行することを心がけねばならぬことはいうまでもない。然しながら前記Ｄの証言\nによれば高井弁護士はその事務所に事務員等を使用せず専ら同人単独で訴訟事務を\n処理していたこと、本件については同弁護士の外他に共同代理人がなかつたことが\n認められる。そして同弁護士は昭和三十三年十二月二十七日原判決正本の送達を受\nけた（同弁護士自身が送達を受け、家人はこれについて何も知らなかつた）数時間\n後に（帰宅後間もなく）突然脳軟化症の発作を起して昏睡状態に陥り、数日後漸く\n意識を恢復したが爾来一ケ月以上思考力及び言語能力を欠き本件控訴期間内に控訴\nを提起する等の事務を処理しうる状態に至らなかつたことは（家人が同弁護士の鞄\nの中に前記判決正本のあつたことに全く気付かなかつたこと）前認定のとおりであ\nる。しかも昭和三十三年十二月十日午前十時の原審最終口頭弁論期日に当り右高井\n弁護士方から同弁護士が病気で延期申請するから出廷しなくてもよいとの電話連絡\nがありたる控訴人Ａは当日出頭せず、控訴人Ｅは引返えしてしまい、控訴人等はい\nずれも当日右事件がどうなつたか知らずに居たことは証人Ｂ、控訴人Ａ、同Ｅの各\n供述により明らかである。このような場合には前記事故による不変期間の解怠を以\nて右訴訟代理人たる高井忠夫の故意又は過失にもとずくものと解するのは酷であ\nり、弁護士に任せきつていた控訴人等の不注意を責めるのは過当と云わねばなら\nぬ。（尤も前記Ｄの証言によれば同弁護士の妻であるＤは同弁護士と同居してお\nり、且同弁護士が高齢且病弱であつたため、同弁護士が裁判所に出頭の際往々同人\nに附添つて出廷したこと等もあつて、相当訴訟進行についての知識を具有していた\nものであることが推察せられないでもないが元来妻は日常家事に従事することが本\n務であつて妻を事務員と同様の責任あるものと見るわけにはいかない。従つて右Ｄ\nが右送達に気ずかなかつたとしてもこれを以て同弁護人の過失による不変期間の懈\n怠とはいい難い。）\n被控訴人は原審における最終口頭弁論期日に控訴人Ａの母Ｂが在廷して言渡期日\nが告知されているのを聞いていたのであるから、右控訴人もこれを承知していた筈\nだし、同控訴人は他の控訴人等から訴訟の進行を一切委されていたのであるから控\n訴人Ａは言渡期日後訴訟代理人たる高井弁護士に何らの連絡をとらず漫然控訴期間\nを徒過したのは同控訴人をはじめ控訴人等全員の過失に基くものであると主張する\nが、控訴人等が前記判決言渡期日を予め承知していたとの事実を認めるに足る資料\nがないからこの点において控訴人等に過失があつたとする被控訴人の主張を採るこ\nとはできない。而して前記の証明によれば控訴人等全員が原審判決正本送達の事実\nを承知したのは少くとも昭和三十四年二月一日（右正本を手に入れ得る状態となつ\nたのは同日の夜）であつたことを推知するに難くないのであつて、同日から一週間\n内に提起されたものであることは記録上明らかである。果して然らば本件控訴の提\n起は民事訴訟法第百五十九条にいわゆる訴訟行為の追完として許されるべきもので\nあり、従つて本件控訴は適法である。\nそこで進んで本案につき審究する。\n本件宅地はもと訴外Ｆの所有であつたこと、昭和三十三年一月十五日附で訴外Ｆ\nより被控訴人に右宅地が売渡されたものとして同年五月二十一日に被控訴人のため\n所有権移転登記がなされたことは当事者間に争がない。この事実に原審証人Ｈ、原\n審並びに当審証人Ｆ、当審証人Ｉ、同Ｊの各証言、当審証人Ｆの証言により真正に\n成立したと認める乙第五号証の記載を綜合すれば、訴外Ｆは訴外Ｊに金八万円余の\n借財があつたところから両名間に昭和三十三年一月十五日頃から本件宅地をＦから\nＪに売渡し、ＪはＦに対する右金八万円余の債権を以て右代金の一部に充当する旨\nの話合が始まり売買価格やその支払期について折衝を重ねた結果同年五月二十一日\nの直前に売買代金を十六万円（坪当り約金一万円）とし、代金はＪが支払つて、直\nに同人の弟である被控訴人に右宅地を贈与する趣旨で買受名義人を被控訴人とする\nこととし、前記Ｊの金八万円余の債権を以て直ちに右代金の一部に充当し、残代金\nは所有権移転登記と同時に支払うとの約旨の売買契約が成立し、昭和三十三年五月\n二十一日の右登記完了の際ＪはＦに残代金を支払つた事実を認めることができる。\n控訴人は右売買契約は被控訴人とＦとの間の通謀虚偽の意思表示に基く無効のもの\nであると主張するけれども、この事実を認めるに足る証拠はない。又控訴人は本件\n訴訟は真実の土地買受人が訴外Ｇ（訴外Ｊの夫）であるのに、本件訴訟を遂行する\nためにのみ本件宅地の所有名義を被控訴人にしてあるのであつて、信託法第十一条\nに違反すると主張し、成立に争のない乙第八号証乃至第十三号証の記載によれば本\n件宅地の周辺の土地が殆んど訴外Ｊ又は訴外Ｇの所有に帰した事実を認めることが\nできるが、同時に、本件宅地以外に被控訴人名義の宅地一筆のあることも窺われる\nのであつて右各書証だけでは本件宅地の買主従つて所有者が右Ｇであることを速断\nすることはできないし、前記Ｊの証言によつても右信託譲渡の事実を認めるには足\nらず他に本件宅地が被控訴人に信託譲渡されたことを認めるに足る証拠がないから\n控訴人の右信託法違反の主張は採用しがたい。本件宅地の上に控訴人Ａが本件建物\nを所有し、爾余の控訴人等が右建物に居住してその敷地である本件宅地を占有して\nいることは控訴人等の争わないところである。控訴人等はその占有権原について、\n控訴人Ａが所有者Ｆの承諾を得て、控訴人Ｅから本件宅地に対する賃借権を譲受け\nた旨主張するのであるが、証人Ｆのこの点に関する証言は原審と当審とでは違つて\n来て居り、証人Ｋが訴外Ｆから聞いたのも或る時はこれを承諾したといい又或る時\nは然らずというのであつて、共につかみどころがなく、証人Ｍ、同Ｎは右譲渡交渉\nの途中まで関係したに止りその結末を知らず、ただ証人Ｂ、同Ｌ、控訴人Ａ、同Ｅ\nはそれぞれ右承諾の事実を肯定するような供述をしているのであるが、これらの供\n述及び前記各証言中承諾ありとする部分は証人Ｉ、同Ｈの各証言に照らし措信しが\nたく、他にこれを認めるに足る証拠はない。　而して本件宅地の前所有者である訴\n外Ｆ、新所有者である被控訴人は昭和三十三年六月二日連名で右賃借権の無断譲渡\nを理由として右賃貸借契約を解除する旨の意思表示をしたのであり、その意思表示\nが同月三日賃借人Ｅに到達したことは成立に争のない甲第一号証の一、二の記載に\nよつて明白である。（証人Ｆは大竹弁護士に右意思表示をすることを委任したこと\nはない旨証言しているが、この証言は当審証人Ｊの証言に比照し措信しがたい。）\nさすれば被控訴人が右賃貸人の地位を承継したにしても、しないにしても、右賃貸\n借は既に解除されたものと云わねばならぬ。これを要するに控訴人等の主張する賃\n貸借をもつて本件宅地占有の権原とすることはできない。しかも控訴人等は右賃借\n権の外に本件宅地の占有権原について主張立証するところがない。（なお附言すれ\nば既に賃貸借が解除された後被控訴人に建物の買取を請求し得ないことは論ずるま\nでもない）\n然らば被控訴人が本件宅地の所有権に基き控訴人等に対し本件家屋を収去し又は\nこれより退去して本件宅地を明渡すべきことを求める本訴請求は正当であるからこ\nれを認容すべきものとする。従つてこれと同旨に出た原判決は正当で、本件控訴は\nいずれもその理由がない。\n仍て民事訴訟法第三百八十四条、第九十五条、第八十九条を適用して主文のとお\nり判決する。\n（裁判長判事　梶村敏樹　判事　岡崎隆　判事　堀田繁勝）\n"
}