{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 2,
    "day": 14
  },
  "case_number": "昭和37(ツ)23",
  "case_name": "売掛代金請求事件",
  "court_name": "高松高等裁判所第二部",
  "result": "破棄差戻",
  "article_info": "第17巻1号38頁",
  "gist": "民法第一七三条第一号の「生産者」の意義",
  "case_gist": "刑務所の作業によリ生産せられた物に関して、国は民法第一七三条第一号の「生産者」に該当する",
  "lawsuit_id": "24517",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24517",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/517/024517_hanrei.pdf",
  "contents": "主        文\n原判決を破棄し、本件を高知地方裁判所に差し戻す。\n理　　　　由\n上告指定代理人等の上告理由（別紙上告理由書記載）について。\n<要旨>原判決が右理由書（一）記載のとおり判示したことはその判文上明らかで\nあるところ、民法第一七三条は日常頻</要旨>繁に反覆して発生する性質の債権は通\n常短期間に行使せられ、従つて短期間の不行使によつて不存在の社会秩序が形成せ\nられ易いとともに、比較的速やかにその法律関係が不明瞭になりがちであるから、\nその法律関係を速やかに確定させる趣旨の規定であると解すべきであり、従つて、\n同条第一号の生産者とは日常頻繁に反覆して売却せることを予定して貨物を産出す\nることを業とするものをいい、必ずしも営利を主たる目的とするものであることを\n要しないと解するのが相当である。\n右の解釈に副つて、高知刑務所の作業に関して、上告人が右条号の生産者に該当\nするとした原判決の判断は相当である。論旨は右と異なる独自の法律解釈を主張す\nるものであつて、採用し難い。\nしかし、職権で審査すると、原判決は、高知刑務所と被上告人間に昭和二五年六\n月一九日、右刑務所が被上告人に対し雑魚袋九六、五〇一枚を代金一三万円で売り\n渡す旨の売買契約が締結せられるとともに、右雑魚袋全部が授受せられたこと、右\n刑務所が同年九月五日被上告人に対し、右代金納入期日を同年同月一五日と定めた\n納入告知書を送付して支払いを求めたこと、被上告人が同年一二月四日右代金の内\n金七万円を支払つただけで、残代金を支払つていないことをそれぞれ認定した上、\n右代金債権はその履行期から起算すると昭和二七年九月一四日をもつて、一部支払\nいのあつた時から起算すると同年一二月三日をもつて、いずれにせよ二年の消滅時\n効の完成により消滅した旨判示して上告人の本件売買残代金及び損害金の各請求を\nすべて失当であると判断したものであることは、その判文上明らかである。\nところで、時効の完成による債権消滅の時期は時効の完成日から時効の起算日に\n遡及するものであることは民法第一四四条の規定から明らかであるから、右消滅の\n時期を二つの時効完成日のいずれかであるとした原判決の右判断は消滅時効の効果\nに関する法律の解釈を誤つたものである。そして、仮りに本件代金債権が、原判決\n認定の時効起算日の一つである昭和二五年一二月三日に遡及して消滅したとすれ\nば、上告人の本件請求中、金一三万円に対する昭和二五年九月一六日から同年一二\n月三日までの間の年五分の割合による損害金の支払いを求める部分は、他に別段の\n事由のないかぎり、正当であるといわなければならない。また、前示原判決の認定\n事実によれば、本件売買契約には代金弁済期日の定めはなく、昭和二五年六月一五\n日は上告人が代金支払いを請求した期限であると解するほかはないところ、右の日\nが何故本件代金債務の履行期、従つて時効の起算日になるのかについて原判決には\n判示するところがない。\n要するに、原判決は法律の解釈を誤つた結果、理由不備の違法をおかしたもので\nあり、その違法は原判決に影響を及ぼすことが明らかであるばかりでなく、本件に\nつきなお事実審理が必要であるから、民訴法第四〇七条により、原判決を破棄し、\n本件を高知地方裁判所に差し戻すこととして、主文のとおり判決する。\n（裁判長裁判官　安芸修　裁判官　東民夫　裁判官　水沢武人）\n"
}