{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 5,
    "day": 4
  },
  "case_number": "昭和37(う)95",
  "case_name": "公務執行妨害傷害被告事件",
  "court_name": "福岡高等裁判所第一刑事部",
  "lawsuit_id": "23619",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23619",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/619/023619_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n当審における訴訟費用は、全部被告人等四名の連帯負担とする。\n理　　　　由\n本件各控訴の趣意は、それぞれ被告人等四名の弁護人清源敏孝、同安部万太郎、\n同立木豊地連名提出の控訴趣意書、同柳沼八郎、同尾山宏、同岩村滝夫、同新井章\n連名提出の控訴趣意書及び各被告人提出の控訴趣意書並びに検察官子原一夫提出に\nかゝる大分地方検察庁検察官検事Ａ名義の控訴趣意書に記載のとおりであるから、\nこれらをここに引用し、次のとおり判断する。\n一、　清源、安部、立木三弁護人の控訴趣意第一点及び被告人等四名の各同趣意\n（いずれも事実誤認の主張）について\n所論に鑑み本件記録及び原審で取調べた証拠を調査し、なお当審における事実取\n調べの結果を参酌して考察するに、原判決挙示の証拠を総合すると、同判示のとお\nりの事実を優に肯認することができ、証拠の取捨選択及び価値判断についても、格\n別違法または不当とすべき廉は発見できない。殊に所論は、原判決が被告人等並び\nに各弁護人の主張に対する判断の項において説示する二の（一）中ＢがＣ高等学校\n正門内に自動車で乗り入れた際の状況についての判断（原判決第二三丁裏六行目か\nら第二四丁表一行目まで）及び同上の（二）ないし（五）の各判断につき争い、こ\nれらをいずれも事実の誤認と主張するけれども、これらの諸点について原判決が逐\n一証拠をあげて説示するところは概ね間然するところなく、その判断はいずれも相\n当であつて、さらに縷説を要しない。なお弁護人等は押第三号の（１）ないし\n（４）の写真四葉につきその証拠能力を争い、右写真は作成者不明で被害者に匿名\nで郵送されたものというが、写真の証拠能力については、少くとも撮影者が法廷で\n立証されな<要旨>ければこれを付与してはならない旨主張するので按ずるに、通常\nの場合写真を証拠とするには、撮影者を公判</要旨>期日に証人として尋問し、その\n真正に撮影されたものであることを供述したときにこれが証拠能力を付与されるも\nのと解されるが、作成者不明の場合、若しくは作成者を公判期日に尋問することの\nできない特別の事情ある場合においても、他の証拠によりその写真が何時、何処\nで、如何なる情景を撮影したものであるかゞ証明されたときは、なおこれを証拠と\nすることができるものと解するのが相当である。証人Ｂの原審第六回公判における\n供述及び押第二号の現場写真原板、同第四号の通信文、同第五号の封筒各一枚によ\nると、右写真四枚は、その原板（押第二号）を匿名の者から大分県教育庁内のＢ宛\n郵送して来たもので、これに基づき大分県警察本部警備部警備課警察書記Ｄにおい\nて作成したのが右写真四枚であることは同人作成の昭和三四年八月二四日附「引伸\n写真作成について」と題する報告書及び原審第四回公判調書中同人の証言記載によ\nつて明らかであり、且つ証人Ｂの前記証言、押第四号の通信文、原審第八回公判調\n書中証人Ｅの供述記載、同第一二回公判調書中証人Ｆ、同Ｇの各供述記載、同第一\n三回公判調書中証人Ｈ、同Ｉ、同Ｊの各供述記載、同第一四回公判調書中証人Ｋの\n供述記載、原審における証人Ｌ、同Ｍ、同Ｎ、同Ｏに対する各尋問調書、原審の検\n証調書、検察官の検証調書、司法警察員の検証調書及び実況見分調書によると、右\n写真四葉は、その各背景、人物及び情景上いずれも明らかに本件当時犯行現場にお\nいてＢと被告人等との接触の情景を撮影したものと認められ、且つその成立の真正\nを疑うべき格別の事情も窺われないので、これを証拠とすることができるものと解\nすべきである。而して右写真四葉及び前記証人Ｅ、同Ｆ、同Ｇの各証言古並びに原\n審第九回公判調書中証人Ｐ、同Ｑの各供述記載、同第一〇回公判調書中証人Ｒ、同\nＳの各供述記載に徴すると、証人Ｂの原審第五回ないし第七回公判における各供述\nは十分措信するに足り、弁護人等所論のように被告人等に敵意を持つて殊更に誇張\nし粉飾したと認むべき節は存しない。従つて原判決がこれら証拠を採つて同判示事\n実認定の資料としたのは正当である。\nこれを要するに、原判決が挙示の証拠により同判示のとおり認定したのは相当で\nあり、原判決には所論のような事実の誤認その他の違法なく、証拠の取捨判断に何\n等非違を見ない。所論は、ひつ竟原判決が措信しなかつた証拠に基づきその正当な\n事実認定を非難するもので理由なく採用の限りでない。\n二、　清源、安部、立木三弁護人の同趣意第二点の一及び柳沼、尾山、岩村、新\n井四弁護人の同趣意（いずれも超法規的違法性阻却事由存在の主張）について、\n論旨の骨子とするところは、原判決には弁護人等の正当行為論としての超法規的\n違法性阻却事由の存在の主張に対し動機目的の正当性、手段の相当性及び法益の均\n衡性についてその前提たる事実並びに違法性阻却事由の存否に関する法律判断を誤\nり不当にこれを排斥した違法がある、というに帰する。\nよつて先ず判断の便宜上所論にいわゆる前提たる事実の誤りを含む「手段の相当\n性」の主張について按ずるに、所論は、被告人等の行為（手段）は、講習会場正門\n前において被告人等が張つていた受講者に対する不参加説得のための極めて平和的\nな正当なピケツトを、挑発的行為で強行突破し不当にピケツト権を侵害した一見受\n講者風の身分不詳者に対し、これを追つて身分を問い、なおその者の人物風釆や持\n物等から確認が得られないので、会場校構内が管理者によつて立入禁止とされてい\nたのを尊重し正門外でその身分を確かめ、受講者であれば不参加の説得を試みよう\nとして強制に亘らない方法で同人を正門外まで連れ戻したに止まり、時間にして僅\nかに二、三分の間のことで、もとより原判示のような傷害を与えてはいないのであ\nるから、いわば説得のための正当なピケツトに対する不当な侵害を自救的に回復す\nるための行為であり、その間多少その者の肩に手を触れ、あるいは腕を強く抱える\n等のことがあつたとしても全体的に見れば極めて相当な手段であつたということが\nできる旨主張し、且つかゝる所為に出でるについては、政府文部省においては、勤\n務評定を頂点とする民主教育の外的条件への攻撃をほぼ終え、いよいよその内容に\n直接容喙しこれを支配するために教育課程を改訂し、これを一方的且つ半ば強制的\nに教師に講習せしめるべく本件の如き伝達講習会を強行開催しようとしたのである\nから、現場教師たる被告人等がこの計画を失敗に終らせ、現場教師の理解と協力な\nくしてはいかなる不当な教育政策も権力的に遂行し得ないことを文教当局に悟らし\nめることが緊急に必要であり、特に、教育委員会側があえて教組側の講習会不参加\n説得を回避妨害した一方、講習会開催の前日から受講者を会場に導入することが慮\nられ、同日午後会場入口附近においてピケツトを張り受講者を説得し、その受講を\n思い止まらせるよう努むべきことが緊急に必要とされ、それ故会場正門前にタクシ\nーで乗りつけ、身分も明かさず強引にピケツトを突破しようとした一見受講者風の\nＢ指導主事に対し、被告人等が不参加の説得を試みようとしたことは洵に緊急且つ\n必要なことであつた旨強調する。即ち所論は、右前段において主張する事実関係の\n上に立ち、これを前提として本件超法規的違法性阻却事由の存在を主張するものの\nようである。しかし、既に前段認定のとおり、Ｂの会場正門乗り入れ行為は、教組\n側の者が停車させようとしたのを無視してなしたものではあるが、玄関ポーチ前で\n下車した直後、追いかけて来た被告人等から詰問されてその身分姓名及び来校の目\n的等を告げ、いわゆる受講者の説得を目的とする被告人等のピケツトとは無関係で\nあることを明らかにしたのであるから、これにより所論にいわゆるピケツト権の侵\n害はなかつたことが判明し、また仮に所論のようなピケツト権の侵害があつたとし\nても、その侵害はも早終了消滅したに拘らず、被告人等は進んで講習会開催阻止の\n実効をあげようとして玄関内に入ろうとするＢに対し、その前面に立塞がり、胸部\nを突いたり背後から押したり、左右の腕を両側から掴み、引摺る等の有形力を行使\nして無理に正門外に連れ出し、もつてＢが再三に亘り校舎内に入ろうとするのを阻\n止したものであることも前段認定のとおりであつて、所論の前提とする事実とは著\nしく異るものであるから、も早所論にいわゆる受講者説得のための正当なピケツト\nに対する不当な侵害を自救的に回復する行為とすることのできないのは勿論、受講\n者であるかどうかを確め、受講者であれば不参加を説得すべく正門外に連れ出した\nものではないから、その為の相当な行為とすることのできないことも言うをまたな\nい。従つてまた事実と異る前提に立つ手段の必要性、緊急性についての所論も採る\nを得ないこと明らかである。\nところで本件中学校技術家庭科実技講習会は、教育基本法に掲げる各条項を実施\nするため制定された学校教育法の第三八条及び第一〇六条において、「中学校の教\n科に関する事項、」は監督庁である文部大臣がこれを定めるとの規定に基づき、学\n校教育法施行規則を昭和三三年八月二二日附文部省令第二五号により改正し、その\n第五三条で中学校の教育課程中の必修教科である従来の職業家庭科に代えて技術家\n庭科を定め、且つ同規則第五四条の二の規定に基いて同年一〇月一日附文部省告示\n第八一号の中学校学習指導要領をもつて教育課程の一般的基準を公示したものであ\nるところ、技術家庭科は従来のものに比べ内容及び程度に相当の違いがでて来ると\nころがら、その趣旨の徹底と担当教師の学習指導能力の充実向上を図るため、地方\n自治法第二四五条の三第四項、地方教育行政の組織及び運営に関する法律第二三\n条、第四八条、第四九条、地方公務員法第三九条、教育公務員特例法第一九条に基\nづき、昭和三四年五月二二日附文初職第四〇一号文部省初等中等教育局長名の各都\n導府県教育委員長宛通牒により、文部大臣及び大分県教育委員会の主催によつて計\n画実施されるに至つたものであることは、原判決が証拠にもとづき説示するとおり\nである。而して右学校教育法施行規則第五四条の二は、「中学校の教育課程は、こ\nの章で定めるもののほか、教育課程の基準として文部大臣が別に公示する中学校学\n習指導要領によるものとする、」と定め、前記文部省令第二五号による改正前の旧\n規定が、単に「教育課程については単習指導要領の基準による、」こととし、これ\nに基づき文部省において作成した学習指導要領は何等法的拘束力を持たない単なる\n指導書、手びき書に過ぎないとされたのを改め、且つこれを文部省告示として公示\nする一の法規命令と解し、実際にも学校及び教員に対し法的拘束力あるものとして\n運用されていることは、弁護人等所論のとおりである。しかし、右学校教育法施行\n規則第五四条の二にいわゆる教育課程の基準たる中学校学習指導要領に定めること\nのできるのは、学校教育法第三八条の明定する「中学校の教科に関する事項」の範\n囲内たるべきは当然であり、右「教科に関する事項」もこれについての文部大臣に\nよる国の基準立法には自ら限界があるべきであつて、教育委員会の固有の権限に属\nする事項は勿論、教員の教育権限内の事項を制限し、これを侵すものであつてはな\nらない。また告示は、その表示内容が当然に法規であることを示す法規命令の形式\nではなく、各種行政措置の公示の形式に外ならないから、その表示内容は法規命令\nに限るものでないこと勿論である。従つて告示の形式によつたからと言つてその表\n示内容が法規命令になるようなことは絶対になく、その効力は専ら表示内容の法的\n性質によるのである。\nしかるに本件中学校学習指導要領は教育課程につき大網を示すに止まらず、各教\n科等の教育内容、方法、教材等につき詳細に定めており、文部大臣による国の基準\n立法の限界を逸脱していると認められるものがないわけではなく、これらは実際の\n運用における取扱いの如何に拘らず法規命令としての法的拘束力を持ち得ないもの\nと解すべきであるが、文部大臣には元来教育課程の細部に関して指導助言権がある\nので、これらについてはその指導助言行為を公示したものとしてなお適法と解する\nことができる。果してそうだとすると、実際の運用の面では問題があり得るとして\nも、本件中学校学習指導要領をもつて必ずしも教育基本法第一〇条に違反し、教師\nの教育権限を不当に侵害するものと断じ去ることはできず、所論にいわゆる民主教\n育を破壊するものとも考えられない。\n而して右中学校学習指導要領は、技術家庭科において、（１）生活に必要な基礎\n的技術を習得させ、創造し生産する喜びを味わせ、近代技術に関する理解を与え、\n生活に処する基本的な態度を養う。（２）設計、製作などの学習経験を通じて表\n現、創造の能力を養い、ものごとを合理的に処理する態度を養う。（３）製作、操\n作などの学習経験を通じて技術と生活との密接な関係を理解させ、生活の向上と技\n術の発展に努める態度を養う。（４）生活に必要な基礎的技術についての学習経験\nを通じて近代技術に対する自信を与え、協同と責任と安全を重んじる実践的な態度\nを養う、ことを目標とするものであるので、これを従来の職業家庭科から改編した\nのは、科学技術の進歩発展に適応するよう生活に必要な基礎的科学技術を習得さ\nせ、近代技術に関する理解を与えることを主眼としたものというべく、必ずしも技\n術革新が要求する技術教育の基本理念を没却し、義務教育のあり方を忘れたものと\nは断じ難い。そして本件講習会の開催は、前説示のとおり、従来の職業家庭科を技\n術家庭科に改編したことに伴い、その趣旨の徹底と担当教師の学習指導能力の充実\n向上を図るにあるものであり、所論主張のような不当な意図に出でたものとは認め\nられず、且つ教師の自主研修を侵害するものとは解し難い。\n所論は、いわゆる民主教育、教育権の独立、教師の教育権、教育の自由を唱え、\n文教当局の文教政策については、これを反共軍事政策体制の一環としてわが国の再\n軍備化を促進し、またその見地からわが国の資本主義経済を急速に復活強化し、さ\nらにその高度成長を図ることを基本的目標とし、これに抵抗を示す国民を抑圧し、\nまた国民の依拠する憲法ないし平和主義、民主主義を排除しようとする反動政策に\n即応して、教育によつて平和主義、民主主義がわが国民の間に広められることを阻\n止するため、平和教育、民主教育を抑圧し、その担い手であり擁護者である現場教\n師と教師の団結に対して弾圧を加え、さらに進んで教育を通じてわが国の次代を担\nうべき青少年をして反動政策推進のための手足たらしめようとするものであると決\nめつけ、かゝる見解を前提として本件教育課程の改編、中学校学習指導要領の制定\n公布及び本件技術家庭科実技講習会の開催につきこれらを違法として極力論難を加\nえるが、右見解自体たやすくくみし得ないものであるので、すべて採るを得ない。\n而して以上のとおり格別違法とするに当らない本件技術家庭科実技講習会の開催実\n施につき独自の見解をもつて違法不当と断じて極力これに反対し、単にピケツトを\n張り受講者を不参加に説得するようなことではなく、ピケツトの目的をも超えて前\n段説示のとおりこれが開催準備に来校したＢ指導主事に対し、暴力を振つてその入\n校を阻止する如きは、その目的において正当であるとは到底なし難い。\n既にその目的において正当とするに当らず、手段方法においても相当性を欠くも\nのであること上来説示のとおりである以上、法益の均衡につきさらに判断をなすま\nでもなく、所論主張の正当行為としての超法規的違法性阻却事由の存在はこれを認\nめるに由なく、これと結論を同じくする原判決の判断は結局相当であるので、原判\n決には所論のような法令の適用の誤りの違法あることなく、論旨は理由がない。\n三、　清源、安部、立木三弁護人の同趣意第二点の二（理由不備及び法令適用の\n誤りの主張）について、\n論旨は、（１）原判決ではＢの本件当日の行動が指導主事としてか、本部運営委\n員会事務局長としてか明らかでない、また両資格とも公務員に該当するというの\nか、その何れかゞ公務に該当するというのか、更に本件当時の同人の職務は右二つ\nを兼ねたものか、いずれか一つだけなのか意味甚だ暖昧で理由不備の違法に当る。\n（２）本件講習会は何等法規に基づかない一の行事であるから公務ではない、仮に\nこれを公務であるとしても、本件講習会場の設置準備は公務ではない、Ｂの当日の\n任務も公務員としての事務ではない、のみならずＢは会場設置準備中ではなく会場\nに赴く途中であつたから「職務を執行するに当り」というに該当しない。\nこれと異る判断をなしＢを公務の執行中であるとして被告人等を公務執行妨害罪\nに問擬した原判決は法令の適用を誤つたもので、破棄を免れない、というのであ\nる。\nよつて按ずるに、（１）原判決によると、Ｂは、本件当日大分県教育委員会事務\n局学校教育課の中学校職業家庭科担当の指導主事並びに本件技術家庭科実技講習会\n県本部運営委員会事務局長として、右指導主事兼事務局長の職務たる原判示事務を\n遂行するため来校したものであること、その判文上明らかであり、且つ右は同人が\n公務員として公務の執行に当つたものと判示しているものと認められるので、原判\n決には毫も所論のような理由不備の違法は存しない。（２）刑法第九五条第一項\nは、公務員によつて執行される公務をその保護法益とするものであつて、その公務\nは法令上具体的に規定されたものに限らず、公務員の一般的権限に属する行為であ\nれば足り、また同法にいわゆる「職務を執行するに当り」とは、職務の執行中に限\nらず、まさにその執行に着手しようとする場合も含むと解する。本件技術家庭科実\n技講習会は、先に二において判断したとおり、地方自治法第二四五条の三第四項、\n地方教育行政の組織及び運営に関する法律第四八条、第二三条、第四九条、地方公\n務員法第三九条、教育公務員特例法第一九条に準拠して文部省及び大分県教育委員\n会の主催で開催されることになつていたものであるが、大分県教育委員長発昭和三\n四年六月二二日附教委学第七三一号「昭和三四年度中学校技術家庭科大分県実技講\n習会の開催について」通牒謄本（検第二八号）、同年七月八日附教委学第八六二号\n「昭和三四年度技術家庭科実技講習会の運営について」通牒謄本（検第二九号）、\n同月二三日附教委学第九三九号「昭和三四年度中学校技術家庭科実技講習会の会場\n運営について」通牒謄本（検第三一号）、大分県教育委員会行政組織規則写、大分\n県教育庁等処務規程写、大分県教育庁処務細則写（検第三二号）、原審における証\n人Ｂ、同Ｔ、同Ｕの各供述記載に徴すると、右講習会の開催実施は、大分県教育委\n員会事務局（教育庁）学校教育課の分掌事務で、特にＢは同課における中学校職業\n家庭科担当の指導主事として直接これが開催準備、運営の事務遂行に当つたもので\nあるところ、県教育委員会においては、その円滑なる開催と適切な運営を期するた\nめ、大分県下の講習会全般を統轄する県本部運営委員会と各会場別運営委員会を作\nり、県本部運営委員会の委員長には学校教育課長Ｔが、事務局長には右Ｂが任命さ\nれたので、Ｂはさらに右事務局長として教育長の命により講習会実施に関する事務\n全般を処理することゝなり、本件Ｃ高等学校における講習会についても、講師の選\n定、会場の設定、資材の購入整備その他講習会の実施、運営に関する一切の事務に\n従事し、本件当日は翌日から開催される講習会のため必要な教材のラジオセツト、\nラジオ部品、「技術教育の進め方」と題する教材五〇部位を携えてこれを搬入する\nと共に、同高等学校に到着後直ちに電気木工等の講習会場の準備状況の点検、機械\n器具の据付場所の選定、電波強度の測定、講師との連絡等の事務に着手するため来\n校したものであることが認められるので、本件講習会は文部省及び大分県教育委員\n会が法律上の職務権限に基づき開催するもので、Ｂは大分県教育委員会事務局学校\n教育課の中学校職業家庭科指導主事及び昭和三四年度中学校技術家庭科実技講習会\n県本部運営委員会事務局長としてこれが開催運営の事務処理に当り、本件当日の教\n材等の搬入及び会場の準備状況の点検その他講師との連絡等はその職務行為の一部\nであることが明らかであるので、本件講習会を開催し、及びその為会場の設置準備\nをすることは正に公務であり、Ｂの本件当日における右職務行為も亦公務たること\n明らかであり、仮に教材等の搬入を除くとしても、同人がＣ高等学校玄関前に到着\nしたときは、前示会場の準備状況の点検等の職務に着手しようとしたときであつて\n刑法第九五条第一項にいわゆる「職務を執行するに当り」というに該当する。これ\nと同趣旨に出でた原判決の判断は相当であり、原判決には所論のような法令適用の\n誤りあるものではないので、論旨はいずれも理由がない。\n四、　清源、安部、立木三弁護人の同趣意第二点の三（理由不備、理由くいちが\nい又は審理不尽の主張）について、\n論旨は、原判決は、被告人等四名がＢに対し、「お前はどこから来たか、何しに\n来たか」等と尋ね同人が「教育庁のＢ指導主事だ、講習会の準備のために来た、」\nと答えたことから同人が受講者でなく講習会の準備のために来たＢ指導主事である\nことを認識した旨認定しているが、当時県教委側と教組側とで受講者の争奪に血眼\nとなり異常な空気の中に受講著が講習会場に潜入のおそれありと考えられたので、\nこれらを発見説得しようとの非常な決意の下にピケツトを張り異常な興奮状態にあ\nつた際Ｂがハイヤーで乗り入れ、教組側の者をしてピケ破りだと思わせる刺戟的方\n法で玄関前に突入したゝめに、ますます興奮状態を高め、受講者と間違えて後を追\nつて行き、しかも同人が被告人等と玄関前ポーチ上で言葉を交わした上共に正門前\nに出る迄の時間は極めて短時間（一、二分）であり、Ｂの人相骨柄風釆が如何にも\n受講者らしい点から見て、又一面立入禁止札を無視して入校していた被告人等が住\n居侵入罪として問責されることに極度におびえていた状況下において、被告人等に\n正常な判断を期待することは極めて不合理であり、原判決のいう認識あり、且つ犯\n意ありとなすことは、経験則に違反し、理由不備、理由くいちがい又は審理不尽の\n違法あるものである、というのである。\nしかし原判決挙示の証拠、殊に原審証人Ｂ、同Ｅ、同Ｑ、同Ｈ、同Ｆの各供述に\n徴すると、被告人等は、原判示のとおりＣ高等学校玄関前におけるＢとの問答によ\nり、同人が受講者ではなく、Ｂという県教委の指導主事で講習会の開催準備のため\n来校したものであることが明らかとなつたので、十分これを認識し、且つ爾後その\n認識の下に行動したものと認められ、その間の事情につき原判決が被告人等並びに\n各弁護人の主張に対する判断中二の（二）、（三）において説示するところはむし\nろ事理にかない相当であると思われる。所論指摘の証言中右に反する部分は前記証\n拠に照らし全く措信できない。原判決には所論のような経験則違反などなく、理由\n不備、理由くいちがい又は審理不尽の違法も存しない。論旨は理由がない。\n検察官の同趣意（量刑不当の主張）について、\n論旨は、原判決の被告人等に対する各刑の量定は軽すぎて不当である、被告人等\nの本件犯行の動機には何等情状酌量の余地なく、その所為は健全な民主主義に反す\nる暴力行為であり、且つ執拗悪質な計画的犯行である。その上被告人等は終始自己\nの行為の正当性を主張し何等改悛の情が認められない。かゝる被告人等に対し原判\n決のような寛刑では無意義であり、この種事犯に対する刑罰による法秩序の維持は\n到底期待できない、というのである。\n記録によると、検察官所論のような諸事情も窺われないではなく、教職にある者\nの行動、態度として遺憾とすべきものもあるけれども、さらに被告人等の地位、身\n分その他諸般の情状を考え事案に即して考量すると、原判決の被告人等に対する各\n刑の量定は必ずしも軽きにすぎて無意義であり、この種事犯に対する刑罰による法\n秩序維持のため不当として破棄すべきものとは考えられない。論旨も理由がない。\nよつて刑事訴訟法第三九六条に従い本件各控訴を棄却することゝし、当審におけ\nる訴訟費用の負担につき刑事訴訟法第一八一条第一項本文、第一八二条を適用し、\n主文のとおり判決する。\n（裁判長裁判官　青木亮忠　裁判官　木下春雄　裁判官　内田八朔）\n"
}