{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和35(ネ)1672",
  "case_name": "訴願裁決等取消請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第14巻5号330頁",
  "gist": "免税自動車の譲受と旧関税法第八三条第四項の犯則成立の時期",
  "case_gist": "非免税特権者が免税自動車を譲り受けた場合における旧関税法第八三条第四項の犯則成立の時期は、右譲受による当該自動車引取の時を基準としてこれを定むべく、新規登録の時をもつて標準とすべきではない。",
  "lawsuit_id": "21223",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21223",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/223/021223_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人訴訟代理人は、原判決を取消す、被控訴人の請求を棄却する、訴訟費用は\n第一、二審とも被控訴人の負担とするとの判決を求め被控訴人訴訟代理人は、控訴\n棄却の判決を求めた。\n当事者双方の事実上及び法律上の陳述並びに証拠の提出、援用及び認否は、双方\nにおいてそれぞれ別紙準備書面記載のとおり陳述し、控訴人訴訟代理人において、\n新たに乙第三号証の一、二を提出し、被控訴人訴訟代理人において、右乙号各証の\n成立を認めたほかは、いずれも原判決事実摘示の記載と同一であるから、これをこ\nこに引用する。\n理　　　　由\n当裁判所は、訴外Ａが、税関に申告して関税を納付する意思なくその手続を経な\nいて本件免税自動車を譲受けこれを引取つたことはすなわち関税を逋脱した罪の既\n遂に該当し、右行為当時施行されていた日本国とアメリカ合衆国との間の安全保障\n条約第三条に基く行政協定の実施に伴う関税法等の臨時特例に関する法律第十二\n条、旧関税法第八十三条第四項の規定により、右貨物の関税は犯則当時の貨物の所\n有者である同人より徴収すべきものと判断する。その理由は以下各項に掲げる事項\nを附加するほかは、原判決理由の記載と同一であるからこれをここに引用する。\n一、　控訴人の昭和三十六年一月二十七日附準備書面第一の（一）（二）（三）\n（四）について。　控訴人は、申告は、輸入貨物に対する税関の拘束を解除するた\nめの一手順であり、課税の見地からすれば納税者から賦課処分のきつかけ又は資料\nの提供を得るための便法に過ぎないから、かような申告がないことないし無免許の\n輸入は、当然には関税の逋脱を来たすものではないと主張する。申告が課税処分に\n対するきつかけをなすものであるということについては、そのようないい方もでき\nるのであつて、不申告と関税の逋脱とは同義語ではない。しかしながら、旧関税法\nにおいては、輸入の申告、関税の納付及び輸入の免許を輸入貨物引取の前提手続と\nして定めているのであり、日本国とアメリカ合衆国との間の安全保障条約第三条に\n基く行政協定の実施に伴う関税法等の臨時特例に関する法律（以下特例法とい\nう。）第十二条は、非免税特権者が免税貨物を譲受けることを関税法にいう輸入と\nみなしているのであるから、この場合には譲受の申告、関税の納付及び輸入の免許\nを受けた上でなければ貨物を譲受け引取ることはできないのであり、これらの手続\nを経ないで譲受貨物を引取つてしまつたときは、これによりその者に対する関税の\n賦課決定は一応不能に帰するのであつて、ここに関税逋脱の罪が成立する。貨物が\n保税地域に置かれることがないという点はこの場合には犯罪の成否と直接の関連が\nない。本件においては、Ａは関税逋脱の意思を以て輸入申告、関税納付、輸入免許\n等の手続を経ることなく米国軍人から本件免税自動車を譲受けてこれを引取つたも\nのであることは、さきに引用した原判決理由中に示すとおりであるから、申告の性\n質を論じて右犯罪の成立時期を争う控訴人の主張は採用できない。\n二、　右書面第一の（五）について。\n控訴人は、免税自動車譲受の場合においては、陸運事務所への新規登録があるま\nでは完全な自由流通性が与えられないのであつて、その関係は、一般輸入貨物が保\n税地域に拘束されている状態と同じであり、一般貨物が保税地域に拘束されている\n間は転売等があつても関税逋脱の余地はないのであるから、免税自動車についても\n譲受後新規登録を経るまでの間は関税の逋脱は起らないと主張する。\nしかしながら保税地域に拘束されている貨物については、これを国内に引取り自\n由流通に置くことが輸入に該当するのであるが、免税貨物については最初から国内\nに置かれてあり税関による拘束は存在していないので、特例法は非免税特権者によ\nる譲受行為を以て関税法上の輸入とみなしたものであり、たまたま免税自動車につ\nいては国内で新規登録の手続をとらなけばはその本来の用途である運行の用に供し\n難く売買譲渡も自由には行われ難いという特殊の事情はあるけれども、この自由流\n通性の欠缺は登録制度に由来するものであつて登録前の新作自動車にも共通のもの\nであり、税関の拘束下に在るための自由流通性の欠缺とは性格を異にするものであ\nつて、新規登録までは自由流通性がないという点を捕えてこれを税関の拘束下に在\nる場合と同様に解すべきものとし、延いて免税自動車に限り特例法第十二条にいう\n譲受による関税逋脱の時期を他の一般免税貨物の譲受による関税逋脱の時期と別異\nに解しようとする控訴人の主張は採用てきない。\n三、　右書面第二、第三、第四について。\n<要旨>免税貨物のうち自動車については、登録制度という特殊な事情かあるため\n登録の段階において関税賦課の可</要旨>能性が比較的有効に確保されていること\nは、控訴人主張のとおりであるけれども、特例法第十二条は、新規登録を以て輸入\nとみなしているのではなく、これに先行する譲受を以て輸入とみなしているのであ\nるから関税逋脱の既遂の時期を定めるについても譲受による貨物引取の時期を基準\nとして考えなければならない。免税自動車のような特殊の事情あるものについては\n登録の時に輸入があつたものとする方が関税徴収上比較的便宜であり、かような取\n扱をしても徴税上損失を生ずる虞は少なく、かえつて特例法第十二条を字義どおり\n厳格に適用しようとしても、当時免税自動車の譲渡に関する駐留軍規則がわが国内\n法令の体系と円滑に照応していないのにかかわらず駐留軍により厳格に適用されて\nいたような関係から、一般人に特例法第十二条に基く事前申告を期待することが困\n難なことは十分了解できるけれども、右に指摘したとおり特例法第十二条はあくま\nで譲受を輸入とみなしており、更に追徴関税の関係においては、右を前提として犯\n則時の所有者から関税を追徴すべきものとしているのであるから、便宜に従い右譲\n受の語の字義より離れて関税逋脱の既遂の時期を定めることは旧関税法第八十三条\n第四項の規定による追徴関税納付義務の所在につき紛淆を生じ法の予期しない者に\n損害を生ずることにもなるのであつて許されないものといわなければならない。こ\nの点に関する控訴人の主張は採用できない。\n以上の次第で本件免税自動車の追徴関税はＡより徴収されるべきものであり、こ\nれを被控訴人に賦課した神戸税関長の処分は違法であり、これに対する訴願を棄却\nした控訴人の裁決を取消すべきものとした原判決は相当であるから、民事訴訟法第\n三百八十四条第九十五条第八十九条に従い主文のとおり判決する。\n（裁判長裁判官　川喜多正時　裁判官　小沢文雄　裁判官　賀集唱）\n"
}