{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 3,
    "day": 18
  },
  "case_number": "昭和43(う)2508",
  "case_name": "国家公務員法違反等被告事件",
  "court_name": "東京高等裁判所第六刑事部",
  "article_info": "第22巻1号101頁",
  "gist": "一、　国家公務員法第一〇九条第一二号にいう秘密の意義\n二、　右秘密の実体が刑罰の保護に値するか否かの証明方法",
  "case_gist": "一、　国家公務員法第一〇九条第一二号にいう秘密とは、行政官庁により秘密扱いの指定、表示がなされたものであつて、その実体が刑罰による保護に値するものをいうと解すべきである。\n二、　右秘密の実体が刑罰による保護に値するか否かの証明は、それが秘密扱いに指定、表示された必要性、相当性および秘密扱いの実情などを調査検討して、なお、それが実体的真実発見の場である公判廷に顕出できない相当の理由があると認められるときは、原判示のような方法(検察官としては、具体的立証の方法として、必ずしも秘密の指定のあつた事項の内容そのままを明らかにしなければならないものではなく、これに代えて、秘密の指定の手続、秘密指定のあつた事項の種類、性質、秘密の取り扱いを必要かつ相当とする合理的な事由等を立証することによつて右指定の実質的秘密性を推認させることも可能であり、このような場合にはとくに反証のないかぎり、立証の責任をつくしたものと解してさまたげない)により、それが刑罰による保護に値する実体を備えるものと認定することも許される。",
  "lawsuit_id": "20867",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20867",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/867/020867_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中九〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人上田誠吉、同田代博之、同西嶋勝彦連名提出の控訴趣\n意書記載のとおりであり、これに対する答弁は、検察官松本卓矣提出の答弁書記載\nのとおりであるから、ここにこれを引用する。\n控訴趣意第二、第三点について\n所論は、原判決が原判示第三の電信文を国家公務員法上の秘密に当たると認定し\nたのは、秘密の意義、必要性、立証責任を誤つたものであつて、ひいては、判決に\n影響を及ぼすこと明らかな事実の誤認法令適用の誤りおよび訴訟手続の法令違反が\nあるというものである。\nしかしながら、原判決が判示第三の秘密の電信文につき、それが形式的にも実質\n的にも、国の電信文であり、秘密指定の手続の相当性等からその実質的秘密性を認\n定できるとして、それが国家公務員法所定秘密に当たるとした点は、つぎの点を加\nえるほか、相当として是認することができる。すなわち、国家公務員法上の秘密を\n漏らす罪およびこれをそそのかす罪は、いわゆる刑罰法規であつて、罪刑法定主義\nの精神にのつとり、これを厳格に解しなければならないところ、同法にいわゆる\n「秘密」がいかなる事項を指称するかについて、内容的にも手続的にもなんら明ら\nかにされておらず、したがつて、なにが同法の秘密であるかについては、所論のよ\nうな見解もなりたちうるところであるが、他方、行政官庁は、その行政目的を達す\nるため、法律の趣旨に適合し必要かつ相当と認めて、一定の事項を指定して秘密の\n取扱いをすることができるのであるから、行政官庁がそれにのつとり秘密の取扱い\nをする旨を指定、表示した以上、その官庁における秘扱いの判断は、尊重されてし\nかるべきであり、その解除のなされない限り、一応その指定、表示を受けていると\nいう事態そのものによりその秘密性の必要性、相当性および要保護性は、充足され\nているものと解すべきであつて、したがつて、職員が、正当の事由もなく、その内\n容が秘密に値しないとしてこれを他に漏らすことの許されないのは、もとより当然\nてある。しかしながら、証人Ａの原審公判廷における供述にもあらわれるとおり、\n行政官庁の秘密扱い文書等についての取扱いは、ときには、しかく厳正に行なわれ\nていないこともありうることなどの事情を勘案し、かつ、秘密が秘密として保護に\n値するのは、秘密の取扱いを受けるに相応する実質を備えている限りにおいてであ\nるから、秘密の指定、表示があつても、すでにそれが事実上公表され一般人の了知\nするところと<要旨第一>なつたものについてまで、刑罰の制裁をもつてこれを保護\nする理由も必要性もないのである。したがつて、国</要旨第一>家公務員法に秘密を\n漏らす罪およびこれをそそのかす罪にいわゆる「秘密」とは、行政官庁により秘密\n扱いの指定、表示がなされたものであつて、その実体が刑罰による保護に値するも\nのをいうと解すべきところ、訴訟法上、右秘密扱いの指定、表示のあつたことにつ\nいての立証は、容易であつても、それが刑罰による保護に価する実体を備えている\nものであるかどうかについては、しかく容易ではない。なんとなれば、秘密扱いと\nされたものが公開の法廷に顕出されることにより、それが公表され、一般人に了知\nされることによつて、秘密性を失<要旨第二>うことになりかねないからである。か\nかる場合には、それが秘密扱いに指定、表示された必要性、相当性およ</要旨第二>\nび秘密扱いの実情などを調査検討して、なお、それが実体的真実発見の場である公\n判廷に顕出できない相当の理由があると認められるときは、原判示のような方法に\nより、それが刑罰による保護に値する実体を備えるものと認定することも許される\nものというべきである。しかして、北朝鮮帰還協定交渉関係の交渉の開始から決裂\nにいたるまでの両赤十字社の方針、経過等は、所論のように、連日の新聞等により\n報道され、公知のものであつたにしても、外務省において受信した右帰還協定につ\nいての赤十字会談に関する原判示第三の電信文の内容が、外務省によつて公式発表\nされ、それが報道されたものと認めるべき証拠は記録上存在しないばかりでなく、\n原判決挙示の関係証拠によれば、原判示第三の秘密の電信文は、その発信人たるソ\n連駐在のＢ大使およびジユネーブ駐在のＣ大使によつて、外務省の手続準則にのつ\nとり、「極秘」または「秘」の指定がなされて、Ｄ外務大臣にあて発信され、「極\n秘」扱い電信文は、高度の秘密性を有する暗号により発信された電信を解読したも\nのであつて、これら「極秘」または「秘」扱い電信文の秘密の必要性、相当性は、\nいまなお強く維持され、その解除、放棄はなされていないことが認められるから、\n右電信文を原審公判廷に顕出できないことについて相当の理由のあることが肯認さ\nれるのである。したがつて、原判決が、その判示のような方法により、右電信文の\n秘密性が刑罰による保護に値する実体を備えているものと認定したのは、相当であ\nり、右電信文そのものが証拠に提出されないからといつて、その立証ができないと\nするわけにはいかないのであつて、もとより所論のように検察官の立証責任を誤解\nしたものではない。所論は、独自の見解に基づき、原判決の適正な認定を非難し、\n刑事訴訟法違反があるとするものであつて、とうてい採用しがたい。されば、原判\n決には、所論のような事実の誤認、法令適用の誤り、訴訟手続の法令違反はなく、\n論旨は、理由がない。\n（その余の判決理由は省略する。）\n（裁判長判事　吉田作穂　判事　横地恒夫　判事　金子仙太郎）\n"
}