{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 10,
    "day": 15
  },
  "case_number": "昭和43(ラ)650",
  "case_name": "文書提出の申立に関する決定に対する即時抗告事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　民事訴訟法第３１２条第３号後段にいう「法律関係ニ付作成セラレタル」文書に当たるとされた事例　２　教科書検定の審査に当たった個々の担当者の意見は民事訴訟法第２７２条にいう「職務上ノ秘密」に当たるか",
  "case_gist": "１　高等学校教科用図書検定における不合格処分および条件付合格処分により表現の自由を侵害されたことを理由として著作者から提起された精神的苦痛に対する損害賠償請求事件において，教科書調査官の調査意見書，評定書，教科用図書検定調査審議会調査員が調査意見書，評定書，審議会の審議録，審議会の判定を記載する書面，修正意見書および答申書は，国が著作者の著作に対する所管行政庁の検定という方式をとおして，著作者の有する表現の自由を制限したという法律関係について作成された文書であり，民事訴訟法第３１２条第３号後段にいう「法律関係ニ付作成セラレタル」文書に当たるとされた事例　２　教科書検定の審査にあたった個々の担当者の意見は，それを公表することによって国家利益または公共の福祉に重大な損失または不利益が及ぶとは考えられないから，民事訴訟法第２７２条にいう「職務上ノ秘密」に当たらない。",
  "lawsuit_id": "18430",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18430",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/430/018430_hanrei.pdf",
  "contents": "主　　　文\n原決定中抗告人の申立を却下した部分を取消し、これを原審に差戻す。\n抗告費用は相手方の負担とする。\n理　　　由\n抗告人は\n一　原決定中\n「申立人（原告）のその余の申立を却下する。」\nとの部分を取消す。\n二　相手方は次の文書を提出せよ。\n（昭和三七年度申請にかかる検定に関するもの）\n（一）　昭和三八年二月二〇日開催の教科用図書検定調査審議会の社会科部会日本\n史小委員会（以下単に日本史小委員会という）の審議録中原告著作にかかる「新日\n本史」（昭和三七年八月一五日検定申請）の審議部分\n（二）　昭和三八年二月二六日開催の社会科部会の審議録中、原告著作にかかる\n「新日本史」についての審議部分\n（三）　昭和三八年三月一三日開催の社会科部会の審議録中、原告著作にかかる\n「新日本史」についての審議部分\n（四）　原告著作にかかる「新日本史」についての昭和三八年三月一三日、教科用\n図書検定調査審議会会長Ａから文部大臣に対する答申書\n（昭和三八年度申請にかかる検定に関するもの）\n（五）　昭和三九年三月一六日開催の日本史小委員会の審議録中、原告著作にかか\nる「新日本史」（昭和三八年九月三〇日検定申請）の審議部分\n（六）　昭和三九年三月一七日開催の社会科部会の審議録中、原告著作にかかる\n「新日本史」についての審議部分\n（七）　原告著作にかかる「新日本史」についての昭和三九年三月一七日、教科用\n図書検定調査審議会会長Ａから文部大臣に対する条件付合格の修正意見を付した答\n申書\n（両年度検定に共通するものおよびその他）\n（八）　昭和三七年度および同三八年度検定に際し、原告著高等学校用教科書「新\n日本史」について教科用図書検定調査審議会で作成された修正意見書\n（九）　昭和二七年度および同三八年度検定に際し右「新日本史」について右審議\n会の判定内容を明らかにした書面\n（十）　昭和三九年四月一八日開催の社会科部会の議事録中右「新日本史」につい\nての審議部分\n（十一）　右「新日本史」についての昭和三九年四月一八日、教科用図書検定調査\n審議会会長Ａから文部大臣に対する答申書との裁判を求め、抗告理由として別紙第\n一記載のとおり主張した。\nこれに対する相手方の意見は別紙第二記載のとおりである。\nよつて当裁判所の判断を左に説示する。\n一、抗告人が提出命令を求める各文書が民事訴訟法第三一二条三号後段にいう、法\n律関係について作成された文書に該当するか否かを検討する。\n一件記録によれば、本件損害賠償請求訴訟における抗告人（原告）の主張は、抗\n告人の著作した高等学校教科書「新日本史」原稿についての昭和三七年八月および\n三八年九月各検定申請に基づく検定処分によつて、文部大臣ほか文部省勤務の国の\n公務員らが、抗告人の有する表現の自由を違法に侵害したから、抗告人は相手方\n（被告）に対してその損害の賠償を求めるというにあることが明らかである。そう\nして右教科書原稿についての検定の事実（三八年四月不合格処分、三九年三月条件\n付合格処分）は争いないのであるから、抗告人と相手方間には、抗告人の有する表\n現の自由に対し、相手方が、抗告人の著作に対する所管行政庁の検定という方式を\nとおして、これを制限したという法律関係が存在することが認められる。（検定申\n請者が誰かということは右法律関係の存否を判定する場合に問題にならないことで\nある。）そうであるとすれば、検定実施者が検定手続に関して作成することを法律\n上要求され、かつ作成した文書であつて、検定内容（判定理由）を構成する文書\nは、一応右法律関係について作成された文書といわなければならない。\nこれを本件文書に即して考えるならば、先ず一般的にいつて、抗告人の有する表\n現の自由、学問の自由は、公共の福祉という見地からのみ制約することができるも\nのであり、この制約は特殊例外的な修正原理である。従つて、表現、学問の自由を\n制限する場合には、公共の福祉の内容が具体的に明らかでなければ合法的といいが\nたく、教科書検定という方式による自由の制限の場合も、もとより軌を一にする。\nそうして、国が教科書検定を行なうについて、文部省に担当局課と教科用図書検定\n調査審議会を置き、同審議会の答申に基づいて文部大臣が検定をすることを法定し\nていること、文部省が審査手続に関し教科用図書検定規則を定め、かつ検定基準を\n告示していることおよび文部大臣は審議会の答申どおりに検定する慣行であること\n（被告第一準備書面による）に、いずれも検定制度の運用の公正を、制度上手続上\n保障しようとするにあることが明らかであるが、それらは同時に、検定によつて制\n限されることのある表現の自由、学問の自由の制限理由を明確にすることをも一つ\nの目的とするものと考えられる。相手方は検定の趣旨に関し、「教育の機会均等の\n確保、教育水準の維持向上、適切な教育内容の保障を図るという国の責務を果すた\nめである。」と述べていて（被告第一準備書面）、右陳述は基本的にはなんら誤り\nではないとしても、このような包括的概念をもつて具体的場合における表現、学問\nの自由の制限基準とすることは事実上不可能である。具体的場合において、特定の\n教科書原稿に対する検定が、手続上内容上公正であり、かつ公正であることに疑を\nもたれないためには、原稿のどの部分が検定基準のどの項目に牴触するかが明確に\n指示されることを必須の要件としなければならない。このように考えるならば、文\n部大臣の判定結果の通知に際して、検定基準の各項目との関連を文書によつて指摘\nしない行政慣行である以上（被告第一準備書面による）、判定に先立つて作成され\nる文部省調査官の調査意見書、評定書、審議会調査員の調査意見書、評定書、審議\n会の審議録、審議会の判定を記載する書面、修正意見書ならびに答申書は、すべ\nて、文部大臣が検定によつて行なう表現、学問の自由の制限の理由を確知するため\nの資料として、検定制度上作成を要請されている文書と見るべきである。もちろん\nこれらの文書が、同時に、行政庁内部における事務処理上必要な文書としての性格\nを有することは否定できないが、それのみに止まると解することは正当でない。ま\nた、審議会の上述の役割からみれば、これらの文書が文部大臣の固有の思考過程に\n属する文書に過ぎないとすることも失当といわなければならない。\nかような理由により、当裁判所は、抗告趣旨第二項記載の各文書が、本件法律関\n係について作成された文書であると判断する。\n二、次に相手方の意見その三について言及する。民事訴訟法第二七二条にいう職務\n上の秘密とは、公表することによつて国家利益または公共の福祉に重大な損失、重\n大な不利益をおよぼすような秘密をいうと解するが、教科書検定に際して判定理由\nを開示することはむしろ検定手続の公正を保障するゆえんであるから、開示に伴な\nい、審査に当つた公務員の意見がおのずから知られることがあつても、それは担当\n者としても所管行政庁としても当然是認すべきことであり、それがため国家利益や\n公共の福祉に重大な損失或いは不利益がおよぶとは考えられない。要するに、個々\nの担当者の意見が同条にいう職務上の秘密に該当すると解することはできないか\nら、論旨は理由がない。\n三、上述のとおりであるから、原決定中抗告趣旨第二項記載の文書の提出命令申立\nを却下した部分を、違法として取消すこととするが、提出命令の許否の決定は訴訟\n指揮に関する決定の一つであつて、受訴裁判所が訴訟の進行程度に応じて判断すべ\nき専権事項に属する。従つて、受訴裁判所が提出命令の申立を却下し、抗告審にお\nいて、提出命令の申立の対象となつている文書が民事訴訟法第三一二条各号に該当\nするか否かのみが争われている場合は、抗告審はその当否を判断すれば足り、各号\nのいずれかに該当すると判断したときは、受訴裁判所である原審をして、訴訟の進\n行状況、立証の必要等の観点から申立の許否を決定せしめるため、事件を原審に差\n戻すべきものと解する。よつて本件を原審に差戻すこととし、抗告費用の負担につ\nいて民事訴訟法第八九条を適用して、主文のとおり決定する。\n（裁判官　近藤完爾　田嶋重徳　吉江清景）\n別紙第一\n抗告理由\n一　原決定は、抗告趣旨記載の（一）ないし（十一）の文書（本件文書という）が\n民事訴訟法第三一二条第一号所定の引用文書に該当するという抗告人の主張をしり\nぞけるに際し、本件文書は本件訴訟において引用された形跡はないと判断してい\nる。\nしかし、同条同号の「訴訟において引用したる文書とは、広く訴訟において相手\n方がその存在を認めている文書を意味するものであつて、原決定のいうが如く「自\n己の主張の助けとするため」特にその内容と存在を明らかにした文書に限定される\nべきものではない。しかも、相手方の原審第一三回準備書面に基づく陳述は、検定\n手続一般についての主張のみならず、抗告人著作の「新日本史」の検定経過に関し\nて積極的になされたものであり、従つて本件文書は相手方の主張において引用され\nたものというべきである。\nよつて原決定はこの点において不当である。\n二　原決定は、本件文書は行政庁が自己固有の使用のために作成した内部的文書で\nあるから、民事訴訟法第三一二条第三号後段の文書に該当しないと判定した。\nしかし\n（１）　同号後段の「法律関係につき作成された」という意味はできるだけ広く解\nすべきであるし、たとえ限定解釈するとしてもそれは合理的な範囲の限定にとどめ\nなければならない。自己使用の文書を除外する理由は、法律上の制裁（民事訴訟法\n第三一六条、第三一八条）をもつて自己使用文書の提出を強制することは、法律に\nよつて個人の私生活上の秘密を侵害する結果を招来することになり適当ではないと\nいう点にあると考えられる。ところが、本件文書のうち答申書は教科用図書検定規\n則第二条においてその作成が予定され、審議録は教科用図書検定調査審議会令第一\n三条、同規則第一五条において作成を定められているものである。更に、教科書検\n定手続全体の構成から見れば、検定合否の具体的理由は、教科書調査官、調査員の\n調査意見書、評定書、審議会の審議録、修正意見書、答申書の各文書にわたつて文\n書上確定され保存されているのであつて、処分の具体的理由の全貌は、右各文書の\n全体を見ることによつて、はじめて正確に捕捉することができるのである。本件文\n書が検定手続および内容において占めるかような重要性から考えれば、これを単に\n内部的な文書とするのは誤りである。\n（２）　検定処分は憲法の定める基本的人権たとえば表現の自由、学問の自由等を\n制限或いは剥奪する結果をもたらす行政処分であるから、その手続が適正でなけれ\nばならないことは憲法上の要請といつてよい（憲法第三一条）。本件文書は、手続\nの適正を担保するためにその作成が憲法上義務づけられているといえるから、本件\nの法律関係について作成された文書である。\nよつて原決定はこの点において不当である。\n三　本件提出命令申立の理由を補足すれば\n（１）　本件文書の所持者は、対外的に本件文書の管理保持の法的責任を負い得る\n存在としての相手方国である。\n（２）　文書提出命令に関する法規には、証言の場合の民事訴訟法第二八一条第一\n項の規定に相応する明文が存在しないし、もともと別異の目的から提出義務の範囲\nが画されている文書提出命令の制度においては、職務上の秘密に属する文書につい\nて提出義務を否定することは相当でない。また本件文書は作成の目的や性格からみ\nて秘密に付すべきものでなく、むしろ検定手続の適正を期するために、検定処分の\n違法が訴訟で争われた場合には、進んで提示すべき文書である。\n（３）　抗告人は原審において、抗告人に対する検定が抗告人の表現の自由、学問\nの自由を侵害する違法行為であつて、抗告人の相手方国に対する損害賠償請求権を\n基礎づけるという主張をしている。国家賠償法による損害賠償請求訴訟において\nは、加害行為の違法性を原告が立証する必要はなく、被告が適法性を立証しなけれ\nばならないのであるから、本件文書は右争点についての反証となるものであるが、\n抗告人にとつては、右争点についての直接証拠としては本件文書が唯一の証拠であ\nる。\n別紙第二\n相手方の意見\n抗告人の即時抗告申立は以下に述べるとおり理由がない。\n一　本件文書はいずれも民事訴訟法第三一二条第一号にいう「当事者が訴訟におい\nて引用したる文書」にあたらない。\n二　本件文書はいずれも同条第三号後段にいう「挙証者と文書の所持者との間の法\n律関係につき作成せられたる」文書にあたらない。\n（一）　本件文書は、いずれも文部大臣の行なう教科書の検定の慎重公正を期する\nために行政庁の側において、事務的、内部的な必要から作成されるものであり、も\nつぱら自己使用のために作成された文書である。\n（二）　本件文書は抗告人がいうような、「作成されることが法令上義務づけら\nれ、あるいは予定されている文書」とはいえないものである。\n（三）　本件検定申請者は株式会社三省堂であつて抗告人ではない。従つて本件文\n書は挙証者（抗告人）と文書の所持者（文部大臣）との間の法律関係について作成\nされた文書にあたらない。\n三　民事訴訟法第二七二条の類推適用により、これらの文書については提出義務は\nない。\n"
}