{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 9,
    "day": 11
  },
  "case_number": "昭和36(ネ)90",
  "case_name": "損害賠償請求事件",
  "court_name": "広島高等裁判所松江支部",
  "article_info": "第17巻6号412頁",
  "gist": "第三者の不法行為により所有権留保つき割賦販売品の売主が所有を失つたときの損害額",
  "case_gist": "代金完済まで所有権が売主に留保されている割賦売買は、実質的には売買物件により売買代金を優先的に担保させる意味を持つものであるから、代金完済前第三者が売買物件を失わせたことにより売主の被る損害は、物件価額と担保されている未払代金とのいずれか小なるものの範囲に止まる。",
  "lawsuit_id": "24723",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24723",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/723/024723_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のとおり変更する。\n控訴人は被控訴人に対し、二万五六五〇円を支払え。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審を通じてこれを四分し、その一を控訴人その余を\n被控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は「本件控訴を\n棄却する。控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上の陳述、証拠の提出、援用、認否は、左のとおり訂正し附加\nする外、原判決の事実摘示と同一であるから、ここにこれを引用する。\n一、　原判決の訂正\n原判決二枚目裏一一行目に「本件軽自動車代金」とあるを「本件軽自動車及び下\n取車代金」と訂正し、四枚目表三行目に「原告から」とあるを「被告から」と訂\n正。\n二、　当審における主張、立証\n１、被控訴代理人は「本件は所有権侵害による損害の賠償を求めているものであ\nるから、損害額は物件価額というべく、被控訴人と訴外Ａ間の支払関係に影響され\nない。乙第二号証（委任状）に記載されている一三万一一二〇円の金額中には、本\n件軽自動車についての修理代、部品代も含んでいるが、弁済はまずこれに充当する\n約であつたから、同号証裏面記載の弁済はこれに充当されていて、未払金はすべて\n新車、引取車の代金となつている。なお、原審で認めた外に二万円の弁済があると\nする控訴人の主張は否認する。」と主張し、立証として、証人Ｂの尋問を求めた。\n２、　控訴代理人は「かりに控訴人に不法行為責任があるとしても、本件軽自動\n車は訴外Ａより被控訴人に譲渡担保の趣旨で譲渡されていたとみることができ、損\n害額は未払代金額に止まる。原審主張の外なお昭和三五年一月頃二万円の弁済があ\nる。」と主張し、立証として、証人Ａの尋問を求めた。\n理　　　　由\n控訴人は質屋営業を営むものであるところ、訴外Ａに対する貸金の担保として、\n昭和三四年八月本件軽自動二輪車ホンダドリーム号一台を同人より質にとり、同年\n一二月貸金の支払いがないとしてこれを第三者に売渡したことは当事者間に争いが\nない。\n右入質時及び控訴人による処分時、右軽自動車が被控訴人の所有であつたかどう\nかについて按ずる。\n原審及び当審正人Ａ、同Ｂの各証言、及びこれにより真正に成立したと認められ\nる甲第一号証、弁論の全趣旨を総合すると、右軽自動車は、被控訴人が訴外Ａに対\nし、昭和三四年五月二九日、代金を一八万五〇〇〇円とし、うち一三万五〇〇〇円\nは同訴外人がさきに被控訴人から買受けた自動車を同額に見積つて下取りする、但\nし下取車の未払代金六万九〇〇〇円は引続きこれが支払いをする、残金五万円は昭\n和三四年六月から同三五年一月まで毎月一〇日に月賦弁済（計八回のうち初めの二\n回は七〇〇〇円ずつ、その後は六〇〇〇円ずつ）する、月賦弁済を期限に遅滞した\nときは日歩二〇銭の遅延損害金を支払う、新旧両車の未払代金計一一万九〇〇〇円\n及び新車の遅延損害金の完済まで、新車の所有権は売主に留保され、右金員完済と\n同時に当然買主に移転する、但し買主は使用貸借により直ちにこれを使用すること\nができる、買王はその間これを他に売渡し、あるいは質権の設定等をすることは許\nされず、又善管注意を以て保管し、滅失毀損等に責任を負い、平素の修理代等も負\n担する、ことを骨子とする契約を締結して売渡したものであること、訴外Ａは入質\n時及び控訴人による処分時において代金及び遅延損害金を完済しておらず（後記認\n定参照）、よつて右軽自動車が被控訴人の所有に属していたことを認めることがで\nき、右に反する証拠はない。\n控訴人は訴外Ａより他人のものを質受けし、これを第三者に処分したことになる\nが、右処分は故意過失に基づく違法の侵害といえるかにつき按ずる。\n控訴人は、訴外Ａから右軽自動車を質受けするに際し、県知事に対する軽自動車\n届出済証（道路運送車輌法第九七条の三第一〇五条第二項参照）も受領した旨自白\nした後、これを撤回するというが、右自白が真実に反することを肯認できないので\n撤回できない。即ち、訴外Ａは原審において、その際右届出済証を提出したと明瞭\nに証言するのに対し、控訴人及び同人方事務員Ｃは原審において、軽自動車が訴外\nＡの所有であることを確かめるにつき、自動車損害賠償責任保険証明書（成立に争\nいのない乙第一号証）の呈示を求めたが、右届出済証の呈示は求めなかつたと供述\nするが、後記の如く、届出済証によつてこそ右の点を確かめ得るのであるから、極\nめて異なことということができ、控訴人等の供述はＡの証言と対比し到底措信でき\nない。\n訴外Ａは原審において、質入れの際軽自動車が被控訴人の所有にかかることを控\n訴人に申向けたと証言する。又、右の際前記保険証明書と届出済証が提出されたこ\nとは当事者間に争いがないところ、原審証人Ｂ同Ａの証言によると、右届出済証は\n成立に争いのない甲第二号証と同じ形式で、成立に争いのない甲第三号証と同じ内\n容を有することが明らかであり、それによると所有者欄に被控訴人の記載があつた\nことが認められるので（前顕乙第一号証によると、保険証明書には契約者欄はあつ\nても所有欄はない。）控訴人はいずれにしろ右軽自動車が被控訴人の所有であり、\n訴外Ａが入質する権限を有しないことを認識していたか過失によつて認識しなかつ\nたものというべく、右認定に反する原審証人Ｃの証言、原審における控訴本人尋問\nの結果は措信できず、他に右認定に反する証拠はない。そこで控訴人は質権の即時\n取得をしたということはできず、右第三者への処分は権限外の行為という外なく、\n同時に右処分は故意又は過失に基づく行為ということができる。　なお、控訴人\nは、控訴人が質権の即時取得をしないなら、事情は同じであるから、控訴人より右\n軽自動車を買受けた第三者も即時取得をしていないと考えられ、したがつて被控訴\n人は現在も所有権を喪失していないと主張するところ（右の主張により訴訟の完結\nが遅延するということはない。）、原審証人Ｃ原審における控訴本人尋問の結果に\nよると、右軽自動車は鳥取県日野郡に住む人の世話で売却したが、買主はしかと判\n明しないことが認められ、もはや回復は事実上不可能と考えられるので、かりに観\n念的には被控訴人に所有権があるとしても、違法の侵害があり、物に代る損害の賠\n償を求め得るといえる。\nそこで損害額について按ずる。\n<要旨>本件割賦売買における所有権留保は、法律的には停止条件付の所有権移転\nということができる。然し事を実</要旨>質的にみるならば、所有は買主に移り、た\nだ売買物件により売買代金を優先的に担保させる意味を持つものということができ\nる。したがつて、代金完済前第三者たる控訴人が右軽自動車を処分したことにより\n売主たる被控訴人の蒙むる損害は、担保権の毀損された場合と同じく、処分時にお\nける自動車価額と、それによつて担保される未払代金とのいずれか小なるものの範\n囲に止まる、ということができる（右の如き場合においては、買主が他に資産を有\nしているかどうかは、損害の有無及び額と関係ない。）。原審鑑定人Ｄの鑑定結\n果、原審証人Ｄの証言によると、右軽自動車の処分時の価額は一応一二万円程度と\n認められる。\n成立に争いのない乙第二号証、原審証人Ｅ、原審及び当審証人Ｂ、同Ａの各証\n言、弁論の全趣旨を総合すると、昭和三五年一月初め頃、同三四年一二月末現在に\nおける訴外Ａの被控訴人に対する未払金を計算したところ、全額で一三万一一二〇\n円存したこと、このうちには新車及び下取車の代金、新車に対する同日までの遅延\n損害金、新車の修理代部品代が含まれていること、同日以降の新車に対する遅延損\n害金の請求は被控訴人において放棄したこと、その支払いなくしては所有権が移転\nしない新車、下取車の代金及び新車についての当日までの遅延損害金の額が、右一\n三万一一二〇円中九万余円存したが、現在においては九万円をいくら超えていたか\n詳らかになし得ないこと、その後訴外Ａより、当事者間に争いない如く一三回に計\n六万四三五〇円の支払いがあつたこと（その外に二万円の支払いがあつたとする控\n訴人の当審における主張は認められない。）、右支払いは新車、下取車の代金に充\n当されたものであつて、修理代部品代の支払いに充当されたものでないことを認め\nることができる。即ちその支払いなくしては所有権が移転しないもの、換言すれば\n新車によつて担保される債権たる新車、下取車の代金、右遅延損害金の現在高は右\n九万円（端数についての立証なし）より六万四三五〇円を差引いた二万五六五〇円\nであるということができ、右に反する証拠はない。\n以上の次第で、控訴人が右軽自動車を処分することにより被控訴人が蒙つた損害\nは、担保されている未払代金額二万五六五〇円（右の次第でもはや遅延損害金は発\n生しない。）相当額であるということになる。控訴人は過失相殺を主張するが、本\n訴全立証によるも、損害の発生につき被控訴人にも過失があつたことは肯認できな\nい。訴外Ａは自動車損害賠償保障法にいう保有者なのであるから、同法所定の責任\n保険契約者となることを許しているからといつて、被控訴人に過失があるとはいえ\nない。\nよつて控訴人は被控訴人に対し、二万五六五〇円の支払いをなすべき義務がある\nというべく、これと一部判断を異にする原判決は変更することとし、民事訴訟法第\n三八四条第一項第三八六条第九六条第九二条第八九条を各適用して主文のとおり判\n決する。\n（裁判長裁判官　高橋英明　裁判官　竹村寿　裁判官　干場義秋）\n"
}