{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 6,
    "day": 9
  },
  "case_number": "昭和44(く)36",
  "case_name": "刑の執行に関する異議申立棄却決定に対する即時抗告事件",
  "court_name": "大阪高等裁判所第六刑事部",
  "article_info": "第22巻2号265頁",
  "gist": "一、　刑事訴訟法第五〇二条にいう「執行に関し検察官のした不当な処分」の意義\n二、　刑事訴訟法第四四二条但書による刑の執行停止の申請に対し検察官がこれを肯認しなかつたことが同法第五〇二条にいう「執行に関し検察官のした不当な処分」にあたらないとされた事例",
  "case_gist": "一、　刑事訴訟法第五〇二条にいう「執行に関し検察官のした不当な処分」とは、不適法な処分又はその措置が著しく不適当であつて不適法と同視しうる処分を指称するものと解するのが相当である。\n二、　証人威迫の罪により一審で有罪となり、控訴及び上告がいずれも棄却された被告事件につき、第一審判決の証拠となつた被害者の捜査官に対する供述及び公判廷における供述が虚偽であり、右被害者を偽証罪で告訴していること、被告人の捜査官に対する各供述はいずれも詐言誘導による虚偽のものであり、その証明は容易であること等を理由に再審の申立がなされると同時に、刑事訴訟法第四四二条但書に基づく刑の執行停止の申請があつた場合において、検察官が、右の再審申立理由は、確定した被告事件の各審級においてすでに主張判断された事項である等の点から、同条但書による裁量処分としての執行停止をするのが相当でないとして、刑の執行措置をとつた処分は、不適法でないことは勿論、著しく不適当な処分ということもできない。",
  "lawsuit_id": "22458",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22458",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/458/022458_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件即時抗告申立の趣旨および理由は、右申立人作成の即時抗告申立書記載のと\nおりであるから、これを引用する。\n所論の要旨は、刑事訴訟法第五〇二条の法意は、刑の執行に関してなされた検察\n官の処分が違法または不相当であるときに、これを救済する規定であると解すべき\nであるのに、原決定は、これを検察官のした不適法な処分にのみ適用されると限定\n解釈する誤りを犯したものである。即ち、申立人は冒頭掲記の確定判決（昭和四四\n年三月一九日確定、懲役四月の実刑）に対し、右判決が証拠能力のない虚偽の証拠\nにもとずく裁判であるという理由で、再審の申立をすると共に、右判決の挙示にか\nかる証拠が虚偽のものであつたことを証明しているのであるから、刑事訴訟法第四\n四二条但書により検察官は当然刑の執行停止の措置をとるのが妥当な権限の行使で\nあるにも拘らず、申立人の再審申立を理由とする執行停止願いに対し、刑の執行停\n止事由とならないとして、同年四月九日刑の執行処分に着手しようとしたのであ\nる。かかる検察官の執行に関する処分は、不当な裁量処分であり、前記五〇二条に\nよつて救済されるべきであるのに、原決定は前記の如く限定的な解釈をして、申立\n人の主張を排斥したばかりか、決定理由の合理化のために再審請求の内容等につき\n誤つた判断を示し、事実上再審不開始の判断をなしている。\nよつて「原決定を取消す。京都地方検察庁検察官の申立人に対する昭和四四年四\n月九日付刑の執行に関する処分はこれを取消す。再審請求に対する京都地方裁判所\nの裁判のあるまで申立人に対する刑の執行を停止する」との裁判を求めるため、本\n件即時抗告に及んだ、というのである。\n<要旨第一>そこでまず、刑事訴訟法第五〇二条に規定する執行に関する異議の申\n立制度について考察するのに、この申</要旨第一>立は裁判の執行に関し検察官のし\nた処分を不当とするときに許されるところのものてあるが、それをとおして救済を\n予定する裁判の執行とは、適正確実な裁判の執行を妨げ、その法的安定性を阻害す\nる執行を指すものであり、かかる不当な執行から被執行者を擁護するために設けら\nれた裁判の執行に関する法律上の救済制度であつて、執行を法的に阻害しうる事情\nの存しない限りは、確定裁判の命ずる内容はこれを具現執行しなければならないも\nのであり、従つて、同条にいうところの執行に関し検察官のした不当な処分とし\nて、その執行を停止すべき場合は、その執行がたんに不適当であるというだけでは\n足りず、不適法な処分である場合をいうものと解するのが相当である。\nところで、有罪の確定裁判にもとずく刑の執行は、速やかに行なうことが要請せ\nられており、たとえ再審の請求がなされても、それだけでは未だ確定裁判に対し何\nらの影響をも及ぼすものではない。しかし、有罪の確定裁判について明らかに再審\nが開始されることの見込が顕著であり、諸般の事情から刑の執行を差し控えた方が\n妥当と認められる場合にまで刑の執行を行なうことは、刑事裁判における実体的真\n実発見の要請と裁判の具体的法的安定性との間の調和を見出そうとする再審制度の\n本旨を無視し、受刑者に回復することの困難な不利益を与え刑罰権の適正な実現を\n図ろうとする法の趣旨にも反することになるので、このような場合において、検察\n官が刑の執行停止をしないときは、その裁量処分は、著しく不当のものとして、刑\n事法が実質的に覇束する限界を逸脱し、不適法な処分としての性格を帯有するに至\nると解するのが相当である。\n<要旨第二>そこで本件についてこれをみるのに、右再審請求事件記録によると、\n再審請求の申立理由は、前記被告事件</要旨第二>の判決の証拠となつた資料のう\nち、Ａの捜査官に対する供述調書を除き被告人、被害者および関係人の捜査官に対\nする供述調書あるいは公判証言が、いずれも詐言誘導または虚偽の供述にもとずく\n証拠能力のないものであるにも拘らず、これらを採証して重大な事実誤認をしてい\nる旨主張しているもので、右の点は、前記被告事件記録によれば、第一審、控訴審\nおよび上告審を通じて主張判断されてきたところのものであり、申立人が再審にお\nいて取調を求めている資料の種別、態様からみても、既に前記被告事件の公判にあ\nらわれその価値判断を受けているものが多く、右第一審判決の事実認定を覆えすに\n足りる新規性ないしは明白性を備えた証拠を発見しうるものとは推測しがたい。し\nたがつて、検察官が刑の執行停止をしなければ、受刑者の権利が著るしく阻害され\nると考えられる事情は認められず、その他本件において、検察官における刑の執行\n処分が著るしく不当であると明らかに認めるべき特段の事情も看取できないから、\n検察官が申立人の再審請求にもとずく執行停止願を認容せずにした刑の執行処分\n（昭和四四年四月五日、検察官から申立人に対し刑の執行のため呼出状を発したと\nころ、同月七日、申立人および同人の弁護人から再審申立を理由として刑の執行停\n止願が提出されたが、検察官は、申立人に対し、同月九日、右執行停止は許可しな\nいから同月一一日出頭するよう告知した。そこで申立人は同月一一日、京都地方裁\n判所に刑執行に関する異議を申立てると同時に、検察官に対し更に刑の執行延期願\nを提出したところ、検察官は、右の異議申立に対する裁判確定まで延期が適当と考\nえ、刑の執行延期の措置をとり、現在に至つている。右の経過に照らすと刑の執行\n延期の措置がとられているが、検察官において、刑事訴訟法上の刑の執行処分に着\n手したものと認めるを相当とする。）にはなんらの不適法な点はなく、これと同趣\n旨の判断をした原決定は相当であつて、論旨は理由がない。\nよつて本件即時抗告は理由がないので、棄却することとし、刑事訴訟法第四二六\n条第一項により主文のとおり決定する。\n（裁判長裁判官　木本繁　裁判官　西川潔　裁判官　山中紀行）\n"
}