{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 5,
    "day": 9
  },
  "case_number": "昭和35(う)269",
  "case_name": "競売入札妨害等被告事件",
  "court_name": "名古屋高等裁判所金沢支部         　第二部",
  "article_info": "第14巻6号358頁",
  "gist": "刑法第九六条ノ三第二項の規定にいう「公正ナル価格」と裁判所の定める最低競売価格との関係",
  "case_gist": "裁判所の定める最低競売価格またはこれを上廻る価格による落札であつても、公正な自由競争による価格形成を妨害するものである以上、刑法第九六条ノ三第二項にいう「公正ナル価格」を害するものである。",
  "lawsuit_id": "24894",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24894",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/894/024894_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴をいずれも棄却する。\n当審における訴訟費用中証人Ａに支給した分は被告人Ｂの負担とする。\n理　　　　由\n本件各控訴趣意は弁護人今島廉蔵が被告人Ｂにつき提出せる控訴趣意書同補足申\n立書、被告人Ｃにつき提出せる控訴趣意書、被告人両名につき提出せる控訴趣意補\n足書に各記載のとおりであるから、これらを引用する。\n被告人Ｂにかかる原判示第一ないし第六に対する事実誤認の論旨について。\n弁護人は被告人Ｂに対する原判示第一ないし第六（詐欺、脅迫、横領）は事実誤\n認である旨王張する。併し乍ら原判決挙示の証拠を綜合すれば原判示各事実をいず\nれも肯認することができる（但し原判示第四事実及び其の対応証拠に夫々「Ｏ」と\nあるは「Ｉ」の誤記と認める）。弁護人は原判示第一事実（詐欺）につき「被告人\nＢは原判示Ｄ所有不動産の動売にあたり競売裁判所に対し、他に競買人なき場合自\nら競買人となることを申し出ていたものである」旨主張するけれども原判決挙示の\n証拠殊に裁判所書記官補Ｅ作成の証明書（記録一一丁）によれば被告人Ｂは右証明\n書に記載の如く最高価競買人として競買保証書を競売裁判所に提出した事実がない\nのみならず同被告人の検察官に対する供述調書によれば同被告人は右競売不動産を\n自ら競落する資金の蒐集に苦慮しており結局最低競売価格三百万円余の金員を調達\nすることができなかつたばかりでなく原判示Ｆより交付を受けた金十八万円を他の\n競売事件の保証金に流用していることも認められる。当審において取調べた金沢地\n方裁判所昭和二十九年（ヌ）第十四号競売事件記録中弁護人援用部分も右認定の妨\nげとはならない。又弁護人は「被告人Ｂは原判示Ｆと前記競売不動産を四百四十万\n円ないし五百万円にて競落し必要物件以外は他に転売して利得せんことを協定しＦ\nは其の出資協力の意味において原判示十八万円を被告人Ｂに交付したものである」\n旨主張するけれども、所論の事実を確認するに足る証拠はない。論旨は理由がな\nい。\n次に弁護人は被告人Ｂの原判示第二事実（脅迫）につき「被告人Ｂの原判示言動\nは原判示Ｆに対しなされたものでなく、多数人の前で被告人の大言壮語として発せ\nられたものである」旨主張するけれども原判決挙示の証拠を綜合すれば被告人Ｂの\n原判示言動は単なる大言壮語の域に止まるものではなく原判示Ｆを畏怖させるに足\nる害悪の告知と認められるから論旨は理由がない。\n次に弁護人は被告人Ｂの原判示第三事実（詐欺）につき「被告人Ｂは原判示Ｇに\n対し同人居住家屋を自分が競落した旨虚言を弄した事はなく、自分の知人が競落し\nたが之に幾分の金をやれは競落の権利を放棄させてやる旨申し向けたものである」\n旨主張する。併し原判決挙示の証拠殊に原審昭和三十三年十二月九日附公判調書中\n証人Ｇの供述記載（記録一三九丁）に照して所論は採るを得ない。\n次に弁護人は被告人Ｂの原判示第四事実（横領）につき「横領金額の点を争う」\n旨主張するけれども原判決挙示の証拠殊にＨの検察官に対する供述調書によれば、\nＨを介しＩからＪに対する貸付金の取立委任を受けた際、其の取立金は一旦全部Ｉ\nに交付し、取立完了後同人より被告人Ｂに対し謝礼金を交付する約旨であつたこと\nが認められるのであるから（記録一二四丁）被告人には取立金交付義務と報酬（謝\n礼金）講本権とを相殺することはできず、従つて原判示金員全部について横領罪が\n成立するものと謂うべく、取立金より謝礼金を差引いた残額についてのみ横領罪が\n成立するとの所論は採用し得ない。\n次に弁護人は被告人Ｂの原判示第五事実（横領）につき「不法利得の意思を缺\nく」旨主張するけれども、原判決挙示の証拠を綜合すれば被告人Ｂは原判示Ｋより\n原判示金員を競買保証金の一部として使途を定めて受領し乍ら之を自己の用途に使\n用する目的をもつて着服横領した事実が認められるのであるから不法利得の意思を\n欠くものではなく、論旨は採るを得ない。\n次に弁護人は被告人Ｂの原判示第六事実（横領）につき「被告人Ｂは原判示のＬ\nから預り保管した金員を昭和三十二年七、八月頃Ｌと共同事業を経営せるＭの請求\nにより同人に返還したのであり横領の事実はない」旨主張する。併し乍ら当審にお\nける証人Ａの証言によるも所論の事実は之を確認し難く他に所論を確認するに足る\n証拠はない。（のみならずＬより預り保管せる金員は同人に返還すべきものであ\nり、たとえ同人と共同事業を営んでいたＭより返還請求があつたとしても本件金員\nと右共同事業とは別個のものであるから、Ｍに返還すべきものではない。）論旨は\nいずれも理由がない。\n被告人両名に対する原判示各競売入札妨害（被告人Ｂに対する原判示第八の一な\nいし七、第九事実、被告人Ｃに対する原判示第一及び第九事実）は罪とならざる事\n実を有罪と認定した違法ありとの論旨について。\n弁護人は「執行裁判所又は競売裁判所の行う競売において定められる最低競売価\n格は刑法第九十六条の三第二項にいう公正なる価格であるから、競落価格が右最低\n競売価格を超えておれば右法条所定の公正価格を害しないものと謂うべく原判示各\n競争入札妨害の事実はいずれも右裁判所の定める最低競売価格又は之を上廻る価格\n<要旨>にて競落されているのであるから犯罪は成立しない」旨主張する。併し乍ら\n刑法第九十六条の三第二項にいう</要旨>「公正ナル価格」とは当該競売において公\n正な自由競争が行われたならば成立したであろう競落価格をいうものと解すべきと\nころ、執行裁判所又は競売裁判所の行う競売における最低競売価格は競売物件が不\n当に安価に競落されることを防止するために設けられた競売条件たる最低価格であ\nつて此の価格又は之を上廻る価格はすべて右法条所定の「公正ナル価格」と速断す\nべきではない。即ち最低競売価格又は之を上廻る価格による落札であつても公正な\n自由競争による価格形成を妨害するものである以上は同条の「公正ナル価格」とは\n謂い得ない。本件についてみるに原判決挙示の証拠を綜合すれば被告人等はいずれ\nも原判示のとおり、公正なる自由競争によれば最高競売価格は原判示の各競落価格\nを上廻る価格となつたであろうに、殊更ら原判示の各競落人に低廉な価格（但し裁\n判所の定めた最低競売価格又は之を若干上廻る価格）で競落させる目的をもつて、\n且つ競落人となる者より不正の利益たるいわゆる談合金を授受分配する目的をもつ\nて原判示各競売現場において原判示の者等の間において各自の競買申出を放棄する\nことを協定したものである事実を肯認することができるのであるから、原判決が被\n告人等の右所為に対し刑法第九十六条の三第二項を適用したのは正当である。所論\nは公正価格の意義を誤解するものであつて論旨は理由がない。\n次に弁護人は「刑法第九十六条の三第二項の談合罪の対象となる者は競買の申出\nをなし競買保証金を納付した者に限られるものと解すべきところ被告人等は競買の\n申出を放棄し競買保証金を納付しなかつた場合が多いのであるから、かかる場合は\n同条項の談合罪を構成しない」旨主張する。併し乍ら同条項の対象となる者は競買\nの申出をなすと否と、競買保証金を納付すると否とに拘わらず同項所定の目的を以\nて談合する者をすべて包含することは言うまでもないところであり、被告人等はい\nずれも同条項の対象となるものであること前認定のとおりである。所論援用の判例\n（最高裁判所昭和三十二年十二月十三日言渡判決）は談合罪の成立には入札者全員\nが談合に参加することを要しない旨判示しているものであつて所論を維持する判例\nとすることのできないものである。論旨は理由がない。次に弁護人は「被告人等の\n間に授受分配せられたいわゆる談合金は少額のものであり、かかる少額の金員授受\nは競買参加者殊にその常連たる被告人等の間においては常時祝酒代として慣例的に\n行われていたものであり社会常識上儀礼的なものと認められる額を超えていないか\nら、前記条項にいう『不正ノ利益』に該当しない」旨主張する。併し乍ら記録によ\nれば本件各談合金の額は次のとおりであると認められる。\n談合金額　　　　被告人Ｂの原判示事実　　被告人Ｃの原判示事実\n金弐萬円　　　　第八の一　　　　　　　　　　第一\n金五萬円　　　　第八の二\n金参千円　　　　第八の三\n金五萬円　　　　第八の四\n金五萬円　　　　第八の五\n金四萬円　　　　第八の六　　　　　　　　　　第九\n金壱萬円　　　　第八の七\n金参萬円　　　　第九\nこれらの金額は、原判示各競落金額に照して社会常識上儀礼的な範囲に属する額\nとは到底認められない。又記録によれば被告人等は不動産取引業又は金融業として\n平常原審裁判所の行う不動産競売事件に関しいわゆる常連として所論の如く慣例的\nにかかる金員の授受分配をなしてきたものであることは認められるが右は被告人等\nの談合罪の常習性を認定する資料とはなり得ても本件犯罪の成立を阻却すべき事由\nとはならぬ。\n更らに弁護人は「被告人等は不動産取引業者であるが競売物件の調査、競落後の\n処分方法等につき競買参加前に相当の日数と費用を使つているものであるからこれ\nらの金員の授受分配は正当なもので前記条項による「不正ノ利益」に該当しない」\n旨主張する。併し被告人等が不動産取引業であつても記録上被告人等の授受分配し\nた金額は正当な営業上の所論調査費等とは認められず右金員の性質は前認定のとお\nり公正価格阻害又は不正利得の目的に出ずるいわゆる談合金であるから、論旨は採\n用し得ない。\n所論援用にかかる原審証人Ｎの供述部分は単に同人の意見ないし見解を述べてい\nるにすぎず所論の事実認定の資料とするに足らぬ。論旨は採るを得ない。\n被告人Ｃに対する量刑不当の論旨について。\n記録を精査し被告人の性行経歴本件各犯行の態様回数等量刑に影響する諸般の事\n情を綜合すれば被告人Ｃを罰金四万円に処した原審の科刑は決して重きに失するも\nのとは認められない。論旨は採用するに足らぬ。\nよつて刑事訴訟法第三百九十六条に則り本件各控訴をいずれも棄却し、当審にお\nける訴訟費用については同法第百八十一条第一項本文に従い主文第二項のとおり負\n担させることとし、主文のとおり判決する。\n（裁判長判事　山田義盛　判事　辻三雄　判事　内藤丈夫）\n"
}