{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 7,
    "day": 17
  },
  "case_number": "昭和37(う)127",
  "case_name": "業務上過失傷害道路交通法違反被告事件",
  "court_name": "札幌高等裁判所第三部",
  "article_info": "第15巻6号460頁",
  "gist": "人の負傷を伴う交通事故があつても道路交通法第七二条第一項前段所定の救護義務違反の罪の成立を欠く場合",
  "case_gist": "車両の運転者が人の負傷を伴う交通事故を惹起した場合において、直ちにその車両の運転を中止した上事故を確認した結果、負傷が軽微で、社会通念上、ことさら運転者等の助けをかりなくとも負傷者において挙措進退に不自由を来さず、年令、健康状態等に照らし、受傷後の措置をみずから十分にとり得ると認められるため、救護の必要がないと判断して格別の措置をとることなく現場を立ち去つたときは、たとい後刻意想外の傷害のあつたことが判明したとしても、当該運転者は道路交通法第七二条第一項前段所定の救護義務違反の責を問われるべきものではないと解すべきである。",
  "lawsuit_id": "24228",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24228",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/228/024228_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮三月に処する。\n本裁判確定の日から一年間右刑の執行を猶予する。\n本件起訴状記載の公訴事実中第二の事実（被告人がＡ、Ｂの両名を救護\nしなかつたとの点）につき被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人松下恭二提出の控訴趣意書記載のとおりであるから、\nこれをここに引用する。\n所論は量刑不当を主張するものであつて、その理由の第一として、本件は悪質な\nひき逃げとは態様を異にする旨を強調している。しかるに、なお進んで職権をもつ\nて調査すると、原判決は判示第二として、「被告人は自己の運転する原動機付自転\n車により同判示第一のとおり、Ａに対し全治まで約二週間を要する右肘部挫傷の、\n又Ｂに対し全治まで約二週間を要する右臀部挫傷の各傷害を与えたのにかかわら\nず、同人らを路上に放置したまま現場を立ち去り、もつて負傷者の救護措置を講じ\nなかつた」と認定し、道路交通法第一一七条、第七二条第一項前段に該当するとし\nているが、司法警察員Ｃ作成の実況見分調書、Ａ及びＢの司法警察員に対する各供\n述調書、被告人の司法警察員（二通）及び検察官に対する各供述調書並びに被告人\nの原審及び当審公判廷における各供述を総合して認められる本件交通事故直後の状\n況はつぎのとおりである。すなわち、被告人が自己の原動機付自転車（第二種）を\n前記Ａ及びＢに追突せしめた結果、Ｂは同車の直前において、又当時酩酊していた\nＡは約一メートル前方にそれぞれ仰向けに転倒した。同時に被告人は停車し、この\n事故により車の風防板の一部を破砕し、みずからも鼻血を出した。Ｂが立ち上つた\nとき、先行していた軽三輪自動車から二人の者が降りて前方のＡを救けおこそうと\nしていたが、これに対しＡは「お前らがやつた」などとどなつたりしたため、結局\nこの二人は立ち去つてしまつた。ＢはＡの側へ行きながら、被告人に対し「酒を飲\nんでいるな」ととがめたところ、被告人は「少し飲んでいる」と答えた。そしてＢ\nがＡを救けおこしたのであるが、その際被告人が手伝つたかどうかについては、Ｂ\nの記憶は余りはつきりしていない。しかし、同人も、被告人がＡのほうに寄つてき\nたところは認めており、又被告人は、事故の責任者について錯覚しているらしいＡ\nに対し「自分がやつた」と告げたことはほぼ確かなことと思われ、その他、事の成\n行きからすれば、被告人の述べるように、被告人がＢに助力してＡを救けおこした\nと見るべき余地は多分に存し、少なくとも被告人にＡを救けおこす意思がなかつた\nものではないと考えられる。ＢとＡとが転倒した状態から脱した後、被告人は再び\n自車を始動して現場を立ち去つた。この点につき、Ａ又はＢから「帰れ」といわれ\nたからだとの被告人の供述は容易に措信しかねるが、しかし、被告人としては、右\n両名の事故後の行動を観察して、怪我はないと判断したか、たかだか打撲等の軽傷\nがあるかも知れないとの疑念を残したにとどまり、いずれにせよ、たいしたことは\nなかつたとの安堵感のもとに、そのまま立ち去つていつたものと見られる。もつと\nも、Ａ及びＢは、右事故により原判決認定のような傷害を負つているが、これは、\n右両名が被告人の行動を不満として入舟交番に届け出で、その指示により病院の診\n断を受けてからむしろ発見されたという関係であつて、事故直後の状態として両名\nとも打撲痛をおぼえたとは推認されるけれども、外見的には出血その他の異常はな\nく、なおＡは酩酊していたとはいえ事故により別段立居振舞に困難を招いていない\nと判断されるような状況であつたことは、Ａの前掲供述調書やＢの当審公判廷の証\n言によつて明らかである。\nところで、道路交通法第七二条第一項前段により運転者等に対して課せられる負\n傷者の救護義務は、交通事故が発生した場合の緊急措置義務の一として、すでに生\nじた人身に対する被害を可及的最少限度にくいとめ、<要旨>もつて交通の安全を図\nろうとする趣旨に出たものである。しかしながら、交通事故の結果人の負傷があれ\nばす</要旨>べて救護義務があるというべきではなく、当該具体的状況にかんがみ救\n護の必要がないと認められる場合、すなわち、負傷が軽微で、社会通念上、ことさ\nら運転者等の助けをかりなくとも負傷者において挙措進退に不自由を来さず、年\n齢、健康状態等に照らし受傷後の措置をみずから十分にとり得ると認められるよう\nな場合には、この義務は発生しないものと解せられる。もつとも、交通事故があつ\nたときは、運転者等は直ちに運転を中止した上、まず事故を確認すべき義務がある\nことは緊急措置として救護義務や報告義務等の認められる前提として当然のことと\nいうべきであるから、救護の必要がないということは右確認の結果判断されること\nを要する。したがつて、そのような確認に基づく限り、運転者等が救護の必要がな\nいと判断して格別の措置をとることなく現場を去つた場合には、たとい後刻意想外\nの傷害のあつたことが判明したとしても、救護義務違反の責を問われるべきもので\nはないと解すべきである。\nこれを本件の事実関係に即して考えると、被告人は衝突後直ちに停車し、被害者\n両名の状態を観察しており、その際何らの傷害もなかつたと見たものであろうとす\nればもとより救護義務違反は成立しないし（故意を欠く）、外見にはあらわれない\n多少の症状があるかも知れないと思料したとしても、その状態は他人の助力がのぞ\nましいとされるような状態ではなくて、前説示の救護の必要がない場合と判ずるの\nもむりからぬ状況にあつたと認められるので、被告人がこの場合、被害者らを介抱\n看護し、又は病院に同行する等の措置を講じなかつたとしても、被告人に救護義務\n違反の点はなかつたといわざるを得ない。もつとも、Ｂは当審公判廷において、被\n告人は被害者らに対し謝罪もせず（ただし、この点について被告人は、怪我の有無\nをたずね、自分がやつたといつて謝つたと述べている。）、自己の氏名も明らかに\nしないまま、急遽現場を立ち去つたので、これを不満とし、轢き逃げと考えて警察\nへ届け出た旨供述している。しかし、交通事故の場合、運転者の氏名の通告を要求\nし（たとえば、旧道路交通取締令第五三条第二項）、又は逃走によつてその身許等\nの確定を免かれる行為を罰する（たとえば、西ドイツ刑法第一三九条ａ）法制のも\nとにおいてはともかく、道路交通法第七二条の救護義務が前叙の如く道路交通の安\n全を図るためのものである限り、本件被告人の所為に倫理的に非難すべきかどがあ\nつたとしても、救護義務違反に当るとして処罰の対象となすべきではない。\nしてみれば、原審が被告人の所為を救護義務違反に問擬したのは、事実を誤認し\nたか法令の解釈適用を誤つたかの違背があることに帰し、これは判決に影響を及ぼ\nすことが明らかな場合といわなければならない。そして、原判決はこの所為と判示\n第一の義務上過失傷害の所為とを併合罪として一個の刑をもつて処断している関係\nにあるので、その全部の破棄を免れない。\nよつて、弁護人の量刑不当の控訴趣意に対する判断を省略し、刑事訴訟法第三九\n七条により原判決を破棄した上、同法第四〇〇条但書にしたがい、次のとおり自判\nする。\n原判決が適法に認定した原判示第一の事実に法律を適用すると、被告人の所為は\n刑法第二一一条前段、罰金等臨時措置法第二条、第三条に該当するが、これは一個\nの行為で数個の罪名に触れる場合にあたるから、刑法第五四条前段、第一〇条によ\nり犯情の重いＡに対する罪の刑に従い処断すべきところ、被告人は本件事故前若干\n飲酒し、そのことも本件事故発生に無関係であつたとはいえないこと、しかし他\n面、事故の結果は比較的軽く、被告人は事故の翌日被害者らと示談し相応の弁償を\nするなどして自己の責任を痛感しており、被害者らも寛大な処分を望んでいること\n等の事情がうかがわれるので、所定刑中禁錮刑を選択した上その刑期範囲内で被告\n人を禁錮三月に処し、なおとくに刑法第二五条第一項を適用して本裁判確定の日か\nら一年間右刑の執行を猶予すべきものとする。\nなお、本件起訴状記載の公訴事実中第二の事実（その要旨は、本判決理由冒頭掲\n記の原判決定認のところと同旨）は、すでに説示した理由に基づき犯罪の証明がな\nいので、刑事訴訟法第四〇四条、第三三六条により、無罪の言渡をなすべきものと\nする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　矢部孝　裁判官　中村義正　裁判官　萩原太郎）\n"
}