{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和35(ツ)70",
  "case_name": "請求異議事件",
  "court_name": "大阪高等裁判所第四民事部",
  "article_info": "第14巻1号42頁",
  "gist": "債務名義に基く執行の排除を求めるについて、執行文付与に対する異議の申立、執行文付与に対する異義の訴、請求に関する異議の訴のいずれによつてもよい場合",
  "case_gist": "調停調書において、相手方が申立人に対する過去の延滞賃料債務を一定の時期に支払うべく、その支払を怠つたときは、相手方は建物の賃借権を失い、直ちにその建物を申立人に明け渡すべき旨の条項の記載のある場合、相手方がその支払を怠つていないことを理由として右債務名義に基く執行を排除しようとするには、執行文付与に対する異議の申立または異議の訴によることもできるし、また請求に関する異議の訴によることもできる。",
  "lawsuit_id": "22643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/022643_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄し、本件を京都地方裁判所に差し戻す。\n理　　　　由\n上告代理人小林為太郎の上告理由について。\n<要旨>調停調書において、相手方が申立人に対する過去の延滞賃料債務を一定の\n時期に支払うべく、その支払を怠</要旨>つたときは相手方は建物の賃借権を失い、\n直ちにその建物を申立人に明け渡すべき旨の条項の記載のある場合、相手方がその\n支払を怠つていないことを理由として右債務名義に基く執行を排除しようとするに\nは、執行文付与に対する異議の申立又は異議の訴によることもできるし、また請求\nに関する異議の訴によることもできるものと解するのを相当とする。\n前示の調停条項を定めてある場合、債務者が弁済したことの立証責任は一般の原\n則にしたがつて債務者である相手方にあるものであつて、債粋者である申立人は執\n行文付与を求めるに際し債務者が支払を怠つていることを証明する必要はない。も\nし債権者か弁済のないことを証明書をもつて証明することを要するものと解するな\nらば、これはほとんど不可能であろうから、債権者は一々民訴法五二一条により執\n行文付与の訴を提起しなればならない結果となる。\nこのように考えると、右の場合は同法五一八条二項に定める債権者が証明書をも\nつて条件を履行したことを証するときにあたらないから、同法五四六条前段に定め\nるところによつて執行文付与に対する異議の訴を提起することはできないように見\nえる。しかしながら、前示の調停条項を定め債務名義に表示された給付義務の発生\nは当初から相手方が一定の時期に支払を怠ることを停止条件とするものであつて、\n債務名義に表示された給付義務に実体上の変動が生じたことを主張するものではな\nく、一方債務名義に表示された停止条件が成就したかどうかが争われている点にお\nいて同法五四六条前段の場合に類似しているから、債務者は調停条項に定めた停止\n条件が成就していないことを理由として同法五二二条により執行文付与に対する異\n議を申し立てることができるばかりでなく、同法五四六、条に準じて執行文付与に\n対する異議の訴を提起るこすとがでぎるものと解すべきである。\nすでに説明したとおり、前示り調停条項を定めた債務名義に表示された給付義務\nの発生は当初から相手方が一定の時期に支払を怠ることを停止条件とするもので、\n債務名義に表示された給付義務に実体上の変動があることを主張するものではない\nから、同法五四五条に定める請求異議の訴を提起することは許されないように見え\nる。しかしながら、債務名義に表示された請求の実体に関する争であるから、債務\n者は同法五四五条に準じて請求に関する異議の訴を提起することを妨げないものと\n解する。もしこのように解しないとするならば債権者が右債務名義に基く強制執行\nをしようとすることが明白な場合にも、執行文が付与されるまで、債務者は救済手\n段を講ずることができず、その保護に欠けることとなる。\nこのように債務者は前示債務名義に基く執行を排除するについて、執行文付与に\n対する異議の申立、執行文付与に対する異議の訴、又は請求に関する異議の訴の三\n者のいずれによることも許されるが、これかため債権者はとくに著しい不利益を被\nるものということはできない。\nところが、原判決は、昭和三三年八月一三日双方間の京都簡易裁判所同年（ユ）\n第二〇四号家屋明渡調停事件において、（一）被上告人は上告人に対し原判決添付\n目録記載の建物（以下本件建物という。）を引き続き賃貸する。（二）賃料は、同\n年八月一日以後月額三〇〇〇円毎月分翌月六日持参払とする。（三）上告人は被上\n告人に対し同年三月一日から同年七月三日までの間の延滞賃料計一万二五〇〇円の\n支払義務を認め、これを同年九月六日限り持参支払う。（四）上告人が（二）の賃\n料の支払を三回以上怠るか、または（三）の延滞賃料の支払を怠つたときは、賃貸\n借契約は当然解除となり（右賃貸借は当然終了し）、上告人は被上告人に対し即時\n本件建物を明け渡さねばならない旨等の調停が成立したことは双方間に争がないも\nのと認め、前示（三）の延滞賃料の弁済期は同年一〇月三一日まで延期され、その\n期限前の同月二五日、同月二七日上告人は二回にわたり右延滞賃料全額を弁済した\nが被上告人より受領を拒絶された旨の上告人の主張は、請求異議の訴の異議理由と\nして意味がない旨判断しているのであつて、上告人に右延滞賃料債務の履行遅滞が\nあつたかどうかの事実について判断しなかつたことは原判決の判文上明白である。\n原判決が上告人の延滞賃料について遅滞なく履行の提供をした旨の主張は請求異議\nの訴の異議事由に該当せずその主張自体理由がないものとしたのは、法令の解釈を\n誤つた違法があるものといわねばならない。原判決は全部破棄を免れない。\nよつて民訴法四〇七条一項に従い主文のとおり判決する。\n（裁判長裁判官　熊野啓五郎　裁判官　岡野幸之助　裁判官　山内敏彦）\n"
}