{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 43,
    "month": 5,
    "day": 14
  },
  "case_number": "昭和42(ネ)565",
  "case_name": "貸金請求事件",
  "court_name": "名古屋高等裁判所民事第一部",
  "article_info": "第21巻3号251頁",
  "gist": "代物弁済契約の効力発生時期と登記関係書類の作成交付",
  "case_gist": "不動産所有権の譲渡をもつて代物弁済契約をするにあたり、債務者が不動産の所有権移転登記に必要な一切の書類を作成し債権者に交付することによつて代物弁済完了とする旨の特約をなしたときは、右書類の授受をもつて債務消滅の効力が生じ、敢て登記手続の終了をまつを要しないと解すべきである。",
  "lawsuit_id": "23000",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23000",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/000/023000_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取消す。被控訴人らは控訴人に対し連帯して金一〇八万\n円及びこれに対する昭和四一年六月九日より完済に至るまで日歩八銭の割合による\n金員を支払え。訴訟費用は第一、二審とも被控訴人らの負担とする。」との判決を\n求め、被控訴人ら代理人は主文同旨の判決を求めた。当事者双方の事実上の陳述、\n証拠の提出、援用、書証の認否は左記のほか、原判決事実摘示のとおりであるか\nら、これを引用する。\n（控訴代理人の陳述）\n一、　およそ代物弁済が有効に成立したとするがためには、本来の給付に代えて\n他の給付が現実に履行されたことを要件とするものであつて、単に契約をなすこと\nのみをもつて足るものではない。控訴人は昭和四〇年五月一六日被控訴人Ｃ方に赴\nき、同被控訴人の所持する代物弁済に関する契約書を取出させてこれを破棄し、代\n物弁済契約を合意解除したので、右契約は効力を生ぜずに終つたものである。\n二、　被控訴人らが代物弁済した旨主張する原野二筆は前記代物弁済契約解除後\nの昭和四〇年八月二四日被控訴人らの依頼により、訴外Ａの斡旋によつて訴外Ｂに\n売渡されたものであつて、控訴人は債権者として右物件が売却されれば弁済をうけ\nられる立場にあり、かつ抵当権者として売買登記の場合には抵当権抹消を必要とす\nる関係上、被控訴人Ｃとともに訴外Ａに対する売買依頼の委任状に署名押印したの\nにすぎない。\n右訴外Ｂに対する売買予約の際に被控訴人Ｃが手附金一〇万円を受領しているこ\nとよりみても、右物件の売主は被控訴人Ｃであることは明らかである。被控訴人Ｃ\nが買受人たる訴外Ｂから受取つた代金の内わけは、昭和四〇年七月下旬現金一〇万\n円、同年八月二四日現金四〇万円、約束手形額面七〇万円と同じく額面一〇万円の\n合計金一三〇万円であり、そのうち金三〇万円が謝礼として被控訴人Ｃより訴外Ａ\nに支払われた。控訴人は同日被控訴人Ｃから訴外Ｂ振出の額面七〇万円の約束手形\n一通と現金一二万五、〇〇〇円を受領したのみである。なお被控訴人らは右約束手\n形の受取人が控訴人となつている旨主張するが、受取人欄は白地であつた。しかも\n右約束手形は不渡となつたため、控訴人はわずかに現金一二万五、〇〇〇円の支払\nをうけただけで抵当権を抹消した結果に終つた次第である。\n三、　仮りに代物弁済が成立したとしても、右は被控訴人Ｃの詐欺による意思表\n示であるから本訴において取消す。\n（被控訴人ら代理人の陳述）\n一、　控訴代理人の陳述中「代物弁済に関する契約書を取り出さしめ破棄した」\n旨の自白を利益に援用し、その余の主張事実は否認する。契約の解除又は意思表示\nの取消は暴力に訴えて契約書を破棄し去ることによつては達成しうるものではな\nい。\n二、　被控訴人Ｃは控訴人に対し代物弁済契約にもとづき目的原野の所有権移転\nの意思表示をなすとともに売買登記委任状、物件売渡証、権利証、印鑑証明書を取\nり揃えてこれを提供交付し、これをもつて一切を解決する旨約したのである。従つ\nてこの代物弁済による債務消滅の効力は右の約旨と同時に発生している。控訴人が\n抵当権を抹消したのも代物弁済により目的物の所有権が抵当権者たる控訴人に仮し\nその抵当権が混同により消滅したからである。被控訴人らが代理人が売買代金を入\n手すれば弁済をうけられる立場にあるから抹消したごとく主張するのは失当もはな\nはだしい。\n三、　訴外Ａに売買の斡旋を依頼した委任状には控訴人と被控訴人Ｃの両名が署\n名しているが、これは控訴人が訴外Ａに依頼するために所有名義人である被控訴人\nＣに署名捺印を求めてきたからにすぎない。控訴人主張のごとく被控訴人Ｃが売買\nの依頼をするのであれば、控訴人の署名は必要でない。抵当権抹消の関係で署名捺\n印した旨の控訴代理人の主張はそれ自体意味をなさない。\nなお被控訴人Ｃは控訴人から訴外Ｂ振出控訴人を受取人とする約束手形二通に裏\n書を依頼されたが拒絶したものである。\n（新立証）\n控訴代理人は甲第三号証を提出し、当審証人Ａの証言、当審における控訴本人尋\n問の結果を援用し、乙第三号証を利益に援用し、乙第一〇ないし第一二号証の成立\nを認めた。\n被控訴人ら代理人は、乙第一〇ないし第一二号証を提出し、当審証人Ａの証言、\n当審における被控訴本人Ｃ尋問の結果を援用し、甲第三号証の成立を認めた。\n理　　　　由\n控訴人が被控訴人Ｃに対し、昭和四〇年三月一日金一〇八万円を弁済期同月二〇\n日利息年一割五分、遅延損害金日歩八銭の約で貸与し、被控訴人たつへが右債務に\nつき連帯保証をなしたことは当事者間に争がない。\n被控訴人らは、昭和四〇年五月一一日に被控訴人たつへ所有の原野二筆（以下本\n件物件という）をもつて代物弁済をなし、債務は消滅した旨抗争するから、以下こ\nの点について考察する。\n成立に争のない甲第一号証、乙第一ないし第三号証、同第五ないし第七号証、同\n第九ないし第一二号証、原審における被控訴本人Ｃ尋問の結果により成立を認めう\nる同第八号証、原審証人Ｄ、同Ｂ、同Ｅ、原審並びに当審証人Ａの各証言、原審並\nびに当審における控訴本人及び被控訴本人Ｃの各尋問の結果（以上いずれも措信で\nきない部分をのぞく）を綜合すると、次の事実が認められる。\n一、　控訴人と被控訴人Ｃ間に昭和四〇年五月一一日本件物件を前記一〇八万円\nの債務の代物弁済とする旨の契約が成立し、即日被控訴人Ｃは本件物件の売渡証\n書、売買登記委任状、本件物件の登記名義人である被控訴人たつへの印鑑証明書を\n控訴人に提供交付した。\n二、　ところが、控訴人はその後本件物件の時価が前記控訴人の債権額より幾分\n低廉なことを聞知するや、前記の代物弁済契約をしたのは被控訴人Ｃの詐欺による\nものとなし、同被控訴人方へ赴き前記契約書を出させてこれを無断破棄するに至つ\nた。\n三、　その後昭和四〇年六月頃控訴人は本件物件を訴外Ａの周旋により訴外Ｂに\n代金一三〇万円で売却することとなり、手附金として金一〇万円を受領し、同年八\n月二四日同人より約束手形額面七〇万円、同じく額面一〇万円各一通と現金四〇万\n円の支払をうけたが、右約束手形の担保として同人所有の三重県志摩郡ａ町ｂｃ番\nのｄ山林一反八畝二一歩につき抵当権設定登記をなした。\n（もつとも控訴人は右のごとく訴外Ｂより受取つた金額のうち金三〇万円を謝礼\n金として訴外Ａに支払い、前記約束手形二通と現金一〇万円を受領したにかかわら\nず、被控訴人Ｃに対し額面七〇万円の約束手形と現金一二万五、〇〇〇円を受領し\nた旨の領収書（乙第三号証）を交付するなどいささか作為的な行動にでている）\n四、　その後右約束手形が不渡となつたため、控訴人は前記担保山林を競売し、\nその売得金として金二六万七、七九二円を取得した。\n以上の事実が認められ、原審証人Ｂ、当審証人Ａの各証言、原審並びに当審にお\nける控訴本人及び被控訴本人Ｃの尋問の結果中、いずれも右認定に反する部分はた\nやすく措信しがたく、原審証人Ｆの証言によるも右認定を左右しがたい。そして叙\n上認定の各事実に弁論の全趣旨を加味して考察すると、前記代物弁済契約において\nは被控訴人Ｃが前記のごとく本件物件の売渡証書、登記委任状その他移転登記に必\n要な書類の一切を控訴人に交付した時、これをもつて代物弁済を完了する趣旨の特\n約があつたものと認められる。\n<要旨>ところで、不動産所有権の譲渡をもつて代物弁済とした場合において、い\nつ債務消滅の効果を生ずるかにつ</要旨>いては、単に所有権移転の意思表示をなす\nのみでは足りず、原則としては所有権移転登記手続の完了とともに債務消滅の効果\nを生ずると解すべきである。けだし単に所有権移転の意思表示のみで債務消滅の効\n果を認めるときには、債務者の二重譲渡により債権者は不動産所有権を確保しえな\nいのに債務は消滅することとなり、債権者は現実の満足を得ない結果となるからで\nある。しかしながら、債権者において不動産所有権の移転登記に必要な一切の書類\nを受領したときには、いつでも登記手続を経由しうるのであるから、少くともこれ\nをもつて代物弁済を完了する特約の存するがごとき場合には敢て登記手続の終了を\nまたなくても債務消滅の効果の発生を認めて差支なきものというべきである。\n前記認定事実によれば、控訴人は被控訴人Ｃから代物弁済としてうけた本件物件\nの所有権移転登記に必要な一切の書類を受領しこれをもつて代物弁済を完了する旨\n約したのであるから、右書類受領のときをもつて本件債務消滅の効果を生じたもの\nといわねばならない。\n控訴代理人は控訴人においてその後代物弁済契約書を破棄し契約を合意解除した\n旨主張するが、被控訴人Ｃが右代物弁済契約の合意解除に応じたと認めうる証拠は\nなく、却つて当審における被控訴本人Ｃ尋問の結果によれば、同被控訴人は控訴人\nにより契約書を破棄され逆上して殴りかかるような状況にあつたことが認められる\nので、代物弁済契約が合意解除されたとは到底認められない。\n次に控訴代理人は、控訴人において右代物弁済契約を詐欺による意思表示として\n取消す旨主張するけれども、被控訴人Ｃが叙上の代物弁済に当り欺罔行為を施した\nと認むべき証拠はなく、却つて前記認定のごとくその後控訴人において訴外Ａの周\n旋により本件物件を訴外Ｂに金一三〇万円で売却している事実に徴するも、被控訴\n人Ｃの本件物件に関する代物弁済契約は詐欺行為と称し得ないこと明らかであつ\nて、控訴代理人の右主張も亦採用できない。\nしてみれば、被控訴人らの本件債務は代物弁済により消滅したものというべく、\n控訴人の本訴請求は失当として棄却を免れない。\n以上の次第ゆえ、右と結論を同じくする原判決は相当であつて、本件控訴は理由\nがないからこれを棄却すべきものとし、民事訴訟法第三八四条、第九五条、第八九\n条に従い、主文のとおり判決する。\n（裁判長裁判官　成田薫　裁判官　布谷憲治　裁判官　黒木美朝）\n"
}