{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和37(ネ)952",
  "case_name": "所有権確認等本訴並びに反訴請求事件",
  "court_name": "大阪高等裁判所第三民事部",
  "article_info": "第20巻3号314頁",
  "gist": "民法第一六二条にトう「他人の物」の主張立証",
  "case_gist": "民法第一六二条によつて時効取得をしたとするものは、その占有の客体が実体上何びとの所有であるかということを主張立証する必要はないと解するのが相当である。",
  "lawsuit_id": "22484",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22484",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/484/022484_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　　実\n一、　当事者の求めた裁判\n（一）　控訴人ら代理人\n原判決を取り消す。\n被控訴人の請求を棄却する。\n別紙第一目録記載の一、の土地が控訴人Ａの所有であることを確認する。\n被控訴人は同控訴人に対し別紙第二目録記載の家屋を収去して前項記載の土地の\n明渡しをせよ。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n（二）　被控訴代理人\n主文同旨の判決\n二、　当事者の事実上の陳述、証拠の提出、援用、認否\n次に記載するほかは原判決の事実摘示と同一であるから、ここに引用する。\n（一）　事実関係\n控訴人ら代理人\n（１）　控訴人Ｂの父訴外亡Ｃは、いずれも昭和一五年七月二二日、別紙第一目\n録記載の二の（一）（四）の土地を、訴外株式会社日本勧業銀行から金三、九七二\n円五〇銭で、同二、の（二）の土地を、訴外Ｄから金一、五九六円で、同二、の\n（三）の土地を、訴外Ｅから同額で、同年一〇月一六日、同二、の（五）ないし\n（九）の土地を、同銀行から金八、〇二三円七五銭で、それぞれ自ら買いうけた\n（以上の九筆の土地を以下旧土地という）もので、被控訴人の代理人として買い受\nけたものではない。したがつて、Ｃの名義のみぎ各売買を原因とする旧土地に対す\nる所有権移転登記は、真実の権利関係と一致し、なんらＣ名義に偽装されたもので\nはない。\n（２）　仮にＣが被控訴人の代理人としてみぎ各取引きをしたとしても、Ｃはみ\nぎ各取引きの際、みぎ各売主に対し被控訴人のためにすることを示していないか\nら、民法一〇〇条により、みぎ各取引きは、Ｃのためなされたものとみなされるか\nら、旧土地の買主はＣである。\n（３）　被控訴人がＣ名義で旧土地を取得したとしても、みぎは、被控訴人とＣ\n間の一種の信託行為であるから、善意の第三取得者である控訴人Ａに対しては、被\n控訴人はみぎ取得を対抗することができない。\n（４）　被控訴人主張の時効取得を争う。\n被控訴人は、所有の意思をもつて旧土地を占有したわけではなく、Ｃもしくは控\n訴人Ｂの所有地の管理人でしかない。\n仮にそらでないとしても、被控訴人が所有の意思をもつて、旧土地を占有しはじ\nめたのは、昭和二五年以後であるから、まだ取得時効は完成していない。\n（５）　仮に被控訴人が別紙第一目録記載の一の土地（以下新土地という）を時\n効取得したとしても、控訴人Ａに対しては、その取得をもつて対抗できない。\nなお被控訴人は、重要参考人の死亡をまち、長い時効期間の経過をまつて本件訴\nを提起したものである。\n（６）　控訴人Ａは、原審で被控訴人に対し、所有権にもとづき、新土地の明渡\nしを求めていたが、被控訴人は、右地上に別紙第二目録記載の家屋（以下本件家屋\nという）を所有して、何らの権原なく控訴人Ａ所有の新土地を占有しているから、\n当審で、同控訴人は、被控訴人に対し本件家屋を収去して新土地を明け渡すことを\n求める。\n被控訴代理\n（１）　被控訴人が新土地上に本件家屋を所有してこれを占有していることは認\nめる。\n（２）　民法一〇〇条本文は非顕名代理行為の相手方保護の規定であつて、本人\nと代理人である被控訴人とＣ間では、適用はなく、あくまでも本人である被控訴人\nが買主である。\n（二）　証拠関係\n（１）　控訴人ら代理人\n乙第一号証の一ないし三、同第二ないし第二八号証を提出、当審証人Ｆ、同Ｇの\n各証言、原審での控訴人Ｂ、当審での控訴人Ａ、同被控訴人の各本人尋問の結果を\n援用、甲第一五号証、同第一六号証の一、二および同第一七号証の成立はいずれも\n不知そのほかの甲号証の成立は全部認める。\n（２）　被控訴代理人\n甲第一三ないし第一五号証、同第二八号証の一、二、同第一七号証および同第一\n八号証の一ないし四を提出、当審での被控訴人本人尋問の結果を援用、乙第一号証\nの一ないし三、同第二号証の成立はいずれも不知、同第三号証は、官署作成部分の\n成立を認め、そのほかの部分の成立は不知、そのほかの乙号証の成立は全部認め\nる。\n理　　　　由\n一、　（一）旧土地のうち（一）、（四）ないし（九）の各土地は、訴外株式会\n社勧業銀行から、（二）の土地は、訴外Ｄから、（三）の土地は、訴外Ｅから訴外\n亡Ｃ名義に、所有権移転登記を経ていることは当事者間に争いがない。\n（二）　みぎ争いのない事実や、成立に争いのない甲第四ないし第一四号証、当\n審での被控訴人本人尋問の結果により成立が認められる同第一五号証、同第一六号\n証の一、二、原審証人Ｈ、同Ｉの各証言、原審での控訴人Ｂの本人尋問の結果の一\n部、原審と当審での被控訴人本人尋問の結果および弁論の全趣旨を総合すると次の\nことが認められる。\n（１）　Ｃは、昭和一五年ころ大阪市内ａに店舗を構えて不動産周旋業を営み、\n被控訴人は、そのころ鋳物業を営んでいた。みぎ両名は、Ｃが昭和一一年に、被控\n訴人の依頼で、被控訴人の妻訴外歌門やすのため、煙草屋の老舗の購入を仲介した\nことから親しく交際するようになつた。\n被控訴人は、昭和一五年ころ銅や錫の闇取引きにより、相当の金を貯蓄していた\nところ、Ｃは土地を購入することをすすめた。そこで、被控訴人はこれに応じ、Ｃ\nに買受方の委任をしたので、同人は被控訴人の代理人として、昭和一五年七月二二\n日には、旧土地の（一）（四）を、みぎ勧業銀行から金三、九七二円五〇銭で、同\n（二）の土地を、みぎＤから金一、五九六円で、同（三）の土地を、みぎＥから同\n額で、同年一〇月一六日には、回（五）ないし（九）の土地を、同銀行から金八、\n〇三二円七五銭で、それぞれ買い受けたが、このため支払われる金が闇取引による\nものであることが公になることを懸念した被控訴人は、Ｃに対し、みぎ売主らに自\n己の名前が知られないよらＣの名前でみぎ取引きをするように指示した。そこでＣ\nは、みぎ各売主に対しては、被控訴人が真実の買主であることを秘匿し、売買契約\n書の買主名義はすべて自己のＣの名前でし、したがつて、旧土地の所有権移転登記\nも、Ｃの名前でなされた。\n（２）　しかし、Ｃは、もとより、旧土地の所有権取得者は被控訴人であること\nを認めて、旧土地を被控訴人に引き渡し、その権利証を被控訴人に交付し、自分は\n仲介手数料の支払いを被控訴人から受けたにすぎない。\nみぎ認定に反する当審での証人Ｇ、同Ｆの各証言、原審での控訴人Ｂ、当審での\n控訴人Ａの各本人尋問の結果は措信しないし、ほかにこの認定に反する証拠はな\nい。\n（三）　みぎ認定の事実からすると、被控訴人の代理人であるＣは、みぎ取引き\nに際し、前記売主らに対し、本人である被控訴人のため、みぎ取引きをすることを\n示さなかつたわけであるから、民事代理に関する顕名主義に反することは明らかで\nある。\n（四）　被控訴人は、前記売主らは、この取引きは被控訴人のためになされるも\nのであることを了解していたと主張しているが、このことを認めることができる証\n拠はどこにもない。\n（五）　そうして、被控訴人が、みぎ取引きは商行為によるものであることを主\n張、立証しない本件では、民法一〇〇条本文により、みぎ取引きの効果は、Ｃに帰\nせしめられなければならない。\n（六）　被控訴人は、同条本文は、取引きの相手方保護の規定で、被控訴人とＣ\n間では、買主は被控訴人であると主張しているが、本件のように、代理人が、買主\nの何びとであるかを明らかにしない場合、同条本文は、顕名主義に反した代理人に\n対し、直接買主としての効果を帰属させるのであつて、被控訴人とＣ間に、適法な\n代理権の授受があつたことによつて、みぎの効果に消長をもたらすものではないか\nら、この主張は採用に由ない。\nしたがつて、旧土地の所有権は、みぎ売買によつて、Ｃが取得したことになる。\n二、　（一）Ｃが、昭和二一年一月三一日死亡し、その長男である訴外Ｊが家督\n相続により、その権利義務を承継した。しかし、同人も昭和二九年九月二二日死亡\nしたので、その弟妹である訴外Ｋと控訴人Ｂが遺産相続によりその権利義務を承継\nした。みぎＫも昭和三三年八月一七日死亡したので、妹である同控訴人が遺産相続\nによりその権利義務を承継した。以上のことは当事者間に争いがない。\n（二）　そうすると、控訴人Ｂは、相続によつて旧土地の所有権を取得したこと\nになる。\n（三）　旧土地は、土地区画整理法にもとづく現地換地処分により、新土地とし\nて表示されるに至つた。新土地について、神戸地方法務局尼崎支局昭和三四年五月\n四日受付で、原因売買取得者控訴人Ａという所有権移転登記がある。以上のことは\n当事者間に争いがない。\n（四）　みぎ争いのない事実や、当審での控訴人Ａの本人尋問の結果により成立\nが認められる乙第二、三号証、ならびに同結果、当審での証人Ｇの証言、および原\n審での控訴人Ｂの本人尋問の結果を総合すると、控訴人Ｂは、昭和三三年一二月八\n日旧土地を同Ａに、金五七万四、〇〇〇円で売り渡したこと、およびみぎ尼崎支局\n昭和三四年五月四日受付第七八九四号をもつて、新土地について、その旨の所有権\n移転登記手続を経たので、現在新土地の登記名義人は控訴人Ａになつていること、\nが認められ、みぎ認定に反する証拠はない。\n三、　さて、売買の委任を受けた代理人乙が、売買契約を締結したが、その際、\n本人である甲のためにすることを示さなかつた結果、民法一〇〇条文本の適用によ\nり、乙が売買の当事者とみなされ、売買物件の所有権移転登記も乙名義でなされた\nような場合、乙は、同法六四六条二項によつて、甲に自己の名前で取得した権利を\n移転ずべき関係にあるから、乙は甲に対し売買物件の所有権移転登記手続をしなけ\nればならない義務を負い、この義務は、乙の死亡による遺産相続によつて、相続人\n丙に承継されるわけである。しかるに、丙は、この売買物件を第三者である丁に譲\n渡しその所有権移転登記手続を経たときは、丁度、丙が売買物件を二重売買したの\nと同様の法律関係に立つことになるから、甲と丁と、いずれが完全な所有権を取得\nするかは、丙からの登記の有無によつてきまると解するのが相当である。\nこの視点に立つて本件を観ると、叙上説示のとおり、本人である被控訴人と、第\n三者である控訴人Ａと、いずれが完全な新土地の所有権を取得するかは、代理人Ｃ\nの義務を承継し、かつ、控訴人Ａの売主の地位にあつた控訴人Ｂが、先に控訴人Ａ\nに新土地の所有権移転登記手続をしたことにより、控訴人Ａが、この関係では完全\nな権利者であるとするほかはない。\n四、　そこで、被控訴人主張の取得時効について判断する。\n（一）　前掲一、（二）の認定に供した各証拠を総合すると次のことが認められ\nる。\n（１）　被控訴人は、昭和一五年七月二二日と同年一〇月一六日の二回にわたつ\nて、Ｃ名義で前記銀行などから旧土地を買い受けると、Ｃから旧土地の引渡しを受\nけるとともに権利書を受け取り、被控訴人自身がその売買代金を出捐したこととあ\nいまつて、被控訴人は、このときから旧土地は当然自分のものと思い、Ｃも旧土地\nは被控訴人の所有であることを承認した。\n（２）　そこで、被控訴人は、同年一〇月一六日、旧土地を担保に、みぎ銀行か\nら、金一万二、〇〇〇円を借り受け、これを資金にして、直ちに訴外Ｉに請け負わ\nせて、旧土地上に四棟二四戸の家屋（本件家屋はその一部）を新築し、そのときか\nら今日まで、被控訴人がここを占有している（被控訴人が本件家屋を所有して新土\n地を占有していることは当事者間に争いがない。）。\n（二）　みぎ認定事実によると、おそくても昭和一五年一〇月一六日から今日ま\nで、所有の意思をもつて平穏公然に、旧土地したがつて新土地の占有を継続してい\nるものといわなければならない。\n<要旨>もつとも、みぎに認定したとおり、被控訴人の委任を受けたＣは、旧土地\nの所有権移転登記手続を残</要旨>すほかは、被控訴人に対する委任事務上の義務\n（民法六四六条）の履行を終えたわけであるから、旧土地の所有権は被控訴人に移\n転ずみと解される。そうすると、被控訴人が旧土地の占有をはじめたとき、時効取\n得すべき客体が、民法一六二条にいら「他人の物」としての要件を具備しないので\nはないかという疑問が生ずる。しかし、この点については元来取得時効は果して誰\nの物か判明しない場合にもつともその実益を発揮する制度であり、同条の占有者\nは、権利なくして占有した者は勿論、所有権にもとづき占有した者をも包含すると\n解される（大判大正九、七、一六、民録二六輯一一〇八頁、大判昭和九、五、二\n八、民集一三巻八五七頁参照）以上、みぎ同条の「他人の物」という字句は空文に\nすぎないといえるから、取得時効の要件を充足するかどうかの判断にあたり、客体\nが実体上何ぴとの所有であるかを先決問題として論ずる必要はない（最高判昭和三\n六、七、二〇、民集一五巻一九〇三頁は、本件と事案が異なるから、当裁判所のみ\nぎ解釈と抵触するものではない。）。\n（三）　控訴人らは、被控訴人は単なる管理人にすぎず、旧土地を所有する意思\nはなかつたと主張し、当審証人Ｆ、同Ｇの各証言中には、これにそら供述がある\nが、さきに認定した事実と対比して、これら供述は採用できないし、ほかにこの主\n張を肯認することができる的確な証拠はない。\n（四）　控訴人Ａは、被控訴人が旧土地を所有の意思をもつて占有しはじめたの\nは、昭和二五年以後であると主張しているが、これを肯認することができる証拠は\n見当らない。\n（五）　そうしてみると、被控訴人は、昭和一五年一〇月一六日から二〇年を経\n過した昭和三五年一〇月一六日に、新土地の所有権を時効で取得したことに帰着す\nる（被控訴人は、この取得時効の起算日を昭和一五年七月二二日と主張している\nが、証拠上認められるそれは同年一〇月一六日である。しかし、当裁判所が認めた\n起算日の占有と、被控訴人が主張している占有とは全く別個のものではないから弁\n論主義に反しないことは勿論である。）。\n控訴人は、民法一六二条一項による時効取得を主張しているが、不動産の時効取\n得を主張するについて、同条一項によるか、二項によるかは、起算日の点をのぞ\nき、もとより被控訴人の自由に属するわけである。控訴　人らは、被控訴人は長い\n時効期間の経過をまつて本訴を提起したとし、その意味は必ずしも明らかではない\nが、本件に顕われた全証拠を検討しても、被控訴人が作為的に、そのようなことを\nねらつて本訴を提起したことを認める証拠はない。\n（六）　控訴人らは、被控訴人の新土地の時効取得は、控訴人Ａに対抗できない\nと主張しているので判断する。\n控訴人Ａは、昭和三四年五月四日新土地の所有権移転登記をえて、新土地の所有\n権者となつたことは、さきに説示したとおりであるが、みぎ登記によつて、被控訴\n人の昭和一五年一〇月一六日からの旧土地したがつて新土地に対する占有を失なわ\nせるわけではないから、みぎ登記後である昭和三五年一〇月一六日時効によつて新\n土地の所有権を取得した被控訴人は、登記なくして、控訴人Ａに対し、その取得を\n主張することができ、同控訴人は、被控訴人が時効によつて新土地の所有権を取得\nしたため、反射的に、新土地の所有権を失なつたとしなければならない。\nしたがつて、控訴人らのこの主張は採用に由ない。\n五、　以上の次第で、新土地の所有権者である被控訴人が、控訴人らにその所有\n権の確認と、控訴人Ａに対し、真実の権利関係と合致させるため新土地の所有権移\n転登記手続を求める本訴請求は正当であり、控訴人Ａが、被控訴人に対し、新土地\nの所有権の確認と、本件家屋を収去し新土地の明渡しを求める原審反訴請求は失当\nとして棄却を免れない。そうすると、みぎと理由は異なるが、結論において同旨の\n原判決は維持すべく、本件控訴は理由がないから、民訴法三八四条、八九条、九三\n条を適用して主文のとおり判決する。\n（裁判長裁判官　宅間達彦　裁判官　小林謙助　裁判官　古崎慶長）\n第　一　目　録\n一、尼崎市ｂ町ｃ丁目ｄ番\n一、宅　地　　四五〇坪六合九勺　（一、四八九・八八平方メートル）\n（但し、二、記載の九筆の宅地に対する土地区画整理法の換地処分による新表\n示）\n二、（一）同市ｅ字ｆｇ番のｈ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（ニ）同所ｇ番のｉ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（三）同所ｇ番のｊ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（四）同所ｇ番のｋ\n一、宅　地　　六七坪九合　（二二四・四六平方メートル）\n（五）同所ｇ番のｌ\n一、宅　地　　四七坪三合五勺　（一五六・五二平方メートル）\n（六）同所ｇ番のｍ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（七）同所ｇ番のｎ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（八）同所ｇ番のｏ\n一、宅　地　　四五坪六合　（一五〇・七四平方メートル）\n（九）同所ｇ番のｐ\n一、宅　地　　四五坪一合　（一四八・七九平方メートル）\n第　二　目　録\n尼崎市ｂ町ｃ丁目ｄ番地上\n家屋番号　　同町○×△番\n一、木造瓦葺二階建居宅\n建　坪　　一〇坪二合九勺　（三四・〇一平方メートル）\n二階坪　　八坪八合八勺　（二九・三五平方メートル）\n同所同番地上\n家屋番号　　同町○×□番\n一、木造瓦葺二階建居宅\n建　坪　　一〇坪一一合九勺　（三四・〇一平方メートル）\n二階坪　　八坪八合八勺　（三九・三五平方メートル）\n同所同番地上\n家屋番号　　同町○×○番\n一、木造瓦葺二階建居宅\n建　坪　　一〇坪二合九勺　（三四・〇一平方メートル）\n二階坪　　八坪八合八勺　（二九・三五平方メートル）\n同所同番地上\n家屋番号　　同町○△×番\n一、木造瓦葺二階建居宅\n建　坪　　一〇坪二合九勺　（三四・〇一平方メートル）\n二階坪　　八坪八合八勺　（二九・三五平方メートル）\n同所同番地上\n家屋番号　　同町○△□番\n一、木造瓦葺二階建居宅\n建　坪　八坪八合四勺　（三九・二二平方メートル）\n二階坪　　八坪　（二六・四四平方メートル）\n同所同番地上\n家屋番号　　同町○△○番\n一、木造瓦葺二階建居宅\n建　坪　　八坪八合四勺　（二九・二二平方メートル）\n二階坪　　八坪　（二六・四四平方メートル）\n同所同番地上\n家屋番号　　同町○□△番\n一、木造瓦葺二階建居宅\n建　坪　　八坪八合四勺　（二九・二二平方メートル）\n二階坪　　八坪　（二六・四四平方メートル）\n"
}