{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和34(オ)1281",
  "case_name": "解雇無効確認請求",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第15巻4号974頁",
  "original_court_name": "福岡高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 34,
    "month": 9,
    "day": 17
  },
  "gist": "不当労働行為が成立しないとする場合の判示方法。",
  "case_gist": "不当労働行為が成立しないとする裁判所の判断としては、解雇が正当な組合活動を理由とするものでない旨を証拠によつて認定判示すれば足り必らずしも、解雇が正当な組合活動以外のいかなる事由によつてなされたものであるかを判示しなければならないものではない。",
  "ref_law": "労働組合法7条",
  "lawsuit_id": "53670",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=53670",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/670/053670_hanrei.pdf",
  "contents": "主        文\n本件上告を棄却する。\n上告費用は上告人らの負担とする。\n理        由\n上告人代理人諫山博、同谷川宮太郎、同横山茂樹の上告理由第一点について。\n原判決およびその引用する第一審判決の認定するところによれば、上告人らに対\nする本件解雇の通告は、上告人らに被上告会社が就業規則所定の範囲内において定\nめた整理基準に該当する事実、すなわち使用者の権利を現実に侵害し、もしくは使\n用者に対する義務に現実に違背しまたは右権利侵害もしくは義務違背の明白な危険\nがあるものと目すべき事実があつたことに基づいてなされたものであるというので\nあつて、右原審の事実認定は、その挙示の証拠に照らし是認できる。そして、原判\n決およびその引用する第一審判決は、右解雇の通告が、所論のように、上告人らの\n信条ないし思想のみを理由としたものであること、または上告人らの正当な組合活\n動を理由になされたものであることを認めているものでないことは判文上明らかで\nある。\n所論は、右原審の判示に副わない主張を前提として違憲、違法をいうものであつ\nて、前提において失当たるを免れず、採るを得ない。\n同第二点について。\n原判決の引用する第一審判決は、細胞活動がいかなる場合でも正当な組合活動た\nり得ない旨を判示したわけでなく、その認定した事実関係の下において、上告人ら\nの本件細胞活動が正当な組合運動のわくを越えたものであり、上告人らに対する本\n件解雇通告は正当な組合活動の範囲を越える細胞活動を理由になされたものである\n旨を判断した趣旨のものであることは判文上明らかであつて、右判断は正当と認め\nられる。\n所論は右判示に副わない事実関係を前提として違憲、違法をいうものであつて、\n前提を欠き、また所論引用の判例は、いわゆる細胞活動が正当な組合活動のわく内\nで行われた場合に関するものであり、本件とは事案を異にするものであつて、本件\nに適切でない。それ故、所論は採るを得ない。\n同第三点について。\n原判決の引用する第一審判決は、所論の上告人らの言論、文書活動が正当な組合\n活動のわくを越えるものであると認め、また、上告人らが自己の意思決定により被\n上告会社と労働契約に入つた以上、会社が職場内において労働者に対し業務運営上\n必要と認められる相当の範囲内において、従業員に課する制限、義務に服すべきこ\nとは当然であり、所論上告人らの言論、文書活動は、右義務に違背するものである\n旨を認めた上、本件解雇の通告は、これらを理由としてなされたものであることを\n判断しているのであつて、右判示は、原審の認定した事実関係の下においては、相\n当として是認できる。所論違憲の主張はいずれも、右第一審判決の判示と異なる事\n実関係を前提とするものであつて、前提を欠き、採るを得ない。\n同第四点について。\n本件においては、被上告会社は、上告人らの本件解雇の通告が整理基準にあては\nまらず、また不当労働行為に該当するとの主張に対し、これを否認して乙第三五号\n証その他の証拠を提出している等の弁論の経過をたどれば、被上告会社において、\n右乙号証記載の基準該当事実につき主張があつたと解するを相当とする。それ故、\n所論の違法は認められない。\n同第五点について。\n不当労働行為の成否に対する裁判所の判断としては、解雇が正当な組合活動を理\n由とするものでない旨を証拠によつて認定判示すれば足り、必らずしも解雇が正当\nな組合活動以外のいかなる事由によつてなされたものであるかを、逐一具体的に確\n定判示しなければならないものではない。\n本件においては、原審は、上告人らに対する本件解雇通告が、上告人らに全体と\nして整理基準該当の事実があるが故になされたものであつて、何ら不当労働行為に\n当らない旨を証拠により適法に認定判示しており、不当労働行為の成否に関する判\n示としては、これをもつて足りる。それ故、右判示に所論の違法ありとすることは\nできない。また、所論引用の判例に反する点も認められない。\n同第六点について。\n所論「労働協約の基本事項の運用についての覚書」の条項は、一方的解雇に関す\nる場合にのみ適用があるもので、合意解約については適用がないものと解するのが\n相当である。また、所論の解雇通告が、合意解約の申入を含むと解した原審の判断\nは正当であり、原判示の事実関係の下においては、被上告会社が右通告と同時に上\n告人らの立入を禁止したことは、右通告が合意解約の申入を含むと解することの妨\nげとなるものとは認められない。\nまた、退職願の提出だけで直ちに退職の効果を生ずるものでないことは所論のと\nおりであるが、原判決の引用する第一審判決は、被上告会社の合意解約の申入を含\nむ通告に対し、所論の上告人らは所定の期限内に退職願を提出し、何ら異議を止め\nず解雇予告手当および円満退職を前提とする特別退職金を受領したのであるから、\nかかる事実関係の下においては、退職願の提出は、会社の合意解約の申入に対する\n明示または黙示の承諾の意思表示と解するに十分であるとの趣旨を判示したものと\n解すべきであつて、右判断は正当である。そして、すでに合意解約が効果を生じた\n以上、その後において合意解約承諾の意思表示を撤回する余地のないことは明らか\nであるから、原審がその後の事情である退職願の撤回云々の事実につき判断しなか\nつたとしても、所論の違法ありとすることはできない。所論引用の判例は、何ら原\n審の判断と矛盾するものではない。\n同第七点について。\n原判決の引用する第一審判決事実摘示中に「仮に原告ら（上告人ら）との雇傭契\n約が合意に依つて終了していないとすれば、原告らはすべて解雇になつているわけ\nである云々」の仮定的主張があるので、同判決にいう第二、第三表記載の上告人ら\nにつき同判決が一方的解雇通告により雇傭契約が終了した旨を認定したことは何ら\n違法ではない。また、所論後段は、解雇について異議を述べないとの合意が成立し\nた旨の主張および信義則に反し無効であるとはいえない旨の主張は、第一審判決に\nいう第二、第三表記載の上告人らについてはなされていないというのであるが、原\n判決の引用する第一審判決の事実摘示の全体および原審における被上告人の主張の\n全体（解雇についての異議権を放棄した旨の主張がある。）のうちに、所論指摘の\n主張は含まれていると解し得ないわけではなく、所論は採ることを得ない。\n同第八点について。\n原判決の引用する第一審判決は、同判決のいう第二表記載の上告人らについては、\n被上告会社の解雇通告に対し、右上告人らが所定期間内に退職願を出さなかつたこ\nとにより、右期間の最終日である昭和二五年一一月五日の満了とともに解雇の効力\nを生じ、会社側がこの前提の下に退職金等を供託したに対し、上告人らは当初解雇\nの効力を争うことを断念しえず、退職願も出さず退職金も受け取らないでいたが、\nその後組合においても解雇を承認し会社側との抗争につき組合の支持を受けられな\nいこととなつたことその他諸般の事情にかんがみ、解雇の効力を争うことをあきら\nめ、かくして上告人らは、遅くとも昭和二六年一月九日までの間に、いずれも異議\nを止めず退職金等を受領し、しかも、その後本訴提起の時（昭和二八年六月三日）\nまで約二年数ヵ月の間何ら解雇の効力を争う態度を示していなかつた、との事実を\n認定した上、かかる一切の事情にあらわれた当事者双方の態度にかんがみ、当事者\n間に解雇の効力につき異議を述べない旨の暗黙の合意が成立したものと認むべきで\nあり、そうでなくとも、かかる事情の下で解雇の無効を主張することは信義則に反\nすることとなるから許されない旨を判示した趣旨と解すべきであり、右判断は正当\nである。所論の供託の法理いかんは、右判断に影響を及ぼすものではなく、また、\n上告人らが生活のためないし解雇反対闘争のため退職金を受けとらざるを得なかつ\nたということは、右合意を成立せしめるに至つた事情ないし内心の動機をなすに過\nぎないものと解されるので、このことは、前記事実関係の下で、解雇の効力に異議\nを述べない旨の合意が成立したと解することに何らの妨げとなるものではない。\n同第九点について。\n原判決は、第一審判決にいう第三表記載の上告人らについては、通告所定の期間\n内に退職願を出さず、また期間経過後退職金等を一たん異議なく受領した点では第\n一審判決にいう第二表記載の上告人らと変りなく、ただ、右受領後の事情において\n若干事情の相違があり、右第三表記載の上告人らはその後昭和二六年二月七日まで\nの間にそれぞれ、右受領は解雇の効力を承認する趣旨でない旨の通告をしているが、\nその後本訴提起の時まで二年数ヵ月の間、会社に対し直接解雇の無効ないし不当を\n争う態度を示していないことにかんがみれば、右第三表記載の上告人らについても、\n退職金等受領後の事情に若干相違があるとはいえ、この相違は法的評価の上では重\n視するに足りないから、右第二表記載の上告人らの場合と同様に、解雇の効力を争\nわない旨の暗黙の合意が成立したものと認むべきであり、そうでなくとも、解雇の\n無効を主張することは信義に反するものと認むべきである、との趣旨を判示したも\nのと解すべきである。また、原判決は、第一審判決のいう第一表記載の上告人らに\nついては、仮に合意解約の成立が認められないとしても、同判決の認定するような\n事後の事情にかんがみれば、なおさら、解雇の効力につき異議を述べない旨の暗黙\nの合意が成立したものと認めて差支えなく、そうでないとしてもその無効を主張す\nることは信義に反すると認むべきである、との趣旨を判示したものと解すべきであ\nる。そして原判決は、右に述べた限度で第一審判決に修正を加えたものと解するこ\nとができるのであつて、修正の範囲が不明確で理由不備の違法があるとの所論は採\nるを得ない。\n同第一〇点について。\n原判決は、第一審判決のいう第三表記載の上告人らについては、退職金等受領後\nの事情において同判決のいう第二表記載の上告人らとは若干事情の相違はあるが、\n法的評価の上ではこの事情の差異は重視さるべきものでなく、右第三表記載の上告\n人らについても、解雇の効力を争わない旨の暗黙の合意が成立したものとみるか、\nそうでなくとも解雇の無効を主張することは信義に反するものと認むべきで、いず\nれにしても右上告人らも解雇の無効を主張し得ない旨を判示し、第一審判決を右の\n限度において修正したものであることは、論旨第九点に対して述べたとおりである。\nそれ故、所論の違法は認められない。\n同第一一点について。\n原判決判示の趣旨は、論旨第九点、第一〇点に対して述べたところのとおりであ\nり、右原審の判断は正当である。それ故、所論の違法は認められない。\n同第一二点について。\n原判決およびその引用する第一審判決は、上告人らの文書による言論活動その他\n政治活動は、全体として、正当な組合活動のわくを越えるものであり、整理基準に\n該当する旨を判示したものであるが、逐一個別的にいずれの部分が正当な組合活動\nのわくを越えるものであるかを判示することは必ずしも必要でないから、原判決に\n理由不備があるというのは当らない。その他、所論の理由がないことは論旨第一点\nないし第三点に対して述べたとおりである。\n上告代理人池田輝孝の上告理由第一点について。\n所論の実施要領第三項は、共産主義者またはその同調者であつても、それだけで\n整理の対象とするものではなく、その者に整理基準該当の具体的事実がある場合に\n限り、整理の対象とする方針を示したものであつて、整理基準該当者のうち共産主\n義者またはその同調者のみを整理の対象とする趣旨を示したものではない。また、\n整理基準に該当し、勤務成績が一定の基準以下の者で組合活動者または共産主義者\nもしくはその同調者のみを実際に整理の対象としたとの事実は、原判決およびその\n引用する第一審判決の認めないところである。所論は独自の見解による実施要領第\n三項の趣旨の解釈を前提とし、または原審の認めない事実関係を前提とする主張に\n帰し、採るを得ない。\n同第二点について。\n原判決およびその引用する第一審判決は、上告人ら（第一審判決にいう第一表記\n載の者を含む。）に対する解雇の通告は、上告人らの言動が全体として整理基準に\n該当するものと認められ、上告人らに対する解雇通告は整理基準該当を理由として\nなされたものであつて、上告人らが活発な組合活動者であることを理由としてなさ\nれたものではない旨を、その挙示する証拠によつて認定し、本件解雇（合意解約を\n含めて）は不当労働行為を構成しない旨を認定しているのである。そして、右判示\nに所論の違法の認められないことは、上告代理人諫山博外二名の上告理由第四点、\n第五点に対し説示したとおりである。\n上告代理人安達十郎の上告理由第一点について。\n原判決の引用する第一審判決は、憲法一四条は直接に国家と国民との縦の関係を\n規律したものであるが、しかし同条の精神は民法九〇条の公序良俗の観念を通じて\n私法関係を規律する重要な理念となつていると解されるので、私企業においても単\nなる信条を理由として労働者を解雇その他差別待遇することは許されない旨を判示\nしたものであつて、所論のように、憲法一四条が私人相互の関係に何らかかわりが\nない旨を判示したものではない。また、同判決は、憲法一四条、一九条は、内心の\n思想、信条が外部に表現される場合において、それが国家の保護する社会秩序、他\n人の権利、自由を侵害しまたはこれを侵害する現実の危険を生ずる場合には、思想、\n信条の自由も制限を受けることを予想するものである旨を判示したものであつて、\n所論のように、外部に表現される場合について何ら触れていない旨を判示したもの\nではない。所論は、右判示に副わない主張であつて、採るを得ない。\n同第二点一について。\n原判決は、整理基準に掲げる場合は、就業規則中懲戒解雇に関する規定である四\n五条および四七条ならびに普通解雇に関する規定である五二条のいずれかの場合に\n当り、整理基準はこれら就業規則の定めるところを具体化したものであるから、上\n告人らに対する整理基準に基づく解雇通告は、結局就業規則に基づきなされたもの\nである旨を判示したものと解するを相当とする。原判決の右判断は正当であり、所\n論の違法は認められない。\n同第二点二について。\n原判決は、第一審判決にいう第一表、第二表記載の上告人らにも、全体として整\n理基準に該当するものと認むべき事実があり、右上告人らに対する解雇通告は整理\n基準該当事実の存在を理由になされたものである旨を、その挙示する証拠により認\n定したものであり、原判決に所論のように審理不尽の違法ありということはできな\nい。\nまたＤに関する所論指摘の第一審の判示に、仮に所論のような違法の点があると\nしても、原判決によれば、上告人らに対する解雇通告はすべて基準該当事実があつ\nたことを理由とするもので不当労働行為に当らず、その他無効原因はないというの\nであるから、会社の一方的解雇の通告により解雇の効力を生じていることは明らか\nであり、右違法は、判決の結果に影響を及ぼすものとは認められない。それ故、所\n論は採るを得ない。\nよつて、民訴四〇一条、九五条、八九条、九三条に従い、裁判官全員の一致で、\n主文のとおり判決する。\n(裁判長裁判官  入江俊郎  裁判官  斎藤悠輔  裁判官  下飯坂潤夫  裁判 官\n高木常七)\n"
}