{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 9,
    "day": 26
  },
  "case_number": "昭和42(ワ)8556",
  "case_name": "全日本海員組合権利停止",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "20092",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20092",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/092/020092_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第一　当事者双方の求める判決\n一　原告―（一）被告が原告に対してした昭和四二年六月一五日付の「原告を一年\n間の全権利停止処分に付する」旨の決定は無効であることを確認する。（二）控訴\n費用は被告の負担とする。\n二　被告―主文同旨\n第二　当事者間に争いのない事実\n一　当事者\n被告（以下単に組合ともいう）は海上労働者を主体とし、組合員の団結の力と団\n体行動とをもつて、労働諸条件の改善、労働者の権利の守護、労使関係の民主化を\n進め、働きやすい職場と良い人間関係の確立、海上労働者の健康で文化的な生活を\nもたらすこと等を目的とする労働組合である。\n原告は昭和二四年一月一日被告に加入し、昭和四二年六月当時は被告の全国委員\nの役職にあり、また被告の組合員若干名をもつて組織する「海員組合幹部リコール\n運動委員会」（以下リコール運動委員会という）の代表責任者であつた。\n二　本件統制処分の存在\n被告は昭和四二年六月一四日原告の組合員としての全権利を向後一年間停止する\n旨の統制処分をする旨決定し、同月一五日原告にその旨告知した。\n三　本件統制処分の基礎となつた事実\n（一）１　被告はその組合規約たる性質を有する全日本海員組合憲章（以下規約と\nいう）一一七条（正文はいずれも別紙記載のとおり。以下摘示の規約条文について\nも同じ。）において組合員からの要求による役員等のリコール制度を規定してい\nる。これによると組合員又は全国委員が副組合長及び中央執行委員に対するリコー\nルを要求するには、その役員が決められた任務を行なわず、役員として不適格であ\nることについて、明らかな根拠を示す不信任理由書を被告の統制委員会（以下統制\n委員会という）に提出すべきものとされている。\n２　原告は昭和四一年四月一五日統制委員会に対し、被告の組合員ａ、同ｂ、同ｃ\nおよび同ｄを通じて、原告が署名捺印した、被告の副組合長ｅおよび中央執行委員\n兼汽船部長ｆに対する不信任理由書と題する書面を各提出し、もつて右両名に対す\nる規約一一七条によるリコールを要求した。\n３　そこに記載された不信任理由は、ｅ副組合長につき、\n「（１）、被告と各船主団体との問において昭和四〇年末から昭和四一年始にかけ\nて組合員の賃上げに関連して発生した労働争議で、ｅはスト戦術について積極的な\n企画、指導を行なつたが、組合員の斗う意欲を正しくとり上げようとせず、自らの\n独善的方針で引きまわし、スト情勢を不利にし、争議妥結をあせり、賃上げ斗争を\nみじめな結果におわらせた。\n（２）、ｅは被告の運動全体を、わが国労働運動の中で孤立させ、全日本労働組合\n会議（以下、「全労」あるいは「全労会議」と略す。）結成を積極的に指導し、組\n合員に民主社会党（以下「民社党」と略称す。）一辺倒の政党支持を押しつけ、組\n合員の基本的権利である政党支持の自由をふみにじつている。\nｅはかつ又、独善的に全労、全日本労働総同盟（以下、「同盟」と略す。）や民\n社党に対し、とくに選挙に際し組合費から相当な資金を支出濫費したのであつて、\nその主謀者である。\n（３）、ｅは組合大会、その他の組合機関において、組合員の要求、批判に対して\n謙虚に討論し、また反省する態度がなく、組合運営に自己の意思を押通し、今日の\n組合不信をまねく主因をなしており、副組合長として不適格である。」というもの\nであり、\nｆ中央行委負兼汽船部長につき、\n「（１）、ｆは汽船部長という重要な地位にありながら、組合員の最も中心の要求\nである賃金、労働条件について、組合員の要求を正しくとりあげず、船主に対する\n交渉の技術におぼれ、\n・定員中央協定の撤廃\n・四八時間制のごまかしによる、断続、野放し労働\n・名目的現物支給制による船内食料の改悪\n・賃金の企業別、職間格差増大による船員賃金全体の低下\nなど、組合員に対する見せかけとごまかしで、組合員の労働条件を著しく低下させ\nた。\n（２）、ｆの態度は組合幹部として、ごうまん不遜であり、かつ、日常生活も組合\n幹部にふさわしくないとして、組合部外者からも批判され、組合の内外に不信を増\n大させている。\n従つてｆは汽船部長として不適格である。」\nというにある。\n４　そして、原告は同じ頃から、「海員組合幹部リコール運動委員会準備会」（以\n下リコール運動委員会準備会という）名義の「海員組合幹部リコール運動の趣旨\n（案）」及び「海員組合幹部リコール運動委員会（代表責任者ｇ）」名義の「海員\n組合幹部リコール運動の趣旨」並びに「海員組合幹部リコール署名簿（不信任理由\n書）」と題する大量の部数の文書を主として被告の組合員を対象として全国的に配\n布した。\n５　ところで、右「趣旨（案）」および著名簿には前記不信任理由書と同旨の不信\n任理由が記載され、右「趣旨（案）」および「趣旨」には、組合指導者の資格につ\nいて「口がうまくても、ハツタリ上手でも、組合員の要求実現に努力せず、組合員\nをごまかすような、幹部は、むしろ組合運動にとつては有害であり、組合指導者と\nして資格をかいているといえる。」とか、昭利四〇年末から昭和四一年始にかけて\nの争議に伴うストについて「もり上る組合員の闘志をおさえ、幹部の独断で妥結し\nたことは、組合幹部が組合員の利益を裏切つたといつても言い過ぎではない。」と\nか、「海員組合は、今日まで産業別単一組合で、強い組合といわれている。しかし\n実情は、幹部が船主の合理化に協力し、たえず、妥協と譲歩をかさね、その反対\nに、組合員に対しては組合費の源泉徴収とユニオン・シヨツプ制をたてに、幹部の\n方針に反対の言動をすれば、首切につながる除名、その他の統制で組合員をしめつ\nけ、組合経営を続けてきたといえる。また、組合幹部は組合員の納得も支持もない\nままに、全国大会の多数をたのんで、全労会議－同盟の結成をおしすすめ、民社党\nの積極的支持団体として、組合費の中から相当な資金をつぎこみ、組合員の基本的\n権利である、政党支持自由の原則をふみにじつている。しかも労働戦線統一の立場\nからは、他組合の分裂には大いに力をかし、他組合との共闘は、イデオロギイーの\n違いを理由に、これを拒みつづけている。」とか、「ｅ、ｆ両名の退陣を組合員の\n権利としてのリコールによつて実現したい。」旨記載されている。\n（二）１　これに対し、被告の中央執行委員会（以下中央執行委員会という。規約\n二八条、五七条により組合長一名、副組合長二名、中央執行委員二七名をもつて構\n成員とする。）は昭和四一年五月一一日付で「『海組幹部リコール運動委員会』に\n対する見解」（以下同日附見解という）と題する文書を広く組合員に配布した。同\n委員会はその中で次のような見解を明らかにした。\n「今回のリコール運動委員会のあげている理由は、いずれも、組合機関で論議\nし、方針を決め、処理し、その結果ついて機関の承認を得てきた問題ばかりであつ\nて、個人の責任に帰せるべきでなく、また機関決定の方針に不同意なら、組合の活\n動方針に関する論議として、大会その他の機関で争うべきものである。それ故活動\n方針の提案者をリコールするというのは筋ちがいであるから、リコール運動委員会\nのあげる不信任理由は、規約一一七条Ａ項の定める『決められた任務を行わず、役\n員として不適格である。』ことの何ら『明らかな根拠』を示しているとは認めらな\nい。速かにその中止を求める。このリコール運動は、正常な組合員の権利の行使と\nいう範囲を逸脱しており、正規の手続きを経た組合業務の執行を故意にさまたげる\n行為であり、故意に組合を傷つけ混乱をはかる行為であり、反組織的な行動である\nから、組合員各位が、この運動にまきこまれることなく、組合の団結をかため、組\n織としての秩序と統制を守つて行動されるよう要請する。」\n２　被告の組織部長ｈは、同月一三日前記ａら四名に対し、口頭で右文書の趣旨を\n説明し、併せてリコール運動の中止を求めた。\n（三）　リコール運動委員会は同月一八日付で「海組幹部リコール運動について重\nねて全組合員諸君に訴える。」と題する文書を広く組合員に配布し、その中で、\n「組合の活動方針が組合機関で決定されたものであることは間違いないが実際に組\n合を支配しているのは、組合員大衆の意思を理解しない特定の幹部とくにｅ及びｆ\nの両名であることは明らかであり、リコール運動は規約に則つたものであるから、\n今後も継続する。」との立場を明らかにし、かつ中央執行委員会の態度は「自ら定\nめた規約の保障する組合員の僅かな民主的権利さえも一片の『見解』により、組合\n執行権力を濫用して、フミにじろうとするもので、沖の大衆に対する明らかな挑戦\nである。」と非難し、あわせて、組合員らに対しリコール運動への参加を呼びかけ\nた。\n（四）　統制委員会は同月二〇日リコール運動委員会宛に右不信任理由書記載の不\n信任理由は規約一一七条の要件をみたさないことを理由にこれを返送し、また被告\nの組合長（以下組合長という）ｉは同日、リコール運動委員会代表者たる原告に対\nし、同日付の「リコール運動中止に対する警告」と題する文書を交付して、重ねて\nリコール運動の中止を求め、その回答を文書をもつてなすよう通告した。\nしかし、リコール運動委員会は同月二六日「リコール運動について御協力かた御\n願いの件」と題する文書を組合員に配布し、リコール運動を継続する意図を明らか\nにし、適当な時期に所期の目標を達成すれば署名運動を打切りうるようなお署名へ\nの協力方を要望し、また同月二七日には組合長ｉ宛に「五月二〇日付、リコール運\n動中止警告に対する回答」と題する書面を提出し、リコール運動の中止警告を拒否\nすると共に、「組合長自身が通告を撤回し、リコールの可否に関する紛争を真に民\n本的な方法によつて解決することを強く要請する。」旨を明らかにした。\n（五）　リコール運動委員会は同年六月一六日「リコール署名運動中止に関する声\n明」と題する書面を配布してこの中で、「リコール要求の署名者数が、規約一一七\n条におけるリコールのための組合員の一般投票を実施する要件である五○○○名を\nはるかに上回つたので、この署名運動の目的は十分に果し得られたものと判断し、\n署名用紙の新たな配布と、署名増加のための活動を一時中止する。この多数の支持\nと組合員の熱烈な意志をリコール運動の目的達成に向つて更に発展させなければな\nらない。」旨声明した。\n（六）　中央執行委員会は同月二一日開催された第八三回全国評議会に対し、中央\n執行委員会の同年五月一一日附見解、措置について承認を求め、即日その承認を得\nた。そこで中央執行委員会は同年六月二二日「再びリコール運動について」と題す\nる文書を組合員に配布し、その中で「リコール運動委員会の同月一六日声明はリコ\nール運動の中止を求めた中央執行委員会の勧告にしたがつたものでなく、規約にも\nとづく機関の措置や正式手続きを完全に否定したもので、明らかな反組織的な分派\n活動である。中央執行委員会としては、リコール運動委員会を企画し積極的に運動\nを推進してきた、委員会の中心的なメンバー諸君の責任を、あくまで追及する。」\nと声明した。\n（七）　組合長ｉは同年七月一日リコール運動委員会に対し「リコール運動委員会\nに関して」と題する文書を交付し、「同委員会は中央執行委員会のリコール運動中\n止勧告を無視しているが、この機会に同委員会の全貌を明らかにし、責任ある態度\nをとる。」旨を要求した。\n（八）　被告の職場委員ｊ、同ｋの仲介により前記ａら四名とｉ組合長の間で、同\n月八日、二一日および八月一三日の三回にわたり事態収拾のための会合が開かれ\nた。\nしかるに、リコール運動委員会は八月二○日組合長ｉに対し、「リコール運動委\n員会に関する回答」と題する文書によつて、「同委員会はｇが代表責任者であり、\nその責任の所在は運動開始以来、一貫して明らかにしている。」旨回答し、また同\n日組合員に対し、「声明」と題する文書をもつて、「組合長はリコール署名に現わ\nれた組合に対する不信の存在を認め、組合員の意思を尊重して今後の組合運動に生\nかしていくことを表明したので、本日以後のリコール要求署名運動を中止するが、\n今後は原告が署名を預る。大会その他あらゆる機会と手段を通じてわれわれの主張\nの正当性を主張するか否かは、ひとえに組合長の表明が、いかに具体化され実現さ\nれるかにかかつている。」旨宜伝した。\n（九）　そこで、中央執行委員会は同年九月六日原告がリコール運動委員会代表責\n任者として行つた前示各行為は統制違反の疑があると認め、その旨を「組合組織の\n秩序をまもるために」と題する文書をもつて組合員に対し明示した。\n四　被告における統制処分の担当機関及び統制処分の事由と種類並びにその手続\n（一）　担当機関\n１　統制委員会\nこれは規約一二二条により統制違反について組合のどの機関からも独立して調査\n審問を行ない、処分などについて必要と認める勧告を統制処分決定機関に行なう任\n務権限を有する。なお規約一一七条によりリコール請求についても権限をもつ。そ\nの構成員は統制委員長と一二名の統制委員とである。統制委員長と統制委員中五名\nとは中央執行委員の中から、統制委員のうち七名は執行部登録者を除く全国委員\n（規約四三条以下の定めるところにより組合員の直接選挙によつて選出され、組合\n大会に該当する全国大会の構成員となる者）の中から全国大会において各選任され\nる。\n２　全国評議会\nこれは規約五二条Ａ項により全国大会から次の全国大会までの間組合の統制を行\nなう機関であつて同条Ｂ項八号により統制違反者に対する処分を決定する権限をも\n有する。その構成員は規約五四条により常任役員三〇名と全国常任委員三五名とで\nある。常任役員とは、規約二八条Ａ項により組合長一名、副組合長二名、中央執行\n委員二七名をいい、全国常任委員とは規約五〇条、五一条、五八条、五九条、六〇\n条により、全国大会の分科会議たる汽船部全国委員会において執行部登録者を除く\n同部所属の全国委員から選出された一八名と、同じく漁船部全国委員会において同\n様選出された一〇名と、同じく沿海部全国委員会において同様選出された七名とを\nいう。\n（二）　統制処分事由（規約一二〇条）\n組合員が統制違反として処分の対象となる場合の一部を摘記すれば、次のとおり\nである。\n１　規約に反し、正規の手続を経た組合業務の執行を、故意にさまたげ……るな\nど、悪質な行為があつた場合（同条Ａ項一号）\n２　本組合の分裂をくわだてたり、故意に組合を傷つけ混乱をはかるなど、反組織\n的な行動をした場合（同条Ａ項四号）\n３　役員……について、つくりあげた中傷を流したり、……した場合（同条Ａ項九\n号）\n（三）統制処分の種類（規約一二一条Ａ項）\n１　期間を限つた権利の一部停止処分\n２　期間を限つた全権利の停止処分\n３　期間を定めない全権利の停止処分\n４　除名処分\n５　弁償\n６　１から４までの処分のどれかと５の弁償との併科\nなお、軽微な統制違反に対しては統制処分ではないところの戒告を行なうことが\nできる（同条Ｂ項）。\n（四）手続\n１　統制委員会における統制違反事件の調査審問は組合機関からの告発、組合員一\n〇名以上の連署による告発、または職権による（規約一二三条Ａ項）。同委員会の\n定足数は三分の二であり（規約一二二条Ｃ項）、組合のどの機関からも独立して任\n務を行なう（規約一二二条Ｂ項）。同委員会は事件の調査審問を終えたとき、事件\nの経緯と本人の弁明及び同委員会の所見を記した「査問報告書」を作成し、全国評\n議会に提出し、処分に関して必要と認める勧告も行なう（規約一二四条）。\n２　全国評議会の定足数は常任役員の半数以上を含む構成員の三分の二である（規\n約五四条Ａ項）。全国評議会は統制違反事件を審議し、事件の当事者の希望により\n弁明の機会を与え、出席構成員の無記名投票により有効投票数の三分の二以上の賛\n成をもつて統制違反処分を決定する。このさい事件の当事者である者は審議決定に\n参加できない（規約一二五条）。統制違反処分はその翌日までに本人に通知される\n（規約一二七条Ａ項）。\n五　本件統制処分決定までの手続\n中央執行委員会は昭和四一年九月六日統制委員会に対し、原告のリコール運動委\n員会代表責任者としての前記各行為は規約一二〇条Ａ項一号、四号、九号に該当す\nる統制違反行為であるとして告発した。\nそして、統制委員会は、構成員一三名中原告を告発した中央執行委員会の構成員\nを兼ねる六名の参加をも得て原告の統制違反事件につき、調査審問を行ない、つい\nで昭和四二年六月一三、一四日開催された被告の第八七回全国評議会に対し、「原\n告に対する一年間の全権利停止、前記ａら四名に対する戒告」をなすことを勧告\nし、それを受けた右全国評議会は、同月一四日組合長副組合長中央執行委員計三〇\n名がその構成員として参加した上無記名投票の結果有効投票総数六四票中、賛成四\n五票、反対一九票で右勧告を支持決定した。\nそこで被告は原告に対し前記のとおり右統制処分をなす旨を告知したのである。\n第三　争点\n一、原告の主張\n原告に対する右統制処分は、以下の理由により無効である。従つて原告は統制処\n分を受けたことのない組合員、即ち規約一六条にいう完全資格組合員であるのに、\n被告は右処分を有効としてこれを争つている。規約上不完全資格組合員は、全国委\n員の資格を失い又はその資格を停止され（四八条Ａ項四号Ｂ項一、二号）、全国常\n任委員の資格を失う（五〇条Ｂ項Ｃ項）等組合員としての権利に重大な制約を受け\nる。従つて原告は完全資格組合員であることの確認を求める趣旨で右統制処分の無\n効確認を求める。\n（一）　実質上の違法－処分理由（二（一））への反論\n１　被告主張の規約内容は認める。原告を代表責任者とするリコール運動委員会の\n運動は規約に則つてなされ、とくに両役員に対する前記不信任理由は役員として不\n適格であることの明らか根拠を示しているのである。中央執行委員会の前記昭和四\n一年五月一一日付「見解」は、リコールの対象となつている両役員の弁明を同委員\n会の名で公表したところの反論の域を出ないものであつて到底規約一一九条にいう\n裁定又は勧告ではない。所詮同委員会はリコール運動の盛上りに周章狼狽し、これ\nを圧殺しようとして、規約解釈権が同委員会にあることを奇貨とし、これを濫用し\nて原告らにリコール運動の中止を求めたものである。したがつて、原告らは規約に\nよるも右中止要求に応じる義務を負わない。\nまた、このリコール運動はは役員の組合業務の執行とは何の関係もない。\nなお、同年八月一三日前記ａらが組合長に対し被告主張のような約束をしたこと\nはない。また前記ａらは原告の代行者でもリコール運動委員会の代表者でもない。\n同月二〇日付で発表された「声明」の内容は事実に副うものであつて、歪曲された\nものでない。\nよつて原告の行為は何ら規約に反せず、組合業務の執行を妨げず、故意に組合を\n傷つけ混乱をはかるなどの反組織的行動に該当しない。\n２　そもそもリコール運動とは不信任運動に外ならないものであるから、当該役員\n罷免のため、その役員への不平不満が理由とされることは当然であり、しかも掲記\nされた不信任理由が真実かどうかは組合員が投票によつて決するもので、これは主\n観的なものでも差支えないものである。従つてリコール請求者がリコール運動中に\n当該役員に対し加えた批判につき、これが真実に副うか否か、換言すれば規約一二\n〇条Ａ項九号にいう中傷なりや否やを論ずる余地はない。そうでないと、規約上保\n障されたリコールの権利ひいては批判の自由を侵害する結果となろう。\n３　してみると、原告らの所為が規約一二〇条Ａ項一号、四号、九号に該当すると\nする被告の主張は理由がない。\n（二）　手続上の違法－予備的主張\n本件処分の手続は、規約に違反しており、且つその瑕疵は重大である。\n１　統制違反事件につき調査審問し、処分を勧告する統制委員会は組合のどの機関\nからも独立してその任務を行なうとされているところ（規約一二二条Ａ、Ｂ項）、\n原告に対する統制違反事件を調査審問し、処分を勧告した統制委員会の委員一三名\n中六名は原告を統制違反者として告発（規約一二三条Ａ項）した中央執行委員会の\n構成員であつた（規約一二二条Ｃ項、Ｄ項）。かくの如きは独立して任務を行なう\n審判機関たる統制委員会が訴追機関である中央執行委員会に従属したことを示すと\nいうべく、不合理極まるもので、前記一二二条Ａ、Ｂ項ないしはその趣旨に反する\nものといわねばたらない。\n２　原告を告発した中央執行委員会の構成員三〇名は原告に対する統制処分を決定\nした全国評議会の審理、表決に参加している。これは審判機関と訴追機関とを全く\n混同しているものである。事件の当事者は全国評議会の審議決定に参加できないと\nする規約一二五条Ａ項にいう事件の当事者とは、告発をした中央執行委員会の構成\n員をも含むと解すべき以上、右手続は右条項に違反する。してみると、全国評議会\nは、六五名中三〇名の常任役員が欠格者であり、その表決の結果が賛成四五票、反\n対一九票というのであるから、もし欠格者である中央執行委員会の構成員、なかで\nもｅ、ｆ二役員が全国評議会の表決に参加しなければ、本件処分は決定されなかつ\nたものというべく、右手続上の瑕疵は極めて重大である。\n（三）　統制権濫用－予備的主張\n労働組合の内部統制は、組合が対使用者関係において、組合員の労働条件の維持\nと向上をはかり、労働者の生活を守るべく、その団結を強固にし、発展させるため\nに必要とされるものであるから、使用者に対する団体交渉やストライキ等の団体行\n動に関しては強く、そうでないときは弱く適用されるものである。\nところで本件リコール運動は、既に終結したストライキの批判と反省のための一\n連の言論活動の中から自然発生的に盛上つた幹部批判であるから、これをとらえて\n統制処分を科するのは、統制権の濫用で無効とすべきである。\n二、被告の主張\n原告の主張冒頭記載の規約の内容はこれを認める。\n（一）　統制処分理由\n１　中央執行委員会は規約一一九条Ａ項により規約の解釈に疑義が出たとき裁定及\nび勧告を行なう権限を有し、組合員はこの裁定及び勧告に従う義務を負う。ところ\nで同委員会は同年五月一一日付の前記見解において原告を代表任者とするリコール\n運動委員会提出の二役員不信任理由書が規約一一七条所定の要件につき「明らかな\n根拠」を示していないと断定した（前記第二、三（二）１の事実）。これは右規約\n解釈権にもとづく裁定に外ならない。また中央執行委員会がこれに併せてリコール\n運動委員会に右運動の中止を求めたのは（前記第二、三（二）１の事実）、右規約\n解釈権にもとづく勧告の性質をもつ。リコール運動委員会は、中央執行委員会から\n右裁定及び勧告を、ｈ組織部長及びｉ組合長から各中止勧告を受けたにもかかわら\nず（前記第二、三（二）２及び四の事実）、さらには中央執行委員会の右裁定と勧\n告とが別紙記載の規約一一九条Ｂ項により同年六月二一日全国評議会の承認を得た\nにもかかわらず、なおリコール運動を中止しなかつた。\nしかも同年八月一三日リコール運動委員会の代表者ないしその代表者たる原告の\n代理人ａ、ｃらは組合長に対し、\n（１）　組合機関の決定に従いリコール運動委員会を同年八月一三日をもつて解散\nする。\n（２）　解散声明を両三日中に発表する。\n（３）　リコール運動委員会のメンバーの氏名を文書で返事する。旨約しながら、\nリコール運動委員会はこれを履行せず、かえつて同月二〇日組合員に対して発した\n「声明」という文書（前記第二、三（八）の事実）において組合長との会談内容を\n歪曲したものである。\nリコール運動委員会のこれらの行為につき原告が指導的立場にあつたことはいう\nまでもない。よつて以上の原告の所為は規約一二〇条Ａ項一号にいう「規約に反\nし、正規の手続きを経た組合業務の執行を故意に妨げるなど悪質の行為があつた場\n合」、および四号にいう「故意に組合を傷つけ混乱をはかるなど反組織的な行動を\nした場合」に該当する。\n２　また、原告の提出した前記不信任理由書、リコール運動委員会準備会の「海員\n組合幹部リコール運動の趣旨（案）」ならびにリコール運動委員会の「海員組合幹\n部リコール運動の趣旨」および「海員組合幹部リコール署名簿」中ｅ、ｆ両役員に\n対する非難の内容はいずれも事実無根であり、被告の組合役員を中傷したものとい\nわねばならない。そして原告は右文書の作成配布に代表責任者として指導的役割を\n果したから、原告の右行為は規約一二〇条Ａ項四号（前出）および九号にいう「役\n員についてつくりあげた中傷を流した場合」に該当する。\n（二）　統制処分の手続\n１　統制委員会の任務及びその構成員中に中央執行委員六名が参加して本件統制処\n分の調査審問に関与したこと、全国評議会の任務及びその構成員中に組合長、副組\n合長及び中央執行委員計三〇名が参加して本件統制処分の決定に関与したこと及び\n原告主張の規約の内容は認める。\n２　労働組合が組合員に対し統制処分をするについて、審判機関と訴追機関とが別\n個である場合、その構成員の重複を避けなければならないとする原理は存在せず、\n両機関の構成員を全く別にするか、それとも一部重複を許すかは、専ら当該労働組\n合の自治に委ねられているところである。\nそこで、規約を見るに、訴追機関と審判機関との構成員の重複を禁止していると\n認められる規定は全く存在せず、かえつて審判機関たる統制委員の一部は訴追機関\nたる中央執行委員のうちから選任される（規約一二二条Ｄ項）旨の規定が存在する\nのである。規約は告発等訴追をする機関を特定せず、しかも統制委員会が告発をま\nたずに査問を開始する場合をも規定していること（規約一二三条Ａ項）からする\nと、規約は統制委員会が訴追機関をも兼ねることがあることを是認しているのであ\nる。してみると、訴追機関たる中央執行委員会の構成員は審判機関たる統制委員会\nの構成員となり得ないとの原告の主張は理由がない。\nまた、統制委員会が独立してその任務を行なうとの規定の意味は、統制処分に関\nする限り、他のいかなる組合機関も、その任務についての指示、命令、決定等をな\nすことができないとの意味であつて、訴追者である中央執行委負会の構成員が審判\n者である統制委員会に参加してはならないとの意味ではない。しかも中央執行委負\n会が原告を告発した以外に、統制処分について統制委員会を拘束するような指示、\n決定等をした事実はないし、告発をもつて拘束力あるものとみるのも相当でないか\nら、この点についても原告の主張は理由がない。\n３　規約一二五条Ａ項により全国評議会における統制違反事件の審議、決定に参加\nすることのできない「事件の当事者」とは、別紙記載の同条Ｂ項の文言に徴し統制\n処分を加えられようとする組合員を意味するのであつて、統制違反行為の相手とな\nつた者（本件ではｅ、ｆ）或は統制違反事件を告発した組合員または組合機関まで\nも含むものでないから、原告のこの点の主張も失当である。\n（三）　統制権濫用との主張について\n原告の主張はすべて争う。本件統制処分は実体面からも手続面からもすべて相当\nであつて濫用と非難されるいわれはない。\n原告は被告の機関決定に賛同しないのであるから組合員に対する説得と各種機関\nにおける真剣な活動とによつて自己の主張の実現を図るべきである。しかるに原告\nはかような努力を払わず被告ないしはその役員を悔辱する文書を配布し組合の中に\n混乱を起そうと企てたのみならず、中央執行委員会の裁定と勧告に対し規約一一九\n条Ｃ項にもとづき全国評議会に上告することなくこれを無視し、組合長との合意に\n反してリコール運動を継続し、しかも原告以外の右運動従事者の氏名すら明示しな\nい。\nかような言動はきわめて悪質かつ反組織的な行為であるから、統制処分として一\n年間の全権利停止の措置は相当であつて、実体上何ら苛酷ではない。\n統制委員会は前例をやぶつて一六回にわたつて慎重審議の結果、委員全員一致の\n意見をもつて一年間の全権利停止処分を妥当と決し、そのように勧告し、全国評議\n会は原告の弁明を聞いたのち討論の末多数をもつて右勧告を支持して本件統制処分\nを決定したのである。従って右処分に手続上何ら権利濫用にわたる点はない。なお\n原告は右処分に対し規約一二七条により全国大会に抗告したが、全国大会は昭和四\n二年一〇月原告の弁明と統制委員長の反論とをきいたのち多数をもつて本件処分を\n支持した。\n第四　証拠（省略）\n第五　争点に対する判断\n一、本件統制処分の効力\n（一）　実体面、即ち統制処分事由該当性\n被告の主張によれば、原告は中央執行委員会の規約一一九条Ａ項にもとづく裁定\nと勧告及びその他の組合機関の要求にも拘らず不適法なリコール運動を継続し、し\nかも昭和四一年八月一三日成立した組合長との約束を履行しなかつたから、規約一\n二〇条Ａ項一、四号に該当し、また原告の提出した不信任理由書および配布した\n「リコール運動の趣旨」等の内容はいずれも事実無根であつて組合役員を中傷する\nというべく、規約同条Ａ項四、九号に該当するというにある。よつて以下、順次検\n討する。\n１　統制違反事実の有無\n（１）　中央執行委員会の裁定及び勧告に従わなかったこと\n（Ⅰ）　原告らのリコール運動と中央執行委員会の見解\n前記当事者間に争ない事実中第二、一、三（一）（二）（三）の要旨は次のとお\nりである。\n原告は他の組合員らとともにリコール運動委員会を組織し、その代表責任者の地\n位にある者であるが、被告のｅ副組合長、ｆ中央執行委員兼汽船部長の免職を規約\n一一七条の手続きにより実現すべく（成立に争のない甲第三四号証によると右両名\nの任期は同年一〇月に満了すると認められる）まず統制委員会に不信任理由書を提\n出し、かつ右理由書は同条Ａ項所定の「役員が決められた任務を行なわず、役員と\nして不適格であることの明らかな根拠」を示したものであるとして、リコール一般\n投票に必要な署名数を穫得するためのリコール運動を展開した。これに対し中央執\n行委員会は、同年五月一一日、「右リコール請求添附の前記理由書には同条所定の\nリコール理由たる『決められた任務を行なわず、役員として不適格である』ことの\n明らかな根拠が示されていないから不適法であり、その中止を求める。」旨の「見\n解」を公表し当時その旨を原告に通知したのである。\n（Ⅱ）　右見解は裁定と勧告とに該当するか\n規約一一九条Ａ項によれば、中央執行委員会は規約の解釈について疑義が出たと\nき裁定と勧告とをなし得、組合員はこれに従うべき旨規定されていることは争がな\nい。\n前記五月一一日付中央執行委員会の「見解」ならびに証人ｌの証言によれば、統\n制委員長は同年四月一八日中央執行委員会に不信任理由書が提出された旨の報告を\n行なつたこと、右不信任理由書によれば、同記載のｅ、ｆ両名に関する事項が規約\n一一七条Ａ頂所定の要件に適合していることは自明の理とされているのに対し、中\n央執行委員会は右条項の解釈上疑義ありとし、その解釈を明確にする必要ありと認\nめ、同日及び同年五月六日開催の会議において合議の結果、中央執行委員会は、\n「組合機関で論議、方針決定を行ない、組合役員がそれに従つて処理し、その結果\nにつき機関の承認を得た事項、或いは主観的な事由はリコール事由にならない。規\n約一一七条Ａ項所定の役員のリコール事由は、その役員が規約、或いは組織機関で\n定められた任務を行なわず、しかも組合役員として不適格であることを要件として\nいると解釈すべきである。従つて右不信任理由書記載事実は規約所定の要件に該当\nしない。リコール運動委員会はリコール運動を中止すべきである。」と決定し、右\n決定を外部に発表する際の文案及び発表自体を常任中央執行委員会に委任し、同委\n員会は同月一一日中央執行委員会名義で前記「見解」を発表し、数日後中央執行委\n員会の承認を得たことが認められる。\nなお規約一一九条Ｂ項が中央執行委員会において規約の解釈上の疑義につき裁定\nと勧告とをしたときは最近開催の全国評議会に報告しその承認を得べきものと規定\nしていることは争がなく、成立に争のない甲第二、第一八号証及び右証言によれば\n同委員会は前記の見解と措置とにつき同年六月二一月開催の第八三回全国評議会に\nおいて承認を得たことが認められる。\nこれらの事実を総合すれば中央執行委員会の右措置は規約一一九条Ａ項に基づく\n規約解釈上の疑義に関する裁定及び勧告としてなされたものというべく、これをも\nつて規約に根拠なき単なる見解とみることはできない。\n（Ⅲ）　右裁定及び勧告権の及ぶ範囲\n規約一一九条Ａ項及びＢ項が第一七章統制の項に入れられていること（このこと\nは当事者間に争いがない。）、および右裁定と勧告とにつき後日全国評議会の承認\nを経なければならないことにかんがみ、中央執行委員会の裁定及び勧告権について\nは次のように考える。\n規約の解釈について組合内に争いが生じ組合統制上看過し得ないような場合に、\n本条項は規約の解釈権を中央執行委員会にとりあえず与えて、その裁定と勧告とに\nより混乱を避けようとするものである。しかも規約解釈上の疑義は、組合運動上単\nに抽象的規範の意義のみに関して生ずるよりもむしろ、組合又は組合員等の具体的\nな行為に関して生ずるのであるから、規約一一九条にいう裁定と勧告との権限は組\n合員の具体的な行為が規約の定める要件に適合しているか否かの判断をすること\nと、組合の統制を維持するため必要な限度で組合員に対し判断に従い作為又は不作\n為をなすことを命ずる権限をも含むものである。\n中央執行委員会の規約解釈に関する裁定と勧告とは性質上裁量の余地多きもので\nある。この権限を同委員会に与えなおその権限の行使につき全国評議会の承認を必\n要としたのは、団体の自治を尊重し、とくに団体内部の紛議に関しできるだけ国家\n機関をわづらわさず自主的に処理しようとする考えにもとづくものである。もとよ\nりこの考え方は結社の自由を保障し労働者の団結権を尊重する等、多元的な社会を\n前提とする法制度のもとではとくに適切であるからかような権限の行使が司法審査\nの対象となるとき、中央執行委員会の解釈上の裁量権は尊重さるべく、その行使が\nあきらかに不合理であつて容認し難い場合にのみ右裁定及び勧告の効力は発生せず\n組合負を拘束するものでないというべきである。\n（Ⅳ）　裁定と勧告に示されたリコール要件解釈の当否\n中央執行委員会は前記のとおり右裁定と勧告とにおいて、規約一一七条Ａ項の\n「役員が決められた任務を行なわず」ということのなかには組合機関で論議して決\n定した方針に従つて役員が処理し、その結果につき機関の承認を得たことを含ま\nず、かつリコール請求の実体的要件として「役員が決められた任務を行なわず」と\n「役員として不適格」との二つを必要とすると解釈した。思うに労働組合は労働組\n合法一条五条にも示されているとおり労働者が自主的かつ民主的に設立した団体で\nあるから、前記のような組合機関の決定、承認にいたるまで、或いはその決定、承\n認に際しての役員の意見、態度、行動等に対し組合員が批判することは、それがこ\nとさらに事実を歪曲したり、或いは専ら人身攻撃を目的とする等不当なものでない\n限り、組合の民主化、自主化を図るものというべく、原則としては排斥すべきもの\nではない。しかし反面労働組合がその目的を達成すべく使用者と団体交渉をとげ、\n必要に応じ争議権を行使するには、まず強固な団結が必要である。特に被告は海上\n労働者を主体とする労働組合であつて組合員は少人数宛分散して数多の船舶に長期\n間いわば隔離された状態で乗組んでいるか、又は下船して各家庭で休養中であるこ\nとは顕著な事実であるから、とくに団結の強化が要請されるのである。したがつて\n組合員の役員に対する批判が、時期、方法、場所等において組合の統制のため一定\nの制約を受けることも、また止むを得ない。このことは争議中であると否とで決定\n的な差を生ずるものではない。よつて右のような役員の態度等を当該役員のリコー\nルの事由として主張し得るか否か、主張し得るとしてもその範囲如何は、元来組合\n員が規約をまたずして当然には役員に対する罷免請求権を有するものでない以上、\n一に組合の自治に委ねられているといえるのである。\nところで、以上の見地に立つて考察すれば、規約所定のリコール請求の要件であ\nる、「その役員が決められた任務を行なわず、役員として不適格であることについ\nて明らかな根拠を示すこと」の趣旨を、中央執行委員会のように「役員がその決め\nられた任務を行なわず（但し役員が機関決定に従つて処理しその結果につき機関の\n承認を得た場合を含まない。）、しかも役員として不適格であることの明らかな根\n拠を示すこと」と解釈しても、あきらかに不合理であつて容認しがたいとはいえな\nい。けだし、役員が機関決定に従つて処理し、その結果につき機関の承認を得た事\n項については機関が全体として責任を負うべく、その責任追究は組合員が全国大会\nその他の機関において行なえば足り（規約一一八条Ａ項は「全国大会は、みずから\n発議によつて役員や全国委員をやめさせる権限をもつ」旨定めていることは当事者\n間に争いがなく、それによれば、全国大会は何らの理由なくして自由に役員を罷免\nすることができる。）、役員個人を署名及び組合員の一般投票によつてリコールす\nることは組合統制上好ましくないと解することができるからであり、また役員が決\nめられた任務を行なわずという要件と役員として不適格という要件との関係は、並\n列的と解することも、択一的と解することも、また前者は後者の例示と解すること\nもでき、いずれをとるも敢て不合理というような点を見出し得ないからである。\nもとよりこのように解すれば組合員がリコール請求をなしうる場合が著しく少く\nなることは否定できない。しかし規約三六条Ａ項Ｂ項によれば、中央執行委員等役\n員は全国大会において選出されその任は二年であると定められていることは当事者\n間に争がないから、不適当な役員はこの際排除され得るのである。それ故被告のリ\nコール制度は、当該役員を排除すべき緊急の必要があつて敢て二年の任期満了をま\nてない場合に適用されるものであるから、要件を厳格に解するも妨げない。またこ\nの制度自体が組合の民主化に貢献する反面、組合の統制に大きな影響を及ぼすもの\nである以上、その適用範囲を狭くする解釈をとつたからとてこれを不合理というこ\nとはできない。\n（Ⅴ）　リコール請求は右解釈による要件を充足するか\nリコール運動委員会提出の不信任理由書記載の事実は、役員が機関決定に従つて\n処理し、その結果につき機関の承認を得た事項であるか否かにつき考察する。\n成立について争いのない甲第八号証（乙第三号証）および証人ｌの証言によれ\nば、昭和四〇年一〇月に開催された被告の全国大会は必要に応じストライキをもつ\nて賃上げ斗争を行なう旨の方針を決定し、その後被告は使用者たる外航、内航の各\n海運会社との間で団体交渉を行なつたが不調に終つたので、被告は汽船部に属する\n組合員の一般投票を施行した結果、ストライキを実施することならびにストライキ\nの実施方法および終結については中央執行委員会に一任するとの表決があつたこ\nと、そこで中央執行委員会はストライキの方法、戦術、指導については、同委員会\n自ら討議決定指令し、争議の具体的、技術的な問題については、中央執行委員会の\n中に設置された企画委員会（委員長はｅ副組合長）をして処理に当らせたこと、ま\nたｆ汽船部長は汽船部所属の組合員のため、汽船関係の使用者との団体交渉の責任\n者としてこれに当り船舶乗組員の定員、労働時間、食料の現物支給、及び賃金に関\nする労働協約を締結する運びとなつたが、右協約締結については中央執行委員会は\nもとより、規約五八条ないし六〇条、六二条に定める全国大会の分科会議である汽\n船部全国委員会にかかわる汽船部委員会の承認を得たこと、以上の団体交渉、スト\nライキ、労働協約の締結につき被告の最高意思決定機関である全国大会が承認を与\nえたこと、そして、被告がその運動方針を定め全労会議及び同盟に加盟しこれに金\n員を支出したのは、被告の全国大会ならびにそれから権限を委譲された全国評議会\nの各決定にもとづくものであり、また、被告が民社党を支持し、同党等の選挙資金\n等のため被告の資金を支出したのは、全国大会の決定にもとづくものであることが\nいずれも認められる。\n従つてリコール運動委員会の掲げている不信任理由中、ｅ副組合長の態度が役員\nとして不適格であるとの点およびｆ汽船部長の態度がごうまんで、かつ日常生活も\n組合幹部にふさわしくないとの点を除く部分は、いずれもｅ副組合長、或いはｆ汽\n船部長が組合機関の決定にいたるまでとつた言動及び組合機関の委任を受けて処理\nに当り、その後組合機関の承認を得た事項に対する批判に帰着する。それ故この部\n分は規約一一七条Ａ項所定のリコールの要件中、「役員が決められた任務を行な\nわ」なかつたことに該当せず、その他右不信任理由書中要件に該当する部分はない\nから、原告を代表責任者とするリコール運動委員会のリコール請求はいずれも規約\nの要件を充足していないといわざるを得ない。\n（Ⅵ）　勧告及び要求\nかような不適法なリコール請求にもとづきｅ、ｆ両役員のリコール署名を募り、\n署名簿を提出することは、被告の統制を維持するため容認できないから、中央執行\n委員会の中止勧告は正当であつたというべきである。\n中央執行委員会の右裁定及び勧告に関し被告の組合長及び組織部長らもまたリコ\nール運動の中止等をリコール運動委員会に要求したことは前記第二、三（二）\n（四）（七）記載のとおりであつて、右はいずれも中央執行委員会の右裁定及び勧\n告実現のため組合役員としてとつた措置というべきである。\n（Ⅶ）　右裁定及び勧告に対する原告の態度\nこれらの裁定、勧告、措置に対しリコール運動委員会を構成する原告ほか数名の\n組合員のとつた態度は、前記第二、三（三）（四）（五）記載のとおりであり、ま\nた成立に争のない甲第二五号証及び原告本人尋問の結果によれば、原告は昭和四一\n年九月一〇日集つたリコール署名簿を統制委員会に提出し規約に従つて処理するよ\nう要求したが、拒否されたことが認められる。\n要するにリコール運動委員会の代表責任者たる原告は中央執行委員会の裁定及び\n中止勧告に従わず、リコールの署名を募り、リコール運動の正当性を組合員に宣伝\nし、中途で署名募集だけを中止したがリコール運動そのものは中止せず署名簿の提\n出に及んだのである。\n（２）　八月一三日成立の約束を履行しなかつたこと、\n証人ｃおよび同ｋの証言によれば、リコール運動委委員会の運営は、同年夏当時\n代表責任者たる原告が乗船中であつたので、ａ、ｃ、ｂ、ｍらに委ねられていたこ\nと、しかも、原告はリコール運動委員会と被告との間のリコールに関する紛議の収\n拾のため右ａらが組合長と協議し合意を結ぶことについて同人らに一切の権限を委\n任していたこと、こゝにおいて右ａらはこの授権にもとづきｉ組合長と同年七月七\n日、同月二一日、同年八月一三日の三回にわたり右事態収拾につき協議をとげた結\n果、同月一三日にいたりａ、ｂおよびｃは組合長に対し、（イ）組合の機関決定を\n尊重して同日付でリコール運動委員会を解散しこの運動をやめること、（ロ）二、\n三日中にその旨の声明を発表すること、（ハ）リコール運動委員会の構成員の氏名\nを文書で回答することを約したことが認められ、以上の認定に反する証人ｃの供述\n部分は採用できない。\n以上の事実によれば、同年八月一三日のａらと組合長との約束は原告にもその効\n力を及ぼすのである。\n右約束のうちリコール運動をやめるとの趣旨は、前記のようにリコール運動委員\n会がすでに同年六月一六日署名募集を一時中止すると声明したこと等にかんがみ、\nリコール署名の募集活動をやめる趣旨のみでなく、リコール請求をもしない趣旨で\nあると解されるところ、前記争ない事実（第二、三（八））によればリコール運動\n委員会は同月二〇日、リコール請求をする場合のある旨声明したのみならず、原告\nは前示のとおり同年九月一〇日リコール署名簿を統制委員会に提出した。また前記\n争ない事実によれば、リコール運動委員会は同年八月二〇日被告あて、リコール運\n動委員会の代表責任者は原告である旨を文書で回答したにとどまり、その他の構成\n員の氏名を明示しなかつた。さらに、その会談の際には組合長がリコール運動委員\n会側に何らかの約束をしたことは認められないのであるが、前記争ない事実によれ\nば、同委員会は、組合長が組合員の組合に対する不信の存在を認め、その意思を尊\n重して、今後の組合運動に生かしていくことを表明した旨、虚偽の事実を報道した\nのである。\n要するにリコール運動委員会の代表責任者たる原告は組合長との間に成立した合\n意に反してリコール運動を続行したのみならず、右委員会の構成員の氏名を明らか\nにせず、合意の趣旨と異る解散声明を発表し、その中で組合長の言動につき虚偽の\n報道をしたという外はない。\n（３）　組合役員を中傷したこと\n当事者間に争のない前記第二、三（一）の事実によれば、原告は統制委員会に不\n信任理由書を提出し、かつ組合員に「海員組合幹部リコール運動の趣旨（案）」お\nよび「海員組合幹部リコール運動の趣旨」並びに「海員組合幹部リコール署名簿\n（不信任理由書）」なる文書を配布し、ｅ及びｆ両名の組合幹部としての行動に非\n難を加えたのである。\nところで、被告の主張によると、原告が加えた非難はすべて事実無根であるから\n組合役員を中傷するものであるというにある。\nそこで案ずるに、規約一一七条Ａ項が役員のリコールにはリコール事由の「明ら\nかな根拠」を示すことを要求している趣旨は、役員がいかなる具体的な事実によつ\nてリコールを求められているかを明確にすることにより、一方においてはリコール\nを受けようとする役員に弁明の機会を与え、他方その当否につき判断する組合員に\n便宜を供し、もつて組合内の無用の混乱を避けようとするにあると解せられるので\nある。よつて役員をリコールしようとする組合員はリコール事由として具体的な事\n実をとりあげて主張しなければならないが、リコール請求は必然的に組合員に対す\nる批判を内容とする以上、それが事実をことさらに歪曲し、或いはリコール運動に\n名を籍りて役員を誹謗する目的を帯びれば格別、単に批判の範囲にとどまる限りそ\nれについて問責するのは相当でない。ところで原告がことさらに事実を歪曲した\nり、或いはリコールに名を籍りて役員を誹謗することを目的としたとは認める証拠\nもなく、原告の前示非難はｅ、ｆ両名に対する批判の域を出ないから、原告が右両\n名を中傷したとはいえない。\n２　規約の適用\n（１）　適条\n前記のように原告がリコール運動委員会の代表責任者として中央執行委員会の裁\n定と勧告とに従わなかつた所為は、当事者間に争のない規約一八条Ｂ項四号、一一\n九条Ａ項に定める服従義務を果さなかつた点で前記規約一二〇条Ａ項一号にいう規\n約に反する悪質な行為に該当する。またこの裁定と勧告に従わず組合役員のリコー\nル運動という組合の統制上重大な措置を推進したことは同項四号にいう反組織的な\n行動に該当する。\n原告がｉ組合長との前記約束を果さず、しかも同組合長が原告の意思を尊重して\n組合を運営したいと言明した旨組合員に虚偽の事実を宣伝した点は、同項四号にい\nう反組織的な行動に該当する。\n（２）　情状\nところで原告の統制違反の情状を見るに、原告が中央執行委員会の裁定と勧告及\nび組合長との約束に従わずリコール運動を続行したことは、組合統制上極めて重大\n事であつてそれ自体厳しい非難を受けなければならない。しかし前記のごとく、リ\nコールの要件が規約上さほど明確でなかつたこと、原告は右裁定及び勧告の承認等\nを審議する全国評議会の開かれる前に署名活動を中止したこと、原告が結局リコー\nル署名簿を統制委員会に提出したのが中央執行委員会の告発の数日後であつたこと\nをみれば、これと無関係であるとは認め難いことなどの事実は、原告に対し有利に\n考慮さるべきである。\n組合長が言明しなかつたことを言明したように虚偽の報道をした点も組織上無用\nの誤解混乱を招くものであるが、しかし前記甲第八号証（乙第三号証）および甲第\n一八号証を綜合すれば、中央執行委員会はこれよりさき、「このようなリコール運\n動が発生したこと自体から推して組合員問に不満のあることが認められるのでそれ\nの解消のため努力する。」旨を公表していることが認められるのであつて、言明し\nたとする内容自体は組合の方針に反するものではない。\n原告の所為中、リコール運動委員会の代表責任者でありながらリコール運動に関\nする裁定と勧告に従わたかつたことは最も重視さるべきである。なお権利停止処分\nを受けた者は、当事者間に争のない規約一六条Ａ項によれば、不完全資格組合員と\nされ、同じく規約四八条Ａ項四号Ｂ項一、二号によれば全国委員の資格を失うか停\n止されるのであり、また成立に争のない甲第四〇号証の一、二によれば、かゝる者\nは組合から長年組合員であつた者に支給される功労給付を受けるにつき権利停止処\n分以前の組合員経歴期間を算入されないことが認められる。\n元来統制違反をした組合員に対し、いかなる処分を科するかは、それが著しく苛\n酷であつて、社会通念上からして到底これを是認することができないような特別な\n場合を除けば、組合の自治に委ねられていると解するのが相当であるところ、前記\nのような事情のもとでは原告に科された全権利一年間停止の統制処分が著しく苛酷\nであつて社会通念上容認しがたいものとはいい得ないのである。被告の掲げた統制\n処分事由のうち当裁判所の採用しないものがあるとの点も、原告が前記裁定と勧告\nとに従わなかつたことを最も重視する限り、右結論を左右しない。\n（一）　手続面、即ち統制処分手続の適法性\n１　統制委員会\n原告は統制委員会の調査審問および勧告に、原告を告発した中央執行委員会の構\n成員が関与したことをとらえ、右は規約一二二条Ｂ項にいう統制委員会が組合のど\nの機関からも独立してその任務を行なうことに違反し、統制委員会をして中央執行\n委員会に従属させたものであつて、その後の手続を無効ならしめるものと主張す\nる。\nそこで案ずるに、原告を統制違反被疑者として統制委員会に告発した中央執行委\n員会の構成員中六名が、統制委員会の構成員として本件統制違反事件について調査\n審問し、勧告をしたことは当事者間に争がない。\n国家がその構成員に対し統制処分ともいうべき刑事処分を行なうに当り、告発機\n関又は訴追機関と審判機関との各構成員の重複を禁止することは近時一般的に承認\nされた原理というべきである。しかし、この原理が国家以外の各種団体即ち社団、\n財団、組合等にも直ちに妥当するとはいゝ難いところであつて、かゝる重複を禁ず\nることは望ましいこととはいえこれを採用するか否かはひとえに各種団体の自治に\n委ねられていると解すべきである。\nところで当事者間に争のない規約一二二条Ｄ項によると統制委員会の構成員一三\n名中六名は中央執行委員を兼任することが認められているから、規約自体両機関の\n構成員の重複を許容しているというの外はない。しかも当事者間に争がない規約一\n二三条Ａ項によれば、統制委員会は告発がないときでも、統制違反事件について査\n問を開始することができるのであるから、告発は査問開始の要件でなく、実質的に\nも両機関の構成員の重複を禁止する必要はない。\n当事者間に争のない規約一二二条Ｂ項にいう「統制委員会は、組合のどの機関か\nらも独立して、その任務を行なう」との趣旨は、統制違反事件について事実の調査\nとそれに基づく処分の勧告を行なう統制委員会は、他の組合機関との間に上命下服\n関係に立つものでないことを明らかにし、査問、勧告手続の公平とそれによる事実\n認定および勧告する処分の適正化を図ろうとするものと解されるところであるか\nら、中央執行委員会より本件統制処分に関する査問ないしは勧告について何らかの\n通達、命令等がなされた旨を証明するに足りる証拠がなく、規約自体が両機関の構\n成員の重複を許容している以上、単に中央執行委員会の構成員が統制委員会の構成\n員を兼ねたからといつて、前記条項に反すると解することはできない。\nそうしてみると、この点に関する原告の主張は理由がない。\n２　全国評議会\n原告は、本件統制処分を決定した全国評議会の構成員六五名中三〇名は原告を告\n発した中央執行委員会の構成員であるから、かくの如きは訴追機関と審判機関とを\n混同し、規約一二五条Ａ項にいう事件の当事者である者は、その審議決定に、参加\nできないとの規定に違反すると主張する。\nそこで案ずるに、全国評議会は規約五四条により組合長一名、副組合長二名、中\n央執行委員二七名、全国常任委員三五名から成るところ、昭和四二年六月一三、一\n四日開催された第八七回全国評議会には組合長、副組合長、中央執行委員即ち中央\n執行委員会の構成員全員（ｅ、ｆを含む）出席の上、無記名投票の結果有効投票数\n六四票中、賛成四五票、反対一九票で原告に対する本件統制処分を決定したことは\n当事者間に争いがない。\nところで当事者間に争のない規約一二五条Ａ項にいう「事件の当事者」とは、当\n事者間に争いのない同条Ｂ項の「事件の当事者が希望した場合は、会議の席上で、\n処分の決定に先立つて、弁明する機会が与えられる。」との規定と対比しても、統\n制違反被疑者を示すものであることは明らかであるから、告発機関の構成員は事件\nの当事者でなく、これが統制違反事件に関する全国評議会の審議表決に関与できな\nいと解さねばならない根拠はない。かえつて、前述の如く統制委員会は自ら統制違\n反事実を知つたときは告発をまたず査問を開始することができ、しかも統制委員会\nの構成員たる中央執行委員は、統制処分を決定する全国評議会の構成員ともなるの\nであつて、かかることは同規約の予想しているところであると解される。\nまた、証人ｌの証言によると、被告において、従来統制違反事件の告発は支部機\n関からなされるのが殆んどであつたが、その支部機関の長が全国評議会に参加し\nて、その処分決定に関与した例も少なくなかつたことが認められ、この事実は右判\n断を裏付けるものである。\nよつて、原告のこの点の主張も失当である。\n（三）　統制権濫用\n本件統制処分は前示のとおり実体面手続面ともに適法に行なわれたものであり、\nこれが原告主張のように統制権の濫用に該当するといえないことは上来の説示から\n明白である。\n二、　結論\n以上説明のとおりであるから、原告は本件口頭弁論終結時たる昭和四三年五月七\n日現在規約一六条にいう不完全資格組合員であるというべきである。\nしてみると、原告が完全資格組合員であるとの確認を求める趣旨で本件統制処分\nの無効確認を求める原告の請求は理由がないので棄却することとし、訴訟費用の負\n担については民事訴訟法第八九条を適用して、主文のとおり判決する。\n（別紙）\n被告の規約抜すい。（その存在と内容とは当事者間に争がない）\n第三章　組合員資格・権利・義務・表彰\n第一六条　（完全資格組合員と不完全資格組合員）\nＡ　完全資格組合員とは、組合員として通常の義務を遂行していを遂行している組\n合員をいゝ、次の各号のどれかにあてはまるときは、不完全資格組合員とされる。\n１２３　（省略）\n４　統制違反者として権利を停止された場合\n（後略）\n第一八条　（組合員の義務）\nＡ　組合員は、常に労働に対する誇りと自尊心をもち、不断の努力によつて組合の\n名誉を維持しなければならない。\nＢ　組合員は、次の各号の義務を負う。不完全資格組合員もしくは権利停止中の組\n合員であつても、この義務を免れない。\n（中略）\n４　組合の規約と規則や規定をまもり、組合機関の決定や命令に従い、組合の統制\nを維持すること。\n（後略）\n第五章　役員\n第二八条　（常任役員）\nＡ　本組合の常任役員は次のとおりとする。\n１　組合長　一名\n２　副組合長　二名\n３　中央執行委員　二七名\n計三〇名\n（後略）\n第三六条　（役員の任期と改選および欠員補充）\nＡ　役員の任期は、すべて二年とし、改選で重任した場合を除き、次期の役員が選\n出されたとき、その任を終わる。\nＢ　役員の改選は、全国委員の改選ごとに、その直後の全国大会で行なう。\n（後略）\n第六章　全国機関\n第二節　全国委員\n第四三条　（全国委員の任務）\nＡ　全国委員は、組合を代表する代議員であつて、完全資格組合員でなければなら\nない。\nＢ　全国委員は、次の各号の任務をもつ。\n１　全国大会、各部全国委員会もしくは各部委員会に招集されたときは、その会期\n中、会議に出席する責任があり（後略。）\n第四四条　（全国委員選挙）\n（前略）\nＢ　選挙の方法は五名以内の連記式（中略）の直接無記名投票により、全国単位の\n候補者については、組合員すべてが投票を行ない、企業単位の候補者については、\nその企業単位に籍がある組合員だけが、投票を行なうものとする。\n（後略）\n第四八条　（全国委員の資格と代表指名）\nＡ　全国委員は（中略）次の各号のどれかにあてはまる場合は、その資格を失う。\n（中略）\n４　罷免されたとき、もしくは残りの任期をこえる期間について、権利停止の処分\nを受けたとき\n（中略）\nＢ　全国委員は、次の各号のどれかにあてはまる場合は、その期間だけ資格を停止\nされ、資格停止中の全国委員は、一時定員外とする。\n１　不完全資格組合員とされたとき\n２　任期の範囲内の期間について、権利停止処分を受けたとき\n（後略）\n第五〇条（全国常任委員の任務と資格）\nＡ　全国常任委員は、全国大会の各分科会議において、執行部登録者を除く全国委\n員の中から選出され、全国委員としての任務と権限のほか、次の各号の任務をも\nつ。\n１　全国評議会の構成員となること。\n（中略）\nＢ　全国常任委員は、連続した組合員経歴が三年以上あり、選挙前の三年間に統制\n違反の処分をされたことがない者でなければならない。\nＣ　全国常任委員は次の各号のどれかにあてはまる場合にその資格を失う。\n（中略）\n４　全国委員の資格を失なつたとき。\n（中略）\n６　統制違反者として処分されたとき。\n第五一条　（全国常任委員の定員と選挙）\nＡ　全国常任委員の総定員は、三五名とし、その部属別定員の割り当ては、汽船一\n八名、漁船一〇名、沿海八名とする。部属別の組織の現状が、いちじるしく変わつ\nたときは、大会の議決により、総定員の枠内で、部属別定員の割り当てを改定する\nことができる。\n第三節　全国評議会\n第五二条　（全国評議会の権限）\nＡ　全国大会から次の全国大会までの間、本組合の統制は、全国評議会が行なう。\nＢ　全国評議会は、全国大会の権限として定められてあるもの以外の重要な事項に\nついて、組合の方針もしくは意志を決めるものとし、次の各号にかかげる権限をも\nつ。\n（中略）\n８　統制違反者に対する処分を決めること。\n（後略）\n第五四条（全国評議会の構成と運営細則）\nＡ　全国評議会は、常任役員と全国常任委員を構成員とし、常任役員の半数以上を\nふくみ、構成員の三分の二以上が出席すれば、成立する。全国評議会の議長は、規\n約により組合長が当たる。\n（後略）\n第四節　中央執行委員会\n第五七条　（中央執行委員会の構成と出席者）\nＡ　中央執行委員会は、組合長と副組合長と中央執行委員を構成員とし、組合長も\nしくは副組合長のうち一名以上と、中央執行委員二〇名以上が出席すれば、成立す\nる。中央執行委員会の議長は、規約により組合長が当たる。\n（後略）\n第七章　各部機関\n第一節　各部全国委員会\n第五八条　（各部全国委員会の権限）\nＡ　各部全国委員会は、汽船部全国委員会、漁船部全国委員会、沿海部全国委員会\nに分け、組合活動に関する重要事案のうち、団体交渉事項や組織活動など、それぞ\nれの部属の組合員だけに関するものについて議案を審議し方針を決める。\n（後略）\n第五九条　（各部全国委員会の開催）\nＡ　各部全国委員会は、毎年一回、定期全国大会の分科会議として、開催されるも\nのを定例とし（後略）。\n第六〇条　（各部全国委員会の構成と出席者）\nＡ　全国委員は、その部属に応じて、各部全国委員会の構成員となる。（後略）\n第二節　各部委員会\n第六二条　（各部委員会の権限と構成）\nＡ　各部委員会は、全国大会から次の全国大会までの間において、各部全国委員会\nの臨時会議が開催された場合のほか、各部全国委員会にかわる権限をもつ。\nＢ　各部委員会は、その部属に応じ、制限された員数の全国委員を構成員とし、制\n限員数の決定および各部委員会構成員の氏名は、各部委員会で行なう。（後略）\n第一六章　組合に対する苦情とリコール\n第一一七条　（組合員からの要求による役員のリコール）\nＡ　役員のリコールを行なうには、すべて、その役員が決められた任務を行なわ\nず、役員として不適格であることについて、明らか　根拠が、示されなければなら\nない。\nＢ　リコールの当事者となつた役員には、文書または口頭により、リコールの理由\nに対抗して、弁明を行なうじゆうぶんな機会が与えられる。\nＣ　常任役員と会計監査に対するリコールは、次の各号によつて行なわれる。\n１　リコールを要求する組合員または全国委員は、リコール対象者の役氏名を明記\nし、署名捺印した不信任理由書を、単独でも連名でもよいから、統制委員会に提出\nする。\n２　統制委員会は、不信任理由書の組合員署名者が五、○○○名に達し、または全\n国委員署名者が全国委員の五分の一に達した場合は、中央執行委員会に対して、す\nみやかに組合員の一般投票にかけるよう、通告する。\n３　中央執行委員会は、全国大会が招集されているときを除き、前号の通告を受け\nた日から二〇日以内に、組合員の一般投票にかけることを決定するものとし、不信\n任理由と、リコールの当事者となつた役員の弁明を記した公示を行なう。この場合\nの中央執行委員会の議事には、リコールの当事者となつた役員は、加わらない。も\nし、本部役員の過半数がリコールの当事者となつた場合は、そのリコールの手続き\nに関する限り、統制委員会が、中央執行委員会にかわつて、手続きを行なうものと\nする。\n４　組合員の一般投票により、有効投票の過半数の不信任があつた場合に、リコー\nルは成立し、その役員は、やめさせられる。\n（後略）\n第一一八条　（機関の決定によるリコール）\nＡ　全国大会は、みずからの発議よつて、役員や全国委員を、やめさせる権限をも\nち、全国評議会は、みずからの発議によつて、全国常任委員や統制委員を、やめさ\nせる権限と、執行部員の解任を命ずる権限をもつ。\nＢ　Ａ項の規定による議決は、無記名投票によつて行なわれるものとし、リコール\nの当事者となつた役員、もしくは全国委員または執行部員は、その機関の構成員で\nあつても、投票に加わらない。\nこのリコールの手続きがとられる場合も、リコールの当事者となつた者には弁明す\nるじゆうぶんな機会が与えられる。\n（後略）\n第一七章　統制\n第一一九条　（組合内の紛議の処理）\nＡ　規約の解釈について疑義が出たり、組合内に紛議が起きた場合は、中央執行委\n員会の裁定と勧告に、従うものとする。\nＢ　中央執行委員会は、Ａ項により事件を処理した場合は、最近の全国評議会に報\n告し、承認を得なければならない。\nＣ　中央執行委員会の裁定を受けた者が、これを不服とする場合は、全国評議会に\n上告することができるが、全国評議会で判決がされるまでは、中央執行委員会の裁\n定が、効力をもつ。\n第一二〇条　（統制違反として処分の対象となる場合）\nＡ　組合員が、次の各号のいずれかにあてはまるときは、統制違反として、処分の\n対象となる。\n１　規約に反し、正規の手続を経た組合業務の執行を、故意にさまたげ、組合の選\n挙で、違反をかさね不正をするなど、悪質な行為があつた場合\n（中略）\n４　本組合の分裂をくわだてたり、故意に組合を傷つけ混乱をはかるなど、反組織\n的な行動をした場合\n（中略）\n９　役員、執行部員、職場委員について、つくりあげた中傷を流したり、組合員を\n傷つけるような、うその告発をした場合\nＢ　以上のほか、組合の名誉を傷つけ、組合の組織に損害をもたらし、組合員に被\n害を与えるなど、Ａ項に準ずる悪質な行為であると認められる場合は、統制違反と\nして、処分の対象となる。\n第一二一条　（統制違反処分と戒告、権利救済の措置）\nＡ　統制違反に対する処分は、次のとおりとし、事件の内容と情状に応じ、統制委\n員会の査問報告に基づき、全国評議会が決める。\n１　期間を限つた権利の一部停止処分\n２　期間を限つた全権利の停止処分\n３　期間を定めない全権利の停止処分\n４　除名処分\n５　弁償\n６　上記の１号から４号までの処分のどれかと５号による弁償との併科\nＢ　統制違反事件について、その程度が軽く、とくに処分の対象とするにはおよば\nないが、厳重に注意をよびおこしておく必要を認めた場合は、“戒告”を行なう。\n戒告された者は、組合員としての権利には影響を受けないが、さらにかさねて統制\n違反にふれた場合は、その程度にかかわらず、権利停止以上の処分となる。ただ\nし、戒告が決定された日の翌日から数えて三年を経過したとき、その戒告は、時効\nにかかる。\n（後略）\n第一二二条　（統制委員会の任務権限と構成）\nＡ　統制委員会は、統制違反や組合員の権利侵害にかかる事件について、調査審問\nを行ない、処分などについて、必要と認める勧告をする任務権限がある。\nＢ　統制委員会は、組合のどの機関からも独立して、その任務を行ない、必要に応\nじて関係者や参考人をよび出したり、組合機関や職場委員や船内委員長に対して、\n調査に協力を要請する権限がある。\nＣ　統制委員会は、統制委員長と一二名の統制委員をもつて構成し、必要のつど、\n統制委員長が、招集し会議を司会する。統制委員会は、委員長と委員の三分の二以\n上が出席すれば、正式に成立するものとし、調査審問のすすめ方や、処分勧告に関\nする合議の方法など、委員会の運営については、統制委員会で決める。\nＤ　統制委員長と統制委員のうち五名は、中央執行委員の中から、統制委員のうち\n七名は、執行部登録者を除く全国委員の中から、選任するものとし、中央執行委員\n会が、定員数の候補者名簿を作つて、全国大会の信任投票にかけ、出席全国委員の\n過半数の信任を得なければならない。\n（後略）\n第一二三条　（統制委員会による査問）\nＡ　統制委員会による統制違反事件の査問は、組合機関からの告発、または組合員\n一〇名以上の連記署名による告発があつたときに、開始する。統制委員会は、統制\n違反事件を、みずから知つたときは、告発をまたずに査問を開始する。\n（後略）\n第一二四条　（統制委員会の査問報告と勧告）\nＡ　統制委員会は、事件の査問を終つたときは、事件の経緯と、本人の弁明、およ\nび統制委員会の所見を記した“査問報告書”を、直ちに作らなければならない。情\n状および所見について、統制委員会に少数意見がある場合は、査問報告書に、それ\nを記して出すものとする。\nＢ　統制委員会は、査問報告書とともに、処分に関して、必要と認める勧告を行な\nう。\n第一二五条　（統制違反処分決定の手続き）\nＡ　統制違反処分は、全国評議会において、審議し、出席構成員の無記名投票を行\nない、有効投票の三分の二以上の賛成があれば、決定する。全国評議会の構成員で\nあつても、事件の当事者である者は、その審議決定に、参加できない。\nＢ　事件の当事者が希望した場合は、会議の席上で、処分の決定に先立つて、弁明\nをする機会が与えられる。\n第一二七条　（統制違反の通知と抗告の取り扱い）\nＡ　統制違反処分が決定したときは、その翌日中に、処分の内容について、文書ま\nたは電報により、処分を受けた者に対し、直接に通知が出される。（後略）\n（中略）\nＤ　統制違反処分を受けた者が、その処分に不服で、全国大会に抗告する場合は、\n抗告期限までに文書もしくは電報によつて、本部あてに、抗告する旨を通告しなけ\nればならない。（後略）\nＥ　抗告に対する全国大会の判決が、原処分を支持した場合に、その処分は、最終\n的に確定する。（後略）\n"
}