{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 7,
    "day": 6
  },
  "case_number": "昭和35(ラ)153",
  "case_name": "競落許可決定に対する即時抗告事件",
  "court_name": "福岡高等裁判所第二民事部",
  "article_info": "第13巻5号488頁",
  "gist": "一、　最高価競買人たる地位の放棄の許否\n一、　民訴第六七二条第二号の一事例",
  "case_gist": "一、　不動産最高価競買人がその権利(権利義務ある最高価競買人たるの地位を)放棄することは許されない。\n二、　不動産の共同最高価競買人甲乙丙三名のうち、丙が最高価競買人たるの地位を放棄し、または、これを甲乙に譲渡する行為をなしたとしても、裁判所が甲乙両名のみに対し競落許可決定を言い渡すことは、民訴第六七二条第二号にあたり許されない。",
  "lawsuit_id": "23643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/023643_hanrei.pdf",
  "contents": "主　　　　文\n一、　原決定を取り消す。\n二、　（一）熊本市ａ町ｂ番地　　　　Ａ\n（二）　同市ｃ町ｄｅ番地　　　　　Ｂ\n（三）　同市ｆ町ｇ番地（Ｃ承継人）　　Ｄ\n（四）　右同所（Ｃ承継人兼Ｄの親権者母）　　Ｅ\n右（一）（二）と（三）（四）の被承継人Ｃは、本件不動産競売事件に\nついて、別紙目録記載の不動産に対し最高価金一〇八万円の競買申出をなしたの\nで、右（一）（二）及びＣの承継人である（三）（四）に競落を許可する。各不動\n産の持分はいずれも（一）（二）は三分の一、（三）は九分の二、（四）は九分の\n一である。\n理　　　　由\n一、　抗告人らは、原決定は不当であるからこれを取り消し更に相当の裁判を求\nめると主張する。　二、　記録によれば、昭和三三年八月一五日午前一〇時開始の\n競売期日において、主文二の（一）（二）及びＣの三名は共同して（持分平等）別\n紙目録表示の不動産に対し最高価金一〇八万円の競買申出をなし、所定の保証金を\n執行吏に預けたのであるが、その後執行の方法に関する異議の申立があつたため、\n当初の競落期日は変更され、右異議申立事件の決定に対する抗告審の決定が、昭和\n三五年四月六日確定したので、原裁判所は競落期日を同年六月一日午前一〇時に指\n定したところ、その間、昭和三四年一一月八日Ｃは死亡し、その妻Ｅ（主文二の\n（四））、長男Ｄ（主文二の（三））が亡Ｃの相続人として同人を相続し、当然競\n売手続上の承継人となつたのであるか、昭和三五年五月二三日右承継人両名は、亡\nＣの相続人である自分らはその権利を放棄する旨記載した上申書を原裁判所に提出\nしたこと。そのためか、原審は右ＣないしＤ、Ｅを除外し、Ａ、Ｂの両名のみに対\nして本件不動産の競落を許す決定を言い渡したことの各事実か認められる。\n<要旨第一>ところで、最高価競買申出人が競落期日前に死亡したときは、相続放\n棄などの事情がないかぎり、裁判所は</要旨第一>当然その相続人に対し競落を許す\nべきであり、最高価競買人自身はもちろんその相続人は、最高価競買人たるの権利\n（正確に言えば権利義務ある最高価競買人たるの地位）を一方的に放棄することは\n許されないものと解すべきである。これを私法上の売買と対比すれば、最高価競買\nの申出（競売法第三一条には競買申込とあり、民訴第六五六条第二項には買受く可\nき旨を申立てとある）は、買受の申込であり、競落不許の原因がないかぎり、裁判\n所は（不動産の所有者にかわつて）競落期日において競落許可決定という形式で、\n競買申込に対する承諾を与えるのである。最高価競買人が競落人たるの地位に転移\nするか否かは、一つに法律の規定に従つてなす裁判所の競落許否の決定に依存し、\nこれを外にしてその地位の放棄を認める規定もまたこれを認める実質的理由も存し\nない。最高価競買人たる地位の放棄というのは、代金を支払うことによつて競買不\n動産を取得しうべき地位と競買保証金とを放棄することであるから、これを認めて\nも差支がないではないかという疑問が一応起らないともかぎらないが、かりに放棄\nを許すと見た場合、民訴第六九四条第四項によつて同人が預けた競買保証金を競売\n代金に算入することができないのは自明でありその他右競買保証金をいかに処置す\nるかについて、なんらの規定がないし、この規定がないということは、すなわち放\n棄を許さない法意と解すべきである。しかも、当然競落許可決定を言い渡さるべき\n最高価競買人（同人が当然競落不許可決定を言い渡さるべきときは、その地位の放\n棄を認める必要も利益もない。）において、有効にその地位を放棄しうるものとす\nれば、自然競落人たるべき地位を免れる結果、更に競売に付することとなつて、競\n売手続は遅延し、競売を妨害する手段に利用され再度の競売の場合において、競落\n人であれば喪失するはずの競買保証金の返還請求権を失わず、かつ右の再度の競落\n代価が最初の競落代価より低いときの不足額及び手続の費用負担の義務を免れ、競\n売手続上の債権者及び債務者の利益を害する結果を肯定することになるのである。\nこのように見てくると、最高価競買人の地位の放棄は許されないと解するの外はな\nい。\nしたがつて、Ｄ、Ｅのなした前示権利放棄は無効であるから、主文表示の四名に\n対し、主文記載のとおり競落を許すべきで、原審がＡ、Ｂの両名に対し競落を許し\nたのは後記のとおり違法で<要旨第二>ある。けだし、本件不動産について、右両名\nとＣの三名が共同して最高価競買の申込をなした以上（準</要旨第二>共有持分の割\n合は各三分の一である）、三名共同してのみ売買契約を取り結ぶ資格を有し、Ｃ\n（その相続人を含む）を除外して、前示両名だけでは本件不動産の全部はもとよ\nり、その一部を取得しうる資格を有しないのである（原決定に依れば、両名の持分\nは二分の一となり、この点からも原決定は違法である。わが不動産競売法では最高\n価競買人たる地位の全部ないし一部の譲渡は、許されないので、Ｃまたはその相続\n人において、本件不動産の準共有持分の一部を前示両名に譲渡したとしても、それ\nが競売手続外における実体法上の効果を有するや否やは格別競売手続上これを無視\nすべきである）。すなわち原決定は、民訴第六七二条第二号に違反して競落を許し\nた違法があるので取消を免れない。\nよつて、主文のとおり決定する。\n（裁判長裁判官　鹿島重夫　裁判官　秦亘　裁判官　山本茂）\n（別紙目録は省略する。）\n"
}