{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和39(ツ)7",
  "case_name": "家屋明渡請求事件",
  "court_name": "仙台高等裁判所第二民事部",
  "lawsuit_id": "24031",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24031",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/031/024031_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を仙台地方裁判所に差戻す。\n理　　　　由\n本件上告の理由は別紙記載のとおりである。\n<要旨>既存の建物に増築が行われた場合に、右増築部分が既存の部分から独立し\nた別個の建物となつているか否か</要旨>は必ずしも物理的構造のみにより判定すべ\nきではなく、むしろ主として社会通念に従つて判定すべきことは勿論であるけれど\nも、この判定はその建物の既存部分と増築部分との全体としての基本的構成、その\n接着状況等から客観的に観察してそれが取引又は利用の目的物として社会観念上一\n般に独立した建物としての効用を有するものと認めることができるか否かという点\nを標準として行うべく、もしこの標準に適していなければこれを別個独立の建物と\nして扱うことは許されず、この場合には仮令増築部分の建設者が何人であつても、\n又増築が既存部分の所有者の意思に基づいて行われたと否とに拘らず、当該増築部\n分は既存建物の一部を構成するものとして既存建物の所有権に包含されるものと解\nすべく（但し、増築部分を以つて区分所有権の客体たらしめた場合には、その部分\nが構造上既存部分と区分されており且つその部分丈で独立して建物としての用途を\n全うすることができる状態にある限り、増築部分は既存部分と別個の所有権の客体\nとなりこれを他に譲渡することもできるのであるが、この権利関係の変動は建物区\n分の登記を経ない限り第三者に対抗することができない。）、既存建物及び増築部\n分を利用する者の主観的な使用状況等は右判定の標準とすべからざるものである。\n蓋し建物は物権の客体として取引の目的に供せられるものであるから、若しこれを\n右のような主観的な標準によつて判定することとなれば建物の取引の安全は到底保\nたれないこととなるからである。然るに原判決はその理由に於て、上告人が本訴で\n被上告人に対し明渡を求めている店舗の部分が既存建物に継ぎ足して増築されたも\nのであり、既存建物に接続し、その接続部分において一部既存建物の柱を利用して\nこれに継ぎ足して建てられ、その二階の外壁が既存建物の屋根に接着している等の\n事実を認定しながら、既存建物と右増築部分とが互に壁、ベニヤ板を以て仕切られ\n内部の交通は全く不能となつていること、既存建物が瓦葺平家建和風の建物である\nところ増築部分が木造トタン葺二階建であつて外面洋風に塗装しであるという外観\n上の相違があること、両者の気、水道、ガスの設備が互に別個独立になつているこ\nと等の事実を認定し、このような状態から見て本件店舗（増築部分）は既存建物と\n相併合しなければ建物としての効用を全うし得ないわけではないとし、右建物が以\n上のような構造を有するに至つた昭和三〇年五月独立した建物所有権が成立したの\nであり、既存建物の競落人たる上告人は右競落によつては右増築部分（本件明渡請\n求部分）の所有権を取得し得なかつたとしているけれども、以上原審が説いている\nところからは前記のような既存建物と増築部分との全体的構成等の客観的な標準に\nついて判定を行つたものと見るべきものを見出し難く、結局原審は専ら増築部分及\nび既存部分の居住者の主観的な使用状況から見て右判断を行つたものと認める外な\nく、このような判断は建物の取引の安全を軽視しひいては建物の個数を定める標準\nを誤るに至つた不当のものとせざるを得ない。即ち原判決の認定した本件建物の前\n記構成から見たところでは、もし何等かの理由によつて既存部分を収去し去つた場\n合に前記の通り既存建物の一部の柱を利用してある等の関係上果して増築部分だけ\nで独立して建物としての効用を果し得るか否か、乃至は一般世人が之を独立した建\n物として取引の目的物たらしめる可能性があるか否かの点につき多大の疑問を抱か\nざるを得ず、現に甲第二号証（本件建物に対する前記競売事件における不動産鑑定\n人の評価書）の記載内容から見ても本件増築部分も既存部分と一体をなすものとし\nて競売を申立てられ、その全体につき評価せられ、この評価額を基準として国の執\n行機関により競売に附せられているのであつて、この取引を通じ本件増築部分と既\n存部分とは終始合せて一個の建物を構成するものとして取扱われて来たものと認定\nし得る余地が多分に存するのである。然るに原審はこのような疑問とすべき点につ\nき何等の考慮をも払うことなく、既存部分と増築部分との使用状況のみに基づいて\n前記を判断をしているものと解さざるを得ない。\n以上説示したところにより原判決は建物の個数に関する法の解釈を誤つたか、又\nはその判定の基準に対する審理を尽さなかつた違法があるものという外はない。\n尚、原判決の引用する第一審判決の事実摘示によれば、本訴は上告人において本\n件建物の競落により前所有者Ａ（賃貸人）の被上告人に対する賃貸借関係を承継し\nたところ、賃料不払の為右賃貸借契約を解除したとし、この解除による原状回復義\n務の履行として被上告人に対し本件建物（店舗部分）の明渡を求めており、原審は\n被上告人に対し右建物を賃貸したのは訴外Ｂであつて、Ａでないと認定している\nが、仮に右認定が正しいとしても、第一審以来の本件記録にあらわれたところを通\n覧するに、上告人はたとえＡとの賃貸借関係が認定されなくても、その場合には本\n件建物の所有権に基づき被上告人に対し本訴明渡を請求している趣旨が十分窮知さ\nれるのであるから上告人は原審でもこの請求をしているものとして上記の判断をし\nた次第である（原審としては釈明により右主張を明確にするのが相当と解され\nる）。\nよつて論旨理由あるものとし、民事訴訟法第四〇七条第一項により主文の通り判\n決した。\n（裁判長裁判官　高井常太郎、　裁判官　上野正秋　裁判官　藤井俊彦）\n"
}