{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 3,
    "day": 27
  },
  "case_number": "昭和36(う)1980",
  "case_name": "道路運送法違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "lawsuit_id": "22613",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22613",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/613/022613_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は検察官道前忠雄の提出に係る検察官門司恵行名義の控訴趣意書\n記載のとおりであるからこれを引用する。\n所論は原判決が被告人は法定の除外事由がないのに昭和三五年八月一五日午前一\n〇時二〇分頃、大阪市ａ区ｂ町ｃ丁目大阪市営バスｂ町停留所附近路上において、\nＡを自己の運転する自家用小型四輪自動車に有償目的で乗車させ、同所より同市ｄ\n区ｅｆ町目ｇ番地国鉄Ｂ南口附近まで運転して、同人より料金一四〇円を受領し以\nて自家用自動車を有償で運送の用に供したものであるとの公訴事実について、本件\nは刑事訴訟法第三三二条により簡易裁判所より移送を受けたものであるが、同条に\nよる移送は受移送裁判所において当該事件につき事物管轄を有することを必要とす\nるものと解すべきところ、本件についてこれをみるに、行為時法によると改正前の\n道路運送法第一〇一条第一項第一三〇条第三号に該当し、その法定刑は三万円以下\nの罰金であるが、裁判時法（起訴時法を含む）によれば昭和三五年法律第一四一号\nによる改正後の同法第一〇一条第一項、第一二八条の三第二号に該当し、その法定\n刑は三月以下の懲役若しくは五万円以下の罰金であるが、刑法第六条により本件に\nおいてはかりに有罪であるとしても罰金を科し得るのみで懲役刑を科することがで\nきないから裁判所法第三三条第二四条により地方裁判所に管轄権がないとして管轄\n違の言渡をしたのは法令の解釈を誤り不法に管轄違の判決をしたものであり破棄を\n免れないというのである。\n検察官はその理由を次のとおり主張する。刑事裁判の手続は多数の事実上乃至法\n律上の訴訟行為の連鎖であるが、その過程において手続上の法規が改正されたとき\nは、それが手続法であることに鑑み、訴訟行為の形式、要件、効力等はその行為を\nなす時の法規によつて決せらるべきものである。しこうして、法律の改正による罰\n則の変更が刑事訴訟上の手続に影響を与える場合においてもまた特別の規定が設け\nられていない限り爾後の手続はすべてその改められた状態に即応して新しい罰則に\n従つて手続行為の形式、要件、効力を定むべきである。事物管轄の制度は一定の標\n準により裁判所間に事件の配分を行なわしめるという技術的手続的要請に基くもの\nであるから、手続上の問題である。本件は行為時と起訴時との中間において罰則の\n変更を見たものであるが、かかる場合の管轄の変動について何ら特別の規定がない\nから、手続上の制度である事物管轄は、その罰則変更の反射的効果として自動的に\n変更され、既に簡易裁判所の専属管轄として繋属中の事件も、罰則変更以後は地方\n裁判所においても管轄を生ずるのは当然であるというのである。\n本件記録によれば、被告人は所論の公訴事実につき改正前の道路運送法第一〇一\n条第一項第一三〇条第三号に該当するものとして昭和三五年一〇月一九日生野簡易\n裁判所に起訴されたが、同裁判所は刑事訴訟法第三三二条により昭和三六年二月二\n一日大阪地方裁判所に移送する旨の決定をしたところ、同裁判所は所論のとおりの\n理由によつて管轄違の言渡をしたこと、道路運送法は昭和三五年法律第一四一号に\nより同年八月二日改正されたが、本件訴因に示された犯罪行為の後で公訴提起前で\nある同年九月一日施行されたものであることを認めることができる。右のような事\n実関係のもとにおいて原判決の当否を検討することとする。\n<要旨>さて地方裁判所と簡易裁判所との間の事件の配分に関する定めをした裁判\n所法第二四条、第三三条によれば</要旨>罰金以下の刑にあたる罪を簡易裁判所の専\n属管轄としている。同条にいう罰金以下の刑にあたる罪が法定刑に罰金以下の刑だ\nけを規定している場合を指すことは解釈上異論のないところであるが、犯罪行為の\n後法律が改正され法定刑に変更を生じた場合、右法条にいう法定刑が行為時法のそ\nれを指すのか、裁判時法のそれをいうのか、はたまた刑法第六条により新旧比照を\nした結果当該犯罪行為に適用すべきものとされた刑罰法規のそれを意味するのかは\n必ずしも明らかではない。ところで、本件は実体法の改正が事物管轄にいかなる影\n響を及ぼすかという問題であるから事物管轄に関する前記法条自体が改正された場\n合と明らかに区別して論じなければならない。事物管轄の場合のみならず実体法規\nが刑事訴訟において種々の規制的作用を営む場合において、実体法規の改廃が手続\n法規にいかなる影響を及ぼすかについては、わずかに公訴の時効に関し検察官所論\nの大判明治四四年三月二七日言渡（刑録一七巻四六六頁）、札幌高裁、昭和二九年\n六月一七日言渡（集七巻五号八〇一頁）等の判決を発見するのみで、これのみでは\nその他のすべての場合にあたつて特別の規定のない限り新法によるべきものである\nという判例が確立しているものとまでは断定できない。検察官は右の原則が疑のな\nいものとして確立していることを前提として事物管轄の制度は手続上の問題である\nから、実体法が改正された場合にも常に新法（裁判時法）の法定刑に従つてこれを\n定むべきであるというのであるが、理由付けとして果して十分であるか疑がある。\n裁判所法の管轄に関する法条自体からはいずれの法定刑を指すのか判然としないの\nであるから、裁判所法が罰金刑以下にあたる罪を簡易裁判所の専属管轄とした立法\n趣旨、審判の対象、訴因制度との関係、改正法規の附則に従前の例によつて処罰す\nる旨の規定ある場合の関係等を仔細に考察してはじめて前記法条の法定刑の意味が\n明らかになるものと信ずる。\n先ず第一に事物管轄は事件の軽重による第一審の管轄の分配を意味し、具体的事\n件に対する恣意的な取扱を避ける為に原則として抽象的な基準により自動的に定ま\nるよう規定されている。事物管轄に関する裁判所法の前記法条によれば罰金以下の\n刑にあたる罪は簡易裁判所の専属管轄とされ、たまたま事件が複雑であり、被告人\n等の主張が多岐に亘るようなことがあつても地方裁判所に移送することは許されて\nいない。刑事訴訟法第三三二条により移送が許されるのは地方裁判所にも選択的事\n物管轄のある場合に限られるのであつて、簡易裁判所の専属管轄とされている事件\nを地方裁判所に移送しても地方裁判所はその移送決定にき束されるものではない。\nしかも現行刑事訴訟法が旧刑事訴訟法第三五六条（地方裁判所はその管内にある区\n裁判所の管轄に属する事件につき管轄違の言渡をすることができないと規定する）\nのような規定を持たないことは、事物管轄の規定を厳格に励行させる趣旨であるこ\nとを知ることができる。そうしてみると審理をしても罰金刑しか言い渡すことので\nきないことが当初より明白である事件について地方裁判所に管轄を認めることは、\n罰金以下の刑にあたる罪を簡易裁判所の専属管轄とした裁判所法の精神に反するも\nのといわなければならない。\n第二に事物管轄は具体的な事件をいかなる裁判所に審理させるのが適当であるか\nを定めるものであり、訴訟条件であるから、審判の対象を離れて事物管轄を論ずる\nことは許されない。そして審判の対象は起訴状において明らかにされ、訴因は検察\n官の行なつた実体形成であるが、本件の如く何等裁判所の実体形成が行なわれてい\nない場合にあつては、事物管轄を定めるにあたり検察官の実体形成のみが標準とな\nることを認めなければならない。（この意味において事物管轄は訴因に拘束され\nる。）ところで検察官の実体形成は刑事訴訟法第二五六条により、訴因と罰条を記\n載することによつて表明され、訴因はできる限り日時、場所及び方法を以て罪とな\nるべき事実を特定してこれを示すと共に、罪名は訴因に適用すべき罰条を示して記\n載しなければならない。すなわち事物管轄を定めるにあたつて標準となる検察官の\n実体形成はいかなる法定刑に該当するかを明示した実体形成である。そうしてみる\nと検察官の実体形成を標準として事物管轄を定めるということは、そこに示された\n罰条の法定刑を標準にしなければならないことを意味するものといわなければなら\nない。しこうして訴因に適用すべき罰条とは犯罪行為の後刑罰法規の改正があつて\n刑に変更を生じたときは、刑法第六条により新旧比照を施した後当該訴因に適用す\nべきものとされた罰条を意味することも明らかである。事物管轄の問題を訴因制度\nと関連させて考察すれば訴因に適用すべき罰条の法定刑に従うものと解する見解が\n正しいことを知ることができる。\n第三に検察官所論の如く事物管轄は犯罪行為に適用すべき罰条の法定刑とは無関\n係に常に新法の法定刑によつて定まるものと解すれば刑が廃止されていて刑事訴訟\n法第三三七条第二号に該当する場合であるのにかかわらず検察官が限時法であると\n主張して起訴した場合の管轄をどう説明するのであろうか、検察官は実体法が刑事\n訴訟において種々の規制的作用を営む場合、特別の規定がなければ実体法に変更が\nあると自動的に手続法規に影響を及ぼすというのであるから起訴当時刑が廃止にな\nつており、裁判所は限時法ではないと認めた場合事物管轄を定める法定刑は存在し\nないこととなるであろう。また法定刑に罰金刑以下の刑を定めている一般法を廃止\nすることなく、ある特別の事情からある期間同一の構成要件を含む罪につき懲役刑\nと罰金を併科する旨の特別法を施行したが、その特別法を廃止する法律に同法廃止\n前同法に違反した行為についてはな賞従前の例によつて処罰する旨の附則を設けて\nある場合はどうであろうか（昭和二〇年一二月二〇日法律第四七号戦時刑事特別法\nを廃止する法律の附則をみれば設例のような場合も起り得ないとは限らないと思\nう）、所論の如く事物管轄は新法の法定刑によるとの見解をとれば、簡易裁判所の\n専属管轄となり裁判所法第三三条第二号に定められている例外的場合に該る場合は\n格別従前の例によつて処罰するとの附則に拘らず懲役刑を科することは不可能とな\nるであろう。これに対して或は従前の例によつて処罰するという附則は管轄につい\nてもまた従前の例による、すなわち従前認められた事物管轄を維持するという意味\nであるという反論があるかも知れない。しかしながら、右の附則は刑法第六条との\n関係において同条の例外として刑の変更かあつても常に行為時法を適用するという\n意味を持ち、刑事訴訟法第三三七条第二号との関係において同条の例外として罰則\nを定めた法規の廃止後も廃止前に行なわれた違反行為の罰則の適用に関する範囲に\nおいてはこれを廃止しないことを意味するに止まり管轄についてまでも従前の例に\nよつて定める趣旨を含んでいると解することはできない。また従前認められた管轄\nを維持するものと解すれば、罰則の廃止後に事物管轄に関する裁判所法の規定自体\nが改正された場合にもなお改正前の事物管轄に関する規定によつて事物管轄を定め\nねばならないこととなつてその不当であることは余りにも明らかである。繰り返し\nていえば従前の例によつて処罰するという附則は、刑罰法規の廃止後も行為時法を\n適用して処罰することを意味しているに過ぎない。そうしてみると前記の設例の場\n合はいずれも事物管轄を定めるにあたつて訴因に適用すべき罰条の法定刑に従うと\nいう解釈をとらない限りその矛盾を解決することができない。\n以上の理由によつて当裁判所は裁判所法第三三条第二四条にいう罰金以下の刑に\nあたる罪とは訴因に適用すべき罰条の法定刑が罰金以下の刑にあたる場合をいうも\nのであると解する。従つて犯罪行為の後刑罰法規の改正により刑に変更を生じた場\n合は刑法第六条を適用して新旧比照を施し適用すべき法規を定めた後その法定刑に\n従つて事物管轄を定めなければならないこととなる。\nしかるに検察官は刑法第六条は犯罪時と裁判時との間に刑罰法規が改正され法定\n刑に軽重を生じた場合、公訴事実に対し新旧いずれの法規を適用して処断するかと\nいう具体的な処断刑について規定した場合に過ぎないのであつて裁判管轄は訴訟条\n件として手続上の問題であるから科刑上の問題以前に解決さるべき問題であると主\n張する。\nよつて考察を加えると、判例は法律に変更があつても刑に軽重の差を生じないと\nきはつねに行為時法によるべきものとしているから（大判、昭和九年一月三一日、\n集、一三巻二八頁等）、刑に変更があつて新法が軽い場合は例外的に新法が遡及適\n用されるものと解するものと思われる。ところで刑法第六条により新旧いずれの刑\n罰法規の刑が軽いかを比照するに当つては同法第一〇条に則りその法定刑は勿論刑\nの加重減軽に関する規定を適用してみて出した処断刑を比較しなければならないけ\nれども、これは新、旧法のいずれを適用すべきかを定めるために行なう操作に過ぎ\nないのであつて、新法が軽いと認められたときは刑のみが新法の刑の範囲内に制限\nされるというのではなく、新法の刑罰法規（それを補充する総則規定等も含めて）\n自体が適用されることを意味しているのである。すなわち刑法第六条は刑罰法規の\n適用の問題であつて所論の如く処断刑の問題ではない。従つて刑法第六条を単に科\n刑の問題であると解し管轄の問題が先であると論ずるのは失当であつて採用に値し\nない。\n次に検察官は前記公訴の時効に関する判例を引用し同じ訴訟条件である公訴の時\n効に関し、刑の変更があつた結果その罪に対する時効期間が変つた場合に訴訟法上\nの制度であることを理由として常に新法を適用すべきものとしているから管轄につ\nいても同様に解すべきものであると主張する。しかしながら訴訟条件である点で同\nじであつても、訴訟法上の取扱が常に同一であるとは限らない。同じ管轄でも土地\n管轄は起訴のときにおいて存在すれば足り、起訴のときに存在しなくとも被告事件\nについて証拠調を開始した後は管轄違の申立をすることはできないものとして事物\n管轄とその取扱を異にし、また同じ訴訟条件を欠く場合にあつても或は決定を以て\n公訴を棄却し、或は判決を以て管轄違の言渡をし、免訴の言渡をする等その取扱を\n異にしているのである。このように取扱を異にするのは、それぞれ合理的な理由が\nあるからで、法文に同じ文言を使用している場合であつても合理的な理由さえあれ\nば異なつた意味内容を持つものと解して何等差支えないものである。ところで公訴\nの時効は刑罰権の消滅を理由として公訴権を消滅させ訴訟の進行を許さないとする\n実体的訴訟条件であるが、公訴権の行使に関する問題である点に着眼して刑法第六\n条の刑の変更に含まれないとする判例の態度はそれはそれとして理解できないこと\nではない。そして刑罰法規の改正により時効期間の算定に異動を生じた場合常に新\n法によると解しても事物管轄の場合のような不都合を生じない。しかしながら前説\n示のとおり事物管轄は犯罪行為に対する現在の法評価によるということによつては\n解決することができない面を持つているのである。\n公訴の時効と事物管轄が関係法条（刑事訴訟法第二五〇条、裁判所法第二四条第\n三三条）の上でいずれも法定刑を標準とする形をとつているが、その法定刑は異な\nる意味を持つものと解しなければならない。管轄に関する裁判所法の前記法条の法\n定刑はこれを訴因に適用すべき法定刑と解すべき合理的理由の存することは前説示\nによつて既に明らかにしたところである。公訴の時効に関する判例は本件に適切で\nはなく、事物管轄においてこれと異なる解釈をとつても決して前記判例に反するも\nのではない。所論は理由がない。\nそうしてみると原判決が本件について地方裁判所に管轄権がないものとして管轄\n違の言渡をしたのは相当であつて所論のように法令の解釈を誤つた違法は毫も認め\nられない。所論は理由がないから刑事訴訟法第三九六条に則り本件控訴を棄却する\nこととして主文のとおり判決する。\n（裁判長裁判官　児島謙二　裁判官　畠山成伸　裁判官　松浦秀寿）\n"
}