{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 42,
    "month": 3,
    "day": 16
  },
  "case_number": "昭和39(ネ)2596",
  "case_name": "給料支払請求事件",
  "court_name": "東京高等裁判所第十四民事部",
  "lawsuit_id": "20966",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20966",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/966/020966_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人敗訴に関する部分のうち、別表第二記載の被控訴人ら三\n七名に関する部分を左のとおり変更し、その余の被控訴人ら五六名に関する部分を\n取り消す。\n控訴人は別表第二記載の被控訴人ら三七名に対しそれぞれ同表残額欄記\n載の各金員およびこれに対する昭和三五年一一月一七日から完済に至るまで年五分\nの割合による金員を支払え。\n右被控訴人ら三七名のその余の請求を棄却する。\n別表第二記載の被控訴人ら三七名を除くその余の被控訴人ら五六名の請\n求を棄却する。\n訴訟費用は第一、二審を通じて、控訴人と別表第二記載の被控訴人ら三\n七名との間に生じた分はこれを三分し、その一を控訴人、その二を右被控訴人ら三\n七名の各負担とし、控訴人とその余の被控訴人ら五六名との間に生じた分は右被控\n訴人ら五六名の負担とする。\n事　　　　実\n控訴代理人は、「原判決中控訴人敗訴に関する部分（原判決主文第一項および第\n三項）を取り消す。被控訴人らの請求を棄却する。訴訟費用は第一、二審とも被控\n訴人らの負担とする。」との判決を求め、被控訴人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、\n同Ｆ、同Ｇ、同Ｈ（以上八名の被控訴人らは適式の呼出を受けながら、本件各口頭\n弁論期日に出頭しないし、なんらの裁判も求めない。）を除くその余の被控訴人ら\n八五名代理人は、「本件控訴を棄却する」との判決を求めた。\n当事者双方の事実上の主張、証拠の提出、援用および認否は、左記のほかは、原\n判決の事実摘示と同一であるから、これを引用する。\n控訴代理人は次のとおり述べた。\n被控訴人らの昭和三五年一一月分の個人別賃金および控訴人のなした賃金控除額\nならびにその比率は別表第一記載のとおりであつて、その平均賃金は金一七、三一\n七円、平均控除額は金三、五二九円で控除率は平均二〇・四パーセントにすぎない\nから、この程度の清算的ないし調整的な控除は法律上当然に許さるべきものであ\nる。なお、同表記載の特別手当とは職務加俸、勤務地手当および超過勤務手当を含\nむものである。\n前記八五名の被控訴人ら代理人は、控訴人の右主張に対し被控訴人らの本俸、特\n別手当、家族手当および賃金控除額の点は認めると述べた。\n理　　　　由\n一、　被控訴人らが医師、薬剤師、看護婦、看護助手、技術手又は要務員として\n控訴人に雇傭せられ、控訴人の経営する東京都武蔵野市ａｂ番地所在武蔵野赤十字\n病院に勤務し、毎月一六日にその月分の賃金の支払を受けていたものであるが、控\n訴人が昭和三五年一一月一六日被控訴人らに対し同月分の賃金を支払らに当つて、\n被控訴人らが同月分として受取るべき賃金から原判決添付の債権目録記載の各金員\nをそれぞれ控除（以下本件賃金控除という）して残額を支払つたこと、被控訴人ら\nの所属する武蔵野赤十字病院労働組合が同年九月二一日控訴人に対するスト権を確\n立し、被控訴人らが同年一〇月五日から同月三一日までの間に、多い者は一六〇時\n間、少ない者で二・五時間ストライキとして就労を拒否したところ、控訴人が同月\n一六日に被控訴人らの同月分の賃金を支払うに当り、被控訴人らのストライキによ\nる不就労時間に相当する賃金分である前記債権目録記載の各金員を含めてこれを支\n払つたので、右賃金分が過払となつたこと、本件賃金控除は控訴人が右過払となつ\nた賃金分を被控訴人らの翌一一月分の賃金から控除したものであつて、その控除に\nついては控訴人は同年一〇月三日組合に対しストライキによる賃金カットを行う旨\nの事前の申入れをなし、また被控訴人らに対し同年一〇月分の賃金を支払つた際、\n控訴人は被控訴人らの給料袋の中に「争議行為中の職場離脱に対する賃金カットに\nついては調査中なので来月精算致します」と記載した紙片をさし入れてこれを予告\nしたことは、いずれも当事者間に争いがない。\n二、　よつて、本件賃金控除が法律上許されるかどうかについて、順次判断す\nる。\n（一）　控訴人は本件賃金控除は賃金相互間の調整的ないし清算的な控除に該当\nするものであつて、労働基準法二四条一項本文の趣旨に違反しない旨主張するの\nで、まずこの点について検討する。\n控訴人の行なつた本件賃金控除は、被控訴人らのストライキによる不就労時間に\n相当する過払賃金の返還請求権（控訴人が被控訴人らに対して有する不当利得の返\n還請求権に当るものである）を自働債権とし、被控訴人らの控訴人に対する昭和三\n五年一一月分の賃金請求権を受働債権としてその対等額においてなされた相殺であ\nると解せられ、右相殺の意思表示は前記当事者間に争いのない事実に徴すれば、被\n控訴人らが右控除による残額の賃金を受領したときに各被控訴人らに到達したもの\nと認められる。ところで、労働者の賃金は、労働の対価として支払われるものであ\nつて、労働者の生活を支える重要な財源であるから、労働者が人たるに値する生活\nを営む上において不安のないようにすることは、労働政策上不可欠のことであり、\n労働基準法二四条一項が、賃金は同項但書の場合を除き通貨でその全額を直接労働\n者に支払わなければならない旨を規定しているのも、右の趣旨をその法意とするも\nのというべきである。してみると、同条項は労働者の賃金債権に対しては、使用者\nは使用者が労働者に対して有する債権をもつて相殺することは許されないとの趣旨\nを包含するものと解すべきである。もつとも同法は一七条において特に相殺の禁止\nを規定しているけれども、同条は従前しばしば行なわれた前借金その他労働するこ\nとを条件とする前貸の債権との相殺が著しく労働者の基本的人権を侵害するもので\nあるところから、これを特に明示的に禁止したものであつて、同法二四条があるか\nらといつて同法一七条の規定が無用の規定となるものではなく、また同法一七条の\n規定があるからといつて同法二四条の趣旨を上記のように解することに何ら妨げと\nなるものではない。同法二四条一項の法意が右の如きものである以上、同条項は労\n働者の生活を脅かすことのないようにこれを厳格に適用すべきものであることはい\nうを待たないところである。\n<要旨>しかしながら、一定の期間内の労働に対する賃金が、当該期間の満了前に\n支払われるように賃金支給日が定</要旨>められている場合には、その支給日以後の\n労働に対する賃金は常に前払されるのであるから、支給日後賃金期間満了前に賃金\n債権が発生しない事由が生じたときは、その前払分は過払に帰したわけであり、こ\nれを清算ないし調整するためには、後に支払われるべき賃金から控除するよりほか\nに適当な方法がなく、これを許しても同法二四条の法意に反するとは考えられな\nい。蓋し、この場合は、賃金と関係のない他の債権を自働債権とする相殺の場合と\nは全く趣を異にし、労働者は賃金全額の支払をうけたことに変りはなく、また、そ\nれが労働者の合理的な意思に反するとは考えられないからである。このことは賃金\n支給日前に賃金債権不発生の事由が生じたのに、支給日が接近しているため、複雑\nにして多人数の賃金計算が技術的に不可能又は困難で事実上控除できないまま一応\n全額の賃金を支払つた場合も同様と考えられる。従つて同法二四条一項但書によつ\nて除外される場合に当らなくても、上記のような調整的清算的な決済方法として行\nなわれる過払賃金の返還請求権と賃金債権との相殺は許されるものと解すべきであ\nる。\nもつとも、調整的清算的な賃金相互間の決済方法であつても、結局は労働者の給\n料生活の安定を害する虞があるから、右のような調整的相殺はその時期、方法およ\nび控除しうべき金額等の諸点について一定の制限に服すべきものと解するのが相当\nである。すなわち、労働者がもはや控除されることはないであろうと考えるように\nなつた頃に到つて、使用者がなんの予告もなく突如として相殺の意思表示をなす如\nきは許されないし、またその控除額に関しては、労働者の受ける賃金債権は、その\n支払期に受くべき金額の四分の一を超えるものについては差押が禁止せられ（民訴\n法六一八条）ているのであるから、使用者は右制限超過の賃金債権を受働債権とし\nてなす相殺をもつて労働者に対抗することはできない（民法五一〇条）ものといわ\nなければならない。\n本件についてこれをみるに、被控訴人ら所属の労働組合が加盟している全日本赤\n十字従業員組合連合会と控訴人との間に締結された労働協約七条二項は、「組合員\nが組合活動を勤務時間内に行なう場合には、その時間の給与を支給しない」旨を定\nめ、また武蔵野赤十字病院職員就業規則四六条は、「職員が私事による欠勤遅参又\nは早退或は怠業争議のため勤務しないときは勤務しない時間につき給与を減ずるも\nのとする」と規定していることは当事者間に争いがない。本件賃金控除については\n控訴人は被控訴人らの所属する労働組合に対しストライキによる賃金カットを行な\nう旨の事前の申入をなしたのみならず、昭和三五年一〇月一六日同月分の賃金を被\n控訴人らに支払うに当り、給料袋の中に、「争議行為中の職場離脱に対する賃金カ\nットについては調査中なので来月精算致します」と記載した紙片をさし入れてこれ\nを予告したのであり、右一〇月分の賃金支給日は恰もストライキ決行中のことであ\nつて、ストライキは右賃金期間満了の同月末日まで継続され、しかも被控訴人らの\nストライキによる不就労時間は一様でなかつたことは前に判示したとおりである。\n従つてそのカットすべき賃金額の計算はきわめて複雑であつて、且つ右支給日にお\nいて同日以後賃金期間満了までの間のカット賃金額を計算することは事実上不可能\nであつたものというを妨げない。さらに、本件賃金控除の時期も過払を生じた月に\n接着した翌一一月分の賃金支給日に当るのであるから、その控除額が相当である限\nりは、本件賃金控除は実質上賃金相互間の清算調整のための相殺であつて、なんら\n労働基準法二四条一項本文の趣旨に違反するものではないといわなければならな\nい。\nよつて進んで、その控除額の点について考えてみる。同年一一月分の被控訴人ら\n各別の賃金月額およびストライキによる本件賃金控除額ならびにその比率が別表第\n一記載のとおりであることは当事者間に争いがない。\nこれによると、別表第二記載の被控訴人ら三七名についてなされた本件賃金控除\n額は各その支払期に受くべき賃金全額の四分の一を越えていることが明らかである\nから、本件賃金控除は右四分の一の限度においては適法であるが、右限度を越える\n本件賃金控除の残額であること計算上明らかな同表記載の残額欄記載の各金員につ\nいては民訴法六一八条、民法五一〇条の趣旨に反するものであり、従つて労働基準\n法の右条項によりその控除は許されないものというべきである。しかし、その余の\n被控訴人ら五六名についての右控除額はその支払期に受くべき賃金全額の四分の一\nを越えるものでないことが明らかであるから、適法な整理的相殺に当るものと解す\nべく、またかく解することが労働基準法二四条一項本文の法意に戻るものでないこ\nとも前記の理由により明らかである。\n控訴人は本件賃金控除は被控訴人ら全員についてみれば、その平均控除率は四分\nの一に満たないものであると主張するが、労働者の収入賃金は各労働者によつてそ\nの額を異にするのが一般であつて、賃金の一部控除によつてその生活の安定が害さ\nれるかどうかは、各労働者につき個別的に考察すべきものであるから、たまたまそ\nの平均控除率が賃金全額の四分の一に満たないからといつてこれがために上記の判\n断に影響を及ぼすものではない。\nしてみると、別表第二記載の被控訴人ら三七名を除くその余の被控訴人ら五六名\nの本訴請求にかかる賃金債権は右調整的相殺により全部消滅に帰したことが明らか\nであるから、同被控訴人らの請求は、その余の点について判断するまでもなく理由\nがないものとして棄却を免れない。\n（二）　よつて以下本件賃金控除額が前記のとおり四分の一を超える被控訴人ら\n三七名の関係について判断を進める。\n（イ）　控訴人は、本件賃金控除は賃金全額払の除外理由を定めた労働基準法二\n四条一項但書にいう法令の定め又は協定に基づくものであるから適法であると主張\nするので検討する。\n本件労働協約及び就業規則については、さきに一言したところである。しかし、\n右労働協約および就業規則が労働基準法二四条一項但書にいう法令に当らないこと\nはいうをまたないし、右労働協約および就業規則の前示規定は、いずれも同条所定\nの場合には勤務しない時間に相当する賃金債権が当初から発生しない趣旨を明示し\nたまでのことであつて、本件におけるような過払賃金を他の賃金期間の賃金から控\n除することができることを定めたものとは解せられないから、本件は右条項但書に\nいう法令又は労働協約に別段の定めある場合に該当しない。従つて控訴人の右主張\nはその前提を欠き採用できない。\n（ロ）　次に、控訴人の被控訴人らの本訴請求が信義則に反する旨の主張につい\nて判断する。\n本件ストライキに関して東京地方労働委員会において斡旋が行なわれ、その結\n果、控訴人が被控訴人ら所属の労働組合との間の協定に基づいて昭和三五年一二月\n組合を通じ金五〇万円を争議解決金として被控訴人らを含む組合員に対して支払つ\nたことは当事者間に争いがないけれども、右争議解決金五十万円が、本件ストライ\nキによるカット賃金分の総額を基準とし、これに見合ら額として算出されたもので\nある旨の控訴人の主張事実はこれを認めるに足りる証拠がない。のみならず、仮に\n右のような事実があり、控訴人の主張するとおり本件賃金控除分を上廻る争議解決\n金を被控訴人らを含む組合員が受領したとしても、他に格別の事情の認むべき証拠\nのない本件においては、右の一事をもつて本件未払賃金の請求を信義則に違反する\nものと判断することはできない。\n（ハ）　してみると、別表第二記載の被控訴人ら三七名についての本件賃金控除\nは、右控除のなされた昭和三五年一一月の右各被控訴人の月額賃金の四分の一の限\n度においては適法であるから、これにより右限度において消滅に帰したものである\nが、右の四分の一を超える金額すなわち同表記載の残額については、控訴人はそれ\nぞれ同表記載の被控訴人ら三七名に対し当該残額およびこれに対するその賃金支給\n日の翌日である昭和三五年一一月一七日から完済に至るまで民法所定の年五分の割\n合による遅延損害金を支払う義務のあることが明らかであるから、右被控訴人ら三\n七名の本訴請求は右限度において理由があるものとして認容すべく、その余は失当\nとして棄却を免れない。\n三、　そうだとすると、右と見解を異にし、原判決中別表第二記載の被控訴人ら\n三七名の控訴人に対する本訴請求を全部認容した原判決の部分は一部不当であるか\nら、民訴法三八六条、三八四条一項を適用して前説示の限度にこれを変更すること\nとし、その余の被控訴人ら五六名の本訴請求を全部認容した原判決の部分は全部不\n当であるから、同法三八六条を適用してこれを取り消して右請求を棄却することと\nし、訴訟費用の負担について同法九六条、八九条、九二条、九三条一項本文を適用\nして主文のとおり判決する。\nなお、原判決中被控訴人らに対する控訴人の予備的反訴の全部を認容した部分に\nついては、被控訴人らから控訴も附帯控訴もないから、当裁判所はこれについて判\n断する限りではないが、予備的反訴の性質上被控訴人らの本訴請求が当審で排斥さ\nれた限度において原判決中反訴に関する部分（原判決主文第二項）は当然に失効し\nたものと解せられるので念のため附記する。\n（裁判長判事　三淵乾太郎　判事　伊藤顕信　判事　土井俊文）\n別　表　第　一\n＜記載内容は末尾１添付＞\n別　表　第　二\n＜記載内容は末尾２添付＞\n"
}