{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 4,
    "day": 5
  },
  "case_number": "昭和39(ネ)661",
  "case_name": "謝罪広告等請求事件",
  "court_name": "大阪高等裁判所第五民事部",
  "lawsuit_id": "22502",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22502",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/502/022502_hanrei.pdf",
  "contents": "主　　　　文\n（一）　一審被告の控訴を棄却する。\n（二）　一審原告の控訴に基づき原判決を左のとおり変更する。\n（１）　一審被告はその営業上の施設又は活動に、「三菱建設株式会\n社」その他の「三菱」という文字を含む商号、標章又は別紙第一ないし第三図表の\nマーク（三つの菱形の中にある相似形の各菱形の空白部分の大小を問わない）を使\n用してはならない。\n（２）　一審被告は「三菱建設株式会社」その他の「三菱」という文字\nを含む標章及び別紙第一及び第三図表のマークを、看板、印章、ゴム印、バッヂ、\n印刷物その他の営業表示物件から抹消せよ。\n（３）　一審被告は「三菱建設株式会社」といら商号の抹消登記手続を\nせよ。\n（４）　一審原告のその余の請求を棄却する。\n（三）　訴訟費用は第一、二審共一審被告の負担とする。\n事　　　　実\n第一、　当事者の求めた裁判\n（Ａ）　一審原告\n（イ）　第六六一号事件につき、\n主文（二）の（１）のうち「別紙第一ないし第三図表のマーク」とある以下を削\nり、この部分に「その他の三つの菱形から成るマークを使用しではならない」と附\n加するほか、主文（二）の（１）（２）（３）および日と同旨\n（ロ）　第六六七号事件につき、\n主文（一）同旨\n（Ｂ）　一審被告\n（イ）　第六六一号事件につき、\n控訴棄却\n（ロ）　第六六七号事件につき、\n「原判決中一審被告敗訴の部分を取消す。一審原告の請求を棄却する。訴訟費用\nは第一、二審共一審原告の負担とする。」\n第二、　当事者双方の主張および証拠関係は左に附加したほか、いずれも原判決\n事実摘示と同一であるから、これを引用する。\n（Ａ）　一審原告の主張\n（１）　一審被告の「三菱」という文字を含む標章の使用について、一審被告は\n本訴提起当時以来引き続き、営業上の施設および活動に「三菱建設株式会社」とい\nう商号のみならず、「三菱建設」または単に「三菱」という表示を営業表示として\n使用していることは、本件の証拠上明らかであるから、この点に関する原判決の認\n定は不当である。\n（２）　商号登記の抹消請求について、\n原判決は商号の抹消登記請求につき、「株式会社の商号は、自然人における氏名\nと同様、その会社を特定し、かつ、これを他の会社と識別するための表示として欠\nくことのできないものであり、商法によつて、会社の定款の必要的記載事項とさ\nれ、かつ、会社の設立登記における必要的登記事項とされているのであるから、登\n記上その商号をなくしてしまうことは、法律上許されない」と解し、一審被告に対\nし、単に他の商号に変更登記手続をすることを命じ、その抹消登記請求を許さなか\nつた。しかしながら、使用の許されない商号は存続すべからざるものである。而し\nて商号を特定の商号に変更することを強制することはできないから、その商号の主\n体が任意にこれを変更しない以上、強制的にその商号を抹消する方法、すなわち抹\n消登記請求が法律上許されなければならない。そうでなければ使用を禁止された商\n号が登記上永久に残るおそれもある。このため法務省も昭和三七年一一月一九日附\n民事甲第三、三一六号通達を以て、かかる抹消申請を受理相当とし、商号抹消後当\n該会社を表示するには、抹消前商号の字を冠することとしている。\n（３）　営業混同による不正競争の被害者\n狭義の三菱系の会社は、商号に「三菱」の二字を冠し、三菱合資会社およびその\n創立者に源を発する株式会社をもつて組織する団体で、サービスマークに三菱マー\nクを用いている。この点において、一審被告の商号およびその略称としての三菱建\n設という表示は、右三菱系の商号と類似しており、殊に同被告の営業は一審原告の\nそれの一部と共通していて、誤認混同のおそれが最も大きいから、不正競争防止法\n一条二号の「類似」の要件を充している。\nまた一審被告は営業表示として三菱という略称、および別紙第二、第三図表の三\n菱マークをも営業表示として用いているが、右第二図表は第一図表とも同一といえ\nるものであり、結局同被告の使用する営業表示はいずれも三菱系各社なかんづく一\n審原告のそれと同一又は甚だしく類似している。\nかようにして、一審被告は、三菱系各会社の商号又はその略称、および三菱マー\nクに類似のものを使用して、三菱系各社ごとに一審原告の営業上の施設および活動\nと混同又はそのおそれを生ぜしめているのであるが、右三菱の名および三菱マーク\nはいわゆるコレクティブ・マークであつて、不正競争防止法一条二号にいわゆる\n「他人」の概念の中には三菱系各会社のごとき複数人をも包含するものと解すべき\nである。そこで一審原告は、第一次的に最大の被害者としての個人の立場、第二次\n的には、狭義の三菱系会社の一員としての立場において、本件不正競争の停止を求\nめる。\n（４）　不正競争防止法一条二号所定のいわゆる営業混同による不正競争は、現\n実に混同の結果を生しなくとも、そのおそれの生じただけで十分であり、又他人の\n営業となんらかの関係があるかのように装う行為はすべてこれに属し、その被害者\nとしての「他人」すなわち営業周知表示の主体が単数であるか複数であるかは問う\nところでない。多数の営業主体の群が同一の商標或はサービスマークをその営業表\n示としている例も乏しくなく、若しこれらの群に属しない第三者がこれを使用し\nて、あたかもこの群の一員又はこれと密接な関係にあるかのごとき誤認を生ぜしめ\nるおそれがあれば、その者はこの群に属する各業者の利益を侵害する不正競争をし\nたこととなる。\n（５）　一審被告が右の事実を熟知しながら、「三菱」の名を商号に冠し、而も\n三菱マークそのもの又は中空の三菱マークをサービスマークに使用することは、ま\nさに三菱系諸会社がすでに営業上獲得した名声を一般公衆に誤解させるような詐術\nを用いて自己の利益に使おうとする行為であり、第一には自己も亦三菱系又は少く\nともこれと密接な関係にあるかのごとき混同のおそれを生ぜしめ、第二にはことに\n一審被告と同種の営業を目的とし、現に関西地方においでも盛に建設事業特に建築\nの設計監督を営む一審原告と同一又は密接な関係があるごとく誤認混同させるおそ\nれを生ぜしめている。\n（６）　不正競争行為者と被害者とが競争関係にあることは不正競争の要件では\nないが、本件において一審被告が三菱系の会社であるか、又は少くとも同系の会社\nとなんらかの関係があるごとく誤認されるおそれがある以上、一審被告と三菱系の\n会社との間に競争関係があるというべきである。ことに一審原告の建設業は主要目\n的の一つであつて、決して附従事業ではなく、全国建設業協会には加入していない\nが、日本建築士連合会以下九つの業界最有力団体に加入している。\n（Ｂ）　一審被告の主張\n（１）　当事者双方の商号の要部がともに「三菱」という部分にあるとすること\nは独断である。一審原告の商号には「地所」の文字が用いられ、これから建設業を\n推認することはできない。原判決が両者は建設業という同種の営業を営むとの前提\nの下に商号の類似性の判断において「三菱」の部分のみを要部と解したことは明ら\nかに誤りであつて、両者の商号の類似性を判断するには、「三菱地所」と「三菱建\n設」とを要部として対比すべきであり、かくすれば、両者は決して類似するものと\nはいえない。\n（２）　一審原告の営業目的は「建築土木の綜合請負」であるが、この観点から\n見ると、同原告の行つているのは、建築土木の設計と不動産の管理であつて、建築\n土木の請負ではないから、一審被告との間には競業関係はない。又同原告が設計監\n督管理をした不動産の建築工事の施行は、常に一審被告と同種の営業目的を有する\n他の建設業者が行つているのであつて、この両者の関係は元請負と下請負の関係で\nはない。従つて一審原告と一審被告との間には潜在的にも競業関係は成立しないの\nである。\n理　　　　由\n第一、　一審被告の控訴について、\n当裁判所は右控訴は理由なきものとして棄却すべきものと認める。その理由は、\n次の（一）ないし（五）の各判断を附加するほか、原判決理由冒頭より同四枚目裏\n九行目迄と同一であるから、これを引用する。\n（一）　原審証人Ａ、Ｂ、Ｃ、Ｄの各証言を綜合すると、次の各事実を認定する\nに十分である。\n（１）　一審原告その他いわゆる三菱系の諸会社はいずれもその商号に「三菱」\nの二字を冠し、且三つの菱形を組合わせたいわゆる三菱マークのサービスマークを\n使用して、永年にわたり営業活動を続けており、これら諸会社はその業種の相違に\n拘らず、いずれも三菱系の一員であることにおいて、共通の利害関係に立つて、取\n引上特別の名声と信用を築き上げている。\n（２）　訴外三菱鉛筆株式会社のごとく、いわゆる三菱系に属しないものが、三\n菱の二字と三菱マークを使用しているのは極めて例外の現象である。\n（二）　以上に認定したところを、先きに引用した原判決の理由中の各判断と綜\n合して考察すると、一審被告がその営業活動の表示に三菱の二字と原判決認定の各\nサービスマークを使用していることは、客観的に観察して三菱系諸会社が永年にわ\nたり築き上げた声価の表現を無断且つ無償で使用し、之により世人に対し一審被告\nも亦いわゆる三菱系諸会社の一員であるかのごとく誤信させるおそれのある外観を\n示し、一審被告自らは営業上利益を得る反面、一審原告その他同系諸会社の経済的\n利益を害する危険を生せしめているのであつて、自由競争の限界を逸脱し、取引秩\n序をみだし、信義則に反するものと謂わなければならない。\n（三）　不正競争防止法一条二号の解釈上主たる問題となるのは関係者双方の営\n業に共通の部分が存在するか否か、或は地域的に近接しているか否かの点よりも、\nむしろ、一方の営業における商号、標章、若しくはサービスマーク等の使用行為の\n態様に、先きに示したような信義則違反があつて、之が為に他方の営業上の施設又\nは活動と混同を生するおそれが無いか否かに存するのであつて、講学上説かれる競\n争観念の稀釈化の理念を重視しなければならない。而して先きに認定した三菱鉛筆\n株式会社のごとき例外の場合と異なり、一審被告の本件商号および三菱マークの使\n用を合法化するような特段の事情は何等見出し得ない。\n<要旨>（四）　以上に説明したところを綜合して考えると、商号に三菱の二字を\n冠し、且ついわゆる二菱マークをサービ</要旨>スマークとして使用することは、三\n菱系各会社の周知団体標章であると見るべきであり、従つてこれらの各社は、各自\nの営業と一審被告のそれとの間に共通部分があるか否かに拘らず、すベて不正競争\n防止法一条二号にいわゆる「他人」に該当するものと解すべきである。そうでない\nと、同系各会符のいずれの営業目的にも含まれない業種に関して本件のごとき信義\n則違反の営業活動が行われ、それがあたかも同系の一員であるかのごとき混同のお\nそれが生じた場合、之れを防止なる方法が無いからである。してみると、一審原告\nは本件不正競争行為の停止を求めるにつき、第一次的には個人としての立場、第二\n次的にはいわゆる三菱系の諸会社の一員としての立場を主張しているのであるが、\nこの二つの立場は互に密接な関係にあつて分離して考えることはできず、要するに\n三菱系諸会社の中でも営業目的の点において、特に一審被告のそれに近い会社に該\n当なる一審原告よりの請求として、これを認容すべきものである。\n第二、　一審原告の控訴について、\n当裁判所は、次の理由により原判決を一部変更すべきものと認める。\n（Ａ）　主文（二）の（１）（２）および（４）について、\n一審原告の商号と一審被告のそれとは、共に「三菱」の二字に要部があつて、両\n者は類似のものと見るべく、又両会社の営業標（テービスマーク）を比較すると、\n之亦類似の標章と見るべきであつて、一審被告の右商号および標章使用行為は、い\nずれも不正競争防止法一条二号に該当なるものとした原判決の判断の正当であるこ\nとは、一審被告の控訴について、説示したとおりである。\nところで、成立に争のない甲第三〇号証の三、第三八号証の二によると、一審被\n告の広告には「三菱建設ＫＫ」なる表示が掲載されていることが認められ、成立に\n争のない甲第一二号証の二によると、一審被告の事務所所在の建物に「三菱建設ビ\nル」という名称をつけていることも明かである。又同じく甲第二四号証によると同\n被告の前代表者Ｅの名刺には別紙第二図表に近い中空の三菱マークが附せられてお\nり、同じく甲第一四号証によると同被告使用のバッヂは別紙第四図表のとおり中空\nの三菱マークの横に「建設」の二字を配したものであることも認められる。これら\nの諸点も亦前示法条に抵触するものと謂わなければならない。更に一審被告の現在\nの商号の使用の許されないことは、先きに引用した原判決の理由説示のとおりであ\nり、その商号の抹消登記手続の請求の許されることは後に説明するとおりである。\nしてみると、本判決の確定した場合には、当然同被告の商号変更の問題の起ること\nは明らかであるから、この場合に備えて現商号の要部である「三菱」の二字の使用\n禁止の必要のあることも多言を要しない。従つて、本件不正競争行為の差止の対象\nとしでは、原判決主文第一項および第三項に掲げられたように、単に「三菱建設株\n式会社」といら商号、並びに、原判決添付第一および第三図表記載のいわゆる三菱\nマークの使用禁止、並びに同会社の看板、印章、ゴム印、バッヂ、印刷物その他の\n営業表示物件から「三菱建設株式会社」という商号および右各三菱マークの表示の\n抹消を命ずるのみでは足りず、これに加えて「三菱」の二字を含むすべての商号標\n章の使用禁止、および別紙第一ないし第三図表のマーク（その内部の相似形の空白\n部分の大小を問わない）の使用禁止をも命ずるのでなければ、前示法条の趣旨に合\n致しないものと解すべきである。但し本件控訴の趣旨中には、冒頭に掲げたごと\nく、「その他の三つの菱形から成るマーク」との表現がなされているが、たとい同\n形の三つの菱形を組合わせるにしでも、いわゆる三菱マーク以外の形状（例えば三\nつの菱形を単に一列に並べるごとき）に配列することは何等差支えないのであるか\nら、当裁判所は、この点に関する一審原告の請求は広きに失するものと解し、主文\n（二）の（１）（２）の限度において之を認容し、その余は失当として棄却すべき\nものと認める。\n（Ｂ）　主文（二）の（３）の商号抹消登記手続を命ずる理由としては、\n一審被告の現在の商号の使用の許されないことは先に説明したとおりであり、そ\nの抹消登記請求の許される\n＜記載内容は末尾１添付＞\nことに付ては前掲事実摘示欄第二の（Ａ）の（２）に摘記した一審原告の法律上の\n主張すべて正当とし、他に何等の附言の必要を認めない。\n以上の次第であるから、民訴第三八四条、三八五条、九二条但書を適用し、主文\nのとおり判決する。\n（裁判長裁判官　沢井種雄　裁判官　村瀬泰三　裁判官　兼子徹夫）\n"
}