{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 38,
    "month": 5,
    "day": 16
  },
  "case_number": "昭和38(う)136",
  "case_name": "道路交通法違反被告事件",
  "court_name": "名古屋高等裁判所第四部",
  "lawsuit_id": "23047",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=23047",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/047/023047_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人大脇雅子の控訴趣意書に記載するとおりであるから、\nここにこれを引用するが、当裁判所はこれに対し、次のように判断する。\n控訴趣意中法令の適用の誤の論旨について\n所論は要するに、原判決は、被告人が原判示の日時、場所において「法定の除外\n理由がないのに出来る限り、その左側端に沿つて停車しなかつた」と判示して道路\n交通法（以下単に法と略称）第四七条、第一二〇条第一項第六号を適用したが、同\n法第四七条の停車違反は「出来る限り道路の左側端に沿つて停車しない」ことと同\n時に「他の交通の妨害となる」事実を要件とし、右要件は前者が具備されれば後者\nがただちに充足される関係にあるのではなく、双方同価値において並列的に必要な\n要件であつて、単に「出来るだけ左側端に沿つて停車しなかつた」だけでは足ら\nず、その上に、少くとも抽象的に「他の交通を妨害した」事実がなければならな\nい、と言う<要旨>のである。然しながら車両は、その停車により、一時的にせよ、\nその車両の幅だけ道路の幅を狭めることによ</要旨>つて、少くとも抽象的には常に\n他の交通の妨害となるものである。従つて停車を認めるについても、できる限り道\n路の左側端に沿つて停車させることによつて、他の交通に対する妨害を最小限に止\nめようとするのが法第四七条の法意であるから、できる限り道路の左側端に沿つて\n停車しないことによつて同条本文の違反になり、その外に抽象的にせよ他の交通の\n妨害になることを要しないと共に、たとい、できる限り左側端に沿つて停車して\nも、その停車の仕方が、前記の停車自体による最小限の交通妨害を超えて、更に他\nの交通の妨害となるようなものであるときには、やはり同条本文の違反になると解\nするのが、文理上も実質上も相当である。\n所論は独自の見解であつて、採用できない。\n控訴趣意中事実誤認の論旨について\n所論は、被告人は本件当時、出来る限り道路の左側端に沿つて停車させたし、そ\nの停車によつて他の交通の妨害になる事実はなかつたと主張する。\n然しながら、所論の如く、被告人が、原判示の卸売市場前の道路に直角に、他の\n車の駐車を許さない状態で、何台も駐車していた車の内の一台の側に約五〇糎の巾\nをおいて停車し、右駐車中の車との関係では、それ以上左に寄つて停車できない場\n合であつたとしても、道路の左側端に沿つてすでに他の車両が停車又は駐車してい\nるのであるから、之に沿つて停車することは、法第四七条にいう「できる限り道路\nの左側端に沿い」停車したことにはならない。\n更に被告人の停車か所論の如く、他の交通の妨害にならなかつたとしても、法第\n四七条の違反が、このことを要件とするものでないことは前述の通りであるから、\n論旨はいづれも理由がない。\n控訴趣意中理由不備の論旨について\n所論は、法第四七条違反の罪は故意犯であるが、被告人は、その停車ができる限\nり道路の左側端によつていなかつたこと、及びその停車が交通の妨害になるとの認\n識も認容もなく、原判決が、被告人に故意がなかつた旨の主張に対して何ら判断し\nないで本件を有罪としたのは理由不備だと言うのである。然しながら故意の否認は\n刑事訴訟法第三三五条第二項の犯罪成立阻却事由の主張とは言えないから、これに\n対して原判決が判断を示さなかつたことに理由不備の違法はない。のみならず原判\n決挙示の各証拠によれば、被告人は原判示事実については、被告人に認識があつた\nことは明かであり、所論もその点は争わないものの如く、所論は、ただそれが法第\n四七条に違反することを被告人は知らなかつた即ち違法性の認識がなかつたとの主\n張に帰する。そして故意の成立には違法性の認識を必要としないのである。\nなお被告人の停車が交通妨害になるとの認識がなかつたとの点については、すで\nにその前提が認容できないものであることは前述の通りである。\n更に所論は被告人の司法巡査に対する供述調書は任意性を欠き証拠能力がないと\n言うけれども、右調書の形式、内容から見てかかる瑕疵は認められず、被告人の原\n審公判における供述中所論に沿う部分は信用しがたいので、原判決に採証法則の違\n反はない。\n論旨は採用できない。\n控訴趣意中期待可能性がないとの論旨について\n所論は、本件当時、被告人の停車した卸売市場前は魚の積出のため喧騒雑沓を極\nめ、原審証人Ａ巡査が多少不便だが停車が可能だと言う現場から三〇米ないし五〇\n米東方の地点では、混雑の甚しい歩道もしくは車道を一、五貫の大きな荷物を人の\n流れにさからつて運搬することは事実上困難、不可能であり、かつ当時二重停車は\n人が乗つている場合は通常黙認されていた、従つて被告人が市場前に駐車できない\nので、他に駐車場所を探し、時間をかけて困難な運搬をし、他の車及び人の交通を\n一層混乱させるより、本件の場合極めて短時間に積荷が終ることを考えて、通常黙\n認されている方法で停車したことは、通常人が、こうした状況にあれば誰もがとる\n措置に外ならない、と言うのである。\n然しながら原審証人Ｂ、同Ａの各証言、及び被告人の原審及び当審における供述\nによれば、本件当時被告人が停車した卸売市場前の道路の左側端には多くの車両が\n駐車して、もはや、そこに停車もしくは駐車する余地はなかつたけれども右地点か\nら三〇米もしくぱ五〇米のＣ通りと江川線の交差点の北西側あるいはＤ中学校附近\nには停車できたと考えられること、当時被告人は五人位の同僚と共に中央市場に荷\n物を取りに行つたもので、荷物は一、五貫ないし二貫の物が五個で、これを一人が\n一個づつ混雑する道を三〇米もしくは五〇米運搬することは困難を伴つたにしても\n決して不可能ではなく、現にそうしている人もあつたこと、被告人は原判示の停車\nした場所以外に、前記の江川線の交差点、Ｄ中学校等附近に停車し得る場所がある\nか否かを確かめる努力を全然試みようともしなかつたこと、通常本件市場に車で荷\n物を取りに来る者は右市場の近くに停車できる地点が空くまで、附近をぐるぐる廻\nるか、あるいはその附近で停車して待つていること、以上の事実か認められるので\nあつて、右事情の下では、被告人に原判示場所で停車する以外の行為を期待するこ\nとができなかつたとは、とうてい考えられないので、本論旨もまた採用できない。\n従つて本件控訴は、その理由がないので刑事訴訟法第三九六条により之を棄却す\nることとして主文の通り判決する。\n（裁判長判事　小林登一　判事　成田薫　判事　斎藤寿）\n"
}