{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 1,
    "day": 28
  },
  "case_number": "昭和38(ネ)1628",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪高等裁判所第九民事部",
  "lawsuit_id": "22529",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22529",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/529/022529_hanrei.pdf",
  "contents": "判示事項\n民法第七一五条に基づく使用者に対する損害賠償請求権の消滅時効は、被害者が\n損害直接の加害者及び右加害者と使用者との間の使用関係を知るほか、当該不法行\n為が使用者の事業の執行についてなされた不法行為であると認められる外形的事実\nを認識したときから、進行を始めるものと解するのが相当である。\n主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴会社代理人は、「原判決を取り消す。被控訴人は控訴人に対し、金一三〇万\n円およびこれに対する昭和二九年五月一日から支払いずみに至るまで年五分の割合\nによる金員の支払いをせよ。訴訟費用は第一、二審とも被控訴人の負担とする。」\nとの判決を求め、被控訴会社代理人は主文第一、二項と同旨の判決を求めた。当事\n者双方の事実上の陳述、証拠の提出、援用および認否は次に記載するほか原判決事\n実摘示のとおりであるから、ここに、これを引用する（ただし、原判決一〇枚目表\n五行目の「提供」とあるは「提起」の、同一二枚目表四行目の向うとあるは「問\nう」の、同枚目表一〇行目の「求める」とあるは「認める」の各誤記であるから、\nそのように訂正する）。\n一、　事実関係\n（一）、　控訴会社代理人の陳述。\n（１）、　民法七二四条は、不法行為による損害賠償請求権は被害者またはその\n法定代理人が損害および加害者を知つたときから三年間これを行なわないときは時\n効によつて消滅する旨規定している。ところで、このように、わが民法が特に当該\n権利について短期間の消滅時効を定め、かつ、その起算点を右のような権利者の主\n観的な容態にかからしめている場合には、右容態の内容がすべて当該権利の行使を\nなし得べき要件事実の認識にあることは言をまたないところであつて、このこと\nは、例えば、同法四二六条が詐害行為取消権について「取消の原因を覚知したると\nき」から、また、同法八八四条が相続回復請求権について「相続権を侵害された事\n実を知つたとき」からそれぞれ消滅時効が進行する旨各規定し、いずれも当該権利\nの行使をなし得べき要件事実を覚知したときをもつて消滅時効の起算点としている\nことから推しても自明のことといえよう。けだし、かかる権利については、速やか\nに法律関係を安定させる必要が大きいところから、短期間の消滅時効が定められて\nいる一方、権利者が権利発生の要件事実を認識しないうちに右時効が進行を始める\nことになると、権利者をしていたずらに過酷な犠牲を負担させることになるわけで\nあるから、これとの衡量上権利者が右事実を認識したときから右時効が進行を始め\nることとした趣旨であることが明らかであるといわなければならない。\nところで、本件のように、被用者の不法行為に基づき使用者に対して損害賠償請\n求権を行使する場合においても、当該不法行為が使用者の事業の執行についてなさ\nれたことをもつて右権利発生の要件事実となす以上、その認識なくして右権利の行\n使は期待できないわけであるから、前同様の理由で、その消滅時効は権利者たる被\n害者またはその法定代理人において右要件事実を認識したときから進行を始めるも\nのといわなければならない。そうでないと、前記のとおり短期間の消滅時効を定\nめ、かつ権利者の認識という主観的な要件にかからしめたことの理論的根拠は全く\n失なわれる結果となるばかりでなく、不法行為者自身に対する損害賠償請求の場合\nにおいては権利の行使をなし得べき要件事実の認識を要するのに、使用者に対する\n損害賠償請求の場合にはその認識が必要でないことになつて、同法七二四条の解釈\n上妥当を欠くことが明らかである。なお、被控訴会社引用の右消滅時効の起算点に\n関する大審院判例（大判、昭和一二、六、三〇）は、直接の加害者と使用者との使\n用関係の事実を知らなければ、当該不法行為が使用者の事業の執行についてなされ\nたとの認識はあり得ないとの判断基準を示したものと解すべきものであつて、被控\n訴会社の主張するように、右時効が進行を始めるについては、使用者および使用関\n係の認識があれば足り、当該不法行為が事業の執行についてなされたものであるこ\nとを知る必要がないという趣旨ではないのである。\n（２）、　次に、同法七二四条にいわゆる「知る」というのは、一応の危惧ある\nいは憶測の意味ではなく、少なくとも損害賠償請求の訴または損害賠償債権の存在\n確認の訴を提起し得るとの確信を有するに至る程度であることを要するものという\nべきところ、本件のように、使用者に対して損害賠償請求の訴を提起し得るとの確\n信に達するためには、前述したように、当該不法行為が使用者の事業の執行につい\nてなされたものであるとの認識を必要とすることは論をまたない。けだしかかる認\n識がなければ、その場合における覚知状態は単なる危惧ないしは憶測の程度以上を\n出る筈がないからである。\n（３）、　訴外大阪証券融資株式会社が昭和二八年二月一八日控訴会社および訴\n外株式会社関西電業社を相手方として提起した約束手形金請求事件について控訴会\n社の訴訟代理人であつた弁護士亡甲、弁護士乙は、本件損害賠償請求権の存在を確\n信しておらず、むしろこれについて消極的見解を有していたため、右請求権の存在\nを控訴会社に告げていなかつたものであるところ、控訴会社の代理人としてその後\n昭和二九年七月二九日本件不法行為者である訴外丙らを告訴したのてあるが、この\n時においでも別段右損害賠償請求についての委任を受けていたわけではないのであ\nる。したがつて、右弁護士らが右告訴事件の内容を認識していたからといつて、こ\nのことからただちに控訴会社が右告訴当時右損害賠償請求権の存在を知つていたと\nなすのは失当であるといわなければならない。\n（二）、　被控訴会社代理人の陳述。\n民法七二四条に定める短期消滅時効が進行を開始するには、客観的に権利者が当\n該権利を行使し得べき状態におかれておれば足り、権利者が当時いかなる手段、方\n法をとつたか、あるいはいかなる法律上の判断を有していたかの如き主観的事情は\n右時効の進行に全然関係のないものと解するのが相当である。しかるところ、控訴\n会社は、昭和二八年二月一八日前記大阪証券融資株式会社から前記約束手形金請求\n訴訟を提起されるや、同年六月五日被控訴会社に対し、「本訴訟において告知人\n（控訴会社）が敗訴した場合には、告知人は被告知人（被控訴会社）に対し、その\n損害の賠償を請求し得べきものである。」という理由で訴訟告知をしてきたのであ\nるから、控訴会社は、遅くとも昭和二九年七月二九日前記丙を告訴した当時には、\nすでに本訴請求原因事実すなわち、被控訴会社の使用者責任に関する要件事実をす\nべて認識し、被控訴会社の右使用者責任に基づく本件損害賠償請求権を行使するこ\nとができる状態にあつたことが明らかである。したがつて、右損害賠償請求権の消\n滅時効はその時から進行を始めたものといわなければならない。\n仮に、右主張が容れられないとしても、控訴会社は、右告訴事件について右丙の\n有罪判決が確定した昭和三一年七月二一日当時には被控訴会社の使用者責任に関す\nる前記事件事実をすベて覚知し得る状態にあつたことが明らかであるから、いくら\n遅くてもこの時から前記消滅時効は進行を開始し、三年を経過した昭和三四年七月\n三一日をもつて右時効の完成により右損害賠償請求権は消滅したというべきであ\nる。\nなお、控訴会社が右告訴事件について有罪判決の確定したことを当時知らなかつ\nたとしても、自ら告訴した事件である以上、それが右消滅時効の進行を妨げる事由\nとならないことは、時効制度の趣旨からいつても当然といわなければならない。\n理　　　　由\n一、　被控訴会社代理人は、控訴会社が被控訴会社に対してその主張の損害賠償\n請求権を有していたとしても、それはすでに三年の消滅時効により消滅している旨\n抗弁するので、右損害賠償請求権の成否の点はしばらくおき、まず、右抗弁につい\nて判断する。\n（一）、　民法七二四条は、不法行為による損害賠償請求権は、被害者またはそ\nの法定代理人が損害および加害者を知つたときから三年間これを行なわないときは\n時効によつて消滅する旨規定する。ところで、ここに、「損害」とは違法な行為に\nよる損害発生の事実を、また、「加害者」とは損害賠償請求の相手方となる者をそ\nれぞれ意味し、また「知る」とは、被害者またはその法定代理人において右損害お\nよび加害者を単に憶測し、あるいは、推定することではなく、これらのものを現実\nに、かつ、具体的に認識することを意味し、かつこれを以て足るものというべきと\nころ（損害賠償請求権の発生、行使の各要件事実を知ることを要するとする控訴会\n社の（１）の主張の採<要旨>用できないことはいうまでもない。）同法七一五条に\n規定する使用者の損害賠償責任は、これと被用関係にある</要旨>者が、その事業の\n執行について第三者に損害を加えることにより生ずるわけであるから、この場合に\n加害者すなわち損害賠償の相手方となる者を知るとは、被害者らにおいて、使用者\n及び使用者と不法行為者との間の使用関係はもちろん、当該不法行為がその事業の\n執行についてなされたものであると認めうる外形的事実を認識することを指称する\nと解するのが相当である。もつともこの点につき、使用者及び使用者と不法行為者\n間の使用関係の存在を知ることを以て足るものの如く解される先判例（大判、昭和\n一二、六、三〇）がないではないが、被用者の不法行為が使用者の事業の執行につ\nきなされたものであるか、どうかは、被用者ないし使用者側の主観的事情を離れ、\n当該不法行為の外形によつて客観的に判断すべきものであると解する以上、被害者\nにおいて事業の執行につきなされたものであることを示す外形事実を認識すること\nにさほど困難があるわけでないから、前記使用関係のほかにこの外形的事実を認識\nしたときを以て加害者を知つたときにあたるとしても、これがため消滅時効の起算\n点を不明確ならしめ延いては時効の進行を不当に遅らせる等、法の認めた短期時効\nの効用を失わしめるおそれがあるとは考えられないし、また法が消滅時効一般につ\nいでは、権利の知、不知といつた権利者の主観的な事情の如何にかかわらず、専ら\n権利を行使しうる客観的状態にあるときを以てその起算点とするのに対し、本件の\n如き不法行為によつて生じた損害賠償債権については、権利の存在を知りうる標識\nたる、「損害及び加害者」を知つたときを以て起算点とし、被害者の心意ないし利\n益を考慮している趣旨に徴するときは、前記先判例の存するにもかかわらず、前説\n示の解釈を以て正当としなければならない。したがつて、被害者が使用者を全然知\nらない場合、あるいは、被用者の不法行為が使用者の事業の執行につきなされたも\nのであると判定しうる外形的事実の認識がなく、従つて被用者個人の行為であると\nしか認識していない場合にはいまだ加害者を知つたというを得ないが、前記説明の\nように加害者を知るとは、損害賠償請求の相手方となる者を認識することであつ\nて、その者がはたして法律上の損害賠償義務を負らかどうかまで知ることを要求す\nるものではないから、被害者が使用者に対して損害賠償請求の訴を提起し得るとの\n確信を有していたかどらかはもとより問うところではない。控訴会社は、この点に\n関し同法七二四条にいわゆる「知る」とは、右のような訴提起の確信を有するに至\nる程度であることを要する旨主張（（２）の主張）するが、右主張は右説示に照ら\nし採用に由なきものである。\n（二）、　そこで、本件の場合右消滅時効がすでに完成しているかどうかについ\nて考察する。\n（１）、　訴外丙が昭和二七年一〇月当事被控訴会社大阪ａ支社ｅ支局長として\n勤務していたことは当事者間に争いがない。\n（２）、　そして、成立に争いのない甲第一号証の一ないし二八、および原審証\n人丁の証言を総合すると次の事実を認めることができる。\n（イ）、　右丙は知合いの訴外戊、同己と相談のらえ、昭和二七年一〇月二四日\n頃大阪市ａ区ｂ町ｃ丁目ｄビル内被控訴会社大阪ａ支社ｅ支局において、控訴会社\n代表取締役庚、同常務取締役丁、同取締役辛らに対し、控訴会社振出しの約束手形\nを差し入れたならば金三〇〇万円を融資してやる旨嘘をついて同人らを騙し、よつ\nて同月末頃右辛を通して控訴会社からその振出しにかかる（Ａ）、金額一〇〇万\n円、支払期日昭和二八年一月二二日、支払地大阪市、支払場所株式会社大阪銀行ｆ\n支店、振出地尼崎市、振出日昭和二七年一〇月三〇日受取人白地、（Ｂ）、金額一\n〇〇万円、支払期日昭和二八年一月二七日、その他の手形要件右に同じ、（Ｃ）、\n金額一〇〇万円、支払期日同年二月一日、その他の手形要件右に同じなる約束手形\n三通の交付を受けてこれを詐取した。\nまた右融資の交渉中控訴会社は、丙より長期融資については被控訴会社の保険に\n加入することが必要である旨聞かされて、その手続をも準備した。\n（ロ）、　なお、右丙は昭和二七年一一月五日頃右己を通じ、利息を差し引いた\n右融資金の一部であると称して金九七万円余を控訴会社に持参交付したが、その余\nの金員については控訴会社の再三の請求にもかかわらず、これを交付しなかつた。\n以上の認定を動かすに足りる証拠はない。\n（３）、　そこで、控訴会社が右約束手形三通の詐取による損害の発生その他民\n法七二四条に定める前記要件事実をいつ知つたかについて以下考察する。\n（イ）、　次の事実は当事者間に争いがない。\n（Ａ）、　控訴会社の代表取締役前記庚は、右約束手形三通を前記丙に交付した\n前記昭和二七年一〇月末日当時右丙が被控訴会社大阪ａ支社ｅ支局長として勤務し\nていたことを了知していたのであるが、同年一二月末頃被控訴会社大阪ａ支社長壬\nから、また、翌昭和二八年一月頃被控訴会社取締役癸からいずれも前記融資の約束\nは被控訴会社の関知しないところであると聞かされていたところから、前記各手形\nの前記各支払期日が到来し、その所持人である訴外大阪証券融資株式会社から支払\n呈ホを受けるや、いずれも詐取を理由として支払いを拒絶した。\n（Ｂ）、　ついで、昭和二八年二月一八日右大阪証券融資株式会社から控訴会社\nおよび右各手形の裏書人である訴外株式会社関西電業社に対し右約束手形金請求の\n訴（大阪地方裁判所昭和二八年（ワ）第六〇三号事件）が提起されるや、控訴会社\nは同年六月五日被控訴会社に対し、「本手形二通は告知人（控訴会社）が被告知人\n（被控訴会社）に割引のため交付したものであるところ、被告知人社員某がこれを\n横領して他の高利金融業者の割引融通を受けて割引金を着服したごとくであるが、\n右手形を再割引取得したと称する原告（前記大阪証券融資株式会社）から本件訴訟\nが提起されたのである。被告知人は告知人に対して右手形二通を返還する義務があ\nるゆえ、本訴訟において告知人が敗訴した場合は、告知人は被告知人に対しその損\n害の賠償の請求をなし得べきであるから、民訴法の規定によつてここに右訴訟を告\n知する。」旨通知した。\n（Ｃ）、　そして、右訴訟係属中昭和二八年七月四日右株式会社関西電業社が右\n大阪証券融資株式会社、控訴会社、および被控訴会社を相手方として大阪簡易裁判\n所に申し立てた調停（同裁判所（メ）第三三九号事件）において、昭和二九年三月\n二六日控訴会社は右大阪証券融資株式会社に対し右約束手形二通計金二〇〇万円の\n支払義務あることを認め、同会社は内金七〇万円の支払義務を免除し、控訴会社は\nこれに対し免除残額金一三〇万円を昭和二九年四月一〇日限り支払う旨の調停が成\n立した。\n（Ｄ）、　なお、控訴会社は昭和二九年七月二九日前記丙を詐欺罪て告訴した。\n（ロ）、　もつとも、控訴会社の前記訴訟の応訴、訴訟告知、調停および告訴が\nその代理人である弁護士亡甲、同乙によつてなされたことは被控訴会社の明らかに\n争わないところであるからこれを自白したものとみなされる。また、前掲甲第一号\n証の八によれば、控訴会社はその後前記調停条項どおり前記大阪証券融資株式会社\nに対し金一三〇万円の支払いを了したことが認められる。\n（ハ）、　以上の事実によれば、他になんら特段の事情のない本件においては、\n控訴会社は遅くともその代理人である前記弁護士乙らを介して前記丙を告訴した昭\n和二九年七月二九日当時には、同人の前記詐欺行為により控訴会社が前記損害を被\nつたこと、直接の加害者である右同人の使用者が被控訴会社であり、被控訴会社と\nの間に前記使用関係が存在していたことを認識していたものと認められるし、さら\nに、叙上の事実（（二）（１）（２）（三）（イ）（ロ））に前記甲第一号証の\n三、同号証の入を総合すると、控訴会社は当時右詐欺行為が被控訴会社の事業の執\n行についでなされたものであるとして、控訴会社が主張する行為の外形的事実、す\nなわち被控訴会社が融資業務をも附随的に行つていること、丙が同会社の大阪ａ支\n社ｅ支局長として右融資業務に従事する立場にあつたことならびに同人の詐欺行為\nが被控訴会社支局内で行われていること等の事実についても認識を有し、従つて被\n控訴会社は右行為に基づく損害賠償請求の相手方となりうる者であることを認識し\nていたものと認めるのが相当であるから、前記説示に照らし、控訴会社は当時民法\n七二四条に定める前記損害および加害者を知つていたといわなければならない。\nこの点に関し、控訴会社代理人は、前記弁護土乙らが本件損害賠償請求権の存在\nについて消極的見解を有し、これを控訴会社に告げなかつたこと、および右間狩弁\n護士らは前記告訴の代理人であつて、右損害賠償請求権を代理行使する権限を有し\nていなかつたことを理由として、右告訴当時控訴会社が右損害賠償請求権の存在を\n知つていたとなすのは失当である旨主張（（３）の主張）する。しかし、使用者責\n任による損害賠償請求権の存否という法的判断は一般人には困難であるにしても、\n前記の損害および加害者の認識はそうではないのであるから、前段説示の如く当\n時、控訴会社が損害および加害者を認識していたものと認めることに何の妨げもな\nいのである。しかのみならず前認定の諸般の事実のほか、前顕甲第一号証の三、同\n号証の八ならびに弁論の全趣旨を総合すると、控訴会社の代理人として詐取手形所\n持人からの手形金の支払請求訴訟、その調停事件、丙に対する告訴事件に関与した\n弁護士亡甲、弁護土乙は控訴会社より右特定の事件のみならず、丙の手形詐取によ\nつて控訴会社の被つた損害を被控訴会社等の関係者から回復すること、その他これ\nに端を発したすべての紛争についての解決を委任されて適切な救済手段を講ずべき\n立場にあつたのであり、それに必要な代理権も事前に包括的に授与されていた関係\n（従つて、個々の訴訟事件等に添付すべき委任状も必要に応じいつでも授与される\n黙契ができていた関係）にあつたことならびに両弁護士ともこの種の事件につき当\n然考慮される被控訴会社の使用者責任を検討し、控訴会社代理人が本訴において、\n右手形詐欺が被控訴会社の事業の執行につきなされた所以のものとして主張してい\nる事実は、前認定の丙に対する告訴当時すでに判明していたのであるが、訴訟手段\nに出て必ず勝訴するとの確信がつかなかつたため訴求を躊躇していたという経過で\nあることが窺われるのであつて、かような場合、控訴会社は両弁護士によつて使用\n者責任による損害賠償の請求権につき、損害及び加害者を知つたものというべきで\nあり（大判、昭和一三、九、一〇参照）、このことは控訴会社が両弁護士より右請\n求権の存在を知らされていなかつたとか、両弁護士が請求権の存在につき消極的な\n見解をとつていたというような内部的な事情ないし法的評価の如何によつて左右さ\nれないのであるから、この点に関する控訴会社代理人の主張は採用し難い。\nしたがつて、いずれにしても、控訴会社が前認定の日時に、本件不法行為による\n損害及び加害者を知つたものであることには変りはないのである。\nなお、控訴会社代理人は当該不法行為について刑事訴追の行なわれているときは\n年月の経過による立証の困難性は存しないのであるから刑事判決により被害者が損\n害賠償請求権の存在を確信するに至つたときから消滅時効は進行する旨主張する。\nしかしながら、時効制度の設けられた訴訟法的（ないしは実体法的）な意義は格別\nとして、刑事訴追の行なわれた場合、その判決のあるまで消滅時効が進行しないと\nいう別段の理由はなく、右主張は独自の見解に基づくものであるから採用に由な\nい。\n（ニ）、　そらすると、本件損害賠償請求権は、控訴会社が前記損害および加害\n者を知つた日の翌日である昭和二九年七月三〇日から起算して三年を経過した昭和\n三二年七月二九日の満了により前記消滅時効が完成したものというべきところ、控\n訴会社が本訴を提起した日は昭和三五年一二月七日であることが記録上明白である\nから、右損害賠償請求権は右時効の完成によりすでに消滅したものというべく、被\n控訴会社の前記時効の抗弁は理由あるものといわなければならない。\n二、　以上の次第であつて、控訴会社の本訴請求は、その余の点について判断す\nるまでもなく失当として排斥を免れないものであるから、これを棄却した原判決は\n相当である。\nよつて、民訴三八四条、八九条を適用して主文のとおり判決する。\n（裁判長判事　金田宇佐夫　判事　日高敏夫　判事　古・慶長）\n"
}