{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 39,
    "month": 11,
    "day": 25
  },
  "case_number": "昭和39(う)1482",
  "case_name": "傷害暴行横領詐欺被告事件",
  "court_name": "東京高等裁判所第二刑事部",
  "article_info": "第17巻8号806頁",
  "gist": "刑法第四五条後段の適用を誤つたものと認められた事例",
  "case_gist": "数個の罪のうちの一個について確定裁判があると、刑法第四五条後段によりその確定裁判を経た罪とその裁判確定前に犯した罪とは併合罪となり、この場合この裁判確定前に犯した罪のうちの一部についてさらに確定裁判があつても、この確定裁判は併合罪の数を決する規準となるものではない。",
  "lawsuit_id": "21066",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21066",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/066/021066_hanrei.pdf",
  "contents": "主　　　　文\n原判決中詐欺罪（原判示第一の別表の罪）に関する部分を破棄する。\n被告人を右別表（一）１の罪につき懲役二月に、右別表（一）１以外の\n別表の罪につき懲役六月に各処する。\n被告人の控訴を棄却する。\n理　　　　由\n（控訴趣意）\n検察官及び弁護人小野勝太郎提出の各控訴趣意書の通りであるから、これを引用\nする。\n（当裁判所の判断）\n検察官の控訴趣意は、原判示詐欺罪に関し、原判決はこれと同時に有罪の認定を\nした傷害、暴行、横領の各罪について懲役刑の実刑の言渡をしたのであるから、詐\n欺罪については法律上懲役刑の執行猶予の言渡をなし得ないのにかかわらず、その\n言渡をしたのは法令の解釈適用を誤つた違法の措置であるばかりでなく、量刑上か\nらいつても軽きに失し不当であるというものである。\nところでまず職権をもつて調査すると、原判決は本件詐欺罪について刑法第四五\n条後段の適用を誤つているものと認められるので、以下これを説明する。\n<要旨>被告人には原判示の三個の確定裁判があるが、その裁判確定時について考\nえてみると、当審で提出された二</要旨>通の交通事件即決裁判調書謄本及び一通の\n判決謄本によれば、原判示の三個の裁判のうち一、二は交通事件即決裁判であり、\nそれぞれ昭和三六年一一月七日及び同月一〇日に言渡され、三の裁判は通常の公判\n手続による判決で昭和三八年三月一八日言渡されたことが認められ、これら三個の\n裁判が前科調書にそれぞれ昭和三六年一一月二二日、同月二五日、昭和三八年四月\n二日確定したものと記載されていることにかんがみれば、それぞれ一四日間の正式\n裁判請求期間又は控訴申立期間の満了により確定したものと認められるから、正確\nにいえば、原判示一の裁判は昭和三六年一一月二一日午後一二時の経過と共に、同\n二の裁判は同月二四日午後一二時の経過と共に、同三の裁判は昭和三八年四月一日\n午後一二時の経過と共にそれぞれ確定したものと認めざるを得ない（本件のような\n場合には、裁判確定の時期が不服申立期間の最終日の翌日の午前零時であるから、\nその午前零時から始まる日が裁判確定日となるのであり、前科調書にもそのように\n記載される。）。してみれば、原判決別表（一）２の罪は原判示一の裁判確定後に\n犯されたこととなるから、原判決がこれを原判示一の確定裁判の余罪と認めて法令\nを適用したのは誤りであるといわなければならない。\n次に、原判示二の確定裁判についてであるが、該当の交通事件即決裁判調書謄本\nによれば、右確定裁判を経た罪は昭和三六年一一月七日の犯行にかかるものであ\nり、原判示一の裁判確定前に犯された同確定裁判を経た罪の余罪に外ならないこと\nが明らかであるから、原判示二の確定裁判は本件詐欺罪が何個の併合罪となるかを\n決するについては何らの関係をもたないものであり、別表（一）１以外の詐欺罪は\n一個の併合罪として処断すべきであるにかかわらず、原判決が原判示二の確定裁判\nをも本件詐欺罪について併合罪の数をきめる規準として取扱い原判示のように処断\nしたのは誤りであるといわなければならない。\n以上説明の通りであるので、原判決は本件詐欺罪を処断するについて刑法第四五\n条後段の適用を誤つたものというべく、この誤は判決に影響を及ぼすこと明らかで\nあるから、検察官の各控訴趣意について判断を加えるまでもなく、原判決中詐欺罪\nに関する部分はこの点において破棄を免れない。\n弁護人の控訴趣意は、原判示第二の罪について原判決が実刑の言渡をしたのは相\n当でなく、執行猶予が相当であるから、量刑不当であるというものであるが、証拠\nにより認められる本件犯行の動機、態様、被告人の傷害の前科その他諸般の情状に\nかんがみるときは、被害者等と示談を遂げたこと等被告人に有利と認められる事情\nを参酌してもなお原判決の刑を目して重きに過ぎるものとはなし難いので、論旨は\n理由がない。\nよつて、刑事訴訟法第三九七条第一項、第三八〇条により原判決中詐欺罪に関す\nる部分を破棄し、同法第四〇〇条但書により自判することとし、被告人の控訴は、\n同法第三九六条により棄却することとする。\n（詐欺罪に関する当裁判所の判決）\n原判決の認定した事実に法令を適用すると、被告人の原判示詐欺の所為は各刑法\n第二四六条第一項に該当するところ、原判示一、三の確定裁判があるので、原判決\n別表（一）１の罪について同法第四五条後段、第五〇条を適用し、同別表のその余\nの各罪について同法第四五条後段、前段、第五〇条、第四七条、第一〇条（別表\n（一）２の罪を犯情が最も重いと認める。）を適用し、それぞれ法定の所定刑期範\n囲内で主文記載の刑に処する（本件詐欺罪については、その回数、被害額、何ら被\n害の弁償もなされていないこと等諸般の情状にかんがみるときは、法律上本件詐欺\n罪についてのみ刑の執行を猶予することが可能であるかどうかの論議は別として、\n量刑上刑の執行を猶予することは相当でないと認める。）。\n（裁判長判事　足立進　判事　栗本一夫　判事　上野敏）\n"
}