{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 3,
    "day": 24
  },
  "case_number": "昭和40(ラ)19",
  "case_name": "特別代理人選任申立却下決定に対する抗告申立事件",
  "court_name": "名古屋高等裁判所第一部",
  "article_info": "第18巻2号184頁",
  "gist": "破産者の取締役被選資格",
  "case_gist": "商法第二五四条第三項の規定は、取締役としての欠格事由を定めることなく、ひろく適材を破産者のうちからでももとめることを可能ならしめたものと解せられる。",
  "lawsuit_id": "23027",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23027",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/027/023027_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n抗告代理人は、原決定を取消す。抗告人から関西金融株式会社（三重県四日市市\nａ町ｂ番ｃ号）に対し、津地方裁判所四日市支部に提起しようとする債務不存在確\n認、抵当権設定登記抹消登記手続並びに動産引渡請求事件について、同会社の特別\n代理人の選任を求める、との旨を申立て、その理由とするところは、原決定添付の\n申請の理由欄の記載と同一であるから、これを引用する。\nよつて考えるに、\n（一）　甲第二号証、第三号証によると、Ａが津地方裁判所四日市支部で破産宣\n告を受け、昭和三八年八月八日確定したこと、一方、Ａは右破産宣告確定前の昭和\n三七年一二月三一日前記会社の取締役、代表取締役に就任、昭和三八年七月三一日\n代表取締役のみを辞任、同年八月五日再び代表取締役に就任し、右破産宣告確定後\nの同年九月二八日取締役、代表取締役を辞任し、同年一〇月一三日再び取締役、代\n表取締役に就任し現在に至つていることが認められる。\n（二）　そして株式会社とその取締役、したがつて、代表取締役との間の関係は\n委任に関する規定に従うことは、商法第二五四条第三項により明らかであるとこ\nろ、Ａが破産宣告を受けたことは、前記会社と同人間の信頼関係を著しく破壊した\nものであるから、同人の破産により法律上当然同人が前記会社の取締役、したがつ\nて代表取締役を退任することは民法第六五三条に照して明らかであつて、その退任\nの時期は、前記昭和三八年九月二八日の辞任を待つまでもなく、破産宣告が確定し\nた前記同年八月八日と解せられる。\n（三）　一方、抗告人は破産者は株式会社の取締役、したがつて代表取締役に就\n任する資格がない旨主張するので、この点について考える。\n刑法施行法第三七条（旧刑法の人の資格に関する規定）によれば、「他ノ法律中\n旧刑法第三一条又ハ第三三条ノ規定アル為メ人ノ資格ニ関シ別段ノ規定ヲ設ケサリ\nシ場合ニ付テハ旧刑法第三十一条及ヒ第三三条ノ規定ハ人ノ資格ニ関シ刑法施行前\nト同一ノ効カヲ有ス」と規定し、旧刑法第三一条（剥奪公権）は「剥奪公権ハ左ノ\n権ヲ剥奪ス」として、その八号において、「分散者ノ管財人ト為リ又ハ会社及ヒ共\n者財産ヲ管理スルノ権」を挙けているので、破産者がいわゆる会社を管理する取締\n役、したがつて代表取締役に就任する資格を有するか否かについ<要旨>ては疑なし\nとしない。しかしながら、「商法第二五四条第三項の規定は、昭和一三年法律第七\n二号をもつて新ら</要旨>たに設けられた規定であるが、株式会社と取締役、したが\nつて代表取締役との間の法律関係は民法所定の委任に関する規定に従うべきことを\n定めたものであつて、前記刑法施行法第三七条にいう、人の資格に関し別段の規定\nが存する場合に当るものと解せられる。けだし破産者は公法上はもとより、私法上\nも各種の資格喪失などの不利益な法的取扱をうけていることはいうまでもないが、\nそれらの点については民法第八四六条その他にそれぞれ明文があるのに、取締役な\nいし代表取締役についてはそのような趣旨の規定が設けられていない。商法がかよ\nうな規定を置かなかつたのは、取締役ないし代表取締役という地位がもつぱら他人\nのために財産を管理し、事務を処理するものであるから、その資格についてはなん\nらの欠格事由を定めることなく、ひろく適材を破産者のうちからでももとめること\nを可能ならしめたものと解するを相当とするからである。」\nそうだとすると破産者たるＡでも、前記会社の株主総会において取締役に再選さ\nれ、かつ、その取締役会において代表取締役に再選せられ、同人の承諾のもとに右\n会社との間に新規の委任関係が発生している以上、右会社の取締役、したがつて代\n被取締役としての就任は適法であるといわなければならない。\n（四）　以上の次第ゆえ、原決定は相当であつて、本件抗告は理由がないから、\nこれを棄却することとし、抗告費用は抗告人の負担たるべきものとし、主文のとお\nり決定する。\n（裁判長裁判官　成田薫　裁判官　神谷敏夫　裁判官　丸山武夫）\n"
}