{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 37,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和36(う)2740",
  "case_name": "強姦致傷受強盗被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "lawsuit_id": "21173",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=21173",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/173/021173_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役五年に処する。\n原審における未決勾留日数中八〇日を右刑に算入する。\n理　　　　由\n本件控訴の趣意は東京地方検察庁検事正代理検事山本清二郎名義の控訴趣意書記\n載のとおりであり、これに対する答弁は弁護人成富安信提出の控訴答弁書と題する\n書面のとおりであるからいずれもここにこれを引用する。これに対する当裁判所の\n判断は次のとおりである。\n控訴趣意第一点について、\n所論は原判決が本件公訴事実中強姦致傷の点のみを有罪と認め強盗の点を無罪と\nしたのは事実を誤認し法令の適用を誤つた違法があると主張する。\n案ずるに原判決は「盗取以外の目的で暴行脅迫を加え、相手方を反抗不能の状態\nに陥れた後始めて財物奪取の犯意を生じこれを実行した場合でもこの行為を強盗罪\nとして評価しうるためには、その際新に右の反抗不能の状況を利用して金品を不法\nに領得する意思を生じその実行として金品を取得または提供させることを要するも\nのというべく、右のような意思とそれに基く行為を伴わない限り単に右の機会に財\n物を持ち去つたり或は被害者自らが害悪を免れるため進んで提供した金品を受け取\nつてもそれは強盗罪の犯意と実行を欠くものであつて強盗罪は成立しない」との見\n解の下に、本件において被告人は最初強姦の目的でＡに暴行を加え同女を殆んど反\n抗不可能の状態に陥れたが、その時同女から「金をあげるから放して下さい」と云\nつて被告人の速やかな退去を求めたので、同女の差し出した五千円を受け取つて逃\n走したものであるが、右金員奪取の際改めて被害者の畏怖状態を利用して金員を提\n供させようと決意したこともまたこの決意に基き更に暴行脅迫をしたこともこれを\n認めるに足りる証拠ないし状況は認められないとして強盗の点について無罪の言渡\nをしたものである。\nしかし強姦の目的で婦女に暴行を加えたものがその現場において相手方が畏怖に\n基いて提供した金員を受領する行為は、自己が作為した相手方の畏怖状態を利用し\nて他人の物につき、その所持を取得するものであるから、ひつきょう暴行又は脅迫\nを用いて財物を強取するに均しく、その行為は強盗罪に該当するものと解するのが\n相当である。（大審院昭和一九年一一月二四日判決、判例集二三巻二五二頁参照）\n原判決は右判例は犯人の作為した畏怖状態が財物強取の意思で惹起されたものでな\nいことを看過し、強盗罪の客観的側面に類する行為があることに眩惑されて一挙に\n強盗罪に該当すると即断する誤りに陥つたものであると非難しているが、強姦の<要\n旨>目的でなされた暴行脅迫により反抗不能の状態に陥つた婦女はその犯人が現場を\n去らない限りその畏怖状態が</要旨>継続し、その犯人が速かに退去することを願つ\nて金品を提供する場合においても、その提供は右畏怖状態に基く不任意な提供であ\nることは明らかであつて、これを受け取る行為は即ち相手方が畏怖状態に陥つてい\nるのに乗じ相手方から金品を奪取するに外ならない。従つてその金品奪取の時にお\nいて、先になされた暴行脅迫は財物を奪取する為の暴行脅迫と法律上同一視され、\n右犯人は刑法第二三六条にいわゆる「暴行又ハ脅迫ヲ以テ他人ノ財物ヲ強取シタル\n者」に該当するものと解すべきである。なお原判決引用の大正一一年一一月七日の\n判例は、恐喝罪を構成しないとする場合については判決の傍論として述べているに\n過ぎないものであつて、且つ財物を領得する者が相手方の畏怖状態を利用して領得\nして場合については言及していないから直ちに原判決の理論を是認しているものと\nは云い難い。要するに原判決の認めた行為自体によれば、本件被告人は相手方が被\n告人の暴行脅迫により畏怖しているのに乗じ、相手方から右畏怖に基き提供された\n金員を奪取したものに外ならないから、叙上説示する理由により刑法第二三六条第\n一項所定の強盗罪を構成するものと云うべきである。従つてこの点において原判決\nは法令の解釈適用を誤り事実を誤認した違法があり、右違法は判決に影響を及ぼす\nことが明らかであるから、論旨は理由がある。\n控訴趣意第二点について\n所論は原判決の量刑が軽きに過ぎ不等であると主張する。よつて案ずるに原判決\nは前示のように本件公訴事実中強盗の点を無罪とした点において失当であるばかり\nでなく、本件記録を調査し各犯行の動機、犯情、犯行後の情況等諸般の事情を総合\n考察すれば原判決の量刑はいささか軽きに過ぎるものと認められるので右論旨もま\nた理由がある。\nよつて刑事訴訟法第三九七条第三八〇条第三八一条第三八二条により原判決を破\n棄し、同法第四〇〇条但書により当裁判所において更に判決をすることとする。\n当裁判所の認めた事実並びにこれを認めた証拠は次のとおりである。\n被告は一七歳の頃から窃盗、詐欺の犯行を重ね、現在まで殆んど刑務所で暮し昭\n和三六年七月五日横浜刑務所を出所してからは草花苗の行商をしていたものである\nが、\n第一、　昭和三六年七月一二日午後二時頃東京都練馬区ａ町ｂ丁目ｃ番地Ｂ方を\n訪れ、ただ独り在宅するその妻Ａ（二四歳）にバラの苗など六〇〇円分を売り、庭\nに植えた後、台所入口で代金の支払を待つうち、Ａの容姿に強い魅力を感じていた\n被告人は同女が小銭を取りに台所から隣室の洋間に入るのを見るや情欲を押さえき\nれず、強いて姦淫しようと決意し、直ちに同女のあとを追つて洋間に入り、同女に\n抱きつき、大声で助けを求めながら逃げようとするのを後ろからとらえて口に手拭\nを押しあて、もつれあつて倒れた同女の上に馬乗りになり両手で首を締めてその反\n抗を抑圧して強いて姦淫しようとしたが同女が極力抵抗したためその目的を遂げる\nことができず、その際右暴行により同女に対し加療約一週間を要する頸部絞扼傷お\nよび左肘打撲傷を負わせ\n第二、　前記日時場所において、同女が被告人の前記行為に極度に驚愕畏怖して\nいるに乗じ同女が被告人の速やかな退去を希望する余り差し出した現金五千円を奪\n取逃走してこれを強取し\nたものである。\n右事実は\n（証拠説明省略）\nを総合してこれを認める。\nなお被告人に累犯となる前科の存することについては原判決の判示を引用する。\n法律に照らすと被告人の判示第一の所為は刑法第一八一条第一七九条第一七七条\n前段に該当するので所定刑中有期懲役刑を選択し、判示第二の所為は同法第二三六\n条第一項に該当するところ、被告人には前示前科があるので同法第五九条第五六条\n第一項第五七条により同法第一四条の制限内で法廷の加重をなし以上は同法第四五\n条前段の併合罪であるから同法第四七条第一〇条により重い判示第二の罪の刑に同\n法第一四条の制限内で法定の加重した刑期範囲内で被告人を懲役五年に処し同法第\n二一条を適用して原審における未決勾留日数中八〇日を右本刑に算入し、訴訟費用\nについては刑事訴訟法第一八一条第一項但書に従い、被告人にこれを負担させない\nこととする。\nよつて主文のとおり判決する。\n（裁判長判事　藤嶋利郎　判事　山本長次　判事　荒川省三）\n"
}