{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 3,
    "day": 6
  },
  "case_number": "昭和43(う)192",
  "case_name": "公職選挙放違反被告事件",
  "court_name": "広島高等裁判所第四部",
  "article_info": "第22巻1号24頁",
  "gist": "開票終了後になされた選挙人らに対する暴行を公職選挙法二二五条の選挙の自由妨害罪にあたるとした事例",
  "case_gist": "公職選挙法二二五条に、選挙に関し選挙人らに暴行を加えたときというのは投票をなさんとする選挙人のみならず、既に投票をなした選挙人をも含めてこれらの者に対する暴行が、当該選挙に関係ある事項に起因する場合であつて、この暴行等が行われた時期を、当該選挙の開票終了時までと限定して解すべきではないから、本件の如く暴行のなされた時期が開票終了後二時間位を経過していても、これを同条にいわゆる選挙に関しなされたものと解するのが相当である。",
  "lawsuit_id": "23330",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23330",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/330/023330_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は記録編綴の弁護人中場嘉久二作成名義の控訴趣意書記載のとお\nりであり、これに対する答弁は広島高等検察庁検察官検事菊池慎吾作成名義の陳述\n書記載のとおりであるから、ここにこれを引用する。\nこれに対する当裁判所の判断は次のとおりである。\n論旨第一点の（法令適用の誤りの主張）について。\n所論は要するに、公職選挙法第二二五条第一号にいわゆる「選挙に関し」とは、\n当該選挙の開票終了時までをいうものであつて、本件犯行は開票終了後のものであ\nるから、同法条を適用することは許されないのに、これを適用処断した判決は、法\n律の解釈適用を誤つたものである、というのである。　よつて案ずるに、公職選挙\n法第二二五条は、広く公職の選挙の自由に影響を及ぼすべき危険のある所為を処罰\nする趣旨の規定であつて、同条第一号の選挙人らが選挙後に暴行等を加えられるの\nを怖れることもまた選挙<要旨>の自由公正に影響を及ぼすものである。同条にいわ\nゆる選挙に関し選挙人らに暴行を加えたというのは、投票</要旨>をなさんとする選\n挙人のみならず、既に投票をなした選挙人をも含めて、それらの者に対する暴行等\nが、当該選挙に関係ある事項に起因する場合をいうものであり、その暴行等が行わ\nれた時期を、所論のように当該選挙の開票終了時までと限定して解すべきものとは\n思料されない。\n本件犯行は昭和四二年一一月一八日午前一時過頃なされたものであり、原判示選\n挙の開票終了時刻は、その前日一七日午後一一時一〇分頃であるから、その間二時\n間位を経過しているのであるが、未だ選挙管理委員会が、選挙長から開票結果につ\nいての報告を受け、正式に当選人の住所、氏名等の告示をする前のことにかかり、\n少くともかかる開票終了の直後頃で当選の告示前になされた本件所為は、同条にい\nわゆる選挙に関しなされたものと解するのが相当である。\n所論引用の大審院昭和三年四月一二日判決は、衆議院選挙法第一一五条（公職選\n挙法第二二五条に相当）のいわゆる「選挙に関し」とは、これを狭く選挙期日にお\nける投票終了前のみに限るものと解すべきものに非ずして、投票終了後といえど\nも、融くともその開票終了に至るまでは、同法条にいわゆる選挙に関するものなる\nことを判示したものであつて、右判決が「選挙に関し」ということを、直ちに開票\n終了時までに限定した趣旨を判示したものとは解せられない。従つて被告人の本件\n所為を公職選挙法第二二五条第一号に問擬処断した原判決は正当であり、原判決に\nは所論のように法律の解釈適用を誤つた違法はない。論旨は理由がない。\n論旨第一点の二（法令適用の誤りの主張）について。\n所論は要するに、公職選挙法第二二五条第一号の規定が開票終了後も適用される\nとしても、原判示Ａ、Ｂ、Ｃに対する暴行は選挙に関しなされたものではないか\nら、同人らに対する暴行については同法条は適用されないのに、これを適用した原\n判決は法律の適用を誤つたものである、というのである。\nしかしながら、原判決挙示の各証拠を総合すれば、被告人は原判示Ａ、Ｂ、Ｃ\nも、対立候補者を支持したＤの一派だと思つて暴行を加えたものであることが認め\nられるから、被告人の同人らに対する暴行も選挙に関しなされたものであり、これ\nに対しても公職選挙法第二二五条第一号を適用した原判決は正当であり、原判決に\nは所論の法令適用の誤りはなく、論旨は理由がない。\n論旨第二点（量刑不当の主張）について。\n所論は、原判決の量刑は重きに過ぎる、被告人に対しては罰金刑を科するのが相\n当である、というのである。\nしかしながら、本件犯行の動機、罪質、態様並びに被告人には昭和二二年一二年\n二日広島高等裁判所において恐喝罪により懲役一年、四年間執行猶予に処せられた\n後、昭和四〇年五月一九日広島地方裁判所尾道支部において公務執行妨害、暴力行\n為等処罰に関する法律違反罪により懲役四月及び懲役一年二月に処せられるまでの\n間、四回にわたり傷害、暴行等の暴力事犯により懲役刑に各処せられた前科歴のあ\nることなど記録に懲し認められる諸般の事情を考慮すれば、所論被告人に有利なす\nべての事情を参酌しても原判決の量刑はやむを得ないところであり、重きに過ぎる\nとは思料されない。論旨は理由がない。\nよつて刑事訴訟法第三九六条に則り本件控訴を棄却することとし、主文のとおり\n判決する。\n（裁判長裁判官　竹島義郎　裁判官　浅野芳朗　裁判官　岡田勝一郎）\n"
}