{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 2,
    "day": 24
  },
  "case_number": "昭和38(ネ)1066",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "lawsuit_id": "20871",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20871",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/871/020871_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人は控訴人に対し金二、四六一、六一五円二〇銭およびこれに対\nする昭和三六年一日三一日から支払ずみに至るまで年六分の割合による金員を支払\nえ。\n訴訟費用は第一、二審とも被控訴人の負担とする。\nこの判決は、第二項に限り、控訴人において金八〇万円の担保を供する\nときは、かりに執行することができる。\n事　　　　実\n控訴代理人は主文第一ないし第三項同旨の判決ならびに仮執行の宣言を求め、被\n控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張ならびに証拠の提出、援用および認否は、つぎのとお\nりである。\n第一、　控訴人の主張\n一、　（訴外Ａの被控訴人に対する損害賠償請求権）\n１．　訴外Ａは、一九五九年（昭和三四年）九月ジプサムタイルおよびシンテリ\nツトタィル隙箱四一三個ほか三点荷造個数合計五一三個の運送品につき、イタリー\n国ジエノァ港よりリベリア国モンロビア港までの海上運送を被控訴人に委託したと\nころ、被控訴人は同月二日該運送品を故障なき状態でその運航にかかる汽船Ｂ丸に\n積み込み、委託にかかる海上運送を引き受け、荷送人の請求により右運送品につき\n指図式の船荷証券（ジエノア一九五九年九月二日）を作り、これを同人に交付し\nた。右船荷証券は裏書のうえ訴外リベリアン・コントラクシヨン・コーポレーシヨ\nン（以下「リベリアン」と略称する。）に交付され、後記本件運送品引渡当時同会\n社においてこれを所持していた。\n２．　本件運送品を積載した汽船Ｂ丸は同年一〇月二二日モンロビア港に入港\nし、同日該運送品は荷卸されたが、荷受人であるリベリアンに引き渡されるに先立\nち、積荷のタイルは破損していた。よつて翌一〇月二三日リベリアンはこの旨を被\n控訴人のモンロビア代理店あてに書面により通知したが、同月二六日Ｃ損害検査人\nによる検査の結果、本件運送にかかるタイルはその九五パーセントが破損して使用\nに堪えなくなつたことが判明した。\n３．　右船荷証券には「運送品を外観上良好な状態において船積した」（ｓｈｉ\nｐｐｅｄ　ｏｎ　ｂｏａｒｄ　ｔｈｅ　ｇｏｏｄｓ　ｉｎ　ａｐｐａ－ｒｅｎｔ\nｇｏｏｄ　ｏｒｄｅｒ　ａｎｄ　ｃｏｎｄｉｔｉｏｎ）ことその他の必要事項の記\n載があるとともに、当該船荷証券約款第二条は、至上条項として、一九二四年八月\n二五日ブラツセルにおける船荷証券に関する一部の規定の統一に関する国際条約を\n内容とするわが一九五七年（昭和三二年）六月一三日法律第一七二号国際海上物品\n運送法（以下「法」と略称する。）が本件船荷証券により証明される契約に適用あ\nる旨を定めるほか、同約款第三条には、右船荷証券に関する紛争については日本国\nの法律が適用される旨の記載があり、これをもつて被控訴人とリベリアンは右のと\nおり準拠法の指定をした。\n４．　荷受人のＡは右タイルを厚さ一・五センチメートルの新しい板で造つた隙\n箱に入れ、その間に緩衝用の波型の繊維板を挾み、藁で包んで完全に包装しかつ無\n傷のタイルを被控訴人に引き渡し、被控訴人も前記の船荷証券（無故障船荷証券）\nに本件運送品が外観上良好な状態にて船積された旨記載し、もつて船積当時右タイ\nルの荷造が目的地に完全に運送するのに十分な状態にあつたことおよび右タイルが\n無傷の状態にあつたことを承認した。ところが、被控訴人の使用人が受取以後引渡\n前までの間に不注意な取扱によつて前記のとおりタイルのうち九五パーセントを破\n損させた。このため、リベリアンは損傷タイルの送状価格に運賃および保険料を加\nえた金額米貨六、八三七・八二ドル相当の損害を被つた。\n二、　（控訴人の右損害賠償請求権の取得）\n１．　控訴人は、スイス国チューリツヒにおいて同年九月七日右船荷証券の所持\n人であるリベリアンとの間に、右タイルの隙箱四一三個ほか三点荷造個数合計五一\n三個の運送品につき、破損の危険を含めモンロビア港において引き渡されるまでの\n間に生ずる損害を填補するため、保険金額を米貨八、五〇〇ドルとする海上保険契\n約を締結した。\n２．　控訴人は、リベリアンから前記一の損害につき、右保険契約による保険金\nの支払を請求され、一九六〇年（昭和三五年）二月一九日リベリアンに対し右タイ\nルにつき生じた全損害を填補するため、保険金米貨七、三〇一・一九ドルを支払\nい、スイス国の法律によつて、控訴人は右支払ずみの保険金の範囲内でリベリアン\nの被控訴人に対する前記一４の損害賠償債権を取得した（右保険契約においては、\n保険者の代位に関しスイス法に準拠する旨約定されていた。）。\nよつて、控訴人は被控訴人に対し、右損害賠償債権米貨六、八三七・八二ドルを\n邦貨に換算した金二、四六一、六一五円二〇銭およびこれに対する本件訴状が被控\n訴人に送達された日の翌日である昭和三六年一月三一日から支払ずみに至るまで商\n事法定利率年六分の割合による遅延損害金の支払を求める。\n三、　（被控訴人の自白の取消に対する異議）\n被控訴人は、原審第二回準備手続期日（昭和三六年三月二三日午後一時）におい\nて、リベリアンが一九五九年一〇月二三日破損の通知書を発した旨の控訴人の主張\n事実を認めてこれを自白したにかかわらず、第一三回準備手続期日（昭和三七年三\n月一六日午前一〇時五分）において右通知の日時を同年二月一四日と訂正すると陳\n述したが、右は自白の取消であるから、控訴人は異議がある。\n四、　（被控訴人の抗弁（１）に対し）\n後記被控訴人主張のとおり、本件船荷証券に「内容不知」と記載されていること\nは認めるが、このいわゆる不知約款は前記一４の承認の効果になんらの影響を及ぼ\nすものではない。したがつて、被控訴人は法第四条第一項および第二項によるほか\n損害賠償責任を免かれることはできない。\n五、（被控訴人の抗弁（２）に対し）\n被控訴人およびその使用人が右タイルの隙箱の受取、船積、積付、運送、保管、\n荷揚および引渡につき十分な注意を尽したという被控訴人の主張は否認する。荷揚\nに際し、スリングの代りにパレツトを使用したという事実はない。また、良好な状\n態で船積された本件運送品のタイルを完全な状態で荷受人に引き渡した事実はな\nい。引渡に先立ち運送品のタイルの九五パーセントが破損し、使用に堪えなくなつ\nたことは、損害検査人の検査の結果明らかとなつている。すなわち、\n１．　被控訴人が援用する甲第七号証「検査報告書」の第二項（ｂ）の記載（ａ\nｐｐａｒｅｎｔｌｙ　ｓｏｕｎｄ）は運送品の荷造に関する記載であつて、運送品\nのタイルに異常がないという記載ではない。運送品のタイルの九五パーセントが引\n渡に先立ち破損し使用に堪えなくなつたことは、損害検査人の検査結果の他の記載\n部分で明らかにされている。前記第二項（ｂ）の記載と法第七条第一項第三号の規\n定に対応する船荷証券の運送品が外観上良好な状態で船積された旨の記載とは全く\nその意味と性質を異にする。したがつて、控訴人において、受領に先立ち運送品に\n損傷があつたことを立証するかぎり運送人たる被控訴人は法第四条第一項の定める\nところに従い、本件運送品につき注意を怠らなかつたことを証明するか、もしくは\n同条第二項の定めるところによるほか、損害賠償の責を免れることはできない。\n２．　被控訴人は、本件運送品につき外観上良好な状態において船積した旨を記\n載したいわゆる無故障船荷証券を発行し、荷送人に交付した。船荷証券のこの部分\nの記載は、法第七条第一項第三号の規定に基づく船荷証券の必要的記載事項であ\nる。そして、被控訴人は、本件船荷証券にこのような記載をしたことにより、運送\n品の外装が本件タイルを目的地に安全に運送するのに十分な状態にあつたことを認\nめたのみならず、外部からみて本件運送品が良好な状態にあつたことを認めたもの\nである。本件運送品は、本件船荷証券に記載するとおり、タイルであつて外装の隙\n箱ではないから、本件積荷のタイルが船積の当時無傷の状態にあつたことを疑うに\n足りる理由があるときは、被控訴人はその運送を拒むか、本件船荷証券にその旨を\n記載して、本件のような無故障船荷証券の発行を拒むべきである。また、荷送人か\nら無故障船荷証券の発行を要求される場合には、運送人としては、荷送人から保証\n書を徴して船荷証券所持人からの損害賠償の請求に備えるべきである。無故障船荷\n証券を発行していながら、被控訴人において船積当時既に損傷があつたといつて争\nうことは、法第九条所定の場合のほか許されない。法第九条により船荷証券の記載\nと異なる事実の主張が許される場合においても、無故障船荷証券を発行するかぎ\nり、船積当時運送品に既に故障があつたことの立証責任は運送人側にある。\n六、　（被控訴人の抗弁（３）に対し）\n被控訴人は、右船荷証券に「運送品を外観上良好な状態で船積した」と記載した\nことにより、運送品の外装が本件運送品たるタイルを目的地に安全に運送するに十\n分な状態にあつたこと認めたものである。運送品が外観上良好な状態で船積された\nことは、その包装が運送に堪えうる状態にあつたことをも意味する。この記載に反\nして被控訴人が本件タイルの荷造の不完全を主張することはできない。\n七、　（被控訴人の抗弁（４）に対し）\n１．　本件船荷証券約款第一四条に被控訴人主張のような記載があること、本件\n積荷の上に「壊れ易い」と表示してあることは認める。しかしながら、右約款は船\n荷証券所持人に不利益なものであるから、法第一五条により無効である。\n２．　被控訴人援用の法第一七条所定の場合には法第一六条が準用されるから、\n運送人と船荷証券所持人との関係については、法第一五条の適用が除外されること\nはない。\n第二、　被控訴人の主張\n（一）　（控訴人の主張一に対する答弁）\n控訴人の主張一１の事実のうち、船積の際運送品が故障のない状態であつたこと\nは不知、その他は認める。\n同２の事実のうち、Ｂ丸が控訴人主張の日時にモンロビア港に入港して荷卸した\nことは認めるが、その他は否認する。なお、控訴人主張の破損の通知について、被\n控訴人は原審第二回準備手続期日において「リベリアンからの通知のあつたことの\n大筋は認める。」と陳述したが、同第一三回準備手続期日において「リベリアンは\n一九五九年一一月一四日被控訴人にあてて損傷の通知を発したものであり、法第一\n二条第一項に規定する三日以内に通知を発しなかつた。」と補充した（したがつ\nて、控訴人の主張三にいうような自白の取消があつたとするにあたらない。）。\nかりに、リベリアンが控訴人主張の日に破損の通知を発したものとしても、右通\n知の書面には破損の概況が記載されていないから、法第一二条第一項の通知という\nことはできない。したがつて、通知がなかつたことになるから、右タイルは損傷な\nく引き渡されたものと推定された。\n同３の事実は認める\n同４の事実のうち、タイルの隙箱の外観が改障のない状態であつたこと、本件船\n荷証券に運送品が外観上良好の状態で船積された旨の記載がされたことは認める\nが、その他は否認する。\n（二）　（控訴人の主張二に対する答弁）\n控訴人の主張二１の事実は知らない。\n同２の事実のうち、控訴人主張のような保険契約が締結されたとすれば、その契\n約において、保険者の代位に関しスイス法に準拠する旨約定されていたことは認め\nるが、その他は否認する。\nかりに、控訴人がリベリアンに対し保険金名義で金員を支払つたとしても、リベ\nリアンは被控訴人に対する損害賠償債権を有していないから、控訴人がその主張す\nる債権を取得するいわれはない。\n（三）　（抗弁）\n（１）　本件船荷証券上の「外観上良好な状態において」という趣旨の記載は、\n運送品の外観についての記載であつて、運送品が包装されて外部から中味を見るこ\nとができない場合において、その中味が良好な状態にあることを保証する文言では\nない。本件のような包装された運送品について外観上良好な状態とは、運送品の包\n装・荷造に外観上異常がない場合のほか、運送品自体の状態につき外部から取引上\n相当の注意をもつて観察しても異常の認められない状態をいうのである。本件運送\n人たる被控訴人は、後記（２）に述べるごとく、外観上良好な状態で運送品を受け\n取り、かつ、その状態でこれを引き渡しているので、運送品の損傷につき免責の推\n定力が生ずるのである。もつとも、この推定力が働らくのは、取引上必要とされる\n通常の注意をもつてすれば外部的に感得できる異常の範囲に限られ、右のような注\n意をしてもなお外部的に感得できない異常な状態については、右推定力は及ばな\nい。しかし、このような異常な場合にもなおかつ責任を免れらる約款がいわゆる不\n知約款である。被控訴人は、本件タイルが包装してあつて外部的にタイルそのもの\nの状態を見ることができなかつたので、右タイルが良好な状態にあることまで保証\nするものでないことを明らかにして右免責を得るため、右船荷証券に内容不知（ｃ\nｏｎｔｅｎｔｓ　ｕｎｋｎｏｗｎ）と記載したのである。\n（２）　被控訴人およびその使用人は、右タイルの隙箱の受取・船積・積付・運\n送・保管・荷物ならびに引渡につき十分な注意を尽し、とくに、荷揚にはスリング\nの代りにパレットを使用した。そして、被控訴人はリベリアンに右タイルの隙箱を\n外観上完全な状態で引き渡した。本件船荷証券上の記載である「外観上良好な状\n態」（ａｐｐａｒｅｎｔ　ｇｏｏｄ　ｏｒｄｅｒ　ａｎｄ　ｃｏｎｄｉｏｎ）と甲\n第七号証の「検査報告書」の第二項（ｂ）の記載である「外観上完全」（ａｐｐａ\nｒｅｎｔｌｙ　ｓｏｕｎｄ）とは同意義の語である。かように、被控訴人が右タイ\nルの隙箱を外観上良好な状態で受け取り、そして外観上完全な状態で引き渡したと\nきには、右船荷証券上の「外観上良好な状態において」という記載は、被控訴人が\n右タイルを破損させたことを推定させる効果をもつものでなく、かえつて、被控訴\n人が外観上完全な状態で右タイルの隙箱を引き渡したことによつて、右タイルが被\n控訴人の受取以前に荷送人により、または、引渡以後に荷受人によつて、破損され\nたものと推定され、したがつて、控訴人において被控訴人が受取以後引渡までの間\nに右タイルを損傷させたことを立証しなければならない。\n（３）　かりに、右タイルが被控訴人の受取以後引渡までの間に破損したとして\nも、それは右タイルの荷造の不完全によるものである。包装の内部のタイルの詰合\nせが不完全であり、かつ、緩衝材を十分に使用しなかつたことによつて、被控訴人\nが十分に注意して取り扱つたにかかわらず、タイルが破損したのである。\n（４）　本件船荷証券約款第一四条には、壊れ易い運送品を専ら荷受人および船\n荷証券所持人らの危険において運送する旨の定めがあり、タイルは壊れ易い運送品\nにあたるから、被控訴人と船荷証券の所持人たるリベリアンとの間にタイルの破損\nによる被控訴人の損害賠償責任を免除する旨の特約が成立した。なお、「壊れ易い\n運送品」は法第一七条に規定する特殊な性質の運送品にあたるのである。\n第三、　証拠関係\n左記のほかは原判決事実欄に記載するところと同一であるから、これを引用す\nる。\n一、　控訴人において、甲第一五号証の一、二、第一六ないし第二六号証（ただ\nし、第二四、第二五号証は写をもつて）を提出し、当審証人Ｄ、同Ｅ、同Ｆの各証\n言を援用し、乙第七ないし第一一号証、第一三号証、第一五ないし第二〇号証、第\n二一号証の一の成立（第一一号証については原本の成立も）はいずれもこれを認め\nる、乙第三号証、第一二号証の一、二、第一四号証、第二一号証の二の成立はいず\nれも不知、乙第一五号証は甲第五号証と同一内容で同時に作成されたものであり、\nこれを利益に援用すると述べた。\n二、　被控訴人において、乙第七ないし第一一号証（ただし第一一号証は写をも\nつて）、第一二号証の一、二、第一三ないし第二〇号証、第二一号証の一、二を提\n出し、当審証人Ｇ（第一、二回）の証言を援用し、甲第一四号証、第一六ないし第\n二〇号証、第二二号証、第二四ないし第二六号証の成立（第二四、第二五号証は原\n本の存在も）はいずれもこれを認める、甲第一五号証の一、二、第二一号証、第二\n三号証の成立はいずれも不知、乙第一五号証が甲第五号証と同一内容で同時に作成\nされたものであることは認めると述べた。\n理　　　　由\n一、　荷送人Ａが、一九五九年九月被控訴人に対し、ジプサムタィルおよびシン\nテリソトタイル隙箱四一三個ほか三点荷造個数合計五一三個の運送品をイタリー国\nジエノア港よりリベリア国モンロビア港まで海上運送を委託し、被控訴人はこれを\n引き受け、同月二日右運送品をその運航にかかる汽船Ｂ丸に積み込み、荷送人の請\n求により「運送品を外観上良好な状態において船積した」（ｓｈｉｐｐｅｄ　ｏｎ\nｂｏａｒｄ　ｔｈｅ　ｇｏｏｄｓ　ｉｎ　ａｐｐａｒｅｎｔｇｏｏｄ　ｏｒｄｅ\nｒ　ａｎｄ　ｃｏｎｄｉｔｉｏｎ）旨記載した船荷証券を発行したこと、同証券が\n裏書されて本件運送品の引渡当時リベリアンによつて所持されていたこと、Ｂ丸が\n同年一〇月二二日モンロビア港に入港し、同日運送品が荷卸されたことは、いずれ\nも当事者間に争いがなく、原審ならびに当審証人Ｄの各証言ならびに同証書により\n成立を認める甲第七号証（損害検査報告書）によれば、一九五九年一〇月二六日右\n運送品が保管されていたモンロビア港湾管理株式会社倉庫においてリベリアンの申\n込によりＣ代理店の検査員によつて検査された結果、右運送品のうちタイルの九五\nパーセントが破損して使用に堪えなくなつていた事実が判明したことを認めること\nができ、この認定に反する証拠はない。\n二、　控訴人は、右タイルの損傷が運送人たる被控訴人またはその使用人の責に\n帰すべき事由によつて発生したもので、被控訴人はリベリアンに対し損害賠償債務\nを負うものであると主張するので、この点について考える。\n１．　本件船荷証券には、同証券その他運送契約上の法律関係については日本法\nに準拠すべき旨の記載があり、リベリアンと被控訴人とがその旨合意したことにつ\nいては、当事者間に争いのないところであるから、本件運送に関する紛争について\nの準拠法がわが国際海上物品運送法であることは明らかである。\n２．　被控訴人は、リベリアンが被控訴人に対して法第一二条所定の期間内に前\n記損傷の通知をしたことを争うけれども、当裁判所もまた原審と同じく、リベリア\nンが法定の期間内に被控訴人に対し適法な損傷の通知を発したと判断するものであ\nつて、その理由につき原判決理由中当該部分（原判決原本九枚目裏二行目から一〇\n枚<要旨第一>目裏二行目まで）を引用する。なお、右通知の写と認められる甲第三\n号証には、被控訴人指摘のとおり、損傷</要旨第一>につきその概況といらほどの具\n体的な記載はなく、ただその際予定されていたＣ代理店の損害検査に立会を求める\n旨の記載があるところ、本件のように荷造されている運送品については包装を解い\nて検査しなければ損傷についての具体的な記載をすることは困難であると考えられ\nるから、このようなときには、右のように損傷のあることおよび検査の立会を求め\nる旨の通知を発すれば、通知書に関する法第一二条第一項の要件を充たしたものと\n解するのが相当であるから、控訴人のなした前記通知は適法というべきである。\n３．　成立に争いのない甲第一号証（船荷証券）の記載によると、本件運送契約\nにおける被控訴人の責任の始期と終期とは、「索具から索具まで」とされていて、\n船積前および荷揚後の運送品はもつぱら荷在の危険と費用負担のもとに保管される\nのであつて、運送人はその間の滅失・毀損による損害については一切責任を負うこ\nとなく（船荷証券約款第四条）、また、運送人は特約のないかぎり船積、荷揚およ\nび引渡の作業を引き受けるが、陸揚、保管および引渡は荷主の危険と費用負担のも\nとに行われる（同約款第七条第一項）と約定されていることが認められる。右事実\nと原審証人Ｄの証言により成立を認める甲第五号証（倉庫受取書）の記載と当審証\n人Ｇ（第一回）の証言および本件弁論の全趣旨により成立を認める乙第一二号証の\n一、二を総合すると、モンロビア港湾株式会社は荷揚直後にＢ丸の船側から証券所\n持人リベリアンの危険と費用負担のもとにリベリアンを代理して本件運送品の引渡\nを受けたことを認めることができ、右認定を動かすに足りる証拠はない。\n<要旨二・三>４．　控訴人は、被控訴人がその発行にかかる本件船荷証券に「運\n送品が外観良好な状態で船積された」旨記載</要旨二・三>した以上、被控訴人にお\nいて運送品そのものが健全な状態で船積されたことを承認したことになるから、そ\nの承認どおりの完全な運送品を証券所持人たるリベリアンに引き渡すべき義務があ\nると主張するので、右記載の効力について考える。\n船荷証券の記載事項を規定する法第七条第一項第三号にいう「外部から認められ\nる運送品の状態」とは、包装ないし荷造されていて運送品自体を外部から見ること\nができない場合においても、単に包装・荷造の状態のみならず、運送人（船長）が\n取引上相当の注意をもつて外部から観察することによつて感知できる運送品そのも\nのの状態（たとえば異常な音響や臭気を発すること等）をいうのであつて、その反\n面、相当の任意を尽しても感知できない包装・荷造の内部の状態までも意味するも\nのでないと解される。そして、前出甲第一号証および甲第七号証によれば、本件運\n送品たるタイルは、藁で包まれ、隙箱との間に緩衝用の波型の繊維が挾み込まれて\nいたことが認められるので、外部より中味のタイルを見ることはできなかつたもの\nと判断されるから、本件船荷券上の法第七条第一項第三号の規定に対応する「運送\n品を外観上良好な状態において船積した」旨の記載は、右包装ないし荷造が外観上\n異常なく、かつ、運送品を目的地に運送するに十分な状態であるとともに、運送品\nそのものが相当な注意をもつてしても外部からはなんらの異常も感知できない状態\nであることを認めたものではあるが、進んでそれ以上に運送人において中味のタイ\nルが破損しない良好な状態であつたという外部から観察できないことまでも承認し\nたことを表示するものということはできない。したがつて、運送人たる被控訴人\nは、船積当時における運送品の外観上の状態については、法第九条の規定により善\n意の証券所持人に対しこれと異なることを主張することは制限されるが、外部から\n観察できない中味の状態については、同条により制限を受ける筋合のものではな\nく、被控訴人が船積当時中味が良好な状態でなかつたことを主張するのにはなんら\nの妨げはないというべきである。右と異なる控訴人の見解は採用できない。\n５．　本件船荷証券に被控訴人主張のような「内容不知」（ｃｏｎｔｅｎｔｓ\nｕｎｋｎｏｗｎ）の記載があることは当事者間に争いがない。ところで、右内容不\n知の意義は必ずしも明らかではないが、前出甲第一号証（船荷証券）における右文\n言の記載の前後の関係等からすれば、それは運送品そのものの種類またはその内部\n的状態（たとえば損傷の有無）の不知を指すものと考えられる。本件においては、\n運送品の種類が控訴人主張のタイルであることについては当事者間に争いがなく、\nそれについて船荷証券の記載と現品との間の相異が争われているのではないから、\n法第八条第二項中のいずれの要件に該当するかにつき明示しないで船荷証券上の前\n記内容不知の記載をすることが許されるとしても（本件船荷証券に前記の明示がな\nされていないことは前出甲第一号証により認めうる。）、運送品の種類が不知であ\nるとの記載をここに採りあげて論ずる実益は全くない。そこで、内容不知が運送品\nの内部的状態の不知を意味するとした場合について考えると、法第七条第一項第\n一、二号および第八条第一、二項に規定のない事項である運送品の内部的状態につ\nいての不知約款の記載がそもそも許されるかどうかの問題をしばらくおくとして\nも、法第七条第一項第三号の外部から認められる運送品の状態についての船荷証券\nの記載事項は、絶対的必要的記載事項であるとともに、それは運送人（船長）自身\nの認識を記載すべきものであるから、運送品の内部的状態が不知である旨の記載が\nなされたとしても、本件船荷証券に記載された外観上良好な状態で運送品を船積し\nた旨の記載の効力に消長をきたすことはありえないし、また、後記認定のように運\n送品のタイルが被控訴人の船積から荷揚までの間に被控訴人またはその使用する者\nの過失に基づいて損傷した場合である本件において、内容不知の記載がなんらか特\n殊の免責力を運送人に与えるというような法的根拠も見出しがたいので、いずれに\nしても、いわゆる不知約款に関する被控訴人の主張は採用できない。\n６．　被控訴人は、本件運送品につき外観上良好な状態で受け取り、かつ、外観\n上同じく完全な状態で引き渡したから、控訴人において運送品の受取以後その引渡\nまでの間に本件タイルを被控訴人が損傷させたことを立証する必要があると主張す\nるが、Ｃ代理店の損害検査報告書である前出甲第七号証における外観上完全（ａｐ\nｐａｒｅｎｔｌｙ　ｓｏｕｎｄ）という記載は、右報告書によると荷造の外部的状\n態に関する記載（２（ｂＥｘｔｅｒｎａｌｃｏｎｄｉｔｉｏｎ　ｏｆ　ｐｕｃｋａ\nｇｅｓ）であつて、運送品そのものに関する記載でないことが認められるのみなら\nず、右報告書の他の部分には本件タイルの九五パーセントが損傷を受けていること\nの記載があることからしても、右外観上完全というのは単に荷造の外形状態を表現\nするにすぎず、前記のような船荷証券の絶対的必要的記載事項である外部から認め\nられる運送品の状態についての記載である運送品の「外観上良好な状態」とはその\n性質が明らかに異なるものといわなければならないから、前記甲第七号証の記載に\nよつて被控訴人が本件運送品を外観上良好な状態で引き渡したと認めるには足りな\nい。なお、前出甲第五号証（倉庫受取書）にも、そこに列挙する一部の積荷を「除\nいて外観上良好な状態」（ａｐｐａｒｅｎｔ　ｇｏｏｄ　ｏｒｄｅｒ　ｅｘｃｅｐ\nｔ）で受領した旨の記載があるが、そこにいう外観上良好なものは果して運送品自\n体なのか荷造にすぎないのか明らかでないし、右記載自体によつても一部の損傷の\nあることを明らかにしているのであるから、被控訴人の主張するような状態で引渡\nがあつたことを認めうる証拠とするには足りない。そして、他に被控訴人のいうよ\nうな状態による引渡のあつたことを認めうる証拠はない。しかもかえつて右甲第五\n号証、第七号証および前示甲第三号証によると、本件積荷の引渡当時には、相当数\nの荷造箱その他の包につき外部からも中味のタイルが破損している異常を認めうる\n状態にあつたことを窺うに十分である。よつて前記被控訴人の主張も採用できな\nい。\n<要旨第四>７．　ところで、本件船荷証券に被控訴人が「<ul>運送品を外観上良\n好な状態において船積した</ul>」旨記載したにもかか</要旨第四>わらず、荷揚後\nには相当数の箱等につきかかる状態でなかつたこと右認定のとおりであるから、か\nような場合には、特段の事情が認められないかぎり、中味の<ul>本件タイルの損傷\nは</ul>すべて運送人たる被控訴人の取扱中に生じたものと推定するのが相当であ\nる。したがつて本件タイルの損傷について被控訴人が自己またはその使用する者の\n運送品の取扱中に生じたものでないとするためには、右損傷が被控訴人の運送品船\n積前または荷揚後に生じた事実を立証する必要があるところ、被控訴人の提出・援\n用する全立証方法をもつてしても、右事実を認めるに足りない。かえつて、前出甲\n第三号証、同第五号証、同第七号証、成立に争いのない甲第四号証、乙第一五号\n証、当審証人Ｄの証言により成立を認める甲第一五号証の一、二、同第二一号証、\n右証言と当審証人Ｆの証言により成立を認める甲第六号証、右甲第二一号証の存在\nする事実と弁論の全趣旨により成立を認める甲第二三号証、当審証人Ｇ（第二回）\nの証言により成立を認める乙第一四号証の記載の一部ならびに当番証人Ｅ、原審お\nよび当審証人Ｄの各証言と弁論の全趣旨とを総合して考えると、本件タイルは、被\n控訴人が船積してから荷揚にいたるまでの間に、被控訴人またはその使用する者の\n取扱中にその九五パーセントが損傷を被つたことを認めるに十分であり、右認定を\n動かすに足りる証拠はない（損傷の程度につき、甲第五号証の記載と同第七号証の\n記載には一見差異があるようであるが、本件タイルのように包装・荷造されている\n場合に、内容を検査する前の単なる倉庫受取書として作成された甲第五号証の記載\nとその後検査のため包装・荷造の内部を調べた結果の報告書たる甲第七号証の記載\nとの間に相違があるからといつて、前記認定の妨げとはならない。）。\n８．　被控訴人は、本件タイルの損傷が生じたのは、法第四条第二項第一〇号所\n定の荷造の不完全によるものであると主張するが、そのような事実を認めるに足り\nる証拠がないから、右主張は理由がない。そして、被控訴人において、自己または\nその使用する者が運送品の取扱につき注意を尽したことを証明せず、また、法第三\n条第二項または前記以外の第四条第二項による免責事由も主張・立証しない本件に\nおいては、被控訴人は本件運送契約上の債務不履行に基づき右損害につき船荷証券\n所持人たるリベリアンに対して賠償すべき義務を免れない。\n９．　被控訴人は、本件船荷証券約款第一四条に壊れ易い運送品の損傷について\nは荷主がその危険を負担する旨の特約があり、この特約は法第一七条によつて特約\n禁止（法第一五条第一項）の例外として許容されるところ、本件タイルは壊れ易い\n物品にあたるから、本件損害につき被控訴人において賠償責任を負わない旨主張\nし、右船荷証券約款の規定が存在することは当事者間に争いがないが、かりに、本\n件タイルが右約款の規定にいう壊れ易い運送品にあたり、かつ、それが法第四条第\n二項第九号および第一七条の特殊な性質を有する運送品にあたるとしても、本件の\nような運送人と証券所持人との関係については、法第一七条の準用する法第一六条\nただし書の規定の適用により、法第四条第二項に規定する責任の軽減以上にそれを\n軽減しまたは免除する特約はその効力を有しないものといわなければならないし、\nまた、被控訴人においては本件運送品の損害がその特殊な性質により、通常生ずべ\nきものであることについてはなんら主張、立証しないところであるから、被控訴人\nは法第四条第二項によりその責を免れることもできないものというべきである。よ\nつて被控訴人の右主張は理由がない。\n三、　そこで、本件タイルの損傷による損害額について案ずるに、原審および当\n審証人Ｄの各証言により成立を認める甲第二号証、同第一〇号証の一、二および同\n第一一号証によると、本件の総積荷の送状価格米貨五、三八五ドル、運賃二、一八\n四・〇三ドル、保険料一六一・三〇ドル、計七、七三〇・三三ドルのうちタイル分\nはその九三・一一パーセント、すなわち米貨ヒ、一九七・七一ドルであることが認\nめられるから、反証のないかぎり右金額が本件タイルの引渡日における到達地の価\n額というべきであり、したがつてリベリアンはこれに対する前記認定の損害の程度\n九五パーセントを乗じた米貨六、八三七・八二ドル相当の損害を被つたものと認め\nられる。\n四、　つぎに、前出甲第一〇号証の一、二、同第一一号証、原審および当審証人\nＤの各証言により成立を認める甲第八号証、同第九号証、同第一二号証によると、\n控訴人はリベリアンとの間にその主張のごとき海上保険契約を締結し、本件タイル\nの損傷による損害につき保険金の支払を請求された結果、一九六〇年二月一九日リ\nベリアンに対し右タイルについて生じた全損害を填補するため、保険金米貨七、三\n〇一・一九ドルを支払つたことが認められる。そして、右保険契約においては保険\n者の代位に関しスイス法に準拠する旨約定されていたことは当事者間に争いがな\nく、成立に争いのない甲第一四号証によれば、スイス国保険契約に関する連邦法律\n（一九〇八年四月二日）第七二条に保険者が損害を填補したときはその限度で第三\n者に対する損害賠償債権を取得する旨の法定代位が定められていることが認められ\nるから、これにより控訴人は右支払ずみの保険金の範囲内でリベリアンの被控訴人\nに対する前記三で認定した金額の損害賠償債権を取得したことが認められる。\n右のとおりであるから、被控訴人に対し、右損害賠償債権米貨六、八三七・八二\nドルを邦貨に換算した金二、四六一、六一五円二〇銭およびこれに対する本件訴状\n送達の日の翌日であること記録に徴し明らかな昭和三六年一月三一日から支払ずみ\nに至るまで商事法定利率年六分の割合による遅延損害金の支払を求める控訴人の請\n求は正当として認容すべきであつて、本件控訴は理由があり、控訴人の右請求を排\n斥した原判決は失当であつて取消を免れない。\nよつて、民事訴訟法第三八六条、第八九条、第九六条に従い、主文のとおり判決\nする。\n（裁判長裁判官　青木義人　裁判官　高津環　裁判官　弓削孟）\n"
}