{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 40,
    "month": 7,
    "day": 13
  },
  "case_number": "昭和40(う)327",
  "case_name": "売春防止法違反被告事件",
  "court_name": "大阪高等裁判所第四刑事部",
  "lawsuit_id": "22520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/022520_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、記録に編綴の大阪地方検察庁検事正代理次席検事斎藤周逸の\n作成にかかる控訴趣意書に記載のとおりであり、これに対する答弁は、弁護人山田\n正一の作成にかかる答弁書に記載のとおりであるから、いずれもこれを引用する。\n論旨は、原判決には売春防止法第一二条の解釈適用を誤つた違法があると主張\nし、要するに、同条にいう「居住」とは、売春に従事する者を業者の占有管理する\n一定の場所に集合させ、いつでも遊客の求めに応じ得るように一定の時間待機させ\nることによつて、売春に従事する者に支配を及ぼし、その者が右支配下に同所を本\n拠地として売春行為に従事していると認められるときは、たとえその者の住居が同\n所以外にあつたとしても、これに該当するものと解すべきであるというのである。\nしかし、売春防止法第一二条は「人を自己の占有し、若しくは管理する場所又は自\n己の指定する場所に居住させ、これに売春をさせることを業とした者は、十年以下\nの懲役及び三十万円以下の罰金に処する」と規定し、売春業者が、売春婦を自己の\n占有し、若しくは管理する場所又は自己の指定する場所に居住させて、これに売春\nをさせることを特にその要件として、このような形態における売春業を、同法所定\nの各種の禁止行為のうちでも特に最も重く禁止処断しているのである。そして、同\n条が、右のような形態の売春業を特に重く処罰すべきものとした趣旨は、売春に従\n事する婦女の居住の場所に対して支配を及ぼすことによつてその自由を束縛し、よ\nつて自己の支配から脱出することを防止するような方法の下で、これに売春をさせ\nることを業とする者を特に重く処罰しようとするものであると解せられるのであつ\nて、換言すれば、売春婦の居住場所に支配を加える方法によつて、その人身の自由\nを束縛する形態をとることが、その違法性を高める要素であると解せられるのであ\nる。このことは、同法制定のいきさつ並びに同条が特に占有、管理もしくは支配す\nる場所に居住させることを要件として掲げていることに徴しても明らかであろうと\n考える。従つて、同条にいう「居住させ」ということの意味は、右の趣旨に適合す\nるように解釈すべきであり、また刑罰法令の解釈にあたつては、その規定の用語の\nもつ実際的、一般的意味をこえて、被告人に不利益に拡張解釈をすべきでないこと\nも他言を要しないところであるから、右にいう「居住させ」とは、必ずしもその場\n所を生活の本拠たる住所とさせることは必要でないけれども、その場所に住まわせ\nること、すなわち、そこを起臥寝食の場所とさせることが必要であると解する。所\n論は、「居住する」とは、職務の執行その他営業等を含めた各般の日常生活を営む\nために一定の場所に占居していることであり、売春に従事する婦女が、別個に任意\nに定めた住居に居住しながら売春業者と売春契約を結び、一日のうち一定時間、右\n業者の住所若しくは店舗に集合待機して客待ちをし、遊客と他の旅館で売春を行な\nう場合において、業者が、右のように売春婦を集合待機させることは、居住させた\n場合に当るというけれども、売春婦が業者の指定する場所に客待ちのため一定時間\n集合待機しているのは、売春契約に基づき、売春に従事するため、所定のたまり場\n所に出勤しているという関係に過ぎず、特別の事情が伴わないかぎり、右の状態を\nもつて、同法条にいわゆる居住しているものとはいえない。所論引用の刑法第一〇\n八条に関する大審院明治四五年四月六日判決、同法第一三〇条に関する札幌高裁函\n館支部昭和二七年一一月五日判決、名古屋高裁昭和二六年三月三日判決は、いずれ\nも本件には適切でない。所論はまた、売春防止法第一二条の「居住」の意義を、文\n言どおり当該場所に住み込ませることを要するものと解するならば、最近多くの業\n者がとつている「通い」形式の場合は、本条に該らないこととなり、実質的に管理\n売春としての営業形態を備えている多くのものが、本法第一〇条によつて処罰され\nるにとどまり、巧妙に策を弄したものが、かえつて軽く処罰されるという刑政上権\n衡を失した不当な結果を生ず<要旨>るというけれども、いわゆる「通い」形式のも\nのであつても、その形態は一様ではないのであつて、業者が自<／要旨>ら所有し、\nあるいは他より借り受け、若しくは管理するアパートなどに売春婦を分宿させ、一\n定時間、特定の場所に客待ちのため集合待機させるような場合は、自己の占有し若\nしくは管理する場所に居住させたものとして、同条に該るのであり、また売春をす\nる者に容易に連絡のとれる一定の場所を指定してこれに居住させている場合も、指\n定する場所に居住させたものとして、同条に該ることは言うまでもない。そして、\n売春を行なう者の住居が、当初は任意に定められたものではあつても、業者が、常\n時電話その他の方法によつてこれと連絡をとり、客待ち場所への集合待機あるいは\n売春に従事することを強要するなどして、その自由に一定の支配を及ぼすに至り、\n実質上、指定場所と同一の性格を有するに至つているような場合もまた、同条に該\n当するものとして、処罰し得るものと解し得られるのであるから、「通い」であつ\nても、以上のような各種の形態のものは、同条によつて当然処罰し得るのである。\nそして、以上とは異なり、売春を行なう者が任意に定めた住居に居住していて、業\n者との売春契約により、自己の自由意思のもとに、一日のうち一定の時間、指定し\nた場所に客待ちのため集合待機し、遊客と旅館などに出向いて売春をしている形態\nであつて、業者は、売春婦にその住居の選択をまかせており、同女らが所定の時間\nころに出勤して来なくてもこれを呼び出したり、出勤を催促することもなく、客待\nち場所に集合待機するかどうか、及び待機しても売春に従事するかどうかが売春に\n従事する者の自由とされており、待機する場合も夕刻から午後一一時ころまでの数\n時間に限られていて、その場所で寝食をするようなこともなく、従つて、日常の生\n活用具は何もその場所に置いていない場合においては、いかなる意味においても、\nこれを売春防止法第一二条に該るものということはできない。そして、同じ「通\nい」であつても、前者のような形態と後者のような形態との間には、実質的な違法\n性に差違があると解し得られるから、「居住」の意義を前記のように解しても、所\n論のように不当に均衡を失する結果を生ずるとは考えられない。かりに、売春業の\n実態が、後者のような形態のものを重く処罰する必要性を生じさせているとして\nも、よろしく立法にまつべきであつて、法規の拡張解釈によつて対処することは許\nされないものと考える。いま本件についてこれをみるに、原判決挙示の各証拠によ\nると、被告人両名は、原判示場所でスタンド「Ａ」を経営していたが、同店舗の明\nけ渡しを求められていたことから、他の場所で営業をする資金を作るため、手取り\n早く金儲けのできる売春業をしようと共謀し、原判示期間、原判示ＢことＢ、Ｃこ\nとＣ及びＤことＤを仲居名義で雇い入れ、同女らと原判示売春契約を結んだうえ、\n同女らを、午後四時ころから午後一一時ころまでの間、右スタント「Ａ」の店舗内\nで客待ちをさせたうえ、被告人Ｅの采配によつて、同女らを付近のＦ及びＧで売春\nさせ、売春の対価は、右被告人Ｅあるいは前記Ｂらにおいて遊客から受取つて、毎\n日帰宅する際、これを切半清算していたものであるが、前記Ｂらはいずれも被告人\nらとは無関係に定めたアパートなどに情夫と居住して前記スタンド「Ａ」に帰つて\nいたものであつて、客待ち時間も前記のように午後四時ころから午後一一時ころま\nでであり、もちろん同所で寝食したことはなく、被告人Ｅから客をつけられても酔\n客などで気に入らないときは断わることもあり、また泊り客の場合には前記Ｂらが\nいずれも情夫と同棲しているものであつたため、被告人Ｅにおいて同女らの都合を\n聞き、承諾した場合は客をとらせるように配慮していたこともあり、前記Ｃらが休\nんだ場合も、被告人らが同女らに連絡したり、呼びに行つて出勤を催促したような\nことはなかつたことが明らかであり、要するに、被告人らは、前記Ｂらの住居に制\n約を加え、支配を及ぼしたようなことは認められないのである。右のように、本件\nは、売春に従事する者の住居を自由にし、単に客待ちのため、自己の占有する場所\nに午後四時ころから午後一一時ころまで任意に集合待機させ、これらの者に売春を\nさせることを業としたものであつて、いかなる意味においても、その起臥寝食の場\n所に支配を及ぼしてはいないのであるから、これが売春防止法第一二条に該るとは\n言えない。原判決が、本件の客待ちが居住に該らないとして、本件につき売春防止\n法第一二条の成立を否定したことは結局正当であり、原判決に所論のような違法は\nない。論旨は理由がない。\nよつて、刑事訴訟法第三九六条により本件控訴を棄却すべきものとし、主文のと\nおり判決する。\n（裁判長裁判官　山崎薫　裁判官　竹沢喜代治　裁判官　佐々木史朗）\n"
}