{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 11,
    "day": 14
  },
  "case_number": "昭和35(う)343",
  "case_name": "建築基準法公衆浴場法違反被告事件",
  "court_name": "仙台高等裁判所第二刑事部",
  "article_info": "第14巻10号666頁",
  "gist": "組合浴場は公衆浴場に含まれるか",
  "case_gist": "組合組織により組合員のみの利用する浴場は、公衆浴場法にいわゆる公衆浴場に含まれないものと解するのが相当である。",
  "lawsuit_id": "24045",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24045",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/045/024045_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金三、〇〇〇円に処する。\n右罰金を完納することができないときは、金三〇〇円を一日に換算した\n期間被告人を労役場に留置する。\n訴訟費用中原審証人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、原審ならびに当審証\n人Ｆに支給した分は被告人の負担とする。\n本件公訴事実中第二の（ロ）の公衆浴場法第二条第一項違反の点につき\n被告人は無罪。\n理　　　　由\n本件控訴趣意は、検察官井川正夫および弁護人森田重次郎各名義の控訴趣意書記\n載のとおりであるから、これを引用する。\n控訴趣意に対する当裁判所の判断は、次のとおりである。\n検察官の控訴趣意について、\n本件公訴事実第一は、「被告人は、昭和三二年四月ころ、所定の確認申請書を所\n轄建築主事に提出することなくその確認を受けないで、上北郡ａ町字ｂ番地のｃ号\nに約二八八平方米の公衆浴場建築物を建築した」というのである。Ｇ、ＨおよびＩ\nの各司法警察員に対する供述調書、原審第三回公判調書中証人Ａおよび同Ｆの各供\n述記載、原審第六回公判調書中証人Ｊの供述記載、青森県知事Ｋ作成の捜査関係事\n項について（回答）と題する書面、被告人の検察官に対する供述調書によると、被\n告人は、昭和三一年一〇月二七日所轄建築主事に対し建築基準法第六条第一項に基\nく公衆浴場建築物の確認申請書を提出したが、同年一一月一〇日右建築主事から公\n衆浴場法第二条第三項の委任に基き公衆浴場の設置場所の配置基準（既設の公衆浴\n場との距離的関係による制限）を定めた公衆浴場法施行条例（昭和二五年一二月青\n森県条例第七七号）第二条第二号の規定に適合しない旨の通知を受け、結局公衆浴\n場建築物の確認を受けることができなかつたにかかわらず、昭和三二年四月ころか\nら同年七月ころまでの間に青森県上北郡ａ町字ｂ番地のｃ号に約二八八平方米の公\n衆浴場建築物を建築し九事実が認められる。原判決は、要約すると、「公衆浴場は\n国民多数の利用という点からはむしろ多数並存することが望ましい。濫立につて生\nずるおそれのある、浴場経営の困難に基く衛生設備の低下等の公共の福祉上好まし\nくない影響は、既存の法令の範囲内で容易に行いうる行政庁の衛生監視、営業許可\nの取消処分等によつて防止することができる。以上の観点からすれば、国家が公衆\n浴場の配置について規制すべき特別の理由がないから、既設浴場業者に一種の地域\n的独占的特権を認めた公衆浴場法第二条第二項本文後段第三項同法施行条例第二条\n第二号の規定は、公共の福祉に反する場合でないのに職業選択の自由を違法に制限\nするもので、憲法第二二条第一項に違反する。したがつて、本件において建築主事\nが右違憲の法条、条例に基いて被告人の公衆浴場建築物の確認申請に対し確認を拒\n否したのは違法の処分であつて、被告人を責むべきなんらの理由もない」として、\n右公訟事実につき無罪の言渡をした。\n憲法第二二条第一項は、職業選択の自由を無制限の権利として保障しているので\nはない。公共の福祉の要請があるかぎり、その自由を制限することが許容されるこ\nとは、明文上明らかである。ことに公衆浴場は、私企業であるとはいえ、公共性を\n帯びた保健衛生施設である。公衆浴場設置に関する公共の福祉のための制約の必要\n性は、その企業の性格自体に内在するものということができる。昭和三〇年一月二\n六日の最高裁判所大法廷の判決は、すでに公衆浴場法第二条第一項違反被告事件に\nつき「公衆浴場は、多数の国民の日常生活に必要欠くべからざる、多分に公共性を\n伴う厚生施設である。そして、もしその設立を業者の自由に委せて、なんらその偏\n在および濫立を防止する等その配置の適正を保つために必要な措置が講ぜられない\nときは、その偏在により、多数の国民が日常容易に公衆浴場を利用しようとする場\n合に不便を来たすおそれなきを保しがたく、また、その濫立により、浴場経営に無\n用の競争を生じ、その経営を経済的に不合理ならしめ、ひいて浴場の衛生設備の低\n下等好ましからざる影響を来たすおそれなきを保しがたい。このようなことは、上\n記公衆浴場の性質に鑑み、国民保健および環境衛生の上から、できるかぎり防止す\nることが望ましいことであり、したがつて、公衆浴場の設置場所が配置の適正を欠\nき、その偏在ないし濫立を来たすにいたるがごときことは、公正の福祉に反するも\nのであつて、この理由により公衆浴場の経営の許可を与えないことができる旨の規\n定を設けることは、憲法第二二条に違反するものとは認められない」として公衆浴\n場法第二条第二項本文後段の規定が右憲法の規定に違法反しない旨を明示し、公衆\n浴場法第二条第三項の委任に基き同条第二項の設置場所の配置基準（既設の公衆浴\n場との距離的関係による制限）を定めた昭和二五年福岡県条例第五四号第三条も、\nしたがつて当然に右憲法の規定違反しない旨を判示している。右条例第三条に関す\nる見解は、趣旨においてそのまま前掲青森県条例第二条第二号にも妥当する。当裁\n判所は、叙上大法廷の見解に従うべきものと考えるのであつて、いまこれを変更す\nべき理由を認めることができない。公衆浴場の配置の適正は、自由競争による経済\nの自律性によりおのずから期待しえられるとする見解がある。しかし、自由競争に\nは無用の競争を避止する自律作用を伴うことはこれを否定することができないが、\n他面、節度のない競争を生む自壊作用を伴うことを忘れてはならない。原判決の議\n倫にも一理はあるのであるが、要するにそれは一面的解釈にすぎない。ひつきよ\nう、原判決が右公衆浴場法および青森県条例の規定が違憲であり、したがつてこれ\nに準拠して被告人の公衆浴場建築物の確認申請に対し確認を拒否したのは違法処分\nであるとして、本件につき無罪の言渡をしたのは、法令の解釈適用を誤つたもので\nあり、この誤は判決に影響を及ぼすことが明らかである。論旨は理由がある。\n弁護人の控訴趣意について、\n原判決が原判示事実につき挙示する証拠にＬ、Ｇ、ＨおよびＩの各司法警察員に\n対する供述調書、組合加入申込書綴（証第一号の一ないし七）ａ町衛生浴場協同組\n合員名簿（証第二号）を綜合すると、被告人は、昭和三三年二月二九日ころから同\n年九月一七日ころまでの間、青森県知事の許可を受けないのにかかわらず、公衆浴\n場建築物の確認を受けないで建築した前掲浴場において、中学生以上一五円、小学\n生以上中学生末満一〇円、小字生未満五円の料金を徴して一般公衆多数を入浴さ\nせ、公衆浴場を経営していたが（以上公訴事実第二の（イ））、ａ町長らの注意勧\n告を受けて、同年九月一八日右経営をいつたん閉鎖したこと、そのころＬほか数名\nか発起して、右浴場施設を利用する、組合組織による浴場経営を企図し、同月二三\n日被告人、発起人および趣旨に賛成する町民等三十数名が被告人方に集つて組合創\n立総会を開き、組合規約を定め、被告人を組合長に選任したほか理事、監事等の役\n員を選定し、被告人が組合に対し浴場施設を賃料月額二〇、〇〇〇円で賃貸するこ\nと、浴場を利用する組合員から入浴の都度維持費として一一才以上一〇円、一一才\n未満五円を徴収すること、被告人夫婦等が組合の従業員として経営の業務を担当す\nること等必要事項を協議決定して、ここに浴場経営を目的とするａ町衛生浴場協同\n組合を設立し、組合員として三十数世帯の加入をえて同月二四日から被告人の采配\nのもとに浴場を開設し、さらに組合員を募集してその規模を広げ、かくして右規約\nのもとに組合員多数を前記浴場に入浴させていたこと（以上公訴事実第二の\n（ロ））が認められる。Ｍ、Ｎ、ＯおよびＰ各答申書には、同人らが組合員でない\nのに右浴場を利用した旨の記載があるがか、当審における証拠調の結果によると、\n世帯主が世帯を代表して組合に加入した場合には、世帯員中に組合員資格の認識に\n徹底を欠いた事例などもあつて、右答申書の記載が必すしも真実に添うものとは認\nめがかたく、他に被告人が意識して非組合員の入浴を黙認していたことを確応ずる\nに足りる証拠は存在しない。\nところでて、問題は、組合組織による浴場（以下組合浴場と称する）が公衆浴場\n法にいわゆる公衆浴場にあたるかの点である。原判決は、経営の実態より考察する\nと、組合浴場も保健衛生の観点から同法の規制を受けるものと解すべきであり、し\nたがつて、本件における公衆浴場、組合浴場の経営の全体が包括的に同法第二条第\n一項違反の罪を構成するとの見解のもとに、罪となるべき事実として、「被告人\nは、青森県知事の許可を受けないで、昭和三三年二月二九日から同年一二月二四日\nまで青森県上北郡ａ町字ｂ番地のｃ号にみずから設備した浴場において、所定の入\n浴料を徴し、Ｍほか多数の公衆を入浴させ、もつて公衆浴場を経営した」と判示\nし、以上の所為を同法第八条第一号の罰則により処断したが、論旨は、組合浴場に\n同法にいわゆる公衆浴場にはあたらないから、本件組合浴場経営の部分は同法第二\n条第一項違反の罪を構成しないと主張するのである。\n<要旨>公衆浴場法第一条第一項は、「この法律で公衆浴場とは、温湯、潮湯又は\n温泉その他を使用して、公衆を入</要旨>浴させる施設をいう」と定義している。公\n衆とは、法律上の慣用語としては不特定多数人を指すものと解すべきである。多数\n人であつても、それが特定している場合には、公衆ではない。したがつて、特定の\n組合に加入している組合員の全体は、多数であつても、特定しているから、公衆で\nはないといわなければならない。任意の加入、脱退が許される組合の場合には、組\n合員に異動を生ずることがありうる。しかし、かような組合の場合でも、その存続\n中のいかなる時点においても組合員は全体として特定しているのであつて、組合員\nの異動はこの特定性を害するものではない。以上の観点からすれば、組合員のみに\n利用を許す組合浴場は、公衆浴場法にいわゆる公衆浴場にあたらないと解するのが\n相当である。同法とほとんど時を同じくして制定された医療法が病院、診療所、助\n産所等の定義を定めるにつき「公衆又は特定多数人」という語句を用い、公衆と特\n定多数人を同列に併記しているのは（同法第一条第一項第二項第二条第一項第五条\n第一項参照）、公衆に特定多数人が含まれないという解釈を前提として特定多数人\nの組織による施設たとえば組合病院のごときものをも同法の規制下におくためにと\nつた立法形式であつて、右は公衆浴場法における公衆の意義に関する叙上の見解の\n正しいことを裏書するものということができる。所管庁である厚生省は、立法当初\nのころは、組合浴場を公衆浴場法の適用外にあるものとして取り扱つていたが、昭\n和二四年一〇月一七日衛発第一、〇四八号各都道府県知事あて同省公衆衛生局長通\n知において右見解を改め、組合浴場でも社会性を有するものは、同法の適用を受け\nる、との解釈をとるにいたつた。所属組合員数の多い組合浴場がある程度社会性を\n有することは、これを否定足することができない。したがつて、かような組合浴場\nについては、実質的に考察すれば原判決のいう保健衛生の観点からの同法による規\n制の必要性は、これを了解しうるのである。しかし、組合浴場を同法の規制下にお\nくことは、よろしく立法措置にまつべきであつて、解釈により同法にいわゆる公衆\nの意義をおし広げて公衆浴場に組合浴場を含ましめることは、刑法の基本原則であ\nる罪刑法定主義の精神にもとり、許されないものといわなければならない。以上の\n次第であるから、論旨のその余の主張につき判断するまでもなく、本件組合浴場の\n経営は、同法第二条第一項違反の罪を構成しないものというべきである。したがつ\nて、原判決か右部分についても同罪の成立を認めたのは、法令の解釈適用を誤つた\nものであり、この誤は判決に影響を及ぼすことが明らかである。論旨は理由があ\nる。\nよつて、刑事訴訟法第三九七条第三八〇条により原判決を破棄し、同法第四〇〇\n条但書により当裁判所は次のとおり判決する。\n（罪となるべき事実）\n被告人は、\n第一、　建築基準法第六条第一項の規定による所轄建築主事の確認を受けない\nで、昭和三二年四月ころから同年七月ころまでの間青森県上北郡ａ町字ｂ番地のｃ\n号に約二八八平方人の公衆浴場建築物を建築し、\n第二、　青森県知事の許可を受けないで、昭和三三年二月二九日ころから同年九\n月一七日ころまでの間引き続き右浴場において、中学年以上一五円、小学生以上中\n学生未満一〇円、小学生未満五円の料金を徴して一般公衆多数を入浴させ、業とし\nて公衆浴場を経営し\nたものである。\n（証拠の標目）\n判示第一の事実につき\n一、　Ｇ、ＨおよびＩの各司法警察員に対する供述調書\n一、　原審第三回公判調書中証人Ａおよび同Ｆの各供述記載\n一、　原審第六回公判調書中証人Ｊの供述記載\n一、　当審第二回公判調書中証人Ａおよび同Ｆの各供述記載\n一、　青森県知事Ｋ作成の捜査関係事項について（回答）と題する書面\n一、　被告人の検察官に対する供述調書\n判示第二の事実につき\n一、　原審証人Ｃに対する尋問調書\n一、　当審第二回公判調書中証人Ｆの供述記載\n一、　Ｑほか二二名の各答申書（記録八七丁ないし一〇九丁）\n一、　青森県知事Ｋ作成の捜査関係事項について（回答）と題する書面\n一、　原審検証調書\n一、　被告人の検察官に対する供述調書\n（法令の適用）\n被告人の判示所為中第一は建築基準法第六条第一項第九九条第一項第二号罰金等\n臨時措置法第二条第一項に、第二は公衆浴場法第二条第一項第八条第一号罰金等臨\n時措置法第二条第一項に該当するから、後者につき所定刑中罰金刑を選択し、以上\nは刑法第四五条前段の併合罪であるから、同法第四八条第二項により各罪につき定\nめた罰金の合算額以下において被告人を罰金三、〇〇〇円に処し、右罰金を完納す\nることができないときは、同法第一八条により金三〇〇円を一日に換算した期間被\n告人を労役場に留置し、訴訟費用については刑事訴訟法第一八一条第一項本文によ\nり主文第四項掲記のとおりその負担を定めることとする。\n本件公訴事実中第二の（ロ）の「被告人がＬほか六名と共謀のうえ、ａ町衛生浴\n場協同組合を組織し、青森県知事の許可を受けないで、昭和三三年九月二四日ころ\nから現在まで約一〇〇回にわたり、右浴場で、一一才以上一〇円、一一才以下五円\nで組合員多数に入浴させ、もつて公衆浴場を経営した」との点は、前段説示のとお\nり罪とならず、かつ判示第二の公衆浴場経営と意思の継続が認められないから、刑\n事訴訟法第三三六条により右の点につき無罪の言渡をする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　細野幸雄　裁判官　有路不二男　裁判官　杉本正雄）\n"
}