{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 4,
    "day": 14
  },
  "case_number": "昭和36(う)70",
  "case_name": "重過失傷害道路交通取締法違反被告事件",
  "court_name": "名古屋高等裁判所第五部",
  "article_info": "第14巻4号207頁",
  "gist": "道路交通取締法施行令第六七条第一項にいう被害者に対する緊急救護義務の発生要件",
  "case_gist": "車馬を操縦する者が、該車馬を人に衝突させたことの認識さえあれば、衝突に基く人の死傷の結果の認識の有無を問わず、直ちにその操縦に係る車馬を停め、被害者に対する救護の措置を講ずべき義務がある。",
  "lawsuit_id": "23087",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23087",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/087/023087_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人石原金三提出の控訴趣意書に記載するとおりであるか\nら、ここにこれを引用する。\n控訴趣意第一点、採証法則違反の主張について、\n所論は、原判決は、被告人の司法警察員並びに検察官に対する各供述調書を有罪\n認定の証拠としているが、右各供述調書は供述の任意性に疑いがあり、証拠能力が\nない、というのである。\n然し、原判決は、被告人の司法警察員に対する供述調書を証拠として引用してい\nないのであるから、所論のうち右司法警察員に対する供述調書の証拠能力を攻撃す\nる論旨は既にその前提を欠くもので理由のないことが明らかである。次に、被告人\nの検察官に対する供述調書の証拠能力について検討してみると、被告人は原審公判\n廷において、「警察と違つたことを言えば出して貰えないと思つた。（真実でない\nことを述べた）」と述べているが、それだからといつて、被告人の検察官に対する\n供述調書が任意性を欠くものと断じ去ることのできないことは勿論であるし、その\n他に被告人の右検察官に対する供述調書が任意性を欠くことについて具体的事実上\nの主張はなく、又記録を精査しても、その任意性を疑うに足りる事由を見出すこと\nはできない。のみならず、被告人の検察官に対する供述調書は昭和三五年二月五\n日、同月九日の二回に亘つて作成されたものであるが、いずれも自白を内容とし、\n後者においては、前者の供述の記憶の不正確、不確実な点を訂正補充し、二月八日\n附司法警察員作成の実況見分調書に基いて事故当時の現場の状況を詳細に説明し、\n更に、右二月五日附供述調書中原判示第二事実についての被告人の動機について語\nつているところも充分首肯できるものと認められるのであり、所論の如く右二通の\n供述調書が任意性を欠き証拠能力のないものとは、とうてい認められない。論旨は\n結局理由がない。\n同第二点事実誤認の主張について、\n所論は原判示第二事実について、被告人には原判示の如く人の殺傷をひき起した\n事実について認識がなかつた<要旨>ものである、というのである。然し、道路交通\n取締法施行令六七条一項所定のいわゆる緊急救護義務の課せら</要旨>れるについて\nは、同条が車再の交通により事故を起した場合に操縦者等に対し被害者の救護及び\n道路における交通安全を図るため等の応急措置を講ずべき義務を課しているもので\nあるところ、右前段の被害者の救護義務を課するについては、人の死傷の結果まで\nを具体的に認識する必要はないものと解すべきである。蓋し、車馬を操縦する者\nが、その交通により該車馬を人に衝突させた如き場合にはそのことにより人の死傷\nの結果を招来することは吾人の経験に徴し通常の事態であり、そのような結果の発\n生しないことの方がむしろ稀有の事態と認められるわけである。そうだとすれば、\n車馬を人に衝突させた場合、その衝突の事実を認識（未必的認識を含む）している\n者が、更に、その衝突により人の死傷の結果を招来した事実まで認識しなければ、\n同条項所定の被害者に対する緊急救護義務が発生しないものと考えることはむしろ\n過ぎたるをもとめるものであろう。なるほど、法文においては、人の死傷の結果が\nあつた場合として、人の死傷の結果に対する認識までを要求している如くである\nが、それは同条項後段の直ちに救護の措置を講じなければならないとある字句に調\n子を合わせたものとも解し得られるのであり、右法文に死傷の結果があつた場合と\nいう文字が使われているからといつて、直ちにこれを、かの結果の発生とその結果\nの認識とを必要とする結果犯の場合とを同一視して考える必要はなく、前に説明し\nた行為（車馬の人に対する衝突）の性質及び行為と結果（人の死傷の結果）の関係\nを考えれば、これをかの抽象的危殆犯の場合と同じく、行為の認識さえあれば、そ\nの結果の発生に対する認識までを必要とせず、すなわち車馬を操縦する者が、該車\n馬を人に衝突させたことの認識さえあれば、人の死傷の結果の認識の有無を問わ\nず、従つてその結果の認識を必要とせず、その者に対し、直ちに操縦に係る車馬を\n停め、被害者に対する救護の措置を講ずべき義務が発生するものと解しても条文の\n構成上不合理なものといえないのは勿論、むしろそのように解することの方が、車\n馬の操縦者に対し緊急救護義務を認めた法の趣旨に合致するものと思われるのであ\nる。ところで、本件において、被告人の検察官に対する各供述調書、原審第四回公\n判調書中証人Ａの供述記載、同第三回公判調書中の証人Ｂの供述記載、司法警察員\n作成の昭和三五年二月八日附実況見分調書、司法巡査作成の領置証書、証第一ない\nし第三号の存在等を綜合すれば、被告人は原判示事故直前原判示Ｂ他一名を約五〇\n米前方にぼんやりと認め、更に同人らの五米位背後に接近してその存在を明認し、\n衝突の危険を感じあわててハンドルを右に切つていること、然るに酩酊のためその\nハンドル操作が思うに任せなかつたこと、その直後ガチノという自車のガラスの割\nれる音を聞き、かつ左側前照燈はガラスが割れて、消えていること、被告人自身原\n判示事故後立ち寄つた、Ｃの女給に自車が穴にはまつてガラスが割れたと述べてい\nること、更に原判示事故現場に下水工事後の土砂は積み上げであつたが、その高さ\nは約三〇糎位で、附近に木柵、工事残木等の障害物はなかつたこと（原審第四回公\n判調書中証人Ｄの供述記載参照）等の諸事情と被告人の前記検察官に対するこの事\n実に関する自白を綜合すれば、被告人としては、原判示第一の事故直後自己の操縦\nする自動車が自車の前方を歩行中の原判示Ｂに衝突させた事実を認識しながら、該\n事故が発覚した場合被告人としては無免許かつ酔つ払い運転をしていたため、重く\n処罰されることを恐れ、かつ当時附近に人通りはなく雪のある暗い夜であつたので\n他人に発見されるおそれはないものと考え、直ちに停車することなく、そのまま運\n転を継続し、被害者に対する救護義務をつくさず現場を逃走した事実を認定できる\nのである。被告人が当時かなり飲酒酩酊しており、かつ事故直後現場から三〇〇米\n東方のＣに赴き自動車を停め飲酒している事実は認められるが、右の事実を以つて\nしても未だ前記認定を覆すに足りない。記録を精査してみても、この点に関する原\n審の事実認定に誤認を疑うべきかどは認められない。論旨は理由がない。\n同第三点量刑不当の主張について、\n所論に鑑み、本件記録並びに原裁判所が取り調べたすべての証拠を検討してみる\nのに、被告人の本件過失の態様、しかもそれは無免許運転中の事故であり、しかも\n自己の平素の酒量をこえかなり飲酒酩酊し自動車の運転にも支障を来す状況にあり\nながら、敢て原判示の無謀操縦をしていること、事故現場附近の状況は原判示のと\nおり当時下水土木工事施行中で自動車の運転には極めて困難を感ずる状態であつた\nのに、かかる地形を弁えず敢て無謀な操縦をしていること、事故直後前示のような\n動機からいわゆる轢き逃げをしていること、その他諸般の情状を勘案すれば、所論\nの事情を参酌してみても原判決の科刑が重きに過ぎ不当なものであるとは認められ\nない。論旨は理由がない。\nよつて、刑訴法三九六条に則り本件控訴を棄却することとし、主文のとおり判決\nする。\n（裁判長裁判官　影山正雄　裁判官　谷口正孝　裁判官　中谷直久）\n"
}