{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和34(ネ)933",
  "case_name": "家屋明渡請求事件",
  "court_name": "大阪高等裁判所第四民事部",
  "article_info": "第14巻9号614頁",
  "gist": "一、　甲がその妾乙に甲所有の建物を使用させて旅館営業をさせた場合の建物に対する乙の占有権原\n二、　双方の利益を目的とする一種の委任契約と使用貸借契約との混合契約の解約と民法第六五一条の準用の有無",
  "case_gist": "一、　甲がその妾乙に甲所有の建物を使用させて旅館営業をさせた判示事実関係の下においては、右建物に対する乙の占有権原は、双方の利益を目的とする一種の委任関係と使用貸借関係との混合した法律関係であると解するのが相当である。\n二、　甲がその妾乙に甲所有の建物を使用させて旅館経営を委託した場合の、双方の利益を目的とする一種の委任契約と使用貸借契約との混合した契約の解約については、民法第六五一条の規定は準用されない。",
  "lawsuit_id": "22625",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22625",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/625/022625_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決のうち控訴人と被控訴人Ａとの間の部分を取り消す。\n２　被控訴人Ａは、控訴人に対し別紙目録記載の建物を明渡し、かつ昭\n和二八年四月一六日から明渡ずみまで月額二万円の割合による金額を支払え。\n３　控訴人の被控訴人Ａに対するその余の請求を棄却する。\n４　控訴人の被控訴人Ｂに対する本件控訴を棄却する。\n５　訴訟費用のうち控訴人と被控訴人Ａとの間に生じた分は第一、二審\nを通じて同被控訴人の負担とし、控訴人と被控訴人Ｂとの間に生じた分は第一、二\n審を通じて控訴人の各負担とする。\n６　この判決主文第二項は、控訴人が被控訴人Ａに対し建物明渡部分に\nついて六〇万円、金銭支払部分について六九万円の担保をそれぞれ供するときは仮\nに執行することができる。\n事　　　　実\n控訴人は、「原判決を取り消す。被控訴人等は控訴人に対し別紙目録記載建物を\n明渡し、かつ昭和二七年一二月一日から明渡ずみまで月額四万円の割合による金額\nを支払え。訴訟費用は第一、二審とも被控訴人等の負担とする。」との判決及び担\n保を条件とする仮執行の宣言を求め、被控訴人等は「本件控訴を棄却する。控訴費\n用は控訴人の負担とする。」との判決を求めた。\n当事者双方の主張は、\n控訴人の方で、\n控訴人は、終始別紙目録記載建物（以下本件建物という。）が自己の所有に属す\nるものである旨主張し、他方被控訴人等はこれを争い、本件建物が被控訴人Ａの所\n有に属するものである旨主張しているのであつて、控訴人は、第一次請求として、\n被控訴人等がこれを占有すべき権原がないことを理由として、控訴人の所有権に基\nづいて本件建物の明渡を求めているものである。そして控訴人は、第二次請求とし\nて、控訴人と被控訴人Ａとの間に妾関係があることによる雇傭類似関係の終了を原\n因とする本件建物明渡義務の履行を同被控訴人に求めるものである。\nと述べ、\n被控訴人等の方で、\n控訴人は、原審以来被控訴人Ａと控訴人との間の妾関係に基づく雇傭類似の特殊\nの契約関係の終了を原因として同被控訴人に対し本件建物の明渡を求めているもの\nであつて、控訴人が昭和三六年九月二日の当審口頭弁論期日において付加した同被\n控訴人に対する控訴人の本件建物所有権に基づく明渡請求は、著しく訴訟手続を遅\n滞させるものであるから、却下されるべきである。\n仮に右訴の変更が許されるとしても、本件建物は被控訴人Ａの所有であるから、\n被控訴人等はこれを控訴人に明け渡すべき義務を有しない。仮にそうでないとして\nも、被控訴人等が昭和二一年八月二〇日頃本件建物の建築竣工以来これに居住し旅\n館営業を営んでいることを控訴人は本訴提起の日の昭和二八年四月八日当時まで承\n諾していたものであるから、控訴人の所有権に基づくその明渡請求は理由がない。\nと述べたほか、\nいずれも原判決事実記載と同一であるから、これを引用する。\n（当事者双方の証拠の提出援用認否は省略する。）\n理　　　　由\n昭和一二年八月頃から昭和一六年六月一三日までの間大阪寮と称する旅館の営業\n名義人がＣ（成立に争のない乙第一号証によると、原判決一枚目裏終りから二行目\n等に「Ｄ」とあるのは「Ｃ」の誤記であることが明らかである。）であつたとこ\nろ、その建物が昭和二〇年六月中戦災で焼失し、その後その焼跡に本件建物が建築\nされ、その時以後被控訴人Ａがこれを使用占拠しており、本件建物が旅館営業の目\n的に供されていることは当事者間に争がない。\n被控訴人等は、控訴人と被控訴人Ａとの間の訴訟関係について、控訴人は原審以\n来控訴人と被控訴人Ａとの間の雇傭類似の契約関係終了に基く本件建物明渡請求\n（債権的請求）をしていたところ、当審で控訴人は同被控訴人に対する本件建物所\n有権に基づくその明渡請求を、特に第一順位請求として、あらたに付加したもので\nあり、それは著しく訴訟手続を遅滞させるものであると主張するけれども、本件訴\n状及び原判決のうち請求原因として記載されている事実中には、「本件建物は控訴\n人の所有であつて、被控訴人Ａはこれを使用すべき権原を有しない。」旨の部分が\nあるのであつて、本訴請求のうち建物明渡請求は、当初より第一次に本件建物所有\n権に基づくものであるというべきである。したがつて控訴人は当審であらたに右請\n求を付加して訴の変更をしたものではない。被控訴人等の右主張は採用できない。\n本件建物が控訴人の所有であるかどうかについて考えてみる。\n当審における控訴人本人尋問の結果によつてその成立の認められる甲第四号証\n（公文書の部分についてはその成立に争がない。）によると、控訴人は昭和二九年\n四月六日本件建物について所有権保存登記をしていることが認められる。したがつ\nて右登記の効力として、本件建物は控訴人の所有であると推定すべきところ、右推\n定を覆すに足りる反証があるか否かについて検討してみよう。成立に争のない甲第\n一、第六号証、乙第一号証から第四号証まで、乙第五号証の一から三まで、第六号\n証、第七号証の一から三まで、第八号証の一から六まで、第九号証から第一二号証\nまで、乙第一三号証の一、二、第一四号証から第五一号証まで、被控訴人等が当審\nであらたに提出した乙号各証、原審及び当審における控訴人本人尋問の結果により\nその成立の認められる甲第二、第三号証、第七号証の一から五まで、第八号証の\n八、原審証人Ｋの証言によつてその成立の認められる甲第八号証の一から七まで、\n同号証の九、原審証人Ｅの証言によつてその成立の認められる甲第五号証の一から\n五まで、原審証人Ｆ、Ｅ、Ｇ、Ｈ（一部）、Ｉ（一部）、Ｊ（一部）、Ｋ、Ｌ、原\n審及び当審証人Ｍ（一部）、Ｎ（一部）、当審証人Ｏ（一部）の証言、原審及び当\n審における控訴人、被控訴人Ａ各本人尋問の結果（いずれもその一部）、原審検証\nの結果を総合すると、次の事実が認められる。\n控訴人は、大正十二年頃から出版業を営んでいるものであるが、昭和一三年初め\n頃五二歳の時、被控訴人Ａ（当時三八歳）と妾関係を結んだものである。控訴人は\n同年八月頃Ｅの亡父が所有していた（その父は昭和一七年中死亡しＥが相続し\nた。）本件建物の敷地上にあつた建物二棟を、その賃借人から賃借権を代金三五〇\n〇円で買い受けたうえ、敷金五〇〇円を交付し賃料月額一三〇円と定めて賃借し、\n控訴人がその費用を支出してこれを改造し、同月下旬から営業名義人を控訴人の甥\nの妻Ｃとして被控訴人Ａに右建物で旅館営業を経営させて被控訴人Ａの生活を保償\nする一方、営業による収益を控訴人の所得としていた。昭和一六年五月二九日右旅\n館営業名義はＣから被控訴人Ａに変更されたが、右建物は昭和二〇年六月一日空襲\nにより罹災焼失した。これより先、右罹災直前控訴人は被控訴人Ａの知人宅に印刷\n用紙等を疎開させていたため終戦後これを利用して英会話の小冊子を出版して若干\nの利益を得た。昭和二〇年一二月中控訴人はＥから前示罹災建物の敷地を含めた大\n阪市ａ区ｂｃ丁目ｄ番地のｅ宅地一五〇坪八合二勺、同所ｆ番地のｇ宅地一坪五合\nを建物所有の目的で賃料月額九〇〇〇円と定めて賃借し、昭和二一年一月二六日敷\n金二〇〇〇円を同人に交付した。その頃控訴人は前示賃借土地中約五〇坪の部分\n（前示罹災建物の敷地約一〇〇坪を除く部分）に出版業の事務所を建築した。その\n際、Ｊ所有の取りこわし建物の古材料が利用された。　被控訴人Ａは、その頃その\n親戚Ｌに手伝わせて前示罹災建物の焼跡を整理したのであるが、控訴人は建築費約\n三〇万円を投じ、同年二月頃当初大工のＰに、後にＫに請け負わせて前示賃借土地\n中約一〇〇坪の部分上に本件建物（ただし、後記認定の本件建物西南部、西北部の\n各増築部分を除くもので、当初は鉄板ぶきでその後順次スレートぶき、瓦ぶきとな\nつた。）を建築し、右建築は同年八月中竣工しその引渡を受けた。控訴人は本件建\n物（右増築部分を除く。）で被控訴人Ａに旅館営業を経営させるべく、これより先\n同年三月二五日被控訴人Ａをして曽根崎警察署長より旅人宿営業の許可を受けさせ\nて同年九月一日から開業させ、ついで昭和二二年八月八日大阪府知事から飲食営業\n緊急措置令三条による旅館営業許可を受けさせた。昭和二二年五月一六日控訴人は\n建築の便宜上戦災者である被控訴人Ａの実弟の被控訴人Ｂ（当時の姓はＱであつ\nて、昭和二三年七月一二日被控訴人Ａの養子となつた。）名義を借りて本件建物西\n南部建坪一〇坪一合の増築許可を受け、建築費約九万円を投じＫに請け負わせて右\n増築部分を建築し、その後被控訴人Ａは昭和二四年一二月二六日本件建物西北部分\n約一四坪の増築許可を受け、Ｋに請け負わせてこれを増築し、右増築は昭和二五年\n一月中竣工したが、その増築費一九万七〇〇〇円は右旅館営業による利益のうちか\nら支出された（右増築部分は、本件建物の主要部分であるその余の部分に付加さ\nれ、これと一体をなすものというべきである）。前示のように、控訴人は被控訴人\nＡに本件建物における旅館営業を経営させ、日々の売上、諸種の税金、地代、燃\n料、水道使用料、電燈料、火災保険料、旅館組合費、広告料等必要経費の支出を報\n告させるとともに、みずからその収支を記帳し（昭和二五年一月以後の伝票、日計\n簿、経費内訳帳は被控訴人Ｂり妻Ｎが作成していた。）、営業による利益のうちか\nら被控訴人Ａやこれと同居し旅館営業の補助をしている被控訴人Ｂとその妻子との\n生活費を控除した残額を被控訴人Ａから受け取り、税金等の右旅館営業上の特別の\n支出の必要が生じたときは、控訴人の方でその都度自己の計算においてこれを支出\nしていた。もつとも、前示諸種の税金その他の支払は、ほとんど被控訴人Ａの名義\nで控訴人が被控訴人Ａにさせており、被控訴人Ａ等の生活費等は前示のように旅館\n営業による利益をもつてこれにあてることを控訴人は許容していたものであつて、\n特に給料名義で一定の金額が控訴人から被控訴人Ａに交付されたことはない。前示\n賃借土地計一五二坪三合二勺の賃料は、控訴人が旅館営業の収益のうちからこれを\nＥに支払つていたのであるが、控訴人は昭和二五年八月分以後の賃料の領収書（領\n収之通）については、納税の便宜上Ｅの了解を得て本件建物の敷地の分と前示事務\n所の敷地の分とにこれを分け、前者は被控訴人Ａ名義にしたが、被控訴人Ａが賃借\n人として賃料をＥに支払つたことはない。被控訴人Ａは、以上のように本件建物に\nおける旅館営業を控訴人から任され、その収益は控訴人のものとしていたのである\nが、その後自己の将来の生活に不安を覚え、本件建物の使用を確実にするべく昭和\n二七年夏頃控訴人に対しこれを賃料月額四万円で賃貸されたい旨申し出たが拒絶さ\nれた。控訴人は昭和二五年か二六年頃株式会社和歌山相互銀行との間に相互掛金契\n約を結び旅館営業による利益金をもつてその掛金を被控訴人Ａに払い込ませていた\nところ、その後昭和二七年一二月頃被控訴人Ａは勝手にＲ名義の印を使用してその\n払戻金計約八〇万円を同銀行から受け取り、かつ自己の所得としたところから紛争\nを生じ、控訴人は被控訴人Ａを告訴し控訴人と被控訴人Ａとの間の妾関係も破綻\nし、被控訴人Ａは控訴人に対し同年一二月分以後の旅館営業の収支報告をせず、そ\nの利益金を控訴人に交付せず、控訴人の意思に反して事実上これを自己の所得とし\nて本件建物で旅館営業を継続し、昭和三五年中その利益金の一部を支出して本件建\n物の修理改造をした。他方控訴人は、これより先昭和二七年中控訴人と被控訴人Ａ\nとの間の関係が破綻する直前、さきに被控訴人Ｂ名義で控訴人が前示のように増築\nした部分の所有名義（家屋台帳上）を自己の名義に変更し、前示のように昭和二九\n年四月六日本件建物について所有権保存登記を経由した。\n以上の事実が認められる。前示甲第三号証、前示Ｆ、Ｇ、Ｈ、Ｊ、Ｎ、Ｏ、原審\n証人Ｍの証言、原審における被控訴人Ｂ、前示控訴人、被控訴人Ａ各本人尋問の結\n果中右認定に反する部分は、前示各証拠と比べて信用できない。他に右認定を覆す\nに足りる証拠はない。\n右認定によると、控訴人は自己の建築資金約三〇万円をもつて自己の名でまず本\n件建物中前示西南部及び西北部の増築部分を除く部分を大工Ｐ、後にＫに請け負わ\nせて建築しその所有権を取得し、ついで自己の建築資金約九万円をもつて右西南部\nの増築部分を自己の名でＫに請け負わせて建築したものであり、右西北部の増築部\n分はその後被控訴人Ａが控訴人の所得である旅館営業による利益金をもつてＫに請\nけ負わせて建築したものであつて、右増築部分は控訴人が当初自己の名で建築取得\nした本件建物の主要部分に付加されて一体となつたもの（民法二四二条本文）とい\nうべきである。控訴人が昭和一二年八月頃以来その妾である被控訴人Ａに、控訴人\nがＥから賃借した前示罹災建物で、その罹災後は本件建物で旅館営業を経営させ、\nその収益のうち被控訴人Ａの生活費を除いた利益を取得（控訴人が被控訴人からそ\nの寄託を受けたものではない。）していたことは前示のとおりであるけれども、前\n示認定によると前示のように昭和二七年一二月頃控訴人と被控訴人との間の妾関係\nが破綻するまで、控訴人は被控訴人Ａを監督して右旅館業経営の事務全般に当らせ\nていたものであつて、たとえ実質上その利益の一部が控訴人の支出した建築資金の\n一部を構成していたとしても、控訴人が自己の名で本件建物所有権を取得したもの\nとする前示認定を左右するものではない。　被控訴人等は、控訴人は被控訴人から\n昭和一二年以後旅館営業による利益金の寄託を受けていたものであつて、控訴人は\nその返還債務の弁済に代えて、もしくはこれに贈与の意味を加えて被控訴人Ａに本\n件建物を譲渡したものであると主張するけれども、前示認定によると、前示妾関係\nの継続していた期間、旅館営業による利益が被控訴人Ａの生活費にあてられること\nを控訴人は許容していたものであり、その利益は控訴人の所得とすべき旨暗黙のう\nちに約束されていたものと認められる。原審における被控訴人Ａ本人尋問の結果に\nよると、控訴人は被控訴人Ａに対し「旅館はお前のために建ててやる。」といつた\nことが認められ、当審における被控訴人Ａ本人尋問の結果によると、控訴人は被控\n訴人Ａに対し「六〇歳になるまでは（本件建物の所有名義を）自分の名にしておこ\nう。」といつたが、その際被控訴人Ａは控訴人の死を待つているように思われるの\nで追及しなかつたことが認められるけれども、この事実をもつては、控訴人が無償\nで本件建物所有権を被控訴人に原始的に移転させる意思が表示されたものと認める\nことはできない。かえつて、前示のように被控訴人Ａが昭和二七年夏頃控訴人に対\nし本件建物を賃料月額四万円で賃貸されたい旨申し出た事実によると控訴人は本件\n建物所有権を被控訴人Ａに原始的に取得させていないことが認められる。他に被控\n訴人等の右主張を確認するに足りる証拠はない。\n被控訴人等の右主張は採用できない。\n被控訴人等は、控訴人は被控訴人Ａが控訴人のために戦時中疎開させ罹災を免れ\nた印刷資材を終戦後利用して書籍を出版して得た利益金をもつて、本件建物は建築\nされたものであると主張するけれども、前示認定によると、控訴人は終戦後被控訴\n人Ａの知人方に控訴人が疎開させた用紙で英会話の小冊子を出版して若干の利息を\n得たことが認められるけれども、この一事をもつて本件建物が被控訴人Ａの所有で\nあると認めなければならないものではない。被控訴人等の右主張は採用できない。\n被控訴人等は、控訴人は昭和二一年八月二〇日完成後の本件建物を被控訴人Ａに\n贈与したものであると主張するけれども、右主張を確認するに足りる証拠はなく、\n前示のように控訴人が被控訴人Ａに対し「お前のために本件建物を建ててや\nる。」、「自分が六〇歳になるまでは本件建物は自分の名にしておこう。」といつ\nたからといつて、右贈与契約が締結されたものと認めなければならないものではな\nい。被控訴人Ａが本件建物に関する税を自己名義で納付していたことは前示のとお\nりであるけれども、前示のように被控訴人Ａは控訴人から本件建物における旅館営\n業の経営を任されていた関係上、控訴人の所有に属すべきその営業利益のうちから\n必要経費の一部として、これを支払つていたものであつて、右納税の事実をもつて\n被控訴人Ａが控訴人から本件建物の贈与を受けたものと認めることはできない。\nしてみると、前示登記の推定力を覆すに足りる反証はないというほかはない。\n被控訴人等は、被控訴人Ａは、昭和二〇年八月から今日まで控訴人所有の本件建\n物を占有して旅館営業を営んでおり、控訴人は本訴提起当時被控訴人Ａのその占有\n及び旅館経営を承諾していたものであつて、被控<要旨第一>訴人Ａはこれを占有す\nべき権原を有するものであると主張するので考えてみる。前示認定によると、控訴\n人</要旨第一>は前示のように昭和一二年以来被控訴人Ａとの間に妾関係を結んでい\nたところ、昭和二一年九月一日以後本件建物で控訴人の監督のもとに被控訴人Ａに\n旅館営業を経営させてその事務全般を任せ、その収益は控訴人の所得とし、これよ\nり経費を差し引いたその利益の一部を被控訴人Ａの生活費にあてることを許容し、\n残余の利益金を受け取つていたものであつて、その間の法律関係は、控訴人が被控\n訴人Ａに本件建物を無償で使用占有させて、諸種の法律行為及び事実行為を包含す\nる旅館営業行為をすることを被控訴人Ａに委託したことに基づく、控訴人と被控訴\n人Ａとの双方の利益を目的とする一種の委任関係（営業上の計算あるいは損益はそ\nの双方に帰属し、他方旅館営業事務は被控訴人Ａに帰属する。）と被控訴人Ａの本\n件建物の使用貸借関係との結合した特種の法律関係にあたるものと解するのが相当\nである。したがつて、被控訴人Ａの本件建物を占有すべき権原は、このような一種\nの委任関係（民法六四三条、六五六条）とこれを目的とする本件建物の使用貸借関\n係との結合した特殊の法律関係であるというべきである。\n控訴人は、被控訴人Ａに対し昭和二七年一一月中旬に同月末日限り前示委任契約\n及び使用貸借契約の性質を併有する前示無名契約（控訴人は被控訴人Ａと控訴人と\nの間の、本件建物に関する法律関係を雇傭類似の契約関係であると主張するけれど\nも、当裁判所がこれを前示のような特殊の法律関係であると法的評価をすること\nは、弁論主義に反するものではない。）を解約する旨の意思表示をしたと主張する\nけれども、控訴人主張の日時に右意思表示が行われたことを確認するに足りる証拠\nはない。控訴人の右主張は採用できない。\n控訴人は、本訴状の被控訴人Ａに対する送達をもつて前示無名契約（以下前示契\n約という。）を解約する旨の意思表示をしたと主張するので考えてみる。控訴人が\n被控訴人Ａに対し本件建物の明渡を求める旨記載された本訴状が、昭和二八年四月\n一五日被控訴人Ａに送達されたことは本件記録上明白であつて、これによ<要旨第\n二>つて解杓の意思表示がなされたものというべきである。思うに法律行為をするこ\nとを内容とする委任契約は、</要旨第二>一般に委任者の利益を目的としてなされる\nものであつて、その限りては当事者の一方はいつでも任意に委任契約を解約するこ\nとができるものである（民法六五一条）けれども、もつぱら受任者の利益を目的と\nするもの、あるいは委任者・受任者双方の利益を目的とする委任契約は、当事者の\n一方が任意にこれを解約することはできないと解すべきである。したがつて、控訴\n人と被控訴人Ａとの間の前示契約については民法六五一条の規定は準用されず、控\n訴人はこれを任意に解約することはできないといわねばならない。しかしながら、\n前示認定によると、被控訴人Ａは昭和二七年一二月頃勝手にＲ名義の印を使用し前\n示相互掛金契約上の約八〇万円の債権の支払を受けて控訴人より告訴されたもので\nあり、同月以後被控訴人Ａは旅館営業の収支報告をせず、かつその利益を独占して\nいるのであつて、控訴人と被控訴人Ａとの間の前示契約に基づく信頼関係は、被控\n訴人Ａの右契約上の義務違反すなわち不信行為によつて裏切られ、右契約上の法律\n関係の継続は著しく困難にされたものというべきであるから、控訴人は催告をしな\nいでこれを解約することができるものというべきである。すると、被控訴人Ａに対\nする本訴状送達の日の昭和二八年四月一五日限り前示契約上の法律関係（前示委任\n関係及び使用貸借関係）は、解約により終了したものといわなければならない。\n被控訴人等の権利濫用の主張について考えてみる。被控訴人Ａが昭和二一年八月\n以来今日まで一五年余にわたつて本件建物で旅館営業を営んでおり、本件建物にお\nける旅館営業を廃止することによつて被控訴人Ａが損害を被るであろうことは推認\nに難くないけれども、前示のように前示法律関係における信頼関係が被控訴人Ａの\n責に帰すべき理由によつて破壊された以上、控訴人の解約権の行使は信義則に照ら\nしても是認されるのであつて、これをもつて権利の濫用ということはできない。被\n控訴人等の右主張は採用できない。\n被控訴人等の失効の原則の主張について考えてみる。前示認定のように、昭和二\n七年一二月頃被控訴人Ａが相互掛金契約上の債権八〇万円の払戻を受けて勝手に自\n己の所得とし、控訴人から告訴され、同月以後旅館営業による利益を独占したので\n前示契約上の信頼関係が破壊され、控訴人はその解約権を取得したものであつて、\n控訴人はその後間もなく昭和二八年四月八日本訴を提起していることが本件記録上\n明白であつて、控訴人はあまりに永く解約権を行使せず、被控訴人Ａに対してこれ\nを行使しないものとの信頼を生じさせたものということはできない。被控訴人等の\n右主張は採用できない。\nすると、被控訴人Ａは、前示法律関係の終了によつて、本件建物を占有すべき権\n原を矢つたものであつて、他に占有すべき権原を主張立証しない以上、控訴人に対\nしその所有の本件建物を明け渡すべき義務を免れない（なお、前示妾関係と前示法\n律関係とは、不可分的に結合されたものでなく、また後者は妾関係の維持を目的と\nするものではないから、控訴人の本件建物明渡請求権について民法七〇八条の規定\nは準用されない。）\n被控訴人Ａは、前示のように昭和二八年四月一五日限り本件建物を占有すべき権\n原を失い、同月一六日以後これを不法に占有し控訴人の本件建物の使用収益を妨げ\nて所有権を侵害しているものであつて、控訴人に対しその被つている損害を賠償す\nべき義務を免れない。前示のように被控訴人Ａは、昭和二七年夏頃本件建物を賃料\n月額四万円で賃借したい旨申し出ているのであつて、その賃料は少くとも月額四万\n円であると認めるのが相当である。したがつて、被控訴人Ａは控訴人に対し損害の\n賠償として昭和二八年四月一六日から明渡ずみまで月額四万円、したがつて控訴人\nが被控訴人Ａに対し本訴で請求するその内金月額二万円の割合による金額（およそ\n債権者が多数債務者を被告として金銭の支払を訴求する場合において、その請求の\n趣旨に特に一定の金額の「連帯」または「各自」支払を求める旨表示しない限り、\n平等分割した金額の支払を求めるものと解すべく、控訴人が被控訴人両名に対し月\n額四万円の割合による金額の支払を求めていることは、その訴状、控訴状の記載に\nよつて明らかであつて、控訴人は被控訴人両名に対しその連帯または各自支払を求\nめていない以上、控訴人は被控訴人Ａに対し右月額四万円の二分の一である二万円\nの割合による金額の支払を求めているものと解するほかはない。）を支払うべき義\n務があるものといわねばならない。\n被控訴人Ｂは、前示のように被控訴人Ａの養子となつて本件建物に居住し被控訴\n人Ａの旅館営業を補助しているものであつて、自己占有を有するものではない。被\n控訴人Ｂが本件建物を占有（自己占有）していることを前提とする、控訴人の被控\n訴人Ｂに対する請求はいずれも理由がなく棄却すべきである。\n控訴人の被控訴人Ａに対する請求は、前示認定の限度においてこれを相当として\n認容し、その余の請求は失当として棄却すべきである。\nそうすると、右と同趣旨でない原判決のうち控訴人と被控訴人Ａとの間の部分は\n失当であるから、民訴法三八六条を適用してこれを取り消すべく、右と同趣旨の原\n判決のうち控訴人と被控訴人Ｂとの間の部分は相当であつてこれに対する本件控訴\nは理由がないから、同法三八四条を適用してこれを棄却すべく、訴訟費用の負担に\nついて同法九六条八九条九三条、仮執行の宣言について同法一九六条を適用し主文\nのとおり判決する。\n（裁判長裁判官　山崎寅之助　裁判官　山内敏彦　裁判官　日野達蔵）\n目　　　録\n大阪市ａ区ｈｉ丁目ｊ番地上\n家屋番号　同町第ｋ番のｌ\n一、　木造瓦ぶき二階建店舗　　　　　一棟\n建坪四〇坪三勺ほか二階坪三三坪五合\n"
}