{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 10,
    "day": 20
  },
  "case_number": "昭和44(う)616",
  "case_name": "水産資源保護法違反、茨城県内水面漁業調整規則違反被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "lawsuit_id": "20823",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20823",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/823/020823_hanrei.pdf",
  "contents": "主　　　　文\n一　各原判決を破棄する。\n二　被告人Ａ、同Ｂをそれぞれ罰金二〇、〇〇〇円に、同Ｃを罰金一\n〇、〇〇〇円に各処する。\n三　被告人らにおいて右罰金を完納することができないときは、いずれ\nも金一、〇〇〇円を一日に換算した期間、当該被告人を労役場に留置する。\n四　被告人Ａから、水戸地方検察庁で保管中の同庁昭和四三年領第九三\n〇号の一、三枚網（かさねさし網）一統を、同Ｂから同じく水戸地方検察庁で保管\n中の同庁昭和四三年領第九三一号の一、三枚網（かさねさし網）一統を、同Ｃから\n同じく水戸地方検察庁で保管中の同庁昭和四三年領第一〇四七号の一、流しさし網\n一統を、それぞれ没収する。\n理　　　　由\n本件各控訴の趣意は、いずれも水戸区検察庁検察官事務取扱検事藤井嘉雄作成名\n義の各控訴趣意書に記載してあるとおりであり、これらに対する答弁は、いずれも\n弁護人中村浩紹作成名義の各答弁書並びに答弁補充書（但し、被告人Ａ、同Ｃにつ\nき、被告人Ｂの分を各引用）のとおりであるから、いずれもこれを引用し、これに\n対して当裁判所は、次のとおり判断する。\n各論旨は、被告人らに対する各公訴事実、すなわち、被告人らが各起訴状記載の\n日時、場所（いずれも茨城県下のａ川）において、いずれも法定の除外事由がない\nのに、さけを漁獲しようとして、被告人Ａ、同Ｂにおいては、船外機付漁船からか\nさねさし網を河中に流す方法により、被告人Ｃにおいては、さし網を河中に入れる\n方法により、それぞれ、さく河魚類であるさけを採捕したものであるとの、水産資\n源保護法（以下、単に法という。）二五条、三七条四号違反（なお、被告人Ａ、同\nＢについては、茨城県内水面漁業調整規則《以下、単に規則という。》二七条、三\n七条一項一号違反の各事実につき、各原判決が無罪を言い渡したことに対し、各原\n判決の、法及び規則にいう「採捕」の意義の解釈、適用に誤りがあり、その誤りが\n判決に影響を及ぼすことは明らかであると主張する。\nよつて、各所論にかんがみ、考察検討するに、各原判決は、無罪理由の前提とし\nて、被告人Ａ、同Ｂについては、それぞれ、さけを漁獲する目的で禁止漁具である\nかさねさし網を河中に流し、採捕行為をしたが、間もなく県の取締り職員に発見さ\nれ、さけ等の漁獲物を得るに至らず、また右魚類を網にからませるなどして現実に\nこれを自己の支配内に入れる状態を生じさせるにも至らなかつたものと認め、被告\n人Ｃについても、さけを漁獲する目的でさし網を河中に張つたが、上潮で綱が流れ\nなかつたため、間もなく網を揚げ、さけその他の魚類を獲らずに舟付場に戻り、さ\nけを自己の支配内に入れる状態を生じさせるにも至らなかつたものと認めたうえ、\n右被告人らの各行為は、いずれも採捕の未遂行為にすぎないものであつて、各起訴\n状記載の罰条に該当するものでなく、法及び規則中、他に本件各行為を処罰する規\n定は存しないとして、前掲各公訴事実につき無罪の言渡しをしたものであり、その\n理由の骨子とするところは、法及び規則にいう「採捕」とは、現実に魚類を捕捉す\nるか（「採捕」の日常用語的意味）、捕捉しうる状態において実力支配内に帰属す\nるに至らしめた（目的論的概念構成）ことを意味すると解するのが相当であるとこ\nろ、右解釈によれば、被告人らの前示各行為は、いまだいずれも「採捕」に該当し\nないものである、右解釈の限界を超えて、取締りの徹底ないし便宜の観点から、右\n「採捕」の意義につき、現実に魚類を自己の支配内に入れると否とを問わず、採捕\nの方法を行ない、魚類を捕捉しうる可能性を生ぜしめること、すなわち採捕行為を\nすることであると解するのは、拡張解釈の域を超え、罪刑法定主義の原則に抵触す\nる、というにあるものと認められる。\nしかしながら、法二五条の立法趣旨が産卵のため内水面にさく上するさけの繁殖\nの保護をはかることであり、規則二七条の立法趣旨もまた、内水面における水産資\n源の保護培養をはかるにあることは、縷説を要しないところであつて、右立法趣旨\nに即した目的論的見地に立つてみると、各原判決の「採捕」の意義に関する前記解\n釈は、字句の厳格解釈に執するの余り、狭きに過ぎるものと認めざるを得ない。右\n解釈にいう「魚類を捕捉しうる状態において実力的支配内に帰属するに至らしめ\nた」とは、本件についていえば、さけを被告人らの使用した網にからませること\n（一旦、網にからまつた魚類が逸走することの稀有であることは、当審における事\n実取調の結果に徴し、明らかである。）を指すものと解されるが、そもそも被告人\nらのなしうる行為としては、それぞれの網を水中に張ることだけであつて、さけそ\nの他の魚類が網にからむかどうかは、人為の及ばない全くの偶然事であり、また、\n当審における事実取調の結果によれば、取り締る側からすると、魚類が網にからま\nつたかどうかを確認することは、不可能であるとはいえないまでも、甚だ困難であ\nると認めざるを得ないのである。そして、原判決の解釈によれば、いかに大規模\nに、かつ、長時間網を水中に張つていても、魚類が網にからまつたことを確認しな\nいかぎり検挙もできず、また、一尾も網にからまない以上、未遂として処罰の対象\nとならないのに、小規模、短時間の採捕行為であつても、一尾でも網にからめば、\n既遂として検挙ないし処罰の対象とされることとなるが、かような取締りを著しく\n困難にし、かつ、不公平な法適用という結果を招くことは、行政取締法規である法\n二五条または規則二七条所定の「採捕」についての解釈態度としてとうてい賛同で\nきないところである。\n<要旨>以上の理由により、右「採捕」とは、論旨の主張するとおり、本件被告人\nらの実行した、いわゆる採捕行為</要旨>を指称し、現実に魚類を採捕したか否か、\nあるいはこれを捕捉しうる状態において実力的支配内に帰属するに至らしめたか否\nかは問うところではないと解するのが相当であるというべきである。しかして、右\n解釈は、以下の判例、すなわち、法定の除外事由がないのに禁止漁具である釣を使\n用してさけの採捕行為をしたが、現実に採捕するに至らなかつた（旧）北海道漁業\n取締規則三五条違反の事案につき、同条所定の漁具漁法により水産動物を採捕すべ\nき行為に出た場合は、現にこれを獲得したと否とにかかわらず、右漁具漁法による\n水産動物の採捕を禁じた右法条の犯罪を構成する旨判示した大審院昭和一三年三月\n七日判決（刑集一七巻三号一六九頁）を始めとして、右判決の援用する、（旧）漁\n業法施行規則四七条違反の事案につき水産動植物を疲憊又は斃死せしむべき有毒物\nを使用して水産動植物採捕の方法を行なつた以上、実際これを採捕したと否とを問\nわず右規則四六条（右「有毒物ヲ使用シテ水産動植物ヲ採捕スルコトヲ得ス」と規\n定）の犯罪を構成する旨判示した大審院大正一四年三月五日判決（刑集四巻二号一\n二一頁）、さらには（旧）狩猟法一一条違反の事案につき、同条にいわゆる捕獲と\nは鳥獣を自己の実力支配内に入れようとする一切の方法を行なうことをいい、実際\n鳥獣を実力支配内に入れ得たか否かは、これを問わない旨判示した大審院昭和一八\n年一二月二八日判決（刑集二二巻二二号三二三頁）、被告人が猟銃を発射したが、\n現実に山鳩を捕獲しなかつた事案につき、（旧）狩猟法五条六項中、「前二項ノ期\n間内ニ非ザレバ狩猟鳥獣ヲ捕獲スルコトヲ得ズ」とあるのは、許可された期間外に\nおいては現実に狩猟鳥獣を捕獲する場合のみならず、一般に狩猟行為をも禁止する\n趣旨と解するのを相当とする旨判示した東京高等裁判所昭和二九年一二月三日判決\n（高裁刑集七巻一二号一七四三頁）の各趣旨とも一致するものであつて、判例上確\n立された見解であるということができる。もつとも、最高裁判所判例として、\n（旧）漁業法七〇条にいわゆる「採捕」の意義につき、水産動植物を採取捕獲する\n目的で有毒物または爆発物を使用した者が、現実にその動植物を取得占有するに至\nつた場合のみに止まらず、有毒物または爆発物の使用により動植物を疲憊斃死せし\nめ容易に捕捉しうる状態に置いた場合をも指称するものと解するのが相当であると\nした昭和二八年七三一日判決（刑集七巻七号一六六六頁）及び同法六八条にいわゆ\nる「採捕」の意義につき、魚類を捕獲するために爆発物を使用し、魚類を容易に捕\n捉しうる状態に置くにおいては該魚類は爆発物使用者の支配内に帰属するものとい\nうことができるから、現実にこれを拾い集めて取得すると否とを問わず、右法条に\nいわゆる「水産動植物を採捕」したものと解するを相当とするとした昭和二九年三\n月四日決定（刑集八巻三号二二八頁）があつて、一見前掲各大審院判決と牴触して\nいるかの観があるが、いずれも従来の大審院判例を変更する旨明言しているわけで\nはなく、かつまた、事案は、いずれも右六八条の規定に違反して採捕したとされる\n水産動植物の所持罪（同法七〇条違反）にかかるものであつて、本件のような当該\n被告人の採捕行為それ自体が問題とされている案件とは異なるものであるので、当\n裁判所の上記判断の妨げとなるものではないと解する（なお、最近前記最高裁判所\n昭和二九年三月四日の決定の趣旨を援用して、鳥獣保護及狩猟ニ関スル法律一条ノ\n四の三項にいう「捕獲」の意義につき、本件各原判決と同旨の厳格解釈の立場をと\nつた福岡高等裁判所昭和四二年一二月一八日判決（高裁刑集二〇巻六号七九一頁）\n及びこれと立場を同じくする仙台高等裁判所昭和四三年一月二三日判決（高裁刑集\n二一巻二号九五頁）が相次いでおり、本件弁護人の答弁において利益に援用されて\nいるところであるが、当裁判所はこれに左袒することはできない。）。\n以上の次第であるから、当裁判所の右判断と異なる法令解釈のもとに被告人らの\n無罪を言い渡した各原判決は、法令の適用を誤つたものであり、その誤りが判決に\n影響を及ぼすことは明白であるから、各原判決は、この点においていずれも破棄を\n免かれない。論旨は、いずれも理由がある。\nよつて、本件各控訴は理由があるから、刑訴法三九七条、三八〇条により、各原\n判決を破棄したうえ、同法四〇〇条但書の規定に従い、さらに、次のとおり自判す\nる。\n（被告人Ａに対する認定事実）\n同被告人に対する起訴状記載の公訴事実と同一であるから、これを引用する。\n（右認定事実に対する証拠の標目）省略\n（右認定事実に対する法令の適用）\n同被告人の所為中、法定の除外事実がないのに、内水面においてさく河魚類たる\nさけを採捕した点は、法二五条、三七条四号に禁止漁具たるかさねさし網により水\n産動植物を採捕した点は、規則二七条、三七条一項一号（なお、いずれも罰金等臨\n時措置法二条）に各該当し、以上は一個の行為で数個の罪名に触れる場合であるの\nで、刑法五四条一項前段、一〇条に従い、重い前者の罪に対する刑に従い、所定刑\n中、罰金刑を選択し、所定罰金額の範囲内で量刑処断し、罰金不完納の場合の換刑\n処分につき、刑法一八条を、主文第四項掲記の該当物件（本件犯罪行為にかかる漁\n具で、同被告人の所有に属する。）の没収につき、規則三七条二項を、それぞれ適\n用する。\n（被告人Ｂに対する認定事実）\n同被告人に対する起訴状記載の公訴事実と同一であるから、これを引用する。\n（右認定事実に対する証拠の標目）省略\n（右認定事実に対する法令の適用）\n被告人Ａに対するものと同一であるから、これを引用する。\n（被告人Ｃに対し、原判決の認定事項に追加して認定する事実）\n原判決の認定事実を除くほか、同被告人に対する起訴状記載の公訴事実と同一で\nあるから、これを引用する。\n（右認定事実に対する証拠の標目）省略\n（同被告人に対する法令の適用）\n同被告人の所為中、法定の除外事由がないのに、内水面においてさく河魚類たる\nさけを採捕した点は、法二五条、三七条四号に、法定の除外事由がないのに、さし\n網によつて水産動植物を採捕するにつき、知事の許可を受けなかつた点は、規則六\n条三号、三七条一項一号（なお、いずれも罰金等臨時措置法二条）に各該当し、以\n上は一個の行為で数個の罪名に触れる場合であるので、刑法五四条一項前段、一〇\n条に従い、重い前者の罪に対する刑に従い、所定刑中、罰金刑を選択し、所定罰金\n額の範囲内で量刑処断し、罰金不完納の場合における換刑処分につき、刑法一八条\nを、主文第四項掲記の該当物件（本件犯罪行為にかかる漁具で、同被告人の所有に\n属する。）の没収につき、規則三七条二項を、それぞれ適用する。\nなお、刑訴法一八一条一項但書に従い、当審訴訟費用を被告人らに負担させない\nこととして、主文のとおり判決する。\n（裁判長判事　栗本一夫　判事　石田一郎　判事　藤井一夫）\n"
}