{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 41,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和41(く)84",
  "case_name": "裁判官忌避申立却下決定に対する即時抗告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第19巻4号447頁",
  "gist": "一、　ポリグラフ検査と被疑者の供述拒否権との関係\n二、　ポリグラフ検査書の証拠能力",
  "case_gist": "一、　ポリグラフ検査を行うことそれ自体が直ちに被検者たる被疑者の供述拒否権を侵害し、憲法第三八条第一項の趣旨に反し、刑事訴訟法第一九八条第二項に違反するものとは断じ難い。\n二、　ポリグラフ検査がそれに使用された器具の性能、操作技術等の諸点からみて信頼度の高いものと認められること、検査者が適格者であること、被検者が検査を受けることに同意したこと、検査書は検査者が自ら実施した検査の経過及び結果を忠実に記載して作成したものであること等の諸点を証拠によつて確かめ、叙上の諸要件を備えていると認められたときは、刑事訴訟法第三二一条第四項により右検査書に証拠能力を付与しても違法ではないと解すべきである。",
  "lawsuit_id": "20995",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20995",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/995/020995_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n理　　　　由\n本件抗告理由は、抗告申立人弁護人荒川昌彦、同塙悟連名提出の即時抗告申立の\n補充書に記載されたとおりであつて、その要旨は、昭和四十一年五月二十六日の公\n判廷において、原裁判所は、検察官請求に係る、被告人の司法警察員に対する各供\n述調書及び被告人に対するポリグラフ検査書二通を証拠として採用することにつき\n弁護人の意見を求め、これに対し主任弁護人は、\n被告人に対するポリグラフ検査書二通は、検査を行うこと自体が被検者の供述拒\n否権を侵害するものであるから憲法第三十八条第一項の趣旨に反し、刑事訴訟法第\n百九十八条第二項に違反し、被検者の同意の有無如何に拘らず違法であり、またそ\nの検査書は刑事訴訟法第三百二十一条第四項の鑑定書に該当せず、証拠能力がない\nと思料するから、叙上各供述調書の任意性、ポリグラフ検査状況等に限定し、その\n点についてだけ被告人質問をさせて欲しく、そのうえで叙上各供述調書及び検査書\nの採否を決定されたい旨の意見を述べ、右被告人質問は同期日にこれを行う予定に\nしていたのに拘らず、原裁判所は主任弁護人の右要求を却けて右各書類を証拠とし\nて取り調べる旨決定し、右証拠決定に対する主任弁護人らの異議申立を棄却したも\nのであり、右は原裁判所を構成する裁判官全員において検察官側の証拠調請求を容\n易に受け容れて捜査官の非を庇い不公平な裁判をする虞れがあるから、主任弁護人\nは右裁判官全員を忌避する旨申し立てたものであつて、訴訟を遅延させる目的は皆\n無であつたのに、原裁判所はこの申立を単に訴訟を遅延させる目的のみでなされた\nことが明らかな申立であるとしてこれを却下したから、茲に本件抗告に及ぶといら\nにある。\nそこでこれに対し次のとおり判断する。\n一　当事者が証拠として取調を請求したものにつきその証拠能力の有無を判定\nし、これを証拠として取り調べるかどうかを決定することは事実審裁判所の健全な\n裁量に委ねられているから、裁判所が右裁量の限度を著しく逸脱して、法令の解釈\n適用を歪曲し又は経験則を無視して供述の任意性の有無を誤認し若しくは当事者の\n一方の証拠調請求のみを許容し他方のそれを理由なく却下する等し、以て当事者の\nいずれか一方を不当に不利益な立場に陥れたような特殊な事情でもある場合は格\n別、然らざる場合においては、たとい証拠調に関する決定が法令に違反し若しくは\n相当でないため、反射的に当事者のいずれか一方が不利益を被むる結果になろうと\nも、その一事を捉えて直ちに、当該裁判官が不公平な裁判をする虞れがあるとして\nこれを忌避する理由があるとは即断し得ないものと解すべきである。\n二　そこで被告人に対する頭書被告事件の本案記録に基づいて考察するに、\n第二十一回公判期日における証人Ａの供述によれば、ポリグラフ検査とは、一般\nに人間が意識的に真実を蔽い隠そうと努力する場合には、それに伴つて非常に微妙\nな精神的動揺が発生し、相伴つて人体の内部に生理的変化ないし身体的反応を惹起\nすることに着眼し、そのうち比較的記録し易い呼吸波運動、皮膚電気反射（皮膚電\n気反応ともいう）及び血圧と脈榑の変化（心脈波という）をポリグラフ（同時記録\n器）を以て同時に記録する方法により、検査者は被検者に対して諸々の質問を発\nし、質問を受けた被検者の呼吸波運動、皮膚電気反射及び心脈波の記録を検討し、\n被検者が意識的に真実を蔽い隠そうと努力しているかどうかを検定する一種の心理\n検<要旨第一>査若しくは心理鑑定であつて、被検者が検査者の質問に対して答弁を\nすることは検査上必要なことではなく、</要旨第一>たとい答弁をした場合において\nも、これをそのまま該答弁内容の真実性を証明するための供述証拠として使用する\nのではなく、その際の心理検査の結果を非供述証拠として使用するに過ぎないもの\nと認められるから、ポリグラフ検査を行うことそれ自体が直ちに被疑者たる被検者\nの供述拒否権を侵害し、憲法第三十八条第一項の趣旨に反し、刑事訴訟法第百九十\n八条第二項に違反するものとはにわかに断じ難く、\nポリグラフ検査書は、ポリグラフ検査を実施した者がその検査の経過及び結果を\n記載して作成した書面であつて、被検者の供述を録取した書面でないことは明白で\nあるから、該検査書の証拠能力の有無を判定するに当つて、被検者とされた被告人\nに対し検査状況につき本人質問を行い、その供述の任意性の有無を確かめること<要\n旨第二>は全く筋違いであり、むしろ当該検査がそれに使用された器具の性能、操作\n技術等の諸点からみて信頼度の高</要旨第二>いものと認められること、当該検査者\nが検査に必要な技術と経験とを有する適格者であること、被検者が当該検査を受け\nることに同意したこと、当該検査書は検査者が自ら実施した検査の経過及び結果を\n忠実に記載して作成したものであること等の諸点を証拠によつて確かめたうえ、叙\n上の諸要件を備えていると認められたときは、刑事訴訟法第三百二十一条第四項に\n則りこれに証拠能力を付与しても敢えて違法ではないと解すべきところ、前顕証人\nＡの供述によれば、本件ポリグラフ検査書二通は叙上の諸要件を備えていないもの\nとは必ずしも認め難い（なお、被告人が自ら同証人に対し検査状況その他の諸点に\nつき縷々反対尋問を行つていることは記録上明白である）。\n然らば、原裁判所が敢えて被告人質問によつてその供述を聴くまでもなく、叙上\n各証人尋問の結果等に基づいて被告人の司法警察員に対する各供述調書及び被告人\nに対するポリグラフ検査書二通にいずれも証拠能力があるものと認め、これらを証\n拠として取り調べる旨決定したことは、事実審裁判所に委ねられた健全な裁量の限\n度を何ら逸脱するものでなく、原裁判所の右措置自体を捉えて以て原裁判所を構成\nする裁判官全員が不公平な裁判をする虞れがあると非難するのは当らないばかり\nか、その他抗告人らが本件忌避申立の理由として彼此主張するところは、いずれも\n抗告人らの単なる主観的臆測の域を脱せず、一件記録を精査検討しても、本件にお\nいては、原裁判所を構成する裁判官全員が不公平な裁判をする虞れがあることを疑\nわせるに足りる事由を発見し難く、本件忌避の申立は、その申立をなすに至るまで\nの審理の全過程に徴すると、裁判の公正について独自の解釈臆断をなし、その申立\nによつて訴訟手続を混乱させ、その進行を妨害し、単に訴訟遅延の結果を招来する\n目的のみでなされたことが明白であると認められるから、該申立を簡易の手続によ\nつて却下した原決定は正当であるというべく、本件抗告は理由がないと思料する。\n（その余の決定理由は省略する。）\n（裁判長判事　坂間孝司　判事　栗田正　判事　有路不二男）\n"
}