{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 35,
    "month": 2,
    "day": 5
  },
  "case_number": "昭和34(ラ)389",
  "case_name": "起訴命令申立棄却決定に対する抗告事件",
  "court_name": "大阪高等裁判所第四民事部",
  "article_info": "第13巻1号90頁",
  "gist": "起訴命令の申立と保全処分の存在",
  "case_gist": "起訴命令の申立は、保全処分の存在をその要件とするものであつて仮処分命令が特別の事情に基き取り消されたときは、起訴命令の申立はその目的を欠くものである。",
  "lawsuit_id": "22671",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22671",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/671/022671_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n本件抗告の趣旨及び理由は、別紙のとおりである。\n<要旨>思うに起訴命令は、債権者が仮処分命令または仮差押命令（以下仮処分命\n令等という。）を得たまま、いつま</要旨>でも本訴を提起せず、そのため仮処分命\n令等が際限なく継続することの不利益から債務者を救うことを目的とするもので、\n債権者をしてすみやかに本訴を提起させ、その発展によつて、いずれにせよ、仮処\n分命令等による暫定的状態に結末をつけようとするものである。したがつて、仮処\n分命令等自体が、その取消事由がどうであろうと、確定的に取り消された以上は、\n起訴命令の申立はその目的を欠缺するに至るのである。起訴命令の申立は、仮処分\n命令等の異議の申立（民訴法七四四条七五六条）と同様に、仮処分命令等の存在を\nその要件とするものである。\n抗告人は、本件仮処分命令は、特別事情による取消判決によつて確定的に取り消\nされたものであつて、その被保全権利の存否は審理の対象となつておらず、仮処分\nによつて抗告人の権利に制限を加えたことの当否が判断されず、本案判決確定まで\n抗告人の供した保証取消を求めることができないから、起訴命令の申立は許される\nべきであると主張するけれども、元来民訴法七五九条において特別の事情に基く仮\n処分の取消を許した趣旨を考えてみるに、仮処分は、それが係争物に関する仮処分\nであつても、または仮の地位を定める仮処分であつても、原則として債務者の保証\n供与によつてたやすくこれを取り消すべきものではない。しかし他面において仮処\n分は被保全権利の未確定の間に債権者に簡易迅速に与えられる強力な手段である点\nにおいて、仮差押と異るところはないから、右の原則を固守することは債務者に酷\nに失し公平の観念に反する場合も生ずる。そこで民訴法はこの間の調和を図つて七\n五九条の特則を設け、特別の事情の存する場合に限り、債務者に保証を供与させる\nことによつて仮処分の取消を許したのである。この場合債務者は専ら特別の事情の\n存在に基いて仮処分の取消を求めるものであつて、被保全権利の存否を問題とする\nものでない。債務者が異議の申立により被保全権利の不存在を主張するものでない\n以上、特別事情による取消判決があれば、もはや債権者が被保全権利の存在を主張\nすべき本案の訴を提起することの申立は許されないのはやむを得ない。この程度の\n不利益は、債務者が被保全権利の不存在を主張しないことによつて自ら招いたもの\nであり、しかも債権者に対し自ら本案について消極的確認の訴を提起し勝訴確定判\n決を得ることにより保証提供の拘束を免れることができるのであるから、これを甘\n受しなければならない。\nまた、仮処分命令がすでに特別の事情に基き取り消されて存在しないにもかかわ\nらず、起訴命令をすることができるとすると、債権者がそれに応じて本案訴訟を提\n起しないときは、仮処分命令を取り消すというような訴の提起を間接的に強制する\n方法もなく、結局債務者の方で本案について消極的確認の訴を提起するほかはない\nのである。抗告人の右主張は採用できない。\n他に記録を調べてみても、原決定を取り消すべき違法の点認められないから、民\n訴法四一四条三八四条九五条八九条を適用し主文のとおり決定する。\n（裁判長裁判官　熊野啓五郎　裁判官　岡野幸之助　裁判官　山内敏彦）\n"
}