{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 44,
    "month": 6,
    "day": 26
  },
  "case_number": "昭和39(ワ)6113",
  "case_name": "日赤中央病院休職",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "20059",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=20059",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/059/020059_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者双方の申立\n一、原告の申立\n１　被告は原告に対し、金八五八、六三〇円およびこれに対する昭和三八年四月一\n日から支払ずみまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行の宣言。\n二、被告の申立\n主文同旨。\n第二　当事者双方の主張\n一、原告の主張\n（一）　請求の原因\n１　原告は被告との間に雇傭契約を締結し、被告の経営する日本赤十字社中央病院\n（以下、病院という）に主事補として勤務していたところ、被告は、原告が監禁暴\n力行為等処罰に関する法律違反被告事件に関し、昭和三六年六月三日東京地方裁判\n所に起訴されたことを理由に、同日付で原告を休職処分に付した旨（以下本件休職\n処分という）、同月一二日原告に対し通告してきた。\n２　原告は同月三日から同月一二日までは現実に労務に就き、翌一三日から復職命\n令が発令された昭和三八年三月六日までは労務を提供したにも拘らず、被告により\n就労を拒絶された。\n３　本件休職処分が有効であるとしても、原告に対する通告の日以前に発効するい\nわれはないから、昭和三六年六月三日から同月一二日までの原告の賃金請求権に消\n長をきたすはずもなく、また、次に述べるように本件休職処分は無効であるから、\n同月一三日から昭和三八年三月六日までの間の労務給付の不能は被告の責に帰すべ\nき事由によるというべきであつて、原告はその間の賃金請求権を失わない。\n４　本件休職処分の無効理由は次のとおりである。\n（１）休職処分に関する病院の就業規則第五二条第五号、第五四条但書によれば、\n刑事事件に関し起訴されたことを理由に休職となつた者には俸給を支給しないこと\nとなつているが、そのような規定は、国家公務員法第七九条に比し、極めて苛酷な\n定めといわなければならず、労働基準法第一条、第二条および第九一条に違反し、\n無効である。\nすなわち、国家公務員法第七九条第二号は、刑事事件に関し起訴された場合にお\nいては職員はその意に反しても休職させられる旨定めているが、同法第八〇条第四\n項の規定を受けて定められている一般職の給与に関する法律第二三条第四項は、そ\nの休職期間中は一〇〇分の六〇に相当する額を支給することができる旨定め、かつ\n特殊の事情のない限り、右の額は現実に支払われている。\nこれは刑事訴訟におけるがごとく、被告人すなわち休職者に無罪の推定をもつて\n民事上の取扱をなすべきであるとはいえないにしても、少くとも起訴されても無罪\n判決のなされる可能性はあるのであるから、確定的に有罪とされた場合と同様の処\n分をすることは許されず、精々有罪に確定した際、遡つて不利益を与えうるという\n一種特別なペンデイングな立場で臨むことができるだけで、右給与に関する法律は\n起訴後裁判までの期間中の身分をペンデイングな状態として措定し、この間の昀低\n生活を維持させる趣旨で、給与の六〇パーセントを支給するものとしていると解さ\nれる。\nこれに反し、有罪判決に先立つて全く無給の休職処分を行うということは、労働\n者とその家族に対し、饑死を宣言するに等しい。このようなことは、労働者の生活\nを保障した労働基準法の立法趣旨に反する。\nまた、休職処分は制裁の一種とみるべきであるが、休職者を無給とすることは同\n法第九一条が制裁の内容を制限している趣旨に反することとなる。\n（２）就業規則第六一条第二項によれば、職員を休職にするには人事委員会の意見\nを聴取することが必要とされているが、本件休職処分をするに当り、被告がその意\n見を聴取した人事委員会（以下、本件委員会という）の招集手続に瑕疵があるの\nで、人事委員会の意見を聴取したこととならず、本件休職処分はこの点において就\n業規則に反する無効なものである。\n右瑕疵とは、会議の成立要件として、議題内容はともかくとして、少くとも構成\n員全員に会議招集の通知をなすべきことは理の当然というべきであるのに、当時、\n日本赤十字社中央病院労働組合（以下、組合という）側代表者たる人事委員の原告\nおよび訴外Ａに対しては何等の招集通知もなかつた点である。\n（３）本件休職処分は労働組合法第七条第一号の不当労働行為に該当する無効なも\nのである。\n本件休職処分の前提となつた刑事事件は、病院の当時の副院長訴外Ｂ、事務長訴\n外Ｃらによる告訴が端緒となつたものである。その告訴に係る事実の大略は、原告\nが昭和三六年三月一一日夜から翌一二日朝までに、右告訴人らに対し監禁および暴\n力行為をなしたというのであり、これに基づき起訴がなされたのであるが、これに\nつき東京地方裁判所は昭和三八年三月一一日原告に対し無罪の判決を言渡し、同判\n決は同月二五日確定している。\n右原告の監禁等の行為があつたという時間には、組合と被告との間に団体交渉が\n行われ、組合執行委員長であつた原告もその場に臨んでたのであるが、被告はかね\nてから原告の組合代表者としての活動を嫌い、折あらば病院より放逐しようとその\n機会を窺つていたところから、病院側団交委員として出席していた右告訴人らは、\n当日組合側と病院側とが団交をめぐつてトラブルが発生したことを奇貨として、こ\nの際これを刑事事件に発展させ、原告を解雇しようと考え、その場を故意に紛糾さ\nせ、その責任を原告に負わせ、右告訴に及んだものである。もとより、起訴は検察\n官がこれを行うものであるが、検察官が起訴を誤つた原因は右告訴人らが検察官に\n対し正確に事実を供述せず、故意に誤つたまたは誤認に基づく供述をしたことにあ\nる。\nこのようにして提起された起訴を利用して前述のような不利益を伴う本件休職処\n分の挙に出たことは明らかに原告が組合の正当な活動をしたことの故をもつてなさ\nれた不利益取扱いというのほかない。\n（４）さらに本件休職処分は権利の濫用としても無効である。\n就業規則第五二条の規定によつても、刑事事件に関する起訴の場合に当然休職と\nしなければならないものではなく、個個の事案に応じ、休職にするか否かを決定す\nべきものである。特に原告の場合のように結果において、原告に何等の刑事責任が\nないことが明白になるような事案については、慎重な考慮をなすべきであつたにも\n拘らず、病院長らが専ら報復的意図にかられ、処分を急ぐことのみを目的として本\n件休職処分はなされたものである。\n５　原告の昭和三六年六月三日から昭和三八年三月二六日までの間における賃金\nは、別紙給料計算書記載のとおり合計金八五八、六三〇円である。\n６　よつて、原告は被告に対し、右賃金八五八、六三〇円およびこれに対するこれ\nが支給日以後である昭和三八年四月一日から支払ずみまで民法所定の年五分の割合\nによる遅延損害金の支払を求める。\n（二）　抗弁に対する認否\n１　抗弁第１項中、原告が被告主張の休職期間中の賃金請求権を有しない点は争\nい、その余は認める。\n２　同第２項中、原告の賃金請求権の被告主張部分が時効消滅した点は争い、その\n余は認める。\nただし、時効期間の起算点は、原告に対する復職の発令があつた昭和三八年三月\n二六日である。けだし、原告が刑事事件に関し起訴されている立場で賃金請求をし\nても被告側から本件休職処分の効果として拒否されることは当然予想されることで\nあり、法律的に権利を行使しようとしてもできない状態にあつたというべきだから\nである。\n（三）　再抗弁\n原告の時効期間の起算点についての主張が容れられないとしても、原告は昭和三\n九年二月被告の賃金支払担当者である病院長に対し、本訴請求に係る賃金の支払を\n口頭で請求している。本訴提起はその後六ケ月以内であるから、昭和三七年二月分\n以降同年六月分については時効が中断されている。\n二、被告の主張\n（一）　請求の原因に対する認否\n１　請求原因第１項は認める。\n２　同第２項は否認する。\n３　同第３項は争う。\n４　同第４項中、就業規則第五二条第五号、第五四条但書および同規則第六一条第\n二項に原告主張のような規定があることならびに原告に対する監禁等被告事件につ\nき原告主張のとおり無罪判決があり、これが確定していることは認め、その余は否\n認または争う。\n５　同第５項は、原告主張の期間原告が就労した場合における賃金がその主張のと\nおりとなることは認める。\n（二）　抗弁\n１　原告は、その主張のように昭和三六年六月三日監禁等被告事件に関し起訴され\nたが、当時施行の就業規則には休職に関し、「第五十二条左の各号の一に該当する\nときは職員を休職することがある。一、病気（公病を除く）欠勤六月以上に及びな\nお勤務に堪えないとき。……五、刑事事件に関し起訴せられたるとき。第五十四条\n休職中の者には俸給（号俸、号給、加給、増給）の三分の一を休職給として支給す\nる。但し第五十二条五号に依つて休職となつた者には支給しない。第六十一条休\n職、解雇（懲戒解雇を除く）又は退職の発令は任免権を有する社長又は所属長が辞\n令書をもつてこれを行う。②前項の休職及び解雇をなす場合は人事委員会の意見を\n聴くことを要するものとする」と定めているので、被告は人事委員会の意見聴取の\n手続を経た上、同日付で原告を休職処分に付し、同処分は昭和三八年三月六日復職\n発令まで続いたものである。\nしたがつて、原告は右休職期間中の賃金請求権を有しない。\n２　原告主張のとおり賃金請求権が発生したとしても、原告の毎月初日から末日ま\nでの賃金はその月の一六日（当日が休日に当るときはその前日）に支給されること\nとなつているところ、本件訴提起までに、本件請求に係る賃金のうち、昭和三七年\n六月以前の分はその支給日である同月一六日から二年の時効期間が経過しているの\nで、時効により消滅している。\n（三）　再抗弁に対する認否\n否認する。\n第三　証拠関係（省略）\n理　　　由\n一、原告主張の請求原因１項および本件休職処分当時施行の病院就業規則第五二条\nに「左の各号の一に該当するときは職員を休職にすることがある。一、病気（公病\nを除く）欠勤六月以上に及びなお勤務に堪えないとき。……五、刑事々件に関し起\n訴せられたるとき」と、第五四条に「休職中の者には俸給（号俸、号給、加給、増\n給）の三分の一を休職給として支給する。但し第五十二条五号に依つて休職となつ\nた者には支給しない」と定められていることは当事者間に争いがない。\nそこで、先ず右起訴休職および起訴休職者に対する賃金不支給を定めた規定の効\n力について検討するに、人が刑事事件に関し起訴された場合、犯罪の嫌疑が客観化\nされたものとして、それなりの社会的評価を受けることは避けられない実情にあ\nり、病院職員が公訴の提起を受け乍ら、職員として勤務を続ければ、当該職員の職\n務および公訴事実の内容如何によつては職場秩序が乱され、または病院ないし被告\nの社会的信用が害され、職務遂行上支障をきたすことのあるは否定できず、また、\n公判審理が開始されれば、刑事被告人として原則的に公判期日に出頭する義務を負\nい、場合によれば勾留された状態で公判審理を受けることもあり、この点からも職\n務遂行が阻害されることのあるのは免がれない。\n病院職員が公訴の提起を受けたとき、その者の身分を保有させたまま、職務に従\n事することを拒絶する措置である休職とすることができる旨の前記就業規則第五二\n条第五号が設けられたのは、そのようなところから考えられ、決して不合理な規定\nであるとはいいえない。\nしかして、労務給付の不履行ないし不能があつても、それが民法第五三六条第二\n項または労働基準法第二六条にいう債権者または使用者の責に帰すべき理由による\nとき、労働者はそれにも拘らず賃金請求権を失うことがないのであるが、労働者に\n対する犯罪の嫌疑の客観化による職務遂行上の支障が根拠となつている起訴休職に\nよる労務給付の不履行ないし不能は、右使用者の責に帰すべき事由によるものとは\nいいえず、労働者の賃金請求権は当然には発生しないというべきである。\nしたがつて、前記就業規則第五四条但書の規定は右当然のことを定めたものとい\nうことができ、労働基準法第二六条に違反するものでない以上、同法第一条、第二\n条により無効となることはない。もとより労働者の生活を保障するため、起訴休職\n者に対しても賃金を支給するのが好ましいことはいうまでもないところであり、国\n家公務員に関する法律において起訴休職者に休職給を支給する旨定められているこ\nとは原告主張のとおりである（ただし、国家公務員についても休職給が実現をみた\nのは昭和二六年法律第二七八号による給与法の一部改正によるのであり、支給額も\n俸給等の一〇〇分の六〇以内である）が、国家公務員とそうではない病院職員との\n間に身分上の取扱いにおいて差異のあることは不当といえず、そのこと故に前記就\n業規則の規定の効力を云々することは相当でない。\nまた、労働基準法第九一条は、労働者をして勤務させ乍ら、経営秩序ないし職場\nの規律違反を理由として通常の額以下の賃金を支給する制裁としての減給に関する\n規定であつて、前述の起訴休職による賃金不支給とは関係がない。\n他に、前記就業規則の規定の無効事由について主張立証がない以上、有効なもの\nとして原告に適用あるものといわなければならない。\n二、病院就業規則第六一条第二項に病院職員を休職にする場合に人事委員会の意見\n聴取を必要とする旨定めていることは当事者間に争いがないところ、成立に争いの\nない乙第一、二号証に証人Ｃの証言、同Ａの証言部分および原告本人の供述部分を\n併せ考えれば、人事委員会は人事の適正を期するため、任免権者に協力することを\n目的とし、中央人事委員会と地方人事委員会とがあつて、病院にはその名称を付し\nた地方人事委員会が設立され、所属長が就任する委員長および所属長の任命にかか\nる経営者側職員側各四名宛選出の委員から成り、定足数は三分の二以上で、原告の\n人事に関する事項はその職務領域に入ること、職員側委員四名のうち二名は従来組\n合推薦者をもつて充てており、昭和三六年三月組合役員改選に伴い、組合から病院\nに対し、新たに執行委員長となつた原告および副執行委員長訴外Ａを人事委員とし\nて推薦する旨通告したが、その際は右Ａのみ従前の組合推薦委員と交替させ、原告\nを委員に任命することをしなかつたこと、病院において人事委員会の招集通知はこ\nれを職場内で回覧することによつてなされるが、本件休職処分を審議した人事委員\n会招集通知が回覧された際および同委員会が開催された際は、右Ａは病気欠勤して\nいて、いずれもそのことを当時知らなかつたことならびに右招集に応じて右Ａ以外\nの人事委員全員が出席して開かれた人事委員会において本件休職処分を是認する議\n決がなされたことが認められ、これに反する前掲証人Ａの証言部分および原告本人\nの供述部分は信用しない。\nしかして、人事委員会の構成員である委員に対する招集通知が一部欠けたまま開\n催された同委員会の議決はそれとしての効力を有しないというのほかないが、通知\n方法について特に定めのない右のような職場内における機関である人事委員会の招\n集通知は勤務場所である職場内において同委員がこれを知りうる状態に置けば足\nり、自宅等にまで通知する必要はないというべきである。そうとすれば、本件休職\nを議決した前示人事委員会の招集手続に原告主張のような瑕疵はないというべきで\nあるから、人事委員会の意見聴取が本件休職処分の有効要件としても、それに欠け\nるところはない。\n三、次に、原告主張の不当労働行為の成否の検討に入るに、本件休職処分の原因と\nなつた刑事事件につき、東京地方裁判所が昭和三八年三月一一日原告に対し無罪の\n判決を言渡したこと、同判決が同月二五日確定したことは当事者間に争いがない。\n成立に争いのない甲第一号証に前掲証人Ａおよび同Ｃの各証言ならびに原告本人\nの供述を併せ考えると、原告は組合において執行委員、書記長の役員経歴を有し、\n昭和三六年三月二日執行委員長に選出されたものであり、また組合は上部団体であ\nる全日本赤十字労働組合連合会（以下全日赤という）に加盟しているものである\nが、同月一一日午後六時頃から病院本館二階大会議室において、団体交渉委員とし\nて病院側から副院長訴外Ｂ、事務部長訴外Ｃほか七名（他に記録係一名、オブザー\nバー三名）、組合側から執行委員長である原告ほか一〇名がそれぞれ出席し、組合\n員数十名ないし一〇〇名位およびその他若干名を傍聴させて、団体交渉が開かれた\nこと、同日午後七時頃交渉途中で病院側団体交渉委員間において意見調整の必要が\n生じたことを機会に、同交渉委員等病院側出席者全員が院長室に赴くため一方的に\n団体交渉の席を立ち、隣室の小会議室に入つたので、団体交渉が中断するに至り、\n組合側はこれに対し、原告ら組合員が同室へ入つて、Ｂ副院長、Ｃ事務部長に対\nし、団体交渉の再開を要求したが、同人らがこれに応じようとしなかつたところ、\n同日午後九時頃全日赤中央執行委員長であつた訴外Ｄほか訴外Ｅら中央委員十数名\nがその場へ来て、原告ら組合役員に代つて病院側団体交渉委員に対する説得にかか\nつた結果、翌一二日午前二時頃から前記大会議室で団体交渉が再開され、同日午前\n六時頃終了したこと、そのような経過の中で、原告がＤ中央執行委員長、Ｅ中央委\n員ほか組合員等多数と共謀の上、病院側団体交渉委員等が入室した前記小会議室に\n同人らを閉じ込め、約七時間にわたつて同人らを不法に監禁したというのが、原告\nに対する公訴事実の第一であり、第二は、原告がＤ中央執行委員長、Ｅ中央委員ら\nとともに、集団の圧力を加え、強いて病院側に団体交渉を再開させようとして、前\n記小会議室において、数十名の者と共同して、Ｂ副院長およびＣ事務部長に対し、\n同人らを取り囲んでその耳元に口を近づけて、一斉に絶叫するなどの暴行を加える\nとともに同室備付の机一箇を損壊したということであり、第三は、原告が再開され\nた団体交渉の席上、次回交渉日を取り決めるに際し、病院側団体交渉委員等に対\nし、団体交渉の続行を要求して、多衆の威力を示して脅迫したということであつ\nて、右第一の事実は刑法第二二〇条第一項に、第二および第三の各事実はいずれも\n暴力行為等処罰ニ関スル法律第一条第一項に該当するものとして起訴されたもので\nあること、右刑事事件は病院側団体交渉委員等からの告訴にかかるものであり、原\n告以外に全日赤中央委員および組合役員らが被告訴人とされたが、起訴されたの\nは、原告、Ｄ中央執行委員長およびＥ中央委員の三名であり、同人らに対しては前\n示裁判所において前記第二の事実につき有罪の判決が言渡されていること、以上の\n事実が認定でき、他にこれに反する証拠はない。\nしかして、前掲甲第一号証によれば、原告らに対する前示刑事事件について、前\n示裁判所においても外形的事実についてはかなりの程度にこれを認定しているので\nあり、前示有罪部分を除き原告らに対する無罪の言渡がなされたのは、検察官と証\n拠および事実の評価に当つての基本的態度に大きな差異があつたことに少からず由\n来すると認められるのであつて、同号証および前掲証人Ａの証言、原告本人の供述\nによれば、病院側の組合に対する従前からの不誠実な態度に対応して当日の組合側\nの言動が激化するに至つたものであることが充分窺えなくないにしても、原告主張\nのように、病院側団体交渉委員等において刑事事件に発展させるため団体交渉を意\n図的に打切り、その後の紛糾状態を作出し、誤つた供述を取調検察官になし、検察\n官がこれに惑わされて原告を起訴するに至つたものと認定するのは前示認定事実に\n照らしても、また証拠上も無理というのほかない。原告本人の、病院の一診療部長\nが原告の解雇を予言した旨および病院により原告が共産党員であると誤認されてい\nた旨の供述があつてもこれにより右認定が可能となるものでもなく、他に本件休職\n処分が不当労働行為であることを認めるに足りる証拠はない。\n四、原告は、さらに、本件休職処分は病院長らが専ら報復的意図にかられて草々に\nなされたもので権利の濫用である旨主張するが、本件休職処分がそのような意図に\n出たものであることを認めるに足りる証拠は見当らない。起訴休職は起訴という事\n実に基づいてなされるもので、その結果である有罪無罪とは無関係に処分が決定さ\nれるべきであつて、無罪となつた事案であつたから慎重な考慮が要請されるといつ\nたものではない。ところで、原告は前示のように主事補として、病院の調度課に勤\n務し、備品消耗品を取扱つていたものであることが原告本人の供述より認められる\nが、同供述によれば、原告は勾留のまま起訴され、昭和三六年六月八日釈放された\nものであることが認められる。そして、起訴にかかる三箇の犯罪事実の法定刑も決\nして軽いとはいえず、職場内の行為で労使関係、経営秩序に関連を有し、内容的に\nみても事案軽微とはいい難い点よりすれば、その発生については病院側にも責任が\nある紛争の一局面が訴追の対象であり、病院においては起訴休職者を無給扱いと定\nめていること前示のとおりであることを考慮しても、いまだ本件休職処分を目して\n前示起訴休職制度の目的を逸脱したものあるいは権利の濫用とまではいうことがで\nきない。\n五、しかして、原告に不利益を与える休職処分を一方的に遡及させてその効力を生\nじさせることが許されるはずのものではないが、前示のように、原告は起訴された\n昭和三六年六月三日から同月八日釈放されるまでは勾留により身柄を拘束されてい\nたのであるから、その間の賃金請求権が発生するに由ないこと明らかといわなけれ\nばならない。\n右釈放後同月一二日まで原告が病院に勤務したことは原告本人の供述により肯認\nされなくはないが、その間の賃金は、その支給期日であること当事者間に争いのな\nい同月一六日から、労働基準法第一一五条所定の二年の時効期間の経過により消滅\nしたといわなければならない。なお、本件休職処分が右賃金を請求するにつき法律\n上の障害に当らないこというまでもない。\nそして、本件休職処分が原告に通告された日の翌日である同月一三日以降の賃金\n請求権が発生しないことは既述のとおりである。\n六、よつて、その余の点につき判断するまでもなく、原告の請求は理由がないから\n失当として棄却し、訴訟費用につき民事訴訟法第八九条を適用して主文のとおり判\n決する。\n（裁判官　豊島利夫）\n（別紙省略）\n"
}