{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 36,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和32(ネ)111",
  "case_name": "賃金請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第14巻2号99頁",
  "gist": "一、　ロツクアウトと使用者の賃金支払義務との関係\n二、　労働基準法第二六条と民法第五三六条第二項との関係",
  "case_gist": "一、　ロツクアウトによる就労不能は、常に使用者を賃金支払義務から免かれさせるものではない。ロツクアウトが使用者の緊急行為と目し得る場合の如く、ロツクアウトによる労務受領拒否が使用者の責に帰することのできない事由によるものと認められる場合に限り、使用者は受領遅滞の責を負わず、延いて民法第五三六条第一項の規定により賃金債務を免責されることとなるに過ぎない。\n二、　労働基準法第二六条は、使用者の責に帰すべき事由による休業の場合につき、民法第五三六条第二項の規定を全面的に排除することにより、労働者に対する使用者の責任を軽減しようとしたものとは解することができない。",
  "lawsuit_id": "21248",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=21248",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/248/021248_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n第一、　控訴人訴訟代理人は、原判決を取消す、被控訴人等の請求を棄却する、\n訴訟費用は第一、二審とも被控訴人等の負担とするとの判決を求め、被控訴人等訴\n訟代理人は、控訴棄却の判決を求めた。\n第二、　当事者双方の事実上の陳述並びに証拠の提出、援用及び認否は、双方に\nおいてそれぞれ次のように附加陳述し、証拠として、被控訴人等訴訟代理人におい\nて、甲第十、第十一号証の各一、二を提出し、乙第六、第七号証の成立を認め、控\n訴人訴訟代理人において、乙第六、第七号証を提出し、当審証人Ａ１の証言を援用\nし、甲第十、第十一号証の各一、二の成立を認めたほかは、いずれも原判決事実摘\n示の記載と同一であるから、これをここに引用する。\n第三、　控訴人訴訟代理人が附加した陳述は次のとおりである。\n一、　部隊司令官によるストライキ参加労務者の就労拒否が正当な理由に基くも\nのであることは原判決摘示の控訴人の答弁のとおり（第三の二、の（二））である\nが、当時の情勢について附加すれば、本件ストライキ期間前及びストライキ期間中\n組合及び組合員には同摘示のような種々の暴挙があり、言語、風俗、慣習を異にし\nた外国（日本）に駐留する米軍当局が右のような集団的暴行について抱く畏怖警戒\nの念は、日本人相互間の場合と異なり甚しく大きいものであることは自然の情であ\nり、自明の理である。殊に本件ストライキは全駐労小倉支部としてはもちろん福岡\n県下駐留軍労働組合の組織以来昀初の争議で労資とも未経験、未熟であり、しかも\n争議発生の主たる原因は米国軍人及び日本人労務者幹部の排斥要求にあり、米軍人\nとスト参加労務者との間には険悪な空気がかもし出されていたのであるから、かよ\nうな事態の下に争議未解決のまま労務者の入門就労を許すことにつき軍当局が多大\nの危惧警戒の念を抱いたことは当然である。\n二、　本件ロツクアウトが正当な争議行為であることは原判決摘示の控訴人の答\n弁（第三の二、（三）の２）のとおりであつて、なおこれをふえんすれば、当時予\n告されていた四十八時間ストは一応予告どおり終了するものと予想され、組合が引\n続いてストを行う状勢にはなかつたけれども、紛争が未解決である限り組合がいつ\nまたストに出るかも知れないという恐れは十分にあり、そしてストに出ればその際\nまた本件ストの場合のように不当な暴挙が行われる恐れがなしとしなかつた。しか\nも本件ロツクアウトは右ストに接着して行われ、当時両者間の緊迫した対立関係は\nスト中とすこしも変らず依然同様に持続されていたのであるから、かような状勢下\nにおける使用者側のロツクアウトは右ストに対する対抗手段に外ならないし、又労\n働者側の攻撃に対する防禦的な措置と見るべきは当然のことである。これを一応ス\nトの終了した時の前後により区別して考えることは、一連の争議を全体として把握\nすることを忘れた形式的機械的な見方であつて争議の本質を見誤るものである。\n三、　控訴人（調達庁）の定めた駐留軍労務者給与規程中の「軍の都合により使\n用人を休業せしめた場合は一日につき平均賃金の六割に相当する休業手当を支給す\nる」旨の規定は労働基準法第二十六条の規定と趣旨を同じくするものではない。す\nなわち、駐留軍労務者に関して米国政府と日本政府（調達庁）との間に締結されて\nいる労務基本契約第三条によれば、米国政府は、労務者が実際に勤務状態にあつた\n時間に対して日本政府から支払を受けたスケジユールＡ所定の総給与額を、日本政\n府に補償する旨定められ、スケジユールＡによれば、軍の都合により労務者を休業\nさせた場合には、平均賃金の六割に相当する休業手当を支給する旨定められてい\nる。軍の都合により労務者を休業させた場合は、実際に勤務状態にあつたものとは\nいえないのであるから、これに対しなお平均賃金の六割に相当する休業手当を支給\nするということは前記労務基本契約に定めた大原則に対する例外であり、たとえ日\n本政府が六割以上の休業手当を労務者に支払つてもそれを米国政府に補償させるこ\nとはできない。そこで日本政府（調達庁）は右基本契約及びスケジユールＡの規定\nに即応してこれとそこしないよう駐留軍労務者給与規程（その内容はスケジユール\nＡと同じである。）中に前記摘示のように定めたのであつて、それは単に労働基準\n法第二十六条と全く同趣旨のことを単に注意的に規定したに止まるものではない。\nなお右規定は全駐留軍労働組合もこれを承認し、同組合と調達庁との労働協約の内\n容としているものである。従つて右規定（これは実質的には就業規則の性格を有す\nるものである。）によつても、控訴人は本訴賃金中六割を超える部分については支\n払義務を負わない。\n第四、　被控訴人等訴訟代理人の附加した陳述は次のとおりである。\n一、　本件就労拒否当時の団体交渉において、部隊司令官は自ら強く右はロツク\nアウトでない旨を主張していた。それは労働協約による通告義務違反の責を免かれ\nるためであったが、すでに使用者自ら本件がロツクアウトであることを否定した以\n上、本訴において控訴人がこれをロツクアウトであると主張することは、禁反言の\n原則に照し許されるべきでない。\n二、　仮に本件就労拒否がロツクアウトに当るとしても、ロツクアウトは、市民\n法的に見るならば、債権者たる使用者が債務者たる労働者の提供した労務の受領を\n拒否することであるから、使用者は受領遅滞の責を負い、反対給付たる賃金の支払\n義務を免かれることはできない。\n三、　控訴人主張の労務基本契約、スケジユールＡ及び給与規程の内容が控訴人\n主張のとおりであることは争わないが、仮にこれを就業規則の性格を有するものと\nしても、使用者が一方的に定める就業規則によつて労働者が有する権利を奪うこと\nはできないから、この点に関する控訴人の主張は理由がない。\n理　　　　由\n一、　以下本項に掲げる事実は当事者間に争がない。すなわち、\n被控訴人等はいずれも駐留軍に労務を提供するため控訴人に雇用され福岡県小倉\n市所在の米国陸軍小倉綜合補給廠（以下部隊という。）に使用される労務者であつ\nて、全駐留軍労働組合福岡地区本部小倉支部（以下支部組合という。）の組合員で\nある。\n昭和二十八年七月十五日支部組合は臨時大会を開き、「モータープールのＢ１軍\n曹の更迭」「不当解雇、不当職変の即時取消」など十項目の要求及びそのためには\n実力行使をも辞しないことを決定し、軍、福岡県及び小倉渉外労務管理事務所（以\n下労管という。）と交渉を続けたが解決に至らないため、同年八月三日午前零時か\nら四十八時間ストライキを決行することを決定、労働協約の条項に基いて同年七月\n二十八日その旨を文書で福岡県知事に通告し、通告どおりストライキに突入した。\n右ストライキは同年八月四日午後十二時を以て終了の予定でその旨通告してあった\nところ、四日午後九時三十分になつて、部隊司令官Ｃ１大佐は労管所長に対し、\n「問題の十項目に関する完全な協約ができるまで、現在ストに参加しているいかな\nる従業員も当軍施設への復帰を許可することができない。……貴下が遅滞なくこの\n主旨を県知事及び組合長に通告することを要求する。」旨を通告し、労管所長は同\n夜十時頃その要求に従い右のとおり支部組合委員長に通告した。一方支部組合は予\n定どおり同夜午後十二時を以てストライキを終了し、ピケツトをも撤去し、まもな\nく翌五日午前一時に交替する支部組合員たる労務者（警備員など）が出勤し入門し\nようとしたところ、警戒の任に当つていたＭＰ、武装将兵等によつて入門を阻止さ\nれ、更に同日午前七時頃多数組合員が平常どおり出勤、入門しようとしたところ、\nこれも同様阻止され就労することができなかつたが、その後支部組合、部隊、労管\nの三者交渉の結果、翌六日午前八時に至り、要求事項十項目について合意に到達\nし、協定書を作成調印し、以後軍側も組合負を就労させるに至つた。\n二、　以上の争のない事実によれば、部隊司令官はスト参加組合員に対し予め労\n務の受領を拒むことを通告し、かつ現実に実力を以て入門を拒否し労務の受領を拒\n絶したためその間スト参加組合員はその労務に服する債務を履行することができな\nかつたものであり、被控訴人等が控訴人に雇用されているのは駐留軍に労務を提供\nするためであつて、労務提供の関係においては控訴人は被控訴人等を駐留軍の指揮\nの下に置いているものと認められるから、部隊は雇傭主である控訴人に準ずべきで\nあり、従つて駐留軍の前記行為による右就労不能は債権者である控訴人自身による\n労務の受領拒絶によつて生じた就労不能と同視すべきものである。ところで民法第\n五百三十六条第二項の規定によれば、債権者である使用者の責に帰すべき事由によ\nつて債務者たる労働者が労務を給付する債務の履行をすることができないようにな\nつたときには、労働者は反対給付である賃金の支払を受ける権利を失わない。一定\n期間内の労務に服すべき労働者がその期間に対応する労務に服しないまま期間を徒\n過したときは当然その期間内の労働者の労務給付の債務は履行不能となり、それが\n債権者たる使用主の労務の受領遅滞中に生じたときは、これまた債権者の責に帰す\nべき事由による履行不能となるものと解すべきである。そうして労働者が労務の提\n供をなすにかかわらず使用者において故意に就労を拒否することはこれにより使用\n者の受領遅滞を来たすものであるが、ただそれが使用者側の緊急やむを得ない事由\nによるときは、例外として、使用者の意思に基く就労拒否であつても信義則上これ\nを使用者の責に帰することを得ず、使用者の受領遅滞を認めることはできないこと\nになる。本件においては、部隊により予め労務の受領を拒否され、所定の出勤時刻\nに就労のため入門しようとした多数組合員が実力を以てこれを阻止されたことは前\n示のとおりであり、原審証人Ｄ１の証言によれば、これら就労を阻止されたのは被\n控訴人等を含むほとんどすべての組合員であつたことが推認できるので、これによ\nり使用者である控訴人が受領遅滞に陥つたことはほとんど明らかというべきとこ\nろ、控訴人は種々の事由を挙げて、右労務の受領拒否が債権者である国の責に帰す\nべきものでないことを主張するので、以下それらが使用者を免責すべき事由に該当\nするか否かにつき検討する。\n控訴人は、右ストライキの期間前及び期間中組合及び組合員によりその主張のよ\nうな暴挙がなされたことから見て、争議未解決のまま労務者の就労を許すことは米\n国の権利、職員及び財産を危険にさらすことになるので、労務受領を拒否する正当\nな事由があつたと主張する。この点については、原審証人Ｅ１、同Ｆ１、同Ｇ１、\n同Ｄ１、同Ｈ１の各証言を総合すれば、昭和二十八年八月三日本件ストライキ開始\n後部隊表門附近には鉢巻をした組合員が約三、四百人集合してピケツトを張り、そ\nの一部は横列に並んで手を繋ぎ又腕を組んで部隊内に出入しようとする日本人労務\n者を見張り、同日午前八時頃強いて入門しようとした部隊顧問の日本人Ｇ１に対\nし、何故入るのかと声を掛けてこれを阻止しようとし、同人の手や肩を押え、その\nため同人着用のシヤツの袖が破れボタン一箇がとれたりしたこと、その他ピケ隊は\n部隊門前で門内に入ろうとする米国兵運転のバスや乗用車を止めたり、止めたバス\nの前に細丸太一本を横たえその前に組合員多数が旗を持つて立塞がりその進発を妨\nげたこともあり、これに伴つてバスの前窓の硝子を破損したこともあり、又米人と\n夫婦になつている日本人婦人をそれとは知らずに下車させ、その身分を明らかにさ\nせるため門衛所まで連行したりした等の事実を認めることができ、これらはいずれ\nもピケツトとしては行き過ぎた行為であることが明らかであるけれども、原審証人\nＤ１、同Ｉ１、同Ｈ１の各証言によれば、これら自動車に関する件は、スト第一日\nにおいて、スト破りをしようとする日本人労務者を米軍自動車に乗せて全速力でピ\nケ線を突破するようなことが繰返され、これらの日本人の有無を確かめてこれを説\n得するため自動車に手で合図をして停止させようとしてもその効果がなかつたこと\n等から自然に起つた偶発的出来事で、その後組合側と軍側との間に協定ができ、ス\nト第二日には米軍自動車はピケラインで除行することになり、ピケ隊は車を停めな\nいで外から日本人労務者の同乗の有無を識別できるようになつたので、このような\n事故はなくなつたことを認めることができる。なお控訴人はストライキ期間前及び\nストライキ期間中組合及び組合員による不当なピケ行為、部隊施設内に入つて就労\nしようとする労務者に対する暴行、一軍人の家族に対する威嚇、軍人に対する襲\n撃、軍の車両に対する損傷など諸種の暴挙があつた旨主張し、成立に争のない甲第\n九号証の二、乙第六号証（いずれも米軍司令部作成の公文写）にはそのとおり記載\nしてあるけれども、その暴挙の内容は右に摘示した以上に具体的には示されてい\nず、成立に争のない甲第九号証の三、同第十一号証の一、二によれば、調達庁労務\n部長より極東軍司令部にその具体的内容を照会したにもかかわらず、これに対する\n極東軍司令部の回答らしい書面にもなんらその具体的内容を明らかにしていないこ\nとが認められ、その他前認定の程度以上に控訴人主張のような具体的事実があつた\nことはこれを認めることのできる証拠がない。結局以上認定の組合員の行為には、\nピケツトとしては行き過ぎた暴挙を含むけれども、それはピケツトを強化してスト\nライキを実効あらしめようとする行為に過ぎず、ストライキ期間中だけ行なわれて\nいたもので、ストライキと無関係のものではなく、しかもストライキ第二日には既\nに平穏に帰しており、たとえ組合側の要求事項が未解決であつても、ストライキが\n終れば当然やむはずのものであつたものと認められ、原審証人Ｅ１の証言により認\nめられる右ストライキは九州地域の駐留軍関係で起つたストライキとしては昀初の\nものであつたという事情も、言語習慣を異にする米国軍人が日本人の集団運動に対\nして抱くべき警戒の念を考慮しても、ストライキ終了後なおこれに類する暴挙が繰\n返されることを虞れる根拠となすに足りないものであり、その他組合員の行為中に\nストライキ終了後における組合員の入門ないし就労が米国の権利、職員及び財産を\n危険にさらすことを予想しなければならない合理的な理由となし得るものが当時存\n在していたことを認めることのできる資料はない。従つてストライキ中に右認定の\nような暴挙があつたこと及び争議がなお未解決であつたことを参酌しても、ストラ\nイキ終了後組合員のなした労務の提供は債務の本旨に従つた提供というに妨げな\nく、債権者である控訴人ないし部隊には、この点についてはその受領を拒否すべき\n正当な理由はなかつたものといわなければならない。従つて使用者たる控訴人は、\n右就労の拒否により受領遅滞に陥つたものというべく、これによりその後被控訴人\n等が同年八月五日の一日間労務に服することができなかつたことは、債権者たる控\n訴人の責に帰すべき事由による履行不能に該当するものというべきである。\n三、　控訴人は部隊がとつた本件就労拒否の措置は使用者の正当な争議行為とし\nてのロツクアウト（作業所閉鎖）であるから控訴人は賃金支払義務がないと抗弁す\nる。成立に争のない甲第二号証の一、二、同第三号証及び原審証人Ｄ１の証言を総\n合すれば、部隊のとつた右就労拒否は、部隊が組合の冒頭掲記の要求項目につき使\n用者の利益の為組合側を制圧して、組合側の要求撤回と、紛争の使用者側に有利な\n早期解決を図るためになされたものであることが明らかであり、五日午前零時以降\n部隊の通告どおり組合員等の入門就労が実力を以て現実に拒否されたことは当事者\n間に争のないところであるから、本件就労拒否が使用者側の争議手段としてのいわ\nゆるロツクアウトに当ることは明らかである。被控訴人等は右就労拒否につき使用\n者によるロツクアウト宣言がなく、かえつて部隊側は右措置がロツクアウトではな\nい旨を繰返し明言していたのであるから、これをロツクアウトということはできな\nい旨主張するけれども、争議手段としてのロツクアウトは、解雇とは異り、労働契\n約を消滅させ又はこれを変更する意思表示ではなく、労務の受領を拒否する行為に\n過ぎないものであるから、争議解決の手段としてこのような措置がとられ、就労が\n現実に阻止されたときは、これをもロツクアウトというに妨げなく、たとえ使用者\nがロツクアウトの宣言をしなくとも、又、使用者自身これをロツクアウトでないと\n言明した事実があつたとしても、それが労働協約上の通知義務違反を生じ得ること\nは別として、使用者側の争議手段であることには変りはなく、その事実関係に着眼\nしてこれをロツクアウトに当るものという<要旨第一>ことができる。このようなロ\nツクアウトは、労務の給付される作業所施設につき使用者が所有権その他の排他</\n要旨第一>的管理権を有し、その権利に基いてなされる以上、特にこれを権利濫用と\n認むべき特段の事由がない限り、そのこと自体は正当な権利の行使として許容され\nたものというべきであり労働者には使用者の所有権等の行使を排除して施設に立入\nるべき権利はない。しかしながら、かようなロツクアウトにより就労が拒否された\n場合に、使用者が当然その間の賃金支払義務を免かれるか否かは更に別個の問題で\nある。ロツクアウトは使用者側の行い得る殆んど唯一の争議手段として労働者の争\n議権と対比され、労働者のなす争議行為が憲法第二十八条に保障される労働基本権\nに因由し、それが正当なものである限り、先制的攻撃的であると防禦的であるとを\n問わず刑事上も免責され民事上も損害賠償の義務から免責されているのに対し、使\n用者のなすロツクアウトは憲法第二十九条に保障される財産権に因由し、それが正\n当な財産権の行使である限り、刑事上も処罰を受けず、民事上も損害賠償義務を生\nじさせることなく、結局労資双方の有する争議手段が相まつて労資の対等な団体交\n渉を可能とし、労使関係の公正な自主的調整、延いては経済の正常な発展を期待さ\nせるものであるが、争議手段が正当であるということは労使何れに対しても既存の\n労働契約ないし労働協約からの解放を認めるものではなく、既存の労働契約関係は\nそれが適法に変更されるまでは争議中も依然存続しているのであるから、使用者が\n争議手段としてロツクアウトに訴え労働者が債務の本旨に従う労務提供をしたにか\nかわらずこれを受領しないときは、それは使用者側における受領遅滞となり、その\nための就労不能は使用者を賃金支払義務から免かれさせることができない。ただ個\n々の場合について観察するとき、使用者の労務受領拒否が使用者の責に帰すること\nのできない事由によるものと認められる場合に限り、使用者は受領遅滞の責を負わ\nず、延いて使用者は民法第五百三十六条第一項の規定により賃金債務についても免\n責されることとなるに過ぎない。たとえばロツクアウトが使用者の緊急行為と目し\n得る場合の如きはこれに属すべく、これに反し、いわゆる先制的攻撃的ロツクアウ\nトは多くの場合使用者の責に帰すべき事由に当るものとして免責の効果を生じない\nものと解すべきである。本件ロツクアウトが一応部隊の施設管理権の行使によるも\nのと認むべきことは冒頭掲記の事実により明らかであるけれども、すでに説示した\nとおり部隊が労管所長に就労拒否を通告した時期は、あと二時間半位で四十八時間\nストの終了しようとしている四日午後九時半頃であり、又当時労働者の就労を拒否\nしなければならないような緊急又は危険な事態になかつたことも前認定のとおりで\nあるから、このような段階において組合側の要求撤回、紛争の部隊に有利な早期解\n決を目的としてなされた本件ロツクアウトはむしろ先制的攻撃的ロツクアウトに当\nるものというべく、これによる労務給付の不能は民法第五百三十六条第二項にいう\n債権者の責に帰すべき事由によるものであつて、債務者である組合員等は反対給付\nである賃金を受ける権利を失わないものといわなければならない。\n四、　控訴人は、仮定抗弁として、本件就労拒否は軍の都合による休業に該当す\nるから、駐留軍労務者給与規程の定めるところにより、平均賃金の六割に相当する\n金員を支払うを以て足りる旨主張する。駐留軍労務者の給与規程中に控訴人主張の\nような条項があることは当事者間に争のないところであり、成立に争のない甲第一\n号証によれば、控訴人（調達庁）と全駐留軍労働組合との間の労働協約中にも同様\nの条項が存在することを認めることができるけれども、右各条項の文言は労働基準\n法第二十六条と殆んど同じであつて、同条と同様特に民法第五百三十六条第二項の\n規定の適用を排除する趣旨は、条項自体の文言からは窺われない。控訴人は、日本\n国政府と米国政府との間に締結された労務基本契約第三条及び同契約附属スケジユ\nールＡを引用して右給与規程及び労働協約の条項が労働基準法と異なる特別の意味\nを有する旨主張し、右労務基本契約第三条及びスケジユールＡの内容が控訴人主張\nのとおりであることは、当事者間に争のないところであるけれども、このことから\n直ちに控訴人主張のような特別の意味を看取することはできない。かえつて成立に\n争のない乙第四号証により認められる日本国政府と米国政府との間の労務基本契約\n第三条のａ項（２）及びｂ項を含む全文を通読すれば、日本国政府が米国政府より\n支払を受ける金額は日本国政府が前掲給与規程に従つて労務者に支払うべき給与額\nと必しも厳密に一致するものでもないことが認められ、又当審証人Ａ１の証言によ\nれば、駐留軍労務者給与規程中の控訴人主張の条項は、労働基準法第二十六条と趣\n旨を同じくするように立案当時民法の規定についても考慮せられたけれども、特に\nその第五百三十六条の規定の適用を排除しようとするような特段の配慮はなかつた\nことが認められるので、右給与規程の条項は控訴人主張のような特別の意味を有す\nるものではなく、<要旨第二>労働基準法第二十六条とその趣旨を同じくするもので\nあることは明らかである。そうして右労働基準法第二十</要旨第二>六条の規定する\n「使用者の責に帰すべき事由」はこれを民法第五百三十六条第二項にいう「債権者\nの責に帰すべき事由」と区別しなければならない根拠を見出し難く、労働基準法の\n右規定は、単に労働者の生活擁護のため民法第五百三十六条第二項所定事由中「使\n用者の責に帰すべき事由による休業」の場合につき平均賃金の百分の六十の限度で\n罰則及び附加金の制裁を以て支払を使用者に強制する趣旨のものと解すべく、民法\n第五百三十六条第二項の規定の適用を全面的に排除することにより労働者に対する\n使用者の責任を軽減しようとしたものとは解することができない。すなわち使用者\nの責に帰すべき事由による就労不能の場合には、労働者は労働基準法第二十六条所\n定の百分の六十の限度に制限されることなく、賃金全額の請求権を失わないものと\nいうべきである。従って右規定と同趣旨の前記駐留軍労務者給与規程中の条項もま\nたこれと同様に解すべきであり、又全駐留軍労働組合と控訴人との間の労働協約中\nのこれと同趣旨の条項も、これまた前同様前記民法の規定の適用を排除する趣旨と\nは解し難く、以上のことは前記駐留軍労務者給与規程の条項を就業規則の性質を有\nするものと解しても結論を異にするところはない。その他被控訴人等と控訴人との\n間の労働契約において右民法の規定の適用を排除する特約のあることは、これを認\nめることのできる証拠がない。従つて前記駐留軍労務者給与規程の条項ないしこれ\nと同趣旨の労働協約の条項を理由として民法第五百三十六条第二項による控訴人の\n責任の軽減を主張する控訴人の抗弁もまた理由がない。\n五、　以上のとおり、被控訴人等は昭和二十八年八月五日の一日間労務に服する\nことがでなかつたにかかわらず同日分の賃金請求権を失うものではないところ、そ\nの金額が別紙債権額欄記載のとおりであることは当事者間に争がない。よつてその\n支払を求める被控訴人等の請求は理由があり、これを認容した原判決は相当である\nから、民事訴訟法第三百八十四条、第九十五条、第八十九条を適用し、主文のとお\nり判決する。\n（裁判長判事　川喜多正時　判事　小沢文雄　判事　位野木益雄）\n（別紙省略）\n"
}