{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 5
  },
  "case_number": "平成14(わ)1324",
  "case_name": "殺人被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6082",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6082",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/082/006082_hanrei.pdf",
  "contents": "主文\n被告人を懲役１１年に処する。\n未決勾留日数中７０日をその刑に算入する。\n押収してある包丁２丁（平成１４年押第２６７号の１，２）及び包丁の柄\n１個（同押号の３）を没収する。\n理由\n（罪となるべき事実）\n被告人は，肩書住居地の自宅で，両親らと同居していたが，全く働く気がなく，\n母Ａの作る食事を摂る以外は，自室に引き籠もってテレビを見たりテレビゲームを\nしたりして過ごすという生活を続けていたが，同女から仕事をするよう度々注意を\n受けていたことから，同女に対する反感，憎しみの念を募らせ，同女を殺してやり\nたいと思うようになっていたところ，平成１４年７月１１日午後７時３０分ころ，\nいつもと違って時間になっても夕食に呼ばれなかったことから，１階居間で同女に\n「飯は。」と聞くと，「ない。働く気がないなら出ていけ。出ていく前に弁償して\nいけ。」と言われたことに立腹し，同女を殺害しようと決意し，同所において，両\n手に持った包丁２丁（刃体の長さ約１７．６センチメートル及び同約１６センチメ\nートル。平成１４年押第２６７号の１ないし３）で，その胸部等を多数回突き刺\nし，よって，同日午後８時３０分ころ，埼玉県ａ市Ｂ病院において，同女（当時６\n４年）を胸部の刺創群による血気胸により死亡させて殺害したものである。\n（証拠の標目）　略\n（責任能力について）\n第１　弁護人の主張\n弁護人は，被告人は犯行時統合失調症（精神分裂病）に罹患していたものと\n推定され，責任無能力であり，医師Ｃのいわゆる簡易鑑定結果は信用できないと主\n張するので，以下，当裁判所の判断を示すこととする。\n第２　事実関係\n関係各証拠によれば，以下の各事実が認められる。\n１　被告人は，高校受験を断念するまでは，成績もよく，特段の問題行動もなか\nったが，その後は，無気力となった。中学卒業後，就職したが，両親に金を無心\nし，断られると暴力を振るうようになり，昭和５９年１月，親に対する傷害，恐喝\n罪で医療少年院に入院した。約１年２か月後に仮退院し，帰住先に赴く途中逃げ出\nし，自殺未遂事件を起こし，自宅に引き取られ，その後，数か所で就労したもの\nの，いずれも長続きせず，平成２年ころからは仕事をせず，同８年ころからは自宅\nに引き籠もっていたが，家族に暴力を振るうことはなかった。\n同９年１月末ころ，火事で自宅が焼失したため，警備会社に勤めながら一人\n暮らしを始めたものの，同年秋ころには同社を辞めてしまい，いわゆるホームレス\n生活をしていたが，同１２年８月末ころ，父親の勧めで再び家族と同居するように\nなった。被告人は，全く働く気がなく，食事時に１階に下りて母親の作る食事を摂\nる以外は，２階の自室に籠もってテレビを見たりテレビゲームをしたりして過ごし\nていた。同女は，被告人に仕事をするよう度々注意していたが，被告人は聞き入れ\nず，イライラしては憂さ晴らしに自室の壁を蹴ったりして穴を開けるなどしてい\nた。\n被告人は，母親から，仕事をしろ，金を入れろ，働かないのなら出て行けな\nどと小言を毎日のように言われ，同女に対する反感，憎しみの念を募らせ，本件の\n約１年前からは，同女を殺してやりたいと思うようになっていた。\n被告人は，同１４年７月１１日午後７時３０分ころ，時間になっても夕食に\n呼ばれなかったので，１階居間に下り，母親に「飯は。」と聞くと，「ない。働く\n気がないなら出ていけ。出ていく前に弁償していけ。」と強い口調で言われたこと\nから，立腹し，小うるさい同女を殺してしまおうと決意した。被告人は，台所に行\nって刃体の長さが約１７．６センチメートルと約１６センチメートルの包丁２丁を\n取り出し，これを両手に１丁ずつ持って居間に戻り，いきなり同女の胸部目掛けて\n包丁を突き刺し，同女が大声で悲鳴を上げ，必死に抵抗したことにも躊躇せず，そ\nの胸部付近を手当たり次第に多数回突き刺した。居合わせた弟が止めに入るや，包\n丁を振り回し，同人の額や腕などを切り付け，同人を追い払った。被告人は，倒れ\n込んだ同女の身体に跨り，その胸部目掛けて刺し続けたが，駆けつけた父親から，\n「止めろ。」と怒鳴られ，持っていた包丁を取り上げられた。同女は，同日午後８\n時３０分ころ，搬送先の病院で，胸部の刺創群による血気胸により死亡した。\n２　被告人に幻覚，妄想は認められない。精神科の通院，入院歴はなく，両親，\n兄弟にも精神病の病歴はない。\n３　被告人は，犯行前後，犯行時の状況について，清明な記憶を保持している。\n第３　検討\n１　まず，犯行の動機についてみると，上記のとおり，反感，憎しみの念を募ら\nせ，殺してやりたいと思うまでになっていた被害者から食事の用意はないなどと言\nわれ，立腹し，同女殺害を決意したもので，その動機は了解可能である。　次に，\n犯行態様についてみると，被告人は，母親に対しては，包丁２丁でその胸部目掛け\nて多数回にわたって突き刺しており，他方，弟に対しては包丁を振り回しているも\nのの，これは，犯行遂行の障害を除去すべく追い払おうとしてなされたもので，攻\n撃態様を異にしており，また，その後駆けつけた父親には攻撃を加えていない。こ\nのように，被告人は，その場の状況に応じて犯行遂行に向けて合目的的な行動をと\nっており，不審な点は認められない。\n確かに，被告人が，犯行前の約２年間，自室に引き籠もり社会と没交渉の生\n活を送っていたこと，医療少年院への入院歴があること，犯行後晴れ晴れした気持\nで，反省の情は感じない等と被告人が供述していることなどの事情も認められる。\nしかし，医療少年院仮退院後は長続きはしなかったものの就労経験もあり，特段の\n社会的問題行動も引き起こしていない。自室への引き籠もりや物への八つ当たり的\n攻撃は，被告人のように社会的自立心のない子供が親の庇護下にある場合に往々に\nしてみられる現象で，特異な言動とまではいえない。次に，被告人に反省悔悟の念\nが窺えないことは明らかであるが，これは被告人の情性欠如を示すものに過ぎな\nい。\nそうすると，被告人には，犯行前後，犯行時を通じて，精神の異常を窺わせ\nるような特異な言動は見受けられない。\nそして，被告人に幻覚，妄想，病歴，遺伝的負因は認められず，問題となる\nような記憶の欠落もない。\n以上検討の結果を総合すれば，被告人は，犯行当時，行為の是非善悪を弁識\nし，これに従って行動する能力を有しており，その完全責任能力が認められること\nは明らかである。\n２　弁護人は，被告人は，統合失調症に罹患していると推定されると主張する\nが，上記１で検討したところから明らかなように，被告人が精神病に罹患していた\nものとは到底解し難い。\n次に，弁護人は，捜査段階におけるＣ医師の簡易鑑定を信用できないと縷々\n主張するが，もともと起訴前の簡易鑑定は，正式鑑定の要否を見極めるためのスク\nーリングの役割を担っているに過ぎず，Ｃ医師のとった手法も通常の簡易鑑定にお\nいてなされているものであって，特異なものではなく，正式鑑定において採られて\nいる方法を採用していないからといって，これを論難するのはあたらない。むし\nろ，専門医であるＣ医師の面接においても，正式鑑定を必要とするほどの精神状態\nの異常が窺われなかったことに注目すべきである。\n（量刑の理由）\n本件は，被告人が，当時６４歳の母を殺害したという事案である。\n本件犯行の動機，態様は，上記のとおりであり，被告人は，３０代半ばに至って\nも，仕事をせず，両親に依存するばかりで，自室に引き籠もって正に無為徒食の生\n活を続けていたことから，被害者がその将来を案じ，仕事をするよう注意するのは\nいわば親として当然のことであるのに，自己の生活態度を顧みようともせず，被害\n者を小言を言う邪魔な存在ととらえ，これを殺害したもので，余りにも身勝手で，\n短絡的な犯行というほかはなく，強い非難に値する。\nその態様も，強固な確定的殺意に基づき，弟の制止も排除し，包丁２丁を使って\n強力かつ執拗な攻撃を加えたもので，誠に残忍な犯行である。\n被害者は，ホームレス生活をしていた被告人を不憫に思い，自宅に引き取り，生\n活全般の面倒をみ，その自立を願って注意し続けたことが仇となり，息子の手に掛\nかって落命したもので，その無念さは察するに余りある。遺族にも深刻な打撃を与\nえており，その処罰感情は大変に厳しい。\nしかるに，被告人は，被害者がこの世からいなくなって晴れ晴れした気持だなど\nと供述し，反省悔悟どころか，生命の尊厳に対する畏敬の念も全く窺えない。\n以上によれば，被告人の刑責は重い。\n他方，被告人は，事実を認めていること，前科はないことなど，被告人にとって\n酌むべき事情もある。\nよって，主文のとおり判決する。\n平成１４年１２月５日\nさいたま地方裁判所第１刑事部\n（裁判長裁判官　金山薫　裁判官　山口裕之　裁判官　嘉屋園江）\n"
}