{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 15
  },
  "case_number": "平成12(行ケ)80",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12853",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12853",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/853/012853_hanrei.pdf",
  "contents": "平成１２年（行ケ）第８０号審決取消請求事件（平成１２年９月２０日口頭弁論終\n結）\n判　　　　　決\n原　　　　　　告　　　株式会社エヌ・ティ・ティ・データ\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　水  谷  直  樹\n同　　　　　　　　　　粟  田  英  一\n被　　　　　　告　　　有限会社ナショナルフーズ\n（旧商号）　　有限会社ネブキン\n代表者取締役　　　    【Ｂ】\n訴訟代理人弁理士　　　【Ｃ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が平成１０年審判第３５４２３号事件について平成１１年１２月１７\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、「アンサーセンター」の片仮名文字を横書きして成り、商標法施行\n令別表の区分による第３８類「移動体電話・テレックス・電子計算機端末・電報・\n電話・ファクシミリによる通信、無線呼出し、テレビジョン・有線テレビジョン・\nラジオ放送、報道をする者にたいするニュースの供給、電話機・ファクシミリその\n他の通信機器の貸与」を指定役務とする登録第３３６９８０７号商標（平成４年９\n月３０日登録出願、平成１０年７月１０日設定登録、以下「本件商標」という。）\nの商標権者である。\n原告は、平成１０年９月４日、被告を被請求人として、本件商標登録の無効\n審判の請求をした。\n特許庁は、同請求を平成１０年審判第３５４２３号事件として審理した上、\n平成１１年１２月１７日、「本件審判の請求は、成り立たない。」との審決をし、\nその謄本は平成１２年２月７日原告に送達された。\n２　審決の理由\n審決は、別添審決書写し記載のとおり、①本件商標は、請求人（原告）の引\n用する下記Ａの商標（以下「引用Ａ商標」という。）とは類似しないから、商標法\nの一部を改正する法律（平成３年法律６５号）附則５条３項の規定によって読み替\nえられた商標法８条２項の規定に違反して登録されたものということはできず、ま\nた、②「ＡＮＳＥＲ」、「ＡＮＳＥＲシステム」及び「アンサーセンター」の文字\nは、請求人（原告）の業務に係る役務であることを表すものとして需要者の間に広\nく認識されていたものとは認められず、かつ、本件商標と請求人の引用する引用Ａ\n商標及び下記Ｂの商標（以下「引用Ｂ商標」という。）とは非類似の商標であるか\nら、本件商標をその指定役務に使用しても役務の出所について混同を生じさせるお\nそれはなく、本件商標が商標法４条１項１５号に違反して登録されたものというこ\nとはできず、したがって、本件商標の登録を無効とすることはできないとした。\nＡ　商標の構成　「ＡＮＳＥＲ」\n指定役務　商標法施行令別表の区分による第３８類　　　　　　「電子計\n算機端末による通信」\n出願日　平成４年９月９日（商標法の一部を改正する法律（平成３年法律\n６５号）附則５条１項の規定による使用に基づく特例の適用を主張）\n設定登録日　平成６年９月３０日\n登録番号　登録第３００４６３８号\nＢ　商標の構成　「ＡＮＳＥＲ」\n指定役務　商標法施行令別表の区分による第４２類\n「電子計算機による情報処理」\n出願日　平成４年９月９日（商標法の一部を改正する法律（平成３年法律\n６５号）附則５条１項の規定による使用に基づく特例の適用を主張）\n設定登録日　平成７年５月３１日\n登録番号　登録第３０４４２６４号\n第３　原告主張の審決取消事由\n審決の理由中、本件商標及び引用Ａ、Ｂ商標の構成、指定役務、出願及び登\n録の経緯の認定（審決書２頁２行目～３頁１行目）は認める。\n審決は、本件商標と引用Ａ商標との類否の判断を誤り（取消事由１）、ま\nた、本件商標をその指定役務に使用した場合の役務の出所混同のおそれについての\n判断を誤った（取消事由２）結果、本件商標につき、商標法の一部を改正する法律\n（平成３年法律６５号）附則５条３項の規定によって読み替えられた商標法８条２\n項及び同法４条１項１５号の適用を看過したものであるから、違法として取り消さ\nれるべきである。\n１「ＡＮＳＥＲ」ないし「ＡＮＳＥＲセンター」の周知著名性について\n取消事由１、２に共通する前提として、原告が「ＡＮＳＥＲ」の名称で提供\nしてきたサービス（以下「ＡＮＳＥＲサービス」という。）を通じて、「ＡＮＳＥ\nＲ」ないし「ＡＮＳＥＲセンター」が顕著に知られるに至ったことを述べる。\n(1)　原告が分社化される以前の日本電信電話株式会社の更に前身である日本電\n信電話公社は、昭和５６年８月に、コンピューターを利用した自動照会応答サービ\nスとしてＡＮＳＥＲサービスの提供を開始し、同サービスは、昭和６０年に日本電\n信電話株式会社の設立に伴い同社に引き継がれ、更に昭和６３年５月に同社が分社\n化されるのに伴って原告に引き継がれた。\n(2)　ＡＮＳＥＲサービスの「ＡＮＳＥＲ」は、Automatic Answer Network\nSystem for Electrical Request の頭文字をつなげた造語であるが、当初より自動\n照会応答サービスの名称として「アンサー」の称呼が採用された。この自動照会応\n答サービスとは、例えば、銀行に預金口座を有する者が自己の預金残高の照会や振\n込、入金の通知を受ける際に利用されるサービスである。すなわち、利用者は、原\n告（当初は日本電信電話公社、次いで分社前の日本電信電話株式会社）が運営管理\nしている「ＡＮＳＥＲセンター」を介して、銀行のセンターに電話等により接続し\nて預金残高の照会等を行うと、銀行から「ＡＮＳＥＲセンター」に対して当該預金\nに関するデータが提供され、これに応じて「ＡＮＳＥＲセンター」がコンピュータ\nーの自動処理により照会内容に対する自動音声応答を行い、あるいは口座入金の自\n動通知を行い、資金移動（振込、振替等）等に応ずるというものである。\n(3)　ＡＮＳＥＲサービスは、当初は電話機に対する自動音声応答ないし通知等\nの形態で提供されていたが、その後は音声以外の方法、すなわち、ファクシミリ\n（昭和５９年４月）、キャプテン端末（同年１１月）、パソコン（昭和６１年１１\n月）、ディスプレイホン（平成２年）への自動応答へとサービス提供方法が拡大さ\nれていった。\nさらに、原告からＡＮＳＥＲサービスの提供を受けることにより自動照会\n応答等に応じる機関も、当初の銀行から、証券会社（昭和６０年）、生命保険会社\n（平成２年）へと拡大しており、平成４年３月時点でＡＮＳＥＲサービスを利用し\nていた銀行は、当時の我が国の都市銀行、特殊銀行（長信銀）、信託銀行及び地方\n銀行の全行、第２地方銀行の約８５パーセントに達し、さらに、信用金庫の８０パ\nーセント、大手ないし準大手証券に分類される主要な証券会社のすべてもＡＮＳＥ\nＲサービスの提供を受けていた。そして、我が国の個人、法人の大半は銀行に預金\n口座を開設しているから、これらの者が自己の預金口座の残高照会に対する自動応\n答、入金通知、資金移動等のサービスを銀行から受けた際には、そのほとんどすべ\nての場合に、原告の「ＡＮＳＥＲセンター」から、上記のサービスを受けていたこ\nとになる。\nなお、被告は、「共同ＣＭＳ」サービスについて言及するが、共同ＣＭＳ\n（「ＣＭＳ」は、Cash Management Serviceの頭文字をつなげた造語）は、あらかじ\nめ指定された時刻にデータを一括送信するというサービスを内容とするものであ\nり、音声応答を行えないなど、ＡＮＳＥＲサービスとはサービス内容を異にしてい\nるほか、その需要及び利用回数にも格段の差がある。すなわち、平成２年度のＡＮ\nＳＥＲサービスの利用回数（トラヒック数という単位でカウントされる件数）は、\n銀行、証券関係だけでも合計３億８１００万件に及んでいるのに対して、共同ＣＭ\nＳにおいては、同２２１４万６０００件にすぎない。\n(4)　そして、銀行が預金者等に対して配布していた自動応答サービスのパンフ\nレットにおいても、ＡＮＳＥＲサービスの仕組みが図示されているほか、液晶画面\nが付された電話機のパンフレットにおいても、同電話機を利用してホームバンキン\nグサービスの提供を受ける際には、原告のＡＮＳＥＲサービスが利用され、原告の\n「ＡＮＳＥＲセンター」を介して自動応答がされることが説明されている。また、\nＡＮＳＥＲサービスは、新聞においても繰り返し記事として掲載されてきたほか、\n「知恵蔵」１９９２年版にも、原告が提供する自動応答サービスの名称として掲載\nされている。\nなお、被告は、上記パンフレット等において「ＡＮＳＥＲセンタ」と語尾\nに長音がないものが混在しているとか、「ＡＮＳＥＲセンター」と表示すべき部分\nに単に「ＡＮＳＥＲ」としか表示していないものがある旨主張するが、長音の有無\nは実質的な同一性を損なうものではないし、被告が指摘する「ＡＮＳＥＲ」としか\n表示していない部分は、サービスの名称としての「ＡＮＳＥＲ」を表示したにすぎ\nないものである。\n(5)　以上のとおり、「ＡＮＳＥＲ」は、原告が提供してきた自動照会応答サー\nビスの名称として、また、「ＡＮＳＥＲセンター」は、同サービスの提供場所とし\nて、遅くとも本件商標の出願日である平成４年９月３０日までには、我が国におい\nて顕著に知られるに至っていたことは明らかである。そして、引用Ａ商標は、この\nＡＮＳＥＲサービスを開始した当初から、本件商標の出願時までの１１年余りにわ\nたって使用されてきた著名な商標である。\n(6)　原告のＡＮＳＥＲサービスは、本件商標の出願時以降も更に利用実績を高\nめ、現在ではネットワーク上の自動照会応答サービスにも対応し、社会的インフラ\nストラクチャーの一つとして必須不可欠の地位を占めるに至っている。すなわち、\n平成８年には「ＡＮＳＥＲ－ＷＥＢ」の名の下にインターネット上での利用を可能\nにするサービスを開始し、平成１０年には「ＡＮＳＥＲ－ＳＰＣ」の名の下に、利\n用者がＡＮＳＥＲサービスを通じて入力したデータをそのままコンピュータ上で加\n工利用することを可能とするサービスを開始した。このような新しいサービスは、\n新聞や雑誌等でも積極的に取り上げられ、「ＡＮＳＥＲ－ＳＰＣ」サービスを利用\nするためのパソコン用ソフトウェアが販売され、原告自身もこの新しいサービスを\n積極的に広告宣伝してきている。\nこのような状況の下で、本件商標についての誤認混同のおそれは一層強く\nなっている。\n２　取消事由１（類否判断の誤り）\n本件商標と引用Ａ商標とは、その指定役務において相互に包含関係にあるこ\nとは明らかであるところ、本件商標の「アンサーセンター」は、それ自体で一連に\n記述されてはいるものの、その構成は、「応答」等を意味する「アンサー」の語\nに、「中心、中央、中心施設」等を意味する用語として日常的に慣用されている\n「センター」の語を付したものにすぎないから、これに接した需要者は、これを\n「アンサー」を行う「センター」であると認識するものである。\nそして、引用Ａ商標「ＡＮＳＥＲ」が「アンサー」の称呼を生ずる著名な商\n標であることは上記１のとおりであるから、「アンサーセンター」が一連に表記さ\nれているとしても、需要者がその称呼を耳にした場合には、語頭部分の「アンサ\nー」が引用Ａ商標と称呼において同一であって、引用Ａ商標と本件商標とは称呼が\n類似しているとして、本件商標の役務の出所について混同を生ずるおそれがあると\nいうべきである。\n以上の点からすると、本件商標は、引用Ａ商標と称呼において類似している\nことが明らかであり、商標法の一部を改正する法律（平成３年法律６５号）附則５\n条３項の規定によって読み替えられた商標法８条２項に違反して登録されたもので\nあるから、審決のこの点の判断は誤りというべきである。\n３　取消事由２（役務の出所混同のおそれの判断の誤り）\n原告の提供してきたＡＮＳＥＲサービスの名称である「ＡＮＳＥＲ」及びそ\nの提供場所である「ＡＮＳＥＲセンター」が本件商標の出願時までに顕著に知られ\nていたことは前述のとおりであるが、これに加えて、「ＡＮＳＥＲ」は原告の造語\nに係る創造標章として強い識別力を持つこと、本件商標と引用Ａ商標の指定役務は\nともに第３８類に属し強い関連性を有すること、原告は我が国を代表する情報通信\n企業であって、第３８類に属する役務全般を提供することについて何らの違和感も\nないことは、いずれも明らかというべきである。\n以上を勘案すると、本件商標をその指定役務に使用した場合、需要者は、原\n告又は原告と経済的、組織的に何らかの関係のある者の業務に係る役務であるかの\nように誤認して、その出所について混同を生ずるおそれがきわめて大きいといわな\nければならず、本件商標は商標法４条１項１５号に違反して登録されたものである\nから、審決のこの点に関する判断は誤りといわなければならない。\n第４　被告の反論\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n１「ＡＮＳＥＲ」ないし「ＡＮＳＥＲセンター」の周知著名性について\n原告は、「ＡＮＳＥＲセンター」がＡＮＳＥＲサービスの提供場所として顕\n著に知られていた旨主張するが、原告の提出する甲第５～第１４号証においては、\n「ＡＮＳＥＲセンター」についての説明はどこにも記述されていないから、これを\n見ても「ＡＮＳＥＲセンター」が何かを理解することはできず、「ＡＮＳＥＲセン\nター」が周知著名であることの根拠となり得るものとはいえない。また、上記甲号\n各証において、同サービスの提供場所として、語尾に長音のない「ＡＮＳＥＲセン\nタ」と記載されているものが多く、さらに、「ＮＴＴＤＡＴＡＡＮＳＥＲセン\nタ」、「ＮＴＴデータＡＮＳＥＲセンタ」との用語も用いているほか、単に「ＡＮ\nＳＥＲ」と表示しているものもある。このように同じ場所の説明に異なる用語が使\n用され、統一されていないということは、原告自身が「ＡＮＳＥＲ」サービスの提\n供場所を「ＡＮＳＥＲセンタ（ー）」と認識しておらず、また、それを商標として\n使用するという認識もなかったということにほかならない。\nまた、銀行の自動応答、通知サービスには「ＡＮＳＥＲ」だけでなく、「共\n同ＣＭＳセンター」も存在したこと、「ＡＮＳＥＲセンター」を介して自動応答す\nる電話機は多数ある電話機メーカーのうちのごく一部の製造にすぎないことからす\nると、同サービスが必ず「ＡＮＳＥＲセンター」を介して提供されていたかのよう\nな原告の主張は失当である。\nさらに、ＡＮＳＥＲサービスが、実際にどの程度使用されてきたかも不明で\nあり、本件商標の出願当時までに、同サービスないし「ＡＮＳＥＲセンター」が我\nが国において顕著に知られるに至っていたとはいえない。\n２　取消事由１（類否の判断の誤り）について\n原告は、「アンサーセンター」は「アンサー」を行う「センター」と認識さ\nれる旨主張するが、「センター」が原告主張のように「中心、中央、中心施設」等\nを意味する用語として日常的に慣用され、単独で使用されることもあるにせよ、通\n常は「○○センター」として他の語を付加することによって独自の意味を持つ用語\nとして認識され、互いに混同されることなく使用されている。例えば、日常生活に\nおいても、「文化センター」、「ショッピングセンター」、「サービスセンタ\nー」、「集配センター」といった用語が使用され、これらも前段部分と「センタ\nー」とが分離されることなく全体で一つの用語として認識され明確に識別されてい\nる。「アンサーセンター」についても、一連に称呼されるものであって、これを分\n離して認識され、称呼されることはあり得ない。したがって、本件商標の「アンサ\nー」の部分が引用Ａ商標の「ＡＮＳＥＲ」と称呼が同一であるとしても、本件商標\nが一連に称呼されるべきものである以上、互いに相紛れることはない。\n３　取消事由２（役務の出所混同のおそれの判断の誤り）について\n原告は片仮名文字で表記された「アンサーセンター」を使用しているもので\nはなく、これと欧文字表記の「ＡＮＳＥＲ」とは、外観、称呼、観念のいずれにお\nいても類似しない。そして、「ＡＮＳＥＲ」ないし「ＡＮＳＥＲセンター」が我が\n国において顕著に知られているものでないことは前記１のとおりであるから、被告\nが本件商標をその指定役務に使用しても、原告の主張するような役務の出所混同を\n生ずるおそれはないというべきである。\n第５　当裁判所の判断\n１「ＡＮＳＥＲ」との名称の周知著名性について\n(1)　ＡＮＳＥＲサービスの概要\n甲第５号証の１～５、甲第６、第７号証、第９号証の１～３、第１０～第\n１２、第１３号証の１～１５、第１４号証によれば、ＡＮＳＥＲサービスとは、家\n庭や事業所等に置かれた端末から、例えば、銀行に対して預金の残高照会や振込・\n振替依頼等を行い、又は銀行から顧客の端末に対して通知を行う際の応答業務を音\n声自動応答装置などで対応するサービスであること、原告の前々身である日本電信\n電話公社は、これをまず銀行ＡＮＳＥＲサービスとして昭和５６年に開始した後、\nＡＮＳＥＲサービス提供機関として、昭和５９年に証券会社を、原告に引き継がれ\nた後の平成２年に生命保険会社を加え、このサービスに適応できる端末について\nも、当初の電話機から、昭和５９年にファクシミリ、昭和６１年にパソコン、平成\n元年にテレビゲーム機等を加えるなど、そのサービス内容を順次拡充してきたこ\nと、ＡＮＳＥＲサービスの利用が可能な機関は、本件商標出願時までには、銀行の\n大部分、大手・準大手を中心とする証券会社４６社及び生命保険会社６社に及び、\n銀行ＡＮＳＥＲサービスに係る月間トラヒック（利用件数）は、平成３年には３２\n００万件に達するなど、「ファームバンキング」（金融機関のコンピュータと企業\nのコンピュータ又は端末を通信回線で結び、資金の移動や残高照会等のデータのや\nりとりを行うこと）、「ホームバンキング」（金融機関のコンピュータと家庭に設\n置された端末を通信回線で結ぶことにより、家庭にいながらにして預金残高照会や\n振替・振込などを行うこと）を担う中心的なサービスと目されるに至ったこと、以\n上の事実を認めることができる。\n(2)　ＡＮＳＥＲサービスの取引者、需要者\n上記(1)の事実からすると、ＡＮＳＥＲサービスの取引者、需要者として\nは、ホームバンキングの利用者を中心とする一般個人需要者、ファームバンキング\nの利用者を中心とする企業需要者、原告とともにこれらの需要者に対する関係でサ\nービス提供を行う立場に立つ金融機関、証券会社及び生命保険会社という三者に大\n別することができると解される（これらの取引者、需要者は、本件商標の指定役務\nとの関係でも取引者、需要者になり得ると考えられる。）ことから、以下、個別に\n周知著名性を検討する。\n(3)　一般個人需要者における周知著名性\n前掲甲号各証によれば、ＡＮＳＥＲサービスに関しては、原告自身がパン\nフレットを作成していたほか、銀行が配布するファームバンキング、ホームバンキ\nング関係のパンフレットや、一部の電話機のパンフレット中にも、ＡＮＳＥＲサー\nビスについて触れているものがあったこと、そして、以上のパンフレットの中には\n「ＡＮＳＥＲセンター」又は「ＡＮＳＥＲセンタ」の記載があるものもあること、\n他方、新聞においても、本件商標出願時までに、ＡＮＳＥＲの新たなサービス内容\nの拡充等に関する記事が少なくとも１５件掲載され、また、平成４年１月１日朝日\n新聞社発行の「知恵蔵」１９９２年版にも「ＡＮＳＥＲ」が原告の提供しているサ\nービスである音声応答システムの名称であることについての記述があること、以上\nの事実を認めることができる。\nしかし、まず、原告が平成３年に作成したＡＮＳＥＲに関する２種類のパ\nンフレット（甲第５号証の１、２）は各５０００部ずつしか印刷されておらず（同\n号証の３）、一般に広くＡＮＳＥＲサービスを認識してもらうための宣伝手段とし\nては部数が十分ではないし、銀行が顧客向けに配布していたパンフレット（甲第９\n号証の１～３）を見ても、「ＡＮＳＥＲ」や「ＡＮＳＥＲセンター」がそれ自体と\nしていかなるものであるかを理解できるような内容とはいえない。また、上記「知\n恵蔵」の記述も、「音声応答システム」の項目において、その実例として原告のＡ\nＮＳＥＲについて触れているものであって、ＡＮＳＥＲサービス自体を独立の項目\nとして取り上げているものではない。そして、新聞の記事（甲第１３号証の１～１\n５）に関しては、その多くが事業者等を中心的な購読者層とする日経産業新聞、日\n刊工業新聞、日経金融新聞等の記事である。\nさらに、「平成４年版金融情報システム白書」（財団法人金融情報システ\nムセンター編、甲第７号証）には、ホームバンキングの現状に関して、「ホームユ\nース端末によるサービスの実施機関数は１０３（１４．６％）であるが、利用顧客\n数は２２千と少なく、企業を対象とするファームバンキングの急速な普及ぶりとは\n対照的である。現在では、液晶画面付多機能電話によるサービスを実施する金融機\n関が相次いでいるが、利用顧客層は中小企業、個人事業主が中心であり、一般家庭\nへ普及しているとはいえないようである。」と記載されているほか、平成４年４月\n１６日付け日経産業新聞の記事（甲第１３号証の１４）は、ＡＮＳＥＲサービスを\n利用した金融サービスに触れつつ、「いまのところ、こうした金融サービスの利用\nは中小規模事業所、個人商店などに限られている。『ホームバンキング』といえど\nも、現金の引き出しは無理なので、頻繁に残高をたしかめたりすることのない家庭\nでは、利用する人は少ない。」と、同年５月４日付けの日本経済新聞の記事（甲第\n１３号証の１５）は、「ホームバンキングやファームバンキングに利用されている\nＮＴＴデータ通信の銀行向け『ＡＮＳＥＲ（アンサー）システム』は、利用件数が\n昀近の２年間で約５割増となっている。」としつつ、「個人家庭への端末の普及は\n都銀全体でも数万件にとどまり、個人預金者全体の１％にも満たない。」と記載し\nているところである。\n以上を総合すれば、本件商標の出願（平成４年９月３０日）当時、ホーム\nバンキング自体、いまだごく一部の限られた家庭にしか普及するに至っていなかっ\nたことが認められ、原告のＡＮＳＥＲサービスを示す名称としての「ＡＮＳＥＲ」\nが、ホームバンキングの現実の利用者層を超えて広く知られていたとまで認めるに\nは足りないというべきである。また、銀行以外の分野（証券、生命保険）でＡＮＳ\nＥＲサービスがより普及していたことを認めるに足りる証拠はなく（むしろ、前掲\n甲号各証からすると、ＡＮＳＥＲサービスの主力は銀行ＡＮＳＥＲであったことが\nうかがわれる。）、証券、生保分野でのＡＮＳＥＲサービスの普及を通じて、「Ａ\nＮＳＥＲ」との名称が一般個人需要者の間で広く知られるに至ったことを認めるこ\nともできない。\nまた、本件商標の出願後、その設定登録（平成１０年７月１０日）までの\n間における「ＡＮＳＥＲ」の認識について見るに、甲第１６、第１７、第２２号証\nによれば、原告は、平成９年６月に従来の銀行ＡＮＳＥＲの使い勝手を向上させた\n「ＡＮＳＥＲ－ＳＰＣ」のサービスを開始し、このことが、「日経ウォッチャーOn\nIT Business」同年７月１１日号に掲載され、その中には「ＡＮＳＥＲセンター」に\nついての図示も含まれているが、他方、同サービスは企業向けが大半を占めるとの\n記述もあること、さくら銀行は上記「ＡＮＳＥＲ－ＳＰＣ」に対応するサービスに\nついてのパンフレットを作成し、その中には「ＡＮＳＥＲセンター」に関する図示\nもあるが、その記述でユーザーをもっぱら「貴社」と記載し、企業向けの説明を想\n定していることが認められる。なお、甲第１８～第２１、第２３～第２６号証は、\n本件商標の設定登録後に頒布されたものであることがその記載から明らかであり、\nこれを審決取消事由の認定の根拠とすることはできない。\n以上の事実によれば、本件商標の出願後、その設定登録時までの間にも、\nＡＮＳＥＲサービスは拡充しているとはいえるものの、上記「ＡＮＳＥＲ－ＳＰ\nＣ」は主として企業向けサービスに重点が置かれており、上記認定のような「ＡＮ\nＳＥＲ」に関しての一般個人需要者の認識に特段の変化があったと認めるには足り\nないというべきである。\n(4)　企業需要者における周知著名性\n前掲「平成４年版金融情報システム白書」（甲第７号証）によれば、平成\n２年におけるファームバンキングの利用顧客数（延数）は、昀も普及しているテレ\nフォンサービスで１９５万７０００、ファクシミリサービスで８９万１０００に上\nっていること、これらのすべてがＡＮＳＥＲサービスを利用しているものではない\nが、少なくとも、ＡＮＳＥＲサービスがファームバンキングを担う中心的なサービ\nスと目されていることが認められる。この事実に上記(1)、(3)の認定事実を併せ考\nえると、企業需要者に関しては、ファームバンキングの普及等を背景に、本件商標\nの出願時までには、ＡＮＳＥＲサービスを示す名称として「ＡＮＳＥＲ」は一定程\n度の周知性を獲得していたと認めることができるが、更に進んで、著名といえる程\n度の広範な認識を得ていたとまでは認めるに足りる証拠はない。\n(5)　金融機関等における周知著名性\n本件商標の出願時までには、銀行の大部分、大手・準大手を中心とする証\n券会社４６社及び生命保険会社６社がＡＮＳＥＲサービスの実施機関に加わってい\nたことは前示のとおりであり、ＡＮＳＥＲサービスの取引者としてのこれらの業態\nに関する限り、「ＡＮＳＥＲ」の名称は、ＡＮＳＥＲサービスを示すものとして本\n件商標の出願時までに周知となっていたことは認めることができる。\n２　取消事由１（類否判断の誤り）について\n(1)　まず、本件商標の「アンサーセンター」との構成と引用Ａ商標の「ＡＮＳ\nＥＲ」との構成を対比した場合、外観において類似しないことは明らかであり、ま\nた、引用Ａ商標は造語商標であると認められ、特段の観念を生じさせるものとはい\nえないから、観念においてはも類似しない。\nそこで、次に、称呼について検討するに、本件商標から「アンサーセンタ\nー」の称呼が生ずることは明らかであるところ、原告は、本件商標の「センター」\nの部分は慣用的な日常用語にすぎず、かつ、「アンサー」の部分は引用Ａ商標と称\n呼が同一であるから、両者は称呼において類似する旨主張する。\nしかし、本件商標の構成態様は、同書、同大、同間隔の「アンサーセンタ\nー」の片仮名文字を１行に表示したものであること、「アンサーセンター」との称\n呼は、長音２音を含む８音から成るものであって、格別冗長なものとはいえず、よ\nどみなく一連に称呼し得ることからすると、特段の事情のない限り、本件商標から\nは「アンサーセンター」との称呼のみを生ずると解するのが相当である。\n(2)　この点について、原告は、「センター」の文字は「中心、中央、中心施\n設」等を意味する用語として日常的に慣用されている旨主張し、広辞苑第４版（甲\n第１５号証）においても、「中央。中心。中央機関。また、それぞれの分野の専門\n的・総合的施設。」と記述されている。しかし、「アンサー」の文字についても、\n「答、回答、応答」を意味する用語として親しまれているものであるから、その識\n別力の強弱に関して「アンサー」の部分と「センター」の部分に格別の差異がある\nとはいえない。さらに、「センター」の文字は、被告が主張するように、「文化セ\nンター」、「ショッピングセンター」、「サービスセンター」、「集配センター」\nなどのように、他の語とその末尾で結合して使用される例が多いところ、そのよう\nな場合には、当該他の語の表す事項に関する施設を意味する単一の用語として理解\nされ、当該他の部分だけで略称されるのが一般的であると認めるに足りる証拠はな\nい。そうすると、「センター」の文字が、「中心、中央、中心施設」として日常的\nに慣用されているとの事実があっても、本件商標が「アンサーセンター」との一連\nの称呼を生じさせることと何ら矛盾するものではない。\n(3)　進んで、原告が主張する「ＡＮＳＥＲ」の周知著名性について検討する。\nまず、一般の個人需要者においては、いまだ「ＡＮＳＥＲ」の名称が広く\n認識されていたと認められないことは前示のとおりである。\n次に、ファームバンキングの利用者等である企業需要者について見るに、\nＡＮＳＥＲサービスは、その提供者である原告と需要者との間の直接相対取引の形\n態で完結するものはなく、需要者は、まず電話通信網を通じてＡＮＳＥＲセンター\nを経由してＡＮＳＥＲ実施機関である銀行等に対して照会等を行い、銀行等が提供\nするデータに基づいて、需要者に対して自動音声応答等を行うという特有の形態を\nとるものである。しかも、ファームバンキングが比較的専門性の高い取引であっ\nて、その需要者である企業等においては、そのサービスの出所の識別については相\n当高い注意力が払われると解するのが相当である。そうすると、企業需要者は、Ａ\nＮＳＥＲサービスを認識しているとしても、その実施金融機関の存在、旧日本電信\n電話公社の流れを汲む原告がサービス提供主体であること等をも十分に踏まえてＡ\nＮＳＥＲサービスを認識していると推認され、「ＡＮＳＥＲ」との商標のみによっ\nて他の類似サービスとその出所を識別しているといった取引の実情を認めることも\nできない。加えて、「ＡＮＳＥＲ」と「アンサーセンター」の類似性の判断におい\nて着目すべきはその称呼であるが、「ＡＮＳＥＲ」の称呼（アンサー）は、我が国\nでもよく知られている英単語「answer」と同じであって、独創性に乏しいありふれ\nた称呼にすぎず、それ自体が強い識別力を有していると認めることはできないし、\n著名性のゆえに強い識別力を獲得するといった状況にないことは前示の認定から明\nらかである。そうすると、原告のＡＮＳＥＲサービスが企業需要者に相当程度普及\nし、かつ、「ＡＮＳＥＲ」の称呼（アンサー）が本件商標「アンサーセンター」の\n前段部分と一致しているとしても、役務の出所についての混同のおそれを認めるに\n足りる特段の事情があるということはできない。\nまた、金融機関等（銀行、証券会社、生命保険会社）について見ると、Ａ\nＮＳＥＲサービスの取引者としてのこれらの業態に関する限り、「ＡＮＳＥＲ」と\nの名称が本件商標の出願時までに周知となっていたことは前示のとおりである。し\nかしながら、金融機関等は、顧客との関係では原告とともにサービスの実施主体の\n立場に立つところから、ＡＮＳＥＲサービスに係る原告との関係は、ファームバン\nキングやホームバンキング関係の事業をいかに構築するかという企業戦略に直接関\nわる極めて重要な役割を占める取引であること、その取引態様も、迅速性の要求さ\nれる新規取引が反復されるものではなく、継続的な取引関係として慎重な検討の下\nに高度の注意力をもって決定されるのが通常であるから、「ＡＮＳＥＲ」から生ず\nる「アンサー」との称呼によってその役務の出所を判断するような状況は到底考え\nられないところというべきである。\n(4)　以上のとおり、本件商標「アンサーセンター」の「アンサー」の部分と引\n用Ａ商標の「ＡＮＳＥＲ」の称呼の同一性をもって、両者を類似する商標と解すべ\nき特段の事情は認められない。したがって、本件商標からは、「アンサーセンタ\nー」との一連の称呼のみが生ずると解すべきところ、これと引用Ａ商標から生ずる\n称呼である「アンサー」とは、「センター」の有無により明確に区別し得るから、\n称呼上も類似しないというべきである。\nよって、取消事由１に係る原告の主張は理由がない。\n３　取消事由２（役務の出所混同のおそれの判断の誤り）について\n(1)　まず、原告の提供するＡＮＳＥＲサービスの名称である「ＡＮＳＥＲ」と\nの関係において役務の出所混同のおそれが生ずるとの原告の主張に理由がないこと\nは、上記２で説示したところと同一である。\n(2)　次に、原告は、「ＡＮＳＥＲセンター」がＡＮＳＥＲサービスの提供場所\nとして広く知られていたから、この名称との関係で役務の出所混同のおそれを生ず\nる旨主張する。\n確かに、原告作成のパンフレット、一部の銀行の作成したパンフレットや\n一部の新聞記事に「ＡＮＳＥＲセンター」ないし「ＡＮＳＥＲセンタ」との名称が\n記載されていることは前記１で認定したとおりである。しかし、原告の作成した\n「ＡＮＳＥＲ」に関するパンフレットにおいてさえ、「ＡＮＳＥＲセンタ（ー）」\nとの用語が全く記載されていないもの（甲第５号証の１）がある上、「ＡＮＳＥＲ\nセンタ」との用語が使用されているパンフレットや新聞記事（甲第５号証の２、\n４、５、第６号証、第９号証の１、３、第１０号証、第１３号証の１０、１３、１\n４）においてもその具体的な説明はなく、「銀行のセンタ」などの一般用語しての\n「センタ」が併用されているもの（甲第５号証の２、第６号証）もある。また、こ\nれらのパンフレット等において、「ＡＮＳＥＲセンター」と「ＡＮＳＥＲセンタ」\nとの両方の用語が混在していることは被告の指摘するとおりであり、原告が「ＡＮ\nＳＥＲ」をそれ自体として単独で使用している例が多いこと（一連の称呼のみが生\nずる本件商標「アンサーセンター」とは前提が異なる。）にも照らすと、「ＡＮＳ\nＥＲセンター」ないし「ＡＮＳＥＲセンタ」との単一の固有の用語というより、\n「ＡＮＳＥＲ」との名称に一般的な用語である「センター」ないし「センタ」を付\n加して使用されているにすぎないことがうかがわれるところである。これらの点を\n併せ考えると、一般個人需要者はもとより、企業需要者及び金融機関等の取引者に\nおいても、「ＡＮＳＥＲセンター」ないし「ＡＮＳＥＲセンタ」が、一連の用語と\nして広く認識されていると認めることはできないというべきである。\n(3)　したがって、「ＡＮＳＥＲセンタ（ー）」の名称との関係で、本件商標に\n関する役務の出所混同のおそれのあることを前提とする取消事由２に係る原告の主\n張も理由がないというべきである。\n４　以上のとおり、原告主張の審決取消事由は理由がなく、他に審決を取り消す\nべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠    原    勝    美\n裁判官    　石    原    直    樹\n裁判官    　宮    坂    昌    利\n"
}