{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 15
  },
  "case_number": "平成12刑(わ)1099",
  "case_name": "有印私文書偽造，同行使，免状等不実記載，旅券法違反",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/005892_hanrei.pdf",
  "contents": "平成１２年刑（わ）第１０９９号　有印私文書偽造，同行使，免状等不実記載，旅\n券法違反\n主　　　　　文\n被告人を懲役２年６月に処する。\nこの裁判確定の日から５年間その刑の執行を猶予する。\n訴訟費用は被告人の負担とする。\n理　　　　　由\n（罪となるべき事実）\n被告人は，甲，乙らと共謀の上，ＡをＢであるように装って出国させるためＢ名\n義の一般旅券を入手しようと企て，昭和４９年４月１９日ころ，東京都杉並区ａｂ\n丁目ｃ番ｄ号ｅホームｆ号室Ｃ方において，行使の目的をもって，ほしいままに，\n一般旅券発給申請書用紙２通にそれぞれ申請者として，その本籍欄に「東京都台東\n区ｇｈ丁目ｉ番地」，その氏名欄に「Ｂ」，その生年月日欄に「昭和ｊｋ年ｌｍ月\nｎｏ日」などと虚偽の記載をし，その申請者署名欄に「Ｂ」と冒書し，次いで同\n日，東京都千代田区ｐｑ丁目ｒ番地ｓ会館内の喫茶店において，その各名下にＢの\n印を押捺し，もってＢ作成名義の外務大臣あて一般旅券発給申請書２通（正副各１\n通）の偽造を遂げ，同日，ｓ会館内の東京都総務局渉外観光部旅券課において，同\n課係官に対し，偽造に係る申請書２通を真正に作成されたものとして，Ａの写真等\n必要書類とともに提出して行使し，そのころその申請書等を外務大臣官房領事移住\n部旅券課係官に回付させて公務員に対し虚偽の申立てをし，同月２２日，情を知ら\nない同係官をして，外務大臣が発行する一般旅券にＡの写真を貼付させ，Ｂ名義の\n前記虚偽の事実を内容とする不実の記載をさせて一般旅券を発給させた\n上，同月２５日，東京都総務局渉外観光部旅券課において，不正の行為によってそ\nの旅券の交付を受けたものである。\n（証拠の標目）　省略\n（争点に対する判断）\n第１　争点\n弁護人は，第１に，公訴棄却を求める申立てをし，その論拠として，本件逮捕\n手続の違法性と公訴権の濫用を挙げ，第２に，仮に，その申立てが容れられないと\nしても，訴因変更後の公訴事実中には，被告人が，他の共犯者のほか，甲とも共謀\nを遂げた旨記載されているが，甲との共謀の事実は存在しないと主張し，被告人も\nこれらに沿った供述をするので，以下，「本件逮捕手続」，「公訴権の濫用」，\n「甲との共謀」という項を設けて，上記の論点に関する当裁判所の判断を示すこと\nとする。\n第２　本件逮捕手続\n１　弁護人の主張\n弁護人は，被告人が，レバノン共和国（以下「レバノン」という。）から強\n制退去の上，ジョルダン・ハシェミット王国（以下，通称名を用いて単に「ヨルダ\nン」という。）のアンマン空港を経由して，新東京国際空港まで強制送還された経\n緯には，レバノン，ヨルダン及び日本が犯した各種の違法行為が介在し，これら\nは，同空港に駐機中の航空機内における被告人の逮捕行為を違法ならしめ，ひいて\nは，本件公訴提起の違法に繋がると主張する。\n弁護人が指摘する違法行為を敷衍すると次のとおりである。第１に，レバノ\nンは，２０００年（平成１２年）３月１日，被告人らを日本に引き渡さない旨閣議\nで正式決定したにもかかわらず，罰金刑の換刑処分の受刑中であった被告人を暴力\n的・非人道的手段を用いてヨルダンに国外追放した。第２に，ヨルダンは，アンマ\nン空港で航空機から降りてきた被告人らをタラップ下で待ち受け，何らの弁明の機\n会も与えず，日本政府が用意したＳ機に強制的に乗り込ませているが，この行為\nは，政治的難民の本国への追放という国際慣習法上の義務に違反する。第３に，日\n本政府は，レバノン政府に働き掛けて被告人らの政治亡命申請を却下させ，日本政\n府がチャーター機を用意して待ち受けるヨルダンに向けて国外退去にさせた上，ヨ\nルダンのアンマン空港で被告人らが入国拒否を通告されるやチャーター機に搭乗さ\nせ，本邦に移送してきて逮捕したものであり，司法的チェックを必要とする犯罪人\n引渡手続によることなく，他国に違法行為を行わせて被告人らの政治亡命の権利を\n奪い，かつ，逮捕に先立ち一昼夜にわたり法的根拠のない身柄拘束を行い，特にレ\nバノンからヨルダンまでの５，６時間は目隠し，後ろ手錠等の非人道的\nで過剰な身柄拘束を行った点等を挙げて，公訴提起に影響を及ぼす著しい違法があ\nるなどとする。\n２　判断の前提として，被告人が，レバノンから本邦に移送されて，新東京国際\n空港において逮捕されるまでの経緯について，当公判廷で取り調べた関係各証拠に\nより，事実認定をしておくこととする。\n(1)　いわゆる日本赤軍メンバーであった被告人，Ｄ，Ｅ，Ｆ及びＧの５名は，\n平成９年２月ころ，レバノンにおいて私文書偽造の罪等で逮捕され，禁錮３年，罰\n金及び国外退去の判決を受けてレバノンの刑務所に服役していた。日本政府は，レ\nバノン政府に対し，外交ルートを通じて被告人ら５名の身柄の引渡しを要求してい\nたが，被告人らは日本への帰国を拒否し，代理人弁護士を通じてレバノンに政治亡\n命を申請した。こうした動きを受け，同年３月１日，日本の身柄引渡要求には応じ\nない旨の閣議決定がされたが，被告人らを受け入れる第３国も決まらず，政治亡命\n申請についての判断もないまま，同月８日午前０時（日本時間では同日午前７時）\nに刑期が満了した。\n(2)　被告人らは刑期満了後も罰金を支払わず刑務所内にとどまっていたが，同\n月１６日深夜，政治亡命に関する委員会（以下「政治亡命審査委員会」という。）\nにより，Ｄのみ政治亡命を認め，その余の被告人ら４名の政治亡命申請については\n却下する決定がなされた。\n被告人ら４名は，同月１７日昼すぎころ，後ろ手錠，目隠し等をされた状\n態でレバノンの刑務所から空港に移送され，Ｔ機に乗せられてヨルダンに向けて国\n外退去となった。同機は同日午後６時３０分ころ（日本時間では同月１８日午前１\n時３０分）ヨルダンのアンマン空港に到着し，被告人ら４名は被告人を先頭に順次\nレバノン当局関係者に付き添われて同機から降りたが，タラップを降りるとすぐそ\nの場でヨルダン当局関係者によってヨルダンへの入国拒否を通告された。\n(3)　日本政府は，被告人らの刑期満了に伴い捜査官をレバノン等の中東諸国に\n派遣していたが，同月１７日午後６時ころには，ヨルダンのアンマン空港に捜査官\nら数十名と日本政府がチャーターしたＳ機を待機させていた。\n被告人ら４名は，ヨルダンから入国拒否を告げられた後，後ろ手錠等をは\nずされ，両脇を固められて，日本政府が待機させていたＳ機の機内まで順次連行さ\nれ，待機していた捜査官らも同機に乗り込んだ。同機は，同日午後７時１０分ころ\n（日本時間では同月１８日午前２時１０分）アンマン空港を出発し，モスクワを経\n由して日本時間の同月１８日午後５時２０分ころ千葉県成田市所在の新東京国際空\n港に到着し，スポットに駐機した。機内で在ヨルダン日本大使館発行の帰国のため\nの渡航書が渡され，入国手続等が行われた。被告人は，その後機内に乗り込んでき\nた警察官らによって，同日午後６時１０分に本件と同一の罪名で通常逮捕され，翌\n１９日午後０時３０分検察官に送致する手続がされた。\n３　以上の事実経過のうち，被告人らが，レバノンにおいて，政治亡命申請を却\n下され，ヨルダンに向け国外退去となり，ヨルダンにおいて入国拒否を告げられる\nまでの一連の経緯は，外交ルートを通じての日本政府による強い働き掛けや水面下\nでの交渉等の成果によるものであったにせよ，あくまでも，レバノンあるいはヨル\nダンの主権に基づいて行われた政治亡命申請却下処分，国外退去処分，入国拒否処\n分の結果であるというほかなく，こうした手続の適否が日本における逮捕手続の適\n法性に影響を及ぼすものではない。\nしたがって，レバノンやヨルダンの行った各処分について所論のような違法\n行為があったとしても，日本がその責任を負うことはないのであって，この点につ\nいての弁護人の主張は採用できない。\n４　次に，被告人ら４名が，ヨルダンのアンマン空港に駐機していた日本政府の\nチャーター機に搭乗して本邦に帰国した経緯について検討する。\n警察官Ｈは，その経過について，「アンマン空港で待機していたところ，被\n告人らの乗ったＴ機が到着したので同機の付近に行った。同機の周辺には制服姿の\nヨルダンの空港関係者，治安関係者と思われる人が大勢取り巻いていたが，まず被\n告人が私服姿の外国人男性２名に付き添われてタラップを降りてきた。タラップの\n下で後ろ手錠を外され，ヨルダン当局関係者に入国拒否を告げられ，制服姿のヨル\nダン当局関係者２人に左右に付き添われる形で，隣に駐機していたＳ機の方に連れ\nていかれ，タラップを上って機内に入り，制服の２人はすぐにＴ機の方に戻ってい\nった。その後Ｇ，Ｅ，Ｆの順で同様にＴ機から降りてきて，チャーター機に乗り込\nんだ。被告人らは，機内で新聞を読んだり，横になったりして自由に過ごしてい\nた。」旨証言するが，これに対し，被告人は，「アンマン空港に到着し，レバノン\nの警察関係者に付き添われてタラップを降りると，１０人くらいいたヨルダンの空\n港関係者のうち１人が前に出てきて入国拒否を告げた。その後すぐレバノンの警察\n官に手錠を外され，と同時に日本人の男女が１人ずつ両脇にやって来て腕を掴み，\nＳ機まで連れて行かれた。この時渡航書は見せられていない。２人の日\n本人に両脇を固められたままＳ機に乗り込み，指示された座席に座らされ，付いて\nきた男女も両隣に座った。Ｆらはヨルダン人に連れて来られたようだが，自分は間\n違いなく日本人の男女に連れて来られた。機内では動き回ってはいけないと言わ\nれ，トイレに行くときも２人が付いてきた。」旨供述する。\nこのように，被告人をチャーター機に連行した人物がヨルダン当局関係者で\nあるか，日本の捜査官らであるかについては，警察官の供述と被告人の供述とが食\nい違うが，仮に，被告人の供述するとおり，被告人を連行したのが日本の捜査官\nで，しかも，その態様が強制にわたるものであり，この時点で実質的に逮捕と同視\nすべき身柄拘束が開始されたとの前提に立ったとしても，その時点から起算して４\n８時間以内に検察官送致の手続がなされていることは明らかであるから，公訴提起\nに影響を及ぼすほどの違法があったとまではいえない。\n５　そして，被告人らの身柄拘束はレバノンによる退去強制手続に便乗する方式\nでなされ，レバノンの犯罪人引渡しに関する法規によるものではないことは所論指\n摘のとおりであるが，どのような方法によって犯罪人の身柄の引渡しを受けるか\nは，ある程度日本政府の政治的判断に委ねられるべき性質のものであって，その過\n程において，本件一連の被告人らの身柄拘束の経緯を見ても，看過し得ないほどの\n重大な違法があったとはいえず，ひいては，本件逮捕手続に，公訴提起を違法視す\nべきほどのものがあったとはいえないと評価すべきである。この結論は，たとえ，\nレバノンにおいて日本からの身柄引渡要請には応じない旨の閣議決定がされ，政治\n亡命について審理が行われていたとしても，変わらない。\n６　以上のとおりであって，本件逮捕手続の違法性を指摘する弁護人の主張は採\n用できない。\n第３　公訴権の濫用\n１　弁護人は，公訴権の濫用の論拠として，①本件は２７年前の事件であるこ\nと，公訴時効もわずか５年間という罪であること，既に共犯者が執行猶予の確定判\n決を受けていること，被告人は，この間国際指名手配になり，やむなく文書偽造罪\n等により，レバノンで禁錮３年の実刑判決を受け，服役したことなどに鑑みれば，\n本件公訴提起は公訴事実の内容と著しく均衡を失する，②本件公訴提起は，被告人\nが日本赤軍メンバーであったが故の起訴であって政治信条に基づく差別的起訴であ\nる，③レバノンの政治亡命審査委員会は，被告人の政治亡命を容認しなかったが，\nこれは，本件のような軽微な罪で逮捕，起訴されることはあり得ないとの判断に基\nづくものであるし，また，被告人を受け入れる第三国を探すことが条件とされた決\n定であったが，日本政府は，レバノン等に圧力をかけ，被告人の国外退去を余儀な\nくさせ，逮捕起訴したものであって，帰するところ，本件公訴提起は，亡命権とい\nう国際的人権を踏みにじり，国際常識にも逸脱したものであることを論拠に挙げ\nて，公訴棄却を求める申立てをしている。\n２　しかしながら，本件は，後記の量刑の理由に掲げた諸事情に鑑みれば，決し\nて軽微な事案とはいえず，十分に起訴価値のある犯罪であるし，思想信条が故の起\n訴，あるいは亡命権を踏みにじる起訴ではないことは明らかである。また，公訴提\n起までに約２６年を要したのは，ひとえに，被告人が国外に逃亡し公訴時効の進行\nが停止していたためである。さらに，レバノンが，被告人に禁錮刑を科した上，政\n治亡命を認めなかったのは，たとえ，その一部に日本政府の影響があったとして\nも，終局的にはレバノン当局の主権に基づく判断に依るものであって，当裁判所が\n立ち入るべき問題ではない。\nしたがって，本件公訴提起が検察官の訴追裁量権を逸脱した違法なものとい\nうことはできず，弁護人の主張は理由がない。\n第４　甲との共謀\n１　弁護人の主張\n甲との共謀の事実を否定する弁護人の論拠を敷衍すると次のとおりである。\nすなわち，検察官は，甲を共犯者に加える趣旨の訴因変更請求をしたが，その釈明\n及び冒頭陳述の追加部分によると，検察官が主張する共謀の形成過程は，甲と被告\n人の共謀，甲と乙の共謀，そして最後に，被告人と乙の共謀がそれぞれ成立したと\nいうのであるが，本件においては，被告人と乙の共謀以外の共謀は認められないと\nいうものである。\nそこで，当裁判所が，結局，被告人，甲，乙らの共謀の事実を認めた理由を\n説明することとする。\n２　前提事実\nまず，前掲各証拠，とりわけ，乙の当公判廷における供述及び同人の検察官\nに対する供述調書謄本６通（以下，これらをまとめて「乙供述」という。）による\nと，被告人及び乙らが犯行に関わった経緯，犯行状況等について，次の事実を認定\nすることができる。\n(1)　被告人は，昭和３８年３月Ｘ大学文理学部を卒業後，福岡市内の放送局，\n東京都内の出版社に勤務した後，昭和４７年７月フランス共和国（以下「フラン\nス」という。）に渡航し，パリ市内の日系百貨店で勤務していた。\n(2)　乙は，Ｙ大学の学生として，いわゆる全共闘運動に深く関わり，昭和４６\n年３月同大学を中退した後，同年１２月上旬ころ，スウェーデン王国（以下「スウ\nェーデン」という。）のストックホルムに移住した。乙は，昭和４７年１月からＺ\n大学人文科学部に籍を置き，スウェーデン語等を専攻していた。\n(3)　ところで，乙は，大学時代からの友人で，当時ストックホルムに在住して\nいたＩから，甲に一緒に会いにいこうと誘われ，２人で，昭和４９年１月末か２月\n上旬ころ，ベイルートの日本赤軍の事務所に赴いた。そこで，乙とＩの２人は，甲\nがイラク共和国（以下「イラク」という。）のバグダッドにいるとの情報を得たた\nめ，ＰＦＬＰ（パレスチナ解放人民戦線）の手配により，１，２日後イラクに飛ん\nでバグダッドの郊外に住む甲の家に行き，同女と面談した。\n(4)　乙は，懇談中，甲から，いわゆるテルアビブ国際空港乱射事件（リッダ闘\n争）で死亡したＪの遺志を継ぐ旨表明している弟Ａを他人名義の旅券を用いて，パ\nリかベイルートに密出国させる計画ができており，そのため，被告人を日本に行か\nせることになっているが，１人では不安なので，日本で手伝ってもらいたいなどと\n依頼された。\n(5)　乙は，全共闘時代を同じ大学で共に過ごしたＪらが，テルアビブ国際空港\n乱射事件で死亡したことに大きな衝撃を受け，パレスチナ人民のために何かをした\nいと考えていたことなどから，即座に甲の依頼を引き受けた。甲は，被告人との連\n絡用として，東京都内の電話番号を書いたメモを渡してくれた。後日乙が被告人に\n聞いたところ，この電話番号は，被告人の大学時代の同級生の番号であった。この\nほか，乙は，甲から日本赤軍の支援者からカンパをもらってくるよう依頼され，\n「Ｋ」というコードネームも決められた。\n(6)　甲の家に一晩泊まった後，乙は，空路ベイルート経由でストックホルムに\n帰り，甲との約束を果たすべく，昭和４９年３月中旬ころ，スウェーデンを発ち，\nロンドン経由で同月３１日，日本に戻った。一方，被告人は，それに先立つ同月２\n６日，既に日本に帰国していた。\n(7)　乙は，４，５日後，渡された番号に電話をかけて被告人と連絡を取り，帰\n国後１週間くらい経った日の午後５時ころ，ｔ駅構内にあるレストランで被告人に\n会った。２人は，東京都千代田区ｐ町所在のｓ会館内の喫茶店に移動し，被告人\nは，乙に対し，「Ａをベイルートかパリに出国させるため，他人名義のパスポート\nを取る必要がある。現在までに準備できているのは，Ａの写真と名義を借用するＢ\nの戸籍抄本である。」などと説明した。そして，２人は，一般旅券の新規申請の案\n内書を検討し，旅行引受書とＢの身分証明書を作成すること，旅券は数次旅券にす\nること，その身分証明書の作成や飛行機のチケットは乙が知人に依頼して入手する\nことなどを決めた。\n(8)　後日，乙は，被告人とともに，Ｌに対し，事情を打ち明けて，身分証明書\nの作成を依頼し，さらに，Ｌが，Ｃにその仕事を依頼した。また，乙は，九州の実\n家に帰る被告人から，一般旅券発給申請書用紙や前記の戸籍抄本などを預かり，旅\n行引受書を旅行会社から入手した上，昭和４９年４月１９日ころ，判示のＣ方等に\nおいて，一般旅券発給申請書の所定事項を記入した上，Ｂの印を押捺し，同文書の\n偽造を遂げた。自ら申請に行くことに危惧感を抱いた乙は，Ｌに依頼した結果，同\n人又はその友人が，同日，判示の東京都総務局渉外観光部旅券課で代理申請の手続\nを済ませた。\n(9)　Ａは，乙から連絡を受けた被告人から，同月２５日に偽造旅券を受け取り\nにいくよう伝え聞き，同日，前記旅券課において，これを取得した。\n３　乙供述の信用性\n前記の認定事実は，前述したように，主として乙供述に依拠しているので，\nその信用性について，検討しておくこととする。\n(1)　まず，乙供述によると，乙は，昭和５０年当時の検察官に対する供述調書\n（甲４０）においては，本件犯行は，昭和４９年１月末か２月上旬ころ，Ｍなる人\n物から「実は，Ｊさんの弟のＡさんを他人の旅券を使ってパリかベイルートに密出\n国させる計画ができている。そのため，ある女性を日本に行かせることになってい\nる。その人はＮ（被告人）さんというのだが，彼女１人では不安なので，君も帰国\nするのなら，日本で手伝ってもらいたい。」と依頼されたと供述していたが，平成\n１２年に甲が日本で逮捕されたことを契機に，真実は，甲から依頼されたものであ\nる旨検察官に告白し，当公判廷においても，その供述を維持している。\n乙の公判廷における供述中，甲から本件犯行を依頼された経緯やその際の\n状況に関する部分を摘記すると，次のとおりである。すなわち，「Ｉから，甲とコ\nンタクトが取れたので一緒に会いにいこうと誘われ，昭和４９年２月か３月ころ，\n２人でストックホルムからベイルートに行き，ＰＦＬＰ（パレスチナ解放人民戦\n線）の事務所を訪ねてバグダッド行きの手配をしてもらい，バグダッドに入った。\nバグダッドの空港から迎えの人の車で，バグダッド郊外の甲の家に行くと，甲が迎\nえ入れてくれ，いろいろ話をするうち，甲から，Ａが兄Ｊの遺志を継ぐということ\nを日本の集会で話しており，彼を出国させたいので手伝ってくれないかという話が\n出た。Ａは公安に監視されていて自分の名前では出られない状況であり，ある女性\nが日本に行くことになっているので，彼女と一緒に，彼女を助けてＡを出国させて\nほしいというような話だった。被告人の名前を聞いたかどうか，具体的な話がどの\n程度出たのかどうかは覚えていないが，自分は，話を聞いて，何らかの形で不法に\nパスポートを取ってＡを出国させるのだと理解した。リッダ闘争に非常に衝撃を受\nけ，自分もパレスチナの人々のために何かできることがあるならしたい\nと思っていたので，即座に引き受けた。帰国後自分から被告人に連絡を取っている\nので，この時甲から被告人の連絡先の電話番号を聞いていると思う。また，この\n時，映画監督のＯさんの事務所を訪ねてカンパを集めてもらってくるよう頼まれ，\n手紙を託された。同年３月３１日に帰国し，同年４月初めころ被告人に電話で連絡\nを取って東京で会い，本件犯行を行った。甲から託されたカンパの手紙も，そのこ\nろ，ｕのｖアパートにあったＯ監督の事務所を訪ねて渡し，２，３週間後に２００\n万円近くの金を受け取った。この金はＡや自分の航空券を購入するのに使い，残り\nの現金は甲に届けるため出国時に持ち出し，ベイルートのＰＦＬＰ事務所を訪ねた\nが，甲はイエメン民主人民共和国（南イエメン）のアデンにいるということだった\nので，アデンまで行って甲に渡した。」というものである。\n(2)　そこで，乙が誰から本件を依頼されたかの点を除き，乙の検察官に対する\n供述調書謄本６通の内容をみてみると，一般旅券発給申請書，旅行引受書等の関係\n各書類という客観的証拠により裏付けられているし，乙に協力したＬ及びＣ等の関\n係者の供述調書とも符合し，さらに，不自然不合理なところはなく，信用性が高い\nものである。\nところが，問題の誰から本件を依頼されたかの点については，乙は，前述\nのとおり，平成１２年に甲が逮捕されて以降初めて甲の本件犯行への関与を告白す\nるに至ったものであるが，その理由について，「甲が逮捕されて，もう甲のことを\n隠すこともないだろうと思い，甲との関わりを話すことにした。私自身の事件との\n関わりが２５年を経て終わりに近づき，私自身整理したいという気持ちもあり，ま\nた，甲が帰国して，パレスチナの人々を助けるという運動も終わり，話をしてもパ\nレスチナの人々に迷惑をかけることもない時期に来たと考えた。」「自分は過激な\n政治活動にタッチし，法も犯して，被害者も出したという立場にいるわけだが，日\n本の社会の寛容さに許されて，日本の国のお陰で，私は今あると思っているので，\n日本の国が私に尋ねることがあるなら，私はありのままに答えたい。」等とその心\n情を吐露している。\n乙は，この四半世紀の間，日本赤軍関係者との関係を絶ち，守るべき家庭\nを抱えながら，民間企業に就職して相応の社会的地位を築き上げてきたものであっ\nて，今更，過去の赤軍との関わりを蒸し返し，その深さを吐露するようなことは，\n築き上げてきた自己の社会的立場や家族，勤務先等に影響を及ぼしかねず，著しく\n不利益であるにもかかわらず，その不利益を甘受してまで，敢えて，甲に依頼され\nたという虚偽の事実を創作する動機は見いだすことができず，前記の乙が挙げる理\n由は，誠に説得的である。この点，弁護人は，乙の単なる記憶違いであるという\nが，本件は，乙にとってみれば，日本赤軍の最高責任者的立場にあった甲から本件\nを依頼されたという極めて印象的な出来事であるし，今回真実を明かした前記乙の\n理由に照らし，記憶違いとは到底考えられない。また，乙証言は，大筋において一\n貫していて何ら動揺していないばかりか，乙がバグダッドの甲宅を訪れたこと，そ\nの際甲からカンパ要請の手紙を託され，帰国した際支援者に手紙を届けて金を集\nめ，後にアデンまで届けたことなど乙の供述によって初めて明らかになった事実に\nついては，甲自身，当公判においてこれを認める供述をしている。さらに\n，乙は，記憶の曖昧な部分つき，はっきりしない旨明確に述べ，弁護人からの反対\n尋問に対しても素直に記憶をたぐりながら答え，被告人の供述内容を聞いた上で訂\n正すべき点は訂正しており，その供述態度は真摯である。弁護人の指摘するとお\nり，細部についての証言には曖昧な点や若干の変動はあるものの，本件から既に四\n半世紀が経過した後の証言であることに照らすと，詳細について記憶に不確かな部\n分があるのは，むしろ自然であって，却って，甲からの依頼であったという根幹部\n分の信用性を高めるものである。そうすると，本件について，甲から依頼された旨\nの乙証言は，信用性が高いというべきである。\nそこで，改めて，乙が本件の依頼を受けた際の状況に関する昭和５０年当\n時の捜査及び今回の公判における供述内容を比較してみると，第１に，供述調書\n（甲４０）においては，被告人の名前が依頼者から出たことや被告人の連絡先の電\n話番号のメモを渡されたことを明らかにしているが，証言では，双方について曖昧\nになっている点，第２に，依頼された時期が，供述調書では，昭和４９年１月末か\n２月上旬となっているが，証言では，同年２，３月ころとなっている点が異なるも\nのの，その他の事項，すなわち，依頼の趣旨，乙が女性の手助けをして本件犯行を\n敢行すること，細部にわたる指示がなかったことなどは一致している。どちらの供\n述に信を措くべきかを考えてみるに，まず，そもそも，供述調書は，本件犯行後１\n年余り経った時点で作成されているのに対し，２５年も経過した段階における証言\nは，記憶の減退があって然るべきものである。また，乙としては，昭和５０年当\n時，甲の名前さえ隠しておけば，甲の本件への関わりを秘すという目的は達せられ\nるのであって，被告人の名前が出たこと，電話番号のメモを渡されたこと，依頼の\n時期などについて，記憶に反する供述をする必要性はないというべきであ\nる。なお，乙は，依頼の時期を昭和４９年２，３月ころと記憶している根拠とし\nて，長男の誕生日である同年３月９日の前後であったと説明しているが，２，３月\nころと限定する根拠としては，いささか薄弱であるのに比し，昭和５０年当時の調\n書においては，長男の誕生日に触れながらも，依頼が昭和４９年１月末か２月上旬\nであったとした上，その後日本へ帰国するまでの経緯を比較的詳しく供述している\nことからすれば，その調書の方により信用性があるというべきである。さらに，乙\n自身，昭和５０年当時の供述は，大筋で真実であると明言している。そうすると，\n前記の相違点については，供述調書に信用性を措くべきものと考える。\n４　甲証言及び被告人供述の信用性\n(1)　乙証言に対し，甲は，当公判廷において，「乙がＩに連れられてバグダッ\nドまで訪ねてきたので，その際カンパ要請の手紙を書いて託したが，Ａを偽造旅券\nで出国させるよう頼んだりはしていない。昭和４９年６月にＡと会った時に本人か\nら偽造旅券で出国して来たことを初めて聞き，困ったと思った。被告人が関与して\nいるということは，同年９月前後に被告人がベイルートに流れてきて指名手配にな\nった際，本人から聞いて初めて知ったのであり，自分が被告人に直接にせよ間接に\nせよ指示したことはない。そもそも同年３月，４月当時は被告人のことを全く知ら\nなかった。乙が帰国後にアデンまでカンパを届けに来たことがあったが，金額は\n４，５０万円である。」旨供述する。また，被告人も，「本件は，甲に頼まれたも\nのではなく，昭和４９年３月初旬ころ，パリに滞在していた日本人の男性から頼ま\nれたものである。乙と一緒にやることはその際聞かされており，自分の連絡先の電\n話番号を何らかの形で乙に伝えておいたと思う。日本で乙と会い，旅券入手のため\nに動いたが，誰に頼まれたかは互いに口に出したことはなく，乙も自分に依頼して\nきた人から依頼されているものと思っていた。乙が甲からの手紙を持っ\nていて，自分もそのうち２通を預かって届けたことがあったが，この時も，乙が甲\nと会ったことがあるとは思わなかった。同年３月，４月当時は甲に会ったことはな\nかった。」旨供述する。\n(2)　これらの甲及び被告人の供述は，前記乙証言の具体性や今回甲の関与を認\nめる供述をするに至った理由の有する迫真性に比べると，全体的に説得力に乏しい\nものである。\n例えば，甲は，本件を乙に指示してはいない根拠として，乙らの来訪は事\n前の連絡等のない突然のものであった上，乙とは初対面で信用がおけなかったなど\nと述べているが，乙は，ＰＦＬＰ関係者の手引きで極秘裏であるはずの甲の家まで\n極めてスムーズに到達しているばかりか，甲の家に一泊し，その後甲の要請で日本\n国内の支援者から集めたカンパを甲のもとに届けるに当たっても，ＰＦＬＰ関係者\nから甲がアデンにいることを教えられ，アデンの軍事訓練施設まで甲を訪ね直接届\nけている。やはり，乙の来訪前に甲も当然これを把握しており，かつ，乙につい\nて，一定の信用のおける人物として，甲の護衛に当たるＰＦＬＰ関係者にあらかじ\nめ連絡がなされていたとみるべきである。また，カンパ要請の手紙を託したことは\n甲も認めているところであるが，このこと自体，日本赤軍支援者を具体的に明らか\nにし，現金の管理を一任するものであって，信頼のおけない人物に任せるとは考え\nられない。\n次に，被告人も，自分に依頼してきたという人物，経緯，具体的状況等に\nついては明らかにしておらず，結局その供述を裏付けるものはない。被告人は，帰\n国した乙と本件犯行を完遂するために，いろいろと相談を重ねている傍ら，一方で\nは，甲のカンパ要請の手紙を乙が持っていることを知り，これを届ける手伝いをし\nていながら，甲と本件との関係には思いを至らせなかったという点も不自然であ\nる。\n(3)　そうすると，現在甲と同調する意志を表明する被告人が，甲の本件への関\n与を隠そうと虚偽の供述をし，甲もこれを受けて同趣旨の供述をしていると考えら\nれ，両者の供述を信用することはできないというべきである。\n５　共謀に関する判断\n(1)　前記２において認定した事実，とりわけ，乙が，昭和４９年１月末か２月\n上旬ころ，甲とバグダッドで会った際，直接甲から，被告人を手伝ってＡを日本か\nら他人の旅券を用いて不法に出国させるよう指示を受けたことからして，甲と乙の\n共謀の存在が認定できる。そして，この事実に，乙と相前後して被告人も帰国して\nいること，乙と被告人は速やかに連絡を取り合い，犯行の具体的方法等について謀\n議を重ねた上本件犯行を遂行していることなどの事実経過，さらには，甲ではな\nく，第三者から本件の依頼を受けた旨の被告人供述が採用の限りでないことを併せ\n考えると，被告人は，甲又はその意を受けた者から，本件犯行の指示を受けたこと\nが推認できるというべきである。\n(2)　そうすると，本件においては，甲と乙，甲と被告人，そして，乙と被告人\nの間に，それぞれ共謀があったというべきである。前二者，すなわち，甲と乙，甲\nと被告人の各共謀の前後関係は，証拠上定かでないが，いずれにしろ，甲，乙及び\n被告人の三者間で，本件の共謀が成立したことは明らかであって，帰するところ，\n判示の罪となるべき事実が全て認定でき，この点に関する弁護人の主張も採用でき\nないというべきである。\n（法令の適用）　省略\n（量刑の理由）\n本件は，被告人が，甲，乙らと共謀の上，Ａを出国させるため，他人名義を冒用\nして旅券発給申請書を偽造，行使し，Ａの写真を貼付させた他人名義の旅券を発給\nさせ，その交付を受けたという有印私文書偽造，同行使，免状等不実記載，旅券法\n違反の事案である。\n被告人は，日本赤軍の一員として，その最高幹部の甲らとともに，おのれらの思\n想，信条を全うするため，本件犯行に及んだものであって，法治国家である我が国\nにおいては，動機として酌量する余地はない。被告人らは，海外から帰国した上，\n住民票を閲覧してＡと年齢の近い人物を選び出して同人の戸籍抄本を入手し，さら\nには，旅券の発給を受けるための必要書類の調達方法等を調査し，虚偽の身分証明\n書を作成したり，旅行会社から旅行引受書を入手するなど計画的かつ大胆に本件犯\n行に及んでいる。被告人らは，本人の同一性という旅券の最も重要な事項を偽って\n旅券を不正入手したもので，旅券の公共的信用を害したばかりか，その結果，Ａが\n偽名で本邦を出国し，パレスチナ解放と称して過激な非合法活動に関与するに至っ\nたことも看過し得ない。また，本件旅券において，自己の名義を冒用された者が，\n日本赤軍との関係を疑われて警察の取調べを受けたり，旅券やビザの交付に支障を\n来して海外への新婚旅行を断念せざるを得なかったことも見過ごせない事実であ\nる。被告人の本件における役割をみても，日本赤軍の最高幹部であった甲の命を受\nけて，被冒用者を選定して，その戸籍抄本を入手した上，Ａの写真を用\n意するなど，重要な役割を果たしている。以上の事情に照らすと，被告人の刑事責\n任は重いというべきである。\nしかしながら，本件の実行行為そのものは，共犯者が行っており，必ずしも終始\n一貫して犯行を主導する立場にあったわけではないこと，被告人は，遅まきながら\nも，本件逮捕後，名義を冒用された人物が各種の不利益を被ったことを知り，謝罪\nの意を表明していること，今後は合法的な活動を基盤として生活する旨述べ，保釈\n後は実弟のもとに身を寄せ障害者の介護等の仕事を得て社会生活を送っていること\nなど被告人のために酌むべき事情のほか，本件犯行から既に四半世紀が経過してい\nること，共犯者が既に執行猶予判決を受けて確定していることなどを併せ考慮する\nと，被告人に対しては，懲役２年６月に処した上，５年間刑の執行を猶予すること\nが相当と判断した次第である。\nよって，主文のとおり判決する。\n（私選弁護人大谷恭子・虎頭昭夫・川村理・渡邉良平・尾嵜裕・寒竹里江）\n（求刑懲役２年６月）\n平成１４年１月１５日\n東京地方裁判所刑事第６部\n裁判長裁判官　　山　崎　　　学\n裁判官　　吉　川　奈　奈\n裁判官    後　藤　有　己\n"
}