{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 5
  },
  "case_number": "平成14(う)146",
  "case_name": "公務執行妨害被告",
  "court_name": "広島高等裁判所",
  "lawsuit_id": "3838",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3838",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/838/003838_hanrei.pdf",
  "contents": "主　　　　　　文\n原判決を破棄する。\n被告人を懲役１年に処する。\n原審における未決勾留日数中５０日をその刑に算入する。\n理　　　　　　由\n本件控訴の趣意は，検察官渡邊秀雄提出に係る控訴趣意書（広島地方検察庁検察\n官大森淳作成）に記載されているとおりであり，これに対する答弁は，弁護人古河\n真人作成の答弁書に記載されているとおりであるから，これらを引用する。\n論旨は，要するに，原判決は，被告人に対する公務執行妨害の公訴事実につい\nて，保護の相談並びに行旅病人，行旅死亡人及び行旅困窮者に対する援護指導等の\n職務に従事していた広島市ａ区ｂ部ｃ課課長補佐Ａに対し，被告人が，公訴事実と\n同旨の暴行，脅迫を加えた事実を認定しながら，Ａの従事していた前記公務は，強\n制力を行使する権力的公務ではない公務であるから，本件暴行，脅迫は，業務妨害\n罪を構成することがあることは格別，公務執行妨害罪には当たらないとして，無罪\n判決を言い渡したが，刑法９５条１項の「職務」は，強制力を行使する権力的公務\nであるとそれ以外の公務であるとを問わないから，原判決は，刑法９５条１項の解\n釈適用を誤ったものであり，この誤りが判決に影響を及ぼすことが明らかである，\nというのである。\nそこで，検討すると，原判決は，被告人がＡの職務執行に際し加えた暴行，脅迫\nの事実について，刑法９５条１項の公務執行妨害罪を適用しなかったことは，所論\nが指摘するとおりである。そして，以下のとおり，刑法９５条１項の「職務」に関\nする原判決の解釈には，左袒することができない。\nすなわち，原判決は，最高裁判所平成１２年２月１７日決定（刑集５４巻２号３\n８頁）を援用し，公務員が遂行する公務のうち，強制力を行使する権力的公務でな\nい公務は，業務妨害罪の「業務」に当たるとの見解の下，Ａが従事していた職務\nは，強制力を行使する権力的公務ではない公務に当たり，威力業務妨害罪における\n「業務」に該当することは明らかであって，公務執行妨害罪の「公務」には該当し\nない旨説示している。しかし，この決定は，その事件の被告人が，偽計及び威力を\n用いて公務員の職務を妨害したとして，業務妨害罪で起訴された事案につき，当該\n事案における公務が業務妨害罪の業務に当たることを判示したものであって，何ら\n公務執行妨害罪の成否に言及するものではない。\nそして，公務執行妨害罪の立法の経緯についてみると，旧刑法１３９条は，「官\n吏其職務ヲ以テ法律規則ヲ執行シ又ハ行政司法官署ノ命令ヲ執行スルニ当リ暴行脅\n迫ヲ以テ其官吏ニ抗拒シタル者」を処罰すると規定しており，強制力を有する公務\nのみが保護の対象となると解される文言を用いていたが，保護の範囲が狭すぎる\n（刑法改正政府提出案理由書）として，現行刑法９５条１項では，「公務員が職務\nを執行するに当たり，これに対して暴行又は脅迫を加えた者は，３年以下の懲役又\nは禁錮に処する。」と規定し，文言上，職務の内容は限定されていない。また，公\n務執行妨害罪の保護法益は，公務の円滑な遂行にあると解すべきであり，公務が円\n滑に遂行されることによって，国民全体の利益につながるのであるから，国民全体\nの奉仕者である公務員の職務を保護することには合理的な理由があるというべきで\nある。そうすると，強制力を行使する権力的な公務はもとより，強制力を行使する\n権力的公務でない公務に関しても，同項の職務から除かれる理由はない。したがっ\nて，刑法９５条１項の「職務」とは，公務員が担当・処理すべき事務である限り，\n公務員が取り扱う各種各様の事務の全てが含まれると解すべきである。\n原判決は，刑法９５条１項によれば，公務員が職務を執行するに当たり，これに\n対して暴行，脅迫を加えた場合は公務執行妨害罪に当たるとされていることから，\n暴行，脅迫に至らない方法により公務員の職務を妨害した場合は公務執行妨害罪に\nは当たらないと考えられるところ，この理由は，公務執行妨害罪における「公務」\nは強制力を行使することができることから，暴行，脅迫に至らない方法による妨害\nに対しては，自力により妨害を排除して，公務を遂行する力を持っているため，暴\n行，脅迫による妨害行為のみを可罰的なものとし，この程度に至らない妨害行為に\nついてはこれを不問に付したものと考えるべきである，と説示している。しかし，\n暴行，脅迫に至らない方法により公務員の職務を妨害した場合は，公務執行妨害罪\nに当たらないことは規定上当然である（旧刑法においても同様である。）。原判決\nは，その理由を，公務執行妨害罪における「公務」は強制力を行使することができ\nるからであるとしているが，公務員の職務を妨害する行為を暴行，脅迫と規定して\nいることと公務執行妨害罪における「公務」について強制力を行使するものに限定\nすることとは，論理的な必然性がないばかりか，原判決の見解は，上記の立法の経\n緯，刑法９５条１項の文言及び保護法益に照らしても，これに同調することはでき\nない。そして，強制力を行使する権力的公務ではない公務については，業務妨害罪\n（法定刑は，３年以下の懲役又は５０万円以下の罰金）によってのみ処罰されると\nする原判決の見解では，こうした公務に対する妨害行為につき，禁錮刑に処する余\n地をなくしてしまうのであって，この点からも相当ではない。\n以上のとおり，被告人について，公務執行妨害罪が成立しないと判示した原判決\nは，刑法９５条１項の解釈適用を誤ったものというべきであり，この誤りが判決に\n影響を及ぼすことは明らかである。\n論旨は理由がある。\nよって，刑訴法３８０条，３９７条１項により原判決を破棄し，同法４００条た\nだし書により，当裁判所において，本件被告事件について，更に判決する。\n（罪となるべき事実）\n被告人は，平成１４年３月１９日午後零時３０分ころ，広島市ａ区ｄ町ｅ丁目ｆ\n番ｇ号広島市ａ区ｂ部ａ区ｈセンター１階において，保護の相談並びに行旅病人，\n行旅死亡人及び行旅困窮者に対する援護指導等の業務に従事していた広島市ａ区ｂ\n部ｃ課課長補佐Ａ（当時５２歳）から，行旅困窮の一時旅費支給については，現金\nではなく切符による支給であることを告げられて腹を立て，同人に対し，同人が着\n用していたネクタイを両手でつかんで引っ張る暴行を加えた上，「わしゃ，１４犯\nなんじゃ。お前の顔は覚えた。今度出たらやったるけえの。」などと怒鳴り付け，\n同人の身体に更に危害を加えかねない気勢を示して脅迫し，もって，同人の職務の\n執行を妨害した。\n（証拠の標目）\n省　略\n（累犯前科）\n１　事実\n(1)　平成１０年６月２４日岡山地方裁判所宣告，窃盗，暴行罪により懲役１年２\n月，平成１１年６月１５日刑の執行終了\n(2)　平成１１年１１月１９日新潟地方裁判所宣告，(1)の刑の執行終了後に犯し\nた暴行，公務執行妨害，傷害罪により懲役１年６月，平成１３年６月１７日刑の執\n行終了\n２　証拠\n前科調書（２４），判決書謄本（２９，３１，３２）\n（法令の適用）\n罰　　　条　　　刑法９５条１項\n刑種の選択　　　懲役刑\n累犯加重　　　　刑法５９条，５６条１項，５７条（３犯）\n未決勾留日数　　刑法２１条（原審における未決勾留日数中５０日を刑に算入す\nる。）\n訴訟費用　　　　刑訴法１８１条１項ただし書（原審分及び当審分につき，被告人\nには負担させない。）\n（量刑の理由）\n本件は，被告人が，ｈセンターに勤務する地方公務員に対し，暴行，脅迫を加え\nて公務の執行を妨害した，という事案である。\n行旅困窮者に対する一時旅費の支給について，自己の思いどおりにならなかった\nことに腹を立てた犯行動機に酌むべき事情はなく，公務の遂行に及ぼした影響も小\nさくない。本件ｈセンターの関係者は，被告人に対する厳しい処分を望んでいる。\nまた，被告人には，累犯に当たるものを含めて前科が多数あり，粗暴な傾向がうか\nがわれ，規範意識や更生の意欲に乏しいといわざるを得ない。\nしたがって，本件の犯情はよくなく，被告人の刑事責任を軽視することはできな\nいが，被告人は，反省の言葉を述べていること，被告人が加えた暴行及び脅迫の程\n度，その他記録上うかがわれる被告人のために斟酌できる事情を考慮して，主文の\nとおり刑を定める。\n平成１４年１１月５日\n広島高等裁判所第一部\n裁判長裁判官　　　　久　　　保　　　眞　　　人\n裁判官　　　　芦　　　高　　　　　　　源\n裁判官　　　　島　　　田　　　　　　　一\n"
}