{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 20,
    "month": 12,
    "day": 24
  },
  "case_number": "平成18(わ)1184",
  "case_name": "未成年者誘拐等",
  "court_name": "神戸地方裁判所第１刑事部",
  "lawsuit_id": "37359",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=37359",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/359/037359_hanrei.pdf",
  "contents": "平成２０年１２月２４日宣告\n平成１８年(わ)第１１８４号，同１９年(わ)第１２６４号\n主文\n被告人を懲役７年に処する。\n未決勾留日数中１５０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，\n第１ 平成１８年９月５日午後３時２０分ころ，兵庫県西宮市ａ町ｂ番ｃ号Ａ１北\n側Ｂ１において，Ｃ１（当時２歳）が母親から離れて一人でいるのを見かけ，\nかわいさのあまり，同児を誘拐しようと決意し，甘言を用いて同児をＢ１から\n一緒に出て行くよう誘惑し，これを承諾させて同所から同児を連れ去り，よっ\nて，同児を母親の保護の下から離脱させて被告人の支配下に置いた上，そのこ\nろから同日午後４時３５分ころまでの間，同所から同市ｄ町ｅ番ｆ号Ｄ１ｇ号\n室の当時の被告人方を経由して同市ｈ町ｉ番ｊ号Ｅ１公園まで連れ回し，もっ\nて，未成年者である同児を誘拐した，\n第２ 同日午後３時２３分過ぎころから同日午後４時３０分ころまでの間，上記当\n時の被告人方において，上記Ｃ１に対し，その頭部を堅い物体の平面部で殴打\nし，又は，その頭部を同平面部に打ち付けるなどの暴行を加え，よって，同児\nに入院加療約１００日間を要し，左片麻痺等の後遺障害を伴う右急性硬膜下血\n腫及び右後頭頭頂骨骨折等の傷害を負わせた，\n，，第３ 上記Ｃ１を連れ去って被告人の支配下に置き 同児と行動を共にしていた際\n判示第２の傷害行為により，同児の意識が混濁し，歩行すら困難な状態に陥っ\nたのを認識したのであるから，直ちに同児に医師の治療を受けさせるなど同児\nの生存に必要な保護を加えるべき責任があったにもかかわらず，同児を遺棄し\nようと決意し，同日午後４時３５分ころ，同児を上記Ｅ１公園のベンチの上に\n置き去りにし，もって，幼年者を遺棄した\nものである。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n第１ 本件の争点\n，， ， （ 「 」弁護人は (1)判示第１の事実について 被告人は Ｃ１ 以下 被害女児\nという ）を迷子だと思い，母親を捜すために連れ歩いたのであって，被害女。\n児を母親の保護下から不法に離脱させる意思はなかった（未成年者誘拐の故意\nがない ，(2)判示第２の事実について，被告人は，被害女児に暴行を加えて）\nはいない，(3)判示第３の事実について，被告人には，同児を保護すべき法律\n上の義務まで認められない上，公園内で被害女児を置いたものの，助けを呼ぼ\nうとしてその場を一時的に離れただけであるから，遺棄行為はなかったし，保\n護責任者遺棄の故意もない旨主張し，被告人もこれらの主張に沿う供述をする\nので，以下，検討する。\n第２ 関係証拠によって比較的容易に認定することができる事実は，次のとおりで\nある。\n１ 被告人について\n(1) 被告人の勤務状況，生活状況等\nア 被告人は，平成１７年４月から兵庫県立Ｆ１病院（以下「Ｆ１病院」\nという ）の産科の看護師兼助産師として仕事を始めた。その勤務態度。\nは真面目で，患者等への対応も穏和であり，同僚や妊産婦らからの評判\nも良かった。\nイ ところが，被告人は，不眠や食欲不振に見舞われるようになり，平成\n１８年２月２８日にＧ１医師の診察を受けたところ，内因性のうつ病を\n疑われ，療養のため，同年３月から仕事を休むこととなった。\nこのため，被告人は，Ｇ１医師の診察を受けながら，仕事を休んで\n自宅で療養をし始めたことなどから，全般的にはうつ病は回復傾向に\n向い，同年６月５日の診察では，休み続けるよりも，働く方が被告人\nの病状の回復にとって良いのではないかというＧ１医師の判断から，\n職場復帰の話が出た。\nその後，被告人は，後記のとおり，同年６月下旬に万引き等の騒動\nを引き起こしたものの，同月２７日のＧ１医師による診察の際には，\nむしろ被告人の職場復帰を早めた方が良いということになり，同年７\n月１０日から，負荷がかかりすぎない勤務に復帰することになった。\n被告人は，職場に復帰し，しばらくは半日勤務を続け，同年８月２\n７日まで新生児係を，同月２８日及び同月２９日は部屋持ちの係をそ\nれぞれ担当していたところ，同年８月中旬ころには，同年９月の終わ\nりから夜勤を入れてみようという話もあり，具合が悪ければ翌月から\nは夜勤は入れないようにするという条件でＧ１医師の了解を得て，夜\n勤を入れて様子をみることになっていた。\nところで，被告人は，職場復帰直後の同年７月中には，仕事は普通\nにこなしていたものの，自宅に帰ると疲労感を感じるという状況であ\nったが，同年８月に入ると，仕事に出る前にも疲れていると感じるく\nらい疲労が蓄積し，休日は，ほとんど横になって過ごすような状態に\nなっており，同月３０日朝には疲れが溜まってなかなか起きられずに\n遅刻した。\nウ 被告人は，同月３１日，伯父が亡くなったため，伯父の通夜に参列\nするために忌引休暇を取って兵庫県ｋ市にある実家へ行き，翌９月１\n日の告別式に出た上，その日のうちに同県西宮市ｄ町ｅ番ｆ号所在の\nマンション｢Ｄ１｣ｇ号室（以下，このマンションを｢本件マンション｣\nという ）の当時の被告人方（以下「被告人方」という ）へ戻った。。。\n被告人は，職場に復帰して以降，次第に疲れが溜まってきており，\n一，二日の休みでは疲れがとれなかったので，三連休の休みをＦ１病\n院に申し出て，同月２日から同月４日までの３日間の休みを取り，同\n月２日及び同月３日とも朝起きれずに昼過ぎまで横になって過ごし，\n外出もせず自宅の中で過ごしながら，実家から持たされた物や，冷凍\n保存していた物で食事のやりくりをしていたが，同月４日の夜には，\n翌日に職場で食べる昼食（チャーハン）を買いに外出した。また，被\n告人は，同年８月３１日の通夜に参列した際に，伯父及び伯母と一緒\nに同年９月５日に行われるＨ１での野球を観戦することを約束してい\nたところ，観戦チケットが１枚余っていたことから，同月４日夜に，\n電子メールで，同僚のＩ１を野球観戦に誘った。\n(2) 被告人の病状等\n，， ，ア 被告人のうつの症状としては 気分が沈む 倦怠感があるなどのほか\n思考制止（考えがまとまりにくい，堂々巡りをしてしまう，決断が難し\nい）などが見られ，Ｇ１医師の診察とともに，その間何度かカウンセリ\nングを受けたりもしたためか，徐々にではあるが回復の兆しを見せては\nいた。\nイ しかし，被告人は，平成１８年６月２７日，Ｇ１医師の診察を受けた\n後に，デパートでワンピースを万引きをしてしまい，両親に交番まで迎\nえに来てもらうという事件を引き起こした。そして，同日夜，被告人方\nに泊まった被告人の母親と話をしているうちに興奮し，目をつり上げた\n表情で 「もうしんどくて，自分は一体何なんだ。私は一体何よ 」な，。\nどと言ったり，これまでの辛い出来事を思いつくままに言い立てて泣い\nたりするという興奮状態になった。被告人は，この万引きの前にもデパ\nート等で数回万引きをしていた。\nそこで，被告人は，翌２８日，母親と共にＧ１医師の診察を受け，前\n日の出来事を話したところ，興奮したり気が大きくなって万引きのよう\nな行動に出るといった副作用がある薬の処方を止めることになり，Ｇ１\n医師から自制心を付けるようにとのアドバイスを受けた。\n２ 被害女児について\n被害女児は，平成１５年１０月２１日生まれで，本件当時２歳１０か月で\nあり，身長約１００センチメートル，体重約１３キログラムであった。\n被害女児は，本件まで入院や手術の経験はなく，本件当時の健康状態や発\n育状況も良好で，会話ができる程度の発語が可能であり，健康障害や知覚障\n害はなかった。また，被害女児は，人見知りを全くせずに周囲の呼びかけに\n応じていたが，主として母親にまとわりつくことも多かった。\n３ 複合ショッピングモール「Ａ１」において女児を連れて歩いていたことに\nついて\n被告人は，平成１８年６月２６日，Ａ１において，迷子としてＡ１内で\nの捜索が行われていた１歳７か月の女児を連れていたことがあった。\nまた，同年７月３０日午後零時２１分ころ，被告人が，３歳の女児を抱\nき抱えてＡ１１階のＪ１西出入口から店外へ出て，Ａ１南側の東西道路を\n東に向かって徒歩で移動し，当該女児を抱き抱えたまま，被告人方に連れ\nて行ったが，同日午後零時４２分に当該女児が迷子になったとして捜索の\n依頼があり，その後，同日午後１時７分ころ，当該女児を抱き抱えた被告\n人が，Ａ１内に入り，１階東側出入口よりＪ１に入店して，Ｊ１２階にあ\nる店舗に当該女児を連れて届け出るということがあった。\n４ 本件当日の経緯等について\n(1) 本件前の被告人の行動について\n被告人は，平成１８年９月５日朝，体が鉛のように重くて全く動かない\nなど疲労感がひどかったことや，熱っぽかったことから仕事を休もうと思\nい，Ｆ１病院に電話をかけ，職場の上司であるＫ１に対し，仕事を休む旨\n伝えた上で，被告人方で寝ていた。\n被告人は，同日午前１０時半ころにかかってきた母親からの電話で目\nを覚まし，電話を切った後しばらくは横になっていたものの，前日に購\n入していたチャーハンを昼食に食べ，しばらくすると体が少し楽になっ\nてきたため，母親から気分転換のために外出したらどうかと言われてい\nたこともあって，被告人方を出た。\nＬ１駅に併設されたＡ１に向かった被告人は，Ａ１内のＪ１にあるア\nイスクリーム屋でアイスクリームを買い，Ｊ１２階の外にあるベンチに\n座って食べた後，自転車を取りに一度帰宅し，Ｍ１駅の近くにあるレン\nタルショップで借りていたＤＶＤを返却したり新たに貸し出しを受けて，\n被告人方の近くまで戻ってきた。しかし，もうしばらく外出していよう\nと考え，再度Ａ１へ向かい，Ａ１の１階にある雑貨屋を見て歩くなどし\nていたが，Ａ１の北側にあるＢ１のベンチで座って休もうと思い，同日\n午後３時１５分ころ，Ａ１１階東側の南北連絡通路を徒歩で南から北へ\n通り抜けた。\n(2) 本件当時の被告人及び被害女児の行動について\nア 被告人は，同日午後３時２０分ころ，Ｂ１において，母親であるＮ\n１(以下「Ｎ１」という。)らが目を離していた時に，被害女児を見か\nけて声を掛け，Ｂ１内にいた大人などには一切声を掛けずにＢ１から\n同児と共に出て行った。\n被告人は，被害女児と手をつなぎ，時折同児と顔を見合わせながら，\nＡ１内のＪ１１階東側出入口前の南北連絡通路を北から南に向かって\n徒歩で通行し，同通路を通り抜けたＡ１南側路上で同児を抱き抱える\nなどして，本件マンションのある東に向けて歩いて行った。\nその後，被告人は，被害女児を抱き抱えた状態で，同日午後３時２\n２分ころ，本件マンション北側に位置する東西道路を西から同マンシ\nョンのある東へ向かって歩いてきたところ，同マンション西側付近で\n同児を下ろした上で，再び同児と手をつないで同マンションのある東\nへ向かって歩いて行った。\nイ 被告人は，被害女児の手を引いて本件マンションに入って行ったが，\nこの際の被告人と被害女児の様子は，同児が被告人を見上げて笑顔で\n話しかけ，被告人が被害女児の顔を見て穏やかに答えるというもので\nあった。\n被害女児の手を引いて本件マンションのエレベーターに乗り込んだ\n被告人は，被害女児から「ママは 」と聞かれたため 「ママのところ。，\nには後で帰ろうね 」と答え，被害女児と共に被告人方のある６階でエ。\nレベーターを降りた（なお，この点は，Ｏ１の警察官調書（甲１３（甲\n５６と同一 ）によるものであるが，弁護人は，被告人が言ったのは，）\n「お姉ちゃんちでおしっこしてから，ママ捜しに行こうね 」というも。\nのである旨主張するが，もし 「おしっこ」とか「ママ捜しに」といっ，\nたような言葉をＯ１が聞いたのならば，それらは記憶に残りやすいも\nのであると思われ，Ｏ１が聞き間違えるとか，誤って記憶するとは考\nえにくいものがあるので，弁護人の上記主張は採用できない。)。\nこの時，被害女児は，泣いたり，けがをしていた様子はなく，被告\n人を嫌がってもいなかった。\nウ こうして，被告人と被害女児は，同日午後３時２３分過ぎころから\n同日午後４時３０分前ころまでの間，被告人方に２人だけでいたとこ\nろ，その間に，被害女児の容体が急に悪くなって意識障害を起こした\nのに，被告人は，救急車を呼んだり，本件マンションに住んでいる他\nのＦ１病院の看護師等の助けを求めるなどしなかった。\nエ 被告人は，容体の悪くなった被害女児に長靴を履かせた上，同児を\n抱き抱えて被告人方を出て，本件マンション前の東西道路を東へ歩き，\n南北道路である県道Ｐ１線（国道Ｑ１線の延長，以下，この県道を｢Ｐ\n１線｣という ）との交差点を左折してＰ１線を北へ向かい，Ｒ１の高。\n架下を通り抜けたところで左折し，Ｒ１の高架に沿って西へ向かった。\nその後，被告人は，同日午後４時３０分ころ，兵庫県西宮市ａ町ｂ\n番Ｓ１駐輪場の東側出入口付近において，約二，三分の間，南向きに\nしゃがみ込んだ姿勢のまま，被害女児の顔を被告人の左肩にのせるよ\nうにして抱き寄せたり，被害女児の顔を被告人の目の前に持っていく\nという動作を何回か繰り返した後，被害女児を抱き抱えたまま立ち上\nがり，もう一度同児を左肩に抱き上げ，Ｓ１駐輪場東側の南北道路を\n北に向かって歩いて行った。\nその際，被害女児は，目を開いていたものの手足が垂れ下がってい\nる状態で，被告人から昀後に抱き上げられた際には被害女児のスカー\nトがその胸辺りまでめくれ上がったが，何らの反応もしないなど，一\n見して具合が悪い様子であった。\nそして，被告人は，被害女児を抱きかかえて，兵庫県西宮市ｈ町ｉ\n番所在のＥ１公園(Ｂ１北側の東西道路を挟んだ向かいに位置する。)\nに至り，同日午後４時３５分ころ，同公園内のベンチに意識のないま\nまの同児を横たわらせてその場を離れ，自宅に帰った。\nなお，被害女児は，本件当日，ピンク色の長靴を履いていたところ，\n右の長靴はＳ１駐輪場東側出入口付近に，左の長靴は，Ａ１の東側に\n位置するＰ１線の歩道上にそれぞれ落ちていた。\n(3) 被害女児の救急搬送及び治療状況について\nア 同日午後４時４６分に被害女児に関する１１９番通報がされたこと\nから，同日午後４時４９分に，Ｅ１公園に救急隊員３名が到着した。\nこの際，Ｅ１公園内には十数名の警察官がおり，またＥ１公園南側に\nは野次馬がいるなど，周辺は混雑した状況であった。\n救急救命士の資格を持つ救急隊長が，Ｅ１公園のベンチに仰向けで\n寝ている被害女児の体を揺すって声を掛けたところ，同児は，泣き声\nではないうめき声を上げるものの，呼びかけには反応しなかった。ま\nた，救急救命士の資格を持つ救急隊員が，被害女児の瞳孔反応を確認\nしたところ，その反応はにぶく，意識レベルは１００（意識がない状\n態に近い状態）であった。\n被害女児の外傷の状況は，額右側にこぶし大の血腫（赤みを帯びた\n），， 。たんこぶ 右肘に擦過傷があったが いずれも出血はしていなかった\n救急隊員は，これらの状況を確認した後，被害女児を病院に搬送す\nるため，同日午後４時５４分，首を固定した状態でストレッチャーに\n乗せた同児を救急車内に収容した。\n救急車は，同日午後４時５５分にＥ１公園を出発し，同日午後５時\n３分，搬送先であるＴ１病院に到着した。\nイ 被害女児は，Ｔ１病院救命救急センターで診察やレントゲン検査，\n頭部ＣＴ診断を受けた結果，右急性硬膜下血腫と診断されたことから，\n同日午後６時５２分から同日午後１０時３５分までの間，Ｕ１医師に\nより，被害女児に対する右開頭血腫除去術及び外減圧術が行われた。\nなお，上記病院に搬送された際の被害女児の意識状態は，強い刺激\nを与えつつ呼びかけを繰り返すと，かろうじて開眼するが，命令に応\n（），じたり言葉を発することはない状態 ジャパンコーマスケールによる\nまたは，自発的に開眼し言葉は発しないがうめき声などの音声は発し，\n痛み部位に手足をもってくるが命令には従わない状態（グラスゴーコ\nーマスケールによる）であり，中等度の意識障害が認められた。\n(4) 本件後（被害女児救助後）の被告人の行動について\n被告人は，同日夜，予定どおりＩ１とともにＨ１へ行って野球観戦\nをしたが，この際，同女に対しては，被害女児に関する話はしなかっ\nた。また，被告人は，帰宅した後の同日午後１０時すぎころ，Ｋ１に\n電話をし，同女に対し，体調が悪くなったということや，去年職場で\n怒られたこと，職場復帰後にも部屋係になった時に怒られたことなど\nについて話をしたが，被害女児に関する話はしなかった。なお，Ｋ１\nと電話で話をした際の被告人の声には張りがなく，会話も間合いがあ\nった。\n５ 被害女児の負傷状況について\n(1) 被害女児の負傷部位について\n被害女児の右前頭部，左後頭部，右後頭頭頂部の３か所にはそれぞれ打\n，， ，撲痕が見られ この部分の頭皮には 表皮の損傷や出血はなかったものの\n皮下出血を伴う腫脹が認められた。\nまた，被害女児の後頭頭頂部には長さ約２センチメートル，右後頭骨の\n右耳後ろの首の筋肉の付け根の奥には長さ約１．５センチメートルの各線\n状骨折が見られた。\n被害女児の右の大脳半球全体には，頭部外傷に起因する急性硬膜下血腫\n（一般的に受傷後３日以内に発症したもの）が認められるとともに，特に\n前頭頭頂部には分厚い血腫が認められ，後頭部全体には皮下血腫が見られ\nた。さらに，被害女児には，右から左方向への脳の正中偏移（ｍｉｄｌｉ\nｎｅ ｓｈｉｆｔ，血腫により脳の中心が血腫と反対方向に押しやられる\nこと ）が見られ，手術時に開頭すると，脳の腫れがひどく，切迫脳ヘル。\n（）ニア 生命中枢をつかさどる脳幹部を血腫が圧迫して死の直前に至ること\nに近い状態であった。\n被害女児の右左肘部には新鮮な擦過傷が見られたが，打撲痕に近い状態\nのもので出血はなく，その創傷部には砂等も混じっていなかった。\nなお，被害女児の手術時に，脳挫傷の有無は確認できず，急性硬膜下血\n腫の原因となった出血源についても，早急に手術をしなければならなかっ\nたためその確認はできなかった。\n(2) 硬膜下血腫について\n同日午後５時１８分ころに撮影されたＣＴ画像によると，被害女児の右\n前頭から側頭部にかけて，厚さ約１センチメートルの急性硬膜下血腫が認\nめられ，手術時においても，右側頭部に厚さ３ないし４ミリメートルの硬\n膜下血腫が認められた。\nまた，同日の手術において，被害女児の後頭頭頂部の線状骨折部位を含\nむ部分（その直上の頭皮に右側後頭頭頂部の打撲痕がある ）を開頭した。\n，， ，ところ 硬膜が高度に緊張し 硬膜直下には血腫が透視できる状態であり\n硬膜を数ミリメートル切開すると血腫が噴水状に出るほどに頭蓋内圧が高\nまっていた。\nなお，一般的に，急性硬膜下血腫の場合，血腫が増大し，意識障害の症\n状が発現するまでの時間的経過としては，①受傷直後から意識障害が持続\nする例と，②約３分の１の事例では外傷直後には瞬間的あるいは一時的に\n意識が消失するが，すぐに意識を回復し，全く正常な状態（清明期）を経\nて，一定時間が経過してから意識障害が進行する例とがあり，②の場合の\n清明期には，受傷後に全く正常に歩行し，日常会話をすることも可能であ\nる。\n６ 関係場所の状況及び位置関係について\n(1) 関係場所の位置関係の概要\nＢ１，本件マンション及びＥ１公園の位置関係は，別紙図面のとおりで\nある。\n(2) Ｂ１について\nア Ｂ１は，Ｌ１駅の東側に位置するＰ１線の西方約８０メートルに位置\nし，Ａ１の北側に隣接して設置された広場である。\nＢ１は，東側と北側がそれぞれ公道と接しているほか，その南東には\nＳ１駐輪場及び駐車場が，西にはバス事務所やバスロータリーがあり，\nＳ１駐輪場の東西２か所の出入口のうち西側出入口がＢ１に通じてい\nる。\nＢ１の周囲に見通しを遮る障壁はなく，広場内や周辺からのＢ１内の\n見通しは良い。\nＢ１のあるＬ１駅の北側は，同駅北側に位置する東西道路である国道\nＶ１線や，Ｐ１線に通じる国道Ｑ１線に近接していることから，車両交\n通は昼夜通して頻繁であり，駅利用者や親子連れなど，Ｂ１への人の出\n入りも多い。\nイ Ｂ１には，その中央に，柔らかい床材を敷き詰めた直径１０メートル\nの円形スペースに，滑り台がついたアスレチック遊具（以下「滑り台遊\n具」という ）とラッコ型遊具が設置されている。滑り台遊具の北側に。\nは，バスを利用した店舗（以下「バス型店舗」という ）及び１２脚の。\n緑色パラソル付きテラステーブルが東西に広がって配置され，Ｂ１北東\nの藤棚下には４脚のテラステーブルが並び，南側には，直径５．５メー\nトルの円形植え込み，柔らかい床材上に設置された小型のバス型遊具２\n（） ，台 北側の青いもの及び南側の赤いもの 及びベンチ数脚等が配置され\n東方には，バス型店舗が南北方向及び東西方向に１台ずつとベンチ等が\n配置されている。その他，広場内には，テーブルと一体になっているベ\nンチも３組置かれている。\n滑り台遊具，ラッコ型遊具及びバス型遊具２台はそれぞれ地面と設置\nしている部分が固定されており移動できないが，上記３組のテーブルと\n一体になっているベンチは地面に固定されてはおらず，いずれも移動可\n能な状態であった。\n(3) 被告人方について\nア 被告人方のある本件マンションは，Ｌ１駅の南方図測９５メートルに\n位置しており，同マンション北側は東西に走る県道Ｗ１線（以下「Ｗ１\n線」という ）に面している。。\n本件マンションの北側は，Ｗ１線を挟んでパチンコ店の立体駐車場，\nレンタカー会社の営業所等が建ち並ぶ商店と住宅が混在する商業地域\nであり，Ｗ１線及びＰ１線は，昼夜ともに交通量が多い。\nイ ９階建ての本件マンションの一部はＦ１病院が看護師の寮として借\nり上げており，本件マンション６階の北西角から２つ目の部屋（ｇ号\n室）である被告人の自宅も，Ｆ１病院が寮として借り上げた部屋であ\nる。\nウ 被告人方は，南北に長い長方形の居室であり，南側に位置する玄関か\nら見ると，北に向けて奥行きが約２５２.３センチメートルの板張りの\n廊下があり，廊下の北側突き当たりの１本引きの木製引き戸を隔てて約\n６畳の洋室が，さらにその北側の掃き出し窓の先にベランダがある。\n玄関には，幅約８８センチメートル，奥行き約５４．２センチメー\nトルのコンクリートの土間部分があり，玄関の東西両側面には片開き\nの扉付き下駄箱が設置されている。\n同廊下部分のうち，玄関の土間部分に接した床面には玄関マットが\n敷かれていた。\nまた，廊下西側には南から順にトイレと浴室が並び，いずれも片開き\nの扉が付いている。浴室前の廊下部分には，西側壁面に沿って，食器棚\n（奥行き約３１．１センチメートル，幅約４７．５センチメートル，高\nさ約９０．５センチメートル）及びキッチンラック（奥行き約３９．６\nセンチメートル，幅約３３．３センチメートル，高さ約９２．５センチ\nメートル）が配置され，炊飯器や食器等が収納されている。\n，， ，さらに 同廊下東側には南から順に洗濯機 冷蔵庫及び流し台が並び\n冷蔵庫の上には電子レンジ及びトースター，その上に小型の鍋が置かれ\nており(平成１８年９月１７日付け検証調書(同月７日実施の検証)添付\nの写真番号３６に，平成２０年６月９日当裁判所の実施した検証の際に\n上記トースターの上に置かれていた小型の鍋と同じ鍋様の物が写ってい\nる。)，流し台には未整理の食器が残されていた。\nエ 被告人方の洋室部分は，約３１５センチメートル×約２８４センチ\nメートル程度の広さであり，床は板張りである。\n洋室中央には，高さ３６センチメートル，縦横約約７５センチメート\nルの正方形の座卓(上板の角，座卓を支える４本の脚は丸みを帯びてい\nる。)や座椅子が置かれており，座卓の上にははさみや眼鏡，リモコン\n等が乱雑に置かれていた。\n，，洋室北側には 掃き出し窓を塞ぐように長さ約１９０センチメートル\n幅約１００センチメートル，高さ約４０センチメートルのベッドが置か\nれており，洋室西側には，同室西側の壁面に沿って，南から順に，高さ\n約１１６センチメートルの４段プラスチックケース，高さ約６６センチ\nメートルの３段プラスチックケース（これらのプラスチックケースの東\n前面にクッションや衣服等が放置されていた ，紙袋，高さ約４４セ。）\nンチメートルのテレビ台（その上に高さ約４０センチメートルのテレビ\nが置かれている ，高さ約４７センチメートルの金属製ラック，掃除。）\n機及びトラベルバッグが，洋室東側には，同室東側の壁面に沿って，南\nから順に，パソコンが置かれた机・いす，プリンターが置かれた２段ラ\nック（本棚）及び高さ約４０センチメートルのパイプ椅子がそれぞれ置\nかれていた。\n洋室の床面のうち，ベッドや机等の家具で覆われていない床面のほぼ\n全面に，下から順にカーペット滑り止め（厚さ１ないし２ミリメート\nル ，ホットカーペット（厚さ２ないし３ミリメートル）及びカーペッ）\nト（厚さ２ないし３ミリメートル）が敷かれていた。また，座卓の周囲\nなどには，衣服やかばん，紙袋，ポーチ等が床面に放置されており，板\n張りの床面がむき出しになっているのは廊下側の幅約２０センチメート\nルの部分くらいしかない状態であった。\n洋室東側の南側から北側にかけての壁面のうち，床上高さ約１００セ\nンチメートルの位置までは，床下に上記の机や２段のラック等があった\nり，一部に装飾品が付けてあったりして，壁面がむき出しになっている\n部分は比較的狭い。\n洋室西側の南側から北側にかけての壁面のうち，床上高さ約１００セ\nンチメートルの位置までは，床下に上記のプラスチックケースやテレビ\n台及びテレビ等があるため，その上の部分しか壁面がむき出しになって\nおらず，その部分は比較的狭い。\nベランダに面した洋室北側の壁面は，西から順に，幅約４７センチメ\nートルの壁，幅約１７２．５センチメートルの掃き出し窓，幅約３６セ\nンチメートルの壁となっており，廊下に面した洋室南側の壁面は，幅約\n，，８２センチメートルの木製引き戸を西方に開いた状態では 西から順に\n幅約４４．６センチメートルの壁，上記木製引き戸，次いで，幅約７５\nセンチメートルの壁となっている。\nオ 本件の２日後である平成１８年９月７日に実施された検証の際には，\n被告人方には明らかな血痕等は認められず，ルミノール試薬を使用し\nた血液反応の検査の結果では，トイレ内には血液反応が見られなかっ\nたが，玄関マット及びその北側の廊下床面，台所マット及びその周辺\nの床面並びに洋室のカーペット上にそれぞれ血液反応が見られたもの\nの，ロイコマラカイトグリーン法による検査によっても，人血である\nか否かの鑑定は不能であった。\n(4) Ｅ１公園について\nア Ｅ１公園は，Ｌ１駅から北に目測約１００メートル，Ｐ１線から西に\n目測約７０メートルに位置し 同公園東側は鉄筋３階建ての商業ビル Ｘ，「\n１」に，北側は鉄筋３階建ての店舗ビルにそれぞれフェンスを隔てて接\nしており，南側は東西道路を隔ててＡ１北側スペース（Ｂ１等）に，西\n側は南北道路を隔ててＹ１車庫にそれぞれ面している。\nＥ１公園内には，滑り台やブランコが設置されているほか，北側及\nび中央部にそれぞれ街灯があり，東西道路に接する南側出入口から北\nに約６．３メートル，同公園西側から約２．４メートルの位置に，手\nすりにより３つに区切られた３人掛けのベンチ（以下「本件ベンチ」\nという ）が設置されている。。\n同公園南側の東西道路は，通行量が多いとはいえず，午後３時から午\n後５時までの間は，通行する人もそれほど多くはない。\nイ 本件当時，Ｅ１公園の西側には，西側フェンスに沿って数本の木が\n生い茂るとともに，同公園の南西角には人の背丈ほどの植物が葉を茂\nらせていたため，同公園西側の南北道路から本件ベンチを見通すこと\nはできず，また，朝，昼ころは日が差し，子どもがいつも二，三人遊\nんでいるが，夕方の午後３時，４時ころになると，木の影で暗くなり，\n子どもも大体いなくなっており，周囲に比べて暗い同公園内の見通し\nは良好とはいえない状況にあった。\n以上のとおりである。\n第３ 争いのある事実関係について\n１ 本件以前の被告人の行動について\n(1) 被告人が本件以前に女児を連れて歩いていた時のことについて\nア Ａ１を警備していた警備員Ｚ１は，平成１８年６月２６日に迷子の\n女児を連れていた被告人とのやりとりについて，公判廷において，次\nのとおり供述する。すなわち，\n「女の子がいなくなったとの無線連絡を受け，Ａ１内等を巡回してい\nたところ，迷子と特徴が一致する女児と，同児を抱いた被告人とすれ\n違った。そこで 『そのお子さんは迷子の子ではないですか 』と被告，。\n人に声を掛けたところ，被告人は 『はい，そうです 』と答えた。被，。\n告人の方から自分に寄ってきた感じもあったが，先に声を掛けたのは\n自分である。続いて，どこで迷子を保護したのかを聞くと，Ｊ１南側\nのＡ２で保護したと言っていた。被告人は，女児に 『もうすぐママに，\n。』。 ， 。会えるよ と声を掛けていた この時 女児は靴をはいていなかった\nその後，女児の保護者が来るまで１０分から１５分くらい待機するこ\nととなり，自分が女児を預かろうとしたところ，女児が泣き叫んで止\nまなかったため，被告人も一緒にいてもらえるようお願いし，被告人\nもこれを快諾したが，その間，女児は被告人に抱かれ，なついており，\n泣く様子もなかった。そのうちに，女児の母親が現れて，被告人から\n女児を引き取ると，何も言わずに立ち去った。母親の態度を不審に思\nい，被告人に礼を言った後，母親を追い掛けて声を掛けたところ 『あ，\nの女性が女児を連れ去った。私が買い物している間にうろうろしてい\nたのを知っていた 』と言われた。この時は，母親の方がおかしいので。\nはないかと思ったが，女児が裸足であったため，そのような１歳７か\n。」月の女の子が１人でスーパーに歩いていけるのかという疑問が生じた\nというのである。\nまた，Ｚ１は，同年７月３０日にも同じく迷子の女児を連れていた\n被告人とのやりとりについても，次のとおり供述する。すなわち，\n「Ｚ１ら警備員６名は，迷子の女の子が出たとの無線連絡を受け，\nＪ１内を捜索したが，迷子を探し出すことができていなかったところ，\nＪ１２階の店員に対し，被告人から迷子を見つけた旨の届け出があっ\nたとの無線連絡を受けて，その店舗に向かった。そこで，被告人と他\nの警備員との話を聞いていると，被告人は，買い物の昀中に，Ｊ１１\n階のＢ２（食料品売場）で女児を保護した旨述べていた。被告人が同\n年６月にも迷子を連れてきていたので，偶然にしたら少しおかしいと\nも思い，上司にその旨伝えたところ，上司が防犯カメラの映像により\n被告人と女児の動きを確認すると，被告人が女児を連れて同日午後零\n時２１分ころに店外に出た後，同日午後１時７分ころ店内に入ってい\nるなど，被告人の説明していた内容と実際の行動が違っていることが\n分かった 」というのである。。\nイ Ｚ１の上記供述は，迷子となった女児の捜索状況や被告人，迷子の\n母親との対応等について具体的に説明しており，その内容に不自然，\n不合理な点は見当たらないこと，その供述は一貫しており，反対尋問\nにも揺らいでいないこと，Ｚ１は本件とは直接的に利害関係を有しな\nい第三者の立場にある上，被告人にことさら不利な供述をする理由も\n見受けられないことなどに照らすと，上記供述は，その信用性が高い\nといえる。\nこれに対し，弁護人は，同年６月２６日に，Ａ２で迷子を保護した\nと被告人が述べていたという点は，Ｊ１１階にあるスーパーで迷子を\n保護したという被告人の説明をＺ１が聞き間違えた可能性がある旨主\n張する。\nしかしながら，同年７月３０日には，Ｊ１１階のＢ２で迷子を発見\nしたと被告人が説明していたというＺ１の供述に照らすと，Ｚ１は，\nＡ１の近隣にあるスーパーと，Ｊ１１階のＢ２とを区別して聞いてい\nたことは明らかである上，後になって考えてみると，近隣のスーパー\nで素足の迷子を保護したという被告人の説明に疑問が生じたというＺ\n１の供述内容は具体性に富んでいることからすると，Ｚ１が被告人の\n説明を聞き間違えたとは考え難い。\nそして，Ｚ１の上記供述及び第２の３の事実等によると，被告人は，\n平成１８年６月２６日，迷子の女児を発見したという場所について嘘の\n説明を警備員にしていることが認められる上，同年７月３０日には，自\n，，宅まで女児を連れて行っているのに そのことを警備員に話しておらず\n隠していたと見られることになどかんがみると，被告人は，二度とも単\nに迷子の女児を見付けてその母親を捜していたというのではなく，母親\nの監護下にある女児を，母親に黙って連れ回していたのではないかとい\nう疑いが生ずるのである。\n(2) Ｇ１医師による被告人のカルテの記載内容について\nア Ｇ１医師は，平成１８年７月３日の診察の結果，カルテに「理性でｓ\nａｖｅできるようになった。母親が近くにいると，子どもを見てもかわ\nいいなーという気持ちしかない 」と記載しているところ，弁護人は，。\n理性で抑制できるという点は万引きについての記載であり，子どもに関\nする記載も，被告人の母親が近くにいてくれるので，子どもを見てもか\nわいいという気持ちしかなくなったという趣旨の記載である旨主張す\nる。\nイ しかしながら，Ｇ１医師は，公判廷において，弁護人から 「このセ，\nーブできるようになったというのは，例えば，万引きをしたいとか，そ\nういうことがセーブできるという意味とは取れませんか 」と問われ，。\n｢それは，多分，子どもさんのことでしょうね。｣と答えていることや，\n被告人自身の供述によっても，同年６月２７日には，Ｇ１医師に対し，\n小さな子どもを見るとかわいいと思うだけでなく抱き上げたいという気\n持ちが出てしまうとわざわざ相談したというのであるから，これらの事\n情に照らすと，上記カルテの記載の趣旨は，これまで，母親が近くにい\nない子どもを見るとかわいいと思うだけでなく，抱き上げたいという欲\n求が湧いていたところ，同年７月３日の時点では，それを理性で抑える\nことができるようになったが，それ以前は，上記のような欲求が湧いて\nもなかなか抑えることができずに悩んでいた，あるいは抑制できずに行\n動に起こしたことがあると理解するのが素直である。\n(3) そして，上記第２の１の(2)の被告人の病状等並びに上記(1)及び(2)を\n併せ考慮すると，被告人が上記２件の女児を連れ回していた件は，うつ病\n等の影響もあって，同年６月ころに何回か衝動的に万引きをしているのと\n同様，同児らのかわいさの余り抱き上げたいといった欲求を抑えきれずに\n，，，衝動的に行ってしまったと見るのが自然であり したがって 被告人には\nうつ病に罹患していることなどにより，女児を衝動的に連れ回してしまう\nといった病癖があったと推察されるのである。\n２ 本件当日の被害女児の行動及び様子について\n(1) スイミングスクールにおける被害女児の様子について\nア 本件当日，被害女児が受講したスイミングスクールのインストラク\nターであるＣ２は，受講時の被害女児の様子について，公判廷におい\nて，次のとおり供述する。すなわち，\n「被害女児は，平成１８年９月５日午後零時から同日午後零時５０分\nまでの授業を受けた。同授業は，Ｃ２らインストラクター２名が担当\nし，被害女児を含む十五，六人の幼児を対象としたもので，幅約１０．\n５メートル，水深１メートルから１．１５メートルの２５メートルプ\nールの約３分の１を使用して行われた。授業の内容は，幼児がシャワ\nーを浴びた後，プールサイドに座った幼児の腹や顔にインストラクタ\nーが水を掛ける水慣れ，プールサイドから水中に向けて高さ約５０セ\nンチメートルの滑り台を作って幼児がプールに向かって滑る滑り台，\nプールの中に水面と同じくらいの高さになるような台を置き，その上\nから幼児がプール内に飛び込むジャンプをしたり，プール水面に浮い\nているボールを拾ったりするというものであった。なお，幼児がプー\nルサイドを移動する時は，１列に並んだ幼児が，それぞれ前の幼児の\n両肩を両手で持って全員で歩くようにして，プールサイドを走らない\nようにしていた。\n同日の授業において，被害女児は，転んだり頭を打ったりしたこと\nはなく，けがや嘔吐，泣き出すといったこともなかった。また，被害\n女児には体調が悪そうな様子は見られず，プールとの間をガラスで仕\n切られたギャラリーで授業の様子を見ていた保護者らが，ギャラリー\n内に設置された非常ベルを鳴らしたり仕切りのガラスをたたくなどし\nてプール内での異常を知らせたりしたということもなかった。\n上記の授業が終了した後，Ｃ２らインストラクターは，幼児らを連\nれて目洗い場に行き，シャワーを浴びさせた上で，保護者らのいる更\n衣室に送り届け，被害女児の母親が被害女児の着替えを手伝った 」と。\nいうのである。\nイ Ｃ２の上記供述は，その内容に不自然，不合理な点は見られず，反\n対尋問を経ても供述内容が一貫している上，その供述態度も記憶にな\nいことはその旨述べるなど真摯といえるのであり，ことさら虚偽の供\n述をする理由も見当たらないことからすると，信用できると認められ\nる。\nしたがって，スイミングスクールの受講時は，被害女児の体調には\n何ら異変がなく，またこの間に被害女児が頭部に打撃を受けるという\nこともなかったものと認められる。\n(2) Ｂ１における被害女児の様子について\nア 本件当日，被害女児と行動をともにしていた同児の母親であるＮ１\nは，被害女児の行動や様子について，公判廷において，次のとおり供\n述する。すなわち，\n「スイミングスクールを出た被害女児は，同じ授業を受けたＤ２及びそ\nの母親のＥ２を含む親子４組計８人で飲食店(Ｆ２)に行き，同日午後１\n時すぎころから午後２時２０分ころまでの間，同店で昼食をとった。\nその後，被害女児は，Ｎ１，Ｅ２及びＤ２とともに，３０分くらい歩\nいてＢ１に向かった。この際，被害女児は，Ｎ１に抱き抱えられたこと\nもあったが，Ｎ１と手をつないで歩いたり，１人で走ったりするなどし\nていた。\nＢ１には同日午後２時５０分ころに到着し，被害女児は，Ｄ２と共に\nバス型遊具で遊び始め，しばらくは，２台のバス型遊具を行き来しなが\n，， ，ら他の子ども達３人くらいと遊んでいたが その後 滑り台遊具に移り\n被害女児を含めて５人くらいの子ども達と遊んでいた。\n，， ，Ｎ１とＥ２は 被害女児らがバス型遊具で遊び始めてから二 三分は\n青いバス型遊具の横に立って同児らを見守っていたが，その後は，青い\nバス型遊具の東側約３メートルの位置に置かれていたテーブルと一体に\nなっているベンチに，Ｎ１が東側，Ｅ２が西側に，いずれも南側を向い\nて座り，バス型遊具で遊んでいる被害女児らが遊んでいる様子が視野に\n入るようにして話をしていた。\nＮ１とＥ２が座っていたベンチから，その西側に位置する植え込みの\nさらに西側や，滑り台遊具の北側は見えなかった上，Ｎ１とＥ２が深刻\nな話題で話し込んだため，被害女児が滑り台遊具に移動した後は，同遊\n具東側階段付近にいた同児と，１０秒から１５秒ほど互いに手を振りあ\nった以外には，同児の様子を確認していない。\nＮ１は，同日午後３時２０分ころ，滑り台遊具で遊んでいた被害女児\nらの様子が見やすいように北向きに座り直そうとしたところ，同児がい\nないことに気が付いた。\nＮ１は，スイミングスクールの講習が終わった後に，バスタオルで被\n害女児の頭をふいたり，昼食時に被害女児をひざにのせて本を見ている\n時など，同児の頭を見る機会はあったが，いずれの時にも同児の頭部に\n何ら変わった様子はなかった。\n被害女児は，転んで頭を打ったり，何かにぶつけたりすれば，ものす\nごい大きな声で泣き叫ぶ子であり，たたかれたりしたら，火がついたよ\nうに泣く子で，自分以外があやしてもなかなか泣きやむことがなかった\nが，Ｂ１においても，同児が転んだり，どこかに頭をぶつけたりして泣\nいたり叫んだりしたことはなかった 」というのである。。\nイ Ｎ１の上記供述は，上記第２の６(2)で認定したＢ１の状況と整合す\nるほか，同行していたＥ２やスイミングスクールのインストラクター\nであるＣ２の供述内容とも概ね合致しており，その内容に不自然，不\n合理な点は見当たらない。また，Ｂ１における被害女児の行動や様子\nに関する供述は，自らが見ていたことと見ていなかったことを明確に\n区別して具体的に述べるなど，その記憶に従って供述していることが\nうかがえる上，その供述内容は反対尋問を経ても揺らいでいないこと\nからすると，Ｎ１の上記供述は信用できる。\nしたがって，被害女児は，スイミングスクールを出た後，飲食店に\n寄ってから，Ｂ１に来て遊んでいるうち姿が見えなくなるまでの間に，\nどこかで転倒したり頭部を遊具等にぶつけたりして，泣くようなこと\nはなかったものと認めるべきである。\n３ 被害女児の捜索及び発見時の状況について\n(1) Ａ１の警備をしていた警備員Ｇ２は，本件当時，被害女児を捜索し発\n見した状況について，公判廷において，次のとおり供述する。すなわち，\n「本件当日は，紺色の薄いズボンと白色のカッターシャツを着て，警備\n，，会社の社章が入った官帽を被り 片腕及び片胸に社章のワッペンを付け\n無線機を携帯して警備業務に当たった。同日午後３時２７分ころ，Ａ１\nの北側にあるバスロータリー西側の横断歩道付近で，横断歩行者を安全\nに誘導する横断歩道業務に就いていたところ，迷子事案の発生及び捜索\n依頼の無線連絡が入った。横断歩道業務中は捜索に参加することができ\nなかったため，同日午後３時５５分に同業務を交替すると，Ｓ１駐輪場\n付近にある防災センターへ行って被害女児の写真を確認した上で，Ａ１\n内の子どもが立ち寄りそうな所を捜索した後，Ａ１の北側の階段からＢ\n１に入り，左右を見ながらＢ１の中央付近にある遊具等を周って被害女\n児を探したが見つけられなかった。\nそこで，無線で捜索したとの連絡がなく子どもが遊んでいることもあ\nるＥ１公園(Ｂ１の北東側にある植え込みのほぼ北側に位置する。)を見\nに行こうと思い，同公園に向かい，Ｂ１北側の東側と西側の植え込みの\n間(約５メートル)を通って，東西道路の南側歩道に出てから同道路を渡\nっている途中，東から西に歩いてくる４０歳代後半から５０歳代くらい\nの男女に会い，同人らから「Ｅ１公園内のベンチの上で寝ている人がい\nる。体調が悪そうなので見てきてあげて 」などと言われた。Ｅ１公園。\nのベンチには，素足の被害女児が，頭を南に向けて仰向けの状態で寝て\nいた。被害女児の前額部には，たんこぶみたいなものができて青く内出\n血しており，目はうっすらと開いていたが焦点が合わず，手が垂れ下が\nり，震えている状態であった。\nこのため，被害女児に「大丈夫ですか 」と声を掛けて様子を確認す。\nるとともに，迷子の届出があった被害女児と思われる子どもを発見した\n旨防災センターに無線連絡し，体調が悪そうなので救急車の手配を依頼\nした。この当時，Ｅ１公園内に人はいなかった 」というのである。。\n(2) Ｇ２の上記公判供述は，警備員として従事した捜索状況や被害女児の\n発見状況について，当時の記憶や無線交信記録簿に基づいて具体的に供\n述しており，その内容に不自然，不合理な点は見当たらない。また，Ｇ\n２は，被害女児を発見した際の混乱した心情についても包み隠さず説明\nしており，救急車の手配を依頼した点については当時防災センターに勤\n務していたＺ１の供述とも一致するほか，反対尋問を経てもその内容が\n揺らいでいないことなどから，Ｇ２の上記供述は信用できる。\nこれに対し，弁護人は，Ｇ２は，記憶が一番鮮明である事件当日であ\n，，「。」る平成１８年９月５日 捜査官に対し バスロータリーから北に進んだ\nと供述しているのであるから，これに反する上記公判供述は信用できな\nい旨主張するが，この点について，Ｇ２が，公判廷で，同日作成された\n供述調書の上記記載部分は捜査官の勘違いであると説明しているところ，\n上記記載部分を含む供述調書は事件当日の混乱した状況下で作成された\nことがうかがわれるので，Ｇ２の上記説明が格別不合理ともいえないこ\nとなどにかんがみると，上記記載部分は，Ｇ２の上記公判供述の信用性\nを左右するものではないと解される。\n４ 被害女児の負傷について\n(1) 脳挫傷の有無について\nア 検察官は，被害女児の受傷について，Ｈ２医師作成の鑑定書及び公判\n供述のとおり，被害女児には，急性硬膜下血腫の原因となる脳挫傷が認\nめられると主張する。\nイ そこで，この点について検討すると，脳神経外科医として有する高度\nな専門的知識に基づき，手術前後に撮影された被害女児の頭部ＣＴ画像\nをもとに，同児に認められる脳浮腫等の所見から，同児には脳挫傷が認\nめられると説明するＨ２医師作成の鑑定書及び同医師の公判供述には一\n定の説得力があり，その結論は，｢急性硬膜下血腫は脳挫傷を伴うこと\nが多く，被害女児の場合も脳挫傷を伴っていると考えてよい。｣とのＵ\n１医師の公判供述及び上記鑑定書に添付の文献である「頭部外傷」(著\n者中村紀夫，出版社文光堂)に「(急性硬膜下血腫は)判明している限り\nでは，大多数が脳表に生じた挫裂創からの出血である」との記載とも良\nく整合するのである。\nしかし，他方で，本件当日，被害女児が救急搬送されたＴ１病院放\n射線科の医師による手術前後に撮影された同児の頭部ＣＴ画像の検査\nによっても，脳挫傷が明らかには認められていなかったことや，同日\nの開頭手術の際に，手術を行ったＵ１医師も脳挫傷を確認できていな\nいこと，救急医療における脳神経外科医としての専門的知識や経験を\n有すると認められるＩ２医師は，Ｈ２医師が脳挫傷を認めた根拠とす\nる被害女児の頭部ＣＴ画像の映像は，球体である頭部の外縁部がぼや\nける部分的容積効果により，血腫がまだら状に写っているものであり，\n脳挫傷の所見とは異なる旨供述しており，この供述にもそれなりの説\n得力があることからすると，同児が脳挫傷を生じていた可能性は高い\nと思われるが，断定することまでできないので，結局のところ，同児\nが脳挫傷を生じていたか否かは不明であるといわざるを得ない。\n(2) 被害女児の硬膜下血腫の発生原因及びその時期について\nア Ｕ１医師の判断について\n(ア) 上記のとおり，被害女児の開頭血腫除去手術等を行ったＵ１医\n師は，公判廷において，被害女児の硬膜下血腫の発生原因及びその\n時期について，次のとおり供述する。すなわち，\n「被害女児には，頭蓋骨骨折が生じていることや，通常では出血し\nない脳の表面の血管が損傷していることなどから，同児の頭部には\n相当強度な力が加わったと思われ，その力は平らなものによると考\nえる。被害女児の頭部がこのような衝撃を受けたのは，同児の所見\nから見て，手術開始時からさかのぼって２時間から６時間前である\nと考えられる。手術開始の６時間前に衝撃を受けていたとすると，\n搬送される前に被害女児は死亡していた可能性が高いといえる。当\n日午後零時ころから午後３時３０分ころまでの間に，被害女児が頭\n痛を訴えたり，嘔吐したり，泣き叫んだりするという状況が一切な\nかったことを前提とすると，同児の頭部が衝撃を受けた時期は，手\n術開始時からさかのぼって二，三時間前であると考えられる。\n急性硬膜下血腫には，基本的に意識清明期というものはないとい\nわれている上，被害女児のような乳幼児は，脳がぜい弱であり，一\n定の閾値を超えると脳の損傷が急激に悪化することがほとんどであ\nるため，被虐待児症候群の幼児等，脳萎縮がある場合を除けば，意\n識障害を起こすまでの時間は短いことが多く，通常１時間から２時\n間の間には何らかの意識障害の症状が出ているはずである 」という。\nのである。\n(イ) Ｕ１医師の上記供述は，手術において自ら確認した被害女児の\n頭部の状況に基づき，乳幼児の脳のぜい弱性等の医学的知識や臨床\n医としての経験に照らし合わせて同児の頭部の負傷原因及びその時\n期について判断しているもので，その内容も概ね合理的で，信用性\nが認められると解される(なお，Ｕ１医師は，急性硬膜下血腫には意\n識清明期というものはないといわれていると述べているが，この点\nについては，意識清明期の概念のとらえ方の違いによるのであろう\nが，異論があるところではある。)。\nイ そこで，Ｕ１医師の上記供述を前提に検討すると，被害女児の頭部\nの負傷の原因は，上記第２の５で認定した同児の負傷状況や，小児の\n頭蓋骨であっても，頭頂部付近はある程度の厚みがあるため，板張り\nの床に転倒して頭頂部付近を骨折するということは少ないと考えられ\nるというＨ２医師の公判供述及び後記のとおり，Ｉ２医師も，被害女\n児の後頭骨の骨折はその場所が分厚い皮膚と頭を支えるための筋肉に\n覆われているところであるため，その部分の骨折にはかなりのエネル\nギーが必要である旨供述していることを併せ考えると，堅い平面か比\n較的衝撃面積の広い物体により，少なくとも同児の前，後及び右斜め\n上の３方向から外力が加わってできたもので，その外力は相当程度に\n強いものであったこと，次に，負傷の時期は，本件当日の被害女児に\n対する開頭手術開始時（同日午後６時５２分）から，さかのぼって２\n時間から３時間前に生じたものと推認するのが相当である。この点に\nつき，弁護人は，被害女児の硬膜下血腫は「手術開始時から」ではな\nく 「術前ＣＴ(午後５時１８分撮影)から，２ないし６時間前であった，\n可能性が高い」旨主張し，その根拠として，Ｈ２医師の公判供述(速記\n録１４，１５頁)を指摘するところであるが，同頁を読んでみても，Ｃ\nＴの話は出ているものの，質問としては，手術時からさかのぼってど\nのくらいの話になるのかという問いに対して，２ないし６時間と答え\nていることは明らかであるから，弁護人の指摘する上記のＨ２医師の\n供述部分は何ら弁護人の上記主張を裏付けるものではなく，その主張\nは採用の限りでない。\nウ Ｉ２医師の供述等とこれに基づく弁護人の主張について\nところで，Ｉ２医師は，公判廷において 「乳幼児の場合の破綻出血，\nの大部分は，ちょっとした脳の動きで生じやすい架橋静脈の断裂によ\nるものが多く，被害女児の急性硬膜下血腫の場合も，架橋静脈の破綻\nによるものと考える。幼児に硬膜下血腫が生じても，臨床上その存在\nが認められている意識清明期には，会話ができたり，普通に手をつな\nいで歩くこともできることがあるから，被害女児についても，頭部に\n衝撃を受けた時から意識障害が生じるまでの意識清明期が概ね半日間\nあったと考えても医学的におかしくはない 」と供述する一方で 「も。，\nっとも，被害女児の頭部の打撲，２か所の線状骨折を生じさせた打撃\nが今回の急性硬膜下血腫の原因となっていると推定して当然だろうと\n思う 「(頭部に衝撃を受けた場合の意識清明期は)やはり数時間とい。」\nうのが一番多いだろうと思う 」とも述べている。。\n弁護人は，Ｉ２医師の上記公判供述等に依拠して，(ア)被害女児の急\n性硬膜下血腫を発症させた原因は，それほど強い外力が加わらなくても\n生じる架橋静脈の破綻である，また，(イ)被害女児に硬膜下血腫の原因\nとなる外力が加わった時期は，本件当日，Ｔ１病院において頭部ＣＴ画\n像を撮影した午後５時１８分からさかのぼって６時間を超えて半日前ま\nでの可能性は否定できない，(ウ)被害女児が，スイミングスクールの床\nや壁，飲食店(Ｆ２)の床や壁，あるいはテーブルや椅子，Ｂ１での遊具\nの平らな側板部分等に頭部をぶつけた可能性を指摘した上で，同児が頭\nを打ったとしても泣いたかどうか分からないし，仮に同児が泣いたとし\nても，母親らが話し込んでいて聞き逃したことも考えられるので，被告\n人が被害女児をＢ１から連れ出すまでの間に同児は頭部を負傷していた\n可能性が高い，(エ)被告人方の洋間等の壁や床には，家具や飾り品等が\n置いてあったり，床にはカーペットが敷いたりしていたのであるから，\n被害女児が頭をぶつけるだけの空間はないし，床面に頭をぶつけても大\nした衝撃にならない状況にあったことや，事件直後に警察が被告人方を\n捜査したものの，被害女児の頭部に衝撃が加わえられたことを示す痕跡\nは何も発見されなかったことなどを理由として，同児が被告人方におい\nて頭部に衝撃を受けたとは認定できない旨主張する。\n，， ， ， ，そこで検討すると まず (ア)の点については 確かに 一般的には\n小児の場合，架橋静脈の破綻を原因として硬膜下血腫が生ずることがあ\nり，被害女児の場合，脳挫傷が生じていたか否か不明であるとしても，\n急性硬膜下血腫を生じていた部位を覆う頭蓋骨に２か所の線状骨折があ\n，，り 骨折部位の直上の頭皮に打撲痕が認められるという負傷状況に加え\n上記のとおり，Ｕ１医師が 「通常は出血しない脳表面の血管が損傷し，\nている 」旨供述していることや，Ｉ２医師も 「被害女児には外傷性。，\nの急性硬膜下血腫が認められるところ，当該外傷の起因となっているの\n，。」は 頭部の打撲や骨折を生じさせた衝撃であると推定して当然である\n旨述べていることに照らすと，同児の急性硬膜下血腫は，頭部の打撲や\n骨折等を引き起こした相当程度に強い外力が加わった際に生じたものと\n見るのが自然であり，合理的でもある。\nしたがって，被害女児が架橋静脈の破綻を原因として硬膜下血腫を生\nじたものと認めることはできない。\nまた，(イ)の点は，医学的には，意識清明期が半日程度に及ぶケース\nもあり得るとはいえ Ｉ２医師の上記見解は 上記第３の２の(1)及び(2)，，\nで認定した本件直前の被害女児の様子や行動等といった客観的な事実を\n前提としない一般的なものにすぎない上，Ｉ２医師自身も，上記のとお\nり，意識清明期は多くの場合は数時間であることを認めていることなど\nに照らすと，同医師の上記公判供述は，外力が被害女児に加わった時期\nに関するＵ１医師の上記公判供述の信用性を覆すものとはいえない。\n次に，(ウ)の点については，被害女児が，本件当日の午後零時ころか\nらスイミングスクールの授業を受け，その後，母親と共に飲食店(Ｆ２)\nに立ち寄って昼食をとり，同日午後２時５０分ころにはＢ１に着き，Ｂ\n１で遊び，同日午後３時２０分ころに母親が被害女児がいないことに気\n付くまでの間に，弁護人が主張するように，もし，被害女児が，その頭\n部に打撲痕が残ったり線状骨折を生ずるような強い衝撃を受けたという\nのであれば，上記のとおり，もともと同児は，転んで頭を打ったり，何\nかにぶつけたりすると，ものすごい大きな声で泣き叫び，いったん泣く\nと母親以外があやしてもなかなか泣きやむことがなかったという行動特\n性からすると，同日午後零時ころから午後３時２０分ころまでの間に被\n害女児が泣いたり，頭痛を訴えたり嘔吐したりするなどの異変が生じ，\nそれに母親が気付いているはずであって，そのようなことがなかったと\nいうことは，その間に被害女児は頭部に上記のような強い衝撃を受けた\n事実はなかったものと推認できる。\nもっとも，Ｂ１において，深刻な話題で話し込んでいた被害女児の母\n親らが，被害女児に注意を向けていない時間が少なからずあったとは認\nめられるものの，自らが連れてきた唯一のわが子である同児に頭部の負\n傷を生ずる異変が起きたにもかかわらず，その泣き声を聞き逃したり，\n同児の様子の変化に全く気付かなかったということはおよそ考え難いば\nかりか，滑り台遊具の周辺には同様に遊んでいた幼児やこれを見守る大\n人が数人いたことからすると，これらの者が被害女児の泣き声や異変に\n。，気付かなかったという可能性もほとんどないというべきである しかも\n弁護人が指摘するような場所での頭部の負傷の仕方では，被害女児の負\nった３か所の打撲や２か所の線状骨折が生ずるとはおよそ考えられない\nものである。\nそうすると，被告人が被害女児をＢ１から連れ出す前に同児が頭部に\n負傷していた可能性はないと認められ，(ウ)の主張は到底採用の余地の\nないものである。\nさらに，(エ)の点についても，廊下と洋間の間に木製引き戸があり，\nまた，その部分が多くはないものの，室内には装飾のない壁面やカーペ\nット等の敷かれていない廊下部分の床面，コンクリートの土間などの平\n，，面部があるほか 家具や調理器具など硬い物品も存在するのであるから\n被告人方で，被害女児の頭部に骨折等を生じさせるような外力が加わる\nことは十分あり得ることと考えられる上，同児の頭部表皮には損傷や出\n血が認められず，両肘の擦過傷からも出血はなかったことなどからする\nと，被告人方に明確な血痕や人血反応等，被害女児の頭部に外力が加え\nられた痕跡がなかったことをもって，被告人方で被害女児に対し外力が\n加えられたことを否定する事情にはならないと考えられるので，(エ)の\n主張も採用できない。\nその他，被害女児の硬膜下血腫の発生原因及びその時期等につき，\n弁護人がるる主張する点を検討しても，上記イの判断は何ら左右されな\nい。\nエ 以上の検討結果によると，(ア)医学的には，被害女児が頭部を負傷し\nた時期は，同児の開頭手術(平成１８年９月５日午後６時５２分)からさ\nかのぼって２時間から３時間前(同日午後３時５２分から同日午後４時\n５２分)であると推認できること，(イ)被害女児は同日午後３時２３分\n過ぎころから同日午後４時３０分前ころまでの間被告人方にいたこと，\n(ウ)被告人が被害女児をＢ１から連れ出す前には，その頭部に２か所の\n骨折と少なくとも３か所の打撲傷を負っていた可能性はないことなどを\n総合すると，同児は，被告人方にいる時にその頭部に上記のような傷害\nを負ったものと認めるのが相当である。\n第４ 被告人の公判供述の信用性について\n１ 本件以前にＡ１において女児を連れて歩いていたことについて\n(1) この点について，被告人は，公判廷において，次のとおり供述する。\nすなわち，\n「平成１８年６月２６日，Ａ１内のＪ１１階で，子どもをベビーカーに\n乗せて買い物をしている客が，子どもをベビーカーに乗せたまま，その\n場から離れたので，子どもを１人で置いておくのは危ないと思っている\nと，子どもがベビーカーから落ちかけたため，子どもを支えて抱き抱え\nる格好になった。母親に対し，小さい子どもを１人で置いておくのは危\nない，実際にベビーカーから落ちかけて危なかったと言いに行こうと思\nい，子どもを抱き抱えたまま母親を追い掛けたが，母親は見つからなか\nった。Ａ１内を二，三十分捜し回っていたところ，Ｚ１ら警備員とすれ\n違った。\n同年７月３０日は，Ｊ１２階西側のトイレ付近で，ママと言いながら\n泣いている迷子を見つけた。声を掛けると，迷子は 「ママがいない 」，。\nなどと言ったので，警備員に届けようと考え，迷子を抱いて，すぐ近く\nの下りエスカレーターで，警備員が巡回しているＪ１１階に下りた。当\n時は店の人に連絡してもらうことを思いつかず，警備員が巡回している\n姿を頻繁に見たことがあったので，エスカレーター付近とその東側の店\n舗の付近で警備員を捜した。その時に，子どもが，おしっこに行きたい\nと言い 「我慢できそう 」と聞くと 「できない 」と言われたので，， 。，。\n抱き抱えて被告人方のトイレに連れて行った ，というのである。。」\n(2) そこで，被告人の上記公判供述について検討すると，被告人は，上記\n第３の１(1)で認定したとおり，警備員のＺ１に対し，いずれの機会にお\nいても，迷子とされる子どもを見つけた場所，あるいはその後の行動につ\nいて，上記供述内容とは異なる説明をしているところ，迷子と一緒にその\n親を捜していただけであるとする被告人の上記公判供述を前提とすれば，\n迷子を見つけた場所について虚偽の説明をしたり，被告人方に女児をおし\nっこしに連れて行ったことなどを隠したりする必要はないのであるから，\n被告人の上記公判供述が真実を語ったものであるかどうかは疑わしい。\nまた，同年６月２６日の出来事については，母親を見失ったのであれ\nば，店舗の人に引き渡すなりするのが普通であるのに，二，三十分もか\nけて母親を捜し回ったというのはやや不自然な感を否めず，かかる不自\n然な行動を取った理由についても，それ以外思い至らなかったというだ\nけで十分な説明がなされていない。\nさらに，同年７月３０日の件についても，Ａ１内にあるＪ１のトイレ\n付近で迷子を発見したのに，同店内で，迷子が，おしっこに行きたい，\n我慢できないと言っているにもかかわらず，わざわざ被告人方のトイレ\nへ連れて行ったというのは，いくら被告人方が近かったとはいえ，不自\n然であり，百貨店のトイレに行くことは思いつかなかったなどという説\n明も説得力に欠けるものである。\n以上のように，被告人が，本件以前に，二度にわたり，Ａ１において\n女児を連れて歩いていた理由として述べるところは信用性に乏しく，そ\nのことは，被告人には，親の監護下にある幼児を親に黙って連れ回す病\n癖を有していたことを一層強く推察させるものである。\n２ 被害女児をＢ１から連れ出した際の状況について\n(1) この点について，被告人は，公判廷において，次のとおり供述する。\nすなわち，\n「疲れて被告人方で横になりたいと思い，Ｂ１から帰ろうとして座って\nいたベンチから立ち上がり，Ｂ１南東側にあるＡ１の方に歩いている途\n中，青いバス型遊具の南側付近に至った時，滑り台遊具東側にいた被害\n女児に気付いた。被害女児は，１人で立ち尽くしている感じであり，大\n体東の方角を向いていたと思うが，周りにほかの子どももおらず，大人\nもいなかった。被害女児が目に入って，すぐに視線を戻したものの，何\nとなく気になって，もう一度被害女児の方を見ながら，連絡通路の方に\n向かって行ったが，同児の状況は全く変わらず，困ったようで今にも泣\nき出しそうな表情に見えたので，どうしたのかなと思い，近づいて行っ\nた。母親を捜しているのかなと思いながら 「どうしたの 「お母さん，。」\nは 」と声を掛けると，被害女児は 「あっち 」と言って，Ｊ１の方を。， 。\n指さした。近くに母親がいるのではないかと思い，Ｂ１を見回したとこ\nろ，Ｂ１中央の遊具の北側に女性が三，四人おり，ぴったりと遊具に付\nいて立ち，遊具で遊んでいる子どもを見ている感じであった。また，同\n遊具南東側にあるテーブルとベンチが一体になった南側のベンチにも，\n南側を向いて座って話し込んでいる２人の女性がいたが，子どもの方を\n気にするそぶりはなかった。このため，Ｂ１内には被害女児の母親はい\nないと思い，一緒に遊んでいたと思われる子どもも見当たらなかったの\nで，被害女児が指さしたＪ１の方に行けば，母親が見つかるかもしれな\nいし，見つからなければ警備員に引き渡せばよいと思い，被害女児に，\n「お姉ちゃんと一緒にママ捜しに行く 」と聞き，同女も「うん 」と。。\n，， ，うなずいたので 同女と手をつないで 滑り台遊具の南側を歩きながら\n女性２人が座っていたベンチの横約１メートルも離れていないところを\n通って，西方にあるＪ１に向かった。被害女児はそのベンチの横を通っ\nて行く時，ベンチの方を見ていなかったし 「ママ」とも言っていなか，\nった。Ｂ１から出る前に，被害女児に「ママここにいない 」と聞いた。\nが，同児は 「うん 」とうなずきながら答えた。この点は，調べの際，。\n，。」。に述べたが 捜査官が調書に記載してくれなかった というのである\n，， ， ，(2) そこで 被告人の上記公判供述について検討すると 被告人は 逮捕\n勾留後しばらくの間は，Ｂ１内で被害女児を発見して同児を滑り台等の遊\n具の西側を通ってＪ１方面に向かった旨供述をし，その内容に沿った図面\nも作成していたところ，平成１８年９月２３日警察車両に乗ってＢ１に赴\nき，車内から現場を確認しているが，被告人の公判供述によると，その際\nに滑り台等の遊具の西側ではなく，東側を通ったことを思い出した旨の供\n述をし，以後は滑り台等の遊具の東側を通ったとの供述を続けているが，\n滑り台等の遊具の西側を通ったのか東側を通ったのかという点は，実際に\n現場を見なければ正確に記憶を喚起し得ないものとは考え難いので，実際\nに現場に行ってみて，それも車内からＢ１を見てこれまでの供述の誤りに\n気付いたという被告人の供述は，供述が変遷した理由の説明としては説得\n力に欠ける。また，被害女児と歩いている際の会話について，取調べの際\nに供述したのに調書に記載されなかったとする点も，捜査官において，誘\n拐の犯意に関わる重要な事実について聴取しながら，これを調書に録取し\nないということは考えにくいものがある上，調書を確認し追加の供述を何\n度もしていた被告人が，自らの供述内容が記載されていない供述調書にそ\nのまま署名，指印したというのも，いささか不自然であり，この点に関す\nる供述変遷の理由の説明も説得力に欠けるものである。\nまた，Ｂ１において，被害女児が迷子らしいと気付いたならば，母親\nらしき女性も近くにいたのであるから，まず，同女らに被害女児の母親\nのことを尋ねるのが普通であると思われるのに，その女性らに何ら声を\n掛けずに，被害女児の指示だけに従ってＢ１から同児を連れ出している\nというのは，いかにも不自然である。しかも，疲れて自宅で横になりた\nいとも思っていたという被告人が，早く帰宅するために，被害女児を警\n備員や店員に引き渡そうともせず，まずは自分で捜そうとしたというの\nも不自然，不合理である。そして，そもそも２歳１０か月とはいえ，少\nし移動したりすれば視界に入るような位置に母親がおり，後述のように，\n被告人に「Ｄ２君のママと話していた 」旨告げることができる被害女児。\nが，滑り台遊具で遊んでいた際に母親のいた場所を確認していたにもか\nかわらず，それとは全く違う方向を指さしたというのも，不自然極まり\nない上，母親が話し込んでいたからといって，被害女児が母親のすぐ近\nくを通り過ぎる際に，同女と被害女児が互いに相手のことに気付かなか\nったということも考え難いものがある（なお，弁護人は，被害女児が母\n親を見失っていたため，被告人から尋ねられてＪ１の方を指さし，被告\n人と共に母親を捜すために歩き出したと見るのが自然かつ合理的である\n旨主張するが，この日は被害女児と母親はＪ１に行ってもおらず，母親\nを見失っていた被害女児が，なぜＪ１の方を指さしたのかという疑問が\n生じるのであって，弁護人の上記見方が自然かつ合理的であるとはいえ\nない 。。）\n以上の検討によれば，被告人の上記(1)の公判供述は信用できず，上記\nのとおり，被告人は，本件マンションのエレベーター内で，被害女児か\nら 「ママは」と聞かれて 「ママのところには後で帰ろうね 」と話して，， 。\nいることにもかんがみると，被告人は，母親のいる場所を分かっている\n被害女児に対し，同児が関心を抱くような何らかの甘言を用いて，Ｂ１\nから同児を連れ出したと見るのが自然である。\n３ 被害女児を被告人方に連れて行った理由について\n(1) この点について，被告人は，公判廷において，次のとおり供述する。\nす なわち，\n「コンコース（Ｊ１１階東側出入口前の南北連絡通路）に入る少し手前\n辺りで，被害女児が「おしっこ 」と言い出した。正直，こんなときに。\n困ったなと思い，警備員に預けようと考え，コンコース内やその付近を\n見回したが警備員の姿は見えず，警備員の詰め所もどこにあるか知らな\nかったので，被害女児に係わった以上，自分でトイレをさせなくてはと\n思った。初めは，Ａ１のトイレに行こうと思ったが，公共のトイレは汚\nく，ドアを締め切ると狭いし，人の出入りも多くせわしないというイメ\nージだったので，自宅のトイレであれば，開け放しておけるし，ゆった\nりした気持ちでおしっこできるだろうと思い，自宅に連れて行こうと思\nった。トイレを済ませたら，すぐに戻って警備員を捜すつもりであり，\nトイレを済ませて戻ってきても１０分くらいなものだろうと思ってい\nた。Ｊ１にもトイレがあることや，Ｊ１等の店舗の店員に被害女児のこ\nとを説明して預けることも，全く思い浮かばなかった。そこで，被害女\n児に 「お姉ちゃんの家でおしっこする 」と聞き，同女も 「うん 」，。 ， 。\nと答えたので，自宅に向かった 」というのである。。\n(2) そこで，被告人の上記公判供述について検討すると，初対面であり，\nかつ迷子であった被害女児がトイレに行きたがった際に，公共のトイレは\n汚く狭いなどといった悪いイメージがあるというだけで，目の前にある駅\nや店舗のトイレではなく，近所であるとはいえ自宅のトイレに連れて行っ\nたという点は不自然な感を否めず，同児を自宅へ連れて行った理由として\n納得し難いものがある。\nしかも，被告人は，平成１８年７月３０日にも，女児を被告人方へ連\nれて行くなどしたため，警備員６名が上記女児を探し回るなどの騒動を\n起こした経験があり，被害女児を自宅に連れて行けば，また警備員らが\n被害女児を探し回らねばならないといった事態を引き起こすことは分か\nっていたのに，同児を警備員や店員に引き渡そうともせず，すぐに被告\n人方に連れて行こうとしたというのは，やはり理解に苦しむものがあり，\nＪ１にトイレがあることや店員に預けることを思いつかなかったなどと\nいうのも全く説得力のない説明である。\n以上の検討によると，被告人の上記(1)の公判供述も信用できない。\n４ 被告人方での状況について\n(1) この点について，被告人は，公判廷において，次のとおり供述する。\nすなわち，\n「被害女児を自宅に連れ帰ると，同児は自ら玄関で長靴を脱いだ。自分\nは手伝わなかったので，脱ぐのに５分足らずの時間がかかり，トイレに\n連れて行ってからは，ズボンを脱がすのに時間がかかるなどして，トイ\nレが終わるまでに約２０分要した。その後，被害女児が，トイレの前で\n「Ｄ２君のママとしゃべってた 」などと言って泣き出したので，１分。\n足らずくらいあやすと泣きやんだが，被害女児の涙などをふくために洋\n室に連れて行った。もしかすると，Ｂ１内で２人で話し込んでいた女性\nのどちらかが被害女児の母親だったのかなと思ったが，被害女児にそれ\nを確かめることはしなかった。その後，被害女児の頭をなでたところ，\n右頭頂部がいびつな形になっているのに気付き 「ここ，痛くない 」，。\nと聞いたが，同児は 「痛くない 」と言っていた。また，被害女児は，。\n色々と話し出したので，その合間に「ママ捜しに行こうか 」などと言。\nうなどし，そして，立ち上がりながら「ママ捜しに行こうか。ママもき\nっとＣ１のこと捜してるわ。だから，お姉ちゃんと今から捜しに行こ\nう 」などと言うと，突然ものすごく大きな声で泣き出した。昀初に泣。\nきやんでから再度泣き出すまで，１５分から２０分くらいの時間があっ\nた。５分ほど被害女児をあやして泣きやませた後 「戻ろう 」と言っ，。\nたが，同児は 「眠たい 」と言ってベッドに倒れ込んだ。立たせよう，。\nとしても立てず，ベッドに横たわっている被害女児を見ると目がうつろ\nでぐったりしていた。その様子を見て，救急車を呼ぼうとも思ったが，\n救急車の到着までには昀低５分はかかると看護学生の時に勉強してお\nり，Ｆ１病院であれば，徒歩で５分くらいで行ける距離だったので，救\n急車を待つよりも自分で病院に連れて行った方がいい，むやみやたらに\n動かしたりしなければ容体にも問題ないだろうと思い，玄関で被害女児\n，。」を横たわらせて長靴を履かせた上 同児を抱いて自宅から飛び出した\nというのである。\n(2) 被告人の上記公判供述については，トイレに行きたがっていた被害女\n児が長靴を脱ぐのに手間取っていたにもかかわらず，被告人が手伝わなか\nったことや，被害女児がトイレを済ませるのに約２０分もかかっているこ\nと，体調が万全ではなかった被告人が，体重約１３キログラムの被害女児\nを自分で抱いて病院に連れて行こうとしたことは，いずれも不自然な感を\n否めない上，右頭頂部がいびつな形になるという異変が生じているにもか\nかわらず，同児が「痛くない 」と言ったというのも，にわかには首肯し。\n得ないばかりか，迷子であった同児のトイレを済ませるためだけの目的で\nあったのに，同児と共に１時間近くにわたって被告人方に滞在したという\n点もまた，迷子を保護した者の行動として不自然であり，このような被告\n人の上記(1)の公判供述をたやすく信用することはできない。\n５ 被告人方を出てからの状況について\n(1) この点について，被告人は，公判廷において，次のとおり供述する。\nすなわち，\n「Ｆ１病院に向かいＰ１線を北へ歩いている途中，被害女児の母親も被\n害女児を探しているだろう，同児の容体を母親にも伝えなくてはならな\nいと思い，病院に行くのと母親に伝えるのとどちらを優先していいか分\nからなくなってしまい，Ｆ１病院へは真っ直ぐ向かわずに，Ｓ１駐輪場\nのある西の方に曲がり，同駐輪場で被害女児を抱き直した。その後，移\n動を再開したが，被害女児を抱えきれなくなり，自分一人の力に限界を\n，，感じてきて 同児をどこかに下ろして誰かに助けてもらおうと思ったが\n頭が真っ白で，Ｂ１には気付かず，たまたま目に入ったＥ１公園のベン\nチに同児を横たえた。Ｅ１公園周辺には声を掛けられるような人はいな\nかったため，この時目に入ったＢ１へ助けを求めに行こうと走って行っ\nた。途中，被害女児が気になり，何回も振り返りながらＢ１に向かって\nいると，Ｅ１公園に人が集まっていることに気付いた。被害女児が見つ\nけてもらえたと思って，この子を病院に連れて行って下さい，助けて下\nさいとお願いするつもりでＥ１公園の方に戻りかけ，Ｂ１北側の東西道\n路の手前辺りまでは行ったのは覚えているが，見つけてもらえて良かっ\nたという安心感があった。Ｂ１では警備員の姿は見えず，その他の人た\nちにも声を掛けることは考えられなかった。ふと思い直して再びＥ１公\n園の方に行き，Ｂ１北側の東西道路の手前辺りまでは行ったが，野次馬\n等の人の多さに驚いて立ち止まってしまい，行かなくてはならないと思\nいつつも体が動かなかった。その場で，現場に警察官がいることは確認\nし，野次馬の人たちが，迷子がいてずっと捜していたみたいだが助かっ\nたようだと話しているのが聞こえて安心し，説明には行かずに自宅に帰\nった。説明しなくてはという思いはありながら，一連の事情を話すと怒\nられたりするのではないかとも思い，結局説明できなかった。本件に関\nして事情を説明していないことは引っかかっていたものの，誰に言えば\nいいか分からず，Ｉ１に状況を説明して相談に乗ってもらおうと思い，\n野球観戦のことで同女にメールを送信した。そして，この日，野球観戦\nには行ったものの，仕事の話などをしていたため，話題を変えて被害女\n児とのことを話す間が見つけられず，Ｉ１に相談することはできなかっ\nた。野球観戦から帰宅した後，明日仕事を休みたいということをＩ１に\n話すなどすると，Ｋ１に相談してみたらと言われたこともあって，同女\nに電話をした。その際，Ｋ１に本件についても相談しようと思ったが，\n話をする間がなく，同女にも相談できなかった 」というのである。。\n(2) そこで，被告人の上記公判供述について検討すると，被害女児の容体\n，，の急変という緊急事態に直面し 救急車を呼ぶよりも早いという理由から\n自ら同児を抱えて病院へ行こうとしたというのに，その所在はもとより，\n顔すら知らない同児の母親に容体等を伝えるため，途中でＢ１へ向かった\nというのは，およそ不自然，不合理である上，力の限界を感じて助けを求\nめようとしたと弁解しながら，被害女児を抱き直したＳ１駐輪場で，その\n場に居合わせた者には何ら声を掛けていないし，警備員や多くの人がいる\nＡ１から遠ざかるようにして，人気のないと思われるＥ１公園に向かった\nというのは，全く理解できない行動である。そして，このような被告人の\n行動をパニック状態にあったという理由だけから理解するのも無理がある\nといわざるを得ない。\nまた，Ｂ１を見渡せるＳ１駐輪場やＢ１東側の南北道路，Ｂ１北側の\n東西道路を通ったにもかかわらず，Ｂ１が目に入らなかったという点や，\n被害女児を早く助けたいという気持ちがあったというのに，警備員以外\nの人に声を掛けることは考えられなかったとする点の説明も，不自然，\n不合理であるばかりか，被告人の上記公判供述を前提にすると，昀初に\n被害女児を確認した者であり，まさに被告人が捜していた警備員である\nと一見して分かるＧ２の姿を見つけて事情を説明できたはずであるのに，\nそのような行動に出ておらず，同人については何の供述をしていないと\nいうのも不可解である。\nさらに，Ａ１で迷子になった被害女児に関する事情であれば，以前も\nそうしたように，Ａ１の警備員や関係者に説明をすればよいにもかかわ\nらず，事情説明をしていないことが引っかかっていたと言いながら，誰\nに言いに行けばいいか分からなかったという理由だけで，事情を説明し\nに行かなかったというのも腑に落ちない上，野球観戦のため相当時間に\nわたり一緒にいた同僚に対しても何ら話をしていないばかりか，相談の\nためわざわざ電話をかけた職場の上司に対しても，被害女児に関する話\nを全くしなかったという被告人の言動は，本件の事情を説明しようと思\nっていたとする被告人の供述と矛盾するものとも見られるのである。\nこのように，被告人の上記(1)の公判供述も，不自然，かつ不合理な部\n分が多くその信用性は乏しいといわざるを得ず，自己保身のための虚偽\nである疑いが濃厚である。\n第５ 以上を前提に，上記第１記載の本件各争点について順次検討する。\n１ 未成年者誘拐の故意について\n上記のとおり，被告人は，うつ病に罹患しており，その病等のため，従前\nから，母親が近くにいない子どもを見ると，かわいいと思うだけではなく抱\nき上げたいという感情が湧いてくるばかりか，その感情を抑えきれずに行動\nに移すこともあり，母親の監護下にある女児を母親に黙って連れ回す病癖を\n有していたことが強く推察され，本件に先立つ平成１８年６月２６日と同年\n７月３０日に，それぞれ女児を連れ回した件は，そのような病癖によるもの\nと考えられること，本件当時も，被告人が，Ｂ１にいた被害女児を，Ｂ１の\nベンチに座っていた同児の母親に気付かれないまま，周囲に声を掛けること\nもせず，同女から遠ざかるようにしてＡ１内のＪ１１階東側出入口前の南北\n連絡通路へ，次いで，ここを通って被告人方まで連れて行ったという一連の\n行動と，それが母親のいる場所を分かっている被害女児に対し，同児が関心\nを抱くような何らかの甘言を用いて，同児をＢ１から連れ出したと見るのが\n自然であることなどに照らすと，被告人には，被害女児をその母親の保護下\nから引き離し，同児を自己の事実的支配下に置くという認識があったものと\n優に認定することができる。\nしたがって，被告人には，未成年者誘拐の故意に欠ける点はないと解され\nる。\n２ 傷害罪の成否について\n(1) 被害女児が頭部に受けた外力は，被告人の故意の暴行行為によるもの\nであると認められるか否かについて検討する。\n被害女児が被告人方で頭部を負傷したのは，①自ら転倒するなどしたた\nめか，あるいは，②被告人が被害女児を抱くなどしていた時に誤って落下\nなどさせた過失によるものであるのか(①と複合した場合も考え得るが，\nそれは②に含ませることにする。)，それとも，③故意に暴行を加えたか\nの３つのケースしか考えられない。\nそこで，まず，①の点について見るに，上記のとおり，被害女児は，２\nか所の線状骨折を負っており，脳表面の血管を損傷させるほどの強度の力\n，，を含む少なくとも３方向からの外力を その頭部に加えられているところ\n頭部以外の外傷は両肘の擦過傷(出血なし)のみであって，外力が加えられ\nた部位は同児のほぼ頭部に集中していることなどからすると，身長約１０\n０センチメートル，体重約１３キログラムの同児が，何らかの拍子に自ら\n転倒するなどして身体の一部を床や壁，あるいは家具等に衝突した場合，\nたとえ，衝突の反動で反対方向等に倒れ，その際にも何かの物体に身体を\nぶつけたとしても，同児の頭部のみに，２か所の骨折の他，少なくとも３\n方向からの相当強い外力が加えられるというのは想定し難いものがある。\nそうすると，被害女児の頭部の負傷は，①の転倒など同児自身の行動によ\nって生じたものとは考えられない。\n次に，②の点は，仮に，被告人が抱くなどしていた被害女児を何らかの\n理由で落下などさせてしまい，その頭部を机や座卓等の硬い面や角のある\n家具に衝突させたとしても，その際に同児の頭部に，頭頂部と右後頭部と\nいう位置の異なる２か所の線状骨折と，左右，前後の方向からの少なくと\nも３か所の打撲痕が生ずるとは考え難いばかりか，そのような落下などを\nすれば，落下速度や同児の体重等から，頭部以外の身体の一部も，洋間で\nあればカーペット等に覆われているとはいえ硬い床面や，その他の家具等\nに打ち付け，普通は身体のどこかに何らかの打ち身の跡が残ると思われる\nのに，そのような跡(同児には両肘に打撲痕に近い擦過傷しか認められな\nかった。)も残っていないことなどからすると，同児の負傷は，②の被告\n人の何らかの過失によって生じたものとも解されない。\nそうすると，被害女児の負傷は，③の被告人の故意による暴行によって\n生じた可能性しか残っていないところ，被告人の公判供述によると，被害\n女児が被告人方で急に様子が変わり，明らかに体調が不良となったのを目\nの前にしても，救急通報をしたり周囲に援助を求めたりしなかったばかり\nか，歩けるような状態ではないにもかかわらず，被害女児が履いてきた長\n靴を履かせた上で，同児を被告人方から連れ出し，途中で抱き直すなどし\nながら，人のいるＡ１やＢ１の側を通って人気のないＥ１公園に被害女児\nを運び込んだというのであるが，このような被告人の行動は，負傷した被\n害女児と被告人との関係を隠蔽するかのようなものと見ることができる\n上，被害女児と共に被告人方に在室し，被害女児の頭部に外力が加えられ\nた理由や事情を昀もよく知るばかりか，これを唯一説明し得る立場にある\n，，のに 被告人方において被害女児に対し外力が加えられたことを否定して\n被告人方における被害女児の異変やこれに対する対応について，信用し難\nい供述に終始する被告人の供述態度は，被害女児の負傷に対する自らの重\n大な責任を隠している言動と認められ，これらの点は，③の見方とよく整\n合し，裏付けてもいるといえる。\nもっとも，弁護人は，被告人が被害女児の頭部に故意にけがを負わせた\nのならば，その後，午後４時半ころという人通りのある時間帯に，容体の\n悪い同児を抱いて交通量の多い道路等を歩き，Ｂ１の横を通ってＥ１公園\nに行くような行動をとれば，それこそ人に見られるのは必至であり，見た\n人が不審がって被告人に声をかけてくるはずであるので，被告人の上記の\nような行動は，自らの関与を隠そうとする者の行動とはいえない旨主張す\nるが，被告人が興奮状態下で被害女児に暴行を振るってしまい，同児が頭\n部を打撲し意識を失うという重篤な状態になってしまったことから，一刻\nも早く同児を助けなければならないという気持ちと，自らの行為を隠した\nいとの思いが錯綜して，パニック状態に陥ったため，上記のような中途半\n端な行動をとってしまったとも見ることもできるので，弁護人の上記主張\nは採用できない。\n以上の検討によれば，被害女児の頭部に加えられた２か所の線状骨折\nと少なくとも３か所の打撲痕を生じさせた外力は，同児と共にいた被告\n人が，被告人方で，被害女児の頭部に対し意図的に加えたものと認めら\nれ，その態様は，同児の頭部を硬い物体の平面部で殴打したり，又はそ\nの頭部を硬い物体の平面部に打ち付けたりするというものであったと推\n認するのが相当である。\n(2) なお，弁護人は，ア 被告人方の洋間や廊下の壁，床等には被害女児\nが頭部をぶつけるだけの空間はない上，具体的な暴行の態様を想定できな\nいこと，イ 被告人は人に尽くすことに喜びを感じ，穏和で思いやりのあ\nる人物で責任感もあるから，本件公訴事実のような犯罪を犯すはずがない\nこと，ウ 被告人には被害女児に対して暴行を加える動機がないことなど\nを指摘して，被告人は被害女児に暴行を加えてはいない旨主張する。\nまず，アの点については，被告人方の洋間の東西の壁自体は，上記のと\nおり，むき出しになっている部分は少ないものの，洋間と廊下との間には\n横約８２センチメートルの木製引き戸があるし，廊下においては，西側に\nトイレと浴室の扉が，東側には冷蔵庫等の平面でそれなりの広さのある部\n分がそれぞれ存するのであるから，被告人方に被害女児が頭部をぶつける\nだけのそれなりの広さのある平面な部分が存することは明らかであるばか\nりか，室内には，鍋，フライパン等の成傷器となり得る鈍体の物が存した\n上(なお，弁護人は鍋とかフライパンは普段はシンクの収納場所にしまっ\nていた旨主張するが，本件当日たまたま洋間にあった可能性も否定できな\nい上，被告人自身，平成２０年６月９日に行われた被告人方の検証の際，\nトースターの上に置かれていた小型の鍋は本件当時は流し台のガスコンロ\nの上かシンクの中に置いていた旨指示説明をしているのである。)，洋間\nには座卓やテレビ台やその上のテレビ等，頭部を打ち付けた場合，骨折す\nる可能性のある家具等も置いてあったことなどに照らすと，弁護人は暴行\nの具体的な態様を想定できないというが，打撃が１回のみならず，何回か\n被害女児に加えられた場合を仮定すると，同児の対応如何では，上記負傷\nを生じさせるいろいろな態様の暴行を想定することは可能なのであって，\n被告人の自白がない本件では，暴行の態様を特定することはできないが，\nそれが故に，有罪に問えないとも解せられない。\n次に，イの点は，上記のとおり，被告人は，平成１７年４月からＦ１病\n院で看護師兼助産師として勤め出して以来，患者への対応も穏和で同僚や\n妊産婦らからの評判も良かったことは確かであるが，平成１８年２月にう\nつ病と診断されてからは，仕事を休むようになり，何回か万引きを繰り返\nした挙げ句，同年６月下旬に万引きで検挙され，その日家で興奮状態にな\nったり，同月と翌月の２回にわたって幼児を勝手に連れ回すなど，精神的\nに不安定な状態が続いていたことが認められるのであって，このような被\n告人の精神状態や行動等にかんがみると，被告人が本件各犯行を犯すはず\nがないとは言い切れないのである。\nまた，ウの点については，確かに，被告人が被害女児に対する暴行を否\n，，認している本件では 被告人が暴行に及んだ動機は明らかではないものの\nそもそも動機が不明であることから直ちに被告人の被害女児に対する暴行\nが否定されるものではない上，会話のできる同児の言動，あるいは，泣き\n出した同児をあやしたものの泣き止まなかったことなどから激高したとい\nう可能性も否定できないこと，本件当日はうつ病等により体調不良のため\n仕事を休むなど，被告人の病状が悪化する傾向にあったことがうかがわれ\nること，上記第２の１(2)イのとおり，被告人が，時には平素の態度から\nは想像もつかないほどに激しく感情を表出して相手を非難するような言動\nに出ることもあったことなどからすると，うつ病の影響等により，それま\nでは穏和であった被告人が，何かの拍子に被害女児の言動等に立腹し興奮\nの余り発作的に攻撃に及んでしまったということも十分考えられるのであ\nる。\nしたがって，弁護人の上記主張はいずれも採用できない。\n３ 保護責任者遺棄について\n(1) 被告人は，上記のとおり，被害女児をＢ１から連れ出してその母親ら\nの保護下から引き離し，自宅に連れ帰るなど被害女児を自己の独占的支配\n下に置き，同児の保護を引き受けていた上，同児に対する傷害行為により\nその生命，身体等に重大な危険を与えたという先行行為を行ったのである\nから，これにより負傷した同児を保護すべき法律上の義務を負っていたこ\nとは明らかである。\n(2) 遺棄行為及び遺棄の故意について\nア まず，上記認定によれば，被害女児は，頭部を負傷し，意識障害まで\n起こしていたのであるから，生命侵害の危険が極めて高く，一刻も早く\n，，適切な医療措置を行うべき状態であったところ このような被害女児を\n利用者もなく周囲の人通りも少ない上，木陰になるなどして周囲の道路\nからの目も届きにくいＥ１公園のベンチに寝かせただけでその場を離れ\nた被告人の行為は，結果的には比較的短時間で被害女児が警備員らに発\n見，保護されてはいるものの，客観的には被害女児の生命・身体等を重\n大な危険にさらす遺棄行為に該当する。\n，， ，なお 弁護人は 被告人がＥ１公園のベンチに被害女児を寝かせた後\n助けを呼びに行きながらも振り返って同児の状態を確認していたのであ\nるから，同児から離れただけではその保護下を完全に離れたとはいえな\nい旨主張するが，上記のとおり，何度もＥ１公園を振り返り同児を確認\nしながら助けを呼びにＢ１へ行ったという被告人の供述自体が信用でき\nないのであるから，弁護人の主張は前提を欠き失当である。\nイ 次に，上記認定によれば，被告人は，頭部を負傷して意識障害を起こ\nし，独力で歩くことも立つこともできなかった被害女児が，一刻も早く\n保護されて適切な医療措置を受けなければ生命の危険にさらされること\nを認識していたにもかかわらず，このような同児を抱き抱えたまま，人\n，，通りが多く 助けを求めることも容易であるＡ１やＢ１には向かわずに\nこれらの場所から遠ざかるように歩いて人気のないＥ１公園に入り，木\n陰になるなど周囲から目の届きにくい同公園のベンチに同児を寝かせて\nその場から立ち去り，その後は誰にも声を掛けていないのであって，こ\nのような行動をとった理由を説明する被告人の上記公判供述は，上記の\n，，とおり信用できないことに照らすと 本件当時の被告人の行動自体から\n被告人に保護責任者遺棄の故意があったと優に認定することができる。\n(3) 以上の検討によれば，被告人には，保護責任者遺棄罪が成立する。\n（法令の適用)\n省略\n（量刑の理由）\n本件は，以前から幼女を見るとかわいいと思うにとどまらず，抱きたいなどとい\nう欲求を抑えきれないとの悩みを抱えていた被告人が，広場で遊んでいた当時２歳\n１０か月の幼女を近くに母親がいるにもかかわらず，Ｂ１から勝手に自宅に連れて\n， ，行き 被告人方で幼女との間にどのような出来事があったかは不明ではあるものの\n自宅内において，同児に対し，入院加療約１００日間を要し，左片麻痺等の後遺障\n害を伴うけがを負わせる暴行を加え，この結果意識が混濁し，歩行困難となった同\n児を保護すべきであったにもかかわらず，同児を抱きかかえて自宅から連れ出し，\n公園内のベンチに置き去りにしたという未成年者誘拐，傷害及び保護責任者遺棄各\n１件からなる事案である。\nそこで，まず，未成年者誘拐について見ると，遊具で遊ぶ子どもやこれを見守る\n母親のいる駅前の広場において，母親が被害女児から目を離した隙に，何らかの甘\n言を用いて同児を連れ出し，以後，自宅に連れて行くなど１時間以上にわたって同\n児を母親から引き離して自己の支配下に置いていたのであり，被害女児の母親らの\n心配等を顧みない身勝手な犯行で，その動機に酌量の余地は全くない上，その態様\nも大胆かつ巧妙であって，犯情は悪質である。\n次に，傷害については，動機は不明であるものの，その犯行態様は，未だ幼く，\n抵抗はもとより防御すら満足にはできない被害女児に対し，頭部に骨折や打撲痕を\n生ずるような打撃を何度も加えたと推察され，同児の生命をも奪いかねない極めて\n危険なものであるばかりか，体力や体格で圧倒的に優勢な被告人が，自宅という勝\n手知ったる密室において，被害女児に対し一方的に暴行を加えたもので，卑劣でも\nあり，これまた犯情は悪質というほかない。\nまた，保護責任者遺棄について見ると，被告人は，看護師兼助産師として病院で\n勤務していたにもかかわらず，自宅内で，被害女児の容体が目の焦点も合わず立つ\nことすらできないという一刻を争う危機的な状況にあることを認識しながら，自ら\nの犯行の発覚を恐れ，救急通報等の措置をとらなかったばかりか，わざわざ自宅か\nら連れ出して抱きかかえながら歩き回った挙げ句，同児の生命の危機を顧みず，自\nらが負傷させ苦しんでいる同児を人気のないベンチに放置したものであって，犯行\nの動機は誠に身勝手，かつ自己中心的で酌量の余地が全くない上，犯行の態様も，\n危険，かつ非情でもあって，犯情はいたって悪質である。\nさらに，被害女児の母親の届出を受けた警備員による捜索の結果，公園のベンチ\nで発見された被害女児は，救急隊員及び医師らの懸命な救命措置によって幸いにも\n一命を取り留めてはいるものの，約１００日間もの入院加療を要する頭部の傷害を\n負わされたばかりか，完治は見込めない左片麻痺という重篤な後遺障害を負うに至\nっており，思うように動かない体で生涯を過ごすことを余儀なくされた被害女児が\n背負ったハンディは余りにも大きく，リハビリに励みながらも，未だに体が思うよ\nうには動かない同児の苦痛や無念さは筆舌に尽くし難いものがあり，本件各犯行に\nより生じた結果は極めて重大である。そして，このような被害を受けた被害女児本\n人はもちろん，その両親ら親族が受けた悲しみや苦悩は余りにも深く，健やかに成\n長していた被害女児の健康を奪い取った被告人に対し峻烈な被害感情を有している\nのも当然のことである。また，本件各犯行は，多くの親子が安心して遊んでいた駅\n前広場で発生した重大事件として事件当時から大きく報道され，子を持つ親はもと\nより，地域社会にも広く衝撃と不安を与えた社会的影響の大きい事件であり，本件\n各犯行が社会に与えた悪影響も無視できない。\nしかも，被告人は，本件各犯行を否認し，責任を免れるべく不合理な弁解を繰り\n返すばかりか，自分のやった行為は要領は得ないものではあったが悪いものとは思\nわないなどとも供述しており，それらにうつ病や薬の副作用等の影響がうかがわれ\nないではないとしても，重大な結果を引き起こした自己の身勝手かつ無責任な行動\nに対する反省の態度は認められず，相応の非難を免れない。\nこれらの諸事情に照らすと，被告人の刑責は重いといわねばならない。\nそうすると，他方で，本件各犯行にはいずれも計画性がうかがわれないこと，上\n，，， ，記のとおり 被告人は 犯行当時 うつ病に罹患して通院治療を受けていたもので\nこの被告人の不安定な精神状態や薬の副作用等が本件各犯行に少なからず影響を与\nえていたことがうかがわれ，特に被害女児に対する暴行については，突発的に変化\nした被告人の精神状態等が原因となった可能性が高いと推察されること，被告人は\n２７歳と若く，またうつ状態が悪化して休職した時期もあったものの，これまで看\n護師や助産師として真面目に働き，周囲からも高い評価を得ていたこと，前科前歴\nがないこと，現在被告人と同居する両親はともに健在で，今後の被告人に対する監\n督，病気の治療や生活への助力等が期待できることなど，被告人のために酌むべき\n事情も認められるが，やはり本件各犯行，とりわけ，傷害罪の犯情の悪質性とその\n結果の重大さを軽く見ることはできず，被告人に対しては，主文の程度の実刑に処\nするのが相当であると考えた。\nよって，主文のとおり判決する。\n（求刑・懲役１０年）\n平成２０年１２月２４日\n神戸地方裁判所第１刑事部\n裁判長裁判官 東 尾 龍 一\n裁判官 佐 藤 建\n裁判官高橋浩美は差し支えのため署名，押印することができない。\n裁判長裁判官 東 尾 龍 一\n別紙図面\n"
}