{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 20
  },
  "case_number": "平成13(行ウ)11",
  "case_name": "東北環境整備救済申立棄却命令取消",
  "court_name": "仙台地方裁判所",
  "lawsuit_id": "18661",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18661",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/661/018661_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　被告Ｂが宮城労委平成１１年（不）第７号Ｄ不当労働行為救済申立事件\nについて平成１３年３月３０日付けでした命令のうち，申立ての趣旨（別紙１）第\n３項の申立て，並びに第４項の申立てのうち「２，Ｃ支部長に対し，訓戒処分を行\nったこと及び出勤停止処分を行い賃金を減額したこと。」との記載の掲示を棄却し\nた部分を取り消す。\n２　訴訟費用は被告Ｂの負担とする。\n事　　　　　　　実\n第１　当事者の求めた裁判\n１　請求の趣旨\n主文同旨\n２　請求の趣旨に対する答弁\n(1)　原告Ａの請求を棄却する。\n(2)　訴訟費用は原告Ａの負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　本件命令等\nア　本件申立て\n原告Ａは，平成１１年１０月２６日，被告Ｂに対し，Ｄ株式会社（以下\n「本件会社」という。）を被申立人とする不当労働行為救済の申立て（宮城労委平\n成１１年（不）第７号Ｄ不当労働行為救済申立事件。以下「本件申立て」又は「原\n事件」という。）を行った。\n変更後の申立ての趣旨は，別紙１のとおりである。\nイ　本件命令\n被告Ｂは，平成１３年３月３０日付けで，主文を別紙２のとおりとする命\n令（以下「本件命令」という。）をした。\n(2)　当事者等\nア(ア)　本件会社は，昭和４７年に設立された株式会社であるが，平成１１年\n４月当時の従業員数は２１名，代表取締役社長はＥ（以下「Ｅ社長」という。）で\nあり，平成１１年５月，Ｆ（以下「Ｆ」又は「Ｆ部長」という。）が取締役業務部\n長に，Ｇ（以下「Ｇ」又は「Ｇ部長」という。）が取締役営業部長にそれぞれ就任\nした。\n本件会社は，仙台市内に本社を置き，し尿浄化槽の維持・管理，貯水槽\nの清掃等の業務を行っている。\n(イ)　本件会社は，平成１０年４月に角田支店を設置し，同支店では主にし\n尿のくみ取り業務を行っている。\nイ　原告Ａは，昭和３９年９月，宮城県内に所在する中小企業に働く労働者に\nより結成された合同労働組合である。\nウ　平成１０年６月３日，本件会社の従業員によって，Ａ組合Ｄ支部（以下\n「原告支部」という。）が結成された。\n原告支部の組合員は，設立時から現在まで，支部長Ｃ（以下「Ｃ支部長」\nという。）及び副支部長Ｈ（以下「Ｈ」という。）の２名である。\n(3)　本件訓戒処分等\nア　本件会社の就業規則６６条（甲１０）は，懲戒の種類として，①訓戒（始\n末書をとり将来を戒めます。），②減給，③出勤停止，④降格降給，⑤諭旨解雇，\n⑥懲戒解雇を定めていた。\nイ　本件訓戒処分\n本件会社は，平成１１年５月１１日，Ｃ支部長に対し，口頭で，本件会社\nがＣ支部長を角田支店に配置転換させる旨の同年４月１日付け辞令（以下「本件第\n１辞令」という。）を同月５日に交付しようとした際，Ｃ支部長がこれを受け取ら\nず，配転命令に応じなかったこと（以下「本件配転拒否」という。）につき，始末\n書を提出するように要求した（以下「本件訓戒処分」という。）。\nウ　本件出勤停止処分\n本件会社は，同年５月２５日，Ｃ支部長に対し，始末書を提出しない場合\nには別途懲戒処分に付する旨を付記した「始末書の提出について」と題する書面\n（甲３）を交付し，同月３１日までに始末書を提出するように要求した上（以下\n「再度の始末書提出要求」という。），同年６月１日，Ｃ支部長に対し，本件配転\n拒否及び始末書不提出を理由として，同月２日から４日まで３日間の出勤停止処分\nをした（甲５。以下「本件出勤停止処分」という。）。\n(4)　本件訓戒処分及び本件出勤停止処分の不当労働行為性\nア　不当労働行為意思\n本件訓戒処分及び本件出勤停止処分は，Ｃ支部長の行った賃金カットへの\n抗議及び未払賃金の請求という正当な組合活動に本件会社が強く反発し，解決済み\nの本件配転拒否を蒸し返して行われたものであり，労働組合法７条１号で禁止する\n不当労働行為に当たる。\nイ　本件抗議後の本件訓戒処分\n(ア)　本件会社は，平成１１年４月３０日，従業員の４月分賃金の１０パー\nセントをカットして支給した。\n(イ)　Ｃ支部長及びＨは，同年５月６日，原告及び原告支部名で，従業員の\n同意を得ずに賃金カットを実施したことに対し抗議する文書（甲１８），及びＣ支\n部長ら名で，組合員２名の賃金カット分を未払賃金として請求する文書（甲１９，\n２０）をＥ社長に手渡した（以下「本件抗議等」という。）。\n(ウ)　本件訓戒処分は，その５日後に行われたものである。\nウ　配転撤回\n(ア)　本件会社は，同年４月２７日，Ｃ支部長に対し，本社業務部管理係へ\nの異動を命じる辞令（甲２。以下「本件第２辞令」という。）を交付し，Ｃ支部長\nはこれに応じた。これにより，本件第１辞令は撤回された。\n(イ)　これにより，角田支店への配転問題はすべて解決済みであるから，本\n件訓戒処分を行うことには，合理的理由がない。\nエ　本件会社のＣ支部長に対する認識\n(ア)　本件会社は，原事件答弁書（乙８）において，「会社は，妥協を知ら\nないたった二人の強硬な組合員に翻弄されている。」と主張した。\n(イ)　この主張は，本件会社の原告支部の組合活動及び組合員に対する差別\n感情及び偏見を端的に示している。\n(5)　本件出勤停止処分の不当労働行為性\nア　本件会社が本件出勤停止処分をした理由は，Ｃ支部長が原告の意思決定に\n基づいて，再度の始末書提出要求において提出期限とされた平成１１年５月３１日\nまでに始末書を提出しなかったことに対する本件会社の反発にあり，本件出勤停止\n処分は，この点からも，労働組合法７条１号で禁止する不当労働行為に当たる。\nイ(ア)　すなわち，原告Ａは，同年５月１２日，本件訓戒処分において要求さ\nれた始末書の提出につき検討し，それに応じないことを決定した。\n(イ)　原告Ａは，同月２５日，再度の始末書提出要求について検討し，それ\nにも応じないことを決定した。\n(ウ)　そもそも，「不提出時は別懲戒処分する」などと圧力を加えて人間の\n行動を強制することは許されないし，始末書提出命令を受けた者がこれに従わない\n場合，その提出を拒否したことを理由として更なる懲戒処分をすることは，内心の\n自由を保護する観点から許されない。\nまた，始末書の不提出を理由に懲戒処分をすることは，同一の事由に\nついて二重に懲戒処分をすることになり，違法であることは，確立した法理であ\nる。\n(エ)　さらに，本件会社は，Ｃ支部長に対し，本件出勤停止処分の前に弁明\nの機会を与えるべきであるのに，その機会を与えていない。\n(オ)　これらの事実は，本件出勤停止処分は，再度の始末書提出要求におい\nて提出期限とされた平成１１年５月３１日までに始末書を提出しなかったことに本\n件会社が反発し，Ｃ支部長が始末書の提出拒否という正当な組合活動をしたことの\n故をもって本件出勤停止処分をしたことを推認させるものである。\n(6)　被告Ｂの主張（後記）に対する原告Ａの反論\nア　被告Ｂの主張(6)に対し\n(ア)　Ｃ支部長が，角田支店長代理の適任者であったとする根拠はない。\n(イ)　平成１１年４月５日の本件第１辞令交付以前に，本件会社から，代償\n措置として交通手段や通勤手当について示されたことはない。\n本件第１辞令の交付後である同月７日の団体交渉で，Ｃ支部長を主任\n待遇とするとの案が示されたものの，手当額は月額４０００円であり，役職に就け\nば，役職手当の支給は当然であるのだから，代償措置とはならない。\n(ウ)　また，同月２０日の団体交渉でガソリン代実費２万５０００円ないし\n３万円との案が示されたものの，自家用車で通勤を行えばガソリン代の実費支給は\n当然であり，長距離ともなれば，車両の維持費も別にかかるのであるから，代償措\n置として十分ではない。\n(エ)　Ｅ社長は，原事件において，社用車使用の上でガソリン代３万円別途\n支給との案を提示した旨証言するが，交通費の二重払いになるような手当支給など\n前代未聞であり，そのような案を示すことはあり得ない。\nイ　被告Ｂの主張(7)に対し\n(ア)　角田支店への配転の打診は，同年３月下旬にされたものの，あくまで\n打診にすぎず，Ｃ支部長の被る不利益を理由にこれを保留したとしても配転拒否に\nは当たらない。\n(イ)　Ｃ支部長は，角田支店への配転に伴う労働条件を同年４月５日の第１\n辞令交付以前に明示されていないから，本件第１辞令を戻したとしても理由がある\nし，本件会社は，同月５日の本件第１辞令交付を保留扱いとした上で，同月７日及\nび２０日の団体交渉に臨んで配転の必要性を説明し，原告Ａの理解を得ようとして\nいたものである。\n(ウ)　同月７日及び２０日の団体交渉において原告Ａが反対を主張したり，\n保留したりすることを懲戒処分の理由とすることは，団体交渉権の否認を意味する\nことになるから許されない。\nウ　被告Ｂの主張(8)に対し\n他の従業員からの不平不満は，Ｃ支部長が平成１１年４月５日に本件第１\n辞令を受け取らなかったことに起因して生じたのであり，本件第２辞令が出された\n同月２７日以後に不平不満が出たという事実は，存在しない。\nエ　被告Ｂの主張(9)に対し\n仮に，同月２７日以後に他の従業員から不平不満が出たとしても，本件会\n社としては，それが出た直後に処置に踏み切るべきであった。１４日も経過した同\n年５月１１日には，不平不満は相当程度弱まっていたはずであり，懲戒処分の必要\n性はなかったと考えられる。\n(7)　よって，原告は，本件命令のうち，本件訓戒処分及び本件出勤停止処分につ\nいて救済命令の申立てを棄却した部分の取消しを求める。\n２　請求原因に対する認否及び被告Ｂの主張\n(1)　請求原因(1)（本件命令等）は認める。\n(2)　同(2)（当事者等）は認める。\n(3)　同(3)（本件訓戒処分等）は認める。\n(4)ア　同(4)（本件訓戒処分及び本件出勤停止処分の不当労働行為性）アは否認\nする。\nイ　同(4)イは認める。\nウ　同(4)ウ(ア)は認め，(イ)は否認する。\nエ　同(4)エ(ア)は認め，(イ)は否認する。\n(5)ア　同(5)（本件出勤停止処分の不当労働行為性）アは否認する。\nイ　同(5)イ(ア)，(イ)は認め，(ウ)は否認し，(エ)のうち弁明の機会を与えて\nいないことは認め，その余は否認し，(オ)は否認する。\n本件訓戒処分は，始末書の提出を内容としており，これが提出されなかっ\nた以上は処分として完結していない。したがって，その場合に別の懲戒処分をする\nことは，二重処分には当たらない。\n(6)　本件第１辞令には，次のとおり，十分な必要性と合理性があった。\nア　平成１１年３月当時，本件会社は，会社の解散を考えるほどの経営不振に\n陥り，再建策を立てる必要に迫られていた。同年４月に角田市全域のし尿くみ取り\n業務が民間に開放されることから，本件会社は，これを角田支店の営業拡大の機会\nと捉え，それまでアルバイト従業員しかいなかった同支店に責任者を配置すること\nとし，Ｃ支部長を適任者として支店長代理に任命しようとした。\nイ　反面，Ｃ支部長は，本件配転により通勤時間が長くなるなどの不利益を受\nけることになるため，本件会社は，Ｃ支部長に対し，主任待遇として通勤手当を支\n給するなど一定の代償措置を講じることを示していた。\n(7)　ところが，Ｃ支部長は，次のとおり，角田支店への配転命令を拒否した。\nア　Ｃ支部長は，同年３月下旬以降，Ｅ社長から何度か配転を打診されたが明\n確な返事はせず，同年４月５日には本件第１辞令を受け取らなかった。その後，同\n月７日及び２０日，原告Ａと本件会社との間で団体交渉が持たれた際も，原告Ａ\nは，本件会社に再考を求めた。そのため，本件会社は，同月２７日，やむを得ず本\n件第１辞令を撤回するとともに，Ｃ支部長に対し，本件第２辞令を交付した。\nイ　この間のＣ支部長の態度は，正当な理由なく配転命令を拒否したと評価さ\nれたとしてもやむを得ないものである。\n(8)　同年４月２７日に本件第１辞令を撤回した後，従業員の間から，会社の命令\nに従わなくても罰せられないのかという批判や不満が出てきた。そのため，本件会\n社は，やむなく本件訓戒処分に踏み切った。\n(9)　本件訓戒処分及び本件出勤停止処分には，次のとおり，正当な理由がある。\nア　本件会社が，本件第１辞令を撤回したことによって，Ｃ支部長が角田支店\nへの配転を拒否したとの事実が消えるものではない。\nイ　懲戒処分に付する正当な理由がある場合において，処分をするかどうかや\nその内容を検討する際に，従業員の志気及び意欲に与える影響並びに従業員間の公\n平感を考慮に入れることは不当なことではないから，同年５月１１日になって本件\n訓戒処分に踏み切ったことが不自然であるとか，処分の時期が遅れすぎているとは\nいえない。\nウ　本件訓戒処分において，本件会社が求めた始末書の内容は，専ら配転問題\nに関する謝罪と誓約であるので，このような内容の書面を徴したところで，賃金カ\nット問題についての本件会社から組合に対する圧力となるものではない。本件会社\n関係者の意識の上でも，始末書の提出要求と賃金カット問題との関わりはほとんど\nなかったというべきである。\nエ　本件会社による再度の始末書提出要求は，Ｅ社長や他の取締役が，できれ\nば始末書の提出という軽い懲戒処分で事態を収めたいと望んでいたことに起因する\nものであり，不当労働行為意思の存在を推測させる事実ではない。\nオ　「会社は，妥協を知らないたった二人の強硬な組合員に翻弄されてい\nる。」との原事件における本件会社の主張は，本件申立て後にされたものにすぎな\nい上，Ｅ社長らが法律知識の不足もあって労働組合への対応に戸惑っていたことが\nうかがわせるにとどまるものであり，本件会社が労働組合を嫌悪ないし敵視してい\nた徴表であるとはいえない。\n理　　　　　　　由\n第１　本件処分等\n請求原因(1)（本件命令等），同(2)（当事者等）及び同(3)（本件訓戒処分等）\nは，当事者間に争いがない。\n第２　本件訓戒処分及び本件出勤停止処分の不当労働行為性について\n１　請求原因(4)イ（本件抗議後の本件訓戒処分），同(4)ウ(ア)（配転撤回）及び\n同(4)エ(ア)（妥協を知らない組合員との主張）は，当事者間に争いがない。\n２(1)　これらの争いのない事実に，証拠（甲４，６，１０，２３，３７ないし４\n０，４４ないし４６，乙１の１及び２，２ないし５，６の１及び２，７，１４の\n２，１５の２及び３，１６の２及び３，１７の２，３及び５，１０１，原告代表\n者）並びに弁論の全趣旨によれば，以下の事実が認められる。\nア　本件会社の経営状態等\n(ア)　本件会社は，仙台市内に本社を置き，し尿浄化槽の維持・管理，貯水\n槽の清掃等の業務を行っている。本件会社の売上げは，平成８年３月期には３億円\nを超えていたが，平成１１年３月期には２億円を下回り，赤字決算となる可能性が\n生じた。本件会社の売上構成は，官庁関係が約６割，民間が約４割であったが，赤\n字決算となると，官庁関係からの受注資格がなくなり，経営が成り立たなくなるお\nそれがあった。\nそのため，本件会社は，平成１１年３月１日，従業員に対し，給与の２\n５パーセントカット等の提案を行った。\n(イ)　原告支部は，平成１０年６月３日，従業員等の多くが社長等の親戚で\nある本件会社において，組合員２名によって結成されたものであるが，上記給与カ\nットの提案後の平成１１年３月３日，本件会社に対し，今後の方針の説明を求めて\n団体交渉を申し入れた。\n(ウ)　Ｊ組合・Ｋセンター（以下「Ｋセンター」という。）が角田市の一部\n地域及び丸森町全域のし尿くみ取り業務を民間に開放したことに伴い，本件会社\nは，平成１０年４月，営業の拡大を図るため，角田支店を開設したが，平成１１年\n４月からは，角田市全域のし尿くみ取り業務を民間に開放されることとなった。\nそこで，本件会社は，同年３月，角田支店の売上げを増やし，本社の人\n員の一部を角田支店に配置転換すれば，本社の売上げに対する労務費の割合を引き\n下げ，経営を立て直すことができるものと判断した。\nイ　本件第１辞令の交付\n(ア)　Ｅ社長は，同年３月下旬，Ｃ支部長に対し，角田支店へ支店長代理と\nして配転するよう何度か打診した。また，Ｇ部長も同様の打診を一度行った。\n(イ)　これに対し，Ｃ支部長は，本社勤務のままであれば数分の通勤時間で\n済むが，角田支店に勤務した場合には片道１時間３０分もの通勤時間を要すること\nになり，しかも，本件会社において高く評価されているとは到底考えられない自分\nになぜそのような打診があるのか納得することができず，原告Ａと相談したい，私\nは適任ではない等と述べ，角田支店への転勤を断る方向の返答のみをしていた。\n(ウ)　Ｃ支部長は，同月２４日ころ，原告Ａとの間で，上記配転の打診に対\nする対応を協議した。その結果，Ｃ支部長は，原告Ａから，このまま辞令が交付さ\nれた場合，辞令を受け取らず団体交渉を行う旨伝えるよう指示を受けた。\n(エ)　Ｃ支部長は，同月下旬，本件会社と主として賃金カット問題を議題と\nして同年４月７日に団体交渉を行うように調整した。その際，Ｃ支部長は，本件会\n社に対し，団体交渉においてＣ支部長の角田支店への配転問題も議題としたい旨を\n口頭で伝えた。\n(オ)　Ｅ社長は，同年４月５日，朝礼の場で，Ｃ支部長に対し，同月１日付\nけで角田支店への配転を命じる本件第１辞令を交付しようとしたが，Ｃ支部長は，\n原告Ａの指示に従い，これを受け取らなかった。\n(カ)　朝礼に参加していた他の従業員は，これを目撃していたが，これまで\nもＣ支部長ら原告支部組合員が休日出勤を断り，他の従業員にしわ寄せが来ていた\nこと等も相まって，Ｃ支部長が第１辞令を受け取らなかったことにつき，不平や不\n満の声を上げる者がいた。\n(キ)　原事件におけるＥ社長及びＧ部長の供述中には，Ｃ支部長を角田支店\nの支店長代理として配置転換することを考えるに至った理由として，角田支店は年\n齢の高いパート従業員が多く，Ｃ支部長が年齢の点からも適任であったこと，組合\n交渉の席などで建設的な意見を述べており，会社の幹部となることを期待していた\nこと等を挙げる（乙７，１６の３，１７の２及び３，）。\nしかしながら，Ｃ支部長は，休日出勤を断り，時間が余った場合でも\n自ら何かする仕事はないかと尋ねたりすることをせず，上司に対する口のきき方も\n悪いと低い評価を得ていたものであり，平成１０年６月の原告支部結成後，活発な\n組合活動を行い，そのことも相まって，従業員の多くが社長等と親戚関係にある本\n件会社において，他の従業員から受け入れられていたわけではなかったものである\n（乙１７の３及び５）。したがって，そのような者を，しかも，これまでの現業を\n主にする仕事から営業，管理的な仕事の割合が多くなる角田支店の支店長代理とす\nる配置転換が単に業務上の必要性だけで行われたものかについては，疑問が残る。\nウ　角田配転問題についての団体交渉及び配転の撤回\n(ア)　４月７日の団体交渉\nａ　平成１１年４月７日の団体交渉では，賃金カット問題及びＣ支部長の\n角田支店への配転問題について話し合われた。\nｂ　その中で，本件会社は，Ｃ支部長を主任待遇で支店長代理とするとの\n条件が提示したが，交渉の時間が短かったこともあって，Ｃ支部長の角田支店への\n配転問題についての結論は，次回以降の団体交渉に持ち越された。\nｃ　なお，Ｅ社長の原事件における供述等（乙７，１６の３，１７の２）\nには，本件会社は，団体交渉において，Ｃ支部長を主任待遇とした上，交通費とし\nて３万円を支給するとともに，社用車の利用を認めるとの代償措置を示したものと\nの記載があるが，その内容は，社用車の利用及びガソリン代の本件会社負担をしな\nがら，別途３万円の交通費を支給するという不合理なものであって，採用すること\nができない。\n(イ)　４月２０日の団体交渉\nａ　平成１１年４月２０日の団体交渉では，賃金カット問題及びＣ支部長\nの配転問題について話し合われた。\nｂ　その際，原告Ａは，賃金カットについて，応じられない旨主張したほ\nか，Ｃ支部長の角田支店への配転問題について，会社側から提示された通勤手当に\nついて不当と主張し，いずれの問題も解決しなかった。\n(ウ)　本件第１辞令の撤回\nａ　Ｅ社長は，同年４月２７日，朝礼の場で，Ｃ支部長に対し，新たに本\n社業務部管理係の勤務を命じる本件第２辞令を交付し，Ｃ支部長はこれに従った。\nこれにより，本件第１辞令は撤回された。\nｂ　これに対し，従業員の間からは，本件会社の業務命令に反してもいい\nのかと疑問の声が上がった。\nｃ　前記のように，Ｃ支部長の配転問題は，団体交渉により協議されてい\nたものであるが，本件第１辞令の撤回前に，本件会社から，原告Ａに対し，本件第\n１辞令を撤回する旨や，本件辞令の撤回に当たりＣ支部長に対し何らかの処分をせ\nざるを得ない旨の話はなかった。\nエ　賃金カット及びこれに対する原告支部の対応\n(ア)　同年４月３０日，本件会社は，従業員に対し，１０パーセント減額し\nて４月分給与を支給した。\n(イ)　Ｃ支部長及びＨは，同年５月６日，原告及び原告支部名で，従業員の\n同意を得ずに賃金カットを実施したことに対し抗議する旨の文書（甲１８），及び\nＣ支部長ら名で，組合員２名の賃金カット分を未払賃金として請求する旨の文書\n（甲１９，２０）をＥ社長に手渡した（本件抗議等）。\nオ　本件訓戒処分及び本件出勤停止処分\n(ア)　同年５月１１日，Ｅ社長は，Ｃ支部長に対し，口頭で，Ｃ支部長が同\n年４月５日本件第１辞令を受け取らず，配転に応じなかったことが「正当な理由な\nく，仕事のことで上司の命令に従わないとき」と定める就業規則６８条６号に違反\nするとして，始末書の提出を求めた（本件訓戒処分）。これは，本件会社の定める\n懲戒のうち，訓戒に当たるものと認められる。\n(イ)　原告Ａは，同月１２日，本件訓戒処分は，既に解決済みの問題につい\nて始末書の提出を命令するものであって認められない旨を原告Ａの方針として確認\nし，Ｃ支部長は，この方針に従い，始末書を提出しなかった。\n(ウ)　Ｅ社長は，同月２５日，Ｃ支部長に対し，「社内計画，運営，業務に\n多大な迷惑（を）かけたこと又今後この様な業務命令違反を起こさないこと今回に\n限り始末書を提出することで訓戒処分とするので５月３１日まで提出のこと。５月\n１１日口頭での提出要（求）の催促文である（注…不提出時は別懲戒処分する）」\nと記載された「始末書の提出について」と題する文書（甲３）を交付した（再度の\n始末書提出要求）。\n(エ)　これに対し，Ｃ支部長は，原告Ａの決定に従い，同月２５日付けで\n「今年の４月１日に角田支店長への配転を命じる辞令が，私に出されましたが，私\nは労働組合との交渉の場で説明を受けるのが筋だと考え，受け取れませんでした。\nその後，４月７日のけやき共同法律事務所で行なわれた団体交渉の場で会社の考え\nや労働条件の事について，一定の説明を受けましたが，労働条件の詳細な点は提示\nされませんでした。その後熟慮を重ねましたが，やはり私は適任者ではないと判断\nし，今回の辞令については再考を求めた次第です。」と記載した文書（甲４）を会\n社に提出し，同月３１日までに始末書を提出しなかった。\n(オ)　同年６月１日，本件会社は，「貴殿は平成１１年４月１日付けで角田\n支店勤務を命じられたにもかかわらず，正当な理由なくこれを拒否し，またその後\nの始末書提出の命令に対してもその提出を拒否した。貴殿の行為は，就業規則第６\n８条６号に反する重大な組織秩序の紊乱に該るが，今回に限り宥恕し，就業規則第\n６８条６号，第６６条３号により平成１１年６月２日から６月４日まで３日間の出\n勤停止の処分（この期間は無給）にしますので，告知いたします。」との告知書\n（甲５）により，Ｃ支部長を出勤停止処分に付した（本件出勤停止処分）。\nカ　本件会社の原事件における主張\n本件会社は，原事件答弁書（乙８）において，「会社は，妥協を知らない\nたった二人の強硬な組合員に翻弄されている。」と主張した。\n(2)ア　以上に認定の事実によれば，Ｃ支部長らが本件抗議等をしてから５日後に\n本件訓戒処分が行われているところ，後記説示のとおり，会社側が本件訓戒処分の\n理由とする角田支店への配転問題が既に解決済みであると認められることを併せ考\n慮すれば，本件訓戒処分及びそれに従わなかったことを理由にされた本件出勤停止\n処分は，角田支店への配転問題についてＣ支部長らが団体交渉を求めたため不本意\nながら本件第１辞令を撤回せざるを得ず，不快に思っていたところ，さらに，本件\n会社の存続そのものが問題となっている時期に賃金カットに従わず，本件抗議等を\nしてくる原告Ａ及び原告支部の活動に対する反発として行われたものであり，Ｃ支\n部長の本件抗議等がなければ通常されなかったものと認められるから，労働組合法\n７条１号の不当労働行為に当たるというべきである。\nイ(ア)　確かに，Ｃ支部長は本件第１辞令に従わなかったものであり，本件訓\n戒処分等の理由となり得る事実関係は一応存在したものである。そして，本件第１\n辞令については，平成１１年４月７日以降原告Ａとの間で団体交渉が続けられてい\nたところ，同月２７日の本件第２辞令の交付により撤回されたものであるが，撤回\nされたからといってＣ支部長が本件第１辞令に従わなかったとの事実が消えるもの\nではない。\n(イ)　しかしながら，団体交渉の中で，Ｃ支部長が従わない以上角田支店へ\nの辞令は撤回するが，転勤拒否に対して何らかの処分をせざるを得ない旨を通告す\nるなどしていないことからすると，本件会社は，４月２７日に本件第１辞令を撤回\nした際には，Ｃ支部長に対し何らかの処分をする意思は有していなかったものと認\nめられる。\n(ウ)ａ　本件第１辞令の撤回後２週間経過してから本件訓戒処分を行ったこ\nとにつき，被告は，４月２７日以後に，従業員の間から，組合員であるＣ支部長を\n特別扱いすることについて不平，不満が出たため，企業秩序を維持するため懲戒処\n分に及んだ旨主張し，Ｅ社長らもこれに沿う供述をする（乙７，１６の３，１７の\n２，３及び５）。\nｂ　しかしながら，Ｅ社長らは，どの従業員がどのような不満を述べたか\nについて具体的に供述しておらず，前記のとおりいったん処分をしないで済まそう\nとしたにもかかわらず，何らかの処分をせざるを得ない事態となったことを首肯さ\nせるほどの不平，不満が出たことをうかがわせる証拠はない。\nｃ　しかも，本件会社が本件第１辞令を撤回した場合に他の従業員から不\n満の声が上がるであろうことは，４月５日の本件第１辞令交付の際の他の従業員の\n反応からも当然予測することができた事態であり，他の従業員の納得を得るために\nＣ支部長に対し何らかの処分を行うかどうかは，本件第１辞令の撤回時に当然考慮\nしておく事柄であるといわなければならない。\n(エ)　そうすると，本件会社が過去に懲戒処分をしたことがなく手続に不慣\nれであったこと及び連休が介在したことを考慮しても，前記アのとおり推認すべき\nである。\n(3)　まとめ\n以上によれば，本件命令のうち，申立ての趣旨（別紙１）第３項の申立て，\n並びに第４項の申立てのうち「２，Ｃ支部長に対し，訓戒処分を行ったこと及び出\n勤停止処分を行い賃金を減額したこと。」との記載の掲示を棄却した部分は，違法\nなものとして取り消されるべきである。\n第３　結論\nよって，原告の請求は理由があるから認容し，訴訟費用の負担につき行政事件\n訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n仙台地方裁判所第３民事部\n裁判長裁判官      市　川　正　巳\n裁判官      千々和　博　志\n裁判官      工　藤　哲　郎\n（別紙１）　　　申　立　て　の　趣　旨\n１　被申立人は，組合と支部が行った支部組合員の労働条件変更に係る団体交渉申\nし入れに対して，問題解決のため誠実に交渉しなければならない。\n２　被申立人は，団体交渉に応じることなく一方的に行った就業規則の変更（１９\n９９年１０月１日実施）に関して，初めから団体交渉をやり直さねばならない。\n３　被申立人は，Ｃ支部長に対して行った１９９９年５月１１日付け訓戒処分及び\n同年６月１日付け出勤停止処分を撤回し，出勤停止分として減額した賃金をさかの\nぼって支払わねばならない。\n４　被申立人は，縦１メートル，横２メートルの白色木板に次の記載内容の通り墨\n書し，従業員の見やすい場所に１４日間掲示しなければならない。\n（別紙２）　　　　本　件　命　令　主　文\n１　被申立人は，申立人Ａ組合Ｄ支部組合員の労働条件の変更及び就業規則の変更\nに関し，申立人との団体交渉に応じなければならない。\n２　被申立人は，申立人に対し，本命令書写し交付の日から７日以内に，下記の文\n書を手交しなければならない。\n３　申立人のその余の申立てを棄却する。\n以　　上\n"
}