{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 16
  },
  "case_number": "平成13(行コ)14",
  "case_name": "不当利得返還等・課税処分取消等請求控訴事件(原審・津地方裁判所平成11年(行ウ)第7号(甲事件)，第16号(乙事件)，平成12年(行ウ)第12号(丙事件))",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "農業協同組合が所有し，かつ使用する建物が，地方税法３４８条４項所定の非課税となる「倉庫」に該当しないとしてされた固定資産税及び都市計画税の賦課決定処分の取消請求が，棄却された事例",
  "case_gist": "農業協同組合が所有し，かつ使用する建物が，地方税法３４８条４項所定の非課税となる「倉庫」に該当しないとしてされた固定資産税及び都市計画税の賦課決定処分の取消請求につき，地方税法３４８条４項の「倉庫」とは，当該農業協同組合の行う業務に関連して特に設けられた物品の恒久的な貯蔵庫をいい，臨時的に倉庫として使用する建物及び単なる物置程度のものは含まれないとした上，前記建物は，育苗作業上である１階部分だけではなく，２階部分の苗箱の保管場所を含めて，一体として育苗作業に使用されている育苗施設であり，２階部分は，物品を保管するという倉庫的な役割を兼ねてはいるものの，その役割は副次的なものであって，これを含めて育苗施設に該当するということには支障はなく，同項の「倉庫」には該当しないとして，前記各請求をいずれも棄却した事例",
  "lawsuit_id": "15452",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15452",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/452/015452_hanrei.pdf",
  "contents": "主　　　文\n１　１審被告亀山市長の控訴に基づき，原判決三ないし五項を次のとおり変更す\nる。\n１審原告の１審被告亀山市長に対する予備的請求をいずれも棄却する。\n２　１審原告の控訴を棄却する。\n３　控訴費用は，第１，第２とも１審原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　１審原告\n（１）原判決を次のとおり変更する。\n（２）被控訴人亀山市は，１審原告に対し，２５６万１７８６円及び内金２０５万\n０２８６円に対する平成１１年３月１１日から，内金５１万１５００円に対する同\n月１５日から，それぞれ支払済みまで年５分の割合による金員を支払え。\n（１）ア（主位的請求）\n１審被告亀山市長が，１審原告に対してした原判決別紙物件目録記載の建物（以\n下「本件建物」という。）に対する平成１０年，平成１１年度及び平成１２年度固\n定資産税及び都市計画税賦課決定がいずれも無効であることを確認する。\nイ（予備的請求）\n１審被告亀山市長が，１審原告に対してした本件建物に対する平成１１年度及び\n平成１２年度固定資産税及び都市計画税賦課決定いずれも取り消す。\n（４）１審被告亀山市長の控訴を棄却する。\n（５）訴訟費用は，第１，２審とも１審被告亀山市長及び被控訴人亀山市の負担と\nする。\n（６）（２）につき仮執行宣言\n２　１審被告亀山市長\n主文と同旨\n３　被控訴人亀山市\n主文２，３項と同旨\n第２　事案の概要等\n１　本件は，１審被告亀山市長が本件建物に対し固定資産税及び都市計画税の課税\n処分をしたことについて，その所有者であり農業協同組合である１審原告が，本件\n建物は地方税法３４８条４項所定の「倉庫」に該当するので非課税として扱うべき\nであるから，同課税処分は当然無効であるとして，被控訴人亀山市に対し，不当利\n得返還請求権に基づき平成６年度から平成１０年度分として徴収された金員の返還\nを請求するとともに，１審被告亀山市長に対し，主位的に平成１０年度ないし平成\n１２年度の課税処分について無効であることの確認を，予備的に平成１１年度及び\n平成１２年度の課税処分についてその取消しを求めた事案の控訴審である。\n２　前提となる事実，争点及び争点に関する当事者の主張は，以下に当審主張を付\n加するほか，原判決「事実及び理由」の「第二　事案の概要」の各該当欄に記載の\nとおりであるから，これを引用する。\n３　１審原告の当審主張\n（１）育苗施設とは，本件建物のみ\nを指すものではなく，本件建物内のプラント及び育苗ハウスを含む，育苗事業に利\n用される有形無形の有機的総合体を指すものであり，本件建物につき「育苗施設」\nか「倉庫」かという問題提起をするのは論理的ではない。\n（２）本件建物が，広くて間仕切りのない建物であるのは，６万箱の苗箱をはじ\nめ，水槽，台車その他の物品を恒久的に収納保管しておくスペースが必要であった\nからである。これらの物品の保管スペースを除外すると，現在の約５分の１のスペ\nースで足りる。本件建物は，これらの収納スペースを，費用及び作業の効率もあっ\nて，プラントと合一したものである。しかも，そのプラントとしての稼動期間は１\n年のうち約１か月に過ぎない。プラントであっても，全く稼動の余地がない約１１\nか月間は，収納保管されるほかにありようがなく，その期間は，本件建物全体が倉\n庫として機能している。\n４　１審被告亀山市長および被控訴人亀山市の当審主張\n（１）原判決は，本件建物が一体として育苗施設として利用されていることを看過\nしている。\nア　本件建物の２階部分には，ベルトコンベア，受け皿をセットして１階に降下さ\nせる装置，土供給装置と運ばれる土を貯えておく機械が存する。\nイ　本件建物の１階部分の土置き場バケットコンベアを使って，土供給装置に土を\n入れ，２階部分から土が供給される。\nウ　育苗作業では，２階にある受け皿をベルトコンベアで移動させ，受け皿を降ろ\nす装置を使って１階へ降下させ，１階ではベルトコンベアを使って移動させ，土の\n供給，採取，覆土という作業が流れ作業によって行われる。\n（２）本件建物には，育苗の機能構造，その作業用品の保管の機能構造とが備わっ\nているが，その主たる機能構造は育苗であって，その機能を補助するために作業用\n品の保管がなされているに過ぎない。\n第３　当裁判所の判決\n１　本件建物の構造・利用状況についての認定事実は，原判決「事実及び理由」の\n第三（当裁判所の判断）の一の１に記載のとおりであるから，これを引用する。\n２　証拠（乙１ないし１６）及び弁論の全趣旨によれば，次の事実が認められる。\n（１）１審原告は，本件建物を建築にするに当たり，被控訴人亀山市に対し，先進\n的農業生産総合推進対策事業の採択を要望し，被控訴人亀山市は，三重県知事に対\nし，平成４年度先進的農業生産総合推進対策事業承認申請を行い，平成４年１２月\n１５日，同知事から実施計画の承認を受けた。\n（２）１審原告は，本件建物，プラントおよび育苗ハウス等から成る水稲共同育苗\n施設を設置するものとして，平成５年３月１０日，１審被告亀山市長に対し，地域\n農業生産システム確立基幹施設整備事業補助金の交付を申請し，同月２５日，同補\n助金の交付決定を受け，同年４月２７日及び同年１２月２７日に上記補助金合計９\n０１８万９０００円の交付を受けた。\n（３）また，１審原告は，平成５年３月１６日，本件建物の主要用途を育苗作業棟\nとして，建築確認申請をし，同年４月１６日，三重県北勢県民局鈴鹿土木事務所の\n建築確認を受けた。\n３　ところで，地方税法３４８条４項の「倉庫」とは，当該農業協同組合の行う業\n務に関連して特に設けられた物品の恒久的な貯蔵庫をいい，臨時的に倉庫として使\n用する建物及び単なる物置程度のものは含まれないと解される。\nこれを本件についてみるに，上記認定事実（引用にかかる原判決の認定事実を含\nむ。）によれば，本件建物の主要な用途は育苗作業場であり，同作業の殆どは１階\n部分においてなされるものではあるが，２階部分にも苗箱（受け皿）を１階部分に\n搬送するベルトコンベアが設置され，これに乗せられた苗箱は，自動的に播種プラ\nントに搬送され，土入れ，散水，播種等が行われるものであって，２階部分のベル\nトコンベアは１階部分と一体となって。育苗作業プラントの一部として利用されて\nいる。たしかに，２階の床面積の相当部分は，苗箱の保管場所として使用されてい\nるけれども，育苗作業時においては，２階部分に保管された苗箱は，ベルトコンベ\nアによって１階に搬送されるために待機している状態にあるということができる。\nそうすると，本件建物は，１階部分はもちろん，２階部分の苗箱の保管場所も含め\nて，一体として育苗作業に使用される育苗施設であるというべきであり，２階部分\nの苗箱の保管場所には，物品を保管するという倉庫的な役割を兼ねてはいるもの\nの，その役割は育苗施設としての機能から見れば副次的なものであって，これを含\nめて育苗施設に該当するということに支障はないというべきである。\nしたがって，本件建物は，地方税法３４８条４項「倉庫」には該当しないものと\n解するのが相当である。\nたしかに，本件建物において育苗作業が行われる期間は１年のうちでわずか１か\n月ほどであり，その余の期間中，１階及び２階のプラント並びに２階部分の苗箱\nは，ただ本件建物内に保管されている\nだけであって，本件建物はその間あたかも倉庫のように使用されているものではあ\nるが，本件建物の主たる用途は前記のように育苗作業場であって，その用途に利用\nする期間の長短は本質的な問題ではないというべきである。\nまた，２階の相当部分が苗箱の保管場所として利用されていることも，前記のと\nおり，苗箱の保管は育苗施設としての機能から見れば副次的なものというべきであ\nるから，前期認定を左右しない。\nなお，１審原告は，本件建物につき「育苗施設」か「倉庫」かという問題提起を\nするのは論理的ではない旨主張するが，本件建物が育苗施設であると認められれ\nば，前記の「倉庫」の意義に照らすと，本件建物は「倉庫」に該当しないものとい\nうことができる。\nよって，１審原告の主張は採用できない。\n４　以上によれば，１審被告亀山市長が１審原告に対してした本件建物に対する平\n成１０年度，平成１１年度及び平成１２年度固定資産税及び都市計画税賦課決定\nは，違法であるとは認められず，無効であるともいえない。\n第４　結論\nよって，１審議原告の本訴請求はいずれも失当として棄却すべきであるから，１\n審被告亀山市長の控訴に基づき，これと異なる原判決主文三ないし五項を変更し，\n１審原告の控訴はこれを棄却し，訴訟費用は第１，２審とも１審原告に負担させる\nこととして，主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官　福田晧一\n裁判官　内田計一\n裁判官　倉田慎也\n"
}