{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 10
  },
  "case_number": "平成16(ワ)14468",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9154",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9154",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/154/009154_hanrei.pdf",
  "contents": "平成１８年２月１０日判決言渡　同日原本領収　裁判所書記官\n平成１６年（ワ）第１４４６８号　損害賠償等請求事件\n口頭弁論終結日　平成１７年１２月２日\n判　　　　　　　　決\n原告　　　　　　　　　　　ネツトブレーン株式会社\n原告補助参加人　　　　　　Ａ\n原告補助参加人　　　　　　Ｂ\n原告補助参加人　　　　　　Ｃ\n原告補助参加人３名訴訟代理人弁護士\n佐々木亮\n同　　　　　　　　　　　　梅田和尊\n大阪府門真市＜以下略＞\n被告　　　　　　　　　　　松下電器産業株式会社\n同訴訟代理人弁護士　　　　桃尾重明\n同　　　　　　　　　　　　内藤順也\n同　　　　　　　　　　　　向宣明\n同訴訟復代理人弁護士　　　大堀徳人\n主　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，参加によって生じた費用は原告補助参加人らの負担とし，そ\nの余は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n１　被告は，原告に対し，金５億円及びこれに対する平成１５年１２月１日から\n支払済みまで年５分の割合による金員を支払え。\n２　被告は，別紙被告著作物目録記載の著作物を使用し，又は第三者にその使用\nを許諾してはならない。\n第２  事案の概要\n１　前提事実\n(1)　当事者\n原告は，コンピューター及び関連機器の設計，導入，運用に関するコンサルティ\nング及び販売並びにコンピューターのソフトウェアの輸入，開発及び販売等を目的\nとする株式会社である。\n被告は，電気・通信・電子及び照明機械器具の製造，販売等を目的とする株式会\n社である。\n(争いのない事実)\n(2)　本件システム\nア　被告は，従来のインターホンを機能高度化した次世代インターホンシステ\nム(以下｢本件システム｣という。)の開発を企画した。\nイ　本件システムは，大別すると，①各住戸に設置される端末，②各マンショ\nンの共同玄関，管理人室等に設置される機器類，③リモートコントロールセンター\nに設置される機器類から成り，これらがインターネットで接続され，多くのソフト\nウェアを利用して運用される。\nウ　被告は，システム又は端末機名を「Addetto」として本件システムの販売を\n開始し，平成１４年１１月に竣工した東京ツインパークスを初めとする別紙「共通\nライブラリ入れ替え実施日」１ないし２４記載のマンション等に本件システムを販\n売した。なお，他のマンション等に本件システムが販売されたと認めるに足りる証\n拠はない。\n(争いのない事実，甲４，１９，乙２９)\n(3)　共通ライブラリ\nア　本件使用許諾契約\n被告は，平成１４年１０月ころ，原告との間で，本件システムのM-Navi端末ソフ\nトウェアの共通ライブラリ部分(以下「原告ライブラリ」という。)につき，以下の\n内容の使用許諾契約(以下｢本件使用許諾契約｣という。)を締結した(甲６)。\n【使用許諾契約書】\n第１条　ライセンス料\n…被告は原告に，別途使用許諾契約条件書に基づき所定のライセンス料を支払う\nものとします。…\n第２条　ライセンスの許諾\n１　使用許諾\n本契約書は原告は被告に以下の権利を許諾します。\n被告は，M-Navi端末に，原告ライブラリのコピーをインストールして使用するこ\nとができます。コピーし使用する端末の台数は１ライセンスにつき１台とします。\n２　再頒布\n被告は，原告ライブラリをコピーをしたM-Naviハードウェアを販売することが出\n来ます。…\n第６条　著作権・無体財産権\n原告ライブラリ…，付属のマニュアル等文書，および原告ライブラリの複製物に\nついての権限及び著作権は，原告が有するもので，原告ライブラリは著作権法及び\n国際条約の規定によって保護されています。従って，被告は原告ライブラリを他の\n著作物と同様に扱わなければなりません。ならびに，被告の社内における開発・テ\nスト・修理・交換・バックアップ用の目的以外のコピー作成は出来ません。…\n第１４条　有効期限\n本契約の有効期限は２００２年４月１日から２００３年３月３１日までとしま\nす。但し，期間満了の３ヶ月前までに原告および被告のいずれからも同契約の内容\nの変更，または同契約の終了，もしくは修正する由の申し出がないときは，同契約\nは同一条件で更に１年間継続するものとし，以後もこの例によるものとします。\n【使用許諾契約条件書】\n(1) ライセンスの許諾\n１　原告は，原告ライブラリのライセンスを被告に許諾し，被告は，被告の製作\nするM-Navi端末に原告ライブラリをインストール後，販売，提供するため，原告に\nライセンス料を支払うものとします。\n原告ライブラリは，原告が被告に使用許諾するものであり，原告ライブラリの所\n有権・著作権・無体財産権等の権利は原告に帰属します。…\n(2) ライセンス料\n被告は原告に下記のライセンス料を支払うものとします。\nM-Navi端末１台あたり　＠３，０００円　のライセンス料\n被告は原告に，上記のライセンス料を出荷数に応じて支払うことにします。…\n(争いのない事実)\nイ　原告ライブラリ\n(ｱ)　証拠(甲６，７３，８２，乙２７ないし２９)によれば，原告ライブラリの\n構成項目は，別紙被告著作物目録２記載のとおりであること，原告ライブラリに実\n装されている共通関数には，インターネットから取得し得るものやLinux標準関数等\nから取得可能なものも用いられているが，原告が独自に開発した本件システム端末\n固有の関数も使用し，これら関数群を取りまとめて原告ライブラリが作成されてい\nることが認められ，さらに，本件使用許諾契約において，原告ライブラリの著作権\nが原告に帰属することが合意されていることからすると，原告ライブラリはプログ\nラムの著作物として保護されるものと認めるべきである。\n(ｲ)　被告は，別紙「共通ライブラリ入れ替え実施日」１ないし１０記載のマン\nション等に原告ライブラリを導入した。\n(争いのない事実)\n(ｳ)　原告は，別紙「共通ライブラリ入れ替え実施日」１１ないし２４記載のマ\nンション等及びその後に竣工したマンション等にも原告ライブラリが導入されてい\nる旨主張するが，これを認めるに足りる証拠はない。\nウ　被告ライブラリ\n被告は，平成１６年１月上旬ころ，日本シー・エー・ディー株式会社(以下｢日本\nＣＡＤ｣という。)に対し，原告ライブラリに代替すべきライブラリの開発を依頼し\nた。これを受けて，日本ＣＡＤは，同年２月中旬から３月上旬にかけて，代替ライ\nブラリの開発を行い，被告が著作権を有する本件システムのアプリケーションソフ\nトウェア(以下｢本件アプリケーション｣という。)との結合テスト及び必要な修正等\nを行った上で，被告に納品した(以下，この代替ライブラリを「被告ライブラリ」と\nいう。)。被告は，同年３月中旬以降，本件システムを設置したすべてのマンション\n等につき，被告ライブラリを導入し，既に原告ライブラリを導入したマンション等\nについては被告ライブラリと入れ替えた(なお，別紙｢共通ライブラリ入れ替え実施\n日｣２記載の新見市への被告ライブラリ導入日は｢２００３年３月１５日｣とされてい\nるが，｢２００４年３月１５日｣の明らかな誤記と認められる。)。\nしたがって，被告ライブラリが，別紙被告著作物目録１のうちの共通ライブラリ\n部分に該当する。\n(乙２７ないし２９，弁論の全趣旨)\nエ　他のシステムでの使用\n原告は，別紙被告著作物目録２で，被告が他の名称で使用しているシステムにイ\nンストールされている共通ライブラリ部分の使用差止等を求めているが，前記ウと\n同様に，被告ライブラリが，別紙被告著作物目録２の共通ライブラリ部分に該当す\nる。\n原告は，被告が他の名称で使用しているシステムを具体的に摘示していないこと\nなどからすると，別紙被告著作物目録２記載の被告ライブラリの使用差止等請求\nは，侵害予防請求であると考えられるところ，上記ウの事実によれば，被告が，今\n後，他の名称で売り出す次世代インターホンシステムに被告ライブラリを組み込む\nおそれが認められる。\n(4)　原告運用保守ソフト\nア　原告は，被告は別紙被告著作物目録１のうち本件システムに関する運用・\n保守機能を備えたソフトウェア部分(以下「被告運用保守ソフト」という。)を使用\nしていると主張している。さらに，原告は，別紙被告著作物目録３で，被告が他の\n名称で使用しているシステムにインストールされている被告運用保守ソフトの使用\n差止等を求めている。\nイ　原告は，被告運用保守ソフトの使用差止等を求める前提として，原告が著\n作権を有する運用保守ソフトの内容を主張すべきところ，原告は，後記本件保守契\n約に基づき原告が運用保守を行っていた際に使用していた運用保守ソフト(以下「原\n告運用保守ソフト」という。)の著作権に基づく請求である旨主張し，辛うじて請求\nの特定は行っているが，請求原因レベルで必要な原告運用保守ソフトをファイル名\nで特定し，かつ，その内容を開示することをしていない。\nその結果，原告運用保守ソフトが著作物性を有するか否かの点の判断ができない\nし，原告運用保守ソフトと被告運用保守ソフトとの類似性の判断を行うこともでき\nない。\n(5)　本件保守契約\n原告は，平成１４年１２月２７日ころ，被告との間で，本件システムの保守業務\nについて，以下の内容の保守契約を締結した(甲７の１。以下｢本件保守契約｣とい\nう。)。\n【保守契約書】\n第４条(本件システムの保守業務)\n原告は，以下に示す本件システムの保守業務を行う。\n①　本件システムに係る障害発生時の連絡受付\n原告は，本件システムに係る被告または顧客…から連絡のあった問題を識別し，\n解決できるよう電話・FAX・Eメール・リモートメンテナンスによる本件システムの\n保守作業…を行う。なお，電話・FAX・Eメール・リモートメンテナンスによる保守\n作業の受付は｢要綱６｣の保守業務受付時間に行うものとする。…\n第６条(本件システムの保守業務の保守料金)\n被告が原告に支払う本件システムの保守業務の保守料金は｢要綱８｣に記載の通り\nとする。\n第１４条(有効期間)\n本件保守契約の有効期間は，｢要綱１０｣に記載の通りとする。\n【要綱】\n６　保守業務受付時間\n２４時間／日　３６５日／年(但し被告が定める日を除く)\n８　保守料金\n月額　５，０００，０００円(消費税別)\n１０　有効期間\n平成１４年１２月１日～平成１５年１１月３０日\n但し，期間満了の１カ月前までに被告原告いずれからも本件保守契約を終了もし\nくは修正の意思表示がない場合，原告から被告に対し文書で通知することにより同\n契約は１年間延長され，以後も同様とする。但しその通知の際，実態に合わせた業\n務内容，体制，費用などの見直しについて，被告原告協議するものとする。\n(争いのない事実)\n(6)　本件一括購入契約\n原告と被告は，平成１５年８月１５日，原告ライブラリ２８６６ライブラリにつ\nき，その使用権を対価８４０万円(１ライブラリ当たり２９３０円)で被告が一括購\n入する旨の｢M-NAVI　ライブラリー使用許諾一括購入に関する覚書｣を締結した。同\n年９月１８日には，原告ライブラリ３４８ライブラリが同一条件でこれに追加され\nた(以下，これらを併せて｢本件一括購入契約｣という。)。\n(争いのない事実)\n(7)　本件保守契約の終了\n原告と被告は，本件保守契約の更新に当たり，主として更新後の保守料金額につ\nき協議したが，合意に至らなかった。このため，被告は，原告に対し，平成１５年\n１０月２９日，同年１１月３０日をもって本件保守契約を終了させる旨の意思表示\nをした。\n(争いのない事実)\n２　争点\n(1)　請求の概要\n本件における第１の請求は，本件システムの開発・運用に関する原告・被告間の\n後記本件事業スキームの合意に基づき，被告は，原告が本件システムの開発・運用\nに当たり費やした各種開発費・作業費等を回収するまで本件事業スキームを実現\nし，原告による開発費等の回収を妨害しない債務を負うにもかかわらず，被告が本\n件保守契約を破棄して原告の開発費等の回収を妨害するなどしたとして，債務不履\n行(本件事業スキームの合意違反)又は不法行為に基づく損害賠償(一部請求)及び遅\n延損害金の支払を求めたものである。\n本件における第２の請求は，被告が被告ライブラリ及び被告運用保守ソフトを使\n用するなどして原告が原告ライブラリ及び原告運用保守ソフトにつき有する著作権\n(複製権又は翻案権)を侵害していると主張して，上記原告著作権に基づき，被告ラ\nイブラリ(別紙被告著作物目録１の一部及び同目録２)及び被告運用保守ソフト(別紙\n被告著作物目録１の一部及び同目録３)の使用差止等を求めるとともに，被告ライブ\nラリ(原告ライブラリそのものの使用を含む。)及び被告運用保守ソフト(原告運用保\n守ソフトそのものの使用を含む。)の使用が不法行為又は債務不履行(本件事業スキ\nームの合意違反)に当たるとして，損害賠償(一部請求)及び遅延損害金の支払を求\nめ，さらに，被告が後記本件ノウハウを使用する行為は不法行為又は債務不履行(本\n件事業スキームの合意違反)に当たると主張して，損害賠償(一部請求)及び遅延損害\n金の支払を求めた事案である。\n(2)　被告運用保守ソフトに関する請求\n本件における第２の請求のうち，被告運用保守ソフト(別紙被告著作物目録１の一\n部及び同目録３)の使用差止等を求める部分，並びに被告運用保守ソフトの使用等に\n基づく不法行為又は債務不履行(本件事業スキームの合意違反)の損害賠償請求は，\n前提事実(4)のとおり，原告運用保守ソフトが著作物性を有するか否かの点の判断が\nできないし，原告運用保守ソフトと被告運用保守ソフトとの類似性の判断を行うこ\nともできないから，その余の点について判断するまでもなく，理由がない(なお，原\n告は，別紙被告著作物目録１のかっこ内において，被告運用保守ソフトの使用差止\n等に加え，印刷物等の差止等を求めているが，この請求は，侵害の停止又は予防に\n必要な措置として請求されているものと認められる。)。\n(3)　その余の請求についての争点\n原告のその余の請求についての争点は，次のとおりである。\nア　本件事業スキームの合意の成否\nイ　被告ライブラリと原告ライブラリとの類似性の有無及び依拠の有無\nウ　本件ノウハウの使用の有無及び侵害態様\nエ　損害\n３　争点に関する当事者の主張\n(1)　本件事業スキームの合意の成否\nア　原告の主張\n(ｱ)　本件事業スキームの合意\nａ　原告と被告とは，平成１２年８月ころ，本件システムの開発・運用に関\nする原告・被告間の事業スキームとして，以下の内容を合意した(以下，この事業ス\nキームを「本件事業スキーム」という。)。その結果，被告は，原告に対し，原告が\n本件システム端末の新規開発費，本件システムの初期開発費等を回収するまで，本\n件事業スキームを実現し，原告による前記開発費等の回収を妨害しない債務を負担\nした。\n①　本件システム端末の新規開発費は原告が負担することとし，この費用は端末\nが販売されるごとのロイヤルティで回収すること。本件システム端末製造に関わる\n統括責任は原告にあること。\n②　初期の段階で原告の資金ひっ迫が予想されることから，原告の資本増強に被\n告が協力すること。\n③　運用・保守機能は原告の負担で開発することとし，運用・保守機能に関わる\n開発費，システムの基本設計費等については，リモートによる運用・保守業務を原\n告が担当することにより，将来稼動端末数が増えた段階の収益で回収すること。\n④　営業は，多くのマンション商材を有する被告が担当することとし，原告は全\n面的に協力すること。\n⑤　アプリケーション開発は，被告から原告への請負契約とすること。\n⑥　稼動端末数が増えた段階でのコンテンツ系ビジネスへの展開等は被告が行う\nこと。\nｂ　原告と被告は，本件事業スキームのうち①について，同年１０月ころ，\nロイヤルティ単価を本件システム端末１台当たり５０００円とし，１万台を上限と\nすることを合意した。\nｃ　原告と被告は，本件事業スキームのうち③について，平成１３年８月こ\nろ，本件システムのリモートによる運用・保守業務について，契約期間を昀低でも\n３年以上とすること，本件システム端末１台当たりの保守費は月額５００円とする\nことを合意した。\nｄ　原告と被告は，本件事業スキームのうち①について，平成１４年１０月\nころ，本件システム端末製造メーカーの変更等の事情を踏まえてその内容を変更す\nることとし，本件使用許諾契約を締結した。\nｅ　原告と被告は，本件事業スキームのうち③について，平成１４年１２月\n２７日ころ，本件システム端末の販売状況等の事情を踏まえてその内容を変更する\nこととし，本件保守契約を締結した。\n(ｲ)　債務不履行\n被告は，前記のとおり平成１５年１０月２９日に本件保守契約を更新しない旨を\n通知し，原告を本件事業スキームから排除した。\n(ｳ)　不法行為\n被告は，本件事業スキームが破壊されれば原告が損害を被ることを知りながら，\n前記のとおり平成１５年１０月２９日に本件保守契約を更新しない旨を通知し，原\n告を本件事業スキームから排除した。\nイ　被告の主張\n(ｱ)　原告の主張(ｱ)(本件事業スキームの合意)ａないしｃは否認する。同ｄの\nうち，本件使用許諾契約が締結されたことは認め，その余は否認する。同ｅのう\nち，本件保守契約が締結されたことは認め，その余は否認する。\n(ｲ)　同(ｲ)(債務不履行)及び(ｳ)(不法行為)は否認する。\n(2)　被告ライブラリと原告ライブラリとの類似性の有無及び依拠の有無，並びに\n本件ノウハウの使用の有無及び侵害態様\nア　原告の主張\n(ｱ)　原告の被侵害利益\nａ　原告ライブラリの著作権\n前提事実(3)イのとおり，原告は，原告ライブラリにつき，著作権を有する。\nｂ　本件ノウハウ\n原告は，本件システムの基本設計(本件システム端末を含む。)，システム全般に\n対するコンサルティング業務，端末製造メーカー変更に伴う引継作業及びその後の\n端末ハードウェア不具合に関する各種調査作業，運用・保守機能の開発作業等を行\nっており，これによる本件システム全般に関する蓄積された以下の内容のノウハウ\nを有する(以下，このノウハウを「本件ノウハウ」という。)。\n①　システム構築に関するもの\n・　大規模システム構築に関するノウハウ\n・　リアルタイム処理に関するノウハウ\n・　データベース構成に関するノウハウ\n・　分散処理(負荷分散，機能分散)に関するノウハウ\n・　高信頼度構成に関するノウハウ\n・　システム昀適化に関するノウハウ\n・　運用・保守手法に関するノウハウ\n②　通信に関するもの\n・　２４時間稼動システムに関するノウハウ\n・　トラフィック制御に関するノウハウ\n・　IP電話システム構築に関するノウハウ\n・　LAN構築に関するノウハウ\n・　リモートによる制御技術に関するノウハウ\n・　リモートによる運用・保守に関するノウハウ\n③　海外メーカーとの交渉ノウハウ\n(ｲ)　原告ライブラリについての複製権又は翻案権侵害\n被告ライブラリは，原告ライブラリの違法なリバースエンジニアリングにより作\n成されたものであり，原告ライブラリに類似し，原告ライブラリに依拠して作成さ\nれたものであるから，原告が原告ライブラリにつき有する複製権又は翻案権を侵害\nする。\n(ｳ)　本件ノウハウの使用\n被告は，別紙｢共通ライブラリ入れ替え実施日」１ないし２４記載のマンション等\n及びその後に竣工したマンション等に本件システムを設置し，本件ノウハウを使用\nしている。\n(ｴ)　不法行為\n被告は，被告ライブラリが原告の著作権を侵害して作成されたものであることを\n知りながら，被告ライブラリをマンション等に導入し，また，その使用権原がない\nことを知りながら，本件ノウハウを使用している。\n(ｵ)　債務不履行\n被告が被告ライブラリを導入する行為及び本件ノウハウを使用する行為は，本件\n事業スキームの合意に違反する行為である。\n(ｶ)　使用権原\nａ　認否\n後記被告の主張(ｶ)ａ(有効期間内の出荷)は，原告において明らかに争わない。\nｂ　本件使用許諾契約の錯誤無効\n(a)　原告は，本件使用許諾契約の締結に当たり，本件事業スキームの下で，\n引き続き本件システムの運用・保守業務に係る受託費とライセンス料により本件シ\nステム開発費等が回収されることを前提とした。\n(b)　被告による本件保守契約の破棄は，この前提を覆す行為であり，本件使\n用許諾契約締結についての原告の意思表示には，法律行為の要素に錯誤があり，無\n効である。\nｃ　本件使用許諾契約の詐欺取消し\n(a)　前記ｂ(a)に同じ。\n(b)　原告は，被告の上記詐欺行為により，本件使用許諾契約を締結する旨の\n意思表示をした。\n(c)　原告は，被告に対し，平成１５年１２月３日，本件使用許諾契約を詐欺\nを理由に取り消す旨の意思表示をした。\nｄ　本件一括購入契約の詐欺取消し\n(a)　被告は，本件保守契約を破棄する意図を秘して，本件一括購入契約を締\n結したのであり，かかる被告の行為は，原告をして錯誤に陥らしめる詐欺行為であ\nる。\n(b)　原告は，被告の上記詐欺行為により，本件一括購入契約を締結する旨の\n意思表示をした。\n(c)　原告は，被告に対し，平成１５年１２月３日，本件一括購入契約を詐欺\nを理由に取り消す旨の意思表示をした。\nイ　被告の主張\n(ｱ)　原告の主張(ｱ)ｂ(本件ノウハウ)は否認する。\n(ｲ)　同(ｲ)(複製権侵害等)は否認する。\n被告は，被告ライブラリを作成するに当たり，原告ライブラリのオブジェクトコ\nードについては一切内容の解析を行っていない。被告は，被告が著作権を有する本\n件アプリケーションと原告ライブラリとのリンクを外し，基本的に本件アプリケー\nションが必要とする関数を揃えようとしてインターフェース情報の確認を行ったに\nとどまり，原告ライブラリ全体に置き換え得るものを実装しようとしたものではな\nい。また，被告ライブラリの作成に当たり，原告ライブラリに含まれる関数の一部\nにいくつかの引数を与えて処理結果を確認しているが，インターフェース条件やど\nのような計算結果が得られるかといった情報は，ライブラリの利用者に製品仕様情\n報として当然開示されるべき情報である。\n(ｳ)　同(ｳ)(本件ノウハウの使用)のうち，被告は，別紙｢共通ライブラリ入れ替\nえ実施日」１ないし２４記載のマンション等に本件システムを設置したことは認\nめ，その余は否認する。\n(ｴ)　同(ｴ)(不法行為)は否認する。\n(ｵ)　同(ｵ)(債務不履行)は否認する。\n(ｶ)　使用権原\nａ　別紙｢共通ライブラリ入れ替え実施日」１ないし１０記載のマンション等\nに導入された原告ライブラリをインストールしたM-Navi端末等は，本件使用許諾契\n約の更新後の有効期間内である平成１６年３月３１日までに出荷された。\nｂ　原告の主張(ｶ)ｂ(本件使用許諾契約の錯誤無効)は否認する。\n同ｃ(本件使用許諾契約の詐欺取消し)のうち，(c)(取消しの意思表示)は認め，そ\nの余は否認する。\n同ｄ(本件一括購入契約の詐欺取消し)のうち，(c)(取消しの意思表示)は認め，そ\nの余は否認する。\n(3)　損害\nア　原告の主張\n原告は，①本件事業スキームの合意違反の債務不履行又は不法行為，並びに②原\n告ライブラリの著作権侵害及び本件ノウハウの無断使用の不法行為又は債務不履行\nにより，次の損害を被った。原告は，その一部請求として，５億円の支払を求め\nる。\n(ｱ)　回収不能な開発費及び作業費　１億４９２７万９０００円\n原告の平成９年９月期から平成１６年９月期までの決算概況は，以下のとおりであ\nる。       │                              │売　上　高    │経　常　損\n益       │\n│第6期（平成9年9月期）         │76,699,000    │    3,106,000\n│       │第7期（平成10年9月期）        │74,658,000    │    1,328,000\n│       │第8期（平成11年9月期）        │109,046,000   │    5,607,000\n│       │第9期（平成12年9月期）        │134,321,000   │  ▲7,340,000\n│       │第10期（平成13年9月期）       │99,535,000    │ ▲44,595,000\n│\n│第11期（平成14年9月期）       │171,754,000   │    ▲823,000\n│\n│第12期（平成15年9月期）       │126,848,000   │ ▲20,856,000\n│\n│第13期（平成16年９月期）      │107,051,000   │ ▲75,665,000\n│\n│第9期～第13期までの経常損失の合計             │▲149,279,000\n│\n(単位：円)\n原告は，本件事業スキームにより負担した本件システム開発費等を回収すること\nができず，１億４９２７万９０００円の損害を受けた。\n(ｲ)　ライセンス料相当分の逸失利益　７４６６万４０００円\n本件事業スキームの合意が破棄されなければ，原告は，被告戦略会議「マンショ\nン・ナビゲーター・システム拡販に向けての戦略」（甲３３）で提示された２万９\n５１０端末につき，８８５３万円のライセンス料を得ることができた(3,000円／端\n末×29,510端末＝88,530,000円)。\n既払分１３８６万５６４０円を差し引くと，７４６６万４０００円となる。\n(ｳ)　本件保守契約の破棄による逸失利益　２億６０００万円\n本件事業スキームの合意に従い，本件保守契約が破棄されなければ，原告は，次\nの保守代金を得ることができた。\n計画３年目　　　８４６６万円(６０００円×１万４１１０端末)\n計画４年目　１億７７０６万円(６０００円×２万９５１０端末)\n(ｴ)　懲罰的慰謝料　１億２０００万円\n原告ライブラリの著作権，原告運用保守ソフトの著作権及び本件ノウハウの故意\n侵害並びに本件保守契約の破棄により，原告の精神的な苦痛は計り知れないもので\nあり，懲罰的慰謝料を求める。\nこの金額には，平成１６年４月以降の原告ライブラリの著作権侵害，原告運用保\n守ソフトの著作権侵害及び本件ノウハウの使用料相当の損害を含むものとする。\n(ｵ)　弁護士費用　５０００万円\nイ　被告の主張\n原告の主張は否認する。\n第３　争点についての当裁判所の判断\n１　本件事業スキームの合意の成否について\n(1)　裁判所の認定した事実\n前提事実，証拠(各項に挙示したもの)及び弁論の全趣旨によれば，以下の事実が\n認められる。\nア　被告は，平成１１年１１月ころ，長谷工コーポレーション(以下｢長谷工｣と\nいう。)から同社施工のマンションにおいて使用される次世代インターホンシステム\nの開発の引合いを受けたことから，本件システムの開発に関する検討を開始した。\n当初，被告は，グループ会社内での開発を検討したが，平成１２年３月，被告の当\n該プロジェクト担当者であるＤ(以下｢Ｄ｣という。)が当時の原告代表取締役Ｅ(以下\n｢Ｅ」という。)を訪れ，原告に対し，本件システムの開発の検討を依頼した。\n(争いのない事実)\nイ　原告は，台湾メーカーとの協議を踏まえ，同年７月ころ，被告に対し｢イン\nターネットマンション確認書｣(甲１９)と題する書面を提出した。同書面には，｢保\n守作業等分担｣として被告が機器の障害保守を，原告がシステムのリモート定期保守\n及びソフトウェアの障害保守を担当すること，｢想定フォーメーション｣として被告\nが販売・設計を，原告がソフト製作・調達・保守を，台湾メーカーがハード製造を\n担当することが提案されているほか，｢費用から見た考察｣として，｢開発費用に関し\nては，現在ISP及びPHS提供会社との間で，資金提供について交渉が可能なステータ\nスにあります…。｣，｢NB社(原告)としても，ライセンス費の並用…によるソフトウ\nェア開発も可能と考えています。｣と記載されている。\nこれに対し，被告側からは，同月３１日，Ｄが，Ｅに対し，スケジュールがタイ\nトになっていることから遅くとも翌週には提案を詰めたいこと，コストが厳しいた\nめ共同玄関機の開発も検討を進めておいてほしいことなどを伝えるとともに，担当\n技術者が，Ｅに対し，本件システム端末は新規にハードウェアから製作するものか\n否かといった技術的事項を質問した。\n(甲１９，２０，６８，７３，証人Ｄ(乙３３を含む。以下，同じ。))\nウ　以後，長谷工向け本件システムに関する原告と被告との打合せがしばしば\n実施され，また，被告と長谷工との打合せにも，原告が同行するようになった。そ\nの際，ＥとＤとの間では，原告と被告とを｢事業パートナー｣と称し，将来的には，\n被告が本件システムの営業・販売を担当し，原告は，本件システム端末の調達を行\nうとともに，利益を上乗せしてこれを被告に販売する形での取引に発展することが\n想定されていた。\n(甲２１の１ないし４，３１の１ないし３，５２，７３，証人Ｄ)\nエ　こうした原告，長谷工等との打合せ等を踏まえ，被告は，同年１２月末こ\nろ，台湾メーカーの製作による本件システム端末の試験用機を長谷工に納入した。\n長谷工は，これを受けて，平成１３年１月９日，東芝及び被告と共同でマンション\n居住者向けの情報配信システムを開発したこと，平成１３年度に約５０００戸のシ\nステム導入を目指すことなどを報道機関に発表した。\n(争いのない事実，甲５の１及び２)\nオ　本件システムのプロジェクトを進めるに当たり，原告は，本件システム端\n末の新規開発費及び本件システムの初期開発費を支出していたが，このために財務\n状況がひっ迫しつつあった。また，原告と被告間の権利義務関係は曖昧なままにな\nっていた。そこで，原告と被告は，同年２月１日，取引基本契約(乙１)を締結し，\nその上で，原告は，同年４月２７日，被告との間で，原告が本件システムに関する\nシステム分析，システム設計(ハードウェア設計を含む。)，プログラミング及び結\n合テストの実施を請け負い，請負代金額を２０００万円(税別)とする内容の請負契\n約(以下「本件システム設計等請負契約」という。)を締結し，同年５月１５日，被\n告に対し，システム分析書，システム製作仕様書，プログラム(ロードモジュー\nル)，プログラム(ソースコード)，試験項目表及び検査報告書を納品し，２１００万\n円の支払を受けた。\n(争いのない事実，甲６８，乙３の１ないし５，１３ないし１５，１７，証人Ｄ)\nカ　原告は，このような状況を踏まえ，被告に対し，本件システム端末等の開\n発，設計，製造及び販売等につき，台湾メーカーも含めた三者間契約を締結するべ\nく｢協定書｣と題する書面(甲７４の１)を提示した。しかし，Ｄは，被告の署名者と\nして被告を代表する権限のないＤの名前が記載されていたこと，及び発注開始後１\n年間の製造委託数量が５０００台と定められていたことから，同書面に対する署名\nを拒否した。\nそのため，原告は，同年３月２９日ころ，台湾メーカーとの間で，被告を除いた\n二者契約として，製造委託契約を締結した。\n(甲７４の１及び２，乙３１，証人Ｄ，原告代表者(甲６８，７５を含む。以下，同\nじ。))\nキ　しかし，台湾メーカーとの間で決済通貨，発注台数の確約といった契約条\n件の昀終的な合意に至らなかったことから，被告は，同年５月ころ，本件システム\n端末の製造メーカーを被告と取引関係のある中島オールプリシジョン株式会社(以下\n｢中島オール｣という。)に変更することとした。原告は，これを受けて，中島オール\nに対し，本件システム端末の基本設計に関わる技術移転を行った。\n(甲２２，５１の１ないし１６，乙３２)\nク　Ｅは，平成１３年８月ころ，Ｄに対し，｢リモートセンター保守に関して\n(要望)｣と題する書面(甲３２)を提出した。同書面には，原告の要望として，原告が\n基幹的なビジネスとして位置づけているのがリモートセンター構想であること，シ\nステム運転管理機構を開発した原告が直接的にリモートでの保守を行うことで，迅\n速確実な保守サービスを顧客に提供し得ること，設備投資，要員確保等の費用回収\nを考えた場合，リモートセンター体制を構築するには，長期間(昀低で３年以上)で\nの業務委託の継続が前提となることなどが提示された。\n(甲３２，証人Ｄ)\nケ　原告は，プロジェクトを進行させるのに必要な財務基盤の確保・安定化の\nため，平成１３年２月及び３月に合計１億円の増資を行ったが，更なる資本増強の\n必要から，同年９月，被告の子会社である株式会社ピンチェンジから３０００万円\nの出資を受けた。\nまた，Ｄは，その後も原告の資金需要を満たすために，原告に対する投資を促す\nべくベンチャーキャピタルに働きかけるなどした。\n(争いのない事実，甲２６の１ないし３，２７，５５の１ないし３)\nコ　被告は，同年１１月ころ，マンション｢東京ツインパークス｣(別紙「共通ラ\nイブラリ入れ替え実施日」１)への本件システムの導入を受注したが，これに合わせ\nて，原告，被告及び中島オールは，原告ライブラリの使用許諾契約の締結交渉を進\nめた。当初，被告が中島オールを介して原告に対しライセンス料を支払う方向で調\n整が進められたが，現金決済とするか手形決済とするかで折り合いがつかず，昀終\n的に，本件使用許諾契約が締結された。\n(甲２３の１ないし５，２４の１ないし５，原告代表者)\nサ　被告は，平成１４年４月１１日，｢マンション・ナビゲーター・システム\n拡販に向けての戦略｣と題する戦略会議を行った。その際配布された資料(甲３３)に\nは，運用・保守を原告が分担することが記載された。\n同会議において，被告システム営業本部の部長Ｆ(以下｢Ｆ｣という。)から，リモ\nートによる運用・保守業務につき被告グループ内での対応ができない理由について\n質問がされた。\n(争いのない事実，甲３３)\nシ　原告と被告は，その後，東京ツインパークスについての保守契約に関する\n打合せを実施したが，原告は，施主側も交えた打合せの議事録(甲３４の４)におい\nて，同年７月８日の原告・被告間での事前調整において気になる点として，Ｆが原\n告がカスタマーセンター業務を行うことに何かにつけて反対し，被告グループ内で\n行うべきであるとの意見であること，東京ツインパークスについては原告主導とす\nることで納得してもらっているが，今後においては留意が必要であることなどを記\n載した。\nまた，同月２２日に実施された原告と被告との打合せにおいても，Ｆは，保守の\n件についてＤの後任担当者であるＧ及び原告代表取締役Ｈ(以下｢Ｈ｣という。)から\nのヒアリングを要望した。\nＨは，同日の打合せを踏まえた同日付け被告側担当者あてメールにおいて，｢初期\nの赤字リスクだけNB(原告)で被り，いつでもMTS殿(被告)に移管できる構造は改めて\n協議させて頂きたいと存じます。｣，｢いずれにしましてもMTS殿との連携は不可欠と\n認識しております。初期立上げ期の赤字部分の補填と事業が軌道にのった段階での\n利益配分を含めて協議させて頂ければ，柔軟な対応も可能かと存じます。｣と記載し\nた。\n(甲３４の４，３５，３６の１)\nス　東京ツインパークスについての施主側との保守契約締結交渉が進展するの\nに合わせ，原告は，被告との間で，保守契約の締結交渉を進め，同年１０月２４日\nころ，被告に対し，｢カスタマーセンター構築とリモート保守について｣(甲３８の\n１)及び｢カスタマーセンター業務委託契約骨子｣(甲３８の２)と題する書面を要望書\nとして提出した。同文書には，以下の記載が含まれる。\n【カスタマーセンター構築とリモート保守について】\n・　「平成１２年夏頃，松下電器殿より弊社にて開発可能かどうかの打診があ\nり，…大枠の合意が形成された。この時点でMナビ端末の基本設計に関わる開発費\nは，リモート保守による月額固定の保守費で弊社は回収することの大枠の合意がな\nされております(その後，ロイヤルティも追加)。｣\n・　｢M-Naviプロジェクトにおいて，稼動後のリモート保守サービスは，弊社の基\n幹的サービスとして極めて重要な位置付けとして捉えております。｣\n・　｢弊社単独で上記のリモート保守及びお客様からの案内・問合せを含めた２４\n時間３６５日の運用・保守体制を構築するには，これまでの開発費，設備投資，要\n員確保等の費用回収を考慮すると，長期間(昀低でも５年間)での事業継続が前提と\nなります。｣\n【カスタマーセンター業務委託契約骨子】\n・　｢①　契約期間：昀低５年間又は保守費６千万円／年(１万端末稼動時点と想\n定)の収入が見込めるまで。１年毎の自動更新。｣\n・　｢②　契約解除条項：上記①項を満たす以前に解約する場合は，残期間の保守\n費相当額を甲(被告)は乙(原告)に支払う。｣\n(甲３８の１及び２，原告代表者)\nセ　その後も，原告と被告は，保守契約の締結に向けて，保守料金，支払条件\n及び有効期間の取扱いを中心に交渉を継続し，昀終的に，前提事実(5)のとおり，契\n約期間を１年とし，期間満了の１か月前までに終了等の意思表示がない場合に更新\nされること(逆に言えば，１か月前までに終了等の意思表示をすれば，自由に更新を\n拒絶することができること)を内容とする本件保守契約を締結した。\n(争いのない事実，甲３９，４０の１および２，４１の１及び２，４２，４３)\nソ　本件システムは，平成１４年１２月１日から東京ツインパークスにおいて\n稼動を開始したが，稼動開始直後から継続的に不具合が発生し，原告及び被告はそ\nの対応に追われることとなった。やがて，原告と被告との間で，このような不具合\nの調査作業費用の負担のあり方が問題となり，平成１５年４月２５日や同年６月こ\nろ，費用分担の問題にとどまらず今後の運用・保守業務の体制をも協議事項とする\n打合せを実施したが，具体的な解決策を合意するには至らなかった。\n(甲４６，４７，５７の１ないし１８，６９，原告代表者)\nタ　原告と被告は，本件保守契約の更新に向けた交渉を開始し，平成１５年１\n０月３日実施の打合せの際，被告は，原告に対し，保守料金を１年当たり１０００\n万円とすることで対応可能か否かを打診した。他方，原告は，この際，このプロジ\nェクトは被告が販売及びコンテンツビジネスを，原告が開発及びカスタマーセンタ\nー業務を担当するとのビジネスフォーメーションでスタートし，原告は長期的なカ\nスタマーセンター業務運営により発生する利益によって開発段階での経費負担や各\n種支援業務での経費負担を相殺していくことが確認されており，このため，開発段\n階での経費等については，将来的な相殺を見越し，被告に請求しない形を取ってき\nたことなどを説明するとともに，被告による前記打診に対しては，現体制を継続す\nるためには合計で年間５０００万円程度の売上げが必要になるとして，受諾不可能\nである旨を回答した。結局，この打合せにおいては，原告に対する運用・保守業務\nの委託を終了せざるを得ないことで双方の認識が一致した。\n同月２１日，原告と被告とは再び打合せの機会を持ち，被告は，前回提示された\n条件での受託の可否を再度原告に打診したが，原告は，改めて受諾不可能である旨\n回答した。\nこのような経過を経て，被告は，同月２９日実施の打合せの際，原告に対し，本\n件保守契約を終了させる旨の意思表示を行った。\n被告は，同年１１月２１日，原告に対し，本件システムの開発保守に関して専任\n１名の体制とすることを要請したが，原告は，同月２６日，被告が指定した業務範\n囲全部を１名でカバーすることは到底不可能である旨回答した。\n(争いのない事実，甲８ないし１４，４９の１及び２，乙２０，原告代表者)\n(2)　検討\nア　以上の事実によれば，本件システムのプロジェクト立上げ当初，原告と被\n告の担当者レベルでは，プロジェクトが順調に展開された場合，被告が本件システ\nムの営業・販売を担当し，原告は，本件システム端末の調達を行い，利益を上乗せ\nしてこれを被告に販売するとともに，本件システムのリモート保守を受託するとい\nう取引に発展することがプロジェクトの方向性として想定されていたことが認めら\nれる。また，その後も，その時々の状況に応じて軌道修正しながらも，原告・被告\nの各担当者は上記の方向性に基づいてプロジェクトを進捗・展開させたことが認め\nられ，本件使用許諾契約及び本件保守契約はその一環として位置づけられるという\nことができる。\nイ　しかしながら，本件事業スキームの合意が成立したことを示す覚書等の文\n書は存在しないし，また，被告の担当者であったＤは被告を代表する権限を有しな\nかったところ，本件事業スキームを合意するについての被告社内の決裁手続が行わ\nれたとの事情も認められない。さらに，その後の本件使用許諾契約及び本件保守契\n約の締結に至る経緯，とりわけ，本件保守契約の締結に至るまでは，原告が被告に\n対し，飽くまで要望として本件システムの運用・保守業務を受託することを提案し\nていたこと(前記(1)ク，シ，ス)，被告は，台湾メーカーによる発注台数の確約をで\nきないことを理由の一つとして｢協定書｣の締結を拒否したこと(前記(1)カ)，原告と\n被告は，保守契約の締結に向けて交渉を継続し，長期間での契約を望む原告の要望\nにもかかわらず，契約期間を１年とし，期間満了の１か月前までに終了の意思表示\nがあれば更新されないことを内容とする本件保守契約を締結したこと(前記(1)シな\nいしセ)にかんがみると，本件事業スキームの合意の存在を認めることはできないと\nいわなければならない。\nウ　したがって，被告が本件保守契約を破棄して原告の開発費等の回収を妨害\nしたことが本件事業スキームの合意違反の債務不履行又は不法行為であることを理\n由とする原告の請求は，その余の点について判断するまでもなく理由がない。\n２　被告ライブラリと原告ライブラリとの類似性の有無及び依拠の有無，並びに\n本件ノウハウの使用の有無及び侵害態様について\n(1)　本件ノウハウの侵害の有無\n原告の主張する本件ノウハウは，その内容自体具体的なものではない。しかも，\n原告被告間の業務委託基本契約書(乙２)３３条１項によれば，本件ノウハウに対す\nる権利が被告に移転していると解する余地がある(それ以前の取引基本契約書(乙１)\n１８条にも，同旨の規定がある。)。仮に上記基本契約書の条項が適用されないとし\nても，本件ノウハウは，本件システム設計等請負契約(前記１(1)オ)に従いその成果\n物が被告に引き渡されることに伴って被告に開示され，本件システムの運用に際し\n被告によって使用されることが予定されているものである。\nさらに，本件ノウハウの侵害の態様が公序良俗に反する態様のものである点の主\n張もない(本件システム等の開発に要した費用のうち，本件システム設計等請負契約\nに基づく支払等によって回収できなかった部分を原告がリモートによる運用・保守\n業務を担当することにより回収することを予定していたところ，原告の費用回収前\nに被告が本件保守契約を破棄したためその回収ができなかったというだけでは，本\n件ノウハウの侵害の態様が公序良俗に反するものと認めることはできない。)。\nしたがって，被告が現在本件システムを運用することによって本件ノウハウを使\n用していることが不法行為法上違法であると認めることはできない。\nまた，前記のとおり，本件事業スキームの合意は認められないから，本件ノウハ\nウの侵害につき，本件事業スキームの合意違反の債務不履行も認められない。\nよって，本件ノウハウの侵害について不法行為又は債務不履行(本件事業スキーム\nの合意違反)をいう原告の請求は，その余の点について判断するまでもなく理由がな\nい。\n(2)　原告ライブラリの著作権侵害の有無\nア　原告ライブラリそのものの使用等について\n(ｱ)　本件使用許諾契約に基づく使用\n前提事実(3)ア(本件使用許諾契約)及び(6)(本件一括購入契約)，並びに当事者間\nに争いのない争点に関する当事者の主張(2)イ(ｶ)ａ(有効期間内の出荷)の事実によ\nれば，別紙｢共通ライブラリ入れ替え実施日」１ないし１０記載のマンション等で使\n用されるM-Navi端末等への原告ライブラリのインストールは，本件使用許諾契約に\nよる許諾に基づくものである。\n(ｲ)　本件使用許諾契約の詐欺取消等の主張について\nａ　本件使用許諾契約の錯誤無効について\n本件使用許諾契約の錯誤無効に関する原告の主張は，原告･被告間で本件事業スキ\nームの合意が成立したことが前提とされているところ，前記１(2)に説示のとおり，\n本件事業スキームの合意の成立は認められない。\n原告が目論見として有していた本件事業スキームないしこれに類する事業計画\nは，本件使用許諾契約締結の動機として位置付けられるものであるところ，原告が\n本件使用許諾契約の締結に際し，このような目論見を意思表示の内容として被告に\n表示したことを認めるに足りる証拠はない。\nよって，本件使用許諾契約の錯誤無効をいう原告の主張は，理由がない。\nｂ　本件使用許諾契約の詐欺取消しについて\n本件使用許諾契約の詐欺取消しに関する原告の主張も，原告･被告間で本件事業ス\nキームの合意が成立したことが前提とされているところ，前記１(2)に説示のとお\nり，本件事業スキームの合意の成立は認められない。\nしかも，被告が平成１５年１０月に本件保守契約を延長しなかったこと(前記\n１(1)タ)や，平成１４年１２月に，長期契約を求める原告の要望を受け入れずに，\n契約期間を１年とし，期間満了の１か月前までに終了等の意思表示があれば更新さ\nれないことを内容とする本件保守契約を締結したこと(前記１(1)セ)から，平成１４\n年４月の本件使用許諾契約締結の時に，被告が，原告が目論見として有していた事\n業計画に沿わない行為をする意図を有していたものと認めることはできず，他に，\n本件使用許諾契約締結当時，被告がそのような意図を有していたことを推認させる\n事情は認められない。\nしたがって，本件使用許諾契約の締結に当たって被告が詐欺の意図を有していた\nことも，欺罔行為を行ったことも認められず，本件使用許諾契約の詐欺取消しをい\nう原告の主張は，その余の点について判断するまでもなく理由がない。\nｃ　本件一括購入契約の詐欺取消しについて\n前提事実及び前記１(1)に説示した事実によれば，本件一括購入契約の締結当時，\n被告担当者は，本件保守契約を破棄する意図があったとまで認定することはできな\nいが，２年目の保守代金についての原告との交渉がまとまらないため本件保守契約\nが更新されず，原告との関係が悪化する事態に備え，本件一括購入契約を結んだ可\n能性が高いことが認められる。\nしかしながら，本件一括購入契約の交渉に当たり，被告担当者に本件保守契約の\n保守代金の減額を申し入れる意図を有していることや，保守代金の価格交渉が難航\nする可能性が高いことを原告に告知する信義則上の義務があったものと認めること\nはできないから，本件一括購入契約の詐欺取消しをいう原告の主張は，その余の点\nについて判断するまでもなく理由がない。\n(ｳ)　まとめ\nよって，原告ライブラリそのものの使用が不法行為又は債務不履行(本件事業スキ\nームの合意違反)に当たることを理由とする原告の請求は，その余の点について判断\nするまでもなく理由がない。\nイ　被告ライブラリの使用について\n(ｱ)　事実認定\n前提事実，証拠(各項に挙示したもの)及び弁論の全趣旨によれば，以下の事実が\n認められる。\nａ　日本ＣＡＤによる被告ライブラリの開発は，①被告ライブラリに実装す\nる関数名，引数，戻り値の特定と，②特定された関数の処理内容の推測及び実装の\n２段階で行われた。具体的には以下のとおりである。\n①　被告ライブラリに実装する関数名，引数，戻り値の特定(別紙｢関数の特定方\n法種別一覧｣参照)\n①－１　本件アプリケーションが必要とする関数について\n本件アプリケーションの実行形式を得るためには，本件アプリケーションのソー\nスコードに加え，共通ライブラリと呼ばれる３つのファイル\n(｢libmnavicom.a｣｢libsvrcom.a｣｢libnbcom.a｣)とリンクさせることが必要となると\nころ，この３つのファイルをリンクさせるためのリンクオプション\n(-lmnavicom，-lsvrcom，-lnbcom)を指定しない場合，それぞれのファイルで提供さ\nれる関数群がリンクされないため，コンパイラは必要な関数が見つからない旨のエ\nラーを出力することになる。このエラーメッセージから，本件アプリケーションが\n必要としている関数の名称，すなわち本件システムの共通ライブラリにて実装され\nている関数の名称を特定することが可能となる。\nこのような作業により，日本ＣＡＤは，４０の関数について名称の特定を行い，\nまた，一般に，アプリケーションソフトウェアのソースコード外で定義された関数\nをアプリケーションソフトウェア側から利用する場合には，同ソースコードのどこ\nかに，外部参照の宣言又は関数のプロトタイプ宣言がされていることから，関数名\nを用いて本件アプリケーションのソースコードを検索することにより，引数及び戻\nり値の特定を行った(別紙｢関数の特定方法種別一覧｣のパターンＡ)。\n①－２　ライブラリ内で必要となる関数について\nライブラリ作成の過程において，インターネットから取得したソースを基に作成\nされている関数がある。この関数には，その内部で更に関数を使用しているものが\nあり，それらの関数を実装しないままでコンパイル作業を行った場合，①－１と同\n様に，エラーメッセージが表示されることから，必要な関数の名称を特定し得る。\nその引数及び戻り値についても，①－１と同様に特定が可能である。このような作\n業により，日本ＣＡＤは，８つの関数について，関数名，引数及び戻り値の特定を\n行った(別紙｢関数の特定方法種別一覧｣のパターンＢ)。\nまた，原告ライブラリにおいて，本件アプリケーションが必要とする関数を特定\nする作業により得られた関数の内部で更に機能分割を行い，機能ごとに別の関数を\n独自に定義し，呼び出すように実装した事例が１３存在した。これらについては，\n名称，引数，戻り値及びその処理内容のすべてについて，原告が独自に定義したも\nのであることから，それ以上の特定作業は行わなかった(別紙｢関数の特定方法種別\n一覧｣のパターンＣ)。\n①－３　その他の関数について\n①－１及び①－２に含まれない４関数のうち，err_ret()，err_dump()，err_msg\n()については，err_sys()，err_quit()などをインターネットから検索，取得した\n際，同じファイル内に存在しており，また，本件アプリケーションのソースコード\n中のプロトタイプ宣言にも同じ名前の関数が存在することから，念のため実装し\nた。他方，Write()は，同ソースコードを確認したところ，関数Write()のプロトタ\nイプ宣言の記述が存在したことから，念のため実装した。\nこのような作業により，日本ＣＡＤは，これら４関数について関数名，引数及び\n戻り値の型の特定を行った(別紙｢関数の特定方法種別一覧｣のパターンＤ)。\n②　特定された関数の処理内容の推測及び実装\n②－１　同一名称の関数をインターネットから取得しての実装(１７関数)\n名称が特定された関数のうち１７関数については，インターネット上で公開され\nているものを利用した。なお，インターネット上に公開されているソースプログラ\nムではそのまま適用できない場合には，実装時に必要に応じて変更を行った。\n②－２　Linux標準C関数又はLinux標準システムコールからの推測(１５関数)\n名称が特定された関数のうち１５関数については，Linux標準C関数及びLinux標準\nシステムコールのラッパー関数であると推測し，関数の実装としては，該当の標準\nC関数又はシステムコールを呼び出し，それらの処理が失敗した場合にはエラーを出\n力するという処理を実装した。\n②－３　テスト用データベースプログラムを作成し，各関数への割当を推測(７\n関数)\n本件アプリケーションでは，MySQLというフリーソフトウェアのデータベースプロ\nグラム(以下｢MySQL｣という。)を利用して，各マンションの端末情報等の管理が行わ\nれているところ，MySQLでは，アプリケーションからデータベースへアクセスするた\nめの関数群が提供されており，アプリケーションからは，通常，それらの関数を利\n用してデータベースを操作することになる。これらの関数は，一定の手順でMySQLの\n呼出しを行うことから，そのような手順を踏むテストプログラムを作成すること\nで，MySQLを操作できることが確認できる。\nそこで，Db_xxx()という名称の７関数について，それぞれ個別に検討を行\nい，MySQL呼出手順の各関数の割当について推測を行った上，推測して作成した\nDb_xxx()関数について，原告ライブラリと同じ条件で動作させた場合に同じ結果を\n得ることができるかどうかを確認する作業を行い，必要に応じて同一の結果が得ら\nれるように修正を行った。\n②－４　テストプログラムに原告ライブラリをリンクし，その動作から内容を\n推測(１３関数)\nＮＢ等で始まる１３関数については，\nⅰ　関数名からの内容の推測，\nⅱ　アプリケーションからの呼び出され方からの推測(個々の関数は無関係ではな\nく，お互いに関連しながらいくつかの関数が集まって一連の処理を完結するため，\nある関数の前後にはその関数に関連する処理が記述されているのが通常であること\nを利用したもの)，\nⅲ　原告ライブラリの動作からの推測(関数の具体的な動作を知るために，原告ライ\nブラリを動作させる簡単なテストプログラムを作成し，引数に様々な値を入れ，実\n行結果を確認することで，その関数の具体的動作の推測を行うもの)\nといった方法を用いて処理内容を推測し，作成した。\n②－５　これら関数内で使用する関数として独自に実装(１３関数)\n別紙｢関数の特定方法種別一覧｣のパターンＣの１３関数についても，上記②－４\nと同様の方法で処理内容を推測し，作成した。\n(甲７３，８２，乙２７ないし２９)\nｂ　原告ライブラリと被告ライブラリとの対比\n原告ライブラリは，２３６個の関数から成るのに対し，被告ライブラリは，６５\n個の関数から成る。\n(甲６，８２)\nまた，プログラムの構成自体も，原告ライブラリに存在せず，被告ライブラリに\n独自に実装されている関数が少なからず存在する。\n(甲７３添付の陳述書の別紙｢当社保有ライブラリと代替ライブラリの差異につい\nて｣)\n(ｲ)　検討\nａ　以上の事実によれば，被告は，被告ライブラリの開発に当たり，本件ア\nプリケーションの解析を通じて原告ライブラリに求められる機能，すなわちライブ\nラリを構成すべき関数や両プログラムのインターフェース条件を明らかにすること\nができることを利用して，本件アプリケーションを解析することによって本件アプ\nリケーションを機能させるために被告ライブラリに実装されるべき必要な関数の特\n定を行ったものであり，原告ライブラリそのものの解析を行ったものではない。\n関数の実装についても，被告ライブラリを構成する６５個の関数のうち，前記②\n－１ないし②－３の３９個の関数は，既存の公開されている関数をそのまま又は一\n部修正して採用したものである。②－４及び②－５の関数は，特定された関数の処\n理内容の推測及び実装の段階で，原告ライブラリにテストプログラムをリンクさせ\nているが，インプットとアウトプットとからブラックボックス(原告ライブラリの関\n数)での処理内容を推測したにすぎず，原告ライブラリのソースコード又はオブジェ\nクトコード自体を知り得たものではない。\nさらに，原告ライブラリは２３６個の関数から成るのに対し，被告ライブラリは\n６５個の関数から成り，原告ライブラリに存在せず，被告ライブラリに独自に実装\nされている関数が少なからず存在するとの相違点が見られる。\nｂ　これらの点にかんがみると，被告ライブラリが原著作物である原告ライ\nブラリの創作的な表現を再生していると認めることはできないし，また，被告ライ\nブラリの開発行為が原告ライブラリに依拠して行われたものと認めることもできな\nい。\nｃ　これに対し，原告は，原告ライブラリによる処理結果としての出力情報\nを調査解析して被告ライブラリが作成されたことをもって，違法なリバースエンジ\nニアリングである旨主張する。しかしながら，原告ライブラリへの入力と出力との\n関係を調査解析して得られるものは，当該関数が実現している機能であり，それ\nは，飽くまでアイデアにすぎないものとして著作権法上保護されないものといわざ\nるを得ない。よって，この点に関する原告の主張は採用することができない。\n(ｳ)　まとめ\n以上によれば，原告が原告ライブラリにつき有する著作権(複製権又は翻案権)に\n基づき，被告ライブラリ(別紙被告著作物目録１の一部及び同目録２)の使用差止\n等，及び被告ライブラリの使用が不法行為又は債務不履行(本件事業スキームの合意\n違反)に当たることを理由とする損害賠償請求は，その余の点について判断するまで\nもなく理由がない(なお，原告は，別紙被告著作物目録１のかっこ内において，被告\nライブラリの使用差止等に加え，印刷物等の差止等を求めているが，この請求は，\n侵害の停止又は予防に必要な措置として請求されているものと認められる。)。\n３　結論\n以上によれば，原告の請求はいずれも理由がないからこれを棄却することとし，\n訴訟費用の負担につき，民事訴訟法６１条，６６条後段，６５条１項本文を適用し\nて，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n市　　　川　　　正　　　巳\n裁判官\n杉　　　浦　　　正　　　樹\n裁判官\n賴　　　　　　　晋　　　一\n･\n被　告　著　作　物　目　録\n１　被告が端末機名「Addetto」の商品名でマンション居住者のエンドユーザーに提\n供している，M-Naviシステムで使用している共通ライブラリ部分及び同システムに\n関する運用・保守機能を備えたソフトウェア（但し，コンピューターソフトウェア\nに関連した媒体，印刷物（マニュアルなどの文書），及び「オンライン」または電\n子文書，さらにソフトウェアのアップデート・アドオンコンポーネント・Webサービ\nス・追加機能も含まれる。）。\n２　被告が上記１と同種の用途に供するために他の名称で使用しているシステムに\nインストールされている以下の項目から構成される共通ライブラリ部分。\n共通ライブラリ部分の構成項目は以下のとおり。\n(1)　ソケット通信用Wrapper関数\nTCP/IP用ソケット通信の接続，切断，ポートリスニング等の数十種類のWrapper用\n関数の集合であり，基本的にプラットホーム依存を吸収することと，標準関数にエ\nラー処理などを追加している。\n(2)　プロセス＆スレッド制御用Wrapper関数\nプロセスの作成，制御，同期等に関わる数十種類のWrapper用関数の集合であり，\n基本的にプラットホーム依存を吸収することと，標準関数にエラー処理などを追加\nしている。\n(3)　UNIX関数のWrapper関数\nI/O制御や低レベルRead，Write，メモリ制御，シグナル制御等UNIX用の約５０種\n類からなるWrapper用関数の集合であり，基本的にプラットホーム依存を吸収するこ\nとと，標準関数にエラー処理などを追加している。\n(4)　MySQLデータベースアクセス用Wrapper関数\nMySQLデータベースの標準Ｃ言語インターフェース関数をアプリケーションから使\nい易くするため，用意したWrapper関数であり，エラー処理をもつことと，インター\nフェースを統一することで信頼性を高めている。\n(5)　汎用ライブラリ関数\n日付処理や設定ファイルの読み書き，文字列制御，簡易メール送信機能等の汎用\n的な関数インターフェースを提供する。\n(6)　メッセージ通信用の自動テンプレート作成プログラム\nM-Navi，Server，IF-Server（共同玄関機）間のメッセージフォーマットをテキス\nト形式で定義したファイルから通信用プログラムのHeaderファイルとプログラムテ\nンプレートを自動生成するプログラムで，プログラム作成効率の向上と共通コード\n化することで信頼性向上に役立てている。\n３　被告が上記１と同種の用途に供するために他の名称で使用しているシステムに\nインストールされている以下の項目から構成される同システムに関する運用・保守\n機能を備えたソフトウェア。\n運用・保守機能の構成項目は以下のとおり。\n(1)　各種情報管理機能\n①　マンション名検索項目情報管理\nマンション名の検索に必要な情報の登録・更新・削除を行う。\n管理項目：マンション名，施主名，住所\n②　マンション住人検索項目情報管理\nマンション住人の検索に必要な情報の登録・更新・削除を行う。\n管理項目：マンション名，部屋番号，住人名（世帯主），Tel番号，M-Naviの台\n数，家族の人数，M-Naviメールアドレス，障害通知回数\n③　マンションの各機器検索項目情報管理\nマンションのM-Navi，M-Server，共同玄関機，宅配ロッカー，ベルボーイ，管理\n人用PCの検索に必要な情報の登録・更新・削除を行う。\n管理項目\nM-Navi：マンション名，Term ID，IPアドレス，Macアドレス，シリアルナンバ\nー，配置される部屋番号，親機/副親機種別，セグメント内のM-ServerのTerm ID\nM-Server：マンション名，Term ID，IPアドレス，Macアドレス，シリアルナン\nバー\n共同玄関機：マンション名，Term ID，IPアドレス，Macアドレス，シリアルナ\nンバー，配置位置，セグメント内のM-SeverのTerm ID\n卓配ロッカー：マンション名，Term ID，IPアドレス，Macアドレス，シリアル\nナンバー，セグメント内のM-ServerのTerm ID\nベルボーイ：マンション名，Term ID，IPアドレス，Macアドレス，シリアルナ\nンバー，セグメント内のM-ServerのTerm ID\n管理人用PC：マンション名，Term ID，IPアドレス，Macアドレス，シリアルナ\nンバー\n④　バージョン情報管理／バージョンアップ指示\n各マンションの各機器のソフトウェア・バージョン情報の登録・更新・削除を行\nう。バージョンアップに必要な実行ファイルを送り，バージョンアップを行う。\n管理項目：マンション名，Term ID，セグメント内のM-ServerのTerm ID，IPアド\nレス，現在のバージョン，過去のバージョン（一つ前のバージョン），現在稼動中\nのバージョン，バージョンアップ実行ファイル，昀終バージョンアップ日時\n⑤　地域情報ホームページ情報管理\nマンション毎の地域情報のURLの登録・更新を行う。\n管理項目：マンション名，URL\n⑥　定型電話帳情報管理\nマンション毎の定型電話帳の項目の登録・更新・削除を行う。\n管理項目：マンション名，場所およびTel番号\n⑦　ITV情報管理項目\nマンション毎のITVのURLとITVが映す場所の登録・更新・削除を行う。\n管理項目：マンション名，ITVが映す場所（施設），URL\n⑧　M-Naviメールアドレス情報管理\nM-Naviのメールアドレスの登録・更新を行う。登録は初期設置時，更新は依頼を\n受けた時に行う。\n管理項目：マンション名，部屋番号，Term ID，IPアドレス，M-Naviメールアドレ\nス\n⑨　共同玄関機の暗証番号管理\n各マンションの各部屋毎に共同玄関機の暗証番号の管理を行う。\n管理項目：マンション名，部屋番号，共同玄関機暗証番号，現在の暗証番号，共\n同玄関機のTerm ID，共同玄関機のIPアドレス，新しい暗証番号の登録・更新を行\nう。\n⑩　ネットワーク情報管理\nネットワーク機器のIPアドレスを管理する。\n管理項目：マンション名，部屋番号，Term ID，IPアドレス\n⑪　施設情報項目\n施設名の登録・更新・削除を行う。\n管理項目：マンション名，施設名\n⑫　施設予約方法管理\n各施設の予約方法の登録・更新・削除を行う。\n管理項目：マンション名，予約開始日，予約終了日，予約可能日，予約開始時\n間，予約終了時間，予約項目（先着，抽選，会員）\n⑬　施設予約管理\n各施設の予約の登録・削除を行う。\n管理項目：マンション名，施設名，予約状態\n(2)　日常的な遠隔・運用保守機能\n①　バックアップデータ取得\nM-Serverに記録されている各住戸のデータを定期的にバックアップを取る。\nバックアップを取る項目：回覧板情報，スケジュール，来訪者履歴（画像な\nし），データベース，Logファイル等を予定する。\n②　Logファイル取得\nLogファイルを定期的に取得して保存を行う。\nLogファイルの保存期間：１週間\n③　Logファイル表示\nM-ServerからLogファイルを転送して，表示する。\n管理項目：Term ID，IPアドレス\n(3)　障害対応機能\n①　診断指示\n概要障害があると思われるM-Naviに診断通知を出す。また，その診断結果を表示\nする。\n表示・登録項目：Term ID，IPアドレス\n②　M-Navi，共同玄関機の再立ち上げ指示\nM-Navi，共同玄関機に再立ち上げを指示する。\n･\n"
}