{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 19
  },
  "case_number": "平成13(行ケ)27",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9998",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9998",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/998/009998_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２７号　審決取消請求事件\n口頭弁論終結日　平成１６年９月２８日\n判　　　　　　　決\n原　　　　　　告　　　　　Ｘ\n訴訟代理人弁理士　　　　　三枝英二\n同　　　　　　　　　　　　掛樋悠路\n同　　　　　　　　　　　　藤井淳\n被　　　　　　告　　　　　ペルメレック電極株式会社\n訴訟代理人弁護士　　　　　熊倉禎男\n同　　　　　　　　　　　　富岡英次\n同　　　　　　　　　　　　田中伸一郎\n同　　　　　　　　　　　　宮垣聡\n同　　　　　　　　　　　　竹内麻子\n訴訟代理人弁理士　　　　　西島孝喜\n同　　　　　　　　　　　　平山孝二\n同　　　　　　　　　　　　須田洋之\n同　　　　　　　　　　　　森浩之\n同　　　　　　　　　　　　鈴木敏弘\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が平成１０年審判第３５４１２号，第３５４９４号及び平成１１年\n審判第３５５７４号事件について平成１２年１２月５日にした審決中「特許第２１\n３４４１７号の請求項２，４，５に係る発明についての審判請求は，成り立たな\nい。」との部分を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，発明の名称を「電解オゾンを使用する水処理方法及び装置」とする\n特許第２１３４４１７号の特許（昭和６３年９月２９日出願（以下「本件出願」と\nいう。），平成１０年１月１６日設定登録。以下「本件特許」という。請求項の数\nは５である。）の特許権者である。\n原告は，平成１０年１０月１４日，本件特許をすべての請求項に関して無効\nとすることについて審判を請求した。特許庁は，これを平成１０年審判第３５４９\n４号事件として，平成１０年審判第３５４１２号事件及び平成１１年審判第３５５\n７４号事件と併合して審理した。被告は，審理の過程で，平成１１年４月１２日，\n請求項の文言の訂正を含む明細書（以下「本件明細書」という。）の訂正を請求し\nた（以下「本件訂正請求」という。）。特許庁は，審理の結果，平成１２年１２月\n５日，本件訂正請求を認めなかった上で，「特許第２１３４４１７号の請求項１，\n３に係る発明についての特許を無効とする。特許第２１３４４１７号の請求項２，\n４，５に係る発明についての審判請求は，成り立たない。」との審決をし，同月２\n５日，その謄本を原告に送達した。\n２　特許請求の範囲（本件訂正請求による訂正前）\n(1) 請求項１\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを被処理水と\n接触させ，該被処理水を処理することを特徴とする電解オゾンを使用する水処理方\n法。\n(2) 請求項２\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを分岐した被\n処理水の一部に注入して所定のオゾン濃度の分岐被処理水とした後，該分岐被処理\n水を分岐させていない被処理水と混合することにより被処理水を処理することを特\n徴とする水処理方法。\n(3) 請求項３\n被処理水が流通する被処理水流通部に，純水を電解して電解槽の陽極室に\nオゾン含有ガスを生成させる電解オゾナイザーを連結し，該電解オゾナイザーから\n取り出した前記オゾン含有ガスにより前記被処理水を処理することを特徴とする水\n処理装置。\n(4) 請求項４\n分岐された被処理水の一部が流通する被処理水流通部に，純水を電解して\n電解槽の陽極室にオゾン含有ガスを発生させる電解オゾナイザーを連結し，該電解\nオゾナイザーから取り出した前記オゾン含有ガスを前記分岐被処理水に注入して所\n定のオゾン濃度の分岐被処理水とし，該分岐被処理水を分岐させていない被処理水\nと混合することにより被処理水を処理することを特徴とする水処理装置。\n(5) 請求項５\n被処理水流通部が溶解塔であり，該溶解塔の下部に装着した散気フィルタ\nーを通してオゾン含有ガスを前記溶解塔に供給し，該溶解塔中の被処理水と接触さ\nせ，所定のオゾン濃度の分岐被処理水を製造するようにした請求項４に記載の装\n置。\n（以下，請求項２の発明を「本件発明２」，請求項４の発明を「本件発明\n４」，請求項５の発明を「本件発明５」という。）\n３　審決の理由\n別紙審決書の写しのとおりである。このうち，本件に係る部分の理由は，要\nするに，本件発明２，４及び５は，原告の提出した証拠によっては，当業者が容易\nに発明をすることができたものとはいえない，とするものである。\n第３　原告の主張の要旨\n審決は，特開昭６２－２２１４９０号公報（本訴甲第４号証，審決参考資料\n５，以下「引用例４」という。）に記載された発明（以下「引用発明４」とい\nう。）を誤認して本件発明２との対比判断を誤り（取消事由１），本件発明２，さ\nらには本件発明４，５の進歩性の判断を誤った（取消事由２ないし４）ものである\nから，違法として取り消されるべきものである。\n１　取消事由１（引用発明４の認定の誤り・本件発明２との対比判断の誤り）\n審決は，本件発明２の進歩性について，\n「資料１～４，６～８（判決注・参考資料８は「第１１４回　三琇技研セミ\nナー講演集　オゾナイザー技術の進歩とその応用」（昭和６２年・三琇書房刊）で\nあり，本訴甲第３号証である。以下「引用例３」という。）にも，被処理水の分岐\nについて何ら示唆するところがなく，資料５（判決注・引用例４）にも，被処理水\nを一部分岐することが記載されているが，分岐被処理水にオゾン含有ガスを注入し\nて「所定のオゾン濃度の分岐被処理水」を調製することまで示唆されてはいな\nい。」と認定した上で，「してみると，本件発明２は，上記証拠方法の証拠に基い\nて当業者が容易に発明をすることができたものであるとすることができない。」\n（審決書３０頁２８～３３行）\nと判断した。すなわち，審決は，引用例４と本件発明２との対比を行い，その\n相違点を「分岐被処理水にオゾン含有ガスを注入して「所定のオゾン濃度の分岐被\n処理水」を調製する」点にあるとした上，その相違点は引用例４に示唆されていな\nいと認定判断した。\nしかし，引用例４には，「分岐被処理水にオゾン含有ガスを注入して「所定\nのオゾン濃度の分岐被処理水」を調製すること」が，少なくとも示唆されているか\nら，かかる認定は誤りである。\n(1) 「分岐被処理水」の存在\nア　引用例４には，審決も認めているように，被処理水を一部分岐すること\nによって「主流」と「支流」とに分けることが記載されている（特許請求の範囲第\n１，２，３項，２頁左下欄４～１６行など）。この支流が分岐被処理水であること\nは明らかである。\nイ　被告は，引用例４の「支流」は，電解槽において電解する原料水であっ\nて，オゾンが注入されて「オゾン処理」がなされるべき本件発明２の「被処理水」\nとは異なるものである，と主張する。\nしかし，引用例４では，被処理水（支流）の一部が電解の原料水を兼ね\nているだけであり，結局のところ，この原料水から生成したオゾン含有ガスが支流\n自体に注入されてオゾン溶解水となっている。したがって，分岐被処理水が引用例\n４に開示されていることに何ら変わりはない。\n(2) 「オゾン含有ガス」を被処理水に「注入」することの存在\nア　引用例４には，\n「電解槽を電流が流れると，陽極に酸素とオゾンからなる混合物が発生\nする。Ｏ２対Ｏ３の割合は，平均してたとえば８５重量％対１５重量％である。」\n（３頁左上欄）\nと，酸素とオゾンからなる混合物が発生することが明記されている。そし\nて，支流に設置した電解槽において水を電解することにより，電解槽の陽極で混合\nガスとして「酸素とオゾンからなる混合物」のガスが発生し，直ちに支流と接触し\nて溶解することによって，支流がオゾン水になるのである。\n引用発明４は，オゾンと酸素のガス混合物を発生させ，これを支流に注\n入し，支流をオゾン水に変えているのであり，これはまさしく「分岐被処理水にオ\nゾン含有ガスを注入してオゾン水を生成させる」ことの一態様にほかならない。\nイ　被告は，電解槽の陽極室で支流水のＨ２Ｏ分子からオゾン分子が生成す\nる電解反応が液相で進行するため，生成したオゾンの大部分は，陽極液中に溶解し\nており，この陽極液が，液相のまま電解槽から取り出されているだけであるから，\n「オゾンガスの溶解」ましてや「オゾン含有ガスの注入」ということはない，と主\n張する。\nしかし，酸素及びオゾンがそれぞれ「ガス」として生成しているからこ\nそ「混合物」（甲第４号証３頁左上欄）という表現が用いられるのである。もし酸\n素もオゾンもガスとして生成せずにそれぞれ最初から水に溶解していれば，そもそ\nも「酸素とオゾンの混合物」という表現は技術的に成り立たないのである。そし\nて，いったんオゾンガスが生成し，最終的にオゾン水（陽極液）が生成するという\nことは，そこに，生成したオゾンガスが水に溶解するというプロセスが存在してい\nるからであり，これはまさに「オゾン含有ガスの溶解」，「オゾン含有ガスの注\n入」という現象にほかならない。\n(3) 「所定のオゾン濃度」の存在\n引用例４には，支流を電解槽に供給することによってオゾン負荷を行い，\nオゾン濃度が３０～１２０ｐｐｍのオゾン溶解水を調製することが記載されている\n（特許請求の範囲第１，２項，２頁右下欄，３頁右上欄，３頁左上欄参照）。\n引用例４では，オゾン濃度をゾンデでモニターしながら（３頁左上欄参\n照），電解槽（５）にかける動作電流を調整することによりオゾン生成量，ひいて\nは支流のオゾン濃度を調節しつつ，所定のオゾン濃度の支流（分岐被処理水）を調\n製しようとしていることは明らかである。よって，引用例４には，所定のオゾン濃\n度の分岐被処理水を調製することが開示されている。\n(4) 以上のとおり，引用例４には「分岐被処理水にオゾン含有ガスを注入して\n所定のオゾン濃度の分岐被処理水を調製する」という技術事項が実質的に記載ない\nしは示唆されていることは明らかである。\nしたがって，これを示唆していないとの誤った前提に立って本件発明２，\n４及び５の進歩性を肯定した審決は，その前提において誤りがあり，この誤りは進\n歩性の判断に大きくかかわるものであるから，審決の結論に影響を及ぼす重大なも\nのであることは明らかである。\n２　取消事由２（本件発明２の進歩性の判断の誤り）\n(1) 引用発明４及び本件発明２との対比\n引用例４には，分岐被処理水を所定のオゾン濃度のオゾン水とした後，こ\nれを分岐させていない被処理水に混合することにより被処理水全体を処理する方法\nが明記され，しかも，そのオゾン源が「酸素とオゾンからなる混合物」であること\nが明記されている。\nただ，本件発明２のオゾン源が「いったん陽極水から分離された酸素とオ\nゾンからなる混合物」であるのに対し，引用発明４は，上記混合物がいったん陽極\n水から分離されたものであるか否か明らかでない点で相違する。\n(2) 引用例３などに記載された技術の内容\nア　いったん陽極水から分離された酸素とオゾンからなる混合物を水処理に\n利用することは，引用例３のほか，昭和６１年１２月８日付け日刊工業新聞記事\n（審判甲第１号証・本訴甲第１０号証），昭和６２年５月２９日付け日刊工業新聞\n広告（審判甲第２号証・本訴甲第１１号証）などに記載されているとおり，本件出\n願当時の技術水準であった。\nすなわち，審決が認定するとおり，引用例３には，「いったん陽極水か\nら分離された酸素とオゾンからなる混合物」を水に注入することが記載されている\nのであり，引用例３の記載全体を読めば，純水を電解してオゾン含有ガスを取り出\nすこと，そのオゾン含有ガスをさらに水に溶解させることが開示されていると容易\nに理解することができるのである。\nイ　また，引用例３には，純水電解式オゾナイザーでは非常にクリーンなオ\nゾンが得られ，電極構成材料の微粒子（Ｐｂなど）の混入も回避できること等が明\n記されていることが理解できるし，さらに甲第１０号証や甲第１１号証にも，窒素\n酸化物や金属ダストなどの不純物を含まないクリーンなオゾンガスを水処理に利用\nできることが記載されている。オゾン発生装置で生成したオゾンガスを水処理に用\nいるということは，当然ながら「いったん陽極水から分離された酸素とオゾンから\nなる混合物」を水に注入することを意味しているものである。\nウ　被告は，引用例３の水処理は閉鎖的なループを試みたものにすぎない旨\n主張するが，引用例３に，電解オゾン発生装置からオゾンガスを取り出し，これを\n再び水に溶解させることが開示されているかどうかということと，引用例３の実施\n形式が閉鎖的であるか否かということとは，全く関係のないことである。\n(3) 引用発明４への引用例３等に記載された技術の適用の容易性\nア　(2)で述べた技術を前提とすれば，引用例４を見た当業者にとって，電極\n構成材料の微粒子の混入防止等をねらって，被処理水の支流をオゾン水に変える手\n段として，引用例３等のクリーンな電解オゾンガスの水への溶解を適用してみる程\n度のことは容易である。\nすなわち，引用発明４と引用例３に記載された発明とは電解オゾナイザ\nーを用いて発生させたオゾンからオゾン水を調製し，このオゾン水を用いて水処理\nを行うという点で技術分野が一致しており，引用例３及び引用例４のいずれにも，\n引用例３等の「酸素とオゾンからなる混合物」を，引用発明４のオゾン源である\n「酸素とオゾンからなる混合物」として採用することが困難であるとする，特段の\n事情は見当たらない。\nしたがって，引用例３等に記載された事項を引用発明４に適用すること\nは容易であるといえる。\nイ　被告は，本件発明２と引用発明４とは，被処理水を分岐する目的が異な\nる，と主張する。\nしかし，両者とも，まず被処理水の一部をオゾン水とした後，これを用\nいて被処理水全体を効率的に処理しようという同一の目的を有している。\n(4) 顕著な作用効果の不存在\n本件発明２の効果は，電解法によるオゾン発生装置の陽極液から分離され\nたオゾン含有ガスが高い純度であるということと，分岐被処理水の調製による効率\n的処理ができるということの組み合わせである。前者は引用例３に，後者は引用例\n４に開示されているから，本件発明２の効果は，公知の効果を単に寄せ集めたもの\nに過ぎない。少なくとも，両引用例から量的・質的に予測できないような効果（相\n乗的な効果）などは一切認められない。\n(5) 以上のとおり，本件発明２は，引用例４の水処理方法及び装置の発明にお\nいて，オゾン源として引用例３などにより公知の「酸素とオゾンからなる混合物」\nをそのまま適用したものにすぎず，その効果も予測されるものにすぎないから，引\n用発明４及び引用例３に基づいて当業者が容易になし得た発明であり，進歩性がな\nいことは明らかである。\n３　取消事由３（本件発明４の進歩性の判断の誤り）\n本件発明４は，その実体は本件発明２と同じであり，単に本件発明２の「方\n法の発明」をそのまま「装置の発明」と形式的に表現し直したものにすぎない。ま\nた，引用例３及び引用例４のいずれにも，それぞれの水処理方法を実施するための\n水処理装置が開示されており，その中にオゾン発生装置として電解オゾナイザーを\n用いることも明記されている。\nしたがって，本件発明４は，引用発明４及び引用例３に基づき，当業者が容\n易に推考し得た発明である。\n４　取消事由４（本件発明５の進歩性の判断の誤り）\n(1) 本件発明５は，本件発明４の構成に加え，さらに「被処理水流通部が溶解\n塔であり，該溶解塔の下部に装着した散気フィルターを通してオゾン含有ガスを前\n記溶解塔に供給し，該溶解塔中の被処理水と接触させ，所定のオゾン濃度の分岐被\n処理水を製造するようにした」という構成を要件とするものである。\nしかし，この構成は，オゾンによる水処理技術における常套手段にすぎな\nい（\"SEVENTH ANNUAL SEMICONDUCTOR PURE WATER CONFERENCE(1987)・甲第６号証２\n８８頁，「改訂二版　用水廃水便覧」（用水廃水便覧編集委員会編（昭和５１年６\n月１５日発行）・甲第７号証３８７頁，図３･２０４参照）。したがって，本件発明\n５は，引用発明４並びに引用例３，甲第６号証及び甲第７号証に基づいて当業者が\n容易に発明をすることができたものであることは明らかである。\n(2) 被告は，甲第６号証も第７号証もオゾンガスが放電法により生成されてい\nるということを根拠に，電解法によるオゾン含有ガスを被処理水に供給するために\n散気フィルターを用いることは常套手段でないことを主張する。\nしかしながら，本件発明５は，放電法で採用されていた溶解塔及び散気フ\nィルターによるオゾン溶解を，電解法により生成したオゾン含有ガスの溶解にその\nまま導入したものにすぎない。しかも，電解法により生成したオゾンによる水処理\nも，甲第６号証及び甲第７号証と同じオゾンによる水処理装置の分野である以上，\n後者における常套手段である散気フィルターが，後者において常套手段でないとす\nることはできない。\n(3) 被告は，本件発明５は，放電法にしか採用されていなかった方法を組み合\nわせて，実用的かつ顕著な作用効果を奏するようにしたものである，と主張する。\nしかし，放電法によるオゾンを用いた水処理と電解法によるオゾンを用い\nたそれとの間で，技術が相互に適用できないとする根拠は一切ないし，本件発明５\nに，顕著な作用効果は一切認められない。\n５　新たな無効事由の主張制限に対する反論\n(1) 被告は，原告の引用発明４及び引用例３に基づく無効事由の主張は，審判\n手続において主張していなかったものであるなどとして，審決取消事由を構成しな\nい，と主張している。\n(2) しかし，原告は，審判手続において，本件発明１に対する証拠として引用\n例３等を提出し，本件発明２に対する証拠として引用例４等を提出している。そし\nて，これらの証拠を含めた複数の証拠の組合せに基づき進歩性欠如についての主張\n（乙第２号証及び第３号証）を受けて，審決でも「また，資料１～４，６～８に\nも・・・示唆されてはいない。してみると，本件発明２は，上記証拠方法の証拠に\n基いて当業者が容易に発明をすることができたものであるとすることができな\nい。」と認定判断している（審決３０頁）。\nこのように，原告は，引用発明４及び引用例３に基づく主張を行っていた\nのであり，かかる主張を行っていたからこそ審決でその判断が示されたわけであ\nる。\n被告の主張は，上記のような事実を看過したことに基づくものである。\n(3) 仮に，原告が審判手続において，引用発明４及び引用例３に基づく主張を\nしていなかったとしても，審決で示されているように，引用例４及び引用例３も証\n拠方法として取り上げられ，それに対する判断が実際になされていれば，それは職\n権審理によって判断されたことになる。\n職権審理による判断も審決取消事由の対象となることは明らかである。\n第４　被告の主張の要旨\n１　取消事由１（引用発明４の認定の誤り・本件発明２との対比判断の誤り）に\n対して\n(1) 「分岐被処理水」の存在に対して\n引用例４において「支流３」と呼ばれている水流は，電解槽５において電\n解する原料水であって，オゾンが注入され「オゾン処理」がなされるべき「被処理\n水」とは異なるものである。\n引用例４は，「水道水をオゾンで負荷する方法」であり，オゾン処理する\n対象は被処理水である「主流」であり，支流はそのためのオゾン源である。引用例\n４に開示されているのは，正確には，支流をオゾン水に変えることではなく，支流\nを使用してオゾン水を生成することであり，電解によって製造されたオゾン含有水\n（陽極液）は，「被処理水」を処理するオゾンとして主流に注入されている。\n引用例４における分岐は，被処理水（清水）を，電解槽の電解の原料水と\nして使用することを目的，作用とするものであり，所定のオゾン濃度の分岐被処理\n水を得るための被処理水の分岐とは，その目的と作用を異にするものである。\n引用例４における分岐においては，分岐した支流が電解槽に入り，電解オ\nゾンの原料として使用されるのに対して，本件発明２における分岐においては，分\n岐した支流がオゾン溶解槽に供給され，所定のオゾン濃度の分岐被処理水の生成に\n利用されるのである。\nしたがって，引用例４の「支流３」は本件発明２の「分岐被処理水」に相\n当するものではない。\n(2) 「オゾン含有ガス」を被処理水に「注入」することの存在に対して\n引用例４には，オゾン含有ガスを水に溶解させると理解できる記載はな\nい。\n電解槽５を出てくる陽極液は「オゾン含有支流３」となる（２頁，３\n頁）。このオゾン含有支流３は陽極液そのものであり，この陽極液がそのまま，被\n処理水である「主流２」にミキサー６で混合されるものである。つまり，電解槽の\n陽極室で支流水のＨ２Ｏ分子からオゾン（Ｏ３）分子が生成する電解反応が液相で進\n行する。したがって，生成したオゾンの大部分は，陽極液中に溶解しており，この\n陽極液が，液相のまま電解槽から取り出されているだけであるから，オゾンガスの\n溶解も，ましてやオゾン含有ガスを注入することもない。\n(3) 「所定のオゾン濃度」の存在に対して\n引用例４でオゾン量を測定しているのは，少ない費用で小型の電解装置に\nより，高濃度のオゾンを含む陽極液を生成することができることを示すために過ぎ\nず，オゾン濃度を調整しているものではない。\n２　取消事由２（本件発明２の進歩性の判断の誤り）に対して\n(1) 引用例３などに記載された技術の内容に対して\nア　引用例３には，オゾン含有ガスを分離して再度水に溶解することは記載\nされていない。\n引用例３には，生成したオゾンガスを取り出して気体として利用するこ\nとができることが記載されているものの，他方，「いきなりオゾン水自体として取\nり出すことも可能，などの優れた特性を持っている。」（５０頁）との記載もあ\nる。ここでは，気体としてのオゾンガスをどのような用途に利用するかについては\n記載されておらず，まして，オゾン含有ガスを再度分岐水等に溶解させて利用する\nことは何ら記載されていない。\nイ　引用例３には，電解法により得られるオゾン含有ガスについて，その濃\n度及び純度を明らかにする記載があるものの，そのオゾン含有ガスの用法，例え\nば，取り出されたオゾン含有ガスを更に水に溶解させること及び再度水に溶解させ\nた場合のオゾンの濃度，純度等について，何ら記載も示唆もない。\nウ　引用例３の図－５は，無菌水のテストループの図解であり，図－６はオ\nゾンの殺菌効果を説明するものである。\nこれらの記載から窺えることは，純水のタンク中の保存水を無菌に保つ\nために循環させ，オゾンマスターからのオゾンを気液接触装置において接触させ無\n菌度を維持することができる，というものであり，オゾンマスターに供給され電解\nされる水が純水か否か，どこから供給されるかの開示がないし，無菌水の使用に際\nしてどこから無菌水を取り出すかの記載さえない。\nこれは，図－５及び図－６が，まさにタンクから無菌水を循環させ無菌\n度の時間経過を試験した閉鎖的なループを説明したものに過ぎないからである。引\n用例３には，無菌水の製造を目的として，オゾナイザーで得られるオゾンをＲＯ水\nと気液接触させる技術が開示されているに過ぎず，「オゾン水にする」ための手段\nが開示されているものではない。\nエ　引用例３には，本件発明２における解決課題，すなわち，電解法におい\nて，陽極液中にごく僅かな電解物質が残存していることが多く，該物質が被処理水\n中に混入して汚染の原因となるとの陽極液中の電極由来の不純物混入の問題は認識\nされておらず，その解決の必要性も提起されていない。\nしたがって，被処理水の汚染を回避するために陽極液からオゾン含有ガ\nスを分離して再度分岐被処理水に溶解するという解決手段も開示していない。\n(2) 引用発明４への引用例３等に記載された技術の適用の容易性に対して\nア　引用例３は，無菌水の閉鎖的なテストループであり，タンク中の無菌水\nをそのまま使用することは考えられても，これをオゾン処理されていない他の被処\n理水（引用例４の主流等）と混合使用することは，目的に反するものである。した\nがって，引用例３と引用例４の組み合わせを着想する動機付けはない。\nイ　引用例４は，被処理水そのものを電解してオゾン含有ガスを含む陽極液\nをそのまま被処理水に投入するものであるから，陽極液に代えて，そこから一旦分\n離したオゾン含有ガスを分岐被処理水に注入するという本件発明２の解決手段は開\n示も示唆もないばかりでなく，オゾン含有ガスを一旦分離する動機もない。\nウ　引用例４は，被処理水にオゾンを配量するために，電解法を使用するに\nあたって，被処理水をそのまま原料水とすることには問題がある（「電解槽は比較\n的短時間に，水道水中に存在する２価のカチオンによつて閉塞されるので，電解法\nの直接適用は不経済である。」・２頁右上欄）ことから，これを避けつつ，安価に\nオゾン水を得るため，被処理水から分岐させた相対的にかなり少量の支流を軟水化\nして電解法の原料水とする，というものである。\nこのように，特定の方法を採用する場合の固有の問題点を克服するため\nに，被処理水を分岐させて，後に合流する構成を採用している場合において，この\n分岐，合流の点だけを抜き出して，この固有の問題点を生じない別の方法にもこれ\nを適用することが示唆されているとすることはできない。\n引用例４の，支流を作るという構成を，電解法によるオゾン生成に使用\nする目的以外の目的に使用することは，そもそもその分岐の目的に反するものであ\nり，また，引用例４における分岐は，本件発明２における分岐と，目的も構成も作\n用も全く相違するものである。\nエ　以上のとおり，引用発明４及び引用例３をどのように組合わせても「陽\n極液から分離したオゾン含有ガスを分岐した被処理水に注入する」という技術思想\nは生じ得ない。\n(3) 顕著な作用効果について\n引用発明４は，一旦分離したオゾン含有ガスを分岐被処理水に溶解して所\n定のオゾン濃度の分岐被処理水を調製するものではないから，所望の濃度に調整す\nることは極めて困難であり，また，電解槽自体に被処理水を通すことにより，該被\n処理水中の不純物により陽極液が汚染されて生成するオゾンの純度が低下したり，\n電解槽の電極や隔離に不純物が付着して電解効率が低下したり（本件明細書３欄）\nするという，被処理水を電解の原料水とする場合の技術的問題を全く解決すること\nができない。\n(4) 以上のとおり，引用発明４と引用例３とを組み合わせて本件発明２に想到\nすることはないというベきである。\n３　取消事由３（本件発明４の進歩性の判断の誤り）に対して\n本件発明４は，方法の発明である本件発明２の水処理方法を実施するための\n装置の発明であり，主要な構成要件において本件発明２と共通である。したがっ\nて，本件発明２が引用発明４及び引用例３から容易に推考できるものではない以\n上，本件発明４の進歩性は肯定される。\n４　取消事由４（本件発明５の進歩性の判断の誤り）に対して\n(1) 本件発明５は，本件発明４の被処理水流通部に所定の構成を付加して限定\nしたものである。したがって，本件発明５の進歩性も肯定される。\n(2) 原告は，甲第６号証及び第７号証を挙げて，本件発明５の「被処理水流通\n部が溶解塔であり，該溶解塔の下部に装着した散気フィルターを通してオゾン含有\nガスを前記溶解塔に供給し，該溶解塔中の被処理水と接触させ，所定のオゾン濃度\nの分岐被処理水を製造するようにした」構成は，オゾンによる水処理手段における\n常套手段にすぎない，と主張している。\nしかし，甲第６号証及び第７号証は，従来の放電法によるオゾンの生成に関\nするものであって，本件発明５とは異なる技術分野に属するものであり，本件発明\n５の上記構成がこれらにより周知ないし常套手段であるということはできない。\n(3) 本件発明５は，従来放電法により生成されたオゾンでの水処理にしか採用\nされていなかった方法を，電解法によるオゾンでのそれに組み合わせて，実用的か\nつ顕著な作用効果を奏するようにしたものである。\n仮に，オゾン溶解に溶解塔及び散気フィルターを使用すること自体に新規\n性がないとしても，本件発明５の構成には，進歩性が認められる。\n５　新たな無効理由の主張制限について\n原告の主張する取消事由は，もっぱら，審決における参考資料８及び５（本\n訴甲第３及び４号証）に基づくものである。\n審決は，原告が主張した無効理由３及び４として，「被請求人が認める公知\n事項と甲第１号証または甲第２号証の記載」とのみ記載し，参考資料５（引用例\n４）及び８（引用例３）が引用例として主張されているとは認定していない。ま\nた，そもそも，原告はそのような主張を審判段階において行っていない。原告は，\n審判手続において，引用発明４及び引用例３の組み合わせによる容易推考性を無効\n事由として主張していなかったものである。\n原告は，本件訴訟において，無効審判手続で主張しなかった無効事由，換言\nすれば，審判の対象となっていない無効事由に基づいて本件特許の無効を主張して\nいるもので，かかる主張は審決取消事由を構成しない。\n第５　当裁判所の判断\n１　新たな無効理由の主張制限について\n(1) 原告は，審判請求書（乙第１号証）において，本件発明２の無効理由とし\nて，「被請求人が認める公知事項と甲第１号証および／または甲第２号証の記載と\nに基づいて，当業者が容易に完成し得た発明であるから，特許法第２９条第２項の\n規定により特許を受けることができない・・・」と主張した（３頁）。なお，本件\n発明４及び５の無効理由も，同旨である（同頁参照）。そして，審決も，「請求人\nの主張」として，原告主張の無効事由をそのようにまとめている（審決書２７頁～\n２８頁）。\n上記の原告が主張する被告が認める「公知事項」とは，審判請求書の「本\n件請求項２発明については，先述の通り，Ａ氏による特許異議申立書に応答する特\n許異議答弁書・・・において，被請求人（判決注・被告）は，「被処理水の分岐自\n体に新規性のない点は同意する」と明言している・・・本件請求項１発明の構成に\n「被処理水の分岐」という公知の構成を付加したとしても，・・・」（乙第１号証\n１０頁）との記載からすれば，「被処理水の分岐」のことである，と認めることが\nできる（本件発明４についても同様である（同号証１１頁）。）。\n(2) 原告は，平成１１年８月４日付上申書（乙第２号証）において，引用例４\nを参考資料５として提出し，その記載内容を引用しつつ（同号証１０頁），「参考\n資料５発明においても，電解法によりオゾン含有ガスを発生させること，およびオ\nゾンガスを溶解させるための被処理水を分岐させることは，すでに実施されてい\nる。」（同１１頁）として，「本件請求項１発明の被処理水を上位概念で表現する\nとともに，これに参考資料５に記載された公知の構成要件を付加したに過ぎない本\n件請求項２発明も，進歩性を欠如していることが明らかである。」（同頁）と主張\nしている（本件発明４についても同旨の主張をしており，また，本件発明５につい\nても「本件請求項４発明について述べたと同様な理由により，進歩性を欠如す\nる。」と主張している（同１３頁，１４頁）。）。\nまた，原告の口頭審理陳述要領書（第２回）（乙第３号証）では，さらに\n引用例３を参考資料８として引用しつつ，本件訂正請求に係る訂正後の請求項２に\nついてではあるものの，「訂正請求項２の発明は，甲第１号証と参考資料５などの\n複数の文献に記載された周知手段とを組み合わせることにより容易に完成し得た程\n度の発明であるから，特許法第２９条第２項に規定する進歩性なき発明として，や\nはり無効とされるべきである。」，と主張している。（同号証１２頁）。この主張\nは，訂正前の請求項２の発明，すなわち本件発明２についても当てはまるものであ\nる。そして，原告は，訂正請求項４の発明（ひいては本件発明４）についても同旨\nの主張をし，本件発明５についても，「本件請求項５の発明は，本件訂正請求項４\nの発明と同様の理由により，・・・進歩性なき発明として，やはり無効とされるべ\nきである。」（同１３頁），としている。\n(3) 以上から，審判手続において，原告は，公知事項，ひいてはそれを開示す\nる引用例４を主引例とし，これと周知技術（陽極液からのオゾン含有ガスの取り出\nし及び被処理水への溶解）を開示する引用例３を含む複数の資料との組み合わせに\nよる，本件発明２，４及び５の容易想到性の主張をしていたものと認めることがで\nきる。\nそして，審決は，引用例４の記載も引用しつつ（審決書２９頁），「本件\n発明について，請求人が提出した甲第１～５号証には，「被処理水の一部をいった\nん分岐する」ことや「所定のオゾン濃度の分岐被処理水を調製する」こと，さらに\nはこの「所定のオゾン濃度の分岐被処理水を混合して分岐させていない被処理水を\n処理する」ことについて何ら示唆するところがない。」（審決書３０頁）との説示\nに引き続き，「また，資料１～４，６～８にも，被処理水の分岐について何ら示唆\nするところがなく，資料５にも，被処理水を一部分岐することが記載されている\nが，分岐被処理水にオゾン含有ガスを注入して「所定のオゾン濃度の分岐被処理\n水」を調製することまで示唆されてはいない。」（審決書３０頁）と説示し，本件\n発明４及び５についても，これを援用している。これらの説示からすれば，審決\nは，引用例４を主引例とする，本件発明２，４及び５の進歩性の有無についても判\n断していると認めることができる。\nしたがって，原告の本訴における本件特許無効の主張は，審判手続におい\nて主張されておらず，審決の取消事由も構成しないとの被告の主張は，採用するこ\nとができない。\n２　取消事由１（引用発明４の認定の誤り・本件発明２との対比判断の誤り）に\nついて\n(1) 原告は，引用例４に，分岐被処理水にオゾン含有ガスを注入して所定のオ\nゾン濃度の分岐被処理水を調製することまで示唆されてはいない，とした審決の認\n定及び本件発明２との対比判断が誤りであると主張する。\n(2) まず，「オゾン含有ガスの注入」の有無について検討する。\nア　電解法によるオゾン含有ガスの発生について\n本件発明２の「水を電解して電解槽の陽極室にオゾン含有ガスを発生さ\nせ」る方法も，引用例４（甲第４号証）の「固体電解質を用いる水電解法」（請求\n項１）も，引用例３に記載される「固体高分子電解質を用いる電解法」（甲第３号\n証４９頁８行）も，そのオゾン生成の原理を同じくする電解によるオゾンの製造法\n（以下「電解法」という。）である。\n引用例３には，電解法及びそのオゾン生成の原理について，\n「最近になつてBBC-Brown-Boveri-&-Cie.LtdがSoLid Polymer\nElectrolyte（固体高分子電解質）膜を使い，純水を電気分解することによつてオゾ\nンが発生することを示してから，電気分解法によるオゾンの生成も実用化の目途が\nたつてきた。\n・・・陽極と陰極はイオン交換膜で仕切られており，陽極に供給され\nた水は膜面で分解されて水素イオンと酸素／オゾンとなり，水素イオンはイオン交\n換膜を陰極側に移動し，膜表面に達して電子をもらつて水素となる。」（甲第３号\n証４９頁）\nと記載され，図－１として「SOLID POLYMER ELECTROLYTE　電解法の原理\n図」（同５３頁）が記載されている。\nこれらの記載によれば，陽極と陰極とはイオン交換膜で仕切られてお\nり，陽極に供給された水は膜面で分解されて水素イオンと酸素／オゾンとなるこ\nと，陽極室の水（陽極液）３分子を原料としてオゾン１分子が生成するものである\nことが認められる。したがって，陽極液がオゾン分子に変化するものであるから，\n生成時の個々のオゾンは陽極液中に存在するといえる。\n陽極液中に存在するオゾンの少なくとも一部は，陽極液から離脱し，あ\nるいは，陽極液中で，オゾン分子同士，さらに同時に生成する酸素分子と集合して\nガス状の気泡，すなわち「オゾン含有ガス」の気泡となると認められるから引用発\n明４においても，オゾン含有ガスが発生する，ということはできる。\nイ　オゾン含有ガスの被処理水への「注入」について\n本件発明２は，オゾン含有ガスを被処理水に「注入」するものである。\nこの「注入」が，具体的にどのような操作であるか，特許請求の範囲の文言からは\n必ずしも明らかではないが，少なくとも何らかの人為的な操作を伴って，気体状の\nオゾンを含むガスを，水に接触させることをいうものと解される。このことは，本\n件発明２の具体例において，オゾン含有ガスを気泡として水中に供給するという操\n作をしている（甲第２号証５欄，図面）こととも整合する。\n引用例４には，オゾン含有ガスを人為的に被処理水に接触させて溶解さ\nせる構成は開示されておらず，引用発明４はそのような構成を備えていない。もっ\nとも，引用発明４においても，一旦被処理水（陽極液）中に気泡等として発生した\nオゾン含有ガスが被処理水に再溶解することはあり得る。しかし，この再溶解にお\nいて，オゾンガスは，被処理水（陽極液）中に発生したオゾンから生じたもの，す\nなわちもともと被処理水中に存在する気体状のオゾンであるから，そこには，オゾ\nン含有ガスを人為的な操作により被処理水中に注入するという操作はない。また，\n被処理水から離脱して気体となったオゾンガスが，被処理水に再溶解することもあ\nり得るが，これも，オゾンガスが自然に被処理水に接触することによるものであっ\nて，人為的な操作によって「注入」されるというものではない。結局，引用発明４\nには，「オゾン含有ガス」を水に「注入」する構成があるということはできない。\nウ　原告は，引用例４の「電解槽を電流が流れると，陽極に酸素とオゾンか\nらなる混合物が発生する。Ｏ２対Ｏ３の割合は，平均してたとえば８５重量％対１５\n重量％である。」（３頁左上欄）との記載をもって，引用例４には，電解槽の陽極\nで発生したオゾン含有ガスが直ちに支流と接触して溶解することによりオゾン水が\n生成するから，オゾン含有ガスが水に「注入」されることが記載されていると主張\nする。\nしかし，引用例４において，電気分解により，陽極に酸素とオゾンから\nなる気体の混合物が発生するとしても，これが自然に陽極液に再溶解する現象をも\nって「オゾン含有ガス」を水に「注入」するということができないことは，前記の\nとおりである。\nしたがって，引用例４の上記記載を持って，「オゾン含有ガス」が被処\n理水に「注入」されるということはできない。\nエ　そればかりでなく，引用発明４は，オゾン含有ガスを被処理水に注入・\n溶解させる構成を積極的に排除している，と認めることができる。\n引用発明４は，\n「１．固体電解質を用いる水電解法により水道水をオゾンで負荷する方\n法において，清水流（１）を主流（２）と支流（３）とに分け，支流（３）の水を\n軟水装置（４）中で軟化して電解槽（５）に供給し，オゾンで負荷し，こうして配\n量した支流をミキサー（６）中で主流（２）と合流させることを特徴とする水道水\nをオゾンで負荷する方法。\n２．支流（３）が清水流（１）の量の０．５～３容量％に達し，電解槽\n（５）の後方でのそのオゾン濃度がＨ２Ｏｍ３あたり３０～１２０ｇである，特許請\n求の範囲第１項記載の方法。\n３．固体電解質を備える，オゾン発生電解槽を使用して水道水をオゾン\nで負荷する装置において，清水流（１）用の流入導管，主流（２）用の導管，さら\nに支流（３）用の導管を有し該支流用導管中には軟水装置（４）およびこれに後接\nされて電解槽（５）が存在し，さらに主流（２）と支流（３）との合流個所にはミ\nキサー（６）が設けられていることを特徴とする水道水をオゾンで負荷する装\n置。」（甲第４号証・特許請求の範囲）\nとの発明である。\n引用例４によれば，従来，水道水の滅菌は，静放電により製造されたオ\nゾン含有空気流と接触させることにより水道水にオゾンを負荷し，残留オゾンを除\n去することにより行われることが慣用法であった（甲第４号証１頁右下欄～２頁左\n上欄参照）が，放電法により製造されたオゾンを用いる場合，「一般に費用のかか\nる高価な装置を必要とし，これは水道水とオゾン含有空気との混合に関する」（同\n２頁左上欄）という問題が認識され，この高価な装置，すなわち，水道水とオゾン\nガスを接触させる気液接触装置を不要とすることを課題の一つとしていたことが認\nめられる。そのため，引用発明４においては，被処理水の一部を分岐し，軟水化し\nて電解法によりその一部を分解してオゾンを含有した状態にした上で，その状態\n（液体）のまま，分岐する前の水と合流させているのである。\nこのように，引用発明４は，気体と液体との混合に関する高価な装置\n（気液接触装置）の使用を避けるものであるから，放電法に代わり電解法を採用し\nたとしても，その陽極液から一旦オゾン含有ガスを取り出し，これを被処理水に注\n入・接触することは，むしろ意図的に排除しているものというべきである。現に，\n引用例４には，オゾン含有ガスを被処理水（支流３等）に再溶解させることを開示\nないし示唆する記載はない。\nオ　以上のとおり，引用例４には，「オゾン含有ガス」を被処理水に「注\n入」することが記載されているとは認められず，その示唆もないということができ\nる。そうすると，その余の点について判断するまでもなく，審決の「分岐被処理水\nにオゾン含有ガスを注入して「所定のオゾン濃度の分岐被処理水」を調製すること\nまで示唆されてはいない。」（審決書３０頁）との認定に誤りはない。\n３　取消事由２（本件発明２の進歩性の判断の誤り）について\n(1) 前提として，引用発明４の認定・本件発明２との一致点・相違点について\n検討する。\nア　引用発明４の認定に関し，引用例４に，「オゾン含有ガス」を被処理水\nに「注入」することが記載されているとは認められないことは，前示のとおりであ\nる。\nイ　「分岐被処理水」の有無について検討する。\n(ｱ) 引用発明４の，水道水をオゾンで負荷する方法において，清水流の\n「オゾンで負荷し，こうして配量した支流」は「ミキサー（６）中で主流（２）と\n合流させる」のであるから，主流（２）と支流（３）とに分ける前の清水流（水道\n水）全体がオゾンによる滅菌処理対象，すなわちオゾンにより処理される水であ\nり，本件発明２の「被処理水」であるということができる。そして，引用発明４に\nおいて，電解槽に供給される，清水流（水道水）から分岐された支流（３）は，そ\nの態様はともかく，オゾンを含有させられ，分岐元である主流と合流するのである\nから，本件発明２のオゾンが負荷される「分岐した被処理水の一部」に対応すると\nいえる。\nそうすると，引用例４には，「分岐した被処理水の一部」をオゾンで\n負荷して「分岐被処理水とした後，該分岐被処理水を分岐させていない被処理水と\n混合」することが記載されている，ということができる。\n(ｲ) 被告は，支流がオゾンの原料水であることをもって，支流は本件発明\n２の「被処理水」ということはできない，と主張する。\nしかし，支流の一部がオゾンの原料となるとしても，電気分解されな\nかった残りの支流は，オゾンを含有させられ，主流と合流するものであって，これ\nを，本件発明２の「分岐した被処理水」ないしは「分岐被処理水」に相当するとい\nうことは差し支えない。\nウ　「所定のオゾン濃度」について検討する。\n(ｱ) 本件発明２の「所定のオゾン濃度」は，その意味が必ずしも明りょう\nではなく，本件明細書にも特段の定義はないが，本件発明２が「オゾンを使用して\n水処理を行うための方法」（甲第２号証３欄）であることからすれば，オゾン含有\nガスが注入された分岐被処理水中のオゾンの量は，分岐被処理水を分岐させていな\nい被処理水と混合した後の被処理水全体が所望のオゾン処理をされるのに要するオ\nゾン量（自然分解してしまうオゾン量を含む。以下，「所定のオゾン量」とい\nう。）であるということができる。そうすると，分岐被処理水のオゾンの濃度は，\nこの「所定のオゾン量」を分岐被処理水の量で除したものである。\nしかし，本件発明２においては，分岐被処理水の水量や分岐割合，さ\nらには，オゾン処理の内容について何らの限定がされていない以上，この所定のオ\nゾン量を決めることは不可能である。\nよって，本件発明２における「所定のオゾン濃度」の規定は，技術的\nに特段の意味を持たない規定というべきである。\n(ｲ) 「所定のオゾン濃度」が，単に「所定のオゾン量」とするための分岐\n被処理水の水量に応じた「所定のオゾン濃度」であるとすると，以下のとおり，こ\nの点は引用例４に示されているといえる。\nすなわち，引用例４に記載された「オゾンで負荷し，こうして配量し\nた支流」は，水道水全体の滅菌処理を行うものであるから，処理すべき水量等に応\nじて，その処理に必要な所定のオゾン量を含有するようにすることは当業者が当然\n行うことであり，それは，支流（分岐被処理水）を「所定のオゾン濃度」にするこ\nとにほかならない。\nそして，引用例４には，清水流の水量，支流の水量，電解槽の動作電\n流・電圧，電解槽後方のオゾン濃度，ミキサー後方のオゾン濃度それぞれの計測結\n果についての記載がある（２頁右下欄）。この記載によれば，実際に引用発明４に\nおいても，被処理水全体の水量，支流の水量，オゾンの生成量，その溶解量を計測\nして，意図するオゾン濃度の分岐被処理水を得られるものと優に認めることができ\nる。\nエ　以上のとおりであるから，引用例４には，「水を電解して電解槽の陽極\n室にオゾンを発生させ，該オゾンを分岐した被処理水の一部に負荷して所定のオゾ\nン濃度の分岐被処理水とした後，該分岐被処理水を分岐させていない被処理水と混\n合することにより被処理水を処理することを特徴とする水処理方法」の発明が記載\nされており，引用発明４と本件発明２とは，この点で一致しているということがで\nきる。\nそして，引用発明４と本件発明２とは，①本件発明２が「純水」を電解\nするものであるのに対し，引用発明４は「水道水を軟水装置中で軟化した水」を電\n解するものである点（相違点１），②本件発明２が「電解槽の陽極室にオゾン含有\nガスを発生させ，該ガスを前記電解槽から取り出して陽極液から分離し，分離した\nオゾン含有ガス」を水に「注入」するものであるのに対し，引用発明４ではそのよ\nうな「オゾン含有ガス」を水に「注入」する構成を有しない点（相違点２），で相\n違するということができる。\n(2) 上記相違点２に関し，原告は，陽極水（陽極液）から分離されたオゾン含\n有ガスを水に「注入」することは，引用例３等に記載されている公知ないし周知の\n技術事項である旨主張する。\nそこで，引用例３記載の技術の内容について検討する。\nア　引用例３には，既に摘示した事項を含めて，以下の記載がある（甲第３\n号証）。\n(ｱ) 「最近になつてBBC-Brown-Boveri-&-Cie.LtdがSoLid Polymer\nElectrolyte（固体高分子電解質）膜を使い，純水を電気分解することによつてオゾ\nンが発生することを示してから，電気分解法によるオゾンの生成も実用化の目途が\nたつてきた。\n・・・陽極と陰極はイオン交換膜で仕切られており，陽極に供給され\nた水は膜面で分解されて水素イオンと酸素／オゾンとなり，水素イオンはイオン交\n換膜を陰極側に移動し，膜表面に達して電子をもらつて水素となる。」（４９頁）\nまた，図－１（５３頁）に「SOLID POLYMER ELECTROLYTE　電解法の原\n理図」が示されている。\n(ｲ) 「表－１に２ｇｒ／ｈｒのオゾナイザーの基本仕様を示す。この本式\nのオゾナイザーは，少量の純水を原料としてオゾンを発生させる点が最大の特徴で\nあるほか，従来の常識をはるかに越える超高濃度のオゾンガスが発生する，純水を\n電気分解するため不純物を含まない非常にクリーンなオゾンガスとして利用でき\nる，・・・いきなりオゾン水自体として取り出すことも可能，などの優れた特徴を\n持つている」（５０頁）\nまた，表－１（５３頁）に「「オゾンマスター」ＯＭ－２の基本仕\n様」として「オゾン濃度　約１３ｗｔ％」，「純水使用量　１００ｃｃ／ｈｒ」と\n記載されている。\n(ｳ) 「従来の放電によるオゾナイザーにおいては，電極が高電圧の電子に\nよつてたたかれるために・・・電極構成材料の微粒子が混入すると言われている。\n電解法によるオゾナイザーではこのようなことが起こらないであろうと予測し，オ\nゾンガス中の微量金属元素の定量分析を行つた。\n・・・ガス中の不純物濃度を求めた。その結果を表－２に示\nす。・・・半導体グレードのガス純度が得られている」（５０頁～５１頁）\nまた，「表－２　オゾンガス中の微量金属不純物濃度」（５５頁）と\nして，「Ｆｅ」，「Ｐｂ」など８種の金属の不純物濃度が記載されている。\n(ｴ) 「４．無菌水システムへ応用\n・・・オゾンは殺菌力が非常に強いうえ，自己分解によつて酸素とな\nるので残留性がなく，・・・純水の無菌化にはオゾンが最も適していると思われ\nる。特に純水電解式オゾナイザーは，純水を原料として非常にクリーンなオゾンを\n発生させられるので好都合である。オゾンを水中に溶解させた場合，オゾンは不安\n定で自己分解が進み，その濃度の半減期は２０～３０分と言われているが，これは\nその水質によつて大きく左右される。図－３は各種水質におけるオゾンの自然分解\n曲線を示す。有機物の少ない純水中では，非常に長時間にわたつて安定であること\nは注目に値する。\n・・・そこで無菌水システムのための前試験として図－５に示すよう\nなシステムを作り，簡便な培養法による微生物チェックを行ないながらオゾンの殺\n菌効果を確認した。この結果を図－６に示す。これは数十ｐｐｂという非常にわず\nかのオゾンが存在するだけで純水を無菌状態に維持することが可能となることを示\n唆している。\n以上のことから，・・・極微量のオゾンを純水に溶解させておき，ユ\nースポイントで水銀灯によつて分解するという連続無菌純水維持システムが可能で\nあると考えられる。」（５１頁～５２頁）\nまた，「図－５　無菌水のテストループ」（５６頁）には，「ＲＯ\n水」が「タンク」，「リサイクルポンプ」，「気液接触装置」を経てタンクに戻る\nループとなった経路，その経路における「気液接触装置」と「オゾンマスター」と\nが連結する経路が図示され，図－６に「オゾンによる殺菌効果」が示されている。\nイ　以上によれば，上記(ｴ)の「図－５　無菌水のテストループ」に記載され\nたオゾンマスターは，電解法，すなわち固体高分子電解質膜を使い，純水を電気分\n解することによってオゾンを製造する方法によるオゾン製造装置であり，オゾンは\n陽極室の水から生成するものであると認められる。\nそして，この図－５の「気液接触装置」において，オゾンマスターから\nのオゾンとタンクからの「ＲＯ水」とが気液接触，すなわち，気体と液体とが接触\nする。ここで，ＲＯ水は液体であるから，オゾンマスターからのオゾンは，ガスす\nなわち「オゾン含有ガス」であることは明らかである。\nまた，気液接触の結果，ＲＯ水は溶存オゾン濃度数十ｐｐｂのオゾン水\nとなっていることが記載されている。\nすると，図－５には，オゾンマスターからのオゾン含有ガスをＲＯ水に\n注入することにより，オゾン水とすることが記載されているということができる。\nなお，オゾンマスターのオゾンは電解槽の陽極室において水から生成す\nるものであり，オゾンマスターからのオゾン含有ガスは「電解槽から取り出され，\n陽極液から分離した」ものであること明らかである。\nウ　以上からは，引用例３には，純水を電解して電解槽の陽極室にオゾン含\n有ガスを発生させ，該ガスを前記電解槽から取り出して陽極液から分離し，分離し\nたオゾン含有ガスを被処理水に注入することにより，オゾン水とすることが記載さ\nれているといえる。\nすると，引用例３には，引用発明４と本件発明２の相違点２について記\n載されている（なお，純水を電解することも記載されているから，相違点１に係る\n構成も記載されている。）ということができる。\n(3) 引用発明４に引用例３等に記載された事項を適用して，本件発明２の構成\nに想到することが容易か否かについて検討する。\nア　原告は，引用例４を見た当業者は，電極構成材料の微粒子の混入防止等\nをねらって，引用例３等のクリーンな電解オゾンガスの水への溶解を引用発明４に\n適用することは容易であると主張する。\nイ　しかし，前記のとおり，引用発明４は，水道水のオゾンによる滅菌処理\nにおいて，気体と液体との混合に関する高価な装置（気液接触装置）の使用を避け\nるために，電解法の直接適用，すなわち陽極に水道水を導入し，これを電解して直\n接オゾン水とする方法を採用したものである。\nしたがって，引用発明４において，いったんオゾン含有ガスを陽極液か\nら取り出し，これを再び支流ないし主流に注入・溶解させる構成を採用することに\nは，これを積極的に阻害する要因がある，ということができる。\nウ　また，引用例４には，水道水のオゾンによる滅菌処理に際し，陽極液か\nらもたらされる金属等の不純物の存在ないしその影響について，何ら記載されてい\nない。他方，引用例３には，引用例３のオゾン製造方法により製造されたオゾン含\n有ガスが半導体グレードの高純度なものであることは記載されているものの，陽極\n液も使用可能なことも記載されているのであり，どのような場合に，陽極液ではな\nくオゾン含有ガスを採用することが適切であるかについて，具体的な開示ないし示\n唆はないし，甲第１０号証及び第１１号証にも，そのような開示等はないのであ\nる。\nエ　そうすると，引用発明４において，オゾン含有ガスを水に注入・溶解さ\nせる構成を採用することに阻害要因があるにもかかわらず，あえてこれに引用例３\n等の技術事項を採用しようとする程の合理的な理由があるとは認められない。\nしたがって，引用発明４に引用例３等の技術事項を適用して，本件発明\n２の構成に想到することが容易であったということはできない。\n(4) 以上のとおりであるから，その余の点について判断するまでもなく，本件\n発明２について，引用例４を主引例として当業者が容易に発明をすることができた\nものであるとすることはできないとした審決の判断に，誤りがあるとは認められな\nい。\n４　取消事由３及び４について\n本件の主張及び証拠によっては，本件発明２の進歩性が否定されない以上，\n本件発明４及び５の進歩性も否定されない。\n５　結論\n以上のとおりであって，原告が主張する取消事由は，いずれも理由がなく，\nその他，審決に，これを取り消すべき誤りがあるとは認められない。\nよって，原告の本訴請求を棄却することとし，訴訟費用の負担について，行\n政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官　　　　　佐　　藤　　久　　夫\n裁判官　　　　　設　　樂　　隆　　一\n裁判官　　　　　高　　瀬　　順　　久\n"
}