{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 12
  },
  "case_number": "平成13(ネ)181",
  "case_name": "損害賠償請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3332",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3332",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/332/003332_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を次のとおり変更する。\n２　被控訴人は，控訴人に対し，１０１０万円及びこれに対する平成５年１２月１日か\nら支払済みまで年５分の割合による金員を支払え。\n３　控訴人のその余の請求を棄却する。\n４　訴訟費用は，第１，２審を通じて，これを５分し，その４を控訴人の負担とし，そ\nの余を被控訴人の負担とする。\n５　この判決は，２項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求める裁判\n１　控訴人\n(1) 原判決を取り消す。\n(2) 被控訴人は，控訴人に対し，５２２２万４８１０円及びこれに対する平成５年１２月１\n日から支払済みまで年５分の割合による金員を支払え。\n(3) 訴訟費用は，第１，２審とも，被控訴人の負担とする。\n(4) 仮執行の宣言\n２　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第２　事実関係\n次のとおり補正するほか，原判決の事実欄の第二記載のとおりであるから，これを\n引用する。\n１　原判決６頁１行目と２行目の間に次のとおり付加する。\n「　そして，第一訴訟事件につき，名古屋地方裁判所は，平成３年１２月２４日，控訴\n人の請求を全部認容する判決を言い渡し，これを不服とする被控訴人の控訴\n（名古屋高等裁判所平成３年(ﾈ)第９６０号）については，平成４年６月１０日控訴\n棄却の判決が言い渡され，これに対する被控訴人の上告（昀高裁判所平成４年\n(ｵ)第１４９４号）についても，同年１１月６日上告棄却の判決が言い渡されたた\nめ，同事件は控訴人の勝訴で確定した。」\n２　同９頁６行目の「別紙物件目録」を「本判決別紙物件目録」と訂正する。\n３　同９頁９行目の「所在地」を「所有地」と訂正する。\n４　同９頁１１行目の「売買契約」の次に「（以下「本件株等売買契約」という。）」を，１０\n頁１行目の「手付金１億円」の次に「（以下「本件手付金」という。）」を，３行目の「金\n５０００万円」の次に「の債権」を各付加する。\n５　同１０頁４行目の「右被告主張の売買契約」を「本件株等売買契約」と，５行目の\n「手付金１億円」を「本件手付金」と各訂正する。\n６　同１０頁１０行目の「２億円」を「２億円及びこれに対する平成元年１２月２８日から\n支払済みまで年５分の割合による遅延損害金」と訂正する。\n７　同１１頁１行目の「ゴルフ会員権」の次に「（以下「本件会員権」という。）」を，２行目\nの「売買契約」の次に「（以下「本件会員権売買契約」という。）」を各付加する。\n８　同１５頁８行目から９行目にかけての「少なくとも４３１９万円」を「４３１９万円（本件\n仮差押登記がなされた平成２年４月の属する控訴人の３０期事業年度より前の２８\n期及び２９期の各事業年度の税引き前当期利益を平均すると５８６８万６０６３円で\nあったが，これに比べて控訴人の３１期，３２期及び３３期の各事業年度の税引き\n前当期利益がそれぞれ１４４０万円，２２７７万円，４９２１万円減少していて，その\n減少額合計は８６３８万円となるので，少なくとも，同合計額の２分の１にあたる４３\n１９万円が本件仮差押による信用毀損と相当因果関係にある損害額である。）」を\n付加する。\n９　同１６頁８行目の「右４の損害」の次に「合計５９３５万４６９０円」を付加する。\n10　同１８頁７行目から８行目にかけての，８行目，１９頁１行目，７行目，９行目及び２\n０頁１行目から２行目にかけての各「本件被告」をそれぞれ「被控訴人」と，１９頁２\n行目及び２０頁４行目の各「本件原告」をそれぞれ「控訴人」と各訂正する。\n第３　当裁判所の判断\n１　請求原因１の事実は，被控訴人が控訴人の社長代理をしていた時期に控訴人の\n経理を含む業務全般を統括していたとの点を除いて，当事者間に争いがない。\n証拠（甲１４，３８の１及び２，甲７７の１及び２，甲９０，１１１，１２３，１２４）によれ\nば，被控訴人は，Ａから依頼されて，平成元年１１月から同年１２月下旬まで，控訴\n人の平取締役のまま，控訴人の社長代理として控訴人の経営にあたり，経理を含\nむ業務全般を統括していたことが認められる。\n２　第一訴訟事件における被控訴人の応訴の違法性について\n(1) 被控訴人による控訴人財産の持出し及び控訴人の第一訴訟事件の提起\n証拠（甲１ないし３，１３，７７の１，甲９０，１１１，１２３，１２４）及び弁論の全趣旨に\nよれば，被控訴人は，控訴人の取締役に在任中の平成元年１２月中旬，控訴人\nの経理を担当していたＢに命じて，控訴人が取引先会社から工事代金等の支払\nのための受け取った別紙手形目録記載の約束手形５通（額面合計３４１１万円。\n以下，一括して「本件手形」という。）及び現金８９万円（以下「本件現金」という。）\nを持ち出し，本件手形については手形割引を受けてその割引金を取得したが，\nこれを控訴人に入金せず，また，本件現金についてもこれを控訴人に返金しな\nかったこと，そのため，控訴人は，弁護士に依頼して，被控訴人に対し，被控訴\n人が控訴人から持ち出した本件手形及び現金分として３５００万円の返還を請求\nする書面を送付したが，被控訴人がこれに応じなかったこと，そこで，控訴人は，\n被控訴人が本件手形及び現金を着服横領したものであるとして，不法行為によ\nる損害賠償請求権に基づき，又は，取締役としての忠実義務あるいは善管注意\n義務に違反する債務不履行による損害賠償請求権に基づき，被控訴人に対し\n本件手形の額面額と本件現金を合計した３５００万円及びこれに対する訴状送\n達の翌日である平成２年４月７日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払を求める第一訴訟事件を名古屋地方裁判所に提起した\nことが認められる。\n(2) 第一訴訟事件の経過等\nア　第一訴訟事件の請求内容及び同訴訟の結果並びに同訴訟における被控訴人\nの主張内容に関する請求原因２(二)及び(三)の事実は当事者間に争いがな\nい。\nイ　そして，上記アの争いのない事実及び証拠（甲１ないし３，７７の１及び２，甲７８\nの１及び２，甲５の存在）及び弁論の全趣旨によれば，第一訴訟事件の審理\nの経過等として，次の事実が認められる。\n(ｱ) 控訴人は，第一訴訟事件において，上記(1)のとおり，被控訴人が本件手形及\nび本件現金を持ち出した行為は，着服横領の不法行為にあたり，又は，取\n締役としての忠実義務あるいは善管注意義務に違反する債務不履行であ\nる旨主張した。\n(ｲ) これに対し，被控訴人は，被控訴人が平成元年１２月２７日頃本件手形を持ち\n出して割引により現金化し，かつ，控訴人の経理担当者から本件現金を支\n出させたことを認めた上，これらの金員を別紙事故目録記載の交通事故\n（以下「本件事故」という。）の示談金３５００万円の支払に充てたが，本件手\n形及び本件現金の持出し及びこれによって同示談金を支払った行為は，次\nの①ないし③の事由により，控訴人に対する不法行為及び取締役としての\n忠実義務あるいは善管注意義務に違反する債務不履行にあたらない旨主\n張した。\n①　本件事故は，被控訴人が被控訴人車を控訴人の業務として運転中に起こし\nた交通事故であるところ，本件手形及び本件現金は，本件事故の示談\n金３５００万円を支払うために持ち出し，同示談金の支払資金に充てたこ\nと（以下「被控訴人主張①」という。）\n②　被控訴人は，本件事故の解決のために本件手形及び本件現金を持ち出す\nことについて，控訴人代表者であるＡの了解を得たこと（以下「被控訴人\n主張②」という。）\n③　被控訴人は，本件事故当時既に，控訴人の過半数を超える株式を２億円で\n買い受けて，その株券の引渡しを受け，代金のうち１億円は支払済みで\nあり，オーナー社長として控訴人を経営していたから，本件手形及び本\n件現金を持ち出して本件事故の示談金の支払に充てることが控訴人の\n財産を横領するという認識はなかったこと（以下「被控訴人主張③」とい\nう。）\n(ｳ) 被控訴人は，第一訴訟事件において，被控訴人主張①ないし③を立証するた\nめの証拠として，自動車代金として３５００万円を領収した旨の平成元年１２\n月２３日付け，Ｃ（以下「Ｃ」という。）作成名義の領収証（以下「本件事故領\n収証」という。甲５）を提出し，その申請により被控訴人本人尋問が実施さ\nれ，その供述は，要旨次のとおりであった（なお，被控訴人の本人調書は\n証拠として提出されていないので，その供述内容は，第一訴訟事件の一審\n判決（甲１），控訴審判決（甲２）及び上告審判決（甲３）の記載により認め\nる。）。\n①　被控訴人主張①について\n同主張に関する被控訴人の供述の要旨は，「被控訴人は，平成元年１２月８\n日か９日頃の午後４時３０分頃，控訴人の仕事の関係で名古屋市中区\nの福徳銀行東新町支店に向って清洲インターチェンジ入口で被控訴人\n車（ベンツ３００Ｅ）を運転中，逆方向からＵターンして右前方に来た相手\n方車（ベンツの大型リムジン車）の左側後部フェンダー部分付近に被控\n訴人車の右前部バンパーを接触させる本件事故を起こした。本件事故\n後，名古屋西インターチェンジ付近で相手方車に乗っていた一見して暴\n力団風の数名の者たちに蹴られたり，殴られたりした。被控訴人は，控\n訴人の顧問弁護士であるＤ（以下「Ｄ弁護士」という。）に対して事故後相\n談したが，一日も早く解決した方がいいと言われた（被控訴人は，Ｄ弁護\n士には，本件事故の詳しい内容や相手方の要求を伝えていないし，同弁\n護士からも，概括的に早急解決の示唆があったのみであり，その後のＣ\nらとの示談交渉について一度も同弁護士に相談しなかった。）。そして，\nその後，Ｃなる人物から被控訴人の自宅に電話で連絡があり，被控訴人\nは，近鉄益生駅前の喫茶店で，数名の者から，相手方車は５，６千万円\nはする車だから新車で弁償してくれと言われ，一週間後には，名阪高速\n道路の上野パーキングエリアの喫茶店で，車の弁償代として５０００万円\nを要求されたが，交渉して３５００万円にしてもらった。そこで，被控訴人\nは，控訴人の経理担当者に話をして控訴人から持ち出した本件手形の\n割引金と現金８９万円をもって示談金に充てることにし，同月２３日，四日\n市都ホテルの２階の喫茶店で，Ｃに対し，一切の解決金として３５００万\n円を支払った。なお，被控訴人は，本件事故について一切警察に通報し\nたことはなく，被控訴人車について加入していた自動車保険（車両保険も\n含む。）の保険会社にも連絡しなかった。本件事故の示談金３５００万円\nは，事故の内容に照らせば，暴力団関係者の要求に屈した不当に高額\nな金額であると思う。」というものであった。\nなお，被控訴人の供述には，被控訴人が福徳銀行東新町支店に出向くこと\nが控訴人の業務にあたることについての具体的な事実の供述はなく，ま\nた，本件事故領収証の作成者とされるＣについて，その人物を特定すべ\nき具体的事実を供述しなかった。\n②　被控訴人主張②について\n同主張に関する被控訴人の供述内容は，証拠上不明である。\n③　被控訴人主張③について\n同主張に関する被控訴人の供述内容は，証拠上不明である。\n(ｴ) 第一訴訟事件の第１審及び控訴審とも，本件事故の発生及び示談金３５００\n万円の支払に関する被控訴人の供述の信用性を否定し，また，本件事故\n領収証についてはその成立を認めず，本件事故の発生の事実及び示談金\n３５００万円の支払の事実を認めることができないと判断し，被控訴人主張\n①ないし③を排斥し，控訴人の損害賠償請求を認容する判決をした。\n(3) ところで，民事訴訟を提起された者が敗訴の確定判決を受けた場合において，そ\nの者の応訴，その後の控訴及び上告が提訴者に対する違法行為となるのは，\n応訴者において，提訴者の主張する権利又は法律関係が事実的及び法律的根\n拠を有するものであるため，自己の敗訴が確実であることを知りながら，又は通\n常人であれば容易にそのことを知り得た場合であるのに，敢えて，提訴者の主\n張する権利又は法律関係を争って，事実的もしくは法律的根拠を欠く主張（虚偽\n事実を内容とする積極否認や抗弁の主張）をしたり，偽造の証拠を提出するな\nど，当該応訴が裁判制度の趣旨目的に照らして著しく相当性を欠くと認められる\nときに限られるものというべきである（昀高裁判所昭和６３年１月２６日民集４３巻\n１号１頁参照）。\nア　そこで，上記観点にたって，被控訴人主張①ないし③について検討するが，被\n控訴人は，本件において，被控訴人主張①ないし③に事実的根拠があったこ\nとを立証するための証拠提出をしないのみならず，第一訴訟事件においてそ\nのような主張をしたことにつき相当な理由があったことについての証拠提出も\nしない。\n(ｱ) 被控訴人主張①について\nａ　本件事故の発生及び示談金３５００万円の支払の事実に関して，被控訴人\nは上記(2)(ｳ)①のとおり供述するのであるが，その裏付けとなる証拠は\n本件事故領収証がほとんど唯一の証拠である（第一訴訟事件の一審判\n決及び控訴審判決はそのように説示しているし，本件における証拠に\nも，他に本件事故の発生及び示談金３５００万円の支払の事実の裏付け\nとなる証拠はない。）。\nしかし，被控訴人は，第一訴訟事件において，本件事故領収証の成立の真\n正を証明することはできなかったし，本件においても，本件事故領収証で\nある甲５の成立の真正を証明する証拠はないのみならず，証拠（甲６）及\nび弁論の全趣旨によれば，本件事故領収証の作成者で，３５００万円の\n受領者とされるＣの住所として本件事故領収証に記載されている「鈴鹿\n市上丘町」は，実在しない町名であることが認められるから，本件事故領\n収証の成立の真正には重大な疑いがある。\nｂ　そして，第一訴訟事件の一審判決及び控訴審判決が指摘するとおり，被控\n訴人の供述は，その内容において，被控訴人が本件事故の示談金とし\nて支払ったと供述する３５００万円が，被控訴人の供述する本件事故の\n内容に照らして，明らかに不当に高額であること，本件事故後一度相談\nしたとされるＤ弁護士の助言の内容の不自然さ，被控訴人において，相\n手方から暴力を振るわれ，脅された等供述しながら，同弁護士にその点\nを説明して相談したり，警察に通報したこともないことなどの点で不自\n然，不合理なものであって，到底信用できないものである。\nｃ　もっとも，証拠（甲３８の１及び２，７７の１及び２）によれば，Ａ及び当時の控\n訴人の営業課長Ｅ（以下「Ｅ」という。）は，被控訴人から，昨日清洲インタ\nー付近で交通事故をしたとの話をされたことが認められるが，これら証拠\nによれば，Ａは，被控訴人からその話を聞いた日の夕方，被控訴人車を\n見たが，被控訴人車に損傷を認めず，また，Ｅも，その頃被控訴人車を\n見たが，被控訴人車に交通事故によるような損傷を認めなかったことも\n認められるから，被控訴人がＡ及びＥに本件事故に関連する話をしてい\nたとの事実も，本件事故の発生を裏付けるとまではいえない。\nｄ　なお，上記(2)(ｳ)①によれば，第一訴訟事件において，被控訴人が，被控訴\n人が福徳銀行東新町支店に出向くことが控訴人の業務にあたる事実に\nついての主張立証に努めた形跡はなく，本件においても，同事実につい\nての証拠はない。\nｅ　以上によれば，第一訴訟事件の一審判決及び控訴審判決が，本件事故領\n収証の成立を認めず，被控訴人の供述の信用性を否定して，本件事故\nの発生の事実及び示談金３５００万円の支払の事実を認めることができ\nないと判断したこと（甲１，２）は当然のことであるところ，被控訴人は，本\n件において，本件事故発生の事実及び本件事故領収証の成立の立証を\n含む示談金３５００万円支払の事実を証明するための証拠提出を一切し\nないから，このような被控訴人の訴訟活動の状況をも考慮すると，本件\n事故は，真実には存在せず，被控訴人が示談金３５００万円の支払をし\nた事実もなかったのであり，被控訴人は，第一訴訟事件において虚偽の\n供述をしたものと推認することができる。\n仮に，被控訴人主張のとおり，本件事故は真実に存在し，かつ，それが控訴\n人の業務遂行中に発生したものであり，被控訴人が示談金３５００万円\nの支払をした事実があったとしても，被控訴人が本件事故の示談金とし\nて支払ったとする３５００万円は，被控訴人の供述する本件事故の内容\nに照らしても明らかに不当に高額であるところ，被控訴人においても，同\n示談金３５００万円は，本件事故の内容に照らせば，暴力団関係者の不\n当な要求に屈した不当に高額な金額であることを認識していたというの\nであるから，被控訴人が，警察に通報するなどの適切な対応を怠りなが\nら，暴力団関係者の不当な要求に屈して，本件事故の内容に照らして明\nらかに不当に高額な示談金を支払ったからといって，その負担を控訴人\nに求めることができないことは当然のことであり，そのことは被控訴人に\nも極めて容易に理解できることである。\nｆ　そうすると，被控訴人は，被控訴人主張①が事実的もしくは法的根拠を欠くた\nめ，採用される見込みがないことを知っていたか，少なくとも容易にその\nことを知ることができたものと認めることができる。\n(ｲ) 被控訴人主張②について\nａ　被控訴人が，第一訴訟事件において，同主張を立証するためにどのような証\n拠を提出したのか不明であり（上記(2)(ｳ)②），かつ，本件の証拠中にも\n同主張を認めるべき証拠はない。\nｂ　そして，上記(ｱ)のとおり，本件事故は，真実には存在せず，被控訴人が示談\n金３５００万円の支払をした事実もなかったのであるから，被控訴人の上\n記主張は事実的根拠を欠いていたこと，被控訴人はそのことを認識して\nいたことを容易に推認することができる。仮に，被控訴人主張のとおり，\n本件事故が真実存在し，かつ，それが控訴人の業務遂行中に発生した\nものであり，被控訴人が示談金３５００万円の支払をした事実があったと\nしても，被控訴人が，警察に通報するなどの適切な対応を怠りながら，暴\n力団関係者の不当な要求に屈して，本件事故の内容に照らして明らか\nに不当に高額な示談金を支払ったからといって，その負担を控訴人に求\nめることができないことは当然のことであり，たとえ控訴人代表者である\nＡが被控訴人主張②の承諾をしたとしてもその理は変らないのであって\n（Ａの承諾は，被控訴人の上記示談金の支払を正当化するものではな\nい。），そのことは被控訴人にも容易に理解できることである。\nｃ　そうすると，被控訴人は，被控訴人主張②が事実的もしくは法的根拠を欠く\nため，採用される見込みがないことを知っていたか，少なくとも容易にそ\nのことを知ることができたものと認めることができる。\n(ｳ) 被控訴人主張③について\n上記(ｱ)のとおり，本件事故は，真実には存在せず，被控訴人が示談金３５００\n万円の支払をした事実もなかったのであり，仮に，被控訴人主張のとおり，\n本件事故が真実存在し，かつ，それが控訴人の業務遂行中に発生したも\nのであり，被控訴人が示談金３５００万円の支払をした事実があったとして\nも，そもそも，その負担を控訴人に求めることができないものであったから，\n被控訴人主張③の事実があったとしても，被控訴人が同示談金の支払に\n充てるため本件手形及び本件現金を持ち出すことを正当化する事由となる\nものではないことは，第一訴訟事件の一審判決及び控訴審判決の説示す\nるとおり明らかである。そのことは，被控訴人にも極めて容易に理解できる\nことであり，被控訴人は，被控訴人主張③が事実的もしくは法的根拠を欠く\nため，採用される見込みがないことを知っていたか，少なくとも容易にその\nことを知ることができたものと認めることができる。\nイ　以上によれば，被控訴人は，被控訴人主張①ないし③について，本件事故が存\n在しないため主張の事実的根拠を欠き，又は控訴人との関係において，被控訴\n人が本件手形及び本件現金を持ち出すことを正当化する法的根拠とならないこ\nと，したがって，第一訴訟事件における控訴人の請求が正当なものであることを\n知りながら，少なくとも容易にそのことを知り得たにもかかわらず，これを争って\n第一訴訟事件に応訴し，控訴人の請求を認容した一審判決に対して控訴し，さ\nらには上告したものであり，このような被控訴人の応訴及び上訴は，裁判制度\nの趣旨目的に照らして著しく相当性を欠くものとして，控訴人に対する不法行為\nにあたるものである。\n３　被控訴人による仮差押え及び第二訴訟事件提訴の違法性について\n(1) 本件仮差押事件及び第二訴訟事件の経過等\nア　請求原因３(一)，(三)及び(五)の事実は当事者間に争いがない。\n上記事実によれば，本件仮差押命令の被保全債権は，控訴人が本件株等売買\n契約を解約したことによる被控訴人の控訴人に対する手付金倍戻しによる２\n億円のうち５０００万円の返還請求権であり，第二訴訟事件の訴訟物は，被控\n訴人が控訴人に対し，上記２億円及びこれに対する平成元年１２月２８日から\n支払済みまで年５分の割合による遅延損害金の支払請求権（本件仮差押命\n令の本案訴訟部分。以下，第二訴訟事件のうち，この訴訟物に関する部分を\n「第二１訴訟事件」という。）及び本件会員権売買契約に基づき本件会員権の\n名義変更手続請求権（以下，第二訴訟事件のうち，この訴訟物に関する部分\nを「第二２訴訟事件」という。）であるが，第二訴訟事件において，被控訴人の\n請求を棄却する旨の一審判決がされ，同判決は，被控訴人の控訴及び上告\nを経て，被控訴人の敗訴が確定し，そのことにより本件仮差押命令の被保全\n債権が存在しないことも確定したことが明らかである。\nイ　そして，上記アの事実並びに証拠（甲４，７８の１ないし４，甲７９の１及び２，８\n０，８１，８６，甲７ないし１０の存在）及び弁論の全趣旨によれば，本件仮差押\n命令申立事件及び第二訴訟事件の審理の経過等として，次の事実が認めら\nれる。\n(ｱ) 本件仮差押命令申立事件及び第二１訴訟事件につき\nａ　被控訴人は，第二１訴訟事件において，控訴人代表者Ａとの間で，平成元年\n１２月５日，被控訴人が控訴人から，控訴人の工場を除く控訴人所有地\n４筆及び同土地上の建物工作物全部，控訴人の株式８万４９００円，控\n訴人の関連会社である宝産業株式会社の株式７００株等を一括して２億\n円で買い受ける旨の本件株等売買契約を締結し，Ａに対しその手付金と\nして１億円を交付した旨主張し，同主張を立証するための証拠として，控\n訴人名義で作成された１億円を受領した旨の同日付け領収証（以下「本\n件手付金領収証」という。本件において，控訴人が偽造文書として提出\nする甲７である。），賃貸人をＡ，賃借人を被控訴人とするＡら所有の土\n地建物に関する賃貸借契約書（以下「本件賃貸借契約書」という。本件\nにおいて，控訴人が偽造文書として提出する甲９である。）等を提出し\nた。なお，被控訴人本人尋問が実施されているが，被控訴人の本人尋\n問調書が証拠として提出されていないので，被控訴人の上記主張に関\nする供述内容は，第二訴訟事件の一審判決（甲４），控訴審判決（甲８０）\n及び上告審判決（甲８６）の記載により認める。\nｂ　しかし，第二１訴訟事件の一審判決及び控訴審判決とも，要旨，次の(a)ない\nし(f)のとおり判示して，被控訴人の主張を排斥し，被控訴人の請求を棄\n却した。\n(a) 本件手付金領収証等の成立について\n①　本件手付金領収証には，「控訴人の株式８万４９００株，宝産業株式会\n社の株式７００株，本社工場敷地１筆を除くその余の不動産一切合\n計２億円の手付金として」（以下，この記載部分を「受領趣旨文言」\nという。），受領した旨の記載があり，その用紙は，控訴人が用いて\nいる領収証用紙であり，控訴人の会社印，記名ゴム判，控訴人名\n下の代表取締役印並びにＡ名下の印はいずれも正規のものである\nことが認められ，また，本件賃貸借契約書は，そのＡ名下の印影が\nＡの印鑑により顕出されたことは争いがなく，その特約事項欄に\nは，「控訴人の株，会社を２億円で譲る変りに土地事務所リース料５\n０万円，給料５０万円，Ｆの分として２０万円，私Ａが死んだ後私の分\nＦに譲る。」等の加筆（以下，この加筆部分を「特約条項加筆記載」\nという。）があることが認められる。\n②　しかし，本件手付金領収証は，上記受領趣旨文言が，本件手付金領収\n証の不動文字である「但」と「上記金額正に受領いたしました」との\n間の狭い空欄に，「上記」の不動文字に一部重なるようにして記載\nされた不体裁なものであること，本件賃貸借契約書は，特約条項加\n筆記載が土地建物賃貸借契約には直接関連がない本件株等売買\n契約に関する事柄であるため，その特約条項として記載する必要\n性の疑わしいものであること，他方，被控訴人は，平成元年１１月\n当時，控訴人の取締役として，Ａから控訴人の業務を任されていた\nため，控訴人が用いる領収証用紙を入手すること及び本件手付金\n領収証に押捺されている控訴人の会社印，記名ゴム判，控訴人名\n下の代表取締役印を使用することが可能であり，また，当時Ａ及び\nＦの信頼を得ていたため，その財産会計事務処理のためにＡ及びＦ\nの実印を預ったことがあったこと，本件手付金領収証の宛名欄に押\n捺されている「Ｇ」のゴム印は，その製作をした業者が同ゴム印の納\n品書を平成元年１２月７日付けで作成している事実によれば，同ゴ\nム印が控訴人に納品されたのは本件手付金の作成日の同月５日\nより後の日である同月７日である可能性があること等が認められる\nから，本件手付金領収証及び本件賃貸借契約書の控訴人又はＡ\n名下の印影が，それぞれ，控訴人又はＡの印鑑によって顕出された\nとの事実のみにより，直ちに控訴人又はＡの意思に基づくものと推\n定することはできない。\n(b) 本件株等売買契約の内容上の疑問\n被控訴人が本件株等売買契約締結の日とする平成元年１２月５日当時に\nおいて，控訴人の発行済株式総数は１２万株で，その約８割（亡Ｈ名\n義のものを含む。）をＡ及びその娘（長女Ｉ及び次女Ｆ）が保有し，その\n他を２０名の個人ないし会社が２００株から４００株ずつ保有していたた\nめ，控訴人は自己株式を保有していなかったから，本件株等売買契\n約は，控訴人の株式の大部分を保有していたＡと売買の交渉をしなが\nら，Ａを売主とすることなく，自己株式を全く保有していない控訴人を売\n主としている点等において，不可解である。\n(c) 本件手付金の調達方法について\n①　被控訴人は，控訴人代表者であるＡに本件手付金として１億円を交付し\nた旨供述するが，被控訴人の同１億円の捻出方法についての供述\nは著しく変遷して一貫性がない。すなわち，被控訴人は，一審にお\nいて，本件手付金１億円の捻出方法に関する供述（陳述書による\n陳述記載を含む。以下同じ）を再三にわたり変更した後，日本興業\n銀行でワリコー１０００万円券８枚と５００万円券１枚を現金化したほ\nか，百五銀行の控訴人の預金から引き出した１５００万円を加えて１\n億円をつくったと供述していたが，控訴審においては，同供述を変\n更し，ワリコーの券面額及び枚数，現金の引出し先等の重要な点で\n変更したに止まらず，手付金交付の態様については，一審において\n一貫していた全額現金で支払ったとの点でも，現金で７０００万円を\n支払い，残り３０００万円は日本興業銀行発行額面１０００万円の第\n５７８号割引興業債（ワリコー。以下「本件①債券」という。）及び日\n本長期信用銀行発行額面２０００万円の第４３６回割引長期信用債\n（ワリチョー。以下「本件②債券」という。）を交付することで代えた旨\n供述するに至ったものであり，被控訴人は，本件手付金１億円の捻\n出方法に関して，一審及び控訴審を通じて著しく変遷し，かつ，その\n間に一貫性を欠く供述をしているのである。\n②　そして，被控訴人が現金で支払ったと供述する７０００万円についても，\n被控訴人の複数の口座から時期を異にして引き出された現金であ\nるというのであるが，その引き出された金額及び引き出された時期\nに照らして，被控訴人がその引き出し金を本件手付金のうち現金交\n付分７０００万円に充てたことの証明はない。\n③　また，被控訴人は，Ａは，自らの意思で新日本証券株式会社四日市支\n店にＡ名義の取引口座を開設して同社と取引を行い，控訴人が本\n件手付金の一部として交付した本件①債券を同取引口座に預け入\nれるなど，被控訴人が控訴人に支払った本件手付金１億円及び裏\n金として支払った５０００万円を原資として同取引を行った旨主張す\nるが，同取引口座は，Ａが，被控訴人の勧めに従って，被控訴人に\n依頼して開設したものの，その後の管理は一貫して被控訴人にお\nいて行い，本件①債券及び本件②債券を含む預入れ証券類はす\nべて被控訴人が持ち込み，持ち出したことが証拠から窺われるの\nで，同口座の存在及び同口座における証券等の移動は本件手付\n金支払の裏付けにならない。\n(d) なお，Ａは，被控訴人から，控訴人株式の譲渡を持ち掛けられ，Ｆがそれに\n同意していると聞かされたため，亡Ｈ死亡後間もない時期であったこと\nもあって，控訴人株式の売却を考えて被控訴人へ上記株券を交付し\nたことがあった旨供述し，Ａが，平成元年１２月頃，被控訴人に対し，\n亡Ｈ，Ａ及びＦ名義の控訴人の株式８万４９００株の株券を交付した事\n実があるから，この事実は，Ａ（控訴人ではない。）と被控訴人との間\nの同株式についての売買の存在を窺わせる。\nしかし，上記株券は，その後すぐに被控訴人がＡに対して何らの対価なくし\nて全部返還しているから，Ａと被控訴人間において上記株式売買につ\nいて確定的な合意があったとするには疑いがある。\n(e) 本件領収証及び本件賃貸借契約書の真正な成立，本件株等売買契約の\n成立及び本件手付金の支払をいう，被控訴人の供述は，内容に不自\n然な点等があり，反対証拠と対比して，信用できない。\n(f) 以上(a)ないし(e)のとおりであるから，本件株等売買契約の成立及び本件\n手付金１億円の交付の事実は認められず，手付倍戻しによる２億円\nの支払請求は理由がない。\nｃ　また，被控訴人は，本件仮差押事件においても，ほぼ第二１訴訟事件と同一\nの主張をし，同主張を疎明するための証拠として，本件手付金領収書及\nび本件賃貸契約書等を提出したが，事情変更による本件仮差押命令取\n消申立事件において，簡潔ながら，ｂにおけると同趣旨の判断が示され\nて（なお，被控訴人は，同取消申立事件において，手付倍戻しによる２億\n円の支払請求権がないとしても，本件手付金１億円を支払っているとし\nて，１億円の不当利得返還請求権があるとも主張したが，同主張も採用\nされなかった。），本件仮差押命令が取り消された。\n(ｲ) 第二２訴訟事件につき\nａ　被控訴人は，第二２訴訟事件において，被控訴人が，平成元年５月２０日，\n控訴人の当時の代表者亡Ｈから，本件会員権を代金１５００万円で譲り\n受け，同代金の支払と引き換えに，亡Ｈから控訴人作成名義の同日付\nけ１５００万円の領収証（以下「本件代金領収証」という。本件において，\n控訴人が偽造文書として提出する甲８である。），控訴人宛の松名カント\nリークラブの入会保証金預かり証，控訴人名義松名カントリークラブ会員\n証及び入会申込証（これらについては，本件において証拠として提出さ\nれていない。）の交付を受けて，所持している旨主張し，これら書面を証\n拠として提出した。なお，被控訴人本人尋問が実施されているが，被控\n訴人の本人尋問調書が証拠として提出されていないので，被控訴人の\n上記主張に関する供述内容は，第二訴訟事件の一審判決（甲４），控訴\n審判決（甲８０）及び上告審判決（甲８６）の記載により認める。\nｂ　しかし，第二訴訟事件の一審判決及び控訴審判決とも，要旨，次の(a)ない\nし(f)のとおり判示して，被控訴人の主張を排斥し，第二２訴訟事件の被\n控訴人の請求を棄却した。\n(a) 本件代金領収証の成立について\n本件代金領収証は，控訴人の領収証用紙であり，押捺されている控訴人\nの記名判及び代表者印はいずれも控訴人の記名判及び代表者印に\nよって顕出されたものである。\nしかし，本件代金領収証は，領収証の外枠（飾り枠）に沿ってその周囲が切\nり取られている不自然なものである上，控訴人が使用している領収証\n用紙にはその上部に一連番号の欄が存在するが，本件代金領収証\nでは，同番号欄部分が不自然に切り取られて，番号が分からないよう\nに細工されていること（このような細工は，本件代金領収証の真の作\n成時期を隠す必要のある者によって故意に作為された事実を疑わせ\nる。），また，被控訴人は，平成元年１１月以降，控訴人の経営を任さ\nれていたため，本件代金領収証に押捺されている控訴人の記名判及\nび代表者印を使用する機会があったことが認められるから，本件代金\n領収証に控訴人の記名判及び代表者印が押捺されているとの事実の\nみから，その成立の真正を推定することはできない。\nなお，本件賃貸借契約書の特約条項欄には，前記(1)イ(ｱ)ｂの特約条項加\n筆記載のほか，「松名ゴルフ会員券平成３年１０月に書替えいたしま\nす。」との記載があるが，土地建物の賃貸借契約書の記載としては異\n例な記載であり，このような異例な記載が本件賃貸借契約書にされた\n理由が全く明らかでない上，本件賃貸借契約書については，前記(1)イ\n(ｱ)ｂ(a)のとおり，その真正な成立について疑いがあるから，かえって，\n本件会員権の売買契約の成立を疑わせる。\n(b) 代金１５００万円の原資について\n被控訴人は，控訴審になって，本件会員権の代金１５００万円の原資につ\nいて具体的に主張する至り，その提出の証拠によれば，被控訴人の\n口座から平成元年５月１０日に５００万円，昭和６３年４月４日に７７０\n万円，同年５月９日に７００万円が預金から引き出された事実が認めら\nれるものの，同事実のみでは，これら金員が本件会員権の代金支払\nの事実に充てられたことを認めることはできず，他にこれを認めるに足\nりる証拠はない。\n(c) そして，被控訴人は，亡Ｈから，その生前に本件会員権の購入を依頼され\nて，同年５月にこれを現金で購入した旨供述するのであるが，控訴人\nは，本件会員権のほか，緑ヶ丘，浜松及びひるがの高原の各カントリ\nークラブの会員権を持っていて，亡Ｈの死後にいずれも売却されてい\nるから，被控訴人の同供述は，亡Ｈが名義書換えのできない本件会\n員権のみを事前に被控訴人に売却したというもので，不自然であり，\nかえって，亡Ｈ死亡後，控訴人が持っていた本件会員権を含むゴルフ\n会員権の処分を被控訴人に委ね，これに必要な書類を被控訴人に交\n付したが，本件会員権のみが名義書換えができないために被控訴人\nの手元に残っていた旨のＡの供述の方が合理性がある。\n(d) 以上(a)ないし(c)のとおりであって，本件会員権売買契約の成立は認めら\nれないから，本件会員権についての名義変更手続請求は理由がな\nい。\n(2) 本件仮差押え及び第二訴訟事件提訴の違法性\nア　ところで，仮差押命令が，その被保全債権が存在しないために当初から不当で\nあるとして異議等により取り消され，あるいは本案訴訟において債権者である\n原告敗訴の判決が確定した場合には，他に特段の事情がないかぎり，被保\n全権利が存在するとして仮差押命令を得てこれを執行した債権者に過失があ\nったものと推定される（昀高裁判所昭和４３年２１月２日民集２２巻１３号３４２\n８頁参照）。\n他方，民事訴訟等を提起した者が敗訴の確定判決を受けた場合において，そ\nの者の訴え等の提起が相手方に対する違法行為となるのは，訴え等を提起\nした者において，その主張する権利又は法律関係が事実的，法律的根拠を\n有するものでないことを知りながら，又は通常人であれば容易にそのことを知\nり得た場合であるのに，敢えて訴え等を提起したなど，訴え等の提起が裁判\n制度の趣旨目的に照らして著しく相当性を欠くと認められるときに限られるも\nのというべきである（昀高裁判所昭和６３年１月２６日民集４３巻１号１頁参\n照）。\nそこで，上記観点に立って，本件仮差押え及び第二訴訟事件提訴の違法性に\nついて，順次検討を加える。\nイ　本件仮差押えの違法性について\n(ｱ) 第二１訴訟が被控訴人の敗訴で確定したことは前記(1)アのとおりであるか\nら，同訴訟を本案訴訟とする本件仮差押えについては，被控訴人におい\nて，本件仮差押えをしたことを相当とするだけの特段の事情がない限りは，\n被控訴人の過失が推定されるものである。\n(ｲ) そして，本件株等売買契約の成否及び本件手付金交付の事実の有無につい\nての第二訴訟事件の一審判決及び控訴審判決の判断は，前記(1)イ(ｱ)の\nとおりであって，その判断は，被控訴人が本件株等売買契約の成立及び本\n件手付金交付の事実の証拠であるとして提出した本件手付金領収証及び\n本件賃貸借契約書がいずれも真正に成立したものと認めることができず，\nまた，被控訴人の供述等も信用できない等により，本件株等売買契約の成\n立及び本件手付金交付の事実を認めることはできないとするもので，被控\n訴人の手付金倍戻しの支払請求を棄却した一審判決が確定したものであ\nるところ，一審判決及び控訴審判決の判断内容及び証拠（甲１４，３８の１\n及び２，甲４０，４１，４８，５０，５４の１及び２，５８ないし６１，６５ないし７６，\n甲７８の１ないし４，甲７９の１及び２，９０，１１１，証人Ｆ）を総合すれば，本\n件手付金領収証及び本件賃貸借契約書は，いずれも，被控訴人が，控訴\n人及びＡの承諾を得ることなく，無権限で作成した書面であり，控訴人が本\n件手付金１億円を受領した事実がないにもかかわらず，被控訴人は当然そ\nのことを知りながら，本件仮差押えをしたものと推認するほかない。\nこれに反するＢの陳述書（乙１，３の２，乙４）及び証明書（乙５）並びに被控訴\n人の陳述書（乙６）の陳述記載は，上記証拠に照らし，また，Ｅの証明書（乙\n２）の陳述記載は，同人の陳述書（甲５１，５３の１及び２，甲６５）の陳述記\n載及び証人尋問調書の記載（甲７７の１及び２）に照らして，いずれも措信し\n難く，他に上記推認を左右するに足りる証拠はない。\n(ｳ) したがって，被控訴人が本件仮差押命令の被保全債権として主張した本件株\n等売買契約の成立及び本件手付金交付による手付金倍戻し請求権につい\nては，その事実的根拠を欠くものであったのであり，被控訴人は，そのこと\nを知っていたものである。\nそうすると，被控訴人が本件仮差押えをしたことにつき，これを相当とするだけ\nの特段の事情があるということはできないから，本件仮差押えは，違法な\n仮差押えであったものである。\nウ　第二１訴訟提起の違法性について\n(ｱ) 第二１訴訟は，前記(1)アのとおり，被控訴人が，本件仮差押えの債務者とさ\nれた控訴人からの起訴命令申立てを受けて，本件仮差押命令を維持する\nために提起した，本件仮差押えの本案訴訟である。\n(ｲ) そして，被控訴人の控訴人に対する本件株等売買契約の成立及び本件手付\n金交付による手付金倍戻し請求権は，上記イ(ｲ)及び(ｳ)の認定説示のとお\nり，控訴人が本件手付金１億円を受領したことがないなどその事実的根拠\nを欠くものであり，被控訴人は，そのことを知りながら，本件仮差押命令を\n維持するために第二１訴訟を提起したものと推認するほかない。\n(ｳ) そうすると，被控訴人のした第二１訴訟の提起，その一審判決に対する控訴，\nさらには上告は，いずれも違法であったものである。\nエ　第二２訴訟提起の違法性について\n(ｱ) 本件会員権売買契約の成否についての第二訴訟事件の一審判決及び控訴\n審判決の判断は，前記(1)イ(ｲ)のとおりであって，その判断は，被控訴人が\n本件会員権売買契約の成立の証拠であるとして提出した本件代金領収証\nが真正に成立したものと認めることはできず，また，被控訴人の供述等も信\n用できない等により，本件会員権売買契約の成立を認めることはできない\nとするもので，被控訴人の本件会員権売買契約に基づく本件会員権の名\n義変更手続請求を棄却した一審判決が確定したものであるところ，一審判\n決及び控訴審判決の判断内容及び証拠（甲１４，４８，甲７８の１ないし４，\n甲７９の１及び２，９０）を総合すれば，本件代金領収証は，被控訴人が，控\n訴人の代表者であるＡの承諾を得ることなく，無権限で作成した書面であ\nり，控訴人が本件会員権の代金１５００万円を受領したことがないにもかか\nわらず，被控訴人は当然そのことを知りながら，第二２訴訟を提起したもの\nと推認するほかない。\nしたがって，被控訴人主張の本件会員権売買契約に基づく本件会員権の名\n義変更請求権については，その事実的根拠を欠くものであったのであり，\n被控訴人は，そのことを知っていたものである。\n(ｳ) そうすると，被控訴人のした第二２訴訟の提起，その一審判決に対する控訴，\nさらには上告は，いずれも違法であったものである。\n４　被控訴人の第一訴訟事件への違法な応訴及び違法な第二訴訟事件提起による\n損害\n(1) 前記３のとおり，被控訴人が，控訴人の提起した第一訴訟事件に応訴したことは\n違法であり（控訴人が，同訴訟提起に先立って，書面で，被控訴人に対し，被控\n訴人が控訴人から持ち出した本件手形及び現金分として３５００万円の返還を請\n求したが，被控訴人がこれに応じなかったことは，前記(1)で認定したとおりであ\nる。），また，控訴人に対し第二訴訟事件を提起したことは違法であったから，被\n控訴人は，民法７０９条により，第一訴訟事件への違法な応訴及び違法な第二\n訴訟事件提起によって控訴人が被った損害について賠償する責任がある。\n(2) 証拠（甲１ないし４，８０，８６，９２の１ないし４，甲９３の１及び２，甲９４の１及び\n２，甲９５の１ないし４，甲９６の１及び２，甲９７の１及び２，甲９８，９９の１及び\n２，１１１，証人Ｆ）及び弁論の全趣旨によれば，控訴人は，第一訴訟事件の提起\n及び追行並びに第二訴訟事件の応訴を弁護士に委任し，弁護士費用として次\nのとおりの支払をした事実が認められる。\nア　平成２年２月２１日　　　　　　　１２２万４８１０円\n控訴人は，第一訴訟事件の提起を弁護士Ｊに委任して，平成２年２月２１日に着\n手金及び費用として１５０万円を支払ったが，第一訴訟事件提起後，同弁護\n士が辞任したため，そのうち未使用費用分２７万５１９０円の返金を受けたか\nら，同弁護士に対する実質支払額は１２２万４８１０円となる。\nイ　平成２年７月２０日　　　　　　　２０６万円\n控訴人は，第一訴訟事件の追行及び第二訴訟事件の提起を弁護士Ｋ，同Ｌら\n（以下「Ｋ弁護士ら」という。）に委任し，着手金及び費用として２０６万円を支払\nった。\nウ　平成４年４月１日　　　　　　　　　８１万０８００円\n控訴人は，Ｋ弁護士らに対し，第一訴訟事件の一審判決（控訴人勝訴）の中間\n報酬及び控訴着手金として合計８１万０８００円を支払った。\nエ　平成４年８月２５日　　　　　　　２４４万６０８０円\n控訴人は，Ｋ弁護士らに対し，第一訴訟事件の報酬として２４４万６０８０円を支\n払った（控訴人は，同日，Ｋ弁護士らに２８５万８０８０円を支払ったが，そのう\nち４１万２０００円（消費税分１万２０００円を含む。）は，Ｋ弁護士らに対して第\n一訴訟事件の勝訴判決による執行として被控訴人所有不動産に対する競売\n申立てを委任したことによる弁護士費用分であり，これを上記２８５万８０８０\n円から控除した残額が２４４万６０８０円である。\nオ　平成５年７月５日　　　　　　　　３９０万円\n控訴人は，Ｋ弁護士らに対し，第二訴訟事件の費用及び報酬として３９０万円を\n支払った。\nカ　平成７年１月２０日　　　　　　　４０１万７０００円\n控訴人は，Ｋ弁護士らに対し，第二訴訟事件の報酬として４０１万７０００円を支\n払った。\n(3) ところで，証拠（甲１ないし３，９５の１ないし４，甲９６の１及び２，甲９７の１及び\n２，甲１１１，証人Ｆ）及び弁論の全趣旨によれば，控訴人は，第一訴訟事件で勝\n訴しため，Ｋ弁護士らに委任して，津地方裁判所四日市支部に対し，同勝訴判\n決に基づく被控訴人所有不動産に対する競売を申し立てたこと（同支部平成４\n年(ﾇ)第２２号不動産競売事件），ところが，その後，被控訴人が，第一訴訟事件\nで支払を命じられた金員を任意に控訴人に支払ったため，控訴人は，同不動産\n競売申立事件を取り下げこと，控訴人は，同不動産競売申立事件をＫ弁護士ら\nに委任した際，その費用として８０万円を支払ったが，その取下により２０万６００\n０円の返還を受けたため，差引き５９万４０００円を同不動産競売申立事件の申\n立費用及び弁護士費用として支払ったことになるほか，上記(2)エのとおり，控訴\n人が平成４年８月２５日にＫ弁護士らに対して第一訴訟事件の報酬等として支払\nった２８５万８０８０円のうち４１万２０００円（消費税分１万２０００円を含む。）は，\n同不動産競売申立事件をＫ弁護士らに委任したことによる弁護士費用であるこ\nとが認められる。\n控訴人は，上記不動産競売申立事件のために要した費用５９万４０００円及び弁\n護士費用４１万２０００円も，被控訴人が控訴人の提起した第一訴訟事件に違法\nに応訴したことによって控訴人が被った損害である旨主張するが，被控訴人が\n控訴人の提起した第一訴訟事件に違法に応訴したことと，被控訴人が第一訴訟\n事件の控訴人勝訴判決に従って金員を支払わないこととは法的場面を異にする\n別の事柄である上，被控訴人が控訴人の提起した第一訴訟事件に応訴したこと\nが控訴人に対する不法行為となるからといって，被控訴人が第一訴訟事件の控\n訴人勝訴判決に従って金員を支払わないことが直ちに控訴人に対する不法行\n為となるものでもないから（このことは，判決で金員の支払を命じられた債務者\nが，当該金員の支払を任意に履行しないからといって，それが直ちに債権者に\n対する不法行為となるものでないことから明らかである。），控訴人が上記不動\n産競売申立事件のために要した費用及び弁護士費用は，被控訴人が控訴人の\n提起した第一訴訟事件に違法に応訴したことによって控訴人に生じた損害という\nことはできない。\n(4) 控訴人は，第一訴訟事件の訴訟準備及び遂行の諸費用として６０万円を負担し\nた旨主張する。\n証人Ｆの証言及び同人の陳述書（甲１１１）には同主張に沿う部分があるが，控訴\n人が，前記(2)に認定した弁護士費用支払のほかに，上記６０万円を同訴訟準備\n費用等として支払った事実については，領収証等その支払を裏付けの客観的な\n証拠はないから，証人Ｆの証言等をもって控訴人の同主張を認めるには十分で\nなく，他に同主張を認めるに足りる証拠はない。\n(5) 以上によれば，控訴人は，被控訴人の第一訴訟事件への違法な応訴及び違法\nな第二訴訟事件提起に対処するために弁護士費用として，前記(2)アないしカの\n合計１４４５万８６９０円を支払い，そのうち第一訴訟事件分が４４８万１６９０円，\n第二訴訟事件分が７９１万７０００円，第一訴訟事件及び第二訴訟事件分が２０\n６万円であったことが認められるところ，第一訴訟事件及び第二訴訟事件の各\n事案の内容，性質，証拠の共通性，審理の経過，第一訴訟事件については受\n任した弁護士の辞任があって，着手金支払の重複があること等の諸般の事情を\n考慮すると，控訴人が第一訴訟事件，第二訴訟事件のために支払った上記弁\n護士費用のうち，第一訴訟事件については３００万円の範囲で被控訴人の第一\n訴訟事件への違法な応訴により控訴人が被った損害と認め，第二訴訟事件に\nついては７００万円の範囲で被控訴人の違法な第二訴訟事件提起により控訴人\nが被った損害と認めるのが相当である。\n５　違法な本件仮差押えによる損害\n(1) 本件仮差押えによる信用毀損による損害について\nア　証拠（甲１５，１６，１００ないし１０４，１１１，１１４ないし１２０，乙８の１ないし５，\n証人Ｆ）及び弁論の全趣旨によれば，控訴人の事業年度は，４月１日から翌\n年３月３１までを１事業年度とするが，本件仮差押えにより控訴人所有の別紙\n物件目録記載の不動産につき本件仮差押登記が経由されたのは平成２年４\n月２５日であって，控訴人の３０期事業年度であったこと，控訴人の２８期事業\n年度から３４期事業年度までの各売上高，営業利益及び税引き前当期利益\nは，いずれも別紙「決算書（Ｍ興業）」記載のとおりであり，本件仮差押登記後\nの控訴人の３１期，３２期及び３３期の各事業年度の税引き前当期利益は，本\n件仮差押登記があった平成２年４月の属する控訴人の３０期事業年度より前\nの２８期及び２９期の各事業年度の税引き前当期利益の平均額５８６８万６０\n６３円に比べて，それぞれ１４４０万円，２２７７万円，４９２１万円減少してい\nて，その減少額合計が８６３８万円となることが認められる。\nイ　控訴人は，被控訴人が控訴人所有の上記不動産に対してして本件仮差押えに\nより，控訴人の取引先に対する営業上の信用が著しく毀損された結果，大口\n取引先である三井物産株式会社（以下「三井物産」という。）や日鐡商事株式\n会社（以下「日鐡商事」という。）から，不動産及び預金等を担保に提供するこ\nとを求められ，しかも，取引額を担保の範囲内に制限されて取引額が大幅に\n減少し，また，金融機関から十分な与信が得られなくなったため，控訴人の売\n上げが低下して営業利益の大幅減少を来す等によって本件仮差押登記後の\n３事業年度で少なくとも上記８６３８万円の２分の１に相当する４３１９万円の損\n害を被った旨主張し，証人Ｆは同主張に沿う証言をし，同人作成の陳述書にも\n同趣旨の陳述記載がある。また，証拠（甲１０５，１０６ないし１０８の各１及び\n２，甲１０９，甲１１０の１及び２）によれば，控訴人は，昭和２年１０月以降，三\n井物産のために控訴人所有不動産について根抵当権を設定したり，有価証\n券について譲渡担保権を設定するなどし，また，日鐡商事のために控訴人の\n定期預金に質権を設定したことが認められる。\nウ　しかし，控訴人の２８期事業年度（昭和６３年４月１日から平成元年３月３１日ま\nで）以降の売上げの推移は，別紙「決算書（Ｍ興業）」記載のとおりであって，\n２８期事業年度及び２９期事業年度（平成元年４月１日から平成２年３月３１日\nまで）が１５億円を超える売上があったが，その後は減少を続け，それでも，３\n０期事業年度（平成２年４月１日から平成３年３月３１日まで）及び３１期事業\n年度（平成３年４月１日から平成４年３月３１日まで）には１０億円あるいは１１\n億円の売上げを計上していたが，３２期事業年度（平成４年４月１日から平成\n５年３月３１日まで）及び３３期事業年度（平成５年４月１日から平成６年３月３\n１日まで）には８億円台の売上げとなって，平成４年頃以降は平成元年及び平\n成２年当時の２分の１以下に激減したことが認められるから，控訴人の売上\nげは，平成元年又は平成２年をピークとして減少を続けていたものであって，\n本件仮差押えを契機として控訴人の売上げが特に激減したとの事実はない\n上，証拠（乙７）及び弁論の全趣旨によれば，平成２年以降は，いわゆるバブ\nル経済崩壊後の経済不況にあって，建設業及び不動産業を営む企業の中に\nは，年々売上げを減少させている企業があることが認められるのであって，控\n訴人の売上げについての上記のような減少傾向には，一般的な経済的不況\nによる売上げ減少の場合との類似性が窺われるのである。\nエ　加えて，証拠（甲１４，３８の１及び２，甲７７の１及び２，甲７８の１ないし４，甲７\n９の１及び２，９０，１１１，１２３，１２４，証人Ｆ）及び弁論の全趣旨によれば，\n控訴人は，亡Ｈが昭和２９年に創業した鉄骨加工業を法人化するために昭和\n３６年に設立された株式会社であって，亡Ｈが設立以来その代表取締役として\n経営し，その株式も，その大部分が亡Ｈ及びその家族の名義となっていたこ\nと，そのため，控訴人の経営は，亡Ｈが存命中は，亡Ｈがワンマン的に行って\nいたものであり，他の取締役は名目的な存在であったこと，亡Ｈは，平成元年\n９月１６日に死亡したため，同月２７日，控訴人の代表取締役に亡Ｈの長女の\n夫のＮ（以下「Ｎ」という。）及びＡが就任し（なお，被控訴人が同時に控訴人の\n取締役に就任した。），Ｎが亡Ｈの後継者として控訴人を経営することとなった\nこと，しかし，Ｎは，大阪で塗装業を営んでいた者で，控訴人の営業である鉄\n鋼業の経営に不慣れであった上，控訴人が契約者となっていた亡Ｈを被保険\n者とする生命保険金の処理をめぐってＡと意見が対立したこともあって，同年\n１０月末には，大阪に戻って，事実上控訴人の経営に関与しなくなったこと，そ\nのため，被控訴人が，Ａから依頼されて，同年１１月から，控訴人の平取締役\nのまま，控訴人の社長代理として控訴人の経営にあたることとなったこと，とこ\nろが，被控訴人は，経験ない者が鉄鋼業を経営していくのは困難であるとし\nて，鉄鋼業から倉庫業及びゴルフ練習場への経営方針の転換を計画し，従業\n員に命じて控訴人所有地の隣接地につき賃貸借契約締結の交渉をさせる一\n方，鉄鋼業についての控訴人の主要取引先である三井物産や新日本製鉄株\n式会社からの新規の受注を全く取らず，また，取引銀行である福徳銀行東新\n町支店に対し，Ａに内密に１億円を貸してほしい旨申し入れるなどのことがあ\nり，Ａに対し，三井物産等からその旨の苦情や問い合せがあったこと，そのた\nめ，Ａは，同年１２月下旬，被控訴人に対し，控訴人の経営への関与を禁じ\nて，取締役の辞任を求めたこと，その後，Ｎが，再度，代表取締役として控訴\n人の経営にあたり，従前どおり鉄鋼業を継続することとなったが，平成７年３\n月末をもって鉄鋼業から撤退したことが認められる。\n上記のような控訴人のワンマン経営者であった亡Ｈの死亡とその後の控訴人に\nおける実質的な経営者の相次ぐ交代及び経営方針の動揺は，その主要な取\n引先である三井物産や日鐡商事等に対し，また，取引先銀行である福徳銀行\nに対し，控訴人の経営の安定度及び将来の経営の見通しについて不安を抱\nかせたであろうことは容易に推認できるところ，控訴人が三井物産等にその\n所有不動産等を担保として提供するようになったのは平成２年１０月以降であ\nって，本件仮差押登記の直後ではないことも併せ考慮すると，控訴人が三井\n物産等に不動産等を担保として提供することになったのは，本件仮差押えに\nより控訴人の信用が毀損されたためというには疑問が残り，むしろ，亡Ｈの死\n亡とその後の控訴人における実質的な経営者の交代及び経営方針の動揺\nが，取引先企業及び取引先銀行に対し控訴人の経営の安定度及び将来の経\n営の見通しについて不安を与え，そのために取引先企業からの担保の要求\n等となり，また，取引銀行の与信の制限となったものと窺われるのである。\nエ　そうすると，ウ及びエの事実及び証拠を考慮すると，イの事実及び証拠から，\n控訴人の売上高が減少し，営業利益，税引き前利益が減少したのが本件仮\n差押えにより控訴人の信用が毀損されたためであるとの事実を認めることは\nできず，他に同事実，すなわち，本件仮差押えと控訴人の信用毀損による営\n業損害との間の相当因果関係の存在を認めるに足りる証拠はない。\nしたがって，控訴人の上記イの主張を採用することはできない。\n(2) 控訴人は，本件仮差押命令の取消申立事件の費用等として１０万円を負担した\n旨主張する。\n前記４(2)冒頭掲記の証拠及び弁論の全趣旨によれば，同費用等は，控訴人が\n第二訴訟事件の応訴を委任したＫ弁護士らに対して支払った前記弁護士費用に\n含めて支払われたものと認められるところ，本件仮差押えが違法である以上，本\n件仮差押命令の取消しに要した訴訟費用及び弁護士費用の相当額は本件仮差\n押えによる損害として被控訴人において賠償責任を負うべきものである。\nしたがって，被控訴人の違法な本件仮差押えのため，控訴人が，上記１０万円の\n損害を被ったことが認められる。\n第４　結論\n１　以上のとおりであるから，控訴人の請求は，前記第３，４及び５の弁護士費用等１０\n１０万円及びこれに対する不法行為の後である平成５年１２月１日から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由がある\nから，これを認容し，その余の部分は失当として棄却すべきである。\n２　よって，原判決を上記１の趣旨に変更し，訴訟費用の負担につき民事訴訟法６７\n条，６１条，６４条を，仮執行の宣言につき同法３１０条を各適用して，主文のとおり\n判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　　大　　　内　　　捷　　　司\n裁判官　　　　加　　　藤　　　美　枝　子\n裁判官長門栄吉は転補のため署名押印することができない。\n裁判長裁判官　　　　大　　　内　　　捷　　　司\n別　紙\n物　件　目　録\n１　愛知県小牧市大字ａ字ｂｃ番ｄ\n宅地　　　　１３０．８８平方メートル\n２　愛知県小牧市大字ａ字ｂｅ番ｆ\n宅地　　　　１３１．０７平方メートル\n３　愛知県小牧市大字ａ字ｇｈ番ｉ\n宅地　　　　２４８．３１平方メートル\n４　愛知県小牧市ｊ町ｋ番ｌ\n宅地　　　２５３４．３２平方メートル\n５　愛知県小牧市ｊ町ｍ番ｎ\n宅地　　　６４０１．３１平方メートル\n別　紙\n約束手形目録\n１　金　　額　　　　２０７万円\n満　　期　　　　平成２年３月２０日\n支払地　　　　名古屋市\n支払場所　　　　東京銀行名古屋支店\n振出日　　　　平成元年１１月３０日\n振出人　　　　兼松江商株式会社\n２　金　　額　　　　１０００万円\n満　　期　　　　平成２年４月９日\n支払地　　　　東京都千代田区\n支払場所　　　　東海銀行東京営業部\n振出日　　　　平成元年１２月１１日\n振出人　　　　産業振興株式会社\n３　金　　額　　　　２６０万円\n満　　期　　　　平成２年４月９日\n支払地　　　　東京都千代田区\n支払場所　　　　東海銀行東京営業部\n振出日　　　　平成元年１２月１１日\n振出人　　　　産業振興株式会社\n４　金　　額　　　　１０００万円\n満　　期　　　　平成２年４月１０日\n支払地　　　　長野市\n支払場所　　　　八十二銀行本店営業部\n振出日　　　　平成元年１２月１１日\n振出人　　　　株式会社角藤\n５　金　　額　　　　９４４万円\n満　　期　　　　平成２年４月１０日\n支払地　　　　長野市\n支払場所　　　　八十二銀行本店営業部\n振出日　　　　平成元年１２月１１日\n振出人　　　　株式会社角藤\n別　紙\n事　故　目　録\n被控訴人は，平成元年１２月，福徳銀行名古屋支店に向って被控訴人保有の自家用\n乗用自動車（ベンツ。以下「被控訴人車」という。）を運転中，愛知県西春日井郡ｏ町の\n清洲インターチェンジ入口付近において，被控訴人車の右前部バンパーを暴力団関係\n者の乗用車（ベンツリムジン。以下「相手方車」という。）の左側前部側面フェンダー部分\nから後部フェンダー部分にかけて接触させる交通事故を起こした。\n"
}