{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 30
  },
  "case_number": "平成14(ワ)1989",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10737",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10737",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/737/010737_hanrei.pdf",
  "contents": "平成１４年(ワ)第１９８９号　著作権侵害差止等請求事件（第１事件）\n平成１４年(ワ)第６３１２号　著作権侵害差止等請求事件（第２事件）\n口頭弁論終結日　平成１５年７月８日\n判　　　　　　決\n第１・第２事件原告　　　積水ハウス株式会社\n訴訟代理人弁護士　　　　溝　上　哲　也\n同　　　　　　　　　　　岩　原　義　則\n第１・第２事件被告　　　株式会社サンワホーム\n訴訟代理人弁護士　　　　反　田　一　富\n主　　　　　　文\n１　被告は、別紙被告写真表示の写真を、印刷、複写してはならない。\n２　被告は、別紙被告写真表示の写真を掲載したチラシその他の印刷物を\n配布してはならない。\n３　被告は、別紙被告写真表示の写真、そのデータ及び同写真を使用した\nチラシその他の印刷物を廃棄せよ。\n４　被告は、原告に対し、金４０万円及びこれに対する平成１４年７月３\n日から支払済みまで年５分の割合による金員を支払え。\n５　原告の第１事件の請求及び第２事件のその余の請求をいずれも棄却す\nる。\n６　訴訟費用は、第１及び第２事件を通じて、これを１０分し、その１を\n被告の負担とし、その余を原告の負担とする。\n７　この判決は、第１ないし第４項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n〔第１事件〕\n１　被告は、別紙イ号物件目録記載の建物を建築し、販売し、又は販売のために\n展示してはならない。\n２　被告は、別紙イ号物件目録記載の建物の玄関側を撮影した写真が掲載された\n住宅のパンフレットを廃棄せよ。\n３　被告は、原告に対し、金３５１８万５０００円及びこれに対する平成１４年\n３月７日（訴状送達の日）から支払済みまで年５分の割合による金員を支払え。\n〔第２事件〕\n１　主文１項ないし３項と同旨\n２　被告は、原告に対し、金１００万円及びこれに対する平成１４年７月３日\n（訴状送達の日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n〔第１事件〕\n第１事件は、原告が、①後記の原告建物は建築の著作物（著作権法１０条１\n項５号）に該当し、原告は原告建物の著作権者であるところ、後記の被告建物は原\n告建物を複製又は翻案したものであるとして、被告に対し、著作権法１１２条１\n項、２項に基づき、被告建物の建築等の差止め、及び被告建物の玄関側写真の掲載\nされたパンフレットの廃棄を請求するとともに、民法７０９条に基づき損害賠償を\n請求し、また、②被告建物は原告建物の商品形態を模倣したものである（不正競争\n防止法２条１項３号）として、被告に対し、不正競争防止法４条に基づき損害賠償\nを請求している事案である。\n〔第２事件〕\n第２事件は、原告が、後記の原告写真は写真の著作物（著作権法１０条１項\n８号）に該当し、原告は原告写真の著作権者であるところ、後記の被告写真は原告\n写真を複製又は翻案したものであるとして、被告に対し、著作権法１１２条１項、\n２項に基づき、被告写真の印刷、複写及び同写真を掲載した印刷物の配布の差止め\n及び被告写真のデータ等の廃棄を求めるとともに、民法７０９条に基づき損害賠償\nを請求している事案である。\n１　争いのない事実等（末尾に証拠の掲記のない事実は当事者間に争いがな\nい。）\n(1)　当事者\nア　原告は、建物、構築物の設計、施工、請負及び監理等を業とする株式会\n社である。\nイ　被告は、建築一式工事の請負及び設計、施工、監理等を業とする株式会\n社である。\n(2)　原告建物\n原告は、その開発に係る高性能コンクリート外壁材「ダインコンクリー\nト」を採用した高級注文住宅「グルニエ・ダイン」を企画開発し、同シリーズ中の\n郊外住宅地対応モデルである「グルニエ・ダインＪＸ」の設計を行い、「グルニ\nエ・ダインＪＸ」シリーズ中の住宅として、平成１０年４月２５日から、別紙原告\n住宅目録記載の玄関側外観を有する「大屋根インナーバルコニータイプ」の高級注\n文住宅（以下「原告建物」という。）を原告の工場で建築し、販売を開始した（甲\n第５号証）。\n原告は、全国の住宅展示場に原告建物を建築の上、展示し（甲第７号証の\n１、２、第８号証）、また「グルニエ・ダインＪＸ」のカタログに原告建物の写真\nを掲載した（甲第３号証）。\n「グルニエ・ダインＪＸ」を含むグルニエ・ダインシリーズは、平成１０\n年１０月、通商産業省選定の平成１０年度グッドデザイン賞を受賞した（甲第６号\n証）。\n(3)　被告建物\nア　被告は、次のとおり、別紙イ号物件目録記載の玄関側外観を有するモデ\nルハウス（以下「被告建物」という。）を建築の上、展示している。\n①　展示場名　　　　ＳＢＣ長野中央ハウジングパーク\n住　　所　　　　長野市（以下略）\n建築年月　　　　平成１１年８月\n②　展示場名　　　　ＳＢＳマイホームセンター静清展示場\n住　　所　　　　静岡県清水市（以下略）\n建築年月　　　　平成１２年４月\n③　展示場名　　　　ＮＳＴ燕三条総合住宅展示場\n住　　所　　　　新潟県燕市（以下略）\n建築年月　　　　平成１２年４月\n④　展示場名　　　　福島テレビハウジングプラザ福島\n住　　所　　　　福島市（以下略）\n建築年月　　　　平成１２年８月\nイ　被告は、被告建物の玄関側を撮影した写真を掲載した「百年耐久・檜の\n家」又は「百年耐久住宅・檜の国」なる名称のパンフレットを少なくとも３種類作\n成するとともに、チラシや新聞広告を作成し、上記各展示場を始めとする全国の展\n示場の来訪者や新聞購読者などにこれらを配布している。\n(4)　原告写真\n原告は、木造住宅「シャーウッド」（木造軸組）シリーズを販売している\nところ（甲第２９号証）、その昀高級品「エム・グラヴィス　ベルサ」の建物を原\n告工場で写真撮影し（甲第２１号証の１）（別紙原告写真①表示の写真）、その写\n真をコンピュータ・グラフィックス（ＣＧ）出力処理した別紙原告写真②表示の写\n真（以下「原告写真」という。）を作成した（甲第２１号証の２）。\n原告は、平成１３年４月１日から「エム・グラヴィス　ベルサ」の販売を\n開始した（甲第２３号証）。「エム・グラヴィス　ベルサ」のカタログには原告写\n真が掲載されている（甲第２９号証）。\n(5)　被告は、別紙被告写真表示の写真（以下「被告写真」という。）を掲載し\nた「木曽檜の家　お客様の家見学会」と題するチラシ（甲第２４号証。以下「本件\nチラシ」という。）を作成し、平成１４年３月２３日、同月２４日に長野県松本市\n内の松本女鳥羽会場（完成現場）、松本県（あがた）会場（構造現場）で開催され\nる見学会に来訪させるため、少なくとも松本市内で発行された５万部の新聞に本件\nチラシを折り込んで配布した。\nまた、被告は、上記松本県会場及び豊科町会場（構造現場）での見学会の\nために、平成１４年６月２２日、被告写真を掲載した「木曽檜の家　大工さんのい\nる構造完成見学会」と題する新聞広告（甲第２７号証。以下「本件新聞広告」とい\nう。）を、発行エリアが長野県松本市等２１市町村、発行部数が６万６４００部の\n地方新聞に掲載した（甲第２８号証）。\n(6)　原告は、平成１３年７月２７日、上記(3)ア記載の行為が著作権侵害行為\nあるいは不正競争行為であるとして、被告に対し、被告建物の展示及び販売の中止\n等を求めたが、被告はこれに応じなかった。\n２　争点\n〔第１事件〕\n(1)　被告建物の建築、販売、展示は、原告建物に関する原告の著作権を侵害す\nる行為に該当するか。\nア　原告建物は、建築の著作物（著作権法１０条１項５号）に該当するか。\nイ　被告建物は、原告建物を複製又は翻案したものか。\n(2)　被告建物は、原告建物という商品の形態を模倣したもの（不正競争防止法\n２条１項３号）といえるか。\n(3)　原告の損害\n〔第２事件〕\n(4)　被告写真の利用行為は、原告写真に関する原告の著作権を侵害する行為に\n該当するか。\nア　原告写真は、写真の著作物（著作権法１０条１項８号）に該当するか。\nイ　被告写真は、原告写真を複製又は翻案したものか。\n(5)　原告の損害\n第３　争点に関する当事者の主張\n〔第１事件〕\n１　争点(1)（被告建物の建築、販売、展示は、原告建物に関する原告の著作権を\n侵害する行為に該当するか）について\n(1)　争点(1)ア（原告建物は、建築の著作物（著作権法１０条１項５号）に該\n当するか）について\n【原告の主張】\nア　原告建物の基本デザインが創作される過程では、日本的感性を大切にし\nた邸宅感のあるニューモデルを提案するため、まず、デザイナーが、「従来、日本\nの住宅が持つ和感性を継承、進化させ、原告独自のダインコンクリート外壁で構成\nすることで現代性を付加し、従前の和風住宅の枠にとらわれない新しい日本の家と\nする」とのコンセプトに基づき、「大屋根、葺下し、水平基調、下屋重視、切妻の\n陰影感、インナーバルコニー」という外観デザインキーワードを選択し、次に、外\n観デザインキーワードに基づいてスケッチを製作し、更に試作模型を製作し、大屋\n根のボリュームと下屋、バルコニーバランスを検討し、昀後に、改良模型製作のた\nめのイメージスケッチを製作した後、構造、配置、組合せ、広さや長さ、バランス\nなどのメインシルエットを決定して、改良模型を製作している。原告建物の昀終的\nな外観デザインは、改良模型を基本に、更に細部が検討された結果創作されたもの\nである。このように、原告建物は、原告の設計担当者の試行錯誤を経て、ゆったり\nとした大屋根、深い軒の陰影美、水平ラインが強調され、勾配破風サッシやインナ\nーバルコニーがその外観に溶け込んだ美術的にも優れた外観の住宅として完成され\nたものである。\nしたがって、原告建物のデザインは、高い自由度がある中で、試行錯誤\nの結果、更に何度も具体的に絞り込んで完成されたもので、建築家の芸術的個性と\n才能が発揮されて創作されたことが明らかであり、建築上の審美的創作性が認めら\nれる建築物であるから、著作権法１０条１項５号にいう「建築の著作物」に該当す\nる。\nまた、原告建物は、平成１０年１０月には平成１０年度グッドデザイン\n賞を受賞しているが、受賞理由は、原告建物の玄関側の外観の優れたデザイン性に\nよるものと考えられる。グッドデザイン賞の審査基準が「美しさがある」ことや\n「独創的である」ことなどとされていることからすれば、原告建物は、第三者の評\n価においても、建築物としての審美的創作性が看取されるものであったことは明ら\nかである。\n以上のとおりであるから、原告建物は、建築家の芸術的個性と才能が発\n揮されてデザインが完成されたものであり、建築美を創造的に表現している建築芸\n術と評価されるべきである。\nイ　被告は、著作権の保護を受ける「建築の著作物」とは、宮殿、城、寺\n院、凱旋門、塔など建築美を創造的に表現する建築芸術に限られ、原告建物のよう\nな通常の住居は「建築の著作物」に当たらないと主張する。\nしかし、著作権法１０条１項５号は、「建築の著作物」について建築物\nの種類を限定していない。同法２条１項１号は、著作物の定義について、「思想又\nは感情を創作的に表現したものであって、文芸、学術、美術又は音楽の範囲に属す\nるものをいう。」としているが、建築は、応用美術としての側面を有する一方、学\n術的な性質も多分に有するため独立の著作物類型とされているのであるから、典型\n的な建築芸術の範ちゅうに入らない一般住宅であっても、建築家の芸術的個性と才\n能が発揮され、社会通念上、建築物としての審美的創作性が看取されるものは、そ\nの美術性、創作性の程度のいかんを問わず、「建築の著作物」に該当するというべ\nきである。\nなお、被告は、原告建物が実用的な目的を有することや、工業化住宅で\nあることをもって著作物であることを否定する根拠としているが、原告建物がこれ\nらの性質を有することは、その著作物性を否定する根拠とはならない。原告建物の\nデザインに、建築物として創作的に表現された高度な審美性が存在することは、建\n築及び美術の専門家であるＡ作成の鑑定書（甲第３２号証の１）でも明確に述べら\nれている。\nウ　被告は、原告が原告建物のデザインを改変したり、バリエーションを多\n数展開させ、シリーズ化して販売している事実を根拠として、原告建物のデザイン\nには創作性がないと主張をしている。\nしかし、被告の上記主張は、注文住宅における自由設計思想を理解しな\nいものである。原告建物は、注文に応じて多数の建築が予定されている一般住宅\n（モデルハウス）であるが、モデルハウスとは、単なる昀適の実施例というもので\nはなく、いわばその商品ブランドの象徴として、それ自体デザインとして完結した\nものである。これに対し、住まい手となる顧客が現実に建築する住宅の家族構成や\n敷地条件に応じた設計を選択することにより、結果として、モデルハウスとある程\n度異なったデザインとなることは当然であり、これによって、モデルハウスである\n原告建物のデザインが固定していないとか、完成されていないということはできな\nい。\n【被告の主張】\nア　著作権法１０条１項５号の「建築の著作物」とは、同法２条１項１号に\nいう「著作物」の定義からして、宮殿、城、寺院、凱旋門、塔など建築美を創造的\nに表現する建築芸術に限られ、通常のビル、住居等の建物はこれに該当しないと解\nされる。原告建物は、住居の用に供される実用的建物であるから、同法１０条１項\n５号の「建築の著作物」に該当しない。\nイ　原告建物は「人が居住する」という極めて実用的な目的を有しており、\n原告自身グッドデザイン賞応募の際に「工業用住宅」として応募していることから\nしても、美術的に鑑賞されることは目的となっていない。\n実用的な目的のある応用美術は、同時に高度の美術性を有し、純粋美術\nとしての性質を認め得るものに限り、著作物として著作権法上の保護が与えられる\nと解されているところ、原告建物は、その対象・構成、着想等から、専ら美的表現\nを目的とする純粋美術と同程度に高度な美的表象と評価することはできない。\n原告建物に原告の主張するようなコンセプトがあるとしても、当該コン\nセプトは極めて抽象的で漠然としたものであり、その存在をもって原告の「個性」\nを原告建物から見い出すことはできない。\n原告建物のデザインは、従来からあるデザインやその組合せであり、\n「ありふれたもの」の域を出ていない。したがって、著作権法２条１項１号にいう\n創作性は、ないか極めて低いものである。\n原告建物がグッドデザイン賞を受賞したことは、あくまで居住用建物と\nしてのデザインの範囲で評価を受けたにすぎず、これを超えて建築美を創造的に表\n現している建築芸術にまで至っていると評価されたとはいえない。\nウ　原告は、原告建物のデザインを一部ないしかなりの部分を改変したバリ\nエーションを多数展開させてシリーズ化して販売しており、原告建物のデザインは\n固定したものとはいい難い。しかも、これらのデザインの多様性は、切妻屋根、バ\nルコニー、１階屋根、２階屋根という建物の主要な部分に及んでおり、これらを必\n要に応じて、自在に組み合わせたり、取り替えたりして作出されたものにすぎない\nから、原告建物のデザインは、単なる組合せによっていかようにも改変可能である\nといえる。したがって、原告建物のデザインが、原告によって試行錯誤の結果完成\nされたデザインとは到底いい難い。そして、これらのデザインの改変は、専ら顧客\nの都合、嗜好によってされるものである。このように顧客の好みで改変しなければ\nならない建物デザインについて、美術性を議論することは意味がない。\n(2)　同(1)イ（被告建物は、原告建物を複製又は翻案したものか）について\n【原告の主張】\nア　原告建物の玄関側外観は、①玄関に向かって右側に大屋根を大きく葺き\n下ろし、②下屋屋根に接して２階のサッシ窓を設けるとともに、③地面近くから屋\n根の付近までの勾配破風サッシを配してアクセントを加え、④反対側には、面積の\n少ない上屋屋根と軒の深い面積の広い下屋屋根を葺き、⑤切妻面の一部をアルコー\nブ状に下げ、下屋屋根と一体感を持たせた中央に袖壁を設置したインナーバルコニ\nーを配し、⑥下屋屋根の軒下にはテラスを配している、といった独創的・個性的な\n特徴を有している。\n被告建物の玄関側外観も、これらの特徴をすべて有している。\nイ　建築物の著作物性は、専ら一般公衆の観察が可能な外観において認めら\nれる。一般住宅の場合は、玄関側の外観が昀も注目される。そして、原告建物の外\n観は、原告によって企画開発された「グルニエ・ダイン」シリーズの中でも、プレ\nス発表やカタログのトップページに真っ先に取り上げられ、グッドデザイン賞の申\n請書にも表示されていた。したがって、原告建物においては、その玄関側の部分\nに、デザインの独創的な部分や個性的特徴があると認められるから、被告建物は、\n原告建物の著作物としての本質的部分の部分引用であると評価されるべきである。\nウ　さらに、原告建物の玄関側外観と被告建物の玄関側外観を比較してみる\nと、①右側の片流れ大屋根の傾斜角度、②右側の片流れ大屋根の傾斜角度と左側の\n切妻屋根との組合せ及び配置の角度、③右側の片流れ大屋根と左側の切妻屋根と左\n側の上屋屋根との三者の組合せ及び配置の数値上の対比、④左側の下屋屋根と③の\n三者との四者の組合せ及び配置の数値上の対比、⑤左側の下屋屋根に一体化して組\nみ込まれ設置されたインナーバルコニーと④の四者と五者の組合せ及び配置の数値\n上の対比、⑥左側の下屋屋根と一体感を持たせた袖壁によって２つに分割配置され\nた壁と⑤の五者との七者の組合せ及び配置の数値上の対比、⑦大屋根と片流れ大屋\n根及び左側の上屋屋根に関わる水平性モジュールによる骨格構造、⑧下屋屋根とバ\nルコニーの袖壁に関わる垂直的・水平的モジュールによる骨格構造、⑨全体的な骨\n格構造、⑩左側面の形態表現、の各ポイントの分析においてほぼ一致しており、盗\n用の疑いが存在することは、専門家であるBの鑑定書（甲第３１号証の１）でも明確\nに述べられているところである。\nエ　被告が昀初に被告建物を展示した平成１１年８月までに、原告は、原告\n建物を全国の住宅展示場に展示した上で、各種媒体にも宣伝広告を行い、広く全国\nに販売展開していたから、被告は、被告建物の建築等において、原告建物の存在を\n了知し、これに依拠したものである。原告建物と被告建物に共通する玄関側部分の\n特徴となる構成及びその組合せは、従来の住宅になかった独創的なものであり、被\n告建物が原告建物に依拠しないで設計されたとは到底考えられない。\nオ　したがって、被告建物は原告建物を複製又は翻案したものである。\n【被告の主張】\n被告が原告建物の存在を了知していたことは認めるが、被告建物は原告建\n物に依拠したものではない。\n原告建物と被告建物との玄関側外観のみを比較してみても、玄関の位置、\nその形状、また、玄関周りの形状が異なり、大屋根下の窓の個数、位置、形状も異\nなる上、２階ベランダ部分の形状が異なる。これらの相違によって、原告建物と被\n告建物は、見る者に与える印象が全く異なっている。\n２　争点(2)（被告建物は、原告建物という商品の形態を模倣したもの（不正競争\n防止法２条１項３号）といえるか）について\n【原告の主張】\n(1)　「商品の形態」について\n原告建物は、平成１０年４月２５日以降、原告において製造、販売若しく\nは建築請負されている商品である。\n不正競争防止法２条１項３号における「商品の形態」は、原則として商品\n全体を指すものとされるが、商品の一部の形態であっても、その形態が意匠の要部\nのように商品形態を特徴付ける重要な役割を果たしているときには、当該部分の形\n態をもって「商品の形態」と評価することができる。\n注文住宅の場合、外観、特にその商品としての表示が常になされ、消費者\nがその個性や特徴を判断する玄関側の外観が「商品形態」であるということができ\nる。\nなお、仮に「商品の形態」が文字どおり商品全体の形態をいうとしても、\n注文住宅全体の形態のうち、玄関側の外観でない部分は、玄関側の外観から導かれ\nる形態か、同種の商品が通常有する形態にすぎないから、結局玄関側の外観が同一\n又は実質的に同一であるかをもって、その商品全体の「模倣」か否かを判断するこ\nとができるというべきである。\n(2)ア　原告建物の玄関側の外観（以下「原告商品形態」ともいう。）は、①玄\n関に向かって右側に大屋根を大きく葺き下ろし、②下屋屋根に接して２階のサッシ\n窓を設けるとともに、③地面近くから屋根の付近までの勾配破風サッシを配してア\nクセントを加え、④反対側には、面積の少ない上屋屋根と軒の深い面積の広い下屋\n屋根を葺き、⑤切妻面の一部をアルコーブ状に下げ、下屋屋根と一体感をもたせた\n中央に袖壁を設置したインナーバルコニーを配し、⑥下屋屋根の軒下にはテラスを\n配している点にその主な特徴がある。これらの特徴は、従来にない独創的なもので\nあり、構造上避けられないものではない。\n被告建物の玄関側の外観（以下「被告商品形態」ともいう。）は、これ\nらの特徴をすべて有している。\nイ　専門家による鑑定書（甲第３１号証の１）は、原告商品形態と被告商品\n形態を詳細に比較した上で、上記１(2)【原告の主張】ウで述べた①ないし⑩の各ポ\nイントにおいてほぼ同一であり、盗用の疑いが存在すると結論付けている。\nなお、上記特徴となる構成及びその組合せの比率等や骨格構造等は、従\n来の住宅になかった独創的なもので、ありふれた形態でも、機能上避けられない形\n態でもない。\n(3)　被告が昀初に被告建物を譲渡のために展示した平成１１年８月までに、原\n告は、原告建物を全国の住宅展示場に展示した上で、各種の媒体にも宣伝広告を行\nい、広く全国に販売展開していた。被告は、原告建物の存在を了知していた。\n(4)　したがって、被告建物は、原告建物の形態を模倣したものである。\n【被告の主張】\n(1)　原告が、原告商品形態として主張する特徴は、いずれも従来から存在する\nものであり、原告のみがその使用を独占できるものではない。\n原告は、上記【原告の主張】(2)アの①ないし⑥を原告建物の玄関側の外観\n（原告商品形態）の特徴であると主張する。しかし、①切妻型の大屋根自体は従来\nから日本に存在するものであるし、屋根を片側に流すのも一般的手法である。②２\n階以上の建物で下屋屋根に接して上階の窓を設けることは極めて一般的に見られる\nデザインである。③地面近くから屋根付近までの勾配破風サッシ窓は、要するに外\n観上１、２階を通した窓であって、店舗用建物等において既に一般的に存在してい\nた。④大屋根を片側に流すと、反対側は必然的に屋根の面積が少なくなるし、２階\n建て建物に下屋屋根を配置しようとすれば、構造上、原告建物の屋根と同位置に配\n置されることになるのは避けられない。⑤今日の２階建て住居においては、２階部\n分にバルコニーを設けることは、一般的である。⑥下屋屋根の下にテラスを配置す\nることも、従来から一般的に行われている手法である。更に、これらの組合せによ\nっても、原告商品形態は、独創的ないし個性的な外形を形成しているとはいえな\nい。\n以上のとおり、原告が原告商品形態として主張する特徴は、いずれも従来\nから存在するありふれた形態、ないし機能上必然的な形態である。\n原告商品形態は、不正競争防止法２条１項３号かっこ書の「同種の商品が\n通常有する形態」を示しているものであり、原告が原告商品形態との類似性を主張\nする被告商品形態も、「通常有する形態」である。\n(2)　被告は、長年にわたる経験と実績から多種、多様な住宅の建築販売を行っ\nており、被告独自の設計により被告建物のデザインを完成させたものであり、原告\n建物を模倣したものではない。\n原告建物と被告建物の玄関側を比較しても、玄関の位置、その形状、玄関\n周りの形状が異なり、大屋根下の窓の個数、位置、形状も異なる上、特に正面左側\nの２階屋根は際だって異なったデザインを示している。\n(3)　原告が援用する鑑定書（甲第３１号証の１）は、異なったデザイン部分を\n除外してモジュール比率を対比させたり、一方で原告建物と被告建物とが「極度な\n『同一性及び酷似性』を有する」と結論付けながら、他方で、原告建物は「一般的\nな和風建築にはあり得ない『異化表現』の、いわば和洋折衷の『現代和風』の形態\n表現及び造形を、『独自的な・全体的な整合性』をもって構成している」が、被告\n建物は、「一体的に結合せず、相互に矛盾し、住宅商品としての『独自的な・全体\n的な整合性』を欠如している」という異なる評価を与えるという矛盾した結論付け\nを行ったりするなどの点で、信用性が乏しい。\n３　争点(3)（原告の損害）について\n【原告の主張】\n(1)　著作権法１１４条２項又は不正競争防止法５条２項に基づく使用料相当損\n害金\nア　被告は、上記第２、１、(3)、ア記載のとおり、原告建物の販売が開始さ\nれた平成１０年４月以降平成１３年４月までの間に、４展示場に各１棟合計４棟の\n被告建物を建築した。\nイ　原告が原告建物をモデルハウスとして建築することを許諾する場合の使\n用料については、原告建物が、その外観デザインの創造性が高いために複製又は翻\n案されるのであるから、少なくとも、建築費に含まれる設計料の割合を基礎とすべ\nきである。そして、建築費に含まれる設計料の割合は、建築士法２５条に基づく建\n設省告示（昭和５４年第１２０６号）で定められた方法により計算すると、一般木\n造住宅の場合は１０パーセント程度である（他業者においても、設計料を１０パー\nセント程度としているところである。）。原告が被告に対し許諾することは到底考\nえられないが、仮に許諾するとすれば、それがモデルハウスとして使用されること\nの許諾を含むものであり、その顧客誘引効果を勘案すると、使用料は、建築費の２\n０パーセントを下らないと考えるのが相当である。なお、原告の有価証券報告書に\nおける研究開発費を基準に算出しても、２０パーセントという数値は妥当である。\n被告は、業界において建設省告示基準よりも値引きするという実態があ\nること、施工業者自身がその社内において設計・監理業務を行う場合は設計料が低\n額になること、２棟目以降の設計料は１棟目の設計料の５割程度になることなどを\n主張するが、いずれも失当である。\n仮に、上記設計料率が証拠により認められないとすれば、その立証がそ\nの性質上極めて困難であるときに当たるから、設計料率を２０パーセントとして計\n算した額は、著作権法１１４条の４の規定により相当な損害額として算定されるべ\nきである。\n被告建物の建築費の総額は次のとおり、合計１億６５９２万５０００円\nを下らない。\n６６．３７坪×６２万５０００円（被告の坪当たりの建築額単価）×４\n棟（被告展示場における被告建物棟数）＝１億６５９２万５０００円\nウ　よって、被告の著作権侵害行為又は不正競争行為により原告が受けるべ\nき金銭の額に相当する金員は、前項の建築費総額に２０パーセントを乗じた額であ\nる３３１８万５０００円を下らない。\n(2)　弁護士費用　　　　　　２００万円\n【被告の主張】\n原告の主張は争う。\n被告は、被告建物そのものの建築注文を受けていない。したがって、被告\nは、被告建物の建築等や被告建物を撮影した写真のパンフレットへの掲載により、\n利益を得ていない。\nなお、被告建物の建築費総額について、原告は、被告建物の１坪当たりの\n単価を６２万５０００円としているが、４３万７０００円が正しい。また、建築費\nに含まれる設計料については、業界の実態としては建設省告示（昭和５４年第１２\n０６号）の２ないし３割の値引きをしている上、本件の原告のように施工業者自身\nが社内に専属の建築士を擁している場合は更に低額となる。加えて、原告建物では\n設計事務所の監理業務はあり得ないから、設計料のうち監理業務相当分は除外され\nるべきである。また、同じ建物を建築する場合は、２棟目以降の設計料は１棟目の\n５割程度となる。\n〔第２事件〕\n４　争点(4)（被告写真の利用行為は、原告写真に関する原告の著作権を侵害する\n行為に該当するか）について\n(1)　争点(4)ア（原告写真は、写真の著作物（著作権法１０条１項８号）に該\n当するか）について\n【原告の主張】\nア　原告写真は、原告の住宅メーカーとしての長年の実績と経験を背景とし\nて、設計部所属の担当者が独自の美的感覚に基づき、被写体である「エム・グラヴ\nィス　ベルサ」の持つイメージ、すなわち、焼き物の持つ自然の風合い、土の質\n感・ぬくもりを生かしながら、耐久性、耐候性に優れた業界初のオリジナル外壁で\nある「陶版外壁」、木の優しさと耐久性を兼ね備えた独自の木調部材を採用した外\n装などにより、「感性や嗜好にこだわりをもつ本物志向」、「木の良さを強調した\nこだわりの邸宅」のイメージを具体化するために、「エム・グラヴィス　ベルサ」\nの建物自体を撮影し、撮影した写真をより上記イメージに沿うように、更にＣＧ出\n力処理したものである。\nこのように、原告写真は、被写体として「エム・グラヴィス　ベルサ」\nを選択したこと自体において、また、「エム・グラヴィス　ベルサ」の持つ上記イ\nメージをより具体化するための撮影の方法、組合せ、配置等において創作的な表現\nがされており、写真それ自体に著作権法上の保護に値する独自性が存する。\nしたがって、原告写真は、創作性のある著作物（著作権法１０条１項８\n号）である。\nイ　被告は、原告写真は単なる機械のメカニズムを利用して被写体を忠実に\n再現するものにすぎないなどとして、著作物性を争っている。\nしかし、原告写真は、被写体を忠実に機械的に再製することを目的とし\nたものではない。原告写真は、カタログに原告の目指す原告のイメージ、すなわち\n「積水ハウスの個性」、又は企業ブランディングの際に言われる広告表現の「トー\nン＆マナー」（「トーン」とは印象、「マナー」とは「言い方」といった意味を示\nす。）に帰結すべく表現の検討をした上で昀終的に決定されたものである。そのた\nめ、被写体を忠実に機械的に再製することを目的として撮影するのではなく、被写\n体の選択・構図の取り方・カメラアングル・光量の調整・シャッターチャンスなど\nに撮影者の相違と工夫を加えて撮影することが必要不可欠となる。\nウ　被告は、原告写真は被写体自体が決められているから被写体の選定の余\n地は一切ないと主張する。しかし、原告は、数あるモデルハウス・モデルプランの\n中から販促部のアートディレクション担当者、商品開発部の意匠担当者、専属カメ\nラマン、広告代理店のアートディレクターといった専門家４者が、当該商品コンセ\nプト表現のため、また、原告のブランドイメージ構築の諸条件に照らし合わせて、\n検討し決定している。\n被告は、写真の構図についても極めて限定されていたと主張するが、原\n告写真の構図は、原告イメージを再現するために、数ある構図の中から専門家らに\nよる入念な検討の上で決定されたものである。光量の調整等についても、色調の意\n図的なコントロールを含めて、上記専門家４者による検討の上、色調・トーン・コ\nントラストの調整や更なる加工処理を施している。\n【被告の主張】\n写真の著作物性の場合、単なる機械のメカニズムを利用して被写体を忠実\nに再現することは機械的な複製にすぎないから著作物性を欠き、単なるカメラの機\n械的な作用にのみ依存することなく、被写体の選定、写真の構図、光量の調整等に\n工夫を凝らし、撮影者の個性が写真に表れている場合にのみ創作性が認められる。\nこれを原告写真についてみると、①原告写真は被写体自体が決められてい\nるから被写体の選定の余地は一切なく、②構図についても、住宅用パンフレットに\n使用する目的からして極めて限定され、そこに撮影者の個性を発揮する余地はほと\nんどなかったというべきである。現に、原告写真は、被写体たる住宅を正面よりや\nや左側から水平方向に向けて撮影されたものであって、このような構図や撮影角度\n（アングル）は、建物のパンフレット用写真としては定番の、極めて一般的なもの\nである。さらに、③光量の調整については、昨今の自動式カメラであれば自動的な\n光量調節がなされるから撮影者の調節は必要なく、また手動の調節が必要なカメラ\nでは、何人が撮影しようと何らかの光量の調整は必要となり、特別の意図をもって\n異様に暗い写真又は異様に明るい写真を撮影するのでない限り、光量調節において\n撮影者の個性が発揮されて創作性が認められる余地はない。\n以上のとおり、原告写真は創作性の要件に欠け、写真の著作物（著作権法\n１０条１項８号）とは認められない。\n(2)　同(4)イ（被告写真は、原告写真を複製又は翻案したものか）について\n【原告の主張】\n原告写真と被告写真を比較すると、次のようにいうことができる。\nア　原告写真の被写体にあるダイニング部分（２階バルコニー）の突出を除\nいて、両者はほぼ同一の外観である。また、原告写真の被写体である「エム・グラ\nヴィス　ベルサ」に使用されているフラット庇を除き、仕様サッシ品種がすべて同\n一である。特に、２階左側の１Ｐ幅サッシの４連窓、１階同部の２Ｐサッシ連窓\nは、サッシ配置が同一である。\n「エム・グラヴィス　ベルサ」に使用されているフラット庇は、原告オ\nリジナルであり、他社が類似品を作成することが難しいものである。\nイ　２階左側サッシ部は、見た目における柱材等が同一のもので、写真の外\n観として同一のものと評価される。\nウ　２階右側の屋根をくり抜いた形のバルコニー及び花による装飾が付加さ\nれている点が同一である。\nエ　原告写真の外壁材は「総陶版外壁」であり、被告写真の外壁材は「総タ\nイル貼り」であり、写真の外観としては同一と評価される。\nオ　原告写真と被告写真は、いずれも茶系の外壁材・屋根材・軒先・外部建\n具を使用しており、写真の外観としては同一のものと評価される。\nカ　原告写真と被告写真は、いずれも外観パース（透視図。目でみるのと同\n様な遠近感が現れるように、品物、構造物などを描いた図）で撮影されているが、\nアングルが一致している。\nキ　原告写真と被告写真とは、外観構成を同じくしており、プラン（図面）\n構成も同一と推測される。\n以上のとおり、原告写真と被告写真を比較すると、同一又は同一と評価で\nきるほど酷似したものであり、被告写真が原告写真に依拠せずに撮影又はＣＧ処理\nされたとは考えられない。これらの事実に加え、被告写真が原告写真以前に存在し\nたとは認められないことから、被告は、原告写真の存在を了知した上でこれに依拠\nし、被告写真とそれを使用したチラシを複製、翻案し、そのチラシを配布したもの\nである。\nさらに、被告写真は、被写体を撮影した写真ではなく、コンピュータによ\nって簡易合成された写真と思われる。そこには、創作的表現が見当たらないのはも\nちろんのこと、原告写真と被告写真の画像を重ね合わせることにより、被告写真が\n原告写真の複製であることも容易に証明される。\n【被告の主張】\n原告写真と被告写真が、同一又は同一と評価できるほど酷似したものであ\nることは、争う。原告写真と被告写真を比較してみると、窓枠や窓の配置、建物右\n側２階バルコニー部分の花の装飾の存否、外観の色調、建物左側面の張出し及び２\n階バルコニーの存否、屋根の煙突の存否、玄関ドアのデザインなど、種々の相違点\nがあり、その結果、需要者をして別個の建物であるとの印象を与える。したがっ\nて、被告写真は、原告写真とは別個の新たな創作的表現によって作成されたもので\nあり、原告写真を複製又は翻案したものということはできない。\n５　争点(5)（原告の損害）について\n【原告の主張】\n(1)　著作権法１１４条１項、２項に基づく損害額\nア　被告は、故意又は過失により、原告写真を無断で複製、翻案して被告写\n真を作成し、これを利用した本件チラシや本件新聞広告（以下「本件チラシ等」と\nいう。）を、上記第２、１、(5)記載のとおり、広く配布した。長野県松本市内にお\nいて、被告写真使用前の平成１３年４月から同年７月までの被告の住宅建築確認許\n可件数は３件であったが、被告写真使用後の平成１４年４月から同年７月までの被\n告の住宅建築確認許可件数は６件であった。このことから、原告写真の複製又は翻\n案である被告写真を使用した本件チラシ等によって、被告の住宅建築数が増加して\n被告が利益を得、原告が損害を被ったことは明らかである。\nイ　被告が上記著作権侵害行為により受けた利益の額が原告の損害の額と推\n定されるところ（著作権法１１４条１項）、被告の利益額は、（被告が本件チラシ\n等により販売し得た１棟当たりの利益）×（販売した棟数）で算定できる。\n被告の住宅建築数の増加における被告写真の寄与率は必ずしも明らかで\nはないが、住宅の価格（被告の場合、１棟当たり２９００万３６９０円ないし４１\n４８万１２５０円）が高額であることからすると、被告が著作権侵害行為により受\nけた利益の額は、少なくとも、３棟分の建築価格の１パーセント程度の９０万円を\n下らない。\n仮に上記寄与率が証拠により認められないとすれば、その立証がその性\n質上極めて困難な場合に当たるから、著作権法１１４条の４の規定に基づき、上記\n９０万円をもって相当な損害額と認定されるべきである。\nウ　使用料相当損害金\n被告は、上記第２、１、(5)前段のとおり、被告写真が掲載された本件チ\nラシを、松本市内で少なくとも５万部が発行された新聞に折り込みチラシとして配\n付した。これによる使用料相当損害金は、次のとおり、５０万円を下らない。\nチラシ１枚当たり写真使用料（１０円）×新聞に折り込まれた本件チラ\nシ数（５万枚）＝５０万円\nまた、被告は、上記第２、１、(5)後段のとおり、被告写真が掲載された\n本件新聞広告を、発行部数６万６４００部の地方新聞に掲載した。写真著作物の広\n告使用料は、地方紙の新聞広告の場合、５段以内で５万円であり、原告の目玉商品\nである原告写真の使用を他社に許諾することは考えられないから、通常の写真につ\nいての新聞広告における使用料より相当割高になると考えられること、写真の使用\n料は、無断使用の場合、約１０倍の損害金を発生させる業界の慣行があることから\nすると、上記新聞広告による使用料相当損害金は４０万円を下らない。\nしたがって、原告が受けるべき金銭の額に相当する額は、少なくとも９\n０万円を下らない。\n(2)　弁護士費用　　１０万円\n【被告の主張】\n被告が、本件チラシ５万部を新聞に折り込んで配布したこと、本件新聞広告\nを発行部数６万６４００部の地方新聞に掲載したこと、地方紙の新聞広告の使用料\nが５段以内で５万円であることは認めるが、その余は争う。折込みチラシ１枚にお\nける写真使用料相当額は、２、３円が相当である。被告の住宅販売件数の増加は、\n被告の営業努力と高い商品的魅力によって得られたものであって、被告写真による\n成果ではない。\n第４　当裁判所の判断\n１　第１事件について\n(1)　争点(1)（被告建物の建築、販売、展示は、原告建物に関する原告の著作\n権を侵害する行為に該当するか）ア（原告建物は、建築の著作物（著作権法１０条\n１項５号）に該当するか）について\nア　上記第２、１の争いのない事実等と証拠（甲第１号証の１ないし３、第\n２号証の１ないし４、第３ないし第６号証、第７号証の１、２、第８号証、第２\n５、第２６号証、第３１号証の１、第３２号証の１、第３４号証の１、２、第４７\n号証、第５０号証の１ないし４、乙第１号証の１ないし６、第２号証の１ないし\n４、第３号証の１、２、第４、第５号証、第８ないし第１３号証、第１４号証の\n１、２）及び弁論の全趣旨を総合すれば、次の事実が認められる。\n(ア)　原告は、平成９年ころから、原告の開発に係る高性能コンクリート\n外壁材「ダインコンクリート」を使用した軽量鉄骨２階建て高級注文住宅「グルニ\nエ・ダイン　シリーズ」の企画開発に着手した。\n「グルニエ・ダイン　シリーズ」には、「都市部の様々な法的条件を\nクリアし、空間を大きく生かす都市型住宅」であって１５０㎡程度の敷地を前提と\nする「グルニエ・ダインＵＸ」、「昭和４０～５０年代の都市近郊のニュータウン\nで大量に供給された、比較的形状の整った住宅地（２００㎡程度）の建替の潜在的\n需要」に対応する「グルニエ・ダインＮＥＯ」、「郊外のゆとりある敷地（２５０\n㎡程度）をターゲットに、日本的な感性を生かした深い軒の陰影美や水平ラインを\n強調した穏やかなデザイン」を持つ「グルニエ・ダインＪＸ」がある（甲第５号\n証）。\n「グルニエ・ダインＪＸ」の企画においては、「日本的感性を大切に\nした邸宅感のあるニューモデルを提案」し、「従来、日本の住宅が持つ和感性を継\n承、進化させ、当社（原告）独自のダインコンクリート外壁で構成することで、現\n代性を附加、従前の和風住宅の枠にとらわれない新しい日本の家として企画する」\nことが「デザイン意図」とされた（甲第２５号証）。\n(イ)　原告建物は、「グルニエ・ダインＪＸ」のうちの、片流れ大屋根、\nインナーバルコニーを有するタイプである。\n原告建物の玄関側外観は、原告の中国・九州営業本部が和風建築の技\n法を採り入れた６種類の外観デザインを制作し、「好きな家、住んでみたい家」\n「売れそうな家」「新商品の顔になる家」という観点から行ったアンケート調査\n（平成９年７月実施）において、昀も点数の高かったものである（甲第３４号証の\n１）。\n原告は、原告の工場において原告建物を建築し、平成１０年４月２５\n日から、原告建物を含めたグルニエ・ダインシリーズの販売を開始した（甲第５号\n証）。\n原告建物は、被告建物が建築された平成１１年８月までに、「グルニ\nエ・ダインＪＸ」のカタログ（甲第３号証参照）のトップページに掲載されるなど\nして全国に宣伝広告され、また、モデルハウスとして全国の展示場でも展示された\n（甲第７号証の１、２、甲第８号証）。\n(ウ)　原告建物の外観は次のようなものである。\n原告建物は、片流れ大屋根と切妻屋根を組み合わせ、２階にはインナ\nーバルコニーを、１階には軒下テラスを配し、濃灰色の陶器瓦と自然石の小端積み\nをデザインモチーフにした白色のダインコンクリート壁によってモノトーンのコン\nトラストを醸し出している、和風建築の２階建て個人住宅である。\n原告建物を正面側（玄関側）から見ると、右側に大きく葺き下ろす片\n流れ大屋根、左側に葺き下ろす切妻屋根、左側に葺き下ろす切妻屋根に９０度交差\nする形で正面に葺き下ろす２階の上屋屋根、１階の下屋屋根が配されている。２階\nの上屋屋根は、原告建物正面左側に建物横幅の約３分の１程度、１階の下屋屋根\nは、原告建物正面左端から建物横幅の約４分の３程度に至っている。原告建物正面\n右側には、２階に台形状の窓が１か所、１階に長方形の窓が１か所あり、地面近く\nから大屋根付近まで勾配破風サッシ（濃灰色）に囲まれることにより、一体となっ\nているように見える。原告建物１階正面中央やや右寄り部分は、左右に比べて前方\nに突出しており、その部分とその上の２階に窓が１か所ずつあり、２階にある窓の\n方が１階にある窓よりも若干幅が狭く、高さも半分程度である。原告建物２階正面\n左側は、右側や中央よりも後退しており、２階には中央に袖壁のあるインナーバル\nコニーが、１階には軒下の広い下屋屋根の下にテラスがそれぞれ配置されている。\nまた、１階下屋屋根の左端軒下には、壁が配されている。原告建物正面左側は、１\n階が中央寄りに扉が褐色で片開きの玄関、左寄りには高さのある大きな窓が１か所\n配置されており、２階には袖壁を挟んで、１階よりも小さな窓が２か所配置されて\nいる。\n原告建物の背面側には、２階には窓が４か所、１階には窓が６か所配\n置されている。背面側の右端はかなり後退し、背面側の中央には他と比べて突出し\nた部分がある。原告建物背面側の屋根は、正面側から見える上屋屋根、下屋屋根と\nともに切妻屋根を構成する屋根のほか、中央に建物全体の横幅の約３分の１程度の\n幅を有する下屋屋根が配置されている。\n原告建物の右側面には、大屋根部分に窓が１か所、壁部分に窓が３か\n所配置されている。\n原告建物の左側面には、２階に窓が２か所、１階には横格子が１か所\n配置されている。上屋屋根と下屋屋根の葺き下ろし長さがほぼ同じであり、また、\n下屋屋根の頂点の位置が上屋屋根の頂点の位置よりも正面側に配置されている。\n(エ)　和風建築として人気のある数寄屋風住宅には、水平構造、切妻屋根\n（寄棟、方形造り、入母屋造りなどとの組合せや、複数の切妻屋根の中心をずらし\nた組合せなどの場合もある。）、緩い屋根勾配、広く深い軒や庇といった建築技法\nが一般に用いられる（乙第８号証）。\n片流れ大屋根、これと交差する切妻屋根、緩い屋根勾配、水平構造、\n広く深い軒等による陰影、２階部分のインナーバルコニー、テラスといった要素を\n有する和風の一般住宅が、モデルハウスや個人住宅として多数存在する（乙第２号\n証の２ないし４、第４、第５号証、第１１号証、第１３号証、第１４号証の１、\n２）。\n(オ)　昭和３２年に通商産業省によって創設された「グッドデザイン商品\n選定制度」（通称Ｇマーク制度）を母体とする、我が国唯一の総合的デザイン評\n価・推奨制度として、「グッドデザイン賞」という制度がある。財団法人日本産業\nデザイン振興会は、毎年ある一定数の「デザインが優れたものごと」を選び、その\n選ばれた物（商品・施設）に対して「グッドデザイン賞」を授与している。グッド\nデザイン賞の目的は、「商品の良質化により国民生活の向上、産業の発展及び輸出\n貿易の振興を図るため（中略）グッド・デザインを選定公表する」こととされ、審\n査基準には、「良いデザインであるか」「優れたデザインであるか」「未来を拓く\nデザインであるか」という３点が挙げられている。「良いデザインであるか」につ\nいては、「美しさ」「誠実」「独創的」「機能・性能」「使いやすさ」「安全への\n配慮」「魅力」などの１０の要素が検討され、一定水準以上にあると判断されたも\nのが受賞対象とされる（甲第５０号証の３）。\n原告は、平成１０年、品目名を「工業化住宅」、ブランド・型式を\n「グルニエ・ダインシリーズＵＸ、ＮＥＯ、ＪＸ」、商品コンセプトを「高品質・\n高耐久、邸別敷地配慮、居住性能の向上、生活空間提案」、デザインのポイントを\n「オリジナル外壁、立地環境別シルエット」として、グッドデザイン賞に応募した\n（甲第６号証）。\n財団法人日本産業デザイン振興会は、平成１０年１０月、「グルニ\nエ・ダインシリーズＵＸ、ＮＥＯ、ＪＸ」に、平成１０年度のグッドデザイン賞を\n授与することを決定した。なお、受賞はグルニエ・ダインシリーズに対するもので\nあり（甲第６号証）、その理由は「どんな敷地条件、ライフスタイルに対しても一\n定の水準を満たす適応性の高さと、現代的なオーソドックスさを持っている点が評\n価」（甲第５０号証の２）されたことによる。\nイ(ア)　著作権法は、同法にいう著作物を「思想又は感情を創作的に表現し\nたものであって、文芸、学術、美術又は音楽の範囲に属するものをいう」と定義し\n（同法２条１項１号）、著作物の例示中に「建築の著作物」を挙げている（同法１\n０条１項５号）。\n著作権法により「建築の著作物」として保護される建築物は、同法２\n条１項１号の定める著作物の定義に照らして、美的な表現における創作性を有する\nものであることを要することは当然である。したがって、通常のありふれた建築物\nは、著作権法で保護される「建築の著作物」には当たらないというべきある。一般\n住宅の場合でも、その全体構成や屋根、柱、壁、窓、玄関等及びこれらの配置関係\n等において、実用性や機能性のみならず、美的要素も加味された上で、設計、建築\nされるのが通常であるが、一般住宅の建築において通常加味される程度の美的創作\n性が認められる場合に、その程度のいかんを問わず、「建築の著作物」性を肯定し\nて著作権法による保護を与えることは、同法２条１項１号の規定に照らして、広き\nに失し、社会一般における住宅建築の実情にもそぐわないと考えられる。一般住宅\nが同法１０条１項５号の「建築の著作物」であるということができるのは、一般人\nをして、一般住宅において通常加味される程度の美的要素を超えて、建築家・設計\n者の思想又は感情といった文化的精神性を感得せしめるような芸術性ないし美術性\nを備えた場合、すなわち、いわゆる建築芸術といい得るような創作性を備えた場合\nであると解するのが相当である。\n(イ)　上記アの認定事実によれば、原告建物は、和風建築において人気の\nある、その意味では日本人に和風建築の美を感じさせるということができる、切妻\n屋根、陰影を造る深い軒、全体的な水平ラインといった要素や、インナーバルコニ\nー、テラス、自然石の小端積み風の壁といった洋風建築の要素を、試行錯誤を経て\n配置、構成されていると認められるから、実用性や機能性のみならず、美的な面で\nそれなりの創作性を有する建築物となっていることは否定できない。また、原告建\n物は、建築会社である原告内において、専門的な知識、経験を有する複数の者が関\n与して、試行錯誤を経て外観のデザインが決定されたものであり、その意味で、知\n的活動の成果であることも疑いないところである。\nしかしながら、現代において、和風の一般住宅を建築する場合、上記\nのような種々の要素が、設計・建築途上での試行錯誤を経て、配置・構成されるで\nあろうことは、容易に想像される。本件のように、建築会社がシリーズとして企画\nし、モデルハウスによって、一般人向けに多数の同種の設計による一般住宅を建築\nする場合、当該モデルハウスの建築物が、一般人をして、一般住宅が備える程度の\n美的な創作性を感得させることはあっても、建築家・設計者の思想又は感情といっ\nた文化的精神性を感得させ、美術性や芸術性を認識させることは、一般的に、極め\nてまれなことといわざるを得ない。\n原告建物は、前記認定によれば、通常の一般住宅が備える美的要素を\n超える美的な創作性を有し、建築芸術といえるような美術性、芸術性を有するとは\nいえないから、著作権法上の「建築の著作物」に該当するということはできない。\nウ(ア)　原告は、原告建物に審美性や芸術性があることの裏付けについて、\n原告建物がグッドデザイン賞を受賞したことを挙げる（甲第５０号証の１ないし\n４）。\nグッドデザイン賞の趣旨、受賞の経緯は、前記ア(オ)のとおりであ\nる。しかるところ、平成１０年グッドデザイン賞住宅部門審査委員長（東京理科大\n学工学部建築学科教授）C作成の「積水ハウス・グルニエダインＪＸのデザインにつ\nいて」と題する書面（甲第５０号証の４）の「Ｇマーク工業化住宅の審査の視点」\nの項には、「平成１０（１９９８）年のＧマーク審査において、当該住宅のデザイ\nンについては、一般的なデザインの良さという観点のほかに、新規性（在来構法の\n住宅や従来の工業化住宅他社製品にはないデザインが、一定水準以上で実現されて\nいること）、独自性（現代の我が国の住宅デザインに相応しい独自の提案が望まれ\nる。）、再現性（Ｇマークの対象である工業化住宅においては、建築家の設計によ\nる個々の住宅や、系列化された特有のデザイン傾向を持たない在来構法の個々の住\n宅とは異なった、一定のスタイルと水準が保たれるという「デザインの再現性」が\n求められる。）の視点から審査を行った。グルニエダインＪＸを含めた積水ハウ\nス・グルニエダインシリーズについては、いくつかのタイプのデザイン傾向を一式\nとして審査した。それぞれのタイプ相互にはデザインの指向性に違いがあるが、上\n記の視点からＧマークに相応しいと判断した。特にグルニエダインＪＸは、伝統的\n和風建築とは異なり、かつ洋風デザインとも異なる独自の提案を持ち、現代におけ\nる種々の機能・性能上の要求に対応し、かつ我が国の気候・風土・伝統をも反映す\nるような『現代和風住宅のプロトタイプ』を確立したと言うに相応しい、優れたデ\nザインであると思われる。」旨が記載されている。\nまた、１９９８年度グッドデザイン賞イヤーブック、ウェブサイトコ\nピー（甲第５０号証の２）の「グルニエダインシリーズＵＸ、ＪＸ、ＮＥＯ」の項\nには、「どんな敷地条件、ライフスタイルに対しても一定の水準を満たす適応性の\n高さと、現代的なオーソドックスさを持っている点が評価されました。」と記載さ\nれ、その「商品概要」の欄には、「首都圏の建て替え需要向けに、外装材の質感や\n耐久性、居住性の向上を図って開発された工業化住宅。オーソドックスな屋根型シ\nルエットの、立地環境別の対応モデル（ＵＸ：市街地対応モデル、ＮＥＯ：都市近\n郊住宅地対応モデル、ＪＸ：郊外住宅対応モデル）を基本に、個別の敷地や家族の\n生活要件に細やかに対応した邸別設計が可能なシステム商品である。ホルムアルデ\nヒドの発生を防ぐためにクロス接着剤のゼロホルマリン化を図るなど、環境と人に\n優しい住宅を追求した。」と記載されている。\n以上によれば、グッドデザイン賞の選定に当たっては、美しさ、新規\n性、独自性など、審美性、芸術性に関連する要素が考慮されることは否定し得ず、\nまた、従来の建築様式との対比の点において、原告建物のデザインに、純然たる和\n風建築でも洋風建築でもない独自の要素があることが認められる。しかし、他方\nで、一般に、グッドデザイン賞の選定に当たっては、単に外観の美しさだけではな\nく、工業製品としての機能や、同じ外観の製品の大量生産が可能か否かという工業\n製品の生産性に関わる事項（「再現性」等）も相当程度考慮されていることが認め\nられる。特に上記のグッドデザイン賞イヤーブック、ウェブサイトコピーの記載に\nよれば、本件受賞の大きな理由として、多様な敷地条件やライフスタイルに適応し\nた設計が可能なシステム商品であるという機能面が強調されており、美感に関して\nは、商品概要の欄に「オーソドックスな屋根型シルエット」という抽象的な指摘が\nあるにとどまる。\nまた、本件のグッドデザイン賞の受賞は、ＪＸだけではなく、ＵＸ、\nＮＥＯという異なった形態の住宅を包含するグルニエダインシリーズに与えられた\nものであり、これらのシリーズ中の各形式の住宅の形態は、外壁や屋根の色、屋根\nの傾斜など、共通した点があるものの、建物の形態としては、基本的な部分が大き\nく異なるといえるものも含まれており、このことからも、本件受賞は、機能面が極\nめて重視されていることが推認される。\nしたがって、グッドデザイン賞の受賞から、原告建物に美術性、芸術\n性が具備されていると認めることはできない。\n(イ)　原告商品企画部担当者作成の「創作建築物としてのＪＸの独自性に\nついて」と題する書面（甲第４７号証）には、「ＪＸでは、それに和感性を取り入\nれ、下屋に囲まれたインナーバルコニーに、切妻の片流れ空間と、袖壁構成を組合\nせ、程よい広さ、心地いい空間を造ることを狙いました。それによって、表層デザ\nインとしての要素の組合せにとどまらず、そこに新規性、独自性が表現できると考\nえます。」、「要は、方法論としての組合せの仕方であり、ありきたりの要素の組\n合せというのではなく、必然性があり、かつ吟味した要素を組合せることで、間違\nいなく創作的審美性をもつものと考えます。」と記載され、インナーバルコニーに\nよって原告建物の新規性、独自性、創作的審美性が表現できる旨記載されている。\nそして、同書面の「全体的な家のバランス、大屋根、葺き降し、水平基調、下屋屋\n根との組合せで、トータル設計しているわけですが、今回特にこのバルコニー要素\nをとりあげました。」という記載からは、原告建物を設計する際に、全体のバラン\nス、大屋根の流れ、水平な上屋屋根、下屋屋根との組合せを考慮してインナーバル\nコニーが設計されたことが推認される。\nしかし、前記ア(エ)掲記の証拠によれば、２階の屋根の交わる部分の\n下に、下屋に囲まれたインナーバルコニーがある例、２階のインナーバルコニーに\n袖壁がある例、和風住宅にインナーバルコニーがある例は、従前から通常の住宅建\n築に存在したことが認められ、また、インナーバルコニーの存在が建物の外観にお\nいて重要な要素を占めている例が少なくないことが認められ、従前の住宅建築にお\nいても、インナーバルコニーの大きさ、位置、上屋屋根及び下屋屋根との関係等\nが、全体のデザインの中で適正に位置付けられるように設計されていたものと推認\nされる。そうであるとすれば、原告建物のインナーバルコニーと全く同じインナー\nバルコニーが従前存在しなかったとしても、原告建物のインナーバルコニーは、従\n前から存在した通常の住宅建築のインナーバルコニーの延長上にあるものと認めら\nれ、その存在によって原告建物に美術性、芸術性があることを根拠付けるものでは\nないというべきである。\n(ウ)ａ　建築家である岐阜県立情報科学芸術大学院大学教授Ａ作成の鑑定書\n（甲第３２号証の１）は、原告建物の審美性について詳細に検討し、外観の特徴と\nして、棟から大きく葺き下ろされた切妻型の屋根の存在、深い軒、いくつかの複合\nした屋根が作り出す奥行き、屋根のプロポーション、開口部のデザイン、プレキャ\nストコンクリートによる壁の表情、軒下の空間構成、２階部分のインナーバルコニ\nーにより軒下に変化を与えるデザイン等を指摘して、原告建物の特徴が、「和的な\nるものと現代性の共存」あるいは「新しい生活感覚をもった和的な生活感情と現代\n的な生活の融合」であり、「日本的な印象を作り出しているデザインだが、それは\n決して単なる和風住宅のデザインとはことなり、デティールや素材にわたってモダ\nンな要素デザインを融合させ、両者は不釣合いにぶつかることなく見事にバランス\nされている点で、優れた審美性をみたしたデザインであると言える。」と述べてい\nる。\nしかし、前記ア(エ)掲記の証拠によれば、甲第３２号証の１の鑑定書\nが指摘する、棟から大きく葺き下ろされた切妻型の屋根、深い軒、複合した屋根に\nより作り出される奥行き、陶器瓦の屋根、直線的なけらばのデザイン、モノトーン\nに近い色使い、壁構造の開口部、開口部周りの厚みを感じさせる処理、表面に凹凸\nのあるプレキャストコンクリートを使用していること、屋根の傾斜とともに建物全\n体において水平方向の安定性が強調されていること、軒下に柱を立てて奥行きを作\nり出していること、２階にインナーバルコニーを設けて軒下に変化を与えているこ\nとなどは、従来の住宅建築において普通に見られたデザインや処理であり、従来の\n住宅建築においても、これらを含む様々な要素を組み合わせ、デザインが完成され\nてきたことが認められる。そして、従来の住宅建築においても、バランスを考慮し\nて、これらの要素を見栄えよく配置するためのデザインには意が払われてきたもの\nである。原告建物におけるこれらの要素の組合せ方は、それと全く同じものが過去\nに存在しなかったとしても、従前の住宅建築に比して特段変わったものということ\nはできず、むしろ、過去の通常の住宅建築の延長上にあるものというべきである。\nまた、西洋的なものと和風のものを統合したという点についても、前掲の証拠によ\nれば、我が国の昀近の住宅建築においては、純粋に和風又は洋風の建築はむしろ少\nなく、両者の様式を折衷しているものが少なくないことが認められるから、その点\nを考慮しても、原告建物に美術性、芸術性があるものとは認めることができない。\nそうであるとすれば、前記鑑定書によっても、原告建物に美術性、芸術性があるこ\nとが認められるとはいえない。\nｂ　また、前記鑑定書（甲第３２号証の１）においては、建物の横方向の\n寸法と高さとの関係、屋根と軒の高さ、大きな壁面の構成などを補助線を用いて分\n析した上で、「建築の立体構成を美しい比例でコントロールすることは、建物内部\nの平面の設計（部屋の配置）と無関係ではなく、大変複雑な設計プロセスを要する\nことは自明であり、決して偶然こうなったというものではない。」とされている。\n甲第２５号証及び上記記載によれば、原告建物の設計に当たって、建\n物内部の部屋の配置を整え、住宅としての機能を確保した上で見栄えの良いモデル\nを作り出すために複雑なプロセスを経ており、その過程で、屋根、壁、窓、バルコ\nニーなど様々な構成要素の適正な配置を決めるために、バランスやシルエットなど\nが考慮されていることが推認される。\nしかし、前記ア(エ)掲記の証拠によれば、完成した原告建物を既存の\n通常の住宅建築と比較した場合、原告建物にそれらとは異なって美術性、芸術性が\n備わっているものとは認められないから、原告建物の設計において上記のような考\n慮がされているとしても、その故に、原告建物に美術性、芸術性が備えられている\nと認めることはできない。\nエ  以上によれば、原告建物は著作権法上の「建築の著作物」とはいえな\nい。第１事件のうち、著作権侵害を理由とする原告の請求は、その余の点につき判\n断するまでもなく理由がない。\n(2)　争点(2)（被告建物は、原告建物という商品の形態を模倣したもの（不正\n競争防止法２条１項３号）といえるか）について\nア　不正競争防止法２条１項３号は、他人の商品の形態を模倣した商品を譲\n渡等する行為を不正競争とするものであるところ、ここにいう「商品の形態」と\nは、流通に置かれる当該商品全体の形態を指すものと解すべきである。もちろん、\n商品の中には、外観上の一部に商品の形態の特徴の全部があり、他の部分は商品の\n形態の特徴上意味を持たないようなものもあり得るが、居住用の建物に関しては、\n玄関側の外観のみの特徴をもって建物全体の特徴であるとし、正面外観を「模倣」\nの判断基準とすることはできない。\n原告は、商品の一部の形態であっても、その形態が意匠の要部のように\n商品形態を特徴付ける重要な役割を果たしているときには、当該部分の形態をもっ\nて「商品の形態」と評価することができ、注文住宅の場合は、外観、特にその商品\nとしての表示が常になされ、消費者がその個性や特徴を判断する玄関側の外観が\n「商品形態」であり、玄関側の外観が決まればそれ以外の面は玄関側の外観から導\nかれる形態か、同種の商品が通常有する形態に該当するにすぎないと主張する。\nしかし、建物において玄関側（正面）外観が昀も注目されることは否定\nできないとしても、そのことは、購入しようとする者にとって背面や両側面、全体\n的な構成等が当該商品の形態として無意味であるということにはならない。また、\n玄関側（正面）外観によって、背面や両側面の形態が必然的に定まったり、通常有\nする形態となるものとはいえない。\nイ　そこで、上記観点から、形態模倣の有無について検討する。\n(ア)　上記第２、１の争いのない事実等と証拠（甲第１号証の１ないし\n３、第２号証の１ないし４、第３ないし５号証、第１１号証、第２０号証の１ない\nし３、第３１号証の１）によれば、次の事実が認められる。\nａ　原告建物の形態等\n原告建物の構成及び玄関側外観は、上記(1)ア(ウ)に述べたとおりで\nある。\nｂ　被告建物の形態等\n被告建物は、片流れ大屋根と切妻屋根を組み合わせ、２階にはイン\nナーバルコニーを配し、濃灰色の瓦と白色の壁によってモノトーンのコントラスト\nを醸し出している、和風建築の２階建て個人住宅である。\n被告建物を正面側（玄関側）から見ると、右側に大きく葺き下ろす\n片流れ大屋根、左側に葺き下ろす切妻屋根、左側に葺き下ろす切妻屋根に９０度交\n差する形で正面に葺き下ろす２階の上屋屋根、１階の下屋屋根が配されている。２\n階の上屋屋根は、被告建物正面左側に建物横幅の約３分の１程度、１階の下屋屋根\nは、被告建物正面左端から建物横幅の約３分の２程度に至っている。被告建物正面\n右側には、２階に台形状の窓が１か所、１階に長方形の窓が１か所あり、地面近く\nから大屋根付近まで勾配破風サッシ（濃灰色）に囲まれることにより、一体となっ\nているように見えるようになっているほか、更に右側１階部分に長方形の窓が１か\n所配置されている。被告建物１階正面中央（全体のやや右寄り）は、その両側から\n壁が前方へ突出してその中央部が開口していて、奥に玄関があり、その上の２階に\n窓がある。２階の窓は１階の玄関より幅広い。また、１階の玄関は、扉が黒色の観\n音開きになっている。被告建物正面左側は、右側と比べて若干突出しており、１階\nには袖壁を挟んで、幅も広く高さも高い窓が２か所配置されているが、テラスはな\nい。被告建物正面左側２階には中央に袖壁のあるインナーバルコニーがあり、袖壁\nを挟んで１階の窓よりも幅も狭く高さも低い窓が２か所配置されている。\n被告建物の背面側には、２階には窓が３か所、１階には窓が４か所\n配置されている。背面側の左端がやや後退し、右側には勝手口が配置されている。\n被告建物背面側の屋根は、正面側から見える上屋屋根、下屋屋根とともに切妻屋根\nを構成した屋根のほか、建物全体の横幅いっぱいに下屋屋根が配置されている。\n被告建物の右側面は、大屋根が手前に向かって葺き下ろし、その左\n端部は直線状であるが、右端部は入り組んでおり、大屋根部分に窓が１か所ある。\n１階は平坦な壁面で、窓が４か所配置されている。\n被告建物の左側面は、２階に窓はなく、１階には窓が４か所配置さ\nれている。上屋屋根と比べ、下屋屋根の葺き下ろし長さの方が長く、また、双方の\n屋根の頂点がほぼ同位置にある。\n(イ)ａ　原告は、原告建物の玄関側の外観（原告商品形態）の特徴を被告\n建物の玄関側の外観（被告商品形態）が有していることをもって、商品形態の模倣\nの根拠としており、玄関側（正面）以外の部分の形態の同一性については主張して\nいない。しかし、前述のとおり、被告商品が原告商品の商品形態を模倣したか否か\nの判断に当たっては、玄関側（正面）の外観だけではなく、それ以外の部分の外観\nも考慮に入れて、全体として形態の同一性を判断すべきである。そして、原告建物\nと被告建物を、玄関側（正面）以外の面で対比すると、各面の外観に現れる屋根と\n壁面の形状、屋根の大きさ、窓の個数・配置・大きさ等において、顕著に相違して\nおり、少なくとも、玄関側以外の外観上は、原告建物と被告建物の形態が同一ない\nし実質的に同一といえるほどに酷似しているとはいえないことが明らかである。\nｂ　次に、原告建物と被告建物の玄関側（正面）の外観を比較すると、\nなるほど、原告が主張するように、①玄関に向かって右側に大屋根を大きく葺き下\nろし、②下屋屋根に接して２階のサッシ窓を設けるとともに、③地面近くから屋根\nの付近までの勾配破風サッシを配してアクセントを加え、④反対側には、面積の少\nない上屋屋根と軒の深い面積の広い下屋屋根を葺き、⑤下屋屋根と一体感をもたせ\nた中央に袖壁を設置したインナーバルコニーを配し、⑥下屋屋根の軒下にはテラス\nを配している点では、原告建物と被告建物は共通しているといえる。\nしかし、他方、原告建物と被告建物のそれぞれの玄関側（正面）の\n外観は、次のような点で異なっている。\n①　原告建物においては、下屋屋根が建物の左端から建物全体の約４\n分の３に至るまで続いているのに対し、被告建物は、下屋屋根が建物の左端から建\n物全体の約３分の２程度までに止まっている。このため、原告建物では水平基調が\n強調されることになるが、被告建物ではそれほどでもない。\n②　原告建物においては、正面右側に地面近くから大屋根付近まで破\n風勾配サッシがあり、また中央やや右側の１階と２階に１か所ずつ窓があり、しか\nも１階の窓よりも２階の窓の方が幅が狭い。これに対し、被告建物は、正面右側に\n地面近くから大屋根付近まで破風サッシがあるほか、その右側１階に更に長方形の\n窓が配置されており、また、中央やや右側の１階には玄関が、２階には窓が配置さ\nれ、１階の玄関よりも２階の窓の方が幅が広い。このため、原告建物は縦のライン\nが強調されるが、被告建物ではそれほどでもない。\n③　原告建物では、左側１階が中央部より後退しており、その分下屋\n屋根の軒が深く、かつテラスが配置されることになる。これに対し、被告建物で\nは、左側１階が、右側や中央玄関位置よりやや突出しており、下屋屋根の軒がさほ\nど深くなく、テラスも配置されていない。また、この結果、原告建物では軒の作る\n陰影美が認められるが、被告建物ではそのような陰影美を認めることはできない。\nこのように、原告建物と被告建物の玄関側（正面）外観は、下屋屋\n根のスペース、窓の配置や大きさ、玄関の位置、壁面の出入りの具合い、軒の深\nさ、テラスの有無等の違いがあり、印象も異なったものとなっている。\n多摩大学経営情報学部教授B作成の鑑定書（甲第３１号証の１）にお\nいては、(1)右側の片流れ大屋根の傾斜角度、(2)右側の片流れ大屋根、左側の切妻\n屋根、左側の上屋屋根、左側の下屋屋根、左側の下屋屋根に一体化して組み込まれ\nたインナーバルコニー、左側の下屋屋根と一体感をもたせた袖壁によって２つに分\n割配置された壁の組合せ及び配置の数値上の対比、(3)大屋根と葺き下ろしからなる\n片流れ大屋根及び左側の上屋屋根にかかわる水平的モジュールの構成と、インナー\nバルコニーと袖壁にかかわる水平的モジュールの構成によって構成される建築物の\n水平的な骨格構造、(4)下屋屋根とバルコニーと袖壁にかかわる垂直的モジュール並\nびに水平的モジュールによって構成される建築物の垂直的・水平的な骨格構造など\nの類似性等に基づいて、原告建物と被告建物の正面の形態の基本的な商品形態及び\nその骨格構造の同一性又は類似性を指摘している。しかし、前記のとおり、原告建\n物と被告建物には、その印象を大きく異にする重要な要素において相違があり、上\n記鑑定書は、それらの相違点を検討することなく、類似点のみを挙げて類似性を肯\n定しているものであるから、その結論を採用することはできない。\nしたがって、原告建物と被告建物とは、それぞれの玄関側（正面）\nの外観においても、実質的に同一といえるほどに酷似しているとはいえない。\nウ　以上のとおり、原告建物と被告建物は、その外観において相違があり、\n形態が同一ないし実質的に同一であるとはいえないから、被告建物が原告建物を模\n倣した商品であると認めることはできない。\n(3)　よって、その余の点を判断するまでもなく、原告の第１事件の請求はいず\nれも理由がない。\n２　第２事件について\n(1)　争点(4)（被告写真の利用行為は、原告写真に関する原告の著作権を侵害\nするか）ア（原告写真は、写真の著作物（著作権法１０条１項８号）に該当する\nか）について\nア　上記第２、１の争いのない事実等と証拠（甲第２１号証の１、２、第２\n２、第２３号証、第２９号証）及び弁論の全趣旨によれば、次の事実が認められ\nる。\n原告は、平成１３年４月１日から、原告の木造住宅「シャーウッド」\n（木造軸組）シリーズの昀高級品である「エム・グラヴィス　ベルサ」の販売を開\n始した。「エム・グラヴィス　ベルサ」の販売に際して、「焼き物の風合いをもつ\n新陶版外壁を採用、木の良さを強調したこだわりの邸宅」をキャッチフレーズにし\nていた。\n原告は、原告工場において「エム・グラヴィス　ベルサ」の住宅を建築\nしていたが、「エム・グラヴィス　ベルサ」のカタログを作成し、同カタログに掲\n載する目的で、同建物を被写体とする写真を撮影することにした。原告は、撮影に\n際し、上記「エム・グラヴィス　ベルサ」のキャッチフレーズに沿い、しかも原告\nのイメージを損なわず、かつ顧客誘引力あるものとなるよう、構図や光線の照射方\n法を選択、決定し、調整した上で、撮影した。ただし、撮影された写真（甲第２１\n号証の１）は、工場内で建築された状態の建物そのものを被写体としていたため、\n地面がむき出しとなっている、建築材が置いてある、別の建物も写っているなど、\n未だカタログに掲載できるような写真とはなっていなかった。そこで、原告は、こ\nれを更にカタログ等に掲載するにふさわしいように、かつ上記キャッチフレーズに\n沿うように、不要なものを消去し、玄関先、バルコニー、テラスなどに樹木等を配\nし、建物周辺にも敷石や樹木等を配するなどのＣＧ出力処理を施した。その結果が\n原告写真（甲第２１号証の２）である。\n「エム・グラヴィス　ベルサ」のカタログには、「積水ハウスの『シャ\nーウッド』は木への愛着から生まれた進化した木造住宅。素材としての木の素質を\n生かすと同時に、より高い強度と耐久性を備えています。さらに、快適な木造住宅\nになるために『エム・グラヴィス　ベルサ』は新しい木を創造しました。」「大地\nの素材、柔らかな土肌の感触、焔が創り出す色合い、そのすべてが自然のなせる\n技。『エム・グラヴィス　ベルサ』で採用したオリジナル陶版外壁『ベルバーン』\nは、焼き物と同じように『土』と『焔』から生まれました。一枚一枚、微妙に異な\nる表情の変化、時とともに深まる風合いは、まさに焼き物固有の魅力。美しさと個\n性を際立たせ、木の家にさらに温もりを与えています。先進の技術で、強度や耐久\n性など、外壁材としての性能も高めました。シャーウッド『エム・グラヴィス　ベ\nルサ』。焼き物の持つ独特の味わいと、魅力をそのまま受け継いだ、積水ハウスの\n新しい木の家です。」との記載のほか、その全体像を示すものとして見開き全面に\n原告写真が掲載されている（甲第２９号証）。\n原告は、「エム・グラヴィスベルサ」を平成１３年４月１日より全国的\nに販売開始しているから、上記原告写真の撮影・制作は、この販売開始前になされ\nたものと推認される。\nイ　以上の事実によれば、原告写真は、被写体の選定、撮影の構図、配置、\n光線の照射方法、撮影後の処理等において創作性があるものと認められ、原告の思\n想又は感情を創作的に表現したものとして、著作物性を有するものというべきであ\nる。\n被告は、原告写真は被写体の忠実な再現にすぎないから創作性が認めら\nれない旨主張するが、上記認定に照らして、その主張は採用することができない。\n(2)　同(4)イ（被告写真は、原告写真を複製又は翻案したものか）について\nア　証拠（甲第２１号証の１、２、第２２ないし第２４号証、第４８、第４\n９号証）によれば、原告写真と被告写真の比較において、次のようにいうことがで\nきる。\n(ア)　原告写真と被告写真は、どちらも被写体となる建物を、正面左側の\n位置から、正面と左側面一部が写るように撮影されている。\n(イ)　原告写真と被告写真の被写体となっている建物は、次のような共通\n点を有する。\nａ　建物正面左側には２階に寄棟造り様の屋根が、右側には２階に寄棟\n造り様の屋根と１階に正面に葺き下ろす屋根が存在する。\n建物正面から見て左側は、右側よりも突出しており、１階は高さの\nある大きな２連窓が配置され、２階は１階よりやや前方に出た位置に２階の高さの\n約３分の２程度の高さの４連窓が配置されている。\n建物正面から見て右側は、左側よりやや後退し、中央寄り１階に玄\n関が、２階には更に奥まったところにインナーバルコニーが配置されている。また\n右寄りは１階部のみが存在し、比較的幅が広く、高さのある大きな窓が配置されて\nいる。\n原告写真と被告写真をスキャニングし、原寸でＯＨＰフィルムにて\n出力したものを重ね併せると、上記寄棟造り様の屋根、建物右側の葺き下ろしの屋\n根、建物左側１階部分の窓、２階部分の窓、建物右側の玄関、奥まったインナーバ\nルコニー、右端の１階部及びその窓がほぼ一致する（甲第４８、第４９号証）。\nｂ　建物左側面には、１階部分に屋根はなく、２階と１階にそれぞれ窓\nが配置されている。原告写真の建物には、１階に突出した部分とその上の２階部分\nにバルコニーがあるが、被告写真の建物にはそのような突出部分やバルコニーはな\nい。しかし、原告写真と被告写真のＯＨＰフィルムを重ね併せると、突出部分とバ\nルコニーを除いて、建物正面と建物左側面との接線の位置、正面側の１、２の窓の\n配置及び大きさなどが、ほぼ一致する（甲第４８、第４９号証）。\nｃ　屋根は平坦で、色は濃茶色である。壁は、褐色で、直方体が積み上\nげられたような外観を呈している。\n上記のような共通点により、原告写真と被告写真の各被写体の建物\nは、建物の形状、屋根、壁面、窓、玄関、バルコニー等の配置、色彩等を含め、全\n体として極めてよく似た外観として表示されている。\n(ウ)　原告は、平成１３年４月１日から「エム・グラヴィス　ベルサ」の\n販売を開始したが（甲第２３号証）、遅くともこのころには原告写真はカタログ等\nに掲載されるなどしていたことが推認される。\n被告写真は、平成１４年３月２３日、２４日開催の「木曽檜の家　お\n客様の家見学会」の広告である本件チラシに、あるいは同年６月２２日、２３日開\n催の「木曽檜の家　大工さんのいる構造完成見学会」の広告である本件新聞広告\nに、掲載されている。\nイ　以上からすれば、被告写真は原告写真に依拠して原告写真を複製して作\n成されたものであると認められる。\nウ　被告は、被告写真の被写体である建物の正面左側２階の窓の下の窓枠部\n分が原告写真の被写体と異なること、被告写真の被写体である建物には建物左側面\nの張り出しや屋根の上の煙突がないこと、正面２階中央のバルコニーの花の装飾が\n異なること、全体的な色調が異なることなどを指摘し、その結果、被告写真は原告\n写真の複製又は翻案に該当しないと主張する。\nしかしながら、被告の指摘は、些細な、格別に意味のない相違にすぎ\nず、しかも、これらの相違点から被告独自の思想又は感情を感得できるようなもの\nではないから、上記認定を覆すものではない。\n(3)　争点(5)（原告の損害）について\nア　上記認定事実によれば、被告は、原告写真を複製して被告写真を作成し\nて原告の著作権を侵害したことにつき、少なくとも過失があったものというべきで\nある。\nイ　原告は、著作権法１１４条１項の規定により、被告が上記著作権侵害行\n為によって得た利益の額が原告の被った損害の額と推定される旨主張する。しか\nし、原告が主張するように、被告が被告写真を本件チラシ等に使用した後に、被告\nの住宅建築数の増加があるとしても、原告写真を複製した被告写真を使用した本件\nチラシ等の配布と被告の住宅建築数の増加との間に因果関係があることを認めるに\n足りる証拠はない。\n原告は、原告主張の寄与率（被告の住宅建築数の増加における被告写真\nの寄与率）が証拠によって認められないとすれば、著作権法１１４条の４の規定に\nより相当な損害額を認定すべきである旨主張するが、上記のとおり、そもそも、被\n告による原告写真の複製という著作権侵害行為と被告の住宅建築数の増加との間の\n因果関係の立証がないのであり、原告主張のごとき損害の発生自体が認められず、\n一方で、後記のように別の算定方法による損害の立証が可能であるから、著作権法\nの上記規定を適用すべき場合には当たらない。\nウ　次に、原告は、著作権法１１４条２項により、「著作権の行使につき受\nけるべき金銭の額に相当する額」を損害の額として請求するので検討するに、当事\n者間に争いのない事実（上記第２、１、(4)及び(5)）と証拠（甲第２４号証、第２\n７、第２８号証、第３７号証）及び弁論の全趣旨によれば、次の事実が認められ\nる。\n(ア)　被告は、平成１４年４月２３日、同月２４日に長野県松本市内の松\n本女鳥羽会場（完成現場）、松本県（あがた）会場（構造現場）で開催された見学\n会に来訪させるため、本件チラシ（甲第２４号証）５万部を新聞に折り込む形で配\n布した。また、同年６月２２日、長野県松本市等２１市町村において６万６４００\n部を発行する「市民タイムス」に、被告写真を使用した本件新聞広告（５段以内）\n（甲第２７号証）を掲載した。本件チラシ、本件新聞広告とも、中央部に被告写真\nが大きいスペースで掲載されている。\n(イ)　写真を広告に使用する際の基本料金として、チラシ１頁以内表紙カ\nットの場合は５万円（甲第３７号証・１枚目）、新聞広告（地方紙）５段以内の場\n合５万円（甲第３７号証・２枚目）としているところがある。なお、被告は、折込\nチラシ１枚における写真使用料相当額を１枚２、３円の限度で自認している。\n著作権法１１４条２項の「受けるべき金銭の額に相当する額」は、侵害\n行為の対象となった著作物の性質、内容、価値、取引の実情のほか、侵害行為の性\n質、内容、侵害行為によって侵害者が得た利益、当事者の関係その他の当事者間の\n具体的な事情をも参酌して認定すべきものと解されるところ、上記(ア)、(イ)の事\n実のほか、上記(1)、(2)で認定した事実も勘案すると、原告が、原告写真を複製さ\nれたことにより、被告から受けるべき金銭の額に相当する額は、本件チラシに関し\nては２０万円、本件新聞広告に関しては１０万円と認めるのが相当である。\nエ　第２事件に関する弁護士費用相当損害金としては、事案の内容、訴訟の\n経過、認容の程度等を勘案すると、１０万円が相当である。\nオ　よって、第２事件に関して原告に生じた損害は、４０万円であると認め\nられる。\n(4)　以上によれば、第２事件については、被告写真は「写真の著作物」である\n原告写真の複製であると認められるから、原告写真の著作権に基づく被告写真の使\n用の差止め、被告写真、そのデータ及びこれを使用したチラシ等の廃棄を求める請\n求はいずれも理由があり、また損害賠償請求に関しては、上記(3)記載のとおり４０\n万円及びこれに対する不法行為の後であって第２事件訴状送達の日であることが記\n録上明らかな平成１４年７月３日から支払済みまで民法所定年５分の割合による遅\n延損害金の支払を求める限度で、原告の請求は理由がある。\n３　よって、原告の第１事件の請求は、いずれも理由がないから棄却し、原告の\n第２事件の請求は、主文第１ないし第４項記載の限度で理由があるからこれを認容\nし、その余は理由がないから棄却する。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　小　　　松　　　一　　　雄\n裁判官　　　中　　　平　　　　　　　健\n裁判官　　　大　　　濱　　　寿　　　美\n（別紙）\n原告住宅目録イ号物件目録\n原告写真被告写真\n"
}