{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 1
  },
  "case_number": "平成12(ワ)2851",
  "case_name": "保険金請求",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "7774",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7774",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/774/007774_hanrei.pdf",
  "contents": "主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請　　求\n被告は，原告に対し，１０００万円及びこれに対する平成１２年１月１日から支\n払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n本件は，千代田火災海上保険株式会社（以下「千代田火災」という。）との間で\nヨット・モーターボート総合保険等の保険契約を締結していた原告が，千代田火災\nの訴訟承継人である被告に対し，モーターボートが盗難に遭うなどして損害を受け\nたとして，保険金１０００万円及びこれに対する保険金請求より後の日である平成\n１２年１月１日から支払済みまで商事法定利率年６分の割合による遅延損害金の支\n払を求めた事案である。\n１　争いのない事実等\n以下のうち（１），（２）は当事者間に争いがない。（３）は弁論の全趣旨によ\nり認めることができる。\n（１）　原告は，自動車修理，販売等を営む有限会社であり，千代田火災は，\n損害保険業等を営む株式会社である。\n（２）　原告は，千代田火災との間で，次の保険契約を締結した。\nア　ヨット・モーターボート総合保険\n証券番号　　○○○○○○○○○○\n保険期間　　平成１１年６月２０日から１年間\n保険金額　　Ａ号船体保険金額７００万円\nイ　自動車保険（販売用・陸送自動車等自動車保険契約）\n証券番号　　○○○○○○○○○○\n保険期間　　平成１１年６月１日から１年間\n保険金額　　車両保険については各車両ごとに価格設定\n保険の目的　①キャデラック\n②プレジデント\n（以下，上記アの契約を「本件ボート保険契約」といい，上記イの契約を「本件自\n動車保険契約」といい，双方をあわせて「本件各保険契約」という。）\n（３）　被告は，平成１３年４月１日，合併により千代田火災の本件訴訟上の\n地位を承継した。\n２　争　　点\n本件における主たる争点は，原告の主張する盗難事故等（以下「本件各事故」と\nいう。）が，本件ボート保険の約款の船体条項１条１項及び本件自動車保険の約款\nの車両条項１条１項に定められた「偶然な事故」によるものといえるかどうかとい\nう点であり，この点に関する当事者の主張は以下のとおりである。\n（原告の主張）\n（１）　原告は，平成１１年６月初めころ，Ｂからモーターボートを５２５万\n円で購入し，２３０万円をかけて補修工事をし（以下「本件ボート」という。），\n同月１７日，千代田火災との間で本件ボート保険契約を締結した。本件ボートは昭\n和６３年製であったが，新しい１２５馬力のエンジンを換装し，その他補修により\n新造船に近い感じとなっており，保険契約の締結にあたっては，この状態を確認し\nたＣサービスのＤの調査と助言により，本件ボートの金額を７００万円と定めた。\n原告は本件ボートを社内に展示していたが，同年１０月２０日ころ，社内が展示\n車両で満杯となったため，原告会社入口右側の路上に引き出して保管していたとこ\nろ，同月２３日ころ，本件ボートの盗難に気づき，原告代表者は直ちに所轄警察署\nに被害届を提出し，千代田火災に連絡をした。\n本件ボートはトレーラーに積載し，その前後を故障車両で挟むようにして置いて\nおり，簡単には盗むことができないように処置してあったものを窃取されたもので\nあるが，その犯行の手口は原告側には判明していない。\n本件ボートが盗難により行方不明となったことにより，原告は７００万円を超え\nる損害を受けた。\n（２）　原告は，千代田火災との間で本件自動車保険契約を締結していたが，\n平成１１年１２月１７日当時，原告車内には同保険の対象となる自動車であるキャ\nデラック（尾張小牧○○す○○○○，以下単に「キャデラック」という。）及びプ\nレジデント（尾張小牧○○○つ○○○，以下単に「プレジデント」といい，キャデ\nラックとあわせて「本件各車両」という。）が置いてあった。同日午前９時ころ，\n出社した原告従業員が両車両が家屋侵入者による行為によって損壊されているのを\n発見し，直ちに原告代表者が被害状況を確認し，同日１１時ころ所轄警察署に被害\n届を提出し，代理店を通じて千代田火災にも連絡した。プレジデントは売却先が決\nまっていたため，修理工場に移送したが，キャデラックについては損傷がひどく，\n修理不能であり，そのま\nまの状態で廃車することになった。\n原告は，これらにより３００万円を超える損害を受けた。\n（３）　原告は，千代田火災の調査については全面的に協力し，存在する書類\nについては全て開示し報告した。誰がどのような方法で原告に被害を与えたか，そ\nの主張立証責任は原告にはない。また，本件については所轄警察署が刑事事件とし\nて立件して調査しているものであるが，これが原告側の故意の事故として調査対象\nとなったことは一度もない。\n（被告の主張）\n（１）　本件ボートの盗難事故につき，原告代表者であるＥは，千代田火災に\n対し，原告事務所前道路上にボートをトレーラーに載せてその前後を故障車両で挟\nみトレーラーの牽引部分を前故障車の下に差し込んでいた状況から盗難されたと説\n明したが，前後の故障車両に移動させた形跡もなく，忽然と消えたが如くであり，\nその事故状況は判然としない。また，本件ボートと積載車両の所有，取得経過，取\n得日時，取得価格，時価，特装の詳細が合理的に理解されていない。\n（２）　本件各車両の損壊事故につき，原告は，千代田火災に対し，原告の事\n務所続きの無施錠の倉庫，ガレージ内に夜間何者かが侵入し，原告が販売用に購入\nし置いていたキャデラック及びプレジデントをハンマー様の物体で叩いたような損\n害であると説明したが，原告においては，上記損壊事故前にも盗難事故が連続して\n発生していたとの説明もされている一方で，鍵のかけ忘れということは不自然であ\nるうえ，発見されやすいような大きな音の出るような形での破壊がなぜ起こされた\nのかを合理的に説明することは困難である。また，キャデラック及びプレジデント\nの各損傷程度，箇所にはあまりにも差異があり，この点についても合理的な説明は\n困難である。\n（３）　上記事情のほか，原告は，千代田火災の帳簿の閲覧，提出要請に対し\n協力を拒否していること，原告及び千代田火災の関連する保険事故が，本件保険契\n約以後の約半年という短期間に他にもあって集中しているため，偶然性の推定は当\n然には働かないこと，原告の説明は，千代田火災の数回の事情聴取に際し内容を異\nにしていること等に照らし，原告主張の各事故が前記各保険契約約款の「偶然な事\n故」に当たるということはできない。\n第３　当裁判所の判断\n１　乙第２号証の１，２，第４号証の１及び弁論の全趣旨によれば，本件ボート\n保険契約の約款第１章船体条項１条１項には，「当会社は，沈没・座礁・座洲・衝\n突・火災・爆発・盗難その他偶然な事故によって保険証券記載の船舶に生じた損害\nに対してこの船体条項および一般条項に従い保険金を支払います。」との規定が，\nまた，本件自動車保険契約の約款第３章車両条項１条１項には，「当会社は，衝\n突，接触，墜落，転覆，物の飛来，物の落下，火災，爆発，盗難，台風，こう水，\n高潮その他偶然な事故によって保険証券記載の自動車に生じた損害について，この\n車両条項及び一般条項に従い，被保険自動車の所有者に保険金を支払います。」と\nの規定があることが認められる。\nところで，上記各約款に基づき，保険者に対して各保険金の支払を請求する者\nは，発生した事故が偶然な事故であることについて主張，立証すべき責任を負うも\nのと解するのが相当である。なぜなら，本件各約款中の各保険金の支払事由は，\n「偶然な事故」とされているのであるから，発生した事故が偶然な事故であること\nが保険金請求権の成立要件であるというべきであるのみならず，そのように解さな\nければ，保険金の不正請求が容易となるおそれが増大する結果，保険制度の健全性\nを阻害し，ひいては誠実な保険加入者の利益を損なうおそれがあるからである（最\n高裁第二小法廷平成１０年・第８９７号同１３年４月２０日判決・民集５５巻３号\n６８２頁参照）。\nしたがって，本件においても，上記各約款に基づき，千代田火災の地位を承継し\nた被告に対して保険金請求をする原告は，原告主張の事故がいずれも「偶然な事\n故」であることの主張，立証をすべき責任を負うものというべきである。\n２　甲第１号証，第４号証，乙第９号証の１，第１６号証，第１７号証の１，\n２，第１９号証の１ないし３，第２０号証の１ないし４及び証人Ｆの証言，原告代\n表者尋問の結果，調査嘱託の結果並びに弁論の全趣旨によれば，以下の事実が認め\nられる。\n（１）　原告は，自動車・中古自動車の販売及び輸入，損害保険代理店業を目\n的とし，平成１０年６月１２日に設立登記のされた有限会社で，その代表者はＥで\nある。Ｅは，平成１１年６月，千代田火災の取扱代理店であるＣサービスのＤに対\nし，本件自動車保険の加入申込みをし，原告と千代田火災との間で，本件自動車保\n険契約を締結した。本件自動車契約は，原告において扱う商品車両を包括して被保\n険車両とする趣旨の保険であり，毎月「販売用・陸送自動車等自動車保険包括契約\n通知書兼明細書」に記載・報告される車両が具体的に被保険車両となるというもの\nであった。また，Ｅは，上記契約締結に際し，以前ウェイクボードをしていて他人\nを轢きそうになったことがあり，パンフレットを見ていたところ船体保険のあるこ\nとを知ったとして，Ｄに\n対し，本件ボート保険契約の申込みをし，原告と千代田火災との間で，本件ボート\n保険契約を締結した。この際，Ｅが，船体購入価額が５００万円で，塗装その他改\n修理額として２００万円（含むトレーラー代金６５万円）を支出していると申告し\nたことから，Ｄも本件ボートを確認したうえ，船体保険金額は７００万円と定めら\nれた。\n（２）　Ｅは，本件ボートを原告社屋の入口右側路上で保管していたところ平\n成１１年１０月２３日に本件ボートが盗難に遭ったことに気づいたとして，同日所\n轄警察署に被害届を提出し，同月２５日Ｄを通じて千代田火災にその旨の連絡をし\nた。\n（３）　Ｅは，平成１１年１２月１７日午前１時３０分から同月１８日午前９\n時ころまでの間に，何者かが鍵をかけ忘れた窓より原告社屋内に侵入し，中にあっ\nたキャデラック及びプレジデントに損傷を与え，これにより被害を受けたとして，\n同日所轄警察署に被害届を提出し，同月２０日Ｄを通じて千代田火災にその旨の連\n絡をした。その後，千代田火災では，キャデラックについては，車体全体に損傷が\nあり，フロントガラスには銃の弾痕のような局所的かつ放射状の損害もみられ，他\nに車体にはハンマー状の物での打痕が多く見られ，修理見積り金額は約３００万円\nとなること，プレジデントについては，右フロントガラス破損に伴い，右フロン\nト・リアトアパネルに損傷があるが，他に車室内ではメーターパネル，クラスター\nリッドに損傷がある程度で\n，損害金額としては２０万円程度であることを確認した。\nなお，キャデラックは，販売用・陸送自動車等自動車保険包括契約通知書兼明細\n書により，平成１１年１０月１日から同月３１日までに取得または受託した自動車\nとして被告に通知があり，保険金額は１５０万円と設定されていた。また，プレジ\nデントは，販売用・陸送自動車等自動車保険包括契約通知書兼明細書により，平成\n１１年１２月１日から同月３１日までに取得または受託した自動車として被告に通\n知があり，保険金額は６２５万円と設定されていた。ただし，キャデラックは，原\n告が同年５月２３日に取得搬入した車両であり，本来原告は千代田火災に対し同月\n中に取得したものとして通知する必要があった。\n（４）　Ｅは，平成１１年１１月５日，千代田火災から委託を受けた有限会社\nＧの調査員に対し，本件ボートの事故につき，「平成１１年１０月２３日出社して\n事故に気づいた。当日，早朝から琵琶湖北部に家族とともに遊びに行くため，本件\nボートをトレーラーに搭載し，社屋前面の道路に駐車しておいた。その際，前後に\n一般車両を駐車させ，一般車両を動かさなければ本件ボートは動かないようにして\nいた。」と説明した。しかし，Ｅは，同年１２月１３日に千代田火災の担当者が面\n談した際には，「平成１１年１０月２３日昼ころ出社して気づいた。通常は社屋内\nに保管してあるが，自動車でいっぱいになってしまい，１，２週間前から道路上に\n出してあった。本件ボートは事故車両の間にトレーラーに積んでおいてあった。ト\nレーラーの牽引部分を事\n故車両をジャッキアップしておいてその車両を下に置き，上から車両を置いた。」\nと述べ，更に，平成１２年１月５日，千代田火災から委託を受けた株式会社Ｈの調\n査員に対し，「本件ボートは２，３日前から路上に出していた。以前に前日から出\nしていたと言ったのは，代理店に相談したところ，保管責任を問われるといけない\nのでそのように言うように言われたためである。」と述べた。また，Ｅは，同月１\n７日に千代田火災を訪ねた際，担当者に対し，「牽引部分をカローラバンのリアゲ\nート（故障車でリアゲートがない）の上に置いたか下に置いたかは覚えていない。\nクレーンで持ち上げるなどしなければ動かすことはできない。トレーラーはメーカ\nーのものを購入した。トレーラーに車検が必要かどうかという法律知識はなく，車\n検を受けずに使用し\nていた。」と述べた。\nなお，Ｄは，平成１１年１２月７日及び平成１２年１月１９日に千代田火災の担\n当者と面談した際，「平成１１年１０月２２日原告宅へ寄ったところ，いつも社屋\n内にある本件ボートが外にあったので不審に思ったが，そのことについてＥに理由\nを聞いたりはしなかった。しかし，そのとき，本件ボートは事故車両に挟まれてい\nるということはなく，事務所入り口を避けるように置いてあり，その後に事故車が\n止まっていた。」と述べた。\n（５）　本件ボートは，本体は昭和６３年製であり，ＢがＩから購入し，約３\n年所有した後原告に譲渡したものであり，Ｉは，現時点での時価額は１２０ないし\n１５０万円程度ではないかとの意見を述べている。\nプレジデントは，初度登録が平成８年１０月であり，原告は，千代田火災に対\nし，平成１１年１２月１６日にオークションで落札し１４０万円で仕入れたと申告\nしていた。原告は，販売先が決まっていたので被害当日早急に修理工場に搬入し修\n理を実施した後，売却納車したとしており，平成１１年１２月２４日に車検証の交\n付を受けている。しかし，その修理については，原告は全塗装が必要であると主張\nし，千代田火災の査定額の４倍以上の保険金請求をしたことから，修理費用につい\nての協定は成立しなかった。\nキャデラックは，１９８２年製の古い車両で，平成１１年７月１３月に車検切れ\nになっており，原告は，千代田火災に対し，平成１１年５月ころ個人から１００万\n円で仕入れ，その後メンテナンス，アルミを付けるなどして５０万円を要したと申\n告したが，千代田火災では，キャデラックの時価は１００ないし１５０万円くらい\nと査定し，修理費用が時価額を超えるとして全損の扱いをした。その後，Ｈの調査\n員は，平成１２年１月２２日の時点で，キャデラックが窓ガラス等の破損したま\nま，車両内部には廃棄様の物多数が積載され，路上に雨ざらし状態で放置されてい\nるのを確認した。\n（６）　原告もしくはその周辺では，本件のほかにも次のような保険金請求が\nされている。\nア　原告は，平成１１年７月５日に原告社屋前路上に駐車していた原告所有\nのいすゞエルフが盗難に遭ったとして，千代田火災に対して保険金請求をし，同年\n８月１２日，千代田火災から７８万４４２３円の支払を受けた。\nイ　平成１１年１１月１７日，Ｊが，原告から購入したＢＭＷ７５０ｉを寺\n院内に駐車中盗難にあったとして，千代田火災に保険金請求をしたが，千代田火災\nは上記事故には不審な点があるとして保険金を支払わなかった。\nウ　平成１２年１月５日，原告所有の自動車をＥが運転していて，公共工事\nを施工していたＫ株式会社が道路上に設置していた工事フェンスに接触する事故を\n起こし，Ｋが責任を認めたため，千代田火災は同月２５日に原告に保険金を支払っ\nた。\nエ　平成１２年１２月２２日午前３時３０分ころ，Ｌが，原告から購入し普\n段は原告のガレージを駐車場として使用していたが同日の５日前からは原告社屋前\n路上に駐車していたというＢＭＷ７５０ｉが放火による車両火災の被害に遭ったと\nして，住友海上火災保険株式会社に対し保険金請求をしたが，同社は保険金支払を\n留保している。\n３　そこで，本件において，本件ボート及び本件各車両について「偶然の事故」\nといえる事情があるかどうかについて検討する。\n（１）　原告は，本件ボートを５２５万円で購入し，２３０万円をかけて補修\n工事をしたと主張するが，本件ボートの時価額は１５０万円を上回ることはなかっ\nたと考えられるうえ，製造後１０年を経過していたものであるところ，乙第２０号\n証の３及び証人Ｆの証言によれば，７００万円あれば本件ボートと同程度の新造船\nが購入できることが認められ，本件ボートの保険金額７００万円が客観的に相当な\n額であったかどうかについては疑問があるといわざるをえない。\nまた，原告が千代田火災及びＨの担当者に説明した本件ボートの保管状況につい\nては変遷が見られるうえ，原告代表者は代表者尋問においてもこの点を明確には供\n述していないところ，本件ボートを積載したトレーラーを故障車両の間に挟むとい\nうことは大変な手間のかかる作業であり，そのこと自体現実性に乏しい面があるう\nえ，仮にそのような手間のかかる作業をしたのであれば，記憶に残っていてしかる\nべきであると考えられる。しかも，原告は，平成１１年７月５日に原告社屋前路上\nに駐車していた原告所有のいすゞエルフが盗難に遭ったとしているのであるから，\nそのような場所に原告の主張するように７００万円もの価値のある本件ボートを放\n置したとすることは合理的とはいえない。\n（２）　プレジデントについては，仕入れ価格は１４０万円であり，その保険\n価格を６２５万円としている点は合理性に乏しいといわざるをえない。\nまた，キャデラックについては，相当に年式の古い車両であるうえ，平成１２年\n１月２２日の時点で，窓ガラス等の破損したまま，車両内部には廃棄様の物多数が\n積載され，路上に雨ざらし状態で放置されているのが確認されており，原告におい\nて真に販売する意思があったのか疑問である。そのうえ，平成１１年５月に取得し\nたとしながら，被害にあったとする直前の同年１０月になって保険対象車両として\n千代田火災に届けられており，この経緯について合理的な説明はされていない。そ\nのうえ，キャデラックは全損扱いとなる被害を受けているのに対し，より商品価値\nの高いと考えられるプレジデントは比較的軽微な被害しか受けておらず，その後速\nやかに修理され売却されている点も不自然であるといわざるをえない。\nなお，甲第２０号証の４によれば，原告代表者は，千代田火災に対し，本件各車\n両の被害については，「何者かが鍵を掛け忘れた窓より自車工場に侵入」して行っ\nた行為によるものであると説明していたことが認められるところ，原告は，この時\n点で既に他車両の盗難事故，本件ボートの盗難事故の被害に遭っていたことになる\nから，そのような不用心な態度でいたとするのは不自然であるうえ，原告代表者\nは，代表者尋問において，「事務所の横に畑があり，その畑から乗り越えてきたの\nではないかと思う。鍵の掛け忘れではない。」と上記と異なる供述をしており，こ\nの説明の変遷にも合理性があるとはいえない。そして，上記のキャデラックが受け\nた被害状況に照らせば，相当な音量の破壊音が生じたと考えられるところ，乙第９\n号証の１，第２０号証\nの２及び弁論の全趣旨によれば，原告社屋は付近が住宅街であるが，Ｈの調査員の\n調査の結果によれば，平成１１年１２月１８日の未明にそのような音を聞いたとす\nる者は近隣住民にはいなかったことが認められ，原告の主張する同日の被害の実態\nについては不明な点が多いというほかない。\n（３）　上記のとおり，本件ボートの被害，本件各車両の被害は個別的にみて\nも不自然な点が多いうえ，そのような事故が連続しているということ，更に，前記\n２・のとおり，原告もしくはその周辺では本件のほかにも保険金請求がされている\nことなどに照らすと，原告の主張する本件ボート及び本件各車両についてあったと\nする被害は「偶然の事故」によるものであると認めることはできないというべきで\nある。\n４　よって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n名古屋地方裁判所民事第５部\n裁　判　官　　　濱　　　口　　　　　　　浩\n"
}