{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 23
  },
  "case_number": "平成15(わ)1494",
  "case_name": "強盗予備，道路交通法違反被告事件",
  "court_name": "神戸地方裁判所第2刑事部",
  "lawsuit_id": "6843",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6843",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/843/006843_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役２年に処する。\n未決勾留日数中９０日をその刑に算入する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n訴訟費用は全部被告人の負担とする。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　公安委員会の運転免許を受けないで，平成１５年２月１９日午後零時１分こ\nろ，京都府向日市ａ町ｂｃ番地のｄ付近道路において，普通乗用自動車を運転した\n第２  Ａ及びＢと共謀の上，Ｃ方に押し入って金員を強取する目的で，同年１１月\n１４日午後１０時１０分ころ，兵庫県川西市ｅｆ丁目ｇ番ｈ号所在のＣ方前路上に\nおいて，自動装てん式けん銃１丁（平成１６年押第２０号の１）及びガムテープ等\nを携帯して，金員強取の機会をうかがい，もって，強盗の予備をしたものの，被告\n人においては，Ａ及びＢが上記自動装てん式けん銃１丁及びけん銃実包５発（同押\n号の２，ただし，うち２発は鑑定試射済み）を携帯していることを認識していなか\nった\nものである。\n（証拠の標目）―括弧内は証拠等関係カードの検察官請求証拠甲乙の番号\n省　略\n（補足説明）\n１　弁護人は，判示第２の事実について，強盗予備罪の成立自体は争わないもの\nの，被告人の強盗の目的は未必的なものに止まる旨主張し，被告人も当公判廷にお\nいてこれに沿う供述をするところ，当裁判所は，被告人の強盗の目的は確定的なも\nのであったと認定したので，以下その理由を補足して説明する。\n２　証人Ａ及び同Ｂの当公判廷における各供述（以下それぞれ「Ａ証言」，「Ｂ証\n言」という。）は，①Ａ及びＢは，強盗をして大金を得ようと企て，Ａがそれに用\nいるための道具としてけん銃等を用意し，Ｂが強盗の仲間としてＤ及びＤを介して\n被告人を呼び寄せたこと，②昀初に強盗の標的としたのは，山口県徳山市に住む人\n物であったが，その家に下見に行く際の自動車の中で，Ａが標的とする人物を脅し\nて金のありかを言わせ，Ｂが家の中に他に人がいるかどうかを確認し，被告人が標\n的とする人物をガムテープで縛るとの各人の役割の説明がなされ，被告人もそれに\n異論をはさまなかったこと，③被告人，Ａ及びＢは，山口県徳山市に住む人物に対\nする強盗及び次いで標的とした広島市に住む人物に対する強盗が実行できなかった\nことから，本件で強盗の標的とした兵庫県川西市の人物の家に向かうことにした\nが，広島駅付近に停めた自動車の中で，今度も山口県徳山市に住む人物のときと同\n様の役割分担で実行する旨の説明がなされ，被告人はこれに異論をはさまなかった\n旨それぞれいうものであるほか，Ａ証言は，更に，被告人に対し，ウイークリィマ\nンションの中で，広島市に住む人物に対する犯行の方法について説明したところ，\n被告人が同マンションに置かれていた包丁を示して，こんなのがある旨言ってきた\nというのである。\nＡ証言及びＢ証言の内容は，詳細かつ具体的である上，各人の役割分担を被告\n人に説明したのがＡとＢのいずれであるのかという点を除けば，ほぼ一致している\nのであって，Ａは，本件以前には被告人とほとんど面識がなく，また，Ｂは，本件\nまで被告人と親しい関係にあり，両名が被告人にとって不利となる虚偽の供述をす\nる理由は見当たらないこと，Ａ及びＢは，捜査段階から一貫して自分達がけん銃等\nを携帯していることを被告人に教えなかった旨供述するなど，Ａ及びＢの供述態度\nからは，被告人に責任を転嫁するような姿勢がうかがわれないこと，被告人もま\nた，広島市のウイークリィマンションでＡに包丁を見せたことについては，捜査段\n階では否認していたものの，公判廷ではこれを認めるかのような供述をするに至っ\nていることなどからすると，上記のようなＡ証言及びＢ証言はともに信用すること\nができるというべきである。\n３　これに対し，被告人は，当公判廷において，当初から泥棒に入ると聞かされて\nいたし，その後も，ＡやＢから各人の役割を教えられたり，自分からＡやＢに尋ね\nることもなかったので，本件においても泥棒をするのだろうと思っていたが，Ａや\nＢの会話や様子等から，家に人がいたときには，開き直って居直り強盗に至るかも\nしれないと思っていたなどと供述するけれども，その内容は，Ａ証言及びＢ証言と\n相反するばかりでなく，他人の住居に侵入して窃盗をするという目的で，約３日間\nにわたってＡ及びＢらと行動を共にしていたというのに，各人の役割分担を全く知\nらなかったというのは，その一連の行動の目的に照らして，不自然であるといわざ\nるを得ないこと，広島市に住む人物を標的にして強盗をしようとした際，Ａに包丁\nを見せたという点については，前述のように，捜査段階では明確に否定しながら，\n公判廷においては，そのような事実があったことを認めるかのような供述をした\nり，更には，強盗の目的について，公判の途中で認否を変更したりするなど，被告\n人の供述には重要な部分で変遷がみられることなどからすると，上記のような被告\n人の公判供述をそのままに信用することはできない。\n４　そうすると，Ａ証言及びＢ証言のいうとおり，被告人は，Ａ及びＢとともに，\n家人を緊縛するためのガムテープ等を用意し，強盗を実行する際の各人の役割を決\nめるなどして，当初から強盗の実行に向けて準備を行い，強盗の標的を次々と替え\nるうちに本件に至ったものと認めるのが相当であるから，Ａ及びＢだけでなく，被\n告人もまた確定的に強盗の目的を有していたものと認めることができる。弁護人の\n上記主張は採用できない。\n（法令の適用）\n被告人の判示第１の所為は道路交通法１１７条の４第１号，６４条に，判示第２\nの所為は刑法６０条，２３７条にそれぞれ該当するところ，判示第１の罪について\n所定刑中懲役刑を選択し，以上は同法４５条前段の併合罪であるから，同法４７条\n本文，１０条により重い判示第２の罪の刑に法定の加重をした刑期の範囲内で，被\n告人を懲役２年に処し，同法２１条を適用して未決勾留日数中９０日をその刑に算\n入し，情状により同法２５条１項を適用してこの裁判が確定した日から４年間その\n刑の執行を猶予し，訴訟費用については，刑事訴訟法１８１条１項本文により全部\nこれを被告人に負担させることとする。\n（量刑の理由）\n本件は，被告人が，普通乗用自動車を無免許運転したという道路交通法違反（判\n示第１）及び共犯者２名と共謀の上，強盗の標的とする人物の住宅前の路上におい\nて，強盗の機会をうかがったという強盗予備（判示第２）の事案である。\nまず，判示第１の犯行についてみるに，被告人は，平成１２年１２月に無免許運\n転（免許停止処分中の運転）の罪で罰金刑に処せられ，平成１３年１月には運転免\n許取消の行政処分を受け，平成１５年１月には再度無免許運転の罪で罰金刑に処せ\nられたにもかかわらず，その約１か月後に判示第１の犯行に及んだものであって，\n上記の無免許運転以外にも多数の交通違反歴があることを考え併せると，被告人の\n交通法規軽視の態度には看過できないものがあるから，犯情はよくなく，判示第１\nの犯行の刑事責任は軽くないというべきである。\n次に，判示第２の犯行についてみるに，被告人は，手っ取り早く金銭を得ようと\n考えて，共犯者からの誘いに安易に応じて強盗に加担することを決意し，当初の強\n盗の計画が失敗してもなお計画を放棄することなく，標的とする人物を次々と替え\nるうちに本件に至ったものであって，その経緯や身勝手な動機に酌量の余地はない\nこと，被告人らはあらかじめ各自の役割を決め，被告人もガムテープや指紋を残さ\nないための手袋等を携帯するなど，強盗の実行に向けて準備をしていたこと，被告\n人は，強盗の実行の際にはガムテープで家人を緊縛するという役割を担当すること\nになっていたのであって，その関与の程度は決して低いものではないこと，被告人\nは，公判廷においても，当初は強盗の目的を否認して刑事責任を免れようとし，そ\nの後も強盗の目的が未必的なものであったと主張して刑事責任を軽減しようとして\nいることなどを考え併せると，犯情はよくなく，判示第２の犯行の刑事責任は重い\nというべきである。\nしかしながら，判示第２の犯行については，強盗の実行に至る前に警察官に発覚\nし，幸いにも予備の段階に止まっていること，被告人らは，標的とする人物の名前\nや居宅の所在地等を正確には把握していないなど，強盗の計画にはずさんな点も多\n々あったこと，被告人は，共犯者間においては従属的な立場にあり，また，共犯者\nらがけん銃等を携帯していることまでは認識していなかったこと，被告人は，判示\n第１の犯行は認めており，判示第２の犯行についても，公判の途中からは事実関係\nを概ね認めているのであって，一応は反省の態度がうかがわれること，被告人の交\n際相手が，被告人の社会復帰後は一緒に生活し，監督する旨述べていること，被告\n人は２５歳といまだ若年であり，これまでに禁錮以上の刑に処せられた前科がない\nこと，本件により６か月半以上（本件前の逮捕勾留を含めれば７か月以上）の期間\n身柄拘束を受けていることなどの，被告人のために酌むべき事情もまた認められる\nので，今回は，被告人を主文の刑に処した上，その刑の執行を猶予することとす\nる。\n（検察官の科刑意見　懲役２年）\nよって，主文のとおり判決する。\n平成１６年６月２３日\n神戸地方裁判所第２刑事部\n裁判長裁判官　森岡安廣\n裁判官　川上　宏\n裁判官　酒井孝之\n"
}