{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 6,
    "day": 28
  },
  "case_number": "平成9(ネ)3089",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12405",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12405",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/405/012405_hanrei.pdf",
  "contents": "【Ｆ事件】平成九年(ネ)第三〇八九号 不正競争防止法に基づく差止請求控訴事件\n（原審 神戸地方裁判所 平成七年(ワ)第一九二四号）\n判      　　  決\n控訴人（一審被告）    　　　  株式会社はざま湖畔三田屋総本家\n右訴訟代理人弁護士　　　　　  山田一夫\n同　　　　　　　　    　　　  平山　茂\n同　　　　　　　　　　　　　  村林隆一\n被控訴人（一審原告）　　　　　株式会社 三 田 屋 本 店\n右訴訟代理人弁護士　　　 　　 小野昌延\n同　　　　　　　　    　　　  藤巻一雄\n同　　　　　　　　    　　　  崔　　勝\n同　　　　　　　　    　　　  畠田健治\n同　　　　　　　　    　　　  山本雄大\n主      　　  文\n一　原判決を取り消す。\n二　被控訴人の請求をいずれも棄却する。\n三　訴訟費用は、第一、二審とも被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n主文と同旨\n二　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は、控訴人の負担とする。\n（以下、控訴人を「被告」、被控訴人を「原告」という。また、略称について\nは原判決のそれによる。）\n第二　事案の概要\n一　本件は、「三田屋本店」という表示（以下「原告表示」ともいう。）でレス\nトランを経営し、ハムを製造、販売している原告が、「株式会社はざま湖畔三田屋\n総本家」という商号を有し、「はざま湖畔三田屋総本家」という表示でハム等の販\n売を行っている被告に対し、右商号の抹消と、右商品表示の使用の差止めを求めた\n事案である。\n原判決は、原告表示が周知性を取得しており、被告の商号及び商品表示が、原告\nの周知表示と誤認、混同のおそれがあるとして、原告の請求を認容したが、被告が\n控訴を提起し、前記第一のとおりの裁判を求めた。\n二　前提となる事実\n１　原告の営業表示、商品表示について（当事者間に争いがない。）\n(一)　原告は、昭和五四年九月四日、「株式会社三田屋」との商号で設立さ\nれた株式会社であり、昭和五八年八月八日、その商号を「株式会社三田屋本店」に\n変更した。\n原告は、阪神地区を中心として、ステーキハウス等の飲食店を経営し、自家製ロ\nースハム等の畜産加工食品の製造販売業を営んでいる。\n(二)　原告は、自己が経営する飲食店に「三田屋本店」という屋号を付し、\n自己の畜産加工食品に「三田屋本店」という表示を付している。\n２　被告の営業表示、商品表示及び商号について（当事者間に争いがない。）\n(一)　被告は、昭和五六年一二月一〇日、「株式会社丸優三田屋」との商号\n（以下「被告原始商号」ともいう。）で設立された株式会社であるが、昭和五九年\n一一月二〇日、その商号を「はざま湖畔三田屋本店株式会社」（以下「被告旧商\n号」ともいう。）に変更し、神戸地方法務局昭和五九年一一月二六日受付をもって\nその旨の商号変更登記がされた。\nさらに、被告は、昭和六三年二月二〇日、被告旧商号を「株式会社はざ\nま湖畔三田屋総本家」という現在の商号（以下「被告商号」ともいう。）に変更\nし、神戸地方法務局昭和六三年三月二日受付をもってその旨の商号変更登記がされ\nた。\n被告は、阪神地区を中心として、ハム等の畜産加工食品の販売業を営む\nものである。\n(二)　被告は、「はざま湖畔三田屋総本家」という表示（以下「被告表示」\nともいう。）を自己の営業表示、商品表示として使用している。\n三　争点及び争点に関する当事者の主張\n１　原告表示の周知性と誤認混同について\n(一)　原告の主張\n(1)　原告は、自己が経営する飲食店に原告表示である「三田屋本店」とい\nう屋号を付し、自己の畜産加工食品に同じく「三田屋本店」という表示を付してお\nり、原告表示は、遅くとも昭和五九年一一月二〇日までに、原告の営業・商品の表\n示として、需要者である不特定多数人に広く認識されている。\n(2)　「はざま湖畔」は所在地を示すものであるから、被告表示のうち、営\n業・商品の自他識別・出所表示機能を果たす重要な部分は、「三田屋総本家」であ\nり、被告表示は、「三田屋本店」という原告表示と類似している。\n(3)　原告と被告とは、いずれも、畜産加工食品の販売業を営むものである\nから、被告が、被告の営業・商品の表示として被告表示を使用することは、被告表\n示に係る営業や商品が、原告の営業や商品であるとの誤認混同を生ずる。\n(4)　原告は、被告表示の使用によって営業上の利益を侵害されているか\nら、不正競争防止法三条に基づき、被告に対し、被告表示の使用の差止めを求める\nことができ、その差止請求に実効性を持たせるため、被告に対し、被告商号への商\n号変更登記の抹消登記手続を求めることができる。\nところで、被告商号への商号変更登記の抹消登記が行われた場合に\nは、被告の商号が「はざま湖畔三田屋本店株式会社」（被告旧商号）に復すること\nになるが、右(3)、(3)で述べたとおり、被告が被告旧商号を使用して営業を行うこ\nとも不正競争行為となることが明らかであるから、原告は、被告旧商号の使用の差\n止めを求めることもできる。\n(二)　被告の主張\n(1)　株式会社丸優食品（後に商号を「株式会社丸優」に変更した。以下\n「訴外会社」という。）は、昭和三五年三月に営業を開始した「広岡商店」を法人\n組織に変更するため、昭和四一年三月一日に設立された会社であり、畜産加工食品\nの製造販売等を業としている。\n(2)　訴外会社は、遅くとも昭和五二年二月には「三田屋」の表示を使用\nし、昭和五二年七月末以降、「三田屋」の屋号でレストランをオープンしたり、\n「三田屋の手造りハム」との標章を使用して自家製ハムを製造販売するなどしてお\nり、原告が設立された昭和五四年九月四日当時には、「三田屋」の表示は訴外会社\nの営業・商品を指すものとして需要者に周知されていた。\n(3)　原告の前代表取締役である亡ｃ（以下「亡ｃ」という。）は、訴外会\n社の代表取締役ａ「以下「ａ」という。）の実弟であり、昭和四二年に訴外会社に\n取締役として入社し、昭和五六年九月までの間、訴外会社の取締役又は従業員とし\nて勤務していたが、その間に原告を設立し、「三田屋」の表示が訴外会社の周知表\n示であることを十分に認識しながら、「三田屋」の表示を原告の商号の中に取り入\nれたものである。\n(4)　訴外会社は、原告が訴外会社の得意先である高島屋に対し、訴外会社\nの商品は偽物で原告の商品が本物であると称して営業活動をしたので、これに対抗\nするため、訴外会社の販売部門を独立して会社組織（子会社）とすることとし、昭\n和五六年一二月一〇日、被告を設立し（訴外会社と被告の代表取締役は同一人であ\nる。）、被告に対し、「三田屋」の営業・商品表示を使用することを許諾した。\n(5)　被告は、その後、需要者が原告と被告の営業や商品を区別することが\nできるよう、商号や営業・商品表示に「はざま湖畔」の表示を付加したものであ\nる。\n(6)　右のとおりであり、「三田屋」という表示を要部とする原告表示の使\n用は訴外会社に対する不正競争行為であり、原告は、訴外会社に対する関係で、適\n法に原告表示を使用することができない。これに対し、被告は、「三田屋」という\n営業・商品表示を使用することにつき訴外会社の許諾を得て使用するものであっ\nて、被告表示の使用を原告に対抗することができる。\n２　先使用等の抗弁\n(一)　被告の主張\n(1)　仮に、前記１(二)の被告の主張が容れられないとしても、右１の事実\n関係からすれば、被告は、原告表示が周知性を獲得する以前から、「三田屋」の表\n示を含む営業・商品表示を使用していた訴外会社から、その事業（販売部門）を承\n継するとともに、右「三田屋」の表示の使用を許諾されたものとして、不正競争防\n止法一一条一項三号に基づく先使用権を主張することができる。\n(2)　仮に、先使用権が認められないとしても、右１の事実関係に照らせ\nば、原告の本件請求は権利の濫用として許されない。\n(二)　原告の主張\n(1)　原告の経営する「レストラン三田屋」は、かつて「はざま湖畔」にあ\nり、現在も湖畔にあるから、被告がその商号及び標章に「はざま湖畔」の表示を付\n加することは原告の営業との混同を助長するものである。また、被告は、その商品\nであるハムの包装や宣伝物に被告表示を使用する際に「はざま湖畔」を省略した\nり、別の行に小さく書いたりしており、需要者に混同を生じさせようとしている。\n訴外会社が使用していた表示は「三田屋」であり、被告が先使用権を有している\nとしても、それは「三田屋」との表示についてである。\nしたがって、被告は、「三田屋」とは同一性のない被告表示については、先使用\n権を主張できない（「はざま湖畔三田屋本店」という表示についても同様であ\nる。）。\nまた、被告は、原告が「株式会社三田屋本店」に商号変更した後、それまでの\n「丸優三田屋」という原始商号を原告の右商号に近似するよう被告旧商号に商号変\n更をした上、被告表示を使用しているのであって、その使用に不正の目的がないと\nは到底いえない。\n(2)　被告の主張(2)（権利濫用の主張）は争う。\n第三　当裁判所の判断\n一　争点１（原告表示の周知性と誤認混同）について\n１　証拠（甲七、乙一七ないし三一ないし三六、三八、三九、四四ー枝番号省\n略）及び弁論の全趣旨を総合すると次の事実を認めることができる。\n(一)　訴外会社は、Ｈ家の兄弟によって経営されていたＨ商店を法人化した\nものである。\n亡ｃ（昭和一九年生まれ）は、近畿大学農学部を卒業後、昭和四二年に訴外会社\nに取締役として入社し、訴外会社におけるハムの製造、販売とレストラン経営を提\n唱し、ハム製造の中心的役割を果たすようになるとともに、訴外会社が昭和五二年\n七月末に三田市内「はざま池」と呼ばれる池の傍らにステーキレストラン「三田\n屋」を開業した後は、その店長となり、伝統工芸の三田磁器を食器に取り入れるな\nどの様々なアイデアを提供してレストランの営業を行っていた。\n(二)　亡ｃは、昭和五四年四月ころ、訴外会社に対し、レストラン「三田\n屋」を独立経営にしたい旨申し入れたが、拒絶されたため、以降、事実上、レスト\nラン「三田屋」の営業を訴外会社から切り離し、これを自ら独立して経営するよう\nになり、昭和五四年九月、同レストランの所在地を本店所在地として原告を設立\nし、その代表取締役に就任した。\n(三)　原告は、その後、阪神地区の郊外を中心とする各地に、「三田屋」の\n営業表示を使用したレストランを開店した。これらのレストラン「三田屋」は、ス\nテーキハウスであるが、自家製の手造りハムを前菜として客に提供するという特徴\nを有していた。\n(四)　原告は、昭和五八年八月、その商号を「株式会社三田屋本店」に変更\nし、以後、レストランの営業表示にも「三田屋本店」の表示を使用し、手造りハム\nの商品表示にも「三田屋本店」を使用するようになった。\n(五)　原告は、昭和六〇年ころには、直営店とフランチャイズ店を合わせて\nレストランを約二〇店、各地の百貨店に手造りハム等畜産加工食品の直営販売店を\n約一五店出店し、年間売上金額も三〇億円を超えるほどになった。\nまた、原告は、心身障害者を積極的に雇用したり、三田磁器の陶芸教室を開いた\nり、レストラン内でピアノ、琴、ジャズ等の生演奏をする等独自の営業活動を展開\nしており、昭和六〇年中には、このようなレストラン経営や手造りハムに関する話\n題が、「三田屋本店」という原告表示とともに、神戸新聞、朝日新聞、読売新聞、\n毎日新聞、産経新聞、日経新聞、日経流通新聞等の新聞紙上に頻繁に掲載されてい\nる。\n(六)　亡ｃは、昭和六二年八月に死亡し、その妻が原告の代表取締役となっ\nたが、原告は、その後も、関西地区を中心に東京等を含む各地にレストランを出店\nし、経営を拡大していった。\n２　周知性の取得\n(一)　前記認定事実によると、原告表示である「三田屋本店」は、原告の直\n営店及びフランチャイズ店の営業表示及びハムに代表される畜産加工食品に係る商\n品表示として、昭和六〇年ころ、消費者の間に広く認識され、周知性を取得したこ\nとが認められる。\n(二)　被告は、訴外会社の使用していた営業・商品表示である「三田屋」の\n方が、原告の右営業表示が周知性を取得するより先に周知性を取得していたと主張\nする。\nしかし、前記１に述べたことに加え、昭和五二年当時、訴外会社が製造、販売し\nていたハムの販売量、その後の販売量は必ずしも明らかとはいえず、また、マスコ\nミなどに取り上げられた内容を見ると、本件レストランのユニークな経営がその内\n容となっていることに照らすと、訴外会社の営業・商品表示である「三田屋」が周\n知性を取得することがあったとしても、それは、原告のレストランの営業表示が周\n知性を取得することに遅れて取得したと認めるのが相当である。\nしたがって、訴外会社から周知表示の使用許諾を受けたという被告の主張\nは理由がない。\n３　誤認混同\n(一)　前記１(一)、(二)記載のとおり、原告は自己が経営する飲食店や自己\nの畜産加工食品に「三田屋本店」という表示（原告表示）を使用し、被告は「はざ\nま湖畔三田屋総本家」という被告表示（被告商号）を自己の営業表示及び商品表示\nとして使用している。\n被告表示（被告商号）の「はざま湖畔」とは所在地を示すものと認識されるか\nら、被告表示（被告商号）のうち、営業及び商品の自他識別、出所表示機能を果た\nす重要な部分は、「三田屋総本家」（被告旧表示においては「三田屋本店」）であ\nり、原告表示と比較した場合、「三田屋」の部分は同じであり、これに続く「総本\n家」と「本店」は、いずれも「本」を有し、観念としても類似し、その結果、全体\nとして類似しているといえる。\n(二)　そして、原告と被告とは、ともに、阪神地区を中心として畜産加工品\nの販売業を営んでおり、誤認混同のおそれがあるといえる。\n二　争点２（先使用等の抗弁）について\n１　被告の「三田屋」の表示の使用と先使用について\n(一)　当事者間に争いのない事実に、証拠（乙一ないし三、五ないし七、一\n〇ないし一四、一六ないし三一ないし三六、三八ないし四一、四五、四六ないし五\n一ー枝番号省略）及び弁論の全趣旨によると、次の事実が認められる。\n(1)　訴外会社は、昭和三五年三月、「Ｈ商店」の屋号で始められた個人事\n業を昭和四一年に法人化したもので、亡ｃ及び被告代表者を含む兄弟五人が、協力\nしてその経営に当たっていた。\n(2)　訴外会社は、昭和五一年ころから、「三田屋」の商品表示を使用し\nて、松茸昆布、牛肉しぐれ煮を製造販売し、昭和五二年二月には、「三田屋」の三\n文字からなる標章について、指定商品を「食肉、卵、食用水産物、野菜、果実、加\n工食品」とする商標登録出願したが、登録には至らなかった。\n(3)　訴外会社は、昭和五二年七月末、「三田屋」の営業表示を使用したレ\nストランを開店し、亡償治が同店の店長として稼働していたが、遅くともこのころ\nまでには、「三田屋」の商品表示を使用したハム等を製造、販売していた。\n(4)　亡ｃは、昭和五三年四月、訴外会社に対し、レストラン「三田屋」を\n独立経営にしたい旨申し入れたが、これが拒絶されたため、昭和五四年九月に原告\nを設立し、半ば強引に独立した。\n訴外会社が、亡ｃらの独立を明示的に容認したことはなかったが、昭和五六年九\n月ころまでは原告との取引を継続し、協力関係にあった。\n(5)　訴外会社と原告とは、昭和五六年九月ころ、取引関係を断って対立す\nるようになり、訴外会社は、百貨店に対する訴外会社のハム製品納入に関する原告\nとの紛争を契機として、昭和五六年一二月一〇日、子会社として「丸優三田屋」と\nいう商号の被告を設立し、被告に対し、その事業（販売部門）を承継させるととも\nに「三田屋」との営業・商品表示を使用することにつき承諾を与えた。\n(二)　前記一１の認定事実及び右に認定した事実によれば、訴外会社は、遅\nくとも、昭和五二年七月以降、「三田屋」の表示を使用して、本件レストランの経\n営を始めるとともに、自己が製造したハム等を販売していたから、「三田屋」の表\n示について、先使用していたというべきである。\nそして、被告は、昭和五六年一二月一〇日に訴外会社の子会社として設立された\n後、訴外会社からその営業の一部を承継して、訴外会社の製造するハムを「三田\n屋」の表示を使用して販売していたのであるから、右「三田屋」の表示を自己の営\n業・商品表示として先使用していたものということができる。\n２　現在の被告表示の使用と先使用について\n前記第二の二２の事実及び弁論の全趣旨によれば、その後、訴外会社は、右「三\n田屋」の表示を変更し、「はざま湖畔三田屋総本家」の表示を使用するようにな\nり、被告もこれに合わせて、被告表示を使用するようになったことが認められる\nが、右の変更の時期が原告表示の周知性取得時期（昭和六〇年ころ）よりも前であ\nったことを認めるに足りる証拠はない。\nしかしながら、営業・商品表示は、その恒常性が重んじられる反面、時代や事業\n活動の変遷が生じた場合には、その変遷にふさわしい表示に変更されるべき要請も\n内在しているから、他人の周知表示と類似の表示でありながら不正競争防止法一一\n条一項三号に基づいて使用が許される先使用表示が存在する場合には、先使用表示\nと全く同一の表示でない限り、およそ先使用権による保護の対象から外れてしまう\nと解することはできず、周知表示出現後のある時点で、先使用表示の一部が変更さ\nれた表示の使用が開始されたとしても、その変更によっても先使用表示との同一性\nが識別でき、かつ、不正競争防止法が意図する周知表示保護の原則を害しない限度\nでは、なお、変更後の表示も先使用権による保護を受けることができると解すべき\nである。\n訴外会社及び被告により使用されていた「三田屋」の表示と現在の被告表示であ\nる「はざま湖畔三田屋総本家」とを対比すると、現在の被告表示は、旧表示に「は\nざま湖畔」及び「総本家」が付加されたことにより、外観、称呼に相違点が見られ\nるが、「はざま湖畔」は所在地を示すものであり、「総本家」に特別な顕著性はな\nく、「はざま湖畔」も「総本家」も「三田屋」に比べ小さく記載されているから、\n「三田屋」の部分が被告表示の要部と解すべきである。そしてまた、右「三田屋」\nの部分と当初使用されていた「三田屋」の表示とを対比するに、字体はほぼ同じで\nあり、観念、称呼ともにその要部が同一であるということができるから、現在の被\n告表示を使用することは、次の３で検討する不正目的がない限り、訴外会社及び被\n告が当初使用していた表示の使用の継続として、先使用権による保護を受けること\nができるというべきである（甲五、九の２、乙一〇の３、一二、検甲二）。\n２　被告表示（被告商号）の使用と不正の目的について\n原告は、被告による被告表示（被告商号）の使用が、不正の目的でないとはいえ\nないと主張するが、当裁判所は、被告は、不正の目的でなく被告表示（被告商号）\nを使用していると解する。\nすなわち、前記二１で認定したとおり、そもそも、「三田屋」の表示は、訴外会\n社が精肉等自己の商品の表示として、昭和五二年までに使用を開始していたもので\nあって、同年七月末に本件レストランを開業するに際して、これを同レストランの\n営業表示としたものであり、そのころから開始されたハムの製造、販売に当たって\nも、「三田屋」が訴外会社の商品表示として使用されていた。しかるに、昭和五三\n年三月に亡ｃが半ば強引に本件レストランの営業を独立させ、原告がこれを引き継\nいで発展させたものであるところ、原告において、本件レストランの営業表示とし\nての「三田屋」の名声を広め、昭和六〇年ころその周知性を獲得したとはいうもの\nの、その間、訴外会社としても、自己が製造したハム等に「三田屋」の表示を付す\nることを継続していたのであって、昭和五六年九月までの両者の協力関係等に照ら\nすと、右の訴外会社の行為が原告表示である「三田屋」の名声を高めるのに寄与し\nた面も否定できない。\nそうすると訴外会社は、ハム等の製造販売に当たり、不正の目的でなく、「三田\n屋」の商品表示を使用し、その後、引き続き被告表示を使用しているというべきで\nあり、訴外会社からハム等の販売部門を承継し、被告表示をもってハムを販売する\n被告の行為も、不正の目的を有しないということができる。\nまた、被告は、訴外会社からハム等の販売部門を承継し、昭和五六年一二月一〇\n日、「株式会社丸優三田屋」との商号（被告原始商号）で設立され、昭和五九年一\n一月二〇日、右商号をいったん「はざま湖畔三田屋本店株式会社」（被告旧商号）\nと変更したが、右設立、商号変更は、いずれも原告表示が周知性を取得した昭和六\n〇年以前のことであること、その後、被告は、昭和六三年二月二〇日、現在の商号\nである「株式会社はざま湖畔三田屋総本家」に改めているが、右商号は、前述した\nとおり、不正の目的でなく使用している被告表示と同一内容の表示からなるもので\nあることを総合考慮すると、被告が現在の被告商号を使用することもまた、不正の\n目的を有しないというべきである。\n三　結 論\n以上説示したところによると、原告の本件差止請求は理由がないというべきであ\nる。よって、これと異なる原判決を取り消し、原告の請求をいずれも棄却し、訴訟\n費用の負担につき、民事訴訟法六七条、六一条を適用して、主文のとおり判決す\nる。\n（当審口頭弁論終結日 平成一二年九月一一日）\n大阪高等裁判所第八民事部\n裁判官　　　　　若林　諒\n裁判官　　　　　山田陽三\n裁判長裁判官 鳥越健治は、転補のため、署名押印することができない。\n裁判官　　　　　若林　諒\n"
}