{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 11
  },
  "case_number": "平成12(行コ)11",
  "case_name": "岡山大学教授懲戒解雇",
  "court_name": "広島高等裁判所岡山支部",
  "field": "労働",
  "lawsuit_id": "18687",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18687",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/687/018687_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を取り消す。\n２　被控訴人が平成８年３月２９日付けで控訴人に対してした懲戒免職処\n分はこれを取り消す。\n３　訴訟費用は，第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨\n第２　請求，争いのない事実等，争点\n次の１のとおり訂正し，当審における控訴人の補充的主張及びこれに対する\n被控訴人の反論として２，３のとおり付加するほか，原判決３頁４行目から７５頁\n２行目までに記載のとおりであるから，これを引用する。\n１　原判決の訂正（当審における主張の訂正を含む）\n(1)　原判決４頁６行目末尾に「同学部附属病院講師，」を加える。\n(2)　同７頁１行目の「事務官」の次に「（歯学部歯科矯正学講座）」を加え\nる。\n(3)　同９頁８行目の「歯学部長」の次に「，評議員」を加える。\n(4)　同１１頁７行目の「取扱い」の次に「について」を加える。\n(5)　同１７頁１０行目の「ＳＳ院生」を「Ｓ院生」と改める。\n(6)　同２２頁につき，１行目末尾に「そこで，控訴人は，同年５月２９日，本\n訴を提起したものである。」を加え，２行目の「医員手当の寄付」を「海外研修旅\n行中の助手給与の寄付」と改める。\n(7)　同２９頁につき，７行目の「二八万二〇〇〇円一」を「２８万２０００\n円」と，１０行目の「アと同様」を「前同様」と各改める。\n(8)　同３３頁１行目の「大院生」を「医員」と改める。\n(9)　３４頁６行目の「同年五月二九日」を「同年５月１日ころ又は同月２９\n日」と改める。\n(10)　同３７頁３行目の「もしに」を「もしこれに」と改める。\n(11)　同４１頁３行目の「科学研究費補助金取扱規程」の次に「９条」を加え\nる。\n(12)　同５０頁６行目の「円合計」を「合計」と改める。\n(13)　同５２頁３行目の「間がないため、」の次に「講座の先輩等の協力者に\nよる寄付が期待できず，」を加える。\n２　当審における控訴人の補充的主張\n(1)　学位取得に係る研究の指導を巡る金銭の授受への関与について\n①　抗告訴訟において当該行政処分の適法性の立証責任は行政庁の側にある\nから，本件の学位取得に係る研究の指導を巡る金銭の授受に控訴人が関与したか否\nかは，被控訴人の側で立証すべきである。しかも，その立証の程度は，行政庁の懲\n戒処分という不利益処分の性質上，合理的な疑いを入れない程度になされなければ\nならない。しかし，本件においては，上記の程度の証明がなされたとはいえない。\n②　原判決がＡ教授の「控訴人から，Ｂ助手が金銭を持参するので受け取っ\nてほしいと言われた。」との旨の供述を信用できないとした点は正当であるが，Ｂ\n助手の「Ａ教授に学位取得に係る研究の指導に対する謝礼として金銭を支払ったの\nは，控訴人から指示がなされたためである。」との供述を採用したのは不当であ\nる。原判決の認定によると，控訴人は部下であるＢ助手には学位に係る研究の謝礼\nとして２４０万円を持参するように指示しながら，研究を指導する講座の責任者で\nあり，かつ，学位の審査者になるかもしれない同僚に対しては何も言わなかったと\nいうことになるが，不自然である。\n③　Ｂ助手の供述が信用できない理由は，次のとおりである。\n(a)　原判決がＢ助手の上記供述を信用できるとした理由は次の点にある。\nすなわち，(ア)Ｂ助手がＡ教授に渡した現金の額は合計２００万円であって多額で\nあること，(イ)Ｂ助手が控訴人に無断でＡ教授に金銭の提供を申し出てその支払を\n続け，これが後日控訴人に判明した場合，控訴人から叱責その他の措置を受けるこ\nとが十分に予想されること，以上の２点からすると，Ｂ助手が自ら進んで金銭の提\n供を申し出たものとは認めがたいから，Ｂ助手は，同人の供述するように，控訴人\nから謝礼を支払うように指示されたためにＡ教授に２００万円を提供したとみるの\nが自然であるというのである。\nしかし，(ア)についてみると，２００万円という金額は，毎月１０万\n円という金額が２０か月集積された結果にすぎないから，４０万円程度の月給と賞\n与のほかにアルバイト収入を得ていたＢ助手にとって多額ではない。\nまた，(イ)の点については，これを認めるに足りる証拠は存在してい\nない。Ｂ助手は，大学内での噂や大学院生から聞いた話から学位取得の際に謝礼と\nして金員を支払う必要があると思っていたので，控訴人に無断で謝礼を持っていっ\nたことが後日判明した場合に控訴人から叱責を受ける可能性があるという認識は持\nっていなかった。しかも，Ｂ助手は，昭和６２年１２月に山口の病院での勤務から\n帰ってきてからは，「教授に対しても言いたいことは言えるようになった。」と供\n述しているのであるから，控訴人からの制裁として何らかの措置が取られることを\nおそれていたとは考えられない。Ｂ助手と控訴人との人間関係は悪化しており，Ｂ\n助手が控訴人抜きの行動に及んだとしても不自然ではない。\n(b)　Ｂ助手の供述は，次のとおり客観的事実と矛盾しており，信用できな\nい。\nⅠ　Ｂ助手は，「平成４年１月か２月ころに，控訴人から，歯科理工学\n講座で指導を受け，矯正用接着剤に関する研究を行い，学位を取得するように勧め\nられた。」，「平成４年４月に控訴人がＡ教授に『Ｂ助手を理工学でお願いした\nい』と紹介した。」，「平成４年４月に，控訴人から，実際の指導はＣ助教授から\n受けるように指示された。」などと供述するところ，Ｂ助手が取り組んでいた接着\n剤の研究には材料工学に関する知識が不可欠であり，歯科理工学教室の協力が得ら\nれなければできないから，上記供述によれば，Ｂ助手が接着剤の研究を開始したの\nは平成４年４月以降ということになる。\nしかし，Ｂ助手は，(ア)平成４年１０月１４日の大宮で行われた矯\n正歯科学会で「フッ素徐放性レジンの矯正臨床への試行」というテーマで発表を行\nっており，その準備期間からみて研究のスタートが同年４月であるということはあ\nり得ない。そして，Ｂ助手は，(イ)平成２年１０月から１１月半ばころに「耐齲蝕\n性を重視した矯正用接着剤の研究－フッ素徐放性レジンの応用」という研究課題で\n科研費の申請を行い，その採用内定通知を受け，平成３年５月２日に交付申請の内\n容をまとめているのであり，そのころには研究に着手していたこと，(ウ)平成３年\n１２月１７日に歯科矯正学講座と歯科理工学講座の間で消耗品代の支払に関する合\n意がなされているが，これはこの当時既にＢ助手が理工学教室において研究を開始\nしていたことを裏付けていることからすると，Ｂ助手が上記研究を開始したのは平\n成３年５月ころと認められる。以上によれば，控訴人からＡ教授への紹介時期に関\nするＢ助手の供述は信用できない。\nⅡ　Ｂ助手は「平成４年４月２８日に，Ａ教授，控訴人，Ｃ助教授，Ｄ\n医員とともに研究の打ち合わせをしたすぐ後に，控訴人と２人切りになり，控訴人\nからＡ教授への謝礼の指示がなされ，その後具体的な金額の指示がなされた。」と\nも供述する。しかし，\nｱ　確かに，平成４年４月２８日に上記５名で集ってＢ助手の研究に関\nする打ち合わせをしたが，同日は午後５時３０分からＯホテルでＥ大学歯学部第一\n口腔外科新入医局員歓迎会が開催される予定になっており，当時歯学部長であり会\n合の主催者の１人であった控訴人は，これに出席するためにＢ助手の研究に関する\n打ち合わせを中座し，午後４時３０分ころにはＥ大学を出た。したがって，同打ち\n合わせ終了後に控訴人とＢ助手と２人きりになるとか，謝礼の指示をしたというこ\nとはない。\nｲ　Ｂ助手の上記供述は，接着剤に対する研究の開始時期とも符合しな\nい。\nｳ　控訴人がＢ助手の研究指導を依頼した相手は接着剤の第一人者のＣ\n助教授であり，接着剤について専門でないＡ教授にだけ謝礼を持参するように指示\nしたというのは不自然である。\nｴ　原判決の指摘するとおり，上記供述は，Ｂ助手の「Ａ教授と謝礼の\n支払を巡って小一時間も話しあった。」との供述部分とも矛盾している。\nｵ　Ｂ助手は，Ａ教授に謝礼を持参したかどうかの報告を控訴人にして\nいないし，Ａ教授に対し指導が不十分であるとして抗議したとき控訴人に対しその\n旨の抗議をしていない。これらの事実は，Ｂ助手が控訴人から謝礼支払の指示を受\nけたとの事実と矛盾する。\nⅡ　Ｂ助手は，Ａ教授と面会した際，金銭の受領を拒否していたのに約\n１時間ほど話をしていて「やっぱり要る。」というふうになってしまったと供述す\nるが，これによれば約１時間にわたって謝礼を受け取ってほしいと説得していたは\nずであって，控訴人から言われて災難だと思って会ったとは考えられず，積極的に\nＡ教授に金員を受け取ってもらうために会ったと考えられる。\nⅢ　Ｂ助手は，乙第３３号証を作成したのは控訴人が金銭の授受への関\n与を否定している旨聞き及んだためであると供述するが，その供述が不自然である\nことは，原判決の指摘するとおりである。同書証は，後になって，控訴人を２００\n万円の贈収賄事件に引き込むためにわざわざ作成ないし書換えられたものとみるべ\nきである。\n④　Ｂ助手は，控訴人からの指示ではなく，謝礼をＡ教授に持って行けば，\n研究も臨床もできるし，指導もしてもらうことができ，その結果順調に進めば学位\nを取れるという思惑で，Ａ教授に２００万円を交付したのである。すなわち，\n(a)　Ｂ助手は，適切な研究指導をしてもらえるように何らかの措置を取る\n必要があったが，自分を外来医長から更迭するなどした控訴人は当てにならないか\nら，Ａ教授に頼らざるを得ず，しかも，同教授は学位取得の審査の際主査又は副査\nを勤めることが確実であったから，Ｂ助手にとって，Ａ教授に金員を持参する利益\nはあった。\n(b)　これに対し，控訴人には，Ａ教授に対する謝礼をＢ助手に指示する動\n機がなかった。\n(c)　Ｂ助手は，学位取得の際に謝礼として金員を支払う必要があるとの噂\nを耳にしており，大学院生に謝礼をしなければならないのか相談したところ，何も\n答えなかったり，払うのが当然であるとの答えがあったことから，自ら進んで謝礼\nをすることを決意し，また，だいたいの金額も聞いていたので，その額を自ら決定\nし，ただ一度に多額の金額を支払うのは困難であったため，Ａ教授にその支払方法\nについて相談した。\n⑤　控訴人が２００万円の授受に関与したということが新聞に掲載されるま\nでは，関係者の誰もそのことを話題にしたり，控訴人の責任を問うたり，控訴人に\n事実確認をしたりしたことがなかった。このような経緯は，控訴人が２００万円の\n授受に関与していたとすると不思議である。\n(2)　医員手当等の寄付等について\n①　Ｂ助手の医員手当の寄付\nＢ助手は，Ｔ歯科大学からＥ大学歯学部矯正学講座にただ１人入局した\nものであり，当時頼りになるのは同じくＴ歯科大学から来た控訴人だけであった\n上，入局後すぐに医員となり，翌年には助手に採用されたのであるから，昭和５９\n年当時，控訴人はＢ助手の恩人であった。したがって，Ｂ助手が講座運営に苦しん\nでいた控訴人の状況を察して医員手当の寄付を申し出たのは自然なことであって，\n控訴人による強要があったとするのは不自然である。\n②　Ｆ助手及びＧ助手の給与の寄付\n原判決は，控訴人がＦ助手及びＧ助手に対し，寄付を求めた際，同意で\nきないのであれば，助手採用が５か月くらい後になる旨申し渡したと認定する。\nしかし，Ｇ助手は，そのようなことを言われたことは記憶していないと\n供述するし，Ｆ助手も，現実にそのような発言があったとは供述しておらず，自分\nのニュアンスとして任官を遅らせる趣旨だと感じたと供述するのみである。しか\nも，Ｆ助手の供述によっても，控訴人の発言は全員を同一に扱うという趣旨にすぎ\nず，Ｆ助手が控訴人の発言のニュアンスを取り違えたにすぎない。\n③　Ｂ助手の研修旅行中の給与の保管\n自己都合により海外留学する場合，退職又は休職していくのが通例であ\nるところ，Ｂ助手は，そのような処置をとらないまま海外留学しようとしたことか\nら，帰国後講座内で他の医員から反感を抱かれるおそれが生じた。そこで，Ｂ助手\nは，帰国後の講座内での立場を確保できるようにするため，自己の意思で給与を寄\n付したのである。\nＢ助手のした寄付の方法は，(ア)給料振込口座のキャッシュカードとと\nもに暗証番号を書いた紙をＨ助手に引き渡し，(イ)家賃相当額は別の口座に振り込\nまれるようにするというものであるが，控訴人が寄付を要求したとするにはあまり\nに不自然な寄付の方法である。\nまた，Ｂ助手から寄付された金員は，費消されることなく講座で保管さ\nれていたのであり，この点も，控訴人が積極的に寄付を求めたのではなく，Ｂ助手\nが自主的に寄付した事実と符合する。\n④　ティーチングアシスタント手当の寄付\nＶ院生らがティーチングアシスタント手当を寄付したのは任意のもので\nあり，控訴人が強要したわけではない。この点は，原審で主張したとおりである。\n(3)　処分権限の濫用について\n①　本件懲戒処分の処分事由は，(ア)科研費の謝金の不正処理，(イ)Ｂ助手\nに対しＡ教授に研究指導料及び材料費として２４０万円を支払うように指示したこ\nと，(ウ)医員等に対する手当，給与を寄付させ，あるいはＨ助手において助手給与\nを預かり保管していることを知りながら返却しなかったことであるが，上記(イ)，\n(ウ)について処分事由が存在しないことは，上記主張のとおりである。\n②　科研費謝金の不正流用について\n原判決は，控訴人が常習犯的に科研費の不正取得を繰り返していること\nを重視して懲戒免職処分を合理的裁量の範囲内であると結論付けている。\nしかし，本件事案は，次のような特質を有しており，補助金等不正流用\nに関する他の懲戒処分事例と比較すると，本件に対する懲戒処分としては，重くて\nも停職処分にとどまることが明らかである。現に平成８年３月７日に開かれた評議\n会では，科研費謝金の不正流用問題については訓告処分が相当であるとの判断がな\nされている。なお，科研費謝金の目的外使用は，人事院が作成した懲戒処分の指針\n（甲８２）の「諸給与の不適正受給」に該当し，又はこれに準じる行為というべき\nであるところ，同指針によると，その懲戒処分標準例は「減給又は戒告」である。\n(a)　控訴人が科研費謝金を謝金会計としてプールしていた理由は，講座の\n研究費不足を補うためであり，私的に流用するためではない。そして，控訴人によ\nる科研費謝金の目的外使用の背景には，講座制による慢性的運営費不足と科研費制\n度における過度の使途制限という２つの構造的問題が存在しているのであって，こ\nの点を考慮する必要がある。\n(b)　本件の科研費の申請書類は，毎年本人によって作成されており，ま\nた，本件科研費謝金の支出については，対応関係が明確でないとはいえ，謝金の対\n象となるべき労務の提供は存在していた。したがって，目的外使用であるかもしれ\nないが，架空伝票等が作成されていたわけではなく，不正取得ではない。\n(c)　科研費謝金の支払対象者は，謝金を謝金会計に拠出することを講座内\nの慣例として受容し，自由意思に基づいて寄付したものと評価されるべきであり，\n控訴人が謝金の寄付を強要した事実はない。\n(d)　控訴人による科研費謝金の目的外使用がなされた期間は，平成２年度\nから平成７年度までであり，他の懲戒処分事例と比較してそれほど長期ではない。\n(e)　控訴人による目的外使用がなされた謝金の金額は原判決の認定によっ\nても１０６万３０００円であって，他の懲戒処分事例と比較すると極めて少額であ\nる。\n(f)　控訴人は，目的外使用をした謝金に相当する金員を返還した。\n(g)　控訴人は，歯学部教授会の辞職勧告を受けて辞職を申し出た。\n③　控訴人に対する本件懲戒処分が他の関係者であるＡ教授及びＢ助手に対\nする処分と比較してバランスを失していることは原審で主張したとおりである。\n④　本件懲戒処分の手続が違法であることも，原審で主張したとおりであ\nる。加えて，本件懲戒処分を決定するに当たり，評議会は，控訴人の陳述内容を十\n分に調査しておらず，この点も違法である。\n３　上記主張に対する被控訴人の反論\n(1)　学位取得に係る研究の指導を巡る金銭の授受への関与について\n①　Ｂ助手とＡ教授の供述は，大筋で一致している上，その内容は具体的か\nつ自然で無理がなく，十分に信用することができる。\n②　控訴人が，Ａ教授に，Ｂ助手の研究指導料として２４０万円を支払わせ\nる提案をし，次いで，Ｂ助手に対し，謝礼を持って行くことを指示した事実は，次\nの諸点からも裏付けられる。\n(a)　Ｂ助手は，学位を取得するため，控訴人からＡ教授に紹介され，歯科\n理工学講座で接着剤の研究を始めた。\n(b)　Ｂ助手は，歯科矯正学講座の助手にすぎないのに対し，Ａ教授は，歯\n科理工学講座の教授であって，Ｂ助手の方からＡ教授に対し謝礼の交渉を持ちかけ\nるというのは，はばかられる。\n(c)　Ｂ助手の上司である控訴人が，Ａ教授に対し，Ｂ助手を紹介した手\n前，研究に対する謝礼の話を持ちかけたと考えるのが自然である。\n③　控訴人は，Ｂ助手の歯科理工学講座における研究の開始時期が平成３年\n５月ころであるのに，Ｂ助手が「平成４年４月に控訴人からＡ教授に『Ｂ助手を理\n工学でお願いしたい』と紹介した。」と供述したと主張する。そして，上記研究開\n始時期が平成３年５月ころである根拠として，(ア)Ｂ助手が平成４年１０月１４日\nの大宮で行われた矯正歯科学会で「フッ素徐放性レジンの矯正臨床への試行」とい\nうテーマで発表を行っていること，(イ)平成２年１０月から１１月半ばころに「耐\n齲蝕性を重視した矯正用接着剤の研究－フッ素徐放性レジンの応用」という研究課\n題で科研費の申請を行い，その採用内定通知を受け，平成３年５月２日に交付申請\nの内容をまとめていること，(ウ)同年１２月１７日に歯科矯正学講座と歯科理工学\n講座の間で消耗品代の支払に関する合意がなされていることを指摘する。\nしかし，(ア)についてみると，Ｂ助手は，平成３年１２月ころ，控訴人\nに，Ｄ助手（当時大学院生）が行っていた接着剤の研究を手伝うように指示され，\n平成４年３月ころまで，株式会社Ｉ（以下「Ｉ」という）が開発していた接着剤の\n性能を確かめるため，学生を対象に実験を行ったことがあり，その実験終了後元ど\nおり矯正の臨床に戻ったのであり，上記発表は，その実験の結果を発表したにすぎ\nない。(イ)で指摘されている研究はＤ助手が行ったものであり，Ｂ助手はその研究\nに関与していない。(ウ)の合意も，歯科矯正学講座に属するＤ助手が歯科理工学講\n座で学位取得を目指して研究中であることから，その研究に要した費用に関するも\nのであって，Ｂ助手の研究とは関係がない。したがって，控訴人の主張は，理由が\nない。\n(2)　医員手当等の寄付等について\n控訴人が助手に対し，手当，給与の寄付を強要した事実は，原判決が認定\nするとおりである。\n(3)　処分権限の濫用について\n本件懲戒処分が濫用でないことは，原審で主張したとおりである。\n第３　争点に対する判断\n１　科研費謝金不正流用及びその隠蔽工作について\n当裁判所も，控訴人は，科研費に係る謝金の執行に際し，Ｈ助手に指示して\n不正な事務手続を行わせ，謝金の交付を受けた上，歯科矯正学講座内に保管し，他\nの目的に費消・流用するとともに，その不正経理発覚後，Ｊ院生に対し隠蔽工作を\nした（他の大学院生に対する隠蔽工作があったとまでは認められない）と認めるの\nが相当であると判断する。その理由は，次のとおり訂正するほか，原判決７５頁７\n行目から１０２頁２行目までに記載のとおりであるから，これを引用する。\n(1)　原判決７５頁につき，９行目の「、第三五号証（前同）」を「及び弁論の\n全趣旨」と，１０行目から末行にかけての「の申請交付までの主な事務手続に関\nし」を「についての申請から研究終了までの主な事務手続に関しては（ただし平成\n２年ないし平成７年当時）」と各改める。\n(2)　同７７頁５行目の「収支決算報告書」の次に「　）」を加える。\n(3)　同７８頁３行目の「事実が」の前に「という流れないし取り扱いになって\nいた」を加える。\n(4)　同８１頁１０行目の「Ｒ講師は、」の次に「謝金関係の書類を自ら書いて\nいないし，」を加える。\n(5)　同８２頁につき，４行目の「従事したが、」の次に「自己の研究のための\n作業との区別がついておらず，」を加え，５行目の「また」から６行目末尾までを\n削除する。\n(6)　同８４頁１０行目の「認めることができる。」の次に次のとおり加える。\n「また，Ｊ院生は，人事院での証人尋問において，平成５年度一般研究Ｃ及\nび平成６年度一般研究Ｃの各研究の謝金に関する謝金支出伺い及び領収書中のＪ院\n生の署名部分（乙２４，３０の各(2)，(5)）は入学当初に書込部分が白紙の状態の\n用紙数枚に署名するように言われて署名したものを利用されたと供述するが，平成\n５年度の研究の書類と平成６年度の研究の書類とは書式・体裁が一部異なっている\nのであって，これらをいずれも入学時に署名したとのＪ院生の供述はいかにも不自\n然である。」\n(7)　同８５頁３行目を「右の点からＪ院生の供述が全面的に信用できないとま\nではいえず，少なくとも前記認定の限度では信用することができる。」と改める。\n(8)　同８８頁末行の「１２ないし１６記載のとおり」の次に「（ただし，番号\n１２の『態様』欄中の『１日７時間』を『１日４時間』と訂正する）」を加える。\n(9)　同８９頁につき，３行目から４行目にかけての「九一万〇〇〇〇円」を\n「１０万円」と改め，９行目の「されているが、」の次に「そのうち平成３年度及\nび平成４年度の各研究については，」を加える。\n(10)　同９０頁６行目の「平成五年度についても同様である。」を削除する。\n(11)　同９１頁３行目の「記載され」から５行目の「明らかなように」までを\n「記載されていることからも明らかなように」と改める。\n(12)　同９２頁１行目から２行目にかけての「研究代表者である謝金業務を行\nっているかにつき認識がない」を「謝金業務を行っているとの認識がない」と改め\nる。\n(13)　同９４頁３行目の「原告及びＫ助教授」を「Ｋ助教授等（平成７年度は\n控訴人も加わる）」と改める。\n(14)　同９６頁５行目の「研究費で」を削除する。\n(15)　同９７頁４行目の「関係書類」の次に「の多く」を加える。\n(16)　同９８頁につき，２行目の「法律以下の法令」を「法律３条，１１条」\nと改め，３行目の「規程」の次に「９条」を加え，５行目の「乙第一号証の七」を\n「乙第１号証の１０」と改める。\n２　学位取得に係る研究の指導を巡る金銭の授受への関与について\n(1)　証拠（甲７の(1)ないし(4)，９，１０，１３ないし１７，２１の(1)ない\nし(6)，２５の(1)，２６の(1)ないし(3)，２９，３４，３９，４５，４６，４８\nの(1)，(2)，４９ないし５１，５５の(1)ないし(3)，５６の(2)，５９，６０，７\n６，７７，７９ないし８１，８４，乙１の(1)ないし(13)，３の(1)ないし(8)，４\nの(1)ないし(7)，１６の(1)ないし(7)，１７の(1)ないし(7)，１８の(1)ない\nし(8)，１９，３３，４３の(1)ないし(5)，４９，５２，５３，６０ないし６２，証\n人Ｂ，同Ａ，同Ｄ，控訴人本人《原審，当審》）及び弁論の全趣旨によれば，次の\n事実を認めることができる。\n①　Ｄ助手（昭和３９年１月生）は，昭和６３年にＵ大学歯学部を卒業して\n同年４月にＥ大学歯科矯正学講座に入局し，平成元年ころから歯科理工学教室で指\n導を受けながら矯正用接着剤に関する研究をしていた。しかし，大学院生は科研費\nの研究代表者になれないため，「耐齲蝕性を重視した矯正用接着剤の研究・フッ素\n徐放性レジンの応用」との研究課題で平成３年度以降の科研費（一般研究Ｃ）を申\n請した際，Ｂ助手（昭和３３年３月生）を形式上の研究代表者とし，実際の実験は\nＤ助手（当時大学院生）が中心になって行い，科研費の申請書類の詳細もＤ助手が\n記入した。もっとも，控訴人は，Ｂ助手について，それまで行っていた研究のレベ\nルが低いとして，後輩ではあるが優秀なＤ助手の下で矯正用接着剤の研究をさせた\n方がよいとの考えを有しており（なお，控訴人は，平成３年７月ころ，外来医長で\nあったＢ助手を解任したこともある），Ｂ助手に指示してＤ助手の下でその研究に\n協力させていた。そのため，Ｄ助手が，平成３年９月に大阪で行われた日本矯正歯\n科学会（甲５９）で発表した「フッ素徐放性矯正用接着剤による耐齲蝕性の向上」\nという研究においても，その研究者のセカンドネームとしてＢ助手の名前が記載さ\nれた。そして，平成３年８月にＩからフッ素徐放性レジンを利用して試作した矯正\n用接着剤の新材料が提供され，同材料に関し大学生を対象とする実験（以下「大学\n生を被験者とする実験」という）をすることになったが，Ｄ助手は，同年１１月に\n学位取得に向けた研究発表を済ませ，以後学位論文の作成に研究の比重を移したこ\nとから，その後はＢ助手が中心になって，同実験の準備をし，平成４年１月から３\n月ころにかけて同実験を実施した。\n②　ところで，平成４年４月２８日午後２時ころ，歯科矯正学講座におい\nて，同講座から控訴人，Ｂ助手，Ｄ助手が，歯科理工学講座からＡ教授，Ｃ助教授\nが集まり，大学生を被験者とする実験を踏まえて今後Ｂ助手が歯科理工学講座での\n指導を受けながら矯正用接着剤の研究を進めていくことが確認され，その研究方法\nについて話合いがなされた。なお，この会合のことは，歯科矯正学講座の日記（甲\n４８の(2)），Ａ教授の日記（甲５５の(2)），Ｂ助手の手帳（乙６０）に記載され\nている。そして，同日は，午後３時から矯正科の医局会（控訴人は参加しなかった\nが，Ｂ助手は本来参加すべきものである）が行われ，また，夜は，Ｅ大学歯学部第\n一口腔外科新入局員歓迎会がＯホテルで開催された。\n③　次いで，平成４年５月２６日にも，朝からＢ助手，Ｄ助手，Ａ教授，Ｃ\n助教授らがＢ助手の実験についての打合せをした。なお，この会合のことは，Ａ教\n授の日記（甲５５の(1)）に記載があり（なお，控訴人が参加したとの記載はな\nい），また，Ｂ助手の手帳にもＡ教授と会ったこと又はその予定が記載されている\nが，歯科矯正学講座の日記にはその旨の記載がない。そして，歯科矯正学講座で\nは，同日は，午前中に幹部会が，午後に他の教授の特別講義が行われていた。\n④　Ｂ助手は，平成４年４月ないし５月ころから本格的に歯科理工学講座で\nＣ助教授の指導を受けながら矯正用接着剤の研究をするようになった（矯正用接着\n剤についてはＣ助教授が専門家であり，Ａ教授には専門的知識がない）が，そのこ\nろ，Ａ教授に対し，２か月に１度２０万円ずつ，２年間合計２４０万円を支払うと\n約束し（以下，この約束に基づき支払われる金員を「本件約束金」という），その\nころから，本件約束金をＡ教授の教授室に持参してこれを手渡すようになった。な\nお，Ｃ助教授は，そのことを知らされていなかった。\nＡ教授は，Ｂ助手から本件約束金を受領すると，これをそのままＡ教授\n名義の株式会社Ｌ銀行岡山支店の普通預金口座に入金し，個人資金と混同し，その\n一部を費消し，その口座の残高が２００万円を下まわることもあった。同口座にお\nける本件約束金の入金の経緯は次のとおりであり（入金額は平成５年７月２日入金\n分を除きいずれも２０万円ずつ），これによれば，昀初の入金日は平成４年６月２\n５日であった。\n平成４年\n６月２５日，７月８日，９月８日，１１月１６日\n平成５年\n２月５日，３月１６日，７月２日（ただし４０万円）\n７月２３日，１２月２２日\nなお，Ｂ助手の手帳（乙６０，６１）にも，Ａ教授への本件約束金の持\n参予定日が記載されているが，その内容は次のとおりである。\n平成４年\n５月１日，７月１日，９月１日，１１月２日\n平成５年\n１月４日，３月１日，５月１日，７月１日\n９月１日，１１月１日\n平成６年\n１月１日，３月１日\n⑤　その一方で，Ａ教授は，控訴人との間で，歯科矯正学講座のＤ助手やＢ\n助手が歯科理工学講座で指導を受けることで同講座にそのための出費が生じること\nから，平成３年度ないし平成５年度の各予算について，次のとおり，研究協力費と\nして，歯科矯正学講座（病院予算）の予算で歯科理工学講座の消耗品を購入する旨\nの合意をした。\n(a)　平成３年度研究協力費　同年１２月１７日付け合意　５０万円\n(b)　平成４年度研究協力費　平成５年１月８日付け合意　５０万円\n(c)　平成５年度研究協力費　同年１２月１５日付け合意　３０万円\n⑥　Ｂ助手は，大学生を被験者とする実験の結果に基づき，平成４年１０月\nに大宮で行われた日本矯正歯科学会（甲６０）で，「フッ素徐放性レジンの矯正臨\n床への試行」というテーマで研究発表を行った。しかし，Ｂ助手は，その研究が順\n調に進まず，また，ＩがＢ助手の研究を待たずに新材料を製品化したこともあっ\nて，研究テーマを変更することになった。そして，新しいテーマについて，平成５\n年１１月に鹿児島で行われた日本矯正歯科学会で「クエン酸エッチングが接着強\nさ・歯質表層の形状に与える影響」との研究発表をし，平成６年１０月にＥ大学で\n行われた岡山歯学会でも，「クエン酸水溶液による被着面処理とブラケットの接着\nについて」との研究発表をしたものの，Ｃ助教授やＤ助手の指導に従わないところ\nがあり，また，Ｃ助教授らを介さないで歯学部理工学講座の助手に個人的に相談し\nて実験を進めるなどしたことから，Ｃ助教授，Ｄ助手らとの関係は良くなかった。\nその挙げ句，Ｂ助手は，Ａ教授に対し，Ｃ助教授の指導が不十分であるなどと抗議\nすることもあった。なお，Ａ教授は，平成５年末ころ，Ｂ助手に対し，本件約束金\nの支払額が合計２００万円に達したとき，金員の支払はこれ以上継続しないでよい\nと伝え，Ｂ助手は，その後その支払をやめた。\n⑦　Ｂ助手は，平成７年１２月７日，学位取得に向けた研究発表会で，「矯\n正用ＤＢＳ応用時の歯面損傷の軽減に関する研究－クエン酸水溶液による被着面処\n理－」とのテーマで発表を済ませた。しかし，控訴人は，そのころ，Ｂ助手に対\nし，研究者として進むのではなく，山口の病院に行って開業の準備を進めるように\n述べた。\n⑧　ところで，Ｊ院生は，歯科矯正学講座で研究していた歯の動揺度測定装\n置について控訴人の了解を得ずに岡山県の企業育成事業に申し込んだところ，同年\n１１月，その対象事業に選ばれた。しかし，Ｊ院生は，控訴人から，同事業の対象\nとなることを承諾する前提として歯科矯正学講座と岡山県との間で一定の合意をす\nることを要求され，このままでは自分の地位が危ないと考え，同年１２月８日，文\n部省学術国際局研究助成課に電話をかけて，(ア)控訴人に係る科研費補助金の執行\nにつき不正があること，(イ)控訴人の教室の講師や助手が学生や患者を対象にマル\nチ商法まがいの行為を行っていること，(ウ)控訴人が学生にアルバイトをさせ，賃\n金を取り上げ遊興費に充てていることを通報し，次いで，同月１１日，再度同課に\n電話をかけて，(エ)自分は控訴人から大学院の休学を迫られていること，(オ)近く\n博士の学位を取得する予定の助手が，控訴人から研究指導料として，多額の金銭を\n要求されていること，(カ)科研費で購入することとなっている測定器について，代\n金が支払われているのに物品が納入されていないこと，(キ)自分はアルバイトをし\nておらず，お金も受け取っていないのに，自分の印鑑を押した出勤簿や領収書があ\nることを通報した。そこで，同課長はＥ大学事務局長に対し，通報内容に係る事実\n関係の調査をして，しかるべき対応措置をとるように要請した。しかし，同課長\nは，文部省としては当面科研費補助金の不正経理の件のみを問題とするつもりであ\nり，その他の問題は大学内で処理してほしいとの意向を示していた。\n⑨　Ｅ大学事務局長は，同年１２月１２日，歯学部長であるＡ教授及び歯学\n部事務部長に上記通報があったことを伝えるとともに，同事務部長に対し，関係書\n類の確保と内容の点検を指示し，また，経理部長に対し，医学部，歯学部（附属病\n院を含む）の平成６年度及び７年度の科研費補助金に係る特別監査の実施を指示し\nた。\n⑩　Ａ教授は，上記通報内容を聞くと，平成７年１２月１３日，株式会社Ｌ\n銀行の普通預金口座から２００万円を引き出し，そのころ，Ｂ助手に対し，同助手\nから受領した２００万円を返還したい旨申し出た。Ｂ助手は，Ａ教授に対し待って\nほしいと言って直ちにこれを受領せず，Ｊ院生と相談の上，同年１２月１４日，歯\n学部事務部長に対し，「学位論文の作成に関し，研究指導したＡ教授から，研究指\n導謝金としてこれまでに渡してきた２００万円を返還したいと言われた」と話して\nその対応について相談した。そして，Ａ教授は，同年１２月１８日，学長に対し\nて，本件約束金の授受について，その経緯を説明するとともに，責任を取り辞任し\nたいとの意思を表明するに至った。\n⑪　Ｂ助手は，歯学部事務部長から，Ａ教授申出の２００万円を受け取った\nらよいと助言されたので，同年１２月２０日ころ，Ａ教授から２００万円を返還し\nてもらった。そのころ，Ａ教授は，Ｂ助手の求めに応じ，２００万円を受領し返還\nしたとの経緯を記載した書面（以下「旧受領確認書」という）を作成したが，その\n後，Ｂ助手から，隔月２０万円を支払ったのは控訴人の要請によるものであること\nを明示する内容の書面に書き替えることを求められたことから，次のとおりの内容\nを記載した同年１２月２０日付け書面（乙３３。以下「新受領確認書」という）を\n作成した。\n「矯正科中後忠男教授の要請により，矯正科Ｂ先生より指導料並びに材\n料費として隔月２０万円ずつ２年間計２４０万円受けとるように言われ，２０ヶ月\nにわたり計２００万円受取りましたが，この金額から特に支出しなければならない\nような事態も起きず，今般研究発表会も無事終了しましたので，ここにＢ先生に返\n却いたします。」\n⑫　しかし，Ｅ大学事務局は，科研費補助金の執行に係る不正経理の問題を\n中心に調査を進め，控訴人も，平成７年１２月１３日にそのことで事務局長から事\n情聴取を受ける（Ａ教授及び歯学部事務部長も立会い）などしたが，本件約束金や\n研究指導に対する謝礼の問題で事情聴取を受けたことはなかった。\n⑬　Ｂ助手は，Ｅ大学事務局長に対し，平成８年１月１１日，学位論文作成\nに係る謝礼については，一件落着したとの話があるが，事実かとの照会をし，翌１\n１日，学位論文作成に係る研究指導料の授受についての経緯を説明した。しかし，\nその後も，控訴人は，その問題で調査を受けたことがなく，同年１月２５日，同年\n１月３０日，翌３１日，翌２月１日に開催された歯学部臨時教授会でも専ら科研費\n補助金の不正経理の問題が審議された。また，控訴人は，平成７年１２月下旬ころ\nから平成８年１月にかけて，Ａ教授，Ｅ大学事務局長，評議員らから辞職を勧めら\nれたが，その際も，本件約束金や研究指導に対する謝礼の問題が話題になったこと\nはなかった。\n⑭　同年２月５日に開催された歯学部臨時教授会で歯学部調査委員会が設置\nされ，同日第１回歯学部調査委員会が開催された。そして，翌６日に第２回（午\n前），第３回（午後）の歯学部調査委員会が開催されたが，第２回歯学部調査委員\n会において，歯学部事務部長は，科研費補助金の不正経理の件，博士号授与に伴う\n金員の要求の件及び勤務時間中にマルチ商法まがいの行為が行われている件につい\nて調査してもらいたいと述べるとともに，博士号授与に伴う金員の要求の件とは，\nＢ助手の学位取得に伴い，控訴人から金員の要求があったことと，同助手が控訴人\nから，歯科理工学講座において指導を受けるのであればＡ教授に金員（２０万円ず\nつ１２回）を持っていくように強要されたことであるとの説明をした。\n⑮　同年２月７日，ＮＨＫニュースでＥ大学歯学部教授が科研費を流用し，\n水増し請求をしているとの報道があり，また同日の中国新聞（甲４６）に，Ａ教授\n（ただし匿名）が２００万円を受領した旨の記事が掲載され，同教授の説明として\n「助手本来の所属講座の教授が私の目の前で助手に現金の支払を指示した。道義的\nには釈然としなかったが，先輩教授の言うことだから，受け取ってしまった。うか\nつだった。」との話が載っている。また，同月９日の中国新聞（甲３４）には，控\n訴人にお礼として２４０万円を支払うように強要されたとのＢ助手の話が掲載され\nた（ただしすべて匿名）。\n⑯　同年２月２１日に開催された臨時教授会では，歯学部調査委員会の結果\n報告が承認され，また，控訴人に対する辞職勧告理由書が承認された。そして，同\n日，学部長事務代理が控訴人に対し口頭で辞職勧告をするとともに，辞職勧告書を\n手渡し，控訴人は，同日，同年３月３１日付け辞職願いを提出した。すると，同年\n２月２２日の毎日新聞（甲４９）には，Ｂ助手（ただし匿名）の話として，控訴人\nに対する辞職勧告について「うれしいの一言。十年以上付き合ってきたが，研究，\n臨床そして人生も無駄にさせられた。もう大学に来てほしくない。」との話が，ま\nた，Ｊ院生（ただし匿名）の「金のために教授をやり，研究も第三者にやらせて研\n究者づらをしていただけの人だった。辞職ではなく，大学側が厳正な処分を下して\nほしい。」との話が掲載された。\n⑰　なお，Ａ教授は，平成８年１月２４日，静養を理由として歯学部長とし\nての活動を停止し（Ｍ歯学部附属病院長に歯学部長事務代理の発令があった），同\n年２月１３日，学長に対し，同年２月２９日付けで学部長を辞任し，同年３月３１\n日付けで教授を辞職したい旨の意思表示をして辞表を提出した。\n⑱　ところで，Ｅ大学歯学部に限らず，学位の取得について謝礼をするとの\n風評が大学院生や助手の間であり，同年３月２２日に開かれたＥ大学評議会でも，\n評議員から，学位授受の謝礼として１００万円単位の支払がなされているとの風評\nがあることが指摘された。\n(2)　被控訴人は，「控訴人は，平成４年４月２８日又は同年５月２６日，Ａ教\n授，Ｃ助教授，Ｂ助手及びＤ助手とＢ助手の研究につき打合せを終えた後，歯科矯\n正学講座教授室で，Ａ教授に対し，Ｂ助手が歯科理工学講座で研究を行うに当た\nり，機械の使用料，機械の操作担当者に対する謝礼，消耗品が必要であることを理\n由に，Ｂ助手に月額１０万円として２年分合計２４０万円を持参させるのでこれを\n受け取るように申し入れ，次いで，Ｂ助手に対し，Ａ教授に研究指導料として月額\n１０万円を隔月に２０万円ずつ２年間合計２４０万円を持参するように指示した。\nこのため，Ｂ助手は，Ａ教授を訪ね，研究指導料の支払につき相談し，その後，本\n件約束金合計２００万円を支払った。」として，控訴人が本件約束金の授受に関与\nした旨主張するところ，Ｂ助手の供述（歯学部調査委員会《乙１の(5)》，人事院で\nの証人尋問（乙５３），原審証人尋問における各供述）及びＡ教授の供述（歯学部\n調査委員会《乙１の(8)，(10)》，人事院での証人尋問（乙５２），原審証人尋問に\nおける各供述）は，細部を除き上記主張に概ね沿うものである。\nこれに対し，控訴人は，上記主張を否認し，Ａ教授に対しＢ助手から研究\n指導料等の金銭を受け取るように提案したことも，Ｂ助手に対しＡ教授に研究指導\n料等の名目で金銭を提供するように指示したこともないと主張し，その旨供述（歯\n学部調査委員会《乙１の(10)》，原審及び当審の各本人尋問における各供述）し，\n陳述書（甲７６，８４）にもその旨記載する（以下，控訴人の上記各供述及び陳述\n書の作成を併せて「控訴人の供述」という）。\nそこで，Ｂ助手，Ａ教授及び控訴人の各供述の信用性について検討する。\n(3)　本件約束金の授受に関する上記３名の各供述内容は，概ね次のとおりであ\nる。\n①　Ｂ助手の供述内容\n(a)　平成３年１２月ころからＤ助手の矯正用接着剤の研究の手伝いをして\nいたが，平成４年１月か２月ころ（歯学部調査委員会における供述）又は２月か３\n月ころ（人事院での証人尋問における供述），控訴人から，学位を取得するため\nに，Ｄ助手（当時大学院生）と同じく，歯科理工学講座で指導を受け，矯正用接着\n剤の研究を行うように指示された。そして，そのころ，控訴人にＡ教授を紹介して\nもらい（ただし，原審証人尋問における供述中には，紹介してもらったのは平成４\n年４月２８日であるとの供述部分がある），その後，控訴人から，実際の指導は歯\n科理工学講座のＣ助教授から受けるように指示された。さらに，Ａ教授の同席して\nいないときに，控訴人から，他の講座のお世話になるのでお礼をするように言わ\nれ，自分もお礼をすることは当然であると思ったが，盆，暮れにお菓子を持ってい\nく程度のことだと考えていた。\n(b)　平成４年４月２８日，控訴人，Ａ教授，Ｃ助教授，Ｄ助手と５人で今\n後の実験の計画について打合せをしたが，その後で控訴人とＡ教授が２人で歯科矯\n正学講座教授室で話をし，その話が終わった後，教授室に呼ばれて控訴人と２人で\n話をした。その際，控訴人から，「大学院生の場合は授業料を払って学位を取得す\nるが，君の場合は給料をもらって研究できる。」として，他大学の例を引用しなが\nら，月１０万円で２年間分の合計２４０万円をＡ教授に支払うように指示された。\nこれに対し，２４０万円を１度で支払うことはできないと言うと，控訴人から，２\nか月に１回２０万円ずつを２年間支払うように言われた。しかし，その場では返事\nをしないで教授室から出て行き，すぐにＡ教授に電話した上で，Ａ教授とその教授\n室で面会した。そして，Ａ教授に対し，研究指導に対する謝礼を支払う話をする\nと，Ａ教授は，「控訴人から聞いているが，僕もおかしいと思う。」と言い，そう\nであれば支払わなくてすむと思ったが，小一時間ほど話をしていると，Ａ教授か\nら，「研究するにはお金がいる。」，「指導のため時間を削くので。」などと言わ\nれ，「やっぱり預かります。うまくいったらもらいます。」と言われた。そして，\nＡ教授の教授室を退室すると，控訴人から呼ばれて控訴人の教授室に行った。その\n間にＡ教授から控訴人に電話があったようであり，控訴人から「Ａ教授から控訴人\nと君との間に信頼関係がないのではないかと言われた。Ａ教授が不安がってい\nる。」と言われた。このように指導教授２人から言われたら仕方ないと思い，平成\n４年５月から２０万円ずつ隔月に２年間これを支払うことにした。Ａ教授は，直接\n自分に要求することができないので，控訴人を通して要求しているのだと思った。\nなお，昀初に２０万円を持参したのは平成４年５月１日であるから，その前に本件\n約束金の授受の合意をしたことに間違いがない。\n(c)　そこで，平成４年５月から２か月ごとに月初めにＡ教授の部屋で同教\n授に２０万円ずつ手渡して支払った。このことは手帳（乙６０，６１）にも記載し\nてある。しかし，Ｉが商品を製品化したためＣ助教授らが当初考えていた方法では\n学位論文に値する論文ができないこととなり，Ｃ助教授から指導に責任が持てない\nと言われ，指導が事実上打ち切られた。そのため，本件約束金の支払額合計が２０\n０万円に達した平成５年１１月に，Ａ教授から以後の支払は不要であると言われ\nた。\n(d)　自分は，Ａ教授に対し，謝礼までさせながら研究指導が十分でないな\nどと６ないし７回抗議に行った。そして，歯科理工学講座の助手に個人的に指導を\n受けながら研究を進め，その結果，平成７年１２月７日に研究発表ができた。\n(e)　平成７年９月ころに他科のある先生に本件約束金の支払について相談\nしたら，その人はびっくりし，訴えるか言いふらすしかないと言われたので，数人\nに本件約束金の支払について話をした。Ｊ院生もこのときに本件約束金の授受の事\n実を知ったようである。\n(f)　そして，平成７年１２月の発表会の１か月ほど前と１週間ほど前に，\n控訴人から，学位取得の謝礼の相場が５００万円から１０００万円であると言われ\nたが，これを支払おうとしなかったところ，控訴人から山口の病院に行き早く開業\nするように言われた。\n(g)　平成７年１２月の研究発表が終わり，大学院生が事情聴取を受け出し\nたころ，Ａ教授から「悪かった，悪かった。」と言われ，本件約束金を返還したい\nとの意向を伝えられ，歯学部事務部長に相談の上，これを返還してもらった。そし\nて，Ａ教授に対し，２００万円を受領し返還したとの経緯を記載した書面を下書き\nしてＡ教授に示し，旧受領確認書を作成してもらった。しかし，その後，控訴人が\n本件約束金の授受に関与していないと言い出したので，Ａ教授に控訴人が関与して\nいることを受領書に書き加えてほしいと伝え，平成７年１２月２０日，新受領確認\n書を作成してもらった（なお，新受領確認書の作成日についてのＢ助手の供述は，\n非常にあいまいである）。\n②　Ａ教授の供述内容\n(a)　平成４年１月か２月ころ，控訴人から，Ｂ助手を歯科理工学講座で研\n究させてほしいとの話があった。\n(b)　平成４年５月２６日，歯科矯正学講座の部屋において，控訴人，Ｂ助\n手，Ｄ助手，Ｃ助教授と５人で，Ｂ助手の学位取得のための研究について打合せを\nした。控訴人からＢ助手の指導を正式に頼まれたのはこのときが初めてである。そ\nの後，Ｄ助手，Ｃ助教授及びＢ助手が退室し，控訴人と２人になったとき，控訴人\nから，今後機械の使用料，オペレーターへの謝礼，消耗品費等がかかることを理由\nに，研究費をＢ助手に用意させること，具体的には２か月に１回２０万円ずつ２年\n間持参させることの話があった。これに対し，自分は，学校でやることであるから\n歯科理工学講座でしかるべくやらせてもらうと答え，控訴人と押し問答となった\nが，自分が研究費を預かるということで押し切られた。\n(c)　その後，Ｂ助手から研究費について相談があり，このときにも，その\n必要はないと答えたが，研究するには大きな機械を借りる必要もあるし，機械を借\nりるということは人を動かさなければならないことから，研究費を預かることにし\nた。しかし，Ｂ助手に対し，研究費は研究のために使う必要があるときに使用する\nが，その必要がなかったときは返還すると言っていた。\n(d)　Ｂ助手は，平成４年５月２９日から本件約束金を持参するようになっ\nたが，際限なく続くので，２００万円というきりのいいところで止めた。\n(e)　Ｂ助手に対する指導はＣ助教授がしたが，Ｂ助手は，その能力に問題\nがあり，同助教授と衝突し，自分で勝手に指導してくれる助手を選び，その助手に\n研究の指導を受けたりしたため，その研究に一貫性がなかった。しかし，Ｃ助教授\nの苦労の結果，Ｂ助手は，平成７年１２月７日に発表会で研究発表を済ませた。こ\nの間Ｂ助手の研究のために費用がかかったという事情がなかったため，上記発表会\nが終了した後に２００万円を返還した。\n(f)　その後，２００万円を返還してから若干日を置いて，２００万円を受\n領し返還したとの経緯を記載した旧受領確認書を作成した。その後何日も経過しな\nいときに，Ｂ助手から，本件約束金の授受が控訴人の要請に基づくものであると書\nき加えてほしいとの依頼があり，新受領確認書を作成した。\n③　控訴人の供述内容\n(a)　私は，平成３年度科研費補助金一般研究Ｃの申請をしたころから，Ｂ\n助手に対し，研究テーマを矯正用接着剤にするように助言しており，Ｂ助手もこれ\nを承諾していた。そして，上記科研費補助金が出る旨の内定があった平成３年４月\nか５月ころ，Ａ教授を通じてＣ助教授に対し，Ｂ助手を歯科理工学講座に行かせる\nので指導をしてほしいと依頼した。\n(b)　私は，Ｂ助手に対し，Ａ教授のところに研究費指導料を持っていくよ\nうに指示したことはない。\n(c)　平成４年４月２８日は，午後２時ころからのＢ助手の研究についての\n打合せに参加したが，同打合せがなされている途中に退席し，午後４時半にＥ大学\n歯学部を出て，午後５時半からパーティーが開かれることになっていたＯホテルに\n向かった。そのパーティーは，Ｅ大学歯学部第一口腔外科新入医局員歓迎会である\nが，Ｎ講師がＥ大学歯学部附属病院歯科麻酔室に赴任したことのお祝いの会も兼ね\nていたことから，歯学部長として同会に出席した。\n(d)　同年５月２６日に矯正学講座でＡ教授，Ｃ助教授，Ｂ助手，Ｄ助手に\n控訴人が加わって５人でＢ助手の研究の打合せをしたということはない。\n(e)　Ｂ助手に対し，学位の相場が５００万円から１０００万円と言ったこ\nとはない。ただし，Ｂ助手は研究者として不適であるため，Ｂ助手に対し，臨床を\n生かして開業するように勧め，その準備のために山口の病院に行くようにというこ\nとは言った。\n(f)　Ｂ助手がＡ教授に２００万円を支払い，後日その返還を受けたという\n事実は，平成８年２月２日夜にＰ医員から聞いて初めて知った。その後これを詳し\nく知ったのは，同年２月８日ころの毎日新聞を読んだときであり，その後同年２月\n７日の中国新聞の記事を友人が送ってくれた。\n(4)　上記各供述内容を前記(1)で認定した事実に照らして検討する。\n①　被控訴人は，控訴人がＡ教授及びＢ助手に対し本件約束金の支払につい\nての働きかけをした日をまず平成４年４月２８日であると主張し，より具体的に\nは，同日，控訴人，Ａ教授，Ｃ助教授，Ｂ助手及びＤ助手がＢ助手の研究につき打\n合せを終えた後であると主張するが，この点はＢ助手の供述と一致する。なるほ\nど，前記(1)で認定したとおり，平成４年４月２８日午後２時ころ，歯科矯正学講座\nにおいて，同講座から控訴人，Ｂ助手，Ｄ助手が，歯科理工学講座からＡ教授，Ｃ\n助教授が集まり，大学生を被験者とする実験を踏まえて今後Ｂ助手が歯科理工学講\n座での指導を受けながら矯正用接着剤の研究を進めていくことが確認され，その研\n究方法について話合いがなされた。\nしかし，Ｂ助手の供述には次の疑問がある。\n(a)　Ｂ助手は，平成４年になってから，控訴人に，歯科理工学講座で指導\nを受け，矯正用接着剤の研究を行うように指示され，そのころ，控訴人にＡ教授を\n紹介してもらい，その後，控訴人から，実際の指導は歯科理工学講座のＣ助教授か\nら受けるように指示されたと供述する。\nしかし，前記(1)で認定したとおり，Ｄ助手が歯科理工学講座で指導を\n受けながら矯正用接着剤の研究をしていたところ，Ｂ助手も，平成３年ころからＤ\n助手の上記研究に協力しており，同年１１月からは中心になって大学生を被験者と\nする実験の準備を進め，その実験を実施しているのであって，平成４年になってか\nら，控訴人にＡ教授を紹介してもらい，その後，控訴人から，実際の指導は歯科理\n工学講座のＣ助教授から受けるように指示されたというのは，いささか不自然の感\nを免れない。\n(b)　Ｂ助手は，「平成４年４月２８日，控訴人，Ａ教授，Ｃ助教授，Ｄ助\n手と５人で今後の実験の計画について打合せをした後，控訴人から，Ａ教授に２４\n０万円を支払うように指示され，すぐにＡ教授と面会し，研究指導に対する謝礼の\n話をすると，Ａ教授は，『控訴人から聞いているが，僕もおかしいと思う。』と言\nい，そうであれば支払わなくてすむと思ったが，小一時間ほど話をしていると，Ａ\n教授から，『研究するにはお金がいる。』，『指導のため時間を削くので。』など\nと言われ，『やっぱり預かります。うまくいったらもらいます。』と言われ，Ａ教\n授の教授室を退室した。すると，控訴人から教授室に来るように言われ，控訴人の\n教授室に行くと，『Ａ教授から控訴人と君との間に信頼関係がないのではないかと\n言われた。Ａ教授が不安がっている。』と言われ，指導教授２人から言われたら仕\n方ないと思い，平成４年５月から２０万円ずつ隔月に２年間支払うこととした。」\nと供述する。\nしかし，Ｂ助手がＡ教授と話し合う前に控訴人からＢ助手に対し具体\n的な支払方法まで含む詳細な指示があったのであれば，Ｂ助手とＡ教授との間で小\n一時間も話し合う必要があったというのは疑問であるし，「控訴人から聞いている\nが，僕もおかしいと思う。」と述べていたＡ教授が本件約束金の支払について気の\n進まないＢ助手と小一時間話し合っている間に態度を変えた経緯も明らかでない。\n(c)　Ｂ助手は，昀初に本件約束金の２０万円を持参したのが平成４年５月\n１日であるから，その前に本件約束金の授受の合意をしたことに間違いがないと供\n述し，上記２０万円を持参した日を裏付けるものとして，同助手の手帳（乙６０，\n６１）を引用する。\nしかし，前記(1)で認定したとおり，Ａ教授は，Ｂ助手から本件約束金\nを受領すると，これをそのままＡ教授名義の銀行預金口座に入金していたところ，\n同口座への昀初の２０万円の入金日は平成４年６月２５日であり，Ｂ助手の手帳に\n記載された昀初の持参予定日である同年５月１日の２か月近くも後の日になってい\nる。そして，Ｂ助手の手帳に記載されたそれ以後の本件約束金の持参予定日も，Ａ\n教授の銀行口座への入金日と大きく異なっている（特に平成５年）し，Ｂ助手の手\n帳に記載された持参予定日の中には平成６年１月１日といった通常では考えられな\nい日まで記載されている。そうすると，Ｂ助手の手帳における本件約束金の持参予\n定日の記載の正確性には問題があり，後記の新受領確認書の記載の問題と併せて考\nえると，平成８年に本件約束金の授受についての控訴人の責任が問題になってから\n記載されたものではないかとの疑問も生じるところである。\nそして，Ｂ助手の手帳の記載に上記のような疑問が生じる以上，これ\nを引用するＢ助手の供述自体についても疑問を持たないわけにはいかない。\n(d)　そして，特に疑問であるのは，本件約束金の授受の合意後のＢ助手の\n控訴人に対する対応である。すなわち，Ｂ助手は，本件約束金を実際に支払ってい\nることや，その支払が２００万円に達した時点で終了したことなどについて，控訴\n人に報告した様子が全くない。仮にＢ助手の供述するとおり，控訴人の指示により\n本件約束金をＡ教授に支払うようになったとすると，その経過を報告するのが自然\nであり，その報告をした様子がないというのは，Ｂ助手の供述の信用性にさらに疑\n問を抱かせるものである。\n(e)　Ｂ助手は，Ａ教授から２００万円を返還してもらった後，Ａ教授に対\nし，２００万円を受領し返還したとの経緯を記載した旧受領確認書を作成してもら\nったが，その後，控訴人が本件約束金の授受に関与していないと言い出したので，\nＡ教授に控訴人が関与していることを受領書に書き加えてほしいと伝え，平成７年\n１２月２０日，新受領確認書を作成してもらったと供述する。\nしかし，Ｂ助手は，控訴人が本件約束金の授受に関与していないと言\nい出したとの情報を誰から聞いたのか明らかにすることができず，また，平成７年\n１２月当時，控訴人が本件約束金の授受の件で事情聴取を受けた形跡はないのであ\nって，新受領確認書の作成についてのＢ助手の供述部分は，いかにも不自然であ\nり，信用することができない。\n(f)　前記(1)で認定したとおり，Ｂ助手は，控訴人から，その研究者とし\nての能力を評価されておらず，平成７年１２月ころ，研究者として進むのではな\nく，山口の病院に行って開業の準備を進めるように言われるなどしていたところ，\n平成８年２月２１日に開催された臨時教授会で，控訴人に対する辞職勧告理由書が\n承認され，同日，学部長事務代理が控訴人に対し口頭で辞職勧告をするとともに，\n辞職勧告書を手渡し，控訴人が，同年３月３１日付け辞職願いを提出すると，同年\n２月２２日の毎日新聞に，Ｂ助手の話として，「うれしいの一言。十年以上付き合\nってきたが，研究，臨床そして人生も無駄にさせられた。もう大学に来てほしくな\nい。」との話が掲載された。これらの事実に照らすと，Ｂ助手が控訴人に対し強い\n嫌悪感を抱き，その排斥を強く希望していたことが明らかである。\nところで，Ｂ助手は，平成７年１２月１４日，歯学部事務部長に対\nし，本件約束金の授受の件の話をし，また，Ａ教授も，同月１８日，学長に対し，\n本件約束金の授受の経緯について説明しているが，控訴人は，その後平成８年２月\nの歯学部調査委員会で本件約束金の授受に関与している疑いを指摘されるまでは，\nその件で事情聴取を受けておらず，Ｅ大学事務局長らから辞職を勧告されたとき\nも，その件が話題になったことがない。そうすると，Ｂ助手及びＡ教授は，平成７\n年１２月にＥ大学事務局長ないし学長に本件約束金の授受の経緯を話した際，控訴\n人の関与を述べていなかった蓋然性が高い。\nそして，Ｂ助手は，２００万円の返還についていったん作成された旧\n受領確認書を破棄し，控訴人が本件約束金の授受に関与したことをわざわざ書き加\nえて新受領確認書を作成している。\n以上の事情を総合勘案すると，Ｂ助手は，当初，本件約束金の授受に控訴人が関\n与していたとは述べていなかったにもかかわらず，その後，控訴人に対する嫌悪感\nから，供述を変えて控訴人がこれに関与しているように供述するようになった可能\n性があり，そうすると，控訴人の関与についてのＢ助手の供述を直ちに採用するこ\nとには躊躇を覚えざるを得ない。\n②　ところで，控訴人は，「平成４年４月２８日に上記５名で集ってＢ助手\nの研究に関する打ち合わせをしたが，同日は午後５時３０分からＯホテルでＥ大学\n歯学部第一口腔外科新入医局員歓迎会が開催される予定になっており，当時歯学部\n長であり会合の主催者の１人であった控訴人は，これに出席するためにＢ助手の研\n究に関する打ち合わせも中座し，午後４時３０分ころにはＥ大学を出た。したがっ\nて，同打ち合わせ終了後に控訴人とＢ助手と２人きりになるとか，謝礼の指示をし\nたということはない。」と主張し，その旨供述する。\nそして，前記(1)で認定したとおり，平成４年４月２８日の上記５名の打\n合せは午後２時ころからなされたものであり，同日夜はＥ大学歯学部第一口腔外科\n新入医局員歓迎会がＯホテルで開催されており，当時控訴人は歯学部長であったも\nのである。そうすると，上記打合せを中座してホテルに向かったとの控訴人の供述\nも，あながちこれを否定しがたいところである。なお，歯科矯正学講座の日記（甲\n４８の(2)）には，上記歓迎会のことが記載されていないが，同歓迎会は歯学部第一\n口腔外科の会合であって，控訴人は歯学部長としてこれに参加したというのである\nから，歯科矯正学講座の日記にその記載がないからといって，異とするに足りな\nい。\n③　被控訴人は，控訴人がＡ教授及びＢ助手に対し本件約束金の支払につい\nての働きかけをした日を平成４年５月２６日であるとも主張する。そして，Ａ教授\nは，歯科矯正学講座の部屋で５人でＢ助手の学位取得のための研究について打合せ\nをした後控訴人から本件約束金の授受の話があったという日は，平成４年５月２６\n日であると供述する。\nしかし，同教授の供述は信用することができない。すなわち，\n(a)　平成４年５月２６日に歯科矯正学講座の部屋で５名がＢ助手の研究に\nついて打合せをしたとの事実は認められない。\nすなわち，歯科矯正学講座の日記には，同年４月２８日の会合と異な\nり，同年５月２６日のＡ教授らとの会合のことが全く記載されていない。Ａ教授の\n日記（甲５５の(1)）には，Ｂ助手，Ｄ助手，Ｃ助教授との打合せについての記載が\nあるが，控訴人が参加したとの記載はないし，同年４月２８日の会合の記載（甲５\n５の(2)）と異なり，控訴人の所に行ったとの記載もない。また，Ｂ助手の手帳に\nも，Ａ教授と会ったこと又はその予定が記載されているが，控訴人を交えての会合\nであるとの記載はない。以上の各記載からすると，同年５月２６日の会合は，Ａ教\n授，Ｂ助手，Ｄ助手及びＣ助教授の４名で，歯科理工学講座の部屋において打合せ\nをしたものであって，控訴人はこれに参加していなかったと認めるのが相当であ\nる。そうすると，同日，歯科矯正学講座の部屋で控訴人を含む５名がＢ助手の研究\nについて打合せを行い，その後控訴人と２人だけになったとき，控訴人から本件約\n束金の授受の話をされたとのＡ教授の供述は，採用できないというほかない。\n(b)　前記②でＢ助手の供述について検討したのと同様に，Ａ教授も，控訴\n人が本件約束金の授受に関与していたとは当初供述していなかった蓋然性が高い。\nまた，前記(1)で認定のとおり，平成８年２月７日の中国新聞に，Ａ教授の「助手本\n来の所属講座の教授が私の目の前で助手に現金の支払を指示した。」との話が載っ\nており，控訴人と２人だけのときにＡ教授から本件約束金の授受の話があったとす\nる供述と異なる説明を新聞記者にしていたことがうかがわれる。そうすると，Ａ教\n授の供述は，主要な部分に変遷が見られるのであって，この点からも，採用できな\nい。\n(c)　なお，Ａ教授は，本件約束金を研究のために使う必要がある場合に備\nえて預かったものであり，Ｂ助手に対し，その必要がなかったときは返還すると言\nっていたと供述する。しかし，前記(1)で認定したとおり，Ａ教授は，本件約束金を\n受領すると，自己名義の銀行預金口座に入金することにより自己の個人資金と混同\nさせ，その後その一部を費消し，その口座の残高が２００万円を下まわることもあ\nったこと，そして，本件約束金の授受について，Ｂ助手を直接指導していたＣ助教\n授に知らせていないこと，Ａ教授は，Ｂ助手に対し常に２００万円を返却すること\nを考えていたとしながら，Ｃ助教授による指導が事実上打ち切られた後もこれを返\n還することをせず，Ｅ大学事務局長から，歯学部の不正についての通報を聞いた翌\n日に自己の銀行預金口座から２００万円を引き出し，Ｂ助手にこれを返還したいと\n申し出たこと，Ａ教授と控訴人との間では，歯科矯正学講座のＤ助手やＢ助手が歯\n科理工学講座で指導を受けることで同講座にそのための出費が生じることから，研\n究協力費として，歯科矯正学講座（病院予算）の予算で歯科理工学講座の消耗品を\n購入することについて合意がなされているが，その合意の際，本件約束金の支払が\nなされていることが考慮された様子はないことなどの事実に照らすと，本件約束金\nの趣旨についてのＡ教授の供述部分は採用できない。\n④　以上によれば，本件約束金の授受について，平成４年４月２８日に控訴\n人から働きかけがあったとするＢ助手の供述も，同年５月２６日に控訴人から働き\nかけがあったとするＡ教授の供述も，直ちに採用するわけにはいかない。そして，\n他に控訴人が本件約束金の授受について関与したことを認めるに足りる証拠はな\nい。\nもっとも，(ア)Ｂ助手が，指導教授である控訴人の了解を得ることな\nく，Ａ教授に対し多額の金員の支払を申し出てこれを支払い続けたというのは，不\n自然であるようにも思われないではない。また，(イ)Ｑ講師は，歯学部調査委員会\nで，同講師が学位を取得した際，控訴人に言われて，常識の範囲内ではあるが，謝\n礼をしたと供述し（乙１の(6)），Ｋ助教授も，同委員会で，控訴人が，主査，副査\nに謝礼（ただし社会通念上の範囲）をもっていくように指示したり，学位が１００\n０万円とのうわさ話をしているのを聞いたことがあると供述しており（乙１\nの(6)），これらの供述によれば，控訴人は，Ｂ助手以外の者に対しても，学位の取\n得に対する謝礼を要求したり，指示したりしていることが認められる。そうする\nと，Ｂ助手がＡ教授に対し本件約束金の支払を申し出るに当たっては，控訴人が何\nらかの助言をしたのではないかとの疑いが生じなくはない。\nしかし，前記(1)で認定したとおり，Ｅ大学歯学部に限らず，学位の取得\nについて謝礼をするとの風評があり，平成８年３月２２日に開かれたＥ大学評議会\nでも，評議員から，学位授受の謝礼として１００万円単位の支払がなされていると\nの風評があることが指摘されていたのであって，Ｂ助手が自己を外来医長から解任\nするなどした控訴人に相談することなく，上記風評を考慮し，自らの判断でＡ教授\nに対し本件約束金の支払を申し出たということはあり得ることである。さらに，控\n訴人が，Ｂ助手以外の者に対してした謝礼の要求ないし指示も，その具体的な内容\nは明らかでなく，常識の範囲内での「お礼」の指示であった可能性も十分にある。\nそして，いずれにせよ，上記(ア)，(イ)の事情だけでは，控訴人が本件約束金の支\n払に関与していた疑いがあるというに止まり，控訴人がこれに関与していた事実を\n認めるには足りないというべきである。\n(5)　以上のとおりであるから，本件懲戒免職処分の処分事由とされた事実のう\nち，控訴人がＢ助手に対しＡ教授に本件約束金を支払うように指示したとの事実は\n認められない。\n３　医員手当等の寄付の強要について\n(1)　医員手当及び助手給与の寄付\n当裁判所も，控訴人がＢ助手に対し昭和５９年７月から昭和６０年３月ま\nでの医員手当合計約１００万円の寄付を，Ｆ助手及びＧ助手に対し，昭和６１年７\n月から同年１０月までの助手給与合計約１３０万円の寄付をそれぞれ強要したと認\nめるのが相当であると判断する。その理由は，次のとおり訂正するほか，原判決１\n１９頁３行目から１２４頁７行目までに記載のとおりであるから，これを引用す\nる。\n①　原判決１１９頁８行目の「七月分」を「昭和５９年７月分」と改める。\n②　同１２２頁２行目の「歯科矯正講座」を「歯科矯正学講座」と改める。\n(２)　Ｂ助手の助手給与の保管\n①　証拠（甲２２，５４，乙１の(8)，５，３４，５３，控訴人本人《原\n審》）及び弁論の全趣旨によれば，次の事実を認めることができる。\n(a)　Ｂ助手は，平成２年４月から同年７月にかけてアメリカ合衆国に研修\n旅行に行くことにしたが，これに先立ち，控訴人から，退職も休職もせずに研修旅\n行に行くと他の医員から反感を抱かれるおそれがあると言われ，控訴人に対し，研\n修旅行中の給与（夏期賞与を除く）を歯科矯正学講座に寄付する旨述べた。なお，\n控訴人は，その当時歯科矯正学講座開設１０周年記念の業績集を作る予定であった\nので，Ｂ助手から提供された給与をその費用の一部として利用する予定であった。\n(b)　Ｂ助手は，Ｈ助手に対し，給与の振り込まれる銀行預金口座のキャッ\nシュカード及びその暗証番号を記載したメモを渡した。ただし，その際，Ｂ助手\nは，家賃分（１か月当たり５万円）は当該銀行口座に振り込まれないようにし，ま\nた，共済組合から借入れをして同口座から１か月当たり約３万円ずつ借入金の返済\nがなされるような措置を取った。\n(c)　Ｈ助手は，Ｂ助手から預かったキャッシュカードを利用して，平成２\n年５月２１日に１３万円，同年６月１５日に２８万３０００円，同年７月２６日に\n２０万６０００円，以上合計６１万９０００円の払戻しを受けた。しかし，控訴人\nが予定していた１０周年記念の業績集は実行に移されなかったため，Ｈ助手は，上\n記払戻しを受けた金員をそのまま歯科矯正学講座のロッカー内に保管し，問題が発\n覚した後の平成８年３月２８日に控訴人から全額がＢ助手に返還された。\n②　Ｂ助手は，キャッシュカード及び暗証番号を記載したメモの提供は控訴\n人に強要されたものであるとの趣旨の供述をする。\nこれに対し，控訴人は，「寄付を強要していないし，キャッシュカードを渡すよ\nうに言ったこともない。Ｂ助手が，帰国後の講座内での立場を確保できるようにす\nるため，自己の意思で給与を寄付したのである。Ｈ助手にキャッシュカードを渡し\nたのは，Ｂ助手がＨ助手にこれで引き出すように強要したものである。」と供述す\nる。\nまた，Ｈ助手は，歯学部調査委員会での事情聴取や人事院での証人尋問\nの際，「Ｂ助手から，キャッシュカードを預けるから給料の３か月分を引き出して\n教室に寄付するように言われた。キャッシュカードを預かりたくはなかったが，Ｂ\n助手が怖かったので，これを拒否できなかった。以前にもＢ助手からキャッシュカ\nードを渡され，現金を引き出してくるように私用で頼まれることがあった。」と供\n述する。\n以上のとおり，Ｂ助手が控訴人に海外研修旅行中の給与の寄付を強要さ\nれたのか否か，キャッシュカードを預けることは控訴人が指示したのかＢ助手が給\n与の寄付の方法として選択したのかといった点で，供述に食い違いがあり，そのい\nずれが真実であるかは証拠上明確でない。もっとも，上記認定のとおり，Ｂ助手\nは，指導教授である控訴人から，退職も休職もせずに研修旅行に出ると他の医員か\nら反感を抱かれるおそれがあると言われている。そして，控訴人は，その当時歯科\n矯正学講座開設１０周年記念の業績集を作る予定であったから，その費用を捻出す\nる必要があった。そうすると，控訴人がＢ助手に対し，指導教授としての立場を背\n景に給与の寄付を強要した可能性がなくはないが，その際脅迫的言辞を用いたなど\nの事情が認められない\n本件において，上記の事情から直ちに控訴人がＢ助手に対し給与の寄付を強要した\nと断じることは困難である。\nところで，処分説明書（甲１の(2)）には，控訴人は，Ｈ助手がキャッシ\nュカードを利用し，Ｂ助手の銀行預金口座から引き出した現金の存在を知りなが\nら，Ｂ助手に返却せず，平成２年から６年間にわたり講座内に保管していたと記載\nされているから，Ｂ助手の給与を６年間にわたり返還しなかったことが処分事由と\nされたものということができる。しかし，上記のとおり，控訴人がＢ助手に対し給\n与の寄付を強要したと認めることができない以上，その金員を６年間にわたって講\n座内に保管する行為が官職の信用を傷つけるということはできないし，その他の懲\n戒事由に該当するとも認められない。\n(3)　ティーチングアシスタント手当の寄付\n当裁判所も，控訴人がティーチングアシスタント手当の寄付を強要した非\n違行為はないものと判断する。その理由は，原判決１２９頁２行目から１３２頁１\n行目までに記載のとおりであるから，これを引用する。ただし，原判決１３０頁４\n行目の「その支払いのための書類を受け取り、」を削除する。\n４　処分権限の濫用について\n(1)　前記１ないし３で検討したところによれば，本件懲戒処分の処分事由のう\nち認められるのは，(ア)科研費謝金の執行における不正及びこの点についての隠蔽\n工作，(イ)Ｂ助手に対する医員手当の寄付の強要，(ウ)Ｆ助手及びＧ助手に対する\n助手給与の寄付の強要の各事実であり，(エ)本件約束金の授受への関与，(オ)Ｂ助\n手の研修旅行期間中の助手給与の保管，(カ)ティーチングアシスタント手当の寄付\nに関しては懲戒処分の対象となり得る行為が認められない。\n(2)　そこで，上記(1)の(ア)ないし(ウ)の各事実に照らして控訴人を免職する\n本件懲戒処分が懲戒権者の裁量権の範囲内にあるか否かを検討する。\n①　まず，科研費謝金の執行における不正（(1)(ア)）についてみると，いわ\nば常習犯的になされたものであり，不正取得された金額も１０６万３０００円に達\nしており，大学における予算の執行に対する国民の信頼を失わせるものであって，\nその情状は軽いとはいえない。しかも，上記不正が発覚しそうになると，指導教授\nとしての立場を利用して大学院生に圧力をかけ，隠蔽工作をはかっており，この行\n為は教育公務員としてあるまじき行為である。\nまた，医員手当や助手給与の強要（(1)(イ)，(ウ)）も，講座担当教授及\nび附属病院長として有する人事権に関する権能を背景に部下職員である助手及び医\n員に対し威圧的言動により数か月分にわたりその手当，給与全額を寄付させたもの\nであり，悪質である。\n②　しかしながら，控訴人は，上記各行為によって得た金員を私的に費消し\nようとしたものではなく，講座の研究費の不足を補おうとしたものであって，その\n背景に大学における研究費の不足という実態があること（甲６３ないし７１）も否\n定できない。また，医員手当や助手給与の強要行為は，その態様が脅迫行為に当た\nるとまではいえないものである。\nそして，上記のとおり科研費謝金について不正取得した金額は少ないも\nのではなかったが，証拠（甲１９の(1)，(2)，２０の(1)ないし(5)，３８\nの(1)，(2)，５４）によれば，控訴人は，Ｅ大学事務局に対し，その求めに応じ\nて，平成８年３月２５日に控訴人を研究代表者とする平成７年度試験研究Ｂ及びＱ\n講師を研究代表者とする一般研究Ｃの謝金分合計３０万円（原判決添附科学研究費\n補助金一覧表記載番号８ないし１１，１９ないし２１）を，平成８年５月１５日に\nＢ助手ないしＱ講師を研究代表者とする平成３年度ないし６年度一般研究Ｃの謝金\n分の一部３１万６０００円（同一覧表１２，１４ないし１８）を，同年６月１３日\nに控訴人を研究代表者とする平成４年度ないし６年度一般研究Ｃの謝金分合計３０\n万円（同一覧表３ないし７）及びその加算金９万１２９０円をそれぞれ支払ったこ\nと（なお，Ｒ講師及びＤ助手を支払対象者とする科研費謝金《同一覧表１，２，１\n３》は，Ｅ大学事務局から支払を求められなかったため，支払っていない）を認め\nることができる。\nさらに，控訴人は，歯学部教授会の辞職勧告決議を受けて辞職を申し出\nており，反省の姿勢を示すとともに社会的制裁を受ける結果となっている。\n③　ところで，評議会が控訴人に対する懲戒処分案を決定するまでの経緯に\nついては，原判決１３２頁４行目から１３９頁５行目までに記載（ただし，平成１\n２年１０月２４日付け更正決定により更正されたもの）のとおりであるから，これ\nを引用する。ただし，原判決１３３頁７行目から８行目にかけての「の一三回にわ\nたり」を「の１１日間に１３回にわたり」と，１３４頁４行目の「同年三月七日」\nを「同日」と各改め，７行目の「右の評議会」から末行の「発言した。」までを削\n除する。そして，「争いのない事実等」に記載のとおり，小坂学長は，被控訴人に\n上記懲戒処分案を上申し，被控訴人が本件懲戒処分をするに至った。\n上記経緯によれば，控訴人に対する懲戒処分案が決定されるに当たって\nは，懲戒処分委員会において，科研費謝金不正流用（事後の口止め等の工作も含\nむ。前記(1)(ア)）については訓告処分が，学位取得に係る研究の指導を巡る金銭の\n授受への関与（前記(1)(エ)）については懲戒免職に近い処分が，医員手当，助手給\n与，ティーチングアシスタント手当の寄付の強要行為（前記(1)(イ)，(ウ)，(オ)，\n(カ)）については訓告処分がそれぞれ適当であるとの判断がされ，これらを総合し\nて懲戒免職が適当であるとの結論が示され，評議会においても懲戒処分委員会にお\nける上記結論を是認し，小坂学長から被控訴人にその旨の懲戒処分案が上申され，\n本件懲戒処分に至ったものである。\n④　以上の諸点を総合して検討すると，なるほど，控訴人の前記(1)(ア)ない\nし(ウ)の行為は，上記①のとおり悪質な面があることは否定できないけれども，上\n記②のとおり斟酌すべき事情も認められる。\nそして，懲戒処分を行うかどうか，懲戒処分を行うときにいかなる処分\nを選ぶかは，懲戒権者の裁量に任されており，懲戒権者がその裁量権の行使として\nした懲戒処分は，それが社会観念上著しく妥当を欠いて裁量権を付与した目的を逸\n脱し，これを濫用したと認められる場合でない限り，その裁量権の範囲内にあるも\nのとして、違法とならないものと解すべきである（昀高裁昭和４７年（行ツ）第５\n２号同５２年１２月２０日第三小法廷判決・民集３１巻７号１１０１頁参照）。し\nかし，上記③のとおり，控訴人に対し懲戒免職が相当であるとの結論が出されるに\n至ったのは，控訴人が学位取得に係る研究の指導を巡る金銭の授受に関与したとの\n事実が重視されていたものであり，前記(1)(ア)ないし(ウ)の行為は，訓告処分が適\n当であるとの判断がなされていた。\nそうすると，控訴人に対して懲戒処分が行われることはやむを得ないと\nころであるが，前記(1)(エ)，(オ)の行為が認めらず，本件懲戒処分をするに当たっ\nて訓告処分が相当であるとされていた前記(1)(ア)ないし(ウ)の行為だけが認められ\nる控訴人に対し，上記②の事情もありながら，懲戒免職を選ぶことは，被控訴人に\n認められた裁量権の範囲を逸脱しているというべきである。結局，本件懲戒処分は\n違法であるというほかない。\n５　結論\n以上のとおりであるから，その余の点について判断するまでもなく，本件懲\n戒処分の取消しを求める控訴人の本訴請求は理由があるから，これを認容すべきで\nある。\nよって，これと異なる原判決を取り消し，控訴人の請求を認容することと\nし，主文のとおり判決する。\n広島高等裁判所岡山支部第２部\n裁判長裁判官　　　　前　　　川　　　鉄　　　郎\n裁判官　　　　辻　　　川　　　　　　　昭\n裁判官森一岳は，転補につき，署名捺印することができない。\n裁判長裁判官　　　　前　　　川　　　鉄　　　郎\n"
}