{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 13
  },
  "case_number": "平成14(行ケ)417",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10716",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10716",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/716/010716_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４１７号　審決取消請求事件\n平成１５年１０月３０日口頭弁論終結\n判　　　　決\n原　　　　　告　　　　　　ソニー株式会社\n原　　　　　告　　　　　　株式会社タムロン\n両名訴訟代理人弁理士　　　角　田　芳　末\n同 　　　　磯　山　弘　信\n被　　　　　告　　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　　　末　政　清　滋\n同 　　　　國　島　明　弘\n同 　　　　大　野　克　人\n同 　　　　涌　井　幸　一\n主　　　　文\n１　特許庁が不服２００１－１８７５７号事件について平成１４年７月２日\nにした審決を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n主文と同旨\n２　被告\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，平成４年３月２３日に出願された特願平４－６５３０４号の分割\n出願として，平成１１年３月１９日に，発明の名称を「写真システム及び写真フィ\nルム焼付装置」とする発明について，特許出願をした（平成１１年特許願第７５２\n５７号。以下「本願出願」という。請求項の数は６である。）。特許庁は，これに\nつき，平成１３年９月１１日に拒絶の査定をした。原告らは，平成１３年１０月１\n８日にこれに対する不服の審判を請求した。特許庁は，同請求を不服２００１－１\n８７５７号事件として審理し，その結果，平成１４年７月２日に「本件審判の請求\nは，成り立たない。」との審決をし，同年７月１６日にその謄本を原告らに送達し\nた。\n２　特許請求の範囲（別紙図面Ａ参照）\n「【請求項４】\n舌状片を無くし写真フィルム先端部をほぼ直線からなるように形成された写\n真フィルムが複数つなぎ合わされた写真フィルムを給送する給送機構と，前記給送\n機構により給送された前記写真フィルムの送り量を検出する検出器と，前記給送機\n構より給送された前記写真フィルムの有効撮影エリアと前記写真フィルムの縁部と\nの間の非撮影エリアに配された光学的位置検出用透孔間に前記写真フィルムに関す\nる情報を有し，前記有効撮影エリア上への画像の露光に伴い，２．５ｍｍ幅の前記\n非撮影エリアに記録された焼付けすべきエリアを示すコマサイズ信号と，焼付けを\n制御する制御信号とをフィルム給送中に連続して検出し，検出した写真フィルムの\n送り量に基づいて前記検出した信号よりコマサイズ信号を判別し，判別した前記コ\nマサイズ信号により指定されるマスクの開口サイズを選択して位置決めして写真フ\nィルムの画像を印画紙に焼付けることを特徴とする写真フィルム焼付装置。」\n（審決において直接の考察の対象となったのは請求項４で特定された発明の\nみである。以下，請求項４記載の発明を「本願発明」という。）\n３　審決の理由\n別紙審決書の写しのとおりである。要するに，本願発明は，平成３年５月２\n日（分割出願としてなされた本願出願前に対応する原出願の出願日より前であ\nる。）に頒布された特開平３－１０５３３６号公報（以下，審決と同様に「引用例\n１」という。）に記載された発明（以下，審決と同様に「引用発明」という。別紙\n図面Ｂ参照。）及び周知の技術事項に基づいて当業者が容易に発明をすることがで\nきたものと認められるから，特許法２９条２項の規定に該当する，というものであ\nる。\n審決が上記結論を導くに当たり，本願発明と引用発明との一致点・相違点と\nして認定したところは，次のとおりである。\n一致点\n「写真フィルムを給送する給送機構と，前記給送機構より給送された前記写真\nフィルムの有効撮影エリアと前記写真フィルムの縁部との間の非撮影エリアに配さ\nれた前記写真フィルムに関する情報を有し，前記有効撮影エリア上への画像の露光\nに伴い，前記非撮影エリアに記録された焼付けすべきエリアを示すコマサイズ信号\nと，焼付けを制御する制御信号とをフィルム給送中に検出し，検出した前記コマサ\nイズ信号により指定されるマスクの開口サイズを選択して位置決めして写真フィル\nムの画像を印画紙に焼付けることを特徴とする写真フィルム焼付装置。」\n相違点\n「相違点１；本願発明は，給送される写真フィルムが，舌状片を無くし写真フ\nィルム先端部をほぼ直線からなるように形成された写真フィルムが複数つなぎ合わ\nされたものであるのに対し，引用発明には，その点の記載がない点。」\n「相違点２；本願発明は，給送機構により給送された前記写真フィルムの送り\n量を検出する検出器を有しているのに対し，引用発明には，その点の記載がない\n点。」\n「相違点３；本願発明は，写真フィルムに関する情報を光学的位置検出用透孔\n間に有しているのに対し，引用発明には，その点の記載がない点。」\n「相違点４；本願発明は，非撮影エリアの幅が２．５ｍｍ幅と限定されている\nのに対し，引用発明には，その点の記載がない点。」\n「相違点５；本願発明は，コマサイズ信号と，焼付けを制御する制御信号とを\nフィルム給送中に連続して検出しているのに対し，引用発明には，「連続して」の\n記載がない点。」（以下「相違点５」という。）\n「相違点６；本願発明は，検出した写真フィルムの送り量に基づいて前記検出\nした信号よりコマサイズ信号を判別しているのに対し，引用発明には，その点の記\n載がない点。」（以下「相違点６」という。）\n第３　原告ら主張の審決取消事由の要点\n審決は，本願発明と引用発明との一致点でないものを一致点と誤認して，両\n発明の相違点を看過し，その結果，当該相違点についての判断を怠り（取消事由１\nないし３），相違点５及び６についての判断も誤ったものであり（取消事由４，\n５），これらの誤りがそれぞれ結論に影響を及ぼすことは明らかであるから，違法\nとして取り消されるべきである。\n１　取消事由１（画角マーク29とコマサイズ信号とを一致点と認定した誤り）\n審決は，引用発明の「画角マーク29」を本願発明の「コマサイズ信号」に相\n当すると認定した（審決書３頁４段）。しかし，この一致点の認定は誤りである。\n(1) 本願発明の「コマサイズ信号」は，カメラに付いているコマサイズ設定ス\nイッチ6 により設定されたコマサイズを表す信号であって，例えば，本願明細書の\n段落【００４８】の【表２】に示されるような，ＨＤＴＶのフルサイズ，ＮＴＳＣ\nフルサイズ，ＨＤＴＶハーフサイズ，ＮＴＳＣハーフサイズのいずれかを表す信号\nであり，異なった縦横比のサイズを表す信号である。\nこれに対し，引用発明の「画角マーク29」は，撮影時に液晶パネルに現れ\nたトリミング枠の大きさを表す信号であり，同一の縦横比の大きさを示すマークで\nある。すなわち，引用発明の「画角マーク29」は，引用例１の第３図（Ａ）あるい\nは（Ｂ）のH1～H3 あるいはV1～V3の中のいずれかのトリミング枠の大きさを表すマ\nークであり，同一の縦横比の大きさを示すマークである。引用発明においては，写\n真のフィルムから「コマ」の「サイズ」を検出することは全く示されておらず，単\nに，トリミング枠の倍率を検出し，焼付装置におけるトリミング枠の倍率を変更す\nることが示されているだけである。\nしたがって，本願発明の「コマサイズ信号」と引用発明の「画角マーク\n29」とは技術的に異なる概念であり，本願発明の「コマサイズ」の信号に，引用例\nにおけるトリミング枠の倍率を示すマークである「画角マーク29」を含めるのは無\n理であるから，引用発明の「画角マーク29」が本願発明の「コマサイズ信号」に相\n当すると認定した審決の認定は誤りである。\n(2) 被告は，引用発明の「画角マーク29」も，本願発明の「コマサイズ信号」\nも，共に，「焼付けをすべきエリア」を示すマークであるので，審決は，この点を\nとらえて，両者は一致する，と認定したものである，と主張する。しかし，本願明\n細書の請求項４には，「焼付けすべきエリアを示す信号」とは記載されていない。\n「焼付けすべきエリアを示すコマサイズ信号」と記載されているのである。この\n「焼付けすべきエリアを示す」という請求項４の記載は，「コマサイズ信号」の内\n容そのものを示すのではなく，「コマサイズ信号」の一つの機能を示すものであっ\nて，「コマサイズ信号」を修飾する言葉であるにすぎない。被告の上記主張は，請\n求項４の「コマサイズ信号」との文言を無視するものである。\n(3) 被告は，原告らが，本願発明の「コマサイズ信号」を，本願明細書の実施\n例のものに限定して解釈するものである，と主張する。しかし，本願発明の「コマ\nサイズ信号」の「コマサイズ」という言葉が，フィルムの各コマのサイズを意味す\nることは，その字義から，直接的，一義的に理解することができることである。原\n告らは，特許請求の範囲の記載に基づいて解釈をしているものである。\n２　取消事由２（横基準位置マーク28aと焼付けを制御する制御信号とを一致点と\n認定した誤り）\n審決は，引用発明の「横基準位置マーク28a」を本願発明の「焼付けを制御す\nる制御信号」に相当すると認定した（審決書３頁４段）。しかし，この一致点の認\n定は誤りである。\n本願発明の「焼付けを制御する信号」は，例えば，撮影時に付加されたコマ\nの中心を示す中心マーク40aの検出信号であり，HDTVフルサイズ，NTSCフルサイ\nズ，HDTVハーフサイズ，NTSCハーフサイズの４種類のコマでは，コマの端から中心\nまでの距離が異なるため，コマの中心と焼付けの際の中心位置とを合わせるために\n用いられる制御信号である。\nこれに対して，引用発明の「横基準位置マーク28a」は，トリミング部分の横\n位置の中心を示すものである。\n両者は，焼付けを行う写真の中心を表わすという点では類似性があるもの\nの，本願発明の「焼付けを制御する信号」は，各コマサイズの中心マークを検出し\nた信号であり，引用発明の「横基準位置マーク28a」は，トリミングの中心位置を表\nしたものであるから，両者は似て非なるものである。\n３　取消事由３（トリミングプリントシステムとフィルム焼付け装置とを一致点\nと認定した誤り）\n審決は，引用発明の「トリミングプリントシステム」が本願発明の「フィル\nム焼付け装置」に相当することも明らかである，と認定した（審決書３頁４段）。\nしかし，審決のこの認定は誤りである。\n本願発明の「フィルム焼付け装置」は，撮影時にカメラで記録したコマサイ\nズ信号に基づいてコマサイズの異なる写真フィルムの画像を印画紙に連続的に焼き\n付けるためにマスクの開口サイズを制御するものである。本願発明には，そもそも\nトリミングという考え方は存在しない。それを示唆するものもない。本願発明がこ\nのようなものであるとき，引用発明におけるトリミング領域の大きさに合わせてペ\nーパーマスク62を制御する「トリミングプリントシステム」をもって，本願発明の\n「フィルム焼付け装置」に相当する，と認定することはできない。\n４　取消事由４（相違点５についての判断の誤り）\n審決は，相違点５について，「引用例１においても，「連続して」の明示的\n記載はないものの，・・・「画角マーク29」，「横基準位置マーク28a」を連続して\n検出していると解するのが相当である。」（審決書５頁５段）と判断した。しか\nし，審決のこの判断は誤りである。\n引用発明において，「画角マーク29」，「横基準位置マーク28a」を連続して\n検出している」と認定することは困難である。引用発明では，「画角マーク29」の\n検出器には「画角マーク29」だけが検出され，「横基準位置マーク28a」の検出器に\nは「横基準位置マーク28a」のみが検出されるのであるから，両者を「連続して」検\n出することはできないことになるはずであるからである。\n引用発明においては，引用例１の第１図から明らかなように，「画角マーク\n29」は，各コマの上辺の非撮影エリアに設けられ，「横基準位置マーク28a」は各コ\nマの可変の非撮影エリアに設けられており，「画角マーク29」と「横位置基準マー\nク28a」を検出する検出器は，フィルムの移送方向の同一ライン上には設けられてい\nないことが明らかである。\nこれに対して，本願発明では，フィルム移送方向の同一ライン上に「コマサ\nイズ信号」の検出器と「中心マーク」の検出器が設けられているため，両方の検出\n器に「コマサイズ信号」と「中心マーク」のいずれもが検出されてしまうことか\nら，それがいずれであるかを，フィルム送り量を検出することにより判別している\nのである。\n請求項４には，「前記非撮影エリアに記録された焼付けすべきエリアを示す\nコマサイズ信号と，焼付けを制御する制御信号とをフィルム給送中に連続して検出\nし，検出した写真フィルムの送り量に基づいて前記検出した信号よりコマサイズ信\n号を判別し，」と記載されている。ここで，「フィルムの送り量に基づいて前記検\n出した信号よりコマサイズ信号を判別し」と記載されている意味は，フィルムの移\n送方向の同一ライン上に「コマサイズ信号」と「焼付けを制御する制御信号」\n（「中心マーク40a」の検出信号）の両方があることを意味している。\nこのように，本願発明においては，一つの検出器の下を「コマサイズ信号」\nが通り，かつ「焼付けを制御する制御信号」（「中心マーク40a」の検出信号）も通\nるがゆえに，フィルムの送り量に基づいて「前記検出した信号よりコマサイズ信号\nを判別」する必要があるのである。この意味で，本願発明では，「コマサイズ信\n号」と「中心マーク」を「連続して」検出すると記載したのであるから，本願発明\nにおける信号検出方法は，引用発明のように，「画角マーク29」と「横位置基準マ\nーク28a」が別々の検出器に検出され，両者を判別する技術的意味及び必要性のない\n検出方法とは，この点において技術的に全く異なるのである。\n５　取消事由５（相違点６についての判断の誤り）\n審決は，相違点６について，「送り量に基づいて，信号を判別することは，\n従来周知（特公昭５６－６０３１号公報，特開昭５４－２９９２８号公報，実願昭\n５７－１４０４２９号（実開昭５９－４５６６７号公報）のマイクロフィルム参\n照）の技術事項であり，引用発明と組み合わせることに格別の阻害要因はなく，そ\nのようにすることは，当業者にとって容易なことである。」（審決書５頁６段）と\n判断した。しかし，審決のこの判断は誤りである。\n(1) 周知例として挙げられた特公昭５６－６０３１号公報（甲第７号証。以下\n「甲７文献」という。）には，フィルムに設けたマークを検出する読取装置に関\nし，特にごみ，傷等のノイズによって誤信号を生じることのない誤信号除去装置で\nあって，一定の大きさのマークをフィルム上の画像駒の側辺に一定間隔で設け，マ\nークを検出したときの読取信号より短い幅の基準信号を発生させ，この基準信号と\n読取信号を比較して基準信号の時間幅よりも短い時間幅を持つ読取信号をノイズと\nして除去する誤信号除去装置が，記載されている。\nフィルムが一定速度で移送されていることを前提とすれば，甲７文献に記\n載された誤信号除去に関する技術をもって，送り量に基づいて信号を判別するもの\nといえなくはないであろう。しかし，そうであるとしても，甲７文献に記載された\n技術と，これとは目的も課題も異なる引用発明とを組み合わせることは，当業者が\n容易に推考し得る範囲を超えている。\n(2) 周知例として挙げられた特開昭５４－２９９２８号公報（甲第８号証。以\n下「甲８文献」という。）には，元帳等を印字位置に送り込むためのインサータの\nマーク識別装置であって，紙葉面から光電検出した信号の長さを検出し，所定長に\n達しないものはマークを識別しないようにして紙葉面の欠陥等により非所定位置に\n紙葉を停止させないようにした，インサータ装置が記載されている。\nしかし，甲８文献に記載されたものは，インサータ装置であり，所定長以\n上と認識されない信号はインサータのマークと認識しないようにするものである。\nこの技術から，「検出した写真フィルムの送り量に基づいて前記検出した信号より\nコマサイズ信号を判別している」との本願発明の構成を容易に推考することはでき\nない。\n(3) 周知例として提示された実開昭５９－４５６６７号公報（甲第９号証）に\nは，記録紙の送り量を，紙送りパルス信号を計数し，１頁分の計数値に達すると紙\n送り動作を停止させることによって調整する，記録装置の紙送りに関する発明が記\n載されている。しかし，この技術から，「検出した写真フィルムの送り量に基づい\nて前記検出した信号よりコマサイズ信号を判別している」との本願発明の構成を容\n易に推考することはできない。\n(4) 引用発明においては，「画角マーク29」を検出する際に，それが真の画角\nマークであるのか，画角マークとはいえない偽の信号であるのかを判別するという\n必要性はない。すなわち，引用発明の「画角マーク29」の検出手段は，画角マーク\nだけを検出するものであるから，この検出手段で検出した信号が画角マークである\nかどうかを判定するためにわざわざフィルム送り量に基づいて判別する手段を設け\nる必要性は，全くないのである。\nこれに対して，本願発明は，「コマサイズ信号」の検出器に，中心マーク\nも検出されるために，フィルム送り量に基づいて，それがコマサイズ信号なのか，\n中心マークの信号なのかを判別することが必要となるのである。本願発明における\n「検出した写真フィルムの送り量に基づいてコマサイズ信号を判別する」という構\n成は，同発明にとって必要不可欠であるがゆえにこそ採用されている構成なのであ\nり，そのような必要性が全くない引用発明に，これを当てはめること自体，困難と\nしかいいようのないことである。\n審決が引用した上記各周知例は，いずれも，誤動作防止のための信号判別\nに関するものであり，一つの検出器に検出される２種類の信号をフィルム送り量に\n基づいて判別するという本願発明に特有の構成については，何も開示しておらず，\nまた，示唆もしてもいない。このような周知技術を引用発明と組み合わせること\nは，当業者にとって容易ではない。\n第４　被告の反論の要点\n審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。\n１　取消事由１（画角マーク29とコマサイズ信号とを一致点と認定した誤り）に\nついて\n(1) 本願明細書の請求項４には，「焼付けすべきエリアを示すコマサイズ信\n号」と記載されており，「コマサイズ信号」の唯一の機能を示すものとして，「焼\n付けすべきエリアを示す」との修飾文が付加されているのであるから，「コマサイ\nズ信号」を，原告らが主張するように，フィルムサイズを意味する信号に限定して\n解釈する理由はない。引用発明の「画角マーク29」も，本願発明の「コマサイズ信\n号」も，共に，「焼付けをすべきエリア」を示すマークであるので，審決は，この\n点をとらえて両者を一致する，と認定したものである。審決に，原告ら主張の誤り\nはない。\n(2) 原告らは，「コマサイズ信号」とは，本願明細書の発明の詳細な説明に記\n載されている「ＨＤＴＶフルサイズ，ＮＴＳＣフルサイズ，ＨＤＴＶハーフサイ\nズ，ＮＴＳＣハーフサイズ」（甲第１０号証【００４８】）のいずれかを表す信号\nであり，異なった縦横比のサイズを表す信号である，と主張する。\nしかし，本願発明の構成である「コマサイズ信号」は，「コマ」の「サイ\nズ」を表す「信号」であり，その技術的意義は，一義的に明確に理解することがで\nきるものであるから，発明の詳細な説明の記載を参酌することが許される特段の場\n合に該当しないことは明らかである。原告らの主張は，「コマサイズ信号」を，本\n願明細書の実施例のものに限定して解釈しようとするものである。また，本願明細\n書の請求項４においては，「焼付けすべきエリアを示すコマサイズ信号」と規定さ\nれており，本願発明の対象は，異なった縦横比のサイズのものの焼付けを行うもの\nに限定されているわけではない。原告らの上記主張は，本願発明の特許請求の範囲\nの記載に基づかない主張である。\n２　取消事由２（横基準位置マーク28aと焼付けを制御する制御信号とを一致点と\n認定した誤り）について\n特許請求の範囲（請求項４）に記載された「焼付けを制御する制御信号」\nは，焼付けを制御するすべての制御信号を包含する，極めて広い概念の用語であ\nる。\n一方，引用発明の「横基準位置マーク28a」も，焼付けの際にフィルムの位置\nを制御するための信号であるので，「焼付けを制御する制御信号」に含まれること\nが明らかである。\n本願発明の実施例の，「焼付けを制御する制御信号」に相当する「中心マー\nク４０ａ」と比較した場合でも，両者は，焼付けを行う写真の中心位置を表わすも\nのであり，「横基準位置マーク28a」は「焼付けを制御する制御信号」に相当する，\nとした審決の認定に誤りはない。\n原告らは，本願発明の「焼付けを制御する制御信号」は，各コマの中心と焼\n付けの際の中心位置とを合わせるための信号であって，引用発明の「横基準位置マ\nーク28a」は，トリミングの中心位置を表わしたものであるから，両者は似て非なる\nものである，と主張する。しかし，原告らのこの主張は，本願発明の特許請求の範\n囲の記載の基づかない主張である。\n３　取消事由３（トリミングプリントシステムとフィルム焼付け装置とを一致点\nと認定した誤り）について\n引用発明の「トリミングプリントシステム」が，フィルムを焼き付ける装置\nであることは明らかである。\n原告らは，本願発明の「フィルム焼付け装置」には，トリミングという考え\n方はない，と主張する。しかし，審決は，フィルム焼付け装置の下位概念である引\n用発明のトリミングプリントシステムが，上位概念である本願発明のフィルム焼付\nけ装置に相当すると認定しているのであって，本願発明にトリミングの概念が入っ\nているか否かは，上記認定の当否とは関係がないことである。\n４　取消事由４（相違点５についての判断の誤り）について\n原告らは，引用発明においては，「画角マーク29」，「横基準位置マーク\n28a」を「連続して」検出することはしていない，と主張する。\nしかし，引用例１の「標準サイズのプリントのみが続く場合には，ネガフイ\nルム30及びカラーペーパー64を一定速度で移送させて順次プリントを行う。他方，\nネガフイルム30の移送中にデータ読み取り装置58によりトリミングマー\nク（28a，28b，29）を検出した場合には，そのコマを通常のプリント位置にセット\nし，標準プリントの場合と同様にスキャナー84によって測光した後，基準位置マー\nク28a，28bの検出結果に基づいてフイルムキャリア44を駆動して，トリミング中心\nをプリント中心位置に位置合わせする。また，メモリ87aのデータに基づいてズーム\nレンズ60を駆動して焦点距離を調整し，ペーパーマスク62を駆動して焼付け範囲を\n調整する」（甲第３号証４頁右下欄７行～末行）との記載は，本願発明の課題に関\nする本願明細書の「本発明は斯る点に鑑み，連続する写真フィルム内に異種のコマ\nサイズが存在していても自動的に焼付けすることができるようにすることを目的と\nする。」（甲第１０号証【００１６】）との記載と軌を一にするものである。引用\n発明においても，連続する写真フィルム内のマークである「画角マーク29」，「横\n基準位置マーク28a」を「連続して」検出していると解するのが相当であり，原告ら\nの主張は失当である。\n原告らは，引用発明では，「画角マーク29」の検出器には「画角マーク29」\nだけが検出され，「横基準位置マーク28a」の検出器には「横基準位置マーク28a」\nのみが検出されるのであるから，両者を「連続して」検出することはできない，と\n主張する。しかし，本願発明は，その特許請求の範囲（請求項４）において，コマ\nサイズ信号と焼付けを制御する信号とを「連続して検出し」と規定しているだけで\nあるから，引用発明においては，同じ検出器で，両方のマークを検出していない，\nとの原告らのこの主張は，本願発明の特許請求の範囲の記載に基づかない主張であ\nり，失当である。\n５　取消事由５（相違点６についての判断の誤り）について\n引用発明の「トリミングプリントシステム」のように，フィルム状のものを\n送り，それに付与された信号を読み取り，読み取り信号に基づいて装置の動作を制\n御する装置において，信号の真偽を正しく判別することは，自明の課題というべき\nである。\nこの点は，甲７文献の「この種のマーク読取装置の誤検出防止法として，従\n来は，一定間隔に付されたマークを検知する為に例えば第２図ａに示すようにタイ\nマ回路２とマーク読取回路２を設け，両回路の出力をＡＮＤゲート４を通すことに\nより誤検出を防止する手段が用いられていた。」（甲第７号証１頁左欄下から２行\n～右欄４行）との記載からも明らかである。引用発明の「画角マーク29」を「ネガ\nフィルム30」給送中に検出し，検出した画角マークに対応するよう「ペーパーマス\nク62」を駆動して大きさを制御する「トリミングプリントシステム」についていえ\nば，ネガフィルムの給送中に画角マークの真偽が適正に判別されなければ，ペーパ\nーマスクを正しく制御することができず，引用発明を実施することができないこと\nが明らかである。\n当業者であれば，そのような課題を解決するために，周知技術を引用発明に\n組み合わせることに，何ら困難性はない。原告らの主張は失当である。\n第５　当裁判所の判断\n１　取消事由１（画角マーク29とコマサイズ信号とを一致点と認定した誤り）に\nついて\n(1) 本願発明の「コマサイズ信号」について\n(ｱ) 「こま」（齣，コマ）の語は，写真フィルムにおいて用いられるとき\nは，例えば，広辞苑第４版９６４頁において「①（写真用語）ロール・フィルム・\n映画フィルムの一画面。」と，大辞林９０９頁において「①映画のフィルムの一画\n面。また，それを数える単位。ショット。カット。」と，説明されていることから\nも分かるとおり，一般に，フィルム上に存在する一連の画面中の一つ一つの画面を\n指すものとして使用されている語である。したがって，本願発明における「コマサ\nイズ信号」とは，「コマサイズ信号」との用語自体から，別に解すべき特段の事情\nが認められない限り，写真フィルムの一連の画面中の一つ一つの画面のサイズを表\nわす信号のことである，と理解するのが相当である。\n(ｲ) 本願発明の「コマ」，「コマサイズ」あるいは「コマサイズ信号」の意\n味に関して，本願明細書の【発明の詳細な説明】には，次の記載がある（甲第１０\n号証）\n「【０００１】\n【発明の属する技術分野】\n本発明は異種のコマサイズを連続的に有する写真フィルムを焼付する\nのに適用して好適な写真システム及び写真フィルム焼付装置に関する。\n【０００４】\n・・・３５ｍｍ写真フィルムを，その両端に形成されている従来使用\nされていた寸法のスプロケット孔を無くすことで，有効撮影エリアをフィルム幅方\n向に約３０ｍｍとし，フィルムの有効使用量を拡大するものが提案されている。\n【０００６】\nそこで，３５ｍｍ幅の写真フィルム１からパーフォレーション２を除\nくとともに，そのパーフォレーション２のあった位置までコマのフィルム幅方向の\n長さを拡大する。すなわち，そのようにすれば，実質的な有効撮影エリアを約４０\n％拡大でき，したがって，それだけ画質を向上できる。\n【０００７】\nそこで，図１９Ａに示すように，フィルム１の幅は，現行のフィルム\n幅に等しい３５ｍｍとし，パーフォレーションは設けない。そして，有効撮影エリ\nアであるコマ３のフィルム幅方向における長さ及びフィルム長さ方向における長さ\nは，３０ｍｍ及び４０ｍｍとする。\n【００１４】\n【発明が解決しようとする課題】\nしかしながら，フィルム内に異種コマサイズが混在するような場合，\nおよびスプライス後の１本のマガジン内に同様に混在する場合，タイミング（ノッ\nチャーパンチャ）においてフィルムの送りを人間が送り制御してノッチ開けを行な\nう必要が生じ，毎時何千枚の処理を不可能としていた。・・・\n【００１５】\nこの問題は，現像した後でないと，コマサイズが判明しないことによ\nる。・・・\n【００１６】\n本発明は斯る点に鑑み，連続する写真フィルム内に異種のコマサイズ\nが存在していても自動的に焼付けすることができるようにすることを目的とする。\n【００１８】\n本発明によれば，写真フィルム用カメラで撮影時に記録したコマサイ\nズ信号12a及び制御信号40aに基いて焼付け装置が指定されるマスク48の開口サイズ\nを選択して写真フィルムの画像を印画紙に焼付けるので，異種のコマサイズを連続\n的に有する写真フィルムであっても，自動的に良好に焼付けができる。\n【００２０】\n斯る本発明によれば写真フィルム1より検出した制御信号40a及びコマ\nサイズ信号12aに基づいてマスク４８の開口サイズを選択して写真フィルム1の画像\nを印画紙46に焼付けるので，異種のコマサイズを連続的に有する写真フィルムであ\nっても自動的に良好に焼付けができる。\n【００２３】\n【発明の実施の形態】\n・・・\n【００４７】\n・・・このコマサイズ信号12aとしては例えば表２に示す如きものとす\nる。\n【００４８】\n【表２】\n┌─────────────────┬────────────┐\n│    コマサイズ                    │      コマサイズ信号    │\n├─────────────────┼────────────┤\n│   ＨＤＴＶフルサイズ             │          ｜｜｜｜      │\n├─────────────────┼────────────┤\n│   ＮＴＳＣフルサイズ             │          ｜｜｜        │\n├─────────────────┼────────────┤\n│   ＮＴＳＣハーフサイズ           │          ｜｜          │\n├─────────────────┼────────────┤\n│   ＨＤＴＶハーフサイズ           │          ｜            │\n└─────────────────┴────────────┘\n【００７７】\n【発明の効果】\n本発明によれば異種のコマサイズを連続的に有する写真フィルムであ\nっても自動的に良好に焼付けができる利益がある。\n「コマ」，「コマサイズ」あるいは「コマサイズ信号」に関する本願明\n細書の上記各記載は，これらの語を上記(ｱ)で述べた意味を有するものとする理解の\n下で，本願発明における「コマ」とはフィルム内の非撮影エリアを除いた個々の有\n効撮影エリア（各画面）のことであり，本願発明は，連続する写真フィルム内に異\n種のコマサイズ（異種の画面サイズ）が存在していても自動的に焼付けすることが\nできるようにすることを目的とするものであり，写真フィルム1から検出したコマサ\nイズ信号12a等に基づいて，個々の有効撮影エリアである各コマ（各画面）のサイズ\nに合わせて，マスク48の開口サイズを選択し，個々の有効撮影エリアである各コマ\n（各画面）上の各画像を印画紙46に焼付けるものである，ということをいうものと\nして，極めて明確に把握することができる。\n(ｳ) 本願明細書の特許請求の範囲（請求項４）においても，「・・・前記有\n効撮影エリア上への画像の露光に伴い，・・・焼付けすべきエリアを示すコマサイ\nズ信号と，焼付けを制御する制御信号とを・・・連続して検出し，・・・判別した\n前記コマサイズ信号により指定されるマスクの開口サイズを選択して位置決めして\n写真フィルムの画像を印画紙に焼付けることを特徴とする写真フィルム焼付装\n置。」と規定されている。このように，写真フィルムの有効撮影エリア上への画像\nの露光，すなわち，各コマ（画面）への画像の露光に伴って付されたコマサイズ信\n号を検出して，各コマ（画面）のサイズに合わせて焼付けを行うことにより，異な\nるコマサイズを連続的に有するフィルムを自動的に焼付けをすることが可能となる\nものである。したがって，「コマサイズ信号」とは，フィルム上の各有効撮影エリ\nア（各画面）のサイズを表す信号であることは，請求項４の記載自体からも読み取\nることができるものである。\n(ｴ) 他にも，本願明細書における「コマ」，「コマサイズ」あるいは「コマ\nサイズ信号」の語についての上記(ｱ)で述べた解釈を変更すべき特段の事情は，本件\n全資料によっても認めることができない。\n以上のとおりであるから，本願発明の「コマサイズ信号」とは，写真フ\nィルム中の個々の有効撮影エリアである各コマ（画面）のサイズを表わす信号のこ\nとである，ということができる。逆に，本願明細書における上記「コマ」等の語を\nこれと異なる意味を有するものとする理解の下で，本願明細書の上記各記載を合理\n的に解釈することは，困難である。\n(2) 引用発明の「画角マーク29」について\n引用例１には，「（従来の技術）フィルム上に記録されたコマを所定の印\n画紙に露光する写真焼付けにおいては，コマの全体を露光するフルサイズプリント\nが一般的であるが，必要に応じて特定範囲を拡大して焼き付けるトリミングプリン\nトが行われる。このようなトリミングプリントを行うシステムは，撮影時にフィル\nム上に所定のトリミングマークを記録するカメラと，プリント時にこのマークを読\nみ取って焼付け条件を調整するプリンタとから構成される。」（甲３号証１頁右欄\n５～１４行），「本発明においては，撮影時にカメラのファインダーを覗きながら\nトリミング範囲及びトリミング中心を指定して構図を定め，これらのトリミング条\n件を予めフィルム上に記録しておく。そして，プリント時にこれら各トリミング情\n報をデータ読み取り手段によって読み取り，このデータ読み取り手段からの信号に\n基づき，画角調整手段によって焼付け倍率及びプリント範囲を調整するとともに，\nプリント位置調整手段によってフィルムを移動させてトリミング中心をプリント中\n心位置に一致させてトリミングプリントを行う。」（同２頁右上欄２行～１２\n行），「第１図に示されているように，トリミング中心位置を特定する横基準位置\nマーク28a，縦基準位置マーク28bと，画角サイズを特定する画角マーク29をネガフ\nィルム30のサイドにプリントする。なお，横基準位置マーク28aと縦基準位置マーク\n28bは，確定したトリミング枠38の各辺の中心に記録され，容易にトリミング中心位\n置を検出できるようになっている。」（同２頁左下欄下から２行目～同右下欄６\n行）との記載がある。\n引用例１のこれらの記載からすれば，引用発明は，一般的に行われる「コ\nマの全体を露光するフルサイズプリント」と異なり，必要に応じて行われる「特定\n範囲を拡大して焼き付けるトリミングプリント」を対象とするものであり，引用発\n明においては，「画角マーク29」により特定されて，拡大されて焼き付けられる対\n象エリアは，有効撮影エリアである各コマ（各画面）中の特定範囲であって，コマ\n全体を対象とするものではないことが明らかである。すなわち，引用発明の「画角\nマーク29」は，写真フィルムにおける各コマのサイズを表す信号ではなく，各コマ\nにおいてトリミングすべき枠とその拡大倍率を表す信号であり，トリミングされる\nべき対象エリアは，各コマの一部である。このようなとき，引用発明における「画\n角マーク29」を本願発明における「コマサイズ信号」と同視し得ないことは，明ら\nかである。\n(3) 以上からすれば，本願発明における「焼付けすべきエリアを示すコマサイ\nズ信号」と引用発明における「画角マーク29」とは，いずれも「焼付けすべきエリ\nア」を示す信号という機能において共通性を有するだけであり，本願発明におけ\nる，フィルム中の各コマのサイズを示す「コマサイズ信号」と，引用発明における\n各コマの一部についてトリミングをすべき枠とその拡大倍率を表す信号である「画\n角マーク29」とは，もともと，その技術的意味及び機能を異にするものである。審\n決が，特段の説明を示すことなく，引用発明の「画角マーク29」が本願発明の「コ\nマサイズ信号」に「相当する」と認定したことは明らかに誤りである。審決は，本\n願明細書の請求項４における「焼付けすべきエリアを示すコマサイズ信号」を認定\nするに際して，「焼付けすべきエリアを示す」との機能的表現のみから，その内容\nを把握したものであり，「コマサイズ」を表す信号との概念と，「トリミングサイ\nズ」を表す信号との概念が異なることを看過したものという以外にない。審決は，\n上記相違を相違点として認定した上，この点につき，引用発明における，フルサイ\nズプリントに対する概念である，指定された範囲を拡大して焼き付けるトリミング\nプリントに必要なトリミング枠とその拡大倍率を表す「画角マーク29」から，本願\n発明における，異なるコマサイズで撮影されたフィルム中の各コマサイズを認識し\nて自動的に焼付けを行うために必要な，各コマのサイズを表す「コマサイズ信号」\nに想到することが当業者にとって容易であるかどうかを判断すべきであるのに，こ\nの相違点を看過し，その結果，これについての判断をしないままにその結論に至っ\nたものである。審決のこの相違点の看過は，その結論に影響を及ぼす誤りであるこ\nとが明らかである。\n(4) 被告は，引用発明の「画角マーク29」も，本願発明の「コマサイズ信号」\nも，共に，「焼付けをすべきエリア」を示すマークであるので，審決は，この点に\n着目して，両者は一致する，と認定したものである，と主張する。確かに，本願発\n明の「コマサイズ信号」も，引用発明の「画角マーク29」も，写真フィルム中の\n「焼付けをすべきエリア」を示す信号であることは前述したところから明らかであ\nる。したがって，この点に着目して，引用発明の「画角マーク29」が本願発明の\n「コマサイズ信号」に「相当する」とするのであれば，「相当する」とする語に与\nえる意味によっては，その限りにおいて審決の認定に誤りはない，ということがで\nきる。しかし，本願発明の「コマサイズ信号」は，写真フィルム中に異なるコマサ\nイズのコマがある場合でも，各コマサイズを認識して自動的に焼付けを行うために\n必要な，各コマのコマサイズを表す信号であるのに対し，引用発明の「画角マーク\n29」は，写真フィルム中の各コマの一部を拡大して焼き付けるトリミングプリント\nをする必要がある場合に，トリミング枠と拡大倍率を認識して自動的に焼付けを行\nうために必要な，各コマにおけるトリミング枠とその倍率を表す信号であり，両者\nは，その概念を異にするものである。このようなとき，引用発明の「画角マーク\n29」が本願発明の「コマサイズ信号」に「相当する」とするだけで，上記相違を相\n違点として認定しないままにしたのでは，本願発明の特許性（新規性ないし進歩\n性）の有無を決定するための不可欠の作業として行われた，両発明の一致点，相違\n点の認定は，全体としては，相違点として認められるべきものが認められていな\nい，という誤りを伴うものとなる。このような誤りを伴う一致点・相違点の認定を\n前提に行われた特許性（本願発明の場合は進歩性）を否定する審決の判断は，結論\nを導く上で必須の技術的評価を怠ったままに得られたものという以外にない（上記\n相違が，一応の相違にとどまること，すなわち，技術的観点からは，表現上の相違\nにすぎないもの，あるいは，当業者が適宜それぞれを採用することができる範囲内\nの事項，などであることが，明らかであるときは，審決には，そのことを明示しな\nかった点に問題があるだけで，実質上誤りはない，ということができる。しかし，\n上記相違点がそのような一応の相違にすぎないことは，本件全証拠によっても認め\nることができない。）。\n２　結論\n以上に検討したところによれば，その余について判断するまでもなく，審決\nの取消しを求める原告らの請求には理由があることが明らかである。そこで，これ\nを認容することとし，訴訟費用の負担について，行政事件訴訟法７条，民事訴訟法\n６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  阿　　部　　正　　幸\n（別紙）\n図面Ａ図面Ｂ\n"
}