{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 30
  },
  "case_number": "平成17(行ケ)10038",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9570",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9570",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/570/009570_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１００３８号　審決取消請求事件（平成１７年４月２０日口頭\n弁論終結） 判決\n原　　　　　　告 　　エロ　タッチシステムズ　インコーポレーテッド\n訴訟代理人弁理士 　　Ａ\n同　　 　　Ｂ\n被 告　　　　特許庁長官　小川洋\n指定代理人 　　　　　宮下正之\n同　　 　　高橋泰史\n同 　　　 　　高木彰\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決の上告及び上告受理申立てのための付加期間を３０日と定め\nる。 事実及び理由\n第１　請求\n特許庁が不服２００４－４３６７号事件について平成１６年６月１７日にし\nた審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n(1)　原告は，平成８年１月２４日，発明の名称を「低ロスの透過基体を用いた\n音波式タッチポジションセンサー」とする発明につき特許出願（平成８年特許願第\n５２２９８０号，以下「本件出願」という。）をした。特許庁は，平成１５年１１\n月２０日付けで本件出願を拒絶すべき旨の査定（以下「本件拒絶査定」という。）\nをし，この拒絶査定の謄本は同年１２月３日に原告の代理人である弁理士Ａ（以下\n「Ａ弁理士」という。）に送達された。\n(2)　原告は，Ａ弁理士を代理人として，同月２４日，被告に対して，審判を請\n求できる期間を６０日延長するよう求めて期間延長請求書を提出した後，平成１６\n年３月４日，本件拒絶査定に対する不服の審判の請求（以下「本件審判請求」とい\nう。）をした。特許庁は，同月９日の発送で，「不要。連絡済み。」と記載した却\n下理由通知書を原告代理人のＡ弁理士に送付した。\n(3)　特許庁は，同年６月１７日，「本件審判の請求を却下する。」との審決を\nし，同審決の謄本は，同年８月１２日，原告に送達された。\n２　審決の理由\n審決は，別添審決謄本写し記載のとおり，原告が，拒絶査定の謄本の送達を\n受けた日から９０日以内である平成１６年３月２日までに拒絶査定不服の審判の請\n求をしなければならないところ，上記法定期間経過後の同月４日に本件審判請求を\nしているから，不適法であり，その補正をすることもできないから，特許法１３５\n条の規定により却下すべきものであるとした。\n第３　原告主張の審決取消事由\n１　期間延長請求に対する処分懈怠の違法\n(1)　特許法４条は，遠隔又は交通不便の地にある者について，請求により又は\n職権で，拒絶査定不服の審判を請求できる法定期間を延長することができる旨規定\nしているが，職権のみにより一律に延長するとはしていない。したがって，拒絶を\nすべき旨の査定を受けた原告が同条の規定に基づいて拒絶査定不服審判の請求期間\nの延長を求めている以上，被告は，本件審判請求が可能な期間内に，却下理由通知\nなり期間延長許可通知なりの処分をしなければならないものである。ところが，被\n告は，原告の代理人であるＡ弁理士が拒絶査定の謄本の送達を受けた日の９０日後\nである平成１６年３月２日を経過した同月９日に「不要。連絡済み。」と記載した\n却下理由通知書を送付し，そのため，原告は，所定の期間内に本件審判請求をする\nことができなかった。このように，被告は，原告の期間延長請求に対する処分を怠\nったものであり，その手続に違法があるから，審決は取り消されるべきである。\n(2)　被告は，拒絶査定を受けた者が在外者の場合，拒絶査定不服の審判を請求\nできる法定期間について，一律に職権によって９０日としており，この取扱いにつ\nいて，あらかじめ弁理士事務所又は弁理士ごとに，日本弁理士会を通じて一括して\n「注意書」を送付しており，また，「工業所有権　方式審査便覧」にも公表されて\nいる旨主張する。\n確かに，原告代理人は，被告のいう「注意書」をあらかじめ受領してい\nた。しかし，上記「注意書」は，特許庁の行う通知や処分に対して，拒絶査定を受\nけた者等が応答するに当たっての書式を注意的に記載したにすぎず，何ら法的拘束\n力を有するものではない。したがって，拒絶査定を受けた者やその代理人におい\nて，審判請求期間が職権により６０日延長されて９０日となっていることの確証を\n得ることはできない。\nまた，確かに，「工業所有権　方式審査便覧」には，「法定期間及び指定\n期間については，次のとおり取り扱う。」として，手続をする者が在外者である場\n合，「特許法第４条・・・の規定に基づき職権により延長する期間は，６０日とす\nる。」旨が記載されているが，「一律に」職権により延長するとは記載していない\nから，「工業所有権　方式審査便覧」に上記のような記載があるからといって，審\n判請求できる法定期間を，必ず，在外者に一律に職権によって６０日延長して９０\n日とすることを保証するものではない。\nこのような状況の下で，原告代理人は，審判請求期間の延長を求めるとと\nもに，審判請求が可能な期間を明確にするために，被告に対して，「期間延長請求\n書」を提出し，期間延長許可の通知書が送付されてくるものと信じて待っていたと\nころ，いつまで待っても通知書が送付されないため，不安を覚え，通知書が送付さ\nれるのを待たずに本件審判請求をしたものである。\nしたがって，被告は，原告の期間延長請求に対する処分を怠り，その結\n果，原告は，所定の期間内に本件審判請求をすることができなかったものであるか\nら，これを不適法とした審決は違法である。\n２　審判請求期間の誤認\n上記のとおり，原告は，期間延長請求書を提出し，かつ，被告からの期間延\n長請求を却下する旨の却下理由通知書が送達される前に本件審判請求をしている。\n原告は，被告から却下理由通知書が送達されるまでは，期間延長請求が却下された\nことを知り得ないから，却下理由通知書が送達された日まで，本件審判請求が許さ\nれるべきである。\nしたがって，原告が平成１６年３月２日までに拒絶査定不服の審判の請求をしな\nければならないとした審決の判断は誤っており，この誤った判断を前提に本件審判\n請求を却下したのは違法であるから，取り消されるべきである。\n３　特許法１２１条２項の適用\n上記のとおり，原告は，審判請求期間の延長を求めるとともに，審判請求が\n可能な期間を明確にするために，被告に対して，「期間延長請求書」を提出し，期\n間延長許可の通知書が送付されてくるもと信じて待っていたところ，いつまで待っ\nても通知書が送付されないため，不安を覚え，通知書が送付されるのを待たずに本\n件審判請求をしたものである。ところが，被告は，原告が拒絶査定の謄本の送達を\n受けた日の９０日後である平成１６年３月２日を経過した同月９日に却下理由通知\n書を送付し，その結果，本件審判請求は，平成１６年３月２日を経過した後となっ\nてしまった。このような事情は，特許法１２１条２項に規定する「拒絶査定不服審\n判を請求する者がその責めに帰することができない理由により前項に規定する期間\n内にその請求をすることができないとき」に該当するものである。\nしたがって，本件審判請求は適法であり，これを不適法であるとして却下した審\n決の判断は違法であるから，審決は取り消されるべきである。\n第４　被告の反論\n１　期間延長請求に対する処分懈怠の違法について\n被告は，拒絶査定を受けた者が在外者の場合，拒絶査定不服審判を請求でき\nる法定期間について，一律に，特許法４条に基づき，職権によって，同法１２１条\n１項に規定する３０日の法定期間を６０日延長して９０日としている。そして，被\n告は，拒絶査定を受けた者に対して，審判請求の期間を延長する旨の「注意書」を\n拒絶査定謄本に添えて送付しているが，拒絶査定を受けた者の代理人が弁理士であ\nる場合には，この「注意書」を事件ごとに送付せず，あらかじめ弁理士事務所又は\n弁理士ごとに，日本弁理士会を通じて一括して送付し，拒絶査定を受けた特許出願\nの不服審判の請求期間を通知しており，この取扱いは，特許庁編「工業所有権　方\n式審査便覧」にも記載されて，公表されているところである。\n本件出願についても，出願人である原告がアメリカ合衆国に所在する在外者であ\nることから，特許法１２１条１項で規定する拒絶査定不服審判の請求をすることの\nできる法定期間は，職権により６０日延長されて拒絶査定謄本の送達後９０日以内\nとされていたのであり，一方，原告の代理人であるＡ弁理士には，上記のとおり，\nあらかじめ「注意書」を送付していたのであるから，原告代理人は，原告の拒絶査\n定不服の審判請求期間が９０日となっていることを十分認識していたはずである。\n原告は，期間延長請求書を提出して，審判請求をすることのできる法定期間を６\n０日延長するよう求めているが，この手続は，上記のとおり，職権により６０日延\n長されているにもかかわらず，重複して同一内容の処分を求めているものであった\nから，不要な手続であったのであり，被告は，重複して同一内容の処分をする必要\nはないのである。\nしたがって，原告の期間延長請求に対する処分懈怠の主張は，失当である。\nなお，原告は，被告が期間延長請求に対する処分を怠り，その結果，原告\nが，所定の期間内に本件審判請求をすることができなかった旨主張するが，失当で\nある。原告は，期間延長請求書において，延長期間を６０日として，平成１６年３\n月２日まで審判請求期間を延長するよう求めていたにもかかわらず，その期間を経\n過した後に審判請求をしているのである。\n２　審判請求期間の誤認について\n原告は，却下理由通知書が送達された日まで，本件審判請求が許されるべき\nであると主張する。\nしかしながら，前記のとおり，本件出願については，審判請求期間は，職権によ\nり６０日延長されているのであり，却下理由通知書の送付が遅れたからといって，\nそれによって，本件出願に係る審判請求期間が，更に延長されるものではない。し\nたがって，原告の上記主張は失当である。\n３　特許法１２１条２項の適用について\n前記のとおり，特許庁は，在外者の審判請求期間につき，例外なく一律に職\n権により延長しており，この取扱いは，「工業所有権　方式審査便覧」で公表され\nるとともに，日本弁理士会を通じて弁理士に対し「注意書」が送付されていたので\nあり，本件出願についても，審判請求の期間が職権により６０日延長されて９０日\nとなっていたところ，原告は，被告の職権による場合と同じく，期間延長を６０日\nとして，９０日の審判請求期間を求めて期間延長請求書を提出していたものであ\nる。このような事情からすると，原告が９０日以内に本件審判請求をしなかったこ\nとは，原告側の問題であるといわざるを得ず，原告が，自己の責めに帰することが\nできない特別な客観的事情により本件審判請求を期間以内にし得なかったとはいえ\nない。\nしたがって，原告において特許法１２１条２項にいう「その責めに帰するこ\nとができない理由」があったとはいえない。\n第５　当裁判所の判断\n１　期間延長請求に対する処分懈怠の違法について\n(1)　特許法１２１条１項は，拒絶査定を受けた者が，その査定に不服があると\nきは，その査定の謄本の送達があった日から３０日以内に審判を請求することがで\nきる旨規定しているから，拒絶査定に対する審判の請求は，原則として，その査定\nの謄本の送達の日から３０日以内にしなければならないものである。もっとも，同\n法４条は，被告は，遠隔又は交通不便の地にある者のため，請求により又は職権\nで，同法１２１条１項の規定する期間を延長することができる旨規定しているとこ\nろ，証拠（甲６，７，乙７～９）によれば，被告は，手続をする者が在外者の場\n合，同法４条により延長する期間を６０日とするものと定め，同法１２１条１項に\n規定する３０日の期間も職権で一律に６０日延長して９０日として取り扱うことと\nしており，その運用については，拒絶査定を受けた者に対して，審判請求の期間を\n延長する旨の「注意書」を拒絶査定謄本に添えて送付しているが，拒絶査定を受け\nた者の代理人が弁理士である場合には，この「注意書」を事件ごとに送付せず，あ\nらかじめ弁理士事務所又は弁理士ごとに，日本弁理士会を通じて一括して送付し，\n拒絶査定を受けた特許出願の不服審判の請求期間を通知しており，この取扱いは，\n特許庁編「工業所有権　方式審査便覧」にも記載されて，特許出願等の手続の代理\nを業とする弁理士を始め，外部に公表し，周知を図っていたことが認められる。\n本件についてみると，本件拒絶査定を受けた原告は在外者であるから，この拒絶\n査定に対する審判請求の請求期間は，被告の取扱いにより，同法１２１条１項に定\nめる３０日の期間を６０日延長した期間となっている。審決は，本件拒絶査定の謄\n本の原告（代理人であるＡ弁理士）への送達日が平成１５年１２月３日であること\nを認定した上で，上記法定請求期間を職権で６０日延長したこととする被告の取扱\nいを前提として，本件拒絶査定に対する審判請求は，上記謄本送達の日から９０日\n以内，すなわち同請求期間の末日である平成１６年３月２日までにされなければな\nらないところ，原告は，Ａ弁理士を代理人として，上記法定期間経過後の同月４日\nに本件審判請求をしており，したがって，審判請求期間経過後の不適法な請求であ\nるとしているのであり，その判断に誤りはない。\n(2)　原告は，特許法４条は，遠隔又は交通不便の地にある者について，請求に\nより又は職権で，審判を請求できる法定期間を延長することができる旨規定してい\nるが，職権のみにより一律に延長するとはしていない旨主張する。\nしかしながら，特許法４条は，在外者を含む遠隔又は交通不便の地にある\n者に対する審判請求できる法定期間を「請求により又は職権で」延長することがで\nきる旨規定しているので，これを受けて，被告は，同法１２１条１項に規定する期\n間を，在外者について職権で一律に６０日延長したこととして取り扱うこととし，\nその運用については，特許出願等の手続の代理を業とする弁理士を始め，外部に公\n表し，周知を図っていたことは，上記(1)判示のとおりであるから，在外者がこれを\n請求するまでもないのであり，拒絶査定を受けた者が延長請求をする途を封じたの\nではなく，事実上，そのようなことをする必要性がなくなったものにほかならな\nい。\n本件においても，原告の期間延長請求は，被告が職権によりした内容と同\n一であり，原告の求める期間延長が既に達成されているため，意味のないものとな\nっているのである。\n原告は，同法４条の規定に基づいて審判請求期間の延長請求をしている以上，特\n許庁は，審判請求が可能な期間内に却下理由通知なり期間延長許可通知なりの処分\nをしなければならない旨主張するが，上記のとおり，既に職権で期間延長をしてい\nる被告が更に同一の処分をする余地はないから，原告の上記主張は，採用の限りで\nない。このことは，仮に原告が職権で延長されていることを知らなかったとして\nも，変わるものではない。\n(3)　原告は，「注意書」や「工業所有権　方式審査便覧」が期間延長を保証す\nるものではないなどとして，被告の職権による期間延長の取扱いをあれこれ論難す\nるが，いずれも原告独自の見解に基づく主張であって，当裁判所が採用し得るもの\nではない。結局のところ，原告代理人のＡ弁理士は，方式審査便覧に，「法定期間\n及び指定期間については，次のとおり取り扱う。」として，手続をする者が在外者\nである場合，「特許法第４条・・・の規定に基づき職権により延長する期間は，６\n０日とする。」旨が記載されていることを認識しており，また，被告が送付してい\nる，審判請求できる法定期間が在外者にあっては９０日とする旨が記載されている\n「注意書」をあらかじめ受領しており，さらに，原告の代理人として，期間延長請\n求書を提出し，６０日延長して，９０日の審判請求期間を求めていたにもかかわら\nず，その求めている延長期間を経過してから，本件審判請求をしているのである。\n原告代理人が，期間延長の請求をしながら，なにゆえに自己の求める延長期間内\nに本件審判請求をしなかったのか明らかではないが，それは原告ないし代理人の問\n題であって，そのことで被告の取扱いを論難するのは，本末転倒というべきであ\nる。\n２　審判請求期間の誤認について\n原告は，被告から却下理由通知書が送達されるまでは，期間延長請求が却下\nされたことを知り得ないから，却下理由通知書が送達された日まで，審判請求が許\nされるべきである旨主張する。\nしかしながら，拒絶査定に対する審判の請求期間は特許法１２１条１項に定\nめられており，同法４条に基づき被告がこれを延長した場合には延長された後の期\n間が上記請求期間となるものであって，審判請求期間は客観的に定まるものであ\nる。\n原告代理人は，上記１判示のとおり，方式審査便覧中にある在外者の期間延\n長に関する記載を認識しており，また，あらかじめ被告の送付に係る「注意書」を\n受領していたのであるから，原告においても，原告代理人を通じて，被告から却下\n理由通知書が送達されるまでもなく，その結果を十分に知り得たはずである。原告\nの上記主張は，前提において既に誤っているというほかない。\n３　特許法１２１条２項の適用について\n既に判示してきたところによれば，原告に，特許法１２１条２項に規定する\n「拒絶査定不服審判を請求する者がその責めに帰することができない理由により前\n項に規定する期間内にその請求をすることができないとき」に該当すべき理由がな\nいことは，明らかである。\n４  以上によれば，原告が審決取消事由として主張するところはいずれも理由が\nなく，他にこれを取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官    　　　篠　　原　　勝　　美\n裁判官 　　青　　柳 　　馨\n裁判官    　　　宍　　戸　　　　　充\n"
}