{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 13
  },
  "case_number": "平成13(ワ)2022",
  "case_name": "日本海事検定協会退職金請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "18632",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18632",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/632/018632_hanrei.pdf",
  "contents": "判決　平成１４年１１月１３日　神戸地方裁判所　平成１３年(ワ)第２０２２号\n退職金請求事件\n主                  文\n１  被告は、原告Ａに対し、２０４５万４０７０円及びこれに対する平成１３年\n８月１４日から支払済みまで年５分の割合による金員を支払え。\n２  被告は、原告Ｂに対し、１００１万００７９円、原告Ｃ、同Ｄ、同Ｅに対\nし、各３３３万６６９２円及び上記各金員に対する平成１４年３月１６日から支払\n済みまで年５分の割合による金員を支払え。\n３  原告Ａのその余の請求を棄却する。\n４  訴訟費用は、原告Ａに生じた費用の２０分の１と被告に生じた費用の５０分\nの１を原告Ａの負担とし、原告Ａ及び被告に生じたその余の費用と、原告Ｂ、同\nＣ、同Ｄ、同Ｅに生じた費用を被告の負担とする。\n５  この判決は仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告は、原告Ａに対し、２１１１万３８９０円及びこれに対する平成１３年\n８月１４日から支払済みまで年５分の割合による金員を支払え。\n２  主文２項同旨\n第２  事案の概要\n本件は、原告Ａ及び亡Ｆが、被告に対し、労働協約に基づく退職金及びこれ\nに対する遅延損害金の支払いを求める事案である（なお、後述のとおり、亡Ｆが訴\n訟継続中に死亡したことにより、同人の相続人である原告Ｂ、同Ｃ、同Ｄ、同Ｅ\n（以下「原告Ｂら」と総称する）が亡Ｆの地位を承継した）。\n１  争いのない事実等（以下の事実のうち争いがあるのは、後記(7)ア(イ)の原告\nＡに対する特別割増金の金額と、後記(7)イ(エ)の原告Ｂらに対する既払い額につい\nてのみである）\n以下、特に断り書きのない限り、年度は平成１３年である。\n(1)  当事者\n被告は、海事及び貨物流通並びに食品衛生及び水質に関する公益を増進す\nるため、鑑定・検査・検量及びこれらに関連する業務を行うことを目的として設立\nされた公益法人である。被告には３月末日時点でおよそ１３７９名の従業員が在籍\nしていた。\n原告Ａは昭和４１年３月２日に、亡Ｆは昭和４８年４月２日にそれぞれ被\n告に入社し、いずれも被告関西支部神戸事務所に所属して、検量職員として業務に\n従事していた。\n被告には、検査職のみで組織されるＧユニオンと、主に検量職員で組織さ\nれるＨ組合（以下「組合」という）とがあり、原告Ａ及び亡Ｆは組合の組合員であ\nった。\n(2)  被告の選択定年制度\n被告と組合が平成３年４月１７日に締結した労働協約には選択定年制度が\n定められていた。同制度は、５５歳以上の者につき、本来の定年退職日（満６３歳\nの誕生日の前日）以前に、本人の意思により定年退職日を選択することができ、そ\nの場合、退職金が一定の計算により割増加算されるというものであった。\n(3)  被告の経営改善の必要性と労働協約の締結\n被告においては、昨今の貿易動向及び物流環境の激変により、検量業務の\n縮小と事業の再構築が迫られており、従業員のリストラとそれに伴う雇用の安定が\n最重要課題であった。\nそこで、被告は、組合に対し、平成１２年１０月６日、①組織再編、②雇\n用延長・嘱託制度の導入、選択定年制度の廃止と特別措置、③新賃金体系の導入、\n④予算制度の導入、ＩＴ化の５施策を提案した。\n組合は、２月１６日の第５５回全国臨時大会において、上記５施策のう\nち、②について条件付で合意することとし、２月２８日、被告と、３つの協定書及\nび１つの覚書を締結した（以下、このうち「選択定年制度廃止に伴う特別措置に関\nする協定書」を「本件労働協約」という）。\nア  本件労働協約の内容\n本件労働協約は、選択定年制度を２月２８日付で廃止することに伴っ\nて、以下のとおりの特別措置（以下「本件特別措置」という）を定めたもので あ\nる。\n(ア)  特別措置の実施期間\n３月１日から８月３１日まで\n(イ)  対象範囲\n満４８歳以上、満６３歳未満の者\n(ウ)  退職の申出日及び退職日\n原則として、希望日の２０日前までに申し出るものとする。\n(エ)  特別割増措置\nａ  退職時年齢５５歳以上の者\nなお、以下にいう「定額」は、勤続２０年以上の場合１００万円、\n勤続３０年以上の場合２００万円であり、「一律加算」の額は２０万円である。\nまた、別紙１の「手帳保持者」とは、検量職員として登録された職\n員のことで、男性労働者を指す（従って、原告Ａ及び亡Ｆはこれに該当する）。\n(ａ)  勤続２０年未満\n〔退職時の退職金算定基礎額×別紙２の表１の係数〕×別紙１の\n特別割増率＋一律加算\n(ｂ)  勤続２０年以上\n〔退職時の退職金算定基礎額×（別紙２の表３＋別紙３の表５の\n各係数）＋定額〕×別紙１の特別割増率＋一律加算\nｂ  退職時年齢４８歳以上５５歳未満の者\n〔退職時の退職金算定基礎額×別紙２の表１の係数〕×別紙１の\n特別割増率\n(オ)  端数処理\n前項の割増額計算で１００円未満の端数が生じた場合は１００円に切\nり上げるものとする。\nイ  本件労働協約と同時に締結された協定書と覚書の内容\n本件労働協約と同時に締結された二つの協定書と覚書においては、５５\n歳に到達した年度末に退職した場合、退職後について、年俸制で退職金の支給のな\nい選定嘱託制を選択することができることを主たる内容とする選定嘱託制度が導入\nされるとともに、本件特別措置に従って退職を申し出た者については、５５歳に到\n達した年度末に退職する場合でなくても、本人が選択した日から選定嘱託制度を選\n択することができる旨の経過措置が定められた。\n(4)  希望退職者の予想外の殺到と被告の対応\n被告が、３月１日から、本件特別措置に従って、退職及び選定嘱託の希望\n者の募集をしたところ、被告の予想を超える多数の退職の申込みがあった。\nそこで、被告は組合に対し、３月１５日、被告の用意していた退職金の原\n資が約７２億円であることからすると、２９０名をもって本件特別措置に基づく退\n職申込みを打ち切りたい旨伝えて、労使協議の申入れを行った。\nまた、被告は、上記の事態に対処するために、３月１９日、組合との間\nで、本件特別措置に基づく退職金の支払いを分割払いする旨の協定を締結した。こ\nれにより、本件特別措置に基づき被告を完全に退職する者に対しては、退職時に退\n職金の９０％を支払い、退職の１年後に１０％を支払うことになった。また、本件\n特別措置に基づく退職後に選定嘱託制度を選択した者に対しては、退職時に退職金\nの７０％を支払い、退職の３年後、４年後、５年後に各１０％を支払う（ただし、\n死亡により選定嘱託が解約になる場合には、死亡解約時に未払分を全額支払う）こ\nとになった。\n被告は、３月２２日、被告会長名で、被告各支部、各事業所及び各事務所\n長宛に、３６０名の退職申込みをもって本件特別措置を打ち切る旨を通知し、翌２\n３日には、退職応募者が３６０名に達したので３月２２日午後９時１１分をもって\n本件特別措置に基づく退職申込みを中止した旨通知した。\nその後、被告は、組合との間で、５月１１日、本件特別措置について、退\n職申込者が３６０名に達した平成１３年３月２２日をもって打ち切る旨の協定（以\n下「本件期間短縮協定」という）を締結した。\n(5)  原告Ａ及び亡Ｆの退職申込み\n原告Ａは、３月２３日に、本件特別措置に基づき、希望退職日を８月１３\n日とする退職を申し込むとともに、８月１５日からの選定嘱託を申し込んだ。\n亡Ｆは、３月２８日に、本件特別措置に基づき、希望退職日を８月３１日\nとする退職を申し込むとともに、９月１日からの選定嘱託を申し込んだ。\n(6)  亡Ｆの死亡と相続\n亡Ｆは、本件訴訟継続中の平成１４年２月５日に死亡し、その妻である原\n告Ｂ、その子である原告Ｃ、同Ｄ、同Ｅがその地位を相続により承継した。\n(7)  原告Ａ及び亡Ｆが仮に本件特別措置に従って退職金の支給を受け得るとし\nた場合、原告らが取得すべき金額は以下のとおりとなる。\nア  原告Ａ\n(ア)  退職一時金\n本件特別措置に従い退職一時金を計算すると、２１万８１９０円×４\n３．２０＝９４２万５８０８円となるところ、本件特別措置に定める端数処理（１\n００円未満の端数については１００円単位に切り上げる）の結果９４２万５９００\n円となる。\n(イ)  特別割増金\n原告Ａの退職時年齢は満５４歳であるから、特別割増率は２．１であ\nる（これに対し、原告Ａは、退職時の年齢は満５３歳であるから特別割増率は２．\n２であると主張する。しかしながら、原告Ａは昭和２２年８月１４日生であるか\nら、年齢計算ニ関スル法律及び民法１４３条によれば、退職日である平成１３年８\n月１３日における満年齢は５４歳となる）。\n従って、本件特別措置に従い特別割増金を計算すると、２１万８１９\n０円×４３．２０×２．１＝１９７９万４１９６円となるところ、端数処理の結果\n１９７９万４２００円となる。\n(ウ)  退職金額\n上記合計額は２９２２万０１００円であり、選定嘱託の申込みをした\n場合の退職時支払額はこの７０％であるから、原告Ａは、８月１３日に２０４５万\n４０７０円を請求することができる。\nイ  原告Ｂら\n(ア)  退職一時金\n本件特別措置に従い退職一時金を計算すると、２１万４１６０円×４\n０．８＝８７３万７７２８円となるところ、端数処理の結果８７３万７８００円と\nなる。\n(イ)  特別割増金\n本件特別措置に従い特別割増金を計算すると、２１万４１６０円×４\n０．８×２．４＝２０９７万０５４７円となるところ、端数処理の結果２０９７万\n０６００円となる。\n(ウ)  退職金額\n上記合計額は２９７０万８４００円であり、選定嘱託の申込みをした\n場合の退職時支払額はこの７０％であるから、亡Ｆは、８月３１日に２０７９万５\n８８０円を請求することができる。そして、亡Ｆが後に死亡したことにより、原告\nＢらは残り３０％も請求することができる。\n(エ)  既払額の控除\n原告Ｂらは、平成１４年３月１５日、被告から、亡Ｆ死亡による退職\n一時金として５２７万３５００円、また、被告厚生年金基金（Ｉ銀行）から、退職\n一時金の一部である遺族一時金として４９７万３１００円、合計１０２４万６６０\n０円の支払いを受けている。従って、本訴請求からこれを控除しなければならない\n（なお、被告の主張によれば、上記退職一時金５２７万３５００円のうち５万２５\n００円は被告の計算ミスによる払い過ぎということである。そうすると、この５万\n２５００円については弁済充当することができず、むしろ被告は原告Ｂらに対して\n返還請求し得るということになる。しかしながら、同返還請求に対して原告Ｂらが\n退職金請求権と相殺を主張した場合、結局、弁済充当されたと同様の結果になるの\nであるから、以下、５２７万３５００円全額について既払い分として扱う）。\nそこで、民法４９１条の定めに従い、亡Ｆが８月３１日に受け取るべ\nき２０７９万５８８０円（退職金総額の７０％）に対する平成１３年９月１日から\n平成１４年３月１５日まで１９６日分の遅延損害金５５万８３５５円（＝２０７９\n万５８８０円×０．０５×１９６日÷３６５日）にまず上記既払金を充当し、次い\nで、残額９６８万８２４５円を退職金総額２９７０万８４００円に充当すると、残\n額は２００２万０１５５円となる。\n従って、原告Ｂがその２分の１である１００１万００７９円を、原告\nＣ、同Ｄ、同Ｅがそれぞれその６分の１である３３３万６６９２円をそれぞれ承継\n取得することになる（なお、正確には、原告Ｂが１００１万００７７．５円、原告\nＣ、同Ｄ、同Ｅがそれぞれ３３３万６６９２．５円であるが、１円以下の端数の処\n理については原告の主張に合わせた）。\n２  争点\n本件の争点は、①被告が、本件特別措置の実施期間を一方的に短縮すること\nができるか、②本件期間短縮協定の効力は原告Ａ及び亡Ｆに及ぶか、である。\n(1)  被告の主張\n被告は、本件特別措置の申込受付を自ら３月２２日をもって打ち切るとと\nもに、５月１１日には組合との間でも３月２２日をもってこれを打ち切る旨の本件\n期間短縮協定を締結した。従って、３月２２日の後になされた原告Ａ及び亡Ｆの退\n職申込みはいずれも無効である。その理由は以下のとおりである。\nア  被告は、本件特別措置の実施期間を短縮することができる\n本件特別措置の実施期間は３月１日から８月３１日までとされていた\nが、この期間設定は、この期間中に申し出た希望者は全て受け付けるという趣旨の\nものではなかった。被告は、厳しい経営環境を改善するための方策として本件特別\n措置を策定し、被告が準備しうる手持ち資金と、今後必要が見込まれる運営資金を\n考慮に入れて本件特別措置の費用を約７０億円と決定し、過去の早期退職制度の結\n果などを参考に上記実施期間を設定したが、どの程度の希望者が出るかは予測不可\n能であったから、実施期間はあくまで見込みに基づくものに過ぎず、希望者がある\n程度の数に達すれば申込みを打ち切るということを前提に実施されたものであるこ\nとは明らかである。\n従って、本件特別措置の受付をいつ打ち切るかは、被告が、約７０億\n円の原資を限度として、希望者の出願状況を見ながら決定することであり、高度の\n経営判断に属する事項であるから、経営権を持つ被告の専権事項であって、組合と\nの団体交渉事項ではない。したがって、期間途中に本件特別措置を打ち切ることは\n組合の同意が必要という性質のものではない。\n仮にこれを団体交渉事項とすると、交渉がまとまらない限り、本件特\n別措置を打ち切ることができないから、被告が予定した原資を超えて支出をしなけ\nればならない事態となり、被告の経営は破綻してしまう。\nなお、原告らは、本件特別措置の実施期間は労働協約の規範的部分で\nあると主張するが、労働者の待遇に関する部分として規範的効力が及ぶのは、特別\n措置の適用者に対してであって、本件特別措置の適用者と認められない原告らに対\nする関係では、規範的効力は及ばない。本件の場合、本件特別措置が適用されてそ\nの効力が及ぶのは、申込みをしてそれが認められた者に限られるのである。\nイ  本件期間短縮協定の効力は原告Ａ及び亡Ｆに及ぶ\n上記のとおり、本件特別措置の打ち切りは団体交渉事項には当たらない\nから、本来、組合の合意を得る必要はないが、組合員の中に、本件特別措置の打ち\n切りを不満とし、又は、打ち切りについて組合との協定を必要とするという意見が\n出た場合の混乱を避けるために、被告は、組合との間で、５月１１日、本件特別措\n置を３月２２日をもって打ち切る旨の本件期間短縮協定を締結した。本件期間短縮\n協定は、被告の経営危殆と混乱を避けるために取られた緊急措置であって、５月１\n１日に締結されたとしても、その効力は全組合員に及ぶものである。\n従って、たとえ、本件特別措置の打ち切りが被告の専権事項でないにし\nても、本件期間短縮協定の効力が組合員である原告Ａ及び亡Ｆに及ぶ結果、原告Ａ\n及び亡Ｆの本件特別措置に基づく退職金の請求は認められない。\n(2)  原告の反論\n被告の主張は争う。具体的な反論は以下のとおりである。\nア  被告が、本件特別措置の実施期間を短縮することはできない\n被告は、本件特別措置の期間途中の打ち切りは、組合の合意を得ること\nなく被告の経営判断により行うことができると主張する。\nしかしながら、被告は、本協約締結の一方当事者として、本件協約に定\nめられた本件特別措置を書面の内容どおりに実施する義務を負うことは当然であ\nる。そして、本件協約上、本件特別措置の実施期間は８月３１日までと明記されて\nおり、他方で、途中打ち切りを許容する条項は一切設けられていないのであるか\nら、被告が自己の判断で受付を打ち切ることができるという論理はおよそ成り立ち\n得ないものである。\n被告は、本件特別措置の原資金額をどの程度にするかは団体交渉事項で\nはないから、原資金額の限度で何時締め切るかは被告の判断で決定できるという\nが、問題は、団体交渉事項かどうかということではなく、団交の結果制定された労\n働協約の内容と効力がどのようなものかということである。\n被告は、予想を遙かに超える応募者が出て、予定していた一定の原資を\n超えることになったためやむを得なかったという。しかしながら、そうであるな\nら、労働協約中に、適用人数の上限若しくは支払い可能総額を明記するよう組合と\n交渉することもできたはずである。また、３月１９日に退職金を分割払いにする旨\nの追加協定を締結した時点では、応募状況と原資金限度との関係が労使双方に意識\nされていたことは明らかで、ところが、追加協定においても、人数枠も支払い可能\n総額も定めず退職金の分割支給のみが定められている。以上の経緯からすると、そ\nの後応募が多数に上ったとしても、そのことをもって予想外の事態が生じたなどと\nいえず、せいぜい、被告が労務政策の判断を誤ったに過ぎない。\nなお、本件特別措置の実施期間に関する定めは、本件労働協約の規範的\n部分に該当する。このことからも、これを被告が一方的に変更することは許されな\nい。\nイ  本件期間短縮協定の効力は原告Ａ及び亡Ｆに及ばない\n組合員個人について既に発生している権利の処分や雇用の終了などは、\n労働組合の一般的な労働協約締結権限の範囲外であり、当該個々人の特別な授権を\n得ることが必要である。\n本件の場合、原告らが本件特別措置の実施期間中に退職申込みを行った\nことによって、それぞれが申し出た退職希望日をもって本件特別措置による退職金\n請求権が具体的に発生したということができる。被告と組合間の本件期間短縮協定\nが締結されたのはその後のことであり、原告らが組合に対して個別具体的な授権を\nしたこともないから、本件期間短縮協定をもって、原告らに対する本件特別措置の\n適用を否定することはできない。\n第３  争点に対する判断\n１  被告は、本件特別措置の実施期間を短縮することができるか\n被告は、本件特別措置の打ち切り時期の決定は高度の経営判断事項であっ\nて、団体交渉の対象ではないから、組合との合意を得なくても変更しうる旨主張す\nる。\nしかしながら、高度の経営判断事項が団体交渉の対象にならないという問題\nと、団体交渉の結果締結された労働協約の効力の問題とは全く別問題であって、い\nったん労働協約が締結された以上、使用者がこれに拘束されることは当然の理であ\nる。従って、高度の経営判断事項であるということは、それ自体としては労働協約\nの拘束力を免れる理由にはならない。被告の主張は、本件労働協約が、高度の経営\n判断事項であることを理由に本件特別措置の実施期間を短縮することを被告に対し\nて許容しているかどうかという本件労働協約の解釈の問題としてとらえるしかな\nい。そこで、以下、この点を検討する。\nそもそも、労働協約の締結が書面による様式行為とされていること（労働組\n合法１４条）に照らせば、労働協約の解釈は当該協約の形式、文言そのものに則し\nてなされるべきである。そこで、本件労働協約の内容をみるに、特別措置の実施期\n間は８月３１日までと明確に定められており、期間途中における打ち切りに関する\n定めも全くないことからすると、いかなる理由によるものであれ、期間の短縮は予\n定されていないと解するのが合理的である。\nまた、平成３年以降実施されてきた選択的定年制が廃止されたことに伴って\n本件特別措置が制定されたこと、本件特別措置の実施期間が６か月と比較的長期間\nであることに鑑みると、同実施期間は、本件特別措置に基づく早期退職の申込みを\nするかどうかを労働者が検討するために設けられた熟慮期間と解することができ\nる。そうすると、被告が一方的にこれを短縮することは、申込みをすべきかどうか\nを検討中であった労働者から申込みの機会を奪い、不意打ちを与えるという意味\nで、実質的にも不当というべきである。\n被告は、本件特別措置のために用意していた原資を超えて申込者が予想以上\nに殺到したため、特別措置を打ち切らないと経営が破綻してしまうおそれがあった\nと主張する。しかしながら、本件特別措置に充てることのできる原資に限度があっ\nたというのであれば、本件労働協約中に、本件特別措置の申込人数の限度を設定し\nたり、申込者に対する支払金の合計が一定の金額に達した場合には申込みを締め切\nる旨の条件を付したりすることで対処することができたはずであるのに、被告はこ\nれをしなかったものである（本件労働協約締結に至る団交状況に関する被告労務部\n長Ｊの陳述書（乙１５）をみても、本件特別措置に上記のような条件を付する旨被\n告の側から提案したという事実も、そのような提案を組合に拒絶されたという事実\nも認めることができない）。要するに、被告は、本件特別措置による退職希望者の\n数について見込み違いをしていたというだけのことである。にもかかわらず、予想\nを超えた人数の申込みがあったからといって、被告が一方的に実施期間を短縮し得\nるというのは、自らの見込み違いによる不利益を一方的に労働者の側に押しつける\nものといわざるを得ない。被告の予想を超える希望者の殺到という事態に対して\nは、組合との再交渉により、本件労働協約を改廃することによって対応するしかな\nい。そして、被告は現にこれを行って、まず、３月１９日に退職金を分割払いする\n旨の労働協約を締結し、５月１１日に本件期間短縮協定を締結したのであるから、\n本件期間短縮協定の締結以前になされた申込みに対しては応じるしかないというべ\nきである（なお、３月２３日から５月１１日までの間になされた申込みの扱いにつ\nいては後述する）。\n以上の次第で、被告が本件特別措置の実施期間を一方的に短縮することは許\nされない。\n２  本件期間短縮協定の効力は原告Ａ及び亡Ｆに及ぶか\n被告は、組合との間で、５月１１日、本件特別措置を３月２２日に遡って打\nち切る旨の本件期間短縮協定を締結している。そして、原告Ａが退職申込みをした\nのは３月２３日、亡Ｆが同申込みをしたのは３月２８日であるから、原告らの退職\n金請求が本件期間短縮協定によって無効になるかが問題になる。\nそもそも、労働組合が、組合員個人の有する権利を労働協約によって奪うこ\nとは許されないから、組合員個人が既に有している権利を労働協約によって処分す\nるためには当該組合員の個別的な授権を得ることを要すると解すべきである。\nそして、本件特別措置は、早期希望退職及びその場合の退職金額に関するも\nのであって、本件労働協約中の「労働条件その他の労働者の待遇に関する基準」\n（労働組合法１６条）に該当するから、本件労働協約中の規範的部分であって、個\n々の労働者と被告との間の労働契約の内容となるものである。従って、これに従っ\nて退職の申込みをした労働者には、希望退職日の到来を停止期限とする被告に対す\nる退職金請求権が直ちに発生することになる。そうすると、組合は、本件特別措置\nを３月２２日に遡って打ち切る旨の合意を５月１１日に被告と締結したからといっ\nて、３月２２日から５月１１日までの間に退職の申込みをしたことによって既に退\n職金請求権を有している労働者に対しては、当該退職金請求権の処分について授権\nを得ない限り、これを奪うことはできないというべきである。\nそして、原告Ａは３月２３日に、亡Ｆは３月２８日に、それぞれ退職申込み\nをしたことに争いはないところ、これにより、原告Ａ及び亡Ｆは本件特別措置に基\nづく停止期限付退職金請求権を取得する。ところが、原告Ａ及び亡Ｆが組合に対\nし、同退職金請求権を処分する権限を授与したことを認めるに足りる証拠はない。\nよって、原告Ａ及び亡Ｆが有する上記停止条件付退職金請求権に対しては、\n本件期間短縮協定の効力は及ばない。\nなお、被告は、本件特別措置の適用を受ける対象者の範囲を被告が決定しう\nるということを理由に、原告Ａ及び亡Ｆは本件特別措置の適用を受けないのである\nから、これらの者に対して本件特別措置は規範的効力を有しないと主張する。しか\nしながら、前記のとおり、被告が一方的に本件特別措置の実施期間を短縮すること\nはできないのであるから、被告の主張は理由がない。\n３  結論\n以上の次第で、原告Ａ及び亡Ｆは、被告に対し、本件特別措置に基づく退職\n金の支払いを求めることができる。そして、その具体的金額は、前記争いのない事\n実等において認定したとおりであるから、原告Ａは２０４５万４０７０円及びこれ\nに対する弁済期の翌日である平成１３年８月１４日から支払済みまで年５分の割合\nによる遅延損害金の支払いを、原告Ｂは１００１万００７９円、原告Ｃ、同Ｄ、同\nＥはそれぞれ３３３万６６９２円及びこれらの金員に対するいずれも弁済期の経過\nした後である平成１４年３月１６日から支払済みまで年５分の割合による遅延損害\n金の支払いを求めることができる。\nよって、原告Ａの請求を一部認容し、原告Ｂらの請求を全部認容する。\n神戸地方裁判所第４民事部\n裁判官  　 太　　田　　敬　　司\n"
}