{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 29
  },
  "case_number": "平成12(行ケ)190",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11844",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11844",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/844/011844_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１９０号　審決取消請求事件（平成１４年５月２０日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　フルーアー　コーポレイション\n訴訟代理人弁護士 　　 中　　島　　　　　敏\n同        弁理士　　  飯　　田　　伸　　行\n訴訟復代理人弁理士　　久　　門　　　　　享\n被　　　　　　告　　　特許庁長官　及川耕造\n指定代理人　　　　　　舟　　木　　　　　進\n同                    常　　盤　　　　　務\n同　　　　　　　　　　大　　野　　克　　人\n同　　　　　　　　　　宮　　川　　久　　成\n主　　　　　　　　　文\n特許庁が平成９年審判第８１２３号事件について平成１２年１月１４日\nにした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成２年８月１４日、名称を「エネルギー減衰器」とする発明につ\nいて特許出願（以下「本件出願」という。）をしたが、平成９年１月２２日、拒絶\n査定を受け、同年５月１９日、これに対する不服の審判を請求し、同年６月１１\n日、本件特許出願の願書に添付した明細書（以下「本件明細書」という。）の特許\n請求の範囲の補正（以下「本件補正」という。）をした。特許庁は、この請求を、\n平成９年審判第８１２３号事件として審理した上、平成１２年１月１４日、「本件\n審判の請求は、成り立たない。」とする審決をし、その謄本は、同年２月７日、原\n告に送達された。\n２　本件補正後の本件明細書の特許請求の範囲の請求項１の記載（以下、この発\n明を「本願発明」という。）\n「シリンダ(220)と、シリンダ内で該シリンダに対して相対的に軸方向に両方向\nに移動自在のピストン部材(222)を含むピストン部材・シリンダ組立体(212)と、該\nシリンダ(220)内に該シリンダに摩擦係合するように収容され、該ピストン部材に取\nり付けられた第１摩擦組立体(214)を有するエネルギー減衰器であって、\n前記シリンダ(220)内に該シリンダに摩擦係合するように前記第１摩擦組立\n体(214)から離隔して収容され、前記ピストン部材(222)に取り付けられた第２摩擦\n組立体(215)と、\n前記第１摩擦組立体(214)及び第２摩擦組立体(215)を前記シリンダ(220)に摩\n擦係合させ、前記ピストン部材(222)とシリンダ(220)の相対的な軸方向両方向の移\n動に摩擦力により抵抗するために、該第１摩擦組立体と第２摩擦組立体の間に介設\nされており、該第１摩擦組立体及び第２摩擦組立体を半径方向外方へ拡張させて該\nシリンダに係合させるための予備負荷ばね(216)と、\n前記ピストン部材(222)が前記シリンダ(220)に対して相対的に軸方向の一方\nの方向に移動する際、その相対移動に抵抗し、前記第１摩擦組立体(214)によって与\nえられる摩擦力を漸進的に増大させるために、該ピストン部材にその一端付近に固\n定されており、第１摩擦組立体を半径方向外方へ拡張させて該シリンダに摩擦係合\nさせるために第１摩擦組立体を前記ばね(216)との間で軸方向に圧縮させるべく第１\n摩擦組立体を軸方向の一方の方向に移動させるためのストッパー手段(218)と、\n前記ピストン部材(222)が前記シリンダ(220)に対して相対的に軸方向の他方\nの方向に移動する際、その相対移動に抵抗し、前記第２摩擦組立体(215)によって与\nえられる摩擦力を漸進的に増大させるために、該ピストン部材にその他端付近に固\n定されており、第２摩擦組立体を半径方向外方へ拡張させて該シリンダに摩擦係合\nさせるために第２摩擦組立体を前記ばね(216)との間で軸方向に圧縮させるべく第２\n摩擦組立体を軸方向の他方の方向に移動させるための別のストッパー手段(145)を有\nすることを特徴とするエネルギー減衰器(200)。」\n３　審決の理由\n審決は、別添審決書写し記載のとおり、本願発明は、実願昭６２－８９４９\n号（実開昭６３－２０１２３０号）のマイクロフィルム（甲第３号証、以下「引用\n例」という。）に記載された発明（以下「引用例発明」という。）及び周知の技術\n的事項から当業者が容易に発明をすることができたものであり、特許法２９条２項\nにより特許を受けることができないものであるから、本件出願は拒絶されるべきで\nあるとした。\n第３　原告主張の審決取消事由\n審決の理由中、「1.手続の経緯及び本件発明」は認める。「2.引用例記載の\n発明」中、７頁３行目の「中間部材７」から８行目まで、８頁１０行目から９頁８\n行目までを否認し、その余は認める。「3.対比」中、９頁１５行目の「『第１のス\nトッパ』」から１８行目の「認められる。」まで、１１頁６行目から１２頁１１行\n目までを否認し、その余は認める。「4.当審の判断」及び「5.むすび」は否認す\nる。\n審決は、引用例発明の認定及び本願発明との一致点の認定を誤る（取消事由\n１）とともに、本願発明と引用例発明の相違点の認定を誤り（取消事由２）、その\n相違点の判断を誤った（取消事由３）ものであるから、違法として取り消されるべ\nきである。\n１　取消事由１（引用例発明の認定及び本願発明との一致点の認定の誤り）\n(1)　審決は、引用例発明のストッパ５、６について、「中間部材７と協働して\n油圧により加えられる力の大きさに応じて半径方向外方へ押圧するものであること\nから、『摺動部材８，11及び付勢部材９，10，12，13等によって与えられる摩擦力\nを漸進的に増大させる』機能を有すると解することができる。」（審決書７頁３行\n目～８行目）と認定したが、誤りである。\n(2)　引用例発明において、ストッパ５はロッド３に固定されており、油圧装置\n22によって制御される油圧によって押圧ピン16から付勢部材９に押圧力を加える\nと、ロッド３に螺合されたストッパ５が反力を受ける形で、楔形状の付勢部材\n９、10に互いに対向する方向の力が作用し、付勢部材９、10の傾斜面に沿って、摺\n動部材８を押し上げる力が作用するものであり、ストッパ５には反力受け部材とし\nての機能以外の機能はなく、油圧装置22による制御がなければ、押圧ピン16、18の\n押圧力、ひいては、摺動部材による摩擦力の増大はない。すなわち、引用例発明\nは、本願発明のように、ピストン部材とシリンダの相対移動によって摩擦力を漸進\n的に増大させるものではなく、飽くまで、油圧装置22による油圧の増大によって摩\n擦力を増大させるのである。\n(3)　なお、本願発明において、通常の振動の際には、予備負荷ばね(216）の長\nさは変化しないが、水撃作用のように比較的大きな一過性の運動エネルギーが作用\nした場合には、ストッパー手段(218）と別のストッパー手段(145）が機能分担する\nことにより、摩擦力を漸進的に増大させることができる。これに対し、引用例発明\nでは、「水撃作用」のような比較的大きな一過性の運動エネルギーが作用したとき\nにおいても、油圧の増大がなければ、第１のストッパ５と第２のストッパ６の機能\n分担はなく、これらに挟まれるすべての部材が共にロッド３と一体として移動し、\n摩擦力の増大はない。\n(4)　審決の上記認定が誤りであるから、引用例発明が「前記ロッド３が前記筒\n体１に対して相対的に軸方向の一方の方向に移動する際、その相対移動に抵抗し、\n前記第１の組立体によって与えられる摩擦力を漸進的に増大させるために、該ロッ\nドにその一端付近に固定されており、第１の組立体を半径方向外方へ拡張させて該\n筒体に摩擦係合させるために第１の組立体を前記中間部材７との間で軸方向に圧縮\nさせるべく第１の組立体を軸方向の一方の方向に移動させるための第１のストッパ\n５と、前記ロッド３が前記筒体１に対して相対的に軸方向の他方の方向に移動する\n際、その相対移動に抵抗し、前記第２の組立体によって与えられる摩擦力を漸進的\nに増大させるために、該ロッドにその他端付近に固定されており、第２の組立体を\n半径方向外方へ拡張させて該筒体に摩擦係合させるために第２の組立体を前記中間\n部材７との間で軸方向に圧縮させるべく第２の組立体を軸方向の他方の方向に移動\nさせるための第２のストッパ６を有する」（審決書８頁１０行目～９頁８行目）と\nの審決の認定も誤りである。\n(5)　そうすると、本願発明と引用例発明について、「前記ピストン部材が前記\nシリンダに対して相対的に軸方向の一方の方向に移動する際、その相対移動に抵抗\nし、前記第１摩擦組立体によって与えられる摩擦力を漸進的に増大させるために、\n該ピストン部材にその一端付近に固定されており、第１摩擦組立体を半径方向外方\nへ拡張させて該シリンダに摩擦係合させるために第１摩擦組立体を前記押圧手段と\nの間で軸方向に圧縮させるべく第１摩擦組立体を軸方向の一方の方向に移動させる\nためのストッパー手段と、前記ピストン部材が前記シリンダに対して相対的に軸方\n向の他方の方向に移動する際、その相対移動に抵抗し、前記第２摩擦組立体によっ\nて与えられる摩擦力を漸進的に増大させるために、該ピストン部材にその他端付近\nに固定されており、第２摩擦組立体を半径方向外方へ拡張させて該シリンダに摩擦\n係合させるために第２摩擦組立体を前記押圧手段との間で軸方向に圧縮させるべく\n第２摩擦組立体を軸方向の他方の方向に移動させるための別のストッパー手段を有\nすることを特徴とするエネルギー減衰器」（審決書１１頁６行目～１２頁６行目）\nである点において一致するとの審決の認定も誤りである。\n２　取消事由２（相違点の認定の誤り）\n審決は、本願発明と引用例発明について、「第１摩擦組立体と第２摩擦組立\n体の間に介設された押圧手段が、本件発明（注、本願発明）では、『予備負荷ば\nね』であるのに対し、引用例１記載の発明（注、引用例発明）では、『油圧による\n押圧ピンを有する中間部材』である点」（審決書１２頁８行目～１１行目）で相違\nすると認定したが、誤りである。\nすなわち、引用例発明において押圧手段を構成するものは、油圧による押圧\nピンを有する中間部材だけではなく、これに油圧装置及び油圧を制御するためのコ\nンピューター又は油圧制御回路を加えたものである。また、油圧装置の制御の前提\nとして、地震や風力による建築物への振動エネルギーの作用の大きさを検出するた\nめのセンサー等も不可欠である。\nしたがって、引用例発明において、本願発明の「予備負荷ばね」と対比すべ\nき構成は、振動の検出手段、油圧制御手段を含む、油圧装置、押圧ピン、中間部材\nなどを構成要素とする押圧手段全体であるから、押圧手段の一部にすぎない押圧ピ\nンを本願発明の中間部材と対比して相違点とした審決の上記認定は誤りである。\n３　取消事由３（相違点の判断の誤り）\n(1)　審決は、「相違点で摘記した本件発明の構成は、当業者にとって、引用例\nに記載された発明（注、引用例発明）及び周知の技術的事項に基づき容易に想到し\n得たものと認められる。」（審決書１３頁１１行目～１４行目）と判断するが、誤\nりである。\nすなわち、引用例発明は、振動の大小に応じてセンサーなど何らかの検出\n手段に設定を行うことを前提として、油圧コントロールされ、これによって摩擦力\nの大きさを変化させるものであり、この摩擦力は、筒体とロッドの相対移動とは無\n関係に制御される。これに対し、本願発明における予備負荷ばねは、基本的には、\n予備負荷力の大きさに対応する一定の摩擦力を与えるものである。この摩擦力は、\n通常の振動におけるシリンダとピストンの相対移動では基本的に変化せず、水撃作\n用のような比較的大きな一過性の運動エネルギーが作用したときに、初めて、シリ\nンダとピストンの相対移動によって変化する。\nしたがって、引用例発明が解決しようとした課題は、振動の大小に応じて\n最適な摩擦力（減衰率）を与える摩擦ダンパーとしての制震ダンパーを実現するこ\nとであるのに対し、本願発明の課題は、水撃作用（ウォータハンマ）のように比較\n的大きな一過性の運動エネルギーを効果的に放散することであって、これら課題に\nは全く共通性がなく、その作用効果も異なるから、本願発明によって引用例発明の\n課題を解決することは不可能である。\n(2)　また、引用例発明は、振動検出手段や制御手段を含めた油圧による押圧機\n構を具備するのであって、本願発明とは課題等が全く異なり、引用例発明における\n油圧のような能動的制御方法を、能動的制御自体が不可能な予備負荷ばねによって\n置き換える動機付けがない。\n第４　被告の反論\n１　取消事由１（引用例発明の認定及び本願発明との一致点の認定の誤り）につ\nいて\n(1)　本願発明の摩擦組立体は、シリンダの内周面に係合するための少なくとも\n一つのウエッジ（くさび）と、当該ウエッジに組み合わされた複数の隔置された圧\n縮リングを含むものであり、振動衝撃荷重又は一過性の動荷重を受けたとき、ウエ\nッジは、加えられる力の大きさに応じて半径方向外方へ抑圧され、シリンダの内壁\nに摩擦係合するものである。\n本願発明は、上記のような摩擦係合により、水撃作用のように比較的大き\nな一過性の運動エネルギーが静止状態から突然生ずると、非常に大きな加速度の動\nきとなり、ウエッジを構成する環状部材をシリンダの内面に押し付ける力、第１摩\n擦組立体(214)及び第２摩擦組立体(215)における摩擦力が漸増する。\n(2)　引用例発明の摺動部材８、11及び付勢部材９、10、12、13等から成る第１\n及び第２の組立体は、本願発明の第１及び第２摩擦組立体(214，215）と実質的に同\nじ構成であるため、本件明細書に例示されている比較的大きな一過性の運動エネル\nギーがストッパ５、６から第１及び第２の組立体に作用したときに、本願発明と同\n様、摺動部材８、11と付勢部材９、10及び付勢部材12、13の当接する力が漸進的に\n増大し、第１及び第２の組立体と筒体１の間に摩擦力の漸進的な増大が生ずる。\nそして、摩擦力の漸進的な増大が生ずる前の摩擦力は、本願発明において\nは、予備負荷ばね(216)の設定された押圧力によって決定され、引用例発明において\nは、中間部材７と押圧ピン16、18の間に働く油圧の設定された押圧力によって決定\nされるものであるが、両発明において、これらの設定された押圧力は、摩擦力の漸\n進的な増大に何ら寄与し、又は阻害するものではない。\n(3)　原告は、引用例発明におけるストッパ５、６が反力受け部材としてのみ機\n能していると主張するが、本願発明のストッパー手段(218、145）も、予備負荷ば\nね(216)が「圧縮リング」に対して付加する押圧力の反力受け部材として常に機能し\nており、引用例発明におけるストッパ５、６が、本願発明のストッパー手\n段(218、145）」と同様、第１及び第２の組立体に対して摩擦力の漸進的な増大を生\nじさせることは、上記のとおりである。\n２　取消事由２（相違点の認定の誤り）について\n審決において対比されるべきものは、本願発明が具備する特定の構成と、そ\nの技術的意義において関係する引用例発明の構成である。審決は、本願発明の構成\nである、第１摩擦組立体と第２摩擦組立体の間に介設され押圧手段として機能する\n予備負荷ばねを引用例発明が具備しないことを前提とし、押圧手段という点で共通\nする機能を有するものとして、引用例発明の油圧による押圧ピンを有する中間部材\nを対比の対象としたものである。そして、審決の認定における「油圧による」が\n「押圧手段」である限度において、油圧を発生するための油圧装置を付属的に含ん\nでいることは、当然のことであり、審決の相違点の認定に誤りはない。\n３　取消事由３（相違点の判断の誤り）について\n(1)　原告は、課題を異にする引用例発明によって本願発明の課題を解決するこ\nとは不可能であると主張する。\n確かに、本願発明の課題は、水撃作用（ウォータハンマ）のように比較的\n大きな一過性の運動エネルギーを効率的に放散することを含むものと解されるが、\n本願発明は、特にその用途を限定したものではなく、エネルギー減衰器に関するも\nのであって、引用例発明が対象とする、地震や風による建築物への振動エネルギー\nを吸収する制震ダンパーを、全く排除するものではない。\nまた、引用例発明における、第１の組立体及び第２の組立体を筒体１に摩\n擦係合させ、ロッド３と筒体１の相対的な軸方向両方向の移動に摩擦力により抵抗\nするために、該第１の組立体と第２の組立体の間に介設されており、該第１の組立\n体及び第２の組立体を半径方向外方へ拡張させて該筒体に係合させるための油圧に\nよる押圧ピン16、18を有する中間部材７が、第１の組立体と第２の組立体の間に互\nいに反対方向の押圧力を付与していることは、当業者にとって容易に認識すること\nができる周知の技術的事項であり、これをばねの技術に置き換えることは、当業者\nにとって何ら困難ではない。\n(2)　油が可燃性であるため危険であるなど油圧装置の欠点は、既に知られたも\nのであり、これを他のものに置換して解消しようとすることは、油圧装置を省略す\nる動機ということができる。また、オイルダンパーを建築物に適用した場合、火災\n時の燃焼、油の劣化、漏油に対する補給等の問題があるといった油圧装置の欠点を\n背景として、地震に対応する制震ダンパーにおいて、油圧装置を省略する動機があ\nる。したがって、審決の相違点の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（引用例発明の認定及び本願発明との一致点の認定の誤り）につ\nいて\n(1)　本件補正後の本件明細書の特許請求の範囲の請求項１の「シリンダ(220)\nと、シリンダ内で該シリンダに対して相対的に軸方向に両方向に移動自在のピスト\nン部材(222)を含むピストン部材・シリンダ組立体(212)と、該シリンダ(220)内に該\nシリンダに摩擦係合するように収容され、該ピストン部材に取り付けられた第１摩\n擦組立体(214)を有するエネルギー減衰器であって、・・・前記第１摩擦組立\n体(214)及び第2摩擦組立体(215)を前記シリンダ(220)に摩擦係合させ、・・・該第\n１摩擦組立体及び第２摩擦組立体を半径方向外方へ拡張させて該シリンダに係合さ\nせるための予備負荷ばね(216)と、前記ピストン部材(222)が前記シリンダ(220)に対\nして相対的に軸方向の一方の方向に移動する際、その相対移動に抵抗し、前記第１\n摩擦組立体(214)によって与えられる摩擦力を漸進的に増大させるために、該ピスト\nン部材にその一端付近に固定されており、第1摩擦組立体を半径方向外方へ拡張させ\nて該シリンダに摩擦係合させるために第１摩擦組立体を前記ばね(216)との間で軸方\n向に圧縮させるべく第１摩擦組立体を軸方向の一方の方向に移動させるためのスト\nッパー手段(218)と」の記載に照らすと、本願発明は、摩擦力を漸進的に増大させる\nために第１摩擦組立体を前記ばね(216)との間で軸方向に圧縮させる構成を有するも\nのと認められる。また、「漸進」とは段階を追って次第に進むことであるから、\n「軸方向の一方の方向に移動する際、・・・摩擦力を漸進的に増大させる」とは、\n軸方向の一方の方向に移動するほど次第に摩擦力が大きくなることを意味すること\nは、文理上明らかであって、静止状態からの移動開始時又は移動開始直後に摩擦力\nを増大させるとの意味には解し得ない。\n(2)　他方、引用例（甲第３号証）には、以下の記載がある。\nア「上記ロッド３には、第１のストッパ５と第２のストッパ６を螺合により\n設けており、この両ストッパ５、６間のほぼ中央部に油圧付勢手段を構成した中間\n部材７を当該ロッド３に一体に設けている。更に、ロッド３と筒体１との間には、\nストッパ５と中間部材７との間において摺動部材８とその付勢部材９、10を摺動可\n能に設け、ストッパ６と中間部材７との間において摺動部材11とその付勢部材\n12、13を摺動可能に設けている。」（４頁１７行目～５頁６行目）\nイ「上記中間部材７には、付勢部材９の端面に作用する押圧ピン16及びその\n油圧室17と、付勢部材13の端面に作用する押圧ピン18及びその油圧室19と、油路\n20を設けている。そして、上記油路20は・・・油圧装置22に連結されている。従っ\nて、油圧装置22の制御によって油圧を変えれば、油圧室17、19において押圧ピン\n16、18に作用する圧力が変わり、付勢部材９、13に対する押圧力、ひいては摺動部\n材８、11の筒体１側への付勢力すなわち摺動部材８、11の筒体１との間の摩擦力を\n変えることができる。その摩擦力を変えることは、筒体１とロッド３との間の減衰\n率を変えることになり、つまり油圧装置によって筒体１とロッド３との間の減衰率\nを自由に可変できることとなる。」（６頁１行目～１７行目）\n(3)　これらの記載と第１図を総合すると、以下の事実が認められる。\nア　引用例発明において、通常時には、油圧によって押圧ピン16からの第１\n図右向き（以下、単に「右向き」という。「左向き」も同様。）の押圧力、それと\n釣り合うストッパ５からの左向きの力が加わることにより、付勢部材９、10及び摺\n動部材８から成る第１の組立体が静止しており、同様に、押圧ピン18からの左向き\nの押圧力、及びそれと釣り合うストッパ６からの右向きの力が加わることにより、\n付勢部材12、13及び摺動部材11から成る第２の組立体が静止しているものと認めら\nれる。\nイ　また、ロッド３に外力が加わった場合には、その外力が右向きであれ\nば、ストッパ６から第２の組立体に加わる力が増加することにより、押圧ピン18か\nらの力との均衡が崩れ、それら力の差が第２の組立体と筒体１間の最大静止摩擦力\nを超えることにより、第２の組立体が右方向へ移動し、同時に、ストッパ５から第\n１の組立体に加わる力が減少することにより、押圧ピン16からの力との均衡が崩\nれ、それら力の差が第１の組立体と筒体１間の最大静止摩擦力を超えることによ\nり、第１の組立体も右方向へ移動するものと認められる。\nウ　さらに、ロッド３並びに第１及び第２の組立体が移動を開始すると、第\n１の組立体においては、押圧ピン16からの右向きの押圧力とストッパ５からの左向\nきの力の合計に比例した摩擦力が、第２の組立体においては押圧ピン18からの左向\nきの押圧力とストッパ６からの右向きの力の合計に比例した摩擦力が生ずるとこ\nろ、上記のとおり、油圧装置22の制御によって油圧を変えれば摺動部材８、11の筒\n体１との間の摩擦力を変えることができると記載されており、上記摩擦力は油圧装\n置を制御して油圧を変えることによって増減するのであって、ロッド３並びに第１\n及び第２の組立体が移動しても、それによって摩擦力が増大するものではない。\n(4)　被告は、比較的大きな一過性の運動エネルギーが静止状態から突然生じた\n際の引用例発明の動作について主張するので、判断する。\n被告の主張は、本願発明において、水撃作用のように比較的大きな一過性\nの運動エネルギーが静止状態から突然生ずると、非常に大きな加速度の動きとな\nり、ウエッジを構成する環状部材をシリンダの内面に押し付ける力、第１摩擦組立\n体(214)及び第２摩擦組立体(215)における摩擦力が漸増するとした上、これを前提\nとして、引用例発明の動作も同様であると主張する。その主張は、要するに、摩擦\n力はストッパからの力と押圧手段（本願発明では予備負荷ばね、引用例発明では油\n圧）からの力の和に比例し、押圧手段からの力が変化しなくとも、ストッパからの\n力が増大することによって摩擦力が増大することをいうものと解される。\nしかしながら、加速度は力が加わることによって生ずるものであり、運動\nエネルギーによって生ずるのではない。また、被告の主張する運動エネルギーを、\n一過性の大きな衝撃力の意味であると善解しても、水撃作用のように比較的大きな\n一過性の運動エネルギーは、シリンダの移動開始時にのみ生ずるものであって、移\n動開始後は存在しないから、これが一方向への移動に伴って増大することはなく、\n摩擦力を漸進的に増大させるとも認めることはできない。\nまた、一過性の大きな衝撃力が作用した場合であっても、ロッド（本願発\n明ではピストン部材）及びそれに固定されたストッパは、一方向のみに移動するの\nではなく、振動を繰り返した後に停止し、振動の両端において加速度が最大となる\nのであって、振動端に当たる移動開始点から移動するにつれて、ストッパの加速度\nは小さくなるから、この点からも、ストッパの移動につれてストッパからの力が増\n大すると認めることはできない。\nしたがって、被告の主張は失当である。\n(5)　また、被告は、引用例発明の摺動部材８、11及び付勢部材９、10、12、13\n等から成る第１及び第２の組立体は、本願発明の第１及び第２摩擦組立\n体(214、215）と実質的に同じ構成であるとか、摩擦力の漸進的な増大が生ずる前の\n摩擦力は、本願発明においては、予備負荷ばね(216)の設定された押圧力によって決\n定されると主張するので、検討を加える。\nア　本件明細書（甲第４号証）において、本願発明の実施例とされている第\n４図のものについて見ると、そのストッパの移動の開始が、各組立体に左右から加\nわる力の均衡が同時に崩れることによるものであることは明らかであり、また、こ\nれに加え、本件明細書（甲第４号証）に、第４図のものに関し、「ばね216の長さは\n変化せず（圧縮も伸長もせず）、従ってばねに及ぼされる抵抗力は一定である。」\n（８頁左下欄１９行目～右下欄１行目）との記載があることからすれば、各組立体\nの移動中は、これをストッパに押圧する力は変化しないものと認められる。\nイ　他方、本件明細書（甲第４号証）には、第３図の実施例について、「エ\nネルギー減衰器100は・・・ピストン・シリンダ組立体112のシリンダ120内に１対の\n摩擦組立体114、115が配設されており・・・予備負荷ばね116及び摩擦組立体\n114、115の移動を制限するための２つのストッパ117、118を備えている」（７頁右\n上欄８行目～１５行目）、「ピストン122がシリンダ120内へと前方へ押進められる\nと、ストッパ118の前端135が摩擦組立体114に衝接して摩擦組立体114をシリンダの\n内周面121に摩擦係合した状態で前方へ駆動しそれによってエネルギーを放散させ\nる。ピストン122のこの前方移動中摩擦組立体115の移動は、ストッパ117によって阻\n止されている。」（同頁右下欄１２行目～１９行目）との記載がある。これらの記\n載に第３図の図示を総合すれば、ストッパ117は、ピストンが移動しても摩擦組立体\n115を移動させないための部材であり、摩擦組立体115が移動せず摩擦組立体114のみ\nが移動することから、その間のばねは圧縮されることが明らかである。\nウ　ところで、本件補正後の本件明細書（甲第２号証）の特許請求の範囲の\n請求項２は、「ピストン部材（122）が前記シリンダ(120)に対して相対的に軸方向\nの一方の方向に移動する際、その相対移動に抵抗し、前記第１摩擦組立体(114)によ\nって与えられる摩擦力を漸進的に増大させるために、第１摩擦組立体を半径方向外\n方へ拡張させて該シリンダに摩擦係合させるために第１摩擦組立体を前記ストッパ\nー手段(118)と前記ばね(116)との間で軸方向に圧縮させるための該ストッパー手\n段(188)による第１摩擦組立体の軸方向の一方の方向の移動を制限するために該シリ\nンダの他端に結合された別のストッパー手段(117)を有する」（３頁末行～４頁７行\n目）というものであり、ピストン部材が一方の方向に移動する際に摩擦力を漸進的\nに増大させるために、別のストッパー手段(117)が要件とされている。別のストッパ\nー手段(117)が存在する場合には、上記のとおり、ピストンの移動の際に予備負荷ば\nねが圧縮されて、ばねの力が増大し、摩擦力も増大することが認められるから、請\n求項２記載の発明については、上記第３図に係る各部材の動きと整合する。\nエ　そうすると、本願発明は、別のストッパー手段(117)等の存在を明記して\nいないが、特許請求の範囲において、「ピストン部材(222)が前記シリンダ(220)に\n対して相対的に軸方向の一方の方向に移動する際、その相対移動に抵抗し、前記第\n１摩擦組立体(214)によって与えられる摩擦力を漸進的に増大させる」構成及び「ピ\nストン部材(222)が前記シリンダ(220)に対して相対的に軸方向の他方の方向に移動\nする際、その相対移動に抵抗し、前記第２摩擦組立体(215)によって与えられる摩擦\n力を漸進的に増大させる」構成が記載されている以上、本件補正後の本件明細書\n（甲第２号証）に接した当業者は、別のストッパー手段(117)のような、上記摩擦力\nを漸進的に増大させるために必要な周知慣用技術を適宜採用するものとして本願発\n明を理解するものと認められる。上記周知慣用技術に係る具体的構成が特許請求の\n範囲に明記されていないことが、本願発明の進歩性とは別個の不登録事由となるか\nどうかはさておき、進歩性の有無のみが争点である本件訴訟においては、本願発明\nの要旨を上記のような機能的構成を有するものとして認定するほかはない。\nオ　したがって、引用例発明の摺動部材８、11及び付勢部材９、10、12、13\n等から成る第１及び第２の組立体は、本願発明の第１及び第２摩擦組立\n体(214、215）と実質的に同じ構成であると認めることはできず、また、本願発明に\nおいて、摩擦力の漸進的な増大が生ずる前の摩擦力が予備負荷ばね(216)の設定され\nた押圧力によって決定されると認めることもできないから、被告の上記主張は採用\nすることができない。\n(6)　そうすると、引用例発明のストッパ５、６について、「中間部材７と協働\nして油圧により加えられる力の大きさに応じて半径方向外方へ押圧するものである\nことから、『摺動部材８，11及び付勢部材９，10，12，13等によって与えられる摩\n擦力を漸進的に増大させる』機能を有すると解することができる。」（審決書７頁\n３行目～８行目）とする審決の認定は誤りである。\n審決は、また、上記認定に続けて、引用例発明につき、「前記ロッド３が\n前記筒体１に対して相対的に軸方向の一方の方向に移動する際、その相対移動に抵\n抗し、前記第１の組立体によって与えられる摩擦力を漸進的に増大させる・・・第\n１の組立体を前記中間部材７との間で軸方向に圧縮させるべく第１の組立体を軸方\n向の一方の方向に移動させる」（同８頁１０行目～１８行目）と認定し、「軸方向\nの他方の方向に移動する際、その相対移動に抵抗し、前記第２の組立体によって与\nえられる摩擦力を漸進的に増大させる・・・第２の組立体を前記中間部材７との間\nで軸方向に圧縮させるべく第２の組立体を軸方向の他方の方向に移動させる」（同\n８頁１９行目～９頁７行目）と認定するが、審決の前段落の認定が誤りである以\n上、これらの認定もまた誤りである。したがって、審決が、本願発明と引用例発明\nについて、「前記ピストン部材が前記シリンダに対して相対的に軸方向の一方の方\n向に移動する際、その相対移動に抵抗し、前記第１摩擦組立体によって与えられる\n摩擦力を漸進的に増大させるために、該ピストン部材にその一端付近に固定されて\nおり、第１摩擦組立体を半径方向外方へ拡張させて該シリンダに摩擦係合させるた\nめに第１摩擦組立体を前記押圧手段との間で軸方向に圧縮させるべく第１摩擦組立\n体を軸方向の一方の方向に移動させる」（同１１頁６行目～１４行目）点、「ピス\nトン部材が前記シリンダに対して相対的に軸方向の他方の方向に移動する際、その\n相対移動に抵抗し、前記第２摩擦組立体によって与えられる摩擦力を漸進的に増大\nさせるために、該ピストン部材にその他端付近に固定されており、第２摩擦組立体\nを半径方向外方へ拡張させて該シリンダに摩擦係合させるために第２摩擦組立体を\n前記押圧手段との間で軸方向に圧縮させるべく第２摩擦組立体を軸方向の他方の方\n向に移動させる」（同１１頁１６行目～１２頁４行目）点において一致すると認定\nしたことも誤りであるといわざるを得ない。\n２　以上のとおりであるから、原告主張の審決取消事由１は理由があり、この誤\nりが審決の結論に影響を及ぼすことは明らかであるから、その余の点につき判断す\nるまでもなく、審決は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民訴法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　長　　　沢　　　幸　　　男\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}