{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 9,
    "day": 27
  },
  "case_number": "平成19(行ケ)10162",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "35175",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=35175",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/175/035175_hanrei.pdf",
  "contents": "--1\n平成１９年（行ケ）第１０１６２号 審決取消請求事件\n平成１９年９月２７日判決言渡，平成１９年８月２３日口頭弁論終結\n判決\n原 告 有限会社ハーベイ・ボール・スマイル・リミテッド\n被 告 特許庁長官 肥塚雅博\n指定代理人 田代茂夫，森山啓\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１ 原告の求めた裁判\n「特許庁が不服２００５－１６９６５号事件について平成１９年３月２６日にし\nた審決を取り消す。」との判決\n第２ 事案の概要\n本件は，原告が，下記１(1)の商標登録出願（以下「本件商標登録出願」とい\nい，この出願に係る商標を「本願商標」という。）をしたところ，下記１(2)のと\nおり，商標法４条１項１１号に該当するとして拒絶査定を受けたので，これを不服\nとして審判請求をしたが，「本件審判の請求は，成り立たない。」との審決がされ\nたため，その取消しを求める事案である。\n１ 特許庁等における手続の経緯\n(1) 本件商標登録出願\n出願人：原告\n--2\n本願商標の構成：「\n」\n指定商品（平成１７年８月９日付け手続補正書により補正されたもの）：第２１\n類「デンタルフロス，ガラス基礎製品（建築用のものを除く。），かいばおけ，家\n禽用リング，魚ぐし，おけ用ブラシ，金ブラシ，管用ブラシ，工業用はけ，船舶ブ\nラシ，家事用手袋，ガラス製又は陶磁製の包装用容器，なべ類，コーヒー沸かし\n（電気式又は貴金属製のものを除く。），鉄瓶，やかん，食器類（貴金属製のもの\nを除く。），携帯用アイスボックス，米びつ，食品保存用ガラス瓶，水筒，魔法\n瓶，アイスペール，泡立て器，こし器，こしょう入れ・砂糖入れ及び塩振り出し容\n器（貴金属製のものを除く。），卵立て（貴金属製のものを除く。），ナプキンホ\nルダー及びナプキンリング（貴金属製のものを除く。），盆（貴金属製のものを除\nく。），ようじ入れ（貴金属製のものを除く。），ざる，シェーカー，しゃもじ，\n手動式のコーヒー豆ひき器及びこしょうひき，じょうご，すりこぎ，すりばち，ぜ\nん，栓抜，大根卸し，タルト取り分け用へら，なべ敷き，はし，はし箱，ひしゃ\nく，ふるい，まな板，麺棒，焼き網，ようじ，レモン絞り器，ワッフル焼き型（電\n気式のものを除く。），清掃用具及び洗濯用具，アイロン台，霧吹き，こて台，へ\nら台，湯かき棒，浴室用腰掛け，浴室用手おけ，ろうそく消し及びろうそく立て\n（貴金属製のものを除く。），家庭用燃え殻ふるい，石炭入れ，はえたたき，ねず\nみ取り器，植木鉢，家庭園芸用の水耕式植物栽培器，じょうろ，愛玩動物用食器，\n愛玩動物用ブラシ，犬のおしゃぶり，小鳥かご，小鳥用水盤，洋服ブラシ，寝室用\n簡易便器，トイレットペーパーホルダー，貯金箱（金属製のものを除く。），お守\nり，おみくじ，紙タオル取り出し用金属製箱，靴脱ぎ器，せっけん用ディスペンサ\nー，花瓶及び水盤（貴金属製のものを除く。），風鈴，ガラス製又は磁器製の立て\n--3\n看板，香炉，化粧用具，靴ブラシ，靴べら，靴磨き布，軽便靴クリーナー，シュー\nツリー，コッフェル，ブラシ用豚毛」\n出願日：平成１６年８月１０日（商願２００４－７７２３９号）\n(2) 本件手続の経緯\n拒絶査定日：平成１７年７月２２日\n審判請求日：平成１７年８月９日（不服２００５－１６９６５号）\n審決日：平成１９年３月２６日\n審決の結論：「本件審判の請求は，成り立たない。」\n審決謄本送達日：平成１９年４月１７日\n２ 審決の理由の要旨\n審決は，下記(1)ないし(12)の各商標（以下，それぞれの商標を「引用商標１」\nないし「引用商標１２」といい，全体を指して「各引用商標」という。）を引用\nし，本願商標は各引用商標とそれぞれ外観上類似する商標であって，各引用商標の\n指定商品は，本願商標の指定商品と同一又は類似の商品をそれぞれ含むものと認め\nられるから，本願商標は商標法４条１項１１号に該当すると判断した。審決の理由\nは各引用商標の後に示すとおりである。\n(1) 引用商標１\n登録出願日：平成元年１月２４日\n設定登録日：平成３年１１月２９日\n登録番号：第２３５３９０８号\n商標の構成：「\n」\n指定商品（平成１６年１月２１日付け指定商品の書換により書き換えられたも\n--4\nの）：第５類「失禁用おしめ」，第９類「事故防護用手袋，防じんマスク，防毒マ\nスク，溶接マスク，防火被服」，第１０類「医療用手袋」，第１６類「紙製幼児用\nおしめ」，第１７類「絶縁手袋」，第２０類「クッション，座布団，まくら，マッ\nトレス」，第２１類「家事用手袋」，第２２類「衣服綿，ハンモック，布団袋，布\n団綿」，第２４類「布製身の回り品，かや，敷き布，布団，布団カバー，布団側，\nまくらカバー，毛布」及び第２５類「被服」\n(2) 引用商標２\n登録出願日：平成８年５月１６日\n設定登録日：平成１０年１月２３日\n登録番号：第４１０５３０４号\n商標の構成：「\n」\n指定商品：第２８類「遊戯用器具，囲碁用具，将棋用具，さいころ，すごろく，\nダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ド\nミノ用具，マージャン用具，ビリヤード用具，おもちゃ，人形，愛玩動物用おもち\nゃ，運動用具，釣り具」\n(3) 引用商標３\n登録出願日：平成８年５月１６日\n設定登録日：平成１０年３月１３日\n登録番号：第４１２３９９８号\n商標の構成：引用商標２と同じ\n指定商品：第１８類「かばん類，袋物，携帯用化粧道具入れ，乗馬用具」\n(4) 引用商標４\n--5\n登録出願日：平成８年５月３１日\n設定登録日：平成１０年４月１７日\n登録番号：第４１３５５６７号\n商標の構成：「\n」\n指定商品：第２８類「遊戯用器具，囲碁用具，将棋用具，さいころ，すごろく，\nダイスカップ，ダイヤモンドゲーム，チェス用具，チェッカー用具，手品用具，ド\nミノ用具，マージャン用具，ビリヤード用具，おもちゃ，人形，愛玩動物用おもち\nゃ，運動用具，スキーワックス，釣り具」\n(5) 引用商標５\n登録出願日：平成８年５月３１日\n設定登録日：平成１０年５月１５日\n登録番号：第４１４４１２９号\n商標の構成：引用商標４と同じ\n指定商品：第１４類「貴金属，貴金属製の花瓶及び水盤，貴金属製宝石箱，貴金\n属製喫煙用具，身飾品，宝玉及びその原石並びに宝玉の模造品，記念カップ，記念\nたて」\n(6) 引用商標６\n登録出願日：平成８年５月３１日\n設定登録日：平成１０年５月１５日\n登録番号：第４１４４１３５号\n商標の構成：引用商標４と同じ\n指定商品：第２４類「ふきん，織物製壁掛け，織物製ブラインド，カーテン，シ\n--6\nャワーカーテン，テーブルカバー，テーブル掛け，どん帳，遺体覆い，経かたび\nら，黒白幕，紅白幕，ビリヤードクロス，のぼり及び旗（紙製のものを除く。）」\n(7) 引用商標７\n登録出願日：平成８年７月２４日\n設定登録日：平成１１年１２月２４日\n登録番号：第４３４７３７５号\n商標の構成：引用商標４と同じ\n指定商品：第２０類「家具，貯蔵槽類（金属製又は石製のものを除く。），プラ\nスチック製バルブ（機械要素に当たるものを除く。），カーテン金具，金属代用の\nプラスチック製締め金具，くぎ・くさび・ナット・ねじくぎ・びょう・ボルト・リ\nベット及びキャスター（金属製のものを除く。），座金及びワッシャー（金属製・\nゴム製又はバルカンファイバー製のものを除く。），錠（電気式又は金属製のもの\nを除く。），木製・竹製又はプラスチック製の包装用容器，葬祭用具，荷役用パレ\nット（金属製のものを除く。），養蜂用巣箱，うちわ，買物かご，家庭用水槽（金\n属製又は石製のものを除く。），きゃたつ及びはしご（金属製のものを除く。），\n工具箱（金属製のものを除く。），植物の茎支持具，食品見本模型，人工池，すだ\nれ，ストロー，せんす，洗濯挟み，タオル用ディスペンサー（金属製のものを除\nく。），つい立て，ネームプレート及び標札（金属製のものを除く。），ハンガー\nボード，びょうぶ，ベンチ，帽子掛けかぎ（金属製のものを除く。），盆（金属製\nのものを除く。），マネキン人形，麦わらさなだ，木製又はプラスチック製の立て\n看板，郵便受け（金属製又は石製のものを除く。），洋服飾り型類，理髪用いす，\n石こう製彫刻，プラスチック製彫刻，木製彫刻，あし，い，おにがや，きょう木，\nしだ，すげ，すさ，竹，竹皮，つる，とう，麦わら，木皮，わら，きば，鯨のひ\nげ，甲殻，さんご，人工角，ぞうげ，角，歯，べっこう，骨，海泡石，こはく」\n(8) 引用商標８\n登録出願日：平成８年１２月１７日\n--7\n設定登録日：平成１２年４月２８日\n登録番号：第４３７９７１５号\n商標の構成：「\n」\n指定商品：第９類「理化学機械器具，測定機械器具，配電用又は制御用の機械器\n具，電池，電気磁気測定器，電線及びケーブル，写真機械器具，映画機械器具，光\n学機械器具，眼鏡，加工ガラス（建築用のものを除く。），救命用具，電気通信機\n械器具，レコード，電子応用機械器具及びその部品，オゾン発生器，電解槽，遊園\n地用機械器具，回転変流機，調相機，電気アイロン，電気式ヘアカーラー，電気式\nワックス磨き機，電気掃除機，電気ブザー，鉄道用信号機，乗物の故障の警告用の\n三角標識，発光式又は機械式の道路標識，火災報知機，消火器，消火栓，消火ホー\nス用ノズル，盗難警報器，保安用ヘルメット，磁心，抵抗線，電極，映写フィル\nム，スライドフィルム，スライドフィルム用マウント，録画済みビデオディスク及\nびビデオテープ，ガソリンステーション用装置，自動販売機，駐車場用硬貨作動式\nゲート，金銭登録機，硬貨の計数用又は選別用の機械，作業記録機，写真複写機，\n手動計算機，製図用又は図案用の機械器具，タイムスタンプ，タイムレコーダー，\n電気計算機，パンチカードシステム機械，票数計算機，ビリングマシン，郵便切手\nのはり付けチェック装置，ウエイトベルト，ウエットスーツ，浮き袋，エアタン\nク，水泳用浮き板，潜水用機械器具，レギュレーター，アーク溶接機，犬笛，家庭\n用テレビゲームおもちゃ，金属溶断機，検卵器，電気溶接装置，電動式扉自動開閉\n装置，メトロノーム，動力付床洗浄機，乗物運転技能訓練用シミュレーター，運動\n技能訓練用シミュレーター」\n(9) 引用商標９\n--8\n登録出願日：平成１１年１２月３日\n設定登録日：平成１２年１０月２７日\n登録番号：第４４２７４７５号\n商標の構成：「\n」\n指定商品：第２６類「編みレース生地，刺しゅうレース生地，組みひも，テー\nプ，リボン，房類，ボタン類，針類，編み棒，裁縫箱，裁縫用へら，裁縫用指抜\nき，針刺し，針箱（貴金属製のものを除く。），被服用はとめ，衣服用き章（貴金\n属製のものを除く。），衣服用バッジ（貴金属製のものを除く。），衣服用バック\nル，衣服用ブローチ，帯留，ボンネットピン（貴金属製のものを除く。），ワッペ\nン，腕章，腕止め，頭飾品，つけあごひげ，つけ口ひげ，ヘアカーラー（電気式の\nものを除く。），靴飾り（貴金属製のものを除く。），靴はとめ，靴ひも，靴ひも\n代用金具，造花，漁網製作用杼，メリヤス機械用編針」\n(10) 引用商標１０\n登録出願日：平成８年１２月１７日\n設定登録日：平成１４年１１月２９日\n登録番号：第４６２５１５９号\n商標の構成：引用商標８と同じ\n指定商品：第２０類「家具，貯蔵槽類（金属製又は石製のものを除く。），プラ\nスチック製バルブ（機械要素に当たるものを除く。），カーテン金具，金属代用の\nプラスチック製締め金具，くぎ・くさび・ナット・ねじくぎ・びょう・ボルト・リ\nベット及びキャスター（金属製のものを除く。），座金及びワッシャー（金属製・\nゴム製又はバルカンファイバー製のものを除く。），錠（電気式又は金属製のもの\n--9\nを除く。），木製・竹製又はプラスチック製の包装用容器，葬祭用具，荷役用パレ\nット（金属製のものを除く。），養蜂用巣箱，うちわ，買物かご，家庭用水槽（金\n属製又は石製のものを除く。），きゃたつ及びはしご（金属製のものを除く。），\n工具箱（金属製のものを除く。），ししゅう用枠，植物の茎支持具，食品見本模\n型，人工池，ストロー，せんす，タオル用ディスペンサー（金属製のものを除\nく。），つい立て，ネームプレート及び標札（金属製のものを除く。），旗ざお，\nハンガーボード，びょうぶ，ベンチ，帽子掛けかぎ（金属製のものを除く。），盆\n（金属製のものを除く。），マネキン人形，麦わらさなだ，木製又はプラスチック\n製の立て看板，郵便受け（金属製又は石製のものを除く。），洋服飾り型類，理髪\n用いす，石こう製彫刻，プラスチック製彫刻，木製彫刻，あし，い，おにがや，き\nょう木，しだ，すげ，すさ，竹，竹皮，つる，とう，麦わら，木皮，わら，きば，\n鯨のひげ，甲殻，さんご，人工角，ぞうげ，角，歯，べっこう，骨，海泡石，こは\nく」\n(11) 引用商標１１\n登録出願日：平成８年１２月１７日\n設定登録日：平成１４年１１月２９日\n登録番号：第４６２５１６０号\n商標の構成：引用商標８と同じ\n指定商品：第２１類「ガラス基礎製品（建築用のものを除く。），なべ類，コー\nヒー沸かし（電気式又は貴金属製のものを除く。），鉄瓶，やかん，食器類（貴金\n属製のものを除く。），アイスペール，泡立て器，魚ぐし，携帯用アイスボック\nス，こし器，こしょう入れ，砂糖入れ及び塩振り出し容器（貴金属製のものを除\nく。），卵立て（貴金属製のものを除く。），ナプキンホルダー及びナプキンリン\nグ（貴金属製のものを除く。），盆（貴金属製のものを除く。），ようじ入れ（貴\n金属製のものを除く。），米びつ，ざる，シェーカー，しゃもじ，手動式のコーヒ\nー豆ひき器及びこしょうひき，じょうご，食品保存用ガラス瓶，水筒，すりこぎ，\n--10\nすりばち，ぜん，栓抜き，大根卸し，タルト取り分け用へら，なべ敷き，はし，は\nし箱，ひしゃく，ふるい，まな板，魔法瓶，麺棒，焼き網，ようじ，レモン絞り\n器，ワッフル焼き型（電気式のものを除く。），清掃用具及び洗濯用具，おけ用ブ\nラシ，金ブラシ，管用ブラシ，工業用はけ，船舶ブラシ，ブラシ用豚毛，洋服ブラ\nシ，ガラス製又は陶磁製の包装用容器，かいばおけ，家禽用リング，アイロン台，\n植木鉢，家庭園芸用の水耕式植物栽培器，家庭用燃え殻ふるい，紙タオル取り出し\n用金属製箱，霧吹き，靴脱ぎ器，こて台，じょうろ，寝室用簡易便器，石炭入れ，\nせっけん用ディスペンサー，貯金箱（金属製のものを除く。），トイレットペーパ\nーホルダー，ねずみ取り器，はえたたき，へら台，湯かき棒，浴室用腰掛け，浴室\n用手おけ，ろうそく消し及びろうそく立て（貴金属製のものを除く。），花瓶（貴\n金属製のものを除く。），ガラス製又は陶磁製の立て看板，香炉，水盤（貴金属製\nのものを除く。），風鈴」\n(12) 引用商標１２\n登録出願日：平成１２年９月２９日\n設定登録日：平成１６年９月２４日\n登録番号：第４８０５２５９号\n商標の構成：「\n」\n指定商品：第２５類「被服」\n「３ 当審の判断\n本願商標は，・・・，円輪郭内に，目と思しき小さい黒塗り縦長楕円形を上部に２つ並べ，\n該２つの黒塗り縦長楕円形の下に口と思しき両端上がりの弧線を描いてなる図形（以下「本願\n図形」という。）と，上記円輪郭上の右下部分に「Ｈａｒｖｅｙ Ｂａｌｌ」の文字を筆記体\nで右上がりに横書きしてなるものである。そして，本願図形部分は，・・・，円輪郭，２つの\n--11\n黒点及び弧線をもって人の笑顔を簡潔に表現したと認識されるものであって，本願商標中看者\nの注意を強く引き，印象に残る部分であるといえるから，「Ｈａｒｖｅｙ Ｂａｌｌ」の文字\n部分と切り離して，自他商品の識別標識としての機能を発揮するものというべきである。\n一方，引用商標１ないし１２は，・・・・，円輪郭内に，目と思しき小さい黒塗り縦長楕円\n形を上部に２つ並べ，該２つの黒塗り縦長楕円形の下に口と思しき両端上がりの弧線を描いて\nなる図形（以下「引用図形」という。），若しくは引用図形と「ＳＭＩＬＥ ＆ ＳＭＩＬＥ\nＹ」（引用商標２及び３），「ＳＭＩＬＥＹ」（引用商標８，１０及び１１），「ＬＯＶＥ\nＥＡＲＴＨ」（引用商標１２）の文字とを組み合わせた構成よりなるものであるところ，引用\n図形は，円輪郭，２つの黒点及び弧線をもって人の笑顔を簡潔に表現したと認識されるもので\nあって，引用図形と文字とを組み合わせた構成よりなる引用商標２，３，８，１０ないし１２\nにあっては，本願商標と同様に，その構成中の引用図形が看者の注意を強く引き，印象に残る\n部分であるといえるから，文字部分とは切り離して，独立して自他商品の識別標識としての機\n能を発揮するものというべきである。\nしてみると，本願図形と引用図形は，目と思しき２つの小さい黒塗り縦長楕円形の位置，口\nと思しき両端上がりの弧線の太さ・曲がり具合等細部において若干の差異を有するものである\nとしても，いずれも円輪郭，２つの黒点及び弧線をもって人の笑顔を簡潔に表現したと認識さ\nれる点において構成の軌を一にするものであって，この点において看者に共通の印象を与える\nものであるから，これらを時と所を異にして，離隔的に観察した場合は，外観上互いに紛れる\nおそれのある類似のものといわなければならない。\nしたがって，本願商標と引用商標１ないし１２は，外観上類似する商標であって，また，引\n用商標１ないし１２の指定商品は，本願商標の指定商品と同一又は類似の商品をそれぞれ含む\nものと認められる。\n以上のとおりであるから，本願商標が商標法第４条第１項第１１号に該当するとして本願を\n拒絶した原査定は，妥当なものであって，取り消すべき限りでない。\nなお，出願人（請求人）は，大阪地裁の判決（平成１２年（ワ）第５９８６号）を引用し，\n本願商標と引用商標は区別されるべきである旨主張するが，出願人が引用する大阪地裁の判示\n--12\n部分は，登録商標に係る商標権に基づく禁止権の効力が及ぶ範囲について判示したものであっ\nて，商標の登録要件についての判断に関する本件とは，事案を異にするものというべきである\nから，出願人の上記主張は理由がない。」\n第３ 審決取消事由の要点\n１ 取消事由１（本願商標と各引用商標との類否の判断の誤り）\n審決は，主に外観において本願商標と各引用商標を対比しており，「円輪郭内\nに，目と思しき小さい黒塗り縦長楕円形を上部に２つ並べ，該２つの黒塗り縦長\n楕円形の下に口と思しき両端上がりの弧線を描いている図形」が看者の注意を強\nく引き，印象に残る部分であるとするが，「スマイル」は日本の「へのへのもへ\nじ」と同じく目と口と輪郭の単純な図形であり，昔から世界中に同様の図形が存\n在しているから，印象が無いというべきである。\nまた，審決は，本願図形について，「 の文字部分と切り離して，Harvey Ball\n自他商品の識別標識としての機能を発 揮する」とするが，本願図形部分と\n「 」は重なり合い，一体化しているから，切り離すことはできない。Harvey Ball\n以上を前提とすると，本願商標において識別性を有するのは，本願図形に付随\nした文字部分であることになり，本願商標については「 」であるとこHarvey Ball\nろ，引用商標は「ＳＭＩＬＥ＆ＳＭＩＬＥＹ」，「ＳＭＩＬＥＹ」，「ＬＯＶＥ\nＥＡＲＴＨ」とそれぞれ大きなアルファベットで表示されているものであるから，\n充分識別性があるというべきである。\nまた，称呼について対比すると，本願商標は「ハーベイボール」であり，引用商\n標１，４～７，９は無音，同２，３は「スマイルアンドスマイリー」，同８，１\n０，１１は「スマイリー」，同１２は「ラブアース」であることから，互いに大き\nく異なる。\nさらに，観念を対比すると，本願商標は１９６３年末に「スマイリー・フェイ\nス」を創作・著作した「Ａ」の名前であるのに対し，各引用商標については特段の\n観念を示すものではなく，ただ親しみ易い文字を並べたに過ぎないから，互いに異\n--13\nなる。\nしたがって，本願商標と各引用商標は類似していないから，これと異なる審決\nの判断は誤りである。\n２ 取消事由２（Ａによるスマイリー・フェイスの創作等）\nＡはスマイリー・フェイスの創作者であり，その関係会社である原告は日本国内\nで１０年前より本願商標等を付した各種商品を国内１００社と提携して市場で販売\nし，定着させており，日本の多くの消費者に支持されているほか，「スマイリー・\nフェイス」は「世界平和のシンボル」として日米で各種ボランティア活動に使用さ\nれており，その活動を確実にするためにも商標登録が必要であることから，引用商\n標があったとしても，本願商標の登録が認められるべきである。\n３ 取消事由３（引用商標権者の反社会性）\n引用商標の大部分を所有するＢ（以下「Ｂ」という。）は，全世界で商標登録を\n行い，多額な利益を上げているいわゆる商標ブローカーであり，引用商標の存在を\n理由に本件商標登録出願を拒絶するのは，日本の商標登録制度における先願主義の\n弊害を示すものである。\n４ 原告のその他の主張\n審決は「なお，出願人（請求人）は，大阪地裁の判決（平成１２年（ワ）第５９\n８６号）を引用し，本願商標と引用商標は区別されるべきである旨主張するが，出\n願人が引用する大阪地裁の判示部分は，登録商標に係る商標権に基づく禁止権の効\n力が及ぶ範囲について判示したものであって，商標の登録要件についての判断に関\nする本件とは，事案を異にするものというべきであるから，出願人の上記主張は理\n由がない。」とするが，それでは特許庁と裁判所が，「商標登録しても禁止権がな\nい程類似性が少ない商標である」との判断と「それぞれが類似し過ぎて登録できな\nい商標である」との判断の互いに矛盾する判断を国民に与えることになり，妥当で\nない。\n第４ 被告の反論の要点\n--14\n１ 取消事由１（本願商標と各引用商標との類否の判断の誤り）に対して\n本願商標と引用商標との類否について検討すると，本願図形と各引用商標に係る\n図形は，いずれも視覚的に看者の注意を惹き，強く印象に残るように表され，それ\n自体，独立して自他商品の識別標識としての機能を果たし得るというべきであると\nころ，両図形は，いずれも，円輪郭内に，目と思しき小さい黒塗り縦長楕円形を上\n部に２つ並べ，該図形の下に口と思しき両端上がりの弧線を描いてなる図形よりな\nり，その構成全体から人の笑顔を簡潔に表現したものとして認識されるものであ\nる。\n本願図形と引用商標に係る図形を子細に見れば，目と思しき２つの小さい黒塗り\n縦長楕円形の位置，口と思しき両端上がりの弧線の太さ・曲がり具合等，細部にお\nいては若干異なるところがあるとしても，両図形は，いずれも円輪郭，２つの黒点\n及び弧線をもって人の笑顔を簡潔に表現したものと認識される点において構成の軌\nを一にするものであって，この点において看者に共通の印象を与えるものである。\nそして，本願商標及び引用商標に係る指定商品（日用品や台所用品等）の需要者\nが通常有する注意力は，さほど高いものとは言い難いことを考慮すると，これらを\n時と所を異にして離隔的に観察した場合には，需要者にとって，その差異は気づく\nことがかなり困難な微差にとどまるものであるから，両図形は，外観上，互いに見\n誤るおそれのある相紛らわしい類似のものといわざるを得ない。\nそうすると，本願商標と引用商標とは，その構成中，独立して自他商品の識別標\n識としての機能を果たし得るものであって，かつ，看者の注意を惹き，強く印象に\n残る図形部分において，その基本的構成や表現態様に共通性があり，需要者に与え\nる印象が互いに相紛らわしいことから，外観上，類似する商標というべきである。\nまた，本願商標の指定商品には，引用商標の指定商品と同一又は類似の商品が含ま\nれているから，結局，本願商標と引用商標は，これを同一又は類似の商品に使用し\nた場合には，その取引者，需要者において商品の出所につき誤認混同を生ずるおそ\nれがあるといわなければならない。\n--15\n２ 取消事由２（Ａによるスマイリー・フェイスの創作等），同３（引用商標権者\nの反社会性）に対して\n商標法４条１項１１号は，商品又は役務の出所につき誤認混同を防止するため，\n登録出願された商標が先願に係る他人の登録商標と同一又は類似するものであると\nきは商標登録を受けることができない旨規定しているところ，「他人の登録商標」\nに該当する要件としては，「当該商標登録出願の日前の商標登録出願に係る」もの\nであること以外には何も定めていない。\nまた，商標法４６条１項は，商標登録が同法３条，４条等の規定に違反して登録\nされたときは，その商標登録を無効にすることについて審判を請求することができ\nる旨規定している。\nそうすると，仮に，引用商標の図形がＡの創作・著作した本願図形を剽窃したも\nのであったとしても，引用商標について，将来においてその登録を無効とする審決\nがされ，その審決が確定した場合は別として，それまでは，引用商標が商標法４条\n１項１１号にいう「他人の登録商標」に該当することは明らかというべきである。\nなお，引用商標に係る商標権は，すべて有効に存続しているものである。\n第５ 当裁判所の判断\n１ 取消事由１（本願商標と各引用商標との類否の判断の誤り）について\n(1) 本願商標は，円輪郭内の上部に目と思しき小さい黒塗りの縦長楕円形を２つ\n並べ，この２つの黒塗りの縦長楕円形の下に口と思しき両端上がりの弧線を描いた\nもの（本願図形）と円輪郭の右下部分にわずかに重なるように，「Hervey Ball」\nの文字を筆記体で右上がりに横書きした文字部分から成るものである。\n本願図形は，一見して人の笑顔を簡潔，かつ，象徴的に表現したものと認識され\nるものであり，上記のとおり，本願商標の主要部を占めているのに対し，「Hervey\nBall」の文字部分は，本願図形の右下に若干重なるように右上がりに横書きされ\nているものであり，その大きさも円輪郭に比して小さなものである上，その書体\nも，ごくありふれた筆記体であって格別個性的というほどのものではない。そし\n--16\nて，本願図形は，一見して，人の笑顔を描写したものと認識可能であるから，それ\n自体で完結した表現ということができ，文字部分がなければその意味を理解するこ\nとができないといったものではない。そうすると，本願商標の主要部分を占める本\n願図形部分は，人の笑顔を象徴的に描写したものとして，見る者の注意を惹き，強\nい印象を与えるものということができる。また，Ａが本願図形の創作者として世界\n的に著名であるとしても，本願図形に関する上記認定判断を左右するものではな\nい。\n以上によれば，本願図形と「Hervey Ball」の文字部分は，これらを分離して観\n察することが取引上不自然であると思われるほどに不可分一体的に結合していると\nすることは困難であり，本願商標において，本願図形は，独立して自他商品の識別\n機能を発揮するものと認めるのが相当である。\n(2) 引用商標中，引用商標１，４～７及び９は，いずれも円輪郭内の上部に目と\n思しき小さい黒塗りの縦長楕円形を２つ並べ，この２つの黒塗りの縦長楕円形の下\nに口と思しき両端上がりの弧線を描いたものであり，一見して，人の笑顔を簡潔，\nかつ，象徴的に表現したものと認識され得る。\nまた，その他の引用商標は，上記各引用商標と同様の構成の図形部分とその外部\n下に活字体で「SMILE & SMILEY」と横書きした文字部分から成るもの（引用商標２\n及び３），同様の構成の図形部分とその外部下に活字体で「SMILEY」と横書きした\n文字部分から成るもの（引用商標８，１０及び１１）及び同様の構成の図形部分と\nその外部上に活字体で「LOVE EARTH」とアーチ状に横書きした文字部分から成るも\nの（引用商標１２）である。\n各引用商標中，図形部分と文字部分を組み合わせた引用商標（引用商標２，３，\n８及び１０～１２）は，いずれも円輪郭の外縁近くの外部下又は上に文字部分を配\n置したものであり，その構成中，人の笑顔を簡潔，かつ，象徴的に描写した図形部\n分が見る者の注意を惹き，見る者に強い印象を与えるものであるということができ\nるから，各図形部分は，文字部分とは切り離して，独立して自他商品の識別標識と\n--17\nしての機能を発揮するものと認めるのが相当である。\n(3) 本願図形と各引用商標の図形部分を対比すると，これらはいずれも，互い\nに，円輪郭，円輪郭内部に配された２つの小さい黒塗りの縦長楕円形及びその下方\nに配した両端上がりの弧線を構成要素とし，これらが円形の顔に目と口で人の笑顔\nを簡潔，かつ，象徴的に描写したものと看取される点において共通するものである\nから，各構成要素の長さ，太さ及び曲率等においてぞれぞれ微妙に相違するもの\nの，上記の構成要素のすべてを共通にするものであるため，見る者に共通の印象を\n与えるものというべきである。\n他方，本願商標及び各引用商標の指定商品には，いずれも多数の日用品が含まれ\nているところ，これらの商品が日常的に使用，消費されるものであることから，そ\nの需用者が微細，かつ，厳密な注意力をもって商品に付された商標を観察すること\nは期待できないものといって差し支えない。そうすると，本願商標と引用商標を時\nと場所を異にして離隔的に観察したとき，本願商標と引用商標１，４～７及び９並\nびに引用商標２，３，８及び１０～１２の図形部分の微妙な相違によって，本願商\n標と引用商標を区別することは困難であると言わざるを得ないから，本願商標と引\n用商標１，４～７及び９並びに引用商標２，３，８及び１０～１２の各図形部分\nは，外観において類似するものといわざるを得ない。\n(4) 原告は，本願図形は日本の「へのへのもへじ」と同じく目と口と輪郭から\nなる単純な図形であり，昔から世界中に同様の図形が存在しているから，印象\nが無く，本願商標の主体部分を形成していないと主張する。\nしかしながら，すでに説示したとおり，本願図形及び各引用商標の図形部分は，\n人の笑顔を簡潔，かつ，象徴的に描写したものとして需用者の注意を惹き，強い印\n象を与えるものであり，本願図形や各引用商標の図形部分が単純な図形であるから\nといって，このことから直ちに需用者の注意を惹かないということはできない。\nこれに比し，上記(1)及び(2)で説示したとおり，本願商標及び引用商標の文字部\n分は，いずれも大きさにおいて図形部分よりかなり小さく，配置において，図形部\n--18\n分を中心として，その外部又は外縁近くに配した構成から，主要部分を占める図形\n部分が見る者の注意を惹き，見る者に強い印象を与えるものであるというべきであ\nるから，原告の主張を採用することはできない。\nまた，原告は，本願商標において，本願図形と「 」は重なり合い，Harvey Ball\n一体化しているから，切り離すことはできないと主張する。\nしかしながら，本願図形がそれ自体独立して見る者に認識され得るものである\nことは上記(1)に説示したとおりであるが，更に付言すると，本願図形と\n「 」の文字は本願図形の円輪郭右下にわずかに重なるように配置されHarvey Ball\nたものであり，「rvey B」の文字部分によって隠された本願図形の円輪郭線は全体\nの４分の１にも満たない上，「Harvey」と「Ball」の間に外縁部の円弧の一部が見\nえていることとも相まって，本願商標を見る者は本願図形の円輪郭線を明確に認識\nすることができるといえる。\nそうすると，本願商標を見る者は，本願商標について，本願図形にわずかに重な\nるように「 」という文字を配置して成るものと認識するというべきでHarvey Ball\nあり，本願図形と「 」の文字が不可分一体となったものと認識するとHarvey Ball\nいうことはできないから，この観点からみても，原告の主張を採用することはでき\nない。\n(5) 以上によると，本願商標と各引用商標が類似しないとする取消事由１は理由\nがないというべきである。\n２ 取消事由２（Ａによるスマイリー・フェイスの創作等）について\n原告は，本願図形のデザインがＡによって創作されたものであり，その関係会社\nである原告が本願商標等を付した商品の販売に関与してきたこと，本願図形が「世\n界平和のシンボル」として各種ボランティア活動に使用されていることなどを主張\nし，本願商標の登録が認められるべきであると主張する。\nしかしながら，商品等の出所の混同を防止して，商品等の取引秩序の維持を図る\nために先願主義を採用する我が国の商標法においては，先願に係る類似の登録商標\n--19\nが存在するにもかかわらず，原告が主張するような理由によって，商標登録を認め\nる規定はないから，原告の主張は失当であるというほかない。\n３ 取消事由３（引用商標権者の反社会性）について\n原告は，引用商標の大部分の出願人となっているＢが商標ブローカーであるとし\nて，引用商標の存在を理由に本件商標登録出願を拒絶するのは先願主義の弊害であ\nると主張する。\nしかしながら，原告の主張は商標法についての立法論に属する議論であり，その\n主張するところによって，審決が違法となる性質のものではないから，原告の主張\nは失当である。\n４ 原告のその他の主張について\n原告は，大阪地裁（平成１２年（ワ）第５９８６号事件）判決に言及して審決の\n判断の誤りを主張する。\nしかしながら，乙第３号証によると，同判決は，商標権侵害の成否を争点とする\n訴訟の判決であり，同判決の判示が，本訴において問題となる審決の適否の判断に\n影響を与えるものでないことは明らかであるから，原告の主張は失当である。\n第６ 結論\n以上のとおり，審決取消事由はいずれも理由がないから，原告の請求を棄却すべ\nきである。\n知的財産高等裁判所第４部\n裁判長裁判官\n田中信義\n--20\n裁判官\n石原直樹\n裁判官\n杜下弘記\n"
}