{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 20
  },
  "case_number": "平成17(行ケ)10015",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9469",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9469",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/469/009469_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１００１５号　特許取消決定取消請求事件（平成１７年７月６\n日口頭弁論終結） 判決\n原　　　　　　　　告　　　三菱レイヨン株式会社\n原　　　　　　　　告 　　三菱化学株式会社\n両名訴訟代理人弁護士 　　上谷清\n同　　　　 　　宇井正一\n同 　　　　　　 　　萩尾保繁\n同　　　　　　　 　　笹本摂\n同 　　　　　　　　山口健司\n同　　　　　　弁理士 　　吉田維夫\n被　　　　 　告 　　特許庁長官　小川洋\n指定代理人 　　　　　城所宏\n同　　　　 　　一色由美子\n同　　　　　 　　宮下正之\n同　　　　　 　　江藤保子\n同　　　　　 　　柳和子\n主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n特許庁が異議２００２－７０６５９号事件について平成１６年５月２８日に\nした異議決定を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，発明の名称を「トナー」とする特許第３２０９９９１号発明〔昭\n和６２年１０月２６日に出願した発明（優先権主張昭和６１年１１月５日・日本）\nの一部につき，平成８年５月２７日分割出願をし，その分割出願に係る発明の一部\nにつき，平成１１年１２月２７日分割出願をし，平成１３年７月１３日，特許第３\n２０９９９１号として設定登録（以下「本件特許」という。）を受けた。なお，以\n下，本件特許の国内優先権主張日である昭和６１年１１月５日を「本件優先日」と\nいう。〕の特許権者である。\n特許庁は，平成１４年３月，キャノン株式会社外２社から，それぞれ本件特許に\nついて特許異議の申立てを受け，異議２００２－７０６５９事件として審理した。\n原告らは，上記審理の過程で，同年６月２６日付けの取消理由通知を受け，同年\n９月３日，上記特許の願書に添付した明細書の訂正の請求をした。特許庁は，上記\n事件を審理した結果，平成１６年５月２８日，「訂正を認める。特許第３２０９９\n９１号に係る特許を取り消す。」との決定をし，同年６月１９日，その謄本を原告\nらに送達した。\n２　平成１４年９月３日付けの明細書の訂正により訂正された明細書（以下「本\n件明細書」という。）の特許請求の範囲の請求項１ないし３に係る発明（以下，請\n求項１に係る発明を「本件発明」という。）の要旨\n【請求項１】少なくともバインダー樹脂および着色剤を，少なくとも混練およ\nび粉砕することにより得られるトナーであって，該バインダー樹脂が，その重合の\nための単量体と可塑剤の合計重量に対して１０重量％以上の可塑剤が存在しない条\n件下に重合することによって得られる，スチレン及び／又はその誘導体，（メタ）\nアクリル酸エステルを主要な構成成分とするものであり，且つ，該バインダー樹脂\nのガラス転移点が５０～１００℃であり，その残存モノマー量が１１０ｐｐｍ 以下\nであることを特徴とする磁性を有さないトナー。\n【請求項２】バインダー樹脂の残存モノマー量が９０ｐｐｍ以下であることを\n特徴とする請求項１記載のトナー。\n【請求項３】バインダー樹脂のガラス転移点が５０～８０℃であることを特徴\nとする請求項１または２記載のトナー。」\nなお，本件発明は，上記のとおりの分割出願であって，昭和６２年１０月２\n６日に出願されたものとみなされ，昭和６２年法律第２７号により改正された特許\n法の附則３条により上記改正前の特許法３８条の適用を受けるので，請求項２及び\n３に係る発明は，本件発明のいわゆる実施態様項である。\n３　決定の理由\n決定は，別添異議の決定謄本写し記載のとおり，本件発明が，特開昭５５－\n１５５３６２号公報（甲３，以下「引用例５」という。），特開昭６１－１７９２\n０２号公報（甲４，以下「引用例６」という。），特開昭６１－１７６６０４号公\n報（甲５，以下「引用例７」という。），特開昭６０－４４５０５号公報（甲６，\n以下「引用例９」という。）及び特開昭６１－７２２５８号公報（甲７，以下「引\n用例１０」という。）に記載された発明（以下，順に「引用発明５」ないし「引用\n発明７」，「引用発明９」及び「引用発明１０」という。）に基づいて，当業者が\n容易に発明をすることできたものであるから，本件発明は，特許法２９条２項の規\n定により特許を受けることができないので，平成６年法律第１１６号による改正特\n許法の附則１４条の規定に基づく，特許法等の一部を改正する法律の一部の施行に\n伴う経過措置を定める政令（平成７年政令第２０５号）４条２項の規定によって，\n本件特許につき拒絶査定をしなければならないとした。\n第３　原告ら主張の決定の取消事由\n決定中，本件発明と引用発明６及び７との一致点及び相違点についての認定\nは認める。\n決定は，引用発明６及び７には残存モノマー量を低減させる動機付けがないこと\nを看過し（取消事由１），引用発明６及び７と引用発明９との組合せを妨げる事情\nを看過し（取消事由２），本件発明の有する顕著な作用効果も看過し（取消事由\n３），その結果，本件発明について当業者が容易に発明することができたと誤った\n結論を導いたものであって，違法であるから，取り消されるべきである。\n１　取消事由１（残存モノマー量を低減させる動機付けがないことの看過）\n(1)　引用例６及び７には，残存モノマー量を１１０ｐｐｍ以下に低減すべきで\nあるとの動機付けが開示されていないから，引用発明６及び７に引用発明９を適用\nし，周知慣用の技術課題を加味して，相違点に係る本件発明の構成とすることが容\n易であるとした決定の判断は，誤りである。\n(2)　すなわち，引用例６及び７の表－５においては，残存モノマー量を６８０\nｐｐｍから３００ｐｐｍの領域において低減した場合に一部のトナー性能が改善さ\nれることが開示されているものの，その低減の程度は，せいぜい３００ｐｐｍを下\n限とするものであって，それ以下に低減することを示すものではない。また，引用\n例６の表－３において，残存モノマー量を４５０ｐｐｍから２１０ｐｐｍ程度にま\nで低減させているが，残存モノマー量３３０ｐｐｍの「樹脂Ｒ－１１」では，不快\n臭気，画像濃度，オフセット性がいずれも◎であるのに対し，残存モノマー量が２\n１０ｐｐｍの「樹脂Ｒ－１４」では，不快臭気は◎であって飽和しており，画像濃\n度は ，オフセット性は×となっている。つまり，表－３を検討すると，残存モノ\nマー量を３３０ｐｐｍから２１０ｐｐｍの領域において低減させた場合に，トナー\n性能が悪化していくことが明りょうに開示されているのである。\n表－３と表－５が全体として示唆することは，残存モノマー量６８０ｐｐ\nｍから３００ｐｐｍ程度に減少すれば不快臭気及び画像濃度の改善を導くが，３０\n０ｐｐｍ以下という領域にまで低減した場合は，オフセット性の悪化をもたらすと\nいう知見であり，また，表１と表５が全体として示唆するところは，残存モノマー\n量を６８０ｐｐｍから３００ｐｐｍ程度に減少しても耐ブロッキング性に変化はな\nいとの知見である。\n一般に，化学の分野は，結果の予測可能性が非常に困難な領域であり，実証され\nていない領域を正確に予見することは極めて難しく，それゆえ，連続性を前提とす\nる推定が破られて，構成に比例して効果が発生しなかったり，あるいは一定の数値\n領域から意外な効果が突如として生じることがまま観察される。このように，化学\nの分野において効果の予測が困難である以上，ある発明を意図する当業者は，先行\nする類似発明中の実施例による裏付けの有無等を細やかに参酌しながら当該先行例\nの示す知見の把握に努めるところである。\n本件発明においても，引用例６及び７の内容に接した当業者は，たとい同引用例\nに，バインダー樹脂中の残存モノマー量が多いと一部のトナー性能の低下につなが\nるという記載があったとしても，実験例に裏付けられた前述の表－３と表－５の内\n容を斟酌し，結局，引用例６及び７が示唆するところは，トナー性能の改善のため\nには，残存モノマー量を無限に低減するのではなくせいぜい３００ｐｐｍ程度まで\nに低減すればよいこと，また逆に，それ以下に低減した場合はトナー性能を阻害す\nるとの知見を得るのである。したがって，引用例６及び７には，残存モノマー量を\n１１０ｐｐｍ以下に低減すべきであるとの動機付けが開示されていない。\n(3)　被告は，引用例６の実施例９に記載される「樹脂Ｒ－６６」「樹脂Ｒ－６\n７」の残存モノマー量が２７０ｐｐｍ，２４０ｐｐｍ，引用例７の実施例４に記載\nされる「樹脂Ｒ－１９」の残存モノマー量が２６０ｐｐｍであるが，画像濃度，定\n着性，オフセット性，耐ブロッキング性，混練時と定着時の不快臭気についての効\n果がいずれも「◎」となっている旨主張する。しかし，原告らは，３００ｐｐｍと\nいう数値を問題にしているのではない。問題なのは，引用例６及び７に残存モノマ\nー量を１１０ｐｐｍ以下といった領域にまで低減してトナー性能を向上させること\nの示唆が刊行物に開示されているか否かであり，引用例６及び７をみても，１１０\nｐｐｍ以下に残存モノマー量を低減するべきであるとの示唆は読み取れない。\n２　取消事由２（引用発明６及び７と引用発明９との組合せを妨げる事情の看\n過）\n(1)　決定は，「前述のとおり，トナーの技術分野において，バインダー樹脂中\nの残存モノマー量をできるだけ少なくすることが，混練時及び定着時の臭気の発生\nの防止という点ばかりでなく，トナーの電気的性質の低下を防止するという点から\nも望ましいことは，本件優先権主張日前に既に周知であって，かつ刊行物９記載の\n発明（注，引用発明９）を，刊行物６及び７（注，引用発明６及び７）に記載され\nた発明に適用することに何ら阻害要因はないから，残存モノマー量を１１０ｐｐｍ\n以下とする程度のことは，当業者であれば容易になしうることである。」（決定謄\n本１５頁下から第２段落）と判断したが，引用発明６及び７に引用発明９を適用す\nる動機は存在しないから，上記判断は，その前提において誤りである。\n(2)　引用発明６及び７においては，トナー性能，とりわけ，引用発明９との共\n通課題である臭気改善という課題は，残存モノマー量を３００ｐｐｍ程度とするこ\nとで解決されている。さらには，引用例６及び７には，残存モノマーをそれ以上低\n減しても臭気改善の効果は飽和していることが記載されている。したがって，これ\nらの刊行物を参照するトナー技術の開発に従事する当業者は，臭気の問題は３００\nｐｐｍをもって解決されたと理解するところであって，殊更に，トナー用途が全く\n開示もされていない一般樹脂の文献である引用発明９に着目して，これと引用発明\n６及び７とを組み合わせようとの動機を持ちようがない。さらに，臭気以外のトナ\nー性能について検討してみても，引用発明６及び７と引用発明９とを組み合わせる\n動機は生じようがない。\n(3)　引用発明９の残存モノマーの低減方法は，非イオン界面活性剤を添加して\n蒸留する方法であるが，甲９～１１の各公開特許公報から明らかなとおり，界面活\n性剤がトナー性能を阻害することは，周知の事項であるから，当業者がこの方法を\nトナー用バインダー樹脂の製造に用いることはない。\n現に，原告らは，引用例９の残存モノマーの低減方法で製造されたトナーの性能\nが極めて劣悪であることを追試によって実証し，この実験結果を，実験報告書Ｄに\nまとめて，本件異議手続の段階で，特許異議意見書（甲１２）添付の参考資料とし\nて提出している。この実験で，原告らは，本件明細書の実施例１～３に記載の組成\nに基づいて樹脂を製造した上，一方で，この樹脂に引用例９の実施例２に記載の方\n法で蒸留を加えたビニルポリマーを製造し，このビニルポリマーから，トナー(Ｂ)\nを製造し，他方で，本件発明の実施例１に記載があるのと同様の方法でビニルポリ\nマーを合成し，このビニルポリマーから，トナー(Ｂ)を作成したのと同様の方法で\nトナー(Ｃ)を製造した。その結果，トナー(Ｃ)と比較して，トナー(Ｂ)の性能が極\nめて劣悪であったが，その原因は，トナー(Ｂ)においては，ビニルポリマーの製造\nに際して用いられた界面活性剤であるポリオキシエチレンオレイルエーテルがトナ\nーに残留し，その帯電性，流動性，耐ブロッキング性を阻害したものと推測され\nる。この実験結果に照らしても，当業者がトナー性能を損なう界面活性剤を使用す\nる引用例９の方法をトナー用バインダー樹脂の製造に用いることはないことが明ら\nかである。\n被告は，上記実験報告書Ｄは，本件発明外での実験例を示しているから検討に値\nしないと述べるが，実験報告書Ｄを提出した趣旨は，本件発明の方法で製造された\nトナーの性能を立証するためではなく，引用例９の方法で製造されたトナーの性能\nが界面活性剤の残留のゆえに劣悪となることを立証するためであるから，被告の上\n記主張は的外れである。\n３　取消事由３（顕著な作用効果の看過）\n(1)　本件発明は，残存モノマーを著しく低減することによって，それまで残存\nモノマー量との相関が全く認識されていなかった耐ブロッキング性と耐塩ビ可塑剤\n性が改善されることを見いだしたものである。化学の分野に属する発明が，従前，\n構成との関連が了知されていた効果ではあっても，その著しい改善を伴う場合，あ\nるいは，従前，構成との関連が全く了知されていなかった異質な効果が生じること\nを発見した場合は，発明の構成に容易に想到し得たものとはいえず，当然に進歩性\nが認められてしかるべきである。\nすなわち，本件明細書の発明の詳細な説明に記載されている実施例１（残存モノ\nマー量２００ｐｐｍ）と同２（残存モノマー量１１０ｐｐｍ）を比較すると明らか\nなように，耐ブロッキング性能が○（実用上支障なし）から◎（良好）へと，１１\n０ｐｐｍを境に大きく変化しており，本件発明は，耐ブロッキング性能の向上とい\nう効果を奏するものである。\n被告は，引用例６及び７において，残存モノマーを低減することによって，溶融\n時の不快な臭気が少なく，かつ，トナーの一般的性質が優れたトナー用樹脂を提供\nするもので，そのトナーの一般的性質には，耐ブロッキング性を例示し，本件発明\nと同じ「◎」評価の優れたものである旨主張するが，引用発明６及び７は，耐ブロ\nッキング性能と残存モノマー量の相関関係について何らの示唆をするものではな\nい。\nまた，本件発明で残存モノマー量と耐塩ビ可塑剤性能の関係を検討すると，その\n比較例４（残存モノマー量７００ｐｐｍ）と実施例２（同１１０ｐｐｍ）において\nは×（かなり悪い）から△（やや問題あり）と当該性能が向上しており，その実施\n例３（残存モノマー量９０ｐｐｍ）に至っては，さらに○（実用可能）にまで性能\nが向上している。つまり，本件発明は，残存モノマー量の低減によって耐塩ビ可塑\n剤性能の向上という効果を奏するものである。\n(2)　決定は，「刊行物１０（注，引用例１０）には，ビニル系トナー用樹脂，\n特にスチレン－メタクリル酸エステル共重合体を主要樹脂成分とするトナーにおい\nて，『耐塩ビ汚染性』が，トナー特性の１つとして明記され，残存モノマーが多く\nなると，『耐塩ビ汚染性』が劣る傾向があることを明示し・・・，発明の効果とし\nて『耐塩ビ汚染性』に優れたものが得られることを開示しているものと認められ\nる。そうすると，残存モノマーが少ないほど，『耐塩ビ汚染性』すなわち『耐塩ビ\n可塑剤性』も優れたものとなることを示唆することは明らかである。」（決定謄本\n１５頁最終段落～１６頁第１段落）としている。\n確かに，引用例１０に，「耐塩ビ汚染性」が「トナー性能」の一つとして記載さ\nれていることは事実である。しかし，引用例１０のどこにも，「残存モノマーが多\nくなると『耐塩ビ汚染性』が劣る傾向がある」旨の明示の記載はない。つまり，残\n存モノマーが多くなると「トナーの特性」を悪くする，という概括的な記載がされ\nているだけであって，それらのトナー特性中でも「耐塩ビ可塑剤性」という特定さ\nれた特性が劣ることについての記載はどこにもないのである。「トナー特性」とい\nった概括的な記載があることをもって，そこにあらゆる個別具体的なトナーの特性\nを読み込み，進歩性の判断をするような粗雑な認定は許されない。\n第４　被告の反論\n審決の認定判断に誤りはなく，原告ら主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（残存モノマー量を低減させる動機付けがないことの看過）につ\nいて\n(1)　トナー用樹脂中に残存モノマーが多いとトナーの性能低下につながること\nは，引用例６（甲４）の「本発明者らは溶融時の不快臭気とトナーの電気的性質を\n低下させる原因について検討したところ，・・・樹脂中に含まれる不純物が原因で\nあることが分つた。この不純物には，単量体を重合して得られる樹脂に一般に残存\nする未反応の単量体，原料より持込まれた不純物，重合中に生成，特に重合開始剤\nの分解により生成した不純物などが考えられる。」（２頁右下欄第１段落）との記\n載等から明らかである。\nそして，例えば，引用例９（甲６）には，「残存モノマーが存在すると溶融混練\n加工の場合やポリマー溶液の調製時に臭気が発生する問題につながることから，で\nきるだけ減少させることが望まれる。」（１頁右下欄最終段落）との記載があり，\n特開昭５３－４０８９号公報（乙１）には，「最終製品中のモノマー含有量を１０\n０ｐｐｍ以下とすることは困難で，通常の場合１００～５００ｐｐｍのモノマーを\n含有している。本発明は，モノマー含有量の低い良質のポリスチレンを得ることを\n目的としたもので・・・，モノマー含有量１００ｐｐｍ以下の高品質のポリスチレ\nンを得るようにしたものである。」（２頁左上欄第２段落）との記載がある。\nこのように，化学物質を製造する際に発生する不純物ないし未反応物をできる限\nり減少させることが望まれることは技術常識であって，重合系樹脂において，臭気\n発生の問題を避けるために，残存モノマーをできるだけ減少させることが望ましい\nことは，本件優先日当時，既に技術常識であった。\n(2)　原告らは，当業者において，引用例６及び７の内容に接しても，トナー性\n能の改善のためには，残存モノマー量を無限に低減するのではなくせいぜい３００\nｐｐｍ程度までに低減すればよいこと，また逆に，それ以下に低減した場合はトナ\nー性能を阻害するとの知見を得るのみである旨主張する。\nしかし，引用例６の実施例９に記載される「樹脂Ｒ－６６」「樹脂Ｒ－６７」\nは，残存モノマー量が２７０ｐｐｍ，２４０ｐｐｍ（１３頁表－９）であって，引\n用例６記載の発明の実施例であるが，「画像濃度（湿度６０％と８５％，定着性，\nオフセット性，ブロッキング性：いずれも◎」「混練時と定着時の不快臭気◎」\n（１３頁表－９）という効果を有している。引用例６の実施例７に記載される「樹\n脂Ｒ－５３」，「樹脂Ｒ－５５」，引用例７の実施例４に記載される「樹脂Ｒ－１\n９」も，同様である。結局，引用例６の実施例９に記載される「樹脂Ｒ－６６」，\n「樹脂Ｒ－６７」の残存モノマー量が２７０ｐｐｍ，２４０ｐｐｍ，引用例７の実\n施例４に記載される「樹脂Ｒ－１９」の残存モノマー量が２６０ｐｐｍであるが，\n画像濃度，定着性，オフセット性，耐ブロッキング性，混練時と定着時の不快臭気\nについての効果がいずれも「◎」（良好）となっているから，原告らの上記主張は\n失当というほかない。\n２　取消事由２（引用発明６及び７と引用発明９との組合せを妨げる事情の看\n過）について\n(1)　原告らは，引用発明９の残存モノマーの低減方法について，界面活性剤が\nトナー性能を阻害することは周知の事項であるから，当業者がこの方法をトナー用\nバインダー樹脂の製造に用いることはない旨主張する。\nしかし，引用発明９（甲６）の残存モノマーの低減方法は，非イオン界面活性剤\nを添加して蒸留する方法であるが，「その使用量はポリマー１００重量部に対し\n０．００１～１重量部の範囲が好ましい。・・・１重量部超えて用いても効果は増\n進せず，不経済であるうえ，ポリマー中に界面活性剤等が取り込まれ，汚染される\nおそれがあるために好ましくない。」（２頁右下欄第１段落）と記載されていると\nおり，通常はポリマー中に界面活性剤等が取り込まれず，汚染されないようにする\nのであって，非イオン界面活性剤がポリマー中に残存しないことを前提としている\nものである。\n(2)　また，トナー製造方法に関し，特開昭６０－７３５４５号公報（乙７，以\n下「乙７公報」という。）では，ＨＬＢが１ないし１５の非イオン活性剤を添加す\nることが，特公昭６０－３０９３９号公報（乙８，以下「乙８公報」という。）で\nは，引用例９（２頁左下欄１４行目）に記載されたと同じ非イオン界面活性剤「ソ\nルビタンモノステアレート」が用いられることが記載されており，これらの記載に\nよれば，非イオン界面活性剤がトナー製造に用いられていることが明らかである。\nしたがって，残存モノマーの除去のために非イオン界面活性剤を用いていることを\n根拠に，トナー用バインダー樹脂に適用することはできないとする原告らの主張\nは，この点でも理由がない。\n(3)　なお，原告らが提出する実験報告書Ｄ（甲１２）は，本件発明での残存モ\nノマー１１０ｐｐｍ以下であるものでない，本件発明外での実験例を示しているに\nすぎないから，検討に値しない。\n３　取消事由３（顕著な作用効果の看過）について\n(1)　引用例５（甲３）には，「上記の様に樹脂の溶融物性をコントロールすれ\nば，保存性，定着性，オフセット防止性の良い磁性トナーが得られる。しかし，樹\n脂中に樹脂合成用の溶媒，単量体成分が多量に含まれる場合には，トナーはオフセ\nットを発生し，また，保存性，流動性，耐刷性も悪くなる。そのため，樹脂中に含\nまれる低分子量物質をできるだけ少なくすることが必要で，本発明者等の検討によ\nれば，それらの含有量は０．１重量％未満とする必要がある。」（３頁右上欄第２\n段落）との記載があり，ここで「保存性」が良いこととは，トナーの保存時に凝集\nしブロック状にならない性質であって，耐ブロッキング性の改善と同意義である。\n引用例６には，上記のとおり，残存モノマーを低減することによって，溶融時の不\n快な臭気が少なく，かつ，トナーの電気的性質が優れたトナー用樹脂を提供する旨\n記載され，そのトナーの電気的性質の一つとして「ブロッキング性」が例示され，\n本件発明と同じく，優れたものであるとされている。引用例７においても，引用例\n６とほぼ同様である。\nしたがって，残存モノマーを低減することによって，耐ブロッキング性が改善さ\nれることは，予測し得る程度のものであって，異質な効果とはいえない。\n(2)　引用例１０では，本件発明の「耐塩ビ可塑剤性」に相当する「耐塩ビ汚染\n性」が，トナー特性の一つとして明記され，残存モノマーが多くなると，「耐塩ビ\n汚染性」が劣る傾向があることを明示し，発明の効果として「耐塩ビ汚染性」に優\nれたものが得られることを開示しているから，残存モノマーが少ないほど，「耐塩\nビ汚染性」すなわち「耐塩ビ可塑剤性」も優れたものとなることを示唆することは\n明らかである。\nそもそも，不純物は，トナー用バインダー樹脂に限らず，例えばファインな材料\n分野において，当然に，存在しないことが好ましいことであるから，不純物として\n知られる「残存モノマー」によって，「耐塩ビ可塑剤性」にどのような悪影響が発\n生するかを検討し，その上限値を特定することに技術的困難性はない。\n(3)　トナー用バインダー樹脂の分野において，臭気の改善及び耐ブロッキング\n性のためにトナー用バインダー樹脂中の残存モノマーはできるだけ減少させること\nが好ましいことが周知となっているところ，本件優先日前，残存モノマー量が少な\nい方が耐塩ビ可塑剤性も優れたものとなることが示唆されていたのであるから，残\n存モノマー量を「１１０ｐｐｍ以下である」とする構成自体に推考困難性がない以\n上，原告ら主張の本件発明の効果は，いずれも，予測し得る範囲内の効果にすぎな\nい。\n第５　当裁判所の判断\n１　相違点についての判断\n(1)　本件発明と引用発明６及び７が，「少なくともバインダー樹脂および着色\n剤を，少なくとも混練および粉砕することにより得られるトナーであって，該バイ\nンダー樹脂が，その重合のための単量体と可塑剤の合計重量に対して１０重量％以\n上の可塑剤が存在しない条件下に重合することによって得られる，スチレン及び／\n又はその誘導体，（メタ）アクリル酸エステルを主要な構成成分とするものであ\nり，且つ，該バインダー樹脂のガラス転移点が５０～１００℃であり，磁性を有さ\nないトナー。」（決定謄本１３頁最終段落）である点で一致しているが，他方，\n「バインダー樹脂中の残存モノマー量について，本件発明が，『１１０ｐｐｍ以下\nである』と特定するのに対して，刊行物６記載の発明（注，引用発明６）では，最\nも低減させたものでも２１０ｐｐｍの残存モノマーが存在しており，或いは刊行物\n７記載の発明（注，引用発明７）では，最も低減させたものでも２６０ｐｐｍの残\n存モノマーが存在しているが，刊行物６及び７の何れにも，１１０ｐｐｍ以下に低\n減することは記載されていない点。」（１４頁第１段落）で相違していることは，\n当事者間に争いがない。\n(2)　周知の技術課題について\nア　引用例５（甲３，特開昭５５－１５５３６２号公報）には，次の記載が\nある。\n①　「樹脂中に含まれる樹脂合成用の溶媒や単量体が０．１重量％未満に\nすることが，本発明（注，引用発明５）の達成に不可欠であることを見い出したの\nである。この様な樹脂を用いれば，加熱ローラー表面にシリコンオイルを供給しな\nくてもオフセットが防止でき，合わせて定着性，保存性，流動性，耐刷性に優れた\n磁性トナーを得ることができる。」（２頁左下欄下から８行目～２行目）\n②　「上記の様に樹脂の溶融物性をコントロールすれば，保存性，定着\n性，オフセット防止性の良い磁性トナーが得られる。しかし，樹脂中に樹脂合成用\nの溶媒，単量体成分が多量に含まれる場合には，トナーはオフセットを発生し，ま\nた，保存性，流動性，耐刷性も悪くなる。そのため，樹脂中に含まれる低分子量物\n質をできるだけ少なくすることが必要で，本発明者等の検討によれば，それらの含\n有量は０．１重量％未満とする必要がある。」（３頁右上欄８行目～１６行目）\nイ　引用例６（甲４，特開昭６１－１７９２０２号公報）には，次の記載が\nある。\n①　「(1)重合性ビニル基を有する単量体を重合開始剤として過酸化物を用\nいて懸濁重合させてガラス転移温度が５０ないし１００℃のトナー用樹脂を製造す\nる方法において，重合が実質的に終了した後，重合系にアルカリ金属の水酸化物と\n溶解性パラメータが１１ないし１５の有機溶剤を添加し，得られる樹脂のガラス転\n移温度以上の温度で樹脂が加水分解しない範囲の熱処理する工程を含むことを特徴\nとするトナー用樹脂の製造方法。」（特許請求の範囲第１項）\n②　「本発明（注，引用発明６）は電子写真，静電記録，静電印刷などに\nおける静電荷像を現像する乾式現像方式，すなわちカスケード法，毛ブラシ法，磁\n気ブラシ法，インプレッション法，パウダークラウド法などで使用されるトナーの\n結着剤として溶融時の不快な臭気が少なく，かつ電気的性質がすぐれたトナー用樹\n脂の製造法に関する。」（１頁右下欄５行目～１１行目）\n③　「単量体単独または混合物，特に単量体としてスチレンまたはその誘\n導体を多く含む単量体を過酸化物を用いて懸濁重合で製造された従来のトナー用樹\n脂はトナーの製造の際の溶融混練工程およびトナーの使用の際の定着工程で溶融状\n態となったとき不快な臭気が発生するため問題とされ，また電気的性質の湿度依存\n性が大きく良好なトナーを得られず，その改善が望まれていた。」（２頁左下欄１\n１行目～１９行目）\n④　「本発明者らは溶融時の不快臭気とトナーの電気的性質を低下させる\n原因について検討したところ，・・・・・樹脂中に含まれる不純物が原因であるこ\nとが分った。この不純物には，単量体を重合して得られる樹脂に一般に残存する未\n反応の単量体，原料より持込まれた不純物，重合中に・・・生成した不純物などが\n考えられる。」（２頁右下欄１行目～１１行目）\n⑤　「本発明で最も重要なことは，重合が実質的に終了した後，アルカリ\n金属の水酸化物とＳＰ値が１１ないし１５の有機溶剤を重合系に添加し，得られる\n樹脂のＴｇ以上の温度で，樹脂が加水分解しない範囲のアルカリ・溶剤処理をする\nことにより，溶融時の不快臭気となり，またトナーの電気的性質に悪影響を及ぼす\n不純物を除去することにある。」（５頁左上欄１０行目～１７行目）\nウ　引用例７（甲５，特開昭６１－１７６６０４号公報）には，次の記載が\nある。\n①　「(1)重合性ビニル基を有する単量体を懸濁重合させてガラス転移温度\nが５０ないし１００℃のトナー用樹脂を製造する方法において，重合が実質的に終\n了した後，重合系に溶解性パラメータが１１ないし１５の有機溶剤を添加し，得ら\nれる樹脂のガラス転移温度以上の温度で熱処理する工程を含むことを特徴とするト\nナー用樹脂の製法。」（特許請求の範囲第１項）\n②　「本発明（注，引用発明７）は電子写真，静電記録，静電印刷などに\nおける静電荷像を現像する乾式現像方式すなわちカスケード法，毛ブラシ法，磁気\nブラシ法，インプレッション法，パウダークラウド法などで使用されるトナーの結\n着剤として溶融時の不快な臭気が少なく，かつ電気的性質がすぐれたトナー用樹脂\nの製法に関する。」（１頁右下欄４行目～１０行目）\n③　「単量体単独または混合物，特に単量体としてスチレンまたはその誘\n導体を多く含む単量体を懸濁重合で製造された従来のトナー用樹脂はトナーの製造\nの際の溶融混練工程およびトナーの使用の際の定着工程で溶融状態となったとき不\n快な臭気が発生するため問題とされ，また電気的性質の湿度依存性が大きく良好な\nトナーを得ることができないと問題となっており，その改善が望まれていた。」\n（２頁左下欄１０行目～１８行目）\n④　「本発明者らは溶融時の不快臭気とトナーの電気的性質を低下させる\n原因について検討したところ，・・・・・樹脂中に含まれる不純物が原因であるこ\nとが分った。この不純物には，単量体を重合して得られる樹脂に一般に残存する未\n反応の単量体，原料より持込まれた不純物，重合中に副反応により生成する不純物\nが考えられる。」（２頁右下欄１行目～１１行目）\n⑤　「本発明で最も重要なことは，重合が実質的に終了した後，ＳＰ値が\n１１ないし１５の有機溶剤を重合系に添加し，得られる樹脂のＴｇ以上の温度で熱\n処理することにより溶融時の不快臭気となり，またトナーの電気的性質に悪影響を\n及ぼす不純物を除去することにある。」（４頁右下欄２行目～７行目）\nエ　引用例１０（甲７，特開昭６１－７２２５８号公報）には，次の記載が\nある。\n①　「この乳化重合は，重合率が９９重量％以上になるまで進められるの\nが好ましく，特に９９．９重量％以上になるまで進められるのが好ましい。重合率\nが小さく，残存モノマーが多くなるとトナーの特性，特に保存安定性が劣る傾向が\nある。」（３頁左下欄８行目～１２行目）\n②　「重合開始剤が少なすぎると重合性単量体が完全に重合せず，トナー\n中に残り，トナーの特性を悪くする。」（５頁左下欄６行目～８行目）\n③　「本発明（注，引用発明１０）により，乳化重合法を利用して，解像\n度，画像濃度，階調性が優れると共に，特に，クリーニング性，帯電安定性，ブロ\nッキング性に優れ，さらに耐塩ビ汚染性及び定着性にも優れた乾式現像に適した電\n子写真用トナーを得ることができる。」（１２頁右下欄４行目～８行目）\nオ　上記各記載を総合すると，トナーの技術分野において，トナー用結着樹\n脂の溶融時と定着時の不快臭気と電気的性質低下の原因が不純物にあること，その\n不純物としては，単量体重合後に残存する未反応の単量体（モノマー）などが挙げ\nられること，そこで，単量体重合されたトナー用樹脂中に残存する単量体（モノマ\nー）を少なくすると，溶融時等の不快臭気及び電気的性質低下を防ぎ，トナー性能\nを向上させることができることが，本件優先日当時，既に周知の事実となっていた\nと認めるのが相当である。\nしたがって，「トナーの技術分野においては，バインダー樹脂中の残存\nモノマーを低減させて，不快な臭気発生を防ぐとともに，トナー性能を向上せしめ\nることは，本件優先権主張日前から周知の技術課題である。」（決定謄本１４頁第\n５段落）とする決定の認定に誤りはない。\n(3) 　引用例９（甲６，特開昭６０－４４５０５号公報）には，次の記載があ\nる。\n①　「１．ビニル系ポリマー粉粒体の水性スラリーを懸濁分散剤，および非\nイオン界面活性剤またはポリプロピレングリコールあるいはその誘導体の存在下に\n蒸留することを特徴とするポリマー中の残存モノマーの低減方法。」（特許請求の\n範囲の第１項）\n②　「本発明（注，引用発明９）は，ビニル系ポリマーの粉粒体（粉体また\nは粒子の意）中の残存モノマーの低減方法に関する。ビニルポリマー，特にメタク\nリル酸メチルやスチレン系のポリマーは押出し賦型してペレット状で製品化され，\n成形材料として多量に用いられている。」（１頁右下欄２行目～８行目）\n③　「ところで，一般にビニルモノマーは１００％の重合率で重合させるこ\nとは不可能であり，条件にもよるが多かれ少なかれポリマー中にモノマーが残留す\nる。押出し賦型する場合には溶融状態のポリマーを真空ベント方式で吸引すること\nにより低減することが可能であるが，粉粒体の状態のままでは，真空吸引等による\n方法によっても残存モノマーは殆ど減少しない。残存モノマーが存在すると溶融混\n練加工の場合やポリマー溶液の調製時に臭気が発生する問題につながることから，\nできるだけ減少させることが望まれる。」（１頁右下欄９行目～２０行目）\n④　「本発明の対象となるビニル系ポリマーの例としては，メタクリル酸エ\nステル，アクリル酸エステル，芳香族ビニル化合物，アクリロニトリル，酢酸ビニ\nル等の重合体あるいは共重合体が挙げられるが，これに限定されることはなく，任\n意のビニル系ポリマーに適用しうる。」（２頁左上欄１３行目～１８行目）\n⑤　実施例２として，スチレン，アクリル酸ブチル及びジビニルベンゼンを\n含むモノマー混合物１５ｋｇを，脱イオン水３０ｋｇ，メタクリル酸メチルとメタ\nクリル酸スルフォプロピルのカリウム塩との共重合体である分散剤４．５ｇ及び硫\n酸ナトリウム７５ｇからなる水相をオートクレーブに仕込み，撹拌を行ないながら\nジャケットに８０℃の温水を循環して９時間重合し，平均粒径０．２８ｍｍのビー\nズを得たこと，このビーズ中の残存モノマーはスチレンが０．２３％，アクリル酸\nブチルが０．０５％であったこと，このビーズのスラリー中に，ポリオキシエチレ\nンオレイルエーテル（ＨＬＢ６．２）２３gを添加したのち，ジャケットに蒸気を通\nし，４．９ｋｇの水を留出せしめたところで冷却し，製品ビーズを得たこと，ビー\nズ中の残存モノマーはスチレンが０．００２５％，アクリル酸ブチルが０．００１\n８％で蒸留により大幅に減少していたこと（３頁右下欄３行目～４頁左上欄５行\n目）\n上記記載によれば，引用例９には，ビニル系ポリマー粉粒体の水性スラリ\nーを，懸濁分散剤，並びに，非イオン界面活性剤又はポリプロピレングリコールあ\nるいはその誘導体の存在下に蒸留することにより，樹脂（スチレン－アクリル酸エ\nステル共重合体）中の残存モノマー量を４３ｐｐｍ（スチレン０．００２５％，ア\nクリル酸ブチル０．００１８％）にまで低減するとともに，溶融混練時の臭気の発\n生を防止するという効果を奏するという発明が開示されているものである。\n(4)　上記(2)認定のとおり，単量体重合されたトナー用樹脂中に残存する単量\n体を少なくすると，溶融時等の不快臭気及び電気的性質低下を防ぎ，トナー性能を\n向上させるという周知の技術課題があったことに，上記(3)認定のとおり，引用発明\n９が，本件発明に係るバインダー樹脂と同等の組成の樹脂において，溶融時に発生\nする臭気の問題を，樹脂中の残存モノマー量を４３ｐｐｍにまで低減することによ\nって解決していることを併せ考慮すると，引用発明６及び７に，引用発明９を組み\n合わせて，バインダー樹脂中の残存モノマー量を１１０ｐｐｍ以下とし，相違点に\n係る本件発明の構成にすることは，それを妨げる特段の事情がない限り，当業者が\n容易に想到し得るものというべきである。\n２　取消事由１（残存モノマー量を低減させる動機付けがないことの看過）につ\nいて\n(1)　原告らは，引用例６及び７には，残存モノマー量を１１０ｐｐｍ以下に低\n減すべきであるとの動機付けが開示されていないとし，かえって，引用例６の表－\n３において，残存モノマー量を４５０ｐｐｍから２１０ｐｐｍ程度にまで低減させ\nているが，残存モノマー量３３０ｐｐｍの「樹脂Ｒ－１２」では，不快臭気，画像\n濃度，オフセット性がいずれも◎であるのに対し，残存モノマー量が２１０ｐｐｍ\nの「樹脂Ｒ－１４」では，不快臭気は◎であって飽和しており，画像濃度は ，オ\nフセット性は×となっている，つまり，表－３を検討すると，残存モノマー量を３\n３０ｐｐｍから２１０ｐｐｍの領域において低減させた場合に，トナー性能が悪化\nしていくことが明りょうに開示されている旨主張する。\n(2)　引用例６の表－３によると，①アルカリ・溶剤処理時間を１５分，６０\n分，１２０分，１８０分，２４０分にして，トナー用樹脂を調製したところ，調製\nされた各樹脂トナー（以下，順に「樹脂Ｒ－１０」，「樹脂Ｒ－１１」，「樹脂Ｒ\n－１２」，「樹脂Ｒ－１３」，「樹脂Ｒ－１４」という。）の残存単量体は，順に\n「４５０ｐｐｍ」，「３３０ｐｐｍ」，「２９０ｐｐｍ」，「２５０ｐｐｍ」，\n「２１０ｐｐｍ」に低減したこと，②アルカリ・溶剤処理時間を６０分として調製\nされた「樹脂Ｒ－１１」のトナーは，混練時と定着時の不快臭気，画像濃度，オフ\nセット性，定着性，耐ブロッキング性がいずれも◎（良好）であったこと，③アル\nカリ・溶剤処理時間を１２０分として調製された「樹脂Ｒ－１２」のトナーは，混\n練時と定着時の不快臭気，画像濃度，定着性，耐ブロッキング性がいずれも良好で\nあるが，オフセット性が「○」であったこと，④アルカリ・溶剤処理時間を１８０\n分として調製された「樹脂Ｒ－１３」のトナーは，不快臭気，定着性，耐ブロッキ\nング性は◎であったが，画像濃度が○，オフセット性が△であったこと，⑤アルカ\nリ・溶剤処理時間を２４０分として調製された「樹脂Ｒ－１４」のトナーは，不快\n臭気，定着性，耐ブロッキング性は◎であったが，画像濃度が ，オフセット性が\n×であったことが認められる。\n上記記載によれば，残存モノマー量が３３０ｐｐｍ，２９０ｐｐｍ，２５\n０ｐｐｍ，２１０ｐｐｍと低減していくにつれて，画像濃度，オフセット性が悪化\nしていることが認められる。\n(3)　ところで，引用例６（甲４）には，「アルカリ・溶剤処理では樹脂の加水\n分解に注意する必要がある。単量体がスチレンまたはその誘導体のみよりなる樹脂\nの場合には問題がないが，上記のアクリル酸アルキルエステル，メタクリル酸アル\nキルエステル，ビニルエステルなどを用いる場合は処理におけるアルカリの添加量\nが多すぎたり，時間が長すぎたりすると，加水分解する恐れがある。加水分解する\nとトナーとしての電気的性質および加熱ローラー定着方式におけるオフセット性が\n低下するので，加水分解しない範囲での処理とすることが重要である。」（５頁左\n下欄２行目～１３行目），「表－３と表－１の結果よりトナーの溶融時と定着時の\n不快臭気はいずれもアルカリ・溶剤処理により改良された。高湿時の画像濃度もア\nルカリ・溶剤処理により改良されたが，処理時間が長すぎると樹脂が加水分解して\nやや低下の傾向を示し，またオフセット性が低下しするので，この場合１２０分ま\nでの処理が好ましい。」（８頁右上欄下から２行目～左下欄５行目）との記載があ\nり，同記載によれば，オフセット性の低下の原因は，処理時間が長すぎると樹脂が\n加水分解することによるものであることが認められ，残存モノマー量の低減とオフ\nセット性の低下に因果関係があるとはいえない。\nまた，画像濃度については，引用例６の実施例９の記載をみると，アルカ\nリ・溶剤処理の時間を３０分としたままで，メチルアルコールの添加量を３段階に\n変化させると，その添加量が多くなるに従って，残存モノマー量が５２０ｐｐｍ\n（樹脂Ｒ－６５），２７０ｐｐｍ（樹脂Ｒ－６６），２４０ｐｐｍ（樹脂Ｒ－６\n７）と低減し，不快臭気が○から◎に変わり，画像濃度，オフセット性，定着性，\n耐ブロッキング性は◎のまま変化していないことが認められ，上記認定の事実によ\nれば，条件次第では，画像濃度においても，残存モノマー量の低減により悪化しな\nいということができる。\nさらに，上記(2)によれば，「樹脂Ｒ－１０」，「樹脂Ｒ－１１」，「樹脂\nＲ－１２」，「樹脂Ｒ－１３」，「樹脂Ｒ－１４」の不快臭気，定着性，耐ブロッ\nキング性は，いずれも◎であって変化しておらず，飽和状態にあるかのようにみえ\nなくもない。\nしかしながら，引用発明６では，トナー性能の判定を「◎」，「○」，「\n」，「△」，「×」の５段階表示としており，「◎」は「良好」で「○」に優っ\nているということであるが，性能が「○」のレベルを超えると，すべて「◎」とな\nり，「◎」をそれ以上に分析して評価しているわけではないから，「樹脂Ｒ－１\n０」，「樹脂Ｒ－１１」，「樹脂Ｒ－１２」，「樹脂Ｒ－１３」，「樹脂Ｒ－１\n４」の不快臭気，定着性，耐ブロッキング性がいずれも◎であったからといって，\n不快臭気，定着性，耐ブロッキング性に変化がないとはいえない。\n上記１(2)オ認定のとおり，単量体重合されたトナー用樹脂中に残存する単\n量体（モノマー）を少なくすると，溶融時等の不快臭気及び電気的性質低下を防\nぎ，トナー性能を向上させることができることが，本件優先日当時，周知の事実で\nあったことにかんがみると，「樹脂Ｒ－１３」，「樹脂Ｒ－１４」の不快臭気，定\n着性，耐ブロッキング性は，「樹脂Ｒ－１０」，「樹脂Ｒ－１１」，「樹脂Ｒ－１\n２」より改善されている可能性もうかがえるのである。\n(4)　そうすると，不快臭気，画像濃度，オフセット性，定着性，耐ブロッキン\nグ性のいずれについても，残存モノマー量が３００ｐｐｍ以下になったからといっ\nて，性能が悪化するとはいえない。\nしたがって，引用発明６及び７の内容に接した当業者は，トナー性能の改善のた\nめには，残存モノマー量を無限に低減するのではなくせいぜい３００ｐｐｍ程度ま\nでに低減すればよいこと，また逆に，それ以下に低減した場合はトナー性能を阻害\nするとの知見を得るところであり，引用例６及び７には，残存モノマー量を１１０\nｐｐｍ以下に低減すべきであるとの動機付けが開示されていないとの原告らの主張\nは，採用できない。\n(5)　原告らは，３００ｐｐｍという数値を問題にしているのではない，問題な\nのは，引用例６及び７に残存モノマー量を１１０ｐｐｍ以下といった領域にまで低\n減してトナー性能を向上させることの示唆が刊行物に開示されているか否かであ\nり，引用例６及び７をみても，１１０ｐｐｍ以下に残存モノマー量を低減するべき\nであるとの示唆は読み取れない旨主張する。\nしかしながら，３００ｐｐｍという数値を問題にしていたのは，ほかならぬ原告\nらである。そもそも，引用例６及び７に残存モノマー量を１１０ｐｐｍ以下といっ\nた領域にまで低減してトナー性能を向上させるとの記載がないことは，決定が認め\nるところであり，それゆえに，決定では，その点を相違点として扱っているのであ\nる。問題なのは，引用発明６及び７に引用発明９を適用して上記相違点に係る本件\n発明の構成にすることを妨げる事由が記載されているか否かであり，上記判示のと\nおり，残存モノマー量が２００ｐｐｍ～３００ｐｐｍの範囲において，残存モノマ\nー量が低減してもトナー性能が必ずしも悪化しておらず，少なくとも一部の性能に\nついて，より良好となっている可能性がある。したがって，原告らの上記主張は，\n失当というほかない。\n(6)　そうすると，原告らの取消事由１の主張は採用することができない。\n３　取消事由２（引用発明６及び７と引用発明９との組合せを妨げる事情の看\n過）について\n(1)　原告らは，引用発明６及び７においては，トナー性能，とりわけ，引用発\n明９との共通課題である臭気改善という課題は，残存モノマー量を３００ｐｐｍ程\n度とすることで解決されている，さらには，引用例６及び７には，残存モノマーを\nそれ以上低減しても臭気改善の効果は飽和していることが記載されている，したが\nって，これらの刊行物を参照するトナー技術の開発に従事する当業者は，臭気の問\n題は３００ｐｐｍをもって解決されたと理解するところであって，殊更に，トナー\n用途が全く開示もされていない一般樹脂の文献である引用発明９に着目して，これ\nと引用発明６及び７とを組み合わせようとの動機を持ちようがない，さらに，臭気\n以外のトナー性能について検討してみても，引用発明６及び７と引用発明９とを組\nみ合わせる動機は生じようがない旨主張する。\nしかしながら，上記２(3)に認定したとおり，刊行物６，７において，「樹\n脂Ｒ－１０」，「樹脂Ｒ－１１」，「樹脂Ｒ－１２」，「樹脂Ｒ－１３」，「樹脂\nＲ－１４」の不快臭気，定着性，耐ブロッキング性がいずれも◎であったことは，\n不快臭気，定着性，耐ブロッキング性に変化がないというよりも，「樹脂Ｒ－１\n３」，「樹脂Ｒ－１４」において残存モノマー量が低減することでより改善されて\nいる可能性がうかがわれるのであるから，当業者が，残存モノマー量を３００ｐｐ\nｍ程度とすることで技術課題が解決したと理解するということはできない。したが\nって，原告らの上記主張は，その前提を欠くものであり，採用の限りでない。\n(2)　原告らは，引用発明９の残存モノマーの低減方法は，非イオン界面活性剤\nを添加して蒸留する方法であるところ，界面活性剤がトナー性能を阻害することは\n周知の事項であるから，当業者がこの方法をトナー用バインダー樹脂の製造に用い\nることはない旨主張する。\nしかしながら，上記１(3)に認定したとおり，引用例９（甲６）には，非イ\nオン界面活性剤を使用することによる残存モノマー低減の技術が記載されているの\nであり，また，同引用例には，「本発明（注，引用発明６）において用いる非イオ\nン界面活性剤やポリプロピレングリコールあるいはその誘導体は，前記懸濁分散剤\nの働きを補助すると共に，蒸留中の発泡や突沸を防ぎ，蒸留操作を安定化する効果\nを有するものである。」（２頁左下欄３行目～７行目），「非イオン界面活性剤な\nらびにポリプロピレングリコールまたはその誘導体・・・の使用量はポリマー１０\n０重量部に対して０．００１～１重量部の範囲が好ましい。．．．１重量部を越え\nて用いても効果は増進せず，不経済であるうえ，ポリマー中に界面活性剤等が取り\n込まれ，汚染されるおそれがあるために好ましくない。」（２頁右下欄４行目～１\n３行目）との記載があって，同記載によれば，非イオン界面活性剤は，残存モノマ\nー低減に関して長所と短所を有し，ポリマー中に界面活性剤等が取り込まれ，汚染\nされるおそれがあるので，これを残留させないように工夫して使用すべきことが記\n載されているものである。\nまた，乙７公報においては，非イオン界面活性剤を添加したトナーの製造\nの技術が，乙８公報においては，引用例９に記載されたのと同じ非イオン界面活性\n剤「ソルビタンモノステアレート」を含有させるトナーの製造の技術が記載されて\nおり，また，原告ら提出に係る甲９～１１の公開特許公報を検討しても，いずれも\n界面活性剤をトナー製造に使用することが前提の記載であり，その他，本件全証拠\nを検討しても，界面活性剤をトナー製造に使用することができないことを論じた記\n載を見いだすことができない。\nしたがって，本件優先日当時，界面活性剤をトナー製造に使用し得ること\nは周知の事実であったものというべきであり，これに反する原告らの上記主張は，\n失当である。\n(3)　原告らは，引用例９の残存モノマーの低減方法で製造されたトナーの性能\nが極めて劣悪であることを追試によって実証し，この実験結果を，実験報告書Ｄに\nまとめて，本件異議手続の段階で，特許異議意見書（甲１２）添付の参考資料とし\nて提出し，当業者がトナー性能を損なう界面活性剤を使用する刊行物９の方法をト\nナー用バインダー樹脂の製造に用いることはないことが明らかである旨主張する\nが，上記実験結果は，上記周知の事実に反するものであり，また，その実験の手法\nが網羅的なものでなく，非イオン界面活性剤の短所への配慮を尽くしたものとはい\nえないから，その結論を採用することができない。\n(4)　そうすると，原告らの取消事由２の主張は採用することができない。\n４　取消事由３（顕著な作用効果の看過）について\n(1)　上記１(2)オ判示のとおり，一般に，トナーの技術分野において，単量体\n重合されたトナー用樹脂中の残存モノマー量を少なくすると，トナー性能が向上す\nることは，本件優先日当時，周知の事実である。そして，個別的にみても，不快臭\n気及び耐ブロッキング性は，残存モノマー量と相関関係があることが明らかであっ\nて，残存モノマー量が低減すれば，当然に，不快臭気及び耐ブロッキング性も減少\nすることが予想されるのであり，本件全証拠によっても，原告ら主張の３００ｐｐ\nｍあるいはその付近において，上記相関関係が変わる可能性があることをうかがわ\nせるものはない。\n(2)　耐塩ビ可塑剤性（耐塩ビ汚染性）については，原告らは，本件発明に係る\n実施例と比較例との評価結果（本件明細書の表１）について，比較例４（残存モノ\nマー量７００ｐｐｍ）と実施例２（同１１０ｐｐｍ）においては×（かなり悪い）\nから△（やや問題あり）と当該性能が向上しており，その実施例３（残存モノマー\n量９０ｐｐｍ）に至っては，さらに○（実用可能）にまで性能が向上しているか\nら，本件発明は，残存モノマー量の低減によって耐塩ビ可塑剤性能の向上という効\n果を奏する旨主張する。\nしかしながら，本件明細書（甲２－２）の発明の詳細な説明の段落【００\n１７】には，「製造したトナーにつき，それぞれＴｇを測定し，耐ブロッキング\n性，耐塩ビ可塑剤性，臭気を評価した。得られた結果を表１に示す。」との記載が\nあるから，表１はＴｇ（ガラス転移点）を基準として評価したものである。そし\nて，本件明細書（甲２－２）の発明の詳細な説明によると，実施例１～３，比較例\n１～４の実験において，懸濁重合後の樹脂の処理条件を種々変えてみたところ，一\n方で，Ｔｇが変化し，他方で，残存モノマー量あるいは耐塩ビ可塑剤性が変化して\nおり，その結果が上記のとおりであるというのであって，この表から直ちに残存モ\nノマー量と耐塩ビ可塑剤性との相関関係を認めることは困難である。\n耐塩ビ可塑剤性は，実施例１（残存モノマー量２００ｐｐｍ）及び実施例\n２（同１１０ｐｐｍ）では△（やや問題あり），実施例３（残存モノマー量９０ｐ\nｐｍ）及び実施例２（同８０ｐｐｍ）では○（実用可能）となっているが，前二者\nは樹脂のＴｇが６５℃，６７℃であるのに対し，後二者ではそれがいずれも６８℃\nである。そして，比較例２～４においては，Ｔｇが６０℃～６３℃の場合に，耐塩\nビ可塑剤性がすべて×（臭気著しい）となっており，Ｔｇと耐塩ビ可塑剤性との相\n関関係がうかがわれるのである。結局，樹脂のＴｇを抜きにして，残存モノマー量\nと耐塩ビ可塑剤性とが相関関係があるとの結論を導くことはできないものというべ\nきである。\nしかも，△（やや問題あり）と○（実用可能）との差がどの程度のものな\nのか，◎とどれほど異なるのか，などといった事項が全く不明である。したがっ\nて，耐塩ビ可塑剤性が著しく改善したとも，異質な効果が生じたともいい難いとこ\nろである。\n(3)　そうすると，不快臭気及び耐ブロッキング性に係る効果は，本件発明の構\n成を採用すれば当然に予測できる範囲内の効果であって，原告ら主張のような異質\nな効果であるとはいえず，また，耐塩ビ可塑剤性能の向上については，本件発明に\nおいて顕著な作用効果を奏するものとはいい難いのであるから，原告らの取消事由\n３に係る主張は，採用の限りでない。\n５　以上のとおり，原告ら主張の取消事由１ないし３は理由がなく，他に決定を\n取り消すべき瑕疵は見当たらない。なお，本件発明について進歩性があるか否かを\n検討すれば足り，いわゆる実施態様項である請求項１及び２に係る発明について\nは，これを検討するまでもない。\nよって，原告らの請求は理由がないから棄却することとし，主文のとおり判\n決する。\n知的財産高等裁判所第１部\n裁判長裁判官    　 篠　　原　　勝　　美\n裁判官 青 柳 馨\n裁判官    　 宍 戸 充\n"
}