{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 6,
    "day": 27
  },
  "case_number": "平成13(行コ)12",
  "case_name": "所得税更正処分取消請求控訴事件(原審・東京地方裁判所平成12年(行ウ)第57号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15569",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15569",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/569/015569_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は、控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が、平成１０年１１月２５日、控訴人の平成９年分の所得税について\nした更正処分のうち、総合長期譲渡所得金額△１１８２万４０００円を下回る部分\n（所得金額３２９６万９２０２円を上回る部分）及び過少申告加算税の賦課決定処\n分を取り消す。\n３　訴訟費用は、第１、２審とも被控訴人の負担とする。\n第２　事案の概要\n本件は、父親からゴルフ会員権の贈与を受けた際に名義書換手数料を支払った控\n訴人が、上記ゴルフ会員権を第三者に譲渡し、譲渡所得金額の計算上、上記手数料\nを取得費に含めて所得税の確定申告を行ったところ、被控訴人が、上記手数料を資\n産の取得費として譲渡所得に係る総収入金額から控除することはできないとして更\n正処分（以下「本件更正処分」という。）及び過少申告加算税の賦課決定処分（以\n下「本件賦課決定処分」といい、本件更正処分と併せて「本件各処分」という。）\nをしたため、被控訴人に対し、本件各処分の取消しを求めた事案である。\n原判決は、上記手数料は、所得税法３８条１項にいう「譲渡所得の金額の計算上\n控除する資産の取得費」に当たらず、同法３３条３項の「資産の譲渡に要した費\n用」にも当たらないから、本件各処分は適法であると判示し、控訴人の請求を棄却\nしたので、控訴人が控訴した。\n１　争いのない事実又は弁論の全趣旨により明らかに認められる事実\n（１）　控訴人の父親であるＡは、昭和６３年１１月１８日、サンフィールドゴル\nフクラブ（以下「本件ゴルフクラブ」という。）を経営する日野企画開発株式会社\n（以下「日野企画開発」という。）から、本件ゴルフクラブの会員権（以下「本件\n会員権」という。）を代金１２００万円で取得し、本件ゴルフクラブの正会員とな\nった。\n控訴人は、平成５年７月１日、Ａから本件会員権の贈与を受け、日野企画開発に\n名義書換手数料として８２万４０００円（以下「本件手数料」という。）を支払\nい、本件ゴルフクラブの正会員となったが、平成９年４月３日、株式会社日経ゴル\nフに対し、本件会員権を代金１００万円で譲渡した。\n（２）　控訴人は、被控訴人に対し、平成１０年３月３日、平成９年分の所得税の\n確定申告書を提出した。控訴人は、同申告書において、本件会員権の上記（１）の\n譲渡に係る\n所得金額（以下「本件譲渡所得金額」という。）の計算上、Ａが日野企画開発に支\n払った本件会員権の取得代金（１２００万円）及び控訴人が日野企画開発に支払っ\nた本件手数料（８２万４０００円）の合計額１２８２万４０００円を、総合課税の\n長期譲渡所得に係る取得費として計上した。\n（３）　被控訴人は、控訴人に対し、平成１０年１１月２５日付けで、本件手数料\nは、本件譲渡所得金額の計算上、資産の取得費として譲渡所得に係る総収入金額か\nら控除することはできないとして、本件各処分をした。\n（４）　控訴人は、平成１１年１月２０日、本件各処分について異議申立てをした\nが、被控訴人は、同年４月３０日、上記異議申立てを棄却した。\n（５）　控訴人は、平成１１年５月１９日、上記（４）の棄却決定について審査請\n求をしたが、国税不服審判所長は、同年１２月１３日、上記審査請求を棄却する裁\n決をした。\n（６）　控訴人の確定申告から上記（５）の裁決に至る経緯は、別表のとおりであ\nり、仮に、本件手数料が本件譲渡所得金額の計算上、譲渡所得に係る総収入金額か\nら控除できないものであるとすれば、本件各処分は、法令に則り、適正な計数処理\nに基づいてされたものということができる。\n２　主要な争点\n（１）　本件手数料は、所得税法３８条１項にいう「譲渡所得の金額の計算上控除\nする資産の取得費」に該当するか。\n（２）　本件手数料は、所得税法３３条３項にいう「資産の譲渡に要した費用」に\n該当するか。\n３　争点に対する当事者の主張\n（１）　争点（１）（本件手数料は、所得税法３８条１項にいう「譲渡所得の金額\nの計算上控除する資産の取得費」に該当するか）について\nア　（控訴人の主張）\n（ア）　所得税法は、取得した時点における資産の客観的価値（一般市場における\n取引価格）とこれを譲渡した時点におけるそれとの差額をもって譲渡所得の金額と\nし、これに課税するという純然たるキャピタルゲイン課税の方式を採用しているわ\nけではなく、譲渡時の収入金額から、資産の取得に要した金額、設備費及び改良費\nを資産の取得費として控除し、さらに、資産の譲渡に要した費用を控除した金額を\nもって、譲渡所得とする建前を採用している。資産の譲渡に要した費用を控除する\nことを定めた所得税法３３条３項は、この趣旨から当然に導かれる結論を確認した\n規定にすぎず、そうであればこそ、明文の規定がなくとも、資産の取得に要した付\n随費用も、「その\n資産の取得に要した金額」に含まれるという解釈が導かれるのであって、このよう\nな取得費には、その資産の取得対価に限らず、資産の取得のために実質的に欠かせ\nない費用も含まれる。\nそうすると、譲渡所得金額を算出するに当たり、資産の取得に要した金額を資産\nの取得時に支出したものに厳密に限定するいわれはない。資産の取得後その保有を\n確実にすることなしに、その後の譲渡はあり得ないから、所得税法３８条１項が定\nめる資産の取得費には、資産を取得する際に支出した費用に限らず、その保有を確\n実にするために必要不可欠な費用も含まれると解すべきである。\n（イ）　本件手数料は、控訴人が、本件会員権を取得するに当たり、名義書換手数\n料として支払ったものである。\n資産は、その資産の有する効用に価値を見いだすものであるから、資産を使用で\nきるようにするまでの費用は、すべて取得費として認識する必要がある。ゴルフ会\n員権の資産としての効用は、これを譲り受けた者が会員としての権利（ゴルフ場施\n設利用権）を行使することができる状態になって初めて完全なものとなるのであっ\nて、本件会員権の場合、これを譲り受けた者が本件ゴルフクラブに対し会員として\nの権利を行使するには、日野企画開発の承認を得て名義書換手続を行い、会員たる\n地位を取得することが必要不可欠である。また、名義書換手続は、会員権譲渡の日\n野企画開発に対する対抗要件とされており（同会則１３条６項）、本件会員権を第\n三者に譲渡するためには、あらかじめ前主から自己に名義を変更しておく必要があ\nる。したがって、名義書換手続のために支出した本件手数料は、本件会員権の保有\nを確実にし、かつ、会員としての権利を行使する上で、さらに、本件会員権を第三\n者に譲渡する前提として、必要不可欠な費用に当たるというべきであるから、当然\nに所得法３８条１項の資産の取得費に含まれる。\n（ウ）　所得税法６０条１項は、贈与、相続（限定承認に係るものを除く。）又は\n遺贈（包括遺贈のうち、限定承認に係るものを除く。）により取得した資産を譲渡\nした場合における譲渡所得等の金額の計算については、その者（受贈者を指す。）\nが引き続きこれを所有していたものとみなす旨を定めている。その趣旨は、本来、\n譲渡所得課税の基本原則に従えば、資産の移転があった場合、その時点における資\n産の増加益を前提に課税すべきところ、贈与のような無償譲渡行為や相続・遺贈の\nような包括承継にあっては、その時点において資産の増加益が具体的に顕在化しな\nいため、贈与等による取得者が引き続きこれを所有していたものとみなし、その\n後、資産が売却されるなどして増加益が顕在化した場合に、その時点で増加益を捕\n捉して課税しようというものである。すなわち、あくまでも徴税の便宜上、贈与等\nの際には資産の増加益を清算せず、昀終的に増加益が顕在化した時点でこれを捕捉\nし、課税しようというものであり、課税時期についての特則にすぎないのであっ\nて、受贈者の側において当該資産を取得するのに要した費用があることを想定し、\nこれを特に控除しないことを明らかにした規定ではない。そして、現象面を見れ\nば、贈与時に新たな取得があることは明らかであり、たとえ贈与等の時点において\nは増加益の清算をしないとしても、その取得に際して支出した費用は、贈与等によ\nり資産を取得する者が当該資産を取得する上で必要不可欠な支出であるから、後に\n資産の増加益が顕在化した際には、総収入金額からこれを控除するのが、純所得課\n税の考え方を採用した所得税法３３条３項、３８条２項及び６０条１項の法意に沿\nった正しい解釈である。\nしたがって、所得税法６０条１項は、譲渡所得金額の計算上、控訴人が本件会員\n権を取得するに際して支払った付随費用である本件手数料を、資産の取得費として\n控除しないこととする根拠にはなり得ないというべきである。\n（エ）　そうすると、本件手数料は、所得税法３８条１項にいう資産の取得費に該\n当するから、本件譲渡所得金額の計算上、譲渡所得に係る総収入金額から控除すべ\nきであった。それにもかかわらず、本件各処分は、これを控除しなかったものであ\nるから、いずれも違法である。\nイ　（被控訴人の主張）\n（ア）　譲渡所得金額としては、資産を保有する間に当該資産の価値が増大した結\n果、所有者が得た純益に相当する部分を課税対象として算定する必要があるとこ\nろ、譲渡所得に係る総収入金額から控除すべき取得費には、取得時における資産の\n客観的価値ととらえるべき取得の対価及び取得に直接要した費用並びに保有中にお\nける資産の価値の増大をもたらす資本投下ととらえるべき費用などがこれに当たる\nと解される。そのため、所得税法は、譲渡所得金額の計算上控除する資産の取得費\nは、別段の定めがあるものを除き、その資産の取得に要した金額並びに設備費及び\n改良費の額の合計額と規定してい\nる（３８条１項）。\nところで、贈与のような無償譲渡行為や相続、遺贈のような包括承継にあって\nは、譲渡による資産の増加益が具体的に顕在化していないため、このような場合に\nは、その取得者が引き続きこれを所有していたものとみなすことにより、同資産が\n転売されるなどして、昀終的にその増加益が顕在化した時点でこれを捕捉し、課税\nする必要がある。そのため、所得税法は、贈与等により取得した資産を譲渡した場\n合における譲渡所得金額の計算について、その者が引き続きこれを所有していたも\nのとみなす旨の特例を設けている（６０条１項１号）。したがって、贈与等に係る\n資産については、その取得価額が引き継がれるのみならず、前所有者の取得の時期\nも引き継がれ、「長期保有資産」か「短期保有資産」かの判断に際しても、前所有\n者の保有期間が通算されることになる。\nそうすると、贈与による資産の所有権の移転にかかわらず、受贈者が当該資産を\n贈与の前から引き続き所有していたものとして、上記の増加益が算出されることに\nなるから、贈与により取得した資産を受贈者が譲渡した場合における所得税法３８\n条１項に規定する「資産の取得に要した金額」とは、受贈者が取得に要した金額は\n含まれず、あくまで贈与者が当該資産を取得するのに要した金額をいうと解すべき\nである。\n（イ）　本件において、控訴人は、Ａから本件会員権を贈与により取得した後、こ\nれを株式会社日経ゴルフに譲渡しているところ、上記贈与に伴う名義書換に伴い発\n生した本件手数料は、贈与者であるＡが本件会員権の取得に要したものでないこと\nは明らかである。また、本件手数料は、控訴人による本件会員権の保有中における\n保有資産の価値の増大をもたらす資本投下でもないから、設備費又は改良費に当た\nるものでもない。\n（ウ）　よって、本件において、所得税法３８条１項にいう資産の取得費として、\n本件譲渡所得金額の計算上、総収入金額から控除することができるのは、Ａが昭和\n６３年１１月１８日に本件会員権を取得するに際し、取得代金として支払った１２\n００万円のみというべきであるから、このことを前提としてされた本件各処分に違\n法はない。\n（２）　争点（２）（本件手数料は、所得税法３３条３項にいう「資産の譲渡に要\nした費用」に該当するか）について\nア　（控訴人の主張）\n（ア）　仮に、本件手数料が、所得税法３８条１項にいう資産の取得費に当たらな\nいとしても、以下のとおり、本件手数料は、同法３３条３項にいう「資産の譲渡に\n要した費用」に該当する。\n（イ）　所得税法３３条３項は、当該譲渡所得に係る総収入金額から当該譲渡所得\nの起因となった資産の取得費及びその資産の譲渡に要した費用（以下「譲渡費用」\nという。）の合計額を控除し、その残額の合計額から譲渡所得の特別控除額を控除\nした金額をもって、譲渡所得の金額とすると規定しているが、その趣旨は、上記\n（１）ア（ア）のとおりである。\nそして、所得税基本通達３３－７は、譲渡費用として、資産の譲渡に際して支出\nした仲介手数料、運搬費、登記若しくは登録に要する費用その他当該譲渡のために\n直接要した費用を挙げているところ、ゴルフ会員権の名義書換料は、ゴルフ会員権\nについて対抗要件を取得するための費用と考えられてきたのであるから、登記若し\nくは登録に要する費用に準じて解釈される。そうすると、本件手数料は、本件会員\n権について対抗要件を取得するための費用であって、所得税基本通達３３－７にい\nう登記若しくは登録に要する費用に当たり、かつ、本件会員権を第三者に譲渡する\nために必要不可欠な支出であるから、資産の譲渡に直接要した費用と解すべきであ\nる。\nちなみに、通常、資産の譲渡に際して譲渡当事者間の名義変更に係る費用を支出\nするのは譲受人であり、また、一般に取得費と考えられる支出は、資産を譲渡する\nに際して必要不可欠な支出である場合があるから、総収入金額から控除すべき取得\n費と譲渡費用とを厳密に区別するのは妥当でない。そうすると、贈与等によって取\n得した資産を有償譲渡した場合の譲渡所得金額の計算において、贈与等によって取\n得した際に支出した費用を総収入金額から控除すべき資産の取得費と見ることがで\nきないとしても、その費用が資産を更に譲渡するために必要不可欠な費用である場\n合には、これを「その資産の譲渡に要した費用」に含めて考えるのが相当である。\n（ウ）　したがって、本件手数料は、所得税法３３条３項にいう譲渡費用として、\n本件譲渡所得金額の計算上、総収入金額から控除すべきであったから、それにもか\nかわらずこれを控除しないでされた本件各処分は、いずれも違法というべきであ\nる。\nイ　（被控訴人の主張）\n（ア）　資産の譲渡費用とは、一般に当該資産の譲渡に要した費用であり、当該資\n産の登記・登録費用、仲介手数料、運搬費など譲渡のために直接要した費用や譲渡\n価格を増\n加するための費用を意味する。\n（イ）　ゴルフ会員権の名義書換料は、非会員（会員権の譲受人）に対する譲渡承\n認・名義書換（入会手続）に際し、非会員に課される承諾料の性質を有するもので\nあるから、非会員によるゴルフクラブ会員権の取得に際して支出される費用であっ\nて、会員（会員権の譲渡人）がこれを第三者に譲渡するため直接要する費用ではな\nいと解される。\n本件ゴルフクラブの会則（同会則１３条２項、同条４項）によると、本件手数料\nもこれと同じ性質を有するものであるから、本件会員権の譲渡のために直接要した\n費用には当たらないというべきである。\n（ウ）　したがって、いずれにしても、本件手数料は、本件譲渡所得金額の計算\n上、総収入金額から控除できるものではないから、本件各処分が本件手数料相当額\nを控除しなかったことに違法はない。\n第３　当裁判所の判断\n当裁判所は、本件控訴に基づき検討した結果、本件手数料は所得税法３８条１項\nの資産の取得費にも同法３３条３項の譲渡費用にも当たらないと解され、したがっ\nて、本件譲渡所得金額の計算上、総収入金額から本件手数料相当額を控除しなかっ\nた本件各処分は適法であると判断する。その理由は、以下のとおりである。\n１　争点（１）（本件手数料は、所得税法３８条１項にいう「譲渡所得の金額の\n計算上控除する資産の取得費」に該当するか）について\n（１）　所得税法は、譲渡所得の金額について、総収入金額から資産の取得費及び\n譲渡に要した費用を控除する旨を規定し（３３条３項）、上記資産の取得費は、別\n段の定めがあるものを除き、当該資産の取得に要した金額並びに設備費及び改良費\nの額の合計額であると規定している（３８条１項）。\n譲渡所得の本質は、キャピタル・ゲイン、すなわち、所有資産の価値の増加益で\nあって、譲渡所得に対する課税は、資産の値上がりによりその資産の所有者に帰属\nする増加益を所得と見て、その資産が譲渡によって所有者の支配を離れて他に移転\nするのを機会に、その所有期間中の増加益を清算して課税しようとするものであ\nる。そして、所得税法３３条３項が、総収入金額から控除することができるものと\nして、当該資産の客観的価格を構成すべき金額のみに限定せず、取得費と並んで譲\n渡に要した費用をも掲げていることからすると、「資産の取得に要した金額」に\nは、当該資産の客観的価格を構成すべき取得代金の額のほか、登録免許税、仲介手\n数料等\n当該資産を取得するための付随費用の額も含まれると解される。\n（２）　また、所得税法は、贈与による資産の所有権移転の場合には、その段階に\nおいて譲渡所得課税を行わず、受贈者が当該資産を譲渡したときに、その譲渡所得\n金額の計算において、その者が当該資産を贈与前から引き続き所有していたものと\nみなすと規定し（５９条、６０条）、贈与による資産の所有権移転の場合における\n譲渡所得課税を繰り延べ、その後、当該資産が受贈者の支配を離れて他に移転する\n機会をとらえ、贈与者の取得の時以来清算されることなく蓄積されてきた資産の増\n加益を課税の対象としているのであるから、贈与者が当該資産を取得するのに要し\nた費用は、受贈者の譲渡所得金額の計算において、資産の取得費としてその譲渡所\n得金額から控除されることになる。したがって、本件譲渡所得金額の計算におい\nて、Ａが日野企画開発に支払った本件会員権の取得代金（１２００万円）は、資産\nの取得費として譲渡所得に係る総収入額から控除されることになる。\n上記のように、所得税法が、贈与の時点において譲渡所得課税を繰り延べ、受贈\n者が当該資産を譲渡する機会に課税することとしたのは、贈与のような無償譲渡行\n為により所有権が移転する場合には、移転の時点における資産の客観的な価額が移\n転の対価として具現することはなく、贈与者の下における資産の増加益が顕在化し\nないのであるから、その時点では清算を行わず、後日受贈者が増加益が顕在化する\nような譲渡行為をした時点で清算を行おうとしたものであり、同法６０条は、この\n趣旨を明らかにしたものに他ならない。そうすると、受贈者が当該資産を譲渡した\n場合の譲渡所得金額は、当然に贈与者が所有していた当時と受贈者の所有当時を通\n算した期間において生じた増加益、すなわち、贈与者が取得した時点における資産\nの価額と受贈者の譲渡時点における価額との差額ということになるから、上記増加\n益の算出上、受贈者が当該資産を譲渡したことによる収入金額から控除すべき「資\n産の取得に要した金額」とは、贈与者の取得の時において当該資産の客観的価格を\n構成すべき取得代金の額及び当該資産を取得するための付随費用と解すべきことに\nなる。\nそこで、本件手数料が、このような「資産の取得に要した金額」に当たるか否か\nを検討するに、前記第２の１、（１）のとおり、本件会員権は、控訴人がＡから贈\n与を受けたものであり、本件\n手数料は、本件会員権の名義をＡから控訴人に書き換える際の名義書換手数料であ\nるから、贈与者であるＡが本件会員権を取得した時点における本件会員権の客観的\n価格を構成するものではないし、Ａが本件会員権を取得するための付随費用でもな\nい。したがって、本件手数料は、本件会員権との関係で、所得税法３８条１項にい\nう資産の取得費に当たると解することはできない。\n（３）　さらに、所得税法６０条１項は、贈与等により資産を取得した者が当該資\n産を譲渡した場合における譲渡所得の金額の計算おいて、「その者が引き続きこれ\nを所有していたものとみなす。」という強い表現を使用しており、その趣旨が、贈\n与による資産の所有権移転の場合における譲渡所得課税を繰り延べ、当該資産が受\n贈者の支配を離れて他に移転する機会に資産の増加益を課税の対象として清算する\n旨を明らかにしたものであることは、上記（２）のとおりである。このように、受\n贈者が所有する資産についての譲渡所得課税においては、所得税法６０条１項によ\nり、贈与の前後を通じて贈与者が引き続き当該資産を所有していたものとみなされ\nるのであるから、課税庁としては、譲渡所得金額を算定するに当たり、中間の贈与\nの事実はなかったものと扱う以外になく、そうであれば、受贈者が自己への所有権\n移転のために支払った費用があったとしても、それを一切無視せざるを得ないこと\nになる。\nそうすると、本件譲渡所得金額の計算においては、控訴人がＡから本件会員権の\n贈与を受けた事実も、その際に控訴人が本件手数料を支払った事実も、一切なかっ\nたものとみなすことになるから、被控訴人が、所得税法３８条１項にいう「資産の\n取得に要した金額」に当たらないとして本件手数料の金額を総収入金額から控除し\nなかったことは、適法であるといわなければならない。\n２　争点（２）（本件手数料は、所得税法３３条３項にいう「資産の譲渡に要した\n費用」に該当するか）について\n（１）　所得税法は、譲渡所得の金額を、所得に係る総収入金額から譲渡費用を控\n除し、その差額の合計額から譲渡所得の特別控除額を控除した金額としている（３\n３条３項）ところ、「資産の譲渡に要した費用」（譲渡費用）とは、当該所得の基\n因となった資産の譲渡に要した費用のことであるから、本件においては、本件会員\n権の譲渡に要した費用ということになる。\n前記１、（１）のとおり、所得税法は、譲渡時の資産の増\n加益を把握しこれを対象として課税するとの考え方を採用しているから、上記の譲\n渡費用とは、登記・登録費用、仲介手数料、運搬費などの当該資産の譲渡のために\n直接要した費用のみならず、譲渡価格を増加するための費用を含むものと解すべき\nである。\n（２）　本件ゴルフクラブの会則には、「会員資格を譲り受けようとする者は、入\n会申込書その他必要な書面を提出したうえ、会社および理事会の承認を得るものと\nする。」（同会則１３条２項）、「第２項の承認をした場合、・・・会社は別に定\nめる名義書替料等の支払と引換に預託金証書および会員証の所定欄に承認年月日を\n記載したうえ、承認印を押捺し譲受人に対し本規約とともにこれを交付する。」\n（同条４項）との定めがある（甲１）。これによれば、本件ゴルフクラブの会員権\nの名義書換料は、非会員（会員権の譲受人）が、日野企画開発及び本件ゴルフクラ\nブの理事会に対して支払う承諾料の性質を有するものと認めることができる。\nそうすると、本件手数料は、控訴人が、Ａから本件会員権を譲り受けた際、日野\n企画開発及び本件ゴルフクラブの理事会に対し、自己が正会員となることの承認を\n得るために支出した費用であるから、控訴人が本件会員権を取得するための費用に\n当たり、その譲渡に要する費用と解することはできない。したがって、本件手数料\nは、所得税法３３条３項にいう「資産の譲渡に要した費用」に当たるということは\nできない。\n控訴人の主張は、贈与等によって取得した際に支出した費用は、資産を更に譲渡\nするために必要不可欠な費用であるから、この費用は資産を譲渡するために直接要\nした費用に当たるというもののようであるが、このような論法を採るとすれば、譲\n渡の前提として取得が必要不可欠であるから取得に要する費用はすべて譲渡費用に\n該当することになりかねない。このような解釈は、法が取得費用と譲渡費用とを区\n別してそれぞれを控除する旨の各別の規定を設けている趣旨を全く無視するもので\nあるから、採用の限りではない。\n（３）　したがって、本件譲渡所得金額の計算上、本件手数料を譲渡所得に係る総\n収入額から控除しなかった本件各処分は、所得税法３３条３項に反するものという\nことはできない。\n第４　結論\n以上の次第で、本件各処分の取消しを求めた控訴人の請求は理由がなく、これを\n棄却した原判決は相当であるから、本件控訴を棄却することとし、控訴費用の負担\nにつき、行政事件訴訟法７条、民事訴訟法６７条１項、６１条を適用して、主文の\nとおり判決する。\n東京高等裁判所第９民事部\n裁判長裁判官　雛形要松\n裁判官　小林正\n裁判官　萩原秀紀\n"
}