{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 24
  },
  "case_number": "平成13(行ケ)150",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11896",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11896",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/896/011896_hanrei.pdf",
  "contents": "平成１３年（行ケ）第１５０号　審決取消請求事件（平成１４年４月１７日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　Ａ\n原　　　　　　告　　　Ｂ\n両名訴訟代理人弁護士　深　　井　　　潔\n同　　　　　　弁理士　辻　　本　　一　　義\n被　　　　　　告　　　株式会社　裕　源\n訴訟代理人弁護士　　　吉　　岡　　讓　　治\n同　　　　弁理士　　　高　　田　　　守\n主　　　　　　　　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n特許庁が無効２０００－３５１３１号事件について平成１３年３月２日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは、名称を「傘」とする特許第２９９６９５３号発明（平成６年５月\n１０日原出願、平成１０年７月３０日分割出願、平成１１年１０月２９日設定登\n録、以下「本件発明」といい、その特許を「本件特許」という。）の特許権者であ\nる。\n被告は、平成１２年３月１３日、本件特許につき無効審判の請求をした。\n特許庁は、同請求を無効２０００－３５１３１号事件として審理した上、平\n成１３年３月２日に「特許第２９９６９５３号の請求項１に係る発明についての特\n許を無効とする。」との審決をし、その謄本は同月１５日原告らに送達された。\n２　本件発明の要旨\nＥＶＡフィルムからなるシートを備えた傘。\n３　審決の理由\n審決は、別添審決謄本写し記載のとおり、本件発明は、本件特許の出願前\n（原出願がされた平成６年５月１０日前。以下「本件出願前」という。）の昭和４\n６年６月１日以前に日本国内又は外国において頒布された刊行物である日本ポリケ\nミカル株式会社作成のパンフレット（審判甲第１号証、本訴甲第４号証及び乙第１\n号証、以下「引用例１」という。）に記載された発明と同一であり、かつ、特開昭\n５４－７４５２号公報（審判甲第５号証、本訴甲第８号証、以下「引用例２」とい\nう。）記載の発明及び周知技術に基づいて当業者が容易に発明をすることができた\nものであるから、本件特許は、特許法２９条１項３号及び同条２項の規定に違反し\nてされたものであり、同法１２３条１項２号に該当し、無効とすべきものとした。\n第３　原告ら主張の審決取消事由\n審決の理由中、引用例１の記載事項の認定（審決謄本５頁１２行目～１９行\n目）、引用例１記載の「ウルトラセン」がエチレン酢酸ビニルコポリマーであり、\nエチレン酢酸ビニルコポリマーと本件発明のＥＶＡが同一の物質であるとの認定\n（同頁２０行目～２１行目、２９行目～３０行目）、本件出願前に、軟質ポリ塩化\nビニルフィルムからなるシートを備えた傘が周知技術であるとの認定（同６頁１７\n行目～２０行目）、本件発明と引用例２記載の発明との一致点及び相違点の認定\n（同頁２１行目～２６行目）は認める。\n審決は、引用例１が本件出願前に日本国内又は外国において頒布された刊行\n物であるとの誤った認定をする（取消事由１）とともに、引用例１記載の発明の認\n定を誤った（取消事由２）結果、本件発明は特許法２９条１項３号の規定に違反し\nて特許されたものであるとの誤った結論に至ったものであり、また、本件発明と周\n知技術との相違点についての判断を誤った（取消事由３）結果、本件発明は同条２\n項の規定に違反して特許されたものであるとの誤った結論に至ったものであるか\nら、違法として取り消されるべきである。\n１　取消事由１（引用例１に係る公知刊行物性の認定の誤り）\n(1)　審決は「甲第１号証（注、引用例１）が昭和４６年６月１日以前に作成さ\nれたもので、しかも・・・甲第１号証が広告・宣伝を目的として作成されたもので\nあることからみて、甲第１号証は、昭和４６年６月１日以前に日本国内又は外国に\nおいて頒布されたと推認することができる」（審決謄本５頁６行目～１０行目）と\n認定するが、誤りである。\n(2)　すなわち、引用例１（甲第４号証、乙第１号証）は写しとして提出されて\nいるものであって原本の確認が不可能であるところ、発行日付、発行人の所在地、\n問い合わせ先等の記載もないものであって、その全体が正確にコピーされたものか\n明らかでない。このようなものから、引用例１が昭和４６年６月１日以前に日本国\n内又は外国において頒布された刊行物であると推認することはできないというべき\nである。\n２　取消事由２（引用例１記載の発明の認定の誤り）\n(1)　審決は、「甲第１号証（注、引用例１）には、『ウルトラセンによる高周\n波加工製品のかずかず・・・』との記載の右下方に、例示として、『雨にも強い洋\n傘とレインコート』との記載があり、その上方に傘が写った写真が掲載されてい\nる。・・・これらのことを総合してみると、甲第１号証の前記写真に写っている傘\nの布部、すなわちシートにはウルトラセンを用いることが示唆されていると解さ\nれ、しかも、薄膜状のものを一般に『フィルム』と呼称することから、甲第１号証\nには、エチレン酢酸ビニルコポリマーフィルムからなるシートを備えた傘、が示唆\nされていると認められる」（審決謄本５頁１２行目～２７行目）と認定するが、誤\nりである。\n(2)　すなわち、審決の上記認定は、引用例１に、レインコートとともに洋傘の\n写真が掲載されていることのみを根拠とするものであるところ、ウルトラセン（Ｅ\nＶＡ）の洋傘への適用を裏付ける記載はなく、あくまでも商品素材メーカーである\n日本ポリケミカル株式会社が販売促進のための希望的展開を掲載したにすぎないと\n解される。実際上、ウルトラセンを洋傘のシートに用いる場合、シート同士を接着\nすれば足りる他の商品と異なり、プラスチックや金属等から成る中棒や露先部と接\n着する必要があるところ、引用例１に記載されている高周波加工によっては、ウル\nトラセンとこれら中棒や露先部を接着することができない。\nまた、引用例１のレインコートと洋傘の写真は、単にレインコートとセッ\nト販売されるものとして洋傘を写真中に入れたにすぎないと解する余地もある上、\n仮に、洋傘にウルトラセンを使用するとことが示唆されているとしても、これがシ\nート部分に使用されるとは限らない。\n３　取消事由３（相違点についての判断の誤り）\n(1)　審決は、本件発明と周知技術である「軟質ポリ塩化ビニルフィルムからな\nるシートを備えた傘」（審決謄本６頁１７行目～１８行目）との相違点として、\n「本件特許発明（注、本件発明）は、特定物質として、『ＥＶＡ』を用いるのに対\nして、前記周知技術では、『軟質ポリ塩化ビニル』を用いる点」（同頁２５行目～\n２６行目）を認定した上で、当該相違点について、「甲第５号証（注、引用例２）\nの記載は、ＥＶＡが『従来、軟質ポリ塩化ビニルや低密度ポリエチレンなどが使わ\nれていた分野に使用されてきている』こと、すなわち、ポリ塩化ビニルに対するＥ\nＶＡの置換可能性を示唆していると認められる。・・・そうしてみると、前記周知\n技術において、『軟質ポリ塩化ビニル』に換えて、『ＥＶＡ』を用いることは、当\n業者が容易に想到することができたと認められる」（同頁２７行目～７頁７行目）\nと判断するが、誤りである。\n(2)　すなわち、引用例２記載の発明は、「カレンダー成形用樹脂組成物」に関\nするものであり、引用例２（甲第８号証）に「ＥＶＡに特殊なポリオレフィンと無\n機充填剤および滑剤を特定量添加することによってバンク回転、材料の剥離性、シ\nートの引取性などのカレンダー成形性にすぐれ、かっＥＶＡ特有の柔軟性、ゴム的\n弾性などの特性を保持するシートが得られることを見出し本発明に至った」（２頁\n右下欄６行目～１２行目）と記載されているとおりのものである。これに対し、傘\nのシートに必要な特性は、撥水性と薄膜化並びに柔軟性、耐候性を含む物性と露先\n等周辺部品との接合等の加工性などであり、カレンダー成形用に求められる特性と\nは異なるものである。\nしたがって、本件発明が、上記周知技術及び引用例１記載の発明に基づい\nて当業者が容易に発明をすることができたものということはできない。\n第４　被告の反論\n審決の認定判断は正当であり、原告ら主張の取消事由は理由がない。\n１　取消事由１（引用例１に係る公知刊行物性の認定の誤り）について\n原告らは、引用例１は原本の確認が不可能であり、発行日付、発行人の所在\n地、問い合わせ先等の記載もない旨主張するが、そもそも、特許法２９条１項３号\nにいう「刊行物」とは、公衆に対し頒布により公開することを目的として複製され\nた文書、図面その他これに類する情報伝達媒体をいうのであるから、パンフレット\nの複製物は、それ自体として「刊行物」たり得るものであるし、また、パンフレッ\nトの体裁は発行者の自由裁量であって、原告らの主張する点は、公知刊行物性を否\n定する根拠となるものではない。\nそして、Ｃ作成の陳述書（乙第２号証）には、引用例１のパンフレットが、\n昭和４３年の半ばころに１０００部ほど制作され、取引先等に配布されたことが記\n載されており、これが本件出願前に頒布された刊行物であることは明らかである。\n２　取消事由２（引用例１記載の発明の認定の誤り）について\n原告らの取消事由２の主張は、引用例１の写真に示されている傘とウルトラ\nセン（ＥＶＡ）とを関連付ける記載がないことをいう趣旨と解されるが、該当頁上\n部には「ウルトラセンによる高周波加工製品のかずかず」と記載され、その下部に\n商品が例示されているのであるから、関連付けはされているというべきである。ま\nた、上記写真の下方には「雨にも強い洋傘とレインコート」と説明文が記載され、\n洋傘とレインコートとを明らかに並列、同等に扱っているから、ウルトラセン製品\nであるレインコートを示す写真にセットで販売する洋傘を写真中に入れただけとは\nいえない。さらに、審決が洋傘と共通すると認定する例示製品は、そのすべてがシ\nートを指していることが明らかであり、洋傘のみシート材料として使用していない\nのであれば何らかの説明がされるか、ウルトラセンが使用されている部分が被写体\nとされているのが自然であるが、引用例１ではそのような説明文も、ウルトラセン\nが使用されていると原告らが主張する部分とされる柄部の写真も掲載されていな\nい。\n３　取消事由３（相違点についての判断の誤り）について\n原告らは、傘のシートに必要な特性と引用例２に記載されたカレンダー成形\n用に求められる特性とは異なる旨主張するが、本件明細書（甲第３号証）には、従\n来のビニール地をシートとして用いた傘のシートをＥＶＡフィルムからなるシート\nとするに際して生じ得る具体的な問題点やその解決手段について何ら記載していな\nい以上、原告らの上記主張は失当である。なお、一定の目的を達成する公知材料\n（本件ではＥＶＡシート）の中からの昀適材料の選択などは、当業者の通常の創作\n能力の発揮であり、仮に、従来のＥＶＡシートに対して傘用シートとして撥水性や\n薄膜化等の技術的課題が必要であったとしても、それらは傘のシートを作成するに\n当たり通常要求される事柄であり、当業者であれば当然に考慮すべき性質のもので\nあるから容易に想到できるというべきである。\n第５　当裁判所の判断\n１　取消事由１（引用例１に係る公知刊行物性の認定の誤り）について\n原告らは、引用例１（甲第４号証、乙第１号証）は写しとして提出されてい\nるものであって原本の確認が不可能であり、発行日付、発行人の所在地、問い合わ\nせ先等の記載もなく、その全体が正確にコピーされたものか明らかでない旨主張す\nる。確かに、本件で引用例１の原本は提出されておらず、その写しにおいて、発行\n年月日等の明示された奥付はなく、また、頁数も付されていないため、原本の全体\nがコピーされたものであると断定することもできない。しかし、その１枚目（表\n紙）には「日本ポリケミカル株式会社」との記載があること、３～４枚目には、\n「ウルトラセンによる高周波加工製品のかずかず」との標題の下に、「サロンエプ\nロンと手ぶくろ」、「雨にも強い洋傘とレインコート」、「ブックカバー」、「登\n山家の地図入れカバー」、「理容エプロン」、「シャワーカーテン」との記載が、\nそれぞれの写真とともに示されていること、７枚目には、「ウルトラセンは新しい\nプラスチックです」との標題の下に、「ウルトラセンはエチレン酢酸ビニルコポリ\nマーと呼ばれる新しいタイプのプラスチックです」、「ウルトラセンは軟質塩ビ\n高圧ポリエチレン　ゴムなどの代替品としてでなく　新しい製品を生み新しい用途\nを開拓する素晴らしいプラスチックです」、「ウルトラセンはこのような特長をも\nっています。柔軟性　耐寒性　強靱性　耐折性　弾力性　透明性　耐候性　無毒性\n加工性　シール性　着色性　印刷性」との記載があることが認められる。\nこのような記載内容及び体裁からして、引用例１は、日本ポリケミカル株式\n会社が、その新たに開発した「ウルトラセン」との名称の新商品を宣伝広告するた\nめに作成したパンフレットであることは明らかというべきであり、他方、東ソー株\n式会社の商業登記簿謄本（甲第９号証）によれば、日本ポリケミカル株式会社は、\n昭和４６年６月１日に東ソー株式会社（当時の商号・東洋曹達工業株式会社）に吸\n収合併されたことが認められるから、その作成時期は、遅くともこの合併の日以前\nであると認めるのが相当である。\nそして、引用例１について、「そのパンフレットは、昭和４３年の半ば頃に\nカラー刷りで約１，０００部ほど作られたと記憶しております。・・・数年間にそ\nの地方（注、東京及び関東地方）の企業の４０ないし５０社程度に対して配布して\nおります」と記載するＣ作成の陳述書（乙第２号証）及びこれに沿う記載のあるＤ\n作成の陳述書（乙第４号証）も総合すれば、引用例１は、昭和４３年ころ、日本ポ\nリケミカル株式会社によって作成され、日本国内において頒布された刊行物である\nことが、優に認められるというべきである。なお、この認定は、同社が、構成を\n「ウルトラセン」とし、指定商品を平成３年政令第２９９号による改正前の商標法\n施行令別表第３４類「プラスチック、ゴム、皮革、パルプその他の基礎材料で他の\n類に属しないもの」とする商標を昭和４２年３月２４日に登録出願（商願昭４２－\n１７８５２号）している事実が商標公報（乙第５号証）によって認められることと\nも完全に整合するものであり、引用例１の原本が提出されていないこと、奥付や頁\n数の記載がないこと等の点は、上記認定を左右するものとはいえない。\n原告ら主張の取消事由１は理由がない。\n２　取消事由２（引用例１記載の発明の認定の誤り）について\n(1)　原告らは、引用例１には、ウルトラセン（ＥＶＡ）の洋傘への適用を裏付\nける記載はない旨主張する。しかし、引用例１（甲第４号証、乙第１号証）には、\n「ウルトラセンによる高周波加工製品のかずかず」との標題の下に、「雨にも強い\n洋傘とレインコート」との記載が、その写真とともに示されていることは上記のと\nおりであるところ、ここでいう「ウルトラセンによる高周波加工製品」とは、同２\n枚目の「エチレン酢酸ビニルコポリマーウルトラセンの高周波接着加工について」\nとの記載及び同５枚目の「軟質塩ビフィルムとウルトラセンフィルムの高周波加工\n比較試験・・・ウルトラセンが１００％完全なシール部強度をうるには、図１で明\nらかなように、軟質塩ビとほぼ同一の時間内でできます」との記載に示されている\nように、ウルトラセンフィルム（シート）に対し高周波接着加工を施した製品であ\nると理解することができる。\nそうすると、引用例１の上記記載を総合すれば、引用例１には、エチレン\n酢酸ビニルコポリマーであるウルトラセンフィルムからなるシートに高周波接着加\n工を施した洋傘が実質的に記載されていると認められるというべきであり、これと\n同旨をいう審決の認定に誤りはない。\n(2)　原告らは、ウルトラセンを洋傘に適用することができない根拠として、こ\nれを洋傘のシートに用いる場合、プラスチックや金属等から成る中棒や露先部と接\n着する必要があるところ、高周波加工ではこのような接着をすることができない旨\n主張する。しかし、傘のシートと中棒又は露先部との結合を糸止めなどにより行う\nことは技術常識であって、この工程まで引用例１に記載された高周波接着加工で行\nうべき技術的必然性があるとはいえないから、原告らの上記主張は理由がない。\nまた、原告らは、引用例１のレインコートと洋傘の写真は、単にレインコ\nートとセット販売されるものとして洋傘を写真中に入れたにすぎないと解する余地\nもある旨、仮に、洋傘にウルトラセンを使用するとことが示唆されているとして\nも、これがシート部分に使用されるとは限らない旨主張するが、「ウルトラセンに\nよる高周波加工製品のかずかず」の一つとして例示されている「雨にも強い洋傘と\nレインコート」との前記記載が、洋傘とレインコートを並列的に扱っていること、\n他の例示に係る製品がいずれもフィルム（シート）を素材として用いるものである\nことに照らして、上記主張も採用することができない。\n(3)　したがって、原告ら主張の取消事由２も理由がない。\n３　取消事由３（相違点についての判断の誤り）について\n(1)　上記１、２によれば、本件特許を無効とすべきものとした審決の結論は是\n認するに足りるが、念のため、原告ら主張の取消事由３について判断する。\n「軟質ポリ塩化ビニルフィルムからなるシートを備えた傘」が本件出願前に\n周知技術であったことは当事者間に争いがないから、そのシートとして、ＥＶＡフ\nィルムを適用することの容易想到性についてみるに、引用例２（甲第８号証）に\nは、従来技術に関する事項として、「昀近、ＥＶＡを主原料としたシートは可塑\n剤、安定剤等の公害問題を生ずる心配のあるものを含まないという特徴をはじめ、\n耐候性、耐衝撃性、耐寒性や夏冬で柔軟性が変わらない性質などの特性を生かし、\n車両関係部材すなわち泥よけ、床マット、サドル、ハンドルグリップなどの用途を\nはじめ、防水シート、パッキング、テーブルクロスなど従来、軟質ポリ塩化ビニル\nや低密度ポリエチレンなどが使われていた分野に使用されてきている」（１頁右下\n欄６行目～右下欄１５行目）との記載が認められる。\nそうすると、引用例２には、防水シート等の素材として、「軟質ポリ塩化\nビニルや低密度ポリエチレン」から「ＥＶＡ」を主原料としたものへの置換可能性\nが強く示唆されている上、ＥＶＡを主原料としたシートの特性として、耐候性、耐\n衝撃性、耐寒性等が示され、具体的には「防水シート」等が例示されているとこ\nろ、これらの特性が傘のシートに要求される特性と符合することは明らかである。\nこれらの点を踏まえれば、周知技術である「軟質ポリ塩化ビニルフィルムからなる\nシートを備えた傘」の「軟質ポリ塩化ビニルフィルムからなるシート」に換えて、\n「ＥＶＡフィルムからなるシート」を適用することは、当業者の容易に想到し得た\nことというべきである。したがって、これと同旨の審決の判断に誤りはない。\n(2)　原告らは、引用例２記載の発明は、「カレンダー成形用樹脂組成物」に関\nするものであって、その記載のＥＶＡの特性は、傘に必要な特性とは異なる旨主張\nする。しかし、この主張は、引用例２記載の発明が、カレンダー成形において成形\n加工性のすぐれたＥＶＡを主成分としたカレンダー成形用樹脂組成物に係る発明で\nあることを前提にするものといわざるを得ないところ、引用例２の上記記載から\nは、ＥＶＡを主原料としたシートについての従来技術に係る事項も発明として把握\nすることができ、審決もその趣旨で引用例２記載の発明を位置付けていることが明\nらかであるから、原告らの主張は、その前提において失当である。\n４　以上のとおり、原告ら主張の審決取消事由は理由がなく、他に審決を取り消\nすべき瑕疵は見当たらない。\nよって、原告らの請求は理由がないから棄却することとし、訴訟費用の負担\nにつき行政事件訴訟法７条、民事訴訟法６１条、６５条１項本文を適用して、主文\nのとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　長　　　沢　　　幸　　　男\n裁判官    　宮　　　坂　　　昌　　　利\n"
}