{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 12
  },
  "case_number": "平成11(ワ)2334",
  "case_name": "入院治療費",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7268",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7268",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/268/007268_hanrei.pdf",
  "contents": "判決　平成１４年２月１２日　平成１１年（ワ）第２３３４号　入院治療費請求事\n件\n主　　　　文\n一　被告甲は原告に対し，金９１万４５１３円及びこれに対する平成１１年\n１１月１８日から支払済みまで年５分の割合による金員を支払え。\n二　被告乙は原告に対し，金８６万０５１３円及びこれに対する平成１１年\n１１月１８日から支払済みまで年５分の割合による金員を支払え。\n三　原告のその余の請求を棄却する。\n四　訴訟費用はこれを４分し，その１を被告らの負担とし，その余は原告の\n負担とする。\n五　この判決は，原告勝訴部分に限り，仮に執行することができる。\n事実及び争点\n第一  申立\n一　被告甲は原告に対し，金４１８万９０３６円及びこれに対する平成１１年１\n１月１８日から支払済みまで年５分の割合による金員を支払え。\n二　被告乙は原告に対し，金２３９万７４３８円及びこれに対する平成１１年１\n１月１８日から支払済みまで年５分の割合による金員を支払え。\n三　仮執行の宣言\n第二　事案の概要\n本件は，原告が被告らに対し，被告らがそれぞれ原告経営の病院に入院中の\n治療費を請求した事案である。\n一　争いのない事実等（証拠を摘示しない事実は争いがない。）\n１　原告は，Ａ病院の名称で，肩書地において病院を経営している。\n２　被告らは，交通事故（以下，「本件事故」という。）により負傷して，平\n成１０年５月２１日Ａ病院に入院した。\n３　被告甲は，平成１０年８月１１日までＡ病院に入院した。傷病名は，頸椎\n骨折，脊髄損傷（不全麻痺）及び肝機能障害とされた。\n４　被告乙は，平成１０年７月３１日までＡ病院に入院した。傷病名は，右大\n腿打撲，頸椎捻挫，頭部打撲及び肝機能障害とされた。\n５　被告甲は，平成１０年７月２７日と同年８月１０日の２回Ｂ病院で受診し\nた。（乙７）\n６　被告甲は，平成１０年７月１３日以降Ｃ病院整形外科で受診した。（乙\n８）\n７　平成１１年２月２５日，加古川簡易裁判所において，本件事故の加害者及\nび加害車両所有者と被告らとの間で，Ａ病院における被告らの治療費については，\n加害者側でＡ病院と交渉して，その額を確定した上直接同病院に支払うこと等を内\n容とする調停が成立した。（乙６４）\n二　争点に関する双方の主張\n（原告）\n１　被告甲は，入院中，頸椎骨折，脊髄損傷（不全麻痺）及び肝機能障害であ\nり，その治療を必要とした。その間に要した診療に対する報酬は合計４１８万９０\n３６円であり，その明細は診療報酬明細書（甲１）のとおりである。\n同被告は，強い神経症状（麻痺，高度のしびれ，筋力低下）を伴ってお\nり，脊髄損傷を合併しているものとして治療する必要があった。\n２　被告乙は，入院中，右大腿打撲頸椎捻挫，頭部打撲及び肝機能障害であ\nり，その治療を必要とした。その間に要した診療に対する報酬は合計２３９万７４\n３８円であり，その明細は診療報酬明細書（甲２）のとおりである。\n同被告は，原告が退院を勧めてもこれを拒否した。\n３　１点２０円の計算について\n交通事故に伴う自由診療の点数を１点２０円で計算することは，民間の救\n急病院において広く行われていることであり，原告と被告らとの間でも黙示にこう\nした計算方法により診療報酬を定める合意があったというべきである。\n（被告ら）\n１　被告甲について\n同被告には，頸椎骨折，脊髄損傷（不全麻痺）は存在しなかった。軽度の\n肝機能障害はあったが，このために入院する必要はなかった。原告は誤診した上過\n剰診療したものである。\nすなわち，長期の入院治療の必要はなく，あるとしてもせいぜい１ないし\n２週間程度の検査入院で十分であったもので，１か月程度の通院治療で足りたと考\nえられる。絶対安静にしたり，絶食とする必要もなく，点滴治療等の必要もなく，\n不必要な検査も数多く行われた。\n同被告に対する投薬について，同被告が医師の裁量の範囲内にあるものと\nして合理性を認めるものは別紙「甲内服薬一覧」記載のとおりであり，また，本件\n事故と相当因果関係のある合理的な治療内容の結果として発生する診療報酬として\n認めるものは，別紙１ないし４記載のとおりであって，その合計額は１点１０円で\n計算すると１０万４３２０円に過ぎない。\n２　被告乙について\n同被告は，頸椎捻挫等のいわゆるむち打ち症程度の受傷に過ぎず，入院の\n必要もなかった。せいぜい経過観察のため数日程度の入院とする判断があり得た程\n度であり，１か月程度の通院治療で治癒し得たものである。原告は不必要な検査，\n投薬等の過剰診療をしたものである。\n同被告は退院を希望したが，原告は，退院するなら保険請求に協力しない\nなどといって，同被告を強引に入院させていた。\n同被告に対する投薬について，同被告が医師の裁量の範囲内にあるものと\nして合理性を認めるものは別紙「乙内服薬一覧」記載のとおりであり，また，本件\n事故と相当因果関係のある合理的な治療内容の結果として発生する診療報酬として\n認めるものは，別紙５ないし７記載のとおりであって，その合計額は１点１０円で\n計算すると４万６９２０円に過ぎない。\n３　１点２０円の計算について\n原告は，被告らの診療報酬を単価１点２０円で計算しているが，被告らは\n健康保険並の１点１０円程度で計算されると考えていたものであり，原告のような\n計算方法により治療費を支払うとの契約は成立していないし，このような計算方法\nにより算定された報酬請求を認めるべき合理的根拠もない。\n理　　　　由\n一　１点２０円の計算等\n弁論の全趣旨によれば，被告らは本件事故により負傷してＡ病院に搬送されて\n診療を受けることとなり，原告と被告らとの間に診療契約がそれぞれ締結されたこ\nとが認められる。診療の目的は，一次的には本件事故による負傷であるが，被告ら\nに他の疾患等が存在した場合，その診療を除外するというものではなかったと認め\nられる。\n原告が被告らに対し請求できる治療費の金額については，診療に問題がない限\nりにおいては，患者側においても，当時の一般的に行われている金額の範囲内にお\nいて徴収されることを予め承諾しているものと考えられるから，事前に患者側の承\n諾を得ていなくとも，上記金額の範囲内において請求することができると解するの\nが相当である。\n証人丙（Ａ病院副院長，被告らの担当医）と弁論の全趣旨によれば，自由診療\nの場合に１点２０円で計算して診療報酬を計算することは相当広く行われており，\n例外的であるとはいえないこと，Ａ病院でもこのような計算をしてきたことが認め\nられる。そうすると，以上の見地によれば，１点２０円の計算方法により診療報酬\nを算定して請求することも許されるものと解される。本件は，診療契約に基づく治\n療費の請求事件であり，交通事故による損害賠償請求の場合のように，事故と相当\n因果関係にある損害を損害の公平な分担という観点からも検討の上算定すべき場合\nと異なるから，以上のように解するのが相当である。\nもっとも，診療に問題がある場合は，当然に全部の診療報酬を請求できるもの\nではない。医師には，その時期における平均的な医学水準に従い最善の診療をなす\nべき義務があり，患者も医師のこのような診療を期待して，それを目的に診療契約\nを締結するものであるから，医師がこの義務に違反した場合は債務不履行責任を問\nわれる場合があるだけでなく，診療報酬の請求自体ができなくなる場合もあると解\nするのが相当である。しかし，医師には合理的範囲内での一定の裁量があることも\n否定できないから，医師がこの裁量の範囲を逸脱して不必要な診療を行ったと認め\nられる場合に限り，これに対応する診療報酬の請求をすることは許されないことと\nなると解するのが相当である。\n二　被告甲関係\n１　以下の認定，説示によれば，被告甲には頸椎骨折，脊髄損傷（不全麻痺）が\nあったとは認められず，むしろなかったものと認められる。\n(1)　証人丙は，平成１０年５月２１日の被告甲の頸椎のＸ線写真（乙１０の\n１）上第３頸椎と第４頸椎相互の位置関係がずれていることから，第４頸椎の骨折\nを疑い，骨折があった場合非常に高い確率で脊髄損傷を合併すること及び手足の痺\nれ，四肢の筋力低下等の臨床症状から，頸椎骨折及び脊髄損傷（不全麻痺）と診断\nしたと供述する。しかし，同証人は，その後のＸ線写真では頸椎骨折を確認できな\nいこと及び筋電図は撮っておらず，同被告に医師の手を握らせたり，足を伸ばして\n蹴ってみさせたりしたに過ぎないことを供述している上，診療録（乙１）上の臨床\n症状についての記載は質量とも不十分であり，看護記録中には５月段階で既に痺れ\n感なし等の記載が見られるのであり，同証人の証言と診療録を総合してみても，頸\n椎骨折との診断が正当であったとは認められない。\n(2)　乙３，８によれば，Ｃ病院整形外科では，被告甲を平成１０年８月１１日\n診察した結果，Ｘ線写真上頸椎骨折を認めず，また，他覚的な神経症状も認めなか\nったことが認められる。更に，乙７によれば，Ｂ病院でも，頸椎骨折は確認されて\nいないことが認められる。\n(3)　乙６３（医師丁の意見書）によると，同医師は，被告甲に関して，乙１\n（Ａ病院診療録），乙１０ないし５７中の同病院における同被告の頸椎Ｘ線写真\n等，乙３（Ｃ病院整形外科医師戌の平成１１年２月８日付け回答書）及び乙７（同\n被告のＢ病院外来診療録）の各資料を検討し，次のように述べていることが認めら\nれる。すなわち，\n①　どの画像を見ても，頸椎骨折があったとは考えられず，受傷直後認めら\nれたとされる麻痺についても強い疑念を感じること\n②　Ａ病院診療録には症状についての記載がほとんどないので，入院の必要\n性の判断は困難であるが，少なくとも３か月近くという長期の入院が必要であった\nとは考えられず，せいぜい１ないし２週間程度の入院で十分ではなかったかと考え\nられること\n③　投薬，点滴，安静の指示等の治療内容の妥当性には強い疑念を持たざる\nをえないこと\n④　肝機能障害は認められるが，本件事故と無関係であり，このため入院す\nる必要性もなく，絶食にする必要もないこと\n⑤　頻回に諸検査をしているが，その必要性があったとは考えられないこと\n(4)　以上によれば，被告甲に頸椎骨折，脊髄損傷（不全麻痺）があったとは認\nめられず，むしろなかったものと認められる。平成１０年５月２１日の時点で，佐\n々木彰彦医師が上記のように確定診断したとすれば，拙速に過ぎたというべきであ\nるが，この時点でこのような疑いを持ち，入院させた上経過を観察することが医師\nの裁量の範囲を逸脱するものであるとまでいえるかは疑問であり，そのように認め\nるに足りる証拠はないというべきである。また，この間同医師は被告甲に安静の指\n示を出していた（証人丙）が，早期にこの指示を解除すべきであったとはいえて\nも，この指示をしたこと自体が医師の裁量の範囲を逸脱するものであるとまではい\nえない。\nもっとも，前記の看護記録の記載やその後のＸ線写真（乙１１の平成１０\n年５月２９日撮影のもの）によれば，少なくとも平成１０年５月末には入院の必要\nがないものとの判断を下すことが，丙医師には可能であり，そのように判断すべき\nであったというべきである。\n２　乙１，６３と弁論の全趣旨によれば，被告甲は入院当初からＧＰＴ，γ－Ｇ\nＴＰの数値が基準値を超えてり，肝機能障害があったこと，しかし，これにより入\n院するまでの必要はなかったことが認められる。\n３　また，乙６３中の前記記載によれば，Ａ病院では，被告甲の診療に関して，\n不必要と考えられる投薬，検査等もなされていたと認められる。しかし，乙８によ\nれば，被告甲には平成１０年８月１１日の時点でも頸部等に痛みが持続しており，\n同年６月以降においても，全ての診療が不必要であったとまでは認められない。\n４　乙１と証人丙によれば，被告甲が平成１０年６月以降のＡ病院入院中に発症\nした胆管炎，ＭＲＳＡ感染症等は入院継続により発症したものであり，入院継続が\nなければその発症も治療の必要性もなかったものであることが認められる。\n５　以上を総合すると，甲１の診療報酬明細書中，以下に掲げる部分の合計９１\n万４５１３円の診療報酬（治療費）請求は理由があるが，それ以外の部分は，医師\nの裁量の範囲を逸脱する診療に対する対価であって，その請求には理由がないもの\nと判断される。\n(1)　被告甲が認める初診料（但し１点２０円）１万４６００円\n(2)　平成１０年５月分のその他（入院により必要となる病衣貸出料等。被告甲\nが認める院内証明書料３１５０円を含む。）２万６７５３円\n(3)　平成１０年５月分の入院料２９万３６６０円及び診断書及び明細書料各８\n４００円\n(4)　平成１０年５月分のその他の料金（投薬料，注射料，処置料，手術料，検\n査料，画像診断料。以下「投薬料等」という。）３２万７７００円の約３分の２で\nある２１万８４００円\n(5)　平成１０年６月分の明細書料８４００円と投薬料等６１万３８４０円の約\n４分の１である１５万３４００円\n(6)　平成１０年７月分の明細書料８４００円と投薬料等６４万４９００円の約\n５分の１である１２万８９００円\n(7)　平成１０年８月分の明細書料８４００円と投薬料等２２万１３６０円の約\n６分の１である３万６８００円\n三　被告乙関係\n１　以下の認定，説示によれば，被告乙については，治療の必要はあったもの\nの，入院の必要は，せいぜい平成１０年５月末までの間の経過観察のための入院を\n除いてはなかったものと認められる。\n(1)　乙２，証人丙及び弁論の全趣旨によれば，被告乙は本件事故により右大腿\n打撲，頸椎捻挫等の傷害を負ったが，意識消失はなかったこと，当初頭部や肩等の\n痛みを訴えていたが，入院直後から外出できる状態であったこと，平成１０年５月\n末には痛みも軽減していたことが認められる。\n(2)　証人丙は，被告乙が入院継続を希望したと供述するが，被告甲本人に照ら\nして採用できず，むしろ，このような事実はなかったものと認められる。\n(3)　乙６３によると，丁医師は，被告乙に関して，乙２（Ａ病院診療録），甲\n３ないし７の同病院における同被告のＸ線写真等の資料を検討し，次のように述べ\nていることが認められる。すなわち，\n①　傷病名から判断して，経過観察のため数日間の入院はあり得ても，２か\n月以上の入院の必要はなかったこと\n②　診療録にも，入院の必要性を窺わせる記載は全くなく，入院を必要とす\nるような治療も行われていないようであること\n③　肝機能障害は認められるが，本件事故と無関係であり，そのために入院\nする必要もないこと\n④　必要性のない諸検査が頻回に行われていること\n(4)　乙２と弁論の全趣旨によれば，被告乙は，入院直後からＧＯＴ，ＧＰＴの\n数値が基準値を超えており，肝機能障害の治療の必要はあったが，これにより入院\nする必要まではなかったことが認められる。\n２　そして，乙２に見られる被告乙に対するＡ病院の診療内容と乙６３の丁医師\nの前記意見によれば，Ａ病院の診療中には不必要な諸検査が多く含まれているとい\nわざるを得ない。なお，被告乙は，本件事故と無関係な治療も多く含まれていると\n主張するが，本件各診療契約は本件事故による傷害のみを目的とするものではない\nから，被告甲の肝機能障害の治療と同様，これを不必要な治療であるということは\nできない。\n３　以上を総合すると，甲２の診療報酬明細書中，以下に掲げる部分の合計８６\n万０５１３円の診療報酬（治療費）請求は理由があるが，それ以外の部分は，医師\nの裁量の範囲を逸脱する診療に対する対価であって，その請求には理由がないもの\nと判断される。\n(1)　被告乙が認める初診料（但し１点２０円）１万４６００円\n(2)　平成１０年５月分のその他（入院により必要となる病衣貸出料及び被告乙\nが認める院内証明書）３９５３円\n(3)　平成１０年５月分の入院料２８万１４６０円及び診断書及び明細書料各８\n４００円\n(4)　平成１０年５月分の投薬料等２９万０９４０円の約４分の３である２１万\n８２００円\n(5)　平成１０年６月分の明細書料８４００円と投薬料等２８万６８４０円の約\n２分の１である１４万３４００円\n(6)　平成１０年７月分の明細書料８４００円と投薬料等３３万０７６０円の約\n２分の１である１６万５３００円\n四　結論\n以上の次第で，原告の請求は，被告甲につき金９１万４５１３円，被告乙につ\nき金８６万０５１３円及び各金員に対する平成１１年１１月１８日から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由があり，そ\nの余は理由がない。\n神戸地方裁判所第５民事部\n裁判官　　　前　　坂　　光　　雄\n"
}