{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 25
  },
  "case_number": "平成11(ワ)5104",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11887",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11887",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/887/011887_hanrei.pdf",
  "contents": "平成１１年(ワ)第５１０４号　特許権侵害差止等請求事件\n口頭弁論終結の日　平成１４年２月１５日\n判　　　　　　決\n原            告　　　　　オムロン株式会社\n訴訟代理人弁護士 　   　　岡  田  春  夫\n同　　　　　　　　　　　　小  池  眞  一\n同　　　　　　　　　　　　矢  倉  信  介\n補佐人弁理士　　　　　　　牛  久  健  司\n同　　　　　　　　　　　　井  上    　正\n被            告　　　　　名古屋電機工業株式会社\n訴訟代理人弁護士　　　　　堀　川　日出輝\n同　　　　　　　　　　　　野　上　邦五郎\n同                     　 杉  本  進  介\n同                     　 冨  永  博  之\n補佐人弁理士　　　　　　　浜  野  哲  郎\n主　　　　　　文\n１　被告は、別紙ロ’号物件目録記載の物件を製造し、販売し、販売の申出をし\nてはならない。\n２  被告は、別紙ニ’号物件目録記載の物件を製造し、販売し、販売の申出をし\nてはならない。\n３  被告は、その占有に係る第１項及び第２項の各物件並びにこれらの半製品を\n廃棄せよ。\n４  被告は、原告に対し、金５０８７万９１９０円及びこれに対する平成１４年\n１月２５日から支払済みまで年５分の割合による金員を支払え。\n５  原告のその余の請求をいずれも棄却する。\n６　訴訟費用は５分し、その１を原告の、その余を被告の各負担とする。\n７　この判決は、第４項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１ないし３\n主文第１項ないし第３項と同旨。\n４　被告は、原告に対し、金１億４２５９万円及びこれに対する平成１４年１月\n２５日（平成１４年１月２１日付け訴えの変更申立書送達日の翌日）から支払済み\nまで年５分の割合による金員を支払え。\n第２　事案の概要\n（略称）後記前提となる事実１(1)記載の特許権　　―　「第１特許権」\n後記前提となる事実１(2)記載の特許権　　―　「第２特許権」\n第１特許権の発明　　　　　　　　　　　―　「第１発明」\n第２特許権の発明　　　　　　　　　　　―　「第２発明」\n第１特許権出願に係る明細書　　　　　　―　「第１明細書」\n第２特許権出願に係る明細書　　　　　　―　「第２明細書」\n第１特許権の特許公報（甲２）　　　　　―　「第１公報」\n第２特許権の特許公報（甲４）　　　　　―　「第２公報」\n別紙イ号物件目録記載の物件　　　　　　―　「イ号物件」\n別紙ロ号物件目録記載の物件　　　　　　―　「ロ号物件」\n別紙ハ号物件目録記載の物件　　　　　　―　「ハ号物件」\n別紙ニ号物件目録記載の物件　　　　　　―　「ニ号物件」\n別紙イ’号物件目録記載の物件　　　　　―　「イ’号物件」\n別紙ロ’号物件目録記載の物件　　　　　―　「ロ’号物件」\n別紙ハ’号物件目録記載の物件　　　　　―　「ハ’号物件」\n別紙ニ’号物件目録記載の物件　　　　　―　「ニ’号物件」\nイ’号物件及びロ’号物件からなるシステム\n―　「イ’号＋ロ’号システ\nム」（他のシステムも同様とする。）\n別紙イ”号物件目録記載の物件　　　　　―　「イ”号装置」\n本件は、第１特許権及び第２特許権を有する原告が、①ユーザによるイ’号\n物件及びロ’号物件、イ’号物件及びハ’号物件、イ号物件及びロ号物件並びにイ\n号物件及びハ号物件の各組み合わせによる使用（ニ’号物件又はニ号物件をコンピ\nュータにインストールすることを含む。）は第１特許権及びその出願公告による仮\n保護の権利（平成６年法律第１１６号による改正前の特許法５２条１項）の直接侵\n害に、②ユーザによるロ’号物件、ハ’号物件、ロ号物件及びハ号物件の使用\n（ニ’号物件又はニ号物件をコンピュータにインストールすることを含む。）は第\n２特許権の直接侵害にそれぞれ当たることを前提として、各物件の製造販売等をし\nた被告に対し、次のとおり請求した事案である。\n①－１　ロ’号物件及びニ’号物件の製造販売等が第１特許権の間接侵害に当\nたることを理由とする、同特許権に基づく前記製造販売等の差止めと廃棄等請求\n（請求の第１項ないし第３項）。\n①－２　ロ’号物件、ニ’号物件、ロ号物件及びニ号物件の各販売が第１特許\n権及び前記仮保護の権利の間接侵害又はユーザによる前記①の直接侵害行為の教唆\n幇助（民法７１９条２項）に当たることを理由とする、民法７１９条１項（イ’号\n物件又はイ号物件との組み合わせ使用のため、同物件も損害賠償の対象とす\nる。）、特許法１０２条３項に基づく損害賠償請求（請求の第４項）。\n②－１　ロ’号物件の製造販売等が第２特許権の直接侵害又は間接侵害に、\nニ’号物件の製造販売等が第２特許権の間接侵害にそれぞれ当たることを理由とす\nる、同特許権に基づく前記製造販売等の差止めと廃棄等請求（請求の第１項ないし\n第３項）。\n②－２　ロ’号物件及びロ号物件の販売が第２特許権の直接侵害、間接侵害又\nはユーザによる前記②の直接侵害行為の教唆幇助（民法７１９条２項）に、ニ’号\n物件及び及びニ号物件の販売が第２特許権の間接侵害又はユーザによる前記②の直\n接侵害行為の教唆幇助（民法７１９条２項）にそれぞれ当たることを理由とする、\n民法７１９条１項、特許法１０２条３項に基づく損害賠償請求（請求の第４項）。\n（前提となる事実）\n１　原告は、次の各特許権を有している。\n(1)　特許番号　第２０７７０４４号（特願昭６１－２９０７９０）\n発明の名称　実装基板検査位置生成装置および方法\n出願日　昭和６１年１２月５日\n出願公告日　平成７年１２月２０日\n登録日　平成８年８月９日\n特許請求の範囲　別紙特許公報（第１公報）該当欄請求項１記載のとお\nり。\n(2)　特許番号　第２５７０２３９号（特願平０３－２１４３５８）\n発明の名称　実装部品検査用データ生成方法およびその方法の実施に用い\nられる実装部品検査装置\n出願日　平成３年７月３０日\n登録日　平成８年１０月２４日\n特許請求の範囲　別紙特許公報（第２公報）該当欄請求項２記載のとお\nり。\n２　第１発明及び第２発明の各構成要件を分説すれば、次のとおりである。\n(1)　第１発明\nＡ　部品が実装された実装基板を検査するための検査位置を生成する実装基\n板検査位置生成装置であって、\nＢ　基板に対する前記実装される部品の装着位置を指定するための部品装着\n情報を記憶する第１の記憶手段と、\nＣ　部品の種類毎に検査対象となり得る場所の相対位置データを含む部品情\n報を記憶する第２の記憶手段と、\nＤ　前記第１の記憶手段に記憶される部品装着情報と前記第２の記憶手段に\n記憶される部品情報とから実装基板を検査するための検査位置を生成する検査位置\n生成手段と\nＥ　を備えることを特徴とする実装基板検査位置生成装置。\n(2)　第２発明\nＦ　被検査基板上に実装された複数の部品につき、それぞれの実装品質を検\n査するのに必要な実装部品検査用データを生成するための装置であって、\nＧ　前記被検査基板上に実装された各部品について、それぞれその部品種を\n識別するための識別情報、実装方向、および実装位置を、それぞれ外部より入力し\nて記憶する第１の記憶手段と、\nＨ　複数の部品種について、それぞれ少なくとも検査対象部位と検査基準と\nを対応づけたライブラリデータを記憶する第２の記憶手段と、\nＩ　前記各部品種について、それぞれその部品種を識別するための識別情報\nとライブラリデータとを対応づけるための変換テーブルを記憶する第３の記憶手段\nと、\nＪ　前記第１の記憶手段に記憶される各部品の識別情報と前記第３の記憶手\n段に記憶される変換テーブルとを用いて、被検査基板上の各部品毎に、その部品種\nに該当するライブラリデータを前記第２の記憶手段から読み出した後、このライブ\nラリデータと前記実装方向および実装位置とを合成して前記実装部品検査用データ\nを生成する合成手段と\nＫ　を備えて成る実装部品検査用データ生成装置。\n３　被告は、いずれも業として、\n(1)　ウィンドウズ化前の装置等として、イ号物件、ロ号物件及びニ号物件を製造\nし、販売し、販売の申出をしていた。\n(2)　ウィンドウズ化後の装置等として、イ’号物件、ロ’号物件及びニ’号物件\nを製造し、販売し、販売の申出をしている。\nなお、イ号物件及びイ’号物件（商品名「レーザインスペクタＮＬＢシリー\nズ」）は、基板に取り付けられた電子部品の「はんだ付けの状態」及び「部品の位\n置ずれ」等をレーザ光を利用して自動検査する検査装置である。ロ号物件及びロ’\n号物件（商品名「アナライザＮＬＢＡ」）は、イ号物件及びイ’号物件の検査精度\nや稼働効率を向上させるための各種のソフトを搭載したパソコンである。ニ号物件\n及びニ’号物件は、ロ号物件及びロ’号物件に用いられるＣＡＤ展開ソフトを記録\nした媒体である（ちなみに、ハ号物件及びハ’号物件は、汎用コンピュータにＣＡ\nＤ展開ソフトがインストールされたものである。）。\n４　イ’号＋ロ’号システムは、第１発明の構成要件のうち、後記争点以外の構\n成要件をすべて充足する。\n（第１特許権についての争点）―イ’号物件及びロ’号物件の議論が、イ号物件及\nびロ号物件、イ号物件及びハ号物件並びにイ’号物件及びハ’号物件にそのまま妥\n当することは当事者間に争いがないので、侵害論の争点では、イ’号＋ロ’号シス\nテムを代表例として摘示するにとどめる。\n１　第１発明の構成要件Ａ、Ｄ及びＥ「検査位置生成」の充足性\n（原告の主張）\n第１発明は、部品の種類毎に検査対象となり得る場合の相対位置データを含\nむ部品情報を記憶するライブラリを設け、このライブラリを用いて実装基板を検査\nするための検査位置を生成するところにその本質があり、「生成した検査位置を記\n憶する記憶手段」まで同発明の構成要件とするものではないから、被告主張のよう\nに、検査に先立ち実装基板上のすべての部品の検査対象位置をあらかじめ生成して\nおくことは、必要ではない。被告の指摘する出願当初明細書（乙１）には、第１発\n明がインサーキットテスター又はこれに類似する検査装\n置に限定されることを示唆する記載は一切ないから、第１発明がブリッジ検査\n対象登録方法に限定される理由はない。なお、被告の言及するブリッジ検査対象登\n録方法の発明については、第１特許権の特許出願から分割出願され、第１特許権と\nは別の特許（特許番号第２６９７６７８号、甲３９）として登録されている。\nイ’号＋ロ’号システムについて、イ’号物件が、ロ’号物件から与えられ\nた検査プログラムに基づき、検査位置算出手段においてレーザ掃引場所を算出し、\nこの検査位置の算出と算出した検査位置に対するレーザ掃引（対象物の上にレーザ\n光を走査すること）を交互に行うことにより検査対象位置を生成するものであると\nしても、上記構成要件を充足する。仮に検査位置を生成することに生成した検査位\n置を記憶することが含まれると解しても、イ’号＋ロ’号システムは、一時的にせ\nよ、算出した検査位置を記憶している（これを消去するのはメモリ節約のためにす\nぎない。）から、上記構成要件を充足することに変わりはない。\n（被告の主張）\n第１発明は、従来技術が、実装基板の検査を行う前に、実装基板上のすべて\nの部品の検査対象位置をあらかじめ決めた後で、それを検査装置に教示して検査を\n行うものであったことを前提として、そこにおける検査対象位置の登録方法の問題\n点を改良し、検査位置生成装置として検査位置を支援するものであり、検査に先立\nち、実装基板上のすべての部品の検査対象位置をあらかじめ登録作業の自動化によ\nり生成しておくものである（その出願当初明細書（乙１）においても、第１発明は\nブリッジ検査対象登録方法のみを前提としていたことからみて、第１発明の「検査\n位置」とは、「ブリッジ検査の対象とする相手方電極の位置」という「検査ポイン\nト」を意味し、「検査領域」という概念とは異なる。）。したがって、第１発明の\n「検査位置生成」とは、検査装置を支援するために、検査に先立ち実装基板上のす\nべての部品の検査対象位置をあらかじめ生成しておくことを意味し、検査対象位置\nを計算し、これに基づき検査するという工程を交互に行うようなものは含まれな\nい。\nイ’号＋ロ’号システムについて、イ’号物件が、ロ’号物件から与えられ\nた検査プログラムに基づいて検査位置算出手段においてレーザ掃引場所を算出し、\nこの検査位置の算出と算出した検査位置に対するレーザ掃引を交互に行うことによ\nって部品実装基板上のはんだ付けの状態（はんだ付けの良否、はんだ、ブリッジの\n有無等）、部品の有無、ずれ等を検査するものであって、検査に先立ち実装基板上\nのすべての部品の検査対象位置をあらかじめ生成しておくものではないから、上記\n構成要件を充足しない。\n２　第１発明の構成要件Ｃ「部品の種類毎に検査対象となり得る場所の相対位置\nデータを含む部品情報を記憶する」の充足性\n（原告の主張）\n次の点に照らせば、イ’号＋ロ’号システムは、「部品の種類／パーツ№」\n毎の、部品の外形、リード、パッド（電子部品を基板にはんだ付けするための基板\n上の接続部分）等に関するデータ（形状情報）と各検査項目のレーザ掃引情報より\nなるパーツデータを記憶するものであるから、上記構成要件を充足する。\n(1)　第１発明は、基板座標系から離れて、実装基板検査位置生成装置内でデー\nタを共用するという観点から分類される部品の種類毎に、検査対象となり得る場所\nを定めておくという技術思想を想定したものであり、パッドの形状や寸法が異なれ\nば検査対象となり得る場所の相対位置データも異なるというのであれば、異なる部\n品の種類（部品の種類／パーツ№）が割り当てられるのは当然であり、被告の主\n張(1)のような形式的な解釈をすべきではない。\n(2)　第１発明の昀終目的は検査位置を導く点にあり、「位置データ」をその文\n言に従って解釈しても、「位置に関するデータ」であり、位置を導き出すデータを\n含めて解釈するのが自然かつ合理的であるから、座標データに限定解釈する理由は\nない（座標は位置を表す一手段にすぎない。）。したがって、「相対位置データ」\nとは、部品系で示される位置に関するデータで、部品系で示される位置を導き出す\nデータも含まれる。\n(3)　被告の主張(3)は否認する。第１発明がインサーキットテスター又はこれ\nに類似する検査装置に適用できるブリッジ検査対象登録方法に限定される理由はな\nい。\n（被告の主張）\n原告の主張はいずれも否認する。\n(1)　「部品の種類」とは、部品自体の属性に含まれない部品以外の要素も含め\nて分類したとすれば、「部品の種類」とはいえないから、部品自体の属性に基づく\n分類をいい、部品自体の属性に関わらないものを考慮した分類は含まれない。「部\n品情報」も、部品自体の属性に含まれない部品以外の情報を含むものであれば、\n「部品の情報」とはいえないから、部品自体の属性に関わる情報をいい、部品自体\nの属性に関わらない情報は含まれない。第１明細書の実施例第８図に関する記載も\nこれを前提としている。\nイ’号＋ロ’号システムにおいて、ロ’号物件のパーツデータ・ファイル\n63Ａは、部品自体の属性に関わらないパッドの情報という要素を含む「部品の種類\n／パーツ№」ごとに分類されており、また、部品自体の属性に関わらないパッドに\n関するデータを含むものであるから、上記構成要件を充足しない。\n(2)　「相対位置データ」とは、その文言自体や第１明細書の実施例第７図ない\nし第９図に関する記載に照らし、基板座標系上の絶対位置に対する部品座標系上の\n相対位置を示す位置データをいい、位置データと同視し得る位置データを導き出し\n得るすべてのデータというような意味ではない。\nイ’号＋ロ’号システムにおいて、ロ’号物件のパーツデータ・ファイル\n63Ａは、「部品の種類／パーツ№」ごとに、部品、リード及びパッド等の長さ、\n幅、間隔等の寸法に関するデータや、レーザの掃引回数や掃引長さ等の掃引に関す\nるデータを記憶しているだけであって、「相対位置データ」情報を記憶するもので\nはないから、上記構成要件を充足しない。\n(3)　第１発明の出願当初明細書（乙１）にはインサーキットテスター又はこれ\nに類似する検査装置に適用できるブリッジ検査対象登録方法しか記載されていなか\nった以上、第１発明は同登録方法を前提としており、その検査位置もブリッジ検査\nの対象とする相手方電極の位置という検査ポイントを意味するのであって、一定の\n範囲を意味する検査領域ではないから、検査ポイントとしての検査位置を求めるデ\nータを記憶していることが必要である。\nイ’号＋ロ’号システムにおいては、被検査領域をレーザ掃引し、被検査\n領域の各部から反射するレーザ光の方向を識別して数列化することによって初めて\n検査が可能となる方式を採用しているため、レーザ掃引開始位置を算出する部品及\nびパッドの長さ情報とレーザ掃引方法に関する情報が必要であり、レーザ掃引開始\n位置を求めるデータをもって検査位置を求めるデータということはできないから、\n上記構成要件を充足しない。\n３　明らかな無効理由\n（被告の主張）\n第１発明は、これに対する特許無効審判請求書（乙２）添付の特開昭５９－\n１２５４６９号公開特許公報（プリント基板自動設計装置）、特開昭６１－７４３\n９８号公開特許公報（組立ロボツトによる電子部品自動組立て方\n法）、DEC（Digital Equipment Corporation）TECHNICAL PAPER（June 2-6.1985、\n被検査印刷回路基板のロボットによるプロービング（探針移動操作））に記載され\nた各発明に基づき、当業者であれば容易に発明することができた（特許法２９条２\n項違反）。したがって、第１特許権には特許の無効理由が存在することが明らかで\nあるから、第１特許権に基づく請求は権利の濫用である。\n（原告の主張）\n被告の主張は否認する。\n４　先使用による通常実施権\n（被告の主張）\n(1)　被告は、第１特許出願前から、イ”号装置の研究開発及び製造の準備を行\nっていた。\n(2)　イ”号装置の発明は、イ’号＋ロ’号システムの発明と同一である。すな\nわち、イ”号装置は、部品のリードとリードの間のようにブリッジが生じやすい場\n所（領域）をレーザ掃引し、その反射光の強度の変化を検出することによってブリ\nッジの有無を検査する方法を採用しており、部品位置データ記憶手段に記憶された\n部品位置データ（部品装着情報）とパーツデータ記憶手段の部品の形状情報及びレ\nーザ掃引情報とから検査プログラムが作成され、検査プログラムのＤＡＴＡｎファ\nイルに含まれる部品位置データ（部品装着情報）と部品形状情報とからレーザ掃引\n基準位置（ブリッジ検査基準位置）が算出され、このレーザ掃引基準位置の算出\nと、算出されたレーザ掃引基準位置及びＤＡＴＡｎファイルに含まれるレーザ掃引\n情報（掃引ストローク、掃引ピッチ）に基づくレーザ掃引とを各部品毎に交互に行\nうことによりブリッジ検査を行っている。\n(3)　被告は、前記(1)の当時、第１発明の内容を知らなかった。\n（原告の主張）\n(1)　被告の主張(1)は否認する。ソフトウェアの開発工程は、通常、①機能設\n計→②構造設計→③モジュール設計→④プログラミング→⑤デバッグ→⑥テストの\n各工程から構成されるところ、被告の主張するイ”号装置の技術思想は、部品位置\nデータとパーツデータとから検査位置を生成することにあるから、前記②構造設計\nの工程が当該技術思想のプロセスを構築するための中心部分である。ところが、\nイ”号装置は、第１特許出願時では、被告設計者のメモによっても具体的設計には\n至らず、部品基準位置も定まっていなかったのであり、前記②構造設計の工程で試\n行錯誤を繰り返していたものであるから、未だ発明の完成がなく、事業の準備があ\nるとはいえない。\n(2)　被告の主張(2)は否認する。イ”号装置にはイ’号＋ロ’号システムと次\nのような相違点が存するから、イ”号装置に具現された発明と同一性があるとはい\nえない。\nア  イ”号装置では、部品基準位置の情報が手動で入力され、検査位置の算\n出に必要なパーツデータも手動で選択する必要があるが、イ’号＋ロ’号システム\nでは、部品基準位置の情報にはＣＡＤデータが用いられ、検査位置の算出に必要な\nパーツデータもＣＡＤ展開処理手段において自動的に選択される。つまり、イ”号\n装置が検査位置の手動入力を原則とするのに対し、イ’号＋ロ’号システムは検査\n位置をすべて自動で生成するものであるから、両者の構成は大きく異なる。\nイ　第１発明の作用効果が検査対象位置の登録作業を自動化することによ\nり、係員の作業負担の軽減、登録作業の効率化、登録ミスの発生防止にあるとこ\nろ、イ”号装置では、部品装着情報の入力及びパーツデータの選択を手動で行う必\n要があり、これらを自動で行うイ’号＋ロ’号システムと比較すれば、その作業負\n担は圧倒的に重く、効率化の点でも劣り、登録ミスの発生防止も十分ではないか\nら、作用効果の点でも、両者は大きく異なる。\nウ　イ”号装置の開発経緯に照らしても、①被告がイ”号装置を開発したと\nいう時期からＣＡＤデータの利用が開始されるまでに、実に５年余りという長い年\n月を要した、②ＣＡＤデータの利用が開始されたのは、ユーザの示唆によるもので\nあり、被告のイニシアティブによるものではなかった、③手入力から初期ＣＡＤ展\n開への利用へと改良された平成４年３月の時点においても、イ’号＋ロ’号システ\nムに採用されているＣＡＤ展開ソフトの開発が困難であったのであるから、両者の\n技術上の隔たりは大きい。\n(3)　被告の主張(3)は否認する。\n５　間接侵害又は教唆幇助\n（原告の主張）\n(1)　特許法１０１条１号について、ある製品が特許発明たる物の生産にのみ使\n用する機能とそうでない機能の複数の機能を切り替えて使用することが可能な構造\nになっており、当該特許発明たる物の生産に使用しない方法自体が存する場合であ\nっても、当該特許発明たる物の生産に使用しない使用を続けながら、当該特許発明\nたる物の生産に使用する機能を全く使用しないという使用形態が、当該製品の経済\n的、商業的又は実用的な使用として実質的に認められない場合には、当該製品を製\n造販売することによって侵害行為が誘発される蓋然性が極めて高いから、「その物\nの生産にのみ使用する物」という要件を満たすものというべきである。\nロ’号物件について、被告担当事業部長が、平成８年１１月１日発行の表\n面実装技術１１月号（甲１４）において、ＣＡＤ展開につき、「現在ほとんどのユ\nーザで利用されており、マニュアルティーチング作業はほとんどなくなったといえ\nる。」と述べているように、当時、ＣＡＤ展開がほとんどのユーザで使用されてい\nることが明らかであり、イ’号＋ロ’号システムによる使用を全く伴わないという\n使用形態が、ロ’号物件の経済的、商業的又は実用的な使用として実質的に認めら\nれないから、前記要件を満たす。ニ’号物件についても、イ’号＋ロ’号システム\nによる使用を全く使用しないという使用形態が、同物件の経済的、商業的又は実用\n的な使用として実質的に認められないから、前記要件を満たす。\n(2)　被告は、密接な相互依存関係を有するイ’号物件とロ’号物件（ロ’号物\n件は、イ’号物件の存在と同物件との組み合わせによる使用を当然の前提とす\nる。）を製造販売し、ＣＡＤ展開ソフトの取扱説明書等（甲２３ないし２５）をユ\nーザに配布し、ロ’号物件を購入したユーザに引き渡すに際しても、ＣＡＤ展開ソ\nフトの使用方法を教示しているのであるから、被告は、ユーザによる第１特許権の\n直接侵害行為を故意又は過失により教唆又は幇助した（民法７１９条２項）。ニ’\n号物件についても、被告は、同様に故意又は過失により教唆又は幇助した。\n(3)　被告の主張(3)について、アナライザー（ロ’号物件及びロ号物件）が１\n台であっても、そこで生成された検査プログラムをＦＤやＬＡＮを介して複数台の\nレーザインスペクタ（イ’号物件及びイ号物件）にインストールし、各レーザイン\nスペクタの検査位置算出手段において「検査プログラム」を処理することで検査位\n置を生成することは可能であり、かつ、両者を組み合わせて使用することは一般的\nに行われているのであるから、各販売台数の不一致の点が第１特許権の侵害を否定\nするものではない。\n（被告の主張）\n(1)　原告の主張(1)は否認する。\n(2)  原告の主張(2)は否認する。イ’号物件のユーザの中には、マニュアルテ\nィーチングを行っている者もあり、その者については第１特許権の侵害は成立しな\nいから、被告に教唆又は幇助が成立することもない。\n(3)　個々の物件では特許権を侵害しない複数の物件が同時に販売される場合に\n限り、同特許権を侵害するという関係にあるときは、単体のみで販売する場合は特\n許権を侵害しないものというべきである。仮にイ’号＋ロ’号システム及びイ号＋\nロ号システムが第１特許権を侵害するとしても、レーザインスペクタ（イ’号物件\n及びイ号物件）が単体のみで販売された場合には、第１特許権の侵害とはならない\nから、アナライザー（ロ’号物件及びロ号物件）とは別に販売したレーザインスペ\nクタ（イ’号物件及びイ号物件）については侵害とはならない。\n６　原告の損害\n（原告の主張）\n(1)　平成７年１２月２０日（第１特許権の出願公告日）から平成１３年１０月\n３１日までの被告による各物件の販売額は次のとおりである。\nイ号物件及びイ’号物件　４５億円\nロ号物件及びロ’号物件　１億５０００万円\nニ号物件及びニ’号物件　１５００万円\n(2)　第１特許権の実施料相当額は、各物件の販売額の３％（後記(3)において\n寄与率を１００％としたことを考慮した数値である。ただし、第２特許権と併せて\nの実施料相当額であれば、第２特許権についての争点５記載のとおり、各物件の販\n売額の５％）を下らない。\n(3)　各物件に占める第１発明の寄与率は、次の点に照らし、いずれも１００％\nとすべきである。\nア　第１発明の本質は、部品の種類毎に検査対象となり得る場所の相対位置\nデータを含む部品情報を記憶するライブラリを設け、基板に実装される部品の装着\n位置を指定するための部品装着情報を受け付け、この部品装着情報とライブラリの\n部品情報とを結びつけて、実装基板を検査するための検査位置を生成する（検査位\n置を算出する）ところにある。\nイ　イ号物件及びイ’号物件には八つの機能（イ号物件では、FILE、PARTS\nDATA、TEACHING、INSPECTION、MAINTENANCE、SYSTEM、UTILITY及びEXIT（甲１\n７）。イ’号物件では、パーツライブラリ、検査プログラム、基板検査、ハイブリ\nッド、メンテナンス、システム、データ変換、メカニカル（甲２３）。）がある\nが、同物件が実装プリント基板のはんだ付けの自動検査装置であることからすれ\nば、その本質的な機能は、イ号物件につきPARTS DATA、TEACHING及びINSPECTION、\nイ’号物件につきパーツライブラリ、検査プログラム、基板検査及びハイブリッド\nであり、とりわけ基板検査の実行であるINSPECTION及び基板検査が昀も重要であ\nる。そして、基板検査の実際の流れに着目しても、イ号物件及びイ’号物件は、検\n査位置の算出と算出した検査位置に対するレーザ掃引を交互に行うことにより、第\n１発明の技術を常時用いている（基準点位置及び検査位置が算出されて初めてレー\nザ掃引が可能となることに照らすと、被告主張の基板検査の六つの機能の中でも基\n準点位置検出機能及び検査位置算出機能が基板検査の中心を担うものであるから、\n六つの機能を同列に扱うことはできない。また、第１発明の本質やイ号物件及び\nイ’号物件の本質的機能に照らすと、被告主張のようにソフトのステップ数を基準\nとすることも合理的ではない。）。\nウ　ロ号物件及びロ’号物件には、四つの機能（シミュレータ機能、標準Ｃ\nＡＤ機能、ユーティリティ機能及び集計機能）があるが、同物件は検査装置を補完\nし、検査を効率的に行うためのものであり、そのための機能として検査プログラム\nの自動生成機能があり、当該機能を担う標準ＣＡＤ機能が昀も重要な機能であるの\nに対し、その余の機能は標準ＣＡＤ機能に対する補助的追加的な機能にすぎないか\nら、四つの機能を同列に扱うことはできない。\n（被告の主張）\n(1)　原告の主張期間における被告による各物件の販売額は次のとおりである\n（マニュアルティーチングのみで使用するものは、ユーザによる第１特許権の直接\n侵害行為が成立しないから、これを控除した販売額である。）。\nイ号物件及びイ’号物件　２３億２５８２万円（１４３台）\nロ号物件及びロ’号物件  ８５１７万円（５５台）\nニ号物件及びニ’号物件  ８２８万円（１４個）\n(2)　原告の主張(2)は否認する。\n(3)ア　イ号物件及びイ’号物件について、基板検査という本質的機能に対し、\n第１発明は、検査位置の生成という検査位置における支援機能の一つに関するもの\nにすぎず、原告主張の八つの機能のうちの一つの機能（INSPECTION又は基板検査）\nに関わるものにすぎないから、その寄与率は８分の１を上回るものではない。基板\n検査の中にも六つの機能（レーザ掃引機能、受光部数列化機能、基板搬送機能、基\n準点位置検出機能、検査位置算出機能及び結果出力機能）があり、本件の検査位置\n算出手段はこの一つ（基準点位置検出機能）に関するものにすぎないから、第１発\n明の寄与率を更に６分の１に減ずることも考えられる。また、検査装置本体の全ソ\nフトのステップ数で比較すれば、１６００分の１（0.02ＭＢ/32.16ＭＢ）とするこ\nとも考えられる。実際にも、ロ号物件の開発後に製造されたイ号物件であっても、\nマニュアル操作を行うための機能は基本設計として備えられており、パーツデータ\nが登録されていない部品が使用されている等の理由でロ号物件を使用できない場合\nや、部品の数が少ない等の理由でマニュアル操作によりイ号物件を使用する方が効\n率的である場合には、ロ号物件を用いることなく、マニュアル操作により部品装着\n位置等を入力して検査プログラムを生成し、検査位置算出手段によって検査位置を\n算出することとしている。\nイ　ロ号物件及びロ’号物件についても、第１発明は、原告主張の四つの機\n能のうちの一つの機能（標準ＣＡＤ機能）に関わるものにすぎないから、第１発明\nの寄与率は４分の１を上回るものではない。標準ＣＡＤ機能は、アナライザーの開\n発過程上、後に追加された機能にすぎず、実際の販売価格でも、他の機能を有する\nソフトより高いわけではない（シミュレータ機能ソフトが７０万円、ユーティリテ\nィ機能ソフトが３０万円、集計機能ソフトが３０万円であるのに対し、標準ＣＡＤ\n機能は４０万円である。）。\n（第２特許権についての争点）―ロ’号物件の議論が、ロ号物件、ハ号物件及び\nハ’号物件にそのまま妥当することは当事者間に争いがないので、侵害論の争点で\nは、ロ’号物件を代表例として摘示するにとどめる。\n１　第２発明の構成要件Ｆ「実装部品検査用データを生成するための装置」、Ｋ\n「実装部品検査用データ生成装置」の充足性\n（原告の主張）\n第２発明は、実装部品検査用データ生成装置であって、実装部品検査用デー\nタを生成するものである。実装部品検査用データは、これを実装部品検査装置に与\nえれば、同装置がそのデータに従って検査を実行するものであれば足りるから、被\n告主張のように、検査に先立ち、基板上のすべての部品について検査用データをあ\nらかじめ生成しておくことは必要ではない。\nロ’号物件は、検査に先立ち、検査プログラムを作成し、この検査プログラ\nムを検査装置（イ’号物件）に与えることにより、同検査装置は検査プログラムに\n従って検査を実行するものであるから、同検査プログラムは実装部品検査用データ\nにほかならず、ロ’号物件は上記構成要件をいずれも充足する。\n（被告の主張）\n第２発明は、第２公報の産業上の利用分野、発明が解決しようとする課題及\nび実施例の記載によれば、実装部品の検査に先立ち、あらかじめ基板上のすべての\n部品について、教示データ（実装部品検査用データ）を作成し、これを検査装置に\n教示して検査を行うという従来技術を前提とし、実装部品検査用データ生成中に検\n査装置を専有してしまうという問題点を改良したものである。したがって、第２発\n明の「実装部品検査用データ（を）生成（するための）装置」とは、検査に先立\nち、基板上のすべての部品について検査用データをあらかじめ生成しておくことが\n前提とされている。\nロ’号物件は、単にＤＡＴＡｎファイルとＬＶＤＴｎファイルから構成され\nる検査プログラムを作成するにすぎず（レーザ掃引開始位置に結びついた検査用デ\nータが作成されるのはイ’号物件においてであり、かつ、イ’号物件ですら、検査\nに先立ち、基板上のすべての部品について検査用データがあらかじめ生成されてい\nるわけではないから）、ロ’号物件は、検査に先立ち、基板上のすべての部品につ\nいて検査用データがあらかじめ生成しておくものではないから、上記構成要件を充\n足しない。\n２　第２発明の構成要件Ｈ「検査対象部位と検査基準とを対応づけたライブラリ\nデータを記憶する第２の記憶手段」、Ｉ「識別情報とライブラリデータとを対応づ\nけるための変換テーブルを記憶する第３の記憶手段」、Ｊ「ライブラリデータと前\n記実装方向および実装位置とを合成して前記実装部品検査用データを生成する合成\n手段」の充足性\n（原告の主張）\n(1)　第２発明のライブラリデータは、検査装置による部品の実装品質の検査の\n観点から作成されるものであり、採用する実装部品検査方法、検査項目等において\n検査基準になり得るものであれば足りる。したがって、構成要件Ｈ「少なくとも検\n査対象部位と検査基準とを対応づけたライブラリデータ」とは、検査対象部位と検\n査基準とを直接対応づけたものに限られず、直接には検査基準と検査項目とを対応\nづけるものであっても、結果として検査対象部位と検査基準とを対応づけるものに\nなっていれば足りる。\nロ’号物件は、そのライブラリ記憶手段内において、各「部品の種類／パ\nーツ№」毎に、レーザ掃引場所（レーザ掃引情報を用いて算出される。）と検査基\n準（判定シート及び感度シート）とが、検査項目を通して相互に対応づけられてい\nるから、構成要件Ｈを充足する。\n(2)　第２発明の技術思想の核心は「変換テーブル」にある。すなわち、第２発\n明においては、外部データに含まれる部品を特定する識別情報を、検査装置による\n実装品質の検査の観点から作成されたライブラリデータに対応づける必要があり、\nこの対応づけを行うものが構成要件Ｉの「変換テーブル」である。したがって、変\n換テーブルとは、外部データに含まれる、部品の種類を表す識別情報（部品コー\nド）を、検査装置による実装品質の検査の観点から作成されたライブラリデータを\n表す識別コードにコード変換するものをいう。\nロ’号物件において、ユーザ部品コード対照テーブルが、外部から与えら\nれるＣＡＤデータの識別コード（ユーザ部品コード）を、検査基準を含むライブラ\nリファイルの識別コード（部品の種類／パーツ№）に変換しているから、構成要件\nＩを充足する。\n(3)　第２発明は、検査位置生成装置ではなく、実装部品検査用データ生成装置\nに関するものであるから、生成される「実装部品検査用データ」（構成要件Ｊ）\nも、これを実装部品検査装置に与えれば、実装部品検査装置が当該データに従って\n検査を実行するものであれば足りる。\nロ’号物件は、ＣＡＤデータに含まれるユーザ部品コードとユーザ部品コ\nード対照テーブルとを用いて被検査基板上の各部品について、ユーザ部品コードに\n対応する「部品の種類／パーツ№」のライブラリデータと、ＣＡＤデータ中の実装\n方向及び実装位置とを合成して検査プログラムを生成しており、この検査プログラ\nムが「実装部品検査用データ」に当たるから、構成要件Ｊを充足する。\n（被告の主張）\n(1)　構成要件Ｈについて、第２発明は、特許請求の範囲の記載上、「複数の部\n品種について検査基準を対応づけたライブラリデータ」や「検査項目（又は検査対\n象部位）と検査基準とを対応づけたライブラリデータ」とせずに、わざわざ「複数\nの部品種について、それぞれ少なくとも検査対象部位と検査基準とを対応づけたラ\nイブラリデータ」としており、「検査項目を通じて」という留保もない。実施例\n【００１４】の記載も、同じ部品、同じ検査項目であっても、検査対象部位により\n検査基準が異なり得ることを前提としている。したがって、構成要件Ｈは、文字ど\nおり、「検査対象部位と検査基準とを対応づけたライブラリデータ」であることが\n必要である。\nロ’号物件は、各検査項目について「部品の種類／パーツ№」ごとに一つ\nの検査シートを持てば足り、検査対象部位ごとに検査基準を対応づける必要はな\nい。そのライブラリ記憶手段に記憶されているパーツ・データファイル63Ａには検\n査基準に関するものは含まれておらず、検査基準ファイル63Ｂにも検査対象部位と\n検査基準とを対応づけたものは一切含まれていない。したがって、ロ’号物件は、\n「検査対象部位と検査基準とを対応づけたライブラリデータ」を記憶しておらず、\n構成要件Ｈを充足しない。\n(2)　構成要件Ｉにいう「変換テーブル」も、それぞれの部品種を識別するため\nの識別情報と、第２の記憶手段に記憶されている各検査対象部位と検査基準とを対\n応づけたライブラリデータとを対応づけるものでなければならない。\nロ’号物件は、前記(1)のとおり、検査対象部位と検査基準とを対応づけた\nライブラリデータを有していない以上、前記「変換テーブル」も存しないから、構\n成要件Ｉを充足しない。\n(3)　構成要件Ｊについて、第２発明の第２記憶手段に記憶されているライブラ\nリデータは、部品種毎に検査対象部位と検査基準とを対応づけたものにすぎず、実\n装基板上に実装された部品の具体的な検査データとなっていないため、第２発明\nは、第２記憶手段に記憶されているライブラリデータと各部品の実装方向及び実装\n位置とを合成する合成手段により、初めて被検査基板上に実装された複数の部品に\nつき、それぞれの実装品質を検査するのに必要な実装部品検査用データを合成して\nいる。したがって、構成要件Ｊにいう「実装部品検査用データを合成する合成手\n段」も、このように完成された実装部品検査用データを合成するものでなければな\nらない。\nロ’号物件は、前記(1)のとおり、検査対象部位と検査基準とを対応づけた\nライブラリデータを有していないから、構成要件Ｊを充足しない。また、ロ’号物\n件は、単にＤＡＴＡｎファイルＬＶＤＴｎファイルから構成される検査プログラム\nを作成するだけであって、レーザ掃引開始位置から導かれた検査対象部位に結びつ\nいた検査用データを作成していない（イ’号物件において、初めてレーザ掃引開始\n位置から導かれた検査対象部位に結びついた検査用データが作成されるにすぎな\nい）点でも、構成要件Ｊを充足しない。\n３　明らかな無効理由\n（被告の主張）\n第２発明は、その特許無効審判請求書（乙３）に添付された特開昭６２－１\n９０４４８号公開特許公報（部品実装基板の検査装置）、昭和５７年５月１５日社\n団法人日本能率協会発行「ＥＤＰＳ入門シリーズ⑤　新版システム設計入門」（第\n４章ファイル設計）、Proceedings of the 1st European Test\nConference,1989,IEEE（多角検査技術のための被検査部品データとモデルデータ）\nに記載された各発明に基づき、当業者であれば容易に発明することができた（特許\n法２９条２項違反）。したがって、第２特許権には特許の無効理由が存在すること\nが明らかであるから、第２特許権に基づく請求は権利の濫用である。\n（原告の主張）\n被告の主張は否認する。\n４　間接侵害又は教唆幇助\n（原告の主張）\n仮にロ’号物件の製造販売等が第２特許権を直接侵害するものではないとし\nても、第１特許権についての争点５で主張したとおり、間接侵害に当たる、又はユ\nーザによる直接侵害行為を故意又は過失により教唆又は幇助する（民法７１９条２\n項）ものである。ニ’号物件及びニ号物件についても同様である。\n（被告の主張）\nいずれも否認する。\n５　原告の損害\n（原告の主張）\n(1)　平成８年１０月２４日（第２特許権の登録日）から平成１３年１０月３１\n日までの被告による各物件の販売額は次のとおりである。\nロ号物件及びロ’号物件　１億２０００万円\nニ号物件及びニ’号物件　　　１２００万円\n(2)　第２特許権の実施料相当額は、各物件の販売額の３％（第１特許権と併せ\nての実施料相当額であれば、各物件の販売額の５％）を下らない。\n(3)　第１特許権を含む原告の総損害額は、次式のとおりである。\nイ号物件及びイ’号物件　4,500,000,000×0.03＝135,000,000\nロ号物件及びロ’号物件（150,000,000－120,000,000）×0.03＋\n120,000,000×0.05＝6,900,000\nニ号物件及びニ’号物件（15,000,000－12,000,000）×0.03＋12,000,000×\n0.05＝ 690,000\n合計　１億４２５９万円（135,000,000＋6,900,000＋690,000）\n（被告の主張）\nいずれも否認する。\n第３　判断\n１　第１特許権についての争点１（第１発明の構成要件Ａ、Ｄ及びＥ「検査位置\n生成」の充足性）\n第１発明の構成要件Ａ、Ｄ及びＥにいう「検査位置生成」について、その具\n体的内容は、特許請求の範囲の記載上、一義的に明らかとはいえないから、第１明\n細書の他の記載も考慮して、これを検討する。\n(1)　第１明細書によれば、第１発明は、「部品が実装された実装基板を検査す\nるための検査位置を生成する実装基板検査位置生成装置および方法に関する」もの\nである（第１公報２欄１２行～１４行）。すなわち、従来技術としては、部品が実\n装された基板について、例えば実装された部品のブリッジなど部品の実装状態を検\n査する場合、あらかじめ検査装置に基板上の検査対象位置を教示する必要がある。\n通常、実装部品のブリッジ検査を行う場合、それに先立って係員はすべての実装部\n品の各電極につきブリッジ検査の対象とする相手電極を登録しておく作業が必要で\nある。従来、この種の登録方法として、係員がティーチングユニットをマニュアル\n操作して、ブリッジ検査の対象をひとつひとつ登録してゆく方法や、すべての電極\nをブリッジ検査の対象とした上でその中から非検査対象を指定して削除してゆく方\n法が存在する。ところが、上記の登録方法の場合、係員がブリッジ検査の対象をひ\nとつひとつ登録するため、係員の作業負担が著しく大きくなり、疲労を招き易い。\nまた登録作業に時間がかかるため、作業能率が悪く、しかも登録ミスが発生し易い\nなどの問題があった（第１公報３欄１行～１９行）。そこで、第１発明は、この問\n題を解消するために、基板に対する実装される部品の装着位置を指定するための部\n品装着情報を記憶する第１の記憶手段と、部品の種類毎に検査対象となり得る場所\nの相対位置データを含む部品情報を記憶する第２の記憶手段と、前記第１の記憶手\n段に記憶される部品装着情報と前記第２の記憶手段に記憶される部品情報とから実\n装基板を検査するための検査位置を生成する検査位置生成手段とを備えることを特\n徴としている。また、この発明の部品が実装された実装基板を検査するための検査\n位置を生成する方法においては、基板に対する前記実装される部品の装着位置を指\n定するための部品装着情報と、部品の種類毎に検査対象となり得る場所の相対位置\nデータを含む部品情報とから実装基板を検査するための検査位置を生成するように\nしている（第１公報３欄２５行～３９行）。第１発明によれば、部品装着情報と部\n品の種類毎に検査対象となり得る場所の相対位置データを含む部品情報とから実装\n基板を検査するための検査位置を生成するので、検査の対象位置の登録作業を自動\n化できる。したがって、係員が実装基板の検査対象位置をひとつひとつ登録してい\nた従来の方式と比較して、係員の作業負担を大幅に軽減できるとともに、登録作業\nが短時間で行えるため作業能率が良く、しかも登録ミスが発生し難いなどの作用効\n果を有する（第１公報３欄４１行～４５行（作用の項に「部品装着増俸」とあるは\n「部品装着情報」の誤記と認める。）、７欄１２行～８欄１行）。\n(2)　このような第１発明の解決しようとする問題点、問題点を解決するための\n手段、作用効果等のほか、第１発明の特許請求の範囲の文言上、「あらかじめ」又\nはこれに類する記載が全く存しないことに照らすと、第１発明の「検査位置生成」\nを検査に先立ち実装基板上のすべての部品の検査対象位置をあらかじめ生成してお\nくことに限定する根拠はないというべきである。\n確かに、第１明細書の従来の技術の項には、前記(1)認定のとおり、「例え\nば実装された部品のブリッジなど部品の実装状態を検査する場合、あらかじめ検査\n装置に基板上の検査対象位置を教示する必要がある。」との記載があり、検査対象\n登録方法としてもブリッジ検査対象登録方法が挙げられ、同登録方法を前提とする\n第１発明の実施例（第１公報４欄１５行～１８行、第１図及び第２図）の記載も存\nする。しかし、従来技術の項に掲げられたブリッジ検査対象登録方法は、第１明細\n書を通読すれば、せいぜい第１発明の実施例の一つとして位置付けられるものにす\nぎず（第１公報４欄１５行～１６行、第１図の説明として「この発明の一実施例に\nかかるブリッジ検査対象登録方法」と明記されている。）、第１発明において同方\n法を必須の前提とする趣旨でないことは明らかである。なお、被告は、第１発明の\n出願当初明細書（乙１はその公開特許公報）がブリッジ検査対象登録方法のみを前\n提としていた点も主張するが、出願当初明細書の発明の名称は「実装部品のブリッ\nジ検査対象登録方法」であり、特許請求の範囲第１項にも「･･･各部品の各電極につ\nきブリッジ検査の対象とする相手電極を決定して登録するためのブリッジ検査対象\n登録方法であって、･･･ブリッジ検査の対象として抽出して登録することを特徴とす\nる実装部品のブリッジ検査対象登録方法」と記載されているものの、発明の詳細な\n説明中には、インサーキットテスター又はこれに類似する検査装置に限定されるこ\nとを示す記載はなく、ブリッジ検査対象登録方法についての発明は、第１特許権に\n係る特許出願から分割出願の結果、第１特許権とは別の特許（特許番号第２６９７\n６７８号、発明の名称「実装部品のブリッジ検査対象登録方法」）として登録され\nており（甲３９）、第１発明の構成要件を限定解釈する根拠となるものではないか\nら、被告の前記主張も採用することができない。\n(3)　イ’号＋ロ’号システムについて、イ’号物件がロ’号物件から与えられ\nた検査プログラムに基づいて検査位置算出手段においてレーザ掃引場所を算出し、\nこの検査位置の算出と算出した検査位置に対するレーザ掃引を交互に行うことによ\nり検査対象位置を生成するものであり、検査に先立ち実装基板上のすべての部品の\n検査対象位置をあらかじめ生成しておくものではないとしても、第１発明の構成要\n件Ａ、Ｄ及びＥ「検査位置生成」を充足する。\n(4)　以上の点は、イ号物件及びロ号物件、イ号物件及びハ号物件並びにイ’号\n物件及びハ’号物件の各システムについても、同様に妥当する。\n２　第１発明の構成要件Ｃ「部品の種類毎に検査対象となり得る場所の相対位置\nデータを含む部品情報を記憶する」の充足性\n(1)　被告は、「部品の種類」とは部品自体の属性に基づく分類をいい、部品自\n体の属性に関わらないものを考慮した分類は含まれない、「部品情報」も部品自体\nの属性に関わる情報をいい、部品自体の属性に関わらない情報は含まれないと主張\nする。\nしかし、第１発明において予定する検査対象は、単なる部品そのものでは\nなく、「部品が実装された実装基板」（第１公報２欄１２行）であり、実質的に\nも、第１発明は、部品の種類毎に検査対象が異なることから、「部品の種類毎に検\n査対象となり得る場所の相対位置データを含む部品情報を記憶する」（第１発明の\n構成要件Ｃ）というものであるから、部品自体の属性としては同一の部品であって\nも、パッドにより検査対象が異なるのであれば、パッドの情報を含めて分類するこ\nとも当然予定されているというべきである。そして、第１明細書の発明の詳細な説\n明欄の記載を精査しても、「部品の種類」や「部品情報」という文言を部品それ自\n体の属性に限定して解釈すべきであるとまではいえず、むしろ第１発明の予定する\n前記検査対象に鑑みると、パッドもいわば部品に関わる情報として、これらに含め\nて解釈することもできる。被告の指摘する第１明細書の第８図に関する記載（第１\n公報５欄１２行～２２行）も、実施例についての記載にすぎず、第１発明の特許請\n求の範囲を同実施例に限定しなければならない根拠も見い出せない。したがって、\nこの点に関する被告の主張は採用することができない。\nイ’号＋ロ’号システムにおいて、ロ’号物件のパーツデータ・ファイル\n63Ａが、ロ’号物件目録記載のとおり、パッドの情報という要素を含む「部品の種\n類／パーツ№」ごとに分類されており、また、パッドに関するデータを含むもので\nあるとしても、上記構成要件を充足する。\n(2)　被告は、「相対位置データ」とは、基板座標系上の絶対位置に対する部品\n座標系上の相対位置を示す位置データであり、位置データと同視し得る位置データ\nを導き出し得るすべてのデータという意味ではないと主張する。\n確かに、第１明細書の実施例第７図ないし第９図に関する説明（第１公報\n５欄３行～２７行）の中には、部品座標系の相対位置を示す位置データであること\nを前提とするかのような記載もないわけではない。しかし、第１発明は、実装基板\nを検査するための検査位置を生成する（構成要件Ａ）ものであり、その一手段とし\nて「部品の種類毎に検査対象となり得る場所の相対位置データを含む部品情報を記\n憶する第２の記憶手段」（構成要件Ｃ）を備えるのであるから、ここにいう「相対\n位置データ」も、検査位置に関するデータとして検査位置を導き出すデータを広く\n含むと解釈することが可能であり、特許請求の範囲欄の文理上、これを座標データ\nのみに限定すべきとはいえない。第１明細書の実施例も、「部品形状情報16」が\n「部品の種類毎に検査対象となり得る場所の相対位置データを含む部品情報」に該\n当すると考えられる（第１公報の第２図参照）ところ、「部品形状情報16」の具体\n的意味は「各部品形状番号の部品が何個の電極を持ち、各電極がどの位置に設けら\nれているかを示す情報」（第１公報５欄１４行～１６行）とされ、「例えば」（第\n１公報５欄１９行）とあることからも明らかなように、部品座標系の相対位置を示\nす位置データはその例示にすぎない。したがって、この点に関する被告の主張は採\n用することができない。\nイ’号＋ロ’号システムにおいて、ロ’号物件におけるパーツデータ・フ\nァイル63Ａは、「部品の種類／パーツ№」ごとに「形状情報」とレーザ掃引情報を\n保有するものであり、レーザ掃引情報は、部品実装基板におけるレーザ掃引場所を\n算出するために必要なデータの一つであって（ロ’号物件目録のライブラリ記憶手\n段欄）、ロ’号物件で作成されるＤＡＴＡｎファイル（同目録のＣＡＤ展開処理手\n段欄）に記述された部品装着情報、形状情報、レーザ掃引情報等に基づき、イ’号\n物件においてレーザ・ビームを掃引すべき場所（レーザ掃引場所）を算出する\n（イ’号物件目録の全体構成欄）のであるから、部品座標系の相対位置を示す位置\nデータを記憶するものでないとしても、上記構成要件を充足する。\n(3)　被告は、第１発明がインサーキットテスター又はこれに類似する検査装置\nに適用できるブリッジ検査対象登録方法を前提とし、その検査位置もブリッジ検査\nの対象とする相手方電極の位置という検査ポイントを意味するから、検査ポイント\nとしての検査位置を求めるデータを記憶していることが必要であると主張する。\nしかし、被告の主張の根拠とする出願当初明細書（乙１）は、第１特許権\nについての争点１(2)で判示したとおり、第１発明の構成要件を限定解釈する根拠と\nなるものではないから、この点に関する被告の主張は、その前提を欠き、採用する\nことができない。\n(4)　以上の点は、イ号物件及びロ号物件、イ号物件及びハ号物件並びにイ’号\n物件及びハ’号物件の各システムについても、同様に妥当する。\n３  第１特許権についての争点３（明らかな無効理由）\n(1)　被告は、第１発明の進歩性欠如（特許法２９条２項違反）の根拠として、\nその無効審判請求書（乙２）添付の①特開昭５９－１２５４６９号公開特許公報、\n②特開昭６１－７４３９８号公開特許公報、③DEC(Digital Equipment\nCorporation) TECHNICAL PAPER(June 2-6.1985)を主張し、より具体的には、前記①\nの公報第６図には部品装着情報を記憶する第１の記憶手段に相当するものが、同第\n７図には相対位置データを含む部品情報を記憶する第２の記憶手段に相当するもの\nが記載されており、これらの情報から絶対位置を生成することが示されている、前\n記②の公報には組立ロボットの座標系上の条件データと印刷回路基板上の座標系上\nの位置データから動作位置データＸR、ＹR、αR、ＺR、βRに変換する過程が示され\nている、前記③の刊行物には、ＣＡＤデータを用いて、検査点を含めたプローブ命\n令を生成することが従来から公知であり、また、印刷回路基板の自動設計やチップ\nマウンタと実装基板検査方法（装置）は、それらの開発過程、設置状況、稼働状況\n等からみても同一技術分野に属するといえることが示されている旨を主張する。し\nかし、前記特許無効審判事件において、同審判請求は成り立たない旨の審決が平成\n１３年１０月２３日にされており（甲４２）、当裁判所も、次の理由により、無効\n理由が存在することが明らかであるとはいえないと判断する。\n(2)ア　被告の指摘する前記①の公報第６図は、「作成すべきセルの一例」（同\n公報３頁左下欄６行）又は「登録すべき回路を示す図」（同公報８頁右上欄１６\n行）を表したものにすぎないから、当該図から、第１発明の構成要件Ｂ「部品装着\n情報を記憶する第１の記憶手段」を容易に想到することができるとはいえない。\nなお、前記①の公報には、「ステップ（１４５）はこのような結線情報\nを作成するための処理である。この処理では部品ファイル（１１）が参照される。\n部品ファイル（１１）内には、第７図に示すように、論理ゲート・ファイルと（Ｉ\nＣ）チップ・ファイルとがある。論理ゲート・ファイルは、各ゲートについて、出\n力端子の位置を基準として（座標（０、０））、出力端子と入力端子の位置の座標\nを表わしたものである。チップ・ファイルは、各ＩＣについて、そこに内蔵されて\nいるゲート名、個数、ＩＣの形名、ピン数、ピン種類等をストアしたものである。\nここでＯは出力端子を、Ｉは入力端子をそれぞれ表わしている。まず、各ゲートの\nゲート位置エリヤにストアされている位置座標（基準点の座標、これは上述のよう\nに出力端子の位置を表わしている）にもとづいて、論理ゲート・ファイルを参照し\nて、そのゲートの入力端子の座標が求められる。たとえば、２ＡＮＤゲート（Ｇ\n２）の基準点（Ｂ）の座標は（２２、１０）であるから、論理ゲート・ファイルを\n参照すると、この２ＡＮＤゲート（Ｇ２）の入力端子（（Ｄ）、（Ｅ）点）の座標\nは（１８、１１）（１８、９）となる。」（同公報５頁左上欄９行～右上欄１６\n行）という記載があることは認められる。しかし、この記載も、「どの配線がどの\nゲートの入力と出力とを結ぶのかということを直接的に示す結線情報」を作成する\nための処理についての記載したものにすぎない（同公報５頁左上欄７行～１０\n行）。つまり、ここにいう論理ゲート・ファイルに記憶されている座標は、基板に\n実装される実際の部品の端子の座標ではなく、各ゲートのゲート位置エリヤにスト\nアされている位置座標も、基板に実装される部品の実際の装着位置を指定するもの\nではないから、前記①の公報には、部品装着情報を記憶すること、部品情報を記憶\nすること、部品装着情報と部品情報とから基板上の端子等の位置を生成することの\nいずれも、記載ないし示唆されているとはいえない。そして、前記①の公報記載の\n発明は、そもそも第１発明のような実装基板検査位置生成装置および方法に関する\nものではなく、プリント基板自動設計装置に関するもの（前記公報の発明の名称、\n特許請求の範囲及び発明の詳細な説明１頁右下欄４行～８行）にすぎず、抽象化さ\nれた回路図と実装基板上の実際の検査位置とを同列に考えることはできないから、\n前者に関する技術を後者に用いることが容易であるともいえない。\nイ　前記②の公報に記載された発明は、組立ロボツトによる電子部品自動組\n立て方法に関するもの（同公報の発明の名称、特許請求の範囲及び発明の詳細な説\n明１頁右下欄１７行～１８行）であり、その実施例の項には次の記載がある（同公\n報４頁右上欄１７行～左下欄１０行、５頁右上欄１６行～左下欄４行）。\n「印刷回路基板６の設計情報（中略）に含まれる各電子部品の印刷回路\n基板６上の各位置データＸP、ＹP、αP、ＺP、βPを読取って電子部品位置データメ\nモリ２０へ格納する。次に作業者によってキー入力された、動作位置データ作成の\nための周辺条件や補正値等の条件データを条件データメモリ２１へ格納する。各条\n件データの設定が終了すると、電子部品位置データメモリ２０に格納された各位置\nデータＸP、ＹP、αP、ＺP、βPを読み出して座標変換式を用いて組立ロボット４の\n座標（ＸR、ＹR、ＺR）系の各動作位置データＸR、ＹR、αR、ＺR、βRへ変換して第\n７図の動作位置データメモリ２２の該当領域へ格納する。」、「印刷回路基板の座\n標（ＸP、ＹP）と組立ロボット４の座標（ＸR、ＹR）との傾斜角θを求めるために、\n二つの座標間で座標系の平行移動と回転の公式を応用すれば(5)および(6)式が求ま\nる。\nＸrS＝Ｘr0＋ＸPS cosθ－ＹPS sinθ････(5)\nＹrS＝Ｙr0＋ＸPS sinθ－ＹPS cosθ････(6)」\nしかし、これらの記載には、せいぜい電子部品の印刷回路基板６上の各\n位置データを読み取って、座標変換式を用いて組立ロボット４の座標（ＸR、ＹR、\nＺR）系の各動作位置データへ変換することが記載されているにすぎず、部品情報を\n記憶することや、部品装着情報と部品情報とから基板上の端子等の位置を生成する\nことは、記載ないし示唆されているとはいえない。\nウ　前記③の刊行物に記載された発明は、被検査印刷回路基板のロボットに\nよるプロービング（探針移動操作）に関するものであり、被検査印刷回路基板をロ\nボットによりプロービング（探針移動操作）するために、ＣＡＤデータを用いて、\n印刷回路基板上におけるプローブを移動させるべき検査点のＸ－Ｙデータを生成す\nる旨が記載されている。\nしかし、前記③の刊行物には、検査位置を生成するための具体的構成に\nついての記載は全くみられず、部品装着情報を記憶すること、部品情報を記憶する\nこと、部品装着情報と部品情報とから検査位置を生成することのいずれも、記載な\nいし示唆されているとはいえない。\n(3)　したがって、前記無効審判請求書（乙２）添付の①特開昭５９－１２５４\n６９号公開特許公報、②特開昭６１－７４３９８号公開特許公報、③DEC(Digital\nEquipment Corporation) TECHNICAL PAPER(June 2-6.1985)を個々に検討しても、こ\nれらを総合的に考察しても、各発明から第１発明を容易に推考することができたと\nはいえないから、無効理由が存在することが明らかであるとはいえず、この点に関\nする被告の主張は採用することができない。\n(4)　なお、被告は、第１特許権に対する新たな無効審判請求（平成１３年１２\n月５日付け、乙２８）に基づき、本件訴訟においても明白な無効理由（特開昭６０\n－９３４３６号公開特許公報、特開昭６１－１０２８００号公開特許公報、昭和６\n３年版公開特許分類索引Ⅳ、Ⅴを根拠とする特許法２９条２項違反）の主張を追加\n提出した。しかし、当該攻撃防御方法は、第１２回口頭弁論期日までで侵害論の審\n理を終え、損害論についての審理を行った後に、口頭弁論終結の日である第１４回\n口頭弁論期日（この期日に弁論を終結する予定であることは第１３回口頭弁論期日\nにおいて予告していた。）に近接して提出された被告の平成１４年２月１５日付け\n準備書面（１７）において初めて主張された点で時機に後れたものといわざるを得\nず、時機に後れたことにつき被告の合理的説明もない以上、少なくとも被告の重大\nな過失によるものと認められ、この点の審理を続行するとすれば、訴訟の完結を遅\n延させることは明らかであるから、民事訴訟法１５７条１項により、却下する。\n４  第１特許権についての争点４（先使用による通常実施権）\n(1)　被告は、第１特許出願前から研究開発及び製造の準備を行っていたという\nイ”号装置を根拠として先使用による通常実施権があると主張する。\n(2)　仮にイ”号装置の発明がイ”号物件目録記載のとおりであるとすれば、\nイ”号装置が、検査位置算出手段において、検査プログラム生成手段によって生成\nされ、記憶されている検査プログラムの部品装着情報と形状情報を用いて、部品の\n検査対象となる場所のレーザ掃引基準位置の算出と、算出されたレーザ掃引基準位\n置とレーザ掃引情報によるレーザ掃引とを交互に行うことにより、はんだブリッジ\nの有無を検査するものである（イ”号物件目録のイ”号装置の全体構成欄）点で、\n検査プログラムを生成し、これに基づいて検査位置算出手段においてレーザ掃引場\n所を算出し、この検査位置の算出と算出した検査位置に対するレーザの掃引とを交\n互に行うことにより部品実装基板上のはんだ付けの状態等を検査するイ’号＋ロ’\n号システムと共通するところがないわけではない。\nしかし、イ”号装置が、①部品位置データ入力手段がイ”号物件目録第２\n図のプログラミングユニットのジョイスティックを操作してＸＹステージを移動さ\nせ、レーザビームが検査すべき部品の所定の一点（部品基準位置）を照射する位置\nでスイッチ（ＳＥＴ）を操作して、その実装基板上に設定した座標系における座標\n（部品装着情報）を入力する（イ”号物件目録の第３）、②検査位置の算出に必要\nなパーツデータ選択手段としても、各部品の種類及びパーツ№をそれぞれ同目録第\n２図のプログラミングユニットのセレクトＳＷ及びデジタルＳＷで入力する必要が\nある（同目録第５、第６）というものであるのに対し、イ’号＋ロ’号システム\nは、①基板上に実装された各部品について、それぞれの部品を識別するためのユー\nザ部品コード及び部品装着情報を含むＣＡＤデータ記憶手段を有する（ロ’号物件\n目録のＣＡＤデータ記憶手段欄）、②パーツデータの選択も、ＣＡＤ展開処理手段\nにおいて自動的になされる（同目録のＣＡＤ展開処理手段欄）という構成を備える\nものである。すなわち、イ”号装置とイ’号＋ロ’号システムとの間には、①部品\n装着情報を手動で入力する必要があるか、自動的に入力されるため、手動入力は不\n要であるか、②パーツデータの選択も、手動で入力する必要があるか、自動的に入\n力されるため、手動入力は不要であるかという点で、大きく相違する。のみなら\nず、この相違点は、係員の作業負担の軽減、登録作業の効率化及び登録ミスの発生\n防止という第１発明の作用効果の観点においても、顕著な相違をもたらすことは容\n易に推認することができる。\n(3)　したがって、イ”号装置に具現された発明には、イ’号＋ロ’号システム\nの発明と同一性があるとはいえないから、イ”号装置の発明の完成時期や事業の準\n備時期及び被告の善意について判断するまでもなく、被告の主張する先使用による\n通常実施権は認めることができない。\n５  第１特許権についての争点５（間接侵害又は教唆幇助）\n(1)　特許法１０１条１号にいう「のみ」とは、社会通念上、経済的、商業的又\nは実用的であると認められる他の用途がないことを要するところ、本件において、\n被告は「他の用途」の有無につき何ら具体的な主張立証をしないばかりか、被告作\n成の被告製品カタログにおいても、アナライザーＮＬＢＡ（ロ’号物件）は、はん\nだ付け外観検査装置のサポートシステムの一つであり（甲５）、「本装置（アナラ\nイザーＮＬＢＡ）はレーザインスペクタを総合的にサポートするもの」（甲１０）\nと位置付けられており、「他の用途」に関する言及は全くみられない。また、平成\n８年１１月１日日刊工業新聞社発行の専門誌「表面実装技術」１９９６年１１月号\n（甲１４）において、ＣＡＤ展開につき、被告自身が「現在ほとんどのユーザで利\n用されており、マニュアルティーチング作業はほとんどなくなったといえる。」と\nいうまでの認識を表明していた点も総合すれば、ロ’号物件につき、イ’号＋ロ’\n号システムによる使用以外の「他の用途」があるとはいえないから、前記要件を満\nたし、ロ’号物件は第１発明に係る物の生産にのみ使用する物に当たるというべき\nである。同様に、ニ’号物件も、ロ’号物件目録又はハ’号物件目録に記載の「Ｃ\nＡＤ展開ソフト」を記録した媒体である以上、前記要件を満たすというべきであ\nる。\n(2)　イ’号＋ロ’号システム及びイ号＋ロ号システムのユーザによる使用は第\n１特許権を侵害するものであるところ、イ’号物件とロ’号物件、イ号物件とロ号\n物件は、それぞれ極めて密接な相互依存関係にあり、イ’号物件及びイ号物件の一\n部が納入先（ユーザ）においてマニュアルティーチングのみで使用されているが、\nその余はロ’号物件及びロ号物件と組み合わせたシステムとして使用されることを\n前提として製造販売されてきたものと認められ（甲１４、弁論の全趣旨）、他に特\n段の反証もない本件においては、同システムの一部を構成するイ’号物件及びイ号\n物件の製造販売も、これを幇助（民法７１９条２項）するものであり、この点につ\nいて被告に少なくとも過失があったことは明らかであるから、被告は、ロ’号物件\n及びロ号物件、ニ’号物件及びニ号物件のみならず、イ’号物件及びイ号物件の製\n造販売についても、不法行為に基づく損害賠償責任を負担するものと解するのが相\n当である。\n(3)　もっとも、被告は、個々の物件では特許権を侵害しない複数の物件が同時\nに販売される場合に限り、同特許権を侵害するという関係にある場合において、単\n体のみで販売するときは特許権を侵害しないという前提に立ち、本件では、レーザ\nインスペクタ（イ’号物件及びイ号物件）が単体のみで販売された場合には、第１\n特許権の侵害とはならないから、アナライザー（ロ’号物件及びロ号物件）とは別\nに販売したレーザインスペクタ（イ’号物件及びイ号物件）については侵害とはな\nらないと主張する。\nしかし、原告も主張するとおり、アナライザー（ロ’号物件及びロ号物\n件）が１台であっても、そこで生成された検査プログラムをＦＤやＬＡＮを介して\n複数台のレーザインスペクタ（イ’号物件及びイ号物件）にインストールし、各レ\nーザインスペクタの検査位置算出手段において検査プログラムを処理することで検\n査位置を生成することは可能かつ容易であり、被告作成のレーザーインスペクター\n取扱説明書（甲１７）においても、システムの構成図には、パソコンがＬＡＮを介\nしてサーバーに接続され、検査プログラムが当該パソコンのハードディスクのみな\nらず、サーバーにも存することが図示されており（１－３頁）、ファイルモードの\n説明中にも、ＨＤ、ＦＤ、ＬＩ（本体の装置ＲＡＭ）に保存されている検査プログ\nラムを他にコピーする方法が詳細かつ具体的に説明されている（４－１頁～４－７\n頁）。また、第１特許権についての争点６（原告の損害）に対する被告の認否とし\nても、ユーザに販売したレーザインスペクタ（イ’号物件及びイ号物件）のうちマ\nニュアルティーチングのみで使用するものについては、その台数を明記した上、こ\nれを損害算定の基礎数値から控除すべき旨を主張しながら、他の販売分については\n何らその使用形態を明らかにしていないのであるから、アナライザー（ロ’号物件\n及びロ号物件）の販売台数をもってレーザインスペクタ（イ’号物件及びイ号物\n件）の製造販売に関する被告の不法行為責任の範囲を画するのは相当でない。この\n点に関する被告の主張は採用することができない。\n６　第１特許権についての争点６（原告の損害）\n(1)　第１特許権の出願公告日である平成７年１２月２０日から平成１３年１０\n月３１日までの被告による各物件の販売額について、原告主張額を認めるに足りる\n証拠はなく、結局、被告の自認する次の限度（イ号物件及びイ’号物件について\nは、マニュアルティーチングのみで使用されているものを除く。）で認められるに\nとどまる。\nイ号物件及びイ’号物件　２３億２５８２万円（１４３台）\nロ号物件及びロ’号物件  ８５１７万円（５５台）\nニ号物件及びニ’号物件  ８２８万円（１４個）\n(2)　第１特許権の実施料相当額を判断するに当たり、第１発明の寄与率につい\nて検討すると、原告はイ号物件及びイ’号物件並びにロ号物件及びロ’号物件につ\nいても１００％であると主張するが、第１発明は実装基板検査位置生成装置に関す\nるものであって、実装基板検査装置そのものではないから、原告の前記主張は直ち\nに採用することができない。この寄与率を算定するに当たっては、前記各物件の各\n機能がそれぞれ果たす役割や重要性を認定した上、これらに対し第１発明がいずれ\nの機能について貢献しているかを検討する必要がある。\nア　イ号物件及びイ’号物件には、大別して八つの機能があり、個々の機能\nの内容は次のとおりである。\nイ号物件（甲１７の１－９頁、４－１頁、５－１頁、６－１頁、７－１\n頁、８－１頁、９－１頁、１０－１頁）\nFILE　　　　　　　ファイルモードに入り、検査プログラムのファイルの\n管理などを行う（ＨＤ、ＦＤ、ＬＩ内の検査プログラムのコピー、印刷、削除及び\n名称の変更などのファイル操作を行う。）。\nPARTS DATA　　　　パーツデータモードに入り、パーツデータの登録、修\n正を行う（パーツデータの作成、編集及び印刷などを行う。）。\nTEACHING　　　　　ティーチングモードに入り、検査プログラム作成や修\n正を行う（検査プログラムの作成、編集を行う。）。\nINSPECTION　　　　検査モードに入り、検査を行う（基板の検査のみなら\nず、検査結果の表示、印刷、削除及びコピーなどを行う。）。\nMAINTENANCE 　　　メンテナンスモードに入り、判定シート、感度シート\nの設定や手動運転を行う（装置内のガルバノ、カメラ、システム、判定シート、感\n度シートに関する基本的な設定や、クランクやシャッターなどの機械的な設定を行\nう。）。\nSYSTEM          　システムモードに入り、装置のシステムを設定する\n（装置ＲＡＭ内のメモリやシステムの設定、変更を行う。）。\nUTILITY         　ユーティリティモードに入り、ＣＡＤデータを取り込\nんだり、自動でブロックを設定する（ＣＡＤデータを取り込む、ブロックを設定す\nる、外部機器からデータを受信するなど知っておくと、便利な機能が登載されてい\nる。）。\nEXIT　　　　　　　装置のソフトウェアを終了し、ＭＳ－ＤＯＳの画面に\nする。\nイ’号物件（甲２３の３～５頁、１－１頁、２－１頁、３－１頁、４－１\n頁、７－１頁）\nパーツライブラリ　各部品種の検査に関するデータをストックしておくラ\nイブラリである。各部品種に関する寸法などのデータをあらかじめ入力してライブ\nラリとして登録することで、ティーチング毎に部品のデータを入力する手間を省く\n（ここでは、ライブラリに登録する部品を作成する。ライブラリに基本となる部品\nのデータを登録しておくことによって、検査プログラム作成時に一からデータを作\n成しなくてすむ。）。\n検査プログラム    検査プログラムを作り上げるモードである。検査プロ\nグラムを作成、修正する（検査プログラムの新規作成、既存のプログラムの修正を\n行うモードである。検査プログラム内のデータ加工等を行うモードも備えてい\nる。）。\n基板検査          基板検査を行うモードである。ＮＬＢ単体で検査を行\nう時に使用し、自動検査と手動検査がある（ティーチングを終了し、完成したプロ\nグラムを用いて基板を検査することを目的としたモードである。）。\nハイブリッド      ＮＬＢとＮＬＰとを接続して基板検査を行うモードで\nある。自動検査と手動検査がある。ＮＬＢ単体で検査を行う時とはＮＬＢ上で検査\nする内容が多少異なる（ＮＬＢ単独ではなく、ＮＬＰと接続して基板を検査するこ\nとを目的とした機能である。検査方法などの機能は、基板検査と同様である。）。\nメンテナンス      装置のメンテナンスの調整時に使用するモードであ\nる。通常は使用しない。\nシステム          装置の環境設定を行うモードである。通常は使用しな\nい。\nデータ変換        データ（パーツデータ・検査プログラム）の管理に関\nするモードである。パーツデータのバックアップ・リストア・パーツライブラリの\n変換・検査プログラムのコピー・削除を行う（ＨＤ、ＦＤ、ＬＩ内の検査プログラ\nムのコピー、削除などのファイル操作を行う。）。\nメカニカル        検査テーブル上のメカを手動で動作するモードであ\nる。\n確かに、第１特許権を直接侵害するイ’号＋ロ’号システム又はイ号＋\nロ号システムを念頭に置いた場合、ロ’号物件又はロ号物件は、被告作成の被告製\n品カタログ（甲５、８、９、１１）上、イ’号物件又はイ号物件のオプションとし\nて位置付けられており、この点に関する被告の主張も勘案すれば、ロ’号物件又は\nロ号物件と組み合わされることなく使用されるイ’号物件又はイ号物件も皆無では\nないことが窺われる。しかし、イ’号物件及びイ号物件は、自動はんだ付外観検査\n装置であり、各物件目録の全体構成欄記載のとおり、検査プログラムに基づいて検\n査位置算出手段においてレーザ掃引場所を算出し、この検査位置の算出と算出した\n検査位置に対するレーザ掃引を交互に行うことによって部品実装基板上のはんだ付\nけの状態（はんだ付けの良否、はんだ、ブリッジの有無等）、部品の有無、ずれ等\nを検査するものであることからすれば、前記認定の各機能のうち本質的な機能は、\nイ号物件につきINSPECTION、イ’号物件につき基板検査にあることは明らかであ\nる。そして、被告主張のように、基板検査の中に六つの機能（レーザ掃引機能、受\n光部数列化機能、基板搬送機能、基準点位置検出機能、検査位置算出機能及び結果\n出力機能）があるとしても、基準点位置の検出や検査位置の算出なくしてレーザ掃\n引を行うことは不可能であるから、前記機能の中でも基準点位置検出機能及び検査\n位置算出機能が基板検査の中心を担うものということができる。したがって、これ\nらの枢要な機能に関係する第１発明の寄与は決して小さくないものというべきであ\nる。これに対し、被告は、機能数や全ソフトのステップ数で等分化した割合による\n寄与があるにとどまると主張する。しかし、既に判示したところのほか、被告作成\nのカタログにおいても、「検査プログラムは、ＣＡＤデータ／マウントデータから\n自動生成できます。」（甲１１）、「自動化を目指すお客さまには昀適な検査装置\nです。」（甲８）など、第１発明の作用効果をイ’号物件及びイ号物件の宣伝文句\nとして強調している点に照らしても、被告の前記主張は、主たる機能と従たる機能\nとを一律に同列に扱おうとするもので、採用することができない。\nイ　ロ号物件及びロ’号物件には、大別して次の四つの機能がある（甲１\n０、４４）。\nシミュレータ機能　　レーザインスペクタから出力される数列データをも\nとに、判定条件を変更させながら、検査機と同等の判定を行い、総合的にシミュレ\nーションを行う。これにより、レーザインスペクタの量産基板の検査を中断するこ\nとなく、検査プログラムの判定値の昀適化を短時間で容易に行うことができる。\n標準ＣＡＤ機能      ＣＡＤデータから検査機用の検査プログラムを作成\nする一連の処理をいう。\nユーティリティ機能　検査プログラムの編集機能（エディタ、パーツデー\nタ、判定シート、自動ブロック設定、ブロックソート多数取り、基準点変更、基板\nローテーション等）をいう。\n集計機能            日別、週別、月別等の期間毎のＮＧ集計表を作成す\nる機能である。\nロ号物件及びロ’号物件の目的は、原告の主張するとおり、検査装置を\n補完し、検査を効率的に行うことにあり、そのための機能として検査プログラムの\n自動生成機能が存するのであるから、当該機能を担う標準ＣＡＤ機能が昀も重要な\n機能であり、その他の機能は標準ＣＡＤ機能に対する補助的、追加的な機能にすぎ\nない。すなわち、平成３年当時の文献（甲２１）には、はんだ付け後の外観検査装\n置についてのユーザの導入契機として、目視の限界を理由に自動化せざるを得ない\n点を指摘するものがあり、これによれば、第１発明の作用効果に期待したことが前\n記導入の動機づけの一つになったとも推認されるところである。被告自身も、平成\n７年６月１３日以降、ＣＡＤ展開の取扱説明書（甲１９、２４）の発行を続け、平\n成８年１月１日発行の技術レター（甲１６）において、標準ＣＡＤ展開につき多く\nのスペースを割いてこれを大きく宣伝し、同年１１月１日発行の専門誌（甲１４）\nにおいては、「ＣＡＤ展開」を検査装置の運用効率の向上のための手段の一つとし\nて位置付けた上、現在ほとんどのユーザで利用されており、マニュアルでのティー\nチング作業はほとんどなくなったといえる、この時、使用されるパーツライブラリ\nは、あらゆる部品の検査属性や判定条件を包含し、部品の多種多様化にも十分対応\n可能なものとなっているとして、その価値を高く評価している。このような点に鑑\nみると、ロ号物件又はロ’号物件についても、標準ＣＡＤ機能に貢献する第１発明\nの寄与は極めて大きいものということができ、被告主張のように、機能数で等分化\nした割合による寄与にとどまるということはできない。実際の販売価格において、\n仮に被告主張の価格差があるとしても、寄与率を算定する一事情として考慮し得る\nにすぎない。\nウ　以上の点を総合考慮した上、イ’号＋ロ’号システム又はイ号＋ロ号シ\nステムという組み合わせによる使用が一般的であることを加味すれば、イ’号物\n件、イ号物件、ロ’号物件及びロ号物件の各物件を通じて、第１発明の寄与率を７\n０％と算定するのが相当である。なお、ニ’号物件及びニ号物件は、第１発明の本\n質的機能と一体不可分ともいうべき「ＣＡＤ展開ソフト」を記録した媒体であると\nころ、この点に関する特段の主張立証のない本件においては、その寄与率は１００\n％とするのが相当である。\n(3)　弁論の全趣旨によれば、原告と被告とは、はんだ付け外観検査装置の分野\nにおいて競合関係にあることが認められ、その他本件に顕れた諸般の事情を勘案す\nると、前記寄与率を乗じる基礎となる実施料率を３％と認定するのが相当である。\nしたがって、第１特許権侵害についての原告の損害は次のとおりとなる。\nイ号物件及びイ’号物件　2,325,820,000×0.03×0.7＝48,842,220\nロ号物件及びロ’号物件  　 85,170,000×0.03×0.7＝ 1,788,570\nニ号物件及びニ’号物件      8,280,000×0.03     ＝   248,400\n合  計　          48,842,220＋1,788,570＋248,400＝50,879,190\n７  第２特許権についての争点２（第２発明の構成要件Ｈ「検査対象部位と検査\n基準とを対応づけたライブラリデータを記憶する第２の記憶手段」、Ｉ「識別情報\nとライブラリデータとを対応づけるための変換テーブルを記憶する第３の記憶手\n段」、Ｊ「ライブラリデータと前記実装方向および実装位置とを合成して前記実装\n部品検査用データを生成する合成手段」の充足性）\n第２発明の構成要件Ｈにいう「検査対象部位と検査基準とを対応づけたライ\nブラリデータ」について、その具体的内容は、特許請求の範囲の記載上、一義的に\n明らかとはいえないから、第２明細書の他の記載も考慮して、これを検討する。\n(1)　第２明細書によれば、第２発明は、被検査基板上の各実装部品につき実装\n状態の良否（実装品質）を検査するのに必要な検査用のデータを生成する方法及び\n装置に関するものである（第２公報３欄１３行～１６行）。すなわち、このような\n実装品質の検査において、目視検査では、検査ミスの発生が避けられず、検査結果\nも検査する者によりまちまちであり、検査処理能力にも限界があった（同３欄１９\n行～２１行）ことから、各実装部品の実装品質を画像処理技術を用いて自動的に検\n査する実装部品検査装置が実用化された。この実装部品検査装置を使用する場合、\n検査に先立ち、検査対象である基板上のどの位置に、どのような部品が、どのよう\nに実装されるかにつき、基板の種別毎に実装部品検査装置に教示（ティーチング）\nする必要がある（同３欄２２行～２７行）。しかし、これらの基板情報及び検査情\n報は、被検査基板の種類毎に部品の一つずつにつきオペレータが実装部品検査装置\nに手入力するため、多大の労力と時間とを要し、またティーチング作業中はその実\n装部品検査装置による検査ができないという問題があった（同４欄１行～６行）。\nそこで、第２発明は、実装部品検査装置を専有せずに効率的に実装部品検査用デー\nタを短時間で生成できる実装部品検査用データ生成方法及び装置を提供することを\n目的とし（同４欄７行～１０行）、課題を解決するための手段として、被検査基板\n上の各部品について、それぞれその部品種を識別するための識別情報、実装方向及\nび実装位置を、それぞれ外部より入力して記憶する第１の記憶手段と、複数の部品\n種について、それぞれ少なくとも検査対象部位と検査基準とを対応づけたライブラ\nリデータを記憶する第２の記憶手段と、前記各部品種について、それぞれその部品\n種を識別するための識別情報とライブラリデータとを対応づけるための変換テーブ\nルを記憶する第３の記憶手段と、前記第１の記憶手段に記憶される各部品の識別情\n報と前記第３の記憶手段に記憶される変換テーブルとを用いて、被検査基板上の各\n部品毎に、その部品種に該当するライブラリデータを前記第２の記憶手段から読み\n出した後、このライブラリデータと前記実装方向及び実装位置とを合成して前記実\n装部品検査用データを生成する合成手段とを備えたものである（同４欄２６行～４\n２行）。第２発明によれば、手入力操作によらずコンピュータによる処理により効\n率的に実装部品検査用データを作成できる、実装部品検査用データを実装部品検査\n装置を専有せずに作成できる、実装部品検査用データの作成時にも、実装部品検査\n装置を本来の検査のために用いることが可能となる、実装部品検査用データの生成\nに撮像手段を有する高価なティーチング機が不用であり、しかも実装部品検査用デ\nータの生成が完全に手順化されるので、オペレータによる実装部品検査用データの\n質のばらつきを防止できるなどの作用効果がある（同５欄１行～３行、９欄６行～\n１５行）。その実施例も、「検査領域数は、各部品について設定されるウィンドウ\nの総数であって、例えば前記のチップ部品３２の場合、図８に示すように、第１～\n第３の各ウィンドウＷ１～Ｗ３と、必要に応じて第４～第９の各ウィンドウＷ４～\nＷ９とが設定される。このうち第１、第２の各ウィンドウＷ１、Ｗ２ははんだ付け\n状態の良否を判別するためのもので、各ランド３４、３５の位置にランドの形状お\nよび大きさとほぼ一致させて設定される。第３ウィンドウＷ３は部品の欠落を判別\nするためのもので、チップ部品３２の実装位置にその外形より小さな矩形状に設定\nされる。第４～第９の各ウィンドウＷ４～Ｗ９はブリッジ検査のためのもので、各\nランド３４、３５の周囲に隣接する部品の有無に応じて必要個数設定される。前記\nウィンドウ内検査基準は、前記ウィンドウの設定個数に応じた数だけ存在し、」\n（第２公報７欄４０行～８欄４行）とあって、検査対象部位と検査基準とが直接対\n応したものが示されており、検査対象部位と検査基準との対応が間接的なものにつ\nいてまで言及したものはみられない。\n(2)　このような第２発明の目的、課題を解決するための手段、作用効果、実施\n例のいずれの点からみても、第２発明の構成要件Ｈについて、検査対象部位と検査\n基準との対応が間接的であってもよい旨を説明し、又は示唆するような記載は窺わ\nれず、第２発明の特許請求の範囲の記載上、この点に関する特段の留保もないこと\nに照らすと、第２発明は、同じ部品、同じ検査項目においても検査対象部位により\n検査基準が異なることを前提として、複数の部品種について、それぞれ検査対象部\n位と検査基準とを対応づけたライブラリデータをあらかじめ第２の記憶手段に記憶\nする構成を採ったものと解される。そうすると、構成要件Ｈにいう「検査対象部位\nと検査基準とを対応づけたライブラリデータを記憶する第２の記憶手段」とは、検\n査対象部位と検査基準とが他の項目を媒介することなく直接的に対応していること\nが必要であると解するのが相当である。\n(3)　これに対し、原告は、構成要件Ｈ「検査対象部位と検査基準とを対応づけ\nたライブラリデータ」とは、検査対象部位と検査基準とを直接対応づけたものに限\nられず、直接には検査基準と検査項目とを対応づけるものであっても、結果として\n検査対象部位と検査基準とを対応づけるものになっていれば足りると主張する。\nしかし、既に判示したとおり、第２明細書の特許請求の範囲の記載はもと\nより、発明の詳細な説明の記載を精査しても、原告の主張を根拠づけるような記載\n部分は全く窺われない。実質的にも、第２発明は、実装部品検査用データ生成方法\n及びその方法の実施に用いられる実装部品検査装置である以上、検査対象部位と検\n査基準との間に、多かれ少なかれ何らかの関連性があることは当然のことであるか\nら、間接的な対応づけであってもよいとする原告の前記主張を前提とすると、構成\n要件Ｈを特に設けた意義が没却されてしまうことになり、相当でない。\n(4)　ロ’号物件は、そのライブラリ記憶手段内において、各検査項目につい\nて、「部品の種類／パーツ№」毎に一つの検査基準（判定シート及び感度シート）\nを記憶するにすぎず、検査項目の分類とかかわりなく検査対象部位と検査基準とが\n直接的に対応しているものではない。したがって、ロ’号物件は構成要件Ｈを充足\nしない。なお、ロ’号物件において、「検査対象部位と検査基準とを対応づけたラ\nイブラリデータ」を有しない以上、その余の点について判断するまでもなく、構成\n要件Ｉ「識別情報とライブラリデータとを対応づけるための変換テーブルを記憶す\nる第３の記憶手段」及び構成要件Ｊ「ライブラリデータと前記実装方向および実装\n位置とを合成して前記実装部品検査用データを生成する合成手段」を充足しないこ\nとも明らかである。\n(5)　以上の点は、ロ号物件、ハ号物件及びハ’号物件についても同様に妥当す\nるから、その余の点について判断するまでもなく、ロ’号物件及びロ号物件につい\nて第２特許権の直接侵害、間接侵害又はユーザによる直接侵害行為の教唆幇助並び\nにニ’号物件及び及びニ号物件について第２特許権の間接侵害又はユーザによる直\n接侵害行為の教唆幇助は、いずれも成立しない。\n第４　結論\n以上によれば、原告の請求は、上記の限度で理由がある（主文第１項ないし\n第３項につき、仮執行宣言は相当でないから付さない。）。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　小    松    一    雄\n裁判官        中    平        　健\n裁判官        田    中    秀    幸\nイ号物件目録（ウィンドウズ化前）\n（商品名）　自動はんだ付外観検査装置「レーザインスペクタ　ＮＬＢシリーズ」\n（図面の説明）\n第１図　　全体構成を示すブロック図。\n第２図　　初期ＣＡＤ展開用データ（中間ファイル）の一部を示す。\n第３Ａ図　パーツデータ・ファイルの一部を示す。\n第３Ｂ図　検査基準ファイル（良否判定基準ファイル）を示す。\n第４図　　ユーザ部品コード対照テーブルを示す。\n第５図　　検査プログラム（検査用データ）（ＤＡＴＡｎファイルとＬＶＤＴ\nｎファイルから構成される。）を示す。\n第６図　　初期ＣＡＤ展開処理を示すフローチャート。\n第７図　　ＳＯＴのフィレット検査を行う場合の検査位置算出方法説明図。\n（全体構成）\nイ号物件は、部品の実装位置等を手入力処理によるほか、後記の初期ＣＡＤ展\n開処理により検査プログラム（検査用データ）を生成する機能を有しており、生成\nした検査プログラムに基づいて検査位置算出手段においてレーザ掃引場所を算出\nし、この検査位置の算出と算出した検査位置に対するレーザの掃引を交互に行うこ\nとによって部品実装基板上のはんだ付けの状態（はんだ付けの良否、はんだ、ブリ\nッジの有無等）、部品の有無、ずれ等を検査するものである。\nイ号物件は、第１図に示すように、初期ＣＡＤ展開処理手段11、初期ＣＡＤ展\n開用データ記憶手段12、ライブラリ記憶手段13及びユーザ部品コード対照テーブル\n記憶手段14を含む。\n初期ＣＡＤ展開処理手段11は初期ＣＡＤ展開プログラム（「初期ＣＡＤ展開ソ\nフト」という。）に従って検査プログラムを生成するものであり、初期ＣＡＤ展開\nソフト16が組み込まれたコンピュータである。\n初期ＣＡＤ展開用データ記憶手段12、ライブラリ記憶手段13及びユーザ部品コ\nード対照テーブル記憶手段14はコンピュータに備えられたハードディスク又は他の\n記憶装置である。\nこの初期ＣＡＤ展開用データは、ＣＡＤデータ（又はマウンタデータ）とは異\nなり、ＣＡＤデータ（又はマウンタデータ）から抽出したデータを、検査装置内の\n初期ＣＡＤ展開処理手段11によって処理することができる独自のフォーマットに、\nユーザによって変換された「中間ファイル」であって、フロッピィディスク（Ｆ\nＤ）又は通信回線を介して検査装置に入力されるものである。\nこれらの各手段11、12、13、14の詳細については後述する。\nイ号物件において、部品実装基板の実装品質の検査は概略次のようにして行わ\nれる。\n部品31を実装した基板30はＸＹステージ22上に載置され、所定位置に位置決め\nされる。\n半導体レーザ23から出射するレーザ・ビームは集光光学系（図示略）により集\n光されながら、ガルバノメータ24を経て基板30上の検査箇所（レーザ掃引場所）\n（たとえば、はんだのフィレット）に照射される。ガルバノメータ24はレーザ・ビ\nームを、検査すべき方形領域内でＸ方向及びＹ方向に掃引する。\n受光部25は一定方向に配列された多数の受光セル26を含む。検査箇所に照射さ\nれたレーザ・ビームは、はんだ面の傾斜角に応じた方向に反射され、反射方向に存\n在する受光セル26によって受光される。レーザ・ビームはＸ又はＹ方向に掃引され\nるので、反射ビームを受光するセル26も次々と変わっていく。受光セル26に一定順\n序で番号を付けておく。レーザ・ビームの掃引に伴って反射ビームを受光したセル\n26を表わす番号の列（「数列」という。）が得られる。この数列は、はんだ形状を\n表現している。\n検査プログラムの構成を第５図に示す。検査プログラムは部品の属性等を管理\nする「ＤＡＴＡｎ」ファイルと、良否判定基準値を管理する「ＬＶＤＴｎ」ファイ\nルとから構成される。\nＤＡＴＡｎファイルは基板名等を含むヘッダ部（図示略）と、部品実装基板上\nの個々の部品ごとのデータとを含む。個々の部品ごとのデータは検査の順序に対応\nしており、これには後記の「部品の種類／パーツ№」、「部品装着情報」、「形状\n情報」、「レーザ掃引情報、（判定シート№）、感度シート№」等が含まれる。\n「レーザ掃引情報、（判定シート№）及び感度シート№」は検査項目（検査の種\n類）ごとに設けられる。\nＬＶＤＴｎファイルには、部品実装基板上のすべての部品に対して「部品の種\n類／パーツ№」ごとに、検査に用いる判定シートが各検査項目について設けられて\nいる。\n判定シートは、前述した数列によって表現されるはんだ形状の良否を判定する\nための検査基準である判定値を記述したものである。\nＬＶＤＴｎファイルにはまた感度シート・テーブルが含まれている。感度シー\nトは、反射レーザ・ビームを受光する受光セル26から出力される信号を二値化する\nための（反射レーザ・ビーム有り、無しを表わすデータを得るための）しきい値を\n記述したものである。複数の感度シートが番号（感度シート№）により特定され\nる。\n制御装置（ＣＰＵ）21は検査プログラムに従って部品実装基板上の各部品の実\n装品質検査の実行を制御するものであり、検査位置算出手段27を含む。制御装置\n21の検査位置算出手段27は、部品実装基板上の個々の部品ごとに、ＤＡＴＡｎファ\nイルに記述された部品装着情報、形状情報、レーザ掃引情報等に基づいてレーザ・\nビームを掃引すべき場所（レーザ掃引場所）を一時的に算出する。制御装置21は算\n出されたレーザ掃引場所に基づいてＸＹステージ22及びガルバノメータ24を制御す\nる。制御装置21はまた、受光部25からの受光信号に基づいて数列を作成する際に、\nＤＡＴＡｎファイルに記述された感度シート№に対応する感度シートをＬＶＤＴｎ\nファイルから読み出して用いる。また、部品の種類／パーツ№で対応づけられる個\n々の部品に対する判定シートを各検査項目についてＬＶＤＴｎファイルから読み出\nし、作成した数列を、読み出した判定シートに基づいて評価し、はんだ付けの状態\nを判定する。\n（初期ＣＡＤ展開用データ記憶手段）\n初期ＣＡＤ展開用データ記憶手段12は初期ＣＡＤ展開用データ（ＣＡＤデータ\n又はマウンタデータを初期ＣＡＤ展開処理手段用にユーザがフォーマットするも\nの。中間ファイルといわれる。）を外部から入力して記憶するものである。\n初期ＣＡＤ展開用データは基板上における部品の配置等を設計するとき用いるＣ\nＡＤ（ＣＯＭＰＵＴＥＲ　ＡＩＤＥＤ　ＤＥＳＩＧＮ）から得られるデータに基づ\nいてユーザによって変換作成されたものであって、基板上に実装された各部品につ\nいて、それぞれの部品を識別するための「識別情報（ユーザ部品コード）」及び\n「部品装着情報」を含んでいる。\n初期ＣＡＤ展開用データの実例の一部を第２図に示す。「部品装着情報」はＸ\n座標、Ｙ座標、角度等を含む。「Ｘ座標」及び「Ｙ座標」は基板上に設定された座\n標原点を基準にして、部品の中心のＸ座標及びＹ座標を表わすもので、基板上にお\nける部品の実装（装着）位置を示す。「角度」は部品の基板上における実装方向\n（取付角度）を表わす。「ユーザ部品コード」はユーザが自社内での部品購買管理\nや部品実装装置（例えばマウンタ）のために汎用的に使用することを目的として決\n定した識別符号であり、いわばユーザ系における部品コードである。\n（ライブラリ記憶手段）\nライブラリ記憶手段13は、ライブラリを構成するパーツデータ・ファイル13Ａ\n及び検査基準ファイル（良否判定基準ファイル）13Ｂを記憶するものである。\nパーツデータ・ファイル13Ａは、第３Ａ図に示すように、部品の種類とパーツ\n№の組（「部品の種類／パーツ№」という。）ごとに、部品の外形、リード、パッ\nド等に関するデータ（「形状情報」という。）、レーザ掃引情報、（判定シート\n№）及び感度シート№を保有する。\nパーツデータ・ファイル13Ａにおける部品の種類／パーツ№ごとのレーザ掃引\n情報、（判定シート№）及び感度シート№は検査項目ごとに設けられる。\n「部品の種類」はＣＨＩＰ、ＳＯＴ、ＳＯＰ等で代表される部品種別を示す。\n「パーツ№」は、リードを含む部品の形状と寸法、色等の外形的特徴及びその部品\nを実装するパッドの形状と寸法等により付けられた部品種別における部品の識別番\n号である。\nしたがって、「部品の種類／パーツ№」は、部品やパッドに関する情報に応じ\nて付けられる識別符号で、イ号物件内においてパッドの形状を含んだ部品を特定す\nる。すなわち、パッドの形状や寸法が異なれば同一の部品でも異なる「部品の種類\n／パーツ№」が付けられる。\nパーツデータの例をＳＯＴについて示すと、次のようになっている。なお、部\n品データとパッドデータが前述の形状情報である。\n部品データ　　（部品の種類、パーツ№、リード方向、リードピッチ（１次側、\n２次側）、部品の外形長さ、部品の外形幅、部品の外形高さ、リード長さ（１次\n側、２次側）、リード幅（１次側、２次側）、リード間ピッチ（１次側、２次\n側））\nパッドデータ　（パッド間昀大長さ、パッド長さ（１次側、２次側）、パッド幅\n（１次側、２次側））\nフィレット検査（パッド間昀大長さ、掃引ピッチ（シングル、クロス、１次側、\n２次側）、掃引ストローク（１次側、２次側）、掃引回数（１次側、２次側）、リ\nード位置（１次側、２次側）、掃引タイプ（シングル、クロス）、判定シート№、\n感度シート№）\nパーツデータ・ファイル13Ａに含まれる「レーザ掃引情報」は、検査位置算出\n手段27において、ガルバノメータ24によるレーザ掃引場所を算出するために必要な\nデータである。\n検査基準ファイル13Ｂは、良否判定基準値を管理するもので、第３Ｂ図に示す\nように判定シート・テーブルと感度シート・テーブルを含む。\n判定シート・テーブルは、部品の種類／パーツ№ごとに、各検査項目について\n用いられる判定シートを記憶する。判定シートは部品の種類／パーツ№ごとに設け\nられているから、パーツデータ・ファイル13Ａ中の（判定シート№）は実際には使\n用されない。\n感度シート・テーブルは感度シート№に対応して感度シートを記憶する。\n（ユーザ部品コード対照テーブル記憶手段）\nユーザ部品コード対照テーブル記憶手段14はユーザ部品コード対照テーブルを\n記憶するものであり、その実例の一部を第４図に示す。\nユーザ部品コード対照テーブルは、初期ＣＡＤ展開用データ（第２図）で用い\nられるユーザ系の「ユーザ部品コード」を、ライブラリ記憶手段13（パーツデー\nタ・ファイル13Ａ及び検査基準ファイル13Ｂ）（第３Ａ図、第３Ｂ図）で用いられ\nる「部品の種類／パーツ№」と対応づけるための変換テーブルである。\nなお、このユーザ部品コード対照テーブルは、実装回路基板の集積度等を考慮\nして設計されたパッド余裕度等に応じて設定されるものである。\n（初期ＣＡＤ展開処理手段）\n初期ＣＡＤ展開処理手段11は初期ＣＡＤ展開用データを用いて初期ＣＡＤ展開\nソフト16に従ってイ号物件用の検査プログラムを自動的に作成する一連の処理を実\n行するものである。\n第６図に示すように、まず、イ号物件のフォーマットに従った形式に変換され\nた初期ＣＡＤ展開用データがイ号物件に入力され、初期ＣＡＤ展開用データ記憶手\n段12に記憶される。\n続いて、初期ＣＡＤ展開用データ（第２図）中のユーザ部品コードが、ユーザ\n部品コード対照テーブル記憶手段14に記憶されたユーザ部品コード対照テーブル\n（第４図）を参照して部品の種類／パーツ№に変換される。\n部品の種類／パーツ№をキーにして、ライブラリ記憶手段13に記憶されたパー\nツデータ・ファイル13Ａ（第３Ａ図）から部品の種類／パーツ№ごとに、形状情報\n並びに各検査項目のレーザ掃引情報、（判定シート№）及び感度シート№が読み出\nされる。初期ＣＡＤ展開用データ中の個々の部品について、部品装着情報と、パー\nツデータ・ファイル13Ａから読み出された形状情報並びに各検査項目についてのレ\nーザ掃引情報、（判定シート№）及び感度シート№が合成され、ＤＡＴＡｎファイ\nル（第５図）が作成される。\nまた、部品の種類／パーツ№をキーにして検査基準ファイル13Ｂ（第３Ｂ図）\n内の判定シート・テーブルから、部品の種類／パーツ№ごとに各検査項目を対応づ\nけた判定シートが読み出され、ＬＶＤＴｎファイル（第５図）が作成される。ＬＶ\nＤＴｎファイルには検査基準ファイル13Ｂ内の感度シートテーブルも格納される。\n（検査位置算出手段）\n検査位置算出手段27において、部品実装基板上の個々の部品ごとに、ＤＡＴＡ\nｎファイルに記述された部品装着情報、形状情報、レーザ掃引情報等に基づいてレ\nーザ・ビームを掃引すべき場所（レーザ掃引場所）を算出する。\nレーザ・ビームを掃引すべき場所を算出する方法の一例を、ＳＯＴのフィレット\n検査を行う場合について第７図を用いて説明する。\n第７図に示すように、「レーザ掃引開始位置Ａの座標」を（Ｘａ、Ｙａ）と\nし、基板原点に対する部品の座標」を（ｘ、ｙ）とし、「レーザ掃引開始位置を求\nめる長さ」をＬ１とし、「リードピッチ」をＬ２とすると、\n基板の原点に対するレーザ掃引開始位置Ａ（Ｘ、Ｙ）は、\nＸａ＝ｘ＋Ｌ２／２　Ｙａ＝ｙ＋Ｌ１／２として算出される。\nなお、第７図において、①は掃引開始位置を求めるための長さＬ１であって、\n部品をはさんで対向するパッド間の昀大長さとレーザの掃引誤差αμｍを加えたも\nのであり、②はリードピッチＬ２であり、③は掃引ストローク（シングル）であっ\nて、掃引ピッチ×掃引回数である。\n第１～７図\nロ号物件目録（ウィンドウズ化前）\n（商品名）　「アナライザーＮＬＢＡ」\n（図面の説明）\n第１図　　全体構成を示すブロック図。\n第２図　　中間ファイルの一部を示す。\n第３Ａ図　パーツデータ・ファイルの一部を示す。\n第３Ｂ図　検査基準ファイル（良否判定基準ファイル）を示す。\n第４図　　ユーザ部品コード対照テーブルを示す。\n第５図　　検査プログラム（検査用データ）（ＤＡＴＡｎファイルとＬＶＤＴ\nｎファイルから構成される）を示す。\n第６図　　ＣＡＤ展開処理を示すフローチャート。\n（全体構成）\nロ号物件は、ＣＡＤデータ（又はマウンタデータ）から、レーザインスペクタ\nＮＬＢシリーズ（イ号物件）で用いる検査プログラム（検査用データ）を生成す\nる機能をもつ。この機能を達成するためのロ号物件の全体構成を第１図に示す。\nロ号物件は、ＣＡＤ展開処理手段41、ＣＡＤデータ記憶手段42、ライブラリ記\n憶手段43及びユーザ部品コード対照テーブル記憶手段44を含む。\nＣＡＤ展開処理手段41はＣＡＤ展開プログラム（「ＣＡＤ展開ソフト」とい\nう）に従って検査プログラムを生成するものであり、ＣＡＤ展開ソフト46が組み込\nまれたコンピュータである。\nＣＡＤデータ記憶手段42、ライブラリ記憶手段43、及びユーザ部品コード対照\nテーブル記憶手段44はコンピュータに備えられたハードディスク又は他の記憶装置\nである。\nＣＡＤ展開処理手段41によって生成される検査プログラムの構成を第５図に示\nす。検査プログラムは部品の属性等を管理する「ＤＡＴＡｎ」ファイルと、良否判\n定基準値を管理する「ＬＶＤＴｎ」ファイルとから構成されている。\nＤＡＴＡｎファイルは基板名等を含むヘッダ部（図示略）と、部品実装基板上\nの個々の部品ごとのデータとを含む。個々の部品ごとのデータは検査の順序に対応\nしており、これには後記の「部品の種類／パーツ№」、「部品装着情報」、「形状\n情報」、「レーザ掃引情報、（判定シート№）、感度シート№」等が含まれる。\n「レーザ掃引情報、（判定シート№）及び感度シート№」は検査項目（検査の種\n類）ごとに設けられる。\nＬＶＤＴｎファイルには、部品実装基板上のすべての部品に対して、「部品の\n種類／パーツ№」ごとに、検査に用いる判定シートが各検査項目について設けられ\nている。\n判定シートは、はんだ形状の良否を判定するための検査基準である判定値を記\n述したものである。\nＬＶＤＴｎファイルにはまた感度シート・テーブルが含まれている。感度シー\nトは、受光信号を二値化するためのしきい値を記述したものである。複数の感度シ\nートが番号（感度シート№）により特定される。\n（ＣＡＤデータ記憶手段）\nＣＡＤデータ記憶手段42はＣＡＤデータを外部から入力して記憶するものであ\nる。\nＣＡＤデータは基板上における部品の配置等を設計するとき用いるＣＡＤ（Ｃ\nＯＭＰＵＴＥＲ　ＡＩＤＥＤ　ＤＥＳＩＧＮ）から得られるデータであって、基板\n上に実装された各部品について、それぞれの部品を識別するためのユーザ部品コー\nド及び「部品装着情報」を含んでいる。\n第２図は、ＣＡＤデータから必要なデータを抽出し、ロ号物件用にフォーマッ\nト変換された状態のデータ（中間ファイル）の一部を示すが、この「中間ファイ\nル」はロ号物件におけるデータ処理の過程で一時的に生成されるものであり、ユー\nザが作成してイ号物件に入力する「初期ＣＡＤ展開用データ」とは異なるものであ\nる。「部品装着情報」はＸ座標、Ｙ座標、角度等を含む。「Ｘ座標」及び「Ｙ座\n標」は基板上に設定された座標原点を基準にして、部品の中心のＸ座標及びＹ座標\nを表わすもので、基板上における部品の実装（装着）位置を示す。「ユーザ部品コ\nード」はユーザが自社内での部品購買管理や部品実装装置（例えばマウンタ）のた\nめに汎用的に使用することを目的として決定した識別符号であり、いわばユーザ系\nにおける部品コードである。\n（ライブラリ記憶手段）\nライブラリ記憶手段43は、ライブラリを構成するパーツデータ・ファイル43Ａ\n及び検査基準ファイル（良否判定基準ファイル）43Ｂを記憶するものである。\nパーツデータ・ファイル43Ａは、第３Ａ図に示すように、部品の種類とパーツ\n№の組（「部品の種類／パーツ№」という。）ごとに、部品の外形、リード、パッ\nド等に関するデータ（「形状情報」という。）、レーザ掃引情報、（判定シート\n№）及び感度シート№を保有する。\nパーツデータ・ファイル43Ａにおける部品の種類／パーツ№ごとのレーザ掃引\n情報、（判定シート№）、及び感度シート№は検査項目ごとに設けられる。\n「部品の種類」はＣＨＩＰ、ＳＯＴ、ＳＯＰ等で代表される部品種別を示す。\n「パーツ№」は、リードを含む部品の形状と寸法、色等の外形的特徴及びその部品\nを実装するパッドの形状と寸法等により付けられた部品種別における部品の識別番\n号である。したがって、「部品の種類／パーツ№」は、部品やパッドに関するデー\nタに応じて付けられる識別符号で、ロ号物件内においてパッドを含めた部品を特定\nする。すなわち、パッドの形状や寸法が異なれば同一の部品でも異なる「部品の種\n類／パーツ№」が付けられる。\nパーツデータの例をＳＯＴについて示すと、次のようになっている。なお、部\n品データとパッドデータが前述の形状情報である。\n部品データ　　（部品の種類、パーツ№、リード方向、リードピッチ（１次側、\n２次側）、部品の外形長さ、部品の外形幅、部品の外形高さ、リード長さ（１次\n側、２次側）、リード幅（１次側、２次側）、リード間ピッチ（１次側、２次\n側））\nパッドデータ　（パッド間昀大長さ、パッド長さ（１次側、２次側）、パッド幅\n（１次側、２次側））\nフィレット検査（パッド間昀大長さ、掃引ピッチ（シングル、クロス、１次側、\n２次側）、掃引ストローク（１次側、２次側）、掃引回数（１次側、２次側）、リ\nード位置（１次側、２次側）、掃引タイプ（シングル、クロス）、判定シート№、\n感度シート№）\nパーツデータ・ファイル43Ａに含まれる「レーザ掃引情報」は、部品実装基板\nにおけるレーザ掃引場所を算出するために必要なデータであるが、ロ号物件では、\nレーザ掃引場所の算出は行わない。\n検査基準ファイル43Ｂは、良否判定基準値を管理するもので、第３Ｂ図に示す\nように判定シート・テーブルと感度シート・テーブルを含む。\n判定シート・テーブルは、部品の種類／パーツ№ごとに、各検査項目について\n用いられる判定シートを記憶する。判定シートは部品の種類／パーツ№ごとに設け\nられているから、パーツデータ・ファイル43Ａ中の（判定シート№）は実際には使\n用されない。\n感度シート・テーブルは感度シート№に対応して感度シートを記憶する。\n（ユーザ部品コード対照テーブル記憶手段）\nユーザ部品コード対照テーブル記憶手段44はユーザ部品コード対照テーブルを\n記憶するものであり、その実例の一部を第４図に示す。\nユーザ部品コード対照テーブルは、ＣＡＤデータ（第２図）で用いられるユー\nザ系の「ユーザ部品コード」を、ライブラリ記憶手段43（パーツデータ・ファイル\n43Ａ及び検査基準ファイル43Ｂ）（第３Ａ図、第３Ｂ図）で用いられる「部品の種\n類／パーツ№」と対応づけるための変換テーブルである。\nなお、このユーザ部品コード対照テーブルは、実装回路基板の集積度等を考慮\nして設計されたパッドの余裕度等に応じて設定されるものである。\n（ＣＡＤ展開処理手段）\nＣＡＤ展開処理手段41はＣＡＤデータを用いてＣＡＤ展開ソフト46に従って検\n査プログラムを自動的に作成する一連の処理を実行するものである。\n第６図に示すように、まずＣＡＤデータがロ号物件に入力される。ＣＡＤデー\nタはロ号物件のフォーマットに従った形式に変換され（中間ファイルの生成）、Ｃ\nＡＤデータ記憶手段42に記憶される。\n続いて、中間ファイル（第２図）中のユーザ部品コードが、ユーザ部品コード\n対照テーブル記憶手段44に記憶されたユーザ部品コード対照テーブル（第４図）を\n参照して部品の種類／パーツ№に変換される。\n部品の種類／パーツ№をキーにして、ライブラリ記憶手段43に記憶されたパー\nツデータ・ファイル43Ａ（第３Ａ図）から部品の種類／パーツ№ごとに、形状情報\n並びに各検査項目のレーザ掃引情報、（判定シート№）及び感度シート№が読み出\nされる。中間ファイル中の個々の部品について、中間ファイルの部品装着情報と、\nパーツデータ・ファイル43Ａから読み出された形状情報並びに各検査項目について\nのレーザ掃引情報、（判定シート№）及び感度シート№が合成され、ＤＡＴＡｎフ\nァイル（第５図）が作成される。\nまた、部品の種類／パーツ№をキーにして検査基準ファイル43Ｂ（第３Ｂ図）\n内の判定シート・テーブルから、部品の種類／パーツ№ごとに各検査項目を対応づ\nけた判定シートが読み出され、ＬＶＤＴｎファイル（第５図）が作成される。ＬＶ\nＤＴｎファイルには検査基準ファイル43Ｂ内の感度シートテーブルも格納される。\n第１～６図\nハ号物件目録（ウィンドウズ化前）\n汎用コンピュータにＣＡＤ展開プログラム（「ＣＡＤ展開ソフト」という。）\nをインストールして、ロ号物件目録に記載の構造をもつに至ったコンピュータ。\nニ号物件目録（ウィンドウズ化前）\nロ号物件目録又はハ号物件目録に記載の「ＣＡＤ展開ソフト」を記録した媒\n体。\nイ’号物件目録（ウィンドウズ化後）\n（商品名）　　自動はんだ付外観検査装置「レーザインスペクタ　ＮＬＢシリー\nズ」\n（図面の説明）\n第１図　　全体構成を示すブロック図。\n第２図　　検査プログラム（検査用データ）（ＤＡＴＡｎファイルとＬＶＤＴ\nｎファイルから構成される。）を示す。\n（全体構成）\nイ’号物件は外部から与えられた検査プログラムに基づいて検査位置算出手段\nにおいてレーザ掃引場所を算出し、この検査位置の算出と算出した検査位置に対す\nるレーザ掃引を交互に行うことによって部品実装基板上のはんだ付けの状態（はん\nだ付けの良否、はんだ、ブリッジの有無等）、部品の有無、ずれ等を検査するもの\nである。\nイ’号物件において、部品実装基板の実装品質の検査は概略次のようにして行\nわれる。\n第１図を参照して、部品31を実装した基板30はＸＹステージ22上に載置され、\n所定位置に位置決めされる。\n半導体レーザ23から出射するレーザ・ビームは集光光学系（図示略）により集\n光されながら、ガルバノメータ24を経て基板30上の検査箇所（レーザ掃引場所）\n（たとえば、はんだのフィレット）に照射される。ガルバノメータ24はレーザ・ビ\nームを、検査すべき方形領域内でＸ方向及びＹ方向に掃引する。\n受光部25は一定方向に配列された多数の受光セル26を含む。検査箇所に照射さ\nれたレーザ・ビームは、はんだ面の傾斜角に応じた方向に反射され、反射方向に存\n在する受光セル26によって受光される。レーザ・ビームはＸ又はＹ方向に掃引され\nるので、反射ビームを受光するセル26も次々と変わっていく。受光セル26に一定順\n序で番号を付けておく。レーザ・ビームの掃引に伴って反射ビームを受光したセル\n26を表わす番号の列（「数列」という。）が得られる。この数列は、はんだ形状を\n表現している。\nイ’号物件に外部から入力される検査プログラムの構成を第２図に示す。検査\nプログラムは部品の属性等を管理する「ＤＡＴＡｎ」ファイルと、良否判定基準値\nを管理する「ＬＶＤＴｎ」ファイルとから構成される。\nＤＡＴＡｎファイルは基板名等を含むヘッダ部（図示略）と、部品実装基板上\nの個々の部品ごとのデータとを含む。個々の部品ごとのデータは検査の順序に対応\nしており、これには「部品の種類／パーツ№」、「部品装着情報」、「形状情\n報」、「レーザ掃引情報」等が含まれる。「レーザ掃引情報」は検査項目（検査の\n種類）ごとに設けられる。\nＬＶＤＴｎファイルは、部品実装基板上のすべての部品に対して「部品の種類\n／パーツ№」ごとに、検査に用いる判定シート及び感度シートが各検査項目につい\nて設けられている。\n判定シートは、前述した数列によって表現されるはんだ形状の良否を判定する\nための検査基準である判定値を記述したものである。\n感度シートは、反射レーザ・ビームを受光する受光セル26から出力される信号\nを二値化するための（反射レーザ・ビーム有り、無しを表わすデータを得るため\nの）しきい値を記述したものである。\n制御装置（ＣＰＵ）21は外部から入力される検査プログラムに従って部品実装\n基板上の各部品の実装品質検査の実行を制御するものであり、検査位置算出手段\n27を含む。制御装置21の検査位置算出手段27は、部品実装基板上の個々の部品ごと\nに、ＤＡＴＡｎファイルに記述された部品装着情報、形状情報、レーザ掃引情報等\nに基づいてレーザ・ビームを掃引すべき場所（レーザ掃引場所）を一時的に算出す\nる。制御装置21は算出されたレーザ掃引場所に基づいてＸＹステージ22及びガルバ\nノメータ24を制御する。制御装置21はまた、受光部25からの受光信号に基づいて数\n列を作成する際に、部品の種類／パーツ№で対応づけられる個々の部品に対する感\n度シートを各検査項目についてＬＶＤＴｎファイルから読み出して用いる。また、\n部品の種類／パーツ№で対応づけられる個々の部品に対する判定シートを各検査項\n目についてＬＶＤＴｎファイルから読み出し、作成した数列を、読み出した判定シ\nートに基づいて評価し、はんだ付けの状態を判定する。\n第１、２図\nロ’号物件目録（ウィンドウズ化後）\n（商品名）　　「アナライザーＮＬＢＡ」\n（図面の説明）\n第１図　　全体構成を示すブロック図。\n第２図　　中間ファイルの一部を示す。\n第３Ａ図　パーツデータ・ファイルの一部を示す\n第３Ｂ図　検査基準ファイル（良否判定基準ファイル）を示す。\n第４図　　ユーザ部品コード対照テーブルを示す。\n第５図　　検査プログラム（検査用データ）（ＤＡＴＡｎファイルとＬＶＤＴ\nｎファイルから構成される。）を示す。\n第６図　　ＣＡＤ展開処理を示すフローチャート。\n（全体構成）\nロ’号物件は、ＣＡＤデータ（又はマウンタデータ）から、レーザインスペク\nタＮＬＢシリーズ（イ’号物件）で用いる検査プログラム（検査用データ）を生成\nする機能をもつ。この機能を達成するためのロ’号物件の全体構成を第１図に示\nす。\nロ’号物件は、ＣＡＤ展開処理手段61、ＣＡＤデータ記憶手段62、ライブラリ\n記憶手段63及びユーザ部品コード対照テーブル記憶手段64を含む。\nＣＡＤ展開処理手段61はＣＡＤ展開プログラム（「ＣＡＤ展開ソフト」とい\nう。）に従って検査プログラムを生成するものであり、ＣＡＤ展開ソフト66が組み\n込まれたコンピュータである。\nＣＡＤデータ記憶手段62、ライブラリ記憶手段63及びユーザ部品コード対照テ\nーブル記憶手段64はコンピュータに備えられたハードディスク又は他の記憶装置で\nある。\nＣＡＤ展開処理手段61によって生成される検査プログラムの構成を第５図に示\nす。検査プログラムは部品の属性等を管理する「ＤＡＴＡｎ」ファイルと、良否判\n定基準値を管理する「ＬＶＤＴｎ」ファイルとから構成されている。\nＤＡＴＡｎファイルは基板名等を含むヘッダ部（図示略）と、部品実装基板上\nの個々の部品ごとのデータとを含む。個々の部品ごとのデータは検査の順序に対応\nしており、これには後記の「部品の種類／パーツ№」、「部品装着情報」、「形状\n情報」、「レーザ掃引情報」等が含まれる。「レーザ掃引情報」は検査項目（検査\nの種類）ごとに設けられる。\nＬＶＤＴｎファイルには、部品実装基板上のすべての部品に対して、「部品の\n種類／パーツ№」ごとに、検査に用いる判定シート及び感度シートが各検査項目に\nついて設けられている。\n判定シートは、はんだ形状の良否を判定するための検査基準である判定値を記\n述したものである。\nＬＶＤＴｎファイルにはまた感度シート・テーブルが含まれている。感度シー\nトは、受光信号を二値化するためのしきい値を記述したものである。\n（ＣＡＤデータ記憶手段）\nＣＡＤデータ記憶手段62はＣＡＤデータを外部から入力して記憶するものであ\nる。\nＣＡＤデータは基板上における部品の配置等を設計するとき用いるＣＡＤ（Ｃ\nＯＭＰＵＴＥＲ　ＡＩＤＥＤ　ＤＥＳＩＧＮ）から得られるデータであって、基板\n上に実装された各部品について、それぞれの部品を識別するためのユーザ部品コー\nド及び「部品装着情報」を含んでいる。\n第２図は、ＣＡＤデータから必要なデータを抽出し、ロ’号物件用にフォーマ\nット変換された状態のデータ（中間ファイル）の一部を示すが、この「中間ファイ\nル」はロ’号物件におけるデータ処理の過程で一時的に生成されるものである。\n「部品装着情報」はＸ座標、Ｙ座標、角度等を含む。「Ｘ座標」及び「Ｙ座標」は\n基板上に設定された座標原点を基準にして、部品の中心のＸ座標及びＹ座標を表わ\nすもので、基板上における部品の実装（装着）位置を示す。「ユーザ部品コード」\nはユーザが自社内での部品購買管理や部品実装装置（例えばマウンタ）のために汎\n用的に使用することを目的として決定した識別符号であり、いわばユーザ系におけ\nる部品コードである。\n（ライブラリ記憶手段）\nライブラリ記憶手段63は、ライブラリを構成するパーツデータ・ファイル63Ａ\n及び検査基準ファイル（良否判定基準ファイル）63Ｂを記憶するものである。\nパーツデータ・ファイル63Ａは、第３Ａ図に示すように、部品の種類とパーツ\n№の組（「部品の種類／パーツ№」という。）ごとに、部品の外形、リード、パッ\nド等に関するデータ（「形状情報」という。）及びレーザ掃引情報を保有する。\nパーツデータ・ファイル63Ａにおける部品の種類／パーツ№ごとのレーザ掃引\n情報は検査項目ごとに設けられる。\n「部品の種類」はＣＨＩＰ、ＳＯＴ、ＳＯＰ等で代表される部品種別を示す。\n「パーツ№」は、リードを含む部品の形状と寸法、色等の外形的特徴及びその部品\nを実装するパッドの形状と寸法等により付けられた部品種別における部品の識別番\n号である。したがって、「部品の種類／パーツ№」は、部品やパッドに関するデー\nタに応じて付けられる識別符号で、ロ’号物件内においてパッドを含めた部品を特\n定する。すなわち、パッドの形状や寸法が異なれば同一の部品でも異なる「部品の\n種類／パーツ№」が付けられる。\nパーツデータの例をＳＯＴについて示すと、次のようになっている。なお、部\n品データとパッドデータが前述の形状情報である。\n部品データ　　（部品の種類、パーツ№、リード方向、リードピッチ（１次側、\n２次側）、部品の外形長さ、部品の外形幅、部品の外形高さ、リード長さ（１次\n側、２次側）、リード幅（１次側、２次側）、リード間ピッチ（１次側、２次\n側））\nパッドデータ　（パッド間昀大長さ、パッド長さ（１次側、２次側）、パッド幅\n（１次側、２次側））\nフィレット検査（パッド間昀大長さ、掃引ピッチ（シングル、クロス、１次側、\n２次側）、掃引ストローク（１次側、２次側）、掃引回数（１次側、２次側）、リ\nード位置（１次側、２次側）、掃引タイプ（シングル、クロス）\nパーツデータ・ファイル63Ａに含まれる「レーザ掃引情報」は、部品実装基板\nにおけるレーザ掃引場所を算出するために必要なデータであるが、ロ’号物件で\nは、レーザ掃引場所の算出は行わない。\n検査基準ファイル63Ｂは、良否判定基準値を管理するもので、第３Ｂ図に示す\nように判定シート・テーブルと感度シート・テーブルを含む。\nこれらのシート・テーブルは、部品の種類／パーツ№ごとに、各検査項目につ\nいて用いられる判定シート及び感度シートをそれぞれ記憶する。\n（ユーザ部品コード対照テーブル記憶手段）\nユーザ部品コード対照テーブル記憶手段64はユーザ部品コード対照テーブルを\n記憶するものであり、その実例の一部を第４図に示す。\nユーザ部品コード対照テーブルは、ＣＡＤデータ（第２図）で用いられるユー\nザ系の「ユーザ部品コード」を、ライブラリ記憶手段63（パーツデータ・ファイル\n63Ａ及び検査基準ファイル63Ｂ）（第３Ａ図、第３Ｂ図）で用いられる「部品の種\n類／パーツ№」と対応づけるための変換テーブルである。\nなお、このユーザ部品コード対照テーブルは、実装回路基板の集積度等を考慮\nして設計されたパッドの余裕度等に応じて設定されるものである。\n（ＣＡＤ展開処理手段）\nＣＡＤ展開処理手段61はＣＡＤデータを用いてＣＡＤ展開ソフト66に従って検\n査プログラムを自動的に作成する一連の処理を実行するものである。\n第６図に示すように、まずＣＡＤデータがロ’号物件に入力される。ＣＡＤデ\nータはロ’号物件のフォーマットに従った形式に変換され（中間ファイルの生\n成）、ＣＡＤデータ記憶手段62に記憶される。\n続いて、中間ファイル（第２図）中のユーザ部品コードが、ユーザ部品コード\n対照テーブル記憶手段64に記憶されたユーザ部品コード対照テーブル（第４図）を\n参照して部品の種類／パーツ№に変換される。\n部品の種類／パーツ№をキーにして、ライブラリ記憶手段63に記憶されたパー\nツデータ・ファイル63Ａ（第３Ａ図）から部品の種類／パーツ№ごとに、形状情報\n並びに各検査項目のレーザ掃引情報が読み出される。中間ファイル中の個々の部品\nについて、中間ファイルの部品装着情報と、パーツデータ・ファイル63Ａから読み\n出された形状情報並びに各検査項目についてのレーザ掃引情報が合成され、ＤＡＴ\nＡｎファイル（第５図）が作成される。\nまた、部品の種類／パーツ№をキーにして検査基準ファイル63Ｂ（第３Ｂ図）\n内の判定シート・テーブル及び感度シート・テーブルから、部品の種類／パーツ№\nごとに各検査項目を対応づけた判定シート及び感度シートが読み出され、ＬＶＤＴ\nｎファイル（第５図）が作成される。\n第１～６図\nハ’号物件目録（ウィンドウズ化後）\n汎用コンピュータにＣＡＤ展開プログラム（「ＣＡＤ展開ソフト」という。）\nをインストールして、ロ’号物件目録に記載の構造をもつに至ったコンピュータ。\nニ’号物件目録（ウィンドウズ化後）\nロ’号物件目録又はハ’号物件目録に記載の「ＣＡＤ展開ソフト」を記録した\n媒体。\nイ”号物件目録（本件第１特許出願前から製造準備）第１～６図\n"
}