{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 30
  },
  "case_number": "平成10(行ケ)334",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13292",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13292",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/292/013292_hanrei.pdf",
  "contents": "平成１０年（行ケ）第３３４号　審決取消請求事件\n判　　　　決\n原　　　　　　告　　　株式会社鶴見製作所\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁理士　　　【Ｂ】\n同　　　　　　　　　　【Ｃ】\n被　　　　　　告　　　株式会社荏原製作所\n代表者代表取締役　　　【Ｄ】\n訴訟代理人弁護士　　　高  村  一  木\n同　　　　　　　　　　野  上  邦五郎\n同　　　　　　　　　　杉  本  進  介\n同　　　　　　　　　　冨  永  博  之\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　　　　実\n第１　原告が求める裁判\n「特許庁が平成９年審判断第１５１４６号事件について平成１０年１０月１日\nにした審決を取り消す。」との判決\n第２　原告の主張\n１　特許庁における手続の経緯\n被告は，名称を「曝気装置」とする特許第１３６８４５２号発明（昭和５６\n年７月３日特許出願，昭和６２年３月１１日設定登録，以下「本件発明」とい\nう。）の特許権者である。\n原告は，平成９年９月１０日，本件発明の特許を無効にすることについて審\n判を請求した。\n特許庁は，これを平成９年審判第１５１４６号事件としてその審理を始め，\n被告は，この審理の過程で，平成１０年１月２０日に，本件発明の特許の願書に添\n付した明細書（以下「本件明細書」という。）の訂正を請求した（以下，これを\n「本件訂正」という。）。特許庁は，上記審理の結果，平成１０年１０月１日に\n「訂正を認める。本件審判の請求は，成り立たない。」との審決をし，同月１４日\nにその謄本を原告に送達した。\n２　本件発明の特許請求の範囲（別紙図面Ａ参照）\n（本件訂正前）\n「１　曝気槽の底部に設置されるケーシングを備え，そのケーシングは上部に\n吸込口，中間に羽根車を，そして下部には吐出し流路を有し，その吐出し流路の吐\n出し口は略水平で，かつ半径方向外方に向っており，かつ曝気槽の底部付近に位置\nしていることを特徴とする曝気装置。\n２　吐き出し口の下端と曝気槽低部との距離をａとし，吐き出し口の上下方\n向の幅をｂとし，比ａ／ｂが3.0以下である特許請求の範囲第１項記載の曝気装\n置。」\n（本件訂正後）\n「１  曝気槽の底部に設置されるケーシングを備え，そのケーシングは上部に\n吸込口，中間に羽根車を，そして下部には吐出し流路を有し，その吐出し流路の吐\n出し口は略水平で，かつ半径方向外方に向かっており，かつ曝気槽の底部付近に位\n置し，気体の散気口を羽根車よりも吐出し流路側に設けていることを特徴とする曝\n気装置。\n２　吐き出し口の下端と曝気槽低部との距離をａとし，吐き出し口の上下方\n向の幅をｂとし，比ａ／ｂが3.0以下である特許請求の範囲第１項記載の曝気装\n置。」\n３　審決の理由\n別紙審決書の理由写しのとおり。なお，審判手続における甲号証番号と本訴\nにおける甲号証番号は異なっているので（たとえば，審判手続における甲第５号証\nは，本訴における甲第７号証である。），審判手続における甲号証で本訴でも甲号\n証となっているものについては，以下，これらを，「訴甲７（審甲５）」の要領で\n表示する。\n４　審決取消事由の要点\n審決は，本件発明（本件訂正後の特許請求の範囲の記載に基づくもの。その\n要旨が，特許請求の範囲１に記載されたとおりのものであることは認める。）の進\n歩性の判断において，訴甲３（審甲１），訴甲４（審甲２）及び訴甲５（審甲３）\nに示されている遠心型の曝気槽と軸流型の曝気槽である本件発明との対比を誤り\n（取消事由１），また，訴甲１５（審甲１３）記載の技術内容を誤認し（取消事由\n２），その結果進歩性を誤って肯定し，さらに，本件明細書に記載不備はないと誤\nって判断したものであって（取消事由３），違法であるから，取り消されなければ\nならない。\n（１）取消事由１（遠心型曝気槽と本件発明との対比の誤り）\n審決は，訴甲３（審甲１），訴甲４（審甲２）及び訴甲５（審甲３）を挙\nげて，槽底部に平行な流れを形成するために，ケーシングを曝気槽の底部に設置\nし，略水平な吐出し口を備えた遠心型のものが周知であることを認めながら（上記\nのような特徴を有する吐出し口を，以下「槽底部付近に位置する略水平な吐出し\n口」という。），遠心型と軸流型は液体の流れの方向が相違しており，「槽底部付\n近に位置する略水平な吐出し口」は遠心型だからこそ設けられるものであるとし\nて，「槽底部付近に位置する略水平な吐出し口」を備えた遠心型のものを，「槽底\n部付近に位置する略水平な吐出し口」を備えた軸流型とすることは容易に想到し得\nたことではない旨判断している。\n審決の上記判断は，遠心型を基礎とし，これを軸流型に置換することの容\n易性の観点のみからなされている。しかしながら，「槽底部付近に位置する略水平\nな吐出し口」の構成が，遠心型のものとしてであれ，周知である以上，本件発明の\n進歩性の判断は，軸流型を基礎としつつ，これに「槽底部付近に位置する略水平な\n吐出し口」の構成を適用することの容易性の観点からもなされるべきである。\nまた，遠心型を基礎としつつ，これを軸流型に置換することの容易性の観\n点から考えても，遠心型を，その「槽底部付近に位置する略水平な吐出し口」の構\n成を残したまま軸流型に置換することは，容易である。\nそもそも，遠心型から軸流型へ，また軸流型から遠心型への変更は，当業\n者の間では，ごく一般的に行われている周知慣用の手段であるから，一方にあるも\nのを他方に用いることに格別の困難があるとは考えられない。\nより具体的にみても，訴甲７（審甲５）には，斜めの吐出し口を備え，か\nつ，槽底部に設置された軸流型が記載され，訴甲９ないし１１（審甲７ないし\n９），訴甲１４（審甲１２）には流れの方向を変えるための吐出し流路を備えた軸\n流型が記載されており，また，訴甲１２（審甲１０）記載の軸流型は流水管路13の\n先端部と槽底部によって，訴甲１５（審甲１３）記載の軸流型は案内板５，枠体３\n及び台盤3bによって，いずれも槽底部付近に略水平な流れが形成されるものである\nことからすれば，遠心型を基礎とし，これを，「槽底部付近に位置する略水平な吐\n出し口」の構成を残したまま軸流型に置換することに，格別の困難はあり得ない。\nしたがって，この置換を困難であるとした審決の判断は誤りである。\n２　取消事由２（訴甲１５（審甲１３）記載の技術内容の誤認）\n訴甲１５（審甲１３）には，審決も認めるとおり，槽底部に設置され，複\n数個の脚とこれを固定する台盤とからなり，各脚部の中間部に案内板を設けて導入\n部と導出部が形成されるようになし，その中央内部に羽根車を取り付けてある，水\n中攪拌機が記載されている（別紙図面Ｇ）。この水中攪拌機と本件発明とを比較す\nれば，本件発明の以下，イ，ロ，ハ，ニ，ホ及びヘの構成要件のうち，イ，ロ及び\nニについては一致しており，ホについては，審決も認めているように（２３頁７～\n１０行）周知の技術なので，両者の相違点は，事実上，ハのみである。\nイ　曝気槽の底部に設置されるケーシングを備え，\nロ　そのケーシングは上部に吸込口，中間に羽根車を，そして下部には吐\n出し流路を有し，\nハ　その吐出し流路の吐出し口は略水平で，かつ半径方向外方に向かって\nおり，かつ\nニ　曝気槽の底部付近に位置し，\nホ　気体の散気口を羽根車よりも吐出し流路側に設けている\nヘ　ことを特徴とする曝気装置。\n上記相違点につき，審決は，「甲１３号証（判決注・訴甲１５）には液の\n流れは記載されているものの、羽根車下部の吐出し流路、略水平な吐出し口につい\nて開示又は示唆する記載はない。」（２２頁１５～１７行）と認定している。しか\nし，訴甲１５（審甲１３）の水中攪拌機においては，案内板５，枠体３及び枠体の\n一部をなす台盤３Ｂによって吐出し流路が形成されていることは明白であって，こ\nれによって，図示（別紙図面Ｇ参照）のように略平行に吐き出されているのであ\nる。\nそもそも，流れの方向を規定する流体機械において，吐出し流路のないも\nのはあり得ないから，訴甲１５（審甲１３）のものにこれがないとする被告の主張\nは，誤り以外ではあり得ない。\n曝気であれ，攪拌であれ，槽の隅々まで循環させることが重要であること\nに，変わりはない（水処理において利用するバクテリアには，嫌気性と好気性の２\n種類があって，前者には攪拌，後者には曝気が，同じ装置によって行われる。）か\nら，曝気と攪拌の相違を強調する被告の主張も失当である。\n３　取消事由３（本件明細書の記載不備）\n審決は，本件発明の実施態様項における「吐出し口の下端と曝気槽底部と\nの距離をａとし，吐出し口の上下方向の幅をｂとし，比ａ／ｂが3.0　以下」という\n数値限定の意義付けは明細書の記載及び第３図によってされている旨判断してい\nる。\nしかしながら，審決が援用する明細書の記載は，なぜ比ａ／ｂが「3.0　以\n下」でなければならないのか，何ら明らかにするものではないから，審決の上記判\n断も誤りである。\n第３　被告の主張の要点\n原告の主張１ないし３は認めるが，４（審決取消事の要点）は争う。審決の\n認定判断は正当であって，これを取り消すべき理由はない。\n１　取消事由１（遠心型曝気槽と本件発明との対比の誤り）について\n原告は，斜めの吐出し口を備え，槽底部に設置された軸流型，流れの方向を\n変えるための吐出し流路を備えた軸流型，あるいは複数の部材によって槽底部付近\nに略水平な流れが形成される軸流型が記載された引用例が存在する以上，「槽底部\n付近に位置する略水平な吐出し口」を備えた曝気装置を軸流型として構成すること\nに困難はあり得ない旨主張するが，誤りである。\n曝気装置の性能を高めるためには，気液混相流を，できるだけ減速させず\nに，曝気槽全体に循環させることが必要であり（そうしないと，空気が，液に溶け\n込まないままに液上面に上昇してしまう。），そのためには，気液混相流を槽底部\n付近で水平に吐出させることにより，気液混相流が下側の静止液を同伴しないよう\nにすることが有効である（気液混相流を槽底部付近以外で，あるいは水平以外の方\n向に吐出させると，気液混相流はその上側の静止液のみならず下側の静止液をも同\n伴して急激に減速してしまい，また，槽底部への汚泥の沈殿を防ぐこともできなく\nなる。）。\nそして，気液混相流を槽底部付近でできるだけ減速させずに水平に吐出させ\nようと考えた場合，「吸い込んだ液体を羽根車の周囲に吐出」する遠心型が，「吸\nい込んだ液体を羽根車の後方に吐出」する軸流型に比べて優れていることは，技術\n的に明らかである（後者においては，水平でないことによって減速の度合いが進む\nのみでなく，下降してきた気液混相流が槽底部に当たって流れの方向が変わり，そ\nのこと自体によっても減速を免れない。）。したがって，気液混相流を槽底部付近\nで水平に吐出させる，という目的のためだけであれば，軸流型を想定する当業者は\nあり得ない。\nそれにもかかわらず，本件発明が軸流型を採用したのは，軸流型が，遠心型\nに比べ，上記短所を有する反面，低圧（揚程が低い），大容量（流量が多い）であ\nる，すなわち，低圧でも多くの気液混相流を吐出できるという長所をも有する点を\n積極的に利用しようとしたからにほかならない（酸素吸収効率（酸素溶解効率）\nは，供給空気量に対する吐出水量の割合が大きくなるほど高くなるから，酸素吸収\n効率を高くするためには，吐出水量を多くした方がよい。）\n本件発明は，上記技術思想に立ったからこそ，吐出性能に優れた軸流型を採\n用しつつ，気液混相流を槽底部付近で水平に吐出させるために，あえて，ケーシン\nグの曲がりによる圧力損失という犠牲を払ってまでして，「槽底部付近に位置する\n略水平な吐出し口」の構成を併せ採用したものであり，それまで，このような技術\n思想に立ったものはなかったのであるから，これが進歩性を有することは明らかと\nいうべきである。\n２　取消事由２（訴甲１５（審甲１３）記載の技術内容の誤認）について\n原告は，本件発明と訴甲１５（審甲１３）記載のものとの相違点は，事実\n上，構成要件ハだけであるという。しかしながら，訴甲１５（審甲１３）のもの\nは，その図面からも明らかなように，羽根車下部に，本件発明にいう吐出し流路に\n相当するものがないから，本件発明の構成要件ロの点でも相違する。\n原告は，訴甲１５（審甲１３）記載のものにおいて，案内板５，枠体３及び\n枠体の一部をなす台盤３Ｂによって，吐出し流路が形成されており，噴射される流\nれは図面でも明らかなように略水平である旨主張する。しかし，案内板５，枠体３\n及び枠体の一部をなす台盤３Ｂによって，吐出し流路を形成するものでないこと\nは，図に示されるその形状からも明らかである。また，確かに，訴甲１５（審甲１\n３）のものは，台盤３Ｂの形状により矢印のようにある程度水平に近く噴出する\nが，「槽底部付近に位置する略水平な吐出し口」を備えていないので，単に槽底の\n沈殿物を勢いよく噴き上げるだけであり，奔流は直ちに拡散されてしまうことにな\nる。ここには，本件発明におけるような，気液混相流を槽底部近くに平行に吐き出\nしてできるだけ遠くまで到達させようという思想は全く見られない。\n原告は，軸流型であれ遠心型であれ，「吐出し路」と「吐出し口」のない構\n成はあり得ないものである旨述べて，審決を攻撃するが，審決は，本件発明にいう\n羽根車下部の「吐出し流路」「槽底部付近に位置する略水平な吐出し口」を開示な\nいし示唆する記載はないといっているにすぎず，審決がこのようにいうことが正し\nいか否かは，原告主張の部分を「吐出し路」あるいは「吐出し口」ということがで\nきるか否かとは，全く別の問題である。\n原告は，攪拌気と曝気装置とで実質的な相違はない旨主張している。しか\nし，曝気装置の場合，槽内液を単に攪拌するというだけでなく，酸素吸収効率（酸\n素溶解効率）をいかに高めるか，気液混相流をいかに槽の隅々まで循環させるかと\nいう点が重要になり，攪拌機にはない要請があるから，攪拌機の構造が知られてい\nるからといって，それをそのまま曝気装置に適用できるほど，ことは単純ではな\nい。\n３　取消事由３（本件明細書の記載不備）について\n原告は、審決が援用する明細書の記載は，なぜ比ａ／ｂが「3.0　以下」でな\nければならないのかを明らかにするものではない旨主張する。\nしかしながら，気液混相流を槽底部付近で水平に吐出するためには，吐出し\n口が曝気槽の底部から一定の距離以下に位置しなければならないことは当然であ\nり，「比ａ／ｂが　3.0　以下」という数値限定の技術的意義がここにあることは，\n当業者ならば本件明細書の記載から当然に理解できる事項にすぎない。\n理　　　　由\n第１　原告の主張１（特許庁における手続の経緯），２（本件発明の特許請求の範\n囲）及び３（審決の理由）は，被告も認めるところである。\n第２　甲第２号証（特許公報）によれば，本件発明の概要は次のとおりであると認\nめられる（別紙図面Ａ参照）。\n１　技術的課題（目的）\n本件発明は，汚水処理場において汚水を浄化するための曝気装置に関するも\nのである（１欄１３行～１５行）。\n汚水処理の技術として，羽根車付きエアレータ等の機械式曝気装置を用い\nて，曝気槽内に強制的に気液循環流を生ぜしめて曝気効率を高めるものが知られて\nいる（１欄１６行～２１行）。\nしかしながら，気液混相流を曝気槽の隅部まで循環させるためには，ある程\n度大きな吐出し流速が必要であり，しかも吐出し後できるだけ吐出し流が減速しな\nいようにしなければならない（そうでないと，気液混相流は曝気槽の壁面に到達す\nる前に水面に上昇して，槽内の混合攪拌が十分に行われない。）。また，槽底部の\n流速が小さいと，汚泥が沈殿し，曝気性能が低下する（２欄１５行～３欄３行）。\n従来の装置は，これらの点において満足できるものではなかった。\n本件発明の目的は，吐出し後の流速を比較的に減速せず，もって曝気槽全体\nに気液循環流を生ぜしめることのできる曝気装置を提供することにある（３欄４行\n～７行）。\n２　構成\n上記の目的を達成するため，本件発明は，その特許請求の範囲記載の構成を\n採用したものである（１欄２行～１１行。）。\n３　作用効果\n本件発明によれば，曝気装置が曝気槽の底部に設置され，気液混相流の吐出\nし口は実質的に水平方向に開口するため，気液混相流は曝気槽の底部付近を水平方\n向に流れ，側壁に沿って上昇し，液面付近を流れてから再び曝気装置に流入するよ\nうになり，実質的に曝気槽の内部全体を混合攪拌することができる（３欄８行～１\n５行）。また，底部の流速を更に向上することができる（４欄３７行～３９行）。\n第３　以上を前提として，原告主張の審決取消事由の当否について検討する。\n１　取消事由１（遠心型曝気槽と本件発明との対比の誤り）について\n１　原告は，審決の判断は，遠心型を基礎としてこれを軸流型に置換すること\nの容易性の観点のみからされているとして，本件発明の進歩性の判断は、軸流型を\n基礎としてこれに「槽底部付近に位置する略水平な吐出し口」の構成を適用するこ\nとの容易性の観点からもなされるべきである旨主張する。\nしかしながら，当事者間に争いのない審決の「請求人の主張及び証拠方\n法」の欄には，原告の主張が，「本件発明は，その出願前周知の曝気装置におい\nて，同周知の軸流型としたものに相当し，これは本件発明の出願前に頒布された刊\n行物に記載された発明から当業者が容易に発明することができたものと認められ\nる」（審決書７頁４～８行），具体的には，「甲第１～３号証（判決注・訴甲３～\n５）の遠心型に変えて，甲第５，６号証（判決注・訴甲７，８）において示されて\nいるような「上部吸込」「下部吐出」とした周知の軸流型とし，甲第７～９号証\n（判決注・訴甲９～１１）に示されているような流れを変更するダクトを設けるこ\nとは当業者が容易に変更し得たものである」（審決書７頁１３行～１８行）という\nものであると記載されていることからすると，審判手続における原告の主張は，遠\n心型を基礎としてこれを軸流型に置換することの容易性をいうものであったと認め\nられる。そうすると，審決が，遠心型を基礎としてこれを軸流型に置換することの\n容易性を中心に検討するのは当然のことであり，軸流型を基礎としてこれに「槽底\n部付近に位置する略水平な吐出し口」の構成を適用することの容易性の観点からも\nなされるべきであったとして審決を攻撃する原告の主張は，審判手続における主張\nから乖離するものであって，本来許されないものというべきである。\nのみならず，審決は，結局のところ，「ところで、甲第５、６号証（判決\n注・訴甲７，８）記載のものは本件発明と同じ上部吸込、下部吐出の軸流型のもの\nである。また、甲第５号証（判決注・訴甲７）記載のものは槽底部に設置してあ\nる。してみると、槽底部に設置された上部吸込、下部吐出の軸流型のものは請求人\nの主張するように周知の事項であると云える。」（審決書１９頁１４行～１９行）\nと認定したうえ，「しかしながら、甲第５号証（判決注・訴甲７）記載のものは、\n槽底部に設置されているといっても槽底部に対して斜めの流れを吐出しているし、\n結局、甲第５、６号証（判決注・訴甲７，８）記載のものには、ともに羽根車の下\n部の吐出し流路に略水平な吐出し口を設けることは開示も示唆もされていない。」\n（審決書１９頁２０行～２０頁５行）と認定し，さらに「甲第７～９号証（判決\n注・訴甲９～１１）記載のものは下部吸込、上部吐出の軸流型であるから、甲第７\n～９号証（判決注・訴甲９～１１）記載のものにダクトが付設してあるからといっ\nて、甲第５、６号証（判決注・訴甲７，８）記載の軸流型に槽底部に略水平な吐出\nし口を有するダクトを付設して、甲第１～３号証（判決注・訴甲３～５）記載の遠\n心型に置き換えるのが容易に想到し得るとは云えない。」（審決書２０頁９行～２\n０頁１６行）とも認定して，実質上，軸流型を基礎としてこれに「槽底部付近に位\n置する略水平な吐出し口」の構成を適用することの容易性の観点からも検討してい\nることが明らかである。そして，この観点から検討しても，軸流型のものに「槽底\n部付近に位置する略水平な吐出し口」の構成を採用すること自体に容易想到性を肯\n定することができないことが，遠心型を基礎としてこれを軸流型に置換することの\n容易性の観点から検討する場合と同様であることは，以下に述べるところに照らし\nて明らかというべきである。\nいずれにせよ，この点に関する原告の主張は採用できない。\n２　原告は，遠心型を基礎とし，これを軸流型に置換することの容易性の観点\nから考えても，容易性は肯定されるべきであると主張するが，失当である。\n原告は，そもそも，遠心型から軸流型へ，また軸流型から遠心型への変更\nは，当業者の間では，ごく一般的に行われている周知慣用の手段であるから，一方\nにあるものを他方に用いることに格別の困難があるとは考えられないという。\nしかしながら，本件では，一般的に遠心型と軸流型との間でそれぞれの技\n術や用途の変更が行われてきているかということは，問題ではない。本件で問題な\nのは，「略水平な吐出し口」の構成の採用の点に限ってみた場合に，遠心型から流\n軸型への変更が行われてきているのか，どの程度行われやすいのかということなの\nである。そして，遠心型における「略水平な吐出し口」の採用が，遠心型の構造自\n体と密接に関連していることが明らかである以上，当業者は，それを採用する遠心\n型に接したとしても，通常は，遠心型だから採用されているのであろうと考え，そ\nれを，遠心型とは異なり，吸い込んだ液体を羽根車の後方に吐出する構造であるた\nめ，その採用になじみにくい要素のある軸流型の構造として採用しようとはしない\nであろう。当業者が軸流型にこれを採用するのは，それになじみにくいものをあえ\nて採用するだけの価値があると考えさせる根拠が見出されるときに限られると考え\nるのが合理的である。ところが，訴甲３～５（審甲１～３）をみても，そこにおけ\nる「略水平な吐出し口」の採用が，遠心型であるということ以外の，上記根拠とな\nる理由によって採用されていることは，開示も示唆もされていないことが明らかで\nある。審決が，「甲第１～３号証（判決注・訴甲３～５）記載のものは遠心型だか\nらこそ略水平な吐出し口を備えていると云える。」（審決書１９頁９行～１１行）\nと認定しているのはこのことを意味すると考えられ，そうだとすると，この審決の\n認定に誤りはない。\n原告は，斜めの吐出し口を備えた軸流型，流れの方向を変えるための吐出\nし流路を備えた軸流型，あるいは複数の部材によって槽底部付近に略水平な流れが\n形成される軸流型が記載された引用例が存在する以上，遠心型を基礎とし，これを\n「槽底部付近に位置する略水平な吐出し口」の構成を残したまま軸流型に置換する\nことに格別の困難はあり得ないから，本件発明の進歩性を認めた審決の判断は誤り\nである旨主張するが，これも失当である。すなわち次のとおりである。\n訴甲７（審甲５）によれば，昭和４８年実用新案出願公告第１５９７３号\n公報には，水中軸流ポンプ２の下部にスカート状の拡散吐出孔４を設けた空気混入\n装置が記載されていることが認められる（別紙図面Ｂ参照）。また，訴甲９，１０\n（審甲７，８）によれば，昭和５５年特許出願公開第１１０５９号公報及び昭和５\n２年特許出願公開第６２９６１号公報には，上部を外方に向けて傾斜拡開させた導\n水ダクトＤ（水は，水平よりやや上向きの方向に排出される。）を有する水中曝気\n装置（別紙図面Ｃ，Ｄ参照）がそれぞれ記載されていることが認められる。しかし\nながら，これらの刊行物に記載されている拡散吐出孔，導水ダクトあるいは案内水\n路は，斜め下方向あるいは斜め上方向に向けられているものである。また，訴甲１\n４（審甲１２）によれば，昭和５４年実用新案登録願第３６１２９号のマイクロフ\nィルムには，揚水羽根３の下流側に案内水路８を形成した軸流型「気体を液体に吸\n着させる装置」（下部吸込み，上部吐出しの型である。別紙図面Ｅ参照）が記載さ\nれ，その第１図に図示されている案内水路の末尾は水平に向けられていることが認\nめられる。しかしながら，その第２図には案内水路から吐き出された液体が斜め上\n方向に向かうことが図示され，同証の４頁１１行～５頁１行には，「下部ケース部\n分６から吸引された液体は揚水羽根３で付勢され案内水路８内を圧送されて液槽\n14上部に向って送り出され、第２図に矢印で示すように循環し」と記載されている\nことが認められる。そうすると，上記の各刊行物の記載が，本件発明と同じく羽根\n車の下流に吐出し流路を設ける構成を示唆するとみる余地はあるとしても，これら\nの記載だけでは，いずれも，本件発明の「槽底部付近に位置する略水平な吐出し\n口」の構成を着想する契機とはなり得ないものというほかなく，その他上記各証を\n検討しても，上記契機となるべきものを見いだすことはできない。\n原告は，訴甲１２（審甲１０）及び訴甲１５（審甲１３）には複数の部材\nによって槽底部付近に略水平な流れが形成される軸流型が記載されている旨主張す\nる。\n訴甲１２（審甲１０）によれば，昭和５３年実用新案登録願第１７７３８\n５号のマイクロフィルムには，水槽底面11付近まで延長させた流水管路13の先端が\n外方に湾曲している曝気装置（別紙図面Ｆ参照），訴甲１５（審甲１３）によれ\nば，昭和５６年特許出願公開第３１４３４号公報には，複数個の脚3Aとこれを固定\nする台盤3Bから成り，各脚3Aの中間部に案内板５を設けて導入部ａと導出部ｂを形\n成した「エアシールモートルによる竪型水中攪拌機」（別紙図面Ｇ参照）が，それ\nぞれ記載されていることが認められる。しかしながら，これらの刊行物に記載され\nている構成も，訴甲１２（審甲１０）のものが，本件発明と同じく羽根車の下流に\n吐出し流路を設ける構成を示唆するとみることはあながち無理ではないとしても，\nいずれも，「槽底部付近に位置する略水平な吐出し口」の構成を着想する契機とみ\nるには程遠いといわざるを得ないのである（なお，訴甲１５（審甲１３）について\nは，後記２でより具体的に述べる）。\n以上に述べたところによれば，遠心型を基礎とする場合はもちろん，軸流\n型を基礎とした場合にも，軸流型のものを「槽底部付近に位置する略水平な吐出し\n口」の構成を有するものとすることは，当業者といえども容易に想到し得た事項で\nはなかったと解するのが相当である。これと同趣旨の審決の判断には十分な合理性\nがあり，審決には原告主張のような誤りはない。\n２　取消事由２（訴甲１５（審甲１３）記載の技術内容の誤認）について\n原告は，審決が訴甲１５（審甲１３）の記載内容を誤認していると主張す\nる。\n甲第１号証によれば，審決は，訴甲１５（審甲１３）につき，「甲第１３号\n証（判決注・訴甲１５）には、竪型水中攪拌機が記載されており、特に特許請求の\n範囲、第１頁右欄第１１行～第２頁左下欄第３行の記載及び第１図から、第１３号\n証（（判決注・訴甲１５）には「複数箇の脚３Ａとこれを固定する台盤３Ｂとから\nなり各脚部の中間部には案内板５を設けて導入部ａと導出部ｂが形成されるように\nなし、且つその中央内部には突出した主軸が位置されるようにして攪拌羽根６は取\n付けられ、槽内の被処理物が導入部ａから導出部ｂに向かって奔流状に噴射される\n竪型水中攪拌機」が記載されていると云える。」（１７頁１０行～末行）と認定し\nたうえ，この認定の下に，「しかしながら、甲１３号証（判決注・訴甲１５）記載\nのものには羽根車より上部は案内板で流路が形成されているが、羽根車より下部に\nは案内板はなく、流路の片壁面である台盤の記載はあるものの、台盤の対向壁面に\nついて開示又は示唆する記載はない。してみると、甲第１３号証（判決注・訴甲１\n５）には液の流れは記載されているものの、羽根車下部の吐出し流路、略水平な吐\n出し口について開示又は示唆する記載はないと云える。」（２２頁１０行～１８\n行）と判断したものであることが認められ，訴甲１５（審甲１３）によれば，審決\nの上記認定に誤りはなく，この認定の下では，審決の上記判断にも何ら誤りのない\nことが明らかである。ここで審決がいっているのは，訴甲１５（審甲１３）には，\n本件発明の採用している構成のような吐出し流路や吐出し口が開示も示唆もされて\nいないということであり，そこに原告のいう意味での吐出し流路や吐出し口が開示\nされていないといっているのではないことは，審決の上記認定・判断をみれば容易\nに理解できることである。原告の主張は，審決のいうところを誤解したものであっ\nて，採用できない。\n３　取消事由３（本件明細書の記載不備）について\n原告は，本件発明の特許請求の範囲２における「吐出し口の下端と曝気槽底\n部との距離をａとし，吐出し口の上下方向の幅をｂとし，比ａ／ｂが3.0　以下」と\nいう数値限定について，審決が援用する明細書の記載はなぜ比ａ／ｂが「3.0　以\n下」でなければならないのか明らかにするものではない旨主張する。\nしかしながら，本件明細書によって認められる本件発明の概要（上記第２参\n照）を前提に，本件明細書中の実施例に関する「この気液混相流は曝気槽の底部９\nの付近から水平にすなわち底部９と平行に流出する。第１図および第２図に示す従\n来例では吐出し流はその上下両側の静止水を同伴流として動かし流速が急激に低下\nするが本例では少なくとも吐出し流の下側の静止水がないか、あるいは少ないた\nめ、これを同伴流として動かすことによる反作用として流速が急激に低下すること\nがなく、全体として、流速低下がすくなくてすむ。」（甲第２号証４欄２０行～２\n８行）との記載をみれば，本件発明の目的を達するうえで，吐き出し流の量とその\n下側の静止水との量の関係（前者に対する後者の割合が小さいこと）が重要である\nことは明白であり，上記　ａ／ｂを「3.0以下」とするとの規定も，その一つの目安\nを示すものであることは容易に理解できるものというべきである。\nこの点は別としても，本件発明の特許出願がなされたのは昭和５６年７月３\n日であるから，同出願の適否の判断には，昭和５０年法律第４６号による改正後の\n特許法３６条５項の「（前略）特許請求の範囲には，発明の詳細な説明に記載した\n発明の構成に欠くことができない事項のみを記載しなければならない。ただし，そ\nの発明の実施態様を併せて記載することを妨げない。」との規定が適用されること\nになり，ここにいう実施態様は，発明の目的を達成するための技術的手段の一態様\nであって，発明の構成に欠くことができない事項を更に限定するものであるから，\nそれ自体の技術的意義が明確にされることは必ずしも求められていないものという\nべきである。そして，本件発明の特許請求の範囲２が同１の実施態様項であること\nは原告も認めるところであるから，本件明細書において特許請求の範囲２の数値限\n定の技術的意義が明らかにされていないとしても，そのこと自体によって明細書の\n記載に不備があることにはならないことは当然である。\n第４　以上のとおり，原告主張の審決取消事由はいずれも理由がなく，その他，審\n決にはこれを取り消すべき瑕疵は見当たらない。そこでこれを棄却することとし，\n訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６１条を適用して，主文の\nとおり判決する。\n（口頭弁論終結日　平成１２年２月２９日）\n東京高等裁判所第六民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　宍　　戸　　　　　充\n裁判官春日民雄は，退官につき署名できない。\n裁判長裁判官　　山　　下　　和　　明\n"
}