{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 21,
    "month": 5,
    "day": 29
  },
  "case_number": "平成19(行ケ)13",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "field": "独禁",
  "gist": "１　東日本地区を業務区域として地域電気通信事業を営む会社が，戸建て住宅向けの光ファイバ設備を用いた通信サービスであるＦＴＴＨサービスを提供するに当たり，一芯の光ファイバを同時に複数の利用者で使用することにより使用料金を引き下げることを前提として総務大臣から接続約款変更の認可を受けながら，実際には電話局から加入者宅までの加入者光ファイバについて一芯の光ファイバを一利用者が使用する芯線直結方式によって提供することとし，かつ，そのサービスの利用者料金を，他の電気通信事業者が，前記会社の光ファイバ設備に芯線直結方式で接続して同様のサービスを提供する際に必要となる接続料金を下回る価格としたことが，前記会社の光ファイバ設備に接続して戸建て住宅向けＦＴＴＨサービスを提供しようとする事業者の事業活動を排除する行為に当たるとされた事例\n２　東日本地区を業務区域として地域電気通信事業を営む会社が，戸建て住宅向けの光ファイバ設備を用いた通信サービスであるＦＴＴＨサービスを提供するに当たり，一芯の光ファイバを同時に複数の利用者で使用することにより使用料金を引き下げることを前提として総務大臣から接続約款変更の認可を受けながら，実際には電話局から加入者宅までの加入者光ファイバについて一芯の光ファイバを一利用者が使用する芯線直結方式によって提供することとし，かつ，そのサービスの利用者料金を，他の電気通信事業者が，前記会社の光ファイバ設備に芯線直結方式で接続して同様のサービスを提供する際に必要となる接続料金を下回る価格としたことが，東日本地区における戸建て住宅向けＦＴＴＨサービス事業の取引分野における競争を実質的に制限するとされた事例",
  "case_gist": "１　東日本地区を業務区域として地域電気通信事業を営む会社が，戸建て住宅向けの光ファイバ設備を用いた通信サービスであるＦＴＴＨサービスを提供するに当たり，一芯の光ファイバを同時に複数の利用者で使用することにより使用料金を引き下げることを前提として総務大臣から接続約款変更の認可を受けながら，実際には電話局から加入者宅までの加入者光ファイバについて一芯の光ファイバを一利用者が使用する芯線直結方式によって提供することとし，かつ，そのサービスの利用者料金を，他の電気通信事業者が，前記会社の光ファイバ設備に芯線直結方式で接続して同様のサービスを提供する際に必要となる接続料金を下回る価格としたことにつき，新規事業者がＦＴＴＨサービスの利用者を獲得するためには，前記会社に対して前記接続料金を支払いながら，前記会社が設定した利用者料金に対抗する利用者料金を設定しなければならず，新規事業者が芯線直結方式による接続によって事業を展開するには，接続料金と利用者料金とに逆ざやが生じて，大幅な赤字を負担せざるを得なくなることから，新規事業者は芯線直結方式で前記会社の加入光ファイバ設備に接続してＦＴＴＨサービス事業へ参入することが，事実上著しく困難になっていたとして，前記会社の前記行為が，前記会社の光ファイバ設備に接続して戸建て住宅向けのＦＴＴＨサービスを提供しようとする事業者の事業活動を排除する行為に当たるとした事例\n２　東日本地区を業務区域として地域電気通信事業を営む会社が，戸建て住宅向けの光ファイバ設備を用いた通信サービスであるＦＴＴＨサービスを提供するに当たり，一芯の光ファイバを同時に複数の利用者で使用することにより使用料金を引き下げることを前提として総務大臣から接続約款変更の認可を受けながら，実際には電話局から加入者宅までの加入者光ファイバについて一芯の光ファイバを一利用者が使用する芯線直結方式によって提供することとし，かつ，そのサービスの利用者料金を，他の電気通信事業者が，前記会社の光ファイバ設備に芯線直結方式で接続して同様のサービスを提供する際に必要となる接続料金を下回る価格としたことにつき，ブロードバンドサービスのうち，ＦＴＴＨサービス，ＡＤＳＬ，ＣＡＴＶインターネットは，それぞれサービスの内容及び料金等に応じて需用者層を異にし，また，通信設備の違い等により各サービスを提供する事業者もそれぞれサービスごとに異なるから，ブロードバンドサービス市場の中でも，ブロードバンドサービス事業の一つであるＦＴＴＨサービス事業の分野について独立の市場を観念することができ，また，戸建て住宅向けＦＴＴＨサービスと集合住宅向けＦＴＴＨサービスとでは加入者光ファイバの設備形態及びネットワークに違いがあり，利用者にとっても，ＦＴＴＨサービスを提供する事業者にとっても，両サービスの間での代替性は限定されているから，両サービスのそれぞれにおいて一定の市場を画定することができるとして，独占禁止法２条５項にいう「一定の取引分野」を「東日本地区における戸建て住宅向けＦＴＴＨサービス市場」と捉えた上で，前記会社の行為が，東日本地区における戸建て住宅向けＦＴＴＨサービス事業の取引分野における競争を実質的に制限するとした事例",
  "lawsuit_id": "80040",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=80040",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/040/080040_hanrei.pdf",
  "contents": "5 6\n"
}