{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 21
  },
  "case_number": "平成16(ワ)7187",
  "case_name": "謝罪広告等",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "32962",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32962",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/962/032962_hanrei.pdf",
  "contents": "平成１８年４月２１日判決言渡\n平成１６年 第７１８７号 謝罪広告等請求事件()ワ\n判決\n主文\n１ 被告は、原告に対し、金５０万円及びこれに対する平成１６年\n４月８日から支払済みまで年５分の割合による金員を支払え。\n２ 原告のその余の請求をいずれも棄却する。\n３ 訴訟費用は原告の負担とする。\n４ この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１ 請求\n１ 被告は、原告に対し、金５０００万円及びこれに対する平成１６年４月８日\nから支払済みまで年５分の割合による金員を支払え。\n２ 被告は、原告に対し、日本国において発行される日本経済新聞、産経新聞、\n朝日新聞、毎日新聞及び読売新聞に別紙(1)記載の謝罪広告を同記載の掲載条\n件で掲載せよ。\n第２ 事案の概要\n１ 本件は、衆議院議員であり、本件各記事掲載当時において、内閣官房副長官\nないし自由民主党幹事長の職にあった原告が、被告の発行する会員制月刊誌\n「Ｙ」に掲載された別紙(2)及び(3)記載の各記事によって名誉を毀損されたと\nして、被告に対し、不法行為に基づき、謝罪広告の掲載及び慰謝料５０００万\n円の支払を求めた事案である。\n２ 前提となる事実（認定の根拠となった証拠等を（）内に示す ）。\n1 当事者等()\nア 原告は、平成５年に衆議院議員選挙に初当選して以来、連続当選を果た\nしている衆議院議員であって、平成１２年７月から平成１５年９月まで内\n閣官房副長官、同月から平成１６年９月まで自由民主党幹事長、同月から\n平成１７年１０月まで同党幹事長代理、同月から現在に至るまで内閣官房\n長官の職にあるものである（弁論の全趣旨 。）\nイ 被告は出版社であり、月刊誌「Ｙ （以下「本件雑誌」という ）を編集」。\n・発行している。同誌は、会員制で年間定期購読の形態で販売されており、\n発行部数は約７万部である（乙１３ないし１５ 。）\n2 被告による記事の掲載()\n被告は、以下のとおり、本件雑誌の各号に各記事を掲載した （以下、<1>。\nないし<64>の符号は、別紙(2)及び別紙(3)の符号を示す ）。\nア 被告は 「Ｙ」平成１５年７月号に、別紙(2)記載部分<1>ないし<9>及び、\n別紙(3)記載部分<19>ないし<32>を含む「 寵児』Ｘの虚と実」と題する記『\n事を掲載した（争いのない事実、甲１ 。）\nイ 被告は 「Ｙ」平成１５年９月号に、別紙(2)記載部分<10>ないし<12>及、\nび別紙(3)記載部分<33>ないし<41>を含む「拉致家族まさかの『９月帰\n国 」と題する記事を掲載した（争いのない事実、甲２ 。』）\nウ 被告は 「Ｙ」平成１５年１０月号に、別紙(2)記載部分<13>を含む「Ｘ、\n大抜擢とブッシュ訪日に不安をつのらせる駐日米大使館」と題する記事及\nび別紙(3)記載部分<42>ないし<56>を含む「 張り子のパンダ』Ｘ幹事長」『\nと題する記事を掲載した（争いのない事実、甲３ 。）\nエ 被告は 「Ｙ」平成１５年１１月号に、別紙(2)記載部分<14>及び別紙、\n(3)記載部分<57>ないし<58>を含む「 民主１６０』が政局分水嶺」と題す『\nる記事を掲載した（争いのない事実、甲４ 。）\nオ 被告は 「Ｙ」平成１５年１２月号に、別紙(2)記載部分<15>及び<16>並、\nびに別紙(3)記載部分<59>を含む「行司役失った自公『相撲 」と題する記』\n事を掲載した（争いのない事実、甲５ 。）\nカ 被告は 「Ｙ」平成１６年１月号に、別紙(3)記載部分<60>を含む「 拉、『\n致議連』がパワーダウンの危機 Ｘ幹事長も指導力不足か」と題する記事、\n別紙(2)記載部分<17>及び<18>並びに別紙(3)記載部分<61>ないし<64>を含\nむ「Ａの束の間の『やりたい放題 」と題する記事を掲載した（争いのな』\nい事実、甲６）\n３争点\n(1) 本件各記事は、原告の名誉を毀損したか。\n(2) 本件各記事の内容は真実か、仮に真実でないにしても真実であると信じ\nるにつき相当の理由があったか、もしくは、公正な論評といえるか。\n(3) 原告が本件各記事の掲載によって被った損害を回復するために、謝罪広\n告が必要か。\n(4) 原告が本件各記事の掲載によって被った損害額。\n４ 争点についての当事者の主張\n1 争点(1)（本件各記事は、原告の名誉を毀損したか）について()\n（原告の主張）\n本件各記事は、虚偽の報道を含む別紙(2)記載の記事のみならず、事実の\n摘示を含まない別紙(3)記載の各記事においても、全体として原告に対する\n正当な論評とは到底いえない侮辱に満ちている。すなわち、被告が原告の政\n治生命を短縮させたいとの意図のもとに、妄想と誹謗中傷に満ちた記事によ\nり、原告の社会的評価を低下させて名誉を毀損したのは明らかである。\n（被告の主張）\nある表現内容が他人の名誉を毀損したかどうかを判断するにあたっては、\n表現行為の対象とされた人の品位、身分、職業等、その人の社会における位\n置、状況等を考慮しなければならない。\n本件では、国会議員であり自由民主党の要職にあり高級官僚という権力の\n中枢に位置する原告の、公的行為についての記述が問題になっている。その\nため、名誉毀損該当性の有無、その成立については、極めて厳格に判断され\nなければならない。\nア 平成１５年７月号について\n本件記事は 「 寵児』Ｘの虚と実」というタイトルの下に、衆議院議員、、『\n官房副長官、自由民主党幹事長代理の立場にある原告の政治的スタンス、\n原告をめぐる政治的な環境、政治家としての素質等について論評したもの\nであり、その内容自体において原告の社会的評価を何ら低下させるもので\nはなく、雑誌社の政治的論評として当然許される言論活動の範囲にある。\n(ア) 記載部分<1>について\n「縄張り争い」との部分は、明らかに意見ないし論評である。そして、\n前提となる事実の「政府の『拉致被害者・家族支援室』新設を外務省か\nら内閣官房に変更」は真実であり、この事実を前提に「北朝鮮拉致問\n題」に関する外務省と内閣官房の政治的状況を「縄張り争い」と論評し\nたのであり、名誉毀損が成立することはあり得ない。\n(イ) 記載部分<2>について\n当該記載は、原告のいわゆる拉致問題に対する政治的なスタンスとの\n関連において、原告と外務省との間の意思疎通が十分でないとして論評\nしたものであり、その内容自体において、原告の社会的評価を害するも\nのではない。\nまた、外務省が国連人権委員会に提出した報告書は、外務省が専門幹\n事会等との協議をせずに作成し、外相や副外相の決裁も経ずに提出され\nたものであること、これに対して原告らが反発し内閣官房が中心となっ\nて書き直したということは一般読者にも周知の事実であり、こうした状\n況下で、外相や副外相の決裁も経ずに提出された報告書について、内閣\n官房側の原告が報道で知ったとしても、何ら原告の社会的評価を低下さ\nせるものではない。\n(ウ) 記載部分<3>について\n当該記載は、原告の置かれた政治的状況、特に拉致問題に対する国土\n交通省との関係について論評したものであり、その内容自体において、\n原告の社会的評価を害するものではない。\nまた、原告は、拉致被害者を北朝鮮に返さないよう外務省に方針転換\nさせたこと等により 「首相に最もふさわしい政治家」と目されるよう、\nになったのであり、このような立場にある原告については、その政治的\n状況や行動について厳しい監視と批判にさらされることはやむを得ない。\n当該記載は、かかる観点から原告の置かれた政治的状況について論評す\nるものである。\n(エ) 記載部分<4>について\n当該記載は、国会対策との関係で原告の置かれた政治的な環境につい\nて論評したものであって、その内容自体において、原告の社会的評価を\n害するものではない。\n(オ) 記載部分<5>について\n当該記載は、連立政権などとの関係で、原告がかかわった政策の調整\n過程の状況、原告の政治的スタンスなどについて論評したものである。\n原告が会長を務める社会部会は凍結反対の方向であったこと、結局、\n徴収半年凍結となったことは事実である。凍結反対の立場であったのに、\n半年凍結となった事実を前提に「押し付けられた」と論評したのであり、\n名誉毀損は成立しない。\n(カ) 記載部分<6>について\n当該記載は、自由民主党内、特にＡ派とＢ氏の間における政策や人事\n調整過程の状況、そこで原告が置かれた政治的状況について論評したも\nのであり、その内容自体において、原告の社会的評価を害するものでは\nない。\n党内の人事に関して、原告及びそれに続いてＣ氏がＤ・Ｂ派の事務所\nを訪れ謝罪したことは事実である。派閥間の人事をめぐる争いについて\nは、憶測を含めた多数の情報が飛び交うことは容易に予想されるのであ\nり、一般読者もかかる前提で当該記事を読んでいる。名誉毀損は成立し\nない。\n(キ) 記載部分<7>について\n当該記載は、原告が早稲田大学で行った講演の内容が週刊誌に掲載さ\nれるに至った経過について述べたものであり、その内容自体において、\n原告の社会的評価を害するものではない。\n当該記述の本質部分は、講演内容の発覚の契機について、聴講者が内\n容に驚いて雑誌社に告発したということであるのに、原告は週刊誌が盗\n聴器を仕掛けたと述べたところにあるのであり、告発者が大学関係者で\nあるか単なる聴講者であるかは重要な部分ではない。\n(ク) 記載部分<8>について\n当該記載は単に原告が月刊誌『正論』の愛読者であるという事実を記\n載したものである。当該記載そのものないし当該記載の前後を、一般読\n者の普通の注意と読み方で判断しても 「政治的に思想が偏頗である」、\n等の印象を受けることはない。当該記載は、その内容自体において、原\n告の社会的評価を害するものではない。\nまた、原告は、自ら『正論』の読者であると述べている。\n(ケ) 記載部分<9>について\n当該記載は、原告の政治家としての資質、姿勢について、他者の意見\nを紹介して論評しているものである。\nまた、原告のように若手で次期総裁候補として注目されている政治家\nに対して、同世代の政治家がどのような捉え方をしているのかは国民の\n関心事である。また、政治家同士であり、批判的な内容となるであろう\nことは一般読者も承知の上で読んでいる。一般読者の通常の注意と読み\n方で判断して、当該記載は原告の客観的な社会的評価を低下させるもの\nではない。\nイ 平成１５年９月号について\n当該記事は 「拉致家族まさかの『９月帰国 」というタイトルの下に、、』\nいわゆる北朝鮮による拉致問題に対する日本政府としての対応について論\n評を行うとともに、世論の動向などについて分析をした記事である。\n(ア) 記載部分<10>及び<12>について\n誰の名誉が毀損されたかについての判断は、加害者とされる者の意図\nや被害者と主張する者の主観を基準にすべきではなく、当該記載につい\nて、一般の読者の通常理解するところに従い客観的立場に立って判断す\nべきである。本件記載は、単に拉致被害者家族の帰国の見通しについて\n一般の読者にも周知の事実を記載しているだけであり、原告はもとより、\nある特定の人物の客観的社会的評価を低下させるものとはいえない。\n(イ) 記載部分<11>について\n本件記載は、拉致問題に対する政府の方針決定の意見調整の経過の状\n況、そこで原告が置かれた政治的状況について論評しているものであっ\nて、その内容自体において原告の社会的評価を害するものではない。\nウ 平成１５年１０月号について\n当該記事は、平成１５年秋に行われた自由民主党総裁選挙において小泉\n首相が再選されたことを受け、駐日大使館が小泉首相の外交姿勢に対して\n有している問題意識について記載したものである。\n記載部分<13>は、自由民主党幹事長となった原告の外交問題に対する取\n組みの姿勢について、米側外交筋のコメントを紹介して論評したものであ\nって、その内容自体において原告の社会的評価を害するものではない。\nエ 平成１５年１１月号について\n当該記事は、自由民主党もしくは小泉政権の体制、具体的には衆議院議\n員選挙に臨む体制に関して、具体的な立候補の状況を踏まえて、いわゆる\n勝敗ラインの見方について分析を行った記事である。\n記載部分<14>は、平成１５年１１月の総選挙における自由民主党の選挙\n対策、特に「調整力」について論評したものであって、その内容自体にお\nいて原告の社会的評価を害するものではない。\n本件記事では、沖縄１区にて自由民主党候補と公明党候補が小選挙区で\n激突することになった事実、自由民主党が公明党に対して２百数十人の推\n薦を求めたが第一次分として推薦を出したのは９８人に過ぎなかった事実\n等を挙げており、事実に基づく論評である。\nオ 平成１５年１２月号について\n当該記事は、平成１５年１１月に行われた衆議院議員選挙後の自由民主\n党と公明党による連立政権という構造について論評した記事である。\n(ア) 記載部分<15>について\n当該記載は、児童手当の支給対象年齢の上限の引上げという問題に関\nし、自由民主党と公明党との間の政策調整の結果、支給対象年齢の上限\nを引き上げることで合意が成立した経緯、自由民主党と公明党との連立\n政権における政策等に関する意見調整の状況、そこで原告が置かれてい\nる政治的状況について論評しているものであって、その内容自体におい\nて原告の社会的評価を害するものではない。\n(イ) 記載部分<16>について\n当該記載は、記載部分<15>と同じく、その内容自体において原告の社\n会的評価を害するものではない。\nまた、本件記述を一般読者の普通の注意と読み方で判断すれば、むし\nろ酒を飲まない原告がしらふで自公調整にあたると読めるのであり、到\n底原告の客観的な社会的評価を低下させる記載とはいえない。\nカ 平成１６年１月号について\n当該記事は、平成１５年１１月に行われた衆議院議員選挙後の自由民主\n党の執行部の体制について、いわゆるＡ派が主要なポストを占めていると\nいう状況を指摘するとともに、Ａの影響力について論評した記事である。\n(ア) 記載部分<17>について\n当該記載は、年金問題に関する政府もしくは自由民主党の政策決定の\n状況、そこで原告が置かれている政治的状況について論評したものであ\nって、その内容自体において原告の社会的評価を害するものではない。\n(イ) 記載部分<18>について\n当該記載は、原告の自由民主党内における立場、そこで原告が置かれ\nている政治的状況について論評したものであって、その内容自体におい\nて原告の社会的評価を害するものではない。\nキ 原告が侮辱であると指摘する各記載は、いずれも原告が名誉毀損である\nと指摘する各記載とあいまって、それぞれの政治的問題に対する原告の政\n治的スタンス、原告の置かれた政治的状況、政治家としての資質等につい\nて論評したものであることは、各記事を一読すれば明らかであって、その\n内容自体において原告の社会的評価を害するものとはいえず、雑誌社の政\n治的論評として当然に許される言論活動の範囲にあり、不法行為が成立す\nるような侮辱に該当しない。\n(2) 争点(2)（本件各記事の内容は真実か、仮に真実でないにしても真実であ\nると信じるにつき相当の理由があったか、もしくは、公正な論評といえる\nか）について\n（被告の主張）\nア ある事実を基礎とする意見ないし論評の表明について、たとえ当該意見\nないし論評の表明が相当辛辣なものであったとしても 「その行為が専ら、\n公益を図ることにあった場合に、右意見ないし論評の前提としている事実\nが重要な部分について真実であることの証明があったときには 、また、」\n「仮に右意見ないし論評の前提としている事実が真実であることの証明が\nないときにも、…行為者において右事実を真実であると信じるについて相\n当の理由があれば 、当該意見ないし論評が人身攻撃に及ぶなど意見ない」\nし論評の域を逸脱したものではない限り、違法性又は故意・過失は否定さ\nれ、当該論評について名誉毀損は成立しない。\n本件各記事に事実に基づく論評が含まれているとしても、それらの主た\nる事実は、真実であるかそれを真実であると信じるについて相当の理由が\nあるものであり、また、これらの各論評は、原告に対する人身攻撃に及ぶ\nものではないことは明らかであるから、名誉毀損に該当するものではない。\nイ 原告が侮辱記事と主張する各記事は、いずれも原告の政治家としての姿\n勢、対応という公的行為について述べた批判的意見の言明であって、公益\n目的があり、その基礎とする事実及び記事の内容に鑑みて、社会通念上相\n当と認められる範囲を逸脱したものとはいえず、不法行為を構成するもの\nではない。\n（原告の主張）\n本件で、原告が名誉毀損記事部分として摘示した部分については、いずれ\nも虚偽の記載である。\nまた、原告が侮辱記事部分として摘示した部分については、読者に対し、\n全体として原告に対する間違った悪印象を与えるよう仕向けられており、表\n現の下品さとあいまって、到底、公正な論評とは言い得ない内容である。\n、(3) 争点(3)（原告が本件各記事の掲載によって被った損害を回復するために\n謝罪広告を必要とするか）について\n（原告の主張）\n本件において原告の名誉を回復する措置としては、謝罪広告の掲載が必要\nである。\n（被告の主張）\n本件各記事中の記載が名誉毀損に当たるとしても、それについて謝罪を強\n制されることは、被告の思想ないし信条と相容れない一定の思想ないし信条\nの強制であり、思想・良心の自由の範囲について論ずるまでもなく、憲法１\n９条に違反する。\n仮に、判決で謝罪広告を命じることが合憲であるとしても、謝罪広告は、\n損害が金銭賠償では填補されえない場合にのみ認められる。本件においては、\n原告に金銭賠償では損害が回復できないという事情はないし、謝罪広告によ\nってしか回復し得ない損害があるともいえない。また、雑誌『Ｙ』は、限定\nされた範囲でのみ購読されており、主要全国紙への謝罪広告の掲載は不均衡\nに過ぎるし、掲載条件においても不当かつ過大であり、原告の求める謝罪広\n告の掲載には多大の費用がかかり、この点においても原告の請求は不当かつ\n過大である。さらに、本件で主に問題になっている「北朝鮮拉致問題」につ\nいては、拉致被害者らが帰国を果たしており、社会的評価の低下が仮にあっ\nたとしてもすでに緩和されている。本件において謝罪広告が認められるべき\n余地はない。\nまた、侮辱すなわち名誉感情の毀損を理由として謝罪広告が認められるこ\nとはあり得ない。\n(4) 争点(4)（原告が本件各記事の掲載によって被った損害額）について\n（原告の主張）\n本件各記事による名誉毀損の損害賠償金としては、金５０００万円が相当\nである。\n（被告の主張）\n争う。\n第３ 当裁判所の判断\n１ 争点に対する判断\n(1) 争点(1)（本件各記事は、原告の名誉を毀損したか）について\n名誉毀損とは、人に対しその社会的評価を低下させる行為をいう。雑誌等\nに掲載された記事による名誉毀損の成否は、一般の読者の通常の注意と読み\n方を基準として、これによって一般読者が当該記事から受ける印象及び認識\nに従って判断するのが相当であり、この判断に当たっては、当該記事の特定\nの部分の文言のみを取り上げ、それのみをもって判断するのではなく、記事\nの趣旨、目的、当該部分の前後の文脈、見出し、体裁等も考慮した上、当該\n記事全体から、一般読者が受ける印象及び認識に従って判断するのが相当で\nある。\nまた、名誉毀損の概念には、事実の摘示によるもののみならず、意見ない\nし論評の表明によるものも含む。したがって、事実を摘示せずに抽象的な表\n現で他人を侮辱することにより、他人の社会的評価を低下させる場合であっ\nても、事実を摘示した場合と同じく、名誉毀損が成立する場合があるという\nべきであって、名誉を毀損したか否かを判断するに当たっては、事実を摘示\nする場合と、そうでない場合とで別異に解する必要はないと言うべきである。\nア 平成１５年７月号について\n本件記事は、原告をめぐる政治的な環境、政治家としての素質等につい\nて事実を摘示しつつ論評したものである。\n(ア) 原告が名誉毀損部分として摘示する「たとえば北朝鮮の万景峰号に\n対する船体検査についても、Ｘ氏は国土交通省から事前に必ずしも十分\nな情報を得ていなかった （<3>）及び「むしろ実力ある政治家なら、。」\n構図を逆手にとって情報入手ルートを確保し、政治力を鍛えるステップ\nにするくらいだが、Ｘ氏はそうした才覚を発揮できていない （<21>）。」\nとの記載部分については、原告が、本件記事において問題とされている\n平成１５年３月当時、内閣官房副長官という政府内の極めて重要な地位\nにあったにもかかわらず、重要な情報から疎外されているという事実を\n摘示するものであって、原告には情報収集能力、ひいては政治家として\nの能力全般が不足しているとの印象を、読む者に対して強く与えるもの\nであり、原告の社会的評価を低下させるものであるといえる。\n(イ) 次に、原告が名誉毀損部分として摘示する「本来なら副長官が担当\nする官邸の国会対策も、Ｘ氏は『御曹司』として免除されている （<4。」\n>）との記載部分については、前後の文脈からすると、原告が情報収集\n能力ないし交渉力等の能力不足から、本来担当すべき任務を任されてい\nないとの印象及び認識を読む者に対して与えるものであり、原告の社会\n的評価を低下させるものであるといえる。\nまた、このような文脈を考慮すると、上記の部分に引き続いて記載さ\nれた「経済にはもともと不案内で関与していない。残る仕事といえば、\n自民党の選挙対策委員会の指示通り各種選挙戦の応援演説に出かけるく\nらい （<22>）との記載部分「そもそも政治力の拙さは、副長官の重。」、\n責を担う前からのことだ （<23>）との記載部分についても、前記の名。」\n誉毀損部分に続き、重ねて原告の能力不足を強調する論調であることか\nらすれば、原告の社会的評価を低下させるものであるといえる。\n(ウ) また、原告が名誉毀損部分として摘示する「Ｘ氏は本来、予定通り\n実施の立場で事態の収拾に当たる役回りだが、族議員とＢ氏の間をうろ\nうろするばかり。Ｅ党首率いる自由党との連立政権維持という政争が絡\nんだとはいえ、最後まで見せ場を作れず、保険料徴収半年凍結の妥協案\nを押し付けられた （<5>）との記載部分については、介護保険制度導。」\n入に関する政策調整の過程についての事実を摘示した記事である 「う。\nろうろするばかり 「妥協案を押し付けられた」との表現については、」、\nそれが客観的事実を前提とするものならば過剰な表現であるとまではい\nえないとも考え得るものの、原告に対する批判的評価を含む辛辣な表現\nであることや、原告の資質不足をことさらに喧伝する前後の文脈を考慮\nすると、当該記載部分についても、やはり原告の社会的評価を低下させ\nるものであるといえる。\n(エ) さらに、原告が名誉毀損部分として摘示する「Ａ派ぐるみでＢ氏を\n騙した謀略に無関係だったとは言えない。一杯食わされたＢ氏は激怒し、\nＸ氏を呼びつけてわめき散らしたが 『こんな若造じゃ軽すぎる』と収、\nまらない。Ａ派長老のＣ財務相が謝罪に出向く騒ぎとなった （<6>）。」\nとの記載部分については、平成１３年の総裁選における派閥間の交渉過\n程及びその後の収束に至るまでの経過についての事実を摘示したもので\nある。当該記載部分は、原告が交渉過程において必ずしも公平ではない\n手段を用いたとの印象及び政党内において軽んじられているとの印象を、\n一般読者に与えるものであり、原告の社会的評価を低下させるものであ\nるといえる。\n(オ) また、原告が名誉毀損部分として摘示する「 政治家というより運『\n動家。器用に政策も口にするけど、本質は一見ソフトな大衆アジテータ\nーでしょう。パンチはないけど。時々意識的にマスコミを挑発してみせ\nるのも、政治活動と政治運動がごっちゃになっているからだよね。拉致\n問題も外交というより運動のノリでしょ』仲のいい同世代議員の診断\nだ （<9>）との記載部分については、原告の政治家としての資質、姿。」\n勢について、同世代議員の意見とされるものを紹介する形で消極的な評\n価を下したものであって、原告の社会的評価を低下させるものであると\nいえる。\n(カ) 加えて、原告が侮辱部分として指摘する「だが、事態はその後、膠\n着状態に陥ったまま険悪さを増し、問題の解決はむしろ遠ざかってい\nる （<19>）との記載部分、及び、同じく「Ｘ氏の『活躍』とは、実は。」\n被害者と家族会から『最も信頼されている政府の相談役』として事ある\nごとにカメラの前で面会し、時に被害者や家族会の『臨時スポークスマ\nン』と化して一部の不埒なメディアを激しく指弾することだけなの\nだ （<20>）との記載部分については、いわゆる北朝鮮拉致問題につい。」\nての記事掲載当時の状況や、それについての原告の政治的成果について\n批判的に論評したものであるが、本件記事掲載当時において、北朝鮮拉\n致問題の解決の目途が立たない状況にあったことは公知の事実であり、\nそのことを客観的に指摘する限りでは原告の社会的評価を低下させるも\nのであるとはいい難い。しかし、上記各記事は、双方を総合すると、そ\nのような事態を招いたことが原告の努力不足であることを指摘するもの\nと読み取ることができ、その限度で原告の社会的評価を低下させるもの\nといえる。\n(キ) さらに、原告が侮辱部分として摘示する「単なる使い走りに終始し\nた点だ （<24> 「実態はミニ政争の狭間で翻弄されるばかり（中略）。」）、\nＸ氏はＢ氏に奇妙なほど遠慮がちだ （<25> 「政治家に調整能力は不。」）、\n可欠だ （中略）だが、これまでのところＸ氏には、その才があるよう。\nには見受けられない。むしろ下手な部類だろう （<26> 「指摘はいち。」）、\nいち正しくても、話柄が首相を狙う政治家の風格とは言いかねるの\nだ （<27> 「今ひとつ個性の弱いタレントが忘れられまいとして話題。」）、\n作りに励む姿をどこかで思い出せる （<28> 「陰口が少なくない （<。」）、」\n29> 「Ｘ氏の議論も五五年体制の枠組みから抜け出ていない古風な作）、\nりだ （<30> 「Ｘ氏は『人気者への嫉妬』と思っているようだ （<31。」）、」\n>）及び「 担ぐにはうってつけの御輿だが、共に組んで大事を仕掛ける『\n器じゃない』というのが現時点での政界におけるＸ評だ （<32>）との。」\n各記載部分については、原告の資質について直接に批判するものであっ\nて、これらの記載部分が原告の社会的評価を低下させるものであること\nは明らかである。\n(ク) 最後に、原告が名誉毀損部分として摘示する「実際は内容に驚き呆\nれた大学関係者の告発が発端 （<7>）との記載部分については、原告が、」\n自己の講演内容が週刊誌に取り上げられた経緯についての誤った認識を\n前提としてメディア批判を行ったとの事実を摘示したものであり、当該\n記載部分は、原告が事実関係を確かめないまま他者を批判するものであ\nるとの印象を読む者に与え、その社会的評価を低下させるものであると\nいえる。\n(ケ) なお、記事全体を見ると、本件記事は 「寵児 Ｘの虚と実」とい、\nうタイトルのもと、さまざまな事実を取り混ぜて摘示しつつ、それに基\nづいて原告の資質等について執拗に批判するものであり、そのような記\n事に含まれることを考慮しても、上記各記載部分は原告の社会的評価を\n低下させるものといいうる。\n(コ) これに対し、原告が名誉毀損部分として指摘する「驚くべきことだ\nが、Ｘ氏はこのほかに拉致問題でこれといった政策を何一つ打ち出して\nいない。政府の『拉致被害者・家族支援室』新設を外務省から内閣官房\nに変更させたのは縄張り争いにすぎない （<1>）との記載部分につい。」\nては、いわゆる北朝鮮拉致問題に関しての原告の実績に関して、政府の\n「拉致被害者・家族支援室」新設が外務省から内閣官房に変更となった\nという事実を摘示しつつ、論評したものである。政治家がその政策、実\n績について厳しい批判を受けるのは当然のことであり、一般読者もその\nことを認識して当該記事を読むのであるから、政策について異なった政\n治的立場から批判的論評がなされたからといって、政治家個人の社会的\n評価に直ちにつながるものではないことは当然である。また 「拉致被、\n害者・家族支援室」新設が外務省から内閣官房に変更となったとの部分\nは、官庁間の「縄張り争い」と理解することも可能であり、そうである\nとすると、原告個人とはかかわりのない問題であるから、かかる評価が\nなされたとしても、一般読者の通常の読み方と理解において、原告に対\nする社会的評価を低下させるものであるとはいえない。\n(サ) また 「今年三月、外務省が国連人権委員会に提出した報告書を、\n『新たな情報はない』などと英文十二行で済ませていた不始末について、\nＸ氏は報道で初めて知った （<2>）との記載部分については、証拠。」\n（乙２号証の２）によれば、報告書の内容を知った被害者家族らの記者\n会見が契機となって、同省の報告書が不十分であることが初めて外部に\n明らかになった経緯が認められるところ、当時原告は外務省を監督する\n立場になかったのであるから、同省が不十分な報告書を提出しているこ\nとを知り得る立場にはなく、上記記事の内容は当然の事情を示すものと\nも読めるし、むしろ、そのような不十分な報告書が提出されることをあ\nらかじめ知っていたのならば、政治家として、そのことについての責任\nが生じかねないのであるから、そのような事項を事後に知ったことは原\n告がこの内容について責任を負う立場にないことを示すものであり、結\n局、これが原告の社会的評価を低下させるものとは認め難い。\n(シ) さらに、原告が名誉毀損部分として摘示する「Ｘ氏は産経新聞社の\n月刊誌『正論』の愛読者で、事務所にずらりとバックナンバーを並べて\nいるほど （<8>）との記載部分については、原告が特定の雑誌の購読者」\nであるとの事実を摘示したものであるところ、当該雑誌が政治に関する\n論評等を掲載して永年にわたって発行されているものであることは公知\nの事実であり、政治家である原告としては、自己の政治的思想のいかん\nにかかわらず、そのような雑誌を愛読するのは当然のことである上、当\n該雑誌の内容が、原告の所属する自由民主党の政治的思想と矛盾するも\nのばかりではなく、むしろこれと合致するものも少なくないことは公知\nの事実であるから、原告がこれを愛読することはむしろ自然なことであ\nり、当該記載部分が原告の社会的評価を低下させるものとまではいえな\nい。\nイ 平成１５年９月号について\n当該記事は 「拉致家族まさかの『９月帰国 」というタイトルの下に、、』\nいわゆる北朝鮮による拉致問題に対する日本政府の対応等について記載し\nた記事である。\n(ア) 原告が名誉毀損部分として摘示する「意外なようだが、北朝鮮は\n『拉致問題は解決済み』という表向きの見解と同時に、基本的には家族\nを帰国させたい方針を持ちつづけ、公式交渉が途絶えた後も、水面下の\n接触ではくりかえし日本側に伝えている （<10> 「 九月帰国』が実。」）、『\n現しても、現状ではＦさんを除いた計画とならざるを得ない （<12>）。」\nとの記載部分については、単に、いわゆる北朝鮮拉致問題に関する北朝\n鮮側の対応や、当該問題についての今後の見通しについて述べるもので\nあり、前後の文脈から考えても、当該記載と原告個人の評価とは何ら関\n係はなく、これらの記載によって原告の社会的評価が害されたとはいえ\nない。\n(イ) 次に 「Ｇ氏は昨年、Ｘ氏の強硬論で外交方針の変更を余儀なくさ、\nれた苦い経験から、今回はＸ氏に経過を説明し、計画の中に取りこむ手\nに出た。Ｘ氏は表向き異論を封じられ、Ｇ氏の計画に賛同している 」。\n（<11>）との記載部分については、拉致問題をめぐる政治的な交渉につ\nいての事実を摘示した上で論評したものであるが、単に政治的な駆け引\nきともいうべき事実があったとしているにすぎず、原告に対して何らの\n否定的評価につながる事項を述べているものとも認められないから、当\n該記載によって原告の社会的評価が害されたということはできない。\n(ウ) さらに、原告が侮辱部分として摘示するうちのその余の部分である\n「現実的な解決への道筋をめぐっては、日本側にも混乱がある （<33。」\n> 「日本側が方針を決めなければならない課題だが 「九月帰国」の観）、、\n測が高まるにつれ、議論は逆に拡散している （<37> 「原則論を盾に。」）、\n部分的な前進を否定する （<38> 「この点でも立場が定まっていない。」）\nのは日本の側だ （<39> 「強硬論の勢いを保つために、北朝鮮の柔軟。」）、\n路線を「まやかしだ。だまされるな」と未然に潰そうとする本音が見え\n隠れするのだ （<40>）及び「それどころか省内の主導権争いにかこつ。」\nけて「Ｇは米国からにらまれている」という噂を流し、拉致が核より前\nに進むことを牽制しようとする動きまで現れている （<41>）との記載。」\n部分については、いずれも原告自身の言動に触れたものではなく、拉致\n問題についての政治的動向について外務省の対応を含めて論評したもの\nであり、原告個人の評価とは何ら関係はないものであって、これらの記\n載によって原告の社会的評価が低下したとはいえないことは明らかであ\nる。\n(エ) もっとも、原告が侮辱部分として摘示する記載のうち、原告の名を\n明示した部分である「波乱要因は日本側にある。世論の風向きと官邸内\nの綱引きだ。Ｘ官房副長官の立場に、その矛盾が象徴される。Ｘ氏は\n『拉致問題のアイドル』として国民的人気を集めてきたが、言動を検証\nすると、強硬論をあおるばかりで問題解決への具体的な手立ては何も講\nじていない （<34> 「Ｘ氏の強硬論に引きずられて感情的な反応が突。」）、\n出し （<35> 「問題が半歩でも前進した時、Ｘ氏の役割は中途半端に」）、\nなる。一定の評価をしながら、原則論を押し立てて批判もする分かりに\nくい態度にならざるを得ないからだ （<36>）との記載部分は、いずれ。」\nも北朝鮮拉致問題に関する原告の言動が不適切なものであって、それが\n当該問題の解決を困難にしていると主張して原告の政治家としての言動\nを正面から批判するものであるから、これらが原告の社会的評価を低下\nさせる記載であることは明らかである。\nウ 平成１５年１０月号（ 政治 情報カプセル』中の記事）について『\n本件記事は、小泉内閣の外交姿勢に対する駐日米大使館の評価について\n記載した記事である。\n原告が名誉毀損部分として摘示する「 Ｘ氏が拉致事件の解決に深く関「\nわるわりには、核・ミサイル問題への関心が薄い （米側外交筋）との不。」\n満があったのも事実だ （<13>）との記載部分については、米国外交関係。」\n者の意見の摘示という形をとってはいるが、その実は、意見ないし論評の\n表明であるといえる。もっとも、当該記載部分は、それのみを見れば、原\n告の政治姿勢に対する批判的意見を表明するものではあるが、当該記事の\n全体的な論調は、小泉内閣の外交姿勢について懸念を示すものであり、し\nかも 「Ｘ氏が小泉政権で日米関係の重要なパイプ役を務め、対北朝鮮政、\n策でも強硬路線を主張してきたことをブッシュ政権は積極的に評価してい\nる 」という原告に対する肯定的な評価を含む記載に続けて記載されたも。\nのであり、両者を併せて読んだ一般読者の受ける印象を考慮すれば、原告\nに対する否定的な印象のみを受けるものではなく、当該記載部分が、原告\nの社会的評価を低下させるということはできない。\nエ 平成１５年１０月号（ 張り子のパンダ』Ｘ幹事長」と題する記事）に「『\nついて\n本件記事は、掲載当時自由民主党幹事長であった原告の自由民主党内で\nの立場、今後の見通し等について、原告にまつわるエピソード等の事実を\n示しつつ、論評した記事である。\n『、(ア) 原告が侮辱部分として摘示する「 張り子のパンダ』Ｘ幹事長 Ｈ\nＥとは雲泥の差 （<42>）との見出しについては 「張り子」という表現」、\nの通常の用法として、見かけばかりで中身が伴わないという意味を有す\nること 「パンダ」という表現の通常の用法として、人気があるが中身、\nはない、という意味を含むことからすれば、原告を、見かけ倒しで中身\nが伴わないと揶揄するものと理解できる。また 「Ｈ、Ｅとは雲泥の、\n差」との記載は、交渉力に長けた政治家と一般読者が認識する有名政治\n家であって、４０代で同党の幹事長となった両氏と比較することにより、\n原告が能力不足であることを印象付けようとする記載であるといえる。\nこれらのことからすれば、本件見出しは、原告の社会的評価を低下させ\nるものであるといえる。\n(イ) また、原告が侮辱部分として摘示する「勉強会をやっているのを知\n」）、、らない日もあった （<44> 「Ｘさんは、肝心の拉致問題についてさえ\n政府内どころか官邸内で何が進んでいるのか知らないことがありまし\nた （<45>）との記載部分については、官邸の政府高官の証言として摘」\n示したものであるが、かかる記載部分は、これを読む一般読者に、原告\nが同党内部で情報から疎外されており情報収集能力に問題があるとの印\n象を抱かせるものであって、原告の社会的評価を低下させるものである\nといえる。\n(ウ) さらに、原告が侮辱部分として指摘する「Ｉ・Ａコンビに間接統治\nされた傀儡幹事長そのものだ （<50> 「結局、Ｊとやるしかない』と。」）、\nぼやいた （<51> 「 保護者同伴』の幹事長 （<52> 「Ａに泣きつく。」）、『 」 ）、\nしかないだろう （<53> 「Ｊ氏という『裏の幹事長』を排除しても、。」）、\n老練なＡ氏に『陰の幹事長』として実権を振るわれるのが落ちだ （<5。」\n4>）との記載部分については、原告が、党内において実質的権限を持た\nず、表面上の権限を有するにすぎないという意味を有するものであり、\nかかる記載を読む一般読者としては、原告に政治家としての資質や能力\nが欠けているとの印象を抱くといえるから、これらの記載部分は原告の\n社会的評価を低下させるものといえる。\n(エ) 加えて、記事全体を見ても、本号の記事は、原告個人について論評\nしたものであり、その論調は、その見出しから明らかなように、原告個\n人の資質について、自由民主党幹事長の重責を担うには不足である旨を\n侮蔑的に論ずるものであって、このような論調の記事に含まれることか\nらしても、上記の各部分に加えて、これらと同趣旨の内容を含む「身近\nに見る実像は勤勉、鋭敏、謙虚とは言いかねるタイプ （<46>）及び」\n「中学生の基礎学力を身につけず大学生になったようなものか （<49。」\n>）との各記載部分は、原告の社会的評価を低下させるものであるとい\nえる。\n(オ) これに対し、同じく原告が侮辱部分として摘示する「 拉致のＸ』『\nへ大化け （<43>）記載については、原告が拉致問題を通じて国民的人」\n気を獲得したことを指したものであることは、一般読者の通常の読み方\nからすると明らかであり、この点をもって「大化け」と評することも表\n現の適否の問題に留まるものであって、原告の社会的評価を低下させる\nものとまではいえない。\n(カ) また 「部長がいきなり社長になったようなものである （<47>）、。」\nとの記載部分については、原告が官房副長官から官房長官に就任した事\n実について評したものであり、表現にいささか穏当を欠く面は否めない\nものの、原告の社会的評価を低下させる記載ではない。また 「 もうこ、『\nれで総務局長にはなれないってことだな』と軽口を叩いた （<48>）と。」\nの記載部分については、前後の文脈を考慮しても、官房長官に就任した\nことについての原告の発言として摘示したものであって、何ら原告の社\n会的評価を低下させるものではないことは明らかである。\n(キ) さらに、原告が侮辱部分として摘示する「自民党選対の幹部は、Ｘ\n人気の上滑りを警戒している （<55> 「 人寄せパンダは用済み』と体。」）『\nよく祭り上げられてしまう可能性も大きい （<56>）との記載部分につ。」\nいては、原告が国民に絶大な人気を博している事実を前提として、今後\nの自民党内における原告の立場についての見通しについて述べたもので\nあって、単なる推測であることは一般読者も認識し得るものであるから、\nかかる記載は、原告の社会的評価を低下させるものではない。\nオ 平成１５年１１月号について\n本件記事は、自民党執行部の、候補者調整等の選挙対策や自民党・民主\n党の選挙におけるいわゆる勝敗ラインについて、事実に基づき論評した記\n事である。\n原告が名誉毀損部分として摘示する「 副総裁Ｊ・幹事長Ｘ・総務局長『\nＫ』のラインが仕切る今の自民党選対の調整力不足は目を覆うものがある。\nほとんど調整らしい調整がないまま選挙本番に突入した （<14>）との記。」\n載部分、原告が侮辱部分として摘示する「小泉を筆頭にした現執行部のお\n粗末な対応 （<57>）及び「ドサクサに紛れて重要な決定を行うやり方も」\n変わらない （<58>）との記載部分については、自民党執行部の選挙対策。」\nのあり方について否定的立場から論評する記事であって、執行部の構成員\n個人の行動、能力等について殊更に取り上げたものではないが、原告がこ\nの執行部の構成員であり、しかも幹事長という実務を取り仕切るべき立場\nにあることからすると、これらの記事は原告個人の社会的評価をも低下さ\nせるものであるといわざるを得ない。\nカ 平成１５年１２月号について\n本件記事は、自民党と公明党の連立政権について、二党連立政権成立の\n経緯をふまえて事実に基づき論評した記事である。\n(ア) 原告が名誉毀損部分として摘示する「Ｌの要求を自民党幹事長Ｘが\n全面的に受け入れたのである （<15>）との記載部分については 「第。」、\n二次小泉内閣が発足した１１月１９日夜、Ｘ・Ｌ会談で、突如として児\n童手当の支給対象年齢の上限を引き上げることで合意した 」との事実。\nを受けて、かかる合意の成立経過について論評したものである。政策の\n成立過程において、政治家間である種の交渉が行われることは、一般読\n者も容易に想像し得るところであり、かかる認識を前提とすると、ある\n特定の政策について、原告が譲歩する立場をとったとしても、その事実\nは原告の社会的評価を低下させるものではないことは明らかである。\n(イ) また、同じく名誉毀損部分として摘示する「酒を飲まないＸは『こ\nれまでの自公調整はＪさんとＬさんが酔っぱらってつくったものばかり\nじゃないの』と冗談とも本音ともつかない皮肉を漏らしている （<16。」\n>）との記載部分については、従前の二党間の調整について原告が皮肉\nを漏らしたとの事実を摘示したものであり、その発言の内容として、何\nら原告の社会的評価に影響を与える内容ではなく、自公連立のあり方に\n懸念を示す記事全体の文脈を考慮したとしても、原告の社会的評価を何\nら低下させるものではないことは明らかである。\n(ウ) しかし、原告が侮辱部分として摘示する「幹事長のＸはあくまでも\n『選挙の顔』に過ぎない （<59>）との記載部分については、自民党内。」\nにおける勢力関係について言及する中で、原告が「選挙の顔」であると\n評するものである。この「 選挙の顔』にすぎない 」という表現は、人『。\n気取りに役立つにすぎないという一種の否定的な評価を含むものであっ\nて、その反面で原告が国民的な人気を博していることを言外に指摘する\nものではあるが、その人気が実力に裏付けられたものではないとの強力\nな否定的評価を下しているのであり、この記載部分が原告の社会的評価\nを低下させるものであることは明らかである。\nなお、本件記事全体を見ると、本件記事の主題は自公連立政権成立に\nついて論評するものであって、原告について言及する部分はわずかでは\nあるものの、前記記載部分以外にも、原告と以前の幹事長の実力とを具\n体的に比較した部分もあり、これらを軽視することはできない。\nキ 平成１６年１月号（ 政治 情報カプセル」欄に掲載の記事）について「\n本件記事は、原告が官房副長官から自民党幹事長に就任した後の、拉致\n問題をめぐる状況について事実に基づき論評したものである。\n原告が侮辱部分として指摘する「拉致事件で一躍、時の人となったＸ氏\nが官房副長官から幹事長に就任したあと政府・拉致議連の拉致事件への取\nり組みが心配されたが、その危惧が現実のものとなってきた （<60>）と。」\nの記載部分については、政府等の拉致問題に対する取組みの見通しについ\nて懸念を示す論評であり、その内容は、原告が党務に就いたことでこの問\n題に積極的にかかわれなくなった結果、政府としての積極的な対応が困難\nなものとなっているというもので、むしろ原告のそれまでのこの問題に対\nして果たした役割を評価しているものと認められる。\nまた 「Ｘ幹事長も指導力不足か （<60>）との見出しについては、それ、」\nのみをみると、原告個人を名指して力量不足を指摘しているように見える\nが、記事の内容は上記のとおり、原告が拉致問題に積極的にかかわれない\n地位に移ったことを指摘しており、それを合わせ読むと、原告がこの問題\nに指導力を発揮できないこともやむを得ないと一般読者も理解でき、この\n見出しが、原告の社会的評価を低下させるものとはいえない。\nク 平成１６年１月号（ Ａの束の間の『やりたい放題 」と題する記事）に「』\nついて\n本件記事は、自由民主党内における人事権等に関する争いの状況につい\nて、事実を摘示しつつ論評した記事である。\n(ア) 原告が侮辱部分として摘示する「与党の要を担うはずのＸ氏に何の\n。」）、実権もないことは、もはや隠しようもない事実となっている （<61>\n同じく「党内で注目する議員はほとんどゼロだろう （<62> 、原告が。」）\n名誉毀損部分として摘示する「部屋に官僚を呼びつけ、あれこれ方針を\n打ち出したが、先輩族議員たちにあえなくひっくり返された （<17>）。」\nとの各記載部分については、年金問題についての原告の提案が「先輩族\n議員たちにあえなくひっくり返された 」等の事実に基づき 「何の実権。、\nもない 「党内で注目する議員はほとんどゼロだろう 」等と論評する」、。\nものであって、自由民主党の幹事長であって大きな実権を有すると通常\nは想像される原告について 「何の実権もない 「党内で注目する議員、」、\nはほとんどゼロだろう 」と評価することは、一般読者の通常の認識と。\n異なる評価をなしたものであり、当該各記載部分は、原告の社会的評価\nを低下させるといえる。\n(イ) また、原告が名誉毀損部分として摘示する「副幹事長らと一緒の大\n部屋から離れず （<18>）との記載部分、原告が侮辱部分として指摘す、」\nる「中途半端な境遇がよく表れている （<63>）との記載部分について。」\nは 「悲哀を誘うエピソードには事欠かない」との記載に続けて 「副幹、、\n事長らと一緒の大部屋から離れず （<18>）との事実を摘示しつつ、そ、」\nの事実に基づき 「中途半端な境遇がよく表れている （<63>）と論評、。」\nしたものであって、当該記載部分を読む一般読者に、原告が自由民主党\n内において幹事長としての実質的な権限を持たず、また、依存心の強い\n人物であるとの印象を抱かせるものであって、原告の社会的評価を低下\nさせるものであるといえる。\n(ウ) なお、本件記事全体を考慮すると、全体の論調は、記事掲載当時の\n自由民主党幹事長である原告が、党内において実質的権限を持たない一\n方で、首相経験者であるＡ氏が実権を握っているという主旨の記事であ\nり、全体の論調としても原告に対する否定的な印象をことさらに強調し\nた記事であるということができる。このような記事全体の論調を考慮し\nても、上記の各記載部分は、原告の社会的評価を低下させるものである\nといえる。\n(エ) これに対し、原告が名誉毀損部分として摘示する「 あの人は本当『\nに飲まんなあ。話が進まんよ』と、むしろ愛想尽かしを食ってしまっ\nた （<64>）との記載部分については、原告と掲載当時の公明党幹事長。」\nとの政治家どうしの関係について事実を摘示しつつ論評したものである\nが、要するに両者の関係が順調ではない旨を示すのみであり、政治家個\n人間の関係については、興味本位の記事がしばしば見られ、信用性に乏\nしいことが多いと一般読者においても認識していることを考慮すると、\n前後の文脈や記事全体の論調を考慮しても、この記載をもって、原告の\n社会的評価を低下させるものであるとはいえない。\n(2) 争点(2)（本件各記事の内容は真実か、仮に真実でないにしても真実であ\nると信じるにつき相当の理由があったか、もしくは、公正な論評といえる\nか）について\n事実を摘示しての名誉毀損については、その行為が公共の利害に関する事\n実に係り専ら公益を図る目的に出た場合には、摘示された事実が証明された\nときは、当該行為には違法性がなく、不法行為が成立しないものと解するの\nが相当であり、もし、当該事実が真実であることが証明されなくても、その\n行為者においてその事実を真実と信ずるについて相当の理由があるときには、\n右行為には故意もしくは過失がなく、結局、不法行為が成立しないものと解\nするのが相当である。\nまた、ある事実を基礎としての意見ないし論評の表明による名誉毀損にあ\nっては、その行為が公共の利害に関する事実に係り、かつ、その目的が専ら\n公益を図ることにあった場合に、右意見ないし論評の前提としている事実が\n真実であることの証明があったときには、人身攻撃に及ぶなど意見ないし論\n評としての域を逸脱したものでない限り、当該行為は違法性を欠くものとい\nうべきである。そして、仮に右意見ないし論評の前提としている事実が真実\nであることの証明がないときにも、事実を摘示しての名誉毀損における場合\nと対比すると、行為者において当該事実を真実と信ずるについて相当の理由\nがあれば、その故意又は過失は否定されると解するのが相当である。\nまず、原告が、本件各記事掲載当時において、内閣官房副長官ないし自由\n民主党幹事長の地位にあったこと、本件各記事の内容が、原告の私行に関す\nるものではなく、原告の政策、政治的資質等の公的側面に関するものである\nことからすれば、本件記事は公共の利害に関する事実に係るものであるとい\nえる。そして、そのような記事の主題からすれば、その目的は専ら公益を図\nることにあったと認められる。\nそこで、以下、前記(1)において名誉毀損行為に当たると認めた各行為に\nつき、違法性ないし故意又は過失が阻却されるかを判断するため、各記載部\n分が真実であるか、真実と信ずるについて相当の理由があるか、論評として\nの域を逸脱したものでないかにつき検討する。\nア 平成１５年７月号について\n(ア) 原告が、船体検査について、事前に国土交通省から十分な情報を得\nていたかは証拠によって認定しうる事実であるから、記載部分<3>は、\n事実を摘示しての名誉毀損である。\nそして、被告からは、当該記載部分が真実であるか真実であると信じ\nるにつき相当の理由があることについて何らの主張立証はなされていな\nい。\nまた、記載部分<21>については、記載部分<3>の事実を例示して、原\n告につき情報入手ルートを確保する才覚は発揮できていない、と論評し\nたものであるが、上記のように、前提事実について真実であること、も\nしくは、真実と信ずるについて相当の理由があることを認めるに足りる\n証拠はない。\nしたがって、記載部分<3>及び<21>については、名誉毀損の不法行為\nが成立するというべきである。\n(イ) 官邸の国会対策の任務を、原告が免除されていたか否かは、証拠に\nよって認定し得る事実であるから、記載部分<4>は、事実を摘示しての\n名誉毀損である。\nこの内容が真実であることについては何らの主張立証はなく、また、\n被告は、当該記載部分に係る事実は政治記者の間においては広く知られ\nた事実であると主張するが、これを認めるに足りる証拠はない。\nまた、記載部分<22>については、記載部分<4>の事実に基づき論評し\nたものであるが、前記のように、前提事実について真実であること、も\nしくは、真実と信ずるについて相当の理由があることを認めるに足りる\n証拠はない。\nしたがって、記載部分<4>及び<22>については、名誉毀損の不法行為\nが成立するというべきである。\n(ウ) 記載部分<6>に関して、原告は、記載部分<6>に記載された騒動があ\nったことは真実である旨主張する。しかし、証拠（乙４の２）からは、\n原告及びＣ氏がＢ氏のもとを訪れたことは推認されるものの、単に訪問\nし謝罪したのみに止まらず 「こんな若造じゃ軽すぎる」と騒動になっ、\nたことまでは認められず、他にこれを認めるに足りる証拠はない。一般\n読者の通常の読み方として、当該記載部分の主眼が、原告がＢ氏とのト\nラブルに関与していたこと、原告が党内で軽んじられていることを示す\n点にあることからすれば、当該記載部分の主要な点つき、真実であるこ\nとの証明があったとはいえない。\nしたがって、記載部分<6>については、名誉毀損の不法行為が成立す\nるというべきである。\nまた、記載部分<24>ないし<26>については、記載部分<6>に記載され\nた事実を前提としつつ、原告の政治的資質について論評したものである\nが、このように、前提とする事実について、真実であることの証明があ\nったとはいえないのであるから、これに基づく論評部分についても、名\n誉毀損の不法行為が成立するというべきである。\n(エ) これに対し、介護保険料制度導入までの経過に関する記載部分<5>\nは、事実を基礎としての論評による名誉毀損である。また、記載部分<2\n3>は、記載部分<5>を前提としての論評による名誉毀損である。\nそして、証拠（乙３）からは、介護保険料導入が半年間凍結になった\n事実が認められるところ、そのことからすれば、凍結決定までの間に種\n々の交渉があったことについても推認され、論評の前提としている主要\nな事実が真実であることの証明があったといえる。かかる事実を前提と\nすると 「うろうろするばかり 「妥協案を押し付けられた 「政治力、」、」、\nの拙さ」等と論評するべきか否かは見解が分かれる事項ではあるものの、\nそのような見方もまた一個の見解というべきもので、不合理、不自然な\nものとまではいえない。また、国家の政策に関する事項については、そ\nの政策形成過程も含めて、国民による厳しい監視、批判がなされるべき\nものであって、その政策策定に関与する者は、このような厳しい批判に\nついても、ある程度甘受すべきものであるといえる。このような性質に\n鑑みると、各記載部分についても、いまだ公正な論評の域を逸脱したも\nのとはいえず、名誉毀損による不法行為は成立しない。\n(オ) 記載部分<7>は、原告が、自己の講演内容が週刊誌に取り上げられ\nた経緯についての誤った認識を前提として、メディア批判を行ったとの\n事実を摘示して、原告の当該批判自体を論評する記事に含まれるもので\nある。\n当該記事の主旨は、原告が事実関係を確かめないままメディアを批判\nしたとする点にあるところ、原告がした批判内容の重点はメディアが原\n告の講演について盗聴器を仕掛けたということにあるから、その点につ\nいての原告の認識に誤りがあれば、上記記事は、まさにその誤りを指摘\nするものとして、その主たる前提事実に誤りはないことになるのであっ\nて、原告の講演内容を上記メディアに伝えた者が、単なる聴講者か、大\n学内部の者であるかは重要な点ではない。そして、証拠（乙１）からは、\n原告の講演に盗聴器が仕掛けられた事実は認められず、聴講していた者\nからの通報によって原告の講演内容をメディアが知るに至ったことが認\nめられる。したがって、上記記事の主たる前提事実は真実であると認め\nることができ、当該記事は、その主旨とすることに照らすと、その余の\n事実に誤りがあるか否かにかかわらず、全体として公正な論評と認める\nことができ、不法行為は成立しない。\n、(カ) 記載部分<9>は、同世代の議員の意見の紹介という形式をとりつつ\n原告の政治的資質について論評したものである。\n当該記事掲載当時、原告は内閣官房副長官の地位にあったものである\nところ、内閣官房副長官は、内閣官房長官の職務を助け、命を受けて内\n閣官房の事務をつかさどり、あらかじめ内閣官房長官の定めるところに\nより内閣官房長官不在の場合その職務を代行する（内閣法１４条３項）\nという非常に重要な地位である。民主主義社会においては、このような\n重要な地位にあるものについては、一般人に対するよりも自由な批判が\n許されるべきであり、この点を考慮すると、本件記載部分は、特定の事\n実を基礎としていない点で先に述べた判断基準にあてはまらないもので\nあるが、その内容は、公益を図る目的に沿うものと認められる一方、人\n身攻撃などに及んでいるとは認められず、いまだ論評としての域を逸脱\nせず、公正な論評として、名誉毀損による不法行為は成立しないという\nべきである。\n(キ) 記載部分<19>及び<20>は、当該記載部分は、いわゆる北朝鮮拉致問\n題についての記事掲載当時の状況や、それについての原告の政治的成果\nについて批判的に論評したものである。その前提とする北朝鮮拉致問題\nの客観的な状況については公知の事実である。そして、この北朝鮮拉致\n問題が国民全体の関心事であったことも考慮すると、その問題に深く関\nわる原告に対しても厳しい評価がされることはやむを得ないところであ\nり、上記各記事は、そのような評価を表現したものであるから、多少激\nしい表現があったとしてもいまだ論評の域を逸脱せず、名誉毀損による\n不法行為は成立しないというべきである。\n(ク) 記載部分<27>は、原告の発言とされる様々な発言を摘示しつつ、そ\nれらの発言について論評したものである。\n原告が、時に過激とも評価し得る発言をしていたことは公知の事実で\nあり、そのことを前提とすると、発言につき「話柄が首相を狙う政治家\nの風格とは言いかねる」と論評することも、あながち不合理であるとは\nいえず、論評としての域を逸脱したものではない。\nまた、記載部分<28>ないし<32>についても、上記の原告の発言や、原\n告がマスコミとの間で激しい議論を繰り広げたという事実に基づき、原\n告の政治的資質について論評したものである。\n原告とマスコミとの間で議論があったことも、公知の事実であって、\nこれらの事実に基づき、当該記載部分のように論評することは、原告が\n当時内閣副官房長官という極めて公的な立場にあったこと、そのような\n公的立場である原告の公的な言動について対象とするものであることを\n考慮すると、これらの論評も、論評としての域を逸脱したものとはいえ\nない。\nしたがって、記載部分<27>ないし<32>については、名誉毀損の不法行\n為は成立しない。\nイ 平成１５年９月号について\n記載部分<34>ないし<36>は、いわゆる北朝鮮拉致問題に関する原告の\n政治的対応について、事実に基づき論評したものである。\nこの論評の前提となるいわゆる北朝鮮拉致問題をめぐる状況について\nは、公知の事実である。そして、政治家の政策に対しては、厳しい批判\nがなされるべきものであることは先に述べたところであるが、本件記事\n掲載当時において、原告が北朝鮮拉致問題に関連してマスメディアに頻\n繁に取り上げられ、国民的な支持を集める状況にあったことは認められ\nるところ（弁論の全趣旨 、その反面において、当該政策については、）\n原告に対して、異なった政治的立場から通常の場合よりも厳しい批判が\nなされるのは当然であって、この点を考慮すると、これらの記載部分が、\n論評としての域を逸脱したものであるとはいえない。\nしたがって、記載部分<34>ないし<36>については、名誉毀損による不\n法行為は成立しない。\nウ 平成１５年１０月号について\n(ア) 原告が党内での勉強会の開催状況について知っていたか否か、及び\n原告が拉致問題の進行状況について把握していたか否かについての記載\n部分<44>及び<45>は、事実を摘示しての名誉毀損であるといえる。\nこれらの記載部分については、それが真実であるか、真実であると信\nじることにつき相当の理由があるかについて、何らの主張立証はなく、\nこれらの記載部分ついては、名誉毀損の不法行為が成立するというべき\nである。\nまた、記載部分<46>は、これらの事実に基づき、原告の資質につき、\n「勤勉、鋭敏、謙虚とは言いかねるタイプ」と論評したものであるが、\nその前提事実について、真実であるか、真実であると信じることにつき\n相当の理由があるかについて、何らの主張立証がない以上、この記載部\n分についても、名誉毀損の不法行為が成立するというべきである。\n(イ) また、記載部分<49>については、原告が、自由民主党内の総務局長\nに就任することなしに、幹事長に就任したとの事実に基づき、原告の資\n質につき論評し、さらに、記載部分<50>ないし<54>については、原告を\n幹事長とする自民党執行部では、幹事長に集中しているはずの権限が他\nの政治家の側近に分散している旨の事実を記載することにより、全体と\nして原告が幹事長にふさわしい実力を備えていないと指摘したものであ\nり、事実に基づく論評である。\nそして、仮に、かかる前提事実が真実であったとしても 「傀儡幹事、\n長 「保護者同伴の幹事長 「裏の幹事長 「陰の幹事長」との記載は、」、」、」、\n極めて侮蔑的な表現であり、前述のように 「張り子のパンダ」との挑、\n発的ともいうべきタイトルのもと、原告の能力不足を喧伝する記事の全\n体としての論調をも考慮すれば、原告が公的立場にあることを重視した\nとしても、全体として論評としての域を逸脱し、名誉毀損の不法行為が\n成立するというべきである。\n(ウ) 最後に、記載部分<42>は、記事全体の見出し部分であり、当該記事\n中の種々の事実を前提としつつ、原告の資質について論評したものであ\nる。\n仮に、記事中の前提事実が真実であったとしても、当該記載部分は、\n到底、公正な論評であるとはいえない。\nすなわち、一般的に、週刊誌の見出しは、読者の興味を引くために、\n穏当を欠く表現になる傾向があり、一般読者もそのことを理解している\nことは否定できないものの、当該見出しは、見出し自体の表現として、\n挑発的かつ悪質なものであることに加え、上記のように、それに引き続\nく記事の内容としても、その見出しと同様の内容であって、それぞれ名\n誉毀損による不法行為が成立するものであることを考慮すると、この見\n出し部分についても、論評としての域を超え、名誉毀損の不法行為が成\n立するというべきである。\nエ 平成１５年１１月号\n記載部分<14>、<57>及び<58>については、自由民主党執行部の選挙対策\n等の事実に基づき、原告を含む執行部の対応につき論評したものである。\nこれらの論評は、総選挙において候補者調整等に混乱が生じたことを前\n提として、沖縄１区において自由民主党候補と公明党候補が小選挙区で衝\n突した事実、公明党が推薦を出した数が自由民主党が依頼した数よりも少\nなかった事実等が挙げられているが、この総選挙において候補者調整等に\n若干の混乱が生じたことは公知の事実といえる。\nそして、選挙が議会制民主主義の根幹ともいうべきものであり、国民の\n重要な関心事であることからすれば、自由民主党という与党の内部の事情\nについても、一定の程度においては、厳しい論評が許されるべきものであ\nって 「ほとんど調整らしい調整がないまま」と評することも、いまだ論、\n評としての域を逸脱したものであるとはいえず、名誉毀損による不法行為\nは成立しない。\nオ 平成１５年１２月号\n記載部分<59>は、自由民主党内の選挙対策等に関する事実に基づき、執\n行部の対応につき論評するなかで、原告個人の資質について「 選挙の『\n顔』にすぎない」と論評したものである。当該記載部分の表現は厳しいも\nのではあるが、上記のように選挙に関しては特に表現の自由に配慮がされ\nるべきものであること、原告が公的立場にあることを考え合わせると、当\n該記載部分は、いまだ論評としての域を逸脱したものであるとまではいえ\nず、名誉毀損による不法行為は成立しない。\nカ 平成１６年１月号について\n記載部分<17>、<18>及び<61>ないし<63>は 「部屋に官僚を呼びつけ、、\nあれこれ方針を打ち出したが、先輩族議員たちにあえなくひっくり返され\nた 」等との事実に基づき 「与党の要を担うはずのＸ氏に何の実権もない。、\nことは、もはや隠しようもない事実となっている 」等と論評したもので。\nあって、事実に基づく論評である。\nこれらの記載部分については、前提とする事実が真実であるか、真実で\nあることにつき相当の理由があるかについて、具体的な主張立証はなく、\nこれらの記載部分ついては、名誉毀損の不法行為が成立するというべきで\nある。\n(3) 争点(3)（原告が本件各記事の掲載によって被った損害を回復するために、\n謝罪広告が必要とするか）について\nア 以上のように、原告が指摘する記事部分のうち、<1>、<2>、<8>、<10>\nないし<13>、<15>、<16>、<33>、<37>ないし<41>、<43>、<47>、<48>、<5\n5>、<56>、<60>及び<64>は、原告の社会的評価を低下させるものではなく、\n<5>、<7>、<9>、<14>、<19>、<20>、<23>、<27>ないし<32>、<34>ないし<\n36>及び<57>ないし<59>は、公正な論評として、いずれも不法行為を構成\nしないが、記載部分<3>、<4>、<6>、<17>、<18>、<21>、<22>、<24>ない\nし<26>、<42>、<44>ないし<46>、<49>ないし<54>及び<61>ないし<63>につ\nいては、被告はそれを記載した本件各雑誌を編集及び発行し、原告の名誉\nを不当に害したというべきであるから、原告の被った損害について賠償す\nべき責任がある。\nイ 原告は、謝罪広告を別紙(1)記載の条件で５紙の日刊紙上に掲載するこ\nとを求めている。\n謝罪広告を命じることについては、そのすべてが憲法１９条に違反する\nものではないが、その性質上、その必要性が特に高い場合に限って認める\nのが相当である。\n本件では、上記認定事実のとおり、本件記事が掲載された雑誌の発行部\n数は７万部でありそれほど多いとはいえないこと、会員制の購読雑誌であ\nり読者が比較的限定されているといいうること、本件名誉毀損記事の内容\nの悪質性は極めて大きいとまではいえず、原告の被った損害もそれほど大\nきいとはいえないこと、原告は、本件記事掲載以降も自由民主党幹事長や\n内閣官房長官などの地位にあって精力的に政治活動を続けており（公知の\n事実 、謝罪広告を行うべき切実な必要性を認めるに足りる事情も見当た）\nらないことからすれば、本件が、謝罪広告が特に必要な場合であるという\nことはできない。\nしたがって、謝罪広告を命じることは認められない。\n(4) 争点(4)（原告が本件各記事の掲載によって被った損害額 ）について。\n本件各記事の内容、原告の社会的地位その他本件に顕れた一切の事情を考\n慮すれば、原告の被った損害に対する慰謝料としては、５０万円とするのが\n相当である。\n２ 以上のとおり、原告の請求は、主文の限度で理由があるからその限度で認容\nし、その余はいずれも理由がないから棄却することとし、訴訟費用の負担につ\nいて民事訴訟法６４条ただし書きを適用して、主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官 藤 山 雅 行\n裁判官 岡 田 安 世\n裁判官大須賀綾子は、転補につき、署名押印することができない。\n裁判長裁判官 藤 山 雅 行\n別紙(1)\n第1 謝罪広告の内容\nＸ氏に対する謝罪広告\n当社は、貴殿の政治生命を短縮させたいとの意図のもと、当社発行にかかる月刊\n誌「Ｙ」本件雑誌平成15年7月号、同年9月乃至平成16年1月各号において 「 貴殿、（\nの不手際により）Ｃ財務相が謝罪に出向く騒ぎとなった 、あるいは貴殿が官房副。」\n長官の職にあったときのこととして 「貴殿が、国会対策も免除されている 、等、。」\n々の虚偽事実を含めた、全体として貴殿を侮辱する多数の記事を掲載し、貴殿及び\n自由民主党、親族、支援者等に多大の迷惑を及ぼしたことを心から深くお詫びしま\nす。\n（年月日）\nＹ出版株式会社\n「Ｙ」発行人 Ｚ\n衆議院議員 Ｘ 殿\n第２ 掲載条件\n１ 謝罪広告の大きさは2段・横9センチメートルとする。\n２ 活字は 「Ｘ氏に対する謝罪広告」という見出しを8ポイント・ゴシック体と、\nし、本文を8ポイント・明朝体とする。\n３ （年月日）は、謝罪広告掲載の年月日とする。\n４ 二日間継続して掲載する。\n別紙(2) 名誉毀損部分一覧表\n符号 掲載場所 本件記事部分の内容\n平成15年7月号（甲1）\n<1> 59頁第三段・後ろか 驚くべきことだが、Ｘ氏はこのほかに拉致問題で\nら1行目以降 これといった政策を何一つ打ち出していない。政\n府の「拉致被害者・家族支援室」新設を外務省か\nら内閣官房に変更させたのは縄張り争いにすぎな\nい。\n<2> 59頁第四段・後ろか 今年三月、外務省が国連人権委員会に提出した報\nら5行目以降 告書を「新たな情報はない」などと英文十二行で\n済ませていた不始末について、Ｘ氏は報道で初め\nて知った。\n<3> 60頁第一段・前から たとえば北朝鮮の万景峰号に対する船体検査につ\n8行目以降 いても、Ｘ氏は国土交通省から事前に必ずしも十\n分な情報を得ていなかった。\n<4> 60頁第一段・後ろか 本来なら副長官が担当する官邸の国会対策も、Ｘ\nら3行目以降 氏は「御曹司」として免除されている。\n<5> 60頁第二段・前から Ｘ氏は本来、予定通り実施の立場で事態の収拾に\n14行目以降 当たる役回りだが、族議員とＢ氏の間をうろうろ\nするばかり。Ｅ党首率いる自由党との連立政権維\n持という政争が絡んだとはいえ、最後まで見せ場\nを作れず、保険料徴収半年凍結の妥協案を押し付\nけられた。\n<6> 60頁第三段・後ろか Ａ派ぐるみでＢ氏を騙した謀略に無関係だったと\nら10行目以降 は言えない。一杯食わされたＢ氏は激怒し、Ｘ氏\nを呼びつけてわめき散らしたが 「こんな若造じ、\nゃ軽すぎる」と収まらない。Ａ派長老のＣ財務相\nが謝罪に出向く騒ぎとなった。\n<7> 61頁第一段・後ろか 実際は内容に驚き呆れた大学関係者の告発が発端\nら３行目以降\n<8> 61頁第三段・前から Ｘ氏は産経新聞社の月刊誌『正論』の愛読者で、\n２行目以降 事務所にずらりとバックナンバーを並べているほ\nど\n<9> 61頁第三段・後ろか 「政治家というより運動家。器用に政策も口にす\nら９行目以降 るけど、本質は一見ソフトな大衆アジテーターで\nしょう。パンチはないけど。時々意識的にマスコ\nミを挑発してみせるのも、政治活動と政治運動が\nごっちゃになっているからだよね。拉致問題も外\n交というより運動のノリでしょ」仲のいい同世代\n議員の診断だ。\n平成15年9月号（甲2）\n<10> 50頁第二段・後ろか意外なようだが、北朝鮮は「拉致問題は解決済\nら９行目以降 み」という表向きの見解と同時に、基本的には家\n族を帰国させたい方針を持ちつづけ、公式交渉が\n途絶えた後も、水面下の接触ではくりかえし日本\n側に伝えている。\n<11> 51頁第二段・前から Ｇ氏は昨年、Ｘ氏の強硬論で外交方針の変更を余\n4行目以降 儀なくされた苦い経験から、今回はＸ氏に経過を\n説明し、計画の中に取りこむ手に出た。Ｘ氏は表\n向き異論を封じられ、Ｇ氏の計画に賛同してい\nる。\n<12> 51頁第三段・前から 「九月帰国」が実現しても、現状ではＦさんを除\n３行目以降 いた計画とならざるを得ない。\n平成15年10月号（甲3）\n<13> 49頁第三段・前から「Ｘ氏が拉致事件の解決に深くかかわるわりに\n３行目以降 は、核・ミサイル問題への関心が薄い （米側外。」\n交筋）との不満があったのも事実だ。\n平成15年11月号（甲4）\n<14> 53頁第一段・後ろか 「副総裁Ｊ・幹事長Ｘ・総務局長Ｋ」のラインが\nら8行目以降 仕切る今の自民党選対の調整力不足は目を覆うも\nのがある。ほとんど調整らしい調整がないまま選\n挙本番に突入した。\n平成15年12月号（甲5）\n<15> 53頁第四段・前から Ｌの要求を自民党幹事長Ｘが全面的に受け入れた\n９行目以降 のである。\n<16> 53頁第四段・前から 酒を飲まないＸは「これまでの自公調整はＪさん\n14行目以降 とＬさんが酔っぱらってつくったものばかりじゃ\nないの」と冗談とも本音ともつかない皮肉を漏ら\nしている。\n平成16年1月号（甲6）\n<17> 50頁第一段・後ろか 部屋に官僚を呼びつけ、あれこれ方針を打ち出し\nら11行目以降 たが、先輩族議員たちにあえなくひっくり返され\nた。\n<18> 50頁第二段・前から 副幹事長らと一緒の大部屋から離れず、\n10行目以降\n別紙(3) 侮辱部分一覧表\n符号 掲載場所 本件記事部分の内容\n平成15年7月号（甲1）\n<19> 59頁第三段・後ろか だが、事態はその後、膠着状態に陥ったまま険悪さ\nら5行目以降 を増し、問題の解決はむしろ遠ざかっている。\n<20> 59頁第四段・前から Ｘ氏の「活躍」とは、実は被害者と家族会から「最\n5行目以降 も信頼されている政府の相談役」として事あるごと\nにカメラの前で面会し、時に被害者や家族会の「臨\n時スポークスマン」と化して一部の不埒なメディア\nを激しく指弾することだけなのだ。\n60頁第一段・前から むしろ実力ある政治家なら、構図を逆手にとって情<21>\n２行目以降 報入手ルートを確保し、政治力を鍛えるステップに\nするくらいだが、Ｘ氏はそうした才覚を発揮できて\nいない。\n60頁第一段・最終行 経済にはもともと不案内で関与していない。残る仕<22>\n以降 事といえば、自民党の選挙対策委員会の指示通り各\n種選挙戦の応援演説に出かけるくらい。\n60頁第二段・前から そもそも政治力の拙さは、副長官の重責を担う前か<23>\n8行目以降 らのことだ。\n60頁第四段・前から 単なる使い走りに終始した点だ。<24>\n1行目以降\n60頁第四段・前から 実態はミニ政争の狭間で翻弄されるばかり（中略）<25>\n8行目以降 Ｘ氏はＢ氏に奇妙なほど遠慮がちだ。\n60頁第四段・前から 政治家に調整能力は不可欠だ （中略）だが、これ<26> 。\n14行目以降 までのところＸ氏には、その才があるようには見受\nけられない。むしろ下手な部類だろう。\n61頁第一段・前から 指摘はいちいち正しくても、話柄が首相を狙う政治<27>\n7行目以降 家の風格とは言いかねるのだ。\n61頁第三段・後ろか 今ひとつ個性の弱いタレントが忘れられまいとして<28>\nら12行目以降 話題作りに励む姿をどこかで思い出せる。\n61頁第四段・前から 陰口が少なくない<29>\n3行目\n61頁第四段・前から Ｘ氏の議論も五五年体制の枠組みから抜け出ていな<30>\n12行目以降 い古風な作りだ。\n61頁第四段・後ろか Ｘ氏は「人気者への嫉妬」と思っているようだ<31>\nら12行目以降\n61頁第四段・後ろか 「担ぐにはうってつけの御輿だが、共に組んで大事<32>\nら8行目以降 を仕掛ける器じゃない」というのが現時点での政界\nにおけるＸ評だ。\n平成15年9月号（甲2）\n50頁第三段・前から 現実的な解決への道筋をめぐっては、日本側にも混<33>\n2行目以降 乱がある。\n50頁第四段・後ろか 波乱要因は日本側にある。世論の風向きと官邸内の<34>\nら3行目以降 綱引きだ。Ｘ官房副長官の立場に、その矛盾が象徴\nされる。Ｘ氏は「拉致問題のアイドル」として国民\n的人気を集めてきたが、言動を検証すると、強硬論\nをあおるばかりで問題解決への具体的な手立ては何\nも講じていない。\n51頁第一段・前からＸ氏の強硬論に引きずられて感情的な反応が突出<35>\n6行目以降 し、\n51頁第一段・後ろか 問題が半歩でも前進した時、Ｘ氏の役割は中途半端<36>\nら6行目以降 になる。一定の評価をしながら、原則論を押し立て\nて批判もする分かりにくい態度にならざるを得ない\nからだ。\n51頁第三段・前から日本側が方針を決めなければならない課題だが、<37>\n13行目以降 「九月帰国」の観測が高まるにつれ、議論は逆に拡\n散している。\n51頁第三段・後ろか 原則論を盾に部分的な前進を否定する。<38>\nら９行目以降\n51頁第三段・後ろか この点でも立場が定まっていないのは日本の側だ。<39>\nら4行目以降\n51頁第四段・前から強硬論の勢いを保つために、北朝鮮の柔軟路線を<40>\n2行目以降 「まやかしだ。だまされるな」と未然に潰そうとす\nる本音が見え隠れするのだ。\n51頁第四段・後ろか それどころか省内の主導権争いにかこつけて「Ｇは<41>\nら9行目以降 米国からにらまれている」という噂を流し、拉致が\n核より前に進むことを牽制しようとする動きまで現\nれている。\n平成15年10月号（甲3）\n50頁見出し部分 「張子のパンダ」Ｘ幹事長 Ｈ、Ｅとは雲泥の差<42>\n50頁第二段・前から 「拉致のＸ」へ大化け<43>\n6行目以降\n50頁第二段・最終行 勉強会をやっているのを知らない日もあった<44>\n目以降\n50頁第三段・前から Ｘさんは、肝心の拉致問題についてさえ、政府内ど<45>\n8行目以降 ころか官邸内で何が進んでいるのか知らないことが\nありました\n50頁第三段・最終行 身近に見る実像は勤勉、鋭敏、謙虚とは言いかねる<46>\n目以降 タイプ\n50頁第四段・前から 部長がいきなり社長になったようなものである。<47>\n11行目以降\n51頁第一段・後ろか 「もうこれで総務局長にはなれないってことだな」<48>\nら4行目以降 と軽口を叩いた。\n51頁第二段・前から 中学生の基礎学力を身につけず大学生になったよう<49>\n12行目以降 なものか。\n51頁第三段・前から Ｉ・Ａコンビに間接統治された傀儡幹事長そのもの<50>\n5行目以降 だ。\n51頁第三段・前から 結局、Ｊとやるしかない」とぼやいた。<51>\n12行目以降\n51頁第三段・前から 「保護者同伴」の幹事長<52>\n15行目以降\n51頁第三段・最終行 Ａに泣きつくしかないだろう。<53>\n目以降\n51頁第四段・前から Ｊ氏という「裏の幹事長」を排除しても、老練なＡ<54>\n1行目以降 氏に「陰の幹事長」として実権を振るわれるのが落\nちだ。\n51頁第四段・後ろか 自民党選対の幹部は、Ｘ人気の上滑りを警戒してい<55>\nら１４行目以降 る。\n51頁第四段・後ろか 「人寄せパンダは用済み」と体よく祭り上げられて<56>\nら7行目以降 しまう可能性も大きい。\n平成15年11月号（甲4）\n53頁第三段・後ろか 小泉を筆頭にした現執行部のお粗末な対応<57>\nら11行目以降\n53頁第四段・後ろか ドサクサに紛れて重要な決定を行うやり方も変わら<58>\nら14行目以降 ない。\n平成15年12月号（甲5）\n54頁第三段・後ろか 幹事長のＸはあくまでも「選挙の顔」に過ぎない。<59>\nら8行目以降\n平成16年1月号（甲6）\n49頁第一段・見出し Ｘ幹事長も指導力不足か 拉致事件で一躍、時の人<60>\n以降 となったＸ氏が官房副長官から幹事長に就任したあ\nと政府・拉致議連の拉致事件への取り組みが心配さ\nれたが、その危惧が現実のものとなってきた。\n<61> 50頁第一段・前から与党の要を担うはずのＸ氏に何の実権もないこと\n3行目以降 は、もはや隠しようもない事実となっている。\n<62> 50頁第二段・前から党内で注目する議員はほとんどゼロだろう。\n3行目以降\n<63> 50頁第二段・前から 中途半端な境遇がよく表れている。\n12行目以降\n<64> 50頁第三段・前から 「あの人は本当に飲まんなあ。話が進まんよ」と、\n2行目以降 むしろ愛想尽かしを食ってしまった。\n"
}