{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 30
  },
  "case_number": "平成16(ワ)9643",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "5450",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5450",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/450/005450_hanrei.pdf",
  "contents": "平成１７年１１月３０日判決言渡\n平成１６年(ワ)第９６４３号　損害賠償請求事件\n判決\n主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告らは、原告に対し、連帯して３５２６万４３７３円及びこれに対する平成１５年８月１５日から支払済\nみまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　前提となる事実主張\n(1)ア　原告の妻であるＡは、被告Ｂ株式会社が経営するＣ病院（以下「被告病院」という。）に、平成８年\nころから主として高脂血症及び高血圧の治療を目的として通院していた。Ａについては、平成１３年１１月\n１５日及び同年１２月１３日に胃の内視鏡検査が行われ、その結果として１７個以上のポリープが発見され\nていた。\nＡは、平成１５年５月６日に被告病院において主治医である被告Ｄの診察を受けた際、胃癌及び転\n移性多発性肝癌が発見され、同月８日に被告病院に入院し、同月１９日から他の病院に転院したが、同\n年８月１４日、死亡した。\nイ　原告は、上記ポリープの発見以降、Ａが被告病院で診察を受けていたにもかかわらず、主治医が\nレントゲン検査等の検査をせず、胃癌を発見する義務を怠り、又はこれを見落としたとして、被告らに対\nし、診療契約上の債務不履行又は不法行為に基づき、損害賠償及びこれに対するＡ死亡日の翌日であ\nる平成１５年８月１５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた。な\nお、原告は、Ａの有すべき損害賠償請求権を相続人間の遺産分割協議により単独で相続した。\n(2)　これに対し、被告らは、原告の主張する注意義務違反の事実を否認して争っている。\n２　争点\n(1)　平成１３年の内視鏡検査の際に胃癌の存在を見落とした過失の有無\n(2)　遅くとも平成１４年２月２１日の時点でＡの胃癌の有無について検査をすべき注意義務の有無\n(3)　損害額（判断する必要がなかった争点）\n３　争点についての当事者の主張\n(1)　争点(1)（平成１３年の内視鏡検査の際に胃癌の存在を見落とした過失の有無）について\n（原告の主張）\nア　ＡのCEAの値\n(ア)　検査値\nＡは、平成１３年１１月１日の胃癌などの腫瘍マーカー（CEA）の基準値が４．８であるところ、検査\n値は４．９であった。\n(イ)　カルテの改竄ないし偽造について\nカルテ（乙Ａ１）が改竄ないし偽造されたことは、次の事情から明らかであり、被告の主張は信用で\nきない。\nａ　証拠保全時におけるカルテ、看護記録、内視鏡写真などの提出時期\n本件の証拠保全は平成１５年８月２０日午後１時に開始され、午後１時１０分ころにレントゲン写\n真、診療報酬明細書などが提出された。しかし、カルテ、看護記録、内視鏡写真などは午後２時５０分にな\nってようやく提出された。証拠保全決定は同日午前１１時３０分に被告病院に送達されているところ、その\n時点から３時間２０分もの時間が経過している。\n被告病院は、以前に原告の子息からカルテのコピーの依頼があったため、事務局長がカルテを\n別に保管していたところ、その後、事務室内の位置変更などにより所在不明となったため、発見までに時\n間がかかったと主張するが、そうだとしても３時間２０分もの時間がかかるとは考えられない。\nｂ　内視鏡写真について\n平成１３年１１月１５日に実施された内視鏡検査結果を示す写真は、乙Ａ第１号証においては２頁\n８枚あるが、各頁の写真は相互に全く同一であるのに、それぞれの頁は、写真部分以外に背景部分があ\nる頁とない頁とになっており、一見していかにも別の写真のように見える。また、平成１３年１２月１３日に\n実施された内視鏡検査結果を示す写真についても同様である。\nこのように、被告らは、写真の背景に工作を施したというべきであって、検査１回につき４枚の写\n真を残し、自己に不利なほかの写真は隠蔽した疑いが濃厚である。内視鏡検査では、通常は１６ないし２\n０枚の写真を撮るものであり、本件の場合、１７個以上のポリープがあり、胃潰瘍、活動性慢性胃炎があ\nる複雑な胃の状態であったので、被告らは、１回の検査で４枚の写真ではつじつまが合わないと考え、こ\nれを８枚に水増しした上、それを見破られないようにするべく、写真の背景に工作を加えたと考えざるを得\nない。\nｃ　内視鏡写真のネガフィルムについて\n原告が上記ｂのとおり内視鏡写真について疑問を指摘し、ネガフィルムの提出を求めていたとこ\nろ、被告は、その８か月後になってようやく平成１３年１１月１５日撮影分のネガフィルムの現像写真を提出\nするとともに（乙Ａ１５）、同年１２月１３日撮影分についてはネガフィルムが存在しないと回答した。\nネガフィルムは診療録と同様に５年間保存すべきものであるところ、平成１３年１２月１３日撮影\nのネガフィルムは、その時点におけるガンの徴候ないしポリープの変化の有無を知る上でかけがえのな\nい証拠であるから、これが存在しないことについて被告はより早期に明らかにすべきであり、このように重\n要かつ法的に保存が義務づけられている証拠を被告が隠し又は滅失した場合、裁判所は相手方である\n原告の主張を真実であると認めるべきである。\n平成１３年１１月１５日撮影分のネガフィルムについても、重要な証拠でありかつ原告が強く指摘\nしていたものであるところ、これが結審近くになって提出されたため、原告の立証活動は封じられたに等し\nい。なお、このネガフィルムの撮影時刻とカルテに添付された写真の撮影時刻は一致しておらず、疑問が\nある。\nｄ　乙Ａ第１号証とＥ作成のメモの内容との大幅な相違\n原告の子であるＥは、Ａが癌を宣告された後である平成１５年５月２６日、被告病院で病院長らに\n面会し、カルテの一部をメモした。その内容は受診日がカルテとほぼ一致し、多くの専門用語、検査結果\nの具体的数値を含んでいるので、当時のカルテと一致しているものと思われる。\nしかしながら、乙Ａ第１号証は、上記メモと内容が大きく相違するのであって、カルテが改竄され\nたことは明らかである。\nイ　ポリープの存在とＡの症状\n平成１３年１１月１５日及び１２月１３日の内視鏡検査では、胃に１７個以上のポリープが存在し、胃\n潰瘍、活動性慢性胃炎があり、食欲がなく、肩と背中が痛いといった症状があった。\nウ　担当医師の過失\n上記のポリープのうち、生検が行われたのは５か所のみであり、残りの１２個のポリープにガン細胞\nが存在していた可能性は十分にあり、平成１５年に至って発見されたガンがかなり末期のものであって、\n急速に成長するスキルス癌でなかったことからすると、上記の検査の際に担当医師が癌を見落とした可\n能性は十分ある。\n（被告の主張）\n平成１５年５月に発見されたのは胃体下部大弯の病変であるところ、それは平成１３年の２回の検査\nで発見されたポリープとは異なったものであって、同検査時にはそのような病変は存在しなかったのであ\nるから、見落としとの主張は前提を欠く。\nまた、平成１３年の病理診断の結果は良性であってヘリコバクターピロリ菌も認められず、CEAの値\nも基準値を下回っていたから、消化器系の癌の疑いはなかった。\n(2)　争点(2)（遅くとも平成１４年２月２１日の時点でＡの胃癌の有無について検査をすべき注意義務の\n有無）について\n（原告の主張）\nア　Ａが内視鏡検査を断ったことはないこと\nＡは、平成１３年に２回も内視鏡検査を受けているように、医師を信頼しており、ポリープの存在を\n自覚しつつ、食欲が次第になくなり口がまずくなったために、２週間に１度通院していたのであるから、医\n師の勧めを断ることは到底考えられない。\nまた、Ａはその日のことを夫に何でも話していたが、夫はＡから検査を勧められて断ったということを\n聞いていないし、診療録に検査を勧めた旨の記載がないことからすると、担当医師は検査を勧めてはい\nないと認めるべきである。このことは、平成１５年５月の検査について、Ａが家族の勧めにより自ら医師に\n申し出たものであることからも明らかである。\nイ　その後のＡの症状\nＡは、平成１３年の検査時から食欲がなく、体重が平成１４年４月から平成１５年５月までの間に３．\n１キログラム減少し、「肩と背中が痛い、こる。」と訴えて湿布薬を処方されていたし、萎縮性胃炎により投\n薬を受けていた。\nウ　担当医師の注意義務\n上記イ及び(1)の諸事情とＡの年齢からすれば、遅くとも平成１４年２月２１日の診察日には内視鏡\n又はレントゲン検査及び腫瘍マーカー（CEA）の検査をするべきであり、その後も状況によっては約２か月\nごとにこれらの検査をするべきであった。\nエ　担当医師の行為\nそうであるにもかかわらず、被告らは、その義務を怠り、平成１５年５月６日までこれらの検査をしな\nかった。なお、Ａが検査を断っていないことは上記アのとおりであるが、仮にそのようなことがあったとして\nも、医師としては癌の危険性を説明し、十分に説得をすべきであり、被告の担当医はこのような説明での\n説得を怠った。\n（被告の主張）\nア　Ａの当初の診療目的と経過\nＡは、平成８年より、高血圧、高脂血症の治療目的で外来診療をしているのであって、高血圧及び\n高脂血症で通院中の患者に腫瘍マーカーの採血や内視鏡検査を日常的に実施することはなく、心窩部\n痛、悪心、吐下血などの腹部悪性疾患を疑わせる症状や血液検査において貧血の進行や腫瘍マーカー\nの上昇などが確認されて初めて、更なる精査を実施することになるにとどまる。\nＡは、平成１３年１０月ころ、血液検査で貧血（ヘモグロビン値９．６g/dl）を認め（なお、貧血の「症\n状」が現れていたものではない）、貧血の原因として消化管出血が疑われたため、同年１１月１５日及び１\n２月１３日の２回、上部消化管内視鏡検査を実施し、胃体部に１７個以上の過形成性ポリープが発見さ\nれ、貧血の原因は、易出血性の胃の過形成性ポリープであると考えられた。そこで、担当医師からＡに対\nし、その内視鏡的切除について説明がされた。Ａはこれを希望せず、経過観察となったものの、鉄欠乏性\n貧血が増悪した場合、再度内視鏡検査を検討することとなっていた。\nイ　被告医師が数回にわたって内視鏡検査を勧めたこと\n上記のように、鉄欠乏性貧血が増悪した場合、再度内視鏡検査を検討することとなっていた。\nしかし、その後、貧血が改善されたため、平成１４年３月には鉄剤投与を中止し、内視鏡検査等を\n実施する客観的根拠は消失し、その上で定期的に血液検査を実施したが、その結果でも貧血の進行は\n認められず、しかも入院直前まで腹部症状の訴えはなかった。\nとはいえ、被告医師は、平成１４年４月及び平成１５年１月にもＡに対して内視鏡検査を勧めたので\nあって、そうであるにもかかわらず、Ａがこれを断り続けたものである。\nウ　まとめ\n上記の各事実からすると、被告医師が悪性疾患を想定して内視鏡検査等を実施することを基礎づ\nける事実は存在せず、よって被告らには過失はない。\n(3)　争点(3)（損害額）について\n（原告の主張）\nア　Ａの損害\n(ア)　癌宣告後の被告病院の入院費、治療費 ４万１８７０円\n(イ)　Ｆ病院の入院費、治療費 １０８万６０１４円\n(ウ)　転院交通費 １３８０円\n(エ)　逸失利益 ５４３万５１０９円\nＡは、平成１５年８月１４日の死亡時に７５歳であり、女子の平均余命は１４．４２年である。同人\nは、死亡時に年間は７８万４３９８円の国民年金及び老齢基礎年金を得ていたので、生活費として３割を\n控除し、ライプニッツ式により中間利息を控除した額が逸失利益となる。\n(オ)　慰謝料 ２４００万００００円\nＡは、４人の子が独立して幸福に生活しており、自らの老後を楽しみにしていたのに、通院中に、\n突如、余命３か月の癌であると宣告され、その予告どおりに死亡した。その精神的衝撃と無念さからする\nと、慰謝料は２４００万円が相当である。\n(カ)　相続\n原告は、Ａの夫であるところ、Ａの子４名と原告は、遺産分割協議により、本件の損害賠償請求権\nをすべて単独相続するとの合意をした。\n仮に、上記請求権が遺産分割協議の対象とならない場合、Ａの子４名は、平成１６年４月８日、そ\nれぞれが相続した請求権を全部原告に譲渡し、訴状の送達によってこれを被告に通知した。\nイ　葬儀費用 １５０万００００円\n実施に要した葬儀費用２９６万２２８０円の内金として１５０万円を請求するものである。\nウ　弁護士費用 ３２０万００００円\n原告は、原告訴訟代理人に対し、弁護士費用として３２０万円を支払うことを約した。\n（被告の主張）\n不知、否認ないし争う。\nア　Ｆ病院の入院治療費及び転院交通費については、被告病院が平成１５年５月２０日に手術の準備\nをしていたところ、その直前である同月１９日に家族の意思によって転医しているのであって、因果関係が\nない。\nイ　逸失利益については、Ａの疾患に鑑みると、平均余命で計算する合理的根拠はない。国民年金老\n齢基礎年金は一身専属的権利であって相続の対象にはならない。\nウ　慰謝料については、被告病院の医師は、Ａの家族に対しては癌の告知をしたが、Ａ自身に対して\nは癌の告知をしていない。原告の主張が、「通院中、突如余命３か月の癌であると宣告され、その予告通\nりに死亡した」というものであれば、被告病院の医師がそのような宣告をしていない以上、主張自体失当\nであるといわざるを得ない。仮に死亡慰謝料という趣旨であっても、明らかに過大である。\nエ　葬儀費用及び弁護士費用については、その証拠がない。\nオ　さらに、相続については、損害賠償請求債権はＡの死亡により当然に相続人間で分割されるので\nあるから、これを原告に集中させたことは債権譲渡に当たるところ、被告らは債権譲渡に関する通知を受\nけていないから、原告は同債権譲渡を被告らに対抗できない。\n第３　事実認定\n１　乙Ａ第１号証及び乙Ａ第１５号証の成立について\n原告は乙Ａ第１号証及び乙Ａ第１５号証の成立を否認するので、事実認定をするに当たり、まずこの\n点を判断することとする。\n(1)　乙Ａ第１号証について\nア　原告は、次の３点を理由として、乙Ａ第１号証が偽造によるものであるか改ざんされたものである\nと主張する。\n(ア)　本件診療録等についての証拠保全に関して、証拠保全決定が平成１５年８月２０日午前１１時３\n０分に送達された後、証拠保全手続が午後１時に開始されたが、診療録、看護記録及び内視鏡写真など\nが午後２時５０分になって提示されたこと\n(イ)　被告は、診療録等の提出が遅れた原因として、以前に原告の子息から診療録のコピーの依頼\nがあった際、事務長がこれを別保管として事務室で保管しておいたところ、その後、事務室の配置の変更\nがあったため、所在不明となり、探索に時間がかかったとしているが、そのような保管状況であったか否\nか疑問であるし、仮にそうであったとしても探索にそれほど長時間を要するとは考えられず、その間に改\n竄等が行われたことに間違いないこと\n(ウ)　原告の子であるＥが平成１５年５月２６日、被告病院において病院長らと面会し、診療録の一部\nをメモしているが、そのメモ（甲Ａ２）の内容と乙Ａ第１号証の内容とが相反していること\nイ(ア)　しかしながら、当裁判所が第５回弁論準備手続期日において取り調べた乙Ａ第１号証の原本\nには何らかの改ざんがされた形跡は見当たらないし、次に述べるとおり、原告が主張する理由はいずれ\nも改ざんがされたことを理由づけるものとはいえない。\nすなわち、上記ア(ア)については、確かに、送達時刻から３時間２０分も経過した後に診療録など\nが提示されたことが認められ（甲Ｂ２、本件第２回弁論において結果陳述された横浜地方裁判所平成１５\n年(モ)第１５１１号証拠保全事件による検証の結果〔以下「証拠保全結果」という。〕）、このことについて\nは、いささか不自然の感を免れない。しかし、被告病院が原告の主張するとおり説明をしたことに加え、Ｅ\nが平成１５年５月２６日に被告病院の病院長らと面会し、診療録が事務室へ移動したことは争いがないと\nころ、このことに照らせば、被告病院の説明が不自然であるとまでは認められない（上記ア(イ)）。\n(イ)　また、上記ア(ウ)については、原告は、[1]平成８年２月１６日、[2]同年３月１５日、[3]平成９年１\n０月２４日、[4]同９年１１月１９日、[5]平成１２年５月１９日、[6]平成１３年１１月１５日に関する甲Ａ第２号証\nの記載とそれに対応する乙Ａ第１号証の記載とを比較対照し、両者の記載が相反していることを、乙Ａ第\n１号証が改竄ないし偽造によるものであることを理由づけるものであるとし、Ｅも同旨を述べる（甲Ａ３〔３、\n４〕）。\nしかしながら、甲Ａ第２号証の記載と乙Ａ第１号証の記載とを比較対照しても、甲Ａ第２号証の記\n載が、乙Ａ第１号証が改竄ないし偽造によるものであることを基礎づけるものであるとはいえない。\nすなわち、上記[1]、[2]、[5]については、その内容がほぼ一致している。上記[3]については、原告\nは内容が一致しないと主張するが、血圧が「１６０／９０」である点及びヘモグロビン値が「１１．４」であって\n低下している点において内容は一致しているし、これに加えて、上記ヘモグロビン値が平成９年１０月１日\nに施行された血液検査の結果を書き写したものと認められる点（乙Ａ５〔８〕）からすれば、上記[3]について\nも内容は一致しているというべきである。上記[4]については、確かに平成９年１１月１９日の記載とは一致\nしないが、平成１０年１１月１９日の記載（乙Ａ１〔１９〕）には甲Ａ第２号証の「１１／１９」と記された欄（甲Ａ２\n〔２〕）に記載されたコレステロール値とほぼ一致する数値の記載、TGの値と同じ数値の記載及びメバロチ\nン薬を処方したと推認される記載（「Mevalotin」との記載）があることからすれば、その内容はほぼ一致す\nるというべきであって、甲Ａ第２号証の当該記載は日付が誤記によるものである疑いが強いというべきで\nある。上記[6]については、甲Ａ第２号証に対応する記載が乙Ａ第１号証にはないが、甲Ａ第２号証には\n「指をさしながら説明」との記載があることからすれば（甲Ａ２〔３〕）、甲Ａ第２号証の記載は、乙Ａ第２号証\nの「Hyperplastic polyp」（過形成性ポリープ）、「biospy Group  1」（生検　グループ１）との記載を指さして病\n院長が口頭で説明をし、Ｅがその内容を記載したものとも考えられる。\nウ　したがって、乙Ａ第１号証は真正に成立したものと認められる。\n(2)　乙Ａ第１５号証について\nア　原告は、乙Ａ第１５号証（内視鏡写真のネガの拡大写真（２００１，１１，１５分））について、本件証\n拠保全時において写真の提出が送達時から３時間２０分、手続開始時から１時間５０分遅れで提示された\nこと、平成１３年１２月１３日の内視鏡写真のネガフィルムがあるはずであるのに存在しないこと、乙Ａ第１\n５号証の写真の撮影時刻がすでに提出されている同日撮影の写真４枚（乙Ａ１〔７５、７６〕）の撮影時刻と\n異なることを挙げ、これが疑惑に満ちていると主張する。\nイ　しかしながら、乙Ａ第１５号証をみても、その成立の真正が否定されることをうかがわせるような事\n情は見当たらない。確かに、乙Ａ第１号証・７５及び７６頁に貼付されている写真は、乙Ａ第１５号証の写真\nと同様の被写体であると認められるが、撮影日時において一致するものが存在しない。しかし、弁論の全\n趣旨によれば、内視鏡検査を実施中には機器内において時計が作動しているところ、特定時刻の写真を\n撮影する際には、ポラロイド写真による撮影とネガに記録する写真撮影との２種類があり、これが別個に\n撮影されるため、ポラロイド写真とネガとの間に一定の時間差が生じることが認められるから、乙Ａ第１号\n証・７５及び７６頁に貼付された写真と乙Ａ第１５号証の写真との間に時間差が生じていることはむしろ当\n然というべきであって、原告の主張は採用できない。\nまた、別の機会に撮影されたネガフィルムが廃棄されて存在しないことは乙Ａ第１５号証の成立の\n真正とは関係のないことといわざるを得ない。\nウ　したがって、乙Ａ第１５号証は、真正に成立したものと認められる。\n２　事実認定\n証拠及び弁論の全趣旨等（認定の根拠となった証拠等を（）内に示す。直前に示した証拠のページ番\n号等を〔〕内に示す。）によれば、次の事実が認められる。\n(1)　当事者\nア(ア) Ａは、平成８年ころから被告Ｂ株式会社と次の(2)のとおり診療契約を締結して被告Ｃ病院に\n通院していた（争いのない事実。なお、上記診療契約に基づいて被告病院がＡに対して行った診療を以下\n「本件診療」という。）。\n(イ) 原告は、Ａの夫である（甲Ｃ１）。原告とＡには、子としてＧ、Ｈ、Ｉ及びＥがいるが、同人ら及び\n原告は、遺産分割協議により、Ａが被告らに対して有するべき損害賠償請求権を原告が相続することを\n合意した（甲Ｃ２）。\nイ(ア)　被告会社は、被告病院を経営している（争いのない事実）。\n(イ)　被告Ｊは、被告病院の医師であり、本件診療のうち平成１４年１月から１２月まで原告の診療を\n担当した（争いのない事実、乙Ａ１１〔２〕）。\n(ウ)　被告Ｄは、被告病院の医師であり、本件診療のうち平成１５年１月から５月まで原告の診療を担\n当した（争いのない事実、乙Ａ１２〔２〕）。\n(2)　初診（診療契約）\nＡは、平成８年２月６日、被告病院を受診した。それ以降、平均して２ないし３週間に１度の割合で被\n告病院に通院し、主として高脂血症及び高血圧の治療として採血、薬の処方、栄養指導等を受けていた\nところ、体重について、平成１０年中は５１ないし５２キログラムで推移していたのに対し、平成１１年９月に\nは２キログラム減量し、５０キログラムとなり順調に低下しているとの指摘がされ、その後は特に体重の増\n減に関する指摘はされていない。（争いのない事実、乙Ａ１〔４ないし５３〕）\n(3)　Ｋ医師による診療\nア　Ａについては、平成１３年７月１２日からＫ医師が診療を担当し、高血圧・高脂血症及び腰椎症の\n診療をしていた。Ｋ医師は、定期的に採血を行って総コレステロール値や中性脂肪を検査し、ミルタックス\n等の薬を処方していた。（乙Ａ１〔３８ないし４０〕、乙Ａ１４）\nイ　同年１０月９日に施行した血液検査の結果、ヘモグロビン値が９．６であった。そのため、Ｋ医師\nは、Ａが貧血であるとの疑いを持ち、同年１１月１日、同年１１月１５日に上部消化管内視鏡検査を施行す\nることとし、更にCBC（末梢血液検査）を実施して、腫瘍マーカーによる検査を行い、フェリチン値及びCEA\n値も検査をした。（乙Ａ１〔４０、４１〕）\n(4)　平成１３年１１月１日における腫瘍マーカー検査\nア　上記(3)のCBCにおける腫瘍マーカー検査の結果、フェリチン値が４．９、CEA値が０．６であり、い\nずれも基準値の範囲内であった。（乙Ａ１〔４１〕、乙Ａ９）\nイ　この点について、原告は、CEA値は４．９であったと主張し、確かに、乙Ａ第１号証・４１頁には、原\n告が主張するとおり、「４．９」と記載されている。\nしかし、上記記載は、その内容からして原資料というべき検査結果報告書（乙Ａ９）を転記したものと\n認められるところ、同報告書には、検査項目欄・検査結果欄の順に、５行目に「ＣＥＡ」・「０．６」と、６行目\nに「フェリチン：ＲＩＡ」・「４．９」とそれぞれ記載されている。これらの記載はいずれもゴシック体の不動文字\nによるものであって、機械を用いてされた血液検査の検査結果が記載されたものと考えられるのであるか\nら、CEA値は、乙Ａ第９号証に記載されたとおり０．６であると認めるのが相当である。そして、乙Ａ１号証・\n４１頁の記載については、上記認定のとおり上記報告書の５行目がCEA、６行目がフェリチンに関する記\n載であることからすれば、乙Ａ第９号証の記載を乙Ａ第１号証・４１頁に転記する際、誤ってCEA値としてフ\nェリチンの値を記載し、さらにフェリチンの値としては正しくフェリチンの値を記載したと推認できる。\nしたがって、原告の主張は採用できない。\n(5)　上部消化管内視鏡検査の施行\nア　平成１３年１１月１５日の検査\nＫ医師は、Ａに対し、平成１３年１１月１５日、上部消化管内視鏡検査を施行した。（乙Ａ１〔４１、７３\nないし７７〕、乙Ａ１４）\nその結果、Ａについて、「胃の前庭部は萎縮性、胃角部は正常、胃体部の胃体下部から胃体上部\nにかけて１７個以上の過形成性ポリープがあり、山田III～IV型のポリープもある。胃体部の胃体中部の\n大弯に、長径２．５cmくらいはありそうな山田IV型のポリープがあり、噴門部は正常であったが、窮隆部に\nも過形成性ポリープが２か所あった」との所見を得、発見されたポリープのうち５つについて生検を依頼し\nた。生検の結果、５つのポリープについては、悪性所見がなく、ヘリコバクターピロリ菌については、－であ\nったものの、検体の一つに球菌の混合が認められた（乙Ａ１〔７３ないし７７〕、Ａ１４）\nイ　上記結果を踏まえた対応\n上記結果に対し、Ｋ医師は、鉄欠乏性貧血に対応するためにフェロシアを、球菌の混合に対応する\nためにタケプロンを、胃前庭部の萎縮性胃炎に対応するためガストロームをそれぞれ処方するとともに、\nフォローアップが必要であり、年内にもう一度上部消化管内視鏡検査を施行する必要があると考え、平成\n１３年１２月５日、同月１３日に上記検査を施行することとし、更に、平成１４年には大腸内視鏡検査の施行\nも必要であると考えた（乙Ａ１〔４１、４２〕、弁論の全趣旨）。\n同月１２日の診察の際には、ＡはＫ医師に対して声が出づらいと述べたため、Ｋ医師は、翌１３日の\n上部消化管内視鏡検査において、この点も検査することとした（乙Ａ１〔４３〕）。\nウ　平成１３年１２月１３日の検査\nＫ医師は、Ａに対し、平成１３年１２月１３日、上部消化管内視鏡検査を施行した（乙Ａ１〔４３〕）。\nその結果、Ｋ医師は、Ａについて、ポリープの大きさ及び形状に大きな変化はないとの所見を得た\nが、５か所の細胞を採取し、これらについて生検を依頼した。生検の結果、５つのサンプルはいずれも過\n形成性ポリープであり、グループ１であって悪性ではないし、今回はヘリコバクターピロリ菌も球菌も認め\nられなかった。（乙Ａ１〔６８ないし７２〕、Ａ１４）\nエ　Ｋ医師による最後の診察と引継ぎ\nＫ医師は、平成１３年１２月２７日、Ａを診察した上、Ａに対し、次回から担当医師がＪ医師に変わる\nことを伝えた。さらに、Ｋ医師は、診療録に、Ａの状態について、「調子はよい」、「食欲良好」との聞き取り\n内容を記載した上、自己の所見として、\n[1]　多発性胃ポリープ（過形成性ポリープ）　α-溶連菌によるものではないか？\nヘリコバクター・ピロリ　－（マイナス）、\n[2]　高血圧\n[3]　鉄欠乏性貧血\n[4]　腰痛\n[5]　糖尿病？\nと記し、更に、「次回１／２４採血し、フェロミア中止の方向へ」、「６ヶ月後　FGS（上部消化管内視鏡\n検査）フォローへ」、[1]「に関して、１cm以上超えるものは胃ポリペクトミーがベストか？」と記して、Ｊ医師\nに対する引継ぎを行った（乙Ａ１〔４３、４４〕、Ａ１４）。\n(6)　Ｊ医師による診療\nア　ポリペクトミーの推奨と拒否\nＪ医師は、平成１４年１月１０日、Ａの診療録に目を通した上でＡを診察した。その際、Ｋ医師からの\n引継事項に多発性の胃ポリープとあり、しかも貧血ともあることから、Ｊ医師は、ポリープが貧血の原因と\nなっている可能性があると考え、Ａに対し、ポリペクトミー（内視鏡切除術）は内視鏡検査の延長でできるも\nのであること、切除術後に出血や穿孔などの危険性があること、１週間ほどの入院が必要であることを説\n明した上、大きなポリープについてポリペクトミーを行って切除すべきであることを説明した。これに対し、\nＡは、ポリペクトミーを希望しない旨を述べたことから、Ｊ医師は、鉄欠乏性貧血の治療を行うこととし、そ\nの増悪があれば改めてポリペクトミーをすることを考えることとして、その旨をＡに伝えた。（乙Ａ１〔４４〕、Ａ\n１１〔２〕、被告Ｊ本人〔５ないし９〕）\nもっとも、平成１４年１月２４日にＪ医師がＡについて採血して検査したところ、同年２月７日、その結\n果が判明し、糖尿病の所見もなく、ヘモグロビン値が１３．３となった。そこで、Ｊ医師は、Ａに関し、鉄剤フェ\nロミアをさらに１ないし２か月、４錠から２錠に服用量を減らした上で服用し続けるとの治療方針をとること\nとした。（乙Ａ１〔４５〕、Ａ５〔２９〕、Ａ１１〔２、３〕、被告Ｊ本人〔９、１０〕）\nイ　貧血の改善、老人基本健診の受診\n平成１４年３月７日、Ｊ医師は、貧血が改善したとの判断の下、鉄剤の処方を中止した。もっとも、同\n年４月４日、血管が浮き出るのが気になるとＡが訴えたため、Ｊ医師は、同日、Ａに対し、老人基本健診を\n受診するよう勧めた。（乙Ａ１〔４５、４６〕、）\nＡは、同月１７日、老人基本健診を受けたが、その際に自ら記載して提出した基本健診診査票の自\n覚症状の欄には「肩こり」との不動文字に丸印を記載したのみで、他の項目には丸印を記載せず、その他\nとして自由に記載しうる部分にも何ら記載しなかった。検査結果は、体重が４９．３キログラムで太りぎみと\nされたほか、高血圧、心疾患及び高脂血症との診断になった。この際、Ｊ医師は、Ａに対し、ポリペクトミー\nを勧めたが、受け入れられなかった。（乙Ａ１〔４６、４７〕、Ａ５〔４〕、Ａ１１〔３、４〕、被告Ｊ本人〔１２、１３〕）。\nＪ医師は、平成１４年５月１日の診察時においてもＡに対して内視鏡検査を勧め、内視鏡検査が嫌\nであればバリウム検査でもよいと述べた。しかし、Ａは、これに応じるとは述べなかった。（乙Ａ１１〔４〕、被\n告Ｊ本人〔１４、１５〕）\nウ　血液検査と栄養指導等\nＪ医師は、Ａについて、平成１４年７月２５日に採血を行い、血液検査を施行した。同検査の結果、\n総コレステロール値は２４２と従前に比べて低下し、中性脂肪が２３１で高値を示した。そこで、Ｊ医師は、\n中性脂肪が高値であることから食べ過ぎではないかと判断し、Ａに対し、栄養指導を行うこととした。栄養\n指導は、栄養士によって、同年８月８日に実施されたが、その際の体重は５０．２キログラムであって、摂\n取している食品のバランスはよいとされ、食欲不振を前提とする指導がされた形跡はない。（乙Ａ１〔４８、\n４９〕、Ａ５〔１４、２５〕、Ａ１１〔４〕、被告Ｊ本人〔１５ないし１７、６４、６５〕）\nまた、Ａは、平成１４年１２月２日に、被告病院においてインフルエンザの予防接種を受けているとこ\nろ、その際に提出した予診票中の「今日、体に具合の悪いところがありますか。」との欄に「いいえ」との回\n答をした（乙Ａ５〔５〕）。\nエ　Ｄ医師に対する引継ぎ\n平成１４年１２月１１日、Ｊ医師は、Ａを診察し、翌年から担当医がＤ医師に交代することを伝えた。Ｊ\n医師は、診療録に、引継事項として、高血圧、高脂血症の患者であり、多発性胃ポリープ、鉄欠乏性貧血\nがあって鉄剤の内服歴があることを記載した。（乙Ａ１、Ａ１１〔４〕、被告Ｊ本人〔２１〕）\n(7)　Ｄ医師による診療\nア　上部消化管内視鏡検査の推奨と拒否\nＤ医師は、平成１５年１月２３日に初めてＡを診察した。その際、Ａから特に訴えはなかったが、Ｄ医\n師は、診療録中に、平成１３年１１月から胃に多発性の過形成性ポリープがあり、大きなポリープも１個あ\nって、貧血である旨の記載があったため、これを踏まえ、かつ、約１年間にわたって内視鏡検査を施行し\nていないことから、Ａに対し、内視鏡検査の施行を勧めた。これに対してＡが同検査を受けることを拒否し\nたため、Ｄ医師は、暖かくなってから施行しようという旨を述べ、他方で貧血の進行がないか調べるため、\n次回の受診時に採血を行うこととした。（乙Ａ１〔５２〕、Ａ１２〔２〕、被告Ｄ本人〔２、３、６、７〕）\nイ　平成１５年２月２０日の血液検査\nＤ医師は、平成１５年２月２０日、Ａの血液検査を行ったところ、ヘモグロビン値は１４．３で基準値の\n範囲内であったことから、同年３月１８日の診察時において、この点は経過観察とすることとした。（乙Ａ１\n〔５２〕、Ａ５〔３３〕、Ａ１２〔２、３〕、被告Ｄ本人〔８、９〕）\nウ　Ａによる訴えと入院\n平成１５年４月１７日になって、Ａが「粉薬が苦い」とＤ医師に対して述べたため、Ｄ医師は、ガストロ\nームの処方を中止した（乙Ａ１〔５３〕、Ａ１２〔３〕、被告Ｄ本人〔９〕）。\nＡは、平成１５年５月６日、被告病院を受診した際、Ｄ医師に対し、「どうしようもなく体がだるい。」、\n「食欲はあるがご飯がまずい。」と述べたため、Ｄ医師がＡの腹部を触診したところ、心窩部に圧痛を認め\nた。そこで、Ｄ医師は、Ａに内視鏡検査を施行したところ、胃体下部大弯側に、既存の過形成性ポリープと\nは別に、それらを押し上げるような形の隆起性病変を認めたことから、これを胃癌（ボールドマン１型、す\nなわち、腫瘤を形成する型）と診断した。（乙Ａ１〔５３、６２ないし６７〕、Ａ５〔３〕、Ａ１２〔３〕、被告Ｄ本人〔９な\nいし１１〕）\n(8)　被告病院への入院以降\nア　被告病院への入院\nＡは、平成１５年５月８日、被告病院内科に入院した。同日現在におけるＤ医師の所見は、[1]胃癌\n及び胃過形成性ポリープ（多発性）、[2]肝転移の疑い（LDH値が２９６、ALP値が１０６０、γGTP値が２２\n３、ウロビリノーゲン（＋））、[3]炎症陽性徴候から癌性腹膜炎の疑い、の３つであり、同日実施した腫瘍マ\nーカー検査によれば、CEA値は３４１であり、CA１９－９値は３６１であった。また、Ａと原告は、入院時に\n看護師による聞き取りに応じ、「以前より、胃にポリープがあったが小さいので内服にて様子観察してい\nた。特別に症状はなかったが、４月上旬より心窩部のむかつき出現し　食欲低下（茶碗1/2量）体重減少（\n53→47kg）となり嘔吐・嘔気はなかった。」と述べた旨の記録がある。（乙Ａ２〔４、２４〕）。\n同月１２日には、腹部ＣＴを施行し、その結果、多発性肝転移があることが判明した。さらに同月１３\n日には、胃病変の病理所見により、浸潤性中分化型の腺癌であること、グループ５であることが判明し、Ａ\n及び原告の三男らに対して、進行胃癌で転移性肝腫瘍を認め、手遅れの状態であること、予後は不良で\nあって余命は３か月であること、今後は、積極的治療として手術と肝動注をするか、何もせずホスピスで\n過ごすかの選択肢があることを説明した。これに対し、三男らは、積極的治療をしてほしいと述べた。（乙\nＡ２〔５、６、８、９〕、被告Ｄ本人〔１２〕）\nそこで、Ｄ医師は、Ａを手術目的で外科へ転科させることとし、同月１６日、Ａは被告病院の外科へ\n転科した。（乙Ａ２〔７〕、Ａ３〔３〕）\nイ　Ｆ病院への転院\nＡが被告病院の外科へ転科した後、原告及びＡの子らから、Ｆ病院へ転院したい旨の申出があった\nので、被告病院がこれに応じた。Ａは、平成１５年５月１９日に被告病院から退院し、同日、Ｆ病院に入院し\nた。（乙Ａ３）\nウ　転院以降の経過\nＦ病院において、平成１５年５月２０日にＡの腹部CT検査を行ったところ、肝転移が強度で、傍大動\n脈リンパの腫大及び腹水を認めたため、手術は断念された。そこで、家族と相談の上、Ａに対して抗癌剤\n治療を行ったが、Ａは、同年８月１４日午前９時３０分、亡くなった。（乙Ａ６〔１〕）\n３　医学的知見関係\n証拠及び弁論の全趣旨等によれば、次の医学的知見が認められる。\n(1)　胃癌について\nア　胃癌の症状（甲Ｂ１）\n(ア)　自覚症状\n胃癌に特有の自覚症状はないが、心窩部痛、腹部膨満感、上腹部不快感、重苦しい、もたれる、\n食欲不振、嗜好の変化（肉類、脂肪が嫌になる）、悪心、嘔吐、吐血、下血、胸やけ、げっぷ、下痢、便秘\nなどがある。早期胃癌では、自覚症状は著しく軽く、進行胃癌になるまで自覚症状がないこともある。\n進行胃癌になると、必ず何らかの自覚症状を訴える。癌が噴門部にあるときは嚥下困難を訴え、\n幽門部にあると嘔吐する。癌浸潤が膵臓や後腹膜に及ぶと背部痛が出現する。体重減少、疲労、脱力、\n貧血などの全身症状も出現し、進行したものほど程度が強い。\n(イ)　身体的症状\n早期胃癌では身体的所見に乏しく、心窩部の軽度の圧痛や不快感を認める程度である。\n進行胃癌では腫瘤を触知するようになり、リンパ節腫大、肝腫大、腹水などを認める。胃腫瘤は初\n期に周囲と癒着がない場合は可動性であるが、周囲に浸潤すると可動性が悪くなる。\nイ　胃生検組織診断分類（乙Ｂ１）\n胃の組織を生検した場合における診断は、次のとおり分類される。\n●　Group I 正常組織及び異型を示さない良性（非腫瘍性）病変\n●　Group II 異型を示すが良性（非腫瘍性）と判定される病変\n●　Group III 良性（非腫瘍性）と悪性との境界領域の病変\n●　Group IV 癌が強く疑われる病変\n●　Group V 癌\nウ　胃癌と胃ポリープ\n胃ポリープは胃癌の母地の１つと考えられてきたが、「同一ポリープ内に、確実に良性ポリープが\n前身であると証明できる良性部分と、癌と診断するに十分な細胞並びに構造異型がある悪性部分が共存\nすること」をもってポリープが癌化したと定義すると、過形成性ポリープの癌化率は０．６％であることや、\n過形成性ポリープの経過についての学者の３グループによる追跡調査の結果、２５６例中悪性化したもの\nは１例もなかったことなどが報告されている（乙Ｂ２〔２５７ないし２５９〕）。\n(2)　CEAとフェリチン\nア　腫瘍マーカーとCEA\nCEAは腫瘍マーカーの一種であり、腺癌に対して反応するマーカーである。その正常値は、５．０\nng/ml以下である。（乙Ａ９、被告Ｊ本人〔３５ないし３７〕）\nイ　フェリチン値\n貯蔵鉄量を反映して変動する。正常値は、４．０ないし６４．２ng/mlである。（乙Ａ９、Ｂ４〔５８７〕）\n(3)　鉄欠乏性貧血（乙Ｂ４）\nヘムの構成成分である鉄イオンが体内で不足することによりヘモグロビンの合成が低下した状態を\nいう。その病因は鉄の供給不足や鉄の喪失であるが、出血は、鉄欠乏性貧血の最も重要な病因である。\n鉄欠乏性貧血の状態になると、[1]皮膚、粘膜の蒼白感や全身倦怠感（ヘモグロビン値８g/dl以下のことが\n多い。）、[2]脱力感等の不定愁訴（ヘモグロビン値が７ないし８g/dlの場合に現れる）、[3]微熱、等の症状\nが現れる。\n４　争点(1)（平成１３年の内視鏡検査の際に胃癌の存在を見落とした過失の有無）及び同(2)（遅くとも平\n成１４年２月２１日の時点でＡの胃癌の有無について検査をすべき注意義務の有無）について\n(1)　原告の主張の前提事実について\nア　原告は、平成１３年１１月１日の検査時において、CEAの値が４．９であり、同年の内視鏡検査時\nの生検はポリープのすべてについて行われたものではないこと、その後も背部痛や食欲不振等の症状が\nあったことを前提とし、同検査時において癌の存在を見落とした過失又はその後も胃癌に関する検査義\n務を怠った過失があると主張する。\nイ　しかし、そもそも、上記第３・２(4)において認定したとおり、真実のCEAの値は０．６であるし、原告\nの主張する４．９という値自体も、上記第３・３(2)アにおいて認定したとおり正常値が５．０以下であること\nからすれば、正常値の範囲内なのであり、そのほかには悪性腫瘍の存在を直接的にうかがわせるものは\nなく、同年末にはＡは調子が良く食欲も良好であると述べており、鉄欠乏性貧血も翌年春までには軽快し\nていること、平成１５年に発見された癌はその部位からして上記検査時に発見された過形成性ポリープが\n悪性化したものとは認め難いことなどからすると、上記検査時に既に癌が存在していたとは認められな\nい。\nウ　背部痛や食欲不振等の自覚症状については、平成１５年５月６日の受診時以前には、診療録上\nにそのような自覚症状に関する記載がないばかりか、平成１４年５月の老人基本健診時及び同年１２月の\nインフルエンザ予防接種時にはこれらを含む自覚症状の有無を問われているにもかかわらず、前者の際\nに肩こりがあると回答したにとどまっているし、平成１５年５月８日の入院時には、Ａも原告も同年４月上旬\nに至るまで特別の症状はなかったと述べていることがうかがえる。そればかりか、食欲の点については、\nＡ自身が平成１３年１２月２７日に良好であると述べたことが診療録に記載されているし、体重も平成１４年\n５月には４９．３キログラム同年８月に５０．２キログラムと平成１１年のころの体重をほぼ維持していること\nが認められる。\nこれによると、原告指摘の自覚症状が平成１５年４月以前に存在したとは認められない。\nエ　これらに対し、原告本人の陳述及び供述（甲Ａ５及び原告本人）中には、Ａが病院でのできごとを\nいつも原告に話していたとした上で、Ａには平成１３年１１月以降、一貫して上記の自覚症状があったこと\n及び平成１３年の２回の内視鏡検査の後に更に検査を勧められて断ったことは聞いていないとの部分が\nある。\nしかしながら、同人の供述は全体として曖昧であるし、Ａが老人基本健診を受けたことを知らないな\nど（原告本人〔３３〕）からすると、果たして原告がＡの様子をどの程度に把握していたかさえ明らかでない\nといわざるを得ず、上記ウの諸事実があるにもかかわらず、原告本人の陳述のみによってＡに原告主張\nのとおりの自覚症状があったと認めることはできないし、同供述はＡに検査を勧めていた旨の担当医師ら\nの各供述を覆すに足りるものでもない。\n(2)　原告の主張に対する判断\nア　前記２(7)ウ及び４(1)イによると、平成１３年の内視鏡検査時に多数のポリープ中に癌が存在したと\nは認められず、平成１５年５月に癌が発見された胃体下部大弯にはポリープの他に病変をうかがわせる\n所見がないのであるから、この時点において生検が必要な部位に一応生検がなされたといえるのであっ\nて、癌を見落とした過失があるとの原告の主張は前提を欠くこととなる。\nイ　次に、上記第３・２(4)ア及び同(5)において認定したとおり、平成１３年末までの時点において、胃に\n関して悪性の所見は認められなかったのであるし、上記第３・３(1)ウにおいて認定したとおり、過形成性ポ\nリープについては、いわゆる癌化率が０．６％であるというのであって、過形成性ポリープがあったことから\n直ちにポリープの癌化を疑って経過観察することを要する事情にはならないというべきである。\nまた、平成１４年に入ってからは、上記第３・２(5)エ及び同(6)において認定したところを総合すれ\nば、Ｋ医師は、Ａの胃に存在していたポリープについて継続的なフォローが必要であると考えており、この\nことをＪ医師に対する引継事項とし、Ｊ医師もこれを認識した上でＡに対してポリペクトミーないし内視鏡検\n査を勧めているのである。さらに、平成１５年１月２３日においても、Ｄ医師がＡに対して内視鏡検査を受け\nるよう勧めたにもかかわらず、Ａがこれを拒否したものである。\nこのように、Ｋ医師、Ｊ医師及びＤ医師は、いずれも、Ａに対する内視鏡検査の必要性を認識し、こ\nれを施行しようとするべくＡに対して働きかけを行っていたのであって、そのほかに特段、胃癌を疑わせる\n自覚症状等の事情のない本件の事実関係においては、Ａが上記働きかけを拒否した場合には、更に進\nんで内視鏡検査を受けるよう勧めるための事情がないのであるから、医師は内視鏡検査を勧める義務を\n果たして、更に強く説得すべき義務まではなかったというべきである（そればかりか、平成１５年２月２０日\nに行われた血液検査の結果の上では肝機能に問題がないこと（乙Ａ５〔３３〕）及び同年５月になって肝機\n能の問題（乙Ａ５〔３１〕）及び肝転移が発見されたことに照らすと、癌が進行してCT上発見可能な大きさの\n肝転移が生じたのは平成１５年に入ってからであるとうかがわれるのであって、そうだとすれば、原告が主\n張する注意義務と結果とがそもそも結びつかないともいえる。）。\nしたがって、遅くとも平成１４年２月２１日の時点でＡの胃癌の有無について検査すべき注意義務は\n認められない。\n５　結論\n以上によれば、原告主張の過失の存在はいずれも認められないから（争点(1)及び同(2)）、争点(3\n)（損害額）について判断するまでもなく、被告らに損害賠償責任が発生しないことは明らかである。\nよって、原告の請求には理由がないからいずれも棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官 藤　山　雅　行\n裁判官 金　光　秀　明\n裁判官 萩　原　孝　基\n"
}