{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 2
  },
  "case_number": "平成15(行ケ)565",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10273",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10273",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/273/010273_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５６５号　審決取消請求事件\n平成１６年４月１４日口頭弁論終結\n判　　　　決\n原　　　　　　告　岐阜プラスチック工業株式会社\n訴訟代理人弁理士　峯唯夫\n被　　　　　　告　株式会社伸和\n訴訟代理人弁護士　石川悌二，弁理士　黒田勇治\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。\n第１　原告の求めた裁判\n「特許庁が無効２００３－３５１３２号事件について平成１５年１１月６日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件登録意匠の意匠権者である原告が，被告請求に係る無効審判に\nおいて，本件意匠についての登録を無効とするとの審決がされたため，同審決の取\n消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件登録意匠\n意匠権者：岐阜プラスチック工業株式会社（原告）\n意匠に係る物品：「収納ケース」\n意匠の形態：別紙審決書の写しの別紙第１の図面に記載のとおり。\n登録出願日：平成１１年２月２日（意願平１１－２４３５号）\n登録日：平成１２年５月１９日\n意匠登録番号：第１０８０４４７号\n(2)　本件手続\n審判請求日：平成１５年４月１０日（無効２００３－３５１３２号）\n審決日：平成１５年１１月６日\n審決の結論：「登録第１０８０４４７号の登録を無効とする。」\n審決謄本送達日：平成１５年１１月１８日（原告に対し）\n２　審決の理由\n審決の理由は，別紙審決書の写し（以下「審決書」という。）に記載のとおりで\nある。要するに，本件登録意匠は，その出願前に公然知られたものと認められる引\n用意匠１（別紙第２に記載のもの）の上段に見られる骨格形態をそのまま踏襲し\nて，引き出しにつき，前面の態様を，単に本件登録意匠の出願前に公然知られたも\nのと認められる引用意匠２（別紙第３に記載のもの）の引き出し前面の態様と同様\nの態様に改変し，その他に，ケース本体につき，単にありふれた造形処理により改\n変して，上面の態様を平坦面状とするとともに，稜部の態様をほとんど直角状に表\nれるものとした程度にすぎないものであり，当業者は，これらの態様を組み合わせ\nることについて格別の創意を要さず，容易に想到できるものとせざるを得ないので\nあって，結局，本件登録意匠は，出願前に公然知られた形状，模様若しくは色彩又\nはこれらの結合に基づいて容易に意匠の創作をすることができたものであり，意匠\n法３条２項の規定に該当し，本件意匠登録は無効とすべきである，というものであ\nる。\n第３　原告の主張（審決取消事由）の要点\n１　意匠法３条２項の解釈の誤り\n(1)　審決は，「意匠審査基準で示す具体的な事例は代表的な参考事例であって，\nすべての事例を示すものではなく，審査基準の「置き換え」「寄せ集め」にすぎな\nいものの具体的な事例の大半において，置き換える部分あるいは寄せ集める部分は\n独立した部品であるからといって，そのことから直ちに，置き換える部分あるいは\n寄せ集める部分は独立した部品（独立性の高い部位）であらねばならないと審査基\n準は定めている，とまではいえない。」とした。\n(2)　意匠の創作は，デザインコンセプトの決定に始まる。そして，コンセプトの\n決定後，意匠の創作はデザインコンセプトをいかに造形として顕現するかという作\n業に移ることとなる。このとき，公知の意匠を参照することはあるとしても，それ\nを策定されたコンセプトに基づいて意匠全体としてまとまりをもったものとするた\nめに再構築する。\n審査基準は，このことをよく理解して作成されている。独立性の高い部分，すな\nわち「全体としてのまとまりに影響が少ない部分」の置き換えなどのみを「創作容\n易」としている。本件意匠と公知意匠との関係のように，渾然一体となった各部分\nを抜き出して個別に公知意匠と対比する手法は，審査基準の考えるところではな\nい。\nすなわち，審査基準では，容易に創作することができる意匠と認められるものの\n例として，置き換えの意匠，寄せ集めの意匠などを挙げている。そこで例示されて\nいる事例は，いずれも，「置き換える部分あるいは寄せ集める部分は独立した部\n品」についてのものであって，本件意匠のような独立性の低い部分については全く\n言及されていない。しかも，審査基準には，置き換え，寄せ集めた上で，置き換\nえ，寄せ集められた部位の形態を，全体の造形として統一を持たせるための処理が\n施された事例はない。\n意匠法３条２項は極めて解釈の幅の広い規定であるから，立法者の意思が重視さ\nれなければならず，審査基準は立法者の意思の反映である。\nなお，審決例においても，個々の構成要素が公知であるとしても，いかなる課題\n（意匠においては全体のまとまりをどのようにするか）が共通しなければ，創作容\n易とはいえないということを示すものや，当該部分の印象を検討し，「公然と知ら\nれた形状」を極めて具体的レベルに限定して検討されているものと推測されるもの\nがある。\nこれらの観点から審決を評価すると，審決における意匠法３条２項の解釈は妥当\n性がなく，立法の趣旨を逸脱した違法な解釈というべきである。\n２　意匠法３条２項の適用の誤り\n(1)　上記１に述べたところから，同条項の適用においては，(ｱ)視覚的に独立性\nの高い部分の置き換え，組み合わせに限られる（審査基準），(ｲ)置き換え，組み合\nわせに際して，全体の造形処理への対処がされていないものに限られる（審査基\n準），(ｳ)全体観察において，公知意匠と印象が全く異なるものは該当しない（審決\n例，特許審査基準），(ｴ)引用意匠と，課題（デザインコンセプト）に共通性のない\n場合は該当しない（特許基準）という制約が存在するというべきである。\n(2)　審決は，引用意匠１（登録第９６９６３１号，甲５）を基礎とし，引用意匠\n１と異なる態様である，ケース本体における①上面を平坦とした点，②稜を直角状\nとした点について，①に関しては，登録意匠第８９６７１１号類似４号（甲８）に\n見られるありふれた造形処理であるとし，②に関しては，無効理由通知書における\n審判甲３（本訴甲７）の意匠にみられるありふれた造形処理であると認定する。ま\nた，引き出しの態様は，引用意匠１の引き出し前面を引用意匠２（登録第７６３９\n５１号，甲６）の引き出しの前面の態様に改変したものであると認定する。そし\nて，審決は，引用意匠と本件登録意匠との「全体観察」，「印象の評価」における\n対比は全くしていない。\n(3)　本件登録意匠において「置き換え」，「寄せ集め」と認定されている「上面\nの形態」，「引き出し前面の形態」は，いずれも物品の全体形態の中において「独\n立性」が低く，他の部位の形態と渾然一体となって認識されるものである。このよ\nうな場合においてまで，意匠法３条２項の対象とすることは，妥当性がなく，審決\nにおける同条項の適用は違法なものである。\n(4)　審決は，本件登録意匠が創作容易であるとする基礎を引用意匠１に求めてい\nるのであるから，引用意匠１に本件登録意匠と共通するコンセプトが存在すること\nが要求されているというべきである。\n本件登録意匠のコンセプトは，全体形状をいかにシンプルにするかという点にあ\nり，具体的には可及的に直線（平面）で造形し，凹凸を排除するというものであ\nる。言い換えると，「無駄を省く」，「単純なすっきりとした形態とする」であ\nる。その結論が，外形における凹凸を排除し，直方体に近づけることである。\n引用意匠１は，上面において左右両側に壁が形成されており，平坦ではない。ま\nた，引き出しの前面上部には把手が突出している。引用意匠１の外形は凹凸に満ち\nており，引用意匠１には「全体において凹凸を排除する」というコンセプトは存在\nしない。加えて，引用意匠１の天板稜部及び前方に突き出した把手には大きなＲが\n形成されており，「直線状に処理する」というコンセプトも存在しない。\nこのように，本件登録意匠と引用意匠１とは，コンセプトにおいて異なり，引用\n意匠を参照したとしても，本件意匠を創作する契機とはなり得ない。この点におい\nて，引用意匠１は，本件登録意匠の創作容易性を判断するときの基礎となる資格を\n持たないものというべきであり，意匠法３条２項は適用されるべきでない。\nなお，引用意匠２は，上面周囲に壁が存在して凹凸を有しており，登録第８９６\n７１１号類似第４号の意匠（甲８）は，上面は平坦であるとしても正面は平面視円\n弧を描いており，把手部は窪んでいるなど，直線的（平面）な処理ではなく，審判\n甲３（本訴甲７）も，前面に把手が突出しており，平面的な処理ではない。このよ\nうに，本件登録意匠の出願前に，この種の意匠において，ケース本体を直線的（平\n面的）に凹凸を排除した処理，造形とし，引き出し前面における突出を排除した意\n匠は存在しなかった。すなわち，本件登録意匠は，全体を直線的に処理し，コーナ\nーのＲ（丸み）を排除し，突出を排除する，というコンセプトにおいて斬新なもの\nであった。この点は創作性判断において重視されなければならない。\n審決は，以上の点を無視し，本件登録意匠を全体のまとまりとして判断していな\nい違法なものである。\n(5)　本件登録意匠は，全体として観察したときに，従来の公知意匠とは全く異な\nった印象を看者に与えるものであったというべきであり，そこに創作性が認められ\nなければならない。\n審決は，上記の点を無視し，全体の印象を判断していない違法なものである。\n第４　被告の主張の要点\n１　意匠法３条２項の解釈の誤りをいう主張に対して\n意匠の審査基準に示された事例は，あくまで例示であり，これら８個の事例をと\nらえ，独自の説を展開する原告の主張は，牽強付会のものである。また，原告は，\n審決例も挙げるが，本件と事案を異にするものであって適切でない。\n仮に，審査基準に示された事例のすべてが独立した部品や独立性の高い部位であ\nるとしても，また，置き換え，寄せ集められた部位の形態を全体の造形として統一\nをもたせるための処理が施された事例が示されていないとしても，そもそも，意匠\n法３条２項の解釈として，独立した部品ないし独立性の高い部位であることが前提\nとなると解すべき根拠はないのであるから，審決に誤りがあるということにはなら\nない。\n２　意匠法３条２項の適用の誤りをいう主張に対して\n原告が主張する(ｱ)～(ｴ)の４つの制約は，意匠の審査基準には全く明示も示唆も\nされておらず，原告の主張は全く理由がない。\n審決の認定判断は，正当であり，原告の請求は棄却されるべきである。\n第５　当裁判所の判断\n１　意匠法３条２項の解釈の誤りについて\n(1)　原告は，審決が「意匠審査基準で示す具体的な事例は代表的な参考事例であ\nって，すべての事例を示すものではなく，意匠審査基準の「置き換え」「寄せ集\nめ」にすぎないものの具体的な事例の大半において，置き換える部分あるいは寄せ\n集める部分は独立した部品であるからといって，そのことから直ちに，置き換える\n部分あるいは寄せ集める部分は独立した部品（独立性の高い部位）であらねばなら\nないと意匠審査基準は定めている，とまではいえない。」との説示を誤りであると\n主張する。\n意匠審査基準において，容易に創作することができる意匠と認められるものの例\nとして挙げられた置き換えの意匠，寄せ集めの意匠の具体的事例が挙げられている\n（甲１０，１１）。意匠審査基準は，特許庁における意匠登録出願審査事務の便宜\nと統一を図るために定められた目安であって，具体的に挙げられた事例は，基準に\n該当するものの代表的な参考事例であることが明らかであり，その性質上，基準に\n該当するすべての事例を示し得るはずのものではない。したがって，仮に，原告の\n主張するとおり，上記具体的事例のすべてについて，置き換える部分あるいは寄せ\n集める部分が独立した部品であると評価し得るとしても，そのことから直ちに，意\n匠審査基準が，容易に創作することができるとするためには置き換える部分あるい\nは寄せ集める部分が独立した部品（独立性の高い部位）である必要があるというこ\nとなど，原告主張のような趣旨を定めたものということはできない。そして，意匠\n審査基準の文言として，そのような趣旨の定めが明記されているわけではないこと\nもいうまでもない。\nこの点に関する原告の主張は，採用することができない。\n(2)　そもそも，意匠審査基準は，上記のとおり，特許庁における意匠登録出願審\n査事務の便宜と統一を図るために定められた目安にすぎない性質のものであり，法\n規としての効力を有するものではない上，意匠法３条２項に定められた創作容易性\nの判断に当たって，原告主張のような内容のものが必須の要件であると解すべき根\n拠はないので，審決の意匠法３条２項の解釈の誤りをいう原告の主張は，採用する\nことができない。意匠法３条２項の文言はもとより，この条項が改正された経緯，\n趣旨等の事情を考慮しても，原告の主張は，到底支持し得るものではない。\n２　意匠法３条２項の適用の誤りについて\n(1)　前記１に判示のとおり，意匠法３条２項の解釈に関する原告の主張は，採用\nすることができないのであるから，その解釈を前提として同条項の適用の誤りをい\nう原告の主張もまた採用することができない。\n(2)　原告は，本件登録意匠と引用意匠とのコンセプトが相違することなどを主張\nし，審決の意匠法３条２項の適用の誤りをいう。\n検討するに，ケース本体の上面を平坦面状とすること，及びケース本体の稜部を\nほとんど直角状に表れるものとすることは，四角箱状ケースの上面及び稜部の造形\n処理の常套手段であり，収納ケースの分野においても従前から採用されているあり\nふれた造形処理であること，引き出しの前面の態様についても，引用意匠２の引き\n出し前面の態様が本件登録意匠の出願前に公然知られたものであることは，審決の\n認定するとおりである。\nそして，本件登録意匠の創作容易性の判断において，収納ケースの分野に限らず\n四角箱状ケースにおける造形処理の手法を参酌することは当然であるところ，上記\nありふれた造形処理の手法を合成樹脂成形ケースの形態創作において採用すること\nに格別の創作性があり創作困難であるとはいい難く，本件登録意匠は，ケース本体\nの上面につき，引用意匠１におけるケース本体の上面の態様を単にありふれた造形\n処理により改変して，上面全面を平坦面状とし，ケース本体の稜部の態様を単にあ\nりふれた造形処理により改変して，Ｒの程度をごく小さくし，ほとんど直角状に表\nれるものとした程度のものであり，また，引き出しについても，前面の態様を単に\n上記引用意匠２の引き出し前面の態様と同様の態様に改変した程度にすぎないもの\nであるとの審決の認定も是認し得るものである。\n上記認定事実に照らせば，当業者であれば，上記の態様を組み合わせることにつ\nいて格別の創意を要さず，容易に想到できるものであって，本件登録意匠は，出願\n前に公然知られた形状，模様若しくは色彩又はこれらの結合に基づいて容易に意匠\nの創作をすることができたものであるとした審決の判断は，是認し得るものであ\nる。そして，以上の説示に照らせば，たとえ，原告主張のように，本件登録意匠の\nコンセプトが，全体を直線的に処理し，コーナーのＲ（丸み）を排除し，突出を排\n除するというものであったとしても，本件登録意匠を容易に創作し得ないというこ\nとはできない。\n意匠法３条２項の適用の誤りをいう原告の主張は，いずれも採用の限りではな\nい。\n３　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　　塚　　　原　　　朋　　　一\n裁判官　　　　田　　　中　　　昌　　　利\n裁判官　　　　佐　　　藤　　　達　　　文\n"
}