{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 27
  },
  "case_number": "平成13(行ク)53",
  "case_name": "執行停止申立事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　モーターボート競走法施行規則（昭和２６年運輸省令第５９号）８条のモーターボート競走法（昭和２６年法律第２４２号）適合性　２　モーターボート競走法施行規則（昭和２６年運輸省令第５９号）８条に基づく勝舟投票券場外発売場の設置確認の行政処分性",
  "case_gist": "１　モーターボート競走法施行規則（昭和２６年運輸省令第５９号）８条のモーターボート競走法（昭和２６年法律第２４２号）適合性につき，同法は，その立法の経緯等に照らすと，勝舟投票券が競走場外で発売されることは想定しておらず，競走場内でのみ発売されることを前提として刑事罰の対象外とする趣旨の下で制定されたと解するのが相当であって，競走場外に勝舟投票券の発売場を設置することを許容していないと解すべきことは明らかであるから，その設置を許容する昭和５７年改正以降の同法施行規則（昭和２６年運輸省令第５９号）８条の規定は，上位規範である同法の規定に反するものとして，無効である。　２　モーターボート競走法施行規則（昭和２６年運輸省令第５９号）８条は，上位規範であるモーターボート競走法（昭和２６年法律第２４２号）に反して無効であり，そうである以上，同条に基づく勝舟投票券場外発売場の設置確認は，法律上の根拠を欠くものであることが明らかであるから，行政事件訴訟法３条にいう行政庁の処分と認めることはできない。",
  "lawsuit_id": "15453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/015453_hanrei.pdf",
  "contents": "主　　　文\n１　本件申立てをいずれも却下する。\n２　申立費用は申立人らの負担とする。\n理　　　由\n第１　当事者の申立て\n１　申立ての趣旨\n（１）　相手方が平成１３年２月２日に埼玉県都市競艇組合及び戸田競艇組合に対\nしてした場外発売場（名称　ボートピア岡部、所在地　埼玉県大里郡岡部町大字西\n田字雉子田８６番地ほか７３筆）設置確認処分の効力を、いずれも本案判決確定に\n至るまで停止する。\n（２）　申立費用は相手方の負担とする。\n２　相手方の意見\n主文同旨\n第２　事案の概要等\n１　前提となる事実\n本件記録によれば、以下の事実が一応認められる。\n（１）　申立人ら\n申立人らは、後記（３）の場外発売場の設置場所周辺にある埼玉県大里郡岡部町\n立岡部西小学校、同町立榛沢小学校又は同町立岡部中学校に在学している児童・生\n徒、将来岡部西小学校又は榛沢小学校に通うこととなる未就学児、同児童・生徒・\n未就学児の保護者等及び岡部西小学校、榛沢小学校又は岡部中学校の学区内に居住\nしている者である。\n（２）　現行の法規等の定め\nモーターボート競走法（以下「法」という。）は、モーターボートその他の船\n舶、船舶用機関及び船舶用品の改良及び輸出の振興並びにこれらの製造に関する事\n業及び海難防止に関する事業の振興に寄与し、あわせて海事思想の普及及び観光に\n関する事業並びに体育事業その他公益の増進を目的とする事業の振興に資するとと\nもに、地方財政の改善を図るために行うモーターボート競走に関し規定するもの\n（１条）であり、都道府県及び人口、財政等を考慮して総務大臣が指定する市町村\nは、その議会の議決を経て、この法律の規定により、モーターボート競走を行うこ\nとができる（２条）としている。モーターボート競走場は国土交通省令の定めると\nころにより国土交通大臣の許可を受けて設置・移転するものとし、国土交通大臣\nは、あらかじめ関係都道府県知事の意見を聞き、競走場の位置、構造及び設備が国\n土交通省令で定める公安上及び競走運営上の基準に適合する場合に限り、その許可\nをすることができる（４条）とする。そして、競走は、４条の許可を受けて設置さ\nれ又は移転された競走場で行わなければならないとし（５条）、施行者は、１競走\n場当たりの開催回数、１施行者当たりの開催回数、１回の開催日数、１日の競走回\n数につき国土交通省令に定める範囲、国土交通省令で定める日取りに反することが\nできないとの規制（６条の２）の下に競走を開催する。そして、施行者は、券面金\n額１０円の勝舟投票券を券面額で発売するものとし（８条）、勝舟投票法の実施の\n方法については国土交通省令で定めるとしている（９条の３）。\nまた、施行者は、競走場内の秩序を維持し、且つ、競走の公正及び安全を確保す\nるため、入場者の整理、選手の出場に関する適正な条件の確保、競走に関する犯罪\n及び不正の防止並びに競走場内における品位及び衛生の保持について必要な措置を\n講ずる（１７条）こと、競走場設置者は、その競走場の位置、構造及び設備を法４\n条４項の国土交通省令で定める基準に適合するように維持すること（１８条の２）\nが義務づけられ、施行者又はモーターボート競走会は、競走の公正且つ安全な実施\nを確保し、又は競走場の秩序を維持するため必要があると認めるときは、入場を拒\n否し、又は入場者に対し競走場外への退去を命ずることをはじめとした処分をする\n権限を認められている（１８条）。\n法は、場外発売場はもとより、舟券売場一般について全く言及していない。もっ\nとも、法は、競走に出場する選手、競走に使用するボート及びモーター、審判員並\nびに検査員の登録基準その他登録に関する事項その他この法律の施行に関し必要な\n事項その他同法の施行に関し必要な事項は国土交通省令で定めるとしており（法２\n６条）、これを受けて定められたモーターボート競走法施行規則（昭和２６年７月\n９日運輸省令第５９号、以下「規則」という。）は、場外発売場とは、競走を行う\n競走場の外に設けられた勝舟投票券の発売所（当該発売所に併設する払戻金交付所\n又は返還金交付所を含む。）というとの定義規定（規則１条２項）を置いた上、場\n外発売場の設置について、「当該場外発売場がその位置、構造及び設備に関し、告\n示で定める基準に適合するものであることについて、国土交通大臣の確認を受けな\nければならない」（規則８条１項）とし、その確認基準は、「場外発売場の位置、\n構造及び設備の基準」（昭和６０年９月１４日運輸省告示第３９２号）において定\nめられている。\n（３）　場外舟券売場設置確認通知\n法に基づくモーターボート競走の施行者である戸田競艇組合及び埼玉県都市競艇\n組合は、株式会社岡部コントリビューションパークが埼玉県大里郡岡部町大字西田\n字雉子田８６番地ほかの土地に「ボートピア岡部」という名称の舟券場外発売場\n（以下「本件場外\n発売場」という。）を設置する計画を立てたことから、平成１２年１２月２１日に\n運輸大臣（当時）Ａに対し、本件場外発売場の設置確認の申請をし、同日、運輸省\n関東運輸局はこれを受理した。翌１３年２月２日、運輸大臣の権限を承継した相手\n方は、本件場外発売場につき設置の確認を行った（以下「本件確認」という。）。\n（４）　本案事件の提起\n申立人らは、本件の申立てに先立ち、平成１３年４月２３日、本件確認が違法な\n処分であるとして、同処分の取消しを求める本案事件に係る訴えを提起した。\n２　当事者の主張及び争点\n申立人らの主張は、本件確認は、場外発売場の位置・構造及び設備の基準の１号\nに定める文教施設との位置関係を定めた基準を充足していないのにされた違法な処\n分であって、本件確認の効力を停止せず、工事が進行された場合、回復困難な損害\nが生じるおそれがあるというものであり、一方、相手方は、本件確認が行政事件訴\n訟法３条２項にいう行政庁の処分に該当せず、また、申立人らは、本案訴訟につい\nての原告適格を有しない者であるから、執行停止申立ての前提となる適法な本案訴\n訟の提起がない旨の主張をする。したがって、本件の争点は、本件確認が行政事件\n訴訟法３条２項にいう公権力の行使に該当するか否か、申立人らが、本案事件にお\nいて原告適格を有し、執行停止申立ての前提たる訴訟要件を充足した本案訴訟が係\n属していると認められるか否かである。\n第３　当裁判所の判断\n１　処分取消しの訴えの対象\n行政事件訴訟法３条２項によれば、「処分の取消しの訴え」とは、行政庁の処分\nその他公権力の行使に当たる行為の取消しを求める訴訟をいい、処分の取消しの訴\nえの対象は、公権力の行使であることを要する。\nそして、公権力の行使とは「公権力の主体たる国または公共団体が行う行為のう\nち、その行為によって、直接国民の権利義務を形成しまたはその範囲を確定するこ\nとが法律上認められているもの」をいい（最高裁判所第一小法廷昭和３９年１０月\n２９日判決民集１８巻８号１８０９頁）、公権力の行使に該当する行政庁の行為に\nは公定力が認められ、抗告訴訟によりその効力が否定されない限り、私人がその効\n果を否定することはできないものとされる。\n上記の趣旨にかんがみれば、行政庁の行為が公権力の行使と認められるために\nは、当該法律について法律上の根拠があり、かつ法律が当該行為に直接国民の権利\n義務を形成し、又は\nその範囲を確定する効力を付与していることが必要であり、例えば、法律に何らの\n根拠を有しない行政庁の行為や、形式的には命令、規則等に根拠を有するものの、\nその命令、規則等が法律の委任に基づいていない場合や法律の委任の範囲を逸脱し\nていることが明らかな場合等には、その行為は、公権力の行使とはいえないから公\n定力は生じないのであり、これによって自己の権利を侵害された者は、その取消訴\n訟を提起するまでもなく、仮処分等を含む通常の民事訴訟手続における前提問題と\nしてその効力の存否を争うことができるものというべきであり、その反面、当該行\n為を対象とする取消訴訟やそれに伴う執行停止の申立ては不適法なものというべき\nである。\n２　本件確認の行政処分性に関する相手方の主張について\n相手方は、法は施行者が競走場外で勝舟投票券を発売することを制限していない\nのであるから、規則８条の確認は、競走場外においては勝舟投票券発売に関する制\n限の解除としての効果がなく、行政処分性を有しないと主張する。確かに、法は、\n施行者に勝舟投票券の発売を認める規定を置くのみで、その発売場所に関する規定\nを置いておらず、この規定ぶりを形式的に観た限りにおいては、相手方の主張を首\n肯し得ないでもない。\nしかしながら、この点を考えるに当たってまず銘記すべきことは、勝舟投票券が\nその性質上、刑法１８７条にいう富くじに該当し、これを発売することは、本来、\n法に反する行為であって、法律が特に許容する場合に限って、適法な行為となると\nいう点である。このことからすると、法が、競走場外での勝舟投票券の発売につい\nていかなる態度を取っているかについては、二、三の条文の形式的な検討にとどま\nらず、立法経緯に遡って法全体の規定を仔細に検討する必要があると考えられる。\nこのような観点から立法の経緯をみると、まず、法制定当時の国会での審議録\n（衆議院運輸委員会議録１０号（疎乙３５）、１３号、１７号、参議院運輸委員会\n会議録９号（疎乙３６）、２７号、２８号、２９号）の中には、競走場外での勝舟\n投票券の発売を認めないことを明示した部分こそないものの、風光明媚な水辺に人\n々が集ってモーターボート競走を観覧することによって海事思想の普及と観光事業\nの振興を図ることが立法の目的であるため、各質疑は、それらを素直に読む限り、\n競走を観覧する者が勝舟投票券を購入することを当然の前提としてされていると\nいうことができ、そのような健全な環境の下で発売されることに着目して刑法に対\nする例外として許容されたものとうかがわれるところである。このことは、昭和２\n９年に「のみ行為」に対する罰則規定を新設する際の国会での審議において説明員\nが法が競走場外での勝舟投票券の発売を禁止している旨の説明をしていることから\nも明らかである（疎乙４０）。また、勝舟投票券が刑法にいう富くじとしての性質\nを有する以上、その発売所における秩序維持には十分留意する必要があると考えら\nれるが、法の規定の中に勝舟投票券発売場自体についての秩序維持に関する規定が\nなく、施行者が秩序維持を図る対象としては競走場のみが規定されている。このこ\nとは、法が勝舟投票券発売場について秩序維持が不要と考えていることを示すもの\nではなく、発売場が常に競走場内にあることを前提として、競走場のみを秩序維持\nの対象とすれば足りると考えていることを示すものである。このほか、法２６条及\nび法９条の３は、下位規範への委任について規定しているが、このうち、法２６条\nは、「この法律に定めるものの外、競走の実施に関する事務で地方公共団体が処理\nしなければならないものは政令で、競走に出場する選手、競走に使用するボート及\nびモーター、審判員並びに検査員の登録規準その他登録に関する事項その他この法\n律の施行に関し必要な事項（政令で定めるべきものを除く）は国土交通省令で定め\nる。」としているにすぎず、場外発売場の設置の可否は、競走の実施に関する事\n務、選手、ボート及びモーター、審判員、検査員の登録規準等の登録に関する事項\nのいずれにも当たらないことは明らかである。また、法９条の３は、「勝舟投票法\nは、単勝式、複勝式、連勝単式及び連勝複式の４種とし、各勝舟投票法における勝\n舟の決定の方式並びに勝舟投票法の種類の組み合わせ及び限定その他その実施の方\n法については国土交通省令で定める。」としており、投票法自体の具体的な定めの\nみを省令に委任する規定であることは文言上明らかであるから、この規定により舟\n券の発売場所についての事項を省令により定め得ると解するのは到底困難である。\n以上のような立法の経緯及び法の他の規定との整合性に照らすと、法は、勝舟投\n票券が競走場外で発売されることは想定しておらず、競走場内でのみ発売されるこ\nとを前提として刑事罰の対象外とする趣旨の下で制定されたと解するのが相当であ\nる。\n昭和５７年に改正される以前の規則８条が「勝舟投票券の発売場は、当該競走場以\n外に設置してはならない。」と規定したのは、以上のような法の趣旨を注意的に規\n定したものと考えるべきである。\nなお、相手方は、他の公営競技の規定、例えば、競馬法、自転車競技法、小型自\n動車競技法等との比較において、法が、場外発売を禁止していないことは明らかで\nあるとの主張をするが、法は、上記のように、舟券の発売の主体、場所、方法等を\n限定的に認めており、場外発売場を許容していないと解すべきことは明らかであ\nり、他の競技に関する法の規定の如何によって、このことが左右されるものとはい\nい難い。\nしたがって、相手方の主張は、その前提を欠くものといわざるを得ない。\n３　規則８条の法適合性\n規則８条は、制定当初「勝舟投票券の発売場は、当該競走場以外に設置してはな\nらない。」との規定であったが、昭和５７年運輸省令１０号により、この規定に加\nえて２項として「施行者は前項の規定にかかわらず、運輸大臣の承認を受けて、自\n己の施行にかかる競走の実施に支障が生じない範囲において、かつ、当該競走の開\n催日に限り、当該競走場内に他の競走場で行われる競走の勝舟投票券の発売所を設\n置することができる」との規定が新設され、さらに、昭和６０年運輸省令２９号に\nよって全部改正がされ、同条１項は、「施行者は、場外発売場を設けようとすると\nきは、当該場外発売場がその位置、構造及び設備に関し、告示で定める基準に適合\nするものであることについて、運輸大臣の確認を受けなければならない。」との規\n定となった。\nしかし、法が競走場外に勝舟投票券発売場の設置を許容しておらず、その設置に\n関する規定を置くことを省令に委任しているとは解し難いことは、前記のとおりで\nあるから、昭和５７年改正以降の規則８条の規定は、上位規範である法の規定に反\nするものとして、無効というほかない。\n４　本件確認の行政処分性\n上記のとおり、規則８条が法に反して無効である以上、本件確認は、法律上の根\n拠を欠くものであることが明らかであり、行政事件訴訟法３条にいう行政庁の処分\nと認めることはできない。\nしたがって、申立人らは、仮に本件確認によってその権利を侵害されたならば、\n取消訴訟を経ることなく、直ちに民事訴訟手続によって救済を求めることができる\nのであって、本件の本案訴訟である取消訴訟は不適法であり、本件各執行停止の申\n立\nては、その前提となる適法な本案訴訟の係属を欠くものといわざるを得ない。\n第４　結論\nよって、他の事由について判断するまでもなく、本件申立ては不適法であるから\nこれを却下することとし、申立費用の負担について行政事件訴訟法７条、民事訴訟\n法６１条、６５条１項本文を適用して、主文のとおり決定する。\n東京地方裁判所民事第３部\n裁判長裁判官　藤山雅行\n裁判官　村田斉志\n裁判官　廣澤諭\n"
}