{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 24
  },
  "case_number": "平成14(行ケ)37",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11131",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11131",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/131/011131_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３７号　審決取消請求事件\n平成１５年４月１０日口頭弁論終結\n判　　　　　　　決\n原　　　告　　　　　　美和ロック株式会社\n訴訟代理人弁護士　　　熊　谷　秀　紀\n訴訟代理人弁理士　　　宮　口　　　聡\n同　　　　　　　　　　飯　田　岳　雄\n被　　　告　　　　　　株式会社ゴール\n訴訟代理人弁護士　　　村　林　隆　一\n同　　　　　　　　　　松　本　　　司\n同　　　　　　　　　　岩　坪　　　哲\n同　　　　　　　　　　井　上　裕　史\n訴訟代理人弁理士　　　玉　利　冨二郎\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が無効２０００－３５６６０号事件について平成１３年１２月７日\nにした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，考案の名称を「扉錠」とする登録第１９２８９２６号の実用新案\n（昭和５８年１１月９日出願（以下「本件出願」という。），平成４年９月９日実\n用新案登録（以下「本件実用新案登録」という。）。以下「本件登録実用新案」と\nいい，その考案そのものを「本件考案」という。）の実用新案権者である。\n原告は，平成１２年１２月７日，本件実用新案登録を無効にすることについ\nて審判を請求した。\n特許庁は，この請求を無効２０００－３５６６０号事件として審理し，その\n結果，平成１３年１２月７日，「本件審判の請求は，成り立たない。」との審決を\nし，審決の謄本を同年１２月１９日に原告に送達した。審決は，実用新案権者であ\nる被告が提出した答弁書副本を，審判手続終結前に請求人である原告に送達するこ\nとなく，なされた。\n２　実用新案登録請求の範囲（別紙図面Ａ参照。なお，符号ＡないしＦは，審決\nにおけると同様，便宜上付したものであり，以下，それぞれの構成要件を，審決に\nおけると同様，「構成要件Ａ」，「構成要件Ｂ」などという。）\nＡ　本施錠用の受孔３２を形成した受部材３０と，用心錠用の係合孔４１を形\n成した規制部材３５と，２段階に突出できる錠杆３を出没自在に嵌装した錠ケース\n１とを備え，\nＢ　前記錠杆３の最小突出時にはその係止部３ａを規制部材３５の用心錠用の\n係合孔４１に係合して扉の一定角度の開放を可能とし，錠杆３の最大突出時には受\n部材３０の本施錠用の受孔３２に係合して本施錠されるようにした扉錠において，\nＣ　前記受部材３０は，扉枠ロの正面側の前部から後部に向けて埋設するとと\nもに，前面には規制部材３５収納用の収納凹部３１を，下部には錠杆３の係止部３\nａ係合用の前記受孔３２を形成し，\nＤ　規制部材３５は，上端部を枢支するとともに下端部に前記係合孔４１を形\n成し，\nＥ　錠ケース１は扉イの正面側の前部から後部に向けて埋設してなることを特\n徴とする，\nＦ　扉錠。\n３　審決の理由\n審決は，別紙審決書の写しのとおり，請求人（原告）が「本件考案の構成要\n件（Ｅ）は，客観的な文理解釈上，一義的に，「屋外から見て，扉の正面側の前部\nから後部に向けて埋設してなる」という意味であり，また，本件考案の構成要件\n（Ｃ）は，「前記受部材は，屋外から見て，扉枠の正面側の前部から後部に向かっ\nて埋設するとともに」という意味である。」（審決書２頁第４段落）と主張したの\nに対し，次のとおり，判断した。\n「本件考案の受部材３０は扉枠ロに埋設され，該受部材３０に扉イに埋設さ\nれた錠ケースから２段階に突出できる錠杆３の係止部３ａが，その最大突出時に係\n合する受孔３２が形成されるものであること及び本件考案は開き扉の扉錠であるこ\nとは，本件考案の構成要件（Ａ）及び（Ｂ）の記載に照らして明らかである。\nまた，実用新案登録請求の範囲には，受部材３０に形成された本施錠用の\n受孔３２に対して錠杆がどの方向から出没してその係止部３ａが受孔３２に係合す\nるのかについて規定するところはないが，本件考案が属する技術分野である開き扉\nの扉錠において，扉枠に埋設された受部材の露出した面に形成された（錠杆の）受\n孔に，扉に埋設された錠ケースから出没する錠杆を係合させるのに，特段の事情が\nない限り，錠杆を受孔に対して直線状に出没させて扉錠として機能させること，す\nなわち，受孔が形成される受部材の面と錠ケースの錠杆が突出する扉の面とを相対\n向させること，つまりは，扉枠の扉と相対向する面に受部材の受孔が露出するよう\nに埋設されることは本件考案の出願時の技術水準として当業者の認識するところで\nある。このことと，本件明細書に添付された図面の第１１図（規制部材及び受部材\nの正面図）及び第１０図（規制部材及び受部材の縦断面図）に示されている受部材\n３０に形成された受孔３２と錠杆３及び係止部３ａとの係合態様から，本件考案の\n構成要件Ｃ中の「前面」との用語，すなわち，受部材３０の前面は，扉に埋設され\nた錠ケースから出没する錠杆に対向して露出する面を意味すると解するのが相当で\nある。」（審決書３頁第３，第４段落）\n「本件考案が属する技術分野である開き扉の扉錠は，不法侵入者の侵入を防\n止するために設けられるものであるから，扉錠の扉あるいは扉枠に対する取付けは\n堅固で，また，外部からの不法な操作を防止できるものでなければならず，このた\nめ少なくとも錠杆の受孔を備える受部材は扉枠から外部に露出されて埋設されるべ\nきではないことは当業者が技術常識として理解できることであり，このことは本件\n考案の用心錠用機能を備えた扉錠においても変わるところはないのである。しかし\nながら，本件考案の構成要件Ｃにおいて「扉枠ロの正面側」を屋外から見て扉枠の\n正面側とすると，受部材３０は屋外から見た扉枠の正面側角部に形成した凹部に露\n出して設けられことになる。となると，前示した扉錠本来の機能が達成できないこ\nとになる。\nこのように，本件考案の構成要件Ｃの「扉枠ロの正面側」を請求人が主張\nするように「屋外から見て，扉枠の正面側」と解するのは，当業者の技術常識とす\nる扉錠の機能，本件考案の目的の観点から見て，技術的に合理的な解釈ということ\nはできず，むしろ，本件明細書等に接した当業者であれば，構成要件Ｃの「扉枠ロ\nの正面側」は扉枠の扉と相対向する面を正面側と解するのが自然というべきであ\nる。\nまた，このことは本件考案の構成要件Ｅの解釈についても同様である。\nそして，実用新案登録請求の範囲に記載された構成要件（Ａ）乃至（Ｅ）\nは，本件考案が解決しようとする課題（２欄１９行乃至３欄１９行）を達成する上\nにおいて，必要かつ十分な構成要件といえるから，かかる記載をもって本件明細書\nの実用新案登録請求の範囲には，，考案の詳細な説明に記載した考案の構成に欠く\nことができない事項が記載されていないとの原告の主張は採用することができな\nい。」（審決書４頁第２～第５段落）\n第３　原告主張の審決取消事由の要点\n審決が，本件出願の願書に添附した明細書（以下，添付した図面と併せて\n「本件明細書」という。）の実用新案登録請求の範囲には，考案の詳細な説明に記\n載した考案の構成に欠くことができない事項が記載されていないとの原告の主張は\n採用することができない，と認定判断したのは誤りである（取消事由１）。また，\n審判長が，本件無効審判の手続において，実用新案権者である被告が提出した答弁\n書の副本を，審判手続終結前に，請求人である原告に送達しなかったことは，本件\n登録実用新案について適用される平成５年法律第２６号による改正前の実用新案法\n（以下「旧実用新案法」という。同法律２６号附則４条１項参照。）４１条により\n準用される平成５年法律第２６号による改正前の特許法（以下「旧特許法」とい\nう。）１３４条２項に反する（取消事由２）。これらの誤りが，それぞれ，結論に\n影響を及ぼすことは明らかであるから，審決は，取消しを免れない。\n１　取消事由１（実用新案登録請求の範囲の記載不備についての判断の誤り）\n(1) 審決は，構成要件Ｃの「受部材３０は，扉枠ロの正面側の前部から後部に\n向けて埋設する」及び構成要件Ｅの「錠ケース１は扉イの正面側の前部から後部に\n向けて埋設してなる」の意義を検討するに当たり，錠ケース１あるいは受部材３０\nの前後方向の判断をしていない。\n別紙図面Ｂの第１図及び第２図に示す錠ケース１のフロント板１ａ，背板\n１ｂ，外側板１ｃ（扉に装着したとき外側になる側板）及び内側板１ｄのうち，い\nずれを前方と解するかによって，扉イの正面側の意義が異なってくる。ところが，\n審決では，フロント板１ａを手前にし，背板１ｂを先に埋設する，という態様しか\n検討していない。別紙図面Ｂの第３図に示すように，扉イの自由側端縁２に錠箱収\n納孔３を形成し，錠ケースの背板１ｂを先にして収納することは，通常行われてい\nる方法である。しかし，別紙図面Ｂの第４図に示すように，扉イの外面の自由側端\n縁部に錠ケース１を収納できる凹陥部４を形成しておき，錠ケース１の内側板１ｄ\nを先にして錠ケース１を扉イに埋設し，外側板５を扉厚方向に重合するようにして\n凹陥部４を覆えば，錠ケース１を扉イの外面側の前部から後部に向けて埋設したこ\nとになるから，審決がいう「本件考案の目的の観点から見て，技術的に合理的な解\n釈」をしても，扉イの外面が扉イの正面側となる。\n別紙図面Ｂの第５図に示すように，ダブテイル（dove-tail）係合が可能な\n蓋板６を扉の外面に沿ってスライドするようにして凹陥部４を閉塞しても，同様\nに，扉イの外面が扉イの正面側となる。また，別紙図面Ｂの第４図及び第５図にお\nいて，扉の板厚方向において面対称な位置に凹陥部４を設ければ，同様に，錠ケー\nス１を室内側に埋設することができ，この場合，扉イの内面が扉イの正面側とな\nる。\n別紙図面Ｂの第６図に示すように受部材３０を設置すれば，扉枠ロの扉と\n相対向する面（閉扉時に扉の自由側端縁と対向する内側面）が扉枠ロの正面側とな\nる。しかし，別紙図面Ｂの第７図に示すように受部材３０を設置すれば，扉枠ロの\n外面を扉枠ロの正面側とすることもできるのである（別紙図面Ｂの第７図に示すも\nのは，実際に製造販売されている。）。また，上記と同様にして，扉枠ロの内面を\n扉枠ロの正面側とすることもできるのである。\n(2) 本件考案の扉イ及び扉枠ロの正面側がどの方向から見た正面側なのかは，\n上記のとおり，本件明細書の実用新案登録請求の範囲によってはもちろん，考案の\n詳細な説明及び図面を参照することによっても，一義的に確定することができな\nい。審決は，「扉枠ロの正面側」とは閉扉時に扉と相対向する面であり，「扉イの\n正面側」とは閉扉時に扉枠と相対向する面である，と認定し，この認定に基づい\nて，「実用新案登録請求の範囲に記載された構成要件（Ａ）乃至（Ｅ）は，本件考\n案が解決しようとする課題を達成する上において，必要かつ充分な構成要件といえ\nる」と判断したものである。審決の上記認定判断は，明らかに誤っている。本件実\n用新案登録について適用される旧実用新案法５条５項２号は，実用新案登録請求の\n範囲の記載は，「実用新案登録を受けようとする考案の構成に欠くことができない\n事項のみを記載した項（以下「請求項」という。）に区分してあること」と規定し\nており，本件明細書の実用新案登録請求の範囲の記載は，同規定に反するものであ\nる。\n２　取消事由２（旧特許法１３４条２項違反）\n旧実用新案法４１条により準用される旧特許法１３４条２項は，被請求人か\nら答弁書を受理したときにはその副本を請求人に送達しなければならないと規定し\nている。\nしかしながら，本件においては，答弁書の副本は，審決と同時に請求人であ\nる原告に送達されたため，原告は，答弁書に対する弁駁書を提出する機会を奪われ\nた。\n審判におけるこの手続違背は重大であるから，審決は取り消されるべきであ\nる。\n第４　被告の反論の骨子\n審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。\n１　取消事由１（実用新案登録請求の範囲の記載不備についての判断の誤り）に\nついて\n(1) 本件明細書の実用新案登録請求の範囲における「扉枠ロの正面側」及び\n「扉イの正面側」が，どの方向から見た正面側であるかは，本件明細書の考案の詳\n細な説明，図面の簡単な説明，第１図，第２図，第４図，第１１図及び出願時の技\n術水準から明確に理解することができる。\n(2) 本件明細書の第１図には，閉扉状態において扉イと扉枠ロとが相対してい\nることが鎖線で描かれており，その上で，扉イに，錠ケース１がフロント９を前面\nとして右方向に埋設してあること，及び，扉枠ロに，規制部材３５が組み込まれた\n受部材３０が収納凹部３１側を前面として左方向に埋設されていることが図示され\nている。そして，第１図は，縦断した側面図であるから，「扉枠ロの正面」が錠ケ\nースを取り付けた状態の第１図の扉に相対向する面（受部材の面）をいうことは，\n自明のことである。しかも，第１図には右から左方向に示したⅡ－Ⅱ線矢視符号が\n記載され，このⅡ－Ⅱ線矢視方向から見た図が第２図であって，この第２図は第１\n１図と同一方向から見た図であるから，この第２図は，第１１図（正面図）の表現\nに倣えば，「第１図のⅡ－Ⅱ線方向から見た正面図」ということができるものであ\nる。したがって，第１図と第２図を参照するだけでも，「扉枠ロの正面」とは扉に\n相対向する面（又は受部材の面）のことであることが，明白である。\n本件明細書の第４図は，錠ケースの開蓋状態側面図であり，錠ケースの蓋\nを取った状態の側面図である。この第４図と第１図とを検討すると，「扉イの正\n面」とは扉枠と相対向する面を意味することは，上述の解釈から明白である。\n本件明細書の第１１図（正面図）及び第１０図（縦断面図）に示されてい\nる受部材３０に形成された受孔３２と錠杆３及び係止部３ａとの係合態様からすれ\nば，本件考案の構成要件Ｃ中の受部材３０の「前面」とは，扉に埋設された錠ケー\nスから出没する錠杆３に対向して露出する面である。このことは，本件明細書の第\n２図及び第１図からも明らかである。また，本件明細書の「受部材３０の前面には\n後述の規制部材３５を収納する収納凹部３１が形成され」（甲第３号証３頁５欄１\n８行～２０行）との記載と第１図とを見れば，受部材３０の「前面」は上記と同様\nに解され，このことからも，「扉枠ロの正面側」とは扉と相対向する面であること\nが明らかである。\n(3) 本件考案の構成要件Ｅ中の「扉イの正面側」の意味についても，上記(2)で\n述べたところから，閉扉時に扉枠ロと対向する面であることが明らかである。\n２　取消事由２（旧特許法１３４条２項違反）について\n審判手続上の誤りが，審決を違法とする理由となり得るのは，その誤りが審\n決の結論に影響を及ぼす場合に限られる。審決は，原告の弁駁を聞くまでもなく，\n本件審判請求に理由がないと判断したものであって，審判終結時に答弁書の副本を\n請求人に送達しなかったとの手続違背は，審決の結論に影響を及ぼすことはないの\nであるから，審決を違法とする理由とはなり得ない。\n第５　当裁判所の判断\n１　取消事由１（実用新案登録請求の範囲の記載不備についての判断の誤り）に\nついて\n原告は，本件考案の構成要件Ｃにおける「扉枠ロの正面側」及び構成要件Ｅ\nにおける「扉イの正面側」がどの方向から見た正面側なのか，本件明細書によって\nは，一義的に確定することができない，「扉枠ロの正面側」とは閉扉時に扉と相対\n向する面であり，「扉イの正面側」とは閉扉時に扉枠と相対向する面である，との\n審決の認定判断は誤りである，と主張する。\n(1) 本件考案の構成要件Ｃは，「前記受部材３０は，扉枠ロの正面側の前部か\nら後部に向けて埋設するとともに，前面には規制部材３５収納用の収納凹部３１\nを，下部には錠杆３の係止部３ａ係合用の前記受孔３２を形成し，」と規定されて\nいる。本件明細書の第１図（「縦断側面図」と表現されている。）及び第１１図\n（「正面図」と表現されている。）（甲第３号証８欄２２行～３０行）を参照すれ\nば，この構成要件Ｃが，閉扉時に扉と対向する面が扉枠の正面側であり，その正面\n側の前部から後部にかけて受部材３０が埋設され，その前面には規制部材３５を収\n納する収納凹部３１が形成され，その前面下部には，錠杆３の係止部３ａを係合す\nるための受孔３２が形成される，との構成を規定していることは，実用新案登録請\n求の範囲の記載自体から，一義的に明りょうに理解することができる。\n本件考案の構成要件Ｅは，「錠ケース１は扉イの正面側の前部から後部に\n向けて埋設してなることを特徴とする，」と規定されている。これと本件考案の構\n成要件Ａの「２段階に突出できる錠杆３を出没自在に嵌装した錠ケース１」及び構\n成要件Ｂの「前記錠杆３の最小突出時にはその係止部３ａを規制部材３５の用心錠\n用の係合孔４１に係合して扉の一定角度の開放を可能とし，錠杆３の最大突出時に\nは受部材３０の本施錠用の受孔３２に係合して本施錠されるようにした扉錠」との\n構成，並びに，本件明細書の第１図（「縦断側面図」と表現されている。），第４\n図（「錠ケースの閉蓋状態側面図」と表現されている。）及び第１１図（「正面\n図」と表現されている。）（甲第３号証８欄２２行～３０行）を参照すれば，この\n構成要件Ｅが，構成要件Ａ及びＢと併せて，閉扉時に扉枠と対向する面を扉の正面\nとして，その正面側の前部から後部にかけて錠ケース１が埋設され，錠杆３が２段\n階に突出して，規制部材３５の用心錠用の係合孔４１と係合して扉の一定角度の開\n放を可能にし，また，受部材３０の本施錠用の受孔３２に係合して本施錠させる，\nとの構成を規定していることは，実用新案登録請求の範囲の記載自体から，一義的\nに明りょうに理解することができる。\n本件考案の構成要件Ｃ及びＥにおける「扉枠ロの正面側」及び「扉イの正\n面側」についての上記の解釈は，本件明細書の考案の詳細な説明の欄の次の各記載\nともよく合致する。\n「〔実施例〕\nこの考案の一実施例を第１図ないし第９図に基づいて以下に説明する。\n１は扉イの正面側の前部から後部に向けて埋め込んだ錠ケースで，この\n錠ケース１内には室内側に設けたサムターン（図示せず）または室内側に設けたシ\nリンダー２の回動操作により最大，最小の二段階に突出するように錠杆３が嵌装さ\nれており，該錠杆３の先端には係止部３ａが形成されている。」（甲第３号証３欄\n３９行～４欄３行。下線付加。），\n「３０は扉枠ロの正面側の前部から後部に向けて埋め込んだ受部材で，こ\nの受部材３０の前面には後述の規制部材３５を収納する収納凹部３１が形成され，\n該収納凹部３１の一部には閉扉時に錠杆３を最大に突出させたとき錠杆３の係止部\n３ａが嵌入して本施錠される受孔３２が形成されている。３３は裏蓋，３４はビス\nである。」（５欄１７行～２３行。下線付加。）\n「〔考案の効果〕\nこの考案によれば，（１）本施錠用の受孔を形成した受部材は扉枠の正面\n側の前部から後部に向けて埋設するとともに，規制部材の係合孔に係入される錠杆\nを出没自在とした錠ケースは扉の正面側の前部から後部に向けて埋設し，受部材も\n錠ケースも共に彫込型としているから，１つの扉錠に内装した錠杆の段階的な突出\n操作により用心機能と本施錠機能とを選択使用できるだけでなく，外開き扉は勿論\nのこと，内開き扉にも用心錠として使用できる。」（８欄４行～１３行。下線付\n加。）\nこのように，本件明細書の側面図である第１図及び第４図，並びに，正面\n図である第１１図を参照しながら，実用新案登録請求の範囲に記載されている技術\n内容を理解すれば，閉扉時に扉イと対向する面が，扉枠ロの正面であって，この扉\n枠ロの正面側の前部から後部に向けて受部材が埋め込まれ，その受部材の前面には\n規制部材３５を収納する収納凹部３１が形成されていること，及び，閉扉時に扉枠\nロと対向する面が扉イの正面であって，この扉イの正面側の前部から後部に向けて\n錠ケース１が埋め込まれ，室内側に設けたシリンダー２の回動操作等により最大，\n最小の二段階に突出するように錠杆３が嵌装されており，この錠杆３の先端に形成\nされている係止部３ａが，規制部材３５の係合孔４１あるいは受部材の受孔３２と\n係合することが，一義的に明りょうに理解することができるのである。\n(2) 原告は，審決は，構成要件Ｃの「受部材３０は，扉枠ロの正面側の前部か\nら後部に向けて埋設する」及び構成要件Ｅの「錠ケース１は扉イの正面側の前部か\nら後部に向けて埋設してなる」の意義を検討するに当たり，錠ケース１あるいは受\n部材３０の前後方向の判断をしていないとして，別紙図面Ｂにおいて，錠ケース及\nび受部材の扉及び扉枠への埋設方法について，種々の態様を挙げている。\nしかしながら，本件明細書の上記記載及び上記各図面の図示からすれば，\n本件考案における扉及び扉枠の各「正面側の前部から後部に向けて」がどの方向の\nものであるかは，本件明細書自体から，上記のとおり明確なのであるから，本件明\n細書の前記記載事項と矛盾する内容を一部に包含することが明らかな別紙図面Ｂの\n記載内容を本件明細書の解釈において参酌すべき必要はない。原告の主張は主張自\n体失当である。\n２　取消事由２（旧特許法１３４条２項違反）について\n本件の審判の手続において，答弁書副本が原告に送達されたのは，審決書謄\n本の送達と同時である（甲第５号証）。平成５年法律第２６号附則４条１項によ\nり，本件実用新案登録について適用される旧実用新案法４１条の規定により準用さ\nれる旧特許法１３４条２項が，「審判長は，前項の答弁書を受理したときは，その\n副本を請求人に送達しなければならない。」と規定しているところからすれば，審\n判長は，審判手続終結前に答弁書副本を請求人に送達すべきであったと解すること\nができ，審決に至る過程に，旧実用新案法４１条及び旧特許法１３４条２項が定め\nていた手続への違背があったことは明らかである。\nしかし，旧特許法１３４条２項が，請求人に答弁書副本を送達すべきことを\n規定したのは，どのような場合でも必ず請求人に再反論，再立証の機会を保障する\n趣旨である，とまでは解することができない。無効審判における請求の理由と被請\n求人から提出された答弁書の内容からみて，答弁書副本を事前に請求人に送達し，\n再反論をさせる必要が明らかにないと認められる場合には，審理終結後に審決書謄\n本と同時に答弁書副本を送達したとの手続上の瑕疵は，審決の結論に実質的な影響\nを及ぼさないものとして，審決を取り消すべき違法な事由とまではいえないと解す\nべきである。\n本件無効審判請求の請求の理由は，前記のとおり，本件明細書の実用新案登\n録請求の範囲の記載における，「扉枠ロの正面側」及び「扉イの正面側」とは，い\nずれも，屋外から見た，扉及び扉枠の正面側の意味であり，それによると，本件明\n細書の実用新案登録請求の範囲には，考案の詳細な説明に記載した考案に欠くこと\nができない事項が記載されていないことになる，というものである。そして，本件\nにおいては，本件考案の「扉枠ロの正面側」とは，扉枠の扉と相対向する面側を意\n味し，「扉イの正面側」とは，扉の扉枠と相対向する面側を意味していることが，\n本件明細書の記載自体から明らかであることは前記認定のとおりである。本件無効\n審判の請求の理由は，本件明細書の実用新案登録請求の範囲の記載が不備であると\nいうものであるから，本件明細書の実用新案登録請求の範囲の記載が不備であるか\nどうかは，基本的に本件明細書自体により決定されるべき事柄である。本件無効審\n判の請求の理由の当否は，答弁書に対する審判請求人の弁駁を聞くまでもなく，本\n件明細書自体から十分に判断することができる事柄であることは，上述したところ\nから明らかである（なお，仮に，請求人である原告に弁駁書の提出の機会が与えら\nれたとしても，弁駁書における原告の主張は，本訴における原告の主張と，ほぼ同\n様の主張になると推認することができ，この主張が，本件明細書の記載不備の問題\nについて影響を与えたり，審決の結論に影響を及ぼすことがないことは明らかであ\nる。）。なお，実用新案法３８条２項によれば，無効審判の請求書の補正は，その\n要旨を変更するものであってはならないのであるから，請求人が答弁書をみて，無\n効審判の請求の理由を他の理由に補正することもできない。したがって，本件無効\n審判においては，原告が主張する上記手続違背は，この点からも，審決の結論に影\n響を与えるものではない，ということができる。\n以上によれば，本件無効審判においては，審判手続終結前に，請求人に答弁\n書副本を送達しなかったとの手続違背はあるものの，この手続違背は，審決の結論\nに実質的影響を及ぼさない場合であると認められるのであるから，審決を取り消す\nべき違法なものということはできない。原告の上記主張は，採用することができな\nい。\n３　結論\n以上によれば，原告主張の取消事由には理由がないことが明らかであり，そ\nの他，審決にこれを取り消すべき誤りは見当たらない。そこで，原告の本訴請求を\n棄却することとし，訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６１\n条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  阿　　部　　正　　幸\n（別紙）\n別紙図面Ａ別紙図面Ｂ\n"
}