{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 7
  },
  "case_number": "平成15(行ケ)143",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10270",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10270",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/270/010270_hanrei.pdf",
  "contents": "平成１５年（行ケ）第１４３号　審決取消請求事件（平成１６年５月２４日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　アールシーエー　ライセンシング　コーポ\nレイション\n（旧　　商　　号）　　アールシーエー　トムソン　ライセンシン\nグ　コーポレイション\n訴訟代理人弁理士　　　伊東忠彦\n同　　　　　　　　　　湯原忠男\n被　　　　　　告　　　特許庁長官　今井康夫\n指定代理人　　　　　　橋本恵一\n同　　　　　　　　　　新宮佳典\n同　　　　　　　　　　小曳満昭\n同　　　　　　　　　　涌井幸一\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　請求\n特許庁が不服２００２－１５３８８号事件について平成１４年１１月２９日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，平成１２年４月２０日，名称を「テレビジョン偏向装置」とする発\n明につき特許出願（１９８６年〔昭和６１年〕４月１８日・英国及び同年１２月１\n８日・アメリカ合衆国の各特許出願に基づく優先権を主張して昭和６２年４月１７\n日に出願した特願昭６２－９６１０２号の一部の新たな特許出願）をしたが，平成\n１４年５月１５日に拒絶査定を受けたので，同年８月１２日，不服の審判の請求を\nし，不服２００２－１５３８８号事件として特許庁に係属した。\n特許庁は，同事件について審理した結果，同年１１月２９日，「本件審判の\n請求は，成り立たない。」との審決をし，その謄本は，同年１２月１７日，原告に\n送達された。\n２　本件特許出願の願書に添付した明細書（平成１４年９月１０日付け手続補正\n書により補正されたもの。以下「本件明細書」という。）の特許請求の範囲の【請\n求項１】記載の発明（以下「本願発明」という。）の要旨\n垂直同期入力信号に応答して，位相変調された垂直制御信号を発生する手段\nと，上記位相変調された垂直制御信号に応答して上記位相変調された垂直制御信号\nに同期した鋸波形を有する第２の信号を発生する鋸波発生器とよりなり，上記第２\nの信号は所定の偏向サイクルにおいて第１の方向に変化するトレース部分と上記第\n１の方向と実質的に逆の方向に変化するリトレース部分とを有し，上記第２の信号\nは各トレース部分の最後とその次のトレース部分の最初との間に，各サイクルにお\nいて同じ期間であって上記垂直制御信号の位相変調によって影響を受けない期間を\n有する間隔を有し，更に垂直偏向巻線と，上記第２の信号に応答して上記垂直偏向\n巻線に印加される鋸波形を有する垂直偏向電流を発生する手段とよりなり，上記垂\n直偏向電流はトレース期間中に，上記第２の信号の上記トレース部分に対応するも\nのであって上記垂直制御信号に従って位相変調されるトレース部分を有し，上記垂\n直偏向電流は上記垂直制御信号の位相が変化する偏向サイクルの各々において上記\n位相変調された垂直制御信号と同位相に維持される構成のテレビジョン偏向装置。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明は，実願昭５９－９５５\n８６号（実開昭６１－１４５７２号）のマイクロフィルム（甲４，以下「刊行物\n１」という。）に記載された発明に基づいて，当業者が容易に発明をすることがで\nきたものであるから，特許法２９条２項の規定により特許を受けることができない\nとした。\n第３　原告主張の審決取消事由\n１　審決は，本願発明と刊行物１の発明との相違点に関する認定判断を誤った\n（取消事由）結果，本願発明の進歩性を誤って否定したものであるから，違法とし\nて取り消されるべきである。\n２　取消事由（相違点に関する認定判断の誤り）\n(1) 審決は，本願発明と刊行物１の発明との相違点として認定した，「上記『第\n２の信号』（注，一致点の認定に係る「上記位相変調された垂直制御信号に応答し\nて上記位相変調された垂直制御信号に同期した鋸波形を有する第２の信号」）が，\n本願発明においては『各トレース部分の最後とその次のトレース部分の最初との間\nに，各サイクルにおいて同じ期間であって垂直制御信号の位相変調によって影響を\n受けない期間を有する間隔を有し』とするのに対して，刊行物１の発明において\nは，各トレース部分の最後とその次のトレース部分の最初との間の間隔が示されて\nいない点」（審決謄本６頁(2)「相違点」）について，「『第２の信号』を『各トレ\nース部分の最後とその次のトレース部分の最初との間に，各サイクルにおいて同じ\n期間であって垂直制御信号の位相変調によって影響を受けない期間を有する間隔を\n有し』とすることは，当業者であれば，刊行物１の発明に基づいて，適宜なし得る\nことである」（同７頁第３段落）と判断したが，誤りである。\n(2)　まず，審決は，「刊行物１の発明において，位相補正された信号(Ａ)は，\n分離回路(６)で分離された従来の垂直同期信号(Ｖ)の周波数が２倍(２Ｖ)にされて\n位相補正されたもの(２Ｖ’）であるから，この位相補正された信号(Ａ)は，分離さ\nれた従来の垂直同期信号(Ｖ)と同じ（同期）期間（帰線期間）を有する間隔を有す\nることは，明らかである」（審決謄本６頁下から第３段落）と認定した。しかしな\nがら，位相補正回路(１５)に供給される信号は，分離回路(６)からの垂直同期信号\nが２逓倍回路(１４)により，信号が変換されたものであり，一般的なパルス周波数\nの２逓倍回路は，パルス幅が変更されてもよいものであるから，位相補正回路(１\n５)に供給される信号が，分離回路(６)で分離された垂直同期信号(Ｖ)と同じパルス\n幅を有するパルスであるということはできず，したがって，位相補正回路(１５)か\nら出力される信号が，分離回路(６)で分離された垂直同期信号(Ｖ)と同じパルス幅\nを有するパルスであるとすることもできない。\n(3)　次に，審決は，「上記位相補正された信号(Ａ)によって，鋸歯状波信号(Ｂ\n又はＳ１)のピークレベル（始点レベル）が一定にされるのであるから，鋸歯状波信\n号(Ｂ又はＳ１)は『各トレース部分の最後とその次のトレース部分の最初との間\nに，各サイクルにおいて同じ（同期）期間（帰線期間）を有する』ことも，明らか\nである」（審決謄本６頁下から第２段落）と判断したが，誤りである。刊行物１で\nは，第５図の鋸歯状波発生器(１９)が，ピークレベル（始点レベル）が一定である\n第４図Ｂの鋸歯状波信号Ｓ１を出力するものであり，位相補正された信号(Ａ)によ\nって，鋸歯状波信号(Ｂ又はＳ１)のピークレベル（始点レベル）が一定にされるの\nではない。また，「鋸歯状波信号(Ｂ又はＳ１)のピークレベル（始点レベル）が一\n定にされる」ことから，「鋸歯状波信号(Ｂ又はＳ１)は『各トレース部分の最後と\nその次のトレース部分の最初との間に，各サイクルにおいて同じ（同期）期間（帰\n線期間）を有する』こと」になると判断したことには，論理の飛躍がある。刊行物\n１の第４図の鋸歯状波信号Ｓ１は，単なる１本の直線で表現されているから，これ\nによれば，トレースの最後に位置するリトレースするためのリトレース部分につい\nての具体的な内容については何ら開示されておらず，鋸歯状波信号(Ｂ又はＳ１)\nが，「各トレース部分の最後とその次のトレース部分の最初との間に，各サイクル\nにおいて同じ（同期）期間（帰線期間）を有する」ということはできない。\n(4)　また，審決は，「鋸歯状波信号(Ｂ又はＳ１)の始点レベルが，位相補正さ\nれた信号(Ａ)によって一定にされるということは，位相補正された信号(Ａ)の周期\nが異なっても一定にされるのであるから，鋸歯状波信号(Ｂ又はＳ１)は『位相補正\nされた信号(Ａ)の周期が異なっても影響を受けない期間を有する間隔を有する』こ\nとも，明らかである」（審決謄本６頁最終段落～７頁第１段落）と判断したが，上\n記(3)と同じ理由により，誤りである。\n(5)　以上の点に関し，被告は，特開昭５５－９０１８５号公報（乙１，以下\n「乙１公報」という。），特開昭６１－１０３６７号公報（乙２，以下「乙２公\n報」という。）及び特公昭５４－３３８０７号公報（甲５，以下「刊行物２」とい\nう。）を引用して，審決が，抽出される垂直同期信号の幅は通常一定であり，その\nような一定幅を有する垂直同期信号，あるいはそれに対応する信号の前縁でトレー\nスからリトレースに移り，後縁で次のトレースに移るようにする技術が周知である\nことを当然の前提にしている旨主張する。しかしながら，引用に係る上記公報に\nは，垂直同期信号が欠落した場合，垂直の偏向動作を維持するための複数の手段は\n開示されているが，本願発明のように，位相変調された垂直制御信号による問題を\n解決するための手段については開示がなく，その図面は，コンデンサの放電時間等\nを無視しており，正確な図面であるとはいえない。また，乙２公報には，垂直同期\n信号の前縁でトレースからリトレースに移り，後縁で次のトレースに移るようにす\nる技術は開示されていない。\n(6)　さらに，審決は，本願発明の実施例の記載について，刊行物２を引用した\n上，「本願発明が，結果として，垂直偏向電流のスタートレベル（始点レベル）を\n一定にするものだとしても，刊行物１の発明における『垂直出力回路（１７）』に\n代えて，刊行物２の発明を適用することによって，刊行物１の発明において，垂直\n偏向信号（垂直偏向電流）の始点レベルを一定とすることは，当業者であれば，容\n易になし得ることである」（審決謄本７頁最終段落）と判断したが，本願発明は，\n「垂直偏向電流のスタートレベル（始点レベル）を一定にする」点を要旨とするも\nのではないから，審決のこの判断も誤りである。\n第４　被告の反論\n１　審決の認定判断は正当であり，原告主張の取消事由は理由がない。\n２　取消理由（相違点に関する認定判断の誤り）について\n(1)　垂直偏向回路において，抽出される垂直同期信号の幅は通常一定であり，\nそのような一定幅を有する垂直同期信号，あるいはそれに対応する信号の前縁でト\nレースからリトレースに移り，後縁で次のトレースに移るようにする技術が，本件\n特許出願前に周知であることは，乙１公報，乙２公報及び刊行物２の記載からも明\nらかであり，審決は，このことを当然の前提にしている。そのような前提に立て\nば，刊行物１の発明のように，２逓倍し位相変調した垂直同期信号を利用して２倍\nの周波数で画像を表示するようにしたものにおいても，「各トレース部分の最後と\nその次のトレース部分の最初との間に，各サイクルにおいて同じ期間であって上記\n垂直制御信号の位相変調によって影響を受けない期間を有する間隔」を設ける程度\nのことは，当業者が適宜し得たことである。\n(2)　審決の判断中，上記(1)の容易想到性の判断に直接にかかわらない部分は，\n余事記載というべきものであり，以下のとおり，審決の結論に影響を及ぼすもので\nはない。\nア　まず，２逓倍回路がパルス幅を変えるものか否かは，本願発明の進歩性\nとは関係しない。刊行物１における位相補正された信号(Ａ)は，分離回路(６)で分\n離された従来の垂直同期信号（Ｖ）を基に作成されており，この信号(Ａ)が従来の\n垂直同期信号(Ｖ)と同様，各サイクルにおいて一定のパルス幅を有することは明ら\nかであり，そうであれば，本願発明の進歩性は否定されることになり，また，刊行\n物１には，位相補正された信号(Ａ)を受けて，鋸歯状波発生回路(１９)が鋸歯状波\n信号Ｓ１を発生することが記載されているから，この限りにおいて，審決の判断に\n誤りはない。\nイ　上記のとおり，鋸歯状波信号Ｓ１のピークレベル（始点レベル）を一定\nとするか否かは，本願発明の実施例には関係するが，その要旨とは直接に関係しな\nい事項であり，刊行物１の発明においても，各サイクルにおいて同一幅を有する位\n相補正された信号(Ａ)に基づき，鋸歯状波信号(Ｂ又はＳ１)が作成されるのであっ\nて，上記周知技術を前提にして考えれば，鋸歯状波信号(Ｂ又はＳ１)を「各トレー\nス部分の最後とその次のトレース部分の最初との間に，各サイクルにおいて同じ\n（同期）期間（帰線期間）を有する」ものとすることに何らの困難もないことは明\nらかである。\nウ　刊行物１の第４図にリトレース部分の期間が示されていないのは，刊行\n物１の発明においては，この期間を通常のものから変更することを発明の対象とし\nていないことによるものと考えられるが，このことは，刊行物１の発明において\n「各トレース部分の最後とその次のトレース部分の最初との間に，各サイクルにお\nいて同じ期間であって上記垂直制御信号の位相変調によって影響を受けない期間を\n有する間隔」を設けることが困難であることを意味するものではない。上記周知技\n術を前提にすると，刊行物１の発明においても，「各トレース部分の最後とその次\nのトレース部分の最初との間に，各サイクルにおいて同じ期間であって上記垂直制\n御信号の位相変調によって影響を受けない期間を有する間隔」を設けることは，何\nらの困難もないというべきである。\nエ　なお，審決が刊行物２を引用した点は，余事記載にわたるものであり，\n審決の結論には関係しない。\n第５　当裁判所の判断\n１　取消理由（相違点に関する認定判断の誤り）について\n(1)　原告は，審決が，本願発明と刊行物１の発明との相違点について，「『第\n２の信号』を『各トレース部分の最後とその次のトレース部分の最初との間に，各\nサイクルにおいて同じ期間であって垂直制御信号の位相変調によって影響を受けな\nい期間を有する間隔を有し』とすることは，当業者であれば，刊行物１の発明に基\nづいて，適宜なし得ることである」（審決謄本７頁第３段落）と判断したことに対\nし，容易想到性の判断の誤りを主張する。\nそこで，まず，この点に関する本件特許出願前の技術水準について検討す\nると，乙１公報には，名称を「陰極線管表示装置における垂直偏向発振回路」とす\nる発明に関し，「いま，入力端子Ｔから，第２図の＠に示す如き垂直同期信号が伝\n達されるとき，・・・トランジスタ１は第２図＠において，期間Ｔ１はオフ，Ｔ２は\nオンとなり，逆にトランジスタ２は期間Ｔ１はオン，Ｔ２はオフとなる。したがっ\nて，上記期間Ｔ１の間に，コンデンサＣ３に蓄積された電荷はトランジスタ２を経由\nして放電されることとなる。そして上記期間Ｔ２の間に，抵抗Ｒ６，Ｒ７を経由して\n＋１２Ｖの電源から充電されることになる」（２頁右下欄第３段落～最終段落），\n「上記期間Ｔ１における偏向コイルＬに流れる急激な電流変化により，該偏向コイ\nルＬには第２図＠に実線として示すフライバック・パルス電圧が発生する。・・・\nこの電圧が抵抗Ｒ１４及びコンデンサＣ２を経由して，トランジスタ２のベースに印\n加されるので，トランジスタ２のオン状態はより完全なものとなり，コンデンサＣ\n２の放電を一層完全に行なうことができる」（３頁右上欄第２段落）と記載されて\nおり，これらの記載によれば，一定の期間Ｔ１を有する垂直同期信号により，期間\nＴ１の前縁でトレースからリトレースに移り，後縁で次のトレースが開始する鋸歯\n状波信号を発生させ，この一定期間Ｔ１に鋸歯状波信号を発生するコンデンサの電\n荷を放電させることが開示されている。\nまた，乙２公報には，名称を「垂直偏向同期回路」とする発明に関し，\n「第３図(Ａ)の様に垂直同期信号が入力されると，タイマー回路１５からは同期信\n号の立ち上がりを基点として一定時間巾Ｔ１を有するパルス（第３図(Ｂ)）を出力\nする。このパルスの時間巾Ｔ１はタイマー回路１５の抵抗２７，コンデンサ２８に\nよって定まる。このパルス(Ｂ)によってトランジスタ１７をＯＮ－ＯＦＦし，ＯＮ\n時にはコンデンサ１８のディスチャージ電流及び定電流源１９の電流を吸収する。\nＯＦＦ時には，定電流源１９の電流Ｉがコンデンサ１８をチャージされ，出力端２\n０に鋸歯状波（第３図(Ｃ)）が得られる。・・・又，Ｔ１は垂直偏向の帰線期間に\n相当している」（２頁左下欄第２段落～右下欄第１段落）と記載されており，これ\nらの記載によれば，垂直同期信号を入力して一定時間幅Ｔ１を有するパルスを発生\nさせ，このパルスによって一定時間幅Ｔ１に対応する期間の前縁でトレースからリ\nトレースに移り，後縁で次のトレースが開始する鋸歯状波信号を発生し，上記期間\n中にコンデンサの電荷を放電させることが開示されている。\n以上によれば，抽出される垂直同期信号の幅は，通常，一定であると認め\nられ，また，本件特許出願前に，そのような一定幅を有する垂直同期信号，あるい\nはそれに対応する信号（パルス）の前縁でトレースからリトレースに移り，後縁で\n次のトレースに移るようにし，各トレース部分の最後とその次のトレース部分の最\n初との間の期間中にコンデンサがその電荷の影響を無視できる程度に放電されるよ\nうにする技術は，周知であったと認められる。\nそうすると，刊行物１に，「位相変調された垂直同期信号」（垂直同期信\n号として供給される位相補正された信号（Ａ））によって発生される「第２の信\n号」（鋸歯状波信号Ｓ１・第４図のＢ）について，「各トレース部分の最後とその\n次のトレース部分の最初との間に，各サイクルにおいて同じ期間であって変調され\nた垂直同期信号の位相変調によって影響を受けない期間を有する間隔を有する」こ\nとという相違点に係る構成が明示されていないとしても，刊行物１発明において，\n上記のような周知技術に基づき，各トレース部分の最後とその次のトレース部分の\n最初との間に，垂直偏向の帰線期間に相当する一定の期間（同じ期間）を有する間\n隔があるようにし，その期間中にコンデンサをその電荷の影響が無視できる程度に\n放電させて，鋸歯状波信号が垂直同期信号の位相変調により影響を受けないように\nすること，すなわち，その期間を鋸歯状波信号が「位相変調によって影響を受けな\nい」ようにした期間とすることは，当業者が適宜にし得ることというべきである。\nこれに対し，原告は，乙１公報及び乙２公報は，本願発明のように，位相\n変調された垂直制御信号による問題を解決するための手段について開示したもので\nはないと主張する。しかしながら，垂直同期信号の周波数を２倍にしない従来の垂\n直偏向信号の鋸歯状波波形が，各トレース部分の最後とその次のトレース部分の最\n初との間に同じ期間を有する間隔を有することは，本件特許出願前に周知の事項で\nあり，この期間にコンデンサの電荷を放電させるものである以上，本願発明のよう\nに，位相変調された垂直制御信号に同期した鋸波形の垂直偏向信号を発生させる場\n合においても，そのトレース部分の間に，垂直制御信号の位相変調によって影響を\n受けない期間を有する間隔を設けることは，当業者が適宜にし得ることというべき\nであって，原告の上記主張は，上記判断を左右するものではない。\n原告は，また，上記各公報の図面では，コンデンサの放電時間が無視され\nており正確な図面であるとはいえないと主張するが，乙１公報には，上記のとお\nり，「期間Ｔ１の間に，コンデンサＣ３に蓄積された電荷はトランジスタ２を経由し\nて放電される」ことが明確に記載されており，乙２公報でも，コンデンサがその電\n荷の影響が無視できる程度に放電されると考えられるから，原告主張の図面の記載\nにより上記判断が左右されるものではない。\n(2)　原告は，審決が，刊行物１の発明に基づく容易想到性を肯定するに当た\nり，「刊行物１の発明における『鋸歯状波信号（Ｂ又はＳ１）』は，『各トレース\n部分の最後とその次のトレース部分の最初との間に，各サイクルにおいて同じ期間\nであって位相補正された信号（Ａ）の周期が異なっても影響を受けない期間を有す\nる間隔を有する』ことは，当業者において自明のことである」（審決謄本７頁第２\n段落）と認定したことに関し，その誤りを主張する。本願発明の容易想到性が肯定\nされることは，上記(1)で説示したとおりであるが，念のため，原告主張の点につい\nて，検討する。\nア　原告は，まず，審決が，「当業者において自明のこと」とする上記認定\nに当たり，「刊行物１の発明において，位相補正された信号（Ａ）は，分離回路\n（６）で分離された従来の垂直同期信号（Ｖ）の周波数が２倍（２Ｖ）にされて位\n相補正されたもの（２Ｖ’）であるから，この位相補正された信号（Ａ）は，分離\nされた従来の垂直同期信号（Ｖ）と同じ（同期）期間（帰線期間）を有する間隔を\n有することは，明らかである」（審決謄本６頁下から第３段落）と認定したことに\n対し，一般的なパルス周波数の２逓倍回路は，パルス幅が変更されてもよいもので\nあるから，位相補正回路（１５）に供給される信号が，分離回路（６）で分離され\nた垂直同期信号と同じパルス幅を有するパルスであるということはできないと主張\nする。\n確かに，刊行物１の発明において，位相補正された信号（Ａ）は，分離\n回路（６）で分離された垂直同期信号（Ｖ）の周波数が２倍にされて位相補正され\nたものであり，このことから直ちに，「位相補正された信号（Ａ）は，分離された\n従来の垂直同期信号（Ｖ）と同じ帰線期間を有する間隔を有する」とはいえない。\nしかしながら，刊行物１における位相補正された信号（Ａ）は，分離回路（６）で\n分離された従来の垂直同期信号（Ｖ）を基に作成され，これに基づいて鋸歯状波信\n号を発生させるものである。垂直同期信号やこれを基にして鋸歯状波信号を発生さ\nせるために形成される信号は，上記(1)認定のとおり，通常，各サイクルにおいて一\n定のパルス幅を有するものであるから，刊行物１にこれと反する記載がされていな\nい以上，上記信号（Ａ）が従来のものと同様に各サイクルにおいて一定のパルス幅\nを有すると解すべきである。そうであれば，刊行物１の発明も，垂直同期信号の周\n波数を２倍にしない従来の回路と同様に，一定のパルス幅を有する信号により，\n「期間の前縁でトレースからリトレースに移り，後縁で次のトレースが開始する鋸\n歯状波信号を発生すること」，すなわち，鋸歯状波信号（Ｂ又はＳ１）が各トレー\nス部分の最後とその次のトレース部分の最初との間に，上記一定のパルス幅に対応\nする「一定の期間を有する間隔」を有することは明らかである。したがって，原告\n主張は採用の限りではない。\nイ　原告は，また，審決が，同じく「当業者において自明のこと」とするに\n当たり，「上記位相補正された信号（Ａ）によって，鋸歯状波信号（Ｂ又はＳ１）\nのピークレベル（始点レベル）が一定にされるのであるから，鋸歯状波信号(Ｂ又は\nＳ１)は『各トレース部分の最後とその次のトレース部分の最初との間に，各サイク\nルにおいて同じ（同期）期間（帰線期間）を有する』ことも，明らかである」（審\n決謄本６頁下から第２段落），「鋸歯状波信号（Ｂ又はＳ１）の始点レベルが，位\n相補正された信号(Ａ)によって一定にされるということは，位相補正された信号\n(Ａ)の周期が異なっても一定にされるのであるから，鋸歯状波信号（Ｂ又はＳ１）\nは『位相補正された信号（Ａ）の周期が異なっても影響を受けない期間を有する間\n隔を有する』ことも，明らかである」（同６頁最終段落～７頁第１段落）と認定判\n断したことに対し，①「鋸歯状波信号(Ｂ又はＳ１)のピークレベル（始点レベル）\nが一定にされる」ことから，「鋸歯状波信号(Ｂ又はＳ１)は『各トレース部分の最\n後とその次のトレース部分の最初との間に，各サイクルにおいて同じ（同期）期間\n（帰線期間）を有する』こと」になると判断したことには，論理の飛躍がある，②\n刊行物１では，第５図の鋸歯状波発生器(１９)が，ピークレベル（始点レベル）が\n一定である第４図Ｂの鋸歯状波信号Ｓ１を出力するものであり，位相補正された信\n号(Ａ)によって，鋸歯状波信号(Ｂ又はＳ１)のピークレベル（始点レベル）が一定\nにされるのではない，③刊行物１の第４図の鋸歯状波信号Ｓ１は，単なる１本の直\n線で表現されているから，これによれば，トレースの最後に位置するリトレースす\nるためのリトレース部分についての具体的な内容については何ら開示されておら\nず，鋸歯状波信号(Ｂ又はＳ１)が，「各トレース部分の最後とその次のトレース部\n分の最初との間に，各サイクルにおいて同じ（同期）期間（帰線期間）を有する」\nということはできないとして，その認定判断の誤りを主張する。\n(ｱ） まず，原告の上記①の主張について検討すると，刊行物１（甲４）の\n発明では，「第１，第２副フィールド，あるいは第３，第４副フィールドでの水平\n走査位置が等しくなるように垂直偏向の位相が補正されるものであり，各垂直同期\nはわずかずつ異なっている」（７頁第２段落）のであり，鋸歯状波信号(Ｂ又はＳ\n１)の始点レベルが一定にされるのであるから，その最下位レベルが各副フィールド\nにより異なることは明らかである。ところで，鋸歯状波信号は，本件明細書，乙１\n公報及び乙２公報の記載にみられるとおり，通常，コンデンサの充放電により発生\nさせるのであるから，刊行物１のように始点レベルを一定にするためには，コンデ\nンサの放電期間をその充電電圧に応じた期間とするか，コンデンサの放電期間を一\n定期間とし，この期間にコンデンサを完全に放電させることが必要である。しかし\nながら，前者の構成とすることは，放電レベル（始点レベル）の制御や放電期間の\n制御が必要となるのに対し，後者の構成は，上記(1)のとおり，本件特許出願前の周\n知技術であったから，刊行物１に別段の記載がない以上，刊行物１の発明において\nも，周知技術のように一定の期間を設けてコンデンサの電荷を放電させているもの\nと解するのが相当である。そうとすれば，この期間が，位相補正された信号の周期\nが変わっても影響を受けない一定期間であることも明らかである。したがって，審\n決が，鋸歯状波信号(Ｂ又はＳ１)の始点レベルが一定にされることから，鋸歯状波\n信号(Ｂ又はＳ１)について，「各トレース部分の最後とその次のトレース部分の最\n初との間に，各サイクルにおいて同じ（同期）期間（帰線期間）を有（し）」，\n「位相補正された信号（Ａ）の周期が異なっても影響を受けない期間を有する間隔\nを有する」ことが明らかであると判断した点に誤りがあるとはいえない。\n(ｲ)　次に，原告の上記②の主張についてみると，刊行物１（甲４）には，\n「垂直出力回路(１７)は，例えば第３図に示すように構成されている。同図におい\nて，端子(１８)には位相補正回路(１５)で位相補正された信号（第４図Ａに図示）\nが垂直同期信号として供給され，この信号は鋸歯状波発生器(１９)に供給され，こ\nれよりそのピークレベル（始点レベル）が一定である鋸歯状波信号Ｓ１（第４図Ｂ\nに図示）が得られる」（７頁第３段落）と記載され，位相補正された信号(Ａ)を受\nけて，鋸歯状波発生回路(１９)が鋸歯状波信号Ｓ１を発生することが開示されてい\nるのであるから，その限りにおいて，審決の認定に原告主張の誤りはないというべ\nきである。\n(ｳ)　原告の上記③の主張については，刊行物１において，リトレース期間\nを１本の直線で表示し，その期間について記載していないことは，上記(1)の周知事\n項を当然の前提としたものであると解され，この点に何ら矛盾を生じさせるもので\nはないから，失当というほかはない。\n(3)　さらに，原告は，審決が，刊行物２を引用した上，「本願発明が，結果と\nして，垂直偏向電流のスタートレベル（始点レベル）を一定にするものだとして\nも，刊行物１の発明における『垂直出力回路(１７)』に代えて，刊行物２の発明を\n適用することによって，刊行物１の発明において，垂直偏向信号（垂直偏向電流）\nの始点レベルを一定とすることは，当業者であれば，容易になし得ることである」\n（審決謄本７頁最終段落）と判断したことの誤りを主張するが，本願発明の要旨と\nは直接関係しない実施例について審決が付加的に説示した事項（審決謄本７頁第４\n段落～最終段落）を論難するものにすぎず，審決の結論を左右するものではないか\nら，採用の限りではない。\n(4)　以上によれば，原告の取消事由の主張はいずれも理由がない。\n２　以上のとおり，原告主張の審決取消事由は理由がなく，他に審決を取り消す\nべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官　　　古　　城　　春　　実\n裁判官    　岡　　本　　　　　岳\n"
}