{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 9
  },
  "case_number": "平成10(ワ)12899",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12264",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12264",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/264/012264_hanrei.pdf",
  "contents": "平成１０年(ワ)第１２８９９号　特許権侵害差止等本訴請求事件\n平成１１年(ワ)第１３８７２号　反訴請求事件\n口頭弁論終結日　平成１３年８月３０日\n判　　　　　　決\n原告（反訴被告）　　　　　　シー・エム・エル・コストウルツイオー\nニ・メカニーチェ・リーリ・エス・アール・エル\n（以下「原告シー・エム・エル」という。）\n原告　　　　　　　　　　　　大同興業株式会社\n（以下「原告大同興業」という。）\n原告両名訴訟代理人弁護士  　牛　田　利　治\n同                        　澤　　　由　美\n補佐人弁理士　　　　　　　　菅　原　弘　志\n被告（反訴原告）　　　　　　株式会社エスコ\n（以下「被告」という。）\n訴訟代理人弁護士　　　　　　徳　永　信　一\n補佐人弁理士　　　　　　　　岡　田　全　啓\n主　　　　　　文\n１　被告は、別紙イ号装置目録記載の電動式パイプ曲げ装置を輸入、販売し\nてはならない。\n２　被告は、前項記載の電動式パイプ曲げ装置を廃棄せよ。\n３　被告は、原告大同興業に対し、金１６８９万９６１９円及び内金１４８\n９万９６１９円に対する平成１０年８月１日から支払済みまで年５分の割合による\n金員を支払え。\n４　被告は、原告シー・エム・エルに対し、金３０８万３７８５円及びこれ\nに対する平成１０年８月１日から支払済みまで年５分の割合による金員を支払え。\n５　原告らのその余の請求をいずれも棄却する。\n６　被告の反訴請求を棄却する。\n７　訴訟費用は、原告大同興業と被告との間に生じたものはこれを３分し、\nその２を被告の、その余を原告大同興業の各負担とし、原告シー・エム・エルと被\n告との間に生じたものについては本訴反訴を通じてこれを３分し、その１を被告\nの、その余を原告シー・エム・エルの各負担とする。\n８　この判決は、第３項及び第４項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n〔本訴請求〕\n１　主文第１、２項同旨\n２　被告は、原告大同興業に対し、金３９２１万６２３５円及び内金３５２１万\n６２３５円に対する平成１０年８月１日から支払済みまで年５分の割合による金員\nを支払え。\n３　被告は、原告シー・エム・エルに対し、金７８４万５６４１円及びこれに対\nする平成１０年８月１日から支払済みまで年５分の割合による金員を支払え。\n〔反訴請求〕\n１　原告シー・エム・エルは被告に対し、金１０４６万７９７３円及びこれに対\nする平成１１年１１月５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、「電動式パイプ曲げ装置」の特許発明の特許権者である原告シー・\nエム・エルが電動式パイプ曲げ装置を輸入、販売する被告に対し、特許権に基づき\nその差止めを求めるとともに、実施料相当額につき不当利得返還請求をし、独占的\n通常実施権者である原告大同興業が被告に対し損害賠償を求めた事案である。\n１　前提事実（末尾に証拠の掲記がない事実は、当事者間に争いがない。）\n(1)　本件特許権\nア　原告シー・エム・エルは、次の特許権（以下「本件特許権」といい、そ\nの特許を「本件特許」、本件特許権に係る発明を「本件発明」という。）を有して\nいる。\n特許番号　　　　第１５８３７０８号\n発明の名称　　　電動式パイプ曲げ装置\n出　願　日      昭和５７年３月１６日（特願昭５７－４２４９６）\n優先権主張　　　１９８１年３月１６日イタリア国出願外２件\n公　告　日　　　平成元年１１月７日（特公平１－５２０９１）\n登　録　日　　　平成２年１０月２２日\nイ　本件発明の特許登録時の特許請求の範囲第１項は次のとおりであった\n（特許登録時の特許請求の範囲が記載された特許公報（甲１）を以下「本件公報」\nという）。\n「パイプを曲げるための電動式パイプ曲げ装置であって、\n本体１１１、２１１と、\nその本体に設けられたモータと、\nそのモータの回転を減速する減速機と、\n曲げ曲線に対応する曲げ外周面を有してその中心部で前記減速機の出力\n軸１１２に固定され、かつその曲げ外周面に沿ってパイプの曲げ断面に対応する保\n持溝１１４、２１４が形成された回転フォーマ１１３、２１３と、\nその回転フォーマとの間でパイプを挟むように定位置に設置され、かつ\n前記回転フォーマの保持溝にほぼ対向してパイプを軸方向に滑らせつつ案内するガ\nイド溝５０、２６０を有するベンディングダイ１１８、２１８と、\nそのベンディングダイを前記回転フォーマに対してパイプ径に対応する\n所定位置に位置させるベンディングダイ支持機構１２４、２２４と、\n前記回転フォーマの外周部に設けられてパイプの曲げ開始部近傍を保持\nし、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパイプホル\nダ１２２、２２２と\nを含むことを特徴とする電動式パイプ曲げ装置。」\nウ　被告は、本件特許について無効審判（平成１０年審判第３５２６８号）\nを請求し、原告が同審判事件において特許請求の範囲の第１項を下記のとおり訂正\nすることを含む訂正請求を行ったところ、特許庁は、平成１２年４月１７日、「訂\n正を認める。本件審判の請求は成り立たない。」とする審決をし（以下「本件審\n決」といい、この訂正を「本件訂正」という。）、同審決は確定した。\n「パイプを曲げるための電動式パイプ曲げ装置であって、\n本体（１１１、２１１）と、\nその本体に設けられたモータと、\nそのモータの回転を減速する減速機と、\n曲げ曲線に対応する曲げ外周面を有してその中心部で前記減速機の出力\n軸（１１２）に固定され、かつその曲げ外周面に沿ってパイプの曲げ断面に対応す\nる保持溝（１１４、２１４）が形成された回転フォーマ（１１３、２１３）と、\nその回転フォーマとの間でパイプを挟むように定位置に設置され、かつ\n前記回転フォーマの保持溝にほぼ対向してパイプを軸方向に滑らせつつ案内するガ\nイド溝（５０、２６０）を有するベンディングダイ（１１８、２１８）と、\nそのベンディングダイを前記回転フォーマに対してパイプ径に対応する\n所定位置に位置させるベンディングダイ支持機構（１２４、２２４）と、\n前記回転フォーマの外周部に設けられてパイプの曲げ開始部近傍を保持\nし、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパイプホル\nダ（１２２、２２２）とを含み、前記ベンディングダイ（１１８、２１８）のガイ\nド溝（５０、２６０）が、パイプの送り方向に沿って延びており、かつそのガイド\n溝が、パイプ送入側の端部に形成された送入側ガイド部（Ｃ、２４５）と、パイプ\n送出側の端部に形成された送出側ガイド部（１１８ａ、２４６）と、それらの中間\nにおいてパイプに対し接触することなく一定のクリアランスを有して対向する逃が\nし部（１１８ｂ、２４８）とを有し、かつその送出側ガイド部の溝底が送出側端に\n向って漸次パイプに近づくように形成されていることを特徴とする電動式パイプ曲\nげ装置。」（下線部が本件審決において訂正が認められた部分である。）\nエ　被告は、本件特許について再度無効審判（無効２０００－３５５７２\n号）を請求し、原告シー・エム・エルが同審判事件において特許請求の範囲の第１\n項を下記のとおり訂正することを含む訂正請求を行ったところ、特許庁は、平成１\n３年７月２４日、「訂正を認める。本件審判の請求は成り立たない。」とする審決\n（以下「第２次審決」という。）をした。\n「パイプを曲げるための電動式パイプ曲げ装置であって、\n本体（１１１、２１１）と、\nその本体に設けられたモータと、\nそのモータの回転を減速する減速機と、\n曲げ曲線に対応する曲げ外周面を有してその中心部で前記減速機の出力\n軸（１１２）に固定され、かつその曲げ外周面に沿ってパイプの曲げ断面に対応す\nる保持溝（１１４、２１４）が形成された回転フォーマ（１１３、２１３）と、\nその回転フォーマとの間でパイプを挟むように定位置に設置され、かつ\n前記回転フォーマの保持溝にほぼ対向してパイプを軸方向に滑らせつつ案内するガ\nイド溝（５０、２６０）を有するベンディングダイ（１１８、２１８）と、\nそのベンディングダイを前記回転フォーマに対してパイプ径に対応する\n所定位置に位置させるベンディングダイ支持機構（１２４、２２４）と、\n前記回転フォーマの外周部に設けられてパイプの曲げ開始部近傍を保持\nし、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパイプホル\nダ（１２２、２２２）とを含み、前記ベンディングダイ（１１８、２１８）のガイ\nド溝（５０、２６０）が、パイプの送り方向に沿って延びており、かつそのガイド\n溝が、パイプ送入側の端部に形成された送入側ガイド部（Ｃ、２４５）と、パイプ\n送出側の端部に形成された送出側ガイド部（１１８ａ、２４６）と、それらの中間\nにおいてパイプに対し接触することなく一定のクリアランスを有して対向する逃が\nし部（１１８ｂ、２４８）とを有し、かつその送出側ガイド部の溝底が送出側端に\n向って漸次パイプに近づくように形成されていて、パイプの曲げ開始点が、曲げ開\n始時に前記ベンディングダイ（１１８、２１８）の送出側端よりも送入側ガイド部\n（Ｃ、２４５）側に位置し、パイプの曲げが行われるときにパイプとベンディング\nダイ（１１８、２１８）の送出側端との接触が送出側ガイド部（１１８ａ、２４\n６）に沿って徐々に進行するように構成されていることを特徴とする電動式パイプ\n曲げ装置。」（下線部が第２次審決において訂正（付加）が認められた部分であ\nる。）\n(2)　構成要件\n本件発明（本件訂正後で第２次審決による訂正前のもの）は、次の構成要\n件に分説することができる。\nＡ  パイプを曲げるための電動式パイプ曲げ装置であって、\nＢ　本体（１１１、２１１）と、\nＣ　その本体に設けられたモータと、\nＤ　そのモータの回転を減速する減速機と、\nＥ　曲げ曲線に対応する曲げ外周面を有してその中心部で前記減速機の出力\n軸（１１２）に固定され、かつその曲げ外周面に沿ってパイプの曲げ断面に対応す\nる保持溝（１１４、２１４）が形成された回転フォーマ（１１３、２１３）と、\nＦ　その回転フォーマとの間でパイプを挟むように定位置に設置され、かつ\n前記回転フォーマの保持溝にほぼ対向してパイプを軸方向に滑らせつつ案内するガ\nイド溝（５０、２６０）を有するベンディングダイ（１１８、２１８）と、\nＧ　そのベンディングダイを前記回転フォーマに対してパイプ径に対応する\n所定位置に位置させるベンディングダイ支持機構（１２４、２２４）と、\nＨ　前記回転フォーマの外周部に設けられてパイプの曲げ開始部近傍を保持\nし、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパイプホル\nダ（１２２、２２２）とを含み、\nＩ　前記ベンディングダイ（１１８、２１８）のガイド溝（５０、２６０）\nが、パイプの送り方向に沿って延びており、\nＪ　かつそのガイド溝が、パイプ送入側の端部に形成された送入側ガイド部\n（Ｃ、２４５）と、\nＫ　パイプ送出側の端部に形成された送出側ガイド部（１１８ａ、２４６）\nと\nＬ　それらの中間においてパイプに対し接触することなく一定のクリアラン\nスを有して対向する逃がし部（１１８ｂ、２４８）とを有し、\nＭ　かつその送出側ガイド部の溝底が送出側端に向って漸次パイプに近づく\nように形成されていることを特徴とする\nＮ　電動式パイプ曲げ装置。\n(3)　イ号装置\nア　被告は、平成６年（１９９４年）３月から、後記(4)記載の仮処分決定が\n発令された平成１０年８月３日までの間、別紙イ号装置目録記載の電動パイプ曲げ\n装置（以下「イ号装置」という。）を販売した（なお、被告は、イ号装置目録記載\n「１　構造」の下線部を否認するが、イ号装置のベンディングダイが中央部が低く\n両側の端部に向かって徐々に傾斜した円弧状に形成されていることは認めてい\nる。）。\nイ　イ号装置は、商品としては、電動式直管ベンダー、ベンダーシュー（以\n下「シュー」という。）及びベンダー用ガイド（以下「ガイド」という。）から構\n成されている。電動式直管ベンダーは別紙イ号装置目録記載の本体（１１１、２１\n１）に、シューは同目録記載の回転フォーマ（１１３、２１３）に、ガイドは同目\n録記載のベンディングダイ（１１８、２１８）にそれぞれ該当する。被告は、電動\n式直管ベンダー、シュー及びガイドをカタログに掲載し、同時に又は個別に販売し\nている。\nウ　イ号装置は、本件発明の構成要件ＡないしＧ、Ｉ、Ｌ及びＮを充足す\nる。\n(4)　本件仮処分\n原告シー・エム・エルは、平成９年１２月２日、本件特許権に基づき、被\n告に対して、大阪地方裁判所にイ号装置の販売禁止等の仮処分命令の申立てを行い\n（平成９年(ヨ)第３１１３号）、同裁判所は、平成１０年８月３日、イ号装置の販\n売禁止等を命じる仮処分決定（以下「本件仮処分」という。）を発令した。\n被告は、平成１１年９月１８日、大阪地方裁判所に対し、本件仮処分に対\nする異議を申し立てたが（平成１０年(モ)第５３３３１号）、原告シー・エム・エ\nルは、同年１１月４日、本件仮処分の申立てを取り下げた。\n２　争点\n〔本訴反訴共通〕\n(1)　イ号装置は本件発明の技術的範囲に属するか。\nア　構成要件Ｈ該当性－パイプホルダ\n（本件発明の「パイプホルダ」の意義の解釈につき包袋禁反言の原則が適\n用されるか。）\nイ　構成要件Ｊ該当性－送入側ガイド部\nウ　構成要件Ｋ、Ｍ該当性－送出側ガイド部\n(2)　本件特許には明らかな無効理由が存在するか。\nア　本件発明は、特開昭５５－１３６５１９号公報（乙３４、以下「乙３４\n公報」といい、その発明を「乙３４発明」という。）により当業者が容易に発明を\nすることができたか（特許法２９条２項）。\nイ　本件発明は、原告の平成元年６月２０日付け手続補正が要旨変更（平成\n６年法律第１１６号による改正前の特許法〔以下「旧特許法」という。〕４０条）\nに当たり、出願日が同日に繰り下がる結果、新規性を欠くか（特許法２９条１\n項）。\n〔本訴〕\n(3)　電動式直管ベンダー、シュー、ガイド単体の販売について、直接侵害が成\n立するか。また、間接侵害（特許法１０１条１号）が成立するか。\n(4)　原告大同興業の損害額及び原告シー・エム・エルの損失額。\n〔反訴〕\n(4)　原告シー・エム・エルには、本件仮処分の申立てに当たり過失があるか。\n(5)　被告の損害額。\n第３　争点に関する当事者の主張\n１　争点(1)（イ号装置は本件発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ該当性－パイプホルダ）について\n【原告らの主張】\nア　イ号装置のロックリング（別紙図面１２２（２２２）は、ロックリング\n係止杆３００とパイプの曲げ開始点近傍とを拘束し、回転フォーマ（１１３、２１\n３）の回転時にパイプｔを回転フォーマと一体的に保つ構造であるから、本件発明\nのパイプホルダに該当し、構成要件Ｈを充足する。\nイ　被告は、原告シー・エム・エルが出願経過において、パイプホルダを\n「配置上の改良」「回動自在の構造」「直線的当接の機構」を備えるものに限定し\nたと主張するが、本件発明の特徴は、本体、本体に設けられたモータ、モータの回\n転を減速する減速機、回転フォーマ、ガイド溝を有するベンディングダイ、ベンデ\nィングダイ支持機構、回転フォーマの回転時にパイプを回転フォーマと一体的に保\nつパイプホルダを結合して電動式パイプ曲げ装置とし、ベンディングダイのガイド\n溝に送入側ガイド部、送出側ガイド部、及びそれらの中間にパイプに対し接触する\nことなく一定のクリアランスを有して対向する逃がし部を設け、送出側ガイド部の\n溝底が送出側端に向かって漸次パイプに近づくように形成した点にあり、パイプホ\nルダは、曲げ加工の際にパイプと回転フォーマを一体化する補助的部材でしかな\nい。原告シー・エム・エルは、出願経過において提出した意見書等で、パイプホル\nダに関し「パイプを支持する部位がパイプの曲げ開始点にはなく」と述べたが、こ\nれは、拒絶理由通知の引用例と対比して、本件発明においてはパイプを支持する部\n位がパイプの曲げ開始点にはなく、外側から好ましくない横圧を受けることがない\nことを説明したものであり、パイプホルダに関する被告が指摘するその余の陳述は\nいわばつけ足しにすぎず、特許性の維持に関わる限定的陳述をしたものではない。\nしたがって、パイプホルダについて包袋禁反言による限定解釈は成り立たない。\n【被告の主張】\n原告シー・エム・エルは、本件発明の出願経過の中で、拒絶査定を回避す\nる目的で、意見書、審判請求理由補充書、手続補正書において、パイプホルダにつ\nいて、①マトリックスの周縁から離れて張り出した基板に取り付けられ、もってパ\nイプの曲げ開始近傍から離れた位置に配置される（配置上の改良）、②固定ピンに\nよって水平方向に自由に回転できるよう取り付けられ、もって回動自在の構造を有\nする（回動自在の構造）、③少なくともパイプの直径よりも大きい長さでパイプに\n直線的に当接してパイプを支持している（直線的当接の機構）という三つの限定を\n加えたものである。したがって、本件発明の構成要件Ｈにいう「パイプホルダ」\nは、包袋禁反言の法理により前記３要件を備えたものに限定解釈されるべきである\nが、イ号装置のロックリングは前記３要件を備えておらず、本件発明の構成要件Ｈ\nを充足しない。\n(2)　同イ（構成要件Ｊ該当性－送入側ガイド部）について\n【原告らの主張】\nイ号装置には、ガイド溝５０（２６０）のパイプ送入部の端部に形成され\nた送入側ガイド部Ｃ（別紙イ号装置目録添付図面第４図）があり、構成要件Ｊを充\n足する。\n【被告の主張】\nイ号装置のベンディングダイ（１１８、２１８）は、ガイド溝に凹の湾曲\nを設けた単純な形状を有し、形態上パイプ逃がし部と区別された送入側ガイド部を\n有しておらず、構成要件Ｊを充足しない。\n(3)　同ウ（構成要件Ｋ、Ｍ該当性－送出側ガイド部）について\n【原告らの主張】\nア　本件発明の構成要件Ｋ、Ｍにいう「送出側ガイド部」は、以下の特徴を\n備えるものであるところ、イ号装置のベンディングダイ（１１８、２１８）もこれ\nらの特徴を備えているから、イ号装置は、本件発明の構成要件Ｋ、Ｍにいう「送出\n側ガイド部」を具備している。\n(ア)　パイプに対する面での接触\n本件発明では、パイプの曲げが行われる前は、ベンディングダイとパ\nイプとの接触は両端の点ａ、ｃのみで起き、送出側ガイド部が面でパイプに接触す\nることはないが、パイプの曲げが行われる時は、ベンディングダイの送出側ガイド\n部が面でパイプに接触する〔平成１１年９月１３日付け訂正請求書添付の全文訂正\n明細書（甲２３の２、以下「訂正明細書」という。）９頁１９～２６行、１０頁９\n～１５行、本件公報第８図、第１２図、訂正明細書添付第７図（訂正前は本件公報\n第７図）〕。\nイ号装置のベンディングダイは、中央部が低く両側の端部に向かって\n徐々に傾斜した円弧状を呈しているが、パイプの曲げが行われる前は、送入側端部\nと送出側端部の両端ｃ、ａのみがパイプに接触し、パイプの曲げが行われる時は、\n送出側端部付近の一定区域が必ずパイプに接触するから、このパイプに接触する部\n分が送出側ガイド部に該当する。\n(イ)　曲げ開始点の位置\n本件審決７頁１６～２２行には、「訂正後の特許請求の範囲第１項に\n記載された、送出側ガイド部の位置と機能は、特許請求の範囲には明記されていな\nいが、本件訂正明細書及び図面の記載からみて、パイプの曲げ開始点が、曲げ開始\n時に前記ベンディングダイ（１１８、２１８）の送出側端よりも送入側ガイド部\n（Ｃ、２４５）側に位置し、パイプの曲げが行われるときにパイプとベンディング\nダイ（１１８、２１８）の送出側端との接触は送出側ガイド部に沿って徐々に進行\nするものであると解するのが相当である。」との記載があり、これは、曲げ開始時\nに送出側ガイド部をパイプに接触させるという本件発明の作用効果を奏するために\nは当然の構成であるから、「送出側ガイド部」があるというためには、パイプの曲\nげ開始点が、曲げ開始時にベンディングダイの送出側端よりも送入側端部に位置し\nている必要がある。\nイ号装置においても、パイプの曲げ開始点は「曲げ開始時にベンディ\nングダイの送出側端ａよりも送入側ガイド部Ｃ側に位置」しており、この点から\nも、イ号装置のベンディングダイは、送出側ガイド部を具備しているといえる。\nイ　被告は、乙３４公報にはイ号装置のベンディングダイと同一形状の「加\n圧片３０」が記載されているから、本件発明の構成要件Ｋ、Ｍにいう「送出側ガイ\nド部」は公知技術である乙３４発明の加圧片を含まず、乙３４発明の加圧片３０と\n同一形状のベンディングダイを有するイ号装置も本件発明の構成要件Ｋ、Ｍを充足\nしない旨主張する。\nしかしながら、乙３４発明は、加圧片３０によって管２７を円筒セグメ\nント１０の溝１１に押し付けてパイプを曲げるもので、本件発明とは別個の技術思\n想に基づくものである。イ号装置は乙３４発明と相違し、その相違点は本件発明と\n乙３４発明の相違点と同一であるから、イ号装置の一構成要素であるベンディング\nダイが乙３４発明の一構成要素である加圧片と同一形状であることをもって、イ号\n装置が本件発明の構成要件Ｋ、Ｍを充足しないとはいえない。\n【被告の主張】\n原告シー・エム・エルは、本件訂正により、①送入側ガイド部、②送出側\nに向かって漸次パイプに近づくように形成された溝底を有する送出側ガイド部、③\n中間の逃がし部という特徴的構造を有するベンディングダイを有するよう特許請求\nの範囲を限定することにより本件特許が無効とされることを回避したのであるか\nら、本件発明の技術思想の中心は、ベンディングダイの前記特徴的構造に凝縮して\nいるはずであった。しかし、本件特許出願前の公知文献である乙３４公報には、作\n業面において凹面状に湾曲し、かつ被曲げパイプに対応して丸く面取りをしたガイ\nド溝を有し、ガイド溝の中央に作業中も被曲げパイプと接触しない逃げ部を有する\n加圧片３０が開示されており、本件発明のベンディングダイは、乙３４発明の加圧\n片３０のごときものを含まないと解される。\nイ号装置のベンディングダイは、乙３４発明の加圧片と同一形状であり、\nガイド溝に凹の湾曲を設ける単純な形状を有し、凹の湾曲による逃がし部の両端に\nパイプとの接触部を有するが、それらはパイプ逃がし部と区別されないから、この\nようなベンディングダイを備えたイ号装置は、本件発明の構成要件Ｋ、Ｍを充足し\nない。\n２　争点(2)（本件特許には明らかな無効理由が存在するか）について\n(1)　同ア（本件発明は乙３４公報により進歩性を欠くか）について\n【被告の主張】\n前記１、(3)【被告の主張】のとおり、乙３４公報には、イ号装置のベンデ\nィングダイと同一形状の加圧片が開示されている。本件発明がベンディングダイに\nつき構成要件ＩないしＭの限定を加えることにより特許の無効を免れたこと、ベン\nディングダイの形状を除く構成は公知技術に含まれていたことによれば、原告らの\n主張のように、本件訂正後の本件発明のベンディングダイが公知技術と同一形状で\nあるイ号装置のベンディングダイを含むならば、本件訂正後の本件発明は進歩性を\n欠くことになり、特許法２９条２項に違反するのは明白である。\n【原告らの主張】\n発明は個々の構成要素を一体的に結合して所要の作用効果を生ぜしめるも\nのであり、本件発明の一構成要素であるベンディングダイを公知資料の一構成要素\nである加圧片と対比して新規性欠如及び進歩性欠如を論じることはできない。本件\n発明と乙３４発明が同一発明ではないことは、前記１、(3)【原告らの主張】イのと\nおりであり、本件発明には新規性がある。また、乙３４公報には本件発明に想到で\nきる契機の記載がないから積極的に進歩性が認められ、進歩性欠如が明白とはいえ\nない。\n(2)　同イ（原告シー・エム・エルの平成元年６月２０日付け手続補正は要旨変\n更に当たり、本件発明の出願日が繰り下がる結果、本件発明は新規性を欠くか）に\nついて\n【被告の主張】\n原告シー・エム・エルが平成元年６月２０日付け手続補正書（乙１９）に\nより、出願公告をすべき旨の決定の謄本の送達前にした補正（以下「本件全文補\n正」という。）は、特許出願時の願書に添付された明細書（以下「当初明細書」と\nいう。）の特許請求の範囲に記載されたパイプ支持部材に関する技術的事項を削除\nし、特許請求の範囲を拡張するものであるから、要旨変更（旧特許法４０条）に当\nたる。\n当初明細書における特許請求の範囲第１項のうち、パイプ支持部材に係る\n部分は「基板を介して前記マトリックスに連結されるとともに、曲げ加工の際前記\nマトリックスと前記副マトリックスと協働できるように前記基板に取り付けられた\nピンのまわりを自由に回転する補助装置としての機能を果たす直線の半円溝を有す\nるパイプ支持部材」というものであり、①基板による連結、②回動自在の構造、③\n直線的な半円溝、④協働する補助部材という技術的事項を要素としていたが、同記\n載は、本件全文補正により「前記回転フォーマの外周部に設けられてパイプの曲げ\n近傍を保持し、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つ\nパイプホルダ１２２、２２２」と変更され、前記①～④は削除された。よって、本\n件発明の特許出願日は手続補正書の提出時である平成元年６月２０日に繰り下が\nり、本件特許は、本件発明の公開公報を含む同日時点の公知文献によって新規性を\n欠き無効であることが明白である。\n【原告らの主張】\n当初明細書及び添付図面には、第１実施例（第１図）、第２実施例（第５\n図）及び第３実施例（第８図）が記載されていたが、本件全文補正後の明細書で\nは、当初明細書の第１実施例が削除され、第２及び第３実施例がそれぞれ第２及び\n第１実施例として残された。しかし、各実施例の添付図面は同一であり、詳細な説\n明は同趣旨であるから、この状態で当初明細書の請求項１のパイプ支持部材に関す\nる記載を「前記回転フォーマの外周部に設けられてパイプの曲げ開始部近傍を保持\nし、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパイプホル\nダ１２２、２２２」と補正しても技術的事項には変更がなく、補正後の記載は当初\n明細書の記載事項の範囲内である。\nパイプホルダは回転フォーマの回転時にパイプと回転フォーマとを一体的\nに保持する補助的部材にすぎず、本件発明の目的、効果に照らし技術上格別の意味\nはないから、パイプホルダを前記のように補正しても、本件全文補正が要旨変更に\n当たることはない。\n３　争点(3)（電動直管ベンダー、シュー、ガイド単体の販売による直接侵害又は\n間接侵害の成否）について\n【原告らの主張】\n(1)  イ号装置を構成するのは、電動式直管ベンダー、シュー及びガイドであ\nり、本件特許権の直接侵害は、原則としてこれらを一体的に（同時に）販売したと\nきに成立する（以下、このような販売形態を「一体販売」という。）。ただし、被\n告がまず侵害品である完成品（電動式直管ベンダー＋シュー＋ガイド）を販売した\n後、侵害品の購入者に対して交換用の部品としてシュー、ガイドのみを販売した場\n合は、交換用の部品についても直接侵害が成立する。\n(2)　電動用直管ベンダー本体は、特許法１０１条１号の「特許が物の発明につ\nいてされている場合において、業として、その物の生産にのみ使用する物」に該当\nするから、これを単体で販売したときには間接侵害が成立する。\n原告大同興業の電動式パイプ曲げ装置及び部品の売上実績（平成８年６月\n～平成１０年７月）によれば、原告大同興業において、回転フォーマ・ベンディン\nグダイと一体販売される電動式直管ベンダー本体の比率は０．９４５２であり、単\n体販売の比率は０．０５４８であり、被告の場合も同様の比率と推定される。\n(3)　シュー、ガイドが特許法１０１条１号の要件を充たさないとしても、直接\n侵害を行った被告が、その後に交換用部品として電動用のシュー、ガイド（被告は\n反訴状で電動用は全販売額の１／２であると主張する）だけを販売することは本件\n特許権の直接侵害に当たる。\n原告大同興業の電動式パイプ曲げ装置及び部品の売上実績（平成８年６月\n～平成１０年７月）によれば、原告大同興業において、電動式直管ベンダー・回転\nフォーマ・ベンディングダイが一体販売される場合の回転フォーマ（シュー）の比\n率は０．５０９２であり、ベンディングダイ（ガイド）の比率は０．４４５７であ\nり、被告の場合も同様の比率と推定される。\n【被告の主張】\n争う。シュー、ガイド単体の販売は、本件特許権の直接侵害も間接侵害も構\n成しない。\n４　争点(4)（原告大同興業の損害額及び原告シー・エム・エルの損失額）につい\nて\n【原告らの主張】\n(1)　原告大同興業の請求権\n原告大同興業は、原告シー・エム・エルの日本総販売代理店又は総輸入元\nであり、遅くとも平成元年以降、日本国内で独占的に本件特許品を販売し、独占的\n通常実施権を許諾されていたから、被告によるイ号装置の輸入、販売は、原告大同\n興業の独占的通常実施権を侵害する。独占的通常実施権者についても特許法１０３\n条（過失の推定）及び同法１０２条２項（損害の額の推定）が類推適用されるか\nら、被告には原告大同興業の独占的通常実施権の侵害について過失があるものと推\n定され、被告がイ号装置の輸入、販売によって得た利益の額が原告大同興業の損害\n額と推定される。\n原告大同興業は、被告に対し、特許法１０２条２、３項に基づき、次の額\nを損害として請求する。\nア　電動式直管ベンダー（イ号装置本体）\n電動式直管ベンダーについては、前記３、(1)、(2)のとおり、一体販売\nか単体の販売かを問わず、販売したもの全部が侵害となる。\n(ア)　平成８年６月から平成１０年７月まで（被告が販売額等を開示した\n期間）のイ号装置のカタログ番号であるＥＡ２７６関連商品の売上金額は別紙第１\n表のとおりであるところ、これに基づき電動式直管ベンダーの被告の利益の額を算\n出すると、１１５０万４９０７円である（別紙修正後第２表(1)の４８（行）・３２\n（列）欄）。\nａ　平成９年８月から平成１０年７月まで\nこの期間における被告の利益額は、電動式直管ベンダーの売上額の\n４３．５％（被告が反訴で主張する利益率）に当たる４７２万９７５５円である\n（別紙修正後第２表(1)の４０・３１欄）。\nｂ　平成８年６月から平成９年７月まで\nこの期間は為替相場の変動によって被告製品の輸入価格（原価）が\n変動するため利益額が変動する。この期間における被告の各月利益額は、前記ａ期\n間中の原価率（１－０．４３５＝０．５６５）に為替相場率（前記ａ期間中の平均\n為替相場１ドル＝１２９．９０円に対する該当月の為替相場の率）を乗じて算出し\nた当該月の原価率を１から引いた当該月の利益率を当該月の売上額に乗じた額であ\nり、このようにして求めた平成８年６月から平成９年７月の利益額を合計すると６\n７７万５１５２円となる（別紙修正後第２表(1)の４７・１８欄）。\n(イ)　平成６年３月から平成８年５月まで（被告が販売額等を開示しなか\nった期間）の電動式直管ベンダーの被告の利益額は４６５万５４７０円である（別\n紙修正後第２表(1)の５８・３３欄）。\nａ　平成７年１２月から平成８年５月（本訴提起から遡って３年内）\n平成７年１２月から平成８年５月の利益額は、平成８年６月から平\n成１０年７月（２６月）の月平均利益額による。この期間の月平均利益額は、別紙\n修正後第２表(1)の利益合計額１１５０万４９０７円を２６で割った４４万２４９６\n円であり、平成７年１２月から平成８年５月（６月）の利益額は２６５万４９７８\n円（442,496×6＝2,654,978）である（別紙修正後第２表(2)の５２・３２欄）。\nｂ　平成６年３月から平成７年１１月まで\n平成６年３月から平成７年１１月までの期間の損害額は、別紙修正\n後第２表(1)で計算された平成８年６月から平成１０年７月（２６月）の売上高２４\n７６万８０００円を月数で割った月平均売上高９５万２６１５円（24,768,000÷\n26＝952,615）に実施料率１０％を乗じて求めた各月実施料相当額９万５２６２円\nに、この期間の月数（２１月）を乗じた２００万０４９２円である（別紙修正後第\n２表(2)の５７・３１欄）。\n(ウ)　以上によれば、平成６年３月から平成１０年７月までに被告が電動\n直管ベンダーを輸入、販売したことによる原告大同興業の損害額は１６１６万０３\n７７円（別紙修正後第２表(3)）である。\nイ　シューによる額\n(ア)　主位的主張\n平成６年３月から平成１０年７月までに、被告がシューを一体販売及\nび別売りしたことによる利益の額及び実施料相当額（１０％）は、第６表９欄のと\nおり、５８６万４６０８円である（その算出根拠は別紙修正後第４表Ａ(1)ない\nし(3)参照）。\n(イ)　予備的主張\n原告大同興業において、シュー全体の売上げのうち、電動式直管ベン\nダー及びガイドと一体的に販売されるものの比率は０．５０９２であり、被告も同\n様の比率であると推定される。被告が平成６年３月から平成１０年７月までにシュ\nーを一体販売したことによる利益の額及び実施料相当額（１０％）は、別紙修正後\n第４表Ａ(4)、第６表１０欄のとおり、２９８万６２５９円（全体×０．５０９２）\nである。\nウ　ガイド\n(ア)　主位的主張\n平成６年３月から平成１０年７月までに、被告がガイドを一体販売及\nび別売りしたことによる利益の額及び実施料相当額（１０％）は、別紙第６表１５\n欄のとおり、１７４万７６６６円である（その算出根拠は別紙［訂正］修正後第４\n表Ｂ(1)ないし(3)参照）。\n(イ)　予備的主張\n原告大同興業において、ガイド全体の売上げのうち、電動式直管ベン\nダー及びシューと一体的に販売されるものの比率は０．４４５７であり、被告も同\n様の比率であると推定される。被告が平成６年３月から平成１０年７月までにガイ\nドを一体販売したことによる利益の額及び実施料相当額（１０％）は、別紙［訂\n正］修正後第４表Ｂ(4)、第６表１６欄のとおり、７７万８９３５円（全体×０．４\n４５７）である。\nエ　弁護士・弁理士費用\n被告が本件特許権侵害行為を継続したため、原告らは本訴提起及び仮処\n分申立てを余儀なくされた。また、被告は無効審判事件を提起したため、原告シ\nー・エム・エルはこれに対応する必要があった。原告らの間では、これらの手続に\n関する弁護士・弁理士費用は、日本国内の独占的通常実施権者である原告大同興業\nが負担することとされているので、弁護士・弁理士費用は同原告の損害となり、被\n告が負担すべき金額としては４００万円が相当である。\nオ　信用上の損害\n原告大同興業は、原告製品が特許品であり日本国内で独占的販売してい\nるのは同原告のみであるとして原告製品を販売してきたが、類似品である被告製品\nが市場に出回り、取引先から信用を失った。その信用低下による損害は１０００万\n円を下らない。\nカ　よって、原告大同興業が被告の特許権侵害行為により被った損害は、\n(ア)　主位的には、①電動直管ベンダー・シュー・ガイドの合計金２３７\n７万２６５１円（第６表１７欄）、②弁護士・弁理士費用４００万円、③信用損害\n１０００万円の合計である金３７７７万２６５１円、\n(イ)　予備的には、①電動直管ベンダー・シュー・ガイドの合計金１９９\n２万５５７１円（第６表１８欄）、②弁護士・弁理士費用４００万円、③信用損害\n１０００万円の合計である金３３９２万５５７１円\nである。\n(2)　原告シー・エム・エルの不当利得返還請求権\nア　原告シー・エム・エルの不当利得返還請求権の額は、被告の全期間の売\n上額に対する実施料率１０％を乗じた実施料相当額である。被告は日本国内で被告\n製品を販売することにより売価の約４０％の利益を得ており、原価率は販売価格の\n約６０％に上る。一般に、原価中メーカーの利益は３０～４０％であるから、本件\nでは、販売価格の１８～２４％（原価率６０％×メーカーの利益率３０～４０％）\nがメーカーに帰属し、本件侵害行為がなければ、原告シー・エム・エルは被告の販\n売額の１８～２４％に当たる利益を上げ得た。よって、実施料率は被告の販売額の\n１０％を下らない。\nイ　主位的主張\n原告シー・エム・エルが被告の「電動用シュー全部＋電動用ガイド全部\n＋装置本体全部」の販売により被った損害は、平成８年６月～平成１０年７月分が\n金３８４万８８０５円（別紙修正後第５表(1)、第６表１９欄）、平成６年３月～平\n成８年５月分が金３９９万６８３６円（別紙修正後第５表(2)、第６表２１欄）であ\nり、合計金７８４万５６４１円である（別紙第６表２３欄）。\nウ　予備的主張\n原告シー・エム・エルが被告の「装置本体＋シュー＋ガイド」の一体販\n売及び別売りの装置本体の販売により被った損失は、平成８年６月～平成１０年７\n月分が金３１５万５４６６円（別紙修正後第５表(1)、第６表２０欄）、平成６年３\n月～平成８年５月分が金３２７万６８５３円（別紙修正後第５表(2)、第６表２２\n欄）であり、合計６４３万２３１９円である（別紙第６表２４欄）。\n【被告の主張】\n(1)　原告大同興業の損害賠償請求権について\nア　被告の過失について\n原告大同興業が有していた権利は通常実施権ないし独占的通常実施権と\nいう公示を伴わない債権的権利にすぎず、特許権侵害ないし専用実施権侵害に関す\nる過失の推定を定めた特許法１０３条の適用はない。独占的通常実施権者に対する\n不法行為の成立には、侵害者の故意・過失の対象が、特許権侵害のみならず「独占\n的」販売権の侵害に向けられていることを要し、原告大同興業の損害賠償請求権が\n成立するには、被告が少なくとも原告大同興業が「独占的」販売権を有しているこ\nとを知っていたことを要する。被告は、イタリア国の工具メーカーであるシー・ビ\nー・シーから独占販売権の付与を得て、平成６年３月から本件商品を輸入してお\nり、本件特許権の存在を知ったのは原告シー・エム・エルから警告書が送付された\n平成９年４月２４日であった。そして、被告が、原告大同興業が本件特許権の独占\n的販売権を有していることを知り得たのは、本訴状の送達を受けてからであるか\nら、被告は原告大同興業に対する損害賠償義務を負わない。\nイ　原告大同興業の独占的販売権について\n本件で原告らが提出した独占販売契約書（甲８）によれば、原告大同興\n業が原告シー・エム・エル製品の独占的販売権を取得したのは１９９７年（平成９\n年）１月以降であり、それ以前についても、原告大同興業が独占的販売権を有して\nいたことを証する文書はないから、そのような事実は存在しない。\nウ　特許法１０２条２項の推定について\n仮に、原告大同興業の損害賠償請求権が成立するとしても、特許法１０\n２条２項を類推適用して、被告がイ号装置の販売によって得た利益を全部原告大同\n興業の損害と推定することはできない。被告の売上高は、シー・ビー・シーの装置\nの簡便さと被告独自のカタログ販売によるところが大きく、原告大同興業のような\n代理店販売により獲得できるものではない。また、特許法１０２条２項の推定は、\nイ号装置の販売による利益に限定され、シュー、ガイドの販売によって被告が得た\n利益には及ばない。\n(2)　原告シー・エム・エルの不当利得返還請求権について\n本件特許権にかかる実施料率が３％を超えることはあり得ないし（せいぜ\nい２％である。）、特許法１０２条３項の実施料相当額の算出には、本件特許権の\n侵害を構成し得るイ号装置の売上高のみを用いるべきである。\n４　争点(4)（原告シー・エム・エルには、本件仮処分申立てに当たり過失がある\nか）について\n【被告の主張】\nイ号装置は本件特許権を侵害せず、また、本件特許は無効であるから、本件\n仮処分は取消しを免れ得なかった。これらの事情は、原告シー・エム・エルにおい\nて調査を尽くせば事前に知り得たことであり、かかる検討、調査を怠って仮処分命\n令申立てを行った同原告には過失がある。\n【原告シー・エム・エルの主張】\nイ号装置は本件特許権を侵害し、本件特許に無効理由はない。\n５　争点(5)（被告の損害額）について\n【被告の主張】\n(1)　逸失利益\n本件仮処分の決定がされた平成１０年８月３日からこれが取り下げられた\n平成１１年１１月４日までの約１４か月間、被告はイ号装置の販売ができず、付属\n品の売上も激減した。同販売停止期間中に被告がイ号装置等を販売して得られた利\n益は、８４６万７９７３円を下らない。\nア　イ号装置本体（電動直管ベンダー、品番・ＥＡ２７６ＧＥ）\n本件仮処分が発令されるまでの１年間（平成９年８月～平成１０年７\n月）に被告が販売したイ号装置本体の利益率は４３．５％、年売上高は１０８７万\n３０００円、月平均売上高は９０万６８００円であるから、本件仮処分によってイ\n号装置が販売停止となった１４か月間の逸失利益は５５２万２４１２円である。\nイ　三脚スタンド、フットスイッチ\n三脚スタンド、フットスイッチはイ号装置の専用付属品であるが、本件\n仮処分が発令されるまでの１年間に被告が販売したこれらの製品の平均利益率は４\n０％以上、年売上高は１０８万２０００円、月平均売上高は９万０１６６円である\nから、本件仮処分による三脚スタンド、フットスイッチにかかる逸失利益は５０万\n４９３３円を下らない。\nウ　シュー、ガイド\nこれらは、イ号装置を使用する上で必要な部品であり、イ号装置の販売\n停止により売上が大幅に減少した。本件仮処分が発令されるまでの１年間における\nシュー及びガイドの平均利益率は３５％以上、年売上高は１１９５万４１００円、\n月平均売上高は９９万６１７５円である。\nシュー及びガイドは手動式ベンダーと共通の部品であるが、手動式ベン\nダーとイ号装置の販売数量は年間ほぼ同数であるから、前記月平均売上高の半額が\nイ号装置の販売が停止していた１４か月の売上高の減少分と推定される。よって、\n本件仮処分によるシュー及びガイドにかかる逸失利益は２４４万０６２８円を下ら\nない。\n(2)　異議申立てに要した費用　　　　　　　　　　　　　　１００万円\n(3)　本訴提起に要する弁護士費用                        １００万円\n【原告シー・エム・エルの主張】\nイ号装置本体、フットスイッチ、三脚スタンド、シュー及びガイドの利益率\nは認め、その余は争う。\n第４　当裁判所の判断\n１　争点(1)（イ号装置は本件発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ該当性－パイプホルダ）について\nア　イ号装置の構造、作動態様を示すものとして当事者間に争いのない別紙\nイ号装置目録の記載（争いのある部分を除く。）及び同目録添付第１図、第２図に\nよれば、イ号装置には、回転フォーマ（１１３、２１３）の切欠部にロックリング\n係止杆３００が設けられ、ロックリング（１２２、２２２）によりロックリング係\n止杆３００とパイプの曲げ開始部近傍とを拘束し、回転フォーマ（１１３、２１\n３）の回転時にパイプｔを回転フォーマ（１１３、２１３）と一体的に保つこと、\nロックリング１２２（２２２）のうちパイプを保持する部分は、回転フォーマ１１\n３（２１３）の外周部にあることが認められる。\nこれによれば、イ号装置のロックリング（１２２、２２２）及びロック\nリング係止杆３００は、「回転フォーマの外周部に設けられてパイプ曲げ開始部近\n傍を保持し、その回転フォーマの回転時にパイプを回転フォーマと一体的に保つパ\nイプホルダ」に該当するものというべきであるから、イ号装置は本件発明の構成要\n件Ｈを充足する。\nイ　被告は、原告シー・エム・エルが本件発明出願経過中、パイプホルダに\nつき、①配置上の改良、②回動自在の構造、③直線的当接の機構という限定を加え\nたから、本件発明の構成要件Ｈにいう「パイプホルダ」は、包袋禁反言の法理によ\nり、前記３要件を備えたものに限定解釈されるべきであると主張するので、検討す\nる。\n(ア)　特許発明の技術的範囲は、願書に添付した明細書の特許請求の範囲\nによって定めなければならず、特許請求の範囲に記載された用語の意義を解釈する\nに当たっては、明細書の特許請求の範囲以外の部分の記載及び図面を考慮するもの\nとされている（特許法７０条１項、２項）。また、明細書の特許請求の範囲以外の\n部分及び図面を考慮してもなお特許請求の範囲に記載された用語の意義が多義的で\nあり、あるいは不明確な場合には、その解釈に当たり、出願経過において出願人が\n示した認識や意見を参酌することも許されるものというべきである。\nさらに進んで、特許出願手続において出願人が特許請求の範囲から意\n識的に除外するなど、特許権者の側においていったん特許発明の技術的範囲に属し\nないことを明示的に承諾した場合のほか、出願経過中の手続補正書や意見書、特許\n異議答弁書等において、特許庁審査官の拒絶理由又は特許異議申立の理由に対応し\nて特許請求の範囲記載の意義を限定する陳述を行い、それが特許庁審査官ないし審\n判官に受け入れられた結果、これらの拒絶理由又は異議理由が解消し、特許をすべ\nき旨の査定ないしと特許を維持すべき旨の決定がされたような場合には、その特許\n権に基づく侵害訴訟において、特許権者が前記陳述と矛盾する主張をすることは、\n一般原則としての信義誠実の原則ないしは禁反言の原則に照らして許されないと解\nするのが相当である。\nなぜなら、出願経過における手続補正書や意見書、特許異議答弁書等\nの出願書類（包袋）は、何人も閲覧又は謄本の交付を請求することができる（特許\n法１８６条）のであり、出願人の前記のような行動や陳述は、一般第三者におい\nて、特許請求の範囲が限定されたものと理解するのが通常であり、第三者のこのよ\nうな理解に基づく信頼は保護すべきものと解されるからである。\n(イ)　そこで、上記の観点から本件特許出願の経過をみるに、次の事実が\n認められる。\nａ　原告シー・エム・エルは、昭和５７年３月１６日、本件発明につき\n特許出願をしたが、当初明細書の特許請求の範囲第１項は「曲げ加工の際に生ずる\n引っ張り応力を受けやすい材料で形成されたパイプを１８０°の角度までパイプの\n搬入、移動、加工スピードに関し昀良の状態で曲げることができる携帯型の電子機\n械制御式パイプ曲げ装置であって、ほぼ平行六面体の形状で内部に駆動モーター減\n速機を有する本体と、前記駆動モーター減速機により駆動され、円周上に半円溝を\n有するプーリ状のマトリックスと、このマトリックスが曲げ加工の際回転するに伴\nない被曲げパイプを保持しかつ曲げ加工を行なえるよう前記マトリックスの半円溝\nに対面する半円溝を有すると共に前記マトリックスと協働する副マトリックスと、\nこの副マトリックスを支持するとともに、この副マトリックスを前記マトリックス\nに対して遠ざけたり近付けたりすることによって、被曲げパイプの直径に応じてこ\nの副マトリックスを前記マトリックスから正しい位置に位置せしめる装置と、基板\nを介して前記マトリックスに連結されると共に、曲げ加工の際前記マトリックスと\n前記副マトリックスと協働できるように前記基板に取り付けられたピンのまわりを\n自由に回転する補助装置としての機能を果たす直軸の半円溝を有するパイプ支持部\n材とから成るを特徴とする携帯型の電子機械制御式パイプ曲げ装置。」というもの\nであった（甲１０、乙２５）。\nｂ　本件特許出願については、昭和６０年５月２４日付けで、実開昭５\n１－１６１４４２号公報（第１引用例）に基づいて当業者が容易に発明できたとし\nて拒絶理由通知が発せられた（乙１１）。これに対し、原告シー・エム・エルは、\n昭和６０年１０月９日付け意見書（乙１２）により、「…本発明の曲げ装置におい\nては、パイプがマトリックスの外周に接して曲げ加工を受けるとき、パイプを支持\nする部位はパイプの湾曲開始点に無く、それよりパイプ送入側に離れた副マトリッ\nクス上の位置と、同開始点よりパイプ先行側へ離れた半円溝を直線状に有する前記\nパイプ支持部材における位置とである。（し）かして本発明においては、被曲げパ\nイプがマトリックス外周に沿って湾曲される区間では、全く曲がりの外側から望ま\nしくない横圧を受けることがなく、またパイプを移動させるための引張力がパイプ\nの湾曲される区間に集中することがない。従って曲げ加工の終わったパイプに延伸\nや偏平化が生じていない。これに対して引用例の実開昭５１－１６１４４２号公報\nの湾曲装置は、少なくともパイプの湾曲開始点において回転弧状盤上に被加工管を\n圧接するガイドローラ２を配設しており、本発明における構成上の前記改良点を何\nら示唆していない。」（３頁１４行～４頁１２行）と陳述するとともに、同日付け\n手続補正書（乙１３）により特許請求の範囲の記載の補正等を行った。しかし、特\n許庁審査官は、同年１１月１２日付けで、本件発明は、第１引用例に加え、昭和３\n８年３月２０日日刊工業新聞社発行・橋本明著「プレス曲げ加工」１５６～１５７\n頁（第２引用例）に基づき当業者が容易に発明できたとの理由で拒絶査定をした\n（乙１４）。\nｃ　原告シー・エム・エルは、昭和６１年４月１４日付けで拒絶査定に\n対する審判を請求し（乙１５）、同年５月１３日付け審判請求理由補充書（乙１\n６）を提出した。同審判請求理由補充書には、本願発明の要旨につき、①「…マト\nリックスの周縁を越えて延出された基板上に前記駆動軸に平行な固定ピンを介して\n回動自在に取り付けられ（た）……パイプ支持部材」（乙１６・３頁１５～１８\n行）、②「前記パイプ支持部材が前記半径方向の直線からパイプの先行側に離れた\n位置で被曲げパイプに、少なくともパイプの直径より大きい長さで直線的に当接し\nてこれを保持し」（同４頁７～１１行）の記載があり、拒絶査定に承服できない理\n由として、第１引用例について「加工材の末端保持具４は固定的で、本願発明にお\nけるように被加工管に対して回動自在の構造を有せず、この引用例は本願において\n前記特許請求の範囲第１項に記載された改良点を全く開示も示唆もしておらず」\n（同７頁１～５行）、第２引用例について「…この第１５２図において、しごきロ\nール４及びパイプ保持具２はいずれもパイプ５の曲げられる範囲内に配置され、そ\nれぞれダイス１の半径方向の上に位置されており」（同７頁１８行～８頁１行）と\nいう各記載があった。\n原告シー・エム・エルは、同日付けで手続補正書（乙１７）を提出\nし、当初明細書の特許請求の範囲第１項に前記①②を加えるなどの補正をしたが、\n特許庁審判官は、昭和６３年１１月２８日付けで、明細書及び図面の記載が不備で\nあるため旧特許法３６条３項及び４項に規定する要件を満たしていないとして拒絶\n理由通知を発した（乙１８）。\nｄ　原告シー・エム・エルは、平成元年６月２０日付け意見書に代わる\n手続補正書（乙１９、本件全文補正）により明細書全文及び図面を補正し、特許請\n求の範囲のうち第１項を第２、１、(1)、イのとおり補正するとともに、発明の詳細\nな説明のうち、〈従来の技術と解決課題〉の項に、「本発明の課題は、マンドレル\n等の芯材を使用することなく、薄肉パイプを迅速かつ良好に曲げることのできる電\n動式パイプ曲げ装置を提供することにある。」と記載し（本件公報４欄２９～３２\n行）、〈課題を解決するための手段〉の項では、「この課題を解決するために本発\n明に係る装置は、回転フォーマとベンディングダイを有し、全体としての構成要素\nは以下のとおりである」（同４欄３４行～３６行）として、(a)本体、(b)モー\nタ、(c)減速機、(d)回転フォーマ、(e)ベンディングダイ、(f)ベンディングダイ支\n持機構を挙げ、このうち、(d)回転フォーマ、(e)ベンディングダイ及び(f)ベンディ\nングダイ支持機構の説明として「(d)回転フォーマ：パイプ曲げ曲線に対応する円弧\n状当の外周面を有する。そして、その中心部において減速機の出力軸に固定され\nる。また上記外周面に沿ってパイプ断面に対応する保持溝が形成される。\n(e)ベンディングダイ：回転フォーマとの間でパイプを挟むように定位置に設置され\nる。また回転フォーマの保持溝にほぼ対向するガイド溝を有し、このガイド溝は曲\nげ工程においてパイプを軸方向に滑らせつつ案内する。(f)ベンディングダイ支持機\n構：ベンディングダイをパイプ径に対応する所定位置に位置させる。この支持機構\nとして、例えばベンディングダイを回転フォーマの回転軸と平行な軸線まわりに回\n動可能に支持する態様もあるし、この支持機構とパイプとの間にベンディングダイ\nを楔状に挿入し、狭圧状態で保持する態様もある。」とし、〈作用・効果〉の項\nに、「このようなパイプ曲げ装置においては、パイプが回転フォーマに巻込まれる\n際、ベンディングダイを滑りつつ通過させられることにより、パイプに対しほぼそ\nの弾性域内で適切な引張応力が与えられつつ、曲げ成形される。その結果、薄肉パ\nイプであっても、曲げの外側が過度に伸ばされて薄くなったり、内側が過度に圧縮\nされてシワになったり、あるいはパイプ断面が偏平になったりすることがほとんど\nなく、良好にかつスピーディに曲げ加工を行なうことができる。」（同５欄１６～\n２０行）と記載した。特許庁は、これを受けて、平成元年１１月７日出願公告を行\nい、平成２年５月１１日付けで、「原査定を取り消す。本願の発明は特許をすべき\nものとする。」という審決をした（乙２０）。\nｅ　前記拒絶査定において引用例とされた公知技術のうち、第１引用例\nの実開昭５１－１６１４４２号公報（乙７）には、外周部に被加工材が嵌り込む溝\nが形成された回転弧状盤と、外周部に被加工材が嵌り込む溝が形成されたガイドロ\nーラとを備え、これらの回転弧状盤とガイドローラで被加工材を挟んで回転弧状盤\nを回転させることにより被加工材を曲げる金属管棒湾曲装置が記載されているが、\n同公報に示されたガイドローラは被加工材である金属管を軸方向に滑らせつつ案内\nするものではなく、回転弧状盤の溝との間で金属管棒の上下左右を挟んで強圧する\nものであるから、本件発明の構成要件Ｆの構成とは異なっている。また、第２引用\n例の公刊物（乙８）１５６、１５７頁と第１５２図には、円盤状のダイスのまわり\nにしごきロール及びパイプ保持具が配置され、レバーを回して、しごきロールによ\nりパイプをダイスの外周溝面に押圧して巻き付けて曲げるパイプ曲げの技術が示さ\nれているが、本件発明の構成と比較すると、構成要件Ｅの回転フォーマに相当する\nダイスが存在する程度で、その他は異なっている。\n(ウ)　前記認定の事実によれば、原告シー・エム・エルが本件発明の特許\n出願経過中に意見書等でパイプホルダ（本件全文補正前のパイプ支持部材）に関し\nて述べた部分は、拒絶理由通知ないし拒絶査定で引用された公知技術と対比して、\n本件発明はパイプを支持する部分がパイプの曲げ開始点にはなく、曲げ開始点の両\n側に分散されており、曲がりの外側から好ましくない横圧を受けることがないとい\nうことを主張したほかは、本件全文補正前のパイプ支持部材について特許請求の範\n囲第１項の記載に即して引用例との差異を述べたにすぎず、特にパイプ支持部材の\n構造についてそれ以外のものを排除する意思を示したものとはいえない。そして、\nパイプ支持部材（パイプホルダ）は、本件全文補正により当初明細書では「基板を\n介して前記マトリックスに連結されると共に、曲げ加工の際前記マトリックスと前\n記副マトリックスと協働できるように前記基板に取り付けられたピンのまわりを自\n由に回転する補助装置としての機能を果たす直軸の半円溝を有するパイプ支持部\n材」とされていたのが、「前記回転フォーマの外周部に設けられてパイプの曲げ開\n始部近傍を保持し、その回転フォーマの回転時にパイプを回転フォーマと一体的に\n保つパイプホルダ（１２２、１２３）」とされたものであるから、前記意見書等で\nパイプ支持部材について述べた部分のうち上記補正で変更された点に関するもの\nは、補正後の特許請求の範囲の解釈を限定する理由はない（なお、本件全文補正が\n要旨変更に該当しないことは後記判示のとおりである。）。本件発明は、パイプホ\nルダに関する前記のような変更にもかかわらず、特許要件を満たすものとして特許\nされたものであるから、出願経過における意見書等でのパイプホルダに関する出願\n人の陳述は、出願人が特許庁審査官の拒絶理由又は特許異議申立の理由に対応して\n特許請求の範囲記載の意義を限定するなどの陳述を行い、それが特許庁審査官ない\nし審判官に受け入れられた結果、特許をすべき旨の査定がされた場合に当たるもの\nとは認められない。\nよって、被告の禁反言の法理による限定解釈の主張は採用できない。\n(2)　同イ（構成要件Ｊ該当性－送入側ガイド部）について\nア　本件発明の構成要件Ｊにいう「送入側ガイド部」について、訂正明細書\nの特許請求の範囲には、「パイプ送入側の端部に形成された送入側ガイド部（Ｃ、\n２４５）」と記載され、その形状について限定はない。発明の詳細な説明には、\n〈課題を解決するための手段〉の項に、(e)ベンディングダイについて、「回転フォ\nーマの保持溝にほぼ対向するガイド溝を有し、このガイド溝は曲げ工程においてパ\nイプを軸方向に滑らせつつ案内する」という記載があり（甲２３の２・４頁１～２\n行）、〈作用・効果〉の項に、「パイプが回転フォーマに巻込まれる際、ベンディ\nングダイを滑りつつ通過させられることにより、パイプに対しほぼその弾性域内で\n適切な引張応力が与えられつつ、曲げ成形される。」という記載がある（同４頁９\n～１１行）。また、〈実施例〉の項には、第２実施例の説明として、「この逃がし\n部１１８ｂの送入側端部が送入側ガイド部ｃとされている。」（同９頁２１～２２\n行）、「全区間ａ－ｃにおいて、送出側ガイド部１１８ａに僅かながら下り傾斜が\nあるので、パイプｔが回転フォーマ１１３とベンディングダイ１１８との間に装着\nされた場合、そのベンディングダイ１１８とパイプｔの接触は両端の点ａ、ｃのみ\nで起こる。」（同９頁２４～２７行）という記載があり、本件公報第８図にベンデ\nィングダイの送入側が点ｃのみでパイプに接触している状態が示されている（甲\n１）。\n上記訂正明細書の記載を考慮すると、構成要件Ｊにいう「送入側ガイド\n部」とは、ベンディングダイのガイド溝のうち、被曲げパイプを送入側で保持する\nとともに、回転フォーマの回転に従い、パイプをベンディングダイに送り込む機能\nを果たすものをいい、第２実施例のように、弓形に湾曲した送入側の端部が点のみ\nでパイプに接触するものも「送入側ガイド部」に含まれると解するのが相当であ\nる。\nイ　前記第２、１、(3)の事実及び証拠（甲２８）によれば、イ号装置のベン\nディングダイは、中央部が昀も低く両側の端部に向かって徐々に上り傾斜した円弧\n状の凹湾曲横断面を有しているが、パイプをガイド溝５０に装着したとき、ベンデ\nィングダイの送入側端部が点のみでパイプに接触し、回転フォーマの回転に従い、\nパイプをベンディングダイに送り込む機能を有することが認められるから、イ号装\n置においては、ベンディングダイの送入側端部が本件発明の構成要件Ｊにいう「送\n入側ガイド部」に当たるということができ、イ号装置は本件発明の構成要件Ｊを充\n足する。\n(3)　同ウ（構成要件Ｋ、Ｍ該当性－送出側ガイド部）について\nア　「送出側ガイド部」の意義について\n(ア)　本件発明の構成要件Ｋ、Ｍにいう「送出側ガイド部」について、訂\n正明細書の特許請求の範囲には、「パイプ送出側の端部に形成された送出側ガイド\n部（１１８ａ、２４６）」、「かつ送出側ガイド部の溝底が送出側端に向って漸次\nパイプに近づくように形成されている」との記載があるが、それ以上に形状につい\nての限定はない。\n(イ)　訂正明細書の発明の詳細な説明には、次の記載がある。\nａ　〈作用・効果〉の項に、「パイプが回転フォーマに巻込まれる際、\nベンディングダイを滑りつつ通過させられることにより、パイプに対しほぼその弾\n性域内で適切な引張応力が与えられつつ、曲げ成形される。」との記載がある（甲\n２３の２・４頁９～１１行）。\nｂ　〈実施例〉の項には、第２実施例の説明として、「…回転フォーマ\n１１３がさらに回転すると、……ベンディングダイ１１８とパイプＰとの接触は点\nｃでは引き続き行われる一方、パイプｔとベンディングダイ１１８の点ａとの接触\nは、送出側ガイド部１１８ａに沿って徐々に進行する。」との記載があり（同１０\n頁９～１２行）、「パイプｔの曲げが開始されると、……パイプｔは送出側ガイド\n部１１８ａによってある程度の横圧力を受けつつ進行する。このため、第１２図に\n示すように、曲げ加工前のパイプ断面ｄは曲げ作用下で一時的に卵形断面ｅに変形\nすると考えられるが、この送出側ガイド部１１８ａの作用は徐々に生じ、またパイ\nプｔに生ずる応力はほぼ弾性限界内であるのでベンディングダイ１１８からパイプ\nｔが解放されれば、元の円形断面ｄに復帰する。」（同１０頁１３～１９行）と記\n載されている。\nｃ　本件公報第１２図には、送出側ガイド部で卵形断面に変形したパイ\nプがベンディングダイから送出された後に円形断面ｄに戻っている図が示されてい\nる（甲１）。\n(ウ)　本件審決（甲３１）には、「訂正後の特許請求の範囲第１項に記載\nされた、送出側ガイド部の位置と機能は、特許請求の範囲には明記されていない\nが、本件訂正明細書及び図面の記載からみて、パイプの曲げ開始点が、曲げ開始時\nに前記ベンディングダイ（１１８、２１８）の送出側端よりも送入側ガイド部\n（Ｃ、２４５）側に位置し、パイプの曲げが行われるときにパイプとベンディング\nダイ（１１８、２１８）の送出側端との接触は送出側ガイド部に沿って徐々に進行\nするものであると解するのが相当である。」との記載がある（甲３１・７頁１６～\n２２行）。\n(エ)　上記(ア)ないし(ウ)によれば、本件発明において、ベンディングダ\nイの送出側ガイド部の溝底を送出側端に向かって漸次パイプに近づくように形成し\nたことの意義は、ベンディングダイを滑りつつ通過する被曲げパイプに弾性限界内\nで適切な引張応力を与えるべく、送出側ガイド部をパイプに対して面状に接触さ\nせ、パイプ曲げが行われるときにパイプとベンディングダイの送出側端との接触が\n送出側ガイド部に沿って徐々に進行するようにしたところにあり、その結果、本件\n発明においては、送出側端よりも送入側ガイド部側でパイプの曲げが開始されるこ\nとになるものと推認される。したがって、ベンディングダイの溝底が送出側端に向\nかって漸次パイプに近づくよう形成されており、その部分が前記作用効果を果たし\nていれば、その部分が「送入側ガイド部」や「パイプ逃がし部」と形態上区別され\nていない場合でも、構成要件Ｋ、Ｍにいう「送出側ガイド部」に当たるということ\nができる。\nイ　イ号装置のベンディングダイの溝底は、中央部が昀も低くその両側部分\nが徐々に高くなるよう傾斜した円弧状の凹湾曲横断面を呈していることは、前\n記(2)、イのとおりであり、溝底が送出側端に向かって漸次パイプに近づくよう形成\nされているということができる。\nまた、証拠（甲２５の写真２２・２３、甲３３の１～11）によれば、イ\n号装置によって銅製パイプを曲げた場合、ベンディングダイの送出側端の約５分の\n１の範囲にパイプから剥落した銅が付着する結果となったこと、イ号装置のベンデ\nィングダイのガイド溝に塗料を塗った上でパイプの曲げ加工を行った場合も、送出\n側端の約５分の１の部分において塗料が剥がれる結果となったことが認められ、こ\nれによれば、イ号装置でパイプの曲げを行う場合には、ベンディングダイの送出側\n端約５分の１の部分が面状にパイプに接触することによりパイプに押圧力をかけて\nいるものと推認される。\nさらに、証拠（甲２５の写真１８～２０）によれば、イ号装置によりパ\nイプを曲げた場合、回転フォーマのうちパイプの曲げ開始点を示す０点は、被曲げ\nパイプのうち銅の剥落が始まっている箇所、すなわち、送出側ガイド部に接触した\n箇所よりも相当程度送入側ガイド部側（上流側）に位置していることが認められ、\nパイプの曲げ開始はベンディングダイの送出側端よりも送入側ガイド部側で始まっ\nているものと推認される。\n以上によれば、イ号装置のベンディングダイのうち送出側端約１／５の\n部分は、被曲げパイプに面状で接して押圧力を加え、送出側端よりも送入側ガイド\n部側でパイプの曲げを開始させる機能を有するから、本件発明の構成要件Ｋ、Ｍに\nいう「送出側ガイド部」に該当し、イ号装置は、本件発明の構成要件Ｋ、Ｍを充足\nする。\nウ　この点について、被告は、乙３４公報にイ号装置のベンディングダイと\n同一形状の加圧片３０が記載されていることによれば、本件発明の構成要件Ｋ、Ｍ\nにいう「送出側ガイド部」は、公知技術である前記加圧片と同一形状を有するイ号\n装置のベンディングダイを含まない旨主張する。\n乙３４によれば、乙３４公報に記載された金属管曲げ装置は、二又レバ\nー２８における加圧片３０の長さと位置は、作業起点位置において一方の移行部Ａ\nが、管２７に対して垂直にかつ円筒セグメントの軸１４に対して半径方向に延びる\n平面Ｅ１内に実質的に位置するように設計されており（乙３４・６頁左下欄８～１\n３行）、二又レバー２８に対して時計回り方向で比較的大きな力を加えると直ちに\n加圧片３０は管２７に沿って滑り始めて該管を（円筒セグメント１０の）溝１１内\nへ曲げ始めることが認められる（同６頁右下欄５～８行）。加えて、乙３４公報\nに、加圧片３０の曲げ開始側端面３３がパイプの曲げ開始点Ａと一致している\n図（FIG.1）が示されていることを考慮すれば、乙３４発明は、パイプを円筒セグメ\nント（回転フォーマ）に固定した後、加圧片（ベンディングダイ）でパイプの上を\n沿うように押圧するパイプ曲げ方法に係るパイプ曲げ装置の発明というべきであ\nり、同発明のパイプ曲げ方法は、可動ベンディングダイの中にパイプを滑り込ま\nせ、ベンディングダイの送出側ガイド部をパイプに面状に接することによりパイプ\nを曲げるという、前記イで認定した本件発明のパイプ曲げ方法とは異なるパイプ曲\nげ方法というべきである。したがって、乙３４発明の加圧片３０の形状がイ号装置\nのベンディングダイの形状に似ていることをもって、イ号装置のベンディングダイ\nが、本件発明の構成要件Ｋ、Ｍにいう「送出側ガイド部」から除外されるというこ\nとはできず、被告の主張は失当である。\n(4)　以上によれば、イ号装置は別紙イ号装置目録記載のとおりの構造であっ\nて、本件発明の技術的範囲に属するものというべきである。\nなお、原告シー・エム・エルは、被告からされた本件特許についての無効\n審判請求事件において、更に訂正請求を行い、平成１３年７月２４日、特許庁は\n「訂正を認める。本件審判の請求は成り立たない。」との審決（第２次審決）をし\nたことは、第２、１、(1)エのとおりであるところ、本件口頭弁論終結時において\nは、同審決が確定したか否かは明らかでない。この訂正は、訂正明細書の特許請求\nの範囲第１項に更に「パイプの曲げ開始点が、曲げ開始時に前記ベンディングダイ\n（１１８、２１８）の送出側端よりも送入側ガイド部（Ｃ、２４５）側に位置し、\nパイプの曲げが行われるときにパイプとベンディングダイ（１１８、２１８）の送\n出側端との接触が送出側ガイド部（１１８ａ、２４６）に沿って徐々に進行するよ\nうに構成されている」との要件が付加されたものである。しかるところ、前記(2)\nイ、(3)イで認定した事実によれば、イ号装置は、前記訂正で付加された部分の構成\nをも具備しているものと認められる。したがって、第２次審決による訂正を前提と\nしても、イ号装置は本件発明の技術的範囲に属するものというべきである。\n２　争点(2)（本件特許には明らかな無効理由が存在するか）について\n(1)　同ア（乙３４公報による新規性、進歩性欠如）について\n被告は、本件発明がベンディングダイの形状を限定することにより特許無\n効を免れたこと、乙３４公報にイ号装置のベンディングダイと同一形状の凹湾曲面\nを有する加圧片の記載があることによれば、訂正後の本件発明は新規性、進歩性を\n欠くことが明白であると主張する。\nしかしながら、前記１、(3)、ウのとおり、乙３４発明は、パイプを円筒セ\nグメント（回転フォーマ）に固定した後、加圧片（ベンディングダイ）でパイプの\n上を沿うように押圧するパイプ曲げ方法に係るパイプ曲げ装置の発明であり、前記\nイで認定した本件発明のパイプ曲げ装置とは異なる技術であるから、本件発明が乙\n３４発明と同一の発明ということはできず、本件特許には特許法２９条１項違反の\n無効理由はない。\nまた、乙３４公報は、「管の曲げ半径（Ｒ１）を決定する溝を外周に有し\nかつ該溝には管を溝に対して接線方向に保持するための対応受けを所属せしめた１\nつの扁平な円筒セグメントと、該円筒セグメントを中心にして同心的に旋回可能な\nレバーとから成り、該レバーが前記円筒セグメント軸に対して平行に延びる軸を有\nし、該軸に作業面を有する加圧片が配置されており、前記作業面が、前記の円筒セ\nグメント軸と加圧片軸とに平行に延びる平面内で、半径（Ｒ０）を有するほぼ半円\n形の凹面状横断面を有している」（２頁右下欄１～１２行）金属管の曲げ装置を改\n良し、「軟銅管及び硬銅管並びに真鍮管及び鋼管を、できるだけ小さな比率Ｒ１：\nＤ０で確実に、かつ扁平化をできるだけ回避するように、しかも低い所要力で曲げ\n加工できるようにする」（４頁右下欄２～６行）ことを目的とし、課題解決手段と\nして、「加圧辺が円筒セグメント軸と加圧片軸とに対して垂直に延びる平面（Ⅰ－\nⅠ）内で付加的に凹面状に形成」（４頁右下欄７～８行）したことを開示している\nにすぎないから、パイプが回転フォーマに巻き込まれる際、ベンディングダイを滑\nりつつ通過させられるという本件発明の特徴的構成を想到する動機付けとなる部分\nは開示も示唆もされていないし、そこから「パイプに対しほぼその弾性域内で適切\nな引張応力が与えられつつ、曲げ成形される結果、薄肉パイプであっても曲げの外\n側が過度に伸ばされて薄くなったり、内側が過度に圧縮されてシワになったり、あ\nるいはパイプ断面が偏平になったりすることがほとんどなく、良好にかつスピーデ\nィに曲げ加工を行うことができる」という前述の本件発明の作用・効果も予測する\nことができるともいえない。よって、乙３４公報により、本件特許に特許法２９条\n２項にいう進歩性が存在しないことが明白であるとはいえない。\n(2)　同イ（本件全文補正は要旨変更に当たり、出願日が平成元年６月２０日に\n繰り下がる結果、本件発明が新規性を欠くといえるか）について\nア　旧特許法４０条は、「願書に添附した明細書又は図面について出願公告\nをすべき旨の決定の謄本の送達前にした補正がこれらの要旨を変更するものと特許\n権の設定の登録があった後に認められたときは、その特許出願は、その補正につい\nて手続補正書を提出した時にしたものとみなす。」と規定し、同法４１条は、「出\n願公告をすべき旨の決定の謄本の送達前に、願書に昀初に添附した明細書又は図面\nに記載した事項の範囲内において、特許請求の範囲を増加し又は変更する補正は、\n明細書の要旨を変更しないものとみなす。」と規定していた。したがって、旧特許\n法の下において、出願公告をすべき旨の決定の謄本の送達前に提出した手続補正書\nにより明細書の特許請求の範囲を補正することは、願書に昀初に添付した明細書又\nは図面に記載した事項の範囲内である限り、要旨の変更にならないのである。\nイ　本件発明の出願当初明細書における特許請求の範囲第１項は、前記\n１、(1)、イ、(イ)、ａのとおりであり、本件全文補正後（本件特許登録時）の特許\n請求の範囲第１項は、前記第２、１、イのとおりであるところ、両者を対比する\nと、本件全文補正後の明細書の特許請求の範囲第１項の電動式パイプ曲げ装置（＝\n携帯型の電子機械制御式パイプ曲げ装置）は、本体、モータ（＝駆動モーター）、\n減速機、回転フォーマ（＝マトリックス）、ベンディングダイ（＝副マトリック\nス）、ベンディングダイ支持機構（＝「副マトリックスを支持するとともに…副マ\nトリックスをマトリックスから正しい位置に位置せしめる装置」）、パイプホルダ\n（＝パイプ支持部材）という構成からなるものであるが、これらの構成要素は、各\n括弧書き内に示したとおり、当初明細書の特許請求の範囲においても発明の構成要\n素として記載されていたものであり、これらの構成要素のうちの回転フォーマ、ベ\nンディングダイ、ベンディングダイ支持機構及びパイプホルダの構成として本件全\n文補正後の特許請求の範囲に記載されているところも、当初明細書の特許請求の範\n囲及び発明の詳細な説明並びに図面にすべて開示されているといえる。本件全文補\n正後の特許請求の範囲のパイプホルダの構成は、当初明細書の特許請求の範囲にお\nける「基板を介してマトリックス（＝回転フォーマ）に連結される」、「基板に取\nり付けられたピンのまわりを自由に回転する」、「直軸の半円溝を有する」といっ\nた構造上の具体的な限定がなくなり、「回転フォーマの外周部に設けられてパイプ\nの曲げ開始部近傍を保持し、その回転フォーマの回転時にパイプを回転フォーマと\n一体的に保つパイプホルダ（１２２、２２２）」とされたものであるから、当初明\n細書におけるパイプ支持部材（パイプホルダ）の構造上の限定がなくなったという\n意味では当初明細書の特許請求の範囲に比べて本件全文補正後の特許請求の範囲の\n方が技術的範囲が広がっているといえる。しかし、本件全文補正後のパイプホルダ\nの構成中、「回転フォーマの外周部に設けられて」いる点及び「パイプ曲げ開始部\n近傍を保持し」という点は、いずれも当初明細書の第１図、第５図、第８図に示さ\nれており、「回転フォーマの回転時にパイプを回転フォーマと一体的に保つ」とい\nう点は当初明細書の第３図、第７図、第１０図に示されており、ずべて当初明細書\n及び図面に記載されているものと認められる（甲１０）。\nまた、本件全文補正（乙１９）により、当初明細書の第１実施例が削除\nされ、当初明細書の第２実施例が第２実施例、第３実施例が第１実施例に変更され\nたが、これら２つの実施例の説明の趣旨は、当初明細書（甲１０）と本件全文補正\n後の明細書（甲１）との間で内容に変化がなく、本件全文補正後の第１実施例を示\nす第１図ないし第７図は、それぞれ当初明細書の第８、第９、第１３、第１４、第\n１５、第１６図と同じであり、第２実施例を示す第８ないし第１２図は、それぞれ\n当初明細書の第５、第６、第１１、第１２、第７図と同じである。\nしかも、当初明細書（甲１０）の発明の詳細な説明には、「この発明の\n主な目的は、望ましくない不均一の伸びを生ずることなくパイプを１８０°の角度\nまで曲げることができ、また曲げるパイプの材料が伸び応力の影響を受け易いもの\nでも…昀良の状態で曲げることができる…パイプ曲げ装置を提供することである」\n（４頁右上欄１９行～左下欄５行）、「この発明の更に別の目的は、曲げるパイプ\nを保持して送ることができるのみならず、曲げ加工の際生ずる伸び応力に特に影響\nを受け易い材料でできたパイプを曲げることができる曲げ装置の主曲げ部材に対す\nる溝付きの対面溝部材を提供することである。」（４頁右下欄５～１０行）と記載\nされていることが認められ、前記１、(3)で認定したとおり、特殊な形状の溝を有す\nるベンディングダイ（＝当初明細書の特許請求の範囲における「副マトリック\nス」）を使用することにより、曲げパイプのシワ、破損、平坦化を防ぐという本件\n発明の主たる目的や本質的特徴は、当初明細書において、既に開示されていたとい\nうべきである。\nウ　以上によれば、本件全文補正は要旨変更に当たるものではなく、出願日\nの繰り下がりはないというべきであるから、被告の主張は採用できない。\n３　争点(3)（電動式直管ベンダー、シュー、ガイド単体の販売により、本件特許\n権の直接侵害又は間接侵害が成立するか）について\n(1)　証拠（乙３５、３６）によれば、被告は、電動式直管ベンダー、シュー及\nびガイドを別個にカタログに掲載し、その電動式直管ベンダーの欄に「シュー・ガ\nイドは別売りです。」と記載していることが認められ、これによれば、エンドユー\nザーがイ号装置を使用するには、電動式直管ベンダー、シュー及びガイドの３点を\n購入して組み合わせる必要があると推認される。電動式直管ベンダー（別紙イ号装\n置目録では本体に該当）、シュー（同じく回転フォーマに該当）及びガイド（同じ\nくベンディングダイに該当）は、いずれもイ号装置の構成の一部のみを備えたもの\nであり、それだけでは本件発明の構成要件を充足しないが、少なくとも３点が同時\nに販売される場合には、共にイ号装置を構成するものとして、本件特許権を侵害す\nるものというべきである。\n(2)　他方、特許が物の発明についてされている場合において、業として、その\n物の生産にのみ使用する物を生産し、譲渡し、貸し渡し、若しくは輸入し、又はそ\nの譲渡若しくは貸渡しの申出をする行為は、当該特許権を侵害する行為とみなされ\nるところ（特許法１０１条１号）、ここでいう「その物の生産にのみ使用する物」\nとは、社会通念上経済的、商業的ないしは実用的な他の用途がないことをいい、他\nの用途があるというためには、抽象的ないしは試験的な使用の可能性があるだけで\nは足りないというべきである。\nこれを電動式直管ベンダー、シュー及びガイドについて検討すると、電動\n式直管ベンダーはイ号装置の本体であって他の経済的、実用的な用途を有しないか\nら、イ号装置の生産にのみ使用されるものとして、その輸入、販売は特許法１０１\n条１号にいう間接侵害に当たる。他方、シュー及びガイドは、電動式直管ベンダー\nと手動式直管ベンダー（これは本件発明の構成要件を充足しない。）に共通する部\n品であり（乙３５、３６）、電動式直管ベンダーと組み合わせてイ号装置の部品と\nして使用する以外に、手動式直管ベンダーと組み合わせて使用するという、実用的\nな他の用途があるというべきである。本件発明は、その特許請求の範囲の記載から\n明らかなとおり、「本体に設けられたモータ」を有する「電動式パイプ曲げ装置」\nの発明であるから、手動式直管ベンダーを用いた製品は本件発明に係るものでない\nことはいうまでもない。\n(3)　以上によれば、電動式直管ベンダーの販売は、それがシュー、ガイドと同\n時にされる場合には、共にイ号装置を構成するものとして直接本件特許権を侵害す\nる行為に当たり、単体で販売される場合も、本件発明に係る物の生産にのみ使用す\nる物の譲渡として間接侵害（特許法１０１条１号）に該当するといえる。\nこれに対し、シュー及びガイドは、電動式直管ベンダーと同時に販売され\nる場合には、共にイ号装置を構成するものとして直接本件特許権を侵害する行為に\n当たるが、電動式直管ベンダーとは別に単体で販売される場合には、直接本件特許\n権を侵害する行為に当たらないのはもとより、本件発明に係る物の生産にのみ使用\nする物の譲渡にも当たらないといわざるを得ない。\n４　争点(4)（原告らの損害額）について\n(1)　同ア（原告大同興業の請求権）について\nア　独占的通常実施権者に対する特許法１０３条の類推適用について\n(ア)　特許法１０３条は、「他人の特許権又は専用実施権を侵害した者\nは、その侵害の行為について過失があったものと推定する。」と規定するが、これ\nは、特許発明についてはその存在及び内容が公示されているから、業として新たに\n製品の製造、販売を行い又は新たに方法の使用を行おうとする者は、その製品又は\n方法が他人の特許権を侵害するか否かを公示に基づいて調査することが可能であ\nり、そのような調査を行うべきものであるとして、その製品又は方法が、他人の特\n許権又は専用実施権を侵害するものである場合には、調査を怠ったか、調査に基づ\nいて適切な判断をしなかった旨の過失があると推認するものである。このように、\n右推定規定の根拠は、特許発明の存在及び内容が公示されていることにあり、それ\nが何人の権利であるかが公示されていることにはないから、特許発明の権利者とし\nて公示されない独占的通常実施権者の法的利益の侵害行為についても、右規定を類\n推適用するのが相当である。\n(イ)　原告シー・エム・エルと原告大同興業の独占供給契約書（甲８の\n１・２、甲３６）には、１９９６年（平成８年）１１月２２日に原告シー・エム・\nエル代表者のサインがされ、同年１２月１７日に原告大同興業代表取締役のサイン\nがされていること、同契約書には、①原告大同興業は原告シー・エム・エルが製造\nした管曲げ加工機器のみを販売することし、原告シー・エム・エルの文書による許\n可なしにいかなる管曲げ加工機器の販売もしない旨の条項（第１条のａ）、②原告\nシー・エム・エルは、原告大同興業に対し、日本におけるすべてのエルコリーナ\n（原告シー・エム・エルの商標）製品の販売について独占的権利を保証し、この契\n約期間中は、同契約のすべての条件が尊重される限り、他のいかなる会社に対して\nも日本向けの独占販売契約を与えない旨の条項（第２条）、③同契約の期間は１９\n９７年（平成９年）１月１日から同年１２月３１日までであり、それ以降は年単位\nで自動的に更新される旨の条項（第１７条）が存在することが認められる。\nしかし、原告シー・エム・エル代表者Ａの２００１年３月１９日付け\n宣言書（甲３５の１・２）には、原告シー・エム・エルは１９９４年（平成６年）\n１月以降、日本特許第１５８３７０８号（本件特許）の機械を原告大同興業にのみ\n販売し、原告大同興業に対して日本における排他的販売権を許諾してきた旨の陳述\n部分が存在する。さらに、証拠（甲３４、３７～４２）によれば、原告大同興業の\nパンフレットには、原告シー・エム・エルの日本総代理店であり、業務提携先であ\nる旨の記載があること、原告大同興業は、１９８９年（平成元年）１月、原告シ\nー・エム・エルからエルコリーナマルチフォームエレクトリカ（本件特許の実施\n品、以下「本件実施品」という。）を輸入し、原告大同興業が平成４年４月ころ作\n成した本件実施品のパンフレットにも、「エルコリーナベンダー総輸入元」と記載\nされていること、原告大同興業は、平成５年１０月及び平成６年１月にも、原告シ\nー・エム・エルから本件実施品の部品を輸入していたことが認められ、原告シー・\nエム・エル代表者の宣言書の陳述部分を裏付ける事実が存在することが認められ\nる。\n同宣言書は、本訴提起後にして前記契約書作成から５年以上後に作成\nされたものであるが、前記のとおり、同宣言書の陳述内容を裏付ける事実が証拠上\n認められることに加え、同宣言書がイタリア国公証人に対する宣誓供述書であるこ\nとを考慮すると、単にその作成時期のみをもって信用性がないということはでき\nず、遅くとも、原告シー・エム・エルは平成６年１月以降は、原告大同興業に対\nし、本件特許の独占的通常実施権を許諾していたと推認するのが相当である。\n(ウ)　したがって、被告は、平成６年３月以降の行為について、原告大同\n興業の独占的通常実施権を侵害することに過失があったものと推定され、同日以降\nの損害額について賠償責任を負うというべきである。\nイ　独占的通常実施権者に対する特許法１０２条２項の類推適用について\n特許法１０２条２項が設けられた目的は、侵害行為がなかったならば権\n利者が得られたであろう利益という仮定の事実に基づく推論という事柄の性質上、\n侵害行為との因果関係の存在、損害額算定の基礎となる各種の数額等を証明するこ\nとに困難を生じる場合が多いことから、侵害行為により侵害行為者が得た利益の額\nを被害者の逸失利益額と推定することによって権利者の損害証明の方法の選択肢を\n増やして被害の救済を図るとともに、侵害行為者に推定覆滅のための証明をする余\n地を残して、権利者に客観的に妥当な逸失利益の回復を得させる点にあるものと解\nされ、この点では特許発明の実施による市場利益を独占し得る地位にあることにお\nいて特許権者や専用実施権者と異ならないから、独占的通常実施権の侵害による損\n害の賠償請求の場合においても、特許法１０２条２項を類推適用し得るものと解す\nるのが相当である。\nウ　特許法１０２条２項、３項に基づく原告大同興業の損害額\n(ア)　電動式直管ベンダー（イ号装置本体、品番・ＥＡ２７６ＧＥ）\n前記３のとおり、電動式直管ベンダーは、シュー及びガイドと共に販\n売される場合には、イ号装置を構成するものとして本件特許権を侵害し、単体で販\n売される場合も、本件特許権の間接侵害（特許法１０１条１号）を構成する。よっ\nて、電動式直管ベンダーについては、全販売数量をもとに特許法１０２条２項に基\nづく損害額を算定することができる。\nａ　平成８年６月から平成１０年７月まで（被告が販売額を開示した期\n間）\n(a)　平成９年８月から平成１０年７月まで\n証拠（乙３７）及び弁論の全趣旨によれば、平成９年８月から平\n成１０年７月までの被告の電動式直管ベンダーの売上額は、１０８７万３０００円\nであると認められ、これに被告が反訴において主張し、原告らが援用する利益率４\n３．５％を掛けると、被告が得た利益の額は４７２万９７５５円となる（別紙修正\n後第２表(1)４０・３１欄）。\n(b)　平成８年６月から平成９年７月まで\n証拠（乙３７）によれば、平成８年６月から平成９年７月までの\n各月の被告の電動式直管ベンダーの売上額は、別紙修正後第２表(1)３９・４～１７\n欄記載のとおりであり、その合計額は１３８９万５０００円であることが認められ\nる。\nまた、証拠（乙３９）によれば、平成９年８月から平成１０年７\n月（ａ期間）の平均為替相場は１ドル＝１２９．９０円であり、平成８年６月から\n平成９年７月までの各月の為替相場（米ドル）は別紙修正後第２表(1)４２・４～１\n７欄記載のとおりであることが認められるから、このａ期間の平均為替相場に対す\nる平成８年６月から平成９年７月までの各月の為替変動率は同表(1)４４・４～１７\n欄のとおりとなり、各月における被告の原価率は、前記ａ期間の原価率０．５６\n５（1－0.435＝0.565）に上記為替変動率を乗じた同表(1)４５・４～１７欄のとお\nりであると推認される。\nしたがって、この期間における被告の利益率は、１から各原価率\nを引いた率である同表(1)４６・４～１７欄記載のとおりとなり、この期間における\n被告の利益の額は、同表(1)４７・１８欄のとおり、６７７万５１５２円と推認され\nる。\nｂ　平成６年３月から平成８年５月まで\n(a)　平成７年１２月から平成８年５月まで（本訴提起から遡って３年\n内）\n前記ａのとおり、被告は、平成８年６月から平成１０年７月まで\nの２６か月間で合計金１１５０万４９０７円の利益を得ているが、前記のとおり、\n被告が継続的に相当の利益を得ていたことを考慮すると、特段の事情がない限り、\n被告は、平成７年１２月から平成８年５月までの期間も同程度の利益を得ていたも\nのと推認され、これを覆すに足りる証拠はない。したがって、平成７年１２月から\n平成８年５月までの６か月間における被告の利益の額は、別紙修正後第２表(2)５\n２・３２欄のとおり、２６５万４９７８円（11,504,907÷26×6＝2,654,978.53）と\n推認される。\n(b)　平成６年３月から平成７年１１月まで\n前記ａ(a)、(b)の事実によれば、被告の平成８年６月から平成１\n０年７月までの２６か月間における電動式直管ベンダーの売上高は２４７６万８０\n００円である（別紙修正後第２表(1)３９・３２欄）。　前記のとおり、被告が継続\n的に利益を得ていたことを考慮すると、特段の事情がない限り、被告は平成６年３\n月から平成７年１１月までの２１か月間も同程度の売上を得ていたものと推認さ\nれ、この事実を覆すに足りる証拠はない。よって、被告の平成６年３月から平成７\n年１１月までの２１か月間の売上高は２０００万４９２３円と推定さ\nれ（24,768,000÷26×21＝20,004,923.07）、原告大同興業はこの売上高に対する実\n施料相当損害金の損害賠償を求めることができる。\n社団法人発明協会発行「実施料率」（乙４２）によれば、「金属\n加工機械」のイニシャルペイメント条件のないものに係る昭和６３年から平成３年\nまでの実施料率の昀頻値は２％であり、平均実施料率は３．７５％であることが認\nめられる。ところで、特許法１０２条３項の定める「その特許発明に対し受けるべ\nき金銭の額に相当する額」の算定に当たっては、当該技術分野の平均的な実施料率\nのみならず、当該特許発明の価値、当事者間の競合関係その他の具体的事情を考慮\nすべきものである。本件発明は、前記認定によれば、従来のパイプ曲げ装置を改良\nしたものであり、本件訂正によりベンディングダイを送入側ガイド部、送出側ガイ\nド部、逃がし部という特徴的構成を有するものに限定したこと、本件発明の効果と\nしては、薄肉パイプであっても曲げによって外側が伸ばされて薄くなったり、内側\nがシワになったりパイプ断面が偏平になったりすることがほとんどなく、良好かつ\nスピーディに曲げ加工を行うことができるものであること、その他本件に顕れた諸\n般の事情を考慮すると、原告大同興業が受けるべき実施料相当額は、イ号装置の販\n売額の５％と認めるのが相当である。\n以上によれば、平成６年３月から平成７年１１月までの２１か月\n間の実施料相当額は、この期間の売上高２０００万４９２３円の５％に当たる１０\n０万０２４６円となる。\nｃ　以上によれば、平成６年３月から平成１０年７月までの被告の電動\n式直管ベンダーの輸入、販売により原告大同興業が被った損害の額は、１５１６万\n０１３１円となる。\n(イ)　シュー（品番ＥＡ２７６Ｇ－４～１６、ＥＡ２７６Ｇ－４Ｂ～１６\nＢ）、ガイド（品番ＥＡ２７６Ｇ－２１～２７）\n前記３のとおり、シュー及びガイドは、電動式直管ベンダーと同時に\n購入される場合に限り、共にイ号装置を構成するものとして本件特許権を侵害する\nが、単体で販売される場合には、直接本件特許権を侵害する行為に当たらないこと\nはもとより、本件発明に係る物の生産にのみ使用される物の譲渡にも当たらない。\n被告が販売したシュー及びガイドのうち、全体の１／２がイ号装置に\n用いられることは、被告の自認するところであるが、そのうち、電動式直管ベンダ\nーと一体として販売されたものの数量及び金額を明らかにする証拠はない。\nしかし、エンドユーザーがイ号装置を使用するには、電動式直管ベン\nダー、シュー及びガイドの３点を購入して組み合わせる必要があるのは前記３、(1)\nのとおりであるから、イ号装置に使用されるシュー及びガイドは、電動式直管ベン\nダーと一体して販売されるものが相当の割合を占めるものと推定される。加えて、\n原告大同興業は、同原告では、回転フォーマ（シュー）のうち一体販売されるもの\nの割合が０．５０９２、ベンディングダイ（ガイド）のうち一体販売されるものの\n割合が０．４４５７であると主張するところ、この率は、同原告の電動式パイプ曲\nげ装置及び部品の売上実績（平成８年６月～平成１０年７月）に基づくものであり\n信憑性が認められる。\n以上によれば、原告大同興業と被告の販売方法の違いを考慮しても、\nイ号被告に使用されるシュー及びガイド（全販売数量の２分の１）の４０％は、電\n動式直管ベンダーと一体として販売されたものとみるのが相当であるから、シュー\n及びガイドについては、その全販売量の２分の１に対応する利益の額（売上額に被\n告が反訴において主張し、原告らがこれを援用する利益率３５％を掛けた額）の４\n０％が、本件特許権の侵害により原告大同興業が被った損害額として相当な額（特\n許法１０５条の３）というべきである。\nａ　平成８年６月から平成１０年７月まで\n(a)　平成９年８月から平成１０年７月まで\n①　シュー\n証拠（乙３７）によれば、この期間のシューの売上額は１０２\n３万２４５０円であり、電動式直管ベンダー用に販売されたものの売上額はその２\n分の１の５１１万６２２５円となる。被告がこの期間に電動式直管ベンダー用のシ\nューの販売により得た利益の額はその３５％であり、本件特許権の直接侵害（電動\n直管ベンダーとの一体販売）に当たるシューの販売により原告大同興業が被った損\n害額は、その４０％である７１万６２７１円（5116225×0.35×0.4＝716,271.5）と\nなる。\n②　ガイド\n証拠（乙３７）によれば、この期間のガイドの売上額は２９７\n万５６５０円であることが認められ、このうち電動式直管ベンダー用に販売された\nものの売上額はその２分の１の１４８万７８２５円となる。被告がこの期間に電動\n式直管ベンダー用のガイドの販売により得た利益の額はその３５％でり、本件特許\n権の直接侵害（電動直管ベンダーとの一体販売）に当たるガイドの販売より原告大\n同興業が被った損害額は、その４０％である２０万８２９５円(1,487,825×0.35×\n0.4＝208,295.5)である。\n③　以上によれば、この期間におけるシュー及びガイドの販売によ\nり原告大同興業が被った損害額は、９２万４５６６円である。\n(b)　平成８年６月から平成９年７月まで\n①　シュー\n証拠（乙３７）によれば、平成８年６月から平成９年７月まで\nの被告のシューの売上額は１０９２万１０００円であることが認められ、このうち\n電動用直管ベンダー用に販売されたものの売上額はその２分の１である５４６万０\n５００円となる。また、前記(ア)、ａ、(b)によれば、平成８年６月から平成９年７\n月までの各月の利益率は、別紙修正後第４表Ａ(1)４１・４～１７欄のとおりと推認\nされるから、被告がこの期間に電動式直管ベンダー用のシューの販売により得た利\n益の額は、同表４１・１８欄のとおり、２２８万０２１９円となり、本件特許権の\n直接侵害に当たるシューの販売により原告大同興業が被った損害は、その４０％で\nある９１万２０８７円(2,280,219×0.4＝912,087.6)である。\n②　ガイド\n証拠（乙３７）によれば、平成８年６月から平成９年７月まで\nの被告のガイドの売上額は３３１万１０００円であることが認められ、このうち電\n動用直管ベンダー用に販売されたものの売上額はその２分の１である１６５万５５\n００円となる。また、前記(ア)、ａ、(b)によれば、平成８年６月から平成９年７月\nまでの各月の利益率は、［訂正］修正後第４表Ｂ(1)４０・４～１７欄のとおりと推\n認されるから、被告がこの期間に電動式直管ベンダー用のシューの販売により得た\n利益の額は、同表４１・１８欄のとおり、６９万２９５９円となり、本件特許権の\n直接侵害に当たるシューの販売により原告大同興業が被った損害は、その４０％で\nある２７万７１８３円(692,959×0.4＝277,183.6)である。\n③　以上によれば、この期間におけるシュー及びガイドの販売によ\nり原告大同興業が被った損害額は、１１８万９２７０円である。\nｂ　平成６年３月から平成８年５月まで\n(a)　平成７年１２月から平成８年５月まで（本訴提起から遡って３年\n内）\n①　シュー\n前記ａ、(a)(b)の各①によれば、被告は、平成８年６月から平\n成１０年７月までの２６か月間で、本件特許権の直接侵害（電動直管ベンダーとの\n一体販売）に当たるシューの販売により合計１６２万８３５８円の利益を得たもの\nである。前記のとおり、被告が継続的に相当の利益を得ていたことを考慮すると、\n特段の事情がない限り、被告は、平成７年１２月から平成８年５月までの間も同程\n度の利益を得ていたものと推認され、これを覆すに足りる証拠はない。したがっ\nて、平成７年１２月から平成８年５月までの６か月間において被告が本件特許権の\n直接侵害に当たるシューの販売により得た利益の額は、３７万５７７４\n円(1,628,358÷26×6＝375,774.92)と推認される。\n②　ガイド\n前記ａ、(a)(b)の各②によれば、被告は、平成８年６月から平\n成１０年７月までの２６か月間で、本件特許権の直接侵害（電動直管ベンダーとの\n一体販売）に当たるガイドの販売により４８万５４７８円の利益を得たものであ\nる。前記のとおり、被告が継続的に相当の利益を得ていたことを考慮すると、特段\nの事情がない限り、被告は、平成７年１２月から平成８年５月までの間も同程度の\n利益を得ていたものと推認され、これを覆すに足りる証拠はない。したがって、平\n成７年１２月から平成８年５月までの６か月間において被告が本件特許権の直接侵\n害に当たるガイドの販売により得た利益の額は、１１万２０３３円（485,478÷26×\n6＝112,033.38）と推認される。\n③　以上によれば、この期間におけるシュー及びガイドの販売によ\nり原告大同興業が被った損害額は４８万７８０７円である。\n(b)　平成６年３月から平成７年１１月まで\n①　シュー\n前記ａ(a)、(b)の事実によれば、被告の平成８年６月から平成\n１０年７月までの２６か月間におけるシューの売上高は２１１５万３４５０円であ\nり（別紙修正後第４表Ａ(1)３２・３３欄）、このうち電動用直管ベンダー用に販売\nされたものの売上額はその２分の１である１０５７万６７２５円となり（同表３\n３・３３欄）、本件特許権の直接侵害に当たるシューの販売に係る売上額はその４\n０％である４２３万０６９０円となる。\n前記のとおり、被告が継続的に利益を得ていたことを考慮する\nと、特段の事情がない限り、被告は平成６年３月から平成７年１１月までの２１か\n月間も同程度の売上を得ていたものと推認され、この事実を覆すに足りる証拠はな\nい。よって、被告の平成６年３月から平成７年１１月までの２１か月間における本\n件特許権の直接侵害に当たるシューの販売に係る売上額は３４１万７０９５\n円（4,230,690÷26×21＝3,417,095.76）と推定され、原告大同興業はこの売上高に\n対する実施料相当損害金の損害賠償を求めることができる。\n前記(ア)、ｂ、(b)によれば、原告大同興業が受けるべき実施料\n相当額は、イ号装置の販売額の５％と認めるのが相当であるから、平成６年３月か\nら平成７年１１月までの２１か月間のシューの販売に係る実施料相当額は、この期\n間の売上高３４１万７０９５円の５％に当たる１７万０８５４円（3417095×0.05＝\n170,854.75）となる。\n②　ガイド\n前記ａ(a)、(b)の事実によれば、被告の平成８年６月から平成\n１０年７月までの２６か月間におけるガイドの売上高は６２８万６６５０円であり\n（別紙［訂正］修正後第４表Ｂ(1)３２・３３欄）、このうち電動用直管ベンダー用\nに販売されたものの売上額はその２分の１である３１４万３３２５円となり（同表\n３３・３３欄）。本件特許権の直接侵害に当たるガイドの売上額はその４０％であ\nる１２５万７３３０円となる。\n前記のとおり、被告が継続的に利益を得ていたことを考慮する\nと、特段の事情がない限り、被告は平成６年３月から平成７年１１月までの２１か\n月間も同程度の売上を得ていたものと推認され、この事実を覆すに足りる証拠はな\nい。よって、被告の平成６年３月から平成７年１１月までの２１か月間における本\n件特許権の直接侵害に当たるガイドの売上額は１０１万５５３５円（1,257,300÷\n26×21＝1,015,535.76）と推定され、原告大同興業はこの売上高に対する実施料相\n当損害金の損害賠償を求めることができる。\n前記(ア)、ｂ、(b)によれば、原告大同興業が受けるべき実施料\n相当額は、イ号装置の販売額の５％と認めるのが相当であるから、平成６年３月か\nら平成７年１１月までの２１か月間のシューの販売に係る実施料相当額は、この期\n間の売上高１０１万５５３５円の５％に当たる５万０７７６円（1,015,535×0.05＝\n50,776.75）となる。\n③　以上によれば、この期間におけるシュー及びガイドの販売によ\nり原告大同興業が被った損害額は２２万１６３０円である。\nｃ　以上によれば、平成６年３月から平成１０年７月までの被告のシュ\nー及びガイドの販売により原告大同興業が被った損害の額は、２８２万３２７３円\nとなる。\n(ウ)　以上によれば、原告大同興業の特許法１０２条２項による損害額\nは、１７９８万３４０３円となる。\nなお、原告大同興業は、遅くとも平成６年１月以降、本件特許につい\nて独占的通常実施権者となり、特許権者である原告シー・エム・エルに実施料を支\n払っており、後記(2)のとおり、原告シー・エム・エルも被告に対して実施料相当額\nの損害賠償を請求していることによれば、原告大同興業が被告に請求し得る金額\nは、前記１７９８万３４０４円から、平成６年３月から平成１０年７月までの売上\n高に対する実施料相当額（５％）を控除した額とするのが相当である。\n前記(ア)、ｂ、(b)のとおり、被告の平成８年６月から平成１０年７月\nまでの２６か月間における電動式直管ベンダーの売上高は２４７６万８０００円で\nある（修正後第２表(1)３９・３２欄）。このように、被告に恒常的な売上があった\nことを考慮すると、被告には平成６年３月から平成８年５月までの２７か月間にお\nいても同程度の売上があったものと推定され、この期間の売上高は、平成８年６月\nから平成１０年７月までの２６か月間の月平均売上高の２７か月分に当たる２５７\n２万０６１５円（24,768,000÷26×27＝25,720,615.38）と推定される。以上によれ\nば、平成６年３月から平成１０年７月までの被告の電動式直管ベンダーの売上高\nは、平成８年６月から平成１０年７月までの売上高２４７６万８０００円と、平成\n６年３月から平成８年５月までの推定売上高２５７２万０６１５円の合計である５\n０４８万８６１５円と推定され、実施料相当損害額は、その５％である２５２万４\n４３０円（50,488,615×0.05＝2,524,430.75）となる。\nまた、前記(イ)、ｂ、(b)のとおり、被告の平成８年６月から平成１０\n年７月までの２６か月間における本件特許権の直接侵害に当たるシューの売上額は\n４２３万０６９０円となり、この期間における本件特許権の直接侵害に当たるガイ\nドの売上額は１２５万７３３０円となる。前記のとおり、被告には平成６年３月か\nら平成８年５月までの２７か月間においても同程度の売上があったものと推定され\nるから、この期間の売上高は、いずれも前記平成８年６月から平成１０年７月まで\nの売上高の２６分の２７となり、シューが４３９万３４０８円（4,230,690÷26×\n27＝4,394,308.84）、ガイドが１３０万５６８８円（1,257,330÷26×27＝\n1,305,688.84）となる。\n以上によれば、平成６年３月から平成１０年７月までにおける被告の\n本件特許権の直接侵害に当たるシュー及びガイドの売上高は１１１８万７１１６\n円（4,230,690＋1,257,330＋4,393,408＋1,305,688＝11,187,116）と推定され、実\n施料相当額は、その５％である５５万９３５５円（11,187,116×0.05＝559,355.8）\nとなる。\nよって、実施料相当額の合計は３０８万３７８５円となり、原告大同\n興業が被告に請求し得る額は、１７９８万３４０４円から３０８万３７８５円を控\n除した１４８９万９６１９円となる。\nエ　弁護士・弁理士費用\n証拠（甲８の１・２、３６）によれば、原告両名間の契約では、本件訴\n訟追行に関する費用、責任は原告大同興業が負担することとなっている（３条ｂ）\nことが認められるところ、本件事案の性質、内容、訴訟の経過、認容額等を考慮す\nれば、被告の本件特許権侵害行為と相当因果関係のある弁護士・弁理士費用の額\nは、２００万円と認めるのが相当である。\nオ　信用損害\n原告大同興業は、被告のイ号装置輸入、販売によって、取引先から信用\nを失い、信用低下による損害を被ったと主張するが、そのような事実を認めるに足\nりる証拠はない。\nカ　以上によれば、原告大同興業が被告に対して請求できる損害額は、合計\n１６８９万９６１９円となる。\n(2)　原告シー・エム・エルの損失について\nア　前記(1)、アで認定した事実によれば、原告シー・エム・エルは、原告大\n同興業を通じて、本件特許の実施品であるエルコリーナベンダーを平成元年から日\n本で販売し、遅くとも平成６年３月以降、原告大同興業に対して本件特許権につい\nて独占的通常実施権を許諾していたことが認められ、本件特許の特許権者である原\n告シー・エム・エルには、被告の特許侵害行為により独占的通常実施権者である原\n告大同興業による実施品の販売料が減少し、その分について約定実施料の喪失が生\nじたものと推定される。\nよって、原告シー・エム・エルは、被告に対し、被告がイ号装置を輸\n入、販売していた平成６年３月から平成１０年７月までの売上高に対する実施料相\n当額を不当利得として返還請求することができる。\nイ　前記(1)、ウ、(ア)、ｂ、(b)のとおり、原告シー・エム・エルが受ける\nべき実施料相当額は、電動式直管ベンダー及び一体販売に係るシュー及びガイドの\n販売額の５％と認めるのが相当であるところ、平成６年３月から平成１０年７月ま\nでの被告の売上に対する実施料相当損害額は、前記(1)、ウ、(ウ)のとおり、３０８\n万３７８５円となる。\n４　争点(4)（原告シー・エム・エルには、本件仮処分の申立てに当たり過失があ\nるか）及び争点(5)（被告の損害額）について\n争点(4)及び争点(5)に関する被告の主張は、イ号装置が本件特許権を侵害し\nないことを前提とするものであるところ、この前提が成り立たないことは前示のと\nおりであるから、争点(4)及び争点(5)について検討する必要をみない。\n５　以上によれば、原告らの本訴請求は、主文掲記の限度で理由があり、被告の\n反訴請求は理由がない。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　小　　　松　　　一　　　雄\n裁判官　　　　阿　　　多　　　麻　　　子\n裁判官　　　　前　　　田　　　郁　　　勝\n（イ号装置目録）　（図）\n（別表）\n"
}