{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 18
  },
  "case_number": "平成15(ワ)7621",
  "case_name": "侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10254",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10254",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/254/010254_hanrei.pdf",
  "contents": "平成１５年(ワ)第７６２１号　侵害差止等請求事件\n平成１６年３月２５日口頭弁論終結\n判　　　　　　　　　決\n原　　　　　　　　告　　　  鐘淵化学工業株式会社\n原告訴訟代理人弁護士  　  　井窪保彦\n同　　　　　　　　　　　　　佐長功\n同　　　　　　　　　　　　　須崎利泰\n同補佐人弁理士  　  　　　　小林純子\n同　　　　　　　　　　　　　黒田薫\n被　　　　　　　　告　　　　東レ・デュポン株式会社\n被告訴訟代理人弁護士　　　　大場正成\n同　　　　　　　　　　　　　嶋末和秀\n同補佐人弁理士　　　　　　　谷義一\n同　　　　　　　　　　　　　岩崎利昭\n主　　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，別紙１物件目録記載の物件を製造，販売してはならない。\n２　被告は，その所有に係る同目録記載の物件を廃棄せよ。\n３　被告は，原告に対し，９億７７０４万円及びこれに対する訴状送達の日の翌\n日（平成１５年４月１７日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　本件は，ポリイミド膜について特許権を有する原告が，被告が製造販売して\nいる別紙１物件目録記載のポリイミド膜（以下「被告製品」という。）が原告の特\n許権の技術的範囲に属するとして，被告に対し，被告製品の製造販売の差止め等と\n共に損害賠償金９億７７０４万円の支払を求めた事案である。\n２　前提となる事実（当事者間に争いのない事実及び証拠により容易に認定され\nる事実。証拠により認定した事実については，末尾に証拠を掲げた。）\n(1)  原告は，合成樹脂，化成品，樹脂加工製品，食品，医薬品，医療機器，電\n子材料，合成繊維の製造及び販売を業とする会社である。\n被告は，ポリウレタン弾性繊維，ポリエステル・エラストマー，ポリイミ\nドフィルム及びアラミド繊維の製造販売を業とする株式会社である。\n(2)　原告は，次のような内容の特許権（以下「本件特許権」という）を有する\n（甲１）。\nア　発明の名称　　ポリイミド膜\nイ　出願日　　　　昭和６２年３月９日\nウ　出願番号　　　特願昭６２－０５３５９２\nエ　登録日　　　　平成８年１０月２４日\nオ　特許番号　　　第２５７３５９５号\n(3)　本件特許権に係る明細書（以下「本件明細書」という。）の特許請求の範\n囲第１項の記載は別紙２のとおりである（甲２。以下，この発明を「本件発明」と\nいう。）。\n(4)　本件特許権の構成要件を分説すると，次のとおりである（以下「構成要件\nＡ」などという。）\nＡ①　一般式(4)（別紙２の一般式(4)。式中Ｒ\n１は別紙３記載の構造式で表さ\nれる基を主成分とする４価の芳香族基である。Ｒ１については以下同じ。）で表され\nる反復単位と一般式(2)（別紙２の一般式(2)。）で表される反復単位とを有する\n②　又は，一般式(4)で表される反復単位と一般式(3)（別紙２の一般\n式(3)。以下同じ。）で表される反復単位とを有する\nＢ  膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持つ\nＣ　ポリイミド膜\n(5)　被告製品について\n被告は，次の構成を有するポリイミド膜（商品名「カプトンＥＮ」）を製造\n販売している（以下「被告製品の構成ａ」などという。）。\nａ　反復単位中のジアミン残基が，４，４’－ジアミノジフェニルエーテル\n残基である反復単位と，パラフェニレンジアミン残基である反復単位（上記各反復\n単位中の酸二無水物残基が，ピロメリット酸二無水物（ＰＭＤＡ）及びビフェニル\nテトラカルボン酸二無水物残基（ＢＰＤＡ）であり，前者と後者のモル比が，６\n５：３５（以下，このようなモル比を有する被告製品を「中ＣＴＥ」という。）ま\nたは７５：２５（以下，このようなモル比を有する被告製品を「低ＣＴＥ」とい\nう。））である\nｃ　ポリイミド膜\n(6)　被告製品は，構成要件Ｃを充足する。\n２　争点\n(1)　被告製品は構成要件Ａを充足するか（争点１）\n特に，被告製品の構成ａ中の「上記各反復単位中の酸二無水物残基が，ピロ\nメリット酸二無水物（ＰＭＤＡ）及びビフェニルテトラカルボン酸二無水物残基\n（ＢＰＤＡ）であり，前者と後者のモル比が，６５：３５または７５：２５であ\nる」の構成が，構成要件Ａ①の「式中Ｒ１は別紙３記載の構造式で表される基を主成\n分とする４価の芳香族基である。」に該当するか。\n(2)　被告製品は構成要件Ｂを充足するか（争点２）\n(3)　本件特許には明らかな無効理由があり，本件特許権に基づく原告の権利行\n使は権利の濫用に当たるか\nア　特許法２９条１項３号（平成１１年法律第４１号による改正前の特許法\nにおけるもの。以下同じ。）該当事由の有無\nイ　特許法２９条２項該当事由の有無\nウ　特許法３６条３項（平成２年法律第３０号による改正前の特許法におけ\nるもの。以下同じ。），４項（昭和６２年法律第２７号による改正前の特許法にお\nけるもの。以下同じ。）該当事由の有無\n第３　争点に関する当事者の主張\n１　争点１（被告製品は構成要件Ａを充足するか）\n（原告）\n(1)　構成要件Ａの意義\nア　原告の解釈\n構成要件Ａの「式中Ｒ１は別紙３記載の構造式で表される基を主成分とす\nる４価の芳香族基である。」とは文言どおり，対象となる膜の主たる酸二無水物残\n基がピロメリット酸二無水物（ＰＭＤＡ）残基であることを意味する。\nイ　被告の解釈に対する反論\n(ア)　被告は，構成要件Ａを，延伸処理を行わなくても膜面内の全方向に\nおいて複屈折率が０．１３以上になる程度にピロメリット酸二無水物（ＰＭＤＡ）\n残基（同残基は反復単位が直線状である。）を含んでいる場合に限定解釈すべきで\nあると主張する。\nしかし，本件発明は，特定の化学構造からなるもので，膜面内の全方\n向において複屈折率が０．１３以上であるという物理的特性を有するポリイミド膜\nが線膨張係数が小さく耐熱寸法安定性に優れていることを見出した点に技術的特徴\nを有するのであって，製膜工程において延伸処理を行うか否かは技術的範囲の確定\nに無関係である。\n(イ)　被告は，原告が，平成８年６月３日付意見書（乙８）において，①\n「引例のポリイミドは‥‥‥ビフェニル結合部分で屈曲部位を有しており，完全な\n直線状にはなりませんが，本願発明のポリイミドは主成分がピロメリット酸構造で\nありますので完全な直線状になります。」と記載し，②「ビフェニル構造のポリイ\nミドはピロメリット酸構造のポリイミドに比較して，複屈折率の値が大きくなりが\nたく，線膨張係数も大きめの値となり，延伸操作等の処理をすることが必要であり\nますので，引例の発明のように特定の処理によって線膨張係数を小さくすることが\n課題とされるのであります。」と記載したことを限定解釈の根拠として指摘する。\nしかし，上記①については，上記引例（特開昭６１－１８１８３３号\n公報。乙１１）が酸二無水物残基のみからなるものであったことから，ビフェニル\nテトラカルボン酸二無水物（ＢＰＤＡ）残基が屈曲部位を有し，ピロメリット酸二\n無水物（ＰＭＤＡ）残基が直線状であるという両者の構造の違いを明らかにしたに\nすぎない。そもそも，ピロメリット酸二無水物（ＰＭＤＡ）残基は，反復単位が直\n線状ではあるものの，本件発明に係るポリイミド膜において必須要素とされている\n４，４’－ジアミノジフェニルエーテル（ＯＤＡ）残基は，酸素原子結合部位にお\nいて三次元的に屈曲するため，ピロメリット酸二無水物（ＰＭＤＡ）残基の含有率\nを高くしたとしても，ポリイミド膜を構成する反復単位はおよそ直線状になること\nはない。\n上記②については，上記引例において線膨張係数が大きめの値となる\nため，特定の処理によって線膨張係数を小さくすることが技術的課題になっている\nことを述べたものにすぎないのであって，本件発明の技術的範囲から延伸処理を施\nしたポリイミド膜を排除する趣旨ではない。そもそも，上記引例（乙１１）は，ビ\nフェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基のみからなる膜であって，本\n件発明と明らかに構造を異にし，しかも，同引例において施されている処理は延伸\nではなく化学的方法によるイミド化なのであるから，同引例に対して本件発明の特\n許性を維持するために，周知の製造手段の一つである延伸処理を排除しなければな\nらない理由は全くない。\n(ウ)　被告は，本件発明の技術的範囲を限定解釈する根拠として本件特許\nの対応米国特許の出願審査過程を指摘する。しかし，同一発明について日本と外国\nの各国で出願されている場合でも，各出願は別個独立のものであり，各国の出願審\n査過程は，各出願の特許請求の範囲の記載や各出願国の審査経過を反映した独立し\nたものであるから，他国の出願過程における出願人の主張が日本特許の技術的範囲\nの解釈に影響を与えることはあり得ない。日本における特許出願と他国における出\n願について，特許請求の範囲の記載や，拒絶理由において引用された文献等が全く\n同一である場合には，例外的に他国における出願審査過程における出願人の主張を\n日本特許の技術的範囲の解釈に斟酌できるとしても，本件においては，日本におい\nて出願された本件特許と外国における出願とでは，特許請求の範囲の記載や拒絶理\n由通知の引用文献がいずれも異なるから，本件においては，米国特許出願審査過程\nにおける経緯を本件発明の技術的範囲の解釈において斟酌すべきではない。\n(2)　被告製品は構成要件Ａを充足するか\nア　構成要件Ａの意義につき原告の解釈によった場合の充足性\n前記(1)のとおり，構成要件Ａ中の「式中Ｒ\n１は別紙３記載の構造式で表\nされる基を主成分とする４価の芳香族基である。」とは，反復単位中の主たる酸二\n無水物残基がピロメリット酸二無水物残基であることを意味する。\nそして，被告製品は，各反復単位中の酸二無水物残基が，ピロメリット\n酸二無水物（ＰＭＤＡ）残基及びビフェニルテトラカルボン酸二無水物残基（ＢＰ\nＤＡ）であり，前者と後者のモル比が，６５：３５または７５：２５であるから\n（被告製品の構成ａ），同構成は，構成要件Ａの「Ｒ１で示される基（ピロメリット\n酸二無水物（ＰＭＤＡ）残基）を主成分とする」に該当する。\nよって，被告製品は構成要件Ａを充足する。\nイ　構成要件Ａの意義につき被告の解釈によった場合の充足性\n仮に，被告主張のように，構成要件Ａ中の「式中Ｒ１は別紙３記載の構造\n式で表される基を主成分とする４価の芳香族基である。」の意味を，延伸処理を行\nわなくても膜面内の全方向において複屈折率が０．１３以上になる程度にピロメリ\nット酸二無水物（ＰＭＤＡ）残基を含んでいることを意味していると解したとして\nも，甲５及び甲２２の実験報告書によれば，被告製品は，延伸処理を施すことなく\n固定枠に固定する方法で製膜した場合であっても膜面内の全方向において複屈折率\nが０．１３以上であるから，被告製品が構成要件Ａを充足することに変わりはな\nい。\n（被告）\n(1)　構成要件Ａの意義\nア　被告の解釈\n構成要件Ａ中の「式中Ｒ１は別紙３記載の構造式で表される基を主成分と\nする４価の芳香族基である。」という記載は，その文言自体からは技術的意味が明\nらかでない。そこで，従来技術との対比，本件明細書の記載，出願審査経緯に照ら\nして解釈する必要がある。\n(ア)　従来技術との対比\n従来は，ビフェニル結合部分に屈曲部位を有するビフェニルテトラカ\nルボン酸二無水物（ＢＰＤＡ）残基を反復単位中に有することによりポリイミド構\n造の直線性が劣っていたため，複屈折率を０．１３以上とするために延伸処理等が\n必要であった。本件特許は，ビフェニル結合部分中のビフェニルテトラカルボン酸\n二無水物（ＢＰＤＡ）残基の割合を減らし，ピロメリット酸二無水物（ＰＭＤＡ）\n残基を主たる成分にすることで，延伸処理を経なくても完全な直線状になり，複屈\n折率を０．１３以上とすることができるというものである。\n(イ)　本件明細書の発明の詳細な説明欄の記載\n本件明細書には，実施例としてピロメリット酸二無水物（ＰＭＤＡ）\n残基が１００％のものしか記載されていない（実施例２ないし６）。\n(ウ)　出願審査経緯\n原告は，平成８年６月３日付手続補正書において「式中Ｒ１は芳香環を\n形成する炭素原子上に結合手を有する４価の芳香族基である。」との特許請求の範\n囲の記載を「式中Ｒ１は別紙３記載の構造式で示される基を主成分とする４価の芳香\n族基である。」とする補正を行っており，同日付の意見書において，①「引例のポ\nリイミドは‥‥‥ビフェニル結合部分で屈曲部位を有しており，完全な直線状には\nなりませんが，本願発明のポリイミドは主成分がピロメリット酸構造でありますの\nで完全な直線状になります。」と記載し，②「ビフェニル構造のポリイミドはピロ\nメリット酸構造のポリイミドに比較して，複屈折率の値が大きくなりがたく，線膨\n張係数も大きめの値となり，延伸操作等の処理をすることが必要でありますので，\n引例の発明のように特定の処理によって線膨張係数を小さくすることが課題とされ\nるのであります。」と記載し，「主成分がピロメリット酸構造であることを明らか\nにするものであって，上記のように主成分をピロメリット酸構造である旨の限定を\n行うことによって完全な直線状になるから，公知技術（酸二無水物残基部位にビフ\nェニル構造のような屈曲部位を積極的に有するポリイミド膜。）\nとは区別される。」旨説明している（乙８）。\nそして，原告は，上記意見書において，次のとおりピロメリット酸二\n無水物の割合が１０％または８０％の構成を有するポリイミド膜に関する発明を意\n識していたはずである。すなわち，上記意見書において挙げられている引例（乙１\n１）には，「前記ＢＰＤＡはほかの芳香族テトラカルボン酸二無水物，例えばピロ\nメリット酸，‥‥‥を全酸二無水物に対して１０モル％以下であれば共に使用する\nことができる。」旨の記載がある。また，原告は，上記意見書を作成する以前の平\n成２年１０月１５日に，本件発明と同一の発明に係る米国特許出願の審査過程にお\nいて，米国特許第４６７３６１２号（乙３９の１。以下「乙３９の１に係る発明」\nという。）を引例として拒絶理由通知を受けており，同米国特許及び同米国特許に\n係る発明の日本における特許出願である特開昭６１－１５８０２５号（乙３９の\n２。以下「乙３９の２に係る発明」という。）の明細書には，ピロメリット酸二無\n水物（ＰＭＤＡ）残基とビフェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基の\n割合が８０：２０の実施例が記載されているから，乙８に係る意見書の作成におい\nて，乙３９の１及び乙３９の２に係る発明を意識していたものと考えられる。\n(エ)　なお，原告は，本件発明と同一の発明について米国特許（米国特許第\n５０７０１８１号）を出願しており，同特許出願審査過程は次のとおりであった。\nａ　原告は，米国特許商標庁に対し，平成２年６月２９日付の意見書\n（乙３５）において，「出願人は，合理的な費用で容易に調達できる３つの出発物\n質（ピロメリット酸，Ｐ－フェニレンジアミン，ジアミノジフェニルエーテル）か\nら製造されるポリイミドフィルムをクレームしている。」（３頁３行ないし６\n行），「出願人のクレームに挙げられたポリイミドにおいて，繰り返し単位(2)\nと(4)はピロメリット酸から得られたものである」（３頁１５ないし１６行）と記載\nした。\nｂ　米国特許商標庁は，原告に対し，同年１０月１５日付の拒絶理由通\n知書（乙３６）において，米国特許第４６７３６１２号（乙３９の１）を引用\nし，「Aら（乙３９の１に係る特許の発明者）は，芳香族アミン（すなわち，パラフ\nェニレンジアミン及びジアミノジフェニルエーテル）及びテトラカルボン酸二無水\n物（すなわち，ビフェニルテトラカルボン酸二無水物及びピロメリット酸二無水\n物）の共重合により得られるポリアミック酸液の溶液から，当該フィルムをイミド\n化することによって調製される芳香族ポリイミドフィルムを開示している。‥‥‥\n特許権者が熱的に安定なポリイミドフィルムを得るための重合反応において，出願\n人のそれと同一の反応物を用いているのであるから，特許権者のフィルムの複屈折\n率は出願人がクレームするフィルムのものと同一であるものと考えられる。」と記\n載した。\nｃ　これに対し，原告は，平成３年１月１５日付応答書（乙３７）にお\nいてクレームを「Ｒ１は別紙３記載の構造式がであり」と訂正した上，「補正された\nクレーム１１は，(2)と(4)の繰り返し単位を有するテトラカルボン酸成分をピロメ\nリット酸に限定している。」との意見を述べ（１頁下から６ないし８行），「Aほか\nに開示されたポリイミドは，特定の割合の範囲の，ビフェニルテトラカルボン酸二\n無水物とピロメリット酸二無水物の混合物であるテトラカルボン酸成分から調製さ\nれる。これに対し，出願人のクレームしたコポリイミドフィルムは，テトラカルボ\nン酸成分がピロメリット酸に由来するもののみである，単位(2)と(4)から実質的に\n構成される。それゆえ，クレーム１１及び１２にクレームされたポリイミドフィル\nムは，Aほかに開示されたポリイミドによって予期されるものではない。」（３頁８\nないし２０行）旨意見を述べた。\n以上の従来技術との対比，本件明細書の記載，出願経緯，本件発明と同\n一の発明についての米国特許出願経緯によれば，構成要件Ａ中の「式中Ｒ１は別紙３\n記載の構造式で表される基を主成分とする４価の芳香族基である。」とは，延伸処\n理を行わなくても膜面内の全方向において複屈折率が０．１３以上になる程度にピ\nロメリット酸二無水物（ＰＭＤＡ）残基を含んでいることを意味していると解すべ\nきである。\nそして，どの程度ピロメリット酸二無水物（ＰＭＤＡ）残基を含んでい\nれば延伸処理を施すことなく膜面内の全方向において複屈折率が０．１３以上にな\nるかという点については，ビフェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基\nを積極的に含有する場合には膜面内の全方向において複屈折率が０．１３以上にな\nらないから，構成要件Ａ中の「式中Ｒ１は別紙３記載の構造式で表される基を主成分\nとする４価の芳香族基である。」とは，ビフェニルテトラカルボン酸二無水物（Ｂ\nＰＤＡ）残基を積極的に含まないことを意味する。\n仮に，ピロメリット酸二無水物（ＰＭＤＡ）残基の含有割合について，\n１００％であるとまでは解されないとしても，前記(ウ)記載の出願経緯に照らせ\nば，少なくとも「主たる成分とする」とは，８０％を超える割合を有していること\nが必要である。\nイ　原告の解釈に対する反論\n原告は，乙８の意見書について，同意見書の引例（乙１１）は，ビフェ\nニルテトラカルボン酸二無水物（ＢＰＤＡ）残基のみからなる膜であって，本件発\n明と明らかに構造を異にし，しかも，同引例において施されている処理は延伸では\nなく化学的方法によるイミド化なのであるから，同引例に対して本件発明の特許性\nを維持するために，周知の製造手段の一つである延伸処理を排除しなければならな\nい理由はないと主張する。しかし，乙１１には「前記ＢＰＤＡはほかの芳香族テト\nラカルボン酸二無水物，例えばピロメリット酸，‥‥‥を全酸二無水物に対して１\n０モル％以下であれば共に使用することができる。」旨の記載があり，ビフェニル\nテトラカルボン酸二無水物（ＢＰＤＡ）残基のみからなる膜であるとする原告の前\n提は誤っている。\n(2)  被告製品は構成要件Ａを充足するか\n被告製品は，ピロメリット酸二無水物（ＰＭＤＡ）残基とビフェニルテト\nラカルボン酸二無水物（ＢＰＤＡ）残基のモル比が，６５：３５（「中ＣＴＥ」）\n又は７５：２５（「低ＣＴＥ」）で，ビフェニルテトラカルボン酸二無水物（ＢＰ\nＤＡ）残基を積極的に有するから，延伸処理を行わなくても膜面内の全方向におい\nて複屈折率が０．１３以上になる程度にピロメリット酸二無水物（ＰＭＤＡ）残基\nを含んでいるとはいえない。\n実際に，被告製品を通常工程の延伸処理工程直前状態で採取して複屈折率\nを測定したところ（測定方法は乙１２のとおり。複屈折率の測定方法については以\n下同じ。），０．０８６ないし０．１１０であり，いずれも０．１３未満であった\n（乙１２，１６，１８）。\nしたがって，被告製品は，構成要件Ａを充足しない。\n２　争点２（被告製品は構成要件Ｂを充足するか）\n（原告）\n(1)  構成要件Ｂの意義\nア　原告の解釈\n「膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持\nつ」とは，文言どおりの意味であって，製膜工程等，上記複屈折率を得るための要\n因を問わない。\nすなわち，本件発明は，所定のポリイミド膜のうちで特定の複屈折率を\n有するポリイミド膜が熱的寸法安定性等に優れていることを見出したことに技術的\n特徴を有するものであって，製膜工程等，上記複屈折率を得るためのその他の因子\nを問題としていない。\n本件特許出願当時，ポリイミド膜の製膜において延伸処理を施すのが一\n般的であり，現に本件明細書にも様々な製膜方法が記載され（７欄２１行ないし２\n８行，３２ないし４１行），ポリアミド酸溶液を支持体上に流延又は塗布して膜状\nと成し，これを加熱乾燥させた上で膜を支持体から引き剥がし，固定枠に固定して\nさらに加熱するという製膜方法が記載されており，当該製膜方法は，膜を延伸する\nのと同様の効果を有するから，本件発明の技術的範囲の解釈において，延伸処理を\n施すことを除外する理由はない。\n上記のように収縮しようとする膜を固定することが，延伸と同様の効果\nを有することは，次の(ア)ないし(ウ)の特許公報ないし技術文献の記載から明らか\nである。\n(ア)　特開昭６１－１８１８２８号（甲１１。５頁右上欄１２行ないし左\n下欄１０行）に，「ポリマー鎖の配向させ方は，通常のフィルムを延伸機で延伸さ\nせるだけでなく，ポリイミドまたはその前駆体ワニスからポリイミド成形体にする\n過程で，その硬化反応や溶剤の揮発による収縮を利用しても出来る。すなわち，ワ\nニスを塗布し，硬化させる際に，収縮を抑制することによって，分子鎖を配向させ\nることが可能である。硬化収縮による延伸量は，従来の延伸法に比較して非常に少\nないが，発明のポリイミドにおいてはその程度の配向処理でも十分効果がある。」\n旨の記載がある。\n(イ)　英国特許第１０９８５５６号（甲１２。３頁１６行ないし２７行）\nに「フィルムはテンターフレーム中でバッチ式又は連続的に一方向又は二方向に固\n定または延伸する（いかなる方法で延伸してもよい）ことができる。‥‥‥固定又\nは延伸する力は機械方向にはロールで，横方向にはピンで与えることが最も便利で\nある。」旨の記載がある。\n(ウ)　「Ｔｈｅｒｍａｌ　Ｅｘｐａｎｓｉｏｎ　Ｂｅｈａｖｉｏｒ　ｏｆ\nＶａｒｉｏｕｓ　Ａｒｏｍａｔｉｃ　Ｐｏｌｙｉｍｉｄｅｓ」（Ｊｏｕｎａｌ\nｏｆ　Ａｐｐｌｉｅｄ　Ｐｏｌｙｍｅｒ　Ｓｃｉｅｎｃｅ，Ｖｏｌ．３１，１０１\n－１１０（１９８６）１０４頁１１行ないし１８行。甲１３。甲１７）に，「この\nポリイミドを使って，一方向のみの収縮を防いだ方向（ＵＦＸ－Ｘ）の線膨張係数\nは小さくなり，およそ２５０℃までその寸法変化はほぼ０％であった。しかし，収\n縮を防いだ方向と直交方向（ＵＦＸ－Ｙ）ではその挙動はｆｒｅｅｃｕｒｅ（訳者\n注：固定なしでイミド化すること）のフィルムとほとんど同じであった。ｆｒｅｅ\n－ｃｕｒｅフィルムのイミド化時の収縮率はおよそ１０％であった。しかし，得ら\nれる効果は慣用的な高分子フィルムを数倍から数十倍に延伸した場合に得られる効\n果と同じであった。」旨の記載がある。\nイ　被告の解釈に対する反論\n被告は，出願手続において，原告が「本願発明のポリイミド膜は‥‥‥\n膜の延伸処理等は行っていませんので」等と記載した意見書（乙５）及び「主成分\nをピロメリット酸構造である旨の限定を行うことによって完全な直線状になるか\nら，公知技術（酸二無水物残基部位にビフェニル構造のような屈曲部位を積極的に\n有するポリイミド膜。）とは区別される。」旨記載した意見書（乙８）を提出した\nことや，延伸処理を施した場合には膜の複屈折率に異方性が生じるにもかかわら\nず，本件明細書の実施例において膜の一方向の複屈折率を記載して膜面内の全方向\nにおける複屈折率としていることを根拠に，構成要件Ｂを「延伸処理を施さない状\n態で膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持つ」と解釈\nすべきであると主張する。\nしかし，乙５の意見書の記載は，平成７年２月２日付拒絶理由通知書\n（乙３）において，一軸延伸（ゾーン延伸）を施した膜（特開昭６３－１９７６２\n８号。乙１０）を引例として指摘されたことから，一軸延伸では，当該方向におけ\nる複屈折率しか上昇しないことを示して，膜面内の全方向において複屈折率を特定\nの値以上にすることを特徴とする本件発明と異なることを明確にし，むしろ，膜面\n内の全方向において一定以上の複屈折率を得るには，一軸延伸ではなく，二軸延伸\n等膜の複数の方向に対して張力を加えることが必要であることを述べているもので\nある。\nまた，本件明細書の実施例に，膜の一方向の複屈折率しか記載していな\nいのは，実験室において製膜された膜は，通常全方向において複屈折率が均一であ\nることによるのであって，本件発明に係るポリイミド膜が常に異方性を有しないこ\nとを前提とした記載ではない。\n乙８の意見書に関する反論は，前記１の原告の主張における(1)イ(イ)記\n載のとおりである。\nポリイミド膜の複屈折率は，酸二無水物成分の組成，ポリイミド膜の前\n駆体であるポリアミド酸溶液の製造につきいかなる共重合方法を用いるか，酸二無\n水物成分とジアミン成分とを反応させてイミド結合を形成させる際に，脱水剤を利\n用して科学的に脱水閉環を行うか脱水剤を利用せず熱を加える方法によるか，脱水\n剤及び触媒としていかなる種類のものをどれくらいの量用いるか，製膜する際にポ\nリアミド酸溶液を支持体上でどの程度乾燥させるか等に影響されて異なるものであ\nって，いかなる要因によるものであっても，複屈折率が０．１３以上のものは，本\n件発明の技術的範囲に属する。\n(2)　被告製品は構成要件Ｂを充足するか\nア　構成要件Ｂの意義につき原告の解釈によった場合の充足性\n被告製品は，膜面内の全方向において複屈折率（ ｎ）が０．１３以上\nの値を有しているから，構成要件Ｂを充足する（甲４）。\nなお，上記実験結果で得られた測定値の中には０．１２９という数値も\nあるが（第１回口頭弁論において陳述の平成１５年５月１３日付原告準備書\n面(1)），本件明細書においては，「０．１３以上」というように有効数字２桁で示\nされている場合には有効数字の３桁目を四捨五入して有効数字２桁にするのが常識\nであるから，０．１２９という数値を０．１３として扱うことに問題はない。ま\nた，上記実験では，３０度刻みで複屈折率を測定しているが，この程度の測定で測\n定値が全て０．１３以上であれば，膜面内の全方向において複屈折率が０．１３以\n上であるといってよい。なお，原告は，念のため，被告製品を膜面内の複屈折率が\n最少となる方向について複屈折率を測定したところ，やはり測定値は０．１３以上\nであった（甲２１）。\n被告は，甲４のサンプルが被告製品であるか否か疑問である旨主張し，\n被告自ら被告製品の複屈折率を測定した実験結果として甲４と異なる乙１７，２４\nを提出する。\nしかし，甲４のサンプルは，原告が，複数のメーカーや代理店を通じて\n入手した被告製品であり，その外箱や添付された試験成績証明書，フィルムの片面\nに半球状の突起が存在するという被告製品特有の特徴を有していることから，被告\n製品であることは明らかである（甲１８）。\n被告が被告製品の複屈折率を測定した実験結果として提出した乙１７，\n２４記載の複屈折率は，膜の方向によって０．０３もの差が生じているところ，被\n告製品の案内カタログ（甲１９）に，被告製品は膜の長手方向（ＭＤ方向），巾方\n向（ＴＤ方向）を問わず熱膨張係数が１６ｐｐｍ／℃となっているにもかかわら\nず，膜の方向によって複屈折率に０．０３もの差異があるというのは不自然であ\nる。また，乙１７，２４記載の採取方法によると，サンプルがカールし，切断面が\n平滑にならないから，複屈折率を正確に測定が困難である。以上のとおり，乙１\n７，２４の実験結果は信用できない。\nイ　構成要件Ｂの意義につき被告の解釈によった場合の充足性について\n仮に，構成要件Ｂの解釈において，被告主張の解釈を採用したとして\nも，被告製品は，延伸処理を経ない方法で製膜してもすべての方向において複屈折\n率が０．１３以上であるから（甲５，２２），いずれにしても被告製品は構成要件\nＢを充足する。\nこれに対し，被告は，甲５または甲２２の実験結果に反する実験結果報\n告書（乙１２，１６，１８）を提出して，被告製品は，延伸処理を得ない方法で製\n膜すると全ての方向において複屈折率が０．１３未満である旨を主張する。\nしかしながら，上記実験結果報告書は，次の２点において採用できな\nい。すなわち，乙１２，１６，１８の実験は，被告製品の製膜工程から，延伸処理\nする以前のフィルムを切断採取して支持金枠に貼り付けて乾燥させた膜を，延伸処\n理を経ない被告製品と称し，当該膜を２５μｍ幅で採取して複屈折率を測定したと\nころ，０．１３以上ではなかったというものである。ところが，①ポリイミド膜\nは，熱処理条件，処理工程に要する時間等により複屈折率が変化するところ，被告\nが実施した製膜方法の熱処理条件や所要時間等が明らかでないから，被告が乙１\n２，１６，１８の実験においてサンプルとした膜が「延伸処理を経ない被告製品」\nといえるか否か明らかでない。むしろ，通常の被告製品の製膜工程において延伸倍\n率を１．０倍にすれば適切な試料が採取できたのに，あえて，上記のような製膜方\n法を採用したのは，複屈折率を低下させようという作為が介入したおそれが大き\nい。また，②複屈折率の測定は，試料の幅が小さいほど測定誤差が大きくなるとこ\nろ，上記乙１２及び１６に係る実験に用いられた試料の採寸幅は２５μｍと極めて\n小さいから測定結果が正確であるとはいえない。\n（被告）\n(1)　構成要件Ｂの意義\nア　被告の解釈\n構成要件Ｂ「膜面内の全方向において複屈折率（ ｎ）が０．１３以上\nの値を持つ」は，「延伸処理を施さない状態で膜面内の全方向において複屈折率（\nｎ）が０．１３以上の値を持つ」と解釈すべきである。\nすなわち，ポリイミド膜の複屈折率は，延伸処理をした場合とそうでな\nい場合で異なるところ，本件特許明細書記載の実施例は，いずれも延伸処理を施さ\nないものが記載されている。また，延伸処理を施した場合には膜の複屈折率に異方\n性が生じるにもかかわらず，本件明細書の実施例において膜の一方向の複屈折率を\n記載して膜面内の全方向における複屈折率としていることから，膜に異方性がな\nい，すなわち，延伸処理を施していないことを前提としているといえる。\n上記のような解釈は，次のような出願経緯に鑑みても明らかである。\n(ア)　原告は，平成７年４月２０日付意見書（乙５）において，「複屈折\n率は，延伸処理をすることによって上昇」（乙５。３頁１４行）することを述べ，\n「本願発明のポリイミド膜は，本願の実施例にも示されているように膜の延伸処理\n等は行っていないので，その複屈折率は膜面のどの方向においても０．１３以上で\nある」，「このような原明細書に基づき，『膜面内の全方向において』の要件を明\n白にする補正を行った。」（同２頁１２行～１７行）旨記載している。\n(イ)　特許庁は，平成８年３月７日付けの拒絶理由通知において，「引用\n文献１‥‥‥の製造方法においても，延伸を行わず，また，比較的低温で科学的に\n閉環反応を行っている点でも本願発明のポリイミド膜と差異がないから，引用文献\n１に記載されたポリイミドの複屈折率も本願発明のポリイミド膜において規定され\nている範囲内のものであると解される。」旨記載しており（乙６。２頁１行ないし\n７行），本件発明に係るポリイミド膜が延伸処理を経ていない膜であることを前提\nにしている。\n(ウ)　原告は，平成８年６月３日付意見書において，「引例のポリイミド\nは，酸成分が３，３’，４，４’－ビフェニルテトラカルボン酸構造でありますの\nで，ビフェニル結合部分で屈曲部位を有しており，完全な直線状にはなりません\nが，本願発明のポリイミドは主成分がピロメリット酸構造でありますので完全な直\n線状になります。そのため，ビフェニル構造のポリイミドはピロメリット酸構造の\nポリイミドに比較して，複屈折率の値が大きくなり難く，線膨張係数も大きめの値\nとなり，延伸操作等の処理をすることが必要でありますので，引例の発明のように\n特定の処理によって線膨張係数を小さくすることが課題とされるのであります。」\n（乙８。２頁１６行ないし２３行）と記載している。\nイ　原告の解釈に対する反論\n原告は，本件特許出願当時，ポリイミド膜の製膜に延伸処理を行うこと\nが一般的であったこと，実施例に記載している固定枠に膜を固定する処理が延伸処\n理と同一の効果を有すること，本件発明の「膜面内の全方向において複屈折率が\n０．１３以上」との構成は，異方性を有しないことを前提としたものではないなど\nと主張して，本件発明の技術的範囲に延伸処理を施した上で複屈折率が０．１３以\n上になっている場合も含まれる旨を主張する。\nしかしながら，原告自身が，平成７年４月２０日付意見書において「本\n願実施例にも示されていますように，膜の延伸処理等は行っていません」と述べて\nいることから明らかなとおり，本件明細書記載の処理方法は「延伸処理」と同様で\nはない。原告は，上記意見書で言う「延伸処理」は「一軸延伸」であって「二軸延\n伸」を排除する趣旨ではないと主張するが，原告のかかる主張には根拠が無く，二\n軸延伸であっても，延伸処理を施すことによって極めて不均一な光学的特性すなわ\nち分子配向の異方性のムラを持つことが知られているから，膜面内の全方向におい\nて複屈折率が等しいものであることを前提とする本件発明において二軸延伸を施し\nた膜をも技術的範囲に含むとは考えられない。\n原告は，本件明細書の実施例に記載されている固定枠への固定が延伸処\n理と同一の効果を有するものである旨を主張するが，原告が，同主張の根拠として\n指摘する甲１１には「硬化収縮による延伸量は，従来の延伸法に比較して非常に少\nない」と記載しているから，枠への固定と延伸処理が同一の効果を有することの根\n拠とはなり得ない。原告は，固定枠への固定が延伸処理と同様の効果を有すること\nの証拠として甲１２，１３等を提出する。しかし，甲１２に記載されているテンタ\nーフレームは引っ張り枠という意味であって固定枠についての記載ではなく，甲１\n３に記載されているのは慣用的な高分子フィルムを数倍から数十倍に延伸した場合\nであって，本件発明とはフィルムそのものが異なっている。さらに，原告は，無効\n審判（平成１１年審判第３５６４２）において「面内の２方向については，本件発\n明では，主軸という概念がない。」（乙２３。３頁５行ないし６行），「実施例で\nは四方を完全に固定して行い，面方向に異方性が出るような方法はとっていない。\n面内は等方である。」（同２頁１８行ないし１９行）と主張しており，本件発明に\n係るポリイミド膜に異方性がないとの前提に立っていることは明らかである。\n(2)  被告製品は構成要件Ｂを充足するか\nア　構成要件Ｂの意義につき被告の解釈によった場合の充足性について\n被告製品は，いずれも延伸処理を行っているから，構成要件Ｂを充足しな\nい。\nなお，原告は，被告製品が延伸処理を施していたとしても，延伸処理を経\nない状態でも複屈折率が，膜面内の全方向において０．１３以上であるから，被告\n製品は，構成要件Ｂを充足すると主張して，甲５及び甲２２を提出する。しかし，\n延伸処理を経ない被告製品は中ＣＴＥのカプトン１５０ＥＮの延伸処理を施す前の\n複屈折率は０．０８６ないし０．１０７であり（乙１２，１８），低ＣＴＥのカプ\nトン１００ＥＮの延伸処理を施す前の複屈折率は０．１１０ないし０．１１８で\n（乙１６，１８），いずれも０．１３未満である。上記乙１２，１６，１８の実験\nに用いた膜は，本件明細書記載の製膜方法にならって，被告製品の製膜工程の中\nで，延伸処理を施す前の状態のものを採取して固定枠にはめる方法で製膜したもの\nである（乙１８は，試料の幅を１００μｍにして測定したものである。）。\n原告が提出した甲５及び甲２２の実験結果に用いられたサンプルは，原告\nが，被告が開示した被告製品の組成に基づいて作成した膜であるが，組成が同一で\nあっても，製法によって膜の複屈折率は大きく異なるところ，甲５及び甲２２は，\n被告製品と製法が異なるのであるから，甲５及び甲２２の測定結果をもって被告製\n品が，延伸処理をする前から膜面内の全方向において複屈折率０．１３以上という\nことはできない。\nイ　構成要件Ｂの意義につき原告の解釈によった場合の充足性について\n仮に構成要件Ａの意義につき原告の解釈によったとしても，被告製品の\n複屈折率は，膜面内の全方向において０．１３以上ではないから（乙１７，２４）\n被告製品は構成要件Ａを充足しない。\nこの点，原告は，乙１７，２４の実験結果はサンプルの採取方法が不適\n切で，カタログ上は線膨張係数が全て１６ｐｐｍ／℃とされているにもかかわらず\n複屈折率ばらつきが大きく，信用できないと主張する。しかし，乙１７，２４にお\nけるサンプルの採取方法で正確な複屈折率が測定できることは乙２６のとおりであ\nる。また，たしかに，被告は，被告製品のカタログにおいて，すべてのラインナッ\nプにつき線膨張係数１６ｐｐｍ／℃と記載しているが，これはあくまで目標値であ\nり，実際には線膨張係数にばらつきがある。顧客とは必要に応じて線膨張係数のば\nらつきについて仕様書を交わして出荷するなどしており，問題はない。\n原告は，被告製品の複屈折率は膜面内の全方向において０．１３以上で\nあると主張して甲４及び２１を提出する。しかしながら，被告は被告製品の流通を\n管理しているから，甲４及び甲２１で用いられているサンプルが被告製品であるか\n否かは疑わしい上，甲４及び甲２１のサンプル採取の方法（甲２３）は不適切であ\nって正確な複屈折率の測定は期待できず（乙２５），被告が被告製品の複屈折率を\n測定したところ，０．０９８ないし０．１２４であったから（乙１７，２４），甲\n４及び２１は信用できない。なお，甲４については，実験の複屈折率の測定は，３\n０℃刻みで行われているだけであって甲４によって，被告製品が膜面内の全方向に\nおいて複屈折率が０．１３以上であることが立証されているとはいえない。さら\nに，原告が第１回口頭弁論期日において陳述した平成１５年５月１３日付準備書\n面(1)によれば，サンプルＣ及びＤの最小値は０．１２９であり，０．１３未満であ\nる。\n３　争点３（本件特許には明らかな無効事由があり，本件特許に基づく原告の権\n利行使は権利の濫用に当たるか）\n(1)　特許法２９条１項３号該当事由の有無\n（被告）\n本件発明は，本件特許出願前に日本国内において頒布された刊行物である\n特開昭６０－２１０８９４号公報（乙２１。以下「乙２１に係る公報」という。）\n又は特開昭６０－２１０６２９号公報（乙２２。以下「乙２２に係る公報」とい\nう。）に記載された発明である。\nア  乙２１に係る公報に記載されたポリイミド膜について\n乙２１に係る公報には，次の(ア)のような記載があり（同公報２頁右下\n欄１１行ないし３頁左上欄１１行。以下「乙２１に係る公報の記載」などとい\nう。），同記載について次の(イ)のようにいえるから，乙２１に係る公報の上記記\n載は次の(ウ)のような構成ということができ，(ウ)の構成中ａは構成要件Ａの一般\n式(4)に，(ウ)の構成中ｂは構成要件Ａ①の一般式(2)に，(ウ)の構成中ｃは，構成\n要件Ｂに，(ウ)の構成中ｄは構成要件Ｃに相当するから，本件発明は，本件特許出\n願前に日本国において頒布された刊行物である乙２１に係る公報に記載された発明\nと同一である。\n(ア)　「温度計，攪拌器及び塩化カルシウム管をつけた３００ｍｌ４つ口\nフラスコに４，４’－ジアミノジフェニルエーテル（以下ＤＤＥと略す）３．０\nｇ，ｐ－フェニレンジアミン（以下ＰＰＤと略す）９．２ｇとＮ，Ｎ－ジメチルア\nセトアミド（以下ＤＭＡＣと略す）１９２．６ｇを入れて撹拌し，溶解する。この\n溶液を１０℃前後に保ちながら，ピロメリット酸二無水物（以下ＰＭＤＡと略す）\n２１．８ｇを徐々に添加した後３時間撹拌して還元粘度２．４６ｄｌ／ｇ（溶媒Ｄ\nＭＡＣ，濃度０．１ｇ／ｄｌ温度２５．０℃）のポリアミド酸ワニスを得た。この\nワニスを３５μｍの圧延銅箔上に塗布した後，１００℃３０分，２５０℃１０分，\n４２５℃１０分熱処理し塗膜厚さ５０μｍのフレキシブル印刷配線板用基板を得\nた。この基板は熱処理後，カールがまったく見られなかった。また，３５０℃の半\n田に浸漬してもふくれの発生はなかった。耐屈折性を測定したところ１２１回で銅\n箔が切断したが，ポリイミド塗膜は異常がなかった。」\n(イ)　乙２１に係る公報に記載されたフレキシブル印刷配線板用基板は，\n銅箔とその上のポリイミド塗膜からなり，このうちポリイミド塗膜が酸二無水物と\nジアミンとを反応させた重合体であるポリイミドからなるポリイミド膜であること\nがわかる。そして，上記ポリイミド膜の作製に当たっては，ピロメリット酸二無水\n物（ＰＭＤＡ）が２１．８ｇ使用され，それ以外の酸二無水物は使用されていな\nい。また，ジアミン成分としては，４，４’－ジアミノジフェニルエーテル（ＯＤ\nＡ）３．０ｇ及びパラフェニレンジアミン（ＰＤＡ）９．２ｇが用いられている\n（乙２１に係る公報記載の「ｐ－フェニレンジアミン」は「パラフェニレンジアミ\nン」と同義である。）ので，繰り返し単位中の４，４’－ジアミノジフェニルエー\nテル（ＯＤＡ）残基とパラフェニレンジアミン（ＰＤＡ）残基のモル比は１５：８\n５である。\n乙２１に係る公報には，上記ポリイミド膜の複屈折率は明確に記載さ\nれていないが，乙２１の実施例１の記載に準じてポリイミド膜を作製し，その複屈\n折率を測定したところ複屈折率は０．１４であった（乙１９。なお，乙１９のサン\nプルは，便宜上，乙２１に係る公報に記載された製膜方法ではなく，ガラス板上に\n流延塗布した後，ガラス板から引き剥がし，金枠に固定する方法を用いて作製し\nた。）。そして，上記ポリイミド膜は延伸処理を行っていないので，膜面内の全方\n向において複屈折率が０．１３以上である。\n(ウ)  したがって，乙２１に係る公報には次のような構成を有するポリイ\nミド膜が記載されていることになる。\nａ　ピロメリット酸二無水物（ＰＭＤＡ）残基と４，４’－ジアミノフ\nェニルエーテル（ＯＤＡ）とがイミド結合することにより得られる反復単位と\nｂ　ピロメリット酸二無水物（ＰＭＤＡ）残基とパラフェニレンジアミ\nン（ＰＤＡ）とがイミド結合することにより得られる反復単位により構成され\nｃ　膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持\nつ\nｄ　ポリイミド膜\nイ  乙２２に係る公報に記載されたポリイミド膜について\n乙２２に係る公報には，次の(ア)のような記載があり（同公報３頁右上\n欄１５行ないし左下欄３行。以下，同記載部分を「乙２２に係る公報の実施例４」\nなどという。同２頁左下欄１７ないし右下欄１３行），同記載について次の(イ)の\nようにいえるから，乙２２に係る公報の実施例４の記載は次の(ウ)のような構成と\nいうことができ，(ウ)の構成中ａは構成要件Ａの一般式(4)に，(ウ)の構成中ｂは構\n成要件Ａ①の一般式(2)に，(ウ)の構成中ｃは，構成要件Ｂに，(ウ)の構成中ｄは構\n成要件Ｃに相当するから，本件発明は，本件特許出願前に日本国において頒布され\nた刊行物である乙２２に係る公報に記載された発明と同一である。\n(ア)　「実施例４　ＤＤＥ５．０ｇ，ＰＰＤ８．１ｇ，ジメチルアセトア\nミド１９８ｇ，ＰＭＤＡ２１．８ｇを用い，反応温度４０℃とした以外は実施例１\nと同様にして還元粘度１．９８ｄｌ／ｇのポリアミド酸ワニスを得た。最終処理温\n度を４５０℃とする以外は実施例１と同様にして得たポリイミドフィルムの引張強\nさは２８．５ｋｇ／ｍｍ２，伸び率は３５％であった。」\n「実施例１　温度計，攪拌機および塩化カルシウム管をつけた３００\nｍｌ４つ口フラスコに４，４’－ジアミノジフェニルエーテル（以下ＤＤＥと略\nす）１７．０ｇ，ｐ－フェニレンジアミン（以下ＰＰＤと略す）１．６２ｇとＮ，\nＮ－ジメチルアセトアミド２２９．１ｇを入れ撹拌し溶解する。この溶液を１０℃\n前後に保ちながらピロメリット酸二無水物（以下ＰＭＤＡと略す）２１．８ｇを徐\n々に添加した後３時間撹拌して還元粘度２．３４ｄｌ／ｇ（溶媒ジメチルアセトア\nミド，濃度０．１ｇ／ｄｌ温度２５．０℃）のポリアミド酸ワニスを得た。このワ\nニスをガラス板上に流延した後，９０℃で３０分間乾燥してポリアミド酸からなる\n丈夫なフィルムを得た。フィルムをガラス板上より剥離し金枠に固定し２００℃１\n０分更に４２５℃で１０分加熱してポリイミドフィルムを得た。」\n(イ)　乙２２に係る公報の実施例４に記載されたポリイミド膜は，酸二無\n水物とジアミンとを反応させた重合体であるポリイミドからなるポリイミド膜であ\nることがわかる。そして，上記ポリイミド膜の作製にあたっては，ピロメリット酸\n二無水物（ＰＭＤＡ）が２１．８ｇ使用され，それ以外の酸二無水物は使用されて\nいない。また，ジアミン成分としては，４，４’－ジアミノジフェニルエーテル\n（ＯＤＡ）５．０ｇ及びパラフェニレンジアミン（ＰＤＡ）８．１ｇが用いられて\nいる（乙２２に係る公報記載の「ｐ－フェニレンジアミン」は「パラフェニレンジ\nアミン」と同義である。）ので，繰り返し単位中の４，４’－ジアミノジフェニル\nエーテル（ＯＤＡ）残基とパラフェニレンジアミン（ＰＤＡ）残基のモル比は２\n５：７５である。\n乙２２に係る公報には，上記ポリイミド膜の複屈折率は明確に記載さ\nれていないが，乙２２に係る公報の実施例４の記載に忠実に従ってポリイミド膜を\n作製し，その複屈折率を測定したところ複屈折率は０．１３４であった（乙２７。\n当業者が通常行うような方法（乙４７参照）による実験である。すなわち，ポリア\nミド酸ワニスをガラス板上に流延塗布した後，予め９０℃に予熱されたオーブンで\n３０分間乾燥した後，塗膜をガラス板より剥がし，支持金枠に張り付けて固定し，\n再度，前記オーブンに入れて３０分かけて２００℃まで昇温し，２００℃で１０分\n間加熱した後，さらに予め４５０℃に予熱された別のオーブンに入れて４５０℃で\n１０分加熱することにより，膜厚２２μｍのポリイミド膜を得る方法によってい\nる。）。そして，上記ポリイミド膜は延伸処理を行っていないので，膜面内の全方\n向において複屈折率が０．１３以上，線膨張係数が１．２３×１０－５℃－１以下であ\nる。なお，原告は，特許異議申し立て事件において，乙２２に係る公報記載の実施\n例１ないし３については複屈折率の測定実験を行っており（乙２８），原告の上記\n実験結果とパラフェニレンジアミン（ＰＤＡ）のモル％とをプロットすると，乙２\n７の乙２２に係る公報の実施例４の複屈折率の値は，上記実施例１ないし３に係る\n実験結果の延長線上にある。さらに，本件発明の効果に関係する線膨張係数のデー\nタを同様にプロットした場合にも乙２７の乙２２に係る公報の実施例４の線膨張係\n数の値は，上記実施例１ないし３に係る実験結果の延長線上にある。\nこれに対し，原告甲３３の実験結果を提出するが，甲３３の実験結果\nは，乙２８の実施例３の複屈折率より実施例４の複屈折率の法が小さくなる，ＰＤ\nＡ含有率が大きいほど複屈折率が大きくなるという一般測に反するものであって信\n用できない。\n(ウ)  したがって，乙２２に係る公報には次のような構成を有するポリイ\nミド膜が記載されていることになる。\nａ　ピロメリット酸二無水物（ＰＭＤＡ）残基と４，４’－ジアミノフ\nェニルエーテル（ＯＤＡ）とがイミド結合することにより得られる反復単位と\nｂ　ピロメリット酸二無水物（ＰＭＤＡ）残基とパラフェニレンジアミ\nン（ＰＤＡ）とがイミド結合することにより得られる反復単位により構成され\nｃ　膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持\nつ\nｄ　ポリイミド膜\nウ　これに対し，原告は，乙２１や２２に係る公報にポリイミド膜の複屈折\n率を測定しようとする動機が記載されていないから，これら公報記載の構成と本件\n発明の構成は同一ではない旨主張する。しかし，そもそも新規性の判断は特許発明\nと公知発明が物として同一であるかどうかという客観的な判断である。\n（原告）\nア  乙２１に係る公報に記載されたポリイミド膜について\n乙２１に係る公報に構成要件Ａ①を満たす組成を有するポリイミド膜の\n記載があることは認めるが，乙２１に係る公報に記載されたポリイミド膜は，複屈\n折率が０．１３以上であるということはできない。\n被告は，乙１９の実験結果を根拠に乙２１に係る公報に記載されたポリ\nイミド膜の複屈折率が０．１３以上であると主張するが，乙１９の実験は，複屈折\n率に影響を与えるポリイミド膜の製膜方法が，乙２１に係る公報に記載されたもの\nと異なるから，乙１９のサンプルとされたポリイミド膜の複屈折率から乙２１に係\nる公報に記載されたポリイミド膜の複屈折率を推測することはできない。\nイ　乙２２に係る公報に記載されたポリイミド膜について\n乙２２に係る公報の実施例４に構成要件Ａ①を満たす組成を有するポリ\nイミド膜の記載があることは認めるが，乙２２に係る公報に記載されたポリイミド\n膜は，複屈折率が０．１３以上であるということはできない。\n被告は，乙２２に係る公報の実施例４記載のポリイミド膜の複屈折率が\n０．１３以上であった旨の実験結果（乙２７）を提出するが，原告が，乙２２に係\nる公報の実施例４を追試したところ，同ポリイミド膜（膜圧２５ミクロン）の複屈\n折率は０．０７４と０．１３を大きく下回った（甲３３）。被告の上記実験結果に\nは，実験条件の意図的な操作があったことが強く疑われる。乙２２に係る公報の実\n施例４記載のポリイミド膜は，膜厚が薄いほど複屈折率が大きくなり，乾燥後に膜\n中に残存する揮発成分の含有率（以下「残揮含有率」という。）が大きいほど複屈\n折率が大きくなり，乾燥及び加熱工程における昇温速度が速いほど複屈折率が大き\nくなるという特徴があるところ（甲３３），乙２７の実験によって作製したポリイ\nミド膜は，膜厚，残揮含有率，昇温速度についての記載がない。被告は，乙２７の\n実験にあたって，膜厚，残揮含有率ないし昇温速度について意図的な操作を行った\n可能性がある。また，固定枠に固定する製膜方法によった場合には，膜に弛みが生\nじないよう素早く枠に固定しなければ，膜面内の各方向の複屈折率に偏りが生じ，\n一方向のみ複屈折率が大きくなる可能性があるところ，乙２７には膜面内の一方向\nの複屈折率しか記載されていないから，枠への固定方法により生じた複屈折率の大\nきい方向の数値のみを記載している可能性が大きい。\nなお，被告は，乙２７の実験結果が，特許異議申立事件において，原告\nが行った乙２２に係る公報記載の実施例１ないし３についての複屈折率の測定実験\n（乙２８）と，乙２２に係る公報の実施例４の複屈折率の値は，上記実施例１ない\nし３に係る実験結果の延長線上にある旨主張する。しかしながら，複屈折率は組成\nが同じでも製膜条件によって変わり得るものであり，乙２７及び乙２８で行われた\n実施例１ないし４についての実験は，ジアミンのモル％以外の使用した溶媒（実施\n例１及び４がＮ，Ｎ－ジメチルアセトアミド，実施例２がジメチルホルムアミド，\n実施例３がＮ－メチル－２－ピロリドン），ワニス合成時の反応温度（実施例１及\nび２が１０℃，実施例３が３０℃，実施例４が４０℃），製膜時の最終処理温度\n（実施例１ないし３が４２５℃，実施例４が４５０℃）等の製膜条件が異なってい\nるから，上記実験結果から得られたデータを比較して複屈折率がグラフの直線上に\nあると主張することは科学的意味を有していない。\nウ　乙２１，２２に係る公報に記載されたポリイミド膜に共通の主張\n本件発明は，特定の組成を有するポリイミド膜のうち，膜面内の全方向\nにおいて複屈折率が０．１３以上の値を持つポリイミド膜が熱的寸法安定性等に優\nれていることを見出したことにある。ところが，乙２１，２２に係る公報には，特\n定の複屈折率を有するポリイミド膜が熱的寸法安定性等に優れていることに関する\n記載はなく，まして，複屈折率が０．１３以上の値を持つポリイミド膜が熱的寸法\n安定性等に優れていることについての記載はない。\n(2)　特許法２９条２項該当事由の有無\n（被告）\nア　本件発明は，当業者が，乙２１に係る公報又は乙２２に係る公報に基づ\nいて容易に想到することができたものである。\nすなわち，本件特許出願当時，ポリイミドワニスを銅箔上に流延して熱\n処理をする製膜方法（乙２１に係る公報記載の製膜方法）及びガラス板上に流延さ\nせた後ガラス板から剥がして金枠に固定する製膜方法（乙１９記載の製膜方法）は\nいずれも周知技術であり，用途に応じて両者を使い分けること（例えば，ポリアミ\nド酸ワニスを銅箔に直接塗布してフレキシブルプリント基板を作製する場合におい\nても，ポリイミド樹脂の原料成分と熱膨張係数との関係を検討するため，ポリアミ\nド酸ワニスをガラス板上に流延させた後ガラス板から剥がして金枠に固定する製膜\n方法でポリイミドフィルムを作製するなど）も周知であったから（乙２９ないし３\n１，４８，４９。同各乙号証に係る各特許公報の記載は次のイのとおりであ\nる。），乙２１に係る公報記載の組成を用いて，乙１９記載の製膜方法でポリイミ\nド膜を作製することは当業者にとって容易であった。そして，このようにして作製\nしたポリイミド膜の複屈折率は０．１３以上であるから（乙１９），乙２１に係る\n特許公報から本件発明を想到することは，本件特許出願当時の周知技術に鑑みれば\n容易であった。\n原告は，乙２１に係る公報には複屈折率に関する記載がないことから，\n当業者が乙２１に係る公報に接しても，複屈折率を特定値以上にするために製膜方\n法を変更すべきことを想到することはない旨主張する。しかし，乙２１に係る公報\nには，耐熱性に優れたポリイミドフィルムを得るという本件発明と共通の技術思想\nを有しており，ポリアミド酸ワニスを銅箔に直接塗布してフレキシブルプリント基\n板を作製する場合においても，ポリイミド樹脂の原料成分と熱膨張係数との関係を\n検討するため，ポリアミド酸ワニスをガラス板上に流延させた後ガラス板から剥が\nして金枠に固定する製膜方法でポリイミドフィルムを作製するなどすることがあっ\nた（乙４８）から，当業者が，乙２１に係る公報の記載を見て，同公報記載の組成\nにおいて，本件特許出願当時周知の技術であった，ガラス板上に流延させた後ガラ\nス板から剥がして金枠に固定する製膜方法を採用することは容易に想到し得ること\nである。\nイ(ア)　乙２９に係る公報（特開昭６０－３２８２７号公報）の記載\nａ　「実施例１　温度計，撹拌装置，還流コンデンサ，及び窒素吹込口\nを有する４つ口フラスコに，表１に示す量のジアミンを入れ，‥‥‥表１に示すポ\nリアミド酸ワニスを得た。‥‥‥これらのポリアミド酸を加熱して得られるポリイ\nミドの熱膨張係数は，次のように測定した。すなわち，ガラス板にアプリケータを\n用いて均一に塗布し，８０～１００℃で３０～６０分乾燥してフィルム状にし，ガ\nラス板からはがして鉄枠に固定し，２００℃，３００℃，４００℃にそれぞれ６０\n分保持して３０～２００μｍ厚のポリイミドフィルムを得た。」（乙２９の６頁左\n下欄２０行ないし右下欄２０行）\nｂ　「実施例２　実施例１で示したポリアミド酸ワニス（ＰＡ１）を用\nいて片面粗化した３５μｍ厚の銅箔の粗化面に，硬化後の膜厚が５０μｍになるよ\nうに直接塗布した。乾燥，硬化は鉄わくに固定した状態で，１００℃／１時間，２\n００℃／３０分，４００℃／３０分の条件で行った。室温に冷却後，鉄枠をはずし\nて，フレキシブル銅張板を得た。」（乙２９の７頁右下欄１行ないし８行）\n(イ)　乙３０に係る公報（特開昭６０－１５７２８６号公報）の記載\nａ　「絶縁材の線膨張係数と導体のそれとの差が１．５×１０－５℃－１以\n下のものを使用することによって導体と絶縁材に熱履歴を加えてもカール，ねじ\nれ，反り等のない，十分な接着力，耐熱性，寸法安定性等をもつ工業的に有用なフ\nレキシブルプリント基板とその製造方法を提供することにある。」（乙３０の２頁\n左下欄１０行ないし１６行）\nｂ　「合成例１　温度計，塩化カルシウム管，攪拌機，窒素吹込口を取\n付けた５００ｍｌの４つ口フラスコに毎分約１００ｍｌの窒素を流しながら‥‥‥\nポリアミック酸を得，さらに以後の塗膜作業性を良くするためにこのワニスの回転\n粘度が約５０ポアズになるまで８５℃でクッキングを行なった。／上記のようにし\nて得られたポリアミック酸ワニスをガラス板上にアプリケータを用いて均一に塗布\nし１００℃の強制通風炉中に１時間放置し予備乾燥を行ない，ポリアミック酸フィ\nルムを得，次いでポリイミドフィルムを得た。」（乙３０の５頁左下欄４行ないし\n右下欄４行）\nｃ　「比較例２　合成例１で合成したポリアミック酸ワニスを片面粗化\n処理した３５μｍ厚の圧延銅箔にアプリケーターを用いて均一に塗布し，強制通風\n炉中に１００℃で１時間乾燥後鉄わくに固定し２００℃，４００℃でそれぞれ１時\n間，３０分保持した。」（乙３０の６頁右上欄５行）\n(ウ)　乙３１に係る公報（特開昭６０－２４３１２０号公報）の記載\nａ　「合成例１　温度計，塩化カルシウム管，かくはん棒，窒素吹込口\nを取付けた５００ｍｌの４つ口フラスコに毎分約１００ｍｌの窒素を流しながら，\n‥‥‥ポリアミック酸を得，更に以後の塗膜作業性を良くするためこのワニスの回\n転粘度が約５０ポアズになるまで８５℃でクッキングを行った。／上述のようにし\nて得られたポリアミック酸ワニスをガラス板上にアプリケータを用いて均一に塗布\nし１２０℃の強制通風炉中で１時間放置し予備乾燥を行いポリアミック酸フィルム\nを得，次いでこのポリアミック酸フィルムを鉄枠に固定し，２００℃，３００℃で\nそれぞれ１時間保持後，コハク色のポリイミドフィルムを得た。」（乙３１の５頁\n左下欄１１行ないし右下欄８行）\nｂ　「比較例２　合成例１で合成したポリアミック酸ワニスを片面粗化\n処理した厚さ３５μｍの圧延銅箔にアプリケーターを用いて均一に塗布し，強制通\n風炉中に１２０℃で１時間乾燥後鉄枠に固定し２００℃，４００℃でそれぞれ１時\n間，３０分保持した」（乙３１の６頁左上欄１３行ないし１９行）\n(エ)　乙４８に係る公報（特開昭６０－２５００３１号公報）の記載\nａ　「このように有機ポリマーの線膨張係数が大きいための問題点は極\nめて多く，低膨張係数を有する有機ポリマーはかなり前から強く望まれていた。本\n発明者らはこのような事情に鑑み，先ず，耐熱樹脂材料，特にポリイミドについて\n多くの合成実験を試み，原料成分と熱膨張係数との関係について詳細に検討し\nた。」（２頁左上２０行ないし右上欄６行）\nｂ　「これらのポリアミド酸を加熱して得られるポリイミドの熱膨張係\n数は，次のように測定した。すなわち，ガラス板にアプリケータを用いて均一に塗\n布し，８０～１００℃で３０～６０分乾燥してフィルム状にし，ガラス板からはが\nして鉄枠に固定し，２００℃，３００℃，３５０℃にそれぞれ６０分間保持して，\n３０～２００μｍ厚のポリイミドフィルムを得た。」（６頁左上欄１７行ないし右\n上欄４行）\nｃ　「実施例１３　実施例１で示したポリアミド酸ワニス‥‥‥を用い\nて，片面粗化した３５μｍ厚の銅箔の粗化面に，硬化後の膜厚が５０μｍになるよ\nうに直接塗布した。乾燥，硬化は鉄枠に固定した状態で，１００℃／１時間，２０\n０℃／３０分，３５０℃／１５分の条件で行った。温室に冷却後，鉄枠をはずし\nて，フレキシブル銅張板を得た。」（７頁右下欄２行ないし８行）\n(オ)　乙４９に係る公報（特開昭５５－７８０５号公報）の記載\nａ　「この発明の方法において，ポリアミック酸の溶液から溶媒を徐々\nに除去しながらポリアミック酸の成形物を成形する方法は，すでに公知のどのよう\nな成形方法で行ってもよく，例えば，１０～１００μｍの厚さのポリアミック酸フ\nィルムを形成する場合には，ポリアミック酸の溶液をガラス板，銅板，アルミ板な\nどの平滑な平板上に流して被膜を形成し，この被膜から溶媒を加熱によって徐々に\n除去して成形する方法，あるいは，加熱した回転ドラムにポリアミック酸の溶液を\n流して回転ドラムの表面に被膜を形成し，この被膜から溶媒を徐々に除去して成形\nする方法を挙げることができる。」（３頁右上欄１３行ないし左下欄５行）\nｂ　「１４ｌの円筒型重合槽に，芳香族ジアミン成分として第２表に示\nす量のｐ－フェニレンジアミン（ＰＰＤ）および４，４’－ジアミノジフェニルエ\nーテル（ＤＡＤＥ）と，芳香族テトラカルボン酸二無水物として５３０ｇ（１．８\n０モル）の３，３’，４，４’－ビフェニルテトラカルボン酸二無水物（Ｓ－ＢＰ\nＤＡ）とを，Ｎ－メチルピロリドン６ｌと共に加え，室温（約３０℃）で６時間撹\n拌して，第２表に示す対数粘度（３０℃，０．５ｇ／１００ｍｌＮ－メチルピリド\nン）のポリアミック酸の溶液を得た。それらの各ポリアミック酸の溶液をガラス板\n上に流してポリアミック酸の溶液の被膜を形成し，その被膜を室温で１時間減圧状\n態に維持し，次いで１２０℃で３１．５時間減圧状態に維持して溶媒を蒸発除去し\nてポリアミック酸のフィルム（約３０μ）を成形した。それらの各ポリアミック酸\nのフィルムをガラス板からはがし，金属枠にとり付けて，室温から２００℃に約３\n０分間で昇温し次いで２００℃から３００℃に約３０分で昇温し，３００℃に約１\n時間維持してポリアミック酸のフィルムをイミド化してポリイミドフィルムを成形\nした。各ポリイミドフィルムの引張り強度及び伸び率を常温（約２５℃）で測定\nし，その結果を第２表に示す。」（３頁右下欄２行ないし４頁左上欄６行）\nウ　その他の進歩性に関する主張\nなお，原告は，本件発明に係るポリイミド膜の製膜方法は，延伸や化学\n的方法によるイミド化などのいずれでもよいと主張するが，かかる原告の主張を前\n提とした場合には，本件発明が新規性，進歩性を有しないことは明白である。すな\nわち，ポリイミド膜の線膨張係数を低くすることは当業者に自明の課題であり，延\n伸や化学的方法によるイミド化の方法を用いれば線膨張係数を低くすることができ\nることも当業者には周知の事項であったから，延伸や化学的方法によるイミド化の\n手法を用いて複屈折率が０．１３以上の値を持つポリイミド膜は本件特許出願前に\n当然に知られていたというべきである。\n（原告）\nア　乙２１に係る公報あるいは同公報と乙２２に係る公報の組み合わせから\nの容易想到について\n本件発明は，特定の組成を有するポリイミド膜のうち，膜面内の全方向\nにおいて複屈折率が０．１３以上の値を持つポリイミド膜が熱的寸法安定性等に優\nれていることを見出したことにある。ところが，乙２１に係る公報には，特定の複\n屈折率を有するポリイミド膜が熱的寸法安定性等に優れていることに関する記載は\nないから，乙２１に係る特許公報の記載から，ポリイミド膜の複屈折率を特定の値\n以上とするために製膜の諸条件を考慮し，「ワニスをガラス板に流延した後，フィ\nルムをガラス板から剥がし，金枠に固定する」という乙１９記載の方法を採用する\nことを容易に想到し得たとは考えられない。\nそもそも，乙２１に係る発明は，従来，あらかじめ製膜されたポリイミ\nドフィルムと金属箔とを接着剤層を介して接着する方法により製造していたフレキ\nシブル印刷配線板用基板を，ポリアミド酸ワニスを金属泊に直接塗布した後，溶媒\nの除去及びイミド化を行うことによりフレキシブル印刷配線板用基板を製造すると\nいう発明であるから，乙２１に係る公報記載の製膜方法は当該発明の本質的技術な\nのであって，乙２１に係る公報は，「ワニスをガラス板に流延した後，フィルムを\nガラス板から剥がし，金枠に固定する」というような製膜方法を排除しているもの\nであるから，乙２１に係る公報に接した当業者が，乙２１に係る公報記載の組成を\n乙１９記載の製膜方法で製膜することを想到することはあり得ない。\n被告は，乙２１に係る公報記載のポリイミド膜の組成と，乙２２に係る\n公報記載の製膜方法を組み合せることが容易であるかのように主張するが，乙２２\nに係る公報記載の発明は，耐熱性及び強度に優れたポリイミド成形物の製造法を提\n供することを目的とするものであるが，ジアミン成分のモル分率に関し，「４，\n４’－ジアミノジフェニルエーテルのモル分率が０．５より小さいし吸湿率が大き\nくなる」と記載されており（乙２２の２頁左上欄１６ないし１８行），吸湿率が大\nきくなるという弊害を避けるために４，４’－ジアミノジフェニルエーテル（ＯＤ\nＡ）のモル分率を０．５以上とすることを奨励しているのであって，言い換えれ\nば，ｐ－フェニレンジアミン（ＰＤＡ）のモル分率を０．５以下とすることを推奨\nしているのでありから，乙２２に係る公報に記載されたポリイミド膜の組成は，乙\n２１に係る公報記載のそれと全く相反しているものであるから，乙２１に係る公報\n記載のポリイミド膜の組成と，乙２２に係る公報記載の製膜方法を組み合せること\nは到底考えられない。\nイ　当時の公知技術に関する反論\n被告は，本件特許出願当時，枠に固定する製膜方法が周知技術であり，\nワニスを直接銅箔に塗布する製膜方法と用途に応じて使い分けることも周知であっ\nたとして乙２９ないし３１を提出する。しかし，乙２９ないし３１には，いずれ\nも，乙２１に係る公報記載の組成で，枠に固定する方法で製膜した場合には，耐熱\n性，寸法安定性について所望の結果を得られなかった（乙２１に係る公報に記載さ\nれている組成とは異なる特殊な組成によった場合に所望の結果を得られるという内\n容の発明である。）旨が記載されているのであるから，乙２１に係る公報記載の組\n成について乙２９ないし３１に記載された固定枠に固定する方法によって製膜する\nことを想到することが容易であったとの主張は理由がない。\nウ　その他の進歩性に関する主張\n被告は，ポリイミド膜の線膨張係数を低くすることは当業者に自明の課\n題であり，延伸や化学的方法によるイミド化の方法を用いれば線膨張係数を低くす\nることができることも当業者には周知の事項であったから，延伸や化学的方法によ\nるイミド化の手法を用いて複屈折率が０．１３以上の値を持つポリイミド膜は本件\n特許出願前に当然に知られていた旨主張するが，かかる主張を裏付ける証拠は何ら\n提出されていないから，被告の上記主張は根拠のない推論にすぎない。\n(3)　特許法３６条３項，４項違反\n（被告）\nア　本件特許発明が実施不能部分を含むことについて\nピロメリット酸二無水物（ＰＭＤＡ）残基とビフェニルテトラカルボ\nン酸二無水物（ＢＰＤＡ）残基のモル比，４，４’－ジアミノジフェニルエーテル\n（ＯＤＡ）残基とパラフェニレンジアミン（ＰＤＡ）残基のモル比が，それぞれ６\n５：３５，８２：１８である場合（被告製品の中ＣＴＥの組成比）あるいは，７\n５：２５，７５：２５である場合（被告製品の低ＣＴＥの組成比）であっても，本\n件発明に含まれるという原告の主張を前提とした場合，本件発明は実施不能部分を\n含むことになるから，発明の詳細な説明に当業者が「容易にその実施をすることが\nできる程度にその発明の目的，構成及び効果を記載」したもの（特許法３６条３\n項）といえず，また，特許請求の範囲が「発明の詳細な説明に記載した発明の構成\nに欠くことができない事項のみを記載」したもの（特許法３６条４項）といえな\nい。\nすなわち，酸二無水物残基やジアミン残基の組成比が同じであって\nも，重合方法や製膜方法（膜圧，残揮含有率，昇温速度，枠への固定の仕方によっ\nては，膜面内の複屈折率に偏りが生じ，一方向のみ複屈折率が上昇することがある\n等）によって複屈折率は異なるものであるところ，本件発明に係る明細書にはいか\nなる重合方法，製膜方法をとるべきかについて，極めて一般的な記載しかされてい\nない。実施例，比較例には具体的な記載があるが，これらは，ピロメリット酸二無\n水物（ＰＭＤＡ）残基が１００％で，ビフェニルテトラカルボン酸二無水物（ＢＰ\nＤＡ）残基を有しない構成である。このため，当業者であっても，本件発明に係る\n明細書に基づいて，ビフェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基を積極\n的に有し，かつ複屈折率が膜面内の全方向において０．１３以上の値をもつポリイ\nミド膜を作製することはできない。\n実際，被告は，本件発明に係る明細書の記載に基づいて，ビフェニル\nテトラカルボン酸二無水物（ＢＰＤＡ）残基を積極的に有し，かつ複屈折率が膜面\n内の全方向において０．１３以上のポリイミド膜を作製しようと試みたが作製する\nことができなかった（乙２０）。また，原告からも，本件発明に係る明細書の記載\nに基づいて，ビフェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基を積極的に有\nし，かつ複屈折率が膜面内の全方向において０．１３以上のポリイミド膜を作製で\nきたという実験結果は提出されていない（甲５は，本件特許出願後に公開された特\n開平９－２３５３７３号公報の実施例８を参考に基づいて作製されたものであ\nる。）。\n原告は，甲２２を提出して，ビフェニルテトラカルボン酸二無水物\n（ＢＰＤＡ）残基を積極的に有し（具体的な組成割合は，乙２２に係る公報の実施\n例４の組成を用いた。），かつ複屈折率が膜面内の全方向において０．１３以上の\nポリイミド膜を作製できた旨主張する。しかし，甲２２の実験は，乙２２に係る公\n報の実施例４の重合スケールを３倍にするなど，乙２２に係る公報の実施例４を忠\n実に追試したものではなく，また，実際に実験したのであれば間違うはずがないフ\nラスコ容量の記載を間違っており，訂正後のフラスコ容量は乙２２に係る公報の実\n施例４の容量の７倍であるなど，いかにも不自然である。また，被告が甲２２の実\n験を忠実に再現して得られたポリイミド膜の複屈折率を測定したところ，中ＣＴＥ\n組成のものは０．０８５，低ＣＴＥ組成のものは０．０９８であったから（乙３\n２），甲２２は信用できないか，少なくともこれに明示されていない複屈折率を大\nきくするための条件が隠されているものと疑われる。\nなお，仮に，甲２２の実験結果の信用性をひとまず措くとしても，甲\n２２の重合方法は本件発明に具体的に開示されたものではなく，本件発明には「い\nかなる共重合方法を用いてもよい」と記載されているにすぎないから，当業者が，\n所望の複屈折率を得るための重合方法を見出すには，さらに過度の実験を要するこ\nとになり，本件発明は，実施不能部分を含むものであることにかわりない。実際，\n被告が，甲２２の追試を行ったところ，複屈折率が膜面内の全方向において０．１\n３以上の膜を得ることはできなかった。\n原告は，乙３２が複屈折率を低くするための意図的操作が行われた可\n能性がある旨主張するが，乙３２には，製膜ドープをガラス板上に流延塗布した\n後，予め１００℃に予熱されたオーブンで１０分間乾燥した後，ポリアミド酸塗膜\nをガラス板より剥がし，支持金枠に貼り付けて固定し，再度，前記オーブンに入れ\nて３０分かけて３００℃まで昇温し，３００℃で１分間加熱した後，さらに予め３\n５０℃に予熱された別のオーブンに入れて３５０℃で５分加熱しているが，上記の\nような加熱処理方法は当業者が通常採用する手法にほかならない（乙５０）。\nイ　構成要件Ａの文言について\n本件特許の特許請求の範囲中，Ｒ１を限定するための「式中Ｒ１は別紙\n３記載の構造式で示される基を主成分とする４価の芳香族基である。」との記載\n（構成要件Ａ中の文言）は，その文言自体からは直ちにその技術的意義が明らかと\nは言い難く，本件明細書の詳細な説明欄にも上記記載についての説明が一切存在し\nない。この点のみをもってしても，本件明細書の特許請求の範囲が「発明の詳細な\n説明に記載した発明の構成に欠くことが出来ない事項のみを記載」したものといえ\nないことは，明らかである。\n（原告）\n原告が，被告製品の低ＣＴＥ又は中ＣＴＥのそれぞれと同等にビフェニル\nテトラカルボン酸二無水物（ＢＰＤＡ）残基を有する組成について，本件発明に係\nる明細書の記載の製膜方法に基づいてポリイミド膜を作製したところ，当該ポリイ\nミド膜の複屈折率は，膜面内の全方向において０．１３以上であった（甲２２）。\nしたがって，当業者であっても，本件発明に係る明細書に基づいて，ビフ\nェニルテトラカルボン酸二無水物（ＢＰＤＡ）残基を積極的に有し，かつ複屈折率\nが膜面内の全方向において０．１３以上の値をもつポリイミド膜を作製することは\nできない旨の被告の主張は理由がない。これに対し，被告は，甲２２の重合方法は\n本件発明に具体的に開示されたものではなく，本件発明には「いかなる共重合方法\nを用いてもよい」と記載されているから，当業者が，所望の複屈折率を得るための\n重合方法を見出すには，さらに過度の実験をする必要があると主張する。\nしかし，本件特許明細書にはポリアミド酸溶液の重合方法について「ポリ\nアミド酸溶液は公知の方法で製造することができる。すなわち，酸無水物成分とジ\nアミン成分を実質等モル使用し，有機極性溶媒中で重合して得られる。」等と記載\nしているところ（甲２第７欄１４行以下），甲２２で用いた重合方法は，酸二無水\n物成分とジアミン成分を合計４成分系（酸二無水物成分としてＰＭＤＡ，ＢＰＤ\nＡ，ジアミン成分としてＰＤＡ，ＯＤＡ）を重合する際に，酸二無水物成分とジア\nミン成分を実質等モル使用する場合に，当業者が採り得る最も素直な重合方法であ\nるといえる。また，被告は，甲２２について，複屈折率を上昇させるための記載さ\nれていない製膜条件があることが疑われる旨主張する。甲２２について，甲２２に\n記載されていない製膜条件のうち複屈折率に関係するものとしては，残揮含有率と\n乾燥及び加熱工程における昇温速度が上げられるが，いずれも当業者が通常採用し\n得る範囲（特開昭６１－２６４０２８号公報４欄１０行ないし５欄４行，１３欄９\n行ないし１４欄１４行。甲３４参照）から選択しているものである（残揮含有率が\n４６重量％，昇温速度が甲２２記載の温度に予熱されたオーブンを用いる方法によ\nっている。）。\nなお，被告が提出する乙２０の実験結果は，中ＣＴＥと低ＣＴＥとで，組\n成が異なるにもかかわらず複屈折率がほとんど同一であり，その信頼性には疑問が\nある。\n(4)　小括\n（被告）\n以上のとおり，本件特許は無効理由を有することが明らかであるから，本\n件特許権に基づく原告の請求は権利の濫用に当たり許されない。\n（原告）\n以上のとおり，本件特許には被告の主張する無効理由は存在せず，本件特\n許権に基づく原告の請求が権利の濫用に当たり許されないとする被告の主張は理由\nがない。\n第４　当裁判所の判断\n１　争点２（被告製品は構成要件Ｂを充足するか）について\n(1)　構成要件Ｂ「膜面内の全方向において複屈折率（ｎ）が０．１３以上の\n値を持つ」の意義\nア　特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づ\nいて定めなければならず，特許請求の範囲に記載された用語の意義は，願書に添付\nした明細書の記載及び図面を考慮して解釈するものとされている（特許法７０条１\n項，２項）。また，特許発明の技術的範囲の解釈に当たっては，当該特許発明の出\n願当時の技術水準や出願経過等をも斟酌すべきである。\nそこで，以下，構成要件Ｂ「膜面内の全方向において複屈折率（ ｎ）\nが０．１３以上の値を持つ」の意義を検討する。\nイ　証拠（甲２，９，乙１，３ないし５，１０，１３，３９の２）及び弁論\nの全趣旨によれば，本件明細書には，特許請求の範囲に下記(ア)のような記載があ\nり，発明の詳細な説明欄に下記(イ)のような記載があること，本件特許出願当時，\n下記(ウ)のような公知技術が存在しており，このような当時の技術水準の下におい\nて，本件特許の出願過程は下記(エ)のようなものであったことが認められる。\n(ア)　特許請求の範囲の記載\n「膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持\nつことを特徴とするポリイミド膜」\n(イ)　発明の詳細な説明の記載\nａ　「優れた寸法安定性を有するポリイミド膜については種々の検討が\n行われている。例えば，特開昭６１－２６４０２８，特開昭６１－２４１３２５，\n特開昭６１－１８１８２８，特開昭６１－１５８０２５，特開昭５８－１８５６２\n４号公報等には熱的寸法安定性を改良する目的で，パラフェニレンジアミンやジメ\nチルベンジジンやピロメリット酸二無水物などの剛直な分子を用いる方法が記載さ\nれている。しかしながらいずれも得られるポリイミド膜は機械的強度（特に伸度）\nや耐熱性や耐薬品性に問題を生じる。」（本件公報４欄１９行ないし２８行）\nｂ　「上記問題点を解決すべく本発明者らは，鋭意努力の結果，一般\n式(1)‥‥‥で表わされる反復単位のうち特定の組合せの反復単位を有し，かつ膜面\n内の全方向において複屈折率（ ｎ）が０．１３以上の値を持つことを特徴とする\nポリイミド膜が線膨張係数が小さく熱的寸法安定性に優れていることを見い出し\nた。」（同４欄３４行ないし３６行，３欄４２行ないし４９行）\nｃ　「一般式(4)の反復単位と一般式(2)との反復単位のモル比あるいは\n一般式(4)の反復単位と一般式(3)との反復単位のモル比が１：９９から９０：１０\nまでの値であるものが望ましい。モル比が９０：１０をこえると複屈折率（ ｎ）\n増大の効果がやや小さい。」（同７欄５行ないし１０行）\nｄ　「このポリイミド膜の製造方法について説明する。このポリイミド\n膜は，その前駆体であるポリアミド酸溶液から得られるが，その前駆体であるポリ\nアミド酸溶液は，公知の方法で製造することができる。‥‥‥ポリアミド酸溶液か\nらポリイミド膜を得るには，ポリアミド酸溶液に化学量論以上の脱水剤と必要に応\nじ，触媒量の第３級アミン類等を加えて脱水するなどの化学的方法，または脱水剤\nなどを加えず熱的に脱水閉環する方法を用いることができる。理由は不明であるが\n本発明の複屈折率（ ｎ）が０．１３以上のポリイミド膜を得るには化学的方法を\n用いるほうがはるかに容易に目的のポリイミド膜を得ることができる。製膜方法と\nしてはポリアミド酸溶液を支持体上に流延または塗布して膜状と成し，その膜を１\n５０℃以下の温度で１～３０分間乾燥し，自己支持性の膜を得る。次いで，これを\n支持体より引き剥し，固定枠に固定した後，１００～５００℃まで徐々に加熱し，\n熱的または化学的に脱水閉環する方法やポリアミド酸溶液を支持体上に流延または\n塗布し，約１００～５００℃まで徐々に加熱しそのまま支持体上で熱的または化学\n的に脱水閉環する方法などがあるが，複屈折率が０．１３以上のポリイミド膜を得\nるには理由は不明であるが前者の方法すなわち途中で一たん自己支持性の膜をひき\nはがす方法が好ましい。特に前者の方法において化学的脱水方法を用いる場合は非\n常に容易に目的のポリアミド膜を得ることができる。」（同７欄１２行ないし４１\n行）\nｅ　「比較例３‥‥‥ポリアミド酸溶液にポリアミド酸のアミド結合１\nモルに対して無水酢酸４モル，イソキノリン０．５モルを加え，よく撹拌した後，\nガラス板上に流延塗布し，約１００℃で約１０分間，乾燥後，ポリアミド酸塗膜を\nガラス板より剥し，その塗膜を支持枠に固定し，その後約２５０℃で約１０分間，\n約３５０℃で約５分間加熱し，約２５ミクロンのポリイミド膜を得た。‥‥‥実施\n例２‥‥‥無水ピロメリット酸を用いた以外は，比較例３と同様の条件・方法で約\n２５ミクロンのポリイミド膜を得た。このポリイミド膜の特性を表１に示す。」\n（同８欄３２行～４８行）\nｆ　「実施例３～６　　４，４’－ジアミノジフェニルエーテルとパラ\nフェニレンジアミンのモル比を種々変え，それらと等モルの無水ピロメリット膜を\n用いた以外は，比較例３と同様の条件・方法で約２５ミクロンのポリイミド膜を得\nた。これらの膜の特性を表１に示す。」（同８欄４９行～１０欄２行）\nｇ　表１（同９欄～１０欄。本判決末尾添付の別紙４のとおり）\n(ウ)　本件発明出願当時の公知技術\nａ　特公昭４４－２０８７８号公報（乙１３）には，次のような記載が\nある。\n「少なくとも０．１の固有粘度を有し且つイミド単位対先駆体単位\nの比が少なくとも３０：７０であるポリイミド又はポリイミド先駆体ゲルのフィル\nムの処理方法であって，あらかじめフィルムのいずれかの平面方向に２５％以上実\n質的に収縮させてない該フィルムを引張し，フィルムに実質的な揮発性含有物を有\nしせしめながら該引張を２０ないし５５０℃で少なくとも一方向に行なって，フィ\nルムの少なくとも一平面方向を少なくとも約５％増加せしめ，同時にフィルムのい\nずれかの平面方向の収縮を防ぐことを特徴とする処理方法」（同公報２４欄３６行\nないし２５欄１行）\nｂ　特開昭６１－１５８０２５号公報（乙３９の２）には，次のような\n記載がある。\n「このベースフィルムは，前述のように，ＰＰＤ，ＢＰＤＡおよび\nＰＭＤＡの３成分あるいはＰＰＤ，ＤＡＤＥ，ＢＰＤＡ及びＰＭＤＡの４成分から\n共重合で形成されたものであるので，耐熱性，引張り弾性に優れているばかりでな\nく，両成分を構成する各成分の使用量比率をいろいろと調整することによって，得\nられた芳香族ポリイミド膜の熱膨張係数を強磁性材料の熱膨張係数に大略一致する\nような比較的低い値にすることができ，また，芳香族ポリイミド膜の引張弾性定数\nを用途に応じて腰の強さ等の性能を好適にするように変えることができる。」（同\n公報３頁左上欄１３行ないし右上欄３行）\n「実施例２～７　芳香族ポリアミック酸を製造するためのモノマー\n成分の使用割合を第１表に示すようにしたほかは，実施例１と同様にして，芳香族\nポリアミック酸の溶液組成物を製造した。」（同公報５頁左下欄５ないし９行）\n「実施例１‥‥‥この芳香族ポリアミック酸の溶液組成物を平滑な\nガラス板上に流延して，均一な厚さを有する溶液組成物の液膜を形成して，その液\n膜を約６０から２００℃までの温度範囲で昇温しながら乾燥して固化し，さらにそ\nの固化膜をガラス板からはぎ取り，炉の中で３５０℃の温度にまで加熱して熱処理\nし，厚さ４０μの芳香族ポリイミド膜を形成した。」（同公報４頁右下欄１９行な\nいし５頁左上欄１７行）\n「表１」（同公報６頁左上欄。実施例６の欄にテトラカルボン酸成\n分としてＢＰＤＡ対ＰＭＤＡを２０対８０，熱膨張係数１．６×１０－５と記載され\nている。）\nｃ　昭和４３年１０月５日発行の「プラスチックス包装材料要覧－第３\n版－」（甲９）\n「二軸延伸とは，フィルムを融点以下の温度で縦および横方向に引\nき伸ばし，面配向を与える技術をいう。」（同書２４頁左欄１ないし２行）\n「縦，横の配向の均衡に関してはチューブ式では延伸をせまい区間\nで同時に全方向に起こすことができる点で，ステンタ方式より配向の均一なものが\n得られやすい。特に後述のようにテンタ方式では縦横同時に延伸することはむずか\nしく２段階で二軸延伸を行う場合，はじめの配向があとの延伸に際して崩れる傾向\nがあり，とくにポリプロピレンフィルムで著しく，均衡のとれたものが得られにく\nい。延伸の均一性に関しては，同時二軸延伸のほうが原理的には延伸むらが少な\nく，チューブ式のほうが有利と考えられるが，多くの場合，摺接きずを防止するた\nめに，空中に浮いた状態で膨張され，バブルの形状が不安定であり，そのために均\n一性が阻害される。」（同書２５頁左欄１５ないし２９行）\n「引張強度，衝撃強度，初期弾性率など，ほとんどすべての機械的\n強度が，延伸前の数倍～数十倍に増加し，逆に伸びは数分の１に減少し，腰があっ\nて強じんなものとなる。‥‥‥二軸延伸によって耐熱性は向上する。」（同書２９\n頁）\n(エ)　出願経過\nａ　本件発明は，平成７年２月２日付で，次の理由で拒絶すべき旨を通\n知された（乙３）。\n「この出願の特許請求の範囲第１項に記載された発明は，その出願\nの日前（昭和６２年２月１３日）の出願であって，その出願後に出願公開された特\n願昭６２－２９７５５号（特開昭６３－１９７６２８号公報）の出願の願書に最初\nに添付した明細書又は図面に記載された発明と同一であり，しかも，この出願の発\n明者がその出願前の出願に係る上記の発明をした者と同一ではなく，またこの出願\nの時において，その出願人がその出願前の出願に係る上記特許出願の出願人と同一\nでもないので，特許法２９条の２の規定により特許を受けることができない。」\n上記拒絶理由通知内で引用された特開昭６３－１９７６２８号公報\nの特許請求の範囲第(1)項には次の記載がある（乙１０）。\n「ポリイミドフィルムをゾーン延伸することにより高強力ポリイミ\nドフィルムを製造する方法において，２５０℃以上の温度でゾーン延伸を行うこと\nを特徴とする高強力ポリイミドフィルムの製法方法」\nまた，同公報の発明の詳細な説明には，次の記載がある。\n「本発明は高強力ポリイミドフィルムの製造方法に関し，特にポリ\nイミドフィルムをゾーン延伸することにより，高強力ポリイミドフィルムを製造す\nる方法に関する。」（同公報１頁右下欄１ないし４行）\n「本発明に好適なポリイミドフィルムはピロメリット酸二無水物と\n４，４’－ジアミノ－ジフェニルエーテルから製造されたポリイミドフィルムであ\nり，その典型は東レ・デュポン社が販売しているポリイミドフィルム“カプトン”\nである。」（同公報２頁右上欄１７行ないし左下欄２行）\n「第１表」（同公報４頁右上欄。当該発明の実施例１ないし３のポ\nリイミド膜の複屈折率がそれぞれ０．３７，０．３４，０．２２と記載されてい\nる。）\nｂ　原告は，平成７年４月２０日付けで，次の①の内容の補正を行うと\nともに，同日付意見書を提出したが，同意見書には，次の②の記載がある（乙１，\n乙４，乙５）。\n①　当初の明細書の特許請求の範囲第１項に「複屈折率（ ｎ）が\n０．１３以上の値を持つことを特徴とするポリイミド膜」とされ，特許請求の範囲\n第３項に「特許請求の範囲第１項記載のポリイミド膜」とされていたのを，特許請\n求の範囲第１項につき「膜面内の全方向において複屈折率（ ｎ）が０．１３以上\nの値を持つことを特徴とするポリイミド膜」とし，第３項を削除した。\n②　「本願発明のポリイミド膜は，本願実施例にも示されていますよ\nうに，膜の延伸処理等は行っていませんので，その複屈折率は膜面のどの方向にお\nいても０．１３以上であることは本願の原明細書におきましても明白にされていま\nす。従いまして，このような原明細書に基づきまして『膜面内の全方向において』\nの要件を明白にする補正を行いました。」\n「この引例２（特願昭６２－２９７５５号（特開昭６３－１９７\n６２８号公報））は，‥‥‥その複屈折率は延伸処理をすることによって上昇させ\nております。このように延伸処理をしますと，その複屈折率は膜の方向によって異\nなり，延伸方向の複屈折率は上昇しますが，延伸方向の直角方向ではその複屈折率\nは上昇しませんので，延伸方向の複屈折率が０．１３以上になっても，その直角方\n向の複屈折率はそのような値にはならないのであります。」\nウ(ア)　上記によれば，本件特許発明出願当時，成分の８０％がピロメリッ\nト酸二無水物（ＰＭＤＡ）残基で，２０％がビフェニルテトラカルボン酸二無水物\n（ＢＰＤＡ）残基のポリイミド膜が存在しており，当該ポリイミド膜は，複屈折率\nが大きいほど小さくなるとされている線膨張係数が１．６×１０－５（本件特許発明\nでは，線膨張係数が１．５×１０－５のポリイミド膜の複屈折率は０．１３とされて\nおり，これとの差はわずかである。）とされており，当時の公知技術として用いら\nれていた二軸延伸処理による製膜方法を採用した場合にはさらに複屈折率が上昇す\nることは公知であった（上記イ(ウ)ｂ）。\n(イ)　また，本件発明出願の日前に出願された特開昭６３－１９７６２８\n号公報（乙１０）に，ポリイミド膜を延伸処理することにより，延伸方向の複屈折\n率を０．１３以上に大きくすることができること，これによってポリイミド膜の強\n度を上げることができることが記載されていた。原告は，特許庁から上記公報の記\n載を指摘されて，特許請求の範囲第１項の「複屈折率（ ｎ）が０．１３以上の値\nを持つ」の部分を「膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値\nを持つ」と補正した上，「本願発明のポリイミド膜は，本願実施例にも示されてい\nますように，膜の延伸処理等は行っていませんので，その複屈折率は膜面内のどの\n方向においても０．１３以上である」と記載した意見書を提出した（前記イ(エ)\nｂ）。\nなお，この点について，原告は，上記出願経過において特許請求の範\n囲に含まれないとした「延伸処理」とは「一軸延伸」のことであって，「二軸延\n伸」ではないから，二軸延伸を施したポリイミド膜が本件特許発明の技術的範囲に\n含まれないとの趣旨ではない旨を主張する。しかし，原告が，上記意見書を提出し\nた当時，延伸処理には一軸延伸と二軸延伸が存在しており，「延伸処理」といえば\n二軸延伸も含まれると解するのが通常であること，原告は，上記意見書において，\n引例との相違点につき，「延伸処理」は膜面内の全方向において複屈折率を上昇さ\nせるものではないことを記載しているところ，二軸延伸も延伸方向の複屈折率を上\n昇させるものであって，膜面内の全方向において複屈折率を上昇させるものでない\n点において一軸延伸と同様であるから，原告が意見書で使用した「延伸処理」の概\n念に二軸延伸が含まれないと考えることはできない。\n(ウ)　本件特許発明は，上記(ア)のような公知技術が存在する下におい\nて，上記(イ)のような出願経過を経て出願されたものであるところ，特許請求の範\n囲には，「膜面内の全方向において複屈折率（ ｎ）が０．１３以上の値を持つこ\nとを特徴とする」と記載されており，本件明細書の発明の詳細な説明には，各実施\n例について一方向の複屈折率のみが記載され（前記イ(イ)ｆ），実施例の本件明細\n書の発明の詳細な説明には，成分組成や製膜工程における脱水方法，製膜方法等に\nよって本件特許発明に係るポリイミド膜の複屈折率が微妙に影響されるとして，複\n屈折率の大きくなる脱水方法や製膜方法を奨励する記載がなされているのであるか\nら，本件発明は，ポリイミド膜の組成に関し，ピロメリット酸成分の割合を調節す\nることにより，延伸処理等の特定の処理を施すことなく，膜面内の全方向において\n複屈折率が大きく，線膨張係数が小さいポリイミド膜をその技術的範囲とするもの\nと解釈され，構成要件Ｂの「膜面内の全方向において複屈折率（ ｎ）が０．１３\n以上」とは本件発明に係るポリイミド膜が，延伸処理を施すことなく，０．１３以\n上の複屈折率を膜面内の全方向において有することを意味するというべきである。\n(エ)　この点について，原告は，本件発明は，特定の組成を有し，複屈折\n率が膜面内の全方向において０．１３以上の値を有するポリイミド膜が線膨張係数\nが小さいことを見出した点に本質的特徴を有する発明であって，製膜過程において\n延伸処理を施すかどうかは本件発明の技術的範囲を画するものではない旨主張し，\n本件明細書に金枠に固定する製膜方法が記載されていることが原告の解釈を裏付け\nていると主張する。\nしかしながら，本件特許発明出願当時の公知技術や出願過程に鑑みれ\nば，本件特許発明が原告の主張するような意義を有する発明とは解されないことは\n前記のとおりである。また，本件明細書に記載する金枠に固定する製膜方法につい\nては，原告が指摘する各文献の記載を参照しても，ゲル状の膜の収縮を防ぐことに\nより分子鎖を配向させるという効果を有するものではあっても，一軸延伸や二軸延\n伸のように，ゲル状の膜を原長から物理的に引き伸ばして分子配向を制御するとい\nう効果を有するものではないことは明らかであるから，当該製膜方法の記載をもっ\nて，本件明細書に二軸延伸を含む延伸処理による製膜方法が記載されているという\nことはできない。\n(オ)　なお，仮に本件特許発明について，原告主張のように製膜過程にお\nいて延伸処理を施すかどうかと無関係なものであるとすれば，特許法２９条の２，\nあるいは同法２９条１項３号，２項に違反して特許された無効事由を有するおそれ\nなしとしない。すなわち，上記のとおり，本件発明出願の日前に出願された特開昭\n６３－１９７６２８号公報（乙１０）には，ポリイミド膜を延伸処理することによ\nり，延伸方向の複屈折率を０．１３以上に大きくすることができること，これによ\nってポリイミド膜の強度を上げることができることが記載されていたものであり，\nまた，本件特許発明出願当時，テトラカルボン酸成分の８０％がピロメリット酸二\n無水物（ＰＭＤＡ）残基で，２０％がビフェニルテトラカルボン酸二無水物（ＢＰ\nＤＡ）残基のポリイミド膜が存在しており，当該ポリイミド膜は，複屈折率が大き\nいほど小さくなるとされている線膨張係数が１．６×１０－５とされていたものであ\nって（上記イ(ウ)ｂ。本件特許発明では，線膨張係数が１．５×１０\n－５のポリイミ\nド膜の複屈折率は０．１３とされており，これとの差はわずかである。），当時の\n公知技術として用いられていた二軸延伸処理による製膜方法を採用した場合には更\nに複屈折率が上昇することが明らかであったからである。\n(2)　被告製品が構成要件Ｂを充足するか\n上記のとおり，構成要件Ｂの「膜面内の全方向において複屈折率（ ｎ）\nが０．１３以上の値を持つ」とは，本件発明に係るポリイミド膜が，延伸処理を施\nすことなく，０．１３以上の複屈折率を膜面内の全方向において有することを意味\nするところ，乙１２，１６，１８及び弁論の全趣旨によれば，被告製品は延伸処理\nを施したポリイミド膜であると認められるから，被告製品は構成要件Ｂを充足しな\nい。\nこの点について，原告は，構成要件Ｂにつき上記のように解したとして\nも，被告製品は延伸処理を経ない方法で製膜しても膜面内の全方向において複屈折\n率が０．１３以上であるから構成要件Ｂを充足する旨主張し，被告製品と同様の組\n成を用いて延伸処理を施すことなくガラス板上に塗布した後に引き剥がして金枠に\n固定する方法で製膜したポリイミド膜の複屈折率測定結果（甲５）を提出する。\nしかしながら，被告製品が，延伸処理を施したポリイミド膜である以上，\n被告製品と同様の組成を用いて被告製品とは異なる製膜方法によって作製されたポ\nリイミド膜の複屈折率が，膜面内の全方向において０．１３以上であったとして\nも，被告製品が構成要件Ｂを充足するということはできない。\n２　以上によれば，その余の点について判断するまでもなく，原告の本件請求は\n理由がない。よって主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　　　三　　村　　量　　一\n裁判官　　　　　　吉　　川　　　　　泉\n裁判官青木孝之は，退官のため署名押印することができない。\n裁判長裁判官　　        三　　村　　量　　一\n（別紙）\n別紙１物件目録別紙２別紙３別紙４\n"
}