{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 12
  },
  "case_number": "平成12(行ケ)184",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12544",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12544",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/544/012544_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１８４号　審決取消請求事件\n平成１３年３月２７日口頭弁論終結\n判　　　　　　　決\n原　　　　　　　　告　　　　株式会社ウチコン\n訴訟代理人弁理士　　　　　　小　島　清　路\n同　　　　　　　　　　　　　谷　口　直　也\n被　　　　　　　　告　　　　有限会社リタッグ\n被　　　　　　　　告　　　　リタッグ　インコーポレーション\n両名訴訟代理人弁理士　　　　前　田　勘　次\n主　　　　　　　文\n１　特許庁が平成１０年審判第３５２４２号事件について平成１２年４月１\n１日にした審決を取り消す。\n２　訴訟費用は被告らの負担とする。\n３　被告リタッグ　インコーポレーションのために、この判決に対する上告\n及び上告受理の申立てのための付加期間を３０日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文第１、２項と同旨\n２　被告ら\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告らは、考案の名称を「騒音の発生しない側溝」とする特許第２５１４９\n１８号の特許（平成５年３月１日出願、平成８年４月３０日設定登録、以下「本件\n特許」といい、その発明を「本件発明」という。）の特許権者である。\n原告は、平成１０年５月２８日、本件特許を無効にすることについて審判を\n請求し、特許庁は、この請求を平成１０年審判第３５２４２号事件として審理した\n結果、平成１２年４月１１日、「本件審判の請求は、成り立たない。」との審決を\nし、その謄本を同年５月１日に原告に送達した。\n２　特許請求の範囲（別紙図面参照）\n接面部ａ５が全面にわたって曲面に成形加工された側溝蓋１と、前記側溝蓋\n１の接面部ａ５に対応する接面部ｂ６が全面にわたって前記側溝蓋１の接面部ａ５\nの曲面に対して幾何学的に相似な曲面に成形加工された側溝２とからなり、　前記\n側溝蓋１と側溝２との密着性を高め、前記側溝蓋１にかかる垂直荷重が前記側溝蓋\n１及び側溝２の接面部ａ５、ｂ６を介して分散されて側溝２に伝達されることを特\n徴とする騒音の発生しない側溝。\n３　審決の理由\n別紙審決書の写しのとおり、①本件発明は、実願昭６０－９４７００号（実\n開昭６２－３８８５号）のマイクロフィルム（審決及び本訴の甲第２号証。以下\n「甲第２号証刊行物」という。）、特開昭５３－１４５３４７号公報（審決及び本\n訴の甲第３号証。以下「引用例２」という。）、実願昭６１－１１００３６号（実\n開昭６３－１８５９０号）のマイクロフィルム（審決及び本訴の甲第４号証。以下\n「引用例１」という。）のそれぞれに記載された発明に基づいて当業者が容易に発\n明をすることができたとすることはできず、また、引用例１記載の発明と、甲第２\n号証刊行物、引用例２又は実願昭６１－１８８１４８号（実開昭６３－９５７９０\n号）のマイクロフィルム（審決及び本訴の甲第１０号証。以下「甲第１０号証刊行\n物」という。）のいずれか一つに記載された発明に基づいて当業者が容易に発明を\nすることができたとすることもできない、②「全面にわたって」の文言について明\n細書の記載に不備はない、③本件発明の特許請求の範囲は、発明の構成に書くこと\nのできない事項のみを記載したものである、④明細書の発明の詳細な説明には、当\n業者が容易にその実施をすることができる程度に記載がされている、と認定判断\nし、これらのいずれについても反対趣旨をいう原告の主張を退けた。\n第３　原告主張の審決取消事由の要点\n審決の理由第一（手続きの経緯及び本件発明）、第二（審判請求人の主張及\nび提示した証拠方法）、第三（被請求人の主張及び提示した証拠方法）は認める。\n同第四（当審における検討）の一（理由１について）は、１０頁２４行の「そし\nて、その接面部は、」から３２行の「示唆すらされていない。」まで、１０頁３９\n行の「甲第３号証に」から１１頁１３行の「相似の項なども参照のこと）」まで、\n１１頁１６行の「に過ぎず、本件発明におけるような」から２０行の「示唆すると\nころもない。」まで、及び、１１頁２５行から３７行までを争い、その余は認め\nる。同第四の二（理由２について）は、１２頁４行の「そして、」から７行の「で\nきる。」まで、及び、１３頁１１行から１７行までを争い、その余は認める。同第\n四の三（理由３について）、四（理由４について）は認める。同第五（結び）は争\nう。\n審決は、①本件発明と引用例１記載の発明の相違点についての判断を誤り\n（取消事由１）、明細書の記載不備についての判断を誤ったものであって（取消事\n由２）、これらの誤りが審決の結論に影響を及ぼすことは明らかであるから、違法\nとして取り消されるべきである。\n１　取消事由１（相違点についての判断の誤り）\n(1)  引用例１記載の発明と引用例２記載の発明の組合せについて\n審決は、本件発明の技術内容の認定を誤った結果、引用例２記載の発明\nが、相違点に係る構成を備えていないと誤認したものである。すなわち、審決は、\n本件発明の「幾何学的に相似な曲面」について、相似の意味を「一方が他方の拡大\nあるいは縮小した図形になっていることである。」とし、これを前提に、引用例２\n記載の発明のように「接面部の形状が同一のものは、本件発明の『曲面に対して幾\n何学的に相似な曲面』には該当しない」（１１頁１行～２行）と認定したが、誤り\nである。\n以下のとおり、本件発明の「幾何学的に相似な曲面」は、「同一（実質同\n一又は略同一をも含む。）の曲面」という意味に解すべきである。仮にそうでない\nとしても、少なくとも「同一の曲面」が、これに含まれていることは、明らかとい\nうべきである。したがって、引用例２記載の発明は、相違点に係る構成を備えてい\nるのである。\nア　相似な図形において、相似比が１のときは、二つの図形は合同である。\n相似において、相似比から「１」を除く必然性はなく、相似曲面に同一曲面が含ま\nれることは数学上の常識である。\nイ　本件発明に係る明細書（以下、願書添付図面も合わせて、「本件明細\n書」という。）の発明の詳細な説明の記載をみても、特に「幾何学的に相似」から\n「同一」を除く旨の記載はなく、実施例の図１には、側溝蓋１の接面部５と、側溝\n２の接面部６が「同一形状の」曲面となっている側溝が記載され、この説明とし\nて、「図１の正面図で示すように、接面部を曲面に成形加工した側溝蓋１を、「幾\n何学的に相似な曲面」に成形加工した接面部を持つ側溝２に、密着するように設置\nする」（【０００５】）と記載されている。本件発明の「相似」には「同一」が含\nまれることは、このことからも明らかである。\nウ　「幾何学的に相似な曲面」同士が同一でなければ、本件明細書の図１の\n正面図に示すように幅をもって接触するのではなく、ただ一点で接し、蓋受け部全\n体から見れば、面ではなく線状に接することになるだけである。\nそれでは、接触面積が狭くなり、垂直荷重はこの一点に集中し、分散と\nいうことは起こり得ないので、本件明細書の記載「側溝蓋と側溝の接触面積が広く\nなり安定性が増す」（【０００９】）、「側溝蓋１にかかる垂直荷重が前記側溝蓋\n１及び側溝２の接面部ａ５，ｂ６を介して分散されて側溝２に伝達される」（特許\n請求の範囲）と矛盾することになる。\n(2)　引用例１記載の発明と甲第２、第１０号証刊行物記載の発明の組合せにつ\nいて\nア　前述のとおり、本件発明の「幾何学的に相似な曲面」は、「同一（実質\n同一又は略同一をも含む。）の曲面」という意味に解すべきである。仮にそうでな\nいとしても、少なくとも、「同一の曲面」がこれに含まれていることは、明らかで\nある。\nイ　側溝等の上下水用設備具の分野において、蓋と蓋受け部を面で密着させ\nるべく、蓋受け部の形状を、蓋の蓋受け部と接する部分の形状と同一の形状とする\nことは、本件出願前の技術常識である。\nウ　この技術常識を前提とすると、側溝蓋及び側溝の蓋受け部が傾斜面形状\nである引用例１記載の発明の側溝において、傾斜面形状の蓋の代わりに、甲第２号\n証刊行物又は甲第１０号証刊行物記載の発明の曲面形状の蓋を用いた場合、側溝の\n蓋受け部の形状も、これと同一の曲面形状とすることになる。\nエ　「側溝蓋にかかる垂直荷重が側溝蓋及び側溝の接面部を介して分散され\nて側溝に伝達されるとの点」は、単に側溝蓋と側溝が曲面で接することにより、当\n然に得られる効果にすぎない。\nオ　したがって、相違点に係る構成は、技術常識に基づいて引用例１記載の\n発明に甲第２、第１０号証刊行物を適用することにより容易に想到し得た程度のも\nのである。\n２　取消事由２（明細書の記載不備についての判断の誤り）\n審決が認定したように、本件発明の「幾何学的に相似な曲面」を、「一方が\n他方の拡大あるいは縮小した曲面」と理解すると、そのような関係にある曲面同士\nは、正面から観察した場合、本件明細書の図１の正面図のように幅をもって接触す\nるのではなく、ただ一点で接し、蓋受け部全体から見れば、面ではなく線状に接す\nることになるだけである。\nところが、本件明細書の発明の詳細な説明には、「側溝蓋と側溝の接触面積\nが広くなり安定性が増す」（【０００９】）、「接触面が曲面であるため」（【０\n０１０】）等、側溝蓋と側溝がただ一点で接する結果、蓋受け部全体から見て線状\nに接するということと矛盾する記載がなされている。\nしたがって、特許請求の範囲の記載と発明の詳細な記載との間に矛盾があ\nり、その結果、特許請求の範囲に記載された事項と対応する事項が記載されていな\nいことになり、明細書の記載に不備があることは明らかである。\n第４　被告らの反論の要点\n１　取消事由１（相違点についての判断の誤り）について\n(1)　引用例１記載の発明と引用例２記載の発明の組合せについて\nア　「幾何学的に相似な曲面」は「同一の曲面」ではない。\nイ　側溝と側溝蓋とが密着するといっても、厳密に水も漏れないような気密\n状態での接触はあり得ず、図面に描けない程度の隙間はあり得る。そして、同一形\n状よりも、その隙間分だけは側溝蓋の接面部が側溝の接面部に対して縮小、あるい\nは側溝の接面部が側溝蓋の接面部に対して拡大されていた方が、密着性は高まる。\nまた、側溝蓋にわずかな捩れ等の歪みがあっても、側溝蓋の接面部の曲\n面を側溝の接面部の曲面よりも縮小することにより、つまり、互いの接面部の曲面\nを相似にすることにより、捩れ等の歪みを吸収でき、面接触状態が維持されるので\nある。\nしたがって、密着性を高め得るには、相似であることが好ましいのであ\nる。\nウ　側溝の接面部と側溝蓋の接面部を図で単純に描けば、側溝の接面部も側\n溝蓋の接面部も滑かな曲面となり、その隙間を描くこともできないことから、本件\n明細書のような図面となったものである。\nエ　原告は、「幾何学的に相似な曲面」が同一でなければ、側溝と側溝蓋は\n一点で接すると主張するが、実際の側溝においては一点で接することはなく、ある\n幅（面積）を持って接する。たとい面積が狭くても、接面部を介して力が分散され\n側溝に伝達されることは明らかである。\n本件明細書の発明の詳細な説明には、「また側溝蓋と側溝の接触面積が\n広くなり安定する。」と記載されているだけであり、これは同じ幅であっても、曲\n面の方が、平面よりも側溝蓋と側溝の接触面積が広くなり安定することを意味する\nのであって、引用例１記載の発明等の従来の側溝と比較した記載ではない。\nオ　引用例２記載の発明においては、蓋周縁の突縁部を挟み込む溝状の二重\nの受板で拘束するには、突縁部と溝状の二重の受板とが確実に嵌合する必要があ\nり、受板を二重して溝状にしなければならない。これに対して、本件発明には、突\n縁部や該突縁部を挟み込む溝はなく、作用効果を奏するためのメカニズムも異な\nる。\nしかも、引用例２記載の発明の構造においては、二重の受板からなる構\n内には底面が存在し、土砂等を挟み込むおそれもある。したがって、引用例２記載\nの発明は、本件発明のように底面に土、小石等の異物を挟み込むことが無くなると\nいう効果を発揮し得ない。\nしたがって、引用例１記載の発明に引用例２記載の発明を組み合わせて\nも、本件発明が容易に得られることにはならない。\n(2)　引用例１記載の発明と甲第２、第１０号証刊行物記載の発明の組合せにつ\nいて\n甲第２、第１０号証刊行物記載の発明は、あくまで側溝蓋に関する発明で\nあり、蓋受けについては何ら記載されていない。すなわち、側溝の蓋を開け易くし\nた発明であり、側溝と側溝蓋の接面に係る発明ではない。\nまた、引用例１には、傾斜する平面同士が接する側溝蓋と側溝が示されて\nいるのであるから、引用例１記載の発明と甲第２、第１０号証刊行物記載の発明を\n組み合わせても、接面部を相似の曲面にするという考えは生じ得ない。\n原告が技術常識として挙げる資料は、審判時に証拠として提出されていな\nいから、審決の違法性判断の資料とはなり得ない。また、これらは、本件発明とは\n技術が著しく相違するから、進歩性の判断には不適当な資料である。\n２　取消事由２（明細書の記載不備についての判断の誤り）について\n前述のとおり、「幾何学的に相似な曲面」は、同一な曲面ではなく、密着性\nを高め得るには、相似であることが好ましいから、本件明細書に記載の不備はな\nい。\n第５　当裁判所の判断\n１　取消事由１（相違点についての判断の誤り）のうち、引用例１記載の発明と\n引用例２記載の発明との組合せについて検討する。\n(1)　甲第３号証によれば、引用例２には、「接面部が全面にわたって曲面に成\n形加工されたマンホール蓋の突縁部と、前記マンホール蓋の突縁部の接面部に対応\nする接面部が全面にわたって前記マンホール蓋の突縁部の接面部の曲面に対して同\n様に曲面に成形加工された受板の嵌合溝とからなり、前記マンホール蓋の突縁部と\n受板の嵌合溝との密着性を高め、前記マンホール蓋の突縁部にかかる垂直荷量が前\n記マンホール蓋の突縁部及び受板の嵌合溝の接面部を介して分散されて受板の嵌合\n溝に伝達される騒音の発生しないマンホール蓋構造」（審決書９頁１２行ないし１\n８行参照）が記載され、そのマンホール蓋の突縁部と受板の嵌合溝とは、接面部の\n形状が同一であることが認められる。\n(2)　幾何学的には、「相似」の概念に、「合同」すなわち同一の形状も含まれ\nていることは、当裁判所に顕著である。\n甲第７号証（「数学小辞典」（共立出版株式会社昭和４３年１０月５日発\n行）の「相似な図形を相似の位置に置いたとき、相似の中心が対応点を結ぶ線分を\n分ける比は一定である。この比をこの二つの図形の相似比という。・・・特に相似\n比が１のときは、二つの図形は合同である。」（３２１頁）、甲第８号証（「図説\n数学の事典」株式会社朝倉書店１９９２年１２月１０日発行）の「相似・・・ｋ\n（相似比）＝１のとき、像はもとの図形と合同であり、」（２３９頁）、甲第１２\n号証（「サンライズ　中２数学」（株式会社旺文社２０００年発行）の「『合同な\n図形は相似であり、その相似比は１：１である』といえます。」（１４５頁）との\n各記載は、「相似」の概念に「合同」が含まれていることを裏付けるものである。\nそうである以上、「幾何学的に合同」、すなわち同一形状のものも、本件\n発明の特許請求の範囲の「幾何学的に相似」に該当することは、一義的に明確とい\nうべきである。\n(3)  なお、念のため、甲第５号証（本件特許公報）により、本件明細書の発明\nの詳細な説明を参酌しても、本件発明において、「幾何学的に相似」から「幾何学\n的に合同」を除いて解釈すべき事情は見出せない。\nかえって、甲第５号証によれば、本件明細書には、「【課題を解決するた\nめの手段】図１はこの発明の原理を説明する図である。まず図１の正面図で示すよ\nうに、接面部を曲面に成形加工した側溝蓋１を、幾何学的に相似な曲面に成形加工\nした接面部を持つ側溝２に、密着するように設置する。」（３欄７行～１１行）、\n「【作用】この様にして幾何学的に相似した曲面を持った側溝蓋１と側溝２を設置\nすると、両者は側溝蓋１の自重により密着する。」（同欄１３行～１５行）、\n「【発明の効果】この発明は側溝蓋の接面部と側溝の接面部が曲面で密着すること\nに特徴が有る。」（同欄２４行～２５行）との説明とともに図１が図示されている\nことが認められ、以上の事実によれば、別紙図面図１の正面図に示されるような、\n側溝蓋と側溝が同一断面形状のものも、本件発明の「幾何学的に相似」に該当する\nことが認められるところである。\nこの点に関して、被告らは、側溝と側溝蓋とが密着するといっても、図面\nに描けない程度の隙間はあり得、その隙間分だけは側溝蓋の接面部が側溝の接面部\nに対して縮小、あるいは側溝の接面部が側溝蓋の接面部に対して拡大されていた方\nが、密着性は高まるが、側溝の接面部と側溝蓋の接面部を図で単純に描けば、側溝\nの接面部も側溝蓋の接面部も滑かな曲面となり、その隙間を描くこともできないこ\nとから、本件明細書のような図面となったものであると主張する。\nしかし、側溝の接面部と側溝蓋の接面部に隙間が存在するものであれば、\nそれを拡大図として示したり、図面の説明として記載しなければ、被告ら主張にか\nかる隙間の存在は、認識できないし、また、そのようにすることは容易である。と\nころが、本件明細書には、それすらもされていないのであるから、本件発明が、そ\nのような隙間を設ける趣旨であるとする被告らの主張は、採用することができな\nい。\n(4)　したがって、引用例２記載の発明の突縁部と嵌合溝との接面部も、本件発\n明の「曲面に対して幾何学的に相似な曲面」に該当するというべきであり、これに\n該当しないとした審決の認定は、誤りである。そして、この誤りが、この認定を根\n拠として、本件発明を、引用例１記載の発明と引用例２記載の組合せに基づいて、\n当業者が容易に発明をすることができたものとすることはできない、とした審決の\n判断に影響を及ぼすことは、明らかである。\n審決は、引用例２に、「側溝蓋にかかる垂直荷重が側溝蓋及び側溝の接面\n部を介して分散されて側溝に伝達される」との点が、開示も示唆もされていないと\nも説示する。しかし、引用例２には、前認定のとおり、「前記マンホール蓋の突縁\n部にかかる垂直荷重が前記マンホール蓋の突縁部及び受板の嵌合溝の接面部を介し\nて分散されて受板の嵌合溝に伝達される」ことが記載されているから、引用例１記\n載の発明に引用例２記載の発明を適用した場合には、「側溝蓋にかかる垂直荷重が\n側溝蓋及び側溝の接面部を介して分散されて側溝に伝達される」ことになることは\n明らかである。引用例２記載の発明においては、「側溝蓋」と「側溝」ではなく、\n「マンホール蓋」と「受板」であるために、「側溝蓋にかかる垂直荷重が側溝蓋及\nび側溝の接面部を介して分散されて側溝に伝達される」というものではないとして\nも、そのことは、審決の前記誤りが審決の判断に影響を及ぼすとの前記認定を左右\nするものではない。\n(5)　なお、被告は、①引用例２記載の発明においては、蓋周縁の突縁部を挟み\n込む溝状の二重の受板で拘束するには、突縁部と溝状の二重の受板とが確実に嵌合\nする必要があり、受板を二重して溝状にしなければならないのに対して、本件発明\nには、突縁部や該突縁部を挟み込む溝はなく、作用効果を奏するためのメカニズム\nも異なる、②引用例２記載の発明の構造においては、二重の受板からなる構内には\n底面が存在し、土砂等を挟み込むおそれもあるから、本件発明のように底面に土、\n小石等の異物を挟み込むことがなくなるという効果を発揮し得ないと主張する。\nしかし、審決が認定した本件発明と引用例１記載の発明との相違点は、\n「本件発明においては、側溝蓋と側溝との接面部は、全面にわたって曲面とその全\n面にわたって曲面に対して幾何学的に相似な曲面に成形加工され、側溝蓋にかかる\n垂直荷重が側溝蓋及び側溝の接面部を介して分散されて側溝に伝達されるのに対\nし、甲第４号証（判決注・引用例１）に記載されたものにおいては、側溝蓋と側溝\nの蓋掛け部（側溝）との接面部は、それぞれ傾斜面に成形加工されている点」であ\nり、引用例２記載の発明が、本件発明のように「突縁部や該突縁部を挟み込む溝が\nない」か否か、「底面に土、小石等の異物を挟み込むことがなくなるという効果を\n発揮し得る」か否かという点の構成を、引用例１記載の発明に適用しようとするも\nのではない（「突縁部や該突縁部を挟み込む溝がない」、「底面に土、小石等の異\n物を挟み込むことがなくなるという効果を発揮し得る」というのは、引用例１記載\nの発明に既に存在する構成ないし効果である。）。したがって、原告の主張は、以\n上の認定を左右するに足りるものではない。\n２　以上のとおり、審決取消事由１のうち、引用例１記載の発明と引用例２記載\nの発明の組合せについての審決の認定判断は誤りであって、この誤りが審決の結論\nに影響を及ぼすことは明らかであるから、原告の請求は、その余について判断する\nまでもなく、理由があることが明らかである。\n第６　よって、原告の本訴請求を認容することとし、訴訟費用の負担並びに上告及\nび上告受理の申立てのための付加期間の付与について行政事件訴訟法７条、民事訴\n訟法６１条、６５条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　　　　 山　　下　　和　　明\n裁判官　　　　　   山　　田　　知　　司\n裁判官　 　　　    阿　　部　　正　　幸\n別紙図面\n"
}