{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 8,
    "day": 29
  },
  "case_number": "平成18(行ウ)12",
  "case_name": "産業廃棄物処理業許可取消処分等取消請求事件",
  "court_name": "さいたま地方裁判所",
  "field": "行政",
  "gist": "１　野菜くずを破砕したものが，廃棄物の処理及び清掃に関する法律（平成１８年法律第５号による改正前）２条４項にいう「産業廃棄物」に当たるとされた事例　\n２　産業廃棄物処分業者が，産業廃棄物である野菜くずを破砕したものの堆肥化を産業廃棄物処分業の許可を受けていない業者に委託したことが，廃棄物の処理及び清掃に関する法律（平成１７年法律第４２号による改正前）１４条１４項が禁止する再委託に当たるとされた事例　\n３　野菜くずを破砕したものの堆肥化を廃棄物の処理及び清掃に関する法律による産業廃棄物処分業の許可を受けていない業者に委託し，その際，同法施行令（昭和４６年政令第３００号）に基づく排出事業者からの書面に承諾を受けず，また，受託者に同法施行令に基づく文書を交付しなかったことを理由として，同法（平成１７年法律第４２号による改正前）１４条の３の２第１項２号，同法１４条の３第１号に基づき，県知事が産業廃棄物処分業者に対してした産業廃棄物処分業の許可を取り消す旨の処分が，適法とされた事例",
  "case_gist": "１　野菜くずを破砕したものが，廃棄物の処理及び清掃に関する法律（平成１８年法律第５号による改正前。以下同じ）２条４項にいう「産業廃棄物」に当たるかにつき，同項を受けた同法施行令（昭和４６年政令第３００号，平成１８年政令第２５０号による改正前）２条４号は，「食料品製造業において原料として使用した動物又は植物に係る固形状の不要物（動植物性残さ）」を産業廃棄物と規定しており，同号にいう「不要物」とは，自ら利用し又は他人に有償で譲渡することができないために事業者にとって不要になった物をいい，これに当たるか否かは，その物の性状，排出の状況，通常の取扱い形態，取引価値の有無及び事業者の意思等を総合的に勘案して決するのが相当であるとした上，前記野菜くずを破砕したものは，腐敗しやすく，現に腐敗臭を発生させていたこと，前記業者は，野菜くずの受入量が増えたことからこれを処理しきれなくなり，排出量さえ把握せずに野菜くずを搬出したこと，当時，前記野菜くずのような物が堆肥原料等として有償で取引されていたとは認められず，むしろ負の価値を持つ物であったとうかがわれ，前記業者においても廃棄物と認識していたこと等を総合的に勘案すると，前記野菜くずは同号にいう「不要物」であって，同法２条４項にいう「産業廃棄物」に当たるとした事例　\n２　産業廃棄物処分業者が，産業廃棄物である野菜くずを破砕したもの（以下「野菜くず」という。）の堆肥化を産業廃棄物処分業の許可を受けていない業者に委託したことにつき，廃棄物の処理及び清掃に関する法律（平成１７年法律第４２号による改正前。以下同じ）１４条１４項は，産業廃棄物の適正処理を確保するため，排出事業者責任原則の下，自己処理や委託に係る規定とともに，保管，収集，運搬から処分までの一連の産業廃棄物処理の流れを通じて，行政や排出事業者が関係事業者の実効的な監督をし得るような規制枠組を構築しているものであるから，ある行為が同項で禁止する産業廃棄物の処分の再委託に当たるか否かは，それが産業廃棄物の処分についての責任の所在を不明確にし，同法が定める再委託規制が必要な他人への委託といえるか否かにかかると解されるとした上，前記委託においては，受託者は委託者の出入り業者にすぎず，作業の時間，手段等について受託者の裁量が広く認められていたこと，委託者と受託者との間に委託者が受託者の堆肥化にかかる作業について管理監督するとの合意があったとは認められず，実際にも，受託者が，野菜くずを土地に堀った穴に投下した当時，委託者は，その場所に受託者を管理監督するような立場の者を派遣していないこと等の事実を総合すれば，受託者は，労務，作業工程の実施，管理や事業経営の面において，委託者からは独立した事業者であったことは明らかであり，以上のような委託者の所為が，行政あるいは排出事業者にとっては，廃棄物の処分についての責任の所在を不明確にするものであることは明らかであるとして，前記委託が同法１４条１４項で禁止される再委託に当たるとした事例　\n３　野菜くずを破砕したもの（以下「野菜くず」という。）の堆肥化を廃棄物の処理及び清掃に関する法律による産業廃棄物処分業の許可を受けていない業者に委託し，その際，同法施行令（昭和４６年政令第３００号）に基づく排出事業者からの書面に承諾を受けず，また，受託者に同法施行令に基づく文書を交付しなかったことを理由として，同法（平成１７年法律第４２号による改正前）１４条の３の２第１項２号，同法１４条の３第１号に基づき，県知事が産業廃棄物処分業者に対してした産業廃棄物処分業の許可を取り消す旨の処分につき，野菜くずは同法（平成１８年法律第５号による改正前）２条４項にいう「産業廃棄物」に当たり，また，前記委託は，同法（平成１７年法律第４２号による改正前）１４条１４項が禁止する再委託に当たるところ，前記産業廃棄物処分業者がその後野菜くずを撤去したこと，野菜くずが堆肥化されずに投棄されたことが刑事事件として立件されていないこと等は，前記産業廃棄物処理業者の情状に影響を及ぼす事情とはいえず，また，県知事による前記行政処分に必然的に影響を与えるわけではないから，県知事に裁量の逸脱はないとして，前記処分を適法とした事例",
  "lawsuit_id": "35314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=35314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/035314_hanrei.pdf",
  "contents": ""
}