{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 20
  },
  "case_number": "平成16(行ケ)189",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9814",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9814",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/814/009814_hanrei.pdf",
  "contents": "平成１６年（行ケ）第１８９号　審決取消請求事件\n平成１６年１１月２９日口頭弁論終結\n判　　　　決\n原　告　日本製粉株式会社\n訴訟代理人弁理士　鈴木正次，涌井謙一，山本典弘，鈴木一永\n被　告　株式会社ミツカングループ本社\n訴訟代理人弁理士　松田治躬，松田雅章，近藤史代\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が無効２００３－３５２２０号事件について平成１６年３月２４日にし\nた審決のうち，［登録第４５２７８７４号の指定商品中『第３０類　全指定商品』\n及び『第３１類　あわ，きび，ごま，そば，とうもろこし，ひえ，麦，籾米，もろ\nこし』についての登録を無効とする。］との部分を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件商標の商標権者である原告が，被告請求に係る無効審判におい\nて，本件商標についての登録の一部を無効とするとの審決がされたため，同審決の\nうち一部無効とした部分の取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件商標\n出願人：原告\n商標：別紙審決書写しの末尾に「本件商標」として掲記された構成からなるも\nの。\n出願日：平成１２年１０月２４日（商願２０００－１１５３５６号）\n指定商品：第３０類「みそ，ウースターソース，ケチャップソース，しょうゆ，\n食酢，酢の素，そばつゆ，ホワイトソース，マヨネーズソース，焼肉のたれ，角砂\n糖，果糖，氷砂糖，砂糖，麦芽糖，はちみつ，ぶどう糖，粉末あめ，水あめ，ごま\n塩，食塩，すりごま，セロリーソルト，化学調味料，香辛料，食品香料（精油のも\nのを除く。），米，脱穀済みのえん麦，脱穀済みの大麦，食用粉類，食用グルテ\nン，アイスクリームのもと，シャーベットのもと，氷」及び第３１類「あわ，き\nび，ごま，そば，とうもろこし，ひえ，麦，籾米，もろこし，うるしの実，ホッ\nプ，未加工のコルク，やしの葉，獣類・魚類（食用のものを除く。）・鳥類及び昆\n虫類（生きているものに限る。），蚕種，種繭，種卵，飼料，釣り用餌，種子類，\n生花の花輪，飼料用たんぱく」\n登録査定日：平成１３年１１月１９日\n設定登録日：平成１３年１２月７日\n商標登録番号：登録第４５２７８７４号\n(2)　本件手続\n審判請求日：平成１５年５月３０日（無効２００３－３５２２０号）\n審決日：平成１６年３月２４日\n審決の結論：「登録第４５２７８７４号の指定商品中『第３０類　全指定商品』\n及び『第３１類　あわ，きび，ごま，そば，とうもろこし，ひえ，麦，籾米，もろ\nこし』についての登録を無効とする。その余の指定商品についての審判請求は成り\n立たない。」\n審決謄本送達日：平成１６年４月５日（原告に対し）\n２　審決の理由の要点\n審決の理由は，別紙審決書写しに記載のとおりである。その要点は，次のとおり\nである。\n(a)「本件商標を構成する『梅』，『うめ』の文字（語）は『バラ科の落葉高木』\nを表す語であるとしても，『梅』『ウメ』の文字が表示された食品に接する取引\n者，需要者は，例えば『梅肉』『梅酢』のごとく『梅（ウメ）・・・』と具体的な\n商品，品質等が表示されていないとしても，『梅の実』若しくは『梅の実の加工品\n（梅の実の果肉又はそのペースト，粉末，液汁を加味した食品）』であると理解，\n認識するものというのが相当である。\nそうとすれば，本件商標は，その指定商品中，『梅の実の加工品を加味した，み\nそ，ウースターソース，ケチャップソース，しょうゆ，食酢，酢の素，そばつゆ，\nホワイトソース，マヨネーズソース，焼肉のたれ，角砂糖，果糖，氷砂糖，砂糖，\n麦芽糖，はちみつ，ぶどう糖，粉末あめ，水あめ，ごま塩，食塩，すりごま，セロ\nリーソルト，化学調味料，香辛料，食品香料（精油のものを除く。），食用粉類，\n食用グルテン，アイスクリームのもと，シャーベットのもと，氷』に使用するとき\nは，該商品の原材料，品質を表示するに止まり，自他商品の識別標識としての機能\nを果たし得ないものというのが相当である。そして，前記以外の商品について使用\nするときは，梅の実の加工品を加味した商品であるかの如く商品の品質の誤認を生\nずるおそれがある商標といわざるを得ない。」\n(b)「さらに，上記認定の事実関係よりすれば，本件商標の指定商品中，世人が通\n常食する商品『米，脱穀済みのえん麦，脱穀済みの大麦，あわ，きび，ごま，そ\nば，とうもろこし，ひえ，麦，籾米，もろこし』に使用するときは，該商品が『梅\nの実』であるかの如く商品の品質の誤認を生ずるおそれがある商標というべきであ\nる。」\n第３　原告の主張（審決取消事由）の要点\n１　原告は，前記審決の理由の要点(a)については，指定商品「梅の実の加工品を\n加味した食用粉類，食用グルテン」及び「その他の食用粉類，食用グルテン」につ\nいての認定判断を争い，その余は認める。すなわち，本件商標は，指定商品「梅の\n実の加工品を加味した食用粉類，食用グルテン」について商品の品質等を表示する\nものではなく，また，「その他の食用粉類，食用グルテン」商品の品質等の誤認を\n生ずるおそれのないものである。\n原告は，前記審決の理由の要点(b)については，すべてを争う。すなわち，「米，\n脱穀済みのえん麦，脱穀済みの大麦，あわ，きび，ごま，そば，とうもろこし，ひ\nえ，麦，籾米，もろこし」のすべてについて，必ずしも「世人が通常食する」とは\n考え難く，かつ，本件商標をこれらについて使用しても，商品の品質の誤認を生ず\nるおそれはない。\nしたがって，指定商品第３０類のうち，「食用粉類，食用グルテン」について，\n商標法３条１項３号及び４条１項１６号に違反して登録されたものであるとの審決\nの判断は，誤りであり，かつ，指定商品第３０類のうち「米，脱穀済みのえん麦，\n脱穀済みの大麦」と第３１類のうち「あわ，きび，ごま，そば，とうもろこし，ひ\nえ，麦，籾米，もろこし」について，同法４条１項１６号に違反して登録されたも\nのであるとの審決の判断は，誤りである。審決のうち，上記に関する部分は，取り\n消されるべきである。\n２(1)　指定商品「食用粉類，食用グルテン」について，本件商標が商品の原材\n料，品質等を表示するものとして普通に使用されている実例はなく（甲１１），逆\nに「梅」の文字を含む商標登録例が存在している（甲１０－１など）。指定商品\nは，「梅の実の加工品等」に限定されていないので，「みそ」などと同様の認定は\nできない。\n「梅の実の加工品を加味した食用粉類，食用グルテン」なる商品がいかなる商品\nを意味するか不明であり，具体的な商品を想像することができない。このような不\n明確，不自然な商品について，原材料，品質等を表示するために本件商標を使用す\nるとは考え難い。\n本件商標は，指定商品「食用粉類，食用グルテン」について，具体的な原材料，\n品質等を表示するわけでも，直感させるわけでもなく，せいぜい原材料，品質等を\n暗示させるにとどまる。したがって，本件商標を指定商品「食用粉類，食用グルテ\nン」に使用しても，その商品の原材料，品質等を表示するものでも，品質の誤認を\n生ずるおそれもない。\n(2)　ところで，本件商標は，明治３０年に商品「小麦粉」を指定した原告の登録\n商標中に，品質・等級を表す目的で使用され（甲１２－１），その後，本件商標\nは，徐々に商標の一部から要部として認識される態様に変更され（甲１２－２～\n４），昭和６３年２月ころまでには「うめ」が単独で認識できる態様での使用も行\nわれて現在に至っている（甲１２－４）。現在では，「松」「竹」「梅」を等級を\n表す記号として使用するケースは稀であり，広辞苑（甲１３）にもそのような記載\nはない。本件商標は，「食用粉類中の小麦粉」については実際に自他商品の識別機\n能を発揮している商標である。すなわち，本件商標は，「小麦粉」の原材料，品質\n等を表示する語として普通に使用されている標章ではない。\n３　指定商品「米，脱穀済みのえん麦，脱穀済みの大麦，あわ，きび，ごま，そ\nば，とうもろこし，ひえ，麦，籾米，もろこし」のうち，少なくとも「脱穀済みの\nえん麦，脱穀済みの大麦，あわ，きび，ひえ，籾米，もろこし」は，「世人が通常\n食する商品」とは認められない。そもそも，「世人が通常食するか否か」は，曖昧\nな概念で，判断する人の年齢，出身地域等で大きく変化する基準であり，審決の判\n断も多くの矛盾を含んでいる。\n本件商標を指定商品「米，脱穀済みのえん麦，脱穀済みの大麦，あわ，きび，ご\nま，そば，とうもろこし，ひえ，麦，籾米，もろこし」に使用しても，商品の品質\nについて誤認を生ずるおそれはない。誤認が生ずるおそれがあるか否かは，具体的\nに判断せざるを得ず，「世人が通常食する商品か否か」という基準を採用すること\nは妥当でない。\n４　過去の商標登録例（甲９，１０〔枝番号を含む〕）に照らし，本件商標につ\nいても同様の判断がされてしかるべきである。\n第４　被告の主張の要点\n１　審決の認定判断に誤りはない。\n２　「梅の実」，「梅肉」，「梅の乾燥粉末」，「乾燥梅肉」，「梅肉エキス」\n等の加工品が，極めて多くの食品に加味されて応用され，その応用・適用範囲が極\nめて広範な食品分野にわたるものである（甲３～５）。また，食用粉類中の小麦粉\nで作ったパイ生地と梅の実の加工品である梅ジャムを合わせてパイ作りがされてお\nり（甲４），食用グルテン，特に小麦グルテンなどが他の食材を加味されて和菓子\nなどの食品製造に用いられることを考慮すると，「梅の実の加工品」と「食用粉\n類，食用グルテン」は，極めて密接な関連性を有する食品である。そうすると，梅\nの実を加工した梅肉・乾燥粉末・乾燥梅肉・エキス等が添加される食品として，\n「食用粉類，食用グルテン」という商品を容易に想起できるのであり，これらの商\n品に「梅」の文字が使用された場合は，両者の密接な関連性ゆえに取引者・需要者\nは，何らかの加工処理により，梅の実の加工品を加味した商品であるかのごとく想\n起し認識することはあり得る。\nまた，「梅の実の加工品」が加味された「食用粉類，食用グルテン」が現に存在\nするし，「梅」との商標は，商品の原材料，品質等を表示する語として普通に使用\nされている（乙１～５）。\n原告は，明治３０年以来の使用等を主張するが，「梅」のマークが品質，等級を\n示す目的で採択されたことは明らかである。また，「梅」の文字のみにより自他商\n品の識別機能を果たしているとは認められない。なお，取引の実情として，今日で\nも，「松・竹・梅」の組合せが等級表示の意味合いで用いられている（乙２４）。\n３　審決は，一般に「食品」と称される商品であるか否かを区別するために，\n「世人が通常食する商品」との表現を用いたものであり，その区別は，日常経験則\n上，判然としている。審決に原告の主張するような矛盾などはない。\n４　過去の審査例によれば，「梅」の文字又はこれを含む商標の登録出願が，自\n他商品の識別力を有しないものとして拒絶されている（甲７，８－１～３）。\n原告の挙げる登録例（甲９，１０〔いずれも枝番号を含む〕）は，本件商標とは\n事案を異にする。\n第５　当裁判所の判断\n１　前記第２，２に審決の理由の要点(a)として記載した認定判断の当否について\n(1)　原告は，審決の理由の要点(a)として記載した認定判断が誤りである具体的\n理由として，前記第３，２の(1)のとおり主張する。\n検討するに，商標法３条１項３号に掲げる商標が商標登録の要件を欠くとされて\nいるのは，このような商標は，取引に際し必要適切な表示として何人もその使用を\n欲するものであるから，特定人によるその独占使用を認めるのは公益上適当でない\nとともに，一般的に使用される標章であって，多くの場合自他商品識別力を欠くも\nのであることによるものと解される（最高裁昭和５４年４月１０日第三小法廷判\n決・裁判集民事１２６号５０７頁，判例時報９２７号２３３頁参照。）。この趣旨\nに照らせば，登録査定時において，当該商標が指定商品の原材料又は品質を表すも\nのと，取引者，需要者に広く認識されている場合はもとより，将来を含め，取引\n者，需要者にその商品の原材料又は品質を表すものと認識される可能性があり，こ\nれを特定人に独占使用させることが公益上適当でないと判断されるときには，その\n商標は，同号に該当するものと解するのが相当である（このように解すべきである\nことは，当裁判所が繰り返し判示しているところである。例えば，平成１２年６月\n１３日判決〔平成１１年（行ケ）第４１０号事件〕，平成１２年１０月２５日判決\n〔平成１２年（行ケ）第１６４号事件，判例時報１７４３号１２６頁〕，平成１５\n年４月２１日判決〔平成１４年（行ケ）第２２２号事件〕，平成１５年９月３０日\n判決〔平成１４年（行ケ）第５０１号・５０２号事件〕参照。以上はいずれも最高\n裁ホームページに掲載。）。\n審決は，梅の実を加工し，これを他の食品に加味した食品が存在すること，その\n食品に「梅肉ドレッシング」「梅酢ドレッシング」「梅の酢みそ」「梅酢」「梅ご\nま」「つぶ梅肉」「梅ぽん酢」「梅みつ」「梅ヨーグルト」のような表示がされ実\n際に販売されていること，商標登録された指定商品において，「梅を加味した焼\n肉・だんご・魚・野菜のたれ」「梅肉を加味したソース」「梅を加味してなる黒\n酢」「梅又はそのエキスを主材とする乳清飲料」の表示をもって商品名とされてい\nることを認定している。この認定は，証拠（甲３～６）に照らし是認し得るもので\nある。これらによれば，「食用粉類，食用グルテン」の例ではないものの，多種多\n様な食品に梅の実の加工品を加味した例が存在するものといえる。\nさらに，乙１によれば，「梅末，梅エキス」を加味した「きな粉」が存在し，\n「焼梅」との表示がされていること，乙２によれば，「梅の粉末」を加味した「小\n麦粉」が存在し，「梅うどん」との表示がされていること，乙３によれば，「梅」\nを加味した「キャッサバ粉」が存在し，「冷凍クリスタルビーン/梅入り」との表示\nがされていることが認められ，原告は，想像することができないというが，少なく\nとも「食用粉類」に梅の実の加工品を加味した例が現に存在する。\n以上の事実に照らせば，本件商標が「梅の実の加工品を加味した食用粉類，食用\nグルテン」に使用された場合には，本件商標の登録査定当時において，指定商品\n「食用粉類，食用グルテン」の取引者，需要者に，本件商標がその商品の原材料，\n品質を表示するものと認識される（少なくとも認識される可能性がある）ものと推\n認されるのであり，かつ，本件商標は，取引に際し必要適切な原材料又は品質を表\n示するものであって，特定人による独占使用を認めるのは公益上適当でないという\nべきである。\n一方，本件商標が「上記以外の食用粉類，食用グルテン」に使用されたときに\nは，上記取引者，需要者において，梅の実の加工品を加味した商品であるかのよう\nに，商品の品質の誤認を生ずるおそれがあるものと認められる。\nそうすると，審決の認定判断は，是認し得るものであって，原告の上記主張は，\n採用することができない。\n(2)　原告は，さらに，前記第３，２の(2)のとおり主張する。\nしかし，指定商品を「食用粉類，食用グルテン」としたまま，その一部の商品で\nある「小麦粉」に関して，商標法３条１項３号の要件を満たさないことを主張して\nも，失当であるというほかない。\nその点をおくとしても，原告は，広辞苑（甲１３）に記載がないことを根拠に，\n現在では，「松」「竹」「梅」を等級を表す記号として使用するケースは稀である\nとし，これを前提に上記の主張をする。しかし，そのような事実を認めるに足りる\n証拠はなく，原告の主張は前提を欠く（確かに，広辞苑には記載が見当たらない\nが，一般に広く知られている他の辞典では，等級を表すものと説明されている。例\nえば，大辞林（三省堂，平成１１年１０月１日新装第２版）の「松竹梅」の項，日\n本語大辞典（講談社，平成７年７月３日第２版第１刷）の「松竹梅」の項，国語大\n辞典（小学館，昭５７．２．１２第１版第７刷）の「松竹梅」の項参照。）。\nさらに検討を進めても，「食用粉類中の小麦粉」について，本件商標が自他商品\nの識別機能を発揮しているとの事実は，本件全証拠によっても認めるには足りな\nい。\n(3)　以上によれば，審決の理由の要点(a)として記載した審決の認定判断は，是\n認し得るものであり，この誤りをいう原告の主張は，採用することができない。\n２　前記第２，２に審決の理由の要点(b)として記載した認定判断の当否について\n原告は，審決が「世人が通常食する」と説示した点を非難する。\n審決の説示全体の趣旨に照らせば，審決は，前記のように「梅」が食物として認\n識されることから，社会通念上，食物として認識されるのが通常であるといえる商\n品について本件商標を使用するときは，同じ食物として，その商品が「梅の実」で\nあるかのように品質の誤認を生ずるおそれがあるというものであると解される。\n本件商標の指定商品の内容に照らせば，その需要者は，食品関係の業者のみなら\nず，一般消費者をも含むものというべきである。そうすると，一般消費者の観点か\nら，社会通念上，食物として認識されるのが通常であるといえるか否かを基準とし\nて，上記のような認定判断をすることは相当である。審決は，上記と同じ趣旨で\n「世人が通常食する」と表現したものと理解し得る。よって，審決に原告が主張す\nるような違法はない。\nそして，既に検討したところに照らせば，審決の理由の要点(b)として記載した審\n決の認定判断は，是認し得るものである。\n３　過去の登録例について\n原告は，過去の登録例を援用しつつ，本件商標についてもこれらと同様の判断が\nされてしかるべきである旨主張する。\nしかし，原告が援用する過去の登録例（甲９，１０〔枝番号を含む〕）を，過去\nの登録拒絶例（甲７，８〔枝番号を含む〕）とも対比しつつ検討するならば，上記\n登録例は，本件商標とは事案を異にするものであり，本件商標について，過去の登\n録例と同様の判断をすべき理由は見当たらないのであって，原告の主張は，採用す\nることができない。\n４　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　　　塚　　原　　朋　　一\n裁判官　　　　　田　　中　　昌　　利\n裁判官　　　　　佐　　藤　　達　　文\n"
}