{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 20,
    "month": 1,
    "day": 31
  },
  "case_number": "平成18(行コ)99",
  "case_name": "行政文書不開示処分取消請求控訴事件（原審・東京地方裁判所平成１３年（行ウ）第１５０号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　行政機関の保有する情報の公開に関する法律５条３号（国の安全等に関する情報）該当性の主張立証責任\n２　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうち，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務及び非公式の二国間の外交交渉等の事務の対価の経費に関する文書に記載された情報が，いずれも行政機関の保有する情報の公開に関する法律５条３号所定の不開示情報（国の安全等に関する情報）及び同条６号（平成１３年法律第１４０号による改正前）所定の不開示情報（事務事業情報）に該当するとされた事例\n３　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集や交渉の相手方と直接接触した会合の経費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条３号，６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当し，請求書，領収書以外の文書の「目的・内容」，「支払方法」，「文書作成者名」，「取扱者名」，「決裁者名」，「支払予定先」，「支払先」に係る情報は同条３号，６号柱書後段所定の不開示情報に該当し，同文書の「支払予定日」，「支払日」，「支払予定額」，「支払額」に係る情報は同条３号，６号所定の不開示情報に該当しないとされた事例\n４　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，在外公館員と我が国関係者（外務大臣，国会議員，外務省職員，総理大臣，政府関係者，他省庁・自治体職員など）との間で行われた会合に係る経費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払予定先」，「支払先」に係る情報は同条６号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n５　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，荷物の運搬経費に係る文書に記載された情報のうち，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n６　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，自動車借料経費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払予定先」，「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は，同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n７　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，会合用材料購入費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n８　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，担当職員の食事代に係る文書に記載された情報のうち，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n９　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，「文書作成者名」，「決裁者名」，「取扱者名」の記載のうち，６級職に満たない外務省職員の氏名の情報が，不開示情報の除外事由である行政機関の保有する情報の公開に関する法律５条１号ただし書イに該当しないとされた事例\n１０　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，大規模レセプションに係る経費及び酒類購入経費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「目的・内容」，「支払予定先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n１１　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，本邦関係者が外国訪問した際の車両の借上げ等の事務経費に係る文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「目的・内容」，「支払予定先」，「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとされた事例\n１２　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうち，文化啓発用の日本画等購入経費に係る文書に記載された情報が，行政機関の保有する情報の公開に関する法律５条６号（平成１３年法律第１４０号による改正前）所定の不開示情報に該当しないとされた事例\n１３　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，「文書作成者名」，「決裁者名」，「取扱者名」の記載のうち，６級職に満たない外務省職員の氏名の情報が，不開示情報の除外事由である行政機関の保有する情報の公開に関する法律５条１号ただし書イに該当しないとされた事例",
  "case_gist": "１　行政機関の保有する情報の公開に関する法律５条３号は，我が国の安全，他国等との信頼関係ないし交渉上の利益を確保することが，国民全体の基本的利益を擁護するために政府に課せられた重要な責務であり，情報公開法制においても，これらの利益を十分に保護する必要があることから設けられた規定であると解され，公にすることにより同号規定のおそれがある情報については，その性質上，当該情報が記録された行政文書の開示・不開示の判断に高度の政策的判断を伴うこと，我が国の安全保障上又は対外関係上の将来予測としての専門的・技術的判断を要することなどの特殊性が認められることから，司法審査の場においては，裁判所は，同号に規定する情報に該当するか否かについての行政機関の長の第一次的な判断を尊重し，その判断が合理性を持つ判断として許容される限度内のものであるかどうか，すなわち，前記開示・不開示の決定に事実認定の誤りがあり，あるいは，社会通念上著しく妥当性を欠くなどの裁量権の逸脱ないし濫用があると認められる点があるかどうかを審理判断することが相当であり，したがって，同号の不開示事由に該当することを理由とする不開示処分の取消請求訴訟においては，開示請求者が，前記裁量権の逸脱濫用があったことを基礎付ける具体的事実について主張立証する責任を負うというべきである。\n２　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうち，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務及び非公式の二国間の外交交渉等の事務の対価の経費に関する文書に記載された情報につき，収集の対象となる情報を示す「目的・内容」だけでなく，情報提供者等が明らかとなる「支払予定先」，「支払先」，情報提供者等との直接の接点である「取扱者名」，「文書作成者名」，その所属部署が明らかとなる「決裁者名」，情報収集活動の手法等が明らかとなる「支払予定額」，「支払額」，「支払予定日」，「支払日」等，一切の記載事項が公にされれば，情報提供者等の協力を得ることができなくなり，我が国が情報収集や外交工作等の活動を遂行することが著しく困難となり，また，我が国と他国等との信頼関係が損なわれたり，他国等との外交交渉上不利益を被るおそれがあり，さらに，適正な外交事務の遂行に支障を及ぼすおそれがあると認められるとして，前記情報は，いずれも行政機関の保有する情報の公開に関する法律５条３号所定の不開示情報（国の安全等に関する情報）及び同条６号（平成１３年法律第１４０号による改正前）所定の不開示情報（事務事業情報）に該当するとした事例\n３　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集や交渉の相手方と直接接触した会合の経費に係る文書に記載された情報につき，情報収集，外交工作等の活動は，会合における意見交換等を通じて行うのであるから，相手方と外務省職員との信頼関係の存在は会合を持つための不可欠の前提であり，非公式な会合であるとして上記活動を行っていることからすると，出席者名の特定につながる情報である「目的・内容」，「支払方法」，出席者との直接の接点である「文書作成者名」，「取扱者名」，その所属部署が明らかとなる「決裁者名」は秘匿性が高いと認められ，「支払予定先」，「支払先」は，これが公にされると，非公式の会合の場所が明らかとなり，出席者の安全確保の問題が生じるおそれがあるほか，支払先に対し他国から圧力がかかるおそれも否定できないとして，また，請求書，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，他方，「支払予定日」，「支払日」，「支払予定額」，「支払額」は，これが開示されたとしても，出席者との信頼関係を維持することができなくなる蓋然性は認められないとして，前記文書のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条３号，６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当し，請求書，領収書以外の文書の「目的・内容」，「支払方法」，「文書作成者名」，「取扱者名」，「決裁者名」，「支払予定先」，「支払先」に係る情報は同条３号，６号柱書後段所定の不開示情報に該当し，同文書の「支払予定日」，「支払日」，「支払予定額」，「支払額」に係る情報は同条３号，６号後段所定の不開示情報に該当しないとした事例\n４　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，在外公館員と我が国関係者（外務大臣，国会議員，外務省職員，総理大臣，政府関係者，他省庁・自治体職員など）との間で行われた会合に係る経費に係る文書に記載された情報につき，我が国関係者が他国を訪問し，その際，在外公館員と訪問国の諸情勢について意見交換等のために会合を持つことは外交事務の遂行上ごく自然なことと考えられ，訪問国もそのような会合が自国において開催されることは当然想定しているところであると認められるところ，前記文書に記載された情報のうち，会合の場所に関する情報である「支払予定先」，「支払先」に係る情報は，これを公にすることにより，出席者等の安全確保を困難にするとの事態が生ずる蓋然性が認められ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ，その余の情報については，それを公にしたとしても，前記安全確保の問題とは関係がなく，非公式の会合であるから外交儀礼上の問題が生ずるとも考えられないとして，また，請求書，領収書に記載された情報は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，前記文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払予定先」，「支払先」に係る情報は同条６号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n５　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，荷物の運搬経費に係る文書に記載された情報につき，前記文書に記載された情報のうち，運搬の依頼先に関する情報である「支払先」は，これを公にすることにより，関係者の安全確保を困難にするとの事態が生ずる蓋然性が認められ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ，その余の情報は，それが公にされたとしても，前記安全確保の問題とは関係がないとして，また，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，前記文書に記載された情報のうち，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n６　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，自動車借料経費に係る文書に記載された情報につき，車両の調達先等に関する情報である「支払予定先」，「支払先」は，これを公にすることにより，関係者の安全確保を困難にするとの事態が生ずる蓋然性が認められ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ，その余の情報は，それを公にしたとしても，前記安全確保の問題とは関係がないとして，また，請求書，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，前記文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払予定先」，「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は，同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n７　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，会合用材料購入費に係る文書に記載された情報につき，会合用材料は主に飲食物等であると推認するのが相当であるとした上，会合用材料の調達先等に関する情報である「支払先」は，これを公にすることにより，関係者の安全確保を困難にする事態が生ずる蓋然性が認められ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ，その余の情報は，それを公にしたとしても，前記安全確保の問題とは関係がないとして，また，請求書，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，前記文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n８　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，担当職員の食事代に係る文書に記載された情報につき，前記担当職員の食事代は，訪米した国会議員の宿泊先において，当該国会議員と米国関係者との会合の準備に関連した在米大使館員の食事代であるから，食事の調達先等に係る情報である「支払先」は，これを公にすることにより，安全確保を困難にする事態が生ずる蓋然性が認められ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ，その余の情報は，それが公にされたとしても，前記安全確保の問題とは関係がないとして，また，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，前記文書に記載された情報のうち，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，領収書以外の文書の「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n９　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書以外の有償の情報収集等の事務の会合，非公式の二国間の外交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の会合の経費に関する文書のうちの，情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る文書のうちの，「文書作成者名」，「決裁者名」，「取扱者名」の記載のうち，６級職に満たない外務省職員の氏名の情報につき，前記職員の氏名は，人事異動の官報への記載，行政機関が公にする意思をもって提供した情報を基に作成された市販の職員録への記載がないものと認められるとして，前記職員の氏名の情報は，不開示情報の除外事由である行政機関の保有する情報の公開に関する法律５条１号ただし書イに該当しないとした事例\n１０　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，大規模レセプションに係る経費及び酒類購入経費に係る文書に記載された情報につき，前記文書の記載事項のうち，料理等の調達先及び招待者に関する情報である「目的・内容」，「支払予定先」は，これを公にすることにより，参加者の安全確保を困難にする事態が生ずる蓋然性を認めることができ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあるということができるとして，また，請求書，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，他方，「支払予定額」，「支払額」，「文書作成者名」，「決裁者名」，「取扱者名」等は，これを公にしたとしても，安全確保の問題とは関係がなく，外交儀礼上の問題が生ずるとも考えられず，他国との信頼関係が損なわれたり，外交交渉上不利益を被ったりするおそれがあるとも認められないなどとして，前記文書に記載された情報のうち，請求書，領収書は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「目的・内容」，「支払予定先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n１１　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，本邦関係者が外国訪問した際の車両の借上げ等の事務経費に係る文書に記載された情報につき，車両の調達先，事務連絡室の所在等に関する情報である「目的・内容」，「支払予定先」，「支払先」は，これを公にすることにより，安全確保を困難にする事態が生ずる蓋然性を認めることができ，外交事務の適正な遂行に支障を及ぼすおそれがあるということができるとして，請求書，領収書は，これらから「支払先」が公になり，その体裁上一体となった情報であるとして，他方，「支払予定額」，「支払額」，「文書作成者名」，「決裁者名」，「取扱者名」は，これを公にしたとしても，安全確保の問題とは関係がなく，外交儀礼上の問題が生ずるとも考えられず，他国との信頼関係が損なわれたり，外交交渉上不利益を被ったりするおそれがあるとも認められないとして，前記文書に記載された情報のうち，請求書，領収書に記載された情報は，その全体が行政機関の保有する情報の公開に関する法律５条６号柱書後段（平成１３年法律第１４０号による改正前。以下同じ。）所定の不開示情報に該当し，請求書，領収書以外の文書の「目的・内容」，「支払予定先」，「支払先」に係る情報は同号柱書後段所定の不開示情報に該当し，その余の情報は同条３号，６号所定の不開示情報（国の安全等に関する情報，事務事業情報）に該当しないとした事例\n１２　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうち，文化啓発用の日本画等購入経費に係る文書に記載された情報につき，事務の適正な遂行の観点から，公費を用いて備品の購入をするに際し購入価額等を明らかにするのが当然であるところ，これを秘匿しなければ今後の調達に支障を及ぼすおそれがあると認めることはできないとして，前記情報は行政機関の保有する情報の公開に関する法律５条６号（平成１３年法律第１４０号による改正前）所定の不開示情報に該当しないとした事例\n１３　外務省の大臣官房及び４か国の在外日本国大使館における「報償費」の費目による支出の内容がわかる文書のうちの，前記支出と同種の支出についての会計検査院の検査により，報償費ではなく他の費目で支出するよう改善する必要があると指摘された各類型の経費（大規模レセプションの経費，酒類購入経費，本邦関係者が外国訪問した際の車の借り上げ等の事務経費，文化啓発用の日本画等購入経費）に係る文書のうちの，「文書作成者名」，「決裁者名」，「取扱者名」の記載のうち，６級職に満たない外務省職員の氏名の情報につき，前記職員の氏名は，人事異動の官報への記載，行政機関が公にする意思をもって提供した情報を基に作成された市販の職員録への記載がないものと認められるとして，前記職員の氏名の情報は，不開示情報の除外事由である行政機関の保有する情報の公開に関する法律５条１号ただし書イに該当しないとした事例",
  "lawsuit_id": "36701",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=36701",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/701/036701_hanrei.pdf",
  "contents": "主文\n１ 原判決を次のとおり変更する。\n２ 控訴人が被控訴人に対し，平成１３年６月１日付けでした，外務省大臣\n官房において平成１２年２月及び３月に支出された「報償費」に関する支\n出証拠，計算証明に関する計算書等支出が分かる書類（別表の「部署」欄\nに「大臣官房」の記載がある文書２０９件。ただし，次の(1)ないし(4)の\n部分を除く。）についての不開示決定（ただし，平成１６年４月２０日付\nけ決定による一部変更後のもの）を取り消す。\n(1) 別表の「使用目的」欄に「Ｂ１」の記載がある文書\n(2) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「直接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「文書作成者名」，「決裁者名」，\n「支払予定先」，「支払先」，「目的・内容」，「支払方法」，「取扱\n者名」の記録部分\n(3) 別表の「使用目的」欄に「Ａ３」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「目的・内容」，「支払予定先」，\n「支払先」の記録部分及び「文書作成者名」，「決裁者名」，「取扱者\n名」のうち公にする法令の規定又は慣行のない氏名\n(4) 別表の「使用目的」欄に「Ｂ３」の記載がある文書\nそのうち，「文書作成者名」，「決裁者名」，「取扱者名」のうち公\nにする法令の規定又は慣行のない氏名\n３ 控訴人が被控訴人に対し，平成１３年６月１日付けでした，外務省在外\n公館である在米大使館において平成１２年２月及び３月に支出された「報\n償費」に関する支出証拠，計算証明に関する計算書等一切（別表の「部\n署」欄に「在米大」の記載がある文書３９０件。ただし，次の(1)ないし\n(4)の部分を除く。）についての不開示決定（ただし，平成１６年４月２\n０日付け決定による一部変更後のもの）を取り消す。\n(1) 別表の「使用目的」欄に「Ａ１」，「Ｂ１」のいずれかの記載があ\nる文書\n(2) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「直接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「文書作成者名」，「決裁者名」，\n「支払予定先」，「支払先」，「目的・内容」，「支払方法」，「取扱\n者名」の記録部分\n(3) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「間接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「支払予定先」，「支払先」の記録部\n分及び「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする\n法令の規定又は慣行のない氏名\n(4) 別表の「使用目的」欄に「Ｂ３」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「目的・内容」，「支払予定先」，\n「支払先」の記録部分及び「文書作成者名」，「決裁者名」，「取扱者\n名」のうち公にする法令の規定又は慣行のない氏名\n４ 控訴人が被控訴人に対し，平成１３年６月１日付けでした，外務省在外\n公館である在仏大使館において平成１２年２月及び３月に支出された「報\n償費」に関する支出証拠，計算証明に関する計算書等一切（別表の「部\n署」欄に「在仏大」の記載がある文書１９６件。ただし，次の(1)ないし\n(4)の部分を除く。）についての不開示決定（ただし，平成１６年４月２\n０日付け決定による一部変更後のもの）を取り消す。\n(1) 別表の「使用目的」欄に「Ａ１」の記載がある文書\n(2) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「直接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「文書作成者名」，「決裁者名」，\n「支払予定先」，「支払先」，「目的・内容」，「支払方法」，「取扱\n者名」の記録部分\n(3) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「間接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「支払予定先」，「支払先」の記録部\n分及び「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする\n法令の規定又は慣行のない氏名\n(4) 別表の「使用目的」欄に「Ａ３」，「Ｂ３」のいずれかの記載があ\nる文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「目的・内容」，「支払予定先」，\n「支払先」の記録部分及び「文書作成者名」，「決裁者名」，「取扱者\n名」のうち公にする法令の規定又は慣行のない氏名\n５ 控訴人が被控訴人に対し，平成１３年６月１日付けでした，外務省在外\n公館である在中国大使館において平成１２年２月及び３月に支出された\n「報償費」に関する支出証拠，計算証明に関する計算書等一切（別表の\n「部署」欄に「在中大」の記載がある文書２０１件。ただし，次の(1)な\nいし(4)の部分を除く。）についての不開示決定（ただし，平成１６年４\n月２０日付け決定による一部変更後のもの）を取り消す。\n(1) 別表の「使用目的」欄に「Ａ１」の記載がある文書\n(2) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「直接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「文書作成者名」，「決裁者名」，\n「支払予定先」，「支払先」，「目的・内容」，「支払方法」，「取扱\n者名」の記録部分\n(3) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「間接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「支払予定先」，「支払先」の記録部\n分及び「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする\n法令の規定又は慣行のない氏名\n(4) 別表の「使用目的」欄に「Ａ３」，「Ｂ３」のいずれかの記載があ\nる文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「目的・内容」，「支払予定先」，\n「支払先」の記録部分及び「文書作成者名」，「決裁者名」，「取扱者\n名」のうち公にする法令の規定又は慣行のない氏名\n６ 控訴人が被控訴人に対し，平成１３年６月１日付けでした，外務省在外\n公館である在比大使館において平成１２年２月及び３月に支出された「報\n償費」に関する支出証拠，計算証明に関する計算書等一切（別表の「部\n署」欄に「在比大」の記載がある文書７３件。ただし，次の(1)ないし(4)\nの部分を除く。）についての不開示決定（ただし，平成１６年４月２０日\n付け決定による一部変更後のもの）を取り消す。\n(1) 別表の「使用目的」欄に「Ａ１」の記載がある文書\n(2) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「直接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「文書作成者名」，「決裁者名」，\n「支払予定先」，「支払先」，「目的・内容」，「支払方法」，「取扱\n者名」の記録部分\n(3) 別表の「使用目的」欄に「Ａ２」，「Ｂ２」，「Ｃ２」のいずれか\nの記載があり，かつ，「類型」欄に「間接」の記載がある文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「支払予定先」，「支払先」の記録部\n分及び「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする\n法令の規定又は慣行のない氏名\n(4) 別表の「使用目的」欄に「Ａ３」，「Ｂ３」のいずれかの記載があ\nる文書\nそのうち，「書面名」欄において，「請求書」及び「領収書」とされ\nる書面並びに同書面以外の書面の「目的・内容」，「支払予定先」，\n「支払先」の記録部分及び「文書作成者名」，「決裁者名」，「取扱者\n名」のうち公にする法令の規定又は慣行のない氏名\n７ 被控訴人のその余の請求をいずれも棄却する。\n８ 訴訟費用は，第１，２審を通じ，これを１０分し，その１を被控訴人の\n負担とし，その余を控訴人の負担とする。\n事実及び理由\n第１ 控訴の趣旨\n１ 原判決中控訴人敗訴部分を取り消す。\n２ 被控訴人の請求をいずれも棄却する。\n３ 訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２ 事案の概要\n１ 本件は，被控訴人が控訴人に対し，行政機関の保有する情報の公開に関する\n法律（平成１３年法律第１４０号による改正前のもの。以下「情報公開法」と\nいう。）に基づいて，外務省大臣官房（以下，単に「大臣官房」ともいう。）\n及びアメリカ，フランス，中国，フィリピン４か国の在外日本国大使館（以下，\nそれぞれ「在米大使館」，「在仏大使館」，「在中国大使館」，「在比大使\n館」といい，これらを併せて「在外４大使館」という。）における平成１２年\n２月及び３月中の「報償費」の費目による支出について，その内容が分かる文\n書の開示を請求したところ，全部不開示決定を受けたことから，その取消しを\n求める事案である。なお，本訴提起後，控訴人は，上記不開示決定を一部変更\nする決定をし，開示請求対象文書の一部について部分開示したため，被控訴人\nは，当該開示部分に対応する訴えを取り下げ，上記一部変更決定による変更後\nの上記不開示決定の取消しを求めている。\n原審は，開示請求対象文書１０６９件のうち，上記部分開示された文書５２\n件中の不開示情報に該当する部分について被控訴人の請求を棄却し，その余の\n部分及び上記部分開示された文書を除く文書１０１７件については不開示情報\nに該当する部分は認められないとして被控訴人の請求を認容したため，控訴人\nがこれを不服として控訴した。\n２ 前提事実，争点及び争点に関する当事者の主張は，後記３のとおり当審にお\nける当事者の追加主張を付加するほか，原判決の「事実及び理由」第２の１及\nび２に記載のとおりであるから，これを引用する。なお，本判決の別表は，原\n判決別表１の「類型」欄に「直接」，「間接」の記載を付加したものである。\n３ 当審における当事者の追加主張\n（控訴人）\n(1) 原審において，報償費の使途をＡ１ないしＡ３，Ｂ１ないしＢ３，Ｃ\n１ないしＣ３の９分類（以下「ＡＢＣ９分類」という。そのうち，ＡＢＣ\nの各１ないし３の類型をそれぞれ「１の類型」，「２の類型」，「３の類\n型」という。）に整理していたが，Ａ３，Ｂ３，Ｃ３は，五類型の経費に\n関するもので，報償費以外の目から支出されるべきものであるから，これ\nらに関する主張を撤回する。\n当審において，報償費の使途を次のとおり６分類（以下「ＡＢＣ６分\n類」という。）に整理する。\nＡ１ 有償の情報収集等の事務の対価として使用されたもの\nＡ２ 有償の情報収集等の事務の会合の経費として使用されたもの\nＢ１ 非公式の二国間の外交交渉等の事務の対価として使用されたもの\nＢ２ 非公式の二国間の外交交渉等の事務の会合の経費として使用された\nもの\nＣ１ 国際会議等における非公式の多国間交渉の事務の対価として使用さ\nれたもの\nＣ２ 国際会議等における非公式の多国間交渉の事務の会合の経費として\n使用されたもの\n本件各行政文書１０６９件のうち，五類型に係る文書５２件以外の１０\n１７件の文書は，別表の「使用目的」欄記載のとおり上記分類のいずれか\nに該当し（なお，Ｃ１に該当するものはない。），Ａ１合計４３件，Ａ２\n合計４６３件，Ｂ１合計２１件，Ｂ２合計３９５件，Ｃ２合計９５件であ\nる。\n(2) ２の類型の文書，すなわちＡ２，Ｂ２，Ｃ２の経費に係る文書９５３\n件は，さらに，次のとおり分類される。\nア 情報収集や交渉の相手方と直接接触した会合の経費に係る文書（以下\n「 」という。）８９５件直接接触に係る文書\nイ 情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の\n準備又はその交渉結果を踏まえた対応の検討のための会合の経費に係る\n文書（以下「 」という。）５８件間接接触に係る文書\nいずれの文書も，開示された場合，相手国や国際機関等との信頼関係を\n損ね，我が国が交渉上不利益を被り，又は今後の外交事務に支障を生じる\nことは明らかであり，その秘匿性が高いことに変わりはなく，情報公開法\n５条３号，６号の不開示情報に該当する情報が記録されているが，直接接\n触に係る文書は，相手方を特定し得る情報が記録されていることから，秘\n匿性が極めて高い。\n直接接触に係る文書８９５件の文書の概要，文書の記録内容，機密性が\n高い理由，開示された場合に生じ得る支障等は，別紙１（別表の通番（以\n下，単に「通番」という。）順に５８件について個別的説明をしたもの）\n記載のとおりであり，また，間接接触に係る文書５８件の文書の概要，文\n書の記録内容，不開示事由の説明等は，別紙２（該当する文書５８件全部\nについて個別的説明をしたもの）記載のとおりである。\n(3) 五類型に係る文書については，「文書作成者名」，「決裁者名」及び\n「取扱者名」の記録部分のうち本件変更決定により不開示とされたものは，\n情報公開法５条１号の不開示情報に該当するものであるとともに，これら\nの文書に記録されている情報は同条３号，６号の不開示情報に該当する。\n（被控訴人）\n(1) 被控訴人が本件開示請求により開示を求めている報償費の支出に関す\nる文書は，主に会合，会食等の経費の支出に関する文書であって，収集し\nた情報の内容が記載されているものではなく，もともと秘匿性は高くない。\n控訴人は，報償費は公にしないことを前提とする外交活動に使用すると\n主張するが，公式行事に報償費が使用されたケースがあり，公にしないこ\nとを前提とする外交活動と公にする外交活動という２分法の主張は破綻し\nている。\nまた，報償費を使用した外交活動と在外公館交流諸費を使用した外交活\n動と比較すると，在外公館交流諸費が使用された会食はすべて直接接触で\nあるということができるから，２の類型の文書を直接接触に係る文書と間\n接接触に係る文書に分類することができるとする控訴人の主張も破綻して\nおり，分類の実益はない。\nさらに，間接接触に係る文書により支出された経費は，国会議員等に対\nする便宜供与としての飲食饗応の経費や在外公館職員と外務省員等との会\n食の経費であり，秘匿性はない。\n(2) 五類型に係る文書による支出は，公の活動についての支出であるから，\n情報公開法の不開示情報に該当する情報はない。\n第３ 判断\n１ 本件事実関係\n前提となる事実，証拠（甲１ないし１２２，乙１ないし５７（枝番を含む。\n以下同じ。），当審における証人ａ）及び弁論の全趣旨によれば，以下 の\n本件事実関係が認められる。\n(1) 外務省の所掌事務等\n外務省は，国家行政組織法３条２項の規定に基づき設置された行政機関で\nあり（外務省設置法２条１項），その長は，外務大臣（控訴人）である（同\n条２項）。\n外務省の任務は，平和で安全な国際社会の維持に寄与するとともに主体的\nかつ積極的な取組を通じて良好な国際環境の整備を図ること並びに調和ある\n対外関係を維持し発展させつつ，国際社会における日本国及び日本国民の利\n益の増進を図ることであり（同法３条），その所掌事務は，同法４条所定の\n事務である。\n在外公館は，外務省に置かれた特別の機関であり（同法６条１項），その\n種類の一つとして大使館があり（同条２項），外国において外務省の所掌事\n務を行う（同法７条１項）。大使館の長である特命全権大使は，外務大臣の\n命を受け，大使館の事務を統括する（同法９条１項ないし３項）。\n(2) 報償費\n報償費とは，国の予算上の目であるが，国が国の事務又は事業を円滑かつ\n効果的に遂行するため，当面の任務と状況に応じその都度の判断で最も適当\nと認められる方法により機動的に使用する経費であり，そのため予算上目を\n細分化した用途別の区分はされておらず，また，これに係る計算証明につい\nて計算証明規則１１条の規定に基づき簡易証明によることが認められている\n（乙１）。\n(3) 外務省の報償費\n外務省においては，報償費を情報収集及び諸外国との外交交渉ないし外交\n関係を有利に展開するため使用する経費に充てており（乙２），報償費の使\n途に係る事務は，情報収集等の事務，外交交渉等の事務及び国際会議への参\n加等の事務に限定されている。\n外務省における報償費の予算上の区分は，外務省本省の項における報償費\nの目と，在外公館の項における報償費の目及び政府開発援助報償費の目とが\nある。\n外務省における報償費の予算額は，平成８年度から平成１３年度までは，\n毎年約５５億７０００万円である。\n(4) 会合の経費等の予算\n国の行政機関が会合の経費等を支出する場合，予算上の目である「庁費」，\n「庁費の類」及び「交際費」から支出され，報償費から支出することは許さ\nれていない。外務省においても，会合の経費等については，次のとおり支出\nされている。\nア 先進国首脳会議等の公式な会議や会談の開催・出席等の外交事務や，任\n国政府関係者や外交団等を対象としたレセプション，各種意見交換等を目\n的として行う会食等の会合の経費は，「庁費」のうちの「会議用，式日用\nの茶菓弁当，非常炊出賄等の食料の代価」とされている「会議費」から支\n出される。\nイ 国賓や公賓など政府として正式に招待した外国の賓客をもてなしたり，\n外国の各界において将来指導的立場に就くことが有力視されている者を我\nが国に招へいし，「親日化，知日化」を促進し，もって将来の我が国外交\nの遂行を円滑にしようとする場合等の会合，会食等の関係経費は，「庁費\nの類」の「招へい外国人の宿泊費，交通費等」である「招へい外国人滞在\n費」や「文化人等招へい費」から支出される。\nウ 在外公館においては，各種依頼，良好な人的関係の育成等の目的達成の\nため，当該任国の要人，報道関係者，外交団との交流，意見交換を公式の\n会議・会談の形式で行う場合，「庁費の類」の「会議用，式日用の茶菓弁\n当，非常炊出賄等の食料の代価」の「在外公館交流諸費」から支出される。\nこの「在外公館交流諸費」は，「庁費の類」の中の「○○諸費」として定\nめられているもののうち，外務省で用いている一類型である。\nエ 外務省においては，儀礼的，社交的な意味で，会合や会食の場を設け，\n任国政府関係者，外交団及び在留邦人等の部外者に対し，その経費を一方\n的，贈与的に支出することがあり，この場合，儀礼的，社交的な意味で部\n外者に対し支出する一方的，贈与的な性質を有する経費である「交際費」\nの目から支出される。\nオ 外交事務の遂行に必要な備品，消耗品の購入費のような定型化，定例化\nした経費は，「庁費」である「備品費」や「消耗品費」から支出される。\nまた，在外公館の敷地や建物の確保のための賃料等は，「庁費の類」の\n「在外公館等借料」から支出される。\n(5) 本件開示請求\n被控訴人は，平成１３年４月２日，控訴人に対し，次のとおり，本件開示\n請求をした。\nア 開示請求番号２００１－０００５４\n外務省大臣官房で，平成１１年度中の平成１２年２月及び３月に支出さ\nれた「報償費」に関する支出証拠，計算証明に関する計算書等支出が分か\nる書類\nイ 開示請求番号２００１－０００５５\n在米大使館で，平成１１年度中の平成１２年２月及び３月に支出された\n「交際費」，「報償費」及び「諸謝金」に関する支出証拠，計算証明に関\nする計算書等一切\nウ 開示請求番号２００１－０００５７\n在仏大使館で，平成１１年度中の平成１２年２月及び３月に支出された\n「交際費」，「報償費」及び「諸謝金」に関する支出証拠，計算証明に関\nする計算書等一切\nエ 開示請求番号２００１－０００５８\n在中国大使館で，平成１１年度中の平成１２年２月及び３月に支出され\nた「交際費」，「報償費」及び「諸謝金」に関する支出証拠，計算証明に\n関する計算書等一切\nオ 開示請求番号２００１－０００５９\n在比大使館で，平成１１年度中の平成１２年２月及び３月に支出された\n「交際費」，「報償費」及び「諸謝金」に関する支出証拠，計算証明に関\nする計算書等一切\n(6) 本件各不開示決定\n控訴人は，平成１３年６月１日付けで，本件開示請求のうち，上記(5)ア\nに対し全部不開示決定をし，上記(5)イないしオに対し「交際費」及び「諸\n謝金」に関する支出証拠，計算証明に関する計算書等につき部分開示決定を\nし，「報償費」に関する支出証拠，計算証明に関する計算書等につき全部不\n開示決定をして，被控訴人に開示決定通知書を送付した。\n上記各決定の通知書において示された報償費に関する文書不開示の理由は，\n次のとおりである。\n「 報償費は，国が，国の事務又は事業を円滑かつ効果的に遂行するため，\n当面の任務と状況に応じその都度の判断で最も適当と認められる方法によ\nり機動的に使用する経費であり，外務省においては，情報収集及び諸外国\nとの外交交渉ないしは外交関係を有利に展開するため使用する経費がこれ\nに当たります。\nこのような報償費の支出証拠，計算証明等の文書が開示されることによ\nり，報償費の具体的使途に関する内容が明らかになることで，情報収集や\n外交交渉における相手の権利や立場に影響し，あるいは他国若しくは国際\n機関との間で外交儀礼上問題が生ずるおそれがあります。この結果，国の\n安全が害されるおそれがあり，他国政府もしくは国際機関との信頼関係を\n損ね，またはこれらとの国際交渉上の不利益を被るおそれがあると認めら\nれます。\nまた，これらの内容が明らかになることで，相手の権利や立場に影響を\n与え，これらとの信頼関係を損ねる結果，その後の情報入手や外交工作が\n困難になると考えられます。これにより，外交に係る事務の適正な遂行に\n支障を及ぼすおそれがあります。\nしたがって，本件請求に係る報償費の支出証拠，計算証明等の文書は，\n情報公開法第５条３号及び同条第６号の情報に該当します。」\n(7) 本件訴訟の提起\n被控訴人は，平成１３年６月１５日，上記(6)の各決定のうち報償費に関\nする文書（本件各行政文書）を不開示とした部分（本件各不開示決定）の取\n消しを求めて，本件訴訟を提起した。\n(8) 外務省職員による不祥事\nア 平成１３年１月，ｂ元外務省要人外国訪問支援室長が，平成８年１２月\n下旬から平成１２年６月上旬までの間の合計１４回の要人外国訪問に際し，\n訪問者に係る実際のホテル利用料金と法律に基づく宿泊料との差額が支給\nされることを奇貨とし，同差額を水増し請求することにより，総額５億０\n６６５万７５２０円を詐取したことが発覚した。\nイ 平成１３年，ｃ元外務省経済局総務参事官室兼九州・沖縄サミット準備\n事務局課長補佐及びｄ前同室兼同事務局事務官が，平成１２年２月上旬こ\nろから８月中旬ころまでの間，ハイヤー会社の社員と共謀の上，九州・沖\n縄サミット準備事務局に係るハイヤーの使用料金を水増し請求して，外務\n省から総額２１５２万８２５２円を詐取した事件，ｅ元外務省アジア太平\n洋経済協力大阪会議開催準備事務局次長が，平成８年２月下旬及び３月中\n旬，ホテル会社の営業部国際営業課係長等と共謀の上，アジア太平洋経済\n協力東京高級事務レベル会合及びアジア太平洋経済協力第７回閣僚会議等\nの室料等を水増し請求して，外務省から総額４億２２１５万８７６１円を\n詐取した事件のほか，在デンバー日本国総領事館において，平成１１年度\n及び平成１２年度に，総領事公邸の賃料を水増しした賃貸借契約を締結す\nる等の不適正な経理が行われていた事件，在パラオ日本国大使館において，\n会計担当者の私的目的での公金の一時流用及び会計事務上の不手際により，\n平成１２年１２月末時点で同大使館の公金の帳簿残高と預金等残高に不符\n合が生じた事件，在ケニア日本国大使館において，ｆ元公使ほか外務省職\n員２名が，住居手当の受給に当たり，同手当の制度や住居に係る賃貸借契\n約書の内容等を十分に確認しないまま申請を行い，平成９年５月から平成\n１２年８月までの間に同手当を不正に受給し，さらに，同職員２名のうち\n１名が，住居防犯対策費の補助を受けるに当たり，補助の条件について誤\n解したまま申請を行い，平成９年５月から平成１１年１月までの間に同費\nを不正に受領していた事件等が発覚した。\nウ 外務省は，これらの不祥事を受け，平成１３年２月「外務省機能改革会\n議」を立ち上げ，同会議は，同年４月２４日，報償費の減額やある程度定\n型化，定例化しているものについて内容を精査し，可能な場合には報償費\n以外の科目で新たに積算等することなどを「外務省機能改革会議の提言」\nとして公表し，この提言に基づき，外務省は，同年６月６日「外務省改革\n要綱」を策定し公表した。これらにより，外務省においては，報償費の支\n出決裁手続の改善として，平成１３年７月から報償費について１０万円を\n超える支出案件は副大臣以上が決裁することとされ，また，報償費に関す\nる会計及び支払の手続が改めて周知，徹底されることとなり，さらに，報\n償費の効率的使用と節約のため，上記「外務省改革要綱」に基づき，報償\n費予算について，ある程度定型化，定例化しているものの内容を精査し，\n可能な場合には報償費以外の科目で具体的な事項を立てて，必要に応じ他\nの関連経費と併せて新たに積算を行い，併せて効率化，節約を図ること，\n内部チェック体制の強化として，在外公館の報償費に関する証拠書類をす\nべて外務省本省に提出させること，外務省本省におけるチェック体制を強\n化すること，報償費の支出証拠については，外務省本省，在外公館ともに，\n他の予算科目と同様に，会計検査院による検査を受けることなどが定めら\nれ，実施された。\n外務省は，平成１３年４月「綱紀引締めのためのプロジェクト・チー\nム」を立ち上げ，「調査・再発防止のためのタスク・フォース」を設置し\nて，外務省内の公金の不正使用や流用問題の調査を行った。同チームは，\n平成１３年１１月３０日，平成７年４月１日から平成１３年７月３１日ま\nでの間における外務省と一定の範囲の民間企業及び社団法人との取引の実\n態について調査を行った結果，外務省の７１の課又は室と合計１１企業及\nび１社団法人との間に，一部の取引の結果として生じた余剰金を企業等に\nおいて短期前受金又は預り金等の名目で保管するものとする，いわゆるプ\nール金が存在していたことを発表し，関係職員に対する処分を行ったほか，\n平成１４年１１月に会計検査院が内閣に提出した決算検査報告も踏まえ，\n漸次，関係職員に対する処分の実施，費消総額約４億０８００万円に「取\n引先における残高及び所要の延滞金」を付した額の合計約５億４４００万\n円の国庫への返納，職員に対する会計研修の徹底，各課室ごとに行ってい\nた調達の会計課への一元化，監察査察官への現職検事の任用をした上での\n各部局に対する監察の実施，「監察査察意見提案窓口」の設置等の措置を\n講じた。\nまた，平成１４年３月６日に「外務省を「変える会」」が立ち上げられ，\n同年７月２２日「「変える会」最終報告」が公表された。\n(9) 会計検査院による処置要求\n会計検査院は，外務省本省及び在外公館（在ヴェトナム日本国大使館ほか\n１２箇所。なお，本件開示請求の対象とされた在外４大使館は含まれていな\nい。）を対象として，主に平成１２年度支出について，報償費の経理処理，\n監査，使途等の適正に着眼した検査を実施した上，平成１３年９月２７日，\n「報償費の執行について」（甲１１）により，控訴人に対し，会計検査院法\n３４条，３６条の規定に基づき，是正改善の処置，改善の処置を要求した。\n会計検査院は，上記文書において，外務省では，報償費を情報収集及び諸\n外国との外交交渉ないし外交関係を有利に展開するために使用することとさ\nれていること，想定し難い突発的な事態が生じ得る外交においては，特に柔\n軟な対応が求められることから，機動的な執行が可能な経費として報償費が\n配賦されているが，平成１２年度に報償費で支出されたものの中には，定型\n化，定例化するなどしてきており，当面の任務と状況に応じ機動的に使用す\nるとの報償費の趣旨からすると，報償費ではなく庁費等の他の費目で支出す\nるよう改善する必要がある経費が含まれていたこと，その具体的内訳は，①\n国内又は海外で開催される大規模レセプション経費６１３１万余円，②酒類\n購入経費１５３６万余円，③本邦関係者が外国訪問した際の車の借上げ等の\n事務経費１０８３万余円，④在外公館長赴任の際などの贈呈品購入経費４７\n２０万余円，⑤文化啓発用の日本画等購入経費７２３８万余円であること等\nを指摘し（上記①ないし⑤の経費の類型が五類型である。），こうした事態\nは適切とは認められないことから，報償費の使途について見直しを行い，庁\n費等の他の費目から支出するよう改善する必要がある経費については他の費\n目での予算措置を講ずるなどし，今後は報償費として真に支出する必要があ\nるものに使用していくこと等の処置を講ずるよう要求した。\n(10) 平成１４年以降の外務省の報償費等\n外務省の報償費の予算額は，平成８年度から平成１３年度まで，おおむね\n５５億７０００万円であったが，上記(9)の会計検査院の指摘等を踏まえ，\n平成１４年度予算においては，平成１３年度予算額約５５億７０００万円を\n約４０パーセント減額した３３億４０００万円が予算計上された。この減額\nのうち，約１５パーセントに当たる８億４０００万円は，各省庁すべてがそ\nの全体予算をゼロシーリングとした上で，各費目ごとに減額の努力をしてい\nたことから，外務省も減額することとしたものであり，残る約２５パーセン\nトに当たる約１４億円が報償費による支出を行わないこととしたものである。\n報償費の予算額は，その後平成１５年度に３０億円に減額され，平成１７\n年度に至るまでその額は変更されていない。\nまた，外務省の在外公館交流諸費の予算額は，平成８年度から平成１３年\n度まで，おおむね約１億５２００万円であったが，平成１４年度には約１億\n５４００万円，平成１５年度には約１億５５００万円に増加し，その後平成\n１６年度から減額されている。\n(11) 報償費関係文書の別件開示請求に係る情報公開審査会の答申\nア 別件開示請求と不開示決定\n外務省における報償費関係文書については，本件開示請求以外にも，被\n控訴人以外の者から情報公開法に基づく開示請求があり，控訴人は，これ\nらに対して，以下のとおり不開示決定をした。なお，本件各行政文書は，\n後記(ア)の開示請求の対象文書に含まれている。\n(ア) 「平成８年４月から平成１３年３月までの外務省本省及び在外公館\nの報償費の支出決定及び支払手続のために作成された文書等」について\nされた合計２０件の開示請求につき，平成１３年６月１日付けでした不\n開示決定\n(イ) 「外務省本省の報償費の平成１２年３月分及び平成１３年１月分の\n全支出に関する文書」についてされた合計２件の開示請求につき，平成\n１３年６月１日付けでした不開示決定\n(ウ) 「在フランス日本国大使館，在イタリア日本国大使館及び在ホノル\nル日本国総領事館の報償費（機密費）の平成１２年度の支出に関する一\n切の資料」についてされた合計２０件の開示請求につき，平成１４年４\n月２２日付けでした不開示決定\nイ 控訴人は，上記アの各不開示決定に対し行政不服審査法に基づく異議申\n立てがあったので，平成１５年７月３１日，情報公開法１８条に基づき情\n報公開審査会に諮問をした。\nウ 情報公開審査会は，平成１６年２月１０日，上記諮問に対し，後記(イ)\n①ないし⑤の経費に係る文書（以下「五類型に係る文書」という。）につ\nいて，見分（いわゆるインカメラ審査）等をした上，それぞれの箇所の\n「開示すべき部分」と掲記した部分等を開示すべきものとする本件答申を\nした。本件答申の概要は，以下のとおりである。\n(ア) 本件対象文書には，外務省報償費の使途に関し個別具体的かつ詳細\nな記載がされており，これらが容易に区分し難い状態で随所に記載さ\nれていることが認められる。これらの記載は，外務省報償費を，秘密\nを保持して機動的に運用することによって行われる情報収集活動等の\n個別具体的な内容を示す情報である。このような情報については，こ\nれらを公にすることにより，外務省報償費の秘密を保持した機動的な\n運用に支障を及ぼすことによって，情報収集活動等が困難となり，外\n交事務の円滑かつ効果的な遂行に支障を来すおそれがあり，ひいては，\n国の安全が害されるおそれ，他国等との信頼関係が損なわれるおそれ\n又は他国等との交渉上不利益を被るおそれがあると行政機関の長が認\nめることにつき相当の理由がある情報であると認められることから，\n情報公開法５条６号柱書き，３号に該当する。\n(イ) しかしながら，支出計算書の証拠書類については，会計検査院の平\n成１２年度決算検査報告における指摘を踏まえ精査すると，外務省報\n償費を的確に運用するために求められる機動性及び秘密保持という観\n点からみても，情報公開法５条３号，６号に該当すると認め難いと考\nえられるものがある。\n① 大規模レセプション経費\n（開示すべき部分）\n定期的に又は慣例として開催される天皇誕生日祝賀レセプション，\n自衛隊記念日レセプション及び我が国の在外公館長の離着任レセプ\nションについては，当該レセプションの件名，開催の日付，主催者，\n場所，経費の総額に係る情報については，これを公にしたとしても，\n外交事務の適正な遂行に支障を及ぼすおそれがあるとは認められず，\n情報公開法５条６号，３号に該当するとは認められないから，開示\nすべきである。\n（不開示とすべき部分）\n調達先，調達の具体的内容及び招待者の氏名，肩書に係る情報に\nついては，当該レセプションを安全かつ効果的に開催する上で，秘\n密を保持することが必要と認められ，これを公にすると，当該レセ\nプションの開催に関連して，安全上及び外交儀礼上の支障や問題を\n引き起こす可能性があると認められるので，情報収集活動等を困難\nにし，外交事務の適正かつ効果的な遂行に支障を及ぼすおそれがあ\nり，ひいては，国の安全が害されるおそれ，他国若しくは国際機関\nとの信頼関係が損なわれるおそれ又は他国若しくは国際機関との交\n渉上不利益を被るおそれがあると行政機関の長が認めることにつき\n相当の理由がある情報であると認められ，情報公開法５条６号柱書\nき，３号に該当する。\n② 酒類購入経費\n（開示すべき部分）\n酒類購入費に関する記述のうち，件名，日付，経費の総額につい\nては，これを公にしたとしても，外交事務の適正な遂行に支障を及\nぼすおそれがあるとは認められず，情報公開法５条６号，３号に該\n当しないから，開示すべきである。\n（不開示とすべき部分）\n外務省及び各在外公館において，酒類を備えておく趣旨は，外交\n活動の一環である設宴や会食において，相手方を随時しかるべく接\n遇し，もって親交を深め情報収集活動等を効果的かつ円滑に行うこ\nとにあり，その際，外交儀礼にもとらないようにすることは当該設\n宴等ひいては情報収集活動等の成否を左右する要素である。また，\n酒類については，銘柄により優劣についての評価が明確であること\n等を考慮すると，外務省が保有する酒類の詳細をつまびらかにする\nことは，外交儀礼上の支障等を引き起こす可能性がある。\nこうした点を考慮すると，酒類の調達先，購入本数，購入銘柄及\nび銘柄別金額については，外務省及び各在外公館が保有する酒類の\n詳細についてつまびらかになる情報であるので，これを公にするこ\nとにより，情報収集活動等を困難にし，外交事務の適正かつ効果的\nな遂行に支障を及ぼすおそれがあり，ひいては，他国若しくは国際\n機関との信頼関係が損なわれるおそれ又は他国若しくは国際機関と\nの交渉上不利益を被るおそれがあると行政機関の長が認めることに\nつき相当の理由がある情報であると認められ，情報公開法５条６号\n柱書き，３号に該当する。\n③ 本邦関係者が外国訪問した際の車両の借上げ等の事務経費\n（開示すべき部分）\n我が国の政財界の要人等，本邦関係者が諸外国を訪問する際に，\nその接遇に遺漏なきを期するため，当該国等にある我が国在外公館\nが同国の業者から車両を借り上げ，また，当該本邦関係者の宿泊す\nるホテル等に事務連絡室等を設けることがあるが，このような場合\nの件名（情報公開法５条１号に該当する個人に関する情報は除\nく。），日付，経費の総額に係るものは，これを公にしたとしても，\n外交事務の適正な遂行に支障を及ぼすおそれがあるとは認められず，\n情報公開法５条６号，３号に該当するとは認められないから，開示\nすべきである。\n（不開示とすべき部分）\n車両の調達先や車種等及び事務連絡室の所在等の具体的内容に係\nる情報については，これらを公にした場合，今後，本邦関係者が当\n該国を訪問する際に，突発的な事態を未然に防止し，その安全を確\n保することが困難になり，仮に，そのような事態が起きた場合には，\n我が国と当該国との関係に悪影響を及ぼすおそれがあると認められ\nるので，これを公にすることにより，情報収集活動等を困難にし，\n外交事務の適正かつ効果的な遂行に支障を及ぼすおそれがあり，ひ\nいては，他国若しくは国際機関との信頼関係が損なわれるおそれ又\nは他国若しくは国際機関との交渉上不利益を被るおそれがあると行\n政機関の長が認めることにつき相当の理由がある情報であると認め\nられ，情報公開法５条６号柱書き，３号に該当する。\n④ 在外公館長赴任の際等の贈呈品購入経費\n（開示すべき部分）\n贈呈品の購入経費に関する記述のうち，件名，日付，支出要旨・\n説明，経費の総額については，その記載内容から対象国名，贈呈対\n象者及び贈呈品の具体的品目等に係る情報を除けば，これを公にし\nたとしても，外交事務の適正な遂行に支障を及ぼすおそれがあると\nは認められず，その記載内容から対象国名，贈呈対象者及び贈呈品\nの具体的品目等に係る情報を除いた当該情報については，情報公開\n法５条６号，３号に該当するとは認められないから，開示すべきで\nある。\n（不開示とすべき部分）\n在外公館長が赴任する際や我が国政府要人が外国を訪問する際に，\n本邦において購入する贈呈品に係るものについては，贈呈対象者，\n購入贈呈品の具体的内訳，贈呈品ごとの金額・数量，調達先に係る\n情報及び対象国名を推測させ得る情報を公にした場合，当該国に対\nする我が国の評価や位置付けなどが容易に推定され，外交儀礼上の\n支障を生じ，我が国と当該国との関係に悪影響を及ぼすおそれがあ\nると認められるので，情報収集活動等を困難にし，外交事務の適正\nかつ効果的な遂行に支障を及ぼすおそれがあり，ひいては，他国若\nしくは国際機関との信頼関係が損なわれるおそれ又は他国若しくは\n国際機関との交渉上不利益を被るおそれがあると行政機関の長が認\nめることにつき相当の理由がある情報であると認められ，情報公開\n法５条６号柱書き，３号に該当する。\n⑤ 文化啓発用の日本画等購入経費\n在外公館において，我が国の文化を啓発するなどの目的で使用され\nる日本画等の絵画を本邦において購入する経費に係るものについては，\n百貨店等の店舗から購入した場合とそれ以外の場合がある。\n・店舗から購入した日本画等\n日本画等を百貨店等の店舗から購入した場合には，当該日本画等の\n販売価格は既に公になっているものと認められるので，件名，支出要\n旨・説明，経費の総額，調達先及び購入した品目ごとの金額等すべて\nの情報を公にしたとしても，外交事務の適正な遂行に支障を及ぼすお\nそれがあるとは認められず，情報公開法法５条６号，３号に該当しな\nいため，開示すべきである。\n・制作者から直接購入した日本画等\n（開示すべき部分）\n件名，日付，支出要旨・説明，経費の総額，調達の数量につい\nては，その記載内容から品目ごとの金額，調達先及び購入に至っ\nた経緯等に係る情報を除けば，これを公にしたとしても，外交事\n務の適正な遂行に支障を及ぼすおそれがあるとは認められず，そ\nの記載内容から品目ごとの金額，調達先及び購入に至った経緯等\nに係る情報を除いた当該情報については，情報公開法５条６号，\n３号に該当するとは認められないから，開示すべきである。\n（不開示とすべき部分）\n芸術家等特定の個人の紹介等を通して画家等制作者から直接購\n入する場合等においては，購入した品目ごとの金額，調達先及び\n購入に至った経緯等当該制作者及び紹介者に係る情報及びそれら\nが類推される情報については，これを公にすることにより，画家\n等制作者に対する評価に影響を及ぼすばかりでなく，紹介者と諮\n問庁（外務大臣）との関係についても影響を及ぼすおそれがある\nと認められ，将来的に同様の方法での調達が困難になり，我が国\nの文化啓発のための資料の調達の方途が画一化されることになり，\n外交事務の適正な遂行に支障を及ぼすことになるので，情報公開\n法５条６号に該当する。\n(12) 本件変更決定\n控訴人は，本件答申が本件各行政文書について部分開示が適当であるとの\n判断を示したことを受けて，平成１６年４月２０日付けで，原判決別紙２\n「部分開示目録」において「対象となる行政文書」に掲記された文書のう\nち，同目録において「開示する部分」として掲記された部分を開示する旨\nの本件各不開示決定の本件変更決定をした（乙１８，１９）。\n本件変更決定は，原則として，本件答申の示した開示・不開示の判断に\n従い，本件各行政文書のうちの前記(11)ウ(イ)①，②，③及び⑤の経費に\n係る各文書の一部（「開示すべき部分」）について開示を行った。ただし，\n特定の個人を識別できる記述のうち，公表慣行のないものについては，本\n件答申において開示すべき部分とされた箇所についても，情報公開法５条\n１号に基づいて開示しないものとした。なお，本件各行政文書には，前記\n(11)ウ(イ)④の経費（在外公館長赴任の際等の贈呈品購入経費）に係る文\n書は含まれていない。\n本件変更決定の通知書には，同決定で部分開示の対象とされた文書にお\nいて，なお不開示とした情報及びそれらを不開示とした理由が，次のとお\nり示されていた。\nア 公にする法令又は慣行のない個人の氏名，住所，電話番号等，個人を識\n別できる情報及び公にすることにより個人の権利利益を侵害するおそれが\nある情報（情報公開法５条１号）\nイ 大規模レセプション経費に係る対象文書中，公にすることにより，当該\nレセプションの開催に関連して安全上及び外交儀礼上の支障や問題を引き\n起こすことで情報収集活動等を困難にし，外交事務の適正かつ効果的な遂\n行に支障を及ぼし，ひいては他国若しくは国際機関との信頼関係が損なわ\nれるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれのあ\nる情報（同条６号，３号）\nウ 酒類購入経費に係る対象文書中，公にすることにより，外交儀礼上の問\n題を生じ，情報収集活動等を困難にし，外交事務の適正かつ効果的な遂行\nに支障を及ぼし，ひいては他国若しくは国際機関との信頼関係が損なわれ\nるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれのある\n情報（同条６号，３号）\nエ 本邦関係者が外国訪問した際の車の借上げ等の事務経費に係る対象文書\n中，公にすることにより，今後，本邦関係者が当該国を訪問する際に，突\n発的な事態を未然に防止し，その安全を確保することが困難になり，仮に\nそのような事態が起きた場合には，我が国と当該国との関係に悪影響を及\nぼし，情報収集活動等を困難にし，外交事務の適正かつ効果的な遂行に支\n障を及ぼすおそれがあり，ひいては他国若しくは国際機関との信頼関係が\n損なわれるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそ\nれのある情報（同条６号，３号）\nオ 文化啓発用の日本画購入経費に係る対象文書中，公にすることにより，\n画家等制作者に対する評価に影響を及ぼすばかりでなく，紹介者と外務省\nとの関係についても影響を及ぼすおそれがあると認められ，将来的に同様\nの方法での調達が困難になり，我が国の文化啓発のための物品の調達の方\n途が画一化されることになり，外交事務の適正な遂行に支障を及ぼすおそ\nれがある情報（同条６号）\n(13) 原審における控訴人の本件各行政文書の整理分類\nア 原審における控訴人の本件各行政文書の整理分類は，次のとおり変遷し\nた。\n平成１４年４月２４日付け準備書面(4)においては，本件各行政文書に\nついて，別表により，文書合計数が１０６９件であること及びその使用目\n的がＡ情報収集等の事務，Ｂ外交交渉等の事務及びＣ国際会議への参加等\nの事務に分類され，それぞれの内訳（Ａ５３６件，Ｂ４３８件，Ｃ９５\n件）を明らかにしたが，大臣官房及び在外４大使館ごとの文書数の内訳は\n明らかにせず，また，１０６９件の文書に無作為に１番から１０６９番ま\nでの通番を付した。その理由は，大臣官房及び在外４大使館ごとの文書数\n等が明らかになれば，国の情報収集活動，外交工作活動等に関する方針，\n意図，動向等が察知され，今後，これらの活動を適正に行うことができな\nくなり，外交交渉上不利益を受けたり，他国等との信頼関係が損なわれた\nり，外交儀礼上問題が生じたりするからであるとする。\n平成１４年１０月２日付け準備書面(5)においては，本件各行政文書に\nついて，別表により，文書の標目，文書作成者，外形的事実等，使用目的\nを明らかにした。\n平成１５年６月１７日付け準備書面(7)においては，本件各行政文書に\nついて，別表により，文書の作成部署（大臣官房，在外４大使館の別），\n標目，文書作成者，外形的事実等，科目名，使用目的を明らかにした。\n平成１７年４月８日付け準備書面(14)においては，本件各行政文書（合\n計１０６９件であるが，各１件は，ある使用目的のための支出ごとに作成\nされた複数の文書から構成されている。）について，別表１により，文書\nの作成部署（大臣官房，在外４大使館の別），標目（決裁書），文書作成\n者（外務省職員），書面名（決裁書，見積書，予定価格書，契約書・請書，\n検査調書，請求書，領収書，支出依頼書，支払明細書，支払証拠台紙等の\n別），通数，外形的事実等（文書作成者名，決裁者名，起案・決裁日，支\n払予定先，支払先，支払予定額，支払額，目的・内容，取扱者名等），類\n型（五類型の別），科目名，甲号証番号，使用目的を明らかにした。使用\n目的は，次のとおりＡＢＣ９分類に整理された（なお，本件各行政文書の\nうちＣ１及びＣ３の類型に該当するものはなく，３の類型の文書は五類型\nに係る文書に該当する。）。また，本件変更決定により部分開示されたも\nのについて，後記のとおり別表上摘示された。\nＡ 情報収集等の事務（５３６件）\nＡ１：情報提供に対する対価として使用されたもの（４３件）\nＡ２：情報収集のための会合の経費（会食，場所代，会議への参加）\nとして使用されたもの（４６３件）\nＡ３：情報収集のために定例的に必要とされた物品の購入や役務の経\n費として使用されたもの（３０件）\nＢ 外交交渉等（二国間交渉）の事務（４３８件）\nＢ１：二国間の外交交渉等を進めるに当たり，協力の対価として使用\nされたもの（２１件）\nＢ２：二国間の外交交渉等を進めるに当たり，相手方との会合の経費\n（会食，場所代，会議への参加）として使用されたもの（３９\n５件）\nＢ３：二国間の外交交渉等を進めるに当たり定例的に必要とされた物\n品の購入や役務の経費として使用されたもの（２２件）\nＣ 国際会議への参加等（多国間交渉）の事務（９５件）\nＣ１：国際会議等において多国間交渉を進めるに当たり，協力の対価\nとして使用されたもの（該当なし）\nＣ２：国際会議等において多国間交渉を進めるに当たり，相手方との\n会合の経費（会食，場所代，会議への参加）として使用された\nもの（９５件）\nＣ３：国際会議等において多国間交渉を進めるに当たり定例的に必要\nとされた物品の購入や役務の経費として使用されたもの（該当\nなし）\nイ 本件各行政文書の作成部署ごとの内訳及び上記ＡＢＣ９分類による内訳\nは，次のとおりである（これを一覧表にしたものが原判決別表２であ\nる。）。\n(ア) 大臣官房 ２０９件\nＡ１ なし Ａ２ ８２件 Ａ３ ８件\nＢ１ １６件 Ｂ２ ８７件 Ｂ３ ７件\nＣ１ なし Ｃ２ ９件 Ｃ３ なし\n(イ) 在米大使館 ３９０件\nＡ１ ２７件 Ａ２ ２０４件 Ａ３ なし\nＢ１ ５件 Ｂ２ １３１件 Ｂ３ ４件\nＣ１ なし Ｃ２ １９件 Ｃ３ なし\n(ウ) 在仏大使館 １９６件\nＡ１ ７件 Ａ２ ５０件 Ａ３ １６件\nＢ１ なし Ｂ２ ５８件 Ｂ３ ２件\nＣ１ なし Ｃ２ ６３件 Ｃ３ なし\n(エ) 在中国大使館 ２０１件\nＡ１ ２件 Ａ２ ８２件 Ａ３ ５件\nＢ１ なし Ｂ２ １０７件 Ｂ３ ３件\nＣ１ なし Ｃ２ ２件 Ｃ３ なし\n(オ) 在比大使館 ７３件\nＡ１ ７件 Ａ２ ４５件 Ａ３ １件\nＢ１ なし Ｂ２ １２件 Ｂ３ ６件\nＣ１ なし Ｃ２ ２件 Ｃ３ なし\nウ 本件各行政文書のうち，本件変更決定で部分開示された３の類型の文書\n（五類型に係る文書）５２件の作成部署別の内訳及び通番は，以下のとお\nりである。本件変更決定により部分開示された事項は，原判決別表１上，\n各通番の文書の「外形的事実等」欄の該当事項の箇所に，その全部が開示\nされたものにはだ円印が，その一部が開示されたものには三角印が，それ\nぞれ付された。\n(ア) 大臣官房 １５件\n通番１８，３６，２２１，２５５，３９７，４５８，５２１，５３８，\n６１４，６３７，７１６，８７９，８８７，９８７，１０２８\n(イ) 在米大使館 ４件\n通番２１２，４５２，７７０，９１１\n(ウ) 在仏大使館 １８件\n通番４８，１７７，２２５，３３２，３８７，４８０，４９９，６６\n１，７１９，７３１，７３４，７５０，７６６，８５０，９４０，９６\n１，１００３，１０１９\n(エ) 在中国大使館 ８件\n通番１９５，２３２，２９７，３４５，３９４，４５１，６５３，８\n３１\n(オ) 在比大使館 ７件\n通番１８７，２０９，２７５，８１０，８１５，８２２，９０６\n(14) 当審における控訴人の本件各行政文書の整理分類\nア 控訴人は，当審において，上記ＡＢＣ９分類のうち，３の類型に係る文\n書（五類型に係る文書）を報償費の分類から外し，報償費の使用目的を次\nのとおりＡＢＣ６分類に整理し，いずれも「公にしないことを前提とする\n外交事務」の経費であるとした（なお，ＡＢＣ６分類の定義は，従前のＡ\nＢＣ９分類の定義とその表現を若干異にするが，その意味する実質は同じ\nである。）。\nＡ１ 有償の情報収集等の事務の対価として使用されたもの\nＡ２ 有償の情報収集等の事務の会合の経費として使用されたもの\nＢ１ 非公式の二国間の外交交渉等の事務の対価として使用されたもの\nＢ２ 非公式の二国間の外交交渉等の事務の会合の経費として使用された\nもの\nＣ１ 国際会議等における非公式の多国間交渉の事務の対価として使用さ\nれたもの\nＣ２ 国際会議等における非公式の多国間交渉の事務の会合の経費として\n使用されたもの\nイ 控訴人は，ＡＢＣ６分類の２の類型であるＡ２，Ｂ２，Ｃ２の経費に係\nる文書合計９５３件を，直接接触に係る文書（情報収集や交渉の相手方と\n直接接触した会合の経費に係る文書）８９５件と，間接接触に係る文書\n（情報収集等又は二国間，多国間の交渉そのものではなく，その交渉の準\n備あるいはその交渉結果を踏まえた対応の検討のための会合の経費に係る\n文書）５８件に分類した。\nウ 間接接触に係る文書５８件の通番は次のとおりであり，その余のＡ２，\nＢ２，Ｃ２の文書が直接接触に係る文書８９５件である。\n通番２１，２８，５０，５６，６３，９８，１２５，１２７，１４１，\n１４５，１５９，１７１，１９２，２１０，２３１，２４７，２８９，２\n９５，３１６，３１８，３６７，３７５，４４６，４６１，４６３，５３\n２，５７４，５８３，５８４，５８５，６００，６０１，６０５，６０７，\n６３３，６５７，６７４，６７８，６９０，６９８，７４２，７７５，７\n８５，７９０，７９５，８０４，８０５，８０８，８４３，９０２，９２\n１，９２４，９３０，９５６，９８２，１００８，１０１８，１０２３\n(15) 本件各行政文書の外形等\nア 本件各行政文書のうち証拠上その外形が表れているものは，別表の「甲\n号証」欄に番号が記載されている五類型に係る文書５２件（甲１９ないし\n７０）である。\nイ 控訴人は，通番１１（Ａ１），通番２（Ａ２），通番７９（Ｂ１），通\n番１（Ｂ２），通番１０（Ｃ２）の文書のサンプルを提示した。\nウ 控訴人は，直接接触に係る文書８９５件のうち通番順に５８件について，\n別紙１のとおり文書の概要等を主張し，間接接触に係る文書５８件すべて\nについて，サンプルを提示するとともに，別紙２のとおり文書の概要等を\n主張した。\nエ 本件各行政文書の外形的事実等は，別表記載のとおりである。\n２ 本件訴訟における審理の在り方\n情報公開法５条は，開示の対象を情報そのものではなく行政文書（文書等\nの記録媒体。２条２項本文）とし，行政機関の長は，開示請求に係る行政文\n書に不開示情報が記録されている場合を除き，行政文書を開示しなければな\nらないと規定する。\n本件訴訟は，情報公開法に基づく本件各行政文書１０６９件の開示請求に\n対する本件各不開示決定（本件変更決定による変更後のもの。以下同じ。）\nの取消請求訴訟であり，その争点は，本件各行政文書に記録されている情報\nが同法５条１号，３号及び６号所定の不開示情報に該当するか否かである。\nその判断に当たっては，本件各行政文書について，どのような情報が記録さ\nれているかを検討する必要がある。\nこの場合，本件各行政文書について文書の提示又は検証の方法を取ること\nができるならば，当該文書にどのような情報が記録されているかを具体的に\n認定することができるが，これらの方法を取ると，本件各不開示決定を取り\n消して本件各行政文書が開示されたのと実質的に同じ結果を招くこととなる。\nこのような結果は，情報公開法５条により不開示情報の開示を禁止し，７条\nによりその例外を認めるという情報公開制度の趣旨に照らすと許容し難く，\nしたがって，本件各行政文書について文書の提示又は検証の方法を取ること\nは相当ではない。\n被控訴人は，本件各行政文書についてインカメラ審理を実施するよう主張\nするが，民事訴訟法は文書提出義務又は検証物提示義務の存否を判断する場\n合に限ってインカメラ審理を許す旨規定している（２２３条６項，２３２条\n１項）ところ，前記のとおり開示請求の対象文書について文書の提示又は検\n証の方法を取ることは相当ではなく，また，インカメラ審理自体が相手方当\n事者に文書の内容を知らせず非公開で行う手続であり，その文書が証拠とし\nて採用されない限り裁判所はその文書から心証を形成することができないの\nであるから，本件各行政文書についてインカメラ審理を実施することは相当\nではなく，被控訴人の上記主張は採用することができない。\nしたがって，本件訴訟においては，情報公開法の趣旨を踏まえ，本件各行\n政文書の外形的事実等や一部書証，サンプル等として提出されたものなど，\n本件記録から得られる本件各行政文書に関する外形的事実等，例えば，文書\nの構成，作成名義，作成目的・内容，取得原因等を総合考慮して，本件各行\n政文書に記録されている情報の同法５条１号，３号及び６号所定の不開示情\n報該当性について判断するのが相当である。\n３ 情報公開法５条３号，６号の不開示情報該当性の主張立証責任\n(1) 情報公開法５条３号は，不開示情報として，「公にすることにより，国\nの安全が害されるおそれ，他国若しくは国際機関との信頼関係が損なわれる\nおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれがあると行\n政機関の長が認めることにつき相当の理由がある情報」を規定する。同号は，\n我が国の安全，他国等との信頼関係ないし交渉上の利益を確保することが，\n国民全体の基本的利益を擁護するために政府に課せられた重要な責務であり，\n情報公開法制においても，これらの利益を十分に保護する必要があることか\nら設けられた規定であると解される。\n情報公開法５条３号の規定の解釈については，上記の同号の規定の趣旨の\nほか，「情報公開法要綱案の考え方」（甲６）及び平成１３年４月外務省\n「行政機関の保有する情報の公開に関する法律に基づく開示決定等に関する\n審査基準」（乙１３）が参考となる。\nこれらによれば，情報公開法５条３号の「国の安全」とは，国家の構成要\n素である国土，国民及び統治体制が平和な状態に保たれていること，すなわ\nち，国家社会の基本的秩序が平穏に維持されていることをいい，「国の安全\nが害されるおそれ」とは，国の安全に対する侵害のおそれをいい，「他国若\nしくは国際機関との信頼関係が損なわれるおそれ」とは，他国等との間で相\n互の信頼に基づき保たれている正常な関係に支障を及ぼすようなおそれをい\nい，「他国若しくは国際機関との交渉上不利益を被るおそれ」とは，他国等\nとの交渉において我が国の交渉上の地位が低下するなどのおそれをいい，\n「行政機関の長が認めることにつき相当の理由がある情報」とは，公にする\nことにより上記のおそれがある情報については，その性質上，当該情報が記\n録された行政文書の開示・不開示の判断に高度の政策的判断を伴うこと，我\nが国の安全保障上又は対外関係上の将来予測としての専門的・技術的判断を\n要することなどの特殊性が認められることから，司法審査の場においては，\n裁判所は，同号に規定する情報に該当するか否かについての行政機関の長の\n第一次的な判断を尊重し，その判断が合理性を持つ判断として許容される限\n度内のものであるかどうか，すなわち，上記開示・不開示の決定に事実認定\nの誤りがあり，あるいは，社会通念上著しく妥当性を欠くなどの裁量権の逸\n脱ないし濫用があると認められる点があるかどうかを審理判断することが相\n当である。\nしたがって，本件のような不開示決定取消請求訴訟においては，開示請求\n者（被控訴人）が，上記裁量権の逸脱濫用があったことを基礎付ける具体的\n事実について主張立証する責任を負うというべきである。\n被控訴人は，情報公開法５条３号が行政機関の長の第一次的な判断を尊重\nすることを規定するものであっても，このことが司法審査を事実上排除する\nような広範な裁量権を行政に与えたことを意味するものではないから，本件\n訴訟においては，「行政機関の長が認めることにつき相当の理由」があるか\n否かが司法審査の対象となり，したがって，公にすることにより「他国若し\nくは国際機関との信頼関係が損なわれるおそれ又は他国若しくは国際機関と\nの交渉上不利益を被るおそれ」がある情報であること及び「おそれがあると\n行政機関の長が認めることにつき相当の理由」があることについて控訴人が\n主張立証責任を負うべきであると主張する。しかしながら，同号の規定の趣\n旨及び解釈は前記のとおりであるから，被控訴人の上記主張は採用すること\nができない。\n情報公開法５条３号の不開示情報該当性の主張立証責任は，一般的には上\n記のとおり解すべきであるが，具体的な訴訟においては，開示請求対象文書\nがそもそも開示請求者及び裁判所の目に触れる状況に置かれないから，上記\nの一般論を機械的に適用したのでは，開示請求者に難きを強いることになり，\nまた，裁判所は判断の手がかりを得ることができないこととなる。\nしたがって，本件訴訟においては，控訴人は，本件各行政文書の外形的事\n実等を示して当該文書に「公にすることにより，国の安全が害されるおそれ，\n他国若しくは国際機関との信頼関係が損なわれるおそれ又は他国若しくは国\n際機関との交渉上不利益を被るおそれがあると行政機関の長が認めることに\nつき相当の理由がある情報」が記録されていることについて，主張立証する\nことを要するものと解するのが相当である。\n(2) 情報公開法５条６号は，行政機関が行うすべての事務は，法律に基づき，\n公益に適合するように行わなければならないから，開示することによりその\n事務の適正な遂行に支障を及ぼすおそれがある情報は，不開示とする合理的\nな理由があることから設けられた規定であると解される。\n同号の規定の解釈については，上記の同号の規定の趣旨のほか，「情報公\n開法要綱案の考え方」（甲６）及び平成１３年４月外務省「行政機関の保有\nする情報の公開に関する法律に基づく開示決定等に関する審査基準」（乙１\n３）が参考となる。\nこれらによれば，同号の「当該事務の性質上，当該事務の適正な遂行に支\n障を及ぼすおそれ」とは，当該事務の本質的な性格，具体的には，当該事務\nの目的，その目的達成のための手法等に照らして，その適正な遂行に実質的\nな支障を及ぼすおそれをいい，「支障」の程度は名目的なものでは足りず実\n質的なものが要求され，「おそれ」の程度も単なる確率的な可能性ではなく\n法的保護に値する蓋然性が要求される。\nそうすると，本件訴訟において，控訴人は，本件各行政文書の外形的事実\n等を示して当該文書に「国の機関が行う事務に関する情報であって，公にす\nることにより，当該事務の性質上，当該事務の適正な遂行に支障を及ぼすお\nそれがあるもの」が記録されていることについて，上記の同号の趣旨，解釈\nを踏まえて主張立証することを要するものと解するのが相当である。\n(3) また，本件のように開示請求の対象文書が複数存在する場合，控訴人は，\n各文書について，不開示情報が記録されていることを主張立証することを要\nするものと解するのが相当である。\n４報償費\n本件各行政文書は，予算科目上，外務省本省の項における目である報償費と，\n在外公館の項における目である報償費及び政府開発援助報償費に関する支出を\n証する書類として特定されたものであるから，以下，報償費の定義，外務省に\nおける報償費の取扱い等について検討する。\n(1) 報償費の一般的定義\n本件事実関係によれば，報償費とは，「国が，国の事務又は事業を円滑か\nつ効果的に遂行するため，当面の任務と状況に応じその都度の判断で最も適\n当と認められる方法により機動的に使用する経費」であり，予算科目上，目\nを細分化した用途別の区分はされておらず，また，その一部については，決\n算上その支出に係る証明について，計算証明規則１１条の規定に基づき簡易\n証明によることが認められているものである。\n(2) 外務省報償費の定義\nア 控訴人は，外務省においては，報償費を「公にしないことを前提とする\n外交事務」の経費であると主張する。\n控訴人は，本件訴訟の当初においては，外務省報償費について，上記\n(1)のとおり主張し，その後，「公にしないことを前提とする外交事務」\n外務省にの経費であると主張するに至った。この点について，控訴人は，\nおいては，報償費を情報収集及び諸外国等との外交交渉ないしは外交関係\nを有利に展開するために使用する経費に充てており，情報収集，外交交渉\n等の事務に機動性，個別性が要請される結果，その支出にも同様に機動性，\n情報収集，外交交渉等の事務は，国際社会にお個別性が要請されるとし，\nけるルールとして公にしないことを前提として行われるため，その経費で\nある報償費の支出にも同様に秘匿性が要請されることとなるとし，報償費\nの使用目的が情報収集，外交交渉等の事務でありこれらに秘匿性があるこ\nとは当初から主張してきたところであると主張する。\nイ 被控訴人は，控訴人に対し，米，英，仏，中，比の５か国にある日本国\n大使館において，平成１１年１月から平成１２年３月までに支出された\n「在外公館交流諸費」の支出証拠書類の開示請求を行い，その相当部分に\nついて開示を受け，開示を受けた文書のうち，在米大使館における平成１\n１年１月から同年３月までの「在外公館交流諸費」の支出証拠書類におい\nては，同期間中に開催された１６４件の会合それぞれについて，「目的」，\n「設宴日」，「昼・夜の別」，「金額」，「場所（店名）」，「館側出席\n者」，「客側出席者」，「起案者」といった情報が具体的に明らかにされ\nていることとの対比からも，本件各行政文書の不開示には理由がないと主\n張し，弁論の全趣旨によれば，被控訴人が開示を受けた文書について上記\nのとおりの記載がされていることが認められる。\n本件事実関係によれば，行政機関が会合の経費等を支出する場合には，\n予算上の目である「庁費」，「庁費の類」及び「交際費」から支出され，\n報償費から支出することは許されておらず，外務省においても，会合の経\n費などについては，同様の取り扱いであることが認められる。\nウ 上記のとおり，控訴人は，外務省の行政事務（外交事務）には，公にし\nないことを前提とする外交事務と公にする外交事務とがあり，報償費は公\nにしないことを前提とする外交事務の経費であるから，報償費の支出に関\nする文書は不開示とすべきであると主張する。\nしかしながら，公にする公にしないの２分法は，その判断基準が明らか\nではなく，また，判断権者が誰であるのかも不明であるから，客観的基準\nになり得ず，仮にこれに従うこととすれば，それは行政機関の判断を追認\nする結果にならざるを得なくなり，さらに，上記の在外公館交流諸費の支\n出及びその支出証拠書類の開示の結果と報償費の支出との対比や行政機関\nが会合の経費等を支出する際の予算科目の規律等からすると，報償費の支\n出状況が控訴人主張のとおりであるとはにわかに認め難く，加えて，不開\n示決定の適否は，情報公開法５条所定の不開示情報の存否によって判断す\nべきことであることからすると，控訴人の上記主張は採用することができ\nない。\n(3) 外務省における報償費の取扱い\n本件事実関係によれば，外務省の報償費の予算額は，平成８年度から平成\n１３年度までおおむね５５億７０００万円であったが，平成１４年度予算に\nおいて，前年度予算額から約４０パーセント減額した３３億４０００万円と\nされ，このうちマイナスシーリング分を除くと，前年度比実質２５パーセン\nト減額され，平成１５年度には更に減額されて約３０億円となり，平成１７\n年度に至るまでその額は変更されていない。これによれば，外務省において\nは，会計検査院の指摘等を踏まえ，報償費の目から支出されていた経費を庁\n費等の目などに移して報償費の目からの支出が行われないようにしたものと\n認められる。\nまた，本件事実関係によれば，平成１３年以降の一連の外務省不祥事に起\n因するいわゆる外務省改革により，内部チェック体制の強化が図られ，報償\n費の支出証拠については，外務省本省，在外公館ともに，他の予算科目と同\n様に，会計検査院による検査を受けることなどが定められ，報償費について\nのチェックがより厳重なものとされたこと，五類型に係る経費についても報\n償費から支出されていたところ，これについては，本件答申において，報償\n費を的確に運用するために求められる機動性及び秘密保持という観点からみ\nても，情報公開法５条３号，６号に該当すると認め難いと考えられるものが\nあるとされたことから，外務省において本件変更決定を行い，また，控訴人\n当審において，五類型に係る経費の支出を報償費の支出の類型に含めなも，\nいこととしたものと認められる。\n外務省における報償費の取扱いの変遷の経緯も，本件各行政以上のような\n文書の不開示情報該当性の判断に当たって考慮するのが相当である。\n(4) 報償費の支出に関する情報が公にされた場合の支障\nア 控訴人は，報償費の支出に関する文書が開示され，これに記録された情\n報が公にされた場合，次のような支障が生じると主張する。\n(ア) 文書作成者名，決裁者名，取扱者名，起案日，決裁日，支払手続日，\n支払予定先，支払先，支払予定額，支払額，支払方法，目的，内容に係\nる記載が開示されると，情報提供や外交工作等への協力者の我が国に対\nする信頼を損ない，当該協力者の自国内での地位を危うくすることにな\nり，以後同様の協力を期待できなくなる。また，本来絶対的に秘密保持\nが求められている情報提供者等の特定につながる情報が情報公開の名の\n下に公にされ得ることが国際社会に明らかになれば，我が国の秘密の保\n持に対する信頼性が著しく低下する。\n(イ) 他国が，我が国の情報収集等の目的，外交政策の意図，関心，懸念\nの程度，情報収集や外交工作の方法等を把握することによって，新たな\n外交的な立場を明らかにしたり，我が国の情報収集や外交工作に対する\n妨害，対抗措置が講じられたりすることで，その効果が減殺されるなど\nの事態が生ずるおそれがある。\n(ウ) 情報提供者等の特定につながる情報が明らかになる可能性があると\nいうことになれば，外務省本省や在外公館の担当者において，情報提供\n者等との関係や外交関係への不利益の波及等を懸念して，報償費を用い\nた情報収集等の活動の実施そのものについて慎重になり，あるいは実施\nするとしても最も効果的な手段の使用を躊躇するといった萎縮効果が生\nじる。このことは，現場担当者が個別の必要性を勘案して情報収集等の\n事務を機動的に行うための報償費の制度の意義を損ない，制度本来の目\n的を達成すること自体が困難となり，我が国の情報収集等の事務の遂行\nに著しい支障を生じることになる。\nイ 控訴人が主張する上記の支障のうち，ア(ア)は情報提供者等について生\nじる支障であり，同(イ)は他国による対抗措置等による支障であるから，\nこれらの支障が生じる情報であることが情報公開法５条３号の不開示情報\nに該当するか否かを検討することになる。他方，同(ウ)は外務省職員に生\nじる萎縮効果等の支障であるところ，これは，同号の不開示情報に規定の\n文言上該当せず，また，我が国にとり必要不可欠な情報の収集であればそ\nれは適正な外交事務に含まれるから担当者がその遂行を躊躇する理由はな\nく，そのような躊躇，萎縮等は法的保護に値せず，これらの支障が生じる\n情報は同条６号の不開示情報にも該当しない。\n５ 本件各行政文書\n(1) 控訴人は，本件訴訟の当初，本件各行政文書の文書数を明らかにせず，\nその後，文書数が１０６９件であることを明らかにし，次いで，順次，本件\n各行政文書の使用目的を，Ａ情報収集等の事務，Ｂ外交交渉等の事務，Ｃ国\n際会議への参加等の事務に関するものに分類し，作成部署（大臣官房，在外\n４大使館）の別，記載内容の「外形的事実等」を明らかにし，さらに，本件\n各行政文書の作成部署，標目，作成者，書面名，通数，外形的事実等，科目\n名，使用目的が原判決別表１記載のとおりであるとして，ＡＢＣ９分類に整\n理し，当審において，これをＡＢＣ６分類とし，さらに，２の類型の文書を\n直接接触に係る文書と間接接触に係る文書に分類するなどの整理をした。\n被控訴人は，このような控訴人の本件各行政文書に関する主張の変遷自体，\n報償費の支出と他の費目による支出とを峻別できていないことを意味するな\nどと批判するが，前記のとおり本件訴訟においては本件各行政文書を提示す\nるなどしてその具体的内容を明らかにして審理することができないことを考\n慮すれば，控訴人による本件各行政文書の上記整理は，その主張の時期やそ\nの相当性についての評価はともかく，審理の対象を特定するために行ったも\nのとして扱うべきである。\nなお，本件各行政文書について通番が無作為に付された結果，大臣官房，\n在外４大使館の文書が別表上アトランダムに散らばり，本件各行政文書の不\n開示情報該当性の判断に無用の負担が生じたことを特に付言しておきたい。\n以上によれば，本件各行政文書の不開示情報該当性については，上記の整\n理を前提として行うのが相当である。\n(2) 本件各行政文書の構成，外形及び記載事項等\n別表，五類型に係る文書である甲１９ないし７０及び控訴人から提出され\nたサンプル（Ａ１につき通番１１，Ａ２につき通番２，Ｂ１につき通番７９，\nＢ２につき通番１，Ｃ２につき通番１０，間接接触に係る文書５８件）によ\nれば，本件各行政文書につき，以下の事実が認められる。\nア 本件各行政文書１０６９件は，文書の標目がいずれも決裁書であり，決\n裁書は，次の複数の文書から構成されている。\n(ア) 「決裁書」\n別表の「外形的事実等」欄記載の事項が記載されている。\n(イ) 「領収書」，「請求書」，「見積書」，「契約書」\n別表の「外形的事実等」欄記載の事項が記載されている。\n(ウ) 「支払証拠台紙」，「支払依頼書」，「支払明細書」\n別表の「外形的事実等」欄記載の事項が記載されている。\n(エ) 「予定価格書」，「検査調書」，「請書」\n別表の「外形的事実等」欄記載の事項が記載されている。\n(オ) (ア)の決裁書のない文書もある。\nイ 五類型に係る文書は，支出科目名として「報償費，政府開発援助報償\n費」と記載されたものがほとんどであり，在外公館の決裁書は，いずれも\n「報償費，政府開発援助報償費」の記載がある。\n(3) 本件各行政文書と在外公館交流諸費の支出に係る文書の比較\n「在外公館交流諸費」に係る決裁文書等として開示された甲７２ないし８\n５によれば，「在外公館交流諸費」に係る決裁書は，本件各行政文書と同様\nに「決裁書」，「領収書」等の支出に関連する書面，「領収書」が添付され\nた「支払証拠台紙」等から構成されており，その記載事項も同様である。\n６ 本件各行政文書（五類型に係る文書を除く。）の不開示情報該当性\n本件各行政文書（五類型に係る文書を除く。この項において同じ。）は，前\n記認定のとおり，その構成，外形等は，Ａ有償の情報収集等，Ｂ非公式の二国\n間の外交交渉等，Ｃ国際会議等における非公式の多国間交渉という事務の差異\nによって大きく異ならず，その目的・内容，使用目的によって異なる（ＡＢＣ\n６分類の１，２の類型による異同，２の類型のうちの直接接触，間接接触によ\nる異同）ということができるから，以下，これを前提にして，本件各行政文書\nの不開示情報該当性について検討する。\n(1) １の類型の文書（Ａ１は４３件，Ｂ１は２１件。Ｃ１はない。）\nア 上記各文書の構成，外形的事実等は前記のとおりであるところ，これら\nは，いずれも有償の情報収集等の事務（Ａ１），非公式の二国間の外交交\n渉等の事務（Ｂ１）の対価の経費に関するものである。\nそのうち控訴人提出のサンプル（Ａ１につき通番１１，Ｂ１につき通番\n７９）によれば，通番１１は決裁書，領収書及び支払証拠台紙から成り，\n決裁書には「決裁者名」欄，「決裁者名，取扱者名，文書作成者名，起案\n・決裁日」欄，「目的・内容」欄があり，同欄には，「○○○○に関する\n情報収集についての対価」として「米国における特定分野についての情報\n収集」の対価という使用目的，支払予定先，支払予定額が記載され，支払\n証拠台紙には領収書が添付され，「目的・内容，支払額，取扱者名，支払\n先」欄，「支払手続日，目的・内容，取扱者名，支払先，支払額」欄があ\nること，通番７９は決裁書，領収書及び支払証拠台紙から成り，決裁書に\nは「決裁者名」欄，「決裁者名，取扱者名，文書作成者名，起案・決裁\n日」欄，「目的・内容」欄があり，同欄には，「○○○に関する協力につ\nいての対価」として「米国における我が国の活動促進に係る特定団体によ\nる協力」の対価という使用目的，支払予定先，支払予定額が記載され，支\n払証拠台紙には領収書が添付され，「目的・内容，取扱者名，支払手続日，\n支払額，支払先」欄，「支払手続日，目的・内容，取扱者名，支払先，支\n払額」欄があることが認められる。\nイ 控訴人は，通番１１及び７９につき次のとおり主張する。\n通番１１の決裁書の「目的・内容」欄には，米国における特定分野の政\n策に関する情報提供の対価をその分野の専門家筋の特定個人に対して支払\nうことが記載され，当該個人名，支払額，支払先住所等が明記され，「決\n裁者名，取扱者名，文書作成者名」欄には，在米大使館館員の個人名又は\n肩書が明記されており，この報償費の支出に係る情報収集活動は，我が国\n政府が，当該情報提供者との間で公にしないことを条件として，米国にお\nける未公表の特定分野の政策について，その分野の専門家筋から情報を入\n手したものであること，上記特定分野が何であるかが明らかになること自\n体，我が国の国益を損ねるものであり，その情報源も厳に秘匿することを\n大前提として当該情報の提供を受けている。\n通番７９の決裁書の「目的・内容」欄には，米国における我が国の活動\n促進に係る協力に対する対価を特定団体に対して支払うことが記載され，\n受取人の個人名，支払額，支払先住所等が明記され，「決裁者名，取扱者\n名，文書作成者名」欄には，在米大使館館員の個人名又は肩書が明記され\nており，この報償費の支出に係る外交交渉・工作は，米国における我が国\nの活動促進のため行われたものであり，我が国政府が具体的に協力に対す\nる対価の支払を伴うどのような外交工作活動を行ったかは，我が国の国益\nや日米の良好な関係を維持するためにも秘匿されるべき事柄であり，その\nための当該特定団体からの協力も公にしないことを条件として得ているも\nのである。\nウ その余のＡ１，Ｂ１の文書６１件の記載内容等については，別表の記載，\n上記サンプル２例の記載，これに関する控訴人の主張等から推認するほか\nないが，これらによれば，その構成，外形的事実等については，おおむね\n上記サンプル２例と同様であると認められる。\nエ 以上により，Ａ１，Ｂ１の文書の不開示情報該当性について検討する。\n外交とは，主権国家等間の国益を巡る交渉であり，外交交渉の実を上げ\nるには事前の周到な準備が必要であり，事前準備の一つとして情報の収集，\n分析等が上げられる。そのこともあって，国際情勢に関する情報の収集及\nび分析並びに外国及び国際機関等に関する調査に関することは，外務省の\n所掌事務の一つとされている（外務省設置法４条７号）。\n情報は，交渉案件そのものに関するもの，これに関する相手国内の世論\nを始めとする国内各層の意見，反応など様々であり，そのほか現在の外交\n課題のほか将来の課題に関するものもあり，また，情報は，公然情報と非\n公然情報とがある。これらの情報を収集，分析等するには，外務省職員に\nよる広汎かつ持続的な情報収集活動のほか，外部の情報提供者等の協力が\n不可欠である。外部の情報提供者等から有益な情報を収集したり，協力者\n等を通じて相手国関係者等に適切な働きかけを行ったりするには，それに\n見合った対価の支払が必要である。また，情報提供者等との継続的な信頼\n関係を維持するためには，相当な対価の支払のみならず，情報を提供した\n事実や協力の事実を公にしないことにより，当該情報提供者等の地位身分\n等に配慮することも必要である。加えて，外務省が特定の情報収集活動等\nを行っていることが公になれば，他国等に我が国の情報収集活動等が把握\nされるとともに，外交活動の方針等が推知されることにより，他国等との\n信頼関係が損なわれ，また，外交事務上支障が生じることも想定される。\nこのような情報収集活動を機動的，効率的かつ円滑に行うために必要な\n条件等を考慮すれば，Ａ１，Ｂ１の文書については，収集の対象となる情\n報を示す「目的・内容」だけでなく，情報提供者等が明らかとなる「支払\n予定先」，「支払先」，情報提供者等との直接の接点である「取扱者名」，\n「文書作成者名」，その所属部署が明らかとなる「決裁者名」，情報収集\n活動の手法等が明らかとなる「支払予定額」，「支払額」，「支払予定\n日」，「支払日」等，一切の記載事項が公にされれば，情報提供者等の協\n力を得ることができなくなり，我が国が情報収集や外交工作等の活動を遂\n行することが著しく困難となり，また，我が国と他国等との信頼関係が損\nなわれたり，他国等との外交交渉上不利益を被るおそれがあり，さらに，\n適正な外交事務の遂行に支障を及ぼすおそれがあると認められる。\nしたがって，本件各行政文書のうちＡ１，Ｂ１の文書については，その\n記載事項は，いずれも情報公開法５条３号，６号柱書きの不開示情報に該\n当するというべきである。\n(2) ２の類型に係る文書（Ａ２は４６３件，Ｂ２は３９５件，Ｃ２は９５\n件）\nア 上記文書の外形等は前記のとおりであるところ，これらは，いずれも有\n償の情報収集等の事務の会合（Ａ２），非公式の二国間の外交交渉等の事\n務の会合（Ｂ２），国際会議等における非公式の多国間交渉の事務の会合\n（Ｃ２）の経費に関するものである。\nそのうち控訴人提出のサンプル（Ａ２につき通番２，Ｂ２につき通番１，\nＣ２につき通番１０，間接接触に係る文書５８件）によれば，上記文書を\n構成する文書やその記載事項は，決裁書の「目的・内容」欄に，「○○○\nに関する会合」などとして，会合の内容や目的が記載され，その日時，出\n席者名などが記載されることを除いては，おおむね上記(1)の１の類型の\n文書と同様である。\n控訴人は，２の類型の文書について，直接接触に係る文書８９５件（別\n表の「類型」欄に「直接」の記載があるもの）と間接接触に係る文書５８\n件（別表の「類型」欄に「間接」の記載があるもの）に分類することがで\nきると主張するので，この分類に基づき検討する。\nイ 直接接触に係る文書８９５件\n(ア) 直接接触に係る文書は，対外的な接触をする会合に係る経費の支出\nに係る文書である。\n(イ) 控訴人は，直接接触に係る文書８９５件のうち５８件について，そ\nの記録内容，機密性が高い理由，開示された場合に生じる支障等の個別\n情報提供者等の特定につながる情報は絶対に秘匿されなけ的説明をし，\nればならないものであり，その記録内容等についての説明も一般的類型\n的な説明として抽象的なものにとどまらざるを得ないなどとして，これ\n意見交換や情報収集のための非公式な会合であり，その内らの会合は，\n容も我が国の国益のため秘匿されるべきもので，仮に当該情報が公とな\n情報提供者等が特定され，その信頼を失い協力が得られった場合には，\nなくなり，国際社会における信頼の喪失につながる上，他国が，外交政\n策上の対策を講じ，妨害ないし対抗措置を講じるおそれがあるなどと主\n張する。\n１の類型の経費は情報提供者等に対して直接支払われる対価で(ウ) 上記\nあるが， に係る文書の経費は情報提供者等との情報収集や外交直接接触\n工作における会合に係る費用である。したがって，前者は情報，協力等\nそのものとその直接の対価，後者は情報，協力等を得るための会合とそ\nの経費という対価関係の差異があるものの，いずれも我が国が得ようと\nするものが情報，協力等であることは同じである。そうすると，前記の\nとおりＡ１，Ｂ１の文書の記載事項について判示したところのものは，\nに係る文書の記載事項についても基本的に当てはまるものとい直接接触\nうことができる。\nすなわち， に係る文書の経費は，会合における意見交換等を直接接触\n通じて情報収集，外交工作等の活動を行うのであるから，相手方と外務\n省職員との信頼関係の存在は会合を持つための不可欠の前提であり，非\n公式な会合であるとして上記活動を行っていることからすると，まず出\n席者を特定するような情報は秘匿性が高いと認められる。控訴人が，個\n別的説明をした上記５８件について，それが開示された場合，出席者が\n我が国の政府に協力したとして自国の政府から処分等を受け，又は様々\nな方面から不利益を加えられるおそれがあると主張するのは，この趣旨\nであると解される。\nしたがって， に係る文書の記載事項のうち，出席者名の特定直接接触\nにつながる情報として，「目的・内容」，「支払方法」，出席者との直\n接の接点である「文書作成者名」，「取扱者名」，その所属部署が明ら\nかとなる「決裁者名」は情報公開法５条３号，６号柱書きの不開示情報\nに該当する。また，「支払予定先」，「支払先」については，これが公\nにされると，非公式の会合の場所が明らかとなり，出席者の安全確保の\n問題が生じるおそれがあるほか，支払先に対し他国から圧力がかかるお\nそれも否定できないから，同条３号，６号柱書きの不開示情報に該当す\nる。請求書，領収書については，これらから不開示情報に該当する「支\n払先」が公になること，また，請求書，領収書は，その体裁上一体とな\nった情報であることから，その記載全体として同条３号，６号柱書きの\n不開示情報に該当する。\n他方，「支払予定日」，「支払日」，「支払予定額」，「支払額」に\nついては，これが開示されたとしても，出席者との信頼関係を維持する\nことができなくなる蓋然性は認められない。\nしたがって， に係る文書のうち，請求書，領収書については，直接接触\nその全体が情報公開法５条３号，６号柱書きの不開示情報に該当し，請\n求書，領収書以外の文書の「目的・内容」，「支払方法」，「文書作成\n者名」，「取扱者名」，「決裁者名」，「支払予定先」，「支払先」は\n同条３号，６号柱書きの不開示情報に該当し，「支払予定日」，「支払\n日」，「支払予定額」，「支払額」は同条３号，６号の不開示情報に該\n当しない。\nウ 間接接触に係る文書５８件\n控訴人は，間接接触に係る文書により支出された経費は，(ア)在外公館員\nと我が国の関係者（外務大臣，国会議員，外務省職員，総理大臣，政府関係\n者，他省庁・自治体職員など）との間で行われた会合の経費，(イ)会合の準\n備に関連した荷物の運搬経費，(ウ)会合の関係者の移動のための自動車借\n料経費，(エ)会合用材料購入費，(オ)会合準備のための外務省職員の食事\n代などの経費とに大別されると主張するので，以下検討する。\n(ア) 在外公館員と我が国関係者（外務大臣，国会議員，外務省職員，総理\n大臣，政府関係者，他省庁・自治体職員など）との間で行われた会合に係\nる経費（通番２１，２８，５６，６３，９８，１４５，１５９，１７１，\n１９２，２１０，２３１，２４７，２８９，２９５，３１８，３６７，３\n７５，４４６，５７４，５８３，５８４，５８５，６００，６０１，６０\n５，６０７，６３３，６７８，６９０，６９８，７４２，７８５，７９０，\n８０４，８０５，８０８，８４３，９０２，９２１，９５６，９８２，１\n００８，１０１８，１０２３）\n控訴人は，他の公開された情報と照合することにより，在外公館員と我\nが国関係者との会合が明らかになると，当該関係者が在外公館のだれと，\nどこで準備又は検討を行っているかが明らかになり，そうした個々の準備\n等の傾向を分析することにより，この種の活動に関する情報を収集するこ\nとが可能となり，じ後，この種の活動を円滑に遂行することが困難になる\n事態が懸念され，また，国会議員の訪問の機会にこのような準備を行って\nいることをもって，訪問国が，当該国会議員の発言を我が国政府のさしが\nねで行ったものと誤解し，不快に感じる懸念も生じるなどと主張する。\nしかしながら，我が国関係者が他国を訪問し，その際，在外公館員と訪\n問国の諸情勢について意見交換等のために会合を持つことは外交事務の遂\n行上ごく自然なことと考えられ（その会合の経費を予算科目のいずれから\n支出するかは別の問題である。），訪問国もそのような会合が自国におい\nて開催されることは当然想定しているところであると認められる。このこ\nとは，日本を訪問した他国の政府関係者が自国の在日大使館員と会合を持\nったとしてもごく当たり前のことであることからも明らかである。\n証人ａ（外務省大臣官房会計課長）は，乙５０及び証人尋問において，\n他国を訪問した国会議員と会合を持った上で当該国会議員を重要な外交上\nの道具としてその訪問の機会を活用して外交上の成果を上げたことがあり，\nこれらのことが公になれば当該国会議員の発言等が我が国政府のさしがね\nによるものであると訪問国が誤解するなどして外交工作が奏功しないよう\nになると供述するが，間接接触に係る文書のなかに供述に係る事例が含ま\nれているか定かではなく，また，たまさか成果のあった事例を上げて間接\n接触に係る文書すべてにつきそのような会合の経費に関する文書であると\n推認することもできず，さらに，訪問国において我が国の国会議員が訪問\nに先立ち在外公館員から訪問国の情勢等についてブリーフィングを受け，\n又は意見交換をしていることなどは既に訪問国にとって織り込み済みのこ\nとであるとも考えられるから，ａ証人の供述は必ずしも合理的な説明とは\nいえない。\n以上によれば，上記文書に記載された会合の出席者，目的・内容等は不\n開示情報に該当するとは認められず，そうであれば，その余の記載事項に\nついても原則として開示すべきものと考えられるが，会合の場所に関する\n情報は，これを公にすることにより，出席者等の安全確保を困難にすると\nの事態が生ずる蓋然性を認めることができ，ひいては外交事務の適正な遂\n行に支障を及ぼすおそれがあるということができる。\nそうすると，上記文書の記載事項のうち，会合の場所に関する情報であ\nる「支払予定先」，「支払先」は，情報公開法５条６号柱書きの不開示情\n報に該当する。その余の記載事項については，それを公にしたとしても，\n上記安全確保の問題とは関係がなく，非公式の会合であるから外交儀礼上\nの問題が生ずるとも考えられないから，同条３号，６号の不開示情報には\n該当しない。請求書，領収書については，これらから不開示情報に該当す\nる「支払先」が公になること，また，請求書，領収書は，その体裁上一体\nとなった情報であることから，その記載全体として同号柱書きの不開示情\n報に該当する。\nしたがって，上記文書のうち，請求書，領収書については，その全体が\n情報公開法５条６号柱書きの不開示情報に該当し，請求書，領収書以外の\n文書の「支払予定先」，「支払先」は同条６号柱書きの不開示情報に該当\nし，その余の記載事項は同条３号，６号の不開示情報に該当しない。ただ\nし，「文書作成者名」，「決裁者名」，「取扱者名」については，後記エ\nによる除外がある。\n(イ) 荷物の運搬経費（通番５０，７７５）\n控訴人は，荷物の運搬は保安上の問題から安全を確保できる信頼できる\n専門業者に発注しているところ，この業者に関する情報が公にされると，\n関係国や本邦関係者に危害を加えようとする者又は我が国政府の内部情報\nを不正に入手しようとする者などが当該業者に接触し，我が国の内部情報\nを入手してそれを悪用し，又は当該業者に働きかけて我が国の外交事務を\n妨害するなどして，我が国の利益を損ない，又は当該荷物の所有者らの安\n全確保を困難にする事態が生じるおそれがあると主張する。\n荷物等の運搬業者に関する情報は，これを公にすることにより，関係者\nの安全確保を困難にするとの事態が生ずる蓋然性を認めることができ，ひ\nいては外交事務の適正な遂行に支障を及ぼすおそれがあるということがで\nきる。\nそうすると，上記文書の記載事項のうち，運搬の依頼先に関する情報で\nある「支払先」は，情報公開法５条６号柱書きの不開示情報に該当する。\nその余の記載事項については，それが公にされたとしても，上記安全確保\nの問題とは関係がないから，同条３号，６号の不開示情報には該当しない。\n領収書については，これらから不開示情報に該当する「支払先」が公にな\nること，また，領収書は，その体裁上一体となった情報であることから，\nその記載全体として同号柱書きの不開示情報に該当する。\nしたがって，上記文書のうち，領収書については，その全体が情報公開\n法５条６号柱書きの不開示情報に該当し，領収書以外の文書の「支払先」\nは同号柱書きの不開示情報に該当し，その余の記載事項は同条３号，６号\nの不開示情報に該当しない。ただし，「文書作成者名」，「決裁者名」，\n「取扱者名」については，後記エによる除外がある。\n(ウ) 自動車借料経費（通番１２５，１２７，３１６，４６１，４６３）\n控訴人は，自動車の調達は保安上の問題から安全を確保できる信頼でき\nる業者に依頼しているところ，この業者に関する情報が公にされると，関\n係国や，本邦関係者に危害を加えようとする者又は我が国政府の内部情報\nを不正に入手しようとする者などが当該業者に接触し，我が国の内部情報\nを入手してそれを悪用し，又は当該業者に働きかけて我が国の外交事務を\n妨害するなどして，我が国の利益を損ない，又は当該関係者の安全確保を\n困難にする事態が生じるおそれがあると主張する。\n車両の調達先等に関する情報は，これを公にすることにより，関係者の\n安全確保を困難にするとの事態が生ずる蓋然性を認めることができ，ひい\nては外交事務の適正な遂行に支障を及ぼすおそれがあるということができ\nる。\nそうすると，上記文書の記載事項のうち，車両の調達先等に関する情報\nである「支払予定先」，「支払先」は，情報公開法５条６号柱書きの不開\n示情報に該当する。その余の記載事項については，それを公にしたとして\nも，上記安全確保の問題とは関係がないから，同条３号，６号の不開示情\n報には該当しない。請求書，領収書については，これらから不開示情報に\n該当する「支払先」が公になること，また，請求書，領収書は，その体裁\n上一体となった情報であることから，その記載全体として同号柱書きの不\n開示情報に該当する。\nしたがって，上記文書のうち，請求書，領収書については，その全体が\n情報公開法５条６号柱書きの不開示情報に該当し，請求書，領収書以外の\n文書の「支払予定先」，「支払先」は同号柱書きの不開示情報に該当し，\nその余の記載事項は同条３号，６号の不開示情報に該当しない。ただし，\n「文書作成者名」，「決裁者名」，「取扱者名」については，後記エによ\nる除外がある。\n(エ) 会合用材料購入費（通番１４１，５３２，６５７，６７４，７９５，\n９３０）\n控訴人は，会合用材料は，保安上の問題から，厳重に警備をしている在\n外公館への出入りを認めてもその安全を確保できる信頼できる専門業者に\n発注しているところ，この業者に関する情報が公にされると，関係国や，\n本邦関係者に危害を加えようとする者又は我が国政府の内部情報を不正に\n入手しようとする者などが当該業者に接触し，我が国の内部情報を入手し\nてそれを悪用し，不法に在外公館に侵入するなどして，我が国の利益を損\nない，又は在外公館の安全確保を困難にする事態が生じるおそれがあると\n主張する。\n上記会合用材料がどのようなものであるか明らかにされていないが，会\n合の際に使用される材料であれば，主に飲食物等であると推認するのが相\n当である。そうすると，在外公館におけるレセプション等における料理等\nの調達と同様，会合用材料の調達先等に関する情報は，これを公にするこ\nとにより，関係者の安全確保を困難にする事態が生ずる蓋然性を認めるこ\nとができ，ひいては外交事務の適正な遂行に支障を及ぼすおそれがあると\nいうことができる。\nそうすると，上記文書の記載事項のうち，会合用材料の調達先等に関す\nる情報である「支払先」は，情報公開法５条６号柱書きの不開示情報に該\n当する。その余の記載事項については，それを公にしたとしても，上記安\n全確保の問題とは関係がないから，同条３号，６号の不開示情報には該当\nしない。請求書，領収書については，これらから不開示情報に該当する\n「支払先」が公になること，また，請求書，領収書は，その体裁上一体と\nなった情報であることから，その記載全体として同号柱書きの不開示情報\nに該当する。\nしたがって，上記文書のうち，請求書，領収書については，その全体が\n情報公開法５条６号柱書きの不開示情報に該当し，請求書，領収書以外の\n文書の「支払先」は同号柱書きの不開示情報に該当し，その余の記載事項\nは同条３号，６号の不開示情報に該当しない。ただし，「文書作成者名」，\n「決裁者名」，「取扱者名」については，後記エによる除外がある。\n(オ) 担当職員の食事代（通番９２４）\n控訴人は，国会議員の公式な訪米においても，どのような準備をしてい\nるかは我が国政府内部の情報であり，これを担当した職員の食事は保安上\nの問題から厳重に警備している上記国会議員の宿泊先への出入りを許容で\nきる信頼できる専門業者に発注しているところ，この業者に関する情報が\n公になると，関係国や，本邦関係者に危害を加えようとする者又は我が国\n政府の内部情報を不正に入手しようとする者などが当該業者に接触し，我\nが国の内部情報を入手してそれを悪用し，不法に宿泊先に侵入するなどし\nて，我が国の利益を損ない，又は安全確保を困難にする事態が生じるおそ\nれがあると主張する。\n上記担当職員の食事代は，訪米した国会議員の宿泊先において，当該国\n会議員と米国関係者との会合の準備に関連した在米大使館員の食事代であ\nるから，(エ)で述べた在外公館における会合用材料の調達と同様，食事の\n調達先に関する情報は，これを公にすることにより，安全確保を困難にす\nる事態が生ずる蓋然性を認めることができ，ひいては外交事務の適正な遂\n行に支障を及ぼすおそれがあるということができる。\nそうすると，食事の調達先等に係る情報である「支払先」は，情報公開\n法５条６号柱書きの不開示情報に該当する。その余の記載事項については，\nそれが公にされたとしても，上記安全確保の問題とは関係がないから，同\n条３号，６号の不開示情報には該当しない。領収書については，これらか\nら不開示情報に該当する「支払先」が公になること，また，領収書は，そ\nの体裁上一体となった情報であることから，その記載全体として同号柱書\nきの不開示情報に該当する。\nしたがって，上記文書のうち，領収書については，その全体が情報公開\n法５条６号柱書きの不開示情報に該当し，領収書以外の文書の「支払先」\nは同号柱書きの不開示情報に該当し，その余の記載事項は同条３号，６号\nの不開示情報に該当しない。ただし，「文書作成者名」，「決裁者名」，\n「取扱者名」については，後記エによる除外がある。\nなお，控訴人は，上記文書には国会議員１名，在米大使館職員９名の個\n人名及び肩書が記載されており，これを公にすると，我が国の内部情報で\nある当該国会議員と米国関係者との会合の準備のための具体的な体制が明\nらかになると主張するが，訪問国においてこのような準備が行われている\nことは他国においても想定しているものと考えられ，これを公にしても外\n交事務の適正な遂行に支障を及ぼすことは認められないから，控訴人の上\n記主張は採用することができない。\nエ 間接接触に係る文書の情報公開法５条１号の不開示情報該当性\n間接接触に係る文書については，情報公開法５条３号，６号の不開示情報\n該当性のほか，同条１号の不開示情報該当性についても検討する必要がある。\n間接接触に係る文書のうち，「文書作成者名」，「決裁者名」，「取扱者\n名」として記載された外務省職員の氏名は，情報公開法５条１号本文の「個\n人に関する情報（中略）であって，当該情報に含まれる氏名，生年月日その\n他の記述等により特定の個人を識別することができるもの」に当たるところ，\n弁論の全趣旨によれば，外務省における６級職に満たない職員の氏名は，人\n事異動の官報への記載，行政機関が公にする意思をもって提供した情報を基\nに作成された市販の職員録への記載がないものと認めることができ，これら\nは，不開示情報の除外事由である同号ただし書イの「法令の規定により又は\n慣行として公にされ，又は公にすることが予定されている情報」にも当たら\nないものということができる（なお，直接接触に係る文書のうち，「文書作\n成者名」，「決裁者名」，「取扱者名」は，前記のとおり，同法５条３号，\n６号柱書きの不開示情報に該当する。）。\nしたがって，間接接触に係る文書のうち，「文書作成者名」，「決裁者\n名」，「取扱者名」の記載中，上記の範囲の外務省職員の氏名は，情報公開\n法５条１号の不開示情報に該当する。\n７ 五類型に係る文書の不開示情報該当性\n(1) 大規模レセプションに係る経費の文書（通番２０９，４５８，７３４）\n控訴人は，大規模レセプションに係る経費の文書について，その調達先，\n調達の具体的内容及び招待者に関する情報を公にすると，料理等の調達先や\n招待者の氏名等が明らかになり，レセプションの出席者等に危害を加えよう\nとする者に対し目標，手懸かりを与え，その襲撃や料理等に毒物を混入する\nなどの工作等を容易にするといった事態が生ずること，料理等の調達の具体\n的内容，費用の多寡や招待者の範囲等が明らかになれば，他国での同様のレ\nセプションとの比較等を通じて，我が国の当該国や招待者等に対する格付け，\n評価をうかがわせることになり，それが不当に低いなどの受け止め方をされ\nて不快感を与えるといった事態が生ずるなどとして，安全上及び外交儀礼上\nの支障の可能性があると認められるから，情報公開法５条３号，６号の不開\n示情報に該当すると主張する。\n公式行事として在外公館等でレセプションを開催する場合，参加者の安全\n確保には，最大限の配慮をすべきものと考えられる。したがって，料理等の\n調達先や招待者に関する情報は，これらを公にすることにより参加者の安全\n確保を困難にする事態が生ずる蓋然性を認めることができ，ひいては外交事\n務の適正な遂行に支障を及ぼすおそれがあるということができる。\nしかしながら，控訴人の主張する外交儀礼上の問題については，上記のよ\nうなレセプションに関する情報が公にされ，比較の機会がもたれたからとい\nって，それから直ちに自国，自身への格付けと受け止めたり，不快感を抱い\nたり，ひいては，国の外交事務の適正な遂行に支障を及ぼすことになったり，\n国の安全が害されたり，他国との信頼関係が損なわれたりといった事態は想\n定することができない。したがって，この点に関する控訴人の上記主張は採\n用することができない。\nそうすると，上記文書の記載事項のうち，料理等の調達先及び招待者に関\nする情報である「目的・内容」（これらの情報が記載されている。），「支\n払予定先」は，これを公にすることにより，外交事務の適正な遂行に支障を\n及ぼすおそれがあるということができるから，情報公開法５条６号柱書きの\n不開示情報に該当する。請求書，領収書については，これらから不開示情報\nに該当する「支払先」が公になること，また，請求書，領収書は，その体裁\n上一体となった情報であることから，その記載全体として同号柱書きの不開\n示情報に該当する。\n他方，「支払予定額」，「支払額」は，これを公にしたとしても，安全確\n保の問題とは関係がなく，外交儀礼上の問題が生ずるとも考えられず，他国\nとの信頼関係が損なわれたり，外交交渉上不利益を被ったりするおそれがあ\nるとも認められないから，情報公開法５条３号，６号の不開示情報に該当し\nない。「文書作成者名」，「決裁者名」，「取扱者名」についても，同様で\nある。\nしたがって，上記文書のうち，請求書，領収書については，その全体が情\n報公開法５条６号柱書きの不開示情報に該当し，請求書，領収書以外の文書\nの「目的・内容」，「支払予定先」は同号柱書きの不開示情報に該当し，そ\nの余の記載事項は同条３号，６号の不開示情報に該当しない。ただし，「文\n書作成者名」，「決裁者名」，「取扱者名」については，後記(5)による除\n外がある。\n(2) 酒類購入経費に係る文書（通番１７７，１８７，２２１，２２５，２７\n５，２９７，３３２，３４５，３８７，３９４，４８０，４９９，６１４，\n６３７，６５３，６６１，７１６，７１９，７５０，７６６，８１０，８１\n５，８２２，８３１，８５０，８７９，８８７，９０６，９４０，９６１，\n１００３，１０１９，１０２８）\n控訴人は，上記文書の「目的・内容」の欄には，ワイン等の酒類の調達先，\n購入銘柄，単価，購入本数等が記載され，支払予定先の欄と合わせて，ワイ\nン等の調達先の専門業者名，その担当者名及び住所等が明記されており，同\n専門業者は，保安上の問題から厳重に警備をしている在外公館への出入りが\n認められることになるから，在外公館は，そのような取扱いを認めても在外\n公館の安全を確保し得る信頼できる専門業者へ酒類の発注をしているところ，\nこのような専門業者に関する情報が開示されると，本邦関係者に危害を加え\nようとする者又は我が国に関する在外公館内の情報を不正に入手しようとす\nる者などが，当該専門業者を悪用し，不法に在外公館へ侵入するなどして，\n在外公館の安全確保を困難にするなどの事態が生じるおそれがあること，仮\nに当該在外公館が保有するワイン等の酒類の銘柄や単価が公にされ，来訪者\nらがその内容を把握していた場合，提供したワイン等の酒類の銘柄を見て，\nそれが当該在外公館で保有するワイン等の酒類の中でどの程度のランクにあ\nるものかが容易に判別できることになり，そうなると，相手方は，そのワイ\nン等の酒類のランクから，我が国の当該相手方に対する評価，見方を推測し，\nそれが相手方の予想よりも低い評価と受け止めた場合には，我が国に対し，\n不満，不快感を抱き，又は信頼や好意を損なうおそれがあり，ひいては相手\n方の所属する他国との信頼関係を損なうおそれがあることを主張し，情報公\n開法５条３号，６号の不開示情報に該当すると主張する。\n在外公館が調達するワイン等は，在外公館等でレセプションを開催する場\n合の料理等と同様に，その調達先等に関する情報を公にすることにより，安\n全確保を困難にする事態が生ずる蓋然性を認めることができる。しかしなが\nら，控訴人が主張する外交儀礼上の問題は，在外公館等にどのような酒類が\n保有されているかを公にしたからといって，外交儀礼にもとる事態が生ずる\nとは考えられず，また，このことによって，外交事務の適正な遂行に支障を\n及ぼすことになったり，国の安全が害されたり，他国との信頼関係が損なわ\nれたりといった事態が発生することも認められない。したがって，この点に\n関する控訴人の上記主張は採用することができない。\nそうすると，上記(1)と同様の理由から，上記文書のうち，請求書，領収\n書については，その全体が情報公開法５条６号柱書きの不開示情報に該当し，\n請求書，領収書以外の文書の「目的・内容」，「支払予定先」，「支払先」\nは同号柱書きの不開示情報に該当し，その余の記載事項は同条３号，６号の\n不開示情報に該当しない。ただし，「文書作成者名」，「決裁者名」，「取\n扱者名」については，後記(5)による除外がある。\n(3) 本邦関係者が外国訪問した際の車両の借上げ等の事務経費に係る文書\n（通番４８，１９５，２１２，２３２，４５１，４５２，７３１，７７０，\n９１１）\n控訴人は，政財界の要人等，本邦関係者が外国訪問した際の車両の借上げ\n等の事務経費に係る文書においては，当該国等にある在外公館が当該国の業\n者から車両を借り上げる際や，本邦関係者の宿泊するホテルなどに事務連絡\n室を設ける際の事務経費の支出に関する情報，すなわち車両の借上先及び車\n種，事務連絡室の所在等の具体的内容に係る情報を公にすることにより，今\n後，本邦関係者が当該国を訪問する際に，突発的な事態を未然に防止し，そ\nの安全を確保することが困難になると主張し，情報公開法５条３号，６号の\n不開示情報に該当すると主張する。\n本邦関係者が外国を訪問する際に，その安全確保のための配慮は必要であ\nると認められる。車両の借上先，事務連絡室の所在等に関する情報を公にす\nることにより，安全確保を困難にする事態が生ずる蓋然性を認めることがで\nき，外交事務の適正な遂行に支障を及ぼすおそれがあるということができる。\nそうすると，車両の調達先，事務連絡室の所在等に関する情報である「目\n的・内容」（これらの情報が記載されている。），「支払予定先」，「支払\n先」は，これを公にすることにより，外交事務の適正な遂行に支障を及ぼす\nおそれがあるということができるから，情報公開法５条６号柱書きの不開示\n情報に該当する。請求書，領収書については，これらから不開示情報に該当\nする「支払先」が公になること，また，請求書，領収書は，その体裁上一体\nとなった情報であることから，その記載全体として同号柱書きの不開示情報\nに該当する。\n他方，「支払予定額」，「支払額」は，これを公にしたとしても，安全確\n保の問題とは関係がなく，外交儀礼上の問題が生ずるとも考えられず，他国\nとの信頼関係が損なわれたり，外交交渉上不利益を被ったりするおそれがあ\nるとも認められないから，情報公開法５条３号，６号の不開示情報情報に該\n当しない。「文書作成者名」，「決裁者名」，「取扱者名」についても，同\n様である。\nしたがって，上記文書のうち，請求書，領収書については，その全体が情\n報公開法５条６号柱書きの不開示情報に該当し，請求書，領収書以外の文書\nの「目的・内容」，「支払予定先」，「支払先」は同号柱書きの不開示情報\nに該当し，その余の記載事項は同条３号，６号の不開示情報に該当しない。\nただし，「文書作成者名」，「決裁者名」，「取扱者名」については，後記\n(5)による除外がある。\n(4) 文化啓発用の日本画等購入経費に係る文書（通番１８，３６，２５５，\n３９７，５２１，５３８，９８７）\n控訴人は，文化啓発用の日本画等購入の経費に係る文書には，調達先，当\n該制作者及び制作者の紹介者の氏名，品目ごとの金額が記載されており，こ\nれらの制作者や紹介者の中には，作品を在外公館等に展示し，日本文化の理\n解を世界に広め，我が国の外交に寄与するとの趣旨に賛同し，納入金額や紹\n介の経緯等を秘匿することを条件に，特別の計らいで買手に有利な条件で制\n作に応じ，又は作品の提供に応じているのが実態であるから，これらの情報\nを公にすることにより，外務省が，いかなる紹介者を通じ，いかなる制作者\nから，どれくらいの金額で文化啓発用の日本画を購入しているかが明らかに\nされることとなり，紹介者や制作者は，上記の外務省との間での約束をほご\nにされたものとして，将来的な協力をしなくなり，ひいては他の制作者や紹\n介者も外務省を信頼しなくなり，同様の方法での調達が困難になり，その結\n果，我が国の文化啓発のための資料の調達の方途が画一化されるなど，外交\n事務の適正な遂行に支障を及ぼすおそれがあるとして，情報公開法５条６号\nの不開示事由に該当すると主張する。\nしかしながら，控訴人が主張するような調達の実態，制作者や紹介者の立\n場，考え方を認めるに足りる証拠はなく，事務の適正な遂行の観点からは，\n公費を用いて備品の購入をするに際し購入価額等を明らかにするのが当然で\nあるところ，これを秘匿しなければ今後の調達に支障を及ぼすおそれがある\nと認めることもできないから，控訴人の上記主張は採用することができない。\nしたがって，上記文書の記載事項は，不開示情報に該当しない。ただし，\n「文書作成者名」，「決裁者名」，「取扱者名」については，後記(5)によ\nる除外がある。\n(5) 五類型に係る文書の情報公開法５条１号の不開示情報該当性\n五類型に係る文書については，情報公開法５条３号，６号の不開示情報該\n当性のほか，同条１号の不開示情報該当性についても検討する必要がある。\n五類型に係る文書のうち，「文書作成者名」，「決裁者名」，「取扱者\n名」として記載された外務省職員の氏名については，情報公開法５条１号本\n文の「個人に関する情報（中略）であって，当該情報に含まれる氏名，生年\n月日その他の記述等により特定の個人を識別することができるもの」に当た\nるところ，弁論の全趣旨によれば，外務省本省における６級職に満たない職\n員の氏名は，人事異動の官報への記載，行政機関が公にする意思をもって提\n供した情報を基に作成された市販の職員録への記載がないものと認めること\nができ，これらは，不開示情報の除外事由である同号ただし書イの「法令の\n規定により又は慣行として公にされ，又は公にすることが予定されている情\n報」にも当たらないものということができる。\n本件変更決定においては，五類型に係る文書のうち，「文書作成者名」，\n「決裁者名」，「取扱者名」の記載中，上記の範囲の外務省職員の氏名に限\nって不開示としたものであり，これは，情報公開法５条１号の不開示情報に\n該当する。\n８ 部分開示の当否\n以上のとおり，本件各行政文書については，開示すべき部分と不開示とすべ\nき部分が混在するところ，控訴人は，本件各行政文書はいずれも決裁書であり，\n各記載事項が相互に関連して報償費支出の態様，目的やこれに係る我が国の方\n針等を推知させるものであるから，本件各行政文書ごとに独立した一個の情報\nが記載されているとして，不開示情報該当性の判断はこの一個の情報について\nすべきであって，「決裁書」のある部分を不開示としてその余の部分を部分的\nに開示する余地はないと主張する。\nしかしながら，当該文書から得られる情報が独立した一体的な情報といえる\nかどうかは，当該文書の構成，作成名義，内容・目的等の外形的事実等，当該\n文書の取得原因等を総合考慮して判断すべきであると解されるところ，本件各\n行政文書は，前記のとおり，複数の文書から構成され，作成名義も外務省職員\nのほか，請求書，領収書等の外部関係者によるものもあり，外形的事実等も事\n項ごとに有意性が認められるものであること，情報公開法は，不開示情報が記\n録されている場合を除き，行政機関に行政文書の開示を義務づけ，また，対象\n文書の一部に不開示情報が記録されている場合において，不開示情報が記録さ\nれている部分を容易に区分して除くことができるときは，当該部分を除いた部\n分に有意の情報が記録されていないと認められるときを除き，部分開示を義務\nづけている（５条，６条）ことからすると，本件各行政文書については，前記\nのとおり，開示すべき部分と不開示とすべき部分とがあることが認められる以\n上，この区分に従って，部分開示を認めることは相当であるというべきである。\nしたがって，控訴人の上記主張は採用することができない。\n９ 本件各行政文書中の開示・不開示部分の別の整理\n以上によれば，本件各行政文書中の開示・不開示部分の別は，次のとおり整\n理される。\n(1) １の類型の文書（有償の情報収集等の事務及び非公式の二国間の外交交\n渉等の事務の対価に係る文書）６４件（Ａ１の文書４３件，Ｂ１の文書２１\n件）\n不開示とする。\n(2) ２の類型の文書（有償の情報収集等の事務の会合，非公式の二国間の外\n交交渉等の事務の会合及び国際会議等における非公式の多国間交渉の事務の\n会合の経費に係る文書）のうち直接接触に係る文書（情報収集や交渉の相手\n方と直接接触した会合の経費に係る文書）８９５件（Ａ２の文書４５５件，\nＢ２の文書３５２件，Ｃ２の文書８８件）\n別表の「書面名」欄において，「請求書」及び「領収書」とされる書面並\nびに同書面以外の書面の「文書作成者名」，「決裁者名」，「支払予定先」，\n「支払先」，「目的・内容」，「支払方法」，「取扱者名」の記録部分は不\n開示とし，その余の部分は開示とする。\n(3) ２の類型の文書のうち間接接触に係る文書（情報収集等又は二国間，多\n国間の交渉そのものではなく，その交渉の準備あるいはその交渉結果を踏ま\nえた対応の検討のための会合の経費に係る文書）５８件（Ａ２の文書８件，\nＢ２の文書４３件，Ｃ２の文書７件）\n別表の「書面名」欄において，「請求書」及び「領収書」とされる書面並\nびに同書面以外の書面の「支払予定先」，「支払先」の記録部分及び「文書\n作成者名」，「決裁者名」，「取扱者名」のうち公にする法令の規定又は慣\n行のない氏名は不開示とし，その余の部分は開示とする。\n(4) 五類型に係る文書のうち大規模レセプション経費，酒類購入経費及び本\n邦関係者が外国訪問した際の車両の借上げ等の事務経費に係る文書４５件\n（Ａ３の文書３０件，Ｂ３の文書１５件）\n別表の「書面名」欄において，「請求書」及び「領収書」とされる書面並\nびに同書面以外の書面の「目的・内容」，「支払予定先」，「支払先」の記\n録部分及び「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする\n法令の規定又は慣行のない氏名は不開示とし，その余の部分は開示とする。\n(5) 五類型に係る文書のうち文化啓発用の日本画等購入経費に係る文書７件\n（Ｂ３の文書７件。作成部署は大臣官房）\n「文書作成者名」，「決裁者名」，「取扱者名」のうち公にする法令の規\n定又は慣行のない氏名は不開示とし，その余の部分は開示とする。\n10 結論\nよって，上記９の本件各行政文書中の開示・不開示部分の別を本件各不開示\n決定に当てはめれば，原判決は一部相当，一部不当であり，本件控訴は上記の\n限度で理由があるから，原判決を変更し，主文のとおり判決する。\n東京高等裁判所第１０民事部\n裁判長裁判官吉戒修一\n裁判官萩原秀紀\n裁判官野口忠彦\n（別紙１）\n「直接接触に係る文書」の個別的説明\n（通番１）\n① 文書の概要\n同決裁書にある事例は，外務省職員が米国の機密事項である安全保障分野に\n係る特定案件の現状について外交工作や情報収集を行うために，同国政府関係\n者と会合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，米国の安全保障分野に係る特定案件の具体的な\n内容が明示された上で，その現状について意見交換を行うために，同関係者と\n会合を行うことに加え，我が国政府関係者の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，この文書に明示されている米国の安全保障分野に係\nる特定案件の具体的な内容は，正しく米国の安全保障上の機密事項に属するも\nのであるため，機密性が極めて高いものとなっている。\nしたがって，当該米国の安全保障に関する機密事項を明らかにすることが絶\n対に許されないのはもとより，この機密事項に関し，我が国政府が，どの立場\nの関係者との間で，経費を支出した会合によって当該意見交換を行っているか\nが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，米国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，米国の安全保障に関する機密事項が公にされるお\nそれが生じるという点で米国の国益を著しく侵害することとなり，上記米国政\n府関係者のみならず，米国政府の我が国に対する信頼を失墜させ，じ後，我が\n国への協力が得られなくなり，我が国の安全保障や外交活動に多大な支障を及\nぼすおそれが高いのは明らかである。さらに，他国等が我が国の安全保障の内\n容を分析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害\nや対抗措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼\n性が著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれが\nあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２）\n① 文書の概要\n同決裁書にある事例は，国際的に関心の高い特定地域における国際紛争問題\nに関し，その問題と密接な利害関係を有する米国所在の関係団体幹部から，そ\nの時点における同団体の見方に関する情報を収集するために，同団体幹部と会\n合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した同関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該国際紛争問題に関し，その問題と密接な\n利害関係を有する米国内の関係団体のその時点における見方を聴取するために，\n同関係者と会合を行うことに加え，在米国日本大使館員の個人名及び肩書が明\n記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で公にしないことを条件に実施したものである。また，我が国政府\n関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切公\nにされておらず，秘密に扱われている事柄である。しかも，この内容は，各国\nの利害が複雑に錯綜する特定地域における国際紛争問題に関するものであり，\nその機密性は極めて高い。\nしたがって，我が国政府が，国際的に関心の高い特定地域における国際紛争\n問題に関し，どのような関係者との間で，経費を支出した会合によって情報収\n集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，同特定地域における国際紛\n争問題に関係する諸国の中には，過剰反応を示し，我が国に敵対的な対応を取\nるおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３）\n① 文書の概要\n同決裁書にある事例は，日仏関係に関する情報を収集するために，当該分野\nに係る事実関係又は評価・分析に関する情報を収集するために，フランスに所\n在する関係者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名や肩書が明記されている。\n目的・内容の欄には，さらに，同関係者の評価・分析に関する情報等を聴取\nするために同関係者と会合を行うことに加え，在フランス日本大使館員の個人\n名及び肩書が明記されている。\nまた，会合の日時，会合を実施した場所に関する情報，会合に要した費用等\nが明記されているため，いかなる形態で情報収集に係る会合が行われたかが具\n体的に分かる記載内容になっている。さらに，取扱者名の欄には，在フランス\n日本大使館館員の個人名又は肩書等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，上記情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，フランスの政策決定に携わる関係者と幅広い関係を構築している者である\nところ，我が国政府関係者が，同関係者と会合を行う関係にあるということ自\n体，対外的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，だれとの間で，経費を支出した会合によって情\n報収集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が我が国政府に協力したことを\n理由に様々な方面から不利益を加えられるおそれがある。また，同関係者のみ\nならず，その他の同様の情報提供者の我が国に対する信頼を失墜させ，じ後，\n我が国への協力を得られなくなるのは必至である。さらに，他国等が，我が国\nの日仏関係等の外交政策を分析し，外交政策上の対策ないし我が国の情報収集\n活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の保\n持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果が\n生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４）\n① 文書の概要\n同決裁書にある事例は，機密事項である安全保障分野の現状について外交工\n作や情報収集を行うために，同分野に係る関係者と会合を行ったものであり，\nＢ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，機密事項である安全保障分野が明示された上で，\nその現状について意見交換を行うために，同関係者と会合を行うことに加え，\n外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている安全保障分野は，まさしく\n機密事項に属するものである。\nしたがって，当該機密事項を明らかにすることが絶対に許されないのはもと\nより，この機密事項に関し，我が国政府が，どの立場の関係者との間で，経費\nを支出した会合によって当該意見交換を行っているかが明らかになることは，\n絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，協力した相手\n方の立場を損なうおそれがあり，また，同関係者のみならず，同様の関係者の\n我が国に対する信頼を失墜させ，じ後，協力が得られなくなり，我が国の安全\n保障や外交活動に多大な支障を及ぼすおそれがある。さらに，他国等が我が国\nの安全保障の内容を分析し，外交政策上の対策ないし我が国の外交交渉・工作\n活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の保\n持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果が\n生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５）\n① 文書の概要\n同決裁書にある事例は，我が国にとって極めて重要な特定の外交案件につい\nて外交工作や情報収集を行うために，同分野に係る関係者と会合を行ったもの\nであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，我が国にとって極めて重要な特定の外交案件が\n明示された上で，その現状について意見交換を行うために，同関係者と会合を\n行うことに加え，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，公にしないことを条件に我が国にとって極めて\n重要な特定の外交案件について意見交換を実施したものである。また，この文\n書に明示されている当該外交案件の具体的な内容は，まさしく我が国の機密事\n項に属するものである。\nしたがって，当該外交案件に関する機密事項を明らかにすることが絶対に許\nされないのはもとより，この機密事項に関し，我が国政府が，どのような形で，\n経費を支出した会合によって当該意見交換を行っているかが明らかになること\nは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，協力した相手\n方の立場を損なうおそれがある。また，同関係者のみならず，同様の関係者の\n我が国に対する信頼を失墜させ，じ後，協力が得られなくなり，我が国の安全\n保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかである。さらに，\n他国等が我が国の当該外交案件に係る政策を分析し，外交政策上の対策ないし\n我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそれがある。そ\nの他，我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集\n事務一般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６）\n① 文書の概要\n同決裁書にある事例は，関係国の秘密事項である捜査分野に係る外交工作や\n情報収集を行うために，関係国政府関係者と会合を行ったものであり，Ｂ２の\n類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，捜査分野に係る具体的な内容が明示された上で，\nその現状について意見交換を行うために，同関係者と会合を行うことに加え，\n我が国政府関係者の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている捜査分野に係る具体的な内\n容は，まさしく関係国の機密事項に属するものであるため，機密性が極めて高\nいものとなっている。\nしたがって，当該関係国の機密事項を明らかにすることが絶対に許されない\nのはもとより，この機密事項に関し，我が国政府が，どの立場にある関係者と\nの間で，経費を支出した会合によって当該意見交換を行っているかが明らかに\nなることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，当該関係国政府による処分を受\nけるなど，我が国政府に協力した相手方の立場を損なうおそれがある。また，\n当該情報が公になることを通じて，捜査分野に関する機密事項が公にされるお\nそれが生じるという点で関係国の国益を著しく侵害することとなり，上記関係\n者のみならず，関係国政府における我が国に対する信頼を失墜させ，じ後，我\nが国への協力が得られなくなり，我が国の安全保障や外交活動に多大な支障を\n及ぼすおそれが高いのは明らかである。さらに，他国等が我が国の同分野にお\nける政策の内容を分析し，外交政策上の対策ないし我が国の外交交渉・工作活\n動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の保持\nに対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果が生\nじるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番７）\n① 文書の概要\n同決裁書にある事例は，外務省員が米国の機密事項である安全保障分野に係\nる特定案件の現状について外交工作や情報収集を行うために，関係国政府の関\n係者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国の安全保障分野に係る特定案件の具体的\nな内容が明示された上で，その現状について意見交換を行うために，同関係者\nと会合を行うことに加え，在米国日本大使館員の個人名及び肩書が明記されて\nいる。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，米\n国の機密事項である安全保障分野に係る特定案件に関するものであり，その機\n密性は極めて高い。\nしたがって，我が国政府が，当該米国の安全保障に関する機密事項を明らか\nにすることが絶対に許されないのはもとより，この機密事項に関し，どのよう\nな関係者との間で，経費を支出した会合によって情報収集活動を行っているか\nが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者のみならず，その関係国にお\nける我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなる\nのは必至である。また，同関係者が我が国政府に協力したことを理由に様々な\n方面から不利益を加えられるおそれもある。さらに，米国が過剰反応を示し，\n我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番８）\n① 文書の概要\n同決裁書にある事例は，各国の利害が対立するある特定地域に対する経済協\n力分野の問題に関し，当該分野を所掌する関係機関関係者から，その時点にお\nける同機関の見方に関する情報を収集するために，同関係者と会合を行ったも\nのであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した上記関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該問題に関し，その問題を直接に扱う立場\nにある機関のその時点における見方を聴取するために，同関係者と会合を行う\nことに加え，在フィリピン日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在フィリピン日本大使館員の個人名又は肩書及びそ\nの署名等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，各\n国の利害が複雑に錯綜する特定地域に対する経済協力分野の問題に関するもの\nであり，その機密性は極めて高い。\nしたがって，我が国政府が，特定地域に対する経済協力分野の問題に関し，\nどのような関係者との間で，経費を支出した会合によって情報収集活動を行っ\nているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nにおける我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなく\nなるのは必至である。また，同関係者が我が国政府に協力したことを理由に様\n々な方面から不利益を加えられるおそれもある。さらに，特定地域に対する経\n済協力分野の問題に関係する諸国の中には，過剰反応を示し，我が国に敵対的\nな対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番９）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な外交案件に係る情報収集のた\nめに，当該分野に係る事実関係又は評価・分析に関連する情報を得るために，\n当該情報等を有する関係者と会合を行ったものであり，Ａ２の類型に属するも\nのである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，我が国にとって重要な外交案件に係る情報等\nを有する関係者のその時点における見方を聴取するために会合を行うことに加\nえ，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該分野の政策決定に携わる関係者と幅広い関係を構築している者であり，\n我が国政府関係者が，同関係者と会合を行う関係にあるということ自体，対外\n的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国に対\nする信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至である。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１０）\n① 文書の概要\n同決裁書にある事例は，米国政府経済担当部門が主催する経済の特定分野に\nついての会合に，各国の利害対立を踏まえ，同分野に関する外交交渉・工作や，\n同分野に関する米国内の事情及び同分野に係る国際的交渉の見通し等について\nの情報収集を行うために参加したものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国政府経済担当部門が主催する上記分野に\n関する同国内の事情及び同分野に係る国際的交渉の見通し等についての意見交\n換を行うために当該会合に参加することに加え，在米国日本大使館員の個人名\n及び肩書が明記されている。\nまた，会合の日時，同会合が実施される会場の名称及び住所等の場所に関す\nる情報，当該会合参加に係る経費の支払予定額等が記載されており，いかなる\n形態の会合が行われ，在米国日本大使館員が当該会合にいかなる形態で多国間\n交渉に係る交渉・工作や情報収集を実施する目的で参加したかが具体的に分か\nる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決裁者名\nの欄には，それぞれ在米国日本大使館員の個人名又は肩書及び署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る外交活動は，我が国政府が，この外交活動に\n協力ないし応対した関係者との間で，公にしないことを当然の前提として実施\nしたものである。また，この外交活動は，経済の特定分野について多国間交渉\n・工作を行う上での対応方針を決するための重要な一手段であるが，この当該\n会合において，当該外交交渉・工作や情報収集活動を行っていること自体，当\n該分野に係る多国間交渉を効果的に行うという我が国の国益のためにも秘匿さ\nれるべき事柄である。\nしたがって，我が国政府が，経済の特定分野に関する米国内の事情及び同分\n野に関する国際的交渉の見通し等に関し，だれとの間で，経費を支出して参加\nした会合によって外交交渉・工作や情報収集活動を行っているかが明らかにな\nることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する政府の利益を損なうことなどを理由に処分を受けるなど，我が\n国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交活動\nに協力ないし応対した関係者のみならず，その関係者の所属する政府の我が国\nに対する信頼を失墜させ，じ後，我が国への協力を得られなくなるおそれがあ\nる。さらに，他国等が，我が国の経済の特定分野に関する政策・方針等を分析\nし，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措\n置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著し\nく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあること\nは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１２）\n① 文書の概要\n同決裁書にある事例は，我が国にとって極めて重要な日米関係の現状につい\nて外交工作や情報収集を行うために，米国所在の関係者と会合を行ったもので\nあり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，日米関係に係る具体的な内容が明示された上で，\nその現状について意見交換を行うために，同関係者と会合を行うことに加え，\n我が国政府関係者の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の内の住所・電話番号等の\n会合場所に関する情報，客単価及び会合参加人数から算出される支払予定額等\nが明記されており，いかなる形態で外交工作及び情報収集に係る会合が行われ\nたかが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，\n取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩\n書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，同関係者は，米国の政策決定に携わる関係者と幅広い\n関係を構築している者であり，我が国政府関係者が，同関係者と会合を行う関\n係にあるということ自体，対外的に一切公表されておらず，秘密に扱われてい\nる事柄である。\nしたがって，我が国政府が，日米関係の現状等に関する米国側の見方等につ\nいて，どのような立場の関係者との間で，経費を支出した会合によって意見交\n換を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，米国の内部情報に係る漏\n洩等に関与したとの嫌疑をかけられる等，米国政府による不利益処分を受ける\nなど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該\n情報が公になることを通じて，米国の内部事情に関する機密事項が公にされる\nおそれが生じるという点で米国の国益を著しく侵害することとなり，上記関係\n者のみならず，米国政府の我が国に対する信頼を失墜させ，じ後，我が国への\n協力が得られなくなり，我が国の安全保障や外交活動に多大な支障を及ぼすお\nそれが高いのは明らかである。さらに，他国等が我が国の収集情報の内容を分\n析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗\n措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著\nしく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあるこ\nとは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１３）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な外交案件に係る情報収集のた\nめに，当該分野に係る事実関係又は評価・分析に関連する情報を得るために，\n当該情報等を有する関係者と会合を行ったものであり，Ａ２の類型に属するも\nのである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，外交案件に係る情報等を有する関係者のその\n時点における見方を聴取するために会合を行うことに加え，外務省員の個人名\n及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該分野の政策決定に携わる関係者と幅広い関係を構築している者であり，\n我が国政府関係者が，同関係者と会合を行う関係にあるということ自体，対外\n的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国に対\nする信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至である。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１４）\n① 文書の概要\n同決裁書にある事例は，米国の特定地域における特定犯罪対策に関し，その\n問題と密接な利害関係を有する関係機関幹部から，その時点における同機関の\n見方に関する情報を収集するために，同機関幹部と会合を行ったものであり，\nＡ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該特定地域における特定犯罪対策に関し，\nその問題と密接な利害関係を有する関係機関のその時点における見方を聴取す\nるために，同関係者と会合を行うことに加え，在米国日本大使館員の個人名及\nび肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の内の住所・電話番号等の\n会合場所に関する情報，客単価及び会合参加人数から算出される支払予定額等\nが明記されているため，いかなる形態で情報収集に係る会合が行われたかが具\n体的に分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署\n名等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，各\n国の利害が複雑な特定地域における特定犯罪の対策に関するものであり，その\n機密性は極めて高い。\nしたがって，我が国政府が，当該問題に関し，どのような関係者との間で，\n我が国政府が経費を支出した会合によって情報収集活動を行っているかが明ら\nかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，米国又は特定地域諸国の中\nには，過剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１５）\n① 文書の概要\n同決裁書にある事例は，フィリピンとの二国間関係に関し，関係促進を目的\nとして同国政府関係者から，その関係者の見方に関する情報を収集するために，\n同関係者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，フィリピンとの二国間関係に関し，同国政府\nのその時点における見方を聴取するために，同関係者と会合を行うことに加え，\n在フィリピン日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合場所に関する情報，支払額等が明記されているため，\nいかなる形態で情報収集に係る会合が行われたかが具体的に分かる記載内容に\nなっている。さらに，決裁書の取扱者名の欄には，在フィリピン日本大使館員\nの個人名及び肩書が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，フ\nィリピンとの二国間関係のあり方に関するものであり，その機密性は極めて高\nい。\nしたがって，我が国政府が，フィリピンとの二国間関係に関し，だれとの間\nで，経費を支出した会合によって情報収集活動を行っているかが明らかになる\nことは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の政府関\n係者の我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくな\nるのは必至である。また，同関係者が我が国政府に協力したことを理由に様々\nな方面から不利益を加えられるおそれもある。また，他国等が，我が国の当該\n分野に関する政策等を分析し，外交政策上の対策ないし我が国の外交交渉・工\n作活動に対し妨害や対抗措置を講じるおそれがある。さらに，上記のとおり当\n該情報が公となった場合，他の情報提供者・協力者にもそのことが伝わり，我\nが国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般\nへの萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１６）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な外交案件に関する情報に係る\n事実関係又は評価・分析に関連する情報を得るために，当該情報等を有する関\n係者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，外交案件に関する情報等を有する関係者のそ\nの時点における見方を聴取するために会合を行うことに加え，外務省員の個人\n名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該関連情報を有する立場にいる者であり，我が国政府関係者が，同関係\n者と会合を行う関係にあるということ自体，対外的に一切公にされておらず，\n秘密に扱われている事柄である。また，当該時期に当該分野に係る情報収集を\n行っていること自体，我が国の外交政策の推進に係る機密事項に属するもので\nある。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国政府\nに対する信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至で\nある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１７）\n① 文書の概要\n同決裁書にある事例は，ある国際機関関係者から，各国の利害が対立する同\n機関所管案件の現状及び今後の動向に関する外交工作及び情報収集を行うため\nに，同関係者と会合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該国際機関所管案件の今後の動向に関する\n同機関及び関係国の事情等についての意見交換を行うために，同関係者と会合\nを行うことに加え，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，同会合を実施した店名及び同店の住所・電話番号等の会\n合場所に関する情報，支払額等が記載されており，いかなる形態の外交工作及\nび情報収集に係る会合が行われたかが具体的に分かる記載内容になっている。\nさらに，決裁書の文書作成者，取扱者名，決裁者名の欄には，それぞれ在フラ\nンス大使館員及び外務省員の個人名又は肩書及び署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，この外交活動に協力ないし応対した関係者との\n間で，公にしないことを当然の前提として実施したものである。また，この外\n交活動は，当該国際機関所管案件について多国間交渉・工作を行う上での対応\n方針を決するための重要な一手段であるが，この当該会合において，当該外交\n交渉・工作や情報収集活動を行っていること自体，当該分野に係る多国間交渉\nを効果的に行うという我が国の国益のためにも秘匿されるべき事柄である。\nしたがって，我が国政府が，国際機関所管案件に関する国際的交渉の見通し\n等に関し，だれとの間で，経費を支出して参加した会合によって外交交渉・工\n作や情報収集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する国際機関の利益を損なうことなどを理由に処分を受けるなど，\n我が国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交\n活動に協力ないし応対した関係者のみならず，その関係者の所属する国際機関\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるお\nそれがある。さらに，他国等が，我が国の当該分野に関する政策・方針等を分\n析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗\n措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著\nしく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあるこ\nとは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番１９）\n① 文書の概要\n同決裁書にある事例は，各国が動向を注視する米国とある国との二国間関係\nについて，米国に所在する関係者から，その時点における見方に関する情報を\n収集するために，同関係者と会合を行ったものであり，Ａ２の類型に属するも\nのである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国とある国との二国間関係に関し，米国に\n所在する関係者からその時点における見方を聴取するために，同関係者と会合\nを行うことに加え，在米国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，米\n国とある国との二国間関係に関するものであり，その機密性は極めて高い。\nしたがって，我が国政府が，米国とある国との二国間関係に関し，どのよう\nな関係者との間で，経費を支出した会合によって情報収集活動を行っているか\nが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，米国又はある第三国が，過\n剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２０）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な日米関係及び国際情勢に関す\nる情報を収集するために，当該分野に係る事実関係又は評価・分析に関する情\n報を収集するために，米国に所在する関係者と会合を行ったものであり，Ａ２\nの類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名や肩書が明記されている。\n目的・内容の欄には，さらに，同関係者の評価・分析に関する情報等を聴取\nするために同関係者と会合を行うことに加え，在米国日本大使館員の個人名及\nび肩書が明記されている。\nまた，会合の日時，会合を実施した場所に関する情報，会合に要した費用等\nが明記されているため，いかなる形態で情報収集に係る会合が行われたかが具\n体的に分かる記載内容になっている。さらに，取扱者名の欄には，在米国日本\n大使館館員の個人名又は肩書等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，上記情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，米国等の主要国の政策決定に携わる関係者と幅広い関係を構築している者\nであるところ，我が国政府関係者が，同関係者と会合を行う関係にあるという\nこと自体，対外的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，だれとの間で，経費を支出した会合によって情\n報収集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が我が国政府に協力したことを\n理由に様々な方面から不利益を加えられるおそれがある。また，同関係者のみ\nならず，その他の同様の情報提供者の我が国に対する信頼を失墜させ，じ後，\n我が国への協力を得られなくなるのは必至である。さらに，他国等が，我が国\nの日米関係等の外交政策を分析し，外交政策上の対策ないし我が国の情報収集\n活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の保\n持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果が\n生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２２）\n① 文書の概要\n同決裁書にある事例は，利害対立案件を含む日米関係の特定分野に関する情\n報を収集するために，当該分野に係る事実関係又は評価・分析に関する情報を\n収集するために，米国に所在する関係者と会合を行ったものであり，Ａ２の類\n型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名や肩書が明記されている。\n目的・内容の欄には，同関係者の評価・分析に関する情報等を聴取するため\nに同関係者と会合を行うことに加え，在米国日本大使館員の個人名及び肩書が\n明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書及びその署\n名等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，上記情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，米国の政策決定に携わる関係者と幅広い関係を構築している者であるとこ\nろ，我が国政府関係者が，同関係者と会合を行う関係にあるということ自体，\n対外的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，だれとの間で，経費を支出した会合によって情\n報収集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が我が国政府に協力したことを\n理由に様々な方面から不利益を加えられるおそれがある。また，同関係者のみ\nならず，その他の同様の情報提供者の我が国に対する信頼を失墜させ，じ後，\n我が国への協力を得られなくなるのは必至である。さらに，他国等が，我が国\nの日米関係の特定分野に係る外交政策を分析し，外交政策上の対策ないし我が\n国の情報収集活動に対し妨害や対抗措置を講じるおそれがある。その他，我が\n国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般へ\nの萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２３）\n① 文書の概要\n同決裁書にある事例は，中国の国内事情に関し，北京に所在する関係者から\n情報を収集するため及び外交工作を行うために会合を行ったものであり，Ｂ２\nの類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，中国の国内事情について意見交換を行うために，\n同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書が明\n記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在中国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，当該会合の目的は，中国側の公式発表等を超える内\n容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\nこの事項に関し，我が国政府が，どの立場の関係者との間で，経費を支出した\n会合によって意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，中国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，中国側が機密事項ととらえる事項が公にされるお\nそれが生じるという点で中国の国益を著しく侵害することとなり，中国政府の\n我が国に対する信頼を失墜させ，じ後，我が国への協力が得られなくなり，我\nが国の安全保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかであ\nる。さらに，他国等が我が国の収集情報の内容を分析し，外交政策上の対策な\nいし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそれがある。\nその他，我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収\n集事務一般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２４）\n① 文書の概要\n同決裁書にある事例は，我が国の利害が直接関係する特定事業の現状につい\nて外交工作や情報収集を行うために，フランス国政府関係者と会合を行ったも\nのであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，我が国に関係する特定事業の具体的な内容が\n明示された上で，その現状等について意見交換を行うために，同関係者と会合\nを行うことに加え，在フランス日本大使館員の個人名及び肩書が明記されてい\nる。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容となっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在フランス日本大使館員の個人名又は肩書及び署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る外交活動は，我が国政府が，相手方との間で，\n公にしないことを条件に実施したものである。また，この外交活動は，我が国\nに関係する特定事業について外交交渉・工作を行う上での対応方針を決するた\nめの重要な一手段であるが，当該会合において，当該外交交渉・工作や情報収\n集活動を行っていること自体，当該事業に係る交渉を効果的に行うという我が\n国の国益のためにも秘匿されるべき事柄である。\nしたがって，我が国政府が，我が国に関係する特定事業に関し，だれとの間\nで，経費を支出して参加した会合によって外交交渉・工作や情報収集活動を行\nっているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する政府の利益を損なうことなどを理由に処分を受けるなど，我が\n国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交活動\nに協力ないし応対した関係者のみならず，その関係者の所属する政府の我が国\nに対する信頼を失墜させ，じ後，我が国への協力を得られなくなるおそれがあ\nる。さらに，他国等が，我が国の当該分野に関する政策・方針等を分析し，外\n交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講\nじるおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下\nするおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述\nのとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２５）\n① 文書の概要\n同決裁書にある事例は，我が国とフランスに所在する国際機関との特定分野\nについての協力のあり方について，関係国間の利害対立を踏まえ，外交工作や\n情報収集を行うために，同国際機関幹部と会合を行ったものであり，Ｃ２の類\n型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，我が国とフランスに所在する国際機関との協\n力を行う特定分野が明示された上で，当該国際機関の内部事情を含め意見交換\nを行うために同関係者と会合を行うことに加え，在フランス日本大使館員の個\n人名及び肩書が明記されている。\nまた，会合の日時，同会合を実施した店名及び同店の住所・電話番号等の会\n合場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が\n明記されており，いかなる形態で多国間交渉に係る交渉・工作や情報収集を実\n施する目的で参加したかが具体的に分かる記載内容になっている。さらに，決\n裁書の文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大\n使館員の個人名又は肩書及び署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている国際機関との協力分野及び\n同機関の内部事情の具体的な内容は，当該国際機関の機密事項に属するもので\nあるため，機密性が極めて高いものとなっている。\nしたがって，当該機密事項を明らかにすることが許されないのはもとより，\nこの機密事項に関し，我が国政府が，だれとの間で，経費を支出して会合によ\nって外交交渉・工作や情報収集活動を行っているかが明らかになることは，絶\n対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する国際機関の利益を損なうことなどを理由に処分を受けるなど，\n我が国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交\n活動に協力ないし応対した関係者のみならず，その関係者の所属する国際機関\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるお\nそれがある。さらに，他国等が，我が国の当該分野に関する政策・方針等を分\n析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗\n措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著\nしく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあるこ\nとは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２６）\n① 文書の概要\n同決裁書にある事例は，米国に所在する国際機関による特定国に対する支援\n方針につき，関係国間の利害対立を踏まえ，外交工作や情報収集を行うために，\n同国際機関関係者と会合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該国際機関による特定国への支援につき内\n容が明示された上で，その方針につき意見交換を行うために，同関係者と会合\nを行うことに加え，在米国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容になっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及び\n署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この外交活動は，当該特定国に対する我が国関与のあ\nり方の対応方針を決するための重要な一手段であるが，この会合において，当\n該外交交渉・工作や情報収集活動を行っていること自体，当該国に対する支援\nに係る多国間交渉を効果的に行うという我が国の国益のためにも秘匿されるべ\nき事柄である。\nしたがって，我が国政府が，当該国に対する支援に関する国際的交渉の見通\nし等に関し，だれとの間で，経費を支出して参加した会合によって当該意見交\n換を行っているかが明らかになることは許されない外交交渉・工作や情報収集\n活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する国際機関の利益を損なうことなどを理由に処分を受けるなど，\n我が国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交\n活動に協力ないし応対した関係者のみならず，その関係者の所属する国際機関\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるお\nそれがある。さらに，他国等が，我が国の当該分野に関する政策・方針等を分\n析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗\n措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著\nしく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあるこ\nとは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２７）\n① 文書の概要\n同決裁書にある事例は，我が国とフィリピンの特定分野における協力につい\nて，関係促進を目的として情報収集及び外交工作を行うために，フィリピンに\n所在する関係者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，我が国とフィリピンの特定分野における協力\nについての見方を聴取するために，同関係者と会合を行うことに加え，在フィ\nリピン日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合場所に関する情報，支払額等が明記されているため，\nいかなる形態で情報収集に係る会合が行われたかが具体的に分かる記載内容に\nなっている。さらに，決裁書の文書作成者，取扱者名，決裁者名の欄には，そ\nれぞれ在フィリピン日本大使館員の個人名又は肩書及びその署名等が明記され\nている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，フ\nィリピンとの特定分野における関係に関するものであり，その機密性は極めて\n高い。\nしたがって，我が国政府が，フィリピンとの特定分野における関係に関し，\nどのような関係者との間で，経費を支出した会合によって情報収集活動を行っ\nているかが明らかになることは許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，当該分野に関係する関係者\nの中には，過剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番２９）\n① 文書の概要\n同決裁書にある事例は，我が国要人のその後の訪米を視野に入れて我が国に\nとって重要な日米関係の現状等について外交工作や情報収集を行うために，米\n国に所在する関係者と会合を行ったものであり，Ｂ２の類型に属するものであ\nる。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，日米関係に係る具体的な内容が示された上で，\nその現状について意見交換を行うために，同関係者と会合を行うことに加え，\n在米国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，支払額等が明記されており，いかなる形態で外交工作及び\n情報収集に係る会合が行われたかが具体的に分かる記載内容となっている。さ\nらに，決裁書の取扱者名の欄には，在米国日本大使館館員の個人名及び肩書が\n明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，同関係者は，米国の政策決定に携わる関係者と幅広い\n関係を構築している者であるところ，我が国政府関係者が，同関係者と会合を\n行う関係にあるということ自体，対外的に一切公表されておらず，秘密に扱わ\nれている事柄である。\nしたがって，我が国政府が，日米関係の現状等に関する米国側の見方等につ\nいてどの立場の関係者との間で，経費を支出した会合によって意見交換を行っ\nているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，米国の内部情報に係る漏\n洩等に関与したとの嫌疑をかけられる等，米国政府による不利益処分を受ける\nなど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該\n情報が公になることを通じて，米国の内部事情に関する機密事項が公にされる\nおそれが生じるという点で米国の国益を侵害することとなり，米国政府の我が\n国に対する信頼を失墜させ，じ後，我が国への協力が得られなくなり，我が国\nの安全保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかである。\nさらに，他国等が我が国の収集情報の内容を分析し，外交政策上の対策ないし\n我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそれがある。そ\nの他，我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集\n事務一般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３０）\n① 文書の概要\n同決裁書にある事例は，中国の国内事情に関し，中国に所在する関係者から\n情報を収集するために会合を行ったものであり，Ａ２の類型に属するものであ\nる。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，中国の国内事情について情報を収集するため\nに，同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書\nが明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在中国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，当該会合の目的は，中国側の公式発表等を超える内\n容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\nこの事項に関し，我が国政府が，どの立場の関係者との間で，経費を支出した\n会合によって意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，我が国政府に協力したこ\nとを理由に中国政府による処分を受けるなど，我が国政府に協力した相手方の\n立場を損なうおそれがある。また，当該情報が公になることを通じて，中国側\nが機密事項ととらえる事項が公にされるおそれが生じるという点で中国の国益\nを著しく侵害することとなり，中国政府の関係者の我が国に対する信頼を失墜\nさせ，じ後，我が国への協力が得られなくなり，我が国の安全保障や外交活動\nに多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が\n国の収集情報の内容を分析し，外交政策上の対策ないし我が国の外交交渉・工\n作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の\n保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果\nが生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３１）\n① 文書の概要\n同決裁書にある事例は，日米間の懸案事項となっている特定問題に関し，外\n交工作や情報収集を行うために，米国政府関係者と会合を行ったものであり，\nＢ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，日米間の懸案事項となっている特定問題が明示\nされた上で，その現状について意見交換を行うために，同関係者と会合を行う\nことに加え，在米国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この外交活動は，日米間の懸案事項となっている特定\n問題についてのその後の対応方針を決するための重要な一手段であるが，当該\n会合において，そうした観点から当該外交交渉・工作や情報収集活動を行って\nいること自体，当該特定問題に係る交渉を効果的に行うという我が国の国益の\nためにも秘匿されるべき事柄である。\nしたがって，当該日米間の懸案事項となっている特定問題につき明らかにす\nることが許されないのはもとより，この問題に関し，我が国政府が，どの立場\nの関係者との間で，経費を支出した会合によって意見交換を行っているかが明\nらかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，米国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，日米間の懸案事項となっている特定問題に関する\n事項が公にされるおそれが生じるという点で米国の国益を著しく侵害すること\nとなり，上記関係者のみならず，米国政府の我が国に対する信頼を失墜させ，\nじ後，我が国への協力が得られなくなり，我が国の安全保障や外交活動に多大\nな支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が国の特\n定問題に係る立場等を分析し，外交政策上の対策ないし我が国の外交交渉・工\n作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の\n保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果\nが生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３２）\n① 文書の概要\n同決裁書にある事例は，各国が動向を注視する米国による特定国の特定案件\nに関する政策について，その問題と密接な利害関係を有する米国所在の関係団\n体の見方に関するその時点における情報を収集するために，同団体関係者と会\n合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国による特定国の特定案件に関する政策の\n現状について，その問題と密接な利害関係を有する米国内の同関係団体のその\n時点における見方を聴取するために，同関係者と会合を行うことに加え，在米\n国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。しかも，この内容は，国\n際的にその動向が注目される米国による特定国の特定案件に関する政策の現状\nについてのものであり，その機密性は極めて高い。\nしたがって，我が国政府が，米国による特定国の特定案件に関する政策に関\nし，どのような関係者との間で，経費を支出した会合によって情報収集活動を\n行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，米国の当該政策の対象たる\n特定国等が過剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３３）\n① 文書の概要\n同決裁書にある事例は，利害対立案件を含む日米間の特定分野における協力\nについて外交工作や情報収集を行うために，米国政府関係者と会合を行ったも\nのであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に参加した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，日米間で協力を行っている特定分野の内容が明\n示された上で，その現状について意見交換を行うために，同関係者と会合を行\nうことに加え，在米国日本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合場所に関する情報，支払額等が明記されており，い\nかなる形態で外交工作及び情報収集に係る会合が行われたかが具体的に分かる\n記載内容となっている。さらに，決裁書の取扱者名の欄には，在米国日本大使\n館館員の個人名又は肩書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この外交活動は，日米間の特定分野における今後の対\n応方針を決するための重要な一手段であるが，当該会合において，そうした観\n点から当該外交交渉・工作や情報収集活動を行っていること自体，同分野に係\nるその後の交渉を効果的に行うという我が国の国益のためにも秘匿されるべき\n事柄である。\nしたがって，当該日米間で協力を行っている特定分野について明らかにする\nことが許されないのはもとより，この問題に関し，我が国政府が，どの立場の\n関係者との間で，経費を支出した会合によって当該意見交換を行っているかが\n明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，米国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。しかも，当該\n情報が公になることを通じて，日米間の特定分野における協力に関する事項が\n公にされるおそれが生じるという点で米国の国益を著しく侵害することとなり，\n上記関係者のみならず，米国政府の我が国に対する信頼を失墜させ，じ後，我\nが国への協力が得られなくなり，我が国の安全保障や外交活動に多大な支障を\n及ぼすおそれが高いのは明らかである。さらに，他国等が我が国の収集情報の\n内容を分析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨\n害や対抗措置を講じるおそれがある。その他，我が国の秘密の保持に対する信\n頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれ\nがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３４）\n① 文書の概要\n同決裁書にある事例は，利害対立案件を含む日米間の特定分野における関係\nに関する情報を収集するために，当該分野に係る事実関係又は評価・分析に関\n連する情報を得る目的で，米国に所在する関係者と会合を行ったものであり，\nＡ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，特定分野における日米二国間関係に関する見\n方を聴取するために，同関係者と会合を行うことに加え，在米国日本大使館員\nの個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，米国の当該分野の政策決定に携わる関係者と幅広い関係を構築している者\nであり，我が国政府関係者が，同関係者と会合を行う関係にあるということ自\n体，対外的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が我が国政府に協力したことを\n理由に様々な方面から不利益を加えられるおそれがある。また，同関係者のみ\nならず，その他の同様の情報提供者の我が国に対する信頼を失墜させ，じ後，\n我が国への協力を得られなくなるのは必至である。さらに，他国等が，我が国\nの特定分野における日米関係に係る外交政策を分析し，外交政策上の対策ない\nし我が国の情報収集活動に対し妨害や対抗措置を講じるおそれがある。その他，\n我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一\n般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３５）\n① 文書の概要\n同決裁書にある事例は，米国との二国間の特定分野における第三国等に向け\nた協力案件に関し，関連情報を収集するために，同案件に関与する立場の関係\n者と会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該特定分野における協力案件に関し，同案\n件に関与している関係者のその時点における見方を聴取するために，同関係者\nと会合を行うことに加え，在米国日本大使館員の個人名及び肩書が明記されて\nいる。\nまた，会合の日時，会合場所に関する情報，客単価及び会合参加人数から算\n出される支払予定額等が明記されているため，いかなる形態で情報収集に係る\n会合が行われたかが具体的に分かる記載内容になっている。さらに，決裁書の\n文書作成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館員の個\n人名又は肩書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，米国との二国間の特定分野における協力案件に\nついて，どのような関係者との間で，経費を支出した会合によって情報収集活\n動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，当該案件に関係する主体の\n中には，過剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３７）\n① 文書の概要\n同決裁書にある事例は，米国による特定犯罪に係る対策の現状について外交\n工作や情報収集を行うために，同国政府関係者と会合を行ったものであり，Ｂ\n２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，米国による特定犯罪に係る対策の具体的な内容\nが明示された上で，その現状について意見交換を行うために，同関係者と会合\nを行うことに加え，在米国大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている米国による特定犯罪に係る\n対策の具体的な内容は，米国にとって機密性が極めて高いものとなっている。\nしたがって，当該米国による特定犯罪に係る対策の現状に関する機密事項を\n明らかにすることが絶対に許されないのはもとより，この機密事項に関し，我\nが国政府が，どの立場の関係者との間で，経費を支出した会合によって当該意\n見交換を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，米国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，米国の犯罪対策に係る機密事項が公にされるおそ\nれが生じるという点で米国の国益を著しく侵害することとなり，上記関係者の\nみならず，米国政府の我が国に対する信頼を失墜させ，じ後，我が国への協力\nが得られなくなり，我が国の安全保障や外交活動に多大な支障を及ぼすおそれ\nが高いのは明らかである。さらに，他国等が我が国の同分野に係る政策の内容\nを分析し，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や\n対抗措置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性\nが著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあ\nることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３８）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な米国の特定地域に係る政策に\n関し、同分野を専門とする米国に所在する関係者から，その時点における見方\nに関する情報を収集するために，同関係者と会合を行ったものであり，Ａ２の\n類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国の特定地域に係る政策に関し，その問題\nを専門とする米国所在の関係者のその時点における見方を聴取するために，同\n関係者と会合を行うことに加え，在米国日本大使館員の個人名及び肩書が明記\nされている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，支払額等が明記されているため，いかなる形態で情報収集\nに係る会合が行われたかが具体的に分かる記載内容になっている。さらに，決\n裁書の取扱者名の欄には，在米国日本大使館員の個人名及び肩書が明記されて\nいる。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，米国等の主要国の政策決定に携わる関係者と幅広い関係を構築し\nている同関係者と会合を行う関係にあるということ自体，対外的に一切公にさ\nれておらず，秘密に扱われている事柄である。しかも，この内容は，米国の特\n定地域に係る政策に関するものであり，その機密性は自ずと高いものである。\nしたがって，我が国政府が，米国の特定地域に係る政策に関し，どのような\n関係者との間で，経費を支出した会合によって情報収集活動を行っているかが\n明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その所属先の我\nが国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必\n至である。また，同関係者が我が国政府に協力したことを理由に様々な方面か\nら不利益を加えられるおそれもある。さらに，当該情報収集の対象分野に関連\nする諸国の中には，過剰反応を示し，我が国に敵対的な対応を取るおそれもあ\nる。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番３９）\n① 文書の概要\n同決裁書にある事例は，中国の国内事情の現状について外交工作や情報収集\nを行うために，北京に所在する関係者と会合を行ったものであり，Ｂ２の類型\nに属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，中国の国内事情について意見交換を行うために，\n同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書が明\n記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在中国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，当該会合の目的は，中国側の公式発表等を超える内\n容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\n我が国政府が，どの立場の関係者との間で，経費を支出した会合によって当該\n意見交換を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，中国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて中国側が機密事項ととらえる事項が公にされるおそ\nれが生じるという点で中国の国益を著しく侵害することとなり，中国政府の我\nが国に対する信頼を失墜させ，じ後，我が国への協力が得られなくなり，我が\n国の安全保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかである。\nさらに，他国等が我が国の当該分野の政策の内容を分析し，外交政策上の対策\nないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそれがあ\nる。その他，我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情\n報収集事務一般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４１）\n① 文書の概要\n同決裁書にある事例は，我が国にとって極めて重要な特定の外交案件に係る\n現状について外交工作や情報収集を行うために，同案件に係る関係者と会合を\n行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，上記特定外交案件の具体的な内容が明示された\n上で，その現状について意見交換を行うために，同関係者と会合を行うことに\n加え，我が国政府関係者の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，我が国政府関係者が，同関係者と会合を行う関係にあ\nるということ自体，対外的に公にされておらず，秘密に扱われている事柄であ\nる。また，この文書に明示されている同重要な外交案件の具体的な内容は，ま\nさしく我が国の機密事項に属するものである。\nしたがって，当該案件に関する機密事項を明らかにすることが絶対に許され\nないのはもとより，この機密事項に関し，我が国政府が，どの立場の関係者と\nの間で，経費を支出した会合によって当該意見交換を行っているかが明らかに\nなることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，協力した相手\n方の立場を損なうおそれがある。また，同関係者のみならず，同様の関係者の\n我が国に対する信頼を失墜させ，じ後，我が国への協力が得られなくなり，我\nが国の安全保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかであ\nる。さらに，他国等が我が国の当該分野における政策や関心事項の内容を分析\nし，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措\n置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著し\nく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあること\nは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４２）\n① 文書の概要\n同決裁書にある事例は，中国国内の特定地域の事情に関し，中国に所在する\n関係者から情報を収集するために会合を行ったものであり，Ａ２の類型に属す\nるものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，中国の特定地域について情報を収集するため\nに，同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書\nが明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在中国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの情報収集活動は，我が国政府が，当該情報提供者との間で，公にしない\nことを条件に実施したものである。また，我が国政府関係者が，同関係者と会\n合を行う関係にあるということ自体，対外的に一切公にされておらず，秘密に\n扱われている事柄である。しかも，当該会合の目的は，中国側の公式発表等を\n超える内容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\nこの事項に関し，我が国政府が，どの立場の関係者との間で，経費を支出した\n会合によって情報収集活動を行っているかが明らかになることは，絶対に許さ\nれない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，我が国政府に協力したこ\nとを理由に，中国政府による処分を受けるなど，我が国政府に協力した相手方\nの立場を損なうおそれがある。また，当該情報が公になることを通じて，中国\n側が機密事項ととらえる事項が公にされるおそれが生じるという点で中国の国\n益を著しく侵害することとなり，中国政府の関係者の我が国に対する信頼を失\n墜させ，じ後，我が国への協力が得られなくなり，我が国の外交活動に多大な\n支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が国の情報\n収集の対象等の内容や傾向を分析し，外交政策上の対策ないし我が国の外交交\n渉・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，当該情報\nが公となった場合，他の情報提供者・協力者にもそのことが伝わり，我が国の\n秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎\n縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４５）\n① 文書の概要\n同決裁書にある事例は，米国の特定分野における政策動向を把握するために，\n我が国が関心を有する関連団体の動向を含めて情報を収集するために，当該分\n野に精通している関係者と会合を行ったものであり，Ａ２の類型に属するもの\nである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国の特定分野における関連団体の活動を含\nむ政策動向に関し，当該分野に精通している関係者のその時点における見方を\n聴取するために会合を行うことに加え，在米国日本大使館員の個人名及び肩書\nが明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，米国の特定分野における関連団体の活動を含む\n政策動向に関し，どのような関係者との間で，経費を支出した会合によって情\n報収集活動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，当該分野に携わ\nるその他の関係者の我が国に対する信頼を失墜させ，じ後，我が国への協力を\n得られなくなるのは必至である。また，同関係者が我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるおそれもある。さらに，当該分野\nに関係する諸主体の中には，過剰反応を示し，我が国に敵対的な対応を取るお\nそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４７）\n① 文書の概要\n同決裁書にある事例は，中国の経済事情の現状について外交工作や情報収集\nを行うために，北京に所在する関係者と会合を行ったものであり，Ｂ２の類型\nに属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，中国の経済事情について意見交換を行うために，\n同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書が明\n記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在中国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，当該会合の目的は，中国側の公式発表等を超える内\n容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\n我が国政府が，どの立場の関係者との間で，経費を支出した会合によって当該\n意見交換を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，中国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，中国側が機密事項ととらえる事項が公にされるお\nそれがあるという点で中国の国益を著しく侵害することとなり，中国政府関係\n者の我が国に対する信頼を失墜させ，じ後，我が国への協力が得られなくなり，\n我が国の安全保障や外交活動に多大な支障を及ぼすおそれが高いのは明らかで\nある。さらに，他国等が我が国の当該分野の政策の内容を分析し，外交政策上\nの対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそ\nれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下するおそ\nれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとおり\nである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番４９）\n① 文書の概要\n同決裁書にある事例は，フランスと現に協議中の二国間協定に係る現状につ\nいて外交工作や情報収集を行うために，同国政府関係者と会合を行ったもので\nあり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，フランスと協議中の二国間協定の具体的な内容\nが明示された上で，その現状について意見交換を行うために，同関係者と会合\nを行うことに加え，在フランス日本大使館員の個人名及び肩書が明記されてい\nる。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この外交活動は，フランスと協議中の二国間協定の今\n後の対応方針を決するための重要な一手段であるが，当該会合において，そう\nした観点から当該外交交渉・工作や情報収集活動を行っていること自体，同分\n野におけるその後の交渉を効果的に行うという我が国の国益のためにも秘匿さ\nれるべき事柄である。\nしたがって，当該フランスと協議中の二国間協定について明らかにすること\nが許されないのはもとより，この問題に関し，我が国政府が，どの立場の関係\n者との間で，経費を支出した会合によって当該意見交換を行っているかが明ら\nかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，フランス政府による処分を受け\nるなど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当\n該情報が公になることを通じて，日仏間で協議中の特定の二国間協定に関する\n事項が公にされるおそれが生じるという点でフランスの国益を著しく侵害する\nこととなり，上記フランス政府関係者のみならず，フランス政府の我が国に対\nする信頼を失墜させ，じ後，我が国への協力が得られなくなり，我が国の外交\n活動に多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が\n我が国の当該分野に係る政策の内容を分析し，外交政策上の対策ないし我が国\nの外交交渉・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，\n我が国の秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一\n般への萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５１）\n① 文書の概要\n同決裁書にある事例は，フィリピンとの二国間の特定分野に係る交流に関し，\n関係促進を目的として関連情報を収集するために関係者と会合を行ったもので\nあり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，フィリピンとの二国間の交流に関し，交流の\n具体的分野が明示され，同分野の事情に精通している関係者のその時点におけ\nる見方を聴取するために，同関係者と会合を行うことに加え，在フィリピン日\n本大使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在フィリピン日本大使館員の個人名又は肩書及びそ\nの署名等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，フィリピンとの二国間の交流について，どのよ\nうな分野の関係者との間で，経費を支出した会合によって情報収集活動を行っ\nているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の関係者\nの我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなくなるの\nは必至である。また，同関係者が我が国政府に協力したことを理由に様々な方\n面から不利益を加えられるおそれもある。さらに，同分野に関係する主体の中\nには，過剰反応を示し，我が国に敵対的な対応を取るおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５２）\n① 文書の概要\n同決裁書にある事例は，各国が動向を注視するフランスと特定国との二国間\n関係等の現状について外交工作や情報収集を行うために，同国政府関係者と会\n合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，フランスと特定国との二国間関係の具体的な内\n容が明示された上で，その現状等について意見交換を行うために，同関係者と\n会合を行うことに加え，在フランス日本大使館員の個人名及び肩書が明記され\nている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この外交活動は，我が国の対欧州政策における今後の\n対応方針を決するための重要な一手段であるが，当該会合において，そうした\n観点から当該外交交渉・工作や情報収集活動を行っていること自体，同分野に\n係るその後の交渉を効果的に行うという我が国の国益のためにも秘匿されるべ\nき事柄である。\nしたがって，当該フランスと特定国との二国間関係等について明らかにする\nことが許されないのはもとより，この問題に関し，我が国政府が，どの立場の\n関係者との間で，経費を支出した会合によって当該意見交換を行っているかが\n明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，フランス政府による処分を受け\nるなど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当\n該情報が公になることを通じて，フランスと特定国の二国間関係に関する事項\nが公にされるおそれが生じるという点でフランスの国益を著しく侵害すること\nとなり，上記関係者のみならず，フランス政府の我が国に対する信頼を失墜さ\nせ，じ後，我が国への協力が得られなくなり，我が国の安全保障や外交活動に\n多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が国\nの当該分野に係る政策の内容を分析し，外交政策上の対策ないし我が国の外交\n交渉・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国\nの秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への\n萎縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５３）\n① 文書の概要\n同決裁書にある事例は，ある国際機関関係者から，各国が動向を注視する同\n機関の特定分野の内部事情の現状及び今後の動向に関する外交工作及び情報収\n集を行うために，同関係者と会合を行ったものであり，Ｃ２の類型に属するも\nのである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，当該国際機関の特定分野の内部事情等につい\nて意見交換を行うために，同関係者と会合を行うことに加え，外務省職員の個\n人名及び肩書が明記されている。\nまた，会合の日時，同会合が実施される会場の名称及び住所等の場所に関す\nる情報，支払額等が記載されており，いかなる形態の外交工作及び情報収集に\n係る会合が行われたかが具体的に分かる記載内容になっている。さらに，決裁\n書の文書作成者，取扱者名，決裁者名の欄には，在フランス日本大使館員等の\n個人名又は肩書及び署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，この外交活動に協力ないし応対した関係者との\n間で，公にしないことを当然の前提として実施したものである。また，この外\n交活動は，当該国際機関の特定分野について多国間交渉・工作を行う上での対\n応方針を決するための重要な一手段であるが，この会合において，当該外交交\n渉・工作や情報収集活動を行っていること自体，当該分野に係る多国間交渉を\n効果的に行うという我が国の国益のためにも秘匿されるべき事柄である。\nしたがって，我が国政府が，国際機関の特定分野の内部事情等に関し，だれ\nとの間で，経費を支出して参加した会合によって外交交渉・工作や情報収集活\n動を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する機関の利益を損なうことなどを理由に処分を受けるなど，我が\n国政府に協力した相手方の立場を損なうおそれがある。また，上記の外交活動\nに協力ないし応対した関係者のみならず，その関係者の所属する機関の我が国\nに対する信頼を失墜させ，じ後，我が国への協力を得られなくなるおそれがあ\nる。さらに，他国等が，我が国の当該分野に関する政策・方針等を分析し，外\n交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講\nじるおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下\nするおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述\nのとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５４）\n① 文書の概要\n同決裁書にある事例は，米国との特定分野における取組に係る情報収集のた\nめに，同分野の促進を目的として当該分野に係る事実関係又は評価・分析に関\n連する情報を得るために，当該情報等を有する関係者と会合を行ったものであ\nり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，同関係者のその時点における見方を聴取する\nために会合を行うことに加え，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該分野に関連する米国関係者と関係を構築している者であり，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国に対\nする信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至である。\nまた，他国等が我が国の当該分野における政策や関心事項の内容を分析し，外\n交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講\nじるおそれがある。さらに，上記のとおり当該情報が公となった場合，他の情\n報提供者・協力者にもそのことが伝わり，我が国の秘密の保持に対する信頼性\nが著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあ\nることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５５）\n① 文書の概要\n同決裁書にある事例は，各国が動向を注視するある国際機関の特定分野にお\nける取組について外交工作や情報収集を行うために，当該国際機関関係者と会\n合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，国際機関の特定分野における取組についての\n意見交換を行うために当該会合に参加することに加え，在フランス日本大使館\n員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払い予定額等が\n明記されているため，いかなる形態で外交工作等に係る会合が行われたかが具\n体的に分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在フランス日本大使館員の個人名又は肩書及び署\n名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている国際機関の特定分野におけ\nる取組の具体的内容は，当該国際機関の機密事項に属するものであるため，機\n密性が高いものとなっている。\nしたがって，当該機密事項を明らかにすることが許されないのはもとより，\n本件に関し，我が国政府が，だれとの間で，経費を支出して参加した会合によ\nって外交交渉・工作や情報収集活動を行っているかが明らかになることは，絶\n対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者が我が国政府に協力したこと\nがその所属する機関の利益を損なうことなどを理由に処分を受けるなど，我が\n国政府に協力した相手方の立場を損なうおそれがある。また，上記関係者のみ\nならず，その関係者の所属する機関の我が国に対する信頼を失墜させ，じ後，\n我が国への協力を得られなくなるおそれがある。さらに，他国等が，我が国の\n当該分野に関する政策等を分析し，外交政策上の対策ないし我が国の外交交渉\n・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘\n密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮\n効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５７）\n① 文書の概要\n同決裁書にある事例は，我が国にとって極めて重要な外交案件に係る情報収\n集のために，当該案件に係る事実関係又は評価・分析に関連する情報を得るた\nめに，当該情報等を有する関係者と会合を行ったものであり，Ａ２の類型に属\nするものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，上記外交案件に関する情報等を有する関係者\nのその時点における見方を聴取するために会合を行うことに加え，外務省員の\n個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該分野の政策決定に携わる関係者と幅広い関係を構築している者であり，\n我が国政府関係者が，同関係者と会合を行う関係にあるということ自体，対外\n的に一切公にされておらず，秘密に扱われている事柄である。また，この文書\nに明示されている重要外交案件の具体的な内容は，我が国の機密事項に属する\nものであり、対外的に明らかにすることはできないものである。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国に対\nする信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至である。\nまた，他国等が我が国の当該分野における政策や関心事項の内容を分析し，外\n交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講\nじるおそれがある。さらに，上記のとおり当該情報が公となった場合，他の情\n報提供者・協力者にもそのことが伝わり，我が国の秘密の保持に対する信頼性\nが著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあ\nることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５８）\n① 文書の概要\n同決裁書にある事例は，特定国との二国間関係について，関係促進を目的と\nして外交工作や情報収集を行うために，同分野に係る関係者と会合を行ったも\nのであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，特定国との二国間関係について意見交換を行う\nために，同関係者と会合を行うことに加え，我が国政府関係者の個人名及び肩\n書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，我が国政府関係者が，同関係者と会合を行う関係にあ\nるということは対外的に公にされておらず，また，当該時期に当該特定国との\n間で二国間関係について外交工作等を行っていること自体，我が国の機密事項\nに属するものである。\nしたがって，本件に関して対外的に明らかにすることが絶対に許されないの\nはもとより，我が国政府が，どの立場の関係者との間で，経費を支出した会合\nによって当該意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，我が国政府に\n協力した相手方の立場を損なうおそれがある。また，当該情報が公になること\nを通じて，当該時期に二国間関係についていかなる外交工作等が行われていた\nかという機密事項が公にされるおそれが生じるという点で同特定国の国益を著\nしく侵害することとなり，上記関係者のみならず，同国政府の我が国に対する\n信頼を失墜させ，じ後，我が国への協力が得られなくなり，我が国の外交活動\nに多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が\n国の同特定国との二国間関係における政策や関心事項の内容を分析し，外交政\n策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じる\nおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下する\nおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のと\nおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番５９）\n① 文書の概要\n同決裁書にある事例は，我が国が関心を有するフィリピンの特定分野の国内\n事情の現状について外交工作や情報収集を行うために，同国に所在する関係者\nと会合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，フィリピンの特定分野の国内事情の具体的な内\n容が明示された上で，その現状について意見交換を行うために，同関係者と会\n合を行うことに加え，在フィリピン日本大使館員の個人名及び肩書が明記され\nている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フィリピン日本大使館館員の個人名又は\n肩書及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，当該関係者との間で，公にしないことを条件に\n実施したものである。また，この外交活動は，我が国の対フィリピン外交に係\nる対応方針を決するための重要な一手段であるが，同会合において，当該外交\n工作や情報収集活動を行っていること自体，我が国の対フィリピン政策を効果\n的に行うという我が国の国益のためにも秘匿されるべき事柄である。\nしたがって，我が国政府が，フィリピンの特定分野の国内事情に係る外交工\n作のために，だれとの間で，経費を支出した会合によって当該意見交換を行っ\nているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，我が国政府に協力したこ\nとを理由にフィリピン政府による処分を受けるなど，我が国政府に協力した相\n手方の立場を損なうおそれがある。しかも，上記外交活動に協力ないし応対し\nた関係者のみならず，フィリピン政府の我が国に対する信頼を失墜させ，じ後，\n我が国への協力が得られなくなるおそれがある。さらに，他国等が我が国の当\n該分野に係る関心事項等を分析し，外交政策上の対策ないし我が国の外交交渉\n・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘\n密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮\n効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６０）\n① 文書の概要\n同決裁書にある事例は，中国の特定分野に関する事情に関し，中国に所在す\nる関係者から情報を収集するために会合を行ったものであり，Ａ２の類型に属\nするものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，中国の特定分野について情報を収集するため\nに，同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書\nが明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在中国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの情報収集活動は，我が国政府が，当該情報提供者との間で，公にしない\nことを条件に実施したものである。また，我が国政府関係者が，同関係者と会\n合を行う関係にあるということ自体，対外的に一切公にされておらず，秘密に\n扱われている事柄である。しかも，当該会合の目的は，中国側の公式発表等を\n超える内容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\nこの事項に関し，我が国政府が，どの立場の関係者との間で，経費を支出した\n会合によって情報収集活動を行っているかが明らかになることは，絶対に許さ\nれない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，我が国政府に協力したこ\nとを理由に，中国政府による処分を受けるなど，我が国政府に協力した相手方\nの立場を損なうおそれがある。また，当該情報が公になることを通じて，中国\n側が機密事項ととらえる事項が公にされるおそれが生じるという点で中国の国\n益を著しく侵害することとなり，中国政府の我が国に対する信頼を失墜させ，\nじ後，我が国への協力を得られなくなるのは必至である。さらに，他国等が我\nが国の情報収集の対象等の内容や傾向を分析し，外交政策上の対策ないし我が\n国の外交工作に対し妨害や対抗措置を講じるおそれがある。その他，当該情報\nが公となった場合，他の情報提供者・協力者にもそのことが伝わり，我が国の\n秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎\n縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６２）\n① 文書の概要\n同決裁書にある事例は，特定国との二国間関係について，関係促進を目的と\nして外交工作や情報収集を行うために，同分野に係る関係者と会合を行ったも\nのであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，特定国との二国間関係について意見交換を行う\nために，同関係者と会合を行うことに加え，我が国政府関係者の個人名及び肩\n書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，我が国政府関係者が，同関係者と会合を行う関係にあ\nるということは対外的に公にされておらず，また，当該時期に当該特定国との\n間で二国間関係について外交工作等を行っていること自体，我が国の機密事項\nに属するものである。\nしたがって，本件に関して対外的に明らかにすることが絶対に許されないの\nはもとより，我が国政府が，どの立場の関係者との間で，経費を支出した会合\nによって当該意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，我が国政府に\n協力した相手方の立場を損なうおそれがある。また，当該情報が公になること\nを通じて，当該時期に二国間関係についていかなる外交工作等が行われていた\nかという機密事項が公にされるおそれが生じるという点で同特定国の国益を著\nしく侵害することとなり，上記関係者のみならず，同国政府の我が国に対する\n信頼を失墜させ，じ後，我が国への協力が得られなくなり，我が国の外交活動\nに多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が\n国の同特定国との二国間関係における政策や関心事項の内容を分析し，外交政\n策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じる\nおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下する\nおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のと\nおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６４）\n① 文書の概要\n同決裁書にある事例は，我が国が関心を有する特定案件について中国側の協\n力を得るための外交工作及び情報収集のために，中国に所在する関係者と会合\nを行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，我が国が関心を有する特定案件について意見交\n換を行うために，同関係者と会合を行うことに加え，在中国日本大使館員の個\n人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で外交工作及び情報収集に係る会合が行われ\nたかが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，\n取扱者名，決裁者名の欄には，それぞれ在中国日本大使館員の個人名又は肩書\n及びその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との関係で，公にしないことを条件に実\n施したものである。また，当該会合の目的は，中国側の公式発表等を超える内\n容の提供を念頭においたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\n我が国政府が，どの立場の関係者との間で，経費を支出した会合によって当該\n意見交換を行っているかが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，中国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，中国側が機密事項ととらえる事項が公にされるお\nそれが生じるという点で中国の国益を著しく侵害することとなり，中国側関係\n者の我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなり，我\nが国の安全保障や外交活動に多大な支障を及ぼすおそれが高いには明らかであ\nる。さらに，他国等が我が国の当該分野の政策の内容を分析し，外交政策上の\n対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じるおそれ\nがある。その他，我が国の秘密の保持に対する信頼性が著しく低下するおそれ，\n情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとおりであ\nる。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６５）\n① 文書の概要\n同決裁書にある事例は，我が国が関心を有する米国政府の非営利団体に係る\n政策に関し，その時点における関係者の見方に関する情報を収集するために，\n当該情報に通じた関係者と会合を行ったものであり，Ａ２の類型に属するもの\nである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，米国における非営利団体に係る政策に関し，\n同政策と密接な利害関係を有する関係団体のその時点における見方を聴取する\nために，同関係者と会合を行うことに加え，在米国日本大使館員の個人名及び\n肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在米国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，我が国政\n府関係者が，同関係者と会合を行う関係にあるということ自体，対外的に一切\n公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，米国の非営利団体に係る政策に関し，どのよう\nな関係者との間で，経費を支出した会合によって情報収集活動を行っているか\nが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，上記関係者のみならず，その他の同様の\n関係者の我が国に対する信頼を失墜させ，じ後，我が国への協力を得られなく\nなるのは必至である。また，同関係者が我が国政府に協力したことを理由に様\n々な方面から不利益を加えられるおそれもある。\nまた，上記のとおり当該情報が公となった場合，他の情報提供者・協力者に\nもそのことが伝わり，我が国の秘密の保持に対する信頼性が著しく低下するお\nそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述のとお\nりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６６）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な特定外交案件推進に係る外交\n工作及び情報収集を行うために，同分野に係る関係者と会合を行ったものであ\nり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，国際情勢を受けての我が国の外交案件推進に\nついて同関係者と意見交換するために会合を行うことに加え，外務省員の個人\n名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，我が国政府関係者が，同関係者と会合を行う関係にあ\nるということ自体，対外的に一切公にされておらず，また，当該時期に当該分\n野に係る働きかけや情報収集を行っていること自体，我が国の外交政策の推進\nに関連する機密事項に属するものである。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，同会合において機密情報の\n漏洩を行ったのではないかとの理由により処分を受けるなど，協力した相手方\nの立場を損なうおそれがあり，しかも，同関係者のみならず，同様の関係者の\n我が国政府に対する信頼を失墜させ，じ後，我が国への協力を得られなくなる\nのは必至である。\nまた，他国等が我が国の外交政策に係る関心事項の内容を分析等して，外交\n政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講じ\nるおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低下す\nるおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前述の\nとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６７）\n① 文書の概要\n同決裁書にある事例は，我が国にとって重要な米国の特定分野に係る情報収\n集のために，当該分野に係る事実関係又は評価・分析に関連する情報を得るた\nめに，当該情報等を有する関係者と会合を行ったものであり，Ａ２の類型に属\nするものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，同関係者のその時点における見方を聴取する\nために会合を行うことに加え，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの外務省報償費の支出に係る情報収集活動は，我が国政府が，当該情報提\n供者との間で，公にしないことを条件に実施したものである。また，同関係者\nは，当該分野の政策決定に携わる関係者と幅広い関係を構築している者であり，\n我が国政府関係者が，同関係者と会合を行う関係にあるということ自体，対外\n的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって情報収集活動を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nを理由に様々な方面から不利益を加えられるなど，協力した相手方の立場を損\nなうおそれがあり，しかも，同関係者のみならず，同様の関係者の我が国に対\nする信頼を失墜させ，じ後，我が国への協力を得られなくなるのは必至である。\nまた，他国等が我が国の当該分野における政策や関心事項の内容を分析し，外\n交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を講\nじるおそれがある。さらに，上記のとおり当該情報が公となった場合，他の情\n報提供者・協力者にもそのことが伝わり，我が国の秘密の保持に対する信頼性\nが著しく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあ\nることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６８）\n① 文書の概要\n同決裁書にある事例は，特定国との二国間関係について，関係促進を目的と\nして外交工作や情報収集を行うために，同分野に係る関係者と会合を行ったも\nのであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，特定国との二国間関係について意見交換を行う\nために，同関係者と会合を行うことに加え，我が国政府関係者の個人名及び肩\n書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等\nが明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，我が国政府関係者が，同関係者と会合を行う関係にあ\nるということは対外的に公にされておらず，また，当該時期に当該特定国との\n間で二国間関係について外交工作等を行っていること自体，我が国の機密事項\nに属するものである。\nしたがって，本件に関して対外的に明らかにすることが絶対に許されないの\nはもとより，我が国政府が，どの立場の関係者との間で，経費を支出した会合\nによって当該意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により処分を受けるなど，協力した相手\n方の立場を損なうおそれがある。また，当該情報が公になることを通じて，当\n該時期に二国間関係についていかなる外交工作等が行われていたかという機密\n事項が公にされるおそれが生じるという点で同特定国の国益を著しく侵害する\nこととなり，同特定国政府の我が国に対する信頼を失墜させ，じ後，我が国へ\nの協力が得られなくなり，我が国の外交活動に多大な支障を及ぼすおそれが高\nいのは明らかである。さらに，他国等が我が国の同特定国との二国間関係にお\nける政策や関心事項の内容を分析し，外交政策上の対策ないし我が国の外交交\n渉・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の\n秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎\n縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番６９）\n① 文書の概要\n同決裁書にある事例は，米国の機密事項である安全保障分野に係る特定案件\nの現状について外交工作や情報収集を行うために，同国政府関係者と会合を行\nったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，米国の安全保障分野に係る特定案件の具体的な\n内容が明示された上で，その現状について意見交換を行うために，同関係者と\n会合を行うことに加え，外務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されており，いかなる形態で外交工作及び情報収集に係る会合が行われたか\nが具体的に分かる記載内容となっている。さらに，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書及\nびその署名等が明記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，この文書に明示されている米国の安全保障分野に係る\n特定案件の具体的な内容は，まさしく米国の安全保障上の機密事項に属するも\nのであるため，機密性が極めて高いものとなっている。\nしたがって，当該米国の安全保障に関する機密事項を明らかにすることが絶\n対に許されないのはもとより，この機密事項に関し，我が国政府が，どの立場\nの関係者との間で，経費を支出した会合によって当該意見交換を行っているか\nが明らかになることは，絶対に許されない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，同会合において機密情報\nの漏洩を行ったのではないかとの理由により，米国政府による処分を受けるな\nど，我が国政府に協力した相手方の立場を損なうおそれがある。また，当該情\n報が公になることを通じて，米国の安全保障に関する機密事項が公にされるお\nそれが生じるという点で米国の国益を著しく侵害することとなり，上記関係者\nのみならず，米国政府の我が国に対する信頼を失墜させ，じ後，我が国への協\n力が得られなくなり，我が国の安全保障や外交活動に多大な支障を及ぼすおそ\nれが高いのは明らかである。さらに，他国等が我が国の安全保障の内容を分析\nし，外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措\n置を講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著し\nく低下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあること\nは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番７０）\n① 文書の概要\n同決裁書にある事例は，我が国にとって極めて重要な国際会議の特定案件に\nついて外交工作や情報収集を行うために，同案件に係る関係者と会合を行った\nものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，国際会議の特定案件について当該案件に係る\n関係者のその時点における見方等を聴取するために会合を行うことに加え，外\n務省員の個人名及び肩書が明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ外務省員の個人名又は肩書及びその署名等が明記さ\nれている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，相手方との間で，公にしないことを条件に実施\nしたものである。また，同関係者は，当該特定案件について専門的知識等を有\nしている者であり，我が国政府関係者が，同関係者と会合を行う関係にあると\nいうこと自体，対外的に一切公にされておらず，秘密に扱われている事柄であ\nる。また，当該時期に当該国際会議に係る特定案件について我が国が外交工作\n等を行っていること自体，我が国の機密事項に属するものである。\nしたがって，本件に関して対外的に明らかにすることが絶対に許されないの\nはもとより，我が国政府が，どの立場の関係者との間で，経費を支出した会合\nによって当該意見交換を行っているかが明らかになることは，絶対に許されな\nい。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が，我が国政府に協力したこと\nが，同国際会議の他の参加国の利益を損なうなどを理由に処分等を受けるなど，\n協力した相手方の立場を損なうおそれがある。さらに，他国等が我が国にとっ\nて極めて重要な国際会議の特定案件についての政策や関心事項の内容を分析し，\n外交政策上の対策ないし我が国の外交交渉・工作活動に対し妨害や対抗措置を\n講じるおそれがある。その他，我が国の秘密の保持に対する信頼性が著しく低\n下するおそれ，情報収集事務一般への萎縮効果が生じるおそれがあることは前\n述のとおりである。のた\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番７１）\n① 文書の概要\n同決裁書にある事例は，我が国が関心を有する中国国内の特定地域の事情に\n関し，中国に所在する関係者から情報を収集するために会合を行ったものであ\nり，Ａ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容の欄には，さらに，中国の特定地域について情報を収集するため\nに，同関係者と会合を行うことに加え，在中国日本大使館員の個人名及び肩書\nが明記されている。\nまた，会合の日時，会合を実施した店名及び同店の住所・電話番号等の会合\n場所に関する情報，客単価及び会合参加人数から算出される支払予定額等が明\n記されているため，いかなる形態で情報収集に係る会合が行われたかが具体的\nに分かる記載内容になっている。さらに，決裁書の文書作成者，取扱者名，決\n裁者名の欄には，それぞれ在中国日本大使館員の個人名又は肩書及びその署名\n等が明記されている。\n③ 機密性が高い理由\nこの情報収集活動は，我が国政府が，当該情報提供者との間で，公にしない\nことを条件に実施したものである。また，我が国政府関係者が，同関係者と会\n合を行う関係にあるということ自体，対外的に一切公にされておらず，秘密に\n扱われている事柄である。しかも，当該会合の目的は，中国側の公式発表等を\n超える内容の提供を念頭に置いたものである。\nしたがって，当該事項を明らかにすることが絶対に許されないのはもとより，\nこの事項に関し，我が国政府が，どの立場の関係者との間で，経費を支出した\n会合によって情報収集活動を行っているかが明らかになることは，絶対に許さ\nれない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，当該関係者が，我が国政府に協力したこ\nとを理由に，中国政府による処分を受けるなど，我が国政府に協力した相手方\nの立場を損なうおそれがある。また，当該情報が公になることを通じて，中国\n側が機密事項ととらえる事項が公にされるおそれが生じるという点で中国の国\n益を著しく侵害することとなり，中国政府の関係者の我が国に対する信頼を失\n墜させ，じ後，我が国への協力が得られなくなり，我が国の外交活動に多大な\n支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が国の情報\n収集の対象等の内容や傾向を分析し，外交政策上の対策ないし我が国の外交交\n渉・工作活動に対し妨害や対抗措置を講じるおそれがある。その他，当該情報\nが公となった場合，他の情報提供者・協力者にもそのことが伝わり，我が国の\n秘密の保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎\n縮効果が生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（通番７２）\n① 文書の概要\n同決裁書にある事例は，米国に所在する研究機関に各国政府等から派遣され\nている関係者に対して外交工作や情報収集を行うために，同関係者と会合を行\nったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n文書には，同会合に出席した関係者の個人名及び肩書が明記されている。\n目的・内容欄には，さらに，当該研究機関名が明示された上で，特定の分野\nについて意見交換を行うために，同関係者と会合を行うことに加え，在米国大\n使館員の個人名及び肩書が明記されている。\nまた，会合の日時，会合場所に関する情報，支払額等が明記されており，い\nかなる形態で外交工作及び情報収集に係る会合が行われたかが具体的に分かる\n記載内容となっている。さらに，決裁書の文書作成者，取扱者名，決裁者名の\n欄には，それぞれ在米国日本大使館館員の個人名又は肩書及びその署名等が明\n記されている。\n③ 機密性が高い理由\nこの会合は，我が国政府が，同関係者との間で，公にしないことを条件に実\n施したものである。また，当該関係者はそれぞれの所属において政策決定等に\n携わる者であり，我が国政府関係者が，同関係者と会合を行う関係にあること\n自体，対外的に一切公にされておらず，秘密に扱われている事柄である。\nしたがって，我が国政府が，どのような関係者との間で，経費を支出した会\n合によって当該意見交換を行っているかが明らかになることは，絶対に許され\nない。\n④ 開示された場合に生じ得る支障\n仮に当該情報が公となった場合は，同関係者が我が国政府に協力したことを\n理由に様々な方面から不利益を加えられるおそれがある。しかも，外交工作の\n対象となっている当該特定分野が明らかにされれば，同関係者の所属国政府等\nにとって機密事項が公にされたという点でその国益を著しく侵害することとな\nり，上記関係者のみならず，その所属国政府等の我が国に対する信頼を失墜さ\nせ，じ後，我が国への協力が得られなくなり，我が国の安全保障や外交活動に\n多大な支障を及ぼすおそれが高いのは明らかである。さらに，他国等が我が国\nの外交上の関心分野を分析し，外交政策上の対策ないし我が国の外交交渉・工\n作活動に対し妨害や対抗措置を講じるおそれがある。その他，我が国の秘密の\n保持に対する信頼性が著しく低下するおそれ，情報収集事務一般への萎縮効果\nが生じるおそれがあることは前述のとおりである。\nしたがって，この文書を開示することが国益を著しく損なう事態を招来する\nことについては多言を要しない。\n（別紙２）\n「間接接触に係る文書」の個別・具体的的説明\n各文書の構成については，別添３「間接接触に係るサンプル」のとおりである。\n（通番２１）\n① 文書の概要\n原判決別表１の通番２１の決裁書にある事例は，米国を訪問した外務大臣他\n１３名が，その時点までに実施した米国との会談の結果を踏まえ，また，その\n後の会談の準備を目的として，在米国日本大使館員との間で会合を行ったもの\nであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，外務大臣訪米に関連して日米関係に関する意見交換を\n行う目的で会合を行うことが記載されている。\nまた，参加者の一部の個人名及び肩書が明記されているほか，会合の日時，\n会合場所に関する情報等が明記されているため，いかなる形態で本件会合が行\nわれたかが具体的に分かる記載内容になっている。その他，決裁書の取扱者名\nの欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにその署名等\nが明記されている。\n③ 不開示事由の説明\n本件文書には，米国を訪問した外務大臣及び同行した外務省員が米国関係者\nと接触する目的・協議内容や，その直接の相手方となる米国関係者に関する情\n報が記載されているわけではない。また，外務大臣の訪米は，公式日程として\n公表されており，その際に，外務大臣及び同行した外務省員が在米国日本大使\n館員と意見交換を行うこと自体は，秘匿性を有するものではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した外務大臣の\n訪米に伴う米国との会談の結果を踏まえ，また，その後の米国関係者と接触す\nるための準備を目的として，外務大臣及び同行した外務省員と在米国日本大使\n館員との間で行われた，いわば我が国政府内部の情報といえ，このような会合\nを行ったことは，当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，外務大臣及び同行した外務省員\nが，在米国日本大使館のだれとどこで準備又は検討を行っているかが明らかに\nなり，そうした個々の準備等の傾向を分析することにより，この種の活動に関\nする情報を収集することが可能となり，じ後，この種の活動を円滑に遂行する\nことが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番２８）\n① 文書の概要\n原判決別表１の通番２８の決裁書にある事例は，フランスを訪問した我が国\nの国会議員が，フランス関係者と接触するための準備を目的として，同議員と\n在フランス日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属す\nるものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及びその同行者１名並びに在フランス日本大使館員\n４名の個人名及び肩書が明記されている。さらに，会合の日時，会合を実施し\nた店名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合\n参加人数から算出される支払予定額等が明記されているため，いかなる形態で\n本件会合が行われたかが具体的に分かる記載内容になっている。その他，決裁\n書の文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使\n館館員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者に関する情報が記載されているわけで\nはない。\nしかしながら，本件文書の記録内容は，同議員がフランス関係者と接触する\nための準備を目的として，同議員と在フランス日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながらフランス側には秘匿している。同議員との間でも公にしないことを\n前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，フランス関\n係者が，上記国会議員がフランス関係者に対して行った発言を我が国行政府の\nいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番５０）\n① 文書の概要\n原判決別表１の通番５０の決裁書にある事例は，米国を訪問した外務大臣が，\n米国関係者との交渉の準備を目的として，外務大臣及びその同行者と在米国日\n本大使館員との間で会合を行うに当たり，その準備に関連して，在米国業者に\n荷物の運搬経費を支出したものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，外務大臣が訪米した際に，上記経費を支出した旨が記\n載されている。\nまた，当該事務の依頼先及び経費の受取人，支払額等が記載されている。そ\nの他，取扱者の欄には，在米国日本大使館館員の個人名及び肩書が明記されて\nいる。\n③ 不開示事由の説明\n本件文書には，外務大臣が米国関係者と接触する目的・協議内容や，その直\n接の相手方となる米国関係者の人定に関する情報が記載されているわけではな\nい。また，外務大臣の当該訪米は，公式日程として公表されている。\nしかしながら，本件は，外務大臣と在米国日本大使館員等との間の会合に関\n連する経費として支出されたものであり，今後も，同様の目的のために係る依\n頼先に対して同様の経費支出が行われる可能性がある。また，荷物の運搬は，\n保安上の問題から，外務大臣等の安全を確保できる信頼できる業者へ発注して\nいる。\nところが，本件文書が仮に開示され，このような業者に関する情報が公にな\nると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国政府\nの内部情報を不正に入手しようとする者などが，当該業者に接触し，我が国の\n内部情報を入手してそれを悪用し，あるいは当該業者に働きかけて我が国の外\n交事務を妨害するなどして，我が国の利益を損ない，あるいは外務大臣等の安\n全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番５６）\n① 文書の概要\n原判決別表１の通番５６の決裁書にある事例は，フランスで開催された国際\n会議に参加するためにフランスを訪問した我が国の国会議員が，同会議におい\nてフランス関係者と接触するための準備を目的として，同議員と在フランス日\n本大使館員との間で会合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係等に関する意見交換の目的で\n会合を行うことが記載されている。\nまた，当該国会議員２名及び同行者１名並びに在フランス日本大使館員３名\nの個人名及び肩書が明記されている。さらに，会合の日時，会合場所に関する\n情報，支払額等が明記されているため，いかなる形態で本件会合が行われたか\nが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議においてフラ\nンス関係者と接触するための準備を目的として，同議員と在フランス日本大使\n館員との間で行われた，いわば我が国政府内部の情報といえ，このような会合\nを行ったことは，当然のことながらフランス側には秘匿している。同議員との\n間でも公にしないことを前提に行っている。また，この国際会議は，議員交流\nについての問題を研究・討論するものであるが，同会議のため訪仏した同議員\nが，日仏関係等に関する意見交換も目的としていたことは公開されているもの\nではない。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記国際会議に関する公の情報と照合することにより，我が国が，\n同国際会議を契機として，だれとどのような準備をし，どのような外交工作活\n動を行っているかを明らかにする手掛かりを与えることになり，じ後，この種\nの外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，上\n記国会議員が同国際会議に出席する機会にこのような準備を行っていることを\nもって，フランス関係者や国際会議関係者が，上記国会議員が行った発言を我\nが国行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６３）\n① 文書の概要\n原判決別表１の通番６３の決裁書にある事例は，中国を訪問した外務政務次\n官が，その訪問結果を踏まえた対応の検討を目的として，同外務政務次官及び\nその同行者と在中国日本大使館員との間で会合を行うための場所代に係る経費\nを支出したものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，外務政務次官の中国訪問の結果を踏まえた対応の検討\nを行うための場所代として経費を支出した旨が記載されている。\nまた，当該経費を支出した日時，会合を実施した場所に関する情報，支払予\n定額等が記載されている。その他，決裁書の文書作成者，取扱者名，決裁者名\nの欄には，それぞれ在中国日本大使館館員の個人名又は肩書並びにその署名等\nが明記されている。\n③ 不開示事由の説明\n本件文書には，上記外務政務次官が中国関係者と接触する目的・協議内容や，\nその直接の相手方となる中国関係者の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，外務政務官と在中国日本大使館員との間の会合の場\n所代として支出されている。また，外務政務次官が出席する場所は，保安上の\n問題から，その安全を確保できる信頼できる場所提供者へ発注している。\nところが，本件文書が仮に開示され，このような場所提供者に関する情報が\n公になると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が\n国政府の内部情報を不正に入手しようとする者などが，当該場所提供者に接触\nし，我が国の内部情報を入手してそれを悪用し，あるいは当該場所提供者に働\nきかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，ある\nいは外務政務次官等の安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番９８）\n① 文書の概要\n原判決別表１の通番９８の決裁書にある事例は，特定分野に関する日米協議\nを行うために米国を訪問した政府関係者が，当該協議の準備を目的として，同\n政府関係者と在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類\n型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，特定分野に関する日米協議に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，外務省員４名及び防衛庁員２名並びに在米国日本大使館員４名の個人\n名及び肩書が明記されている。さらに，会合の日時，会合を実施した店名及び\n同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数か\nら算出される支払予定額等が明記されているため，いかなる形態で本件会合が\n行われたかが具体的に分かる記載内容になっている。その他，決裁書の文書作\n成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名\n又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，特定分野に関する日米協議を行うために訪米した政府関係者\nが接触する米国関係機関関係者の人定に関する情報が記載されているわけでは\nない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該政府関係者と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定分野に関する日米協議を行\nうために訪米した上記政府関係者が，在米国日本大使館のだれとどこで準備又\nは検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析す\nることにより，こうした形での我が国の外交活動に関する情報を収集すること\nが可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も\n懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１２５）\n① 文書の概要\n原判決別表１の通番１２５の決裁書にある事例は，外務大臣の米国訪問の際\nに，外務大臣その他の外務省員が米国関係者との会合の準備に関連して，日本\nの上記関係者の移動のための自動車借料経費を支出したものであり，Ｂ２に属\nするものである。\nなお，本件文書は，外務大臣の米国訪問の際に，外務大臣その他の外務省員\nと米国関係者との政府間の会合の準備に関連するものであり，本邦関係者が外\n国訪問した際の車両の借上げ等の五類型に係る事務経費とは異なるものである。\n② 文書の記録内容\n目的・内容の欄には，上記の外務大臣その他の外務省員と米国関係者との政\n府間の会合の準備に関連して自動車借料経費を支出したことが記載してある。\nまた，自動車を借り上げた調達先及び支払先である法人の名称，支払額等が\n明記されている。その他，取扱者である在米国日本大使館員の個人名及び肩書\nが明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係者の人定に関する情報が記載されているわけではな\nい。また，外務大臣の訪米は，当初から公にすることを前提として行われたも\nのである。\nしかしながら，本件は，外務大臣の米国訪問に際し，外務大臣その他の外務\n省員と米国政府関係者との政府間の会合の準備に関連する経費として支出され\nたものであり，自動車の調達は，保安上の問題から，我が方関係者の安全を確\n保できる信頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\n政府の内部情報を不正に入手しようとする者などが，当該調達先に接触し，我\nが国の内部情報を入手してそれらを悪用し，あるいは当該調達先に働きかけて\n我が国の外交事務を妨害するなどして，我が国の利益を損ない，あるいは我が\n国の在外関係者の安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番１２７）\n① 文書の概要\n原判決別表１の通番１２７の決裁書にある事例は，中国における日本のある\n団体とそれに対応する北朝鮮の団体との間の会合の準備に関連して，日本の上\n記団体関係者の移動のための自動車借料経費を支出したものであり，Ｂ２に属\nするものである。\nなお，本件文書は，二国間交渉に係る特定の会合の準備に関連するものであ\nり，本邦関係者が外国訪問した際の車両の借上げ等の五類型に係る事務経費と\nは異なるものである。\n② 文書の記録内容\n目的・内容の欄には，上記の日本のある団体と北朝鮮の団体との間の会合の\n準備に関連して自動車借料経費を支出したことが記載してある。\nまた，上記日本のある団体名，自動車を借り上げた調達先及び支払先である\n中国人の氏名・所属先，支払額等が明記されている。その他，取扱者である在\n中国日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，北朝鮮関係者の人定に関する情報が記載されているわけでは\nない。また，日本のある団体と北朝鮮のある団体との間の会合は，当初から公\nにすることを前提として行われたものである。\nしかしながら，本件は，上記各団体の間の接触に関連する経費として支出さ\nれたものであり，自動車の調達は，保安上の問題から，日本のある団体関係者\nの安全を確保できる信頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\n政府の内部情報を不正に入手しようとする者などが，当該中国人又はその所属\n先に接触し，我が国の内部情報を入手してそれらを悪用し，あるいは当該中国\n人に働きかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，\nあるいは我が国の在外関係者の安全確保を困難にするなどの事態が生じるおそ\nれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番１４１）\n① 文書の概要\n原判決別表１の通番１４１の決裁書にある事例は，在米国日本大使館員が，\n情報収集及び外交工作を行うことを目的とする会合の準備のために会合用材料\nの購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在米国日本大使館員が，情報収集及び外交工作を行う\nことを目的とする会合の準備のために会合用材料の購入経費を支出した旨が記\n載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在米国日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番１４５）\n① 文書の概要\n原判決別表１の通番１４５の決裁書にある事例は，領事分野に係る会議に参\n加するためにフランスを訪問した外務省員及び自治省員が，在フランス日本大\n使館員との間で会合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，領事分野に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記外務省員１８名及び自治省員２名並びに在フランス日本大使館員\n５名の個人名及び肩書が明記されている。さらに，会合の日時，場所，調達先\nに関する情報，客単価及び会合参加人数から算出される支払予定額等が明記さ\nれているため，いかなる形態で本件会合が行われたかが具体的に分かる記載内\n容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の欄には，\nそれぞれ在フランス日本大使館館員の個人名又は肩書並びにその署名等が明記\nされている。\n③ 不開示事由の説明\n本件文書には，フランス関係機関関係者の人定に関する情報が記載されてい\nるわけではない。\nしかしながら，本件文書の記録内容は，領事分野に関する意見交換を行う目\n的で，当該外務省員及び自治省員並びに在フランス日本大使館員との間で行わ\nれた，いわば我が国政府内部の情報といえ，このような会合を行ったことは，\n当然のことながらフランス側には秘匿している。\nところが，本件文書が仮に開示された場合，領事分野に関する意見交換をだ\nれとどのような形で開催しているかが明らかになり，そうした個々の会合等の\n傾向を分析することにより，こうした形での我が国の外交活動に関する情報を\n収集することが可能となり，じ後，この種の活動を円滑に遂行することが困難\nになる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１５９）\n① 文書の概要\n原判決別表１の通番１５９の決裁書にある事例は，外務大臣が米国を訪問し\nた際に外務大臣を含む外務省員が，その後の米国との会談の準備を目的として，\n在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するも\nのである。\n② 文書の記録内容\n目的・内容の欄には，外務大臣訪米に関連して日米関係に関する意見交換を\n行う目的で会合を行うことが記載されている。\nまた，参加者の一部の個人名及び肩書が明記されているほか，会合の日時，\n会合場所に関する情報等が明記されているため，いかなる形態で本件会合が行\nわれたかが具体的に分かる記載内容になっている。その他，決裁書の取扱者名\nの欄には，在米国日本大使館館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，米国を訪問した外務大臣及び同行した外務省員が米国関係者\nと接触する目的・協議内容や，その直接の相手方となる米国関係者の人定に関\nする情報が記載されているわけではない。また，外務大臣の訪米は，公式日程\nとして公表されており，その際に，外務大臣に同行した外務省員が在米国日本\n大使館員と意見交換を行うこと自体は，秘匿性を有するものではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，外務大臣の訪米に同行した上記\n外務省員が，在米国日本大使館のだれとどこで準備又は検討を行っているかが\n明らかになり，そうした個々の準備等の傾向を分析することにより，この種の\n活動に関する情報を収集することが可能となり，じ後，こうした形での我が国\nの外交活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１７１）\n① 文書の概要\n原判決別表１の通番１７１の決裁書にある事例は，特定分野に関して米国側\nと意見交換を行うために米国を訪問した外務省員が，当該意見交換の準備を目\n的として，在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型\nに属するものである。\n② 文書の記録内容\n目的・内容の欄には，特定分野に関して米国側と意見交換を行う準備を目的\nとして会合を行うことが記載されている。\nまた，上記外務省員５名及び在米国日本大使館員５名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，訪米した外務省員が米国関係者と接触する目的・協議内容や，\nその直接の相手方となる米国関係者の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，上記外務省員が，在米国日本大\n使館のだれとどこで準備又は検討を行っているかが明らかになり，そうした個\n々の準備等の傾向を分析することにより，こうした形での我が国の外交活動に\n関する情報を収集することが可能となり，じ後，この種の活動を円滑に遂行す\nることが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１９２）\n① 文書の概要\n原判決別表１の通番１９２の決裁書にある事例は，外務大臣に同行して米国\nを訪問した外務省員３名が，国際会議に関する日米協力に関し，その時点まで\nに実施した米国との会談の結果を踏まえ，また，その後の会談の準備を目的と\nして，同外務省員と在米国日本大使館員との間で会合を行ったものであり，Ｃ\n２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，外務大臣訪米後の国際会議に関する日米協力に関する\n意見交換を行う目的で会合を行うことが記載されている。\nまた，上記外務省員３名及び在米国日本大使館員５名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，外務大臣に同行して訪米した外務省員が米国関係者と接触す\nる目的・協議内容や，その直接の相手方となる米国関係者の人定に関する情報\nが記載されているわけではない。また，外務大臣の訪米は，公式日程として公\n表されており，その際に，外務大臣に同行した外務省員が在米国日本大使館員\nと意見交換を行うこと自体は，秘匿性を有するものではない。\nしかしながら，本件文書の記録内容は，国際会議に関する日米協力に関し，\nその時点までに実施した外務大臣の訪米に伴う米国との会談の結果を踏まえ，\nまた，その後の米国関係者と接触するための準備を目的として，当該外務省員\nと在米国日本大使館員との間で行われた，いわば我が国政府内部の情報といえ，\nこのような会合を行ったことは，当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，外務大臣の訪米に同行した上記\n外務省員が，在米国日本大使館のだれとどこで準備又は検討を行っているかが\n明らかになり，そうした個々の準備等の傾向を分析することにより，こうした\n形での我が国の外交活動に関する情報を収集することが可能となり，じ後，こ\nの種の活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番２１０）\n① 文書の概要\n原判決別表１の通番２１０の決裁書にある事例は，総理大臣が米国を訪問し\nた際に総理大臣を含む政府関係者が，総理大臣訪米後の日米関係に関し，その\n時点までに実施した米国との会談の結果を踏まえ，また，その後の会談の準備\nを目的として，在米国日本大使館員との間で会合を行ったものであり，Ｂ２の\n類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，総理大臣訪米後の日米関係に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，参加者の一部の個人名及び肩書が明記されているほか，会合の日時，\n会合場所に関する情報等が明記されているため，いかなる形態で本件会合が行\nわれたかが具体的に分かる記載内容になっている。その他，決裁書の取扱者名，\n決裁者名の欄には，在米国日本大使館館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，米国を訪問した総理大臣及び同行した政府関係者が米国関係\n者と接触する目的・協議内容や，その直接の相手方となる米国関係者の人定に\n関する情報が記載されているわけではない。また，総理大臣の訪米は，公式日\n程として公表されており，その際に，総理大臣に同行した政府関係者が在米国\n日本大使館員と意見交換を行うこと自体は，秘匿性を有するものではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した総理大臣の\n訪米に伴う米国との会談の結果を踏まえ，また，その後の米国関係者と接触す\nるための準備を目的として，当該政府関係者と在米国日本大使館員との間で行\nわれた，いわば我が国政府内部の情報といえ，このような会合を行ったことは，\n当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，総理大臣の訪米に同行した上記\n政府関係者が，在米国日本大使館のだれとどこで準備又は検討を行っているか\nが明らかになり，そうした個々の準備等の傾向を分析することにより，この種\nの活動に関する情報を収集することが可能となり，じ後，こうした形での我が\n国の外交活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番２３１）\n① 文書の概要\n原判決別表１の通番２３１の決裁書にある事例は，特定問題に関する日米協\n議を行うために米国を訪問した政府関係者が，当該協議の準備を目的として，\n在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するも\nのである。\n② 文書の記録内容\n目的・内容の欄には，特定分野に関する日米協議に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，外務省員４名及び防衛庁員３名並びに在米国日本大使館員５名の個人\n名及び肩書が明記されている。さらに，会合の日時，会合を実施した店名及び\n同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数か\nら算出される支払予定額等が明記されているため，いかなる形態で本件会合が\n行われたかが具体的に分かる記載内容になっている。その他，決裁書の文書作\n成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名\n又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，特定問題に関する日米協議を行うために訪米した政府関係者\nが接触する米国関係機関関係者の人定に関する情報が記載されているわけでは\nない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該政府関係者と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定問題に関する日米協議を行\nうために訪米した上記政府関係者が，在米国日本大使館のだれとどこで準備又\nは検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析す\nることにより，こうした形での我が国の外交活動に関する情報を収集すること\nが可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も\n懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番２４７）\n① 文書の概要\n原判決別表１の通番２４７の決裁書にある事例は，国際会議に関し二国間等\nの働きかけを行う準備を目的として，通商産業省及び地方自治体関係者等と在\n米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するもの\nである。\n② 文書の記録内容\n目的・内容の欄には，国際会議に関し二国間等の働きかけに関する意見交換\nを行う目的で会合を行うことが記載されている。\nまた，上記通商産業省員等１６名及び在米国日本大使館員１名の個人名及び\n肩書が明記されている。さらに，会合の日時，会合を実施した店名及び同店の\n住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数から算出\nされる支払予定額等が明記されているため，いかなる形態で本件会合が行われ\nたかが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，\n取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩\n書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件文書の記録内容は，国際会議に関し二国間等の働きかけ\nに関する意見交換を行う目的で，通商産業省員等と在米国日本大使館員との間\nで行われた，いわば我が国政府内部の情報といえ，このような会合を行ったこ\nとは，当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，当該案件に関する意見交換をだ\nれとどのような形で開催しているかが明らかになり，そうした個々の準備等の\n傾向を分析することにより，こうした形での我が国の外交活動に関する情報を\n収集することが可能となり，じ後，この種の活動を円滑に遂行することが困難\nになる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番２８９）\n① 文書の概要\n原判決別表１の通番２８９の決裁書にある事例は，フランスを訪問した我が\n国の国会議員が，フランス関係者と接触するための準備を目的として，同議員\nと在フランス日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属\nするものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び在フランス日本大使館員１名の個人名及び肩書\nが明記されている。さらに，会合の日時，会合を実施した店名及び同店の住所\n・電話番号等の会合場所に関する情報，客単価及び会合参加人数から算出され\nる支払予定額等が明記されているため，いかなる形態で本件会合が行われたか\nが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員がフランス関係者と接触する\nための準備を目的として，同議員と在米国日本大使館員との間で行われた，い\nわば我が国政府内部の情報といえ，このような会合を行ったことは，当然のこ\nとながらフランス側には秘匿している。同議員との間でも公にしないことを前\n提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，フランス関\n係者が，上記国会議員がフランス関係者に対して行った発言を我が国行政府の\nいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番２９５）\n① 文書の概要\n原判決別表１の通番２９５の決裁書にある事例は，特定問題に関する日米協\n議を行うために米国を訪問した外務省員２名が，当該協議の準備を目的として，\n同外務省員と在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類\n型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日米協議に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，上記外務省員２名及び在米国日本大使館員３名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，特定問題に関する日米協議を行うために訪米した外務省員が\n接触する米国関係機関関係者の人定に関する情報が記載されているわけではな\nい。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定問題に関する日米協議を行\nうために訪米した上記外務省員が，在米国日本大使館のだれとどこで準備又は\n検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析する\nことにより，こうした形での我が国の外交活動に関する情報を収集することが\n可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も懸\n念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番３１６）\n① 文書の概要\n原判決別表１の通番３１６の決裁書にある事例は，特定問題に関する日中協\n議に関連して，当該協議のために訪中した政府関係者の移動のための自動車借\n料経費を支出したものであり，Ｂ２に属するものである。\nなお，本件文書は，二国間交渉に係る特定の会合の準備に関連するものであ\nり，本邦関係者が外国訪問した際の車両の借上げ等の五類型に係る事務経費と\nは異なるものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日中協議の準備に関連して自動車借\n料経費を支出したことが記載してある。\nまた，自動車を借り上げた調達先及び支払先である中国人の氏名・所属先，\n支払額等が明記されている。その他，取扱者である在中国日本大使館員の個人\n名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，中国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件は，上記特定問題に関する日中協議に関連する経費とし\nて支出されたものであり，自動車の調達は，保安上の問題から，我が国政府関\n係者の安全を確保できる信頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\n政府の内部情報を不正に入手しようとする者などが，当該中国人又はその所属\n先に接触し，我が国の内部情報を入手してそれらを悪用し，あるいは当該中国\n人に働きかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，\nあるいは在外法人の安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番３１８）\n① 文書の概要\n原判決別表１の通番３１８の決裁書にある事例は，米国を訪問した我が国の\n国会議員が，米国関係者との接触を踏まえて日米関係についての自らの見解を\n対外的に表明する準備を目的として，同議員と在米国日本大使館員との間で会\n合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行した外務省員１名並びに在米国日本大使館\n員３名の個人名及び肩書が明記されている。さらに，会合の日時，会合を実施\nした店名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会\n合参加人数から算出される支払予定額等が明記されているため，いかなる形態\nで本件会合が行われたかが具体的に分かる記載内容になっている。その他，決\n裁書の文書作成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館\n館員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係者の人定に関する情報が記載されているわけではな\nい。\nしかしながら，本件文書の記録内容は，米国関係者と接触した結果を踏まえ\nた日米関係について打ち合わせる目的で，同議員と在米国日本大使館員との間\nで行われた，いわば我が国政府内部の情報といえ，このような会合を行ったこ\nとは，当然のことながら米国側には秘匿している。同議員との間でも公にしな\nいことを前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，米国関係者\nが，上記国会議員が対外的に表明した「自らの見解」を我が国行政府のいわば\nさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番３６７）\n① 文書の概要\n原判決別表１の通番３６７の決裁書にある事例は，フランスで開催された国\n際会議に参加するためにフランスを訪問した我が国の国会議員が，同会議にお\nいてフランス関係者と接触するための準備を目的として，同議員と在フランス\n日本大使館員との間で会合を行ったものであり，Ｃ２の類型に属するものであ\nる。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係等に関する意見交換の目的で\n会合を行うことが記載されている。\nまた，当該国会議員２名及び同行者１名並びに在フランス日本大使館員３名\nの個人名又は肩書が明記されている。さらに，会合の日時，会合を実施した店\n名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加\n人数から算出される支払予定額等が明記されているため，いかなる形態で本件\n会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書の\n文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館館\n員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議においてフラ\nンス関係者と接触するための準備を目的として，同議員と在フランス日本大使\n館員との間で行われた，いわば我が国政府内部の情報といえ，このような会合\nを行ったことは，当然のことながらフランス側には秘匿している。同議員との\n間でも公にしないことを前提に行っている。また，この国際会議は，議員交流\nについての問題を研究・討論する公開のものであるが，同会議のため訪仏した，\n同議員が，日仏関係に関する意見交換も目的としていたことは公開されている\nものではない。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記国際会議に関する公の情報と照合することにより，我が国が，\n同国際会議を契機として，だれとどのような準備をし，どのような外交工作活\n動を行っているかを明らかにする手掛かりを与えることになり，じ後，この種\nの外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，上\n記国会議員による同国際会議への出席の機会にこのような準備を行っているこ\nとをもって，フランス関係者や国際会議関係者が，上記国会議員が行った発言\nを我が国行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念も\nある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番３７５）\n① 文書の概要\n原判決別表１の通番３７５の決裁書にある事例は，フランスを訪問した我が\n国の国会議員が，フランス関係者と接触するための準備を目的として，同議員\nと在フランス日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属\nするものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在フランス日本大使館員等４\n名の個人名及び肩書が明記されている。さらに，会合の日時，会合を実施した\n店名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参\n加人数から算出される支払予定額等が明記されているため，いかなる形態で本\n件会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書\nの文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館\n館員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員がフランス関係者と接触する\nための準備を目的として，同議員と在フランス日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながらフランス側には秘匿している。同議員との間でも公にしないことを\n前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，フランス関\n係者が，上記国会議員がフランス関係者に対して行った発言を我が国行政府の\nいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番４４６）\n① 文書の概要\n原判決別表１の通番４４６の決裁書にある事例は，米国を訪問した政府関連\n機関関係者が，特定分野に関する米国の事情に関し，その時点までに実施した\n米国との会談の結果を踏まえ，また，その後の会談の準備を目的として，在米\n国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するもので\nある。\n② 文書の記録内容\n目的・内容の欄には，特定分野に関する米国の事情に関する意見交換を行う\n目的で会合を行うことが記載されている。\nまた，上記関係者３名及び在米国日本大使館員４名の個人名及び肩書が明記\nされている。さらに，会合の日時，会合を実施した店名及び同店の住所・電話\n番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支払\n予定額等が明記されているため，いかなる形態で本件会合が行われたかが具体\n的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，米国を訪問した政府関連機関関係者が米国関係者と接触する\n目的・協議内容や，その直接の相手方となる米国関係者の人定に関する情報が\n記載されているわけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した米国との会\n談の結果を踏まえ，また，その後の米国関係者と接触するための準備を目的と\nして，当該関係者と在米国日本大使館員との間で行われた，いわば我が国政府\n内部の情報といえ，このような会合を行ったことは，当然のことながら米国側\nには秘匿している。\nところが，本件文書が仮に開示された場合，訪米した上記関係者が，在米国\n日本大使館のだれとどこで準備又は検討を行っているかが明らかになり，そう\nした個々の準備等の傾向を分析することにより，こうした形での我が国の外交\n活動に関する情報を収集することが可能となり，じ後，この種の活動を円滑に\n遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番４６１）\n① 文書の概要\n原判決別表１の通番４６１の決裁書にある事例は，特定問題に関する日米協\n議に関連して，当該協議のために訪米した政府関係者の移動のための自動車借\n料経費を支出したものであり，Ｂ２に属するものである。\nなお，本件文書は，二国間交渉に係る特定の会合の準備に関連するものであ\nり，本邦関係者が外国訪問した際の車両の借上げ等の五類型に係る事務経費と\nは異なるものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日米協議の準備に関連して自動車借\n料経費を支出したことが記載してある。\nまた，自動車を借り上げた調達先及び支払先である米国人の氏名・所属先，\n支払額等が明記されている。その他，取扱者である在米国日本大使館員の個人\n名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件は，上記特定問題に関する日米協議に関連する経費とし\nて支出されたものであり，自動車の調達は，保安上の問題から，我が国政府関\n係者の安全を確保できる信頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\n政府の内部情報を不正に入手しようとする者などが，当該米国人又はその所属\n先に接触し，我が国の内部情報を入手してそれらを悪用し，あるいは当該米国\n人に働きかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，\nあるいは我が国の在外関係者の安全確保を困難にするなどの事態が生じるおそ\nれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番４６３）\n① 文書の概要\n原判決別表１の通番４６３の決裁書にある事例は，特定問題に関する日中協\n議に関連して，当該協議のために訪中した政府関係者の移動のための自動車借\n料経費を支出したものであり，Ｂ２に属するものである。\nなお，本件文書は，二国間交渉に係る特定の会合の準備に関連するものであ\nり，本邦関係者が外国訪問した際の車両の借上げ等の五類型に係る事務経費と\nは異なるものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日中協議の準備に関連して自動車借\n料経費を支出したことが記載してある。\nまた，自動車を借り上げた調達先及び支払先である中国人の氏名・所属先，\n支払額等が明記されている。その他，取扱者である在中国日本大使館員の個人\n名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，中国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件は，上記特定問題に関する日中協議に関連する経費とし\nて支出されたものであり，自動車の調達は，保安上の問題から，我が国政府関\n係者の安全を確保できる信頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\n政府の内部情報を不正に入手しようとする者などが，当該中国人又はその所属\n先に接触し，我が国の内部情報を入手してそれらを悪用し，あるいは当該中国\n人に働きかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，\nあるいは我が国在外関係者の安全確保を困難にするなどの事態が生じるおそれ\nがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番５３２）\n① 文書の概要\n原判決別表１の通番５３２の決裁書にある事例は，在フィリピン日本大使館\n員が，情報収集及び外交工作を行うことを目的とする会合の準備のために会合\n用材料の購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在フィリピン日本大使館員が，情報収集及び外交工作\nを行うことを目的とする会合の準備のために会合用材料の購入経費を支出した\n旨が記載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在フィリピン日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番５７４）\n① 文書の概要\n原判決別表１の通番５７４の決裁書にある事例は，米国を訪問した我が国の\n国会議員が，米国関係者と接触するための準備を目的として，同議員と在米国\n日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するものであ\nる。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在米国日本大使館員６名の一\n部の関係者の個人名及び肩書が明記されている。さらに，会合の日時，会合場\n所に関する情報，支払額等が明記されているため，いかなる形態で本件会合が\n行われたかが具体的に分かる記載内容になっている。その他，決裁書の取扱者\n名の欄には，在米国日本大使館館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者と接触する目的・協議内容や，そ\nの直接の相手方となる米国関係者の人定に関する情報が記載されているわけで\nはない。\nしかしながら，本件文書の記録内容は，同議員が米国関係者と接触するため\nの準備を目的として，同議員と在米国日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがら米国側には秘匿している。同議員との間でも公にしないことを前提に行っ\nている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，米国関係者\nが，上記国会議員が米国関係者に対して行った発言を我が国行政府のいわばさ\nしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番５８３）\n① 文書の概要\n原判決別表１の通番５８３の決裁書にある事例は，フランスを訪問した我が\n国の国会議員が，フランス関係者と接触するための準備を目的として，同議員\nと在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属する\nものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び在フランス日本大使館員１名の個人名及び肩書\nが明記されている。さらに，会合の日時，会合を実施した店名及び同店の住所\n・電話番号等の会合場所に関する情報，客単価及び会合参加人数から算出され\nる支払予定額等が明記されているため，いかなる形態で本件会合が行われたか\nが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員が上記意見交換においてフラ\nンス関係者と接触するための準備を目的として，同議員と在フランス日本大使\n館員との間で行われた，いわば我が国政府内部の情報といえ，このような会合\nを行ったことは，当然のことながらフランス側には秘匿している。同議員との\n間でも公にしないことを前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，国外においてどのような外交工\n作活動を行っているかを明らかにする手掛かりを与えることになり，じ後，こ\nの種の外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，\n上記国会議員による訪問の機会にこのような準備を行っていることをもって，\nフランス関係者が，上記国会議員がフランス関係者に対して行った発言を我が\n国行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番５８４）\n① 文書の概要\n原判決別表１の通番５８４の決裁書にある事例は，特定地域に関する日米協\n議を行うために米国を訪問した外務省員が，その時点までに実施した米国との\n会談の結果を踏まえ，また，その後の会談の準備を目的として，同外務省員と\n在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するも\nのである。\n② 文書の記録内容\n目的・内容の欄には，特定地域に関する日米関係に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，上記外務省員１名及び在米国日本大使館員７名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合場所に関する情報，支払額等が明記\nされているため，いかなる形態で本件会合が行われたかが具体的に分かる記載\n内容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の欄に\nは，それぞれ在米国日本大使館館員の個人名又は肩書並びにその署名等が明記\nされている。\n③ 不開示事由の説明\n本件文書には，特定地域に関する日米協議を行うために米国を訪問した外務\n省員が接触する米国関係機関関係者の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した米国関係機\n関関係者との会談の結果を踏まえ，また，その後の米国関係機関関係者と接触\nするための準備を目的として，当該外務省員と在米国日本大使館員との間で行\nわれた，いわば我が国政府内部の情報といえ，このような会合を行ったことは，\n当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定地域に関する日米協議を行\nうために訪米した上記外務省員が，在米国日本大使館のだれとどこで準備又は\n検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析する\nことにより，この種の活動に関する情報を収集することが可能となり，じ後，\nこの種の活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番５８５）\n① 文書の概要\n原判決別表１の通番５８５の決裁書にある事例は，フランスで開催された国\n際会議に参加するためにフランスを訪問した我が国の国会議員が，その時点ま\nでにフランス関係者と接触した結果を踏まえ，同議員と在フランス日本大使館\n員との間で会合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係等に関する意見交換の目的で\n会合を行うことが記載されている。\nまた，当該国会議員２名及び同行者１名並びに在フランス日本大使館員６名\nの個人名又は肩書が明記されている。さらに，会合の日時，会合を実施した店\n名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加\n人数から算出される支払予定額等が明記されているため，いかなる形態で本件\n会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書の\n文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館館\n員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触した目的・協議内容や，\nその直接の相手方のフランス関係者の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議においてフラ\nンス関係者と接触した結果を踏まえ，同議員と在フランス日本大使館員との間\nで行われた，いわば我が国政府内部の情報といえ，このような会合を行ったこ\nとは，当然のことながらフランス側には秘匿している。同議員との間でも公に\nしないことを前提に行っている。また，この国際会議は，議員交流についての\n問題を研究・討論する公開のものであるが，訪仏の機会に，同議員が，日仏関\n係に関する意見交換も目的としていたことは公開されているものではない。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記国際会議に関する公の情報と照合することにより，我が国が，\n同国際会議を契機として，だれとどのような会合をし，どのような外交工作活\n動を行っているかを明らかにする手掛かりを与えることになり，じ後，この種\nの外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，上\n記国会議員による同国際会議出席の機会にこのような会合を行っていることを\nもって，フランス関係者や国際会議関係者が，上記国会議員が行った発言を我\nが国行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６００）\n① 文書の概要\n原判決別表１の通番６００の決裁書にある事例は，米国を訪問した我が国の\n国会議員が，米国関係者と接触するための準備を目的として，同議員と在米国\n日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するものであ\nる。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在米国日本大使館員２名の個\n人名及び肩書が明記されている。さらに，会合の日時，会合を実施した店名及\nび同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数\nから算出される支払予定額等が明記されているため，いかなる形態で本件会合\nが行われたかが具体的に分かる記載内容になっている。その他，決裁書の文書\n作成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人\n名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者と接触する目的・協議内容や，そ\nの直接の相手方となる米国関係者の人定に関する情報が記載されているわけで\nはない。\nしかしながら，本件文書の記録内容は，同議員が米国関係者と接触するため\nの準備を目的として，同議員と在米国日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがら米国側には秘匿している。同議員との間でも公にしないことを前提に行っ\nている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国のが，同\n訪問を契機として，だれとどのような準備をし，どのような外交工作活動を行\nっているかを明らかにする手掛かりを与えることになり，じ後，この種の外交\n工作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会\n議員による訪問の機会にこのような準備を行っていることをもって，米国関係\n者が，上記国会議員が米国関係者に対して行った発言を我が国行政府のいわば\nさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６０１）\n① 文書の概要\n原判決別表１の通番６０１の決裁書にある事例は，国際会議に参加するため\nに米国を訪問した我が国の国会議員が，同機会に米国関係者等と二国間等の接\n触をするための準備を目的として，同議員と在米国日本大使館員との間で会合\nを行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係及び国際会議に関する意見交\n換の目的で会合を行うことが記載されている。\nまた，国会議員２名及び同行者９名並びに在米国日本大使館員７名の個人名\n及び肩書が明記されている。さらに，会合の日時，会合を実施した店名及び同\n店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数から\n算出される支払予定額等が明記されているため，いかなる形態で本件会合が行\nわれたかが具体的に分かる記載内容になっている。その他，決裁書の文書作成\n者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又\nは肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者等と接触する目的・協議内容や，\nその直接の相手方となる米国関係者等の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件文書の記録内容は，同議員が米国関係者等と接触するた\nめの準備を目的として，同議員と在米国日本大使館員との間で行われた，いわ\nば我が国政府内部の情報といえ，このような会合を行ったことは，当然のこと\nながら米国側等には秘匿している。同議員との間でも公にしないことを前提に\n行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，米国関係者\n等が，上記国会議員が行った発言を我が国行政府のいわばさしがねで行ったも\nのと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６０５）\n① 文書の概要\n原判決別表１の通番６０５の決裁書にある事例は，国際会議に関する日米協\n議を行うために米国を訪問した外務省員４名が，その後の会談の準備を目的と\nして，同外務省員と在米国日本大使館員との間で会合を行ったものであり，Ｃ\n２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，国際会議に関する日米協力に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，上記外務省員４名及び在米国日本大使館員３名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，国際会議に関する日米協議を行うために訪米した外務省員が\n米国関係者と接触する目的・協議内容や，その直接の相手方となる米国関係機\n関関係者の人定に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，国際会議に関する日米協議を行\nうために訪米した上記外務省員が，在米国日本大使館のだれとどこで準備又は\n検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析する\nことにより，こうした形での我が国の外交活動に関する情報を収集することが\n可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も懸\n念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番６０７）\n① 文書の概要\n原判決別表１の通番６０７の決裁書にある事例は，米国を訪問した我が国の\n国会議員が，米国関係者と接触するための準備を目的として，同議員と在米国\n日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するものであ\nる。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び在米国日本大使館員４名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者と接触する目的・協議内容や，そ\nの直接の相手方となる米国関係者の人定に関する情報が記載されているわけで\nはない。\nしかしながら，本件文書の記録内容は，同議員が米国関係者と接触するため\nの準備を目的として，同議員と在米国日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがら米国側には秘匿している。同議員との間でも公にしないことを前提に行っ\nている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記訪米に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，同訪問の機\n会にこのような準備を行っていることをもって，米国関係者が，上記国会議員\nが米国関係者に対して行った発言を我が国行政府のいわばさしがねで行ったも\nのと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６３３）\n① 文書の概要\n原判決別表１の通番６３３の決裁書にある事例は，特定問題に関する日中協\n議を行うために中国を訪問した政府関係者１２名が，その時点までに実施した\n中国との会談の結果を踏まえ，また，その後の会談の準備を目的として，同政\n府関係者と在中国日本大使館員との間で会合を行ったものであり，Ｂ２の類型\nに属するものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日中協議に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，上記政府関係者１２名及び在中国日本大使館員３名の個人名及び肩書\nが明記されている。さらに，会合の日時，会合を実施した店名及び同店の住所\n・電話番号等の会合場所に関する情報，客単価及び会合参加人数から算出され\nる支払予定額等が明記されているため，いかなる形態で本件会合が行われたか\nが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在中国日本大使館館員の個人名又は肩書並\nびにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，特定問題に関する日中協議を行うために中国を訪問した政府\n関係者が接触する中国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した中国関係者\nとの会談の結果を踏まえ，また，その後の中国関係者と接触するための準備を\n目的として，当該政府関係者と在中国日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがら中国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定問題に関する日中協議を行\nうために訪中した上記政府関係者が，在中国日本大使館のだれとどこで準備又\nは検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析す\nることにより，こうした形での我が国の外交活動に関する情報を収集すること\nが可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も\n懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番６５７）\n① 文書の概要\n原判決別表１の通番６５７の決裁書にある事例は，在米国日本大使館員が，\n情報収集及び外交工作を行うことを目的とする会合の準備のために会合用材料\nの購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在米国日本大使館員が，情報収集及び外交工作を行う\nことを目的とする会合の準備のために会合用材料の購入経費を支出した旨が記\n載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在米国日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番６７４）\n① 文書の概要\n原判決別表１の通番６７４の決裁書にある事例は，在米国日本大使館員が，\n情報収集及び外交工作を行うことを目的とする会合の準備のために会合用材料\nの購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在米国日本大使館員が，情報収集及び外交工作を行う\nことを目的とする会合の準備のために会合用材料の購入経費を支出した旨が記\n載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在米国日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番６７８）\n① 文書の概要\n原判決別表１の通番６７８の決裁書にある事例は，フランスを訪問した我が\n国の国会議員が，フランス関係者と接触するための準備を目的として，同議員\nと在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属する\nものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在フランス日本大使館員３名\nの個人名及び肩書が明記されている。さらに，会合の日時，会合を実施した店\n名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加\n人数から算出される支払予定額等が明記されているため，いかなる形態で本件\n会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書の\n文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館館\n員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員がフランス関係者と接触する\nための準備を目的として，同議員と在フランス日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながらフランス側には秘匿している。同議員との間でも公にしないことを\n前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，当該訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，フランス関\n係者が，上記国会議員がフランス関係者に対して行った発言を我が国行政府の\nいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６９０）\n① 文書の概要\n原判決別表１の通番６９０の決裁書にある事例は，米国で開催された国際会\n議に参加するために米国を訪問した我が国の国会議員が，同会議等において米\n国関係者等と接触した結果を踏まえ，同議員と在米国日本大使館員との間で会\n合を行ったものであり，Ｃ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と国際会議に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び在米国日本大使館員１名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合場所に関する情報，支払額等が明記\nされているため，いかなる形態で本件会合が行われたかが具体的に分かる記載\n内容になっている。その他，決裁書の取扱者名の欄には，在米国日本大使館館\n員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者等と接触した目的・協議内容や，\nその直接の相手方となる米国関係者等の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議において米国\n関係者等と接触するための準備を目的として，同議員と在米国日本大使館員と\nの間で行われた，いわば我が国政府内部の情報といえ，このような会合を行っ\nたことは，当然のことながら米国側には秘匿している。同議員との間でも公に\nしないことを前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記国際会議に関する公の情報と照合することにより，我が国が，\n同国際会議を契機として，だれとどのような準備をし，どのような外交工作活\n動を行っているかを明らかにする手掛かりを与えることになり，じ後，この種\nの外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，上\n記国会議員による同国際会議出席の機会にこのような準備を行っていることを\nもって，米国関係者や国際会議関係者が，上記国会議員が行った発言を我が国\n行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番６９８）\n① 文書の概要\n原判決別表１の通番６９８の決裁書にある事例は，外務大臣に同行して米国\nを訪問した外務省員３名が，その時点までに実施した米国との会談の結果を踏\nまえ，また，その後の会談の準備を目的として，同外務省員と在米国日本大使\n館員との間で会合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，日米関係に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記外務省員１名及び在米国日本大使館員１名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，支払額等が明記されているため，いかなる\n形態で本件会合が行われたかが具体的に分かる記載内容になっている。その他，\n決裁書の取扱者名の欄には，在米国日本大使館館員の個人名及び肩書が明記さ\nれている。\n③ 不開示事由の説明\n本件文書には，外務大臣に同行して訪米した外務省員が米国関係者と接触す\nる目的・協議内容や，その直接の相手方となる米国関係機関関係者の人定に関\nする情報が記載されているわけではない。また，外務大臣の訪米は，公式日程\nとして公表されており，その際に，外務大臣に同行した外務省員が在米国日本\n大使館員と意見交換を行うこと自体は，秘匿性を有するものではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した外務大臣の\n訪米に伴う米国との会談の結果を踏まえ，また，その後の米国関係者と接触す\nるための準備を目的として，当該外務省員と在米国日本大使館員との間で行わ\nれた，いわば我が国政府内部の情報といえ，このような会合を行ったことは，\n当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，外務大臣の訪米に同行した上記\n外務省員が，在米国日本大使館のだれとどこで準備又は検討を行っているかが\n明らかになり，そうした個々の準備等の傾向を分析することにより，こうした\n形での我が国の外交活動に関する情報を収集することが可能となり，じ後，こ\nの種の活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番７４２）\n① 文書の概要\n原判決別表１の通番７４２の決裁書にある事例は，フィリピンを訪問した地\n方自治体関係者が，その時点までに実施したフィリピンとの会談の結果を踏ま\nえ，また，その後の会談の準備を目的として，同関係者と在フィリピン日本大\n使館員との間で会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，日フィリピン間の地方自治体交流に関する意見交換を\n行う目的で会合を行うことが記載されている。\nまた，上記地方自治体関係者等７名及び在フィリピン日本大使館員８名の個\n人名及び肩書が明記されている。さらに，会合の日時，会合場所に関する情報，\n支払額等が明記されているため，いかなる形態で本件会合が行われたかが具体\n的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在フィリピン日本大使館館員の個人名又は肩書並\nびにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，フィリピンを訪問した地方自治体関係者がフィリピン関係者\nと接触する目的・協議内容や，その直接の相手方となるフィリピン関係機関関\n係者の人定に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施したフィリピン\n関係者との会談の結果を踏まえ，また，その後のフィリピン関係者と接触する\nための準備を目的として，当該地方自治体関係者と在フィリピン日本大使館員\nとの間で行われた，いわば我が国政府内部の情報といえ，このような会合を行\nったことは，当然のことながらフィリピン側には秘匿している。\nところが，本件文書が仮に開示された場合，上記地方自治体関係者が，在フ\nィリピン日本大使館のだれとどこで準備又は検討を行っているかが明らかにな\nり，そうした個々の準備等の傾向を分析することにより，こうした形での我が\n国の外交活動に関する情報を収集することが可能となり，じ後，この種の活動\nを円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番７７５）\n① 文書の概要\n原判決別表１の通番７７５の決裁書にある事例は，米国を訪問した外務大臣\nが，米国関係者との交渉の準備を目的として，外務大臣及びその同行者と在米\n国日本大使館員との間で会合を行うに当たり，その準備に関連して，在米国業\n者に荷物の運搬経費を支出したものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，外務大臣が訪米した際に，上記経費を支出した旨が記\n載されている。\nまた，当該事務の依頼先及び経費の受取人，支払額等が記載されている。そ\nの他，取扱者の欄には，在米国日本大使館館員の個人名及び肩書が明記されて\nいる。\n③ 不開示事由の説明\n本件文書には，外務大臣が米国側関係者と接触する目的・協議内容や，その\n直接の相手方となる米国関係機関関係者の人定に関する情報が記載されている\nわけではない。また，外務大臣の当該訪米は，公式日程として公表されている。\nしかしながら，本件は，外務大臣と在米国日本大使館員等との間の会合に関\n連する経費として支出されたものであり，今後も，同様の目的のために係る依\n頼先に対して同様の経費支出が行われる可能性がある。また，荷物の運搬は，\n保安上の問題から，外務大臣等の安全を確保できる信頼できる業者へ発注して\nいる。\nところが，本件文書が仮に開示され，このような業者に関する情報が公にな\nると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国政府\nの内部情報を不正に入手しようとする者などが，当該業者に接触し，我が国の\n内部情報を入手してそれを悪用し，あるいは当該業者に働きかけて我が国の外\n交事務を妨害するなどして，我が国の利益を損ない，あるいは外務大臣等の安\n全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えら得る。\n（通番７８５）\n① 文書の概要\n原判決別表１の通番７８５の決裁書にある事例は，米国で開催された国際会\n議に参加するために米国を訪問した我が国の国会議員が，同機会に米国関係者\nと二国間関係等について接触するための準備を目的として，同議員と在米国日\n本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日米関係の特定分野に関する意見交換\nの目的で会合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在米国日本大使館員５名の個\n人名及び肩書が明記されている。さらに，会合の日時，会合を実施した店名及\nび同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参加人数\nから算出される支払予定額等が明記されているため，いかなる形態で本件会合\nが行われたかが具体的に分かる記載内容になっている。その他，決裁書の文書\n作成者，取扱者名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人\n名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が接触する直接の相手方となる米国関係者の人\n定に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議において米国\n関係者と二国間関係等について接触するための準備を目的として，同議員と在\n米国日本大使館員との間で行われた，いわば我が国政府内部の情報といえ，こ\nのような会合を行ったことは，当然のことながら米国側には秘匿している。同\n議員との間でも公にしないことを前提に行っている。また，この国際会議は，\n社会分野の特定問題についての問題を研究・討論する公開のものであるが，同\n会議に際して，同議員が，日米関係の特定分野に関する意見交換も目的として\nいたことは公開されているものではない。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，同訪米に関する公の情報と照合することにより，我が国が，同訪問\nを契機として，だれとどのような準備をし，どのような外交工作活動を行って\nいるかを明らかにする手掛かりを与えることになり，じ後，この種の外交工作\nを円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議員\nによる訪問の機会にこのような準備を行っていることをもって，米国関係者や\n国際会議関係者が，上記国会議員が行った発言を我が国行政府のいわばさしが\nねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番７９０）\n① 文書の概要\n原判決別表１の通番７９０の決裁書にある事例は，領事分野に係る会議に参\n加するためにフランスを訪問した外務省員及びその他政府関係者が，在フラン\nス日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するもので\nある。\n② 文書の記録内容\n目的・内容の欄には，領事分野に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記外務省員１８名及びその他政府関係者２名並びに在フランス日本\n大使館員７名の個人名及び肩書が明記されている。さらに，会合の日時，場所，\n調達先に関する情報，客単価及び会合参加人数から算出される支払予定額等が\n明記されているため，いかなる形態で本件会合が行われたかが具体的に分かる\n記載内容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の\n欄には，それぞれ在フランス日本大使館館員の個人名又は肩書並びにその署名\n等が明記されている。\n③ 不開示事由の説明\n本件文書には，フランス関係機関関係者の人定に関する情報が記載されてい\nるわけではない。\nしかしながら，本件文書の記録内容は，領事分野に関する意見交換を行う目\n的で，当該外務省員等及び在フランス日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがらフランス側には秘匿している。\nところが，本件文書が仮に開示された場合，領事分野に関する意見交換をだ\nれとどのような形で開催しているかが明らかになり，そうした個々の会合等の\n傾向を分析することにより，こうした形での我が国の外交活動に関する情報を\n収集することが可能となり，じ後，この種の活動を円滑に遂行することが困難\nになる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番７９５）\n① 文書の概要\n原判決別表１の通番７９５の決裁書にある事例は，在フランス日本大使館員\nが，情報収集及び外交工作を行うことを目的とする会合の準備のために会合用\n材料の購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在フランス日本大使館員が，情報収集及び外交工作を\n行うことを目的とする会合の準備のために会合用材料の購入経費を支出した旨\nが記載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在フランス日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番８０４）\n① 文書の概要\n原判決別表１の通番８０４の決裁書にある事例は，米国関係者と協議を行う\nために米国を訪問した政府関係者５名が，その後の米国との会談の準備を目的\nとして，同政府関係者と在米国日本大使館員との間で会合を行ったものであり，\nＢ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，日米関係に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記政府関係者５名及び在米国日本大使館員５名の個人名及び肩書が\n明記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・\n電話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される\n支払予定額等が明記されているため，いかなる形態で本件会合が行われたかが\n具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者\n名，決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並び\nにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係者と協議を行うために訪米した政府関係者が接触す\nる米国関係機関関係者の人定に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該政府関係者と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，米国関係者と協議を行うために\n訪米した上記政府関係者が，在米国日本大使館のだれとどこで準備又は検討を\n行っているかが明らかになり，そうした個々の準備等の傾向を分析することに\nより，こうした形での我が国の外交活動に関する情報を収集することが可能と\nなり，じ後，この種の活動を円滑に遂行することが困難になる事態も懸念され\nる。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番８０５）\n① 文書の概要\n原判決別表１の通番８０５の決裁書にある事例は，フランスを訪問した我が\n国要人の訪問結果を踏まえた対応の検討を目的として，同関係者と在フランス\n日本大使館員との間で会合を行うための場所代に係る経費を支出したものであ\nり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，我が国要人によるフランス訪問の結果を踏まえた我が\n国対応の検討を行うための場所代として経費を支出した旨が記載されている。\nまた，当該経費を支出した日時，会合を実施した場所に関する情報，支払予\n定額等が記載されている。その他，決裁書の取扱者名の欄には，在フランス日\n本大使館館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，上記関係者がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件は，我が国要人と在フランス日本大使館員との間の会合\nの場所代として支出されている。また，我が国要人が出席する場所は，保安上\nの問題から，その安全を確保できる信頼できる場所提供者へ発注している。\nところが，本件文書が仮に開示され，このような場所提供者に関する情報が\n公になると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が\n国政府の内部情報を不正に入手しようとする者などが，当該場所提供者に接触\nし，我が国の内部情報を入手してそれを悪用し，あるいは当該場所提供者に働\nきかけて我が国の外交事務を妨害するなどして，我が国の利益を損ない，ある\nいは我が国要人等の安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番８０８）\n① 文書の概要\n原判決別表１の通番８０８の決裁書にある事例は，フランスで開催された国\n際会議に参加するためにフランスを訪問した我が国の国会議員が，同会議にお\nいてフランス関係者等と接触するための準備を目的として，同議員と在フラン\nス日本大使館員との間で会合を行ったものであり，Ｃ２の類型に属するもので\nある。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と日仏関係等に関する意見交換の目的で\n会合を行うことが記載されている。\nまた，当該国会議員２名及び同行者１名並びに在フランス日本大使館員３名\nの個人名及び肩書が明記されている。さらに，会合の日時，会合場所に関する\n情報，支払額等が明記されているため，いかなる形態で本件会合が行われたか\nが具体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱\n者名，決裁者名の欄には，それぞれ在フランス日本大使館館員の個人名又は肩\n書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者等と接触する目的・協議内容\nや，その直接の相手方となるフランス関係者の人定に関する情報が記載されて\nいるわけではない。\nしかしながら，本件文書の記録内容は，同議員が上記国際会議においてフラ\nンス関係者等と接触するための準備を目的として，同議員と在フランス日本大\n使館員との間で行われた，いわば我が国政府内部の情報といえ，このような会\n合を行ったことは，当然のことながらフランス側等には秘匿している。同議員\nとの間でも公にしないことを前提に行っている。また，この国際会議は，議員\n交流についての問題を研究・討論するものであるが，同会議において，同議員\nが，日仏関係等に関する意見交換も目的としていたことは公開されているもの\nではない。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記国際会議に関する公の情報と照合することにより，我が国が，\n同国際会議を契機として，だれとどのような準備をし，どのような外交工作活\n動を行っているかを明らかにする手掛かりを与えることになり，じ後，この種\nの外交工作を円滑に遂行することが困難になる事態も懸念される。さらに，上\n記国会議員による同国際会議出席の機会にこのような準備を行っていることを\nもって，フランス関係者や国際会議関係者が，上記国会議員が行った発言を我\nが国行政府のいわばさしがねで行ったものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n（通番８４３）\n① 文書の概要\n原判決別表１の通番８４３の決裁書にある事例は，日米協議を行うために米\n国を訪問した外務省員３名が，その後の米国との会談の準備を目的として，同\n外務省員と在米国日本大使館員との間で会合を行ったものであり，Ｂ２の類型\nに属するものである。\n② 文書の記録内容\n目的・内容の欄には，日米関係に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記外務省員３名及び在米国日本大使館員７名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合場所に関する情報，支払額等が明記\nされているため，いかなる形態で本件会合が行われたかが具体的に分かる記載\n内容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の欄に\nは，それぞれ在米国日本大使館館員の個人名又は肩書並びにその署名等が明記\nされている。\n③ 不開示事由の説明\n本件文書には，米国関係者と協議を行うために訪米した外務省員が米国関係\n者と接触する目的・協議内容に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，米国関係者と協議を行うために\n訪米した上記外務省員が，在米国日本大使館のだれとどこで準備又は検討を行\nっているかが明らかになり，そうした個々の準備等の傾向を分析することによ\nり，こうした形での我が国の外交活動に関する情報を収集することが可能とな\nり，じ後，この種の活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番９０２）\n① 文書の概要\n原判決別表１の通番９０２の決裁書にある事例は，協議をするために米国を\n訪問した政府系機関関係者が，その時点までに実施した米国との会談の結果を\n踏まえ，また，その後の会談の準備を目的として，同関係者と在米国日本大使\n館員との間で会合を行ったものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，上記関係者と意見交換を行う目的で会合を行うことが\n記載されている。\nまた，上記関係者１名及び在米国日本大使館員１名の個人名及び肩書が明記\nされている。さらに，会合の日時，会合場所に関する情報，支払額等が明記さ\nれているため，いかなる形態で本件会合が行われたかが具体的に分かる記載内\n容になっている。その他，決裁書の取扱者名の欄には，在米国日本大使館館員\nの個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，上記関係者が米国関係者と接触する目的・協議内容や，その\n直接の相手方となる米国関係機関関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した米国との会\n談の結果を踏まえ，また，その後の米国関係者と接触するための準備を目的と\nして，当該関係者と在米国日本大使館員との間で行われた，いわば我が国政府\n内部の情報といえ，このような会合を行ったことは，当然のことながら米国側\nには秘匿している。\nところが，本件文書が仮に開示された場合，上記関係者が，在米国日本大使\n館のだれとどこで準備又は検討を行っているかが明らかになり，そうした個々\nの準備等の傾向を分析することにより，こうした形での我が国の外交活動に関\nする情報を収集することが可能となり，じ後，この種の活動を円滑に遂行する\nことが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番９２１）\n① 文書の概要\n原判決別表１の通番９２１の決裁書にある事例は，領事分野に係る会議に参\n加するためにフランスを訪問した外務省員及びその他政府関係者が，在フラン\nス日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するもので\nある。\n② 文書の記録内容\n目的・内容の欄には，領事分野に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記外務省員３名及びその他政府関係者２名並びに在フランス日本大\n使館員５名の個人名及び肩書が明記されている。さらに，会合の日時，場所，\n調達先に関する情報，客単価及び会合参加人数から算出される支払予定額等が\n明記されているため，いかなる形態で本件会合が行われたかが具体的に分かる\n記載内容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の\n欄には，それぞれ在フランス日本大使館館員の個人名又は肩書並びにその署名\n等が明記されている。\n③ 不開示事由の説明\n本件文書には，フランス関係機関関係者の人定に関する情報が記載されてい\nるわけではない。\nしかしながら，本件文書の記録内容は，領事分野に関する意見交換を行う目\n的で，当該外務省員等及び在フランス日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがらフランス側には秘匿している。\nところが，本件文書が仮に開示された場合，領事分野に関する意見交換をだ\nれとどのような形で開催しているかが明らかになり，そうした個々の会合等の\n傾向を分析することにより，こうした形での我が国の外交活動に関する情報を\n収集することが可能となり，じ後，この種の活動を円滑に遂行することが困難\nになる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番９２４）\n① 文書の概要\n原判決別表１の通番９２４の決裁書にある事例は，米国で開催された国際会\n議に参加するなどのために米国を訪問した我が国の国会議員が，同会議におい\nて，米国関係者と会合を行うための準備に関連して，在米国日本大使館の担当\n職員の食事代に係る経費を支出したものであり，Ｂ２に属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員が訪米した際の上記経費を支出したこと\nが記載されている。\nまた，当該国会議員１名及び在米国日本大使館館員９名の個人名及び肩書が\n明記されているほか，上記食事の調達先及びその代金の支払先の名称，支払額\n等の情報が記載されているため，当該国会議員の米国関係者との会合の準備の\nための具体的な体制や上記食事の調達先等が分かる記載内容になっている。\n③ 不開示事由の説明\n本件文書には，上記国会議員が米国関係者と接触する目的・協議内容や，そ\nの直接の相手方となる米国関係者の人定に関する情報が記載されているわけで\nはない。また，上記国会議員の当該訪米は，公式日程として公表されている。\nしかしながら，我が国の国会議員の訪米に当たり，どのような準備をしてい\nるかは，いわば我が国政府内部の情報である。また，上記食事は，保安上の問\n題から厳重に警備をしている上記国会議員の宿泊先への出入りを許容できる信\n頼できる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，本邦関係者に危害を加えようとする者，あるいは我が国政府の内部\n情報を不正に入手しようとする者などが，当該専門業者を悪用し，不法に上記\n宿泊先へ侵入するなどして，在外公館の安全確保を困難にするなどの事態が生\nじるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番９３０）\n① 文書の概要\n原判決別表１の通番９３０の決裁書にある事例は，在フランス日本大使館員\nが，情報収集及び外交工作を行うことを目的とする会合の準備のために会合用\n材料の購入経費を支出したものであり，Ａ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，在フランス日本大使館員が，情報収集及び外交工作を\n行うことを目的とする会合の準備のために会合用材料の購入経費を支出した旨\nが記載されている。\nまた，当該会合用材料の購入先の名称，住所，電話番号及び経費支出の受取\n人名，支払額，購入物品名等が記載されている。その他，取扱者名の欄には，\n在フランス日本大使館員の個人名及び肩書が明記されている。\n③ 不開示事由の説明\n本件文書には，情報提供者及び工作対象者と接触する目的・協議内容や，そ\nの直接の相手方となる情報提供者等の人定に関する情報が記載されているわけ\nではない。\nしかしながら，本件は，情報収集及び外交工作に係る特定の会合の準備に関\n連する経費として支出されたものであり，会合用材料は，保安上の問題から厳\n重に警備をしている在外公館への出入りを認めてもその安全を確保できる信頼\nできる専門業者へ発注している。\nところが，本件文書が仮に開示され，このような専門業者に関する情報が公\nになると，関係国や，本邦関係者に危害を加えようとする者，あるいは我が国\nに関する在外公館内の情報を不正に入手しようとする者などが，当該専門業者\nに接触してその立場を悪用し，不法に在外公館へ侵入するなどして，在外公館\nの安全確保を困難にするなどの事態が生じるおそれがある。\nしたがって，以上の結果，我が国の利益ないし国民の安全を害するおそれが\nあることを否定し得ないと考えられる。\n（通番９５６）\n① 文書の概要\n原判決別表１の通番９５６の決裁書にある事例は，政府関係者等５名が，そ\nの時点までに実施したフランスとの会談の結果を踏まえ，また，その後の会談\nの準備を目的として，同外務省員と在フランス日本大使館員との間で会合を行\nったものであり，Ｂ２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，日仏関係に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，上記政府関係者４名及び同行者１名並びに在フランス日本大使館員２\n名の個人名及び肩書が明記されている。さらに，会合の日時，会合を実施した\n店名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参\n加人数から算出される支払予定額等が明記されているため，いかなる形態で本\n件会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書\nの文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館\n館員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，フランスを訪問した政府関係者がフランス関係者と接触する\n目的・協議内容や，その直接の相手方となるフランス関係機関関係者の人定に\n関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施したフランスと\nの会談の結果を踏まえ，また，その後のフランス関係者と接触するための準備\nを目的として，当該政府関係者等と在フランス日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながらフランス側には秘匿している。\nところが，本件文書が仮に開示された場合，上記関係者が，在フランス日本\n大使館のだれとどこで準備又は検討を行っているかが明らかになり，そうした\n個々の準備等の傾向を分析することにより，こうした形での我が国の外交活動\nに関する情報を収集することが可能となり，じ後，この種の活動を円滑に遂行\nすることが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番９８２）\n① 文書の概要\n原判決別表１の通番９８２の決裁書にある事例は，米国関係者と協議を行う\nために米国を訪問した外務省員１名が，その後の米国との会談の準備を目的と\nして，同外務省員と在米国日本大使館員との間で会合を行ったものであり，Ｂ\n２の類型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，日米関係等に関する意見交換を行う目的で会合を行う\nことが記載されている。\nまた，上記外務省員１名及び在米国日本大使館員３名の個人名及び肩書が明\n記されている。さらに，会合の日時，会合を実施した店名及び同店の住所・電\n話番号等の会合場所に関する情報，客単価及び会合参加人数から算出される支\n払予定額等が明記されているため，いかなる形態で本件会合が行われたかが具\n体的に分かる記載内容になっている。その他，決裁書の文書作成者，取扱者名，\n決裁者名の欄には，それぞれ在米国日本大使館館員の個人名又は肩書並びにそ\nの署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，米国関係者と協議を行うために訪米した外務省員が接触する\n米国関係者の人定に関する情報が記載されているわけではない。\nしかしながら，本件文書の記録内容は，その後の米国関係者と接触するため\nの準備を目的として，当該外務省員と在米国日本大使館員との間で行われた，\nいわば我が国政府内部の情報といえ，このような会合を行ったことは，当然の\nことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，米国関係者と協議を行うために\n訪米した上記外務省員が，在米国日本大使館のだれとどこで準備又は検討を行\nっているかが明らかになり，そうした個々の準備等の傾向を分析することによ\nり，こうした形での我が国の外交活動に関する情報を収集することが可能とな\nり，じ後，この種の活動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１００８）\n① 文書の概要\n原判決別表１の通番１００８の決裁書にある事例は，外務大臣他１３名が，\n日米関係に関し，その時点までに実施した米国との会談の結果を踏まえ，在米\n国日本大使館員との間で会合を行ったものであり，Ｂ２の類型に属するもので\nある。\n② 文書の記録内容\n目的・内容の欄には，日米関係に関する意見交換を行う目的で会合を行うこ\nとが記載されている。\nまた，参加者の一部の個人名及び肩書が明記されている。さらに，会合の日\n時，会合場所に関する情報，支払額等が明記されているため，いかなる形態で\n本件会合が行われたかが具体的に分かる記載内容になっている。その他，決裁\n書の取扱者名の欄には，在米国日本大使館館員の個人名及び肩書が明記されて\nいる。\n③ 不開示事由の説明\n本件文書には，米国を訪問した外務大臣及び同行した外務省員が米国関係者\nと接触した目的・協議内容や，その直接の相手方となる米国関係機関関係者の\n人定に関する情報が記載されているわけではない。また，外務大臣の訪米は，\n公式日程として公表されており，その際に，外務大臣及び同行した外務省員が\n在米国日本大使館員と意見交換を行うこと自体は，秘匿性を有するものではな\nい。\nしかしながら，本件文書の記録内容は，その時点までに実施した外務大臣の\n訪米に伴う米国との会談の結果を踏まえ，外務大臣及び同行した外務省員と在\n米国日本大使館員との間で行われた，いわば我が国政府内部の情報といえ，こ\nのような会合を行ったことは，当然のことながら米国側には秘匿している。\nところが，本件文書が仮に開示された場合，外務大臣及び同行した外務省員\nが，在米国日本大使館のだれとどこで準備又は検討を行っているかが明らかに\nなり，そうした個々の準備等の傾向を分析することにより，こうした形での我\nが国の外交活動に関する情報を収集することが可能となり，じ後，この種の活\n動を円滑に遂行することが困難になる事態も懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１０１８）\n① 文書の概要\n原判決別表１の通番１０１８の決裁書にある事例は，特定問題に関する日中\n協議を行うために中国を訪問した政府関係者１８名が，その時点までに実施し\nた中国との会談の結果を踏まえ，また，その後の会談の準備を目的として，同\n政府関係者と在中国日本大使館員との間で会合を行ったものであり，Ｂ２の類\n型に属するものである。\n② 文書の記録内容\n目的・内容の欄には，特定問題に関する日中協議に関する意見交換を行う目\n的で会合を行うことが記載されている。\nまた，上記政府関係者１８名及び在中国日本大使館員５名の個人名及び肩書\nが明記されている。さらに，会合の日時，会合場所に関する情報，支払額等が\n明記されているため，いかなる形態で本件会合が行われたかが具体的に分かる\n記載内容になっている。その他，決裁書の文書作成者，取扱者名，決裁者名の\n欄には，それぞれ在中国日本大使館館員の個人名又は肩書並びにその署名等が\n明記されている。\n③ 不開示事由の説明\n本件文書には，特定問題に関する日中協議を行うために中国を訪問した政府\n関係者が接触する中国関係機関関係者の人定に関する情報が記載されているわ\nけではない。\nしかしながら，本件文書の記録内容は，その時点までに実施した中国関係者\nとの会談の結果を踏まえ，また，その後の中国関係者と接触するための準備を\n目的として，当該政府関係者と在中国日本大使館員との間で行われた，いわば\n我が国政府内部の情報といえ，このような会合を行ったことは，当然のことな\nがら中国側には秘匿している。\nところが，本件文書が仮に開示された場合，特定問題に関する日中協議を行\nうために訪中した上記政府関係者が，在中国日本大使館のだれとどこで準備又\nは検討を行っているかが明らかになり，そうした個々の準備等の傾向を分析す\nることにより，こうした形での我が国の外交活動に関する情報を収集すること\nが可能となり，じ後，この種の活動を円滑に遂行することが困難になる事態も\n懸念される。\nしたがって，以上の結果，我が国の利益を害するおそれがあることを否定し\n得ないと考えられる。\n（通番１０２３）\n① 文書の概要\n原判決別表１の通番１０２３の決裁書にある事例は，フランスを訪問した我\nが国の国会議員が，フランス関係者と接触するための準備を目的として，同議\n員と在フランス日本大使館員との間で会合を行ったものであり，Ａ２の類型に\n属するものである。\n② 文書の記録内容\n目的・内容の欄には，当該国会議員と特定問題に関する意見交換の目的で会\n合を行うことが記載されている。\nまた，当該国会議員１名及び同行者１名並びに在フランス日本大使館員等６\n名の個人名及び肩書が明記されている。さらに，会合の日時，会合を実施した\n店名及び同店の住所・電話番号等の会合場所に関する情報，客単価及び会合参\n加人数から算出される支払予定額等が明記されているため，いかなる形態で本\n件会合が行われたかが具体的に分かる記載内容になっている。その他，決裁書\nの文書作成者，取扱者名，決裁者名の欄には，それぞれ在フランス日本大使館\n館員の個人名又は肩書並びにその署名等が明記されている。\n③ 不開示事由の説明\n本件文書には，上記国会議員がフランス関係者と接触する目的・協議内容や，\nその直接の相手方となるフランス関係者の人定に関する情報が記載されている\nわけではない。\nしかしながら，本件文書の記録内容は，同議員がフランス関係者と接触する\nための準備を目的として，同議員と在フランス日本大使館員等との間で行われ\nた，いわば我が国政府内部の情報といえ，このような会合を行ったことは，当\n然のことながらフランス側には秘匿している。同議員との間でも公にしないこ\nとを前提に行っている。\nところが，本件文書が仮に開示された場合，当該議員の人定及び会合の日時\n・場所と，上記訪問に関する公の情報と照合することにより，我が国が，同訪\n問を契機として，だれとどのような準備をし，どのような外交工作活動を行っ\nているかを明らかにする手掛かりを与えることになり，じ後，この種の外交工\n作を円滑に遂行することが困難になる事態も懸念される。さらに，上記国会議\n員による訪問の機会にこのような準備を行っていることをもって，フランス関\n係者等が，上記国会議員が行った発言を我が国行政府のいわばさしがねで行っ\nたものと誤解し，不快に感じる懸念もある。\nしたがって，以上の結果，我が国の利益を害し，あるいは相手国との信頼関\n係を損なうおそれがあることを否定し得ないと考えられる。\n"
}