{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 20
  },
  "case_number": "平成14(行ケ)593",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10707",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10707",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/707/010707_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５９３号　審決取消請求事件\n平成１５年１１月２０日判決言渡，平成１５年９月３０日口頭弁論終結\n判　　　　決\n原　　　告　　　　　株式会社レジャープロダクツ\n訴訟代理人弁護士　　永井均\n被　　　告　　　　　マンハッタン ポーテージ リミテッド\n訴訟代理人弁理士　　萼経夫，館石光雄，村越祐輔，復代理人弁護士　寺内従道\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が無効２００１－３５４６８号事件について平成１４年１０月１６日に\nした審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n本件登録第４１００２０３号商標（本件商標）は，次のとおりの構成よりなり，\n平成６年３月３日に登録出願，第１８類「原革，原皮，なめし皮，革ひも，かばん\n類，袋物，携帯用化粧道具入れ，傘」を指定商品として，平成１０年１月９日に設\n定登録されたものであり，原告が商標権者である。\n本件登録第４１００２０３号商標\n被告は，平成１３年１０月２３日，本件商標は，次の引用標章（被告が，１９８\n３年（昭和５８年）に，被告取扱いに係る商品「メッセンジャーバッグ、柔らかい\n手提げかばん、バックパック、ショルダーバッグ及びすべてのスポーツバッグ」\n（以下「被告商品」という。）に使用するために採択し，使用開始したと主張する\n商標）と外観において類似し，原告により不正の目的をもって登録されたので，商\n標法４条１項１９号に該当し，同法４６条１項により，その登録は無効とされるべ\nきと主張して，商標登録無効審判の請求をした（無効２００１－３５４６８号）。\n引用標章\n上記無効審判請求事件につき，平成１４年１０月１６日，本件商標の登録を無効\nとするとの審決があり，その謄本は同月２８日原告に送達された。\n２　審決の理由の要点\n（審決中には，別件当庁平成１４年(行ケ)第５１４号，第５１５号事件の原告であ\nるＡを本件の原告と誤記している箇所がある。明白な誤記であるため，個々の箇所\nにおいて誤記である旨の注記は付さない。）\n(1)　本件商標と引用標章及びそれらの使用に係る商品の類否について\n(1)－１　本件商標と引用標章は，それぞれ前記のとおりであるところ，本件商標\nが高層ビル群の図形を細線で描き，該図形の下に「Ｍａｎｈａｔｔａｎ」「ｐａｓ\nｓａｇｅ」の各文字を二段に横書きした構成よりなるのに対し，引用標章は，黒塗\nり横長長方形図形内に高層ビル群の図形を，そして，該図形の下に「Ｍａｎｈａｔ\nｔａｎＰｏｒｔａｇｅ」の文字をいずれも白抜きした構成よりなるものである。\nしかして，本件商標と引用標章は，その構成中の高層ビル群の図形部分におい\nて，これらを構成する線の太さ，白抜きか否か等に関し，若干の差異を有するとし\nても，それらの差異は，両者の外観上の類否判断に大きな影響を及ぼすものとはい\nえず，それぞれを時と所を異にして，離隔的に観察した場合には，外観上互いに紛\nれるおそれがあるものというのが相当である。\nしたがって，本件商標と引用標章とは，両者の文字部分が「Ｍａｎｈａｔｔａ\nｎ」の文字を顕著に表してなることとも相俟って，外観において類似するものとい\nわざるを得ない。\n(1)－２　本件商標は，前記１で述べたとおり，第１８類「原革，原皮，なめし\n皮，革ひも，かばん類，袋物，携帯用化粧道具入れ，傘」をその指定商品とするも\nのである。\nこれに対し，引用標章の使用に係る商品は，「スクール・ダッフルバッグ，フラ\nイトバッグ，メッセンジャーバッグ」等の「バッグ類」である。\nしてみると，本件商標及び引用標章は，いずれも「バッグ類」に使用するものと\nいうことができる。\n(2)　引用標章の米国における周知・著名性について\n(2)－１　被告提出の審判甲第３号証ないし審判甲第６号証，審判甲第９号証ない\nし審判甲第１１号証及び原告提出の審判乙第３号証によれば，以下の事実が認めら\nれる。\n（ａ）被告は，１９８３年（昭和５８年）４月に「ウルバリン　マウンテン　プロ\nダクツ　インコーポレーテッド」（１９８０年（昭和５５年）２月に米国ニューヨ\nーク州に設立）から「マンハッタン　ポーテージ　リミテッド」と社名変更し，\n「スクール・ダッフルバッグ，フライトバッグ，メッセンジャーバッグ」等「バッ\nグ」の製造，販売を業とする米国の法人である（請求書７頁）。\n（ｂ）被告は，次のとおりの構成よりなる商標（被告の米国登録商標）を１９８３\n年（昭和５８年）４月２５日に被告商品に使用開始し，国際分類第１８類「ソフト\nラゲッジ，ショルダーバッグ，バックパック，すべての用途のスポーツバッグ，自\n転車ウエストポーチ」及び第２２類「キャンバスメッセンジャーバッグ」を指定商\n品として米国特許商標庁へ登録出願し，登録第２０７５３８８号商標として１９９\n７年（平成９年）７月１日に登録を受けた（審判甲第３号証）。\n被告の米国登録商標\n（ｃ）上記商標の要部である高層ビル群の図形及び該図形の下に横書きした「Ｍａ\nｎｈａｔｔａｎＰｏｒｔａｇｅ」の文字からなるロゴは，１９８３年（昭和５８\n年）２月９日ころ，米国コネチカット州スタンフォード所在の「Ｌｏｕｉｓｅ\nＪ．Ａｄａｍｃｉｏ」が被告の依頼を受けて製作した（審判甲第４号証）。\n（ｄ）本件商標の登録出願日（１９９４年（平成６年）３月３日）前であって，１\n９８８年（昭和６３年）１０月より前に発行し頒布された被告の商品カタログの表\n紙及び裏表紙には，地色を赤色とする横長長方形図形内の中央部に白抜きした高層\nビル群の図形及び該図形の下に，同じく白抜きした「ＭａｎｈａｔｔａｎＰｏｒｔ\nａｇｅ」の文字を要部とした標章が表示されている（原告提出の被告の商品カタロ\nグ：審判乙第３号証）。\n（ｅ）また，同カタログ中に掲載された商品には，地色を緑色とする横長長方形図\n形内の中央部に，白抜きした高層ビル群の図形及び該図形の下に同じく白抜きした\n「ＭａｎｈａｔｔａｎＰｏｒｔａｇｅ」の文字を要部とした標章が付されているの\nが認められる。\n（ｆ）そして，上記地色を赤色又は緑色とする２種類の標章を表示したラベルは，\n米国ニューヨーク州ニューヨーク市に所在の「Ａｒｔｉｓｔｉｃ　Ｉｄｅｎｔｉｆ\nｉｃａｔｉｏｎ　Ｓｙｓｔｅｍｓ　Ｃｏ．　Ｉｎｃ．」（１９９６年１２月に\n「Ｕ．Ｓ．Ｌａｂｅｌ　Ａｒｔｉｓｔｉｃ」に買収された。）が１９８３年４月に\n被告の依頼を受けて製造した（審判甲第５号証）。\n（ｇ）被告商品は，１９８７年（昭和６２年）１月１２日，１９８８年（昭和６３\n年）１月１３日及び１９８８（昭和６３年）６月２３日（いずれも米国の日付）に\n「東京都文京区湯島３－１６－１０」に所在の「ＣＨＥＮＧ　＆　ＳＯＮＳ　Ｃ\nＯ．ＬＴＤ．」を通じて日本に輸入された。その際の各総数量は，順に１５６個，\n２１０個及び１００個であった（審判甲第１０号証の１ないし審判甲第１１号\n証）。\n(2)－２　上記(2)－１の認定事実によれば，引用標章と社会通念上同一の範囲の\n商標と認められる被告の米国登録商標は，被告が１９８３年（昭和５８年）４月２\n５日から「バッグ類」に使用開始したものであること，また，本件商標の登録出願\n（１９９４年（平成６年）３月３日）前より引用標章若しくはこれと社会通念上同\n一と認められる地色を赤色又は緑色とする２種類の標章が被告の商品カタログに掲\n載され，使用されていたことが認められること，さらに，被告商品は，本件商標の\n登録出願前までには，既に我が国に所在する法人によって輸入されていたことが認\nめられる。\nしかして，上記引用標章等を付した被告商品は，ファッション関連商品である\n「バッグ類」であって，そうしたファッション関連商品のデザインやロゴマーク\nは，商品の売上げに直接響く重要な要素を占めることから，その選定に当たって\nは，業界の実情や動向，需要者の嗜好傾向の把握，当該分野に関する詳細な情報の\n獲得などを肝要とすること，また，米国のシンボル的な役割を果たし，著名な繁華\n街を多数擁し，ファッションやビジネス，ショッピングの中心地あるいは著名な観\n光名所地としても世界的によく知られているニューヨークのマンハッタン周辺地区\nのビル群をデフォルメして表示し，斬新，かつ，洗練された都会的な雰囲気を感じ\nさせる被告の引用標章等の図柄に接する観光客，学生等をはじめとする需要者，取\n引者は，Ａがそうであったように，そうした構図の特徴に惹かれ，被告商品を少な\nからず買い求めたと想像するに難くないことなどよりすれば，「バッグ類」に使用\nされる被告の引用標章等は，本件商標の登録出願前には，少なくとも米国内のバッ\nグ類を取り扱う業界及び当該商品の需要者の間で広く認識されていたものというの\nが相当である（審判甲第６号証ないし審判甲第１２号証）。\n(3)　不正の目的について\n(3)－１　請求の理由及び答弁の理由並びに審判乙第１号証ないし審判乙第１６号\n証によれば，以下の事実が認められる。\n（ａ）Ａは，かばん類の製造販売を業とする東京都小平市所在の原告の代表取締役\nであった１９８８年（昭和６３年）９月末に訪米した際に，偶然，被告商品を見か\nけ，同年１０月に被告会社を訪れ，被告の代表者であるＰと会い，被告商品を日本\nに輸入し，販売することについての商談を持ち掛けた。\nその際，Ｐは，被告商品を日本市場で販売することについて乗り気であったこ\nと，Ａは，Ｐから被告商品が掲載された商品カタログと被告商品の価格表をもらっ\nたこと（審判乙第３号証及び審判乙第４号証），Ａは，Ｐから日本の業者の名刺を\n２，３枚見せられたので，被告商品が日本にも入っていると知ったこと，Ａは，Ｐ\nに日本における独占販売権を授与するよう申し入れたこと（答弁書４頁（３）），\nしかしながら，書面による契約はなかったこと，Ａは，引用標章を日本に商標登録\n出願し，登録するよう提案したが，Ｐは関心を示さなかったことが認められる。\n（ｂ）Ａは，帰国後に，１９８８年（昭和６３年）１０月２４日の被告との電話の\n内容を確認するための１０月２７日付けの書簡（審判乙第７号証）と被告商品を注\n文する注文書（審判乙第８号証）を被告に送付した。書簡の主な内容は，「貴殿は\n我々（原告）が独占的に貴社製品の日本全国における販売を（宣伝をしながら）促\n進することを許可しました。我々は日本における貴社製品の独占販売会社で\nす。・・・そして，ニューヨーク港本船渡しの値段については，貴殿の価格表より\n２０％割り引くことに双方同意しました。私は上述した事が，今回の両者間の電話\n会談で同意した重要事項だと思います。折り返し便にて貴殿の方からもご確認くだ\nさい。この契約の有効期間は・・・５年間を提案します。」とするものであり（審\n判乙第７号証），また，注文書の主な内容は，「デイパック，ショルダーバッグ合\n計４００個」の注文とともに，商品のデザインの変更，商品に使用するラベルの色\nの特定及び同ラベルに原告会社名「レジャープロダクツ」の名称，住所等を入れる\nことなどの条件を付したものである（審判乙第８号証）。\nそして，原告は，上記取引のため，「信用状有効期限」を「１９８８年１１月３\n０日」とする信用状を開設した。\n（ｃ）上記（ｂ）の注文に対し，Ｐは，１９８８年（昭和６３年）１１月３日付け\nの書簡で，注文品を１９８９年（平成１年）１月２０日までには発送できないこ\nと，商品のデザインの変更には割増金が必要であること，商品に付されるラベルの\n住所等を変更するには，注文数が少なく対応できないことなどを指摘した。\n（ｄ）Ａは，１９８８年（昭和６３年）１１月８日に別件Portage結合商標を登録出\n願した。\n別件Portage結合商標\n（ｅ）上記（ｃ）のＰの書簡に対して，Ａは，顧客に被告商品を売り継いだので，\n同年１２月２５日までに被告商品を受け取らなければならないこと，Ａが被告商品\nの生産を日本で行うライセンス契約締結の提案などを内容とする１９８８年１１月\n１５日付けの書簡を被告に送付した（審判乙第１４号証）。\n（ｆ）上記（ｅ）のＡの書簡に対し，被告，ないしＰからは何らの返事もなかっ\nた。\n（ｇ）原告は，１９８９年（平成１年）４月１５日前までに出荷することを条件と\nして１９８９年（平成１年）３月２７日に韓国ソウル市所在の会社に「ＭＡＮＨＡ\nＴＴＡＮシリーズのバッグ及びパック」の製造を依頼した（審判乙第１５号証）。\nそして，原告は，赤地のラベルに「ビル群の図形」及び「ＭａｎｈａｔｔａｎＰ\nａｓｓａｇｅ」の文字を白抜きしたものを要部とする商標を「ショルダーバッグ，\nダッフルバッグ，スクールデイバッグ，ビジネスバッグ」等に付して，１９８９年\n（平成１年）４月ころから販売開始した。\n(3)－２　(3)－１の認定事実によれば，原告の代表取締役であったＡは，本件商\n標の登録出願前の１９８８年（昭和６３年）１０月時点において，引用標章の存在\nを知る立場にあったと認められる。\nそして，正規の契約がないため，１９８８年（昭和６３年）１０月当時，被告と\n原告との間に，被告商品の取引に関し，どのような取り極めがあったのか定かでは\nないが，仮に，原告が主張するように，被告商品を原告が日本で販売することにつ\nいて，被告から独占販売権が授与されていたとすれば，被告及び引用標章について\n何らの知識も有していなかった筈のＡが，突然，被告の会社を訪れ，被告からにわ\nかに独占販売権の授与を得るということは，通常の商取引からすれば，極めて異例\nのことといわなければならない。また，書面による契約書が交わされていないこと\nを併せ考えると，被告とＡとの間には，被告商品の取引について何らかの話し合い\nがあったとは窺い知れても，被告商品の日本における独占販売権が原告にあったと\n認めることは困難といわざるを得ない。\nしかも，前記(3)－１（ｂ）で認定したように，１９８８年（昭和６３年）１０月\n２７日付けの「レジャープロダクツ」の書簡中には，「この契約の有効期間\nは・・・５年間を提案します。」とあるところ，Ａにとってこれまで全く面識のな\nかった被告，そして，未知ともいえる引用標章の使用されている被告商品を原告が\n日本において独占販売することについて，原告が長期契約ともいえる「５年の契約\n期間」を提案すること自体，奇異の念を抱かざるを得ず，むしろ，かばん業界に精\n通していると自認するＡの立場にあれば，被告商品の評判について何らかの知識を\n得ていたものと無理なく推認し得るものである。\n他方，被告と原告との間に，何らかの形で商品取引についての合意があったと見\nられるとしても，被告（Ｐ）と原告及びＡとの間における書簡には，引用標章に類\n似する別件Portage結合商標をＡが日本に商標登録出願し，その登録商標をこれまで\n面識のなかったはずのＡが権利取得してよいとの明示は一切なく，１９８８年（昭\n和６３年）１１月３日付けのＰの書簡に対する１９８８年（昭和６３年）１１月１\n５日付けのＡの返信においても，ライセンス契約の提案を一方的にしてはいるもの\nの，１９８８年（昭和６３年）１１月８日に登録出願をした別件Portage結合商標に\nついては何ら触れられていない。\nそして，原告及びＡは，１９８８年（昭和６３年）１１月３日付けのＰの書簡以\n降，被告との交渉が進展せず，成立の見込みがないと察知するや被告商品に類似す\nる「かばん類」を１９８９年（平成１年）３月２７日付けの注文書をもって，韓国\nの企業に依頼し，同国で製造させ，これらの商品に赤地のラベルに白抜きした「ビ\nル群の図形」及び「Ｍａｎｈａｔｔａｎ／Ｐａｓｓａｇｅ」の文字を要部とする商\n標を付して販売開始したことが認められる。\nしてみると，原告及びＡは，本件商標の登録出願前に，被告商品が我が国に輸入\nされていたこと及び被告が被告商品に使用して米国内のかばん類の取引者，需要者\nの間で広く認識されていた引用標章の存在を，原告及びＡは，知る立場にありなが\nら，引用標章が我が国に商標登録出願されていないことを奇貨として，被告に無断\nで，しかも，原告の商品の販売取引を有利に運び，利潤を得る手段として，引用標\n章と類似する本件商標を我が国に登録出願したものと推認することができる。\nそのほか，Ａは，１９９０年（平成２年）９月３日に引用標章と類似する「別件\n図形商標」を商標登録出願し，さらに，「ＭＡＮＨＡＴＴＡＮ」「ＰＡＳＳＡＧ\nＥ」の文字を二段に横書きしてなる別件文字商標を２０００年（平成１２年）１月\n２５日に商標登録出願していることを併せ考えると，原告の行為には信義則に反す\nる不正の目的があったといわざるを得ず，そして，これを覆すに足りる証拠は見い\nだせない。\n別件図形商標\n別件文字商標\n(3)－３　ところで，原告は，被告が引用標章を日本国内において登録出願するこ\nとについて関心を示さなかったと主張しているが，被告と原告との間に，いかなる\n取引の約束があったにせよ，そして，被告の口頭約束の不履行にたとえ瑕疵があっ\nたとしても，さらに，原告が仮に被告商品の日本における独占販売業者であったと\nしても，これらの事情と引用標章に類似する本件商標ほか数件の商標を原告が被告\nに無断で我が国に商標登録出願し，自己の名義により登録を取得した行為には正当\n性が見出せず，たとえ，上記各種事情を考慮しても，原告は，他人である被告が米\n国内でかばん類について使用している引用標章と類似する本件商標を日本において\n被告に無断で登録出願してもよいということにはならないことは明らかである。\n(4)　原告の主張について\n(4)－１　原告は，提出された証拠からは，本件商標の登録出願前における引用標\n章の周知，著名性は認められない旨主張している。\nしかしながら，「需要者の間に広く認識されている商標」とは，米国内の国民の\nすべてに広く認識されていることまでを必要とするものではなく，当該商品の取引\n者の間に広く認識されていれば足りると解される。\nまた，旅行用バッグ，通勤・通学用バッグ等にあっては，デザインもさることな\nがら，商品の使い易さ，軽量性，堅牢性，耐久・耐水性等の品質の良さ，ファッシ\nョン性などが商品選択のポイントとなり，そのような特質を有する商品は，製造工\n場等の規模の大きさ，大量生産される商品か否かといったことに左右されず，たと\nえ，販売数量が少なくとも，希少価値，高級感，洗練性の度合いなどによって，取\n引者，需要者の間で人気を博し，認識度が高まる場合のあることは，取引の実際に\n照らして明らかである。\nところで，審判甲第６号証，審判甲第７号証及び審判甲第９号証によれば，被告\nは，被告商品に関し，「１９８１年までにはブルーミングデールのショーウインド\nにプラスチック製の留具を付けた私のバッグがみられるようになった。そのころか\nら他の皆もプラスチック製の留具を使うようになったけれど，私が最初であ\nる。」，「１９８２年ニューヨーク市にある会社が非常に耐摩耗で軽量かつ耐久性\nのあるナイロンであるコーデュラを使用した最初のメッセンジャーバッグの製作を\n開始した。・・・マンハッタン　ポーテージはまた，より現代的で手にやさしいネ\nクサス留具を利用して金属製の留具に先行している。職人の技能は優れており，す\nべてが卓越している。・・・」，「製品のでき映え，品質及び細部の機能に注意深\nい配慮がなされている。すべての製品がコーデュラ素材の流行色で，生涯保証によ\nり裏付けされている。」などと記載していることが認められ，被告商品は，上記の\n特性を有する商品として，少なくとも米国内のバッグ類を取り扱う取引者の間にお\nいて，広く認識されていたものとみるのが相当であり，また，前記認定のとおり，\n被告は，遅くとも１９８５年（昭和６０年）には，被告商品についての宣伝，広告\nを雑誌を通じて行っていたことが認められる。\n(4)－２　原告は，本件商標を登録出願をすることについて，本件商標は，出願時\n及び商標登録時のいずれにおいても被告の引用標章と関わりがなく，かつ，引用標\n章とは全く別異の商標として登録されたから，被告に対する不正な行為が生ずる余\n地はない旨主張している。\nしかしながら，本件商標と引用標章とは，前記したとおり，時と所を異にして離\n隔的に観察した場合において，外観上互いに紛れるおそれがあるものというべきで\nあり，外観において類似するものといわざるを得ないから，全く別異な商標とはい\nい得ない。\nそして，前記したとおり，本件商標の登録出願時には，少なくとも米国内のかば\nん類の取引者，需要者の間で広く認識されていたと認められる被告の引用標章と本\n件商標とは，外観において類似する商標であり，原告による本件商標の商標登録出\n願は，被告の承諾を得ずにしたものと認められる。\n(4)－３　したがって，上記原告の主張は，いずれも理由がなく採用することがで\nきない。\n(5)　以上のとおりであるから，本件商標は，その登録出願前より，米国内のバッ\nグ類の分野において，取引者，需要者の間に広く認識されていた引用標章と類似す\nるものであって，不正の目的をもって使用する商標といわざるを得ない。\nしたがって，本件商標は，商標法４条１項１９号に違反して登録されたものであ\nるから，同法４６条１項の規定により，その登録を無効とすべきである。\n第３　原告主張の審決取消事由\n１　審決の瑕疵\n審決の主な事実認定は，本件の引用標章と同じ商標を引用標章として商標登録を\n取り消した審決（当庁平成１４年(行ケ)第５１４号，第５１５号事件で取消しが求\nめられている。）と，細かな部分の内容・表現までほぼ同一である。これは，本件\n審判官が審決記録に綴られた証拠によって自ら判断したものでなく，第５１４号，\n第５１５号事件の審決の審判官とあらかじめ談合し，事実認定表示や内容を融通し\n合って文書を作成したものである。このことは，審決に関与すべきでない審判官が\n審決を作成したのと同じ違法性がある。\n２　引用標章の使用時期と周知性認定の誤り\n(1)　引用標章に関連する標章は，１９８４年（昭和５９年）になって初めて次の\n標章（以下，原告の表記に従い，「①標章」という。）が見られるようになっただ\nけである（乙第１０，第１３号証の１，２等）。\n①標章\n１９８３年（昭和５８年）から引用標章が使用されてきたと被告が主張している\nのは，唯一の公的な書類である米国登録商標に係る特許商標庁の登録証明書であ\nり，そこにある「１９８３年４月２５日から使用」との記載によったことがうかが\nえる。\nところが，米国登録商標の使用開始日は出願人の自己申告制であるから，客観性\nがない。被告は，引用標章の使用の立証のために「１９８３年以来被告のラベルを\n製造している」とする乙第５号証を捏造したのである。乙第５号証の英文書簡のど\nこにも，添付された２点のラベルが１９８３年（昭和５８年）に作成されたものと\nは特定されていない。ただ単に，ラベルを製造していたということがうかがえるだ\nけである。\n(2)　乙第２号証の引用標章は，ビル群の外観を太線で描いた図形と，該図形の下\nに「Manhattan Portage」の欧文字を書し，図形の左上には「MADE IN」の文字，右\n上には「TM」の文字及び「Manhattan Portage」の文字の下には「NEW YORK　 NEW\nYORK USA」及び「LTD」の文字で表されているものであった。\nそれに対し，１９８４年（昭和５９年）当時存在していたと思われる①標章は，\nビル群は細い線で描かれており，「MADE IN」「TM」「NEW YORK， NEW YORK USA」\n及び「LTD」の文字は描かれていない。\n以上のような両者の違いに対し，引用標章と①標章とは，ビル群の形がほぼ同じ\nであることと，「Manhattan Portage」の文字部分を共通にしていることなどから，\n審決はそれを「社会通念上同一の範囲内の標章」として引用標章としたものであろ\nう。\n両者の差異はわずかとはいえ，それらは別個のものであり，かつ存在してなかっ\nた標章を１９８３年（昭和５８年）から使用していたとして審判請求があり，審判\nもそれを基に審理している以上，周知性があったとする標章はどれかの法律判断は\nすべて「引用標章」を主軸にして論じられるのであるから，その特定を疎かにする\nことはできない。\n(3)　引用標章は，本件商標登録出願時には存在していなかった。それと社会通念\n上同一と判断される標章があったとしても，そのような標章も，当時のカタログ，\nあるいは雑誌広告等にはほとんど掲載されていない。そもそも「Manhattan\nPortage」標章を主体とした被告の商品カタログなどは，出願時には存在していなか\nった。\nしかるに，審決は，出願時である１９８８年（昭和６３年）あるいは１９９０年\n（平成２年）当時における引用標章の周知性について，引用標章の布製ラベル（乙\n第５号証の右下のラベル）が１９８３年（昭和５８年）当時から作成されていたも\nのであるかのようにして，かつ１９８７年（昭和６２年）には，被告が当該製品を\nあたかも日本に輸出していたかのように（乙第１９号証の１，２）認定して，それ\nらからいきなり周知性まで結びつけた。\nしかし，それらの証拠は周知性を示す意味を持たず，かつそれと周知性とを結び\nつける被告提出の供述証拠類の信用性も極めて低い。\n３　不正目的の不存在\n本件商標は引用標章とは関係なく作成され，その登録も引用標章とは関係なく行\nわれたものである。\n(1)　Ｐによる契約不履行\nＡは，１９８８年（昭和６３年）９月末にニューヨークで行われた雑貨の展示会\nを視察するために訪米し，ニューヨークでの滞在中，偶然，ホテルの近くの雑貨店\nでシンプルなショルダーバッグを見つけた。日本において既に引用標章及びその周\n知性などを知ってから渡米したものではない。Ａはそれが日本でも売れると考えた\nため，そのバッグを輸入し販売しようと考え，その下げ札に記載されていた被告の\n電話番号に電話を掛け，その足で被告の事務所を訪れた。\nＰの事務所で商品の売買についての商談を始め，価格，納期，改良点等の基本的\nな話合いを持った。Ｐが日本への輸出に関して非常に関心を持っていることを感じ\nたＡは，Ｐに対し，その商品を日本において独占的に販売していきたい旨の説明を\nしたところ，最終的にＰは応諾した。\nＡは帰国後，ニューヨークで取り決めた商品売買契約に関しての各事項につい\nて，国際電話及び書簡で確認を入れ，初回注文書，指示書，銀行信用状の\nApplication Copyを送付した。その後，被告は一方的に納期遅延を通知してきた。\n原告は，各得意先に対しPorgate社の商品を１９８９年（平成１年）初頭より販売す\nることを１９８８（昭和６３年）年１１月初旬までには約束していたので，納期に\nついて再度書面にて交渉したが，被告からは誠意ある回答がなかった。\n被告の要求により開設した輸入信用状の期限まで待ったが，結局被告より一方的\nに契約を反故にされることとなった。このことから，Ａは被告に対する信頼を一気\nになくした。Ａは，海外他社商品に依存することに改めて危機感を覚えた。\nそこで自分のリスクで新しい独自の商品シリーズを開発することにした。開発期\n間約４か月を費やして完成したのが「Manhattan」シリーズであった。その開発コン\nセプトは「旅，レジャー，ビジネス」で，当時原告の有力ブランドであっ\nた「Coromandel」に続くシリーズとして，1989年春ごろより販売を開始したとこ\nろ，消費者より好評を得ることができ，引き続き市場開拓を進めた。\n(2)　「Manhattan Passage」商標登録の経緯\n「Manhattan」のネーミングは，1960年代の終わりに商船として世界で初めて北極\n海の航海を成功させた米国の巨大タンカー「Manhattan号」の物語から来てい\nる。「Manhattan」シリーズのネーミングは，リスクを取りながら新製品を船出させ\nることを「Manhattan号」にたとえたこと，それにビジネスの中心地である地名\nの「Manhattan」を重ねたことにより生まれたのである。\nその後，「Manhattan」の後に「旅・冒険」をイメージする語を付け加えようとし\nて，「Passage」，「adventure」，「voyage」，「explore」等いくつかの候補に絞\nり込み検討した結果，タンカーの航路である「Northwest Passage」が通\n称「Manhattan Passage」と呼ばれていたことから「Manhattan Passage」を採択\nし，１９９０年（平成２年）ごろより使用開始したのある。\nそして事業を営む者として，独自に開発した商品を守るため，この新しいネーミ\nングを平成２年１１月に商標登録出願した。しかし，この時は，他社の「パサージ\nュ」の商標に呼称が類似するとして拒絶されたので，再度平成６年に登録出願し\nた。その際，文字のみではインパクトに欠けると思い，写実的な摩天楼の図柄を付\nけ加えた。\n「Manhattan passage」の生い立ちには前述したような背景があったが，営業努力\nにより，国内での市場を拡大していき，年々その売上げを伸ばし，有名百貨店，有\n名専門店での代表的なブランドの一つとなり，現在でも消費者の絶大なる信頼を得\nている。\n(3)　以上，本件商標を，原告において考案・登録したのは，上記のように独自に\n開発した新製品の標章が必要となったことにおいて，新製品には新標章を付すると\nの考えに基づくものであり，そこには何ら不正の目的は存在しない。\n第４　当裁判所の判断\n１　原告主張の審決の瑕疵について\n当庁平成１４年(行ケ)第５１４号，第５１５号事件の審決と本件の審決を比較す\nれば，事実関係及び証拠において大半の部分について同一ないし類似しているもの\nと認められる。しかし，特許庁の審決作成に当たり，法律上，同種事件の審決ない\nしその案を参照することが許されないものではなく，当該審判において得られる事\n実認定やこれに対する法的評価を審決書に記載する際，認定判断が一致する限り，\n別件の審決書と表現において同一のものとなったとしても，それ自体が違法となる\nものではない。\n原告主張の事実をもってしては，審決に瑕疵があるということはできず，審決取\n消事由１は理由がない。\n２　引用標章の使用時期と周知性認定の誤りに関する取消事由について\n(1)　被告が，１９８３年（昭和５８年）４月に「ウルバリン マウンテン プロダ\nクツ インコーポレーテッド」から「マンハッタン ポーテージ リミテッド」と社名\n変更したことは弁論の全趣旨によって認められ，以下の審決認定の事実は，原告に\nおいて争っていない。\n①　被告は，スクール・ダッフルバッグ，フライトバッグ，メッセンジャーバッ\nグ等のバッグの製造，販売を業務とする米国の法人であること，被告は，「使用開\n始」を１９８３年(昭和５８年)４月２５日と記載して，国際分類第１８類(ソフトラ\nゲッジ，ショルダーバッグ，バックパック，すべての用途のスポーツバッグ，自転\n車ウエストポーチ)及び第２２類(キャンバスメッセンジャーバッグ)について，米国\n特許商標庁へ登録出願し，「登録番号；第２０７５３８８号」として１９９７年(平\n成９年)７月１日に登録を受けたものであること。\n②　本件商標の登録出願日（１９９４年（平成６年）３月３日）前であって，１\n９８８年（昭和６３年）１０月より前に発行し頒布された被告の商品カタログの表\n紙及び裏表紙には，地色を赤色とする横長長方形図形内の中央部に白抜きした高層\nビル群の図形及び該図形の下に，同じく白抜きした「ＭａｎｈａｔｔａｎＰｏｒｔ\nａｇｅ」の文字を要部とした標章が表示されており，同カタログ中に掲載された商\n品には，地色を緑色とする横長長方形図形内の中央部に，白抜きした高層ビル群の\n図形及び該図形の下に同じく白抜きした「ＭａｎｈａｔｔａｎＰｏｒｔａｇｅ」の\n文字を要部とした標章が付されていること。\n③　被告商品は，１９８７年（昭和６２年）１月１２日，１９８８年（昭和６３\n年）１月１３日及び同年６月２３日（いずれも米国の日付）の３回にわたって，\n「東京都文京区湯島３－１６－１０」に所在の「ＣＨＥＮＧ　＆　ＳＯＮＳ　Ｃ\nＯ．ＬＴＤ．」を通じて日本に輸入されたこと。その各時期の輸入数量は，順に１\n５６個，２１０個及び１００個であったこと。\n(2)　乙第１２号証（審判乙第３号証）によれば，「Manufacturers of th JOHN\nPETERS」と題する商品カタログに，その表紙及び裏表紙に地色を赤色とした横長長\n方形内の中央部に，白抜きで描かれた高層ビル群の図形が描かれ，その図形の下部\nに同じく白抜きで書された「ＭａｎｈａｔｔａｎＰｏｒｔａｇｅ」の文字を要部と\nする次の標章が表示されていることが認められる。\n乙第１２号証表紙標章\nこのカタログには，引用標章とほぼ同じものとみられる標章（ただし，地色は緑\n色で，ＭａｎｈａｔｔａｎＰｏｒｔａｇｅの文字の下に別の文字が白抜きで付され\nている。この文字は判読できない。）が付されているバッグの商品が掲載されてい\nる（型番１２００～１２０２，１３０４～１３０７，１４０３Ｓ，Ｌ，１４０４，\n１４０５）。このカタログが本件商標の登録出願前である１９８８年(昭和６３年)\n１０月以前に発行，頒布されたものであること自体は，原告も争っていない。上記\nの「JOHN PETERS」は被告代表者のＰを表すものであるから，このカタログが被告が\n販売している商品についてのものであることは明らかである。\nそして，証拠によれば，１９８６年（昭和６１年）にエベレスト登山を果たした\n登山隊は被告の援助を得ていたが，白抜きで描かれた高層ビル群の図形の下にＭａ\nｎｈａｔｔａｎＰｏｒｔａｇｅの文字が白抜きで書されたバッグを登山メンバーが\n示しているカラー写真について，被告はそのカタログに使用する権限が与えられた\nこと（乙第１３号証の１，２），アメリカで刊行された１９８５年（昭和６０年）\n８・９月号の雑誌「SHOWCASE」には，緑地に白抜きで描かれた高層ビル群の図形が\n描かれ，その図形の下部に同じく白抜きで書された「ＭａｎｈａｔｔａｎＰｏｒｔ\nａｇｅ」の文字が書された標章を付したバッグが，被告の広告として掲載され，同\n様の図形と文字からなる標章による被告のバッグの広告は，１９８６年（昭和６１\n年）よりも前から雑誌「SHOWCASE」に掲載されていたこと，同誌の発行部数は１９\n８７年（昭和６２年）において１万５０００部であったこと（乙第１５号証，第１\n６号証の１～３），が認められる。\n(3)　なお，乙第１２号証のカタログの表紙等に記載された前記標章は，引用標章\n及び米国登録第２０７５３８８号商標と，同デザインの高層ビル群の下に描かれた\n同じ文字デザインに係る「ＭａｎｈａｔｔａｎＰｏｒｔａｇｅ」の文字が存するも\nのとして構成の軌を一にするものであって，社会通念上同一の範囲の商標と認めら\nれるものである。したがって，被告が米国登録第２０７５３８８号の登録出願をす\nるに際し，「使用開始」を１９８３年(昭和５８年)４月２５日と記載したについて\nは，少なくとも乙第１２号証のカタログ記載の時期に関してみれば，虚偽の事実に\n基づいたものと認めることはできない。\n原告は，引用標章が本件商標登録出願日より前に使用されていた事実はないと主\n張するが，引用標章は，上記米国登録商標や乙第１２号証のカタログ表紙等に記載\nのある標章の中核となるものであり，被告は，１９８３年（昭和５８年）にそのデ\nザイン作成をデザイナーに依頼したと主張しているものである（乙第４号証）。前\n認定のように，上記米国登録商標や乙第１２号証のカタログにおける標章が１９８\n３年（昭和５８年）あるいは１９８８年（昭和６３年）の１０月以前に使用されて\nいた事実を認めることができる以上，これらの中核をなす引用標章もそのころに使\n用されていたものと認めることができるのであり，原告の主張は理由がない。\n(4)　以上(1)～(3)の認定事実によれば，引用標章は，本件商標の登録出願前に\nは，少なくとも米国内のバッグ類を取り扱う業界及び当該商品の需要者の間で広く\n認識されていたとの審決の認定判断に誤りはない。なお，引用標章が付されるバッ\nグ等はいわゆる旅行通に好まれるものであることが認められ（乙第２０号証），大\n量生産されるものではないと推認することができる。したがって，前\n記「SHOWCASE」のような，相当部数発行されているアイテム紹介誌に引用標章と図\n形を共通にし文字も基本的な部分において共通する商標が付されている商品が紹介\nされている以上，引用標章が付されるバッグ等の販売個数の多寡について認定する\nまでもなく，引用標章は米国内において周知となっていたものと認めるべきもので\nある。\n３　不正目的の不存在に関する主張について\n(1)　審決が，不正の目的の有無を認定判断するに際して認定した事実（審決の理\n由の要点(3)－１の事実（ただし，そこにおける（ｇ）中，原告が販売開始した商品\nに付された商標が，「ビル群の図形」及び「ＭａｎｈａｔｔａｎＰａｓｓａｇｅ」\nの文字を白抜きしたものを要部とするものであることを除く。））について，原告\nは争っていない。\n(2)　上記原告の争わない審決の理由の要点(3)－１中の各事実によれば，原告の\n代表取締役であったＡは，本件商標の登録出願前である１９８８年(昭和６３年)１\n０月には，引用標章の存在を知る立場にあったことが認められる。\nそして，Ａの陳述書（甲第１０号証），宣誓供述書（甲第３３号証）並びに弁論\nの全趣旨によって検討するに，１９８８年(昭和６３年)１０月当時，被告とＡとの\n間には，被告商品の取引について詳細な話合いがあり，その結果，原告ないしＡが\n被告から被告商品を買い受けることなどについて基本的な意見が一致した（原告も\nこれを「基本的合意」と称しており，契約が成立したとはいわず，契約書の作成は\n後日に行うこととされたと供述している。）ものの，被告商品について原告ないし\nＡが日本における独占販売権を取得することについて何ら確定的な合意は成立して\nいなかったものと認められる。\nまた，かばん業界に精通している者であると自認するＡは，被告商品の評判につ\nいてかなりの程度において認識していたものと推認されるところ，原告が，別件\nPortage結合商標及び別件図形商標，さらには本件商標の登録出願をしたことについ\nて，Ｐなど被告関係者に通知したことを認めるべき証拠はない。\n原告ないしＡは，Ｐからの１９８８年(昭和６３年)１１月３日付けの書簡（甲第\n１１号証）の受領によって，被告との商品取引が成立しないと察知したことから，\n被告商品に類似するかばん類を，１９８９年(平成１年)３月２７日付けの注文書に\nより，韓国において製造させ，これら商品に赤地のラベルに白抜きで表した「ビル\n群の図形」及び「Ｍａｎｈａｔｔａｎ／Ｐａｓｓａｇｅ」の文字を要部とする商標\nを使用して販売したものと認められるのである。上記書簡を原告ないしＡが受領し\nた日は明確に認定することができないが，時期の近接性からみて，上記書簡の受領\nが，昭和６３年１１月８日の別件Portage結合商標の登録出願の契機になった可能性\nも否定することができない。\n原告ないしＡが被告商品を自ら日本に輸入しようとしていたものであることも，\n原告代表取締役であったＡは，本件商標の登録出願当時，引用標章が，被告商品に\nついて使用され，米国国内のかばん類の取引者，需要者の間に広く認識されている\nの存在を知りながら，引用標章と酷似する本件商標を登録出願することについて，\n被告の承諾を得ないで無断で行ったと認めることの裏付けとなるものである。Ａが\n別件Portage結合商標及び別件図形商標の登録出願をした行為には，米国内で広く認\n識されているに至っていた標章を使用する許諾を得ていないことを認識しつつ，日\n本でこれと外観において（別件Portage結合商標の登録出願については称呼において\nも）類似する本件商標の登録出願をしたものとして，そこには不正の目的があった\nというべきである。\nそして，本件商標は，別件Portage結合商標と，「Manhattan」の文字構成及び文\n字デザインにおいて酷似し（しかも，「Portage」と「Passage」の文字部分も，頭\n文字の「P」と，末尾３文字「age」とにおいて共通している。），別件Portage結合\n商標及び別件図形商標とは，一見してエンパイアステート・ビルあるいはクライス\nラー・ビルと思わせるビルを中央左部に配し，明らかにニューヨークマンハッタン\nの高層ビルと認識させる輪郭線だけによるビル群のロゴを描くなど，ビル群の図形\nにおいても共通していることからすると，本件商標の登録出願の登録出願をした点\nも，上記二つの別件商標の登録出願と同様に不正の目的があったというべきであ\nる。原告は，独自に本件商標をの文字及び図形を採択したと主張し，Ａの陳述書\n（甲第１０号証）及び宣誓供述書（甲第３３号証）にはその旨の記載があるが，上\n記別件商標の登録出願までの経緯に照らし，採用することができない。\n(3)　被告は，引用標章を日本国内において登録出願することについて関心を示さ\nなかったが（この事実について，被告は明らかに争わない。），このことは，米国\n国内でかばん類に使用する引用標章と酷似する別件各商標と更に酷似する本件商標\nの登録出願が，被告に無断で行われたことに影響を及ぼすものではない。なお，原\n告の代表者であったＡの陳述書（甲第１０号証）及び宣誓供述書（甲第３３号証）\nにおいて，Ｐが，被告商品の商標登録を日本でしなくとも，実際に使用している以\n上商標に関する権利は保持しているはずである旨Ａに発言した趣旨の記載がある。\nＰがこのような発言をしたとしても，その趣旨は，被告商品の商標に関する権利\nは，被告自身で保持し管理することを前提にしたものと理解することができる。同\n陳述書及び供述書には，Ｐが本件各商標登録出願を原告が行うことを承諾した旨の\n記載もあるが，被告が強く争っている事実であり，被告代表者のＰのこの点に関す\nる供述書（乙第７，第８号証）の記載部分に照らし，客観的な裏付けを欠くものと\nして採用することができない。\n原告は，突然正当な理由もなく一方的に，Ｐの１９８８年(昭和６３年)１１月３\n日付けの書簡で被告商品の納入を受けられないことの通告を受けたと主張する。し\nかし，たとえＰから原告ないしＡに対し納得のいく説明がなかったにせよ，結局に\nおいて，被告商品の原告及びＡに対する供給の合意が成立しなかった以上，そし\nて，引用標章と酷似する商標の登録出願について被告の承諾が得られていない以\n上，原告の上記主張事実が認められるとしても，本件商標の登録出願が，被告に無\n断で行われたとの認定が動くものではない。\n(4)　よって，本件商標の登録出願行為には，不正の目的があったとした審決の判\n断に誤りはない。\n第５　結論\n以上のとおり，審決取消事由はいずれも理由がなく，原告の請求は棄却されるべ\nきである。\n東京高等裁判所第１８民事部\n裁判長裁判官      塚　　原　　朋　　一\n裁判官      塩　　月　　秀　　平\n裁判官      古　　城　　春　　実\n"
}