{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 22
  },
  "case_number": "平成10(行ケ)95",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13345",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13345",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/345/013345_hanrei.pdf",
  "contents": "平成１０年（行ケ）第９５号  審決取消請求事件\n判        決\n原        告      　ザ  ボード  オブ  トラスティーズ　オブ  ザ  リーラン\nド  スタンフォード　ジュニア  ユニバーシティ\n代表者              【Ｐ１】\n訴訟代理人弁理士    【Ｐ２】\n同                  【Ｐ３】\n同                  【Ｐ４】\n同                  【Ｐ５】\n同                  【Ｐ６】\n同                  【Ｐ７】\n同                  【Ｐ８】\n同                  【Ｐ９】\n同                  【Ｐ１０】\n同                  【Ｐ１１】\n同                  【Ｐ１２】\n同                  【Ｐ１３】\n被        告        特許庁長官  【Ｐ１４】\n指定代理人          【Ｐ１５】\n同                  【Ｐ１６】\n同                  【Ｐ１７】\n同                  【Ｐ１８】\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日と定め\nる。\n事        実\n第１  請求\n特許庁が平成８年審判第５１７９号事件について平成９年１０月２４日にした審\n決を取り消す。\n第２  前提となる事実（当事者間に争いのない事実）\n１  特許庁における手続の経緯\n原告は、平成５年８月１６日、昭和６０年２月２８日（優先権主張  １９８４年\n３月１日  米国、１９８４年１０月２日  米国）を国際出願の出願日とする出願で\nある昭和６０年特許願第５０１１４４号の一部である「Ｔ－細胞レセプター－β－\nサブユニットポリペプチド」との発明につき分割出願（平成５年特許願第２２２８\n０９号）をしたが（以下「本願発明」という。）、平成８年１月８日付け拒絶査定\nを受けたので、同年４月１５日拒絶査定不服の審判を請求した。\n特許庁は、この請求を平成８年審判第５１７９号事件として審理した結果、平成\n９年１０月２４日、本件審判の請求は成り立たない旨の審決をし、その謄本は、同\n年１２月３日原告に送達された。\n２  本願特許請求の範囲第１項の記載\n哺乳類Ｔ細胞抗原レセプターβサブユニットの一部であって該Ｔ細胞抗原レセプ\nターβサブユニットは：\n（ⅰ）Ｔ細胞特異的ｍＲＮＡから発現され、\n（ⅱ）Ｔ細胞特異的再構成を示す核酸によりコードされ、\n（ⅲ）ハイブリダイゼーション法により、下記に示す配列又はそれの相補配列から\nなるプローブにハイブリダイズする核酸によりコードされる\nことを特徴とする、少なくとも８アミノ酸からなる単離されたペプチド又はポリペ\nプチド。\n【化１】  別紙１のとおり。\n３  審決の理由\n審決の理由は、別紙２審決書の理由写し（以下「審決書」という。）に記載のと\nおりであって、審決は、本願明細書の特許請求の範囲第１項に記載された事項を必\n須の構成要件とする発明について、本願明細書には当業者がそれを容易に実施でき\nる程度に記載されているとは認められないから、本願は、特許法３６条３項に規定\nする要件を満たしていない旨判断した。\nただし、審決書６頁１５行の「組み替えられ」は「再構成されて」の、審決書６\n頁１７行、１８行の「抗原認識」は「抗原の認識」のそれぞれ誤記である。\n第３  審決の取消事由\n１  認否\n(1)  審決の理由１(手続の経緯等)及び同２(当審の拒絶理由)は認める。\n(2)  同３(当審(審決)の判断)のうち、審決書４頁３行から８行「なければなら\nず、」まで、及び４頁１６行ないし５頁１４行及び６頁９行ないし１９行は認め、\nその余は争う。\n(3)  同４(むすび)は争う。\n２  取消事由\n(1)  取消事由１（免疫原性の有無）\n審決は、「特許請求の範囲第１項に記載されたペプチド等に含まれる８６Ｔ１以\n外のペプチドであって化学式１と無関係な８アミノ酸という短いペプチド断片が、\n同様にＴ細胞抗原レセプターβサブユニットに対する抗体産生能力があるとはいえ\nず、このようなペプチドは無数といっていい程多数あり、Ｔ細胞抗原レセプターβ\nサブユニットに対する抗体産生能力のあるペプチドを選択することは、当業者であ\nっても容易に実施できるものではない。」（審決書７頁８行ないし１７行）と判断\nするが、誤りである。\nア  そもそも、８アミノ酸以上のペプチドであれば、どのようなペプチドで\nあっても免疫原として用いてそのペプチドを認識する抗体を作らせることができる\nことは、本願優先権主張日当時、既によく知られた事実であった。\n(ｱ)  まず、「免疫原性」という用語と「抗原性」という用語の関係につい\nてみると、一般に、「抗原性」とは、ある物質が抗体と反応することができる性\n質、「免疫原性」とは、その物質と特異的に反応することができる抗体を生体内に\n誘起することができる性質と考えられている（甲第７号証の５訳文１頁末行ないし\n２頁２行、甲第７号証の７訳文２頁８行ないし１３行）。\n(ｲ)  【Ｐ１９】博士は、その第１宣言書（甲第７号証の２）において、本\n願優先権主張日当時、合成ペプチドは誰でも日常的に高純度のものを合成できたこ\nと、そのような合成ペプチドは水溶性のタンパク質担体に結合させて動物に抗原と\nして投与すると、タンパク質のどの部分に対しても抗体を作らせることができるこ\nとを明確に述べ、結論として、すべてのＴ細胞抗原レセプターβサブユニット（以\n下「ＴＣＲ－β」ともいう。）の「８以上のアミノ酸からなるペプチドはいずれも\n抗体を作成するための免疫原として使用することができた。これより小さくて免疫\n原としては効果的でないと判明したペプチドであっても抗原性であってしたがって\n競合的イムノアッセイには有用であろう。」（訳文３頁４行ないし７行）と述べて\nいる。\n(ｳ)  上記甲第７号証の２は、本願優先権主張日当時の技術水準を示すもの\nとして、英国の科学雑誌「ネイチャー」（１９８２年１０月）に載った総説（甲第\n７号証の５）と、｢Annual Review in Microbiology｣（１９８３年）に載った総説\n（甲第７号証の７）を引用している。いかなる連続する８アミノ酸からなるペプチ\nドであっても、抗原性、免疫原性を有することが、本願優先権主張日当時、この分\n野で周知の事実だったことは、上記２つの総説からも明らかである。\n(ｴ)  さらに、上記総説中で引用されている【Ｐ２０】 ら「インフルエン\nザウイルスのヘマグルチニンの免疫原性構造」（「Cell」２８巻３号４７７頁ない\nし４８７頁（１９８２年）。甲第１１号証）は、ヘマグルチニンの７５％をカバー\nする２０個のペプチドを合成し、キーホールリンペットヘモシアニンに結合してウ\nサギを免疫化したところ、１８個（ほとんどすべて）のペプチドに対して特異的な\n抗血清が作られたことを述べている。\n甲第１１号証の実験において、ＨＡ１分子の中で同じ範囲を重複して免疫原性を\n調べた部位と重複して調べていない部位があることは事実であるが、結果的にはＨ\nＡ１分子の全体にわたって合成ペプチドとして投与したときの免疫原性が調べられ\nており、大部分の部分ペプチドが元のタンパク質を認識する抗体を誘起できたもの\nである。\nイ  さらに、８アミノ酸以上のペプチドに対して作られた抗体はその大部分\nが元のタンパク質を認識できるということも、周知の事実であった。\n(ｱ)  あるタンパク質を構成するアミノ酸鎖の一部に相当するペプチドに対\nして誘起された抗体がそのタンパク質と反応できない主たる原因は、その抗体が当\n該アミノ酸鎖に接近できないことにあるから、タンパク質分子の形態が変化し得る\nものである以上、当該タンパク質を構成するアミノ酸鎖のどの部分に相当するペプ\nチドであっても、そのペプチドに対して誘起された抗体は原理的には当該タンパク\n質と反応し得る。すなわち、ある天然タンパク質が球状の立体構造を採っていて、\nあるペプチドがその内奥部のアミノ酸配列に相当しているような場合には、そのペ\nプチドに対して誘起された抗体はそのペプチドに相当するアミノ酸配列部分に近づ\nけないため、当該タンパク質とは天然の状態では反応しない可能性が高い。しかし\nながら、例えば生体組織を切り取ってホルムアルデヒドで固定したものに抗体を作\n用させること（組織染色法など）により、その組織の中に特定のタンパク質が存在\nするかどうかを調べるような場合には、当該タンパク質分子がホルムアルデヒドに\nよって変性し、天然の状態では内奥部にあったアミノ酸鎖が表面に露出してくるこ\nともある。\n(ｲ)  前記甲第７号証の７には、インフルエンザウイルスの外殻を構成する\nタンパク質であるヘマグルチニン（ＨＡ１とＨＡ２という２つのポリペプチドから\nなる。）を用いて、その各種断片の免疫原性と得られた抗体のヘマグルチニン分子\nに対する反応性について調べた結果について、「完全（無傷）なヘマグルチニン\nは、自然の感染または精製タンパク質に対する免疫反応の過程で、基本的に４つの\n抗原部位にだけ結合する抗体を誘起し、これらの部位はヘマグルチニン分子の１次\nおよび２次構造上の位置もわかっている。ヘマグルチニンの断片の免疫原性を調べ\nるため、我々はＨＡ１の１次構造の７５％をカバーする２０個のペプチドを選ん\nだ。・・・ペプチドは固相合成法で合成され、そのタンパク質の対応領域がとって\nいる三次構造を模倣する努力は一切しなかった。・・・２０のペプチドのうち１８\n個が精製ヘマグルチニンまたは完全ウイルスと反応する抗体を誘起した。」（訳文\n２頁２０行ないし３頁３行）と記載されている。この結果は、用いたペプチド断片\nのほとんどすべてが完全なヘマグルチニンと反応する抗体を誘起したことを示すも\nのである。\nさらに、前記甲第７号証の７には、あるタンパク質に対する抗体を作るのにその\n部分鎖であるペプチドを用いる場合、どのような条件に該当するペプチドを用いれ\nばよいかということについて、「ペプチド全部がタンパク質に反応する抗体を誘起\nするわけではないので、効果的なペプチド免疫原とはどのようなものであろう\nか。」（訳文１２頁１行、２行）、「タンパク質反応性抗体を誘起するのに必要な\n構造上の特徴ではっきりしているのはただひとつ、ペプチドが抗体が接近できるタ\nンパク質の領域、すなわちタンパク質表面の領域に相当するということである。」\n（同１２頁１８行ないし２０行）、「免疫原として用いるペプチドを選ぶ１組の基\n準を考案した。まず、ペプチドはそれを水溶性にして扱いやすくするために十分な\n数の極性または荷電アミノ酸を持たなければならない。このような残基を持つペプ\nチドを選択することは、天然タンパク質の表面上にあるようなペプチド・・・を選\nぶことにもなる。第２に、ペプチドはペンタマー（５アミノ酸）よりも長くなけれ\nばならない。なぜならそれより短いとペプチドは免疫原性でなくなる傾向があるか\nらである。・・・３番目に、極性または荷電残基に加えてプロリンを有するペプチ\nドは、コンフォーメーション的に天然のタンパク質と反応する抗体を常に誘起す\nる。この理由は、プロリンはポリペプチド鎖の露出した「コーナー」または湾曲部\nに普通見出されこのような領域は抗体に接近できるから・・・かもしれない。これ\nら三つ基準で我々が試験したペプチドの９０％以上が天然タンパク質と反応する抗\n体を誘起した。」（同１２頁２２行ないし１３頁６行）と記載されている。\nウ  被告の主張に対する反論\n(ｱ)  被告は、天然タンパクの部分ペプチドであるからといって、すべて天\n然タンパクと反応する抗体を誘起する能力があるわけではなく、天然タンパクの有\nする免疫原性エピトープに対応した部分ペプチドであって、しかも、その立体構造\nを保存していたペプチドを選択しなくてはならない旨主張し、その根拠として、前\n記甲第７号証の７の記載を引用しているが、実験に用いられた２０個の合成ペプチ\nドは、天然のヘマグルチニンの４つの抗原部位に対応するものに限定されているわ\nけではなく、その対応部位がＨＡ１アミノ酸配列の全体にわたっているということ\nが明らかであり（甲第７号証の７訳文２頁下から１０行ないし３頁９行）、その記\n載は、用いたペプチドが誘起した抗体が元の天然タンパク質と高い割合で反応した\nことから判断して、それらのペプチドが元の天然タンパク質の当該ペプチドに相当\nする部分とよく似たコンフォーメーション（立体構造）をとったに違いないことを\n述べているにすぎないから、被告の上記主張は失当である。\n(ｲ)  被告は、甲第１１号証においては、実際に３つの基準を適用してＨＡ\n１鎖の７５％をカバーする２０個のペプチドを選定したが、甲第７号証の５によれ\nば、上記ＨＡ１鎖が折り畳まれた状態で採っているαヘリックス、ランダムコイ\nル、βシート等の立体構造も分かっていたため元のタンパクの立体構造を損なわな\nいようにペプチドが選ぶことができたものである旨主張する。\nしかしながら、インフルエンザウイルスのヘマグルチニンを選んだのは、一般性\nの検証のために（甲第７号証の５訳文３頁８行）、構造の分かっているタンパク質\nを用いる必要があったからであって、元のタンパクの立体構造を損なわないように\nペプチドを選ぶためではない。なお、「一般性の検証」とは、ここでは、ペプチド\nの免疫原性と元のタンパク質の立体構造との間の関係を明らかにすることを意味す\nるものである。\nそして、あらかじめ元の天然のタンパク質の立体構造が保存されていると思われ\nる部位を選んでペプチドを合成しなくとも、非常に多くのペプチドが、溶液中では\n天然のコンフォーメーションを真似すると考えられており、「事実上全部」のこの\nようなペプチドが未変性のタンパク質と反応することができる抗体を誘起すること\nができるものである（甲第７号証の７訳文９頁１４行ないし１７行、１１頁下から\n９行ないし５行）。\nしたがって、被告の上記主張は理由がない。\n(ｳ)  被告は、従来試みられたペプチド抗体はほとんどがウイルス由来のも\nのであり、抗体が作られやすいが、元来哺乳類自身のタンパクであるＴＣＲ－βは\n動物同士で似ており、その部分ペプチドに対する抗体は免疫寛容により作られない\n可能性が高い旨主張する。\nしかしながら、これは、ハプテン－キャリヤーに対する免疫反応を理解していな\nいための誤った判断である。非自己抗原である免疫原性のあるキャリヤー（通常は\nタンパク質）に連結することにより、単独ではそれに対する抗体の作られることの\nない物質、例えば体内に大量に存在するＡＭＰに対する抗体なども作らせることが\nできることはよく知られている。またその際特に大量に投与する必要もない。現\nに、自己免疫疾患の発現機構は、このモデルで説明されているのである（【Ｐ２\n１】・【Ｐ２２】「免疫学の基礎」（１９８９年）－甲第１６号証）。また、哺乳\n動物の体内に存在する抗原に対し、自然に自己抗体が産生されている場合もある\n（岩波講座  免疫科学１０  免疫と病気Ⅱ（１９８３年）－甲第１７号証）。さら\nに、類似のタンパク質が哺乳動物にひろく存在することが知られているタンパクの\n合成部分ペプチド免疫原を使用して、元のタンパク質を認識する抗体を作成した例\nも、当時知られていたものである（【Ｐ２３】ら「 Proc. Natl. Acad. Sci. USA\n」１９８４年４月号２１７６頁ないし２１８０頁－甲第１８号証等）。\nしたがって、被告の上記主張は失当である。\n(ｴ)  被告は、１９９８年に出版された乙第４号証等を引用して抗ペプチド\n抗体法には今でも問題点がある旨指摘している。\nしかしながら、そこで説明されている問題点は、タンパク質を構成するペプチド\nのうち限られた部位以外のものは抗ペプチド抗体を絶対に誘起し得ないということ\nではなく、実験的に効率よく抗体を得るにはいろいろと工夫が必要であるというこ\nとを述べたにすぎないものである。\n(2)   取消事由２（他の有用性－エピトープマッピング）\n本願発明のペプチド等は、ある特定のＴＣＲ－βの全アミノ酸配列を構成するよ\nうに選択された一連の部分ペプチドを組み合わせれば、エピトープマッピングによ\nりそのＴＣＲ－βの免疫原性エピトープを特定するのに用いることもできるという\n有用性を有している。\n（注）エピトープマッピングとは、抗体によって認識される構造（エピトープ）\nが抗原分子のどの部分にあるかを、分子を種々の方法で断片化して調べることであ\nり、アミノ酸配列が既知のものであれば適当な大きさのペプチドを合成し、あるい\nは一部のアミノ酸を置換することによって抗原性の変化を調べ、エピトープとなる\n部分を決定する。\nエピトープマッピング（ハプテン阻害テスト）については、本願明細書に具体的\nに記載されているわけではないが、あるタンパク質のアミノ酸配列が分かったとき\nにその免疫原性エピトープを特定することは免疫学の分野では常套手段であり、エ\nピトープマッピングはそのために用いられる周知技術である。そして、本願発明が\nＴＣＲ－βというタンパク質をコードする遺伝子を同定したことに基づく発明であ\nり、本願明細書に「蛋白質の特異的部分に対する抗血清又はモノクローナル抗体を\n生成せしめることができるであろう。」という記載（甲第４号証１８頁１５行、１\n６行）があることにかんがみれば、ＴＣＲ－βタンパク質の免疫学的研究の第一歩\nとして、その免疫原性エピトープを特定するためにエピトープマッピングを行うこ\nとは、当業者には当然ともいえる作業であり、ＴＣＲ－βの部分ペプチド（すなわ\nち本願発明のペプチド等）をそのような用途に用いることは当業者には自明なこと\nである。\n(3)  取消事由３（基準自体の不当性）\n仮に、ペプチド断片によって誘起された抗体がその断片を含むタンパク質と１０\n０％反応するものではないとしても、１００％の反応を要件とする審決の判断は誤\nりである。\nア  本願特許請求の範囲第１項に記載されたペプチド等に含まれるペプチド\nを用いて誘起した抗体は、理論上はそのすべてがＴＣＲ－βと反応する抗体を産生\nする可能性を有しており、それらの中から任意に選択したペプチド等を用いれば高\nい確率で抗ＴＣＲ－β抗体を産生させることができることが本願優先権主張日当時\nの技術水準から期待できたのであるから、本願特許請求の範囲第１項に記載された\nペプチド等が有用性を有することは明らかである（【Ｐ２４】の養殖真珠法の発明\nの例及び甲第１３ないし第１５号証参照。）。\nイ  発明の有用性は個々の実施態様について求められるものではなく、技術\n思想としての発明自体について求められるべきものである。したがって、本願発明\nの有用性は、「哺乳類ＴＣＲ－βの一部をなす８アミノ酸以上のペプチド等」の全\n体として認められれば足りるものである。\n乙第１号証（「物質特許に関する運用基準」８頁）には、「（４）化学物質発明\nにおける一の発明の範囲」として、「Ａ  複数の化学物質であっても（イ）一般式\n（化学構造式）又は上位概念の形に合理的に包括されるもの」と記載されており、\nその説明として、該基準には「一般式（化学構造式）又は上位概念の形に「合理的\nに包括されたもの」とは、とくにそれらを一括するため不自然に一般式又は上位概\n念を作り上げるような場合を除く意味であり、無理なく包括されたものであれば足\nりるものとする。」と記載され、さらに、同号証９頁には、「（５）化学物質発明\nにおける実施態様」として、「Ａ  一般式（化学構造式）又は上位概念で表現され\nた化学物質の発明において、その一般式に含まれる個別的化学物質又はその上位概\n念に含まれる下位概念の化学物質はその発明の実施態様である。」と記載されてい\nるが、これらの記載は、上記の考え方を支持するものである。\nそして、本願特許請求の範囲第１項に記載されたペプチド等を用いれば高い確率\nで抗ＴＣＲ－β抗体を産生させることができるものであり、事実上すべてのペプチ\nド等が元のペプチドを認識する抗体を作るものであるから、全体として有用性が認\nめられるべきである。\n(4)  取消事由４（手続違反）\n審決には、拒絶理由に示された明細書の記載要件に関する基準に基づいて本願の\n適否判断しなければならないにもかかわらず、それと異なる基準によって判断をし\nた手続上の違法がある。\nア  すなわち、審判手続において通知された拒絶理由通知書（甲第５号証）\nには、「以上の理由により、本願発明のペプチド又はポリペプチドには、有用性の\nないものが包含されており、しかも、これらの中から有用性のあるものを選択する\nことは、当業者が容易に実施できるとも認められないので、本願明細書の記載は、\n特許法第３６条第３項の規定に違反する。」との記載がある。\nイ  これに対し、審決は、「本願の場合には、単離されたペプチド又はポリ\nペプチド（以下、「ペプチド等」という。）に係る特許請求の範囲第１項の発明に\n包含される全てのペプチド等について、その有用性があると認められない場合、も\nしくは、有用性のあるペプチド等が容易に選択できない場合には、当該発明を当業\n者が容易に実施することができるものとは認められない。」（審決書４頁８行ない\nし１５行）との基準を採用したが、この基準は、上記拒絶理由とは異なるものであ\nる。\n第４  審決の取消事由に対する被告の認否及び反論\n１  認否\n原告主張の取消事由は争う。\n２  反論\n(1)  取消事由１（免疫原性の有無）\nア  8アミノ酸以上のペプチドであれば、どのようなペプチドであっても免疫\n原として用いてそのペプチドを認識する抗体を作らせることができることは本願優\n先権主張日当時既によく知られた事実であった旨の原告の主張は、誤りである。\n(ｱ)  タンパク質が生物体内で「抗体」を作らせる反応を「免疫原性」、当\n該「抗体」を認識する反応を「抗原性」というが、通常「免疫原性」の方が「抗原\n性」よりも強い結合力を要求され、あるペプチドが「抗体」を認識できたからとい\nって、「抗体」を誘起する能力があることにはならない。\nそして、タンパク質中の「免疫原性」に関与する部位を「免疫性エピトープ」、\n「抗原性」に関与する部位を「抗原性エピトープ」という。もちろんタンパク質中\nの両エピトープの位置は一致している場合も多く、これらエピトープは、いずれも\n抗体中の「パラトープ」と呼ばれる立体的な特異性の高い部位と結合するものであ\nる。このエピトープとパラトープとの特異的な関係は、「鍵と鍵穴」モデルで説明\nされることがある。\n(ｲ)  前記甲第７号証の７には、「あるペプチドが天然タンパクと反応する\n抗体を誘起する能力はそのペプチドが天然タンパクの対応する領域をまねできる能\n力を反映するに違いない。」（訳文8頁下から３行、２行）と記載され、甲第１１号\n証を引用して、「ペプチドは元のタンパク質の対応する領域のコンフォーメーショ\nンに似ていたに違いない。」（同９頁１２行、１３行）と記載されている。さら\nに、「実施上の考察」においても、「ペプチド全部がタンパク質に反応する抗体を\n誘起するわけではない」（訳文12頁1行）と明記されている。\nこれらの記載は、天然タンパクの部分ペプチドであるからといって、すべて天然\nタンパクと反応する抗体を誘起する能力があるわけではなく、天然タンパクの有す\nる免疫原性エピトープに対応した部分ペプチドであって、しかも、その立体構造を\n保存していたペプチドを選択しなくてはならないことを示すものである。\nそして、前記甲第７号証の７では、上記の前提を踏まえて、効果的なペプチド免\n疫原とはどのようなものか、どのような基準で選択すればよいかについて考察し、\n免疫原として用いるペプチドを選ぶ１組の基準として、①十分な数の極性又は荷電\nアミノ酸を持つこと、②５アミノ酸よりも長いこと、③プロリンを有すること（１\n２頁２３行ないし１３頁２行）を提案している。\nさらに、前記甲第７号証の７の「まとめ」には、「合成ペプチド免疫原がそのペ\nプチドを含む全長のタンパク質と反応できる抗体を誘起できることが示された。そ\nのような抗体は、そのタンパク質の研究者によって前もって選択された特定の領域\nに向けられているので、あらかじめ決定された特異性を有する。」（訳文22頁６行\nないし９行）と記載されており、この記載によれば、既にタンパク質中の免疫原性\nエピトープであることが期待されている特定の領域に対応したペプチドが選定さ\nれ、そのペプチドが期待どおりの効果を示したというものであり、タンパク質のす\nべての部分配列からなるペプチドがタンパク質と反応することができる抗体を誘起\nすることができることが示されているわけではない。むしろ、この記載は、元のタ\nンパク質と反応することができる抗体を誘起することができる部分ペプチドを確実\nに選択するための基準が研究段階であり、いまだ常に成功するという段階には至っ\nていないことを示唆しているものである。\n(ｳ)  前記甲第１１号証においては、実際に３つの基準を適用してＨＡ１鎖\nの７５％をカバーする２０個のペプチドを選定したが、甲第７号証の５によれば、\n上記ＨＡ１鎖が折り畳まれた状態で採っているαヘリックス、ランダムコイル、β\nシート等の立体構造も分かっていたため元のタンパクの立体構造を損なわないよう\nにペプチドが選ぶことができたものである（訳文3頁８行ないし１１行等）。\nそして、前記甲第１１号証の実験においては、２０個のペプチドのほとんどが１\n５アミノ酸以上の長いペプチドであり、エピトープとなりそうな部位については長\nさを変えて同じ位置のアミノ酸配列を重複して使用しているものである（図１）。\n例えば、甲第１１号証には、「次の２つのペプチドＮＯ．４（２Ｅ図；アミノ酸残\n基３９－６５。以下、かっこ内の訳は省略する。）及びＮＯ．７は、５３番目のア\nミノ酸残基周辺の配列を含んでいる。この領域は２７８番目のアミノ酸残基周辺の\nセグメントと対となって、３量体の外側表面で外側の出っ張りを形作っており、天\n然分子における抗原性部位となり得る部位として提案されていた領域である。６５\n番目のアミノ酸残基から始まるペプチドＮＯ．７のカルボキシ末端領域は短いＳ－\nＳ結合のループを形成し、３回転ヘリックス構造に入っている。そして当該構造は\nオーバラップしているペプチドＮＯ．１０に続いている。」（被告訳文１頁３行な\nいし１１行）等と記載されている。\n特に、前記甲第１１号証の図１のペプチドＮＯ．５は、原告が提出した本願優先\n権日当時及びそれ以降の文献も含めて「８アミノ酸ペプチド」の唯一の数値的根拠\nとなっているものであるが、上記のとおり「天然分子における抗原性部位となり得\nる部位として提案されていた」抗原との反応性の高さが予測されていたペプチドＮ\nＯ．４の配列の中でも、甲第１１号証の筆者が四重にも重複して調べようとした部\n位（図１昀上列参照）に相当する部分ペプチドであり、しかも、極性又は荷電残基\nとともに、プロリンを有している特別な配列である。\nまた、前記甲第１１号証には、「ペプチドＮＯ．１３及びペプチドＮＯ．１４\nは、ほぼこのループ領域内に位置しており、これらの抗体はヘマグルチニン分子と\n反応しなかったので４Ｃ図に示されている。しかしながら、当該領域にそのループ\nのいずれかの末端に相当する追加配列を加えた場合（ＮＯ．１１，ＮＯ．１２，Ｎ\nＯ．１５）は、誘起した抗体がヘマグルチニン分子と反応し、それは、図４Ｂに示\nされている。」（被告訳文１頁下から１２行ないし下から５行）と記載されている\nが、この記載によれば、元のタンパク質における抗体誘起可能な部位のコンフォメ\nーションを模倣できた場合（上記説明では、ループ領域）、元のタンパク質と反応\nする抗体を誘起することができるが、そのコンフォメーションを模倣できるほどの\n長さがなければ元のタンパクと反応する抗体は作れないことも示唆されている。\nこのような基準で選択し、８アミノ酸ペプチドの２倍から３倍の長さを有するペ\nプチドを用いたものであっても、２０個のうちの１８個しか天然のウイルスタンパ\nクと反応しなかったものである。\n(ｴ)  本願優先権主張日から１４年後の１９９８年に発行された文献である\n乙第4号証（【Ｐ２５】編「改訂版分子生物学研究のためのタンパク実験法」）にお\nいても、「ペプチド合成は固相法で行うのが一般的である。純度及び回収率を考え\nるとアミノ酸残基数は１０～２５であることが実用的である。抗ペプチド抗体の弱\n点は合成ペプチドに対する抗体がその設計に用いたタンパク質と必ずしも反応する\nとは限らないということである。これはアミノ酸残基の多いペプチドを合成するこ\nとで回避できることもあるが，抗体の認識できるアミノ酸残基数は６～７であると\nいわれているので，このサイズと同等以下のペプチド部分を標的とする場合は合成\nペプチドの残基数が多いと目的にあてはまらない抗体ができる可能性もあるので，\n合成されるペプチドの設計は慎重に行うべきである。」（８７頁下から７行ないし\n１行）と記載されており、単にタンパクを構成する部分ペプチドだからといって、\nすべて元のタンパクを認識する抗体産生能力があるとする仮説自体が誤りであるこ\nとが立証されている。\nまた、１９９４年に発行された乙第５号証（【Ｐ２６】ら「抗ペプチド抗体実験\nプロトコール」）にも、「しかし、抗ペプチド抗体の作成を実際にやってみるとよ\nくわかるが、タンパク質のどの部分を合成したときでも、必ずしもそのタンパク質\nを認識する抗体が得られるわけではない。抗原として選んではいけない部分、抗体\nができにくい部分、また逆に抗体が比較的できやすい部分があり、よい抗ペプチド\n抗体を作るためには、どのようなアミノ酸配列のペプチドを免疫原として合成する\nかというペプチドの設計法がポイントになることが多い。残念ながら、適当な免疫\n原を得るための、アミノ酸配列に関する一般的法則はない。したがって、抗体がで\nきそうな箇所をいくつか挙げて、ある程度は試行錯誤を繰り返しながら、使いやす\nい抗体を作っていくしかないと思われる。」（１４頁６行ないし１３行）、「しか\nし、これらの抗原ペプチドで抗体が実際にできるかどうかは、やってみないとわか\nらない。」（２４頁４行、５行）と記載されている。\n(ｵ)  以上のとおり、本願優先権主張日当時の技術常識からみて、タンパク\n質の部分配列からなるペプチドすべてがタンパク質と反応する抗体を誘起すること\nができるわけではなく、しかも元のタンパク質と反応する８アミノ酸からなる部分\nペプチドを確実に選定するための手段はなかったものである。\nイ  原告の主張に対する反論\n(ｱ)  原告は、甲第７号証の２（【Ｐ１９】博士の第１宣言書）中の記載を\n根拠に、８アミノ酸以上のペプチドであれば、どのようなペプチドであっても免疫\n原として用いてそのペプチドを認識する抗体を作らせることができることは、本願\n優先権主張日当時既によく知られた事実であった旨主張する。\nしかしながら、従来試みられたペプチド抗体は、甲第７号証の５及び甲第７号証\nの７（総説）によると、ほとんどウイルス由来のものであるが、ウイルスは哺乳動\n物にとって明らかに攻撃すべき異物であって、体内の免疫システムの総力を挙げて\n戦う体制で臨む対象である。これに対し、ＴＣＲ－βは、哺乳動物自身のタンパク\nであって、しかも免疫細胞であるＴ細胞の表面に存在し、ウイルスなどの抗原を認\n識するためのレセプターとして働くものであるから、マウスはマウスＴＣＲ－βの\n持つエピトープ（免疫原性エピトープ）に対しては抗体を作らない（免疫寛容）と\n考えられる。そして、哺乳動物のうちでも極めて類似した種であるウサギとマウス\nでは、その配列もその配列が形作る立体構造も極めて類似していると考えるのが自\n然であるから、ウサギを免疫しても免疫寛容が起こると考えられる。したがって、\n甲第７号証の２に基づく原告の上記主張は失当である。\n(ｲ)  原告は、ペプチドは溶液中で適当なコンフォーメーションをとること\nができるから、タンパク質に反応できる抗体を産生するのに天然のコンフォーメー\nションを正確に再現する必要はない旨主張する。しかしながら、そもそも対応する\nタンパク質の対応部位にタンパク質に反応できる抗体を誘起する能力がないもの\nは、いくら同じコンフォメーションが再現できてもタンパク質に反応できる抗体は\n誘起することはできない。また、タンパクはその定まった立体構造をとるためにそ\nれぞれの領域中のペプチドレベルでの各部分にとってみれば電気的又は立体障害的\nな力でひずみを持っているはずであるから、ひずみの大きい部分に対応するペプチ\nドの場合、元のタンパクと同じコンフォメーションを再現できる確率は極めて低い\nものである。したがって、溶液中で適当なコンフォーメーションをとることをもっ\nては、任意の８アミノ酸部分ペプチドに対する抗体がすべて元のタンパクを認識す\nるとはいえない。\n(ｳ)  原告は、キャリアータンパクに繋いだペプチドであれば自己由来のペ\nプチドであっても抗体産生が容易に行われるかのように主張する。\nしかしながら、前記甲第１６号証は、単に自己免疫疾患の１つの要因として考え\nられているＴ細胞バイパス機構を解説したものであって、通常の生体細胞中で起こ\nっていることではない。そもそも自己免疫疾患自体が希なことであり、通常の生物\nにおいてウイルスやある種の薬剤等の非自己抗原に曝されたからといって、自己抗\n体を産生するものではない。甲第１６号証は、免疫疾患障害が起きた場合に初めて\nウイルスやある種の薬剤等の非自己抗原が自己抗原と結びついて、ヘルパーＴ細胞\nを活性化する作用を称して「いわばキャリアーとして」と記載しているのであっ\nて、自己免疫疾患の際のＴ細胞バイパス機構のモデルが、ハプテンとキャリアータ\nンパクとの関係で説明できるというにとどまる。したがって、「自己免疫疾患」が\n存在するからといって、当該疾患に罹っていない動物を免疫する場合、キャリアー\nタンパクに繋げば自己由来のペプチドであっても必ず閾値以上のペプチド抗体が産\n生されることを示すものでもない。\nしかも、前記甲第１６号証の図１９・３は、血清タンパク質濃度とＴ，Ｂ細胞の\n寛容度の関係を示したものであるが、血清中に大量に存在するＩｇＧ、ＩｇＭ等免\n疫グロブリンに対してはＢ細胞にもＴ細胞にも通常免疫寛容が起きていることを示\nしている。そして、前記のように、本願発明のＴＣＲ－βのほとんどのアミノ酸配\n列が免疫グロブリンと一致しているものであるから、少なくともこれら免疫グロブ\nリンとの共通配列からなる８アミノ酸ペプチドについては通常のウサギを用いた抗\n血清取得法では抗ペプチド抗体自体が誘起される可能性が少ないと考えられる。\nそして、当該図１９・３からも類推できるように、これら自己抗体を産生する\nか否かは確率的な問題であって、絶対に自己抗体は産生しないというものではな\nく、ほとんど産生しない場合から産生量が少ない程度のものまで様々であるから、\n甲第１７、第１８号証において、正常の場合でも自己抗体が閾値以上に誘起される\nことがあっても驚くにはあたらないし、このことをもって免疫寛容の存在自体が否\n定されることではない。\nしたがって、原告の上記主張は失当である。\n(2)  取消事由２（他の有用性－エピトープマッピング）について\nエピトープマッピングはほとんどが抗原性のない多数ペプチド試料中から抗原性\nペプチドを検出するために有用なツールであるから、その検査手法には有用性があ\nるとしても、生体内組織、細胞を構成するタンパク質由来のペプチドであればすべ\nて調べる対象である検査試料となり得るものであるから、検査試料になり得る程度\nのことをもって化学物質発明を成立させるほどの有用性があるとはいえない。\n(3)  取消事由３（基準自体の不当性）について\nア  本願特許請求の範囲第１項に記載された発明は、ペプチド又はポリペプ\nチドという化学物質に係る発明であり、しかも包含される多数のペプチド等のそれ\nぞれについての独立した化学物質発明に係るものである。化学物質発明の本質が\n「有用な化学物質の創製」にあることを考慮すれば、本願特許請求の範囲第１項に\n記載された発明に係る多数のペプチド等のすべてが有用な化学物質であることが要\n求されることは当然である（乙第１号証参照）。\nイ  ところで、特許法３６条３項には、「発明の詳細な説明には、その発明\nの属する技術分野における通常の知識を有する者が容易にその実施をすることがで\nきる程度にその発明の目的、構成及び効果を記載しなければならない。」と規定さ\nれているが、有用性についていえば、その有用性が明細書中で確認されているか、\n又は少なくとも明細書の記載事項に基づいて当業者が十分予測できるように記載さ\nれていなければならない。\nそうすると、有用性について本願が特許法３６条３項の要件に違反する場合と\nは、\n①  本願優先権主張日当時の技術常識を勘案しても、本願特許請求の範囲第１項に\n記載された発明に包含されるすべてのペプチド等に有用性があることが本願明細書\nの記載からでは当業者が十分予測できない場合と、\n②  本願特許請求の範囲第１項に記載された発明に包含される多数のペプチド等の\n中に有用性のあるものと、ないものが混在しており、本願優先権主張日当時の技術\n常識を勘案しても、その中の有用性のあるもののみを当業者が容易に選択できるよ\nうに明細書中に記載されていない場合\nの２つの場合がある（ただし、②の場合は同条4項にも違反している。）。\nウ(ｱ)  原告は、本願特許請求の範囲第１項に記載された発明のペプチド等に\n含まれるペプチドが誘起した抗体が必ずしも１００％の確実性をもってＴＣＲ－β\nと反応するとはいえないとしても、そのペプチド等の有用性が否定されるわけでは\nない旨主張し、その根拠として甲第１３ないし第１５号証を提出している。\nしかしながら、甲第１３ないし第１５号証において論じられているのは、方法の\n発明や生物を用いた発明などにおける発明の再現性、反覆性についてであって、化\n学物質発明の有用性について論じたものではないから、原告の主張の根拠となり得\nるものではない。\n(ｲ)  さらに、原告は、乙第１号証（物質特許に関する運用基準）に基づく\n主張をする。もちろん、複数の化学物質であっても、乙第１号証に記載されている\nように、一般式（化学構造式）又は上位概念の形に「合理的に包括される」ときに\n一般式又は上位概念で記載される場合があるが、本来、化学物質は、机上の論理が\n通用しないいわゆる「やってみなくてはわからない」といわれる実証主義を基本と\nする分野である。したがって、上記の合理的に包括される場合とは、長い化学物質\n合成の歴史の中で１つ又は少数の実施例から、当該実施例と同様に製造でき、かつ\n同様の作用効果が期待できる範囲が推定できるような場合のことであり、その合理\n的に包含できる範囲のものを一般式で表現できるというだけであり、「全体とし\nて」の一般式からなる化学物質発明の成立性を判断しようという趣旨ではない。こ\nのことは、「上位概念」で表示される場合も同様である。特にペプチドの場合、構\n成する２０種類のアミノ酸を並べれば、無数のアミノ酸配列を机上で作成すること\nができ、ペプチドを製造すること自体も簡単であるから、単にアミノ酸配列を提示\nしただけでは完成した発明とはいえず、その「有用性」が確認されることが発明の\n完成には必須の要件である。\nよって、原告の上記主張は失当である。\n(4)  取消事由４（手続違反）について\n審決の「本願の場合には、単離されたペプチド又はポリペプチドに係る特許請求\nの範囲第１項の発明に包含される全てのペプチド等について、その有用性があると\n認められない場合、もしくは、有用性のあるペプチド等が容易に選択できない場合\nには、当該発明を当業者が容易に実施することができるものとは認められない」\n（審決書４頁８行ないし１５行）との説示が意味するところは、前記(3) イに述べ\nたことと同旨であり、拒絶理由通知書の記載内容と変わるところがないから、審決\nに手続違反の違法性があるとはいえない。\n理        由\n１  取消事由１（免疫原性の有無）について\n(1)  ８アミノ酸からなるペプチド等のすべてが抗ＴＣＲ－β抗体を誘起する能力\nを有するものと認めることはできない。\n原告は、本願優先権主張日当時の当業者にとって、本願特許請求の範囲第１項記\n載の発明のペプチド等は一般にＴＣＲ－β自体を認識する抗体を誘起する能力を有\nし、したがって当時既に知られていた抗ペプチド抗体法により抗ＴＣＲ－β抗体を\n作製するという有用性を有することは明らかである旨主張するが、その主張は、(2)\n以下に述べる理由により、採用することができない。\n(2)  免疫寛容について\nア  甲第７号証の５、甲第７号証の７及び弁論の全趣旨によれば、従来試みら\nれたペプチド抗体はほとんどウイルス由来のものであることが認められるところ、\nウイルスは哺乳動物にとって明らかに攻撃すべき異物であって、体内の免疫システ\nムの総力を挙げて戦う体制で臨む対象であると認められる。他方、弁論の全趣旨に\nよれば、ＴＣＲ－βは哺乳動物自身のタンパクであって、しかも、免疫細胞である\nＴ細胞の表面に存在し、ウイルスなどの抗原を認識するためのレセプターとして働\nくのであるから、自分自身に異物と認識されて攻撃されては困るものである。そう\nすると、例えばマウスは、マウスＴＣＲ－βの持つエピトープ（免疫原性エピトー\nプ）に対しては通常抗体を作らない（免疫寛容）ものと認めるのが相当である。\nまた、弁論の全趣旨によれば、マウスＴＣＲ－βの配列はその進化の過程で保存\nされている配列が多く、哺乳動物のうちでも極めて類似した種であるウサギとマウ\nスでは、その配列も、その配列が形作る立体構造も極めて類似しているものと認め\nられる。\nそうすると、マウスＴＣＲ－βの任意の８アミノ酸ペプチドは、ウサギ自身が持\nつウサギＴＣＲ－βの部分配列と極めて類似している可能性が高く、ウサギをマウ\nスＴＣＲ－βで免疫しても、免疫寛容のため、抗体を作らせるためには大量に投与\nしなくてはならないか、あるいは全く抗体を作らない可能性があるものと認められ\nる。\nイ  原告は、甲第７号証の７及び甲第１６号証に基づき、キャリアータンパク\nに繋いだペプチドであれば自己由来のペプチドであっても抗体産生が行われる旨主\n張する。\nしかしながら、弁論の全趣旨によれば、そもそも自己免疫疾患自体が希なことで\nあり、通常の生物において、ウイルスやある種の薬剤等の非自己抗原に曝されたか\nらといって自己抗体を当然に産生するものではないものと認められる。また、甲第\n１６号証によれば、同号証には、「自己抗原がもともと自己抗原ではなく、Ｔ細胞\nにおける寛容も成立していない抗原、たとえばウイルスとかある種の薬剤により修\n飾を受けると、これらの非自己抗原がいわばキャリヤーとして図１９・４のように\nヘルパーＴ細胞を活性化し、この助けを受けて自己抗原反応性Ｂ細胞クローンが活\n性化され自己抗体を産生する。ヘルパーＴ細胞のレベルでの自己抗原に対する寛容\n状態がバイパスされて自己抗体産生が起こるのである。」（１７３頁下から７行な\nいし２行）と記載されているが、その直前には「図１９・２に示すように、抗体産\n生には免疫担当細胞間の複雑な相互作用が必要である。この相互作用を通じて、正\n常個体では自己反応性クローンが抗体産生へと働かないように、主としてＴ細胞や\n抗原提示細胞のレベルでの調節機構が働いているが、これに破綻をきたしたとき、\n自己免疫疾患が起こる考えてよいだろう。・・・これら発症要因のいくつかについ\nて次に記してみよう。」（１７２頁９行ないし１７３頁４行）との記載があること\nが認められる。これらの記載を合わせ考えれば、甲第１６号証は、免疫疾患障害が\n起きた場合に初めてウイルスやある種の薬剤等の非自己抗原が自己抗原と結びつい\nて、ヘルパーＴ細胞を活性化する作用を称して「いわばキャリアーとして」と記載\nしているものであり、自己免疫疾患の際のＴ細胞バイパス機構のモデルが、ハプテ\nンとキャリアータンパクとの関係で説明できるというにとどまるものであり、自己\n免疫疾患に罹っていない動物を免疫する場合、キャリアータンパクに繋げば自己由\n来のペプチドであっても必ず閾値以上のペプチド抗体が産生されることを示してい\nるものではないと認められる。\nさらに、原告は、甲第１７，第１８号証に基づく主張をするが、甲第１６号証の\n図１９・３（１７３頁）によれば、同図には、血清中に大量に存在するＩｇＧ、Ｉ\nｇＭ等免疫グロブリンに対してはＢ細胞にもＴ細胞にも通常免疫寛容が起きている\nことが示されていることが認められる。そして、同図の記載によれば、自己抗体を\n産生するか否かは確率的な問題であって、ほとんど産生しない場合から産生量が少\nない程度のものまで様々であることが認められるから、甲第１７、第１８号証に正\n常の場合でも自己抗体が閾値以上に誘起されることがあることが示されているとし\nても、そのことをもって、免疫寛容の存在自体を否定することはできないものと認\nめられる。\nよって、原告の上記主張はいずれも理由がない。\n(3)  ペプチドの立体構造について\nア  甲第７号証の７によれば、同号証には、「あるペプチドが天然タンパクと\n反応する抗体を誘起する能力はそのペプチドが天然タンパクの対応する領域をまね\nできる能力を反映するに違いない。」（訳文８頁下から３行、２行）と記載され、\nさらに、甲第１１号証を引用して、「インフルエンザウイルスヘマグルニチンの研\n究から、そのようなペプチド２０個のうち１８個が天然の立体構造をとるタンパク\n質と反応する抗体を誘起したことを知っている。それゆえある点では、ペプチドは\n元のタンパク質の対応する領域のコンフォーメーションに似ていたに違いない。」\n（同９頁９行ないし１３行）と記載されていることが認められる。この記載によれ\nば、天然タンパクと反応する抗体を誘起する「免疫原性」を有するペプチドは、天\n然タンパクの有する免疫原性エピトープの立体構造と類似した立体構造を持ってい\nなければならないことを示唆しているものであり、そのことは、天然タンパクの部\n分ペプチドであるからといって、どの部分でもすべて天然タンパクと反応する抗体\nを誘起する能力があるわけではなく、天然タンパクの有する免疫原性エピトープに\n対応した部分ペプチドであって、しかもその立体構造を保存していたペプチドを選\n択しなくてはならないことを示唆しているものと認められる。\nまた、甲第７号証の７によれば、同号証の「実施上の考察」においても、「ペプ\nチド全部がタンパク質に反応する抗体を誘起するわけではない」（訳文１２頁１\n行）と記載されていることが認められ、また、同号証では、その点を踏まえて、効\n果的なペプチド免疫原とはどのようなものか、どのような基準で選択すればよいか\nについて考察していることが認められる。\nさらに、甲第１１号証によれば、同号証には、「ペプチドＮＯ．１３及びペプチ\nドＮＯ．１４は、ほぼこのループ領域内に位置しており、これらの抗体はヘマグル\nチニン分子と反応しなかったので４Ｃ図に示されている。しかしながら、当該領域\nにそのループのいずれかの末端に相当する追加配列を加えた場合（ＮＯ．１１，Ｎ\nＯ．１２，ＮＯ．１５）は、誘起した抗体がヘマグルチニン分子と反応し、それ\nは、図４Ｂに示されている。」（被告訳文１頁下から１２行ないし５行）と記載さ\nれていることが認められるが、この記載によれば、元のタンパク質における抗体誘\n起可能な部位のコンフォメーションを模倣できた場合（上記説明では、ループ領\n域）、元のタンパク質と反応する抗体を誘起することができるが、そのコンフォメ\nーションを模倣できるほどの長さがなければ元のタンパクと反応する抗体は作れな\nいことも示唆されているものと認められる。\nイ  原告は、ペプチドは溶液中で適当なコンフォーメーションをとることがで\nきるから、タンパク質に反応できる抗体を誘起するために、天然のコンフォーメー\nションを正確に再現する必要はない旨主張する。\nしかしながら、前記(2)のとおり、そもそもタンパク質に反応することができる抗\n体を誘起する能力がない部分については、いくら同じコンフォメーションが再現で\nきてもタンパク質に反応する抗体は誘起することはできないものと認められる。ま\nた、弁論の全趣旨によれば、タンパクはその定まった立体構造をとるためにそれぞ\nれの領域中のペプチドレベルでの各部分にとってみれば電気的又は立体障害的な力\nでひずみを持っているはずであるから、ひずみの大きい部分に対応するペプチドの\n場合、元のタンパクと同じコンフォメーションを再現することができる確率は、極\nめて低いものと認められる。したがって、原告の上記主張は採用することができな\nい。\n(4)  甲第７号証の５、７及び甲第１１号証\nア(ｱ)  甲第１１号証によれば、同号証には、インフルエンザウイルスのヘマグ\nルチニンＨＡ１分子から、①十分な数の極性又は荷電アミノ酸を持つこと、②５ア\nミノ酸よりも長いこと、③プロリンを有することとの３つの基準を適用して（甲第\n７号証の７訳文１２頁下から１０行ないし１３頁１行参照）、実際にＨＡ１鎖の７\n５％をカバーする２０個のペプチドを選定したことが記載されていることが認めら\nれるが、インフルエンザウイルスのＨＡが選ばれた理由は、「遺伝子の核酸配列が\n完全にわかっており、その結晶学的構造が高解像度でわかっていたからである」\n（甲第７号証の５訳文３頁９行ないし１１行）ことが認められる。\n(ｲ)  甲第７号証の５及び甲第１１号証によれば、上記20個のペプチドのほと\nんどが１５アミノ酸以上の長いペプチドであることが認められる。\n(ｳ)  さらに、甲第１１号証によれば、同号証には、「次の２つのペプチドＮ\nＯ．４（アミノ酸残基３９－６５）及びＮＯ．７（アミノ酸残基５３－８７）は、\n５３番目のアミノ酸残基周辺の配列を含んでいる。この領域は２７８番目のアミノ\n酸残基周辺のセグメントと対となって、３量体の外側表面で外側の出っ張りを形作\nっており、天然分子における抗原性部位となり得る部位として提案されていた領域\nである・・・。６５番目のアミノ酸残基から始まるペプチドＮＯ．７のカルボキシ\n末端領域は短いＳ－Ｓ結合のループ（アミノ酸残基６５－７７）を形成し、３回転\nヘリックス構造に入っている。そして当該構造はオーバラップしているペプチドＮ\nＯ．１０（アミノ酸残基７６－１１１）に続いている。」（被告訳文１頁３行ない\nし１１行）と記載されていることが認められ、図１（４７８頁）の記載も考慮すれ\nば、ペプチドの選択に当たっては、エピトープとなりそうな部位については長さを\n変えて同じ位置のアミノ酸配列を重複して使用していることが認められる。特に、\n甲第１１号証図１のペプチドＮＯ．５（アミノ酸残基５３－６０は、上記のとおり\n「天然分子における抗原性部位となり得る部位として提案されていた」抗原との反\n応性の高さが予測されていたペプチドＮＯ．４の配列の中でも、甲第１１号証の筆\n者が四重にも重複して調べようとした部位（図１昀上列参照）に相当する部分ペプ\nチドであり、しかも、極性又は荷電残基とともに、プロリンを有している特別な配\n列であることが認められる。したがって、そのように選択されたペプチドＮＯ．５\nが元のタンパクを認識する抗体を誘起したことをもって、任意の位置の８アミノ酸\nペプチドが元のタンパクを認識する抗体を誘起することの根拠にはならないもので\nある。\n(ｴ)  甲第１１号証によれば、同号証には、「これらペプチドの大多数（１\n８）に対する抗体はヘマグルチニン分子と反応することができた。」（訳文１頁７\n行、８行）と記載されていることが認められる。\nイ  これらの記載によれば、上記のような基準で選択し、８アミノ酸ペプチド\nの２倍から３倍の長さを有するペプチドを用いたものであっても、20個のうちの\n18個しか天然のウイルスタンパクと反応しなかったことが認められる。そうする\nと、甲第７号証の５及び甲第１１号証に記載された上記実験結果は、むしろ、元の\nタンパク質と反応することができる抗体を誘起することができる部分ペプチドを確\n実に選択するための基準が研究段階であり、いまだに常に成功するには至っていな\nいことを示唆しているというべきである。\n(5)  現在における知見\n乙第４号証によれば、１９９８年発行の同号証（【Ｐ２５】編「改訂版分子生物\n学研究のためのタンパク実験法」）において、「ペプチド合成は固相法で行うのが\n一般的である。純度及び回収率を考えるとアミノ酸残基数は１０～２５であること\nが実用的である。抗ペプチド抗体の弱点は合成ペプチドに対する抗体がその設計に\n用いたタンパク質と必ずしも反応するとは限らないということである。これはアミ\nノ酸残基の多いペプチドを合成することで回避できることもあるが、抗体の認識で\nきるアミノ酸残基数は６～７であるといわれているので、このサイズと同等以下の\nペプチド部分を標的とする場合は合成ペプチドの残基数が多いと目的にあてはまら\nない抗体ができる可能性もあるので、合成されるペプチドの設計は慎重に行うべき\nである。」（８７頁下から７行ないし１行）と記載されていることが認められ、こ\nの記載によれば、単にタンパクを構成する部分ペプチドだからといって、すべて元\nのタンパクを認識する抗体を誘起する能力があるとする仮説自体が正しいものとは\nいえないものであると認められる。\nまた、乙第５号証によれば、１９９４年に発行された同号証（【Ｐ２６】ら「抗\nペプチド抗体プロトコール」）にも、「しかし、抗ペプチド抗体の作成を実際にや\nってみるとよくわかるが、タンパク質のどの部分を合成したときでも、必ずしもそ\nのタンパク質を認識する抗体が得られるわけではない。抗原として選んではいけな\nい部分、抗体ができにくい部分、また逆に抗体が比較的できやすい部分があり、よ\nい抗ペプチド抗体を作るためには、どのようなアミノ酸配列のペプチドを免疫原と\nして合成するかというペプチドの設計法がポイントになることが多い。残念なが\nら、適当な免疫原を得るための、アミノ酸配列に関する一般的法則はない。したが\nって、抗体ができそうな箇所をいくつか挙げて、ある程度は試行錯誤を繰り返しな\nがら、使いやすい抗体を作っていくしかないと思われる。」（１４頁６行ないし１\n３行）、「しかし、これらの抗原ペプチドで抗体が実際にできるかどうかは、やっ\nてみないとわからない。」（２４頁４行、５行）と記載されていることが認められ\nる。\n(6)  まとめ\n以上認定の諸事実によれば、原告主張のその余の点を考慮しても、本願優先権主\n張日当時、8アミノ酸以上のペプチドであれば、どのようなペプチドであっても免疫\n原として用いてそのペプチドを認識する抗体を作らせることができるものとも、任\n意の８アミノ酸ペプチドの中から「ＴＣＲ－β」の抗原決定基（エピトープ）を認\n識する抗体を誘起する能力のあるペプチドのみを容易に選択し得るものとも認める\nことはできない。\nよって、原告主張の取消事由１は理由がない。\n２  取消事由２（他の有用性－エピトープマッピング）について\n原告は、免疫原性エピトープを特定するためにエピトープマッピングを行うこと\nは当業者には当然ともいえる作業であり、本願特許請求の範囲第１項に記載された\nペプチド等をそのような用途に用いることは当業者には自明なことであり、この点\nに有用性がある旨主張する。\nしかしながら、弁論の全趣旨によれば、エピトープマッピングはほとんどが抗原\n性のない多数ペプチド試料中から抗原性ペプチドを検出するために有用なツールで\nあることが認められるが、生体内組織、細胞を構成するタンパク質由来のペプチド\nであればすべてエピトープマッピングの対象になり得るものであるから、検査試料\nになり得る程度のことをもって化学物質発明を成立させるべき有用性があると認め\nることはできない。\nよって、原告主張の取消事由２は理由がない。\n３  取消事由３（基準自体の不当性）について\n(1)  本願発明は、前記のとおり、「ペプチド又はポリペプチド」という化学物質\nに係る発明であり、しかも特許請求の範囲第１項に包含される多数のペプチド等の\nそれぞれについての独立した化学物質発明に係るものであるところ、化学物質発明\nの本質は有用な化学物質の創製にあるから、本願発明に係る多数のペプチド等のす\nべてが有用な化学物質であることが要求されるものである。\nしたがって、有用性につき、本願が特許法３６条３項の要件を満たすためには、\nその特許請求の範囲に包含されるすべてのペプチド等につきその有用性が明細書に\n記載されているか、技術常識から当業者にとってその有用性が明らかな場合でなけ\nればならない。\nそうすると、本願が特許法３６条３項に違反する場合とは、①  その特許請求の\n範囲に包含されるすべてのペプチド等につきその有用性が明細書に記載されている\nか、技術常識から当業者にとってその有用性が明らかであるとはいえない場合であ\nり、かつ、②  その特許請求の範囲に包含されるすべてのペプチド等の中から、有\n用性のあるもののみを当業者が容易に選択することができるように明細書中に記載\nされていない場合であるということになる。\n(2)ア  原告は、仮に、ペプチド断片によって誘起された抗体の１００％がその断\n片を含むタンパク質と反応するものではないとしても、本願特許請求の範囲第１項\nに記載されたペプチド等に含まれるペプチドを用いて誘起した抗体は、理論上はそ\nのすべてがＴ細胞抗原レセプターβサブユニットと反応する抗体を誘起する可能性\nを有しており、それらの中から任意に選択したペプチド等を用いれば高い確率で\n（すなわち大して試行錯誤を繰り返さなくとも容易に）抗ＴＣＲβ抗体を産生させ\nることができることが本願優先権主張日当時の技術水準から期待し得るのであるか\nら、本願特許請求の範囲第１項に記載されたペプチド等が有用性を有することはあ\nきらかである旨主張して、甲第１３号証（【Ｐ２７】「特許法概説［第１２\n版］」）等の記載を引用する。\nしかしながら、前記１のとおり、あるタンパク質を構成するアミノ酸鎖の一部に\n相当するペプチドに対して誘起された抗体がそのタンパク質と反応することができ\nない主たる原因は、その抗体が当該アミノ酸鎖に接近できないためだけではないこ\nとは明らかであるから、理論上はその抗体すべてがＴ細胞抗原レセプターβサブユ\nニットと反応する抗体を誘起する可能性を有しているとはいえない。さらに、甲第\n１３号証等において論じられているのは、方法の発明や生物を用いた発明などにお\nける「発明の再現性、反覆性」についてであるところ、本願発明は、後記イのよう\nに、「哺乳類ＴＣＲ－βの一部をなす８アミノ酸以上のペプチド又はポリペプチ\nド」という上位概念に関するものではなく、下位概念である個々のペプチド又はポ\nリペプチドについてのものであるから、本願発明における発明の有用性は個々のペ\nプチド等について求められるものであって、個々のペプチド等につき実施可能かど\nうかを判断せざるを得ないものである。\nしたがって、この点に関する原告の主張は採用することができない。\nイ  また、原告は、本願発明は、「哺乳類ＴＣＲ－βの一部をなす８アミノ酸\n以上のペプチド又はポリペプチド」という上位概念に関するものであって、発明の\n有用性は個々の実施態様について求められるものではなく、技術思想としての発明\n自体について求められるべきものであるから、本願発明の有用性も、「哺乳類ＴＣ\nＲ－βの一部をなす８アミノ酸以上のペプチド等」の全体として認められれば足り\nる旨主張する。\nしかしながら、本来、化学物質の分野においては、わずかの構造の違いが全く異\nなる物質を生じさせるものであって、その構造から物質の性質を予測することは困\n難である場合が多いというべきところ、ペプチドがこの例外に当たることを認める\nに足りる証拠もない。しかも、原告主張のように上位概念で表現することができる\n場合とは、長い化学物質合成の歴史の中で１つ又は少数の実施例から、当該実施例\nと同様の作用効果が期待できる範囲を推定することができるような場合に、その合\n理的に包含できる範囲のものを一般式で表現しているにすぎないものである。した\nがって、個々の成立している化学物質発明をまとめて一般式で表記することができ\nるというだけで、全体としての一般式からなる化学物質発明の成立性を判断すれば\n足りるというものではない。\nしたがって、原告の上記主張は理由がない。\n(3)   よって、原告主張の取消事由３は理由がない。\n４  取消事由４（手続違反）について\n(1)  原告は、審決は拒絶理由とは別の基準を採用して判断した手続違反の違法性\nがある旨主張する。\n(2)  前記３のとおり、本願が特許法３６条３項に違反する場合とは、①  その特\n許請求の範囲に包含されるすべてのペプチド等につきその有用性が明細書に記載さ\nれているか、技術常識から当業者にとってその有用性が明らかであるとはいえない\n場合であり、かつ、②  その特許請求の範囲に包含されるすべてのペプチド等の中\nから、有用性のあるもののみを当業者が容易に選択することができるように明細書\n中に記載されていない場合をいい、拒絶理由もこれと同旨のものと認められる。\nそして、前記審決の理由によれば、審決は、単に本願特許請求の範囲第１項に包\n含されるペプチド等についてその有用性があるかどうかのみを検討しているもので\nはなく、「Ｔ細胞抗原レセプターβサブユニットに対する抗体産生能力のあるペプ\nチドを選択することは、当業者であっても容易に実施できるものではない。」（審\n決書７頁１４行ないし１７行）、「ところで、本出願前、蛋白質をコードする核酸\n配列が決定さえすれば、異種の動物におけるその蛋白質の抗原性、免疫原性を有す\nる部分を特定する手段が技術常識であったとはいえず、また、本願明細書中にその\nための手法が明細書中に具体的に記載されているわけでもない。」（同７頁１８行\nないし８頁３行）、「本願明細書の発明の詳細な説明の記載から、当業者が容易に\n有用性のあるＴ細胞抗原レセプターβサブユニットの一部であって、少なくとも８\nアミノ酸からなるペプチド等を取得できるものということはできない。」（同８頁\n１１行ないし１５行）等と後者の選択の容易性の点についても検討した上、容易に\n実施することができるか否かの判断をしているものであるから、審決に記載された\n基準の意味するところは、審決で「もしくは」（審決書４頁１２行）と表現してい\nる点は表現に正確さを欠くといわざるを得ないものの、審決全体をみれば、拒絶理\n由として通知された点と異なるところはないものと認められる。\n(3)  したがって、審決に原告主張の手続違反の違法はなく、原告主張の取消事由\n４も理由がない。\n５  結論\nよって、原告の本訴請求を棄却することとし、主文のとおり判決する。\n（口頭弁論終結の日  平成１２年２月８日）\n東京高等裁判所第１８民事部\n裁判長裁判官       永    井    紀    昭\n裁判官       塩    月    秀    平\n裁判官       市    川    正    巳\n"
}