{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 10
  },
  "case_number": "平成14(わ)1561",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "6934",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6934",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/934/006934_hanrei.pdf",
  "contents": "主文\n被告人を懲役１年４月に処する。\n未決勾留日数中１８０日をその刑に算入する。\n押収してあるチャック付きポリ袋入り覚せい剤白色結晶粉末４袋（平成１\n５年押第３８号の１ないし４）を没収する。\n訴訟費用は被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は，みだりに，平成１４年１１月１４日，大阪市ａ区ｂｃ丁目ｄ番ｅ号所\n在のＩｆ号室において，覚せい剤であるフェニルメチルアミノプロパンの塩類を含\n有する結晶粉末約２．９８９グラム（平成１５年押第３８号の１ないし４はその鑑\n定残量）を所持したものである。\n（証拠の標目）－括弧内の数字は証拠等関係カード記載の検察官請求証拠番号－\n省\n（補足説明）\n１　弁護人は，被告人は判示覚せい剤（以下「本件覚せい剤」という。）を交際中\nの男友達であるＡから預かったが，長くとも１０秒間程度占有していたにすぎず，\n本件覚せい剤を自己の実力支配下に置いたとは評価しがたいから，本件覚せい剤を\n所持したものではなく，無罪である旨主張するところ，前掲関係各証拠によれば判\n示事実は優に認められるのであるが，その理由について若干補足する。\n２　前掲関係各証拠によれば，兵庫県ｇ警察署警察官の指揮の下，被疑者をＢとす\nる覚せい剤取締法違反被疑事件についての捜索差押令状を執行するため，平成１４\n年１１月１４日午前８時３８分ころ，同署所属の警察官ら１７名の捜査員が判示Ｉ\nｆ号室に入ったこと，Ｉｆ号室は，暴力団Ｊ会Ｋ総業の幹部Ｃ経営に係るサイコロ\n賭博とゲーム機賭博の店であったこと，同所では従来からＣが仕入れた覚せい剤の\n密売が行われていたこと，前記捜索開始当時，捜査員が，同所南方東側の部屋にＤ\nを，台所に前記Ｃ及びＥを，北方東側の部屋にＦを，南方西側の部屋にＧ及び被告\n人並びにＨ（なお，Ｈは南方東側の部屋から南方西側の部屋に移動してきた者）を\nそれぞれ現認したこと，その後同日午前１１時ころまでの間に，同所南方西側の部\n屋から６袋，南方東\n側の部屋から３袋，北方東側の部屋から２袋，台所から１袋の合計１２袋の覚せい\n剤がそれぞれ発見押収されたこと，本件覚せい剤は前記南方西側の部屋（ゲーム機\n７台が設置されている）から発見押収された６袋中の４袋であり，同部屋の南側ゲ\nーム機２台の間，被告人とＧが所在した場所付近，被告人の供述によれば被告人の\n足下付近の床上にピンク色小銭入れ（クレヨンしんちゃんの絵柄のもの。以下「本\n件ピンク色小銭入れ」という。）に入った状態で発見押収されたことが認められ\nる。\nところで，被告人の捜査段階及び公判段階における本件ピンク色小銭入れに関\nする供述は一貫せず，曖昧な供述に終始しているのであるが，そのおおよその内容\nは，「犯行当日午前６時ころ判示Ｉｆ号室に入りゲーム機でゲームをしていたとこ\nろ，１０分位して，Ａから，前記Ｈから覚せい剤の注文があったが，自分はサイコ\nロ賭博をしており手が離せない，同女から電話があったら，これを下に持っていっ\nて渡して欲しい等と頼まれ，本件ピンク色小銭入れと携帯電話を預かり，その後Ｈ\nからの電話を受けて，注射器１０本とともに本件ピンク色小銭入れから取り出した\n約３グラム入りの覚せい剤パケ１袋を，同日午前６時５０分ころ，Ｉの１階玄関出\n入口でＨに手渡し，代金２万７０００円を受け取って，Ｉｆ号室に戻り，代金２万\n７０００円は前記Ａ\nに渡したが，本件ピンク色小銭入れはゲーム機の上に置いたままにしていた。」と\nいうものであり，本件覚せい剤が在中する本件ピンク色小銭入れは自分の物ではな\nく，Ａから預かった物であるとしつつ，少なくとも，捜査段階においては，これを\n２時間以上の間，自らの実力支配下に置いていた事実すなわち本件覚せい剤を所持\nしていた事実を承認していた。\n３　２認定の事実を総合すれば，被告人が本件覚せい剤を所持していた事実は優に\n認められるというべきである。すなわち，本件覚せい剤は前記南方西側の部屋の南\n側ゲーム機２台の間，被告人とＧが所在した場所付近，被告人の足下付近の床上に\n本件ピンク色小銭入れに入った状態で発見押収されているところ，信用性の十分な\nＧ供述（検察官請求証拠番号２０）によれば，本件ピンク色小銭入れ及び同小銭入\nれ在中の本件覚せい剤はＧの物ではないと認められること，前認定のとおり，本件\nピンク色小銭入れ中の本件覚せい剤が被告人の足下付近の床上から発見領置された\nことや，被告人は，捜査段階において，約２時間以上にわたって本件ピンク色小銭\n入れを自らの実力支配下に置いていたことを自認していることを併せ考慮すると，\nその経緯はともかく\nも，本件ピンク色小銭入れ中の本件覚せい剤は被告人が所持していたものと認める\nに十分である。\nなお，被告人は，当公判廷において，前記のとおり，本件ピンク色小銭入れを\nＡから預かり，同小銭入れから，覚せい剤約３グラム入りのパケを取り出した後，\n直ちに前記Ａに返却する意思で，ゲーム機の上に置かれていた同人のジャンパーの\n上に同小銭入れを置いた旨供述し，最大限１０秒程度しか同小銭入れを預かってい\nないと供述するが，「ほどなく本件ピンク色小銭入れをＡに返却する意思でそのジ\nャンパーの上にこれを置いた。」旨の供述は捜査段階では一切なされていない供述\nであり，突如，このような重要な事実について，このような大きな供述の変遷が生\nじた合理的理由は見出しがたいのであって，被告人のこの供述は信用できない。\n４　以上のとおり，被告人及び弁護人の主張は理由がない。\n（法令の適用）\n被告人の判示所為は，覚せい剤取締法４１条の２第１項に該当するところ，その\n所定刑期の範囲内で被告人を懲役１年４月に処し，刑法２１条を適用して未決勾留\n日数中１８０日をその刑に算入し，押収してあるチャック付きポリ袋入り覚せい剤\n白色結晶粉末４袋（平成１５年押第３８号の１ないし４）は，判示の罪に係る覚せ\nい剤で犯人の所持するものであるから，覚せい剤取締法４１条の８第１項本文によ\nりこれを没収し，訴訟費用については，刑事訴訟法１８１条１項本文によりこれを\n被告人に負担させることとする。\n（量刑の理由）\n本件は，被告人が覚せい剤を所持した覚せい剤取締法違反の事案であるが，被告\n人は，少年時代に覚せい剤取締法違反の非行歴が３度あるほか，平成１３年１０月\n２日神戸地方裁判所姫路支部で覚せい剤取締法違反等の罪により懲役２年６月（４\n年間刑の執行猶予）に処せられ，その執行猶予中の身であるにもかかわらず，格別\nの理由なく，その刑宣告後約１年２か月で本件犯行に及んだものであり，被告人の\n覚せい剤に対する親和性や規範意識の乏しさは軽視しえず，しかも，本件犯行につ\nいて，不合理な弁解を繰り返してやまないなど本件犯行を直視する態度に欠けるこ\nとを併せ考慮すると，被告人の刑事責任は重いというべきであるが，本件覚せい剤\n所持に至る経過は必ずしも明らかでないこと，前刑の執行猶予が取り消され併せて\n服役すること，実母\nにおいて被告人の長女を預かり養育中であるところ，実母において，被告人の早期\nの社会復帰を願うとともに，その指導監督を誓約していること，被告人なりの反省\n悔悟の情等被告人のために斟酌すべき事情も認められるので，これらの事情を最大\n限に考慮して，主文のとおり量定した次第である。\nよって，主文のとおり判決する。\n平成１５年９月１０日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　　杉　森　研　二\n"
}