{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 10
  },
  "case_number": "平成12(行ケ)229",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12501",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12501",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/501/012501_hanrei.pdf",
  "contents": "平成１２年（行ケ）第２２９号承継参加申立事件\n平成１３年４月２６日口頭弁論終結\n判 決\n参加人　　　　　　 　デイド・べーリング・マルブルク・ゲゼルシャフト・\nミット・ベシュレンクテル・ハフツング\n同訴訟代理人弁理士 　青  山      葆\n同 　中　嶋　正  二\n脱退原告 　　　　ベーリングヴェルケ・アクチエンゲゼルシャフト\n被        　　　告 　特許庁長官　及　川　耕　造\n同指定代理人 　　　　後　藤　千恵子\n同                  　森　田　ひとみ\n同                  　廣  田  米  男\n主 文\n特許庁が平成８年審判第９６５９号事件について平成９年３月１７日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　参加人\n主文と同旨\n２　被告\n参加人の請求を棄却する。\n訴訟費用は参加人の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n脱退原告は，発明の名称を「定性免疫クロマトグラフィー方法および装置」\nとする発明につき，１９８６年（昭和６１年）１１月７日に米国においてした特許\n出願に基づく優先権を主張して，昭和６２年１１月５日に特許出願をしたが，平成\n８年２月２６日，拒絶査定を受けたので，同年６月２１日に拒絶査定不服の審判を\n請求した。特許庁は，これを平成８年審判第９６５９号事件として審理した結果，\n平成９年３月１７日に「本件審判の請求は,成り立たない。」との審決をし，同年４\n月３日にその謄本を脱退原告に送達した。なお，出訴期間として９０日が付加され\nた。\n脱退原告は，平成９年７月２１日，参加人（旧商号「べーリング・ディアグ\nノスティクス・ゲゼルシャフト・ミット・ベシュレンクテル・ハフツング」）に対\nし，上記発明についての特許を受ける権利を譲渡した。参加人は，平成１０年２月\n１７日，その商号を現商号に変更したうえ（その登記は平成１０年２月１７日），\n平成１１年１１月２２日，上記譲渡に伴う名義変更の届出をした。\n２　本願発明に係る特許請求の範囲（第１項。以下「本願発明」という。）\n「各々のアナライトがリガンドおよびそれに相補的なレセプターから成る特異\n的結合対（「ｓｂｐ成分」）の一員である，１種またはそれ以上の前記アナライト\nの含有が疑われる試料中に予め決定された最少検出可能量またはそれ以上の量で存\n在する複数のアナライトの１種またはそれ以上の存在の測定方法であって，\n(a)前記試料，および各々前記アナライトの１つと類似した２種またはそれ以上\nの第１ｓｂｐ成分の予め決定された量を含む試験溶液と，毛管移動によって前記試\n験溶液を少なくとも一方向に浸透させ得る吸収性（ｂｉｂｕｌｏｕｓ）材料片の接\n触部分とを接触させ，ただし前記吸収性材料には各々前記アナライトおよび第１ｓ\nｂｐ成分に結合し得る２種またはそれ以上の第２ｓｂｐ成分の予め決定された量が\n実質的に均一および非拡散結合しているため，予め決定された量の各アナライトが\n存在する場合，類似第１ｓｂｐ成分は少なくとも前記接触部分から離れた吸収性材\n料片上の予め定められた部位に移動し，\n(b)毛管移動によって少なくとも試験溶液の一部を前記吸収性材料片に浸透させ\nて少なくとも前記の予め定められた部位に到達させ，\n(c)予め定められた部位において１種またはそれ以上の第１ｓｂｐ成分を検出す\nる\nことを含んで成る方法。」\n（判決注・「ｓｂｐ」とは，「ｓｐｅｃｉｆｉｃ　ｂｉｎｄｉｎｇ　ｐａｉ\nｒ」の略である。）\n３　審決の理由\n審決の理由は，別紙審決書の理由の写しのとおりである。要するに，審決\nは，特開昭５９－２８６６２号公報（甲第３号証。以下「引用刊行物」といい，こ\nれに記載された技術を「引用発明」という。）には，「各々のアナライトがリガン\nドおよびそれに相補的なレセプターから成る特異的結合対（「ｓｂｐ成分」）の一\n員である，１種またはそれ以上の前記アナライトの含有が疑われる試料中に予め決\n定された最少検出可能量またはそれ以上の量で存在する複数のアナライトの１種ま\nたはそれ以上の存在の測定方法であって，(a)前記試料，および各々前記アナライト\nの１っと類似した第１ｓｂｐ成分の予め決定された量を含む試験溶液と，毛管移動\nによって前記試験溶液を少なくとも一方向に浸透させ得る吸収性（ｂｉｂｕｌｏｕ\nｓ）材料片の接触部分とを接触させ，ただし前記吸収性材料には各々前記アナライ\nトおよび第１ｓｂｐ成分に結合し得る第２ｓｂｐ成分の予め決定された量が実質的\nに均一および非拡散結合しているため，予め決定された量の各アナライトが存在す\nる場合，類似第１ｓｂｐ成分は少なくとも前記接触部分から離れた吸収性材料片上\nの予め定められた部位に移動し，(b)毛管移動によって少なくとも試験溶液の一部を\n前記吸収性材料片に浸透させて少なくとも前記の予め定められた部位に到達さ\nせ，(c)予め定められた部位において第１ｓｂｐ成分を検出することを含んで成る方\n法。」（審決書１１頁１３行～１２頁１８行）との技術が記載されており，この点\nで本願発明の構成と一致する，と認定し，この認定を前提に，摘示した相違点のみ\nについて判断しただけで，本願発明は，引用発明に基づいて当業者が容易に発明で\nきたものと認められるから，特許法法２９条２項の規定に該当し，特許を受けるこ\nとができない，と判断したものである。\n４　引用刊行物の記載\n引用刊行物（特開昭５９－２８６６２号公報）には，次の事項が記載されて\nいる（以下，順に「引用事項Ａ」・・・「引用事項Ｆ」ということがある。）。\nＡ「被検体－　配位体であってよいモノ－又はポリ－エピトピック（ｅｐｉｔ\nｏｐｉｃ），普通抗原又は付着体である測定すべき化合物又は組成物。この化合物\nの単数又は複数は少くとも１つの共通のエピトピック点或いは受体を分けあう。」\n（引用刊行物４頁右上欄２行～６行）\nＢ「特異的結合対（「ｍｉｐ」）－　分子の一方が他の分子の特別な空間的及\nび極性組織に特異的に結合する領域を表面又は空洞中に有する２つの異なった分\n子。特異的結合対の員は配位体及び受体（抗配位体）として言及される。多くの場\n合，受体は抗体であろうし，配位体は抗原又は付着体として役立つであろうし，そ\nの程度まで免疫学的対の員である。それ故に，員の各々はｍｉｐとして言及され\nる。「ｍｉｐ」はすべての配位体及びすべての受体を含むことが意図されているこ\nとが理解されよう。」（同４頁右上欄７行～１７行）\nＣ「信号発生系－　信号発生系は１つ又はそれ以上の成分を有するが，少くと\nも１つの成分はｍｉｐに共役する。信号発生系は外部手段により，普通電磁照射の\n手段により，望ましくは肉眼的検査により検知しうる測定可能な信号を発生する。\n多くの場合，信号発生系は発色団および酵素を含む。この場合発色団は紫外又は可\n視域で光を吸収する染料，燐光体，蛍光体及び化学発光体を含む。」（同４頁左下\n欄１１行～１８行）\nＤ「本方法は静置固体相と移動液体相を含む吸収性支持体で行なわれる。静置\n固体相は連続して異なる溶液中の複数の試薬と接触させることができる。この時連\n続した試薬組成物との接触間では洗浄工程が普通省略される。ｍｉｐが無拡散的に\n吸収性支持体に結合する領域は免疫吸着域として言及される。試料からの被検体は\n域の前端を進む溶媒と一緒に運ばれて吸着域を横切るであろう。支持体に結合した\nｍｉｐに対して同族の又は補足的なｍｉｐである被検体はｍｉｐ複合体形成を介し\nて支持体に結合するようになる。信号発生系は，被検体が結合する免疫吸着域の区\n域がそれが存在しない区域と区別できる手法を提供する。この時免疫クロマトグラ\nフ上の予じめ決められた点からの距離は試料中の被検体の量の１つの尺度である。\n免疫吸着域を通る試料の量は，試料を適当な溶媒に溶解すること及び溶液を毛管現\n象によって免疫吸着域を移動させることによって増加せしめられる。」（同４頁右\n下欄９行～５頁左上欄９行）\nＥ「分析を行なう場合，工程手順は通常試料を溶出溶媒に溶解することを含\nむ。試料は多種類の起源，例えば生理学的液体，例えは血液，血清，血漿，尿，目\nのレンズの体液，髄液など，化学工程流，食品，殺虫剤，汚染物などに由来しう\nる。次いでクロマトグラフの一端を，普通緩衝された水性媒体であって，信号発生\n系の１種又はそれ以上の員を含有していてよい溶出試料を含む溶媒と接触させる。\n信号発生系の員が存在する場合，少くとも１つの員はｍｉｐに共役してｍｉｐ－標\n識共役体を与えるであろう。」（同５頁右下欄１８行～６頁左上欄９行）\nＦ「標識されたｍｉｐは３つの異なる方法で使用しうる。この方法の２つは標\n識されたｍｉｐを溶出溶媒中に存在させるものであり，第３の方法は試料の溶出後\nに使用される試薬溶液中に標識されたｍｉｐを存在させることを含む。溶出溶媒を\n合む２つの方法は，ｍｉｐ標識が被検体と並流的に免疫吸着域を横切って存在する\n結合点に対して被検体と実際に競合する，或いはｍｉｐ標識が見かけの競争を示さ\nずに，主に被検体が結合する域を越えたすぐの域に結合しているものである。１つ\nの場合には試料含有の溶媒と免疫クロマトグラフとの最初の接触線から延びる域を\n得，一方他の場合には被検体が結合する域と被検体の存在しない域との間を区別す\nる境界が生成する。」（同６頁左上欄１５行～右上欄９行）\n第３　原告主張の審決取消事由の要点\n審決は，引用発明の認定を誤った結果，本願発明と引用発明との一致点の認\n定を誤り，その結果，本願発明と引用発明との間に存在する相違点を看過したもの\nであり，違法であることが明らかであるから取り消されるべきである。\n１　引用発明が複数のアナライトを検知する構成を有するとの誤認\n審決は，引用発明の「被検体」（アナライト）は，引用事項Ａの記載によれ\nば，「組成物」であってもよいから，複数の化合物をも包含することになる，と認\n定した（審決書８頁７行～１１行参照）。しかし，この認定は誤りである。\n引用事項Ａにいう「組成物」は，一般的な意味での複数の化合物を指称した\nものではなく，引用発明の免疫反応において，特異的結合対（ｍｉｐ）の１員とし\nての同一性のある範囲内の組成物を指称しているのである。このことは，引用事項\nＡの「組成物」についての記載の後で，「この化合物の単数又は複数は少なくとも\n１つの共通のエピトピック点或いは受体を分け合う。」と記載されていることから\nも明らかである。\nまた，引用発明において，アナライトが複数存在するのであれば，アナライ\nトのそれぞれに対応する複数の免疫反応系の存在が必要となるから，当然に，その\nことに関する技術説明がなければならないにもかかわらず，引用刊行物中には，そ\nのような複数の免疫反応系についての説明は全く見当たらない。\nさらに，引用発明は，クロマトグラフの一端からのアナライトの移動距離\n（クロマトグラフ上の発生信号により検知される境界までの距離）により，その存\n在量を定量する方法であるからこそ，そこでは，複数のアナライトが混在する場合\nであっても，一つの移動距離しか得られず，したがって，複数のアナライトのそれ\nぞれを識別することはできない。要するに，原理上，引用発明は，複数のアナライ\nトの検出を予定した方法ではないのである。\nこれらの事実からすれば，引用発明の「組成物」は，単一の免疫反応系で免\n疫反応的に単一物質とみなし得るような限定的範囲内の組成物であれば，単一物質\nの測定を対象とする引用例の方法においても単一物質と同様に取り扱えるというこ\nとを記載したにすぎないものであり，引用発明を，本願発明のように複数の免疫反\n応系の利用を必須の構成要素とした複数のアナライトを同時に測定する方法である\nものと理解することはできないのである。\n２　引用発明が「予め定められた部位」の構成を有するとの誤認\n審決は，引用発明の「免疫吸着域」が本願発明の「予め定められた部位」に\n相当する旨認定しているが，この認定も誤っている。\n本願発明においては，未知量のアナライトとアナライト類似の第１ｓｂｐ成\n分とが，吸収性材料上の所定量の第２ｓｂｐ成分（アナライト及びアナライト類似\nの第１ｓｂｐ成分の双方と結合する。）と競合反応を行い，アナライトが存在する\n場合には，アナライトの存在量に応じて未結合の第１ｓｂｐ成分が部分的に生じる\nようにし，この未結合の第１ｓｂｐ成分が，競合反応の部位とは別の部位である\n「予め定められた部位」へ移動し，そこで検出されるように構成されているもので\nある。つまり，本願発明の「予め定められた部位」とは，競合反応の部位とは別の\n部位であり，競合反応において結合し得なかった未結合の第１ｓｂｐ成分が移動し\nて検出される部位なのである。\n他方，引用発明の場合は，いわゆるサンドイッチ法の原理を採用しており，\n第１段階で，免疫吸着域において，吸収性材料上の無標識ｍｉｐにアナライトを結\n合させてアナライト－ｍｉｐ結合体を形成し，第２段階で，同じ免疫吸着域におい\nて，アナライト－ｍｉｐ結合体と標識ｍｉｐとを結合させて，サンドイッチ型の無\n標識ｍｉｐ－アナライト－標識ｍｉｐの二重結合体を形成し，この二重結合体の標\n識を，これが形成された部位において検出し，その標識境界の位置によりアナライ\nトの存在を検知する手法である。つまり，引用発明においては，「免疫吸着域」の\n部位でアナライトと標識ｍｉｐのどちらもが結合反応をし，標識ｍｉｐの検出が行\nわれるものである。\nしたがって，引用発明の測定原理は，本願発明のそれと根本的に異なってお\nり，引用発明の「免疫吸着域」を，本願発明の「あらかじめ定められた部位」と同\n一視できるものではない。\n３　引用発明に関するその余の誤認\n本願発明においては，前記のとおり，未知量のアナライトとアナライト類似\nの第１ｓｂｐ成分とが，吸収性材料上の所定量の第２ｓｂｐ成分と競合反応を行\nい，アナライトが存在する場合には，アナライトの存在量に応じて未結合の第１ｓ\nｂｐ成分が部分的に生じるようにし，この未結合の第１ｓｂｐ成分が，競合反応の\n部位とは別の部位である「予め定められた部位」へ移動し，そこで検出されるよう\nに構成されているのに対して，引用発明においては，第１段階で，吸収性材料上の\n無標識ｍｉｐにアナライトを結合させてアナライト－ｍｉｐ結合体を形成し，第２\n段階で，アナライト－ｍｉｐ結合体と標識ｍｉｐとを結合させて，サンドイッチ型\nの無標識ｍｉｐ－アナライト－標識ｍｉｐの二重結合体を形成し，この二重結合体\nの標識を，これが形成された部位において検知するものである。\nしたがって，本願発明においては，アナライトとアナライト類似の第１ｓｂ\nｐ成分に対し第２ｓｂｐ成分によって競合反応を行い，この競合反応が第１段階で\n終了するのに対し，引用発明においては，競合反応はせずに，第１段階と第２段階\nの２段階に分けて反応を行うものであり，原理的にも，競合反応をすることはあり\n得ないのである。また，引用発明の標識ｍｉｐをもって，本願発明の「第１ｓｂｐ\n成分」と同視することはできないものである。\n引用発明においては，標識ｍｉｐは，アナライトと混在させると，相互に結\n合してしまうものであるから，本願発明のように，別の何かに対してｍｉｐとアナ\nライトとを「競合反応」させるということは，原理的に考えられないのであり，こ\nのような特性の標識ｍｉｐを使用する引用発明の場合，測定操作としては，アナラ\nイトを中間に挟んだサンドイッチ型結合体の形成を利用するいわゆる「サンドイッ\nチ法」によってしか実施できないことが明白である。\n第４　被告の反論の要点\n１　引用発明が複数のアナライトを検知する構成を有するとの誤認，について\n引用刊行物には，「被検体－　配位体であってよいモノ－又はポリ－エピト\nピック（ｅｐｉｔｏｐｉｃ），普通抗原又は付着体である測定すべき化合物又は組\n成物。」（４頁右上欄２行～６行）と記載されており，「組成物」とは，一般的\nに，複数の化合物からなる混合物を意味するものであるから，引用刊行物中の「組\n成物」も，被検体が複数の化合物からなる混合物であることを示している。\nまた，引用例に「この化合物の単数又は複数」が「少くとも１つの共通のエ\nピトピック点或いは受体を分けあう」という記載は，意味するところが明瞭とはい\nえないものの，「化合物の複数」という用語は，あくまでも免疫化学的に単一の化\n合物として挙動する場合に使用する表現であり，いわゆる免疫化学的に「混合物」\nと表現するのが適切でないために，「化合物の複数」という表現にしたものと思わ\nれる。原告主張のように，アナライトが単一の免疫反応系で免疫反応的に単一物質\nとみなし得る範囲内のものを意味するのであれば，引用刊行物のような「この化合\n物の単数又は複数」という表現は採らずに，「この化合物又は組成物」という表現\nを使うはずである。したがって，引用刊行物に「単数又は複数」と表現されている\nのは，アナライトが複数の化合物であってもよいということであり，このことか\nら，引用発明が複数のアナライトを検知し得るものであることを示しているもので\nある。\n２　引用発明が「予め定められた部位」の構成を有するとの誤認，について\n引用発明においては，アナライトが存在する場合に，標識ｍｉｐ（類似第１\nｓｂｐ成分）は，最初の接触線（接触部分）から離れた，免疫吸着域の予め定めら\nれた部位に移動し，予め定められた部位において標識ｍｉｐを検出するものであ\nる。そうすると，「予め定められた部位」に対応する部位は，引用例において「免\n疫吸着域」に存在する。したがって，本願発明と引用発明とは，この点で一致して\nいる。\n３　引用発明のその余の誤認，について\n引用発明の分析方法は，クロマトグラフの一端を溶出試料を含む溶媒と接触\nさせるものである。そして，引用事項Ｆには，標識ｍｉｐを三つの異なる方法で使\n用し得ることが記載されている。この三つの異なる方法のうちの二つ（第１方法，\n第２方法）は，標識ｍｉｐを「溶出溶媒」，すなわち，溶出試料を含む溶媒中に存\n在させるというものであるから，標識ｍｉｐとアナライトとが一つの溶媒に存在す\nることを示しているものであり，クロマトグラフとの接触も一つの段階で行われる\nことになるのである。\nしたがって，引用発明の方法では，標識ｍｉｐ（第１ｓｂｐ成分）がアナラ\nイトと実際に競合するものであり，本願発明において，第１ｓｂｐ成分がアナライ\nトと競合するのと差異はない。\nまた，本願発明の第１ｓｂｐ成分と引用発明の標識ｍｉｐとは，ともにアナ\nライトと競合する特異的結合対の成分であるという点で一致しているものである。\nこの点については，審決でも，本願発明の第１ｓｂｐ成分と対比する引用発明のも\nのとして「（被検体と競合する）ｍｉｐ標識」と記載しているものである。\nしたがって，審決が，本願発明の「第１ｓｂｐ成分」と引用発明の「ｍｉｐ\n標識」とが一致していると認定した点に誤りはない。\n第５　当裁判所の判断\n１　発明の概要\n甲第２号証によれば，本願明細書には，本願発明について次の記載があるこ\nとが認められる。\n(1)　〔発明の背景〕の（発明の分野）の項\n「特定の化合物のアッセイにおいて，その化合物に対応する天然のレセプタ\nーまたは抗体を使用することが可能であるということが，イムノアッセイ研究の発\n展をもたらした。各アッセイでは，リガンドおよびレセプター（アンチリガンド）\nを含む特異的結合対（「ｓｂｐ成分」）成分の相同対，通例，免疫対を用い，その\nｓｂｐの一方を検出可能なシグナルを発生する標識で標識する。イムノアッセイ法\nを行うと，ｓｂｐ成分の複合体と結合したシグナル標識および未結合シグナル標識\n間にシグナル標識の分布が生じる。結合シグナル標識と未結合シグナル標識の識別\nは，未結合シグナル標識から結合シグナル標識を物理的に分離するか，または結合\nおよび未結合シグナル標識の検出可能なシグナルを変調することにより行うことが\nできる。通例，イムノアッセイは，臨床研究室において関心の対象である多種の化\n合物の定量に供されており，比較的精巧な装置および慎重な技術を必要とする。イ\nムノアッセイは，半定量的または定性的結果を目的とし，測定に非実験技術者があ\nたる場合（例えば，家庭または病院において）広くは実用化されていない。臨床研\n究室においても，非熟練者でも実施し得る簡単で迅速なスクリーニング試験があれ\nば，多くの費用を節約することができる。」（７頁１１行～８頁１５行）\n「一般に，２種またはそれ以上のアナライトの同時測定が可能な免疫検定法\nの計画を立てるのは困難であり，実施された免疫検定法では別々のアナライト類似\n体に対して相異なる放射性標識を使用している。」（９頁１４行～１８行）\n(2)　〔発明の要約〕の項\n「この発明の方法および装置は，１種またはそれ以上のアナライトの含有が\n疑われる試料中における予め決定された最少検出可能量の複数のアナライトの１種\nまたはそれ以上の存否の測定に有用である。この装置は毛管移動によって少なくと\nも一方向に試験溶液を浸透させ得る吸収性材料片である。試験溶液は，試料および\n各々アナライトの１つと類似している，予め決定された量の２種またはそれ以上の\n第１ｓｂｐ成分を含む。吸収性材料は，少なくとも前記接触部分および接触部分か\nら離れた吸収性材料片の予め定められた部位の間に実質的に均一および非拡散結合\nした予め決定された量の複数の第２ｓｂｐ成分の２種またはそれ以上を含む。第２\nｓｂｐ成分は各々アナライトの１つおよび対応する第１ｓｂｐ成分と結合し得る。\n予定量の１種またはそれ以上のアナライトが存在する場合，類似第１ｓｂｐ成分は\n予め定められた部位に移動する。この装置は，これと結合された予め定められた部\n位でのみ１種またはそれ以上の第１ｓｂｐ成分を検出し得る手段を含み得る。この\n方法では，予め定められた部位から離れた吸収性材料片の接触部分と前記試験溶液\nを接触させると，試験溶液は毛管移動によって吸収性材料に浸透する。少なくとも\n試験溶液の一部を吸収性材料に浸透させる。予め定められた部位を第１ｓｂｐ成分\nの存在について検査するが，これは通常検出可能なシグナルの存在により示され\nる。前記シグナルは直接検出され得るか，または予め定められた部位を第１ｓｂｐ\n成分と相互作用し得るシグナル発生手段に曝して検出可能なシグナルを発生させる\nことができる。予め定められた部位にシグナルが存在するということは，試験溶液\n中に１個またはそれ以上のアナライトが存在することを示す。この発明の方法およ\nび装置は，使用法が簡単で単一試験溶液中の複数のアナライトに適用され得るため\n有利なものである。試験溶液中の１種またはそれ以上のアナライトの存否は，単一\n吸収性材料片並びに適当な第１および第２ｓｂｐ成分を用いることにより容易に行\nうことができる。」（１２頁１０行～１４頁８行）\n(3)　本願発明に係る用語の定義\n「アナライト（分析質）…抗体に特異的に結合し得る測定すべき化合物また\nは組成物，通常は抗原または薬剤。」（１６頁１３行～１５行）\n「特異的結合対の成分（「ｓｂｐ成分」）…２種の相異なる分子の一員であ\nって，他方の分子の特定の空間的および極性構成と特異的に結合するためそれに相\n補的であると定義される領域を表面または空洞部に有する分子。特異的結合対の成\n分とはリガンドおよびレセプター（アンチリガンド）を指す。」（２２頁４行～９\n行）\n「リガンド…これに対するレセプターが天然に存在するかまたは製造され得\nる有機化合物。」（２２頁１６行及び１７行）\n「レセプター（アンチリガンド）…分子の特定の空間的および極性構成，例\nえばエピトープまたは決定部位を認識し得る化合物または組成物。」（２２頁１８\n行～末行）\n「標識ｓｂｐ成分…第１ｓｂｐ成分に結合した，一般に電気化学的検出また\nは電磁放射線の吸収もしくは放射が可能な標識，触媒，多くの場合酵素。標識ｓｂ\nｐ成分はシグナル発生系の一員であり，アッセイの特定のプロトコルに従って第１\nｓｂｐ成分を選択して第２ｓｂｐ成分に結合させる。」（２３頁４行～９行）\n「抗体…他方の分子の特定の空間的および極性構成と特異的に結合するため\nそれに相補的であると定義される領域を表面または空洞部に有する免疫グロブリン\nまたはその誘導体もしくはフラグメント。」（２３頁１０行～１４行）\n「第１ｓｂｐ成分…第２ｓｂｐ成分，通常レセプターまたは抗体との結合に\n関して類似アナライトと競合し得る修飾アナライトまたはアナライト類似体もしく\nは代用物であって，修飾により標識とアナライト類似体を連結して標識ｓｂｐ成分\nを提供する手段が得られる。」（２３頁１９行～２４頁４行）\n「第２ｓｂｐ成分…アナライトおよび第１ｓｂｐ成分に結合し得るｓｂｐ成\n分。第２ｓｂｐ成分はアナライトの決定部位および第１ｓｂｐ成分の決定部位に結\n合し得る。」（２４頁１４行～１７行）\n「吸収性材料…少なくとも０．１μ，好ましくは少なくとも１．０μの孔を\n有する多孔質材料であり，毛管作用に応じて水性媒質を浸透させ得る。」（２４頁\n１８行～末行）\n２　引用発明が複数のアナライトを検知する構成を有するとの誤認，について\n(1)　上記１認定の事実によれば，本願発明は，試験溶液中の複数のアナライト\nの検知・識別を可能とする免疫分析（イムノアッセイ）の方法であることが認めら\nれ，この点については被告も争っていないところである。\n(2)　引用発明に係る免疫分析の方法について検討する。\n(イ)　引用刊行物に，「被検体－　配位体であってよいモノー又はポリーエ\nピトピック（ｅｐｉｔｏｐｉｃ），普通抗原又は付着体である測定すべき化合物又\nは組成物。この化合物の単数又は複数は少くとも１つの共通のエピトピック点或い\nは受体を分けあう。」（引用事項Ａ）との記載があることは，前示（第２の４）の\nとおりであり，当事者間に争いがない。\n後段の「この化合物の単数又は複数」が前段の「化合物又は組成物」を\n受けていることは，記載自体から明らかであるから，通常の用語法に従えば，「組\n成物」とは，「この化合物の複数」を意味するものであり，したがって，引用発明\nは「被検体」すなわちアナライトが複数の化合物の場合を含む，というべきであ\nる。しかし，引用発明が，アナライトが複数の化合物の場合を含むものであるから\nといって，そのことを，直ちに，引用発明は試験溶液中の複数のアナライトの測定\nも可能とする免疫分析の方法である，との事実に結び付けることができないのは当\n然であり，引用刊行物にそのような技術が開示されているかどうかを知るために\nは，更に検討を加える必要がある。\n(ロ)　引用発明の分析方法について検討する。\n甲第３号証によれば，引用刊行物中に次の記載があることが認められ\nる。\n「本発明によれば，定量的分析が特別な装置を用いずに容易に行なうこと\nができるという被検体を検知するための新規な免疫クロマトグラフィー法が提供さ\nれる。被検体は，標識が１種又はそれ以上の酵素を含む酵素による信号発生系の１\n員である標識された共役体（ｃｏｎｊｕｇａｔｅ）の存在又は不存在下に吸収性の\n担体で免疫クロマトグラフに供される。被検体をクロマトグラフィーで処理した\n後，酵素共役体が試料中に含まれていなかった場合には，このクロマトグラフを，\n被検体の移動した距離と関連してクロマトグラフに結合する標識された特異的結合\n対員と接触させる。適当な試薬を与えることにより，１つの酵素の基質が他の酵素\nの生産物である２つの酵素の場合，検知しうる信号を与える最終生産物が生成され\nる。この時被検体の移動した距離が決定され，その距離を試料中の被検体の量と関\n係づける。今回，試料中の被検体の存在を決定するのに用いるための方法及び組成\n物が提供される。本方法は，境界が免疫クロマトグラフの両端間において発現さ\nれ，境界の免疫クロマトグラフの一端からの距離が試料中の被検体の量と関係する\n免疫クロマトグラフを含む。いろいろな工程手順を用いうるが，決まって免疫クロ\nマトグラフをその一端で試料溶液と接触させ，その溶液を免疫クロマトグラフに沿\nって上昇させる。次いで被検体が結合した領域及び被検体のない領域間のはっきり\nした輪郭を与える１種又はそれ以上の試薬を組合せることによって種々の技術を使\n用することができる。その技術は，被検体が結合している領域を被験体が存在しな\nい領域から明確に区別するために，単一の試薬又は組合せた試薬を使用することを\n含む。これは結合した被検体又は遊離域の被検体において，一方の又は他方の域に\n亘っての検知しうる信号を与えて２つ領域を区別し，或いは２つの領域間に区別し\nうる境界を発現させることを含む。用いる試薬及び材料を適当に選択することによ\nり，結合した被検体又は遊離の被検体の領域のいずれかにおいて或いは主に２つの\n領域間の境界において信号を発生させることができる。」（３頁右上欄７行～右下\n欄９行）\n(ハ)　引用刊行物中の上記記載に，前記引用事項ＡないしＦを併せ考えれ\nば，引用刊行物には，アナライトの含有が疑われる試験溶液を，クロマトグラフの\n一端から他端に向け，毛管現象により移動させ，アナライトが結合した領域とアナ\nライトのない領域との境界を区別することによって，アナライトが接触した位置か\nら免疫クロマトグラフに沿って移動した距離を検知し，この距離によって試料中の\nアナライトの量を測定するという技術（引用発明）が記載されていることが認めら\nれる。しかし，引用発明に開示されているのは，一種類のアナライトに対して，こ\nれが存在する領域と存在しない領域との境界を区別し，一つの移動距離を検出する\nことによる免疫分析の方法のみである。\n複数のアナライトの検知・識別を可能とするためには，当然に，複数の\nアナライトに対応して，複数の境界が生じることが予想されるので，複数のアナラ\nイトのそれぞれについて，当該アナライトが存在する領域と存在しない領域との境\n界を区別し，それぞれの移動距離を検出するための技術が必要不可欠となるはずで\nある。しかし，引用刊行物（甲第３号証）に，そのような技術の記載を見出すこと\nができない。\nしたがって，当業者といえども，引用刊行物から，引用発明のような技\n術によって，複数のアナライトを識別する免疫分析の方法を読み取ることはできな\nい。\n(ニ)　以上に照らすと，結局，引用刊行物の引用事項Ａに，被検体に関し，\n「化合物又は組成物」，「この化合物の単数又は複数」という記載があったとして\nも，そこには，単一の免疫反応系による免疫反応に係る技術しか開示されていない\nから，上記「組成物」とは，複数の化合物からなるものの，単一の免疫反応系によ\nる免疫反応において単一の化合物と同様に取り扱うことのできる組成物を意味する\nものといわざるを得ないのである。\n(3)　そうすると，引用刊行物に，複数のアナライトを検知する免疫分析の方法\nが開示されているとした審決の認定は，誤っていることが明らかである。\n３　引用発明が「予め定められた部位」の構成を有するとの誤認，について\n(1)　本願発明の「予め定められた部位」\n(イ)　本願発明の特許請求の範囲には，「予め決定された量の各アナライト\nが存在する場合，類似第１ｓｂｐ成分は少なくとも前記接触部分から離れた吸収性\n材料片上の予め定められた部位に移動し」，「(b)毛管移動によって少なくとも試験\n溶液の一部を前記吸収性材料片に浸透させて少なくとも前記の予め定められた部位\nに到達させ，(c)予め定められた部位において１種またはそれ以上の第１ｓｂｐ成分\nを検出する」との記載があることは，前記（第２の２）のとおりである。\n同記載によれば，本願発明においては，予め決定された量の一つ又は複\n数のアナライトが存在する場合に限って，一つ又は複数のアナライト類似の第１ｓ\nｂｐ成分が毛管移動によって吸収性材料片に浸透しかつ移動し，予め定められた部\n位に到達し，そこで一つ又は複数のアナライト類似の第１ｓｂｐ成分が検出される\nというものであることが認められ，そうすると，「予め定められた部位」とは，予\nめ決定された量の各アナライトが存在する場合にのみ，各第１ｓｂｐ成分が移動し\nかつ検出される特定の位置をいうものである。\n(ロ)　以上の事実は，本願明細書の発明の詳細な説明の記載からも裏付ける\nことができる。すなわち，以下のとおりである。\n本願明細書（甲第２号証）には，前記１（発明の概要）のとおり，〔発\n明の要約〕の項に，「この発明の方法および装置は，１種またはそれ以上のアナラ\nイトの含有が疑われる試料中における予め決定された最少検出可能量の複数のアナ\nライトの１種またはそれ以上の存否の測定に有用である。・・・第２ｓｂｐ成分は\n各々アナライトの１つおよび対応する第１ｓｂｐ成分と結合し得る。予定量の１種\nまたはそれ以上のアナライトが存在する場合，類似第１ｓｂｐ成分は予め定められ\nた部位に移動する。この装置は，これと結合された予め定められた部位でのみ１種\nまたはそれ以上の第１ｓｂｐ成分を検出し得る手段を含み得る。」（１２頁１０行\n～１３頁９行），「予め定められた部位を第１ｓｂｐ成分の存在について検査する\nが，これは通常検出可能なシグナルの存在により示される。・・・予め定められた\n部位にシグナルが存在するということは，試験溶液中に１個またはそれ以上のアナ\nライトが存在することを示す。」（１３頁１４行～１４頁２行）との記載がある。\nまた，甲第２号証によれば，本願明細書の〔実施態様の記載〕の項に\nは，「第２ｓｂｐ成分を少なくとも吸収性材料の接触部分および接触部分から離れ\nた予め定められた部位間に実質的に均一および非拡散結合させることによ\nり，・・・アナライトが存在する場合のみ，第１ｓｂｐ成分は予め定められた部位\nに移動する。・・・予め定められた部位に結合した第１ｓｂｐ成分があればこれが\n検出される。」（１５頁５行～１４行），「この装置は，これと結合した，予め定\nめられた部位でのみ第１ｓｂｐ成分を検出し得る・・・アナライトが存在する場\n合，１種またはそれ以上の第１ｓｂｐ成分は予め定められた部位に移動す\nる。・・・アナライトが試料中に存在する場合に予め定められた部位で検出可能な\nシグナルを発生させ」（１６頁１行～９行），「予め定められた部位の位置は，こ\nの発明に係る基礎原理により定められる。・・・アナライトが存在しない場合，第\n１ｓｂｐ成分は接触部分からある程度距離をおいたストリップの部分で第２ｓｂｐ\n成分に結合する。アナライトが存在する場合この距離は増すため，明らかに，予め\n定められる部位の位置は，不正確な（偽の）陽性測定結果を避けるために接触端部\nからさらに距離をあけなければならない。非常に高感度の検出が要求される場合，\nさらに僅かだけ距離をあけて部位を定めるのが望ましい場合もあり得る。感度が厳\n密ではない場合，ストリップの接触部分と反対のストリップ端部の近くに部位を定\nめるのが望ましい。・・・こうして，部位を前記端部から「離して」定める。」\n（４４頁１行～４５頁４行），「接触部分および予め定められた部位間に結合した\n各第２ｓｂｐ成分の量は，アナライトの予め測定された最少検出可能量プラス試験\n溶液中の対応する第１ｓｂｐ成分の量と大体等しい。従って，前記部位を接触部分\nから遠くへ動かすことが望ましい場合，ストリップの各第２ｓｂｐ成分の密度を減\nらすだけでよい。逆に，ストリップ上の各第２ｓｂｐ成分の密度を増やすことによ\nり前記部位を接触部分の近くへ移動させることができる。」（４６頁１行～９行）\nとの記載があることが認められる。\n上記記載によれば，本願明細書には，本願発明が，アナライトが存在す\nる場合にのみ，第１ｓｂｐ成分が「予め定められた部位」に移動し，この「予め定\nめられた部位」において「第１ｓｂｐ成分が検出される」ことが，繰り返し記載さ\nれていることが明らかである。\n(ハ)　さらに，甲第２号証によれば，本願明細書には，本願発明の実施例と\nして，「例えば，この発明の一態様では，１価の薬剤である２種のアナライトが存\n在する。薬剤の含有が疑われる試料を酵素と各薬剤の１つとの予め測定された量の\nコンジュゲートと混合して水性試験溶液を生成する。吸収性ストリップには予め測\n定された量の各薬剤の抗体が均一に結合している。その結果，接触部分を試験溶液\nと接触させると，試験溶液が予め定められた部位に達する前に予め測定された最少\n検出可能量に満たない量の薬剤およびコンジュゲートは捕獲される。薬剤が試料中\nに存在する場合，薬剤およびコンジュゲートは一緒にストリップに浸透する。試料\n中に薬剤が多いとき，コンジュゲートおよび薬剤は予め定められた部位に向かって\nさらに移動する。どちらの薬剤も試料中に存在しない場合，各コンジュゲートは全\n部薬剤の抗体と結合し，予め定められた部位に到達する前に捕獲される。予め測定\nされた最少量を越えた量の薬剤の一方または両方が存在する場合，コンジュゲート\nの一方または両方は予め定められた部位に移動する。」（５０頁１３行～５１頁１\n２行）との記載があることが認められる。\n上記記載に，前記(ロ)認定の記載を併せ考えれば，本願発明において\nは，試料に含まれる未知量のアナライトと予め測定された量のアナライト類似の第\n１ｓｂｐ成分とが，吸収性材料上の所定量の第２ｓｂｐ成分（アナライトともアナ\nライト類似の第１ｓｂｐ成分とも結合し，それ以外の成分とは結合しない。）と競\n合反応を行い，試料中のアナライトが予め定められた最少量に満たない場合には，\n予め定められた部位に到達する前に，すべてのアナライトと第１ｓｂｐ成分とが捕\n獲され，予め定められた最少量を越えた量のアナライトが存在する場合には，アナ\nライトの存在量に応じて未結合の第１ｓｂｐ成分が生じ，この未結合の第１ｓｂｐ\n成分が，アナライトと第１ｓｂｐ成分と第２ｓｂｐ成分とが競合反応をして結合し\nている部位とは別の部位へ移動し，そこで検出されること，ここを「予め定められ\nた部位」といっていることが認められる。\n(2)　引用発明の「免疫吸着域」\n前記認定のとおり，引用刊行物に記載された引用発明は，クロマトグラフ\nの一端から，アナライトの含有が疑われる試験溶液を毛管現象により移動させ，ア\nナライトが結合した領域とアナライトのない領域との境界を区別することによっ\nて，被検体が接触した位置から免疫クロマトグラフに沿って移動した距離を検知\nし，この距離の大小によって試料中のアナライトの量を測定するという技術である\nから，引用発明にいう「免疫吸着域」とは，アナライトと特異的結合対（ｍｉｐ）\nとが結合する部位であり，かつ，その部位で標識ｍｉｐが検出されるところである\nことが明らかである。\nそうすると，本願発明の「予め定められた部位」においては，アナライト\nは存在せず，第２ｓｂｐ成分（アナライトとも第１ｓｂｐ成分とも結合し，それ以\n外の成分とは結合しない。）と結合し得なかったアナライト類似の第１ｓｂｐ成分\nが存在するのみであって，同所で，上記第１ｓｂｐ成分が検出され，その結果，ア\nナライトの存在を測定することができるというのであるから，引用発明の「免疫吸\n着域」が本願発明の「予め定められた部位」と相違するものであることは明らかで\nある。\n(3)　被告は，引用発明においては，アナライトが存在する場合に，標識ｍｉｐ\n（類似第１ｓｂｐ成分）は，最初の接触線（接触部分）から離れた，免疫吸着域の\n予め定められた部位に移動し，予め定められた部位において検出されるものである\nから，本願発明における「予め定められた部位」に対応する引用発明における部位\nは，「免疫吸着域」に存在するので，本願発明と引用発明とは，この点で一致して\nいる旨主張する。\n本願発明の「予め定められた部位」は，引用発明の「免疫吸着域」の一部\nを区切った領域に相当するものということはできる。その意味で，引用発明におけ\nる「免疫吸着域」は，本願発明における「予め定められた部位」に対応する部位が\n存在する，という被告の主張は，その限度では正しい。\nしかしながら，引用発明には，「免疫吸着域」に存在する「予め定められ\nた部位」に関する技術的思想が存在せず，そのため，「免疫吸着域」中の「予め定\nめられた部位」と他の部位とを区別せず，クロマトグラフ上の標識ｍｉｐが結合す\nる全領域を「免疫吸着域」としているものである。ところが，本願発明において\nは，前記認定のとおり，試料に含まれる未知量のアナライトと既知量のアナライト\n類似の第１ｓｂｐ成分とが，吸収性材料上の所定量の第２ｓｂｐ成分と競合反応を\n行い，予め定められた最少量を越えた量のアナライトが存在する場合には，アナラ\nイトの存在量に応じて未結合の第１ｓｂｐ成分が生じ，この未結合の第１ｓｂｐ成\n分が，アナライトと第１ｓｂｐ成分と第２ｓｂｐ成分とが競合反応をして結合して\nいる部位とは別の部位である「予め定められた部位」に移動し，検出されるもので\nある。要するに，引用発明と本願発明とは，免疫分析の方法における測定原理が異\nなるものといわざるを得ないのである。\n被告の主張は，結局，採用することができない。\n４　結論\n以上，検討したところによれば，審決は，引用発明が複数のアナライトを検\n知する構成を有すると認定した点，また，引用発明が本願発明における「予め定め\nられた部位」に相当する構成を有すると認定した点で誤っており，これらの誤りが\n審決の結論に影響を及ぼすことは，明白である。\nそうすると，審決の取消しを求める原告の本訴請求は，その余の点につき判\n断するまでもなく，理由があることが明らかである。そこで，これを認容すること\nとし，訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６１条を適用し\nて，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 　山　　下　　和　　明\n裁判官 　宍　　戸　　　　　充\n裁判官 　阿    部    正    幸\n"
}