{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 7
  },
  "case_number": "平成17(受)1708",
  "case_name": "親子関係不存在確認請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第220号673頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成17(ネ)1222",
  "original_date": {
    "era": "Heisei",
    "year": 17,
    "month": 6,
    "day": 22
  },
  "gist": "戸籍上自己の嫡出子として記載されている者との間の実親子関係について不存在確認請求をすることが権利の濫用に当たらないとした原審の判断に違法があるとされた事例",
  "case_gist": "戸籍上Ｘと亡夫との夫婦の嫡出子として記載されているＹがＸの実子ではない場合において，ＹとＸとの間には，ＸがＹに対して実親子関係不存在確認調停を申し立てるまでの約５１年間にわたり実親子と同様の生活の実体があり，その間，ＸはＹがＸの実子であることを否定したことがないこと，判決をもって実親子関係の不存在が確定されるとＹが軽視し得ない精神的苦痛及び経済的負担を受ける可能性が高いこと，ＸがＹに対して実親子関係不存在確認を求める本件訴訟を提起したのは，上記調停の申立てを取り下げて約１０年が経過した後であり，Ｘが本件訴訟を提起するに至ったことについて実親子関係を否定しなければならないような合理的な事情があるとはうかがわれないことなど判示の事情の下では，上記の事情を十分検討することなく，ＸがＹとの間の上記実親子関係不存在確認請求をすることが権利の濫用に当たらないとした原審の判断には，違法がある。",
  "ref_law": "民法1条3項，民法772条，人事訴訟法2条2号",
  "lawsuit_id": "33299",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=33299",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/299/033299_hanrei.pdf",
  "contents": "主文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理由\n上告代理人木津川迪洽，同石川慶一郎の上告受理申立て理由について\n１ 本件は，被上告人が，戸籍上被上告人の子とされている上告人との間の実親\n子関係が存在しないことの確認を求める事案である。\n２ 原審の確定した事実関係の概要は，次のとおりである。\n(1) 被上告人（明治４１年生まれ）と亡Ａ（明治４０年生まれ）は，昭和１２\n年▲月▲日，婚姻の届出をした。同年▲月▲日，被上告人とＡの夫婦（以下「Ａ夫\n婦」という。）の間に長男Ｂが出生した。\n(2) Ａは，上告人について，Ａ夫婦間に昭和１８年▲月▲日に出生した子とし\nて出生の届出をしたが，上告人はＡ夫婦の実子ではなく，この届出は虚偽の届出で\nあった。上告人は，同月ころから，Ａ夫婦の下でその子として養育され，高校卒業\n後，Ａが経営していたそば店を手伝うようになった。\n(3) Ａは，昭和５１年▲月▲日に死亡した。上告人は，Ａの相続人としてＡの\n遺産の約３分の１相当を取得したものとされた。\n(4) 被上告人は，平成６年ころ，上告人を相手方として，実親子関係不存在確\n認を求める調停を申し立てたが，後でこれを取り下げた。\n(5) 被上告人は，平成１６年４月ころ，上告人を相手方として，再度，実親子\n関係不存在確認を求める調停を申し立てたが，同調停は，同年６月，不成立により\n終了した。\n３ 上告人は，被上告人が上告人との間で長期間親子としての社会生活を送って\nきたものであり，Ａの死後も平成６年まで実親子関係不存在確認調停の申立て等の\n手続を採ることなく，しかも，同年に申し立てた調停を取下げにより終了させてい\nること，本訴請求は被上告人の相続を有利にしようとするＢの意向によること，判\n決をもって上告人の戸籍上の地位が訂正されると上告人が精神的苦痛を受けること\nなどの事情に照らすと，本訴請求は権利の濫用であると主張した。\n４ 原審は，次のとおり判断して，被上告人の請求を認容すべきものとした。\n身分関係存否確認訴訟は，身分法秩序の根幹を成す基本的親族関係の存否につい\nて関係者間に紛争がある場合に対世的効力を有する判決をもって画一的確定を図\nり，ひいてはこれにより身分関係を公証する戸籍の記載の正確性を確保する機能を\n有する。被上告人は真実の身分関係の確定を求めて本件訴訟を提起したものである\nから，上告人と被上告人との間で長年にわたり親子と同様の生活の実体があったこ\nと，被上告人がＡの死亡後も長期間にわたり実親子関係不存在確認訴訟を提起しな\nかったことなどを考慮しても，被上告人の本訴請求が権利の濫用に当たるとはいえ\nない。仮に本訴請求が相続を有利にしようとするＢの意向によるものであるとして\nも，上記判断を左右しない。\n５ しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n実親子関係不存在確認訴訟は，実親子関係という基本的親族関係の存否について\n関係者間に紛争がある場合に対世的効力を有する判決をもって画一的確定を図り，\nこれにより実親子関係を公証する戸籍の記載の正確性を確保する機能を有するもの\nであるから，真実の実親子関係と戸籍の記載が異なる場合には，実親子関係が存在\nしないことの確認を求めることができるのが原則である。しかしながら，上記戸籍\nの記載の正確性の要請等が例外を認めないものではないことは，民法が一定の場合\nに戸籍の記載を真実の実親子関係と合致させることについて制限を設けていること\n（７７６条，７７７条，７８２条，７８３条，７８５条）などから明らかである。\n真実の親子関係と異なる出生の届出に基づき戸籍上甲の嫡出子として記載されてい\nる乙が，甲との間で長期間にわたり実の親子と同様に生活し，関係者もこれを前提\nとして社会生活上の関係を形成してきた場合において，実親子関係が存在しないこ\nとを判決で確定するときは，乙に軽視し得ない精神的苦痛，経済的不利益を強いる\nことになるばかりか，関係者間に形成された社会的秩序が一挙に破壊されることに\nもなりかねない。また，虚偽の出生の届出がされることについて乙には何ら帰責事\n由がないのに対し，そのような届出を自ら行い，又はこれを容認した甲が，当該届\n出から極めて長期間が経過した後になり，戸籍の記載が真実と異なる旨主張するこ\nとは，当事者間の公平に著しく反する行為といえる。そこで，甲がその戸籍上の子\nである乙との間の実親子関係の存在しないことの確認を求めている場合において\nは，甲乙間に実の親子と同様の生活の実体があった期間の長さ，判決をもって実親\n子関係の不存在を確定することにより乙及びその関係者の受ける精神的苦痛，経済\n的不利益，甲が実親子関係の不存在確認請求をするに至った経緯及び請求をする動\n機，目的，実親子関係が存在しないことが確定されないとした場合に甲以外に著し\nい不利益を受ける者の有無等の諸般の事情を考慮し，実親子関係の不存在を確定す\nることが著しく不当な結果をもたらすものといえるときには，当該確認請求は権利\nの濫用に当たり許されないものというべきである。\nそして，本件においては，前記事実関係によれば，次のような事情があること\nが明らかである。\n(1) 上告人は，昭和１８年５月ころ以降，Ａ夫婦の下で実子として養育され，\n被上告人が平成６年に第１回目の調停を申し立てるまでの約５１年間にわたり，上\n告人と被上告人との間で実の親子と同様の生活の実体があり，かつ，被上告人は，\n第１回目の調停申立てまでの間，上告人が被上告人の実子であることを否定したこ\nとはなかった。\n(2) 判決をもって上告人と被上告人との間の実親子関係の不存在が確定される\nならば，上告人が受ける精神的苦痛は，軽視し得ないものであることが予想され，\nまた，被上告人は，Ａの遺産の相当部分を相続したことがうかがわれるので，被上\n告人の相続が発生した場合に，上告人が受ける経済的不利益も軽視し得ないもので\nある可能性が高い。\n(3) 被上告人が，上記第１回目の調停申立てをした動機，目的は明らかでない\nし，その申立てを取り下げた理由も明らかではない。その後，約１０年が経過して\n再度調停を申し立て，更には本件訴訟を提起するに至ったことについても，被上告\n人が上告人との間の実親子関係を否定しなければならないような合理的な事情があ\nることはうかがわれない。\n以上によれば，上告人と被上告人との間で長期間にわたり実親子と同様の生活の\n実体があったことを重視せず，また，上告人が受ける精神的苦痛，経済的不利益，\n被上告人が上告人との実親子関係を否定するため再度調停を申し立てるなどした動\n機，目的等を十分検討することなく，被上告人において上記実親子関係の存在しな\nいことの確認を求めることが権利の濫用に当たらないとした原審の判断には，判決\nに影響を及ぼすことの明らかな法令の違反がある。論旨はこの趣旨をいうものとし\nて理由があり，原判決は破棄を免れない。そして，以上の見解の下に被上告人の上\n記確認請求が権利の濫用に当たるかどうかについて更に審理を尽くさせるため，本\n件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官 古田佑紀 裁判官 滝 井繁男 裁判官 津 野 修 裁判官\n今井 功 裁判官 中川了滋）\n"
}