{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 29
  },
  "case_number": "平成13(行ケ)460",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11719",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11719",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/719/011719_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４６０号　審決取消請求事件（平成１４年７月１５日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　サイマー　インコーポレイテッド\n訴訟代理人弁護士　　　熊　倉　禎　男\n同　　　　　　　　　　田　中　伸一郎\n同　　　　　　　　　　宮　垣　　　聡\n同　　　　　　　　　　相　良　由里子\n同　　　　弁理士　　　西　島　孝　喜\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　東　森　秀　朋\n同　　　　　　　　　　森　　　正　幸\n同　　　　　　　　　　小　林　信　雄\n同　　　　　　　　　　宮　川　久　成\n主　　　　　　　　　　　文\n特許庁が不服２０００－７９７２号事件について平成１３年６月１日\nにした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、１９９７年（平成９年）７月１日にアメリカ合衆国においてした特\n許出願に基づく優先権を主張して、平成１０年６月３０日、名称を「不安定な共鳴\nキャビティを用いた極めて狭い帯域のレーザ」とする発明につき特許出願をした\n（特願平１０－１８４８８１号）が、平成１２年２月１７日に拒絶査定を受けたの\nで、同年５月２９日、これに対する不服の審判の請求をし、同年６月２８日付け手\n続補正書により明細書の特許請求の範囲の記載を補正した（以下、補正後の特許請\n求の範囲の請求項１記載の発明を「本願発明」という。）。\n特許庁は、同請求を不服２０００－７９７２号事件として審理した上、平成\n１３年６月１日に「本件審判の請求は、成り立たない。」との審決をし、その謄本\nは、同月１８日、原告に送達された。\n２　本願発明の要旨\n狭帯域レーザにおいて、\nＡ．ゲイン媒体と、\nＢ．(1)部分反射性の円筒形鏡、\n(2)(a)ビームエキスパンダ、\n(b)円筒形に湾曲した表面を有する格子、\nを含む線狭めモジュール、\nを含む不安定な共鳴キャビティと、を備え、\n前記円筒形に湾曲した表面を有する格子と前記部分反射性の円筒形鏡が前記不\n安定な共鳴キャビティの境界を画定していることを特徴とする狭帯域レーザ。\n３　審決の理由\n審決は、別添審決謄本写し記載のとおり、本願発明が、本件特許出願日前の\n他の出願であって本件特許出願後に出願公開された特願平９－１７４４７８号出願\n（以下「先願」という。）の願書に添付した明細書（以下「先願明細書」とい\nう。）に記載された発明（以下「先願発明」という。）と同一であると認められ、\n本願発明の発明者が先願明細書に記載された発明者と同一であるとも、本件特許出\n願時にその出願人が先願の出願人と同一であるとも認められないので、本願発明\nは、特許法２９条の２第１項の規定により特許を受けることができないとした。\n第３　原告主張の審決取消事由\n審決の理由中、本願発明の要旨の認定（審決謄本２頁１１行目～２０行目）\n及び先願明細書の記載をそのまま摘記した部分の認定（同２頁２５行目～３頁２７\n行目）は認める。\n審決は、本願発明と先願発明との一致点の認定を誤り（取消事由１）、相違\n点の認定を誤り（取消事由２）、相違点の判断を誤って（取消事由３）、本願発明\nが先願発明と同一であると誤って判断した結果、本願発明は特許法２９条の２第１\n項の規定により特許を受けることができないとの誤った結論に至ったものであるか\nら、違法として取り消されるべきである。\n１　取消事由１（一致点の認定の誤り）\n(1) 審決は、先願発明の「任意に曲げることができるグレーティング」が本願\n発明の「円筒形に湾曲した表面を有する格子」に相当すると認定し、この認定に基\nづいて、両者が「円筒形に湾曲した表面を有する格子、を含む線狭めモジュール」\n（審決謄本４頁２行目～３行目）を有する点で一致すると認定したが、誤りであ\nる。\n(2) すなわち、先願発明のグレーティングの構成は、任意に曲げることができ\nると記載されているだけであり、本願発明の格子のように「円筒形に湾曲した表面\nを有する」ことの開示はない。\n先願明細書（甲第４号証）には、「光共振器内においては、様々な原因に\nよって、レーザ光の波面はダイバージェンス（拡がり）および曲率を有することに\nなる」（３欄【０００６】項）、「共振器内にスリットが配置されている場合に\nは、このスリットによる回折によりスリット通過後の光は球面波となる」（３欄\n【０００７】項）及び「共振器内に配置されている光学素子自身の収差によって波\n面が歪むこともある。例えば、狭帯域化素子として用いられるプリズムエキスパン\nダのような透過型の光学素子では（ａ）内部の屈折率分布が完全に一様ではない\n（ｂ）プリスムの研磨面が歪んでいるなどにより、この光学素子を通過したレーザ\n光の波面は凸面または凹面の曲率を持つものとなる」（３欄～４欄【０００８】\n項）との記載があり、先願発明が補正対象としている波面の歪みは、光路内の光学\n要素によって生じてしまう態様の予測できない微妙な次元のものである。\nこれに対し、本願発明において補正対象とする波面の歪みは、回折による\nものではなく、円筒形鏡という鏡の形状によって生ずるものであり、先願明細書に\nいう歪みとは次元の異なるもので、その発生、態様は光学系の設計段階から予測さ\nれているものである。\nしたがって、先願発明の「任意に曲げることのできるグレーティング」\nは、定まった形状を有さず、円筒形鏡により生ずる予測できる歪みについては考慮\nされていないのであるから、本願発明の「円筒形に湾曲した表面を有する格子」に\n相当するものではない。\n加えて、先願明細書に記載された曲げ機構は、両端部を固定して背面の１\nないし複数の点に力を加えるというものであり、厳密な円筒形の湾曲には適さない\nものであるから、グレーティングを円筒形に湾曲した表面を有するように調整して\n凹凸を設けるなどということは、先願明細書には一切開示も示唆もされていないこ\nとである。\n(3) 被告は、スリットにより回折で歪みを受けたレーザ光の波面が円筒形に湾\n曲した波面となることは当業者に明らかであり、先願発明は、スリット又は他の光\n学素子で影響を受けた波面の形状に一致するようにグレーティング自体を曲げると\nいう公知の技術を前提とするものであるから、波面の歪みが補正されるように調整\nされた後に、当該「任意に曲げることができるグレーティング」が円筒形に湾曲し\nた波面に一致するように湾曲されたものとなっていることは明らかであると主張す\nる。しかし、回折における波面の乱れは極めて微妙なものであり、その歪みを予測\nすることは不可能であるし、別の光学要素が介在すれば更に歪みは変形するのであ\nるから、スリットによる回折波面が円筒形になるという被告の主張は誤りである。\n２　取消事由２（相違点の認定の誤り）\n(1) 審決は、「本願発明は、『部分反射性の鏡』として『円筒形鏡』を用いた\n『不安定な共鳴キャビティ』を備える『狭帯域レーザ』の発明であるのに対して、\n先願発明は、『部分反射性の鏡』として『フロントミラー』を用いた『共鳴キャビ\nティ』を備える『狭帯域レーザ』の発明であるという点で一応相違している」（審\n決謄本４頁７行目～１０行目）とのみ認定しているから、本願発明の前記円筒形に\n湾曲した表面を有する格子と前記部分反射性の円筒形鏡が前記不安定な共鳴キャビ\nティの境界を画定しているとの構成について、先願発明がこれを有しないことを看\n過した誤りがある。\n(2) すなわち、本願発明の「円筒形に湾曲した表面を有する格子」及び「部分\n反射性の円筒形鏡」は一体不可分の構成であって、これらによって「不安定な共鳴\nキャビティの境界を画定している」からこそ、顕著な作用効果をもたらすものであ\nる。したがって、「円筒形に湾曲した表面を有する格子」との構成を除外して、\n「部分反射性の円筒形鏡」を用いた「不安定な共鳴キャビティ」という構成のみを\n抽出して、先願発明との相違点の認定を行うことはできない。\n３　取消事由３（相違点についての判断の誤り）\n(1) 審決は、上記認定した相違点について、先願明細書（甲第４号証）に、\n「本発明（注、先願発明）は・・・不安定共振器などの他の共振器構造に適用する\nようにしてもよい」（１７欄【０１２３】項）と記載されていることを理由に、\n「先願明細書には、『フロントミラー』に換えて『部分反射性の円筒形鏡』を用い\nた『不安定な共鳴キャビティ』（不安定共振器）を備える『狭帯域レーザ』の発明\nが記載されているというべきである」（審決謄本４頁２０行目～２２行目）と判断\nしたが、誤りである。\n(2) すなわり、先願明細書の上記記載は、先願発明の回折による歪みの補正機\n構を不安定共振器に付すことに問題がないことをいうにすぎない。\nまた、先願発明は、出力カップラ等については関心を示しておらず、曲げ\nる契機としても、光路内の光学成分の補正しか意識していないのであり、出力カッ\nプラを円筒形鏡にするなどということを開示、示唆する記載は一切存在しない。む\nしろ、先願発明においては、安定型の共鳴キャビティを前提にしており、かつ、\n「グレーティング」の曲げ機構も円筒形の表面を有するのに的確でないことからす\nると、出力ミラーを円筒形状とする必要は一切存在しないばかりでなく、むしろ意\n図し得ないものである。\n第４　被告の反論\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（一致点の認定の誤り）について\n(1) 先願発明の「グレーティング」が「円筒形に湾曲した表面を有する」こと\nは、以下に述べるとおり明らかであるから、審決の認定に誤りはない。\n(2) 先願明細書（甲第４号証）には、原告が摘示した【０００６】項～【００\n０８】項の記載に加えて、「ＵＳＰ－５０９５４９２においては、グレーティング\nに入射するレーザ光の波面に一致するようにグレーティング自体を曲げることによ\nり、上記不具合に対処するようにしていた」（【００１０】項）との記載があり、\nさらに、【００３４】項～【００３９】項において、グレーティングに入射するレ\nーザビームの拡がり角Δθをほぼ零にする効果として説明されていることから、先\n願発明の「任意に曲げることができるグレーティング」は、光共振器内において様\n々な原因で影響を受けたレーザ光の波面の存在を前提とし、その波面の形状に一致\nするように「グレーティング」自体を曲げるために設けられた構成である。\n特に、【０００７】項には「共振器内にスリットが配置されている場合に\nは、このスリットによる回折によりスリット通過後の光は球面波となる」と記載さ\nれ、スリットによる回折による波面が球面波であるとされているが、同波面は円筒\n形に湾曲した波面となることが当業者に明らかである。そして、先願発明は、スリ\nット又は他の光学素子で影響を受けた波面の形状に一致するように「グレーティン\nグ」自体を曲げるという公知の技術を前提とするものであるから、「任意に曲げる\nことができるグレーティング」との構成が円筒形に湾曲した波面に一致するように\n湾曲されたものとなっていることは明らかである。\nまた、先願発明は、公知の技術の、湾曲した「グレーティング」が滑らか\nな曲率を持つ凹面とはならず、屈曲点を有する略３角形状となっていた点を克服す\nるために、「任意に曲げることができるグレーティング」との構成を採用したもの\nであるから、この構成は、先願明細書の実施例の記載からも明らかなとおり、曲げ\n機構により調整された後の「任意に曲げることができるグレーティング」が円筒形\nに湾曲した形状であることを意味している。\n２　取消事由２（相違点の認定の誤り）について\n(1) 審決の一致点の認定に誤りがないことは上記のとおりである。審決が、\n「本願発明は、『部分反射性の鏡』として『円筒形鏡』を用いた『不安定な共鳴キ\nャビティ』を備える『狭帯域レーザ』の発明であるのに対して、先願発明は、『部\n分反射性の鏡』として『フロントミラー』を用いた『共鳴キャビティ』を備える\n『狭帯域レーザ』の発明であるという点で一応相違している」（審決書謄本４頁７\n行目～１０行目）と認定した趣旨は、本願発明と先願発明とが文言上一応相違して\nいることを言い表したものである。\n(2) 後記３のとおり、先願明細書には、「円筒形に湾曲した表面を有する格子\nと部分反射性の鏡が不安定な共鳴キャビティの境界を画定している」との構成が記\n載されているのであるから、審決において、本願発明の「前記円筒形に湾曲した表\n面を有する格子と前記部分反射性の円筒形鏡が前記不安定な共鳴キャビティの境界\nを画定している」との構成について、この構成のすべてを先願発明は有しないと認\n定しなかったことは当然のことであり、審決の認定に誤りはない。\n３　取消事由３（相違点についての判断の誤り）\n(1) 上記１のとおり、先願発明は「円筒形に湾曲した表面を有する格子」を有\nしている。共鳴キャビティを構成する鏡のように設計上いくつかの選択肢がある場\n合には、先願発明の目的や意図の範囲内で、技術常識や周知の事項を考慮に入れて\n解釈するのが相当であるところ、先願発明の目的は、グレーティング（反射型波長\n選択素子）を曲げることによって当該グレーティングから出射されるレーザ光の波\n面を補正することであって、先願発明の円筒形に湾曲した格子の補正の対象は、光\n共振器内に配置されている光学素子で影響を受けた波面であるから、フロントミラ\nー（出力カップラ）等の共振器自体で影響を受けた波面を補正の対象として含むも\nのである。そして、先願明細書（甲第４号証）に、「本発明（注、先願発明）\nは・・・不安定共振器などの他の共振器構造に適用するようにしてもよい」（１７\n欄【０１２３】項）との記載があることは審決が摘示したとおりであり、不安定な\n共鳴キャビティ（不安定共振器）を構成する反射鏡として部分反射性の円筒形鏡\nは、審決で引用した特公昭４７－３２９５４号公報（甲第５号証）のほかに、特開\n平２－３０３１７８号公報（乙第１号証）、特開平６－２５２４７４号公報（乙第\n２号証）及び特開平５－１０２５８４号公報（乙第３号証）に記載された事項から\nも周知であるから、先願明細書には、部分反射性の円筒形鏡を用いた不安定な共鳴\nキャビティを備えた狭帯域レーザの発明も記載されている。\n(2) 以上のとおり、先願発明の「円筒形に湾曲した表面を有する格子」は、部\n分反射性の円筒形鏡を用いた不安定な共鳴キャビティを採用した場合の円筒形鏡に\nよる波面の歪みをも補正するものであるから、先願明細書には、「円筒形に湾曲し\nた表面を有する格子と部分反射性の円筒形鏡が不安定な共鳴キャビティの境界を画\n定している狭帯域レーザ」の発明も記載されているとした審決の判断に誤りはな\nい。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1) 本件特許出願の願書に添付した明細書（甲第２号証）の発明の詳細な説明\nには、従来の技術として、「湾曲した波面を補償するための曲げられた格子が知ら\nれている」（２頁【０００３】項）、本願発明の概要及びその実施例として、「本\n発明は、極めて狭い帯域幅のレーザを提供する。この極めて狭い帯域幅は、出力カ\nップラを構成している円筒形部分反射鏡と、ビームエキスパンダ及びこの円筒形鏡\nによって生ずる波面ひずみを補正するために僅かに湾曲させた格子からなる線狭め\nシステムとを組合わせて、不安定な共鳴キャビティを形成させることによって達成\nする」（３頁【０００６】項）、「格子７４は、調整可能な湾曲を有し、円筒形鏡\n６８によって生ずる波面ひずみを補正するように調整される」（同頁【０００７】\n項）及び「回折格子３８は曲げられて円筒形凹格子表面を形成し、円筒形鏡６８に\nよって生ずるレーザ光波面ひずみを補償するようになっている。・・・本実施例で\nは、球形望遠鏡式キャビティではなく、円筒形望遠鏡式キャビティを使用している\nので、一方向、即ち水平にのみ『望遠鏡式』特性を呈する」（４頁～５頁【００１\n３】項）との記載がある。\nこれらの記載によれば、本願発明は「波面を補償するための曲げられた格\n子」が公知であることを前提として、出力カップラとして円筒形部分反射鏡を採用\nするとともに、同部分反射鏡を採用したことに伴い、線狭め機能を有する回折格子\nへの入射波面が歪み、この歪んだ波面が円筒形状であることから、回折格子とし\nて、「円筒形に湾曲した表面を有する格子」を採用したものと認めることができ\nる。また、「円筒」とは、ある一つの軸方向には曲率を有さず、それと直交する方\n向には「円」である図形を意味するものであり、このことは上記【００１３】項の\n「一方向、即ち水平にのみ『望遠鏡式』特性を呈する」との記載とも符合する。し\nたがって、本願発明の「円筒形部分反射鏡」は、一つの方向には曲率を有さない反\n射面を有する部分反射鏡であって、同じく「円筒形に湾曲した表面を有する格子」\nとは、「円筒形部分反射鏡」と対応する方向に曲率を有さない表面を有する回折格\n子であると解することができる。\n(2) 先願明細書（甲第４号証）の発明の詳細な説明には、「光共振器内におい\nては、様々な原因によって、レーザ光の波面はダイバージェンス（拡がり）および\n曲率を有することになる」（３欄【０００６】項）、「共振器内にスリットが配置\nされている場合には、このスリットによる回折によりスリット通過後の光は球面波\nとなる」（同欄【０００７】項）、「共振器内に配置されている光学素子自身の収\n差によって波面が歪むこともある」（３欄～４欄【０００８】項）、「グレーティ\nングへのレーザ光の入射波面が曲率を持つ場合は、グレーティングのそれぞれの溝\nにレーザ光が異なる角度で入射されることになるので、グレーティングの波長選択\n特性が低下し、狭帯域化したレーザ光のスペクトル線幅が広くなる」（４欄【００\n０９】項）、「【発明が解決しようとする課題】・・・従来技術によれば、グレー\nティング１０５を凹面に調整することはできるが、グレーティング１０５を凸面に\nは成形することができないという問題がある」（４欄～５欄【００１４】項）、\n「従来技術ではグレーティング１０５の両端を支持し、その中央部をの１点を引っ\n張るという単純な機構であるため、グレーティング１０５の形状が滑らかな曲率を\n持つ凹面とはならず、図２３に示すような屈曲点を有する略３角形状となってい\nた、このため、従来技術のグレーティングに平面波面は入射された場合、その回折\n波面は、図２３に示すような、３角形状となっていた」（５欄【００１６】項）、\n「この発明では、共振器の一方を構成する反射型波長選択素子を曲げる事によって\n該反射型波長選択素子から出射されるレーザ光の波面を補正する反射型波長選択素\n子の曲げ機構において、前記反射型波長選択素子の両端部を支持する支持機構と、\n前記反射型波長選択素子の背面の１次元方向の複数の異なる位置を押圧または引っ\n張る機構とを備えるようにしている」（５欄～６欄【００２２】項）、「かかる発\n明によれば、反射型波長選択素子の背面の複数箇所を押圧または引っ張ることによ\nって反射型波長選択素子を凹面又は凸面に成形するようにしているので、滑らかで\nほぼ一定の曲率をもつ凹面又は凸面を得ることができる」（６欄【００２３】項）\n及び「第８実施例においては、マイクロメータヘッドによる引っ張り機構７０をグ\nレーティング９の長手方向（溝が並べられている方向）の３箇所に配設するように\nしている」（１４欄【０１０１】項）との記載がある。\nこれらの記載によると、先願発明は、共振器内のスリット、共振器内に配\n置されている光学素子等に起因して、グレーティングへのレーザ光の入射波面が歪\nみ、その結果グレーティングの波長選択特性が低下することを防ぐために、グレー\nティングを入射波面の曲率に応じて曲げるという技術が公知であることを前提とし\nて、従来の曲げられたグレーティングでは、①グレーティングを凸面には成形する\nことができない、②グレーティングが略３角形状となり、滑らかな曲率を持つ凹面\nとはならない、という課題があることから、背面中央部を押圧又は引っ張ることに\nより凹面から凸面までの形状を得る（課題①に対応）ようにするとともに、押圧又\nは引っ張る点を多点とすることで滑らかな形状を得る（課題②に対応）ことに技術\n的意義を有するものと認めることができる。そして、これら先願明細書記載の課題\n①及び同②は、グレーティングへの入射波面が円筒面となることを前提とする課題\nではないことが明らかである。また、これら課題の解決手段によっては、グレーテ\nィングが円筒面になるものと認めることができない。すなわち、背面の１点を押圧\n又は引っ張った場合、どの方向にも曲率を有する面となることは明らかであって、\n特定の１方向に曲率を有さない面、すなわち円筒形を形成することができないこと\nは明らかである。また、先願明細書の発明の詳細な説明には、審決が摘記（審決謄\n本３頁１３行目～１５行目）した「背面を１点または多点で押圧または引っ張る機\n構が備えられており・・・グレーティング９自体を任意に曲げる（あるいは曲げを\n修正する）ことができる」（８欄【００３３】項）との記載があるが、ここでいう\n「多点」とは、上記「１次元方向の複数の異なる位置」（５欄～６欄【００２２】\n項）及び「グレーティング９の長手方向（溝が並べられている方向）の３箇所」\n（１４欄【０１０１】項）との記載から、グレーティングの長手方向すなわちグレ\nーティングの溝と直角の方向（以下「線引方向」という。）の１直線上の多点をい\nうものと認められる。そうすると、このように配設された多点を押圧又は引っ張っ\nた場合には、上記線引方向だけではなく、溝方向にも曲率が生ずることが明らかで\nあり、他方、多点数を多くして均一に押圧又は引っ張れば、線引方向に曲率を生じ\nないことは可能かもしれないが、それでは、前提とされる従来技術（５欄【００１\n６項】、１４頁【図２３】）と大幅に異なることになり、従来技術の改良にならな\nいから、そのような押圧又は引っ張りは、先願発明において採用されていないとい\nうほかなく、結局、先願発明において、「押圧または引っ張る」点を多点とした場\n合も、円筒面を形成することはできないことが明らかである。したがって、先願発\n明の「背面を１点または多点で押圧または引っ張る機構」によっては円筒面を形成\nすることができないから、「任意に曲げる」の「任意」とは、凸面にも凹面にもで\nき、その曲率を自在に調節できるという意味に理解するのが相当である。\n(3) 被告は、先願明細書（甲第４号証）に「共振器内にスリットが配置されて\nいる場合には、このスリットによる回折によりスリット通過後の光は球面波とな\nる」（３欄【０００７】項）と記載され、スリットによる回折による波面が球面波\nであるとされているが、同波面は円筒形に湾曲した波面となることが当業者に明ら\nかであり、また、先願発明は、スリット又は他の光学素子で影響を受けた波面の形\n状に一致するように「グレーティング」自体を曲げるという公知の技術を前提とす\nるものであるから、「任意に曲げることができるグレーティング」との構成が円筒\n形に湾曲した波面に一致するように湾曲されたものとなっていることは明らかであ\nると主張する。\n特開平２－３０３１７８号公報（乙第１号証）記載の発明は、発明の名称\nを「狭帯域発振エキシマレーザ」とする発明であって、その特許出願の願書に最初\nに添付した明細書の発明の詳細な説明には、「この発明は、波長選択素子としてグ\nレーティングを採用し、しかも効率よく狭帯域化できる狭帯域発振エキシマレーザ\nを提供することを目的とする」（３頁右下欄１７行目～末行）、「グレーティング\n３０は光の回折を利用して特定波長の光を選択するもので、一定方向に配列された\n多数の溝が形成されている。・・・この多数の溝と直角の方向を線引方向と称して\nいる」（４頁左下欄９行目～１２行目）、「レーザビームの広がり角は・・・放電\n方向に垂直な方向の方が小さい。そこでグレーティング３０の線引方向をこの放電\n方向に垂直な方向に一致させると、グレーティング３０におけるビーム広がりを最\n小にすることができ、これにより効率よく狭帯域化することができる」（同頁右下\n欄８行目～１５行目）、「これによりグレーティング３１の線引方向に照射される\nレーザ光の広がりは最小になり、グレーティング３１におけるビーム広がりを最小\nにすることができるので高効率で狭帯域化することが可能となる」（５頁左上欄１\n４行目～１８行目）、「ビームエキスパンダによるビーム拡大方向・・・はグレー\nティング３０の線引方向・・・に一致している。・・・グレーティング３０におけ\nるビーム広がり角がビームエキスパンダの拡大率の逆数分だけ小さくなるので狭帯\n域化の効率を高めることができる」（同頁右上欄９行目～１８行目）及び「ビーム\nエキスパンダのビーム拡大方向がグレーティング３０または３１の線引方向と略一\n致すれば充分な高効率の波長制御が可能となる」（７頁左上欄１５行目～１８行\n目）との記載がある。これらの記載によると、乙第１号証記載の「グレーティン\nグ」は、本願発明の「格子」及び先願発明の「グレーティング」と同様に、エキシ\nマレーザの発振波長を狭帯域とするために用いられている光学素子であり、グレー\nティングへの入射ビームに広がり（本件明細書記載の「波面ひずみ」及び先願明細\n書記載の「波面の歪み」と同義であると解される。）があると狭帯域化の効率が悪\nくなるため、ビームの広がりが小さい方向と線引方向を一致させ、さらに、グレー\nティングの線引方向にビームを拡大し、その分だけ線引方向におけるビームの広が\nりを抑えることにより、効率的な狭帯域化を実現するとの技術的事項が開示されて\nいるものと認めることができる。すなわち、乙第１号証においては、ビームの広が\nりが狭帯域化を阻害する要因であることの指摘はされているものの、そこにいう\n「広がり」とは専らグレーティングの線引方向であって、それと垂直な方向（グレ\nーティングの溝方向）におけるビームの広がりが狭帯域化の上で障害となる旨の記\n載はない。\nそこで、先願発明に係る特許出願当時の技術水準と考えられる上記技術的\n事項を参酌して先願明細書の記載を更に検討すると、先願明細書（甲第４号証）に\nは、「図２に示す構成において、グレーティング９に入射するレーザ光の波長を\nλ、その入射角度をθ、グレーティングの溝間隔距離をｄとしたときに回折光強度\nが最大になるのは、下式が成立するときである。\nｍ・λ＝２・ｄ・ｓｉｎθ…（１）\n・・・\nΔλ＝（λ／ｔａｎθ）・Δθ…（４）\n上記（４）式において、Δλはスペクトル線幅、Δθはグレーティングに入\n射するレーザビームの拡がり角である。・・・ビームエキスパンダ８やグレーティ\nング９の波面収差を補正することは、上記（４）式のΔθをほぼ零にするのと同じ\n効果があるので、これにより（４）式の左辺、すなわちスペクトル線幅Δλを最小\nにすることができる」（７欄～８欄【００３４】項～【００３９】項）との記載が\nあり、ここにいう入射角度θ及び拡がり角Δθが、線引方向を含みグレーティング\nに垂直な面（【図２】が記載された紙面の平面）上の角度であることは明らかであ\nり、レーザビームが同紙面の平面と垂直方向、すなわち、線引方向と垂直方向に拡\nがっていることと、スペクトル線幅Δλとの関係については記載がない。そして、\nこのことと、前示したように、乙第１号証に線引方向と垂直な方向（グレーティン\nグの溝方向）におけるビームの広がりが狭帯域化の上で障害となる旨の記載はない\nことを併せ考えれば、先願明細書における波面の補正とは、グレーティングの線引\n方向における波面の補正、すなわち、線引方向を含みグレーティングに垂直な面\n（【図２】が記載された紙面の平面）上での波面の補正の趣旨と解すべきであり、\n線引方向と垂直方向の補正まで包含するものではないことは明らかである。そうす\nると、先願明細書が「スリットによる回折」を「波面歪み」の原因として挙げ、ス\nリットによる回折波面が円筒面になるとしても、線引方向と垂直の方向の波面に関\n心を有しない先願発明において、線引方向と垂直の方向においてグレーティングに\n曲率を持たせないようにしなければならない理由はないというべきである。\nしたがって、先願発明の「任意に曲げることができるグレーティング」と\nの構成が円筒形に湾曲した波面に一致するように湾曲されたものとなっているとの\n被告の上記主張は失当であり、採用することができない。\n(4) 被告は、また、先願発明は、公知の技術の、湾曲した「グレーティング」\nが滑らかな曲率を持つ凹面とはならず、屈曲点を有する略３角形状となっていた点\nを克服するために、「任意に曲げることができるグレーティング」との構成を採用\nしたものであるとし、先願明細書の実施例の記載から、曲げ機構により調整された\n後の「任意に曲げることのできるグレーティング」が円筒形に湾曲した形状である\nことを意味しているとも主張するが、各実施例記載の曲げ機構は、いずれも「背面\nを１点または多点で押圧または引っ張る機構」であって、同機構によっては円筒面\nを形成することができないことは、前示のとおりであるから、この主張も失当であ\nる。\n(5) 以上によれば、審決の「先願明細書に記載された発明（以下、先願発明と\nいう。）の・・・『任意に曲げることができるグレーティング』・・・は、本願発\n明の・・・『円筒形に湾曲した表面を有する格子』・・・に対応し、それぞれの対\n応に格別の差異がない」（審決書謄本３頁２９行目～３４行目）との認定は誤りで\nあり、この誤った認定に基づいて、「円筒形に湾曲した表面を有する格子」を備え\nることを本願発明と先願発明の一致点とした審決の認定も誤りというべきである。\n２　以上のとおり、原告主張の取消事由１は理由があり、この誤りが審決の結論\nに影響を及ぼすことは明らかであるから、その余の点について判断するまでもな\nく、審決は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　宮　　坂　　昌　　利\n"
}