{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 17
  },
  "case_number": "平成15(行ケ)68",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/010640_hanrei.pdf",
  "contents": "平成１５年（行ケ）第６８号特許取消決定取消請求事件\n口頭弁論終結日　平成１５年１２月８日\n判　　　　決\n原　　　　告　　　　　　フォトン・ダイナミックス・インコーポ\nレーテッド\n同訴訟代理人弁護士      鈴　木　　　修\n同                      深　井　俊　至\n同訴訟代理人弁理士      佐久間　　　滋\n被　　　　告　　　　　　特許庁長官  今井康夫\n同指定代理人      　　　恩　田　春　香\n同                      内　野　春　喜\n同                      高　橋　泰　史\n同                      涌　井　幸　一\n主　　　　文\n１　特許庁が異議２００１－７０７４０号事件について平成１４年１０\n月９日にした決定を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文第１項と同旨\n第２　争いのない事実\n１　特許庁における手続の経緯\nインテバック・インコーポレーテッド（以下「訴外会社」という。）は，特\n許庁に対し，平成２年３月２３日にアメリカ合衆国においてされた特許出願に基づ\nきパリ条約４条による優先権を主張して，平成３年３月２２日，発明の名称を「基\n板上の膜を選択的に加熱する方法」とする発明につき特許出願を行い，平成１２年\n７月７日，設定登録を受けた（特許第３０８６４８９号，以下「本件特許」とい\nう。）。\n本件特許につき，平成１３年３月８日，特許異議の申立てがされ（異議２０\n０１－７０７４０号），訴外会社は，同年１２月３日，訂正請求（以下「本件訂\n正」という。）をしたが，特許庁は，平成１４年１０月９日，「特許第３０８６４\n８９号の請求項１ないし１４に係る特許を取り消す。」との決定（以下「本件決\n定」という。）をし，その謄本は，同年１０月２８日，訴外会社に送達された。\n原告は，訴外会社から，本件特許権の譲渡を受け，平成１５年１月７日，そ\nの旨の移転登録がされた。\n２　特許請求の範囲\n本件特許の願書に添付された明細書（以下「本件明細書」という。）の特許\n請求の範囲の記載は，次のとおりである（以下，この発明を「本件発明」とい\nう。）。\n【請求項１】　基板上の膜を選択的に加熱する方法にして，\n各々異なる光吸収特性を備える基板及び膜を選択する段階と，\n上記膜には実質的に吸収されるが，上記基板には実質的に吸収されないピーク\n波長を有する光源により上記膜及び上記基板を照射する段階と，\n上記基板を上記光源に対して相対移動させて，走査されている上記膜の表面に\n比較して狭い幅のバンド状で，上記膜の表面を横切るように移動するバンドにて上\n記光源を走査する段階と，\nを備えることを特徴とする方法。\n【請求項２】　請求項１の方法にして，前記基板が透過性であり，前記膜が不\n透過性であるように選択する段階を更に備えることを特徴とする方法。\n【請求項３】　請求項１の方法にして，基板上の前記膜が平坦なパネルディス\nプレイに使用されることを特徴とする方法。\n【請求項４】　請求項３の方法にして，前記膜が前記照射段階前，非結晶シリ\nコンであり，前記基板がガラスであることを特徴とする方法。\n【請求項５】　請求項４の方法にして，前記照射段階が前記非結晶シリコンを\n結晶化することを特徴とする方法。\n【請求項６】　請求項１の方法にして，前記基板上の膜がソーラ電池として使\n用されることを特徴とする方法。\n【請求項７】　請求項６の方法にして，前記膜が硫化カドミウムであり，前記\n基板がガラスであることを特徴とする方法。\n【請求項８】　請求項１の方法にして，前記照射段階がインプラントアニール\n工程中に行われることを特徴とする方法。\n【請求項９】　請求項１の方法にして，前記照射段階が前記基板上に前記膜を\n蒸着する間に行われることを特徴とする方法。\n【請求項１０】　請求項１の方法にして，前記膜が金属であり，前記基板がシ\nリコンであることを特徴とする方法。\n【請求項１１】　請求項１の方法にして，前記基板に結合された吸熱源を提供\nする段階を更に備えることを特徴とする方法。\n【請求項１２】　請求項１の方法にして，前記照射段階が，単一の長いアーク\nガス放電灯により行われ，さらに，高温計により前記膜の温度を検出する段階を備\nえることを特徴とする方法。\n【請求項１３】　請求項１の方法により製造されることを特徴とする製品。\n【請求項１４】　第１の材料に結合された第１の材料を選択的に加熱する方法\nにして，\n上記第２の材料のエネルギ帯域空隙より小さいエネルギ帯域空隙を備える第１\nの材料を選択する段階と，\n上記第１の材料の上記エネルギ帯域空隙より大きく，上記第２の材料の上記エ\nネルギ帯域空隙より小さいエネルギの波長にて最大出力を有する光源によって上記\n第１及び第２の材料を照射する段階と，\n上記第２の材料を上記光源に対して相対移動させて，走査されている上記第１\nの材料の表面に比較してより狭い幅のバンド状で，上記第１の材料の表面を横切る\nように移動するバンドにて上記光源を走査する段階と，\nを備えることを特徴とする方法。\n３　原告が求める本件訂正の内容\n(1)　本件明細書の特許請求の範囲の記載を次のとおりに訂正する（以下「訂正\n事項１」という。）。\n【請求項１】　基板上の膜を選択的に加熱する方法にして，\n各々異なる光吸収特性を備える基板及び膜を選択する段階であって，基板は\nガラス基板であり且つ膜はガラス基板が歪む温度よりも高温度に加熱される必要が\nある材料からなる，前記基板及び膜を選択する段階と，\n光源から放射された光により前記膜及び前記基板を照射する段階であって，\n前記光は前記膜には実質的に吸収されるが前記ガラス基板には実質的に吸収されな\nいピーク波長のスペクトル分布を有する，前記照射段階と，\n前記ガラス基板を前記光源に対して相対移動させて，光源からの光の走査線\nにより前記膜の表面を照射して前記膜及び走査線が相対移動するようにすることに\nより，前記膜を前記ガラス基板が歪む温度以上の前記高温度になるように加熱する\nが，前記ガラス基板を該ガラス基板が歪む温度以下の温度に保つ，前記相対移動段\n階と，を備えることを特徴とする方法。\n【請求項２】　請求項１の方法にして，前記ガラス基板が透過性であり，前\n記膜が不透過性であるように選択する段階を更に備えることを特徴とする方法。\n【請求項３】　請求項１の方法にして，ガラス基板上の前記膜が平坦なパネ\nルディスプレイに使用されることを特徴とする方法。\n【請求項４】　請求項３の方法にして，前記膜が前記照射段階前，非結晶シ\nリコンであることを特徴とする方法。\n【請求項５】　請求項４の方法にして，前記照射段階が前記非結晶シリコン\nを結晶化することを特徴とする方法。\n【請求項６】　請求項１の方法にして，前記ガラス基板上の膜がソーラ電池\nとして使用されることを特徴とする方法。\n【請求項７】　請求項６の方法にして，前記膜が硫化カドミウムであること\nを特徴とする方法。\n【請求項８】　請求項１の方法にして，前記照射段階がインプラントアニー\nル工程中に行われることを特徴とする方法。\n【請求項９】　請求項１の方法にして，前記照射段階が前記ガラス基板上に\n前記膜を蒸着する間に行われることを特徴とする方法。\n【請求項１０】　請求項１の方法にして，前記ガラス基板に結合された吸熱\n源を提供する段階を更に備えることを特徴とする方法。\n【請求項１１】　請求項１の方法にして，前記照射段階が，単一のガス放電\n灯により行われ，さらに，高温計により前記膜の温度を検出する段階を備えること\nを特徴とする方法。\n【請求項１２】　請求項１の方法により製造されることを特徴とする製品。\n(2)　本件明細書の発明の詳細な説明の記載のうち，\n「【０００７】本発明は同時に試料全体を照射する光源を備える一実施例に\n使用することも出来る。これとは別に，光源は試料ストリップを照射し，光源と試\n料との間の相対的動きを可能にし，試料を横切って走査線を移動させ得るようにす\nることも出来る。この実施例の高温計は，光源と整合状態を保ち，該高温計が走査\n線部分の加熱状態を検出するようにすることが出来る。」を，\n「【０００７】本発明は同時に試料全体を照射する光源を備える一実施例に\n使用することも出来る。これとは別に，光源は試料ストリップを照射し，光源と試\n料との間の相対的動きを可能にし，試料を横切って走査線を移動させ得るようにす\nることも出来る。この実施例の高温計は，光源と整合状態を保ち，該高温計が走査\n線部分の加熱状態を検出するようにすることが出来る。上記走査線移動の本発明に\nよれば，次に示す効果がある。光源からの光の所定のピーク波長を有するスペクト\nル分布が「膜には実質的に吸収されるがガラス基板には実質的に吸収されないよう\nなピーク波長のスペクトル分布」である基本的条件と，光源と膜との相対的移動\nが，「光源からの光の走査線により前記膜の表面を照射して前記膜及び走査線が相\n対移動するようにすることにより，前記膜を前記ガラス基板が歪む温度以上の前記\n高温度になるように加熱するが，前記ガラス基板を該ガラス基板が歪む温度以下の\n温度に保つ」ような追加的条件との２つの条件下で行われるため，膜は前記高温度\nまで加熱されて膜の所望の処理（非結晶シリコンの再結晶化等）を行うことが出\n来，しかもガラス基板は基板の歪みを生ずることはない。」\nと訂正する（以下「訂正事項２」という。）。\n４　本件決定の理由の要旨\n(1)　本件訂正は，次の理由により，特許法等の一部を改正する法律（平成６年\n法律第１１６号）（以下「平成６年法」という。）附則６条１項の規定によりなお\n従前の例によるとされる，特許法１２０条の４第３項において準用する平成６年法\nによる改正前の特許法１２６条１項但し書，２項及び３項の規定に適合しないの\nで，認められない。\nア　訂正事項１について\n訂正前の請求項１の「上記基板を上記光源に対して相対移動させて，走\n査されている上記膜の表面に比較して狭い幅のバンド状で，上記膜の表面を横切る\nように移動するバンドにて上記光源を走査する段階」を訂正後の請求項１の「前記\nガラス基板を前記光源に対して相対移動させて，光源からの光の走査線により前記\n膜の表面を照射して前記膜及び走査線が相対移動するようにすることにより，前記\n膜を前記ガラス基板が歪む温度以上の前記高温度になるように加熱するが，前記ガ\nラス基板を該ガラス基板が歪む温度以下の温度に保つ，前記相対移動段階」とする\n訂正について，原告は，本件明細書の【０００７】段落及び【００１４】段落に基\nづくものである旨主張するが，両段落には，「光源と試料が相対移動すること」は\n記載されているが，「前記膜及び走査線が相対移動するようにすることによ\nり，・・・前記ガラス基板を該ガラス基板が歪む温度以下の温度に保つ，」点の記\n載はないから，上記訂正は，本件明細書に記載した事項の範囲内においてしたもの\nとは認められない。\nまた，訂正後の請求項１１は，訂正前の請求項１２に対応するものと認\nめられるところ，訂正前の請求項１２記載の「長いアークガス放電灯」を訂正後の\n請求項１１記載の「ガス放電灯」とする訂正は，限定事項を外すことにより特許請\n求の範囲を拡張するものであり，特許請求の範囲の減縮を目的とするものではな\nい。\nイ　訂正事項２について\n訂正事項２は，光源と膜との相対的移動が，「光源からの光の走査線に\nより前記膜の表面を照射して前記膜及び走査線が相対移動するようにすることによ\nり，前記膜を前記ガラス基板が歪む温度以上の前記高温度になるように加熱する\nが，前記ガラス基板を該ガラス基板が歪む温度以下の温度に保つ」という追加的条\n件を付加する訂正であるが，「前記膜及び走査線が相対移動するようにすることに\nより，・・・前記ガラス基板を該ガラス基板が歪む温度以下の温度に保つ」点の記\n載は，本件明細書に記載がないから，上記訂正は，本件明細書に記載した事項の範\n囲内においてしたものとは認められない。\n(2)　本件明細書及び本件特許の願書に添付した図面（以下「本件図面」とい\nう。）の記載は，下記①ないし⑤の点において不備であり，平成６年法附則６条２\n項の規定によりなお従前の例によるとされる，平成６年法による改正前の特許法３\n６条４項及び５項（以下，単に「３６条４項」等という。）に規定する要件を満た\nしていないから，本件特許は，拒絶の査定をしなければならない特許出願に対して\nされたものであり，平成６年法附則１４条の規定に基づく，特許法等の一部を改正\nする法律の施行に伴う経過措置を定める政令（平成７年政令第２０５号）４条２項\nの規定により，取り消されるべきである。\n①請求項１，１４に記載の「狭い幅」，「バンド」及び「バンド状」は，発\n明の詳細な説明に記載がないので，３６条５項１号の規定に違反している。\n②請求項１，１４に記載の「狭い幅」，「バンド」及び「バンド状」は，発\n明の詳細な説明及び図面に記載がなく，発明との対応が不明である。\n③請求項１，１４に記載の「バンドにて上記光源を走査する」とは，どのよ\nうな工程を表現したのか不明である。また，発明の詳細な説明にも記載がない。\n④請求項１４に「上記第２の材料」と記載されているが，第２の材料は記載\nがない。\n⑤請求項１２に記載の「長い」及び「アーク」は，発明の詳細な説明に記載\nがないので，３６条５項１号の規定に違反している。\n第３　原告主張に係る本件決定の取消事由の要点\n本件決定は，以下に述べるとおり，本件訂正が認められるべきであるにもかか\nわらず認められないと誤って判断し（取消事由１），また，仮に，本件訂正が認め\nられないとしても，本件明細書の記載が，３６条４項及び５項に規定する要件を満\nたしていないと誤って判断した（取消事由２）ものであり，その誤りは本件決定の\n結論に影響を及ぼすことが明らかであるから，違法として取り消されるべきであ\nる。\n１　取消事由１（訂正についての判断の誤り）\n(1)　本件決定は，「本件明細書の【０００７】段落及び【００１４】段落に\nは，「光源と試料が相対移動すること」は記載されているが，「前記膜及び走査線\nが相対移動するようにすることにより，・・・前記ガラス基板を該ガラス基板が歪\nむ温度以下の温度に保つ」点の記載はない。」と認定するが，誤りであり，本件明\n細書には，上記の点の記載がある。\nすなわち，【０００３】段落には，「非結晶シリコンを重合結晶状シリコ\nンに変換するためには，高温度（６００°Ｃ以上）の温度にて処理する必要があ\nる。望ましくないことに，ガラスはかかる高温によって歪む。」と記載され，【０\n００４】段落には，「ガラスを著しく加熱せずに非結晶シリコンを再結晶するため\nの方法」が【発明が解決しようとする課題】であるとされている。そして，【００\n０５】段落に，「本発明は，基板上の膜を選択的に加熱するための方法である。該\n膜には，基板の吸収特性と異なる光吸収特性が付与される。試料（膜及び基板と組\nみ合わせたもの）は，膜により実質的に吸収されると共に基板により実質的に吸収\nされない波長にて最大強さを有する光により照射される。」と記載され，【０００\n７】段落に，「本発明は同時に試料全体を照射する光源を備える一実施例に使用す\nることも出来る。これとは別に，光源は試料ストリップを照射し，光源と試料との\n間の相対的動きを可能にし，試料を横切って走査線を移動させ得るようにすること\nも出来る。」と，【０００８】段落に，「本発明は，基板をそれに応じて加熱する\nことなく，膜を急速に高温度に加熱することを可能にする。」と記載さ\nれている。\nしたがって，膜及び走査線が相対移動することにより，膜により実質的に\n吸収されると共に基板により実質的に吸収されない波長にて最大強さを有する光の\n走査線を膜及び基板からなる試料に照射し，ガラスはそれが歪む温度以上に加熱さ\nれることなく，膜が高温度に加熱されることが記載されているから，「前記膜及び\n走査線が相対移動するようにすることにより，・・・前記ガラス基板を該ガラス基\n板が歪む温度以下の温度に保つ」との点が記載されているということができる。\n(2)　また，本件決定は，「訂正後の請求項１１は，訂正前の請求項１２に対応\nするものと認められるところ，訂正前の請求項１２記載の「長いアークガス放電\n灯」を訂正後の請求項１１記載の「ガス放電灯」とする訂正は，限定事項を外すこ\nとにより特許請求の範囲を拡張するものであり，特許請求の範囲の減縮を目的とす\nるものではない。」と判断するが，誤りである。\n訂正前の請求項１の「光源により上記膜及び上記基板を照射する段階」に\nおける「光源」には，ガス放電灯が含まれる。また，【００２０】段落に，「単一\nの灯に代えて，一列の灯を使用することも出来る。」と記載されているように，上\n記「光源」には，単一のガス放電灯も一列のガス放電灯も含まれる。したがって，\n訂正後の請求項１１の「請求項１の方法にして，前記照射段階が，単一のガス放電\n灯により行われ」と記載されているものは，訂正前の請求項１において特許請求の\n範囲とされた一態様である。したがって，訂正前の請求項１及び１２と訂正後の請\n求項１及び１１を比較すれば，訂正前に特許請求の範囲とされていなかった態様が\n訂正後に特許請求の範囲とされるということはなく，訂正後の請求項１及び１１は\n特許請求の範囲の減縮となっている。\n２　取消事由２（明細書記載不備についての認定，判断の誤り）\n(1)　本件決定は，「請求項１，１４に記載の「狭い幅」，「バンド」及び「バ\nンド状」は，①発明の詳細な説明に記載がないので，３６条５項１号の規定に違反\nしており，また，②発明の詳細な説明及び図面に記載がないから，発明との対応が\n不明である。」と判断したが，誤りである。\n「バンド」及び「バンド状」とは，一般に，細長い矩形状のものを意味す\nる。本件図面の図４中の装置の正面図（図４Ａ）及び側面図（図４Ｂ）を併せてみ\nて，図４Ａにおいて光路３２の幅をｗ，かつ図４Ｂにおいて光路３２の長さをｌと\nすると（甲１０の図４に，基板の幅として「Ｗ」を，光路の幅として「ｗ」を，光\n路の長さとして「ｌ」を書き込んだ図である甲１８参照），明らかにｗ≪ｌである\nから，「光路３２の断面形状が細長い矩形状，すなわちバンド状である」構成が明\n瞭に読み取れる。\n「狭い幅」については，甲１８の図４Ａ及び図４Ｂから明らかなように，\n光路３２の幅ｗは試料１６（基板及び膜からなる。）の膜の幅Ｗより狭い幅であ\nる。また，仮に，甲１８の図４Ａ及び図４Ｂにおいて，光路３２の幅ｗが試料１６\n（基板及び膜からなる。）の膜の幅Ｗより狭い幅でないとすると，幅ｗの光路３２\nが膜の表面に対して走査移動する本件発明の走査工程が不要となり，かえって技術\n的に不明瞭になってしまう。したがって，「狭い幅」についても，本件明細書中に\n実質的に記載されているということができる。\n(2)　本件決定は，「③請求項１，１４に記載の「バンドにて上記光源を走査す\nる」とは，どのような工程を表現したのか不明である。また，発明の詳細な説明に\nも記載がない。」と判断するが，誤りである。\n「バンドにて上記光源を走査する」の「バンド」の意味は，上記のとおり\nである。また，同様に「上記光源を走査する」の意味は，「上記膜の表面を走査す\nる」の誤記であることは当業者にとって明らかである。前記のとおり，【０００\n７】段落にも，「光源は試料ストリップを照射し，光源と試料との間の相対的動き\nを可能にし，試料を横切って走査線を移動させ得るようにすることも出来る。」と\n記載され，試料は膜と基板とを組み合わせたものであるから（【０００５】段\n落），「バンドにて上記光源を走査する」の正しい技術的内容が「光源からの光に\nより膜の表面を走査する」ことであることは，当業者にとって明らかである。\n(3)　本件決定は，「④請求項１４に「上記第２の材料」と記載されているが，\n第２の材料は記載がない。」と判断するが，誤りである。\n本件明細書の請求項１４には，「第１の材料に結合された第１の材料を選\n択的に加熱する方法にして，上記第２の材料の・・・」と記載されている。上記\n「第１の材料に結合された」が「第２の材料に結合された」の誤記であることは，\n次の理由から，当業者にとって明らかである。\nまず，「第１の材料に結合された第１の材料」では意味が通らないとこ\nろ，「上記第２の材料の・・・」と始まる前に「第２の材料」の記載がないので，\n「第１の材料に結合された第１の材料」中に含まれる２つの「第１」のうち一方が\n「第２」の誤記であることは明白である。また，同請求項中に「走査されている上\n記第１の材料の表面・・・上記第１の材料の表面を横切るように移動するバンド」\nとの表現があり，第１の材料が選択的に加熱されることも明白である。そして，請\n求項１と対比すれば，第２の材料が基板であり，第１の材料が膜であることが明白\nである。\nさらに，第２の材料については，基板として発明の詳細な説明に記載され\nている。\n(4)　本件決定は，「⑤請求項１２に記載の「長い」及び「アーク」は，発明の\n詳細な説明に記載がないので，３６条５項１号の規定に違反している。」と判断す\nるが，誤りである。\n本件明細書の【０００６】段落に「主としてキセノンガスが充填されたガ\nス放電灯」と記載され，また，本件図面の図４及び図５中に「アーク灯」と記載さ\nれている。さらに，図４Ｂに記載されているアーク灯２８は明らかに長い。\n加えて，【００１１】段落に「光源１０に使用し得る１つの光源は，引用\nして本明細書の一部に含めた米国特許第４，８２０，９０６号に開示されてい\nる。」と記載されており，その米国特許（甲１７）は，そのタイトルが「ＬＯＮＧ\nＡＲＣ　ＬＡＭＰ（ロングアークランプ）」とあり，そのクレーム第４項に「ガ\nスがキセノンであるクレーム第２項に記載のロングアークランプ。」とある。\n第４　被告の反論の要点\n本件決定の判断には誤りがないから，原告の主張する本件決定の取消事由はい\nずれも理由がない。\n１　取消事由１（訂正についての判断の誤り）について\n(1)　本件明細書の発明の詳細な説明中には，「膜及び走査線が相対移動するこ\nと」の意義を説明する記載はない。また，「膜及び走査線が相対移動することによ\nり，・・・ガラスはそれが歪む温度以上に加熱されることなく，膜が高温度に加熱\nされる」ことの記載についても，原告が指摘する各段落のどこにも，その旨の記載\nは存在しないし，例えば，「ガラス・・・歪む」という記載と関連があると判断さ\nれる記載も，「望ましくないことに，ガラスはかかる高温によって歪む。」（【０\n００３】段落，【従来の技術】欄）というものだけであり，この記載を参酌したと\nしても，上記の趣旨が記載されているとはいえない。\n(2)　特許請求の範囲の減縮の判断は，対応する請求項について行うべきもので\nあるところ，訂正後の請求項１１は，訂正前の請求項１の「光源」を「（単一の）\n長いアークガス放電灯」に限定した訂正前の請求項１２を，「（単一の）ガス放電\n灯」と訂正するものであるから，「長い」及び「アーク」といった限定事項を外す\nことにより，「光源」を「ガス放電灯」一般に拡大するものであり，これは，訂正\n前の請求項１２の特許請求の範囲を拡張するものであって，特許請求の範囲の減縮\nを目的とするものとはいえない。\n２　取消事由２（明細書記載不備についての認定，判断の誤り）について\n(1)　「狭い幅」，「バンド」及び「バンド状」については，本件明細書及び図\n面中に記載されていない。\nすなわち，実施例を説明する図面である図４からは，原告の主張する「光\n路３２の断面形状が細長い矩形状，すなわちバンド状である」構成を読み取ること\nはできない。\nまた，本件明細書及び図面中には，基板の形状，試料のコンベア上での配\n置，試料中の膜の堆積状況についての記載がなく，「基板の幅」も「膜の幅Ｗ」も\n幅が特定されない不明りょうなものであるから，原告の主張するように「光路３２\nの幅ｗが試料１６の膜の幅Ｗより狭い幅であることが明らかである。」ということ\nはできず，したがって，「狭い幅」についての記載があるということはできない。\nさらに，本件発明の請求項１，１４は独立請求項であるから，図２，図３\nの「一実施例」，図４の「他の実施例」がともに対応すべきところ，図２，図３か\nらは，アーク灯から出た直接光や反射鏡組立体２０で反射された光が下方に位置す\nる基板に照射されるであろうと推認できる程度にすぎず，「狭い幅」，「バンド」\n及び「バンド状」に関連する事項を窺い知ることはできない。\n(2)　「バンドにて上記光源を走査する」が「光源からの光により膜の表面を走\n査する」の意味であることが明らかであるとはいえない。なぜなら，「バンド」自\n体も，「バンド」と「膜の表面」の相互の関係も，「バンドにて上記光源を走査す\nる」も，「上記膜の表面を走査する」も，その意味が不明りょうであるからであ\nる。\n(3)　請求項１４には「上記第２の材料」と記載されているのみであり，本件明\n細書に第２の材料についての記載はないから，「第１の材料に結合された」が「第\n２の材料に結合された」の誤記であることが明らかであるとはいえない。\n(4)　請求項１２の「長い」及び「アーク」について，確かに，【０００６】段\n落，図４，図５中に，「主としてキセノンガスが充填されたガス放電灯」，「アー\nク灯」という各記載があるが，長いか否かについては記載がなく，何を基準にして\n「長い」というかも不明であるから，「図４Ｂに記載されているアーク灯２８は明\nらかに長い。」ということはできない。\nまた，本件明細書の【００１１】段落には，タイトルが「ＬＯＮＧ　ＡＲ\nＣ　ＬＡＭＰ（ロングアークランプ）」である米国特許が引用されているが，これ\nは，光源１０に使用し得る１つの光源の例示として引用されているにすぎず，本件\n明細書中に「キセノンロングアークランプ」の記載はない。\n第５　当裁判所の判断\n１　取消事由１（訂正についての判断の誤り）について\n(1)　原告は，「訂正前の請求項１２記載の「長いアークガス放電灯」を訂正後\nの請求項１１記載の「ガス放電灯」とする訂正は，特許請求の範囲の減縮を目的と\nしたものであるから，そうでないと判断した本件決定の判断は誤りである。」旨主\n張する。\n訂正後の請求項１１が訂正前の請求項１２に対応するものであることは，\n当事者間に争いがない。そこで，以下，両請求項について検討する。\n(2)　訂正前の請求項１２には，「請求項１の方法にして，前記照射段階が，単\n一の長いアークガス放電灯により行われ，さらに，高温計により前記膜の温度を検\n出する段階を備えることを特徴とする方法。」と記載されている。そして，同請求\n項が引用する訂正前の請求項１には，「基板上の膜を選択的に加熱する方法にし\nて，各々異なる光吸収特性を備える基板及び膜を選択する段階と，上記膜には実質\n的に吸収されるが，上記基板には実質的に吸収されないピーク波長を有する光源に\nより上記膜及び上記基板を照射する段階と，上記基板を上記光源に対して相対移動\nさせて，走査されている上記膜の表面に比較して狭い幅のバンド状で，上記膜の表\n面を横切るように移動するバンドにて上記光源を走査する段階と，を備えることを\n特徴とする方法。」と記載されている。これらの記載からすると，訂正前の請求項\n１２に係る発明（以下，「訂正前発明」という。）は，「単一の長いアークガス放\n電灯」を「光源」として用いて，「上記膜には実質的に吸収されるが，上記基板に\nは実質的に吸収されないピーク波長を有する光源により上記膜及び上記基板を照射\nする段階」を行うことを，その構成要件として含むものであると認められる。\n(3)　他方，訂正後の請求項１１には，「請求項１の方法にして，前記照射段階\nが，単一のガス放電灯により行われ，さらに，高温計により前記膜の温度を検出す\nる段階を備えることを特徴とする方法。」と記載されている。同請求項が引用する\n訂正後の請求項１には，「基板上の膜を選択的に加熱する方法にして，各々異なる\n光吸収特性を備える基板及び膜を選択する段階であって，基板はガラス基板であり\n且つ膜はガラス基板が歪む温度よりも高温度に加熱される必要がある材料からな\nる，前記基板及び膜を選択する段階と，光源から放射された光により前記膜及び前\n記基板を照射する段階であって，前記光は前記膜には実質的に吸収されるが前記ガ\nラス基板には実質的に吸収されないピーク波長のスペクトル分布を有する，前記照\n射段階と，前記ガラス基板を前記光源に対して相対移動させて，光源からの光の走\n査線により前記膜の表面を照射して前記膜及び走査線が相対移動するようにするこ\nとにより，前記膜を前記ガラス基板が歪む温度以上の前記高温度になるように加熱\nするが，前記ガラス基板を該ガラス基板が歪む温度以下の温度に保つ，前記相対移\n動段階と，を備えることを特徴とする方法。」と記載されている。これらの記載か\nらすると，訂正後の請求項１１に係る発明（以下，「訂正後発明」という。）は，\n「単一のガス放電灯」を「光源」として用いて，「光源から放射された光により前\n記膜及び前記基板を照射する段階であって，前記光は前記膜には実質的に吸収され\nるが前記ガラス基板には実質的に吸収されないピーク波長のスペクトル分布を有す\nる，前記照射段階」を行うことを，その構成要件として含むものであると認められ\nる。\n(4)　上記訂正前発明及び訂正後発明の認定によれば，照射段階に使用する光源\nとして，訂正後発明においては「単一のガス放電灯」を，また，訂正前発明におい\nては「単一の長いアークガス放電灯」をそれぞれ用いており，「単一のガス放電\n灯」は，「単一の長いアークガス放電灯」と比較すると，ガス放電灯の「長い」と\nいう形状についての限定，「アーク」というガス放電灯の種類についての限定を外\nしたものであり，「単一の長いアークガス放電灯」を含んだ，より広い概念のもの\nであることが明らかであるから，訂正後発明が訂正前発明を減縮したものであると\nいうことはできない。したがって，訂正前の請求項１２を訂正後の請求項１１とす\nる訂正は，特許請求の範囲の減縮を目的としたものということはできず，これと同\n旨である本件決定の判断に誤りはない。\n(5)　これに対し，原告は，「訂正後の請求項１１は，訂正前の請求項１の一態\n様であるから，訂正前の請求項１及び１２（後者は前者を引用する。）と訂正後の\n請求項１及び１１（後者は前者を引用する。）を比較すれば，訂正前に特許請求の\n範囲とされていなかった態様が訂正後に特許請求の範囲とされることはなく，特許\n請求の範囲の減縮に当たる。」旨主張する。しかしながら，特許請求の範囲は，特\n許を受けようとする発明の構成に欠くことができない事項のみを記載した請求項\n（３６条５項２号参照）の集合したものであるから，特許請求の範囲の減縮に当た\nるか否かは，訂正前後の対応する各請求項の記載を対比することにより判断すべき\nであり，訂正後の請求項１１を，これと対応する訂正前の請求項１２と比較するの\nではなく，訂正後の請求項１及び１１と訂正前の請求項１及び１２とを比較する原\n告の上記主張は，前提において失当である。\n(6)　よって，その余の点について判断するまでもなく，本件訂正は認められな\nいものというべきであるから，取消事由１は理由がない。\n２　取消事由２（明細書記載不備についての認定，判断の誤り）について\n(1)　原告は，本件決定の「請求項１，１４に記載の「狭い幅」，「バンド」及\nび「バンド状」は，①発明の詳細な説明に記載がないので，３６条５項１号の規定\nに違反しており，また，②発明の詳細な説明及び図面に記載がなく，発明との対応\nが不明である。」との判断の誤りを主張するので，検討する。\nア　本件明細書の請求項１には，「上記基板を上記光源に対して相対移動さ\nせて，走査されている上記膜の表面に比較して狭い幅のバンド状で，上記膜の表面\nを横切るように移動するバンドにて上記光源を走査する」と記載され，請求項１４\nには，「上記第２の材料を上記光源に対して相対移動させて，走査されている上記\n第１の材料の表面に比較してより狭い幅のバンド状で，上記第１の材料の表面を横\n切るように移動するバンドにて上記光源を走査する」と記載されている。\nなお，基板上の膜の加熱方法の技術分野において，加熱源を試料面に対\nして平行な方向に駆動することを「走査」と称することは，周知である（例えば，\n甲２には，「加熱源１５は図示しない駆動系により試料面と平行な方向に走査され\nるものとなっている。」（２頁右下欄１５～１６行），「加熱源１５を試料１２の\n一端から他端まで走査することによって，試料１２のアニールすべき半導体層，つ\nまり多結晶シリコン膜２３をビームアニールすることができる。」（３頁左上欄９\n～１３行）との記載があるし，同様の「走査（スキャン，スキャニング）」という\n語の使用法は，甲３や甲６にもみられる。）。したがって，上記請求項１及び１４\nの「基板（第２の材料）を光源に対して相対移動させ」ることは，すなわち「走\n査」することであるということができる。\nイ　まず，上記請求項１及び１４の記載について検討すると，証拠（甲１\n５）によれば，「バンド」とは，一般に，「①平たいひも，②洋装に使う革・布な\nどの帯。ベルト」という意味で用いられることが認められるところ，上記各請求項\nにおいては，「走査されている上記膜（第１の材料）の表面に比較して（より）狭\nい幅のバンド状で，上記膜（第１の材料）の表面を横切るように移動するバンドに\nて上記光源を走査する」という文脈において用いられているから，上記「バンド」\nとは，「走査によって，膜等の表面を横切るように移動する平たいひも，帯又はベ\nルト状の形態のもの」を意味することが明らかである。\nウ　次に，本件明細書の発明の詳細な説明及び図面について検討すると，確\nかに，その中には，「バンド」という用語自体は記載されていない。\nしかしながら，【課題を解決するための手段】中の【０００７】段落に\nは，「本発明は同時に試料全体を照射する光源を備える一実施例に使用することも\n出来る。これとは別に，光源は試料ストリップを照射し，光源と試料との間の相対\n的動きを可能にし，試料を横切って走査線を移動させ得るようにすることも出来\nる。」との記載があるから，光源と試料との間の相対的動きにより走査が試料を横\n切って行われること，すなわち，試料の移動方向の幅に比べて，光源による走査が\n行われる照射面の幅がより狭いものであることが明らかである。\nまた，【実施例】中の【００１４】段落には，「図４Ａ及び図４Ｂは光\n源２８及び高温計３０を試料１６に対して整合状態に動かす別の実施例の正面図及\nび側面図である。光源２８及び高温計３０は，試料１６を光源と高温計との間の空\n隙を横切って動かす間，固定することが出来る。これとは別に，試料１６は，光源\n２８及び高温計３０を動かす間，静止状態に維持することも出来る。線３２により\n画成される走査線が任意の時点で試料１６の一部を照射する。」との記載があり，\n図４Ａ及び図４Ｂの記載を勘案すると，試料１６は，前後方向，左右方向に幅を有\nするものであり，コンベア上に載置されて前方（図４Ａの右方向）に移動するこ\nと，光源２８は，細長い円筒形状を呈し，細長い帯状の下方開口部を有する反射鏡\n組立体内に組み込まれていること，反射鏡組立体は，光源からの光をコンベア上に\n向け下方に照射するものであり，コンベアの移動方向と直交する方向に試料１６の\n左右端を超えて延びていること，光源２８からの光は，反射鏡組立体によって，照\n射方向が定められ，試料１６の左右方向においては試料の全幅を，前後方向におい\nては試料の幅の一部分を照射することがそれぞれ記載されていると認められる。そ\nうすると，光源２８からの照射面が，反射鏡組立体の細長い帯状の下方開口部の形\n状に合致したものとなり，光源２８の移動（試料１６との相対移動）にしたがい，\n細長い帯状となって試料１６上を移動することが明らかである。なお，試料１６\nは，膜及び基板からなっているので（【０００５】段落），上記照射面は，膜の表\n面を移動することになる。\nエ　上記イ，ウの認定事実によれば，請求項１及び１４の「バンド」という\n語が，光源２８からの照射面に対応するものであること，また，上記請求項の「狭\nい幅」，「バンド状」という語が，光源２８からの照射面が呈する，試料に含まれ\nる膜の前後方向の幅に比べて狭い幅の細長い帯状の形態に対応するものであること\nが，当業者にとって明らかであるというべきである。\nオ　これに対し，被告は，「本件明細書及び図面中に，基板の形状，試料の\nコンベア上での配置，試料中の膜の堆積状況についての記載がないから，「狭い\n幅」についての記載があるとはいえない。」旨主張する。しかしながら，上記認定\nのとおり，光源による走査が行われる照射面の幅が，膜及び基板からなる試料の移\n動方向の幅に比べてより狭いことの記載があれば，それ以上の具体的な基板の形状\n等の記載がなくても，請求項１及び１４中の「狭い幅」の意義を当業者が十分理解\nすることができるから，上記被告の主張は理由がない。\nまた，被告は，「請求項１，１４は独立請求項であるから，すべての実\n施例がこれに対応すべきところ，図２，図３の実施例からは，「狭い幅」，「バン\nド」及び「バンド状」に関連する事項を窺い知ることはできない。」旨主張する。\nしかしながら，請求項１，１４が独立請求項であるからといって，すべての実施例\nがこれに対応すべきであるということはできないから，被告の上記主張は前提にお\nいて失当であり理由がない。\nカ　したがって，請求項１及び１４の記載と，発明の詳細な説明及び図面の\n記載との間で用語が統一されていない点はあるものの，請求項１及び１４に記載さ\nれた「狭い幅」，「バンド」及び「バンド状」は，発明の詳細な説明及び図面中に\n実質的に記載されており，また，請求項１及び１４と発明の詳細な説明及び図面の\n記載の対応関係も理解が十分可能であるというべきであるから，本件決定の「狭い\n幅」，「バンド」及び「バンド状」に関する認定，判断は誤りである。\n(2)　原告は，本件決定の「③請求項１，１４に記載の「バンドにて上記光源を\n走査する」とは，どのような工程を表現したのか不明である。また，発明の詳細な\n説明にも記載がない。」との判断は誤りである旨主張する。\n前記認定のとおり，「バンド」が「光源からの照射面」を意味し，「走\n査」が「基板（第２の材料）を光源に対して相対移動させ」ることを意味すること\nは明らかであるから，請求項１，１４に記載の「バンドにて上記光源を走査する」\nの意味は明白であるし，また，発明の詳細な説明にも実質上それについての記載が\nあるというべきである。したがって，本件決定の上記認定，判断は誤りである。\n(3)　原告は，本件決定の「④請求項１４に「上記第２の材料」と記載されてい\nるが，第２の材料は記載がない。」との判断の誤りを主張するので，検討する。\n請求項１４は，「第１の材料に結合された第１の材料を選択的に加熱する\n方法にして，上記第２の材料の・・・」と始まり，「上記第２の材料」との記載の\n前には，第２の材料についての記載がない。しかしながら，請求項１４には，これ\nに続けて「上記第２の材料のエネルギ帯域空隙より小さいエネルギ帯域空隙を備え\nる第１の材料を選択する段階と，上記第１の材料の上記エネルギ帯域空隙より大き\nく，上記第２の材料の上記エネルギ帯域空隙より小さいエネルギの波長にて最大出\n力を有する光源によって上記第１及び第２の材料を照射する段階と，」と記載され\nている。上記記載中に「選択的に加熱する」，「第１及び第２の材料を照射する」\nとの語が使用されていることや，上記エネルギ帯域に関する記載の内容に加えて，\n発明の詳細な説明の【０００５】段落「本発明は，基板上の膜を選択的に加熱する\nための方法である。該膜には，基板の吸収特性と異なる光吸収特性が付与される。\n試料（膜及び基板と組み合わせたもの）は，膜により実質的に吸収されると共に基\n板により実質的に吸収されない波長にて最大強さを有する光により照射される。」\nの記載を参照すれば，請求項１４が，結合された「第１の材料」及び「第２の材\n料」を照射して，そのうちの「第１の材料」を選択的に加熱する旨の記載であるこ\nとが明らかであるから，上記「第１の材料に結合された第１の材料」との記載が，\n「第２の材料に結合された第１の材料」の誤記であることは明白である。したがっ\nて，本件決定の上記判断は，明白な誤記を見落としてされたものであって誤りであ\nるというべきである。\n(4)　原告は，本件決定の「⑤請求項１２に記載の「長い」及び「アーク」は，\n発明の詳細な説明に記載がないので，３６条５項１号の規定に違反している。」と\nの判断の誤りを主張するので，検討する。\n請求項１２には，「照射段階が，単一の長いアークガス放電灯により行わ\nれ」と記載されている。そして，発明の詳細な説明及び図面においては，図４及び\n図５中に「アーク灯」と記載されているし，前記認定のとおり，光源２８は，細長\nい円筒形状のものであるから，上記「単一の長いアークガス放電灯」は，発明の詳\n細な説明又は図面に記載されているということができる。したがって，本件決定の\n上記認定，判断は誤りであるというべきである。\n(5)　以上のとおり，本件決定の明細書記載不備についての判断は誤りであり，\nこの誤りが本件決定の結論に影響を及ぼすことは明らかである。したがって，本件\n決定は取消しを免れない。\n３　以上によれば，原告の本件請求は理由があるから，これを認容することと\nし，主文のとおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官  　北　　山　　元　　章\n裁判官　　清　　水　　　　　節\n裁判官    沖　　中　　康　　人\n"
}