{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 13
  },
  "case_number": "平成16(う)82",
  "case_name": "廃棄物の処理及び清掃に関する法律違反被告事件",
  "court_name": "広島高等裁判所岡山支部         　第1部",
  "original_court_name": "岡山地方裁判所",
  "original_case_number": "平成15(わ)117",
  "lawsuit_id": "3741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/003741_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n本件各控訴を棄却する。\n理　　　　　　　　　由\n１　被告人両名の本件控訴の趣意は，弁護人松島幸三作成の控訴趣意書（平成１\n６年１０月７日付け上申書により一部訂正），同補充書及び同補充書(2)に記載\nされているとおりであるから，これらを引用する。\nそこで記録を調査し，当審における事実取調べの結果を併せて検討する。\n２　控訴趣意中，訴訟手続の法令違反の点について\n論旨は，要するに，原裁判所は，原判示第３別表番号１の投棄について，そ\nの投棄日時を「平成１４年１２月２４日ころから同月２５日ころ」とする訴因に\n対し，「平成１４年１２月２２日ころから同月２５日ころ」と認定したが，上記\n認定は，被告人らの防御権を不当に侵害するものであり，訴因変更の手続を経る\nことなく上記認定をした原審の訴訟手続には，判決に影響を及ぼすことが明らか\nな法令違反がある，というのである。\nそこで検討するに，上記投棄について，その投棄日時に関する原審段階の訴\n因とこれに対する原裁判所の認定が所論指摘のとおりであること，及び訴因変更\nの手続がとられていないことは，記録上明らかであるところ，両者は，原判示事\n実がその始期において約２日早まっている点に違いがあるけれども，投棄場所，\n投棄数量においては違いがなく，投棄行為の始期が約２日早まったとしても，こ\nれにより審判の対象に実質的な差異を生ずるものではないから，この限りでは，\n訴因変更の手続を要するものとはいえない。しかしながら，本件の審理経過を子\n細にみると，被告人らは，公判当初から，原判示第２及び別表番号１を含む同第\n３の各投棄について，被告人Ａが，Ｂ（以下「Ｂ」という。）及びＣ（以下\n「Ｃ」という。）と共謀したことを争っていたこと，検察官は，原審第２回公判\n期日の冒頭陳述において，上記各投棄，とりわけ別表番号１，２の各投棄につい\nて，「平成１４年１２月２０日過ぎころ，被告人Ａは，Ｂを誘い，Ｂ運転の車両\nで不法投棄場所を物色に赴いた。被告人Ａは，別表番号１の投棄場所でＢに車両\nを止めるよう指示すると，『ここなら見えないだろう』などと話した。さらに，\n被告人Ａは，Ｂを伴って別表番号２の投棄場所へ赴き，Ｂに『夜になったら，さ\nっきの所かここにゴミを持ってこい』と指示した。この物色について，被告人Ａ\nは，Ｃに対しては『ただで捨てに行く山を探しよる』などと説明した。その翌\n日，被告人Ａは，Ｃ及びＢと共に車で別表番号１の投棄場所などを物色に赴き，\nその際，車内でＣらに対し，『今晩からＣが一人でａのゴミを積んで捨て出すこ\nと』等と申し向け，産廃の不法投棄を行う共謀を遂げた」「Ｃは，同月２４日こ\nろから同月２８日ころまで，ａの現場から産廃を搬出して別表番号１，２の投棄\n場所に投棄し，各犯行に及んだ」などと，被告人Ａにつき，いわゆる共謀共同正\n犯が成立する旨主張していたこと，その後，立証趣旨を「被告人Ａとの共謀，犯\n行状況等について」とする検察官の請求により，第３回公判期日から第５回公判\n期日まで，Ｂ及びＣの証人尋問が実施されたが，弁護人は，第９回公判期日後の\n平成１６年１月１６日付けで，Ｂ及びＣの再尋問を求める証拠申出書を提出し，\nＢの再尋問を必要とする理由として，「冒頭陳述によれば，Ｂと被告人Ａは，別\n表番号１の投棄場所への昀初の投棄の前日に現場を下見し，その翌日，Ｃも加え\nて３人で下見し，被告人Ａがその晩からの投棄を指示したことで共謀を遂げたと\nされているが，Ｃの供述が明らかに平成１４年１２月２４日から投棄を始めたと\nいう内容である以上，その前日である同月２３日には，被告人Ａ及びＢが岡山に\nいなければ，別表番号１の投棄場所の下見は不可能である」「Ｂは，前回の尋問\n時に，同月２３日に岡山県外に出た可能性を否定したが，Ｂの携帯電話の記録に\nは，同月２３日に広島県内から発信された記録が残されている上，Ｂの尋問後に\n行われたＤの証人尋問によれば，Ｂは，その前後に尾道に行っており，Ｂが同月\n２３日に尾道に行っていたとすれば，その日に被告人Ａと別表番号１の投棄場所\nを下見することは不可能であるから，検察官の冒頭陳述は根本から覆ることにな\nる」「したがって，Ｂに対し，尾道へ行ったことの有無及び時期を再度尋問する\n必要がある」旨記載していたこと，その後，Ｂ及びＣの再尋問が決定され，第１\n０回公判期日に各尋問が実施されたが，検察官は，第１１回公判期日において，\n立証趣旨を「広島県内で発信された携帯電話が岡山県内の受信局で受信されうる\nかどうかの照会」とする捜査関係事項照会書（謄本）及びこれに対する回答書各\n１通の証拠調べを請求し，その取調べを了した上，論告において，上記証拠申出\n書における弁護人の指摘に対し，「隣接県内で発信された携帯電話の電波が別の\n隣接県内の中継局で捉えられる現象は稀ではなく，Ｂが平成１４年１２月２３日\nに広島県内に所在したことを決定づけるものではない」などと反論していたこ\nと，他方，弁護人は，弁論において，「平成１４年１２月２３日は，Ｃらによる\n昀初の投棄を同月２４日とする検察側の主張によれば，Ｂと被告人Ａが昀初に下\n見に行った日としての意味を持つ」「しかし，携帯電話の発信記録から，Ｂはこ\nの日，広島にいたことが明らかであ」り，別表番号１の投棄場所へ３人で下見に\n行った日，「つまり昀初の投棄があった日について，ＢとＣの供述は食い違って\nいる」から，被告人Ａとの共謀に関する上記両名の供述は，相互に食い違ってお\nり信用できないものであって，共謀共同正犯を認定することはできない旨主張し\nていたことの各事実が認められる。以上の審理経過に照らせば，別表番号１の訴\n因における「平成１４年１２月２４日」という日は，単に投棄行為の始期として\nの意味を持つだけでなく，検察官の冒頭陳述と相まって，被告人ＡとＢ及びＣと\nの間に別表番号１，２の各投棄についての共謀共同正犯が成立したか否かを左右\nする日として重要な意味を持ち，当事者もこれを争点と認識して攻撃防御を行っ\nていたことが明らかであり，このような審理の経過に鑑みると，原裁判所が投棄\n行為の始期を両当事者が主張していない同月２２日ころと認定することは，被告\n人側において同月２２日における共謀共同正犯の成立の有無を争う機会を不当に\n奪うものであり，この点を新たに争点として顕在化させる措置をとることなく，\n別表番号１の投棄日時を「平成１４年１２月２２日ころから同月２５日ころ」と\n認定した本件の訴訟手続には，被告人らに不意打ちを与え，その防御権を不当に\n侵害した違法があるといわなければならない。\nもっとも，さらに検討すると，原判決挙示の関係各証拠によれば，後記のと\nおり，被告人Ａは，平成１４年１２月２４日，Ｂ及びＣと共に車で別表番号１，\n２の投棄場所へ下見に赴き，Ｃらに対し，「今晩からａのゴミを積んで捨て出す\nこと」等と申し向け，産業廃棄物の不法投棄を行う共謀を遂げたと認められ，別\n表番号１につき，原審段階における訴因どおりの事実を肯認することができるか\nら，上記措置として訴因変更手続は結果的に不要であったということになり，上\n記違法は，判決に明らかに影響を及ぼすものとはいえない。\n論旨は結局，理由がない。\n３　控訴趣意中，事実誤認の点について\n論旨は，要するに，原判決は，被告人Ａが，(1)　岡山市ａ所在の被告人会\n社の産業廃棄物保管場所（以下「ａの土地」という。）において，産業廃棄物約\n１４２４立法メートルを保管し，平成１３年１１月１６日付けで，岡山市長か\nら，上記産業廃棄物を平成１４年３月９日までに撤去すべき旨の命令（以下「本\n件命令」という。）を受けたが，上記期日までに上記命令に従わなかった（原判\n示第１），(2)　Ｂ及びＣと共謀し，産業廃棄物である廃プラスチック類を岡山\n県倉敷市ｂ所在の倉敷市役所残土置場（原判示第２）及び原判決添付別表番号１\nないし４の各投棄場所にそれぞれ投棄した（原判示第３）と認定したが，(1)に\nついて，当該産業廃棄物は，被告人Ａが知らないうちにＥ「以下「Ｅ」とい\nう。）らによって持ち込まれたもので，被告人Ａが保管していたものではない\n上，被告人Ａは，岡山市長から本件命令に係る書面を受け取っておらず，(2)に\nついても，被告人Ａは，Ｂ及びＣと不法投棄の共謀をしたことはないから，上記\n各事実を認定した原判決には，判決に影響を及ぼすことが明らかな事実の誤認が\nある，というのである。\nそこで検討するに，原判示事実のうち，原判示第３別表番号１の投棄日時を\n「平成１４年１２月２２日ころから同月２５日ころ」と認定した点は，前記のと\nおり，原審段階における訴因どおりの事実を認定するのが相当であり，この点に\n関する原判決の認定には誤りがあるが，その誤りは，量刑上格別の差異をもたら\nすものではないから，判決に明らかに影響を及ぼすものとはいえない。また，原\n判決の（弁護人の主張に対する判断）欄には，ａの土地への搬入の代価が少額に\nなっている理由を説示した箇所において，一部相当性を欠く部分があるものの，\n結論としては，原判決に所論の事実誤認は存しない。以下，所論に即して検討す\nる。\n(1)　原判示第１の事実について\nまず，被告人Ａが原判示第１の産業廃棄物を保管していたか否かについて\n検討するに，原判決挙示の関係各証拠，とりわけＣ及びＥの原審公判供述によれ\nば，平成１２年４月ころ，被告人Ａは，建物解体等の事業を営む有限会社Ｆ商事\n（以下「Ｆ商事」という。）の代表者であったＥに対し，搬入量の上限を画する\nことなく，ａの土地に産業廃棄物を持ち込むことを承諾し，同年５月ころから，\nＥによってａの土地に産業廃棄物が搬入されるようになったことが認められ，被\n告人Ａが，原判示第１の産業廃棄物を保管していたことは優に認定できる。これ\nに対し，被告人Ａは，原審公判廷において，「Ｅからあなたの方にごみを置かせ\nて下さいという許可は求められましたか」という弁護人の質問に対し，「それ\nが，事後承諾だったか前もって承諾を出したかというのはちょっとよく覚えてい\nない」「多分事後承諾だったんだと思う」と供述し，その後重ねて，「事後承諾\nをしたということはありますか」と問われると，「ないと思います。事後承諾も\nしていないような気もするんですけども，したのかなあ」などと供述している\nが，被告人Ａの上記供述は，それ自体甚だ曖昧なものである上，関係各証拠によ\nれば，被告人Ａは，平成１２年７月下旬にａの土地への廃棄物の搬入が岡山市役\n所担当課によって問題とされて以降，たびたび担当職員の事情聴取を受け，Ｇを\n被告人会社の名目上の代表取締役に就任させた後は，Ｇを通じて担当職員から指\n導を受けた内容を聞いていたにもかかわらず，上記職員らに対し，当該廃棄物は\n無断で搬入されたもので，自己の与り知らないものであるといった弁明は一切し\nておらず，また，捜査段階においても，平成１４年５月２２日付けで岡山市長か\nら告発がなされて以降，検察官による平成１５年２月１４日の取調べのころまで\nは，警察官，検察官のいずれに対しても，上記認定に沿う供述をし，自らが原判\n示第１の産業廃棄物を保管していたことを肯認していたことが明らかであって，\nその後これを翻し，否認に転じた理由について，被告人Ａが合理的な説明をなし\n得ていないことをも考慮すると，被告人Ａの上記公判供述は信用できない。\n所論は，原判示第１の産業廃棄物は被告人Ａが知らないうちに持ち込まれ\nたものであるとし，その根拠として，①　廃棄物をａの土地に搬入することで利\n益があるのはＦ商事及びＥである，②　被告人ＡはＥらから廃棄物の処理料金を\n受け取っていない，③　Ｅは，ａの土地への廃棄物の搬入が岡山市役所担当課に\nよって問題とされた後の平成１４年８月ころ，自己の所有地に被告人Ａを権利者\nとする担保権を設定し，ａの土地から廃棄物を搬出する費用を捻出しようとして\nいた，などと主張する。まず，①の点についてみると，廃棄物をａの土地に搬入\nすることで，一次的に利益を得るのがＦ商事ないしＥであることは，所論指摘の\nとおりと考えられるけれども，当審における事実取調べの結果によれば，被告人\nＡは，Ｅらがａの土地に廃棄物の搬入を始める相当前から，Ｆ商事が買い受けた\n重機２台の割賦代金債務（合計１２５４万５０００円）について，自己が代表取\n締役を務める株式会社Ｈにおいて連帯保証人となった上，Ｆ商事が上記割賦金債\n務の支払に窮した際，これを代わって支払うなど，Ｆ商事ないしＥと相当親密な\n関係にあり，Ｆ商事の事業継続に重大な利害関係を有していたと認められるか\nら，このような被告人Ａが，廃棄物の処理料金の支払に窮したＥの依頼を受け，\nａの土地への廃棄物の搬入を承諾することは，十分あり得るところと考えられ\nる。次に，②の点についてみると，被告人側に処理料金を渡した旨のＣの原審公\n判供述は，原判決が説示するとおり，原審検３１添付のノート及び請求書の記載\nによって裏付けられており，十分信用できるところ，確かに，Ｃの供述を前提と\nしても，Ｃが被告人側に渡した金額は，搬入した廃棄物の量に比して甚だ低額で\nあることは否めず，被告人Ａが処理料金欲しさから，積極的に廃棄物の搬入を承\n諾したとは認め難いものの，被告人Ａが上記のとおり，Ｆ商事の事業継続に重大\nな利害関係を有していたことを考慮すると，処理料金の低廉さから，前記認定が\n左右されるものとはいえない。さらに，③の点についてみると，Ｂ，Ｃ及びＥの\n原審公判供述並びに当審における事実取調べの結果によれば，Ｅは平成１４年８\n月ころ，ａの土地から廃棄物を搬出する費用を捻出すべく，被告人Ａに対して自\n己の所有地を売却することを依頼し，その後，同年１０月２９日受付で上記土地\nに被告人Ａを権利者とする根抵当権設定仮登記及び条件付賃借権設定仮登記を経\n由していたことが認められるけれども，ａの土地へ廃棄物を搬入することで，一\n次的に利益を得るのがＦ商事ないしＥであり，被告人Ａは，Ｆ商事の事業継続に\n重大な利害を有する関係で，いわば消極的に廃棄物の搬入を承諾したにすぎない\nと考えられることからすると，それまで低額の処理料金しか支払っていなかった\nＥが，本件命令が発せられるなど事態の深刻化に伴って，応分の搬出費用を負担\nする態度を示したとしても，不自然，不合理なこととはいえず，③の点も，前記\n認定を妨げるものとはいえない。所論は採用できない。\n次に，被告人Ａが本件命令に係る書面を受け取ったか否かについて検討す\nるに，Ｂは，捜査段階において，本件命令に係る郵便を含め，岡山市から配達証\n明付きで郵送され自己が受け取った郵便はすべて，被告人Ａに渡した旨一貫して\n供述しているところ，その供述に不自然，不合理な点はなく，十分信用できる。\nこれに対し，被告人Ａは，当公判廷で，本件命令に係る書面は受け取っていない\n旨所論に沿う弁解をするけれども，被告人Ａは，捜査段階においては一貫して，\nＢから上記郵便を受け取ったことは認めた上，ただ，内容をよく確認していなか\nったと弁解していたにとどまり，原審段階においても，所論に沿う弁解は全くし\nていなかったものである。このように，当公判廷における弁解が，極めて唐突に\nなされたものであることを考慮すると，これを信用することはできず，警察官と\nのやりとりを一部録音したテープ及びその反訳書である当審弁５ないし７も，前\n後の文脈に照らし，上記弁解を裏付けるものとはいえない。本所論も採用できな\nい。\n(2)　原判示第３別表番号１，２の事実について\nこの点について，Ｃは，原審公判廷において，「平成１４年１２月ころ，\n被告人Ａから，ａの土地の廃棄物を分別してほしいと頼まれた。分別がある程度\nできた同月２０日ころ，ＩとＪ物産に依頼して廃棄物を搬出したが，先方から，\nもう少し丁寧に分別しろと苦情を言われたため，被告人Ａは，分別できていない\nごみは別の場所に移し替えようと言っていた」「同月２４日の午後，被告人Ａと\n共にＢの運転する車に乗り，被告人Ａの道案内に従って，別表番号１の投棄場所\nへ行き，そこで被告人Ａから，『ここへａから分別できていない悪いごみを持っ\nてこい。めんどくさかったら，土をかぶせてもいいし，穴を掘って埋めてしま\nえ』などと言われた」「引き続き，被告人Ａの道案内に従って，別表番号２の投\n棄場所へ行き，そこでも被告人Ａから，『人は来んから大丈夫じゃ。悪いごみを\n持ってこい。午後８時以降に現場を出るように。トラックのＦ商事の文字はスプ\nレーで消しとけ』などと言われた」「その日の夜，Ｆ商事の事務所でトラックの\n文字を消した上，ａの土地で廃プラスチック類をトラックに積み込み，Ｂに携帯\n電話で『これから出発する』と連絡した。投棄を終えて帰るとき，携帯電話で妻\nに電話し，クリスマスイブのプレゼントの話をした」旨供述している。Ｃの上記\n供述は，具体的かつ詳細で迫真性があり，Ｂ及び妻に対する電話の点で，携帯電\n話の発信記録（原審検９８）により裏付けられている上，Ｉ等に依頼して廃棄物\nを一部搬出したものの，同月２４日までに全部搬出することができなかったとい\nう点では，被告人Ａ自身が，同月１７日に検察官に供述した内容（同月１８日か\nらＩにより廃棄物の搬出を始め，同月２４日までにはすべての搬出を終えて検察\n庁に電話する，というもの），さらには，同月２４日午後５時過ぎに検察官に電\n話をかけ，留守番電話に録音した言葉（今日電話する約束なんで電話差し上げた\nんですけれども，どうしてもあと２，３日かかるみたいなんですけど，一生懸命\nやっておりますので，終わり次第連絡差し上げます，というもの。原審検１０\n６）とも整合しており，これらの点に徴すると，Ｃの上記供述は十分信用でき\nる。これに対し，被告人Ａは，原審公判廷において，「同月２４日の午後は，２\n時過ぎころに知人と待ち合わせて岡山市役所へ行き，その後，３時ごろから４時\n過ぎまで岡山地方検察庁で取調べを受けて調書を作成した。取調べを終えて家に\n帰る途中，検察庁から署名の書き直しに来てくれと電話連絡を受け，検察庁に引\nき返した。したがって，同月２４日の午後，Ｃらと別表番号１，２の投棄場所へ\n行ったことはない」旨の供述をしているけれども，同月２４日に岡山地方検察庁\nで被告人Ａの取調べが行われていないことは，取調べ日時に関する報告書（原審\n検１０５）及び上記留守番電話の録音内容から明らかであり，被告人Ａの上記供\n述は信用できない。\n所論は，Ｃの上記供述は，被告人Ａ及びＢと３人で昀初に別表番号１の投\n棄場所へ行った日の点で，Ｂの供述と齟齬しており，信用性がない旨主張する。\n確かに，Ｃの供述とＢの供述との間に，３人で上記場所へ行った日の点において\n齟齬があることは，所論指摘のとおりである。しかしながら，Ｂの１度目の公判\n供述と２度目のそれとを比較検討すれば，日付の点に関するＢの供述が，正確性\nに欠ける面があることは明らかであるのに対し，被告人Ａ及びＢと３人で別表番\n号１，２の投棄場所を下見し，昀初に不法投棄に及んだ日に関するＣの上記供述\nは，日付の点でも携帯電話の発信記録により客観的に裏付けられており，十分信\n用することができる。これに対し，前記ＤのＢと会った時期に関する記憶は，甚\nだ曖昧である上，弁護人が指摘するＢの広島からの携帯電話発信記録は，１２月\n２３日１３時１７分のみで，同日２０時３７分には岡山からの発信が記録されて\nおり，その間に被告人ＡとＢとの下見が行われた可能性，あるいは被告人Ａと２\n人で下見をした日が投棄の日の前日であるというＢの記憶が不正確である可能性\nを否定できないから，所論指摘の点が，前記のとおり確実な証拠に裏付けられた\nＣ供述の信用性を左右するに足りるものとは考えられない。所論は採用できな\nい。\n以上の検討により，信用できるＣの前記供述を含む関係各証拠によれば，\n被告人Ａは，平成１４年１２月２４日，Ｂ及びＣと共に車で別表番号１，２の投\n棄場所へ下見に赴き，Ｃらに対し，「今晩からａのゴミを積んで捨て出すこと」\n等と申し向け，ａの土地の産業廃棄物を搬出して不法投棄を行う共謀を遂げた\n上，Ｃにおいて，別表番号１の投棄日時の始期を平成１４年１２月２４日ころと\n改めるほかは，原判示事実のとおり，各投棄に及んだと認められる。\n(3)　その余の原判示各事実について\nこの点についても，Ｃは，原審公判廷において，「平成１４年１２月２８\n日の午後，自分が運転する軽トラックに被告人Ａを乗せ，Ｂにも車で追従させ\nて，被告人Ａの道案内に従い，原判示第２の投棄場所へ行き，そこで被告人Ａか\nら，『今日の晩８時以降ここへ捨てろ。穴の中に捨てろ』などと言われた」「そ\nの土地には，残土の捨て場のようなことを書いた看板や，会社名の入ったパイロ\nンなどがあったので，ここはやばいのではないかと言うと，被告人Ａは，『心配\nない』と言っていた」「引き続き，被告人Ａの道案内に従って，ｃのＫへ行っ\nた。入るときに，被告人Ａから，『カメラがある。ガムテープで塞いでナンバー\nプレートを隠せ』と言われ，その場所の説明として，『ここはいろんな業者が入\nっているので，自分たちが不法投棄しても分からない』とも言われた」「その\n後，日付がはっきりしないが，平成１５年１月１２日ぐらいに，被告人Ａ及びＢ\nと共に車で，被告人Ａの道案内に従って，別表番号３の投棄場所へ行き，そこで\n被告人Ａから，『ここは残土を取っていたところだ。ごみを捨てるなら一番奥か\nら捨てろ』などと言われた」「引き続き，被告人Ａの道案内に従って，別表番号\n４の投棄場所へ行き，そこでも被告人Ａから，『ここに捨てても２年ぐらいは人\nが入らない』と言われ，門に付いていた錠につき，『近いうちに段取りする』と\n言われた」旨供述している。Ｃの上記供述は，前同様，具体的かつ詳細で迫真性\nがある上，被告人Ａ及びＢと共にｃのＫに行ったという点では，原審検４３添付\nの写真により，また，上記門の錠に関する点では，被告人Ａが上記門に付けられ\nた錠に適合する鍵を所持していたことにより（原審検９１），それぞれ客観的に\n裏付けられており，十分信用できる。これに対し，被告人Ａは，原審公判廷にお\nいて，「平成１４年１２月２８日にｃに行ったことはあるが，それは，知人が申\n請していた残土捨て場の許可が下り，工事をしているというので，ちょっと現場\nを見て行こうかなと思って行ったんだと思う」，別表番号３の投棄場所には「行\nったことないです。行ったかも分からないですけども，近所を通ったかも分から\nないですけども。行ってないと思います」，同番号４の投棄場所にも「行ってな\nいと思います。門の鍵の管理者は知らないです」などと供述しているけれども，\nその供述は，甚だ曖昧なものである上，上記写真等の客観的証拠についての説明\nも不自然，不合理であり，到底信用することができない。\n所論は，原判示第２の投棄について，種々の仮定に基づく計算を重ねた\n上，Ｃの供述するような投棄をすることは時間的に無理があり，Ｃの供述に信用\n性はない旨主張するが，上記計算が合理的な根拠に基づくものと認め得る証拠は\n存しないから，所論は，前提を欠くものというほかない。本所論も採用できな\nい。\n以上の検討により，信用できるＣの前記各供述を含む関係各証拠によれ\nば，被告人Ａが，Ｂ及びＣと共謀の上，原判示第２及び同第３別表番号３，４の\n各投棄に及んだことは優に認定できる。\n以上のとおりであって，その他，所論が縷々指摘する点を踏まえて記録を慎\n重に検討しても，原判決に所論の事実誤認は存しない。\n論旨は理由がない。\n４　よって，刑訴法３９６条により本件各控訴を棄却する（ただし，原判示第３\n別表番号１の投棄日時を「平成１４年１２月２４日ころから同月２５日ころ」と\n改める。）こととし，主文のとおり判決する。\n平成１６年１０月１３日\n広島高等裁判所岡山支部第１部\n裁判長裁判官　　　安　　　原　　　　　　　　浩\n裁判官　　　石　　　原　　　　稚　　　也\n裁判官　　　吉　　　井　　　　広　　　幸\n"
}