{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 30
  },
  "case_number": "平成14(ワ)2297",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "5587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/005587_hanrei.pdf",
  "contents": "平成１６年１月３０日判決言渡\n平成１４年(ワ)第２２９７号損害賠償請求事件\n判                  決\n主                  文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，金５０００万円及びこれに対する平成３年８月２７日から支払済みまで年５分の\n割合による金員を支払え。\n第２　事案の概要\n本件は，平成３年８月２７日，被告が開設するＡセンター（以下「被告病院」という。）において，食道癌の\n治療のために右開胸・開腹，胸部食道全摘，胸骨後胃管再建手術（以下「本件手術」という。）を受けた原\n告が，被告に対し，被告病院の医師らにおける，食道癌ではなかった，あるいは内視鏡による手術を行う\nべきであったにもかかわらず本件手術を行った，本件手術の際に第５肋骨及び第６肋骨を切離するべき\nであったにもかかわらず部分切除した，食道癌であること及び肋骨を部分切除することなどについて説明\nをしなかったという過失により，原告の右胸から背中にわたり痛みが残ったとして，被告に対し，債務不履\n行に基づき損害賠償を請求している事案である。\n１　争いのない事実等\n(1)　被告は，被告病院を開設しており，Ｂ医師及びＣ医師は，被告病院において，主として原告の診療\n及び手術に当たった者である（争いのない事実）。\n(2)　原告は，昭和２年１月８日生まれの男性で，Ｄは，原告の妻である（争いのない事実）。\n(3)　原告は，平成３年５月１日に受けた人間ドックにおいて，慢性胃炎，胃潰瘍の疑いがあると診断さ\nれ，同年７月３日，被告病院の消化器科を受診し，同月１１日，被告病院において，十二指腸ファイバース\nコープによる検査を受診し，同年８月２日，被告病院の消化器科に入院し，被告との間に，食道の異常の\n治療等を行う旨の診療契約を締結した（争いのない事実，甲Ａ２，乙Ａ１，原告本人）。\n(4)　Ｂら被告病院医師ら（以下「Ｂら」という。）は，原告について食道癌であるという確定診断を行った\nが，原告に対しては食道癌という診断名を告げずに本件手術を実施することとし，同年８月２７日，原告に\n対し，被告病院において，本件手術を施行した。本件手術の術式は，右側の肋間を開胸し，胸部食道と\n転移の可能性のあるリンパ節を切除し，開腹して胃袋を細長くし，食道の代わりとするとともに，腹部のリ\nンパ節も切除し，頚部を切開し，再建された胃管を頚部まで引き出し，胃管と頚部の食道を縫ってつなぐ\nものである（争いのない事実，甲Ａ２，乙Ａ１，証人Ｂ）\n(5)　Ｂらは，本件手術の際，原告の肋間を開胸するに当たって，原告の第５肋骨及び第６肋骨をそれぞ\nれ１．５センチメートルほど部分切除した（争いのない事実，乙Ａ１，４（枝番含む，以下同じ。），証人Ｂ）。\n２　争点\n(1)　原告に対する本件手術の必要性の有無\n(2)　２本の肋骨の部分切除の必要性の有無\n(3)　説明義務違反の有無\n(4)　因果関係（判断の必要がなかった争点）\n(5)　損害額（判断の必要がなかった争点）\n３　争点についての主張\n争点に関する当事者の主張は，別紙争点整理表記載のとおりである。\n第３　当裁判所の判断\n１　争点(1)（原告に対する本件手術の必要性の有無）について\n(1)　原告は，まず，Ｂらが本件手術当時において，原告が食道癌であるという医学的根拠は乏しかった\nにもかかわらず，本件手術を施行したと主張するので，原告が本件手術当時食道癌であったか否かにつ\nいて検討する。\nア　前記第２，１(3)(4)の事実及び証拠によれば，以下の事実が認められる。\n(ア)　原告は，平成３年５月１日に受けた人間ドックにおいて慢性胃炎，胃潰瘍の疑いがあると診断さ\nれ，胃カメラによる再検査を勧められ，同年５月１８日の再検査の結果，食道下部に擦り傷があることを指\n摘され，同年７月３日，被告病院を受診した（第２，１(3)の事実，乙Ａ１，甲Ａ２，原告本人）。\n(イ)　原告は，同月１１日，被告病院において，内視鏡検査及び内視鏡的生検（内視鏡を用いて直視\n下に組織を採取し，プレパラートを作成した上で顕微鏡において観察し，病理学的な診断を行うもの）（以\n下，これらを総称して「第１回生検」という。）を受けた。第１回生検の結果，原告には，中部から下部の食\n道にびらん及び発赤の散在が認められ，採取された組織から癌細胞が発見されたとされ，組織診断とし\nて，基定膜を破っていない食道の粘膜内偏平上皮癌と診断された（乙Ａ１，８（枝番含む，以下同じ。），１\n０）。\n(ウ)　原告は，同年８月２日，被告病院の消化器科に入院し，同月６日，上部消化管造影検査を受け\nたところ，中部食道に小バリウム斑の疑いが認められたが不明瞭で再現性に欠けるものであった。原告\nは，同月９日，手術目的で外科に転科し，同月１４日，再度上部消化管造影検査を受けたところ，食道と\n胃の接合部より２センチメートルから７センチメートルの胸部下部食道に粘膜の不正像が認められた（乙Ａ\n１，９（枝番含む，以下同じ。），１０，証人Ｂ）。\n(エ)　原告は，同月２０日，第２回目の内視鏡検査及び内視鏡的生検を受けた（以下，これらを総称し\nて「第２回生検」という。）。第２回生検において，原告に線状潰瘍，境界不明瞭なびらんが発見され，その\n部分はルゴール液によって染色されなかったが，採取された組織からは癌細胞が発見されず，組織診断\nとして，バレット食道及び扁平上皮の再生上皮の疑いと診断された（乙Ａ１，９，１０，証人Ｂ）。\n(オ)　被告病院外科においては，原告の症例に関してカンファレンスを行い，原告に対し本件手術を\n施行することにコンセンサスを得た上で，同月２７日，原告に対し，食道癌の診断で，Ｂの執刀によって本\n件手術を実施し，食道と腹部のリンパ節を切除した。本件手術後，原告からの切除標本について，組織\n学的検査（以下「術後組織検査」という。）が行われ，その結果，バレット食道，点状出血を伴う陥凹が発\n見されたが，切除された食道から癌組織が発見されなかった（第２，１(4)，乙Ａ１，１０，証人Ｂ）。\nイ(ア)  証拠（乙Ａ１，５（枝番含む，以下同じ。），６，７，１０，証人Ｂ）及び弁論の全趣旨によれば，第１\n回生検の結果，原告から採取された組織から癌細胞が発見されたことは真実であり，本件手術当時，原\n告は食道の扁平上皮癌であり，被告病院が食道癌と診断したことは，医学的根拠に基づいた合理的なも\nのであったと認められる。\n(イ)　前記ア(エ)(オ)認定のとおり，第２回生検においては，組織を採取した部位からは癌細胞が発見\nされず，本件手術後の切除標本の術後組織検査においても，癌細胞は発見されなかったことが認められ\nる。\nしかし，証拠（乙Ａ１，８，９，１０，証人Ｂ）によれば，第２回生検において組織を採取した部位\nは，病変の広がりを診断するために，第１回生検とは異なる位置の組織を採取したこと，術後組織検査\nは，切除標本の一部を５ミリメートル間隔で切りだし，その割面からさらに３ないし５マイクロメーターの薄\nい切片を作った上でその断面を検査することによって行われるものであり，切除標本のすべてを検査した\nものではないことが認められ，これらの事実によれば，第１回生検において癌細胞が発見されたことと，第\n２回生検及び術後組織検査において癌細胞が発見されなかったことは矛盾するものではないから，第２\n回生検及び術後組織検査において癌細胞が発見されなかったことをもって，第１回生検の結果が誤りで\nあったということはできず，他にこれを覆す証拠もない。\nウ　以上によれば，被告病院が，原告に対し，食道癌と診断したことが誤りであったということはでき\nず，これを前提とする原告の主張は理由がない。\n(2)　次に，原告は，仮に食道癌であったとしても，本件の場合は内視鏡による粘膜切除術によるべき症\n例であったのだから，本件手術を行ったことに過失があったと主張する。\nア　そこで検討するに，証拠によれば，以下のとおり，内視鏡による粘膜切除術に関する文献上の知\n見等が存在することが認められる。\n(ア)　食道粘膜癌の治療における内視鏡的粘膜切除術とは，内視鏡を食道内に挿入し，鉗子孔から\n病巣にヨード液を散布して染色を行って病巣の位置と大きさを確認し，病巣を中心に粘膜を盛り上げるよ\nうに粘膜下層に生理食塩水を注入して粘膜と粘膜筋板を粘膜下層から剥離し，病巣辺縁に把持鉗子を\nかけて病巣全体を把握して持ち上げ，高周波スネアを閉じて食道粘膜を締めつけ，高周波電流を用いて\n切除するという術式であり，隆起性の病変に施行されるポリペクトミーとは区別される（甲Ｂ１，４，５，乙Ｂ\n８，１０，証人Ｂ）。\n(イ)　内視鏡的粘膜切除術は，癌の深達度が粘膜固有層中層くらいまでにとどまり，リンパ節転移及\nび脈管侵襲が認められず，病巣の範囲が長径２センチメートルくらいまでであり，全周性でなく，病巣数が\n３，４個までの症例において適応となる（甲Ｂ１，２，３，４，５，乙Ｂ１１，１２，１３）。\n(ウ)　上記(イ)のとおり，内視鏡的粘膜切除術を施行するためには，術前に食道癌の深達度を正確に\n診断することが必要になるが，癌の深達度を正確に診断するに当たっては，通常内視鏡以外に２０ＭＨｚ\nのミニチュアプローブによる超音波内視鏡を施行することに加えて，ＣＴ画像上において，リンパ節転移の\nないことを確認する必要がある（甲Ｂ４，乙Ｂ１３）。\n(エ)　平成２年に，食道における内視鏡的粘膜切除術が初めて臨床例に施行された報告例が発表さ\nれた（甲Ｂ４，５，乙Ｂ８）が，甲Ｂ４においては，８例の報告があるのみであり，食道表在癌に対するストリ\nップバイオプシー（粘膜切除術）の報告はいまだ少なく，数施設で行われているにすぎないこと，この治療\n方針が成立するためには正確な術前深達度診断ができなければならないことが指摘されており，また，\n甲Ｂ５においては，５例の報告があるにすぎない。\n食道における内視鏡的切除法について，ポリペクトミーの報告はあるものの，いまだ確立された\n方法はないこと，表在癌に対する内視鏡的切除等の診断，治療を目的とした食道のストリップバイオプシ\nーの手技の確立が望まれていること，十分な効果判定は今後の問題であり，現在のところ，重篤な合併\n症を有する者や手術拒否例等何らかの理由で手術が困難な症例を対象としていることを指摘している平\n成４年の文献が存在し（甲Ｂ１，乙Ｂ１１），また，平成２年ころには，内視鏡的粘膜切除術はその安全性に\nついて危惧されており，内視鏡的に早期食道癌が治療できるようになったのは，ごく最近のことであるこ\nと，その背景には，適応症例の判別の眼が肥やされたこと，安全性へ向けての手技の改良がされてきた\nことを指摘する平成９年の文献が存在する（甲Ｂ３）。\n(オ)　上記(イ)(ウ)のとおり，内視鏡的粘膜切除術を施行するためには，術前に食道癌の深達度を正\n確に診断することが必要になるが，平成３年当時のＣＴの精度はそれほど感度が良かったものではなく，\nＣＴの精度が上がったのは，スパイラルＣＴ等が登場した平成８年ころからであり，また，本件手術当時，\n超音波内視鏡による診断法も標準的なものではなく，被告病院には超音波内視鏡は備え付けられていな\nかった（乙Ａ１０，Ｂ１３，証人Ｂ）。\n(カ)　一方，食道切除術は，今までは食道癌に対する最小の侵襲の手術として，外科医の第一選択\nとして施行されていたとの平成９年の文献が存在する（甲Ｂ３）。\nイ(ア)ａ　前記１(1)ア(イ)(エ)の事実及び証拠（乙Ａ１，１０，証人Ｂ）によれば，原告に対する第１回生検\n及び第２回生検の結果，原告の癌はいまだ食道の基底膜を破っていない粘膜内偏平上皮癌であり，大き\nいものではなく，広範囲にも及んでいないものと診断されたこと，平成３年８月９日及び同月２０日，リンパ\n節転移の可能性について診断するために，ＣＴ検査を行ったところ，肝内やリンパ節に転移を疑う所見は\n認められず，胸腔内にも狭窄，拡張等の所見はなかったことが認められる。\nｂ　一方，上記ア(ウ)(オ)の各事実及び証拠（乙Ａ１，８，９，１０，Ｂ１２，証人Ｂ）によれば，癌の深達\n度を判断するに当たっては超音波内視鏡を施行することが必要であるところ，原告の癌の深達度の判断\nは超音波内視鏡によるものではなく，通常内視鏡の所見による判断でありその正確性は必ずしも十分で\nあるとはいえないこと，原告の食道の病変部分には線状潰瘍，境界不明瞭なびらん，発赤がみられ，癌\nや潰瘍等の異常な上皮がある場合にはルゴール液によって染色されないところ，食道の病変部分はルゴ\nール液によって染色されなかったこと，Ｂらは原告の食道の粘膜が引きつれていたことなどから癌が粘膜\n下層にまで及んでいる可能性も予想したこと，また，本件手術当時のＣＴはそれほど感度が良くなく，ＣＴ\n検査によってリンパ節転移がなかったとしても，これが全く否定されるものではなく，上記のとおり癌が粘\n膜下層まで及んでいる場合にはリンパ節転移の可能性もあったことが認められる。\nｃ　上記ａの事実及び前記ア(イ)に認定した内視鏡的粘膜切除術の適応を考えると，原告の癌は，\n内視鏡的粘膜切除術の適応があったといえなくもないが，上記ｂの事実によれば，原告の癌が内視鏡的\n粘膜切除術の適応に該当すると断定することにはいささかの躊躇を覚えるといわざるを得ず，Ｂらが原告\nの癌について，粘膜下層にまで及んでいる可能性も予想し，また，リンパ節転移の可能性も否定しなかっ\nたことは相当であったと認められる。\n(イ)　さらに，前記ア(エ)によれば，内視鏡的粘膜切除術は，本件手術が行われた平成３年当時に\nおいて，これを行っている医療機関が存在したことが認められるが，それは試験的な試みとしての報告例\nと位置付けられるものにすぎず，複数の文献が，本件手術当時において内視鏡的粘膜切除術の安全性\n及び有効性が確立していなかったことを示しているのであるから，本件手術当時，食道癌に対する手術方\n法として内視鏡的粘膜切除術の安全性及び有効性が医療水準として確立していたものと認めることはで\nきない。\nそして，前記ア(カ)によれば，本件手術当時，食道切除術が，食道癌に対する最小の侵襲の手術\nとして，外科医の第一選択として施行されていたことが認められる。\n(ウ)　これらによれば，Ｂらが原告に対し内視鏡的粘膜切除術を施行せず，本件手術を行ったことを\nもって，過失があるとすることはできない。\n(3)　以上によれば，被告病院が，原告に対し，食道癌との診断の下に，本件手術を行ったことに過失\nがあったということはできず，この点に関する原告の主張は理由がない。\n２　争点(2)（２本の肋骨の部分切除の必要性の有無）について\n(1)　証拠（乙Ａ１，４，１０，証人Ｂ）によれば，原告に対する本件手術の術式及び２本の肋骨を部分切除\nした経過について，Ｂらは，本件手術を施行するに際し，開胸の方式として肋間開胸式を選択し，原告の\n第５肋骨と第６肋骨の間から開胸を行うこととし，原告の右側胸部の皮膚及び筋肉層を切開して，第５肋\n骨及び第６肋骨を露出させ，その間の肋間筋を切離し，胸膜を切開した後，第５肋骨と第６肋骨との間に\n開胸器を装着したこと，開胸器のハンドルを回して徐々に開胸器を広げていくと，ボキボキという音がして\n抵抗がかかったので，肋骨骨折を防ぐために，骨膜を開き第５肋骨のうち約５ミリの幅を肋骨剪刀で切り\n取り，第５肋骨の一部を切除したこと，さらに，開胸器を広げたところ，十分な術野が得られないうちに再\nびボキボキという音がしたので，第６肋骨を同じ部位で部分切除したこと，Ｂらは，部分切除した肋骨断端\nの突起によって神経，血管，周辺組織が損傷することを予防するため，肋骨断端の突起をリュールでと\nり，さらにやすりをかけて断端部分を円滑にしたことが認められる。\n(2)　証人Ｂは，肋骨の部分切除の必要性について，開胸器を使用して無理に術野を広げて肋骨骨折\nを起こした場合には，自然に切離ないし切除した部分と比べて，不自然な形で折れて術後の痛みも激し\nいので，肋骨骨折を防ぎ十分な術野を確保するために肋骨の切離又は切除を行うこと，切離にとどめる\n場合には，肋骨断端の突起によって神経，血管，周辺組織が損傷したり，周りの組織が修復する際骨の\n切断面の間に組織が挟み込まれて虚血や壊死を起こしたり，血管が挟み込まれた場合には出血を起こ\nす危険性があるので，肋骨の切断面を処置できるように肋骨をある程度の幅をもって切除し，リュールと\nやすりを使って断端をスムーズにして，神経，動脈，静脈，筋肉を損傷しないようにすると証言している。\n(3)　開胸を行う際の術式，肋骨切除等については，以下のとおりの文献上の知見が存在する。\nア　開胸を行う際の術式について，以下のとおり分類した昭和４９年の文献が存在する（乙Ｂ５）。\n(ア)　肋間開胸法\n最も簡単な方法であり，肋間を切開して胸腔に達するものである。これは，術後胸壁の変形を残す\nことがないので，幼小児の手術に際してしばしば用いられる。しかし，成人では，一般に本法では手術野\nが狭いので，手術操作が十分に行われにくい。\n(イ)　肋間切開肋骨切断法\n肋間切開に肋骨の切断を行い，視野を広くする方法である。多くは肋骨切断だけでは術後切断端\nの摩擦が起こるので，これを避けるために，肋骨の一部分を切除する方法が行われている。\n(ウ)　肋間切開肋軟骨切断法\n肋間切開と同時に，その上下の胸骨に近い肋軟骨を切離して手術野を拡大する方法である。\n(エ)　肋骨切除開胸法\n肋骨を切除すれば，十分な手術野を得ることができる。この場合，肋骨の後面の骨膜を剥離して，\n骨膜下に肋骨切除を行えば，肋間動脈を損傷することもなく骨膜が残存するので，後に骨が新生する。次\nいで骨膜床と胸膜を切開して開胸する。\n(オ)　肋骨切除肋骨切断法\n肋骨切除に加えて，さらにその上又は下の肋骨切断を追加すれば，一層手術野を広くすることが\nできる。\n(カ)　肋骨切断排除肋骨床開胸法\n肋骨を切除することなく，肋骨の１箇所を切断する術式である。切断部は，通常，横突起より約１セ\nンチメートル離れたところで行われる。切断後はその肋骨を一側に排除し，骨膜床と胸膜を切開して開胸\nする。\nイ　肋間開胸及び肋骨床開胸のいずれの場合でも，年長者では肋骨を切断若しくは切除して術野の\n拡大を図ること，高齢者の肺癌手術の場合には広範な胸腔内操作を必要とするから上下２本の肋骨の切\n断が必要となる場合があることを指摘する昭和５５年の文献が存在する（乙Ｂ２）。\nウ　肋骨開胸と肋骨床開胸のどちらを用いるかは術者の好みによること，開胸の手技について，広い\n視野を得るため開胸肋間の上又は下の肋骨の脊柱側を１センチメートルほど切離する場合もあるとの平\n成３年の文献が存在する（乙Ｂ４）。\nエ　後側方開胸術について，必要に応じ十分な視野を得るために下位，上位の肋骨を胸椎横突起の\n近くで肋骨剪刀を用いて切離するとの昭和５８年の文献が存在する（乙Ｂ６）。\nオ　肋骨床開胸には，肋骨を切除する場合と，肋骨の切離のみにとどめる場合とがあるが，食道癌は\n一般に高齢者に多く，このため肋骨切離による開胸が多く用いられており，右開胸による食道切除術に際\nしては，開胸した下部の肋骨（第５肋骨又は第６肋骨）を，できるだけ後方部で，骨剪刀で切離するとの昭\n和６３年における文献が存在する（乙Ｂ３）。\n(4)ア　前記(3)アないしオに指摘した文献において，切離，切除及び切断の用語について必ずしも一致\nした定義の下使用されているとはいえないが，前記(3)アないしオによれば，開胸の手法として肋骨を部分\n切除する術式は，本件手術当時において，開胸の際の肋骨骨折を防ぎ，術野を広くして手術の操作を容\n易にするための標準的な術式として確立されていたと認められし，肋骨の切離について，高齢者に肋骨\n切離による開胸が多く用いられていることを指摘する文献もあれば，肋骨切離だけでは術後切断端の摩\n擦が起こるので，これを避けるために，肋骨の一部分を切除する方法が行われていると指摘する文献も\nあり，どちらも採用されていた術式であると認められる。また，肋骨の２本の切除についても，これを指摘\nする文献があるので，許容されたものであると認められる。\n以上によれば，前記(2)に記載した肋骨の部分切除の必要性について述べる証人Ｂの証言は，上\n記の文献によって十分裏付けられ，信用できるというべきである。\nイ　そうすると，Ｂらが，前記(2)に記載した考えに基づき，前記(1)に認定したとおり，本件手術の開胸\nの際に，ボキボキという音がしたことから肋骨骨折を防ぎ術野を確保するために，２本の肋骨を部分切除\nしたことは合理的な措置であったと評価することができ，その他肋骨切除をすべきでないとする事情も認\nめられないから，Ｂらが肋骨切除を行ったことをもって過失があるということはできない。\n(5)　よって，この点に関する原告の主張も理由がない。\n３　争点(3)（説明義務違反の有無）について\n(1)　原告は，Ｂらが，本件手術を施行するに際し，原告に対し，食道癌であるとの診断名を明らかにせ\nず，内視鏡的粘膜切除術という選択があることも説明せず，開胸による手術の場合に肋骨切離と肋骨切\n除の方法があること，それぞれについてのメリットとデメリット，肋骨切除による痛み等の後遺症を説明し\nていないなどとして，Ｂらには，説明義務に違反した過失があると主張する。\n(2)　原告，Ｄ及びＢは，Ｂらの原告及びＤに対する説明内容について，それぞれ以下のとおり陳述ない\nし供述（証言）している。\nア　原告本人は，Ｂらから食道潰瘍であるとの説明を受けただけで，食道癌であることの説明は受け\nておらず，また，本件手術の内容については，どの部分を切り取るのか，肋骨を切除するのか，どのよう\nな痛みが生じるのかについても説明を受けず，さらに，術後の痛みについても説明を受けておらず，４週\n間たてば元どおり働けるようになるから心配することないという説明だけを受けて本件手術することに同\n意したこと，手術承諾書の署名押印はＤがしたもので，同人から手術承諾書の提出について話があった\nかどうかは記憶がないことを陳述（甲Ａ２）ないし供述している。\nイ　また，Ｄは，平成３年８月５日，Ｃから，原告が食道癌であり手術を行うこと，転移があるかどうかを\n調べていることを伝えられたが，本件手術の具体的な内容や原告の癌が比較的早期に分かった癌である\nなどの説明を受けておらず，その後，長男と共に，病室と廊下を隔てた部屋でＢから説明を受けたが，早\n期であれば予後は非常に良いがそうでない場合は重大な結果になること，開けてみなければ分からない\nこと，術後食道の縫合部分が切れることがあり，食物が気管に入って大事になることがあるから気を付け\nるようにとの説明を受けたが，Ｂからもそれ以外の具体的な手術の内容等については一切説明を受けて\nいないこと，手術承諾書については，Ｂから手術しかないと言われていたことから，原告に相談することな\nく，自分が署名して提出したものであり，Ｃ及びＢに対し，原告には食道癌であることを告げないでほしい\nとの希望を伝えたと陳述（甲Ａ３）ないし証言している。\nウ　一方，Ｂは，原告及びＤに対する本件手術についての説明に関し，以下のとおり陳述（乙Ａ１０）な\nいし証言している。\n(ア)　Ｂは，Ｅ医師の同席の下，原告に対しては，原告が食道癌であることは伝えずに，原告の病名\nは食道潰瘍であること，手術が必要な理由としては食道潰瘍を放置しておくと悪性化し，ものが食べられ\nなくなってしまう可能性があること，手術の内容としては胸，腹部，頚部を切り，食道を摘出し，その後胃\n管を再建して胃管と食道とを縫ってつなぐものであること，麻酔としては全身麻酔と硬膜外麻酔を併用す\nることを説明したこと，合併症としては食道と胃をつないだところがきちんとつながらずに縫合不全を起こ\nす可能性があること，嚥下がうまくいかずに食べ物が食道から気管に入ってしまい，誤嚥性肺炎が生じて\nしまう可能性があること，その他感染，小胃症状，手術痕の創痛が生じ得ることなどについて説明した。ま\nた，術後の経過については，１週間くらいは集中治療室で管理し，その後１箇月半から２箇月入院治療を\n行い，１，２箇月の自宅療養を経て社会復帰できることを説明したのであり，１箇月で仕事に復帰できると\n説明したことはない。\nＢが，原告に食道癌であることを説明しなかったのは，Ｃから原告に対し癌であることを告知しない\nように引き継ぎを受け，Ｄからも同様の趣旨を依頼されたためであった。\n(イ)　Ｂは，Ｄに対しては，一般的な手術の方式及び合併症については，原告の同席の下で同じ説\n明を行い，食道癌に関する説明は別に時間を設けて行った。\nＢは，Ｄに対し，癌に関する原告の状態については，第１回生検において食道癌の組織診断が確\n定診断として出たこと，癌の進展度は粘膜にとどまる早期のものである可能性が高いが，食道のバリウム\n検査の結果引きつれ等があるのでリンパ節転移がある可能性も否定できないこと，予後については癌が\n粘膜上皮にとどまっていて，リンパ節転移がない場合には本件手術で根治する可能性があるが，粘膜下\n層まで広がっている，あるいはリンパ節転移がある場合には再発する率が高く，その場合には放射線治\n療，抗癌剤による治療等を行うことなどを説明した。\n(ウ)　Ｂらは，原告及びＤのいずれに対しても，第２回生検において癌細胞が発見されなかったこと，\n肋骨を部分切除すること，本件手術後何年間も痛みが持続することは説明していないが，内視鏡的粘膜\n切除術について説明している可能性がある。\n(エ)　Ｂらは，平成３年８月２６日，原告から手術承諾書の提出を受けた。\n(3)　そこで，まず，Ｂらは，原告及びＤに対し，どのような説明を行ったかを検討する。\nア(ア)　証拠（乙Ａ１）によれば，診療記録中には，被告病院消化器内科のＣが，原告に対して，平成\n３年８月２日に，病名については進行している食道潰瘍であること，早めに処置をした方がよいこと，その\n前にいろんな検査を進めていくことを説明し，Ｄに対して，同月５日に，比較的早期に分かった食道癌であ\nること，現在根治的手術のために転移の検索，呼吸機能等の検査をしていること，転移がなければ予後\nは良いことを説明した旨の記載が認められるが，その他に，本件手術の内容及び合併症について説明し\nた旨の記載はない。\n(イ)　証拠（乙Ａ１，証人Ｄ）によれば，原告から被告病院に対し，同月２６日付けで，手術，麻酔を受\nけるに当たり，その内容等についてＢらより説明を受け了解したので，その実施を承諾する旨の原告及び\nＤの署名押印がある承諾書が提出されており，原告の署名押印はＤが原告に代わって行ったことが認め\nられる。\nなお，前記(2)アイのとおり，Ｄは，手術承諾書について，原告に相談することなく自分が勝手に署\n名して提出したと証言するところ，原告本人は，手術承諾書の署名押印はＤがしたものであるが，同人か\nら手術承諾書の提出について話があったかどうかは記憶がないと曖昧な供述をしており，Ｄが原告に無\n断で本件手術のような重大な手術を受ける承諾書を提出するとは考えられず，Ｄは，原告の承諾の上，\n原告の署名押印を代わって行い提出したものと認められる。\nイ(ア)　ところで，前記(2)イによれば，Ｄは，Ｂから早期であれば予後は非常に良いがそうでない場合\nは重大な結果になること，術後食道の縫合部分が切れることがあり，食物が気管に入って大事になること\nがあるから気を付けるようにとの説明を受けたことを自認しており，これによれば，Ｂは，Ｄに対し，原告が\n食道癌であり開腹手術を行うこと，早期の癌の場合とそうでない場合の予後の状況，さらには，食道と胃\nの縫合不全や嚥下障害の合併症について説明をしたものと認めることができ，前記(2)ウ(ア)(イ)に記載し\nた，Ｂが原告ないしＤに対して，合併症としては食道と胃をつないだところがきちんとつながらずに縫合不\n全を起こす可能性があること，嚥下がうまくいかずに食べ物が食道から気管に入ってしまい，誤嚥性肺炎\nが生じてしまう可能性があること，予後については癌が粘膜上皮にとどまっていて，リンパ節転移がない\n場合には本件手術で根治する可能性があるが，粘膜下層まで広がっている，あるいはリンパ節転移があ\nる場合には再発する率が高く，その場合には放射線治療，抗癌剤による治療等を行うことなどを説明した\nとの証言部分は，Ｄの証言と矛盾せず信用できると認められる。\n(イ)　そして，Ｂが早期の癌の場合とそうでない場合の予後の状況，さらには，食道と胃の縫合不全\nや嚥下障害の合併症について説明を行うためには，原告の癌の状況や本件手術が胸，腹部，頚部を切\nり，食道を摘出し，その後胃管を再建して胃管と食道とを縫ってつなぐものであるという内容をその前提と\nして当然説明する必要があると考えられるし，縫合不全や嚥下障害の合併症の説明をしているならば，そ\nの他感染，小胃症状，手術痕の創痛等の合併症をも説明していることが推認される。\n(ウ)　また，１(1)ア(ア)の事実及び証拠（甲Ａ２，証人Ｄ，原告本人）によれば，原告は，本件手術前１\n０年間にわたりかかさず年１回人間ドックを受け，本件手術後においても人間ドックを受けていること，本\n件手術前の人間ドックにおいて精密検査を受けるように指摘されて被告病院を受診して検査を受けたこと\nが認められ，原告及びＤは，自らの病変に対して強い関心を持っていたことが認められるし，前記(2)イに\nよれば，Ｄは，Ｂから原告が癌であることの説明を受ける際，長男を同席させていることが認められるので\nあり，このような原告及びＤが，被告病院に入院した平成３年８月２日から本件手術が施行された同月２７\n日までのおよそ２５日間余りにわたって，本件手術の具体的内容や原告の癌の程度について何ら説明を\n受けないまま，本件手術を受けることを承諾したとは考え難い。\nさらに，第２，１(4)のとおり，本件手術は重大な病変に対する侵襲の大きな手術であり，このような\n本件手術を施行するＢらが，早期の癌の場合とそうでない場合の予後の状況と食道と胃の縫合不全や嚥\n下障害の合併症についてのみ説明し，本件手術の具体的内容や原告の癌の程度について，全く説明し\nなかったとはおよそ考えられない。\nウ　以上の検討によれば，Ｂらから本件手術の具体的内容，原告の癌の程度，縫合不全や嚥下障害\n以外の合併症について何ら説明を受けていないとする原告本人及びＤの前記供述ないし証言及び陳述\nは，採用することができず，これに対し，Ｂの前記(2)ウ(ア)(イ)の証言ないし陳述は信用することができ，Ｂ\nらは，原告及びＤに対し，本件手術について，前記(2)ウ(ア)(イ)のとおり説明していたと認められる。\nエ　次に，前記(2)ウ(ウ)によれば，Ｂは，原告及びＤのいずれに対しても，第２回生検において癌細胞\nが発見されなかったこと，肋骨を部分切除すること，本件手術後何年間も痛みが持続することを説明して\nいないことは自認しているが，内視鏡的粘膜切除術については説明している可能性があると証言する。\nしかしながら，証拠（証人Ｂ）によれば，被告病院において，本件手術までに内視鏡的粘膜切除術を\n行った例はなく，初めて内視鏡的粘膜切除術を行ったのは平成５年ころであること，Ｂは，本件手術当時，\n内視鏡的粘膜切除術は食道癌に対する手技として確立していないと認識していたことが認められるので\nあり，かかる事実によれば，Ｂが，原告ないしＤに対し，内視鏡的粘膜切除術について説明していたとは\n到底考えられず，Ｂの前記証言部分は採用できず，Ｂは，原告及びＤに対し，内視鏡的粘膜切除術につ\nいては説明していないと認められる。\n(4)　そこで，前記(3)に認定したＢらの説明内容に基づき，Ｂらの説明が，説明義務違反に当たるかにつ\nいて判断する。\nア(ア)　まず，原告は，Ｂらが，原告に対し，食道癌であると診断したこと及び第２回生検の結果癌組\n織が発見されなかったことを説明しなかったのは違法であると主張するところ，Ｂらが，Ｄに対し，原告が\n食道癌であることを告げたにとどまり，原告に対しては癌の告知をしなかったこと，原告及びＤに対し，第\n２回生検の結果癌組織が発見されなかったことを説明しなかったことは，前記(3)に判示したとおりである。\n(イ)　証拠（甲Ａ３，乙Ａ１，１０，証人Ｄ，同Ｂ）によれば，Ｄは，Ｃから原告が食道癌であることを告げ\nられ，原告には癌の告知をしないように依頼したこと，Ｂから原告の癌について説明を受けたとき，原告に\n癌であることを言わないでほしいと依頼したこと，Ｄは，被告病院整形外科において足の骨の癌の宣告を\n受け，非常に不安な思いを抱いた経験を有していたため，原告に手術をしないうちから余計な不安は持た\nせたくないという考えからＢらに上記のような依頼をしたこと，Ｂらは，Ｄの意向により原告に対し癌の告知\nをしないで，食道潰瘍であると説明するにとどめたことが認められる。\n(ウ)　上記のとおり，配偶者等の家族から患者本人に癌の告知をしないでほしいと依頼された場合\nに，医師として，あくまで患者本人の意思を尊重し，あるいは患者本人がその後の人生の在り方について\n正しい決定をできるように，真実の病名を告げるべきかは議論の分かれるところであり，慎重に検討すべ\nき問題であると考えられるが，少なくとも，平成３年当時，原告の妻であるＤから上記のとおり依頼された\nＢにおいて，原告からあらかじめ家族の反対があっても原告自身に対し癌の告知を行うように告げられて\nいたという特別の事情も認められない本件において，Ｄの依頼に従って，同人に対して原告が食道癌であ\nると告げたにとどまり，原告に対して癌の告知をしなかったことをもって，説明義務違反があるとすること\nはできない。\n(エ)　また，前記１に判示したとおり，第２回生検は食道癌の確定診断のために行ったものではな\nく，病変の広がりを判断するために行ったものであり，上記結果によっても原告が食道癌であるとの診断\nや本件手術が必要であることが否定されるものではないから，Ｂらが，原告及びＤに対し，第２回生検の\n結果を伝えなかったこと及び原告らに対し，さらに検査を重ねて食道癌かどうかを確認した上で治療方法\nを決定するかを説明し，その機会を与えなかったことについて説明義務違反があるとすることはできな\nい。\nイ　次に，原告は，Ｂらが内視鏡的粘膜切除術という選択肢があったことを説明しなかったのは説明\n義務違反に当たると主張する。\n前記１(2)に判示したとおり，本件手術当時，内視鏡的粘膜切除術が食道癌に対する手術方法とし\nて，その安全性及び有効性が医療水準として確立していたものと認めることはできず，原告本人がＢらに\n対して内視鏡的粘膜切除術について強く希望しその説明を求めたというような特段の事情も認められな\nい本件において，Ｂらが内視鏡的粘膜切除術という術式について説明しなかったことについて説明義務\n違反があるとすることはできない。\nウ　さらに，原告は，肋骨切除によって本件手術部位に強い痛みが継続して生じているところ，Ｂらが\n開胸による手術の場合に，肋骨切離と切除という方法があること，それぞれについてのメリットとリスク，\n肋骨切除による痛み等の後遺症について説明しなかったことは説明義務違反に当たると主張する。\n(ア)　前記２(2)(3)(4)に判示したとおり，肋骨切離と肋骨切除という術式は，開胸手術の際に術野を広\nくして手術を容易にし，かつ，肋骨骨折を防ぐための開胸手術における手技であり，どちらも採用されてい\nた術式であること，高齢者に多い食道癌の場合，肋骨切離による開胸が多く行われていることを指摘する\n文献が存在するが，切除ではなく切離を行うべき合理的理由については記載されておらず，一方，肋骨\n断端の摩擦を防止するために肋骨の切離ではなく，肋骨の一部分を切除する方法が行われていると指\n摘する文献もあり，肋骨切離を行った場合には，肋骨断端の突起によって神経，血管，周辺組織が損傷\nしたり，肋骨の切断面の間に組織が挟み込まれて虚血や壊死を起こす危険性があるので，肋骨切除を行\nう旨の証人Ｂの証言は十分信用に値することが認められる。\n以上によれば，少なくとも肋骨切離と肋骨切除は，開胸手術の手法の一つにすぎず，開胸の手法\nのうちどの手法を選択して実施するかは医師の裁量に任されているというべきであり，これを説明して患\n者の同意を得ることが必要であると認めることはできない。\n(イ)　証拠（甲Ａ１ないし３，乙Ａ３，証人Ｄ，原告本人）によれば，原告は，現在右胸から背中にかけて\n鉄の棒を差し込まれたような圧迫感のある激痛があることを訴えていること，被告病院麻酔科医師Ｆは，\n原告の胸痛について食道手術後後遺症という診断書を作成していることが認められ，原告は，上記の激\n痛が本件手術直後から現在まで続いていると供述している。\n一方，証拠（乙Ａ１）によれば，原告は，本件手術後平成３年９月３日まで集中治療室において疼\n痛対策の治療が行われていたものの，集中治療室退室時の申送りには創痛がとりきれず，問題点として\n創痛と記載されているが，その後，カルテにおいて，同月６日に疼痛ほとんどないとの記載がされてから\n同年１２月８日に退院するまでの間疼痛に関する記載はなく，看護記録には，同年９月には右胸の傷口\nが痛くてたまらない，右側胸部痛増強，ひきつれ感あり，右側胸痛強いときにペンタジン７．５ｍｇ筋注して\nくださいなどの記載が多数みられるが，それ以降同年１２月８日に至るまでは，同年１０月８日に右側胸部\nの創の周囲にギブスを入れられているような違和感，同月３１日に引っ張られるような右側胸部痛，同年\n１１月２日右胸から背部にかけての創のひきつれが気になるとの記載がある程度で，その他に右側胸部\n痛に関する記載はないし，本件手術後から原告の退院に至るまで診療記録には原告が供述する右胸か\nら背中にかけて鉄の棒を差し込まれたような圧迫感のある激痛があった旨の記載はないことが認められ\nる。\nそして，証人Ｂは，肋骨切除によって肋間神経を傷つけた場合，本件手術による傷の痛みがある\n程度良くなってきた時点で肋間神経の痛みが前面に出てくること，看護記録の上記記載は，本件手術に\nよる創傷が治っていく過程における瘢痕収縮の痛みを意味する記載であって，原告が入院中に鉄の棒を\n差し込まれたような圧迫感のある激痛を訴えていたことはなかったこと，肋間神経と肋骨の間には肋間静\n脈と肋間動脈が走行しており肋骨と肋間神経との間には隔たりがあり，肋骨を切る場合は骨膜を切開し\nて骨だけを切るから，肋骨切除の際に，骨膜を通してさらに大きく動静脈や神経を切ったりするようなこと\nはなく，肋間神経を傷つけた場合には動静脈をも傷付けるところ，本件手術において動静脈から出血した\nことはないから，肋間神経を傷つけたこともないことを証言している。\n加えて，証拠（乙Ａ３）によれば，Ｆは，平成９年３月３１日，被告病院外科の紹介に対し，原告の\n現在の痛みの部位は開胸部の肋骨の肋間神経の部位で，本件手術が関係あるのかもしれないが，よく\n分からない旨の記載をしており，また，原告の症状について相談を受けた被告病院呼吸器科医師は，開\n胸創で長期間痛みを訴える人は今までいなかった旨を回答していることが認められる。\n以上によれば，上記のとおり，右胸から背中にかけて鉄の棒を差し込まれたような圧迫感のある\n激痛があるとの原告の訴えがあり，Ｆは，原告の胸痛について食道手術後後遺症という診断書を作成し\nている事実があるが，一方，被告病院の診療記録によれば，原告は，本件手術後から引き続いて上記の\nような激痛を訴えていたとは認められず，肋骨切除と原告の現在の激痛との因果関係がないとするＢの\n上記証言を否定できる証拠もなく，Ｆを含め被告病院においては，原告の胸部の痛みの原因については\nよく分からないとしている記載もあることなどからすると，現在の原告の本件手術部位における強い痛み\nが本件手術における肋骨切除によるものであるとはいまだ認めることはできないし，少なくとも，Ｂらにお\nいて，本件手術における肋骨切除の結果，原告の本件手術部位における強い痛みが現在も続くことを予\n見することはできなかったといわなければならないし，本件全証拠によるも，開胸手術における肋骨切除\nによってそのような痛みが継続するという文献上の根拠も見当たらない。\nそうすると，Ｂらに，本件手術において肋骨切除を行う際，原告に対し，現在も続くような強い痛み\nが継続することを説明する義務があったということはできず，血管又は瘢痕組織の損傷による開胸創の\n痛みが生じ得ることを説明すれば，開胸に伴う合併症の説明としては十分であったといわなければならな\nい。\nエ　以上の検討によると，原告がＢらの説明義務違反と指摘する点はいずれも認められず，前記(3\n)に認定した，Ｂらの原告に対する説明内容が不十分であり説明義務違反に当たるとすることはできず，\n原告の主張は理由がない。\n４　よって，その余の争点について判断するまでもなく，原告の請求は理由がないから，これを棄却する\nこととし，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官　前　田　　順　司\n裁判官　浅　井　　憲\n裁判官  筈　井　　卓　矢\n争点整理表\n１　原告に対する本件手術の必要性の有無\n（原告の主張）\n(1)　原告の本件手術当時の状態及び検査結果\n原告は，本件手術当時，特段の自覚症状はなかった。\n原告は，被告病院において，平成３年７月２１日に実施された組織学的検査で５箇所のうち１箇所で\n扁平上皮癌が発見されたと言われたが，その後，同年８月２１日に実施された組織学的検査では，癌で\nはなくバレット食道であると言われ，術後の組織学的検査でも癌は否定された。特に，実際に癌であった\n場合に，手術後に切除した部位の組織学的検査をして癌が見つからないということはほとんどあり得ない\nことである。\n(2)　原告に，本件手術が不要であったこと及びその根拠\nしたがって，本件手術当時においては，原告が食道癌であるという医学的根拠は乏しかった。\nなお，仮に，食道癌であれば極めて微小なものであったことは確実であり，その場合には，本件手術\nのような開胸手術を行うのではなくて，内視鏡による粘膜切除術によって切除すべきであった。\nすなわち，食道癌のうち，癌が粘膜筋板に達しない粘膜癌であって，腫脹の長径が３センチ以下で，\n多発病巣が３個以下で，転移病巣がないものについては，内視鏡による粘膜切除術が絶対適応とされて\nいる。本件は，この条件をすべて満たしており，内視鏡による粘膜切除術によるべき症例であった。\nなお，以上のことは，本件当時には被告病院レベルの医療機関では認識されていた医学的知見で\nあった。\n（被告の主張）\n(1)　原告の本件手術当時の状態及び検査の結果による総合判断\nア　原告が食道癌であったことについて\n原告は，平成３年７月３日，被告病院の消化器科を受診し（乙Ａ１，２ページ），同月１１日，被告病\n院のＧ医師は，原告に対し，内視鏡的生検を施行したところ（以下「第１回生検」という。），同月１５日，原\n告は，食道の扁平上皮癌と診断された（乙Ａ１，８６ページ）。\n内視鏡的生検とは，内視鏡を用いて直視下に組織を採取し，プレパラートを作成した上で顕微鏡に\nおいて観察し，病理学的な診断を行うものであって，生検の結果，癌組織が認められない限り，病理学的\nに癌であると診断されることはない。第１回生検においては，食道から約２ないし３ミリメートルの組織を採\n取し，プレパラート上の１０００個前後の細胞から癌細胞の塊を確認したことから，癌であると診断されたも\nのである（乙Ａ５，７）。\n原告の食道癌の部位は，中部ないし下部の胸部食道である。すなわち，第１回生検において，癌組\n織が認められた組織は，胸部中部食道から下部食道の組織であり（乙Ａ１，８４，８５ページ），生検の結\n果，食道の中部ないし下部の扁平上皮癌と判断された（乙Ａ１，１１ページ）。また，原告には，被告病院入\n院後，内科において行われた同年８月６日の食道造影検査の結果，胸部中部食道付近に小バリウム斑\nが認められ（乙Ａ１，６ページ），外科に転科した後，再度，外科において，造影検査が行われたが（乙Ａ\n１，２７ページ），同検査の結果，胸部下部食道付近に不正像が認められている（乙Ａ１，１７ページ）。さら\nに，第１回生検において，癌組織が採取された部位の周辺にはびらんが認められたところ，同月２０日の\n内視鏡検査においても（以下「第２回生検」という。），第１回生検において癌組織が認められた中部ないし\n下部食道において，同様のびらん，また，線状潰瘍（びらんは，潰瘍より浅いものをいう。）が認められて\nいる（第１回生検の内視鏡所見については，乙Ａ１，８４，８５ページ，第２回生検の内視鏡所見について\nは，乙Ａ１，３１ページである。）。これらの所見は，原告の病変部は，胸部食道の中部ないし下部の部位\nであったことを示すものである。\nイ　被告病院においては，原告が，手術のために外科に転科した後，再度，第２回生検を行っている\nが，第２回生検は，外科手術に当たり，摘出範囲を決するために病変の広がりを明らかにする必要があ\nることから行ったものであり，第１回生検における食道癌であるとの検査結果に疑いがあったためではな\nい。また，生検とは，専門の医師により，組織を観察し，病理学的に診断されるものであり，その精度は，\n組織の採取が内科において行われるものか外科において行われるものかによって異なるものではない。\nそして，第２回生検において癌組織が認められていないのは，第２回生検においては病変の広がりをみる\n目的から，第１回生検よりも広い範囲の組織を採取したが，生検は，組織の一部を採取して行われるもの\nであることから，第２回生検において採取した組織には癌組織が含まれていなかったことによるものでし\nかなく，原告が食道癌であることを否定するものではない。したがって，第２回生検の検査結果としては，\n組織診断は，採取した組織の診断として，「バレット食道，扁平上皮の再生上皮の疑い」であるが，臨床診\n断は，「食道癌」である（乙Ａ１，８７ページ）。\nウ　また，切除標本の組織学的検査においても，原告の食道から癌組織は認められていないが，これ\nについても，原告が食道癌であったことを否定するものではない。すなわち，切除標本の組織学的検査\nは，切除標本を約５ミリメートルごとに切り出し，その割面からさらに約３ないし５マイクロメーターの薄い切\n片を作った上で行われるものであるため，切除標本の組織学的検査の結果において癌組織が認められ\nなかったのは，上記切片には癌組織が含まれていなかったことを示すにすぎない。また，切除標本の組\n織学的検査は，病変の範囲と深さを明らかにし，追加治療の必要性を検討するために行われるものであ\nり，同組織学検査では，第１回生検において癌が認められた部位や肉眼的に癌が疑われる部位について\n行われたが，同検査の結果からは，原告において，（組織診断は，切除標本を約５ミリメートルごとに切り\n出して行われるため）約５ミリメートル以上の癌はないことが確認され，また，リンパ節にも転移が認めら\nれなかった。以上のことから，被告病院においては，原告の癌が早期癌であり，手術によって切除するこ\nとができたものであり，現時点において，食道癌に対して追加治療を行う必要性は認められないと判断し\nたため，さらなる組織学的検査も行わなかった。同検査の結果としては，組織診断は「バレット食道」であ\nるが，臨床診断は「早期食道癌」である。\n(2)　原告に，本件手術が必要であったこと及びその根拠\n原告は，食道癌であり，本件手術を施行した当時，食道癌治療のためには手術を行うしかなかった\nため，被告病院において，本件手術を行ったものである。\n原告の食道癌は早期のものであったが，癌が小さくとも，分裂速度が速ければ，多少の時間でも根\n治が困難な程度に進行する可能性があり，癌が存在するのに，治療を行わないなどということが医学上\n相当とされることはない。また，原告の癌が扁平上皮癌であること，原告が当時６４歳であったことを考慮\nしても，癌の分裂速度が速ければ，多少の時間でも根治が困難な程度に進行する可能性があることは同\n様であり，本件手術の必要性が減殺されるものではない。\nなお，本件手術当時，内視鏡的粘膜切除術については，実験的，先進的な医療技術として研究開発\nが進められていた過程にあり（乙Ｂ１１，１２），被告病院を含む一般病院において，同術の安全性及び確\n実性は確認されていなかった。これは，平成９年に発行された一般的医学書において，内視鏡的に早期\n食道癌を治療できるようになったのは，ごく最近のことである旨記述されていることからも明らかである（甲\nＢ３，１０２ページ）。\nまた，本件手術当時は，食道癌の深達度とリンパ腺転移頻度の関係についての統計学的データも\n不十分であり，超音波内視鏡等の画像診断技術も相対的に低かったことから，リンパ節転移の有無を術\n前に確定することは困難であったため，食道癌の根治性の観点からも，内視鏡的粘膜切除術は選択し得\nなかった。原告の主張する同術の適応基準（甲Ａ２，５６ページ［平成８年発行］）は，平成６年から平成７\n年ころまでに上記統計学的データが発表されたこと（乙Ｂ８，３６ページ）に加え，画像診断技術が年々高\nまり，術前に，リンパ節転移の有無をある程度推測することが可能となって初めて定めることができたもの\nであって，本件において採用することはできない。\n以上によれば，本件手術当時において，被告病院は，確実な手技によって食道癌を根治するため\nに，内視鏡的粘膜切除術ではなく，当時の標準術式たる本件手術を行う必要があったというべきである。\n２　２本の肋骨の部分切除の必要性の有無\n（原告の主張）\n(1)　本件手術実施に当たり，２本の肋骨切除が不要であったこと及びその根拠\n開胸手術の際に，肋骨を切離する場合と切除する場合とがある。切離とは，肋骨を肋軟骨との境目\nで切り離して，ぶらぶらの状態にして押し広げて，手術に必要な視野を得るものである。この場合には，手\n術が終わった時点で，縫合するかあるいは自然に癒着させることにより元通りの状態にする。手術による\n侵襲は少なく，血管や神経に触れることはないので，本件のような痛みが生じることもない。\n切離では，どうしても必要な視野が得られない事情がある場合には，肋骨を肋軟骨との境だけでは\nなく，脊柱側でも切って１本取り除くことがある。この場合には，肋骨に沿って存在する血管や神経を処理\nする必要が生じるし，また，術後にも，肋骨の状態が元に戻ることはない。\n本件においては，開胸手術について，切離では足りないという特段の事情は存在しなかった。\n（被告の主張）\n(1)　本件手術実施に当たり，２本の肋骨の部分切除が必要であったこと及びその根拠\nア　肋骨の部分切除の必要性について\nＢらは，開胸の際，第５，第６肋骨を部分切除しているが，肋骨の部分切除は，胸部食道及びリンパ\n節の郭清を行う際，十分な開胸視野を得るためにしたものである。これは，仮に部分切除をせずに，肋間\nを開胸していくと，かえって，肋骨骨折を招く可能性があり，その場合は不整形な骨折による痛み等の後\n遺症が生じるおそれがあるため，そのような後遺症の発生を避けるために，通常行われている確立され\nた術式であって，不必要なものではない。\nイ　開胸において１本の肋骨を切離する方法で行うべきであるとの原告の主張は理由がないこと\n肋骨の部分切除は，胸部食道及びリンパ節の郭清を行う際，十分な開胸視野を得ることを目的と\nするものであり，１本を部分切除しても，十分な開胸視野を得ることができないのであれば，２本目を切除\nすることが許されないというものではない。そして，本件手術においては，原告の肋間筋がしっかりしてお\nり，厚みもあったため，肋間が開きにくく，１本の部分切除では肋間に十分な開胸視野が得られないと判\n断されたため，２本の肋骨の部分切除を行ったものである。\nまた，切離では，術後断端の摩擦により，痛みや出血が生じることがあり（乙Ｂ５，２４６ページ），ま\nた，肋骨を一部切除した方が，断端がスムースに接合するようになる（乙Ｂ２，２１０ページ〔肋骨切断によ\nる肋骨床開胸〕３）ものであって，切離する方法で行うべきなどとする原告の主張には理由がない。\n原告は，「開胸した下部の肋骨（第５肋骨又は第６肋骨）を・・切離する」（乙Ｂ３，１１６ページ），「・・\n開胸肋間の上または下の肋骨の脊柱側を１ｃｍほど切離する場合もある」（乙Ｂ４，２５９ページ）との記載\nをその主張の根拠とするようである。しかし，上記のとおり，開胸の際に肋骨１本のみを切離する方法で\n行うべきとする理由は認められない。また，開胸の際に，肋骨を切離又は切除するのか，何本切離又は\n切除するのかについては，文献により様々な記載がされており（乙Ｂ２ないし６），原告の指摘する上記記\n載についても，執筆者において採用している開胸法を記載するものにすぎず，開胸を１本の肋骨を切離す\nる方法でのみ行わなければならないとの趣旨であるとは解されない。したがって，原告の主張はいずれに\nしても理由がない。\nまた，原告は，肋間開胸法ではなく，肋骨床開胸法によるべきであったと主張するようである。原告\nの上記主張は，「３０歳代以上の年齢層では肋骨切断により肋骨床で開胸している」（乙Ｂ２，２０９ペー\nジ）との記載を根拠とするが，肋間開胸と肋骨床開胸では，前者は開胸までの操作が簡単で，短時間で\n開胸し得ること，後者は出血量が少ないこととそれぞれ利点があり，術者の好みによりどちらかを選択し\nているというのが一般的な考え方である（乙Ｂ４，２５９ページ）。そうすると，原告の指摘する上記記載に\nついても，執筆者において採用している開胸法を記載するものにすぎず，３０歳代以上の年齢層において\n肋骨床開胸法によらなければならないとの趣旨であるとは解されない。したがって，原告の主張は理由が\nない。\n３　説明義務違反の有無\n（原告の主張）\n(1)　本件手術において，説明を行うべき内容\nア　食道がんについて\n食道癌については，２度の組織検査の結果を伝えて，この段階で食道の早期癌として開胸手術を\nするのか，さらに検査を重ねて食道癌かどうかを確認した上で治療方法を決定するのか，あるいは，内視\n鏡的粘膜切除術を選択するのかを説明し，原告に治療方法についての同意を得るべきであった。\nイ　肋骨の部分切除について\n開胸による手術の場合に，肋骨について，切離と切除とがあること並びにそれぞれについてのメリ\nットとリスク，肋骨の切除による痛み等の後遺症を説明すべきであった。\n(2)　実際に行われた説明内容\nア　食道がんについて\nＢらは，原告に対し，二度の組織検査の結果も伝えず，また，食道癌として手術をすることの説明\nもなく，内視鏡的粘膜切除術についても何らの説明はなかった。\nイ　肋骨の部分切除について\nＢらは，原告に対し，開胸手術の場合に，肋骨について，切離と切除とがあることの説明もなく，も\nとよりそれによるメリット，リスクの説明，肋骨の切除による後遺症の説明もなかった。\n（被告の主張）\n(1)　実際に行った説明内容\nア　食道がんについて\n(ア)　Ｃは，平成３年８月２日，原告に対し，進行している食道潰瘍であり，早めに処置をした方が良\nいので，そのための検査をいろいろと行う旨説明をした（乙Ａ１，９，１０ページ）。また，同月５日，Ｃは，原\n告の妻に対し，比較的早期に分かった食道癌であり，現在，手術のために転移の検索，呼吸機能等の検\n査を行っている，転移等がないようであれば，予後は良い旨説明をした（乙Ａ１，９ページ）。\n(イ)　同月２６日，Ｂ及びＥ医師は，原告及び原告の妻に対し，放置すると悪性化する可能性があるこ\nとなどから手術が必要であること，手術の術式（右開胸・開腹，胸部食道全摘，胸骨後胃管再建術）の概\n要（右側胸から切開し，開胸し，胸部食道を切除すること，開腹し，胃を切除した食道の代わりとすること，\n頸部を切開し，胃を頚の部分とつなぎ，胸骨の後ろに通すことなど），麻酔は全身麻酔と硬膜外麻酔の併\n用で行うこと，本件手術後，１週間前後はＩＣＵで管理され，手術後１箇月半から２箇月の入院は必要であ\nること，退院後においても，１箇月ほどは自宅療養が必要であること，術後の合併症，後遺症として肺炎，\n縫合不全，感染，創痛，小胃症状などの可能性があることを説明した。また，原告の妻には，原告とは別\n個に，早期癌と思われるが，粘膜筋層まで癌が進んでいる可能性も否定できないこと，リンパ節転移の可\n能性もあり，胸部食道全摘が適当であろうこと，転移等がなければ，治癒する可能性が高いが，リンパ節\n転移がある場合等は再発する可能性が高い旨説明した。上記の説明の結果，原告及び原告の妻は，本\n件手術に同意した（乙Ａ１，２１ページ）。\nイ　肋骨の部分切除について\nＢらは，原告及び原告の妻に対し，上記ア(ｲ)に記載したとおり，本件手術の術式の概要及び術後\nの合併症，後遺症として創痛等の可能性があることなどについて説明した上で，原告らは手術を承諾した\nものであるが，肋骨を２本部分切除することについて特段の説明はしていない。\n(2)　上記説明で十分であること及び原告主張の説明が不要であること\nア　食道癌について\n原告に食道癌であることを告げていないことについては，平成３年当時において，特に本人に癌告\n知をすることは，一般的なコンセンサスが得られておらず，患者への精神的打撃や治療への悪影響の点\nから躊躇されるものであり，また，原告の妻からも原告には話さないでもらいたい旨の要望があったので，\n原告には食道癌であることを告げず，妻に対してのみ話したものであって，何ら説明義務違反を問われる\nものではない。\nまた，第２回生検において癌組織が発見されなかったことについては，第２回生検により，癌である\nことが否定されることも，本件手術の必要性が減ずることもなく，何ら説明義務を負うべき事柄ではない。\nイ　肋骨の部分切除について\n肋骨の部分切除は，開胸の際の手法にすぎず，原告への影響もなく，その有意性（仮に肋骨の部\n分切除をしなかった場合及び切除が不十分であった場合（例えば，十分な開胸視野を得るためには二本\nの切除が必要であったのに，１本のみを切除した場合）においては，肋骨骨折を招き，不整形な骨折によ\nる痛み等の後遺症が生じるおそれがあり，また，切除肋骨の切離のみでは，術後断端の摩擦により，痛\nみや出血が生じるおそれがあるものである。）からしても，医師の裁量に委ねられるものであり，説明義務\nを負うべき事柄ではない。また，Ｂらにおいて，手術による創痛についての説明は行っている。\n原告は，肋骨を切除するというのは，患者の一部を切り取るものであり，それにより本件のような痛\nみの問題も生じるなどと主張する。原告の主張は明らかではないが，肋骨を切除することにより必ず痛み\nが生じ得るとの主張であれば，原告の主張には理由がない。また，実際に原告の痛みが肋骨を切除する\nことにより生じたとは認められない。すなわち，開胸手術後に胸部に痛みが生じるということは，本件手術\nの際に肋間神経に何らかの損傷を与えたものと解されるが，肋間神経は肋骨の下縁に沿って肋間静脈，\n肋間動脈の下を走行しているものであり（乙Ｂ７，４１８ページ），肋骨と肋間神経には隔たりがあるから，\n肋骨を部分切除したとしても，通常肋間神経が損傷されることはなく，これにより痛みが生ずるということ\nもない。また，肋骨を部分切除する際には，肋骨断端による神経，血管，周辺組織の損傷を予防するため\nに，リュールという器械で肋骨断端のぎざぎざの部分を切り取り，さらにやすりをかけてより円滑にする操\n作を行っており，通常，肋骨断端により神経が損傷されることもない。確かに，肋骨の部分切除により肋\n間神経を損傷する可能性が全くないとは言えないが，開胸操作や閉胸操作においても，様々な場合に肋\n間神経を損傷する可能性（例えば，肋骨間を開胸器で広げていく操作（乙Ｂ３，１１６ページ，１１７ページ\n図５６），肋骨に糸をかけて上下二本の肋骨を緊縛するなどの操作（乙Ｂ４，２６０ページ）を行う際に，肋\n間神経を圧迫損傷することはあり得るものである。）はあるのであるから，創痛が起こり得る機序のすべて\nについて被告病院の医師らにおいて説明しなければならないわけはなく，上記可能性を説明する義務を\n負うものではない。\n(3)　結論\n以上のとおり，Ｂらは，原告及び原告の妻に対し，十分な説明をした上で，本件手術の同意を得たの\nであって，原告の自己決定権を何ら侵害したものではない。\n４　因果関係\n（原告の主張）\n(1)　原告の手術後の症状と因果関係\n原告は，術後に，手術部位について，強い痛みが今日まで継続して存在している。\nこの痛みは，肋骨の切除によるものである。被告病院の麻酔医師もその因果関係を認めている。\n（被告の主張）\n(1)　原告の手術後の症状に対する認否\n原告は，入院中において，本件手術直後に硬膜外カテーテルから鎮痛剤を使用したが，その後，右\n胸痛のために使用された鎮痛剤は，平成３年９月１２日のペンタジン１５ｍｇ筋注１回のみであり（乙Ａ１，２\n８９ページ），入院中は医師により疼痛時にペンタジン７．５ｍｇ使用可という指示があったものの（同ペー\nジ），同年１２月８日の退院に至るまで使用されなかった。また，同月２４日から，右胸部痛及び喉がつか\nえるなどの愁訴により，被告病院外科外来に通院を開始したが（乙Ａ３，２２ページ），鎮痛剤を使用する\n程度の痛みではなく，平成４年３月２日，同月１５日になって，インダシン坐薬２５ｍｇ（ペンタジンより鎮痛\n効果は弱い。）が１日１回の使用頻度で処方されたにすぎない（乙Ａ３，２４ページ）。上記経過からすれ\nば，原告の胸痛の程度は，さほど重いものではなく軽症である。\n(2)　原告の胸痛は，肋骨の切除により生じたものではないこと\n肋間神経は，肋骨の下縁に沿って肋間静脈，肋間動脈の下を走行しているものであり（乙Ｂ７，４１８\nページ），肋骨と肋間神経には隔たりがあるから，肋骨を部分切除したとしても，通常，肋間神経が損傷さ\nれることはなく，痛みが生ずるということはない。また，肋骨を部分切除する際には，肋骨断端による神\n経，血管，周辺組織の損傷を予防するために，リュールという器械で肋骨断端のぎざぎざの部分を切り取\nり，さらにやすりをかけてより円滑にする操作を行っており，通常，肋骨断端により神経が損傷されること\nもない。かえって，肋間神経の損傷は，他の開胸操作や閉胸操作，例えば，肋骨間を開胸器で広げていく\n操作（乙Ｂ３，１１６ページ，１１７ページ図５６），肋骨に糸をかけて，上下二本の肋骨を緊縛するなどの操\n作（乙Ｂ４，２６０ページ）を行う際にも生じ得るものであり，原告の右胸創痛が肋骨の部分切除によるもの\nとは認め得るものではない。\n５　損害額\n（原告の主張）\n(1)　慰謝料\n原告のこれまでの痛みによる苦痛並びにそれが今後も長期持続することを考慮すると，相当な慰謝\n料は１５００万円を下らない。\n(2)　逸失利益\n原告は，この痛みにより全く仕事をすることができなくなった。これによる逸失利益は年間３５０万円\nを下らない。よって，これまでの合計逸失利益額は３５００万円を下らない。\n(3)　合計\n５０００万円\n（被告の主張）\n争う。\n原告の右胸創痛が軽症であることは前記のとおりであり，右胸創痛により労働能力の低下が認め得\nるとしても，後遺症障害等級１４級（「局部に神経症状を残すもの」，労働能力喪失率５／１００）を上回るも\nのではなく，仮に原告が右胸創痛により就業し得なかったとしても，原告の心因的要素によるものである\nと解される。また，慰謝料についても，上記障害による労働能力の低下に応じ，相当額とされるべきであ\nる。\n"
}