{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 20
  },
  "case_number": "平成13(ワ)4064",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11804",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11804",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/804/011804_hanrei.pdf",
  "contents": "平成１３年(ワ)第４０６４号　特許権侵害差止請求事件\n口頭弁論終結日　　平成１４年３月１８日\n判　　　　　　決\n原　　　　　　告　　　　　　　Ａ\n訴訟代理人弁護士　　　　　　　伊　神　喜　弘\n同　　　　　　　　　　　　　　柳　瀬　陽　子\n補佐人弁理士　　　　　　　　　樋　口　武　尚\n被　　　　　　告　　　　　　　株式会社フェニックス\n訴訟代理人弁護士　　　　　　　秋　吉　稔　弘\n補佐人弁理士　　　　　　　　　瀧　野　秀　雄\n同　　　　　　　　　　　　　　松　村　貞　男\n主　　　　　　文\n１　被告は、別紙イ号物件目録記載の物件を製造し、譲渡し、譲渡のため\nに展示してはならない。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は被告の負担とする。\n４　この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n被告は、別紙イ号物件目録記載の物件を製造し、使用し、譲渡し、貸し渡\nし、譲渡又は貸渡しのために展示してはならない。\n第２　事案の概要\n本件は、「ズボン等のウエスト伸縮構造」の特許発明の特許権者である原告\nが、被告が製造、販売しているズボンが上記特許発明の技術的範囲に属すると主張\nして、被告に対し、特許権に基づく製造等の差止めを請求した事件である。\n１　争いのない事実等（末尾に証拠の掲記のない事実は当事者間に争いがな\nい。）\n(1)　本件特許権\nア　原告は、次の特許権（以下「本件特許権」といい、その特許請求の範囲\n請求項１記載の発明を「本件発明１」、請求項３の発明を「本件発明２」といい、\n本件発明１と本件発明２を併せて「本件発明」という。）を有している。\n特許番号　　　　第２５７８０７９号\n発明の名称　　　　ズボン等のウエスト伸縮構造\n出　願　日　　　　平成６年１０月１２日（特願平６－２４６２０１\n号）\n公　開　日      　平成８年５月７日（特開平８－１１３８０５号）\n登　録　日        平成８年１１月７日\nイ　本件発明の特許登録時の特許請求の範囲請求項１及び請求項３は次のと\nおりであった（特許登録時の特許請求の範囲が記載された別紙特許公報（甲３）を\n以下「本件公報」という。）。\n「【請求項１】　ウエスト部分にポケットを備えたズボン等のウエスト伸\n縮構造であって、\n一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材を備え、\nこの弾性材と前記上側の布地におけるポケットの入口部分から延出する部\n位との少なくとも表側を、前記下側の布地によって被覆したことを特徴とするズボ\nン等のウエスト伸縮構造。」\n「【請求項３】下側の布地の上端部に縫い着けられポケット部分より後ろ\n側のウエスト部を構成する下側のウエスト布地と、上側の布地の上端部に縫い着け\nられポケット部分より前側のウエスト部を構成する上側のウエスト布地との境界部\n分における最も外側の布地に、この布地の端部を被覆するベルト通しを備えたこと\nを特徴とする請求項１又は請求項２に記載のズボン等のウエスト伸縮構造。」\nウ　原告は、平成１１年１月１２日、本件特許出願の願書に添付した明細書\nの特許請求の範囲及び発明の詳細な説明を別紙訂正明細書（乙８、以下「訂正明細\n書」という。）のとおり訂正するよう求める審判（平成１１年審判第３９００３\n号）を請求したところ、特許庁は、平成１１年８月１９日付けで、「本件審判の請\n求は、成り立たない。」とする審決をした。原告は、上記審決を不服として、同年\n１０月３０日、東京高等裁判所に審決取消訴訟（東京高等裁判所平成１１年（行\nケ）第３４９号）を提起したところ、東京高等裁判所は、平成１２年１１月２０\n日、上記審決を取り消す旨の判決をし、特許庁は、同年１２月２７日、「特許第２\n５７８０７９号に係る明細書及び図面を本件審判請求書に添付された訂正明細書及\nび図面のとおり訂正することを認める。」とする審決をし、この審決は、平成１３\n年２月２２日確定した（甲４～６、弁論の全趣旨、以下、この訂正を「本件訂正」\nという。）。\n本件訂正により訂正された特許請求の範囲請求項１及び請求項３の記載\nは、下記のとおりである（下線部分が訂正箇所）。\n「【請求項１】　ウエスト部分にポケットを備えたズボン等のウエスト伸\n縮構造であって、\n一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材及び前記弾\n性材の最大伸びを抑制する伸び止め材を備え、\n前記弾性材及び前記伸び止め材と前記上側の布地におけるポケットの入\n口部分から延出する部位との少なくとも表側を、前記下側の布地によって被覆した\nことを特徴とするズボン等のウエスト伸縮構造。」\n「【請求項３】ウエスト部分にポケットを備えたズボン等のウエスト伸縮\n構造であって、一端が前記ポケットの上側の布地におけるポケットの入口部分から\n延出する部位に連結され、他端がポケットの下側の布地に連結された弾性材を備\nえ、前記弾性材と前記上側の布地におけるポケットの入口部分から延出する部位と\nの少なくとも表側を、前記下側の布地によって被覆し、\nまたは、一端が前記ポケットの下側の布地におけるポケットの奥端部位\nに連結され、他端がポケットの上側の布地に連結された第一の弾性材と、一端が前\n記ポケットの上側の布地におけるポケットの入口部分から延出する部位に連結さ\nれ、他端がポケットの下側の布地に連結された第二の弾性材とを備え、前記第一の\n弾性材と前記下側の布地におけるポケットの奥端部位との少なくとも表側を、前記\n上側の布地によって被覆し、且つ、前記第二の弾性材と前記上側の布地におけるポ\nケットの入口部分から延出する部位との少なくとも表側を、前記下側の布地によっ\nて被覆し、\n下側の布地の上端部に縫い着けられポケット部分より後ろ側のウエスト\n部を構成する下側のウエスト布地と、上側の布地の上端部に縫い着けられポケット\n部分より前側のウエスト部を構成する上側のウエスト布地との境界部分における最\nも外側の布地に、この布地の端部を被覆するベルト通しを備えたことを特徴とする\nズボン等のウエスト伸縮構造。」\n(2)　本件発明１は、次の構成要件に分説することができる。\nＡ　ウエスト部分にポケットを備えたズボン等のウエスト伸縮構造であっ\nて、\nＢ　一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材及び前記弾\n性材の最大伸びを抑制する伸び止め材を備え、\nＣ　前記弾性材及び前記伸び止め材と前記上側の布地におけるポケットの入\n口部分から延出部位との少なくとも表側を、前記下側の布地によって被覆した\nＤ　ことを特徴とするズボン等のウエスト伸縮構造。\n(3)　本件発明２は、次の構成要件に分説することができる。\nＡ′　ウエスト部分にポケットを備えたズボン等のウエスト伸縮構造であっ\nて、\nＢ′１　一端が前記ポケットの上側の布地におけるポケットの入口部分から\n延出する部位に連結され、他端がポケットの下側の布地に連結された弾性材を備\nえ、\nＢ′２　前記弾性材と前記上側の布地におけるポケットの入口部分から延出\n部位との少なくとも表側を、前記下側の布地によって被覆し、\nＣ′１　または、一端が前記ポケットの下側の布地におけるポケットの奥端\n部位に連結され、他端がポケットの上側の布地に連結された第一の弾性材と、\nＣ′２  一端が前記ポケットの上側の布地におけるポケットの入口部分から\n延出する部位に連結され、他端がポケットの下側の布地に連結された第二の弾性材\nとを備え、\nＣ′３  前記第一の弾性材と前記下側の布地におけるポケットの奥端部位と\nの少なくとも表側を、前記上側の布地によって被覆し、\nＣ′４　且つ、前記第二の弾性材と前記上側の布地におけるポケットの入口\n部分から延出する部位との少なくとも表側を、前記下側の布地によって被覆し、\nＤ′　下側の布地の上端部に縫い着けられポケット部分より後ろ側のウエス\nト部を構成する下側のウエスト布地と、上側の布地の上端部に縫い着けられポケッ\nト部分より前側のウエスト部を構成する上側のウエスト布地との境界部分における\n最も外側の布地に、この布地の端部を被覆するベルト通しを備えた\nＥ′　ことを特徴とするズボン等のウエスト伸縮構造。\n(4)　被告は、別紙イ号物件目録記載のズボン（以下「イ号物件」という。）を\n製造販売し、その所有にかかるイ号物件を占有している。\nイ号物件は、本件発明１の構成要件Ａ及びＤ並びに本件発明２の構成要件\nＡ′及びＥ′を充足する。\n２　争点\n(1)　イ号物件は、本件発明１の技術的範囲に属するか。\nア　本件発明１の構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケ\nットの下側の布地」の意義\nイ　イ号物件は、本件発明１の構成要件Ｂ、Ｃを充足するか。\n(2)　イ号物件は、本件発明２の技術的範囲に属するか。\nア　イ号物件は、本件発明２の構成要件Ｂ′１及びＢ′２を充足するか。\nイ　イ号物件は、本件発明２のその余の構成要件を充足するか。\n第３　争点に関する当事者の主張\n１　争点(1)（イ号物件は、本件発明１の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケットの下\n側の布地」の意義）について\n【原告の主張】\n訂正明細書の発明の詳細な説明【００３３】には、各実施例のまとめとし\nて、①「上側の布地１２の上端部にウエスト部２０を構成する上側のウエスト布地\n１２ａを縫い着けて、全体として『ポケット１０の上側の布地』を構成する上側の\n布地１２とし」、②「下側の布地１１の上端部にウエスト部２０を構成する下側の\nウエスト布地１１ａを縫い着けて、全体として『ポケット１０の下側の布地』を構\n成した」との記載がある。すなわち、訂正明細書には、本件発明の「ポケット１０\nの上側の布地」は、上側の布地自体、及び上側の布地にウエスト部を構成する上側\nのウエスト布地１２ａを縫い着けたものを含むことが記載され、同様に、「ポケッ\nト１０の下側の布地」は、下側の布地１１自体、及び下側の布地１１にウエスト部\n２０を構成する下側のウエスト布地１１ａを縫い着けたものを含むことが記載され\nている。このように、本件発明においては、ポケットを構成する布地の位置関係に\nよって、ポケットの「上側」及び「下側」が定義されている。\n【被告の主張】\nア　本件発明の特許出願の経緯は次のとおりである。\n(ア)　本件公報の請求項１ないし３に記載された発明については、特許庁\n審査官から、①実公昭４５－１３０６４号公報（乙２）、②実願昭５０－８７１７\n０号（実開昭５２－３８２０号）のマイクロフィルム（乙３）、③実願昭４７－７\n４２７６号（実開昭４９－３２８１９号）のマイクロフィルム（乙４）を引用例と\nした拒絶理由通知（乙５）が発せられた。このように、ポケット部分でウエストが\n伸縮する構造のズボンは、本件特許出願当時公知であった。\n(イ)　これに対し、原告は、平成８年４月９日付けで意見書（乙６）を提\n出し、請求項１の発明について、\n「（１）請求項１の発明は、明細書の特許請求の範囲に記載の通りであ\nるが、特筆すべき点は、『ポケットの上側の布地は、ボケットの入口部分から延出\nする部位（ポケットの入口部分から後ろ側方向に延出する部位）を備え、この延出\n部位に弾性材が連結されていること』である。\nそして、これにより、上側の布地に連結された弾性材やこの連結部分\nを下側の布地により簡単かつ確実に被覆することができ、ウエスト部の伸びにより\n上側の布地と下側の布地とが相対的に移動した場合に、上側の布地に連結された弾\n性材やこの連結部分が不用意に露呈して美感を損なうことを防止することができる\nといった顕著な効果を得ることができるのである。」と主張した（乙６・２頁２１\n～２９行）。\n(ウ)　さらに、原告は、引用例と本件発明との相違を明確にするために、\n平成８年４月９日提出の手続補正書（乙７）において、伸縮するウエスト部の弾性\n材を被覆する構造について、本件公報（甲３、乙１）の２頁左欄４５行～右欄２９\n行のように補正を行い、また、特許登録後に審判によりその明細書及び図面の訂正\nをした（本件訂正）。\n(エ)  このような出願経過からすると、本件発明の特徴は、伸縮するウエ\nスト部分の弾性材を露呈しないように被覆する構造そのものにあることが明らかで\nある。\nイ　そこで、本件発明１における弾性材の被覆構造について検討する。\n本件発明１の構成要件Ｃである「前記弾性材及び前記伸び止め材と前記\n上側の布地におけるポケットの入口部分から延出する部位の少なくとも表側を、前\n記下側の布地によって被覆した」との記載に加え、訂正明細書６頁２７行～７頁２\n１行の記載によれば、本件発明１において弾性材を被覆する部材は、「下側の布\n地」又は「下側のウエスト布地」であって、それ以外の部材を被覆部材とすること\nは開示されていない。「下側の布地」とは、図面符号によれば、「下側の布地１\n１」のことであり、一般的には、ズボンの後身頃と称する布地であり、この「下側\nの布地１１」で被覆するためには、本件公報の図２に示すように、下側の布地の上\n端の長さを弾性材を被覆する長さにしなければ、「少なくとも表側」だけでも被覆\nすることができない。また、「下側のウエスト布地」とは、図面符号によれば、\n「下側のウエスト布地１１ａ」のことであり、ズボンの後身頃の上方延長の「折り\n返し部分」のことである。\n上記実施例の記載をも参酌すると、請求項１における弾性材を被覆する\n部分は、「下側の布地」又は「下側のウエスト布地」であり、該布地とは、一般的\nにいうズボン本体の後身頃、又は後身頃の上方延長の折り返し部分であるから、\n「本件発明１における弾性材の被覆技術は、ズボン本体の後身頃によって行うとい\nう技術思想」であると認められる。そうすると、「上側の布地」とは、一般的には\nズボンの前身頃と称する布地であり、「下側の布地」とは、一般的にはズボンの後\n身頃又はポケットの向う布と称する布地を意味することが明らかである。\n(2)　同イ（構成要件Ｂ、Ｃ充足性）について\n【原告の主張】\nア　構成要件Ｂ充足性\nイ号物件の構成ｂ）（別紙イ号物件目録の「３．構造の説明」記載のも\nのをいう。以下同様。）にいう「一端が…可動ウエストベルト１０の後端に縫着さ\nれ、他端が…固定ウエストベルト２０に縫着された弾性材９及び伸び止め材１１」\nは、本件発明１の構成要件Ｂに相当し、両者間に差異は存在しない。\n(ア)　イ号物件の「左前身頃１及び右前身頃１’」は、後端部がポケット\n入口６の上側を形成しているから、本件発明の構成要件Ｂにいう「ポケットの上側\nの布地」に当たる。また、イ号物件の「可動ウエストベルト１０」は、ポケット入\n口６の上側を構成する左前身頃１及び右前身頃１’の上端を構成する前身頃の上端\n部１２ａに縫着され、ポケットの上側に位置する部分を形成するから、本件発明１\nの構成要件Ｂにいう「ポケットの上側の布地」に当たる。\n(イ)　イ号物件の「左後身頃２及び右後身頃２’」は、前身頃との縫着部\n分１６のポケット下端１８よりも上部がポケットの向う布１７に縫着され、ポケッ\nトの下側を形成しているから、本件発明１の構成要件Ｂにいう「ポケットの下側の\n布地」に当たる。また、イ号物件の「固定ウエストベルト２０」は、ポケット下端\n１８よりも上部でポケットの向う布１７に縫着された後身頃の上端部１２ｂに縫着\nされ、ポケットの下側を形成しているから、本件発明の構成要件Ｂにいう「ポケッ\nトの下側の布地」に当たる。\n(ウ)　イ号物件の「可動ウエストベルト１０の後端部分４」は、別紙イ号\n物件目録第１２図に示すように、無縫着部分にすることにより、ポケットの上側の\n布地であるポケット入口６側から延出させる部位であり、本件発明１の構成要件Ｂ\nにいう「ポケットの入口部分から延出する部位」に相当する。\n(エ)　イ号物件の「弾性材９及び伸び止め材１１（伸縮部材Ａ）」は、弾\n性材９がゴム材からなり、また、弾性材９の最大伸びを制限する伸び止め材１１が\n伸縮しない布テープからなり、その布テープからなる伸び止め材１１が、第１０図\n及び第１１図に示すように、所望のゆとりをもって前記弾性材９に並設されている\nから、本件発明の構成要件Ｂにいう「弾性材及び前記弾性材の最大伸びを抑制する\n伸び止め材」に相当する。\n(オ)　そうすると、イ号物件の構成ｂ）は、一端がポケットの上側の布地\n（左前身頃１及び右前身頃１’）のポケット入口６部分から延出する延出部（可動\nウエストベルトの後端部分４）に連結され、他端が下側の布地（左後身頃２及び右\n後身頃２’）に連結された弾性材９及び伸び止め材１１を備えていることになる。\nイ　構成要件Ｃ充足性\nイ号物件の構成ｃ）は、本件発明１の構成要件Ｃに相当し、両者間に差\n異は存在しない。\n(ア)　イ号物件の構成ｃ）の「伸縮部材Ａ」は、「弾性材９及び伸び止め\n材１１」であるから構成要件Ｃの「弾性材及び伸び止め材」に相当し、「可動ウエ\nストベルト１０の端末」は、「可動ウエストベルトの後端部分４」であり、構成要\n件Ｃの「ポケットの入口部分から延出する部位」に相当する。\n(イ)　イ号物件の構成ｃ）の「伸縮部材Ａ、及び可動ウエストベルト１０\nの端末を、固定ウエストベルト２０とインサイドベルト３０、及び布片７とによっ\nて形成したトンネル部８内に予め位置させた左半身用ウエストベルトＢ」（及び同\n様に構成された右半身用ウエストベルトＣ）は、意匠面から見た左半身用ウエスト\nベルトＢ（右半身用ウエストベルトＣ）の固定ウエストベルト２０が、後身頃（左\n後身頃２及び右後身頃２’）の上端部１２ｂに縫着されているから、「左後身頃２\n及び右後身頃２’」と共に構成要件Ｃの「ポケットの下側の布地」である。\n(ウ)　したがって、イ号物件の構成ｃ）の「伸縮部材Ａ、及び可動ウエス\nトベルト１０の端末を、固定ウエストベルト２０とインサイドベルト３０によって\n形成したトンネル部８内に位置させた左半身用ウエストベルトＢ」（及び同様に構\n成された右半身用ウエストベルトＣ）は、少なくとも、固定ウエストベルト２０が\n構成要件Ｃの「ポケットの下側の布地」となり、構成要件Ｃの「下側の布地によっ\nて被覆したこと」に相当する。\n(エ)　してみれば、イ号物件の構成ｃ）は、弾性材９及び伸び止め材１１\n（伸縮部材Ａ）と上側の布地（ウエストベルト１０）におけるポケットの入口部分\nから延出する部位（可動ウエストベルト１０の後端部分４）との少なくとも表側を\n下側の布地（固定ウエストベルト２０）によって被覆したものである。本件発明１\nの構成要件Ｃとの間に差異はない。\nウ　被告は、イ号物件の製造工程を挙げ、イ号物件にあっては、「本件発明\n１の構成要件である弾性材を後身頃又は後身頃の上方延長折り返し部分で被覆する\nという構造を具備していない。」と主張する。しかし、仮に被告製品の製造方法が\n被告の主張どおりであったとしても、本件発明１は「物の発明」であり、製造方法\nの違いは権利侵害に対抗する抗弁とはならない。\n【被告の主張】\nア　イ号物件の製造工程は、次のとおりである。\n①　まず、ウエストベルトを構成する部品であるインサイドベルト３０、\n弾性材９を縫着した可動ウエストベルト１０、固定ウエストベルト２０の三部品\nと、ズボン本体Ｄとを用意する（別紙被告製造工程図第１図）。\n②　インサイドベルト３０、可動ウエストベルト１０と固定ウエストベル\nト２０の三部品を別紙被告製造工程図第２図のとおり縫着してウエストベルト部分\nを製造する。\n③　このようにして製造されたウエストベルトをズボン本体Ｄの身頃上端\nに縫着して、ズボン本体とウエストベルトとを一体化してウエスト伸縮構造を備え\nたズボンを製造する。\n以上のとおり、イ号物件は、本件発明の構成要件である弾性材を後身頃\n又は後身頃の上方延長折り返し部分で被覆する構造を具備していない。\nイ　イ号物件のポケット部上部にある伸縮部分は、前身頃及び後身頃とから\n構成されるズボン本体Ｄとは別体に構成された「一端を可動ウエストベルト１０の\n後端に縫着し、他端を固定ウエストベルト２０に縫着した弾性材９、及び伸び止め\n材１１から成る伸縮部材Ａを、固定ウエストベルト２０とインサイドベルト３０、\n及び布片７とによって形成したトンネル部８内に位置させた」ものであり、伸縮部\n材である弾性材９は、トンネル部８内にあり、弾性材９が伸長してもトンネル部８\nから弾性材９が突出しないように伸び止め材１１も弾性材９と一緒にトンネル部８\n内に位置しているので、弾性材９がトンネル部８から突出することがない。このよ\nうに、イ号物件においては、弾性材は、前身頃と後身頃から構成されるズボンとは\n別体に構成された「固定ウエストベルト２０とインサイドベルト３０、及び布片７\nとによって形成されたトンネル部８」によって被覆されており、弾性材を被覆する\n布地は、ポケットの「下側の布地」（ズボンの後身頃又はポケットの向う布）又は\n上側の布地（ズボンの前身頃）とは全く異なる。\nよって、イ号物件は、本件発明の構成要件Ｂ及びＣを欠如している。\n２　争点(2)（イ号物件は、本件発明２の技術的範囲に属するか）について\n(1)　同ア（イ号物件は、本件発明２の構成要件Ｂ′１及びＢ′２を充足する\nか）について\n【原告の主張】\n本件発明２の構成要件Ｂ′１及びＢ′２にいう「ポケットの上側の布地」\n「ポケットの下側の布地」の意義は、前記１、(1)における【原告の主張】のとおり\nである。イ号物件の構成ｂ）において、弾性材は、可動ウエストベルトの後端部分\n４に縫着され、他端が固定ウエストベルト２０に連結されているが、可動ウエスト\nベルト１０が「ポケットの上側の布地」に、可動ウエストベルトの後端部分４が\n「ポケットの入口部分から延出する部位」に、固定ウエストベルト２０が「ポケッ\nトの下側の布地」にそれぞれ該当することは、前記１、(2)、イにおける【原告の主\n張】のとおりである。\nしたがって、イ号物件の構成ｂ）及びｃ）は、本件発明２の構成要件Ｂ′\n１及びＢ′２にそれぞれ相当し、両者間に相違点はない。\n【被告の主張】\n本件発明２の構成要件Ｂ′１及びＢ′２にいう「上側の布地」及び「下側\nの布地」の意義は、前記１、(1)における【被告の主張】のとおりであり、イ号物件\nにおいて弾性材を被覆する布地が、ズボンの下側の布地（ズボンの後身頃又はポケ\nットの向う布）又は上側の布地（ズボンの前身頃）とは全く異なることも、前記\n１、(2)における【被告の主張】のとおりである。\n(2)　同イ（イ号物件は、本件発明２のその余の構成要件を充足するか）につい\nて\n【原告の主張】\nア　請求項３は、訂正審判によって、特許登録時の構成は減縮しないが、引\n用される請求項１又は請求項２の内容が変化することから、特許登録日当時の「請\n求項１又は請求項２」を具体的内容に置き換え、その置き換えられたものが、誤記\n又は不明瞭な記載の訂正を目的とする訂正として認められたものである。したがっ\nて、請求項１の内容を充足し（構成要件Ａ′、Ｂ′１及びＢ′２を充足する）、か\nつ、構成要件Ｄ′を充足するものであれば、本件発明２の技術的範囲に属する。\nイ  固定ウエストベルト２０は、「ポケットの下側の布地」であるから、構\n成要件Ｄ′にいう「下側の布地の上端部に縫い着けられポケット部分より後ろ側の\nウエスト部を構成する下側のウエスト布地」に相当し、可動ウエストベルト１０\nは、「ポケットの上側の布地」であるから、構成要件Ｄ′にいう「上側の布地の上\n端部に縫い着けられポケット部分より前側のウエスト部を構成する上側のウエスト\n布地」に相当する。イ号物件の構成ｃ）においては、無縫着部分１９がウエスト部\nの拡大に従ってトンネル部８から延出するが、イ号物件目録第３図によれば、その\n具体的構成は、「トンネル部８の開口端３」を、「ポケットの下側の布地」である\n「左後身頃２及び右後身頃２’」並びに「固定ウエストベルト２０」に縫い着けら\nれた「ベルト通し５」が被覆するというものである。\nよって、イ号物件の構成ｃ）及びイ号物件目録第３図に示された構成\nは、構成要件Ｄ′にいう「境界部分における最も外側の布地に、この布地の端部を\n被覆するベルト通しを備えたこと」に相当する。\n【被告の主張】\nア　訂正明細書の特許請求の範囲請求項３は、第一の弾性材と第二の弾性材\nとを有する伸縮構造に加え、請求項１と同様に一個の弾性材を有する伸縮構造を冒\n頭に記載し、これらの伸縮構造を被覆する手段として、構成要件Ｂ′２を設け、\n「または、」なる文言の後に、第一の弾性材（構成要件Ｃ′１）と第二の弾性材\n（構成要件Ｃ′２）を有する伸縮構造について記載している。本件発明２の構成要\n件Ｂ′２の記載と本件発明１の構成要件Ｃの記載とは同一であるから、本件発明２\nの構成要件Ｂ′２に記載された弾性材は、本件発明１の構成要件Ｃに記載された弾\n性材と同一であると認められ、本件発明２の構成要件Ｂ′２の弾性材を被覆するに\nは、「下側の布地」又は「下側のウエスト布地」すなわちズボン本体の後身頃によ\nってなされるという本件発明１と同一の技術思想が認められる。\n同様に、訂正明細書の発明の詳細な説明及び図面からは、本件発明２の\n構成要件Ｃ′１に記載されている第一の弾性材を被覆するには、「上側の布地」又\nは「上側のウエスト布地」になされるという技術思想が認められ、本件発明２の構\n成要件Ｃ′２に記載されている第二の弾性材を被覆するには、「下側の布地」又は\n「下側のウエスト布地」すなわちズボン本体の後身頃によってなされるという技術\n思想が認められる。\nイ  本件発明２の構成要件Ｃ′１以下には、第一の弾性材と第二の弾性材と\nの二個の弾性材を具備した伸縮構造が示されているが、イ号物件には一個の弾性材\nしかないので、その限りにおいても、構成要件Ｃ′１ないしＣ′４に記載された構\n成と全く異なるものである。\n第４　争点に対する判断\n１　争点(1)（イ号物件は、本件発明１の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケットの下\n側の布地」の意義）について\nア　訂正明細書の特許請求の範囲及び発明の詳細な説明の記載に基づき、本\n件発明１の構成要件Ｂ及びＣにいう「ポケットの上側の布地」及び「ポケットの下\n側の布地」の意義について検討する。\n(ア)　訂正明細書の特許請求の範囲【請求項１】には、「一端が前記ポケ\nットの上側の布地におけるポケットの入口部分から延出する部位に連結され、他端\nがポケットの下側の布地に連結された弾性材及び前記弾性材の最大伸びを抑制する\n伸び止め材を備え、」「前記弾性材及び前記伸び止め材と前記上側の布地における\nポケットの入口部分から延出する部位との少なくとも表側を、前記下側の布地によ\nって被覆したことを特徴とするズボン等のウエスト伸縮構造。」との記載がある\nが、「ポケットの上側の布地」、「ポケットの下側の布地」の意味を明らかにした\n記載はない。「ポケット」とは、一般に「洋服につけた小さな物入れの袋」（広辞\n苑〔第五版〕２４５２頁）、「衣服における物入れ」（ＪＩＳハンドブック繊維Ｌ\n０１１２　１４０１）を意味する語であるが、「ポケットの上側の布地」及び「ポ\nケットの下側の布地」という語は、ズボン等を構成する部品の名称としても、洋服\nの製造工程を表す語としても、当業者間における技術常識として一般的に使用され\nる語であるとはいえない（弁論の全趣旨）から、その意義については、明細書の発\n明の詳細な説明の記載及び図面を参酌して解釈せざるを得ない。\n(イ)　上記「ポケットの上側の布地」、「ポケットの下側の布地」に関連\nして、訂正明細書の発明の詳細な説明の項には、次の記載がある。\nａ　【従来の技術】の項に、「従来より、…ズボン等のウエスト部の横\n側、或は後ろ側やウエスト部全周を、ゴム等の弾性材により形成し、この弾性材に\nよってウエスト部を伸縮させることができるようにしたウエスト伸縮構造があっ\nた。」（【０００４】）との記載がある。\nｂ　【発明が解決しようとする課題】の項に、「従来のズボン等のウエ\nスト伸縮構造にあっては、着用者のウエストの寸法に応じてズボン等のウエスト部\nを伸縮させることができ、着用に際して快適性を十分に確保することができるもの\nの、ウエスト部の横側等に備えられた弾性材が露呈して見栄えが悪く、また、弾性\n材が縮んだ状態では、弾性材の下側の布地にシワが生じて美感を損ね、デザイン的\nに良好なものではなかった。」（【０００５】）、「本各発明は、このような課題\nを解決するためになされたものであり、その目的とするところは、着用者のウエス\nトの寸法に応じてウエスト部を伸縮させることができるばかりでなく、デザイン的\nにも良好なズボン等のウエスト伸縮構造を、簡単な構造によって提供することであ\nる。」（【０００６】）との各記載がある。\nｃ　【発明の作用】の項に、「ウエスト部２０の伸縮は、ポケット１０\n部分においてなされるため、ウエスト部２０が伸縮しても、ポケット１０の深さが\n変更されるだけであり、布地自体にシワが生じることはなく、美感を何等損なうこ\nとがない。」（【００１２】）、「ウエスト部２０の伸縮がポケット１０部分にお\nいてなされることから、例えば腹部が突出した体形の者等が着用した場合、この腹\n部の形状に倣ったウエスト部２０の伸縮によってポケット１０の深さが変化するこ\nとになるため、ズボン等の前側や後ろ側のデザインが崩れることはなく、この理由\nからも美感に優れることになる。」（【００１３】）、「請求項１の発明に係るズ\nボン等のウエスト伸縮構造においては、例えば図３（ａ）、（ｂ）に示すように、\n弾性材３２とこの弾性材３２の一端が連結された上側の布地１２におけるポケット\n１０の入口部分１０ｂから延出する部位１２ｂとの少なくとも表側が、下側の布地\n１１によって被覆されているため、弾性材３２等が露呈することはなく、見栄えが\n良くなる。」（【００１６】）との各記載がある。\nｄ　【実施例】の項に、\n(a)　「図２に示すように、ポケット１０の下側の布地を構成する下側\nの布地１１とポケット１０の上側の布地を構成する上側の布地１２とには、袋状の\nポケット布地１０ａが縫い着けられている。」（【００２４】）、\n(b)　「下側の布地１１の上端部には、ポケット１０部分より後ろ側の\nウエスト部２０を構成する下側のウエスト布地１１ａが縫い着けられており、上側\nの布地１２の上端部には、ポケット１０部分より前側のウエスト部２０を構成する\n上側のウエスト布地１２ａが縫い着けられている。ここで、上側のウエスト布地１\n２ａは、ポケット１０の入口部分１０ｂから延出する部位１２ｂを有するものとな\nっている。そして、上側のウエスト布地１２ａにおける前述した延出する部位１２\nｂには、ゴムにより形成された弾性材３２の一端が連結されており、下側のウエス\nト布地１１ａには、弾性材３２の他端が連結されている。」（【００２５】）、\n(c)　「本実施例においては、下側のウエスト布地１１ａが、弾性材３\n２と上側のウエスト布地１２ａにおけるポケット１０の入口部分１０ｂから延出す\nる部位１２ｂとの表裏を被覆するように折曲られており、弾性材３２と上側のウエ\nスト布地１２ａにおけるポケット１０の入口部分１０ｂから延出する部位１２ｂと\nの各々の表面が露呈せず、美感に優れたものとなっている。」（【００２６】）、\n(d)　「このように構成されたウエスト伸縮構造は、図３（ａ）、\n（ｂ）に示すように、上側のウエスト布地１２ａの延出する部位１２ｂにおける弾\n性材３２の一端が連結された部位と、下側のウエスト布地１１ａにおける弾性材３\n２の他端が連結された部位との間のウエスト部２０が伸縮する。」（【００２\n７】）、\n(e)　「本各実施例においては、上側の布地１２の上端部にウエスト部\n２０を構成する上側のウエスト布地１２ａを縫い着けて、全体としてポケット１０\nの上側の布地を構成する上側の布地１２とし、下側の布地１１の上端部にウエスト\n部２０を構成する下側のウエスト布地１１ａを縫い着けて、全体としてポケット１\n０の下側の布地を構成する下側の布地１１とした例を示したが、ウエスト部２０を\n含む上側の布地１２または下側の布地１１を、適宜一枚の布地から形成してもよ\nい。」（【００３３】）\nとの各記載がある。\nｅ　【発明の効果】の項に、「以上説明したように、まず、請求項１の\n発明に係るズボン等のウエスト伸縮構造は、ポケットの入口部分より後ろ側に弾性\n材を備え、この弾性材の少なくとも表側を下側の布地によって被覆したものであ\nり、ウエスト部の伸縮が弾性材によってポケット部分においてなされるようにし、\nしかも、弾性材が露呈しないようにしたものである。」（【００４２】）との記載\nがある。\nｆ　本件公報の【図２】には、本件発明１に係るズボン等のウエスト伸\n縮構造の一実施例を示す分解斜視図として、ポケットの脇布（向う布）に相当する\n部分（１１の符号が付された部分）をズボンの後身頃と縫い合わせた布地の全体を\n前身頃及び後身頃の上端部よりも更に上側に延伸させた部分（１１ａの符号が付さ\nれた部分）が、ウエスト布地（１２ａの符号が付された部分）のうちポケット入口\n（１０ｂ）の上端部と接する箇所よりも後方の部分（１２ｂの符号が付された部\n分）及びその後方に縫着された弾性材（３２）の表側を被覆している図が示されて\nおり、訂正明細書の【符号の説明】には、「１０　ポケット」、「１０ａ　ポケッ\nト布地」、「１０ｂ　入口部分」、「１１　下側の布地」、「１１ａ　下側のウエ\nスト布地」「１２　上側の布地」、「１２ａ　上側のウエスト布地」、「１２ｂ\n延出する部位」「３２　弾性材（第二の弾性材）」との記載がある。\n(ウ)　上記(ア)、(イ)によれば、本件発明１は、従来の弾性材を用いたズ\nボン等のウエスト伸縮構造については、弾性材がウエスト部から露呈したり、弾性\n材が縮んだ状態において、弾性材の下側に位置するズボン本体（身頃）の布地にシ\nワが生じたりして美感を損ねるという問題点があることから、その課題を解決する\n手段として、\n①　弾性材と共に弾性材の最大伸びを抑制する伸び止め材を設ける（構\n成要件Ｂ）ことにより、弾性材がウエスト部の伸縮可能範囲以上に延伸することを\n防止し、\n②　弾性材及び伸び止め材の一端を「ポケットの上側の布地」のうちポ\nケットの入口部分から延出する部位（以下「延出部」という。）に連結し、他端を\n「ポケットの下側の布地」に連結する（構成要件Ｂ）ことにより、ズボンのウエス\nト部が延伸するに従ってウエスト部分のポケット（脇ポケット）の深さを変える、\nすなわち、ポケット入口部分の位置、傾斜を変えることによって「ポケットの上側\nの布地」と「ポケットの下側の布地」が重なり合う範囲を次第に狭める（ポケット\n入口の後ろの「ポケット下側の布地」の部分が広く現われる）こととし、もって、\nポケット部のみにおいてウエスト部の変化を調整し、ズボン等の本体の布地に影響\nを及ぼさないこととし、\n③　弾性材、伸び止め材及び延出部の少なくとも表側を「ポケットの下\n側の布地」によって被覆する（構成要件Ｃ）ことにより、弾性材、伸び止め材及び\n延出部がズボン表面に露呈することを防止する\nことを目的とした発明といえる。\nそうすると、ズボン等を構成する布地のうち、いかなる部分が本件発\n明にいう「ポケットの上側の布地」であり、いかなる部分が「ポケットの下側の布\n地」であるかは、ウエスト部の延伸を脇ポケットの深さを変えることにより調整す\nるという目的を達成するためには、弾性材及び伸び止め材の一端をどの部分に連結\nし、他端をどの部分に連結すれば良いかという見地から決せられるべきである。\n(エ)　そして、「ポケット」は、一般に、一枚のポケット布地を中央で折\nり曲げて二枚にし袋状に縫い合わせて製作されるから、結局、構成要件Ｂのうち、\n弾性材及び伸び止め材の一端を「ポケットの上側の布地」の延出部に連結し、他端\nを「ポケットの下側の布地」に連結するとの構成は、弾性材の伸びに従って、ポケ\nットを構成する中央で折り曲げられた外側（表側）と内側（肌側）の二枚のポケッ\nト布地が互いに重なり合う範囲を変えるための手段ということができる。訂正明細\n書において、本件発明にいう「ポケットの上側の布地」「ポケットの下側の布地」\nが、ポケットを構成する二枚のポケット布地との関係でいかなる意味を持つか示さ\nれているのは、本件公報・図２に示された実施例及びその説明に係る次の記載のみ\nであり、この語の解釈に当たっては、これらの記載を参酌するのが相当である。\nａ　本件公報・図２に示された実施例では、袋状のポケット布地１０ａ\nを構成する二枚のポケット布地のうち、完成したズボン等の表側（外側）に位置す\nるポケット布地（以下「外側のポケット布地」という。）が、ポケット入口におい\nて「ポケット１０の上側の布地を構成する上側の布地１２」に縫着され、内側（肌\n側）に位置するポケット布地（以下「内側のポケット布地」という。）が、「ポケ\nット１０の下側の布地を構成する下側の布地１１」に縫着されている（訂正明細書\n【００２４】）。そうすると、本件発明において、袋状のポケット布地を構成する\n二枚のポケット布地のどちらが「ポケットの上側」であり、どちらが「ポケットの\n下側」であるかについては、専ら完成品のズボンにおいて外側と内側のどちらに位\n置するかという位置関係を基準として決せられ、完成品のズボンにおいて外側に来\nるものを「ポケットの上側」、内側に来るものを「ポケットの下側」と称している\nものと解される。\nｂ　また、本件公報・図２に示された実施例では、前身頃に当たる「上\n側の布地１２」の上端部にウエストベルトに当たる「上側のウエスト布地１２ａ」\nを縫着したものも、「ポケットの上側の布地」に含まれるとされており、ポケット\nの脇布（向う布）に当たる「下側の布地１１」の後方に後身頃を縫着した布地全体\nの上端部にウエストベルトに当たる「下側のウエスト布地１１ａ」を縫着したもの\nも「ポケットの下側の布地」に含まれるとされている（訂正明細書【００２５】\n【００３３】）。加えて、訂正明細書には、ズボン等の衣服を構成する部材の一般\n的な名称である「前身頃」「後身頃」等の用語が全く記載されていないことを考慮\nすると、本件発明にいう「ポケットの上側の布地」、「ポケットの下側の布地」と\nは、「前身頃」、「後身頃」のような衣服の構成部材を表す名称とは異なる概念で\nあり、衣服の構成部材を基準とすると、複数の部材にまたがるものでも、ある部材\nの一部でもよいと解するのが相当である。\n(オ)　以上によれば、本件発明にいう「ポケットの上側の布地」、「ポケ\nットの下側の布地」は、完成したズボン等を基準とした場合におけるポケット布地\nの位置関係を基準として決せられる概念であり、具体的には、次のものをいうと解\nすべきである。\nａ　「ポケットの上側の布地」は、「外側のポケット布地」そのものの\nほか、外側のポケット布地とポケット入口で縫着された前身頃布地及びこれらの布\n地の上端に縫着されたウエストベルトのように、ポケット下端よりも上側（頭側）\nで「外側のポケット布地」と一体化され、かつ、「内側のポケット布地」と直接連\n結されていない布地をいう。\nｂ　「ポケットの下側の布地」は、「内側のポケット布地」そのものの\nほか、内側のポケット布地の表面に縫製された脇布、内側のポケット布地に脇布を\n重ねたものの後側に連結された後身頃及び、内側のポケット布地（脇布を含む）と\n前記後身頃を合わせた布地の上端に縫着されたウエストベルトのように、ポケット\n下端よりも上側（頭側）において「内側のポケット布地」と一体化され、かつ、\n「外側のポケット布地」とは直接連結されていない布地をいう。\nｃ　「ポケットの上側の布地」と「ポケットの下側の布地」の外延は、\n前記ａ、ｂで規定した部分のうち、弾性材及び伸び止め材の一端を前者に連結し、\n他端を後者に連結することによって、弾性材の延伸に従って二枚のポケット布地が\n重なり合う範囲を狭め、もってポケット入口の傾斜を拡大することを可能とするこ\nとに寄与する範囲に限定される。\nイ　被告は、本件発明の出願経過によれば、本件発明の特徴は、伸縮するウ\nエスト部分の弾性材を露呈しないように被覆する構造そのものにあり、訂正明細書\n中の被覆構造に関する記載によれば、「ポケットの上側の布地」とは、一般的には\nズボンの前身頃と称する布地をいい、「ポケットの下側の布地」とは、一般的には\nズボンの後身頃又はポケットの向う布と称する布地を意味すると主張する。\nしかしながら、前記(1)のとおり、訂正明細書には、ズボン等の衣服を構\n成する各部材の名称である「前身頃」「後身頃」等の用語が全く使用されていない\nこと、訂正明細書中の記載の中で「ポケットの上側の布地」「ポケットの下側の布\n地」とされた布地は、ズボン等を構成する部材としては複数の部材にまたがってお\nり、しかも、特定の部材の全体を含むものとしては表現されていないことを考慮す\nると、本件発明１にいう「ポケットの上側の布地」「ポケットの下側の布地」と\nは、ズボン等を構成する各部材の名称である「前身頃」「後身頃」等の用語とは異\nなる概念であると解するのが相当であり、「上側」「下側」が洋服を構成する部材\nにより決せられるという被告の上記主張は、採用することができない。\n(2)　同イ（構成要件Ｂ、Ｃ充足性）について\nア　イ号物件の構成ｂ）によれば、イ号物件の弾性材９及び伸び止め材１１\nは、一端が可動ウエストベルト１０の後端部分４に縫着され、他端が固定ウエスト\nベルト２０に縫着されていることが認められる（イ号物件目録第１０図）。また、\nイ号物件の構成ｃ）によれば、イ号物件の伸縮部材Ａ（弾性材９・伸び止め材１\n１）、及び可動ウエストベルト１０の端末は、固定ウエストベルト２０とインサイ\nドベルト３０、及び布片７とによって形成したトンネル部８の中に予め位置してい\nる。ズボンの表面から見ると、伸縮部材Ａ及び可動ウエストベルト１０の端末は、\nその表側が固定ウエストベルト２０によって被覆されているといえる（第１１図～\n第１３図）。\nそこで、可動ウエストベルト１０が本件発明１の構成要件Ｂ、Ｃにいう\n「ポケットの上側の布地」に含まれるか、また、固定ウエストベルト２０が本件発\n明の構成要件Ｂ、Ｃにいう「ポケットの下側の布地」に含まれるかについて以下検\n討する。\n(ア)　可動ウエストベルト１０について、ポケットを構成する二枚のポケ\nット布地である「外側のポケット布地」及び「内側のポケット布地」を基準とした\n位置関係を検討すると、次のとおりである。\nａ　可動ウエストベルト１０は、ポケット入口６よりも前方に位置する\n部分が左前身頃１及び右前身頃１’の上端部１２ａに縫着されているのに対し、ポ\nケット入口６よりも後方に位置する部分は、無縫着部分１９となっていて、ズボン\n本体と連結されていない（第５図、第７図）。\nｂ　左前身頃１及び右前身頃１’は、いずれも後端部がポケット入口６\nを構成し（イ号物件の構成ｂ））、ポケット入口６において、外側のポケット布地\nのみに縫着されてこれと一体化した布地であるから、本件発明にいう「ポケットの\n上側の布地」に当たるということができる。\nｃ　そうすると、可動ウエストベルト１０は、外側のポケット布地のみ\nに連結されることによって「ポケットの上側の布地」となった左前身頃１及び右前\n身頃１’の上端部１２ａに連結されており、外側のポケット布地とは連結された部\n分がない。イ号物件においては、内側のポケット布地、前身頃及び可動ウエストベ\nルトが一体化した布地全体を「ポケットの上側の布地」ということができる。\nまた、可動ウエストベルト１０の後端部分４は、完成されたズボン\n等において、ポケット入口６よりも後方に位置する無縫着部分１９の一部であるか\nら、「ポケットの上側の布地におけるポケットの入口から延出する部位」といえ\nる。\n(イ)　固定ウエストベルト２０について、ポケットを構成する二枚のポケ\nット布地である「外側のポケット布地」及び「内側のポケット布地」を基準とした\n位置関係を検討すると、次のとおりとなる。\nａ　固定ウエストベルト２０は、左後身頃２及び右後身頃２’の上端部\n１２ｂに縫着されている（第５図、第７図）。\nｂ　左後身頃２及び右後身頃２’は、ポケットの下端１８の上方におい\nて、ポケットの向う布１７と縫着され（イ号の構成ｂ））、ポケットの下端の下方\nにおいて、左前身頃１及び右前身頃１’と縫着されている。\nそうすると、ポケットの向う布１７は、「内側のポケット布地」の\n表面に重ねて縫着されることによりこれと一体化した布地であるから「ポケットの\n下側の布地」に当たり、左後身頃２及び右後身頃２’のうち、ポケットの向う布１\n７に縫着された部分は、ポケットの下端１８よりも上方の部分において、「内側の\nポケット布地」にのみ連結され、「外側のポケット布地」には全く連結されていな\nいのであるから、内側のポケット布地と一体化された「ポケットの下側の布地」に\n当たるということができる。\nｃ　そうすると、固定ウエストベルト２０は、「ポケットの下側の布\n地」である左後身頃２及び右後身頃２’の上端に連結され、「外側のポケット布\n地」には全く連結されていない布地であるから、「内側のポケット布地」と一体化\nしたものとして、「ポケットの下側の布地」に当たるといえる。\n(ウ)　以上によれば、イ号物件は、一端が「ポケットの上側の布地のうち\nポケットから延出する部位」である可動ウエストベルト１０の後端部分４に縫着さ\nれ、他端が「ポケットの下側の布地」である固定ウエストベルト２０に連結された\n弾性材及び伸び止め材を備えているから、本件発明の構成要件Ｂを充足し、弾性材\nと伸び止め材と「ポケットの上側の布地におけるポケット入口部分から延出する部\n位」である可動ウエストベルト１０の後端部分４の少なくとも表側を、「ポケット\nの下側の布地」である固定ウエストベルト２０により被覆したものであるから、本\n件発明１の構成要件Ｃを充足する。\nイ　被告は、イ号物件の伸縮部材は、前身頃及び後身頃とから構成されるズ\nボン本体Ｄとは別体に構成された左・右半身用ウエストベルトにより構成されてお\nり、イ号物件において、弾性材及び伸び止め材は、「ポケットの下側の布地」であ\nる後身頃又はポケットの向う布とも「ポケットの上側の布地」である前身頃とも異\nなる「固定ウエストベルト２０とインサイドベルト３０及び布片７によって形成さ\nれたトンネル部８」により被覆されているから本件発明１の構成要件Ｃを充足しな\nいと主張する。\nしかしながら、本件発明１にいう「ポケットの上側の布地」「ポケット\nの下側の布地」の語が、洋服を構成する各部材の名称とは全く異なる概念として用\nいられており、専らポケットを構成する二枚のポケット布地を基準とした位置関係\nにより決せられることは、前記(1)、アのとおりである。弾性材及び伸び止め材の表\n側を被覆する「ポケットの下側の布地」には、後身頃又はポケットの向う布に限ら\nれず、これと一体化されたウエストベルトも含まれることは前記アのとおりであ\nる。\nまた、本件発明１は、「ズボン等のウエスト伸縮構造」という物の発明\nであるから、ズボン等のウエスト伸縮構造がいかなる工程又は方法により製造され\nるかには関係なく、製造されたズボン等の完成品自体が、弾性材及び伸び止め材の\n少なくとも表側を「ポケットの下側の布地」により被覆するとの構成を備えている\nかどうかにより、本件発明１の構成要件Ｃの充足性が決せられるべきである。そう\nすると、イ号物件のウエストベルトがズボン本体Ｄとは別体に製造されるとの製造\n工程により製作されることを理由とする被告の上記主張は失当である。\n(3)　以上によれば、イ号物件は、本件発明１の構成要件をすべて充足し、その\n技術的範囲に属するものというべきである。\n２  争点(2)（イ号物件は、本件発明２の技術的範囲に属するか）について\n(1)　同ア（イ号物件は、本件発明２の構成要件Ｂ′１及びＢ′２を充足する\nか）について\nア　訂正明細書の特許請求の範囲請求項３（本件発明２）のうちの構成要件\nＡ、Ｂ′１、Ｂ′２及びＥ′の部分は、請求項１（本件発明１）と対比すると、請\n求項１に存在する「弾性材の最大伸びを抑制する伸び止め材」の構成が請求項３に\nないほかは全く同じ表現となっており、請求項３でも「ポケットの上側の布地」\n「ポケットの下側の布地」という請求項１と同じ文言が用いられている。また、発\n明の詳細な説明にも、請求項３の発明について、「下側の布地１１の上端部に縫い\n着けられポケット１０部分より後ろ側のウエスト部２０を構成する下側のウエスト\n布地１１ａと、上側の布地１２の上端部に縫い着けられポケット１０部分より前側\nのウエスト部２０を構成する上側のウエスト布地１２ａとの境界部分における最も\n外側の布地に、この布地の端部を被覆するベルト通し５０を備えたことを特徴とす\nるズボン等のウエスト伸縮構造」（【０００９】）との記載があり、請求項１の発\n明について用いられたのと同一の文言及び図面符号（前記１、(1)、ア）が用いられ\nていることが認められる。\n上記事実からすれば、本件発明２の構成要件Ｂ′１及びＢ′２にいう\n「ポケットの上側の布地」「ポケットの下側の布地」の意義は、本件発明１の構成\n要件Ｂ及びＣにおけるそれらと同一であると解すべきである。\nイ　そうすると、イ号物件の構成ｂ）及びｃ）が、前記１(2)で認定したとお\nり、それぞれ本件発明１の構成要件Ｂ及びＣを充足する以上、「伸び止め材」の構\n成を欠くだけの違いにすぎない本件発明２の構成要件Ｂ′１及びＢ′２も当然に充\n足するものというべきである。\n(2)　同イ（イ号物件は、本件発明２のその余の構成要件を充足するか）につい\nて\nア　訂正明細書の特許請求の範囲請求項３は、構成要件Ｂ′１及びＢ′２の\n部分に続いて、冒頭に「または」という接続詞を置いて構成要件Ｃ′１ないしＣ′\n４の部分があり、更に構成要件Ｄ′の部分が存在するところ、構成要件Ｃ′１ない\nしＣ′４の部分は、第一の弾性材と第二の弾性材という二個の弾性材を備えた構成\nのものであり、「弾性材の最大伸びを抑制する伸び止め材」を欠く点で異なるほか\nは、請求項２記載の発明の構成と同じである。そして、構成要件Ｂ′１及びＢ′２\nの部分と、構成要件Ｃ′１ないしＣ′４の部分は、前記のとおり「または」という\n接続詞で結ばれていることからすれば、本件発明２においては、そのいずれか一方\nの構成を備えた上で、その余の構成要件（すなわち構成要件Ｄ′）を充足すれば、\n本件発明２の技術的範囲に属するものと解される。このことは、特許登録時の明細\n書の特許請求の範囲請求項３が、前記第２、１(1)イのとおり、「・・（訂正明細書\nの請求項３の構成要件Ｄ′と同じ記載）ことを特徴とする請求項１又は請求項２に\n記載のズボン等のウエスト伸縮構造。」とされていたところ、本件訂正により、請\n求項１及び２については、それぞれ「弾性材の最大伸びを抑制する伸び止め材」の\n構成を付加してズボン等の伸縮構造を限定し、特許請求の範囲を減縮するととも\nに、一方、請求項３についてはかかる減縮をしないため、従前の引用形式の表現を\n改めて、訂正前の請求項１及び２の構成を請求項３中で表現することに訂正し、明\n瞭でない記載の釈明を行った（甲４、６）という訂正の経過からみても、明らかで\nある。\nしたがって、前記(1)のとおり、イ号物件は、本件発明２の構成要件Ｂ′\n１及びＢ′２を充足するから、構成要件Ｃ′１ないしＣ′４の充足性については判\n断の必要がない。\nイ　イ号物件が本件発明２の構成要件Ｄ′を充足するかどうか判断する。\nイ号物件目録第２図及び第３図によれば、イ号物件では、上側が固定ウ\nエストベルト２０に縫着された「ベルト通し５」が、可動ウエストベルト１０と固\n定ウエストベルト２０の境界部分（トンネル部８の開口端３）を被覆していること\nが認められる。固定ウエストベルト２０は、前記１、(2)、ア、(イ)のとおり、「ポ\nケットの下側の布地」の上端部に縫い着けられているから、「下側の布地の上端部\nに縫い着けられポケット部分より後側のウエスト部を構成する下側のウエスト布\n地」に相当し、可動ウエストベルト１０は、前記１、(2)、ア、(ア)のとおり、「ポ\nケットの上側の布地」の上端部に縫い着けられているから、「上側の布地の上端部\nに縫い着けられポケット部分より前側のウエスト部を構成する上側のウエスト布\n地」に相当する。また、イ号物件は、前記１、(2)、ア、(ウ)のとおり、可動ウエス\nトベルト１０の後端部分４の表側が固定ウエストベルト２０により被覆されてお\nり、固定ウエストベルト２０が「境界部分における最も外側の布地」といえる。そ\nうすると、イ号物件は、「境界部分における最も外側の布地」である固定ウエスト\nベルト２０に、この布地の端部を被覆する「ベルト通し５」を備えている\nといえるから、本件発明２の構成要件Ｄ′を充足する。\n(3)　以上によれば、イ号物件は、本件発明２の構成要件をすべて充足し、その\n技術的範囲に属するものというべきである。\n３　以上によれば、被告がイ号物件のズボンを製造し、譲渡（販売）する行為は\n本件特許権を侵害するものというべきであり、また、被告がイ号物件を譲渡のため\nに展示し、又はこれをするおそれがあることも弁論の全趣旨により認められるか\nら、原告は、被告のこれらの行為の差止めを求めることができる。しかし、被告が\nイ号物件を使用し、貸し渡し、又は貸渡しのために展示すること、ないしはそのお\nそれがあることについては、立証がない。\nよって、原告の請求は主文第１項の限度で理由があるが、その余は理由がな\nい（訴訟費用の負担につき民事訴訟法６４条ただし書を適用）。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　　　阿　　　多　　　麻　　　子\n裁判官　　　　　　　前　　　田　　　郁　　　勝\nイ号物件目録\n１．図面の説明\n第１図は、ウエスト伸縮構造を備えたイ号物件（ズボン）の側面図である。\n第２図は、第１図のウエスト部分の要部斜視図である。\n第３図は、第１図のウエスト部分の伸縮自在な構造を左側面の外側から見た要\n部外側面の正面図である。\n第４図は、第３図のウエスト部分の伸縮自在な構造を左側面の内側から見た要\n部内側図の正面図である。\n第５図は、第１図のウエスト部分のみの構造の斜視図である。\n第６図は、第５図の切断線Ｘ－Ｘによる断面図である。\n第７図は、第１図の左前見頃と左後身頃の要部構造の斜視図である。\n第８図は、第１図の反対正面側のウエスト部分のみの構造の斜視図である。\n第９図は、第１図の反対正面側（右前見頃と右後見頃）の要部構造の斜視図で\nある。\n第１０図は、第１図のウエスト部分の伸縮自在な構造を展開し、それを内側か\nら見た要部展開斜視図である。\n第１１図は、第１図のウエスト部分の伸縮自在な構造を展開し、各部品と縫合\nとの関係を内側から示した説明図である。\n第１２図は、第１図のウエスト部分の伸縮自在な構造を側面外側から見た、弾\n性材が収縮した状態の要部側面の拡大正面図である。\n第１３図は、第１図のウエスト部分の伸縮自在な構造を側面外側から見た、弾\n性材が伸びた状態の要部側面の拡大正面図である。\n２．図面符号の説明\n１　　　　左前身頃\n１’      右前身頃\n２　　　　左後身頃\n２’      左後身頃\n３　　　　境界線\n４　　　　延出部\n５　　　　ベルト通し\n６　　　　ポケット入口\n７　　　　布片\n８        トンネル部\n９　　　　弾性体\n１１　　　伸び止め材\nＡ　　　　伸縮部材\n１０　　　可動ウエストベルト\n２０　　　固定ウエストベルト\n３０      インサイドベルト\nＢ　　　　左半身用ウエストベルト\nＣ　　　　右半身用ウエストベルト\nＤ　　　　ズボン本体\n１２ａ　  前身頃の上端\n１２ｂ　　後身頃の上端\n１３　　　縫着部分（固定ウエストベルトとインサイドベルト）\n１５ａ　　縫着部分（可動ウエストベルトと前身頃）\n１５ｂ    縫着部分（固定ウエストベルトと後身頃）\n１６　　　縫着部分（前身頃と後身頃）\n１７　　　ポケットの向う布\n１８　　　ポケットの下端\n１９　　　無縫着部分\n３．構造の説明\na)　ウエスト部分にポケットを備えたズボンのウエスト伸縮構造であって、\nb)　一端が前身頃１（後端部がポケット入口６を構成する。）の上端部１２ａに\n縫着した可動ウエストベルト１０の後端に縫着され、他端が後身頃９（前身頃との\n縫着部分１６のうち、ポケット下端１８よりも上部はポケットの向う布１７に縫着\nされる。）の上端部１２ｂに縫着した固定ウエストベルト２０に縫着された弾性材\n９及び伸び止め材１１から成る伸縮部材Ａを備え、\nc)　前記伸縮部材Ａ及び可動ウエストベルト１０の端末を、固定ウエストベルト\n２０とインサイドベルト３０、及び布片７とによって形成したトンネル部８内に予\nめ位置させた左半身用ウエストベルトＢと、同様に構成された右半身用ウエストベ\nルトＣとを、左前身頃１と左後身頃２、及び右前見頃１’と右後身頃２’とから成\nるズボン本体Ｄの上側１２ａ及び１２ｂに無縫着部分１９を残して縫着し、ウエス\nトが最も収縮した状態ではトンネル部内に収納されている無縫着部分１９が、ウエ\nスト部の拡大に従ってトンネル部８から延出する\nd)　ことを特徴とするウエスト伸縮構造を備えたズボン。\n第１図第２図第３図第４図第５、６、７図第８、９図第１０図第１１図第１２図第\n１３図被告製造工程図別紙〔訂正明細書〕\n"
}