{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 10
  },
  "case_number": "平成15(行ケ)295",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9715",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9715",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/715/009715_hanrei.pdf",
  "contents": "平成１５年（行ケ）第２９５号　審決取消請求事件（平成１７年２月２４日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　　大弘産業株式会社\n訴訟代理人弁理士　　　　菅原正倫\n同　　　　　　　　　　　高野俊彦\n被　　　　　　告　　　　有限会社美杉\n訴訟代理人弁理士　　　　松原等\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００１－３５５２０号事件について平成１５年５月２３日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「分割金型の製造方法」（後記訂正により「靴底成形の分割\n金型の製造方法」と訂正）とする特許第２６９６１２５号発明（平成７年６月２８\n日出願，平成９年９月１９日設定登録，以下，その特許を「本件特許」という。）\nの特許権者である。\n被告は，平成１３年１２月２日，本件特許について無効審判を請求し，無効\n２００１－３５５２０号事件として特許庁に係属したところ，原告は，平成１４年\n２月２６日，願書に添付した明細書の特許請求の範囲の訂正等を求める訂正請求を\nした。特許庁は，平成１５年５月２３日，「訂正を認める。特許第２６９６１２５\n号の請求項１～８に係る発明についての特許を無効とする。」との審決をし，その\n謄本は，同年６月４日，原告に送達された。\n２　願書に添付した明細書（上記訂正後のもの，以下「本件明細書」という。）\nの特許請求の範囲に記載された発明の要旨（以下の各項の発明を「本件発明１」～\n「本件発明８」という。）\n【請求項１】靴底成形のために形成されるべき金型空間に対応する形状を有す\nるモデル本体と，そのモデル本体の表面から突出して形成され，該表面を少なくと\nも２以上の部分に分割する分割突出部とを備えた，ウレタンゴム又はシリコンゴム\nから成形される型モデルを作製する型モデル作製工程と，\n前記モデル本体及び前記分割突出部の全体を一体の金属層で被覆する被覆\n工程と，\n前記分割突出部を，前記金属層とともにその突出方向と交差する向きに切\n断することにより，前記モデル本体の表面を覆う金属層を２以上の部分に分割し\nて，その金属層の内側空間を型空間とした分割金型を得る分割工程と，\nを含むことを特徴とする靴底成形の分割金型の製造方法。\n【請求項２】前記型モデル作製工程は，\n前記モデル本体に対応する形状のモデル予備体の表面を，第一の注型材料\nにより予め２以上の部分に分割して型取りすることにより，型合わせ状態において\n前記モデル予備体に対応する形状のキャビティ部が形成される分割予備成形型を得\nる予備成形型作製工程と，\nその分割予備成形型を，その合わせ面において前記キャビティ部に連通す\nる隙間を，該合わせ面にスペーサを配置することにより形成した状態で型合わせす\nる型合わせ工程と，\nその型合わせされた分割予備成形型の前記キャビティ部と，前記合わせ面\nに形成された隙間とに対し，第二の注型材料としてウレタンゴム又はシリコンゴム\nを注型することにより，前記キャビティ部に注型された部分が前記モデル本体とさ\nれ，前記隙間に注型された部分が前記分割突出部とされた前記型モデルを得る型モ\nデル注型工程と，\nを含む請求項１記載の靴底成形の分割金型の製造方法。\n【請求項３】前記型合わせ工程において前記隙間は，前記合わせ面にスペーサ\nを配置することにより形成されるとともに，そのスペーサは柔軟部材により形成さ\nれ，前記分割予備成形型の各部の間で圧縮されることにより，それら各部同士を前\n記隙間においてシールするものとされている請求項２に記載の靴底成形の分割金型\nの製造方法。\n【請求項４】前記スペーサは柔軟弾性材料により形成され，前記分割予備成形\n型の各部の間で圧縮されることにより，それら各部同士を前記隙間においてシール\nするものとされ，さらにそのスペーサより剛性の高い材質により構成される補助ス\nペーサにより，該柔軟材料から形成される前記スペーサの変形量を規定し，前記合\nわせ面の間に所定の高さが作られる請求項３記載の靴底成形の分割金型の製造方\n法。\n【請求項５】靴底形成のために形成されるべき金型空間に対応する形状を有す\nるモデル本体と，そのモデル本体の表面から突出して形成され，該表面を少なくと\nも２以上の部分に分割する分割突出部とを備えた型モデルを作製する型モデル作製\n工程と，\n前記モデル本体及び前記分割突出部の全面を一体の金属層で被覆する被覆\n工程と，\n前記分割突出部を，前記金属層とともにその突出方向と交差する向きに切\n断することにより，前記モデル本体の表面を覆う金属層を２以上の部分に分割し\nて，その金属層の内側空間を型空間とした分割金型を得る分割工程と，\nを含み，\n前記型モデル作製工程は，\n前記モデル本体に対応する形状のモデル予備体の表面を，第一の注型材料\nにより予め２以上の部分に分割して型取りすることにより，型合わせ状態において\n前記モデル予備体に対応する形状のキャビティ部が形成される分割予備成形型を得\nる予備形成型作製工程と，\nその分割予備成形型の合わせ面に対応する形状の板部材を予め作製してお\nき，その合わせ面にその板部材を，内縁側が前記キャビティ部内に突出した状態で\n挟み込んで，前記分割予備成形型を型合わせする型合わせ工程と，\nその型合わせされた分割予備成形型の前記キャビティ部に対し，第二の注\n型材料としてウレタンゴム又はシリコンゴムを注型して固化させることにより，前\n記キャビティ部に注型された前記第二の注型材料部分が前記モデル本体とされ，こ\nれと一体化された前記板部材が前記分割突出部とされた前記型モデルを得る型モデ\nル注型工程と，\nを含むことを特徴とする靴底成形の分割金型の製造方法。\n【請求項６】前記第一の注型材料はシリコンゴムであり，前記第二の注型材料\nはウレタンゴムである請求項２ないし５のいずれかに記載の靴底成形の分割金型の\n製造方法。\n【請求項７】靴底を成形するために形成されるべき金型空間に対応する形状を\n有するモデル本体と，そのモデル本体の表面から突出して形成され，該表面を少な\nくとも２以上の部分に分割する分割突出部とを備えた型モデルを作製する型モデル\n作製工程と，\n前記モデル本体及び前記分割突出部の全面を一体の金属層で被覆する被覆\n工程と，\n前記分割突出部を，前記金属層とともにその突出方向と交差する向きに切\n断することにより，前記モデル本体の表面を覆う金属層を２以上の部分に分割し\nて，その金属層の内側空間を型空間とした分割金型を得る分割工程と，\nを含み，\n前記型モデル作製工程において，前記型モデル本体に相当する部分と，前\n記分割突出部に相当する部分とが予め別体に形成され，前記モデル本体に相当する\n部分に該分割突出部に相当する部分を接着してこれらを一体化することにより，前\n記型モデルが作製されることを特徴とする靴底成形の分割金型の製造方法。\n【請求項８】前記被覆工程は，\n前記型モデルの全面に導電性被膜を形成する導電性被膜形成工程と，\nその導電性被膜が形成された型モデルを陰極側とし，該型モデルの両側に\n配置されたＮｉ電極部を陽極側として該型モデルの全面にＮｉメッキを施すことに\nより，前記金属層をＮｉメッキ層として得るＮｉメッキ工程と，\nを含む請求項１ないし７のいずれかに記載の靴底成形の分割金型の製造方\n法。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件発明１ないし８についての特\n許は，特許法２９条２項の規定に違反してなされたものであり，同法１２３条１項\n２号に該当し，無効とすべきものであるとした。\n第３　原告主張の審決取消事由\n審決は，本件発明１～８の容易想到性の判断を誤った（取消事由１～８）も\nのであるから，違法として取り消されるべきである。\n１　取消事由１（本件発明１の容易想到性の判断の誤り）\n(1)　審決は，本件発明１と米国特許第３７２３５８５号明細書（審判甲１・本\n訴甲１１，以下「引用例１」という。）に記載された発明（以下「引用例１発明」\nという。）とを対比し，両者は，「(ｲ)分割金型の用途について，本件請求項１に係\nる発明（注，本件発明１）は，靴底成形に限定しているのに対し，甲第１号証の発\n明（注，引用例１発明）は，分割金型の用途をプラスチック製品成形としているも\nのの，靴底成形については明記していない点（相違点１），(ﾛ)型モデルに用いる材\n料について，本件請求項１に係る発明は，ウレタンゴム又はシリコンゴムに限定し\nているのに対して，甲第１号証の発明は，型モデルに当たる模型２２について『模\n型２２は，木，石こう，または金属のような，どのような適当な材料によっても形\n成されることができる』（摘示記載ａ－１参照）としているものの，ウレタンゴム\n又はシリコンゴムについては明記していない点（相違点２）で相違している」（審\n決謄本１５頁下から第３段落）とした上，相違点１につき，「甲第１号証（注，引\n用例１）のプラスチック製品成型の分割金型について，その用途を，甲第１０号証\n（注，米国特許第３８４６５３３号明細書，本訴甲２０，以下「引用例１０」とい\nう。）により周知の靴底成形用の分割金型とすることは，当業者が困難なく容易に\nなし得たことと認められる」（同１６頁第２段落）と，相違点２につき，「甲第１\n号証の発明（注，引用例１発明）を周知の靴底成形の分割金型の製造に適用する際\nに，・・・型割り枠（プレート）付き模型２２の材料として，甲第１０号証（注，\n引用例１０）により示唆されている弾性材であるゴム材料に基づいて，モデル体形\n成のゴム材料として周知のウレタンゴム又はシリコンゴムを用いることは，当業者\nが容易になし得たことにすぎない」（同頁第４段落）として，本件発明１は，引用\n例１，１０及び周知事項に基づいて容易に想到し得たと判断した。\nしかしながら，審決は，(2)に述べるとおり，本件発明１とは技術分野及び\n技術内容が全く異なる，ボートの成形に係る引用例１と，単に靴底の成形型の製造\n技術という点で共通性があるにすぎない引用例１０とを組み合わせることによって\n本件発明１が容易に想到し得たとする誤った判断をしたものである。\n(2)　引用例１発明は，ボートの成形にかかわるものであり，本件発明１とは技\n術分野及び技術内容が全く異なる。引用例１発明は，靴底成形のような小型製品を\n全く想定していない上，本件発明１の型モデルに相当する型割り枠（プレート）付\nき模型２２に使用することのできる材料も，引用例１（甲１１）の「模型２２は，\n木，石こう，または金属のような，どのような適当な材料によっても形成される」\n（２欄最終段落，訳文２頁最終段落。以下，原文の「plaster」の訳語は「石こう」\nに統一する。）との記載に示されるように，「木，石こう，または金属」のような\n硬い材料に限られる。\n他方，引用例１０（甲２０）に記載されたものは，分割金型の製造にかか\nわるものではなく，靴底の片側（下側）を板１８を使って作製するといういう技\n術（Fig.２参照）にすぎず，本件発明１のように全体を包み込んだ金属層の分割突\n出部を切断して分割型を作るという思想は，引用例１０には存在しない。\nこのように，引用例１は，大型製品のための，硬い材料で形成された模型\nを作る技術を開示するのみであり，他方，引用例１０は，靴底の片側の電鋳型を作\n製することを示すのみであって，両者とも，本件発明１のような型モデルの全体を\n金属で被覆し，分割突出部を切断して分割型を製造する技術とは全く異なるから，\n引用例１発明と引用例１０に記載された事項を有機的に結合することは不可能であ\nる。仮に，両者を組み合わせても，靴底成形のための，分割突出部を備えたウレタ\nンゴム又はシリコンゴムから形成される型モデルの全体を金属層で被覆し，その分\n割突出部を切断して靴底成形の分割金型を得るという本件発明１の技術思想には到\n達し得ない。\n２　取消事由２（本件発明２の容易想到性の判断の誤り）\n(1)　審決は，本件発明２は，本件発明１における「型モデル作製工程」につい\nて限定したものであり，「この『型モデル作製工程』により作製される，モデル本\n体と分割突出部を有する型モデルは，型技術からみれば，鋳造におけるマッチプレ\nートに相当するものである」（審決謄本１７頁第２段落）とした上，「マッチプレ\nートの一種である甲第１号証（注，引用例１）の型割り枠付き模型２２の作製にお\nいて，甲第２号証（注，昭和５３年６月１５日丸善（改訂３版第２刷）発行「鋳物\n便覧」１５４８～１５５４頁，本訴甲１２，以下「引用例２」という。）のマッチ\nプレートの作製方法を参酌することは，当業者が容易になし得たこと」（同）であ\nり，その際，モデル体用の注型材料として周知の材料であるウレタンゴム又はシリ\nコンゴムを用いることも，当業者が容易にし得たことである（同１８頁第２段落～\n第３段落）として，本件発明２は，引用例１，２，１０及び周知事項に基づいて，\n当業者が容易に想到し得たものと判断した（同頁第４段落）。\n(2)　しかしながら，審決の上記判断は，①マッチプレートは鋳造技術に属し，\n本件発明１の靴底成形とは異なる分野であって，当業者の共通性はなく，転用容易\n性は認められないこと，②そもそも金属のマッチプレートを金属層で被覆して後で\n分割するという発想はあり得ないこと，③したがって，マッチプレートの分割のた\nめに分割突出部を形成してそこを分断するという発想も当然あり得ないこと，④マ\nッチプレートの板状部分（見切り板部）は上下の型部分を保持する支持本体そのも\nのであり，この見切り板部が本体から突出させた分割突出部に相当するとは到底い\nえないこと，⑤マッチプレートを鋳造する枠は，引用例２の図２３・３９に「製作\nするマッチプレートの寸法を決定する鋼製の金わく」との説明が付されているとお\nり，本件発明１のスペーサとは到底いえないことを誤認・看過し，本件発明２にお\nける「型モデル」がマッチプレートに相当するとの誤った認識に基づいて，本件発\n明２が容易想到であるとする判断をしたものであるから，誤りである。\n３　取消事由３（本件発明３の容易想到性の判断の誤り）\n(1)　審決は，本件発明３は，本件発明２の型合わせ工程において，「前記隙間\nは，前記合わせ面にスペーサを配置することにより形成されるとともに，そのスペ\nーサは柔軟部材により形成され，前記分割予備成形型の各部の間で圧縮されること\nにより，それら各部同士を前記隙間においてシールするものとされている」ことを\n限定したものであるとした上，「注型材料としてのアルミニウム（Ａｌ）合金に代\nえ，モデル体用の注型材料として周知の材料であるウレタンゴム又はシリコンゴム\nを用いることが可能であるから，これに伴い，スペーサの材料も，『鋼製』から周\n知の柔軟な材料（成形型において，柔軟な材料により形成されたスペーサは甲第６\n号証〔注，特開昭６３－２８３９１０号公報，本訴甲１６，以下「引用例６」とい\nう。〕，甲第７号証〔注，特開平２－１９８８０８号公報，本訴甲１７，以下「引\n用例７」という。〕等により周知であると認められる。）に変更し，『鋼製の金わ\nく』を『柔軟部材』に変更することも当業者が容易になし得た程度の材料選定であ\nる」とした（以上，審決謄本１９頁第１，２段落）。\n(2)　しかし，審決が，モデル体用の注型材料としてウレタンゴム又はシリコン\nゴムを用いることを「容易になし得た程度の材料選定である」とした点は誤りであ\nる。\nまず，引用例２に記載された「鋼製の金わく」は，本件発明３のスペーサ\nに相当するものではないから，「鋼製の金わく」を「柔軟部材」に変更するという\n点についての審決がした上記判断は，その前提において誤っている。また，引用例\n２において，キャビティに高温の溶融金属を鋳込むとき，「鋼製の金わく」をウレ\nタンゴムやシリコンゴムに置き換えれば，柔軟材料は簡単に溶融してしまうから，\nマッチプレートの鋳込みができず，Ａｌ合金の溶湯の注入もできないから，マッチ\nプレートの寸法決定が困難となることは明らかである。\nなお，審決は，成形型において，柔軟な材料により形成されたスペーサは\n引用例６，７等により周知であるとするが，引用例６は浴槽の成形を，引用例７は\n情報記憶媒体用の基板の成形を，それぞれ示すにすぎないから，引用例２のマッチ\nプレートの技術に引用例６，７の発明を組み合わせることはできない。したがっ\nて，本件発明３を容易想到とした審決の判断は，誤りである。\n４　取消事由４（本件発明４の容易想到性の判断の誤り）\n(1)　審決は，本件発明４は，本件発明３の型合わせにおける隙間を形成するス\nペーサについて，「そのスペーサは柔軟部材により形成され，前記分割予備成形型\nの各部の間で圧縮されることにより，それら各部同士を前記隙間においてシールす\nるものとされ，さらに，そのスペーサより剛性の高い材質により構成される補助ス\nペーサにより，該柔軟材料から形成される前記スペーサの変形量を規定し，前記合\nわせ面の間に所定の高さが作られる」ことを限定したものであるとした上，スペー\nサの材料に「柔軟部材」を選定することは，当業者が容易になし得た程度の材料選\n定である以上，型技術において，スペーサに過度の圧力が加わらないように規制用\nの制御部材を併用することは，引用例６，７等により周知のことにすぎないから，\n柔軟部材のスペーサに加えて，柔軟材料より剛性の高い材質により形成されたスペ\nーサを併用することは，当業者が容易に推考し得たことであり，本件発明４は，引\n用例１，２及び１０並びに周知事項に基づいて，当業者が容易に発明をすることが\nできた旨判断した（審決謄本１９頁「（４）本件請求項４に係る発明について」の\n項）。\n(2)　しかしながら，上記３で述べたとおり，引用例６，７は，浴槽や情報記憶\n媒体用基板の成形にすぎず，切断を予定する分割突出部を，柔軟なスペーサとこれ\nより剛性の高いスペーサを用いて成形することは，引用例１，２，１０はもとよ\nり，引用例６，７にも示唆されていない。そして，上記２のとおり，引用例２にお\nけるマッチプレートと，引用例１及び１０を組み合わせることが困難である以上，\n本件発明４は，引用例１，２，１０及び周知事項に基づいて当業者が容易に想到し\n得たものではない。\n５　取消事由５（本件発明５の容易想到性の判断の誤り）\n(1)　審決は，本件発明５は，実質的には，本件発明１において型モデル作製工\n程を限定したものであり，「分割突出物となる予め作製された板部材をキャビティ\n部内に突出した状態で挟み込み，キャビティ内にウレタンゴム又はシリコンゴムを\n注型して型モデル本体と板部材を一体化して成形した型モデル作製工程に特徴があ\nるものである」（審決謄本２０頁第１段落）とした上，引用例１の型割り枠付き模\n型は，「型技術からみれば，マッチプレートの一種に相当する・・・から，その作\n製にあたり，甲第３号証（注，実公昭３９－１０３１６号公報，本訴甲１３，以下\n「引用例３」という。）及び甲第４号証（注，特公昭４８－３２０５２号公報，本\n訴甲１４，以下「引用例４」という。）に記載されているような，型モデルの作製\n法（・・・）によること，また，モデル体用の注型材料として，周知の材料である\nと認められる，ウレタンゴム又はシリコンゴムを用いることは，当業者が容易にな\nし得たことにすぎない」（同頁下から第２段落）として，本件発明５は，引用例\n１，３，４，１０及び周知事項に基づいて，当業者が容易に想到し得たものである\nと判断した。\n(2)　しかしながら，砂型の上型，下型を見切るマッチプレートと，分割突出部\nを有してこれを一体に金属被覆し，さらに，ここを切断することにより分割成形型\nを得る型技術とは異質のものであるから，引用例１の型割り枠付き模型が「マッチ\nプレートの一種に相当する」との前提に立ってされた審決の上記判断は，誤りであ\nる。また，審決は，引用例３，４に型モデルの作製方法が記載されているとする\nが，引用例３，４は単にマッチプレートの製法を示すのみであり，マッチプレート\nの板部が，本件発明５の金属被覆が予定される分割突出部に相当すると考えること\n自体が誤りである。\n６　取消事由６（本件発明６の容易想到性の判断の誤り）\n(1)　審決は，本件発明６は，型モデル作製工程のおける第一の注型材料及び第\n二の注型材料を，それぞれシリコンゴム，ウレタンゴムと限定したものであるとし\nた上，昭和４６年７月１５日工業調査会発行「プラスチック技術全書　１７　シリ\nコーン樹脂」１２０～１２９頁（審判甲８・本訴甲１８，以下「引用例８」とい\nう。）を引用して，第１の注型材料としてシリコンゴム，第２の注型材料としてウ\nレタンゴムを採用することは当業者であれば容易であるとし，本件発明６は，引用\n例１～４，８～１０に記載された発明及び周知事項に基づいて，当業者が容易に想\n到し得たと判断した（審決謄本２１頁「（６）本件請求項６に係る発明について」\nの項）。\n(2)　しかし，本件発明６は，審決がいうような一般的な技術ではなく，本件発\n明２～５を更に限定したものであり，上記２～５で述べたとおり，本件発明２～５\nが当業者の容易に想到し得るものではない以上，本件発明６も，当業者が容易に想\n到し得るものではなく，本件発明６を容易想到とした審決の判断は誤りである。\n７　取消事由７（本件発明７の容易想到性の判断の誤り）\n(1)　審決は，本件発明７は，実質的には，本件発明１において，型モデル作製\n工程を限定したものであり，「型モデル本体に相当する部分と分割突出部とに相当\nする部分とが予め別体に形成され，両者を接着してこれらを一体化する型モデル作\n製工程に特徴がある」（審決謄本２１頁第５段落）とした上，「甲第１号証（注，\n引用例１）には，型割り枠付き模型の作製に関して，『所望の成形品と同一形状の\nマスターを作製し，該マスターを型割り線に沿って切断し，切断された２つの部品\nを型割り枠の働きをするパネルの対峙面に接着して模型２２を作製してもよ\nい』・・・とされているから，予め形成されたマスター（模型）の本体部分と，予\nめ形成された型割り枠の働きをするパネルとを接着して一体化することは，当業者\nが困難なく容易になし得たこと」（同頁下から第３段落）であって，本件発明７\nは，引用例１，１０に記載された発明に基づいて，当業者が容易に想到し得たもの\nであると判断した。\n(2)　しかしながら，本件発明７における，分割予備成形型の合わせ面に板部材\nを，内縁側がキャビティ部内に突出した状態で挟み込み，この板部材をウレタンゴ\nム又はシリコンゴムと一体化して，この部分を分割突出部とした型モデルとする構\n成は，パネルの対峙面に二つの部品を接着するものではなく，あくまでも板部材と\nウレタンゴム又はシリコンゴムとをゴムの注型により一体化させるものであり，引\n用例１にはそうした記載も示唆もない。したがって，本件発明７が引用例１，１０\nに記載された発明に基づいて当業者が容易に想到し得たとする審決の判断は誤りで\nある。\n８　取消事由８（本件発明８の容易想到性の判断の誤り）\n審決は，本件発明８は，引用例１，１０及び周知事項に基づいて当業者が容\n易に想到し得たものであると判断した（審決謄本２１頁～２２頁「（８）本件請求\n項８に係る説明について」の項）。しかしながら，本件発明８は，電鋳の手法とし\nて一般的なＮｉメッキの工法を規定したものではなく，本件発明１ないし７のいず\nれかの構成を前提として，更に限定を加えたものであり，上記１～７で述べたとお\nり，本件発明１～７が当業者の容易に想到し得るものでない以上，本件発明８も，\n当業者が容易に想到し得るものではなく，本件発明８を容易想到とした審決の判断\nは誤りである。\n第４　被告の反論\n審決の判断に誤りはなく，原告主張の審決取消事由はいずれも理由がない。\n１　取消事由１（本件発明１の容易想到性の判断の誤り）について\n本件発明１と引用例１発明とは，ともに金型製造の技術分野に係るものであ\nる上，審決における両発明の一致点の認定（審決謄本１５頁第３段落）のとおり，\n技術内容が基本的に共通している。また，引用例１発明は，小型製品の成形技術を\n大型製品の成形に適するように改良した技術であるから，小型製品の成形に適用し\n得ることを当然の前提としている。さらに，引用例１発明において，模型材料が\n「硬い材料」に限定されると解すべき理由はない。一方，引用例１０に記載された\nものは，審決の認定（審決謄本１３頁「ｊ　甲第１０号証」の項）のとおりの内容\nであって，靴底の成形型の製造技術であるという点に加えて，プレート付き模型を\n用いること及びその模型に電鋳して分割金型の一方を形成することについても，本\n件発明１と共通性を有するから，引用例１発明と引用例１０発明とを組み合わせる\nことには，十分な動機付けがあり，かつ，組み合わせることに何ら障害はない。\nそうすると，引用例１発明と引用例１０発明とを組み合わせれば，引用例１\n発明の分割金型の用途を靴底成形用とすることは，当業者が容易に想到し得たこと\nであり，また，引用例１０の「プロトタイプ１０は柔軟で弾性のあるプラスチック\n材で作られることが多く」（訳文１頁第１段落）との記載に基づいて，引用例１発\n明の型モデル（模型）の材料として，柔軟で弾性のあるプラスチック材料として周\n知のウレタンゴム又はシリコンゴムを用いることも，当業者が容易に想到し得たこ\nとというべきである。\n２　取消事由２（本件発明２の容易想到性の判断の誤り）について\n原告が審決の判断の誤りとして主張する点は，いずれも失当である。引用例\n１発明の型割り枠つき模型２２は，型技術から見れば，マッチプレートに相当する\nものであるから，その作製について，引用例２のマッチプレートの作製方法を参照\nすることは，当業者が容易にし得たことである。そして，引用例１発明において，\n引用例２のマッチプレートの作製方法を採用した上，引用例１の型割り枠（プレー\nト）付き模型の形成材料として，モデル体用の注型材料として周知のウレタンゴム\n又はシリコンゴムを用いることも，当業者が容易にし得たことであるというべきで\nある。\n３　取消事由３（本件発明３の容易想到性の判断の誤り）について\n原告は，「鋼製の金わく」を「柔軟材料」に変更すると，高温のアルミニウ\nム（Ａｌ）合金が鋳込まれたときに柔軟部材は溶融してしまうから，「鋼製の金わ\nく」を柔軟材料に変更することが当業者が容易になし得た材料変更であるとした審\n決の判断は誤りであると主張するが，審決は，引用例２において注型材料をアルミ\nニウム（Ａｌ）合金のままで，スペーサ材料のみを鋼製から柔軟材料に変更するこ\nとの容易性を述べているわけではなく，注型材料としてアルミニウム（Ａｌ）合金\nに代えて周知のウレタンゴムを用いることに伴い，スペーサ材料も鋼製からスペー\nサ材料として周知の柔軟材料に変更することの容易性を判断しているものであるか\nら，原告の主張は，審決を正解しないものであって，失当である。また，引用例\n６，７は，いずれも成形に関する型技術を開示するものであって，そこに開示され\nた周知事項をマッチプレートを作製する際のスペーサに用いることは，当業者が容\n易にし得ることである。\n４　取消事由４（本件発明４の容易想到性の判断の誤り）について\n引用例６，７には，型の周縁間に柔軟なスペーサとこれより剛性の高いスペ\nーサを配置することが記載されているから，これら周知事項を引用例１において切\n断を予定する分割突出部を有するマッチプレートの作製時に用いることは，当業者\nが容易に想到し得ることである。\n５　取消事由５（本件発明５の容易想到性の判断の誤り）について\n引用例１の型割り枠付き模型２２が，型技術からみればマッチプレートに相\n当することは，明らかであり，引用例１ではその型割り枠を一体に金属被覆し，切\n断して分割成形型を得ている。このような型割り枠付き模型２２の作製に当たり，\n引用例３，４のマッチプレートの作製方法を参照することは容易である。また，マ\nッチプレートの板部は，本件発明５の金属被覆が予定される分割突出物に相当する\nとした点についても，審決に誤りはない。\n６　取消事由６（本件発明６の容易想到性の判断の誤り）について\n本件発明２～５は，上記２～５のとおり，いずれも当業者が容易に想到し得\nたものであるから，原告の主張は，前提を欠くものであって，理由がない。\n７　取消事由７（本件発明７の容易想到性の判断の誤り）について\n原告の主張する，分割予備成形型の合わせ面に板部材を，内縁側がキャビテ\nィ部内に突出した状態で挟み込み，この板部材をウレタンゴム又はシリコンゴムと\n一体化して，この部分を分割突出部とした型モデルとする構成は，本件明細書の特\n許請求の範囲の請求項７に記載されていないから，原告の主張は失当である。\n８　取消事由８（本件発明８の容易想到性の判断の誤り）について\n上記のとおり，本件発明１～７はいずれも当業者が容易に想到し得たもので\nあるから，原告の主張は，前提を欠くものであって，理由がない。\n第５　当裁判所の判断\n１　取消事由１（本件発明１の容易想到性の判断の誤り）について\n(1)　引用例１発明が，審決において本件発明１との一致点として認定（審決謄\n本１５頁第３段落）されたとおりの分割金型の製造方法に係るものであることにつ\nいては，当事者間に争いがなく，引用例１（甲１１）に具体的に開示されたものが\nボートの成形に用いる金型であっても，「METHOD OF ELECTROFORMED MOLDS」（電鋳\n金型成形方法）という発明の名称に示されるとおり，引用例１発明の技術分野が金\n型の製造方法に係るものであることは明らかというべきである。そして，引用例１\nの【一般的なバックグラウンド】の項の「・・・石膏や電鋳金型などの比較的薄く\nこわれやすい型は，常温でポリウレタンフォームを成形するのには適しているが，\n高圧射出成形に際しては，高圧高温に耐えうるより強固な型が必要であった。この\nような金型を作製するにはコストが高くつき，特に数オンス以上の重さの成形品を\n製造するのは難しかった。従来の高圧射出成形は２キログラム以上の重さがある大\nきな製品の製造には適さなかった」（訳文１頁）との記載によれば，引用例１発明\nは，元々小型製品に用いられていた電鋳金型を改良して，大型製品にも適用できる\nようにすることを課題としているものであるから，その技術を小型製品にも適用し\n得ることは，引用例１発明における当然の前提であるということができる。\nそうすると，引用例１発明に係る分割金型について，その用途を，例えば\n引用例１０のように，プラスチック製品成形の分割金型の用途として周知の靴底成\n形用とすることは，当業者が容易に想到し得たことというべきである。\nそこで，引用例１発明を，靴底成形の分割金型の製造に適用することを考\nえた場合，引用例１には，本件発明１の型モデルに相当する模型２２について，\n「模型２２は，木，石こう，または金属のような，どのような適当な材料によって\nも形成される」（訳文２頁最終段落）と記載されているから，「適当な材料」であ\nれば，どのような材料でも，型モデルの作製に使用し得ることが示唆されていると\nいうことができる。一方，引用例１０（甲２０）には，電鋳する靴底のプロトタイ\nプ１０（本件発明の型モデルにおけるモデル本体に相当）について，「プロトタイ\nプ１０は柔軟で弾性のあるプラスチック材で作られることが多く」（訳文１頁第１\n段落）と記載され，型モデルの材料として「柔軟で弾性のあるプラスチック材」が\n示唆されているから，「柔軟で弾性のあるプラスチック材」であり，モデル体形成\n用の材料としても周知（例えば，引用例８の，ウレタンゴム又はシリコンゴムを，\n引用例１発明における型モデルの材料として用いることは，当業者が容易に想到し\n得たことというべきであり，これと同旨の審決の判断に誤りはない。\n(2)　これに対し，原告は，本件発明１とは技術分野及び技術内容が全く異なる\nボートの成形に係る引用例１と，単に靴底の成形型の製造技術という点で共通性が\nあるにすぎない引用例１０とを組み合わせることによって，本件発明１が容易に想\n到し得たとする審決の判断は誤りであると主張する。\nしかしながら，引用例１発明が金型の技術分野に属することは，上記(1)の\nとおりであり，本件発明１も，金型で成形される製品を「靴底」に限定してはいる\nが，靴底成形の分割金型の製造方法という金型の製造方法であることに変わりはな\nい。また，引用例１０（甲２０）も，審決が指摘するとおり，「靴底のプロトタイ\nプ１０を柔軟で弾性のあるプラスチック材で作り，これに面プレート１８を固定し\nてフランジ２４をプロトタイプ１０の表面から突出させ，プロトタイプ１０の下面\nとフランジ２４の下面とに電鋳して分割金型の一方である殻３０を形成する方法」\n（審決謄本１５頁最終段落～１６頁第１段落）という，金型の製造技術に関するも\nのである。そうすると，本件発明１と，引用例１及び引用例１０は，いずれも「金\n型の製造」という点で，技術分野が共通するものであり，しかも，引用例１０は，\n靴底成形用の金型に係り，プレート付き模型（面プレートを固定してフランジを形\n成したプロトタイプ）を用いて，これに電鋳により分割金型の一方を形成すること\nにおいても共通性を有するものであるから，引用例１と引用例１０を組み合わせる\nことには十分な動機付けがあるというべきであり，これを阻害する事由があるとは\n認められない。\nまた，原告は，引用例１（甲１１）の「模型２２は，木，石こう，または\n金属のような，どのような適当な材料によっても形成される」との記載において，\n例示された「木，石こう，金属」は，いずれも硬いものばかりであるから，「適当\nな材料」とは，「硬い」材料に限定されると主張する。しかし，引用例１の上記記\n載は，ボート等の大きな型を念頭に置いて「木，石こう，金属」を例示したもので\nあると解することが相当であり，小型の型についてまで，材料を「硬い」ものに限\n定する趣旨であるとは解することができない。そうであれば，引用例１において，\n型モデル（模型）の材料として，周知のウレタンゴム又はシリコンゴムを用いると\nの点に想到することを阻害する事情はないというべきである。\n(3)　以上のとおり，本件発明１は引用例１，１０及び周知技術に基づいて当業\n者が容易に発明をすることができたものであるとした審決の判断に誤りはなく，原\n告の取消事由１の主張は理由がない。\n２　取消事由２（本件発明２の容易想到性の判断の誤り）について\n(1)　原告は，審決が，本件発明１における「型モデル作製工程」を限定した本\n件発明２の構成（審決謄本１７頁第１段落の「前記モデル本体・・・型モデル注型\n工程」との摘示部分参照）について，引用例２のマッチプレートの作製方法を参酌\nし，かつ，「第二の注型材料」としてウレタンゴム又はシリコンゴムを用いること\nは，当業者が容易に想到し得たことである旨判断したのに対し，①マッチプレート\nは鋳造技術に属し，本件発明１の靴底成形とは異なる分野であって，当業者の共通\n性はなく，転用容易性は認められないこと，②金属のマッチプレートを金属層で被\n覆して後で分割するという発想はあり得ないこと，③したがって，マッチプレート\nの分割のために分割突出部を形成してそこを分断するという発想も当然あり得ない\nこと，④マッチプレートの板状部分（見切り板部）は上下の型部分を保持する支持\n本体そのものであり，この見切り板部が本体から突出させた分割突出部に相当する\nとは到底いえないこと，⑤マッチプレートを鋳造する枠は，「製作するマッチプレ\nートの寸法を決定する鋼製の金わく」であることなどを挙げて，審決の上記判断は\n誤りであると主張する。\n(2)　しかしながら，マッチプレートとは，引用例４（甲１４）に，「マッチプ\nレートは例えばアルミニュームのような軽量でかつ頑丈な平板の両側の合致する位\n置に，見切り面で切断した模型を平板の厚みだけの間隔を以てはりつけた形状をな\nし，かつ鋳わくとの相対位置を定める手段を設けてなるものである」（１欄下から\n第２段落）と記載されているとおり，プレート（平板）付きの模型であるから，引\n用例１発明の型割り枠付き模型２２は，マッチプレートの一種であるということが\nでき，その作製において，引用例２に記載されたマッチプレートの作製方法を参酌\nすることは，当業者が容易にし得たことと認められる。そして，引用例２に「第二\nの注型材料」として記載されたものはアルミニウム（Ａｌ）合金であるが，モデル\n体用の注型材料としてウレタンゴム又はシリコンゴムが周知であることは，上記\n１(1)のとおりであるから，引用例１発明において，型割り枠付き模型２２の作製に\n引用例２に記載されたマッチプレートの作製方法を参酌し，さらに，モデル体用の\n注型材料としてウレタンゴム又はシリコンゴムを採用して，本件発明２の構成に至\nることは，当業者が容易にし得たことであるというべきである。\nなお，原告が上記(1)で①～⑤として主張する点について補足すると，ま\nず，①の点については，本件発明２が「靴底成形の」という限定を伴っていても，\n依然として「分割金型の製造方法」に係る発明であることは前示のとおりであるか\nら，この点に関する原告の主張は，採用できない。②及び③の点については，引用\n例１に，型割り枠付き模型２２を金属層で被覆した後，分割突出部を切断して，分\n割金型を得ることが記載されているから，これらの点が引用例２に記載されていな\nいことは，上記容易想到性の判断を何ら左右するものではない。④の点について\nは，マッチプレートの見切り板部も，模型本体の表面から突出し，該表面を少なく\nとも２以上の部分に分割するものであり，一方，本件発明２におけるモデル本体か\nら突出させた分割突出部もその両面側に形成される二つの分割金型の見切りとして\n機能するものであるから，マッチプレートの見切り板と本件発明２の分割突出部と\nは実質的に同等のものというべきである。⑤の点については，引用例２（甲１２）\nに，図２３・３９として，上型と下型を合わせ面においてキャビティに連通する隙\n間を形成した状態で型合わせをすることが示されており，その隙間は，「製作する\nマッチプレートの寸法を決定する鋼製の金わく」を合わせ面に配置することにより\n形成しているから，「鋼製の金わく」が上型と下型との間の間隔を定める「スペー\nサ」として機能していることは自明のことというべきである。したがって，原告の\n①～⑤の主張は，いずれも失当であって，上記の判断を左右するものではない。\n(3)　以上のとおり，原告の取消事由２の主張は理由がない。\n３　取消事由３（本件発明３の容易想到性の判断の誤り）について\n(1)　審決は，引用例２のマッチプレートの作製方法には，シール機能を備えた\n「鋼製の金わく」のスペーサしか示されていないが，注型材料としてのアルミニウ\nム（Ａｌ）合金に代え，モデル体用の注型材料として周知の材料であるウレタンゴ\nム又はシリコンゴムを用いることが可能であるから，これに伴い，スペーサの材料\nも，「鋼製」から周知の柔軟な材料に変更し，「鋼製の金わく」を「柔軟部材」に\n変更することも当業者が「容易になし得た程度の材料選定」であると判断している\nところ，モデル体用の注型材料としてウレタンゴム又はシリコンゴムを用いること\nを当業者が容易に想到することは前示のとおりであり，その際に，注型材料に合わ\nせてスペーサの材料を「柔軟部材」とすることも，当業者が容易にし得る程度の材\n料変更であるというべきであって，審決の上記判断に誤りは認められない。\n(2)　これに対し，原告は，引用例２に記載された「鋼製の金わく」は，本件発\n明３のスペーサに相当するものではないと主張するが，この主張を採用できないこ\nとは，上記２(2)のとおりである。\nまた，原告は，「鋼製の金わく」を「柔軟部材」に変更すると，高温のア\nルミニウム（Ａｌ）合金が鋳込まれたときに柔軟な材料は溶融してしまうから，審\n決が「容易になし得た程度の材料選定」と判断した点は誤りであると主張するが，\n審決は，「スペーサ」だけを柔軟な材料に変更するとしているのではなく，モデル\n用の注型材料をアルミニウム（Ａｌ）合金からモデル用の注型材料として周知のウ\nレタンゴム又はシリコンゴムに変更するとともに，「鋼製の金わく」の材料を，ス\nペーサ材料として周知の柔軟な材料に変更し，「構成の金わく」を「柔軟部材」に\n変更することの容易性を判断しているのであるから，原告の主張は，審決を正解し\nないものであって，失当というほかない。\nさらに，原告は，引用例６は浴槽の成形を，引用例７は情報記憶媒体用基\n板の成形をそれぞれ示すにすぎないから，引用例２のマッチプレートの技術に引用\n例６，７の発明を組み合わせることはできないと主張する。しかし，引用例６は，\n浴槽の形成に関して，型技術として，下型１と上型３との端部周縁にわたってゴム\nパッキンのような弾性材８を配置する技術を開示しており，また，引用例７は，情\n報記憶媒体用基板の成形に関して，型技術として，基板１と鏡面型２との間の内周\n部に変形可能で密着性に優れた材料からなるスペーサ３を配置する技術を開示して\nいるのであり，当業者である型技術者にとって，これらに示された周知の「柔軟な\n材料により形成されたスペーサ」を引用例２のマッチプレートを作製する際のスペ\nーサに用いることは容易に想到し得ることというべきである。\n(3)　以上のとおり，原告の取消事由３の主張は理由がない。\n４　取消事由４（本件発明４の容易想到性の判断の誤り）について\n(1)　原告は，切断を予定する分割突出部を，柔軟部材のスペーサとこれより剛\n性の高い材料により構成される補助スペーサを用いて成形することは，いずれの引\n用例にも記載や示唆がないから，当業者が容易に想到し得たことではないと主張す\nる。\n(2)　しかしながら，スペーサに柔軟部材を使用することが当業者が容易にし得\nた程度の材料選定であることは，上記３判示のとおりである上，型技術においてス\nペーサに過度の圧力が加わらないように規制用の制御部材を併用することは，周知\n技術（例えば，引用例６，７には，周縁間に柔軟なスペーサとこれより剛性の高い\nスペーサとを配置することが示されている。）と認められるから，柔軟部材のスペ\nーサに加えて，柔軟材料部材より剛性の高い材料により形成されたスペーサを併用\nすることは，当業者が容易に想到し得たことというべきであって，この点に関する\n審決の判断に誤りはない。\n(3)　以上のとおり，原告の取消事由４の主張は理由がない。\n５　取消事由５（本件発明５の容易想到性の判断の誤り）について\n(1)　原告は，審決の「型割り枠付き模型は，型技術からみれば，マッチプレー\nトの一種に相当するものであると認められるから，その作製にあたり，甲第３号証\n（注，引用例３）及び甲第４号証（注，引用例４）に記載されているような，型モ\nデルの作製法（上型及び下型である，上下石膏体型又は中間型と共に，既成のプレ\nートを用いて，成形空間を形成し，そこに造形用樹脂を注型して，既成のプレート\nと鋳造用模型とが一体となったマッチプレートとすること）によること，また，モ\nデル体用の注型材料として，周知の材料であると認められる，ウレタンゴム又はシ\nリコンゴムを用いることは，当業者が容易になし得たことにすぎないと認められ\nる。（なお，既成のプレート６の内縁側がキャビティ内に突出するようにするかど\nうかは設計的事項にすぎないと認められる。）」（審決謄本２０頁下から第２段\n落）との判断に対し，この判断は，引用例１の型割り枠付き模型が「マッチプレー\nトの一種に相当する」とする誤った前提に立ったものである上，マッチプレートの\n板部は本件発明５の「分割突出部」に相当するものではないから，誤りであると主\n張する。\n(2)　しかしながら，引用例１の型割り枠付き模型が「マッチプレート」の一種\nであること，また，マッチプレートの板部が「分割突出部」に相当することは，上\n記２(2)判示のとおりであるから，原告の上記主張は採用できない。\n(3)　以上のとおり，原告の取消事由５の主張は理由がない。\n６　取消事由６（本件発明６の容易想到性の判断の誤り）について\n原告は，本件発明６は，本件発明２～５を更に限定したものであり，本件発\n明２～５が当業者の容易に想到し得るものではない以上，本件発明６も当業者の容\n易に想到し得るものではなく，本件発明６を容易想到とした審決の判断は誤りであ\nると主張する。\nしかしながら，本件発明２～５の容易想到性が肯定されることは上記２～５\nの判示のとおりであるから，本件発明６についても，これを容易想到とした審決の\n判断に誤りはなく，原告の取消事由６の主張は理由がない。\n７　取消事由７（本件発明７の容易想到性の判断の誤り）について\n原告は，本件発明７における，分割予備成形型の合わせ面に板部材を，内縁\n側が前記キャビティ部内に突出した状態で挟み込み，この板部材をウレタンゴム又\nはシリコンゴムと一体化して，この部分を分割突出部とした型モデルとする構成\nは，パネルの対峙面に二つの部品を接着するものではなく，板部材とウレタンゴム\n又はシリコンゴムとをゴムの注型により一体化させるものであり，引用例１にはそ\nうした記載も示唆もない，と主張する。\nしかしながら，原告が主張するような構成は，本件発明７に係る特許請求の\n範囲の請求項７には記載されていないから，原告の主張は，失当というほかない。\nそして，引用例１（甲１１）には，本件発明７における「モデル本体」及び\n「分割突出部」に相当する「型割り枠付き模型」の作製に関して，「所望の成形品\nと同一形状のマスターを作成し，該マスターを型割り線に沿って切断し，切断され\nた２つの部品を型割り枠の働きをするパネルの対峙面に接着して模型２２を作成し\nてもよい」（２欄下から第２段落，審決謄本９頁「ａ－１」の項）と記載されてい\nるから，あらかじめ形成されたマスター（模型）の本体部分と，あらかじめ形成さ\nれ型割り枠の働きをするパネルとを，接着して一体化することは，当業者が容易に\n想到し得たことというべきである。\n８　取消事由８（本件発明８の容易想到性の判断の誤り）について\n原告は，本件発明８は，本件発明１～７のいずれかの構成を前提として，更\nに限定を加えたものであり，本件発明１～７が当業者の容易に想到し得るものでな\nい以上，本件発明８も当業者の容易に想到し得るものではなく，本件発明８を容易\n想到とした審決の判断は誤りであると主張する。\nしかしながら，本件発明１～７の容易想到性が肯定されることは上記１～７\nの判示のとおりであるから，本件発明８についても，これを容易想到とした審決の\n判断に誤りはなく，原告の取消事由８の主張は理由がない。\n９　以上のとおり，原告主張の取消事由１～８はいずれも理由がなく，他に審決\nを取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官　　　　　篠　　原　　勝　　美\n裁判官　　　    古　　城　　春　　実\n裁判官　　　　　岡　　本　　　　　岳\n"
}