{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 25
  },
  "case_number": "平成15(く)8",
  "case_name": "勾留期間更新決定に対する抗告申立",
  "court_name": "高松高等裁判所",
  "lawsuit_id": "5195",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5195",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/195/005195_hanrei.pdf",
  "contents": "決            定\n被告人　　Ａ\n被告人に対する詐欺被告事件について，徳島地方裁判所が平成１５年２月２０日にし\nた勾留期間更新決定に対し，検察官から抗告の申立てがあったので，当裁判所は，次\nのとおり決定する。\n主　　　　　　文\n原決定を取り消す。\n理            由\n本件抗告の趣意は，検察官麻空一男作成の抗告申立書に記載のとおりであるから，\nこれを引用する。\n論旨は，要するに，上記被告事件につき平成１５年２月６日原裁判所が発した勾留状\nによる勾留の期間はその執行の日から２か月であるから，即日執行されたその勾留の\n期間を刑訴法６０条２項により更新する場合には，同年４月６日からこれをなすべきであ\nるのに，原裁判所が同年２月２７日からこの勾留の期間を更新する旨決定したのは法令\nに違反し，取消しを免れない，というのである。\nそこで，所論にかんがみ，一件記録を調査して検討するに，同記録によると，被告人\nは，平成１４年１１月１３日，「Ｂと共謀の上，(1)平成１２年２月１０日ころ，Ｃから，株式会\n社Ｄの未公開株買付名下に１００万円を詐取し，(2)同月２６日ころから同月２８日にかけ\nて，Ｅから，同様の方法で１５００万円を詐取した」との事実（以下「甲事件」ともいう。）で\n起訴（求令状起訴）され，同日，裁判官の発した勾留状により勾留されていたところ，こ\nの勾留中の同年１２月２７日，別件の「Ｂと共謀の上，平成１２年１月下旬から同年２月２\n日ころにかけて，Ｆから，上記同様の方法で１００万円を詐取した」との事実（以下「乙事\n件」ともいう。）で追起訴（在宅起訴）されて，この甲及び乙事件につき併合審理を受けて\nいたこと，甲事件についての勾留は，勾留期間の更新を１回経た後の平成１５年２月１２\n日に期間満了により終了し，被告人は甲事件につき釈放されたが，それに先立つ同月６\n日，原裁判所は乙事件につき勾留状を発し，これが即日執行されていたところ，原裁判\n所は，乙事件の勾留期間は，同事件が追起訴された平成１４年１２月２７日から２か月\n間であるとの見解に立って，平成１５年２月２７日から同事件についての勾留期間を更\n新する旨の決定をしたことが認められる。\nしかしながら，乙事件につき発せられた勾留状による勾留は，乙事件の勾留が現実に\n始まった日から期間を定めるものと解するのが相当であるから（また，その勾留期間も２\nか月と解するのが相当である。），原裁判所が乙事件の勾留期間につき追起訴の日を\n起算日としてなした勾留期間更新決定は，現実の勾留開始日を起算日としなかった点\nにおいて不適法というべきである。\nなお，原裁判所の上記見解は，乙事件につき追起訴時に勾留の要件が備わっていた\nのに，甲事件につき被告人が勾留されていたため，その目的を達しているとして，あえ\nて乙事件につき被告人を勾留せず，甲事件の勾留を事実上利用して乙事件の審理が\n進められたことを実質的な根拠としているものとも解されるが，(1)そもそも両者は別個の\n勾留である上，(2)何をもって両者が利用関係にあったというのか，必ずしも明らかとは\nいえないほか，個別具体的な事案におけるそうした利用関係の有無やそれが生じた時\n期の判断にも困難を伴うことが予想され，勾留期間の確定に不安定をもたらすおそれが\nあることなどから，そうした見解は当裁判所の採用するところではない。\nちなみに，勾留期間につき事件単位の原則を貫くことによって生ずる被告人の身柄拘\n束期間の長期化などの弊害は，起訴後の勾留につき慎重な運用を図るとともに，勾留し\nておく必要のない罪については，勾留期間を更新せず，あるいは勾留の取消しをするこ\nとなどにより，解決を目指すべきである。\n論旨は理由がある。\nよって，刑訴法４２６条２項により，原決定を取り消すこととして，主文のとおり決定す\nる。\n平成１５年２月２５日\n高松高等裁判所第１部\n裁判長裁判官　　　正木勝彦\n裁判官　　　齋藤正人\n裁判官　　　河田泰常\n"
}