{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 30
  },
  "case_number": "平成17(ネ)10040",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9356",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9356",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/356/009356_hanrei.pdf",
  "contents": "平成１７年（ネ）第１００４０号　特許権侵害差止請求控訴事件（原審・東京地方\n裁判所平成１６年（ワ）第１６７３２号）（平成１７年７月１５日口頭弁論終結）\n判決\n控訴人　　　　　　　株式会社ジャストシステム\n訴訟代理人弁護士　  福  島  栄  一\n同                  菅　    尋  史\n同                  永  田  早  苗\n同                  大  向  尚  子\n補佐人弁理士　　　  木  村    　満\n同                  石　井　裕一郎\n同                  雨  宮  康  仁\n被控訴人　　　　　　松下電器産業株式会社\n訴訟代理人弁護士    大  野  聖  二\n同                  市  橋  智  峰\n訴訟代理人弁理士　  田  中  久  子\n主文\n原判決を取り消す。\n被控訴人の請求をいずれも棄却する。\n訴訟費用は第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n主文と同旨\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事案の概要\n１　事案の要旨\n(1)　本件は，控訴人が別紙イ号物件目録及びロ号物件目録（原判決別紙目録と\n同じ。）記載の各製品（商品名「一太郎」及び「花子」。以下，これらを併せて\n「控訴人製品」と総称する。）の製造，譲渡等又は譲渡等の申出をしているとこ\nろ，被控訴人が，控訴人の前記行為が特許法１０１条２号，４号に該当し，被控訴\n人の有する特許権を侵害すると主張して，控訴人に対し，特許法１００条に基づ\nき，控訴人の前記行為の差止め及び控訴人製品の廃棄を求めた事案である。\n(2)　被控訴人の前記特許権（以下「本件特許権」という。）は，特許第２８０\n３２３６号（平成元年１０月３１日特許出願，平成１０年７月１７日設定登録，以\n下「本件特許」という。）であり，本件特許権に係る明細書（以下「本件明細書」\nという。別紙特許公報〔以下「本件公報」という。〕参照）に記載のとおり，その\n発明の名称を「情報処理装置及び情報処理方法」とするものである。\n当該発明は，「より良いマンマシンインターフェースを志向するために，\nマウス等のポインティング装置を備えた情報処理装置・・・（の多くが採用してい\nる）ウインドウシステム・・・（の）機能説明に関しては，機能説明キーを設け，\nその機能説明キーの押下によってこの装置を有する機能全てを説明するか，機能説\n明のアプリケーションを起動した後で，キーワードの入力を行わせるものが多\nい・・・（が，従来の）この方法では，キーワードを忘れてしまった時や，知らな\nいときに機能説明サービスを受けることができない」（本件公報３欄２行目ないし\n１３行目）という課題があるところから，これを解決するための手段を構成とした\n機能説明を行う情報処理装置及び情報処理方法に関する発明であり，その特許請求\nの範囲の記載は，次のとおりである。\n【請求項１】アイコンの機能説明を表示させる機能を実行させる第１のアイ\nコン，および所定の情報処理機能を実行させるための第２のアイコンを表示画面に\n表示させる表示手段と，前記表示手段の表示画面上に表示されたアイコンを指定す\nる指定手段と，前記指定手段による，第１のアイコンの指定に引き続く第２のアイ\nコンの指定に応じて，前記表示手段の表示画面上に前記第２のアイコンの機能説明\nを表示させる制御手段とを有することを特徴とする情報処理装置。\n【請求項２】前記制御手段は，前記指定手段による第２のアイコンの指定\nが，第１のアイコンの指定の直後でない場合は，前記第２のアイコンの所定の情報\n処理機能を実行させることを特徴とする請求項１記載の情報処理装置。\n【請求項３】データを入力する入力装置と，データを表示する表示装置とを\n備える装置を制御する情報処理方法であって，機能説明を表示させる機能を実行さ\nせる第１のアイコン，および所定の情報処理機能を実行させるための第２のアイコ\nンを表示画面に表示させ，第１のアイコンの指定に引き続く第２のアイコンの指定\nに応じて，表示画面上に前記第２のアイコンの機能説明を表示させることを特徴と\nする情報処理方法。\n（以下，【請求項１】の発明を「本件第１発明」，【請求項２】の発明を\n「本件第２発明」，【請求項３】の発明を「本件第３発明」といい，これらを併せ\nて「本件発明」と総称する。）\n(3)　一方，控訴人製品は，別紙イ号物件目録及びロ号物件目録記載のとおり，\n文書作成のソフトウエア（日本語ワープロソフト「一太郎」）及び図形作成のソフ\nトウエア（統合グラフィックソフト「花子」）であって，控訴人の製造・販売に係\nる控訴人製品を購入した利用者（ユーザー）は，これをパソコンにインストールし\nて使用している。\nなお，別紙イ号物件目録及びロ号物件目録の「商品名」欄には，単に「一\n太郎」「花子」と記載されているが，弁論の全趣旨に照らし，被控訴人は，バージ\nョンを問わず，商品名中に「一太郎」「花子」を含むものであって，同目録「機\n能」欄記載の機能を有する製品を，本件訴訟の対象としているものと解される。\n(4)　原判決は，控訴人製品をインストールしたパソコン及びその使用は，本件\n発明の構成要件をいずれも充足するから，その技術的範囲に属し，また，控訴人の\n前記(1)の行為について特許法１０１条２号及び４号により侵害とみなされるいわゆ\nる間接侵害（以下「間接侵害」という。）が成立するところ，本件特許について，\n本件発明の進歩性の欠如による無効理由が存在することが明らかであるということ\nはできないから，被控訴人の本件特許権に基づく請求は権利濫用には当たらないと\nして，被控訴人の請求をいずれも認容したため，これを不服とする控訴人が本件控\n訴を提起した。\n(5)　控訴人は，当審において，構成要件充足性及び間接侵害の成立を争うとと\nもに，本件特許につき，新たな刊行物に基づく本件発明の新規性又は進歩性の欠如\nによる無効理由を追加した上，原審において主張した進歩性の欠如による無効理由\nも含めて，特許法１０４条の３第１項に基づく権利行使の制限を主張した（原審に\nおける権利濫用の主張は撤回した。）。これに対し，被控訴人は，控訴人が当審に\nおいて新たに提出した構成要件充足性及び本件特許の無効理由についての追加的な\n主張・立証は時機に後れたものとして却下されるべきである旨主張して争ってい\nる。\n２　争いのない事実等\n原判決の「事実及び理由」欄の「第２　事案の概要」の１に記載のとおりで\nあるから，これを引用する。なお，以下，原判決と同様の略語を用いる。\n３　争点\n(1)　控訴人製品をインストールしたパソコン及びその使用の構成要件充足性\n（争点１）\n(2)　特許法１０１条２号及び４号所定の間接侵害の成否（争点２）\n(3)　本件特許は特許無効審判により無効にされるべきものと認められ，本件特\n許権の行使は許されないか（争点３）\n(4)　控訴人の当審における追加的な主張・立証が時機に後れた攻撃防御方法と\nして却下されるべきか（争点４）\n４　争点に関する当事者の主張\n後記５，６のとおり当審における追加的な主張を付加するほか，原判決の\n「事実及び理由」欄の「第３　争点に関する当事者の主張」に記載のとおり（ただ\nし，原判決１０頁１２行目の「（権利濫用）」を「（本件特許権の行使の制限）」\nに，同頁１６行目ないし１７行目の「無効理由が存在することが明らかであるか\nら，本件特許に基づく請求は，権利濫用として許されない。」を「無効理由が存在\nするから，本件特許は，特許無効審判により無効にされるべきものと認められ，控\n訴人に対する本件特許権の行使は許されない。」に，同１５頁６行目ないし７行目\nの「本件特許に無効理由が存在することが明らかとはいえない。」を「本件特許に\n無効理由は存在しない。」に，それぞれ改める。）であるから，これを引用する。\n５　控訴人の当審における追加的な主張\n(1)　争点１（構成要件充足性）について\n本件発明における「第１のアイコンの指定に引き続く第２のアイコンの指\n定」とは，機能説明アイコンをポインティング装置でプレスして指定し，そのまま\nドラッグして機能説明対象アイコンの位置でリリースすること（以下「プレス，ド\nラッグ＆リリース」という。）のみを意味し，機能説明アイコンをポインティング\n装置でプレスして指定し，当該指定を伴うものとして，例えば，カーソルの脇に\n「？」マークを表示し，機能説明対象アイコンをポインティング装置をプレスして\n指定すること（以下「クリック，バルーン表示＆クリック」という。）を含まな\nい。\nすなわち，被控訴人は，平成１５年９月１７日，特許請求の範囲の減縮及\nび明りょうでない記載の釈明を理由として，本件明細書につき訂正審判を請求した\nが（乙１０），その内容は，本件第１発明及び本件第３発明に係る請求項における\n「制御手段」を「プレス，ドラッグ＆リリース」及び「クリック，バルーン表示＆\nクリック」の双方を明らかに含むものに訂正することを求めるものであった。これ\nに対し，特許庁は，願書に添付した明細書又は図面には，「制御手段」に関して\n「プレス，ドラッグ＆リリース」による態様が記載されているだけであるとして，\n訂正拒絶理由を通知した（乙１１）。前記経緯によれば，前記請求項に記載された\n「引き続く・・・指定」とは，「プレス，ドラッグ＆リリース」を意味し，「クリ\nック，バルーン表示＆クリック」を含まないことは明らかである。\nところが，控訴人製品をインストールしたパソコンにおけるヘルプ機能の\n動作及び表示は，「クリック，バルーン表示＆クリック」の方法を用いているか\nら，控訴人製品をインストールしたパソコンにおけるヘルプ機能は，本件発明の構\n成要件１－Ｃ，２―Ｂ，３―Ｃの「引き続く・・・指定」を充足しない。\n(2)　争点２（間接侵害の成否）について\n控訴人製品をインストールしたパソコンにおけるヘルプ機能は，控訴人製\n品に含まれるＡＰＩ関数がオペレーティング・システム（ＯＳ）中の「Ｗｉｎｈｌ\nｐ３２．ｅｘｅ」を実行することにより行われている。ＡＰＩ関数は，マイクロソ\nフト社及び各種の刊行物によって広く公開されており，世界中のコンピュータ・プ\nログラマーが様々な種類のアプリケーションソフトウェアを作る際に利用されるも\nので，ソフトウェアを開発するコンピュータ・プログラマーにとってネジと同様の\n汎用品というべきものにすぎない。\nしたがって，控訴人製品には含まれない「Ｗｉｎｈｌｐ３２．ｅｘｅ」こ\nそが本件発明の特徴的技術手段を直接形成するものであって，控訴人製品に含まれ\nるＡＰＩ関数は汎用品にすぎないから，控訴人製品は，本件発明による課題の解決\nに不可欠なものではない。\n(3)　争点３（本件特許権の行使の制限）について\n本件特許は，以下のとおり，本件発明の新規性又は進歩性の欠如による無\n効理由があり，特許無効審判により無効にされるべきものと認められるから，特許\n法１０４条の３第１項に基づき，被控訴人の控訴人に対する本件特許権の行使は許\nされない。\nア　本件発明は，フレッド・ストーダー著「ハイパープログラマーのための\nハイパーツール」（マックチューター１９８８年７月号）（乙１２の１，なお，甲\n１９は乙１２の１の全訳，以下「乙１２文献」という。）に記載された発明（以下\n「乙１２発明」という。）と同一である。\nすなわち，ハイパーツールとは，「スタック」（書棚の意）を開発する\nために役立つツールである。ハイパーツール第１番を実行すると，画面左側には，\n１６個のツールを含むスタックが表示される。各ツールに対しては，上方に絵が，\n下方に文字がそれぞれ表示されており，画面右側上方には，黒い菱形に白い縁取を\nし，中に「？」を描いた，交通標識を模した絵文字のヘルプ・アイコンが表示され\nている（図１）。このような表示がされるのは，ハイパーツール第２番を実行した\n場合も同様である（図９）。画面左側のツールを起動するには，そのアイコン（例\nえば，「リンク・ア・チョイス・リスト」アイコン等）をクリックすればよい。\n一方，ハイパーツールには組み込みヘルプ機能が含まれており，これに\nよれば，様々なツールに関する情報を素早く得ることができる。画面上で任意のツ\nール（「リンク・ア・チョイス・リスト」アイコン等）についてのヘルプを得るに\nは，ヘルプ・アイコンをクリックし，それから，そのツールに対するアイコンをク\nリックすればよい。\nしたがって，ハイパーツールにおけるヘルプ・アイコンは「第１のアイ\nコン」に，「リンク・ア・チョイス・リスト」アイコン等は「第２のアイコン」\nに，それぞれ対応付けることができるから，本件発明は，乙１２発明そのものであ\nり，新規性を欠く。\nイ　本件発明は，デニー・スレシンジャー著「ヘルプ・ドキュメンテーショ\nン・システムの概説」（マックチューター１９８７年１１月号）（乙１３の１，な\nお，甲２０は乙１３の１の全訳，以下「乙１３文献」という。）に記載された発明\n（以下「乙１３発明」という。）と同一である。\nすなわち，乙１３文献は，各種のヘルプ，特に，文脈感知ヘルプ（文脈\nにおけるヘルプ，文脈ヘルプとも呼ばれる。）に関する技術の詳細を紹介するもの\nである。\n乙１３文献には，ヘルプ・メニューから文脈におけるヘルプ・メニュー\n項目を選択し，ポインタを「？」ポインタにした後に，例えば，アイコンやカット\nメニュー項目を選択すると，当該アイコンや当該カットメニュー項目のヘルプが表\n示されることが記載されている。\nなお，文脈におけるヘルプ・メニュー項目やカットメニュー項目も，\n「アイコン」にほかならない。\nそして，文脈におけるヘルプ・メニュー項目は「第１のアイコン」に，\nデスクトップに表示されるアイコンやカットなどのメニュー項目は「第２のアイコ\nン」に，それぞれ対応付けることができるから，本件発明は，乙１３発明そのもの\nであり，新規性を欠く。\nウ　本件発明は，ナショナル・インストルメンツ社「ラブビュー～マッキン\nトッシュのための科学ソフトウェア～」（乙１４の１〔１９８６年発行〕，なお，\n乙１９〔１９８８年７月発行〕は乙１４の１とほぼ同一内容のもの，以下「乙１４\n文献」という。）に記載された発明（以下「乙１４発明」という。），マイケル・\nボーズ＝グレッグ・ウィリアムズ著「ラブビュー：実験仮想器具エンジニアリン\nグ・ワークベンチ」（バイト・マガジン１９８６年９月号）（乙１５の１，なお，\n乙２０は乙１５の１と同一内容のもの，以下「乙１５文献」という。）に記載され\nた発明（以下「乙１５発明」という。），及び本件特許出願に先立ち販売されてい\nた「ラブビューのバージョン１．２」（遅くとも１９８８年に頒布されていたも\nの）を操作した際の控訴人担当者作成の平成１７年３月２９日付け報告書（乙１\n６，以下「乙１６報告書」という。）中において説明されている「ラブビューのバ\nージョン１．２」自体に係る発明（以下「ラブビュー発明」という。）と同一であ\nる。\nすなわち，ラブビューは，マッキントッシュ・コンピュータ上で動作す\nる実験仮想器具エンジニアリングのワークベンチ・ソフトウェアであり，遅くとも\n１９８６年には，その構成が公知となっている。\n前記各刊行物によれば，ラブビューで，あるオブジェクトのヘルプを得\nるためには，ツールパレット内の拡大鏡アイコンをクリックしてから，拡大鏡カー\nソルを使用してそのオブジェクトの上でクリックすると，ラブビューのヘルプ・ダ\nイアログボックスが表示されること，拡大鏡カーソルでクリックできるオブジェク\nトとは，メニュー項目，アイコン，ボタン，コントロール等，画面上に表示される\n種々のものを意味する総称であることが明らかである。なお，「ラブビューのバー\nジョン１．２」は，そこからいつでもデジタル情報の閲覧印刷ができるものである\nから，特許法２９条１項３号所定の刊行物に当たる。\nこのように乙１４発明，乙１５発明及びラブビュー発明では，拡大鏡ア\nイコンを「第１のアイコン」に，画面に表示されるゴーボタン・アイコンなどのオ\nブジェクトを「第２のアイコン」に，それぞれ対応付けることができるから，本件\n発明は，ラブビューの拡大鏡形ヘルプ・ツールの発明そのものであり，新規性を欠\nく。\nエ　本件発明は，原審提出の引用例である特開昭６１－２８１３５８号公報\n（甲１３の２５）に記載された発明（以下「引用例発明」という。）と乙１３発明\n及びフレッド・ストーダー著「ハイパーカードのユーザーに優しいプログラミン\nグ」（マックチューター１９８７年１０月号）（乙１７の１，以下「乙１７文献」\nという。）に記載された発明（以下「乙１７発明」という。）に基づき，当業者が\n容易に発明をすることができたものである。\nすなわち，乙１３文献によれば，ヘルプ・デスク・アクセサリを起動す\nる方法には，①アップル・メニューから起動する，②文脈ヘルプを実装している場\n合は「コマンド－？」を使う，③拡張アラートを実装している場合はアラートボッ\nクス内のヘルプ・ボタンを押すという手法がある。\nところで，乙１７文献によれば，「ボタン」とは，画面に「アイコン」\nとして表示することができるものであるから，前記アラートボックス内のヘルプ・\nボタンもまた，「アイコン」に該当する。\nすなわち，これらの刊行物には，ヘルプ・デスクアクセサリを起動する\n手段としてキーボードのキーの操作（コマンドキーと「？」を同時に押す）とアイ\nコン（アラートボックス内のヘルプ・ボタン）とが相互に置換可能であることが開\n示されている。\nしたがって，引用例発明に乙１３発明及び乙１７発明を組み合わせれ\nば，当業者は本件発明に容易に想到することができたから，本件発明には進歩性が\nない。\nオ　本件発明は，ヴィッキー・スピルマン＝ユージン・ジェイ・ウォング著\n「ＨＰニューウェイブ環境ヘルプ・ファシリティ」（１９８９年８月発行）（乙１\n８の１，なお，甲２１は乙１８の１の全訳，以下「乙１８文献」という。）に記載\nされた発明（以下「乙１８発明」という。）及び周知の技術事項に基づき，当業者\nが容易に発明をすることができたものである。\nすなわち，ＨＰニューウェイブ環境は，ヒューレット・パッカード社が\n提供するコンピュータ用のアプリケーションであり，そのヘルプ機能にも工夫がさ\nれている。乙１８文献は，そのような機能の実装について説明するものである。乙\n１８文献によれば，①ヘルプ・プルダウン・メニュー内のスクリーン／メニュー・\nヘルプ項目を選択すると「？」モードへ移行し，②「？」モードでアイコンを選択\nするとそのアイコンのヘルプが表示され，③「？」モードでないときにアイコンを\n選択するとそのアイコンの機能が実行される。\nこれを本件発明と対比すると，ヘルプ・プルダウン・メニュー内のスク\nリーン／メニュー・ヘルプ項目を「第１のアイコン」に，任意のアイコンを「第２\nのアイコン」に，それぞれ対応付けることができる。\nそして，乙１８文献において，プルダウン・メニュー内の項目とアイコ\nンとは，操作可能なアイテムとして区別なく列挙されており，両者は，画面に表示\nされる態様が，一方はメニュー項目として，他方はアイコンとして表示されるとい\nう差異があるのみで，いずれもマウスのボタンとカーソルを用いたクリック操作に\nより種々の機能を実行するものであることに違いはない。\nまた，メニュー項目とアイコンとを相互に置換できる点は，乙１３文献\n及び乙１７文献からも明白である。\nさらに，乙１２文献，乙１４文献及び乙１５文献には，ヘルプ・アイコ\nンを先に指定してから，説明対象となるアイコンないしアイテムを指定することが\n開示されている。\nこれらの事情によれば，「ヘルプ・プルダウン・メニュー内のスクリー\nン／メニュー・ヘルプ項目」は，「第１のアイコン」に置換容易であるから，本件\n発明は，乙１８発明及び前記刊行物に開示される周知の技術事項に基づき当業者が\n容易に発明をすることができたものである。\nカ　本件発明は，乙１２発明ないし乙１５発明，乙１７発明，乙１８発明及\nびラブビュー発明に基づき，当業者が容易に発明をすることができたものである。\n(4)　争点４（時機に後れた攻撃防御方法）について\n被控訴人は，控訴人が当審において新たに提出した前記(1)の構成要件充足\n性及び前記(3)の本件特許の無効理由についての追加的な主張・立証につき，いずれ\nも時機に後れたものとして却下されるべきであると主張するが，本件の原審は，第\n１回口頭弁論期日（平成１６年９月１７日）から結審（同年１１月３０日）まで約\n２か月という極めて短い期間で終了しているところ，控訴人は，当審において追加\nした構成要件充足性及び本件特許の無効理由についての主張・立証を控訴理由書と\n共に提出している。そして，構成要件充足性に関する追加主張は，控訴人が従前か\nら主張してきた「アイコン」が「ドラッグ」ないし「移動」できるものであること\nに関する主張の補充にすぎない。また，本件特許の無効理由に関する追加主張は，\n控訴人の真摯な努力によっても入手に期間を要した，約１６年前の本件特許出願当\n時の外国語文献に基づく主張である。これらの事情に照らせば，前記追加主張・立\n証の提出は，時機に後れたものとはいえない。\nまた，前記追加主張は，書証によって立証されるものであり，審理に長期\n間を要する性質のものではないから，これらの主張・立証の提出が訴訟の完結を遅\n延させるとはいえない。\nしたがって，控訴人の前記主張・立証は，時機に後れたものとして却下さ\nれるべきではない。\n６　被控訴人の当審における追加的な主張\n(1)　争点１（構成要件充足性）について\n特許庁により通知された訂正拒絶理由は，訂正後の請求項が，訂正の要件\nとして定められた新規事項の追加禁止の要件を満たさないとしたのみであり，この\nことは，訂正前の請求項に記載された発明の構成要件の解釈に何ら影響を及ぼさな\nい。\n(2)　争点２（間接侵害の成否）について\n間接侵害に関する控訴人の追加的な主張は争う。\n(3)　争点３（本件特許権の行使の制限）について\nア　本件発明は，乙１２発明と同一ではない。\nすなわち，乙１２文献には，第１のアイコンとともに「表示画面」に表\n示される第２のアイコンが，「所定の情報処理機能を実行させる」ものであること\n（構成要件１－Ａ，３－Ｂ）が記載されていない。すなわち，乙１２文献の図１や\n図９に表示された「リンク・ア・チョイス・リスト」ツールは，スタック開発者が\n作業しようとしているスタックに，前記ツールがインストールされてそのアイコン\nが表示されるようになって初めて，そのアイコンをクリックすれば前記ツールの機\n能が実行されるものであり，インストールするまでは前記ツールの機能を実行でき\nないものであるから，「所定の情報処理機能を実行させる」ものではない。\nまた，乙１２文献には，第２のアイコンの指定に応じて，「第２のアイ\nコンの機能説明」が，前記「表示画面」上に表示されること（構成要件１－Ｃ，３\n－Ｃ）も記載されていない。すなわち，仮に，乙１２発明において，控訴人が第２\nのアイコンに相当すると主張する「リンク・ア・チョイス・リスト」ツールのヘル\nプ情報が得られたとしても，その情報が「第２のアイコンの機能説明」であるかど\nうかは不明であるし，その情報が，当該第２のアイコンが表示され指定される「表\n示画面」上に表示されることは，乙１２文献には，全く記載されていない。\nさらに，乙１２文献には，「第２のアイコンの機能説明」が，「第１の\nアイコンの指定に“引き続く”第２のアイコンの指定」に応じて，起こること（構\n成要件１－Ｃ，３－Ｃ）の記載もない。すなわち，本件発明は，第２のアイコンに\n該当しないものの指定があってから，第２のアイコンの指定がされても，“引き続\nく”第２のアイコンの指定に相当しないから，第２のアイコンの機能説明は表示さ\nれないというものである。これに対し，乙１２文献には，単に，「ヘルプ・アイコ\nンをクリックします。そして示されたツールのアイコンのうちいずれかをクリック\nします。」との記載があるだけであり，前記制御フローの記載はない。\nイ　本件発明は，乙１３発明と同一ではない。\n乙１３文献には，第２のアイコンとともに「アイコンの機能説明を表示\nさせる機能を実行させる第１のアイコン」が「表示画面」に表示されること（構成\n要件１－Ａ，３－Ｂ）が記載されていない。すなわち，図１のプルダウン・メニュ\nー中の「ヘルプ・イン・コンテクスト」コマンドは，図５の「ヘルプ・イン・コン\nテクスト・メッセージ」編集画面を出現させて，メッセージの作成，編集を可能に\nするものであって，前記メニュー中の「カット」コマンドについての説明を表示さ\nせるものではないから，「アイコンの機能説明を表示させる機能を実行させる」も\nのではない。また，前記「ヘルプ・イン・コンテクスト」コマンドに表示されてい\nる「プロペラ型の記号・？」は，単なる「記号」にすぎず，「絵もしくは絵文字」\nではないから，前記コマンドは「アイコン」に当たらない。\nまた，乙１３文献には，第２のアイコンの指定に応じて，「第２のアイ\nコンの機能説明」が，前記「表示画面」上に表示されること（構成要件１－Ｃ，３\n－Ｃ）も記載されていない。すなわち，「コンテクスト・センシティブ・ヘルプ」\nでは，アプリケーションプログラムに「ヘルプ・デスクアクセサリ」を呼び出さ\nせ，それに「どのメッセージが表示されるべきか示すパラメータ」を渡すという動\n作が行われるだけであり，前記「パラメータ」を渡された「ヘルプ・デスクアクセ\nサリ」がどのようなメッセージをどのように表示するかについては，全く開示され\nていない。\nさらに，乙１３文献には，「第２のアイコンの機能説明」の表示が，\n「第１のアイコンの指定に“引き続く”第２のアイコンの指定」に応じて，起こる\nこと（構成要件１－Ｃ，３－Ｃ）も記載されていない。すなわち，乙１３文献に\nは，「コンテクスト・センシティブ・ヘルプを２段階で実装する」ことが記載され\nているだけであるし，そもそも，前記のとおり，「第１のアイコン」が記載されて\nいない。\nウ　乙１４発明，乙１５発明及びラブビュー発明に基づく新規性の欠如をい\nう控訴人の主張は失当である。\n(ア)　乙１４文献，乙１５文献ないし「ラブビューのバージョン１．２」\n自体は，特許法２９条１項３号所定の「特許出願前に頒布された刊行物」ではな\nい。\nすなわち，乙１４文献には，守秘義務の課された文書に付される\n「CONFIDENTIAL」という英単語の一部が記載されているから，乙１４文献は，公\n開を目的として複製された文書ではなく，そもそも特許法２９条１項３号所定の\n「刊行物」に当たらない。\nまた，乙１５文献は，その１枚目昀上部に「Reprinted with permis\nsion from the September 1986 issue of BYTE magazine.」と記載されているだけ\nであって，それ自体は，いつ頒布された何という刊行物に掲載されているのか不明\nであるし，乙１５文献の記載内容がそのまま１９８６年９月発行のBYTEマガジンに\n掲載されていたのかどうかも不明である。したがって，乙１５文献は，特許法２９\n条１項３号所定の「特許出願前に頒布された刊行物」とはいえない。\nさらに，ラブビュー発明，すなわち，乙１６報告書中に説明されてい\nる「ラブビューのバージョン１．２」自体は，マッキントッシュというパソコンに\nインストールされて動作するプログラムであって，人間が読むことにより情報が伝\n達される文書ではないから，刊行物に当たらないし，これが本件特許出願前に頒布\nされていたことを示す証拠もないから，特許法２９条１項３号所定の「特許出願前\nに頒布された刊行物」とはいえない。\n(イ)　本件発明は，乙１４発明及び乙１５発明と同一ではない。\nすなわち，乙１４文献においては，「オブジェクト」が「所定の情報\n処理機能を実行させる・・・アイコン」であるかどうか不明であるから，「拡大鏡\nアイコン」が，「アイコンの機能説明を表示させる」ものかどうか不明であり，結\n局，第２のアイコンとともに「アイコンの機能説明を表示させる」第１のアイコン\nが「表示画面」に表示されること（構成要件１－Ａ，３－Ｂ）の記載がない。ま\nた，乙１４文献には「ヘルプ・ダイアログボックスが現れる」と記載されているだ\nけで，これがいつ，どのように現れるのかも全く不明であるから，第２のアイコン\nの指定に応じて，「第２のアイコンの機能説明」が，前記「表示画面」上に表示さ\nれること（構成要件１－Ｃ，３－Ｃ）の記載もない。さらに，乙１４文献からは，\n「拡大鏡アイコン」を使用するモードにいったん入ると，種々のオブジェクトにつ\nいての情報を表示し続けるものとも理解できるから，「第２のアイコンの機能説明\nの表示」が，「第１のアイコンの指定に“引き続く”第２のアイコンの指定」に応\nじて，起こること（構成要件１－Ｃ，３－Ｃ）の記載もない。\nまた，乙１５文献の「拡大鏡形のヘルプツール」は，一般的な「チュ\nートリアル情報を表示」させるものであっても，「アイコンの機能説明を表示」さ\nせるものであるか不明であるし，乙１５文献の「それを使用してクリックされ\nた・・・特徴」が，「所定の情報処理機能を実行させる・・・アイコン」であるの\nかも不明であるから，乙１５文献には，「アイコンの機能説明を表示させる」第１\nのアイコンと「所定の情報処理機能を実行させる」第２のアイコンとが，「表示画\n面」に表示されること（構成要件１－Ａ，３－Ｂ）の記載がない。また，乙１５文\n献では，ユーザーがあるアイコンの機能を知りたい場合に，ヘルプ・アイコンが表\n示される「表示画面」上で知りたいアイコンを指定すれば，その「アイコンの機能\n説明」が直接同じ「表示画面」上に表示されるという点も不明であるから，第２の\nアイコンの指定に応じて，「第２のアイコンの機能説明」が，前記「表示画面」上\nに表示されること（構成要件１－Ｃ，３－Ｃ）の記載もない。さらに，乙１５文献\nからは，「拡大鏡形のヘルプツール」を使用するモードにいったん入ると，ラブビ\nューの幾つもの特徴についてのチュートリアル情報を表示し続けるものとも理解で\nきるから，乙１５文献には，「第２のアイコンの機能説明の表示」が，「第１のア\nイコンの指定に“引き続く”第２のアイコンの指定」に応じて，起こること（構成\n要件１－Ｃ，３－Ｃ）の記載もない。\nエ　本件発明は，引用例発明と乙１３発明及び乙１７発明に基づき，当業者\nが容易に発明をすることができたものではない。\nすなわち，乙１３文献では，「コマンド－？」のキーボード操作は「コ\nンテクスト・センシティブ・ヘルプ」を実現するのに対し，「ヘルプ」ボタンの押\n下は「拡張アラート」を実現するものであり，両者は，ユーザーから見て全く異な\nる機能を実現するものであるから，相互に置換できるものではない。また，乙１３\n文献のアラート・ボックス（甲１８の図２７）に表示される「キャンセル」ボタン\nと「OK」ボタンが，デザイン化されていない単なる「文字」であって「絵または絵\n文字」でないことから，これに加えて表示される「ヘルプ」ボタンも，同様のもの\nであると理解するのが合理的である。したがって，乙１３文献に基づく控訴人の主\n張は失当である。\nオ　本件発明は，乙１８発明及び周知の技術事項に基づいて，当業者が容易\nに発明をすることができたものではない。\n(ア)　乙１８文献には，ヘルプ・プルダウン・メニューの「スクリーン／\nメニュー・ヘルプ」アイテムは記載されているが，本件発明の「アイコンの機能説\n明を表示させる機能を実行させる第１のアイコン」（構成要件１－Ａ，３－Ｂ）は\n記載されていない（以下「相違点Ａ」という。）。すなわち，乙１８文献には，ア\nプリケーション・ウインドウで選択したアイテムについての情報（ヘルプ・トピッ\nク）を表示する「？」モードに入るために，ヘルプ・プルダウン・メニューに「ス\nクリーン／メニュー・ヘルプ」アイテムを設けることが記載されている。しかし，\nプルダウン・メニューのアイテムは「アイコン」ではないから，本件発明の「アイ\nコンの機能説明を表示させる機能を実行させる第１のアイコン」は記載されていな\nい。\nそして，以下のとおり，相違点Ａに係る本件発明の構成は，当業者が\n容易に想到できるものではない。\nすなわち，乙１３文献のヘルプシステムは，アップル社のマッキント\nッシュ用のものであり，乙１８文献のヘルプシステムは，マイクロソフト社のウイ\nンドウズ用のものであって，両者が，本件特許出願前からパソコン業界を二分する\n競合製品であったことは，広く知られている。\nところが，乙１３文献と乙１８文献のいずれにも，パソコンにインス\nトールされるアプリケーションプログラムのヘルプシステムのユーザーインタフェ\nースにおいては，アプリケーションの画面から直接ヘルプの機能を利用する場合に\nは，クリックすべきメニューアイテムが直接画面に表示されず，少なくとも二回の\nクリックが要求される「プルダウン・メニュー」を用い，アプリケーションがある\n特定のモードに移行したときに画面に表示されるダイアログボックスを介してヘル\nプの機能を呼び出す場合には，クリックすべきボタンが直接画面に表示される「ボ\nタン」を用いるという技術的思想が示されている。\nそうすると，本件特許出願当時の当業者にとってみれば，このように\n競合する二大勢力のそれぞれに属する乙１３文献と乙１８文献で，前記のように酷\n似したユーザーインタフェースが採用されている以上，それは当該技術分野におい\nてスタンダード的なものであって，そこに示された前記の技術的思想を見習うこと\nが通常であると考えられていたのであって，本件発明のように，この常識的な考え\n方に反して，クリックすべきものが直接画面に表示される「第１のアイコン」を用\nいる構成を着想することは，著しく困難であったというべきである。\nなお，乙１８文献においては，「スクリーン／メニュー・ヘルプ」ア\nイテムをクリックした後に選択されるもの（本件発明の「第２のアイコン」に対応\nするもの）として，「メニューアイテム」と「アイコン」の両方が記載されている\nが，本件発明の「第１のアイコン」は，「第２のアイコン」と全く特質が異なるも\nのであるから，「第２のアイコン」について「メニューアイテム」との置換が示唆\nされているからといって，「第１のアイコン」について，「メニューアイテム」か\nらの置換が示唆されていることにはならない。\nまた，「メニューアイテム」と「アイコン」のいずれも，マウスのボ\nタンとカーソルを用いたクリック操作により種々の機能が実行されることに違いは\nないとしても，「メニューアイテム」は，二回以上の別の場所でのクリックによ\nり，画面に直接表示されていないものを選択するのに対し，「アイコン」は，直接\n画面に表示されたものをクリックすれば選択されるのであるから，ユーザーの操作\nの観点からは全く異なるものである。\nさらに，乙１３文献及び乙１７文献を参照しても，せいぜい，「メニ\nューアイテム」と「キーボードのキー」であれば同じ機能を割り当ててもよいこと\nと，「ボタン」に「絵もしくは絵文字」を描いて「アイコン」にできることが示唆\nされているにすぎず，「メニューアイテム」と「アイコン」との間の置換可能性は\n全く示唆されていない。\n(イ)　乙１８文献の「スクリーン／メニュー・ヘルプ」アイテムは，ユー\nザーがヘルプ・プルダウン・メニューを開いたときだけ表示され，ユーザーがアイ\nコンをクリックするときには表示されないから，本件発明のようにアイコンが指定\nされる「表示画面」に「第１のアイコン，および・・・第２のアイコン」を表示す\nること（構成要件１－Ａ，３－Ｂ）は記載されていない（以下「相違点Ｂ」とい\nう。）。\nすなわち，本件発明は，アイコンが指定される「表示画面」に「第１\nのアイコン，および・・・第２のアイコン」を表示することにより，ユーザーがあ\nるアイコンの機能を知りたい場合に，ヘルプ・アイコンが表示される「表示画面」\n上で知りたいアイコンを直接指定すれば，そのアイコンの機能説明が表示されると\nいうユーザーインタフェースが実現されるものである。\nこれに対し，乙１８文献の「スクリーン／メニュー・ヘルプ」アイテ\nムは，ユーザーがヘルプ・プルダウン・メニューを開いたときだけ表示され，プル\nダウン・メニューから「スクリーン／メニュー・ヘルプ」アイテムを選択すると，\n画面から消える。すなわち，ユーザーが表示画面上のアイコンをクリックしようと\nするとき，アイコンはプルダウン・メニュー中のアイテムではないので，必ずプル\nダウン・メニューは閉じており，「スクリーン／メニュー・ヘルプ」アイテムは画\n面に表示されていない。\nこの相違点Ｂは，「アイコンの機能説明を表示させる機能」を実行さ\nせるヘルプ機能に，乙１８文献のようにプルダウン・メニューを用いるか，本件発\n明の「第１のアイコン」を用いるかにより，ユーザーインタフェースが非常に異な\nったものになることを示している。そして，前記相違点Ａについて詳述したよう\nに，プルダウン・メニューを用いる乙１８文献から本件発明の「第１のアイコン」\nに想到することが容易でない以上，相違点Ｂに係る本件発明の構成も，乙１８文献\nから容易に想到できるものではない。\n(ウ)　乙１８文献では，ヘルプ・ウインドウを表示せずに「？」モードを\n抜けるためには，必ずヘルプ・プルダウン・メニューの「キャンセル・ヘルプ」ア\nイテムを選択しなければならず，本件発明の「第１のアイコンの指定に“引き続\nく”第２のアイコンの指定に応じて」機能説明を表示するという制御フロー（構成\n要件１－Ｃ，３－Ｃ）は記載されていない（以下「相違点Ｃ」という。）。\nすなわち，本件発明のように，「アイコンの機能説明を表示させる機\n能」を実行させるものであって，しかも，機能説明の対象となるアイコンよりも先\nに指定されるべきヘルプ機能を，プルダウン・メニューのメニューアイテムではな\nく，クリックすべきものが直接画面に表示される「第１のアイコン」として実装す\nると，ユーザーが第１のアイコンを誤って指定してしまう場合が多くなることが考\nえられる。\n本件発明は，第２のアイコンに該当しないものの指定があってから，\n第２のアイコンの指定がされても，“引き続く”第２のアイコンの指定に相当しな\nいため，第２のアイコンの機能説明が表示されないという構成になっているところ\nから，前記のように誤って指定してしまった場合でも，望まれない機能説明が表示\nされないようにすることが可能になり，ユーザーがそのためにＥＳＣボタンを押す\nなどの特別な操作をしなくてもよいようにできる。\nこれに対して，プルダウン・メニューを採用する乙１８文献では，ユ\nーザーが再度プルダウン・メニューを開いて「キャンセル・ヘルプ」アイテムを選\n択するという特別な操作をしない限り，ヘルプ・ウインドウを表示せずに「？」モ\nードから抜けることができない。\nこのような相違点Ｃに係る本件発明の構成は，乙１８文献から容易に\n想到できるものではない。\nカ　本件発明が乙１２発明ないし乙１５発明，乙１７発明，乙１８発明及び\nラブビュー発明に基づき当業者が容易に発明をすることができたものであること\nは，争う。\n(4)　争点４（時機に後れた攻撃防御方法）について\n控訴人が当審において新たに提出した，構成要件充足性及び本件特許の無\n効理由についての主張・立証は，いずれも時機に後れたものとして却下されるべき\nである。\nすなわち，被控訴人は，平成１３年２月７日，本件特許権に基づく警告書\nを控訴人に送付し，話合いによる解決を図ろうとしたが，拒否されたため，平成１\n４年１１月７日，控訴人が製造，譲渡等又は譲渡等の申出をしている別件のソフト\nウエア（商品名「ジャストホーム２家計簿パック」，以下「別件製品」という。）\nについて侵害行為の差止めを求める仮処分（以下「別件仮処分」という。）の申立\nてをした。その後，この申立ては取り下げられたが，別件製品の製造，譲渡等又は\n譲渡等の申出をめぐり，平成１５年８月，控訴人が本件特許権に基づく差止請求権\n不存在確認等を求める訴えを提起し，同年１０月，被控訴人が特許権侵害行為の差\n止めを求める反訴を提起して係争となり（東京地方裁判所平成１５年(ワ)第１８８\n３０号，第２４７９８号事件，以下「別件訴訟」という。），平成１６年８月３１\n日，本件特許権を侵害しないとの理由で被控訴人敗訴の判決が言い渡され，これが\n確定した。被控訴人は，その言渡しの直前である同月１５日，対象製品を控訴人製\n品に替えて本件訴えを提起し，同年１１月３０日，口頭弁論が終結され，平成１７\n年２月１日，被控訴人勝訴の原判決が言い渡された。\n以上のような本件訴訟に至る経緯をみれば，別件製品及び控訴人製品の侵\n害をめぐり，本件特許権に基づく警告から原審の判決に至るまで，約４年が経過\nし，本件特許権に基づく東京地方裁判所における審理も，別件仮処分の申立時を基\n準にすると，原審の口頭弁論終結時までに２年以上が経過している。その間，控訴\n人には，クレーム解釈においても，公知文献等の調査においても，十分な機会が与\nえられていた。\nしかも，本件訴訟に先立つ別件訴訟において，別件製品のほか，控訴人製\n品の存在をも視野に入れて，裁判所から，控訴人が一定額を支払うことを内容とす\nる和解勧告がされていた。\nそうすると，控訴人は，原審で提出された証拠では，防御方法として十分\nではないと判断されることを知り，かつ，原審において新たな公知文献等に基づく\n主張をする機会を与えられながら，自らその機会を放棄して結審に至ったものであ\nり，控訴人には，時機に後れた提出に関して，故意又は少なくとも重大な過失があ\nるといわなければならない。しかも，控訴人が当審において新たに提出した追加的\nな主張・立証は，訴訟の完結を遅延させるものであることが明らかである。したが\nって，控訴人の前記主張・立証は，時機に後れたものとして却下されるべきであ\nる。\n第３　当裁判所の判断\n１　争点１（構成要件充足性）について\n当裁判所も，本件特許出願当時，「アイコン」とは，「表示画面上に各種の\nデータや処理機能を絵又は絵文字として表示したもの」と一般に理解されており，\n本件発明にいう「アイコン」も，表示画面上に各種のデータや処理機能を絵又は絵\n文字として表示して，コマンドを処理するものであれば足り，それ以上に，ドラッ\nグないし移動可能性やデスクトップ上への配置可能性という限定を付す根拠はない\nところ，控訴人製品の「ヘルプモード」ボタン及び情報処理機能を実行させるボタ\nンのうち任意の選択に係るボタン（以下「情報処理ボタン」という。）は，本件発\n明の特許請求の範囲における前記「アイコン」に該当するから，控訴人製品をイン\nストールしたパソコン及びその使用は，それぞれ本件第１，第２発明及び本件第３\n発明の各構成要件を充足し，その技術的範囲に属する，と判断する。その理由は，\n次のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第４　当裁判\n所の判断」の１，２に記載のとおりであるから，これを引用する。\n(1)　本件発明における「第２のアイコン」の意義について\n本件発明は，「所定の情報処理機能を実行させるための第２のアイコンを\n表示画面に表示させ」ること及び「表示画面上に前記第２のアイコンの機能説明を\n表示させる」ことを構成とするものである（【請求項１】ないし【請求項３】）。\nこの点に関して，本件明細書の「発明の詳細な説明」欄には，「本発明で解決しよ\nうとする課題」として「（従来の）方法では，キーワードを忘れてしまった時や，\n知らないときに機能説明サービスを受けることができない。」（本件公報３欄１０\n行目ないし１３行目）と，「課題を解決するための手段」として「この課題を解決\nするために本発明は，アイコンの機能説明を表示させる機能を実行させる第１のア\nイコン，および所定の情報処理機能を実行させるための第２のアイコンを表示画面\nに表示させる表示手段と，表示手段の表示画面上に表示されたアイコンを指定する\n指定手段と，指定手段による，第１のアイコンの指定に引き続く第２のアイコンの\n指定に応じて，表示手段の表示画面上に第２のアイコンの機能説明を表示させる制\n御手段とを有する構成とした。」（同欄１４行目ないし２３行目）と，「作用」と\nして「この構成によって，所定の情報処理機能を示す第２のアイコンの機能説明が\n知りたい場合には，第１のアイコンを指定した後，第２のアイコンを直接指定する\nことで，第２のアイコンの機能説明がなされる。」（同欄２４行目ないし２８行\n目）と記載されているほか，第１図（本件発明の１実施例における情報処理装置の\n機能ブロック図。本件公報３頁）の説明として「４は，画面情報記憶部であり，画\n面上でのウィンドウの位置や大きさを記憶する。５は，ウィンドウ情報記憶部であ\nり，ウィンドウ内で，どこにこんな情報を表示しているか等の，ウィンドウ内部の\n表示情報を記憶する。６は解析部であり機能説明アプリケーションがどんなパラメ\nータを持って指定されたかを解析する。マウスカーソルの位置から，説明対象とし\nて何を指定したかを，ウィンドウ情報記憶部５から判定する。」（本件公報３欄４\n７行目ないし４欄５行目），第２図（本実施例の制御手順を示すフローチャート。\n本件公報４頁）の説明として「ステップS4でポインティング装置２のボタンが離さ\nれると，ステップS5に移行し，ボタンが離された時の機能説明を指示するアイコン\nの位置のデータと，ウィンドウ情報記憶部５から得たデータとから機能説明を行う\nべき機能の種類を識別し，機能説明のアプリケーションを起動し，機能説明を行\nう。」（本件公報４欄２１行目ないし２７行目）との各記載があり，さらに，第３\n図（図面上に複数個のホームメニューとアイコンの形の機能説明アプリケーション\nが表示されている図。本件公報４頁）の説明として「まず，第３図に示すようにウ\nィンドウがオープンされ，このとき，画面情報として，ウィンドウの位置情報，大\nきさ等が記憶され，ウィンドウ内に矩形のホームメニューが複数個表示される。こ\nの時，機能説明アプリケーションは，丸印で示されたアイコンの形で表示されてい\nる。そしてポインティング装置２を移動させて，矢印で示されたマウスカーソルを\n丸印の機能説明アイコンの上へ重ね合わせ，マウスボタンをプレスして説明対象オ\nブジェクトの上へドラッグして移動し，マウスボタンをリリースする。例えば通信\nのアイコンの上に移動する。解析部は，画面情報，ウィンドウ情報，ドラッグ開始\n時のマウスカーソルポジションおよび，ドラッグ移動量から，画面上のどのオブジ\nェクトが選択されたのかを判定する。この情報を元に，解析部は，機能説明アプリ\nケーションを起動し，パラメータを渡すことができる。」（本件公報４欄３１行目\nないし４７行目），第４図（画面上に通信の機能説明文が表示されている図。本件\n公報５頁）の説明として「そして第４図に示すように，ウィンドウ内に例えば通信\nの機能説明文が表示される。」（同欄４７行目ないし４９行目）の各記載がある。\n本件明細書の前記各記載に照らせば，本件発明において，「所定の情報処理機能を\n実行させるための第２のアイコンを表示画面に表示させ」ること及び「表示画面上\nに前記第２のアイコンの機能説明を表示させる」こととは，情報処理機能を実行さ\nせるための複数のアイコンを表示画面に表示させ，かつ，当該複数のアイコンのう\nち任意の選択に係るアイコンについて機能説明を表示させることを意味するものと\n解するのが相当である。\n(2)　控訴人製品の表示画面におけるボタンについて\n前記(1)の点を控訴人製品についてみると，別紙イ号物件目録（商品名「一\n太郎」）の文書編集画面の上方のツールボックス及び別紙ロ号物件目録（商品名\n「花子」）の図形編集画面の上方のツールボックスには，いずれも情報処理機能を\n実行させるためボタンが複数表示されているものであり，前記各目録には当該複数\nのボタンのうち「印刷」ボタンを選択した場合について画面上に機能説明文が表示\nされる状態を記載しているものであるが，弁論の全趣旨によれば，「印刷」ボタン\nに限らず，情報処理ボタンについても同様に機能説明文が画面上に表示されること\nが認められる。\n(3)　原判決の訂正\n原判決３０頁下から５行目の「『印刷』ボタン」を「情報処理ボタン」\nに，同３０頁下から３行目ないし３１頁２行目までを「控訴人製品は，控訴人から\n控訴人製品の譲渡等を受けた利用者（ユーザー）がこれをパソコンにインストール\nして使用している。起動したパソコンの画面に表示される控訴人製品の編集画面の\nツールボックス内には，『？』マークと『マウス』のマークを組み合わせた『ヘル\nプモード』ボタンと，情報処理機能を実行させるための複数の情報処理ボタンが表\n示され，『ヘルプモード』ボタンをマウスでクリックし，これに引き続いて情報処\n理ボタンの任意の一個についてマウスでクリックすると，当該情報処理ボタンによ\nり実行される情報処理機能の内容を説明する文章が画面上に表示される。情報処理\nボタンの一つである『印刷』ボタンを例にとり，控訴人製品をインストールしたパ\nソコンにおけるヘルプ機能の動作及び表示を表せば，別紙イ号物件目録及びロ号物\n件目録のとおりである。これらのボタンは，表示画面上に各種のデータや処理機能\nを絵又は絵文字として表示して，コマンドを処理するものであるから，控訴人製品\nの『ヘルプモード』ボタン及び情報処理ボタンは，本件発明の特許請求の範囲にお\nける『アイコン』に該当する。」に，同３１頁３行目の「被告製品をインストール\nしたパソコンの構成要件充足性」を「控訴人製品をインストールしたパソコン及び\nその使用の構成要件充足性」に，同３１頁４行目ないし３３頁３行目の(1)ない\nし(3)中，「『印刷』ボタン」をいずれも「情報処理ボタン」に，それぞれ改める。\n(4)　控訴人の当審における追加的な主張についての判断\n控訴人は，被控訴人が本件特許に係る本件明細書についてした訂正審判請\n求に対する特許庁の訂正拒絶理由通知の内容によれば，本件発明における「第１の\nアイコンの指定に引き続く第２のアイコンの指定」とは，「機能説明アイコンをポ\nインティング装置でプレスして指定し，そのままドラッグして機能説明対象アイコ\nンの位置でリリースすること」（プレス，ドラッグ＆リリース）のみを意味し，\n「機能説明アイコンをポインティング装置をプレスして指定し，当該指定を伴うも\nのとして，例えば，カーソルの脇に『？』マークを表示し，機能説明対象アイコン\nをポインティング装置をプレスして指定すること」（クリック，バルーン表示＆ク\nリック）を含まないことが明らかであるから，後者の方法を用いている，控訴人製\n品をインストールしたパソコンにおけるヘルプ機能は，前記構成要件を充足しない\n旨主張する。\nこれに対し，被控訴人は，控訴人の前記主張は時機に後れたものとして却\n下されるべきである旨主張し，その失当であることは，後記４において判示すると\nおりであるが，そもそも，被控訴人がした前記訂正審判請求及びこれに対する特許\n庁の訂正拒絶理由通知の内容は，本件訴訟における本件発明の構成要件の解釈に本\n来影響を与えるべき筋合のものではない（なお，被控訴人は，平成１５年１２月１\n８日に前記訂正審判請求を取り下げている〔甲１７〕。）。そればかりでなく，本\n件発明に係る「特許請求の範囲」の記載はもちろん，本件明細書（甲１３の１３）\nの「発明の詳細な説明」における「課題を解決するための手段」，「作用」，「発\n明の効果」等の項においても，本件発明の前記「第１のアイコンの指定に引き続く\n第２のアイコンの指定」との構成要件が，控訴人のいう「プレス，ドラッグ＆リリ\nース」のみを意味すると限定して解釈すべき根拠となる記載は一切ない。\nなお，前記「発明の詳細な説明」における「実施例」の項には，「ポイン\nティング装置２を移動させて，矢印で示されたマウスカーソルを丸印の機能説明ア\nイコンの上へ重ね合わせ，マウスボタンをプレスして説明対象オブジェクトの上へ\nドラッグして移動し，マウスボタンをリリースする。」（４欄３７行目ないし４１\n行目）等の記載があり，控訴人のいう「プレス，ドラッグ＆リリース」の方法によ\nる実施例が記載されている一方，「クリック，バルーン表示＆クリック」の方法に\nよる実施例の記載はない。しかしながら，前記実施例の記載は，飽くまで本件発明\nのうち一つの実施態様を記載したものにすぎないのであるから，控訴人のいう「プ\nレス，ドラッグ＆リリース」の方法による実施例のみが記載されているからといっ\nて，本件発明がそのような方法によるものに限定されるわけではないことは当然の\nことである。\nしたがって，控訴人の前記主張は採用することができない。\n２　争点２（間接侵害の成否）について\n(1)　はじめに\n本件発明は，「プログラムを記録したコンピュータ読み取り可能な記録媒\n体」や「プログラムそのもの」に係る発明ではなく，「情報処理装置」ないし「情\n報処理方法」に係る発明である（ちなみに，本件発明は，平成１４年法律第２４号\nにより記録媒体に記録されないプログラム等がそれ自体として特許法における保護\n対象となり得ることが明示的に規定された同法の改正〔平成１４年９月１日施行〕\n前であることはもとより，特許庁が，平成９年２月公表の「特定技術分野の審査の\n運用指針」により「プログラムを記録したコンピュータ読み取り可能な記録媒体」\nについて，また，平成１２年１２月公表の「改訂特許・実用新案審査基準」により\n「プログラムそのもの」について，それぞれ特許発明となり得ることを認める運用\nを開始した時より前である平成元年１０月３１日に出願されたものである。）。一\n方，控訴人製品は，別紙イ号物件目録及びロ号物件目録記載のとおり，文書作成の\nソフトウエア（日本語ワープロソフト「一太郎」）及び図形作成のソフトウエア\n（統合グラフィックソフト「花子」）である。したがって，控訴人による控訴人製\n品の製造，譲渡等又は譲渡等の申出の行為が，「情報処理装置」ないし「情報処理\n方法」についての発明である本件発明に係る本件特許権の直接侵害となることはあ\nり得ないので，間接侵害の成否が問題となる。\n平成１４年法律第２４号により改正（平成１５年１月１日施行）された特\n許法１０１条は，間接侵害について規定しており，同改正により新設された同条２\n号は，「特許が物の発明についてされている場合において，その物の生産に用いる\n物（日本国内において広く一般に流通しているものを除く。）であってその発明に\nよる課題の解決に不可欠なものにつき，その発明が特許発明であること及びその物\nがその発明の実施に用いられることを知りながら，業として，その生産，譲渡等若\nしくは輸入又は譲渡等の申出をする行為」を特許権等の侵害であるとみなしてお\nり，同じく新設の同条４号は，特許が方法の発明についてされている場合につい\nて，同旨を規定している。\n被控訴人は，ユーザーが控訴人製品を購入し，これをパソコンにインスト\nールする行為は，本件第１，第２発明に係る物を生産する行為に該当し，また，ユ\nーザーが控訴人製品をインストールしたパソコンを使用する行為は，本件第３発明\nに係る方法を使用する行為に該当するから，控訴人が業として控訴人製品の製造，\n譲渡等又は譲渡等の申出を行うことは，本件第１，第２発明について特許法１０１\n条２号所定の間接侵害に該当するとともに，本件第３発明について同条４号所定の\n間接侵害に該当する旨主張するので，以下，検討する。\n(2)　本件第１，第２発明についての特許法１０１条２号所定の間接侵害の成否\nア　まず，前記１のとおり，「控訴人製品をインストールしたパソコン」\nは，本件第１，第２発明の構成要件を充足するものであるところ，控訴人製品は，\n前記パソコンの生産に用いるものである。すなわち，控訴人製品のインストールに\nより，ヘルプ機能を含めたプログラム全体がパソコンにインストールされ，本件第\n１，第２発明の構成要件を充足する「控訴人製品をインストールしたパソコン」が\n初めて完成するのであるから，控訴人製品をインストールすることは，前記パソコ\nンの生産に当たるものというべきである。\n本件明細書の「発明の詳細な説明」欄の記載によれば，本件第１，第２\n発明は，「（従来の）方法では，キーワードを忘れてしまった時や，知らないとき\nに機能説明サービスを受けることができない」という課題（本件公報３欄１０行目\nないし１３行目）を，「アイコンの機能説明を表示させる機能を実行させる第１の\nアイコン，および所定の情報処理機能を実行させるための第２のアイコンを表示画\n面に表示させる表示手段と，前記表示手段の表示画面上に表示されたアイコンを指\n定する指定手段と，前記指定手段による，第１のアイコンの指定に引き続く第２の\nアイコンの指定に応じて，前記表示手段の表示画面上に前記第２のアイコンの機能\n説明を表示させる制御手段とを有する構成とした」（同欄１４行目ないし２３行\n目）ことにより解決したものであるが，「控訴人製品をインストールしたパソコ\nン」においては，前記のような構成は控訴人製品をインストールすることによって\n初めて実現されるのであるから，控訴人製品は，本件第１，第２発明による課題の\n解決に不可欠なものに該当するというべきである。\nまた，特許法１０１条２号所定の「日本国内において広く一般に流通し\nているもの」とは，典型的には，ねじ，釘，電球，トランジスター等のような，日\n本国内において広く普及している一般的な製品，すなわち，特注品ではなく，他の\n用途にも用いることができ，市場において一般に入手可能な状態にある規格品，普\n及品を意味するものと解するのが相当である。本件において，控訴人製品をヘルプ\n機能を含めた形式でパソコンにインストールすると，必ず本件第１，第２発明の構\n成要件を充足する「控訴人製品をインストールしたパソコン」が完成するものであ\nり，控訴人製品は，本件第１，第２発明の構成を有する物の生産にのみ用いる部分\nを含むものでるから，同号にいう「日本国内において広く一般に流通しているも\nの」に当たらないというべきである。\nなお，控訴人製品については，これを専ら個人的ないし家庭的用途に用\nいる利用者（ユーザー）が少なからぬ割合を占めるとしても，それに限定されるわ\nけではなく，法人など業としてこれをパソコンにインストールして使用する利用者\n（ユーザー）が存在することは当裁判所に顕著である。そうすると，一般に，間接\n侵害は直接侵害の有無にかかわりなく成立することが可能であるとのいわゆる独立\n説の立場においてはもとより，間接侵害は直接侵害の成立に従属するとのいわゆる\n従属説の立場においても，控訴人が控訴人製品を製造，譲渡等又は譲渡等の申出を\nする行為について特許法１０１条２号所定の間接侵害の成立が否定されるものでは\nない。\nイ　前記の点に関して，控訴人は，被控訴人が問題とするヘルプ表示プログ\nラム等は，マイクロソフト社のＷｉｎｄｏｗｓというオペレーティングシステムの\n機能であって，他のアプリケーション・ソフトウェアを実行している間においても\n利用可能であり，控訴人製品をインストールするか否かにかかわらず，「『ヘルプ\nモード』ボタンの指定に引き続いて他のボタンを指定すると，当該他のボタンの説\n明が表示される」という機能が実現されているから，控訴人製品は，本件発明によ\nる課題の解決に不可欠なものではない旨主張する。\n確かに，証拠（乙１６）によれば，別紙イ号物件目録ないしロ号物件目\n録記載の機能は，マイクロソフト社のＷｉｎｄｏｗｓというオペレーティングシス\nテムのうち「Ｗｉｎｈｌｐ３２．ｅｘｅ」等の実行ファイルの有する機能を利用し\nているものと認められる。しかしながら，控訴人製品をインストールしたパソコン\nにおいて，前記機能が実現されていることが認められるものの，控訴人製品をイン\nストールしていないパソコンにおいても同様の機能が実現されていることを認める\nに足りる証拠がない本件においては，前記各目録記載の機能は，控訴人製品をイン\nストールしたパソコンにおいて初めて実現される，言い換えると，控訴人製品のプ\nログラムと「Ｗｉｎｈｌｐ３２．ｅｘｅ」等の実行ファイルが一体となって初めて\n実現されるというべきであるから，控訴人製品は，本件第１，第２発明による課題\nの解決に不可欠なものというべきである。したがって，控訴人の前記主張は採用す\nることができない。\nウ　また，控訴人は，控訴人製品をインストールしたパソコンにおけるヘル\nプ機能は，控訴人製品に含まれるＡＰＩ関数がオペレーティング・システム（Ｏ\nＳ）中の「Ｗｉｎｈｌｐ３２．ｅｘｅ」を実行することにより行われているとこ\nろ，ＡＰＩ関数は広く公開されているものであって，ソフトウエア開発における汎\n用品にすぎないから，控訴人製品は，本件発明による課題の解決に不可欠なもので\nはない旨主張する。\nしかしながら，別紙イ号物件目録及びロ号物件目録記載の機能が，控訴\n人製品をインストールしたパソコンにおいて，初めて実行できるものであること\nは，前記イにおいて判示したとおりであり，控訴人製品が，本件第１，第２発明に\nよる課題の解決に不可欠なものであることは明らかである。\nなお，ＡＰＩ関数とは，一般に，アプリケーションソフトから基本ソフ\nト，すなわちオペレーティング・システム（ＯＳ）の機能を呼び出すためのも\nの（Application Program Interface）をいうことは，当裁判所に顕著であるとこ\nろ，仮に，控訴人の主張するように，控訴人製品に含まれているＡＰＩ関数がソフ\nトウエア開発のために広く公開されているものであるとしても，そのことから直ち\nに，控訴人製品自体が特許法１０１条２号所定の間接侵害の対象から除外されてい\nる「日本国内において広く一般に流通しているもの」に該当することになるわけで\nはないことも明らかである。したがって，控訴人の前記主張も採用することができ\nない。\nエ　進んで，特許法１０１条２号所定の間接侵害の主観的要件について検討\nする。\n被控訴人は，控訴人が，遅くとも被控訴人が平成１４年１１月７日に申\nし立てた別件製品に係る別件仮処分の申立書の送達の時からは，本件発明が被控訴\n人の特許発明であること及び控訴人製品が本件発明の実施に用いられることを知っ\nていると主張するが，別件仮処分の対象物件が控訴人製品でないことは，その主張\n自体から明らかであって，それ自体失当といわざるを得ない。しかしながら，前記\n間接侵害の主観的要件を具備すべき時点は，差止請求の関係では，差止請求訴訟の\n事実審の口頭弁論終結時であり，弁論の全趣旨に照らせば，被控訴人の前記主張\nは，その趣旨をも含意するものと解されるところ，本件においては，控訴人は，遅\nくとも本件訴状の送達を受けた日であることが記録上明らかな平成１６年８月１３\n日には，本件第１，第２発明が被控訴人の特許発明であること及び控訴人製品がこ\nれらの発明の実施に用いられることを知ったものと認めるのが相当である。\nオ　以上によれば，控訴人が業として控訴人製品の製造，譲渡等又は譲渡等\nの申出を行う行為については，本件第１，第２発明について，特許法１０１条２号\n所定の間接侵害が成立するというべきである。\n(3)　本件第３発明についての特許法１０１条４号所定の間接侵害の成否\n前記１のとおり，「控訴人製品をインストールしたパソコン」について，\n利用者（ユーザー）が「一太郎」又は「花子」を起動して，別紙イ号物件目録又は\nロ号物件目録の「機能」欄記載の状態を作出した場合には，方法の発明である本件\n第３発明の構成要件を充足するものである。そうすると，「控訴人製品をインスト\nールしたパソコン」は，そのような方法による使用以外にも用途を有するものでは\nあっても，同号にいう「その方法の使用に用いる物・・・であってその発明による\n課題の解決に不可欠なもの」に該当するものというべきであるから，当該パソコン\nについて生産，譲渡等又は譲渡等の申出をする行為は同号所定の間接侵害に該当し\n得るものというべきである。しかしながら，同号は，その物自体を利用して特許発\n明に係る方法を実施することが可能である物についてこれを生産，譲渡等する行為\nを特許権侵害とみなすものであって，そのような物の生産に用いられる物を製造，\n譲渡等する行為を特許権侵害とみなしているものではない。本件において，控訴人\nの行っている行為は，当該パソコンの生産，譲渡等又は譲渡等の申出ではなく，当\n該パソコンの生産に用いられる控訴人製品についての製造，譲渡等又は譲渡等の申\n出にすぎないから，控訴人の前記行為が同号所定の間接侵害に該当するということ\nはできない。\nちなみに，前記(1)のとおり，既に，特許庁は，平成９年２月公表の「特定\n技術分野の審査の運用指針」により「プログラムを記録したコンピュータ読み取り\n可能な記録媒体」について，また，平成１２年１２月公表の「改訂特許・実用新案\n審査基準」により「プログラムそのもの」について，それぞれ特許発明となり得る\nことを認める運用を開始しており，また，平成１４年法律第２４号による改正後の\n特許法においては，記録媒体に記録されないプログラム等がそれ自体として同法に\nおける保護対象となり得ることが明示的に規定されている（同法２条３項１号，４\n項参照，平成１４年９月１日施行）。このような事情に照らせば，同法１０１条４\n号について上記のように解したからといって，プログラム等の発明に関して，同法\nによる保護に欠けるものではない。\nしたがって，被控訴人の前記主張は採用の限りではない。\n３　争点３（本件特許権の行使の制限）について\n(1)　はじめに\n控訴人は，原審において，本件特許出願前に日本国内において頒布された\n刊行物である引用例（甲１３の２５）に記載された引用例発明に基づく容易想到性\nを理由に，本件発明の進歩性の欠如による本件特許の無効理由の存在が明らかであ\nるとして，権利濫用の主張をしたが，原判決において採用されず，当審において\nは，原判決言渡し後に施行された平成１６年法律第１２０号による新設の特許法１\n０４条の３第１項に基づく特許権の行使の制限の主張に改め，前記権利濫用の主張\nは撤回した。すなわち，控訴人は，当審において，(ア)　新たに，本件特許出願前\nに外国において頒布された刊行物に記載された発明に基づく本件発明の新規性の欠\n如による本件特許の無効の理由として，①乙１２発明，②乙１３発明，③乙１４発\n明，乙１５発明及びラブビュー発明と本件発明との同一の主張を追加するととも\nに，(イ)　本件発明の進歩性の欠如による本件特許の無効の理由として，①原審と\n同様の引用例発明に基づく容易想到性のほか，新たに，本件特許出願前に外国にお\nいて頒布された刊行物に記載された発明に基づく容易想到性として，②引用例発\n明，乙１３発明及び乙１７発明に基づく容易想到性，③乙１８発明及び周知の技術\n事項に基づく容易想到性，並びに，④乙１２発明ないし乙１５発明，乙１７発明，\n乙１８発明及びラブビュー発明に基づく容易想到性を主張している。そこで，控訴\n人の当審における新たな刊行物に基づく前記(ア)①ないし③及び(イ)②ないし④に\n係る無効理由の追加的な主張・立証が時機に後れた攻撃防御方法として却下される\nべきか（争点４）は，後記４において判断することとし，まず，前記(イ)③の無効\n理由による本件特許権の行使の制限の主張について検討する。\nなお，前記２(3)において判示したとおり，本件第３発明については，特許\n法１０１条４号所定の間接侵害が成立しないから，特許権の行使の制限の主張につ\nいて判断するまでもなく，被控訴人の請求は理由がないが，念のため，本件第３発\n明についても当裁判所の判断を示すこととする。\n(2)　乙１８文献の記載\n乙１８文献（ヴィッキー・スピルマン＝ユージン・ジェイ・ウォング著\n「ＨＰニューウェーブ環境ヘルプ・ファシリティ」，１９８９年〔平成元年〕８月\n発行）は，本件特許出願（平成元年１０月３１日）前に外国において頒布された英\n語の刊行物であるところ，これには，以下のとおりの記載がある（なお，訳文は甲\n２１によることとし，便宜，当裁判所において下線を付した。）。\nア　「共通ファシリティ」の項目に，「ヘルプを提供する共用プログラムの\n使用は，また，ヘルプ・ユーザ・インターフェースが全てのニューウェーブ・コン\nポーネントに対して同一であることをも保証する。全ての表示は似かよっており，\n全てのユーザ・インターフェースの特徴はニューウェーブ・アプリケーション全体\nで同じように働く。ユーザは，要求が，アイコンの目的の暗示を求めるものである\nか，データに特別な操作を行う方法についての情報を求めるものであるかにかかわ\nらず，同じ方法でヘルプを求めることができる。」（訳文１頁下から４行目ないし\n２頁２行目）\nイ　「分かりやすいユーザ・インターフェース」の項目に，「ほとんどの場\n合，ユーザは，多くの訓練やマニュアルをくまなく検索することなしに，スクリー\nンを見てヘルプ・ファシリティの使い方を理解することができる。このため，それ\nが昀も必要とされるとき，少しの手がかりまたは短い説明で長時間の遅延や気を散\nらすことなく作業を完了させることができるときに，直ちにヘルプを得ることがで\nきる。ヘルプは，メニューから，ファンクション・キーから，またはプッシュボタ\nンから開始することができる。インデックス項目は，マウスのスクローリング，キ\nーボードのスクローリング，またはタイピングによって選択することができる。ヘ\nルプ・ユーザ・インターフェースは，全ての共通操作モードを可能にして，その使\n用が可能な限り多くのユーザに分かりやすく見えるようにする。」（訳文２頁下か\nら１４行目ないし下から６行目）\nウ　「ヘルプ開始」の項目に，「ヘルプを開始するために，ユーザは，ヘル\nプ・プルダウン・メニューから二つのメニューアイテムのうちの一つを選択するこ\nとができる。ニューウェーブ・オブジェクトのためのヘルプ・プルダウン・メニュ\nーは二つのアイテム，すなわち，「ヘルプ・インデックス」及び「スクリーン／メ\nニュー・ヘルプ」を有する。メニューアイテムは，それぞれ，ヘルプ・インデック\nス及びスクリーン／メニュー・ヘルプのモードをアクティブにする。ユーザは，マ\nウスを用いて，またはアクセラレータ（キーボード・インターフェース）を用い\nて，選択することができる。ヘルプ・インデックスへのアクセスを獲得するための\nアクセラレータは「ｆｌ」である。ユーザは，また，ダイアログ・ボックスからヘ\nルプ・プッシュボタンを選択することによっても，ヘルプを開始することができ\nる。ヘルプ・プッシュボタンが選択されたとき，ダイアログ・ボックスに関係する\n情報を含むヘルプ・テキスト・ウィンドウが表示される。」（訳文３頁６行目ない\nし１７行目）\nエ　「スクリーン／メニュー・ヘルプ」の項目に，「上述のとおり，ヘルプ\nの主要な目的の一つは，コンテクスト・センシティビィティを提供することであ\nる。コンテクスト・センシティビィティは，？モードとも呼ばれるスクリーン／メ\nニュー・ヘルプのモードによっても昀もよく説明される。ユーザが，ヘルプ・プル\nダウン・メニューからスクリーン／メニュー・ヘルプを選択すると，カーソルがク\nエスチョンマーク型に変わり，ユーザが特別なヘルプ・モードにいることを示す。\nユーザは，クエスチョンマーク・カーソルをスクリーン上であちこちに動かし，カ\nーソルが関心のあるエリアにあるときにマウス・ボタンをクリックすることができ\nる。この行為は言葉にすると，参照されたエリアを指しながら“これは何？”とい\nう質問をすることに相当する。スクリーン／メニュー・ヘルプは，ユーザがアプリ\nケーション・ウインドウにある何についてもヘルプを得ることを可能とし，それに\nはプルダウン・メニュー，アイコン，及びフィールドが含まれるかもしれない。？\nモードがアクティブにさせられたとき，ヘルプ・プルダウン・メニュー中の『スク\nリーン／メニュー・ヘルプ』アイテムは，『キャンセル・ヘルプ』に変わり，これ\nはヘルプ・トピックを選択する必要なしにユーザがそのモードを抜けることを可能\nとする。ユーザがスクリーン／メニュー・ヘルプをアクティブにし，アイテムを選\n択したとき，ヘルプ・ウインドウは，その選択を実行するのではなくそのアイテム\nについての情報を表示する。ヘルプ・ウインドウが表示された後，マウス・カーソ\nルとヘルプ・プルダウン・メニューは以前の状態に戻る。？モードは一度に一つの\n選択についてアクティブである。」（訳文３頁下から１６行目ないし４頁４行目）\nオ　「内部機能性」の項目に，「ユーザが？モードを選択すると，ヘルプ・\nファシリティはアプリケーションにメッセージを送り，アプリケーションに，割り\n込みをオンにするためのモード・フラグを設定するように伝える。モード・フラグ\nは，ニューウェーブ・アーキテクチャの一部である変数であり，アプリケーション\nにより維持される。フラグを設定することで，すべてのメッセージは，（新たなメ\nッセージが送られて）ヘルプ・ファシリティがアプリケーションに割り込みをオフ\nにするように伝えるまでは，ヘルプ・メッセージ・フィルタを通って送られる。割\nり込み？モードが要請されるとき，ヘルプ・ファシリティは？カーソルを維持し，\nユーザのヘルプ選択を翻訳する。一旦，？モードで選択がなされると割り込みモー\nドがオフにされ，ヘルプ・トピックを表示するためヘルプ・メッセージが生成され\nる。」（訳文９頁下から１１行目ないし下から２行目）\n(3)　乙１８発明の構成\n乙１８発明は，ＨＰニューウェーブ環境のためのヘルプ・ファシリティで\nあるから，「情報処理装置」及び「情報処理方法」に関するものであって，以下の\n構成を有するものである。\nア　「スクリーン／メニュー・ヘルプ」アイテム\n前記(2)エ及びオの記載によれば，スクリーン／メニュー・ヘルプによ\nり，アプリケーション・ウインドウにあるアイコン等のアイテムについて，ヘルプ\nを得ることができ，ヘルプ・メッセージを表示するのであるから，乙１８発明は，\nアイコン等のアイテムについてのヘルプ・メッセージを表示する「スクリーン／メ\nニュー・ヘルプ」アイテムを備えている。\nイ　「アイコン」\n前記(2)エの記載によれば，アプリケーション・ウインドウにあるものと\nしてアイコンが明記されているところ，前記１において引用に係る原判決の認定\n（原判決２５頁下から１２行目ないし下から１０行目）のとおり，アイコンとは，\n「表示画面上に，各種のデータや処理機能を絵又は絵文字として表示したもの」，\nすなわち，所定の情報処理機能を実行させるためのものであるから，乙１８発明\nは，所定の情報処理機能を実行させるための「アイコン」を備えている。\nウ　「スクリーン」，「表示手段」，「表示装置」，「マウス」及び「キー\nボード」\n前記(2)エの記載によれば，クエスチョンマーク・カーソルをスクリーン\n上であちこちに動かし，カーソルが関心のあるエリアにあるときにマウス・ボタン\nをクリックすることでヘルプを得るのであり，また，ヘルプを得る対象としてプル\nダウン・メニュー（なお，前記(2)ウの記載によれば，プルダウン・メニューは，\n「スクリーン／メニュー・ヘルプ」アイテムを含む。）及びアイコンが含まれるの\nであるから，乙１８発明は，「スクリーン／メニュー・ヘルプ」アイテム及びアイ\nコンを表示する「スクリーン」，並びに，スクリーン上に表示されたアイコンを指\n定する「マウス」を備えている。そして，「スクリーン／メニュー・ヘルプ」アイ\nテム及びアイコンは，共にスクリーン上に表示されるのであるから，乙１８発明\nが，「スクリーン／メニュー・ヘルプ」アイテム及びアイコンをスクリーンに表示\nさせる「表示手段」を有することは明らかである。\nまた，前記(2)エの記載によれば，各アイテムをスクリーン上に表示する\nのであるから，乙１８発明が，データを表示する「表示装置」を備えていることは\n明らかである。\nさらに，前記(2)イの記載によれば，乙１８発明は，データを入力する\n「マウス」や「キーボード」を備えている。\nエ　「制御手段」\n(ア)　前記(2)ウ及びエの記載によれば，マウスを用いて，スクリーン／メ\nニュー・ヘルプのモードを選択することができ，マウス・ボタンをクリックするこ\nとでヘルプを得ることができる。そして，前記(2)エの記載によれば，スクリーン／\nメニュー・ヘルプをアクティブにし，アイコン等のアイテムを選択したとき，ヘル\nプ・ウインドウは，その選択を実行するのではなく，そのアイテムについての情報\nを表示し，また，前記(2)アの記載によれば，アイコンの目的の暗示（a reminder\nof the purpose of an icon：アイコンの用途を思い出させること）を求める要求に\n対して，ヘルプを求めることができるのであるから，乙１８発明は，マウスによ\nる，「スクリーン／メニュー・ヘルプ」アイテムの選択に引き続く，アイコンの選\n択に応じて，表示手段のスクリーン上のヘルプ・ウインドウに，そのアイコンのヘ\nルプ情報を表示させる制御手段を備えている。\n(イ)　さらに，前記(2)エの記載によれば，スクリーン／メニュー・ヘルプ\nを選択すると，カーソルがクエスチョンマーク型に変わり，この「？」モードは一\n度に一つの選択についてアクティブであって，ヘルプ・ウインドウが表示された\n後，マウス・カーソルは以前の状態に戻ることが認められる。また，前記(2)オの記\n載によれば，「？」モードを選択すると，割り込みをオンにするためのモード・フ\nラグを設定し，いったん，「？」モードで選択がされると割り込みモードがオフに\nされることが認められる。そうすると，乙１８文献には，「？」モードで，マウス\nにより何かを一度選択することで，「？」モードから抜けることが開示されてい\nる。そして，前記(2)エの記載によれば，「？」モードでアイコン等のアイテムを選\n択したとき，ヘルプ・ウインドウは，その選択を実行するのではなく，そのアイテ\nムについての情報を表示するのである。そうすると，乙１８発明は，マウスによる\nアイコンの選択が，「スクリーン／メニュー・ヘルプ」アイテムの選択の直後の場\n合のみ，そのアイコンのヘルプ情報を表示する，すなわち，マウスによるアイコン\nの選択が，「スクリーン／メニュー・ヘルプ」アイテムの選択の直後でない場合\nは，そのアイコンの所定の情報処理機能を実行させる制御手段も備えている。\n(4)　乙１８発明と本件発明との対比\nア　本件第１発明との対比\n乙１８発明の「スクリーン／メニュー・ヘルプ」アイテムは，アイコン\n等のアイテムについてのヘルプ・メッセージを表示するためのものであるから（前\n記(3)ア），本件第１発明の「第１のアイコン」と乙１８発明の「スクリーン／メニ\nュー・ヘルプ」アイテムとは，アイコンの機能説明を表示させる機能を実行させる\n「機能説明表示手段」であるという点で差異はない。また，乙１８発明の「アイコ\nン」，「スクリーン」，「表示手段」及び「マウス」は，本件第１発明の「第２の\nアイコン」，「表示画面」，「表示手段」及び「指定手段」にそれぞれ相当する\n（前記(3)イ，ウ）。そして，乙１８発明の「制御手段」は，「機能説明表示手段」\nが「アイコン」である点は別にして，本件第１発明の「制御手段」に対応する（前\n記(3)エ(ア)）。\n以上のことを踏まえると，本件第１発明と乙１８発明とは，「アイコン\nの機能説明を表示させる機能を実行させる機能説明表示手段，および所定の情報処\n理機能を実行させるための第２のアイコンを表示画面に表示させる表示手段と，前\n記表示手段の表示画面上に表示されたアイコンを指定する指定手段と，前記指定手\n段による，機能説明表示手段の指定に引き続く第２のアイコンの指定に応じて，前\n記表示手段の表示画面上に前記第２のアイコンの機能説明を表示させる制御手段と\nを有することを特徴とする情報処理装置」である点で一致し，被控訴人も前記第２\nの６の(3)オ(ア)において相違点Ａとして主張するとおり，次の相違点で相違する。\n［相違点］アイコンの機能説明を表示させる機能を実行させる「機能説明\n表示手段」が，本件第１発明では「アイコン」であるのに対し，乙１８発明では，\n「スクリーン／メニュー・ヘルプ」アイテムである点\nイ　本件第２発明との対比\n本件第２発明は，【請求項１】の記載を引用するものであって，【請求\n項１】の制御手段が，さらに「前記指定手段による第２のアイコンの指定が，第１\nのアイコンの指定の直後でない場合は，前記第２のアイコンの所定の情報処理機能\nを実行させる」ものであるが，乙１８発明の「制御手段」は，「機能説明表示手\n段」が「アイコン」である点は別にして，本件第２発明の「制御手段」に対応する\nということができる（前記(3)エ(イ)）。\nしたがって，本件第２発明と乙１８発明とは，本件第１発明との前記一\n致点に加え，制御手段が，「前記指定手段による第２のアイコンの指定が，機能説\n明表示手段の指定の直後でない場合は，前記第２のアイコンの所定の情報処理機能\nを実行させる」点で一致し，前記アの［相違点］で相違する。\nウ　本件第３発明との対比\n乙１８発明の「マウス」や「キーボード」，「表示装置」，「アイコ\nン」及び「スクリーン」は，本件第３発明の「入力装置」，「表示装置」，「第２\nのアイコン」及び「表示画面」にそれぞれ相当する（前記(3)イ，ウ）。また，乙１\n８発明の「スクリーン／メニュー・ヘルプ」アイテムは，アイコン等のアイテムに\nついてのヘルプ・メッセージを表示するためのものであるから（前記(3)ア），本件\n第３発明の「第１のアイコン」と乙１８発明の「スクリーン／メニュー・ヘルプ」\nアイテムとは，アイコンの機能説明を表示させる機能を実行させる「機能説明表示\n手段」である点で差異はない。そして，乙１８発明では，「スクリーン／メニュ\nー・ヘルプ」アイテムの選択に引き続く，アイコンの選択に応じて，スクリーン上\nのヘルプ・ウインドウに，そのアイコンのヘルプ情報を表示する（前記(3)エ\n(ア)）。\nしたがって，本件第３発明と乙１８発明とは，「データを入力する入力\n装置と，データを表示する表示装置とを備える装置を制御する情報処理方法であっ\nて，機能説明を表示させる機能を実行させる機能説明表示手段，および所定の情報\n処理機能を実行させるための第２のアイコンを表示画面に表示させ，機能説明表示\n手段の指定に引き続く第２のアイコンの指定に応じて，表示画面上に前記第２のア\nイコンの機能説明を表示させることを特徴とする情報処理方法」である点で一致\nし，前記アの［相違点］で相違する。\n(5)　相違点についての判断\n前記１において引用に係る原判決が争点１（構成要件充足性）について認\n定したとおり，本件特許出願当時，所定の情報処理機能を実行するための手段とし\nて「アイコン」は周知の技術事項であり，また，証拠（乙１３文献，乙１８文献）\nによれば，同様の手段として「メニューアイテム」も周知の技術事項であったこと\nが認められる。そうであれば，所定の情報処理機能を実行するための手段として，\n「アイコン」又は「メニューアイテム」のいずれを採用するかは，必要により当業\n者が適宜選択することのできる技術的な設計事項であるというべきである。\n現に，アイコンの機能説明を表示させる機能を実行するための手段につい\nてみても，本件特許出願前の１９８８年（昭和６３年）７月に頒布された乙１２文\n献（「ハイパープログラマーのためのハイパーツール」）には，「ハイパーツール\nは，あなたが異なるツールに関する情報を素早く得ることを可能とする，組み込み\nヘルプ機能を含みます。このスクリーン上のツールについてヘルプを得るには，ヘ\nルプ・アイコンをクリックします。そして示されたツールのアイコンのうちいずれ\nかをクリックします。」（訳文〔甲１９〕１４頁下から７行目ないし下から４行\n目）と記載されているから，本件特許出願当時，ヘルプを得るためのアイコン，す\nなわち，機能説明を表示させる機能を実行させるアイコンも，既に公知の手段であ\nったことが認められる。\nそうであれば，乙１８発明において，アイコンの機能説明を表示させる機\n能を実行させる「機能説明表示手段」として，「スクリーン／メニュー・ヘルプ」\nアイテムに代えて「アイコン」を採用することは，当業者が容易に想到し得ること\nというべきである。\nそして，本件発明の構成によってもたらされる作用効果は，アイコンの機\n能説明を表示させる機能を実行させる「機能説明表示手段」として周知の「アイコ\nン」を採用することにより当然予測される程度のものであって，格別顕著なものと\nはいえない。\n(6)　被控訴人の主張について\nア　被控訴人は，本件特許出願当時においては，ヘルプ機能がアプリケーシ\nョンの画面から直接（特定のモードへの移行を介さずに）利用されるものであれ\nば，少なくとも二回のクリックが要求される「プルダウン・メニュー」を用い，ク\nリックすべきものが直接画面に表示される「ボタン」は用いない構成とすること\nが，当該技術分野におけるスタンダード的な考え方であったから，本件発明の「第\n１のアイコン」を用いる構成のように，前記構成以外の構成を着想することは著し\nく困難であった旨主張する。\nしかしながら，仮に，本件特許出願当時，アプリケーションの画面から\n直接利用されるヘルプ機能を実行するために「プルダウン・メニュー」を用いる構\n成が，当該技術分野のスタンダード的なものであったとしても，それ以外のものを\n使用することに特段の阻害要因が存在するわけではなく，現に，前記(5)のとおり，\n乙１２文献には，アプリケーションの画面から直接利用されるヘルプ機能を実行す\nるために「アイコン」を用いた構成が記載されているから，本件発明のように，\n「プルダウン・メニュー」を用いず「アイコン」を用いた構成を着想することが著\nしく困難であったとは到底いうことができない。したがって，被控訴人の前記主張\nは採用することができない。\nイ　被控訴人は，「メニューアイテム」が二回以上の別の場所でのクリック\nにより，画面に直接表示されていないものを選択するのに対し，「アイコン」は直\n接画面に表示されたものをクリックすれば選択されるのであるから，ユーザーの操\n作の観点からも，全く異なるものである旨主張する。\n確かに，「メニューアイテム」と「アイコン」は，ユーザーの操作の観\n点からみると異なるものではあるが，前記(5)のとおり，「メニューアイテム」と\n「アイコン」は，共に所定の情報処理機能を実行するための周知の技術事項であ\nり，いずれを採用するかは，必要により当業者が適宜選択することのできる技術的\nな設計事項である。したがって，「メニューアイテム」と「アイコン」が，ユーザ\nーの操作の観点からみると異なるものであるとしても，前記のとおりの容易想到性\nの判断を左右するものではないというべきである。\nウ　被控訴人は，乙１８文献における「スクリーン／メニュー・ヘルプ」ア\nイテムは，ユーザーがヘルプ・プルダウン・メニューを開いたときだけ表示され，\nユーザーがアイコンをクリックするときには表示されないから，本件発明のように\nアイコンが指定される「表示画面」に「第１のアイコン，および・・・第２のアイ\nコン」を表示することは記載されていない（相違点Ｂ）旨主張する。\nしかしながら，本件発明に係る請求項には，「・・・第１のアイコン，\nおよび・・・第２のアイコンを表示画面に表示させる表示手段と，前記表示手段の\n表示画面上に表示されたアイコンを指定する指定手段と，前記指定手段による，第\n１のアイコンの指定に引き続く第２のアイコンの指定に応じて，前記表示手段の表\n示画面上に前記第２のアイコンの機能説明を表示させる制御手段・・・」（【請求\n項１】〔本件第１発明〕），あるいは，「・・・第１のアイコン，および・・・第\n２のアイコンを表示画面に表示させ，第１のアイコンの指定に引き続く第２のアイ\nコンの指定に応じて，表示画面上に前記第２のアイコンの機能説明を表示させ\nる・・・」（【請求項３】〔本件第３発明〕）と記載されているにすぎず，第２の\nアイコンを指定するときに同時に第１のアイコンが表示画面上に表示されているこ\nとまでは特定されていない。したがって，被控訴人の前記主張は，特許請求の範囲\nの記載に基づかないものであるから，失当というほかはない。\nエ　被控訴人は，本件発明においては，第２のアイコンに該当しないものの\n指定があってから，第２のアイコンの指定がされても，第２のアイコンの機能説明\nが表示されないという構成になっている（構成要件１－Ｃ，３－Ｃ）ため，誤って\n第１のアイコンを指定してしまった場合でも，望まれない機能説明が表示されない\nようにすることが可能になり，ユーザーがそのためにＥＳＣボタンを押すなどの特\n別な操作をしなくてもよいようにできるものであり，これに対して，乙１８発明で\nは，ユーザーが再度プルダウン・メニューを開いて「キャンセル・ヘルプ」アイテ\nムを選択するという特別な操作をしない限り，ヘルプ・ウインドウを表示せずに\n「？」モードから抜けることができず，この点が両者の相違点（相違点Ｃ）である\n旨主張する。\nしかしながら，被控訴人の指摘する前記各構成要件は，「前記指定手段\nによる，第１のアイコンの指定に引き続く第２のアイコンの指定に応じて，前記表\n示手段の表示画面上に前記第２のアイコンの機能説明を表示させる制御手段と」\n（１－Ｃ），あるいは，「第１のアイコンの指定に引き続く第２のアイコンの指定\nに応じて，表示画面上に前記第２のアイコンの機能説明を表示させる」（３－Ｃ）\nというものにすぎず，第１のアイコンの指定に引き続いて第２のアイコンに該当し\nないものの指定があった場合については何ら規定していないから，被控訴人の前記\n主張は，特許請求の範囲の記載に基づかないものである。\nまた，本件第２発明の特許請求の範囲は，「前記制御手段は，前記指定\n手段による第２のアイコンの指定が，第１のアイコンの指定の直後でない場合は，\n前記第２のアイコンの所定の情報処理機能を実行させることを特徴とする請求項１\n記載の情報処理装置。」というものであるから，第２のアイコンの指定が，第１の\nアイコンの指定の直後でない場合は，第２のアイコンの所定の情報処理機能を実行\nさせることが規定されている。しかしながら，そこにおいても，それ以上に，被控\n訴人の主張するような構成，すなわち，第１のアイコンの指定に引き続いて第２の\nアイコンに該当しないものの指定があった場合に，ＥＳＣボタンを押すなどの特別\nな操作をしなくても機能説明が表示されないという構成は，何ら規定されていな\nい。したがって，本件第２発明を前提としても，被控訴人の前記主張は，特許請求\nの範囲の記載に基づかないものである。\nさらに，乙１８文献には，前記(2)エのとおり，「？モードがアクティブ\nにさせられたとき，ヘルプ・プルダウン・メニュー中の『スクリーン／メニュー・\nヘルプ』アイテムは，『キャンセル・ヘルプ』に変わり，これはヘルプ・トピック\nを選択する必要なしにユーザーがそのモードを抜けることを可能とする。」との記\n載があるから，乙１８文献には，ユーザーがプルダウン・メニューを開いて「キャ\nンセル・ヘルプ」アイテムを選択すれば，ヘルプ・ウインドウを表示せずに「？」\nモードから抜けることができることの記載があるということができるが，それ以上\nに，被控訴人が主張するような，「キャンセル・ヘルプ」アイテムを選択しない限\nり，ヘルプ・ウインドウを表示せずに「？」モードから抜けることができないとの\n記載はない。したがって，被控訴人の前記主張は，その前提を欠く。\n以上のとおり，被控訴人の前記主張は採用の限りではない。\n(7)　まとめ\n以上によれば，本件発明，すなわち，本件第１発明ないし本件第３発明\nは，乙１８発明及び周知の技術事項に基づいて当業者が容易に発明をすることがで\nきたものであるから，本件発明に係る本件特許は，特許法２９条２項に違反してさ\nれたものであり，特許無効審判により無効にされるべきものと認められるというべ\nきである。したがって，特許権者である被控訴人は，同法１０４条の３第１項に従\nい，控訴人に対し，本件特許権を行使することができないといわなければならな\nい。\n４　争点４（時機に後れた攻撃防御方法）について\n(1)　被控訴人は，控訴人が当審において新たに提出した構成要件充足性及び本\n件特許の無効理由についての追加的な主張・立証は時機に後れたものとして却下さ\nれるべきである旨主張する。まず，本件訴訟の経過についてみると，記録上，以下\nの事実が明らかである。\n被控訴人は，平成１６年８月５日，本件訴えを提起し，原審において，同\n年９月１７日に第１回口頭弁論期日，同年１０月２６日に第２回口頭弁論期日，同\n年１１月３０日には第３回口頭弁論期日がそれぞれ開かれ，第３回口頭弁論期日に\nおいて口頭弁論が終結され，平成１７年２月１日，被控訴人勝訴の原判決が言い渡\nされた。控訴人は，これを不服として本件控訴を提起し，同年４月２５日の当審第\n１回口頭弁論期日において，控訴状及び控訴理由書を陳述し，構成要件充足性及び\n本件特許の無効理由についての新たな主張を追加すると共に，新たな刊行物等を証\n拠として提出し，その後，同年６月３日の第２回口頭弁論期日及び同年７月１５日\nの第３回口頭弁論期日において，前記主張・立証について若干の補充をし，第３回\n口頭弁論期日において口頭弁論が終結された。\n(2)　前記事実によれば，原審においては，第１回口頭弁論期日が開かれてから\n第３回口頭弁論期日において口頭弁論が終結されるまで２か月余り，訴えの提起か\nら起算しても４か月足らずの期間である。このように，原審の審理は極めて短期間\nに迅速に行われたものであって，控訴人の当審における新たな構成要件充足性及び\n本件特許の無効理由についての主張・立証は，若干の補充部分を除けば，基本的\nに，当審の第１回口頭弁論期日において控訴理由書の陳述と共に行われたものであ\nり，当審の審理の当初において提出されたものである。\nそして，前記の追加主張・立証の内容についてみると，まず，構成要件充\n足性に関する部分は，原審において既に控訴人が主張していた構成要件充足性\n（「アイコン」の意義）に関する主張を，若干角度を変えて補充するものにすぎな\nいということができる。また，本件特許の無効理由に関する部分は，新たに追加さ\nれた文献に基づくものではあるが，これらはいずれも外国において頒布された英語\nの文献であり，しかも，本件訴えの提起より１５年近くも前の本件特許出願時より\n前に頒布されたものであるから，このような公知文献を調査検索するためにそれな\nりの時間を要することはやむを得ないことというべきである。\n以上の事情を総合考慮すれば，控訴人が当審において新たに提出した構成\n要件充足性及び本件特許の無効理由についての追加的な主張・立証が時機に後れた\nものであるとまではいうことができない。\n(3)　これに対し，被控訴人は，別件製品及び控訴人製品の製造，譲渡等又は譲\n渡等の申出をめぐり，本件特許権に基づく警告から原審の判決に至るまで約４年が\n経過し，本件特許権に基づく東京地方裁判所における審理も，別件仮処分の申立時\nを基準にすると，原審の口頭弁論終結時までに２年以上が経過しており，しかも，\n本件訴訟に先立つ別件訴訟において，別件製品のほか，控訴人製品の存在をも視野\nに入れて，裁判所から，控訴人が一定額を支払うことを内容とする和解勧告がされ\nていたから，控訴人には，クレーム解釈及び公知文献等の調査の十分な機会が与え\nられていたとして，前記追加的な主張・立証は時機に後れたものである旨主張す\nる。\nしかしながら，攻撃防御方法の提出が時機に後れたものとして民事訴訟法\n１５７条により却下すべきであるか否かは，当該訴訟の具体的な進行状況に応じ\nて，その提出時期よりも早く提出すべきことを期待できる客観的な事情があったか\n否かにより判断すべきものであるところ，控訴人が主張する前記事情は，いずれ\nも，被控訴人の請求に係る本件訴訟の具体的な進行状況とは関係のない事情をいう\nものにすぎない。\nそればかりでなく，控訴人による別件製品の製造，譲渡等又は譲渡等の申\n出に関し，被控訴人は，平成１４年１１月７日と同年１２月１０日に，本件特許権\nに基づき，控訴人に対し，前記行為の差止めを求める別件仮処分を申し立てた（甲\n１３の１，２８）が，平成１５年６月１８日にその申立てを取り下げた（甲１３の\n３８，３９）。また，控訴人の前記行為が被控訴人の本件特許権を侵害するか否か\nをめぐって争われた別件訴訟（同年８月１５日に控訴人が特許権侵害差止請求権不\n存在確認等を求める本訴を提起〔甲１〕，同年１０月２９日に被控訴人が特許権侵\n害行為差止を求める反訴を提起〔甲３〕）において，本件と同一の引用例（本訴甲\n１３の２５，別訴甲２５）に基づき，本件発明の進歩性の欠如による本件特許の無\n効理由の存否が争点の一つとなったが，被控訴人による本件訴えの提起後である平\n成１６年８月３１日に言い渡された第１審判決（乙１）は，別件製品をインストー\nルしたパソコンのヘルプウインドウに表示される「？」ボタン及び「表示」ボタン\n等は，デザイン化されていない単なる「記号」や「文字」であって，絵又は絵文字\nとはいえず，本件発明の構成要件にいう「アイコン」に該当しないか\nら，別件製品をインストールしたパソコン及びその使用は本件発明の技術的範囲に\n属しないとして，本件特許権の侵害を否定し，前記無効理由についての判断を示す\nことなく確定した。以上のような経緯も参酌すると，本件訴訟において，被控訴人\n主張の事情に基づいて，控訴人が当審において新たに提出した追加的な主張・立証\nが時機に後れたものであるということはできないから，被控訴人の前記主張は採用\nすることができない。\n(4)　なお，以上の検討に照らすと，控訴人が当審において新たに提出した本件\n特許の無効理由についての主張・立証は，これが審理を不当に遅延させることを目\n的として提出されたものとは認め難いから，特許法１０４条の３第２項により職権\nで却下すべきものということもできない（ちなみに，本件訴訟において，計画審理\nに関する民事訴訟法１４７条の３第３項又は１５６条の２の定めるところに従い，\n本件特許の無効理由についての攻撃防御方法を提出すべき期間が定められていたと\nの格別の事情も存在しないことは，記録上明らかである。）。\n５　結論\nよって，被控訴人の請求は，いずれも理由がないから，これを認容した原判\n決を取り消し，被控訴人の請求をいずれも棄却することとし，主文のとおり判決す\nる。\n知的財産高等裁判所特別部\n裁判長裁判官   　 篠  原  勝  美\n裁判官　　　塚  原  朋  一\n裁判官　　　佐  藤  久  夫\n裁判官　　　中  野  哲  弘\n裁判官      沖  中  康  人\n（別紙）\nイ号物件目録ロ号物件目録\n"
}