{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 21
  },
  "case_number": "平成10(行ウ)10",
  "case_name": "地公災基金高知県支部長公務外認定処分取消",
  "court_name": "高知地方裁判所",
  "field": "労働",
  "lawsuit_id": "18659",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18659",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/659/018659_hanrei.pdf",
  "contents": "主　　　文\n１　被告が原告に対し，平成７年６月１日付けをもって，亡ａの災害を公務外の災\n害と認定した処分を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同じ。\n第２　事案の概要\n本件は，平成元年４月から高知市立α中学校（以下「α中学校」という。）の校\n長であった亡ａが，平成２年１月２０日午後９時５６分に高知生協病院で解離性大\n動脈瘤破裂により死亡したことについて，ａの遺族（妻）である原告が公務災害認\n定請求をしたところ，被告が，平成７年６月１日付けをもって公務外の災害である\nと認定したのに対し，原告が，同処分は違法であるとして，その取消しを求めた事\n案である。\n１　争いのない事実及び証拠により明らかに認定できる事実（証拠等により認定し\nた事実については末尾に証拠等を掲記する。）\n（１）　ａの死亡等\n①　ａは，昭和５年８月１３日に出生した（甲２８の１６）。\n②　ａは，昭和５０年４月１日よりα中学校へ教諭として赴任し，以後継続して同\n校で勤務し，昭和６２年４月から平成元年３月まで同校の教頭を経て，平成元年４\n月から同校の校長の職にあった。\n③　ａは，平成２年１月２０日午後８時ころ，自宅で発作を起こし，同日午後９時\n５６分ころ，高知生協病院で死亡した。\nａの死亡後，エコー検査が行われ，同人の死因は解離性大動脈瘤破裂であり，ａ\nの解離性大動脈瘤はディ・ベイキーⅠ型であるとの診断がされた。\n④　原告は，ａの妻である（甲２）。\n（２）　公務災害認定請求等\n①　原告は，平成４年５月２０日，被告に対し，ａの死亡が公務に起因するもので\nあるとして公務災害認定請求（ただし，請求書の提出先は高知県教育委員会）を行\nった。\nこれに対し，被告は，平成７年６月１日付けで，公務外認定処分をし（以下「本\n件処分」という。），同月１２日，原告に本件処分を通知した。\n②　原告は，本件処分を不服とし，平成７年８月１０日，地方公務員災害補償基金\n高知県支部審査会に対し審査請求を行ったが，平成９年９月２５日，同審査請求は\n棄却された。\n③　原告は，さらに，平成９年１０月２０日，地方公務員災害補償基金審査会に対\nし再審査請求をしたが，平成１０年５月２０日付けで同再審査請求は棄却され，同\n年７月６日，原告に通知された。\n（３）　原告は，平成１０年９月２５日，本件処分がａの死亡を公務外と認定した\nのは違法であるとし，本件処分の取消しを求めて本訴を提起した（当裁判所に顕著\nな事実）。\n２　争点\nａの死亡は，公務上の災害にあたるか。\n（１）　原告の主張\n①　地方公務員災害補償法３１条にいう「公務上」の判断基準について\n公務起因性の判断基準としては，いわゆる共働原因説によるべきである。\nすなわち，傷病，死亡等の原因が業務の他に複数存在する場合，合理的関連性\n（相当因果関係）があるというためには，業務が他の原因に比較して昀有力の原因\nと認められなくても，また他の原因に比較して相対的に有力な原因と認められなく\nても，業務が他の原因と共働原因となっていることが認められれば足り，被災者の\n死亡等が，基礎疾患等の増悪が原因となった場合であっても，業務が基礎疾患等を\n誘発又は増悪させて発症の時期を早める等共働原因となって死亡等の結果を招いた\nと認められる場合は，公務と傷病，死亡等の間に合理的関連性（相当因果関係）が\n肯定されるべきである。\n②　ａの死亡前の勤務状況について\nア　α中学校校長としての激務\nα中学校は一般に高知県下でも有数の教育困難校として知られ，生徒の非行問\n題，教員の体罰問題等，高知市内の中学校の中でも昀も生徒指導等の面で教員の負\n担が大きい学校であった。\nまた，α中学校は，校区内にいわゆる同和地区が存在し，同和教育に力を入れて\nいる学校であり，同和地区在住生徒の保護者，運動団体等から学校に対する要求へ\nの対応が校長として不可欠の職務とされていた。\nしたがって，α中学校の校長は，α中学校の一般の教諭に比べても，また他の中\n学校の校長と比しても格段に過重な公務が課せられていた。\nイ　生徒の非行問題への対応\n平成元年９月から同年１０月にかけて，α中学校内では，生徒間及び生徒と教員\n間の暴力問題や深夜の学校や学校近くの高知大学構内などでの生徒及び卒業生のシ\nンナー吸引問題など，生徒指導上の重要問題が続発した。\n本来，これらの生徒等の非行問題についての個別的対応については，担任教諭及\nび生徒指導担当教諭が行い，学校管理職ではせいぜい教頭が対応するのが通常であ\nる。\nところが，α中学校においては，ａが１５年以上にわたって教鞭をとっており，\n生徒及び卒業生らとａとの人間関係が密接であったことや，本来生徒及び卒業生ら\nとの対応にあたるべき教頭のｂ教諭（以下「ｂ教頭」という。）の自宅が遠距離に\nあり，かつ，ｂ教頭が自動車を運転できなかったこととの関係上，校長であるａが\n自ら生徒及び卒業生らとの直接の対応を行っていた。\nこのａの生徒指導上の公務は，ａの死亡につながる公務過重の極めて重要な一因\nである。\nウ　教員の失踪\n平成元年９月，α中学校のｃ教諭（以下「ｃ教諭」という。）が，家族及び学校\n等に連絡なく行方不明になるという事件が起こった。その結果，ａは，連日，ｃ教\n諭の捜索及び授業対策に忙殺されることになった。\nｃ教諭は，３学期になった平成２年１月８日には登校しているが，またしても翌\n日から無断欠勤を続け，ａの死亡当時も欠勤状態であり，ａは，またもやｃ教諭の\n捜索や授業対策に忙殺された。\nこれらｃ教諭の欠勤への対応は，ａが死亡した日の１１日前である平成２年１月\n９日から再燃したものであって，前年９月からの対応とは関連しつつも，独自の重\n大事件としてａの死亡に直結する公務過重の一つである。\nエ　同和問題への対応\n平成元年１１月１４日，α中学校の保護者との地区懇談会で，α中学校教諭の発\n行した学級通信に記載された表現問題などがきっかけとなり，同和教育に関するα\n中学校の教員の姿勢が糾弾された。加えて，同月２１日，校内の生徒相互の会話の\n中で出た言葉が差別発言であると指摘されるような問題が発生した。\nａは，校長として，これらを合わせて職員会，教育委員会及び同和運動団体など\nとの対応に忙殺されるようになった。\nなお，ａは，これらについて対応をしていた同年１２月１６日，意識不明に陥\nり，同月２０日まで入院するなどしている。\nａは，同月２２日から冬休みに入るが，当日も午後２時に高知市教育委員会（以\n下「高知市教委」という。）を訪問して，同和教育に絡む問題を協議し，また，冬\n休み中の同月２７日には，高知市教育研究所において差別発言問題などにつき協議\nし，高知市教委の指導を受けた。\nａ死亡の３日前である平成２年１月１７日のα中学校の定例職員会では，生徒の\nたばこ，万引き，シンナーの他に「差別発言」問題などの報告及び議論がなされて\nおり，引き続き２学期以来の生徒指導上の問題及び同和問題などへの対応がａの業\n務のかなりの部分を占めている。\nこれらの経過の中で，高知市教委は，ａに対し，教諭及び生徒の側に問題がある\nとの認識を前提に，文書等で強力な指導を繰り返したが，ａは，自分の学校の教\n諭，生徒に責任はないとの立場から，高知市教委と協議を繰り返していた。\nａ死亡の前日である同月１９日には，同和問題の運動団体である部落解放同盟高\n知市連絡協議会（議長はｄ，以下「解放同盟高知市協」という。）の対高知市交渉\nがあり，２学期以来のα中学校での一連の同和問題が取り上げられた。そこで，ａ\nは，それにあたっての教育長の答弁を事前に検討し，事後にも高知市教委に呼び出\nされるなどした。\nさらに，ａ死亡の当日には，α中学校と校区内にあるα小学校及びα第２小学校\nを加えた３校のＰＴＡ主催による同和問題学習会が行われ，ａは，午後１時半から\n５時ころまでこれに出席した。同学習会の場では，一連の差別発言について出席者\nの中から激しい非難の声がａに向けられた。その後，ａは，体調不良を理由に，予\n定されていた懇親会を欠席した。校長が懇親会欠席するなどという事態はまさに異\n例であり，この段階でａの過労は極限状態に達していた。\nかくして，ａは，帰宅直後の同日午後８時過ぎに発作を起こし，同日午後９時５\n６分に解離性大動脈瘤破裂により死亡した。\n③　ａ死亡の機序及び公務起因性について\nａの死因は，ディ・ベイキーⅠ型の解離性大動脈瘤破裂（内膜の亀裂が上行大動\n脈にあり，解離が上行大動脈から腹部大動脈までに及ぶもの）である。\n解離性大動脈瘤破裂の発生原因は，血管内皮の損傷（嚢状中膜壊死から亀裂，解\n離を含む。）に求められるところ，このような血管内皮の損傷は，高血圧が原因で\nあるとされる。\nそして，ａには高血圧疾患はなかったことから，ほかに高血圧の原因が求められ\nるべきところ，それは，仕事上の精神的ストレス，過重労働に求められるべきであ\nる。\nなお，精神的・肉体的ストレスが加わると，交感神経を興奮させ，アドレナリ\nン，ノルアドレナリン，アンジオテンシン，セロトニン，ブクジキニン，プロスタ\nクラジンなどの物質を血液中に増加させ，その結果血圧が上昇すると考えられてお\nり，精神的・肉体的ストレスと心血管系疾患には密接な関連がある。\nところで，ａは，平成元年４月以降，α中学校校長として一般的な激務の下にあ\nり，生徒指導上の激務，教諭行方不明事件への対応などで公務が加重となっていた\n上，一連の同和問題での解放同盟高知市協からの糾弾等が重なり，過大な精神的ス\nトレスの下にあった。\nそして，これらの精神的ストレス等により，ａの血圧が上昇し，そのたびに血管\n内皮の損傷を繰り返し，平成元年１２月１６日ころにはついには大動脈解離の初期\n症状が発生していた。\nさらに，平成元年の年末から平成２年の年始にかけて，解放同盟高知市協の要求\nを受けた高知市教委からの指導が繰り返され，ついには死亡前日の解放同盟高知市\n協による対高知市交渉の場で，同盟休校まで突きつけられて問題発言をしたとされ\nる教諭を糾弾会に出席させる職務命令の発令を強要された上，高知市教委からはそ\nの対応は学校長の責任だと言われ，進退窮まるという猛烈な精神的ストレスの渦中\nに置かれたものであり，さらに，死亡当日の３校（α中学校，α小学校，α第２小\n学校）ＰＴＡ同和問題学習会でも厳しい非難を受け，その際の精神的ストレスによ\nる血圧上昇により，とうとう解離性大動脈瘤の破裂という事態を招いたのである。\n以上の経緯によれば，ａの死亡には公務起因性が優に認められるというべきであ\nる。\n（２）　被告の主張\n①　地方公務員災害補償法３１条にいう「公務上」の判断基準について\n職員が公務上死亡した場合とは，職員が公務に基づく負傷又は疾病に起因して死\n亡した場合をいい，負傷又は疾病と公務との間には相当因果関係のあること（公務\n起因性）が必要であり，その負傷又は疾病が原因となって死亡事故が発生した場合\nでなければならない。\nそして，その相当因果関係は，具体的には，災害が発生した時点に立って，そこ\nから過去に遡って客観的に災害を発生させる原因となり得た無数の原因を抽出し，\nその原因の一つである公務のみに危険責任を負わせ全損害の補填をさせることが相\n当かどうかを判断する基準である。\nそこで，無数に存在する原因のうちわずか一つである業務に１００パーセントの\n危険責任を負担させるだけの合理性を担保するためには，少なくとも業務が，災害\nを引き起こすその他の要因との関係で相対的に有力な原因であったと評価できるこ\nとが必要である。\n本件では，ａの血管疾患が問題となっているが，脳血管疾患及び虚血性心疾患等\nは，負傷に起因するものを除き，本来，業務に従事することによって直接的に発症\nするものではない。\n他方で，業務が通常は起こりえない血圧変動や血管壁縮等を引き起こし，その結\n果，血管病変等がその自然経過を超えて急激に増悪し，脳血管疾患及び虚血性心疾\n患等を発症させるに至った場合には，業務に内在する有害因子及び危険が現実化し\nたものといえ，業務が相対的に有力な原因となってこれらの疾患を発症させたと判\n断され，業務と疾病との間に相当因果関係があると認められることがある。\nただし，脳血管疾患及び虚血性心疾患は，負傷に起因するものを除くと，有害環\n境や有害物質等の職場特有の要因によって発症するものではなく，日常生活におい\nて，いつ，いかなる時でも発症する可能性のあるものであるから，これらの疾患が\n公務に起因するものとして認められるためには，使用者の支配下にあったことを単\nなる機会として発症したというだけでは足りず，当該業務に従事していたことの必\n然的帰結として生じたものであること，すなわち，当該業務に当該疾病を発生させ\nる有害因子及び危険が内包され，これが現実化したことによる疾病であることを要\nするのである。\nところで，脳・心疾患についての公務上外認定行政においては，地方公務員災害\n補償基金理事長より，平成７年３月３１日地基補第４７号「心・血管疾患及び脳血\n管疾患等業務関連疾患の公務上災害の認定について」という通知（以下「旧基金理\n事長通知」という。）が発せられており，これに照らして実務的運用がなされてい\nる。\n旧基金理事長通知においては，脳・心疾患のうち特に１１の疾病（大動脈瘤破裂\n（解離を含む。）も含まれている。）が列挙されているが，これらの疾病は，昀新\nの医学的知見による検討の結果，基礎疾患を有する職員が，特に過重な業務に従事\nした場合に，通常は起こりえない血圧変動や血管壁縮等を伴って血管病変等を急激\nに著しく憎悪させ，発症に至ることもあり得ることが判明した疾病である。\nそして，旧基金理事長通知においては，これらの疾病が発症した際に，公務上と\n認められるためには，「発症前に，業務に関連してその発生状態を時間的，場所的\nに明確にし得る異常な出来事に遭遇したことにより又は通常の日常の業務（被災職\n員が占めていた職に割り当てられた職務のうち，正規の勤務時間内に行う日常の業\n務をいう。）に比較して特に質的に若しくは量的に過重な業務に従事したことによ\nり，医学経験則上，心・血管疾患及び脳血管疾患等の発症の基礎となる病態（血管\n病変等）を加齢，一般的生活等によるいわゆる自然的経過を超えて急激に著しく増\n悪させ，当該疾患の発症原因とするに足る強度の精神的又は肉体的負荷（「過重負\n荷」）を受けていたことが必要である。」とされている。\nなお，平成１３年１２月１２日，基金理事長から地基補第２３９号をもって\n「心・血管疾患及び脳血管疾患等の職務関連疾患の公務上災害の認定について」と\nの通知（以下「新基金理事長通知」という。）がなされ，前記の旧基金理事長通知\nは廃止された。\n新基金理事長通知の主な改正点は，（１）心臓，脳疾患の発症に影響を及ぼす職\n務による明らかな過重負荷として，比較的長期間にわたる疲労の蓄積が考慮される\nこととなったこと（発症前概ね半年間程度，特別な事情が特に長期間に及ぶことを\n余儀なくされていた場合は概ね１年間程度。新基金理事長通知第３の１），（２）\n認定の重要な要件として，従事期間別の時間外勤務時間数を明示したこと（同第４\nの２）などであるが，相当因果関係の判断において業務が相対的に有力な原因とな\nっていることを要すること，その他認定にあたっての基本的な考え方については何\nら変更が加えられたものではない。\nしたがって，本件においても，公務上の災害にあたるかどうかは以上の新・旧基\n金理事長通知により判断されるべきである。\n②　ａの死亡前の勤務状況について\nア　α中学校校長の公務\nα中学校は，その校区内にいわゆる同和地区が存在し，同和教育に力を入れてい\nる学校であったことは認められる。\nしかし，同校は，平成元年当時，生徒数８３０名，教職員５６名の規模の学校で\nあって，個別の問題ごとに担当教諭が配置され，学校の組織としての対応がされて\nいたものである。\nそして，同和問題については，同和教育主任が中心になって対応しており，ま\nた，仮に当時α中学校で非行問題があったとしても，それは生徒指導主事の教諭が\n対応することとされていたのであって，校長であるａが直接対応する必要のある状\n況にはなかった。\nしたがって，ａのα中学校校長としての公務の繁忙さは，中学校校長の職務一般\nにいえることであって，特にａの職務が激務であったというわけではない。\nイ　生徒の非行問題への対応\n生徒の非行問題については，生徒，保護者の直接の指導は生徒指導主事と学級担\n任が主に対応し，場合によっては学年主任や同和教育主任も加わることがあり，事\n件のことは教頭，校長に報告するが，校長が直接対応することはほとんどなかっ\nた。\nウ　教員の失踪\n平成元年９月１日のｃ教諭の失踪については，ａが管理者として父母に事情を尋\nねたり補充教員の要請をしたことは認められるが，同月１３日には臨時教員が任命\nされており，それまでの授業対策は同校の教務主任が担当している。\nまた，翌年１月９日からのｃ教諭の無断欠勤については，２日後の同月１１日か\nら臨時教員が任命されているので，ａへの過重な公務となる余地はない。\nエ　同和問題への対応\nα中学校には同和教育主任が２名配置されており，個々の差別事件については同\n和教育主任が学級担任や学年主任と一緒に生徒や保護者に対応することになってお\nり，校長であるａは直接生徒や保護者に対応していない。\n高知市教委との対応についても，平成元年１２月２７日の協議にはｂ教頭も同行\nしているのであって，ａ１人がその対応に忙殺される状況であったとは見られな\nい。\nａ死亡の当日である平成２年１月２０日の３校ＰＴＡ主催の同和問題学習会も啓\n発映画の上映や県外講師の講演を主とする学習会であって，ａが出席者から激しく\n非難されるような会合ではなかった。\n③　ａ死亡の機序及び公務起因性について\n前記②のとおり，ａの死亡には公務起因性が認められる過重負荷が存在しない。\nａの解離性大動脈瘤破裂は，ａの有する基礎疾患が自然的経過に伴って増悪して\n発症したものと考えるのが妥当である。\n第３　争点に対する判断\n１　地方公務員災害補償法１条の「公務上の災害」，同法３１条にいう「職員が公\n務上死亡した場合」，同法４５条にいう「災害が公務・・・により生じたものであ\nる」場合とは，公務に起因する災害をいい，公務に起因するというためには，公務\nと災害（死亡）との間に相当因果関係があることを要する。\nそして，本件のように，被災者であるａが解離性大動脈瘤破裂という心血管疾患\nを有することが問題となっている場合について検討すると，これらの疾患は，負傷\nに起因するものを除き，本来，業務に従事することによって直接的に発症するもの\nではないものの，他方で，業務が通常は起こり得ない血圧変動や血管壁縮等を引き\n起こし，その結果，血管病変等がその自然経過を超えて急激に増悪し，脳血管疾患\n及び虚血性心疾患等を発症させるに至った場合には，業務に内在する有害因子及び\n危険が現実化したものであるから，業務と疾病との間に相当因果関係があると認め\nられることがある。\nそして，その判断基準について検討するに，脳・心臓疾患の認定基準に関する専\n門検討会報告書（甲２９），基発第１０６３号厚生労働省労働基準局通達（甲３\n０）及び新基金理事長通知（地基補第２３９号，乙１８）によれば，解離性大動脈\n瘤破裂等が公務上の災害と認められるための基準は，\n「　次の（１），（２）又は（３）の業務による明らかな加重負荷を受けたことに\nより発症した脳・心臓疾患は，労働基準法施行規則別表第１の２第９号に該当する\n疾病として取り扱う。\n（１）　発症直前から前日までの間において，発生状態を時間的及び場所的に明確\nにし得る異常な出来事（以下「異常な出来事」という）に遭遇したこと。\n（２）　発症に近接した時期において，特に過重な業務（以下「短期間の加重業\n務」という。）に就労したこと。\n（３）　発症前の長期間にわたって，著しい疲労の蓄積をもたらす特に過重な業務\n（以下「長期間の加重業務」という。）に就労したこと。」（前記厚生労働省労働\n基準局長通達の「第３　認定要件」）\n「１　次のいずれかに該当したことにより，医学経験則上，心・血管疾患及び脳血\n管疾患の発症の基礎となる高血圧症，血管病変（動脈硬化症等をいう。以下同\nじ。）等の病態を加齢，一般生活によるいわゆる自然的経過を早めて著しく増悪さ\nせ，当該疾患の発症原因とするに足る強度の精神的又は肉体的負荷（以下「過重負\n荷」という。）を受けていたことが明らかに認められることが必要である。（１）\n発症前に，職務に関連してその発生状態を時間的，場所的に明確にし得る異常な出\n来事・突発的事態に遭遇したこと。（２）発症前に，通常の日常の職務（被災職員\nが占めていた職に割り当てられた職務であって，正規の勤務時間「１日あたり平均\n概ね８時間勤務」内に行う日常の職務をいう。以下同じ。）に比較して特に過重な\n職務に従事したこと。\n２　「過重負荷」を受けてから，心・血管疾患及び脳血管疾患の症状が顕在化する\nまでの時間的間隔が医学上妥当と認められることが必要である。通常は，「過重負\n荷」を受けてから２４時間以内に症状が顕在化するが，症状が顕在化するまでに２\n日程度以上を経過する症例もあるので，個別事案にかかる疾病の発症機序等に応\nじ，鑑別を行う必要がある。」（前記新基金理事長通知の「第１　心・血管疾患及\nび脳血管疾患が公務上の災害と認められる場合の要件」）\nなどとされているところ，これらの基準は，公務起因性の基準として相当なものと\n考えられるので，以下，これらの基準に従ってａの死亡の公務起因性を検討する。\nなお，原告は，第２の２の（１）原告の主張のとおり，いわゆる共働原因説によ\nって公務起因性を判断すべきだと主張するが，原告の主張するいわゆる共働原因説\nによったとしても，公務起因性の認定のためには，被災者の死亡等が基礎疾患等の\n増悪が原因となった場合については，公務が基礎疾患等を誘発又は増悪させて発症\nの時期を早める等共働原因となって死亡等の結果を招いたと認められる場合でなけ\nればならず，特に本件のように血管疾患が原因がされる場合には，この共働原因性\nの有無は，結局，上記の過重負荷を受けていたか否かによって決定されることにな\nると考えられるから，労働災害事件における公務起因性の判断において共働原因説\nと相対的有力原因説のいずれが妥当かの見解の相違についてはこれを判断しないこ\nととする。\n２　そこで，まず，ａの死亡前の勤務状況について検討する。\n前記第２の１の事実のほか，証拠（甲２，３，４，６の１，７，８，１０，１\n５，１６，２３，２４，２８の１ないし１７，乙５，８，１０ないし１２，１７，\n証人ｅ，同ｆ，同ｇ，原告本人）及び弁論の全趣旨によれば，以下の事実が認定で\nきる。\n（１）　ａの普段の生活状況及び健康状況について\n①　ａの昭和６３年から死亡までに実施された検査によれば，ａの血圧等の推移は\n以下のとおりであり，ａには，解離性大動脈瘤破裂の原因ととなるべき高血圧症の\n基礎疾患は存在しなかった。\n昭和６３年６月３０日　血圧　１３６／８０，蛋白，糖（－），指導区分判定Ｄ３\n平成元年３月１７日　血圧　１５０／８０\n平成元年６月３０日　血圧　１３８／８０，蛋白，糖（－），指導区分Ｄ３\n平成元年１１月２９日　血圧　１３８／８０，蛋白，糖（－），指導区分Ｄ３\n平成元年１２月９日　血圧１４４／８０\n平成元年１２月１６日（午前）　血圧１４８／８４\n平成元年１２月１６日（１３時）　血圧１６０／１００\n平成２年１月２０日（２０時４０分）　血圧１４０／８０\n（指導区分Ｄ３は，生活状況区分及び医療区分ともに正常の意味。）\n②　ａは，飲酒はほとんどせず，喫煙は，２５歳のころから１日４０本程度，コー\nヒーは１日４～６杯程度であった。また，昼食は取らず，夕食の時間も不規則であ\nった。\n③　ａの既往病歴及び受診状況は，以下のとおりである。\nア　高知生協病院\n昭和６０年５月１２日から平成２年１月１９日まで　不眠症\n平成元年３月１７日　耳鳴り，頭痛，ふらつき，動悸による受診\n同年６月１４日　頭痛による受診\n同年１０月２日　頭痛による受診\n同年１２月９日　不眠による受診\n同月１６日午前　胃の調子が悪く，通院\n同月１６日から２０日まで　喉から胃にかけての痛みが出現，動悸，気分不快，意\n識喪失により入院\nイ　中越神経内科\n昭和６２年４月から平成２年１月１３日まで　不眠症\n平成元年１月１９日から同年７月１４日まで　坐骨神経痛\n同年１０月２３日　急性胃炎\n（２）　α中学校校長就任後におけるａの非行問題に関する公務について\n平成元年９月から同年１０月にかけて，α中学校においては，生徒が教師に暴力\nを振るうなどの非行事件が相次いだ。\nまた，同年の冬休みころには，α中学校近くの高知大学構内において，生徒がシ\nンナーを吸引するなどの事件があった。\n通常，中学校においては，生徒の非行問題については，主に担任教諭や生徒指導\n担当教諭が行うことになっており，また，管理職でも，通常は教頭が対応にあた\nり，校長が非行問題に直接関与することはない。\nところが，平成元年当時のα中学校においては，ａが，昭和５０年４月から継続\nして同校で教鞭をとっており，同校の生徒や卒業生との人間関係が密接であったこ\nとから，卒業生らが引き起こす事件についてまで，警察等を通して，直接呼び出さ\nれるようなことがたびたびあった。\nまた，当時のα中学校のｂ教頭が自動車の免許を持っていなかったことから，ａ\nは，これらの呼び出しについて自ら対応することを余儀なくされていた。\nしかも，生徒の暴力事件については，非行生徒の保護者と担任教諭の対話がうま\nくいかず，保護者から校長でないと話にならないとして呼び出しがあるため，しば\nしばａ自身が非行問題を引き起こした生徒の家を家庭訪問していた。\n（３）　教諭失踪事件におけるａの公務について\n平成元年９月１日，当時１年生の担任であったｃ教諭が，突然，自宅に，「９月\n１日，やはり，教師に向いていませんでした。こんな行動許されないかも知れませ\nんが，苦しくてたまりません。ごめんなさい。」という書き置きを残して失踪し，\nその旨がａに報告された。\nａは，上記書き置きの記載内容から，ｃ教諭に自殺等の万が一の事態が発生した\nかも知れないと考え，それから１週間の間，同教諭の捜索を続けた。\nまた，ａは，ｃ教諭の家庭への連絡，訪問をし，高知警察署，高知南警察署への\n問い合わせ，生徒指導主事への捜索の指示，教育委員会への事実報告等に明け暮れ\nた。同教論は，約１週間後には発見されたが，結局２学期の間は職場に復帰しなか\nった。\nもっとも，ａの要請により，平成元年９月１３日に臨時教員が配置されたことか\nら，授業自体は特に支障なく行われた。\nところが，ｃ教諭は，３学期の始業式である平成２年１月８日には出勤したもの\nの，翌日から再び無断欠勤を続けた。\nなお，臨時教員が同月１１日に配置されたため，授業自体に支障はなかった。\n（４）　同和問題に関するａの公務について\n①　平成元年４月から同年５月ころ，α中学校校区内のいわゆる同和地区にある３\nつの町（地区）の懇談会（以下「３町地区懇」という。）が開かれ，同地区内のＰ\nＴＡの会長から生徒の基礎学力をつけなければいけない旨の要請がα中学校教師に\n向けてされた際，出席していたｅ教諭（以下「ｅ教諭」という。）が，これに対し\nて，様々な職業で自立していくことを展望として持ちつつ，今日の学力をとらえて\nいく必要がある，音楽家になってもいいし，ラーメン屋になってもいい，などと発\n言した（以下「ラーメン屋事件」という。）。\n②　平成元年７月１７日，α中学校１年１組の学級通信「ひちょう」（甲６参照）\nにおいて，同組の担任教諭であったｅ教諭が，ワーク代金の未納者の名前及び未納\n代金を列挙して記載したところ，同年９月ころ，名前を記載された生徒の保護者の\n１人から，同和主任の教諭を通して，ｅ教諭に，同和教育に関わるということで，\n抗議の連絡があった（以下「ひちょう事件」という。）。\n③　また，α中学校においては，上記の各事件とは別に，平成元年９月ころ，中学\n１年生の遠足でβに行った際（ただし，行程の途中で，同所が休みであることがわ\nかったため，行き先はγ公園に変更になった。），事前の約束に反し，生徒らがバ\nス内で菓子類を食べたため，これらを没収するなどしたことがあった（以下「遠足\n事件」という。）。\n④　平成元年１１月１４日，３町地区懇が開かれ，ａ，α第２小学校の校長、α小\n学校及びα第２小学校の同和主任，α中学校の教師（ｅ教諭も含む。），同和地区\nに居住する生徒の父母らが出席した。\nその席で，ひちょう事件，遠足事件のことが同和問題に関わるとして話題とな\nり，ｅ教諭が，その全体会で，すべて問題を話し合いで決着したことを述べたとこ\nろ，α第２小学校の同和主任であるｈ教諭が，話し合いで決着するなどということ\nは適当ではなく，そのようなやり方をする教諭の人間資質の問題である旨の発言を\nし，これに対してｅ教諭が同発言の取消しを求めるなどの争いが起きた。\n翌１５日には，職員朝礼において，ｅ教諭が，ｉ教諭に対して正式に抗議し，発\n言の取消し及び謝罪を求めるべきだと提案したところ，これが了承され，ａがα第\n２小学校に行くことが決まるなどした。\n⑤　平成元年１１月２１日，α中学校において，ある生徒が他の生徒に対し，「う\nるさいわ，えた。」などと発言する差別発言事件が起きた（甲１２参照，以下「差\n別発言事件」という。）。\n⑥　平成元年１２月８日，解放同盟高知市協（なお，ａの死亡後である平成２年６\n月には，ｂ教頭も役員として選任された。）において，ａは，ｄ議長らから，ラー\nメン屋事件や差別発言事件について「教師が差別させるようなことをしてい\nる。」，「教師集団が問題である。」等の苦言を呈され，教師集団と解放同盟高知\n市協の会合（ただし，解放同盟高知市協の名称を出さず，保護者と教師らの会合と\nいう名目とする。）を持つよう要求されるなどした。\nまた，ａは，同月２７日，高知市教育研究所において，同和問題について，高知\n市教委の事務局同和教育課人権啓発班長ｊらと会合を持ち，そこで指導を受けるな\nどした。\n⑦　平成２年１月１９日，解放同盟高知市協の対高知市交渉が開かれた。\nその際，前記のラーメン屋事件等のｅ教諭の言動についてのα中学校の対応等\nが，解放同盟高知市協から非難の対象にされ，ア　同和教育以前のｅ教諭らの人間\n資質の問題である，イ　確認会及び糾弾会の開催並びに同盟休校も辞さない，ウ\n糾弾会に参加するにあたり，ｅ教諭に出席についての職務命令を発令せよ，などと\n指摘された。\nこれに対し，教育次長，教育長は，第１次的には学校長が対処する旨答弁するな\nどした。\nその際，ｂ教頭は，当初は解放同盟高知市協の側の席に座っていたが，話題がα\n中学校に関する事柄になったことから，急遽高知市（高知市教委）の側の席に呼ば\nれ，同所で発言するという事も発生した。\nなお，ａは，同交渉の会場付近に控えていたか，あるいは事後的にｂ教頭から詳\n細な報告を受け，上記の交渉経緯を知った。\n⑧　平成２年１月２０日，ａは，３校（α中学校，α小学校，α第２小学校）ＰＴ\nＡ同和問題学習会に出席した。\n同学習会では，懇親会等も予定されていたが，ａは，体調不良を理由に欠席して\n帰宅し，同日，死亡した。\n３　以上に認定した事実によれば，ａは，平成元年９月（ａ死亡の時点から約４か\n月前，ａが意識を失った時点である平成元年１２月１６日から約３か月前）から，\n断続的に，前記のα中学校の生徒及び卒業生らの非行問題，ｃ教諭の失踪問題，同\n和教育の問題等についての対応を含む種々の公務に従事していたところ，（１）生\n徒及び卒業生らの非行問題については，特にａを名指しで指名されていたことなど\nから代替性がなく，かつ夜間，自宅又は勤務地以外の場所で突発的に起こる過重な\n公務であったこと，（２）ｃ教諭の失踪事件についてみれば，たとえ失踪後に臨時\n教員が配置されて授業自体は支障なく行われたとしても，自分の学校に勤務してい\nた教諭が突如失踪すること自体，教諭を指揮監督する職務を有する校長にとって突\n発的かつ過重な負荷となったと推認される上，その捜索や臨時教員配置のための手\n続及び教育委員会への報告等の負担をも考え合わせると，その公務は非常に過重な\n状態にあったといえること，（３）同和問題については，解放同盟高知市協や高知\n市教委，さらには解放同盟高知市協から批判の対象とされた教諭らから様々な要請\nを受けていた上，校長を補佐すべき立場にある教頭にも相談することもできず、結\n局，これらの問題解決を１人で模索すべき状況に追い込まれていたことが認められ\nる。\nそこで，公務起因性について検討するに，前記のとおり公務起因性の判断基準と\nして相当と考えられる新基金理事長通知（地基補第２３９号）によれば，心臓，脳\n疾患の発症に影響を及ぼす職務による明らかな過重負荷として，比較的長期間（発\n症前概ね半年間程度，特別な事情が特に長期間に及ぶことを余儀なくされていた場\n合は概ね１年間程度。）にわたる疲労の蓄積が考慮されることになっているとこ\nろ，ａは，前記認定のとおり，平成元年９月ころ以降は特に疲労が蓄積しており，\n平成元年１２月１６日には，本件の前駆症状とも考え得る発作を起こしており，そ\nの後も，平成２年１月２０日に死亡するまで，前記の過重負荷を断続的に受け続け\nていたことが認められ，死亡直前までの疲労の蓄積も相当なものであったと推認さ\nれる。\nしかも，前記認定のとおり，ａは，平成２年１月１９日の解放同盟高知市協の対\n高知市交渉において，解放同盟高知市協から，α中学校の教諭及びα中学校の体制\nについての話題が出て，確認会及び糾弾会の開催並びに同盟休校も辞さないなどと\nいう強硬な姿勢が打ち出され，これを受けた高知市教委の教育長らから，いわば責\n任を被される形で校長がリーダーシップを取ってやっていくなどの答弁が出される\nなど，校長としてはいかんともしがたい状況に追い込まれていたものであって，ａ\nは，こうした極度の緊張及び興奮を伴う異常な出来事によって血圧が上昇し，既に\n平成元年１２月１６日ころに初期症状が出ていたと思われる解離性大動脈瘤に過度\nの圧力が加わった結果，平成２年１月２０日に解離性大動脈瘤破裂を発症して死亡\nしたものと推認するのが相当であるから，ａの死亡には公務起因性が認められると\nいうべきである。\n４　なお，被告は，ａの解離性大動脈瘤破裂は，ａの有する基礎疾患が自然的経過\nに伴って増悪して発症したものと考えるのが妥当であると主張する。\nしかしながら，被告の主張は，ａが平成元年９月以降受けていた前記の非行問\n題，教員失踪問題，同和問題等が過重負荷であったこと自体をいずれも否定するな\nど，公務起因性を判断する上での基礎事実の認定を誤っている上，解離性大動脈瘤\n破裂は，通常，高血圧や動脈硬化症を原因とするが，前記認定のａの血圧の変遷等\nからしても，ａが高血圧症や動脈硬化症等の基礎疾患に罹患していたとはいえず，\n平成元年１２月１６日あるいは平成２年１月２０日ころにかけて，ａの基礎疾患が\n自然的経過に伴って増悪する状態であったことは認められないにもかかわらず，ａ\nの有する基礎疾患が自然的経過に伴って増悪したとするものであって，その主張に\n十分な根拠があるものとは認めがたい。したがって，被告の上記主張は採用できな\nい。\n第４　結論\n以上によれば，被告が原告に対し，平成７年６月１日付けをもってａの死亡を公\n務外と認定したのは違法であるから，本件処分はこれを取り消すのが相当である。\nよって，原告の請求は理由があるから，これを認容することとし，主文のとおり\n判決する。\n高知地方裁判所民事部\n裁判長裁判官　亀田廣美\n裁判官　櫻井達朗\n裁判官　中野宏一\n"
}