{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 27
  },
  "case_number": "平成13(ネ)402",
  "case_name": "中郷村元職員慰謝料請求",
  "court_name": "東京高等裁判所",
  "lawsuit_id": "18730",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18730",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/730/018730_hanrei.pdf",
  "contents": "（原審・新潟地方裁判所高田支部平成１１年（ワ）第４号慰謝料請求事件（原審言\n渡日平成１２年１２月７日））\n主　　　　　　文\n一　原判決中控訴人敗訴部分を取り消す。\n二　上記部分に係る被控訴人の請求を棄却する。\n三　訴訟費用は、第１、２審とも被控訴人の負担とする。\n事実及び理由\n一　申立て\n１　控訴人\n主文と同旨\n２　被控訴人\n(1) 本件控訴を棄却する。\n(2) 控訴費用は控訴人の負担とする。\n二　事案の概要\n１　本件は、控訴人の元職員であった被控訴人が、「平成１０年１月１日付け\nの控訴人の機構改革に伴う人事異動において、従前控訴人税務課長の職にあった被\n控訴人に対し、総務課参事とする旨の人事発令（本件発令）がされたところ、本件\n発令は、被控訴人を嫌悪する控訴人村長（第一審被告）が、嫌がらせのために行っ\nたものであって違法である。」と主張して、控訴人及び村長に対し、慰謝料の支払\nを求めた事案である。原判決は、本件発令は違法であると認め、控訴人に対し慰謝\n料５０万円の支払を命じた（村長に対する請求は、公務員として行った行為につい\nて個人責任を追及することはできないとして、これを棄却した。）ところ、これを\n不服とする控訴人が控訴の申立てをした。\n２　事案の概要の詳細は、次のとおり付加するほかは、原判決の「事実及び理\n由」一、二に記載のとおりであるから、これを引用する。\n（当審における付加主張）\n(1) 被控訴人\nア）本件発令に当たって、任命権者である村長に裁量権が認められることは争わな\nいが、そうだからといってどのような人事発令でも許されるものではなく、裁量権\nの行使に逸脱、濫用があれば、違法と評価されるべきであることは当然である。\nイ）控訴人は、「被控訴人は税務課長として適格性を欠いていた。」などとして様\n々な事由を主張しているが、被控訴人は、税務課長として正しいと考える意見を具\n申したのにすぎないし、その内容も正当なものであって、「誤った見解に固執し\nた。」と批判されるようなものではない。仮に被控訴人の述べた意見の中に、異論\nのあり得るものがあったとしても、それは、甲乙両説あり得る中で一つの見解を述\nべたという程度のものであって、税務課長や公務員としての適格性を疑われるよう\nな非常識な意見を述べたことはない。現に、税務課長としての在任中、誤った見解\nに固執したなどといった理由で、被控訴人に対して懲戒処分等が行われたり、その\nための検討が行われたといった事実はないのであり、控訴人の主張は、本件発令を\n正当化するために、後になってこじつけたものとしか理解のしようのないものであ\nる。また、被控訴人が他の職員から反発を受けていたという事実もなく、この点に\n関する控訴人の主張は、すべて根拠のないものである。\nウ）被控訴人は、以下に述べるとおり、本件発令に当たって嫌がらせとしか考えら\nれない異常な処遇を受けており、この事実に照らしてみても、本件発令の真の理由\nが、被控訴人を嫌悪する村長が、被控訴人に対する嫌がらせを行うことにあったこ\nとは明らかである。\n第１に、控訴人における参事職は、一定数の部下を配置され、その部下を指揮監\n督しながら職務を行うものとされており、現に他の参事にはすべて部下が配置され\nたにも拘わらず、被控訴人一人が部下を全く持たない参事とされた。第２に、平成\n９年１２月２６日、翌年１月１日以降の職員の座席配置が決定された際、被控訴人\nの座席の位置のみが決まっておらず、被控訴人が抗議をした結果、ようやく座席の\n位置が決められたものの、他の総務課職員は全員役場二階の事務室内に座席が定め\nられたにも拘わらず、被控訴人ただ一人が役場一階の収入役席の横に座席を定めら\nれるという「島流し」としかいいようのない異常な座席配置となった。第３に、平\n成１０年１月６日、新体制での職務が始まる時点においても、被控訴人の担当事務\nは定められておらず、村長や助役等に尋ねても要領を得ない状態であり、同月１２\n日になってようやくＡ村地域防災計画の見直しと人材育成の基本計画の策定につい\nて計画策定することを命じられるに至ったが、この特命事項の内容も、本来総務課\n行政防災班の所管事項に属する事務を、被控訴人を同班に所属させることもないま\nま担当させるという異常なものであった。以上のとおり、本件発令に伴って行われ\nた被控訴人に対する処遇は、いずれも明らかに異常なものであって、当事者である\n被控訴人はもちろん、他の職員の目から見ても、被控訴人が差別待遇を受けている\nと受け止められるような内容のものであったのであるから、そのような処遇を行わ\nなければならない特段の事情があったのであれば、それについての説明があって然\nるべきであったにも拘わらず、そのような説明も全くなかったのである。以上のよ\nうな事情を総合考慮すると、本件発令に当たっては、被控訴人の処遇について真面\n目な検討はされておらず、被控訴人を排除し閑職に追いやって嫌がらせをすること\nのみが考えられていたといわざるを得ないのであって、正当に裁量権が行使された\nとは到底言い難いものである。そして、その理由は、村長が、被控訴人を嫌悪し、\n嫌がらせをすることのみを目的としていたためであると考えるほかはないのであ\nる。\nエ）控訴人は、「本件発令によって被控訴人に経済的損害等は生じていないから、\n損害が発生する余地はない。」という趣旨の主張をしているが、本件発令によって\n被控訴人が多大な精神的打撃を受けたことは明らかであり、控訴人の上記主張は失\n当である。\n(2) 控訴人\nア）本件発令は、控訴人の課長職から参事職への異動を命ずるものであって、職制\n上の格付けや給与上の格付けには変更が生じない「転任」に当たるものであり、し\nかも、勤務場所に移動を生ずるものでもなく、被控訴人に対して損害を与えるもの\nではないのであるから、このような発令を行うについては、任命権者である村長の\n広汎な裁量権が認められるべきものである。したがって、本件発令が違法とされる\nのは、それが地方公務員法１３条に定める差別的取扱いに当たるとか、不当な動\n機、目的に基づくものであるとか、被控訴人に対して通常甘受すべき程度を著しく\n超える不利益を与えるものであるといった特段の事情が存する結果、任命権者に与\nえられた裁量権の行使に逸脱、濫用があると認められる場合に限られるものという\nべきである。\nイ）被控訴人に対して本件発令を行った経緯は次のとおりであって、裁量権の逸\n脱、濫用はない。\nすなわち、控訴人においては、行政改革の一環として機構改革を進めることと\nなり、平成１０年１月１日から、従前の８課体制を４課１室体制に変更することと\nなったため、従前課長職にあった者の一部を他の職に異動させる必要が生じてい\nた。被控訴人は、本件発令前は控訴人の税務課長職にあったものであるが、既に主\n張したとおり（原判決の「事実及び理由」二）、所管事項である税務行政上の問題\nについて誤った見解に固執し、村長や村議会の指示に従わず、また、村長が重要な\n施策として取り組んでいた行政改革のための業務改善事業に反対し、業務改善を進\nめるためにコンサルティング契約を締結していた民間会社社員の調査依頼にも協力\nせず、更に、控訴人の業務改善としての税務相談業務窓口の一本化や税務証明の発\n行窓口の一本化に関する施策に関し、根拠のない理由に基づいて村長の指示に従わ\nないなど課長職としての適格性を欠く行為を繰り返していた上、このような独善的\nな行動のために他の職員からも激しい反発を受けており、課長職にとどめておくこ\nとはできない状態にあった。村長は、以上のような事情や、被控訴人が定年間近\n（定年まで約１年）であったことなどを考慮し、機構改革後は、被控訴人を総務課\n参事とし、特命事項を担当させることとしたものであって、本件発令は、人事権の\n行使として適切なものであり、裁量権の逸脱、濫用が認められる余地はない。\nウ）被控訴人は、「平成１０年１月１日付けの人事異動に当たっては、被控訴人一\n人が部下を持たない参事とされたばかりか、他の総務課職員の座席はすべて役場二\n階事務室内と定められたにも拘わらず、被控訴人のみが役場一階に座席が定められ\nるという「島流し」ともいうべき座席配置が行われ、担当事務も同月１２日まで決\nまらないなどといった明らかに差別的な取扱いが行われたのであり、このような事\n情に照らしてみても、本件発令は、村長が被控訴人を嫌悪し、嫌がらせのために行\nったものであって、裁量権の逸脱、濫用があったことは明らかである。」という趣\n旨の主張をする。しかしながら、被控訴人の下に部下を配置せず、座席を役場一階\nに定めたのは、他の職員との軋轢が生ずることを避けることや、二階事務室に被控\n訴人の座席を配置できるだけのスペースがなかったことなどによるものであり、ま\nた、担当事務の決定が遅れたのは、担当者が多忙であったことや特命事項として被\n控訴人にふさわしい職務を定めるのに時間を要したことによるものであり、いずれ\nもやむを得ない事情によるものであって、被控訴人に対する嫌がらせといわれるよ\nうなものではない。\nエ）なお、既に主張したとおり、被控訴人は、本件発令によって何ら経済的損害等\nは受けておらず、被控訴人が「島流し」にあったとか「嫌がらせを受けた」という\nのは、被控訴人の主観的な受け止め方に過ぎないのであるから、本件発令によって\n被控訴人に損害が生ずる余地はなく、この点においても、被控訴人の本訴請求は失\n当である。\n三　当裁判所の判断\n１　当裁判所は、被控訴人の本訴請求は棄却すべきものであると判断する。そ\nの理由は、次のとおりである。\n(1) 控訴人においては、機構改革を実施する結果、平成１０年１月１日以\n降、従前の８課体制が４課１室体制に変更されることになったこと、上記機構改革\nに伴う人事異動の一環として、従前税務課長の職にあった被控訴人に対し、総務課\n参事を命ずる旨の本件発令がされたことは当事者間に争いがない。\nところで、証拠（甲８、乙３、４、１７）によれば、控訴人における課長職と参\n事職は、いずれも職制上の７級、８級職であって同格の職として位置付けられてお\nり、被控訴人自身も本件発令によって職級や給与の格下げを受けたものではないこ\nとが認められるから、本件発令は地方公務員法上の「転任」に当たるものであり、\nまた、同じ役場庁舎内での異動であって被控訴人に勤務場所における不利益が生ず\nるものでもないのであるから、このような人事発令を行うに当たっては、任命権者\nである村長の広汎な裁量権が認められるべきものであり、その裁量権の行使に逸\n脱、濫用があった場合に初めて違法と評価されるべきものである。\n(2) この点に関し、被控訴人は、「本件発令は、根拠のない異常な人事発令\nである。」と主張し、控訴人は、「被控訴人は、税務課長としての適格性を欠いて\nおり、従前のままの処遇をすることはできなかった。」という趣旨の主張をすると\nころ、当裁判所としては、本件発令は、少なくとも客観的に見る限り、相応の根拠\nに基づくものであったといわざるを得ないものであると判断する。その理由は次の\nとおりである。\nア）証拠（甲１０ないし１７、乙８の１、２、乙９、１０、乙１１の１、２、乙１\n２、１３、乙１４の１、２、乙１５の１ないし６、乙１８の１、２、乙１９の１な\nいし６、乙２０の１ないし４、乙２１、乙２３の１、２、乙２５、２７、２８、証\n人Ｄの証言、控訴人代表者（原審相被告本人）村長の本人尋問、被控訴人本人尋問\n（原審及び当審）の結果）によれば、被控訴人が税務課長在任当時次のような事実\nがあったことが認められる。\nａ）平成８年１月ころ、控訴人に対してＢ県総務部による総合指導が行われた\nが、その際、被控訴人は、県の担当職員に対し、従前の経緯について調査すること\nもないまま、固定資産税の不均一課税等を定めるＡ村村税条例１３条の２、同４２\n条の２ないし４の規定は、一部地主の利益のための規定であって問題があると考え\nている旨の発言をし、その結果、県から上記各規定の是正を求める旨の指導を受け\nるに至った。村長は、県の上記指導や被控訴人の意見具申を受けて上記各規定を削\n除する旨の条例改正案を策定し、平成９年３月の村定例議会に同改正案を上程した\nところ、議会及びその付託を受けた村総務文教常任委員会において、議員ないし委\n員らから、上記各規定を削除する必要があるかどうか更に調査検討する必要がある\nとの意見が出されたが、被控訴人は、県からの指導によるものであるなどと主張し\nて譲らず、結局、上記各規定の削除規定を削除する旨の修正議決がされ、上記改正\n案は実質的に否決されるに至った。その後、村長は、あくまで上記各規定の削除に\n固執する被控訴人に任せておいては事態が進展しないと考え、被控訴人の前任の税\n務課長や助役に命じて、上記各規定制定の経緯を踏まえ、あくまでもその削除の必\n要があるのかどうかについて再検討をするよう命じ、同人らにおいてＢ県総務部市\n町村課と協議等を行った結果、同課から上記各規定を存続させることも可能である\nとの意見を得ることとなった。そこで、村長は、平成１０年６月の村定例議会にお\nいて、上記各規定を削除する必要はないことが判明したという趣旨の報告をした。\nｂ）平成８年９月ころ、控訴人が保育園用地の買収交渉をしていたＣ社から、土地\nの売却に応ずる代わりに代替地の提供を求められ、かつ、その代替地については特\n別土地保有税の課税免除を受けることができないかどうかを検討してもらいたいと\nの申入れがされたため、用地取得の担当課長であった福祉保健課長が被控訴人に相\n談したところ、被控訴人は、課税免除はできないと主張し、買収交渉が進展しない\nまま時間が経過することとなった。事態を憂慮した村長は、平成９年６月１３日、\n助役、福祉保健課長、被控訴人を集めて協議を行ったが、被控訴人は課税免除はで\nきないと主張して譲らず、「もう少し調べてほしい。」という村長の話に対して\nも、「税のことは協議して決めるものではない。」と主張して応じなかった。そこ\nで、村長は、Ｄ（前税務課長）、Ｅ（税務課住民税係長）、Ｆ（福祉保険課福祉係\n長）に調査検討を命じ、同人らにおいて検討をし、また、Ｇ税務署、Ｈ財務事務所\nに対して問い合わせをするなどした結果、上記代替地は、地方税法５８５条、同法\n施行令５４条の３２に定める非課税土地に当たるとの解釈が可能であるとの結論に\n至り、平成１０年２月１７日、Ｃ社に対し、特別土地保有税を賦課しない旨の通知\nをすることとなった（なお、Ｇ税務署、Ｈ財務事務所においても、上記見解に沿う\n処理が行われている。）。\nｃ）村長は、村の行政改革による業務改善の推進を重要な事業として位置付け、Ｉ\n社との間でコンサルティング契約を締結して業務改善のための調査検討を依頼して\nいたが、被控訴人は、同社の調査手法は、村の実情を無視した形式的、表面的なも\nのにすぎないなどとして批判的な態度を執り、同社が提案した業務時間調査や、具\n体的な目標を掲げた業務時間削減について十分な協力をしないなど、行政改革につ\nいて消極的な態度を執った。\nｄ）控訴人においては、従来職員が各集落に出向いて確定申告に関する税務相談を\n行っていたところ、平成９年２月からは、業務改善の一環として税務相談業務の受\n付窓口を一元化して、出張相談を廃止するとの計画が立てられた。村長は、この計\n画に関する起案文書を提出してきた被控訴人に対し、住民の理解を得るため、各集\n落の区長の了承を得、また、当分の間、マイクロバスを運行して相談に来る住民の\n送迎を行うことを検討するよう指示したが、被控訴人は、「申告は納税者の義務で\nあるから、区長の了承を得たりマイクロバスによる送迎をする必要はない。」とし\nて譲らなかったため、相談業務一元化は見送られることになった。同年１２月に\nも、再び相談業務一元化の問題が取り上げられたが、同様の経緯で見送られ、結\n局、平成１０年２月、被控訴人の後任の税務課長の下で、区長らへの説得とマイク\nロバス運行の決定が行われ、相談業務の窓口一元化が実現するに至った。\nｅ）同じく平成９年、控訴人の業務改善の一環として、税務証明の発行事務を生活\n福祉課の窓口において行う旨の窓口事務の移管統合が計画されたが、被控訴人は、\n「税については守秘義務があるから、税務課以外の窓口においてこれを取り扱うこ\nとは許されない。」として上記計画に反対し、結局、この案件も、被控訴人の後任\nの税務課長が就任した後に実現するに至った。\nイ）以上の事実に基づいて検討するに、被控訴人が、税務課長として自らが正しい\nと考える見解を述べることは、その職責の一部であって、それが上司である村長の\n意向に反するものであったり、上級官庁や関係官庁等の見解と異なるものであった\nとしても、そのことから直ちに被控訴人に税務課長としての適格性が欠けていたと\n断ずることはできない。しかしながら、先に認定した諸事実に照らしてみると、被\n控訴人は、税務の専門家であることを自負する余り、従前の経緯に関する検討や幅\n広い観点からの検討を欠き、また、上級官庁や関係官庁への意見照会等の裏付調査\nもしないまま、独自の見解に基づいて、控訴人の条例の規定が違法であるとか、特\n別土地保有税を課税しない措置は許されないと決めつけ、更なる調査検討を求める\n村長や村議会の意向を無視する態度を執ったり（上記ア）のａ）、ｂ）。なお、\nｂ）については、当初意見を求められていた特別土地保有税の課税免除ではなく、\n非課税土地に当たるとの解釈によって問題が解決されたことは上記のとおりである\nが、村長の問題意識は、Ｃ社に提供する代替地について特別土地保有税を課税しな\nいことが許されないのかという点にあったものと認められるのであるから、税務行\n政の所管課長である被控訴人としては、上司である村長から調査検討を求められた\n以上、当初意見を求められていた課税免除措置の適否ばかりではなく、他の観点か\nらの総合的な検討を求められていたものというべきであり、そのような検討も経な\nいまま、「税のことは協議して決めるものではない。」などと言って更なる調査検\n討をしようともしなかったことは、所管課長としての対応として適切ではなかった\nといわざるを得ない。）、控訴人の業務の円滑な遂行や業務改善に対する十分な配\n慮を欠いたまま、必ずしも相当とは言い難い納税義務論や守秘義務論に拘泥して村\n長の方針に反対する態度を執り続け（上記ア）のｄ）、ｅ））、その結果、誤った\n施策の実施や、必要な施策の遅延等をもたらしたものであって、村長が、これらの\n行為は税務課長としての適格性に疑問を生じさせるものであると受け止めたことに\nは相応の根拠があるものといわざるを得ない（なお、被控訴人の主張中には、「被\n控訴人に公務員としての適格性がないということはできないから、本件発令は違法\nである。」とする部分もあるが、公務員としての適格性の有無は、本来分限処分に\nおいて問題とされるべき事柄であって、被控訴人に公務員としての適格性が認めら\nれるからといって転任処分としての本件発令が違法となるものではないのであるか\nら、上記主張は失当である。）。そして、これらの行為を通じて、他の職員との間\nに相当程度の軋轢が生じていたであろうことも容易に推認できることや、平成１０\n年１月１日付けの機構改革によって、従前課長職にあった者の全員を課長職のまま\n処遇することはできない状況にあったことなどの事情を総合考慮すれば、村長が、\n被控訴人をラインの管理職である課長職ではなく、専門職的色彩の強い参事職とし\nて処遇し、特命事項を担当させるのが相当であると判断したことには相応の根拠が\nあったものというべきであり、この判断自体に裁量権の逸脱、濫用があったという\nことはできない。\n(3) 被控訴人は、「被控訴人は、本件発令に関連して、異常ともいえる差別\n的取扱いを受けており、この事実は、本件発令が、被控訴人を嫌悪し、被控訴人に\n対する嫌がらせを目的として行われたものであることを裏付けるものである。」と\nいう趣旨の主張をするところ、証拠（甲２、４ないし６、１６、乙１、２、５、２\n７、２８、控訴人代表者（原審相被告）村長の本人尋問、被控訴人本人尋問（原審\n及び当審）の結果）によれば、他の参事には部下が配置されていたのに対し、被控\n訴人のみには部下が配置されなかったこと、平成１０年１月１日付けの人事異動が\n内示された後である平成９年１２月２６日、他の職員については、平成１０年１月\n１日以降の座席配置が決定されていたのに、被控訴人の座席のみが決まっておら\nず、被控訴人が助役等に抗議した結果、収入役の隣に座席が定まったこと、この座\n席は、従前の被控訴人の座席と同一であったが、他の総務課職員については全員役\n場二階事務室内に座席が置かれることとなったため、被控訴人一人が総務課参事で\nあるにも拘わらず一階に座席を配置される結果となったこと、人事異動後である平\n成１０年１月６日、被控訴人は、村長に対し、担当事務が何であるかを尋ねたが、\n「助役と総務課長に言ってある。」と言われ、助役に尋ねても回答がなく、結局担\n当事務が何であるかは分からないままであり、同月９日、助役から「特命事項を担\n当してもらう。」と告げられたものの、その具体的内容は告げられず、同月１２日\nになって初めて、助役から、Ａ村地域防災計画の見直し及び人材育成の基本計画の\n策定を特命事項とする旨が告げられるに至ったこと、これに対し、被控訴人は、\n「上記各事項は、総務課行政防災班の所管事項であるから、これらの事務を担当す\nるのであれば、同班に所属させて欲しい。」という希望を述べたが、この希望が容\nれられなかったため、上記特命事項の担当を拒否したことが認められる。\n以上に認定した諸事実のうち、被控訴人にのみ部下が配置されなかったとの点に\nついては、控訴人における参事職は、「課長の指揮下に入り、課室の専門的な業務\nを担当し、課題解決に当たるとともに、所属職員を指揮監督する。」とされ（甲\n８）、原則として部下が配置されることが想定されてはいるものの、その専門職的\n性格に照らしてみれば、部下の配置を受けないまま、一人で特命事項を担当するこ\nともあり得るものというべきであるところ、上記(2)で認定した諸事実に基づいて検\n討してみれば、村長が、被控訴人については、他の職員との軋轢が予想されるた\nめ、一人で特命事項を担当させることが相当であると判断したことには相応の根拠\nがあったものというべきであり、これを異常な処遇であると断ずるのは相当ではな\nい。また、被控訴人が命じられた特命事項の内容は上記のとおりであって、本来的\nには総務課行政防災班の所管事項に当たるものであったとしても（甲７）、総務課\n参事が、村長の特命に基づき、これを担当することに妨げはないものというべきで\nあるから、特命事項の内容が異常であったと断ずることも相当ではない。更に、総\n務課所属の職員のうち、被控訴人一人が一階事務室に座席を配置されたとの点につ\nいても、証拠（乙２７、３２、３３、控訴人代表者（原審相被告本人）村長の本人\n尋問）によれば、役場二階の総務課事務室には、被控訴人の座席を配置するだけの\nスペースがないことなどの理由によるものであったことが認められ、被控訴人を\n「島流し」とすることを目的とした行為であったと断定することはできない。\nもっとも、平成９年１２月２６日の時点において被控訴人の座席が決まっていな\nかったとの点、及び平成１０年１月６日の時点で被控訴人の担当事務が決定されて\nいなかったとの点については、配慮に欠ける点があったといわざるを得ないところ\nがあるが（これらの決定に長時間を要したのかどうかは疑問であるといわざるを得\nないし、仮に決定に時間を要する事情があったとしても、座席や担当事務が決まら\nないという不安定な立場に置かれる被控訴人に対しては、事情を説明し、納得を得\nられるよう配慮をして然るべきものであるが、そのような配慮がされた節もうかが\nわれないのであって、被控訴人が、これを不当な取扱いであると受け止めたことに\nも、もっともな面があったといわざるを得ない。）、既に指摘した諸事情も併せ考\nえてみるならば、これらの事実のみに基づいて、被控訴人を嫌悪し、被控訴人に対\nする嫌がらせを目的として本件発令がされたと断定することはできないし、また、\nこれらの配慮不足のみをとらえてこれを被控訴人に対する不法行為を構成し、国家\n賠償責任を生じさせるものであるとすることもできないものというべきである。\nなお、被控訴人は、その本人尋問（原審及び当審）及び陳述書（甲１８）におい\nて、「被控訴人は、平成９年１月、Ｇ税務署統括国税調査官の調査依頼に基づい\nて、控訴人のほ場整備の確定測量委託契約に関連した控訴人の経理処理について調\n査を行い、処理に問題がある旨をＧ税務署に報告し、村長に対しても、その旨の報\n告を行ったところ、叱責を受け、それ以来、村長の控訴人に対する態度が一変した\nものであり、この事実は、村長が、被控訴人の上記行為に対する復讐として本件発\n令をしたことを疑わせるものである。」という趣旨の供述ないし記載をしている。\nしかしながら、証拠（２４、２５、証人村長（当審）の証言）によれば、被控訴人\nが指摘している経理処理に問題があったことは事実であるものの、その主たる部分\nは、村長が控訴人の助役に就任する前に行われたものであって、同村長はこれに関\n与しておらず、また、関係者に対しては懲戒処分がされており、同村長が、このこ\nとに対して復讐心を抱かなければならない筋合いのものではないことが認められる\n上に（被控訴人の報告に対して村長が不快感を示したことは事実であると認められ\nるが、国税調査官から指摘を受けたことを村の責任者である村長に報告もせず、独\n自に調査を行ったことは独断専行と批判されてもやむを得ない側面があるのであっ\nて、村長が不快感を示したことには無理のないところがある。そして、仮にこのこ\nとが本件発令の際に考慮されたとしても、それは、被控訴人に対する個人的な恨み\nなどに基づくものと評価されるべきものではない。）、村長は、この一件があった\n後の同年３月、被控訴人の意見具申に基づき、村税条例改正案を村議会に上程して\nいることなど既に認定した事情に照らしてみても、上記の経理処理問題後、村長の\n態度が一変したというのが事実であるかについても疑問があり、上記供述ないし記\n載を採用することはできない。また、被控訴人は、その本人尋問（当審）におい\nて、「村長から匿名で被控訴人を罵倒する手紙や葉書を送り付けられており、この\n事実も、本件発令が村長の個人的な恨みに基づくものであることを推認させる。」\nという趣旨の供述をし、甲２２、２３の各１、２、甲２４の１、甲２４の２の１、\n２（葉書及び手紙）を提出するが、上記各書証が村長の作成したものであると断ず\nるに足りるだけの証拠はないのみならず、上記葉書等は、被控訴人が本訴を提起し\nた平成１１年１月８日以後に発送されたものなのであるから、その内容に基づいて\n本件発令の是非を論ずることも相当ではないものというべきである。\nそして、以上のほかに本件発令について裁量権の逸脱、濫用があったことを認め\nるに足りる証拠はない。\n(4) 以上の次第で、本件発令が違法であるということはできないのであるか\nら、被控訴人による本訴請求は、その余の点について判断するまでもなく失当とし\nて棄却を免れない。\n２　よって、原判決中被控訴人の請求を一部認容した部分は不当であるからこ\nれを取り消した上、この部分に係る被控訴人の請求を棄却することとし、訴訟費用\nの負担につき民事訴訟法６７条２項、６１条を適用して、主文のとおり判決する。\n東京高等裁判所第８民事部\n裁判長裁判官　　村　上　敬　一\n裁判官　　鶴　岡　稔　彦\n裁判官　　永　谷　典　雄\n"
}