{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 25
  },
  "case_number": "平成13(う)189",
  "case_name": "業務上過失致死被告",
  "court_name": "仙台高等裁判所",
  "lawsuit_id": "4656",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4656",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/656/004656_hanrei.pdf",
  "contents": "○交通死亡事故につき禁錮刑の求刑に対し罰金刑に処した一審判決が維持された事例\n平成１４年３月２５日判決宣告\n仙台高等裁判所平成１３年（う）第１８９号　業務上過失致死被告事件(原審　山形地方\n裁判所米沢支部平成１３年（わ）第４３号，平成１３年６月２９日判決宣告）\n主　　　　　　　文\n本件控訴を棄却する。\n理　　　　　　　由\n第１　本件控訴の趣意は，Ａ地方検察庁Ｂ支部検察官井上一朗作成の控訴趣意書に，これ\nに対する答弁は，弁護人高橋敬一作成の答弁書にそれぞれ記載のとおりであるから，\nこれらを引用する。\n控訴趣意は，量刑不当の主張であり，要するに，本件での被告人の過失が重大かつ\n一方的なものであること，生じた結果が死亡という重大なものであること，示談が成\n立し，被害者の遺族が被告人を宥恕し，被告人の失職を望んでいない事情があるとし\nても，それを必要以上に過大に評価すべきでないこと，刑事罰により失職することを\n考慮することは，惹起した結果と責任との均衡を失わせ，また，公務員以外の一般人\nの場合との均衡を欠き，国民の不公平感及び不信感を醸成させることなどの理由から\nすれば，検察官の禁錮１年２か月の求刑に対し，原判決が被告人を罰金５０万円に処\nしたのは著しく軽すぎて不当であり，被告人については禁錮刑を科すべきである，と\nいうのである。\n第２　記録を調査し，当審における事実取調べの結果を併せて，検討する。\n１　本件は，被告人が，普通乗用自動車を運転して信号機の設置された五差路の交差点\nを右折進行するに当たり，対向直進車両に気を取られて，右折方向出口に設けられた\n横断歩道上の横断歩行者の有無及びその安全を確認するのを怠った過失により，同横\n断歩道上を右方から左方に小走りに横断中であった女性（当時６５歳）の発見が遅れ\nて，同人を前方約３．７メートルに接近して初めて発見し，ハンドルを切り急ブレー\nキをかけたが間に合わず，自車左前部を同人に衝突させて路上に転倒させ，その結果，\n脳挫傷，急性硬膜下血腫等の傷害を負わせて死亡させた，という業務上過失致死の事\n案である。\n所論は，本件での被告人の過失は，横断歩行者に対する注意義務を怠ったもので，\n被害者の落ち度は皆無であって，極めて重大であり，生じた結果は重大で，被害者の\n無念さは察するに余りある旨いう。\n本件での被告人の過失が，上記のとおり，交差点で右折進行するに当たり，信号に\n従って横断中であった横断歩行者に対する注意を怠ったというものであり，自動車運\n転者として求められる基本的な注意義務を怠ったもので，決して軽いものではなく，\n被害者である横断歩行者は，青色信号に従って横断し，横断歩道の半ば以上まで進ん\nでいたもので，被害者には何ら過失はなく，本件が被告人の一方的過失によるもので\nあることは明らかである。被害者は，衝突によりはね飛ばされるようにして路上に転\n倒させられ，頭部に脳挫傷等の重傷を負って，その日のうちに死亡するに至ったもの\nであり，独身であった被害者は，長年ａ県内の銀行で働き，定年後母親や兄弟のいる\n故郷のｂ市に戻り，住宅を建てて住み，一人静かな自適の生活を送っていたもので，\nまだまだ余生を楽しもうとしていたところ，突如その命を奪われたものであって，そ\nの無念さは甚だ大きいと認められ，本件の結果が重大であることはいうまでもない。\n被告人の過失は上記のとおりであるが，更にその過失について考察すると，被告人\nは，平成１２年１０月１５日の日曜日の朝，陸上競技大会に出場する次男を送るため，\n自宅から普通乗用自動車を運転し，同日午前６時４８分ころ，ｂ市内の信号機の設置\nされた五差路の交差点（以下，「本件交差点」という。）に差し掛かり，赤色信号で\n停止し，右折するため青色信号に従って交差点中央付近まで進行していったん停止し，\n対向直進車が通過するのを待って，同車の後方から進行してくる車両の通過前に右折\nをしようと発進し，やや加速気味に右折を始めたが，進行してくる車両の動向に気を\n取られて，右折方向出口に設けられた横断歩道上の横断歩行者に対する注意を怠って\nいたため，視線を同車両方向から横断歩道のある前方方向に移したところで，目の前\nに右方向から横断中であった被害者を発見し，ハンドルを切り急ブレーキをかけたが\n間に合わず，自車左前部を被害者に衝突させたというものである。\n本件において，被害者がどのように横断歩道を横断しようとしたのか，すなわち，\n横断歩道手前の歩道上に立って信号が変わるのを待ち，青色信号に変わるとともに横\n断を始めたのか，横断歩道より少し離れたところから歩んできて，青色信号で横断可\n能と判断して横断を始めたのか，いずれであるかは明確でない。しかし，被害者が歩\n道上に立って信号が変わるのを待っていたとすれば，道路一つ隔ててではあるが，赤\n信号で停車した際，右斜め前方にその姿を確認することができ，それは困難というほ\nどではなく，また，被害者が横断歩道より少し離れたところから歩んできて横断を始\nめたとしても，交差点中央付近でいったん停止した際あるいは同所から再発進する際，\n横断歩道上を確認すれば被害者を発見できたのであり，いずれにしても被害者の発見\nが格別困難であったとは認められず，被告人は，横断歩道の手前で被害者との距離が\n約３．７メートルの地点で，初めて被害者に気づいたというのであるから，その過失\nが小さいとはいえない。\nしかしながら，本件時の本件交差点の状況は，日曜日の午前７時前という時間帯で\n歩行者も極端に少ない状況にあり，横断歩行者が多い時間帯で歩行者への注意が厳重\nに要求される状況とは異なること，本件交差点は，歩道と車道が区別されて右折車線\nがそれぞれ設けられた幅員約１１メートルの東西道路と南北道路が交差し，更に交差\n点の南東角には南東方向から伸びてくる車道が接続し，かつ，南北道路が交差点でや\nや西に曲がっている変形五差路の交差点であり，そのため，被告人車のごとく南北道\n路から東西道路に右折しようとする場合，右折方向の東西道路の横断歩行者を確認す\nるには，赤色信号で停止していた際には，同じく信号を待って立っている歩行者を道\n路一つ隔てて確認しなければならず，あるいは，交差点中央付近で停止した際も，対\n向直進車に注意した後改めて横断歩行者を確認するためには，通常の十字路交差点よ\nりもより意識的に視線を移さなければならず，いずれにしても通常の十字路交差点に\n比べて横断歩行者をやや確認しづらい状況にあったことが認められ，これら事情を斟\n酌すると，横断歩行者が当然いることが予想された状況下や，一べつすれば容易に横\n断歩行者の確認ができた状況下の場合と比較して，被告人の過失が特に強い非難に値\nし，所論がいうように極めて大きいとまではいえない。\nなお，所論は，原判決が，「それほど速度が出ていなかったにもかかわらず死亡と\nいう不幸な結果が生じたのは，衝突して転倒した際に生じた主要な傷害部位が頭部で\nあったこと，被害者が老齢であり危険回避に機敏な行動がとれなかった可能性もあっ\nたことなどの点もあげることができるが，」と判示しているのは，被告人の過失を不\n当に低く評価しているものとして論難する。本件において，被害者が衝突されて転倒\nし，頭部を路上に打ち付けたことが，希有で偶然なこととは認められず，また，被害\n者は横断歩行者用の青色信号に従って横断しており，被告人車が当然手前で停止して\nくれるものと信頼してよいのであり，ましてや本件では，衝突される直前に被害者が\n機敏な行動がとれる状況に果たしてあったのかさえ，明らかでないのであるから，被\n害者が機敏な行動がとれなかったことを斟酌するのは相当でなく，原判決が被告人の\n過失の評価において上記判示の点を考慮しているとすれば，それは相当性を欠くとい\nわなければならない。ただ，原判決の上記判示は，必ずしも被告人の責任がそれだけ\n軽いことをいおうとするものではなく，むしろ被告人の過失が，重大な結果をもたら\nすがい然性の高いそれ自体危険な運転に伴う悪質なものではないことをいおうとして\nいるものと解することができる。\n被告人の本件に対する態度やその反省の状況を見ると，被告人は，衝突後直ちに自\n車を止めて，携帯電話で１１０番通報とともに救急車の出動を要請し，救急車の到着\nするまで被害者の側で声を掛け続け，現場で現行犯逮捕されて翌日釈放されると，妻\nとともに早速被害者の自宅に赴いて，被害者の母親ら遺族に謝罪し，葬儀に参列して，\n被害者の亡き姿に接して改めて自己の責任の重さを痛感し，その後は毎日霊前にお参\nりをし，その他初七日や四十九日の法要にも参列するなどし，香典や弔意の印などで\n合計１４０ないし１５０万円を出費している。そして，被告人は，本件後は精神的動\n揺もあって，しばらく教壇を離れて自宅謹慎をし，その間真剣に教員を辞職すること\nを考え，一方で，生徒の保護者らが嘆願書を集めるとの話を聞いて，遺族の心の整理\nがつかないうちに行うことに反対をするなど，被害者遺族に対する慎重な心配りをし，\nその後，生徒のこともあって，四十九日の法要過ぎに被害者遺族の了解を得て，職場\nに復帰したが，自らの責任を考え，学年末の平成１３年３月末に辞職を申し出たが，\n周囲の者や生徒の保護者らから慰留されたこともあって教職にとどまり，起訴から原\n審を経て現在に至っている。このように被告人は，本件を犯した自らの責任を自覚し，\n被害者及びその遺族に深くわびるとともに，誠意を尽くして謝罪と慰謝に努めている\nものであり，その態度には十分な責任の自覚と真しな反省が認められるといえる。\n被害感情の点を見ると，被害者は，上記のとおり，長年の勤務生活を終えて，ｂ市\nに戻って住宅を建て，念願であった故郷での生活を実現して一人静かな余生を楽しん\nでいたところ，突如その生命を奪われたものであって，その無念さは甚だ大きいと容\n易に推測できるところである。しかしながら，被害者の遺族は，そうした被害者の無\n念さに思いやりながらも，事故発生から約３か月後に，逸失利益及び慰謝料として合\n計３１００万円を受領することで示談をし，のみならず，被害者の弟は，本件事故後\n間もないころから，警察官に対し，「刑事罰はできるだけ軽くしてほしいと考えてお\nり，それは被害者や母親も同じ考えである。その理由は，被告人の誠意が十分すぎる\nほど感じられるからである。また，被告人の良い人柄もうかがえる。被告人には早く\n立ち直って教壇に立ってもらいたい。」旨述べ，検察官に対しても，「被告人が十分\n誠意を示してくれているので憎しみはなく，罪は軽くしてほしい。」旨述べ，その上，\n被害者の遺族である母及び弟は，本件起訴前にも，「被害者も失職することを望んで\nいないと思いますし，私どもも失職することは望んでおらず，生徒や父兄の希望どお\nりに今後とも教師として能力を発揮してくれることが，最大の供養であると考えてい\nる。」旨の検察官宛の嘆願書を作成して，被告人が教職を続けられるような寛大な処\n分をすることを願っているのである。このように，被害者遺族の被害感情は，既に慰\n謝されて宥和的であり，被告人に対する厳しい処罰感情はなく，むしろその誠意ある\n態度と人柄に感心して，寛大な処分を一貫して求めているのである。\n上記考察したとおり，被告人の過失は決して軽いとはいえず，被害者の死亡という\n結果も重大であるが，被告人の過失について一定の斟酌すべき事情があり，強い非難\nに値するとまではいえないこと，被告人の本件に対する態度及び反省の状況，さらに\nは被告人の被害者遺族への謝罪の態度，被害者遺族の被害感情に照らすと，本件につ\nいての被告人の責任が，相当に重く厳しい非難に値するとまでは認められない。\n２　そこで改めて，罰金刑に処した原判決の量刑の相当性について検討すると，所論は，\n公務員以外の者ならば禁錮刑に値するのに，禁錮刑以上に処せられた場合の失職の規\n定があることを理由に公務員に対して罰金刑を科するのは，不均衡である旨主張する。\nしかしながら，被告人のように公立学校の教諭であって，地方公務員でありかつ教\n員の免許状を有する者は，禁錮刑以上に処せられた場合，公務員が失職となりかつ教\n員免許状の効力が失われるが，こうした結果は，刑罰を科せられる以外にそれに加え\nて大きな不利益を強いられることであり，公務員以外の者が刑を科せられる場合より\nも過重な不利益を受け，犯罪後の社会復帰という点からも大きな負担を負わされるこ\nとになりかねない。そこで，一般に量刑に当たって，刑罰を科することによる社会生\n活上の不利益や負担が一定限度で考慮されるのと同様，被告人のように公務員で教員\n免許状を有する者に対する科刑に当たっても，禁錮刑以上に処することによって余り\nに過酷な不利益をもたらすときには，その責任と著しく均衡を失しない範囲内におい\nて罰金刑を選択することも許されると考えられる。このことは，刑の執行猶予制度が，\n刑の執行を猶予するとともに，一定期間経過後には刑の言渡しが効力を失うこととし\nて，罪を犯した者の社会生活上の回復を促すという趣旨も含んでおり，刑の執行猶予\nを付したとしても回復困難な著しい社会生活上の不利益を与えるときには，科刑に当\nたって考慮することが，その趣旨にも沿うといえることからも，是認できるところで\nある。\n被告人は，大学卒業後昭和５７年にｃ県の中学校教員に採用され，保健体育等の教\n員としてｂ市内等の中学校に勤務し，学校内では学科の教師及び学級担任等を務める\n一方，陸上競技部やサッカー部の指導や生徒の生活指導などに当たり，学校外におい\nては市や県関係の陸上競技やホッケー等の指導者として実績を積んできており，約２\n０年間にわたって教師及び学校外での運動関係の指導者として努めてきたものであっ\nて，教師としてあるいは学校外での指導者として，被告人が生徒及びその保護者や地\n域の人々から幅広い信頼を得てきたことがうかがえるのである。このように長年生徒\nの教育や青少年の健全育成に熱意を持って取り組んできた被告人にとって，禁錮刑以\n上の刑に処せられて教員としての職を失うことは，収入の途が閉ざされて経済的困窮\nに陥るばかりでなく，精神的にも相当な打撃を受けて，今後の人生に大きな負担を負\nうことになり，さらに，妻と中学生，小学生の子供３人の家族に対して深刻な打撃を\n与え，被告人及びその家族に回復困難で過酷な不利益を与えるものと考えられる。\n被害者遺族の被害感情については，上記のとおりであって，被告人が教職を失うよ\nうな処罰は望んでおらず，さらに，当審での事実取調べの結果によれば，原判決後，\n被害者遺族は，当裁判所宛の嘆願書に，「原判決が罰金という処分で，被告人が学校\nの先生を継続できそうだと聞きほっとした，検察庁からの電話に対して罰金で十分だ\nと答えており，更に検察庁が控訴したのは私どもにとって意外なことであり，被告人\nが誠意を持って被害者の霊前や，遺族にわびてくれて，その気持ちが伝わっているの\nで，被告人が失職するのは非常に不本意である。教育委員会から停職処分がなされた\nとも聞き，私どもはこれで事故に関するけじめが付いたと感じており，被告人には停\n職の済んだ後に，教師として立派に頑張ってくれることを期待している。」旨記し，\n被告人が教職にとどまれることを強く望んでいるのである。加えて，原審での学校長\n及び元教員の各証言等によれば，被告人は教師としてあるいは運動関係の指導者等と\nして周囲の信頼を得てきており，そのため被告人が教員としての職を失うことについ\nては，それを惜しむ意見が生徒の保護者及び地域の住民の中に多いというのである。\nさらに，当審での事実取調べの結果によれば，原判決後，被告人は，本件事故に関\nして，平成１４年１月２４日にＣ教育委員会から停職３か月の懲戒処分を受けるに至\nっており，本件について一定の社会的制裁を受けていることが認められる。\n被告人には昭和五十六，七年ころの速度違反，平成７年の２０キロ未満の速度違反\nによる反則歴があるほか，シートベルト不装着等の反則歴があるものの，特に被告人\nに交通法規軽視の姿勢があるとはいえず，交通事故を含め交通事犯の再犯防止のため，\n自由刑の執行猶予に付さなければならない必要性があるとは認められない。\n３　以上検討のように，本件の結果は重大であるが，被告人の過失の状況，被告人の本\n件後の態度及び反省の状況，被害者遺族は被告人を宥恕し，教員としての職を失わな\nいことを一貫して望んでいること，禁錮刑以上の刑に処せられた場合，その不利益は\n被告人及びその家族にとって過酷なものになること，原判決後被告人は本件に関して\n公務員としての懲戒処分を受けていることなどを考慮すると，被告人を罰金刑に処し\nた原判決の量刑が，その責任と著しく均衡を失し不当であるとはいえない。論旨は理\n由がない。\n第３  よって，刑訴法３９６条により本件控訴を棄却することとして，主文のとおり判決\nする。\n平成１４年３月２５日\n仙台高等裁判所第１刑事部\n裁判長裁判官　　　松　　　浦　　　　　　　繁\n裁判官　　　卯　　　木　　　　　　　誠\n裁判官　　　春　　　名　　　郁　　　子\n"
}