{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 19
  },
  "case_number": "平成13(行ケ)26",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9995",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9995",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/995/009995_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２６号　審決取消請求事件\n口頭弁論終結日　平成１６年９月２８日\n判　　　　　　　決\n原　　　　　　告　　　　　ペルメレック電極株式会社\n訴訟代理人弁護士　　　　　熊倉禎男\n同　　　　　　　　　　　　田中伸一郎\n同　　　　　　　　　　　　宮垣聡\n同　　　　　　　　　　　　竹内麻子\n同　　　　　　　　　　　　富岡英次\n訴訟代理人弁理士　　　　　西島孝喜\n同　　　　　　　　　　　　平山孝二\n同　　　　　　　　　　　　須田洋之\n同　　　　　　　　　　　　森浩之\n同　　　　　　　　　　　　鈴木敏弘\n被　　　　　　告　　　　  Ｙ\n訴訟代理人弁理士　　　　　三枝英二\n同　　　　　　　　　　　　掛樋悠路\n同　　　　　　　　　　　　藤井淳\n被　　　　　　告　　　　　株式会社ササクラ\n訴訟代理人弁護士　　　　　辰野久夫\n同　　　　　　　　　　　　尾崎雅俊\n同　　　　　　　　　　　　藤井司\n同　　　　　　　　　　　　木下慎也\n同　　　　　　　　　　　　畑知成\n訴訟代理人弁理士　　　　　倉内義朗\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が平成１０年審判第３５４１２号，第３５４９４号及び平成１１年\n審判第３５５７４号事件について平成１２年１２月５日にした審決中，「特許第２\n１３４４１７号の請求項１，３に係る発明についての特許を無効とする。」との部\n分を取り消す。\n(2) 訴訟費用は被告らの負担とする。\n２　被告ら\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「電解オゾンを使用する水処理方法及び装置」とする\n特許第２１３４４１７号の特許（昭和６３年９月２９日出願，平成１０年１月１６\n日設定登録。以下「本件特許」という。請求項の数は５である。）の特許権者であ\nる。\n被告株式会社ササクラ（以下「被告ササクラ」という。）は，平成１０年９\n月１日，被告Ｙ（以下「被告Ｙ」という。）は，同年１０月１４日，それぞれ，本\n件特許をすべての請求項に関して無効とすることについて審判を請求した。特許庁\nは，被告ササクラ請求事件を平成１０年審判第３５４１２号事件，被告Ｙ請求事件\nを平成１０年審判第３５４９４号として，これらの事件を平成１１年審判第３５５\n７４号事件と併合して審理した。原告は，審理の過程で，平成１１年４月１２日，\n請求項の文言の訂正を含む明細書（以下「本件明細書」という。）の訂正を請求し\nた（以下「本件訂正請求」という。）。特許庁は，審理の結果，平成１２年１２月\n５日，本件訂正請求を認めなかった上で，「特許第２１３４４１７号の請求項１，\n３に係る発明についての特許を無効とする。特許第２１３４４１７号の請求項２，\n４，５に係る発明についての審判請求は，成り立たない。」との審決をし，同月２\n５日，その謄本を原告に送達した。\n２　特許請求の範囲（本件訂正請求による訂正前）\n(1) 請求項１\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを被処理水と\n接触させ，該被処理水を処理することを特徴とする電解オゾンを使用する水処理方\n法。\n(2) 請求項２\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを分岐した被\n処理水の一部に注入して所定のオゾン濃度の分岐被処理水とした後，該分岐被処理\n水を分岐させていない被処理水と混合することにより被処理水を処理することを特\n徴とする水処理方法。\n(3) 請求項３\n被処理水が流通する被処理水流通部に，純水を電解して電解槽の陽極室に\nオゾン含有ガスを生成させる電解オゾナイザーを連結し，該電解オゾナイザーから\n取り出した前記オゾン含有ガスにより前記被処理水を処理することを特徴とする水\n処理装置。\n(4) 請求項４\n分岐された被処理水の一部が流通する被処理水流通部に，純水を電解して\n電解槽の陽極室にオゾン含有ガスを発生させる電解オゾナイザーを連結し，該電解\nオゾナイザーから取り出した前記オゾン含有ガスを前記分岐被処理水に注入して所\n定のオゾン濃度の分岐被処理水とし，該分岐被処理水を分岐させていない被処理水\nと混合することにより被処理水を処理することを特徴とする水処理装置。\n(5) 請求項５\n被処理水流通部が溶解塔であり，該溶解塔の下部に装着した散気フィルタ\nーを通してオゾン含有ガスを前記溶解塔に供給し，該溶解塔中の被処理水と接触さ\nせ，所定のオゾン濃度の分岐被処理水を製造するようにした請求項４に記載の装\n置。\n（以下，請求項１の発明を「本件発明１」，請求項３の発明を「本件発明３」\nという。）\n３　本件訂正請求による訂正後の特許請求の範囲\n（下線部が付加訂正部分である。）\n(1) 請求項１\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを電子機器製\n造用の被処理水と接触させ，該被処理水を処理しオゾンが溶解した被処理水を生成\nさせることを特徴とする電解オゾンを使用する水処理方法。\n(2) 請求項２\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを分岐した被\n処理水の一部に接触させて溶解し，所定のオゾン濃度の分岐被処理水とした後，該\n分岐被処理水を分岐させていない被処理水と混合することにより被処理水を処理す\nることを特徴とする水処理方法。\n(3) 請求項３\n電子機器製造用の被処理水が流通する被処理水流通部に，純水を電解して\n電解槽の陽極室にオゾン含有ガスを生成させる電解オゾナイザーを連結し，該電解\nオゾナイザーから取り出して陽極液から分離し，分離したオゾン含有ガスにより前\n記被処理水を処理しオゾンが溶解した被処理水を生成させることを特徴とする水処\n理装置。\n(4) 請求項４\n分岐された被処理水の一部が流通する被処理水流通部に，純水を電解して\n電解槽の陽極室にオゾン含有ガスを発生させる電解オゾナイザーを連結し，該電解\nオゾナイザーから取り出して陽極液から分離し，分離したオゾン含有ガスを前記分\n岐被処理水に接触させて溶解し，所定のオゾン濃度の分岐被処理水とし，該分岐被\n処理水を分岐させていない被処理水と混合することにより被処理水を処理すること\nを特徴とする水処理装置。\n(5) 請求項５\n被処理水流通部が溶解塔であり，該溶解塔の下部に装着した散気フィルタ\nーを通してオゾン含有ガスを前記溶解塔に供給し，該溶解塔中の被処理水と接触さ\nせ，所定のオゾン濃度の分岐被処理水を製造するようにした請求項４に記載の装\n置。\n（以下，請求項１の発明を「本件訂正発明１」，請求項３の発明を「本件訂正\n発明３」という。）\n４　審決の理由\n別紙審決書の写しのとおりである。このうち，本件に係る部分の理由は，要\nするに，本件訂正請求は，新規事項を含み，実質的に特許請求の範囲を変更し，ま\nた，独立特許要件も欠く（本件訂正発明１及び３は，特開昭６３－７９６５８号公\n報（以下「引用例１」という。）記載の発明（以下「引用例１発明」という。）に\n「第１１４回　三琇技研セミナー講演集　オゾナイザー技術の進歩とその応用」\n（昭和６２年・三琇書房刊）（以下「引用例２」という。）記載の技術を適用して\n容易に発明をすることができたものである。）として，これを認めなかった上で，\n本件発明１及び３は，引用例２記載の発明（以下「引用例２発明」という。）と同\n一の発明であるから，無効とすべきものである，というものである。\n５　審決が認定した，引用例１発明の内容，本件訂正発明１との一致点及び相違\n点\n(1) 引用例１発明の内容\n「（イ）オゾンを水に溶解させてオゾン水を調製する工程（ロ）このオゾン\n水をタンク内壁の全面に吹きつけてタンクの内壁を殺菌洗浄する工程，からなる電\n子部品などの製造工程用のタンク内壁の殺菌洗浄方法」（審決書１２頁）\n(2) 本件訂正発明１と引用例１発明との一致点\n「オゾン含有ガスを電子機器製造用の被処理水と接触させ，該被処理水を処\n理しオゾンが溶解した被処理水を生成させることを特徴とするオゾンを使用する水\n処理方法」（同頁）\n(3) 本件訂正発明１と引用例１発明との相違点\n「本件訂正発明１は「純水を電解して電解槽の陽極室にオゾン含有ガスを発\n生させ，該ガスを前記電解槽から取り出して陽極液から分離し，陽極液から分離し\nた電解オゾンを使用する」のに対して，引用例１発明は，オゾン発生機からのオゾ\nンを使用するのであって電解オゾンを使用するのか不明である点。」（同頁）\n６　審決が認定した，引用例２発明の内容\n「甲第２号証（判決注・引用例２）には，「純水を電解して電解槽の陽極室に\n発生させたオゾン含有ガスを発生させ，該ガスを前記電解槽から取り出して陽極液\nから分離し，陽極液から分離した電解オゾンを使用する無菌水システム」が記載さ\nれていると云える。また，この「無菌水システム」は，純水という「被処理水」に\nオゾン含有ガスを接触させ，この被処理水を処理しているものであると云えるか\nら，甲第２号証には，「純水を電解して電解槽の陽極室にオゾン含有ガスを発生さ\nせ，該ガスを電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを\n被処理水と接触させ，該被処理水を処理することを特徴とする電解オゾンを使用す\nる水処理方法。」が記載されていると云える。」（審決書２５頁）\n第３　原告の主張の要点\n審決は，本件訂正請求の可否についての判断を誤り（取消事由１），また，\n本件発明１及び３の新規性の判断を誤る（取消事由２）とともに，審判請求人（被\n告ら）の主張していない無効理由（引用例２に基づく本件発明１及び３の新規性の\n欠如）に基づいて，新たな無効理由通知を出すこともなく審決をするという手続違\n背を犯しており（取消事由３），違法として取り消されるべきである。\n１　取消事由１（本件訂正請求を認めなかった判断の誤り）\n(1) 新規事項の追加に当たるとした判断の誤り\nア　審決は，本件訂正発明１及び３に係る各訂正は，オゾンが溶解した電子\n機器製造用のオゾン水を生成させることを意味するものであるとして，本件明細書\n中には，そのことが記載されていないと認定し，本件訂正請求は，本件明細書又は\n図面に記載した事項の範囲内でなされたものではない，と判断した。\nイ　しかし，オゾンガスの溶解とその溶解した水の用途について，本件明細\n書には，\n「特に純水を処理して半導体等の電子機器用の超純水を製造するために\nは・・・従来の処理方法では不十分であるとの認識から本発明を行うに到ったので\nある。\n本発明に使用する電解オゾナイザーは，従来構造のものを使用すれば\nよいが，陽極室で発生するオゾン含有ガスを前記オゾナイザー外に取り出し得る構\n造であることが必要である。・・・例えば溶解塔等を使用して分枝被処理水に十分\nオゾンを溶解させた後，被処理水全体を処理することができるためオゾンを有効に\n使用することができる。」（２頁４欄～３頁５欄），\n「生成するオゾン含有ガスを一旦分枝被処理水に溶解する場合に\nは，・・・溶解塔に前記被処理水の少なくとも一部である分枝被処理水及びオゾン\n含有ガスを導き，後者を前者中に溶解させることが望ましい。・・・本発明ではオ\nゾン含有ガス濃度が比較的高く，気液の流量を調節することにより１～１００ｐｐ\nｍのオゾンを有する分枝被処理水を製造することができる。・・・このように所定\nのオゾン濃度とした分枝被処理水を分枝させていない被処理水と再度混合し，例え\nば反応タンクに供給する。・・・前記反応タンクで処理された被処理水はそのまま\n所定の用途例えば半導体製造用の超純水，プール水等として使用すればよい。」\n（同３頁５欄～６欄），\n「又前記電解槽で製造され気液分離されたオゾン含有ガスを直接被処理\n水の処理に使用する場合は，前記溶解塔は不要であり，前記オゾン含有ガスを反応\nタンクや導管中に存在する被処理水に直接注入すればよい。」（同３頁６欄）\nと記載されている。\nオゾンが溶解した被処理水の生成や，かかるオゾンが溶解した被処理水\nを電子機器製造用に使用するという用途が，本件明細書に開示ないし示唆されてい\nたことは明らかである。\n(2) 特許請求の範囲に実質的変更があるとした判断の誤り\nア　審決は，本件訂正発明１及び３の内容である，オゾンが溶解した電子機\n器製造用のオゾン水を生成させることは，本件発明１及び３の被処理水の処理から\n予想することができない別個の新たな目的及び効果をもたらすことが明らかである\nから，実質上特許請求の範囲を変更するものに該当する，としている。\nイ　(1)において述べたとおり，本件明細書には，オゾンを溶解した被処理水\nをどのように使用するかについて，半導体等の電子機器製造用の水を生成（製造）\nすることが，プール水の処理と共に明確に開示されている。\nプール水の処理に関し，オゾンガスを溶解した被処理水を生成し，それ\nを他のプール水に混ぜる方法が開示されており，ここでも，第一にオゾンガスが溶\n解した水の生成が目的となっている。プール水においては，たまたま処理の対象も\n水であるから，オゾンガスを溶解した水が投入される対象のプール水も被処理水と\n呼ばれることがあるに過ぎず，そのことをもって，被処理水が，オゾンを含有しな\nい水を意味するとはいえない。\n他方，半導体等電子機器製造用の場合は，オゾンガスが溶解した被処理\n水が，半導体製造工程でのウエハの洗浄，レジスト剥離などに使用されるから，こ\nの被処理水は，それが用いられる対象が水ではなく，製造工程中の物体であるとい\nう点で，プール水の場合と相違している。しかし，オゾンガスが溶解した被処理水\nを生成することに変わりはない。\n本件訂正請求に係る訂正の前後を通じて，本件発明１及び３が，プール\n水や電子機器の処理のために，オゾンガスを溶解した被処理水を生成するという点\nに変更はない。したがって，本件訂正請求が実質的変更に当たるとした審決の判断\nは誤っている。\n(3) 独立特許要件の判断の誤り\nア　本件訂正発明１と引用例１発明との一致点の認定の誤り\n(ｱ) 審決は，本件訂正発明１と引用例１発明とでは，オゾン含有ガスを電\n子機器製造用の被処理水と接触させ，該被処理水を処理しオゾンが溶解した被処理\n水を生成させることを特徴とする，オゾンを使用する水処理方法である点で一致す\nる，と認定している。\n(ｲ) しかし，引用例１には，「電子機器製造用」という開示はない。引用\n例１発明は，電子部品などの製造工程用のタンク内壁の殺菌洗浄方法を対象とする\nものであり，そこで被処理水による殺菌洗浄の対象となるのは，あくまでも電子部\n品などの製造工程用のタンク内壁であって，電子部品そのものではない。\nこれに対し，本件発明１が本来企図し，本件訂正発明１でその点を明\n確にした半導体等の「電子機器製造用」とは，半導体等を洗浄するなど電子機器に\n直接的に作用することを意味する。このような用途を前提としているからこそ，本\n件訂正発明において，もともとオゾン濃度が高いオゾン水が得られる電解法を更に\n改良して，不純物質の少ないオゾン水を得る方法及び装置を実現したのである。\nしかるに，審決は，電子部品などの製造工程用のタンク内壁の殺菌洗\n浄方法を対象とする引用例１発明を，安易に電子機器製造用と認定したものであ\nり，この認定は誤りである。\nイ　引用例２の認定の誤りに基づく本件訂正発明１の進歩性の判断の誤り\n(ｱ) 審決は，引用例２に，\n「「純水電解オゾナイザー」で純水を電解してクリーンな電解オゾン\nを発生させ，この電解オゾンを水中に溶解して殺菌処理することが記載されてお\nり，」（審決書１２頁），\n「「電解オゾン」は非常にクリーンであり，そのために「電解オゾ\nン」が水の殺菌処理や無菌水の製造に利用されていることも記載されているから，\nこの「純水電解オゾナイザー」によって本件訂正発明１の技術的課題である「電極\n物質の混入防止」，「電解液の汚染防止」や「高純度な被処理水の処理」等が解決\nされることも教示されている」（同１３頁）\nと認定して，\n「相違点については，クリーンな電解オゾンガスを利用するという観\n点から，引用例１発明の「オゾン発生機」を上記引用例２に記載の「純水電解オゾ\nナイザー」に置き換えることで当業者が容易に想到することができた」（同頁）\nと判断している。\n(ｲ) しかし，引用例２に開示されている無菌化方法と，本件明細書に開示\nされている水処理方法とでは，得られる水のオゾン濃度に大きな隔たりがあり，か\nかる相違に照らせば，引用例２の「純水電解オゾナイザー」によって本件訂正発明\n１の技術的課題が解決されることが教示されているとは到底いい難い。\nすなわち，本件明細書には，実施例３において，電解槽から取り出し\nたオゾン含有ガスを純水と接触させて約３０ｐｐｍのオゾン濃度の被処理水とする\nことが開示されている（甲第２号証４頁７欄）。この３０ｐｐｍという高濃度のオ\nゾンが時間の経過によって容易に減少してしまう程度のものでないことは，引用例\n２の「有機物の少ない純水中では，非常に長時間にわたつて安定であることは注目\nに値する。」（甲第５号証５１頁）との記載からも明らかである。これに対し，引\n用例２に記載された無菌化方法は，純水中に数十ｐｐｂというごく僅かなオゾンを\n存在させるに過ぎない（同５２頁）。すなわち，本件訂正発明１に従って処理した\n水と引用例２の無菌化方法に従って処理した水とでは，オゾン濃度において実に１\n０００倍もの差が存するのである。\n(ｳ) また，本件訂正発明１によれば，所定の方法により得られたオゾン水\nによって，更に別の水を処理することが可能になるのに対し，引用例２に記載され\nた無菌化方法は，単に純水を無菌状態に維持するための方法にすぎない。この方法\nにより得られる無菌状態の純水を利用して，更に他の水を処理することは予定され\nていない。\nそれにもかかわらず，引用例２に本件訂正発明１の技術的課題である\n「電極物質の混入防止」，「電解液の汚染防止」や「高純度な被処理水の処理」等\nが解決されることも教示されている，と認定した審決は，引用例２の技術内容の認\n定を誤っている。\n(ｴ) 引用例２には，「オゾン水」が，オゾナイザーから「いきなりオゾン\n水自体として取り出すことも可能」（甲第５号証５０頁８及び９行）である，と記\n載されている。オゾナイザーからいきなり取り出して利用可能なオゾン水とは，オ\nゾナイザーの陽極で発生したオゾンガスが溶解した陽極液以外にはあり得ない。\nこのように，引用例２に，オゾン水として陽極液を利用し得ることが\n明記されていることからすると，当業者が，引用例２に記載の技術を引用例１発明\nに適用する場合には，引用例２に記載されている陽極液を引用例１の「オゾン水」\nとして採用しようと考えるはずであり，オゾナイザーからオゾンガスを取り出し\nて，これを水に溶解させようと試みるとはいえない。\n本件明細書には，陽極液をそのまま用いる従来の方法について「オゾ\nンを含有する陽極液を被処理水中に注入する方法は上記方法の欠点を有しない優れ\nた方法であるが，陽極液中に極く僅かな電極物質が残存していることが多く，該物\n質が被処理水中に混入して汚染の原因となり，特に半導体用の高純度被処理水の処\n理には不適当であるという欠点がある」（甲第２号証３欄～４欄），「電解法によ\nるオゾン発生では陽極液としてオゾン含有水が得られるため，該陽極液をそのまま\n被処理水処理用として，被処理水に注入して被処理水の酸化処理等を行うことある\nいは被処理水自体を該陽極液に注入して処理を行うことが作業性も良好で際立った\n欠点も認識されなかったことから従来法の主流であり，この方法の改良自体試みら\nれていないのが実情である」（同４欄）と記載されており，陽極液をそのままオゾ\nン水として使用する方法は，解決すべき問題点を抱えているものとして記載されて\nいる。この問題点が意識されているからこそ，陽極液からわざわざオゾンガスを分\n離して取り出すという，本件訂正発明１の構成に至ることができるのである。\n(ｵ) 以上のとおり，引用例２に記載されている技術は，本件明細書に記載\nされている技術的課題を全く欠いており，引用例１と２を組み合わせることはでき\nない。\n２　取消事由２（本件発明１及び３の新規性の判断の誤り）\n(1) 審決は，引用例２の「「無菌水システム」は，純水という「被処理水」に\nオゾン含有ガスを接触させ，この被処理水を処理しているものであると云える」\n（審決書２５頁１５～１７頁）と認定し，本件発明１及び３は，引用例２発明と実\n質的な差異がなく，引用例２発明と同一である，と判断している。\n(2) しかし，引用例２の「無菌水システム」についての記載中には，「オゾン\n含有ガス」を被処理水に接触させることについて，全く開示がない。\nすなわち，引用例２においては，「オゾン含有ガス」に該当する用語とし\nては，「オゾンガス」という用語が使用されており，他方，「オゾンガス」と対比\nされて，「いきなりオゾン水自体として取り出すことも可能」（５０頁）と，陽極\n液に含まれるオゾンに基づく，オゾンを含有する「オゾン水」の用語を別に使用し\nている。ところが，「無菌水システムヘの応用」について述べた部分（５１頁４\n項）においては，「オゾンガス」という用語は全く使用されておらず，他方，「オ\nゾン水を定期的なシステムの殺菌に使用するという方法」（５２頁５行）という記\n載に認められるように，「オゾン水」という用語がその説明に関して使用されてい\nる。\n当業者が，以上のような，微量のオゾンを溶解した水を使用する無菌水シ\nステムに関する引用例２の記載に接した場合，その記載の前に，陽極液をそのまま\n使用する方法が記載されているにもかかわらず，その方法ではなく，陽極液から一\n旦ガスを分離し，これを再び被処理水に溶解させる構成が開示されている，と考え\nることはありえない。このことは，本件発明１の，陽極液をそのまま使用する場合\nの問題点が，引用例２において認識されていないことからも裏付けられる。\n(3) 引用例２の「図－５」（５６頁）は，無菌水システムそのものではなく，\n「そこで無菌水システムのための前試験として図－５に示すようなシステムを作\nり，簡単な培養法による微生物チェックを行ないながらオゾンの殺菌効果を確認し\nた。」（５１頁最下行～５２頁２行）と記載されているように，無菌水システムの\n前試験として単なるオゾンの殺菌効果の確認のためのテストループの図解である。\n本件発明１及び３に含まれる無菌水システムとは異なる。\n(4) 本件発明１における「被処理水」及び「処理」の概念は，本件明細書に記\n載された発明の課題，目的，作用効果から，本件発明１の特徴を把握した上で解釈\nされるべきであり，本件発明１における「処理」は「被処理水中のオゾン濃度を増\n加させること」を意味するから，この点においても，引用例２に記載されたような\nごく微量のオゾンを溶解させておき，ユースポイントにおいてオゾンを分解するに\n過ぎない無菌水システムが，本件発明１における「処理」に該当するとはいえな\nい。\n(5) 以上のとおりであるから，引用例２には，審決の認定する「被処理水にオ\nゾン含有ガスを接触させ，この被処理水を処理する無菌水システム」は，記載され\nておらず，また，当業者にとって，記載されているも同然であるということもでき\nない。\n３　取消事由３（手続違背）\n(1) 審決は，本件発明１及び３についての被告ササクラの無効審判請求に対し\nて，同被告が，新規性は実質的に争わず，進歩性の存在のみを争っていたにもかか\nわらず，本件発明１及び３が，被告ササクラの提出した審判甲第２号証（引用例\n２）に記載された発明（引用例２発明）と実質的な差異がないから，特許法２９条\n１項３号の規定により新規性を欠如し，特許を受けることができない，と判断して\nいる。\nしかし，同審判手続において，職権による無効理由通知はなされていない\nから，審決の上記判断は，無効審判において主張も審理もされていない無効理由に\n基づいてなされたものである。\n(2) 他方，被告Ｙは，その無効審判請求において，本件発明１及び３の新規性\nの欠如を無効理由として主張していたものの，その根拠となる発明が開示されてい\nるとして挙げている資料は，引用例２ではなく，全く別の資料である。\n新規性の有無の判断は，公知文献に基づく場合，そこに問題となっている\n発明のすべてが開示されているかどうかを検討して行われるものであり，審判請求\n人の主張する公知資料とは異なる資料に，当該発明と同一の発明が開示されている\nからといって，これに基づき新規性を否定することは許されない。\n仮に，無効審判請求の際には引用されておらず，後に参考資料として提出\nした文献にこれが記載されているとしても，この参考資料に基づいて新規性を判断\nすることは，当事者の主張に現れていない事項について審決をすることとなるか\nら，無効理由通知を発して当事者に議論の機会を与えるべきである。しかし，本件\nで，原告に対しそのような機会は与えられていない。\n(3) 複数の審判請求が併合されている無効審判手続においては，民事訴訟にお\nける共同訴訟人独立の原則は直ちに適用がなく，職権審理的な手続体系のもとで，\n実質的な攻撃防御の機会が与えられていれば，ある程度，共同訴訟人間の主張共通\nを認める余地があるかも知れない。しかし，本件においては，いずれの審判請求人\nも，引用例２を根拠とする新規性欠如を理由とする，本件発明１及び３の無効の主\n張をしておらず，特許庁もそのような無効理由通知を発していない。\n(4) 以上のような審理の経過において，審決が，引用例２に基づいて，本件発\n明１及び３の新規性を否定する判断をしたことは，原告にとっては，不意打ちとな\nるものであり，審決を取り消すべき重大な手続違背に該当する。\n第４　被告Ｙの主張の要点\n１　取消事由１（本件訂正請求を認めなかった判断の誤り）に対して\n(1) 新規事項の追加に当たるとした判断の誤りに対して\nア　原告は，本件明細書の「特に純水を処理して半導体等の電子機器用の超\n純水を製造」（４欄）及び「半導体製造用の超純水」（６欄）との記載を根拠に，\n本件訂正請求は新規事項の追加に該当しないと主張するが，審決でも指摘されてい\nるように，本件明細書のどこにも，上記超純水の定義等は一切ない。また，この用\n語が使用されている文脈からみても，この超純水を，通常の意味を離れた，特別な\n意味に解釈すべき理由はない。すなわち，この超純水を，オゾンは含有するもの\nの，それ以外の物質を含まないという意味での，超純水と解することはできない。\nそうすると，上記各記載は，単に，本来の意味内容としての，すなわち，いかなる\n不純分もごくごく僅かしか含まないという意味での超純水が，電子機器用又は半導\n体製造用に使用されることを示すにとどまり，オゾンが溶解した被処理水を電子機\n器の製造に用いることなど開示していないことは明らかである。\nイ　したがって，オゾン水を電子機器製造用に使用するという技術事項が，\n新規事項に該当するとした審決の判断に誤りはない。\n(2) 特許請求の範囲に実質的変更があるとした判断の誤りに対して\nア　本件明細書に，オゾン水を半導体製造用や電子機器製造用に使用するこ\nとが開示されていないことは，(1)で述べたとおりである。\nイ　仮に，本件訂正請求における訂正事項が新規事項に該当しなかったとし\nても，上記訂正は実質的変更に該当するものである。\n訂正における特許請求の範囲の実質的変更の有無は，訂正事項が明細書\nに記載されているか否かではなく，訂正された発明が訂正前の発明の目的及び効果\nから予想できない，新たな目的及び効果をもたらすものであるか否かの観点から，\n判断されるべきである。\n本件発明１及び３の技術思想は，少なくとも，オゾン水を電子機器製造\n用に使用するということに立脚しているものではない。被処理水を所定の濃度のオ\nゾン水とすることを，本件発明１及び３が想定していたとすることはできない。そ\nうすると，本件訂正請求により，オゾン水を電子機器製造用に用いることという概\n念を導入することは，本件発明１からみて新たな目的及び効果をもたらすものであ\nり，実質的変更に該当するとした審決は，正当なものである。\n(3) 独立特許要件の判断の誤りに対して\nア　本件訂正発明１と引用例１発明との一致点の認定の誤りに対して\n(ｱ) 引用例１には，①オゾンを水に溶解させてオゾン水を調製する工程，\n②このオゾン水をタンク内壁の全面に吹きつけてタンクの内壁を殺菌洗浄する工\n程，からなる電子部品などの製造工程用のタンク内壁の殺菌洗浄方法，が開示され\nている。これは，電子部品の製造に関連する用途に，オゾン水を使用することにほ\nかならず，「電子機器製造用」であることは当然である。\n(ｲ) 本件訂正発明１も，単に「電子機器製造用」という漠然とした表現で\n用途を特定するものに過ぎず，それが，上記のような製造工程用のタンク内壁の洗\n浄を除外していると解すべき理由はない。\nイ　引用例２の認定の誤りに基づく本件訂正発明１の進歩性の判断の誤りに\n対して\n(ｱ) 本件訂正発明１及び３は，オゾン水のオゾン濃度について具体的に規\n定しているものではないし，また，さらに別の水を処理するとの構成に限定されて\nいると解すべき根拠もない。原告の主張は，特許請求の範囲の記載に基づくもので\nなく，失当である。\n(ｲ) 引用例２には，純水電解オゾナイザーにより純水を電解してクリーン\nな電解オゾン（オゾン含有ガス）を発生させ，この電解オゾンを水中に溶解して殺\n菌処理することが明記されている。原告は，あたかも引用例２のオゾン水は陽極液\nしか意味しないかのような主張をするが，引用例２には，そのオゾン水を陽極液由\n来のもののみに限定して解釈すべき根拠はない。\n２　取消事由２（本件発明１及び３の新規性の判断の誤り）に対して\n(1) オゾン含有ガスを被処理水に接触させることが引用例２に記載されている\nことは，客観的な事実である。\n(2) 原告は，本件発明１及び３の「処理」は「被処理水中のオゾン濃度を増加\nさせること」を意味し，引用例２にはそのような処理はない，と主張する。\nしかし，本件明細書における「処理」という用語については，何の具体的\nな定義・規定もなく，しかも，実施例において，オゾン濃度が０ｐｐｍの場合もそ\nうでない場合も両方含めて同じ「処理」という用語が区別なく使用されている。\n「処理」の意味内容を原告主張のように限定して解釈することはできない。\nまた，引用例２も，オゾンガスにより水処理する技術であって，水処理す\nるための前提としてオゾンをいったん水に溶解させるものであるから，当該水のオ\nゾン濃度を増加させることは明らかである。仮に，本件発明１及び３の「処理」の\n意味内容を原告が主張するとおりのものと理解したとしても，なお，両者の「処\n理」の間に区別はない。\n３　取消事由３（手続違背）に対して\n(1) 特許法１５３条３項の規定は，あくまで「当事者が申し立てない理由につ\nいて審判官が審理したとき」を前提とするものである。\n本件の無効審判手続において，実質的に本件発明１及び３が引用例２に記\n載されていることは，被告ササクラにより主張されている。\nそうである以上，かかる主張に対して原告が直接応答したか否かにかかわ\nらず，審決が不意打ちに当たらないことは当然である。\n(2) また，原告は，本件訂正発明１及び３が，引用例２と相違することを主張\nしていた。この主張は，本件発明１及び３にも当てはまるものであるから，原告\nは，本件発明１及び３が，引用例２に照らし，新規性を持つことを実質的に主張し\nていたといえる。この点からも，原告に対し不意打ちがあったということはできな\nい。\n第５　被告ササクラの主張の要点\n１　取消事由１（本件訂正請求を認めなかった判断の誤り）に対して\n(1) 新規事項の追加に当たるとした判断の誤りに対して\nア　原告の主張は，超純水はオゾンが所定の濃度で溶解した水である，とい\nった技術常識に反する原告独自の意味付けに基づいて，「オゾンが溶解した被処理\n水を電子機器製造用に使用するという用途」が本件明細書に記載されているという\nものであり，認められない。\n超純水とは，水中の懸濁物質，溶解物質及び不純物を高効率に取り除い\nた極めて高純度の水をいい，半導体の分野では，溶解物質としては１０億分の１\n（μg／l）レベルの純度が要求されるものである。すなわち，わずかでもオゾンが\n溶解している水は「超純水」とはいえないのであり，ましてやオゾン濃度が３．６\nｐｐｍものオゾン水が「超純水」であるわけがない。仮に，「超純水」の意味を特\n定の意味で使用しようとするのであれば，特許法施行規則に則って，その意味を定\n義する必要があるが，本件明細書のどこにも，原告がいう超純水についての定義は\nない。\nイ　以上のとおり，本件明細書に，「オゾンが溶解した電子機器製造用のオ\nゾン水」を生成することが開示されている，とはいえない。\n(2) 特許請求の範囲に実質的変更があるとした判断の誤りに対して\nア　原告の主張は，オゾン水を電子機器製造用に使用するという本件訂正請\n求に係る訂正事項が，新規事項の追加ではないとの前提に立脚しているものである\nが，そのような前提が成り立たないことは，(1)で述べたとおりである。\nイ　本件発明１及び３は，オゾン水を生成するという技術思想を含むもので\nはなく，まして，オゾン水を生成してこのオゾン水を電子機器製造用に提供するこ\nとを目的としているものでもないし，その効果も，電極物質が被処理水中に混入す\nることがなくなり，特に高純度が要求される被処理水の処理に有効であること，及\nび該被処理水に含有されることのある不純物が電解槽中に混入し，電極の寿命を短\n縮する等の不都合が生じることがないことであって，本件訂正発明１及び３の，電\n子機器製造用のオゾン水の生成という効果を予想させるものでない。本件明細書に\nは，そもそもオゾン水の生成に関連する効果は記載されていないのである。\nしたがって，本件訂正請求が，実質上特許請求の範囲を変更するものに\n該当するとした審決の判断に誤りはない。\n(3) 独立特許要件の判断の誤りに対して\nア　本件訂正発明１と引用例１発明との一致点の認定の誤りに対して\n原告は，「電子機器製造用」とは，半導体等を洗浄する等，電子機器に\n直接的に作用することを意味するとしているが，        「電子機器製造用」が，\n電子機器に直接的に作用する用途を意味することの根拠となる記載は，本件明細書\nのどこにもない。\nイ　引用例２の認定の誤りに基づく本件訂正発明１の進歩性の判断の誤りに\n対して\n(ｱ) オゾン濃度の高低による効果の差異については，本件明細書のどこに\nも記載がなく，被処理水のオゾン濃度を問題とする原告の主張は，本件明細書に基\nづかないもので，失当である。\n(ｲ) 引用例２における「いきなりオゾン水自体として取り出すことも可\n能」との記載は，陽極液から分離されたオゾン含有ガスは，従来の放電法によるオ\nゾンガスが用いられている用途に使用できること，また，ガスを被処理水と接触さ\nせるといった水処理の用途に使用できることを示した上で，さらに，純水を電解す\nるものにあっては陽極液にはオゾン水が生成されているので，「オゾン水として取\nり出すことも可能」であるという，装置のユニークさを強調したものである。\nこの記載があるからといって，陽極液からオゾンガスを取り出すとい\nう構成を，当業者が引用例２から読み取ることが妨げられるものではない。\n２　取消事由２（本件発明１及び３の新規性の判断の誤り）に対して\n引用例２には，「純水を電解して電解槽の陽極室にオゾン含有ガスを発生さ\nせ，該ガスを前記電解槽から取り出して陽極液から分離し，陽極液から分離した電\n解オゾンを使用する無菌水システム」が記載され，この「無菌水システム」は，純\n水という「被処理水」にオゾン含有ガスを接触させ，この被処理水を処理している\nものであるといえるから，引用例２には，本件発明１の構成が余すことなく記載さ\nれている。\n３　取消事由３（手続違背）に対して\n(1) 特許法１５３条２項に規定される手続を欠いた審決が常に取り消されるべ\nきものとはいえない。この点に関する判例として，平成１３年（行ヒ）第７号審決\n取消請求事件に関する最高裁判所平成１４年９月１７日判決は，「当事者の申し立\nてない理由を基礎付ける事実関係が当事者の申し立てた理由に関するものと主要な\n部分において共通し，しかも，職権により審理された理由が当事者の関与した審判\nの手続に現れていて，これに対する反論の機会が実質的に与えられていたと評価し\n得るときなど，職権による審理がされても当事者にとって不意打ちにならないと認\nめられる事情のあるときは，意見申立ての機会を与えなくても当事者に実質的な不\n利益は生じないということができる。したがって，審判において特許法１５３条２\n項所定の手続を欠くという瑕疵がある場合であっても，当事者の申し立てない理由\nについて審理することが当事者にとって不意打ちにならないと認められる事情のあ\nるときは，上記瑕疵は審決を取り消すべき違法には当たらないと解するのが相当で\nある。」と判示している。\n(2) 本件審判手続においては，本件発明１及び３が実質的に引用例２に記載さ\nれていることが被告ササクラによって主張され，また，原告も，実質的に本件発明\n１及び３と，引用例２との相違点を繰り返し主張していた。\n原告は，引用発明２に基づく本件発明１及び３についての新規性の欠如が\n主張されていると認識し，現に，本件発明１及び３と引用発明２との相違点につい\nて主張していたのであるから，本件審判手続には，「職権による審理がされても当\n事者にとって不意打ちにならないと認められる事情」があったということができ\nる。\n第６　当裁判所の判断\n１　取消事由１（本件訂正請求を認めなかった判断の誤り）について\n審決は，①新規事項の追加がある，②特許請求の範囲が実質的に変更されて\nいる，③本件訂正発明１及び３は，独立特許要件を充足しない（進歩性がない）と\nして，本件訂正請求を認めなかった。\nしたがって，本件訂正請求が認められるためには，上記①ないし③について\nの審決の判断が，すべて誤っているといえる必要がある。そこで，まず，独立特許\n要件の充足の有無について検討する。\n(1) 本件訂正発明１と引用例１発明との一致点の認定の誤りについて\nア　原告は，引用例１発明において被処理水による殺菌洗浄の対象となるの\nは電子部品などの製造工程用のタンク内壁であるのに対し，本件訂正発明１の「電\n子機器製造用」は半導体等の洗浄など電子機器に直接的に作用することを意味する\nものであるから，引用例１発明を「電子機器製造用」とした審決の認定は誤ってい\nると主張する。\nイ　本件訂正発明１及び３の「電子機器製造用」の意義については，特許請\n求の範囲に明確な規定はなく，また，本件訂正請求による訂正の前後を問わず，明\n細書中に，「半導体用等」（甲第２号証４欄３行），「半導体等の電子機器用」\n（同欄３５～３６行），「半導体製造用」（同６欄８行）などとある以外には，こ\nの「電子機器製造用」という言葉の意義を具体的に説明する記載はない。すなわ\nち，上記「半導体等の電子機器用」との記載からすれば，本件訂正発明１の「電子\n機器」に「半導体等」が含まれ，したがって，「電子機器製造用」に「半導体製造\n用」が含まれるということはできるが，その電子機器製造がどのようなものであ\nり，その製造においてオゾン水がどのように使用されるのかについて定義する記載\nは認められないのである。\nところで，半導体の製造工程は，洗浄や薬品を使用する処理等様々な処\n理工程が結合されたものであり（甲第７号証の２「半導体・電子部品の精密洗浄シ\nステム技術集成」の２０３頁「図－２　半導体製造プロセスと超純水による洗浄工\n程（ＬＳＩグレード）」），「半導体製造工程では，大量の超純水が用いられてい\nる。超純水の水質としては，生産する製品の種類や作業・工程の目的によって差は\nあるものの，高度のものが要求されている」（同２０２頁右欄）のであって，\n半導体の製造における各工程を実施するためには，様々な薬品や装置，器具等が必\n要であり，それらの様々な薬品の調製等や様々な装置，器具等の運転や洗浄等の作\n業も必要とされることは，当業者にとって当然のことである。そして，これら装置\nの洗浄は，それが半導体製造に不可欠なものである以上，半導体製造工程の一部を\n構成するということができるから，その洗浄のために使用される洗浄水もまた，半\n導体製造用，ひいては電子機器製造用の洗浄水ということができると認められる。\nこのことは，「半導体・電子部品の精密洗浄システム技術集成」（甲第\n７号証の２）の，以下の記載からも裏付けることができる。\n(ｱ) 「２．３半導体・電子部品の精密洗浄用超純水\n・・・このように微細なしかも微量の不純物，微粒子であっても製品\nの質や製品品質の歩留りに重大な影響を及ぼす・・・ユースポイントへの超純水，\n高度純水（一次純水）の供給技術の確立が必要である。」（甲第７号証の２の２０\n２頁右欄～２０３頁右欄）\n(ｲ) 「３．半導体生産工場における用廃水システム\n３．１　用廃水システム基本概念\n図－３　半導体工場用廃水処理システム」（同２０４頁左欄）として\n超純水製造システムのほか，回収システム，廃液処理までも含めた用廃水処理シス\nテムが図示され，「半導体工場における超純水の供給技術は，超純水の製造装置は\nもちろん，回収から水質維持技術まで全ての確立が必要である。しかもこれらは製\n造工程，生産設備の一部であるとの認識がなければならない。」（同２０４頁右\n欄）\n以上からすると，本件訂正発明１の「電子機器製造用」との文言\nは，電子機器の部品の製造に用いられる装置の洗浄用を含めた，電子機器製造用一\n般という広汎な意味を持つものと解するのが相当であり，原告が主張するように，\n半導体等の洗浄など電子機器に直接的に作用する場合のみに限定して理解すること\nはできないというべきである。\nウ　引用例１には「医薬品，食品，電子部品などの製造工程に用いら\nれるタンクの内壁を殺菌洗浄する方法として，（イ）オゾンを水に溶解させてオゾ\nン水を調製する工程，（ロ）該オゾン水をタンク内壁の全面に吹きつけてタンクの\n内壁を殺菌洗浄する工程，（ハ）上記工程で発生した排オゾン水を処理する工程，\nを備えることを特徴とするタンク内壁の殺菌洗浄方法」（請求項１）について記載\nされている（甲第４号証）。そして，その殺菌洗浄の目的は，「医薬品，食品，電\n子部品などの製造工程において使用される貯留タンク，調合タンクなどのタンク内\n壁を無菌かつ清浄に保つため」（同号証１頁右下欄）というものである。\n電子部品は電子機器に用いられるものであるから，結局，引用例１発明\nは，電子機器の部品の製造に用いられる装置の洗浄方法に関するものといえる。こ\nれが，本件訂正発明１の「電子機器製造用」に該当することは，明らかである。\nエ　したがって，審決が，引用例１に「電子機器製造用のオゾン水」が記載\nされているとして，本件訂正発明１と引用例１発明との一致点を認定したことに，\n原告主張の誤りはない。\n(2) 引用例２の認定の誤りに基づく本件訂正発明１の進歩性の判断の誤りについ\nて\nア　引用例２には，以下の記載がある（甲第５号証）。\n(ｱ) 「最近になってBBC-Brown-Boveri-&-Cie.LtdがSoLid Polymer\nElectrolyte（固体高分子電解質）膜を使い，純水を電気分解することによつてオゾ\nンが発生することを示してから，電気分解法によるオゾンの生成も実用化の目途が\nたつてきた。\n・・・陽極と陰極はイオン交換膜で仕切られており，陽極に供給され\nた水は膜面で分解されて水素イオンと酸素／オゾンとなり，水素イオンはイオン交\n換膜を陰極側に移動し，膜表面に達して電子をもらって水素となる。」（４９頁）\nこの記載に関するものとして，「図－１」（５３頁）に，「SOLID\nPOLYMER　ELECTROLYTE電解法の原理図」が示されている。\n(ｲ) 「表－１に２ｇｒ／ｈｒのオゾナイザーの基本仕様を示す。この本式\nのオゾナイザーは，少量の純水を原料としてオゾンを発生させる点が最大の特徴で\nあるほか，従来の常識をはるかに越える超高濃度のオゾンガスが発生する，純水を\n電気分解するため不純物を含まない非常にクリーンなオゾンガスとして利用でき\nる，・・・いきなりオゾン水自体として取り出すことも可能，などの優れた特徴を\n持っている」（５０頁）\nこの記載に関するものとして，「表－１」（５３頁）に，「「オゾン\nマスター」ＯＭ－２の基本仕様」として「オゾン濃度　約１３ｗｔ％」，「純水使\n用量　１００ｃｃ／ｈｒ」などと記載されている。\n(ｳ) 「従来の放電法によるオゾナイザーにおいては，電極が高電圧の電子\nによつてたたかれるために・・・電極構成材料の微粒子が混入すると言われてい\nる。電解法によるオゾナイザーではこのようなことは起こらないであろうと予測\nし，オゾンガス中の微量金属元素の定量分析を行つた。・・・ガス中の不純物濃度\nを求めた。その結果を表－２に示す。・・・半導体グレードのガス純度が得られて\nいる。」（５０頁～５１頁）\nこの記載に関するものとして，「表－２　オゾンガス中の微量金属不\n純物濃度」（５５頁）として，「Ｆｅ」，「Ｐｂ」など８種の金属の不純物濃度が\n記載されている。\n(ｴ) 「４．無菌水システムへ応用\n・・・オゾンは殺菌力が非常に強いうえ，自己分解によつて酸素とな\nるので残留性がなく，・・・純水の無菌化にはオゾンが最も適していると思われ\nる。特に純水電解式オゾナイザーは，純水を原料として非常にクリーンなオゾンを\n発生させられるので好都合である。・・・\nそこで無菌水システムのための前試験として図－５に示すようなシス\nテムを作り，簡便な培養法による微生物チェックを行ないながらオゾンの殺菌効果\nを確認した。この結果を図－６に示す。これは数十ｐｐｂという非常にわずかのオ\nゾンが存在するだけで純水を無菌状態に維持することが可能となることを示唆して\nいる。\n以上のことから，・・・極微量のオゾンを純水に溶解させておき，ユ\nースポイントで水銀灯によつて分解するという連続無菌純水維持システムが可能で\nあると考えられる。」（５１頁～５２頁）\nこの記載に関するものとして，「図－５　無菌水のテストループ」\n（５６頁）には，「ＲＯ水」が「タンク」，「リサイクルポンプ」，「気液接触装\n置」を経てタンクに戻るループとなった経路，その経路における「気液接触装置」\nと「オゾンマスター」とを連結する経路が図示され，「図－６」（５６頁）に「オ\nゾンの殺菌効果」が示されている。\nイ　引用例２の「図－５　無菌水のテストループ」に記載された「オゾンマ\nスター」は，固体高分子電解質膜を使い，純水を電気分解することによってオゾン\nを製造する方法（以下「電解法」という。）によるオゾン製造装置である。\nこのオゾンマスターにおいて，上記(ｱ)の記載及びその原理図（図－１）\nには，陽極と陰極はイオン交換膜で仕切られており，陽極に供給された水は膜面で\n分解されて水素イオンと酸素／オゾンとなること，すなわちオゾンは陽極室の水\n（陽極液）から生成することが示されている。\nまた，「図－５　無菌水のテストループ」の「気液接触装置」において\nオゾンマスターからのオゾンとＲＯ水法により精製した水とが気液接触装置により\n接触されること，すなわち，気体と液体とが接触されることが示されている。ここ\nで，ＲＯ水は液体であるから，オゾンマスターからのオゾンがガス（オゾン含有ガ\nス）であることは明らかである。\nそして，気液接触の結果，ＲＯ水は溶存オゾン濃度数十ｐｐｂのオゾン\n水となっていることが記載されている（図－６）。\nウ　オゾンマスターのオゾンは，電解槽の陽極室において陽極液中に生成\nし，ガスとしてＲＯ水と接触させるものであるから，「電解槽から取り出され，陽\n極液から分離した」ものであるといえる。\nしたがって，引用例２の「図－５」には，純水を電解して電解槽の陽極\n室に発生させ，該ガスを前記電解槽から取り出して陽極液から分離し，この分離し\nたオゾン含有ガスが記載されているといえる。\nすると，引用例２には，本件訂正発明１の，純水を電解して電解槽の陽\n極室に発生させ，前記電解槽から取り出して陽極液から分離したオゾン含有ガスが\n記載されているということができるから，結局，本件訂正発明１は，引用例１発明\nに，引用例２に記載されたオゾン含有ガスを適用した構成を有する発明であるとい\nうことができる。\nエ　次に，引用例１発明に引用例２に記載されたオゾン含有ガスを適用する\nことの容易想到性について検討する。\n引用例１には，オゾン含有ガスを溶解させる水について，「蒸留水（ま\nたは精製水）」（甲第４号証２頁右上欄）であると記載されている。引用例１発明\nは，蒸留ないし精製をして不純物を除去した水を使用して，不純物の少ない洗浄水\nを得ようとするものであるといえる（そもそも洗浄方法に関する発明であるから，\n洗浄に用いる（オゾン）水の純度が高ければ高いほどよいことは，自明であ\nる。）。したがって，オゾン水のもう一つの原料であるオゾン含有ガスからも，混\n入してくる不純物を極力減少するため，高純度のオゾン含有ガスを使用しようとす\nる動機付けがあることは明らかである。\nそして，オゾン含有ガスの製造装置として，引用例２に記載されたよう\nな電解法オゾン製造装置が知られ，その装置により生成されるオゾン含有ガスは，\n「表－２」に示されるように，最大でも５ｎｇ／ｌ（Ｆｅ），Ｐｂなどは２ｎｇ／\nｌ未満等，非常にわずかの金属不純物しか含まないような，半導体グレードのも\nの，すなわち，半導体製造の用途に用い得る高純度なものであることが認められ\nる。\nそうすると，高純度のオゾン含有ガスを使用するという観点から，引用\n例１発明のオゾン含有ガスとして，引用例２に記載された電解法オゾン製造装置に\nより製造されたオゾン含有ガスを採用することは，明確な動機付けがあり，当業者\nにとって何ら困難なことではない。\n以上のとおりであるから，本件訂正発明１と引用例１発明との相違点に\nついては，「クリーンな電解オゾンガスを利用するという観点から，引用例１発明\nの「オゾン発生機」を上記引用例２に記載の「純水電解オゾナイザー」に置き換え\nることで当業者が容易に想到することができた」（審決書１３頁）との審決の判断\nに誤りはない。\nオ　原告は，引用例２の水の無菌化方法においては，オゾン水の濃度が僅か\nであり，また，これを用いて他の水をさらに処理することを意図していない点で，\n本件訂正発明１とは異質の水処理であり，引用例２の純水電解オゾナイザーによっ\nて本件訂正発明１の技術的課題が解決されることを教示するとはいえないから，誤\nりである旨主張する。\nしかし，引用例１発明と引用例２を組み合わせて，本件訂正発明１の構\n成に想到することが容易であることは，既に述べたとおりであり，本件訂正発明１\nの技術的課題の開示や，その解決を教示しているか否かは，その容易想到性を左右\nする理由となるものではない。しかも，本件訂正発明１には，生成されるオゾン水\nのオゾン濃度の限定はなく，本件明細書においても，実施例１では，被処理水に\n「純水を使用し・・・該被処理水を超純水製造ラインに供給し・・・反応タンク１\n３に供給し，全被処理水をオゾンにより処理した。・・・反応タンク１３の被処理\n水中のオゾン濃度は３．６ｐｐｍであり」（甲第２号証６欄），実施例３ではその\n濃度が「約３０ｐｐｍ」（同７欄）であったことが記載されているものの，それら\nのオゾン水が反応タンクから取り出されるとき，どのような濃度であるのかまでは\n明らかでないのであって，本件訂正発明１において，「電子機器製造用」のオゾン\n水として生成されるべきオゾン濃度については具体的に限定されていないといわざ\nるを得ないのであるから，オゾン水の濃度の点をとらえて引用例２と本件訂正発明\n１とが異質の水処理であるということもできない。\nなお，引用例２の「図－５　無菌水のテストループ」に記載される方法\nが，さらに他の水を処理することを意図していないとしても，この水処理の記載\nは，引用例２の「オゾンマスター」の応用例の一つを示したものに過ぎないと認め\nられるから，引用例２を引用例１発明に適用することや，本件訂正発明１の構成に\n至ることを阻害するものとなるとは認められない。\nカ　原告は，引用例２に，オゾナイザーから「いきなりオゾン水自体として\n取り出すことも可能」であると記載されていることから，当業者は，引用例２に記\n載の技術を引用例１発明に適用する場合には，陽極液を用いようと考えるはずであ\nり，オゾン含有ガスを採用しようと試みるとはいえない，と主張する。\nしかし，前記のとおり，引用例２においては，「図－５　無菌水のテス\nトループ」において，オゾン水がオゾンマスターのオゾン含有ガスから生成される\nことが記載されている。また，このオゾンマスターから，オゾンガスを取り出すこ\nとが想定されていることは，前記ア(ｲ)(ｳ)の記載からも明らかである。\nそして，引用例１発明は，もともとオゾン含有ガスを水に溶解してオゾ\nン水を製造するものであるから，本件訂正発明１が解決しようとする陽極液の汚\n染，電解の不安定，被処理水の陽極液による汚染という問題が認識されていなくて\nも，引用例２に記載された電解法オゾン発生装置のオゾン含有ガスを使用しようと\n考えることは，ごく自然なことである。\nキ　したがって，本件訂正発明１は，引用例１発明及び引用例２に基づいて\n当業者が容易に発明をすることができたものと認められ，出願の際独立して特許を\n受けることができるものとはいえない。\n(3) 本件訂正発明３は，本件訂正発明１の装置として，純水電解オゾナイザー\n（これは，前記のとおり引用例２に開示されている。）を用いることをその構成に\n加えたものであるから，本件訂正発明１と同様の理由により，出願の際独立して特\n許を受けることができるものとはいえない。\n以上のとおりであるから，その余の点について検討するまでもなく，本件\n訂正請求を認めることはできず，本件訂正請求を認めなかった審決の判断に誤りは\nない。\n２　取消事由２（本件発明１及び３の新規性の判断の誤り）について\n(1) 引用例２の「図－５　無菌水のテストループ」の気液接触装置において，\nオゾンマスターからのオゾン含有ガスと，タンクからのＲＯ水とが気液接触してい\nること，その結果，ＲＯ水は溶存オゾン濃度数十ｐｐｂのオゾン水となっているこ\nとは，前記１のとおりである。\nそして，前記１のとおり，オゾンマスターのオゾンは電解槽の陽極室にお\nいて水から生成するものであるから，「オゾンマスター」からのオゾン含有ガスは\n「電解槽から取り出され，陽極液から分離した」ものであるといえる。\nそうすると，引用例２の図－５には，純水を電解して「電解槽の陽極室に\nオゾン含有ガスを発生させ，該ガスを前記電解槽から取り出して陽極液から分離\nし，分離したオゾン含有ガス」をＲＯ水に接触させることにより，オゾン水とする\nことが記載されているといえる。\nまた，引用例２において，オゾン含有ガスをＲＯ水に接触させることによ\nりオゾン水とすることは，水にオゾンを溶解させてオゾン水とすることであるか\nら，ＲＯ水を処理することであり，ＲＯ水はその処理がされる水であるから被処理\n水ということができる。\nしたがって，引用例２の図－５には，「純水を電解して電解槽の陽極室に\nオゾン含有ガスを発生させ，該ガスを前記電解槽から取り出して陽極液から分離\nし，分離したオゾン含有ガスを水と接触させ，被処理水を処理する」という水処理\n方法の発明が記載されているということができる。\nさらに，引用例２の図－５において，オゾンマスターは被処理水が流通す\nる被処理水流通部に連結されていることが記載されているから，引用例２には「被\n処理水が流通する被処理水流通部に，純水を電解して電解槽の陽極室にオゾン含有\nガスを生成させる電解オゾナイザーを連結し，該電解オゾナイザーから取り出した\n前記オゾン含有ガスにより前記被処理水を処理する水処理装置」の発明が記載され\nているということができる。\n(2) 原告は，引用例２には，オゾン含有ガスを被処理水に接触させる構成が開\n示されていないと主張する。\nしかし，前述のとおり，引用例２の図－５には，オゾンマスターからのオ\nゾンとＲＯ水法により精製した水とが「気液接触装置」により接触されることが開\n示されているのであり，オゾンマスターからのオゾンがガス（オゾン含有ガス）で\nあることは明らかであるから，原告の主張は失当である。\n(3) 原告は，引用例２の図－５は，オゾンの殺菌効果を確認するためのテスト\nループに過ぎず，本件発明１及び３の無菌水システムとは異なると主張する。\nしかし，引用例２の図－５が，オゾンの殺菌効果を確認するためのテスト\nループに過ぎないとしても，引用例２には，前記のとおり，図－５の説明の記載に\n引き続き，「オゾン水を定期的なシステムの殺菌に使用するという方法のほか，極\n微量のオゾンを純水に溶解させておき，ユースポイントで水銀灯によつて分解する\nという連続無菌純水維持システムが可能であると考えられる。」と記載されている\nのであるから，単なるテストループではなく，実用の水処理システムが開示されて\nいることは明らかであり，原告の主張は失当である。\n(4) 原告は，本件発明１及び３の「処理」は，被処理水中のオゾン濃度を増加\nさせることであり，引用発明２は，その意味での処理を備えているものではない，\nと主張する。\nしかし，本件発明１及び３における「処理」とは，その特許請求の範囲の\n記載からすれば，少なくとも，被処理水にオゾン含有ガスを接触させる操作自体，\nないしは，そのオゾン含有ガスと被処理水との接触操作やオゾン含有ガスの作用に\nよって，被処理水の性質や状態を変化させることを意味するものであり，単にオゾ\nンを水に溶解させてオゾン水とすることも含むものと解するのが相当である。そし\nて，本件発明１及び３の被処理水及び処理において，そのオゾン濃度に具体的な限\n定がないことは前述のとおりであり，原告が主張するように本件発明１及び３の\n「処理」が被処理水中のオゾン濃度を増加させることを意味すると解すべき根拠は\nないのであるから，引用例２発明が，無菌処理に必要な限度で，被処理水として低\nい濃度のオゾン水を生成するに過ぎないとしても，それは，本件発明１及び３の\n「処理」ないし「被処理水」に該当するというべきである。\n(5) 以上のとおりであるから，本件発明１及び３は，引用発明２と同一である\nと認められ，本件発明１及び３の新規性を否定した審決の判断に誤りはない。\n３　取消事由３（手続違背）について\n(1) 被告ササクラは，本件の無効審判の審判請求書において，\n「本件特許の請求項１に係る特許発明は，甲第１号証乃至甲第１０号証\n（判決注・甲第２号証は，引用例２である。）に記載された発明に基いて・・・\n請求項３に係る特許発明は，甲第１号証乃至甲第１０号証に記載された\n発明に基いて，・・・\nそれぞれ容易に発明できたものであり，特許法２９条第２項の規定によ\nり，無効とすべきである。」（甲第３１号証２頁～３頁）\nと主張しつつ，同審判請求書５頁～６頁において，引用例２の内容を引用\nし，本件発明１及び３の無効理由のまとめとして，\n「よって，請求項１及び請求項３に係る発明は，甲第１号証乃至甲第１０\n号証から自明なものであり，何ら新規性も進歩性も具備しないものである。」（同\n２１頁）\nとしている。\nまた，被告ササクラは，平成１１年８月３日付上申書（乙第３号証，第１\n回口頭審理手続において陳述・甲第３４号証）の１１頁以下で，引用例２の技術内\n容について説明し，まとめとして，\n「以上により，甲第２号証では「純水を電解して陽極室にオゾンを発生さ\nせ，陽極室からオゾン含有ガスを分離して取り出し，純水である被処理水に気液接\n触装置で接触させ，オゾンが溶解した高純度被処理水を生成する」という，本件特\n許発明の基本的技術の全てが開示されていることは明らかである。」（１４頁）\nとしている。\n以上からは，被告ササクラは，本件の無効審判請求において，当初から引\n用例２に基づき，本件発明１及び３が新規性を欠くとする無効理由を主張していた\nものと優に認めることができる。\n(2) 被告Ｙは，審判請求書（甲第３５号証）において，\n「本件特許の特許請求の範囲第１項（以下「請求項１」の様に略称する）\nおよび請求項３に係る発明は，甲第１号証（判決注・本訴甲第３０号証）或いは甲\n第２号証（判決注・本訴甲第２９号証）に記載された発明であるから，特許法第２\n９条第１項の規定により特許を受けることができないものであり・・・」（２頁～\n３頁）\nと主張しており，新規性欠如の主張はしているものの，その資料として，引\n用例２は挙げていない。そして，本件証拠上，被告Ｙの関係で，原告に対し，特許\n法１５３条２項に基づく通知が発せられたとは認められない。そうすると，審決\nが，被告Ｙの無効審判請求との関係でも，引用例２に基づく本件発明１及び３の新\n規性欠如を理由として同発明の特許性を否定することは，被告Ｙの申し立てない理\n由について審理判断したことになり，形式的には，審決に特許法１５３条２項所定\nの手続を欠いた瑕疵があるといえる。\nしかし，本件の審判においては，被告Ｙの無効審判請求と被告ササクラの\n無効審判請求等とが併合して審理されたものであり，前記のとおり，被告ササクラ\nは，引用例２に基づく新規性欠如の主張をし，これに対し，原告は，平成１１年９\n月２日付陳述要領書（乙第５号証）の８頁以下において，引用例２の内容を引用し\nて，\n「本件特許発明に係る方法又は装置に類似する方法又は装置を開示するも\nのであるようにも見える。なお，ここで，上記「気液接触装置」における「気液接\n触」が，「気体オゾンとＲＯ水の接触」か「オゾン含有水中のオゾンガスとＲＯ水\nの接触」か，換言すれば，上記オゾンマスターから排出されるオゾンが，オゾンガ\nスかオゾン水かは，一概に決定できないと，平成１１年４月１２日付審判事件答弁\n書において述べた。        しかしながら，甲第２号証（判決注・引用例２）に記\n載されている「気液接触」を，上記の場合のうちいずれであると解釈しても，甲第\n２号証に記載されている技術は，本件特許発明とは全く異なるものである。」（９\n頁）\nと主張し，また，\n「・・・甲第２号証に記載されている技術は「オゾンガスによる純水の無\n菌化」であるとしても，本件特許発明における「オゾン含有ガスの被処理水への溶\n解」とは，オゾンガスにより処理された水におけるオゾン濃度，及び，処理後の水\nに溶解しているオゾンの取り扱いの点で，明確に区別することができる。・・・本\n件特許発明は，オゾン含有ガスを溶解させた状態の被処理水を水処理に使用するも\nのであるから，甲第２号証の無菌水システムのように，被処理水中に残存している\n極微量のオゾンをさらに分解させることはあり得ない。」（９頁～１０頁）\nと主張しているのである。すなわち，原告が本訴で引用例２に基づく新規性\n欠如の判断の誤りとして主張している，オゾン濃度が違うこと，気液接触の構成が\n引用例２に開示されているとはいえないこと，無菌水システムとしての構成に違い\nがあることについて，審判においても原告は主張し反論を尽くしているのである。\nこのように，原告は，審判手続において，被告ササクラの引用例２に基づ\nく新規性欠如の主張に対して，現実に反論し反証の機会を有していたのであるか\nら，これと併合審理された被告Ｙの無効審判請求との関係においても，実質的には\n反論の機会が与えられていたということができるのであって，被告Ｙの同請求との\n関係で，特許庁が特許法１５３条２項所定の手続をとることなく引用例２に基づく\n新規性の欠如について審理判断したとしても，このことが原告にとって不意打ちに\nなるとは認められない。したがって，被告Ｙの無効審判請求との関係において特許\n法１５３条２項所定の手続を欠いた瑕疵は，本件において審決を取り消すべき理由\nにはならないというべきである。\n(3) したがって，審決に手続違背があるとしてその取消を求める原告の主張\nは，採用することができない。\n４　結論\n以上のとおりであって，原告が主張する取消事由は，いずれも理由がなく，\nその他，審決に，これを取り消すべき誤りがあるとは認められない。\nよって，原告の本訴請求を棄却することとし，訴訟費用の負担について，行\n政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官　　　　　佐　　藤　　久　　夫\n裁判官　　　　　設　　樂　　隆　　一\n裁判官　　　　　高　　瀬　　順　　久\n"
}