{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 12,
    "day": 20
  },
  "case_number": "平成17(行ウ)125等",
  "case_name": "モーターボート競走法施行規則違法確認等請求事件（第１事件），追加的併合（１９条）請求事件（第２事件）",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　モーターボート競走法施行規則（平成１９年国土交通省令３６号による改正前）８条１項に定める場外発売場の位置，構造及び設備が国土交通省令告示で定める基準に適合するものであることについての国土交通大臣の確認が，行政事件訴訟法３条２項に規定する「行政庁の処分」に当たるとされた事例\n２　モーターボート競走法施行規則（平成１９年国土交通省令３６号による改正前）８条１項に基づき国土交通大臣がした場外発売場の位置，構造及び設備が国土交通省令告示で定める基準に適合するものであることについての確認の取消しを求める訴えにつき，同場外発売場の建設予定地の周辺住民等（同予定地が所在する市町村の自治会若しくは町内会又は同予定地から極めて至近な位置にある自治会若しくは町内会に所属しない者）の原告適格が否定された事例",
  "case_gist": "１　モーターボート競走法施行規則（平成１９年国土交通省令３６号による改正前）８条１項に定める場外発売場の位置，構造及び設備が国土交通省令告示で定める基準に適合するものであることについての国土交通大臣の確認につき，モーターボート競走法が昭和３２年の改正によって競走場の設置には運輸大臣（現在は国土交通大臣。以下同じ。）の許可を要するものに改められた以上，同法が場外発売場の設置に関する事項をモーターボート競走法施行規則に委任するに当たっては，将来同施行規則において場外発売場の設置を認める場合には，場外発売場の設置には運輸大臣の許可（講学上の特許）を要すると定めるものとして委任する趣旨に改めたものと認めるのが相当であるところ，同項は，設置者が設けようとする場外発売場の位置，構造及び設備が国土交通省令告示第１３５０号（以下，「本件告示」という。）が示す基準に適合するものであることについて運輸大臣又は国土交通大臣の確認を受けなければならないと定めているから，運輸大臣又は国土交通大臣の確認を受けずに場外発売場を設置することは，モーターボート競走法がおよそ許容しないことであり，また，同項の運用として場外発売場の設置が事実上国土交通大臣の許可を要するものとされているから，明文の規定がなくとも，同項に定める確認を受けなければ，場外発売場を設置することはできないものとされていること，同項の運用として場外発売場の設置が事実上国土交通大臣の許可を要するものとされていることは，場外発売場を設置しようとする者において十分に認識しているところであること，施行者が前記確認を受けずに設置された場外発売場において勝舟投票券を発売することを前提として開催する競走は同法に反するものといえ，その場合，国土交通大臣が同法（平成１９年法律第１６号による改正前）２２条の１１に基づき，当該場外発売場における勝舟投票券の発売の禁止を命じたり，また，同法（平成１９年法律第１６号による改正前）２３条１項に基づき，競走の開催を停止し，又は制限すべき旨を命じたりした場合には，それによって結果的には前記場外発売場における勝舟投票券の発売が阻止されることとなることを総合すれば，同項に定める確認は，原則的に禁止された場外発売場の設置を例外的に解除するという法律効果を有する，いわゆる許可（講学上の特許）に当たると解するのが相当であるとして，前記確認は，行政事件訴訟法３条２項に規定する「行政庁の処分」に当たるとした事例\n２　モーターボート競走法施行規則（平成１９年国土交通省令３６号による改正前）８条１項に基づき国土交通大臣がした場外発売場の位置，構造及び設備が国土交通省令告示で定める基準に適合するものであることについての確認の取消しを求める訴えにつき，前記告示で定める場外発売場の位置に関する基準によって保護しようとした利益は，場外発売場が文教施設や医療施設に距離的に近接することによって，これらの施設に悪影響が及ぶことをできる限り回避するという公益の実現にあるというべきであり，場外発売場の周辺住民等の個別具体的な権利ないし利益の保護を目的としているものではないと解するのが相当であるが，同施行規則は，同項に定める確認に関して発せられた通達及びその運用の実態をも参酌すれば，場外発売場の周辺住民のうち，場外発売場の所在する市町村の自治会又は町内会を構成する住民の個別的な利益を保護する趣旨を有するものと解するのが相当であり，さらに，場外発売場の所在地には自治会又は町内会が存在しないものの，当該場外発売場の所在地から極めて至近な位置に自治会又は町内会がある場合には，当該自治会又は町内会を構成する住民は当該場外発売場の設置によって日常生活上重大な支障を受けるおそれがある場合があるということができるから，同施行規則は，場外発売場の所在地から極めて至近な位置にある自治会又は町内会を構成する住民の個別的な利益も保護する趣旨を有するものと解するのが相当であるとして，前記確認をした場外発売場の周辺に居住する住民のうち，当該場外発売場の所在する市町村の自治会又は町内会に属する者，又は当該場外発売場の所在地から極めて至近な位置にあって当該場外発売場の設置によって日常生活上重大な支障を受けるおそれのある自治体又は町内会に所属する者は，前記確認の取消しの訴えにおいて原告適格を認めることができるとした上，前記周辺住民等はこれらに当たらないとして，その原告適格を否定した事例",
  "lawsuit_id": "37189",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=37189",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/189/037189_hanrei.pdf",
  "contents": ""
}