{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 6
  },
  "case_number": "平成16(行ケ)117",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10020",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10020",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/020/010020_hanrei.pdf",
  "contents": "平成１６年（行ケ）第１１７号　審決取消請求事件\n平成１６年９月２２日口頭弁論終結\n判　　　　決\n原　告　株式会社住軽日軽エンジニアリング\n原　告　ジー・オー・ピー株式会社\n原告ら訴訟代理人弁護士　小林幸夫，弁理士　久保司\n被　告　アルインコ株式会社\n訴訟代理人弁護士　加藤幸江，中務尚子，弁理士　藤川忠司\n主　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n以下において，「および」は「及び」と統一して表記した。その他，引用箇所に\nおいても公用文の表記に従った箇所がある。\n第１　原告らの求めた裁判\n「特許庁が無効２００３－３５０８２号事件について平成１６年２月１７日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告らが特許権者である本件特許第２９８９１６６号発明「アルミニウム製可搬\n式作業台」は，平成９年９月２６日実用新案出願（実願平９－９０６９号）された\nものが，平成１０年２月１０日特許出願へ変更（特願平１０－４４６７０号）さ\nれ，平成１１年１０月８日に設定登録された。\n被告は，平成１５年３月４日，請求項１，２に関する本件特許の無効審判請求\n（無効２００３－３５０８２号）をし，原告らが，平成１５年１２月１日，請求項\nの削除を含む訂正請求をした結果，平成１６年２月１７日，「訂正を認める。 特許\n第２９８９１６６号の請求項１に記載された発明についての特許を無効とする。」\nとの審決があり，その謄本は同月２７日原告らに送達された。\n２　本件発明の要旨\n(1)　登録時の請求項１，２の記載\n【請求項１】　アルミニウム部材から構成された天板の両側端部にアルミニウム部\n材からなる梯子状の主脚を天板の裏側に沿って折り畳み可能に設けた可搬式作業台\nにおいて，天板の隅角部又は天板の隅角部から延びる主脚に，手掛け部材を立設位\n置から主脚に沿って折り畳み可能に取付けたことを特徴とするアルミニウム製可搬\n式作業台。\n【請求項２】　手掛け部材が天板の４つの隅角部又は４つの隅角部から延びる主脚\nの縦部材に，該主脚の縦部材に沿って折り畳み可能に取付けられていることを特徴\nとするアルミニウム製可搬式作業台。\n(2)　訂正請求後の請求項１の記載\n【請求項１】　アルミニウム押出形材とアルミニウム板を組合わせた天板の両側端\n部に，アルミニウム押出形材からなる梯子状の主脚を天板の裏側に沿って折り畳み\n可能に設けた可搬式作業台において，天板の４つの隅角部又は天板の４つの隅角部\nから延びる主脚に，中空のアルミニウム押出形材で構成する手掛け部材を立設位置\nから主脚の側面に沿って折り畳み可能に取付けたことを特徴とするアルミニウム製\n可搬式作業台。\n（この発明を，以下「訂正発明」という。なお，訂正前の請求項２は削除され\nた。）\n３　被告（無効審判請求人）主張の無効理由\n（ア）本件発明１（訂正前の請求項１記載の発明）は審判甲第１号証の先願の発\n明と同一であり，特許法２９条の２の規定に該当し，無効理由を有する。\n（イ）本件発明１は，審判甲第２号証ないし第４号証に記載されたいずれかの発\n明と，審判甲第５号証ないし審判甲第７号証に記載されたいずれかの発明に基づき\n当業者が容易に発明することができたものであり，特許法２９条２項の規定に該当\nし，無効理由を有する。\n（ウ）本件発明２（訂正前の請求項２記載の発明）は，審判甲第５号証に記載さ\nれた発明と同一であり，特許法２９条１項３号に該当し，無効理由を有する。\n（エ）本件発明２は，審判甲第５号証に記載された発明から当業者が容易に発明\nすることができたものであり，特許法２９条２項の規定に該当し，無効理由を有す\nる。\n（オ）本件発明２は，審判甲第５号証に記載された発明及び審判甲第８号証に記\n載された発明から当業者が容易に発明することができたものであり，特許法２９条\n２項の規定に該当し，無効理由を有する。\n（カ）本件発明２は，審判甲第２号証ないし審判甲第４号証に記載されたいずれ\nかの発明，及び審判甲第５号証に記載された発明，審判甲第８号証に記載された発\n明から当業者が容易に発明することができたものであり，特許法２９条２項の規定\nに該当し，無効理由を有する。\n・審判甲第１号証：特開平１１－１０７５１９号公報\n・審判甲第２号証：実願平５－５０４号（実開平６－５６３２１号）のＣＤ－Ｒ\nＯＭ\n・審判甲第３号証：特開平７－１０２７５８号公報\n・審判甲第４号証：特開平９－３２２７１号公報\n・審判甲第５号証：実願昭５８－１０７２６３号（実開昭６０－１５６００号）\nのマイクロフィルム\n・審判甲第６号証：実願平５－１０８８０号（実開平６－５９６００号）のＣＤ\n－ＲＯＭ\n・審判甲第７号証：特開平６－３３６８８８号公報\n・審判甲第８号証：実願昭５０－１１４８７号（実開昭５１－９５５４１号）の\nマイクロフィルム\n４　審決の理由の要点\n(1)　訂正の可否\n上記請求項に関する訂正事項は，いずれも，願書に添付した明細書又は図面に記\n載した事項の範囲内であり，実質上特許請求の範囲を拡張し，変更するものでもな\nく，適法なものといえる。\n(2)　通知した無効理由の要旨\n平成１５年１０月２４日付けで通知した無効理由の要旨は，訂正前の請求項１及\nび請求項２に係る発明（本件発明１及び本件発明２）について，\n刊行物１：「仮設機材マンスリー第１５２号」２～４頁，平成９年５月１日，社\n団法人仮設工業会発行（本訴甲第３号証）\n刊行物２：実願平５－１０８８０号（実開平６－５９６００号）のＣＤ－ＲＯＭ\n（本訴甲第４号証）\nを示して，本件発明１及び本件発明２は，刊行物１，２記載の発明から当業者が容\n易に発明できたものであり，いずれの発明も特許法２９条２項に該当し，特許法１\n２３条１項２号の規定に該当する，というものであった。\n上記のように平成１５年１２月１日付け訂正は適法であるから，訂正発明につい\nてなお無効理由があるかどうか以下検討する。\n(3)　本件特許出願前に頒布された刊行物及びそこに記載された事項\n本件特許は，平成９年９月２６日に出願された実用新案登録出願（実願平９－９\n０６９号）から適法に特許出願に変更されたものであるから，本件特許の出願日は\n平成９年９月２６日まで遡及し，その出願前に頒布された次の刊行物には，以下の\n記載が認められる。\n(3)－１　刊行物１：「仮設機材マンスリー第１５２号」２～４頁，平成９年５月\n１日，社団法人仮設工業会発行\n（ア）「アルミニウム合金製可搬式作業台の認定基準の制定について」（２頁表\n題）\n（イ）「（２）構造等について　イ）最大高さを，２ｍ未満としたこと。また，\n仕様高さが１．５ｍを超えるものについては，安全に昇降できる「手がかり棒」等\nの備え付けを必要としたこと。（根拠：労働安全衛生規則第５２６条の規定により\n高さが１．５ｍを超える箇所での作業に，安全に昇降するための設備が必要とされ\nている。）」（２頁右欄７～１３行）\n（ウ）「４　材料等　４－１　可搬式作業台の主要部分に使用するアルミニウム\n合金は，次に掲げるもの，又はこれと同等以上の機械的性質を有するものでなけれ\nばならない。（１）押出形材を使用する場合は，日本工業規格H4100（アルミニウム\n及びアルミニウム合金押出形材）に規定する記号A6063S（中略）の規格　（２）板\n及び条を使用する場合は，日本工業規格H4000（アルミニウム及びアルミニウム合金\nの板及び条）に規定する記号A5052P（中略）の規格」（３頁左欄１～１２行）\n（エ）「５　構造等　可搬式作業台は，支柱・・，天板，踏さん，折りたたみ金\n具及び支柱端具を有し，かつ，次の各号に定めるところに適合するものでなければ\nならない。　５－１　開脚状態における垂直高さ・・は，２ｍ未満であること。た\nだし，１．５ｍを超えるものにあっては，安全に昇降するため天板面から上に６０\nｃｍ以上の突出した手がかり棒等を設けたものであること。」（３頁左欄２５～３\n３行）\n上記記載及び３頁左上の図によれば，刊行物１には，次の発明（刊行物１記載の\n発明）が記載されていると認められる。\n「アルミニウム部材から構成された天板の両側端部にアルミニウム部材からなる\n梯子状の主脚を天板の裏側に沿って折り畳み可能に設けた可搬式作業台において，\n天板面から上に突出した手掛け部材を設けたアルミニウム製可搬式作業台。」\n(3)－２\n刊行物２：実願平５－１０８８０号（実開平６－５９６００号）のＣＤ－ＲＯＭ\n（請求人提出の審判甲第６号証）\n（ア）実用新案登録請求の範囲\n「【請求項１】（イ）パイプ２を持つ金具１を脚立４の足の上部に取りつけ固定\nする。（ロ）パイプ２に手すり３を通し，手すり３の下部とパイプ２をボルト５で\n結ぶ。（ハ）手すり３を下降して手すり３の上部とパイプ２を，ボルト５で結ぶこ\nともできる。以上のように構成された手すり付き脚立。\n【請求項２】金具１の中央部に手すり３の下部を軸に，手すり３が回転できる回\n転軸６を設け，且つ金具１の上部と下部に手すり３をボルト５で固定できる固定部\n７，８，をもつ，請求項１の手すり付き脚立。」\n（イ）考案の詳細な説明\n「この考案は脚立の台上に手すりをつけて，脚立への上がり下り等の安定を図る\n支えの器具に関するものである。従来の脚立はその上部に人体を支える器具がない\nために，脚立への上がり下り又は上部での作業ではバランスが取りがたく，その使\n用には不安を感ずる人が少なくない。又一部には椅子の形式で背もたれの付いてい\nるものもあるが，型が大きく移動や保管に不便であり且つ椅子で代用もできる。本\n考案はこれらの点に留意し脚立の上部に手すりをつけて，これを活用することによ\nり上がり下りや，脚立上での作業の安定化が図られるよう配慮した。又手すりは上\n下できるよう工夫して使用済み後は，手すりを脚立の足に沿って下げ，場所をとら\nないよう保管の便を図った。これを図面について説明すれば，パイプ２を持つ金具\n１を脚立の足の上部に取りつけ固定し，パイプ２に手すり３を通して手すり３の下\n部とパイプをボルト５で締めて固定する。このことにより手すり３は脚立の台上に\n立って，これを支えにして利用者は安定して上がり下りができ，且つ上部での諸作\n業にも安定度が得られる。又保管の場合は手すり３を下降して手すりの上部とパイ\nプを，ボルト５で締めて場所をとらないようにした。請求項２の金具１について\nは，金具１の中央部に設けた回転軸６と金具１の上部と下部に，ボルト５で手すり\n３を固定できる固定部７，８，を設けて，手すり３を上部又は下部に固定できるよ\nうにして，使用時と保管時の利便を図った。」\n(4)　対比\n訂正発明と刊行物１記載の発明とを対比すると，両者の一致点及び相違点は次の\nとおりであると認められる。\n【一致点】\n「アルミニウム部材から構成された天板の両側端部にアルミニウム部材からなる\n梯子状の主脚を天板の裏側に沿って折り畳み可能に設けた可搬式作業台において，\n天板面から上に突出した手掛け部材を設けたアルミニウム製可搬式作業台。」\n【相違点１】\n訂正発明の天板がアルミニウム押出形材とアルミニウム板を組合わせた天板であ\nるのに対し，刊行物１記載の発明の天板はアルミニウム部材であるものの，アルミ\nニウム押出形材とアルミニウム板を組合わせたものかどうか不明な点，\n【相違点２】\n訂正発明の梯子状の主脚は，アルミニウム押出形材からなるのに対し，刊行物１\n記載の発明の主脚はアルミニウム部材であるものの，アルミニウム押出形材からな\nるのかどうか不明な点，\n【相違点３】\n訂正発明の手掛け部材は，天板の４つの隅角部又は天板の４つの隅角部から延び\nる主脚に，中空のアルミニウム押出形材で構成する手掛け部材を立設位置から主脚\nの側面に沿って折り畳み可能に取付けたのに対し，刊行物１記載の発明において\nは，手掛け部材の取付けや材料について記載されていない点。\n(5)　相違点に対する判断\n（ア）相違点１，２について\n刊行物１記載の発明において，天板はアルミニウム部材であるものの，アルミニ\nウム押出形材とアルミニウム板を組合わせたものかどうか，また，刊行物１記載の\n発明の主脚はアルミニウム部材であるものの，アルミニウム押出形材からなるのか\nどうか不明であるが，刊行物１には，材料等として，主要部に使用するアルミニウ\nム合金として，押出形材を使用する場合や，板及び条を使用する場合が記載されて\nおり（(3)－１の（ウ）参照），刊行物１発行当時において，アルミニウム合金製可\n搬式作業台の主要部材がアルミニウム合金の押出形成や板及び条で製造されること\nが一般的であったことが認められる。そうすると，訂正発明の相違点１，２に係る\n構成は当業者が適宜できた設計的事項にすぎない。\n（イ）相違点３について\n刊行物２の特に図８ないし図１０には，脚立に関し，脚立の脚の１本の上部に回\n動軸６を中心に回動自在に「手すり３」を設け，この手すり３は図１０に示すよう\nに脚に沿って収納されることが記載されており，この手すり３は，脚の上部に，立\n設位置から主脚の側面に沿って折り畳み可能に取付けたものであると認められる。\nそして，この手すり３は，「脚立の上部に手すりをつけて，これを活用することに\nより上がり下りや，脚立上での作業の安定化が図られるよう配慮した」（公報４頁\n９～１０行）ものであるから，訂正発明の手かけ部材と基本的な機能や作用効果に\nおいて変わるところがない。\n訂正発明においては，手掛け部材が天板の４つの隅角部又は天板の４つの隅角部\nから延びる主脚の縦部材に設けられているが，手がけ部材を作業台天板の４つの偶\n角部に設ければ，作業台への昇降や，作業台上での作業の安全性がより向上するこ\nとは当然であるから，当業者が適宜できる設計的事項にすぎない。\nさらに，手掛け部材を中空のアルミニウム押出形材で構成した点については，中\n空のアルミニウム押出形材で製造した可搬式作業台自体が公知である以上，その付\n属品ともいうべき手掛け部材を中空のアルミニウム押出形材とすることは当業者が\n適宜採用し得る設計的事項にすぎないし，当該構成とした目的や作用効果について\n明細書には何ら記載されていないが，訂正発明の課題の一つである「軽量化」にあ\nるとしても，当然に奏する作用効果にすぎない。\nそして，両者の技術分野は共通しており，適用を除外すべき理由もないから，刊\n行物１記載の発明の手かけ部材に，刊行物２記載の構成の上記手すりを適用し，設\n計変更をすることによって，訂正発明の各相違点に係る構成とすることは，当業者\nが容易に想到できた事項にすぎない。また，訂正発明が奏する作用効果は，「本発\n明によれば，従来の可搬式作業台の構造，軽量性をほとんど変えることなく，作業\nの安全性が大幅に向上し，その結果として，作業性の向上も期待できるアルミニウ\nム製可搬式作業台が提供される。」（段落番号００２０参照）というものであり，\n刊行物１記載の発明に刊行物２に記載された事項を適用すれば当然に奏する作用効\n果であって格別なものではない。\nしたがって，訂正発明は，刊行物１，２記載の発明から当業者が容易に発明でき\nたものであり，特許法２９条２項に該当するものである。\n(6)　被請求人（原告）の主張について\n被請求人は，意見書において，刊行物２記載の手すり３に関し，実際は脚立の昇\n降用の手掛け部材ではなく，本来，脚立は天板上の作業を予定しておらず，万が一\n作業する場合においても，脚立上に上がったときに身体のバランスを取るものであ\nるから，刊行物２には訂正発明の「手掛け部材を立設位置から主脚の側面に沿って\n折り畳み可能に取付けた」構成は開示されておらず，さらに刊行物２に記載された\n脚立と訂正発明の可搬式作業台とでは技術分野を異にするものである旨主張する。\nしかしながら，刊行物２に記載の手すりは，上記(3)－２の（イ）に記載されてい\nるように「脚立への上がり下り等の安定を図る」ことも，脚立上での作業の安定を\n図ることもできるのであって，この手すりは脚立上に上がったときに身体のバラン\nスを取るためにだけ用いられるものではない。\nまた，脚立と可搬式作業台とは，ともに折り畳み可能で，可搬式であって，高所\nでの作業を容易に行うために使用されるものである点で技術分野が共通しているか\nら，被請求人の主張は採用できない。\n(7)　審決のまとめ\n以上のように，訂正発明の特許は，特許法２９条２項の規定に違反してなされた\nものであって，特許法１２３条１項２号の規定に該当し，無効にすべきものであ\nる。\n第３　原告ら主張の審決取消事由（相違点３に関する判断の誤り）\n１　手掛け部材が天板の４つの隅角部又は天板の４つの隅角部から延びる主脚の\n縦部材に設けられている点の容易想到性について\n(1)　訂正発明は，刊行物１記載の発明の手掛け部材として，刊行物２記載の構\n成の手すりを適用した場合に得られる１本の手掛け部材を，単に数を増やして４本\nとしたものではない。\nすなわち，訂正発明においては，手掛け部材の天板に対する位置が極めて重要で\nあり，手掛け部材が，天板の４つの隅角部又は天板の４つの隅角部から延びる主脚\nの縦部材に設けられているものである。\n手掛け部材が４本の場合には，昇降時に梯子路の左右に手掛け部材があり，片手\nでは，左利き，右利きのいずれの場合も，また，両手でも，簡単に手掛け部材を掴\nむことができるから，昇降時の安全性が格段に向上する。また，この効果は，４本\nの手掛け部材が，天板の４つの隅角部よりも少し内側であってもよく，その位置\nに，手掛け部材が４本あれば，昇降時に手掛け部材を捕まえるのに，支障になるこ\nとはない。\nまた，天板の４つの隅を立設する手掛け部材の存在が天板の広さ（作業時の作業\nエリア）を明示することになるから，天板上での作業時の安全性が向上する。４本\nの手掛け部材を設けても，天板上で作業員が作業中に姿勢を崩した場合，捕まるこ\nとができる手掛け部材は，天板の左端又は右端のいずれか一方に設けたものに限ら\nれ，他方に設けた手掛け部材を捕まえることはできないから，端面によっては，手\n掛け部材に触れることなく墜落してしまう可能性がある。したがって，天板の広さ\n（作業時の作業エリア）を明示できることは格別の効果といえる。\n(2)　刊行物２の手すり３は，「脚立の上部に手すりをつけて，これを活用する\nことにより上がり下りや，脚立上での作業の安定化が図られるよう配慮した」（４\n頁９～１０行）ものであるとしても，この安定化は手すりに捕まること，若しくは\n触れることを前提として得られるものであり，天板の広さ（作業時の作業エリア）\nを明示する機能はない。端面によっては手掛け部材に触れることなく墜落してしま\nう可能性のある訂正発明における可搬式作業台の場合と，刊行物２の場合とでは，\n手掛け部材の基本的な機能や作用効果が明白に相違する。\n(3)　審決の判断は，訂正発明において，手掛け部材を設ける位置，本数を特定\nした意義を正解することなく，訂正発明の手掛け部材と刊行物２の手すり３とが，\n機能，作用効果において，変わるところがないとの前提に立つものであって，誤り\nである。\n２　手掛け部材を中空のアルミニウム押出形材で構成した点の容易想到性につい\nて\n(1)　審決は，手掛け部材を中空のアルミニウム押出形材で構成した点につい\nて，中空のアルミニウム押出形材で製造した可搬式作業台自体が公知である以上，\nその付属品ともいうべき手掛け部材を中空のアルミニウム押出形材とすることは当\n業者が適宜採用し得る設計的事項にすぎないと説示する。\nしかし，刊行物１には，可搬式作業台がアルミニウム合金製であること，及び，\nアルミニウム押出形材を使用することの記載はあるが，中空のアルミニウム押出形\n材を使用することの記載はなく，審決の説示は，中空のアルミニウム押出形材で製\n造した可搬式作業台自体が公知であるとの誤った前提に基づくものであり，誤りで\nある。\n刊行物２にも，「手すり３」が，中空のものであることの記載はない。\n(2)　回動させる手掛け部材は，軽量でかつ，錆びないものにすることで，折り\n畳みの容易性を確保する必要がある。訂正発明においては，手掛け部材をアルミニ\nウム押出形材で構成すること，さらに，中空なものとすることの２つの点をもって\n軽量化を実現できるのであり，手掛け部材を「軽量化」することは，当然に奏する\n作用効果にすぎないものではない。\n(3)　審決は，訂正発明において，手掛け部材の材質を特定することの意義を正\n解することなく，訂正発明の格別の作用効果を看過するものであって，誤りであ\nる。\n第４　当裁判所の判断\n１　手掛け部材が天板の４つの隅角部又は天板の４つの隅角部から延びる主脚の\n縦部材に設けられている点の容易想到性について\n(1)　刊行物１（甲第３号証）には，「安全に昇降するため天板面から上に６０\nｃｍ以上の突出した手がかり棒等を設け」（３頁「５ 構造等」の５－１）と記載さ\nれており，また，刊行物２（甲第４号証）には，「脚立の上部に手すりをつけて，\nこれを活用することにより上がり下りや，脚立上での作業の安定化が図られる」\n（４頁９～１０行）と記載されている。\nこれらの記載からすると，手掛け部材（手がかり棒，手すり等）を設けることの\n技術的意義は，昇降時及び作業時に，これを掴むことなどにより，安全かつ安定し\nて作業をできるようにすることにあることは明らかである。\nまた，刊行物１には，アルミニウム合金製可搬式作業台認定基準として，「天板\nに到達するための踏さん・・・からなり」（２頁右欄「２ 定義」の項）と記載され\nており，この記載，及び，刊行物１記載の発明が，主脚が天板の両側端部に設けら\nれるという構成を有していることからすると，刊行物１記載の発明は，いずれの主\n脚からも昇降可能としたものであることは明らかである。また，刊行物１には，\n「主として建築物等の天井又は内壁面等の仕上げ作業等に用いる」（２頁右欄「１\n適用」の項），「天板の大きさは，幅４０ｃｍ以上とし，長さが６０ｃｍ以上であ\nる」（３頁左欄「５ 構造等」の５－２），と記載されており，これらの記載からす\nると，刊行物１記載の発明において，天板は，比較的大きい面積を有し，作業者\nが，天井等の仕上げ作業中に，天板上で向きを変え得ることを前提として形成され\nるものであることも明らかである。\n(2)　作業台が安全対策を必要とするものであることは，いうまでもない。刊行\n物１記載の発明において，作業台が，いずれの主脚側からも昇降可能とされ，ま\nた，作業者が天井等の仕上げ作業中に天板上で向きを変えることを前提として，天\n板の大きさ等が定められるのであれば，これに対応して安全対策を施すことは当業\n者ならば当然に配慮することである。\n前記のとおり，手掛け部材は，昇降時及び作業時にこれを掴んで，安全かつ安定\nして作業をするために設けられるものと認められるから，刊行物１記載の発明にお\nける作業台の上記使用態様からすれば，昇降の便宜，安全を考え，また，作業中の\n安全を考えて，手掛け部材を，天板の１カ所だけとはせず，４隅部に４カ所設ける\nことは，当業者ならば容易に想到できることと認められる。なお，手掛け部材は，\n昇降時に掴むことを目的の一つとしている以上，天板の４つの隅角部に設ける必要\nはあるが，必ずしも，刊行物２のように，天板の４つの隅角部から延びる主脚の縦\n部材に設ける必然性のないことも明らかである。\n(3)　そして，手掛け部材を４隅部に設ければ，これを両手で掴むことも，左右\nいずれの手を利き手とする作業者にも対応可能であることも自明のことである。ま\nた，平面に目印となるものがあれば，平面の幅，長さ等を，感覚的に認識し易いこ\nとは，当業者でなくとも，日常，経験することであるから，天板の４隅に立設され\nる手掛け部材により天板の広さ（作業時の作業エリア）を認識し易いことも自明の\nことである。これに反して作用効果に関し原告らが主張する点は理由がない。\n(4)　したがって，手掛け部材を，天板の４つの隅角部又は天板の４つの隅角部\nから延びる主脚の縦部材に設けることは当業者の設計的事項であるとした審決の判\n断に，誤りはない。\n２　手掛け部材を中空のアルミニウム押出形材で構成した点の容易想到性につい\nて\n(1)　原告らは，刊行物１には，可搬式作業台がアルミニウム合金製であること\nと，アルミニウム押出形材を使用することの記載はあるが，中空のアルミニウム押\n出形材を使用することの記載はないから，審決は，中空のアルミニウム押出形材で\n製造した可搬式作業台自体が公知であると誤認している旨主張する。\nしかし，審決は，「刊行物１発行当時において，アルミニウム合金製可搬式作業\n台の主要部材がアルミニウム合金の押出形成や板及び条で製造されることが一般的\nであったことが認められる。」（相違点１，２についての判断。なお，原告らは，\nこの判断を争わない。）とした上で，「中空のアルミニウム押出形材で製造した可\n搬式作業台自体が公知である」と認定したものであり，刊行物１に，可搬式作業台\nを「中空のアルミニウム押出形材」で作成することが明記されていると認定したわ\nけではない。原告らの主張は，審決の認定に基づかないものであって，理由がな\nい。\nしかも，刊行物１（甲第３号証）には，「支柱の基本は□パイプ構造。軽量と剛\n性の両立を図られ」（アルインコ株式会社の「多機能作業台」紹介頁）と記載され\nているし，これと，「可搬式作業台の主要部分に使用するアルミニウム合金」（３\n頁左欄「４ 材料等」の４－１）との記載や，「押出形材を使用する場合」（同４－\n１(1)）との記載からすると，刊行物１において，可搬式作業台の主要部品が，中空\nのアルミニウム合金の押出形材を用いて形成されることは明らかである。\n(2)　刊行物１において，可搬式作業台の主要部品（特に，主脚における支柱）\nが，中空のアルミニウム合金の押出形材を用いて形成されることは，上記認定のと\nおりである。手掛け部材も，可搬式作業台の主要部品であることに変わりはなく，\nしかも，手掛け部材は，主脚（支柱）の側面に沿って折り畳み可能に設けられるも\nのであり，主脚（支柱）に連続して設けられるものであるから，刊行物１記載の可\n搬式作業台の手掛け部材として，刊行物２の手掛け部材を適用する場合，手掛け部\n材を，主脚（支柱）同様，「中空のアルミニウム押出形材」で形成することは，当\n業者ならば容易に想到し得ることというべきである。\n刊行物１記載の発明の可搬式作業台において，手掛け部材を「中空のアルミニウ\nム押出形材」で形成することが容易に想到できる以上，「中空のアルミニウム押出\n形材」で形成すれば，軽量化が実現できることは明らかである（刊行物１にも，軽\n量と剛性の両立が図られることが記載されている。）。原告ら主張の訂正発明の作\n用効果が格別のものであるということはできない。\n(3)　したがって，手掛け部材を，「中空のアルミニウム押出形材」で形成する\nことは，当業者の設計的事項であるとした，審決の判断に誤りはない。\n３　まとめ\n以上のとおりであるから，相違点３について，刊行物１記載の発明の手掛け部材\nに，刊行物２記載の構成の手すりを適用し，設計変更をすることによって，訂正発\n明の各相違点に係る構成とすることは，当業者が容易に想到できた事項にすぎない\nとした審決の判断には誤りはない。\n第５　結論\n以上のとおり，原告ら主張の審決取消事由は理由がないので，原告らの請求は棄\n却されるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官          塚　　原　　朋　　一\n裁判官          塩　　月　　秀　　平\n裁判官          髙　　野　　輝　　久\n"
}