{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 25
  },
  "case_number": "平成12(ワ)5986",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12236",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12236",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/236/012236_hanrei.pdf",
  "contents": "平成１２年(ワ)第５９８６号 損害賠償等請求事件\n口頭弁論終結日 平成１３年８月３０日\n判決\n原 告 株式会社サンメール\n訴訟代理人弁護士 永 田 雅 也\n被告 Ｘ\n訴訟代理人弁護士 中 村 博\n主文\n１ 原告と被告との間で、原告が被告に対し、別紙イ号標章目録記\n載の標章を使用した商品を販売したことにより金１０００万円の損害賠償債務\nを負担しないことの確認を求める訴えを却下する。\n２ 被告は、原告の取引先に対し 「別紙イ号標章目録記載の標章、\nの使用は被告の商標権を害するから、同標章を使用した商品を販売してはなら\nない 」旨の通知をしてはならない。。 ３ 原告のその余の請求を棄却する。\n４ 訴訟費用はこれを３分し、その１を被告の負担とし、その余を\n原告の負担とする。 事実及び理由\n第１ 請求\n１ 被告は、原告に対し、金５４０万円及びこれに対する平成１２年６月１\n８日から支払済みまで年５分の割合による金員を支払え。\n２ 原告と被告との間で、原告が被告に対し、別紙イ号標章目録記載の標章\nを使用した商品を販売したことにより金１０００万円の損害賠償債務を負担し\nないことを確認する。\n３ 被告は、原告の取引先に対し 「被告が別紙商標権目録記載の商標の商、\n標権者であること、又は商標権者から同商標権を委託されていることを理由と\nして、別紙イ号標章目録記載の標章の使用が被告の権利を害するから、同標章\nを使用した商品を販売してはならない 」旨の通知をしてはならない。。\n第２ 事案の概要\n本件は、別紙イ号標章目録記載の標章を使用した文房具を製造、販売して\nいた原告が、別紙商標権目録記載の商標権を有する者との間でライセンス契約\nを締結しており、現在はこの商標権の権利移転登録を受けている被告に対し、\n①被告が原告及び原告の取引先に対して行った警告が不正競争防止法２条１項\n１３号の不正競争行為に当たるとして５４０万円の損害賠償を求めるととも\nに、②被告との間で、原告が商標権侵害に基づく１０００万円の損害賠償債務\nを負担しないことの確認を求め、③被告が原告の取引先に対して、原告が別紙\n商標権目録記載の商標権を侵害している旨の警告を発することの差止めを求め\nた事案である。\n１ 前提事実（末尾に証拠の掲記のない事実は、当事者間に争いがない ）。\n(1) 当事者\nア 原告は、文具・玩具類の販売等を目的として、平成元年６月２２日\nに設立された株式会社である。\nイ 被告は、海外ブランドのライセンス業務を主たる目的として昭和４\n７年４月３日に設立された株式会社である。\n(2) 本件商標権\nア 米国人Aは、次の商標権（以下「本件商標権」といい、その登録商\n「」 。）、 （ ）標を 本件商標 という の商標権者であったが ２００１年 平成１３年\n４月１２日死亡し、被告が本件商標権の権利承継を受けて平成１３年７月１３\n日付けでその権利移転登録を完了した（甲３、乙１４ 。）\n登録番号 第２１５４３９２号\n出願日 昭和４６年１０月８日\n登録日 平成元年７月３１日\n商品の区分 旧第２５類\n指定商品 紙類、文房具類\n登録商標 別紙商標権目録のとおり\nイ 本件商標は、顔の輪郭を表す丸の中に、一対の目と円弧状の口を配\nした外観を有し、一般に「スマイルマーク」と呼ばれるものである。\nウ 本件商標は、株式会社国際貿易（以下「国際貿易」という ）によ。\nり出願され、登録されたものであり、Aは、平成１１年７月２７日に本件商標\n権の移転を受け、同年８月１８日に移転登録を完了した。Aは、前記商標権移\n、（ ） 、 、転登録に先立ち １９９８年 平成１０年 ２月１０日付けで 関係者に対し\nスマイルマークの創作者であるAが被告と契約し、被告が日本で「スマイリー\n・フェイス」の名称及びスマイルマークを使用して各種ファッション商品の商\n品化を行うことに合意した旨の文書を配付した（甲４の１・２ 。）\n(3) 原告は、平成１２年３月から同年７月までの間、別紙イ号標章目録\n（「 」 。）（ 「 」記載の標章 以下 イ号標章 という を使用した文房具 以下 原告商品\n。）。、 、 、、という を販売した 原告商品は 具体的には レターセット メモパッド\nシール、ステッカー、ストラップ（マスコット付下げ紐 、キーホルダー、ピ）\nー・バッグ（ビニール製の袋）の７種類である。イ号標章も、顔の輪郭を表す\n丸の中に一対の目と円弧状の口を配した図柄であり、スマイルマークの範疇に\n属する。\n(4)ア 被告は、原告商品の販売を知り、原告に対し、被告との間でライ\n、、センス契約を締結するよう要請していたが 原告から何ら連絡がなかったため\n平成１２年４月２４日付け内容証明郵便により、原告に対し、原告商品の販売\nを一切しないよう警告するとともに、原告が同警告を無視して原告商品を販売\n、（ ）。した場合には 販売店等に対しても別途法的手段を講じると通知した 甲１\nイ 被告は、平成１２年５月２０日付けで、原告の販売先である株式会\n社エトワール海渡（以下「エトワール海渡」という ）に対し 「㈱サンメール。、\nの『SMILEY FACE』商品販売中止のお願い」と題し、概略、次の内容の警告書\nを送付した（甲５、以下「本件警告」という 。。）\n(ア) 被告は、スマイルマークの創作者であるAの全世界の代理人で\nあり、Aの日本国内の旧第２５類「紙類・文房具類」の商標権を委託されてい\nる。 (イ) 原告は、被告に無断で本件商標を使用した原告商品を製造し、\nエトワール海渡がそれを取り扱っていると聞いているが、原告は数か月前から\n被告の正式なライセンス締結の要請を無視しており、その企業姿勢は悪質であ\nる。 (ウ) 至急、原告商品の販売を中止し、現在までの原告商品の販売数\n量、販売高を被告に報告してほしい。\n(エ) エトワール海渡が原告商品を販売することは、商標権侵害等の\n不法行為になるので、今後は被告関連の正式なライセンス商品を取り扱ってほ\nしい。\n(5) 被告は、原告との交渉に進展がなかったことから、平成１２年６月\n２日付けで、原告に対し、次の内容の通告書を送付した（甲１１ 。）\nア 原告が被告と契約を締結する場合、小売値の３％のロイヤリティ、\n、。年間１００万円のミニマム・ギャランティ 契約期間２年間の約定で契約する\nイ 原告が被告と契約しない場合、被告は、原告に対し、商品販売の即\n時停止並びに商品の回収及び破棄を求めるとともに、今までの商品販売数量及\nび販売高を被告に報告し、小売値の１０％のロイヤリティを支払うことを求め\nる。 ウ 原告が交渉に応じない場合には、被告は、原告に対し、１０００万\n円の損害賠償請求訴訟を提起する。\n２争点\n(1) 本案前の主張（請求②）\n原告には、本件口頭弁論終結時点において、被告との間で、原告が被\n告に対して原告商品の販売に関し本件商標権に基づく損害賠償債務を負担しな\nいことの確認を求める利益があるか。\n(2) 被告が原告の取引先に対して行った本件警告は、不正競争防止法２\n条１項１３号にいう「競争関係にある他人の営業上の信用を害する虚偽の事実\nを告知し、又は流布する行為」に当たるか。\nア 被告は、原告の販売先に対して、本件標章を使用した商品の販売の\n差止めを求める権限を有していたか。\nイ 原告商品の販売は、本件商標権の侵害に当たるか。\n(ア) イ号標章は、本件商標と類似するか。\n(イ) イ号標章は、商品の出所を識別するために使用されているか。\n(ウ) 本件商標権に基づく禁止権の行使は権利濫用ないし公序良俗違\n反か。\n(3) 仮に、(2)が認められる場合、被告には故意又は過失があるか。\n(4) 原告の損害額\n第３ 争点に関する当事者の主張\n１ 争点(1)（確認の利益）について\n【被告の主張】\n被告は、今後原告が無ライセンス活動を再開する等の特別な事情がない\n、。 、限り 原告に対して金１０００万円の損害賠償請求をする意思はない よって\n原告には、債務不存在確認訴訟を提起し、本案判決を得ることができる程度の\n確認の利益がない。\n【原告の主張】\n被告が原告に対し、１０００万円の損害賠償請求の意思表示をしたこと\nは明らかであり、被告から原告に同請求をしない旨の書面が送付された事実は\nない。したがって、被告から原告に対し、１０００万円を請求しない旨の確実\nな書面が提出されない限り、原告は債務不存在について確認の利益を有する。\nまた、即時確定の利益は、被告が訴訟物たる権利関係の存否を争ってい\nる場合に認められるところ、本件訴訟において、被告は、原告が被告に対する\n損害賠償債務を負わないという原告の主張を争っており、これは訴訟物たる権\n利関係の存否を争っているといえるから、原告には即時確定の利益がある。\n２ 争点(2)（本件警告は、不正競争防止法２条１項１３号所定の虚偽の事\n実の告知、流布に当たるか）について\n(1) 同ア（被告は、原告の販売先に対して、本件標章を使用した商品の\n販売の差止めを求める権限を有していたか）について\n【原告の主張】\n被告は、本件警告当時、本件商標権の商標権者でなく、専用実施権の\n設定登録も受けていないから、商標法３６条に基づく差止請求権を有しなかっ\nた。 被告が本件商標権に何らかの関係を有する根拠として原告に送付した\n書類は、平成１０年２月１０日付け通知書（甲４の１、２）のみであるが、そ\nの内容は、各種ファッション商品の販売に関するもので、文具類の販売に関す\nるものではない上、同通知書は、Aが本件商標権の移転登録を受けた平成１１\n年８月１８日の１年半前に作成されたものであるから、これを根拠として、被\n告が本件商標権について何らかの利害関係を有するとはいえない。\nスマイルマークは、遅くとも第２次世界大戦の末期ころから広く使用\nされていたマークであり、特別の著作者はない。被告とAの間のライセンス契\n約書（乙２の１・２）によれば、被告は 「Aがスマイルマークについてアメリ、 」（）カ合衆国国内及び全世界で法的権利を有しているか否かを問わない 第１条\nのみではなく 「スマイルマークが全世界で権利がないことを積極的に認識し、\nている」のであって、A自身が同人の承諾なしにスマイルマークを使用する者\nに対し、差止請求権がないことを十分に認識し前記契約を締結したことが明ら\nかである。したがって、前記契約書の趣旨は、排他独占的な法的権利が全くな\nいスマイルマークについて、もし任意に使用料を支払うものがあれば支払って\nもらい、スマイルマークを使用した商品を広めるという程度のものである。A\nは、上記契約締結後の平成１１年８月１８日に本件商標権の移転登録を受けた\nが、そのことによって被告の権利が拡大されたという証拠はなく、本件警告当\n時、被告はAから本件商標権に基づく差止請求権を付与されていなかったもの\nである。以上によれば、被告は、本件商標権について何ら法的権利がないにも\nかかわらず、何らかの法的権利が存在するかのように装い、原告の取引先であ\nるエトワール海渡に本件警告を行い、原告が悪質な企業であり、原告商品が被\n告の商標権を侵害していると告知したものであるから、同行為は、不正競争防\n止法２条１項１３号所定の不正競争行為に当たる。\n【被告の主張】\n被告は、平成１０年２月２日、スマイルマーク関連商品の商品化事業\nを日本で進めるため、スマイルマークの著作者であるAとの間でライセンス契\n約を締結した（乙２の１・２ 。同契約第２条では、被告が自らサブライセン）\nス契約を締結することが認められており、これによれば、被告がスマイルマー\nクについて、ライセンスの使用許諾権をAから与えられたと解することができ\nる。 さらに、同契約第５条、第６条では、被告は、スマイルマーク関連商\n品の商品化事業を支障なく遂行できるようにするため、スマイルマークの商標\n登録出願を行うことができるとされており、被告の活動の結果、Aが第三者か\nら本件商標権の譲渡を受けることに成功したものである。\n被告が原告の販売先に本件警告をしたことは、Aからライセンス契約\nによる使用許諾権を認められた使用許諾権者という被告の立場からすれば、原\n告がサブライセンス契約を締結しないまま違法な商品の製造販売を行うのを止\nめさせるため必要不可欠な行動であり、正当な業務活動である。\n(2) 同イ（原告商品の販売は、本件商標権の侵害に当たるか）について\n【被告の主張】\n(ア) スマイルマークと呼ばれる本件商標の本質的内容は、丸い輪郭\nと二つの目と曲線で表現された口という単純な構造で「笑顔」を連想させる外\n観であり、具体的な表示方法として「丸い輪郭、二つの目、曲線で表現された\n口」が存在し、そのマークを全体的に見た場合に、一般消費者が笑顔を表して\nいるという観念を抱けば、それをスマイルマークと呼ぶことができる。そうす\nると、ある標章と本件商標との類否かを判断するに当たり、具体的な表示方法\nの差異を厳格に対比することには意味がなく、表示方法として 「丸い輪郭、、\n二つの目、曲線で表現された口」が揃っているか否かを形式的に判断すれば十\n分である。むしろ、表示方法として 「丸い輪郭、二つの目、曲線で表現され、\nた口」が揃っているマークが、市場において、一般消費者にいかなる観念をも\nって受け入れられ、購買されているかがより重要であり、観念の類似や呼称の\n類似が重要な判断基準となる。\n(イ) イ号標章は 「丸い輪郭、二つの目、曲線で表現された口」の、\nみにより構成されているマークであり、その外観は、形式的に見れば、構成の\n仕方に多少の違いがあるものの、マーク全体からイメージする一般消費者の観\n念は「笑顔を連想させるスマイルマーク」であり、イ号標章と本件商標の類似\n性を肯定できることは明らかである。\n【原告の主張】\nイ号標章と本件商標とは、次のとおり、非類似である。\n(ア) スマイルマークの特色\nスマイルマークは、顔の輪郭を表す丸の中に、一対の目と円弧状\nの口を配した図柄であり、その要素が三つと少なく、構成が極めて簡単である\nため、丸の形、目の位置及び形並びに口の位置及び形により、多種多様な表示\n方法が可能である。そのため、多種多様な表示方法のスマイルマークが商標と\nして登録され、商品のデザインとして使用されている。\nこのようなスマイルマークの特色によれば、スマイルマークを用\n、、 、いた商標にあっては 顔の輪郭 目や口の形状及び配置等の表示方法の異同が\n類比判断に重大な影響を及ぼすものであり、その点を厳格に解釈する必要があ\nる。 (イ) 具体的な外観上の表示方法の異同\nａ 本件商標は、基本的には、顔の輪郭を表す円形と、この円形内\nの上部に表された左右一対の目と、その円形の中央部に表された浅い円弧状の\n口から構成されている。\n具体的には、\n① 顔の輪郭を表す円形は、均一な太さの黒色の線で描かれてい\nる。 ② 目は、縦横の比率が約４対３の縦長楕円形状をなしており、\n黒色に彩色されている。また、目は円形状の上端から直径の約４分の１のとこ\n、。ろに位置しており 左右の目の間隔は円形上の直径の約６分の１をなしている\n③ 口は、均一の幅の太くしっかりとした黒色の線で、弧を下側\nにした浅い円弧状に描かれており、また、円弧の両側には、それとほぼＴ字状\nに交差し、かつ、これと同じ太さの毛筆風の短い線が描かれている。\nｂ イ号標章は、基本的には、顔を表す黄色い丸と、この丸の中央\nよりやや上部に表された左右一対の目と、この丸の下部に表された鋭く尖った\n口とから構成されている。\n具体的には、\n① 顔を表す黄色い丸には、黒色の線による輪郭が設けられてい\nないものもある（甲６表紙のストラップ２、キーホルダー、裏面のシール左の\n３列） ② 目は、縦横の比率が約３対１の縦長楕円形状をなしており、\n黒色に彩色されている。また、目は黄色い丸の上端から直径の約３分の１のと\nころに位置しており、左右の目の間隔は黄色い丸の直径の約３．４分の１をな\nしている。 その結果、目の位置は、本件商標よりも明らかに低い位置に\nあり、また、両目の間隔は、本件商標よりも明らかに広い。\n③ 口は、弧を下側にして鋭く尖った放物線状をなしており、そ\nの放物線状は黒色で、中央部の幅が最も狭く、両端に向かって徐々に太くなっ\nて、あたかも河童の口の形状である。\n(ウ) 両者の対比\n本件商標とイ号標章の外観について対比すると、両者は、目の位\n置や間隔、口の位置や形状において、表示方法を著しく異にしており、特に口\nの形状における相違が著しく、取引者・需用者が両者を外観上識別できること\nは明らかである。\nイ 同(イ)（イ号標章は、商品の出所を識別するために使用されている\nか）について\n【原告の主張】\n(ア) スマイルマークは、国際貿易による本件商標の出願（昭和４６\n年１０月８日）前から誰でも自由に使用できる「パブリック・ドメイン」に属\nする図柄であるから、現実の社会において、スマイルマークが出所識別機能を\n果たしていないことは明らかである。\n(イ) 原告商品において、イ号標章は、スマイルマークが出所識別機\n能を有する態様ではなく 「楽しい商品 「可愛らしい商品」といったイメージ、」\nを喚起させ、需用者の購買意欲を高める一般的なメッセージとして、あるいは\n「」 。 、商品を楽しく使いましょう というスローガンとして使用されている また\nイ号標章は、明らかに模様、デザインとして意匠的に使用されており、商標と\nして使用されていない。\n【被告の主張】\n商標と意匠とは、排他的、択一的な関係にあるものではなく、意匠\nとなり得る模様等でも、それが自他商品識別機能を有する標章として使用され\nている限り、商標としての使用といえるから、意匠的使用というためには、自\n他商品識別機能が全く存在しないことが主張立証されなければならない。原告\nの本件商標使用行為に意匠的使用の側面があることは否定できないが、一般消\n費者が市場に氾濫するスマイルマーク関連商品を見て、すべて異なるブランド\nと考えるはずはなく、以前から売られているマークと同じであるから「同じブ\nランドである 「だから商品として信頼できる」等の認識の下で当該商品を購」\n入することは明らかである。したがって、原告の本件商標使用行為に商標本来\nの自他識別機能あるいはその作用の一環である品質保持機能があることは否定\nできず、原告の使用は商標的使用に当たる。\nウ 同(ウ)（本件商標権に基づく禁止権の行使は権利濫用ないし公序良\n俗違反か）について\n【原告の主張】\n(ア) スマイルマークは、本件登録商標の出願前から日本において誰\nもが自由に無償で使用できるものであった。国際貿易は、スマイルマークの人\n気に便乗し、その商標登録出願がスマイルマークの万人による利用を阻害し、\n公衆の利益を損なう結果となることを知りながら、スマイルマークによる利益\nの独占を図る意図で商標として出願したものであるから、本件商標権に基づく\n禁止権の行使は、公正な競争秩序を害するものであって公序良俗に反する。\n(イ) Aは、スマイルマークの万人による使用を阻害し、公衆の利益\nを損なう結果となることを知りながら、スマイルマークによる利益の独占を図\nる意図で本件商標権の譲渡を受けたものであるから、Aによる本件商標権に基\nづく権利の行使は、権利の濫用ないし公序良俗違反である。\n、（ ）(ウ) 本件商標は 登録時点において商標法３条１項 ５号又は６号\nの要件を欠くものであり、本来無効とされるべきであった。\nまた、本件商標は、登録後ほとんど利用されておらず、今でも出\n所識別力を有していない上、一人の者に独占使用を認めるのは弊害が大きいか\nら、商標法４条１項７号に該当し無効である。\nこのような無効理由を有する商標については、その商標権に基づ\nく差止め、損害賠償の請求は権利の濫用に当たり許されない。\n【被告の主張】\n争う。なお、本件において、原告は、Aではなく被告の権利濫用や\n公序良俗違反を主張しなければならないはずであり、原告が主張するAの権利\n濫用行為や公序良俗違反とは別個の問題である。\n（、 、 ）３ 争点(3) 仮に (2)が認められる場合 被告には故意又は過失があるか\nについて\n【原告の主張】\n被告には、不正競争防止法２条１項１３号所定の不正競争行為である本\n件警告を行ったことについて故意又は過失がある。\n【被告の主張】\n被告は、本件商標権が有効である以上、スマイルマーク商品の製造販売\nを行うには、Aあるいは原告との間でなんらかのライセンス契約が必要である\nことを当然の前提として考えていた。このような状況の下で、Aを債権者、原\n（）告を債務者とした仮処分事件 大阪地方裁判所平成１２年(ヨ)第２００５６号\nにおいて、平成１２年１０月１３日付けで仮処分を認める決定が出た。仮処分\nとはいえこのような判断が出たことからすれば、後日これと逆の判断が他の裁\n判所で出たとしても、それは、極めて専門的で素人では判断できないレベルで\nの子細な判断がなされたものといえる。\nしたがって、未だに判例として確立されているとはいえないスマイルマ\nークの商標権の差止請求権の存否に関し、被告がこれを当然存在するものと考\nえ原告に警告を発した行為自体について、被告に過失を認定することはできな\nい。また、被告は、当時原告だけでなく、他の数社に対しても同じような警告\n書を発して無許可のライセンス活動の即刻中止を求めており、原告に故意に損\n害を加えようとした事実もない。\n４ 同(4)（原告の損害額）について\n【原告の主張】\n原告は、平成１２年７月１日から本案判決の確定に至るまでイ号標章を\n使用した商品を扱うことができず、その結果、次のとおり損害を受ける。\n(1) 販売中止に関する見込み損害額\n原告は、原告商品の販売により、平成１２年３月２２日から同年７月\n１日までの約３．３か月間に３０万３７２０円の販売利益を得たが、これらの\n商品は被告の妨害がなければ２か月程度で売却できた。したがって、原告は、\n平成１２年７月１日から本案判決の確定が見込まれる平成１３年１２月３１日\nまでの１８か月間、１か月につき約１５万円の販売利益を得ることができたも\nのであり、この期間の損害額は２７０万円である。\n(2) 信用損失による損害\n原告の信用損害は、前記(1)の販売中止に関する見込み損害額２７０\n万円を下回るものではない。\n(3) 原告の損害は、前記(1)、(2)の合計である５４０万円である。\n【被告の主張】\n争う。\n第４ 当裁判所の判断\n１ 争点(1)（確認の利益）について\n確認訴訟においては、対象となる権利又は法律関係の存否について即時\nに確定されることに原告が現実の法律上の利益又は必要を有する場合に限っ\nて、確認の利益が認められるところ（即時確定の利益 、即時確定の利益があ）\nるというためには、当事者間の具体的事情を考慮して、確認判決が原・被告間\nの紛争解決のために有効、適切であり、かつ、確認判決により原・被告間の紛\n争が即時に解決を必要とする切迫したものであるという即時解決の必要性を有\nすることを要するものと解される。\n本件において、原告商品の販売が本件商標権の侵害に当たらないという\n原告の主張を被告が争っていることは確かであるが、前記第２、１で認定した\n事実及び弁論の全趣旨によれば、被告は、原告に対し、平成１２年６月２日、\n原告に対し、原告が被告との交渉に応じない場合には、原告の商標権侵害行為\nについて、金１０００万円の損害賠償請求訴訟を提起するという一文を含む通\n告書（甲１１）を１回送付した以外には、本件訴訟の口頭弁論終結時までに、\n原告に対し、将来原告が原告商品の販売を再開した場合に損害賠償を請求する\nことがあり得ることは別として、金額のいかんを問わず、原告がこれまで行っ\nた原告商品の販売について、自身で商標権侵害に基づく損害賠償請求を行う意\n思を明らかにした形跡はない。加えて、本件商標の商標権者であるAが原告に\n対し、原告商品の販売が商標権侵害に当たるとして、金１０００万円の損害賠\n償及び原告製品の販売の差止めを求めて大阪地方裁判所に提訴し、同訴訟が係\n属中であること、本件商標権についてAのライセンシーの地位にあり、Aの死後\n商標権の移転登録を受けた被告が、Aの有する損害賠償請求権も承継したとし\nて、同訴訟に承継参加の申立てをする予定であること（なお、本件口頭弁論終\n結後の平成１３年１０月１６日に同申立てがなされた ）は当裁判所に顕著な。\n、、 、事実であり これによれば 原告商品の販売という過去の同一の事実について\n被告が、あらためて、原告に対して金１０００万円の損害賠償請求を行う現実\nの可能性はほとんどあり得ないものと推認される。\n上記事情を勘案すると、本件においては、原・被告間の債務不存在確認\n請求に関する紛争が確認判決により即時に解決を必要とする切迫したものであ\nるとはいえないから、原告には、原告がイ号標章を使用した商品を販売したこ\nとに関して被告に対し金１０００万円の損害賠償債務の不存在確認を求める即\n時確定の利益はないというべきである。\n２ 争点(2)（本件警告は、不正競争防止法２条１項１３号所定の虚偽の事\n実の告知、流布に当たるか）について\n(1) 同ア（被告は、原告の販売先に対して、本件標章を使用した商品の\n販売の差止めを求める権限を有していたか）について\nア 証拠（甲２０）によれば、Aと被告は、１９９８年（平成１０年）\n２月２日、スマイルマークについて世界的な商品化事業を行う目的で、概略、\n次の内容によるライセンス契約を締結したことが認められる（以下「本件ライ\nセンス契約」という 。。）\n(ア) 被告は、スマイルマークがAによりアメリカ合衆国で創作され\nたものであることを認め、尊重する。ただし、被告は、Aがスマイルマークに\nつき、アメリカ合衆国又は他の国で法的権利を有しているか否かは問題にしな\nい（第１条 。）\n(イ) 被告は、スマイルマークを商品化する意図を有し、これを達成\nするため、製造業者との間でサブ・ライセンス契約を行う（第２条 。）\n(ウ) Aは、第２条の事項に関する被告の行為を認め、可能な限りこ\nれに協力する（第３条 。）\n(エ) 被告は、サブ・ライセンシーから受領する収入の中から■％を\nAに支払う（第４条 （■部分は書証上抹消されており不明 。））\n(オ) 被告は、スマイルマークについて、いかなる国においても法的\n権利がないことを確認し、第２条の行為が遂行されるよう可能な限りの努力を\nし、必要な費用をすべて負担する（第５条 。）\n(カ) 商標登録がされた場合、被告の名義に変更する（第６条 。）\nイ また 証拠 甲３０ によれば Aと被告の間では １９８９年 平、（ ） 、 、 （\n成元年）７月３１日に日本で本件商標の商標登録がされた後、被告とAが口頭\n及び書面で１９９８年（平成１０年）２月２日付け契約書及び同年７月２７日\n付け契約書の修正、変更、追加を行ったことを踏まえ、２０００年（平成１２\n年）６月２８日付け契約書（甲３０）が作成されたこと、その趣旨は、被告と\nAは、被告又は被告のサブ・ライセンシーが上記二者によって決められた商品\nを契約書３条で定められた「許諾地域 （日本及び東南アジア諸国〔韓国、台」\n、 、、、 〕）湾 香港 シンガポール マレーシア等 インドより東のアジア諸国を含む\nにおいて独占的に商品化する許可を受ける協力条件を決めることで合意したと\nいうものであったことが認められる。\nウ 以上認定の事実と前記第２、１、(2)の事実によれば、被告とAの間\nには、本件商標権を譲り受ける前から、Aが被告にスマイルマークの使用許諾\n、、 、権を付与する内容の本件ライセンス契約が存在したものであり かつ 被告は\n本件ライセンス契約に基づき、Aの代理人として国際貿易との間で本件商標権\nの譲受交渉を行った結果、Aが本件商標権を譲り受けることができたと認めら\nれるから、被告とAの間では、Aが本件商標権を譲り受けた後は、被告がAのラ\nイセンシーとして、本件商標権の管理権限を有するという黙示の合意が存在し\nていたものと推認され、他に同認定を覆すに足りる証拠はない。\n(2) 同(イ)（原告商品の販売は本件商標権の侵害に当たるか）について\nア 本件商標は、前記第２、１、(2)のとおり、顔の輪郭を表す丸の中\nに一対の目と円弧状の口が配置された外観を有し、この構成により、一般需用\n者に「スマイルマーク」という称呼及び観念を生じさせるものである。\nイ スマイルマークについて\n(ア) 証拠（甲１３、甲１８の１・２、甲２０、甲４０の１～４、甲\n４２の１～１５６、乙２の１・２、乙９～１４）及び弁論の全趣旨によれば、\nスマイルマークの使用状況については、次の事実が認められる。\nａ Aは、スマイルマークの創作者として知られており、１９６３\n年（昭和３８年 、保険会社の依頼で黄色の丸い顔に一対の目と円弧状の口を）\n配したスマイルマーク（別紙比較図・Aのスマイルマーク）をデザインしたと\nされている。スマイルマークは、アメリカで１９６０年代後半から爆発的流行\nを引き起こし、ベトナム反戦運動のシンボルとして多くの商品に使用された。\nAは、１９７０年代に入ってスマイルマークの著作物登録を検討したが、スマ\nイルマークが余りにも膨大な数量の商品に使用されていたため、アメリカでの\n著作権登録を断念した。\nｂ スマイルマークは、昭和４５年（１９７０年）ころ、ニューヨ\nークのステーショナリーショーでスマイルマークを用いたカード類を見た日本\nの文具メーカーの株式会社リリック（以下「リリック」という ）の社員によ。\nって日本に導入され、リリックは、同年８月に日本で開催された文具紙製品見\n本市にスマイルマークを使った便箋、ペーパーバッグ等を実験的に展示した。\nこれに先立ち、前記社員がスマイルマークの権利関係を調査したところ、１９\n７０年当時のアメリカでは、スマイルマーク商品を扱う会社は誰とも契約せず\nにスマイルマークを使用しており、そのため、各社が用いるスマイルマークの\nデザインは微妙に異なっていた。また、スマイルマークの考案者については、\nアメリカ西海岸で生まれたとか、ヒッピーが使っているマークであるなど諸説\nがあり、考案者は不明とされていた。\nｃ リリックは、サンスター文具株式会社（以下「サンスター」と\nいう ）と共同してスマイルマーク関連事業を行うことにしたが、アメリカの。\nデザインをそのまま日本で展開するのは問題があると考え 新たなデザイン 別、（\n）、「」 、紙比較図・ラブピースマーク を書き起こし ラブピース の名称を付けて\n昭和４５年１０月１日に商品発表会を行った。\nスマイルマークを使用した商品は非常によく売れたため、昭和\n４６年３月３１日、他の業者も参加して「ラブピースアソシエーション」なる\n団体が結成され、一業種一社の原則でスマイルマーク関連商品の開発販売を行\n。、 、 、うことになった しかし 文房具については リリック及びサンスターのほか\nコーリン鉛筆株式会社、プラチナ万年筆株式会社、株式会社サクラクレパス、\nペンテル株式会社が「ラブピースアソシエーション」に参加し、それぞれがス\nマイルマーク（ラブピースマーク）を用いた文房具を製造、販売した（甲４２\nの１３３ 。） スマイルマークは日本でも爆発的に流行し 「ラブピースアソ、\nシエーション」以外の者が製造、販売するスマイルマーク商品（ラブピースマ\nークとは微妙にデザインが異なるスマイルマークを用いたもの）も氾濫し、市\n場が飽和状態となった。このため、スマイルマークブームは、昭和４６年、４\n７年をピークに収束した（以下「第１次ブーム」という 。。）\nｄ スマイルマークについては、次のとおり、昭和４６年に、指定\n商品を「第２５類 紙類、文房具類」とする商標登録出願５件がされたが（別\n紙「出願登録経緯表」参照 、平成元年７月３１日に本件商標が設定登録され）\nるまでは、約１８年間登録に至ったものはなかった。\n(a) Bは、昭和４６年７月１６日、大きな目が上端から直径の約\n３分の１の位置にあるスマイルマーク（下向きの円弧状に描かれた口の両端部\n（「 」 。）。）には円弧とほぼＴ字状に交差する短い線 以下 端部棒線 という がある\nについて商標登録出願し、この出願については、昭和４８年７月２３日出願公\n告がされた（甲４２の７７ 。）\n(b) Cは、昭和４６年８月９日、円の中に左右非対称で端部棒線\nを有しない口と、高さが異なる目が描かれたスマイルマークについて商標登録\n出願し、この出願については、昭和５７年１１月２４日出願公告がされた（甲\n４２の７６ 。）(c) Dは、昭和４６年９月１日、目が縦長で大きく、口に端部棒\n線がないスマイルマークについて商標登録出願し、この出願については、昭和\n６１年３月５日出願公告がされた（甲４２の７５ 。）\n(d) Eは、昭和４６年９月１０日、口が下方に寄っていて端部棒\n線がなく、目が上から約４分の１の位置に離れて設けられたスマイルマークに\nついて商標登録出願し、この出願については、昭和６２年７月１０日出願公告\nがされた（甲４２の７４ 。）\n(e) 国際貿易は、昭和４６年１０月８日、本件商標について商\n、、 、標登録出願し この出願については 昭和６３年１１月２８日出願公告がされ\n平成元年３月１７日登録査定がされ、同年７月３１日登録となった。\nｅ スマイルマークは、昭和６３年ころ日本で再流行し、多数の業\n者によってスマイルマークを付した文房具、洋服、バッジ、マグカップなどが\n販売され、新聞・雑誌にも「ラブ・ピースマークが復活」などと取り上げられ\nた。スマイルマーク関連商品を製造、販売する業者は、このころも、誰とも契\n、、約しないでスマイルマークを使用しており 各社が使用するスマイルマークは\n目の位置及び間隔、口の位置及び円弧状の曲がり具合、口の両端の端部棒線の\n有無などが微妙に異なっていた（甲４２の４２・８１～１１３ 。）\nｆ スマイルマークは、その後も特定の著作者はいないと考えられ\nていたところ、平成８年ころ、フランス人Fがスマイルマークの原作者と名乗\nり、株式会社イングラム（以下「イングラム」という ）を日本での代理人と。\nしてスマイルマーク（別紙比較図・Fのスマイルマーク）のライセンス活動を\n開始した。Fは、平成９年２月１１日付け日本経済新聞に、<R>マークを付した\nスマイルマークを配し 「スマイルマークは登録商標です。私を勝手に使わな、\nいで！」等の見出しを付けた全面広告を掲載し、今後日本でスマイルマークを\n使用する場合は、F及びイングラムの事前承諾が必要となると告知した。Fは、\n同年４月１０日付け日本経済新聞にも同旨の全面広告を掲載し、今後の無断使\n用についてはイングラムと共にしかるべき法的手続きを取っていくつもりであ\nると述べた。これらの宣伝活動により、同年８月１日時点では、F及びイング\nラムと契約してライセンス料を支払った企業は３０社にのぼった（甲４２の３\n４～３７ 。）ｇ Fは、平成８年５月１６日、Fのスマイルマークについて商標登\n録出願し、商品区分第２８類について平成１０年１月２３日に、商品区分第１\n８類について同年３月１３日に、それぞれ同人を商標権者とする商標登録を受\nけた。しかし、商品区分旧第２５類の商標登録出願は、平成１０年１月９日、\n登録第２１３２１２７号、登録第２１３５１１０号、登録第２１５４３９２号\n（本件商標 、登録第２３８６５６５号、登録第４０４０４３２号、商願平０）\n７－００１５８１号と同一又は類似であり、商標法４条１項１１号に該当する\n（）、、との理由により拒絶理由通知を受け 甲４２の３０ 平成１１年１０月４日\n同じ理由で拒絶査定がされた（甲４２の３２ 。一方、イングラムは、平成１）\n、、 、「、０年２月１７日 国際貿易を被請求人として 本件商標の指定商品中 紙類\n文房具類」について、継続して３年以上の不使用を理由とする商標登録取消審\n判を請求し、この商標登録取消審判については、平成１１年５月１０日、審判\n不成立との審決があり、同審決は確定した（乙１３、１４ 。）\nｈ 被告は、アメリカ合衆国マサチューセッツ州ウスター市の市長\nが、１９９６年（平成８年）７月１０日、スマイルマークはAの創作であると\nの宣言書を出したことに着目し、平成１０年２月２日、Aとの間で本件ライセ\nンス契約を締結し、以後、日本において、スマイルマークの創作者はAである\nとの宣伝活動を行った（甲４０の３・４、甲４２の３８、乙２の１・２ 。ま）\nた、被告は、本件ライセンス契約に基づき、平成１０年９月１７日、Aを請求\n、、 、 、人 国際貿易を被請求人とし 自らを請求人代理人として 本件商標について\n継続して３年以上の不使用を理由とする商標登録取消審判を請求したが、Aが\n国際貿易から本件商標権を譲り受けたことから、平成１１年８月５日、同審判\n請求を取り下げた（乙１２ 。）\nｉ 被告は、平成１２年２月１日以降、文房具業者８社との間で、\nスマイルマークの商品化に関するサブライセンス契約を締結した。しかし、平\n成１２年の春から夏の時点では、①原告、②株式会社インセンティブ、③有限\n会社ジュピターハロー、④有限会社トレイドインターナショナル、⑤株式会社\nワッツインターナショナル、⑥株式会社スモールプラネット、⑦有限会社オク\nタニコーポレーション、⑧有限会社スーパーウェーブプロジェクトが、被告と\nサブライセンス契約を締結することなくスマイルマークを用いた文房具を製\n造、販売し、⑨エスティーイー社が、カナダ・サンディライオン社製造に係る\nスマイルマークシールを輸入、販売していた。平成１２年夏には、夕刊紙や地\n方新聞にも、スマイルマークが「ニコちゃん」の名称で女子高生を中心に再び\n大流行し、このマークを付した様々な商品が雑貨店等で販売されている旨の記\n事が掲載された（甲１８の１・２、甲４２の６４ 。）\n(イ) 前記(ア)で認定した事実によれば、スマイルマークは、１９６\n０年代後半から７０年代にアメリカで大流行し、日本でも昭和４５年後半から\n、、昭和４７年にかけて爆発的に流行した著名な標章であること 昭和４５年当時\nスマイルマークは、日本でもアメリカでも著作権者がないと考えられており、\n多数の業者がライセンス契約を締結することなく、それぞれ微妙にデザインの\n異なるスマイルマークを使用していたこと、スマイルマークについては、昭和\n、、４６年 指定商品を商品区分旧第２５類として５件の商標登録出願がされたが\n平成元年に本件商標が商標権設定登録されるまでは、約１８年間にわたり登録\nに至ったものがないことが認められる。加えて、スマイルマークが、①顔の輪\n郭を表す丸の中に、②２個の点で描かれた目と、③両端上がりの弧で描かれた\n口を配置するという極めて単純な構成を有し、このような構成は笑顔の表現方\n法として従来より慣用されているものであること（甲４２の１３２）を考慮す\nると、前記３点の基本的外観を備え 「スマイルマーク」の称呼及び観念を生、\nずる標章からなる商標は 本件商標登録出願がされた昭和４６年１０月８日 第、（\n１次ブーム開始から約１年後）の時点では、需要者が何人かの業務に係る商品\nであることを認識することができない商標（商標法３条１項６号）として、商\n標登録を受けることができないものになっていた可能性が高いといえる。\nそうすると、このようなスマイルマークの範疇に属する本件商標\nについて設定登録された本件商標権の効力が、前記３点の基本的外観を備え、\n「スマイルマーク」の称呼及び観念に属する標章すべてに及ぶとすることは、\n前記のとおり、商標登録出願時には出所識別力・独占適応性を欠く表示であっ\nた可能性が高く、かつ微妙にデザインの異なる多くの標章を含むスマイルマー\nク全体について商標権者以外の者の使用が禁止される結果、特定の者がこれを\n独占することになり相当でない。以上によれば、本件商標権の禁止権の効力が\n及ぶ範囲は、本件商標に示された具体的外観（顔、目及び口の位置、描線等）\nを備えるスマイルマークに限定されると解するのが相当である。\n(ウ) イ号標章は、顔の輪郭を表す丸の中に一対の目と円弧状の口が\n配置された基本的外観を有し、一般需要者に「スマイルマーク」という称呼及\nび観念を生じることは本件商標と変わりがない。しかし、本件商標権の禁止権\n、（ 、 、の効力が及ぶ範囲は 本件商標に示される具体的な外観 顔 目及び口の位置\n描線等）を備えるスマイルマークに限定されると解されるので（前記(イ) 、）\n本件商標とイ号標章の具体的な外観の構成について、以下検討する。\n本件商標の外観の具体的構成は、①顔の輪郭を表す丸が真円に近\nく、輪郭線の太さ及び濃さが均一である、②目の形状は縦横の比が５対３の縦\n長楕円形であり、目の中心が輪郭の上端から直径の約４分の１だけ下にあり、\n両目内端の間隔は輪郭の直径の約６分の１である、③口は両端に端部棒線があ\nる浅い円弧状で、輪郭を表す円の中央部付近を通っているというもので、目及\nび口が輪郭を表す丸の上側に偏っているといえる。これに対し、イ号標章は、\n①顔の輪郭がフリーハンドで描かれたような丸であり、輪郭線の太さ及び濃さ\nが均一ではない、②目の形状は縦横の比が２対１の縦長楕円形であり、目の中\n心が輪郭の上端から約３分の１だけ下にあり、両目内端の間隔が直径の約４分\nの１である、③口は両端に端部棒線があるが、曲がり方が急で左右非対称な略\nＵ字型とでもいうべき形状を呈し、輪郭を表す円の下半分に位置しており、線\nの太さも均一ではないというもので、目及び口が輪郭を表す丸全体に配置され\nているといえる。\n以上によれば、本件商標とイ号標章は、輪郭線の描き方、目の位\n置や間隔、口の位置や形状などの具体的な外観の構成が異なり、外観において\n類似せず、全体として類似する商標とは認められないものというべきである。\nウ 以上によれば、原告のイ号標章使用行為は、本件商標権の侵害に当\nたらない。\n(3) 前記(1)によれば、被告は、本件警告当時、本件ライセンス契約に基\nづき、商標権者であるAから本件商標の管理権限を委託されていたが、前記(2)\nのとおり、原告のイ号標章使用行為は本件商標権の侵害に当たらないのである\nから、本件警告のうち 「エトワール海渡が原告商品を販売することは、商標、\n権侵害等の不法行為になる」という部分（前記第２、１、(4)イ(エ)）は、競\n争関係にある他人の営業上の信用を害する虚偽の事実を告知し、又は流布する\n行為（不正競争防止法２条１項１３号）に該当する。弁論の全趣旨によれば、\n原告は将来イ号標章を使用した原告商品の販売を再開する意向があると認めら\n、、 、れるところ 被告は 現在本件商標権をAから承継して商標権者となっており\n本訴においてもイ号標章を使用した原告商品を販売することは本件商標権を侵\n害する旨主張していることからすれば、被告は、今後も原告の取引先に同様の\n警告（主文第２項掲記のもの）をする可能性があることを否定できない。よっ\nて、原告は、不正競争防止法３条に基づき、被告が原告の取引先に対して原告\nが本件商標権を侵害している旨の警告を発することの差止めを求めることがで\nきる。\n３ 争点(3)（仮に(2)が認められる場合、被告には故意又は過失があるか）\nについて\n前記２によれば、被告は、イ号標章による本件商標権侵害の事実がなか\nったにもかかわらず、この点の判断を誤り、当該事実がある旨の虚偽の事実を\n告知したものである。しかし、商標の類比を判断するに当たっては、一般に、\n同一又は類似の商品に使用された商標がその外観、称呼、観念等によって取引\n者に与える印象、記憶、連想等を総合して全体的に考察すべきであるところ、\n本件商標とイ号標章は、いずれも、①顔の輪郭を表す丸の中に、②２個の点で\n描かれた目と、③両端上がりの弧で描かれた口を配置するという外観を備え、\n「」 、 、スマイルマーク という称呼及び観念を生じさせるものであり 基本的には\n外観、称呼、観念が同一ないし類似であるから、被告が、イ号標章が本件商標\nに類似すると考えることも無理からぬところである。\n前記２、(2)、イ、(イ)のとおり、スマイルマークは、本件商標登録出\n願がされた昭和４６年１０月８日時点では、需用者が何人かの業務に係る商品\nであることを認識することができない商標として、商標登録を受けることがで\nきないものであった可能性が高かったものであり、そのため、スマイルマーク\nの範疇に属する本件商標権については、禁止権の範囲が限定されると解するの\nが相当である。しかし、本件警告が行われた平成１２年５月２０日時点におい\nて、スマイルマークに関するこのような解釈が公権的に示されたことはなく、\n取引界において一般に認識されていたとも認められないことを考慮すると、本\n件商標について有効な商標権設定登録がある以上、商標権者であり、かつスマ\nイルマークの創作者とされていたAとの間で本件ライセンス契約を締結してい\nた被告としては、本件商標権の効力が、本件商標と外観の基本的構成、称呼、\n観念を同一にするスマイルマーク全体に及び、スマイルマークを本件商標権の\n指定商品又は類似する商品に使用することは本件商標権を侵害するものである\nと考えるのもやむを得ないところである。\n以上によれば、本件警告当時、被告が、本件商標権の禁止権が外観の基\n本的構成、称呼、観念を同じくするイ号標章に及び、イ号標章を使用した原告\n商品の販売は本件商標権を侵害すると判断したことに過失はなく、他にこれを\n認めるに足りる証拠はない。なお、原告は、争点(2)、イ、(イ)において、イ\n号標章は原告商品では出所識別機能を有する態様で使用されていないと主張す\nるところ、原告商品におけるイ号標章の使用態様を見ると（甲６ 、原告が主）\n張するように需用者の購買意欲を高める一般的なメッセージやスローガンとし\nて、あるいは模様、デザインとして意匠的に使用されている面があることは否\n定できないとしても、原告商品においてイ号標章がスマイルマークという一種\nのブランドを示すものとしてなお出所の識別機能を果たしていると見る余地は\nあるから、この点は、被告が原告商品にイ号標章を使用することが本件商標権\nの侵害であると判断したことに過失がなかったことを否定する根拠とはできな\nい。\n４ 以上によれば、原告の請求のうち、被告との間で１０００万円の損害賠\n償債務がないことの確認を求める訴えについては確認の利益がないから却下す\nることとし、被告が原告の取引先に対して原告が本件商標権を侵害している旨\nの警告を発することの差止めについては理由があるから認容することとし、そ\nの余の請求については理由がないから棄却することとして、主文のとおり判決\nする。\n大阪地方裁判所第２１民事部\n裁判長裁判官 小 松 一 雄\n裁判官 阿 多 麻 子\n裁判官 前 田 郁 勝\n"
}