{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 4,
    "day": 23
  },
  "case_number": "平成18(わ)384",
  "case_name": "詐欺",
  "court_name": "神戸地方裁判所第２刑事部",
  "gist": "故意否認（認容，無罪）",
  "lawsuit_id": "34809",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=34809",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/809/034809_hanrei.pdf",
  "contents": "主文\n本件各公訴 事実につ いて，被告 人はいずれも無 罪。\n理由\n第 １ 本件公 訴事実\n本件各 公訴事実は，平 成１８年 ３月３１日 付け，同年４月 ２７日付 け，同年\n５月２日 付け，同年６月 １５日付 け，同年６ 月２９日付け， 同年７月 ６日付け\n（ただし ，別紙の「●● 」欄中， 番号６の「 日時」欄に「１ ３日午後 ４時３４分\nころ」と あるのを「１３ 日午前８ 時２２分こ ろ」と訂正する ，同 年８ 月１０。）\n日付け及 び同年８月３０ 日付け各 起訴状記載 のとおりである から，そ れらを引用\nする。そ の要旨は，要す るに，被 告人は，Ａ 株式会社がイン ターネッ ト上で主催\nする「Ａ オークション」 を利用し て，電化製 品の販売をして いたもの であるが，\n同オーク ションを利用し て，電化 製品の販売 名下にインター ネット利 用者から金\n員を詐取 しようと企て， 平成１６ 年１１月１ ７日から同年１ ２月２３ 日までの間 ，\n多数回に わたり，販売に 供する商 品を発送す る確実なめどが ないのに ，これを秘\nし，パソ コンを使用して ，Ａ株式 会社が管理 するサーバーに ，商品名 ，開始価格 ，\n数量，発 送期日等の競売 による売 却情報を送 信，掲示して購 入者を募 り，掲示を\n閲覧して 競売に参加し落 札した者 に電子メー ルで連絡するな どし，落 札金額と送\n料を被告 人が指定した郵 便貯金口 座あるいは 銀行預金口座に 振り込め ば，約１か\n月ないし ２か月後に落札 商品を受 け取れるも のと誤信させ， よって， 同年１１月\n１９日か ら同年１２月２ ７日まで の間，各落 札者らをして， 被告人が 管理する前\n記預貯金 口座に合計６０ ０万４１ ４０円を入 金させ，もって ，それぞ れ，人を欺\nいて財物 を交付させたも のである ，というも のである。\n第 ２ 当裁判 所の判断\n１ 検察官 は，被告人は， 遅くとも 平成１６年 １１月中旬以降 ，商品を 発送でき\nる確実な めどがないのに ，これを 秘して，商 品の出品を続け ていたこ とは明らか\nであって ，本件証拠上， 各公訴事 実は優に認 定できると主張 するのに 対し，\n被告人は ，Ａオークショ ンの落札 者から落札 代金等を詐取す る意思は なく，\n落札され た商品を仕入れ て発送す るつもりで あった旨を捜査 段階から 一貫して述\nべており ，弁護人は，本 件は商取 引上の債務 不履行であって ，被告人 に詐欺の故\n意はなく ，欺罔行為が存 在しない から無罪で ある旨を主張し ているの で，以下検\n討する。\n２ 本件各 詐欺の訴因につ いて\n本件各 詐欺の訴因は， 被告人が ，電化製品 の販売名下にイ ンターネ ット利用者\nから金員 を詐取しようと 企て，販 売に供する 商品を発送する 確実なめ どがないの\nに，これ を秘し，パソコ ンを使用 して，Ａ株 式会社が管理す るサーバ ーに，落札\n金額と送 料を被告人指定 の預貯金 口座に振り 込めば，約１か 月ないし ２か月後に\n落札商品 を落札者に送付 するなど という商品 の売却情報を送 信し\nて，Ａオ ークションにそ の内容を 掲示し，掲 示を閲覧して競 売に参加 して，\nその内容 を真実と信じて 落札した 者に落札金 額と送料を前記 預貯金口 座に振り込\nめば，約 １か月ないし２ か月後に 落札商品を 受け取れるもの と誤信さ せて，各商\n品の落札 金額及び送料の 合計金額 をそれぞれ 詐取した，とい うもので あるが，弁\n護人は， 公訴事実に「こ れを秘し 」との記載 がある点を捉え て，検察 官は，被告\n人がその 信用状況等の事 実を告知 しないこと を詐欺の実行行 為に組み 込んでおり ，\n不作為に よる詐欺として 起訴して いるとして ，Ａオークショ ンという 商取引にお\nいて，出 品者の信用状況 等を告知 する法律上 ，信義則上の義 務の存否 ，被告人自\n身の信用 状況等の認識程 度，被告 人が自身の 信用状況等を落 札者に告 知しないこ\nとが欺罔 行為となるのか という各 問題点を指 摘している。確 かに，検 察官は，\n「これを 秘し」という文 言を公訴 事実に記載 しているが，本 件は，被 告人の信用\n状況等の 落札者に対する 告知の有 無が問題と なる事案ではな く，落札 者において\nは，オー クション出品者 は，落札 金額と送料 （以下「落札金 額等」と いう ） を。\n出品者が 指定する預貯金 口座に入 金すれば， その掲示された とおりの 時期に商品\nが送付さ れてくることを 当然の前 提として落 札しており，商 品が掲示 されたとお\nりに発送 されずに入手で きないと いうのであ れば，落札して 落札金額 等を支払う\nはずはな いのであるから ，被告人 において， オークションに 掲示した とおりに落\n札者に対 して商品を発送 すること ができない ことを認識しな がら，あ るいは，発\n送するこ とができないか もしれな いことを認 識しながら，そ れでもか まわないと\n思って， あえて各公訴事 実記載の ような掲示 をして落札者を 募ったこ とそれ自体\nが作為に よる詐欺を構成 するもの であって， 検察官の本件各 起訴もそ のようなも\nのとして 理解すべきであ る。した がって，本 件の基本的な争 点は，被 告人が，各\n公訴事実 記載のＡオーク ションで の掲示をし た時に，落札者 に対して 掲示したと\nおりに商 品を発送するこ とができ ないことを 認識しながらあ えてその ような掲示\nをしたの か，あるいは， 掲示した とおりに商 品を発送するこ とができ ないかもし\nれないこ とを認識しなが ら，それ でもかまわ ないと思ってあ えてその ような掲示\nをしたの か，という点に ある。\n３ 認定で きる外形的事実\n（１） 本件は，被告人 が平成１ ６年１月か ら行っていたＡ オークシ ョンに関\nして， 同年１１月１７ 日以降の 取引が詐欺 罪を構成すると して起訴 されたもの\nである ところ，本件関 係証拠に よっては， 被告人がＡオー クション で行ってい\nた全部 の取引実態や被 告人が行 っていたそ の余の事業活動 の全容は 解明されて\nいない 。しかし，証人 Ｂの公判 供述（以下 「Ｂ供述」とい う ）によ れば，捜。\n査機関 において，被告 人が提出 した電子メ ールの記録，被 告人が管 理していた\n４件の 預貯金口座の記 録，被告 人の仕入先 への照会結果等 の客観的 資料を分析\nし，可 能な限り，被告 人のＡオ ークション での取引状況等 を把握し ようとした\nことが 認められる。そ して，Ｂ 供述によれ ば，同人の公判 廷におけ る供述調書\nの末尾 に添付された関 係資料に は，推測し た部分や誤記が あるが 「被 告人ネ，\nット取 引状況一覧 （以 下「取引 状況一覧」と いう ）中の入 金日，落 札者，」。\n入金額 ，落札日，開始 価格，落 札価格，落 札商品，仕入先 ，仕入物 ，仕入価格\nの各欄 の記載は，客観 的な資料 に基づくも のやそれらの資 料から合 理的に推測\nできる ものであり，収 益欄の記 載は，入金 額から，オーク ション手 数料（落札\n価格の ３パーセント） ×１．０ ５（消費税 を加算）の金額 及び仕入 価格の合計\n額を控 除したものであ り，送料 については 各取引につき特 定できな かったので\n控除し ていないことが 認められ ，少なくと も，オークショ ンに出品 された商品\nの仕入 関係について捜 査機関が 把握できた 取引データ（以 下「照合 可能デー\nタ」と いう ）について の収益及 び収支の資料 及びそれらに 関する説 明は十分。\n信用す ることができる 。\n（２） Ｂ供述，証人Ｃ 及び同Ｄ の各公判供 述，捜査関係事 項照会に 対する回答\n２通（検 甲 335号証［不 同意部分 を除く ，検甲 44号証［被告 人にかか る破産事］\n件記録一 式，不同意部分 を除く ，写 真撮影報告書 （検甲338 号証）及 び被告］）\n人の供述 （捜査段階及び 公判段階 ）等関係証 拠によれば，以 下の事実 が認められ\nる。\n①被告 人は，平成１６ 年１月（ 以下，特に 断らない限りは 平成１６ 年である ）か。\nらＡオ ークションにフ ラッシュ メモリー等 のさほど価格の 高くない 商品を出品 す\nるよう になり，２月中 旬までは ，単価が２ ５００円前後の 商品を出 品し，それ 以\n降，出 品した最終日で ある１２ 月２３日ま で，デジタルカ メラ等単 価が数万円 の\n商品を 出品していた。\n②本件 の捜査により把 握できた 限りでの被 告人のＡオーク ションへ の出品状況\nに関し ，１月から１２ 月までの 各期の取引 状況（なお，前 期とはそ の月の１日\nから１ ５日まで，後期 とは１６ 日から月末 までをいう ）は 別紙「各 期の取引。\n状況」 記載のとおりで あり，１ 月から１２ 月までの全取引 数は３１ ４３件であ\nり，５ 月後期から取引 数が増加 し，その期 は，同月前期の 取引数４ １件の約３\n倍の１ ３７件，同売上 高８１万 円余りの約 ５倍の４０７万 円余りと なり，以後 ，\n上下は あるが１１月前 期までは ，取引数で ５５件（８月前 期）から １８４件\n（１１ 月前期 ，売上高 で２８９ 万円余り（６ 月後期）から １２９４ 万円余り）\n（１０ 月後期）であっ たのが， １１月後期 には取引数６２ ５件，売 上高２８４\n１万円 余りとなり，同 月前期の 取引数１８ ４件から４４１ 件の増加 ，売上高で\nは１１ ７７万円余りか ら１６６ ３万円余り の増加となって いる。ま た，被告人\nは，２ 月後期からすで に，入札 開始価格を 相当安く設定し てＡオー クションに\n出品し ており，当該商 品の仕入 価格が数万 円の商品につい ては，ご く一部の例\n外を除 き，一つの商品 について 数千円から 数万円の損失と なってお り，同様の\n入札開 始価格の設定で 出品を続 ければ，累 積赤字が増大す るのは客 観的に明ら\nかな状 況になっていた 。しかし ，被告人は ，その後も，商 品の出品 を続け，ほ\nとんど の商品について 仕入価格 を数千円か ら数万円下回る 価格で落 札されてい\nた。\n③被告 人の前記Ａオー クション 取引のうち ，出品された商 品の仕入 関係につい\nて捜査 機関が把握でき た取引デ ータ（照合 可能データ）に 基づくも のについて ，\nその取 引及び収支の各 状況をみ ると，２月 から１２月まで の収益及 び各期の収\n支は別 紙「商品単位収 益（照合 可能データ 」及 び「各期に おける収 支（照合）\n可能デ ータ 」のとおり である。 これによれば ，２月後期か らすでに 利益が上）\nがらず 赤字となってお り，以後 １２月に出 品をやめるまで の間に利 益が上がっ\nた月は まったく存在せ ず，５月 後期で赤字 の累積額は１１ ６万円余 りとなり，\n以降累 積赤字額は減少 すること なく月日の 経過に従って増 加し，１ １月前期で\nのそれ は２５００万円 を超える に至ってい る。そして，被 告人の供 述によって\nも，大 まかな取引の状 況，特に その収支状 況については， 照合可能 データのな\nいその 余のオークショ ン取引（ 把握できた 全取引数３１４ ３件から 仕入先との\n照合が 可能な取引数１ ４３３件 を差し引い た数である１７ １０件） についても\n全体の 傾向としては， Ｂ供述に よって認め られる照合可能 データの ある１４３\n３件の 取引とほぼ同様 のものと 認められ， したがって，累 積赤字額 は前記照合\n可能デ ータに基づくも のよりも 更に大幅に 多額になってい たものと 推認するこ\nとがで きる。\n④被告 人は，２月ころ から，出 品した商品 のほとんどにつ いて，す でに入金日\nから約 １か月ないし２ か月後に 落札商品を 落札者に送付す るように なっていた\nが，捜 査機関で把握で きた前記 オークショ ン取引３１４３ 件に関し ，１１月１\n５日ま でに落札された 分は，一 部の落札者 に対し商品が発 送されな いままにな\nってい るものの，その 大部分は 送付され， 同月１６日以降 に落札さ れた分は，\n一部の 落札者に対し商 品が発送 されている ものの，その大 部分は発 送されない\nままに なっている。ま た，発送 された商品 の仕入資金は， いずれも ，その後の\nオーク ション取引での 落札者か ら入金され た金員である。\n⑤被告 人は，Ａオーク ションに 商品を継続 的に出品する一 方で，落 札日から約\n１か月 ないし２か月後 ではある が，落札さ れた商品を仕入 れて順次 落札者に送\n付して おり，オークシ ョンへの 出品をやめ た１２月２３日 以降も継 続して商品\nを仕入 れて落札者に発 送してい た。すなわ ち，同日には， 前記取引 状況一覧\n（証人 Ｂの公判供述調 書に添付 されたもの ）の№1807， № 2327， № 2328の落札\n者に関 する商品代金（ 合計22万 8940円）を 仕入先に支払い ，同月２ ４日には，\n№1685，№1686，№1706，№1707，№2300の落札者に関す る商品代 金（合計\n68万3519円）を仕入先 に支払い ，同月２５ 日には，№2251，№2252，№2262，\n№ 2283， № 2285， № 2312， № 2313， № 2316， № 2319， № 2426， № 2427， № 27\n10，№ 2993の落札者に 関する商 品代金（合 計43万 1237円） を仕入先 に支払い，\n同月２ ７日には，№2709の落札 者に関する 商品代金（３万 7456円） を仕入先に\n支払い ，いずれもその ころそれ らの落札者 に対して当該商 品を発送 したものと\n推認で きる。\n⑥被告 人は，平成１７ 年１月１ １日，負債 総額約５４２２ 万円（う ちＡオーク\nション 関係は約５２５ ４万円） として，神 戸地方裁判所に 破産申立 てをし，同\n月２８ 日破産手続開始 決定がさ れ，同年３ 月２３日破産手 続が廃止 された後，\n同年４ 月２６日免責許 可決定が され，債権 者が抗告したが ，同年１ ０月１８日 ，\n大阪高 等裁判所は抗告 を棄却し た。\n４ 被告人 の供述\n（１） 被告人は，前記 破産免責 許可決定に 対する抗告審で ある大阪 高等裁判所\nに対する 陳述書（検甲44号証中の 平成１７年 １０月１２日付 けの被告 人の陳述\n書）の中 で，次のように 述べてい る。すなわ ち 「 Ａオークシ ョンでの 取引の経，\n緯等」の 項で 「実際に商 品の発送 が出来ていな い平成１６年 １１月前 後からは，，\n前の商品 を発送しなけれ ば，デザ インの仕事 を含めて全て失 ってしま うのではな\nいかとい う脅迫（強迫の 誤記）観 念があり， 立ち止まる事が 許されな い状況でし\nたので（ この状況を『自 転車操業 』だと言わ れれば返す言葉 もありま せん ） 落。\n札しやす い価格設定をし ていたと 思います 」と 述べ 「具体的 な取引の 経緯」。，\nの項で 「こ の頃（４月か ら６月頃 ）は，利益の 方が多いとい う実感が あった事，\nから，取 引の形式をあま り気にと めていませ んでした。今振 り返ると ，取引方法 ，\n見込みが 相当甘かったと 思います 「６ 月までの段 階でも，Ｆ などの量 販店を。」，\n利用して ，その取引では 赤字が出 ていた事は 明らかですから ，この時 点で商品の\n確保を確 実にしてその台 数だけを 出品すると か，直接売買の 申込みが あっても断\nるなどす ればこの様な最 悪の事態 にはならな かったのではな いかと後 悔していま\nす。それ が出来なかった のは，こ れだけ売れ ば利益が出てい るだろう から大丈夫\nだろうと いう，事業者と してはあ まりにも甘 すぎる見込みと ，損した 分をたくさ\nん売って 取り返そうとい う利益追 求の自分の 姿勢にあったと 思います 」と 述べ，。\n「このよ うな事態に至っ た原因と 反省」の項 で 「 最大の反省 は，量販 店などで，\n仕入れを すれば赤字が出 る事はわ かりきった ことなのに，落 札されて ，先に入金\nされた他 の落札者を利用 する事に 抵抗がなか ったこと，ここ で商品の 発送を止め\nたら，全 てを失ってしま うかもし れないとい う恐怖感を冷静 に見つめ なおすこと\nができず ，行き着くとこ ろまで行 き着いてし まったという点 にありま す。私は，\n本当に， 債権者の方々を 騙すとい う事など考 えたことはあり ませんが ，上記の状\n況を客観 的に見れば，私 の行って いた事は， 正に『自転車操 業』であ り，そのよ\nうな状況 を債権者の方々 が知って いれば，私 と取引はしなか ったと思 います 」。\nと述べて いる。\n（２） Ａオークション 取引に関 する被告人 の捜査段階の供 述は，お おむね，次\nのとおり であり（検乙５ ，６号証 ，公 判供述も ほぼ同旨であ る。すな わち，平）\n成１６年 １月ころから試 験的にフ ラッシュメ モリー等を出品 し，同年 ３月ころま\nで損失を 出さなかった， 本格的に 家電製品を 出品し始めた時 点では， 安い商品を\nストック しておいたり， 入札時点 で仕入れる ようにしていた が，いつ ころからか ，\n相手（落 札者）の振込が あってか ら商品を仕 入れるようにな った，同 年５月のゴ\nールデン ウイークころま では黒字 であったが ，その後は帳簿 をつけて おらず経営\n状態は把 握していなかっ た，同年 ７月にＥを 立ち上げる際に デジタル 工房の収支\nを明らか にする必要があ り，この 時点で１０ ０万円から２０ ０万円ほ どの赤字で\nあった， それはデジタル 工房の全 収支であり ，デザイン関係 の仕事の 収支も入っ\nており， オークションだ けの赤字 かどうかは 不明であり，当 時の認識 は，オーク\nションの 収支はプラスマ イナスゼ ロか，少し 黒字か赤字かと いうくら いであった\nが根拠は ない，赤字は出 ているが ，デザイン 部門での収益が 上がれば 穴埋めがで\nきると思 っていた，当時 ，デザイ ン部門の仕 事でＧから月７ ０万円な いし８０万\n円，ほか にも飛び込みの 仕事があ り，１００ 万円や２００万 円なら補 填できると\n思ってい た，その後，Ａ オークシ ョンで儲け たというほど利 益が上が ったことは\nないが， そのまま出品を 続け，秋 ころから出 品数が増え，９ 月か１０ 月，デジタ\nルカメラ 等を現金問屋で 仕入れよ うとしたが 商品がない時期 があり， どこにも在\n庫がなく 量販店に買いに 行った， 量販店で買 った商品の出荷 では赤字 になること\nは分かっ ていた，安くて も数千円 ，高いとき は数万円の赤字 が出るこ とがあった\nが，なん とか納期に間に 合わせな いといけな いと思いやむな く量販店 を利用した ，\n同年１１ 月以降，出荷が 遅れた際 に自分で決 めた遅延金を相 手（落札 者）に払っ\nたりして いた，遅延金の 支払いは １１月以降 全部で１０件ほ どである ，納期に間\nに合うよ うに商品を出荷 すること ばかりに集 中して，Ａオー クション で利益が出\nているか どうかなど把握 できてい なかった， 振り込まれたお 金を振り 込んだ人の\n商品を買 うのではなく， その約１ か月前に落 札された商品の 入荷に使 うようにな\nっていた のは気付いてい た，オー クションの 件数なども分か らないま ま儲けを出\nすとかで はなく，出品と 仕入れ， 出荷を繰り 返していた，具 体的な根 拠はないが ，\n財政状況 を把握していな かったの でオークシ ョンを続けられ なくなる との意識は\nなかった ，落札代金とし て入金さ れたお金を それ以前の仕入 れに補填 することが\n自転車操 業だと言われれ ばそのと おりだが， デザイン部門で の収入で 補填すれば\nいいと思 っていた，帳簿 を付けて いなかった ので具体的な金 額は分か らず，根拠\nもないが ，自分の感覚で は補填で きると思っ ていた，赤字に なってい ることには\n気付いて いたが，補填し ながらで もオークシ ョンを続けてい れば，い ずれは赤字\nは解消す ると思っていた ，１１月 に急激に出 品数が増えてい るのはま ったく記憶\nにない， １１月に急に増 やしたと いう認識は ない，１１月当 時財政状 態を把握し\nていれば ，その時点でＡ オークシ ョンでの取 引はやめている ，１２月 ２７日の夜\nに損失が 数千万円もある と気付く まで，お金 が足りないと思 ったこと は一度もな\nい，もっ と早くに多額の 損失が発 生している ことに気付いて いれば， その時点で\n取引をや めていた，とい うもので ある。\nまた， Ａオークション 以外の取 引及びオー クション取引の 赤字の補 填資金に関\nし，被告 人は，Ａオーク ション以 外の取引先 及び取引内容に ついて説 明した後，\n平成１６ 年末にＡオーク ションが 破綻を来し ていることが判 明した時 点で，赤字\n補填に使 える金額は約８ ２４万円 であったこ とになると述べ ている（ 検乙７号\n証。）\n５検 討\n（１） 被告人は，平成 １６年１ １月中旬に オークション取 引の出品 数を急に増\nやした認 識はないと供述 するが， 前記「各期 の取引状況」に よれば， １０月後期\nは１６３ 件，１１月前期 は１８４ 件であった のが，１１月後 期は６２ ５件と，１\n１月前期 に比べて３倍以 上，件数 にして４４ １件増加してい るのであ り，これか\nらすれば ，どの程度の数 量を増や そうとした のかを認定でき る証拠は ないものの ，\n明らかに 意識的に出品数 を増加さ せたものと いうべきであっ て，被告 人の前記供\n述中 「１１ 月に急激に出 品数が増 えているのは まったく記憶 にない， １１月に，\n急に増や したという認識 はない」 との部分は 信用できない。 また，前 記「商品単\n位収益（ 照合可能データ 」に よれ ば，平成１６ 年２月後期か ら軒並み 赤字であ）\nり，累積 赤字額が増加し ているこ とが明らか であることから すると， 被告人の前\n記供述中 「こ の頃（４月 から６月 頃）は，利益 の方が多いと いう実感 があっ，\nた 「 ３月ころ まで損失を 出さなか った 「 同年５月の ゴールデ ンウイー クこ」，」，\nろまでは 黒字であった」 などとい う部分も信 用できない。\n（２） 被告人の供述に よっても ，平成１６ 年７月にＥを立 ち上げる 際にデジタ\nル工房の 収支を見て，１ ００万円 から２００ 万円の赤字であ ることを 認識したと\nいうので あり，それが分 かりなが ら，かつ， Ａオークション での取引 で儲けが出\nていると 認識しないまま ，それ以 降も漫然と 出品を続け，前 の落札者 に対する商\n品の仕入 資金に当てるた めに同年 １１月中旬 以降，出品数を 増加させ て，その前\nの落札者 に対する商品の 仕入資金 を得るため に，新たな落札 者から多 くの落札金\n額を得よ うとしたことは 十分推認 することが できる。そうす ると，被 告人が出品\n数を増加 させた１１月中 旬時点で ，被告人に おいて，Ａオー クション による累積\n赤字額が どの程度になっ ていたか ということ をおおまかにで も認識し ていたもの\nとすれば ，検察官がいう ように， その時点に おいて，すでに 経済的に 破綻してお\nり，１１ 月中旬以降の落 札者に対 して商品を 発送することが できなく なることを\n認識して いた，あるいは ，少なく とも商品を 発送することが できなく なるかもし\nれないこ とを認識してい たものと 推認する余 地がある。しか し，被告 人が，１１\n月中旬時 点で，Ａオーク ションに よる累積赤 字額がどの程度 になって いたかとい\nうことを おおまかにでも 認識して いたことを 認めるに足りる 直接の証 拠はないし ，\n客観的に は１１月後期の 売上高は 同月前期の ２倍以上，金額 にして１ ６６３万円\n余りの増 加となっている が，平成 １６年１２ 月２７日に自己 の財政状 況を見直す\nまでは， 赤字であること は認識し ていたもの のそれがどの程 度に至っ ているかに\nついて把 握していなかっ た旨を述 べる被告人 の弁解を排斥し ，前記の とおりにオ\nークショ ンへの出品数が 増加して いること自 体から，被告人 において ，その増加\nの程度に ついてもおおま かな認識 があったと みるのは困難で あり，他 に，被告人\nがその当 時の取引状況や 累積赤字 額について おおまかな認識 があった と推認でき\nるような 状況も認められ ない。ま た，被告人 が現金問屋や量 販店での 仕入価格を\n下回る入 札開始価格でＡ オークシ ョンに出品 していたのは， すでに平 成１６年２\n月後期か らであって，同 年１１月 中旬以降に ，出品数は増加 させてい るが，入札\n開始価格 をことさら低く 設定し， 従前にまし て落札しやすく なるよう にしたもの\nとは認め られない。確か に，客観 的には，被 告人がＡオーク ションに 本格的に家\n電製品を 出品し始めた当 初から赤 字であって ，出品すればす るほど赤 字が急激に\n増大して いったことは， 前記「商 品単位収益 （照合可能デー タ 」から みて明ら）\nかである といえるが，被 告人にお いて，その ような状況にあ ることを おおまかに\nでも認識 していたものと 認めるに 足りる直接 の証拠はないし ，前記で 認定したＡ\nオークシ ョンの取引状況 自体から ，その当時 は自己の財政状 況を把握 していなか\nったとい う被告人の弁解 を排斥す るのは困難 である。\n（３） 被告人は，落札 者から得 た落札金額 等は，従前の落 札者に対 する商品の\n仕入資金 にほぼ全額を使 用してお り，それ以 外の自己の用途 に使用し た事実は，\n平成１６ 年１２月初めに 株取引に 使用して数 万円ほど損失が 出たとい う（検乙\n48号証） ほかには見当た らず，本 件起訴にか かる同年１１月 中旬以降 の落札金額\n等も従前 の落札者に対す る商品の 仕入資金に ほぼ全額を使用 しており ，被告人が\n大きな損 失が出ているこ とを知っ たという同 年１２月２７日 まで，前 記のとおり ，\n従前の落 札者に対する商 品を仕入 れて発送し ており，それ以 外の自己 の利益には\n費消して いない。要する に，被告 人は現実に 経済的利益を自 分の手元 に得ていな\nいものと 認められるので あり，被 告人が行っ ていたデザイン 関係等の 収益から補\n填できそ うもない赤字額 になって いたことを 認識したのであ れば，そ の時点でｓ\nｒＡオー クションへの出 品はやめ ていたとい う被告人の供述 もそれな りに説得的\nである。\n（４） 被告人の供述に よれば， Ａオークシ ョンにおいて大 きな損失 が出ている\nことを知 ったのは平成１ ６年１２ 月２７日夜 か２８日朝であ ったとい うところ，\nそれを認 識してからはオ ークショ ンに出品し ておらず，対応 策をすぐ に弁護士に\n相談して いる。また，同 年１１月 中旬ころの 被告人の認識と しては， Ａオークシ\nョンで赤 字が出ているこ と自体は 認識してい たが，ほかのデ ザイン関 係の収益で\n補填でき ると思っていた というの であり，そ の金額について も，前記 のとおり，\n計算上約 ８２４万円とな るという のである。 そうすると，被 告人にお いて，その\nころの客 観的な赤字額が デザイン 関係等によ る収益では到底 補填でき そうもない\n程度の多 額の赤字となっ ていると の認識がな い以上，１１月 中旬以降 さらに出品\nを続けれ ば落札者に対し て約束ど おりに商品 を発送する見込 みがない のにあえて\n出品をし 続けたものと認 定するこ とはできな いといわざるを 得ない。 しかし，被\n告人にお いて，当時，お おまかに でも赤字の 額がそのように 多額にな っていたこ\nとを認識 していたものと 認めるに 足りる直接 の証拠はなく， また，そ のように推\n認できる 状況があったと も認めら れず，デザ イン関係の収益 で補填で きると思っ\nていたと いう被告人の供 述を一概 に排斥する ことはできない 。\n（５） 被告人の供述等 関係証拠 （弁14， 15号証）によれば ，被告人 は，インタ\nーネット を利用して，出 品する商 品の仕入先 の情報を検索し たり，安 く仕入れる\nことので きるバイヤーの サイトに 入会したり するなど，それ なりに仕 入先の確保\nに努めて いたことが認め られる。\n（６） 被告人が平成１ ６年１２ 月２７日ま で自己の財政状 況につい て認識でき\nなかった との点について も，同年 １２月にな って返金やキャ ンセルが 多くなり，\n同月２６ 日か２７日にな って，未 出荷の人数 を確認しようと してリス トを作って\nみると， 思っていたより も多かっ たというの であり，翌日が 有限会社 Ｅの仕事納\nめの日で ，その日に弁護 士に相談 に行ったが ，それまでは， デザイン 関係の仕事\nの多忙， 元夫の体調不良 や被告人 自身の体調 不良等の事情が あって， 同年７月こ\nろにおお まかに自己の財 政状況を 把握して以 降，同年１２月 ２７日ま での間に自\n己の財政 状況を顧みる余 裕がなか ったとの被 告人の供述もあ ながち不 自然である\nとはいえ ない。\n（７） 以上のとおり， 被告人は ，平成１６ 年７月ころ以降 Ａオーク ション取引\nが赤字に なっていること 自体は認 識しつつ， 同年１１月中旬 以降，オ ークション\nへの出品 数を増加させて ，それま でに出品し た落札者に対す る仕入資 金を得よう\nとしたも のとは認められ るものの ，当時の自 己の財政状況に 関し，お おまかにせ\nよその客 観的な赤字額を 認識して いたものと は認められない 。そうす ると，その\n当時，被 告人が，赤字の 補填につ いてデザイ ン関係等による 収益で賄 うことがで\nきると思 っており，Ａオ ークショ ン以外のそ れらの収益で補 填して， オークショ\nンに出品 した商品を仕入 れて落札 者に対して 発送することが できると 考えていた\nとの可能 性が相当程度残 るものと いわざるを 得ず，落札者に 対して掲 示したとお\nりに商品 を発送すること ができな いかもしれ ないことを認識 しながら ，それでも\nかまわな いと思ってあえ て出品し たものと認 めるには未だ合 理的疑い が残るとい\nうべきで ある。\n６結 論\nよって ，本件各公訴事 実につい ては，いず れも犯罪の証明 がないこ とに帰する\nから，刑 事訴訟法３３６ 条により 被告人に対 し無罪の言渡し をする。\n（ 私選弁護人 長谷部信一〔 主任 ，田 島實）〕\n平成１９ 年４月２３日\n神戸 地方裁判所第２ 刑事部\n裁 判 官 佐野 哲生\n"
}