{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 27
  },
  "case_number": "平成15(行ケ)42",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10683",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10683",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/683/010683_hanrei.pdf",
  "contents": "平成１５年（行ケ）第４２号　審決取消請求事件\n平成１５年１０月１４日口頭弁論終結\n判　　　　決\n原　　　告　　　　ラッフルズ・プロパティーズ・インコーポレーテッド\n訴訟代理人弁護士　志　知　俊　秀\n同　　　 　　　　田　中　　　周\n被　　　告　　　　ベアー　ユー　エス　エー  インコーポレーテッド\n訴訟代理人弁護士　吉　武　賢　次\n同　　　 　　　　宮　嶋　　　学\n訴訟代理人弁理士　黒　瀬　雅　志\n同　　　　　　　　矢　崎　和　彦\n同　　　　　　　　小　泉　勝　義\n同　　　　　　　　上　原　空　也\n主　　　　文\n１　特許庁が無効２０００－３５４３５号事件について平成１４年１０月\n１日にした審決を取り消す。\n２　訴訟費用は被告の負担とする。\n３　この判決に対する上告及び上告受理の申立てのための付加期間を３０\n日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文第１，２項と同旨\n２　被告\n(1) 原告の請求を棄却する。\n(2) 訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，「ベアー」の片仮名文字を横書きして成り，商標法施行令別表第２\n５類「被服，履物」を指定商品とする，商標登録第４２８７３３０号商標（平成８\n年７月１９日登録出願(以下「本件出願」という。)，平成１１年６月２５日設定登\n録。以下「本件商標」という。）の商標権者である。\n原告は，平成１２年８月１４日，本件商標の商標登録をすべての指定商品に\n関し無効にすることについて審判を請求した。\n特許庁は，これを無効２０００－３５４３５号事件として審理し，その結\n果，平成１４年１０月１日に，「本件審判の請求は，成り立たない。」との審決を\nし，その謄本を，平成１４年１０月１１日，原告に送達した。\n２　審決の理由\n審決は，別紙審決書の写しのとおり，\n(1) 商標法（以下「法」という。）３条１項３号又は６号に係る無効理由につ\nいては，「ベアー」の文字より成る本件商標は，これをその指定商品のいずれに使\n用しても，商品の品質，内容を表示するものとして取引者・需要者の間に認識され\nているものとは認められず，自他商品の識別標識としての機能を有するものである\nと，\n(2) 法４条１項１１号に係る無効理由については，本件商標と，登録第７０１\n０４３号商標（「ＰＥＡＲ」の欧文字と「ペア」の片仮名文字を二段に横書きして\n成り，第１７類「靴下，その他本類に属する商品」を指定商品とする商標（昭和３\n７年８月１５日登録出願，昭和４１年３月９日設定登録）。以下，審決と同様に\n「引用Ａ商標」という。），及び，登録第２３９７７５３号商標（審決書別掲\n（１）に示すとおりの構成から成り，第２２類「はき物（運動用特殊靴を除く）か\nさ，つえ，これらの部品及び附属品」を指定商品とする商標（昭和６３年４月７日\n登録出願，平成４年４月３０日設定登録）。以下，審決と同様に「引用Ｂ商標」と\nいう。）とは，いずれも外観，称呼及び観念において異なり，非類似の商標である\nと，\n(3) 法４条１項１５号に係る無効理由については，登録第３３３５７００号商\n標（審決書別掲（２）に示すとおりの構成から成り，第２５類「洋服，コート，セ\nーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽，ずきん，すげがさ，\nナイトキャップ，ヘルメット，帽子，運動用特殊衣服，運動用特殊靴（「乗馬靴」\nを除く。）」を指定商品とする商標（平成６年１２月１日登録出願，平成９年８月\n１日設定登録）。以下，審決と同様に「引用Ｃ商標」という。），及び，米国商標\n登録第２２２１０７７号商標（審決書別掲（３）に示すとおりの構成から成る商\n標。以下，審決と同様に「引用Ｄ商標」という。）は，本件出願時に原告の業務に\n係る商品「サーフボード」を表示する商標として需要者の間に広く認識されていた\nとしても，「Ｔシャツ，ジャケット」等についてまで需要者の間に広く認識されて\nいたものと認めることはできないと，\n(4) 法４条１項７号に係る無効理由については，本件商標は，平易な英語に由\n来し，今日では既に日本語化した「ベアー」の文字よりなるものであって，矯激，\n卑猥，差別的な印象を与える文字，図形よりなるものでなく，また，本件商標をそ\nの指定商品について使用することが，社会公共の利益・一般道徳観念及び国際信義\nに反するものとすべき事実は認められず，他の法律によってその使用が禁止されて\nいるものとも認められないと，\nそれぞれ認定判断して，原告主張の無効理由をすべて排斥した。\n第３　原告主張の審決取消事由の要点\n審決は，(1)法３条１項３号又は６号に係る無効理由については，本件商標\nが，自他商品識別標識としての機能を有しないものであるのに，その機能を有する\nものであると誤って判断し（取消事由１），(2)法４条１項１１号に係る無効理由に\nついては，本件商標は，引用Ａ商標及び引用Ｂ商標のいずれとも称呼において類似\nするものであるのに，類似しないと誤って判断し（取消事由２），(3)法４条１項１\n５号に係る無効理由については，引用Ｃ商標と引用Ｄ商標が「Tシャツ，ジャケッ\nト」等の被服の分野においても周知であったのに，これを周知ではないと誤って認\n定判断し，その結果，混同のおそれもないと誤って判断したものであり（取消事由\n３），(4)法４条１項７号に係る無効理由についても，「ベアー」との語に独占的使\n用権を認めることは公序良俗に反するものであるのに，その判断を誤ったものであ\nり（取消事由４），これらの誤りがそれぞれ結論に影響を及ぼすことは明らかであ\nるから，違法として取り消されるべきである。\n１　取消事由１（本件商標の自他商品識別機能についての認定判断の誤り）\n審決が，本件商標は，その指定商品のいずれに使用しても自他商品の識別標\n識としての機能を有する，と認定判断したことは誤りである。\n(1) 「被服，履物」の分野においては，本件商標の「ベアー」又はそれを欧文\n字とした「BEAR(bear)」の文字を含む多数の商標が登録されており（甲３の２，甲\n９の５の１，甲９の５の３～７，甲９の53，甲９の59の１，２），それらは，ベア\nー（熊）又はベアー（熊）に関連づけられる観念及び称呼を生じさせるものであ\nる。また，「被服，履物」の取引分野において，熊の図柄がデザインとして頻繁に\n描かれ，商品の内容を示す表示として「Bear」「熊さん」等の表示が多数使用され\nている（甲３の30の１～８，甲９の15～19，甲９の53）。\nこのような「被服，履物」の分野における商取引の実情の下では，「ベア\nー」の片仮名文字のみから成る本件商標が，「被服，履物」の指定商品に使用され\nたとしても，需要者が，当該商品が何人の業務に係る商品であるかを認識すること\nはできない。このような本件商標を放置すれば，消費者における誤認・混同を招\nき，かつ，「ベアー（熊）」に関連づけられる観念及び称呼を生じる商標を使用す\nる者に対する，不当な営業上の障害となることは必至である。\n(2) 被告は，その商品について，「Bear USA」商標を使用することはあるもの\nの，本件商標（「ベアー」）を使用することはない（甲９の44～49，甲９の56～\n58）。このことは，業界誌である繊研新聞の平成１１（1999）年２月３日付の記事\n（甲10）においても本件商標を正しく「カジュアルブランド「ベアUSA」」として紹\n介しているところから，明らかである。\n(3) 東京高等裁判所は，ヴァルキリー　コーポレイション（アメリカ合衆国９\n００４９カリフォルニア州，ロサンゼルス，サウス　セプルベダ　ブルバード５０\n０，＃６１０。以下「米国ヴァルキリー社」という。）と被告との間の審決取消訴\n訟（平成１３年（行ケ）第３９６号審決取消請求事件。被告の「ＢｅａＲ」商標を\n引用商標として，米国ヴァルキリー社の引用Ｃ商標の登録を無効とした審決の取消\n訴訟）について，平成１４年１２月１９日にした判決（甲第６号証。以下「甲６判\n決」という。）において，「「洋服，コート，セーター類，ワイシャツ類，寝巻き\n類，下着，水泳着，水泳帽，ずきん，すげがさ，ナイトキャップ，ヘルメット，帽\n子」という指定商品において，単なる「ＢＥＡＲ（ベアー）」という称呼や「ベア\nー（熊）」の観念のみによっては，自他商品の識別はできず，需用者，取引者は\n「ＢＥＡＲ」等に付加された語句や図形などの差異によって，種々存在する「ＢＥ\nＡＲ（ベアー）」の商標を識別しているものと推認される。この観点からみると，\n引用商標「ＢｅａＲ」は，４文字の構成が，大文字－小文字－小文字－大文字とい\nうもので，特に末尾の「Ｒ」が大文字という特異でユニークな配列，表記である点\nで自他商品識別能力を具備し得たものというべきである（単に文字だけで「ＢＥＡ\nＲ」，「Ｂｅａｒ」，「ｂｅａｒ」，「ベアー（熊）」などという構成としたので\nあれば，商標登録の有効性に多大の疑問が生じる。）。」と判示した。\n上記事件の当事者は，米国ヴァルキリー社と被告である。しかし，この事\n件は，実質的には，当時，既に引用Ｃ商標等についての日本における権利を実質的\nに譲り受けていた原告と被告との間の争いであって，その実質的当事者は，本件訴\n訟の当事者と同じである。したがって，上記判決の上記判示部分については，本件\n訴訟において争点効が生じ，被告においてこれに反する主張・立証をすることは許\nされないというべきである。\n２　取消事由２（本件商標と引用Ａ商標及び引用Ｂ商標との類似性についての判\n断の誤り）\n審決は，「本件商標より生ずる「ベアー」の称呼と引用Ａ商標及び引用Ｂ商\n標より生ずる「ペア」の称呼を比較するに，両者は，称呼における識別上重要な要\n素を占める語頭において「ベ」と「ペ」の差異及び語尾において長音の有無の差異\nを有するものであり，本件商標が「熊」，引用Ａ商標が「西洋梨」，引用Ｂ商標が\n「一対」をそれぞれ意味することを考慮すれば，これらの差異が短い音構成よりな\nる両称呼の全体に及ぼす影響は大きく，両称呼を一連に称呼した場合においても語\n調，語感を異にし，聴き誤るおそれはないものといわなければならない。このほ\nか，両商標が外観，観念において紛れ得るとする事由は見出せない。してみれば，\n本件商標と引用Ａ商標及び引用Ｂ商標は，その外観，称呼及び観念において類似す\nるものということはできない。」（審決書１３頁６段～８段）と認定判断した。し\nかし，この認定判断は誤りである。\n本件商標の称呼は，引用A商標及び引用Ｂ商標のいずれからも生じる「ペア」\nの称呼と類似し，かつ，本件商標と引用Ａ商標及び引用Ｂ商標の各指定商品も重な\nり合う。したがって，本件商標は，法４条１項１１号に違反して登録されたもので\nある。\n本件商標の称呼である「ベアー」と引用A商標及び引用B商標から生じる称呼\nである「ペア」を比較した場合，確かに語頭及び語尾において差異があるものの，\n語頭における濁音と破裂音の差異は，重要な差異とはいえない。この点について\nは，商標審査基準においても「ベ」と「ペ」の１音の相違がある二つの商標は，称\n呼において類似するとの基準が示されている。過去の審決においても，語頭におい\nて「ベ」と「ペ」の１音の相違がある二つの商標（「ベニー」と「ペニー」，「ベ\nロー」と「ペロー」等）が相互に類似したものと判断されたものが存在する（甲３\nの31の１～８）。また，語尾における長音の有無という差異についても，審決はこ\nれを過大視している。なぜなら，語尾における長音というものは，本件商標「ベア\nー」を例としていえば，語尾に長音がなく「ベア」であったとしても意味は通るの\nであり，そのことからしても，称呼の際に必ずしも意識的に発音されるものではな\nく，また，注意をして聞かれるものでもないことが明らかであるからである。この\nように，語尾における長音の有無という点は必ずしも重要なものではない。\n以上により，本件商標と引用A商標及び引用Ｂ商標との称呼は極めて近似する\nものということができるから，本件商標と引用A商標及び引用Ｂ商標の持つ意味が異\nなるとしても，本件商標は，引用A商標及び引用Ｂ商標と類似するものというべきで\nある。\n３　取消事由３（引用Ｃ商標及び引用Ｄ商標の周知性についての認定の誤り）\n審決が，引用Ｃ商標及び引用Ｄ商標の被服における周知性を否定したこと\nは，明らかな誤りである。\n(1) 原告は，１９８０年代の後半から，サーフボードに限らず，Ｔシャツ等の\n衣類について，宣伝広告活動をし，その販売活動を行ってきているのであり，引用\nＣ商標及び引用Ｄ商標は，本件出願時においても本件商標の登録査定時である平成\n１１年６月ころにおいても，「Ｔシャツ，ジャケット等」についても，需要者の間\nに広く認識されるに至っていた。引用Ｃ商標及び引用Ｄ商標は，本来，サーフブラ\nンド（サーフィンに関連するブランド）ではあるものの，本件出願当時において\nは，既に，サーファースタイルのファッションは，サーフィンの愛好家に限らず，\n多くの若者に好まれるに至っていたのであり，引用Ｃ商標及び引用Ｄ商標の需要者\nは，必ずしもサーフィンの愛好家に限られていたわけではない。実際に，上記各引\n用商標は，平成６年ころには，若者に人気のあるサーフブランドとして，サーフィ\nン愛好家向けの雑誌にとどまらず，一般のファッション誌や新聞にも取り上げられ\nるに至っていたのである。したがって，上記各引用商標の需要者がサーフィンの愛\n好家にすぎないとする審決の認定は，誤りである。このような事情を考慮すれば，\n本件商標の指定商品が，一般需要者を対象として販売される商品であるとしても，\n被告が本件商標を使用することにより，原告の商品との出所の混同が生じることは\n明らかである。引用Ｃ商標及び引用Ｄ商標は，米国ヴァルキリー社及び原告が世界\n的にその商標を付した商品を販売した結果，本件商標が出願された平成８年７月１\n９日以前である平成８年ころには，日本においても被服等の分野において周知商標\nとなっていたのである（甲９の５の８，甲９の６～14，甲９の20，21，甲９の24～\n43，甲９の50～53）。\n(2) 引用Ｃ商標ないしベアー・ロゴを使用した商品（以下「原告商品」とい\nう。）についての，日本における広告宣伝費及び売上は，次のとおりである。\n原告商品についての日本における広告宣伝費，すなわち，ファッション\n誌，サーフィン専門誌，繊研新聞，ウェブサイト及びイベント等に費やした広告宣\n伝費は，１９９９年１２月以降２００３年１１月まで，毎年，それぞれ，１９８７\n万８６５０円，２７０７万１１００円，２５１１万１７３５円及び２５４２万２９\n３３円である（甲２１）。原告商品の日本における売上げは，１９９７年１２月以\n降２００３年５月まで，毎年，それぞれ，被服において，２５億１２８４万５３０\n０円，３１億３３８３万２１８０円，１９億６１９２万４１２０円，１４億６９７\n１万３５８２円，２０億１７４３万８６５３円及び１１億２９０５万６４５８円，\nその他において，３億１３３４万９８６０円，３億７３５２万１８６０円，３億４\n８２５万０１６０円，５億０７０１万７３４０円，２億４９００万１８００円及び\n２億９２２５万０７７０円である（甲２２）。\n(3) 東京高等裁判所は，本件訴訟と実質的当事者を同じくする平成12年（ネ）\n第6252号控訴事件（被告が登録商標「BeaR」に基づき，引用Ｃ商標ないしベアー・\nロゴの日本におけるサブライセンシーである株式会社アウトバーン（以下「アウト\nバーン」という。）及び株式会社ピート（以下「ピート」という。）等による引用\nＣ商標ないしベアー・ロゴの略称としての「ベアー」，「BEAR」，「Bear」等の使\n用が登録商標「BeaR」を侵害する等として訴えた商標権侵害訴訟）について，平成\n１４年１２月１９日になした判決（甲第８号証。以下「甲８判決」という。）にお\nいて，「控訴人商標（判決注・引用Ｃ商標ないし引用Ｄ商標）は，平成６年（１９\n９４年）ころには，若者に人気のあるサーフブランド「ベアー」として，一般のフ\nァッション誌や新聞に取り上げられており，被控訴人が本件商標権の移転を受けた\n平成８年ころには，日本において，広く知られたものとなっていたことが認められ\nる。」と判示した。この商標権侵害訴訟は，当時アウトバーン及びピートと被告と\nの間で争われていたものであるとはいえ，実質的には，当時既に引用Ｃ商標ないし\nベアー・ロゴについての日本における権利を実質的に譲り受けていた原告と被告と\nの間の争いであって，係争の実質的当事者は本件訴訟と同じである。したがって，\n甲８判決の上記判示部分については，本件訴訟において争点効を生じ，被告におい\nてこれに反する主張・立証をすることは許されないというべきである。\n４　取消事由４（公序良俗違反についての判断の誤り）\n審決は，本件商標の登録は，公序良俗に反するものではない，と判断した。\nしかし，いわゆる公有ないしパブリック・ドメインの状態にある「ベアー」の語に\nついて被告に対して独占的使用権を与えることは，社会公共の利益，一般道徳観念\n及び国際信義に反するものである。\n第４　被告の反論の要旨\n１　取消事由１（本件商標の自他商品識別機能についての認定判断の誤り）につ\nいて\n(1) １９９６年（平成８年）４月２５日付け繊研新聞（被服業界では最も広く\n読まれている業界紙である。乙第１号証。）には，被告の「ベアー」などの海外人\n気ブランドの偽造品が摘発されたとの記事が掲載されている。この記事では本件商\n標の「ベアー」を「ブランド」と表現していることからしても，被服の取引者・需\n要者の間で，本件商標の「ベアー」が自他商品識別力を有するものとして理解され\nていることは，明白である。また，この記事から明らかなように，本件商標又は被\n告のBear商標を模倣した偽造品は，後を絶たないのである。このような偽造品が作\nられるということは，本件商標を使用した真正品が人気があり，周知・著名である\nことからにほかならない。\n(2) 米国ヴァルキリー社から，日本における引用Ｃ商標等の使用についてサブ\nライセンスを受けているアウトバーンが，雑誌Boon（１９９６年１１月号。乙第２\n号証）に掲載した，引用Ｃ商標を使用した商品の広告に使用されたダウンジャケッ\nトには，その胸の部分に「Bear」の文字が，その右側には小さく「TM」\n（「TradeMark」の略語である。）の文字が刺繍されたている（同３枚目）。また，\nそのブランドの紹介文章中には，「ベアー」の文字がブランド名として使用されて\nいる（同５枚目右上）。このことからみても，この広告の広告主であるアウトバー\nンが「Bear」を自他商品識別機能を有する商標と認識して使用していたことは，間\n違いがないことである。\n「ベアー」，「BEAR」，「bear」等が，新聞記事や宣伝広告等において，\n商標として使用されていることは，サクラインターナショナル株式会社が引用Ｃ商\n標について作成したパンフレット（甲３の29の51）及びその他の新聞や広告におい\nてよく見られるところである（甲９の52の陳述書添付資料１ないし７，10，12）。\nこのように，引用Ｃ商標等を使用する原告及びその関連会社のみならず，\n業界誌等も，「ベアー」，「BEAR」，「bear」等の商標を「被服，履物」の分野に\nおいて自他商品識別機能を有するブランドとして使用してきていることは明らかで\nある。このような具体的な取引の実情を見れば，「ベアー」，「BEAR」，「bear」\n等の商標が「被服，履物」の分野において自他商品識別機能を有しない，というこ\nとはあり得ないことが明らかである。\n(3) 原告は，「被服，履物」の分野においては，本件商標の「ベアー」又はそ\nれを欧文字とした「BEAR(bear)」の文字を含む多数の商標が登録されていることを\n挙げ，これを，本件商標は自他商品識別力を有しない，との主張の根拠とする。\nしかし，これらの登録商標が存在する事実は，「ベア\nー」，「BEAR(bear)」の文字と他の語や図柄とが一体となって自他商品識別力を有\nすることを示しているにすぎない。この事実と，本件商標に自他商品識別力がある\nか否かとは，全く別の問題である。\n原告は，被服や靴の取引分野において，頻繁に熊の図柄がデザインとして\n描かれ，商品の内容を示す表示として「BEAR」，「熊さん」等の表示が使用されて\nいることを挙げ，これを，本件商標は自他商品識別力を有しない，との主張の根拠\nとする。\nしかし，このような事情によって，本件商標に自他商品識別力がないと認\nめられる場合とは，本件商標を商標として使用したときに，これを目にした需要者\nが，商標として認識せずに，商品の内容を表示するもの，すなわち，「熊の図柄入\nり」などとして認識する場合である。「被服，履物」の分野における取引の実情を\n見ても，前述のとおり，新聞記事や広告は「ベアー」の語を，ブランドとして認識\nし，使用している。したがって，本件商標に，自他商品識別力を有しないとするよ\nうな事情は全く存在しない。\n(4) 被告は，「Bear USA」商標だけではなく，「Bear」あるいは本件商標であ\nる「ベアー」も実際に商品に使用している（乙６，甲９の47の４（２枚目），甲９\nの49）。このようなことから，上記(1)の新聞記事のように，被告のこれらの商標を\nまとめて「ベアー」とも表現する状態が生まれているのである。\n(5) 仮に，確定判決に，既判力以外に，原告が主張する争点効なるものが認め\nられる場合があるとしても，それは特殊な場合に限られるべきである。\nそもそも，甲６判決における当事者と本件の当事者とは，異なるのであ\nる。また，甲６判決においては，あくまで「ＢｅａＲ」商標と引用Ｃ商標の類否が\n問題となっていたのであり，すべての争点は「ＢｅａＲ」商標との関係で生じたも\nのである。本件商標の「ベアー」が自他商品識別力を有するか否かが争点となった\nわけではない。\n本件について，原告が主張するような争点効が生じ得る余地は全くない。\n２　取消事由２（本件商標と引用Ａ商標及び引用Ｂ商標との類似性についての判\n断の誤り）について\n本件商標の「ベアー」と，引用A商標及び引用B商標から生じる称呼のペア\nは，その称呼が短いにもかかわらず，語頭と語尾に差異があるのであるから，全く\n別の称呼というべきである。\n本件商標を構成する「ベアー」の語は，「熊」という意味であり，引用A商標\n及び引用B商標の構成要素である「ペアー」の語は，「一対」あるいは「西洋梨」と\nいう意味である。両者は，共に一般になじみのある英単語であることからしても，\n通常，これらが混同されることは考えられない。特に「一対」の意味での「ペア」\nは，既に日本語化しており，日常語としては「一対」の語よりも，「ペア」の語の\n方が使用頻度は高いというべきものである。このような「ペア」の語を，「ベア\nー」の語と混同することなど，到底考えられないことである。\n本件商標と引用Ａ商標及び引用Ｂ商標とは，その外観においても明らかに異\nなる。\n本件商標と引用Ａ商標及び引用Ｂ商標とが，その称呼，外観，観念が異な\nり，類似しないことは明白である。\n３　取消事由３（引用Ｃ商標及び引用Ｄ商標の周知性についての認定の誤り）に\nついて\n(1) 引用Ｃ商標及び引用Ｄ商標が，本件出願当時，「Ｔシャツ，ジャケット」\n等について，その一般需要者間に広く知られていたということはない。また，引用\nＣ商標及び引用Ｄ商標が，本件出願当時，「Ｔシャツ，ジャケット」等について，\nサーフィンの愛好家の間に広く知られていたということもない。\nアウトバーン又はピートは，平成８年ころ，引用Ｃ商標を使用した原告商\n品に，ワンポイントマークとして，「Bear」の文字あるいは「Bear」の文字に小さ\nく「ＵＳＡ」の文字が付されているダウンジャケット等のカジュアルウエアを販売\nしていた（乙５の１～４，乙６）。これらのアウトバーンらによる引用Ｃ商標の使\n用態様は，被告の商標の人気にただ乗りしようとしたものと評価されても仕方のな\nいものである。このように，他人の著名商標の人気にただ乗りしようとしているよ\nうな引用C商標が周知であることなどは，到底考えられない。「被服，履物」の分野\nにおいて，「ベアー」を使用する者として広く知られているのは，原告ではなく，\n被告である。\n引用Ｃ商標及び引用Ｄ商標を使用した原告商品と，本件商標を使用した指\n定商品との間に出所の混同が生じるとの原告の主張は，原告の法３条１項３号及び\n６号に関する主張と明らかに矛盾する。両者の間に出所の混同が生じるためには，\n引用Ｃ商標及び引用Ｄ商標を目にした需要者が商品の出所として原告（又はその関\n係者）を想起することと，本件商標を目にした需要者が商品の出所として原告（又\nはその関係者）を想起することが必須である。しかし，原告の主張するように，本\n件商標が指定商品に使用されたとしても，需要者が，本件商標から，当該製品が何\n人の業務に係る商品であるかを認識することはできないのであれば，本件商標を目\nにした需要者が商品の出所として原告（又はその関係者）を想起することなどあり\n得ない。\n原告の主張は，要するに，本件商標は，自他商品識別力を有しない商標で\nはあるものの，出所としては原告を表示する，というに帰する。このような不合理\nな主張が成り立つ余地はない。\n(2) 平成８（１９９６）年４月２５日付けの繊研新聞（乙第１号証）で，既に\n被告の商品の偽ブランド品が摘発された記事が掲載されていることからすれば，遅\nくともこのころには，被告がダウンジャケット等のカジュアルウエアに使用す\nる「Bear USA」商標が相当程度の知名度を有していたことは，明らかである。それ\nにもかかわらず，原告の商品を日本において販売する者が，上記のとお\nり，「Bear」の文字に「USA」の文字を付した標章を採用したことは，被告商品の人\n気にただ乗りしようとしたと評価されてもやむを得ないものである\n４　取消事由４（公序良俗違反についての判断の誤り）について\n本件商標は，矯激，卑猥，差別的な印象を与える文字，図形より成るもので\nはなく，また本件商標をその指定商品に使用することが，社会公共の利益・一般道\n徳観念及び国際信義に反するとは，到底認められない。\n第５　当裁判所の判断\n１　取消事由１（本件商標の自他商品識別機能についての認定判断の誤り）につ\nいて\n(1) 本件商標は，「ベアー」の片仮名文字を横書きして成るものである。本件\n商標の「ベアー」は，日本人の通常の英語力を基準とすれば，熊を意味する英語の\nBearを片仮名書きしたものである，と理解されるものであることが明らかである。\n熊ないしベアーは，動物の中でも，犬や猫，あるいは，虎（タイガー），獅子（ラ\nイオン），きりん，象，かば，わに，猿などの動物と同様に，一般の日本人がよく\n知っている動物であるからである。\n本件商標の登録査定がされた平成１１年６月ころには，「被服，履物」の\n分野において，このようなよく知られている動物である熊を意味する英語\nの「bear」あるいはこれを単に片仮名表記したにすぎない「ベアー」の文字をその\n構成の一部として使用したものについて，極めて多数の商標登録あるいは商標登録\n出願がなされ，また，極めて多数の商標が実際に使用されている（甲３の２，甲３\nの４，甲３の30の１ないし８，甲９の15ないし19の各１・２）。「被服，履物」と\n同一又は類似の分野における登録商標の実例の一部を示せば，例え\nば，「KingBear」，「LUCKYBEAR／ラッキーベアー｣，｢HONPOBEAR／ホンポベア\nー」，｢BABYBEAR／ベビーベアー｣，「ユニベア／UNIBEAR｣，｢SEABEAR／シーベア\nー｣，「SPEEDBEAR／スピードベアー」，「HEARTYBEAR／ハーティベア\nー」，｢GOLDENBEAR｣，「ゴールデンベアー」，「BOXBEAR」，「テディベアー／\nTEDDYBEAR」，「ワンダーベア／WONDERBEAR」，｢MAMABEAR／ママベ\nア｣，｢TINYBEAR｣，｢ROYALBEAR｣，「THREEBEARS」，「HARDBEAR／ハードベ\nア」，「CAREBEARS／ケアベアーズ」，｢POLARBEAR｣，「HUNGRYBEAR／ハングリーベ\nア」，「DEARBEAR」，｢LITTLEBEAR｣，「ChicagoBears」，｢BEAR\nCLUB」，｢DreamBear／ドリームベアー｣，「SANTABEAR」，「CHILDRENBEARS／チルド\nレンベアズ」，「MYCALBEARS／マイカルベアー\nズ」，｢FAMILYBEARCLUB｣，｢AngelBear｣，｢GRIZZLYBEAR／グリズリーベア｣などがあ\nる（甲３の２）。\n被服や履物に熊の毛皮等を使用することは，一般には考えにくいことから\nすれば，本件商標の「ベアー」につき，被服や履物の産地，販売地，品質，原材\n料，効能，用途，数量，形状等を表示する記述的標章であるということは困難であ\nる。しかし，本件商標は，簡単でありふれた文字である「ベアー」のみから成る標\n章であり，これを「被服，履物」について商標として使用しようとしても，少なく\nとも平成１１年６月における上記のような商標登録及び取引の実情を考慮すれば，\n被告による使用の結果，自他商品識別力を獲得した等の特段の事情のない限り，自\n他商品識別機能を有しない商標である，というべきである。すなわち，「被服，履\n物」においては，日本人によく知られた動物の名前である「ベアー」又は「bear」\nの文字だけでなく，これに他の文字あるいは図形を結合させた標章とすることによ\nり，初めて自他商品を識別する機能を生じさせることが可能となるのであり，本件\n商標は，使用の結果，自他商品識別力を獲得した等の上記のような特段の事情のな\nい限り，法３条１項６号に該当し，商標登録を受けることができないものである，\nと解すべきである。\n(2) 本件商標が，その登録査定があった平成１１年６月ころにおいて，被告に\nよる使用の結果，自他商品識別機能を獲得した等の特段の事情があったかどうかに\nついて，次に判断する。\n被告の商品の日本における販売会社の一つである株式会社バイスコーポレ\nーションのホームページでは，「Bear USA」商標について，その「BRAND STORY」と\nして，「・・・\"Bear USA\"ブランドは，１９９４年４月にニューヨークで発表され\nるや否や若いアーティストやアウトドア好きな文化人達の間で広まり，同年冬には\n爆発的な人気を博し，「Macy's」や「Nordsto-rm's」といった有名百貨店やスポー\nツ店などで扱われ，その「クオリティやテイストの豊かさ」は既に周知のとおりで\nす。」と紹介されている（甲９の56）。\n被告の社名は「Bear U.S.A. Inc」であり，被告は，本件商標について登録\n査定があった平成１１年６月ころまでの間において，日本においてもその商品の販\n売を開始し，ダウンジャケット，トレーナー等のカジュアルウエアに，ワンポイン\nトマークあるいはそれ以外の使用態様で，商標として「Bear USA」商標あるいは同\n商標と熊の絵を組み合わせた商標を使用し，その宣伝広告を継続してきている（甲\n９の44及び45の各枝番，甲９の46，甲９の47の１～４，甲９の48，甲９の56～\n58）。被告は，平成１１年６月ころまでの間においても，「Bear」と熊の絵とを組\nみ合わせた商標は，わずかながらとはいえ，使用したことがある（甲９の49，乙\n６）。しかし，被告が，平成１１年６月ころまでの間において，ダウンジャケッ\nト，トレーナー等のカジュアルウエアに，「ベアー」の片仮名書きをした本件商標\n自体を，ワンポイントマークあるいはその他の態様で使用していたことを認めるに\n足りる証拠はない。また，被告が「Bear USA」商標あるいは「Bear USA」商標と熊\nの絵を組み合わせた商標のほかに，「BEAR」商標と熊の絵を組み合わせた商標及び\n本件商標を，その宣伝広告に使用するようになったのは，本件商標の登録査定後の\n平成１１年８月以降になってからである（甲９の46）。ただし，被告が現在に至る\nまで，その商品にワンポイントマークとして使用している商標は，「Bear USA」商\n標あるいは同商標に熊の絵を組み合わせた商標が圧倒的に多い（甲18の１～３）。\n上記認定事実からすれば，被告の「Bear USA」商標は，本件商標の登録査\n定がなされた平成１１年６月ころには，その宣伝広告及び販売活動の結果，米国企\n業の商品すなわちいわゆるアメリカンブランドの商品として周知となっていったも\nのであるということができるものの，本件商標（「ベアー」）は，平成１１年６月\nころまでは，被告の商標として使用されることも，宣伝広告されることもなく，ま\nた，「Bear」商標に熊の絵を組み合わせた商標も，そのころまでに使用されたもの\nはわずかだけであること，日本において，「Bear」あるいは「ベアー」の文字を含\nむ極めて多数の登録商標が存在していたこと，及び，本件商標（「ベアー」）が，\n日本人によく知られている熊を意味する英語の「Bear」を単に片仮名書きしたもの\nにすぎないものであることを考慮すると，本件商標は，少なくとも平成１１年６月\nころにおいては，被告の商標であることを識別し得る標識となるに至っていなかっ\nたものと認められる。\n１９９６年（平成８年）４月２５日付け繊研新聞には，「イタリアの「D＆\nG」，アメリカの「ベアー」など海外人気ブランドの偽物を販売していた業者が摘発\nされた。・・・D＆Gとベアーはトレーナー，Tシャツ，ブルゾン，パンツ，スエット\nスーツ，帽子，バッグなどの多アイテムに及び」との記事及び「摘発された人気ブ\nランド「ベアー」「D＆G」の偽物・・・」との説明が付された写真が掲載されてい\nる（乙第１号証）。しかし，上記のとおり，被告がその商品に使用している商標\nは，平成８年ころにおいては，原則として，「Bear USA」商標あるいは同商標と熊\nの絵を組み合わせた商標であり，このほかに，「Bear」と熊の絵を組み合わせた商\n標もあるものの，その割合はわずかであり，片仮名の「ベアー」だけの商標を使用\nしていることはないことからすると，上記繊研新聞の記事において，「アメリカの\n「ベアー」」と記載されているのは，「Bear USA」商標あるいは同商標と熊の絵を\n組み合わせた商標のこととみるべきであり，同新聞においては，本来，「Bear\nUSA」あるいは「ベアーUSA」などと記載すべきところを，上記のとおり，「ベア\nー」と略して記載しているにすぎないと認められる。このことは，１９９９年（平\n成１１年）２月３日付け繊研新聞では，同じ新聞でありながら，Bear USA商標を\n「カジュアルブランド「ベアUSA」」と，記載していることからも確認することがで\nきる（甲10）。以上のとおりであるから，繊研新聞の上記記事からは，被告の商標\nにつき，平成８年ころにおいて，既に日本においても，上記のようなカジュアルウ\nエアを中心とした被服の分野において周知であり，そのため既にその偽物も出回っ\nていたものがあるとの事実が認められるものの，その商標は，本件商標ではなく，\n被告の「Bear USA」商標あるいは同商標と熊の絵を組み合わせた商標である，とい\nうことになる。\nただし，上記繊研新聞において，被告の「Bear USA」商標を，上記のとお\nり，「アメリカの「ベアー」など海外人気ブランド」，「D＆Gとベアーは」，「人\n気ブランド「ベアー」「D＆G」」などと記載していることからすると，この記事の\n筆者が，被告の「Bear USA」商標を片仮名の「ベアー」と認識し，そのように略称\nしているのではないか，との疑問が生じ得る。\nしかし，この記事本文の冒頭においては，「アメリカの「ベアー」など海\n外人気ブランド」（下線付加）と記載されているのであり，単に「ベアー」と記載\nされているわけではないことに注意すべきである。このこと，及び，上記認定のと\nおり，被告は，少なくとも平成１１年６月ころまでは，「Bear USA」商標あるいは\n同商標と熊の絵とを組み合わせた商標を主力商標として使用してきており，片仮名\nの「ベアー」商標は使用していなかったことからすれば，この記事は，被告\nの「Bear USA」商標あるいは「Bear USA」商標と熊の絵を組み合わせた商標を，新\n聞等で簡略に表記する方法として，「アメリカの「ベアー」など海外人気ブラン\nド」のように「アメリカの」とか「海外人気ブランド」とかの修飾語を付した上で\n「ベアー」と記載することもあることを示しているにすぎない，とみるべきであ\nる。この記事によっても，単に，片仮名の「ベアー」と表示しただけで，片仮名の\n「ベアー」商標がアメリカンブランド（アメリカに由来するブランド）である被告\nの「Bear USA」商標であることを示すものである，とまでみることはできないので\nある（同記事においては，記事の見出しと記事本文の数か所において単に「ベア\nー」と記載しているだけのところがあるものの，記事本文における，冒頭の「アメ\nリカの「ベアー」など海外人気ブランド」との記載を受けて，その後の記載の更な\nる簡略化が図られているものと解すべきである。）。\nこのように，被告の「Bear USA」商標は，少なくとも平成１１年６月ころ\nにおいては，「ベアーUSA」と表記され，あるいは，「アメリカの「ベアー」」商標\nと表記されることはあっても，上記認定のとおり，「被服，履物」の分野におい\nて，「ベアー」又は「Bear」を含む多数の商標が登録され，使用されている状況に\nおいては，単に熊を意味するにすぎない片仮名の「ベアー」と表記するだけで，被\n告の「Bear USA」商標を意味するものと理解され，認識されるには至っていなかっ\nた，というべきである（このことは，上記のとおり，１９９９年（平成１１年）２\n月３日付け繊研新聞において，「Bear USA」商標を「カジュアルブランド「ベア\nUSA」」と，表記していることからも確認することができる。）。\n雑誌「COOL」（平成１１年１２月号。甲９の47の４）の１３９頁において\nは，ライトナイロン製の各社のウインドブレーカーが多数紹介された記事があり，\nその記事の中で，各社の商標をすべて片仮名で簡略に表記しており，被告の商標も\n「ベアー」として紹介している。しかし，このことは，同記事の筆者が，「Bear\nUSA」商標を「ベアー」と認識しているというよりは，単に，同記事においては，各\n社の商標を片仮名で簡略に表記していることによるものと推認することができる。\nまた，仮に，そうでないとしても，被告は，上記認定のとおり，平成１１年８月以\n降は，「Bear USA」商標のほかに，その宣伝広告等に本件商標（「ベアー」）の使\n用を開始しているものであり，この雑誌が，平成１１年６月より後に発行され，か\nつ，被告が本件商標の使用を開始し始めた後に発行された雑誌であることを考慮す\nれば，平成１１年６月ころにおける「ベアー」の文字が自他識別機能を有していた\nかどうかについての上記認定と矛盾する証拠とみる必要はない。すなわち，甲４９\nの４７の４は，本件商標について登録査定がなされた後に出版された雑誌であるか\nら，本件商標の登録査定時における，本件商標についての当業者の認識を示す証拠\nとしては採用することができないのである。\n以上のとおり，被告は，平成１１年６月ころまでは，主に，「Bear USA」\n商標あるいは，同商標と熊の絵を組み合わせた商標を使用してきており，本件商標\nは，使用しておらず，「Bear」商標もわずかしか使用していなかったのであるか\nら，被告のこのような使用により自他識別機能が生じ得る片仮名の商標は，「ベア\nーユーエスエー」であって，単独の言葉としてはアメリカンブランドかどうかすら\n不明な「ベアー」（本件商標）については，取引者・需要者間において，被告の商\n標であるとの認識ないし理解は生じていなかった，というべきである。\n本件商標について，被告による使用の結果，自他商品識別機能を有する商\n標となったという特段の事情は，本件全証拠によっても認めることができない。\n本件商標は，もともと，簡単でありふれた動物の名称を単に片仮名書きし\nたものにすぎず，平成１１年６月ころにおいて，被告の使用により，自他商品識別\n機能が付加されたとの特段の事情もないことからすれば，法３条１項６号の「需要\n者が何人かの業務に係る商品・・・であることが認識することができない商標」に\n該当するものである，というべきである。本件商標が自他商品識別標識としての機\n能を有するとした審決の認定判断は誤りである。\n２　結論\n以上に検討したところによれば，その余について判断するまでもなく，審決\nの取消しを求める原告の請求には理由があることが明らかである。そこで，これを\n認容することとし，訴訟費用の負担並びに上告及び上告受理の申立てのための付加\n期間の付与について，行政事件訴訟法７条，民事訴訟法６１条，９６条２項を適用\nして，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  阿　　部　　正　　幸\n"
}