{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 15
  },
  "case_number": "平成14(行ウ)9",
  "case_name": "不当利得金返還請求事件",
  "court_name": "宇都宮地方裁判所第二民事部",
  "lawsuit_id": "6270",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6270",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/270/006270_hanrei.pdf",
  "contents": "主            文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告栃木県議会自由民主党議員会は，栃木県に対し，２０９万３１２７円及びこれ\nに対する平成１４年９月２９日から支払済みまで年５分の割合による金員を支払\nえ。\n２　被告民主党・県民連合議員団は，栃木県に対し，２８０万３８１０円及びこれに対す\nる平成１４年９月２８日から支払済みまで年５分の割合による金員を支払え。\n３　被告公明党栃木県議会議員会は，栃木県に対し，５６万８９１９円及びこれに対す\nる平成１４年９月２８日から支払済みまで年５分の割合による金員を支払え。\n４　被告日本共産党は，栃木県に対し，４３万１８６０円及びこれに対する平成１４年９\n月２８日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，栃木県議会の会派である被告らに対する政務調査費の支出のう\nち被告らが広報費として使用した分が平成１４年法律第４号による改正前の地方\n自治法（以下「法」という。）１００条１２項に違反して違法であり，被告らが広報費相\n当額を不当に利得したとして，被告らに対し，法２４２条の２第１項４号に基づき広\n報費相当額の返還を求めた住民訴訟である。\n１　争いのない事実\n(1)　原告は栃木県の住民であり，被告らは栃木県議会の会派である。\n(2)　栃木県においては，政務調査費の交付に関して，法１００条１２項，１３項の規定\nに基づき，栃木県政務調査費の交付に関する条例（平成１３年栃木県条例第１\n号。以下「本件条例」という。）が制定され，所定の手続に従って，栃木県議会の\n会派に対して政務調査費を交付することとされている。\nそして，本件条例８条は「会派は，政務調査費を議長が別に定める基準に従い使\n用しなければならない。」と規定し，その委任を受けて，栃木県政務調査費の交\n付に関する条例施行規程（平成１３年栃木県議会告示第１号。以下「本件規程」\nという。）４条は，政務調査費の使途基準の一つとして「広報費」を規定し，その\n内容として「会派が行う議会活動及び県政に関する政策等の広報活動に要する\n経費（広報誌・報告書等印刷費，送料，交通費等）」と規定している。\n(3)　参加人は，本件条例に基づき，平成１３年度の政務調査費として，被告栃木県\n議会自由民主党議員会（以下「被告自民党議員会」という。）に対して総額１億５\n０００万円の，被告民主党・県民連合議員団（以下「被告民主党議員団」という。）\nに対して総額１８００万円の，被告公明党栃木県議会議員会（以下「被告公明党\n議員会」という。）に対して総額１０８０万円の，被告日本共産党（以下「被告共産\n党」という。）に対して総額３６０万円の交付決定，変更交付決定をし，４半期ごと\nの支出命令，支払（以下総称して「本件支出」という。）により，被告らは，それぞ\nれ上記政務調査費の交付を受けた。\n(4)　被告らは，上記政務調査費のうち広報費として，被告自民党議員会は２０９万３\n１２７円を，被告民主党議員団は２８０万３８１０円を，被告公明党議員会は５６万\n８９１９円を，被告共産党は４３万１８６０円を使用した。\nその内訳は，被告らが栃木県議会議長に提出した平成１３年度政務調査費収支\n報告書によると，被告自民党議員会が「報告書等印刷費（県庁舎整備関係・ＢＳ\nＥ関係・降霜被害関係・降ひょう被害関係・産業廃棄物関係・県予算関係・国会\n等移転関係等６４件）１１８万６５８０円，その他交通費等」，被告民主党議員団\nが「会派広報誌作成費（１４件）１０７万８５５０円，会派広報誌郵送料６７万２９７\n０円，その他広報関係費等」，被告公明党議員会が「会派県議会だより作成費５\n件３２万５０００円，その他郵送料等」，被告共産党が「会派広報紙作成費２５件\n３３万８０００円，新聞折込料７万５０００円，その他郵送料，ＤＰＥ代等」である。\n(5)　原告は，平成１４年６月２０日，栃木県監査委員に対し，上記政務調査費のうち\n広報費に使用された分の不当利得返還を被告らに求める措置をとることを要求\nする旨の監査請求を行ったところ，同監査委員は，同年８月９日，監査請求を棄\n却した。\n２　争点及び当事者の主張\n本件の争点は，被告らが本件規程４条の使途基準に基づいて政務調査費の一部\nを広報費として使用したことが違法であるか否かである。\n(1)　原告の主張\n本件規程４条にいう「会派が行う議会活動及び県政に関する政策等の広報活動」\nは議員の議会活動又は政治活動であって，調査研究とはいえず，本件規程４条\nにいう「広報費」は，法１００条１２項にいう「議員の調査研究に資するため必要な\n経費」に該当しない。したがって，本件規程４条において使途基準の一つとして\n広報費を規定したことは法１００条１２項に違反して違法であり，被告らが，これ\nに基づいて政務調査費の一部を広報費として使用したことも法１００条１２項に\n違反して違法である。\n被告らは，交付を受けた政務調査費のうち広報費に使用した分を不当に利得し\nたものであり，栃木県に対しこれを返還すべき義務を負う。\n(2)　被告ら及び参加人の主張\n議員の調査研究は，その成果を議会活動に反映させ，議会の審議能力の充実，\n議会の活性化に寄与するために行われるものであり，県政に対する県民の意\n見，要望等を十分に把握し，これを会派や議員の議会活動に反映させていくこと\nが重要であるところ，そのためには，その前提として，会派や議員の議会活動や\n県政に関する政策等を県民に知らせることが必要である。\nこうした観点から，栃木県議会議長が，広報活動に要する経費が法１００条１２項\nにいう「議員の調査研究に資するため必要な経費」に該当するものとして，本件\n規程４条において使途基準の一つとして広報費を規定したことは，十分に合理\n的であり，その裁量を逸脱した違法があるとはいえない。\n被告らは，本件規程４条の使途基準に基づいて政務調査費の一部を広報費とし\nて使用したもので何ら違法性はなく，不当に利得したものではない。\n第３　当裁判所の判断\n１　原告は，本件規程４条において使途基準の一つとして広報費を規定したこと及びこ\nれに基づき被告らが政務調査費の一部を広報費として使用したことが法１００条１\n２項に違反する旨主張しているところ，被告らが提出した平成１３年度政務調査費\n収支報告書によると，被告らが政務調査費のうち広報費として使用した額及び内\n訳は，前記第２，１(4)に記載のとおりであり，これらが，本件規程４条に規定する広\n報費に該当することは当事者間に争いがない。\n２　そこで，本件規程４条において使途基準の一つとして広報費を規定したことが，法\n１００条１２項に違反するか否かについて検討する。\n法１００条１２項は，普通地方公共団体が，条例の定めるところにより，その議会の\n議員の調査研究に資するため必要な経費の一部として，議会の会派又は議員に\n対して政務調査費を交付することができるとして，政務調査費交付制度を設けると\nともに，政務調査費の交付の対象，額及び交付の方法は，条例で定めなければな\nらないとして，具体的な実施方法等を条例の制定に委ね，また，法１００条１３項\nは，政務調査費の交付を受けた会派又は議員は，条例の定めるところにより，収\n支報告書を議長に提出することとしている。このように法が政務調査費交付制度を\n設けた趣旨は，地方議会の活性化を図るため，地方議員の調査活動基盤を充実\nさせその審議能力を強化させるとともに，あわせて，その使途の透明性を確保する\nことにあると解される。そして，法が政務調査費交付制度の具体的な実施方法等を\n条例の制定に委ねていることからすると，条例により，法１００条１２項にいう「議員\nの調査研究に資するため必要な経費」を具体化して，使途基準を定めることがで\nき，更に，議会の自律的判断を尊重するという観点から，これを議長の制定する規\n程に委ねることも許されるというべきであるが，その規程が法１００条１２項に違反\nするか否かは，政務調査費を当該使途に用いることが，上記政務調査費交付制度\nの制定の趣旨に反するものであり，委任の範囲を逸脱するか否かを基準とすべき\nである。\n前記第２，１(2)のとおり，本件規程４条にいう広報費は，会派の広報活動のうち議\n会活動及び県政に関する政策等の広報活動に関する経費を対象とするものであ\nる。原告は，上記広報活動は，議員の議会活動又は政治活動であって，調査研究\nとはいえない旨主張する。しかしながら，法１００条１２項にいう「議員の調査研究に\n資するため必要な経費」とは，その文言上，調査研究に直接用いられる費用に限\nられるものではなく，上記政務調査費交付制度の制定の趣旨に鑑みると，議会の\n活性化を図るため議員の調査活動基盤を充実させその審議能力を強化させるとい\nう観点からみて，調査研究のために有益な費用も含まれるというべきである。そし\nて，県議会において，県民の意思を適正に反映させることは必要不可欠であり，県\n民の意思を収集，把握することは議員の調査研究の一つとして重要であるところ，\n議会活動及び県政に関する政策等を県民に知らせることは，県政に対する県民の\n意思を的確に収集，把握するための前提として意義を有するものということができ\nる。したがって，本件規程４条にいう広報費は，調査研究に直接用いられる費用で\nはないとしても，上記の意味において，調査研究のために有益な費用ということが\nできる。\nなお，使途の透明性については，本件規程４条にいう広報費は上記のとおり限定さ\nれたものであることに加え，本件条例上，政務調査費の交付を受けた会派の代表\n者は所定の手続により政務調査費による支出の総額及びその内訳を記載した収\n支報告書を議長に提出しなければならないこと（本件条例９条），議長は政務調査\n費の適正な運用を期するため収支報告書が提出されたときは必要に応じて調査を\n行うこととされていること（本件条例１０条），県内の住民等が収支報告書の閲覧を\nすることができること（本件条例１２条）等の制度を通じて，確保することが可能であ\nる。\n以上によれば，政務調査費を上記広報費に使用することが，政務調査費交付制度\nの制定の趣旨に反するものであるとはいえず，本件規程４条において使途基準の\n一つとして上記広報費を規定したことが委任の範囲を逸脱したものであるというこ\nとはできないから，同規定が法１００条１２項に違反して違法であるとはいえない。\nそして，本件支出が本件条例に基づきなされたことは前記第２，１(3)のとおりである\nから，本件支出は適法になされたというべきである。\n３　よって，その余の点を判断するまでもなく，原告の請求は理由がないから棄却する\nこととして，主文のとおり判決する。\n宇都宮地方裁判所第２民事部\n裁判長裁判官            　羽　　田　　　　　弘\n裁判官            　宮　　田　　祥　　次\n裁判官            　天　　川　　博　　義\n"
}