{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 24
  },
  "case_number": "平成10(ワ)4804等",
  "case_name": "スミケイ運輸保険金引渡",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "18681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/018681_hanrei.pdf",
  "contents": "主              文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告は，原告甲に対し，金８００万円及びこれに対する平成１０年１２月４日\nから支払済みまで年６分の割合による金員を支払え。\n２　被告は，原告乙に対し，金８００万円及びこれに対する平成１０年１２月４日\nから支払済みまで年６分の割合による金員を支払え。\n３　訴訟費用は，被告の負担とする。\n４　仮執行宣言\n第２　事案の概要\n本件は，被告の従業員であった亡Ｃの妻である原告乙と原告甲が，被告が亡Ｃ及び\n原告甲を被保険者として訴外住友生命保険相互会社（以下「訴外保険会社」とい\nう。）との間で締結した団体定期保険契約に基づき，亡Ｃの死亡及び原告甲の高度\n障害（以下「本件高度障害」ともいう。）によって被告が支払いを受けた保険金に\nついて，それが原告らに支払われるべきものであるとして，被告に対し，それぞれ\n保険金全額に相当する８００万円の支払いを請求するとともに，予備的に，本件高\n度障害は業務に起因するものであるとして，原告甲が，被告に対し，被告の慶弔金\n規則第９条に基づく特別餞別金の内金として８００万円を請求した事案である。\n１　争いのない事実等（証拠を示した部分以外は争いがない。）\n(1)  当事者\nア　亡Ｃ（昭和１６年１０月３１日生）は，昭和４５年１月１９日に被告に入社\nし，主に長距離トラックの運転手として勤務していたところ，平成８年７月２２\n日，胃癌により死亡した（死亡当時満５４歳）。\n原告乙は，亡Ｃの妻であり，亡Ｃを被保険者とする被告と訴外保険会社との団体定\n期保険契約による保険金に関する一切の権利を相続取得した（甲第７０ないし第７\n４，原告乙本人の尋問結果，弁論の全趣旨）。\nイ　原告甲（昭和１８年４月２８日生）は，昭和３９年４月に被告に入社し，入社\n当初はフォークリフトの運転業務に従事していたが，昭和４１年３月１日に社員と\nなり，昭和４８年５月１日に事務技術職掌となってからはトラックの配車係を担当\nし，平成５年１月１日からは豊川営業所統括主任として勤務していたが，平成６年\n５月２１日，くも膜下出血（以下「本件疾病」という。）を発病し，そのまま休職\nしていたものの，本件高度障害のために復職することができず，平成８年１１月２\n１日，休職期間満了により解雇された。\nなお，原告甲の本件高度障害は，脳血管障害による視覚障害及び体幹機能障害によ\nり起立位保持が困難なものであり，平成８年１０月２１日，身体障害者等級１級の\n身体障害者手帳の交付を受けている（甲第３２）。\nウ　被告は，一般貨物自動車運送業等を業とする資本金２億円の株式会社であり，\n訴外住友軽金属工業株式会社名古屋製造所構内等における諸運搬，荷扱作業，製品\n輸送，自動車整備事業などを主たる業務としている（甲第５５）。\n(2)  団体定期保険契約の締結\nア　被告は，訴外保険会社との間で，昭和５０年３月２４日，保険契約者兼保険金\n受取人を被告，被保険者を従業員全員とする団体定期保険契約（従業員全員加入で\n保険料全額会社負担のいわゆるＡグループ保険。なお，団体定期保険契約は期間を\n１年とする契約であるが，以下，便宜上，被告と訴外保険会社との間で締結，更新\nされてきた団体定期保険契約をまとめて「本件団体定期保険契約」という。）を締\n結し，以後，毎年契約を更新していた（甲第２の４，５，乙第３４）。\nそして，原告甲が本件高度障害となり，かつ，亡Ｃが死亡した平成８年当時の本件\n団体定期保険契約における保険金額は，主契約８００万円，労働災害保障特約８０\n０万円であった。\nなお，主契約とは，本件団体定期保険契約約款のうち普通保険約款に記載されてい\nる契約内容であり，特約とは，その主契約の保障内容をさらに充実させるために主\n契約に付加するものである。そして，特約のうち，被告が加入していた労働災害保\n障特約（以下「特約」ともいう。）は，労働災害保険金，通勤災害保険金，労働傷\n害給付金，通勤傷害給付金を給付内容とするものである（甲第２の４，５）。\nイ　被告は，本件団体定期保険契約の締結について，商法６７４条の被保険者の同\n意を得ていたが（当事者間に争いのない事実），その方法は従業員分に関しては，\n被告従業員の４分の３以上の従業員によって構成されている訴外スミケイ運輸労働\n組合（以下「訴外労働組合」という。）に保険契約内容を説明し，その同意を得て\nいたものであった。\nなお，原告甲は訴外労働組合の組合員であったが，亡Ｃは，親睦団体である親交会\nの会員であり，訴外労働組合には所属していなかった。\n(3)　受領保険金\n被告は，訴外保険会社から，亡Ｃの死亡により，本件団体定期保険契約に基づく保\n険金として平成８年８月９日に８００万円を受領し，また，原告甲の本件高度障害\nによる保険金として平成９年４月１１日に８００万円を受領した（以下，被告が受\n領した保険金を合わせて「本件保険金」ともいう。）。\n(4)　原告らが被告から支給を受けた金員\n被告は，原告らに対し，亡Ｃの死亡又は原告甲の退職に際して，次の金員を支給し\nた。\nア　亡Ｃ（原告乙）関係（甲第１１，乙第２，第４）\n死亡退職金　　　６１７万２０００円（なお，内４６２万９０００円は，適格年金\n支給分として社員退職年金制度に基づいて支払われたものである。）\n葬祭料　　　　　　　　　　８２万円\n慶弔金　　　　　　　　　　　５万円（他に供花一対）\n合　計　　　　　７０４万２０００円\nイ　原告甲関係（甲第７，乙第２，第３）\n退職金　　　　　８７０万１０００円（なお，内６５２万５７５０円は，適格年金\n支給分として社員退職年金制度に基づいて支払われたものである。）\n(5)　特別餞別金（乙第２）\n被告の慶弔金規則第１０条は，「従業員が業務上の災害により労働者災害補償保険\n法に定める障害等級第１級ないし第３級に該当すると認定され，治癒の時点で本人\nの希望により退職する場合は，（中略）特別餞別金を支給する。」と規定してい\nる。\n２　争点\n(1)　主位的請求について\nア　本件保険金の全額又は相当額の支払合意の存否\nイ　第三者のためにする契約の成否\nウ　信義則上の支払義務の存否\nエ　不当利得返還請求権の存否（本件団体定期保険契約における保険金受取人指定\n部分の有効性）\n(2)　予備的請求について\n原告甲につき，被告の慶弔金規則第１０条に基づく特別餞別金請求の可否\n第３　争点についての当事者の主張\n１　争点(1)ア（本件保険金の全額又は相当額の支払合意の存否について）\n(1)　原告らの主張\nア　被告は，訴外保険会社との間で本件団体定期保険契約を締結するについ\nて，亡Ｃ及び原告甲（以下「亡Ｃら」ともいう。）から被保険者の同意を得るに当\nたり，同人らとの間で，保険金受取人を被告とするが，亡Ｃらの死亡もしくは高度\n障害により被告に保険金が支払われた場合には，その保険金の全額又は相当額を被\n保険者である亡Ｃら又はその相続人である原告乙に支払う旨の合意（以下「明示の\n本件合意」という。）をした。\nイ　仮に，亡Ｃらと被告との間に明示の本件合意が認められないとしても，次の\n(ア)ないし(ケ)の事実に鑑みると，亡Ｃらと被告との間において，本件団体定期保\n険契約に基づいて支払われる保険金の全額又は相当額を，被保険者である亡Ｃら又\nはその相続人である原告乙に支払う旨の黙示の合意（以下「黙示の本件合意」とい\nう。）があったものと推認すべきである。\n(ア)　団体定期保険契約約款の内容\n団体定期保険制度は，従業員の不慮の死亡の場合においてその遺族の生活補償を図\nるという理念のもとに創設されたものであり，創設当初の団体定期保険約款におい\nては，保険契約者である使用者が保険金の受取人になることを禁止する条項が置か\nれており，昭和２８年当時の訴外保険会社の団体定期保険普通保険約款第２１条\nも，保険契約者が保険金受取人となることを原則として禁止していた。\n団体定期保険約款は，昭和５１年４月１日から，旧大蔵省（以下「大蔵省」とい\nう。）の行政指導のもとに全社的に統一されており（甲第４４の１，２，以下「統\n一約款」という。），本件団体定期保険契約の約款も基本的には統一約款と同内容\nであるところ，上記統一約款は，任意加入の団体定期保険と全員加入の団体定期保\n険の約款が統一された経過があり，保険金の受取人についての制限規定はないが，\n被保険者である従業員とその遺族の生活補償を目的としているという点では，いず\nれも従前の約款と異なるところはない。\n(イ)　団体定期保険契約申込書記載の契約の趣旨\nａ　昭和５３年に大蔵省は，団体定期保険制度の本来の趣旨に則り，団体定期保険\n契約による保険金が被保険者の遺族に対して弔慰金等として支払われるよう行政指\n導を行ったところ，保険会社の業界団体である社団法人生命保険協会（以下「生命\n保険協会」という。）においても，団体定期保険による保険金が本来の趣旨どおり\nに被保険者の遺族に対する弔慰金等に充てられるよう申合せがなされ，昭和５３年\n４月以降，団体定期保険契約の申込時に，契約申込書に契約申込の趣旨及び被保険\n者の同意の方式を明示させるとともに，保険会社と保険契約者との間で契約の趣旨\nを合意した協定書ないし覚書を取り交わすこととされた。\nｂ　被告は，本件団体定期保険契約について，昭和５３年４月以降の新規契約時に\n差し入れた契約変更申込書において，「契約の趣旨」を記入しているところ，証拠\nとして提出されている平成４年２月１２日付け契約申込書（甲第２の２，以下「本\n件契約申込書」という。）には，弔慰金制度との関係で申し込む旨が明記されてお\nり，本件団体定期保険契約が被保険者及びその遺族に対する弔慰金として申し込ま\nれたことは明らかであり，被告が，このような契約関係書類に明示した契約の趣旨\nを遵守するのはむしろ当然のことである。\nなお，本件契約申込書の「契約の趣旨」欄には，「弔慰金制度」のほかに「退職金\n制度」及び「その他（　　）」の選択肢が設けられているにもかかわらず，被告が\n「弔慰金制度」のみを選択していることや，本件団体定期保険契約においては，主\n契約のほかに労働災害保障特約が付されていることからすると，被告が契約の趣旨\nとした「弔慰金」とは，業務上外を問わず遺族に支払われる弔慰金を意味すると解\nするべきであり，労災上乗せ補償としての意味合いを含むものではない。\n(ウ)　団体定期保険契約についてのパンフレット等の内容\nａ　訴外保険会社が団体定期保険契約のＰＲと勧誘の目的で顧客に配布するために\n作成したパンフレット類等においても，団体定期保険契約の趣旨・目的が，従業員\n及びその遺族の生活補償にあることが明らかにされており，従業員の在職中の保障\n制度の確立が掲げられている。\nこのような団体定期保険契約についてのパンフレット類の記載からも，団体定期保\n険契約が，業務上外を問わず，従業員の死亡又は高度障害の場合において，従業員\n及びその遺族の生活を保障する目的で設けられた保険商品であることは明らかであ\nる。\n例えば，パンフレットでは，「スミセイが提案する確かな生活保障」「従業員に万\n一のことがあった場合，国から保障として国民年金，厚生年金による遺族年金等が\nありますが，遺族が安心して暮らせる生活資金を確保するには必ずしも充分とは言\nえず，企業福祉制度による遺族保障の充実を図ることが求められています。『住友\nのグループ保険』はこのような企業福祉の一環としての遺族保障を割安な保険料負\n担で実現するものです」などと説明されており，「業務上・業務外を問わず２４時\n間保障」「従業員とその家族への思いやり」という点が強調されている。\nｂ　被告は，本件団体定期保険契約の新規契約及び契約更新に当たっては，訴外保\n険会社からパンフレット類の交付を受け，保険商品の内容を吟味した上で同契約を\n締結，更新してきたものであるから，団体定期保険契約の趣旨・目的が被保険者で\nある従業員及びその遺族の生活補償にあることを十分に認識した上で，本件団体定\n期保険契約を締結・更新してきたものであることは明らかである。\n(エ)　本件団体定期保険契約締結についての被保険者の同意の態様と同意を得るに\nついての被告の説明内容\nａ　被告は，本件団体定期保険契約を締結するに当たり，被保険者である個々の従\n業員の同意に代え，訴外労働組合の同意を得ていた。\n被告は，訴外労働組合に対し，本件団体定期保険契約は会社のためではなく，従業\n員の福利厚生を目的としているという説明をしたのであり，訴外労働組合もそのよ\nうに理解していた。\nｂ　平成８年８月２１日の被告と訴外労働組合との労使協議会（以下「本件労使協\n議会」という。）の議事録（乙第１２）には，本件団体定期保険契約加入の趣旨に\nついて，「従業員が死亡した場合の退職金等不慮の支出に備え，経営の安定を図る\nことを目的としている」と記載されているが，退職金は決して不慮の支出ではない\nのであるから，被告の上記説明は，本件団体定期保険契約によって被告が不当な利\n得を得ているという批判をかわすための口実にすぎない。\nまた，原告ら代理人弁護士の質問に対し，被告は，団体定期保険契約の趣旨・目的\nは，「福利厚生制度との関連において締結したものであるが，主として，業務上災\n害等による不慮の死亡の補償という不測の支出が，会社の業績に左右されることな\nく安定的に行われることを目的としている」と回答しているが（甲第６，第１\n０），保険金は業務上の災害の場合に限って支払われるものではなく，業務外の事\n由に基づく被保険者の死亡又は高度障害の場合にも支払われるものであり，かかる\n場合に被告が受領保険金を全額取得することこそが問題なのである。\n(オ)　同意主義の濫用が許されないこと\n商法６７４条１項本文が，他人の生命の保険契約について同意主義を採用した趣旨\nは，被保険者の人格権の侵害及び殺人等の犯罪の発生を防止するとともに，保険契\n約者に不労の利得を得させないことにあるのであり，本件保険金の帰属に関する当\n事者の意思解釈も，同意主義が濫用されることのないようになされるべきである。\nすなわち，かかる同意主義の趣旨からすると，同意があるからといって他人の生命\nの保険契約において保険契約者が不当な利益を得ることが認められるわけではな\nく，被保険者に合理的な利益がある場合に限って，その限度において保険金を取得\nすることが許されると解するべきであり，本件団体定期保険契約においても，保険\n金が被保険者である従業員及びその遺族の生活補償のために利用される場合に限っ\nて，被告が本件保険金を取得することが許されると解釈すべきである。\nこれに対して被告は，本件保険金は被告の福利厚生制度の資金に充てるなど，受取\n人である被告の自由な処分に委ねられている旨主張するが，同意主義の濫用を招く\n考え方であり到底許されない。\n(カ)　税法上の取扱い\n団体定期保険契約の保険料は，税法上，全額損金として計上できるものであり（法\n人税法基本通達９ー３ー５），これが団体定期保険を保険会社が企業に売り込む際\nのセールスポイントにもなっている。\nこのように団体定期保険契約の保険料を全額損金として計上できる理由は，団体定\n期保険契約が従業員及びその遺族の福利厚生を趣旨・目的としていることに求めら\nれるのであり，企業が行う従業員の福祉面での充実が財政が逼迫している社会保障\n制度を補完することにつながるため，税制面での優遇措置が講じられているのであ\nる。\nすなわち，保険契約者である企業において，団体定期保険契約による保険金を自由\nに使用できるのであれば，このような税法上の優遇措置が認められるはずがなく，\n企業が保険金を被保険者の福利厚生目的で利用することが前提となっているからこ\nそ，損金として計上することが認められているのである。\nこうした税法上の取扱いからも団体定期保険契約の趣旨・目的は容易に理解できる\nことであり，こうした事情を理解していたからこそ，被告においても契約の趣旨と\nして，弔慰金に充てることを明示していたと解される。\n(キ)　大蔵省の行政指導，生命保険協会の申合せ\n大蔵省は，昭和５３年，保険制度の濫用を防止すべく，各生命保険会社に対し，団\n体定期保険金が被保険者の遺族への弔慰金等の支払目的で使用されるように指導\nし，平成３年９月と同年１１月に，①団体定期保険契約の本来の趣旨（福利厚生）\nに則って保険制度を運用すること，②弔慰金規定を確認すること，③保険金が被保\n険者に渡っているか否かを確認すること，④保険金額の妥当性について検討するこ\nとを指導した。\nかかる大蔵省の行政指導を受けて，生命保険協会は，昭和５３年，契約の申込み段\n階において，契約の趣旨と被保険者の同意の方式を明記するとともに，保険契約の\n趣旨を記載した覚え書き又は協定書を締結することを申し合わせ，さらに，平成３\n年，契約締結時に，①弔慰金規定等を確認するとともに福利厚生制度との関係にお\nいて社会通念上問題のない保険金額を設定すること，②被保険者の同意を確認する\nこと，③支払保険金の使途を確認すること等を申し合わせた。\nこのような大蔵省の行政指導及び生命保険協会の申し合わせに照らしても，団体定\n期保険金の全部又は相当部分は，弔慰金等として被保険者もしくはその遺族に引き\n渡されるべきものと解釈すべきである。\n(ク)　総合福祉団体定期保険発売後の契約更新\n訴外保険会社は，平成８年１０月７日，新たに「総合福祉団体定期保険」を発売す\nることを発表した。\nこの保険約款は，「この保険は，団体が定める団体の所属員の死亡又は高度障害に\n関する弔慰金・死亡退職金規約等の運営に資するとともに，遺族および所属員の生\n活保障を目的とするものであり，被保険者が死亡または所定の高度障害状態になっ\nた場合に，これらの規定等に準拠した死亡保険金または高度障害保険金を支払う仕\n組みの保険です。」（甲第２６）として，保険の趣旨が遺族及び所属員の生活補償\nにあることを明記している。また，同保険約款は，主契約と特約（ヒューマンヴァ\nリュー特約）に分離して，主契約の保険金は全額を遺族または所属員に引き渡すこ\nとを明記した（なお，ヒューマンヴァリュー特約により保険契約者が受領する保険\n金額は，被保険者が受領する保険金額と同額であり，かつ２０００万円以下とされ\nている。）。\n被告は，本件団体定期保険契約の問題点を熟知していたのであるから，この段階で\n直ちに総合福祉団体定期保険に切り替えるべきであったにもかかわらず，平成９年\n３月１日，本件団体定期保険契約をそのまま更新したのであるから，被告が保険金\n全額を取得することは到底許されない。\n(ケ)　金融監督庁の通達\n生命保険会社の監督官庁である金融監督庁は，平成１０年６月，「金融監督等にあ\nたっての留意事項について」と題する文書（甲第５１）を発し，他人の生命の保険\n契約締結に際して，保険会社の監督に当たっての留意点として，被保険者の保護及\nび保険会社の業務の健全かつ適切な運営の観点の確保を強調し，また，保険契約の\n趣旨・目的が従業員とその遺族の生活補償にあることを明確にしている。\n上記金融監督庁の通達に照らしても，被告が本件のような多額の不労利得を得るこ\nとは許されないものである。\nウ　被告の主張に対する反論\n(ア)　被告は，原告らの主張は，保険契約と労働契約を混同するものであると主張\nするが，原告らは，被告との労働関係において保険金引渡義務が存在することを主\n張しているのであり，保険関係と労働関係を混同しているものではない。\n(イ)　被告は，被告が保険金受取人になることについては訴外労働組合の同意があ\nると主張するが，この同意は，訴外保険会社との関係で被告が保険金受取人となる\nことについて外形的に同意したにとどまるものであって，訴外保険会社から支払わ\nれる保険金を昀終的に被告が取得して自由に使用することまで同意したものではな\nく，あくまで団体定期保険契約の本来的趣旨・目的に則った運用がなされることを\n前提とした同意として理解されるべきものである。\n(ウ)　被告は，従業員と会社との関係は労働協約又は就業規則によって規律される\nから，会社としては，労働協約及び就業規則に則った金員を支給すれば足り，それ\n以上に従業員に対して保険金の支払義務を負うものではないとか，労働協約よりも\n有利な内容の労働契約上の合意は原則として認められないとか主張する。\nしかしながら，会社と従業員との関係も契約法の原則に基づいて，労働契約によっ\nて規律されるのであるから，労働契約としていかなる内容の合意が会社と従業員間\nでなされているのかを検討すべきであり，会社と従業員との間で，団体定期保険契\n約に基づく保険金を従業員に引き渡す旨の合意をした場合，その合意は有効なもの\nである。したがって，労働協約及び就業規則に規定がなくても，会社と従業員との\n間に保険金引渡しの合意があれば，当該従業員もしくはその遺族は，会社に対して\n保険金の引渡しを請求する権利がある。\nまた，労働協約の拘束力については，団体定期保険契約の趣旨・目的等を加味した\n上で実質的に解釈されるべきであるところ，団体定期保険契約の趣旨・目的が従業\n員及びその遺族の生活補償にあることや，訴外労働組合が被告の主導で結成された\nいわゆる御用組合であり，その労働協約に従業員の意思が反映されているとは言い\n難いことに鑑みると，被告と訴外労働組合間で締結された労働協約が，労働協約以\n外の請求ができないという内容を伴って全従業員を拘束する効力があるとは解し得\nない。\nさらに，被告の主張によれば，労働協約により保険金が会社に帰属することを定め\nることができることになるが，これは商法の同意主義の趣旨に反するものであり，\n労働協約の限界を超えるものである。\n(エ)　被告は，本件団体定期保険契約から支払われる保険金は，労働協約によって\n定められた退職金，特別弔慰金の原資に充てたり，従業員全体の福利厚生のために\n使用したり，あるいは「大規模災害」などの万一の事態における多額の出費に備え\nたりするためのものである旨主張するが，これらの主張も団体定期保険契約の趣\n旨・目的を理解しない主張である。\nすなわち，退職金の原資に充てるためのものであるとの主張が失当であることは後\n述のとおりであるし，特別弔慰金に充てるとの主張も，特別弔慰金は業務上死亡の\n場合に限って支払われるものであり，原告らには支払われていないことからする\nと，本件保険金の引渡しを拒む理由とはなり得ない。特に，被告は，本件団体定期\n保険契約において，主契約のほかに労働災害保障特約を締結しており，同特約部分\nに基づく保険金ではなく，業務外の死亡又は高度後遺障害という主契約に基づく保\n険金を，業務上災害の場合に支払われる特別弔慰金や特別餞別金の原資に充てると\nいう主張自体筋違いである。\nまた，「従業員全体の福利厚生」制度の原資に充てる旨の主張も，福利厚生の具体\n的内容が明らかにされていないばかりか，被告においては，福利厚生制度について\n特別の基金を設定したり，特別の会計を設けているわけではなく，実際に福利厚生\n制度の原資となっているか否かすら明らかではないし，そもそも，死亡した従業員\nや高度障害に陥った従業員の保険金をその余の従業員の福利厚生に充てるという主\n張自体不当である。\nエ　原告らに引き渡すべき保険金相当額を算定するに当たって，退職金を控除すべ\nきではないことについて\n本件団体定期保険契約の趣旨・目的が従業員及びその遺族の生活補償にあること，\n他人の生命の保険金についてはモラルハザードを防止すべく同意主義が採用されて\nいること（不労な利得を得ることの禁止），加えて，次の(ア)ないし(カ)の事情に\n照らすと，原告らに引き渡すべき保険金相当額を算定するに当たっては退職金を控\n除するべきではない。\n(ア)　被告は，決算期毎に退職給付引当金を計上して，社内に退職一時金を積立・\n留保するとともに，それとは別に社員退職年金規定に基づいて住友信託銀行との間\nで退職年金信託契約を締結しているのであるから，退職金の財源は十分確保されて\nいるのであり，保険金を退職金の財源に充てる必要はない。\n生命保険契約においては，モラルハザードを防止するため同意主義がとられている\nところ，被保険者の死亡により，被告がその損失以上に利益を受けることは不労な\n利得であって許されないものである。被告においては，上記のとおり退職金の財源\nは確保されているのであるから，本件保険金によって退職金の支払いをすることは\n不労な利得を得ることになり，生命保険の同意主義の趣旨に反するものである。\n(イ)　退職金は，賃金の後払的性格を有するものであるのに対し，団体定期保険契\n約に基づく保険金は，労働の対価的性格を有しない福利厚生給付であり，両者は異\nなる性格のものであるから，本来，保険金を退職金の支払原資に充てることは許さ\nれない。\n(ウ)　従業員が死亡しないまま退職した場合には，被告は退職給付引当金等から退\n職金を支払うことになるから，仮に，団体定期保険契約に基づく保険金を退職金の\n原資に充てることを許すならば，被告にとっては，在職中に従業員が死亡した場合\nの方が利益を得るという不合理な結果となる。\n(エ)　退職給付引当金，退職適格年金制度については，いずれも税制上の優遇措置\nが講じられているところ，団体定期保険契約についても税制上の優遇措置が講じら\nれていることからすると，団体定期保険契約に基づく保険金を退職金の原資とする\nことが許されるのであれば，被告は，退職金に関して税制上二重の優遇措置を受け\nることになってしまう。\n(オ)　大蔵省は，団体定期保険の第Ⅰ種の被用者団体を対象とした全員加入契約に\nついて，企業の弔慰金制度として位置づけるように行政指導していたのであり，平\n成３年１１月の行政指導でも，「弔慰金の社内規程を確認すること」が指摘されて\nいる。\nこのように，団体定期保険の本来的運用は，会社の福利厚生制度と関連して弔慰金\nの支払いに充てられることが念頭に置かれているのである。\n(カ)　本件契約申込書の「契約の趣旨」欄には，「弔慰金制度」のほかに「退職金\n制度」及び「その他（　　）」の選択肢が設けられているにもかかわらず，被告\nは，「弔慰金制度」のみを選択しているのであるから，被告としても，訴外保険会\n社から支給される保険金を弔慰金の支払いに充てる意思であったというべきであ\nる。\n(2)　被告の主張\nア  原告らが主張する明示の本件合意を認めるに足りる証拠は存在せず，また，黙\n示の本件合意も推認されない。むしろ，次の(ア)ないし(オ)の事実からすると，明\n示又は黙示の本件合意は存在しなかったというべきである。\n(ア)　被告は，本件団体定期保険契約締結についての被保険者の同意確認として\nは，訴外労働組合に対して説明し，その同意を得ただけであり，個個の従業員の同\n意を個別に取ったわけではない。\n(イ)　本件団体定期保険契約の当事者は，保険契約者である被告と保険者である訴\n外保険会社であるから，本件団体定期保険契約の趣旨，目的を考えるにあたって\nは，当事者である被告の意思を尊重することが重要である。\n本件団体定期保険契約は，一年更新の契約であり，平成４年３月２３日までの主契\n約保険金額は５０万円，保険金受取人は被告であった（乙第３４）。一方，被告に\nおける平成４年当時のモデル退職金額は８５０万円，業務上災害による死亡の場合\nの特別弔慰金は２１００万円であって（乙第２３），本件団体定期保険契約の保険\n金額とは相当の乖離があった。また，被告は，従業員に対し，業務上死亡の場合の\n弔慰金，葬祭料の支払義務も負っていた。\nこれらの支払いを会社の業績に左右されることなく安定的に行うためには，その原\n資についての制度を用意しておく必要があったため，被告はその一環として本件団\n体定期保険に加入し，主契約１０００万円，労働災害保障特約１０００万円の保険\n金額を設定したものである（乙第３３，証人Ｄ）\n(ウ)　被告が，本件団体定期保険契約を締結した理由は，原告ら主張のように従業\n員一人一人を個別的に保護し，個々の従業員及びその遺族に対する生活補償を行う\nためではなく，上記(イ)のとおり，訴外労働組合との交渉の結果合意に達した福利\n厚生制度（労働協約に基づいて定められた社内規程〔就業規則〕による給付〔退職\n金，特別弔慰金，弔祭料，葬祭料等〕の支払い）を担保するためであり，従業員全\n体の福利厚生制度を維持するべくその原資を確保することが目的であった。\n本件団体定期保険契約は，制度上，従業員全員加入であって退職金が支払われない\n１年未満の従業員も加入せざるを得ないことや，保険金額は全従業員一律であるこ\nと，業務上災害の場合に限って支給される制度が存在しないこと等の特色を有する\nため，保険金額と被告の福利厚生制度上の支給額とが一致することなどそもそもあ\nり得ないことである。\nこのように，被告が，訴外労働組合との団体交渉を経た上で福利厚生制度につき合\n意し，他方で，合意された福利厚生制度とは完全には一致し得ない本件団体定期保\n険契約を締結していることからしても，本件団体定期保険契約を締結するにあたっ\nての被告の意思が，保険金は被告が受領し，従業員又はその遺族に対しては，被告\nの福利厚生制度に則った金員を支給するというものであったことは明らかである。\nまた，被告の福利厚生制度（平成４年当時のモデル退職金額８５０万円，特別弔慰\n金２１００万円）と本件保険金額（平成８年当時の主契約８００万円，労働災害保\n障特約８００万円）とを対比しても，被告の上記意思内容は合理的なものである。\nなお，被告は，本件団体定期保険契約の保険料を自ら負担していたため，その時々\nの財務状況を考慮の上で保険金額を増減してきたが，福利厚生制度に基づく支給額\nは一貫して増額してきたのであり，このことからしても，団体定期保険契約に基づ\nく保険金額と福利厚生制度に基づく支給額とが一致しないことは当然なのである。\n(エ)　訴外労働組合及び亡Ｃらも，上記(イ)で述べた被告の意思を了承していた。\nａ　すなわち訴外労働組合の執行委員長は，平成４年及び平成５年に，本件団体定\n期保険契約締結の事実を聞いていたのであり，平成８年８月の本件労使協議会でも\n本件団体定期保険契約のことが話題になっているところ，訴外労働組合も，労務関\n係規則集（乙第２）に記載された福利厚生制度の支給については，被告が当然支払\nうべきであるが，それ以外に従業員が保険金を請求できるとは考えていなかったの\nであり，また，本件団体定期保険契約締結が福利厚生制度上の支給を担保するため\nであること並びに福利厚生制度に基づく支給としては，退職金，弔慰金，弔祭料，\n葬祭料が含まれること及び業務上死亡と業務外死亡との場合とでは支給額に差異が\n生じることをそれぞれ是認していたのである。\nｂ　被告は，訴外労働組合との間で合意に達した福利厚生制度については，労働ニ\nュース（乙第３５の１）によって従業員に対して周知徹底を図っており，その後，\n合意事項にしたがって被告と訴外労働組合との間で労働協約を締結するとともに，\n締結された労働協約についても労働ニュース（乙３５の２）による周知を図り，昀\n終的には，労務関係規則集として従業員全員に配布することにしている。\nｃ　原告甲は，訴外労働組合の組合員であるから，上記のような訴外労働組合の意\n思に当然拘束されるのであり，また，亡Ｃは，訴外労働組合の組合員ではないが，\n親交会の構成員であり，被告は，親交会に対し，平成４年１１月に締結した同会と\nの覚書（乙第２８）に基づいて，訴外労働組合に対するのと同様に労働条件の説明\nをし，同会もこれを了承したのであるから，亡Ｃとしても，被告の就業規則に定め\nられた福利厚生制度に基づく支給を受けると考えていたのであり，いずれも，本件\n団体定期保険契約によって被告が受領した保険金を受領できるとは考えていなかっ\nたものである。\n(オ)　被告の弔慰金規定は世間相場からみても妥当なものであり，退職金制度も存\n在し，その割増支給も行われており，これを定めた労働協約が存するのであるか\nら，それ以上に黙示の合意を持ち出す必要はない。\nイ　労働組合法１６条違反\n仮に，原告らが主張する明示又は黙示の本件合意が認められるとしても，労働協約\nに定める労働条件その他の労働者の待遇に関する基準に違反する労働契約は無効で\nある（労働組合法１６条）ところ，亡Ｃらはいずれも被告と従業員の４分の３以上\nの従業員で構成される訴外労働組合との労働協約に拘束されるのであるから（同法\n１７条），原告らが主張する明示及び黙示の本件合意は，その合意内容自体，被告\nと訴外労働組合との労働協約に反する無効なものであり，原告らの主張はそもそも\n失当である。\nまた，原告らが主張する明示又は黙示の本件合意は，上記労働協約よりも有利な内\n容のものであるから，特段の事情がない限り無効になると解されるところ（昀高裁\n判所平成８年３月２６日判決），被告の労働協約上の労働条件等が世間の相場から\n妥当であること，労働条件の不利益変更ではないことなどを考慮すると，本件合意\nを有効とすべき特段の事情は見あたらないというべきである。\nウ　原告らの主張に対する反論\n(ア)　原告らは，黙示の本件合意が推認される根拠として，団体定期保険契約の趣\n旨・目的が従業員及びその遺族の生活補償にあることを挙げ，さらに，団体定期保\n険契約の趣旨・目的が従業員及びその遺族の生活補償にあることの根拠として，団\n体定期保険契約創立当初の制度，昭和５１年以前の団体定期保険契約約款に保険金\n受取人の制限条項や被保険者票発行の規定があること，大蔵省による通達の内容，\n昭和５１年４月１日からの統一約款の内容，税制による優遇措置，支分契約性の理\n論，総合福祉団体定期保険の発売等を挙げる。\nしかし，本件団体定期保険契約は期間一年で順次更新されていくものであるとこ\nろ，亡Ｃが死亡し，原告甲が高度障害の認定を受けたのはいずれも平成８年である\nから，本件団体定期保険契約については平成８年当時の約款が適用されるところ，\n同約款には保険金受取人の制限条項も被保険者票の発行条項も存在しない。\nなお，昭和５１年以前の約款は，本件のようないわゆるＡグループ保険（従業員全\n員加入，保険料会社負担）だけではなく，Ｂグループ保険（従業員任意加入，保険\n料従業員負担）にも共通のものとして制定・運用されてきたのであり，原告らが指\n摘する保険金受取人の制限及び被保険者票の交付条項はＢグループ保険に適用され\nることが予定されたものであるから，原告らの主張はその前提に問題がある上，訴\n外保険会社の昭和２８年当時の団体定期保険普通保険約款第２１条も，その但書き\n（甲第４２）において，「保険契約者が保険料の全部または一部を負担して契約し\nた場合は，その負担額に応じて」保険契約者が保険金受取人になることを認めてい\nるのであり，本件団体定期保険契約のように保険契約者たる被告が保険料を全額負\n担している場合には\n，当然被告が保険金受取人となることができるのであるから，いずれにせよ原告ら\nの主張は理由がない。\nまた，大蔵省による通達，昭和５１年４月１日からの統一約款は，いずれも従業員\n又は遺族が保険金を受領できるか否かとは関係のない内容であるし，本件団体定期\n保険契約は，生命保険協会の申合せ事項にも合致しているから，これらの点でも原\n告らの主張は理由がない。\nさらに，総合福祉団体定期保険が発売されたのは，原告らの保険金支払該当事由が\n生じた後のことであるから，総合福祉団体定期保険の制度から本件団体定期保険契\n約のあり方を論じるのは筋違いである上，総合福祉団体定期保険においても遺族等\nが受領できるのは，企業における弔慰金，死亡退職金規程の範囲内の金額とされて\nおり，ヒューマンヴァリュー特約により，企業が特約にかかる保険金を受領するこ\nとも認められているのであるから，同保険の発売をもって原告らの請求が根拠づけ\nられるとはいえないし，支分契約性の理論から直ちに，原告らが主張する個々の従\n業員及びその遺族の生活補償という団体定期保険契約の趣旨・目的が帰結されるわ\nけでもない（なお，支分契約性とは，団体定期保険が単一の契約であることを前提\nとしつつ，その集団\n構成員の個々人の事情によって被保険者として認められない場合もあるということ\nであり，原告らが主張するような団体定期保険が個々人ごとの保険契約に分割可能\nな性質を有しているということではない。）。\n税制についても，団体定期保険契約の保険料は貯蓄性がなく掛け捨てであるという\n性格から，損金として計上することが認められているものであり，被保険者である\n従業員及びその遺族の生活補償を目的としているからではないし，被告が受領した\n保険金には法人税等が課せられるのであるから，被告が税制を濫用しているという\nこともない。\nしたがって，原告らの主張はいずれも理由がない。\n(イ)　パンフレット等について\n原告らは，団体定期保険契約についてのパンフレット等の記載をもって，被告が保\n険金を原告らに引き渡す意思を有していたことの根拠とする。\nしかし，被告は，訴外保険会社との付き合いが長かったこともあって，あえてパン\nフレット等に注意を払うこともなかったのであり，従前の保険金額５０万円を増額\nするに際しても，訴外保険会社に設計を依頼して設計書を受け取ったことはある\nが，それ以外にパンフレット等を受け取ったことはない。\n(ウ)　保険金を退職金の原資にできることについて\nａ　原告らは，本件団体定期保険契約に基づく保険金を退職金の原資にすることは\nできないと主張するが，平成４年２月２１日付け「団体定期保険契約（制度変更）\n申込趣旨等通知書」（乙第３０の１，以下「本件申込趣旨通知書」という。）の記\n載からも明らかなように，被告は当初から保険金を退職金の原資にも充てる意思で\nあった。\nなお，本件契約申込書には，本件団体定期保険契約の目的として，弔慰金制度につ\nいてのみ○印が記されているが，被告は，主たる目的についてのみ○印をつけたの\nであり，退職金制度と無関係という趣旨ではない。\nｂ　原告らは，被告が適格年金制度に加入していることや，退職金引当金が存する\nことをもって，本件団体定期保険金を退職金の原資にすべきではない理由とする\nが，原告らの同主張は，本件申込趣旨通知書の記載内容に合致しないばかりか，退\n職金引当金は税務上の項目にすぎず，実際に引当金相当額が別途積み立てられてい\nるわけではないことや，適格年金制度の掛け金も被告が全額負担していることから\nすると理由がない。\n被告は，一度に多数の死者が出るなどの不測の事態が発生しても退職金，特別弔慰\n金を支払い，適格年金の掛け金を支払続けることができるように，本件団体定期保\n険契約を締結，更新してきたのである。\nなお，団体定期保険契約が退職金制度と関連づけられることについては，平成３年\n１２月の生命保険協会の申合せ事項（甲第１４）でも認められている。\n２　争点(1)イ（第三者のためにする契約の成否）について\n(1)　原告らの主張\nアａ　被告は，訴外保険会社と本件団体定期保険契約を締結するにあたり，本件契\n約申込書において，その保険金を弔慰金として被保険者である従業員及びその遺族\nの生活補償に充てることを目的として明示していた以上，訴外保険会社と被告との\n間には，訴外保険会社を要約者，被告を諾約者，従業員又はその遺族である原告ら\nを受益者として，保険金を従業員又はその遺族に支払うという第三者のためにする\n契約（民法５３７条）を締結したというべきであるから，同契約に基づき，原告ら\nに対し，本件保険金の全額又は相当額の金員を支払う義務を負う。\n特に，被告が保険料を大幅に増額させた平成４年３月１日ころは，大蔵省による行\n政指導及び生命保険協会による申合せがあった時期であり，また，団体定期保険契\n約の問題点につき日本経済新聞，朝日新聞等に掲載されるなどして社会問題化して\nいた時期でもあるから，被告及び訴外保険会社としても，従業員及びその遺族の生\n活補償という団体定期保険契約の趣旨・目的を十分に認識していたと解されるので\nあり，このことは，被告が弔慰金制度との関係で本件団体定期保険契約を申し込ん\nでいることからも明らかである。\nそして，原告らは，本件訴訟を提起することで，受益の意思表示をしたのであるか\nら，被告は，本件保険金を原告らに支払うべきである。\nｂ　弔慰金規定との関係\n被告が，従業員及びその遺族の生活補償に充てることを目的として団体定期保険契\n約を締結した以上，特段の事情がない限り，保険金を弔慰金又は見舞金として従業\n員又はその遺族に支払う旨の意思表示があったものと解すべきであり，使用者が，\n労働者の生命を保険会社との取引材料として不当な利益を得ることは許されないか\nら，本件団体定期保険契約における保険金額が，被告の弔慰金規定による支給額を\n上回る場合であっても，特段の事情がない限り，被告は保険金全額を従業員又はそ\nの遺族に支払うべき義務を負うものと解するべきである。\nイ　被告の主張に対する反論\n(ア)ａ　被告は，本件団体定期保険契約上の権利義務関係は，保険者である訴外保\n険会社が，保険金受取人である被告に保険金を支払うことによってすべて履行済み\nとなり，被告が保険金受取人ではない従業員又はその遺族に保険金を支払うこと\nは，契約内容に含まれていないと主張するが，同主張は，団体定期保険契約の趣\n旨・目的が従業員及びその遺族の生活補償にあることを無視した形式的な主張に過\nぎない。\nｂ　被告は，原告らの主張は，被告が保険金を受領した場合に従業員又はその遺族\nの請求権が発生するというものであり，従業員又はその遺族が「直接」権利を取得\nしたとはいえないから，第三者のためにする契約類型には属さない旨主張するが，\n第三者のためにする契約に要求される「直接」とは，第三者が諾約者に対して直接\n権利を主張することができるという意味であって，当該契約に条件等を付けてはな\nらないという意味ではない。\n(イ)ａ　被告は，第三者のためにする契約であることを明示した契約書等が存在し\nないことや，本件契約申込書等の記載内容から，本件団体定期保険契約は，第三者\nのためにする契約とは認められないと主張する。\nしかし，第三者のためにする契約か否かは，明示の合意の有無，当事者間の慣行及\nびその慣行に反する事情等を個別に検討して判断すべきであり，契約書等がないか\nらといって，直ちに第三者のためにする契約に該当しないことにはならない。\nｂ　被告は，本件契約申込書の「申込の趣旨」欄について，「趣旨」とは，「ある\nことをする目的や理由」という程度の意味であり，契約内容そのものではない旨主\n張するが，「趣旨」が契約内容に含まれない場合とは，当該「趣旨」に契約内容と\nいえるものまでは含まれていないと解釈できる場合であり，「趣旨」の内容やその\n他諸般の事情により，「趣旨」の内容が契約内容となり得る場合も存在する。\n(2)　被告の主張\nア　第三者のためにする契約は，当該契約における債務者が，第三者に対して直接\n給付する義務を負う契約形態であるから，被告が保険金を受領した場合に原告らに\n対して保険金を支払えという原告らの主張は，本件団体定期保険契約から直接的に\n発生するものではなく，そもそも第三者のためにする契約類型には属さないもので\nある。\nすなわち，被告と訴外保険会社との間では，本件団体定期保険契約が存するのみで\nあり，同契約では保険金を受領するのは被告とされていて，第三者である亡Ｃらで\nないことは明らかである。一方，被告と亡Ｃらは労働契約関係であって，そこには\n訴外保険会社は何ら関与しておらず，これらの関係は分けて考えるべきものであ\nる。保険において第三者のためにする契約は，保険金受取人を保険契約者以外の第\n三者とするものであって，商法６４７条以下に規定されている。本件では，保険金\n受取人は被告であり，被告と訴外保険会社との間で保険契約者及び保険金受取人を\n被告として保険契約を締結し，保険契約者である被告が保険料を支払い，保険事故\nが発生すれば，訴外保険会社が保険金受取人である被告に保険金を支払うことによ\nって保険契約上の権利\n義務関係は履行されることになるものである。\n上記のとおり，保険契約における債務の履行は，保険者が，保険金受取人に対して\n保険金の支払いを行った段階で終了し，保険金受取人が受け取った保険金から第三\n者に金員を支払う旨の約束は，保険契約とは別の契約である。\nさらに，第三者のためにする契約が成立するためには，保険契約者である被告と訴\n外保険会社との保険契約の成立時点において，被告が保険金を受領したときは，そ\nの保険金相当額を当該従業員又はその遺族に支払う旨の意思表示が認められること\nが必要であるが，前述の被告の付保目的に鑑みても，被告が，福利厚生制度とは別\n個に，当該保険金を当該従業員又はその遺族に支払う旨の意思表示をしたとは認め\nられないから，第三者のためにする契約は成立していないものである。\nイ　本件団体定期保険契約に関して作成された本件契約申込書等の書類には，第三\n者である従業員又はその遺族に直接保険金を取得させる旨の記載は一切存在しな\nい。\nまた，本件契約申込書の「申込の趣旨」欄には，「弔慰金制度」欄に○印がしてあ\nり，本件申込趣旨通知書には，弔慰金，死亡退職金，労災上乗せ補償金の金額の記\n載があるが，いずれの記載も，被告の福利厚生制度との関連で本件団体定期保険契\n約を申し込む旨を記載しただけであり，これらの記載をもって，第三者である従業\n員又はその遺族に直接保険金を取得させる趣旨であると解釈することはできない。\nこのことは，「趣旨」という言葉が，「あることをする目的や理由」などの意味し\nか有さず，契約内容そのものを意味するものではないことからも当然である。\nむしろ，上記本件契約申込書等の記載からすると，被告及び訴外保険会社は，被告\nの社内規程に基づく支給の一部に本件保険金を充てる意思であったことが明らかで\nある。\nウ　団体定期保険契約に関しての大蔵省の行政指導やこれを受けてなされた生命保\n険協会の申合せにおいても，従業員又はその遺族に支払われる金員は，団体定期保\n険契約から直接発生するものではなく，すべて社内の諸規定により定まることが前\n提とされているのである。\n３　争点(1)ウ（信義則上の支払義務の存否）について\n(1)  原告らの主張\nア　使用者と従業員との労働契約関係において，使用者は，従業員の生命・健康を\n侵害することは許されないから，労働契約に付随する義務として，従業員に対する\n安全配慮義務を負っていると解される。\nそして，使用者が，従業員の生命を保険会社との取引材料としたり，従業員を被保\n険者とする団体定期保険契約を悪用して不労の利得を得たりすることは本来許され\nないのであるから，使用者が，自ら雇用する従業員を被保険者として団体定期保険\n契約の保険契約者兼保険金受取人となった場合には，労働契約に付随する信義則上\nの義務として，特段の事情がない限り，使用者が支払を受けた保険金を，被保険者\nである当該従業員又はその遺族に支払うべき義務を負うと解するのが相当である。\nイ　このような信義則上の支払義務は，団体定期保険契約の性質からも導き出され\nるものである。\nすなわち，もともと生命保険は，「１人は万人のために，万人は１人のために」と\nいう言葉で象徴される相互扶助の精神を具体的な形にしたもので，人間の善意を前\n提とした仕組みであり，生命保険契約は人の生死という偶然的事由により一定の金\n額を支払うものであって，射倖契約の一種でありながら生命保険が事業として認め\nられているのは，人間の社会生活にとって生命保険が必要であることが一般に承認\nされているからであるが，その射倖契約としての性質から，他の契約に比べて契約\n者の善意と信義誠実の原則に従った行動が特に要請されているのであり，商法上\nも，被保険者の同意条項のほか，保険契約者による保険事故招致の場合の免責条項\nや告知義務違反の場合の契約解除条項などの特別な規定が置かれているのである。\n(2)　被告の主張\nア　企業における退職金や弔慰金等の支給については，企業と企業に所属する従業\n員（多くは労働組合）との交渉により決定されるものであり，被告においても，訴\n外労働組合との交渉により定まった労働協約があり，亡Ｃらの退職金等も，こうし\nた訴外労働組合との交渉によって定まった社内規程に則って支給されている。\nイ　特に，被告の社内規程上の退職金，弔慰金等の水準は，他の企業との比較にお\nいても同等以上の水準にあり，社会的に見て妥当な金額であるから，本件保険金を\n原告らに支払わなければ信義則に反するというような特段の事情は全くない。\nすなわち，被告の労働協約あるいは就業規則に定められた支給額は，業務上災害の\n場合は特別弔慰金として２４００万円（ただし，平成８年４月１日以降の基準であ\nる。），業務外災害の場合は，弔慰金５万円の他に供花一対及び葬祭料として報酬\n月額の２か月分というものであり，いずれも高水準の額である。\nまた，被告は，業務外の死亡又は業務外の傷病による休職期間満了の場合において\nも，自己都合退職として扱うことはせず，会社都合退職と同じように退職金の割増\n支給を行っているのであり，加えて，本件団体定期保険契約の保険金額と労働協約\n上の退職金等の支給額とが近接していることからしても，本件保険金を被告が取得\nすることが信義則に反するとはいえない。\n４　争点(1)エ（不当利得返還請求権の存否〔本件団体定期保険契約における保険金\n受取人指定部分の有効性〕）について\n(1)　原告らの主張\nア　団体定期保険契約は，従業員の遺族補償にその趣旨・目的があることからすれ\nば，公序良俗に反しないというためには，従業員の遺族補償の目的に用いられるこ\nとが必要というべきである。したがって，本件団体定期保険が有効と判断されるた\nめには，当該保険金が従業員の遺族補償のために支払われることが必要となる。と\nころが，被告は，本件団体定期保険契約を従業員の福利厚生，遺族の生活補償とい\nう本来の趣旨・目的に反して運用していたばかりか，かかる趣旨・目的を徹底する\nためになされた大蔵省の行政指導，生命保険協会の申合せにも反していたものであ\nり，次の(ア)，\n(イ)，(ウ)の事情を併せ考慮すると，本件団体定期保険契約は本来的には公序良\n俗に違反する無効な行為というべきである。\nこのように，本件団体定期保険契約は公序良俗に反するものであるが，団体定期保\n険契約の本来的趣旨・目的に鑑みるならば，契約全体を無効とするのは妥当ではな\nく，受取人の指定部分及びこれに対する同意部分のみが無効になると解するべきで\nある。\n(ア)　被告と訴外保険会社との関係\n訴外保険会社は，被告の親会社である訴外住友軽金属株式会社に対する大口の融資\n元又は大株主という経済的に優位な立場を利用し，被告をして本件団体定期保険契\n約を締結させることにより，多額の保険料収入を得てきたものであり，被告におい\nても，本件団体定期保険契約の保険料を損金に計上することにより，法人事業税，\n法人市・県民税の節税を図るとともに，多額の保険金を不当に利得してきたもので\nある。\nこのように，被告と訴外保険会社は，従業員及びその遺族の生活補償という趣旨・\n目的を逸脱して，保険料の徴収と企業の節税のために団体定期保険契約を利用して\nきたのである。\n(イ)　使用者の優越的地位の濫用\n使用者と従業員との労働契約関係は，従業員が使用者に労働を提供し，使用者は提\n供された労働の対価として賃金を支払うというものであるが，継続的な契約関係の\nもとで，従業員は使用者の指揮命令に服して労働に従事するものであるため，経済\n的弱者である従業員にあっては，優越的立場にある使用者の意向に左右されやす\nく，従業員の形式的な同意があることによって，使用者の自由な行為が許されると\nなれば，従業員の生命・人格を侵害される危険が絶えず生ずるのであり，さればこ\nそ労働基準法等においては，従業員の形式的な同意があったとしても，従業員の置\nかれた従属的立場に配慮し，一定の場合には同意の法的効力を否定し，従業員の生\n命・人格を保護する規定を置いているのである。\n団体定期保険契約について言えば，使用者が従業員の生命に保険をかけ，従業員の\n死亡によって支払われた保険金を従業員やその遺族に支払わないということが許さ\nれるなら，使用者は，従業員に対する優越的地位を利用していかなる手段をもって\nしても従業員の同意を取り付けるという事態も生じかねないものである。使用者が\n従業員の生命・人格まで支配・利用して不労の利得を上げることは本来社会的に許\nされないものであり，公序良俗に反する行為である。\n(ウ)　税法上の優遇措置の濫用\n団体定期保険においては，その趣旨・目的が従業員とその遺族の生活補償にあるこ\nとから，保険料は税法上全額損金として計上することが認められている。しかし，\n原告らについては弔慰金は支払われておらず，被告がその保険金を全額取得してい\nる。\n被告が保険料を損金として計上するという税法上の恩恵を受けながら，原告らの死\n亡保険金及び高度障害給付金を全額取得することは，税制度を濫用する行為であり\n公序良俗に反するものである。\nイ　そして，保険金受取人指定部分が無効である以上，本件団体定期保険契約はい\nずれも受取人の指定が存在しない保険契約になる。\nしたがって，原告乙については団体定期保険普通保険約款３５条により，原告甲に\nついては同約款３５条の趣旨により，いずれも保険金の受取人になるものであり，\n原告らは，被告に対し，不当利得返還請求権に基づいて本件保険金の返還を請求す\nることができる。\nウ　被告は，本件団体定期保険契約については，被告が訴外保険会社から支払いを\n受けた配当金と保険金との合計額よりも，被告が支払いをした従業員全員分の保険\n料の総額の方が多いのであるから，利得をしたことはない旨主張するが，かかる被\n告の主張は，団体定期保険契約の支分契約性を理解しない主張である。\n確かに，団体定期保険契約は契約としては１個であり，保険料も一括で支払われて\nいるとはいえ，被保険者は従業員個々人であり，保険金も被保険者である従業員単\n位に支払われるものである。\nそして，本件では，亡Ｃは業務外の事由により死亡したのであり，原告甲は業務外\nの事由による高度障害と扱われているのであるから，特別弔慰金や特別餞別金は支\n払われていない。しかるに，被告は本件団体定期保険契約に基づいて保険料を受領\nしているのであるから，被告において不当な利得があることは明らかである。\n(2) 　被告の主張\nア　本件団体定期保険契約締結についての訴外労働組合の同意は，保険金受取人が\n被告であることをも含んでいるのであり，保険金受取人の指定のみ無効という原告\nらの主張は失当である。\nそもそも，他人の生命の保険契約については，商法６７４条１項本文が被保険者の\n同意を要件としているのであり，同意があることによって契約に不当性がないこと\nを推認するのが法の趣旨である。\nしたがって，被保険者の同意がある場合は，公序良俗違反の有無は問題にならない\nのであり，契約は有効になるのである。\nしかるに，本件においては，商法６７４条１項本文の同意があることは原告らも認\nめているのであるから，保険金受取人を被告として指定する行為が公序良俗に反す\nることにはならず，また，次の(ア)，(イ)のとおり，原告らが公序良俗に反する根\n拠として挙げるものは，いずれも理由がない。\nなお，仮に，同意に問題があれば，保険契約が全体として無効になるものである。\n原告ら主張のように，保険契約の一要素である保険金受取人の指定のみを無効とす\nることは，商法６７４条の同意が保険契約を一体とみて同意するかどうかを定めて\nいるものであることからして認められないものである。\n(ア)　保険金受取人の指定行為が，団体定期保険契約の趣旨・目的や同意主義の法\n意に反するものでないことは前述のとおりである。\n(イ)　使用者の優越的地位を濫用していないこと\n原告らは，被告が使用者としての優越的地位を濫用していると主張しているが，被\n告においては，訴外労働組合との間で労働協約を締結しており，これにより労働条\n件の整備が図られているのであるから，原告らの主張は根拠がない。\nイ　被告に不労の利得のないことについて\n原告らは，被告が別途退職給与引当金を計上するとともに，適格退職年金基金に加\n入していることや，亡Ｃらに対する退職金もこれらから支払われていることを挙げ\nて，本件保険金全額が被告の収入になっている旨主張する。\nしかしながら，退職給与引当金は会計処理の方法であって，これからの退職金の支\n払は全額被告の負担となるものであり，適格退職年金基金にしても，掛金は全額被\n告が負担しているのであるから，実質的に被告が負担していることには変わりがな\nい。\n原告らの主張は，退職金の支払に保険金を充ててはならないというに等しいもので\nあり，不当なものである。\nウ　団体定期保険普通保険約款３５条の適用について\n団体定期保険普通保険約款３５条は，保険金受取人の指定がないか，又は指定され\nた保険金受取人が死亡して再指定されていなかったときの規定であるところ，保険\n金受取人の指定は保険契約の要素になるものであり，保険金受取人の指定が公序良\n俗違反によって無効になるのであれば，保険契約自体が公序良俗に反するものとし\nて無効になると解するべきであって，保険金受取人の指定部分のみが無効になると\n解する余地はない。\nなお，同約款３５条は，「死亡」の場合の規定であるから，原告甲の高度障害保険\n金の場合には適用がなく，仮に，受取人指定部分が無効になったとしても，原告甲\nについては，同約款２０条１項により，被告が受取人になるものである。\nまた，被告は，保険金受取人を被告として本件団体定期保険契約を締\n結したものであり，被告以外の者を保険金受取人とする意思はなかったのであるか\nら，上記団体定期保険普通保険約款３５条が適用される余地はないというべきであ\nる。\n５　争点(2)（被告の慶弔金規則第１０条に基づく特別餞別金請求の可否）について\n(1)　原告甲の主張\n仮に，原告甲の主位的請求がすべて認められないとしても，次のア，イのとおり，\n原告甲の本件疾病は，被告の過重な業務及び被告の業務により適切な治療を受ける\n機会を逸したことに起因するものであるから，被告は，原告甲に対し，被告の慶弔\n金規則第１０条に基づく特別餞別金として，２５００万円の支払義務を負ってい\nる。\nよって，原告甲は，被告に対し，予備的に，被告の慶弔金規則第１０条に基づく特\n別餞別金のうち８００万円の支払いを求める。\nア　業務の加重性\nａ　原告甲がフォークリフトの運転業務に従事していた当時の勤務形態は，深夜勤\n務を含む二交代勤務であり，また，配車係として勤務していた当時の勤務時間は，\n午前８時から午後５時と定められていたが，実際には午後８時から午後９時ころま\nで残業するのが常態であった。\nｂ　原告甲は，昭和５５年７月１日より被告の豊川営業所勤務になって，引き続き\n配車係を担当し，平成６年５月当時は統括主任の地位にあった。\n豊川営業所の勤務時間は，午前８時３０分から午後５時までと定められていたが，\n原告甲は，同営業所の鍵の管理を行っていたこともあって，午前７時３０分ころに\nは出社し，午後７時から８時ころまで残業していた。なお，時間外労働時間につい\nては，従業員の自己申告制となっており，時間外手当は月額１０時間までしか支払\nわれず，その余はサービス残業であった。\n原告甲が従事していた統括主任としての業務には，下請会社のトラックを確保する\nことのほか，交通事故を防止するための安全教育，予定の時間に荷物が到着しない\n場合の顧客への連絡と謝罪，運送中に製品が損傷した場合の被害弁償，運転手が起\nこした交通事故の示談交渉，遠隔地（秋田，博多，北海道等）への出張等が含まれ\nており，いずれも精神的なストレスが大きい業務であった。しかも，被告における\nトラック配車の業務は多忙を極めるもので，下請会社のトラックを確保するために\n昼休みも業務に従事し，休日に出勤することも頻繁であった。\nまた，トラックの配車業務は，それ自体時間に追われる業務であるところ，特に被\n告においては，訴外住友軽金属株式会社から送付される納品伝票の到着が遅いこと\nもあって，配車の手配に費やす時間的余裕がないという別の問題も抱えており，原\n告甲も，当時の所長に対して，問題の改善を求めたことがあったが，所長に受け入\nれられることはなかった。\n原告甲は，このような本来的業務に加えて，平成５年４月ころからは，毎週月曜日\n午前中に，Ｅ所長が持病で通院するため，その代行業務も担当していた。\nイ　本件疾病の発症\n(ア)　原告甲は，平成６年５月２１日，本件疾病により倒れたものであるが，その\n前日から既に頭痛を訴えており，同月２１日の午前中にＦ病院を受診する予定であ\nった。なお，同日は土曜日で被告の休業日であったが，午後１時からトラック班長\n以上の者の会議が予定されていた。\nしかしながら，同２１日午前７時ころ，突然Ｅ所長から電話があり，すぐに出勤す\nるように命じられたため，予定していたＦ病院受診を中止することにし，午前７時\n３０分ころに自宅を出て，午前７時５０分ころに会社に到着した。\n会社に到着してから午前１０時ころまで，Ｅ所長と原告甲を含む４人で会議を行っ\nた。同会議は，本社に内緒で運転手同士の喧嘩を処理するためのもので，緊急のも\nのであった。\n原告甲は，会議の直後，洗面所で手を洗っている際に突然倒れたものである。\n(イ)　原告甲は，救急車でＦ病院に搬送されたが，同病院では治療できないという\nことで，そのまま豊川市民病院に転送され，同病院において開頭手術が施術され\nた。\nその後，原告甲は，本件高度障害を負うことになり，現在は右半身不随，言語障\n害，失明状態であり，車椅子による生活を余儀なくされており，身体障害者手帳１\n級と認定されている。\n(2)　被告の主張\nア(ア)　原告甲の業務について\n原告甲が主張する業務，勤務状況のうち，昭和５５年６月以前のものは知らない。\n昭和５７年７月以降の終業時間は午後５時１５分であり，原告甲が時間外残業をし\nていたとか，サービス残業をしていた旨の主張は否認する。原告甲の時間外労働時\n間は出勤簿のとおりであり，１日１時間前後で，月額１０時間を超えた場合も被告\nは時間外労働手当を支払っていた。\nまた，豊川営業所の鍵は，原告甲が保管していたほかに，訴外住友軽金属株式会社\n正門受付にも常備されており，豊川営業所の従業員であれば誰でも使用できたので\nあるから，原告甲が一番早く出勤し，一番遅く退社していた訳ではないのであり，\nＥ所長が一番早く出勤したことも度々あり，また，原告甲が退社していたことが原\n因で，現場積込班に対する確認指示ができずに困ったこともあった。\n原告甲が主張する豊川営業所時代の業務のうち，安全会議については，原告甲が出\n席したのは２か月に１回程度であり，運送事故の交渉も年に数回程度であった。ま\nた，遠隔地の出張も年１回程度であり，原告甲が主張するような休日出勤もほとん\nどなかった。Ｅ所長の代行業務も月に１回だけであった。\n(イ)　原告甲の本件疾病発症の状況など\n原告甲は，本件疾病が発症した平成６年５月２１日にトラック班長以上の会議が予\n定されていたとか，午前１０時ころまで原告甲，Ｅ所長を含む４人で会議をしてい\nたとか主張するがいずれも否認する。同日は，午後からソフトボール親善試合が予\n定されていたのであり，Ｅ所長と原告甲は，同日の午前７時５０分から８時１０分\nまで話をしただけであった。\nなお，原告は，平成６年５月２日から同月１３日まで連休と有給休暇を取得して，\n妻の父の看病及び同人の葬儀のため九州に行っていた。\n(ウ)　以上のとおり，原告甲の業務は過重なものとはいえず，本件疾病の発症は業\n務に起因するものではない。\nイ　本件慶弔金規則第１０条は，「従業員が業務上の災害により労働者の災害補償\n保険法に定める障害等級第１級ないし第３級に該当すると認定され，治癒の時点で\n本人の希望により退職する場合は別表に定める特別餞別金を支給する。」と規定さ\nれているところ，同条の「認定」とは，労働基準法及び労働者災害補償保険法に基\nづき，労働基準監督署長が業務上の災害であるとして後遺障害等級第３級以上に認\n定した場合を意味する。\nしかるに，労働基準監督署長は，原告甲の本件疾病につき，業務上の災害とは認め\nられない旨の処分をしているのであり，この処分が覆されたとの主張立証はされて\nいないから，原告甲の主張に理由がないことは明らかである。\nウ　よって，いずれにせよ原告甲の予備的請求は理由がない。\n第４　争点に対する判断\n１　前提となる事実等\n当事者間に争いのない事実等，甲第１，第２の１ないし５，第３，第４の１，２，\n第６，第７，第８の１，２，第１０ないし第１４，第１５の１ないし３，第１８，\n第１９の１ないし４，第２０，第２１，第２２の１ないし３，第２３，第２４，第\n２５の１ないし４，第２６，第２８，第３０ないし第３２，第３３の１ないし１\n３，第３６ないし第４３，第４４の１，２，第４５ないし第５２，第５５ないし第\n６２，第６４，第６５，第６７ないし第７４，第７７，第８３，第８６の１ないし\n１７，第８７ないし第９９，第１０３，乙第１の１ないし４，第２ないし第４，第\n９ないし第１４，第２１ないし第２５，第２７の１ないし５，第３０の１，２，第\n３１，第３２の１ないし７，第３３，第３４，第３５の１，２及び証人Ｄ，証人\nＧ，証人Ｈの各証言，原\n告甲，原告乙の各本人尋問の結果並びに弁論の全趣旨によると，次の事実が認めら\nれる。\n(1)　団体定期保険契約について\nア　いわゆるＡグループ団体定期保険契約は，保険会社が，個々の被保険者の健康\n状態等を診査して，その危険度に応じて生命保険契約を締結するか否かを決定する\n個人保険とは異なり，共通の性格を持つ人的集団の危険度に応じて生命保険契約を\n締結するか否かを決定し，当該人的集団の構成員全員を被保険者とし，保険料は保\n険契約者である事業主が全額負担し，保険会社は，事業主が１年間に支払った保険\n料から付加保険料（保険会社の手数料）及び当該１年間に支払った保険金を控除し\nて剰余金がある場合には，これに一定の配当率を乗じて算定した配当金を保険契約\n者である事業主に支払い，１年毎に清算する仕組みになっている。\nまた，本件団体定期保険契約（ただし，主契約）においては，被保険者が保険期間\n中に死亡し又は被保険者が責任開始日以降の傷病，疾病に基づいて保険期間中に高\n度障害状態になった場合に，一律一定額が死亡保険金又は高度障害保険金として支\n払われる仕組みになっており，被保険者の死亡又は高度障害が業務上の事由に基づ\nくかどうかは問わないことになっている。\nイ  団体定期保険契約の保険料は，平均保険料率に死亡保険金総額を乗じて求める\nこととされ，保険期間の中途で被保険者が１名追加・加入されることとなった場合\nなどにおいては，その被保険者の年齢，性別に関わらず，平均保険料率にその被保\n険者の保険金額を乗じて算出される金額相当分が保険料として増加することにな\nる。\n(2)　団体定期保険制度の沿革とその運用経過等\nア(ア)　団体定期保険は，アメリカにおいて従業員とその遺族の福利厚生制度とし\nて始まったものであるところ，我が国では，大正の後期から勤労者のための生命保\n険として団体定期保険の研究が行われるようになり，当時，我が国で唯一の経営者\n団体であった全国産業団体連合会（以下「全産連」という。）のもとで団体保険の\n企画経営がされるのが望ましいとの意見から，全産連の発起による独自の非営利事\n業として日本団体生命保険株式会社（以下「日本団体生命」という。）が商工省の\n認可を得て昭和９年３月に設立され，同年６月営業を開始し，我が国で初めて団体\n定期保険を販売するようになった。\n日本団体生命の団体定期保険普通保険約款では，保険期間中に被保険者が死亡した\n場合には，保険金を被保険者票に記載した保険金受取人に支払うものとされ，保険\n契約者は保険金の受取人となることを原則として禁止され，例外として，保険契約\n者が法令又はその団体の扶助若しくは給与に関する社内規程に基づく給付に充てる\nため保険料の全額を負担して契約を締結した場合において，その給付額の範囲内の\n金額に限り保険契約者が保険金受取人になることを認められていたものであり，ま\nた，保険会社は被保険者に被保険者票を発行し，保険契約者は，保険会社から被保\n険者に対して交付すべき文書として交付を受けた被保険者票，通知書その他の文書\nを遅滞なく被保険者に交付する義務を負うものとされ，団体定期保険の趣旨が被保\n険者の遺族の生活補\n償にあり，保険金は全て遺族に対する給付として支払われるものであることが徹底\nされていた。\nこの団体定期保険は，従業員の福利厚生制度として一般の理解を得るようになると\nともに，労働力不足の問題を抱えていた企業においても福利厚生制度の拡充を迫ら\nれる一方，団体保険の保険料を事業主が負担した場合，統制令による賃金の範囲に\nは含まれないとの恩典を受けたこともあって，次第に普及していった。\n(イ)　団体定期保険は，制度創設以来，日本団体生命の独占事業となっていたとこ\nろ，昭和２２年４月に公布された独占禁止法によって自由化され，昭和２３年９月\nから各生命保険会社（以下「保険会社」ともいう。）が団体定期保険の分野に参入\nするようになったところ，契約獲得のための競争が激化し，保険契約の対象となる\n団体の範囲についての解釈も区々に分かれ，団体定期保険の運用に混乱を生じたた\nめ，昭和２６年８月に，大蔵省から銀行局長通達「団体生命保険運営基準」が発せ\nられ，団体生命保険の独立採算，対象団体の範囲，昀低被保険者数，加入率，保険\n料率，昀高保険金額などの基準が定められ，これ以降，同基準に基づいて団体定期\n保険が運用されるようになったものの，同基準は，団体定期保険の趣旨については\n明示的には言及せず\n，保険金受取人についても格別制限を設けなかった。\nなお，各保険会社の団体定期保険普通保険約款を見ると，昭和２８年７月１日時点\nのものでは，各保険会社とも，保険金受取人について，保険契約者は原則として受\n取人になることができず，例外的に，保険契約者が法令又はその団体の規定による\n給付に充てる目的で保険料の全部又は一部を負担して契約を締結した場合に，その\n負担額に応じて保険金受取人となることができるものとし，日本団体生命の従来の\n約款と比べると制限が幾分緩和され，企業が支払いを受けた保険金額と社内規程に\n基づく従業員への支給額との差額を企業が取得し得る余地が生じることになった。\nなお，保険会社が，被保険者に被保険者証（ただし，被保険者名簿を保険契約者に\n交付することで代えることがあるとされた。）を発行し，保険契約者が被保険者\n証，通知書その他の文書を遅滞なく被保険者に交付する義務を負うことは従前とほ\nぼ同様であった。\nしかしながら，昭和４７年３月時点では，団体定期保険を取り扱う保険会社２０社\n中，６社が団体定期保険普通保険約款において，保険金受取人の制限規定を全く置\nいておらず，団体定期保険が被保険者の遺族の生活補償に充てられるものであると\nの制度の趣旨・目的があいまいとなる傾向を生じた。\nこれについては，昭和４１年に大蔵省の団体定期保険の運営基準についての通達が\n改正され，団体保険の対象分野が拡大し，対象範囲の解釈が明確になるとともに，\n任意加入団体の要件が大幅に緩和され，昀高保険金額も大幅に引き上げられたこと\nから，各保険会社において，任意加入団体を対象とした団体定期保険も販売するよ\nうになり，団体定期保険の対象範囲が大幅に拡大したこともその背景にあったもの\nである。\nイ(ア)　大蔵省は，昭和２６年８月の銀行局長通達「団体生命保険運営基準」によ\nって団体定期保険に対する行政指導を開始し，団体定期保険の普及に伴って対象範\n囲の拡大に迫られ，その都度通達を改正するなどしていたところ，昭和４１年２月\n１０日の通達により，「団体定期保険の運営基準」と改称し，それまでの通達等を\n集大成し，対象範囲の解釈を明確にするとともに，任意加入団体の要件を大幅に緩\n和し，昀高保険金額も大幅に引き上げるなどの措置を講じた。\nこうした措置により，団体定期保険は更に普及したものの，各保険会社間の過当競\n争により，契約獲得のためには通達違反，事業方法書違反もやむを得ないとの風潮\nが生まれ，団体定期保険の本質があいまいとなるおそれを生じ，また，昭和４６年\n８月に行われた同運営基準の改正により，任意加入団体の加入率の特例が規定され\nていたところ，同特例に定められた期限が到来したものの，なお正規の加入率に達\nしない団体が任意加入団体の過半数に及ぶ事態となったことから，大蔵省において\nは，社会における組織の多様化と団体定期保険が従業員福祉制度の一環として広く\n社会のニーズに応えていくために，団体の範囲及び区分をより合理的なものとし，\n加入率の引上げと昀低加入者数の引下げ，昀高保険金額の引上げ，保険料の引下げ\n等について検討を重\nね，昭和４９年４月及び昭和５０年７月の２度にわたる同運営基準の改正を経て，\n昭和５１年２月２０日付けで同運営基準を全面改正し，同年３月１日から実施する\nとともに，これまで各保険会社において各別に定めていた団体定期保険普通保険約\n款を全社共通のものとするよう要請した。\n保険会社の業界団体である生命保険協会においては，昭和４８年こ\nろから団体定期保険約款の統一化を検討していたところ，大蔵省の上記要請を受け\nて全社統一の約款を作成し，同年４月１日付けでその認可を得た。\n(イ)　なお，団体定期保険の本質が問題となったものに，昭和４５年に波島丸とい\nう貨物船が北海道沖で沈没し，乗組員１８名が死亡した事故において，船会社が乗\n組員を被保険者として団体傷害保険に加入し，これにより保険金を受け取っていな\nがら，これを遺族に隠して災害補償の交渉をするという事件があり，これが新聞等\nでも大きく報道され，また，同じころ，勤労者の一遺族から大蔵省に，会社が団体\n定期保険に加入し，死亡保険金１００万円を保険会社から受領していながら，遺族\nには社内規程により１０万円を支払っただけであり，従業員の死亡で事業主を儲け\nさせるようなことを保険会社が商売するのは納得できないとの訴えがなされたこと\nがあり，大蔵省においても，保険金額と遺族への支給額とが無関係となっている点\n及び付保目的を事業\n主が従業員に周知徹底していない点で問題があると判断し，生命保険協会に改善を\n指導することがあった。\n(ウ)　昭和５１年４月１日に認可された統一約款は，保険会社２０社の各約款の相\n違点を全て寄せ集め，そこから昀大公約数的なものを生かしていくという姿勢のも\nと，全員加入契約の場合と任意加入契約の場合を区別することなく，両契約形態に\n共通の約款として作成されたため，約款の対象から外して各保険会社の事業方法書\nに委ねられた部分もあったところ，保険金受取人の制限条項，被保険者証の被保険\n者への交付条項などは，いずれも統一約款には記載されなかった。\nこの統一約款では，保険契約者は，いつでも将来に向かってこの保険契約を解約す\nることができるとされたものの，被保険者の脱退については，保険契約者は，この\n保険契約から一部の被保険者を任意に脱退させることは，保険会社が認めた場合で\nなければできないものとされ，死亡保険金の受取人についても，保険契約者は，被\n保険者の同意を得てその受取人を指定し又は変更することができるとされ，受取人\nの指定がない場合は，被保険者の配偶者，子，父母，祖父母，兄弟姉妹の順位に従\nって受取人の指定があったものと扱うことにするなど，団体定期保険が被保険者の\n利益のために締結されるものであるとの趣旨は不変であった。\n(エ)　上記のとおり，大蔵省においても生命保険協会においても，団体定期保険の\n本質が企業における従業員の福祉制度の一つとして位置づけられるものであるとの\n基本的な認識を変えたわけではなく，昭和５１年２月の運営基準の改正後も，大蔵\n省は，団体定期保険の第Ⅰ種の被用者団体を対象とした全員加入契約は，企業の弔\n慰金制度として従業員に対する福祉制度の一環として位置付けられるものであり，\nその運営が適正に行われるよう一貫して行政指導を続けていたものであって，こう\nした指導を受けて生命保険協会も，団体定期保険が本来の趣旨に沿って運用される\nよう，昭和５３年９月，業界として次のような申合せをなし（以下「昭和５３年９\n月申合せ」という。），これを実施した。\nａ　契約申込書，協定書による付保目的の確認\n新規契約締結時に，当該契約と企業における福利厚生制度との関連\nを契約申込書において確認するとともに，被保険者数が１０００名以上の規模の契\n約については，合わせて付保目的を記載した協定書を取り交わす。\nｂ　保険金額等の制限（増額変更契約を含む。）\n(ａ)　被保険者１名当たりの保険金額の上限について，年収の５倍相当額程度をガ\nイドラインとする。\n(ｂ)　被保険者１名当たりの保険金額について，次の制限を設ける。\nⅰ　１社通算限度を４０００万円（運営基準に定める昀高保険金\n額現行５０００万円）とする。\nⅱ　１社の単独及び共同受託契約（他社受託分を含む。）の通算限度は８０００万\n円とする。\n(ｃ)　合理的理由のない自社の単独扱いによる重複契約は締結しない。\nｃ　被保険者の範囲\n年齢，勤続年数，職階等により意図的に被保険者を若年層に限定したり，高年齢層\nを除外する契約は締結しない。なお，既契約についても自粛の方向で取り組む。\nｄ　名簿省略団体の取扱い\n名簿省略団体については，人員，平均年齢を客観的資料（社会保険料納付書，有価\n証券報告書，会社四季報等）により確認する。なお，既契約についても次期更新時\nより実施する。\nこの昭和５３年９月申合せにより，団体定期保険の契約申込書には，「契約の趣\n旨」欄を設け，「本契約は，次の１つないし複数の福利厚生制度との関連において\n申し込みます。」と明記し，その選択肢として，「１　弔慰金制度」「２　退職金\n制度」「３　その他（　　制度）」を掲げ，「被保険者同意確認」欄には，選択肢\nとして，「１　労働協約，就業規則または社内規程に基づく」「２　次の周知方法\nにより被保険者のこの保険加入についての不同意の有無の確認を行う」を設け，さ\nらに，後者については，「掲示場における掲示」「文書による通知」「口頭による\n説明」「労働組合または従業員代表者に対する通知」「その他（　　）」の選択肢\nを設けることとされた。\n(オ)　こうした大蔵省の行政指導及び生命保険協会の申合せがあったものの，企業\nが従業員の福利厚生のためと称して団体定期保険に加入しながら，これを従業員に\nは知らせず，従業員が死亡した場合には保険会社から支払を受けた従業員の死亡保\n険金を企業が全額取得し，被保険者の遺族には社内規程によりわずかな給付しかし\nなかったり，あるいは，企業が保険会社に自社株を購入してもらったり，社債を引\nき受けてもらったりすることの見返りに団体定期保険に加入し，従業員が死亡して\nも保険金を請求しないなど，団体定期保険を濫用したり，本来の趣旨を逸脱した利\n用をする事例が後を絶たなかったため，大蔵省は，平成３年９月及び同年１１月の\n２回にわたって各保険会社に対し行政指導を行った。\n平成３年９月の行政指導では，①団体定期保険の本来の趣旨（福利厚生）に沿って\n保険の運用を行うこと，②保険金の支払事由を生じた場合に保険金未請求という事\n態を生じないように注意することの２点が，同年１１月の行政指導では，①被保険\n者の同意を確認すること，②弔慰金の社内規程を確認すること，③保険金が被保険\n者又はその遺族に渡っているか否か確認すること，④保険金額の妥当性についても\n検討することの４点がそれぞれ指摘された。\nなお，国税当局においても，こうした団体定期保険の本来の趣旨を逸脱した加入を\n問題視し，保険加入の動機を調査し，株持ち合い等の目的で加入したものと認めら\nれる場合には，保険料を交際費と認定し課税する動きがあったものの，前記の大蔵\n省の行政指導と後記の生命保険協会の申合せを受けて，保険料への課税は見送られ\nた。\n(カ)  生命保険協会においても，団体定期保険が本来の趣旨に沿って運用されるよ\nう一層の徹底を図るため，平成３年１０月及び同年１２月の２回にわたり申合せ\n（以下「平成３年１０月申合せ」「平成３年１２月申合せ」という。）をなした。\n上記平成３年１２月申合せの内容は次のとおりであり，平成４年３月から実施され\nた。\nａ　弔慰金等の社内規程の確認等\n(ａ)　次の方法により確認する。\nⅰ　契約締結時に規程を確認し，写しを取り寄せる。\nⅱ　契約申込書に弔慰金・死亡退職金等，企業の福利厚生措置の内\n容の記載項目を設け，契約者に記入してもらう。\n(ｂ)　明文化された規程のない企業に対しては，規程を明確化してもらい，その規\n程を確認した後に販売する。\nｂ　保険金額の設定\n上記ａにより企業の福利厚生措置を確認し，保険金額を設定する。なお，保険金額\nは，福利厚生措置との関係において社会通念上問題のない金額とする。\nｃ　被保険者の同意の確認\n従来の契約申込書による企業側の報告に基づく確認に加え，保険会社として新たに\n次の対応を行う。なお，契約申込書において「口頭による説明」の項目は廃止す\nる。\n(ａ)　契約締結の際，その旨の連絡文書を企業と協力して従業員に配布する。\n(ｂ)　掲示文書の写しを取り寄せる。\n(ｃ)　就業規則等に「団体定期保険を○○制度の財源確保のため契約する」旨記載\nしてもらう。\nｄ　保険金の支払の確認\n保険会社は，新たに次のような対応を行う。\n(ａ)　保険金請求書と同時に，遺族への支払（予定）の弔慰金・死亡\n退職金等を企業に記入してもらった文書を取り寄せて確認する。\n(ｂ)　契約更新時に，そのとおり実施され，支払われた保険金が福利\n厚生措置の目的に沿って有効に活用されていることを企業に確認する。\n(ｃ)　販売活動時に，団体定期保険の趣旨を徹底する。\n(ｄ)　弔慰金・死亡退職金等が遺族に支払われたことの確認（領収証\nの写し等）を取り寄せることについて前向きに検討する。\nウ　このような大蔵省の行政指導と生命保険協会による申合せを経て，ほとんどの\n保険会社においては，契約申込書等において，保険契約者に対し，契約の趣旨とし\nて福利厚生制度のうち，いかなる給付制度との関係で申し込むものか明示を求める\nとともに，保険契約者との間で協定書等を取り交わし，福利厚生制度に基づく給付\nに充てることを目的として団体定期保険契約を締結するものであり，保険金の全部\n又は一部を社内規程に基づいて支払う金額に充当することを確約させる取扱いをす\nるようになり，団体定期保険契約の主たる目的が，従業員の福利厚生を目的とした\nもので，死亡保険金については，全部又は一部を遺族に対する給付に充てるための\nものであるという運用を徹底することとされた。\n他方で，保険会社によっては，団体定期保険契約の目的について，従業員に対する\n福利厚生制度に基づく給付に充てることに加え，企業の経済的損失を補完すること\nを付加するところが現われた。例えば，日本生命の契約申込書では，遺族に対する\n給付である弔慰金，死亡退職金，遺族育英年金，労災上乗せ補償金などと並べ，企\n業の損失である従業員死亡に伴う団体逸失利益の選択肢が設けられていた。このよ\nうな変化が生じてきた背景には，団体定期保険契約の保険金額の上限が時代ととも\nに引き上げられ，かつまた，同一の企業が複数の保険会社との間で団体定期保険契\n約を締結する例も少なくなく，保険金を遺族補償に充当してもなお余剰が生じるよ\nうな高額な加入事例が見られるようになったことも一因となっていると考えられる\nところである。\nこうした状況下において，大蔵省銀行局保険部長は，平成６年５月２６日の衆議院\n決算委員会第一分科会で，団体定期保険の目的について，従業員の遺族に対する弔\n慰金や死亡退職金の原資を確保するなど企業の福祉制度を充実するとともに，従業\n員の死亡によって企業に生じる種々の損害の補填等に充当しているものであるとの\n答弁をなし，上記のような保険会社の運用を追認する見解を示した。\nエ(ア)　保険募集については，昭和６年の保険募集規則の制定により規制が始ま\nり，昭和２３年７月に施行された現行の「保険募集の取締に関する法律」により，\n保険募集行為に関する規制とともに，保険募集文書に関する規制も行われるように\nなったところ，募集文書図画（パンフレット類）については，長く大蔵大臣の承認\nを要することとされてきたが，昭和４８年３月に発せられた「生命保険の募集文書\n図画の取扱いについて」により，同年４月以降，保険会社の自主管理に委ねること\nとされ，生命保険協会による募集文書図画の届出（登録）制に変更され，団体保険\nについては，大蔵省の指導を受けて，生命保険協会において昭和５０年６月に「団\n体生命保険募集文書図画の取締規程」を制定し，作成基準，作成例等も規定し，団\n体生命保険の販売が制\n度の本旨に従って適正になされるよう自主規制がなされるようになり，各保険会社\nにおいても，同取締規程に従って募集文書図画の登録を励行するようになった。\nさらに，平成２年６月には，上記「生命保険の募集文書図画の取扱いについて」が\n廃止され，同年１０月以降は，生命保険協会による審査から各保険会社の自主規制\nに委ねられ，各社において募集文書作成基準を定めて社内登録をするようになっ\nた。\n(イ)　訴外保険会社の団体定期保険契約についてのパンフレット類を見ると，昭和\n６２年１２月，平成２年４月及び平成４年３月付けの各チラシには，団体定期保険\nは業務上・業務外を問わず２４時間保障するもので，退職金制度や弔慰金制度，労\n災上乗せ補償制度の財政面での裏付けとして，不測の出費による財政圧迫という事\n態を回避するために利用されていることが記載されていた。\nオ　団体定期保険に関する税金の取扱いを見ると，昭和２６年１月１日，国税庁か\nら「所得税法に関する基本通達第１２４」が発せられ，団体定期保険の保険料につ\nいて，事業者負担分についても事業者は損金に計上して差し支えないものとされ，\n従業員に対しても給料所得に算入されないこととされていたところ，このような一\n連の取扱いがなされたのは，団体定期保険は掛け捨てであるから，受取人が法人で\nあれば損金，受取人が遺族であれば給与とも考えられるが，死亡した場合にはじめ\nて受領するものであるため一律給与も実状に適さないので，一種の福利厚生費とし\nて損金算入を認めたことによるものであった（法人税基本通達９ー３ー５，乙第２\n２）。\nまた，団体定期保険によって支払われる保険金については，保険契約者である\n企業が受け取れば雑収入として益金の額に算入されるところ，企業が被保険者の相\n続人に死亡退職金・弔慰金として支給した場合は損金処理ができることとされてい\nる。\nカ　平成８年には，企業が団体定期保険に加入して従業員の死亡により多額の死亡\n保険金を受領しながら，これを会社が全部取得するのは不当であるとし，遺族が企\n業に対して保険金の支払を求める訴訟が提起される事例が増加してきており，中に\nは，保険契約の存在を従業員にも遺族にも知らせず，企業が遺族に無断で死亡診断\n書を入手して保険金の支払を受けるなど，悪質な保険金隠しを行っている例もある\nことが全国紙で大きく報道されるようになり，週刊誌でも特集記事が組まれるな\nど，社会問題化してきたため，業界紙においても，団体定期保険の危機として取り\n上げられ，団体定期保険（Ａグループ保険）の運用の適正化が強く叫ばれるように\nなってきたことを受けて，保険業界においては，団体定期保険の目的をより明確化\nし，利用目的に合わせ\nた保険金額の設定ができるようにするとともに，保険金が遺族に全く支払われない\nという実態をなくすため，団体定期保険の内容を改定し，総合福祉団体定期保険を\n考案し，各保険会社とも，平成８年１１月２日から一斉に同保険商品の販売を開始\nし，既契約については平成９年４月１日以降の契約更新から切り替えを行うことに\nした。\nこの総合福祉団体定期保険は，約款において，保険の趣旨を，「この保険は，会\n社，（中略）等の団体を対象とする団体保険で，団体が定める団体の所属員の死亡\nまたは高度障害に関する弔慰金・死亡退職金規程等の運営に資するとともに，遺族\nおよび所属員の生活保障を目的とするものであり，被保険者が死亡しまたは所定の\n高度障害状態になった場合に，これらの規程等に準拠した死亡保険金または高度障\n害保険金を支払う仕組みの保険です。」と明記し，従業員及びその遺族の福利厚生\nに資するものであることを明確化した。\nところで，同保険は，①主契約，②ヒューマンバリュー特約，③災害総合保障特約\nからなり，主契約は，企業の従業員への給付規程にリンクさせ，死亡保険金の受取\n人を被保険者の遺族とするものであり，ヒューマンバリュー特約とは，企業の経済\n的損失の補填に充てるために，企業が保険金の受取人になって主契約の保険金額以\n下の額で付加給付を受けるというもので，被保険者１名につき２０００万円を上限\nとしているものである。\nキ　金融監督庁の通達\nこうした経過を受けて，保険会社の監督官庁である金融監督庁は，平成１０年６月\nに「金融監督等にあたっての留意事項について」と題する文書を発し，保険会社に\n対する監督事務に当たり，全員加入型の団体定期保険契約については，当該保険の\n趣旨・目的が従業員とその遺族の生活補償にあることを明確にし，企業の就業規\n則，労働協約その他これに準ずる規則に基づく遺族補償及び業務外の傷病扶助に関\nする規定又はこれに準ずる規定により定められた死亡退職金・弔慰金等の支払財源\nを保障する部分を「主契約」，従業員死亡に伴い企業が負担する代替雇用者採用・\n育成費用等の諸費用（企業の経済的損失）を保障する部分を「ヒューマンバリュー\n特約」として区分した上，当該保険契約の趣旨・目的に沿った業務運営がされてい\nるか，被保険者の同意\n確認については，保険契約者から，保険契約の目的となる遺族補償規定等の書類と\nともに，被保険者となることに同意した者全員の署名又は記名・押印のある名簿な\nどを提出させて確認をし，ヒューマンバリュー特約を付帯した保険契約について\nは，被保険者から個別に同意する旨の書面に署名又は記名・押印をすることによる\n確認をしているかなど，総合福祉団体定期保険が改定の趣旨に従って適正に運営さ\nれているかについて，詳細な留意事項を定めている。\n(3)　本件団体定期保険契約の締結及び本件保険金の支払い等\nア(ア)ａ　被告は，昭和５０年３月２４日，訴外保険会社との間で，本件団体定期\n保険契約（従業員全員加入で保険料全額会社負担のいわゆるＡグループ保険）を締\n結し，平成４年３月２３日（昀終保険年度の消滅日）まで毎年更新してきた（な\nお，同契約の詳細については明らかではないが，昀終年度の主契約保険金額は５０\n万円で，保険金受取人は被告とされていた。）。\n一方，被告における平成４年当時のモデル退職金額は８５０万円，業務上\n災害による死亡の場合の特別弔慰金は２１００万円であり，上記の保険金額とは相\n当の乖離があった。\nｂ　そこで，被告は，平成４年ころ，退職金制度や特別弔慰金制度等福利厚生制度\n全般の原資を確保するため，本件団体定期保険契約の保険金の増額と労働災害保障\n特約への加入を企図して，訴外保険会社に対し，被告の福利厚生制度の内容を説明\nした上で，本件団体定期保険契約の設計を依頼した。\n訴外保険会社は，平成４年２月４日，被告に対し，保険金額が主契約１０００万\n円，労働災害保障特約３０万円ないし１０００万円という内容の設計書（乙第２７\nの２，３）と主契約５００万円，労働災害保障特約１０５万円ないし１５００万円\nという内容の設計書（乙第２７の４，５）を交付した。\n被告は，上記２通の設計書を比較検討した上，平成４年３月１日，訴外保険会社と\nの間で，保険金受取人を契約者である被告，被保険団体の範囲を従業員全員，保険\n金額を主契約１０００万円，労働災害保障特約１０００万円，保険料負担を被告と\nする契約期間１年の本件団体定期保険契約を締結した。\nなお，本件団体定期保険契約に関する事務については，被告の総務部が担当してい\nたところ，平成４年当時の総務部長はＤ（以下「Ｄ総務部長」という。）であっ\nた。そして，Ｄ総務部長は，平成４年２月ころ，訴外労働組合に対し，上記団体定\n期保険契約の内容を説明し，同保険契約を締結するについての同意を得た。\nｃ　本件団体定期保険契約は，毎年３月１日をもって更新されてきたが，１人あた\nりの保険金額は，被告の業績や財務内容を考慮して，平成５年３月１日から主契約\n５００万円，特約５００万円に，平成６年３月１日から主契約８００万円，特約８\n００万円に，平成８年３月１日から主契約９００万円，特約９００万円に，平成９\n年３月１日から主契約１０００万円，特約１０００万円にそれぞれ変更されてい\nる。\nｄ　ところで，平成８年４月２日改正にかかる本件団体定期保険契約の約款には，\n同保険の趣旨として，「この保険は，会社，（中略）等の団体を対象とする団体保\n険で，被保険者が死亡または所定の高度障害状態になった場合に死亡保険金または\n高度障害保険金を支払う仕組みの保険です。」と記載されていた。\n(イ)　本件団体定期保険契約の年間保険料，配当金額，保険給付額及び１年毎の収\n支（年間保険料から配当金額及び保険給付額を控除した額）は次のとおりであり，\n平成４年度から平成９年度までの間の収支合計はマイナス２８６１万８８８０円で\nあった。\nａ　平成４年度\n年間保険料１７８６万９８９０円，配当金額７８１万８６４６円，保険給付金はな\nしで，収支はマイナス１００５万１２４４円であった。\nｂ　平成５年度\n年間保険料９１７万９５６５円，配当金はなし，保険給付額は１５００万円（I\nの業務上死亡による１０００万円とＪの業務外死亡による５００万円の合計額）\nで，収支はプラス５８２万０４３５円であった（ただし，Iの遺族に特別弔慰金２２\n００万円を支給したため，実質的にはマイナスであった。）。\nｃ　平成６年度\n年間保険料１３７８万８８０５円，配当金額５９６万７１５０円，保険給付金\nはなしで，収支はマイナス７８２万１６５５円であった。\nｄ　平成７年度\n年間保険料１３４４万５０５６円，配当金額５６８万４７８３円，保険給付額\nが２４万円（Ｋの業務上障害１４級による２４万円）で，収支はマイナス７５２万\n０２７３円であった。\nｅ　平成８年度\n年間保険料１５５６万７０９３円，配当金額２９２万１９６８円，保険給付額\nは８００万円（亡Ｃの業務外死亡による８００万円）で，収支はマイナス４６４万\n５１２５円であった。\nｆ　平成９年度\n年間保険料１６６０万３８００円，配当金額２６０万２７８２円，保険給付額\nは９６０万円（原告甲の業務外高度障害１級による８００万円とＬの業務上障害８\n級による１６０万円の合計額）で，収支はマイナス４４０万１０１８円であった。\nイ　本件団体定期保険契約の申込の趣旨及び被保険者の同意確認方法\n(ア)　被告は，訴外保険会社に対し，平成４年２月２１日付け本件申込趣旨通知書\n等（乙第３０の１，２）によって，被告の弔慰金（７０万円），死亡退職金（８０\n０万円）及び労災上乗せ補償金（２１００万円）の各制度との関係で本件団体定期\n保険契約を申し込むこと並びに本件団体定期保険契約締結に関する被保険者の同意\n確認については，被告従業員の４分の３以上の従業員によって構成されている訴外\n労働組合に対する通知の方法によってこれをなしたことを通知した。\nなお，被告が訴外保険会社に提出した平成４年２月１２日付け本件契約申込書に\nは，「本契約は，次の福利厚生制度との関連において申し込みます。１　弔慰金制\n度　２　退職金制度　３　その他（　）」との定型文字が記載されており，その\n「１」欄に○印が打たれているが，これは，特別弔慰金の金額が大きいため，主な\nものとして「１」に丸をしたものにすぎず，「２」は関係がないとの趣旨ではなか\nった。\n(イ)　被告のＤ総務部長は，平成４年２月ころ，訴外労働組合のＧ委員長に対し，\n本件団体定期保険契約に加入することを口頭で説明するとともに，平成５年３月こ\nろ，全港湾労働組合スミケイ運輸分会との団体交渉の席上において，組合からの質\n問に対し，本件団体定期保険に加入している旨回答した。また，Ｄ総務部長は，平\n成５年５月ころに開かれた訴外労働組合との労使協議会において，訴外Iの業務上の\n事由に基づく死亡に伴って，被告が訴外保険会社から，本件団体定期保険契約に基\nづく死亡保険金を受領したことなどを説明した。\nまた，訴外Ｍが，平成８年７月１９日，被告に対し，被告における団体定期保険契\n約の存否，その内容，被保険者の同意確認方法及び保険に加入した趣旨・目的を尋\nねる質問書を送付したのに対し，Ｄ総務部長は，同月２３日，①契約の目的は，労\n災が一度に多発する等の不慮の災害に備えるためであること，②保険金額は業績に\nより毎年変更していること，③従業員本人からの同意は取っていないが，必要なら\nば訴外労働組合を介して個々の従業員の同意を取るようにすること等を口頭で回答\nした。\nさらに，Ｄ総務部長は，平成８年８月２１日に開かれた本件労使協議会において，\n本件団体定期保険契約の保険金額を９００万円とした理由について，被告において\n勤続３４年，５９歳定年退職者の退職金が９００万円とされているからである旨を\n説明し，また，被告が本件団体定期保険契約を締結した趣旨について，従業員が死\n亡した場合の退職金等の不慮の支出に備えて，経営の安定化を図ることを目的とし\nている旨説明した。\nウ　訴外保険会社は，被告に対し，亡Ｃの死亡による保険金として平成８年８月９\n日に８００万円を，原告甲の本件高度障害による保険金として平成９年４月１１日\nに８００万円をそれぞれ支払った。\n(4)　被告の退職金規則及び慶弔金規定等並びに原告らに支払われた金額について\nア(ア)　被告は，訴外労働組合との交渉に基づいて，労働条件に関する労働協約を\n締結，更新しており，その結果を労務関係規則集（乙第２）に登載し，これを全従\n業員に配布している。\n(イ)　被告の退職金規則（以下「本件退職金規則」という。）は，死亡又は休職期\n間の満了により自然退職となった場合は，退職時の基本給に退職事由及び勤続年数\nに応じた基準乗率を乗じて算出した金額から退職年金制度に基づき支払われる額を\n控除した金額を退職金として支払う旨規定している（同規則第１条，第２条，第３\n条，第４条の１(2)，(4)）。\nまた，被告の社員退職年金規程（以下「本件退職年金規程」という。）は，退職時\nの基本給月額に勤続期間に応じた支給率及び退職事由に応じた率を乗じて算出され\nる金額を退職一時金として支払う旨規定している（同規程第１４条）。\nそして，本件退職年金規程第２５条には，社員退職年金制度の管理運営について，\n「年金及び一時金の給付原資の管理運用ならびにその給付事務は年金基金の独立性\nと給付の確実性をはかるため，会社は住友信託銀行株式会社（以下「受託者」とい\nう。）との間に年金信託契約を，住友生命保険相互会社（以下「保険者」とい\nう。）との間に企業年金保険契約を締結し，これを受託者および保険者に行なわし\nめるものとする。」と定め，同規程第１９条は，「年金および一時金の給付原資に\n充てるために必要な掛金は，会社が負担」する旨定めている。\nなお，被告が支給する退職金のうち，社員退職年金制度に基づき支払われる金額は\n７５パーセントである。\n(ウ)　被告の慶弔金規則（以下「本件慶弔金規則」という。）によると，従業員が\n死亡した場合は，弔祭料として５万円（別に供花一対）が，業務外で死亡した場合\nは，業務外死亡葬祭料として標準報酬月額の２か月分がそれぞれ支払われることと\nされている（同規則第７条，第８条，労務関係規則集別表Ⅸ慶弔金規則別表，乙\n２）。\nこのほか本件慶弔金規則は，従業員が業務上の災害により死亡した場合は，遺族に\n対し，特別弔慰金を支給する旨規定し（同規則第９条），さらに，業務上災害に基\nづく高度障害の認定があった場合には特別餞別金を支払う旨規定している（同規則\n第１０条）。\n(エ)　なお，平成４年度から平成９年度までの間に，被告の従業員が業務上死亡し\nた場合に支払われる退職金及び特別弔慰金並びに高度障害の場合に支払われる特別\n餞別金の推移を見ると，平成４年度が退職金８５０万円（ただし，年齢満５７歳，\n勤続年数３２年），特別弔慰金及び特別餞別金２１００万円，平成５年度が退職金\n８８０万円（ただし，年齢満５９歳，勤続年数３４年），特別弔慰金及び特別餞別\n金２２００万円，平成６年度が退職金９００万円（ただし，年齢満５９歳，勤続年\n数３４年），特別弔慰金及び特別餞別金２３００万円，平成７年度が退職金９００\n万円（ただし，年齢満５９歳，勤続年数３４年），特別弔慰金及び特別餞別金２３\n００万円，平成８年度が退職金９５０万円（ただし，年齢満５９歳，勤続年数３４\n年），特別弔慰金及\nび特別餞別金２４００万円，平成９年度が退職金９８０万円（ただし，年齢満５９\n歳，勤続年数３４年），特別弔慰金及び特別餞別金２５００万円となっており，こ\nれらの金額は，被告と同程度の規模の企業におけるそれと比較して，いずれも相応\nなものであった。\nイ　被告は，被告の上記アの本件退職金規則，本件退職年金規程及び本件慶弔金規\n則に基づく給付として，原告らに対し，次の金額を支給した。\n(ア)　原告乙関係\n死亡退職金　　６１７万２０００円（なお，内４６２万９０００円は，適格年金支\n給分として社員退職年金制度に基づいて支払われたものである。）\n葬祭料　　　　　　　　　８２万円\n慶弔金　　　　　　　　　　５万円（他に供花一対）\n合　計　　　　７０４万２０００円\n(イ)　原告甲関係\n退職金　　　　８７０万１０００円（なお，内６５２万５７５０円は，適格年金支\n給分として社員退職年金制度に基づいて支払われたものである。）\n(5)　本件訴えに至る経緯等\nア　亡Ｃは，平成８年７月２２日，胃癌により死亡した（死亡時満５４歳）。\n亡Ｃの死亡後，原告乙は，亡Ｃの退職手続を行うべく被告を訪れ，手続に必要な書\n類等を記載した書面（甲第６９号証）を受け取った。なお，同書面には，「団体定\n期保険　・住民票（本人の除票）　会社へ提出）」との記載があったが，原告乙\nは，この時点では，団体定期保険契約についての明確な認識はなかった。\nその後，原告乙は，訴外住友軽金属株式会社に対して提起されている保険金請求事\n件のことを知り，原告ら訴訟代理人弁護士に対し，被告における団体定期保険契約\nの有無，内容等の調査を依頼するに至った。\nイ　原告甲（昭和１８年４月２８日生）は，平成６年５月２１日，本件疾病により\n倒れて，そのまま休職していたものの，本件高度障害のために復職することができ\nず，平成８年１１月２１日，休職期間満了により解雇された。\n原告甲の解雇後，被告の担当者が，本件団体定期保険契約に基づく原告甲の高度障\n害保険金請求手続に必要な書類を入手するため，同人宅を訪れた。その際，原告甲\nの妻が，何の保険に必要なのか聞いたところ，同担当者は，会社が従業員に掛けて\nいる保険ですと答えたため，原告甲の妻が，いくらか原告甲にも支給されるのか聞\nいたところ，同担当者は，従業員には支払われないと回答した。\nそのため，原告甲は，原告ら訴訟代理人弁護士に対し，被告における団体定期保険\n契約の有無，内容等の調査を依頼するに至った。\nウ　原告らの依頼を受けた弁護士水野幹男と岩井羊一は，被告に対し，団体定期保\n険契約締結の有無・その内容，趣旨・目的及び同意確認の方法等を尋ねる質問書\n（甲第４の１，甲第８の１）を，平成９年１０月２０日付け内容証明郵便（原告甲\n分）及び平成１０年５月７日付け内容証明郵便（原告乙分）によって送付したとこ\nろ，被告は，平成１０年５月１５日付け回答書（原告甲分，甲第６）及び同月２５\n日付け回答書（原告乙分，甲第１０）により，本件団体定期保険契約の内容につき\n回答するとともに，「趣旨・目的は，福利厚生制度との関連において締結したもの\nであるが，主として，業務上災害等による従業員の不慮の死亡の補償という不測の\n支出が，会社の業績に左右されることなく安定的に行われることを目的としてい\nる。」と回答した。\nそこで，原告らは，平成１０年７月２１日，被告に対し，それぞれ本件保険金８０\n０万円の支払いを求めて名古屋簡易裁判所に調停を申し立てたが，いずれも不調と\nなったため本訴を提起したものである。\nエ　本訴提起と前後して，原告甲は，平成９年１２月１９日，本件疾病及び本件高\n度障害が業務に起因するものであるとして，豊橋労働基準監督署長に対し，労働者\n災害補償保険法による障害補償給付の支給請求をしたが，同監督署長は，平成１１\n年９月１７日，本件疾病は労働基準法施行規則第３５条別表に定める業務上の事由\nによるものであるとは認められないとして，障害補償給付を支給しない旨の処分\n（以下「原処分」という。）をした。\n原告甲は，平成１１年９月３０日，原処分を不服として審査請求に及んだが，愛知\n労働者災害補償保険審査官Ｎは，平成１２年２月７日，本件疾病は業務上の事由に\nよるものとは認められないから，障害補償給付を支給しない旨の原処分は正当であ\nるとして，原告甲の審査請求を棄却する旨の決定をした。\n２　争点(1)ア（本件保険金の全額又は相当額の支払合意の存否について）\n(1)　原告らは，「被告は，亡Ｃ及び原告甲から被保険者の同意を得るに当たり，\n同人らとの間で，保険金受取人を被告とするが，亡Ｃ及び原告甲の死亡もしくは高\n度障害により被告に保険金が支払われた場合には，その保険金の全額または相当額\nを被保険者である亡Ｃ及び原告甲又はその相続人らに支払う旨の明示又は黙示の合\n意をした。」と主張する。\nしかし，原告ら主張の明示の合意は，本件全証拠によるもこれを認めることができ\nない。\n(2)　次に，黙示の合意についても，次のア，イによれば，これを認めることができ\nないというべきである。\nア　前記１の(1)，(2)で認定したとおり，団体定期保険契約は，被保険者であ\nる従業員及びその遺族の生活補償を目的として創設されたものであり，当初はその\n目的が厳格に維持されており，保険金は全て遺族に給付され，企業がこれを取得す\nることはできなかった。ところが，第２次世界大戦後，民間の各保険会社も団体定\n期保険の販売に参入することになり，昭和２８年７月ころの各保険会社の団体定期\n保険普通保険約款によると，保険金の受取人についての制限が従前よりも幾分緩和\nされ，企業が支払を受けた保険金額と社内規程に基づく従業員への支給額との差額\nを企業が取得し得る余地が生じることになった。\nそして，企業が多額の保険金を受領しながら，従業員の遺族にはわずかな金額しか\n支給しない事例が発生して社会問題となったこともあり，生命保険協会は，大蔵省\nの要請を受けて，昭和５１年に統一約款を作成した。この統一約款には，保険金受\n取人の制限条項や被保険者証の被保険者への交付条項などは記載されなかったが，\n団体定期保険契約の本質が被保険者である従業員及びその遺族の生活補償にあるこ\nとは当然の前提とされていた。そして，生命保険協会は，①新規契約締結時に，当\n該契約と企業における福利厚生制度との関連を契約申込書において確認すること，\n②被保険者１名当たりの保険金額の上限について，年収の５倍相当額程度をガイド\nラインとすること等を内容とする昭和５３年９月申合せを行った。\nしかし，大蔵省の行政指導や昭和５３年９月申合せにもかかわらず，団体定期保険\nの本来の趣旨を逸脱した利用をする事例が後を絶たなかったため，大蔵省の平成３\n年９月及び同年１１月の行政指導に基づき，生命保険協会は，①弔慰金等の社内規\n程を，契約締結時に規程を確認して写しを取り寄せるか，あるいは契約申込書に弔\n慰金・死亡退職金等，企業の福利厚生措置の内容を契約者に記入してもらう方法に\nより確認すること，②保険金額は，①により企業の福利厚生措置を確認して設定す\nるものとし，福利厚生措置との関係において社会通念上問題のない金額とするこ\nと，③被保険者の同意の確認については，従来の契約申込書よる企業側の報告に基\nづく確認に加え，契約締結の際にその旨の連絡文書を企業と協力して従業員に配布\nする等の対応をするこ\nと，④保険金の支払いの確認については，保険金請求書と同時に，遺族への支払予\n定の弔慰金・死亡退職金等を企業に記入してもらった文書を取り寄せる等の対応を\nすることを内容とする平成３年１２月申合せ行い，平成４年３月からこれを実施し\nた。\n上記の大蔵省の行政指導と生命保険協会の申合せにより，団体定期保険契約の主た\nる目的が従業員及びその遺族の生活補償にあり，その目的に沿って運用されるべき\nことが徹底されたが，他方，付随的な目的として，従業員の死亡に伴う企業の経済\n的損失を補完するものであることが付加されるようになり，平成６年５月には，大\n蔵省銀行局保険部長も，上記の各保険会社の運用を是認する旨の見解を示した。\nその後，平成８年に至り，団体定期保険の趣旨・目的を逸脱した事例が新聞報道さ\nれる等して社会問題化したことから，各保険会社は，団体定期保険の目的をより明\n確化し，利用目的に合わせた保険金額の設定ができるようにするとともに，保険金\nが遺族に全く支払われないという事態をなくすために総合福祉団体定期保険を考案\nし，平成８年１１月２日から一斉に販売を開始した。\n上記のとおり，団体定期保険契約は，平成４年ないし平成８年ころは，各保険会社\nにおいて，主たる目的は従業員及びその遺族の生活補償（弔慰金・死亡退職金・労\n災上乗せ補償等の原資の確保）にあるが，付随的に，従業員の死亡に伴う企業の経\n済的損失を補完する目的をも有するとの運用，取扱いがなされていたものであっ\nた。\nしかして，訴外保険会社も，前記１の(2)エ(イ)で認定したとおり，平成４年当時\nは，団体定期保険契約を，企業の退職金制度や弔慰金制度及び労災上乗せ補償制度\n等の財政面での裏付けとして，不測の出費による財政圧迫という事態を回避するた\nめのものとして販売していた。\nイ　他方，被告も，前記１の(3)ア(ア)で認定したとおり，平成４年３月１  日，被\n告における退職金制度や業務上死亡の場合の特別弔慰金制度等の  福利厚生制度全\n般の原資を確保するために，訴外保険会社との間で本件  団体定期保険契約を締結\nしたものであることが認められる。\nそうすると，被告は，亡Ｃらのように，従業員が業務外の事由によ り死亡しある\nいは高度障害を負った場合には，被告が本件団体定期保険 契約に基づき訴外保険会\n社から保険金を受領した上で，本件退職金規則， 本件退職年金規程及び本件慶弔金\n規則に定められた支給基準に則って， その範囲内において退職金や弔慰金を支給す\nる意図を有していたものと 認められ，それとは別に，原告らに対し，本件保険金の\n全額又は相当額 を支給する意思を有していたとは認められない。\nしたがって，原告らが主張する黙示の本件合意の存在を認定すること  はでき\nない。\n(3)ア　原告らは，黙示の本件合意の根拠として，団体定期保険制度が従業員及びそ\nの遺族の生活補償を目的として創設されたものであり，創設当初の団体定期保険約\n款においては，保険契約者である企業が保険金の受取人になることは禁止されてい\nたこと，訴外保険会社の本件団体定期保険契約の約款には，保険金受取人について\nの制限規定はないが，従業員及びその遺族の生活補償を目的とする点では従前の約\n款と異なるところはないことを挙げる。\nしかし，団体定期保険契約の約款も時代とともに変化しており，平成４年当時の訴\n外保険会社は，そのころ，団体定期保険契約を企業の退職金制度等の裏付けとして\n販売していたものであることは前記認定のとおりであるから，原告らの上記事由は\n黙示の本件合意を認定する根拠にはならないというべきである。\nイ　原告らは，黙示の本件合意の根拠として，本件契約申込書には，被告が弔慰金\n制度との関係で本件団体定期保険契約を申し込む旨が明記されていることを挙げ\nる。\nしかし，前記１の(3)イで認定したとおり，本件申込趣旨通知書，本件契約申込書及\nび本件労使協議会におけるＤ総務部長の説明等を総合すると，被告は，弔慰金，死\n亡退職金及び労災上乗せ補償金等の原資として本件団体定期保険契約を締結したも\nのであり，本件契約申込書において，弔慰金制度に○印を打ち，退職金制度やその\n他に○印を打たなかったのは，業務上死亡の場合の特別弔慰金の金額が大きいもの\nであったため，主なものとして弔慰金制度に○印を打ったにすぎないものと認める\nのが相当であるから，原告らの上記主張は採用できない。\nウ　原告らは，黙示の本件合意の根拠として，訴外保険会社のパンフレット類に\nは，従業員及びその遺族の生活補償という団体定期保険契約の趣旨・目的が明記さ\nれており，被告もこれを理解した上で本件団体定期保険契約を締結したことを挙げ\nる。\nしかし，訴外保険会社のパンフレット類に記載されている従業員及びその遺族の生\n活補償の意味は，企業の退職金制度等の財政面での裏付けの趣旨であり，企業の退\n職金制度等とは別に，保険金の全額又は相当部分を当該従業員及びその遺族に支給\nする趣旨でないことは前記認定のとおりであるから，原告らの上記主張は採用でき\nない。\nエ　原告らは，黙示の本件合意の根拠として，被告が訴外労働組合に対し，本件団\n体定期保険契約は会社のためではなく，従業員の福利厚生を目的としているとの説\n明をし，訴外労働組合もそのように理解していることを挙げる。\nしかし，被告の訴外労働組合に対する上記説明内容は，被告が退職金制度等の原資\nとして本件団体定期保険契約を締結したことと同趣旨であり，退職金制度等とは別\nに保険金の全額または相当部分を当該従業員及びその遺族に支給することを意味す\nるものではないから，原告らの上記主張は採用できない。\nオ　原告らは，商法６７４条が他人の生命の保険契約について同意主義を採用した\n理由の一つに，保険契約者に不労の利得を得させないことがあるから，本件保険金\nの帰属に関する当事者の意思解釈も同意主義が濫用されることのないようになされ\nるべきであり，本件保険金が原告らの生活補償のために利用される場合に限って，\n被告が本件保険金を取得することが許されると解釈すべきであると主張する。\nしかし，保険契約者に不労の利得を得させないことが同意主義を採用した\n理由の一つとなっているとしても，そのことから本件保険金の帰属に関する当事者\nの意思解釈について同意主義が濫用されることのないようになされるべきであると\nはいえない。\nまた，被告は，本件団体定期保険の主たる目的が従業員及びその遺族の生\n活補償にあることからして，信義則（又は条理）上，保険金から掛金等の必要経費\nを控除した残額の少なくとも２分の１以上を，従業員及びその遺族の生活補償（被\n告の社内規程に基づく弔慰金，退職金，労災上乗せ補償の特別弔慰金等を含む。）\nとして支給する義務があると解するのが相当であるが，これ（すなわち，被告が保\n険金を受領してから，その相当額を従業員またはその遺族に支給すること）とは異\nなり，本件保険金が原告らの生活補償のために利用される場合に限って，被告が本\n件保険金を取得することが許されると解釈することはできない。\nしたがって，いずれにしても原告らの上記主張は採用できない。\nカ　原告らは，団体定期保険契約が従業員及びその遺族の福利厚生を目的としてい\nることから，税法上，その保険料を損金として計上することが認められているとし\nて，こうした税法上の取扱いをも黙示の本件合意の根拠として挙げている。しか\nし，前記１の(2)オで認定したとおり，団体定期保険契約の保険料を損金として計上\nすることが認められているのは，保険金の受取人が法人の場合は掛け捨てであるこ\nとがその理由であるから，原告らの上記主張はその前提において誤りがある。\nまた，仮に，保険料を損金計上できる理由が原告ら主張のとおりであったとして\nも，そのことから直ちに黙示の本件合意を認定することはできない。\nしたがって，いずれにしても原告らの上記主張は理由がない。\nキ　原告らは，昭和５３年及び平成３年９月と１１月の大蔵省の行政指導並びに生\n命保険協会の昭和５３年９月申合せ，平成３年１０月申合せ及び平成３年１２月申\n合せに照らしても，本件保険金の全部又は相当部分は，弔慰金等として原告らに引\nき渡されるべきものと解釈すべきであると主張する。\nしかし，前記１の(2)で認定した上記各行政指導及び各申合せの内容から，原\n告ら主張のように解することはできない。\nク　原告らは，訴外保険会社が総合福祉団体定期保険を近く発売することを発表し\nていたにもかかわらず，被告が，本件団体定期保険契約の問題点を熟知しながら，\nそのまま同契約を更新したことを理由として，被告が本件保険金の全額を取得する\nことは許されないと主張する。\nしかし，被告がなした本件団体定期保険契約の更新は，実体上も手続上も適法なも\nのであるから，被告が総合福祉団体定期保険に切り替えなかったことをもって，原\n告ら主張のように解することはできない。\nケ　原告らは，平成１０年６月の金融監督庁の通達に照らしても，被告が本件のよ\nうな多額の不労利得を得ることは許されないと主張する。\nしかし，上記通達は，総合福祉団体定期保険に関するものであって，被告が本件保\n険金を受領してから１年以上も後に出されているものである上，前記１の(2)キで認\n定した上記通達の内容からしても，原告ら主張のように解することはできない。\nコ　ところで，原告らは，被告が原告らに対して引き渡すべき金額の算定について\nは被告の社内規程に基づいて支払われる退職金を控除すべきではないと主張する。\nしかし，平成４年ないし平成８年当時，団体定期保険契約は，一般的に，弔慰金・\n死亡退職金・労災上乗せ補償等の原資を確保する目的で販売されており，被告も退\n職金原資にも充てる意思で本件団体定期保険契約を締結したものであること，被告\nの退職給付引当金及び退職適格年金制度に基づく基金は，いずれも被告が全額負担\nしているのであるから，本件保険金を退職金の原資にしても，被告は不労な利得を\n得ることにはならないこと，本件保険金を退職金の原資とすると，被告としては従\n業委員が在職中に死亡した場合の方が利益を得ることになるが，これは本件団体定\n期保険契約を締結した効果であるから，何ら不合理なものではないこと，被告が退\n職金について税制上二重の優遇措置を受けることになるとしても，そのことは上記\n原告らの主張の根拠\nとしては薄弱であること，大蔵省の行政指導にいう「弔慰金」は広義のものであっ\nて，死亡退職金等を含むものと解するのが相当であることからして，原告らの上記\n主張は採用することができない。\n３　争点(1)イ（第三者のためにする契約の成否）について\n(1)　原告らは，被告は，訴外保険会社と本件団体定期保険契約を締結するにあた\nり，本件契約申込書において，その保険金を弔慰金として被保険者である従業員及\nびその遺族の生活補償に充てることを目的として明示していた以上，被告と訴外保\n険会社との間には，訴外保険会社を要約者，被告を諾約者，従業員又はその遺族で\nある原告らを受益者として，本件保険金を原告らに支払うという第三者のためにす\nる契約を締結したと言うべきであると主張する。\nしかし，第三者のためにする契約は，当該契約における債務者が，第三者に対して\n直接給付する義務を負う契約形態であるから，被告が，保険金を受領した場合に原\n告らに対して保険金を支払えとの原告らの主張は，そもそも第三者のためにする契\n約には該当しないものである。\nまた，前記認定のとおり，本件契約申込書の記載内容から，原告ら主張のように，\n被告が本件保険金を弔慰金として被保険者である従業員及びその遺族の生活補償に\n充てることを目的として明示していたと認めることはできず，かえって，被告と訴\n外保険会社は，被告の社内規程に基づく弔慰金制度，退職金制度及び労災上乗せ補\n償である特別弔慰金制度等の原資にする目的で本件団体定期保険契約を締結したも\nのと認められるのであるから，この点からも原告ら主張の第三者の為にする契約の\n締結を認めることはできない。\nしたがって，いずれにしても原告らの上記主張は理由がない。\n(2)　これに対して，原告らは，被告と訴外保険会社が，団体定期保険契約の趣旨・\n目的が従業員及びその遺族の生活補償にあることを認識していた以上，第三者のた\nめにする契約の成立を推認すべきであると主張する。\nしかしながら，被告及び訴外保険会社が，上記の団体定期保険契約の趣旨・目的を\n理解した上で本件団体定期保険契約を締結していたとしても，そのことから，第三\n者のためにする契約の成立を推認することはできないから，原告らの上記主張は採\n用できない。\n４　争点(1)ウ（信義則上の支払義務の存否）について\n(1)　原告らは，団体定期保険契約においては，労働契約に付随する信義則上の義務\nとして，使用者が支払を受けた保険金を，被保険者である当該従業員又はその遺族\nに支払うべき義務を負うと解するのが相当であると主張する。\nしかし，原告ら主張のような労働契約に付随する信義則上の義務を認めること\nはできない。\n(2)ア　ところで，生命保険契約は，射倖契約ではあるが，人間の社会生活にとって\n必要であることが一般に承認されているため，公序良俗に違反しないものとされて\nいる。\nそして，団体定期保険のような他人の死亡を保険事故とする保険契約につい\nては，商法６７４条１項本文が同意主義を定めているところ，その趣旨は，①この\n種の保険は一般に被保険者の生命に対する犯罪の発生を誘発する危険性があるこ\nと，②保険契約者ないし保険金受取人が不労の利得を取得する目的のために利用す\nる危険性があること，③社会的倫理として，同意を得ずに他人の死亡を射倖契約の\n条件とすることは，他人の人格を無視し公序良俗に反するおそれがあることなどか\nら，これらを防止するためであると解される。\nなお，被告は，従業員の同意があることによって団体定期保険契約に不当性\nがないことを推認するのが商法６７４条１項本文の趣旨であるから，被保険者の同\n意がある場合は，公序良俗違反の問題は生じないと主張するが，保険金額を明示せ\nずに同意を得る場合等もあり得ることを考慮すると，単に同意があることをもって\n公序良俗違反の問題は一切生じないと即断することはできない。\nイ　そして，団体定期保険契約は，従業員及びその遺族の生活補償を主たる目的\nとするものであり，企業の弔慰金制度，死亡退職金制度及び労災上乗せ補償等の福\n利厚生制度の原資を得るために加入されるものであるから，企業が上記福利厚生制\n度に必要とされる金額を大きく超えた保険契約を締結し，剰余金を企業の事業資金\nに使用するような場合には，上記ア②の不労の利得を取得する目的をも併有してい\nたものと推認され，公序良俗に反する疑いが生ずる。\nそこで，企業としては，当該団体定期保険契約が公序良俗に違反しないと認\n定される限度まで，当該保険金を当該従業員又はその遺族に引き渡すべき信義則\n（又は条理）上の義務があると解するのが相当である。\nしかして，上記信義則（又は条理）上の義務に基づいて引き渡すべき金額\nは，①当該団体定期保険契約の保険料は企業が負担していること，②団体定期保険\n契約うちＡグループ保険は，従業員全員を被保険者とし，一律一定額の保険金を支\n払うものであるのに対し，企業の福利厚生制度は，勤続年数や死亡（又は退職）時\nの基本給額によって異なるのが一般的であり，企業が団体定期保険契約に基づいて\n受領した保険金額と企業がその福利厚生制度に基づいて従業員又はその遺族に支給\nする金額とは一致しないのが通常であること，③当該従業員の死亡により，代替要\n員の採用育成経費等の企業損失が生じる場合もあること，④これまでに発生した団\n体定期保険契約の問題点を踏まえて，平成８年１１月２日から販売が開始された総\n合福祉団体定期保険\n契約の内容等を総合考慮すると，まず保険金額からこれまで当該従業員の保険料と\nして支払ってきた金額を控除し，その２分の１相当額からさらに企業がその福利厚\n生制度に基づいて従業員又はその遺族に支給した金額を控除した額が，一応の基準\nになるものと解するのが相当である。\nウ　そこで，これを本件について検討するに，①被告は本件保険金としてそれぞ\nれ８００万円を受領したが，原告乙に対しては，死亡退職金６１７万２０００円，\n葬祭料８２万円及び慶弔金５万円の合計７０４万２０００円を支給し，原告甲に対\nしては，休職期間満了（会社都合）による退職金として８７０万１０００円を支給\nしていること（なお，本件保険金額と原告らに対する支給額との差額は，前述の団\n体定期保険契約の特色から必要的に生じたものであること。），②被告が訴外保険\n会社に対して支払った亡Ｃ及び原告甲の各保険料の合計額は明確でないが，少なく\nともそれぞれ１５万円以上と推認されることからすると，被告が前記信義則（又は\n条理）上の義務に基づいて原告らに引き渡すべき金員はなく，本件団体定期保険契\n約は公序良俗に反\nしない（すなわち，被告には，従業員の死亡により不労な利得を得る目的はなかっ\nた）ものと認めるのが相当である。\n５　争点(1)エ（不当利得返還請求権の存否〔本件団体定期保険契約における保険金\n受取人指定部分の有効性〕）について\n(1)　原告らは，本件団体定期保険契約は本来的には公序良俗に違反する無効な行\n為であるが，団体定期保険契約の趣旨・目的に鑑みると，契約全体を無効とするの\nは妥当でなく，保険金受取人の指定部分及びこれに対する同意部分のみが無効にな\nると解すべきであると主張する。\nしかし，本件団体定期保険契約は，以下のとおり，公序良俗に違反するもの\nではない。\nア　本件団体定期保険契約が，従業員及びその遺族の生活補償を主たる目的とする\n団体定期保険契約の趣旨・目的に反しないものであることは前記４で説示したとお\nりであり，また，かかる趣旨・目的を徹底するためになされた大蔵省の行政指導，\n生命保険協会の申合せにも反していないことは，前記１で認定した各事実から明ら\nかである。\nイ　原告らは，被告と訴外保険会社は，保険料の徴収と企業の節税のために本件団\n体定期保険契約を利用してきたものであると主張するが，同主張を認めるに足りる\n証拠はない。\nウ　原告らは，使用者が従業員に対する優越的地位を利用して従業員の同意を取り\n付け，不労の利得を得ることは公序良俗に反すると主張する。\nしかし，本件団体定期保険契約の締結に際し，被告が従業員の同意を得るにあ\nたって，その優越的地位を利用した事実を認めるに足りる証拠はないし，また，被\n告が公序良俗に違反するほどの不労な利得を得たものでないことも前記４で説示し\nたとおりであるから，原告らの上記主張は採用できない。\nエ　原告らは，団体定期保険の目的が従業員及びその遺族の生活補償にあることか\nら，保険料は税法上全額損金として計上することが認められているところ，被告が\n保険料を損金として計上するという税法上の恩典を受けながら，本件保険金を全額\n取得することは，税制度を濫用する行為であり公序良俗に反すると主張する。\nしかし，保険料を損金として計上できる根拠が原告ら主張のものと異なること\nは前記説示のとおりである上，被告が本件保険金を福利厚生制度の原資としてでは\nなく，事業資金として利用したものとは認められないから，原告らの上記主張は採\n用できない。\n(2)　仮に，本件団体定期保険契約が公序良俗に違反して無効であるとすれば，原告\nら主張のように，その保険金受取人の指定部分及びこれに対する同意部分のみを無\n効と解すべき理由はない。\nすなわち，無効行為の転換は，当事者の意思を修正解釈するものであり，法律行為\nの効果が社会的ないし経済的目的を同じくしており，当事者の利益状況に照らし，\n当事者がもし無効であることを知っていたならば他の法律行為としての効果を欲し\nていたであろうと認められることが必要であるところ，被告は，前記認定のとお\nり，その福利厚生制度の原資とする目的で本件団体定期保険契約を締結し，従業員\n及びその遺族に対しては，労働協約等に定められている弔慰金，死亡退職金及び特\n別弔慰金等を支給する意思であった上，被告は，本件団体定期保険契約の締結に当\nたり，自らを保険金受取人として指定し保険料を全額負担しているのであるから，\n被告が本件団体定期保険契約が無効であることを知っていた場合に，保険金を従業\n員又はその遺族に与え\nることを欲していたとは考えられないので，本件団体定期保険契約については無効\n行為の転換は認められないからである。\n(3)　上記(1)，(2)のとおり，原告らの不当利得返還請求権に関する主張は，いずれ\nにしても，その余の点について判断するまでもなく理由がない。\n６　争点(2)（本件慶弔金規則第１０条に基づく特別餞別金請求の可否）について\n本件慶弔金規則第１０条は，「従業員が業務上の災害により労働者災害補償保険法\nに定める障害等級第１級ないし第３級に該当すると認定され，治癒の時点で本人の\n希望により退職する場合は，（中略）特別餞別金を支給する。」と規定しているか\nら，特別餞別金が支払われるためには，労働者災害補償保険法に定める障害等級第\n１級ないし第３級に該当すると認定される必要があることは，同条項の文理上明ら\nかである。\nしかるに，前記１(5)エで認定したとおり，原告甲がなした労働者災害補償保険法に\nよる障害補償給付の支給請求に対し，豊橋労働基準監督署長は，本件疾病が労働基\n準法施行規則第３５条別表に定める業務上の事由によるものであるとは認められな\nいとして，障害補償給付を支給しない旨の原処分をし，原告甲が原処分を不服とし\nてなした審査請求に対しても，愛知労働者災害補償保険審査官Ｎは，本件疾病は業\n務上の事由によるものとは認められないから，障害補償給付を支給しない旨の原処\n分は正当であるとして，原告甲の審査請求を棄却する旨の決定をしているのである\nから，本件原処分が取り消されたと認めるに足る証拠が提出されていない以上，そ\nの余の点について判断するまでもなく，原告甲の予備的請求に理由がないことは明\n白である。\n７　結論\n以上の次第で，原告らの本訴各請求はすべて理由がないからこれを棄却することと\nし，訴訟費用の負担につき民事訴訟法６１条，６５条を適用して，主文のとおり判\n決する。\n名古屋地方裁判所民事第１部\n裁判官　　　　　    夏目明徳\n裁判長裁判官林道春及び裁判官佐藤久文は，填補のため署名・押印できない。\n裁判官　　　　　    夏目明徳\n"
}