{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 25
  },
  "case_number": "平成11(行ケ)365",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12968",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12968",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/968/012968_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３６５号審決取消請求事件（平成１２年７月１９日口頭弁論\n終結）\n判　　　　　決\n原　　　　　　告　　　株式会社ゼンリンプリンテックス\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁理士　　　【Ｂ】\n被　　　　　　告　　　デグサ－ヒュルス  アクチェンゲゼルシャフト\n共同代表者　　　      【Ｃ】\n同　　　　　　　　　　【Ｄ】\n訴訟代理人弁護士　　　加  藤  義  明\n同　　　　　　　　　　鹿  野  直  子\n主　　　　　文\n特許庁が、平成９年審判第２１４４５号事件について、平成１１年９\n月１０日にした審決を取り消す。\n訴訟費用は被告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n主文１、２項と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、別添審決書写し別紙記載のとおりの構成よりなり、第４２類「オフ\nセット印刷」を指定役務とする登録第３２９３７６１号商標（平成４年９月２７日\n登録出願、平成９年４月２５日設定登録、以下「本件商標」という。）の商標権者\nである。\n被告は、平成９年１２月１７日、原告を被請求人として、本件商標につき登\n録無効の審判を請求した。\n特許庁は、同請求を平成９年審判第２１４４５号事件として審理したうえ、\n平成１１年９月１０日、「登録第３２９３７６１号商標の登録を無効とする。」と\nの審決をし、その謄本は同年１０月２１日原告に送達された。\n２　審決の理由の要点\n審決は、別添審決書写し記載のとおり、本件商標をその指定役務について使\n用する場合には、印刷インキ用カーボンブラックについて、引用商標（「ＰＲＩＮ\nＴＥＸ」の欧文字と「プリンテックス」の片仮名文字を上下二段に書してなり、平\n成３年政令第２９９号による改正前の商標法施行令別表による第３類「染料、顔\n料、塗料、印刷インキ、くつずみ、つや出し剤」を指定商品とする登録第１５４１\n６３４号商標）を使用する請求人（被告）又は請求人と経済的組織的に何らかの関\n係を有する者の取扱いに係る役務であるかのように、その役務の出所について混同\nを生じるおそれがあるから、本件商標は商標法４条１項１５号に違反して登録され\nたものであるとした。\n第３　原告主張の審決取消事由の要点\n審決の理由中、本件商標及び引用商標の認定（審決書２頁２行～１７行）は\n認める。\n審決は、引用商標が著名であり、かつ、本件商標の指定役務と印刷インキ用\nカーボンブラックとは密接な関連性があるとの誤った認定に基づき、本件商標を指\n定役務に使用した場合に出所混同を生じるおそれがあるとの誤った判断に至ったも\nのであるから、違法として取り消されなければならない。\n１　引用商標の周知著名性について\n審決は、「請求人の使用に係る引用商標は、印刷インキの原料として使用さ\nれる「カーボンブラック」に使用された結果、わが国において本件商標の出願時に\nは、この種の商品を取り扱う業界において需要者、取引者間に広く知られていたも\nのと認められ、その著名度は継続しているものと推認できるものである。」（審決\n書１３頁１５行～２１行）として、引用商標の著名性を認めるが、誤りである。\nすなわち、まず、被告が引用商標を使用する印刷インキ用カーボンブラック\nは、わが国において、平成４年で６２９トン、約３億円販売されているが、これは\n日本全体の４．７％にすぎず、しかも、このカーボンブラックは印刷インキの製造\n業者以外には販売されないものであるから、印刷インキの業界では知られていて\nも、他の業界では知られていないことになる。また、「カーボンブラック年鑑」の\n内外の主なカーボンブラック銘柄の記載中に「Ｐｒｉｎｔｅｘ」の文字を使用した\n被告の製品が掲載され、同様の内容の広告も掲載しているが、カーボンブラック協\n会はカーボンブラックの製造業者及びその販売業者から構成されており、印刷イン\nキの製造業者や印刷業者は入っていない。また、その発行部数も年間２０００部と\n少なく、上記広告における「Ｐｒｉｎｔｅｘ」の文字も小さい。被告は、年鑑発行\n部数が１万部の塗料年間にも同様の広告を掲載しているが、これも引用商標の著名\n性を示すものとはいえない。\n２　オフセット印刷とカーボンブラックとの関連性\n審決は、「本件商標の指定役務「オフセット印刷」と被請求人の使用する商\n品「印刷インキ用カーボンブラック」との関係を検討するに、「オフセット印刷」\nには必ず「印刷インキ」は必要不可欠なものであり、「印刷インキ」の原材料とし\nて「カーボンブラック」が用いられることからすると、本件商標の指定役務「オフ\nセット印刷」と被請求人の使用する商品「カーボンブラック」とは比較的密接な関\n連性があるものというのが相当である。」（審決書１３頁２２行～１４頁５行）と\nして、オフセット印刷との役務と印刷インキ用カーボンブラックという商品との関\n連性を肯定するが、誤りである。\nすなわち、上記の審決の論法では、製鉄所で製造される自動車用鋼板は自動\n車の車体に使用されているので、自動車用鋼板と自動車は密接な関係にあることに\nなり、さらに、その自動車を使用する役務である運送業まで関連のある業務という\nことになってしまう。この場合、自動車の販売を行う取引者や、自動車を購入する\n需要者は、その自動車の使用している鋼板の名称は知らないのが通常であるから、\nある材料とその材料を使用した製品を使用する役務とは必ずしも密接な関係がある\nとは限らない。\nそして、カーボンブラックは顔料の一つであるから、引用商標の指定商品で\nある「染料、顔料、塗料、印刷インキ、くつずみ、つや出し剤」（旧第３類）中、\n被告は引用商標を顔料について使用していることになるが、顔料と印刷インキは類\n似せず、さらに、印刷インキとオフセット印刷も類似関係にない。これは、印刷イ\nンキの需要者は印刷業者であるが、オフセット印刷の需要者は出版業、広告業等で\nあって全く異なる業種であるからである。実際にも、引用商標は本件商標の指定役\n務の業界である印刷業関係者にはほとんど知られていない。\n３　出所混同のおそれの判断\n上記のとおり、引用商標は、カーボンブラック、塗料、印刷インキ製造業に\n係る業界はともかく、印刷業、出版業、広告業等にはほとんど知られていないこ\nと、本件商標の指定役務であるオフセット印刷と被告商品との間に関連性がないこ\nとに加え、引用商標は創造商標ではないこと、すなわち、「ＰＲＩＮＴＥＸ」とい\nう商標は昭和４４年ころから他でも登録されており、また、同一又は類似の称呼を\n有する会社も多く存在し、特にその名前自体で自他商品識別性に優れた商標とはい\nえないこと、引用商標は被告のハウスマークではないこと等を総合的に判断した場\n合には、本件商標をその指定役務に使用しても、出所混同のおそれはないというべ\nきである。\n第４　被告の反論の要点\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　引用商標の周知著名性について\n原告は、オフセット印刷の需要者に引用商標が知られていないから出所混同\nのおそれはないと主張するが、製品の性質上、取引業者及び顧客層が一部の範囲の\n者に限られる場合は、そのような取引業者及び顧客層の中で周知著名であるかを判\n断すべきである。そして、印刷インキ用カーボンブラックは一般消費者を対象にし\nた消費材と異なり、特定の需要者（印刷インキ製造者）を対象とした商品であるか\nら、本件で問題とすべきは、オフセット印刷業者にとっての周知著名性ではなく、\n印刷インキ業者にとっての周知著名性である（東京高等裁判所平成８年１２月１２\n日判決、乙第２１号証参照）。審決も、このような意味での著名性を認定するもの\nである。\nなお、印刷インキに関係する業務に携わる者にとっては、公害対策、労働安\n全衛生、危険物の管理、食品衛生などに係るインキ関連法令を理解しておく必要が\nあり、したがって、印刷用インキ製造者及び印刷業者がインクの成分、原料を知ら\nないということはあり得ず、印刷インキの原料であるカーボンブラック及びその商\n品に使用される「ＰＲＩＮＴＥＸ」の商品名は周知であるといえる。\n２　オフセット印刷とカーボンブラックとの関連性について\nカーボンブラックは印刷インキの原料として使用されるから、両商品は原料\nと製品の関係にある。同様に、本件商標の指定役務「オフセット印刷」と印刷イン\nキの関係も、印刷インキの需要者は印刷業者であるから、これらは印刷という目的\nを共通にし、かつ、オフセット印刷という役務の提供場所と印刷インキという商品\nの販売場所は一致するから、本件商標の指定役務と引用商標の指定商品は密接不可\n分の関係にある。\n３　出所混同のおそれの判断について\n原告は、引用商標は創造商標でないと主張するが、被告の独創による商標で\nあり、ドイツを初め世界５６か国において商標登録されているものである。\n第５　当裁判所の判断\n１　引用商標の周知著名性について\n(1)　引用商標が実際に用いられているのは印刷インキ用カーボンブラック（引\n用商標の指定商品中、「顔料」がこれに該当する。）であることは当事者間に争い\nがないところ、その需要者が印刷インキ製造者に事実上限定されることは被告の自\n認するところであって、被告商品が、印刷インキの原料としてインキ製造業者の使\n用に供されるほかに、他の用途を持つ汎用性のある商品として取引がされるとか、\nインキ製造業者以外の一般消費者等が直接需要者となるといった事実を認めるに足\nりる証拠はなく、被告商品は、その需要者を印刷インキ製造業者に事実上限定する\n専門的に特化された商品であると認めるのが相当である。\n他方、本件商標の指定役務であるオフセット印刷の需要者は、印刷業者や\n広告業者等であるから、被告商品の取引業者ないし顧客層と共通しないことは明ら\nかである。\nそこで、以下、引用商標の周知著名性の判断についても、印刷インキ用カ\nーボンブラックの取引者及び需要者と、オフセット印刷に係る業界とに分けて検討\nする。\n(2)　まず、印刷インキ用カーボンブラックの取引者及び需要者における引用商\n標の周知著名性について見るに、甲第８、第１０～第１５号証、乙第２号証の１～\n９及び弁論の全趣旨によれば、被告は、その製造に係る印刷インキ用カーボンブラ\nックに引用商標を使用した商品名を付して（具体的には「Ｐｒｉｎｔｅｘ９０」な\nど、品番ごとに数字やアルファベットを組み合せて表示。以下、これらの名称の付\nされた被告の製造に係る印刷インキ用カーボンブラックを「被告商品」とい\nう。）、被告の子会社デグサ・ジャパン株式会社を通じて日本に輸入しているこ\nと、被告商品の我が国における販売量は、本件商標の登録出願当時である平成４年\nにおいて、６２９トン、約３億円であって、これは同年中の日本全体の印刷インキ\n用カーボンブラックの消費量の４．７％を占めること、また、被告商品の名称は、\n年間発行部数約２０００部の「カーボンブラック年鑑」（旭カーボン株式会社ほか\n５社のカーボンブラック製造会社及び伊藤忠商事株式会社ほか１３社のカーボンブ\nラック販売業者を会員とするカーボンブラック協会発行）の昭和４６年版、同５１\n年版、同６２年版、平成２年版に「内外の主なカーボンブラック銘柄」として記載\nされているほか、デグサ・ジャパン株式会社による被告商品の広告も、同年鑑及び\n平成３年版以降の塗料年鑑（毎年の発行部数１万部）に掲載されていることが認め\nられる。しかし、これらの広告における引用商標の取扱いは、単なるアルファベッ\nトと数字だけの組合せによる商品番号（例えば「ＦＷ２００」など）と同列であっ\nて、比較的小さな文字で目立たない態様で掲載されているにすぎず、特に「ＰＲＩ\nＮＴＥＸ」という名称を印象付けようとしたり、又はそのブランド力を利用しよう\nとする意図を看取することはできない。\nまた、被告がインキ製造業者らから徴求した、引用商標が被告商品を示す\n著名なものであることの証明書（甲第９号証の１～１１、乙第１９号証の１～７）\nは、あらかじめ証明事項を不動文字で記載した書面の下部に、各インキ製造業者の\n記名押印を徴したというだけのものであるうえ、その一部は、甲第４４号証及び甲\n４６号証の１（原告が徴求した同様の証明書）と矛盾する内容となっているなど、\n信用性に乏しいものといわざるを得ない。\nさらに、引用商標の「ＰＲＩＮＴＥＸ」なる語は、印刷を意味する「ＰＲ\nＩＮＴ」の語尾に「ＥＸ」を付加した造語であるが、これと同一の商標は、商品区\n分を別にすれば、昭和４１年に凸版印刷株式会社、昭和４７年に昭和石油株式会\n社、昭和５８年に旭化成工業株式会社等が登録出願し、登録に至っているほか、同\n一又は類似の称呼を含む商号を有する会社は我が国においても多数存在しており\n（甲第１９～第２７、第３７号証）、これらを踏まえると、引用商標にさしたる独\n創性を認めることはできない。\nそうすると、４．７％というシェアは、必ずしも高いものではないこと、\n上記の広告は、必ずしも引用商標自体の自他識別力を意識したものとはいえないこ\nと、引用商標の付された商品が特徴的な商品特性で知られていたなど、他に引用商\n標の周知性を補強する具体的な事情がうかがわれないこと等を踏まえると、引用商\n標が印刷インキ用カーボンブラックの取引者及び需要者の間で周知であったとは認\nめられない。\n(3)　次に、本件商標の指定役務であるオフセット印刷に係る業界における引用\n商標の周知著名性について見るに、オフセット印刷の需要者である出版業者及び広\n告業者等はもとより、これを提供する印刷業者に関しても、印刷インキの一原料に\nすぎないカーボンブラックの取引に関わる機会があると認めるに足りる証拠はな\nく、かえって、原告が印刷業者及び広告業者を中心に実施したアンケート調査によ\nれば、印刷インキにカーボンブラックが用いられていることさえ知らない者が大半\nであり、被告商品に係る引用商標を知っている者はごく少数（７７名中２名）に止\nまるとの結果が示されている（甲第４５号証の１～１７、第４７号証の１～３９、\n第６５号証の１～２１。なお、これらのアンケート調査は、問いごとに独立して\n「はい」と「いいえ」を自由に選択して回答者が記入する形式であり、前述の証明\n書よりは信用性が高いと考えられる。）。以上の点からすると、引用商標は、本件\n商標の指定役務であるオフセット印刷に直接関わる印刷業者、出版業者、広告業者\nらの間においては、ほとんど知られていないと認めるのが相当である。なお、被告\nは、これらの業者であっても、各種法令の遵守の要請から、その取扱いに係るイン\nキの成分は当然知っているはずであると主張するが、具体的な証拠の裏付けを欠く\n主張といわざるを得ず、採用できない。\n(4)　以上のとおり、引用商標の周知著名性は、印刷用インキ用カーボンブラッ\nクの取引者及び需要者においても、また、本件商標の指定役務であるオフセット印\n刷の取引者及び需要者、すなわち出版業者や広告業者等においても、これが周知著\n名であると認めることができない。\n２　指定役務と被告商品との関連性\n審決は、本件商標の指定役務「オフセット印刷」と被告商品（印刷インキ用\nカーボンブラック）とは「比較的密接な関連性」（審決書１４頁４行～５行）があ\nるとする。\n確かに、オフセット印刷に印刷用インキは必要不可欠であって、印刷用イン\nキの原料としてカーボンブラックが用いられるという意味での関連性があること\nは、その限りで、審決が説示するとおりである。しかし、オフセット印刷と印刷用\nインキとの間であれば、その用途及び目的に照らして、直接的な関連性を認め得る\nものの、本件では、印刷用インキを媒介物として、その一原料にすぎないカーボン\nブラックと、オフセット印刷との関連性が問題となるのであるから、両者の関連性\nは間接的なものに止まるといわざるを得ない。\nしかも、印刷インキ用カーボンブラックが専門的に特化された特殊な用途の\n商品であって、両者の取引業者や顧客層が共通しないことは前述のとおりであるか\nら、例えば、被告商品のブランド力を用いてオフセット印刷への多角化展開を有利\nに進めようとか、オフセット印刷の分野においてこれにフリーライドしようとする\n動機はほとんどないと考えるのが自然であり、こうした意味においても、両者の関\n連性は乏しいというべきである。\n３　出所混同のおそれの判断について\n上記１、２の認定判断のとおり、引用商標の周知著名性、本件商標の指定役\n務と被告商品との密接な関連性ともに認められないのであって、本件商標をその指\n定役務について使用しても、出所混同のおそれを認めるには足りないといわざるを\n得ず、商標法４条１項１５号に違反して本件商標が登録されたとした審決の判断は\n誤りというべきである。\n４　よって、原告の請求は理由があるからこれを認容し、訴訟費用の負担並びに\n上告及び上告受理の申立てのための付加期間の指定につき行政事件訴訟法７条、民\n事訴訟法６１条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田  中  康  久\n裁判官    　長  沢  幸  男\n裁判官    　宮  坂  昌  利\n"
}