{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 25
  },
  "case_number": "平成10(ワ)1182",
  "case_name": "謝罪広告等請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5896",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5896",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/896/005896_hanrei.pdf",
  "contents": "主文\n１　被告Ｂ及び被告株式会社メディアワークスは，原告に対し，連帯して金３３０万円及\nびこれに対する平成９年１１月５日から支払済みまで年５分の割合による金員を支払\nえ。\n２　被告株式会社主婦の友社は，原告に対し，被告Ｂ及び被告株式会社メディアワーク\nスと連帯して金１１０万円及びこれに対する平成９年１１月２８日から支払済みまで年\n５分の割合による金員を支払え。\n３　被告Ｂは同人のホームページのトップページに，被告メディアワークスは同社のホー\nムページ（http://www.mediaworks.co.jp/alt/）のトップページに，それぞれ別紙１記載\nの謝罪文を投稿して，これを１か月間掲載せよ。\n４　原告のその余の請求をいずれも棄却する。\n５　訴訟費用は，これを２分し，その１を原告の，その余を被告らの負担とする。\n６　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは連帯して，原告に対し，金３３００万円及びこれに対する平成９年１１月５\n日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは連帯して，朝日新聞社，毎日新聞社，読売新聞社，日本経済新聞社発\n行の全国紙に別紙２の謝罪広告目録記載の謝罪広告を掲載せよ。\n３　被告Ｂは同人のホームページに，被告メディアワークスは同社のホームページ（\nhttp://www.mediaworks.co.jp/alt/）に，被告主婦の友社は同社のホームページ（\nhttp://www.shufunotomo.co.jp/）に，それぞれ別紙２の謝罪広告目録記載の謝罪文\nを投稿して６か月間掲載せよ。（それぞれのトップ頁）\n第２　事案の概要\n本件は，「Ａ」のペンネームで「聖母エヴァンゲリオン」を執筆した原告が，「オル\nタカルチャー日本版」という書籍（以下「本件書籍」という。）の中の記事によって名\n誉を毀損されたとして，その記事を書いた被告Ｂ（以下「被告Ｂ」という。），これを編\n集，発行した被告株式会社メディアワークス（以下「被告メディアワークス」とい\nう。），これを発売した被告株式会社主婦の友社（以下「被告主婦の友社」という。）\nに対して，損害賠償とともに，主要全国紙上に謝罪広告を掲載することや，それぞ\nれのホームページにおいて謝罪文を掲載することを求めている事案である。\n１　争いのない事実等\n以下の事実は，当事者間に争いがないか，証拠によって容易に認定できる事実\nである。\n(1)　原告は，「Ａ」のペンネームで，フェミニズム評論，ＳＦ小説評論の分野におい\nて，執筆，講演，講義，対談，座談会等を行い，日本経済新聞及び共同通信社\nの書評委員を委嘱され，日本翻訳大賞思想部門及び日本ＳＦ大賞を受賞してい\nる評論家である。原告は，１９世紀のアメリカ文学などの研究者であるＣと結婚し\nているが，結婚後も，執筆活動においては旧姓である「Ａ」をペンネームとして使\n用しており，平成９年には，大ヒットしたアニメーション「新世紀エヴァンゲリオン」\nの批評を内容とする著書「聖母エヴァンゲリオン」を執筆し，出版した。\n(2)ア　被告Ｂは，野村総合研究所において地域開発関連の調査研究に従事する\n一方で，外国著作の翻訳や文芸評論等を行っている者であり，本件書籍にお\nいて別紙３の「Ａおよびそれを泡沫とするニューアカ残党似非アカデミズム」の\n項（以下「本件項目１」という。）及び別紙４の「ＳＦ」の項（以下「本件項目２」と\nいう。）を執筆した。\nイ　被告メディアワークスは，書籍，雑誌の企画，編集及び販売等を目的として\n平成４年に設立された会社であり，本件書籍を編集，発行した。\nウ　被告主婦の友社は，雑誌，書籍の編集，発行及び販売等を目的とする大手\n出版社であり，被告メディアワークスの委託を受けて本件書籍を全国に発売\nした。\n(3)　被告Ｂは本件項目１及び２（両者を併せて単に「本件項目」という。）の執筆時\nに，被告メディアワークスは本件書籍の発行時に，それぞれ「Ａ」がＣのペンネー\nムではなく，原告のペンネームであることを認識していた。\n(4)　本件書籍は，平成９年１０月１５日に発売され（本件書籍の奥書では同年１１月\n５日初版発行），その内容は，平成９年１１月３日からインターネットにも掲載され\nた（以下「インターネット版」という。）が，このインターネット版では，本件項目１は\n掲載されず，本件項目２のうち「Ａという男の『聖母エヴァンゲリオン』で」との部\n分（本件記載部分３）は，「という男」を削除して「Ａの『聖母エヴァンゲリオン』で」\nと訂正して掲載された。\n２　争点及び当事者の主張\n(1)　争点１（本件項目の違法性）\nア  名誉毀損の成否\n（原告の主張）\n(ア)　被告Ｂは，本件項目１の中で，「そもそもＡがＣのペンネームなのは周知\nで，ペンネームを使うなら少しは書き方を変えればよさそうなもんだが，そ\nのセンスのなさといい（名前が似ているとか年代が同じとか，くだらない偶\n然の一致を深読みしようとしても何も出てこないとか），引用まみれで人を\n煙にまこうとする文の下手さといい，まったく同じなのが情けないんだが，ま\nあこれはこの種の現実から遊離した似非アカデミズムに共通した傾向であ\nる」（本件記載部分１）とか，「Ａには（というかＣには）そんな能力はない」\n（本件記載部分２）などと記載したほか，本件項目２の中では，「今出ている\nＳＦマガジンの書評欄で評者どもが一様にほめているのがＡという男の『聖\n母エヴァンゲリオン』で」（本件記載部分３）と記載したことによって，以下の\n事実を摘示した（④については黙示の摘示である）。\n①　Ａというペンネームは原告に帰属しているものではなく，Ｃに帰属してい\nるものである。ＣはＡというペンネームを使って書いているが，その書き\n方は，Ｃという実名を使って書いているときと全く同じである。\n②　Ａというペンネームで書かれた著書はＣが書いたものである。\n③　Ａというペンネームの著者は男性である。\n④　原告は，Ａというペンネームで発表された著作物を書いていない。\n被告Ｂは，上記①，②，④の事実を摘示したことにより，一般の読者に対し\nて，原告が「聖母エヴァンゲリオン」を含む広範な執筆活動はもとより，講\n演，講義，対談，座談会等の社会的活動を行っていないという印象を与\nえ，原告の社会的評価を低下させた。\nまた，被告Ｂが上記③の事実を摘示したことにより，女性の視点でＳＦにつ\nいてフェミニズム評論を書き，評価の対象とされてきた原告の社会的評価\nを低下させたことは明白である。このような摘示の方法は，女性蔑視的な\n男性評者によって女性に対して頻繁になされる名誉毀損行為の普遍的手\n法（主体の否定）である。すなわち，社会一般に存在する「女性には知的で\n論理的，大胆で冒険的，あるいは，幅広く人間ないし社会の真実への洞察\nを備えた物は書けない，そのようなものは男性が書けるにすぎない」という\n女性に対する差別と偏見から，女性が書いたのではなく，その夫や他の男\nが書いたとする事実摘示は信用されやすく，このような手法によってもたら\nされた社会的評価の低下を正すことは困難である。加えて，夫婦で同一も\nしくは類似の職業についている場合や，評論のように伝統的に男性の仕事\nとされる分野に女性が進出した場合は，上記のような事実摘示はより信用\nされやすい。\n(イ)　また，本件項目２の中の，「どっかの借り物の理論を寄せ集めて，それに\n別のできあいの作品をこじつけていくだけの，我田引水のエレガンスも鋭さ\nもない鈍重な書物ではないか」との記載（本件記載部分４）は，それが被告\nらの意見表明であるとの主張を前提としても，名誉毀損に該当する。一般\n的に，意見や批評が名誉毀損に該当しないためには，それが公共の利害\nに関する事実で，かつ，もっぱら公益を図る目的でなされ，その意見や批\n評の前提となっている事実が重要な部分において真実であって，意見や批\n評としての限界を逸脱するもの（人身攻撃など）ではないことが必要である\nが，被告Ｂの言説は，この要件を充足しない。\n(ウ)　被告らは，本件記載部分１ないし３は，「Ａ」の文章とＣの文章が類似し\nているという被告Ｂの認識を強調するためのレトリックであると主張してい\nるが，本件書籍には，「本書は９０年代の非本流文化のリファレンスブック\nであり，インターネットを利用する日本で初めてのハイパーテキストブックで\nす。」と記載され，読者は各項目を独立して読む構成となっており，各項目\nは署名原稿の形になっていないなど，辞書，事典的性格を有する本である\nから，読者は書かれている内容を真実と受け止めるであろうことが高度に\n予測される書籍である。\nまた，本件書籍はＳＦに詳しい層に限定されず，広く一般大衆を対象とす\nる書籍であるところ，一般の読者が本件記載部分１ないし３をレトリックと読\nむことは不可能である。Ｃと原告が別個に存在することを知っている読者で\nあっても，Ｃが妻の旧姓をペンネームとして使用して著作を発表したと誤解\nすることは十分に生じる余地がある。\nよって，本件記載部分は，到底レトリックと読めるものではない。\n（被告らの主張）\n(ア)　原告は，原告の主張にもあるように，「Ａ」の名前で上記１(1)のような幅\n広い活躍をして，マスメディアにも登場し，女性評論家として社会的に知ら\nれている著名人の一人であり，本件項目の主な読者層であるＳＦ関係者や\nＳＦファンは，Ａが女性であることを知っているから，「Ａ」が男性であるＣの\nペンネームであると誤解することはない。\n本件項目１の構成は，ＡとＣを取り上げたうえ，両者の書き方が同じであ\nり，「これはこの種の現実から遊離した似非アカデミズムに共通した傾向」\nであるとしてこれを批判するものである。この構成の中で，本件記載部分１\nないし３は，Ａの文章とＣの文章との共通性を強調するためのレトリックとし\nて書かれたものであり，ＡがＣのペンネームであるとか，Ａは男であるとの\n事実を摘示したものではないし，読者に対して，原告が「聖母エヴァンゲリ\nオン」を執筆していないとか，講演，講義，対談，座談会等の社会的活動を\n行っていないという印象を与えて，原告の名誉を毀損しようとしたものでは\nない。\nそもそも，本件書籍自体，客観的な解説と国語的な厳密な表現（字句通り\nの真実さ）に終始している辞典ではなく，本件項目以外にも極端な誇張や\nレトリックを用いた項目は多数存在する。しかも，本件項目の論述全体の\n体裁や本件項目１の項目名，冒頭の替え歌などを見ても，通常の表現とは\n明確に異なった表現がなされており，読者には本件記載部分がレトリックで\nあることが明瞭に伝わる。\n仮に，本件項目を読んで直ちにレトリックと理解できなかった読者（原告や\nＣの経歴に関してある程度の知識がない者など）がいたとしても，本件項目\n１の末尾には，日本ＳＦ作家クラブのホームページのＵＲＬ（アドレス）が記\n載されており，このホームページを見れば簡単に原告やＣのプロフィールを\n確認することができ，レトリックであることが理解できるようになっているし，\n原告自身の幅広い活躍によって自ずとレトリックであることが理解されるに\n至るはずであるから，本件のようなレトリックの手法は，著名人の著作に対\nする論評の手法として社会的に許容されるべきものである。\n(イ)　ちなみに，本件記載部分４は，原告の著作物に対する被告の評価であ\nり，原告の名誉を毀損するものではない。公表した著作物の社会的評価の\n問題と著作者自身の社会的評価の問題とは区別して論じなければならな\nい。原告は，多数の評論を公表している評論家であり，被告Ｂの評価・論\n評に対して反論しようとすればこれを行える立場にあるから，原告自身で\n対抗言論により反論すれば足りることである。いわゆる「対抗言論」の考え\n方からすれば，対抗言論によって名誉の回復を図ることが可能であるなら\nば国家が救済のために介入する必要はなく，当事者の自由な言論に委ね\nておくべき事柄である。\n(ウ)　原告らは，被告Ｂが，伝統的に社会の一部に存在する女にものは書け\nないという考え方を利用し，「女性である原告は書いていない」と指摘したと\n主張するが，被告Ｂは，本件項目を女性であることに着目して書いたもの\nではないし，本件項目のいずれにも「女性であるから書けない」旨の記述\nや指摘はない。そもそも，一般的な女性差別などのイデオロギー問題を訴\n訟として位置づけること自体が誤りである。\nイ　氏名権の侵害\n（原告の主張）\n原告は，「Ａ」という結婚前の戸籍上の氏名を，結婚後も，仕事上でも私生活\n上でも継続して使用しており，原告にとって「Ａ」という氏名はペンネームの域\nを越え，まさに己の人格を表象する，人格と密接不可分な名称であり，氏名\n権として保護に値するものである。\n本件は，原告のこの氏名権が侵害された事例といえる。\n（被告の主張）\n氏名権が法的保護に値すること及びペンネームが氏名権の概念の中に入り\nうることは原告主張のとおりであるが，本件は，原告の氏名権を侵害した事案\nではない。\n氏名権の概念は多義的であるが，パブリシティの権利や名誉権と区別される\n狭義の氏名権は，例えば旧姓の使用を禁止されるとか，漢字表記される外国\n人の氏名を日本語読みで異なって発音する場合など，個人の人格と一体とな\nった「氏名」そのものを保護する権利であるが，本件ではこのような意味での\n原告の氏名権は侵害されていない。\nウ　パブリシティの権利の侵害\n（原告の主張）\n原告は，第１５回ＳＦ大賞受賞者（女性では初受賞）であり，平成８年度には\n東京外国語大学非常勤講師を務め，現在は日本経済新聞社及び共同通信\n社の委嘱を受けて書評欄を担当している。その他，多くの著作，講演活動，\n雑誌での対談，鼎談などで明らかなように，いわゆる著名人である。よって，\n「Ａ」という名称は，著名人としての財産的価値を有する名称であり，この名称\nは原告の排他的利用下にある。著名人である原告の氏名は，それ自体，財\n産的価値を持っており，パブリシティの権利として保護されているところ，本件\nは，これを著しく侵害したものである。\n（被告の主張）\nパブリシティの権利は，商品の宣伝広告などに利用される財産的価値（顧客\n吸引力）をコントロールする権利であり，本件は原告の顧客吸引力を用いた\n事案ではないから，パブリシティの権利は問題にならない。\n(2)　争点２（各被告の責任原因）\n（原告の主張）\nア　被告Ｂ\n被告Ｂは，原告の名誉を毀損する本件項目の著者であるから，不法行為\n責任を負う。\nイ  被告メディアワークス\n被告メディアワークスは，本件書籍の実質的な編集に関与した発行者とし\nて，不法行為責任を負う。\n被告メディアワークスは，当然レトリックとして読まれるであろうと考えて被告\nＢの表現を尊重したと主張するが，上記争点１についての原告の主張(ウ)に\nおいて主張したとおり，本件書籍は事典的性格を有し，かつ，広く一般大衆を\n対象とする書籍であり，編集のプロである被告メディアワークスはこの点につ\nいて十分に認識すべきであったから，本件記載部分１ないし３がレトリックとし\nて読まれるものではないことを認識すべきであった。仮にこれを認識できなか\nったとしても，原告から抗議があった時点で，これを認識して適切な処置をと\nるべきであった。\nウ　被告主婦の友社\n(ア)　本件書籍を発売したことによる責任\n被告主婦の友社と被告メディアワークス間の契約書（乙２４号証）には，\n「甲（主婦の友社）は，本件出版物が公序良俗，業界の倫理綱領に反する\nものと判断した場合には，その出版物の仕入れを拒絶することができる。」\n（１４条１項），「乙（メディアワークス社）は，前項における甲の処置に対し，\n何らの請求をしないことはもちろん，これにつき一切異議苦情を申し立てな\nいものとする。」（同条２項）との条項がある。そして，出版倫理綱領（甲３３\n号証）には，「われわれは，出版物の品位を保つことに努め，低俗な興味に\n迎合して文化水準の向上を妨げるような出版は行わない。」（２項），「われ\nわれは，真実を正確に伝えるとともに，個人の名誉は常にこれを尊重す\nる。」（４項）とあり，書籍の内容が他人の名誉を毀損しないか，その内容を\n検討することが予定されている。\nまた，被告主婦の友社が営利企業である以上，売上見込みの検討のた\nめ，加えて，有名出版社としての信頼を保つため，出版物の内容を検討す\nるはずである。\nよって，被告主婦の友社が，編集者，発行者とは別個独立に，出版物の\n内容について検討，判断を行ったことは明らかであり，名誉毀損文書を発\n売したこと自体が不法行為を構成する。\n被告主婦の友社は，書籍の発売元としては書籍の保管，取次業者への引\n渡，在庫管理を行っていたにすぎず，内容についてのチェックは行っていな\nいし，実際に行うことも不可能であると主張する。しかし，事前に名誉毀損\nに該当するか否かを含めて書籍の内容について検討することは当然の事\n理であり，これをもって表現の自由に対する抑圧効果を有するとはいえな\nい。\n(イ)　指摘後，適切な処置を怠ったことによる責任\n被告主婦の友社は，本件書籍の発売元として，記載内容に誤りや不適切\nな部分が存することを指摘された場合には，条理上，その確認を行い適切\nな処置を講ずる義務がある。\n原告は，被告主婦の友社に対し，平成９年１０月２９日に本件書籍中に原\n告の名誉を侵害する記載があることを指摘して抗議の通知書を送付し，同\n年１１月２８日にも同様の抗議の通知書を送付したから，主婦の友社は，\n同年１０月ないし１１月ころには，原告から指摘された箇所について確認\nし，相当期間内に適切な処置を講ずる条理上の義務があることは明らかで\nある。そして，上記の相当期間は，指摘された箇所につき確認を行い，張\n替えまたは注の挟込み等の処置を行うに必要な期間をいうと解すべきであ\nり，昀大でも１０日間程度と解すべきである。仮に，被告主婦の友社が被告\nメディアワークスに確認及び適切な処置を講ずることを委ねたとしても，被\n告主婦の友社としては，被告メディアワークスが適切な処置を行っている\nか否かを確認し，適切な処置をとっていない場合には自ら上記義務を尽く\nすべきである。\nにもかかわらず，被告主婦の友社は，故意・過失により，上記作為義務を\n尽くさなかったことで，原告に損害を生じさせたのであり，不法行為責任を\n負う。\n（被告の主張）\nア  被告Ｂ\n争う。\n本件記載部分１ないし３は，ＡとＣとが別個の人格であることは社会的に周知\nのこととした上で，Ａの文章とＣの文章が類似しているという認識を強調する\nためのレトリックとして記載したものであり，原告の名誉を侵害しようとしてなさ\nれたものではない。\nイ　被告メディアワークス\n争う。\n仮に，本件記載部分１ないし４が原告の名誉を毀損するものであったとして\nも，被告メディアワークスの責任を肯定するためには，以下の点を検討する必\n要がある。すなわち，書籍の発行元である出版社には，著作者の表現の自由\nを尊重して，その表現活動を保護し支援していく責務が存在するから，原則と\nして著作者の意思を尊重しなければならないという立場がある。したがって，\n発行元の出版社は，社会的に到底是認し得ないような表現が存在しないよう\nに注意する責任はあるものの，書籍の記載内容に対する第一義的な判断権\nと責任は，著作者にあり，発行元の出版社にはない。本件において，著作者\nの被告Ｂは，ＡとＣとが別個の人格であることは社会的に周知のこととした上\nで，レトリックとして本件記載部分１ないし３のような表現をしたのであり，被告\nメディアワークスにおいても，ＡとＣとが別個の人格であることを知っていたの\nで，読者がそのようなレトリックとして理解することができ，社会的に到底是認\nしえない表現とは考えていなかったので，被告メディアワークスに責任はない\nし，もちろん原告に対する悪意もない。\nまた，被告メディアワークスは，原告の申し入れを受けて原告と誠実に話し合\nいを行い，和解が困難な見通しとなった段階では，自主的に在庫書籍の本件\n項目について張替えによる修正処置をとり，平成１０年１月初旬より改訂版を\n書店へ発送し，返本されてきた未訂正の旧版は廃棄処分にするなど誠実に\n対応している。\nしたがって，被告メディアワークスに責任はない。仮に，被告メディアワークス\nに何らかの責任があるとしても，被告メディアワークスの行為が悪質であると\nする原告の主張は誤りである。\nウ　被告主婦の友社\n(ア)　本件書籍を発売した責任について\n被告主婦の友社は，書籍の製作にかかわる業務ではなく，書籍の発売元\nとして書籍の保管，取次業者への引渡し，在庫管理など書籍の流通にか\nかわる業務を行っていたにすぎず，本件書籍の内容については全く関与し\nておらず，その当否をチェックすることは不可能である。\n原告が主張する被告主婦の友社と被告メディアワークスとの契約書第１４\n条は，猥褻その他公序良俗に反する書籍や名誉毀損や著作権侵害の事\n実が明白な書籍を取り扱うこと自体が発売元として反社会的な行為となる\nため，そのような場合には発売元がその取扱いを拒否できることを定めた\nものであって，一般的に発売元が別個独立に書籍の内容に関与することを\n規定したものではない。\n仮に，被告主婦の友社のような書籍の流通業者が別個独立に書籍の内\n容に関与しなければならないとすれば，流通業者は，無用な紛争に巻き込\nまれることを回避するため，問題になりそうな書籍の取扱いを拒否すること\nになるが，そのようことになれば書籍の発行自体を事実上困難にすること\nになり，表現の自由に対して事実上極めて強い抑圧効果を生じることにな\nる。したがって，いわゆる流通業者の責任が生じるのは，当該書籍が一見\nして公序良俗や業界倫理に反することが明らかな場合に限られるべきであ\nる。本件においては，日本ＳＦ大賞を受賞するなどして社会的にも名前が\n知られている原告に関する論評の中の特定部分の記述が読者にレトリック\nとして理解されるか否かの問題であり，一見して公序良俗や業界倫理に反\nすることが明らかな場合とは言えない。\n(イ)　指摘後，適切な処置を怠った責任について\n表現物による名誉毀損などの問題は，本来，表現者と被害者との間にお\nいて解決されるべきであり，憲法の保障する表現の自由を尊重するために\nは，当該表現をそのまま伝達するにとどまる流通業者に軽々と責任を認め\nるべきではない。流通業者に責任が発生するのは，被害者において表現\n者との間だけで解決することが困難で，他に適切な救済の方法がなく，か\nつ，加害行為が甚だしく悪質で被害の程度も甚大であることなどが一見し\nて明白な場合に限定されるべきである。流通に関与しただけの発売元とい\nえども，違法な内容について認識した後は常に責任を免れないとする原告\nの主張は誤りである。\n本件では，被告メディアワークスが，原告と迅速かつ誠実に交渉を続け，\n自主的に在庫分を張り替えて修正し，重版分も同様に修正して，それを被\n告主婦の友社に逐一報告していた。これについて原告側から被告主婦の\n友社に対して特段の異議もなかった。\nまた，本件書籍は多数の執筆者が分担執筆した５５０項目からなる事典で\nあり，配本中止は他の項目の執筆者の表現の自由を阻害し重大な結果を\nもたらすことから，１人の執筆者の手になる単行本とは異なる慎重な対応\nが求められる。書籍などによる名誉毀損の問題が発生した場合，一般には\n話し合いによって重版以降における訂正と相当の謝罪金の支払いによっ\nて解決される場合も存するから，本件においてもそのような解決を模索す\nることは何ら問題になるものではないのであって，被告主婦の友社が被告\nメディアワークスとは別に原告と交渉を行ったり，独立した処置をしなけれ\nばならない事情は全く存在せず，被告主婦の友社の対応は相当であるか\nら，何らの不法行為責任も負うものではない。\n(3)　争点３　損害及び名誉回復措置の内容\nア　損害額について\n（原告の主張）\n原告は，女性として初めてＳＦ大賞を受賞するなど著名なプロの文筆家として\n活躍し，大きな社会的評価を得ていたところ，これまで主張してきた被告らの\n名誉毀損行為や不法行為によって，その社会的名誉や信用を毀損され，多\n大な経済的，精神的損害を被った。しかも、本件においては，以下のような事\n情があり，これに被告らの行為の悪質さや誠意のなさ，侮辱的言動などを考\n慮すると，原告が被った経済的，精神的損害を慰謝するには，少なくとも３００\n０万円が相当である。\n(ア)　本件書籍は，一般の雑誌とは異なり折に触れて調べられる事典的性格を有\nする書籍で類書のないものである。本件書籍の配本部数は初版で２万３０\n００部と多く，しかも，インターネット版も出て事後の伝播もなされている上，\nその読者層が原告の作品の読者層と重なっているので，本件項目によっ\nて生じる原告の損害は甚大なものである。\n(イ)　原告は，Ｃとは全く別個の研究と執筆により現在の名声を獲得してきた\nのに，本件項目により，独自の存在であることについて編集者などのメディ\nア業界関係者と読者に疑問を呈され，他人の作品をあたかも自己の作品\nのように偽る人物であると編集者や読者に誤信され，女性のフェミニズム\n評論家としての評価に大きな傷をつけられた。その結果，女性としての視\n点での執筆活動や公演等をすることが困難になり，印税や講演料などの\n収入が減少することが確実である。しかも，被告らへの対応や，本件訴訟\nの遂行に必要な様々な調査等のために多大な時間と手間を費やしてお\nり，その経済的損害もはかりしれない。\n(ウ)　また，原告のような文筆を職業とする者が創造者としての社会的地位を\n喪失することは，その存在が否定されるのと同様であり，これによって被る\n精神的苦痛や，Ｃの作品をあたかも自己の作品であるかのように装って読\n者を騙すような人物であると社会的に認識されてしまうことによる精神的損\n害は，はかりしれない。\n(エ)　本件では，「女性である原告が書いたのではなく，男性であるＣが書い\nた。」という事実が摘示されているが，社会一般に女性への差別と偏見が\n存在するため，一般人がこのような摘示を信用する可能性が高く，これを\n正すことは極めて困難である。そして，このような女性差別の視点からの攻\n撃（テクスチャル・ハラスメント）を受けたことにより，原告の経済的，精神的\nな損害が増加している。\n(オ)　被告Ｂは，本件項目の執筆当時，「Ａ」が原告のペンネームであることを\n知っていて，これらを読んで誤解する者が出ることを認識しつつ，専ら興味\n本位でこれらを執筆した。また，本件項目１の冒頭でＡというペンネームで\n書かれている文章がいつも同じで，レイプされている（差別されているの意\n味か）という結論に終始していると非難している。また，被告Ｂは，単なる冗\n談やレトリックと読む余地が一切ないほど攻撃的かつ断定的に，Ａが男性\nだと言い切って原告に罵倒を浴びせ，その文筆家としての評価を傷つけよ\nうとしており，悪意に満ちている。\nさらに，被告Ｂは，原告から抗議を受けた後も何ら反省することなく原告を侮辱\nする表現を重ね，本件書籍のホームページにおいて「お詫びとご報告」と題\nして謝罪の形式を取りながら，原告が「聖母エヴァンゲリオン」書いていな\nいことを根拠づけるかのような表現をしたり，インターネットの掲示板上に\nおいて本件項目を掲載することを放置し，これらをリンクさせる等した。これ\nらは原告の損害を拡大させると同時に，被告Ｂの悪意，害意を裏付けるも\nのである。\nまた，被告メディアワークスは，「Ａ」が原告のペンネームであることを知りなが\nら，本件書籍を編集，発行したうえ，原告の抗議後も本件書籍のホームペ\nージにおいて被告Ｂと連名で「お詫びとご報告」を掲載しており，原告に対\nする悪意，害意があることは明白である。\nこのように，被告Ｂと被告メディアワークスの行為は，原告に対する悪意\nに満ちたものであるから，制裁的に相当高額の慰謝料の認定がなされてし\nかるべきである。仮に，制裁的慰謝料を直ちに採用できないとしても，これ\nらの被告らの悪性を慰謝料算定の重要な要素として考慮すべきである。\n(カ)　原告と原告代理人は，本件訴訟の依頼に際して，日本弁護士連合会が\n定める報酬規定に基づき，原告が原告代理人らに対して合計金３００万円\nの報酬を支払うことを合意した。\n（被告の主張）\n(ア)　損害額について\n被告Ｂは，多くの読者がＡとＣとが別個の人格であることを承知している\nか，承知しうるものであることを前提として，原告とＣの文章の共通性を強\n調するためのレトリックとして執筆したものであり，本件書籍の売上げに寄\n与するため原告に対する悪意や害意をもって本件項目を執筆したものでは\nない。仮に，これをレトリックと理解しなかった者がいるとしても，原告やＣ\nのプロフィールを簡単に確認できるよう，本件項目１の末尾に日本ＳＦ作家\nクラブの正式なホームページのＵＲＬ（アドレス）を記載した。しかも，本件書\n籍の実販売部数は差替版も含めて合計１万１０００部程度で，もともと通読\nを意図したものではなく，各人の必要や興味に応じて項目別に引く事典で\nあり，本件記載部分が本件書籍の広告に使用された事実ないから，実際\nに本件項目に接した読者は本件書籍購入者の一部にすぎない。\n原告は，被告Ｂが原告からの抗議後も反省することなく原告を侮辱する表\n現を続けたと主張するが，被告らは，原告と和解交渉を行いつつ，自主的\nに本件書籍の発売を一時中止して本件項目の差替えを行い，オルタカル\nチャーのホームページや雑誌「ＷＩＲＥＤ」において，ＡとＣとが別人であるこ\nとを明示するなど，原告らのいう誤解が伝播しないように防止処置を取って\nいるのであって，このような原告の主張は，原告の著作に対する論評，批\n判と名誉毀損の問題とを混同するものであり，誤りである。\nよって，本件は，原告が主張するような懲罰的損害賠償を命ずべき事案で\nはない。\n(イ)　弁護士費用について\n被告らは，本件訴訟が提起される前にも原告と話合いの機会を持ち，原\n告に対し，謝罪とともに一定額の慰謝料を支払うことを告げたが，原告が\n主要全国紙上での謝罪と極めて高額な賠償金の支払に固執したため，和\n解には至らなかったものである。しかも，被告らは，和解が困難となった時\n点で，自主的に上記のような本件項目の差替えやホームページでの訂正\nなどをしており，本件訴訟の必要もなかったのである。このように，原告が\n裁判前の和解交渉を拒否し，あえて高額の賠償金を求めて提訴した本件\n訴訟においては，原告主張の弁護士費用は本件名誉毀損行為と相当因\n果関係がない。\nイ　新聞，インターネット上における名誉回復措置\n（原告の主張）\n(ア)　本件書籍の内容はオルタカルチャーのホームページに掲載されたが，こ\nのホームページでは，本件項目１全部と，本件記載部分４のうち「という男」\nという部分が掲載されなかったのに，その説明が全くなされていない。\n(イ)　原告が執筆した「聖母エヴァンゲリオン」はすでに発行部数が８万部を超\nえ，読者は全国に及んでおり，本件項目による影響は甚大であるから，本\n件では，主要全国紙上での謝罪広告も必要である。\n(ウ)　被告らは，原告の社会的評価はすでに回復されたと主張しているが，本\n件訴訟提起の新聞報道後も，編集者が本件記載部分１ないし４を信じてい\nたなど，本件訴訟提起のみでは原告の名誉は回復されていない。\n（被告らの主張）\n(ア)　本件書籍の読者は，ＳＦファンなどに限定されており，これらの読者は当\n然，「Ａ」は原告のペンネームであることを知っているし，知らなかった者が\nいたとしても，すでに原告主張のインターネットや雑誌ＷＩＲＥＤによって事\n実を知るに至っているはずである。\n(イ)　原告は，本件訴訟提起とともに記者会見を行い，その結果，原告が謝罪\n広告の掲載を求めている主要全国紙を含む新聞紙上において提訴の事実\nや内容が報道されたから，Ａこと原告とＣとが別個独立の人格であること\nは，すでに明確に知られるに至っている。\n(ウ)　被告Ｂ及び被告メディアワークスは，原告が主張する被告メディアワー\nクス運営のインターネット上のホームページにおいて，原告の主張を踏ま\nえて事実関係を説明するとともに，「Ａ氏とＣ氏が別個の独立した人格であ\nること」を明確にして謝罪の意も表明している。したがって，これ以上，謝罪\n広告を掲載する必要はない。\n第３　当裁判所の判断\n１　争点１（本件項目の違法性）について\n(1)  名誉毀損の成否\nア　名誉毀損の基準\nまず，本件記載部分が原告の名誉を毀損するものかどうかであるが，被告ら\nはレトリツクであると主張しているので，その成否は，本件記載部分がレトリッ\nクとして許容される範囲内のものか否かにかかることになる。　ところで，レト\nリックという技法は，あるものを他の何か別のものに喩えて表現しようとするも\nのであるから，読者がそのレトリックをどのように理解するかは，まさにその読\n者の有している前提知識の質と量とに左右されることとなる。したがって，レト\nリックとしてなされた表現が名誉毀損に当たるか否かは，どのような読者を基\n準に考えるかで結論を異にする可能性がある。\nこの点で，被告らは，本件書籍は項目別に読まれる事典のようなものであっ\nて，本件項目の読者層はＳＦ関係者やＳＦファンで，ＡやＣの人物や経歴につ\nいてある程度の知識を有し，ＡとＣとが別人であることを知っているから，本件\n記載部分を読んでＡがＣであると誤解することはなく，それがレトリックである\nことを理解すると主張しているのに対して，原告は，本件項目の読者層はＳＦ\n関係者やＳＦファンに限られないし，仮にＳＦ関係者やＳＦファンであっても，当\n然にＡとＣとが別人であることを知っているわけではないから，本件記載部分\nによって「Ａ」がＣのペンネームであると誤解する可能性が高いと主張している\nので，始めにこの点について検討する。\nイ　本件書籍の読者層\n甲１号証の３及び乙２号証によれば，本件書籍は９０年代の非本流文化（オ\nルタカルチャー）全般についてキーワードごとに解説した書籍であることが，Ｄ\nの陳述書（乙５６号証）によれば、本件書籍の初版配本数は２万３０００部であ\nることが，そして，乙３ないし６号証によれば，朝日新聞社発行の週刊誌「アエ\nラ」など複数の一般の雑誌の書評で本件書籍が取り上げられ，アメリカで出\n版され一躍ベストセラーになった「オルタカルチャー」の日本版であり，「言葉\nだけは聞いてたけど，結局それって何なの？」な事柄の網羅ぶりは，本書の\nタイトルを裏切っていないなどとの好意的なコメントが掲載されていたことが，\n認められる。このような事実に照らし考えると，本件書籍の読者層の中にＳＦ\n関係者やＳＦファンが多く含まれることが予定されていたとしても，必ずしもそ\nのような者だけに限られていたわけではなく，実際にも昀先端の幅広い情報\nを提供する書籍として広く社会的な注目を集めていたことが認められるから，\n本件書籍に掲載された本件記載部分による名誉毀損の成否については，\n「Ａ」やＣについてある程度の知識を有する可能性が高いＳＦ関係者やＳＦファ\nンを基準としてではなく，必ずしもそのような知識のない一般の読者を基準と\nして，検討されるべきである。\nウ　本件記載部分１ないし３が摘示した事実\n(ア)　本件記載部分１は，「そもそもＡがＣのペンネームなのは周知で」という\n記載で始まるが，まず，「Ａ」は，原告のペンネームであって，Ｃのペンネー\nムではない。それにもかかわらず、ここでは，「そもそも……周知」であると\n断定的な言葉で表現され，「Ａ」という名称が「Ｃのペンネーム」であるとの\n事実が摘示されているから，これを読んだ一般の読者は，「Ａ」という名称\nは「Ｃのペンネーム」であると誤って理解してしまう蓋然性が高いと考えられ\nる。\nもっとも，これに続く記載部分（ペンネームを使うなら・・・似非アカデミズム\nに共通した傾向ではある）は，Ａ（原告の表現を使えば，「Ａのペンネームを\n使用しているＣ」）の著作がセンスがない，文が下手だというもので，「Ａ」の\n著作に対する被告Ｂの感想，意見という部分であり，表現に毒を含むもの\nではあるが，事実を摘示して名誉を毀損するというものではない。\n(イ)　次に，本件記載部分２では，「Ａには（というかＣには）そんな能力はな\nい。」と記載されているが，この記載は，「Ａ」というペンネームで執筆活動を\nしているのはＣであるとの事実を摘示しつつ，そのＣにはそんな能力はない\nと断定して論じているものである。しかしながら，「Ａ」は原告であるＡ”のペ\nンネームで，Ｃのペンネームではなく，ＡとＣとは別人であるから，このよう\nな記載は，一般の読者に対し，原告の存在を否定して，ＡはＣであるとの誤\nった理解を与えるものである。\n(ウ)　さらに，本件記載部分３では，「今出ているＳＦマガジンの書評欄で評者\nどもが一様にほめているのがＡという男の『聖母エヴァンゲリオン』で」と記\n載されており，「聖母エヴァンゲリオン」を執筆し出版した「Ａ」は「男」である\nと論じている。もちろん，原告は女性であるから，この記載部分は，「聖母エ\nヴァンゲリオン」を執筆し出版したのは原告ではない，と言ったのと同じで\nあるが，それだけではなく，この「Ａという男の『聖母エヴァンゲリオン』」とい\nう部分はゴシック体で印刷されていて，参照すべき別項目が存在すること\nが示されている。そして，その別項目に本件記載部分１及び２が記載され\nているから，結局，本件書籍の本件記載部分１ないし３は，「Ａ」は男性であ\nるＣのペンネームで，話題の「聖母エヴァンゲリオン」を執筆し出版したの\nはＣであるとの事実を摘示していることになる。\n(エ)　これに対して，被告らは，本件記載部分は，原告が主張するような事実\nを摘示したものではなく，原告であるＡの文章と，その夫であるＣの文章と\nが類似しているという，被告Ｂの認識を強調するためになされたレトリック\nであり，そのことは，本件書籍自体が客観的な解説と国語的に厳密な表現\nを示す辞書ではないことや，本件項目以外にも極端な誇張やレトリックを用\nいた項目が多数存在することや，本件項目１の項目名や冒頭の替え歌な\nど通常の表現とは明確に異なった表現がなされていることなどから明かで\nあるとか，原告は著名人であるうえ，本件項目１の末尾にＵＲＬ（アドレス）\nが記載された日本ＳＦ作家クラブのホームページを見れば容易に原告やＣ\nのプロフィールを確認することができるから，一般の読者が上記のような誤\n解をすることはないと主張している。\nしかし，たとえば，本件項目２の他の部分には，「今は亡き（比喩的に）小松\n左京も立派だった。」と記述されている部分があり，ここでは，わざわざ\n「（比喩的に）」と書き込まれていて，レトリックであることが明記されている\nのに対して，本件記載部分では，このようなレトリックであることを示す記述\nはなにもなされていない。また，本件項目１の項目名や冒頭の替え歌など\nＡを揶揄しからかっている内容になっていることは認められるものの，ここ\nから本件記載部分がレトリックだと理解するのは困難である。しかも，本件\n項目の読者が当然に被告らの主張する上記のホームページを見て原告と\nＣとが別人であることを確認するという保証は何もない。したがって，被告ら\nの上記の主張は到底採用することができない。\nエ　本件記載部分４について\n本件記載部分４は，原告の主張にもあるように，「どっかの借り物の理論を寄\nせ集めて，それに別のできあいの作品をこじつけていくだけの，我田引水の\nエレガンスも鋭さもない鈍重な書物ではないか」と記載されている。このような\n辛辣な表現で言葉の端はしに敵意さえ感じられる記述が本件書籍のような事\n典的な書物における事項解説として適切なものか否か，疑問を呈する者も少\nなくないであろうが，内容的には「聖母エヴァンゲリオン」に対する被告Ｂの否\n定的は評価を表わしたものと認められ，ギリギリのところで言論の自由によっ\nて保護されるべき範囲内にとどまっているものと考えられるから，名誉毀損に\n当たるものとまでは言えないというべきである（原告自身，第一線で活躍する\n評論家であるから，いわゆる対抗言論によって自らの正当性を擁護すべきで\nある。）。\nオ　原告の社会的評価の低下\n上記認定のとおり，本件記載部分１ないし３は，直接には，原告が「Ａ」のペンネ\nームで「聖母エヴァンゲリオン」を執筆し出版したことを否定するものである\nが，それにとどまらず，「Ａ」はＣであると摘示することによって，間接には，こ\nれまで「Ａ」のペンネームで，フェミニズム評論やＳＦ小説評論を執筆し，日本\n翻訳大賞思想部門や日本ＳＦ大賞を受賞するなど，講義，講演，対談，座談\n会等を含め幅広い活躍をしている原告の社会的評価を全面的に否定するに\n等しいものであり，その余の点を論ずるまでもなく，原告の名誉感情を著しく\n傷つけるものである。\nカ　原告の氏名権，パブリシティの権利との関係\n被告Ｂは，本件記載部分において，「Ａ」というペンネームはＣのペンネーム\nであり，「聖母エヴァンゲリオン」を執筆し出版したのはＣという男であると記述\nしたもので，このような記述は，上記のとおり，原告の名誉を毀損するもので\nあるが，原告の氏名そのものを誤って記載したとか，使用が禁止されている\n原告の氏名を無断で使用したというものではないから，氏名権の侵害というこ\nとはできない。また，本件では，原告の氏名等が有する財産的価値を被告ら\nが勝手に利用して経済的利益を得たなどという事案でもないから，パブリシテ\nィの権利は未だ侵害されていないというべきである。\n２　争点２（各被告の責任原因）について\n(1)　被告Ｂの責任\n前記争点１に対する判断で認定，説示したとおり，被告Ｂは，「Ａ」が原告のペ\nンネームで，「聖母エヴァンゲリオン」を執筆し出版したのは原告であることを知\nりつつ，安易にレトリックとして本件のような記載も許されると考えて，本件記載\n部分において，「Ａ」はＣであり，「聖母エヴァンゲリオン」を執筆し出版したのはＣ\nという男であるとの誤った記事を執筆し，原告の名誉を毀損したのであるから，\n同人が原告に対して不法行為責任を負うべきは当然である。\n(2)　被告メディアワークスの責任\n被告メディアワークスが本件書籍の編集，発行にあたったこと及び被告メディア\nワークスが本件書籍の発行時に「Ａ」が原告のペンネームで，「聖母エヴァンゲリ\nオン」を執筆し出版したのは原告であることを知っていたことは，当事者間に争\nいがない。しかし，被告メディアワークスは，編集発行者として著作者の表現の\n自由を尊重すべきであると考え，被告Ｂの表現を尊重したと主張する。\nしかし，著作物の編集発行者は，昀終的には自己の責任と判断で当該著作物\nを出版するのであるから，著作物の内容に第三者の名誉を侵害するような記載\nがあることを知った場合には，著者に訂正を求めたり，著者がその訂正に応じな\nい場合には当該著作物の出版を見あわせるなどして，第三者の名誉を不当に\n侵害することがないように注意し配慮する義務があるというべきである。\n本件において，被告メディアワークスは，本件書籍の編集時点で既に，本件記\n載部分１ないし３が原告の名誉を毀損する可能性が極めて高いことを認識して\nいたと認められるところ，被告メディアワークスは，編集発行者としての上記のよ\nうな義務を尽くすことを怠り，漫然とレトリックとして許されると考えて本件書籍を\n出版したものであるから，被告Ｂと同様に不法行為責任を免れることはできな\nい。\n(3)　被告株式会社主婦の友社の責任\nア　発売責任\n本件書籍は，被告メディアワークスが企画，立案して編集し，被告主婦の友\n社は，被告メディアワークスの依頼を受けて，本件書籍の発売を担当したこと\nは当事者間に争いがない。\nところで，原告は，被告主婦の友社と被告メディアワークスとが本件書籍の\n発売について契約書（乙２４号証）を取り交わしていて，その第１４条１項で\nは，「主婦の友社は，出版物が公序良俗，業界の倫理綱領に反するものと判\n断した場合には，その出版物の仕入れを拒否することができる。」と定めら\nれ，同条２項では，被告メディアワークスは，この取扱いに異議苦情を一切申\nし立てないと定められていることや，出版倫理綱領（甲３３号証）が，その２項\nで，出版物の品位を保ち，低俗な興味に迎合して文化水準の向上を妨げるよ\nうな出版を行わないことを定め，４項で，真実を正確に伝えるとともに，個人の\n名誉は常にこれを尊重すると定めていることなどから，被告主婦の友社は，\n編集発行者とは別個独自の観点から本件書籍の内容に関与すべきであり，\n原告の名誉を毀損する本件書籍を発売したこと自体で原告に対する不法行\n為を構成すると主張している。\nしかし，被告主婦の友社が被告メディアワークスとの間で取り交わした上\n記契約は，上記の文言からも明かなとおり，被告メディアワークスとの関係で\n被告主婦の友社が公序良俗に違反する書籍などの取扱いを拒否できること\nを定めたものに過ぎず，この契約から直ちに，被告主婦の友社が第三者に対\nしてその名誉を毀損する書籍の販売を差し止めなければならない法的義務を\n負うものと理解することはできない。また，上記の出版倫理綱領は，そもそも\n規定の内容も抽象的であり，その名称にあるとおり，各出版社の自主的な倫\n理規範を定めたもので，各出版社に対して法的義務を課すものではない。\nまた，本件は，書籍の編集発行を担当する出版者とその発売を担当する\n出版者とが異なる場合であり，一般的にいえば，このような場合に両者がど\nのような責任を分担しているのかは事案により異なるのであろうが，甲４５号\n証や甲４６号証によれば，被告主婦の友社と被告メディアワークスの関係に\nおいては，書籍の企画，立案，編集，紙の手配，印刷所への委託，校正，製\n本までを被告メディアワークスが担当し，被告主婦の友社は，発売元として書\n籍の保管，取次業者への引渡し，在庫管理など書籍の流通部分を担当し，編\n集発行には実質的に関与していないことが認められる。このような場合にお\nいて，発売元たる出版社に対して，販売する書籍の内容について事前に第三\n者の名誉を毀損する部分があるかないかを確認しなければならないとするこ\nとは，実質的に不可能をしいるのと同様であり，書籍の出版に対して著しい萎\n縮効果をもたらすことが懸念されるから，このような場合には，発売元にすぎ\nない出版社は，書籍の内容全部について事前に第三者の名誉を毀損する部\n分があるかないかを確認しなければならない法的義務はないというべきであ\nる。ただ，このような場合にも，書籍の内容が一見して明らかに第三者の名誉\nを毀損するものであるときや，発売元が何らかの事情から当該書籍が第三者\nの名誉を毀損するものであることを認識していたときには，発売元にすぎない\nとしても，当該第三者に対する不法行為責任を免れないことはいうまでもな\nい。\n本件においては，これまでに認定説示してきたところから明かなように，本\n件書籍は，オルタカルチャー（９０年代の非本流文化）について５５０もの多数\nの項目について説明などを加えた事典的な書物であり，編集に関与していな\nい被告主婦の友社がその内容を逐一確認するのは到底不可能であるばかり\nでなく，本件記載部分はレトリックか名誉毀損かという微妙な問題の事案であ\nって，一見して明らかに原告の名誉を毀損するものとまでは認められないも\nのである。しかも，被告主婦の友社が本件書籍の発売時に本件記載部分が\n真実に反するものであることを知っていたと認めるに足る証拠もないから，被\n告主婦の友社は，本件書籍の発売そのものについては，原告に対して不法\n行為責任を負うことはないというべきである。\nイ　抗議後，適切な処置を怠った責任\n(ア)　しかしながら，発売元にすぎない場合であっても，第三者から書籍の記\n載内容に誤りや不適切な部分が存在することを指摘されたときの責任につ\nいては，別途検討することが必要である。\n仮に，書籍の発売だけを担当した出版社であっても，当該書籍を流通にお\nいた以上，これによって不当に他人の権利を侵害することがないように注\n意し配慮する責任があるのは当然のことであるから，第三者から，当該書\n籍の記載内容に誤りや不適切な部分が存在し，第三者の名誉を毀損する\nとの指摘を受けた場合には，速やかにそのような侵害の事実の有無を確\n認し，事実と判明した場合には，直ちに著者や編集担当の出版者などと協\n議して，被害の重大性や明白性などを勘案した上，名誉毀損による被害の\n拡大を防止するために必要な措置や，既に発生した被害を回復するため\nに必要な措置を検討し，そのような措置をとるのに相当と認められる期間\n内に必要とされる措置を講じるべき法的義務があるというべきである。\n(イ)　そこで，被告主婦の友社が，いつ，どのようにして本件の名誉毀損を知\nり，どのような対処をしたのかについて検討する。\n甲２，３，２０，２１号証，甲３７号証の１及び４，甲４７，４９号証，乙２，４１，\n４９，５６，６１号証，さらに原告本人尋問の結果によれば，以下の各事実が\n認められる。\nａ　平成９年１０月１７日，本件項目を読んだ原告は，本件記載部分は事実\nではなく原告の名誉を侵害するものであると考え，「聖母エヴァンゲリオ\nン」を出版した訴外株式会社マガジンハウス社（以下「マガジンハウス」と\nいう。）編集部の訴外Ｅ（以下「Ｅ」という。）に対し，その旨を連絡した。\nｂ　連絡をうけたＥは，同年１０月２０日，被告メディアワークス編集部のＤ\n（以下「Ｄ」という。）に対して，電話で本件書籍の中の本件記載部分は真\n実ではなく，原告の名誉を毀損するものであると抗議するとともに，被告\n主婦の友社に対し，マガジンハウス社書籍出版局長名で，本件記載部\n分が真実ではないことや１０日以内に誠意ある対応をするよう求める抗\n議の通知書を送付した。\nｃ　しかし，被告メディアワークスのＤは，被告Ｂが海外出張中で不在なの\nで後日返答すると返事しただけで，被告主婦の友社は，特に何の返答も\nしなかった。\nｄ　その後，被告メディアワークスは，原告に対し，同年１１月７日付で，①\n被告Ｂ及び被告メディアワークスはＡとＣとが別個独立の人格であると承\n知していること，②被告メディアワークス編集部には本件記載部分によ\nって原告の名誉を毀損しようとする意図はないこと，③本件記載部分は\n著者である被告Ｂの独特の表現方法であると理解していること，④執筆\n者の意向をできる限り尊重するのが被告メディアワークスの立場である\nこと，⑤一般の読者に誤解を招くおそれがあることは否定できないので，\n重版以降，本件項目１についてレトリックであることを示す注を掲載する\nとともに，本件項目２については「という男」の部分を削除し，同様の訂\n正をインターネット版でも行うことを回答した。一方，被告主婦の友社\nは，原告との対応を被告メディアワークスに任せて，特に被告主婦の友\n社として原告に対して何らかの回答をしたりはしなかった。\nｅ　この間，被告メディアワークスは同年１１月３日からインターネット上にお\nいて本件書籍のインターネット版を掲載したが，ここでは，本件項目１の\n全部と本件記載部分３のうち「という男」という部分を削除した上で掲載\nした。\nｆ　同年１１月２８日，原告は，被告主婦の友社を含む被告らに対し，①在庫\n分の流通を止めること，②書店及び図書館にある本件書籍の５７頁及び\n１２０頁に本件記載部分が事実誤認で「聖母エヴァンゲリオン」は原告が\n執筆したものである旨を明記した訂正書面を挿入すること，③重版以降\nにつき本件記載部分の表現を修正し真実に合致させること，④朝日新\n聞，毎日新聞，読売新聞，東京新聞，日本経済新聞，北海道新聞及び\n共同通信の配信を受けている新聞の各朝刊や，「ＳＦマガジン」，「アエ\nラ」，「ＴＶ Ｂｒｏｓ」の各誌に②と同旨の訂正と謝罪の広告を掲載すること\nなどを求める通知書を再び送付した。\nｇ　同年１２月９日，原告代理人事務所において，原告代理人と被告メディ\nアワークス法務室Ｆ，同編集長Ｇ及びＤとが協議し，被告メディアワーク\nス側から，謝罪の上で重版以降を訂正し謝罪文を掲載するが，新聞，雑\n誌等への謝罪広告や慰謝料の支払は考えていないことが伝えられ，原\n告代理人側からは，暫定条件として，①現在の内容のまま重版は行わ\nないこと，②在庫の再出荷を停止すること，③市中在庫は回収すること\n（どのようなレベルで回収するかは被告メディアワークスに任せる），など\nの条件が伝えられた。\nｈ　その後，被告メディアワークスから原告に対して，同年１２月１２日に\nは，①現在の形での重版はしないが，在庫の出荷停止や回収はしない\nこと，②慰謝料は考えていないが検討することが，同月１９日には，③重\n版では訂正し，謝罪はするが，新聞での謝罪広告はできないこと，④慰\n謝料は２０～３０万円を支払うなどの意向が伝えられた。\nｉ　しかし，同年１２月２２日，原告が被告メディアワークス側に対して，数百\n万円単位の慰謝料の支払いと主要全国紙上での謝罪広告を求めたた\nめ，協議は決裂した。そして，被告Ｂ及び被告メディアワークスは，原告\n代理人からの求めに応じて，同年１２月２６日，①謝罪文の提出，②慰\n謝料の支払，③在庫品について本件項目１の項全部と本件項目２の問\n題箇所を訂正し，当該頁そのものを張り替えること，④重版の際も③と\n同様の対応をすることなど，それまでの提案を文書で回答した。\nｊ　被告主婦の友社は，原告に対して，同年１２月２６日付で，同被告は本\n件書籍の発売元にすぎないので，対応策については被告メディアワーク\nスと協議をしてほしい旨の回答書を送付しただけで，特に同被告として\nの独自の対応を提案したりすることはなかった。\nｋ　なお，本件書籍の出荷状況は，以下のとおりであった。\n(ａ)　平成９年１０月の出荷２万３８８２部（初版２万７０００部中）\n(ｂ)　平成９年１１月の出荷１００１部（返品２５１０部）\n(ｃ)　平成９年１２月の出荷６７５部（返品３６６６部）\n(ｄ)　平成１０年１月の出荷４１７部（返品４９８５部）\n(ｅ)　上記期間を含む総出荷数，約２万８０００部（総返品約１万７０８１\n部）\nｌ　上記のとおり，原告と被告らの間での協議は整わなかったが，被告メデ\nィアワークスは，在庫分について，本件項目１全体を削除し，本件項目２\nを差し替える処置をした上，平成１０年２月初旬には本件書籍の配本を\n一時中止して改訂版を４０００部製作し，同月下旬ころから改訂版の書\n店への発送を開始した。なお，その後，従来の書籍の回収は行われて\nいない。\nｍ　被告Ｂ及び被告メディアワークスは，同年２月１５日，別紙５「お詫びと\nご報告」と題する文章（以下「お詫びとご報告」という。）をインターネット\n版のトップページに掲載した。\n(エ)　以上に認定した事実によれば，被告主婦の友社は，平成９年１０月２０\n日には，Ｅから本件記載部分が原告の名誉を毀損するものであるとの連絡\nを受けていたのであるから，直ちに事実関係を確認して適切な措置をとる\nべき義務があったというべきである。ただ，被告主婦の友社は，前記認定\nのとおり，本件書籍の著者ではなく，本件書籍の発売元として流通を担当\nしていただけで，本件書籍の編集にも関与していなかったのであるから，\n本件記載部分が原告の名誉を侵害するものであるか否かについての第一\n次的な確認と判断とこれに対する処置とを，編集を担当した被告メディアワ\nークスに委ねたことは，それ自体として相当な措置の１つと考えられ，必ず\nしも非難されるべきことではない。\nしかしながら，本件においては，上記のとおり，本件書籍は原告に対する\n名誉毀損が発覚した後の平成９年１１月にも約１０００部が新たに出荷さ\nれ，同年１２月には約７００部弱が新たに出荷されていたにもかかわらず，\n原告と被告メディアワークス側との交渉は難航し，必ずしもすぐに合意に至\nる状況ではなく，平成９年１１月２８日には，原告から被告主婦の友社に対\nして，再度，被告主婦の友社として善処することを求める要求がなされてい\nたのであって，しかも，この１１月２８日の時点では，被告主婦の友社として\nも，本件書籍の中の本件記載部分が真実と異なる記載を含み，原告の名\n誉を毀損するものであることを十分に知ることができたと考えられるから，\nただ被告メディアワークスに対応を委ねてその報告を受けているだけでは\n十分ではなく，原告に生じた被害の拡大を防止するために発売を担当する\n被告主婦の友社としてできることを検討し，これを実施すべきであったとい\nうべきである。すなわち，被告主婦の友社は，発売元として本件書籍の流\n通を担当していたのであるから，本件書籍の記載自体を改めたりすること\nはできないであろうが，別に訂正のお知らせなどを作成して出荷の際に本\n件書籍に挟み込むなどの方法を採ることによって原告に生じる新たな被害\nの拡大を容易に防止することはできたはずであるから，原告から再度の対\n処を求められた平成９年１１月２８日以降については，そのような措置をと\nるべき法的義務があったというべきである。したがって，被告主婦の友社\nは，それ以降，何らの対策もとらずに本件書籍を出荷し続けたことにより，\n被告Ｂ及び被告メディアワークスの原告に対する名誉毀損行為を助長した\nものということができるから，その範囲において，原告に対して共同不法行\n為責任を負うというべきである。\n３　争点３（損害賠償及び名誉回復措置）について\n(1)　損害額\nア　原告が「Ａ」のペンネームで，フェミニズム評論やＳＦ小説評論を執筆し，日本\n翻訳大賞思想部門や日本ＳＦ大賞を受賞するなどして，執筆，講演，講義，対\n談，座談会など幅広い活躍をしていることや，本件で問題となった「聖エヴァ\nンゲリオン」を執筆し出版したことは，当事者間に争いがない。本件記載部分\n１ないし３は，結局，このような原告の活躍をすべてＣのものであると決めつけ\nて，一般の読者に対して，フェミニズム評論家，ＳＦ小説評論家としての原告\nの存在自体を否定し，その活動や功績を全面的に否定したに等しいものであ\nるから，これによって原告の社会的信用や評価が低下し，原告自身の名誉感\n情を著しく傷つけたであろうことは，いうまでもないことである。また，Ｅの証言\nなどによれば，フェミニズム評論やＳＦ小説評論という比較的狭い分野でその\nようなことが行われたことにより，原告が執筆する前提で進められていた企画\nのいくつかが中止のやむなきに至っていることも認められ，本件名誉毀損行\n為の影響は，有形無形，直接間接に原告の活動に影響しているものと考えら\nれる。\nイ　さらに，フェミニズム評論の分野においては，他の評論の場合と異なり，執筆\n者が女性であること自体に意味がある場合もあると考えられ，原告がそのよ\nうなフェミニズム評論の分野で活躍している者であることを考慮すると，「Ａ」は\n女性でなく，男性であると喧伝されることは，原告にとって耐え難い苦痛であ\nると考えられる。\nウ　また，甲７，８，５４号証によれば，被告Ｂは，「Ａ」とＣの文章が類似してお\nり，２人は夫婦であるとの表現を繰り返しているが，このような行為は，その読\n者に対して，「Ａ」のペンネームで評論などを執筆しているのは原告ではなく，\n夫のＣではないかとの疑念を生じさせる可能性がないとはいえないもので，本\n件名誉毀損に関連して述べられる事柄としては，著しく配慮を欠いた不適切\nな表現で，このようなこと自体，原告の精神的苦痛を増大させるものである。\nエ　なお，原告は，被告Ｂは原告の名誉を毀損する害意や女性差別の視点をも\nって本件項目を執筆したのであるから，これに対しては制裁的慰謝料を課す\nべきであり，これが否定されるとしても，これらの害意や差別的視点を有する\nことを慰謝料算定の重要な要素として考慮すべきであると主張しているので\n判断する。\n通常，名誉毀損行為によって生じた損害の賠償は，行為者及び被害者，双\n方の一切の事情を総合的に斟酌して判断，算定されるものであるから，加害\n者が積極的に第三者の名誉を侵害する意図の下に名誉毀損行為を行ったこ\nとが認められる場合には，このような主観的側面は，当然に損害額の算定に\n際して考慮されるべき要素となる。現に被告Ｂが執筆した本件記載部分には\n原告に対する敵意さえ感じさせるものもあることは，既に認定したとおりであ\nる。しかしながら，英米法でみられるような制裁的慰謝料（懲罰的損害賠償）\nの制度は，我が国における不法行為に基づく損害賠償制度の基本原則と相\nいれないものと考えられるから（昀高裁第２小法廷平成９年７月１１日判決・民\n集５１巻６号２５７６頁），本件について，被告らに対してこのような制裁的慰謝\n料（懲罰的損害賠償）を課すべきだとする原告の主張を採用することはできな\nい。\nオ　他方において，本件では，本件書籍の販売実数は，本件項目を差し替えた\n改訂版も加えても約１万１０００部程度で，著名な週刊誌のように何十万部に\nも及ぶものではないこと，内容的には事典的性格を有するといっても，９０年\n代の非本流文化（オルタカルチャー）の解説という時事的で限定的な要素が\n強い書籍であり，世間一般に広く流布したというものではないこと，また，被告\nＢ及び被告メディアワークスは，原告の抗議を受けて比較的に早い時期から\n事実関係を認め，謝罪の意思を表明し，必ずしも十分なものではないとして\nも，インターネット上などで訂正の記事を掲載していることなどの事実を認め\nることができる。\nカ　以上の事情を総合して勘案すると，被告らの共同不法行為によってもたらさ\nれた原告の精神的苦痛等を償うためには，慰謝料として３００万円を認めるの\nが相当である。\n(2)　弁護士費用\n被告らは，本件訴訟前の原告との交渉がまとまらなかったのは原告の請求が\n過大であったためであり，被告らは一貫して誠実に対応してきているので，そも\nそも本件訴訟を提起する必要はなかったはずであるなどとして，本件について\nは，原告の請求を認容する場合でも，その弁護士費用を認めるべきではないと\n主張している。\n確かに，本件については，被告らが主張するような側面が全くなかったわけで\nはないが，これまでに認定，説示したとおり，本件はレトリックか名誉毀損か，そ\nれぞれの責任はどこまでかなど，内容的に困難な問題を含むだけではなく，適\n正な慰謝料の額や名誉回復措置の方法などについても慎重な考慮が必要な事\n案であり，訴訟提起が不必要であったといえないことは多言を要しないところで\nあるから，弁護士費用の請求そのものを否定するのは相当ではない。そのよう\nな事情は，上記の認容すべき弁護士費用額の算定の１つの要素とすれば足り\nるものと考える。\n上記のところを総合的に考慮して，原告が本件訴訟を遂行するに必要な弁護\n士費用として被告に負担を命じるべき金額は，前記認容金額の１割である３０万\n円とするが相当である。\n(3)　被告らの負担割合\n以上のとおり，本件における損害賠償額は合計３３０万円となる。\nところで，これまでに判示したとおり，被告Ｂと被告メディアワークスは，本件書\n籍の編集当時から本件記載部分１ないし３の存在を認識していたのであるか\nら，原告の名誉を毀損することのないよう十分配慮すべきであったのにこれを怠\nって原告に損害を与えたものであり，上記損害賠償額全額について連帯して責\n任を負うべきものであるが，被告主婦の友社は，本件書籍の発行後に原告から\n抗議を受けてこれを知り，相当期間内に適切な措置をとらなかった点に責任が\n認められるから，そのような限定された範囲内で，被告Ｂ及び被告メディアワー\nクスと連帯して賠償すべき義務を負うというべきである。そして，これまでに認定\nした諸事情を総合考慮すると，被告主婦の友社は，１１０万円の範囲で被告Ｂ及\nび被告メディアワークスと連帯して，原告に対して支払義務を負うと解するのが\n相当である。\nなお，これに対する遅延損害金について，原告は平成９年１１月５日からこれ\nを支払うよう求めているところ，被告Ｂと被告メディアワークスとは本件書籍の発\n行について責任を負うべきであるから，本来的には本件書籍の実際の発行日で\nある平成９年１０月１５日から遅延損害金の支払義務があり，原告の請求は一\n部請求となっているのに対して，被告主婦の友社については，発行後に適切な\n措置をとらなかったことによる責任であり，その起算日は平成９年１１月２８日と\n考えられるから，それぞれの範囲内で支払を命じることとする。\n(4)　名誉回復措置\n本件記載部分１ないし３における事実摘示は，「Ａ」のペンネームで評論活動を\n行ってきたのはＣであるというもので，原告のこれまでの活動を全面的に否定す\nるものであるから，原告の名誉を回復するには，金銭による損害賠償を命じるだ\nけでは必ずしも十分なものとはいえない。\n本件では，本件書籍の出版後間もなく，被告メディアワークスによってインター\nネットでも訂正後の本件書籍の内容が公表されたが，被告Ｂのインターネットの\n掲示板には，第三者が訂正前の本件書籍の内容を投稿してこれを公表したり\n（甲６７号証），平成９年１０月３１日には，被告Ｂ自身がインターネットの掲示板\n上で，ＣとＡとは「なんか別人なんだそうで。僕も心底驚いてしまいましたよ。少な\nくとも，生物学的には別らしいですよ。文章的には同じようなものだけど。」と回\n答したりしていることが認められ（甲７号証），さらに，被告Ｂ及び被告メディアワ\nークスは，平成１０年２月１９日には，インターネット上で「お詫びとご報告」（乙２\n号証）を公表するなどしているが，本件では，このようなインターネット上でのや\nりとり自体が原告の被害感情を逆なですることにもなっていて，紛争の解決をよ\nり複雑困難なものにしたという経緯がある。このように，本件では，インターネット\nによる言論が相当程度まで影響していることは明らかであり，原告の名誉を回\n復するには，金銭賠償だけでは十分ではなく，被告Ｂ及び被告メディアワークス\nに対してインターネット上の掲示板において別紙謝罪文を掲載させることが必要\nかつ適切であるところ，これを１か月間掲載させれば原告の名誉は相当程度回\n復されるものと考えられるから，その期間の限度で，被告主婦の友社を除いて，\nインターネット上の掲示板における謝罪をも命じることとする。\nなお，原告は，これに加えて，主要全国紙上での謝罪広告をも求めているが，\n前記認定のように本件書籍はオルタカルチャーというやや特殊な分野のもの\nで，発行部数も約１万部程度で，必ずしも社会一般的に広く流布したものではな\nいことや，上記のようにインターネットによる謝罪広告でほぼその目的を達する\nことができると考えられることなどから，主要全国紙上での謝罪広告について\nは，これを命じないこととする。\n第４　結論\n以上によれば，原告の被告らに対する請求は，被告らに連帯して３３０万円（た\nだし，被告主婦の友社については１１０万円の範囲内）の支払を求めるとともに，被\n告Ｂ及び被告メディアワークスに対して別紙１記載の謝罪文をそれぞれのホーム\nページに１か月間掲載するよう求める限度で理由があるから，この限度で請求を\n認容し，その余の請求はいずれも理由がないからこれを棄却することとし，訴訟費\n用の負担につき民事訴訟法６１条，６５条１項を，仮執行の宣言につき同法２５９条\n１項を，それぞれ適用して，主文のとおり判決する。\n東京地方裁判所民事第４８部\n裁判長裁判官   須藤典明\n裁判官   鳥居俊一\n裁判官   高橋純子\n別紙１　　　　　　　　　　　　　　　謝罪\n文\n「聖母エヴァンゲリオン」ほかの著者である「Ａ」は，原告Ａ”氏のペンネームであるにも\nかかわらず，「オルタカルチャー日本版」において，これを原告の夫であるＣ氏のペンネ\nームであるかのように記載し，Ａ”氏の名誉を毀損したことを謝罪します。\n別紙２\n謝罪広告目録\n＜謝罪文＞\n私どもは，文芸評論家ＡことＡ”氏のペンネームは，男性であるＣ氏のものであるとの\n文章を「オルタカルチャー日本版」（１９９７年１１月５日発売）の「Ａ及びそれを泡沫とする\nニューアカデミズム」の項及び「ＳＦ」の項に掲載しましたが，これは，全くの虚偽であり，\nＡというペンネームは女性であるＡ様ことＡ”様のものであることが真実です。\nよって，上記の文章につきまして，訂正し，あわせて，このことによりＡことＡ”様の文筆\n家としての名誉を著しく傷つけまた関係各社に多大の損害を与えたことにつき心からお\nわび申し上げます。\n２００１年　　月　　日\nＢ\n株式会社メディアワークス\n株式会社主婦の友社\n＜掲載条件（新聞の場合）＞\n１，掲載ページ　各紙全国版社会面\n２，サイズ　　　幅１０センチ，縦２段\n＜掲載条件（ホームページの場合）\n１，それぞれのトップページ\n別紙３\n［こ－００８］\nＡ，およびそれを泡沫とするニューアカ残党似非アカデミズム\nこたにまり，およびそれをほうまつとするにゅーあかざんとうえせあかでみずむ\n（「山口さんちのつとむくん」のメロディーで：）\nＣ”さんちのＡ，\nこのごろすこーし変よー\nどーしたのーかーなー？\n日本のコスプレ論じても\nエヴァンゲリオン語っても\nいつも言うこたお・な・じ\n「それはね，レイプされてるのよ！」\nつまんねーなー\n＊\nそもそもＡがＣのペンネームなのは周知で，ペンネームを使うなら少しは書き方を変え\nればよさそうなものだが，そのセンスのなさといいい（名前が似ているとか年代が同じと\nか，くらない偶然の一致を深読みしようとして何も出てこないとか）引用まみれで人を煙\nに巻こうとする文の下手さといい，まったく同じなのが情けないんだが，まあこれはこの\n種の現実から遊離した似非アカデミニズムに共通した傾向ではある。\n似非アカデミズムというのを説明すると，たとえばフェミニズムはそれなりのパワーを持\nっていた。それは社会を変えるという意味でのパワーね。だからこれは本物。でも，フエ\nミニズム「批評」なんかに何の力もないのだ。だからこれは似非なの。具体的にいえばだ\nね，もしエバゲ（「エヴァンゲリオン」）を云々したいなら（でも，何が悲しくて？），そこに西\n洋文明が隠蔽した二項対立構造が存在していることを指摘したってしょうがないのよ。だ\nってそれは，もし存在するならあらゆるところに存在するはずのものなんですもの。それ\nがエバゲにあってどうだっての？社会はそんなことをしてほしくてあんたらを飼ってるわ\nけじゃないんだ。\nそもそも「二項対立」云々なんて議論の価値は，それが現実の人間たちのありようを整\n理できるとか，説明できるとかいう部分にしかない。そのための知的枠組みなのだもの。\n検討するなら，「この理論はここまで現実に適用できます」「こういう条件では適用できま\nせん」というのを，定量的にとは言わないまでも，何らかの形で示さないと。さもないと他\n人のふんどしで相撲の真似ごとをするだけの痴的饒舌にすぎない。\nエバゲを論じたっていいんだ。二項対立でも別にいいや。でも，くだんないのがそのや\nり方なのよ。二項対立がエバゲにあることを指摘したってダメなの。それがエバゲを通じ\nて，現実にどのようなインパクトを与えてるのか示さないと。またもや具体的に言えばだ\nね，価値があるとすれば，その「二項対立」とやらをどう料理することによって大衆的な\n人気が生じているのか，という部分の分析なわけ。それをどうすれば移植できるのか，と\nいうのを分析しなきゃ。これは現実的に価値と力を持つ分析になる。経済的にも社会的\nにも。\nたとえば宮台真司が正気に返れば，たぶんこれができる（かれは妙な露出の仕方をして\n舞い上がっちゃって救いがたくなってるだけで，能力的には優れた部分を多々持つ）。\nでもＡには（というかＣには）そんな能力はない。たぶん上に書いたようなことなんか考\nえたこともないだろう。だから無価値なんだけれど，無価値であることにも自覚はないだ\nろうし，価値があるべきだとすら思っていまい。これはつまり，おたく的な閉鎖世界なの\nね。これは「ユリイカ」とか「現代思想」とかに巣くう「評論家」とか「知識人」とか，気取った\n小難しい文を書き散らすだけのニューアカくずれの理屈輸入屋すべてに言えること。ち\nなみにこれは「アカデミズム」とは無縁で，本当のアカデミズムは（少なくとも部分的に\nは）現実に対する力を忘れていない。それを見分けられるようになること。むずかしいけ\nれど，でもこれは大きな課題。\n太字表記部分については，「本書の表記について」として「本書に掲載されているタイトル項目\nは，本文中太字で表記してあります。その項目も参照してください。」との注意書きがある（本件\n書籍１３頁）。\n別紙４\n［え－００７］\nＳＦ\nｓｆ\n今の小説のジャンル（そしてその派生物である周辺メディア）としてのＳＦ（われわれ）は\nいくつかの意味でおかわいそうなジャンルである。一つ目には，その歴史的な役割がす\nでに終わっていること。二つ目には，それにもかかわらず，その事実を自覚せずに見苦\nしくあがいていること。そして三つ目には，さらにそこであせって，屍肉あさりの似非アカ\nデミズムのケツをなめて，すでにない命を伸ばそうとしているところ。\nＳＦというジャンルの歴史的な役割とは何か。それはテクノロジーに対する人間の反応\nを考えることである。だってＳＦが集合的に，杜会に対して他に（通常の小説などには提\n供できない）何を提供できるというの？小説としては二流，三流以下の作家でも，その考\n察さえできればＳＦでは認められた。２０世紀の人類にとって，戦後の日本社会にとっ\nて，この考察は重要だったから。そしてＳＦは，それに応えてきた。Ｈ・Ｇ・ウェルズはえら\nかった。今は亡き（比喩的に）小松左京も立派だった。チャぺックは，ヴェルヌは，レム\nは，ステープルドンは，時代を代表する知識人であり，そして時代の期待に見事に応え\nたヴィジョンを提出してくれた。かれらの問題提起はいまなおパワーを持っている。\nだが今。現代社会は，もはやＳＦに技術と人の関わりを考察してもらう必要がないの\nだ。それはすでに現実に起こっており，社会はそれへの対応で手一杯なのだから。テレ\nビの引き起こした恐るべき帰結は今まさにわれわれを直撃している。ポケベルに携帯に\nインターネットの影響なんか，まさに現在進行形。今必要なのは，問題提起ではない。も\nう問題は否応なくわかってしまった。いま社会が欲しいのは，その解決なのだ。\nもちろん，これからも技術は進歩し，新たな人間との関わりも生まれる。が，それを構\n想できる人間は，もうほとんどいない。生死すらさだかではない昀後の語り部Ｒ・Ａ・ラフ\nァティ。ようやく時代が追いつきつつあるＪ・Ｇ・バラード。技術的風景を召喚できるウィリ\nアム・ギブスン。大友克洋に宮崎駿に押井守。村上龍の半分。ヴィム・ヴェンダースとテ\nィム・バートン，デビッド・クローネンバーグ。その他十指に満たないだろう。小説屋でな\nいほうが多い。それに見てごらん。ウェルズやステープルドンに匹敵する大知識人や思\n想家が，ここに何人いるね。ウェルズらは，今世紀初頭という激動する時代の科学も技\n術も社会も思想もすべて把握していた。いまはそんな人間ってぇと，オレくらいか（ウソ）。\nあと残された手は，社会的な逃避を提供し続けることで，これはまあ映画やゲームなん\nかがやっている。とはいえ，バットマン新作や第五元素などを見ると，既存の枠組みを何\n度も使い回し，過去の遺物をたくさん寄せ集めているだけ。小説が担ってきた物語構築\n力なしにこれがいつまで続けられるか，現場の人間は大きな危機感を持っている。\nが，逃避に徹するならまだいい。いま出ているＳＦマガジンの書評欄で，評者どもが一\n様にほめているのがＡという男の『聖母エヴァンゲリオン』で，「注が多くてセンスがいい」\nとか「刺激的」とか，何みんなおべんちゃら使ってるんだぁ！あんたら正気？どっかの借\nり物の理論を寄せ集めて，それに別のできあいの作品をこじつけていくだけの，我田引\n水のエレガンスも鋭さもない鈍重な書物ではないか。もうそんなことも見えなくなってしま\nっているのか。ちょっとフェミニズム用語をちりばめるだけで，今の日本のＳＦ業界はひれ\n伏さなくてはならないと思っているらしい。バカだね。経済学者のポール・クルーグマンは\n言っている。アカデミズムではやるのは，正しい理論でも有効な理論でもなく，小利口だ\nけれど独創性に欠ける院生どもが，小難しげな論文を量産して抜け目なさをアピールす\nるのに便利な理論なのだ，と。デコンストラクション文芸批評もフェミニズム批評もその典\n型だ，と。言い得て妙だね。かつてのニューアカデミズムとやらの貧相な末路を，おまえ\nたちはみんな見ているじゃないか。こんなのは昔，ＳＦ批評とやらでさんざんやって，結\n局たかられただけで何も生み出さなかったじゃないか。でも，いまの日本のＳＦは，それ\nでもそんなものにすらすがらなくてはならない状況なのだろう。\nおそらくあと１０年以上，これまでのような形でのＳＦが再生することはない。インターネ\nット大衆化の黎明期にサイバーパンクが生まれたように，可能性がないわけではない。ｌ\nＴＳ大量導入で，一時的にＳＦが再活性化したりするかもしれない。『ＳＦマガジン』も，つ\nぶれはしないだろうが……いやどうだろう，わからない。来世紀にはもうないかもしれな\nい。そして，そうした一時的な狂い咲きを除き，かれらが（われわれが）あと提供できると\nしたら，有用性を失った存在がいかに潔く（あるいは見苦しく）消滅してゆくかという，おそ\nらく今後の高齢化社会においてきわめて重要となるであろう組織モデルくらいだが，もち\nろんこれはＳＦ本来の機能とは離れた別の関心領域となる。\n太字表記部分については，「本書の表記について」として「本書に掲載されているタイトル項目\nは，本文中太字で表記してあります。その項目も参照してください。」との注意書きがある（本件\n書籍１３頁）。\n別紙５\nお詫びとご報告\n『オルタカルチャー日本版』に掲載した「Ａ、およびそれを泡沫とするニューアカ残党似\n非アカデミズム」および「ＳＦ」の項において、Ａ氏がＣ氏と同一人物であるかのような表\n現など、不適切な文章表現があるという指摘を、Ａ氏より受けました。\nそもそも指摘を受けた箇所は\nＡ氏とＣ氏が私生活においては夫婦であるが、全く別人物であるにもかか　　　わら\nず、Ａ氏の文章からは、あたかも両者が同一人格であるかのような、　　　Ｃ氏との類似\n性が感じられる、\nという認識（この認識は、ひとりＢだけのものではなく、ある程度広まった認識であると\nも考えています）を誇張するため、執筆者・Ｂがあえて文章上のレトリックとして書いたも\nのです。\nもちろん、Ｂおよび『オルタカルチャー日本版』編集部は、「Ａ氏とＣ氏が別人である」こ\nとを承知しており、このことが、広く『オルタカルチャー日本版』の読者諸氏にとっても周\n知のことであるという前提の基に、指摘を受けた箇所は当然レトリックあるいは諧謔的な\n表現として読者に理解されるであろうと考えておりました。\nしかしながら、指摘された文章を読んだ読者が「Ａ氏とＣ氏が同一人物である」と誤解\nする恐れがあるというＡ氏の指摘に対し、確かに、その可能性は否定できません。すべ\nての読者があの文章をレトリックと取るとは限らない、というところまで配慮が至らなかっ\nたのは私たちの不注意でありました。\nＡ氏より指摘を受けた時点で、当ＷＥＢに掲載していた「Ａ、およびそれを泡沫とするニ\nューアカ残党似非アカデミズム」の項の全文及び「ＳＦ」の項の一部を削除し、また『オル\nタカルチャー日本版』の出荷を停止するなど（現在、指摘を受けた問題箇所を差し替え\nた改訂版を出荷しています）順次可能な限りの対応策を取りながら、Ａ氏と和解すべく交\n渉を続けてきました。\nしかし、今般、新聞等で報じられたように、和解条項で合意にいたらず、Ａ氏は損害賠\n償等を求める提訴を行われ、現在係争中です。\n私たちは、今後も和解を求めて交渉を続けたいと考えていますが、まずは当ＷＥＢ上\nにおいて、ご迷惑をおかけしたＡ氏をはじめとする関係者並びに読者諸氏に対し、お詫\nび申しあげると共に、これまでの顛末を報告する次第であります。\n（株）メディアワークス『オルタカルチャー日本版』編集部\n・\nＢ\n"
}