{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 29
  },
  "case_number": "平成12(ワ)3351",
  "case_name": "",
  "court_name": "京都地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11927",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11927",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/927/011927_hanrei.pdf",
  "contents": "平成１２年(ワ)第３３５１号営業表示使用差止等請求事件\n口頭弁論終結日　平成１３年１２月６日\n判決\n原 告　　　　 旅館琴海こと　Ａ\n原 告　　　　 有限会社海幸\n原 告　　　　 旅館坂本屋こと　Ｂ\n原 告　　　　 株式会社シー・アイランドパーク\n原 告　　　　 旅館静こと　Ｃ\n原 告　　　　 株式会社アウルコーポレーション\n原 告　　　　 旅館はまづめ荘こと　Ｄ\n原 告　　　　 有限会社夕日ヶ浦温泉\n原告ら訴訟代理人弁護士 前　　川　　大　　藏\n同 　　　　　　高　　階　　貞　　男\n同 　　　　　　岡　　部　　創　　史\n同 　　　　　　松　　村　　信　　夫\n同 　　　　　　和　　田　　宏　　徳\n同 　　　　　　塩　　田　　千 恵 子\n被 告　　　　　カイシュウ株式会社\n被 告　　　　 有限会社ニシタニ\n被告ら訴訟代理人弁護士　久 保 井　　一　  匡\n同 　　　　　 今　　村　　峰　　夫\n同 　　　　　 久 保 井　　聡　  明\n同 　　　　　 黒　　田　　　　　愛\n同 　　　　　 上　　田　　　　　純\n同 　　　　　 松　　本　　智　　子\n主文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請　求\n１　被告らは，その営業，組織，活動について，「夕日ヶ浦温泉」の表示を使用\nしてはならない。\n２　被告らは，その所有する看板，広告その他一切の営業表示物件から，上記表\n示を抹消せよ。\n３　被告らは各自，原告らそれぞれに対し，２５０万円及びこれらに対する平成\n１２年１２月３０日から各支払済みまで年５分の割合による金員を支払え。\n４　訴訟費用は被告らの負担とする。\n５　１項ないし３項につき仮執行宣言\n第２　事案の概要\n１　事案の要旨\n本件は，原告らが，「夕日ヶ浦温泉」の表示が原告らの営業であることを示\nす表示として周知性を有しているところ，被告らがこれを使用しているとして，不\n正競争防止法３条に基づき，被告らに対し，同表示の使用の停止，営業表示物件か\nらの抹消を求め，また，主位的に不正競争防止法４条本文，予備的に民法７０９条\nに基づく損害賠償として，被告らに対し，原告らそれぞれに各２５０万円及びこれ\nらに対する訴状送達の日の翌日である平成１２年１２月３０日から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を請求する事案である。\n２　基本的事実関係\n(1)　原告Ａ，原告有限会社海幸，原告Ｂ，原告株式会社シー・アイランドパー\nク，原告Ｃ，原告株式会社アウルコーポレーション（以下「原告アウル」とい\nう。），原告Ｄは，現在，肩書住所地において，温泉旅館を営み，「夕日ヶ浦温\n泉」の表示を使用している（争いがない。）。\n(2)　原告有限会社夕日ヶ浦温泉（以下「原告会社」という。）を除く原告ら\nは，他の旅館・観光事業者と共に浜詰温泉開発組合（以下「開発組合」という。）\nを設立し，昭和５５年８月，京都府知事の許可を得て掘削を開始した。\nその結果，昭和５７年，温泉掘削に成功し（以下，この泉源を「本件泉源」\nという。），同年４月，温泉利用許可を得，組合員に対して本件泉源から浴湯の供\n給を行うようになった（争いがない。）。\n(3)　原告会社は，平成１０年８月７日，原告会社を除く原告らないしその代表\n者らにより設立された（争いがない。以下，原告会社設立前においては，「原告\nら」の記載は原告会社を除く原告らを意味し，原告会社設立後においては，「原告\nら」の記載は原告会社を含むものとする。）。\n(4)　平成３年ころ，開発組合の組合員であったＥが浜詰地区内で，本件泉源と\nは別個に泉源を掘削し（以下「Ｅ泉源」という。），浜詰温泉と名付けた。そし\nて，Ｅは，平成８年１１月ころから，被告らに対して，給湯を始めた（甲３０，乙\n９５）。\n(5)　被告らは，その経営する旅館において，「夕日ヶ浦温泉」の表示を使用し\nている（争いがない。）。\n３　争　点\n(1)　「夕日ヶ浦温泉」の表示は，原告らの営業であることを示す表示として周\n知性を有するか。\n(2)　争点(1)が否定されたとしても，被告らに不法行為が成立するか。\n(3)　争点(1)又は(2)が肯定された場合，被告らが賠償すべき損害額\n第３　争点に関する当事者の主張\n１　争点(1)（「夕日ヶ浦温泉」の表示は，原告らの営業であることを示す表示と\nして周知性を有するか。）について\n【原告らの主張】\n(1)　本件泉源の掘削に至る経緯\n原告ら及び被告らが所在ないし居住する京都府竹野郡網野町浜詰地区は，主\nに夏場の海水浴客の来集を目的とした夏期観光型の旅館等が１５，６軒細々と営業\nをしているだけであり，温泉は存在しなかった。\nそこで，原告らは，他の旅館や観光事業者にもはかり，観光業の振興目的で\n温泉を掘削することを企画し，本件泉源の掘削に成功したのである。\nそして，原告らは，本件泉源を利用するため，夕日ヶ浦温泉組合を設立し，\n組合員に対して温泉泉源からの浴湯の供給を行うと共に，掘削した温泉の名称を\n「夕日ヶ浦温泉」と命名した。原告会社は，上記組合から，温泉泉源等の管理及び\n契約者（組合員）への温泉の浴湯の供給等の業務を承継した。\n(2)　「夕日ヶ浦温泉」の表示の自他識別性について\nア　「夕日ヶ浦温泉」は，原告らが温泉を運営し宣伝するために，調べの良\nさに着目して命名したものであり，景勝地としての夕日ヶ浦の知名度に着目したも\nのではない。夕日ヶ浦は，元来，浜詰地区の岬部分を指示する名称であったが，対\n外的には無名であった。\nイ　上記夕日ヶ浦の地名と温泉が組み合わされたことによって，自他識別性\nが獲得されたといえる。\nウ　原告らが昭和５７年に本件泉源を掘削して温泉旅館営業を始めたときか\nら，平成９年秋以降に，浜詰温泉から給湯を受けた温泉グループが出現するまでの\n間は，浜詰地区には，本件泉源に由来する「夕日ヶ浦温泉」しか存在しなかった。\nその間，地図，パンフレット，ガイドブック等に記載された「夕日ヶ浦温泉」も本\n件泉源に由来するものである。そして，Ｅ泉源から給湯を受けている温泉旅館は，\n当初「浜詰温泉」と表示していたのである。\n(3)　「夕日ヶ浦温泉」の周知性獲得について\nア　原告らは，昭和５７年６月ころから，本件泉源とこれを利用した各自の\n温泉旅館の営業を一般に周知させるため，主に近畿地方を中心とする日刊各紙に，\n「天然夕日ヶ浦温泉」「夕日ヶ浦温泉」「夕日ヶ浦温泉湯元館」等の表示と共に，\n夕日ヶ浦温泉組合に属する温泉旅館各社の社名，屋号等を列挙した広告を継続的に\n掲載した。また，その際，別紙目録記載のような夕日ヶ浦温泉を示す共通のロゴマ\nーク（以下「本件ロゴマーク」という。）と共に，上記のような各表示を自己の商\n号・屋号等の営業表示と併記して使用し，原告らの営む温泉旅館が本件泉源を泉源\nとする温泉旅館のグループである「夕日ヶ浦温泉組合」に所属するものであること\nを表示している。\nイ　原告らは，網野町周辺の国道，県道沿いの各所に，「夕日ヶ浦温泉」\n「天然夕日ヶ浦温泉」等の立て看板を設けて，「夕日ヶ浦温泉」の広告宣伝に努め\nている。\nウ　以上のような原告らの努力により，「夕日ヶ浦温泉」の表示は，歳月の\n経過と共に，日刊紙や旅行雑誌等の記事にも掲載され，広く需要者に知られるに至\nっている。\nエ　その結果，「夕日ヶ浦温泉」の表示は，遅くとも被告らが自己の営業上\nの施設・活動に「夕日ヶ浦温泉」の表示の使用を開始した平成１０年中ころ以前に\nは，本件泉源を利用して温泉旅館を営む旅館グループの営業表示及び原告らに同泉\n源からの温泉を提供している原告会社の営業表示として，近畿地方，少なくとも原\n告ら及び被告らの営業地域である京都府北部地域の利用者において周知となってい\nる。\n(4)　被告らの主張について\nア　被告らは，「夕日ヶ浦」が浜詰地区全体を呼称するものである旨主張す\nる。\nしかし，「夕日ヶ浦」は，本来，浜詰海岸の北東に位置する岬部分を指示\nする地名である。海浜地帯は，一般に「浜詰海岸」と呼称されてきたのであり，地\n図にもそのように明記されている。本件泉源の発見以前に唯一の観光資源であった\n海水浴場も「浜詰海水浴場」と呼ばれ，「夕日ヶ浦海水浴場」とは呼ばれていな\nい。\nそして，本件泉源は，海岸地帯ではなく，浜詰砂丘の奥の地点であるか\nら，地名としての「夕日ヶ浦」とは関係がない。\nまた，「夕日ヶ浦」との地名は，浜詰地区の古くからの景勝地であったと\nはいえ，本件泉源掘削前は対外的に全く認知されておらず，観光資源としての集客\n力を有していなかった。\nイ　被告らは，「夕日ヶ浦温泉」の表示が，浜詰の海浜地域の「夕日ヶ浦」\nという地名と，「温泉」という普通名称を組み合わせたもので，自他識別力を有し\nない旨主張するが，地理的名称であったとしても，特定の営業主体の営業を表示す\nるものとして広く認識されるようになれば，自他識別力を有するようになるのであ\nるから，失当である。\n【被告らの主張】\n「夕日ヶ浦温泉」は，以下のとおり，営業表示としての自他識別性がなく，\n原告らの営業表示としての周知性に欠ける。\n(1)　「夕日ヶ浦」ないし「夕日ヶ浦温泉」は地名である。\nア　夕日ヶ浦は，浜詰海浜地域一帯を指す地名であり，原告らの主張するよ\nうに同海岸北東の岬部分のみを指す地名ではない。昔から浜詰海浜地域一帯は，夕\n日が美しい海浜地域として，「夕日ヶ浦」と呼ばれていた。浜詰地区が紹介されて\nいる地図，観光パンフレット，旅行パンフレット，旅情報誌，広告，看板等に，浜\n詰海岸も含めた浜詰海浜地域を表す地名として「夕日ヶ浦」と記載されている。原\n告らも，本件泉源掘削前から，屋号等に付記する形で，自己の営業地が「夕日ヶ\n浦」であることを宣伝文句として使用している。\nイ　「夕日ヶ浦温泉」の表示は，地名である「夕日ヶ浦」と普通名詞「温\n泉」を単純に結合したものであり，それ自体が地名である。すなわち，「夕日ヶ浦\n温泉」の表示は，観光地であり温泉街である浜詰地区全体を表すものとして，地\n図，観光パンフレット，旅行パンフレット，旅情報誌，広告，看板等に記載されて\nいる。\n(2)　原告らは，泉源が異なれば温泉名が異なると主張するが，泉源が数個であ\nっても，同じ温泉名を名乗ることは温泉地にはよくあることである（熱海，城崎，\n有馬，別府など）。\n(3)　冷泉を温めて使用していた「千松楼」（現在は旅館千松）は，遅くとも昭\n和４２年には「夕日ヶ浦温泉」の表示を使用していた。\n２　争点(2)（争点(1)が否定されたとしても，被告らに不法行為が成立する\nか。）について\n【原告らの主張】\n(1)　本件泉源の掘削に他の地元業者は協力しなかった。地元自治体も同様で，\n掘削成功後も網野町からは入湯税を求められる有様であった。\nそのような中で，原告らがリスクを冒して泉源の掘削，宣伝活動をし，その\n結果「夕日ヶ浦温泉」の名称が対外的に認知されたからこそ，ブランド化し，被告\nら主張の地図，観光パンフレット，旅行パンフレット，旅情報誌，広告，看板等に\n記載されるようになったのである。\n(2)　Ｅは，Ｅ泉源の湯を業者に販売するなど，夕日ヶ浦温泉組合に属しながら\n競業行為を行い始め，同組合から脱退後も，自己又は自己の泉源から湯の供給を受\nけていた被告ら旅館の営業表示として「夕日ヶ浦温泉」の表示を使用していたが，\n原告ら代理人弁護士がその使用の中止を求めたところ，平成１０年８月ころから，\n「夕日ヶ浦浜詰温泉」との表示を使用するようになった。\n被告らも同様に混同の防止を図ることが可能であるのに，あえて「夕日ヶ浦\n温泉」の表示を使用しているのであって，このことから同表示の顧客吸引力にただ\n乗りする意図があることが明らかであって，不公正である。このような場合には，\n仮に，被告らの行為が不正競争行為とならないとしても，保護に値する利益の侵害\nがあるものといえる。\n(3)　被告らには故意，少なくとも過失がある。\n【被告らの主張】\n(1)　原告らは，「夕日ヶ浦温泉」の表示について何らの権利を有しないから，\n被告らの行為による法益侵害はない。また，「夕日ヶ浦温泉」が広く知られるよう\nになった（原告らの営業表示としてではなく，浜詰の海浜地域を示す地名として）\nとすれば，原告らのみの努力によるものではなく，地元業者や地元自治体も含めた\n宣伝広告の結果である。\n(2)　Ｅが「夕日ヶ浦浜詰温泉」の表示を使用するようになったのは原告らの主\n張に納得したからではなく，トラブルを避けようとしたものにすぎない。\n３　争点(3)（争点(1)又は(2)が肯定された場合，被告らが賠償すべき損害額）に\nついて\n【原告らの主張】\n(1)　被告らは，「夕日ヶ浦温泉」の表示を使用することにより，平成１０年中\nころから平成１２年１２月７日の本訴提起まで，少なくとも１億円の利益を上げ\nた。\n上記利益は，不正競争防止法５条１項により原告の損害と推定される。ま\nた，平成１０年中ころからは，「夕日ヶ浦温泉」の表示を使用しているのは原告ら\n以外には被告らのみであったから，被告らの利益と原告らの損害には因果関係があ\nる。\n原告らは，一部請求として各々２００万円を請求する。\n(2)　原告らが調停による円満解決を図ったのに，被告らがこれを拒み，提訴の\nやむなきに至った経緯などからすれば，原告ら各自につき，被告らの不正競争行為\nないし不法行為と相当因果関係にある損害と評価されるべき弁護士費用は５０万円\nを下らない。\n第４　争点に対する判断\n１　争点１（「夕日ヶ浦温泉」の表示は，原告らの営業であることを示す表示と\nして周知性を有するか。）について\n(1)　「夕日ヶ浦温泉」の表示の自他識別性について\nア　本件泉源掘削前の「夕日ヶ浦」の地名表示の状況等\n(ア)　「丹波國竹野郡誌」（大正４年１１月１０日発行，昭和４７年９月\n１日再版　甲２９）によれば，「名所名跡」として「夕日浦　一名常世濱」が挙げ\nられ，大日本地名辞書からの引用として，「今濱詰村の字に夕日あり，此海岸は北\nを五色浦と呼び，水江浦に連り西南して夕陽の入海を望むべし」と記載され，「夕\n日の浦」の語句を詠み込んだ短歌が紹介されている。丹後資料叢書（昭和２年３月\nころ発行，乙６９）には，五色浜の次に位置する塩井村に「夕日の浦」との地名が\n記されている（なお，浜詰村は塩井村の次であるとされている。）。また，「網野\n町誌」（平成６年８月２５日発行，乙１の１・２）によれば，昭和１２年２月浜詰\n小学校発行の「郷土読本」には，「夕日ヶ浦」の項が設けられている。\n(イ)　京都新聞の海水浴シーズンの記事では，浜詰海水浴場について，\n「景勝『夕日ヶ浦』が売り物。」（昭和４５年６月２９日　乙６４），「景勝・夕\n日ヶ浦の名が示すように水平線に沈む落日の景観がみごと。」（昭和４７年６月２\n９日　乙６５），「海水浴場東海岸の夕日ヶ浦は，水平線に沈む夕日の景勝地」\n（昭和４９年６月２７日　乙６５），「東海岸に落日の名所，夕日ヶ浦もあり，」\n（昭和５３年６月２０日　乙６７）と報じている。\nまた，昭和４７，８年に作成された浜詰海水浴場の広告チラシないし\nパンフレットでは，「夕日ヶ浜」（乙７８），「夕日ヶ浦　浜詰海水浴場」（乙７\n９の１）との表示がみられ，上記乙７９の１のパンフレットには「浜詰海水浴場の\n東海岸には，夕日ヶ浦公園が有り，そこから眺める落日の景観は，見る人を驚きと\n感嘆にさそいます。」との記載がある。\n(ウ)　浜詰地区において戦前から営業している旅館である千松楼（現在の\n旅館千松）は，鉱泉を沸かして利用していたが，昭和４２年以前から旅館名に付し\nて「山陰海岸国立公園夕日ヶ浦温泉」との表示を付した灰皿を使用し（乙１の４，\n５），昭和４６年から昭和５７年の本件泉源掘削までの間，京都新聞に，同様の表\n示をした広告をしており，また，同様の期間，旅館はまづめ荘（原告Ｄないしその\n先代とみられる。）も「夕日ヶ浦温泉」ないし「夕日ヶ浦」と明記した広告をして\nいる（乙６，３３ないし４０《枝番を含む》）。その他，昭和４６年には，京都新\n聞に，坂本屋（原告Ｂないしその先代とみられる。）及び民宿一望館（原告アウル\nの前身である。すなわち，昭和６１年１０月６日株式会社一望館として法人成り\nし，平成１４年１月８日，株式会社アウルコーポレーションとして商号変更登記が\nされている。）が「夕日ヶ浦・浜詰砂丘」との，まつや，民宿今井荘が「夕日ヶ浦\n浜詰砂丘」と表示した広告をしている（乙６の１）。また，原告ら，被告ら及びそ\nの他の民宿が加盟している浜詰観光協会は，少なくとも昭和４６年ころから昭和５\n７年までの間，京都新聞に，その加盟旅館等の表示と共に「山陰海岸国立公園夕日\nヶ浦」との表示をして京都新聞に広告している（乙６，３３ないし４０《枝番を含\nむ》）。\n(エ)　昭和５４年ないし５６年発行の観光ガイド「丹後半島　網野」（乙\n８１）には，「浜詰夕日ヶ浦」として，「白砂青松の浜は延々数キロに及び，壮観\nな紺碧のパノラマを展開。」と，昭和５５年７月１日発行の観光パンフレット「北\n近畿　№１０」（乙８４）には，浜詰海水浴場について，「夕日ヶ浦とよばれ，白\n砂青松が２キロメートルに及ぶ壮観な海岸で，ことに夏の夕日が水平線に沈む風景\nは，太陽が紅蓮の炎と燃えまさに『夕日ヶ浦』の名にふさわしい海岸。」と記載さ\nれている。\nイ　上記認定事実によれば，歴史的な意味における「夕日ヶ浦」は，浜詰海\n岸の北東に位置する岬部分を中心とする地域を指示したものであるとしても（上記\n(ア)，(イ)の記載及び乙６３参照），遅くとも原告らが本件泉源の掘削に成功する\n以前には，観光業界においては，岬から南側に続く海岸地帯を含めた浜詰地区を指\n称するものとなっていたというべきである（上記(ウ)，(エ)参照）。そして，この\nように広い範囲を「夕日ヶ浦」と呼ぶことは，それ以降においても変わらず，現在\nに至っている（乙１５，１９の４，３２，４６，４９の１・２，５０の１ないし\n３，５４の１・２，５８の１ないし３，６２の１・２，９６の４，５等）。\nそして，原告らないしその先代，前身を含む観光業者が，旅館静等の例\n外を除き浜詰海岸の北東の岬部分ではなく浜詰地区に点在するにもかかわらず（乙\n５７の１ないし３，原告Ａ），本件泉源の掘削以前から「夕日ヶ浦」ないし「夕日\nヶ浦温泉」の表示をしてきたのは，「夕日ヶ浦」の地名表示に顧客吸引力があった\nからと解するのが自然である。\nそうすると，「夕日ヶ浦温泉」の表示は，観光的に顧客吸引力のある地名表\n示である「夕日ヶ浦」と普通名詞である「温泉」を結合させたものであるから，基\n本的には自他識別力が低いものといわざるを得ない。さらに，「夕日ヶ浦温泉」の\n表示自体，上記の千松楼等の広告の存在に照らせば，景勝地である夕日ヶ浦に所在\nする温泉地との趣旨の地名性を帯びるに至っているともいえるのであって，その場\n合，本件表示の自他識別性はさらに低いというべきである。\n(2)　原告らの営業表示としての本件表示の周知性について\n上記のとおり，本件表示は，地名と普通名詞を組み合わせたものであり，あ\nるいはそれ自体地名表示であり，その自他識別性は低いといわざるを得ない。しか\nし，そのような場合であっても，当該表示が使用されるに至った経緯によっては，\n特定の主体の営業であることを示す表示として周知性を取得することはあり得るか\nら，そのような事情が認められるかについて検討する。\nア　証拠（甲１ないし１４《枝番を含む》）によれば，原告らが，本件泉源\n掘削以降，主に近畿地方を中心とする日刊各紙に，「天然夕日ヶ浦温泉」「夕日ヶ\n浦温泉」「夕日ヶ浦温泉湯元館」等の表示と共に，「夕日ヶ浦温泉組合」との名称\nを用いて，これに属する温泉旅館各社の社名，屋号等を列挙した広告を継続的に掲\n載し，その際，本件ロゴマークと共に，上記のような各表示を自己の商号・屋号等\nの営業表示と併記して使用し，網野町周辺の国道，県道沿いの各所に，「夕日ヶ浦\n温泉」「天然温泉　夕日ヶ浦温泉」等の立て看板を設けたことが認められる。\nイ　他方，証拠（乙７，８，１２，１３の１ないし４，１５，１８，１９の\n１ないし４，２０，２１，３１ないし４６，４７の１・２，４８の１ないし３，４\n９の１・２，５０の１ないし３，５１ないし５６の各１・２，５７の１ないし４，\n５８，５９の各１ないし３，６０ないし６２の各１・２，７１，７２の各１，２，\n７３ないし７７）によれば，「夕日ヶ浦温泉」の表示は，原告らという特定の営業\n主体と結びつけられることなく，景勝地である夕日ヶ浦に近接する浜詰地区にある\n温泉地との位置づけで，地図，観光パンフレット，旅行パンフレット，旅情報誌，\n広告，看板等に記載されていること（例えば，平成１１年３月２日昭文社発行「エ\nアリアガイド　２７　琵琶湖　若狭　丹後」《乙６０の１・２》には，「夕日ヶ浦\n温泉」の項目のもとに「浜詰砂丘に近く，西は小天橋へ続くロングビーチ，東はリ\nアス式の五色浜。日本海に沈む落日の美しさで知られる海岸に旅館，民宿が多\nい。」と記載されている。），特に，千松楼ないし千松は，戦前から続く旅館であ\nるが，昭和４２年以前から現在に至るまで一貫して「夕日ヶ浦温泉」の表示をして\n大々的に宣伝活動を行っていることが認められる。\nウ　上記の各事実に照らせば，「夕日ヶ浦温泉」の表示が，原告らという特\n定の営業主体を想起させるような営業表示として周知になったとの事情は窺うこと\nができないというべきである。\n２　争点(2)（争点(1)が否定されたとしても，被告らに不法行為が成立する\nか。）について\n(1)　原告らは，本件泉源の掘削に他の地元業者は協力せず，地元自治体も同様\nであった状況のもとで，原告らがリスクを冒して泉源の掘削，宣伝活動をした結\n果，「夕日ヶ浦温泉」の名称が対外的に認知され，ブランド化したのであって，被\n告らが同表示を使用しているのは，同表示の顧客吸引力にただ乗りする意図がある\nことが明らかであり，不公正であるから，少なくとも，保護に値する利益の侵害が\nある旨主張する。\n(2)　「夕日ヶ浦温泉」の表示が広く知られるについては，原告らがリスクを冒\nして泉源の掘削，宣伝活動を行ったことが寄与しているとはいえる（甲２６，３\n０，３２，４０，原告Ａ）。しかし，それは温泉地としての確立についての功績で\nあって，名称の点については，前記のとおり，既に，「夕日ヶ浦」の地名表示自体\n顧客吸引力を有していたところ，原告らはこれを利用したものであるし，自治体や\n観光協会等による宣伝（昭和５７年の夏ころ，観光協会が協力してした，浜辺で露\n天風呂を出すイベント等）も無視できない要素である（乙１４，１９の１ないし\n３，２４，４６，４７の１・２，５３の１・２，８５，９０等，原告Ａ）。\nそうすると，「夕日ヶ浦温泉」の表示に原告らの営業表示としての周知性が\n認められない（差止請求という形で独占させることが相当でない）本件において\nは，実質的観点を考慮しても，被告らの同表示の使用によって，不法行為による損\n害賠償請求権を認めるべき法益侵害が生じたものと認めることはできない。\n３　結　論\n以上によれば，その余の点について判断するまでもなく，原告らの請求はい\nずれも理由がないから，これを棄却することとする。\n京都地方裁判所民事第２部\n裁判長裁判官    赤　　西　　芳　　文\n裁判官　　本　　吉　　弘　　行\n裁判官    矢　　作　　泰　　幸\n（別紙）\n目録\n"
}