{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 7
  },
  "case_number": "平成16(わ)1313",
  "case_name": "公正証書原本不実記載，同行使，強制執行妨害被告事件",
  "court_name": "大阪地方裁判所第2刑事部",
  "lawsuit_id": "6593",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6593",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/593/006593_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役２年に処する。\n未決勾留日数中３０日をその刑に算入する。\n理　　　　　　　由\n【罪となる事実】\n被告人は，大阪府豊中市ａ町ｂ番ｃ所在の宅地（８０．０１平方メート\nル。以下「本件土地」という。）上に所在する家屋番号ｂ番ｃの木造スレ\nート葺３階建の居宅・車庫（住居表示は大阪府豊中市ａ町ｄ番ｅ号。以下\n「本件建物」という。）を所有していたＡ株式会社の代表取締役であると\nともに本件建物に居住する者であるが，強制競売手続により本件土地を買\nい受けたＢ株式会社から本件建物の登記名義人であったＡ株式会社等及び\n本件建物に居住している被告人等が順次建物収去土地明渡等を求める民事\n訴訟を提起されていずれも敗訴し，Ｂ株式会社による建物収去土地明渡の\n強制執行を免れるため，本件建物を仮装譲渡し，その旨の登記手続をおこ\nなうことを企て，被告人の妻でＡ株式会社等の取締役であるとともに本件\n建物に居住するＣと共謀の上，Ｄが本件建物を所有する事実がないのに，\n平成１３年９月７日，同市ｆ町ｇ番ｈ号Ｅ法務局Ｆ出張所において，同出\n張所登記官に対し，本件建物について，真正な登記名義の回復を原因と\nし，権利者をＤ，義務者を当時本件建物の登記簿に所有者（共有者）とし\nて登記されＢ株式会社が申し立てた建物収去土地明渡の強制執行の相手方\nとされていたＧ及びＨとする，共有者全員の持分全部の移転を求める登記\n申請書等の関係書類を提出し，その情を知らない同出張所登記官をして，\n本件建物の登記簿の原本にその旨の不実の記載をさせ，そのころ，これを\n同所に備え付けさせて行使するとともに，強制執行を免れる目的で本件建\n物を仮装譲渡したものである。\n【証　拠】\n省　略\n【法令の適用】\n罰条　　　　　　　公正証書原本不実記載　　　刑法６０条，１５７条１\n項\n不実記載公正証書原本行使　刑法６０条，１５８条１\n項，１５７条１項\n強制執行妨害　　　　　　　刑法６０条，９６条の２\n科刑上一罪処理　　刑法５４条１項前段，後段，１０条（公正証書原本不\n実記載と不実記載公正証書原本行使との間には手段結果の関係があり，公\n正証書原本不実記載と強制執行妨害，及び，不実記載公正証書原本行使と\n強制執行妨害とは，それぞれ１個の行為が２個の罪名に触れる場合である\nから，結局，以上を１罪として，刑及び犯情の昀も重い不実記載公正証書\n原本行使罪の刑で処断）\n刑種選択　　　　　懲役刑\n未決算入　　　　　刑法２１条\n【量刑に当たって特に考慮した事情】\n１　本件は，被告人ら家族が居住する建物の敷地を競落した者からの被告\n人やその経営する会社等に対する建物収去（退去）土地明渡等請求訴訟に\n敗訴した被告人が，同判決に基づく建物収去土地明渡の強制執行を妨害し\nようと企て，妻と共謀の上，不実の共有者全員持分全部移転登記を申請し\nて登記簿にその旨の記載をさせこれを法務局出張所に備え付けさせて本件\n建物を仮装譲渡した事案であるところ，被告人は，上記敗訴後数年間にわ\nたって，強制執行が迫ってくると本件建物の登記名義を変更するなどして\n執行妨害を繰り返した挙げ句，上記競落人が提起した執行官の処分（本件\n建物の登記名義が，建物収去の代替執行の授権決定以前から，授権決定記\n載の債務者以外の者となっていることを理由とする執行不能の処分）に対\nする執行異議の申立てに対するＩ地方裁判所の決定において，本件建物の\n頻繁な登記名義の変更はもっぱら執行妨害のみを目的として実質的同一会\n社間及び親族間でおこなわれたものであり，当時の所有名義人であるＨ及\nびＧに対する代替執行は，民事訴訟において被告とされた会社の承継人た\nる会社に対する授権決定に基いて当然におこなうことができると認定され\nたため，本件建物の登記名義を，いずれも被告人の子であるＨ及びＧか\nら，今度は，別に暮らす実妹Ｄに移そうと企て，執行官が被告人方に来訪\nし強制執行の期日を予告した約１週間後に，判示犯行に及んだものであ\nる。\n２　本件犯行により，強制執行はまたしても頓挫し，上記競落人は民事判\n決によって認められた権利の実現を妨げられたものであるところ，この競\n落人がこのような被害に遭わなければならない理由はなにもなく，他方，\n被告人にはこのような犯行に及ぶことを正当化すべき事情は認められな\nい。被告人及びその妻は，本件犯行に至った理由として家庭の事情等を縷\n々述べるが，被告人らが民事判決により本件建物収去（退去）土地明渡を\n命じられて以後本件犯行に至るまで相当長期間が経過しているのであっ\nて，少なくとも本件犯行に関する限り，被告人らが縷々述べるところも，\n本件犯行を正当化するものでないことはもとより，酌量すべき事情という\nこともできない。\n様々な術策とりわけ不実の登記申請という手段を弄して強制執行を妨\n害し続けた挙げ句本件犯行に至ったというその経緯等に照らし，被告人の\n本件強制執行妨害及び公正証書原本不実記載・同行使の犯意はきわめて強\n固なものであったと認められ，登記官には実質的審査権がないことに乗じ\nて不実の登記申請をして，国家機関による強制執行を妨害し，民事裁判に\nよって認められた債権者の正当な権利の実現を妨げた本件犯行は，はなは\nだ悪質というべきである。\nしかも，被告人は，平成９年１０月１７日にＪ地方裁判所において威\n力業務妨害罪により懲役１年６月・３年間執行猶予の判決の宣告を受けた\nものであるところ，同判決は，平成１０年９月１４日上告棄却により，平\n成１０年１０月３日確定したものであって，本件犯行は，同判決による刑\n執行猶予期間中になされたものである。この点に鑑みても，被告人の法規\n範無視の態度ははなはだしいというべきである。\n３　上記事情等に鑑みると，被告人の刑事責任ははなはだ重いというほか\nはない。そうすると，被告人の妻の証言によれば本件建物からの任意退去\nの準備は進んでいるというのであって，はなはだ遅きに失したとはいえ，\n間もなく上記競落人の権利の実現が図られる見込みであること，被告人\nは，身柄拘束の当初こそ犯行を否認していたものの，その後事実を認める\nに至り，当公判廷においても，事実を認めて，反省と上記競落人に対する\n謝罪の弁を述べていること，扶養を要する家族があること等の事情を被告\n人のため昀大限有利に考慮しても，被告人は厳しい処罰を免れず，本件は\nその刑の執行を猶予すべき事案とは認められない。\n［求刑懲役２年６月］\n平成１６年５月７日\n大阪地方裁判所第２刑事部\n裁　判　官　　川　　　合　　　昌　　　幸\n"
}