{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 12,
    "day": 21
  },
  "case_number": "平成17(行コ)57",
  "case_name": "法人税額等決定処分取消請求控訴事件（原審・神戸地方裁判所平成１６年（行ウ）第２４号）",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "法人税法２条６号所定の公益法人である宗教法人が，同法人が営んでいた不動産貸付業，有料老人ホーム業及び物品貸付業の各収益事業に対する法人税決定処分及び無申告加算税の賦課決定処分には，法人税法施行令５条２項１号所定の収益事業からの除外事由があるにもかかわらず前記各処分をした違法があるとしてした前記各処分の取消請求が，棄却された事例",
  "case_gist": "法人税法２条６号所定の公益法人である宗教法人が，同法人が営んでいた不動産貸付業，有料老人ホーム業及び物品貸付業の各収益事業に対する法人税決定処分及び無申告加算税の賦課決定処分には，法人税法施行令５条２項１号所定の収益事業からの除外事由があるにもかかわらず前記各処分をした違法があるとしてした前記各処分の取消請求につき，同法４条１項ただし書及び同法施行令５条２項１号の規定の趣旨は，公益法人の行う事業が収益事業に該当する場合には，他の営利法人との課税の公平を図る目的から，法人税を課すことを原則とするが，その事業が従業員の半数以上の者を身体障害者等の特定従事者として雇用し，これらの者の生活の保護に寄与しているものである場合には，その公益性を考慮し，社会政策上法人税を課すことは相当ではないと判断して，これを収益事業から除外したものと解されることからすれば，同号の「その事業がこれらの者の生活の保護に寄与しているもの」とは，その事業が，営利を主たる目的として行われているものではなく，従事する特定従事者の生活の保護に寄与することを主たる目的として行われているものであり，具体的には，当該事業に係る収入金額又は利益金額の相当部分を特定従事者に給与等として支給していることが必要であるとした上，前記法人の前記各収益事業における収入金額又は利益金額の特定従事者に対する給与として支払われている割合が著しく低く，同号の要件を満たさないとして，前記請求を棄却した事例",
  "lawsuit_id": "33208",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33208",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/208/033208_hanrei.pdf",
  "contents": "主文\n１ 本件控訴を棄却する。\n２ 控訴費用は，控訴人の負担とする。\n事実及び理由\n第１ 控訴の趣旨\n１ 原判決を取り消す。\n２ 被控訴人が平成１５年５月２９日付けで控訴人に対して行った，原判決別表\n１の各事業年度欄記載の各法人税決定処分並びに無申告加算税額欄記載の各無\n申告加算税賦課決定処分をいずれも取り消す。\n第２ 事案の概要\n次のとおり改めるほかは，原判決「第２ 事案の概要」及び「第３ 争点に\n関する当事者の主張」記載のとおりであるから，これを引用する。\n１ ３頁２の１，２行目を次のとおり改める。\n「２ 前提事実等\n次の事実は，当事者間に争いがないか，弁論の全趣旨によって認められ\nる」。\n２ ３頁( )アの全文を次のとおり改める。3\nア 被控訴人職員は 平成４年及び平成６年に医療法人社団アガペ会 以下 ア「， （ 「\nガペ会」という ）の税務調査を行い，平成１０年にアガペ会と控訴人の税。\n務調査を行った（弁論の全趣旨 」）。\n３ ７頁エの上に次のとおり加える。\n「(ウ) 法施行令５条２項１号の規定は，収益事業であっても社会政策上の理由\nから収益事業から除外する事業を定めていると解されるところから，その\n事業が営利を目的とせず，従事する特定従事者の生活の保護に寄与するこ\nとを主目的として行われていると認められる場合が上記除外事業に該当す\nると解すべきであり，当該事業に係る収入金額又は利益金額の相当部分を\n特定従事者に給与等として支給しているか否かによって判断すべきものと\n解釈することは，結局事業体に収益が残らないことになって，収益がない\n場合には課税しないのと同様の結果を招来することになり，わざわざ非課\n税の特例を認めた上記規定の趣旨が没却されることになる 」。\n４ ９頁(イ)本文の２行目の「別表４」を「原判決別表４（ただし，同表中〈物\n品賃貸業〉を〈物品貸付業〉と，当該①収入金額欄の〈１０，０００，００\n０円〉を〈９，９９９，９９９円〉と各訂正する 」と改める。。）\n５ １１頁４行目の「中止した 」の次に「その後も，被控訴人は，控訴人の行。\nっている事業に対して，法人税を課することはなかった 」を加える。。\n６ １１頁(ア)の本文４行目の「原告に対し 」の次に「平成１５年２月の調査，\nの前年度までは課税すべきではなく 」を加える。，\n７ １２頁ｂの１行目，３行目の各「原告」を「アガペ会」と改める。\n第３ 当裁判所の判断\n１ 当裁判所も，本件決定処分等は適法であり，控訴人の請求は理由がないもの\nと判断する。その理由は，次のとおり改めるほかは，原判決「第４ 当裁判\n所の判断」記載のとおりであるから，これを引用する。\n( ) １９頁ウの上に改行のうえ次のとおり加える。1\n「 控訴人は，このように解すると，収益事業において収益がない場合には課\n税しないのと同様の結果を招来することとなり，わざわざ非課税の特例を\n認めた法施行令５条２項１号の趣旨が没却されることになる旨主張するが，\n事業の収入金額又は利益金額の相当部分（全部ではない。控訴人の主張は\nこのことを無視するものである ）が特定従事者に給与等として支給される。\n事業であってこそ，他の公益法人や営利法人と違った課税上の特例的取扱\nいを認めるべき公益性や社会政策上の理由があるといえるのであり，それ\nこそが上記規定の趣旨であると解されるから，控訴人の主張は失当という\nべきである 」。\n( ) ２２頁(イ)の本文１行目の「被告職員が 」から同２行目の「当事者間2 ，\nに争いはないが 」までを次のとおり改める。，\n「被控訴人職員が，平成４年及び平成６年にアガペ会の税務調査を行い，平成\n１０年にアガペ会と控訴人の税務調査を行ったが 」，\n「」 「 」( ) ２２頁下から４行目の そのこと を その用紙一式を送付しないこと3\nと改める。\n２ 控訴人の当審における主張は，上記認定，判断を左右しない。\n３ よって，原判決は相当であり，本件控訴は理由がないから，主文のとおり判\n決する。\n大阪高等裁判所第７民事部\n裁判長裁判官 竹中省吾\n裁判官 竹 中 邦 夫\n裁判官 矢 田 廣 高\n"
}