{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 7,
    "day": 12
  },
  "case_number": "平成10(ワ)13353",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13072",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13072",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/072/013072_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一三三五三号損害賠償請求事件\n（口頭弁論終結日・平成一二年五月一七日）\n判　　　　　　決\n原　　　　　　　　告　　　　株式会社ナコインターナショナル\n右日本における代表者　　　　【Ａ】\n右訴訟代理人弁護士　　　　　吉　田　武　男\n同　　　　　　　　　　　　　杉　浦　智也子\n被　　　　　　　　告　　　　有限会社ブルブル\n右代表者代表取締役　　　　　【Ｂ】\n右訴訟代理人弁護士　　　　　栗　林　信　介\n同　　　　　　　　　　　　　飯　田　　　丘\n被　　　　　　　　告　　　　阿部ハトメ株式会社\n右代表者代表取締役　　　　　【Ｃ】\n右訴訟代理人弁護士　　　　　中　根　秀　夫\n同　　　　　　　　　　　　　中　根　秀　樹\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n被告らは、原告に対し、各自金一四五八万円及びこれに対する平成一〇年六\n月二五日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、原告の製造に係る商品の形態を模倣した商品を、輸入、販売した被\n告らの行為が不正競争防止法二条一項三号に該当すると原告が主張して、被告らに\n対し、損害賠償を請求した事案である。\n一　前提となる事実（当事者間で争いない。）\n１　原告は、平成九年六月初旬ころから、別紙図面(一)記載のネコの恋愛シミ\nュレーションミニゲーム機（以下「本件第一商品」という。）につき、被告阿部ハ\nトメ株式会社（以下「被告阿部ハトメ」という。）から注文を受けて約一〇万個を\n製造し、同被告に販売した。同被告は、被告有限会社ブルブル（以下「被告ブルブ\nル」という。）にこれを販売し、被告ブルブルは、これを日本国内で販売した。\n２　ところが、被告らは、別紙図面(二)記載のネコの恋愛シミュレーションミ\nニゲーム機（以下「本件第二商品」という。）を、香港所在の原告とは異なる玩具\nメーカーに製造させ、これを輸入し、平成九年一二月下旬ころから日本国内で販売\nした。\n３　本件第一商品と本件第二商品は、①前面が、上部に丸い四本の爪を有する\n猫の掌の形状であること、②後面が、猫の手の甲の形状であること、③前面中央に\n約二センチメートル四方の液晶画面、前面下部に直径約三ミリメートルのゲーム操\n作用スイッチが曲線上に三個配置されていること、④全体の模様として、トラ柄、\nブチ、三毛の三種類があることなどの基本的な形態が共通し、本件第一商品の形態\nと本件第二商品の形態は実質的に同一である。\n二　争点\n１　本件第一商品は、被告らにとって不正競争防止法二条一項三号所定の「他人の\n商品」に該当するか。\n（原告の主張）\n本件第一商品は、被告らにとって、同号所定の「他人の商品」に当たる。\n平成九年二月一七日ころ、被告阿部ハトメの事務所で、本件第一商品を製作する\nに当たり、原告代表者と社員が、被告阿部ハトメの取締役や被告ブルブルの代表者\nらに対し、原告が製品化を予定していた本件第一商品に関し、シミュレーションゲ\nームの脚本（ストーリー）及び基本的なデザインを「猫の手」とする企画案を提示\nした。すなわち、原告代表者らは、本件第一商品が従来の「育て系ゲーム」とは異\nなることを説明し、「脚本」を配布し、その商品名及びそのデザインを「猫の手」\nとすることを提案した。確かに、「猫の手」を基調とした具体的な形状をデザイン\nしたのは被告ブルブルであるが、「猫の手」のアイデアを最初に考え、提示したの\nは原告であり、被告ブルブルは、原告の意向を受けて、右の基本的な着想に手を加\nえたにすぎない。\n（被告らの反論）\n本件第一商品は、被告ブルブルが企画、開発した商品であるから、被告ら\nにとって、不正競争防止法二条一項三号にいう「他人の商品」には当たらない。\n原告は、被告らにゲーム機のアイデアを提示したに止まる。右ゲーム機の商品化\nを決め、「猫の手」を模した形態、配色等のデザイン、パッケージ及び取扱説明書\nのデザイン等を決定したのは被告ブルブルである。\nまた、本件第一商品の形態等を決定し、商品主体としてその販売営業活動を行う\nなど、右のコストやリスクを負担したのは被告ブルブルである。原告は、被告ブル\nブルが本件第一商品を販売することを決定した後に、その委託を受けて製造を開始\nしたにすぎず、本件第一商品を商品化するに当たってのコストやリスクを負担して\nいない。先行者の市場先行のメリットを保護しようとする不正競争防止法二条一項\n三号の立法趣旨に照らすと、原告は、同号による保護を受けるべき立場にはない。\n２　損害額はいくらか。\n（原告の主張）\n被告ブルブルは、合計四万五〇〇〇個の本件第二商品を仕入れて販売した。その\n仕入価格は一個六八四円、卸価格は一個一〇〇八円と考えられるから、被告ブルブ\nルは本件第二商品一個当たり三二四円（一〇〇八円ー六八四円）、合計一四五八万\n円（三二四円×四万五〇〇〇個）の利益を得た。よって、被告らは、原告に対し、\n不正競争防止法二条一項三号、四条、五条一項、民法七一九条により、連帯して一\n四五八万円の損害賠償金の支払義務を負う。\n（被告らの認否）\n原告の主張は否認する。\n第三　当裁判所の判断\n一　争点１（他人の商品）について\n１　不正競争防止法二条一項三号は、「他人の商品」の形態を模倣した商品を譲\n渡、貸し渡し、輸入する行為等につき不正競争行為とする旨規定する。右規定が設\nけられた趣旨は、費用、労力を投下して、商品を開発して市場に置いた者が、費\n用、労力を回収するに必要な期間の間（最初に販売された日から三年）、投下した\n費用の回収を容易にし、商品化への誘因を高めるために、費用、労力を投下するこ\nとなく商品の形態を模倣する行為を規制することとしたものである。したがって、\n同号の保護を受けるべき者に当たるか否かは、当該商品を商品化して、市場に置く\nに際し、費用や労力を投下した者といえるか否かを吟味することによって決すべき\nことになる。仮に、甲、乙それぞれが、当該商品を商品化して市場に置くために、\n費用や労力を分担した場合には、第三者の模倣行為に対しては、両者とも保護を受\nけることができる立場にあることはいうまでもない。しかし、甲、乙間において\nは、当該商品が相互に「他人の商品」に当たらないため、当該商品を販売等する行\n為を不正競争行為ということはできない。\nそこで、右の観点から、被告らが、本件第一商品の商品化について、費用や労力\nを投下したか否かについて、検討する。\n２　証拠（甲一四、一五、一八、乙一七及び一八）及び弁論の全趣旨によれば、以\n下の事実が認められ、これを覆すに足りる証拠はない（なお、各箇所に証拠の一部\nを掲記した。）。\n①　被告阿部ハトメは、従来から、原告や被告ブルブルと取引があった。\n被告阿部ハトメの取締役である【Ｄ】及び被告ブルブルの代表者である【Ｂ】\nは、平成九年一月一六日、香港で開かれた玩具の展示会を訪れた際に、原告から、\n日本で当時流行していた「たまごっち」に類似するストーリー性のある携帯液晶ゲ\nームの商品化を持ちかけられ、興味を示した。そして、原告及び被告らは、平成九\n年一月二六日ころから、商品化に関して、数回にわたって協議を行った。原告は、\n既に、ゲーム機の形状を猫の掌を模した形とすることを発案し、また「ＲＯＭＩＹ\n＆ＪＹＵＬＩＥ」と題する猫の恋愛シミュレーションゲームのゲームシナリオを中\n国語で作成していた（甲五の１）。\n②　原告は、同年二月一七日、被告阿部ハトメ本社における打合せで、被告らに対\nし、前記ゲームシナリオを日本語に翻訳したもの、ゲーム機の外観を猫の掌の形と\nするデザインの原案を示すイラスト及びゲーム機の画面表示の原案を示した（甲五\nの２）。なお、この時点では、ゲームのシナリオやデザインの原案は作成されてい\nたが、ゲーム機のプログラム及び実寸大模型が作成されていたわけではなかった。\n被告らは、ゲームの発想に関心を示したが、原告が示したデザインの原案は日本\n人の感覚に合わず、その操作性、機能性にも問題があり、そのまま商品化すること\nは困難であると判断した。\nそこで、被告らは、ゲームのプログラムについては原告の案を採用する一方、ゲ\nーム機の外観については被告ブルブルにおいてデザインを修正することとし、商品\nパッケージや取扱説明書のデザインも被告ブルブルにおいて考案すること、及び商\n品については、その製造を原告に委託し、被告ブルブルがこれを日本国内で販売す\nることを取り決めた。また被告らは、当時「三丁目のタマ」という猫のキャラクタ\nーが日本で人気を集めていたことから、ゲーム機の名称を「三丁目のロミー・アン\nド・ジュリー」とすることを決めた。\n③　被告ブルブルは、ゲーム機の新たなデザインを創作し、同年二月一九日、被告\n阿部ハトメの本社において、これを原告及び被告阿部ハトメに示した。\n原告の提案に係るゲーム機のデザインは、液晶画面のある本体の下側に三本の指\nを設け、操作ボタンを指部分の上に配置するものであるのに対し、被告ブルブルが\n創作したデザインは、猫の掌の形状である点は共通するものの、本体部分の上側に\n四本の指を設け、操作部分は本体部分の液晶画面の下に配置するものである点にお\nいて相違する。また、被告ブルブルは、右同日、商品パッケージとしては、貝殻状\nのブリスターパッケージ（ふくらみを持たせたプラスチック容器）を用いることを\n提案したほか、ＳＴ（玩具安全）マークを取得するためには電池蓋をねじ止めとす\nる必要があること、商品パッケージにゲーム画面のシールを付す必要があることな\nどを指摘した。\n④　原告及び被告らは、被告ブルブルが創作したデザインを採用することにし、そ\nの製造を原告に委託することとした。\nさらに、被告ブルブルは、その考案に係る新たなデザインに基づいて、寸法や形\n状が異なる三種類のゲーム機の図面（乙一の１ないし３）を作成して、同年二月二\n一日、これを原告に交付し、さらに、原告において金型を作成するためのゲーム機\nの外観模型、並びにゲーム機の絵柄及び配色を指定する図面三種類（乙二の１ない\nし３）をも作成して、同年三月初めころまでに、いずれも原告に送付した。\n被告らは、これらを送付する際に、送付した模型は期待したよりも厚めである\nから、実際の製品はこれよりも薄く仕上げるべきこと、及び外観の全体的な丸みは\n被告らにとって重要であることを原告に伝えた（乙三）。\nまた取扱説明書（乙四の１、２）や商品のパッケージ用の台紙等のデザイン\n（乙五の１ないし５）についても、被告ブルブルがこれを作成して原告に送付し\nた。\n⑤　被告らは、同年三月一〇日ころ、ゲーム機一〇万個の製造を原告に委託した。\n被告阿部ハトメが輸入元となり、被告ブルブルは、被告阿部ハトメが開設した信用\n状によってゲーム機の代金を決済することとした（甲一一、一二）。\n原告は、被告らから送付を受けた模型や図面等に基づき、ゲーム機のサンプルの\n製造に着手し、同年五月初めころ、外観サンプル六個を作成して被告らに送付し\nた。これに対し、被告らは、部品のはめ合わせが悪いことや配色が被告らの指示と\n異なることなど改善を要する点を原告に伝えた（乙七）。原告はこれを了承して、\n五月末ころ、外観サンプル一個を送付したが、被告らは、これに対しても、全体的\nな光沢度に不満がある旨を指摘し、製造方法の変更を提案したりした（乙八ないし\n一二）。\n⑥　なお、原告は、本件第一商品のデザインを決定したのは原告であると主張し、\n甲第一五号証及び第一八号証には、これに沿った部分がある。しかし、前記認定し\nたとおり、ゲーム機の外観を猫の掌の形状とするアイデアは原告の提案に係るもの\nであるが、当初原告が示したデザインの原案と、被告ブルブルが新たに作成したデ\nザインとでは全体形状が大きく異なり、両者は別のデザインであることに照らし\nて、右主張を採用することはできない。\n３　以上認定した事実を前提として、以下検討する。\n右のとおり、①本件第一商品の商品化の過程をみると、確かに、ゲームのシナリ\nオを作成し、ゲーム機の外観を猫の掌の形状にするとの着想を提示したのは原告で\nあるが、その後本件第一商品の外観デザイン、名称、パッケージデザイン及び取扱\n説明書を作成したのは被告らであり、その後も試作品を作成する過程においても、\n被告らが、細部にわたり、詳細な指示を与えていたこと、②ゲーム機において、そ\nの外観のデザイン、パッケージデザイン、商品の名称は消費者の購買意欲に影響を\n与え、商品化における重要な要素であるが、内容、形状の最終的な決定は被告らが\n行ったこと、③本件において、新規商品である本件第一商品一〇万個を市場に流通\nさせ、これを販売することによって費用の回収を図ることができるか否かのリスク\nを専ら負担していたのは、被告らであったといえること等の事実に照らすならば、\n被告らは、本件第一商品の商品化に当たり、費用及び労力を投下して、その制作に\n関与した者と解するのが相当である。\nなお、原告は、ゲームとしてのストーリーや猫の掌を模した形態が原告の発案に\nよるものであることを理由に、本件第一商品は、専ら原告の商品に当たる旨を主張\nする。しかし、同法三号は、その開発者を模倣者との関係で保護しようとするもの\nであって、そのアイデア自体を保護する趣旨の規定ではないこと、本件第一商品の\n商品化に当たっての被告らの関与の程度が前記のとおりであることに照らし、右原\n告の主張は採用できない。\nそうすると、被告らにとって、本件第一商品は「他人の商品」に該当せず、被告\nらの行為は、不正競争防止法二条一項三号の定める不正競争行為には該当しない。\n二　結論\n以上のとおり、原告の請求は、その余の点について判断するまでもなく、い\nずれも理由がない。\n東京地方裁判所民事第二九部\n裁判長裁判官　　　　　　飯　村　敏　明\n裁判官　　　　　　八　木　貴美子\n裁判官　　　　　　谷　　　有　恒\n別紙図面（一）　別紙写真（一）\n別紙図面（二）　別紙写真（二）\n"
}