{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 13
  },
  "case_number": "平成14(行ケ)152",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11518",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11518",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/518/011518_hanrei.pdf",
  "contents": "平成１４年（行ケ）第１５２号　審決取消請求事件（平成１４年９月４日口頭弁論\n終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　株式会社セレモアみずき\n訴訟代理人弁護士　　　板　東　宏　和\n同　　　　　　　　　　前　川　宗　夫\n同　　　　　　　　　　三　木　孝　彦\n同　　　　　　　　　　石那田　隆　之\n同　　　　　　　　　　松　尾　吉　洋\n被　　　　　　告　　　株式会社セレモアつくば\n訴訟代理人弁護士　　　谷　　　正　之\n同　　　　　　　　　　布　浦　信　夫\n同　　　　　　　　　　吉　田　広　明\n訴訟代理人弁理士　　　舩　坂　俊　昭\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２０００－３５４２４号事件について平成１４年２月１９日に\nした審決のうち，登録第４０４９３１２号商標の指定役務中「飲食物の提供，葬儀\nの執行，衣服の貸与」についての登録を無効とするとの部分を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，別添審決謄本写し別掲(1)のとおりの構成からなり，指定役務を第４\n２類「飲食物の提供，婚礼(結婚披露を含む。)のための施設の提供，葬儀の執行，\n墓地又は納骨堂の提供，衣服の貸与，祭壇の貸与，展示施設の貸与」とする登録第\n４０４９３１２号商標（平成６年５月１９日出願，平成９年８月２９日設定登録，\n以下「本件商標」という。）の商標権者である。\n被告は，平成１２年８月４日，原告を被請求人として，本件商標の商標登録\nを無効にすることについて審判を請求した。\n特許庁は，同請求を無効２０００－３５４２４号事件として審理した上，平\n成１４年２月１９日に「登録第４０４９３１２号商標は，その指定役務中『飲食物\nの提供，葬儀の執行，衣服の貸与』についての登録を無効とする。その余の指定役\n務についての審判請求は成り立たない。」との審決をし，その謄本は，同年３月１\n日，原告に送達された。\n２　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件商標と，同別掲(2)のとおりの\n構成からなり，指定役務を第４２類「葬儀の執行，葬儀のための施設の提供，葬儀\nに関する情報の提供，生花・花輪の貸与の取次ぎ，仕出し料理の取次ぎ，衣服の貸\n与の取次ぎ」とする登録第３０８１０８６号商標（商標法の一部を改正する法律\n〔平成３年法律第６５号〕附則５条１項の規定に基づく特例の適用の主張を伴う商\n標登録出願として，平成４年９月１６日登録出願，平成７年１０月３１日に設定登\n録，以下「引用商標」という。）とは，称呼上類似する商標であり，かつ，本件商\n標の指定役務中の「飲食物の提供，葬儀の執行，衣服の貸与」は，引用商標の指定\n役務と同一又は類似の役務と認められるとして，本件商標は，その指定役務中「飲\n食物の提供，葬儀の執行，衣服の貸与」についての登録は，商標法４条１項１１号\nに違反してされたものであるから，同法４６条１項の規定に基づき，その登録を無\n効とすべきものであるとした。\n第３　原告主張の審決取消事由\n１　審決は，本件商標と引用商標の類否の判断を誤った結果（取消事由），本件\n商標の商標法４条１項１１号該当性の判断を誤ったものであるから，違法として取\nり消されるべきである。\n２　取消事由（本件商標と引用商標の類否判断の誤り）\n(1) 「セレモア」の語に接した者は，我が国における英語の普及度から見\nて，「ceremonial」，「ceremonious」，「ceremony」といった英語の類語と認識\nし，「冠婚葬祭といった儀式を行う会社」であることを連想する。そして，本件商\n標及び引用商標のような結合商標の場合，結合商標を構成する語のある構成部分が\n形容詞的文字である場合，当該部分は自他役務識別力を有しないというべきであ\nる。\nまた，実際にも，葬儀業を営む会社においては，標章として「セレモア」\nのほか，「セレモアホール」，「セレモニー」，「セレモニーホール」，「セレ\nモ」，「セレモビアン」といった「セレモ」の文字部分を含む語がよく使用されて\nおり，このような取引の実情にかんがみれば，取引の相手方は，「セレモ」が含ま\nれる語によって役務提供者を識別することはない。\n(2) 「甲第６号証ないし甲第１３号証（注，本訴乙４～１１）及び参考資料\n（注，本訴乙１５～２６）によれば・・・上記事情からすると，請求人（注，被\n告）の名称の略称であり，かつ，本件商標を表す『セレモアつくば』は，本件商標\nの登録出願日前には，葬祭業界及びこれに関連する業界においてよく知られていた\nというべきであり，その知名度は，本件商標の登録査定の時点まで優に継続してい\nた」（審決謄本１２頁(2)の第１～第３段落）との審決の認定は，誤りである。\n審決が引用する審判甲７，８（本訴乙５，６）は，特定の地域に限定され\nた「地域ニュース」の記事，審判甲１０（本訴乙８）は歌手Ａの葬儀レポート，審\n判甲１２（本訴乙１０）は葬儀業界とは無関係の現代仏壇の記事，審判甲１３（本\n訴乙１１）は被告の関連会社である「東京ライフシステム」に関する記事にすぎ\nず，これらの証拠によって「セレモアつくば」の周知性は認定し得ない。また，審\n判参考資料（本訴乙１５～２６）は，いずれも本件商標の登録出願日（平成６年５\n月１９日）後の記事であり，本件商標の登録出願日前の引用商標の周知性を裏付け\nるものではない。\n被告は，株式会社筑波祭典の旧商号による会社設立から平成２年４月まで\n２０年もの間，「筑波祭典」の標章を使用してきたものであり，本件商標の登録出\n願日までのわずか４年間で，「セレモアつくば」が周知性を獲得したといえるかは\n極めて疑問である。\nまた，審決は，「請求人（注，被告）は，本件商標の登録出願日前には葬\n儀業を中心として，『セレモアグループ』を形成していたこと・・・などからする\nと，『セレモア』の表示もその業界においてある程度知られていた」と認定した\nが，誤りである。\n「セレモアグループ」が形成されたからといって，「セレモア」なる表示\nが葬儀業においてある程度知られていたことに何ら結び付くものではない。\n(3) 「『つくば』の文字部分は，『茨城県筑波郡の旧地名。茨城県西南部，筑\n波山の南の市。』（広辞苑第５版）を意味する語として知られ，指定役務との関係\nからすると，役務の提供場所と理解される場合も少なくないものである。・・・\n『つくば』の文字部分は，自他役務の識別機能が極めて弱い」との審決の認定は，\n現実の取引の状況を顧慮しないものである。\nすなわち，被告の役務提供場所は，現時点においても，東京，埼玉，千\n葉，神奈川，山梨に限られており，引用商標に接した取引者，需要者が，その「つ\nくば」の文字部分から役務の提供場所と理解することはあり得ない。また，引用商\n標中の「つくば」の文字部分は，被告の旧商号である「株式会社筑波祭典」に由来\nするものであり，被告が２０年もの間，同商号で葬儀業を営んできたことにより，\n「つくば」の文字部分は強い自他役務識別力を有している。\n他方，本件商標中の「みずき」の文字部分は，生花の販売・賃貸，冠婚葬\n祭用贈答品等の販売等を目的とする原告の関連会社の「株式会社花水木」に由来す\nるものであり，同社は，取引業者の間で従来から「みずき」の略称で呼び親しまれ\nていた。これにちなんで葬儀等のセレモニーを営む会社という意味合いから原告が\n考案したのが「セレモアみずき」の標章であり，原告は，平成５年９月に「株式会\n社永楽堂」から「株式会社セレモアみずき」に商号変更した。したがって，本件商\n標中の「みずき」の文字部分には強い自他役務識別力が認められる。\n第４　被告の反論\n１　審決の認定，判断は正当であり，原告主張の取消事由は理由がない。\n２　取消事由（本件商標と引用商標の類否判断の誤り）について\n(1) 一般に，形容詞的文字（商品の品質，原材料等を表示する文字，又は役務\nの提供の場所，質等を表示する文字）を有する結合商標は，原則として，それが付\n加結合されていない商標と類似するとされるが，「セレモア」は，役務の質や，役\n務の提供の場所を表示しているものではなく，「儀式，式典」という提供される役\n務それ自体を暗示する造語として自他役務識別力が大変強く，このことは商品を暗\n示する造語である「ウォークマン」，「味の素」などと同様である。したがって，\n本件商標及び引用商標中，「セレモア」の文字部分は，特に取引者，需要者に印象\n付ける部分であり，後記(3)のとおり，自他役務識別力の大変弱い「つくば」及び\n「みずき」と対比して，要部というべきである。\n(2) 審決は，「セレモア」の語の自他役務識別力が強いと判断するに当たっ\nて，「セレモアつくば」の周知性及び「セレモア」が「ある程度知られていた」こ\nとを補充的な根拠として掲げたものである。したがって，上記「周知性」は，商標\n法４条１項１１号の「周知性」ほど厳格に解する必要はなく，また，上記「ある程\n度知られていた」ことで，本件商標に接した取引者，需要者にとって「セレモア」\nの文字部分が印象付けられる部分であるというに十分である。\n(3) 「つくば」は，茨城県西南部を意味する語として知られ，役務の提供場所\nとして理解される場合が少なくなく，上記(1)のとおり，このような役務の提供場所\nを表示する部分は自他役務識別力を有しない。そして，「つくば」が上記の意味を\n持つ語として知られている以上，実際の役務の提供場所は問題とならず，取引者，\n需要者は，同部分から出所を認識しないから，自他役務識別力は極めて弱いという\nべきである。\n「みずき」は，ミズキ科の落葉高木を意味する語で，特に取引者，需要者\nに印象付けるものではない。また，「株式会社花水木」が取引業者の間で従来から\n「みずき」の略称で呼び親しまれていたことはなく，「株式会社花水木」からは\n「ハナミズキ」の称呼を生ずるのが自然である。さらに，「株式会社花水木」は花\n屋であって，これと葬祭業との結び付きはなく，「花水木」，「水木」及び「みず\nき」から，取引者，需要者が葬儀等の役務を認識することはない。\n第５　当裁判所の判断\n１　取消事由（本件商標と引用商標の類否判断の誤り）について\n(1) 本件商標及び引用商標の構成態様について\n本件商標は，別添審決謄本写し別掲(1)のとおり，デザイン化された太字体\nをもって「セレモアみずき」の文字を書してなるものであり，「セレモア」及び\n「みずき」の各文字は，前者が片仮名であるのに，後者が平仮名で構成されている\n上，両者が一体として親しまれた観念を生ずるものとは認められないから，「セレ\nモア」と「みずき」の２語を結合してなるものと理解されるというべきである。\n他方，引用商標は，同別掲(2)のとおり，同様にデザイン化された太字体を\nもって「株式会社セレモアつくば」の文字を書してなるものであり，構成中の「株\n式会社」の文字部分は，「セレモアつくば」の文字に比較し小振りに表示され，法\n人組織の種類を表すものにすぎないから，自他役務の識別機能を有しない部分であ\nる。そして，「株式会社」の文字部分を除いた「セレモアつくば」の文字部分は，\n「セレモア」及び「つくば」の各文字が，本件商標と同様に，前者が片仮名である\nのに，後者が平仮名で構成されている上，両者が一体不可分に結合しているものと\nは認められないから，「セレモア」と「つくば」の２語を結合してなるものと理解\nされるというべきである。\n(2) 「セレモア」ないし「セレモアつくば」の周知性について\nア　乙１，２７～２９及び弁論の全趣旨によれば，被告は，平成２年４月，\n従来の葬儀業のイメージを一新するため，商号を「株式会社筑波祭典」から「株式\n会社セレモアつくば」に変更し，そのころ，引用商標や「セレモアつく\nば」，「CEREMORE TSUKUBA」の標章を使用した広告をNTT発行の「タウンページ職業\n別」東京都２３区版及び同東京都多摩西部版に掲載したこと，上記「セレモア」の\n語は，被告から新社名及びこれにふさわしいロゴマークの制作の依頼を受けた業者\nにおいて，英語の「儀式，式典」などを意味する「ceremony」（セレモニー）の語\nと「いっそう，さらに優れた」などを意味する「more」（モア）の語を組み合せて\n創作した造語であり，引用商標に用いられている「株式会社セレモアつくば」の標\n章も同人がデザインしたものであることが認められる。\nイ　雑誌，新聞等の記載を見ると，「Newsweek」平成３年１０月３日号（乙\n４）には，「様変わりする日本の葬式・・・セレモアつくばはこの四月から，全国\nでも初めての斎場案内を東京・立川市の駅ビルで始めた」との記載が，平成５年２\n月２６日付け日経産業新聞（乙９）には，「葬儀の情報サービスセレモアつく\nば・・・JR立川駅ビルの六階に，葬儀に関することに何でも答えてくれるブース\n『葬儀式場ご案内センター』がある。・・・出店したのは，葬儀会社のセレモアつ\nくば（東京・立川市）。・・・会社概要　立川市に拠点を置く葬祭会社。東京・多\n摩地区に六カ所の斎場を経営している」との記載が，週刊朝日同年１１月５日号\n（乙１０）には，「ヌーベル仏壇，お墓は団塊世代御用達・・・ギャラリーを経営\nする『セレモアつくば』社長のＢさんはいう」との記載が，平成６年５月１２日付\nけ日本流通産業新聞（乙１１）には，「東京ライフシステムＢ社長に聞く　セレモ\nアつくば・・・は五カ所の葬儀場と七カ所の仏壇仏具店を経営している。・・・現\n在は，関連会社の東京ライフシステム・・・を通じて幅広い社会福祉事業も展開し\nている」との記載が，同年９月８日付け日経流通新聞（乙１５）には，「７３００\nの斎場を紹介　費用・形式も解説・・・斎場紹介など葬儀関連の相談を専門に受け\n付ける『葬儀式場相談コーナー』を設けたのが伊勢丹本店（東京・新宿）だ。葬儀\n社のセレモアつくば（立川市，Ｂ社長）と共同運営する同コーナーは，首都圏七千\n三百カ所の斎場を紹介するほか，専任アドバイザー三人が『お葬式』の疑問すべて\nに答える」との記載が，平成７年１月１３日付け読売新聞地域ニュース面（乙１\n６）には，「散骨の募集を開始・・・セレモアつくばでは，これまでに在日インド\n人女性・・・が昨年末に相模湾で実施したほか，三人が申し込んだ。問い合わせも\n十数件寄せられている」との記載が，週刊ダイヤモンド同年５月２０日号（乙１\n８）には，「起業人　セレモアつくば　一九六八年創業。『セレモアつくば』を有\n数の葬祭会社に育て上げた。東京の多摩地区を中心に五個所の斎場をもち，営業拠\n点も拡充中。業績は着実な成長軌道をたどっている。・・・農協に続いて，東京消\n防庁の互助会からも『指定契約』を獲得。自治体，企業，各種団体への営業を本格\n的にスタート。・・・現在では指定契約先は二五〇を超え，まさに同社の成長の原\n動力になっている」との記載が，同年４月４日付け日経流通新聞（乙１７）には，\n「葬儀情報　百貨店，サービス強化・・・伊勢丹は九四年夏，セレモアつくばと提\n携して葬儀場案内センター『セレモピアン』を開設」との記載が，週刊ダイヤモン\nド同年９月２日号（乙２２）には，「５０の職業『実感不景気』　法人向けビジネ\nス・・・葬祭業　セレモアつくば社長・・・『社葬の単価は約三〇％下がっていま\nす』」との記載が，同年９月９日付け朝日新聞（乙２３）には，「お葬式ビジネス\nに新顔・・・伊勢丹・・・百貨店に社員三人を派遣する関東の大手葬祭業『セレモ\nアつくば』」との記載が，週刊ダイヤモンド同年１１月２５日号（乙２６）には，\n「生き残りをかけた既存葬儀社の顧客囲い込み大作戦・・・公益社対セレモアつく\nば東西大手が放つ熱い火花・・・東京ではセレモアつくばが強固な基盤を固めてい\nる。・・・個人の施行件数が三六〇〇と東京でトップ。・・・団体との指定契約は\n四五〇社に達した」との記載がある。\nまた，「SOGI」平成４年１０号（乙８）にはロック歌手Ａの追悼式を，\n同平成７年２４号（乙１９）にはヤクルト本社名誉会長Ｃの社葬を，同２６号（乙\n２０）には国際空手連盟総裁Ｄの会館葬を，同２７号（乙２１）には国際卓球連盟\n会長Ｅの合同葬を紹介する記事の末尾に，いずれも「施行・セレモアつくば」の記\n載があり，平成４年２月２６日付け及び同年３月４日付け読売新聞地域ニュース面\n（乙５，６），「致知」同年９月号（乙７）及び平成７年１０月３１日付け読売新\n聞地域ニュース面（乙２５）には，いずれも「セレモアつくば社長」の肩書で被告\n代表取締役Ｂをインタビュー形式で紹介する記事が掲載されている。\nそして，乙１８，２６の上記記載及び乙１２，１４（各枝番を含む。以\n下同じ。）によれば，被告は，平成５年ころから，北海道，東北地方などに所在す\nる複数の葬祭業者と相互に葬祭業務の顧客を紹介し合うことなどを内容とする「相\n互協力の覚書」を締結しているほか，東京を中心に多くの団体と葬儀施行の取扱店\nとしての指定契約を締結するなどして業績を伸長（平成６年度の売上高は６０億\n円，経常利益は４億円）していることが認められる。\nウ　以上の事実によれば，本件商標の登録査定時（登録日である平成９年８\n月２９日の少し前の時点）において，「セレモアつくば」は，被告の名称の略称と\nして，葬祭業界及びこれに関連する業界において，取引関係者はもとより一般需要\n者の間においても，よく知られており，「セレモア」の表示も同様であることが認\nめられる。\nなお，原告は，審判参考資料（本訴乙１５～２６）は，いずれも本件商\n標の登録出願日（平成６年５月１９日）後の記事であり，本件商標の登録出願日前\nの引用商標の周知性を裏付けるものではないと主張するが，商標法４条１項１１号\n該当性の判断の基準時は，登録査定時であり，登録出願時ではないから，主張自体\n失当である。\n(3) 称呼上の類否について\nア　本件商標の構成中，「セレモア」は語頭に配置され，その語の登録査定\n時における周知性は上記認定のとおりであり，これに続く「みずき」の語は，一般\nには「ミズキ科の落葉高木」（広辞苑第５版）として認識されるものと認められ\nる。原告は，「みずき」の文字部分は，原告の関連会社の「株式会社花水木」に由\n来するもので，同社は取引業者の間で従来から「みずき」の略称で呼び親しまれて\nおり，原告は平成５年９月に「株式会社永楽堂」から「株式会社セレモアみずき」\nに商号変更したものであるから，「みずき」の文字部分に強い自他役務識別力が認\nめられると主張する。しかしながら，原告の関連会社である「株式会社花水木」が\n取引業者の間で従来から「みずき」の略称で呼び親しまれていたことを認めるに足\nりる的確な証拠はないし，取引者，需要者において「みずき」の語から直ちに葬儀\n等の役務を連想，想起するものとは考え難いから，「みずき」の文字部分に「セレ\nモア」の文字部分をしのぐほどの自他役務識別力があるということはできない。原\n告は，また，「セレモア」の語に接した者は，我が国における英語の普及度から見\nて，「ceremonial」，「ceremonious」，「ceremony」といった英語の類語と認識\nし，「冠婚葬祭といった儀式を行う会社」であることを連想するところから，本件\n商標中の「セレモア」の文字部分は，結合商標の構成中の形容詞的文字部分として\n自他役務識別力を有しないと主張するが，「セレモア」の語は，「セレモニー」を\n想起させ，「儀式」に関連するものと連想させるところがあるとしても，上記のと\nおり造語であると認識されるから，これが単なる形容詞的文字部分であるというこ\nとはできない。かえって，「セレモニー」ないし「儀式」を連想させつつも，英語\nにない独特の語感を生じさせる造語として，取引者，需要者に強く認識され，その\n自他役務識別機能は，「ミズキ科の落葉高木」を示す普通名詞にすぎない「みず\nき」の文字部分をはるかにしのぐというべきである。\nそうすると，本件商標中の中心的な自他役務識別力を有する部分は「セ\nレモア」の文字部分であり，本件商標からは，「セレモアミズキ」の称呼が生ずる\nとともに「セレモア」のみの称呼も生ずるものと認められる。原告は，葬儀業を営\nむ会社においては，標章として「セレモア」のほか，「セレモアホール」，「セレ\nモニー」，「セレモニーホール」，「セレモ」，「セレモビアン」といった「セレ\nモ」の文字部分を含む語がよく使用されており，このような取引の実情にかんがみ\nれば，取引の相手方は，「セレモ」が含まれる語によって役務提供者を識別するこ\nとはないとも主張する。確かに，甲５，６，１４～２０によれば，被告以外の葬儀\n業者において，「セレモア」ないし「セレモ」の文字部分を含む商標ないし名称を\n使用している者があることが認められるが，同事実によっても，「セレモア」が葬\n儀業の役務を示すものとして普通名称化ないし慣用商標化したものとまでは認めら\nれず，本件商標の要部が「セレモア」の文字部分であるとの上記認定を左右するも\nのではない。\nイ　他方，引用商標の構成中，自他役務識別力を欠く「株式会社」の文字部\n分を除いた部分についても，上記に説示したところと同様の理由により，葬祭業界\n及びこれに関連する業界の取引者，需要者がこれに接した場合，「セレモア」の文\n字部分に注目するものというべきである。原告は，「つくば」の文字部分は，被告\nの旧商号である「株式会社筑波祭典」に由来するものであり，強い自他役務識別力\nを有すると主張するが，「つくば」が「株式会社筑波祭典」に由来するものであっ\nたとしても，一般に，取引者，需要者により「つくば」が「株式会社筑波祭典」を\n表す語として認識されていることを認めるに足りる証拠はなく，「つくば」の文字\n部分は，「茨城県筑波郡の旧地名。茨城県西南部，筑波山の南の市」（広辞苑第５\n版）を意味する語として広く知られていることは当裁判所に顕著であり，上記取引\n者，需要者は，原告の主張するような実際の役務の提供場所いかんにかかわらず，\n同部分を業者の所在地ないし役務の提供場所等の地名として認識するものと認めら\nれるから，その自他役務識別力は希薄である。\nそうすると，引用商標中の中心的な自他役務識別力を有する部分も「セ\nレモア」の文字部分であり，上記同様の理由により，引用商標からは，「セレモア\nツクバ」の称呼のほか，「セレモア」のみの称呼が生ずるものと認められる。\nウ　したがって，本件商標と引用商標とは，称呼において類似するというべ\nきである。\n(4) 類否判断について\n上記のとおり，「セレモア」の語は，「セレモニー」を想起させ，「儀\n式」に関連するものと連想させるところがあるとしても，造語であると認識される\nものであり，両商標を全体として観察した場合に，いずれも特定の観念を生じない\nから，観念において類似するということはできず，また，外観上の区別をすること\nはさほど困難ではなく，外観において類似するとまでいうこともできないが，これ\nらの点は，要部における称呼の類似性をしのぐほどの特段の差異を取引者，需要者\nに印象付けるものではない。\nまた，引用商標を構成する「セレモアつくば」の表示は，本件商標の登録\n査定時において，既に，被告の名称の略称として，葬祭業界及びこれに関連する業\n界において，取引関係者はもとより一般需要者の間においても，よく知られていた\nことは上記認定のとおりであり，本件商標の指定役務中の「飲食物の提供，葬儀の\n執行，衣服の貸与」は，引用商標の指定役務と同一又は類似の役務と認められるか\nら，このような取引の実情を参酌して両商標の類否を全体的に観察すれば，本件商\n標の指定役務中の上記役務に係る取引者，需要者において役務の出所を誤認混同す\nるおそれがあり，本件商標は引用商標に類似する商標というべきである。\n２　以上のとおり，原告主張の取消事由は理由がなく，他に審決を取り消すべき\n瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　宮　　坂　　昌　　利\n"
}