{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 3
  },
  "case_number": "平成14(行ケ)497",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11268",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11268",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/268/011268_hanrei.pdf",
  "contents": "平成１４年(行ケ)第４９７号　審決取消請求事件　口頭弁論終結の日　平成１５年\n１月２０日\n判　　　　　　　決\n原　　　　　　　告　　　有限会社黒雲製作所\n同訴訟代理人弁護士　　　市　東　譲　吉\n被　　　　　　　告　　　Ａ\n同訴訟代理人弁理士　　　牛　木　理　一\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が平成１０年審判第３０４４６号事件について平成１１年９月８日に\nした審決を取り消す。\n第２　事案の概要\n本件は，被告が，特許庁に対し，原告を被請求人として，原告が設定登録を\n受けていた商標について，商標法５１条１項に基づき，商標登録取消しの審判を請\n求したところ，特許庁が，上記商標につき，商標の登録を取り消す旨の審決をした\nことから，原告が，被告に対し，上記審決の取消しを求めた事案の差戻事件であ\nる。\n１　争いのない事実等\n(1)　原告の商標権設定登録\n原告は，登録第１４１９４２７号に係る商標（昭和４７年６月２２日商標\n登録出願，同５５年５月３０日商標権設定登録，平成２年６月２７日及び同１２年\n２月２９日存続期間の更新登録，以下「本件登録商標」という）の商標権者である\nが，本件登録商標は，別紙「本件登録商標」記載のとおり，左側に，外周上に多数\nの小さな突起がある黒塗りの円形内に白抜きで「Ｍ」の欧文字を表示した図形（以\n下「Ｍマーク」という）を配し，その右側に，「mosrite」の欧文字を横書きして成\nるものである。その指定商品は，商標法施行令（平成３年政令第２９９号による改\n正前のもの）１条別表第１第２４類「楽器，その他本類に属する商品」である。\n(2)　事実関係\nア　セミー・モズレー（以下「モズレー」という）は，昭和２７年，アメリ\nカ合衆国カリフォルニア州べーカーズフィールドで独自のエレキギターの製作を開\n始するため，「Mosrite Inc.」（「mosrite of CALIFORNIA INC.」ともいう。以下\n「モズライト社」という）を創立した。\nモズライト社製作のエレキギター（以下「モズライト・ギター」とい\nう）には，「Ｍマーク」の右側に「mosrite」の欧文字を横書きし，その下方に筆記\n体の「of California」の欧文字を付記するという別紙「原告の使用商標」（以下\n「本件使用商標」という）と同様の表示が付されていたが，筆記体の「of\nCalifornia」の部分は，モズレーの筆記によるものであり，かかる表示は，モズラ\nイト社創立以来のものである。\nイ　ところで，ザ・ベンチャーズは，昭和３４年秋，アメリカ合衆国ワシン\nトン州シアトルで結成されたエレキギターによるロックンロールの人気グループで\nあるが，その一員であるノーキー・エドワーズが，同３７年，モズライト・ギター\nを使い始め，また，ギタリスト（ベーシストを含む）３人全員が，同３８年，モズ\nライト・ギターを使い始めたことから，モズライト・ギターの人気モデルの１つと\nして，「モズライト・ベンチャーズモデル」が誕生した。そこで，モズライト社\nは，工場設備を拡張して，モズライト・ギターを大量生産するようになった（昭和\n３８年２００本，同３９年８００本，同４０年１８００本，同４１年２１００\n本）。\nそして，ザ・ベンチャーズは，昭和４０年の来日公演により，エレキギ\nターの魅力を日本人に与え，また，彼らが手にしているモズライト・ギターへの憧\nれを強固なものにした。\nウ　アメリカ合衆国カリフォルニア州ハリウッドのベンチャーズ－モスライ\nト・インク（以下「ベンチャーズ－モスライト社」という）は，我が国において，\n昭和４０年５月８日，商標「MOSRITE」及び同「VENTURES-MOSRITE」（以下２つの商\n標を併せて「ベンチャーズ－モスライト社商標」という）について，指定商品を商\n標法施行令（平成３年政令第２９９号による改正前のもの）１条別表第１第２４類\n「楽器，演奏補助品，その他本類に属する商品」として，商標登録出願を行い，各\n商標は，同４２年３月２０日，登録第７３６３１６号及び同第７３６３１７号とし\nて設定登録されたが，同５２年３月２０日，期間満了により消滅し，同５４年９月\n１０日，その登録は抹消された。\nエ　我が国では，飛鳥貿易株式会社が，昭和４０年６月，モズライト・ギタ\nーの輸入を開始し，また，モズライト社から生産ライセンスを得たファーストマン\n楽器製造株式会社（以下「ファーストマン社」という）が，同４３年５月，本件使\n用商標と同様の表示を付した（甲１５）モズライト・ギターの製作販売を開始し，\n原告が，ファーストマン社の下請けをしていた。\nオ　しかしながら，ファーストマン社は，昭和４４年７月，倒産した。\nまた，モズライト社も，昭和４４年７月，倒産し，同４５年には再建し\nたものの，同４８年，再度倒産した。なお，モズレーは，再びエレキギターの製作\nを企図し，平成４年４月，アメリカ合衆国アーカンソー州ブーンビルにおいて，ユ\nニファイド・サウンド・アソシエーション・インコーポレーテッド（以下「ユニフ\nァイド社」という）を設立したが，モズレーは，同年８月７日死亡し，ユニファイ\nド社も，同６年４月，倒産した。\nカ　ファーストマン社の倒産により大量の在庫を抱えることとなった原告\nが，本件使用商標と同様の表示を付したモズライト・ギターの在庫の販売を継続し\nたところ，これが好評であり注文が相次いだので，引き続き，原告は，本件登録商\n標を付したエレキギターの製作販売を行うこととし，本件登録商標を付したエレキ\nギターの製作販売を順調に伸ばしていた（甲３３，弁論の全趣旨）。\nキ　本件登録商標は，昭和４７年６月２２日，Aにより登録出願され，黒沢商\n事株式会社が，商標登録出願により生じた権利を譲り受けていたものであるが，原\n告が，同５２年９月２８日，上記権利を譲り受けたものであり，また，上記ウのと\nおり，ベンチャーズ－モスライト社商標が消滅し，その登録障碍事由が解消したこ\nとから，上記(1)のとおり，同５５年５月３０日，商標権設定登録されるに至ったも\nのである。\nク　原告は，昭和６３年ないし平成元年初めころから現在に至るまで，原告\n製作のエレキギターに，本件登録商標に「of California」を付記した本件使用商標\nを付し，また，原告の商品カタログには，「ジャパンモズライト(有)」という記載\nをしているが，原告が本件登録商標に「of California」の欧文字を付記したのは，\n多数の顧客から，モズライト社製のモズライト・ギターのものと同一の書体で付記\nしてほしいとの要望を受けたことによるものである。\nケ　ところで，モズライト社製のモズライト・ギターは，現在も，数千本程\nしか存在しないビンテージもののエレキギターとして，１本１００万円前後又はそ\nれ以上の高額で，我が国において取引されている。\n(3)　手続の経緯\nア　特許庁における審判\n被告は，特許庁に対し，平成１０年５月７日，原告を被請求人として，\n商標法５１条１項に基づき，本件登録商標の商標登録取消しの審判を請求したとこ\nろ，特許庁は，同１１年９月８日，要旨以下の理由で，本件登録商標の商標登録を\n取り消す旨の審決（以下「本件審決」という）を行い，同審決の謄本は，同年１０\n月２５日，原告に送達された。\n(ア)　モズレーは，昭和２７年，アメリカ合衆国カリフォルニア州べーカ\nーズフィールドにモズライト社を創立して，独自のエレキギターの製作を開始し\nた。モズレーの製作したエレキギターには，本件使用商標と同様の表示が付されて\nおり，この表示は，遅くとも昭和４０年までに，我が国において，エレキギターを\n取り扱う取引者，需要者に周知となった。そして，現在も，モズレーの製作したエ\nレキギターは，我が国において高額で取引されている。\n(イ)　原告は，昭和６３年ないし平成元年初めころ，本件登録商標に類似\nする本件使用商標の使用を開始した。原告が本件登録商標に「of California」の欧\n文字を付記したのは，多数の顧客から，モズレーが製作したエレキギターのものと\n同一の書体で付記してほしいとの要望を受けたことによるものである。また，原告\nは，その商品カタログに，「ジャパンモズライト(有)」という，モズレー製作のエ\nレキギターに関連する会社であるかのような記載をしている。エレキギターの取引\n者，需要者の中には，本件使用商標を付した原告製作のエレキギターについて，モ\nズレー製作のエレキギターと同様の品質を有すると誤認する者がいる。\nそうすると，原告がエレキギターに本件使用商標を付する行為は，原\n告製作のエレキギターが，モズレー製作のエレキギターと同様の品質であるかのよ\nうに商品の品質について誤認を生じ，又はモズレー若しくは同人と何らかの関連の\nある者が製作したものではないかと商品の出所について混同を生ずるものというこ\nとができる。また，原告は，モズレーの筆記に倣って「of California」の表示を行\nったものであり，原告の製作するエレキギターにこの表示を付することにより商品\nの品質誤認又は出所混同が生ずるとの認識があったと認められる。\n(ウ)　以上によれば，本件登録商標の商標権者である原告は，故意に，本\n件登録商標に類似する本件使用商標について，商品の品質の誤認又は他人の業務に\n係る商品と混同を生ずる使用をしたものというべきであるから，本件登録商標の商\n標登録は，商標法５１条１項の規定により，取消しを免れない。\nイ　当庁における審決取消訴訟第一審\n本件審決を不服とした原告は，当庁に対し，平成１１年１１月１８日，\n本件審決の取消訴訟を提起したところ，当庁は，同１２年１０月１２日，要旨次の\nとおり判示して，本件審決を取り消す旨の判決（以下「本件第１次判決」という）\nをした。\n(ア)　本件審決は，原告が本件使用商標をエレキギターに使用する行為に\nつき，アメリカ合衆国カリフォルニア州所在のスガイ・ミュージカル・インストル\nメント・インコーポレーテッド（以下「スガイ社」という）が製作し，被告が独占\n的に輸入して我が国で販売するエレキギターとの間で品質誤認又は出所混同を生ず\nるという被告主張の審判請求の理由について審理することなく，被告が主張してい\nないモズレーが製作したエレキギターとの間で品質誤認又は出所混同を生ずるとい\nう理由について審理したものである。したがって，本件審決には，審判の請求人で\nある被告が申し立てた審判請求の理由以外の理由について審理した瑕疵がある。\n(イ)　原告は，スガイ社が被告から依頼を受けてエレキギターの製作を始\nめた７，８年以上前から，本件使用商標をエレキギターに使用してきたのであるか\nら，商標法５１条１項所定の「他人」であるスガイ社及び被告（被告が審判で請求\nした「他人」）の業務に係る商品と出所の混同が生ずることにつき，原告に同項所\n定の「故意」があったと認めることはできない。\nウ　最高裁判所における審決取消訴訟上告審\n本件第１次判決を不服とした被告は，最高裁判所に対し，平成１２年１０\n月２４日，上告受理の申立てをしたところ，同裁判所は，同１４年５月１０日，上\n告審として受理する旨の決定をした上，同年９月１７日，要旨次のとおり判示し\nて，本件第１次判決を破棄し，当庁に差し戻す旨の判決をした。\n(ア)　商標法に基づく審判については，商標法５６条において準用する特\n許法１５３条１項により，職権による審理の原則が採られているから，審判の請求\n人が申し立てなかった理由についての審理がされたとしても，そのことによって審\n決が直ちに違法になるものではなく，また，商標法５６条において準用する特許法\n１５３条２項所定の手続を欠くという瑕疵がある場合であっても，当事者の申し立\nてない理由について審理することが当事者にとって不意打ちにならないと認められ\nる事情があるときは，上記瑕疵は審決を取り消すべき違法には当たらないと解する\nのが相当である。\n(イ)　本件についてこれをみると，本件審決が被告による申立てのない理\n由について審理したものであるとしても，審判において当事者の申し立てない理由\nについて審理すること自体は，何ら違法でないから，上記イ(ア)の原審の判断は，\n商標法５６条において準用する特許法１５３条１項の規定に違反するといわざるを\n得ず，また，同(イ)の原審の判断も，本件の審判において商標法５１条１項の規定\nにいう「他人」として審理の対象となるのはスガイ社及び被告のみであるという同\n(ア)の判断を前提とするものであるから，これを是認することはできない。\nさらに，被告が申し立てた審判請求の理由と，本件審決が本件登録商\n標の商標登録を取り消すべきものと判断した理由とを比較すると，両者は，モズレ\nー製作のエレキギターに付された表示が我が国の取引者，需要者の間に広く知られ\nていたかどうかなど，本件登録商標の商標登録を取り消すべきか否かの判断の基礎\nとなる事実関係が主要な部分において共通すると認められる。しかも，記録によれ\nば，モズレー又は同人と関連のある者の製作したエレキギターとの間で誤認混同が\n生ずるという理由は，被告が審判において提出した弁駁書に記載されており，この\n点に関して原告が審判手続上立証活動をしていたことがうかがわれるのである。そ\nうすると，本件においては，被告の申し立てない理由について審理した結果を原告\nに通知して意見申立ての機会を与える手続が執られていなかったとしても，原告に\nとって不意打ちにならないと認められる事情があったということができる。\n(ウ)　以上によれば，本件第１次判決には，判決に影響を及ぼすことが明\nらかな法令の違反があるから，破棄を免れず，原告のその余の審決取消事由につい\nて更に審理させるため，当庁に差し戻すこととする。\n２　争点\n本件審決に関し，原告の主張する次の各取消事由の当否。\n(1)　「Ｍマーク　mosrite of California」標章に関する事実誤認\nア　原告の主張\n本件使用商標のうち「Ｍマーク　mosrite」の部分と「of California」\nの部分とは，書体が全く異なり，「Ｍマーク　mosrite」の下部に小さく筆記体\nで「of California」と書かれているように，これらは，一体のものとして構成され\nてはおらず，しかも，「California」は，アメリカ合衆国の州名であり，このよう\nな極めてありふれた書体から成る州名の部分は，単なる地名であり，地名は識別力\nを欠くことが多いし，取引において必要な表示として何人もその使用を欲するの\nで，特定のものによる独占的使用を認めることは公益上適当でないから，「of\nCalifornia」の部分は，我が国の商標法上，商標たり得ないものである。それ故，\nモズレーの製作したエレキギターに付されていた本件使用商標と同様の表示の周知\n性を判断をするに当たっては，表示全体ではなく，そのうちの「Ｍマーク\nmosrite」の部分（本件登録商標と同様の表示）のみを対象とすべきであった。\nまた，本件使用商標と同様の表示が付されていたエレキギターの製作を\nしたのは，昭和２７年に設立されて同４８年に倒産したモズライト社という法人で\nあって，モズレー個人ではなかった。\nしたがって，本件審決は，モズライト社の製作したエレキギターには本\n件登録商標と同様の表示が付されていた旨認定すべきであったにもかかわらず，誤\nって，モズレーの製作したエレキギターには本件使用商標と同様の表示が付されて\nいた旨認定したものというべきである。\nイ　被告の反論\nモズレーは，モズライト・ギターの出所を表示するために，本件使用商\n標と同様の表示を一体のものとして使用してきたものであるから，本件使用商標と\n同様の表示を一体のものと認めることはごく自然なことである。また，本件審決\nは，「of California」の部分が識別力を発揮しているなどとは認定していない。\nそして，モズライト社の代表者はモズレーであり，いわゆる個人会社で\nあったために，モズライト社においては，モズレー個人のアイデアと技術でエレキ\nギターが製作されていた。\nしたがって，モズレーの製作したエレキギターについて，本件使用商標\nと同様の表示が付されていた旨認定した本件審決に誤りはない。\n(2)　品質等の誤認に関する認定判断の誤り\nア　原告の主張\n(ア)　原告の本件使用商標の使用開始当時には，原告製作のエレキギター\nは，日本製のものとして周知であり，また，エレキギターの取引者，需要者の中に\nは，本件使用商標を付した原告製作のエレキギターについて，モズレー製作のエレ\nキギターと同様の品質を有すると誤認する者がいると認定するに足りる証拠は存在\nせず，かえって，上記のような誤認をする者は存在しないにもかかわらず，本件審\n決は，誤って，エレキギターの取引者，需要者の中には，本件使用商標を付した原\n告製作のエレキギターについて，モズレー製作のエレキギターと同様の品質を有す\nると誤認する者がいると認定した上で，原告がエレキギターに本件使用商標を付す\nる行為は，原告製作のエレキギターが，モズレー製作のエレキギターと同様の品質\nであるかのように商品の品質について誤認を生じ，又はモズレー若しくは同人と何\nらかの関連のある者が製作したものではないかと商品の出所について混同を生ずる\nと判断した。\n(イ)　モズライト社製のモズライト・ギターに付されていた本件使用商標\nと同様の表示が周知であることは，同表示が，ベンチャーズ－モスライト社商標の\n使用形態の１つであることに照らすと，ベンチャーズ－モスライト社商標が周知で\nあることに帰着するところ，同商標の商標権は，昭和５２年３月２０日，期間満了\nにより消滅し，同５４年９月１０日，その登録が抹消された。そして，上記商標権\nの消滅後１年以上経過したことにより，原告が出願登録により生じた権利を有して\nいた本件登録商標が，商標法４条１項１３号の制約を免れることとなり，同５５年\n５月３０日，商標権設定登録を受けたのである。そうであれば，商標法の解釈とし\nては，本件登録商標の商標権設定登録以降は，原告の本件登録商標に係る商標権こ\nそが尊重されるべきものとなり，そのために，原告が本件登録商標又はこれと類似\nの商標（本件使用商標を含む）を付したエレキギターと，原告以外の者がベンチャ\nーズ－モスライト社商標又はこの使用形態の１つである本件使用商標と同様の表示\nを付したエレキギターとの間では，商品の出所を混同することはあり得ないものと\nなったというべきであり，また，原告以外の者がこのようなエレキギターを輸入し\nたり，販売したりする行為は，原告の商標権侵害を構成するものとなったというべ\nきである。このような解釈は，我が国の商標法，判例が，法的安定性を重視してい\nるところ，本件審判請求が，本件登録商標の設定登録後，長期間の経過した後にな\nされていることに照らしても，正当というべきである。\nしかるに，本件審決は，誤って，上記のとおり，原告がエレキギター\nに本件使用商標を付する行為は，商品の出所について混同を生ずると判断した。\nイ　被告の反論\n原告の主張はいずれも否認する。\n(3)　原告の故意の認定の誤り\nア　原告の主張\n(ア)　本件審決は，上記(2)ア(ア)において指摘した誤った事実認定を前提\nにして，誤って，原告の商標法５１条１項所定の「故意」を認定したものである。\n(イ)　原告が本件登録商標をエレキギターに使用するだけで，モズライト\n社製のモズライト・ギターとの出所の混同を生ずるのであり，原告が本件使用商標\nをエレキギターに使用することにより，モズライト社製のモズライト・ギターとの\n出所の混同を生ずるのではないから，原告は，本件使用商標をエレキギターに使用\nした結果，商品の品質の誤認又は他人の業務に係る商品との混同を生じさせること\nについての認識を欠いているというべきであるにもかかわらず，本件審決は，誤っ\nて，原告の商標法５１条１項所定の「故意」を認定したものである。\nイ　被告の反論\n(ア)　原告の主張(ア)について\n原告の主張は否認する。\n(イ)　原告の主張(イ)について\n原告は，本件登録商標に「of California」の欧文字を付記したことに\nついて，多数の顧客から，「モズライト・ベンチャーズモデル」といわれるモズラ\nイト・ギターに付記されているのと同一の書体で付記して欲しいとの要望を受けた\nことによるものであると認めているのであるから，原告には，商品の品質の誤認又\nは他人に業務に係る商品と混同を生じさせることについての認識があったというべ\nきである。\n(4)　信義則・権利濫用法理を適用しなかった誤り\nア　原告の主張\n被告は，特許庁に対し，平成１０年４月２８日，本件使用商標と同様の\n表示について，指定商品を米国カリフォルニア州製のギターとして，商標登録出願\nしているところ，その障碍となる本件登録商標を排除するために，本件審判を請求\nしている者であるが，被告及び被告が代表者である株式会社フィルモアは，平成８\n年から，モズライト社やモズレーと全く無関係に製作されたスガイ社製のエレキギ\nターに，本件使用商標と同様の表示を付して，一般消費者に販売することにより，\n品質の誤認を生じさせている者なのであるから，被告が，原告に対し，本件のよう\nな審判を請求することは，信義則に反するもの，または，権利濫用にあたるもの，\nあるいは，正当な審判請求の利益を欠くものとして許されないというべきである。\nしたがって，本件審決は，本件審判請求について，却下又は棄却すべき\nであったにもかかわらず，誤って，これについて却下又は棄却しなかった。\nイ　被告の反論\n原告の主張は否認ないし争う。\n第３　争点に対する判断\n１　争点(1)（「Ｍマーク　mosrite of California」標章に関する事実誤認）に\nついて\n(1)　確かに，本件使用商標については，「Ｍマーク　mosrite」の部分と「of\nCalifornia」の部分との書体が全く異なるものであり，「Ｍマーク　mosrite」の下\n部に小さく筆記体で「of California」と書かれているということができる。\nしかしながら，上記争いのない事実(2)アのとおり，モズライト社製のモズ\nライト・ギターには，本件使用商標と同様の表示が付されていたところ，同表示に\nついては，証拠（乙７から９）によれば，「Ｍマーク　mosrite」の部分と「of\nCalifornia」の部分とが上下に近接して配置されているものと認められるのであ\nり，その意味合いをも併せ考慮すれば，「of California」の部分は，「Ｍマーク\nmosrite」の部分と密接不可分のものというべきであるから，「Ｍマーク\nmosrite」の部分と「of California」の部分とは，一体のものとして構成されてい\nるというべきである。しかも，「of California」の部分が，識別力を欠くものであ\nり，我が国の商標法上，商標たり得るものでないとしても，そのことは，「Ｍマー\nク　mosrite」の部分と「of California」の部分とが一体のものとして構成されて\nいるとの上記判断を左右するものではない。\n(2)　また，確かに，上記争いのない事実(2)アのとおり，本件使用商標と同様\nの表示が付されていたエレキギターの製作をしたのは，昭和２７年に設立されて同\n４８年に倒産したモズライト社という法人であって，モズレー個人ではなかったの\nであるから，上記エレキギターを製作したのがモズレーであるとした本件審決の認\n定は，正確性を欠くところがあるといわざるをえない。\nしかしながら，上記争いのない事実(3)ア(ア)のとおり，本件審決のうち，\nモズレーの製作したエレキギターには本件使用商標と同様の表示が付されていたと\n認定した部分の直前には，モズレーが，昭和２７年，アメリカ合衆国カリフォルニ\nア州べーカーズフィールドにモズライト社を創立して，エレキギターの製作を開始\nした旨が認定されているのであるから，「モズレーの製作したエレキギター」とい\nう本件審決の文言が，「モズレーが創立したモズライト社の製作したエレキギタ\nー」を意味するものとして用いられていると善解することができるというべきであ\nる。\n(3)　以上によれば，原告の各主張は，いずれも採用することができず，また，\nモズレーの製作したエレキギターについて，本件使用商標と同様の表示が付されて\nいた旨認定した本件審決には誤りはないというべきである。\n２　争点(2)（品質等の誤認に関する認定判断の誤り）について\n(1)　原告の主張(ア)について\nア　原告は，原告の本件使用商標の使用開始当時には，原告製作のエレキギ\nターは，日本製のものとして周知であり，また，エレキギターの取引者，需要者の\n中には，本件使用商標を付した原告製作のエレキギターについて，モズレー製作の\nエレキギターと同様の品質を有すると誤認する者がいると認定するに足りる証拠は\n存在せず，かえって，上記のような誤認をする者は存在しないと主張し，同主張に\n沿うモズライト・ギターの愛好家らの陳述書や意見書等（甲３０，３３，３５から\n４７）を提出する。\nイ　確かに，上記各陳述書や意見書等からは，これらの作成者においては，\n本件使用商標を付した原告製作のエレキギターについて，日本製のものとして周知\nであり，モズレー製作のエレキギターと同様の品質を有すると誤認することはない\nものと認める余地がないわけではない。\nウ(ア)　しかしながら，上記争いのない事実等(2)アのとおり，モズライト社\n製のモズライト・ギターには，本件使用商標と同様の表示が付されていたものであ\nるところ，上記争いのない事実等(2)アイエの各事実に，証拠（甲１０，１１，１\n５，１７から４７，乙５から１０，１６から２６，２８から３０，３２，４０から\n４２）及び弁論の全趣旨によれば，我が国の人気ミュージシャンである加山雄三，\n寺内タケシ，スパイダースの井上堯之らも，昭和４０年ころから，モズライト・ギ\nターを演奏に使用していたものであり，また，モズライト・ギターの愛好家は，現\n在でも，我が国において多数存在しているものと認められることを併せ考慮すれ\nば，モズライト社製のモズライト・ギターに付されていた本件使用商標と同様の表\n示については，モズライト社製のモズライト・ギターの表示として，昭和４０年こ\nろから現在に至るまで，我が国において，エレキギターの取引者，需要者の間で，\n広く認識されているということができる。\n(イ)　また，証拠（甲１９，２０，２３，２４，乙１８，２２，２７，２\n８，４１，４２）によれば，本件使用商標を付した原告製作のモズライト・ギター\nについて，モズライト社製のモズライト・ギターである，あるいは，同ギターと同\n様の品質であると考えて購入したところ，音質やアームの性能の違いなどから，初\nめて，購入したエレキギターが，モズライト社製のモズライト・ギターとは異なる\nものであること，あるいは，同ギターとは品質の異なるものであることを知ったエ\nレキギターの取引者，需要者が存在していること，原告の商品カタログには，「ジ\nャパン・モズライト(有)」又は「日本モズライト(有)」と記載されていることか\nら，真実は，原告は，モズライト社の関連会社ではないにもかかわらず，そうであ\nると誤認していたエレキギターの取引者，需要者が存在していることの各事実が認\nめられる。\n上記各事情によれば，エレキギターの取引者，需要者の中には，本件\n使用商標を付した原告製作のエレキギターについて，モズライト社製作のエレキギ\nターと同様の品質を有すると誤認する者がいるというべきであり，かかる認定をす\nるに足りる証拠が存在しないということはできない。\n(ウ)　上記(ア)(イ)の各事情に照らせば，原告製作のエレキギターに，本\n件使用商標を付したとすれば，エレキギターの取引者，需要者において，モズライ\nト社が製作したエレキギターと同様の品質であるかのように商品の品質について誤\n認を生じ，又はモズライト社若しくは同社と何らかの関連のある者が製作したもの\nではないかと商品の出所について混同を生ずるものというべきであり，上記各陳述\n書や意見書等の存在をもって，直ちに，一般論として，上記のような誤認をする者\nが存在しないなどと断ずることはできないというべきである。\nエ　したがって，エレキギターの取引者，需要者の中には，本件使用商標を\n付した原告製作のエレキギターについて，モズレー製作のエレキギターと同様の品\n質を有すると誤認する者がいると認定した上で，原告がエレキギターに本件使用商\n標を付する行為は，原告製作のエレキギターについて，モズレーが製作したエレキ\nギターと同様の品質であるかのように商品の品質について誤認を生じ，又はモズレ\nー若しくは同人と何らかの関連のある者が製作したものではないかと商品の出所に\nついて混同を生ずると判断した本件審決の認定判断には，上記１(2)において善解し\nた点を考慮すると，誤りはないというべきである。\n(2)　原告の主張(イ)について\nア　確かに，モズライト社製のモズライト・ギターに付されていた本件使用\n商標と同様の表示と，ベンチャーズ－モスライト社商標とは，大文字か，小文字か\nという差異はあるものの，いずれも，「mosrite」というアルファベットの綴りを含\nんでいるものであるから，外観，称呼において，共通するところがあるというべき\nである。\nイ(ア)　しかしながら，上記争いのない事実等(2)クのとおり，原告は，昭和\n６３年ないし平成元年初めころから現在まで，原告製作のエレキギターに，本件登\n録商標に「of California」を付記した本件使用商標を付したものであるが，原告が\n本件登録商標に「of California」の欧文字を付記したのは，多数の顧客から，モズ\nライト社が製作したエレキギターのものと同一の書体で付記してほしいとの要望を\n受けたことによるものであることに照らすと，原告及びその多数の顧客において\nは，「of California」の欧文字の付記の有無という点で，本件登録商標の付された\n原告製作のエレキギターと，本件使用商標と同様の表示の付されたモズライト社製\nのモズライト・ギターとの間の外観上の相違は看過し難いものであったところ，原\n告製作のエレキギターに付されていた本件登録商標に，「of California」の欧文字\nが付記されることによって，原告製作のエレキギターが，本件使用商標と同様の表\n示の付されたモズライト社製のモズライト・ギターに，外観上一層酷似するように\nなるため，「of California」の欧文字を付記することを重要視していたものという\nことができる。したがって，原告及びその多数の顧客は，「of California」の付記\nされた本件使用商標やモズライト社製のモズライト・ギターに表示されていた本件\n使用商標と同様の表示と，「of California」の付記されていない本件登録商標やベ\nンチャーズ－モスライト社商標との間には，外観上看過し難い差異があるものと認\n識していたものというべきである。\nそうであれば，モズライト社製のモズライト・ギターに表示されてい\nた本件使用商標と同様の表示が周知であることと，ベンチャーズ－モスライト社商\n標が周知であることは，異なるものというべきであり，本件使用商標と同様の表示\nが周知であることは，ベンチャーズ－モスライト社商標が周知であることに帰着す\nるなどということはできない。\n(イ)　しかも，商標法５１条１項は，文言上，他人の商標が登録されてい\nる場合に限って，商標権者の登録商標に類似する商標の使用が，他人の業務に係る\n商品と混同を生ずるものとしているわけではないところ，商標の登録の有無と，商\n標の周知性の有無とが，必ずしも，関連するものでないことは明らかであるから，\n他人の商標が登録されていない場合であったとしても，それが周知である場合に，\n商標権者が，他人の非登録周知商標と類似し，かつ，自身の登録商標とも類似する\n商標を商品に使用したとすれば，その商品につき，他人の業務に係る商品と混同が\n生ずることは否定できないというべきである。また，周知商標に係る商標権が期間\n満了により消滅したとしても，それによって，直ちに，当該商標の周知性が失われ\nるものでないことも明らかなところである。したがって，他人の商標が，商標権が\n期間満了により消滅したものであったとしても，それが周知である場合に，商標権\n者が，他人の商標と類似し，かつ，自身の登録商標とも類似する商標を商品に使用\nしたとすれば，その商品につき，他人の業務に係る商品と混同が生ずるというべき\nである。\nそうであれば，ベンチャーズ－モスライト社商標の商標権が期間満了\nにより消滅したとしても，それによって，直ちに，ベンチャーズ－モスライト社商\n標の周知性が失われるということはできず，また，商標法の解釈として，本件登録\n商標の商標権設定登録以降は，原告の本件登録商標に係る商標権こそが尊重される\nものとなり，原告が本件登録商標又はこれと類似の商標を付したエレキギターと，\n原告以外の者がベンチャーズ－モスライト社商標又はこの使用形態の１つである本\n件使用商標と同様の表示を付したエレキギターとの間では，商品の出所を混同する\nことはあり得ないものとなったなどということはできない。そして，上記(1)ウ(イ)\nのとおり，モズライト社製のモズライト・ギターに付されていた本件使用商標と同\n様の表示については，モズライト社製のモズライト・ギターの表示として，昭和４\n０年ころから現在に至るまでの長期間にわたって，我が国において，エレキギター\nの取引者，需要者の間で，広く認識されているということができることに照らす\nと，本件審判請求が，本件登録商標の設定登録後，長期間の経過した後になされて\nいるものであるとしても，そのことをもって，出所の混同が否定されることとなる\nわけでもない。\n(3)　以上によれば，原告の各主張は，いずれも採用することができず，また，\n原告がエレキギターに本件使用商標を付する行為は，原告製作のエレキギターが，\nモズレー製作のエレキギターと同様の品質であるかのように商品の品質について誤\n認を生じ，又はモズレー若しくは同人と何らかの関連のある者が製作したものでは\nないかと商品の出所について混同を生ずるとした本件審決の判断には，上記１(2)に\nおいて善解した点を勘案すると，誤りはないというべきである。\n３　争点(3)（原告の故意の認定の誤り）について\n(1)　原告の主張(ア)について\n上記のとおり，原告が争点(2)ア(ア)において指摘したような事実認定の誤\nりは認められないから，本件審決が誤った事実認定を前提にして，誤って，原告の\n商標法５１条１項所定の「故意」を認定したものということはできない。\n(2)　原告の主張(イ)について\nア　商標法５１条１項所定の「故意」とは，商標権者が指定商品について登\n録商標に類似する商標を使用し又は指定商品に類似する商品について登録商標若し\nくはこれに類似する商標を使用するにあたり，その使用の結果，商品の品質の誤認\n又は他人の業務に係る商品と混同を生じさせることを認識していたことをもって足\nりると解される（最高裁判所昭和５５年(行ツ)第１３９号同５６年２月２４日第三\n小法廷判決・判例時報９９６号６８頁参照）。\nイ　これを本件についてみると，確かに，本件登録商標とモズライト社製の\nモズライト・ギターに表示された本件使用商標と同様の表示とは，「of\nCalifornia」の欧文字の有無を除き，同様であるところ，上記２(1)ウ(ア)のとお\nり，モズライト社製のモズライト・ギターに付されていた本件使用商標と同様の表\n示については，モズライト社製のモズライト・ギターの表示として，現在でも，我\nが国において，エレキギターの取引者，需要者の間で，広く認識されているという\nことができるから，原告が本件登録商標をエレキギターに使用するだけで，モズラ\nイト社製のモズライト・ギターとの間で，品質誤認や出所混同を生ずるものという\nことができる。\nウ　しかしながら，上記２(2)イ(ア)のとおり，原告の多数の顧客において\nは，「of California」の欧文字の付記の有無という点において，本件登録商標の付\nされた原告製作のエレキギターと，本件使用商標と同様の表示の付されたモズライ\nト社製のモズライト・ギターとの間の外観上の相違は看過し難いものであったとこ\nろ，原告製作のエレキギターに付された本件登録商標に，「of California」の欧文\n字が付記されることによって，原告製作のエレキギターが，本件使用商標と同様の\n表示の付されたモズライト社製のモズライト・ギターに，外観上一層酷似するよう\nになるため，「of California」の欧文字を付記することを重要視していたものであ\nり，多数の顧客のかかる観点からの強い要望を受けて，原告が，原告製作のエレキ\nギターに付されていた本件登録商標に，「of California」を付記したというのであ\nるから，原告がエレキギターに本件使用商標を付する行為は，原告製作のエレキギ\nターが，モズライト社製のエレキギターと同様の品質であるかのように商品の品質\nについて誤認を生ずるおそれ，また，モズライト社若しくは同社と何らかの関連の\nある者が製作したものではないかと商品の出所について混同を生ずるおそれを，そ\nれぞれ，より一層強くするものというべきであり，また，原告は，正に，そのこと\nを意図していたものというべきである。\nエ　したがって，原告は，原告製作のエレキギターについて本件使用商標を\n使用するにあたり，その使用の結果，モズライト社製のモズライト・ギターとの間\nで品質誤認や出所混同の生ずることを認識していたというべきである。\n(3)　以上によれば，原告の各主張は，いずれも採用することができず，また，\n原告には，商品の品質の誤認又は他人の業務に係る商品と混同を生じさせることに\nついての認識，すなわち，商標法５１条１項所定の「故意」があったとした本件審\n決の判断には誤りはないというべきである。\n４　争点(4)（信義則・権利濫用法理を適用しなかった誤り）について\n(1)　確かに，被告は，特許庁に対し，平成１０年４月２８日，本件使用商標と\n同様の表示について，指定商品を米国カリフォルニア州製のギターとして，商標登\n録出願している者であるところ（甲９），上記表示が本件登録商標に類似すること\nに照らすと，被告は，上記商標登録出願の障碍となる本件登録商標を排除するため\nに，本件審判を請求している者と推認することができる。また，被告及び被告が代\n表者である株式会社フィルモアが，モズレーの伝統技術を承継しているか否かは別\nとして，平成８年から，モズライト社やモズレーと全く無関係に製作されたスガイ\n社製のエレキギターに，本件使用商標と同様の表示を付して，一般消費者に販売し\nていることは，被告自身自認するところである。\n(2)　しかしながら，本件審判請求が容認されたとしても，原告の本件登録商標\nに係る商標権が取り消されて消滅するに留まり，そのことによって，被告の上記商\n標登録出願が，当然に，拒絶査定を免れることとなるわけでもないのであるから，\n原告の不当な不利益のもとに，被告に不当な利益を与えるなどといった衡平の理念\nに反するような事情は生じないというべきである。\nまた，被告が自認する上記事実があるからといって，商標法５１条１項所\n定の商標権者に該当する原告自身が，この事実をとらえて，権利の濫用に当たるな\nどと主張し，本件登録商標につき商標登録の取消しを免れることができる筋合いで\nもないというべきである。\n(3)　そうであれば，被告の本件審判請求について，信義則に反するもの，権利\n濫用にあたるもの，正当な審判請求の利益を欠くものなどということはできない。\n(4)　以上によれば，原告の各主張は，いずれも採用することができず，また，\n本件審判請求につき，信義則に反するもの，権利濫用にあたるもの，または，正当\nな審判請求の利益を欠くものとして，却下又は棄却しなかった本件審決の判断には\n誤りはないというべきである。\n５　結論\n以上によれば，原告主張に係る各取消事由はいずれも理由がなく，本件審決\nの判断は相当である。よって，原告の請求を棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第３民事部\n裁判長裁判官　　北　　山　　元　　章\n裁判官　　青　　柳　　　　　馨\n裁判官　　絹　　川　　泰　　毅\n（別　紙）\n本件登録商標、原告の使用商標\n"
}