{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 6,
    "day": 23
  },
  "case_number": "平成16(ワ)2952",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所民事第30部",
  "lawsuit_id": "5483",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5483",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/483/005483_hanrei.pdf",
  "contents": "Ｈ１７．６．２３東京地方裁判所　平成１６年（ワ）第２９５２号損害賠償請求事件\n主文\n１　被告Ａは，原告に対し，２００万円及びこれに対する平成１４年１０月３１日から支\n払済みまで年５分の割合による金員を支払え。\n２　原告の被告Ａに対するその余の請求及び被告株式会社Ｂに対する請求をいずれ\nも棄却する。\n３　訴訟費用は，これを１０分し，その９を原告の負担とし，その余を被告Ａの負担とす\nる。\n４　この判決は，原告勝訴部分に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告Ａは，原告に対し，２０００万円及びこれに対する平成１４年１０月３１日から支\n払済みまで年５分の割合による金員を支払え。\n２　被告Ａ及び被告株式会社Ｂは，原告に対し，各自１３３万１７９９円及びこれに対す\nる平成１４年１０月３１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，亡Ｃ（以下「亡Ｃ」という。）が，被告Ａ（以下「被告Ａ」という。）から，癌治\n療として行っていた新免疫療法と称する治療を受け，被告株式会社Ｂ（以下「被告\nＢ」という。）から健康食品を購入したところ，死亡するに至ったことから，亡Ｃの相\n続人である原告が，被告Ａに対しては，新免疫療法には被告Ａが発表していたよう\nな治療効果はなく，一般的な治療方法の必要性や有用性を説明しなかった説明義\n務違反があると主張し，被告Ｂに対しては，新免疫療法の一環として販売されてい\nる健康食品に，癌治療の効果はなかったことなどを告知しなかったと主張し，被告\nＡ及び被告Ｂに対し，不法行為（共同不法行為）又は債務不履行に基づき，損害賠\n償を請求する事案である。\n１　前提事実（証拠を掲げない事実は当事者間に争いがない。）\n(1)　当事者\nア　原告等\n亡Ｃは，昭和２１年４月２９日生まれの女性であり，平成１５年９月３日に死\n亡した。\n原告は亡Ｃの配偶者（夫）であり，遺産分割により，亡Ｃが有する債権債務\nを全て相続した（甲Ｃ１からＣ３まで）。\nイ　被告ら\n(ｱ)　被告Ａは，免疫学等を専門とする医師であり，平成７年にＤ大学医学部\n第一外科兼同大学保健学部助教授に就任し，平成９年９月にＥクリニック\n（以下「被告クリニック」という。）を開設して同クリニックの院長となった。平\n成１０年４月には被告クリニックの院長を辞め，同年５月にＦ大学腫瘍免疫\n等研究所教授に就任した。平成１６年８月に同研究所を退職し，同年１０月\nから現在まで，Ｇクリニックの院長をしている。被告Ａは，被告クリニック等\nにおいて，癌治療として「新免疫療法」を行ってきた。（甲Ｂ５８，乙Ａ４，Ｂ３\n３）\n(ｲ)　被告Ｂは，医薬品の研究，開発及び製造，卸，販売等を目的とする株式\n会社であり，被告Ａの妻で薬剤師のＨが代表取締役を務め，健康食品等の\n販売を行っている。被告Ｂは，現在は被告クリニックと同一建物の同一フロ\nア（２階）に所在し，被告クリニックと隣接している。\n(2)　亡Ｃの診療経過\n亡Ｃは，平成１３年５月１１日，Ｉ病院で卵巣・肝臓転移を伴った回盲部大腸癌\nで緊急手術（卵巣・子宮切除及び大腸回盲部切除術）を受け，平成１４年１月２８\n日には同病院で肝臓部切除・胆嚢摘出手術を受け，平成１４年５月３１日から被\n告クリニック等で被告Ａの新免疫療法を受けたが，平成１５年９月３日に死亡し\nた。\n亡Ｃの被告Ａによる診療経過は別紙診療経過一覧表記載のとおりであり，Ｉ病\n院及びＪ病院における診療経過は別紙診療経過一覧表（Ｉ及びＪ病院関係）記載\nのとおりであり，Ｋ病院における診療経過は別紙参考診療経過一覧表「Ｋ病院」\n欄記載のとおりである（当事者の主張の相違する部分を除き，当事者間に争い\nがない。）。\nまた，亡Ｃの腫瘍マーカー（シアリルＬＥＸ－１，ＳＴＮコウゲン，ＮＣＣ－ＳＴ－４\n３９，ＣＡ７２－４，ＣＥＡ）の推移，エコー（超音波診断）・レントゲン検査所見，投\n薬及び通院の経過は，概ね，別紙参考資料のとおりである（前記各診療経過一\n覧表，甲Ａ２，Ａ３，乙Ａ１，Ａ２）。\n２　争点\n(1)　被告Ａが，新免疫療法の効果が乏しいことを容易に知りえたにもかかわらず，\n化学療法や放射線療法の説明をせずに新免疫療法を選択させ，亡Ｃの延命利\n益を奪ったのか否か。\n（原告の主張）\nア　新免疫療法について\n被告Ａは，多数の著作，インターネットホームページ，講演会，患者説明会\nや患者に手渡す「新免疫療法のご案内」と題するリーフレット等において，癌\nの治療として被告Ａが行っている新免疫療法について，他の癌治療方法に比\nべ，驚異的な奏効率（化学療法などの癌の治療方法に対する評価に用いられ\nる指標）を示しており，さらに副作用や身体への侵襲もないとし，極めて優れ\nた治療方法であるとしてその有効性を謳っている。そして，被告Ａが示す奏効\n率は，患者及び一般の読者等からみると，当然，被告Ａのいう奏効率も他の\n治療方法について用いられる奏効率と同一であり，新免疫療法が他の治療\n方法より明らかに有効であると信じさせるものである。亡Ｃも被告Ａの著書，マ\nスコミ報道等をみてそのように信じたものである。\nしかし，世界的共通基準（ＷＴＯ等が承認する奏効率の判定方法）や日本\n癌治療学会が一般に使用している奏効率は，ＣＴ，超音波，レントゲン等の画\n像診断を用いて判定を行うこととされており，腫瘍マーカーはあくまで例外的\nな補助手段とされているにもかかわらず，被告Ａは，画像診断による判定は\n行わず，補助手段である腫瘍マーカーだけで，しかも自身に都合のいい腫瘍\nマーカーだけを採用してその判定をただ１人で行っており，被告Ａが示す奏効\n率判定の結果を他の治療方法の奏効率判定における結果と対比することは\nできないものである。また，被告Ａの奏効率判定は，本来は奏効率の判定な\nど不可能な治療開始時点や手術により癌を切除した症例等についてもなされ\nているなど，ずさんな判定であり，奏効率の水増しもされており，医学的根拠\nに乏しい。\nこのように，被告Ａの行っている新免疫療法は，その治療効果が承認され\nておらず，奏効率を評価し直せば，治療効果のないものであることは明らかで\nある。\nイ　標準的治療について\n被告らは，亡Ｃに対しては，癌の３大治療法である手術，抗癌剤投与，放射\n線照射のいずれも尽くされていると主張するが，被告Ａが抗癌剤治療が尽くさ\nれていると判断した根拠である腫瘍マーカーＣＥＡの上昇についてはその判\n断を支える医学的証拠を持っておらず，肝転移については問診のみで医学的\nな資料を有していなかったのであるから，亡Ｃに抗癌剤による治療が尽くされ\nていると判断すべき理由はない。実際には，Ｉ病院でＣＥＡの低下がみられて\nおり，抗癌剤の治療効果が窺える状態にあった。\nウ　被告Ａの説明義務違反について\n(ｱ)　被告Ａの説明義務\n被告Ａが実施していた新免疫療法が前記アのようなものであったことか\nらすると，被告Ａは，亡Ｃに対し，自らが提示している新免疫療法の奏効率\nが，実は一般的に使われている奏効率とは異なるものであり，治療効果が\n乏しいことを説明すべきであり，確立された治療方法である化学療法及び\n放射線療法などの必要性や有用性を説明すべきであった。\n(ｲ)　被告Ａの説明について\nしかし，被告Ａは，亡Ｃに対し，新免疫療法が治療効果に乏しいことを説\n明せず，化学療法及び放射線療法などの必要性や有用性も説明しなかっ\nた。\nしたがって，被告Ａには説明義務違反（過失，債務不履行）がある。\n(ｳ)　結果との因果関係について\n亡Ｃは，被告Ａから，新免疫療法の真実の奏効率や治療効果，化学療\n法及び放射線療法などの必要性や有用性についての説明を受けていれ\nば，新免疫療法を受けることはなく，化学療法及び放射線療法によって延\n命利益を享受することができた。\n（被告らの主張）\nア　新免疫療法について\n新免疫療法は，非特異的免疫療法で，β１－３Ｄグルカン構造を持つある\n種のキノコ菌糸体成分及び酵母成分，α１－３Ｄグルカン構造を持つ特殊な\nオリゴ糖の内服により，インターロイキン１２やインターフェロンγの産生を促\nし，細胞性免疫を賦活化して，癌を殺傷する作用がある細胞障害性Ｔ細胞，ナ\nチュラルキラー細胞（ＮＫ細胞），ＮＫＴ細胞が活性化され，ヒトが元来持ってい\nる癌に対する免疫力を高めると同時に，サメ軟骨の内服により，癌の新生血\n管（癌が自らを栄養できるようにするために作る異常血管）の増殖を抑制する\nことにより，癌を小さくする又は癌が大きくなるのを遅くすることを狙った治療\n法である。\n新免疫療法では，細胞障害性Ｔ細胞，ナチュラルキラー細胞（ＮＫ細胞），Ｎ\nＫＴ細胞が活性化されるまでに２，３か月かかるため，治療開始後３か月を目\n途に検査を行い，患者との相性を判定する。\n手術，抗癌剤及び放射線が癌の３大治療法であるが，新免疫療法は，これ\nらで対処できない末期癌についても効果が期待できる治療方法である。\nイ　被告クリニックにおける新免疫療法の説明について\n(ｱ)　被告クリニックは，新免疫療法によって癌の治療を行うことだけを目的に\n設立した診療所であり，また，新免疫療法については保険対象外で患者の\n負担が重いことから，当然，患者に対して新免疫療法の説明を行い，納得\nを得ている。被告Ａは，著書，ホームページ，患者説明会で一般的な説明を\n行っているが，個別の患者に対し，資料を示し，詳細に説明を行っている。\n(ｲ)　被告クリニック初診時の亡Ｃの状態\n亡Ｃは平成１４年５月３１日に被告クリニックに初めて来院したが，そのと\nきには同人のＳ状結腸癌は肝臓へ遠隔転移があり，ステージⅣであった。\nステージⅣであれば，癌の３大治療法である手術，抗癌剤投与，放射線照\n射のうち，手術及び放射線照射については適応がないとされている。亡Ｃ\nは，平成１３年５月及び平成１４年１月に手術を受けており，被告クリニック\n来院以前に既に抗癌剤である５－ＦＵ５００ｍｇ＋アイソボリン，ＣＰＴ－１１\nの投与が多数回実施されていて効果がなかったことから，被告クリニック初\n診時に既に末期の状態であり，有効な一般的治療法はなかった。可能なの\nは，延命を期待する治療又は生活の質（ＱＯＬ）向上のみを考えた疼痛緩和\n治療だけであった。\n(ｳ)　亡Ｃに対する説明\n被告Ａは，亡Ｃに対し，平成１４年５月３１日の初診時に，亡Ｃの状態はス\nテージⅣであり，前記のように平成１３年５月及び平成１４年１月に手術が\n実施されており，抗癌剤治療については被告クリニック来院以前に既に５\n－ＦＵ５００ｍｇ＋アイソボリンの投与が実施されており，放射線療法につい\nては適応がないこと，すなわち癌の３大治療法は既に尽くされていることを\n説明した。\nその上で，被告Ａが行っている新免疫療法を実施した場合には効果があ\nる可能性があること，新免疫療法には副作用が少ないこと，自由診療で費\n用がかかることを説明した。\n亡Ｃは，Ｉ病院で同人の病状について説明を受けており，被告Ａの前記説\n明を十分理解できたし，ステージⅣで癌の３大療法は既に尽くされているこ\nとを理解しており，可能性が低くても３大療法以外の療法を試してみたいと\nの意向を有していた。\nしたがって，被告Ａに説明義務違反はない。\nウ　因果関係について\n亡Ｃは，被告クリニック受診時には，既に化学療法は尽くされ，放射線療法\nは適応がない状態であり，有効な一般的治療法はない状態であったから，標\n準的治療方法を実施しても延命し得たとはいえない。\n(2)　被告Ａがイレッサの適応や副作用についての説明を怠ったのか否か。\n（原告の主張）\nア　被告Ａは，亡Ｃに対し，平成１４年９月２０日からイレッサを処方しているが，\nイレッサは厚生労働省が肺癌についてのみ適応を認めた薬剤であり，特に大\n腸癌には全く効果がないという報告があり，亡Ｃには適応がなった。\nまた，イレッサは間質性肺炎を併発する副作用の危険性が指摘されてお\nり，発疹が副作用として起こることもある。\nこれらのことから，被告Ａは，亡Ｃに対し，イレッサの有効性及び副作用に\nついて説明する義務がある。\nイ　しかし，被告Ａは，亡Ｃに対し，イレッサの有効性及び副作用について説明し\nたことがなかった。\n亡Ｃは，イレッサについて大腸癌，肝臓癌等への有効例の報告が見られ\nず，厚生労働省が肺癌のみにしか適応を認めておらず，重大な副作用もある\n薬剤であることを説明されていたら，あえて高額の薬代を支払ってその服用に\n同意するとは考えられない。\n（被告らの主張）\nア　被告Ａは，平成１４年８月２３日，亡Ｃの腫瘍マーカーＣＥＡが上昇し続けてい\nることから，新免疫療法の効果が出るまでに時間がかかる可能性があり，新\n免疫療法のみでは癌の増殖を抑制することがかなり難しいと考えられたた\nめ，亡Ｃにその旨説明し，イレッサについて，大腸癌に対する有効性が考えら\nれることとともに副作用が出現する可能性があることを絵や図表を用いて十\n分に説明した。\nさらに，被告Ａは，平成１４年９月２０日，亡Ｃに対し，肺に多発転移が増大\nしていること，肝臓に転移が現れたこと，腫瘍マーカーＣＥＡが上昇しているこ\nと，新免疫療法は効果が出るまでに時間を要する者がいること，新免疫療法\nとイレッサを併用すると大腸癌にも効果が現れる者もいること，イレッサは大\n腸癌に対する有効性も示唆され，論文にも掲載されていることを分かりやすく\n説明した。そして，図表を使ってイレッサの副作用と効果を十分説明し，保険\nがきかない新薬で高額なことなども説明し，亡Ｃが了解した上でイレッサの経\n口投与を開始した。\nイ　したがって，被告Ａに説明義務違反はない。\n(3)　被告Ｂが，亡Ｃに対し，自らの販売する健康食品等が，医薬品ではなく癌の治\n療効果を持つものでないことを告知すべきところ，これを怠り，新免疫療法の効\n果について亡Ｃが誤信しているのに乗じて高額の健康食品等の販売を行ったの\nか否か。\n（原告の主張）\nア　被告Ｂについて\n被告Ｂは，被告Ａが６０パーセントを出資する株式会社であり，被告クリニッ\nクの薬剤師で同クリニックの経営に主体的に関与している被告Ａの妻Ｈが代\n表者を務めており，他の役員も被告Ａの親族又は被告クリニックの職員が務\nめており，実質的な経営主体は被告Ａである。\nそして，被告Ｂは，被告Ａが癌治療に効果があると提唱している健康食品を\n販売しており，被告クリニックで診察を受けた患者が，被告クリニックで医薬品\nの処方を受け，隣接する被告Ｂで被告Ａが指示した健康食品を購入すること\nになっている。そして，被告Ｂは一般の通行人が気づく場所にはなく，被告クリ\nニックで診察を受けていない者が被告Ｂで健康食品を購入することはない。し\nたがって，もっぱら被告Ａの新免疫療法を受けている患者に被告Ａが指示す\nる健康食品を販売するためだけに存在しているといえ，被告Ｂで健康食品を\n購入する者は，被告Ａの著作・講演・ホームページを見聞し，被告Ａの診察を\n受けて，新免疫療法に驚異的な癌治療の奏効率があると信じ，その治療の一\n環として，健康食品にも驚異的な癌治療の効果があると信じて健康食品の購\n入に訪れるのである。被告Ｂはこのような実態については十分認識していた。\nイ　被告Ｂの責任について\nしかし，前記のように，被告Ａの新免疫療法は医学的根拠に乏しく，治療効\n果がないものであり，また，被告Ｂで販売している健康食品は，医薬品ではな\nく単なる食品にすぎず，医学的には癌に対する治療効果があるとは認められ\nていない。\nしたがって，被告Ｂとしては，その販売する健康食品は医薬品ではなく，癌\n治療の驚異的な効果はないことを告知するべきである。にもかかわらず，被\n告Ｂは健康食品の購入者に対してそのような説明を行っていない。\nよって，被告Ｂには，不法行為（共同不法行為）又は売買契約上の債務不\n履行があるというべきである。\n（被告らの主張）\nア　原告の主張は争う。被告Ａは亡Ｃに対し，新免疫療法について十分説明して\nいるのであり，亡Ｃに誤信はない。\n被告Ｂは，薬剤師ではないし，薬局でもないから，それを前提とした医薬品\n及び健康食品の効能と副作用等について患者に助言すべき義務は発生しな\nい。\nイ　被告Ｂは，被告Ａの妻で薬剤師のＨが代表者を務めていることは事実である\nが，被告Ｂは被告クリニックと実質上一体であるとはいえない。\n被告Ｂ以外でも新免疫療法で必要な健康食品は販売・処方されており，被\n告クリニックの患者でも被告Ｂ以外で健康食品を購入する者もおり，被告クリ\nニックへの通院が必要なくなった元患者や患者の知人が購入することもある。\n(4)　損害及び損害額\n（原告の主張）\nア　亡Ｃの損害\n亡Ｃが標準的な治療方法による治療を受けた場合にどの程度の延命が可\n能であったかは明らかではないが，癌細胞増加数と腫瘍マーカーの増加の相\n互関係から数理的に算定すると，少なくとも平成１６年１２月までは生存してい\nたものと考えられ，数年の延命はできたものと考えられる。\nイ　被告Ａが賠償すべき損害－慰謝料\n亡Ｃは，効果のない治療法を有効なものと信じて受け，一般的な治療を受\nけ，延命の利益を失った。\n亡Ｃの精神的苦痛に対する慰謝料は，２０００万円を下らない。\nウ　被告らが連帯して賠償すべき損害－医療費，薬品・健康食品購入費等\n亡Ｃが被告Ａ及び被告Ｂに支払った医療費，薬品・健康食品購入費等は，\n確認できる範囲で１３３万１７９９円であり，この損害については，被告Ａのみ\nならず，被告Ｂも不法行為（共同不法行為）又は債務不履行に基づき被告Ａと\n連帯して賠償責任を負う。\nエ　相続\n前記ア及びイの損害額の合計は２１３３万１７９９円であり，被告Ａに対する\n２０００万円の損害賠償請求権並びに被告Ａ及び被告Ｂに対する１３３万１７９\n９円の損害賠償請求権を，原告が相続した。\nオ　まとめ\nよって，原告は，被告Ａに対し，不法行為又は債務不履行に基づき，２０００\n万円及びこれに対する不法行為の日より後であり弁済期後の日である平成１\n４年１０月３１日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求めるとともに，被告Ａ及び被告Ｂに対し，不法行為（共同不法行\n為）又は債務不履行に基づき，各自１３３万１７９９円及びこれに対する不法行\n為の日より後であり弁済期後の日である平成１４年１０月３１日から支払済み\nまで民法所定の年５分の割合による遅延損害金の支払を求める。\n（被告らの主張）\n原告の主張は争う。\n第３　当裁判所の判断\n１　争点１（被告Ａが，新免疫療法の効果が乏しいことを容易に知りえたにもかかわら\nず，化学療法や放射線療法の説明をせずに新免疫療法を選択させ，亡Ｃの延命\n利益を奪ったのか否か）について\n(1)　被告Ａが行っていた新免疫療法について\nア　新免疫療法の概要\n被告Ａは，新免疫療法の内容，メカニズムについて，以下のとおり説明して\nいる（甲Ｂ１，Ｂ２（枝番を含む。以下，枝番のある書証について，特に枝番を\n表示しないときは，全ての枝番を含む。），Ｂ７，Ｂ１１，Ｂ１２，Ｂ２３，Ｂ２６，Ｂ２\n７，Ｂ２９，Ｂ３４，Ｂ５８，乙Ａ４，Ｂ２，Ｂ４，Ｂ３３，被告Ａ本人）。\n新免疫療法は，人間が本来持ち合わせている免疫機能を高め，かつ，癌\nの増勢に伴い形成される新生血管の形成阻害を行うことにより，抗腫瘍効果\nを期待する治療法である。具体的には，免疫機能を高める目的でβ１－３Ｄグ\nルカンを基本構造とする担子菌糸体や酵母由来の食品，医薬品を，新生血管\nの形成を阻害する目的でサメ軟骨加工品を摂取するというものである。\nβ１－３Ｄグルカンはインターフェロンγやインターロイキン１２の産生を促\nし，Ⅰ型ヘルパーＴ細胞系が賦活化され，実際に癌細胞を殺傷する作用があ\nる細胞障害性Ｔ細胞（ＣＴＬ），ナチュラルキラー細胞（ＮＫ細胞），ＮＫＴ細胞が\n活性化され，細胞障害活性が向上する。また，ベターシャークＭＣというサメ\n軟骨は，癌細胞から産生され，癌細胞が増殖する原因となる新生血管造成因\n子（サイトカイン）を阻害するという作用がある。これら２つの作用により，癌が\n小さくなり，又は大きくなるのが遅くなる。\n全体の免疫能力が癌の進行状況によって，摂取する薬品・食品（健康食\n品）を調整し，抗癌剤との併用投与も行うことがある。\nイ　実際の診療（甲Ｂ５５，Ｂ５８，乙Ａ４，Ｂ３３，被告Ａ本人）\n被告クリニックにおける新免疫療法の診療としては，被告クリニックにおい\nて，診察，腫瘍マーカーの測定等の検査がされるほか，医薬品としてＳＰＧ（ソ\nニフィラン），ＯＫ－４３２（ピシバニール），ＰＳＫ（クレスチン），ビタミンＤ３（活\n性型ビタミンＤ），ウルソデオキシコール酸等が処方され，被告Ｂにおいて，健\n康食品であるＩＬＸ，ＩＬＹ，ベターシャークＭＣ・ＬＯ，ＯＧ１・３Ａ（ニゲロオリゴ\n糖），ＳＩＡ，イミュトール，総合ビタミン等が処方される。\nなお，被告ＡがＤ大学病院において新免疫療法を実施していたときには，\n健康食品は，Ｄ大学病院付近の薬局に依頼して販売してもらっていた。\nウ　被告Ａの書籍，ホームページ，講演等の内容\n(ｱ)　「新免疫療法（ＮＩＴＣ）のご案内」と題するパンフレット（甲Ｂ１）\n新免疫療法の特徴として，分子標的薬（ハーセプチン，イレッサ，グリベ\nック等）を組み合わせることにより，患者によっては劇的な治療効果が得ら\nれていること，癌の種類に関係なくどんな癌にも対応できるため，難治性の\n骨転移にも有効性が多く見られ，患者の免疫パラメーターを測定することに\nよって免疫細胞の攻撃性を特異的に高めることができることが記載されて\nいる。そして，新免疫療法のメリットとして，抗癌剤と異なり副作用がほとん\nどないこと，ＱＯＬ（生活の質）が高まること，抗癌剤や放射線治療の副作用\nも軽減することができることなどが記載されている。\nまた，これまでの実績として，驚異的な治療効果と題し，新免疫療法を受\nけた患者数が１万名以上に上り，うち，２００２年（平成１４年）８月末現在\nで，効果判定に必要な血液検査を受けた患者３７６３名の治療効果として，\nＣＲ（著効。４週間以上癌が消失している状態）とＰＲ（有効。癌が半分以下\nに縮小し４週間以上保てた場合）を合わせた奏効率が３６．３パーセントで，\nこれにLong term NC（長期不変。６か月以上癌の大きさが変化しない状態）\nを合わせると５３．８パーセントとなると記載され，癌の種類ごとに効果判定\nをまとめた表が添付されている。そして，これらの奏効率は，画期的な奏効\n率で，患者の大部分が末期癌や進行癌であることを考慮すると，この治療\n効果は驚異的な数値であると学会でも評価されるようになったと記載されて\nいる。治療効果の判定方法については，ＣＲ（著効）を４週間以上癌が消失\nしている状態，ＰＲ（有効）を癌が半分以下に縮小し４週間以上保てた状\n態，Long term NC（長期不変）を６か月以上癌の大きさが変化しない状態で\nあるとそれぞれ定義づけ，効果判定を原則的には画像と腫瘍マーカーで行\nうが，画像がない場合には腫瘍マーカーのみで判定したとし，治療法は原\n則免疫療法が中心だが，一部他の治療法も併用していると記載されてい\nる。\n料金については，初診料又は再診料，１か月分の医薬品，血液検査料，\n食品（いわゆる健康食品）１か月分を含み，初診時が１８万円から３４万円く\nらい，再診時は９万円から３０万円くらいで，１か月平均で約１７万円であっ\nたことが記載されている。\n(ｲ)　「免疫療法の最前線　ガン細胞が消えた」と題する書籍（１９９７年（平成９\n年）２月発行。甲Ｂ２の２）\n本書籍の外帯には，「ＴＶ，雑誌が注目！」との記載に続き，１９９５年（平\n成７年）から，１９９６年（平成８年）にフジＴＶ「スーパータイム」「ニュース・ジ\nャパン」，週刊新潮，女性自身，東京スポーツ，フライデーにおいて，被告Ａ\nの新免疫療法が取り上げられたことが記載されている。\n本文中には，新免疫療法の治療効果は腫瘍マーカー値の低下で確認で\nきるとし，１９９６年（平成８年）８月１４日現在で，５８例の集計結果で，ＣＲ\n（完全消失）２６パーセント，ＣＲ～ＰＲ（極めて高率の消失例）８．６パーセン\nト，ＰＲ（半分以上減少）４４．４パーセント，ＮＲ（５０パーセント未満の減少，\n２５パーセント未満の増大）２１パーセントであり，７９パーセントの人に新免\n疫療法が効いていると記載し，ＣＲ，ＰＲ，ＮＲ等の指標については，日本癌\n治療学会の効果判定基準を説明し，これに準じて話を進めるとしている。そ\nして，新免疫療法は，まだまだ発展途上だが，これだけで癌が完全に治る\n時代もそう遠くないことは確かであるとし，抗癌剤や放射線治療との併用に\nついても言及している。\n(ｳ)　「新免疫療法でガンを治す」と題する書籍（１９９９年（平成１１年）１２月発\n行。甲Ｂ６）\n新免疫療法の効果として，１９９９年（平成１１年）８月現在，患者総数は\n８０００名を超えているが，１９９８年（平成１０年）６月までの集計で，３か月\n以上通院し，２回以上の免疫能力を測定しえた１３１７例（大部分が進行・\n末期癌）中，ＣＲ（４週間以上腫瘍が消失している状態）が１８．４パーセン\nト，ＰＲ（腫瘍の５０パーセント以上が消えた期間が４週間保てた状態）が２\n７．５パーセントで奏効率が４５．９パーセントであり，ＧＣＰ（医薬品の臨床\n試験の実施に関する基準）の有効率をはるかに超えており，副作用がない\nことなどが記載されている。\n(ｴ)　「新免疫療法（仮称）（Novel Immunotherapy for Cancer; NITC）における\n血管新生阻害剤の役割」と題する論文（Ｂｉｏｔｈｅｒａｐｙ　Vol.14。平成１２年９\n月（乙Ｂ２））\n新免疫療法において，平成９年９月から治療し，３か月以上投薬が可能\nで検査が複数回可能であった１３１７例中，ＣＲが１８パーセント，ＰＲが２７\nパーセント，ＮＣが３５．８パーセントであり，また，新免疫療法施行の２９例\nの中で，ＣＲ６例，ＰＲ９例，ＬＮＣ（６か月以上ＮＣ）７例において治療前の１\n２例に比較して血管新生促進因子の有意の低下が認められたことなどか\nら，新免疫療法施行例において血管新生阻害剤ベターシャークが重要な役\n割を演じていると考えられると記載されている。\n(ｵ)　「さらに進化した新免疫療法　ガン細胞が消えた２」と題する書籍（２００１\n年（平成１３年）２月発行。甲Ｂ７）\n本書籍の外帯には，「各マスコミも注目の新療法！」との記載に続き，２\n０００年（平成１２年）にサンデー毎日，週刊現代，週刊ポスト，日刊ゲンダイ\nで取り上げられたこと等が記載されている。\n本文中には，２１５３例中，奏効率（ＣＲ＋ＰＲ）３１．０パーセント，奏効率\n（ＣＲ＋ＰＲ＋ＬＮＣ）５２．７パーセントであったことを示す表が記載され，平\n均治療期間としてＣＲ１７．５か月，ＰＲ１１．８か月，ＬＮＣ１４．７か月，ＳＮＣ\n（短期不変）３．１か月，ＰＤ（進行）１１．７か月となっている。また，世界的に\n用いられている癌治療の評価方法には，腫瘍が消失して４週間以上持続\nすればその後進行し死亡してもＣＲと判定されるなど，問題が多いと指摘し\nている。\n(ｶ)　「ＮＴＫ細胞活性化におけるＴ細胞受容体とＮＫ受容体の役割の相違」と\n題する論文（雑誌「臨床免疫」３７号（平成１４年１月）甲Ｂ２３）\nＮＫＴ細胞が自己免疫疾患のみならず，抗腫瘍免疫の面でも重要な役割\nを担う細胞であることが分かりつつあるとして，ＮＫＴ細胞の性質について論\nじている。\n(ｷ)　「オーダーメイド治療があなたを救う　新免疫療法でがん消滅！」と題す\nる書籍（平成１５年２月発行。甲Ｂ２の１）\n従来の癌治療は，手術，抗癌剤投与，放射線照射が３本柱であるが，期\n待した効果は得られず，患者やその家族に辛い思いをさせたことがあった\nが，新免疫療法では治療において患者に苦しみを与えず，ＱＯＬも高められ\nる治療法であり，新免疫療法を癌に対する「現代の福音」であると記載され\nている。\nそして，１９９６年（平成８年）９月から２００２年（平成１４年）８月３１日まで\nの３７６３例の集計結果であるとして，新免疫療法の部位別の奏効率（ＣＲ\n（腫瘍が消えて４週間以上），ＰＲ（腫瘍が半分以下になって４週間以上），Ｌ\nＮＣ（腫瘍の大きさが変化せず６か月以上）の合計）として，肺癌４５パーセ\nント，婦人科系癌６２パーセント，消化器系癌４７パーセント，頭頚部系癌５\n４パーセント，泌尿器系癌６８パーセント，皮膚癌６４パーセント，血液系癌６\n２パーセント，骨・軟部腫瘍５１パーセント，その他の癌７１パーセントという\n数値を挙げている。そして，厚生労働省の抗癌剤判定基準が奏効率２０パ\nーセント以上，一般的な抗癌剤では奏効率は良くて３０パーセントが限界と\n言われていることから，被告Ａの場合にはＬＮＣを含めているものの，５０パ\nーセントを超えるこれらの奏効率が，掛け値なしに医者をして信じられない\nほどの高率であると記載されている。\n(ｸ)　「新免疫療法（ＮＩＴＣ）の治療成績とイレッサ併用の効果と成績」と題する\n論文（「呼吸」２２巻１２号別刷。平成１５年１０月。乙Ｂ４）\n新免疫療法における肺癌の奏効率について，評価は腫瘍マーカーと画\n像とで施行したが，画像が得られない場合は腫瘍マーカーのみで行ったと\nいう前置きがあり，肺腺癌では４１０例中ＣＲとＰＲの奏効例が３０．７パーセ\nント，ＬＮＣ（６か月以上ＮＣの状態を維持）を含めた奏効例が４３．７パーセ\nントで，扁平上皮癌では８６例中ＣＲとＰＲの奏効例が４０．７パーセント，ＬＮ\nＣを含めた奏効例が５０パーセント，小細胞肺癌では４８例中ＣＲとＰＲの奏\n効例が４３．８パーセント，ＬＮＣを含めた奏効例が５０パーセント，大細胞肺\n癌では１４例中ＣＲとＰＲの奏効例が４２．９パーセントであったとした上で，\n分子標的治療剤イレッサとの併用投与でさらに効果があがる可能性がある\nと記載されている。\n(ｹ)　「新免疫療法（ＮＩＴＣ）のがんを攻撃するしくみ」と題するホームページ（甲\nＢ１１，Ｂ１２，Ｂ２６，Ｂ２７，Ｂ３４，Ｂ５８，乙Ｂ３３）\nａ　新免疫療法の概要等のほか，治療効果の判定基準について，当初，Ｃ\nＲ＝腫瘍が消滅して４週間以上，ＰＲ＝腫瘍が半分以下のまま４週間以\n上，Long term NC＝腫瘍の大きさが変化せず６か月以上，Short term\nNC＝腫瘍の大きさが変化せず６か月未満，ＰＤ＝腫瘍の大きくなる状態\nと定義した上で，奏効率（ＣＲ＋ＰＲ＋ＬＮＣ）が５３．８パーセント，奏効率\n（ＣＲ＋ＰＲ）が３６．３パーセントであると公表している（甲Ｂ１１）。\nｂ　その後，治療効果の判定基準について，従来の判定基準を変更し，腫\n瘍体積and/or腫瘍マーカーによる総合判定として，ＰＤ＝腫瘍径\nand/or腫瘍マーカーが２５パーセント以上増加，ＮＣ＝腫瘍径and/or腫\n瘍マーカーが２５パーセント未満の増減，ＬＮＣ＝ＮＣの状態が６か月以\n上継続，ＭＲ＝腫瘍体積and/or腫瘍マーカーが２５パーセントから４９パ\nーセント減少，ＰＲ＝腫瘍体積and/or腫瘍マーカーが５０パーセント以上\n減少，ＣＲ＝腫瘍の消失and/or腫瘍マーカーの正常化，と定義した上\nで，２００２年（平成１４年）８月３１日現在の３７６３症例での治療成績とし\nて，ＭＲ＋ＰＲ＋ＣＲが３６．３パーセント，有効率（ＭＲ＋ＰＲ＋ＣＲ＋ＬＮ\nＣ）５３．８パーセント等の数値を公表している（甲Ｂ１２）。\nｃ　平成１６年１０月８日及び同月１９日の時点では，判定方法として，他の\n施設の有効率や奏効率と単純に比較することはできず，癌治療学会の\n効果判定基準とは異なり，腫瘍マーカーを用いた効果判定となっている\nことを明記した上で，経過観察期間中に対象となる腫瘍マーカーが増加\n傾向を示す場合で効果判定期間の検査結果が傾向から回帰される１２\n週目の値より低いとき，又は，その腫瘍マーカーが平衡状態又は減少傾\n向を示す場合で効果判定期間の検査結果がそのまま減少傾向にあるか\n正常値にあるときをＲとし，その期間が１年以上の場合をＬＬＳ，半年以\n上１年未満の場合をＬＳ，半年未満の場合をＳＳ，経過観察期間中に対\n象となる腫瘍マーカーが増加傾向を示す場合で効果判定期間の検査結\n果がそのまま増加傾向にあるとき，又はその腫瘍マーカーが平衡状態\n又は減少傾向を示す場合で効果判定期間の検査結果が傾向から回帰\nされる１２週目の値より高いときをＮＲ，経過観察期間中の傾向によら\nず，ＮＲの状態が平衡している場合でその期間が半年未満のときをＳＮＲ\nＳ，半年以上のときをＬＮＲＳと定義し，２００４年（平成１６年）４月１５日現\n在で，２０２１例中，Ｒ＋ＬＬＳ＋ＬＳ＋ＬＮＲＳの合計が４２．０パーセントで\nあることなどが公表されている（甲Ｂ２６，Ｂ２７，Ｂ３４）。\n(ｺ)　「末期患者でも，希望が持てるガン治療－進化を続ける『新免疫療法』の\n軌跡　あきらめるな！進行ガン・末期ガンでも闘える」と題する書籍（２００４\n年（平成１６年）８月発行。甲Ｂ２９）\n前記(ｹ)ｃの定義を用い，有効率４６．１パーセントとした上で，各種癌に\n新免疫療法又は新免疫療法とイレッサを組み合わせた治療で効果があっ\nたことが記載されており，肺癌だけでなく，大腸癌など他の癌にも効果を発\n揮することが記載されている。\nエ　被告Ａの掲載データの蓄積方法，基礎データ，評価方法（甲Ｂ１４，Ｂ２１，Ｂ\n５５，Ｂ５８，乙Ｂ３３，弁論の全趣旨）\n(ｱ)　被告Ａから指示を受けた担当者（平成１２年２月から平成１５年２月まで\nはＬ（以下「Ｌ」という。）が担当）が，患者の血液検査の結果を３，４か月分\nまとめて癌の発生臓器別に分け，さらに患者ごとの腫瘍マーカーと免疫力\nを測定したデータだけを整理する。それをプリントアウトしたもの（甲Ｂ１４添\n付表１）を被告Ａが見て，奏効率の判定を「有効性」欄に手書きで記入し，そ\nれを担当者がそのまま機械的にデータ入力する。\n担当者は，一定の時期に，入力した奏効率が一覧できる表（甲Ｂ１４添付\n表２）に，全体としてみた評価として，被告Ａの指示により，有効性（奏効率）\nの判定の中で最もよい判定を「判定用有効性」欄に記入していた。\n(ｲ)　被告Ａは，平成１０年当時人手が足りなかったので，腫瘍マーカーのみで\n判定を実施しており，Ｌが担当していた際も被告Ａが画像検査の結果を見\nたことはなく，判定の際に画像検査の結果を使用せず，ほとんど腫瘍マー\nカーのみで判定していた。\nそして，被告Ａは，その著書には，前記方法によって整理・評価し，Ｌが作\n成を担当したデータ（甲Ａ１）をその著書，論文等（甲Ｂ１，Ｂ７，Ｂ１１，Ｂ１\n２，Ｂ２３，乙Ｂ２）に使用した。\n(2)　癌の治療方法とその効果の判断方法について\nア　癌の一般的な治療方法と新免疫療法の位置付け（甲Ｂ１０，Ｂ５６）\n一般的な癌の治療方法としては，外科的手術，抗癌剤投与，放射線療法\nがあり，それに次ぐ治療法として，免疫力を活性化させて癌細胞を消滅させる\n免疫療法が挙げられることがある。\nもっとも，癌の免疫療法は，長期間研究されてきており，自己又は他人のリ\nンパ球を移入する方法，ワクチン療法，特定の部位を攻撃するたんぱくを移\n入する方法，非特異的に免疫を活性化する方法があるが，効果が期待できる\n癌の種類がごくわずかに限られ，奏効率も高々数パーセントと低く，実用的な\nものはほとんどない状況である。\n被告Ａが実施している新免疫療法は，免疫療法のうちの非特異的に免疫を\n活性化する方法に分類されると考えられる。\nイ　癌の治療効果の判断方法\n癌の治療効果の判断方法としては，以下のような基準がある（甲Ｂ４，Ｂ８，\nＢ２４，Ｂ３１，Ｂ５４，Ｂ５６，Ｂ５８，乙Ｂ１３，Ｂ３３，弁論の全趣旨）。\n(ｱ)　ＷＨＯ癌治療結果報告基準（WHO Handbook for reporting results of\ncancer treatment。甲Ｂ４）\n癌の効果の決定方法として，以下のとおり定義されている。\nまず，２方向又は１方向の径が測定可能かどうかで区別し，測定可能な\n病変については，①すべての知られている病変が消失していることが，４週\n間以上の期間の２点で観察されていることを完全奏効（著効，ＣＲ），②すべ\nての測定された腫瘍病変の大きさが５０パーセント以上縮小し，その縮小\nが４週間以上の間隔の２点で観察されていること，そして新病変の出現や\nいかなる病変の増強も認められないことを部分的奏効（有効，ＰＲ），③す\nべての腫瘍の大きさが５０パーセントの縮小を示したとはいえず，同時にい\nずれかの病変で２５パーセント以上の腫瘍増大があるとも認められない場\n合を不変（ＮＣ），④１つ以上のいずれかの測定可能病変の大きさが２５パ\nーセント以上増大したか，あるいは新病変が出現した場合を増悪（病変の\n進行，ＰＤ）という。\n測定不能病変については，①すべての知られている病変が少なくとも４\n週間の間完全に消失した場合を完全奏効（著効，ＣＲ），②推定５０パーセ\nント以上の腫瘍の縮小が４週間以上続いた場合を部分的奏効（有効，Ｐ\nＲ），③４週間以上有意な変化がない場合（腫瘍の縮小が推定５０パーセン\nト以内に止まり，あるいは推定２５パーセント以上の腫瘍増大がなく，疾病\nが安定している場合）を不変（ＮＣ），④それまで認知されなかった新病変の\n出現あるいは存在した病変の推定２５パーセント以上の増大を増悪（病変\nの進行，ＰＤ）という。\n効果の持続時間（有効期間）も治療効果の項目として挙げられており，\n完全奏効（著効，ＣＲ）の期間は完全奏効が最初に記録された日時から疾\n病の増悪（病変の進行，ＰＤ）が最初に記録された日までとされ，部分的奏\n効（有効，ＰＲ）に達した患者においては全有効期間（治療開始日時から再\nび病変が増悪（病変の進行，ＰＤ）を示した日時までの期間）のみを記録す\nることとされている。\nＣＲ，ＰＲ，ＮＣ，ＰＤといった他覚的効果は，臨床的にあるいは放射線診\n断学的に，あるいは生化学的あるいは外科材料による病理学的病期分\n類（Staging）によって決めることができる。\n(ｲ)　１９８６年に作成されたＷＨＯ癌治療結果報告基準は癌の効果判定基準\nとして広く採用され，日本癌治療学会も同基準を参考にして判定基準（日本\n癌治療学会固形がん化学療法効果判定基準）を作成し，平成１５年５月に\nはＷＨＯ癌治療結果報告基準を改訂した国際的基準であるＲＥＣＩＳＴガイド\nライン（固形がんの治療効果判定のための新ガイドライン）を採用した。\n(ｳ)　具体的な判定方法\nいずれの基準でも，効果判定において，一般的には，ある治療を行った\n結果，腫瘍の面積が２分の１以下に縮小した状態が４週間以上続いた人の\n割合を奏効率といい，有効性評価対象例数のうち，ＣＲ及びＰＲと判定され\nた症例の割合をいうとされている。\nそして，奏効率の判定は，ＷＨＯ癌治療結果報告基準が測定可能性及\nび腫瘍の大きさの変化に着目した基準であったことからもわかるように，画\n像診断（単純エックス線検査，超音波検査，ＣＴ検査，ＭＲＩ検査等）により判\n断することが原則であり，画像診断での判断が難しい場合（測定不能の場\n合）には腫瘍マーカーで代用することもできる。もっとも，画像診断で判定す\nる場合でも，腫瘍マーカーを測定していた場合には，ＣＲの判定には全ての\n腫瘍マーカーが正常化していなければならないとされている。\nまた，腫瘍マーカーはあくまで補助的な判定手段であり，単独では有効\nな判定とはなりにくい。\n(3)　被告Ａの新免疫療法の効果判定方法等について\nア　被告Ａが実施していた効果判定方法について\n前記のように，被告Ａは，著書等において新免疫療法の治療効果の発表に\n当たっては，評価指標として，ＬＮＣという独自の評価を取り入れているもの\nの，ＣＲ，ＰＲ，ＮＣ，ＰＤといった指標や，奏効率によって治療効果を表示し，\nＷＨＯ癌治療結果報告基準，日本癌治療学会固形がん化学療法効果判定基\n準，ＲＥＣＩＳＴガイドラインで定義されている指標をほぼ同義で使用しており，\nそれらの基準に準じることを明示している。そして，それらの基準で判定され\nた他の抗癌剤等の治療効果と比較して，新免疫療法が驚異的な治療効果を\n有する旨を記載しており，それを支持する医師も存在する。（甲Ｂ１，Ｂ２，Ｂ\n６，Ｂ７，Ｂ１１，Ｂ１２，Ｂ２６，Ｂ２７，Ｂ２９，Ｂ３４，乙Ｂ１３，Ｂ１５，Ｂ２０からＢ\n３０まで）\nしかし，ＷＨＯ癌治療結果報告基準，日本癌治療学会固形がん化学療法\n効果判定基準，ＲＥＣＩＳＴガイドラインにおいては，治療効果の判定は画像診\n断で実施することが原則とされているにもかかわらず，被告Ａは，判定の際に\n画像検査の結果を使用せず，ほとんど腫瘍マーカーのみで判定しており，そ\nの結果を前記のような形で公表している。\n被告Ａがこのような記載をしていることは，医学的に不正確であり，他の治\n療方法と治療効果を比較できず，その治療効果については科学的根拠に乏\nしいものとみざるを得ないにもかかわらず，医学的知識に乏しい一般の者が\n目にした場合には，癌治療の専門家の著作とされていることもあり，他の治療\n方法に比べて驚異的な治療効果があり，癌が治癒すると考える者も多数いる\nと考えられる。\nイ　被告Ａが基礎にしていたデータについて（甲Ｂ１４，Ｂ２１，Ｂ５４，Ｂ５５，Ｂ５\n８，乙Ｂ７，Ｂ３３）\n被告Ａは，著書やホームページ（甲Ｂ１，Ｂ７，Ｂ１１，Ｂ２３）等への治療効果\nの掲載に当たっては，Ｌがまとめたデータを基礎にしており，その一部（被告Ａ\nがＣＲと判断した２４７症例）が甲Ａ１号証である。\n甲Ａ１号証の奏効率の判定は，前記のように，画像検査の結果を使用せ\nず，ほとんど腫瘍マーカーのみで判定したものである。\nそして，被告Ａが測定していた腫瘍マーカーは相当種類に上るが，癌の治\n療効果は腫瘍マーカー単独では有効な判定ができないものであり，仮に腫瘍\nマーカーで治療効果を判定するとしても，甲Ａ１号証のデータは，まだ治療をし\nていない段階（治療期間が０）のものであるにもかかわらず，ＮＣ（不変）との\n判定がなされていたり，腫瘍マーカーが異常値を示しているにもかかわらずＣ\nＲと判定されていたりしている。\nまた，甲Ａ１号証には，治療開始前に外科手術によって癌が摘出・切除され\nた症例についてもＣＲと判定されていたり，乳癌の根治手術によって肉眼的に\n確認できる癌細胞はすべて摘出された後に再発予防のために新免疫療法を\n始めた患者について，再発が確認されたにもかかわらず，ＣＲと判定されてい\nたり，ＣＲという判定にもかかわらず２か月半から３か月後に死亡した例が含\nまれている。\nさらに，既に被告Ａが奏効率の評価をした症例について，Ｌが手違いで再度\nプリントアウトして被告Ａに渡したところ，被告Ａが判定した奏効率が，前回判\n定した奏効率と異なることも相当あった。\n治療効果の判定をするには，ある治療方法の開始前と開始後を比較する\nべきであると考えられるところ，被告Ａは治療開始当初よりも増加する腫瘍マ\nーカー値があり癌が大きくなっていても，以前の一定の時点よりも縮小した場\n合には効果があるという判定をしており，誤解を与える治療効果の判定方法\nとなっている。\nウ　日本癌治療学会の対応\n(ｱ)　被告Ａが所属する日本癌治療学会は，平成１６年２月１０日付け質問状\n（甲Ｂ２４の２）に対し，同年８月１日付けで，被告Ａがホームページ上で公\n表している新免疫療法の治療成績は，日本癌治療学会の現在のガイドライ\nン及び過去の判定基準に準拠せずに評価した症例があり，科学的に不十\n分な評価がなされた可能性があること，そして，現在のガイドライン及び過\n去の判定基準に準拠せずに評価され算出された奏効率を，臨床の場にお\nいて患者に対し新免疫療法を実施するための主要な根拠にしているとすれ\nば，科学性が不十分かつ未確立であり，将来的に確立される見込みの不\n明な治療法を実施していると考えざるを得ず，新免疫療法を受けたがん患\n者がその科学性に関し，十分に理解し，同意した上に治療を受けていたか\n疑問が残ると言わざるを得ないこと，被告Ａが実施している新免疫療法に\n高い評価を与えた事実はないこと，今後，被告Ａ本人等から事情を聞き，同\n被告に対する対応等を検討すること等を記載した回答書を送付した（甲Ｂ２\n４の１）。\n(ｲ)　そして，日本癌治療学会は，平成１６年１１月１５日付けで，同年９月２日\nに被告Ａから新免疫療法の効果判定方法等に関して事情を聴取し，事実\n関係の把握を行ったところ，新免疫療法の効果判定基準は日本癌治療学\n会の推奨する判定基準を用いていなかったにもかかわらず，不適切な説明\nにより，その判定方法を採用していたかのような誤解を生じたこと，新免疫\n療法の効果判定基準は，通常日本癌治療学会の推奨する判定基準では\nなく腫瘍マーカーを中心とした独自の評価基準であったこと，ホームページ\n上において，驚異的な効果であると学会でも評価されるようになったとの記\n載をしていた事実があり，本学会における発表の事実をいわゆる新免疫療\n法の宣伝に利用していると受け取らざるを得ず不適切であることが確認さ\nれたとした（甲Ｂ３１）。\nそして，被告Ａから平成１６年９月２９日付けで同学会総務委員会委員長\n宛に，書籍やインターネットで画像診断によらずＣＲやＰＲという表現を用い\nていたことは遺憾であり反省していること，インターネットで癌治療学会にお\nける講演等が評価されたと記載されていたことは不適切であったと考えた\nため削除したこと，現在では日本癌治療学会の基準やＲＥＣＩＳＴガイドライ\nンの判定基準と異なることを明記していること等の内容が記載された文書\nが送付され，科学的に不適切な評価方法や表現法等が原因となって騒動\nを起こしたことを深く反省しているものと考えられたことも考慮して，同学会\nは，被告Ａに対し，厳重注意の処分をとった（甲Ｂ３０，Ｂ３１）。\nエ　被告Ａの対応\n被告Ａは，平成１５年７月２４日に成立したＭ医師（以下「Ｍ医師」という。）と\nの間の地位保全仮処分申立事件の和解において，新免疫療法の治療効果\nについて評価可能なデータの見直しをすることを約束し（甲Ｂ３），その後，前\n記ウ(ｲ)のように，平成１６年９月２日に日本癌治療学会からの事情聴取に応\nじ，新免疫療法の効果判定方法について，書籍やインターネットで画像診断\nによらずＣＲやＰＲという表現を用いていたことは遺憾であり反省していること\n等を記載した文書を日本癌治療学会に送付した。\nオ　訂正後のホームページ上の治療効果（甲Ｂ１２）について\n被告Ａは，近時になって，新免疫療法の治療効果についてデータを見直\nし，ホームページ上の治療効果を訂正したようであり，治療効果の判定基準\nについて，従来の判定基準を変更し，腫瘍体積and/or腫瘍マーカーによる総\n合判定として，ＰＤ＝腫瘍径and/or腫瘍マーカーが２５パーセント以上増加，Ｎ\nＣ＝腫瘍径and/or腫瘍マーカーが２５パーセント未満の増減，ＬＮＣ＝ＮＣの状\n態が６か月以上継続，ＭＲ＝腫瘍体積and/or腫瘍マーカーが２５パーセントか\nら４９パーセント減少，ＰＲ＝腫瘍体積and/or腫瘍マーカーが５０パーセント以\n上減少，ＣＲ＝腫瘍の消失and/or腫瘍マーカーの正常化，と定義し，ＭＲとい\nう判定を導入したようである（甲Ｂ１２，Ｂ５８，乙Ａ４，Ｂ３３）。しかし，同ホーム\nページで公表されているＭＲ＋ＰＲ＋ＣＲの合計は３６．３パーセントとなってお\nり，従前のホームページ等（甲Ｂ１，Ｂ１１）で用いられていたＣＲとＰＲの合計\n数値である奏効率と一致し，的確な治療効果の再検討がなされたとみること\nはできないものである。\nカ　以上からすると，被告Ａが使用して公表している新免疫療法の治療効果の\n判定方法は，一般的に使用されているＷＨＯ癌治療結果報告基準，日本癌治\n療学会固形がん化学療法効果判定基準，ＲＥＣＩＳＴガイドラインで定義されて\nいる指標をほぼ同義で使用し，それらの基準に準じている旨の記載をしてお\nり，それらの基準で判定された他の抗癌剤等の治療効果と比較して，新免疫\n療法が驚異的な治療効果を有する旨を公表しているものの，現実には，それ\nらの一般的に用いられている効果判定の基準とは異なる効果判定方法を用\nいるものであり，その治療効果については他の治療方法と単純には比較でき\nず，一般的に用いられる評価指標・方法で治療効果を判断すると，被告Ａが\n公表している奏効率とは大きく異なる可能性があること（サメ軟骨などの健康\n食品が癌に効果があるとの文献等は見当たらないとされている（甲Ｂ２２）。）\nは明らかである。\n(3)　新免疫療法の評価及びそれを前提とした説明義務\nア　癌の治療方法としては，手術，抗癌剤，放射線が一般的であるが，それ以外\nにも多様な治療方法が存在するところであり（甲Ｂ８，Ｂ５６），一般的な手術，\n抗癌剤投与，放射線療法といった治療方法以外にも，有効な治療方法の研\n究・検証・開発・普及が期待されるところである。\nもっとも，一般的でない治療方法を試みる場合には，それを受けようとする\n患者が，一般的な治療方法である手術，抗癌剤投与，放射線療法の内容や\nその適応，副作用等を含めた危険性，治療効果・予後等について説明を受け\nて理解をしていることが前提であり，担当医師としては，それらについて説明\nをした上で，試みようとする一般的でない治療方法についての内容や危険\n性，治療効果・予後について，当該患者がいずれの治療方法についても，十\n分理解して自ら選択できるよう，正確な情報を提供する義務があるというべき\nである。なぜなら，手術，抗癌剤投与，放射線療法以外の一般的でない治療\n方法を実施する場合には，患者としては，特にその治療効果・予後，副作用\n等について大きな関心を有することが通常であるにもかかわらず，その効果\n等についての客観的・科学的な根拠・資料が不足していることが多く，危険性\nについても予測がつかない場合があり，患者に対し，できるだけ正確な情報\n提供をし，その理解を得ることが重要となるからである。\nイ　したがって，新免疫療法を実施する場合にも，新免疫療法が被告Ａが独自に\n始めた治療方法であり，一般的に確立され普及している癌の治療方法とは到\n底いえない以上，まず，患者に対し，一般的な治療方法である手術，抗癌剤\n投与，放射線療法の内容やその適応，副作用等を含めた危険性，治療効果・\n予後等について十分説明をする必要があり，その上で，新免疫療法の内容や\n危険性，治療効果・予後について正確な情報を提供する義務があるというべ\nきである。\nそして，新免疫療法の治療効果・予後については，前記のように，被告Ａが\nＷＨＯ癌治療結果報告基準，日本癌治療学会固形がん化学療法効果判定基\n準，ＲＥＣＩＳＴガイドラインの基準に従った効果判定を実施していなかったにも\nかかわらず，その著書やホームページ等で，ＰＲ，ＮＣ，ＰＤといった指標や，\n奏効率によって治療効果を表示し，ＷＨＯ癌治療結果報告基準，日本癌治療\n学会固形がん化学療法効果判定基準，ＲＥＣＩＳＴガイドラインで定義されてい\nる指標をほぼ同義で使用しており，それらの基準に準じることを明示した上\nで，他の抗癌剤等の治療効果と比較して，新免疫療法が驚異的な治療効果\nを有する旨を明示しており，しかも被告Ａはその著書やホームページ等の多く\nを医学的知識に乏しい一般向けに公表していることからすると，被告Ａの著書\nやホームページ等をみて被告Ａを受診する患者の多くは新免疫療法が他の\n抗癌剤等の治療方法に比べて驚異的な治療効果を有し，副作用もほとんど\nないと考えているものと認められる。\nこの点，癌の治療効果については多様な評価指標・方法があり（甲Ｂ８），\n多様な評価指標・方法によって多角的に検討されることが望ましいが，一般的\nに用いられている評価指標・方法によらずに治療方法の評価を行って公表す\nる場合には，一般的な評価指標・方法によって評価された他の治療方法の治\n療効果と単純には比較できないのであるから，どのような評価指標・方法を用\nいたのかを明確にし，一般的に用いられる評価指標・方法及びそれらの評価\n指標・方法を用いて判定した他の治療方法の治療効果と誤解・混同が生じな\nいように配慮する必要がある。具体的には，新免疫療法の治療効果・予後を\n説明するに当たっては，既に治療効果について誤解をしていると考えられる\n患者に対し，新免疫療法の治療効果の判定方法は他の治療方法で用いられ\nている効果判定の方法とは異なり，治療効果については他の治療方法と単純\nには比較できず，一般的に用いられる評価指標・方法で治療効果を判断する\nと，被告Ａが公表している奏効率とは大きく異なる可能性もあることについて\n説明をして誤解を解き，正確な理解を得られるようにする必要があるものと解\nされる。\n(4)　被告Ａの亡Ｃに対する説明について\nア　被告クリニック受診時の亡Ｃの状態\n(ｱ)　亡Ｃは，平成１３年５月１１日，Ｉ病院で緊急手術が実施され，術中に卵\n巣・肝臓転移・腹膜播種を伴った回盲部大腸癌であると判断され，卵巣・子\n宮切除及び大腸回盲部切除術を受けたが，肝転移については特に処置を\nされなかった。その後，同病院外科外来において，抗癌剤である５－ＦＵ，\nアイソボリンの点滴投与を受け，肝転移は同年５月の３．５センチメートル\nから同年９月時点で２．５センチメートルまで縮小し，腫瘍マーカー（ＣＥＡ）\nも４７．９から５．６まで低下した。抗癌剤の副作用が辛いということで，内服\n薬フルツロンに変更したが，腫瘍マーカー（ＣＥＡ）が上昇してきたため，同\n年１１月に５－ＦＵ，アイソボリンの点滴投与を受けたが，肝転移が増大し\nた。平成１４年１月２８日には同病院で肝臓部分切除・胆嚢摘出手術を受け\nたが，取りきれない肝転移があるので，５－ＦＵ，アイソボリンの点滴投与を\n継続して受けたが，同年５月１５日には肝転移の増大，肺転移の増大が確\n認され，翌日から，抗癌剤ＣＰＴ－１１（カンプト）を追加投与したが，副作用\nが強かった。（診療経過一覧表（Ｉ及びＪ病院関係），乙Ａ２）\nそして，亡Ｃが被告Ａを受診した平成１４年５月３１日時点では，亡Ｃには\n大腸癌（結腸癌）の遠隔転移がある状態であり，病期（ステージ）はⅣであ\nった（甲Ｂ５，乙Ｂ１）。この段階では，放射線療法の適応はなかった（甲Ｂ５\n４，乙Ａ２，Ａ４，被告Ａ本人）。なお，抗癌剤については，亡Ｃは，被告クリニ\nック受診までに，５－ＦＵ，アイソボリンの点滴投与を１２回，その後６回，さ\nらに６回受け，ＣＰＴ－１１（カンプト）の投与も受けていた（診療経過一覧表\n（Ｉ及びＪ病院関係），乙Ａ２）。\n(ｲ)　このように，亡Ｃが被告クリニックを受診した段階では，大腸癌は既にス\nテージⅣであり，肝臓や肺に転移していることから，手術をすることは困難\nであり，また放射線療法の適応もなかった。\nそこで，抗癌剤治療の実施が考えられるが，亡Ｃは，被告クリニック来院\n時までに，Ｉ病院において，平成１３年５月以降抗癌剤５－ＦＵ，アイソボリン\nの点滴投与を受け，一時肝臓の腫瘍が縮小し，腫瘍マーカー（ＣＥＡ）値が\n低下するという効果がみられたが，その後は肝転移が増大し，腫瘍マーカ\nー（ＣＥＡ）値も上昇がみられており，同様の使用量，使用方法であれば，５\n－ＦＵ，アイソボリンに関しては，これ以上の効果はあまり期待できない状\n況であったと考えられる（甲Ｂ１９，Ｂ２０，Ｂ５４，被告Ａ本人）。\nもっとも，５－ＦＵ，アイソボリン以外に大腸癌に効果があるとされている\nＣＰＴ－１１（カンプト）については，平成１４年５月１６日から投与開始された\n段階であり，被告クリニック初診時点では，その効果について判断できる状\n況にはなかったと考えられる。５－ＦＵ，アイソボリンについては，投与方\n法・投与量を変えて投与する方法が考えられ，大腸癌に対する抗癌剤とし\nては保険適用ではないが，他の抗癌剤を使用する方法も考えられないでは\nなかった（甲Ｂ１９，Ｂ２０，Ｂ５４）。\n抗癌剤の投与について，被告Ａ自身，新免疫療法を実施しない場合に\nは，抗癌剤の投与方法等を変えて，積極的に抗癌剤治療を実施していく立\n場であると供述している（被告Ａ本人）。\nイ　亡Ｃに対する説明義務\nそこで，被告Ａとしては，亡Ｃの状態を可能な限り正確に把握した上で，一\n般的な治療方法のうちで実施が一応検討される抗癌剤投与について，その内\n容（投与することが考えられる抗癌剤の種類，量，方法等）やその適応，副作\n用等を含めた危険性，治療効果・予後等について説明をする必要がある。\nその上で，亡Ｃに対して，新免疫療法を実施しようとする場合には，亡Ｃが\n被告クリニックから取り寄せた資料（甲Ｂ１）や書籍（甲Ｂ７）等を読んで被告Ａ\nの診察を希望して被告クリニックを受診している経緯（診療経過一覧表，甲Ｂ\n９，証人Ｎ）からすると，同人が，新免疫療法が他の治療方法に比べて治療効\n果が極めて高く，副作用もほとんどないと考えていたものと推認され，このよう\nな事情については被告Ａも承知していると考えられるのである（甲Ｂ５８，乙Ｂ\n３３）から，新免疫療法の内容や危険性のほか，治療効果・予後について，新\n免疫療法の治療効果の判定方法は他の治療方法で用いられている効果判\n定の方法とは異なること，よって，被告Ａの書籍等に記載してある治療効果に\nついては他の一般的な治療方法の治療効果と単純には比較できず，一般的\nに用いられる評価指標・方法で治療効果を判断すると，被告Ａが公表している\n奏効率とは大きく異なる可能性もあることについて説明をして誤解を解き，正\n確な理解を得られるようにする義務があるというべきである。\nウ　被告Ａの初診時までに被告クリニックで亡Ｃから聴取して把握していた内容\n（乙Ａ１，証人Ｍ）\n亡Ｃは，被告クリニック初診時までに，問診表に，病名として大腸癌と記入\nし，手術歴について，２００１年（平成１３年）５月１０日に大腸，卵巣，子宮の手\n術を，２００２年（平成１４年）１月２８日に肝臓の手術をそれぞれ受けたこと，\n抗癌剤について，２００１年（平成１３年）５月９日から同年９月まで及び同年１\n０月１日から同年１２月２０日までに５－ＦＵ，アイソボリンの点滴投与を，２００\n２年（平成１４年）３月７日から薬品名は未記入であるが抗癌剤の点滴投与を\n受けていることを記入した（乙Ａ１）。\nそして，亡Ｃは，Ｍ医師に対し，平成１３年５月１０日にＳ状結腸切除，平成\n１４年１月に肝臓部分切除の各手術を受けたことを話し，Ｍ医師はその内容を\n診療録に記載した（甲Ｂ１９，乙Ａ１，Ａ４，証人Ｍ）。\nエ　被告Ａの亡Ｃに対する説明内容\n(ｱ)　被告Ａの供述内容（乙Ａ４，Ａ５，被告Ａ本人）\n被告Ａは，亡Ｃとの間で，概要，以下のようなやりとりがあったと供述して\nいる。\n被告Ａは，平成１４年５月３１日の診察時に，亡Ｃから，抗癌剤について，\n５－ＦＵ５００ミリグラム，アイソボリンを週１回合計１２回受け，ＣＥＡが１４７\nから１０台まで低下したこと，しかし，ＣＥＡが再上昇し，５－ＦＵ，ロイコボリ\nン（アイソボリンの間違いではないかと考えられる。）を使用しても腫瘍マー\nカーがどんどん上がること，肝切除しても肝転移があることを聞いた。また，\n平成１４年３月７日から続けている抗癌剤が何かと尋ねたのに対し，亡Ｃ\nは，肝転移があることから５－ＦＵとアイソボリンにＣＰＴ－１１（カンプト）を加\nえてあり，ＣＰＴ－１１（カンプト）を２回使ったが，その副作用が耐えられない\nと話した。そして，被告Ａが被告クリニックでは低濃度のカンプト（ＣＰＴ－１\n１）と新免疫療法で有効な症例もあると話したのに対し，亡Ｃはもうしたくな\nいと答え，また，肺転移があることも話した。被告Ａは，そのため亡Ｃに対\nし，次回来院前に，胸部レントゲンとともに，肝転移と頸部・腹部骨盤の転\n移状態を確かめるためにエコーを一緒に撮ってくるように伝え，Ｋ病院宛の\n紹介状を書き，現在の病状は，癌性腹膜炎，肝転移，肺転移がある末期癌\nの状態であり，癌の３大療法である手術，放射線療法，抗癌剤投与が適用\nできないことなどを説明した。\nそして，新免疫療法については，図（乙Ａ４参考資料１）を示しながら，イ\nンターフェロンγやインターロイキン１２が沢山量産されて免疫力が増加す\nれば，腫瘍マーカーの上昇が止まったり，低下することがあること，効果が\n出るまで２，３か月かかる者がほとんどで，３か月以上投与しないと有効か\nどうか判断できないこと，インターフェロンγやインターロイキン１２がどうし\nても産生できなければ効果が期待できないこと，産生されれば食欲が出て\nよく眠れるようになること，インターフェロンγやインターロイキン１２が産生\nされないと効果が出ない場合もあること，インターロイキン１２が産生されて\nも生体が癌抗原を認識できないために，臨床的に効果がはっきりでないこ\nとがあることを説明した。そして，治療内容の説明書（乙Ａ４参考資料３）に\n手書きしながら，医薬品や健康食品の摂取方法・回数・量等を説明した。\n平成１４年６月２８日には，被告Ａは，亡Ｃに対し，血液検査の結果をもと\nに同人の免疫力が強いことを説明し，胸部レントゲンと超音波検査の結\n果，肝転移が消失したが，肺に多発転移があることを説明し，さらに，新免\n疫療法はたとえ免疫力が高くても一般的には医薬品・健康食品を最低２，３\nか月投与しないと効果がでないので，経過を見る必要があることを説明し\nた。\n被告Ａは，同年７月２６日にも新免疫療法はたとえ免疫力が高くても一般\n的には医薬品・健康食品を最低２，３か月投与しないと効果がでないので，\n経過を見る必要があることを説明し，ＣＰＴ－１１（カンプト）を勧めたが，亡Ｃ\nは以前使用して副作用で苦しんだということで拒否した。\n(ｲ)　被告Ａの供述内容の信用性\n被告クリニックの診療録（乙Ａ１）には，Ｍ医師が亡Ｃから聴取した内容\n（前記ウ）に加え，被告Ａの筆跡で，亡Ｃが平成１３年５月１０日にＩ病院にお\nいてＳ状結腸癌にてＳ状結腸前方切除及び女性付属器合併切除を受けた\nこと，肝臓転移が１個あり，２．５センチメートル大であったこと，５－ＦＵ５００\nミリグラム，アイソボリンを週１回合計１２回受け，ＣＥＡが１４７から１０台ま\nで低下したこと，平成１４年１月２８日に肝臓切除手術を受け，現在Ｉ病院に\n通院していることが記載されており（甲Ｂ１９，乙Ａ１，Ａ４，証人Ｍ），この部\n分については被告Ａの供述内容と符合する。また，被告Ａが，亡Ｃに肺転移\nがあると聞いたと供述する点については，平成１４年５月３１日付けのＫ病\n院宛の紹介状に「肝肺meta」と肺にも転移があったことが記載されており\n（乙Ａ１），確かに符合している。\nしかし，被告クリニックの診療録（乙Ａ１）には，５－ＦＵ５００ミリグラム，ア\nイソボリンを週１回合計１２回受け，ＣＥＡが１４７から１０台まで低下したこと\nが記載されているものの，大腸癌に対する重要な抗癌剤であるＣＰＴ－１１\n（カンプト）の投与がされていることや，抗癌剤の効果の判断に重要なＣＥＡ\nが再上昇したことについては記載がされていない。そもそも，被告Ａは何年\nにもわたって日々多数の患者を診察してきており（被告Ａの著書によると，\n平成１６年４月時点で，新免疫療法を実施し始めてから，１０年以上経過\nし，その間に１万２２３４人の患者を担当したという（甲Ｂ２９）。），個別の患\n者との間のやりとりについてはよほど印象的な出来事等がない限り詳細に\n記憶していることは期待できないと考えられるが，診療録に全く記載がない\nにもかかわらず，他の患者についてのやりとりを通常では考えられないほ\nど詳細に供述しており（甲Ｂ５８，乙Ａ４，Ｂ３３），被告Ａの患者とのやりとり\nについての記憶，供述内容の信用性については疑問を差し挟まざるをえな\nいところであり，亡Ｃとのやりとりについても，診療録等に記載していない部\n分について明確な記憶があるのかどうか極めて疑わしい（被告Ａは，本件\n訴訟に至って，Ｉ病院の診療録（乙Ａ２）等で他院の診療経過も確認してお\nり，記憶に混同・変容が生じた可能性もある。）。\nしたがって，被告Ａが，平成１４年５月３１日の診察時に，亡Ｃから，抗癌\n剤について，５－ＦＵ５００ミリグラム，アイソボリンを週１回合計１２回受け，\nＣＥＡが１４７から１０台まで低下したこと，肝切除しても肝転移があること，\n肺転移もあることを聞いたと供述する点については信用することができる\nが，ＣＰＴ－１１（カンプト）の投与がされていることや，ＣＥＡが再上昇したこ\nとを聞いたと供述する点については信用することができない。そうすると，\n被告Ａには，手術，放射線療法以外の一般的な治療方法である抗癌剤を\n投与しても効果がないと判断する根拠があったとは考えにくく，被告Ａが亡\nＣに対し抗癌剤投与の適応もないことを説明したと供述する点も信用するこ\nとはできない。\nなお，新免疫療法については，亡Ｃの同意書があり，治療・検査を受ける\nこと，医療費が全て自由診療であること，採取した血清を研究に使用するこ\nとを承諾することが記載され，同意書の控え及び治療内容の説明書を受領\nしたことが記載されており（乙Ａ１），亡Ｃがその後に検査を受け，医薬品・健\n康食品を購入して新免疫療法を受けていること（診療経過一覧表）などから\nみても，被告Ａが新免疫療法の概要，特にその効果についてはある程度説\n明したと考えるのが自然であり，その限度では信用することができる。\n(ｳ)　亡Ｃ及びＮ証人の供述内容とその信用性\n以上に対し，亡Ｃは，生前，その陳述書（甲Ｂ９）において，被告Ａから，\n「大丈夫です，治ります。」としか言われなかったと供述し，亡Ｃの子である\nＮ証人は，亡Ｃは初回は１人で被告クリニックに行って診察を受け，帰宅し\nてから，被告Ａから，亡Ｃの場合を相撲に例えるなら，土俵にのっているよう\nなもので，あとはうっちゃれば大丈夫だから，治るから，消えるから，と言わ\nれたと言っていたが，抗癌剤の併用や，治らない可能性があるという話に\nついては言っていなかったと供述する（証人Ｎ）。\nＮ証人の供述内容は，非常に具体的であり，全体の事実経過も自然で\nあり，信用することができるところ，亡Ｃの供述内容もＮ証人の供述内容と\n矛盾せず，同様に信用することができる。\n(ｴ)　したがって，被告Ａは，亡Ｃの状態を正確に把握していたとは認められず\n（Ｉ病院の診療情報を把握していなかった（乙Ａ４，Ａ５，被告Ａ本人）。），同\n人に対し，一般的な治療方法である抗癌剤の投与の可能性について，特\nにＣＰＴ－１１（カンプト）の使用を継続した場合の効果や他に投与すること\nが考えられる抗癌剤の種類，量，方法，効果，副作用については十分な説\n明をしなかったものと認められる。また，新免疫療法については，被告Ａ\nは，新免疫療法の概要については説明したと推認されるが，治療効果・予\n後については，新免疫療法の治療効果の判定方法は他の治療方法で用い\nられている効果判定の方法とは異なり，治療効果については他の治療方\n法と単純には比較できず，一般的に用いられる評価指標・方法で治療効果\nを判断すると，被告Ａが公表している奏効率とは大きく異なる可能性もある\nことについて説明したことはないものと認められる。\n(ｵ)　まとめ\nよって，被告Ａは，亡Ｃに対し，一般的な治療方法のうちで実施が一応検\n討される抗癌剤投与について，その内容（投与することが考えられる抗癌\n剤の種類，量，方法等）やその適応，副作用等を含めた危険性，治療効\n果・予後等について十分説明をせず，また，新免疫療法の内容や危険性の\nほか，治療効果・予後について，新免疫療法の治療効果の判定方法は他\nの治療方法で用いられている効果判定の方法とは異なること，したがって，\n被告Ａの書籍等に記載してある治療効果については他の一般的な治療方\n法の治療効果と単純には比較できず，一般的に用いられる評価指標・方法\nで治療効果を判断すると，被告Ａが公表している奏効率とは大きく異なる可\n能性もあることについて説明をしなかったものであり，この点に説明義務違\n反（以下「本件説明義務違反」という。）が認められる。\n(5)　亡Ｃの損害及び本件説明義務違反と損害との因果関係について\nア　前記のように，亡Ｃが被告クリニックを受診した段階では，大腸癌は既にステ\nージⅣであり，肝臓や肺に転移していることから，手術をすることは困難であ\nり，また放射線療法の適応もなく，抗癌剤治療についても，従前の使用量，使\n用方法では，５－ＦＵ，アイソボリンの投与は，それ以上の効果はあまり期待\nできない状況であったと考えられ，ＣＰＴ－１１（カンプト）も平成１４年５月１６日\nから投与開始され，副作用が出て激しい嘔吐に苦しんでいた状況であった\n（診療経過一覧表（Ｉ及びＪ病院関係），乙Ａ２）。\nそこで，本件説明義務違反がなければ，亡Ｃは，被告Ａから，新免疫療法\nについては，被告Ａが実際に説明したと推認される治療内容の概要のほか，\n治療効果・予後について，新免疫療法の治療効果の判定方法は他の治療方\n法で用いられている効果判定の方法とは異なること，よって，被告Ａの書籍等\nに記載してある治療効果については他の一般的な治療方法の治療効果と単\n純には比較できず，一般的に用いられる評価指標・方法で治療効果を判断す\nると，被告Ａが公表している奏効率とは大きく異なる可能性もあることが説明\nされることになるが，他方，一般的な治療方法の中で選択肢となる抗癌剤投\n与についての説明内容としては，５－ＦＵ，アイソボリンを従前どおり投与して\nもあまり効果は期待できず，副作用が出ているＣＰＴ－１１（カンプト）の投与を\n継続して様子をみることが考えられ，それ以外の抗癌剤や投与方法が考えら\nれないではないという状態であることが説明されることになり，前記のように当\n時ＣＰＴ－１１（カンプト）の副作用が出ていた状況では，亡Ｃにとって，抗癌剤\nの投与を受けることがどれほど有力な選択肢となったかについて疑問が残\nる。また，実際にも，Ｍ医師からＯ病院において種々の抗癌剤の投与を受け，\n同医師は一定の延命効果があった旨供述する（甲Ｂ１６，Ｂ１７，証人Ｍ）が，\nどれほどの延命効果があったかについては，本件証拠上，不明であると言わ\nざるをえない。\n以上を考慮すると，被告Ａに本件説明義務違反がなければ亡Ｃが新免疫\n療法を受けずに抗癌剤治療を選択し，さらなる延命が得られたと断定すること\nはできない（したがって，亡Ｃが抗癌剤治療を選択し，新免疫療法を受けなか\nったことを前提とする新免疫療法の医療費，薬品・健康食品購入費等の損害\nについては，本件説明義務違反との相当因果関係を認めることはできな\nい。）。\nイ　もっとも，亡Ｃにとっては，抗癌剤の副作用から解放され質の高い生活を送\nることとともに，長く生きるということも大きな利益であるから，新免疫療法の\n奏効率については前記のような問題があり，抗癌剤治療が一般的な治療方\n法の中では選択しうる治療方法であること，また，実際にも，亡Ｃが副作用と\n闘いながらも，Ｍ医師のもと，被告クリニックから転院してＯ病院において抗癌\n剤の投与を継続して受けていることを考えると，本件説明義務違反がなけれ\nば亡Ｃが新免疫療法を受けずに抗癌剤治療を選択した可能性も否定できな\nい。\nしたがって，被告Ａは，本件説明義務違反によって，亡Ｃが自らの意思で治\n療方法を決定する機会を奪ったというべきであり，被告Ａは亡Ｃに対し，不法\n行為に基づき，そのような機会を奪われたことによって生じた精神的損害に対\nする慰謝料を賠償する責任を負うというべきである。\n２　争点２（被告Ａがイレッサの適応や副作用についての説明を怠ったのか否か）につ\nいて\n(1)　イレッサの大腸癌に対する効果について\n平成１４年当時，イレッサに大腸癌に対する抗腫瘍効果があるという論文が\n出されていた（乙Ｂ９からＢ１２まで）が，それらは最も先進的な研究データであっ\nても，未だ臨床試験の第２相段階のものであった（乙Ｂ９，被告Ａ本人）。イレッサ\nは，肺癌の治療薬としては，平成１４年７月に厚生労働省に認可され，同年９月\nに肺癌の保険薬として認可された（乙Ｂ４）が，大腸癌の治療薬としては認可さ\nれていない（甲Ｂ３２，Ｂ４６，被告Ａ本人）。\nまた，イレッサには，間質性肺炎などの副作用があり，死亡事例も存在する\n（甲Ｂ３２，Ｂ４６，乙Ｂ４）。\nなお，被告Ａは，一般向けの著書「末期患者でも，希望が持てるガン治療」（平\n成１６年８月発行，甲Ｂ２９）の中で，新免疫療法にイレッサを併用すると肺癌以\n外にも，大腸癌など他の癌についても効果があることを記載しているが，平成１\n５年１２月に発行された論文「新免疫療法（ＮＩＴＣ）の治療成績とイレッサ併用の\n効果と成績」（乙Ｂ４）では肺癌についての新免疫療法との併用についてのみ検\n討対象としており，被告Ａ自身が，大腸癌に対するイレッサの投与についてどの\n程度医学的な研究を実施していたのかは不明である。\n(2)　亡Ｃに対する被告Ａのイレッサについての説明内容\nア　被告Ａの供述内容\n被告Ａは，イレッサに関し，亡Ｃに対し，以下のような説明をしたと供述する\n（乙Ａ４，被告Ａ本人）。\n平成１４年８月２３日の診察時に，腫瘍マーカーの推移を説明し，そのうちＣ\nＥＡ値が新免疫療法開始後３か月目までに上昇し続けており，新免疫療法の\n効果が出るまでに時間がかかる可能性があると思われたことから，新免疫療\n法では効果が出るまでに個人差があること，しかし，ＣＥＡの上昇からみて新\n免疫療法のみでは癌の増殖を抑制することがかなり難しいことを説明した。そ\nして，分かりやすく，イレッサが大腸癌でも有効性が考えられること，他方，呼\n吸困難，重積発作，発熱等の副作用が出現する可能性があること，保険がき\nかず高額になることを説明し，家族と相談して次回までに返事をほしいと説明\nした。\nまた，同年９月２０日には，同日撮影された胸部レントゲンから肺に多発転\n移が増大していること，エコーで肝臓に転移が現れたこと，ＣＥＡが上昇してい\nること，新免疫療法とイレッサを併用すると大腸癌にも効果が現れる者もいる\nこと，イレッサはＥＧＦＲの発現が多い大腸癌にも有効性があることが示唆さ\nれ，論文にも記載されていること，副作用や保険の適用がないことなどを説明\nした。\nイ　被告Ａの供述の信用性\n被告Ａが亡Ｃに対してどのような説明をしたかについては，診療録（乙Ａ１）\nには一切記載がなく，客観的な裏付けを欠いており，前記のように，多数の患\n者を診察していた中で，亡Ｃに対する説明内容を詳細に記憶していたとは考\nえにくい。\nもっとも，被告Ａは，新免疫療法とイレッサを併用したときの効果が生じる機\n序についてはその著書（甲Ｂ２９）でも記載しているところであり，イレッサの大\n腸癌に対する投与については認可されていないが，亡Ｃが実際に効果がある\nと思って服用していた事実（甲Ｂ９，証人Ｎ，診療経過一覧表）からして，イレッ\nサが大腸癌に効果があると被告Ａが考えていた理由についてはある程度説\n明をしたものと考えるのが自然である。また，イレッサの副作用についても，Ｎ\n証人が，肺に転移があり，数値に改善が見られないので，それをどうにかしな\nくてはいけないということで被告Ａから，イレッサという薬があり，イレッサを使\nえば肺の転移が消えるということ，副作用として若干動悸がする等の可能性\nがあることを亡Ｃが聞いてきて，値段が高いのでどうしようかと相談があったと\n供述していること（証人Ｎ）に照らせば，一定程度は説明がされたものと推認さ\nれる。\n(3)　しかし，仮に，被告Ａがイレッサの効果や副作用について正確に説明していた\nとしても，被告Ａはイレッサを新免疫療法と併用して投与しており（甲Ｂ２９，乙Ａ\n４，Ａ５，Ｂ４），新免疫療法の実施が前提となっているから，イレッサの投与を新\n免疫療法による癌治療と切り離して検討することはできない。\nそうすると，亡Ｃがイレッサの投与を受けるかどうかの判断をするためには新\n免疫療法について正確な理解をしていることが前提であるというべきであり，前\n記のように，被告Ａに新免疫療法についての効果判定方法等についての説明義\n務違反が認められる以上，亡Ｃがイレッサの投与を受けるかどうかの判断をす\nる前提として必要な説明を欠いているというべきであり，仮にイレッサ自体につ\nいては説明がなされたとしても，本件説明義務違反と併せて全体として違法と評\n価されるべきである。\n３　争点３（被告Ｂが販売している健康食品等が，医薬品ではなく癌の治療効果を持\nつものでないことを告知すべきところ，これを怠ったり，亡Ｃの新免疫療法の効果に\nついての誤信に乗じて高額の健康食品等の販売を行ったのか否か）について\n(1)　新免疫療法における被告Ｂの位置付けについて\nア　被告Ｂは，被告Ａの妻で薬剤師のＨが代表取締役を務める株式会社であり，\n被告クリニックと同一建物の同一フロア（２階）に所在し，被告クリニックと隣接\nしている（前記前提事実）。Ｈは被告クリニックの医療従事者として届けられて\nおり（甲Ｂ５０），実際にも，被告クリニックにいることの方が多く，同クリニック\nで薬の処方や事務的な仕事を行っていた（甲Ｂ５５）。\nそして，被告Ａが実施している新免疫療法は，医薬品と健康食品の摂取が\nその治療の中心であり，被告クリニックにおいて新免疫療法を受ける患者は，\n被告クリニックで診察を受け，医薬品の処方を受けた後，受け取った被告Ａ作\n成の健康食品の購入・使用方法について記載された紙に従って，被告クリニ\nックに隣接する被告Ｂで健康食品を購入して帰ることになる（甲Ｂ５５，乙Ａ\n４）。被告クリニックの診療録にも摂取を指示した医薬品と健康食品が記載さ\nれている（甲Ｂ５５，乙Ａ１）。被告Ｂは宣伝等は行っておらず（甲Ｂ５８，乙Ｂ３\n３），同被告で健康食品を購入しているのは，ほとんどが被告クリニックで診療\nを受けている患者又はその関係者であり，他は書籍等で新免疫療法について\n関心を持った者である（甲Ｂ５５，Ｂ５８，乙Ｂ３３）。\nまた，被告Ａが取り上げられたホームページにおいても，被告Ｂが一緒に掲\n載されている（甲Ｂ５２）。\nイ　これらの事実からすると，被告Ｂは，被告クリニックひいては被告Ａと実質的\nには一体として新免疫療法を実施しているものというべきである。\n(2)　被告Ｂが負うべき責任について\nア　したがって，被告Ｂは，被告Ａと同様に，新免疫療法が他の抗癌剤等の治療\n方法に比べて驚異的な治療効果を有し，副作用もほとんどないと考えている\n健康食品の購入者に対して，新免疫療法の治療効果の判定方法は他の治療\n方法で用いられている効果判定の方法とは異なり，治療効果については他の\n治療方法と単純には比較できず，一般的に用いられる評価指標・方法で治療\n効果を判断すると，被告Ａが公表している奏効率とは大きく異なる可能性もあ\nることから，健康食品の摂取を含む新免疫療法の効果判定方法・治療効果に\nついて説明して誤解を解くべき義務を免れることはできないというべきである。\nこの注意義務は，被告Ｂが，新免疫療法を実施する一環として健康食品を販\n売することに基づくものであり，被告Ｂが薬剤師ではないこと，薬局でないこと\nにより，この注意義務が発生しないことになるものではない。\nそして，被告Ｂは，亡Ｃに対し，健康食品の摂取を含む新免疫療法の効果\n判定方法・治療効果について前記のような説明をしなかったと認められるか\nら，前記義務に違反したというべきであり，また，被告クリニックひいては被告\nＡと一体となって，その誤解に乗じて健康食品を販売しており，被告Ａととも\nに，その生じた損害について共同不法行為責任を負うというべきである。\nイ　因果関係について\nもっとも，被告Ｂに前記義務違反がなかったとしても，亡Ｃが新免疫療法を\n受けずに抗癌剤治療を選択し，さらなる延命が得られたと断定することはでき\nないことは前記１(5)アと同様であり，亡Ｃが抗癌剤治療を選択し，新免疫療法\nを受けなかったことを前提とする新免疫療法の医療費，薬品・健康食品購入\n費等の損害について，前記義務違反との相当因果関係を認めることはできな\nいし（被告Ｂが負う前記義務と被告Ａが負う説明義務は実質的には重なるも\nのである。），被告Ａの本件説明義務違反と新免疫療法の医療費，薬品・健康\n食品購入費等の損害との相当因果関係を認めることができない以上，被告Ｂ\nが，共同不法行為に基づいて，新免疫療法の医療費，薬品・健康食品購入費\n等として亡Ｃが支出した金員相当額を賠償する責任を負うということもできな\nい（不法行為（共同不法行為）も売買契約上の債務不履行も成立しない。）。\n４　争点４（損害及び損害額）について\n(1)　被告Ａが賠償すべき損害－慰謝料\n原告は被告Ａに対してのみ慰謝料の賠償を請求しているところ，前記のとお\nり，亡Ｃは，被告Ａの本件説明義務違反によって，自らの意思によって治療方法\nを選択する機会を奪われたものであり，その後，亡Ｃが新免疫療法やイレッサの\n投与を受けて多額の医薬品・健康食品の購入を余儀なくされたという事情が認\nめられる。\nそこで，本件説明義務違反の態様等，本件に現れた諸般の事情を斟酌し，被\n告Ａの本件説明義務違反によって亡Ｃに生じた精神的損害に対する慰謝料とし\nては，２００万円と認めるのが相当である。\n(2)　被告らが連帯して賠償すべき損害－医療費，薬品・健康食品購入費等\n原告は，被告らに対し，医療費，薬品・健康食品購入費等として亡Ｃが支出し\nた金員相当額の賠償を求めているが，前記のように，被告Ａの本件説明義務違\n反又は被告Ｂの前記義務違反がなかったとしても亡Ｃが新免疫療法を受けずに\n抗癌剤治療を選択したと断定できない以上，新免疫療法に必要な医療費，薬\n品・健康食品購入費等の購入代金は相当因果関係ある損害とは認められない\nというべきである（前記１(5)ア及び３(2)イ参照。なお，多額の医薬品・健康食品\nの購入を余儀なくされたという事情は，前記４(1)の慰謝料の算定に当たって考\n慮されている。）。\n(3)　相続\n原告は，亡Ｃの被告Ａに対する不法行為に基づく２００万円の損害賠償請求\n権を全て相続したと認められる。\n(4)　まとめ\nよって，被告Ａは，原告に対し，不法行為に基づき，２００万円及びこれに対す\nる不法行為後の日である平成１４年１０月３１日から支払済みまで民法所定の年\n５分の割合による遅延損害金を支払う義務を負うというべきである（以上の判断\nは，被告Ａに対する債務不履行に基づく請求においても変わるところはないが，\n附帯請求の点で，不法行為に基づく請求を認めることとする。）。\n５　結論\n以上のとおりであるから，原告の被告らに対する請求は，被告Ａに対し，不法行\n為に基づき，２００万円及びこれに対する不法行為後の日である平成１４年１０月３\n１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める\n限度で理由があるから認容し，被告Ａに対するその余の請求及び被告Ｂに対する\n請求はいずれも理由がないから棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第３０部\n裁判長裁判官    佐　藤　陽　一\n裁判官　　角　田　ゆ　み\n裁判官　　吉　岡　大　地\n"
}