{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 31
  },
  "case_number": "平成17(行ケ)10092",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9561",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9561",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/561/009561_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１００９２号　審決取消（特許）請求事件\n（旧事件番号　東京高裁平成１６年(行ケ)第３７６号）\n口頭弁論終結日　平成１７年５月２６日\n判決\n原告　　　         セイコーエプソン株式会社\n訴訟代理人弁護士　 生田哲郎\n同　　　　         山田基司\n同　　 　　        森本晋\n同　 　　　        美和繁男\n訴訟代理人弁理士　 松本雅利\n被告　         　　特許庁長官　小川洋\n指定代理人       　末政清滋\n同　               瀬川勝久\n同 　　            立川功\n同 　　            伊藤三男\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２００２－１４６５４号事件について平成１６年７月１３日に\nした審決を取り消す。\n第２　事案の概要\n本件は，発明の名称を「眼鏡フレーム」とする特許の出願人である原告が，\n特許庁から拒絶査定を受けたので，これを不服として審判請求をしたところ，特許\n庁が審判請求不成立の審決をしたため，原告がその取消しを求めた事案である。\n第３　当事者の主張\n１　請求原因\n(1)　特許庁における手続の経緯\n原告は，平成４年１２月９日，発明の名称を「眼鏡フレーム」とする発明\nにつき特許出願（以下「本件出願」という。）をしたところ，特許庁は，平成１４\n年７月２日，本件出願につき拒絶査定をした。\n原告は，これを不服として，平成１４年８月１日，拒絶査定不服審\n判の請求をしたが，同年８月２９日付け手続補正書（甲３。以下「本件補正書」と\nいう。）で，本件出願における特許請求の範囲を補正した。\n特許庁は，上記審判事件について審理した上，平成１６年７月１３日，\n「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）を\nし，その謄本は，同年７月２３日原告に送達された。\n(2)　発明の内容\n本件補正書により補正された特許請求の範囲は，以下のとおりである。\n【請求項１】少なくともテンプル部表面に出光石油化学株式会社製マティロ\nをコーティングした微粉化天然皮革繊維含有表面層を有することを特徴とする眼鏡\nフレーム。\n【請求項２】請求項１記載の眼鏡フレームにおいて，更にパッド部表面に前\n記微粉化天然皮革繊維含有表面層を有することを特徴とする眼鏡フレーム。\n【請求項３】請求項１又は２記載の眼鏡フレームにおいて，更にフロント部\nに前記微粉化天然皮革繊維含有表面層を有することを特徴とする眼鏡フレーム。\n【請求項４】請求項１記載の眼鏡フレームにおいて，前記マティロが，微粉\n化された天然皮革繊維であるコラーゲン繊維とベースレジンから構成されることを\n特徴とする眼鏡フレーム。\n【請求項５】請求項４記載の眼鏡フレームにおいて，前記ベースレジンが，\n一液常乾タイプのアクリル樹脂塗料であることを特徴とする眼鏡フレーム。\n【請求項６】請求項４記載の眼鏡フレームにおいて，前記ベースレジンが，\n二液型ウレタン塗料であることを特徴とする眼鏡フレーム。\n【請求項７】請求項１～６いずれか記載の眼鏡フレームにおいて，フレーム\nを構成する機材が，メタル，プラスチック又は複合樹脂であることを特徴とする眼\n鏡フレーム。\n(3)　本件審決の内容\nア　本件審決の内容の詳細は，別紙のとおりである。その理由の要旨は，前\n記特許請求の範囲の請求項１ないし７のうち，請求項４に係る発明（以下「本願発\n明」という。）は，後記引用例１に記載された発明と引用例２ないし４に記載され\nた発明とに基づいて，当事者が容易に発明をすることができたものであるから，特\n許法２９条２項により特許を受けることができない，としたものである。\n記\n・引用例１　実願昭５４－１８４７５９号（実開昭５６－９９５２３号）\nのマイクロフィルム（甲４）\n・引用例２　特開昭６２－２５７９７３号公報（甲５）\n・引用例３　特開昭６４－７０５９９号公報（甲６）\n・引用例４　特開平１－１９３４００号公報（甲７）\nイ　なお，本件審決は，本願発明と引用例１に記載された発明（以下「引用\n発明１」という。）の「つる（３）」，「眼鏡枠」はそれぞれ，本願発明の「テン\nプル部」，「眼鏡フレーム」に相当し，本願発明の「出光石油化学株式会社製マテ\nィロをコーティングした微粉化天然皮革繊維含有表面層」は，引用例１の「擬革製\n品」の概念に包含されるものとした上，本願発明と引用発明１は，次のような一致\n点と相違点があるとした。\n（一致点）\n「少なくともテンプル部表面に擬革製品の表面層を有する眼鏡フレー\nム。」である点\n（相違点）\n擬革製品の表面層が，本願発明は「微粉化された天然皮革繊維であるコ\nラーゲン繊維とベースレジンから構成されるマティロをコーティングした微粉化天\n然皮革繊維含有表面層」であるのに対して，引用例１にはそのような記載がない点\n(4)　本件審決の取消事由\nしかしながら，本件審決は，以下のとおり，本願発明と引用発明１との一\n致点及び相違点に関する認定判断を誤り，その結果，本願発明の進歩性の判断を誤\nったものであるから，違法として取消しを免れない。\nア　取消事由１（一致点の認定の誤り）\n引用例１の眼鏡枠は，外周部分に皮革を被着させているもので，光沢感\nがあるが，本願発明のマティロが塗布された眼鏡フレームのような表面の艶消し感\nがなく，また，短時間で汗を吸放湿するという吸放湿特性を有していないため，発\n汗時におけるさらさら感やべたつかないという特性がなく，このように本願発明と\n引用発明１とは特性が異なること，擬革製品とは，本物の皮革ではないが本物の皮\n革に擬制できるほど近いものをいい，本願発明の「天然皮革の風合いを持つ」程度\nでは擬革製品には当たらないことからすれば，本願発明も引用発明１も等しく擬革\n製品の概念に包含され，本願発明と引用発明１が擬革製品の表面層を有する点で一\n致するとした本件審決の認定は誤りである。\nイ　取消事由２（相違点の容易想到性に関する判断の誤り）\n本件審決は，本願発明と引用発明１と同じような目的を有しているこ\nと，マティロは，引用例２ないし４に記載されている皮革様を現出できる皮革粉を\n含有する塗料，コーティング材の範疇に入ることを前提として，引用例１の擬革製\n品の表面層としてマティロをコーティングした微粉化天然皮革繊維含有表面層を採\n用し，本願発明の構成とすることは，当業者が容易になし得たと判断するが，以下\nに述べるとおり，誤りである。\n(ア)　まず，引用例１が眼鏡枠に皮革をそのまま被着させたものであるの\nに対し，本願発明はマティロでコーティングしたものであり，本願発明には，引用\n例１にはない「べたつきのない装用感」や「光沢を抑えた落ち着いた外観」などが\nあり，表面層の外観，特性が全く異なるから，本願発明と引用発明１が同じような\n目的を有するものとはいえない。\n(イ)　次に，マティロは，「コラーゲン皮革繊維（天然タンパク質）を表\n面改質技術と微粉化技術を用いて形成した，１２μｍ以下の粒度分布，最頻粒径値\n約５μｍ，かつ，最頻粒径値を中心とする左右ほぼ均一な粒径分布を有するパウダ\nー」と「ウレタンあるいはアクリルといった樹脂（プラスチック）」とからなる塗\n料であり，その塗布表面層は，引用例２ないし４に記載のない艶消し感，吸放湿特\n性を有し，また，天然皮革の全皮を単に微粉化した場合と大きく異なり，「手に柔\nらかいソフト感人肌感覚」を持つものであるから，皮革様を現出するものではな\nい。\nしたがって，マティロは，引用例２ないし４に記載されている皮革様\nを現出できる皮革粉を含有する塗料，コーティング材の範疇には入らない。\n(ウ)　本件審決は，本願発明に進歩性がないことの判断を補強するため，\n本願発明においては使用するベースレジンの材料が特定されておらず，また，使用\nするベースレジン材料に基づく微粉化天然皮革繊維の含有割合も特定されていない\nから，粒径分布が１２μｍ以下の微粉化天然皮革繊維を用いることをもって，本願\n発明が，原告主張のマティロを眼鏡フレームの表面層に選択したことによる予測で\nきない顕著な効果（優れた吸放湿性による発汗時のずり落ち防止効果及び肌との摩\n擦力が大きくなることによるずり落ち防止効果）を奏するものとも認められないと\n判断するが，マティロにおいては，マティロの製品カタログ（甲８等）に記載のあ\nるように使用されるレジンの種類のみならず，その含有割合もグレードにより差は\nあるものの，いずれも特定されているのであるから，本願発明においてレジン又は\n微粉化天然皮革繊維の含有割合が不特定ということはできず，上記判断は，その前\n提を欠き，誤りである。\n２　請求原因に対する認否\n請求原因(1)ないし(3)の各事実は認める。同(4)は争う。\n３　被告の反論\n以下に述べるとおり，本件審決には，原告主張のような取消事由はない。\n(1)　取消事由１に対して\n本願明細書（甲２）には，本願発明は「滑らかなソフトな落ち着いた外観\nと滑らかなソフトな触感を有する天然皮革の風合いを持つ優れた装用感とファッシ\nョン性を与える眼鏡フレームを得るものである。」との記載（段落【０００５】）\nがあること，本願発明の構成も「微粉化された天然皮革繊維であるコラーゲン繊維\nとベースレジンから構成される」ことから，本件審決は，本物の皮革でないという\n意味で，マティロをコーティングした微粉化天然皮革繊維含有表面層は，引用例１\nの「擬革製品」の概念に包含されるものと認定したものであり，また，マティロも\n本物の皮革に似せて作られた点で相違はなく，本件審決の一致点の認定に誤りはな\nい。\n(2)　取消事由２に対して\nア　本願発明は，「滑らかなソフトな落ち着いた外観と滑らかなソフトな触\n感を有する天然皮革の風合いを持つ優れた装用感とファッション性を与える眼鏡フ\nレーム」に関するものであり，引用例１には，「本考案の眼鏡枠は外観，肌触り等\nがよく，使用感が良好である」との記載があることからすれば，「外観」，「装用\n感（使用感）」を良くするという点で，本願発明と引用発明１が同じような目的を\n有するものといえるから，本件審決の認定に誤りはない。\nイ　本願発明のマティロは，「微粉化された天然皮革繊維であるコラーゲン\n繊維とベースレジンから構成される塗料」である点で，引用例２ないし４の構成と\n一致する。\nそして，本願明細書（甲２）の「天然皮革の風合いを持つ優れた装用\n感」の記載（段落【０００５】），実施例１ないし４に関する記載（段落【００１\n０】～【００１３】）等から，マティロは，本物の皮革ではないが天然皮革に似た\n風合いを持つものであるといえるから，マティロが引用例２ないし４に記載されて\nいる皮革様を現出できる皮革粉を含有する塗料，コーティング材の範疇に入るとし\nた本件審決の認定に誤りはない。\nウ　本願発明のマティロは，補正後の請求項４に記載のとおり「微粉化され\nた天然皮革繊維であるコラーゲン繊維とベースレジンから構成される」ことを限度\nとするもので，本願明細書に記載のないマティロの製品特性自体は本願発明の構成\nに直接関係がなく，また，マティロの製品カタログに記載された製品特性などは随\n時変更される可能性のあるものであり，そのような特性，数値のすべてを本願発明\nの構成と理解することはできない。\nまた，本願発明の効果は本願発明の構成から奏される効果のみを対象と\nすべきであって，マティロの製品カタログに記載された製品特性から原告主張のマ\nティロを眼鏡フレームの表面層に選択したことによる予測できない顕著な効果を論\nずることは失当である。仮に原告主張の効果があるとしても，眼鏡フレームに塗布\nした結果，マティロの持つ効果を奏するというだけでは，本願発明が進歩性を有す\nるということはできない。\n第４　当裁判所の判断\n１　請求の原因(1)ないし  (3)の各事実は，いずれも当事者間に争いがない。\nそこで，原告主張に係る本件審決の取消事由（請求の原因(4)）について，以\n下において判断する。\n２　取消事由１（一致点の認定の誤り）について\n原告は，引用発明１には本願発明のマティロが塗布された眼鏡フレームのよ\nうな艶出し感，吸放湿特性等がなく，本願発明と引用発明１とは，特性が異なり，\nまた，擬革製品とは，本物の皮革ではないが本物の皮革に擬制できるほど近いもの\nをいい，本願発明の「天然皮革の風合いを持つ」程度では擬革製品には当たらない\nから，本願発明も引用発明１も等しく擬革製品の概念に包含され，本願発明と引用\n発明１が擬革製品の表面層を有する点で一致するとの本件審決の認定は誤りである\n旨主張する。\n(1)ア　そこで検討するに，まず，引用例１（甲４）の明細書（マイクロフィル\nム分）には「実用新案登録請求の範囲」として「フレーム（１）およびつる（３）\n等の外周部分に皮革（５），（５′）を被着してなる眼鏡枠。」（１頁３行目ない\nし５行目），「本考案は枠体外周部に皮革を被せ，使用により肌触り，光沢等が良\n好となるようにした眼鏡枠に関するものである。」（１頁７行目ないし９行目），\n「本考案の眼鏡枠は上述のように，外周部分に皮革（２）を被せてあるので外観，\n肌触り等がよく，使用感が良好であり，かつ使用により肌触り，光沢等が益々良好\nとなる利点があり，また衝撃力等に対し強く，さらに静電気による塵埃の附着が防\n止される等の実用的な効果を有している。」（２頁４行目ないし９行目）との記載\nがある。また，その昭和５５年５月１２日付け手続補正書（自発）２頁には，前記\n明細書２頁９行目の末尾に，「皮革（５）には天然および合成皮革等を使用するこ\nとができ，またレザー・クロス等の擬革製品なども使用可能である。」を加入する\n旨の記載がある。\n一方，本願明細書（甲２）には，「本発明に係る眼鏡フレームは，少な\nくともテンプル部に微粉化天然皮革繊維含有表面層を有しせしめることにより，滑\nらかなソフトな落ち着いた外観と滑らかなソフトな触感を有する天然皮革の風合い\nを持つ優れた装用感とファッション性を与えることを可能としたものである。」と\nの記載（段落【０００７】）がある。\nイ　そして，本件審決は，本願発明は，眼鏡フレームのテンプル部に微粉化\nされた天然皮革繊維であるコラーゲン繊維とベースレジンから構成されるマティロ\nをコーティングしたものを表面層として有せしめており，一方，引用発明１は，そ\nの眼鏡フレームに天然，合成皮革又はレザー・クロス等の擬革製品による表面層を\n有せしめていることから，「少なくともテンプル部表面に擬革製品の表面層を有す\nる眼鏡フレーム。」である点で両者は一致するとしたもののようである。\n(2)　ところで，擬革とは「人造皮革」のことであり（広辞苑第五版６２８頁参\n照），本願発明にいう前記マティロでコーティングしたものと引用発明１にいう天\n然，合成皮革又はレザー・クロスの上位概念として，「擬革」なる表現をすること\nが適切であるかは疑問であるが，本願発明と引用発明１が，少なくともテンプル部\n表面に皮革様の表面層を有する眼鏡フレームである点では一致しているものと認め\nられるから，本件審決の前記誤りは，本願発明と引用発明１との相違点の判断に影\n響を及ぼすものではなく，ひいては本件審決の結論に影響を及ぼすものとは認めら\nれない。\nしたがって，その余の点について判断するまでもなく，原告主張の前記一\n致点に関する本件審決の認定の誤りは，本件審決の取消事由に該当しないというべ\nきである。\n３　取消事由２（相違点の容易想到性に関する判断の誤り）について\n(1)　前記のとおり，本願発明は「少なくともテンプル部表面に出光石油化学株\n式会社製マティロをコーティングした微粉化天然皮革繊維含有表面層を有すること\nを特徴とする眼鏡フレームにおいて，前記マティロが，微粉化された天然皮革繊維\nであるコラーゲン繊維とベースレジンから構成されることを特徴とする眼鏡フレー\nム。」（請求項１，４）であり，引用発明１は「フレーム（１）およびつる（３）\n等の外周部分に皮革（５），（５′）を被着してなる眼鏡枠。」のことであるが，\n本件審決は，本願発明と引用発明１とは，擬革製品の表面層が，本願発明は「微粉\n化された天然皮革繊維であるコラーゲン繊維とベースレジンから構成される出光石\n油化学株式会社製マティロをコーティングした微粉化天然皮革繊維含有表面層」で\nあるのに対して，引用例１にはそのような記載がない点で相違すると認定してい\nる。\nそして，本件審決によれば，上記相違点について，①本願明細書（甲２）\nの段落【００１７】の【発明の効果】の項に「本発明は眼鏡フレームのフロント\n部，テンプル部，パッド部等の表面に微粉化天然皮革繊維含有表面層を形成せしめ\nることにより，滑らかなソフトな触感を有する天然皮革の風合いを持つ優れた装用\n感とファッション性を付与することができる。さらに，吸放湿性に優れるため肌触\nりの良さを有し，難帯電性のためゴミなどの付着が防止できる。また，柔らかい微\n粉化天然皮革繊維と強靱なベースレジンとの複合により傷付きにくい強靱な表面を\n形成することができる。」と記載されていること，②引用例２ないし４に示される\nように，天然の皮革に近く，膨潤特性を有し，肌触りが良好で，静電位分散機能を\n有する堅牢且つ緩衝性のある塗膜の形成が可能である皮革様塗料として，コラーゲ\nン繊維からなる微細天然皮革繊維と合成樹脂材の塗膜形成要素とを含むものは，普\n通に知られていること，③このように，本願発明及び引用例１と同じような目的の\nために，コラーゲン繊維からなる微細天然皮革繊維と合成樹脂材の塗膜形成要素と\nを含むものを皮革様塗料として使用することが知られており，そして，\nマティロは，微粉化された天然皮革繊維であるコラーゲン繊維とベースレジンとか\nら構成されるものであるから，マティロは，引用例２ないし４に記載されている皮\n革様を現出できる皮革粉を含有する塗料，コーテング材の範疇に入るものであるこ\nとは明らかであること，④マティロ自体は，原告も知るように，既に知られたもの\nであることを認定した上，上記①ないし④からすれば，少なくともテンプル部表面\nに施す引用例１の擬革製品の表面層として，微粉化された天然皮革繊維であるコラ\nーゲン繊維とベースレジンから構成されるマティロをコーティングした微粉化天然\n皮革繊維含有表面層を採用して本願発明の構成とすることは，当業者が容易になし\n得たことであるから，本願発明に進歩性がないと判断したものである。\n(2)　原告は，本件審決の上記(1)①，②及び④の認定を認めた上で（原告準備\n書面(1)の第３の４），上記③について，本願発明と引用発明１が同じような目的を\n有しているとの認定及びマティロが引用例２ないし４に記載されている皮革様を現\n出できる皮革粉を含有する塗料，コーティング材の範疇に入るとの認定はいずれも\n誤りであり，これらの誤った認定を前提として，本件審決が引用発明１ないし４を\n組み合わせて本願発明を当業者が容易に想到できたと判断したものであるから，そ\nの判断も誤りである旨主張する。\nア　そこで検討するに，前記２(1)アで認定したとおり，引用例１の明細書に\nは「本考案は枠体外周部に皮革を被せ，使用により肌触り，光沢等が良好となるよ\nうにした眼鏡枠に関するものである。」，「本考案の眼鏡枠は上述のように，外周\n部分に皮革（２）を被せてあるので外観，肌触り等がよく，使用感が良好であり，\nかつ使用により肌触り，光沢等が益々良好となる利点があり」との記載があること\nからすると，引用例１は，眼鏡枠の使用による肌触りを良好とすることを目的の一\nつとした発明であることが認められる。\nイ　次に，甲１５（塗料新聞社・平成元年１月２５日発行の「塗料報知」）\n記載の出光石油化学製品販売部製品課Ａの記事には，見出しに「「見る塗装」から\n「触れる塗装」へ」との記載があり，その本文に，「マティロの特長・用途」とし\nて「プロテインペイント「マティロ」は天然コラーゲン繊維のファインパウダーで\nあるプロテインパウダーと，強く粘りのある特殊ウレタン樹脂とを複合化した天\n然・本物志向の新感覚塗料である。天然皮革を原料とし，ミクロンオーダーに超微\n粉化したプロテインパウダーを塗膜の中に均一に分散させることにより，人工の素\n材に天然皮革の持つ良感触性・吸放湿性・難帯電性を与え，従来の塗膜にはない新\nしい質感・触感の表現が可能となった。「見る塗装」から「触れる塗装」へと塗料\nの概念を変える画期的な塗料である。」，特長のまとめとして「(1)　目にやさし\nく，均一な艶消し効果」，「(2)　手に柔らかいソフト感・人肌感覚」，「(3)　吸\n放湿性を持ち，温かい感触」，「(4)　指紋の跡が残らない」，「(5)　傷付きにく\nく強靱な塗膜」，「(6)　塗装性に優れる」との記載があり，さらに，「「マティ\nロ」には「マティロＩ」と「マティロⅡ」の二つのグレードがある。「マ\nティロＩ」はソフト感に加えドライタッチ感を持たせたもので，言わば男性的タッ\nチ感が得られる。「マティロⅡ」はソフト感に加え，ぬめり感を持たせたもので，\nしっとりとした風合いが表現できる，言わば女性的タッチ感が得られる。「マティ\nロ」は幅広い分野への適用が可能であるが，特長の活かせる分野，即ち，目で見\nて，手で触れる部分が主な対象となる。・・・（中略）・・・自動車ではインスツ\nルメントパネル，コンソールボックス，ハンドル等の内装部材が，家電・ＯＡ機器\n関係ではハウジング，キャビネット，把手等があげられる。文具，家具・調度品，\n化粧品容器等も「マティロ」の特性を活かせる用途である。」との記載がある。\nこのような甲１５の上記各記載，及びマティロ自体は既に知られた存在\nであったこと（前記(1)④）からすると，マティロは，微粉化された天然皮革を原料\nとした天然コラーゲン繊維とベースレジンから構成された良感触性，吸放湿性等の\n特性を有する塗料であって，目で見て，手で触れる部分を主な対象とする塗料とし\nて幅広い分野に適用できるものであることが，本願出願前に当業者（その発明の属\nする技術の分野における通常の知識を有する者）にとって技術常識となっていたこ\nとが認められる。\nウ　前記ア及びイに加えて，引用例２ないし４に示されるように，天然の皮\n革に近く膨潤特性を有し肌触りが良好で静電位分散機能を有する堅牢且つ緩衝性の\nある塗膜の形成が可能である皮革様塗料として，コラーゲン繊維からなる微細天然\n皮革繊維と合成樹脂材の塗膜形成要素とを含むものは，普通に知られていたこと\n（前記(1)②）を考慮すると，引用例１の目的の一つである眼鏡枠の使用による肌触\nりを良好とするため，微粉化された天然皮革を原料とした天然コラーゲン繊維とベ\nースレジンから構成された良感触性・吸放湿性等の特性を有する塗料であるマティ\nロを，引用例１に記載された眼鏡フレームのテンプル部表面に表面層として採用\nし，本願発明の構成に至ることは，当業者が容易になし得たものと認められる。\nなお，原告主張のマティロを眼鏡フレームの表面層に選択したことによ\nる効果（優れた吸放湿性による発汗時のずり落ち防止効果及び肌との摩擦力が大き\nくなることによるずり落ち防止効果）も，前記イのとおり，マティロ自体が吸放湿\n性に優れることが知られていた以上，当業者が容易に予測できたものと認められ\nる。\nエ　そうすると，本願発明と引用発明１とが同じような目的を有しているか\nどうか及びマティロが引用例２ないし４に記載されている皮革様を現出できる皮革\n粉を含有する塗料，コーティング材の範疇に入るかどうかについて検討するまでも\nなく，引用発明１ないし４に基づいて本願発明を当業者が容易に想到できたと判断\nした本件審決に誤りはないというべきである。\nしたがって，原告の取消事由２の主張も，採用することができない。\n第５　結論\n以上によれば，原告の本訴請求は理由がないから，これを棄却することと\nし，主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官　　中 野 哲 弘\n裁判官　　大 鷹 一 郎\n裁判官　　早 田 尚 貴\n"
}