{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 30
  },
  "case_number": "平成13(行ケ)233",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11339",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11339",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/339/011339_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２３３号　審決取消請求事件\n平成１５年１月１６日口頭弁論終結\n判　　　　　　　　　　決\n原　　　　　　　告　　　　　松下電工株式会社\n原　　　　　　　告　　　　　日本製紙株式会社\n原　　　　　　　告　　　　　大建工業株式会社\n原　　　　　　　告　　　　　永大産業株式会社\n上記原告ら\n訴訟代理人弁護士　　　　　　小　　　松　　　陽　一　郎\n同　　　　　　　　　　　　　福　　　田　　　あ　や　こ\n同　　　　　　　　　　　　　宇　　　田　　　浩　　　康\n同　　　　　　　　　　　　　平　　　野　　　和　　　宏\n同訴訟代理人弁理士　　　　　西　　　澤　　　利　　　夫\n被　　　　　　　告　　　　　株式会社ドムス設計事務所\n訴訟代理人弁護士　　　　　　上　　　野　　　　　　　勝\n同訴訟代理人弁理士　　　　　松　　　永　　　善　　　蔵\n被　　　　　　　告　　　　　ボード株式会社\n被　　　　　　　告　　　　　朝日ウッドテック株式会社\n主　　　　　　　　　　文\n特許庁が無効２０００－３５２７４号事件について平成１３年４月１０\n日にした審決を取り消す。\n訴訟費用は被告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n主文と同旨\n２　被告ら\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告らは，考案の名称を「木質防振床材」とする登録番号第２０４８０１５\n号（昭和６０年１２月２７日特許出願（特願昭６０－２９８２６８号。以下「本件\n原特許出願」という。）。平成元年３月２４日実用新案登録出願に変更出願（実願\n平１－３３７５５号。以下「本件出願」という。）。平成７年１月２３日設定登\n録。以下「本件実用新案登録」といい，その考案を「本件考案」という。）の実用\n新案権者である（上記設定登録時の実用新案権者は，被告株式会社ドムス設計事務\n所（以下「被告ドムス」という。）のみであった。平成８年８月８日に他の被告ら\nに対し権利の一部が移転され，同年１０月２１日，その旨の登録がなされた。甲第\n１号証）。\n原告ら及び段谷産業株式会社は，平成１２年５月１８日，本件実用新案登録\nを無効とすることについて審判を請求し，特許庁は，この請求を無効２０００－３\n５２７４号事件として審理し，その結果，平成１３年４月１０日に，「本件審判の\n請求は，成り立たない。」との審決をし，同月２４日にその謄本を原告ら及び段谷\n産業株式会社に送達した（なお，特許庁は，同月２５日，上記審決につき更正決定\nをし，同年５月２日にその謄本を原告ら及び段谷産業株式会社に送達した。）。\n段谷産業株式会社は，本件訴訟係属中の平成１４年４月１９日に破産宣告を\n受け，破産管財人弁護士Ａが，同社の地位を承継した。同破産管財人は，平成１４\n年８月１２日，訴えを取り下げた。\n２　審決の理由の要点\n別紙審決書及び更正決定の写し記載のとおりである。要するに，本件出願\nは，本件原特許出願の願書に添付した明細書及び図面（以下，これらを併せて，\n「当初明細書」という。）に直接記載されていない事項を追加したり，記載されて\nいる事項を変更したりしているものの，全体としてみると当初明細書に記載された\n発明（以下「当初発明」という。）と本件考案との同一性が実質的に失われるほど\nの変更があったとまではいえないから，本件出願は，平成５年法律第２６号による\n改正前の実用新案法１０条１項の変更出願に該当し，その出願日は本件原特許出願\nの出願日である昭和６０年１２月２７日であるとみなされる，とした上で，審判請\n求人が無効の主張の根拠とする刊行物（審判甲第５ないし第８号証）は，いずれも\n上記出願日より後に頒布された刊行物であるから，これらに基づいて，本件実用新\n案登録が上記改正前の実用新案法３条１項３号に該当する考案に対してされたもの\nであるとも，同条２項の規定に違反してされたものともいうことはできないとし\nて，原告ら主張の無効理由を排斥するものである。\n３　本件実用新案登録請求の範囲\n「任意の緩衝板上において，貫通あるいは半貫通のスリツトが所定間隔で設け\nられた仕上板上に，合成樹脂シート等よりなり，仕上板および最上層の木質床化粧\n板よりも多分に薄目の可撓性薄板を介在させて木質床化粧板が，順次，積層貼着さ\nれ，所定の形状，寸法に一体化されたことを特徴とする木質防振床材。」\n第３　原告ら主張の審決取消事由の要点\n審決の理由中，「１．手続きの経緯・本件考案」「２．請求人の主張」（審\n決書２頁１１行～４頁１行）は認める。\n「３．当審の判断」中の「（１）不適法な変更出願について」（４頁３行～\n７頁末行）のうち，次の記載は認め，その余は争う。\n①「Ａ－Ａ．」（４頁４行～３２行）のうち，審決書４頁７行「まず，原特\n許出願の出願当初の明細書，図面・・・」から９行「・・・シートの厚さを１ｍｍ\nと記載されており」まで，４頁１１行「次ぎに，可撓性薄板と最上層の木質床化粧\n板の厚さの関係については・・・」から１５行「・・・きない。」までの記載\n②「Ａ－Ｂ．」（４頁３３行～５頁２９行）のうち，４頁３７行「可撓性薄\n板について，当初明細書には・・・」から５頁１１行「・・・記載されてはいな\nい。」までの記載\n③「Ａ－Ｄ．」（６頁１行～１３行）のうち，６頁３行ないし４行の「当初\n明細書に「可撓性薄板は連続していても，要所で切断されていてもよい。」旨の記\n載はない。」との記載\n④「Ｂ．」（６頁１４行～２２行）のうち，６頁１６行ないし１７行の「当\n初明細書および図面には，木質床化粧板の厚さを６ｍｍとすることについては記載\nされていない。」との記載\n⑤「Ｃ．」（６頁２３行～末行）のうち，６頁２５行ないし２６行の「当初\n明細書及び図面には，「緩衝板の表面あるいは裏面に防湿フィルムを予め貼着して\nおくこともできる」旨の記載はない。」との記載\n⑥「Ｄ．」（７頁１行～８行）のうち，７頁３行ないし４行の「当初明細書\n及び図面には，「可撓性薄板と仕上板の組み合わせを二重にすれば，さらに高性能\n化も可能になる」旨の記載はない。」との記載\n⑦「Ｅ．」（７頁９行～末行）のうち，７頁１６行ないし１７行の「ただ，\n当初明細書及び図面には，本件考案の第１図，２図のようなユニット化された床材\nを床基台に並設して床構造を得る旨の記載はない。」との記載\n「３．当審の判断」中の「（２），（３）実用新案法第３条第１項および第\n２項違反」（審決書８頁１行～６行）は争う。「４．むすび」は争う。\n審決は，本件出願は，本件考案と当初発明との間で実質的同一性を欠く変更\n出願であって，本件原特許出願日への出願日の遡及を認めることができないもので\nあるのに，誤って本件考案と当初発明との間に実質的同一性があるとして，出願日\nの遡及を認めたものであり，この誤りが，結論に影響を及ぼすことは明らかである\nから，違法なものとして取り消されるべきである。\n１　当初発明と本件考案との間の実質的同一性の欠如\n(1)　可撓性薄板が「仕上板および最上層の木質床化粧板よりも多分に薄目」で\nある，との構成の付加に基づく主張\n本件考案においては，可撓性薄板は，「仕上板および最上層の木質床化粧\n板よりも多分に薄目の」ものであることが，構成要件の一つとされている。\nしかし，当初明細書には，可撓性薄板の厚さと木質床化粧板及び仕上板等\nの他の部材との厚さとの関係については，一切記載がなかったのであり，可撓性薄\n板と木質床化粧板との厚さの関係についての記載は，本件出願の出願過程において\nなされた手続補正によって追加されたものである。\nこの点につき，審決は，「本件考案の解決すべき課題である「床衝撃音の\n吸収性能の向上」は専ら「乾式防振床」の構造によるものであり，」（審決書４頁\n２２行～２４行）とした上で，「可撓性薄板と最上層の木質床化粧板の厚さの関係\nについて構成に欠くことができない事項としたからといって，当初明細書及び図面\nに記載された発明と本件考案の同一性が実質的に失われているとはいえない。」\n（審決書４頁２５行～２７行）と判断した。\n審決の上記判断は，「可撓性薄板が仕上板および木質床化粧板よりも多分\nに薄目」であるとの構成は，本件考案において副次的，二次的なものにすぎない，\nとの認定判断を前提とするものである。\n確かに，当初明細書では，可撓性薄板は「各細長い板がバラバラに振動す\nるのをおさえるため」（甲第５号証（本件原特許出願の公開特許公報）２頁左下欄\n１行～２行。以下，当初明細書の記載内容については，上記公報の記載を引用す\nる。）のものとして明記されていたにすぎず，原発明の解決すべき課題である，\n「床衝撃音の吸収性能の向上」とは直接関係しないものとされていたから，これを\n前提とすれば，可撓性薄板が「仕上板および木質床化粧板よりも多分に薄目」であ\nるか否かは，解決すべき課題達成にとって，副次的，二次的な問題にすぎないこと\nになるであろう。しかしながら，本件考案においては，原発明におけるのとは異な\nり，解決すべき課題である「床衝撃音の吸収性能の向上」は，単に「乾式防振床」\nの構造のみによって解決されるのではなく，これに，可撓性薄板が「仕上板および\n木質床化粧板よりも多分に薄目」である，という要件が加わることによって初めて\n解決されるものとされているのであり，このことは，本件考案の出願過程におい\nて，被告ドムスが，本件考案の効果を奏するためには，可撓性薄板が緩衝材として\nの作用を持つほどに厚いものではないことを要すると主張していたこと（甲第６，\n第７号証）などから明らかである。そうである以上，この構成を，副次的，二次的\nなものにすぎないとすることはできないのである。\nこのように，「可撓性薄板が仕上板および木質床化粧板よりも多分に薄\n目」であることは，本件考案の要旨の中核をなすものである。上記要件が追加され\nたことによって，当初発明と本件考案との同一性は実質的に失われたものというべ\nきである。\n(2)　木質床化粧板の厚さに基づく主張\n本件出願において，当初明細書に記載のなかった木質床化粧板の厚さにつ\nいて，６ｍｍとする記載（考案の詳細な説明中の実施例の記載。甲第４号証７欄２\n行）が追加された。審決は，(1)と同様に，本件考案の解決すべき課題である「床衝\n撃音の吸収性能の向上」が専ら「乾式防振床」の構造によるものであるとの認定を\n前提に，「木質床化粧板の厚さの実施例として具体的に６ｍｍと付け加えたとして\nも，それは木質床化粧板の実施例として常識的な厚さであるし，それに併せて図面\n上厚さの関係がよくわかるように変更したことが，当初明細書および図面に記載さ\nれた発明と本件考案の同一性が実質的に失われるといえるほどの変更であるとする\nことはできない。」（審決書４頁２８行～３２行）と判断した。\nしかしながら，審決の上記認定判断が誤りであることは，(1)で述べたとこ\nろと同じであり，上記追加によって，当初発明と本件考案との同一性は実質的に失\nわれたものというべきである。\n(3)　木質床化粧板の「常識的な厚さ」の意義が不明確であること及びその認定\nの根拠が欠如していることに基づく主張\n上記のとおり，審決は，「６ｍｍ」の厚さが，木質床化粧板の実施例とし\nて常識的な厚さであるとする。しかし，木質床化粧板の厚さは，約２．７ｍｍない\nし１８ｍｍ程度の幅があるから（甲第９，第１０号証），簡単に，６ｍｍの厚さを\n標準的な厚さとすることはできない。審決のいう「常識的な厚さ」とは，その意義\n自体が不明確であり，６ｍｍの厚さが常識的な厚さであることを裏付ける具体的な\n証拠もない。\n明細書を補正して木質床化粧板の厚さを６ｍｍとする実施例を付加し，可\n撓性薄板と最上層の木質化粧板との厚さの関係を前記のとおり実用新案登録請求の\n範囲に記載し，本件考案の必須の要件とすることは，当初明細書に記載のなかった\n事項を新たに盛り込んだものといわざるを得ない。\n(4)　権利の外延が不明確な本件実用新案登録請求の範囲について「６ｍｍ」と\nいう木質床化粧板の厚みを補正により実質的に追加したこと基づく主張\n審決は，本件実用新案登録請求の範囲の「仕上板および最上層の木質床化\n粧板よりも多分に薄目」という構成中の「多分に薄目」の意義について，当初明細\n書には，「仕上板の厚さを９ｍｍ，：可撓性合成樹脂シートの厚さを１ｍｍと記載\nされており，可撓性薄板が仕上板より多分に薄目であることは記載されていたとみ\nてよい。」（審決書４頁７行～１０行）とする。\n他方，審決は，木質床化粧板を６ｍｍと認定し，これとの関係でも「多分\nに薄目」であると認定していることは明らかであるから，「木質床化粧板６ｍ\nｍ」：「可撓性薄板１ｍｍ」の関係にある場合も，可撓性薄板が木質床化粧板より\n「多分に薄目」であるといい得るとしていると解するほかない。\nこのように，審決は，９：１の場合も，６：１の場合も，いずれも「多分\nに薄目」の関係がある場合に当たるとする。しかし，もともと，本件考案において\n「多分に薄目」ということのできる限界がどこにあるか，すなわち，どの厚さまで\nが「多分に薄目」の関係にあるのかは，実用新案登録請求の範囲からは全く特定す\nることができず，それを解釈する手掛かりになるものがあるとすれば，それは，考\n案の詳細な説明中に示されている厚さの数値のみである。そうすると，結局，実施\n例に追加された「６ｍｍ」の記載のみが「多分に薄目」の関係を明確に示す唯一の\n根拠ということになるから，当初明細書に記載のなかった「６ｍｍ」という厚みを\n補正により実質的に追加することは，仮にそれが「常識的な厚さ」であると認めら\nれるとしても，単なる「常識的な厚さ」の追加にとどまらず，実用新案登録請求の\n範囲の「多分に薄目」という文言を解釈する上で唯一の根拠となる重要な事項を追\n加したことになるのである。\n(5)　「可撓性薄板が木質床化粧板よりも多分に薄目」であることが本件原特許\n出願の出願時点において自明ではないことに基づく主張\n被告ドムスは，本件考案についての別件事件において提出した実用新案登\n録異議答弁書（甲第９号証）において，「往時の複合床材（木質系）の規格の欄に\n掲載されている種々の品名の木質床化粧板を使用し得るので，原明細書ではとくに\n木質床化粧板の厚さについては限定していない。前出の乙第１号証（判決注・本訴\n甲第１０号証）によると，往時の木質床化粧板の厚さはおよそ２．７ｍｍから１８\nｍｍ程度のものである。」と述べ，これに続けて，「可撓性薄板の厚さとしては原\n明細書の実施例において，１ｍｍのものを例示したが，本件出願の考案の趣旨から\n厚さ１ｍｍに限定されるものではなく，可撓性薄板の材質によってその前後の厚さ\nのものも当然に使用可能である」と主張した（甲第９号証１４頁１１行～１５頁２\n行）。\n本件実用新案公報（甲第４号証）の（作用）の欄の記載によれば，可撓性\n薄板はその制振性によって木質床化粧板に加えられた衝撃振動を減衰させる機能を\n有するのであるから，制振性に劣る材料を可撓性薄板に使用する場合には可撓性薄\n板の厚さを１ｍｍよりも厚くする必要があると考えられる。\n制振性という用語は極めて曖昧であるものの，被告ドムスが「可撓性薄板\nの可撓性と制振性は何れも素材の弾性に由来する。」と述べている（甲第１１号証\n１２頁２行～４行）ことからすれば，弾性が比較的小さい材料を可撓性薄板に用い\nる場合には，可撓性薄板の厚さを１ｍｍよりも厚くすることになる。\nそうすると，可撓性薄板と木質床化粧板の選択如何によって，可撓性薄板\nと木質床化粧板の厚さが同等であったり，可撓性薄板が木質床化粧板よりも厚かっ\nたりする組合せも考えられる。このような可撓性薄板と木質化粧板の厚さの組合せ\nが考えられる以上，「可撓性薄板が木質床化粧板よりも多分に薄目であること」\nは，当初明細書に記載がないのみならず，本件原特許出願の時点において自明のこ\nとであったともいえないことは，明らかである。\n(6)　積層貼着による木質防振床材への変更に基づく主張\n審決は，「当初明細書および図面に記載された発明は，「乾式防振床」お\nよびその最上層に木質床化粧板を設けた防振床構造に関するものであり，その防振\n床構造は所定の形状，寸法をもって一体化されたものとして記載されているとみて\nよい。」（審決書７頁１２行～１５行）と認定した。\nしかしながら，当初明細書には，それだけで防振床の機能を有する床下地\n構造である「乾式防振床」と，この上に施されるに過ぎない床表面構造である「木\n質床化粧板」とをあらかじめ積層貼着して一体化しておくことが記載されていると\n認めることはできない。「乾式防振床」と「木質床化粧板」とをあらかじめ一体と\nした「防振床構造」が当初明細書に記載されているとした審決の認定は誤りであ\nり，この誤った認定に基づき審決が「当初明細書および図面に記載された「防振床\n構造」と本件考案の「木質防振床材」の同一性が実質的に失われるとはいえな\nい。」（審決書７頁２１行～２２行）とした判断も誤りである。\n本件出願は，当初明細書に記載のない「床下地構造の上に床表面構造とな\nる「木質床化粧板」までをもあらかじめ積層貼着一体化しておくこと」を付加した\nものであり，しかも，この付加した事項は「可撓性薄板が仕上板および木質床化粧\n板よりも多分に薄目」であることに関係する重要な事項であるから，上記事項が付\n加されたことによって，本件考案と当初発明との実質的同一性は失われたものとい\nうべきである。\n(7)　自在伸縮性・制振性を有する「可撓性薄板」と限定解釈されるべきである\nことを理由とする主張\n本件実用新案登録請求の範囲で用いられている「可撓性」という語は，直\nちに弾性或いは制振性を意味するというものではない（審決書５頁１２行参照）。\n可撓性薄板には，①弾性を有しない素材から成るものと，②弾性を有する\n素材から成るものとが考えられる。被告ドムスは，別件事件において，本件考案に\n関し，弾性を有しない素材から成る可撓性薄板では，仕上板のスリット間の各細長\nい板がバラバラに振動するのを押さえるという作用が奏されないことになると主張\nする（甲第１５号証参照）。ところが，本件実用新案登録請求の範囲には，単に\n「可撓性薄板」と記載されているだけであって，これが「自在伸縮性」，「制振\n性」を有するような弾性を有するものであることは記載されていない。そうする\nと，本件実用新案登録請求の範囲には，考案の構成に欠くことのできない事項のす\nべてが記載されているということができず，明細書の記載に不備があるといわざる\nを得ない。これをあえて明細書の記載に不備がないというためには，本件考案の詳\n細な説明の記載に基づいて，本件実用新案登録請求の範囲の「可撓性薄板」とは，\n「弾性があり，自在伸縮性があり，制振性がある可撓性薄板」の意味であると限定\n解釈をせざるを得ないことになる。\n当初明細書および図面には，可撓性薄板が弾性を有することは記載されて\nおらず，可撓性薄板に自在伸縮性や制振性がある旨の記載もない。そうすると，本\n件実用新案登録請求の範囲の「可撓性薄板」を，「弾性があり，自在伸縮性があ\nり，制振性がある可撓性薄板」の意味であると限定解釈すると，当初明細書に記載\nのなかった事項が，補正の結果，考案の要旨として新たに盛り込まれたことにな\nる。\nそうである以上，当初発明と本件考案とが実質的に同一であるとすること\nはできない。\n(8)　仕上板の振動（可撓性薄板の作用）の相違に基づく主張\n審決は，本件出願において，実施例の説明について，当初明細書において\nは，仕上板３のスリット４間の「各細長い板がバラバラに振動するのをおさえる」\nとしていたのを，「各細片が部分的に，個別に振動するのを妨げない。」と変更し\nたことにつき，「仕上板の表面に可撓性薄板５が貼着された床構造が衝撃加振され\nた場合，「仕上板３が丁度小さな扇子を動かすように小さな波長（高周波）で短時\n間の振動を生じる」場合の可撓性薄板の作用を説明している点で同じであり，説明\nぶりに変更があっても，可撓性薄板の本質を変更するものであるとすることができ\nない。」（審決書５頁３３行～３７行）と判断した。\nしかしながら，「振動するのをおさえる」という作用と，「振動するのを\n妨げない」という作用は相反する作用であり，単なる説明ぶりの変更というような\nものではない。\nこの点において，当初発明と本件考案とが実質的に同一であるとすること\nはできない。\n(9)　可撓性薄板の「要所」での切断を追加したことに基づく主張\n審決は，「本件考案は実施例として「可撓性薄板は連続していても，要所\nで切断されていてもよい。」としているだけで，可撓性薄板が要所で切断されてい\nた場合の具体的な構造やその作用について説明していないことからみて，この点は\n格別の技術的意味をもって実施例として追加したとは考えにくく，ごく一般論とし\nて「床衝撃音の吸収性能」の向上にとってマイナスに働くような切断でなければ，\n連続していても非連続であってもよいと記載しただけであって，この実施例を追加\nしたからといって，当初明細書および図面に記載された「可撓性薄板」と本件考案\nの「可撓性薄板」の同一性が実質的に失われるとはいえない。」（審決書６頁５行\n～１３行）と判断した。\nしかしながら，「要所」は，いかなる場所を指すかは明確でないものの，\nその語義に照らし，少なくとも任意の場所を意味するものではなく，何らかの作用\n効果を伴った場所を指すものと解すべきである。このように，何らかの作用効果を\n伴った場所で可撓性薄板を切断する，というようなことは，当初明細書には記載さ\nれていないことである。このように可撓性薄板を切断することを，本件原特許出願\nの時点において自明のことであったとすることもできない。\nむしろ，可撓性薄板は，それがスリットの部分で切断されている場合に\nは，「各細長い板がバラバラに振動することを押さえる」ことができないことは自\n明であるのに対し，「床衝撃音の吸収性能」の向上にとってマイナスに働くような\n切断でなければ連続していても非連続であってもよい，ということの方は自明では\nなかったものであるから，当初明細書に，可撓性薄板を「要所」で切断する，とい\nうような技術が開示されていないことは，明らかというべきである。\nこの点において，当初発明と本件考案とが実質的に同一であるとすること\nはできない。\n(10)　緩衝板の表面あるいは裏面に防湿フィルムをあらかじめ貼着した実施例\nの追加に基づく主張\n審決は，当初発明の「緩衝板」と，防湿フィルムをあらかじめ貼着した本\n件考案の「緩衝板」（実施例として追加されたもの）との同一性が実質的に失われ\nるとはいえないと判断する理由の一つとして，「本件考案のように上部仕上に乾式\n材料を用いる場合，緩衝板に防水皮膜を設ける技術的意味については疑問があるこ\nと」（審決書６頁３０行～３１行）を挙げる。\nしかしながら，審決のいうように，上部仕上げに乾式材料を用いる場合に\n緩衝板に防水皮膜を設ける技術的意味について疑問があるというのであれば，緩衝\n板に防湿フィルムあらかじめを貼着した緩衝板の目的，作用，効果は自明であると\nはいえないから，このように防湿フィルムをあらかじめ貼着した緩衝板を，当初明\n細書の記載の範囲内のものであるとすることは，できないことになるはずである。\n審決は，当初明細書に記載された「緩衝板」と，防湿フィルムをあらかじ\nめ貼着した本件考案の「緩衝板」との同一性が実質的に失われるとはいえないと判\n断する理由の一つとして，「緩衝板に防水皮膜を設けることによって「床衝撃音の\n吸収性能を維持する」という本件考案の課題解決にとって格別の影響を与えるもの\nではないこと」（審決書６頁３２行～３４行）を挙げる。しかし，上部仕上げに乾\n式材料を用いる場合に緩衝板に防水皮膜を設ける技術的意味について疑問があるの\nであれば，緩衝板に防水皮膜を設けることによって「床衝撃音の吸収性能を維持す\nる」という本件考案の課題解決にとって格別の影響を与えるものではないというこ\nとはできないことになるはずである。\nこの点において，当初発明と本件考案とが実質的に同一であるとすること\nはできない。\n(11)　可撓性薄板と仕上板の二重の組み合わせを追加したことに基づく主張\n二重積層の記載は，組合わせを二重にすれば更に高性能化する可撓性薄板\nと仕上板を意味するものであって，このような高性能化する可撓性薄板と仕上板の\n組合わせは，当初明細書に記載も示唆もされておらず，これを自明なことというこ\nともできない。\n審決は，「防振床を二重にすれば防振効果が高まると考えることは当業者\nにとって自明のことである」（審決書７頁５行～６行）と判断している。しかし，\n「可撓性薄板が仕上板および木質床化粧板よりも多分に薄目」であることが本件考\n案の要旨の中核であり，かつ，可撓性薄板の厚さは木質防床材を構成する各部材\n（木質床化粧板を含む。）との関係において決定されるものであることからすれ\nば，可撓性薄板と仕上板の組み合わせを二重にすれば直ちに防振効果が高まること\nは自明である，とすることはできないというべきである。\nこの点において，当初発明と本件考案とが実質的に同一であるとすること\nはできない。\n２　まとめ\n以上のとおり，本件出願は，上記１(1)ないし(11)のいずれの点においても，\n不適法な変更出願であって，出願日の遡及は認められない。審決は，本件出願を変\n更出願として適法なものとした点において誤っており，この誤りが結論に影響を及\nぼすことは明らかである。\n第４　被告らの反論の要点\n１　可撓性薄板に関する実質的同一性の欠如の主張（原告らの主張１(1)ない\nし(5)）について\n(1)　「可撓性薄板が仕上板および最上層の木質床化粧板よりも多分に薄目」で\nある，との構成の付加に基づく主張について\nア　原告らは，当初明細書の「乾式防振床」には「床衝撃音の吸収性能の向\n上」という作用効果はなく，本件考案において「可撓性薄板が仕上板および木質床\n化粧板より多分に薄目」であるとの要件が加わって初めて床衝撃音の吸収性能の向\n上という作用効果が得られるものとなった，と主張する。\nしかしながら，当初明細書には，「最上層には通常，床化粧板６が施さ\nれているが，本発明による防振床の床衝撃音（固体衝撃音）防止性能が卓越してい\nるため，木質系の硬質化粧板の使用も可能である」（甲第５号証本件原特許出願の\n公開特許公報（甲第５号証）２頁左下欄７行～１０行。）と明記されている。当初\n明細書にいう「乾式防振床」の床衝撃音（固体衝撃音）の防止性能とは，床面が打\n撃されて床を構成している木材，コンクリート等の固体物に発生した衝撃音が階下\nに響いて生じる床衝撃音を，「乾式防振床」の構成，すなわち，最上層に床化粧板\n６（木質系の硬質化粧板を使用することも可能），その下面に可撓性薄板５，次\nに，スリット４を設刻した仕上板３，最下層に緩衝板１が，順次積層された４層構\n造からなる構成によって吸収，鎮静化させる性能のことであり，これは「乾式防振\n床」の全構成によって総合的に奏せられる独特で顕著な作用効果であって（上記公\n開特許公報３頁左上欄２行～２０行参照），審決にいう「床衝撃音の吸収性能」と\n同義である。\nこのように，本件原特許出願に係る乾式防振床の構成が「床衝撃音の吸\n収性能の向上」という効果を奏することは明らかである。同効果が「可撓性薄板が\n仕上板および木質化粧板よりも多分に薄目」であるという要件が加わって初めて解\n決されたとの原告らの主張は，当初明細書記載の事実と異なるものであって，誤り\nである。\nそもそも，原告らの上記主張は，無効審判請求の無効理由として主張さ\nれていなかったものであるから，本件訴訟の審理範囲外である。このような主張を\nすることは許されない。\nイ　当初明細書には，仕上板３の厚さを９ｍｍ，可撓性樹脂シート５の厚さ\nを１ｍｍとした実施例が記載されている（本件原特許出願の公開公報（甲第５号\n証）３頁右上欄１行ないし５行）。最上層の木質系の硬質化粧板の厚さについて\nも，本件特許出願以前の木質板に関する諸文献において，木質床化粧板の厚さが６\nｍｍ程度であることは随所に示されており，６ｍｍは，木質化粧板の厚さとして，\n当業者にとって常識的な厚さである。これらのことからみると，「可撓性薄板が仕\n上板および木質床化粧板よりも多分に薄目」ということは，当初明細書に記載され\nていたと解することができる。本件出願の際に，「可撓性薄板が仕上板および木質\n系の床化粧板よりも多分に薄目」との表現を加えたことは，何ら新しい要件の追加\nに当らない。\n(2)　木質床化粧板の厚さに基づく主張について\n木質床化粧板については，本件原特許出願の公開公報において，本発明に\nよる「乾式防振床」の構成による床衝撃音防止性能すなわち床衝撃音の吸収性能が\n卓越しており，このため最上層の床化粧板に木質板のような硬質化粧板の使用が可\n能である，ことが記載されている。この木質床化粧板の厚さは，市場流通品として\n２．７ｍｍないし１８ｍｍ程度の幅があり，本件考案の実施例においては，木質床\n化粧板の厚さ６ｍｍとしているものの，その厚さは６ｍｍに限定されるものではな\nく，上記の市場流通品の幅の中でそれ以外の厚さの木質化粧板も使用することが可\n能である。\n本件原特許出願前の公知文献（乙第５～７号証）には，木質床化粧板の厚\nさとして６ｍｍ程度のものが随所に示されており，その例にこと欠かない。これら\nの事実を前提とすれば，審決が，当業者にとって上記厚さが木質床化粧板の「標準\n的な厚さ」である，と判断したことは，正当である。\n本件原特許出願当時である昭和６１年前後に流行の兆しのあった“直貼り\nフローリング”のサンプル，カタログ（乙第９，第１０号証，検乙第１，第２号\n証）を見ると，確実に薄型木質フローリングの傾向を示している。この時代の木質\nフローリングの厚さは３．５ｍｍ～８．３ｍｍ程度であり，その平均である厚さ６\nｍｍが当時の「技術常識」を示している。\n２　積層貼着による木質防振床材への変更に基づく主張（原告らの主張１(6)）に\nついて\n原告らは，当初明細書には，床下地構造である「乾式防振床」と床表面構造\nである「木質床化粧板」とをあらかじめ一体とした「防振床構造」としておくこと\nは全く記載されていない，と主張する。\nしかし，当初明細書には，「仕上板３の表裏には予め可撓性薄板５と緩衝板\n１を密着しておくことも可能である。最上層には通常，床化粧板６が施されている\nが，本発明による床衝撃音（固体衝撃音）防止性能が卓越しているため，木質系の\n硬質化粧板の使用も可能である。いま床面に加えられた衝撃によって，先ず床化粧\n板６が加振され，次いで仕上板３が起振される。」（本件原特許出願の公開公報\n（甲第５号証）２頁左下欄５行～１３行）として，あらかじめ一体化された「乾式\n防振床」の構造が明確に記載されており，原告らの主張するような，「乾式防振\n床」が床下地構造であるなどの記載は一切ない。\n３　自在伸縮性・制振性を有する「可撓性薄板」と限定解釈されるべきであるこ\nとを理由とする主張（原告らの主張１(7)）について\n仕上板を小さく振動させるためには，仕上板と床化粧板に挟持された可撓性\n薄板の材質が弾性のあるものであることが必須である。当初明細書には可撓性薄板\nは樹脂シート等であることが再三明記されている。また，樹脂シートには材質的に\n軟質成分のものがあることは，よく知られている。\n審決は，「一方でゴムシートや発泡合成樹脂シートが「可撓性材料」である\nこともよく知られているし，当初明細書において可撓性薄板として弾性や制振性の\nある可撓性材料を排除する旨の記載もない。そして，ゴムシートや発泡合成樹脂シ\nートも，当初明細書記載の「可撓性薄板」が「床衝撃による仕上板３のスリット４\n間の各細長い板がバラバラに振動するのをおさえる」という作用をする点ではアス\nファルト紙や樹脂シートと共通しており」（審決書５頁１３行～１９行）との明確\nな判断を述べており，樹脂シートには材質的に軟質性のものがあることは，審決記\n載の示唆するとおりである。したがって，当初明細書に記載された「可撓性薄板」\nは，本件考案の「可撓性薄板」と実質的に同一である。\n４　仕上板の振動（可撓性薄板の作用）の相違に基づく主張（原告らの主張\n１(8)）について\n「各細長い板がバラバラに振動するのをおさえる」（本件原特許出願の公開\n公報（甲第５号証）２頁左下欄１行～２行）のは，可撓性薄板の重要な作用効果の\n一つであり，「仕上板３が丁度小さな扇子を動かすように小さな波長（高周波）で\n短時間の振動を生じるに過ぎなくなり，・・・共振現象を殆ど解消でき」（同公報\n３頁左上欄８行～１２行）という作用効果もまた可撓性薄板の重要な作用であっ\nて，両者があいまって効果的に床衝撃音を吸収，減衰せしめるのである。これを，\n可撓性薄板が緩衝性に乏しいため，当初発明における「床衝撃音の吸収性能の向\n上」に直接関係しないものだったとする原告らの主張は，失当である。\nもし，ここで，原告らの主張するように，本件原特許出願の可撓性薄板が仕\n上板の各細長い板がばらばらに振動するのを押さえるだけのものでもよいとするな\nらば，可撓性薄板を仕上板と硬質の床化粧板の間に挟持する必要はなく，スリット\nを有する仕上板の上面に硬質の床化粧板を直接施してもよいわけであり，これで\nは，上記の「小さな波長で短時間の振動を生ずるに過ぎなくなり，・・・共振現象\nを殆ど解消でき」という作用効果が生じなくなる。\n原告らのいう「振動するのを妨げない」との記載は，本件出願の願書に添付\nした明細書（以下，図面も併せて「本件明細書」という。）の「床衝撃による床仕\n上板３のスリット４，４間の各細片が部分的に，個別に振動するのを妨げることな\nく，かつ，木質床化粧板６の振動を抑え，発音量を低下させるため，・・・可撓性\n薄板５が貼着されている。」（本件登録実用新案の公開公報（甲第４号証）３頁５\n欄３５行～４０行参照。以下，本件明細書の記載内容については，上記実用新案公\n報の記載を引用する。）との記載の一部のみを引用したものであり，その前欄には\n「弾性ある可撓性薄板の自在伸縮性と制振性により，スリットで区画された仕上板\nがあたかも小さな扇子を動かしたときのように，短時間で終焉するところの，部分\n的で個別の自由振動を生じるに過ぎなくなる。」（同公報２頁４欄２４行～２９行\n参照）との記載により，細片すなわち仕上板の細長い板に発生するところの，「部\n分的で個別の振動部分」を振動させ，これを「短時間で終焉させる作用」が説明さ\nれている。\n一方，当初明細書においても，「仕上板３に前述のようなスリット４を設刻\nした場合には，仕上板３が丁度小さな扇子を動かすように小さな波長（高周波）で\n短時間の振動を生じるに過ぎなくなり，２５０サイクルにおける仕上板３の共振現\n象を殆ど解消でき…（中略）…乾式防振床の床衝撃音防止性能の低下を防ぐことが\n可能となった。」（原特許出願の公開公報（甲第５号証）３頁左上欄７行～１４行\n参照）との記載があり，仕上板のスリットで区画された部分の共振現象を，短時間\nに解消させる作用が説明されている。\nこのように，当初明細書及び本件考案明細書の記載は，いずれも振動を短時\n間でおさえ，発生音を低減させる作用を説明したものであるから，仕上板の振動に\nついての原告らの主張は失当である。\n５　可撓性薄板の「要所」での切断を追加したことに基づく主張（原告らの主張\n１(9)）について\n「要所での切断」の記述は，単に可撓性薄板の諸材料の定尺寸法の継ぎ目と\nか，スリットを設刻する場合に生ずる不特定な部位での切れ目などを指稱したもの\nにすぎず，本件考案の本質に何ら影響をもたらすものではない。\n６　緩衝板の表面あるいは裏面に防湿フィルムをあらかじめ貼着した実施例の追\n加に基づく主張（原告らの主張１(10)）について\n本件原特許出願当時，乾式防振床若しくは木質防振床材の緩衝板の表裏に防\n水層を設けて，防音性能が低下しないようにすることは，公知の技術であった（乙\n第１１号証参照）。これらの技術は，主として床表面下塗部にモルタル，コンクリ\nートなどの水分を含んだ資材を施工するため，緩衝板が吸湿して，防音性能が低下\nしないように防水層を施したものである。必要のあるときに緩衝板に防水層として\n防湿フィルムをあらかじめ施しておくことは，「床衝撃音の防止性能の維持」とい\nう課題に影響を与えるものではなく，このことによって，当初明細書に記載された\n緩衝板との同一性は何ら損なわれるものではない。\n７　可撓性薄板と仕上板の二重の組み合わせを追加したことに基づく主張（原告\nらの主張１(11)）について\n本件明細書は，可撓性薄板５と仕上板３の組み合わせを二重にすれば，さら\nに高性能化も可能になる，との一般的な可能性にふれたものである。防振床を二重\nにすれば，防振効果が高まると考えることは，当業者にとって自明のことである。\n本件明細書の上記記載は，当初明細書の記載の範囲内であって，当初発明と本件考\n案との同一性を何ら損なうものではない。\n第５　当裁判所の判断\n１　「可撓性薄板が仕上板および最上層の木質床化粧板よりも多分に薄目」であ\nるとの構成の付加に基づく主張について\n(1)　原告らは，本件出願につき，当初明細書に記載のなかった，可撓性薄板の\n厚さと仕上板及び木質床化粧板の厚さとの関係，を本件実用新案登録請求の範囲に\n加入したことにより，当初発明と本件考案との同一性が失われたから，本件出願の\n出願日が本件原特許出願の日まで遡及することはない，と主張する。\n特許出願人は，その特許出願を実用新案登録出願に変更することができ，\n出願変更があったときは，その実用新案登録出願は，その特許出願の時にしたもの\nとみなす，とされている（平成５年法律第２６号による改正前の実用新案法８\n条）。このように出願変更による実用新案登録出願の出願日が特許出願の日まで遡\n及するとされたのは，原特許出願に係る発明と，変更出願に係る考案との間に同一\n性があることを前提として，このような場合には，第三者に不測の損害を与えるお\nそれがないと考えられたためである。原特許出願に係る発明と変更出願に係る考案\nとの間に同一性が認められない場合には，上記前提を欠き，第三者に不測の損害を\n与えることになるから，原特許出願の出願時への出願日の遡及は認められない，と\n解すべきである。\n(2)　可撓性薄板と仕上板及び木質床化粧板の厚さについての本件明細書及び当\n初明細書の記載\nア　本件明細書には，可撓性薄板と仕上板及び木質床化粧板の厚さにつき，\n次の記載がある（甲第４号証）。本件明細書には，これらの記載以外に，可撓性薄\n板と仕上板及び木質床化粧板の各厚さについての記載はない。\n①「任意の緩衝板上において，貫通あるいは半貫通のスリツトが所定間隔\nで設けられた仕上板上に，合成樹脂シート等よりなり，仕上板および最上層の木質\n床化粧板よりも多分に薄目の可撓性薄板を介在させて木質床化粧板が，順次，積層\n貼着され，所定の形状，寸法に一体化されたことを特徴とする木質防振床材」（実\n用新案登録請求の範囲）\n②「第５図は，緩衝板１の厚さが１０ｍｍの場合の例で，第６図は緩衝板\n１の厚さが２５ｍｍの場合の例である。その他の仕様は第５図，第６図共通で仕上\n板３の厚さ９ｍｍの合板上に，貫通パラレル型のスリツト４を，幅１ｍｍで１００\nｍｍ間隔で設刻し，仕上板３の弾性ある可撓性合成樹脂シート５の厚さを１ｍｍ木\n質床化粧板６の厚さを６ｍｍとした。」（実施例・甲第４号証３頁６欄４０行～４\n頁７欄３行）\nイ　当初明細書には次の記載がある（甲第５号証）。当初明細書には，これ\nらの記載以外に，可撓性薄板と仕上板及び木質床化粧板の各厚さについての記載は\nない。\n①「１．建造物の床基台１１上に無機質繊維板或いは弾性ある樹脂板等よ\nりなる所定の厚さの緩衝板１を敷設し，その上に貫通或いは半貫通のスリット４を\n所定の間隔に設置した合板，パーティクルボード等よりなる仕上板３を密設し，更\nにその表面にアスファルト紙，樹脂シート等の可撓性薄板５を貼着したことを特徴\nとする乾式防振床。\n２．主な繊維方向を横方向にそろえて作った無機質繊維板或いは弾性\nある樹脂板等よりなる所定の厚さの緩衝板１の端部或いは継目に，主な繊維方向が\n縦方向の無機質繊維製の細帯片２或いは端部細帯片７を密実に挿入した緩衝板１を\n建造物の床基台１１上に敷設し，その上に貫通或いは半貫通のスリット４を所定の\n間隔に設置した合板，パーティクルボード等よりなる仕上板」（特許請求の範囲）\n②「第４図は緩衝板１の厚さ１０ｍｍの場合の例で，第５図は緩衝板１の\n厚さ２５ｍｍの場合の例である。その他の仕様は第４図，第５図共通で仕上板３の\n厚さ９ｍｍの合板上に，スリット４は貫通パラレル型で幅１ｍｍを１００ｍｍ間隔\nで設刻し，仕上板３上の可撓性樹脂シート５は厚さ１ｍｍであった。」（実施例・\n甲第５号証３頁左上欄下から２行～右上欄５行）\n(3)　(2)イで認定したとおり，当初明細書の特許請求の範囲には，可撓性薄板\nと仕上板及び木質床化粧板の厚さについての記載はない。\n当初明細書の発明の詳細な説明中には，実施例として，乾式防振床の各層\nの厚さについて仕上板９ｍｍ，可撓性樹脂シート（可撓性薄板）１ｍｍ（第４図，\n第５図共通の説明），緩衝板１０ｍｍ（第４図の説明），２５ｍｍ（第５図の説\n明）との具体的な数値が記載されているものの，木質床化粧板の厚さについての数\n値の記載はなく，各層の厚さについての一般的な説明も，各層の厚さの関係につい\nての説明もない。\n上記実施例に記載された厚さ９ｍｍの仕上板と厚さ１ｍｍの可撓性薄板と\nの関係についてみると，事実としては，可撓性薄板は仕上板より「多分に薄目」で\nある，と一応はいうことができる。しかしながら，上記実施例中の「９ｍｍの仕上\n板と１ｍｍの可撓性薄板」は，当該実施例におけるそれぞれの層の厚さを単に事実\nとして表しているにすぎず，それ自体からは，相互の厚さの関係が有する技術的意\n味は何も出てこない。したがって，「９ｍｍの仕上板と１ｍｍの可撓性薄板」の相\n互の厚さの関係については，仕上板が可撓性薄板の５倍以上の厚さであるという関\n係，仕上板と可撓性薄板のいずれの層も１０ｍｍ以下の厚さであるという関係，仕\n上板と可撓性薄板の合計の厚さが１０ｍｍであるという関係，さらには，相互の厚\nさ同士の間には特別の関連はないといういわば無関係という関係など，幾通りもの\n関係が想定できるのであって，「可撓性薄板は仕上板より多分に薄目」であるとい\nう関係は，その中の一つにすぎない。\nこのように，幾通りもの関係が想定できる場合，それらの関係の中から一\nつを選ぶことは，二つの層の厚さの関係という新たな考案の構成を付加することと\nなるから，本件出願において，実用新案登録請求の範囲に「可撓性薄板が仕上板よ\nり多分に薄目」との構成を付加したことは，その構成が，当業者にとって自明な構\n成であるとか，本件考案にとって技術的に無意味な構成であることが明らかである\nといった特段の事情が認められない限り，当初発明と本件考案との同一性を失わせ\nる，というべきである。\nこのように，実施例において，それぞれの厚さが具体的に示されている可\n撓性薄板と仕上板についてさえ，実用新案登録請求の範囲にその関係を新たに追加\nすることは，当初発明と本件考案との同一性を失わせるものであるから，実施例に\nおいて，その厚さが記載されていない木質床化粧板と可撓性薄板との厚さの関係を\n新たに追加することは，上記特段の事情が認められない限り，当然に，当初発明と\n本件考案との同一性を失わせることになる，というべきである。\n(4)　そこで，上記特段の事情の有無についてみる。\n「可撓性薄板が仕上板より多分に薄目」という構成が，当初明細書の記載\nから，当業者にとって自明であることは，本件全証拠によっても認めることができ\nない。\n審決は，「当初明細書に記載された「乾式防振床」は床基台上に緩衝板を\n敷設し，その上に仕上げ板を密設し，更にその表面に可撓性薄板を貼着したもので\nあって，明細書の発明の詳細な説明における実施例の記載において「最上層には通\n常，床化粧板６が施されているが，本発明による防振床の床衝撃音（固体衝撃音）\n防止性能が卓越しているため，木質系の硬質化粧板の使用も可能である。」・・・\nとあるように，本件考案の解決すべき課題である「床衝撃音の吸収性能の向上」は\n専ら「乾式防振床」の構造によるものであり，そのことは本件考案においても変わ\nるものではないから，本件考案が可撓性薄板と最上層の木質床化粧板の厚さの関係\nについて構成に欠くことができない事項としたからといって，当初明細書および図\n面に記載された発明と本件考案の同一性が実質的に失われるとはいえない。」（審\n決書４頁１６行～２７行）と述べている。審決は，可撓性薄板と木質床化粧板等と\nの厚さの関係は，本件考案の課題の解決にとって無意味であるとの前提に立って，\n上記関係についての構成は無意味な構成であって，上記特段の事情が認められる旨\nを述べていると解することができる。\n当初発明は，「建造物内における種々の生活行為に伴って派生する床衝撃\n音（固体振動音）を吸収，遮断せしめる乾式防振床」に関する発明であり（甲第５\n号証１頁右欄６行～８行参照），本件考案は，「木質床化粧板を床表面に貼つた建\n造物内における種々の生活行為に伴つて派生する床衝撃音（固体振動音）を吸振，\n遮断せしめる木質防振床材」に関する考案であって（甲第４号証１頁１欄１１行～\n１４行），両者は，床衝撃音の吸収性能を向上させる，という限りにおいては，解\n決すべき課題を共通にしているということができる。\nしかしながら，床衝撃音の吸収性能を向上させる，という抽象的な形でみ\nた限度では課題を共通にしているといっても，それをより具体的な形でみた場合に\nは，両者の課題が異なり，それに伴って，可撓性薄板と木質床化粧板等との厚さの\n関係が重要な意味を持つに至ることも，少なくとも一般論としては，十分あり得る\nところである。そして，本件出願の出願過程にかんがみると，本件考案と当初発明\nとでは，同じ床衝撃音の吸収性能の向上といっても，具体的に解決すべき課題を異\nにし，本件考案において，可撓性薄板と仕上板及び木質床化粧板との厚さの関係\nは，この具体的な課題の解決にとって不可欠な構成であるというべきである。すな\nわち，次のとおりである。\n証拠（甲第６，第７号証，第１７ないし第２２号証，第２３号証の１，\n２）及び弁論の全趣旨によれば，本件考案の出願過程について，次の事実が認めら\nれる。\nア　特許庁は，平成２年６月１日，本件出願につき，本件考案は，引用例\n（１）（実願昭５８－７６５８７号（実開昭５９－１８１１５６号）の願書に添付\nした明細書及び図面の内容を撮影したマイクロフィルム（甲第１７号証））及び引\n用例（２）（特公昭５６－２３５０９号公報）に記載された考案に基づいてきわめ\nて容易に考案をすることができたものと認められるから，実用新案法３条２項に該\n当し，実用新案登録を受けることができない，との拒絶理由通知（甲第１９号証）\nをし，同年１１月１６日，本件出願につき，「本願考案における「合成樹脂シート\n等よりなる可撓性薄板」も，その材質，厚さ等について格別の限定はなされていな\nいものであるから」，引用例（１）における「「ゴム製マット」は本願考案におけ\nる「合成樹脂シート等よりなる可撓性薄板」に相当するものと認められる」，「可\n撓性薄板の厚さを１ｍｍ程度とする点に格別の意義があるものとも認められない」\nとして，拒絶査定（甲第１８号証）をした。\nイ　被告ドムスは，平成３年１月１０日付けで，上記拒絶査定に対する不服\nの審判（平成３年審判第６３２号）を請求した上，同年２月９日付け手続補正書\n（甲第２０号証）により，実用新案登録請求の範囲について，可撓性薄板の厚さ\nを，「仕上板および最上層の木質床化粧板よりも多分に薄目」と限定する構成を付\n加する補正を行った。\n被告ドムスは，上記審判手続において提出した平成３年３月５日付け理\n由補充書（甲第６号証）において，本件考案と引用例（１）とを対比し，「引用例\n（１），第２図示の構成は，合板フロアー１０の下面に緩衝板として厚さ５～３０\nｍｍのゴム製マット７を配し，さらにその下層に弾性脚体４が下面に並設された下\n地板の床パネル３を配する構成である。これは合板フロアー１０と緩衝板としての\nゴム製マット７の組合わせと，下地板の床パネル３と緩衝体としての弾性脚体４の\n組合わせを施工現場で順次重ねることによって，合板フロアーと緩衝板の組合わせ\nを二重にした構成であって，この引用例（１）の考案の詳細な説明にもあるよう\nに・・・上部の合板フロアー１０とゴム製マット７の組合わせによって，音の衝撃\nを一旦，緩和し，残りの衝撃を下部の床パネル３と弾性脚体４で減衰させるという\n作用効果を意図したものである。本件出願の考案は最上層の木質床化粧板６の下面\nに，厚さ１ｍｍ程度の可撓性薄板５を配したものであり，この可撓性薄板は引用例\n（１）の考案のようにゴム製マット７の緩衝材としての作用および効果を意図して\n採用したものではない。」（甲第６号証１０頁１８行～１１頁１７行），「本件出\n願の考案においては，引用例（１）の厚さの５～３０ｍｍのゴム製マット７，すな\nわち“厚手の緩衝マット”ではないところの，厚さ１ｍｍ程度の薄手のシートすな\nわち可撓性薄板５を，木質床化粧板６とスリット４を切刻した仕上板３との間に貼\n着挿入し，それら両者の音響的一体化を遮断したものであり，それは木質床化粧板\n６の［の木材］とは，物質成分の明かに異なった可撓性薄板５の挿入により［境界\n面において振動の媒体となる物質を変化させると，衝撃振動が遮断されるという原\n理によって］衝撃振動の遮断を達成したものである。もし本件出願の考案における\n可撓性薄板５が必要以上に厚く，引用例（１）のように緩衝力のある厚い（厚さ５\n～３０ｍｍとその実施例が挙げられている）緩衝板であるとすると，上部からの衝\n撃加振に際して仕上板３にリバウンド（跳ね返り）によって，異成分による衝撃振\n動の遮断量を上回る振動増幅が生じ，衝撃時の発音量が増大することとなる。」\n（甲第６号証１２頁４行～１３頁３行）と主張した。\n被告ドムスは，平成３年１１月１日付け「早期審理に関する事情説明\n書」（甲第７号証）において，本件考案につき，「床面最上層に木質床化粧板６の\n硬質板を配置するとともに，その下部に配置する仕上板３および最上層の木質床化\n粧板６よりも多分に薄目の可撓性薄板５，その厚さは１ｍｍ程度であるが，それを\nこのように薄くすることによって，上部からの衝撃加振に際して，木質床化粧板６\nがリバウンドによって振動増幅することはなく，有効に振動遮断するとともに，床\n面の安定性，剛性感が得られる。」（甲第７号証３６頁６行～１４行）と主張し\nた。\nウ　特許庁審判長は，被告ドムスの上記主張につき，平成４年４月２８日付\nけ尋問書（甲第２１号証）により，同被告に対し，「可撓性薄板の代りに緩衝力の\nある厚い緩衝板を用いた場合には，リバウンドによって衝撃振動を上回る振動増幅\nが仕上板に生ずる旨の主張の論拠を客観的に証明することが必要である。（刊行物\nの引用，実験データ等によること）」等として，この点についての回答を求めた。\nこれに対し，被告ドムスは，厚さ５ｍｍのゴム板と厚さ１ｍｍの可撓性\n薄板とを使用したリバウンドによる振動増幅による発音量の増大に関する実験結果\n（前者は，後者に比べ波形振幅の増大と発音量の増加が認められるとするもの。）\n等を記載した平成４年７月１０日付回答書（甲第２２号証）を，特許庁審判長に提\n出した。\n上に認定した事実によれば，本件出願の過程で，被告ドムスは，本件考案\nにおいて，可撓性薄板が引用例（１）のように必要以上に厚いと，上部からの衝撃\n加振に際して仕上板３にリバウンド（跳ね返り）によって，異成分による衝撃振動\nの遮断量を上回る振動増幅が生じ，衝撃時の発音量が増大することとなるため，こ\nれを防止することによって，床衝撃音の吸収性能の向上を図るという課題があるこ\nと，この課題を解決するためには，可撓性薄板が「仕上板および最上層の木質床化\n粧板よりも多分に薄目」であるという構成要件が不可欠であって，可撓性薄板の厚\nさを限定しない，単なる「乾式防振床」の構造によっては，上記課題の解決は図れ\nない旨を主張し，その主張の裏付けとなる実験結果を提出していたものであるとい\nうことができる。このように，本件考案において，可撓性薄板が仕上板及び最上層\nの木質床化粧板よりも多分に薄目である，との構成は，床衝撃音（固体振動音）の\n吸振，遮断のうち，リバウンドによる衝撃振動の増幅の抑制を図るうえで，不可欠\nの構成であるというべきである。\n被告らは，「床衝撃音の吸収性能の向上」という効果は，原特許出願にか\nかる乾式防振床の構成によって奏せられる効果であって，本件考案の「可撓性薄板\nが仕上板及び木質化粧板よりも多分に薄目」という構成によって初めて解決された\nものではない，と主張する。しかしながら，本件考案によって奏せられる床衝撃音\nの吸収性能の向上には，リバウンドによる衝撃振動の増幅の抑制という当初発明に\nはなかった課題の克服が加わっている点において，当初発明によって奏せられると\nされる床衝撃音の吸収性能の向上とは内容が異なり，上記課題は本件考案の可撓性\n薄板が「仕上板および木質化粧板よりも多分に薄目」という構成によって解決され\nたものであることは，上に述べたところから明らかである。被告らの主張は採用す\nることができない（被告らの上記主張は，仮に，純粋に技術的には正しいものであ\nったとしても（このことは，出願過程においてなされた上記主張が虚偽であること\nを意味する。），本件出願の出願過程において被告ドムスが自ら主張した内容と相\n反する主張であることが明らかであり，出願過程においてなされた上記のような主\n張によって拒絶を免れてなされた登録につき，後になって，これを維持するため，\n先になされた主張を全く否定するこのような主張をすること自体，著しく信義に反\nするものという以外になく，許されないというべきである。）\n上に述べたところによれば，審決が，本件考案の解決すべき課題である\n「床衝撃音の吸収性能の向上」は専ら「乾式防振床」の構造によるもので，可撓性\n薄板の厚さに関する構成は本件考案の課題解決にとって本質的なものではない，と\nしたことは誤りであり，この誤った判断を前提として，「本件考案が可撓性薄板と\n最上層の木質床化粧板の厚さの関係について構成に欠くことができない事項とした\nからといって，当初明細書および図面に記載された発明と本件考案の同一性が実質\n的に失われるとはいえない」（審決書４頁２５行～２７行）とした審決の判断は，\n誤りであるというべきである。\n他に，上記特段の事情があることを認めるに足りる証拠はない。\n(5)　被告らは，本件考案の「床衝撃音の吸収性能の向上」という効果が「可撓\n性薄板が仕上板および木質床化粧板より多分に薄目」である，という要件が加わっ\nて初めて解決された，との原告らの主張は，本件無効審判請求における無効理由と\nして主張されていなかったものであるから，本件訴訟の審理範囲に含まれず，本件\n訴訟において主張することは許されない，と主張する。\nしかしながら，原告らの上記主張は，実用新案登録請求の範囲に，可撓性\n薄板が「仕上板および木質床化粧板より多分に薄目」との構成が加えられたため，\n当初発明と本件考案との同一性が失われたことにより，本件出願の出願日の本件原\n特許出願の出願日への遡及を認めることができない，との原告らの無効審判請求手\n続における主張（乙第１号証５ないし７頁）に関連するものであることは明らかで\nあり，上記主張につき，審決が，本件考案の解決すべき課題である「床衝撃音の吸\n収性能の向上」は専ら「乾式防振床」の構造によるもので，可撓性薄板の厚さに関\nする構成は本件考案の課題解決にとって本質的なものではないから，本件考案の実\n用新案登録請求の範囲に可撓性薄板と最上層の木質床化粧板の厚さの関係について\nの構成を加えたとしても，当初明細書および図面に記載された発明と本件考案の同\n一性が実質的に失われるとはいえないと判断したことにつき，これを争うものであ\nるから，本件訴訟の審理範囲に含まれることは，明らかである。被告らの主張は採\n用することができない。\n２　１で述べたところによれば，審決は，本件考案と当初発明との同一性につい\nての認定判断を誤った結果，本件出願の出願日につき本件原特許出願の出願日まで\n遡及する，との誤った認定判断をしたものであり，この誤りが審決の結論に影響を\n及ぼすことは，明らかである。\n第６　結論\n以上のとおりであるから，審決は，その余の原告らの主張の当否のいかんに\nかかわらず，違法なものとして，取消しを免れない。\nよって，審決を取り消すこととし，訴訟費用の負担につき行政事件訴訟法７\n条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　設　　　樂　　　隆　　　一\n裁判官  　　　　阿　　　部　　　正　　　幸\n"
}