{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 14
  },
  "case_number": "平成16(わ)252",
  "case_name": "殺人被告事件",
  "court_name": "青森地方裁判所刑事部",
  "lawsuit_id": "8499",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8499",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/499/008499_hanrei.pdf",
  "contents": "（主　文）\n被告人を懲役１０年に処する。\n未決勾留日数中１２０日をその刑に算入する。\n（犯行に至る経緯）\n被告人は，青森県上北郡で出生し，地元の小学校に入学したが，小学校高学年時にて\nんかん及び脊髄小脳変性症と診断され，てんかんの薬を服用するようになった。被告人\nは，その後，青森県内の高校を中退し，就職や結婚，離婚を繰り返した後，平成１６年４月\nには，現在の住居地である青森県上北郡ａ町字ｂ所ｃ番地ｅのＡ方（以下「自宅」という。）に\nおいて実母と同居するようになり，以後，求職活動をするかたわら，家事手伝いなどをして\nいた。そして，同年７月下旬ころには，被告人と同様，中学生時代に脊髄小脳変性症の診\n断を受け，下半身が不自由となり車椅子の生活をしていた実兄のＢが，障害者施設から戻\nったため，被告人は，自宅において，実母及びＢと暮らすようになった。\nＢは，飲酒の上，暴れて警察に保護されることなどを繰り返したため，青森市内の病院に\n入院し，同年９月上旬ころ，再び自宅に戻るなどしていたが，その後も自己中心的な態度を\nとることが多く，被告人や母親に対して，酒やたばこを買って来るよう命じたり，大声を出し\nたり，物を投げたりするほか，飲酒の上，暴れるなどし，特に母親との間では口論が絶えな\nかった。\n被告人は，前述のように車椅子生活をしているＢと同様の病気を抱えていることから，自\n分もいずれは歩けなくなるかもしれないという不安を抱いており，前述のようなＢの自己中\n心的な態度に対しては，一方で，心情的に，自分と同じ病と闘うＢの心の悩みを共有すると\nともに，他方では，仕事をしながら被告人らを養っていかなければならない母親の気持ちも\nよく理解できることから，その板挟みとなり，そのような２人の間を取りもつべくＢをなだめた\nり，Ｂの相談相手になったり，頼まれた買い物を極力行うなど被告人なりに精一杯努力をし\nてきた。しかし，そのような努力をＢが認める気配もなく，また，一向にその我ままな生活態\n度を変えようともしなかったことから，被告人は，次第にＢに対する不満や絶望感を抱くよう\nになり，同人と一緒に暮らすことに疲れを感じるようになっていった。\nそのような状況の中，Ｂは，同年１０月３０日午前零時過ぎころから自宅１階の自室にお\nいて，音量を大きくしてステレオをかけ始めた。被告人は我慢できず，当時の交際相手であ\nった男性に対し，「いつかこの手であいつを殺ってしまうかもしれない。」とのメールを携帯\n電話から送った。その後，被告人は，Ｂに対し，音量を下げるよう２回ほど注意したが，Ｂ\nは，一旦は音量を小さくするものの被告人が自室に戻りかけると再度音量を大きくしたこと\nから，被告人は大きな怒りを感じ，我慢できなくなった。そして，Ｂに対して口で注意しただ\nけでは足りないと思い，同人の寝室入口付近にあった金属製のアームバーを手に取り，同\n室内の床上に座っていたＢに対し，「ステレオ壊す」と言ったところ，Ｂは「やったらいいが\nへ」などと答えて挑戦的な態度を示した。被告人は，これに激高し，「おめば叩く」などと言っ\nたが，Ｂはそれでも挑戦的な態度を崩さなかったため，被告人は，同日午前１時５０分こ\nろ，上記アームバーでＢの腕や肩等を叩き始めた。ところが，Ｂは，予想に反して謝るどこ\nろか「それで終わりか」とにらんできたため，被告人はＢに対する怒りがさらに増大し，同時\nにそれまでの不満，Ｂへの気持ちを同人に分かってもらえない悔しさ，寂しさ等がわき上が\nってきた。\n（罪となるべき事実）\n被告人は，前記のように，金属製のアームバーでＢの身体を殴打していたものであるが，\n自己の注意を聞き入れず挑戦的な態度をとるＢに対する憤懣の余り，同人を殺害しようと\n決意し，平成１６年１０月３０日午前２時ころ，青森県上北郡ａ町字ｂ所ｃ番地ｅのＡ方におい\nて，Ｂ（当時３５歳）に対し，殺意をもって，所携の金属製アームバー（平成１７年押第２号の\n１）で同人の頭部などを多数回殴打し，よって，同日午前５時８分，同町字ｆ所ｇ番地のｈ所\n在のＣ病院において，同人を頭部外傷による出血性ショックにより死亡させて殺害したもの\nである。\n（事実認定の補足説明及び弁護人の主張に対する判断）\n１　弁護人は，被告人に殺意がなかった旨及び被告人は犯行当時心神耗弱状態にあって\n責任能力が減退していた旨主張し，被告人もこれに沿う供述をするので，これらの点に\nついて検討する。\n２　殺意の有無について\n(1)　当公判廷において取り調べた関係各証拠によれば，以下の事実を認めることがで\nきる。\nア　創傷の部位・程度について\nＢの身体には，前頭部眉間に縦２センチメートル，横３センチメートルの挫創が，\n左眼窩外側にＶ字状に長さ１．９センチメートルの傷が，頭頂部は，前頭部から頭\n頂部左方にＣの字を描くように長さ２０センチメートルの挫傷が，頭頂部右方にＭの\n字を描くように長さ６．５センチメートルの挫創が，その後方に「人」の字を描くように\n長さ５センチメートルの挫創が，その右側に縦１．８センチメートルの挫創が，後頭\n部は，正中線左側に三日月状を呈した長さ５センチメートルの挫創が，その左側に\n４センチメートル，２センチメートル，２．５センチメートル，４センチメートルの挫創が\nそれぞれ認められ，左側頭部及び右側頭部にも損傷があるほか，上背部及び左\n右上肢にそれぞれ打撲傷があり，特に身体枢要部である眼窩部から頭部にかけて\n多数の挫裂創が存在している。頭部の挫裂創は合計１２か所にもわたり，その大き\nさは１．８センチメートルから大きなものは２０センチメートルにも及び，これらの頭\n部外傷（挫裂創群）による出血性ショックによってＢは死亡するに至ったものであ\nる。\nイ　凶器の種類・用法について\n本件犯行に使用された凶器は，グリップ部分のキャップ以外は金属製のアーム\nバーで，重量は２．１８キログラム，長さは全長６９．３センチメートルであり，被告人\nは犯行前実際に手にしたこともあり，その形状及び重量を認識していた。そして，\n当該アームバーの片側のグリップが外れ，そこに血痕が付着している。また，本件\n犯行直後の被告人の両手示指基接部内側及び右手親指末接部内側には，表皮\nが剥脱している部分が認められる。さらに，犯行現場となったＢ寝室の床絨毯上に\nは，最大で東西に７５センチメートル，南北に９０センチメートルの血痕様の付着が\n認められ，同寝室の周囲の壁に血痕様のものが付着し，西側部分は天井にまで達\nしていることが認められ（甲８），犯行当時被告人が着用していたフード付長袖トレ\nーナー及びジャージズボンにも血痕様のものが多数付着していることが認められ\nる。\n(2)　以上の客観的事実に加えて，被告人がアームバーを頭の上まで振りかぶって殴っ\nている事実等を併せ考えると，被告人は，アームバーを相当の強さで握りしめ，Ｂの\n頭部を狙い，手加減することなく繰り返し殴打していることが認められる。\nこれに，被告人は捜査段階において，殺意を認める供述をしていること（当該供述\nは，上記のとおり認定した客観的な状況に照らし，信用性が高いというべきであ\nる。），被告人は本件犯行の約２時間前に，恋人に対し，「いつかこの手であいつを殺\nってしまうかもしれない。」旨のメールを送信していることをも併せ考慮すれば，本件に\nおいて，被告人はＢに対する確定的殺意をもってＢを殴打したと認めることができる。\n(3)　これに対し，被告人は，当公判廷において，殴打していた際は，この仕事が終わら\nないと今日は終わらないという気持ちで，単に機械的に殴打していただけで，相手が\n怪我をするかもなどということは考えなかった，捜査段階では，逮捕直後は殺意を否\n認していたが，その後，検察官からこの状況では普通は殺意があると言われても仕\n方ないのではないかなどと言われたことから，途中から殺意を認めたもので，本当に\n殺意があったわけではないなどと供述している。\nしかし，前者は，そうであればなおさら，被告人は，Ｂの生命の危険に対して何らの\n配慮もなく，手加減することなく危険な用法に従って殴打したことの裏付けともいいう\nるものであるし，後者についても，被告人は殺意を認めたことについて，他方では疲\nれていたとか面倒くさくなったなどと合理的とは言えない弁解をしていること，捜査段\n階で殺意を認める被告人の供述は，前述のように信用性が高いというべきであるか\nら，被告人の公判供述は採用できない。\n３　責任能力について\n(1)　Ｄ病院長Ｅ作成の鑑定書によれば，被告人は，てんかん及び脊髄小脳変性症に罹\n患し，被告人の家庭の事情や被告人の内向的性格等に起因する抑うつ状態が見ら\nれるものの，脊髄小脳変性症が直接意識や精神状態等に影響を及ぼすものではな\nく，てんかん発作は小学校高学年時から強直性全身けいれん等の発作が見られてい\nたものの，規則的な投薬により本件犯行時にはほぼ抑制されており，抑うつ状態もご\nく軽度で，本件犯行時に意識障害や意識変容はなく，是非善悪の弁別能力及び行動\n制御能力は正常人とほぼ同様であるとされていること，本件犯行までの被告人の日\n常生活には特に問題はなかったこと，被告人は捜査段階から当公判廷に至るまで，\n犯行状況，犯行に至る経緯及び犯行後の状況を，その時々の自己の心情を含めて\n詳細かつ具体的で迫真性に富む供述をしており，犯行当時の記憶もよく保持されてい\nること，本件犯行の動機も，一般人の見地から十分に了解可能で，犯行時の被告人\nの言動にも不自然，不合理な点は見られないこと，その他本件犯行の態様及び被告\n人自ら１１０番通報していること等を総合考慮すると，被告人には本件犯行当時，完\n全責任能力があったと認められる。\nなお，被告人は，当公判廷において「半透明の自分がいた」などと述べているが，\n捜査段階では，取調官や鑑定にあたった医師に対してそのような供述は全くしておら\nず，第５回公判期日になって突如として供述したものであるところ，それまで供述しな\nかった理由について，単に聞かれなかったからとか，早く裁判を終わらせようと思った\n等とするのみで，合理的な弁解はなされておらず，上記責任能力の判断を左右するも\nのではない。\n(2)　これに対し，弁護人及び被告人は，鑑定は医師が当初から被告人に完全な責任能\n力があるという予断を抱いて行ったものであって，不公正なものであると主張する。し\nかしながら，当該鑑定の結果それ自体は，被告人の生歴，病歴，身体的症状，本件\n犯行前後及び犯行当時の被告人の行動等を踏まえて客観的になされたものであっ\nて，当裁判所が認定した本件犯行前後及び犯行当時の被告人の行動等とも合致し，\nその内容に予断や偏見があったとは認められない。被告人の主張は，要するに医師\nが自分の悩みや不安を解消するカウンセリングを行ってくれなかったことに対する不\n満に基づくところが大きいといえる。\n４　以上のとおりで，弁護人の主張は，いずれも採用することができない。\n（量刑の理由）\n本件は，被告人が，実兄であるＢに対して日頃から不満を抱いていたところ，本件犯行\n当日深夜に，Ｂが被告人の注意を聞かず，ステレオの音量を大きくしたことを契機に，それ\nまで抑圧してきた不満を爆発させ，殺意をもって，金属製アームバーでＢの頭部を多数回\n殴打して殺害した事案である。\n被告人は，日ごろからわがままな態度を繰り返して母親とも諍いが絶えないＢの態度に\n辟易しながらも，Ｂの相談相手になったり，Ｂと母親の間に入ってなだめるなど，被告人なり\nに精一杯努力してきたが，それでも一向に態度を改めないＢに不満と絶望感を募らせ，被\n告人の真面目で内向的な性格もあって，相当鬱積した状態にあり，ステレオの音量を契機\nにそれを爆発させてしまったものであって，本件犯行に至る経緯には同情する余地もない\nではないが，被告人は，Ｂのそうした態度が自分と同じ病気を持っていることによるもので\nあることを知悉しており，また，Ｂ退院後の同居期間が実質２か月に満たないほどであった\nこと，これまでにもＢをなだめてきたことを併せ考慮すると，安易に殺人という方法を選んだ\nその動機は身勝手であると言わざるを得ない。犯行態様についても，被告人は，Ｂの身体\n枢要部である頭部を集中的に狙い，金属製で相応の重量のあるアームバーを頭の上まで\n振りかぶった上，ほとんど抵抗しなかったＢに対し，多数回にわたって，相当な力で殴打し\n続けたものであって，Ｂの頭部に残る多数の挫裂創，犯行現場となった寝室の床絨毯上に\n残された血溜まり，寝室の周囲の壁に飛び散った血痕の状況からすれば，執拗かつ残忍\nで凄惨である。Ｂには生命を奪われるまでの落ち度はなく，未だ３５歳という若さで障害を\n負いながらＢなりに必死に生きてきたその途上で，実の妹の手によって，頭部を多数回殴\n打された挙句，その人生を終わらされざるを得なかったＢの苦痛，無念さは想像するに余り\nあるのであって，本件犯行の結果は重大である。加えて，被告人は，自己の境遇への理解\nを切々と訴えるが，犯行に対する悔悟の情やＢに対する謝罪の念があまりうかがわれない\nことを併わせ考慮すると，被告人の刑事責任は重大である。\n以上の情状からすれば，本件犯行が突発的になされたもので，計画的なものではないこ\nと，本件犯行に至る経緯に同情の余地がないではないこと，被告人は犯行後自ら１１０番\n通報していること，被告人にはこれまで前科前歴がないことなど被告人に有利な事情を最\n大限に考慮してもなお，主文掲記のとおりの刑を科すのが相当であると判断した。\n（求刑　懲役１２年）\n平成１７年７月１４日宣告\n青森地方裁判所刑事部\n裁判長裁判官　　髙　原　 　　章\n裁判官　　室　橋　雅　仁\n裁判官　　香　川　礼　子\n"
}