{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 23
  },
  "case_number": "平成14(行ケ)341",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10442",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10442",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/442/010442_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３４１号　審決取消請求事件\n口頭弁論終結日　平成１６年２月１９日\n判　　　　決\n原　　　告　　　　　　　東芝テック株式会社\n訴訟代理人弁護士　　　　大　場　正　成\n同　　　　　　　　　　　尾　崎　英　男\n同　　　　　　　　　　　嶋　末　和　秀\n同　　　　　　　　　　　飯　塚　暁　夫\n訴訟代理人弁理士　　　　鈴　江　武　彦\n同　　　　　　　　　　　峰　　　隆　司\n被　　　告　　　　　　　ファミリー株式会社\n訴訟代理人弁理士　　　　角　田　嘉　宏\n同　　　　　　　　　　　高　石　　　郷\n同　　　　　　　　　　　西　谷　俊　男\n同　　　　　　　　　　　幅　　　慶　司\n同　　　　　　　　　　　古　川　安　航\n同　　　　　　　　　　　内　山　　　泉\n主　　　　文\n１　原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が，無効２００１－３５５２６号事件について，平成１４年６月２\n０日にした審決を取り消す。\n(2) 訴訟費用は被告の負担とする\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実等\n１　特許庁における手続の経緯\n原告は，発明の名称を「エアーマッサージ機」とする特許第３０１２７７４\n号の特許（平成６年１０月１３日出願（以下「本件出願」といい，同出願に係る願\n書に添付された明細書と図面を併せて「本件明細書」という。），平成１１年１２\n月１０日設定登録。以下「本件特許」という。請求項の数は３である。）の特許権\n者である。\n被告は，平成１３年１２月４日，本件特許をすべての請求項に関して無効に\nすることについて，審判を請求した。特許庁は，これを，無効２００１－３５５２\n６号事件として審理し，その結果，平成１４年６月２０日，「特許第３０１２７７\n４号の請求項１乃至３に係る発明についての特許を無効とする。」との審決をし，\nその謄本を，平成１４年７月１日，原告に送達した。\n２　特許請求の範囲\n(1) 請求項１（別紙１参照）\n身体支持台と，この身体支持台の前部に上下方向に回動自在に設けられ脚\n載置壁とこの脚載置壁の両側に形成した側壁とからなる溝状の脚載置部を有する脚\n載置台と，少なくとも前記脚載置部の両側壁に配設された気密性を有するとともに\n軟質材からなり圧搾空気の給排気に伴って膨縮するエアーバッグと，前記エアーバ\nッグに圧搾空気を供給する圧搾空気供給手段と，前記身体支持台に設けられ前記脚\n載置台を回動させて所定の位置に位置決めする位置決手段とを備え，前記エアーバ\nッグへの圧搾空気の供給量を一定としたままで，前記脚載置台の回動位置に応じて\n太さが変化する脚部の側部への前記エアーバッグによる押圧力を前記脚載置台の回\n動に応じて可変としたことを特徴とするエアーマッサージ機（以下，審決と同じく\n「本件発明１」という。）。\n(2) 請求項２\n請求項１記載の発明において，身体支持台をエアーバッグを配設した椅子\n本体としたことを特徴とするエアーマッサージ機（以下，審決と同じく「本件発明\n２」という。）。\n(3) 請求項３\n請求項１または請求項２記載の発明において，脚載置台に設ける溝状の脚\n載置部を一対としたことを特徴とするエアーマッサージ機（以下，審決と同じく\n「本件発明３」という。）。\n３　審決の理由\n(1) 審決の理由は，別紙審決書の写し記載のとおりである。要するに，①本件\n発明１については，同発明は，意匠登録第２９６７６０号公報（審判甲第１号証・\n本訴甲第３号証の１（以下「甲３公報」という。乙第２号証の１も同公報の内容を\n示す証拠である。乙第３号証は，この意匠登録に係る意匠登録証であり，この意匠\nを示すより鮮明な写真がその一部をなしている。）に記載された発明（以下「甲３\n発明」という。）（別紙２，３参照）と，実開昭５６－１０９７２６号公報のマイ\nクロフィルム（審判甲第４号証・本訴甲第６号証，以下「甲６公報」という。），\n特開昭６１－２８０８６２号公報（審判甲第５号証・本訴甲第７号証，以下「甲７\n公報」という。），特開平４－３２７８４９号公報（審判甲第６号証・本訴甲第８\n号証，以下「甲８公報」という。），特公昭４４－１３６３８号公報（審判甲第７\n号証・本訴甲第９号証，以下「甲９公報」という。）及び実開昭５９－１００４１\n０号公報のマイクロフィルム（審判甲第８号証・本訴甲第１０号証，以下「甲１０\n公報」という。）に記載された周知技術とから，当業者が容易に発明できたものと\nし，②本件発明２，３については，本件発明２は，本件発明１に「身体支持台をエ\nアーバッグを配設した椅子本体とした」という限定を加えたものであり，本件発明\n３は，本件発明１及び２に，「脚載置台に設ける溝状の脚載置部を一対とした」と\nの限定を加えたものである，と認定した上で，これらの限定事項はいずれも甲３発\n明に含まれているとして，甲３発明と周知技術とから当業者が容易に発明すること\nができたとするものである。\n(2) 審決が上記結論を導くに当たり認定した甲３発明の内容，こ\nれと本件発明１との一致点・相違点は，次のとおりである。\nア　甲３発明の内容\n「指圧子を配設した椅子本体としての身体支持台と，この身体支持台の前\n部に上下方向に回動自在に設けられ脚載置壁とこの脚載置壁の両側に形成した側壁\nとからなる溝状の脚載置部を一対として有する脚載置台と，少なくとも前記脚載置\n部の一方の側壁に出っ張り部分が現れており，前記脚載置台を回動させて所定の位\n置に位置決めするようにした指圧椅子」（甲第１号証３頁２３行目～２７行目）\nイ　一致点\n「身体支持台と，この身体支持台の前部に上下方向に回動自在に設けられ\n脚載置壁とこの脚載置壁の両側に形成した側壁とからなる溝状の脚載置部を有する\n脚載置台と，少なくとも前記脚載置部の側壁に配設された押圧部材と，前記身体支\n持台に設けられ前記脚載置台を回動させて所定の位置に位置決めする位置決手段と\nを備えたマッサージ装置である点」（甲第１号証７頁１２行目～１６行目）\nウ　相違点\n(ｱ) 「押圧部材が配設された脚載置部の側壁に関し，本件発明１が，「両\n側壁」としているのに対し，引用発明（判決注・甲３発明）が，「一方の側壁」は\n明確にされているが，必ずしも「両側壁」であるとまでは断定しきれない点」（甲\n第１号証７頁１７行目～１９行目）\n(ｲ) 「本件発明１が，「気密性を有するとともに軟質材からなり圧搾空気\nの給排気に伴って膨縮するエアーバッグ」を押圧部材とし，かつ，「エアーバッグ\nに圧搾空気を供給する圧搾空気供給手段」を備えた「エアーマッサージ機」である\nのに対し，引用発明が，「指圧子」を押圧部材とする「指圧椅子」である点」（甲\n第１号証７頁２１行目～２５行目）\n(ｳ) 「本件発明１が「エアーバッグへの圧搾空気の供給量を一定としたま\nまで，脚載置台の回動位置に応じて太さが変化する脚部の側部への前記エアーバッ\nグによる押圧力を前記脚載置台の回動に応じて可変とした」のに対し，引用発明\nは，脚部の側部への押圧力について明確にされていない点」（甲第１号証７頁２６\n行目～２９行目）\n（以下，審決と同じく，順に「相違点１」，「相違点２」，「相違点３」と\nいう。）\n第３　原告の主張の要点\n審決は，甲３発明の認定を誤り，そのため，本件発明１とのこれとの一致\n点・相違点の認定を誤って相違点を看過し，自らが認定した相違点（相違点２）に\nついての判断を誤った。これらの誤りが，それぞれ結論に影響することは明らかで\nある。したがって，審決は取り消されるべきである。\n１　本件発明１の内容\n(1) 本件発明１の構成要件は，次のように分節して理解することができる（別\n紙１参照）。\nＡ　身体支持台と，\nＢ　この身体支持台の前部に上下方向に回動自在に設けられ脚載置壁とこの\n脚載置壁の両側に形成した側壁とからなる溝状の脚載置部を有する脚載置台と，\nＣ　少なくとも前記脚載置部の両側壁に配設された気密性を有するとともに\n軟質材からなり圧搾空気の給排気に伴って膨縮するエアーバッグと，\nＤ　前記エアーバッグに圧搾空気を供給する圧搾空気供給手段と，\nＥ　前記身体支持台に設けられ前記脚載置台を回動させて所定の位置に位置\n決めする位置決手段とを備え，\nＦ　前記エアーバッグへの圧搾空気の供給量を一定としたままで，前記脚載\n置台の回動位置に応じて太さが変化する脚部の側部への前記エアーバッグによる押\n圧力を前記脚載置台の回動に応じて可変としたことを特徴とする\nＧ　エアーマッサージ機\n(2) 本件発明１は，エアーバッグの膨縮によって脚部を挾みつけて押圧するエ\nアーマッサージ機の発明である。上下方向に回動自在の脚載置台を有し，この角度\nを変化させると，その回動した位置に応じて被押圧者の脚部の太さが変化するの\nで，エアーバッグに供給される圧搾空気の量を一定にしたままで，脚部の側部への\n押圧力を変化させることができる。\n２　取消事由１（甲３発明の認定の誤りによる相違点の看過）\n(1) 審決は，甲３発明に，脚載置部の少なくとも一方の側壁に出っ張り部分が\n現われていることを認定した上で，「引用発明（判決注・甲３発明）における「出\nっ張り部分」は，引用発明の対象が「指圧椅子」であること，その現れている位置\nが「脚載置部の側壁」であり，脚部を側から圧迫し得る位置にあること，甲第７号\n証（判決注・甲９公報を指す。）に見られるように，脚載置部の両側壁（両肘掛部\n４が相当。）に指圧子（伸縮筒２７が相当。）を設けた指圧椅子（指圧装置が相\n当。）に係る特許出願が，甲第１号証（判決注・甲３公報を指す。）に係る意匠出\n願の約１年半前にされていたこと，甲第１号証に係る創作者及び意匠権者は，甲第\n７号証に係る発明者及び出願人とそれぞれ同一人であること，等を総合的に判断す\nれば，「指圧子」であると捉えるのが相当である。」（甲第１号証６頁３２行目～\n７頁２行目），と認定している。\n(2) 審決の上記認定は，到底，引用例の記載事項の認定といえるものではな\nい。\n引用例が刊行物である場合，そこに記載された事項の認定は，あくまで，\n当該刊行物に示されている公知技術の認定であって，公然実施技術の認定ではない\nから，引用例に客観的かつ明確に記載された技術事項のみが認定されるべきであ\nる。例えば，事実としては特別な構造を有する機械の写真が刊行物に掲載されてい\nたとしても，写真が不鮮明で当該構造を認識できないような場合は，同写真の存在\nをもってその構造を有する機械が同刊行物に掲載されていると認定することは許さ\nれない。\n(3) 本件では，そもそも，甲３発明の脚載置部の側壁に，出っ張り部分が構造\n上存在すること自体明確に認めることはできない。\n原告が，審判手続において，甲３発明の脚載置部に「出っ張り部分」があ\nると認めたことはない。原告が認めたのは，甲３公報の底面図の写真で，脚載置部\nの側壁が直線状ではなく，やや出っ張った輪郭形状に見えるという，写真上視覚さ\nれる事実にすぎない。この写真上視覚される事実が，技術的に意味のある，甲３発\n明の構造の一部であるなどと認めたことはない。このことは，審決が，原告の主張\nとして，「被請求人は，平成１４年５月２４日に実施された口頭審理において，甲\n第１号証に記載された指圧椅子（判決注・甲３発明を指す。）の脚載置部に現れて\nいる「出っ張り部分」は，カバーの皺或いはリンク機構によるものと考えられる旨\n主張している。」（甲第１号証８頁３５行目～３８行目）と摘示していることから\nも明らかである。\n(4) 審決は，上記のとおり，甲３発明の脚載置部の側壁に，出っ張り部分が構\n造上存在することを認定した上で，その出っ張り部分が指圧子であると推測して，\n甲３発明の内容の認定をしている。\n引用例の記載事項の認定において，周知技術を参酌することは許される。\nしかし，本件における，「出っ張り部分」が「指圧子」であるとする審決の認定\nは，周知技術に基づくものではない。\nア　審決は，甲３公報に係る意匠の意匠権者の他の特許出願を参酌して，甲\n３発明の認定を行っている。甲３公報に係る意匠の権利者自身が出願した特許の公\n開公報の技術は，当業者が必ずしも知るものではないから，甲３発明の理解に用い\nることは論外である。\n被告は，そのような認定をした例もある，としている。しかし，被告が\n挙げる判例は，特許侵害訴訟における特許発明の技術的範囲の解釈に係るものであ\nる。\nイ　審決は，「出っ張り部分」が現れている位置が，脚載置部の側壁であ\nり，脚部を側から圧迫し得る位置である，ということを，「出っ張り部分」は指圧\n子であるとの認定の根拠の一つとしている。これは，甲３発明が，脚部を側から圧\n迫し得る装置であることを暗黙の前提としているものである。しかし，甲３公報に\nは，そのような記載はどこにもない。\nウ　本件出願当時，脚部を側面から圧迫することは，当業者の常識となって\nいた，ということはない。\nエ　被告は，甲３公報には電源コードや空気チューブが現れている，と主張\nする。しかし，そのようなものがあるとしても，それは，首や肩付近にあると推測\nされる指圧手段のためのものと解されるにすぎない。\nオ　被告は，脚載置部を凹状にすること自体に，外観やデザイン状のメリッ\nト（有利な点）はなく，むしろ使用者の姿勢を拘束することになるから，脚部の押\n圧を離れて，機能上のメリットもない，と主張する。\nしかし，脚載置部をこのような凹状とすることにより，体位置の中心が\n椅子本体の中心と合致するなど，使用者が自然と正しい姿勢を取って着座するよう\nになり，背もたれ部の指圧子によって適切な指圧が行われるという機能がある。そ\nこに押圧部材がなくても，機能的な意義はある。\n３　取消事由２（相違点２についての判断の誤り）\n(1) 審決は，相違点２についての判断において，「一般的に，マッサージ装置\nとして，指圧子を押圧部材として備えた指圧式のもの（甲第３号証（判決注・特公\n昭５２－２８５１７号公報（本訴甲第５号証，以下「甲５公報」という。））及び\n７号証（判決注・甲９公報）参照）や「気密性を有するとともに軟質材からなり圧\n搾空気の給排気に伴って膨縮するエアーバッグ」を押圧部材として備えたエアーバ\nッグ式のもの（甲第４，５，６及び８号証（判決注・甲６公報ないし甲８公報，甲\n１０公報）参照）があることは良く知られているところであり」（甲第１号証８頁\n１行目～５行目），「指圧子とエアーバッグは，身体を押圧する面積の大小におい\nて差があるものの，身体を押圧してマッサージ効果を得るものである点では共通し\nており，このような観点から指圧子を周知のエアーバッグに置換する程度のことは\n当業者にとって容易である。」（同９頁１９行目～２２行目），としている。\n(2) 指圧子を押圧部材として備えた，特公昭５２－２８５１７号公報（甲第５\n号証，以下「甲５公報」という。）及び甲９公報の指圧装置は，極めて特殊なもの\nである。それらが本件出願当時周知であったという事実はない。\n甲６公報ないし甲８公報記載の発明は，座部や背中部をエアーバッグで押\n圧する椅子式マッサージ装置である。しかし，これらは，本件出願当時の周知技術\nではない。エアーバッグを押圧部材として備えたマッサージ装置も，本件出願当時\n周知とはなっていない。\n被告が挙げる乙第７号証，第１３号証ないし第２４号証にも，脚載置部の\n側壁にエアーバッグを設ける構成は記載されていない。\n(3) 審決は，甲３発明の「出っ張り部分」が「指圧子」であると認定するのみ\nであって，それがどのようなものであるとは認定していない。これでは，「マッサ\nージ装置として，指圧子を押圧部材として備えた指圧式のもの」が周知であるか否\nかの証明は不可能である。\n(4) 本件出願前のマッサージ機は，もみ玉によって筋肉を叩打，押圧する機械\n式の装置及び電動のバイブレータ式の装置である。本件出願前には，エアーバッグ\n式のマッサージ機は商品化されていなかった。\n(5) 甲３公報，甲６公報なしい甲９公報を見れば明らかなとおり，指圧子とエ\nアーバッグとは，それぞれ全く異なる構造の装置において使われており，業者が必\n要に応じて適宜選択することができるようなものではなかった。\n(6) 指圧とマッサージとは，本来異なる療法である。\n指圧子は，点接触で人体部位と接触し，ピンポイントで押圧をする。他\n方，エアーバッグは，広い面積で人体部位と接触し，広い範囲の筋肉に対し押圧に\nよる刺激を与えるものである。エアーバッグにより押圧する際，その範囲につぼが\n含まれていれば，そのつぼに対しても刺激が与えられることは当然である。しか\nし，それをもって，指圧子と同一の作用ということはできない。\n指圧子とエアーバッグとが異なることは明らかである。\n(7) 信義則違反の主張に対して\n原告は，結局のところ，被告製品「チェアロ」を，侵害を主張する対象と\nなる製品としていない。\n原告が「チェアロ」に関して述べたこと（「蛇腹式の指圧筒の先端に指圧\n頭（キャップ）が取り付けられたものを指して，エアーバッグであると指摘したこ\nと」）をもって，信義則違反の根拠とすることはできない。\n第４　被告の主張の要点\n１　取消事由１（甲３発明の認定の誤りによる相違点の看過）に対して\n(1) 「出っ張り部分」の存在について\n原告は，審判手続において，甲３公報の脚載置部に「出っ張り部分」が記\n載されていることを認めていた。\nすなわち，乙第１号証（平成１４年５月２４日付け第１回口頭審理の調\n書）には，「「指圧子を配設した椅子本体としての身体支持台と，この身体支持台\nの前部に上下方向に回動自在に設けられ脚載置壁とこの脚載置壁の両側に形成した\n側壁とからなる溝状の脚載置部を一対として有する脚載置台と，少なくとも前記脚\n載置部の片側の外側壁に出っ張り部分が表れており，前記脚載置台を回動させて所\n定の位置に位置決めするようにした指圧椅子」が記載されていることについては，\n両当事者に争いはない。」（２頁１４行目～２１行目），と記載されている。\n「出っ張り部分」の存在は，乙第３号証の図面代用写真をみれば，より明\nらかである。\n(2) 「出っ張り部分」が指圧子であることについて\nア　甲３公報は，指圧椅子の意匠に関するものである。指圧椅子に「出っ張\nり部分」があれば，そこに指圧子が設けられていると認識するのは当然である。\nイ　また，「出っ張り部分」は，甲３発明の凹状の脚載置部の側面にあり，\n正に脚部を側から圧迫し得るばかりでなく，それに適する位置にあることも，そこ\nに指圧子があると認定することの有力な要因となる。\nそもそも，単に脚を載せるだけであれば，脚載置部を凹状にする必要は\nない。むしろ，凹状でない（すなわち側壁がない）方が，製造コスト上有利であ\nり，外観やデザインもよく，使用者の姿勢や動きを不必要に拘束することもないか\nら，機能上も優れている（乙第３０号証～第３２号証）。このようなメリット（有\n利な点）のある形状を採用せず，わざわざ脚載置部に凹状の形状を採用しているこ\nと自体，そこに何らかの指圧子が設けられていると当業者に認識させるものである\n（乙第３３号証～第３５号証）。\nウ　ある発明を理解するに当たり，同一人の他の出願に係る発明の内容を参\n酌することは，許される（東京地裁昭和６１年１２月２２日判決等参照）。\nエ　甲３公報の背面図には略直線状の白い部材が，底面図には複数の曲線状\nの白い部材が表示されている。\n当業者は，背面図の略直線状の白い部材を電源コードと認識し，これよ\nり大径の，底面図の曲線状の白い部材は，空気を供給するためのチューブであると\n認識する。\n以上から，当業者であれば，脚載置部の大きな「出っ張り部」は，空気\nの供給によって膨縮する形式の指圧子によるものであると認識することは，明らか\nである。\nオ　竹内鉄工株式会社（その後タケウチテクノ株式会社と商号変更した。甲\n３公報の意匠の権利者である。同意匠の創作者Ａは，甲３公報の意匠出願の当時の\n代表者である。）は，昭和４３年ころ，日本電気用品試験所に指圧椅子の認可試験\n品を提出している。\nこの認可試験品には，脚載置部の側壁の出っ張り部がはっきり現れてお\nり，そこに，指圧頭（半球状の部材）も設けられている。モーター，空気ポンプ，\nロータリーバルブもあり，駆動させると上記指圧頭が空気により作動した。\n甲３発明は，この認可試験品と全く同型のものというわけではない。し\nかし，外観上共通部品が多いことから，同様の構造を採用したものと推認すること\nができる（乙第４号証，第５号証）。\nこのことからも，甲３発明の「出っ張り部分」が指圧子であると審決の\n認定は裏付けられる。\n２　取消事由２（相違点２の判断の誤り）に対して\n(1)ア 原告は，指圧子を押圧部材として備えた指圧装置は周知ではない，と主\n張する。しかし，この主張は事実に反する。\n甲５公報や甲９公報のほかにも，そのような指圧装置は多数存在する\n（乙第６号証ないし第１２号証）。\nエアーバッグを備えた指圧装置もまた，周知であった（乙第７号証，第\n１３号証ないし第２４号証）。\nイ 原告は，甲３発明の指圧子が具体的にどのようなものであるか審決は認\n定してないから，指圧子を押圧部材として備えた指圧装置が周知であるか否かの認\n定もできない，と主張する。\nしかし，甲３発明の認定においては，指圧椅子に一般的に用いられる押\n圧部材としての指圧子の概念を想定できれば十分である。\n審決は，「引用発明（判決注・甲３発明）における「出っ張り部分」\nは，引用発明の対象が「指圧椅子」であること，その現れている位置が「脚載置部\nの側壁」であり，脚部を側から圧迫し得る位置にあること，甲第７号証（判決注・\n甲９公報）に見られるように，脚載置部の両側壁（両肘掛部４が相当。）に指圧子\n（伸縮筒２７が相当。）を設けた指圧椅子（指圧装置が相当。）に係る特許出願\nが，甲第１号証（判決注・甲３公報）に係る意匠出願の約１年半前にされていたこ\nと，甲第１号証に係る創作者及び意匠権者は，甲第７号証に係る発明者及び出願人\nとそれぞれ同一人であること，等を総合的に判断すれば，「指圧子」であると捉え\nるのが相当である。」（甲第１号証６頁３２行目～７頁２行目），としている。要\nするに，審決は，同一人が創作・考案した甲３発明と甲９公報記載の発明とを比較\nして，甲３発明の「出っ張り部分」が指圧子である，と認定しているのである。\n審決の認定がこのようなものである以上，甲３発明の押圧子として審決\nが認定したのは，この認定からは，甲９公報記載の指圧子の概念のものである，と\n理解することができ，そのように理解すれば足りることである。\n(2) 指圧子とエアーバッグとの置換性について\nア　原告は，指圧子とエアーバッグとは，適宜置換し得る関係にはない，と\n主張する。\nしかし，指圧子は，つぼを刺激するのみならず筋肉のマッサージをも行\nうものであり，他方，エアーバッグ（空気袋）も，筋肉のマッサージだけでなくつ\nぼの刺激をも行い得るものである。両者は，当業者であれば適宜置換可能である。\nイ　指圧子でマッサージ効果が得られることについて，例えば，乙第７号証\n（実公昭６１－３９４７０号公報）には「以上のように本考案によれば，使用者の\n体形に適合した曲面上に仰臥した安楽な姿勢で肩の経絡（つぼ）を空気圧の膨縮運\n動により指圧部材１で押圧を繰り返し行うため，所要押圧力のマツサージを効果\n的，且つ，安全に行うことができる」（３頁５欄９行目～１３行目），と記載され\nている。この「指圧部材１」とは，空気袋の先端に取り付けられた指圧頭のことで\nある。\n甲５公報には「指圧頭３０，３１，３９，４０はその伸縮方向と略直交\nする方向に往復運動することができる。したがって大腿部にはもみ作用を与えなが\nら指圧することができる。」（２頁右欄３２行目～３５行目）と記載されている。\nこの「もみ作用」とは，筋肉をもみほぐすようなマッサージ作用である。\nウ　エアーバッグで，つぼに対する指圧作用を与えられることについて，例\nえば乙第２０号証（特公昭６１－１６１７８号公報）には，「腰や背等に存在する\n経穴部に対してきわめて柔軟にかつ適確にマッサージ効果をもたらすことができる\nようにすることを目的として開発した椅子に関するもので，」（２頁左欄３行目～\n６行目），と記載されている。腰や背の経穴部にマッサージ効果を与えるというの\nは，つぼを刺激することにほかならない。\n乙第２６号証（特許第３０１２１２７号公報）は，原告の出願に係る特\n許公報であり，本件出願の後に頒布されたものとはいえ，そこには，「【００２\n２】空気袋２３ａ，２３ｂは人体の下肢部に位置するツボの承山（しょうざん）等\nに対応していて，対応する空気袋２３ａ，２３ｂの膨張によりこの承山近傍の下腿\n部を挾み付けることにより筋肉のマッサージ並びにツボへの刺激を行う。」（３頁\n５欄２９行目～３３行目）と記載されている。\n同旨の記載は，乙第２７号証（特許第３０１４５７２号公報。これも，\n本件出願後に公開された，原告の出願に係る特許公報である。）にもある。\nエ　エアーバッグの構造について\nエアーバッグは，気密性を有する布地から構成されている。この中に対\nし給排気が行われても，ゴム風船などと異なり，布地自体は伸縮しない。空気袋に\n高圧の空気が注入されると，エアーバッグは非常に固いものとなる。したがって，\nエアーバッグを膨張させた時は，その全体が柔らかく身体に接触するのではなく，\n膨張した先端部が局所的につぼを刺激し得るのである。\nオ　以上のとおりであるから，指圧子とエアーバッグとの間には置換性があ\nる。\nカ　原告は，被告を相手方として，本件特許に基づく侵害訴訟を提起してい\nる。その訴訟提起に至る前，被告に対し文書（乙第２８号証，第２９号証）を送付\nし，被告製品「チェアロ」の蛇腹式の指圧筒の先端に指圧頭（キャップ）が取り付\nけられたものを指して，エアーバッグであると指摘している。\nこのような原告が指圧子とエアーバッグとの間の置換性を否定するの\nは，信義側に反する。\n第５　当裁判所の判断\n１　取消事由１（甲３発明の認定の誤りによる相違点の看過）について\n(1) 原告は，甲３発明についての，脚載置部の側壁に，構造上出っ張り部分が\nあるとの審決の認定を争っている。原告が争う上記認定事実は，側壁に「出っ張り\n部分」があること，と，これが「指圧子」に基づくものであること，との２点に分\n解することができる。\n(2) 前者については，原告も，審判段階において，甲３公報の写真上，出っ張\nった部分が視認されることは認め，そして，それが，カバーの皺あるいはリンクの\n機構に基づくものと推測される旨述べている（乙第１号証）。また，現実に，写真\n上「出っ張り部分」が存在することは，甲第３号証の１及び乙第２号証の１により\n認めることができる。\n(3) そこで，次に，この「出っ張り部分」が，指圧子に基づくものと認められ\nるか否かについて検討する。\n甲３公報は，指圧椅子の意匠に係る意匠公報である。したがって，これに\n示された椅子のどこかには指圧子が存在することは，明らかである。しかしどのよ\nうなところに指圧子があるか，どのような機構により指圧を実現するかは，具体的\nには示されていない。そして，少なくとも，一対の凹状の脚載置部に関しては，そ\nこに存在する「出っ張り部分」が指圧子によるものであるかどうかを明らかにする\n資料は，甲３公報自体の中には見いだすことができない。\n(4) 被告は，審決の説示を引用して，甲３発明の対象が「指圧椅子」であるこ\nと，「出っ張り部分」の現れている位置が「脚載置部の側壁」であり，脚部を側か\nら圧迫し得る位置にあることを，そこに指圧子であることの根拠として挙げる。\nしかし，甲３発明が「指圧椅子」であるからといって，それだけで，必ず\n指圧子が脚載置部に存在することになる，などということはない（甲３第３号証の\n１及び乙第２号証の１によれば，他の部分に指圧子があると明らかに認められ\nる。）。単に指圧椅子であるというだけで，脚載置部の側壁にも指圧子があるとい\nうことはできない。底面図から，甲３発明において，指圧のための機構が存在する\nことが認められる，という事実についても同様である。\n一対の凹状の脚載置部は，審決が認定するとおり，脚部の側面を圧迫し得\nる形状となっている。しかし，これについては，肘掛け部や首を収容する凹状受部\nと相まって，使用者に適切な位置・姿勢で椅子に腰掛けさせ，適切な部位に指圧を\nする，という効果も考えられる。すなわち，そこに指圧子を備えていなくても，上\n記形状のみに機能上の意味があり得る，と認められる。\n(5) 審決は，甲３発明の創作者と同一の人物が，甲３発明の出願の約１年半前\nに，脚載置部に両側壁を備え（両肘掛部４が相当。），そこに指圧子（伸縮筒２７\n＋指圧頭２９が相当。）を設けた指圧椅子（甲９発明）に係る特許出願をしている\nことをも，甲７発明の脚載置部の側壁の「出っ張り部分」が，指圧子であることの\n一つの根拠とする。\nまた，被告は，乙第４号証（被告開発部部長Ｂ作成の証明書）及び乙第５\n号証（被告開発部主任Ｃ作成の証明書）を提出し，甲３発明の意匠権利者が，昭和\n４３年ころ，日本電気用品試験所に指圧椅子の認可試験品を提出しており，これに\nは，脚載置部の側壁の出っ張り部に，指圧頭（半球状の部材）も設けられ，これ\nが，空気により作動する構成を有しているから，甲３発明においても，同じ構成を\n有していると認められる，との主張をする。\n以上の事実からは，現実には，甲３公報の図面代用写真に写っている指圧\n椅子においても，その脚載置部の側壁の出っ張り部分に，指圧子が存在する可能性\nは相当に高い，ということができる。\nしかし，本件発明１の特許性（新規性ないし進歩性）を否定する根拠とな\nるべき刊行物としての甲３公報の理解自体は，これに接した当業者がそれをどのよ\nうに把握するか，という観点からなされるべき事柄であり，同公報に示されている\n写真の被写体が真実どのようなものであったか，という観点からなされるべき事柄\nではない。したがって，後者の観点からどのように把握されようと，そのことは，\n本件における同公報の把握とは関係のないことである。ところが，審決が，後者の\n観点から同公報を把握していることは，その説示自体で明らかであり，この点にお\nいて，審決の認定は既に誤っているという以外にない。\nもっとも，甲３公報に接した当業者は，周知の事項を前提に，これを把握\nするものというべきであるから，この点からの検討が必要となる。\nしかしながら，甲３発明の創作者が，その出願前に，脚載置部の両側壁に\n指圧部を有する指圧装置の出願をしていることや，そのような製品を実際に作って\nいたことは，そもそも当業者の技術常識ではない。また，上記証拠を含め，本件全\n証拠によっても，甲３公報の意匠の出願当時，一対の凹状の脚載置部を備えた指圧\n椅子において，その両側壁に指圧子を備えることが，当然であったとか，当業者の\n技術常識であったとか認めることもできない。\n結局，甲３公報に現れた甲３発明の理解に関する限り，甲３公報の「出っ\n張り部」に「指圧子」が配置されているとの構成の存在を，認めることはできない\nのである。\n(6) 以上のとおり，審決の，甲３発明の脚載置部の側壁の「出っ張り部分」\nが，指圧子に基づくものであるとの認定，及び，これを前提とする本件発明１と甲\n３発明との一致点・相違点の認定には，誤りがあり，審決は，本件発明１の脚載置\n部には押圧部材（より具体的には，エアーバッグ）があるのに対し，甲３発明には\nこれ（より具体的には，指圧子）があるかないか分からない，という相違点を看過\nし，甲３発明の脚載置部の側壁に指圧子があることを前提に，一致点・相違点を認\n定したため，審決が認定した相違点にも不正確な要素を入り込ませることになった\nことが明らかである。すなわち，審決は，押圧部材の具備については，本件発明１\nにおいては，脚載置部の両側壁に押圧装置が設けられているのに対し，甲３発明に\nおいてはそもそもこれが設けられているか否か自体が明らかでない点を両発明の相\n違点とすべきところを，「押圧部材が配設された脚載置部の側壁に関し，本件発明\n１が，「両側壁」としているのに対し，引用発明（判決注・甲３発明）が，「一方\nの側壁」は明確にされているが，必ずしも「両側壁」であるとまでは断定しきれな\nい点」（相違点１）として認定する，という誤りを犯したという以外に\nはないのである。\n(7) しかし，審決の上記誤りは，その結論に影響するものではないというべき\nである。審決は，相違点１についての判断において，\n「・相違点１について\n例えば甲第７号証（判決注・甲９公報）に見られる様に，溝状の脚載置\n部の両側壁（両肘掛け部４が相当。）に押圧部材（伸縮筒２７が相当。）が配設さ\nれたものは，マッサージ装置（指圧装置が相当。）における周知技術であるから，\n引用発明（判決注・甲３発明）において，押圧部材を両側壁に設けるようにするこ\nとは，当業者が容易に想到し得るところである。」（甲第１号証７頁３３行目～３\n８行目）\nと説示している。\n審決の上記認定判断は，この箇所では明示されてはいないものの，当然\nに，甲３発明の脚載置部の少なくとも一つの側壁には指圧子が設けられていること\nを前提としている。しかし，審決の上記認定判断は，甲３発明の脚載置部の少なく\nとも一つの側壁には押圧部材が設けられている，という前提に立った上でのもので\nあるとはいえ，結局のところは，同発明の脚載置部の押圧部材の設置状況と本件発\n明１のそれとは異なることを認めた上で，溝状の脚載置部の両側壁に押圧部材が配\n設されたものは，マッサージ装置における周知技術であることを根拠に，甲３発明\nにおいて押圧部材を脚載置部に設けるようにすることは，当業者が容易に想到し得\nる，とするものであり，審決のこの認定判断が，もし，それが正しいなら，審決が\n前提としたところ（甲３発明には，脚載置部の少なくとも一つの側壁には指圧子が\n設けられている）の真偽のいかんにかかわらず，甲３発明において押圧部材を両側\n壁に設けることは容易であることを保証するものであることは，事柄の性質上，明\nらかなことというべきである。審決認定の上記周知技術が真に周知技術であったな\nら，これを甲３発明に適用しようとすることに格別の困難があるとは考え難く，し\nかも，そのことは，上記前提に立つか否かとは関係のないことといってよいからで\nある（後記(9)参照）。\n結局のところ，審決が相違点１についての検討で行った周知技術の認定が\n正当であるならば，押圧装置の具備についての相違点（真の相違点）に係る本件発\n明１の構成は，甲３発明と上記周知技術とから容易に推考できることになり，審決\nは，この結論に至る判断過程において，一部無用の議論を行い，しかも，その点に\nおいて誤ってはいるものの，最終的には正当な根拠によって正しい結論に達した，\nということができるのである。そして，このように判断したとしても，原告が，直\n接的には，審決の甲３発明の認定に関してであるとはいえ，上記周知技術の存在を\n争っていること，後記のとおり，上記周知技術の内容とされている技術そのもの\nは，本件出願に当たってむしろその前提とされていたものであることからすれば，\n原告の防御権を侵害することにはならない，というべきである。\n(8) 本件明細書には，\n「【０００２】\n【従来の技術】従来，エアーマッサージ機としては椅子の座部および背\nもたれ部に圧搾空気の給排気によって膨縮するエアーバッグを配設した，椅子式エ\nアーマッサージ機等がよく知られている。そして，この種椅子式エアーマッサージ\n機の中には，その座部の前部に溝状の脚載置部を設けた脚載置台を備えたものも提\n案されているが，この脚載置台は所定の角度に位置決めして固定されている。しか\nし，使用に際しては脚の高さ位置を変えたい，あるいは身体全体を安定させたい等\nのことから，この脚載置台の角度を可変にできるようにすることが望ましい。ま\nた，前記脚載置台の両側壁にエアーバッグを配設して，このエアーバッグの膨縮に\nより脚部（ふくらはぎ部）を押圧してマッサージするものも提案されているがこの\n押圧力は一定とされているが，これは使用者が所望する押圧力に可変できるように\nすることが望ましい。」（甲第２号証１頁右欄１２行目～２頁左欄１２行目）\nとの記載がある。すなわち，本件発明１は，椅子式マッサージ機が既に存在\nすること，この椅子式マッサージ機につき溝状の脚載置部を備えたものが提案され\nていること，脚載置部の両側壁にエアーバッグを備え，ふくらはぎ部を押圧してマ\nッサージするものが提案されていること，を前提としている。\n実際に，甲９公報（特公昭４４－１３６３８号公報）には，溝状の脚載置\n部を備え，その両側壁に押圧部材（エアーの給排気により動作する蛇腹状の伸縮筒\nと指圧頭の組合せ）があり，この押圧部材により，使用者の大腿部及び下腿部を押\n圧する椅子式マッサージ機が開示されている（第１図ないし第４図，第９図）（別\n紙４ないし８参照）。\n(9) 上に述べたところによれば，溝状の脚載置部を備え，その両側壁に押圧部\n材を設けた構成のマッサージ機は，本件出願当時，周知であり，本件明細書自体，\nそのことを述べている，ということができる（特許性の有無の検討において周知で\nあるか否かが意味を有するとき，問題となるのは構成である。構成自体が周知とな\nっている限り，当該構成のものが商品化されているか否かは，基本的には関係がな\nい。）。そして，同じ溝状の脚載置部を備える甲３発明において，その脚載置部の\n両側壁に，押圧部材を設けることを阻害する要因の存在は全く認められない（設け\nるための具体的方法に関して技術的な問題点があるであろうことは，推測すること\nができる。しかし，仮にそうであるとしても，本件発明１に係る特許請求の範囲は\n第２の２の(1)のとおりであり，同発明は，決して，実装の技術的問題点の解決手段\nに係る発明ではない。このような技術的問題について，その存在にせよ，その解決\n手段にせよ，本件明細書に開示されているわけでもない。）。\nそうすると，本件出願当時，上記周知技術の下で，甲３発明の一対の脚載\n置部の両側壁に，下腿部の押圧を目的として，伸縮筒と指圧頭との組合せによる押\n圧部材を設けることは，当業者が容易に推考し得ることであった，と優に認めるこ\nとができる。\n(10)原告は，審決が「押圧部材」が具体的にどのようなものであるか認定して\nいない，と主張する。\nしかしながら，審決が，甲３発明については，「指圧子」に，本件発明１\nについては「エアーバッグ」に，それぞれ着目し，それらを，いずれも押圧作用に\n直接関係する部材であるという抽象度で把握した上，これを「押圧部材」という用\n語で表現したものであること，「押圧部材」としての具体的態様における相違は，\n相違点２として把握した上でこれについて検討していることは，審決の説示自体で\n明らかである。そして，本件発明１の特許性について判断する一段階として，本件\n発明１と甲３発明とを押圧部材において比較するに当たり，審決が採用した上記判\n断方法に格別問題はない。押圧部材をより具体的に認定しない限り，両発明の対比\nは適切になし得ない，とする原告の主張は，採用することができない。\n２　取消事由２（相違点２についての判断の誤り）について\n(1) 原告は，指圧子を押圧部材として備えた指圧装置や，エアーバッグで押圧\nする椅子式マッサージ装置は，本件出願当時周知ではなかった，と主張する。\nしかし，まず，指圧式のものについては，前記のとおり，甲９公報には，\n椅子式マッサージ機で，指圧子を押圧部材とするものが開示されており，また，甲\n５公報にも，指圧子を用いる指圧装置が開示されている。原告は，これらが極めて\n特殊なものである，と主張するが，この主張を認めるに足りる証拠はない。原告自\n身，「従来から商業化されていたマッサージ機は，もみ玉によって筋肉を叩打，押\n圧する機械式の装置や電動のバイブレータ式の装置であって・・・」（原告第１準\n備書面１０頁１行目～３行目）と述べ，従来から商品化されていたことまでも認め\nているのである。\nエアーバッグを用いる（かつ指圧子ないし指圧頭を用いるものとは認めら\nれない）マッサージ機についても，甲６公報ないし甲８公報，乙第１３号証ないし\n第２４号証に開示されている（これらの公開日は，すべて本件出願前である。）。\nまた，前記のとおり，そもそも本件明細書自体において，椅子式マッサージ機でエ\nアーバッグを備え，下腿部（ふくらはぎ部）を押圧するものが提案されていること\nが記載されているのである。\n原告の主張は失当である。\n(2)ア 原告は，相違点２について，審決が，「マッサージ装置の押圧部材とし\nて指圧子を用いたものも，エアーバッグを用いたものも周知であり，いずれのタイ\nプを採用するかは当業者が必要に応じて適宜選定しうる事項である。」とした判断\nは誤りである，と主張する。\nイ 前記のとおり，指圧子を圧搾空気で駆動する指圧式の椅子式マッサージ\n装置が従来から周知であったことは明らかである（甲９公報）。\n原告は，エアバッグ式の椅子式マッサージ機を実用化したのは原告が最\n初であり，そのような技術が周知技術であるなどということはあり得ない，と主張\nする。しかし，構成自体の周知性は，実用化ないし商品化がない限り認められな\nい，というものではない（繰り返し述べるが，本件発明１は実装上の技術的問題点\nの解決手段に係るものではない。）。しかも，被告が提示する乙第１３号証ないし\n第２４号証等によれば，マッサージ機の押圧部材として空気袋を使用することが海\n外を含めて広く出願されていることが明らかである。また，再三指摘するとおり，\n本件明細書自体において，そのようなものが知られていたことが指摘されている。\n少なくともマッサージ機の開発に携わる当業者にとって，エアーバッグ\n式の押圧部材を利用することが別段新規な着想ではないことは明らかである。\nウ 原告の主張するとおり，指圧が点接触的に人体を押圧し，専らつぼを刺\n激するものであるのに対し，マッサージは，広範囲にわたって人体を押圧し，広い\n範囲の筋肉に対し刺激を与えるものであって，この限りにおいて，両者は一応区別\nされ得る，との前提に立ったとしても，押圧部材として，空気袋と指圧子のいずれ\nを採用するかは，以下のとおり，当業者が適宜選択し得る設計事項であると認めら\nれる。\n筋肉の緊張を解いて血行を良くする，神経を刺激するなどの目的で，人\n体に対し人が物理的な力を加える療法，すなわち，指先，あるいは手の平全体など\nを使って，人体をさすったり，たたいたり，もんだり，押したりする療法が，それ\nらそれぞれが正確にはどのように呼ばれてきたかはともかく，古来存在したことは\n周知である。そして，これら人手によって行われた療法の中には，つぼと呼ばれる\n部位を押圧することに重点を置いて，狭い当接面積を押圧する，一般に指圧と呼ば\nれているもの，筋肉をもみほぐすものなど，種々の態様のものがあることも，よく\n知られたことである。\nそうだとすると，これらを，人手でなく，機械により実現しようとする\n場合，技術的に可能である限り，人手による場合に倣って，狭い当接面積を押圧\n（指圧）するような部材を設けようとすることも，広い当接面積を押圧するような\n部材を設けようとすることも，極めて自然に出てくる発想であって，これらのう\nち，いずれを採用するか，当業者が，どのような効果を達成しようとするかに応じ\nて，適宜選択し得ることである。当然のことながら，このような発想を抱くことの\n困難性と，当該発想を技術的に実現することの困難性は別であるから，このような\n発想を技術的に実現したものに特許権が認められることは，十分あり得る。しか\nし，それは，当該技術的困難をいかに解決したかを開示し，かつ，その開示に見合\nう範囲においてだけ特許を求める場合に限られる。本件発明がそのような場合に当\nたるものではないことは，明らかである。\nしたがって，指圧子とエアバッグとの二つの要素を，施療部位と施療効\n果に応じ，取捨選択し，組み合わせるなどして採用することそのものは，当業者で\nあれば適宜選択できる設計事項であるということができる。人間の脚部には，筋肉\nもつぼも両方存在すると認められる（つぼにつき，甲第９号証８図参照）（別紙９\n参照）から，脚部についても，広い範囲のマッサージ効果をねらうか，つぼ刺激を\nねらうかで，押圧部材を適宜選択し得ることは当然である。\nそうすると，もみ玉，バイブレータ，指圧子，エアバッグ等の要素を，\n施療部位と施療効果に応じ，いずれかを単独で，あるいは適宜組み合わせて採用し\nようとすることそのものは，当業者であれば適宜選択できる設計事項であるという\nことができる。\n指圧とマッサージとの違いを強調する原告の主張は，採用することがで\nきない。\nエ 審決は，このような一般的な認識及び本件発明１の理解に基づき，「マ\nッサージ装置の押圧部材として指圧子を用いたものも，エアーバッグを用いたもの\nも周知であり，いずれのタイプを採用するかは当業者が必要に応じて適宜選定しう\nる事項である。」と判断したものと認められる。この判断に誤りはない。\n３　結論\n以上のとおりであるから，原告主張の取消事由は，いずれも理由がなく，そ\nの他，審決には，取消しの事由となるべき誤りは認められない。そこで，原告の本\n訴請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法７条，民事\n訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　阿　　部　　正　　幸\n裁判官　　高　　瀬　　順　　久\n（別紙）\n別紙１別紙２別紙３第１図第２図第３図第４図第９図第８図\n"
}