{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 23
  },
  "case_number": "平成15(ネ)270",
  "case_name": "離婚本訴，同反訴請求控訴事件",
  "court_name": "名古屋高等裁判所民事第4部",
  "original_court_name": "名古屋地方裁判所\n        　岡崎支部",
  "original_case_number": "平成14(タ)31",
  "lawsuit_id": "3137",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3137",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/137/003137_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原判決中，控訴人の敗訴部分を取り消す。\n２  控訴人と被控訴人とを離婚する。\n３　控訴人・被控訴人間の未成年者Ａ（１９９２年９月１７日生）及びＢ\n（１９９５年４月２３日生）の親権者をいずれも控訴人と定める。\n４　訴訟費用は，１，２審とも，被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨\n第２　事案の概要\n１  本件は，控訴人が被控訴人に対し，離婚と２人の子供の親権者を控訴人\nと指定することを求めて本訴を提起したところ，被控訴人が控訴人に対\nし，離婚と２人の子供の親権者を被控訴人と指定することを求めて反訴\nを提起した事案であり，原審が，当事者間の婚姻関係は完全に破綻して\nいると認められるが，ブラジル連邦共和国の民法（１９７７年１２月２７日\n施行の同国の「夫婦関係及び婚姻の解消，その効果，手続その他の措\n置に関する法律」）によれば，夫婦が離婚するには，必ず裁判上の離別\nの決定を得て，更に３年間経過しなければならないところ，この要件を満\nたしていないとして，当事者双方の請求をいずれも棄却する旨の判決を\n言い渡したので，これに不服がある控訴人が控訴したものである。\n２  前提事実（甲３及び５の各１・２，弁論の全趣旨）\n控訴人と被控訴人は，１９９１年１１月１６日，ブラジル連邦共和国サン\nパウロ市で婚姻の手続をした夫婦であり，両者の間には，Ａ（１９９２年９\n月１７日生）及びＢ（１９９５年４月２３日生）の２人の女子（以下「２人の子\n供」という。）がある。\n３　控訴人の主張\n（１）離婚原因について\n控訴人と被控訴人の父親との不和に端を発して，控訴人と被控訴\n人の夫婦関係は悪化し，互いに会話もせず，家庭内別居の状態が継\n続していたところ，平成１３年９月１３日，被控訴人は２人の子供を連れ\nて家を出た。同月２４日以降，控訴人は交際中であったＣと同居し，平\n成１４年４月２日には，控訴人とＣの間には男児が出生しており，他\n方，被控訴人にも交際している男性がいる。したがって，控訴人及び\n被控訴人の婚姻関係は，完全に破綻しており，回復の見込みはなく，\n「婚姻を継続し難い重大な事由」が存する。\n（２）ブラジル民法における離婚の要件について\n原審の口頭弁論終結の日の翌日である平成１５年（２００３年）１月１\n０日，１９８８年１０月５日付ブラジル連邦共和国憲法の憲法改正に伴\nう改正ブラジル民法が施行された。新民法１５８０条補項によれば，裁\n判上の離別の１年後または２年の事実上の離別が証明される場合，\n離婚は成立するものと定めている。控訴人と被控訴人とは，平成１３年\n９月１３日から別居しており，控訴人と被控訴人との間の事実上の離\n別は，２年以上にわたるのであるから，ブラジル法上の離婚原因が存\n在するというべきである。\n（３）親権者の指定について\n控訴人と被控訴人の間の２人の子供は，現在控訴人と生活を共にし\nており，いずれも，控訴人との生活を希望していて，母親である被控訴\n人の下で生活したくないと述べているが，これは，被控訴人と男性との\n交際が原因となっている。２人の子供の健全な養育のためには，父親\nである控訴人との同居が適切である。\n控訴人は，本件離婚訴訟に伴うトラブルのため，在留資格を喪失し\nているが，本件離婚が成立すれば，日系ブラジル人女性と結婚の約\n束をしており，現在の入国管理の実務では，別の日系人との再婚を前\n提とした在留特別資格（出入国管理及び難民認定法５０条）によって控\n訴人が在留資格を回復することができることが確実である。控訴人\nは，現在は在留資格を失い，一時的に就労を自粛しているが，在留資\n格を回復すれば，就職して収入を得ることができ，２人の子供の生活\nを保障する生活能力を回復することは明らかである。\n別居後２年間，２人の子供は被控訴人による養育を望まず，被控訴\n人も２人の子供に対する養育を放棄し，養育のための金銭や物資によ\nる援助すら行っていない。\nブラジル新民法第１５８４条は，「子どもの親権は，双方の合意が図\nれない場合，生活能力において優位と判断される側にもたらされる」と\n規定するものの，第１５８６条によれば，「重大な諸問題及び事情が存\n在する場合において，子どもの親権は判事の判断により，両親の経歴\nをも考慮し，その判定により決定する」ことになっているのであって，控\n訴人が２人の子供に対して愛情をもって養育を継続しており，２人の子\n供も控訴人を慕って控訴人に養育されることを望んでいるなどの状況\nに照らせば，控訴人が２人の子供の親権者と指定されるべきである。\n４　被控訴人の主張\n（１）離婚原因について\n控訴人は，被控訴人との婚姻中に愛人（Ｃ）を作り，その間に子供も\n出生し，被控訴人を家から追い出して愛人と同居した。したがって，控\n訴人及び被控訴人の婚姻関係は，完全に破綻しており，回復の見込\nみはない。\n（２）親権者の指定について\n被控訴人は，日系３世であり，在留資格は定住者であるから，日本で\nの永続的な生活が可能であるところ，現在定職を有し，経済的にも安\n定している。他方，控訴人は，短期滞在の資格であり，在留資格を失う\n可能性も高いうえ，現在失業しており，経済的に安定した生活は期待\nできないし，被控訴人との婚姻中に交際していた愛人と同居している\nのであって，幼い２人の子供がこのような女性とともに暮らすことが適\n当でないことは明らかである。被控訴人は，２人の子供と暮らすことを\n強く希望しており，２人の子供の福祉のためには，いずれも親権者を\n母親である被控訴人と定めるのが相当である。\n第３　当裁判所の判断\n１  国際裁判管轄及び準拠法について\n外国人同士の離婚訴訟については，国際裁判管轄権に関する明文の規\n定がないけれども，「被告の住所地を原則としたうえ，例外的に，原告が\n被告によって遺棄された場合，被告が行方不明となっている場合，その\n他これに準ずる場合には，原告の住所地に管轄権がある」（最高裁昭和\n３９年３月２５日大法廷判決・民集１８巻３号４８６頁）とするのが相当であ\nる。本件においては，控訴人及び被控訴人の国籍はいずれもブラジル連\n邦共和国であって，１９９１年１１月２７日に来日して以来，１９９５年から１\n９９６年にかけて一時帰国した期間を除き，長年にわたって日本に居住し\nており，いずれも日本に住所があるから，控訴人と被控訴人との離婚訴\n訟については，我が国に裁判管轄権があると認められる。そして，離婚\nに伴う親権者の指定は，離婚の成否と一体のものとして行われるべき裁\n判であるから，離婚事件について裁判管轄権を有する国に裁判権があ\nるというべきである。\n本件訴訟において適用すべき準拠法について検討すると，離婚に関し\nては，法例１６条本文により，夫婦の共通本国法であるブラジル連邦共\n和国の法律によることとなる。また，離婚に伴う親権者の指定について\nは，離婚後の親子の法律関係の基本をなす問題であるから，離婚後の\n子の福祉を基準にして判断すべき事柄であり，法例２１条によって準拠\n法を定めるのが相当と解され，親（父母）及び子の共通本国法であるブラ\nジル連邦共和国の法律によることとなる。よって，本件訴訟においては，\n全てブラジル連邦共和国の法律を適用して判断すべきこととなる。\n２　事実関係\n当事者間の現在までの経緯については，原判決の「事実及び理由」欄\nの「第３」の「２」に説示のとおりであるから，これを引用する。\n３　離婚について\nブラジル連邦共和国においては，従来離婚訴訟において，裁判上の離\n別が必須要件であったが，１９８８年１０月５日付ブラジル連邦共和国憲\n法の施行に伴って部分的に改定され，同憲法第２２６条補項６は，裁判\n上の離別（別居）の判決後１年以上が経過した場合または２年以上の事\n実上の離別が証明された場合，離婚が成立し得ると規定したことを受け\nて，２００２年１月１０日付法律第１０４０６号（新民法典，２００３年１月１０\n日施行）は，裁判上の離別の１年後（第１５８０条本文）または２年の事実\n上の離別が証明される場合（第１５８０条補項２），離婚は成立し得ると規\n定した（弁論の全趣旨）。\n前記２の事実関係によれば，控訴人と被控訴人とは，平成１３年（２００\n１年）９月項から，当審における口頭弁論終結まで２年３か月以上にわた\nって別居状態が続いており，双方とも婚姻を継続する意思を完全に喪失\nしていて婚姻関係は完全に破綻していると認められるから，ブラジル連\n邦共和国の２００２年１月１０日付法律第１０４０６号の第１５８０条補項２\nにより，離婚することができる。\n４　親権者について\n上記２００２年１月１０日付法律第１０４０６号においては，離婚に伴う子\n供の親権者の指定について，第１５８４条が「子どもの親権は，双方の合\n意が図れない場合，生活能力において優位と判断される側にもたらされ\nる」と規定するものの，第１５８６条は「重大な諸問題及び事情が存在す\nる場合において，子どもの親権は判事の判断により，両親の経歴も考慮\nし，その判定により決定する」と定められている。\n前記２で認定の事実，証拠（甲２７の１・２，２８の１・２，２９）及び弁論の\n全趣旨によれば，平成１３年９月に控訴人夫婦が別居した際には，被控\n訴人とともに控訴人宅を出て被控訴人の下で監護養育されていた２人の\n子供が，平成１４年８月控訴人のところへ遊びに行った際に，被控訴人に\n対する不満を述べて控訴人との生活を希望したことから，以後，今日ま\nで２人の子供は控訴人と同居していること，控訴人は２人の子供に対し\nて愛情をもって養育を継続しており，２人の子供も控訴人の下で順調に\n成長していること，控訴人は，現在は永住資格を有する被控訴人と別居\nしたことから，在留資格を失い，仕事に就けない状態にあるが，被控訴人\nとの離婚が成立すれば，日系ブラジル人として永住資格をもつＣとの再\n婚を予定しており，在留資格を回復して再び日本で就労することができる\n可能性は相当程度認められること，被控訴人は，２人の子供たちのため\nに，金銭的な援助をしていないし，衣服やおもちゃ等の品物も援助してい\nないこと，被控訴人は，当審において，平成１５年１１月２１日に行われた\n進行協議期日及び平成１６年１月２０日に行われた口頭弁論期日につ\nき，いずれもあらかじめ裁判所から出頭を求める呼出状が送達されたに\nもかかわらず，当裁判所に出頭しないし，全く連絡をとっていないうえ，答\n弁書などの書類も提出していないので，現在は２人の子供の親権者とな\nる熱意があるか疑問であることが認められる。\nすると，現在の収入から見る限り，被控訴人の方が控訴人よりも生活\n能力において優位であるといえるが，２人の子供は被控訴人の下での監\n護養育を好まず，控訴人の下での生活を続けているのであって，この事\n実は子供の親権者を定める上で，重要な事情であると認められる。そし\nて，現状では，被控訴人の方が控訴人よりも生活能力において優位であ\nるといい得るが，これは在留資格の喪失に伴う日本国内での就労制限\nに基づく一時的なもので，基本的には，控訴人の方が生活能力において\n優れていると考えられること，控訴人が２人の子供に対して愛情をもって\n養育を継続しており，２人の子供も控訴人に養育されることを望んでいる\nこと，現在では，被控訴人が２人の子供の親権者となって監護養育する\nことにどれだけ意欲があるか疑問であることなどの状況を勘案すれば，\n子の福祉に照らし，控訴人を２人の子供の親権者と指定することが相当\nである。\n５　以上によれば，控訴人の離婚請求は理由があるので，これを認容し，控\n訴人を２人の子供の親権者に指定するのが相当であるところ，これと結\n論を異にする原判決を取り消して，離婚及び親権者指定の判決をするこ\nととし，主文のとおり判決する。\n名古屋高等裁判所民事第４部\n裁判長裁判官    　小　　　川　　　克　　　介\n裁判官    　鬼　　　頭　　　清　　　貴\n裁判官    　濱　　　口　　　　　　　浩\n"
}