{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 31
  },
  "case_number": "平成13(わ)632",
  "case_name": "大麻取締法違反，麻薬及び向精神薬取締法違反(変更後の訴因　大麻取締法違反，国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律違反，関税法違反)被告",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "8209",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8209",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/209/008209_hanrei.pdf",
  "contents": "平成１４年１月３１日宣告\n平成１３年(わ)第６３２号　大麻取締法違反，麻薬及び向精神薬取締法違反被告事\n件\n平成１３年(わ)第７５１号　大麻取締法違反，麻薬及び向精神薬取締法違反（変更\n後の訴因　大麻取締法違反，国際的な協力の下に規制薬物に係る不正行為を助\n長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する\n法律違反，関税法違反）被告事件\n判　　　　　　　決\n主　　　　　　　文\n被告人を懲役１１年及び罰金７５０万円に処する。\n未決勾留日数中１６０日をその懲役刑に算入する。\nその罰金を完納することができないときは，金２万円を１日に換算した期間\n被告人を労役場に留置する。\n押収してあるビニール袋入り大麻片２袋（平成１３年押第２１２号の１，４），チ\nャック付きポリ袋入り大麻塊２袋（同押号の２，３），チャック付きポリ袋入り麻\n薬（ＭＤＭＡ）錠剤１９袋（同押号の５ないし１９，２１ないし２４），チャック付き\nポリ袋入り麻薬（ＭＤＭＡ）粉末１袋（同押号の２０）を没収する。\n被告人から金１９１３万２０００円を追徴する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　みだりに，営利の目的で，麻薬であるＮ・α－ジメチル－３・４－（メチレンジオ\nキシ）フェネチルアミン（別名ＭＤＭＡ）あるいはその塩類（以下，「ＭＤＭＡ等」と\nいう）を輸入する意思をもって，平成１２年３月２１日ころから平成１３年２月２４\n日ころまでの間，別紙１犯罪事実一覧表記載のとおり，前後１０回にわたり，麻\n薬であるＭＤＭＡ等として取得した錠剤を所携のバッグ内等に隠匿携帯した\n上，航空機に搭乗して日本国内の空港に到着し，前記錠剤を隠匿したまま同\n航空機から降り立つなどして，麻薬であるＭＤＭＡ等として取得した錠剤を本邦\nに輸入したほか，大麻及び麻薬を本邦に輸入しようと企て，同年４月２日，ドイ\nツ連邦共和国ベルリン市内において，大麻８８０．１グラム（平成１３年押第２１\n２号の２５ないし２７，３０ないし３４，３６，３７はその鑑定残量）及び麻薬である\nＮ・α－ジメチル－３・４－（メチレンジオキシ）フェネチルアミン（別名ＭＤＭＡ）\nの塩酸塩を含有する錠剤５１２１錠（合計１５０３．６８８グラム；平成１３年押第２\n１２号の２８，２９，３５はその鑑定残量）を入れた段ボール箱１箱を航空小包郵\n便物として同市内の郵便局から福岡県久留米市ａ町ｂ番地のｃｄｅ号の当時の\n被告人方宛に発送し，同月５日午後２時４９分ころ，ｆ便で千葉県成田市ｇ字ｈｉ\n番地のｊｋ空港に到着させた上，情を知らない同空港関係業者をして，同航空\n機内からこれを取り降ろさせて本邦内に持ち込み，大麻及び麻薬を本邦に輸\n入するとともに，引き続いて前記大麻及び麻薬を福岡市ｌ区ｍｎ番ｏ号ｐ郵便局\nに搬入させ，同月６日午後２時４５分ころ，同郵便局特殊郵便課国際郵便係通\n関検査室において，通関検査を受けるに際し，関税定率法上の輸入禁制品で\nある前記大麻及び麻薬を隠匿したままこれを輸入しようとしたが，ｑ税関支署\n係官に発見されたためその目的を遂げず，もって，営利の目的で，大麻及び麻\n薬であるＮ・α－ジメチル－３・４－（メチレンジオキシ）フェネチルアミンの輸入\n及び麻薬であるＭＤＭＡ等として取得した錠剤の輸入を併せてすることを業とし\nた。\n第２　平成１３年４月１３日，前記の当時の被告人方において，大麻３．１８８グラム\n（平成１３年押第２１２号の１ないし４はその鑑定残量）並びに麻薬であるＮ・α\n－ジメチル－３・４－（メチレンジオキシ）フェネチルアミン（別名ＭＤＭＡ）の塩酸\n塩を含有する錠剤４３５錠及び同様の粉末（合計１４２．３５７グラム；平成１３年\n押第２１２号の５ないし２４はその鑑定残量）を，みだりに所持した。\n（証拠の標目）（略）\n（事実認定の補足説明及び弁護人の主張に対する判断）\n第１　争点\n判示第１の国際的な協力の下に規制薬物に係る不正行為を助長する行為\n等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律\n（以下，「麻薬特例法」という。）違反，関税法違反の事実について，弁護人は，\n(1)①判示第１の事実にかかる公訴事実において「麻薬様の錠剤」とする点は\nいかなる麻薬であったかの特定を欠いており，結局，訴因の特定を欠いてい\nる，②「麻薬様の錠剤」が麻薬であるとの証拠は被告人の自白以外に補強証\n拠がない，③被告人は，鞄，雑貨等の輸入販売を業としていたものであり，大\n麻及び麻薬並びに麻薬としての錠剤の各輸入を併せて業としたとはいえないと\nの各理由から被告人は無罪である，(2)仮に有罪であったとしても，被告人の供\n述調書は取調官の誤導によるもので信用性がなく，被告人が輸入した麻薬様\nの錠剤の数量は公訴事実よりも少ないものである旨主張し，被告人も，(2)につ\nいては，これに沿うような供述をしているので，以下検討する。\n第２　弁護人の主張(1)について\nまず，①の点については，弁護人指摘の「麻薬様の錠剤」との部分は，麻薬\n特例法８条１項にいう「規制薬物として交付を受け，又は取得した薬物その他\nの物品」を摘示したものであることは明らかであって，訴因の特定に欠けるとこ\nろはない。\nまた，②の点についても，麻薬特例法８条１項にいう「規制薬物として」とは，\n規制薬物ではない薬物その他の物品（規制薬物であることの証明のない場合\nを含む。）の輸入等の行為に及んだ行為者が，その行為時に，当該薬物その\n他の物品を規制薬物であると認識していることをいうものである上，被告人の\n供述は，別紙２振込入金並びに荷物配送一覧表（司法警察員Ａ作成の資料作\n成に関する捜査報告書謄本〔甲７９〕添付の振込入金並びに荷物配送一覧表\nに同じ。以下，「振込入金等一覧表」という。）記載の被告人名義の銀行口座へ\nの入金状況，ｒレールゴーサービスの利用状況，被告人の出入国の状況など\nの客観的事実によく符合していることに加えて，被告人が平成１３年４月２日ド\nイツ連邦共和国ベルリン市内から被告人方宛に発送した航空小包郵便物から\n現にＭＤＭＡが発見されたことなどからすれば，被告人の供述の真実性は十\n分保障されているということができるのであって，補強証拠に欠けるところはな\nいというべきである。\nさらに，③の点についても，被告人は，判示のとおり，平成１２年３月２１日こ\nろから平成１３年４月５日までの間に，前後１１回にわたって，輸入後に譲渡益\nを得ることを目的として，ＭＤＭＡとしての錠剤並びにＭＤＭＡ及び大麻の各輸\n入を行ったのであるから，前記各輸入を「業とした」ものであることは明らかで\nある。そして，「業とした」といえるか否かは，その行為が客観的にみて営業行\n為と評価できるものであるか否かが問題となるのであって，被告人に他に収入\nがあったとしても，被告人が前記各輸入を「業とした」ものであるとの前記認定\nを左右するものではない。\n以上の次第であって，弁護人の主張(1)は採用できない。\n第３　弁護人の主張(2)について\n１　被告人は，捜査段階及び第１回公判においては，麻薬として取得した錠剤\nの輸入量については，判示第１に係る公訴事実のとおりである旨供述してい\nたものの，第３回公判における被告人質問においては，前記輸入量は，被\n告人名義の銀行口座の入金状況や渡航の日程から輸入量を割り出したも\nのに自己使用分やＢへの譲渡分を加えたものであるところ，この自己使用\n分やＢへ譲渡した分については，正確な記憶がない旨供述するに至り，弁\n護人も，被告人の捜査官に対する供述調書は，誤導によるものであって，信\n用性がない旨主張する。\n２　そこで，検討するに，関係各証拠により認められる被告人名義の銀行口座\nへの入金状況，ｒレールゴーサービスの利用状況，被告人の出入国の状況\nなどは，別紙２振込入金等一覧表記載のとおりであるところ，別紙１犯罪事\n実一覧表番号２ないし９の「麻薬として取得した錠剤の数量」欄記載のとおり\nの輸入量については，別紙２振込入金等一覧表記載の客観的事実から裏\n付けられているものとみることができる。また，別紙１犯罪事実一覧表番号１\nの「麻薬として取得した錠剤の数量」欄についても，被告人が，平成１２年４\n月下旬と同年５月下旬に，１０００錠ずつ自称Ｃに渡したところ，１錠１５００円\nの単価を値切られ，２回とも１４０万円を受け取った記憶が鮮明に残っている\nので，２０００錠を自称Ｃに渡したことは間違いない旨供述しているところ（乙\n１５），その内容は，関係証拠により認められる被告人名義の郵便貯金口座\nに，平成１２年５月１日に１１０万円，同月１８日に１３０万円の入金がされて\nいる事実と符合していると判断される。さらに，別紙１犯罪事実一覧表番号１\n０の「麻薬として取得した錠剤の数量」欄については，被告人は，別紙１犯罪\n事実一覧表８の渡航から３回にわたり１万錠ずつ買い付けた旨供述するとと\nもに，新幹線のダイヤが乱れていたため，普段利用しているｒのレールゴー\nサービスの利用をあきらめ，知人を介して，６０００錠を自称Ｃと現金取引し，\n残りの４０００錠のうち２０００錠をＢに渡し，２０００錠は，今回の事件が発覚\nして逃走中に，東京で自称Ｃに渡した旨具体的に譲渡の状況を供述してい\nる（いずれも乙１５）ことに加えて，前記のとおり，別紙１犯罪事実一覧表番号\n８及び９の「麻薬として取得した錠剤の数量」欄の各１万錠について客観的\n事実の裏付けがあることをも併せ考えれば，この点についての被告人の供\n述は十分信用できると判断される。\n３　他方，判示第１に係る公訴事実中別紙１犯罪事実一覧表番号１，３ないし７\nの各「麻薬として取得した錠剤の数量」欄記載の数量を超える部分について\nは，本件各証拠関係の下で，これを認定することには合理的疑いが残ると\n言わざるを得ず，結局，別紙１犯罪事実一覧表の限度で認定するのが相当\nであると判断した。\n（法令の適用）\n罰条\n第１の行為中\n大麻及び麻薬並びに麻薬として取得した錠剤の各輸入を併せて業とした点に\nついて 国際的な協力の下に規制薬物に係る不正行為を\n助長する行為等の防止を図るための麻薬及び向\n精神薬取締法等の特例等に関する法律（以下，\n「麻薬特例法」という。）５条１号，２号，麻薬及び\n向精神薬取締法６５条２項，１項１号，２条１号，別\n表第１第７５号，７６号，麻薬，向精神薬及び麻薬\n向精神薬原料を指定する政令１条２１号，大麻取\n締法２４条２項，１項\n関税法上の輸入未遂の点について\n関税法１０９条３項，１項，関税定率法２１条１項１\n号\n第２の行為中\n大麻所持の点について　　　　大麻取締法２４条の２第１項\n麻薬所持の点について　　　　麻薬及び向精神薬取締法６６条１項\n科刑上一罪の処理\nいずれも刑法５４条１項前段，１０条（それぞれ１罪として重い，第１の行為につ\nいては大麻及び麻薬並びに麻薬として取得した錠剤の各輸入を併せて業とし\nた罪の刑で，第２の行為については麻薬所持の罪の刑で，各処断）\n刑種の選択\n第１の罪　　　　　　　　　　　　　　　有期懲役刑及び罰金刑を選択\n併合罪加重　　　　　　　　　　　　　　　懲役刑につき，刑法４５条前段，４７条本文，１\n０条（重い判示第１の罪の懲役刑に刑法１４条の\n制限内で法定の加重）\n未決勾留日数の算入　　　　　　　　刑法２１条（懲役刑に算入）\n労役場留置　　　　　　　　　　　　　　刑法１８条\n没収　　　　　　　　　　　　　　　　　　　大麻につき大麻取締法２４条の５第１項本文\n麻薬につき麻薬及び向精神薬取締法６９条の３\n第１項本文\n追徴　　　　　　　　　　　　　　　　　　　麻薬特例法１３条１項前段，１１条１項１号\n訴訟費用の不負担　　　　　　　　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，判示のとおり，被告人が，平成１２年３月２１日ころから平成１３年４月５\n日までの間，前後１１回にわたって，営利の目的で，大麻及び麻薬の輸入並びに\n麻薬として取得した錠剤の輸入を併せてすることを業とするとともに，同年４月６\n日，関税定率法上の輸入禁制品である大麻及び麻薬を輸入しようとしたが，その\n目的を遂げず（第１），同年４月１３日，当時の被告人方において，大麻及び麻薬\nを所持した（第２）という，麻薬特例法違反，関税法違反，麻薬及び向精神薬取締\n法違反，大麻取締法違反の事案である。\n２　まず，第１についてみると，被告人は，Ｄと称するアムステルダムの麻薬バイヤ\nーと知り合いであること及びＣと称する東京方面に住む外国人から麻薬の輸入の\n依頼があったことを奇貨として，事業資金として借りた負債の返済などのために，\n自称Ｄからの仕入額と自称Ｃに対する譲渡額との差益を得ることを目的として，\n麻薬や大麻といった規制薬物の害悪を顧みようともせず，反復継続して行う意思\nを持って，計画的に，１年以上もの間，前後１１回にわたって，犯行を敢行したも\nので，輸入した大麻が約８８０グラム，輸入した麻薬が５０００錠以上（１５００グラ\nム以上），輸入した麻薬として取得した錠剤が５万錠以上にのぼるなど，結果も重\n大で，犯情は極めて悪質である。\n近年，麻薬や大麻を含む規制薬物の蔓延が深刻な社会問題となり，その厳重\nな取り締まりが社会的要請となっていることからすれば，本件のような営利目的\nでの規制薬物及び規制薬物としての物品を併せて輸入することを業とした事犯に\n対しては，一般予防の見地からも厳罰をもって臨むのが相当と思料される。\n３　また，第２についてみると，被告人は，２，３年くらい前にＭＤＭＡを，１年くらい前\nに大麻を，それぞれ初めて使用して以来，ＭＤＭＡと大麻の魅力に取り憑かれ，\n判示第１の犯行の際に併せて自己使用分をも持ち帰るなどする中で，本件犯行\nに及んだものであって，被告人のＭＤＭＡや大麻等に対する親和性には相当根\n深いものがあるとみられ，再犯のおそれもないとはいえない。\n４　そうすると，被告人の刑事責任は相当に重いというべきである。\n５　他方，被告人は，第２の事実については，一貫してこれを認め，第１の事実につ\nいても，逮捕直後は否認していたものの，その後これを認めるに至ってからは，\n大筋においては一貫してこれを認めているのであって，事案解明に少なからぬ役\n割を果たしたものと認められること，被告人に前科はないこと，本件が発覚した後\nに離婚した被告人の元妻が情状証人として出廷し，被告人の社会復帰後は復縁\nしたいとの意向を示していることなど，被告人のために酌むことのできる事情も認\nめられる。\n６　そこで，これら諸般の事情を総合考慮し，被告人を主文の懲役刑に処するととも\nに，営利目的での薬物等輸入事犯が経済的に引き合わないことを知らしめるた\nめ，相応の罰金刑を併科することとした次第である。\n７　なお，被告人は，自称Ｃに譲渡することを予定して第１の輸入に及んだものであ\nるから，自称Ｃに対する譲渡額６０９２万２０００円（ｓ銀行ｔ支店に開設された被告\n人名義の普通口座に，平成１２年３月２１日以降，Ｅ及びＦ名義で入金された５４１\n２万２０００円〔甲７４〕，平成１２年４月下旬及び５月中旬に被告人が自称Ｃから直\n接受領した各１４０万円，平成１３年３月８日ころ，Ｇを介して，自称Ｃから受領した\n４００万円の合計額）と自称Ｄからの仕入額４１７９万円（１錠７００円で，約５万９７\n００錠購入）との差額１９１３万２０００円を，被告人が第１の輸入の報酬として得た\n財産とみるのが相当であるが，既に費消しており没収することができないので，\nその価額を追徴することとした。\n８　よって，主文のとおり判決する。\n（検察官壬生隆明，国選弁護人大原圭次郎各出席）\n（求刑－懲役１５年及び罰金１０００万円，没収，追徴５４１２万２０００円）\n平成１４年１月３１日\n福岡地方裁判所第１刑事部\n裁判長裁判官　　　谷　　　　　　　敏　　　行\n裁判官　　　家　　　令　　　和　　　典\n裁判官　　　古　　　庄　　　　　　　研\n"
}