{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 26
  },
  "case_number": "平成16(ネ)16",
  "case_name": "預金払戻請求控訴事件",
  "court_name": "広島高等裁判所第3部",
  "original_court_name": "山口地方裁判所\n        　周南支部",
  "original_case_number": "平成13(ワ)229",
  "lawsuit_id": "3758",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3758",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/758/003758_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　本件各控訴をいずれも棄却する。\n２　控訴費用は，控訴人らの負担とする。\n事　実　及　び　理　由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人Ａに対し，１６００万２８４２円及びこれに対する平\n成１３年８月２８日から支払済みまで年６分の割合による金員を支払え。\n３　被控訴人は，控訴人Ｂに対し，１８３１万４０６２円及びこれに対する平\n成１３年８月２８日から支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n１　本件は，有限会社Ｃの被控訴人に対する銀行取引約定に基づく手形割引に\n係る債務を連帯根保証した控訴人らが，被控訴人に対し，被控訴人が行った割引\n手形買戻請求権等と控訴人らの預金債権との相殺は，①保証対象を商業手形に限\n定した合意に反し無効である，②前記根保証契約は錯誤により無効であり，同契\n約に基づく相殺も無効であると主張して，預金払戻請求権に基づき各預金の支払\nを求め，又は③被控訴人には，手形割引に際し，融通手形を割り引くことのない\nようにすべき調査義務があるにもかかわらず，この義務に違反して融通手形を割\nり引いたため，手形が不渡りとなり，前記相殺をせざるを得なくなり，控訴人ら\nは相殺によって消滅した預金額相当の損害を受けたと主張して，不法行為による\n損害賠償請求権に基づき前記相殺により消滅した各預金額相当の損害金の支払を\n求めた事案である。なお，附帯請求は，前記相殺が行われた日以降であり，控訴\n人らの預金払戻請求の意思表示が被控訴人に到達した日の翌日である平成１３年\n８月２８日から商事法定利率年６分の割合による遅延損害金である。\n原審は，前記根保証契約及び前記相殺はいずれも有効であり，かつ，被控\n訴人による不法行為は成立しないとして，控訴人らの請求をいずれも棄却したた\nめ，控訴人らが控訴したものである。\n２　以上のほかの事案の概要は，次のとおり，付加，訂正するほか，原判決の\n「事実及び理由」中の「第２　事案の概要」に記載のとおりであるから，これを\n引用する。\n(1)　原判決２頁２４行目から２５行目にかけて，２７行目，３頁１０行目，\n１６行目から１７行目にかけて及び１９行目から２０行目にかけての「争いがな\nい。又は」を，いずれも「争いがない事実及び」に改める。\n(2)　同３頁２行目の「の手形」を削除し，４行目から５行目にかけての「甲\n４又は弁論の全趣旨」を「争いのない事実及び甲４」に改める。\n(3)　同４頁１行目の「締結した。」の次に「なお，前記合意に係る保証書\n（甲１）中には，「手形割引」と保証の範囲が特記されているところ，このよう\nに，控訴人らが，保証の対象から，証書貸付や手形貸付取引など債務者を直接保\n証する形態を除いた趣旨にも照らすと，手形割引においても，融通手形は保証対\n象からはずすことが当然の前提とされ，その保証の範囲を商品売買等の実質的裏\n付けがあって，比較的確実に決済される商業手形に限定する意思によったものに\nほかならない。」を加える。\n(4)　同４頁２行目「不渡りによって」を「不渡りになったことによって」に\n改める。\n(5)　同５頁３行目の冒頭に，「前記事情が単なる動機であるとしても，控訴\n人らはこれを表示していたものであって，」を加える。\n(6)　控訴人らの当審における主張\n手形振出人の決済能力及び信用力は，約束手形を取得して融資を行う金\n融機関のみが調査をして，情報収集できる立場にあり，保証人となろうとする者\nの多くは，金融機関の説明あるいは金融機関に対する信頼性に依拠して，契約を\n締結するか否かを決定することとなる。したがって，債権者である金融機関は，\n保証人との間で保証契約を締結し更新する過程において，保証人に対し，信義則\n上，前記決済能力及び信用力等の情報を提供すべき義務があると解するべきであ\nる。\nまた，一般に金融機関は，その業務取扱規程において，手形割引に関\nし，融通手形と判断されるものは取り扱ってはならないと定めているところ，手\n形割引に関する保証人に対する関係でも融通手形を割り引かないように十分調査\nをし，取得した情報を提供すべき義務があるといえる。\n本件において，被控訴人が調査義務を尽くせば，融通手形であることは\n明白化していたといえる。また，被控訴人は，Ｄら本件で問題となっている手形\nの振出人３名について，従前から，融通手形の疑いをもって調査し，一定額を超\nえる新たな手形割引には応じないなどして，総額を管理していたのである。しか\nるに，被控訴人は，控訴人らとの契約更新の際に，このような調査等の結果得ら\nれた情報を秘匿し，かつ，根保証限度額の範囲内に融通手形の額面総額が止まる\nように抑制して，自らの利益のみ図っていたものである。\n被控訴人には，控訴人らに対する調査義務及び情報提供義務の懈怠があ\nることが明らかであり，損害賠償責任を負うものである。\n第３　当裁判所の判断\n１　当裁判所も，控訴人らの本件各請求はいずれも理由がないと判断する。\nその理由は，以下のとおり，付加，訂正するほか，原判決の「事実及び理\n由」中の「第３　争点に対する判断」に記載のとおりであるから，これを引用す\nる。\n(1)　原判決７頁２３行目の「保証人とした。」を「控訴人らとの間で根保証\n契約を締結した。」に改める。\n(2)　同９頁２行目の「約３００万円」を「約３０００万円」に改め，３行目\nの末尾に続けて，「また，Ｅは，上記の経営についての助言の際に，有限会社Ｃ\nから，各販売先との取引や在庫の状況について聴取したり，有限会社Ｃに出入り\nする運送会社のトラックが実際に商品を運搬しているのを見ては，代表者等に商\n品の内容や搬送先をヒアリングするなどして，Ｄらとの取引の有無等についても\n確かめていた。そして，従前からの取引経過等も踏まえて，融通手形ではないも\nのと判断して，有限会社Ｃから依頼のあった本件各手形の割引に応じたのであっ\nた。」を加える。\n(3)　同９頁２２行目の冒頭に，\n「　控訴人らは，被控訴人との間で保証の対象としたのは，商業手形に限定\nした手形割引に基づく債務であり，融通手形によるものは含まれないところ，本\n件相殺は，融通手形に係る買戻請求権を自働債権とするものであり，この買戻請\n求権に基づく債務には，控訴人らの保証は及ばず，本件相殺は無効であるとす\nる。\nしかしながら，被控訴人と有限会社Ｃの間の銀行取引約定書（甲２）中\nには，手形割引に関して生じた債務と記載されているのみで，手形割引の対象と\nなる手形の範囲について，融通手形を除外する旨の記載はもちろん，その他の定\nめも認められず，さらに，控訴人らの差し入れた保証書（甲１）中にも同様の記\n載や定めがないことが明らかである。\nこの点，」を加える。\n(4)　同１０頁１０行目の冒頭に，「そして，前記銀行取引約定書及び前記保\n証書の記載に照らしても，控訴人らと被控訴人との間で，保証の範囲を商業手形\nに係る手形割引に限定する旨の合意が成立したとは認めることができず，他にこ\nれを覆すに足りる証拠は認められない。」を加え，同行の「本件根保証契約は，\nその保証対象には」を「本件根保証契約の保証対象には」に改める。\n(5)　同１０頁１３行目の冒頭に，\n「　連帯保証人が連帯保証をするにあたって，主債務者の信用が最も重視さ\nれるべきであるが，他方，主債務者の資力の有無は連帯保証人が自ら判断し，引\nき受けるべき危険にほかならず，主債務者の資力の有無に関する錯誤は当然には\n要素の錯誤にはならないというべきである。\nこれに対し，控訴人らは，被控訴人との間において根保証契約を締結\nし，更新するに際し，被控訴人Ｆ支店の当時の各支店長から，融通手形は手形割\n引の対象には含まれず，また有限会社Ｃを倒産させない旨の発言があったことを\n前提として，保証対象に融通手形の手形割引を含まないこと，有限会社Ｃの経営\n状態が悪化しないことが，控訴人らの動機として表示された旨主張する。\nしかしながら，前記各支店長であるＧ，Ｈ及びＥらが，控訴人ら主張の\n説明をしたとは認められないのは前記判示のとおりである。また，」を加える。\n(6)　同１０頁２３行目の「錯誤があった」の次に「，あるいは上記のような\n動機が表示された」を加える。\n(7)　同１１頁２３行目の「３人の」の次に「振り出した」を加え，２４行目\nの「これら３人の手形が融通手形である」を「これらの手形の中に融通手形が含\nまれている」に，２６行目の「原告らの主張するとおり，本件各手形がいずれも\n融通手形であった」を「そうであった」に改め，２７行目の「認定したとお\nり，」の次に「被控訴人は手形割引に際しては手形照会をし，また，」を加え\nる。\n(8)　同１２頁１行目から２行目にかけての「しかも手形金額が丸い手形であ\nるから，」を「しかも手形の額面金額が，切りが良く端数のない金額であること\nから，」に改め，３行目の「証人Ｅによれば，」の次に「有限会社Ｃからその各\n販売先との取引状況について聴取したり，」を加え，５行目の「社長」を「代表\n者等」に改める。\n(9)　同１２頁８行目の「手形が」から９行目の末尾までを，「手形について\n融通手形の疑いがないかどうか必要な調査をした上，融通手形ではないと判断し\nて手形割引に応じていたものと認められる。」に改める。\n(10)　控訴人らの当審における主張について\n控訴人らは，被控訴人には，債権者として主債務者である有限会社Ｃの\n信用状況について調査し，その結果得られた情報や手形割引に関する情報等を，\n連帯根保証をした控訴人らに提供すべき信義則上の義務があると主張する。\nしかしながら，主債務者の信用状態に関する調査は，被控訴人が与信取\n引の開始や継続等を決するに当たり，その意思形成を円滑，適切に行うことを目\n的としてされるものである上，本件における根保証契約は，従前から限度額が４\n０００万円と定められ，期間も１年ごとに更新されてきたものであること，本件\n全証拠によっても，その間に，被控訴人と有限会社Ｃとの取引状況や有限会社Ｃ\nの信用状態について，保証人の責任に大きく影響を及ぼすような著しい変化や特\n別の事情が生じたものとは認められないこと，被控訴人は，手形割引をするに当\nたって，有限会社Ｃと各振出人らとの従前からの取引経過や手形割引当時の取引\n状況等に照らして，いずれも融通手形ではないと判断してこれに応じたものであ\nることなどをも勘案すると，本件において，被控訴人に，上記のような調査等の\n結果得られた情報を控訴人らに提供すべき義務があったものとは認められない。\nしたがって，控訴人ら主張の情報提供義務違反に基づく損害賠償請求も\n理由がない。\nなお，本件においては，ほかに控訴人らの責任の範囲を制限するのを相\n当とするような事情も認められない。\n２　よって，控訴人らの本件各請求をいずれも棄却した原判決は相当であり，\n本件各控訴は理由がないから，いずれも棄却することとし，主文のとおり判決す\nる。\n広島高等裁判所第３部\n裁判長裁判官　　　西　　　島　　　幸　　　夫\n裁判官　　　齋　　　藤　　　憲　　　次\n裁判官　　　永　　　谷　　　幸　　　恵\n"
}