{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 27
  },
  "case_number": "平成11(ワ)17601",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/012587_hanrei.pdf",
  "contents": "平成１１年（ﾜ）第１７６０１号　特許権侵害差止等請求事件\n口頭弁論終結日　平成１３年１月３０日\n判　　　　　　　決\n原　　　　告       　　　大日本印刷株式会社\n代表者代表取締役         【Ａ】\n訴訟代理人弁護士　       赤　尾　直　人\n補佐人弁理士         　　内　田　亘　彦\n同                       蛭　川　昌　信\n被　　　　告 　　　  　　ゼネラル株式会社\n代表者代表取締役        【Ｂ】\n訴訟代理人弁護士 　　　　久保田　　　穰\n同　　　          　　　 増　井　和　夫\n補佐人弁理士         　　岡　部　正　夫\n同                       臼　井　伸　一\n主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１　被告は，別紙原告物件目録記載の感熱転写シートの製造及び販売を行っては\nならない。\n２　被告は，原告に対し，金４億８０００万円及びこれに対する平成１１年８月\n１７日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１　争いのない事実等\n(1)ア　原告は，印刷業務及び印刷を行うために必要な物品の製造販売などを目\n的とする株式会社である。\nイ　被告は，印刷用の物品の製造販売などを目的とする株式会社である。\n(2)　原告は，次の特許権（以下「本件特許権」といい，特許請求の範囲請求項\n１の発明を「本件発明」という。また，本件特許権に係る明細書（甲２の２）を，\n「本件明細書」という。）を，ザ・インクテック株式会社と共有している。\n登録番号　　第２００７４４３号\n発明の名称　感熱転写シート\n出願日　　　昭和５９年１２月１８日\n出願公告日　平成５年１１月１８日\n登録日　　　平成８年１月１１日\n特許請求の範囲請求項１\n「ベースフィルム面上にマット層を設け，且つ該マット層上にマット層か\nら剥離する熱溶融性インキ層を有している感熱転写シートであって，該マット層が\n下記の成分Ａ，Ｂ，Ｃ\nＡ　熱可塑性樹脂，またはＯＨ基，またはＣＯＯＨ基を有する熱可塑性\n樹脂にアミノ基を２個以上有する化合物またはジイソシアネートを加えた樹脂，\nＢ　無機顔料の微粉末からなるマット剤，\nＣ　導電性粉体\nからなり，該マット層の平均マット深度が０．１５～２μであり，且つ\n該マット層の表面抵抗値が10\n９Ω以下であることを特徴とする感熱転写シート。」\n(3)　本件考案の構成要件は，次のとおり分説される（以下「構成要件ア」など\nという。）。\nア　ベースフィルム面上にマット層を設け，且つ該マット層上にマット層か\nら剥離する熱溶融性インキ層を有している感熱転写シートであって，\nイ  該マット層が下記の成分Ａ，Ｂ，Ｃ\nＡ　熱可塑性樹脂，またはＯＨ基，またはＣＯＯＨ基を有する熱可塑性樹\n脂にアミノ基を２個以上有する化合物またはジイソシアネートを加えた樹脂，\nＢ　無機顔料の微粉末からなるマット剤，\nＣ　導電性粉体\nからなり，\nウ　該マット層の平均マット深度が０．１５～２μであり，且つ該マット層\nの表面抵抗値が10\n９Ω以下であることを特徴とする\nエ　感熱転写シート。\n(4)　被告は，平成７年１月ころから，感熱転写シートを製造販売している（弁\n論の全趣旨）。\n２　本件は，本件特許権を共有している原告が，被告に対し，被告の製造販売し\nている感熱転写シートは本件発明の技術的範囲に属するから，その製造販売は本件\n特許権の侵害であると主張して，その製造販売の差止め及びこの侵害による損害の\n賠償を求める事案である。\n第３  争点及びこれに関する当事者の主張\n１　争点\n(1)  被告の製造販売している感熱転写シートの特定\n(2)  被告の製造販売している感熱転写シートが，構成要件アの「剥離する」を\n充足するか\n(3)　　被告の製造販売している感熱転写シートが，構成要件ウの「平均マット\n深度が０．１５～２μ」を充足するか\n(4)  先願の抗弁の成否\n(5)  本件特許の有効性\n(6)  損害の発生及び額\n２　争点に対する当事者の主張\n(1)  争点(1)について\n（原告の主張）\n被告の製造販売している感熱転写シートは，別紙原告目録記載のとおりで\nある。\n（被告の主張）\n原告の上記主張は否認する。\n(2)  争点(2)について\n（原告の主張）\n「剥離」は，インキ層がマット層から完全に分離することを意味しない。\n一般に，完全な分離でなくとも，圧倒的多数の素材が離れた状態になれば，それ\nを「剥離」と評価することが可能である。\n本件発明において，加熱による転写では，一部のインキがマット層に付着\nして残存することが当然に生じうるし，インキ層が完全に分離しなくとも，マット\n層表面の凹凸形状を反映した転写及び印字がなされれば，本件発明の作用効果を奏\nすることができる。\n本件明細書にも，「剥離」がインキ層の完全な分離を意味するとの記載は\nなく，「加熱時に剥離性がよいことが必要である。」（公報５欄３ないし４行）と\nの記載は，部分的にインキが残存することを前提にしている。\n（被告の主張）\n本件発明は，マット層表面の凹凸形状を反映した転写及び印字がなされる\nことで，つや消しの効果を生じさせるものであるから，インキ層は，この効果を奏\nするため，完全にマット層から剥離しなければならない。\n本件明細書においても，加熱時に剥離性が高いことが必要である旨の記載\nなど，インキ層がマット層から完全に分離することに留意した記載がある。\nしたがって，「剥離」は，マット層とインキ層が実質上完全に剥離するこ\nとを意味するが，構成要件ウの「平均マット深度が０．１５～２μ」との要件が本\n件発明の核心であることからすると，「剥離」は，平均マット深度の測定方法と同\n一の測定方法によって，０．０１μｍを越えるインキ層の残存あるいはマット層の\n剥げがないことを意味すると解すべきである。\n被告の製造販売している感熱転写シートは，インキ層がマット層から完全\nに分離せず，印字後アンダーコート上にインキが残留するから，「剥離」を充足し\nない。\n(3)  争点(3)について\n（原告の主張）\nア  「マット」には，つや消し面という意味があり，また，反射面において\n凹凸面が形成されることでつや消し効果が生じることは，当業者における技術常識\nに該当する。\n本件発明において，マット層に凹凸が形成されることは，マット剤とし\nて粒状の無機顔料を使用することから明らかであるし，本件発明が，マット層から\n剥離して転写されたインク表面における適切なつや消し効果を目的とすることは，\n本件明細書において，発明の効果として，つや消し印字等を行うことができる旨の\n記載があること，実施例においてマット層を使用したものとしないものとで光沢度\nが異なる旨の説明がなされていることから明らかである。\nこのように，本件発明がつや消し効果を目的とし，この効果が，マット\n層の表面粗さに由来している以上，「平均マット深度」は，マット層における表面\n粗さに基づく深さの平均値を意味し，また，当業者も，この意味を，当然に察知す\nることができる。\nイ　マット層における表面粗さに基づく深さの平均値を算出するには，必然\n的に基準となる位置が存在しなければならないが，この基準位置は，マット表面を\n平均に均した平坦面と解すべきである。なぜなら，凹凸が存在しない場合には，全\nくつや消しの効果が生じず，平均マット深度が０であるので，この平坦面を基準位\n置とすべきであるからである。そうすると，「平均マット深度」は，表面の凹凸形\n状を均したことによる平坦面に対する凹部及び凸部の深さの程度の平均値を意味す\nることになる。\n本件明細書には，マット層の膜厚について，「好ましい平均マット深度\n０．１５～２μを確保する上でも，０．２μ以上の厚さが必要である」との記載が\nある（公報第５欄６～７行）から，「平均マット深度」の程度を規律する基準位置\nと，マット層の膜厚を規律する基準位置は，同一でなければならないところ，ここ\nでいうマット層の膜厚は，凹凸の表面を均した平均値である。このことは，①マッ\nト層の膜厚の上限値について，本件明細書に，「３μを超えると熱感度が低くな\nる。」（公報５欄７～８行）との記載があるところ，熱感度がマット層の厚さによ\nって左右されるのは，熱がマット層を伝達する際に，マット層における熱抵抗に伴\nって吸収されることに由来するが，このような吸収は，マット層の平均厚さによっ\nて規律されること，②本件明細書の実施例において，「コート量１ｇ／㎡で塗布し\nた。」と，マット層の厚さを「ｇ／㎡」の単位による平均厚さで表現しているこ\nと，③本件明細書において，ベースフィルムの厚さは平均厚さによって表現されて\nいると解されること，④本件特許出願当時に存在した感熱転写シートの厚さに関す\nる特許公報（別表１ー１，１－２）において，厚さを「ｇ／㎡」と平均値で表した\nものが複数あること，⑤本件特許出願当時に存在した塗装に関する技術文献（甲７\n９）において，塗膜の厚さの表示は原則として平均値である旨記載されているこ\nと，⑥本件特許出願後に制定された塗料の膜厚測定に関するＪＩＳ規格において，\n本件特許出願時の技術常識を採用して，膜厚を平均値で求める旨規定されているこ\nとから明らかである。\nウ　「平均マット深度」の測定基準は，本件特許出願時に存在した基準であ\nって，工業製品全般の表面粗さに適用し得るものとして，昭和５９年１２月１８日\n当時のＪＩＳ規格であるＪＩＳ　Ｂ０６０１規格（以下「旧ＪＩＳ規格」とい\nう。）の中心線平均粗さ方法によるべきである。\n(ｱ)  中心線平均粗さ方法は，「表面粗さ」を，対象面からランダムに抜き\n取った各部分における所定の計算方式に基づく算術平均値と定義し，被測定面にお\nける断面曲線から，所定の波長より長い表面うねり成分を除去した曲線を粗さ曲線\nと定義し，粗さを形成する凹凸面を均した平坦面における直線を中心線又は平均線\nとして設定した上で，所定の測定長さにおける粗さ曲線の積分計算を行って，所定\nの測定長さにおける凹部及び凸部の深さの程度による平均値を表す方法であるか\nら，「平均マット深度」の定義に合致する。\n中心線平均粗さ方法においては，うねり成分の波長を除去（カットオ\nフ）のするが，このような波長は，コーティングムラやコーティングの外傷によっ\nて生じるものであって，本件発明の想定する凹凸形状形成要因ではなく，また，明\nらかにつや消しには寄与しないから，除外する方が適切である。旧ＪＩＳ規格で\nは，経験則及び客観的推定に立脚し，中心線平均粗さの範囲によって，カットオフ\nの基準値を定めているから，このような基準値を採用することに何らの不合理性は\nない。\n中心線平均粗さ方法による０．１５μｍが，急激なつや消し効果の現\n象に至らないための下限値であり，中心線平均粗さ方法による２．０μｍがインキ\n層とマット層との剥離性維持及び適切な解像度を得るための上限値であることは，\n実際の実験の結果からも認められる。\n原告は，昭和５８年１１月８日，本件特許の出願に先立ち，感熱転\n写シートの特許の出願（特願昭５８ー２０８３０６，以下「原告先願」という。）\nをし，この出願においても，「平均マット深度」との用語を用いているが，その実\n施例において，中心線平均粗さ方法による測定を行っている。この実施例の測定が\n中心線平均粗さ方法によることは，この実施例におけるマット層の厚さの記載か\nら，又は，この実施例を追試することにより，当業者が容易に把握し得る。本件特\n許は，その出願審査過程において，この先願発明との対比を経た上で権利付与され\nたものであること，被告が本件特許の無効審判において本件発明とこの先願の「平\n均マット深度」の同一性を主張していることからすると，この先願を本件特許の\n「平均マット深度」の斟酌に用いることは十分許容される。\n(ｲ)　　旧ＪＩＳ規格の十点平均粗さ方法は，以下の理由から，「平均マッ\nト深度」の測定方法として適当でない。\n十点平均粗さ方法は，凹部及び凸部の概略の平均位置による「幅平\n均」を算出するもので，特定の位置を基準とする「深度」すなわち「深さの程度」\nを測定するものではなく，また，連続した表面の全てを「平均」するものではない\nから，「平均マット深度」の用語自体に明らかに適合しない。\n十点平均粗さ方法では，最高から五番目まで及び最深から五番目まで\nの標高の位置が平均の対象となるだけであって，その中間の標高を呈する凹凸は完\n全に無視されるところ，中間の標高を形成する凹凸もつや消し効果に寄与してい\nる。\n十点平均粗さ方法による場合，「平均マット深度」が膜厚よりも大き\nい場合が当然に生じうるが，これは，本件明細書中の，「好ましい平均マット深度\n０．１５～２μを確保する上でも，０．２μ以上の厚さが必要である」との記載と\n明らかに矛盾する。\n旧ＪＩＳ規格の解説表において，十点平均粗さ方法は，μｍを単位に\nした場合の有効数字を小数点以下１桁にしているが，これは，「平均マット深度」\nの下限値である０．１５μｍの表現形態と合致しない。\n十点平均粗さ方法は，１０点しかデータを取らないため，測定精度が\n低いが，あえて，このような測定精度の低い方法に依拠しなければならない理由は\nない。\n実際の測定結果によっても，十点平均粗さ方法による測定値が０．１\n５～２μｍである場合，つや消しの効果が生じない。\n(ｳ)　　自乗平均平方根粗さ方法は，標準偏差値の算出において欠陥を有す\nることなどから，旧ＪＩＳ規格において採用されておらず，我が国において，表面\n粗さの基準として一般的に採用されていない。また，本件明細書には，単に「平\n均」と記載されていて，「平均マット深度」が，凹凸の深さの単純な平均値を算出\nするものであること，算術平均で求められた膜厚と対比する必要性からすると，\n「平均マット深度」の「平均」とは，自乗平均のような特殊な平均ではなく，単純\nな算術平均と解すべきである。\nしたがって，自乗平均平方根粗さ方法も，「平均マット深度」の測定\n方法として適当でない。\nエ  本件特許出願当時存在した表面粗さの測定方法の中で，「平均マット深\n度」を測定できるのは，触針式測定方法のみである。\nオ　被告の製造販売している感熱転写シートは，旧ＪＩＳ規格の中心線平均\n粗さ方法に基づいて，触針式測定方法で「平均マット深度」を測定した場合，その\n測定値は，０．１５ないし２μｍの範囲内にあるから，構成要件ウの「平均マット\n深度が０．１５～２μ」を充足する。\n（被告の主張）\nア  「平均マット深度」なるものは，学術用語や一般に用いられている技術\n用語ではなく，本件明細書の記載からもその意味は把握できない。\n本件明細書には，「平均マット深度」と，本件発明の効果であるつや消\nし効果との関係すら説明がないから，「平均マット深度」の意義（効果）も不明で\nあるし，また，「マット」には，凹凸という意味はないから，「マット深度」がマ\nット層の表面粗さと関係すると理解することもできない。\nこのように，本件特許は，「平均マット深度」の意味が不明であるか\nら，これに基づく権利行使はできない。\nイ　「平均マット深度」の測定方法として旧ＪＩＳ規格を用いることは，本\n件明細書中に一切記載がない。また，表面粗さの測定方法は，ベック平滑度，自乗\n平均平方根粗さ，中心線の深さなど旧ＪＩＳ規格以外の方法もあったこと，紙の表\n面粗さを測定する方法として最も広く用いられているのはベック平滑度であるこ\nと，旧ＪＩＳ規格は，元来，機械表面の粗さを想定したものであって，紙などの光\n沢のつや消しを直接念頭に置いたものではないことからすると，旧ＪＩＳ規格が，\n「平均マット深度」の測定方法として，当業者から当然に推察されるものではな\nい。\nまた，旧ＪＩＳ規格において，測定手段は，触針法の他にも種々の方法\nがあり，それによって，測定値が異なるし，触針法においても，触針の先端の大き\nさによって測定値が異なる。そもそも，触針法では，平均マット深度の下限値であ\nる０．１５μｍ程度の大きさの凹部を完全に測定できない。\n結局，本件発明において，「平均マット深度」の数値の基準はないとい\nうべきであるところ，数値を要件としつつ，その数値の基準のない特許に基づく権\n利行使はできないというべきである。\nウ  旧ＪＩＳ規格において，測定方法は，中心線平均粗さ方法以外に，最大\n高さ方法，十点平均粗さ方法がある。\n「平均マット深度」は，「深度」という表現から，頂上から谷底までの\n距離（以下「頂上－谷底深度」という。）を意味すると解するのが自然であるが，\nこの距離の現実的な評価方法としては，十点平均粗さ方法によるのが合理的であ\nる。十点平均粗さ方法においても，頂上－谷底深度の平均を算出するから，「平均\nマット深度」の「平均」に該当しないとはいえない。\n十点平均粗さ方法によると，小さな山や谷を無視することになるが，つ\nや消しの効果は，大きな凹凸が支配的な影響を与えているから，大きな凹凸のみで\n平均値を算出することは，十分合理的である。\nマット層の膜厚は，明細書に特別な注意がない以上，ＪＩＳ規格に従っ\nてマイクロメーターで測定することになるが，その場合，凸部の高さを基準とした\n膜厚が測定される。そうすると，マット層の膜厚は，底面から凸部の頂上を連ねた\n面までの距離が求められるから，十点平均粗さ方法による平均マット深度は，マッ\nト層の膜厚よりも当然に小さくなる。したがって，十点平均粗さ方法によっても，\nマット層の膜厚と平均マット深度の関係についての本件明細書の記載と矛盾しな\nい。\n被告の製造販売している感熱転写シートは，十点平均粗さ方法による測\n定によると，測定値が約２．６７μｍであるから，「平均マット深度が０．１５～\n２μ」を充足しない。\n(4)  争点(4)について\n（被告の主張）\n特許出願において，出願公開，審査請求という制度がある以上，特許出願\nによって技術を公開した者が，その後の他の者の権利にかかわりなく，その技術を\n実施できることは，正義衡平の見地から当然である。\n被告の製造販売している熱転写シートは，被告が本件特許に先立って出願\nした発明（特願昭５９－６９２０７号）の技術的範囲に属するから，その実施が本\n件特許によって妨げられることはない。\n（原告の主張）\n被告が主張する「先願の抗弁」なるものは，実定法上の根拠がなく認めら\nれない。\nまた，被告が先願と主張する発明は，その明細書において，被告の製造販\n売している感熱転写シートの構成を具体的に開示していないから，先願の抗弁は成\n立しない。\n(5)  争点(5)について\n（被告の主張）\n本件特許は，「平均マット深度」の意味が不明であるし，「平均マット深\n度」が所定の数値の範囲内であることで作用効果があることの説明がないから，無\n効である。\nまた，「平均マット深度」につき，本件発明と同一の数値範囲である原告\nの発明が，進歩性がないとして特許庁で拒絶査定を受けたから，本件特許も，同様\nに，進歩性がなく無効である。\nしたがって，本件特許は，明らかに無効であるから，本件特許権に基づく\n差止請求権等の行使は，権利濫用として許されない。\n（原告の主張）\n本件明細書の実施例を追試すると，「平均マット深度」の上限値及び下限\n値が，つや消し効果，解像度及びインキの剥離性との関係において，限界的効果を\n有していることがわかるから，当業者は，本件明細書の実施例を追試することで，\n本件発明の目的，具体的構成及び効果を確認し得る。したがって，本件明細書は，\n当業者が実施することができる程度に，発明の目的，構成及び効果を開示している\nといえる。\nまた，本件発明は，原告の先願発明を含め，いかなる従来技術とも相違し\nているから，進歩性を有している。\n(6)  争点(6)について\n（原告の主張）\n被告は，平成９年１０月以降，平成１１年６月までに，別紙原告物件目録\n記載の感熱転写シートの製造及び販売によって，４億２０００万円の利益を得た。\nまた，原告は，被告による製造販売と対抗するために，原告の感熱転写シ\nートの販売価格の値下げを行わざるを得ず，これにより６０００万円の損害を被っ\nた。\n（被告の主張）\n損害の発生及び額については争う。\n第４  争点に対する判断\n１　争点(1)について\n証拠（検乙１の１及び２）と弁論の全趣旨によると，被告の製造販売してい\nる感熱転写シートは，別紙物件目録記載のとおりであると認められる（以下，この\n目録記載の感熱転写シートを「被告製品」という。）。\n２　争点(3)について\n(1)  「平均マット深度」の意味について\n本件特許出願当時，「平均マット深度」という学術用語や一般技術用語が\nなかったことは当事者間に争いがなく，また，証拠（甲２の２）によると，本件明\n細書において，「平均マット深度」を定義した記載は全くないことが認められる。\nしかしながら，証拠（甲２４ないし２７，２９，３１，４２ないし４８，\n乙１０，１８）によると，本件特許出願当時，印刷や紙の技術に関する文献や特許\n公報において，印字等の表面に凹凸を設けることで，つや消しの効果が生じる旨が\n記載され，また，つや消し用のインキを「マットインキ」，凹凸のある印刷紙を\n「マットコート紙」と呼称するなど，「マット」が，つや消し，すなわち光沢度を\n下げるために表面に凹凸を設けたものという意味で，普通に用いられていたことが\n認められる。\n証拠（甲２の２）と弁論の全趣旨によると，本件発明において，マット層\nには，無機顔料と導電性粉末が含まれている（構成要件イ）から，本件発明のマッ\nト層には凹凸が形成されるものと認められる。また，証拠（甲２の２）によると，\n本件明細書には，本件発明がつや消し印字等の機能を与える感熱転写シートに関す\nるものであるとの記載（３欄１ないし２行，３欄３５ないし３８行），本件発明の\n作用として，「マット層を有しているので，つや消しされた見やすい文字や図形を\n印字することができる」との記載（８欄２０ないし２２行），本件発明の効果の１\nつとして，「つや消し印字」との記載（１２欄１２ないし１４行）があることが認\nめられる。\nそうすると，本件発明は，マット層の表面に凹凸を作り，それにより，そ\nれと密着するインキ層の底面に雌雄関係の凹凸を形成せしめ，それによって，転写\nされたインク表面のつや消しを行うことを目的の一つとする発明であると認められ\nる。\n以上によると，本件発明の「平均マット深度」にいう「マット」は，マッ\nト層に形成された凹凸を意味するものと認められ，「深度」が，深さの度合いを意\n味すること（甲８８，８９），凹凸の程度によってつや消しの効果に差異が生じる\nと考えられることからすると，当業者は，本件発明の「平均マット深度」につい\nて，マット層全体の凹凸の程度を意味するものと一応理解することができるものと\n認められる。\n(2)  「０．１５～２μ」が，旧ＪＩＳ規格の中心線平均粗さ方法による表示か\n否かについて\nア　原告は，構成要件ウの「０．１５～２μ」は，旧ＪＩＳ規格の中心線平\n均粗さ方法による表示であると主張する。\nしかしながら，本件特許請求の範囲において，このような記載はないの\nみならず，証拠（甲２の２）によると，本件明細書において，「平均マット深度」\nの表示方法に関する記載は全くなく，「０．１５～２μ」が中心線平均粗さ方法に\nよる表示である旨の記載はないことが認められる。\nまた，証拠（甲４，３３，３４，９０，乙１０，１１，１６）による\nと，本件特許出願当時，日本工業規格のＪＩＳ　Ｂ０６０１規格（旧ＪＩＳ規格）\nにおいて，工業製品の表面粗さの表示法として，中心線平均粗さ（Ｒａ），最大高\nさ（Ｒｍａｘ）及び十点平均粗さ（Ｒｚ）の３種類の表示方法が規定されており，\n他にも，自乗平均平方根方法，ベック平滑度などの表面粗さの測定方法があったこ\nとが認められるが，このうち，中心線平均粗さ方法が標準的な方法とされていたと\nも認められず，むしろ，証拠（甲９０，乙１６）によると，本件特許出願当時，旧\nＪＩＳ規格の表示方法のうち，最も多く使用されていたのは最大高さであると認め\nられる。\nイ　ところで，証拠（甲４，９０，乙１６）によると，中心線平均粗さ方法\nは，被測定面における断面曲線から，所定の波長より長い表面うねり成分を除去し\nた曲線を粗さ曲線と定義し，粗さを形成する凹凸面を均した平坦面における直線を\n中心線又は平均線として設定した上で，所定の測定長さにおける粗さ曲線の積分計\n算を行って，所定の測定長さにおける凹部及び凸部の平均値を表す方法であるの\nで，「平均」を求めるという意味において，「平均マット深度」と共通点を有す\nる。\nしかしながら，証拠（甲４，乙１６）によると，十点平均粗さ方法は，\n最高から五番目までの標高の平均値から最深から五番目までの標高の平均値を引い\nた値によって表面粗さを算出するものであることが認められるから，十点平均粗さ\n方法も，「平均」を求めるという意味において，「平均マット深度」と共通点を有\nする。また，最高の標高から最低の標高までの距離が「平均マット深度」の「深\n度」という表現に適合しないともいえない。\nウ　原告は，マット層における表面粗さに基づく深さの平均値を算出するに\nは，必然的に基準となる位置が存在しなければならないが，この基準位置は，マッ\nト表面を平均に均した平坦面と解すべきであると主張し，この根拠として，凹凸が\n存在しない場合には，全くつや消しの効果が生じず，平均マット深度が０であると\n主張する。しかしながら，凹凸が存在しない場合には，全くつや消しの効果が生じ\nず，平均マット深度が０であるからといって，当然に「平均マット深度」は，マッ\nト表面を平均に均した平坦面を基準とするものであるということはできない。上記\n認定のとおり，中心線平均粗さ方法は，マット表面を平均に均した平坦面を基準と\nする方法であるが，十点平均粗さ方法は，このような平坦面を基準とする方法でな\nいのであって，このように異なる方法が存することからいっても，原告の上記主張\nを直ちに採用することはできない。\nエ　原告は，本件明細書における，マット層の膜厚に関する「０．２μ以上\nの厚さが必要である」との記載の膜厚は，凹凸の表面を均した平均値であると主張\nし，その根拠として，前記第３の２(3)原告の主張イ①ないし⑥のとおり主張する。\nしかしながら，上記①については，熱感度がマット層の厚さによって左\n右されるのは，熱がマット層を伝達する際に，マット層における熱抵抗に伴って吸\n収されることに由来するからといって，本件明細書におけるマット層の膜厚の記載\nが必然的に原告主張に係る「凹凸の表面を均した平均値」によるものとは認められ\nないし，②については，本件明細書の実施例において，「コート量１ｇ／㎡で塗布\nした。」との記載があるとしても，この記載は，塗布量の記載にすぎず，この記載\nから必然的に本件明細書におけるマット層の膜厚の記載が原告主張に係る「凹凸の\n表面を均した平均値」によるものと認めることはできない。また，③については，\n本件明細書には，ベースフィルムの厚さが平均厚さである旨の明示の記載はないう\nえ，仮にそうであるとしても，ベースフィルムとは異なるマット層の膜厚の記載が\n原告主張に係る「凹凸の表面を均した平均値」によるものと認めることはできな\nい。④については，原告が主張する特許公報（甲第７２ないし第７８号証）のう\nち，甲第７３号証を除いては，「ｇ／㎡」によって表示されているのは，塗布量で\nあって厚さではなく，甲第７３号証も，厚さを「ｇ／㎡」によって表示しており，\n「μｍ」によって表示しているものではないから，マット層の膜厚の「μｍ」の表\n示が原告主張に係る「凹凸の表面を均した平均値」であることが技術常識であった\nとまでは認められず，そうすると，本件明細書におけるマット層の膜厚の記載が上\n記「凹凸の表面を均した平均値」によるものと認めることはできない。⑤について\nは，証拠（甲７９）によると，「塗装の事典」には，「厚さの表示方法としては，\n一般に何ヵ所かの測定値の平均値をとってあらわしている」との記載があるが，こ\nの記載は，何ヵ所かの測定値を平均すると述べているにすぎず，直ちにこれを原告\n主張に係る「凹凸の表面を均した平均値」による旨の記載とは認めることはできな\nい。⑥については，証拠（甲８０）によると，平成１１年に制定された塗料の膜厚\n測定に関するＪＩＳ規格において，塗料の膜厚を膜厚全体の平均値で求める旨規定\nされていることが認められるが，この規格が制定されたのは，本件特許出願の後で\nあるから，これから本件明細書におけるマット層の膜厚の記載が原告主張に係る\n「凹凸の表面を均した平均値」によるものと認めることはできない。\nかえって，証拠（乙２７ないし３０）と弁論の全趣旨によると，本件特\n許出願時に存したＪＩＳ規格においては，紙やプラスチックフィルムや塗膜の厚さ\nの測定方法については，マイクロメータを用いて何ヵ所かの厚さを測定し，それら\nを平均する方法又は紙やプラスチックフィルムを何枚か重ねてマイクロメータを用\nいて厚さを測定し，その結果を枚数で割る方法が示されていたことが認められる。\nこれらの方法は，平均を求めるものであるが，マイクロメータを用いていることか\nらすると，何ヵ所か又は何枚かの最大厚さの平均を求めるものであると解されるか\nら，原告が主張する「凹凸の表面を均した平均値」を求める方法とは異なってい\nる。なお，原告は，前記のＪＩＳ規格の方法においては，紙やプラスチックフィル\nムを何枚か重ねて圧力を加えているから，別紙図面Ａのとおり重畳し合うフィルム\nの凹凸面から生じる空隙が失われている旨主張するが，凹凸面はもっと複雑な形態\nを有していると考えられることからすると，原告が主張するように凸部が互いに入\nり込んで空隙が失われているとまで認めることはできない。また，原告は，乙第２\n７号証の別紙計算式は，Ｔが「凹凸の表面を均した平均値」でないと説明できない\nとも主張するが，Ｄが見かけ上の密度を求めているのであれば，Ｔが原告主張のよ\nうなものでなくとも不自然でないし，そもそも，原告の主張は，前記のとおり測定\n方法にそぐわないものである。\nもっとも，本件発明のマット層は，前記のとおり，望ましい膜厚が\n「０．２μ以上３μ以下」と薄く，しかも，ことさら凹凸を設けたものであるの\nで，上記乙号証の紙やプラスチックフィルムや塗膜の厚さの測定方法を直ちに適用\nできないとも考えられる。しかし，そうであっても，厚さの測定に関する本件特許\n出願当時のＪＩＳ規格の方法が参考にならないということはない。また，これらの\n方法が参考にならないとすると，本件特許出願当時，本件発明のマット層のような\n特殊な層の膜厚の表示について，何らかの基準があったことを認めるに足りる証拠\nはないし，証拠（甲２の２）によると，本件明細書において，「膜厚」の意味を説\n明する記載は一切ないことが認められるから，参考とするものがないことにならざ\nるを得ない。\nしたがって，本件明細書における，マット層の膜厚に関する「０．２μ\n以上の厚さが必要である」との記載の膜厚は，凹凸の表面を均した平均値であると\nの原告の主張は，これを認めることができない。\nオ　原告は，うねり成分は，明らかにつや消しに寄与しないから，これを除\n去する中心線平均粗さ方法によるのが適切であって，これを除去しない十点平均粗\nさ方法によるべきではないと主張する。\nしかしながら，証拠（甲４，５５，乙１６）によると，十点平均粗さ方\n法においても，基準長さの設定によって，表面粗さの凹凸と区別される長い周期成\n分を除去するものと認められるから，原告の上記主張はこれを採用することができ\nない。\nカ　証拠（甲２の２）によると，本件明細書において，マット層の「膜厚」\nについて，「好ましい平均マット深度０．１５～２μを確保する上でも，０．２μ\n以上の厚さが必要である」（５欄６ないし７行）との記載があることが認められ\nる。\n原告は，「膜厚」をマット層の凹凸の表面を均した平均値と解した上\nで，十点平均粗さが「膜厚」よりも大きくなる場合があることから，上記記載に照\nらし，十点平均粗さ方法は「平均マット深度」の測定方法に当たらないと主張す\nる。\nしかしながら，上記エのとおり，本件明細書における「マット層の膜\n厚」が「凹凸の表面を均した平均値」であるとは認められない。\nキ　原告は，「平均マット深度」の下限値である「０．１５μｍ」は，小数\n点以下２桁まで規定されているところ，旧ＪＩＳ規格の解説表１において，中心線\n粗さの有効数字が小数点以下２桁までであるのに対し，十点平均粗さの有効数字は\n小数点以下１桁までであるから，十点平均粗さ方法は本件発明から除外されると主\n張する。\n証拠（乙１６）によると，財団法人日本規格協会の発行した「日本工業\n規格　表面粗さの定義と表示」という書籍に，粗さの程度を示す粗さ数と中心線平\n均粗さ，十点平均粗さ等との関係についての表が記載され，その中の十点平均粗さ\nは，０．１から０．８までの範囲についてμｍを単位とした小数点以下の長さ範囲\nにおいて有効数字が１桁であるが，中心線平均粗さは，０．１０から０．８０の範\n囲についてμｍを単位として小数点以下の長さ範囲において有効数字が２桁である\nことが認められる。\nしかしながら，証拠（甲４）によると，旧ＪＩＳ規格自体においては，\n中心線平均粗さにつき，０．１から０．８までの範囲について，μｍを単位とした\n小数点以下の長さ範囲において，有効数字１桁で表記していることが認められる。\nまた，上記表は，各粗さ数等に該当する中心線平均粗さ，十点平均粗さ\n等の範囲を記載したものにすぎないから，中心線平均粗さや十点平均粗さの実際の\n表記における有効数字について，上記表から直ちに知ることはできない。\nしたがって，十点平均粗さの表記がμｍを単位とした小数点以下の長さ\n範囲において有効数字１桁までであるとは認められないから，原告の上記主張はこ\nれを採用することができない。\nク　証拠（甲２３，５３，６７）によると，原告の技術部員が，本件明細書\nの実施例１に準じた６種類の感熱転写シートを製造し，その表面粗さを中心線平均\n粗さ方法及び十点平均粗さ方法によって測定したことが認められる。そして，原告\nは，これらの測定結果に基づいて，つや消し効果が生じるのは，マット層の表面粗\nさが十点平均粗さで０．１５μｍから２μｍまでの範囲ではなく，中心線平均粗さ\nで０．１５μｍから２μｍまでの範囲であったから，「０．１５～２μ」は，中心\n線平均粗さ方法による表示であると主張する。\nしかしながら，証拠（甲２の２，甲２３，５３）によると，これらの６\n種類の感熱転写シートのマット層インキの組成は，各２種類ずつが同じであるが，\n他の種類との間では異なっていること，いずれの組成も，本件明細書の実施例１と\n比べた場合，組成物の組成割合が異なっていること，本件明細書の実施例１では，\nマット層インキをグラビア印刷法で塗布しているのに対し，原告が行った上記測定\nでは，バーコーターで塗布していること，本件明細書の実施例１では，ベースフィ\nルムの厚さが６μｍであるが，上記測定では，４．５μｍであること，以上の事実\nが認められる。なお，原告は，上記シートのうち，シート３及び４については，最\n終的に生成されたマット層の組成割合が本件明細書の実施例１のものとほぼ近似す\nると主張するが，塗布したマット層インキの組成割合は，上記のとおり相違してお\nり，それにもかかわらず，マット層の表面の状態が影響を受けないことを認めるに\n足りる証拠はない。そうすると，上記６種類の感熱転写シートは直ちに対比できる\nものではないし，上記測定が本件明細書の実施例１に準じて行われたとも認められ\nない。\nまた，「０．１５～２μ」という数値の技術的意義については，前記(1)\n認定の事実によると，つや消し効果と何らかの関連があることが知れるが，証拠\n（甲２の２）によると，本件明細書には，「０．１５～２μ」という数値の技術的\n意義について何ら記載がないことが認められるから，上記認定以上のことは明らか\nでない（証拠（甲３，乙７）によると，原告先願の特許請求の範囲には，「平均マ\nット深度が０．１５～２μ」との要件が規定されており，その明細書（甲３の２頁\n左下欄）には，平均マット深度の技術的意義について記載されていることが認めら\nれるが，証拠（甲２の２）によると，原告先願の明細書は，本件明細書に引用され\nていないことが認められるから，直ちに原告先願の明細書に基づいて，本件発明に\nおける「０．１５～２μ」という数値の技術的意義を解釈することはできな\nい。）。そのうえ，証拠（甲２の２）によると，本件明細書の実施例においては，\n「平均マット深度」について何ら記載がなく，その測定結果の数値さえも記載され\nていないことが認められる。そうすると，「平均マット深度」に関する限り，原告\nの上記測定結果を実施例と対比することは困難である。\nしたがって，上記測定結果から直ちに原告の上記主張を採用することは\nできない。\nケ　原告は，原告先願の明細書に記載された実施例を追試した結果や，この\n実施例中のマット層の厚さの記載から，原告先願における「平均マット深度」が中\n心線平均粗さ方法による表示であるとし，これを本件特許請求の範囲の解釈におい\nても斟酌すべきであると主張する。\nしかしながら，原告先願を直ちに斟酌することができないことは，前記\nクのとおりであるし，また，証拠（甲３，乙７）によると，原告先願の明細書にお\nいて，「０．１５～２μ」という数値要件が中心線平均粗さ方法による表示である\nとの記載やそれを伺わせる記載は何らないこと，この明細書の実施例において「平\n均マット深度」の数値の記載はあるが，それが，中心線平均粗さである旨の記載は\nないこと，以上の事実が認められるから，先願発明の特許請求の範囲や明細書の記\n載から直ちに上記数値要件の表示方法を理解することができないのであって，そう\nである以上，原告の上記主張を採用することはできない。\nコ　原告は，十点平均粗さ方法は，計測する１０箇所以外の凹凸が無視され\nるところ，それ以外の凹凸もつや消しに貢献しているから，十点平均粗さ方法は本\n件発明から除外されるべきであると主張する。しかしながら，十点平均粗さ方法\nも，１０個所の凹凸を計測することで，粗面全体の粗さの程度を表示するものであ\nるから，直ちに本件発明の「平均マット深度」に当たらないとはいえない。\nサ　原告は，十点平均粗さ方法は，中心線平均粗さ方法よりも測定精度が低\nいことから，本件発明から除外されるべきであると主張するが，十点平均粗さ方法\nが，本件特許出願当時，表面全体の粗さの程度の表示方法として旧ＪＩＳ規格にお\nいて採用されていたものであることからすると，十点平均粗さ方法自体の問題点を\n理由に，本件発明から除外するということはできない。\n(3)　以上述べたところを総合すると，本件特許請求の範囲の「平均マット深度\nが０．１５～２μ」が，旧ＪＩＳ規格の中心線平均粗さ方法による表示かどうかは\n不明であるというほかないから，被告製品の中心線平均粗さ方法による表面粗さが\n「０．１５～２μ」の範囲内であるとしても，被告製品が本件発明の技術的範囲に\n属するということはできない。\n３  したがって，原告の請求は，いずれも理由がない。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　森　　　　　義　　之\n裁判官      岡　　口　　基　　一\n裁判官      男　　澤　　聡　　子\n別紙物件目録\n第１  図面の説明\n図面　感熱転写シートの積層構造を示す断面図\n符号の説明\n１　熱溶融性インキ層\n２　マット層\n３　基材フィルム層\n４　耐熱層\n第２　構成の説明\n下方の耐熱層４に積層されているポリエチレンテレフタレートを素材とする\n基材フィルム層３の面上に，マット層２を設け，且つ該マット層２上に，サーマル\nヘッドの熱により溶融することによって，マット層２から分離し，かつ，ワックス\nにカーボンブラックを分散させることによって，黒色に着色している熱溶融性イン\nキ層１を有している感熱転写シートであって，\n該マット層２においては，ポリエステル系樹脂中に，マイクロシリカ，及び\nカーボンブラッグが分散しており，表面抵抗値は，１０９Ω以下の範囲内にあり，前\n記カーボンブラックの分散により黒色に着色されている\n感熱転写シート\n図面\n別紙原告物件目録\n第１  図面の説明\n図面　感熱転写シートの積層構造を示す断面図\n符号の説明\n１　熱溶融性インキ層\n２　マット層\n３　基材フィルム層\n４　耐熱層\n第２　構成の説明\n下方の耐熱層４に積層されているポリエチレンテレフタレートを素材とする基材\nフィルム層３の面上に，マット層２を設け，且つ該マット層２上に，サーマルヘッ\nドの熱により溶融することによって，マット層２から剥離し，かつ，ワックスにカ\nーボンブラックを分散させることによって，黒色に着色している熱溶融性インキ層\n１を有している感熱転写シートであって，\n該マット層２においては，\nポリエステル系樹脂中に，マイクロシリカ，及びカーボンブラッグが分散してお\nり，\n昭和５７年改正によるＪＩＳ　Ｂ０６０１規格においてカットオフ値を０．８ｍ\nｍとする中心線粗さに基づく特定を行った場合，当該測定値は，０．１５～２μｍ\nの範囲内にあり（原告の測定によれば，約０．５０μｍ），\n昭和５４年改正にかかるＪＩＳ　Ｋ６９１１に準拠した測定方法に基づいて，表\n面抵抗値を測定した場合，当該抵抗値は，１０９Ω以下の範囲内にあり，前記カーボ\nンブラックの分散により黒色に着色されていること\nを特徴とする感熱転写シート\n図面\n別表　１－１１－２\n別紙　図面Ａ\n別紙　計算式\nＤ＝Ｗ／（Ｔ×１０００）\nＤは密度，Ｗは秤量，Ｔは高さである。\n"
}