{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 25
  },
  "case_number": "平成13(ネ)246",
  "case_name": "損害賠償請求控訴",
  "court_name": "広島高等裁判所",
  "lawsuit_id": "3845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/003845_hanrei.pdf",
  "contents": "主　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n(1)　原判決中控訴人敗訴部分を取り消す。\n(2)　被控訴人の請求を棄却する。\n(3)　訴訟費用は第１，２審とも被控訴人の負担とする。\n２　控訴の趣旨に対する答弁\n主文同旨\n第２　事案の概要\n１　被控訴人は，税理士である控訴人との間で，被控訴人の税務申告等に関する\n（準）委任契約を締結していた（以下「本件契約」という。ただしその内容につい\nては争いがある。）ところ，控訴人が，被控訴人の平成７年度分及び平成８年度分\nの所得税の申告について，本件契約の本旨に従った履行を怠ったため，適正納税額\n以外の無申告加算税，延滞税等の追徴を受けることを余儀なくされたとして，控訴\n人に対し現に課税された税金額と適正納税額との差額について，債務不履行に基づ\nく損害賠償として２４２万２４００円及びこれに対する遅延損害金の支払を求め\nた。\n控訴人は，本件契約に基づく義務内容について争い，かつ，本件契約の不履\n行と被控訴人主張の損害との因果関係がないこと及び過失相殺を主張して，これを\n争った。\n原審は，被控訴人の主張する損害を全て認めたが，過失相殺をして，被控訴\n人の請求の一部を認容した。\n２　前提となる事実\n(1)ア　控訴人は，税理士として，他人の求めに応じ，租税に関し，税務代理の\n規定に基づく申告，申請又は当該申告等若しくは税務官公署の調査若しくは処分に\n関し，税務官公署に対してする主張又は陳述につき，代理し，又は代行すること\n（税理士法２条１項１号）及び税務書類の作成（同項２号）を行うことを業とする\n者である。\nイ　被控訴人は昭和５９年から平成９年７月末まで，その税務申告等を控訴\n人に委任してきた（その内容等については争いがある。）。\nウ　控訴人には，被控訴人の確定申告を適正に行う義務があり，また，控訴\n人は，本件契約に基づき，総勘定元帳，仕訳帳，貸借対照表，損益計算書を作成す\nることになっていた。\n(2)ア　控訴人は，Ａ税務署に対して，被控訴人の平成７年度の所得税につい\nて，別紙Ａ表の「申告欄」記載のとおりの確定申告書を，申告期限経過後の平成８\n年３月２８日に提出した。\nイ　控訴人は，Ａ税務署に対して，被控訴人の平成８年度の所得税につい\nて，別紙Ｂ表の「申告欄」記載のとおりの確定申告書を，申告期限最終日である平\n成９年３月１７日（１５，１６日は行政機関の休日であった。）に提出した。\n(3)　被控訴人は，平成９年１２月，平成７年度及び平成８年度の所得税確定申\n告について，Ａ税務署の税務調査を受け，その結果，以下の事実に基づき，後記(4)\n記載のとおり，被控訴人は所得税等を追徴された。\nア　平成７年度の申告について\n(ア)　平成８年３月１５日を期限とする申告が同月２８日になされたた\nめ，無申告の扱いとなった。\n(イ)　控訴人は同年度の事業専従者給与額を被控訴人の父及び妻の２人分\n金１５６万円としていたが，昭和６０年２月２３日に妻Ｂの専従者申出書を提出し\nていたのみであったため，専従者控除はＢ分の８４万円しか認められなかった。\nなお，控訴人は，平成９年３月１７日に平成８年度の申告書を提出し\nた際に被控訴人の父母を専従者とする変更申出書を提出した。\n(ウ)　控訴人は，Ｂを事業専従者として控除対象としながら，さらに所得\n控除欄中「配偶者控除及び配偶者特別控除」にも記入して，申告した。\n(エ)　控訴人は，平成６年度所得税申告までは，青色申告特別控除３５万\n円を申告していたが，平成７年度はこの控除を申告せず，青色申告控除１０万円の\nみを申告した。\n(オ)　控訴人は，所得控除中「社会保険料，生命保険料，損害保険料」に\nついて一切の控除をせずに申告した。\nイ　平成８年度の申告について\n(ア)　控訴人は被控訴人の父母及び妻の事業専従者控除として５７６万円\nを申告していたが，変更届出書が提出されておらず，Ｂ分８４万円のみが認められ\nた。\n(イ)　控訴人は青色申告特別控除３５万円を申告していたが，所得税法施\n行規則所定の青色申告者が備え付けるべき帳簿書類が不備であるとして，青色申告\n控除１０万円（租税特別措置法２５条の２第１項）しか認められなかった。\n(4)　被控訴人は税務調査の結果を示され，Ａ税務署署員に別紙Ａ表及びＢ表の\n「修正申告」欄記載の内容の平成７年度及び平成８年度の修正申告書を作成しても\nらい，被控訴人の署名押印のうえ，同税務署に提出した。その結果次のとおり追徴\n分を含めた税金及び加算税の支払を余儀なくされた（甲６，７。甲１０ないし１９\n（枝番を含む。））。\nア　平成７年度について\n(ア)　国税\n所得税５７万３０００円，無申告加算税８万５５００円及び延滞税４\n万１８００円の合計７０万０３００円\n(イ)　地方税\n市県民税３７万２０００円及び事業税１８万円の合計５５万２０００\n円\nイ　平成８年度について\n(ア)　国税\n所得税１２１万２０００円，過少申告加算税１２万３５００円及び延\n滞税５万３２００円の合計１３８万８７００円\n(イ)　地方税\n市県民税７６万４０００円及び事業税３２万５４００円の合計１０８\n万９４００円\n３　当事者の主張\n【被控訴人】\n(1)　控訴人は，被控訴人に対し，前記のとおり，総勘定元帳，仕訳帳，貸借対\n照表，損益計算書を作成する義務を負っていたところ，上記各帳簿類を作成する前\n提となる会計日記帳については，被控訴人が作成していたこともあったが，平成５\n年分以降は，控訴人から伝票などを持参するだけでよいと伝えられたため，２か月\nに１回位の割合で（１２月分は遅くとも翌年１月１５日までに），被控訴人が伝票\nや領収書類を控訴人事務所に持参し，これに基づき控訴人が会計日記帳を作成して\nいた。\nまた，控訴人は，被控訴人に対し，青色事業専従者給与に関する変更届出\n書（以下「変更届出書」）を，平成７年分確定申告につき同年３月１５日までに，\n平成８年分につき同年３月１５日までに各提出することを約束した。\n(2)　ところが，控訴人は，本件契約の本旨に反し，平成７年分の会計日記帳及\nび総勘定元帳を作成せず，そのため平成７年度分所得税確定申告の申告期限を徒過\nし，かつ，平成７，８年分所得税についての申告内容も，売上金額・経費の誤記，\n社会保険料等の無記載，本来計上できない配偶者控除等の記載，３５万円が控除で\nきる青色申告特別控除額の過少記載など，誤りだらけである上，事業専従者変更の\n届出を怠っていた。\nこれらは，本件契約にかかる義務の債務不履行であり，当該債務不履行に\nよって，被控訴人は，修正申告を余儀なくされ，本来支払う必要のなかった税金を\n納付せざるを得ないという損害を被った。\nよって，控訴人は上記損害を賠償すべき義務がある。\n(3)　控訴人が本件契約の本旨に従った適正な申告手続を履行していた場合に被\n控訴人が納付すべき適正納税額は，別紙Ａ表及び同Ｂ表記載の「本来の納税額」欄\n記載のとおりであって，被控訴人が現実に納付した税金額（前提となる事実(4)）と\nの差額は次のとおりである。\nア　平成７年分\n(ア)　適正納税額　所得税３７万９０００円，地方税４１万９０００円の\n合計７９万８０００円\n(イ)　差額　４５万４３００円\nイ　平成８年分\n(ア)　適正納税額　所得税２３万７１００円，地方税２７万２９００円の\n合計５１万円\n(イ)　差額　１９６万８１００円\n(4)　よって，被控訴人は控訴人に対し，債務不履行に基づく損害賠償として，\n上記合計２４２万２４００円及びこれに対する請求の後である平成１０年９月２９\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n【控訴人】\n(1)　本件契約では被控訴人が会計日記帳を日々記入して持参し，控訴人はその\n内容をコンピュータに入力することにより，総勘定元帳，仕訳帳，貸借対照表，損\n益計算書を作成し，さらに青色申告書を作成・提出することとなっていた。\n控訴人は，被控訴人に対し会計日記帳を作成するよう指導していたのであ\nり，その作成を引き受けたことはないし，控訴人の事務所はそのような業務を行う\n体制にはなかった。\nところが，被控訴人は，不十分な会計日記帳と原始記録を，申告書提出期\n限の直前になって控訴人に預けて申告を依頼するため，控訴人としてはやむを得ず\n不備を補正して，申告書を作成したものである。\nしたがって，申告期限を徒過したことも，その内容が適正を欠くものであ\nったとしても，それはひとえに被控訴人の責めに帰すべき事由によるものであっ\nて，控訴人には何ら責任はない。\n(2)　事業専従者控除については，被控訴人の主張は，その実績や額に疑問があ\nって，そもそも税務署がこれを認めるとは考えられない上，控訴人はその変更届出\n等の依頼を受けたこともないから，この点に起因する被控訴人の納税負担は損害と\nはなり得ない。\n特に平成８年分の事業専従者控除として被控訴人が主張する５７６万円に\nついては，被控訴人の従前の売上げ等の実績（平成７年度の修正前の申告にかかる\n売上げは約６３０万円であった。）に照らしても極めて過大な金額であって，到底\nそのまま認められるはずがなく，この点からしても損害としての因果関係を欠く。\nまた，青色申告特別控除３５万円については，これが認められるために\nは，貸借対照表等の作成が必要であるところ，被控訴人がこれを作成していなかっ\nたことは前記のとおりであって，そもそも控除として認められることはないから，\nこれも損害としての因果関係を欠く。\n４　争点\n(1)　会計日記帳は誰が作成すべきであったか。\n(2)　控訴人に変更届出書を提出する義務があったか。\n(3)　平成７，８年度の確定申告に関して，控訴人に債務不履行があったか。\n(4)　因果関係のある損害の算定及び過失相殺\n第３　証拠\n原審及び当審記録中の証拠関係目録に記載のとおりであるから，これを引用\nする。\n第４　争点に対する判断\n１　事実関係\n前提となる事実，証拠（甲３，５，２１，２４，２５の１ないし４，２６の\n１ないし３，２７ないし３１，原審証人Ｂ，原審控訴人本人（ただし，各証拠中後\n記信用しない部分を除く。））及び弁論の全趣旨によれば，次の事実が認められ\nる。\n(1)　木工業を営む被控訴人は，昭和５９年頃から控訴人に税務申告を依頼して\nいた。一時営業を止めて，申告を依頼しない時期もあったが，平成元年頃から再び\n依頼するようになり，報酬として毎月１万２３６０円を控訴人に支払っていた。\n(2)　控訴人の事務所は，一般に会計日記帳の作成を引き受けることはなく，顧\n客から会計日記帳の提出を受け，これをコンピュータに入力して総勘定元帳等必要\nな書類を作成するという体制であった。また，被控訴人程度の規模の事業者であれ\nば，毎月中旬ころまでに，前月分の帳簿や資料を持参して貰い，１２月分も１月中\n旬までに持参して貰って，税務申告の代行事務を行っていた。\n(3)　控訴人は，被控訴人から前記依頼を受けるに際し，被控訴人に会計日記帳\n用紙（日毎に１枚にまとめる様式のもの。）を交付してこれに記帳するよう指導\nし，平成４年分（甲２４）までは被控訴人の妻Ｂが，１か月分を１枚の用紙にまと\nめる形式で会計日記帳を記載していた。ただ，この間も，Ｂの記帳に不備があった\n場合には，控訴人事務所の事務員が記載を補充することが少なからずあった。\n(4)　控訴人は，昭和６０年２月２３日，被控訴人が事業専従者であるＢに毎月\n７万円の給与を支払っている旨の青色事業専従者給与に関する届出書（甲３）をＡ\n税務署に提出した。Ｂを事業専従者とすれば，その給与を経費として扱えることを\n教示したのは控訴人であった。\n(5)　Ｂは，子宮ガンのため平成４年８月中頃から３週間ほどＥ病院に入院し，\n退院後は１か月ほど自宅療養をした。また，被控訴人とＢの間の長男は難病のため\n平成４年１１月から平成６年１月まで入院し，その後同年５月から再度入院したが\n同年１２月４日死亡した。\n(6)　被控訴人は平成５，６年分の会計日記帳を作成せず，請求書・領収証・納\n品書・銀行預金通帳等の原始資料（以下「原始資料」という。）のまま控訴人事務\n所に持参し，控訴人事務所の事務員において上記原始資料に基づき上記各年分の会\n計日記帳（１冊に３１日分の用紙が綴じられた簿冊。甲２５の１ないし４，２６の\n１ないし３）を作成し，それに基づく総勘定元帳等の作成を行い，確定申告書を提\n出した。なお，平成５年以降も，控訴人が受け取る前記の報酬額に変動はなかっ\nた。\n(7)　平成４年頃，控訴人とＢとの間で，被控訴人の父であるＣを事業専従者と\nすることについての話が出た。その結果，Ｂは，平成４年分の会計日記帳（甲２\n４）の１月から６月までの分に，専従者給与をＣとＢの２人に支給している趣旨で\n「６万円」及び「７万円」と分けて記入した（月額計１３万円。年額にすると１５\n６万円）。Ｂは７月分以降も現金収支は記載したが，専従者給与の支給を記載して\nいなかったので，控訴人事務所の事務員においてＢと同様の記載をし，平成５，６\n年度の会計日記帳を控訴人事務所の事務員において作成した際も，同様に，ＣとＢ\nの専従者給与が月額６万円と７万円の計１３万円である旨を記載した。そして控訴\n人は少なくとも平成６年度の確定申告書（甲５。これ以前の申告書控えは証拠とし\nて提出されていない。）には，事業専従者給与額を年額１５６万円と記入して提出\nし，平成７年分申告書にも同様に記載した。\n(8)　被控訴人方では平成７年分も会計日記帳を作成せず，原始資料のまま控訴\n人事務所に持参した。\nこの年，控訴人は，申告期限を約２週間徒過した平成８年３月２８日に別\n紙Ａ表記載の「申告」欄記載の内容の確定申告書をＡ税務署に提出した。しかも，\nこの年は，控訴人は会計日記帳を作成せず，総勘定元帳等も作らず，大幅に遅れて\n提出した申告書の記載内容は前年の申告数字を適当に変更した数字に過ぎなかっ\nた。ただ，被控訴人には，提出日を３月１５日と記載した申告書控え（甲８の１な\nいし３）を渡していた。\n(9)　Ｂは，平成８年分については，控訴人から渡された用紙（簿冊。毎日記載\nする様式のもの）で会計日記帳を作成し（甲２１はその抜粋），原始資料とともに\n控訴人事務所に持参した。\nＢの記載したこの会計日記帳には，専従者給与が記載されていなかった\nが，控訴人事務所では，毎月末日分の頁の支出欄に，専従者給与として，「Ｃ２０\n万円，Ｂ２０万円，Ｄ８万円」と追記した。そして，その記載に即応して専従者給\n与の合計額を５７６万円と記載した平成８年分の確定申告書（甲９の１ないし３）\nを作成し，合わせて，上記記載に沿って，平成８年１月にさかのぼってＢとＣの給\n与が各月額２０万円，被控訴人の母であるＤの給与が月額８万円（合計月額４８万\n円。年額にすると５７６万円）と変更した旨の専従者変更届出書（甲４）をも作成\nし，両書面を，前記のとおり平成９年３月１７日にＡ税務署に提出した。\nもっとも，青色専従者給与が経費として認められるためには，当該年度の\n３月１５日までに（即ち前年分の確定申告期限までに）専従者変更届を提出してお\nかねばならないから，当該年度の確定申告と同時にした上記届出は無意味であっ\nた。\n(10)　平成９年１２月に，被控訴人は控訴人立ち会いの下，税務調査を受けた\nが，その際，被控訴人は控訴人から平成７年分の原始資料をビニール袋入りのまま\n（即ち他の年度は会計日記帳に原始資料を貼り付けて整理されているが，そのよう\nな整理がされていない。）返して貰った。そして控訴人が帰ってしまったあと，税\n務署係官の指導の下，Ｂにおいてこれを整理し，月毎にまとめた出納帳（甲２７）\nを作成し，これに基づいて係官が計算したところに従って，Ｂは，平成７年度につ\nいて別紙Ａ表「修正申告」欄のとおり修正申告書を作成提出した。また，平成８年\n度についても，係官の調査の結果に従い，別紙Ｂ表「修正申告」欄のとおり修正申\n告書を提出した。\n２　争点(1)（会計日記帳は誰が作成すべきであったか。）について\n(1)　被控訴人は，控訴人が会計日記帳を控訴人事務所において作成することを\n約束したと主張し，Ｂの原審証言，同人作成の陳述書（甲２８）にはこれに沿う部\n分がある。\n(2)　しかし，会計日記帳は，本来，事業者が日々記載すべきものであること，\n控訴人事務所の事務処理体制が前記認定のとおりであること，平成元年から控訴人\nに対する報酬額に変化がなかったことなどのほか，控訴人の主張する約束の時期\nが，その主張やＢの証言そして同人作成の甲２８の陳述書との間で食い違いがある\nことなどからすると，控訴人が被控訴人（Ｂ）に対し，平成５年分から会計日記帳\nの作成を明瞭な約束をして引き受けたと認定するのは躊躇せざるを得ない。\n(3)　けれども，控訴人の供述の如く，家族の病気入院など被控訴人家庭の前記\nのような事情に同情した結果であるとしても，平成５，６年分の会計日記帳は，持\n参された原始資料に基づき控訴人事務所の事務員において作成したこと，控訴人が\n平成７年分についてＢに会計日記帳を作成するよう指示したとは認められないこと\n（控訴人本人尋問の結果中には，Ｂに作成するよう指示したのに，Ｂは不服を言う\nだけで記載してこなかったという部分があるが，Ｂは，平成４年は７月以降も，入\n院・療養の時期があったにもかかわらず，ある程度記帳していたことや，平成８年\n度には，Ｂが控訴人から渡された会計日記帳用紙を用いて記帳していたことに照ら\nして，信用できない。），これらの事実からして，平成７年度についても，控訴人\nは少なくとも黙示的には，原始資料を持参すればその後の税務申告までの処理を行\nうことを引き受けていたものというべく，控訴人において会計日記帳の記帳代行義\n務を負うものというべきである。\n３　争点(2)（控訴人に変更届出書を提出する義務があったか。）について\n(1)　まず，平成７年分の申告に関して，Ｃを事業専従者として月額６万円を支\n給する旨の届出について見る。\nア　控訴人は原審本人尋問において，Ｃを事業専従者とすることについて\nは，平成４年頃Ｂと話をしたが，そうするとＣが厚生年金を受給するうえで支障が\nある旨助言し，その話は立ち消えになった旨供述し，Ｂも，原審証言において，時\n期は判然としないものの，控訴人から専従者給与と年金の関係につき聴いたことを\n認めている。そして当時Ｃが６５歳になっておらず，同人に専従者給与を支給する\nと，年金受給上の支障があったことからすると，この話題が立ち消えたことは自然\nであったといえる。\nイ　たしかに，前記のとおり，Ｂは平成４年１月以降，会計日記帳に２人分\nの専従者給与を記載しており，同年７月以降は，控訴人事務所の事務員において引\nき続き同旨の記載をしており，平成５，６年の会計日記帳及び平成６年度及び平成\n７年度の確定申告書に，専従者給与を１５６万円と記載している。しかし変更届出\n書を提出せずに確定申告書に変更後の専従者給与の控除を記載しても明らかに無意\n味であり，むしろＣの年金受給に支障があるのであるから，税理士である控訴人が\n上記申告書の記載内容を理解してこのような申告をするとは考え難い。この点につ\nいては，ＢがＣを事業専従者とすることを念頭において平成４年度の前半の記載を\nしていたところ，その話が沙汰やみになり，Ｂが記載を止めたにもかかわらず，控\n訴人事務所の事務員が機械的にこれを踏襲して会計日記帳の記載を補充し，その記\n載内容をコンピュータに入力して総勘定元帳（甲２９）等を作成し，これに基づき\n確定申告書の記載をしたものであることが考えられ，控訴人の原審供述によると，\n控訴人は事務員の作成した書類の内容を十分に把握していなかったことが窺える。\nウ　したがって，平成４年時点では，控訴人が変更届出をしなかったことは\n債務不履行とはならない。\nエ　しかし，専従者給与の変更届出は，継続的に税務申告を受任している税\n理士にとっては，ある年度の確定申告を行う際に，次年度の専従者の数や給与額の\n変更を依頼者が決定していた場合，その旨の届出を行うよう特段の依頼がなくと\nも，その専門性からして，進んで行う義務があるというべきである（Ｂに関する届\n出も控訴人が行っている。）。\nオ　そうすると，控訴人は，話があった当初は沙汰やみになったとはいえ，\n平成６年度以降はＣが６５歳に達して，年金受給に支障がなくなったのであるか\nら，控訴人においてその届出をする義務があったというべきである。ことに被控訴\n人の家庭事情からとはいえ会計日記帳の作成を引き受けており，現に平成４年以降\nはＣに対する月額６万円の支給を記帳し，少なくとも平成６年度はその旨記載して\n申告し，その控えを被控訴人に渡しているのであるから，被控訴人（Ｂ）におい\nて，変更を改めて申し入れて，届出をしてもらう必要があることに気づくはずもな\nく，控訴人の事務処理のミスで届出がなされずにいたというほかない。仮に変更届\n出がなされていないことに控訴人が気づかなかったとしても，それは前年度までの\n申告で誤って変更があったものとして申告をしていたことに原因があるというべき\nであるから，控訴人は，自己の履行補助者の誤った処理を見落とした以上，債務不\n履行責任を免れるものではない。\nカ　そして収入（売上げ）金額からして，変更届出さえ了していれば，平成\n７年の支給は経費として容認されたものといえる。\n(2)　次に，平成８年度の申告に関しての，変更届出の義務について見る。\nア　被控訴人は，平成７年中に，控訴人とＢとの間で，税金を納めなくても\n済むように，翌年度からＣ，Ｂの給与を月額各２０万円とし，Ｄの給与を月額８万\n円とすることが話し合われた旨主張し，Ｂの原審証言中にはこれに沿った供述があ\nる。\nそして，甲４，甲９の１ないし３，甲２１，３０，原審控訴人本人によ\nると，同年度の会計日記帳に控訴人事務所の事務員において，上記の給与を支給し\nた旨の記載を補充したうえ，総勘定元帳にも月額４８万円の専従者給与が計上さ\nれ，専従者給与の合計が５７６万円（月額４８万円）と記載された平成８年分の確\n定申告書及び変更届出書が作成されて平成９年３月１７日にＡ税務署に提出された\nことが認められる。\nイ　たしかに，確定申告書と変更届出書を同時に提出してもその確定申告と\nの関係では明らかに無意味であり，税理士である控訴人がこのような申告をすると\nは考え難いところであるが，控訴人は何故このような記載をし，変更届出書を提出\nしたかを合理的に説明できない。逆に，控訴人が被控訴人との間に何の約束もして\nいなければ，その旨説明すれば足りるはずであるし，仮に，収入が急に増えたこと\nから経費を増額しようとして被控訴人が懇請したとしても，控訴人の指示も受けず\nに事務員が一存でこのような大幅な増額を会計日記帳に記載し，申告書や変更届を\n提出するとは考えられない。\nウ　また，平成７年度の当初申告のとおり同年度の収入額（売上げ額）が６\n２９万円余であることを前提とすると，年額５７６万円という専従者給与は過大に\n過ぎ，その支給を控訴人が了解するとは考えられないが，この申告収入額が根拠の\nない数字であることは前記認定のとおりであり，平成７年度の実際の収入は修正申\n告によれば１０５７万円余であり，この修正申告の基礎となった原始資料を控訴人\nが被控訴人から預かっていて，売り上げの増大を知ることができたことからする\nと，Ｂが証言するとおり，控訴人が被控訴人の売り上げが急に増大したことから，\n翌平成８年度の申告に備えて，専従者給与を増やせば経費を増やすことができるこ\nとを告げてそうするよう助言したとすれば，金額の点も不自然なことではない。\nエ　結局，Ｂの証言を否定すると，控訴人事務所が行った会計日記帳，申告\n書の記載や変更届書の作成提出の事実が理解できないことになり，Ｂの証言どお\nり，控訴人との間で，Ｄも専従者に加え，給与総額を増やすことの了解ができたも\nのと認めるのが相当である。\nそして，それにもかかわらず，平成７年度の確定申告が遅れる何らかの\n事情が生じ，これと同時に提出すべき変更届出を提出することができなかったため\nに，これを取り繕うために無駄な記載，届出とは知りつつ，あえて，平成８年分の\n申告の際に変更届出書を提出したものと解するよりほかに理解のしようがない。\nオ　なお，実際にＣ，Ｄが被控訴人の事業の手伝いをしていたことは原審証\n人Ｂの証言するところである。\n４　争点(3)（平成７年，８年度の申告についての債務不履行の有無）について\n(1)　平成７年度の無申告，会計帳簿の不作成について\nア　申告書の提出が遅れたことにつき，控訴人は，原審本人尋問において，\n会計日記帳を作成するのは依頼主である被控訴人が行うべきことであるのに，被控\n訴人はこれを作成せず原始資料を持参するため，やむなく控訴人事務所においてこ\nれを作成していたが，平成７年度については申告期限の２，３日前というほどでは\nないものの，期限直前になって，Ｂが原始資料を持参したため，会計日記帳そして\n総勘定元帳以下の会計帳簿を作成する暇がなく，原始資料と前年の貸借対照表等を\n基に申告書を作成したが，申告が遅れてしまった旨供述する。\nしかし，その供述によっても，現実に原始資料の持参がどの程度遅れた\nというのかは具体的ではなく，ことに，控訴人の供述では，前年，前々年も同様に\n被控訴人が一括して期限間近に原始資料を持参したというが，それらと比べてどの\n程度遅れたのかは不明である。仮に申告期限に遅れてしまう可能性のある時期に原\n始資料が持参されたのであれば，税理士としてはむしろ同年分の税務申告の代行を\n断るべきであろうが，控訴人は，期限内に提出したかの如き申告書写しを被控訴人\nに渡しており，提出が遅れてしまったことを被控訴人に連絡した形跡もない。\nイ　むしろ，Ｂの病気入院や療養のあった時期を含む平成４年分も，子供が\n平成６年１月まで入院していた平成５年分も，いずれも申告が期限に遅れたことを\n窺わせる証拠はなく，子供が平成６年１２月に亡くなったという事情のある平成６\n年分も，期限最終日である平成７年３月１５日には申告が済まされていること（甲\n５）に照らせば，そうした特段の事情も窺えない平成７年分についてのみ，被控訴\n人（Ｂ）が原始資料を控訴人事務所に持参するのが遅れたとは考えにくい。\nこの点につきＢは原審証言において，２ヶ月に１回位の割合で原始資料\nを控訴人事務所に持参していた，１２月分は控訴人から指示されているとおり翌年\n１月１５日までには持参していた，平成５年からは被控訴人の家庭事情を見た控訴\n人から，原始資料を持ってくればこちらでやっておくからといって貰ったので，原\n始資料のみを持参し，会計日記帳は控訴人の方で作ってもらったが，平成８年から\nは，控訴人から，もう落ち着いたろうから以前のように自分で作成するようにと指\n示されて会計日記帳用紙を渡されたので，自分で記帳した旨供述するところ，その\n供述は自然で実際に作成された会計日記帳の存在に照らしても信用できる。\nウ　そのうえ，控訴人は原審本人尋問で，平成７年分は会計日記帳は作成し\nなかったが，総勘定元帳等は後日作成してコンピュータに入力している旨供述して\nいたものの，税務調査に対しても本訴においても，結局同年度の総勘定元帳をプリ\nントアウトして提出することができずに終わり，当審において最終的に入力してい\nないことを認めたこと，したがって，平成７年度に控訴人のした申告は，その数字\n上の根拠は不明なままであること，しかも申告収入額は，同じ原始資料から作成さ\nれたはずの修正申告における収入額の約６０パーセントと隔たりが極めて大きいこ\nと（平成８年分の申告額は修正申告の約９７パーセントと近似している。），平成\n７年分の申告にかかる収入額は前年の申告収入額の約１７パーセント増であること\nなどからすると，平成７年分について原始資料を基に申告書を作成した旨の控訴人\nの前記供述は信用できず，前年の申告書の数字を適当に変更しただけのものであっ\nたと認めるほかない。\nエ　そうすると，控訴人が申告期限内に申告書を提出することができずに終\nわり，総勘定元帳以下の決算書類も作成しなかったのが，被控訴人が自ら記帳すべ\nき会計日記帳を記載せず，原始資料を持参するのが遅れたためであるとは認められ\nない。\nしたがって，被控訴人が会計日記帳を作成しなかったことが，申告遅延\nの原因であるとはいえないし，原始資料の持参が遅れたとも認められないから，同\n年度の会計会計日記帳を作成せず，申告を期限内に行わず，被控訴人が無申告の事\n態に陥ったことは，控訴人の債務不履行の結果である。\nまた，控訴人が平成７年分の会計会計日記帳の記帳義務を負っていたの\nは前記２で説示したとおりであり，これから税務申告に必要な会計帳簿（総勘定元\n帳，仕訳帳，損益計算書，貸借対照表）を作成することは控訴人の本来の義務であ\nったこと，控訴人が総勘定元帳等を作成しなかったことにつき被控訴人の責めに帰\nすべき事情があるとは認められないことから，控訴人が平成７年分の会計帳簿を作\n成しなかったため，被控訴人が青色申告者の特典を享受することができない事態に\n至ったとすれば，それもまた控訴人の債務不履行の結果というべきである。\n(2)　平成７年度の申告における過誤\nなお，平成７年度の申告内容は，社会保険料，生命保険料，損害保険料が\n所得から控除できるのにこれをしておらず，逆にＢを事業専従者として給与を控除\nする場合，配偶者控除，配偶者特別控除を行うことはできないのにこれを行ってお\nり，初歩的な誤りの多いものであった。\n(3)　青色申告専従者給与変更届出の懈怠\n控訴人が，平成７年度についてはＢとＣ合わせて１５６万円の，平成８年\n度についてはその期限までにＢ，Ｃ，Ｄ合わせて５７６万円の，各給与を支給すべ\nき旨の，青色申告専従者給与変更届出をすべきところ，これを失念していたか，何\nらかの事情によりこれを怠っていたことは前記のとおりである。\n(4)　そうすると，控訴人は両年度の確定申告につき，本件契約の本旨に従った\n履行をしなかった債務不履行があったといわねばならない。\n５　争点(4)（損害）について\n(1)　そこで，控訴人の債務不履行による被控訴人の損害，即ち，控訴人が適正\nな処理をした場合に納めるべきであった税額と，現に修正申告により被控訴人が納\nめた税額との差額を見るに，控訴人が適正な処理をした場合に納めるべきであった\n税額は，修正申告によって明らかになった各種所得控除の金額のほか，各種税法に\nよれば，被控訴人主張のとおり，平成７年度は別紙Ａ表の，平成８年度は別紙Ｂ表\nの，各「本来の納税額」欄のとおりであったと認められる。\n(2)　上記の理由を付言する。\nア　青色申告控除について\n平成７年度については，控訴人が専従者にＣを加え，合計給与額を１５\n６万円とする変更届出を提出すべき義務を負っていたがこれを提出していなかった\nこと，提出されていれば，全額が妥当な経費として認容されたであろうことは前記\nのとおりである。\n平成８年度については，前年に比して一見過大に見えるが，前年の実際\nの収入額からすると奇異な金額ではなく，被控訴人との間でそうすることが話し合\nわれたものと認められることは，前記のとおりであって，変更届出が提出されてい\nれば，年間５７６万円の支給額が経費として控除できたと認められる。\n従って，控訴人が昭和６０年にＢにつき８４万円と届け出た分しか控除\nできなかったのは，債務不履行による損害となる。\nイ　青色申告特別控除の可否\n次に青色申告特別控除の可否につき，控訴人は，被控訴人が青色申告者\nとして作成し保存すべき会計帳簿を作成しなかったから，同控除を受けることはで\nきないという。\nしかし，平成７年分の会計帳簿が作成されていないため，青色申告者の\n特典を受けることができなくなることが控訴人の債務不履行の結果であることは既\nに説示したとおりであり，平成６年分までは会計会計日記帳の作成が契約上の義務\nであるか否かはともかく，現実には会計会計日記帳の作成等の事務を控訴人におい\nて処理し，税務申告に必要な会計帳簿（総勘定元帳，仕訳帳，損益計算書，貸借対\n照表）を作成したうえで，平成６年度にはこの青色申告特別控除をした申告をして\nいること（甲５）からして，控訴人が平成７年度においても，会計会計日記帳の作\n成を初めとして，前年，前々年どおりの処理をしていれば，この控除は可能であっ\nたと認められる。\n平成８年度については，被控訴人が会計会計日記帳をある程度記載して\nおり，これに控訴人事務所において補充のうえ，総勘定元帳を作成したことは前記\nのとおりであって，同年度の申告については控訴人もこの青色申告特別控除を記載\nしているから，これが修正申告の際に認められなかったのは，主として平成７年度\n分の会計帳簿が一切作成されておらず，申告内容の根拠となる数字も不明という事\n態から，平成８年度についても，同年度の収益把握に必要な，前年度の会計帳簿の\n作成保存がなかったためと認められ，やはり，控訴人の債務不履行がなければ，こ\nの特別控除３５万円を控除することができたと認められる。\nウ　平成７年度の当初申告が，社会保険料，生命保険料及び損害保険料の各\n所得控除を行っていなかったことは前記のとおりである。控除できた額は，社会保\n険料は，市県民税においても全額であるから，別紙Ａ表の「修正申告」欄記載のと\nおりとなる。生命保険料は，所得税の修正申告では限度額の５万円とされているか\nら，市県民税では限度額の３万５０００円と認められる。損害保険料は，所得税の\n修正申告では限度額の１万円とされているから，市県民税では限度額の７０００円\nと認められる。なお，平成８年度は控訴人が申告書に記載した金額と同じである。\nエ　上記のとおり平成７年度は期限に遅れた以上，無申告加算税を課せられ\nたのはやむを得ないし，平成８年度は，届出をしていない専従者変更を前提とする\n申告であったことを主な理由として，過少申告加算税が課せられたのは当然のこと\nである。\nオ　そうすると，被控訴人は控訴人の債務不履行により，別紙Ａ表及びＢ表\nのとおり，「本来の納税額」と修正申告額との差額，平成７年度については４５万\n４３００円，平成８年度については１９６万８１００円の，各損害を被ったことに\nなる。\n６　争点(4)（過失相殺）について\n特に控訴人の平成７年分の処理が極めて杜撰であり，控訴人自身が処理した\nとは考えられないほどのものであったことや，平成８年度についても，申告と同時\nに変更届出をするというおよそ税理士の行う処理とは考えられないものであったこ\nとなどを考慮すると，控訴人の報酬が１か月１万余であったこと，被控訴人が，自\nら事業を営んで青色申告を認められているのに，会計帳簿の記帳の必要や帳簿の保\n存等につき無関心に過ぎ，控訴人任せにしすぎたきらいのあることを考慮しても，\n被控訴人の過失として認容しうるのは１０パーセントを相当とする。\n７　原判決は，上記と同じ損害２４２万２４００円の損害を認定したうえ２５パ\nーセントの過失相殺をして１８１万６８００円の限度で被控訴人の請求を認容した\nものであるから，控訴人の控訴は理由がない。被控訴人からの不服申立てはないか\nら，不利益に変更することはできない。\nよって，本件控訴を棄却することとし，控訴費用の負担につき民訴法６７条\n１項，６１条を適用して，主文のとおり判決する。\n広島高等裁判所第３部\n裁判長裁判官　　　　下　　　司　　　正　　　明\n裁判官　　　　檜　　　皮　　　高　　　弘\n裁判官　　　　齋　　　藤　　　憲　　　次\n"
}