{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 23
  },
  "case_number": "平成10(ワ)7928",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12249",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12249",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/249/012249_hanrei.pdf",
  "contents": "平成１０年(ワ)第７９２８号損害賠償請求事件\n口頭弁論終結日　平成１３年６月１５日\n判　　　　　　決\n原　　　　　　告　   　 古野電気株式会社\n訴訟代理人弁護士　　　　内　田　　　修\n同　　　　　　　　　　　内　田　敏　彦\n被　　　　　　告　　　　株式会光電製作所\n訴訟代理人弁護士　　　　大　場　正　成\n同　　　　　　　　      尾　崎　英　男\n同　　　　　　　　　　　嶋　末　和　秀\n主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は、原告に対し、金３億８４４５万７３００円及びこれに対する平成１\n０年８月６日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　前提事実（末尾に証拠の掲記がないものは、当事者間に争いがない。）\n(1)　原告及び被告は、いずれも船舶用レーダー、航跡記録装置等の電子応用機\n器の製造及び販売を業とする株式会社である。\n(2)　甲特許権\nア　原告は、次の特許権（以下「甲特許権」といい、その特許を「甲特\n許」、その特許出願に係る願書に添付した明細書を「甲明細書」、その発明を「甲\n発明」という。甲明細書の内容は別紙特許公報１及び別紙「特許法第６４条の規定\nによる補正の掲載」（以下「補正公報」という。）を参照。）をその存続期間満了\n（平成１１年４月２７日）まで有していた。\n特許番号   　   　第１５１６８４５号\n発明の名称　　　　航跡記録装置\n出　願　日　　　　昭和５４年４月２７日（特願昭５４－５２７１６\n号）\n公　告　日　　　　昭和６１年９月２４日（特公昭６１－４２８０２\n号）\n登　録　日　　　　平成１年９月７日\n特許請求の範囲　　別紙補正公報該当欄記載のとおり\nイ　甲発明は、次の構成要件に分説することができる。\nＡ　航行位置を測定する航法装置の測定結果に基づいて絶対航行位置を航\n跡データとして蓄積記憶する蓄積記憶回路と、\nＢ　該蓄積記憶回路に記憶している航跡データに基づいて、航行位置を認\n識するための、地図上の緯度、経度線等の、自船の現在位置の変化に追従しないマ\nーカ表示要素のデータを生成するマーカ表示要素データ生成手段と、\nＣ　表示器と、\nＤ　前記表示器の表示画面上の各表示位置に幾何的に対応する記憶部を有\nし、前記マーカ表示要素データ生成手段で生成されたデータと前記蓄積記憶回路に\n記憶されている航跡データとを前記表示器の表示画面上の表示位置となる記憶部に\n記憶する表示用記憶回路と、\nＥ　画面移動スイッチおよび画面の縮小、拡大スイッチを含み、前記表示\n用記憶回路に記憶されているデータを任意の方向へ移動させる等表示用記憶回路の\n記憶状態を変えることによって前記表示器での表示状態を所望の状態に設定するこ\nとを指示する操作スイッチ入力部と、を備えてなる\nＦ　航跡記録装置。\n(3)　乙特許権\nア　原告は、次の特許権（以下「乙特許権」といい、その特許を「乙特\n許」、その特許出願に係る願書に添付した明細書を「乙明細書」、その発明を「乙\n発明」という。乙明細書の内容は別紙特許公報２参照。）をその存続期間満了（平\n成１１年６月２１日）まで有していた。\n特許番号  　    　第１６２８２３４号\n発明の名称　　　　航跡記録装置\n出　願　日　　　　昭和５４年６月２１日（特願昭５４－７８９７３\n号）\n公　告　日　　　　昭和６２年６月２７日（特公昭６２－２９７２２\n号）\n登　録　日　　　　平成３年１２月２０日\n特許請求の範囲　　別紙特許公報２該当欄記載のとおり\nイ　乙発明は、次の構成要件に分説することができる。\nＨ　航行位置を測定する航法装置の測定結果に基づいて、航行位置を航跡\nデーターとして蓄積記憶する蓄積記憶回路と、\nＩ　表示器と、\nＪ　該表示器の表示画面上の各表示位置に幾何的に対応する記憶部を有\nし、上記蓄積記憶回路に記憶されている航跡データーを該表示器の表示画面上の表\n示位置となる記憶部に記憶する表示用記憶回路と、\nＫ　画面移動スイッチおよび画面の縮小、拡大スイッチを含み、上記表示\n用記憶回路に記憶されているデーターを任意の方向へ移動させる等表示用記憶回路\nの記憶状態を変えることによって上記表示器での表示状態を所望の状態に設定する\nことを指示する操作スイッチ入力部と、\nＬ　上記表示画面上に表示される現在位置の座標値と上記表示画面上の表\n示限界位置に相当する座標値とを比較して、現在位置の座標値が表示限界位置に達\nしたとき、もしくは、表示限界位置を越えたとき、現在位置の座標値を上記表示画\n面内の座標値に置き換えて、該置き換えた座標値に対応する表示用記憶回路の記憶\n番地に現在位置を記憶させる演算回路とからなる\nＭ　航跡記録装置。\n(4)　被告物件\nア　被告は、\n(ア)　別紙物件目録（一）記載のトラックディスプレイ（型番ＴＤ－０５\n０、ＴＤ－１００、ＬＴＤ－２００、ＴＤ－１００Ａ、ＬＴＤ－２００Ａ、ＧＴＤ\n－２１０。以下「イ号物件」という。）、\n(イ)　別紙物件目録（二）記載のトラックディスプレイ（型番ＴＤ－０６\n０。以下「ロ号物件」という。）、\n(ウ)　別紙物件目録（三）記載のトラックディスプレイ（型番ＧＴＤ－１\n１００、ＣＶＧ－１０００、ＣＶＧ－６０００、ＣＶＧ－６０００ＭＫ２、ＣＶＧ\n－８０００、ＣＶＧ－８０８０、ＣＶＧ－８０８０ＭＫ２、ＣＶＧ－１０１０、Ｃ\nＶＧ－１０２０。以下「ハ号物件」という。）、\n(エ)　別紙物件目録（四）記載のトラックディスプレイ（型番ＴＤ－２３\n００、ＴＤ－２３００Ｒ、ＧＴＤ－２３００、ＧＴＤ－２３００Ｒ。以下「ニ号物\n件」という。）、\n(オ)　別紙物件目録（五）記載のトラックディスプレイ（型番ＴＤ－１０\n００、ＴＤ－１５００、ＴＤ－１５１０、ＴＤ－１７００、ＴＤ－１７１０、ＬＴ\nＤ－２０００、ＬＴＤ－２２００、ＧＴＤ－２０００、ＧＴＤ－２０１０、ＧＴＤ\n－２２００、ＧＴＤ－２２１０、ＧＴＤ－２４００、ＧＴＤ－２４１０。以下「ホ\n号物件」という。）\nを製造、販売していた（以下、イ号ないしホ号物件を併せて「被告製品」\nという。）（ただし、被告は、ハ号物件については他社から購入して販売したと主\n張している。）。\nイ　被告製品は、いずれも甲発明の構成要件Ｃ、Ｅ、Ｆ、乙発明の構成要件\nＩ、Ｍを充足する。\n２　原告は、被告製品がいずれも甲発明及び乙発明の技術的範囲に属するとし\nて、被告に対し、特許法１０２条３項に基づき、３億８４４５万７３００円の損害\n賠償を求めた。\n３　争点\n(1)　ハ号物件は、甲発明の技術的範囲に属するか。\nア　構成要件Ａ充足性\nイ　構成要件Ｂ充足性\nウ　構成要件Ｄ充足性\n(2)　ハ号物件は、乙発明の技術的範囲に属するか。\nア　構成要件Ｈ充足性\nイ  構成要件Ｊ充足性\nウ　構成要件Ｌ充足性\n(3)　イ・ロ・ニ号物件は、甲発明の技術的範囲に属するか。\nア　構成要件Ａ充足性\nイ　構成要件Ｂ充足性\nウ　構成要件Ｄ充足性\n(4)　イ・ロ・ニ号物件は、乙発明の技術的範囲に属するか。\nア　構成要件Ｈ充足性\nイ  構成要件Ｊ充足性\nウ　構成要件Ｌ充足性\n(5)　ホ号物件は、甲発明の技術的範囲に属するか。\nア　構成要件Ａ充足性\nイ　構成要件Ｂ充足性\nウ　構成要件Ｄ充足性\n(6)　ホ号物件は、乙発明の技術的範囲に属するか。\nア　構成要件Ｈ充足性\nイ  構成要件Ｊ充足性\nウ　構成要件Ｌ充足性\n(7)　原告の損害額。\n第３　争点に関する当事者の主張\n１　争点(1)（ハ号物件は、甲発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ充足性）について\n【原告の主張】\nア　ハ号物件の構成を、甲発明の構成要件ＡないしＦに対応させて分説する\nと、次のａないしｆに区分される。\nａ　航行位置を測定する「航法装置①」から測定結果である自船の現在位\n置を示す緯度・経度データが与えられる毎に、これを昀新の現在位置を示す緯度・\n経度データとして更新記憶する現在位置記憶回路（以下、これに符号Ｖを付して\n「現在位置記憶回路Ｖ」という。）と、該現在位置記憶回路Ｖの記憶内容である緯\n度・経度データを「入力パネル②」の間隔設定スイッチで設定された時間間隔又は\n距離間隔で継続的に順次取り込んで記憶する航跡再生用位置データ記憶回路（以\n下、これに符号Ｗを付して「航跡再生用位置データ記憶回路Ｗ」という。）とを具\n備するメモリから成り、自船位置に関する現在及び過去の緯度・経度データを記憶\nする記憶装置（以下、これを「自船位置データ記憶装置（Ｖ＋Ｗ）」という。）\nと、\nｂ　「表示器⑨」の画面上に描出すべき緯度線及び経度線それぞれの位置\nデータ（緯度線については緯度、経度線については経度）を、前記「自船位置デー\nタ記憶装置（Ｖ＋Ｗ）」の「現在位置記憶回路Ｖ」に記憶されている緯度・経度デ\nータが書き込まれた画面中央位置記憶回路のデータ（当該描出タイミングにおける\n自船の現在位置の緯度・経度）と、「入力パネル②」の縮尺率設定スイッチで設定\nされた縮尺値とから、画面サイズの半分の範囲に１本の経緯線が引け（つまり、画\n面全体で各２本ずつ以上の緯度線と経度線が引かれる）、かつ５又は１０で割り切\nれる間隔となるようにして決定するためのプログラムと該プログラムに基づき処理\nを行うＣＰＵから成る算出手段（以下「緯度経度データ算出手段」という。）と、\nｃ　「表示器⑨」と、\nｄ　いずれも、ＸＹ座標により特定された「表示器⑨」の各画素に対応す\nる番地を個別に付された記憶素子（複数個）を有する表示用記憶回路Ａと表示用記\n憶回路Ｂとから成る記憶装置（以下「表示器表示用記憶装置」という。）[前記表示\n用記憶回路Ａ及びＢは１秒毎に交互に「表示器⑨」に接続するようになされてい\nて、表示用記憶回路Ａは前記「緯度経度線データ算出手段」により算出された緯度\n線・経度線の位置データと前記「自船位置データ記憶装置（Ｖ＋Ｗ）」内の「現在\n位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込み記憶さ\nれている各取り込み時点における自船位置の緯度・経度データ等（「現在位置記憶\n回路Ｖ」に記憶されている自船位置に関する昀新の緯度・経度データを含む。）\nを、また表示用記憶回路Ｂは前記「緯度経度線データ算出手段」により算出された\n緯度線・経度線の位置データと前記「自船位置データ記憶装置（Ｖ＋Ｗ）」内の\n「現在位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込み\n記憶されている各取り込み時点における自船位置の緯度・経度データ等（「現在位\n置記憶回路Ｖ」に記憶されている自船位置に関する昀新の緯度・経度データを含ま\nない。）を、いずれも所定の演算式に基づき座標変更して得られる前記ＸＹ座標上\nの座標値に対応する番地を付されたそれぞれの記憶素子に記憶するように制御され\nている。]と、\nｅ　移動スイッチ及び縮尺率スイッチを具備し、前記「表示器表示用記憶\n装置」の表示用記憶回路Ａ及び同Ｂの各記憶素子に記憶されている記憶内容を、移\n動スイッチにより指定された移動量に対応する値だけ記憶番地が異なる別の記憶素\n子に記憶し直すことにより「表示器⑨」の画面表示を上下左右に移動させる等、表\n示用記憶回路Ａ及び同Ｂの記憶状態を変えることにより「表示器⑨」での表示状態\nを所望の状態に設定することを指示する「入力パネル②」とを備えてなる、\nｆ　航跡記録装置\nイ　甲発明の構成要件Ａ（以下、乙発明の構成要件Ｈも同じ。）の「絶対航\n行位置」にいう「絶対位置」とは、何人にも理解できる客観的位置表示の仕方で表\n示された位置であって、たとえば緯度・経度を用いて表示された「東経１３５度、\n北緯３７度」等の位置がこれに当たる（別紙補正公報２丁１８行末～１９行、別紙\n特許公報２・３欄末行～４欄２行参照）。\nまた、甲発明の構成要件Ａにいう「航跡データ」とは、現在及び過去の\n各時点における船舶の位置の時系列的表現である航跡を描くために必要なデータ\n（自船の過去の位置を示すデータのみならず、航法装置から入力されたばかりの自\n船の現在位置を示すデータが含まれる。）をいい、「蓄積記憶」とは、与えられる\nデータを特定の目的に使用することを予定し、その使用に備えて予め記憶しておく\nことをいう。\nウ　ハ号物件の構成区分ａのうち、「航跡再生用位置データ記憶回路Ｗ」\nは、「現在位置記憶回路Ｖ」の記憶内容である緯度・経度データを所定の時間間隔\n又は距離間隔で継続的に取り込んで記憶するものであり、「現在位置記憶回路Ｖ」\nと「航跡再生用位置データ記憶回路Ｗ」は、両者相まって航法装置からの緯度・経\n度データを自船の現在及び過去の航跡データとして記憶するものとしてバッテリで\nバックアップされた一個のメモリ（ＳＲＡＭ）内に配置されているから、全体とし\nて一個の記憶回路「自船位置データ記憶装置（Ｖ＋Ｗ）」ととらえることができ\nる。\nそして、「自船位置データ記憶装置（Ｖ＋Ｗ）」が具備する「現在位置\n記憶回路Ｖ」は、航行位置を測定する航法装置①から時々刻々与えられる「自船の\n現在位置を示す緯度・経度データ」を昀新の現在位置を示す緯度・経度データとし\nて更新記憶するものであり、「航跡再生用位置データ記憶回路Ｗ」は、同データを\n入力パネル②の間隔設定スイッチで設定された時間間隔又は距離間隔で記憶限界個\n数（当該データ記憶領域に昀大限記憶できる緯度・経度データの個数）に達するま\nで継続的に順次取り込んで記憶するものである。しかも、これら記憶回路Ｖ、Ｗの\n記憶内容である緯度・経度データは、それぞれ現在及び過去の各時点における自船\n位置の時系列的表現（航跡表示）に使用することを目的として蓄積記憶されるので\nあるから、ハ号物件の構成区分ａは、構成要件Ａと同一である。\nエ　被告は、「蓄積」とは一時的な記憶ではなく、継続的なデータの恒久的\nな記憶であると主張する。しかし、「蓄積」とは、英語のstorageの訳語であって、\n一定の使用目的のために蓄えることを意味するだけであり、蓄えておく時間の長短\nは問わない。このことは、甲明細書の発明の詳細な説明に「現在位置２’を基準に\nして拡大、縮小を行わせる場合には、自船の現在位置を蓄積記憶回路２５から読み\n出し、ブラウン管表示器２７の中心点に対応する表示用記憶回路の記憶素子に自船\nの現在位置を書き込むように制御することになる」（別紙補正公報５丁２２～２４\n行）の記載があり、自船の航跡を表示する目的のために蓄積記憶回路２５から読み\n出される航跡データの中に、自船の過去の位置を示すデータのみならず、航法装置\nから入力されたばかりの自船の現在位置を示すデータが含まれていることからも明\nらかである。\nオ　被告は、甲発明は過去の自船位置及び現在位置を含む航跡データを一つ\nの記憶回路に蓄積記憶することを構成要件とし、その記憶回路を「蓄積記憶回路」\nと呼んでいるが、ハ号物件は過去の航跡データと現在位置データが一つの記憶回路\nに蓄積記憶されていないから、構成要件Ａに該当しないと主張する。\nしかし、甲明細書（乙明細書も同じ。）には、「蓄積記憶回路」を構成\nする記憶回路の個数を一個に限定した記載は存在しない。また、ハ号物件において\n「現在位置記憶回路Ｖ」と「航跡再生用位置データ記憶回路Ｗ」は、常に別個の処\n理動作を行うよう設計されているわけではなく、「航跡再生用位置データ記憶回路\nＷ」は自船の過去の航跡を描く目的の下に自船の過去の位置データを蓄え、「現在\n位置記憶回路Ｖ」は自船の現在位置（これは自船航跡の時間的先端部分である。）\nを描く目的の下に自船の現在位置データを蓄え、両記憶回路の組み合わせでもっ\nて、画面書換え時に自船の航跡（これには過去の航跡だけでなく、現在位置も含ま\nれる。）を描く目的で自船の現在及び過去の位置データを蓄えていることが明らか\nである。したがって、ハ号物件において「現在位置記憶回路Ｖ」と「航跡再生用位\n置データ記憶回路Ｗ」が全く別の表示動作に用いられているとはいえず、両記憶回\n路の組合せとしての「自船位置データ記憶装置（Ｖ＋Ｗ）」が存在する。\nカ　被告は、甲明細書には、画面書換え処理やその際の航跡の再生描画のこ\nとは記載されていないから、ハ号物件の画面書換え処理は甲発明と関係がないとも\n主張する。\nしかし、別紙補正公報には、画面移動スイッチを用いた場合の表示用記\n憶回路における指定した方向に全体的にシフトした記憶素子への「再書込み」（５\n丁２５～２７行）、縮小スイッチにより縮小する場合における間引きしながらの書\n込み（５丁１７～２２行）のように、画面書換え処理に関する記載がある。なお、\n乙明細書にも、現在位置が表示画面上の表示限界位置に達したとき、又は表示限界\n位置を越えたときに、現在位置の座標値を表示画面内の座標値に置き換えて表示す\nるため電子計算機が「表示用記憶回路１４の記憶内容を一旦リフレッシュして、そ\nの後新たに表示位置の書込みを行う」処理（別紙特許公報２・６欄２～５行）、及\nび画面移動スイッチや縮小スイッチを使用した場合の表示用記憶回路への書込み\n（同・４欄２２行～５欄８行）のように、画面の書換えに関する記載がある。\nキ　被告は、甲発明の構成要件中、構成要件Ａの「蓄積記憶回路に絶対航行\n位置を航跡データとして蓄積記憶すること」は当初明細書には開示されていないと\n主張するが、同事項は甲発明の出願当初明細書に開示されている。\n【被告の主張】\nア　甲発明の構成要件Ａ（乙発明の構成要件Ｈも同じ。）における「蓄積」\nとは、一時的な記憶ではなく継続的なデータの恒久的（文字どおり永久ではなく、\nシステムの予定する期間において恒久的の意味）な記憶を意味している。特許請求\nの範囲の構成要件Ａに「航跡データとして蓄積記憶する蓄積記憶回路」と記載され\nており、また、構成要件Ｄ及び発明の詳細な説明から明らかなように、甲発明にお\nいては蓄積記憶回路に記憶された航跡データが画面表示されることによれば、「蓄\n積」という言葉には、航跡データが順次継続して記憶されるという意味が含まれて\nおり、一点の位置情報のみを一時的に記憶することは意味していない。構成要件Ａ\nの「航跡データ」の意義が原告主張のとおりであることは認める。\nイ  甲発明は、①過去及び現在の自船位置を含む航跡データを蓄積記憶する\n蓄積記憶回路を有し（構成要件Ａ）、②その蓄積記憶回路に記憶している航跡デー\nタに基づいて地図上の緯度経度線等のマーカ表示要素のデータを生成し（構成要件\nＢ）、③その蓄積記憶回路に記憶されている航跡データを表示のために表示用記憶\n回路に記憶させる（構成要件Ｄ）ものである。つまり、甲発明は過去の自船位置及\nび現在位置を含む航跡データを一つの記憶回路に蓄積記憶させることを構成要件と\nしており、その記憶回路を「蓄積記憶回路」と呼んでいるのである。\nこれに対し、ハ号物件には、甲発明の上記各要件を満たす蓄積記憶回路\nは存在しない。ハ号物件の「航跡再生用位置データ記憶回路」は、過去の自船位置\nを画面書換え処理時の航跡の再生用に記憶するだけで、自船位置に関する昀新の緯\n度・経度データは記憶されておらず、「現在位置記憶回路」は、自船の現在位置デ\nータを次に入力される昀新データで更新されるまでの間記憶しているだけである。\n二つの記憶回路は全く別々の表示動作に用いられ、システム上別の機能、動作を行\nう別の記憶回路であるから、全体として一個の記憶装置（原告のいう「自船位置デ\nータ記憶装置（Ｖ＋Ｗ）」）ととらえることはできない。\nこのように、ハ号物件は、過去の航跡データと現在位置データが一つの\n記憶回路に蓄積されていないから、甲発明の構成要件Ａに該当しない。\nウ　甲発明では「蓄積記憶回路」は航法装置から入力される航跡データを蓄\n積記憶し、その航跡データが画面表示されることを構成としているだけであって、\n甲発明の明細書には既に表示されている画面に対し、電源投入直後の状態に戻って\n画面を書き換える処理やその際の航跡の再生描画のことは全く記載されていないか\nら、ハ号物件における画面書換え処理は甲発明と関係がない。\nエ　甲発明の構成中、構成要件Ａの、蓄積記憶回路に絶対航行位置を航跡デ\nータとして蓄積記憶することは、出願当初の明細書（乙１）には開示されていな\nい。原告は、甲発明の出願過程において、補正によって明細書の開示内容を大幅に\n追加変更しており、このような権利取得の仕方は特許制度の悪用である。\n(2)　同イ（構成要件Ｂ充足性）について\n【原告の主張】\nア　構成要件Ｂにいう「該蓄積記録回路に記憶している航跡データに基づい\nて、航行位置を認識するための、地図上の緯度、経度線等の、自船の現在位置の変\n化に追従しないマーカ表示要素」に緯度、経度線が含まれることは、「地図上の緯\n度、経度線」が例示されていることから明らかである。\nハ号物件では、緯度線・経度線を画面中央位置記憶回路のデータに基づ\nいて生成しており、この画面中央位置記憶回路には、緯度線・経度線の描画を行う\nべき時（電源投入時や現在位置が画面の表示限界に達した時）における「現在位置\n記憶回路Ｖ」の現在位置データが書き込まれている。すなわち、ハ号物件が緯度\n線・経度線を生成するために使用している画面中央位置記憶回路のデータは、実\nは、当該緯度線・経度線の描画開始時における「現在位置記憶回路Ｖ」の現在位置\nデータである。したがって、ハ号物件は、緯度線・経度線を「現在位置記憶回路\nＶ」に記憶している現在位置データに基づいて生成しているといい得るところ、ハ\n号物件の「現在位置記憶回路Ｖ」は、「自船位置データ記憶装置（Ｖ＋Ｗ）」（こ\nれがハ号物件に存在することは前記(1)【原告の主張】オで主張したとおりであ\nる。）の一部をなす記憶回路であり、そこに蓄えられている自船の現在位置データ\nは、構成要件Ｂの「航跡データ」に他ならない。\n被告は、ハ号物件に「緯度経度線データ算出手段」なるものは存在しな\nいと主張する。しかし、ハ号物件においては、「現在位置記憶回路Ｖ」に記憶され\nている緯度・経度データを書き込まれた画面中央位置記憶回路のデータと「入力パ\nネル②」の縮尺率設定スイッチで設定された縮尺値とから緯度線・経度線を決定し\nており、この決定を行うためのプログラムと該プログラムに基づき処理を行うＣＰ\nＵが「緯度経度線データ算出手段」である。\nよって、ハ号物件の構成区分ｂは、甲発明の構成要件Ｂを充足する。\nイ　構成要件Ｂの「該蓄積記憶回路に記憶している（絶対航行位置の）航跡\nデータに基づいてマーカ表示要素のデータを生成する」ことは、甲発明の出願当初\n明細書に開示されている。\n【被告の主張】\nア　構成要件Ｂは、緯度線・経度線を「該蓄積記憶回路に記憶している航跡\nデータに基づいて」生成することを内容としている。ハ号物件における緯度線・経\n度線の描画は、別紙物件目録（三）、５及び第２図概略フローチャートの「画面書\nき換え処理」中の「緯線経線の描画」のとおりであり、画面書換え処理において緯\n線経線の描画が行われるまでに、「航跡再生用位置データ記憶回路」（仮にこれが\n甲発明の「該蓄積記憶回路」に該当しているとしても）に記憶している航跡データ\nは全く使用されていない。このように、ハ号物件には、原告主張の構成区分ｂの\n「緯度経度線データ算出手段」なるものは存在しないから、構成要件Ｂを充足しな\nい。\nイ　甲発明の構成要件Ｂの「該蓄積記憶回路に記憶している（絶対航行位置\nの）航跡データに基づいてマーカ表示要素のデータを生成する」という事項は、出\n願当初の明細書に開示されていない。\n(3)　同エ（構成要件Ｄ充足性）について\n【原告の主張】\n構成要件Ｄ（乙発明の構成要件Ｊも同じ。）の「『表示器』の表示画面上\nの各表示位置に幾何的に対応する記憶部」とは、表示用記憶回路の記憶部を構成す\nる各記憶素子に「表示器」の表示画面上の各画素（注：その位置はＸＹ座標値等に\nより特定される。）に対応する記憶番地が付されており、これらの記憶素子にビッ\nト・データが書き込まれたときは、該表示器用記憶回路に接続された「表示器」\nの、右ビット・データが書き込まれた記憶素子の記憶番地に対応する特定の画素\n（位置）に点が表示されるようになっている記憶部のことをいう。\nハ号物件の構成区分ｄにおける「表示器表示用記憶装置」は、２個の表示\n用記憶回路Ａ及び同Ｂから成るが、これらはいずれも前記「緯度経度線データ算出\n手段」により算出された緯度線・経度線の位置データと前記「自船位置データ記憶\n装置（Ｖ＋Ｗ）」内の「航跡再生用位置データ記憶回路Ｗ」に記憶されている各取\nり込み時点における自船位置の緯度・経度データそのものではなく、これを所定の\n演算式によりＸＹ座標値に変換したものを、該ＸＹ座標値に対応する記憶素子に記\n憶するものであり、２個設けられている理由は自船の現在位置を示すデータ（前述\nのごとく、これは「現在位置記憶回路Ｖ」に記憶されている自船位置に関する昀新\nの緯度・経度データである。）のみは表示用記憶回路Ａの方に記憶し、同Ｂに記憶\nしないようにしておき、１秒ごとに交互に「表示器⑨」に接続することにより自船\nの航跡のうち現在位置のみを点滅表示させるためであるから、全体として見た場合\nには、「表示器⑨」に継続的に接続されている１個の表示器表示用の記憶回路とい\nうことができる。\nしたがって、ハ号物件の構成区分ｄと構成要件Ｄは同一である。\n【被告の主張】\n構成要件Ｄ（乙発明の構成要件Ｊも同じ。）の「航跡データ」は、過去の\n位置データだけでなく直近の入力データによる現在の位置データをも当然に含み、\n「前記マーカ表示要素データ生成手段で生成されたデータと前記蓄積記憶回路に記\n憶されている航跡データとを前記表示器の表示画面上の表示位置となる記憶部に記\n憶する表示用記憶回路」とは、蓄積記憶回路に蓄積された現在の位置を表すデータ\nを含むすべての航跡データが、現在位置を含む航跡を表示画面に表示するため表示\n用記憶回路の記憶部に記憶されることを意味するものと解される。\nこれに対し、ハ号物件では、現在の位置を表すデータは現在位置記憶回路\nに一時的（航法装置からの次の入力データによって更新されるまで）に記憶され、\nその間にＸＹ座標に変換されて、そのまま表示画面にリアルタイム表示されるので\nあり、現在位置のデータがその表示のため「蓄積記憶回路」に相当する「航跡デー\nタ用位置データ記憶回路」に記憶されることはない。\nハ号物件では、電源投入時や画面書換え処理時には、「航跡再生用位置デ\nータ記憶回路」に蓄積記憶された過去の位置に関する航跡データを読み出して表示\n画面に表示するが、それは地図等と共に過去のデータとして画面表示されるだけで\nあり、また、リアルタイム表示される航跡より粗い別の航跡データの表示となる。\nこのように、航跡データのうち現在の位置を示すデータが蓄積記憶回路に記憶され\nていない点において、ハ号物件は構成要件Ｄに該当しない。\n２　争点(2)（ハ号物件は、乙発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ充足性）について\n【原告の主張】\nア　ハ号物件の構成を乙発明の構成要件ＨないしＭに対応させて分説する\nと、次のとおりである。\nｈ　ハ号物件の構成区分ａと同じ\nｉ　「表示器⑨」と、\nｊ　ハ号物件の構成区分ｄと同じ\nｋ　ハ号物件の構成区分ｅと同じ\nｌ　航法装置①から約１秒間隔で自船の現在位置を示す緯度・経度データ\nが「現在位置記憶回路Ｖ」に入力される毎に、その入力時点（ｔ時点）において既\nに現在位置座標値記憶回路に記憶されているＸＹ座標値（Ｘｔ，Ｙｔ）と、表示器⑨\nの画面上の表示範囲を規定するために予めＸＹ座標値を用いて設定記憶されている\n表示限界位置データとを比較し、右ＸＹ座標値（Ｘｔ，Ｙｔ）が表示限界位置データ\nの範囲を超えていると判断されたときは、表示器⑨の画面の書き換え処理を開始\nし、画面書換え処理の開始時点（ｔ時点から約１秒以内）における「現在位置記憶\n回路Ｖ」の緯度・経度データを、画面中央位置記憶回路に転送して該画面中央位置\n記憶回路の位置データを右緯度・経度データに書き換えた後、所定の演算式に基づ\nき右緯度・経度データをＸＹ座標値に変換し、変換されたＸＹ座標値に対応する表\n示用記憶回路Ａの記憶素子に記憶させる手段（以下「自船表示位置の自動変更手\n段」という。）からなる、\nｍ　航跡記録装置\nイ　ハ号物件の構成区分ｈは、乙発明の構成要件Ｈと同一である。その理由\nは、前記１、(2)（構成要件Ａ充足性）に関する【原告の主張】と同じである。\n【被告の主張】\nア　乙発明の構成要件Ｈにいう「蓄積記憶」、「蓄積記憶回路」の意義は、\n前記１、(1)（構成要件Ａ充足性）に関する【被告の主張】と同一である。\nイ　ハ号物件は「現在位置記憶回路Ｖ」と「航跡再生用位置データ記憶回路\nＷ」とを具備するメモリから成り、自船位置に関する現在及び過去の緯度・経度デ\nータを「表示器⑨」の画面上に自船の航跡を描くためのデータとして記憶する記憶\n装置（原告が「自船位置データ記憶装置（Ｖ＋Ｗ）」と呼ぶもの。）は存在しない\nから、乙発明の構成要件Ｈにいう「蓄積記憶回路」がない。\n(3)　同ウ（構成要件Ｊ充足性）について\n【原告の主張】\n乙発明の構成要件Ｊの「『表示器』の表示画面上の各表示位置に幾何的に\n対応する記憶部」の意義、及びハ号物件の構成区分jが構成要件Ｊと同一であること\nは、前記１、(3)（構成要件Ｄ充足性）に関する【原告の主張】と同じである。\n【被告の主張】\n構成要件Ｊについては、甲発明の構成要件Ｄについての被告の主張（前記\n１、(3)）がそのまま当てはまる。構成要件Ｊの「前記蓄積記憶回路に記憶されてい\nる航跡データ」は、過去のデータだけでなく直近の現在位置記憶データも当然に含\nむと解すべきところ、ハ号物件にはそのような構成（原告のいう「緯度経度線デー\nタ算出手段」及び「自船位置データ記憶装置（Ｖ＋Ｗ）」）が存在しない。\n(4)　同エ（構成要件Ｌ充足性）について\n【原告の主張】\nア　ハ号物件の構成区分ｌにおける「予めＸＹ座標値を用いて設定記憶され\nている表示器⑨の画面上の表示限界位置データ」は、構成要件Ｌにいう「表示画面\n上の表示限界位置に相当する座標値」に該当する。\nまた、構成要件Ｌにおける「表示画面上に表示される現在位置の座標\n値」にいう「現在位置」は、「表示画面上の表示限界位置に相当する座標値」と比\n較されるべき対象としての確定した座標値を有する「現在位置」でなければならな\nい。すなわち、比較判断がなされる時点において既に演算によりそのＸＹ座標値が\n確定している自船位置のうちで昀も新しい自船位置を指すのである。このことは、\n乙明細書の発明の詳細な説明に、「表示用記憶回路１４から航跡記録の現在位置を\n読出して、この現在位置が上記表示画面上の限界位置に対応する表示用記憶回路内\nの記憶素子に一致するかどうか、あるいは、限界位置を越えているかどうかを演算\nする。」（別紙特許公報２・５欄１４～１８行）との記載があり、拡大／縮小表示\nをする場合（同４欄３８～４０行）と異なり、比較対象たる「航跡記録の現在位\n置」を表示用記憶回路１４から読み出すとしていることからも裏付けられる。\nさらに、ハ号物件においては、現在位置の画面表示は、現在位置座標値\n記憶回路に記憶されているＸＹ座標値データを、該ＸＹ座標値に対応する表示用記\n憶回路Ａの記憶素子に記憶して行うから、ハ号物件の構成区分ｌにおける「既に現\n在位置座標値記憶回路に記憶されているＸＹ座標値」は、構成要件Ｌにいう「表示\n画面上に表示される現在位置の座標値」である。\nしたがって、ハ号物件の構成区分ｌにおいて「航法装置①から現在位置\nを示す緯度・経度データが「現在位置記憶回路Ｖ」に入力される毎に、その入力時\n点（ｔ時点）において既に現在位置座標値記憶回路に記憶されているＸＹ座標値\n（Ｘｔ，Ｙｔ）と、表示器⑨の画面上の表示範囲を規定するために予めＸＹ座標値を\n用いて設定記憶されている表示限界位置データとを比較」することは、構成要件Ｌ\nにおける「上記表示画面上に表示される現在位置の座標値と上記表示画面上の表示\n限界位置に相当する座標値とを比較して」に該当する。\nイ　次に、ハ号物件においては、前記比較の結果、前記ＸＹ座標値（Ｘｔ，\nＹｔ）が表示限界位置データの範囲を越えていると判断されたときは、表示器⑨の\n画面の書き換え処理を開始して、「画面書換え処理の開始時点（ｔ時点から約１秒\n以内）における現在位置記憶回路Ｖの緯度・経度データ」を画面中央位置記憶回路\nに転送して、該画面中央位置記憶回路の位置データを同緯度・経度データに書き換\nえた後、所定の演算式に基づき同緯度・経度データをＸＹ座標値に変換し、変換さ\nれたＸＹ座標値（これが表示器⑨の画面中央位置のＸＹ座標値になること、及びこ\nのＸＹ座標値が画面の表示限界の範囲内であることは、いうまでもない。）に対応\nする表示用記憶回路Ａの記憶素子に記憶させる。すなわち、前記比較において表示\n限界位置データの範囲を越えていると判断された自船の現在位置のリアルタイム表\n示は、画面書換え処理により、自動的に画面中央位置から行われることになる。\nそれゆえ、ハ号物件の構成区分ｌは、上記画面書換え処理後昀初に画面\nの表示限界の範囲内に表示する自船の現在位置データを、書換え後の画面の表示限\n界内にある画面中央位置のＸＹ座標値に置き換えて、該置き換えたＸＹ座標値に対\n応する表示用記憶回路Ａの記憶番地に記憶させる点において、構成要件Ｌにおける\n「現在位置の座標値を上記表示画面内の座標値に置き換えて、該置き換えた座標値\nに対応する表示用記憶回路の記憶番地に現在位置を記憶させる」ことと軌を一にす\nる。\nもっとも、ハ号物件において前記の画面中央位置から改めて行われる自\n船の現在位置表示において、画面書換え後昀初に画面中央位置に表示される自船の\n現在位置データは、「書き換え処理の開始時点（ｔ時点から約１秒以内）における\n現在位置回路Ｖの緯度・経度データ」であり、自船位置の測定・入力の時間順から\nみれば、これは、表示限界位置データの範囲を越えている前記ＸＹ座標（Ｘｔ，Ｙｔ\n）で表示された現在位置データの次に測定・入力された現在位置のデータであるか\nら、同じく「現在位置」のデータといっても、画面書換え処理の開始時点より以前\nには、書換え前の画面上におけるＸＹ座標値への変換がなされていなかったもので\nある。\nしたがって、ハ号物件において、画面書換え後昀初に画面中央位置に表\n示される自船の現在位置データである「画面書き換え処理の開始時点（ｔ時点から\n約１秒以内）における現在位置記憶回路Ｖの緯度・経度データ」は、画面書換え処\n理において、書き換え後の画面上におけるＸＹ座標値（該画面の中央位置のＸＹ座\n標値）に置き換えられるが、この置き換えは、書き換え前の画面上におけるＸＹ座\n標値からの置き換えではなく、ＸＹ座標値への変換前の緯度・経度データからの直\n接の置き換えである点で、文言上は、構成要件Ｌにおける「現在位置の座標値\nを・・置き換えて、」と一応は相違する。\nウ　しかし、この相違は技術的には僅差であり、あえて均等というまでもな\nく実質的に同一と評価すべきものである。\nそもそも乙発明で座標値の置き換えが行われるのは、「特定の測定時点\nにおける現在位置」の画面表示が表示限界位置あるいはその外側に表示された場合\nには、その後に引き続き入力される現在位置の画面表示も表示限界位置あるいはそ\nの外側に表示される可能性が大きく、自船の現在位置の周囲の状況を画面から把握\nすることが困難になることに鑑み、表示用記憶回路１４の記憶内容をいったんリフ\nレッシュして新たな緯度・経度に基づいて画面の書換え処理を行い、前記「特定の\n測定時点における現在位置」を画面中央位置などの表示限界内の新たな位置へ表示\nし直すことにより、引き続き入力される自船の現在位置のデータを表示限界の範囲\n内にその周囲状況に関する情報（目的地、小島、浅瀬の危険区域のマーク）と共に\n表示して針路や航行速度の確認を容易にすることを目的とする。この目的に照らせ\nば、乙発明において重要なことは、表示限界位置の範囲内を逸脱して表示された前\n記「特定の測定時点における現在位置」に引き続き入力される現在位置のデータの\n表示位置を自動的に更新して画面中央位置など表示限界内の新たな位置へ表示する\nことであって、いったん表示限界位置の範囲を逸脱して表示された前記「特定の測\n定時点における現在位置」を改めて画面中央位置など表示限界内の新たな位置へ再\n度表示しなおすこと自体はさほど重要でなく、該再表示は乙発明にとって本質的な\n構成ではない。\nハ号物件の場合は、「特定の測定時点における現在位置」が画面上の表\n示限界位置を越えて表示されたときは、表示用記憶回路１４の記憶内容をいったん\nリフレッシュして新たな緯度・経度に基づき画面の書き換え処理を行い、前記「特\n定の測定時点における現在位置」の再表示ではなく、これに代えて、前記「特定の\n測定時点」より一回後（具体的には約１秒後）に測定・入力された現在位置のデー\nタを画面中央位置へ新規に表示することにより、その後に入力される現在位置のデ\nータを周囲状況の把握しやすい表示限界内に表示するという乙発明と同一の効果を\n上げるから、均等論の要件である作用効果の同一性が認められる。のみならず、新\nたな緯度・経度に基づく画面の書換えを行った際に、乙発明のごとく、表示限界位\n置の外側に表示した「特定の測定時点における現在位置」を画面中央位置に表示し\nてその後の航跡記録を継続することに代えて、これを一部省略して、表示限界位置\nの外側に表示した「特定の測定時点における現在位置」の１秒後の現在位置を画面\n中央位置に表示してその後の航跡記録を継続するようになす程度のことは、当業者\nが容易に置き換え得ることである。\nしたがって、この程度の相違は、技術思想上の相違というに値しない僅\n差であって、ハ号物件の構成区分ｌは、構成要件Ｌと実質的に同一ないしは均等と\n評価すべきである。\n【被告の主張】\nア　乙発明における「上記表示画面上の表示限界位置に相当する座標値」\nは、ハ号物件ではＥＰＲＯＭ⑤に記憶されている「表示限界位置データ」（ＸＹ座\n標）に対応する。\n乙発明における「上記表示画面上に表示される現在位置の座標値」と\nは、表示画面内に表示をしようとする自船位置であり、もし表示限界位置に達しあ\nるいは越えていれば表示画面の表示限界位置内の座標値に置き換えて表示するのが\n「現在位置」であると解される。構成要件Ｌは、全体として、表示画面上に現在位\n置を表示する際の処理動作を記述しており、その前段において、現在位置を表示画\n面上に表示するに当たって、当該現在位置の座標値が表示限界位置に達した、又は\nこれを越えたか否かを判断することを規定するのであるから、構成要件Ｌにおける\n「現在位置」とは、航法装置からの直近のデータにより位置が知られ、表示画面上\nで表示処理をされようとしている自船位置をいう。\nこれに対し、ハ号物件では、入力された現在位置データが表示画面の表\n示限界位置内か否かを判断するに当たって、別紙物件目録（三）第２図のメインル\nープにおける１回前のループにおいて、その時の「現在位置データ」をＸＹ座標に\n変換したデータが「現在位置座標値記憶回路（ＸＹ座標）」に記憶されており、当\n該ループにおいて表示限界位置データと比較されるのは、この１回前のループにお\nける「現在位置」に対応する「現在位置座標値」である。この１回前のループにお\nける「現在位置」は既に画面表示されていて、表示限界外と判断されても置き換え\nによって表示限界内にあらためて表示されることのない過去の自船位置である。\nハ号物件は、まず「表示画面上に表示される現在位置の座標値」を比較\nの対象としていない点において構成要件Ｌに該当しない。\nイ　構成要件Ｌでは、「現在位置の座標値を上記表示画面内の座標値に置き\n換え」る処理を行うが、ハ号物件では、「座標値の置き換え」も「座標値への変\n換」も行われず、１回前のループの「現在位置」の表示位置が画面表示限界位置デ\nータの範囲を越えている場合は、航法装置から入力された直近の現在位置記憶回路\nのデータを画面中央位置記憶回路に転送して、画面を新規に作り直す。新規画面作\n成のために必要なデータは、画面中央位置記憶回路のデータによって与えられる基\n準位置とＥＰＲＯＭ⑤の縮尺テーブルに記憶されたデータの中から選択された縮尺\nデータのみである。ハ号物件では、画面中央位置記憶回路のデータを更新し、電源\n投入時と全く同様にして、画面を新規に作成し、その上でメインループに戻って、\nその時「現在位置記憶回路」に記憶されている緯度・経度データを新規に作成され\nた座標系においてＸＹ座標表示し、その後は、航法装置からの新規データの入力を\n待つ。したがって、ハ号物件は、構成要件Ｌの「現在位置の座標値を上記表示画面\n内の座標値に置き換えて」という処理を行わないし、「該置き換えた座標値に対応\nする表示用記憶回路の記憶番地に現在位置を記憶させる」こともない。\nウ　原告の均等の主張は争う。\n乙発明において構成要件Ｌがその特徴的構成部分であることは明らかで\nある。しかも構成要件Ｌは「比較」、「置き換え」及び「表示のための記憶」の三\nつの動作を行う演算回路であり、「比較」と「置き換え」の動作に特徴を求めざる\nを得ないのであるから、原告がハ号物件と構成要件Ｌの相違点として認める「置き\n換え」の部分が乙発明の本質的部分でないということはあり得ない。\n３　争点(3)（イ・ロ・ニ号物件は、甲発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ充足性）について\n【原告の主張】\nア　イ・ロ・ニ号物件の構成\n(ア)　イ号物件の構成を甲発明の構成要件ＡないしＦと対応させて分説す\nると、次のａないしｆのとおりである。\nａ　ハ号物件の構成区分ａと同じ（ただし、ハ号物件の構成区分ａ中の\n「…間隔設定スイッチで設定された時間間隔又は距離間隔で継続的に順次取り込ん\nで」とあるのを「…間隔設定スイッチで設定された時間間隔で継続的に順次取り込\nんで」と訂正する。）\nｂ　「表示器⑨」の画面上に描出すべき緯度線及び経度線それぞれの位\n置データ（緯度線については緯度、経度線については経度）を、前記「自船位置デ\nータ記憶装置（Ｖ＋Ｗ）」の「現在位置記憶回路Ｖ」に記憶されている緯度・経度\nデータが書き込まれた画面中央位置記憶回路のデータ（当該描出タイミングにおけ\nる自船の現在位置の緯度・経度）と、「入力パネル②」の縮尺率設定スイッチで設\n定された縮尺値とから、画面左上の角の緯度・経度を算出し、その点からＸ方向、\nＹ方向へデータテーブルにより指定される間隔で経緯線が引けるように、決定する\n算出手段（「緯度経度データ算出手段」）と、\nｃ　「表示器⑨」と、\nｄ　ＸＹ座標により特定された「表示器⑨」の各画素に対応する番地を\n個別に付された記憶素子（複数個）を有し、前記「緯度経度線データ算出手段」に\nより算出された緯度線・経度線の位置データと前記「自船データ記憶装置（Ｖ＋\nＷ）」内の「現在位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順\n次取り込み記憶されている各取り込み時点における自船位置の緯度・経度データ等\n（「現在位置記憶回路Ｖ」に記憶されている自船位置に関する昀新の緯度・経度デ\nータを含む。）を、いずれも所定の演算式に基づき座標変換して得られる前記ＸＹ\n座標上の座標値に対応する番地を付されたそれぞれの記憶素子に記憶するように制\n御されている表示用記憶回路（「表示器表示用記憶装置」）と、\nｅ　ハ号物件の構成区分ｅと同じ（ただし、ハ号物件の構成区分ｅ中の\n「表示用記憶回路Ａ及びＢ」を「表示器表示用記憶装置」と訂正する。）\nｆ　航跡記録装置\n(イ)　ロ号物件の構成は、構成区分ｄが下記のとおりであるほかは、イ号\n物件と同じである。\nｄ　ＸＹ座標により特定された「表示器⑨」の各画素に対応する番地を\n個別に付された、及び画面スクロール時等に該アドレスを順次付される、表示装置\nの画素数の９倍の記憶素子を有する表示用記憶回路（「表示器表示用記憶装置」）\n［前記表示用記憶回路は、前記「緯度経度データ算出手段」により算出された緯度\n線・経度線の位置データと前記「自船位置データ記憶回路（Ｖ＋Ｗ）」内の「現在\n位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込み記憶さ\nれている各取り込み時点における自船位置の緯度・経度データ等（「現在位置記憶\n回路Ｖ」に記憶されている自船位置に関する昀新の緯度・経度データを含む。）\nを、いずれも所定の演算式に基づき座標変換して得られる前記ＸＹ座標上の座標値\nに対応する番地を付されたそれぞれの記憶素子に記憶するように制御されてい\nる。］と、\n(ウ)　ニ号物件の構成は、構成ｂ、ｄが下記のとおりであるほかは、イ号\n物件と同じである（ただし、構成ａは、イ号物件の構成区分ａ中の「…間隔設定ス\nイッチで設定された時間間隔で継続的に順次取り込んで」とあるのを「…間隔設定\nスイッチで設定された時間間隔又は距離間隔で継続的に取り込んで」と訂正す\nる。）。\nｂ　「表示器⑨」の画面上に描出すべき緯度線及び経度線それぞれの位\n置データ（緯度線については緯度、経度線については経度）を、前記「自船位置デ\nータ記憶装置（Ｖ＋Ｗ）」の「現在位置記憶回路Ｖ」に記憶されている緯度・経度\nデータが書き込まれた画面中央位置記憶回路のデータ（当該描出タイミングにおけ\nる自船の現在位置の緯度・経度）と「入力パネル②」の縮尺率設定スイッチで設定\nされた縮尺値とから、画面サイズの半分の範囲内に１本の経緯線が引け（つまり、\n画面全体で各２本ずつ以上の経度線と緯度線が引ける。）、かつ５又は１０で割り\n切れる間隔となるようにして、決定する算出手段（「緯度経度線データ算出手\n段」）と、\nｄ　ＸＹ座標により特定された「表示器⑨」の各画素に対応する番地を\n個別に付された記憶素子（複数個）を有する表示用記憶回路（「表示器表示用記憶\n装置」）［前記表示用記憶回路は、\nⅰ　前記「緯度経度線データ算出手段」により算出され経緯線描画記\n憶回路に記憶されている緯度線・経度線の位置データ、並びに\nⅱ　前記「自船位置データ記憶装置（Ｖ＋Ｗ）」内の「現在位置記憶\n回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込み記憶され、さら\nに航跡描画記憶回路に記憶されている右各取り込み時点における自船位置の緯度・\n経度データ（「現在位置記憶回路Ｖ」に記憶されている自船位置に関する昀新の緯\n度・経度データを含む。）\nの両データを、いずれも所定の演算式に基づき座標変換して得られる\n前記ＸＹ座標上の座標値に対応する前記緯経線描画記憶回路及び航跡描画記憶回路\nの各記憶素子と表示画面上の位置に関して相対的に同位置になる番地を付された表\n示用記憶回路自体の記憶素子に重畳的に記憶するように制御されている。］と、\nイ  甲発明の構成要件Ａの「絶対航行位置」にいう「絶対位置」、「航跡デ\nータ」、「蓄積記憶」の意義は、前記１、(1)に関する【原告の主張】と同じであ\nる。\nウ　イ・ロ・ニ号物件の構成区分ａが構成要件Ａと同一であることは、前記\n１、(1)に関する【原告の主張】のとおりである。\n【被告の主張】\n甲発明の構成要件Ａにいう「蓄積」「蓄積記憶回路」の意義及び、イ・\nロ・ニ号物件には、自船の現在位置を含む航跡データを蓄積する蓄積記憶回路（原\n告が「自船位置データ記憶装置（Ｖ＋Ｗ）」と呼ぶもの。）が存在しないという点\nにおいて、甲発明の構成要件Ａに該当する蓄積記憶回路は存在しないことは、前記\n１、(1)に関する【被告の主張】と同じである。\n(2)　同イ（構成要件Ｂ充足性）について\n【原告の主張】\nア  甲発明の構成要件Ｂにいう「該蓄積記憶回路に…マーカ表示要素」の意\n義は、前記１、(2)に関する【原告の主張】と同じである。\nイ(ア)　イ・ロ号物件は、「現在位置記憶回路Ｖ」に記憶されている緯度・\n経度データが書き込まれた画面中央記憶回路のデータ（当該描出タイミングにおけ\nる自船の現在位置の緯度・経度）と「入力パネル②」の縮尺率設定スイッチで設定\nされた縮尺率に基づいて、物件目録（一）、（二）の各「５．電源投入時や画面書\n換え時における地図、経緯線、航跡等の描画」の②に記載されているように、画面\n左上の角の緯度経度を算出し、その点からＸ方向、Ｙ方向へデータテーブルにより\n指定される間隔となるように緯度線、経度線を決定して表示画面上に線を引く（な\nお、緯線、経線の計算は全て緯度・経度座標により表示されたデータによって行\nう。）。上述の緯度線、経度線の決定を行うためのプログラムと該プログラムに基\nづき処理を行うＣＰＵが「緯度経度線データ算出手段」であるから、「緯度経度線\nデータ算出手段」がイ・ロ号物件に存在することは明らかである。\n(イ)　ニ号物件が、甲発明の蓄積記憶回路に相当する「自船位置データ記\n憶装置（Ｖ＋Ｗ）」に記憶している航跡データに基づいて緯度、経度線を作成して\nいることは、前記１、(2)に関する【原告の主張】と同じである。\nウ　したがって、イ・ロ・ニ号物件の構成区分ｂが甲発明の構成要件Ｂに該\n当することは明らかである。\n【被告の主張】\n甲発明の構成要件Ｂの意義及び、イ・ロ・ニ号物件には、構成区分ｂの\n「自船位置データ記憶装置（Ｖ＋Ｗ）」及び「緯度経度データ算出手段」なるもの\nが存在せず、構成要件Ｂを充足しないことは、前記１、(2)に関する【被告の主張】\nと同じである。\n(3)　同ウ（構成要件Ｄ充足性）について\n【原告の主張】\n甲発明の構成要件Ｄの「『表示器』の表示画面上の各表示位置に幾何的に\n対応する記憶部」の意義及び、イ・ロ・ニ号各物件の構成区分ｄと甲発明の構成要\n件Ｄとが同一であることは、前記１、(3)に関する【原告の主張】のとおりである。\n【被告の主張】\n甲発明の構成要件Ｄの「航跡データ」、「前記マーカ表示要素データ生成\n手段で生成されたデータと前記蓄積記憶回路に記憶されている航跡データとを前記\n表示器の表示画面上の表示位置となる記憶部に記憶する表示用記憶回路」の意義及\nび、イ・ロ・ニ号物件には、構成区分ｄの「自船位置データ記憶装置（Ｖ＋Ｗ）」\n及び「緯度経度データ算出手段」なるものが存在せず、構成要件Ｄを充足しないこ\nとは、前記１、(3)に関する【被告の主張】と同じである。\n４　争点(4)（イ・ロ・ニ号物件は、乙発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ充足性）について\n【原告の主張】\nア　イ・ロ・ニ号各物件の構成\n(ア)　イ号物件の構成を乙発明の構成要件ＨないしＭに対応させて分説す\nると、次のとおりである。\nｈ　イ号物件の構成区分ａと同じ\nｉ　「表示器⑨」と、\nｊ　イ号物件の構成区分ｄと同じ\nｋ　イ号物件の構成区分ｅと同じ\nｌ　航法装置①から約１秒間隔で「現在位置記憶回路Ｖ」に緯度・経度\n座標値として入力後、直ちにＸＹ座標値に変換された自船の現在位置のＸＹ座標値\n(Ｘｔ, Ｙｔ)と、表示器⑨の画面上の表示範囲を規定するために予めＸＹ座標値を用\nいて設定記憶されている表示限界位置データとを比較し、右ＸＹ座標値(Ｘｔ, Ｙｔ\n)が表示限界位置データの範囲を超えていると判断されたときは、先ず「現在位置記\n憶回路Ｖ」の緯度・経度データ（これは前記ＸＹ座標値(Ｘｔ, Ｙｔ)の変換前の元デ\nータに当たる。）を、画面中央位置記憶回路に転送して該画面中央位置記憶回路の\n位置データを右緯度・経度データに書き換えてから、該画面中央位置記憶回路の緯\n度・経度データ及び設定されている縮尺値に基づいて表示器⑨の画面の書き換え処\n理を行い、該画面書き換え処理の完了後、その時の「現在位置記憶回路Ｖ」の現在\n位置データを表示器⑨の表示画面位置に該当するＸＹ座標値(Ｘ０,Ｙ０)に対応する\n表示用記憶回路の記憶素子に記憶させる手段（「自船表示位置の自動変更手段」）\nとからなる、\nｍ　航跡記録装置\n(イ)　ロ号物件の構成は、構成区分ｊが下記のとおりであるほかは、イ号\n物件と同一である。\nｊ　ＸＹ座標により特定された「表示器⑨」の各画素に対応する番地を\n個別に付された、及び画面スクロール時等に該アドレスを順次付される、表示装置\nの画素数の９倍の記憶素子を有する表示用記憶回路（「表示器表示用記憶装置」）\n［前記表示用記憶回路は、前記「自船位置データ記憶回路（Ｖ＋Ｗ）」内の「現在\n位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込み記憶さ\nれている各取り込み時点における自船位置の緯度・経度データ等（「現在位置記憶\n回路Ｖ」に記憶されている自船位置に関する昀新の緯度・経度データを含む。）\nを、いずれも所定の演算式に基づき座標変換して得られる前記ＸＹ座標上の座標値\nに対応する番地を付されたそれぞれの記憶素子に記憶するように制御されている］\nと、\n(ウ)　ニ号物件の構成は、構成区分ｊが下記のとおりであるほかは、イ号\n物件と同一である（ただし、構成区分ａは、イ号物件の構成区分ａ中「…間隔設定\nスイッチで設定された時間間隔で継続的に順次取り込んで」とあるのを「…間隔設\n定スイッチで設定された時間間隔又は距離間隔で継続的に順次取り込んで」と訂正\nする。）。\nｊ　ＸＹ座標により特定された「表示器⑨」の各画素に対応する番地を\n個別に付された記憶素子（複数個）を有する表示用記憶回路（「表示器表示用記憶\n装置」）［前記表示用記憶回路は、前記「自船位置データ記憶装置（Ｖ＋Ｗ）」内\nの「現在位置記憶回路Ｖ」から「航跡再生用位置データ記憶回路Ｗ」に順次取り込\nみ記憶され、さらに航跡描画記憶回路に記憶されている右各取り込み時点における\n自船位置の緯度・経度データ（「現在位置記憶回路Ｖ」に記憶されている自船位置\nに関する昀新の緯度・経度データを含む。）を、所定の演算式に基づき座標変換し\nて得られる前記ＸＹ座標上の座標値に対応する前記航跡描画記憶回路の記憶素子と\n表示画面上の位置に関して相対的に同位置になる番地を付された表示用記憶回路自\n体の記憶素子に重畳的に記憶するように制御されている。］と、\nイ　イ・ロ・ニ号物件の構成区分ｈが乙発明の構成要件Ｈと同一であること\nは、前記２、(1)に関する【原告の主張】と同じである。\n【被告の主張】\n乙発明の構成要件Ｈについては、甲発明の構成要件Ａについての被告の主\n張（前記１、(1)）がそのまま当てはまる。\nイ・ロ・ニ号物件には「自船位置データ記憶装置（Ｖ＋Ｗ）」がない。\n「現在位置記憶回路」は自船位置の時系列的表現（航跡表示）に使用することを目\n的として蓄積記憶されていない。「現在位置記憶回路」は現在の自船位置の一点の\nみを記憶し、表示画面にリアルタイム表示され、航法装置から次の現在位置データ\nが送られてくるとこれによって更新され、前のデータは消滅する。表示画面上では\n順次現在位置がリアルタイム表示され、航跡フラッグＯＮの条件が満たされると航\n跡を描くが、現在位置記憶回路上には航跡データは蓄積記憶されていない。また、\n「航跡再生用位置データ記憶回路」は過去の時点における自船位置を時系列的に蓄\n積記憶しているが、これは画面書換え処理の時に地図等と共に過去のデータとして\n画面表示するためのものである。したがって、イ・ロ・ニ号物件は、乙発明にいう\n「蓄積記憶回路」がないから、構成要件Ｈを充足しない。\n(2)　同イ（構成要件Ｊ充足性）について\n【原告の主張】\n乙発明の構成要件Ｊの「『表示器』の表示画面上の各表示位置に幾何的に\n対応する記憶部」の意義は、前記１、(3)に関する【原告の主張】で述べたところと\n同じである。\nイ・ロ・ニ号物件の構成区分ｊにおける「表示器表示用記憶装置」は、前\n記「自船位置データ記憶装置（Ｖ＋Ｗ）」内の「航跡再生用位置データ記憶回路\nＷ」に記憶されている各取り込み時点における自船位置の緯度・経度データ等その\nものではなく、これを所定の演算式によりＸＹ座標値に変換したものを、該ＸＹ座\n標値に対応する記憶素子に記憶するものである。\nしたがって、イ・ロ・ニ号物件の構成区分ｊと乙発明の構成要件Ｊとは同\n一である。\n【被告の主張】\n構成要件Ｊについては甲発明の構成要件Ｄに関する被告の主張（前記\n１、(3)）がそのまま当てはまる。構成要件Ｊの「前記蓄積記憶回路に記憶されてい\nる航跡データ」は、過去のデータだけでなく直近の現在位置データも当然に含むと\n解すべきところ、イ・ロ・ニ号物件にはそのような構成（原告のいう「緯度経度線\nデータ算出手段」及び「自船位置データ記憶装置（Ｖ＋Ｗ）」）が存在しない。\n(3)　同ウ（構成要件Ｌ充足性）について\n【原告の主張】\nア　乙発明の構成要件Ｌにおける「置き換え」とは、表示画面上における自\n船の現在位置の表示位置を変えるために、表示画面上の座標（例えばＸＹ座標）と\nの関係において自船の現在位置に付されていた旧の座標値をこれとは異なる新しい\n座標値に変更することであって、座標値を変更するための手段は問わないと解すべ\nきである。\nイ　イ・ロ・ニ号物件の構成区分ｌにおける「表示器⑨の画面上の表示範囲\nを規定するため予めＸＹ座標値を用いて設定記憶されている表示限界位置データ」\nが乙発明の構成要件Ｌにいう「表示画面上の表示限界位置に相当する座標値」に該\n当することは明らかである。\nまた、イ・ロ・ニ号物件においては、現在位置の画面表示は、現在位置\n記憶回路Ｖに記憶されている現在位置データを直ちにＸＹ座標軸に変換し、このＸ\nＹ座標値データを用いて画面の表示限界内か外かの比較を行った後、表示器⑨の表\n示画面上のしかるべき位置に表示するようになされている（別紙物件目録（一）、\n（二）、（四）の各第２図メインループ参照）から、イ・ロ・ニ号物件の構成区分\nｌにおける「航法装置①から約１秒間隔で現在位置記憶回路Ｖに緯度・経度座標値\nとして入力後、直ちにＸＹ座標値に変換された自船の現在位置のＸＹ座標値(Ｘｔ,\nＹｔ)」が乙発明の構成要件Ｌにいう「表示画面上に表示される現在位置の座標値」\nであることも明らかである。\nしたがって、イ・ロ・ニ号物件の構成区分ｌにおいて、「航法装置①か\nら約１秒間隔で現在位置記憶回路Ｖに緯度・経度座標値として入力後、直ちにＸＹ\n座標値に変換された自船の現在位置のＸＹ座標値(Ｘｔ, Ｙｔ)と、表示器⑨の画面上\nの表示範囲を規定するために予めＸＹ座標値を用いて記憶されている表示限界位置\nデータとを比較」することは、乙発明の構成要件Ｌにおける「上記表示画面上に表\n示される現在位置の座標値と上記表示画面上の表示限界位置に相当する座標値とを\n比較して、」に相当する。\nウ　前記比較の結果、前記ＸＹ座標値(Ｘｔ, Ｙｔ)が表示限界位置データの範\n囲を超えていると判断されたときは、先ず現在位置記憶回路Ｖの緯度・経度データ\n（これは前記ＸＹ座標値(Ｘｔ, Ｙｔ)の変換前の元データに当たる。）を、画面中央\n位置記憶回路に転送して該画面中央位置記憶回路の位置データを右緯度・経度デー\nタに書き換えてから、該画面中央位置記憶回路の緯度・経度データ及び設定されて\nいる縮尺値に基づいて表示器⑨の画面の書き換え処理〔注：これは、計算によって\n求めた表示すべき緯線・経線の位置を示す緯度の値、並びに航跡再生用位置データ\n記憶回路Ｗの航跡データ等の緯度・経度データを、所定の演算式（この計算式のパ\nラメータは、前記比較の対象とされた現在位置データが表示器⑨の画面中央位置の\nＸＹ座標値(Ｘ０,Ｙ０)に変換されるように決定されている。）に基づいてＸＹ座標\n値に変換し、変換されたＸＹ座標値に対応する表示用記憶回路の記憶素子に記憶さ\nせて表示器⑨の表示画面上に描画する処理である。〕を行い、該画面書き換え処理\nの完了後、その時の現在位置記憶回路Ｖの現在位置データを表示器⑨の表示画面中\n央位置に該当するＸＹ座標値(Ｘ０,Ｙ０)に対応する表示用記憶回路の記憶素子に記\n憶させるものである。すなわち、前記比較において表示限界位置データの範囲を超\nえていると判断された自船の現在位置のＸＹ座標値(Ｘｔ, Ｙｔ)は、前記画面書き換\nえ処理により表示器⑨の表示画面中央位置に該当するＸＹ座標値(Ｘ０,Ｙ０)に置き\n換えられ、該置き換えたＸＹ座標値(Ｘ０,Ｙ０)に対応する表示用記憶回路の記憶素\n子に現在位置を記憶させるものである。これにより自船の現在位置は表示器⑨の表\n示限界の外にはみ出すことなく画面中央に引き戻され、爾後の自船の位置変化もこ\nの画面中央から描画されることになる。\nエ　したがって、イ・ロ・ニ号物件の構成区分ｌと乙発明の構成要件Ｌとは\n同一である。\n【被告の主張】\nア　乙発明の構成要件Ｌでは「現在位置の座標値を上記表示画面内の座標値\nに置き換え」る処理を行うが、これは、乙明細書の発明の詳細な説明の記載や出願\n当初明細書の記載等に照らせば、表示画面上に表示される「現在位置」の座標値\n（ＸＹ座標値）を別の座標値（ＸＹ座標値）に置き換える動作を構成要件としてい\nるものというべきである。\nイ　イ・ロ・ニ号物件は「座標値の置き換え」を行っていない。イ・ロ・ニ\n号物件では、現在位置のＸＹ座標値が表示限界位置データの範囲を超えている場合\nは、航法装置から入力された直近の現在位置記憶回路のデータ（緯度、経度座標）\nを画面中央位置記憶回路に転送して、画面を全く新規に作り直す。つまり、イ・\nロ・ニ号物件では、自船の現在位置の旧画面におけるＸＹ座標値（Ｘｔ、Ｙｔ）、す\nなわち現在位置データが表示限界位置データの範囲を超えていると判断した時に\nは、その時の現在位置記憶回路のデータによって画面中央位置記憶回路のデータを\n更新する以外は、特別な処理は何も行っていない。新規画面の作成は、各物件目録\nの５．に記述された処理プロセスによって行われるが、そのために必要なデータは\n画面中央位置記憶回路のデータによって与えられる基準位置とＥＰＲＯＭ⑤の縮尺\nテーブルに記憶されたデータの中から選択された縮尺データのみである。イ・ロ・\nニ号物件では画面中央位置回路のデータを更新して、電源投入時と全く同様にして\n画面を全く新規に作成し、その上でメインループに戻って、まず、そのとき現在位\n置記憶回路に入っているデータ（画面書換え処理に入ったときのデータ）をＸＹ座\n標値に変換して画面中央に表示し、その後は、航法装置からの新規データの入力を\n待つのである（別紙物件目録の（一）、（二）、（四）の各第２図フローチャート\n参照）。\nすなわち、画面書換え終了後、新しく作成された演算式を用いてＸＹ座\n標値が新しく生成されるので、前のＸＹ座標値を新しいＸＹ座標値で置き換える動\n作はいかなる意味でも存在しない。\nしたがって、イ・ロ・ニ号物件では構成要件Ｌにいう「現在位置の座標\n値を上記表示画面内の座標値に置き換えて」という処理を行わないし、これに伴っ\nて、「該置き換えた座標値に対応する表示用記憶回路の記憶番地に現在位置を記憶\nさせる」こともないから、構成要件Ｌに該当しない。\n５　争点(5)（ホ号物件は、甲発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ充足性）について\n【原告の主張】\nア　ホ号物件の構成を甲発明の構成要件ＡないしＦに対応させて分説する\nと、次のとおりである。\nａ　ハ号物件の構成区分ａのとおり（ただし、ハ号物件の構成区分ａ中\n「…間隔設定スイッチで設定された時間間隔又は距離間隔で継続的に順次取り込ん\nで」とあるのを「…間隔設定スイッチで設定された時間間隔で継続的に順次取り込\nんで」と訂正する。）\nｂ　「表示器⑨」の画面上に描出すべき緯度線及び経度線それぞれの位置\nデータ（緯度線については緯度、経度線については経度）を、前記「自船位置デー\nタ記憶装置（Ｖ＋Ｗ）」の「現在位置記憶回路Ｖ」に記憶されている緯度・経度デ\nータが書き込まれた画面中央位置回路のデータ（当該描出タイミングにおける自船\nの現在位置の緯度・経度）と、「入力パネル②」の縮尺率設定スイッチで設定され\nた縮尺値とから、表示用メモリエリアの基準点の緯度経度を算出し、その点からＸ\n方向、Ｙ方向へデータテーブルにより指定される間隔で経緯線が引けるように、決\n定する算出手段（「緯度経度線データ算出手段」）と、\nｃ　「表示器⑨」と、\nｄ　連続したアドレスを有し、各々が「表示器⑨」の表示画素数の４倍の\n記憶素子を有する二つの表示用メモリエリアを有し（各々の表示用メモリエリアに\n対応する回路を表示用記憶回路Ａ及び表示用記憶回路Ｂと呼ぶ。）、これら二つの\n表示用メモリエリア各々の記憶素子（注：その位置は、ＸＹ座標値により特定し得\nる。）に、地図データ、緯度線・経度線データ、「自船位置データ記憶装置（Ｖ＋\nＷ）」に記憶されている航跡の緯度・経度データ等をビット・データで記憶し、且\nつ、該記憶前に予め二つの表示用メモリエリアの一方のみに対して表示器の表示画\n面の大きさと一致した寸法の「表示器表示領域」が指定されることにより、「表示\n器⑨」の表示画素にそれぞれ一対一で対応づけられた「表示器表示領域」内の記憶\n素子に記憶されているデータ（地図データ、緯度線・経度線データ、「自船位置デ\nータ記憶装置（Ｖ＋Ｗ）」の航跡データ等のデータ）だけが表示用メモリエリアか\nら読み出されて「表示器⑨」に転送されるように制御されている表示用記憶回路Ａ\nと表示用記憶回路Ｂとから成る記憶装置（「表示器表示用記憶装置」）と、\nｅ　移動スイッチ及び縮尺率設定スイッチを具備し、前記「表示器表示用\n記憶装置」のうち、「表示器⑨」に表示されている表示用記憶回路（Ａ又はＢ）の\n各記憶素子に記憶されている記憶内容を、「表示器⑨」の画面中央位置から縮尺率\n設定スイッチにより指定された縮尺率に応じた水平方向距離及び垂直方向距離にあ\nる「表示器⑨」の画素に対応する、従前とは異なる記憶番地の記憶素子に記憶し直\nすことにより「表示器⑨」の画面表示を拡大又は縮小させる等、表示器表示用記憶\n装置の個々の記憶素子の記憶状態を変えることにより「表示器⑨」での表示状態を\n所望の状態に設定することを支持する「入力パネル②」とを備えてなる、\nｆ　航跡記録装置\nイ　ホ号物件の構成区分ａが構成要件Ａと同一であることは、前記１、(1)に\n関する【原告の主張】のとおりである。\nウ　被告は、ホ号物件が「航跡」を描くのは、「航跡フラグＯＮの条件を満\nたしたときのみである（この点はハ号物件と異なる。）」と主張するが、「航跡フ\nラグＯＮの条件を満したとき」と該条件を満たさないときとの相違は、別紙物件目\n録（五）２頁１～５行に記載するように、メインループ（同目録第２図）の「現在\n位置を表示」の処理を行う前に、「表示画面上に既に表示されている前回の現在位\n置との間を直線で結んで航跡を描画する」かの点だけであって、航跡フラグがＯＮ\nになっていなくても、「現在位置データを航跡再生用記憶回路に書き込んだ後、現\n在位置の画面表示を行う」のである（第２図メインループ参照）。すなわち、航跡\nフラグがＯＮになっていない場合でも、表示画面上の自船の位置表現としては、先\nず第１に、電源投入時又は画面書換え時に描かれる「航跡再生用位置データ記憶回\n路Ｗ」から読み出された自船の過去の航跡データから成る過去の航跡があり、第２\nにこの過去の航跡の時間的先端部に画面書換え時の自船の現在位置が「現在位置記\n憶回路Ｖ」から読み出されて点表示され、その後新たな位置データが入力されるご\nとに該入力データが「現在位置記憶回路Ｖ」から読み出されて点表示（リアルタイ\nム表示）されるのである。この順次リアルタイムで点表示される自船位置の時系列\n表示は、前回の現在位置を表す点と今回の現在位置を直線で結んでいないが、表示\n画面上には、既に「航跡再生用位置データ記憶回路Ｗ」から読み出された自船の過\n去の航跡データから成る過去の軌跡があり（これは自船位置を示す点間を直線で結\nんで表示されている。）、その過去航跡の時間的先端に次々とその後の自船の現在\n位置が（直線で相互間を結ぶことなく）点表示されているのであって、このような\n表示は、これを全体として見た場合、正に自船の現在位置の時系列的表現であるこ\nとに相違はないのであるから、このような表示態様も自船の（過去及び現在の）航\n跡の表示であるということができる。\n【被告の主張】\n甲発明の構成要件Ａの「蓄積」、「蓄積記憶回路」の意義は、前記１、(1)\n【被告の主張】のとおりである。\nホ号物件の「現在位置記憶回路」は、現在の自船位置の一点のみを記憶\nし、表示画面にリアルタイム表示し、航法装置から次の現在位置データが送られて\nくるとこれによって更新され、前のデータは消滅する。表示画面上では順次現在位\n置がリアルタイム表示されるが、次の現在位置がリアルタイム表示されると前の現\n在位置は消滅し、航跡を描くのは航跡フラグＯＮの条件を満たしたときのみである\n（この点はハ号物件と異なる。）。いずれにしても、現在位置記憶回路上には航跡\nデータは蓄積記憶されていない。また、航跡再生用位置データ記憶回路は過去の時\n点における自船位置を時系列的に蓄積記憶しているが、これは画面書換え処理の後\nで地図等と共に過去のデータとして画面表示するためのものである。\n(2)　同イ（構成要件Ｂ充足性）について\n【原告の主張】\n甲発明の構成要件Ｂの意義及び、ホ号物件の構成区分ｂが構成要件Ｂに包含\nされることは、前記１、(2)に関する【原告の主張】と同じである。\n【被告の主張】\n甲発明の構成要件Ｂの意義及び、ホ号物件には、構成区分ｂの「自船位置\nデータ記憶装置（Ｖ＋Ｗ）」及び「緯度経度データ算出手段」なるものが存在せ\nず、構成要件Ｂを充足しないことは、前記１、(2)に関する【被告の主張】と同じで\nある。\n(3)　同ウ（構成要件Ｄ充足性）について\n【原告の主張】\n甲発明の構成要件Ｄの「『表示器』の表示画面上の各表示位置に幾何的に\n対応する記憶部」とは、表示用記憶回路の記憶部を構成する記憶素子が「表示器」\nの表示画面の画素数と同数である甲発明の出願当時に周知の表示用記憶回路につい\nていえば、前記１、(3)に関する【原告の主張】のとおり、表示用記憶回路の記憶部\nを構成する各記憶素子に「表示器」の表示画面上の各画素に対応する記憶番地が付\nされており、これらの記憶素子にビット・データが書き込まれたときは、該表示器\n用記憶回路に接続された「表示器」の、上記ビット・データが書き込まれた記憶素\n子の記憶番地に対応する特定の画素（位置）に点が表示されるようになっている記\n憶部のことをいう。\nしかし、ホ号物件のごとく「表示器」の表示画素数の４倍の記憶素子を有\nする表示用メモリエリアを有する表示用記憶回路においては、甲発明の構成要件Ｄ\nの「『表示器』の表示画面上の各表示位置に幾何的に対応する記憶部」の意義は若\n干修正され、「表示器表示領域の指定が変更されない限り」認められる一対一の対\n応関係であって、表示用記憶回路のデータ記憶部の一部を構成し、かつデータ記憶\n前に予め表示用メモリエリアに対して指定されている表示器の表示画面の大きさと\n一致した寸法の「表示器表示領域」内の各記憶素子（個々の記憶素子は「表示器」\nの表示画面上の各画素に対応する記憶番地が付されており、ＸＹ座標の値で特定さ\nれ得る。）から成り、これらの記憶素子にビット・データが書き込まれたときは、\n「表示器」の、該ビット・データが書き込まれた記憶素子の記憶番地に対応する特\n定の画素（位置）に点が表示されるようになっている記憶部のことをいう。\nしかるところ、ホ号物件の構成区分ｄにおける「表示器表示用記憶装置」\nは、前記「緯度経度線データ算出手段」により算出された緯度線・経度線の位置デ\nータと前記「自船位置データ記憶装置（Ｖ＋Ｗ）」内の「航跡再生用位置データ記\n憶回路Ｗ」に記憶されている各取り込み時点における自船位置の緯度・経度データ\nそのものではなく、これを所定の演算式によりＸＹ座標値に変換したものを、いず\nれも該ＸＹ座標値に対応する、二つの表示用記憶回路Ａ、Ｂそれぞれの表示用メモ\nリエリアの一方のみに対して指定された「表示器表示領域」内の、「表示器⑨」の\n表示画素にそれぞれ一対一で対応づけられた記憶素子に記憶されているデータだけ\nが表示用メモリエリアから読み出されて、該ビット・データが書き込まれた記憶素\n子の記憶番地に対応する「表示器⑨」の特定の画素（位置）に点が表示されるよう\nになっている。\nしたがって、ホ号物件の構成区分ｄと甲発明の構成要件Ｄは同一である。\n【被告の主張】\nア　甲発明の構成要件Ｄの「表示器の表示画面上の各表示位置に幾何的に対\n応する記憶部」は、文字どおり、表示画面上の各表示位置と表示記憶回路の記憶部\nを構成する各記憶素子が対応していることを意味する。\nホ号物件は、表示器の表示画面上の各表示位置と表示用記憶回路の記憶\n部を構成する各記憶素子との間に対応関係がない。ホ号物件の表示用メモリエリア\n上の記憶位置は、表示器表示領域の指定と関係なく表示用メモリエリア上のＸＹ座\n標値によって特定され、表示器表示領域の指定範囲が変更されても、表示用メモリ\nエリアでＸＹ座標値によって特定された記憶位置は変化しないから、表示器の表示\n画素と表示用メモリエリアの記憶素子の間に幾何的関係はなく、ホ号物件は構成要\n件Ｄを充足しない。\nイ　構成要件Ｄの「前記蓄積記憶回路に記憶されている航跡データ」は、過\n去のデータだけでなく直近の現在位置データも当然に含むところ、ホ号物件にはそ\nのような構成（原告のいう「緯度経度線データ算出手段」及び「自船位置データ記\n憶装置（Ｖ＋Ｗ）」）が存在せず、この意味においても、ホ号物件は構成要件Ｄを\n充足しない。\n６　争点(6)（ホ号物件は、乙発明の技術的範囲に属するか）について\n(1)　同ア （構成要件Ｈ充足性）について\n【原告の主張】\nア　ホ号物件の構成を乙発明の構成要件ＨないしＭに対応させて分説する\nと、次のとおりである。\nｈ　ホ号物件の構成区分ａと同じ\nｉ　「表示器⑨」と、\nｊ　ホ号物件の構成区分ｄと同じ\nｋ　ホ号物件の構成区部ｅと同じ\nｌ　航法装置①から３秒間隔で現在位置記憶回路Ｖに緯度・経度データと\nして入力後、表示器⑨に表示されている表示用記憶回路（Ａ又はＢ）の表示用メモ\nリエリア上のＸＹ座標値に変換された自船の現在位置データの座標値（Ｘｔ、Ｙｔ）\nと、表示器⑨の画面上の表示範囲を規定するために、表の表示用メモリエリアに対\nして現在指定されている表示器表示領域の昀外部から内側へ１６ドット入った四角\n形状の枠として予めＸＹ座標値を用いて設定記憶されている表示限界領域とを比較\nし、上記ＸＹ座標値（Ｘｔ、Ｙｔ）が表示限界領域の外に出ていると判断された場合\nは、先ず、表の表示用メモリエリアに対する表示器表示領域の範囲を指定する画面\n表示基準点の指定値を変更して、それまでの表示器表示領域を、これと一部重なる\n隣の領域に変更する「表示範囲変更処理」を行い、次いで、裏の表示用メモリエリ\nアに関する画面中央位置記憶回路に現在位置データ（これは前記ＸＹ座標値（Ｘｔ\n、Ｙｔ）の元データに当たる。）を転送して、該画面中央位置記憶回路の位置デー\nタを自船位置（上記現在位置）の緯度・経度データに書き換えて、自船位置（上記\n現在位置）が裏の表示用メモリエリアの中心となるようにしてから、該画面中央位\n置記憶回路の書き換え後の緯度・経度データ及び設定されている縮尺値に基づいて\n裏の表示用メモリエリアの初期化（計算によって求めた表示すべき緯線・経線の位\n置を示す緯度データ及び経度データ、並びに航跡再生用位置データ記憶回路Ｗの航\n跡データ等を所定の演算式に基づいてＸＹ座標値に変換し、変換されたＸＹ座標値\nに対応する表示用メモリエリアの記憶素子に記憶させること）を行い、該初期化の\n完了後、航法装置から新たに自船の現在位置データが入力されると、必ず、表示器\nに表示する表示用記憶回路を他方に（これまで表示していたのがＡならＢに、Ｂな\nらＡに）切り換えるために表示器表示領域の指定を一方の表示用メモリエリア上か\nら他方の表示用メモリエリア上に変更して、上記初期化の完了した（従前の裏の）\n表示用メモリエリアを、新たに表の表示用メモリエリアとなし、該表示用メモリエ\nリア上の表示器表示領域の中央位置に合致するＸＹ座標値（Ｘ０、Ｙ０）を有する記\n憶素子にその時の現在位置記憶回路Ｖの現在位置データを記憶させる手段（「自船\n表示位置の自動変更手段」）とからなる、\nｍ　航跡記録装置\nイ　ホ号物件の構成区分ｈが乙発明の構成要件Ｈと同一であることは、前記\n２、(1)に関する【原告の主張】と同じである。\n【被告の主張】\n乙発明の構成要件Ｈについては、甲発明の構成要件Ａについての被告の主\n張（前記１、(1)）がそのまま当てはまる。ホ号物件には「自船位置データ記憶装置\n（Ｖ＋Ｗ）」がなく、乙発明にいう「蓄積記憶回路」がないから、構成要件Ｈを充\n足しない。\n(2)  同イ（構成要件Ｊ充足性）について\n【原告の主張】\n甲発明の構成要件Ｄについての前記５、(3)の【原告の主張】で述べたとこ\nろが乙発明の構成要件Ｊとホ号物件の構成区分ｊについても当てはまる。したがっ\nて、ホ号物件は構成要件Ｊを充足する。\n【被告の主張】\n前記５、(3)（構成要件Ｄ充足性）の【被告の主張】と同じ。\n(3)　同ウ（構成要件Ｌ充足性）について\n【原告の主張】\nア　ホ号物件の構成区分ｌの「航法装置①から３秒間隔で現在位置記憶回路\nＶに緯度・経度データとして入力後、表示器⑨に表示されている表示用記憶回路\n（Ａ又はＢ）の表示メモリエリア上のＸＹ座標値に変換された自船の現在位置デー\nタの座標値（Ｘｔ、Ｙｔ）」は、乙発明の構成要件Ｌにおける「上記表示画面上に表\n示される現在位置の座標値」に該当する。\nホ号物件の構成区分ｌの「表の表示用メモリエリアに対して現在指定さ\nれている表示器表示領域の昀外部から内側へ１６ドット入った四角形状の枠として\n予めＸＹ座標値を用いて設定記憶されている表示限界領域」は、乙発明の構成要件\nＬにおける「表示画面上の表示限界位置に相当する座標値」に該当する。\nしたがって、ホ号物件において前記のＸＹ座標値（Ｘｔ、Ｙｔ）と表示限\n界領域とを比較することは、乙発明の構成要件Ｌにおける「上記表示画面上に表示\nされる現在位置の座標値と上記表示画面上の表示限界位置に相当する座標値とを比\n較して」に該当する（なお、ホ号物件の構成区分ｌにおける前記「表示限界領域」\nが構成要件Ｌの「表示画面上の表示限界位置」に該当することの詳細は、原告第１\n８準備書面別紙１～５頁参照）。\nイ　ホ号物件では、上記比較の結果、上記ＸＹ座標値（Ｘｔ、Ｙｔ）が上記表\n示限界領域の外であると判断されたときは、前記構成区分ｌ記載のとおり、\n「先ず、表の表示用メモリエリアに対する表示器表示領域の範囲を指定\nする画面表示基準点の指定値を変更して、それまでの表示器表示領域を、これと一\n部重なる隣の領域に変更する「表示範囲変更処理」を行い、次いで、裏の表示用メ\nモリエリアに関する画面中央位置記憶回路に現在位置データ（これは前記ＸＹ座標\n値（Ｘｔ、Ｙｔ）の元データに当たる。）を転送して、該画面中央位置記憶回路の位\n置データを自船位置（上記現在位置）の緯度・経度データに書き換えて、自船位置\n（上記現在位置）が裏の表示用メモリエリアの中心となるようにしてから、該画面\n中央位置記憶回路の書き換え後の緯度・経度データ及び設定されている縮尺値に基\nづいて裏の表示用メモリエリアの初期化（計算によって求めた表示すべき緯線・経\n線の位置を示す緯度データ及び経度データ、並びに航跡再生用位置データ記憶回路\nＷの航跡データ等を所定の演算式に基づいてＸＹ座標値に変換し、変換されたＸＹ\n座標値に対応する表示用メモリエリアの記憶素子に記憶させること）を行い、該初\n期化の完了後、航法装置から新たに自船の現在位置データが入力されると、必ず、\n表示器に表示する表示用記憶回路を他方に（これまで表示していたのがＡならＢ\nに、ＢならＡに）切り換えるために表示器表示領域の指定を一方の表示用メモリエ\nリア上から他方の表示用メモリエリア上に変更して、上記初期化の完了した（従前\nの裏の）表示用メモリエリアを、新たに表の表示用メモリエリアとなし、該表示用\nメモリエリア上の表示器表示領域の中央位置に合致するＸＹ座標値（Ｘ０、Ｙ０）を\n有する記憶素子にその時の現在位置記憶回路Ｖの現在位置データを記憶させる」\nものである。\nこのように、ホ号物件において、上記比較の結果、前記表示限界領域の\n外であると判断された自船の現在位置のＸＹ座標値（Ｘｔ、Ｙｔ）は、上記初期化の\n完了した（従前の裏の）表示用メモリエリア（新たに表の表示用メモリエリアにな\nったばかりである。）上の表示器表示領域の中央位置のＸＹ座標値（Ｘ０，Ｙ０）に\n置き換えている。そして、該置き換え後のＸＹ座標値（Ｘ０，Ｙ０）に対応する記憶\n番地を有する表示用メモリエリアの記憶素子に自船の現在位置を記憶させている。\nこのことは、上記切り換えの直前と直後において、表示器⑨に表示されている表示\n用メモリエリア上の表示器表示領域内の表示限界領域の外の座標値（Ｘｔ、Ｙｔ）を\n表示器表示領域の中央位置の座標値（Ｘ０，Ｙ０）［表示限界領域内にある］に置き\n換えていることに他ならない。\nしたがって、ホ号物件においても、乙発明の構成要件Ｌにいう「現在位\n置の座標値が表示限界位置に達したとき、もしくは、表示限界位置を越えたとき、\n現在位置の座標値を上記表示画面内の座標値に置き換え」るという構成を備えてい\nる。\nウ　ホ号物件においては、現在位置のＸＹ座標値（Ｘｔ、Ｙｔ）が表示限界領\n域を越えている場合に、表の表示用メモリエリアの表示器表示領域の指定範囲を変\n更して、現在位置が画面の中央に表示されるようにする「表示範囲変更処理」を行\nうが、これは、画面書き換え処理中の数十秒程度の間だけ表示変更処理に係る表の\n画面（Ａ）を表示しておくことにより、裏の画面（Ｂ）で行われている画面書き換\nえ処理中の見苦しい画面を表示させずに済むというマスキングの効果を付加するこ\nとを狙ったものである。したがって、この「表示範囲変更処理」は、乙発明とは関\n係のない付加的な技術事項にすぎない。\n被告は、ホ号物件では、乙発明の構成要件Ｌにいう座標値の「置き換\nえ」が行われていないと主張する。しかし、この関係でホ号物件において問題にな\nるのは、前記「表示範囲変更処理」に係る表の画面（Ａ）を表示しつつ裏の画面\n（Ｂ）で行われる画面書き換え処理と、該画面書き換え処理の完了後昀初に航法装\n置から自船の航跡データが入力されるタイミングで行われる画面（Ａ）から画面\n（Ｂ）への切り替えである。\nこの点につき、被告は、裏の表示用メモリエリアの書き換え動作は、そ\nの記憶内容を全く新規に作成し直すものであるから、座標値の「書き換え」動作は\n行われないと主張する。しかし、表示用記憶装置の表示用メモリエリアの書き換え\n動作が座標値の「置き換え」に当たるものであることは、乙明細書に記載がある\n（前記１、(1)の【原告の主張】カ参照）。\nまた、被告は、裏の表示用メモリエリアの記憶内容が表示器に表示され\nるより前に、表の表示用メモリエリアにおいて、表示器表示領域の指定の変更によ\nり「現在位置」の座標値（ＸＹ座標値）は表示限界内に戻るから、裏の表示用メモ\nリエリアの書き換え処理は乙発明の構成要件Ｌとは関係ないと主張する。しかし、\n表の表示用メモリエリアにおける上記動作は、前記のとおり乙発明との関係では付\n加的な技術事項にすぎない「表示範囲変更処理」に伴う事実であって、暫定的・一\n時的な現象にすぎない。したがって、乙発明の置き換え動作と対比すべきホ号物件\nの技術的事項は、裏の画面の書き換え処理と該書き換え処理完了後の表示画面切り\n替えである。そして、構成要件Ｌにいう「置き換え」とは、前記４、(3)の【原告の\n主張】アで述べたとおり、表示画面上における自船の現在位置の表示位置を変える\nために、表示器表示画面上の座標（例えばＸＹ座標）との関係において自船の現在\n位置に付されていた旧の座標値をこれとは異なる新しい座標値に変更することであ\nって、座標値を変更する手段は問わないものと解すべきである。ホ号物件のよう\nに、変換式を用いて演算により新たな座標値を求め、画面を新たに書き直し、該書\nき直した画面を表示することも、座標値の「置き換え」に該当する。\nエ　したがって、ホ号物件の構成区分ｌと乙発明の構成要件Ｌとは同一であ\nる。\n【被告の主張】\n構成要件Ｌについてのクレーム解釈及びホ号物件との対比で問題になるの\nは、①「現在位置の座標値を表示画面内の座標値に置き換え」るとはいかなる動作\nか、②ホ号物件において、表の表示用メモリエリアの表示器表示領域の指定領域を\n変更して、現在の自船位置が表示器の画面の中央に位置するようにすることが「現\n在位置の座標値を表示画面内の座標値に置き換え」る動作に該当するか、③ホ号物\n件における画面書換え処理で裏の表示用メモリエリアの記憶内容を全く新しく作り\n直した上で、表示器表示領域の指定範囲を変更して裏の表示用メモリエリアの記憶\n内容を表示器に表示することが「現在位置の座標値を表示画面内の座標値に置き換\nえ」る動作に該当するかという３点である。\nア　「現在位置の座標値を表示画面内の座標値に置き換える」とはいかなる\n動作か」については、前記２、(4)に関する【被告の主張】のとおりであり、この\n「置き換え」は表示画面上のＸＹ座標値データを別のＸＹ座標値で置換する処理を\n意味する。\nイ　ホ号物件では、「現在位置」の座標値（ＸＹ座標値）は表示器の表示画\n面上の表示位置と対応関係にある座標値ではなく、表示用メモリエリア上のＸＹ座\n標系の座標値である。\nホ号物件では、表示用メモリエリア上のＸＹ座標値に変換された自船の\n現在位置データの座標値（Ｘｔ，Ｙｔ）と、その時指定されている表示器表示領域の\n表示限界領域を比較して、座標値（Ｘｔ，Ｙｔ）が表示限界領域の外に出ていると判\n断された場合には、自船の現在位置が表示器の画面の中央に位置するように表示器\n表示領域の指定を変更する。これによって、表示器の表示画面上、自船の現在位置\nは画面の中央に表示されるが、自船の現在位置データのＸＹ座標値（Ｘｔ，Ｙｔ）は\n変化しない（表示用メモリエリア上の記憶内容は全く変更されない。）。ホ号物件\nの「現在位置」の座標値（Ｘｔ，Ｙｔ）は何ら変更も置き換えもされず不変であり、\n表示器表示領域の指定範囲が変更されるだけである。したがって、ホ号物件には、\n原告が主張する「自船表示位置の自動変更手段」は存在しない。\nウ　また、裏の表示用メモリエリアの書換動作は、その記憶内容を全く新規\nに作成し直すものであるから、座標値の「置き換え」動作は行われない。さらに、\n裏の表示用メモリエリアの記憶内容が表示器に表示されるのは、裏の表示用メモリ\nエリアの記憶内容が完成した後であるが、それより前に、表の表示用メモリエリア\nにおいて、表示器表示領域の指定の変更により、「現在位置」の座標値（ＸＹ座標\n値）は表示限界領域内に戻るから、裏の表示用メモリエリアの書換処理は乙発明の\n構成要件Ｌとは関係がない。\n７　争点(7)（原告の損害額）について\n【原告の主張】\n平成２年３月から平成９年１２月末までの間に被告が販売した被告製品の売\n上金額合計は、少なくとも７６億８９１４万６０００円である。\nまた、原告が、被告に対し、甲発明及び乙発明の実施に対し受けるべき金銭\nの額に相当する金額は、両発明合わせて、被告製品の売上額の５％を下回ることは\nない。\nしたがって、原告は被告に対し、７６億８９１４万６０００円の５％に相当\nする３億８４４５万７３００円を請求する。\n【被告の主張】\n争う。なお、原告の請求は不法行為に基づくものであるから、本件訴訟が提\n起された日から３年以上前の製造販売行為については、仮に不法行為であったとし\nても、既に消滅時効が成立している。\n第４　当裁判所の判断\n１　争点(1)（ハ号物件は、甲発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ充足性）について\nア　まず、甲明細書（補正後のものをいう。以下同じ。）（甲２の２、別紙\n補正公報）の特許請求の範囲及び発明の詳細な説明の記載に基づき、甲発明の構成\n要件Ａにいう「蓄積記憶回路」の意義について検討する。\n(ア)　「航跡データ」について\nａ　甲発明の構成要件Ａは、「航行位置を測定する航法装置の測定結果\nに基づいて絶対航行位置を航跡データとして蓄積記憶する蓄積記憶回路」との構成\nからなるものであるが、このうち、「航跡データ」とは、現在及び過去の各時点に\nおける船舶の位置の時系列的表現である航跡を描くために必要なデータ（自船の過\n去の位置を示すデータのみならず、航法装置から入力されたばかりの自船の現在位\n置を示すデータが含まれる。）を意味することは、当事者間に争いがない（この解\n釈は、甲明細書の記載からも裏付けられる。）。そして、甲明細書の特許請求の範\n囲の記載によれば、甲発明においては、航法装置の測定結果に基づく航行位置のデ\nータである「航跡データ」が「蓄積記憶回路」に蓄積記憶され、それが表示用記憶\n回路の記憶部に記憶されることにより、表示器の表示画面上に航跡を表示するもの\nであり、かつ、この「航跡データ」に基づいてマーカ表示要素のデータが作成され\nるものといえる。\nｂ　上記「航跡データ」に関連して、甲明細書の発明の詳細な説明に\nは、次の記載がある。\n(a)　技術分野の項に、「この発明は、ロラン受信機……等の航法装置\nを用いて航行位置の測定を行い、その測定結果に基づいて自船の航跡記録をブラウ\nン管等の表示器上に表示するようにした装置に関する。」（別紙訂正公報２丁３～\n５行）との記載がある。\n(b)　従来技術とその欠点の項に、「蓄積記憶回路は基準位置に対する\n相対移動軌跡しか記憶されないことになり、画面上で現在位置や任意の位置を知る\nためのマーカ（緯度、経度線等）表示を行おうとすれば、その情報を地図情報に含\nませなければならず、地図情報が与えられていない場合、または地図情報にマーカ\n情報（緯度、経度線等）がない場合には画面上で移動軌跡はわかるが、現在位置\n（緯度、経度等で表される絶対位置）や過去の位置（同じく緯度、経度等で表され\nる絶対位置）を直ちに知ることができない。」（同２丁１５～２０行）との記載が\nある。\n(c)　発明の目的の項に、「この発明は、…マーカ情報を別に与えなく\nても現在や過去の絶対位置を画面上で直ぐに知ることができ、また航跡の変位量等\nの把握が容易に且つスムーズに行い得る航跡記録装置を提供することを目的とす\nる。」（同２丁３７～３９行）との記載がある。\n(d)　発明の構成の項に、「ロラン等の航行位置を測定する航法装置の\n測定結果に基づいて、現在の絶対航行位置を航跡データとして蓄積記憶する蓄積記\n憶回路を設ける。また、この回路に記憶されている航跡データに基づいて、航行位\n置を認識するための、地図上の緯度、経度等の、自船の現在位置の変化に追従しな\nいマーカ表示要素のデータを生成する手段を設ける。蓄積記憶回路には絶対航行位\n置が記憶されているため、そのデータからマーカ表示要素のデータが直ちに生成す\nることができる。即ち、蓄積記憶回路に記憶されているデータだけで緯度、経度線\n等を生成することができる。」（同２丁４２～２７行）との記載がある。\n(e)　実施例の項に、\n「蓄積記憶回路２５…は…航法装置２０からの測定結果に基づい\nて所定時間内の航行位置の位置変化を即ち、航法装置２０からの測定結果に基づい\nて絶対航行位置を航跡データとして蓄積記憶するＲＡＭ…によって構成されてい\nる。」（同４丁１５～１９行）、\n「航法装置２０からの測定データは略連続的にＣＰＵ２３によっ\nて取り込まれ、その測定データに基づいて一定時間内の航行位置の位置変化が蓄積\n位置回路２５へ書き込まれる。この場合、ＣＰＵ２３は測定データから航行位置の\n緯度、経度をまず計算して求め、この結果とともに書き込む。このように航法装置\n２０からの測定データは連続的にＣＰＵ２３によって取り込まれるため、蓄積記憶\n回路２５での航行位置の位置変化は順次更新しながら行われることになる。」（同\n５丁５～９行）、\n「まず時間設定スイッチ１４の時間設定位置により、ＣＰＵ２３\nは蓄積記憶回路２５から表示用記憶回路２６への航跡記録の書込み時間間隔を定め\nる。…時間間隔を短時間に設定すると短時間間隔の航跡を記録し、長時間に設定す\nると長時間間隔の航跡記録を行う。」（同５丁１１～１３行）、\n「次に縮小、拡大スイッチ１２による表示面の大きさの縮小、拡\n大制御のときには、蓄積記憶回路２５の航跡記録を表示用記憶回路２６に全て書き\n込むか、或いは間引ながら書き込む。したがって、昀大の拡大率の場合、ＣＰＵ２\n３は蓄積記憶回路２５の記憶内容を表示用記憶回路２６に全て書込み、縮小が指示\nされている場合には反対に間引ながら書き込んでいく。」（同５丁１７～２０行）\n「画面移動スイッチ１０による表示面１の上下左右方向への移動\nは、表示用記憶回路２６の記憶内容と対応する蓄積記憶回路２５の内容を、表示用\n記憶回路における指定した方向に全体的にシフトした記憶素子に再書込みすること\nによって行う。」（同５丁２５～２７行）\n「蓄積記憶回路２５に記憶されている航跡データだけに基づいて\n緯度、経度線を生成することができるのは、上記蓄積記憶回路に記憶される各航法\n位置データがそれぞれ絶対航行位置データだからである。」（同５丁３１～３３\n行）\nとの各記載がある。\nｃ　これらの記載を参酌すると、甲発明は、蓄積記憶回路に航行位置の\n位置変化が順次書き込まれ、蓄積記憶回路に記憶されたデータのすべて若しくはそ\nこから間引きされた一部のデータが表示用記憶回路に送付されて画面に航跡がリア\nルタイム表示され、縮小、拡大スイッチを用いる場合や画面移動スイッチによる再\n書込みのように、表示用記憶回路の記憶状態を変える場合にも、蓄積記憶回路に記\n憶された内容が表示用記憶回路に送付されて画面表示されるとともに、蓄積記憶回\n路に記憶されている航跡データだけに基づいてマーカ表示要素を生成する構成を有\nするものといえる。\n(イ)　「蓄積記憶」について\nａ　甲明細書の特許請求の範囲の「絶対航行位置を航跡データとして蓄\n積記憶する蓄積記憶回路」との記載によれば、甲発明において「蓄積記憶」の対象\nとなるものは「絶対航行位置」であり、蓄積記憶回路が絶対航行位置を蓄積記憶す\nる目的は、これを「航跡データ」、すなわち、自船の航行位置の変化を画面上で知\nるために必要となる過去及び現在の自船位置を表すデータとするところにあると解\nされる。\n他方、甲明細書の発明の詳細な説明中、発明の構成の項の「ロラン\n等の航行位置を測定する航法装置の測定結果に基づいて、現在の絶対航行位置を航\n跡データとして蓄積記憶する蓄積記憶回路を設ける。」との記載（別紙補正公報２\n丁４２～４３行）によれば、甲発明の構成要件Ａにいう「絶対航行位置」とは、\n「現在の絶対航行位置」、すなわち、航法装置から送られた直近の入力データに基\nづく航行位置を緯度・経度等により表示したものをいうと解される。\nこれらの記載を参酌すれば、甲発明において、「蓄積記憶」なる語\nには、直近の入力データに基づく現在位置データを所定時間内における現在及び過\n去の自船位置を表すデータ（これは複数の位置情報と考えられる。）とするという\n意味があり、そこには時間的継続性の意が含まれているというべきであるから、\n「蓄積記憶」の意味は、航法装置から入力された直近の現在位置データを順次継続\n的に記憶していくことと解するのが相当である。\nｂ　この点について、原告は、「蓄積」とは英語のstorageの訳語であっ\nて、一定の使用目的のため蓄えることを意味するだけであり、蓄えておく時間の長\n短を問わないと主張する。しかし、甲明細書中には、「蓄積」の語が原告主張のよ\nうな意味で用いられていることを示す記載は存在せず、かえって、「蓄積」の語が\n時間的継続性の意味を含むものとして使用されていることは前記ａのとおりである\nから、原告の前記主張は採用できない。\n(ウ)　以上によれば、構成要件Ａにいう「蓄積記憶回路」とは、一定時間\n内における自船の航行位置の変化を表示画面上で知る目的で、航法装置から入力さ\nれた直近の現在航行位置の緯度・経度座標値を順次継続的に記憶していく記憶回路\nをいうと解するのが相当である。\nイ　ハ号物件の構成及び処理動作について\n(ア)　ハ号物件が別紙物件目録（三）のとおりであることは当事者間に争\nいがないところ、同目録の記載によれば、ハ号物件の「現在位置記憶回路」及び\n「航跡再生用位置データ記憶回路」の構成並びにこれらに関連する処理動作は、次\nのとおりである。\nａ　ＳＲＡＭ⑥にある「現在位置記憶回路」は、航法装置からＣＰＵに\n入力される現在位置データ（緯度・経度座標）を記憶し、この現在位置データは、\n１秒後に次の現在位置データが入力されると新しいデータによって更新され、「現\n在位置記憶回路」の現在位置データは毎秒１回書き換えられる。\nｂ ＳＲＡＭ⑥にある「航跡再生用位置データ記憶回路」は、１万２００\n０個の位置データを蓄積記憶できるようになっていて、設定された時間又は距離間\n隔で現在位置記憶回路の現在位置データを順次蓄積記憶する。\nｃ　現在位置データは、演算式により緯度・経度座標からＸＹ座標に変\n換され、ＤＲＡＭ⑦の中の現在位置座標値記憶回路に記憶され、画面表示のために\nＤＲＡＭ⑦上の表示用記憶回路Ａの対応アドレスに記憶される。\nｄ　「現在位置記憶回路」に現在位置データ（緯度・経度座標）が書き\n込まれた時は、その時点の現在位置座標値記憶回路の座標値（１回前の現在位置デ\nータに対応する表示画面上のＸＹ座標）に基づき画面の表示限界内か外かが判断さ\nれる。なお、画面上の表示範囲を規定する表示限界位置データは、ＥＰＲＯＭ⑤\nに、表示画面上の座標値（ＸＹ座標）によって記憶されている。\n(a)　表示範囲内と判断された時は、現在位置データがＸＹ座標表示に\n変換されて現在位置座標値記憶回路に記憶され、これが表示用記憶回路Ａの対応ア\nドレスに記憶されることによって、表示画面上に現在位置がリアルタイムで点滅表\n示され、航跡が描かれる。\n(b)　表示範囲外にあると判断された時は、画面書換え処理に入り、①\n現在位置データがＳＲＡＭ⑥にある画面中央位置記憶回路（緯度・経度座標）に書\nき込まれ、②この画面中央位記憶回路のデータ及び設定されている縮尺率に基づい\nて表示画面上に地図、経度線・経度線が描画された後、③「航跡再生用位置記憶デ\nータ記憶回路」に記憶された航跡データ（緯度・経度座標）がＸＹ座標に変換され\nて過去の航跡が画面表示される。\n(イ)　以上によれば、ハ号物件において、「現在位置記憶回路」に記憶さ\nれた現在位置データは、①ＸＹ座標表示に変換されて現在位置座標値記憶回路及び\n表示用記憶回路に順次記憶されることにより、表示画面上に現在位置及び航跡をリ\nアルタイム表示し、②次のループにおいて、現在位置座標値記憶回路のデータとし\nて現在の航行位置が画面表示限界の内にあるか外にあるかの判断に用いられ、③画\n面書換え処理動作時において、画面中央位置記憶回路に書き込まれ、地図、経度\n線・緯度線、過去の航跡を描画するための基準として用いられる。\nこれに対し、「航跡再生用位置データ記憶回路」の航跡データは、①\n表示画面上における現在位置及び航跡のリアルタイム表示、②現在の航行位置が画\n面表示限界の内外にあるかの判断という動作には全く関与しておらず、③画面書換\nえ処理動作時において、ＸＹ座標に変換されて過去の航跡を画面表示するために用\nいられるにとどまる。\nウ　前記アのとおり、構成要件Ａにいう「蓄積記憶回路」は、過去の自船位\n置のみならず、現在の自船位置を表すデータを経時的に順次記憶し、そこに記憶さ\nれたデータが表示画面上のリアルタイム航跡表示、マーカ表示要素のデータの生成\n及び表示用記憶回路の記憶状態の変更に使用されるものを意味するものと解され\nる。\nしかし、ハ号物件において、表示画面上のリアルタイム航跡表示、マー\nカ表示要素のデータの生成（緯度線・経度線の描画）及び画面書換え処理における\n航跡再現に用いられる「現在位置記憶回路」は、現在の自船位置を表すデータのみ\nを記憶するもので、過去の自船位置を表すデータを記憶するものではないから、構\n成要件Ａにいう「蓄積記憶回路」に該当するものとはいえない。\n他方、ハ号物件において、現在及び過去の自船位置を表すデータを経時\n的に順次記憶している「航跡再生用位置データ記憶回路」に記憶されたデータは、\n画面書換え処理動作時における過去の航跡の再生描画のみに使用され、表示画面上\nのリアルタイム航跡表示及びマーカ表示要素のデータの生成（緯度線・経度線の描\n画）には全く使用されないのであるから、「航跡再生用位置データ記憶回路」もま\nた、構成要件Ａにいう「蓄積記憶回路」に該当するものとはいえない。\nエ　原告は、ハ号物件の「現在位置記憶回路」と「航跡再生用位置データ記\n憶回路」は、バッテリでバックアップされた一個のメモリ（ＳＲＡＭ）内に配置さ\nれており、画面書換え処理において、両者相まって自船の航跡（現在及び過去の自\n船位置）を完成させるために使用されるから、全体として一個の記憶回路（「自船\n位置データ位置記憶回路（Ｖ＋Ｗ）」）に当たると主張する。\nしかし、記憶回路（メモリ）は使用目的に応じて物理的ＲＡＭ（メモリ\n素子）を複数組み合わせて使用するのが一般的であり、その際、これらの物理的Ｒ\nＡＭの記憶領域のいかなる部分をいかなる目的に使用するかはシステム設計者の自\n由である。このため、一個の汎用ＲＡＭの記憶領域を分けて、複数の目的を持った\n複数の記憶回路を設けることも可能であり、「現在位置記憶回路」と「航跡再生用\n位置データ記憶回路」が同じ汎用ＲＡＭ上に設けられていることを根拠として、直\nちにこれらを全体として一つの記憶回路とみることはできない。\nそもそも、複数の記憶回路（汎用ＲＡＭ上に設けられた記憶領域）を一\n個の記憶回路と同視できるかどうかは、それら複数の記憶領域に記憶されたデータ\nが一個の目的、機能を達成するために協働する（論理的先後関係にある）かどうか\nにより判断されるべきである。しかも、これらの記憶領域又はメモリによって構成\nされたシステムが多岐にわたる機能を有し、どの記憶領域が他のどの記憶領域と共\nに働くかも個々の目的、機能により異なることに鑑みれば、複数の記憶領域を一個\nの記憶回路とみることができるかどうかの判断は、具体的な使用目的及び機能に応\nじて行われるべきであり、甲発明の構成要件Ａ該当性の判断において「現在位置記\n憶回路」と「航跡再生用位置データ記憶回路」を一個の記憶回路とみることができ\nるかどうかも、表示画面上のリアルタイム航跡表示、マーカ表示要素の生成及び画\n面書換え処理における航跡の再現という「蓄積記憶回路」の機能（前記ア、(ウ)）\nとの関係で判断されるべきである。\nハ号物件において、「現在位置記憶回路」と「航跡再生用位置データ記\n憶回路」が共に作動して一つの機能を果たすと評価できるのは、画面書換え時にお\nける過去の航跡の描画の場面のみであり（前記(ア)）、ここでは、「現在位置記憶\n回路」の現在位置データが画面中央位置に書き込まれることにより、書換え後の画\n面上のＸＹ座標の中央位置（基準点）の絶対座標が決定し、これにより、「航跡再\n生用位置データ記憶回路」上のデータに基づく書換え後の過去の航跡は、予め設定\nされた縮尺率に応じて自動的に決定される関係にあるから、両者は相まって一つの\n機能を果たしているとみることができる。しかし、表示画面上の航跡及び現在位置\nのリアルタイム表示並びにマーカ表示要素の生成（緯度線・経度線の描画）の場面\nでは、前記(イ)のとおり、「現在位置記憶回路」に記憶された現在位置データのみ\nが用いられ、「航跡再生用位置データ記憶回路」は全く作動しないから、ここで\nは、両者が一つの機能を果たしているとみることはできない。\nしたがって、ハ号物件の「現在位置記憶回路」と「航跡再生用位置デー\nタ記憶回路」とを、全体として原告が主張するような「自船位置データ記憶装置」\nという一個の記憶回路ととらえることはできない。\nオ　以上によれば、ハ号物件は、甲発明の「蓄積記憶回路」を具備しておら\nず、構成要件Ａを充足しない。\n(2)　よって、ハ号物件は、その余の点について判断するまでもなく、甲発明の\n技術的範囲に属しない。\n２　争点(2)（ハ号物件は、乙発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ充足性）について\nア　「蓄積記憶回路」について\n(ア)　乙発明の構成要件Ｈは、甲発明の構成要件Ａ中の「絶対航行位置」\nが単に「航行位置」となっているほかは、甲発明の構成要件Ａと同じ文言であると\nころ、構成要件Ｈの「航跡データー」が甲発明の構成要件Ａの「航跡データ」と同\nじく、現在及び過去の各時点における船舶の位置の時系列的表現である航跡を描く\nために必要なデータ（自船の過去の位置を示すデータのみならず、航法装置から入\n力されたばかりの自船の現在位置を示すデータが含まれる。）を意味することは、\n当事者間に争いがない。乙明細書の特許請求の範囲の記載によれば、乙発明におい\nても、航法装置の測定結果に基づく航行位置のデータである「航跡データー」が\n「蓄積記憶回路」に蓄積記憶され、それが表示器用記憶回路の記憶部に記憶され、\n表示器の表示画面上に航跡を表示するものであることが認められる（なお、乙発明\nでは、甲発明と異なり、マーカ表示要素データ生成手段は構成に入っていな\nい。）。\n(イ)　乙明細書の発明の詳細な説明には、次の記載が存在する（甲４）。\n「この発明は、…ブラウン管表示器上に必要な航跡が自動的に記憶さ\nれる航跡記録装置を提供する。」（別紙特許公報２・２欄２３行～３欄１行）、\n「蓄積用記憶回路１６は、航法装置１７が測定した航行位置に基づい\nて、航行位置の位置変化を記憶する。」（同３欄３９～４１行）、\n「蓄積記憶回路１６は航行位置の位置変化を順次更新しながら記憶す\nる。」（同４欄３～４行）\n「記憶回路１６の記憶内容は、電子計算機１９によって読み出されて\n表示用記憶回路１４に書き込まれるが、この書き込み動作は、時間設定スイッチ２\n０、縮小、拡大スイッチ２１、画面スイッチ２２に基づいて行われる。」（同４欄\n７～１１行）\n「時間設定スイッチ２０は、蓄積用記憶回路１６から表示用記憶回路\n１６への書込みの時時間間隔を設定するもので、時間間隔で短時間に設定すると短\n時間間隔の航跡を記録させることができ、長時間に設定すると長時間間隔の航跡記\n録を行わせることができる。」（同４欄１２～１７行）\n「又、縮小、拡大スイッチ２１はブラウン管表示器１上の表示される\n航跡の縮小、拡大を設定するもので、表示用記憶回路１４の各記憶素子に、蓄積用\n記憶回路１６の対応する記憶素子の記憶内容を全て書込んだとき、拡大率は昀大に\nなる。そして、表示用記憶回路１４の各記憶素子に順に書き込んだときに、蓄積用\n記憶回路１６の記憶素子を間引きながら書込むと、間引く割合が大きくなるに従っ\nて縮小率が増大する。」（同４欄２２～３０行）\n(ウ)　以上によれば、乙発明においても、構成要件Ｈにいう「蓄積記憶回\n路」は、航法位置の位置変化を順次継続的に記憶していくものであり、蓄積記憶回\n路に記憶されたデータの全部又はそこから間引きされた一部のデータが表示用記憶\n回路に読み出されて表示器上にリアルタイムで航跡を表示し、拡大、縮小スイッチ\nを用いた画面書換え時にも蓄積記憶回路のデータを読み出す構成を採っているとい\nえる。\nイ　ハ号物件の「現在位置記憶回路」及び「航跡再生用位置データ記憶回\n路」の構成及び処理動作は、前記２、(1)、イ、(ア)のとおりである。\nハ号物件において、表示画面上のリアルタイム航跡表示及び画面書換え\n処理における航跡再現に用いられる「現在位置記憶回路」は、現在の自船位置を表\nすデータのみを記憶するものであって、過去の自船位置を表すデータを記憶するも\nのではないから、構成要件Ｈにいう「蓄積記憶回路」に該当するものとはいえな\nい。\n他方、ハ号物件において、現在及び過去の自船位置を表すデータを経時\n的に順次記憶している「航跡再生用位置データ記憶回路」に記憶されたデータは、\n画面書換え処理動作時における過去の航跡の再生描画のみに使用され、表示画面上\nのリアルタイム航跡表示には全く使用されないのであるから、「航跡再生用位置デ\nータ記憶回路」もまた、構成要件Ｈにいう「蓄積記憶回路」に該当するものとはい\nえない。\nハ号物件における「現在位置記憶回路」と「航跡再生用位置データ記憶\n回路」とを全体として一個の記憶回路とみることができないことは、前記１、(1)、\nエのとおりである（乙発明では、「蓄積記憶回路」上のデータがマーカ表示要素の\n生成に用いられる必要はなく、表示画面上のリアルタイム航跡表示及び画面書換え\n処理に使用されていれば足りるが、ハ号物件において、「現在位置記憶回路」と\n「航跡再生用位置データ記憶回路」が共に作動して一つの機能を果たしているの\nは、画面書換え時における過去の航跡の描画の場面のみであり、表示画面上の航跡\n及び現在位置のリアルタイム表示の場面では両者が相まって機能しているとはいえ\nない。）。\nウ　以上によれば、ハ号物件は、乙発明の「蓄積記憶回路」を具備せず、構\n成要件Ｈを充足しない。\n(2)　よって、ハ号物件は、その余の点について判断するまでもなく、乙発明の\n技術的範囲に属しない。\n３　争点(3)（イ・ロ・ニ号物件は甲発明の技術的範囲に属するか）及び争点(5)\n（ホ号物件は甲発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ該当性）について\nア　甲発明の構成要件Ａにいう「蓄積記憶回路」の意義は前記１、アで判断\nしたとおりである。\nイ　イ・ロ・ニ号物件及びホ号物件の構成及び処理動作について\n(ア)　イ・ロ・ニ号物件がそれぞれ別紙物件目録（一）、（二）及び\n（四）のとおりであることは当事者間に争いがないところ、これら各目録の記載に\nよれば、イ・ロ・ニ号物件の「現在位置記憶回路」及び「航跡再生用位置データ記\n憶回路の」構成並びにこれらに関連する処理動作は、次のとおりである。\nａ　ＳＲＡＭ⑥にある「現在位置記憶回路」は、航法装置から毎秒１回\nＣＰＵに入力される現在位置データ（緯度・経度座標）を記憶し、この現在位置デ\nータは、１秒後に次のデータが入力されると次のデータに置き換えられる。\nｂ　ＳＲＡＭ⑥にある「航跡再生用位置データ記憶回路」は、１０００\n個（イ号、ロ号）又は１万個（ニ号）の位置データを蓄積記憶できるようになって\nいて、設定された時間間隔（イ号、ロ号）あるいは時間又は距離間隔（ニ号）で現\n在位置記憶回路の現在位置データを順次蓄積記憶する。\nｃ　現在位置データは、演算式により緯度・経度座標からＸＹ座標に変\n換され、画面表示のためにＤＲＡＭ⑦上の表示用記憶回路の対応アドレスに記憶さ\nれる。\nｄ　イ・ロ・ニ号物件において、①画面表示限界内か外かの判断は、\n「現在位置記憶回路」に記憶された昀新の現在位置データをＸＹ座標に変換したも\nのと表示限界位置データ（画面上の表示範囲を規定する表示限界位置データはＥＰ\nＲＯＭ⑤に、表示画面上の座標値（ＸＹ座標）によって記憶されている。）を比較\nすることにより行われ、②表示限界内と判断された時には、「現在位置記憶回路」\nに記憶された昀新の現在位置データに基づき表示画面上の現在位置がリアルタイム\nで点滅表示され、さらにユーザの設定した時間間隔（ニ号では時間間隔又は距離間\n隔）に基づく航跡蓄積フラグがＯＮになっている時には、表示画面上に既に表示さ\nれている前回の現在位置との間を直線で結んで航跡が描画される。これに対し、③\n表示限界位置データの範囲を越えている時には、画面書換え処理に入り、現在位置\nデータをＳＲＡＭ⑥にある画面中央位置記憶回路に転送して画面中央位置記憶回路\nのデータを書き換え、次いで、この画面中央位記憶回路のデータ及び設定されてい\nる縮尺率に基づき表示画面上に地図、緯度線・経度線が描画された後、「航跡再生\n用位置記憶データ記憶回路」の航跡データ（緯度・経度座標）がＸＹ座標に変換さ\nれて過去の航跡が画面表示される。\n(イ)　ホ号物件が別紙物件目録（五）のとおりであることは当事者間に争\nいのないところ、同目録の記載によれば、ホ号物件の「現在位置記憶回路」及び\n「航跡再生用位置データ記憶回路」の構成並びにこれらに関連する処理動作は、次\nのとおりである。\nａ　ＳＲＡＭ⑥にある「現在位置記憶回路」は、航法装置から３秒に１\n回ＣＰＵに入力される現在位置データ（緯度・経度座標）を記憶し、この現在位置\nデータは、３秒後に次の現在位置データが入力されると新しいデータによって更新\nされ書き換えられる。\nｂ　ＳＲＡＭ⑥にある「航跡再生用位置データ記憶回路」は、機種によ\nり２０００～８０００個の位置データを蓄積記憶できるようになっていて、設定さ\nれた時間間隔で現在位置記憶回路の現在位置データを順次蓄積記憶する。\nｃ　現在位置データは、演算式により緯度・経度座標からＸＹ座標に変\n換され、画面表示のためにＤＲＡＭ⑦上の表示用記憶回路に記憶される。表示用記\n憶回路は、各々が表示画素数の４倍の記憶素子を有する二つの表示用メモリエリア\nを有しており（表示用記憶回路Ａ及び同Ｂ）、表示器表示領域の指定によって、二\nつの表示用記憶回路Ａ及びＢのうちの一方のデータだけが表示器に表示される。\nｄ　航法装置から自船の現在位置データ（緯度・経度座標）が入力され\nると、まず緯度経度値をＸＹ座標に変換するサブルーチンを呼び出し、このサブル\nーチン内で、現在位置が表示画面の表示限界を越えるかどうかを判断する。この判\n断は、①自船位置が表示用記憶回路の表示用メモリエリア内か外か、②（①で内の\n場合）表示器に表示されている方の表示用記憶回路（例えばＡ）の表示用メモリエ\nリア（表の表示用メモリエリア）の表示可能領域（表示用メモリエリアの昀外部か\nら内側へ２４ドット入った四角形領域）の範囲内か外か、③（②で内の場合）表示\n器の表示限界領域（表示器表示領域の昀外部から内側へ１６ドット入った四角形領\n域）の範囲内か外かを順次判断する。③で、現在位置が表示限界領域外に出ている\nと判断された場合は、次の処理を行う。\n(a)　先ず、自船位置が表示器の表示画面の中心になるように、表示用\n記憶回路（例えばＡ）の表示用メモリエリア（表の表示用メモリエリア）上の記憶\nは維持しながら、表示器表示領域の指定範囲のみを同じ表示用メモリエリア内で変\n更して、それまでの表示器表示領域をこれと一部重なる隣の領域に変更する（表示\n範囲変更処理）。\n(b)　他方で、このとき表示器に表示されていない表示用記憶回路（例\nえばＢ）については、該表示用記憶回路の表示用メモリエリア（裏の表示用メモリ\nエリア）の中心に自船の現在位置が位置するように、ＳＲＡＭ⑥の画面中央位置記\n憶回路に現在位置データを書き込んで当該表示用メモリエリアの記憶内容を書き直\nすという初期化を行う。表示用メモリエリアの初期化が行われる際には、画面中央\n位置記憶回路のデータ及び設定されている縮尺率に基づいて表示画面上に地図、経\n度線・緯度線が描画された後、「航跡再生用位置データ記憶回路」の航跡データ\n（緯度・経度座標）がＸＹ座標に変換されて過去の航跡が画面表示される。\n(c)　上記初期化の完了後、表示器に表示されている表示用記憶回路を\n現在の回路（Ａ）から他方（Ｂ）へ切り替えるために、表示器表示領域の指定を一\n方から他方の表示用メモリエリア上に変更する。\nｅ　他方、前記比較判断において、現在位置が表示限界領域内と判断さ\nれると、前回「表示範囲変更処理」をしたか否かを調べて、表示範囲変更処理をし\nていなければ、この現在位置をリアルタイムで表示画面上に表示し、ユーザの設定\nした時間間隔に基づく航跡蓄積フラグがＯＮのときは航跡も表示する。前回「表示\n範囲変更処理」をしていた場合のほか、前記ｄの①、②で外と判断された場合等に\nも、表示器に表示する表示用記憶回路を他方に切り換える。\nウ　前記イ、(ア)、(イ)の事実によれば、イ・ロ・ニ号物件及びホ号物件に\nおいても、表示画面上のリアルタイム航跡表示及び画面書換え処理における航跡再\n現に用いられる「現在位置記憶回路」は、現在の自船位置を表すデータのみを記憶\nするもので、過去の自船位置を表すデータを記憶するものではないから、構成要件\nＡにいう「蓄積記憶回路」に該当するものとはいえない。\nまた、イ・ロ・ニ号物件及びホ号物件においても、現在及び過去の自船\n位置を表すデータを経時的に順次記憶している「航跡再生用位置データ記憶回路」\nに記憶されたデータは、画面書換え処理動作時における過去の航跡の再生描画のみ\nに使用され、表示画面上のリアルタイム航跡表示には全く使用されないのであるか\nら、「航跡再生用位置データ記憶回路」も、構成要件Ａにいう「蓄積記憶回路」に\n該当するものとはいえない。\nイ・ロ・ニ号物件及びホ号物件における「現在位置記憶回路」と「航跡\n再生用位置データ記憶回路」とを全体として一個の記憶回路ととらえることができ\nないことは、前記１、(1)、エで判断したところと同じである。\nエ　以上によれば、イ・ロ・ニ号物件及びホ号物件は、甲発明の「蓄積記憶\n回路」を具備せず、構成要件Ａを充足しない。\n(2)　よって、イ・ロ・ニ号物件及びホ号物件は、その余の点について判断する\nまでもなく、甲発明の技術的範囲に属しない。\n４　争点(4)（イ・ロ・ニ号物件は乙発明の技術的範囲に属するか）及び争点(6)\n（ホ号物件は乙発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ｈ充足性）について\nア　乙発明の構成要件Ｈにいう「蓄積記憶」及び「航跡データー」の意義\nは、前記２、(1)、アで判断したとおりである。\nイ  イ・ロ・ニ号物件の「現在位置記憶回路」及び「航跡再生用位置データ\n記憶回路」の構成及び処理動作は、前記３、(1)、イ、(ア)のとおりであり、ホ号物\n件の「現在位置記憶回路」及び「航跡再生用位置データ記憶回路」の構成及び処理\n動作は、同(イ)のとおりである。\nこれによれば、イ・ロ・ニ号物件及びホ号物件において、表示画面上の\nリアルタイム航跡表示及び画面書換え処理における航跡再現に用いられる「現在位\n置記憶回路」は、現在の自船位置を表すデータのみを記憶するものであって、過去\nの自船位置を表すデータを記憶するものではないから、構成要件Ｈにいう「蓄積記\n憶回路」に該当するものとはいえない。\n他方、イ・ロ・ニ号物件及びホ号物件において、現在及び過去の自船位\n置を表すデータを経時的に順次記憶している「航跡再生用位置データ記憶回路」に\n記憶されたデータは、画面書換え処理動作時における過去の航跡の再生描画のみに\n使用され、表示画面上のリアルタイム航跡表示には全く使用されないのであるか\nら、「航跡再生用位置データ記憶回路」もまた、構成要件Ｈにいう「蓄積記憶回\n路」に該当するものとはいえない。\nイ・ロ・ニ号物件及びホ号物件における「現在位置記憶回路」と「航跡\n再生用位置データ記憶回路」を一個の記憶回路（「自船位置データ位置記憶回路\n（Ｖ＋Ｗ）」）とみることができないことは、前記３、(1)、ウで述べたとおりであ\nる。\nウ　以上によれば、イ・ロ・ニ号物件及びホ号物件は、乙発明の構成要件Ｈ\nを充足しない。\n(2)　よって、イ・ロ・ニ号物件及びホ号物件は、その余の点について判断する\nまでもなく、乙発明の技術的範囲に属しない。\n５　以上の次第で、その余の点について判断するまでもなく、原告の請求は理由\nがないから、主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　阿　　　多　　　麻　　　子\n裁判官　　　　　前　　　田　　　郁　　　勝\n物件目録（一）　　第１図　第２図\n物件目録（二）　　第１図　第２図\n物件目録（三）　　第１図　第２図\n物件目録（四）　　第１図　第２図\n物件目録（五）　　第１図　第２図　第３図　第４図\n"
}