{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 27
  },
  "case_number": "平成17(行ケ)10405",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32787",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32787",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/787/032787_hanrei.pdf",
  "contents": "--1\n平成１７年（行ケ）第１０４０５号 審決取消請求事件\n平成１８年３月２７日判決言渡，平成１８年２月２０日口頭弁論終結\n判決\n原 告 エイディシーテクノロジー株式会社\n訴訟代理人弁理士 足立勉\n被 告 特許庁長官 中嶋誠\n指定代理人 濱野友茂，望月章俊，立川功，羽鳥賢一，青木博文\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１ 原告の求めた裁判\n「特許庁が不服２００４－１８０１６号事件について平成１７年２月２１日にし\nた審決を取り消す 」との判決。。\n第２ 事案の概要\n本件は，特許出願人が，拒絶査定に対する不服審判請求を不成立とした審決の取\n消しを求める事案である。\n１ 特許庁における手続の経緯\n(1) 原告は，特願平５－７２３６７号（平成５年３月３０日出願）の一部を新\nたな特許出願とした特願平７－３０９２７７号（平成７年１１月２８日出願）の一\n部を「携帯型コミュニケータ」とする新たな特許出願とした特願平１０－１８０９\n６５号（平成１０年６月２６日出願，本件出願）について，平成１６年８月３日付\n--2\nけの拒絶査定を受けたので，同年９月１日，拒絶査定に対する審判を請求した（不\n服２００４－１８０１６号事件として係属 。）\n(2) 原告は，平成１６年９月３０日，発明の名称を「携帯型無線電話装置」と\nするなど明細書の補正をした。\n(3) 特許庁は，平成１７年２月２１日 「本件審判の請求は，成り立たない 」，。\nとの審決をし，同年３月８日，その謄本を原告に送達した。\n２ 請求項１の発明の要旨（平成１６年９月３０日付け補正後のもの）\n「アンテナによって，公衆通信回線に無線によって接続され，該公衆通信回線を\n経由して発信，または受信を行う無線通信手段と，\n該無線通信手段に対する制御指令の出力，上記無線通信手段を経由して上記公衆\n通信回線からデータを入力，または上記無線通信手段を経由して上記公衆通信回線\nにデータを送出する処理を行うＣＰＵと，\n該ＣＰＵによって所定の画像を表示する第１の画面と，\n上記ＣＰＵによって所定の画像を表示する第２の画面と，\nマイクと，スピーカと，\n上記アンテナと，上記無線通信手段と，上記ＣＰＵと，上記第１の画面と，上記\n第２の画面と，上記マイクと，上記スピーカとを収納する筐体とを備えた携帯型無\n線電話装置において，\nデータを格納するメモリと，\n文字の入力機能を提供すると共に，該入力した文字を上記第１の画面に表示する\n手段と，\n上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て，\n該フラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表\n示態様の画像を上記第１の画面に表示する動作状態表示手段と，\n上記第１の画面にデータ処理を選択するデータメニュー選択欄と，電話処理を選\n--3\n択する電話メニュー選択欄とを表示する現況画面表示手段と，\n上記データメニュー選択欄の選択を入力した場合には，データ通信を行うデータ\n処理を実行するデータ処理手段と，\n上記電話メニュー選択欄の選択を入力した場合には，電話通話を行う電話処理を\n実行する電話処理手段と，\n上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て，\nワードプロセッサデータを受信中か否かを判断するワードプロセッサデータのデー\nタ受信中判断手段と，\n上記フラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態\nの表示態様の画像を上記第２の画面に表示すると共に，所定時間毎に行った電源容\n量算出処理に基づいて電源残量表示の画像を上記第２の画面に表示するディスプレ\nイ制御手段とを備えることを特徴とする携帯型無線電話装置 」。\n３ 審決の理由の要旨\n審決の理由は，以下のとおりであるが，要するに，請求項１の発明（以下「本願\n発明」という ）は，引用例に記載された発明及び引用例に記載された周知技術な。\nいしは慣用手段に基づいて，当業者が容易に発明をすることができたものと認めら\nれるから，特許法２９条２項の規定により特許を受けることができない，というも\nのである。\n( ) 引用発明及び周知技術1\nア 特開平３－２３５１１６号公報（本訴甲２，以下「引用例」という ）の記載及び添付図面な。\nらびにこの分野の技術常識を勘案すると 「情報処理装置」は「ＦＡＸアプリケーシヨンと電話アプ，\nリケーシヨン」及び「ワープロアプリケーシヨン」を備え 「公衆回線」に接続され，該公衆回線を，\n経由して音声又はＦＡＸデータ ワープロデータの送受信及びパソコン通信を行う装置であり 該 公，， 「\n衆回線」はいわゆる「公衆通信回線」であるから，当該装置は「公衆通信回線に接続され，該公衆通\n--4\n信回線を経由して音声とデータの発信，または受信を行う通信手段」を備えた「電話及びデータ通信\n装置」である。\nまた，上記ハンドセツトは電話機であるから当然マイクとスピーカを備えるものであり，保持強度\nは不明であるがハンドセツト置台を介して本体に保持されるものである。又別のスピーカも本体に備\nえられている。\nまた 「情報処理装置」は「ＦＡＸの送受信をバックグラウンドで行う」ＯＳで動作するイベント，\n駆動型コンピュータ（即ち，前記「通信手段」に対する制御指令の出力，前記「通信手段」を経由し\n「」 ， 「 」 「 」て前記 公衆通信回線 からデータを入力 または前記 通信手段 を経由して前記 公衆通信回線\n）「」 。 ，にデータを送出する処理を行うイベント駆動型コンピュータ ＣＰＵＥ１ を備えている そして\n「」 （ ，「」）イベント駆動型コンピュータ はイベント待ち 即ち タイマイベントを含む各種イベント監視\nを繰り返し，イベントの発生により所定のアプリケーションを制御し，その処理を実行するものであ\nる。\nまた 「マイクロスイツチ」は第１のディスプレイの開を検出してＯＮする「オンスイッチ」の機，\n能を有しており，閉を検出してＯＦＦする「オフスイッチ」の機能を有している。\nまた 「第１の表示手段」は 「コンピュータによって所定の画像を表示するディスプレイ」と「オ，，\nン信号を出力するオンスイッチが操作された場合に上記表示手段の表示制御を行い，オフ信号を出力\nするオフスイッチが操作された場合に，表示手段の画面を消す制御を行う制御手段」を備え 「第２，\nの表示手段」は，コンピュータの制御により，前記オンスイッチと前記オフスイッチの操作状態に拘\nわりなく，スタンバイ状態即ち受信待機中及びＦＡＸ受信等のデータ通信状態を表示する「通信状態\n表示手段」と，当該通信状態表示手段とは別にＰＯＷＥＲ即ち電源の表示を行う「電源表示手段」と\nからなっている。\n，「」 ， ， ， ，また 情報処理装置 は上記通信手段と 上記マイクと 上記スピーカと 上記コンピュータと\n上記第１の表示手段と，上記第２の表示手段とを組み合わせた状態で保持する本体（即ち 「筐体 ），」\nを備えており，また，上記「情報処理装置」はデータを格納するメモリＥ３０と文字の入力機能を提\n供するキーボードＥ８を備え，第３１図によれば，入力した文字を上記第１の表示手段に表示する手\n段を備えている。\nまた 情報処理装置 は メインメニユーアプリケーシヨン を備え 当該メインメニユーは Ｆ，「」 「 」 ， 「\nＡＸアプリケーシヨン」及び「ワープロアプリケーシヨン」のデータ処理アイコン及び「電話アプリ\n--5\nケーシヨン ，の電話処理アイコンを表示し，選択されたアイコンに対応するアプリケーシヨンが実」\n行され，各アプリケーシヨンのメニユーによりデータの送受信が行われるものである。\nしたがって，上記引用例には，以下の発明（以下「引用発明」という ）が記載されている。。\n「公衆通信回線に接続され，該公衆通信回線を経由して発信，または受信を行う通信手段と，\n，，該通信手段に対する制御指令の出力 上記通信手段を経由して上記公衆通信回線からデータを入力\nまたは上記通信手段を経由して上記公衆通信回線にデータを送出する処理を行うＣＰＵと，\n該ＣＰＵによって所定の画像を表示するディスプレイを備えた第１の表示手段と，\n上記ＣＰＵによって表示を行う第２の表示手段と，\nマイクと，スピーカと，\n上記通信手段と，上記ＣＰＵと，上記第１の表示手段と，上記第２の表示手段と，上記マイクと，\n上記スピーカとを保持する筐体とを備えた電話及びデータ通信装置において，\nデータを格納するメモリと，\n文字の入力機能を提供すると共に，該入力した文字を上記第１の表示手段に表示する手段と，\n上記第１の表示手段にデータ処理アイコンと，電話処理を選択する電話アイコンとを表示する画面\n表示手段と，\n上記データ処理アイコンの選択を入力した場合には，データ通信を行うデータ処理を実行するデー\nタ処理手段と，\n上記電話処理アイコンの選択を入力した場合には，電話通話を行う電話処理を実行する電話処理手\n段と，\nタイマイベントを含む各種イベント監視を繰り返し，第２の表示手段に受信待機中を表示する通信\n状態表示手段と，第２の表示手段に通信状態表示手段とは別に電源を表示する電源表示手段と\nを備えることを特徴とする電話及びデータ通信装置 」。\nイ 実願昭６３－１５３７１６号の願書に添付された明細書と図面を撮影したマイクロフィルム\n（本訴甲３，実開平２－７３８６５号参照，以下「周知例１」という ，特開平５－３０２３０号公。）\n報（本訴甲４，以下「周知例２」という ）の記載によれば 「無線回線によってワードプロセッサの。，\nデータを送受信する通信装置」は周知である。\nウ 特開平４－１５６０５１号公報（本訴甲５，以下「周知例３」という ）の記載によれば 「携。，\n，， ，帯型通信装置において 蓄電池の電源容量を繰り返し検出する電源容量検出手段と ディスプレイに\n--6\n上記電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段とを備える」ことは周知で\nある。\nエ 特開平３－１８４４３１号公報（本訴甲６，以下「周知例４」という ，特開昭６０－２０３。）\n０６５号公報（本訴甲７，以下「周知例５」という ）の記載によれば 「通信装置にコンピュータに。，\nよって所定の画像を表示する第２のディスプレイを設ける」構成は周知である。\nオ 特開平４－２５９１５６号公報（本訴甲８，以下「周知例６」という ）の記載によれば 「携。，\n帯型無線電話装置の送話部の開閉状態等により使用する機能を選択するとともに選択した機能に関連\nする部分にのみ電源を供給して省電力を計る」ことは単なる慣用手段である。\nカ 特開平４－１３４９６２号公報（本訴甲９，以下「周知例７」という ，特開平３－１７７１。）\n８０号公報（本訴甲１０，以下「周知例８」という ）の記載によれば 「通信装置において，表示中。，\nの画面の一部に通信状況（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）を\n示す表示を行うこと」は単なる慣用手段である。\n() 対比2\n本願発明と引用発明とを対比すると，本願発明の「アンテナによって，公衆通信回線に無線によっ\nて接続され」という構成と引用発明の「公衆通信回線に接続され」という構成はいずれも「公衆通信\n回線に接続され」という構成である点で一致しており，本願発明の「無線通信手段 「携帯型無線電」，\n」「 」，「」 ， 「 」，話装置 と引用発明の 通信手段 電話及びデータ通信装置 はいずれも それぞれ 通信手段\n「電話装置」であるという点で一致している。\nまた，引用発明の「第１の表示手段」は「コンピュータによって所定の画像を表示するディスプレ\nイ」を備えているから，当該構成と本願発明の「ＣＰＵによって所定の画像を表示する第１の画面」\nの間に実質的な差異はなく，本願発明の「ＣＰＵによって所定の画像を表示する第２の画面」と引用\n発明の「ＣＰＵによって表示を行う第２の表示手段」はいずれも「ＣＰＵによって表示を行う第２の\n表示手段」であるという点で一致している。\nまた，本願発明の「上記アンテナと，上記無線通信手段と，上記ＣＰＵと，上記第１の画面と，上\n記第２の画面と，上記マイクと，上記スピーカとを収納する筐体」と引用発明の「上記通信手段と，\n上記ＣＰＵと，上記第１の表示手段と，上記第２の表示手段と，上記マイクと，上記スピーカとを保\n持する筐体」は「所定の部材を有する筐体」であるという点で一致している。\n，「 ，また 本願発明の 上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て\n--7\n該フラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表示態様の画像を上\n記第１の画面に表示する動作状態表示手段」に対応する構成は引用発明に存在しない。\nまた，引用発明の「データ処理アイコンと，電話処理を選択する電話アイコンとを表示する画面表\n示手段」は本願発明の「データ処理を選択するデータメニュー選択欄と，電話処理を選択する電話メ\nニュー選択欄とを表示する現況画面表示手段」と同じ機能を奏する手段であり，引用発明の「上記デ\nータ処理アイコンの選択を入力した場合には，データ通信を行うデータ処理を実行するデータ処理手\n段と，上記電話処理アイコンの選択を入力した場合には，電話通話を行う電話処理を実行する電話処\n理手段」と本願発明の「上記データメニュー選択欄の選択を入力した場合には，データ通信を行うデ\nータ処理を実行するデータ処理手段と，上記電話メニュー選択欄の選択を入力した場合には，電話通\n話を行う電話処理を実行する電話処理手段」との間に実質的な差異はない。\n，「 ，また 本願発明の 上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て\nワードプロセッサデータを受信中か否かを判断するワードプロセッサデータのデータ受信中判断手段\nと，上記フラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表示態様の画\n像を上記第２の画面に表示すると共に，所定時間毎に行った電源容量算出処理に基づいて電源残量表\n示の画像を上記第２の画面に表示するディスプレイ制御手段」を備える構成と引用発明の「タイマイ\nベントを含む各種イベント監視を繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手\n段と，第２の表示手段に通信状態表示手段とは別に電源を表示する電源表示手段」を備える構成は，\nいずれも「状態監視と監視結果の表示を行う手段」を備えているという点で一致している。\nしたがって，本願発明と引用発明は以下の点で一致し，また，相違している。\n＜一致点＞\n「公衆通信回線に接続され，該公衆通信回線を経由して発信，または受信を行う通信手段と，\n，，該通信手段に対する制御指令の出力 上記通信手段を経由して上記公衆通信回線からデータを入力\nまたは上記通信手段を経由して上記公衆通信回線にデータを送出する処理を行うＣＰＵと，\n該ＣＰＵによって所定の画像を表示する第１の画面と，\n上記ＣＰＵによって表示を行う第２の表示手段と，\nマイクと，スピーカと，\n所定の部材を有する筐体とを備えた電話装置において，\nデータを格納するメモリと，\n--8\n文字の入力機能を提供すると共に，該入力した文字を上記第１の画面に表示する手段と，\n上記第１の画面にデータ処理を選択するデータメニュー選択欄と，電話処理を選択する電話メニュ\nー選択欄とを表示する現況画面表示手段と，\n上記データメニュー選択欄の選択を入力した場合には，データ通信を行うデータ処理を実行するデ\nータ処理手段と，\n上記電話メニュー選択欄の選択を入力した場合には，電話通話を行う電話処理を実行する電話処理\n手段と，\n状態監視と監視結果の表示を行う手段\nを備えることを特徴とする電話装置 」。\n＜相違点＞\n（１ 「通信手段」と「電話装置」に関し，本願発明の「通信手段」は「アンテナを有し，該アンテ）\nナによって 公衆通信回線に無線によって接続され る 無線通信手段 であり 電話装置 は 携，」 「 」 ，「」 ，「\n帯型無線電話装置 であるのに対し 引用発明のそれらはそれぞれ単に 公衆回線に接続され る 通」， 「 」 「\n信手段 「電話及びデータ通信装置」である点。」，\n（２ 「ＣＰＵによって表示を行う第２の表示手段」に関し，本願発明の「第２の表示手段」は「Ｃ）\nＰＵによって所定の画像を表示する第２の画面」であるのに対し，引用発明のそれは単に「ＣＰＵに\nよって表示を行う第２の表示手段」である点。\n（３ 「所定の部材を有する筐体」に関し，本願発明は「上記アンテナと，上記無線通信手段と，上）\n記ＣＰＵと，上記第１の画面と，上記第２の画面と，上記マイクと，上記スピーカとを収納する」構\n成であるのに対し，引用発明のそれは「上記通信手段と，上記ＣＰＵと，上記第１の表示手段と，上\n記第２の表示手段と，上記マイクと，上記スピーカとを保持する」構成である点。\n（４）本願発明は「上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て，\n該フラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表示態様の画像を上\n記第１の画面に表示する動作状態表示手段」を備えているのに対し，引用発明はその点の構成が不明\nである点。\n（５ 「状態監視と監視結果の表示を行う手段」に関し，本願発明は「上記メモリの所定エリアに設）\n定されるフラグのセット状態を所定時間毎に見て，ワードプロセッサデータを受信中か否かを判断す\nるワードプロセッサデータのデータ受信中判断手段と，上記フラグのセット状態に基づいて，該フラ\n--9\nグのセット状態に対応した動作状態の表示態様の画像を上記第２の画面に表示すると共に，所定時間\n毎に行った電源容量算出処理に基づいて電源残量表示の画像を上記第２の画面に表示するディスプレ\nイ制御手段」を備える構成であるのに対し，引用発明は「タイマイベントを含む各種イベント監視を\n繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手段と，第２の表示手段に通信状態\n表示手段とは別に電源を表示する電源表示手段」を備える構成である点。\n( ) 審決の判断3\nそこで，まず，上記相違点（１）の「通信手段」と「電話装置」について検討するに，上記周知例\n１，２の記載によれば 「無線回線によってワードプロセッサのデータを送受信する通信装置」は周，\n知であり，また，上記周知例２の図２，周知例４の第１図，上記周知例６の図１に開示されているよ\nうに携帯電話機（即ち，携帯型電話装置）が「アンテナによって，公衆通信回線に無線によって接続\nされ」るものであることも周知であるところ，これらの周知技術を引用発明に適用する上での阻害要\n因は何ら見あたらないから，引用発明の「通信手段」を本願発明のような「アンテナによって，公衆\n通信回線に無線によって接続され」る「無線通信手段」とし，当該構成に関連して引用発明の「電話\n及びデータ通信装置」を本願発明のような「携帯型無線電話装置」とする程度のことは，当業者であ\nれば，適宜成し得ることである。\nついで，上記相違点（２）の「ＣＰＵによって表示を行う第２の表示手段」について検討するに，\n上記周知例４，５の記載によれば 「通信装置にコンピュータによって所定の画像を表示する第２の，\nディスプレイを設ける」構成は周知であるところ，当該ディスプレイとは所定の画像を表示する画面\nのことであり，かつ当該周知技術を引用発明に適用する上での阻害要因は何ら見あたらないから，引\n用発明の「ＣＰＵによって表示を行う第２の表示手段」を「ＣＰＵによって所定の画像を表示する第\n２の画面」として構成する程度のことは当業者であれば，単なる設計的事項である。\nまた，上記相違点（３）の「所定の部材を有する筐体」について検討するに，上記相違点（１）で\n検討したように，携帯電話機（即ち，携帯型電話装置）が「アンテナによって，公衆通信回線に無線\nによって接続され」るものであることは周知であるから，筐体が有すべき部材として本願発明のよう\nに「アンテナ」を含める程度のことも当業者であれば適宜成し得ることであり，引用発明の「所定の\n部材を保持する」構成を本願発明のように「所定の部材を収納する」構成とする程度のことも当業者\nであれば適宜成し得ることであるから，引用発明の「上記通信手段と，上記ＣＰＵと，上記第１の表\n示手段と，上記第２の表示手段と，上記マイクと，上記スピーカとを保持する」構成を本願発明のよ\n--10\n「 ， ， ，，，うな 上記アンテナと 上記無線通信手段と 上記ＣＰＵと 上記第１の画面と 上記第２の画面と\n上記マイクと，上記スピーカとを収納する」構成とする程度のことも通信手段の変更に伴う単なる設\n計的事項に過ぎないものである。\n次に，上記相違点（５）の「状態監視と監視結果の表示を行う手段」について検討するに，引用発\n明の「タイマイベントを含む各種イベント監視を繰り返し，第２の表示手段に受信待機中を表示する\n通信状態表示手段」における「タイマイベントを含む各種イベント監視」は例えばタイマイベントに\nより所定時間毎に所定の状態監視を行うものであり，また引用発明はワードプロセッサのデータの送\n受信も行うものであるところ，ＣＰＵの判断が例えば状態フラグを介して行われるものであることは\n， ，，， ，例えば上記引用例の第４１図 第４３図 第５０図 第５１図 第５３図等に記載されているとおり\n単なる慣用手段に過ぎないものであり，また，上記周知例７，８に開示されているように 「通信装，\n置において，表示中の画面の一部に通信状況（例えば，通信中または受信中あるいは受信中の発信元\nに関する情報等）を示す表示を行うこと」も単なる慣用手段であり，また，上記相違点（２）で検討\n，「 」したように 通信装置にコンピュータによって所定の画像を表示する第２のディスプレイを設ける\n構成も周知であり，これらの周知・慣用手段を引用発明に適用することを阻害する要因は何ら見いだ\nせないから，引用発明の「タイマイベントを含む各種イベント監視」に「所定時間毎にワードプロセ\nッサのデータ受信中か否かを判断する手段」を含ませ，引用発明の「タイマイベントを含む各種イベ\nント監視を繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手段」を本願発明のよう\nな「上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て，ワードプロセッ\nサデータを受信中か否かを判断するワードプロセッサデータのデータ受信中判断手段と，上記フラグ\nのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表示態様の画像を上記第２の\n画面に表示する」構成とする程度のことは，当業者であれば適宜成し得ることである。\nまた，上記周知例３によれば 「携帯型通信装置において，蓄電池の電源容量を繰り返し検出する，\n電源容量検出手段と，ディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行う電源\n容量表示手段とを備える」構成は周知であり，また，上記周知例４によれば 「背面の（即ち，第２，\nの）ディスプレイに画像を用いて蓄電池の電源容量表示をする」構成も周知である。そして，当該い\nずれの周知技術も上記「タイマイベントを含む各種イベント監視」を行う引用発明に適用できない理\n由は見いだせないから，引用発明の電源表示手段を「所定時間毎に行った電源容量算出処理に基づい\nて電源残量表示の画像を上記第２の画面に表示するディスプレイ制御手段」に変更する程度のことも\n--11\n当業者であれば適宜成し得ることである。\nしたがって，上記相違点（５）にかかる引用発明の「タイマイベントを含む各種イベント監視を繰\nり返し，第２の表示手段に受信待機中を表示する通信状態表示手段と，第２の表示手段に通信状態表\n示手段とは別に電源を表示する電源表示手段」を備える構成を，本願発明のような「上記メモリの所\n定エリアに設定されるフラグのセット状態を所定時間毎に見て，ワードプロセッサデータを受信中か\n否かを判断するワードプロセッサデータのデータ受信中判断手段と，上記フラグのセット状態に基づ\nいて，該フラグのセット状態に対応した動作状態の表示態様の画像を上記第２の画面に表示すると共\nに，所定時間毎に行った電源容量算出処理に基づいて電源残量表示の画像を上記第２の画面に表示す\nるディスプレイ制御手段」を備える構成とする程度のことは当業者であれば容易なことである。\nついで，上記相違点（４）について検討するに 「上記メモリの所定エリアに設定されるフラグの，\nセット状態を所定時間毎に見て，ワードプロセッサデータを受信中か否かを判断するワードプロセッ\nサデータのデータ受信中判断手段と，上記フラグのセット状態に基づいて，該フラグのセット状態に\n対応した動作状態の表示態様の画像を上記第２の画面に表示する」構成については上記相違点（５）\nで検討したところであるが，第２の表示手段の他に，第１の画面も表示中であるならば，当該第１の\n画面でも必要に応じて通信状況（即ち 「動作状態 ）の表示を行うように構成する程度のことは，当，」\n業者であれば，適宜採用し得る単なる設計的事項に過ぎないものである。したがって，引用発明に本\n願発明のような「上記メモリの所定エリアに設定されるフラグのセット状態を所定時間毎に見て，該\nフラグのセット状態に基づいて，該フラグのセット状態に対応した動作状態の表示態様の画像を上記\n第１の画面に表示する動作状態表示手段」を追加する程度のことは，当業者であれば，必要に応じて\n適宜成し得ることである。\n以上のとおり，本願発明は，上記引用例に記載された発明および上記周知例１～８に記載された周\n知技術ないしは慣用手段を単に寄せ集めたに過ぎないものであり，その効果も個々の構成に基づいて\n予想される範囲内のものであるから，当業者であれば，容易に発明できたものである。\n( ) 審決のむすび4\n以上のとおり，本願発明は，上記引用例に記載された発明および上記引用例１～８に記載された周\n，，知技術ないしは慣用手段に基づいて 当業者が容易に発明をすることができたものと認められるから\n特許法２９条２項の規定により特許を受けることができない。\n--12\n第３ 当事者の主張の要点\n１ 原告主張の審決取消事由\n(1) 取消事由１（相違点の看過）\n審決は，引用発明が 「上記ＣＰＵによって表示を行う第２の表示手段 「第２，」，\nの表示手段に・・・電源を表示する電源表示手段」を備えるとして，ＣＰＵの制御\nにより第２の表示手段に電源を表示すると認定した上 本願発明と引用発明が 上，，「\n記ＣＰＵによって表示を行う第２の表示手段」を備える点で一致すると認定した。\nア 引用例の発明の詳細な説明には 「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥ，\nＤであって，緑はＰＯＷＥＲを，赤はスタンバイ状態，ＦＡＸ受信などの表示をす\nるものである （３頁左下欄１９行目ないし右下欄１行目）との記載があるが，。」\n電源（ＰＯＷＥＲ）を表示するＬＥＤ（Ｍ４９）は，引用発明に係る装置が通電さ\nれると，ＣＰＵ（Ｅ１）からの制御を受けることなく，点灯されるだけのものとな\nる。そして，第４１図ないし第５３図には，電源投入以降のＣＰＵ（Ｅ１）による\n処理の全体がフローチャートにより開示されているが，ＬＥＤの点灯（表示）に関\nする処理は，第４３図（Ａ）のＦＡＸ受信済み後に実行される「ＬＥＤ点滅 （Ｓ」\n１５－８）だけである。\nそうであるから，引用発明は，ＣＰＵの制御により第２の表示手段に電源を表示\nするというものではない。\nイ また，引用例の発明の詳細な説明には 「Ｅ４０は赤と緑の２つのＬＥＤで，\nあり，ＣＰＵ Ｅ１からの指示によりＯＮ／ＯＦＦをすることができる （１３。」\n頁右下欄４，５行目）との記載がある。しかし，引用例の第２８図ないし第５３図\n，（ ） ，には ＣＰＵ Ｅ１ による処理の全体がフローチャートにより開示されているが\nここには，ＦＡＸを受信したことを示すために使用されるＬＥＤを点滅させた後に\n消灯させる処理だけが記載されているところ，引用例の発明の詳細な説明には，上\n記アのとおり 「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥＤであって，緑はＰＯＷ，\nＥＲを，赤はスタンバイ状態，ＦＡＸ受信などの表示をするものである 」との記。\n--13\n，， （ ）載があるから ＣＰＵの制御対象として記載されているのは 赤のＬＥＤ Ｍ４８\nだけであって，緑のＬＥＤ（Ｍ４９）ではない。そして，上記の「Ｅ４０は赤と緑\nの２つのＬＥＤであり，ＣＰＵ Ｅ１からの指示によりＯＮ／ＯＦＦをすることが\nできる 」に続いて 「留守中フアクシミリや電話の状態をしめすランプとしても。，\n使用可能である 」との記載があるものの，電源を示すランプとして使用可能であ。\nるとの記載はない。\nそうすると，上記の「Ｅ４０は赤と緑の２つのＬＥＤであり，ＣＰＵ Ｅ１から\nの指示によりＯＮ／ＯＦＦをすることができる 」は，赤と緑の２つのＬＥＤであ。\nるＬＥＤ（Ｅ４０）を電源以外の表示に用いる場合の一実施例を示したものにすぎ\nず 「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥＤであって，緑はＰＯＷＥＲを，赤，\nはスタンバイ状態，ＦＡＸ受信などの表示をするものである 」とは別の実施例で。\nあるというべきである。\nウ さらに，ＣＰＵは電源の供給を受けないと作動できないから，仮にＣＰＵに\nよって電源（ＰＯＷＥＲ）表示用のＬＥＤ（Ｍ４９）を制御しているとすると，電\n源スイッチ（Ｍ３４）がＯＦＦにされ，ＣＰＵを含む装置全体に対する電源供給が\nなくなった際には，ＣＰＵが電源（ＰＯＷＥＲ）表示用のＬＥＤ（Ｍ４９）に制御\n指示を出すことはできないことになる。引用例にはこの点の制御に関する記載がな\nいから，引用発明の構成では，ＣＰＵが電源（ＰＯＷＥＲ）表示用のＬＥＤ（Ｍ４\n９）をＯＮ／ＯＦＦ制御することはできない。\nエ したがって，引用発明は，ＣＰＵの制御により第２の表示手段に電源を表示\nするものではないから，本願発明と引用発明とは 「第２の表示手段」に関し，本，\n願発明が「上記ＣＰＵによって表示を行う」構成であるのに対し，引用発明がその\nような構成でない点においても相違する。審決は，本願発明と引用発明とが 「上，\n記ＣＰＵによって表示を行う第２の表示手段」を備える点で一致すると認定してい\nるから，審決には相違点を看過した誤りがある。\n(2) 取消事由２（引用発明の認定の誤り，相違点（５）の認定の誤り）\n--14\n審決は，引用発明が 「タイマイベントを含む各種イベント監視を繰り返し，第，\n２の表示手段に受信待機中を表示する通信状態表示手段と，第２の表示手段に通信\n状態表示手段とは別に電源を表示する電源表示手段」を備えると認定したが，これ\nは，①「タイマイベント・・・監視」が実行され，その結果が，第２の表示手段に\n，， ，表示される ②各種イベント監視に基づき 第２の表示手段に電源の表示がされる\n③各種イベント監視が繰り返し行われることに基づき，第２の表示手段の表示が実\n行される，④第２の表示手段に受信待機中の表示がされる，と認定したということ\nができる。審決は，この認定に基づき，本願発明と引用発明との相違点（５）を認\n定した。\nア ①（ タイマイベント・・・監視」が実行され，その結果が，第２の表示手「\n段に表示される）について\n上記(1)アのとおり，ＣＰＵによるＬＥＤの点灯（表示）に関する処理は，ＦＡ\nＸ受信済み後に実行される「ＬＥＤ点滅」だけであるから，引用発明は，タイマな\nどのイベントの監視結果を第２の表示手段に表示するものではない。\nイ ②（各種イベント監視に基づき，第２の表示手段に電源の表示がされる）に\nついて\n上記(1)アのとおり，ＣＰＵによるＬＥＤの点灯（表示）に関する処理は，ＦＡ\nＸ受信済み後に実行される「ＬＥＤ点滅」だけであるから，引用発明のＣＰＵが第\n２の表示手段の点灯（表示）に関して行っているイベント監視には，電源に関する\nものは含まれない。\nウ ③（各種イベント監視が繰り返し行われることに基づき，第２の表示手段の\n表示が実行される）について\n上記(1)アのとおり，ＣＰＵによるＬＥＤの点灯（表示）に関する処理は，ＦＡ\nＸ受信済み後に実行される「ＬＥＤ点滅」であって，引用発明のＣＰＵが第２の表\n示手段の点灯（表示）に関して行っているイベント監視は，Ｃｉ信号イベント監視\n（ＦＡＸ受信済みイベント監視）だけであるが，Ｃｉ信号イベント監視が繰り返し\n--15\n行われることに基づいて，第２の表示手段の表示の内容が変化することはない。引\n用発明は，外出先から戻ってきたユーザに対し，留守中にＦＡＸ受信があったこと\nを知らせる目的でＬＥＤ点滅をさせることとしているから，ＬＥＤを一度点滅させ\nた後に，Ｃｉ信号イベント（ＦＡＸ受信済みイベント）の監視結果が変化して，Ｆ\nＡＸを受信していない旨の監視結果が得られたとしても，ＬＥＤの表示（点滅）を\n消灯することは妥当でない。\nそうであれば，引用例には，各種イベント監視の監視結果が異なる場合に，第２\nの表示手段の表示内容を変化させることは記載されていないし，そもそも，各種イ\nベント監視の監視結果の変化に伴い，第２の表示手段の表示内容を変化させること\nは，留守中にＦＡＸ受信があったことを知らせるという引用例に記載のＬＥＤ点滅\nの目的に反するものである。\nエ ④（第２の表示手段に受信待機中の表示がされる）について\n審決は 「 第２の表示手段」は ・・・スタンバイ状態即ち受信待機中・・・を，「 ，\n表示する」ことを理由に「第２の表示手段に受信待機中を表示する」と認定してい\nるところ 「スタンバイ」は「事に備えて待機すること」を意味し 「待機」は「準，，\n備をととのえて機会の来るのを待つこと」を意味するから 「スタンバイ状態」と，\nは「作動に備えて待機している状態」であり 「受信待機中」とは「準備をととの，\nえて受信の来るのを待っている状態」であって 「スタンバイ状態」と「受信待機，\n中」とは意味が異なる\nまた，周知例６（特開平４－２５９１５６号公報）には 「 ００１７】スタン，【\nバイモードは，発信処理および着信処理が直ちに行えるモードであり 」との記載，\nがあるから，審決は 「スタンバイ」が「発信処理及び着信処理が直ちに行える」，\nを意味すると解することが慣用手段であると認定したことになるが 「発信処理及，\nび着信処理が直ちに行えること」と「受信待機中」とは意味が異なる。\n，， ， ，オ したがって 審決の①ないし④の認定は誤っており 引用発明は せいぜい\n「昀初のＦＡＸ受信済みイベント発生時だけ第２の表示手段を点滅させる手段と，\n--16\n第２の表示手段に電源投入時にイベント監視を何ら介することなく電源を表示する\n手段」を備えるにすぎない。審決は，引用発明の認定を誤り，これに基づき，本願\n発明と引用発明との相違点（５）を認定したから，審決の相違点（５）の認定は誤\nりである。\n(3) 取消事由３（相違点（１）の判断の誤り）\n審決は 「周知例１，２の記載によれば 「無線回線によってワードプロセッサ，，\nのデータを送受信する通信装置」は周知であり」などとした上 「当該構成に関連，\nして引用発明の「電話及びデータ通信装置」を本願発明のような「携帯型無線電話\n装置」とする程度のことは，当業者であれば，適宜成し得ることである 」と判断。\nした。\nア 周知例２について\n周知例２の発明の詳細な説明には 「電子手帳機能を用いたワープロの文章もメ，\nッセージとして送ることが可能になる （３頁右欄２８ないし２９行目）との記。」\n載があるから，周知例２には，ワープロの文章の送信については記載はあるが，ワ\nープロの文章の受信については記載がない。\nそうであれば，周知例２に基づいて 「無線回線によってワードプロセッサのデ，\nータを送受信する通信装置」は周知であると認定することはできないというべきで\nある。\n審決は 「無線回線によってワードプロセッサのデータを送受信する通信装置」，\nが周知であると誤って認定し，これに基づき，引用発明の「電話及びデータ通信装\n置」を本願発明のような「携帯型無線電話装置」とする程度のことは，当業者であ\nれば，適宜成し得ることであると判断したから，審決の判断は，誤りである。\nイ 引用発明の「電話及びデータ通信装置」を「携帯型無線電話装置」とするこ\nとについて\n引用発明の「電話及びデータ通信装置」を本願発明のような「携帯型無線電話装\n置」とするとすれば，この「携帯型無線電話装置」の電源は，当然に電池を使用す\n--17\nることになる。\n引用例によれば，引用発明の目的は 「データ通信の状態を常時認識可能 （２，」\n頁左上欄６行目）にすることとされており，第４１図のＳ１４－２４に「前回使用\nから４日」との記載があるから，引用発明は，データ通信の状態を４日以上の期間\nいつでも認識可能にすることを目的とするものである。\nしかし，本願発明の特許出願をした平成５年当時において，携帯電話機の電池と\nして４日以上の使用に耐え得るものはなかった。引用発明と周知例の組合せに係る\n「携帯型無線電話装置」を想定する場合には，特許出願当時の技術レベルを前提と\nしなければならないから，このような想定に係る「携帯型無線電話装置」では，引\n，，用発明の課題を解決することができず 引用発明の技術的解決手段の方向性に反し\n引用例自身によって阻害されているというべきであって，当業者が容易に着想する\nことはできない。\n本願発明の特許出願当時の技術レベル及び引用発明の課題を考慮すれば，引用例\nには，当業者が電池駆動式の「携帯型無線電話装置」に想到することを阻害する構\n成が多数開示されている。\nしたがって，引用発明の「電話及びデータ通信装置」を本願発明のような「携帯\n型無線電話装置」とすることは，当業者であっても容易でないから，審決の判断は\n誤りである。\n(4) 取消事由４（相違点（２）の判断の誤り）\n審決は 「周知例４，５の記載によれば 「通信装置にコンピュータによって所，，\n定の画像を表示する第２のディスプレイを設ける」構成は周知である」などとした\n上 「引用発明の「ＣＰＵによって表示を行う第２の表示手段」を「ＣＰＵによっ，\n」，て所定の画像を表示する第２の画面 として構成する程度のことは当業者であれば\n単なる設計的事項である 」と判断した。。\nア 周知例４について\n周知例４の発明の詳細な説明には 「電池パックを交換した場合でも車載アダプ，\n--18\nタへの設置を可能にした携帯電話機を提供することにある （２頁右下欄１４な。」\nいし１６行目 「本発明の携帯電話機は ・・・電池パックの背面に ・・・突部），， ，\nを形成している ・・・この場合，突部の背面に電池残量を表示する表示部を設け。\nることができる （２頁右下欄１８行目ないし３頁左上欄５行目）との記載があ。」\nるから，周知例４には，電池パックを備えることを前提として，これに電池残量を\n表示する表示部を設ける構成が開示されている。そして，表示部に関して，上記の\n「電池パックに電池残量を表示する表示部を設ける構成」以外の構成は，周知例４\nに記載も示唆もない。\nそうすると，本願発明の「第２のディスプレイ」に相当すると被告が主張する表\n示部に関して，周知例４には，表示内容を電池残量以外のものにする動機付けもな\nく，設ける箇所を電池パック以外のものにする動機付けもないから，周知例４に基\nづいて，表示内容を電池残量以外のものにするとともに，設ける箇所を電池パック\n以外のものにすることができるような抽象概念である「通信装置にコンピュータに\nよって所定の画像を表示する第２のディスプレイを設ける」構成が周知であると認\n定することはできない。\nイ 周知例５について\n周知例５の発明の詳細な説明には 「本発明は，外部入力情報と内部発生情報と，\nを混同することなく明確に表示し得るようにし，誤入力を低減しかつ円滑な入力操\n作を行ない得るファクシミリ装置の情報表示方式を提供することを目的とする 」。\n（２頁左上欄１１ないし１５行目 「本発明は，第１および第２の表示手段を設），\nけ，そのうちの一方に外部入力情報を表示するとともに，他方に内部発生情報を表\n示するようにしたことによって，外部入力情報および内部発生情報を混同すること\nなく明確に表示でき，誤入力を低減しかつ円滑な入力操作を行ない得るファクシミ\nリ装置の情報処理方式を提供することができる （３頁右上欄９ないし１６行目）。」\nとの記載があるから，周知例５には，第１のディスプレイの表示対象が，外部情報\nと内部情報とのうちの一方であり，第２のディスプレイの表示対象が，外部情報と\n--19\n内部情報とのうちの第１のディスプレイの表示対象でないものとなる態様だけが開\n示されている。\nそうすると，第１のディスプレイと第２のディスプレイの表示対象を上記の態様\n以外のものにすることは，周知例５自体によって阻害されているというべきから，\n周知例５に基づいて，外部情報と内部情報のうち，第１のディスプレイで表示対象\nとされていないもの以外のものも第２のディスプレイの表示対象とすることができ\nるような抽象概念である「通信装置にコンピュータによって所定の画像を表示する\n第２のディスプレイを設ける」構成が周知であると認定することはできない。\nウ 審決は 「通信装置にコンピュータによって所定の画像を表示する第２のデ，\nィスプレイを設ける」構成は周知であると誤って認定し，これに基づき，引用発明\nの「ＣＰＵによって表示を行う第２の表示手段」を「ＣＰＵによって所定の画像を\n表示する第２の画面」として構成する程度のことは当業者であれば，単なる設計的\n事項であると判断したから，審決の判断は，誤りである。\n(5) 取消事由５（相違点（５）及び（４）の判断の誤り）\n審決は 引用発明はワードプロセッサのデータの送受信も行うものである 周，「」，「\n知例７，８に開示されているように 「通信装置において，表示中の画面の一部に，\n通信状況（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）\nを示す表示を行うこと」も単なる慣用手段であり 「 通信装置にコンピュータに」，「\nよって所定の画像を表示する第２のディスプレイを設ける」構成も周知であり ，」\n「引用発明の「タイマイベントを含む各種イベント監視」に「所定時間毎にワード\nプロセッサのデータ受信中か否かを判断する手段」を含ませ 「周知例３によれ」，\nば 「携帯型通信装置において，蓄電池の電源容量を繰り返し検出する電源容量検，\n出手段と，ディスプレイに，上記電源容量検出手段が検出した電源容量の表示を行\nう電源容量表示手段とを備える」構成は周知であり ，周知例３，４の「周知技術」\nも上記「タイマイベントを含む各種イベント監視」を行う引用発明に適用できない\n理由は見いだせない」などとして，引用発明の「タイマイベントを含む各種イベン\n--20\nト監視を繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手段」を\n本願発明のような構成とする程度のことは，当業者であれば適宜成し得ることであ\nる，と判断した。\nア 審決が「引用発明はワードプロセッサのデータの送受信も行うものである」\nと認定したことについて\n，「。引用例の発明の詳細な説明には Ｓ２－３はワープロアプリケーシヨンである\n・・・Ｓ５－１のフアクス送信スイツチは，印刷することなく，直接送信用フアイ\nルを作成しフアイル送信を行うものである （１６頁左下欄１０ないし１４行目）。」\nとの記載があるから，引用例には 「ワードプロセッサデータの送信」についての，\n記載はあるが 「ワードプロセッサデータの受信」については記載がない。そうす，\n， 。ると 引用発明がワードプロセッサのデータの送受信を行うということはできない\nまた，引用例の発明の詳細な説明には 「Ｅ２６は１２００／３００ＢＡＵＤの，\n非同期通信モデムである。本モデムボードを対応するコネクタに挿入することによ\nって，電話／フアクス共用の公衆回線Ｅ１４をパソコン通信としても使用できるよ\nうになる （１２頁左下欄３ないし７行目）との記載があるが，パソコン通信に。」\n関する定義がない上，初期のパソコン通信はワードプロセッサを使用するものでは\nないから，上記記載から，引用発明がワードプロセッサのデータの送受信を行うと\n認めることもできない。\nしかも，審決は，引用例の「 情報処理装置」は「ＦＡＸアプリケーシヨンと電「\n話アプリケーシヨン」及び「ワープロアプリケーシヨン」を備え 「公衆回線」に，\n接続され，該公衆回線を経由して音声又はＦＡＸデータ，ワープロデータの送受信\n及びパソコン通信を行う装置であり 」としており，審決自身が，ワープロデータ，\nの送受信とパソコン通信とを区別しているのである。\nしたがって，審決が「引用発明はワードプロセッサのデータの送受信も行うもの\nである」と認定したことは，誤りである。\nイ 審決が 「 通信装置において，表示中の画面の一部に通信状況（例えば，，「\n--21\n通信中または受信中あるいは受信中の発信元に関する情報等）を示す表示を行うこ\nと」も単なる慣用手段であ」ると認定したことについて\n(ｱ) 周知例７について\nａ 周知例７の発明の詳細な説明には 「そして，受信データが有る場合には，，\nファクシミリ入出力制御装置４を通じて発信元に関する情報を受信し（ステップ２\n２ ，これによりタイトル情報を作成して表示装置９の画面の所定領域に表示させ）\nる（ステップ２３ （４頁左下欄８ないし１２行目）との記載があるから，タイ）。」\nトル情報を表示することは理解できるが，タイトル情報については 「制御装置１，\n，， ，は 発信元に関する情報・・・と 時計機構１０から得られる日付と時刻とにより\n当該受信情報についてのタイトル情報を作成する （３頁右下欄６ないし１０行。」\n目）との記載があるところ 「発信元に関する情報」や「日付と時刻」は，審決の，\n認定した「通信状況」とは同義でない。そして，ステップ２３でタイトル情報を表\n，「， ， 」示するが 継続頁がある場合には ステップ２４に戻り 同様の動作を繰り返す\n（４頁右下欄１１ないし１３行目）との記載があるから，継続頁がある場合に，再\nびタイトル情報を表示するステップ２３の処理を行うわけではない。\nしかも，周知例７には，ステップ２３で表示するタイトル情報の消去のタイミン\nグについての記載がないから，ステップ２３で表示した直後に消去してもよいし，\n全処理が完了した後も表示したままであってもよいことになるが，このことは，タ\nイトル情報の表示状態とファクシミリの受信状況とが対応していないことを意味す\nる。そうすると，タイトル情報がファクシミリの受信状況を示す表示に該当しない\nことは明らかである。\nｂ 周知例７のファクシミリは，その第２図に受信処理しか開示されていないこ\nとからも明らかなように，受信専用機である。受信専用機に係る周知例７に記載の\n技術思想と送受信装置に係る引用発明の技術思想とは，技術分野が異なるから，当\n業者が，受信専用機の機能を送受信装置に係る引用発明に容易に拡張して適用する\nことはできない。\n--22\nｃ そうであれば，周知例７に基づいて 「 通信装置において，表示中の画面，「\nの一部に通信状況を示す表示を行うこと」は単なる慣用手段である」と認定するこ\nとはできないというべきである。\n(ｲ) 周知例８について\nａ 周知例８の発明の詳細な説明には 「また第３図は，画像データ受信時のデ，\nィスプレイ（３）における画面表示を例示したもので （Ａ）は画像データ受信開，\n始時 （Ｂ）は画像データ受信中 （Ｃ）は画像データ受信終了時の表示をそれぞ，，\nれ示す （３頁右下欄２０行目ないし４頁左上欄３行目）との記載があるように，。」\n周知例８は，画像データの通信中又は受信中のときだけ，通信中又は受信中の表示\nを行うものである。例えば，周知例８には，音声通話と画像データの送受信とを交\n互に行う静止画テレビ電話機が開示されているところ，画像データの送受信時に通\n信中又は受信中の表示を行うことは記載があるが，音声データの送受信時に，通信\n中又は受信中の表示を行うことは記載も示唆もない。\n周知例８の発明の詳細な説明には，送受信される画像を「カラー画像とすると，\nデータが増加し通信時間も比例して長くなり，十数秒から数十秒の時間を（待ち時\n間として）必要とする （２頁左下欄８ないし１０行目 「通話者は画像データ。」），\nを通信中の数秒から数十秒の間は，通話を中断して待つ必要があった （２頁左下」\n欄１８，１９行目）という課題の記載があるように，周知例８の特許出願時におい\nて，送受信に比較的長時間を要する画像データは，他の種類のデータの場合と異な\nり，通話者に対して，画像データの通信中又は受信中の表示を行う必要があった。\n周知例８に記載された発明は，このような必要性に基づくものであるから，通信中\n又は受信中の表示を行う対象となるデータとしては，画像データだけを想定してお\nり，他の種類のデータである音声データやワードプロセッサデータは全く想定して\nいない。\nｂ 周知例８の静止画テレビ電話機は，第２，第３図，第５，第６図，第９，第\n１０図等から明らかなように，ビデオカメラで撮影した通話者の画像を静止画とし\n--23\nて送受信するものであって，ビデオカメラを備えた装置である。ビデオカメラを備\nえた装置に係る周知例８に記載の技術思想とビデオカメラを備えない装置に係る引\n用発明の技術思想とは，技術分野が異なるから，当業者が，ビデオカメラを備えた\n装置の技術思想をビデオカメラを備えない装置に係る引用発明に容易に拡張して適\n用することはできない。\nｃ そうであれば，周知例８に基づいて 「 通信装置において，表示中の画面，「\nの一部に通信状況を示す表示を行うこと」は単なる慣用手段であると認定すること\nはできないというべきである。\n(ｳ) したがって，審決が「 通信装置において，表示中の画面の一部に通信状「\n況（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）を示す\n表示を行うこと」も単なる慣用手段であ」ると認定したことは，誤りである。\nウ 審決が 「周知例３によれば 「携帯型通信装置において，蓄電池の電源容，，\n量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量検出手\n」」段が検出した電源容量の表示を行う電源容量表示手段とを備える 構成は周知であ\nると認定したことについて\n周知例３に開示されている「電源容量検出手段」は，ファクシミリでしか存在し\nない「受信画像の”黒”の数」に基づくものだけであり，ファクシミリでない装置\nやファクシミリ以外の機能を有する装置には応用することができない。\nそうであれば，周知例３に基づいて 「携帯型通信装置において，蓄電池の電源，\n容量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量検出\n手段が検出した電源容量の表示を行う電源容量表示手段とを備える」構成が周知で\nあると認定することはできないというべきである。\nエ 審決が 「 通信装置にコンピュータによって所定の画像を表示する第２の，「\nディスプレイを設ける」構成も周知であ」ると認定したことについて\n上記(4)のとおり，周知例４，５に基づいて 「通信装置にコンピュータによっ，\nて所定の画像を表示する第２のディスプレイを設ける」構成が周知であると認定す\n--24\nることはできないというべきである。\nオ 審決が 「引用発明の「タイマイベントを含む各種イベント監視」に「所定，\n時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ませ」とし\nたことについて\n審決は，上記の「所定時間毎にワードプロセッサのデータ受信中か否かを判断す\nる手段」を持ち出す前に 「また引用発明はワードプロセッサのデータの送受信も，\n行うものであるところ」とか 「 通信装置において，表示中の画面の一部に通信，「\n状況を示す表示を行うこと」も単なる慣用手段であり」と説示しているところ，こ\nれらは，いずれも「所定時間毎にワードプロセッサのデータ受信中か否かを判断す\nる手段」を示唆するものではないし，これら自体も，上記ア，イのとおり，誤って\nいる。\nしたがって，審決が「引用発明の「タイマイベントを含む各種イベント監視」に\n「」 」所定時間毎にワードプロセッサのデータ受信中か否かを判断する手段 を含ませ\nとしたことは，誤りである。\nカ 審決が，周知例３，４の「周知技術も上記「タイマイベントを含む各種イベ\nント監視」を行う引用発明に適用できない理由は見いだせない」としたことについ\nて\n引用例では，実施例として，商用電源により駆動する構成だけを開示しているか\nら，引用発明は，商用電源により駆動する構成だけを想定しているのに対し，周知\n例３，４は，電池電源により駆動する構成だけを想定している。引用発明と周知例\n３，４に記載された構成とは，前提となる技術分野や解決すべき課題を異にするか\nら，周知例３，４に接した当業者が，これを引用発明に適用することを経て本願発\n明となり得ることを予測することはできない。\nまた，引用発明は，商用電源により駆動する構成だけを想定して，電池電源によ\nり駆動する構成では達成することができない目的を前提とするのであって，商用電\n源を前提とした引用発明に係る装置を電池電源化することは容易に想到することが\n--25\nできないから，当業者が，引用発明に電源容量の表示を行う技術に係る周知例３，\n４に記載の構成を適用することを着想することはあり得ない。\nしたがって，審決が周知例３，４の「周知技術も上記「タイマイベントを含む各\n種イベント監視」を行う引用発明に適用できない理由は見いだせない」としたこと\nは，誤りである。\nキ 審決は 上記アないしカのとおり認定を誤り これに基づき 引用発明の タ，， ， 「\nイマイベントを含む各種イベント監視を繰り返し，第２の表示手段に受信待機中を\n表示する通信状態表示手段」を本願発明のような構成とする程度のことは，当業者\nであれば適宜成し得ることであると判断したから，相違点（５）についての審決の\n判断は，誤りである。また，相違点（４）についての審決の判断は，以上の相違点\n（５）についての誤った判断を前提とするものであるから，同様の違法がある。\n２ 被告の反論\n(1) 取消事由１（相違点の看過）に対して\n引用例の発明の詳細な説明には 「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥＤで，\nあって，緑はＰＯＷＥＲを，赤はスタンバイ状態，ＦＡＸ受信などの表示をするも\nのである （３頁左下欄１９行目ないし右下欄１行目 「Ｅ４０は赤と緑の２つ。」），\nのＬＥＤであり，ＣＰＵ Ｅ１からの指示によりＯＮ／ＯＦＦをすることができ\nる （１３頁右下欄４，５行目）との記載がある。引用例には，ＬＥＤについて，。」\n上記以外の記載がないから 「赤と緑の２つのＬＥＤ」であるＥ４０が「赤，緑の，\nＬＥＤ」であるＭ４８，Ｍ４９を指すところ，これらのＬＥＤは 「ＣＰＵ Ｅ１，\nからの指示によりＯＮ／ＯＦＦをする 「緑はＰＯＷＥＲを，赤はスタンバイ状」，\n態，ＦＡＸ受信などの表示をする」と明記されているのである。\nそうすると，引用発明の第２の表示手段は「赤と緑の２つのＬＥＤ」からなり，\n２つのＬＥＤは「ＣＰＵからの指示によりＯＮ／ＯＦＦ制御され ，そのうちの緑」\nのＬＥＤ（Ｍ４９）は，ＣＰＵにより電源（ＰＯＷＥＲ）の状態を検出し，その検\n--26\n出結果に基づき，ＣＰＵからの指示により電源（ＰＯＷＥＲ）の状態を表示するの\nであるから，引用発明の「情報処理装置 （電話及びデータ通信装置）が「上記Ｃ」\nＰＵによって表示を行う第２の表示手段」と「第２の表示手段に・・・電源を表示\nする電源表示手段」とを備えると判断したことに誤りはない。\n(2) 取消事由２（引用発明の認定の誤り，相違点（５）の認定の誤り）に対し\nて\nア ①（ タイマイベント・・・監視」が実行され，その結果が，第２の表示手「\n段に表示される）について\n引用例の発明の詳細な説明には 「タッチパネルへのタッチ，キーボード入力，，\nタイマなどの各種イベントを一括して管理し，発注したイベントを待っているアプ\nリケーションに制御を渡す・・・ （１５頁右上欄２０行目ないし左下欄３行目）」\nとの記載があり，これによれば，ＣＰＵは各種イベント監視の全てを一括して管理\nするが，イベントは発注したアプリケーションに渡されるというのであるから，イ\nベント監視の全ての結果が第２の表示手段（すなわち，表示アプリケーション）に\n渡されるというわけではない（第２の表示手段に渡されるイベントは，第２の表示\n手段が発注したイベントのみである 。審決が認定した構成を①のように解釈す。）\nるのは，妥当でない。\nイ ②（各種イベント監視に基づき，第２の表示手段に電源の表示がされる）に\nついて\n上記(1)のとおり，引用発明の「情報処理装置 （電話及びデータ通信装置）が」\n「上記ＣＰＵによって表示を行う第２の表示手段」と「第２の表示手段に・・・電\n源を表示する電源表示手段」とを備えると判断したことに誤りはない。\nウ ③（各種イベント監視が繰り返し行われることに基づき，第２の表示手段の\n表示が実行される）について\n各種イベント監視が繰り返し行われるときに，監視結果が同じであれば，表示手\n段の表示の内容が変化しないことは自明であるるから，表示手段の表示の内容が変\n--27\n，。化しないからといって 各種イベント監視が繰り返し行われていないとはいえない\nエ ④（第２の表示手段に，受信待機中の表示がされる）について\n「スタンバイ」は，原告が主張するように 「事に備えて待機すること」を意味，\n，（ ） ， ，するところ ＬＥＤ Ｍ４８ は ＦＡＸ受信状態の表示を行うためのものであり\n「」 ， 「 」受信後や受信中を スタンバイ と呼ぶのは不適当であるから 仮に スタンバイ\nがいろいろな意味で用いられているとしても，引用発明における「スタンバイ」の\n意味が，受信後でもなく，受信中でもなく，受信待機中であると解するのは自然な\nことである。\nオ したがって，引用発明が「タイマイベントを含む各種イベント監視を繰り返\nし，第２の表示手段に受信待機中を表示する通信状態表示手段と，第２の表示手段\nに通信状態表示手段とは別に電源を表示する電源表示手段」を備えると認定したこ\nとに誤りはなく，これに基づく相違点（５）の認定に誤りもない。\n(3) 取消事由３（相違点（１）の判断の誤り）に対して\n「」 ，当業者が電池駆動式の 携帯型無線電話装置 に想到することを阻害する理由は\nいずれも，引用発明における設計上の目安となる事項について論ずるものであると\nころ これらは 本願発明の必須要件ではなく 本願発明における 携帯 には 肩，， ， 「 」 「\n掛け型」も含まれ，電池駆動可能時間は１時間でも１０分でもよいから，好ましい\nとはいえないとしても，適用することができないとまではいえないものである。\nしたがって，これらの事項に係る適用阻害性は，存在しないというほかはなく，\n引用発明の「電話及びデータ通信装置」を本願発明の「携帯型無線電話装置」とす\nることは，当業者であれば適宜なし得ることであって，審決の判断に誤りはない。\n(4) 取消事由４（相違点（２）の判断の誤り）に対して\nア 周知例４について\n周知例４の発明の詳細な説明には 「本発明の携帯電話機は ・・・電池パック，，\nの背面に ・・・突部を形成している ・・・この場合，突部の背面に電池残量を，。\n表示する表示部を設けることができる （２頁右下欄１８行目ないし３頁左上欄。」\n--28\n５行目 「この電池残量を表示するための計測，演算回路は，突部１１ｂによっ），\nて拡大された内部スペースに収容すれば良い （４頁右上欄７ないし９行目）と。」\nの記載があるから，引用例４には，携帯電話機（すなわち，通信装置）に電池残量\nを表示するための計測 演算回路 すなわち コンピュータ によって電池残量 す，（ ， ） （\nなわち，所定の画像）を表示する表示部（すなわち，第２のディスプレイ）を設け\nる構成が記載されている。\nそして，周知例４に，電池パックに電池残量を表示する表示部を設ける構成だけ\nが開示されているとしても，他の構成を排除することを意味しないし，抽象化する\nことを阻むものでもない。\nそうであれば，審決が，周知例４の当該構成をもって 「通信装置にコンピュー，\nタによって所定の画像を表示する第２のディスプレイを設ける」構成が周知である\nと認定したことに，誤りはない。\nイ 周知例５について\n周知例５の特許請求の範囲には 「第１および第２の表示手段を設け，これらの，\n表示手段のうち一方に入力部により入力された外部情報を表示し，かつ他方に装置\n本体より発せられた内部情報を表示するようにしたことを特徴とするファクシミリ\n装置」との記載があり，発明の詳細な説明には 「一方第２図は，上記第１および，\n第２のキャラクタ表示器２，３の表示制御回路を示す回路ブロック図である （２。」\n頁右上欄１３ないし１５行目 「主制御部８は，たとえばマイクロプロセッサか），\nらなり，表示動作の制御を行なう （２頁左下欄８，９行目）との記載があるか。」\nら，周知例５には，ファクシミリ装置（すなわち，通信装置）にマイクロプロセッ\nサからなる主制御部（すなわち，コンピュータ）によって内部情報（すなわち，所\n定の画像）を表示する第２のキャラクタ表示器（すなわち，第２のディスプレイ）\nを設ける構成が記載されている。\nそして，周知例５に，第１のディスプレイの表示対象が，外部情報と内部情報と\nのうちの一方であり，第２のディスプレイの表示対象が，外部情報と内部情報との\n--29\nうちの第１のディスプレイの表示対象でないものとなる態様だけが開示されている\nとしても，他の構成を排除することを意味しないし，抽象化することを阻むもので\nもない。\nそうであれば，審決が，周知例５の当該構成をもって 「通信装置にコンピュー，\nタによって所定の画像を表示する第２のディスプレイを設ける」構成が周知である\nと認定したことに，誤りはない。\nウ したがって，審決が「 通信装置にコンピュータによって所定の画像を表示「\nする第２のディスプレイを設ける」構成も周知であ」ると認定したことに，誤りは\nない。\n(5) 取消事由５（相違点（５）及び（４）の判断の誤り）に対して\nア 審決が「引用発明はワードプロセッサのデータの送受信も行うものである」\nと認定したことについて\n引用例には 「ワードプロセッサデータの受信」については記載がないが，例え，\nば周知例１や周知例２に見られるように，ワードプロセッサのデータも，ＦＡＸデ\nータやイメージデータと同様に送信又は受信されるのであり 「ワードプロセッサ，\nデータの送信」についての記載があれば，当然に受信も行うことができると解され\nるのである。\nまた，引用例の詳細な説明には 「Ｅ２６は１２００／３００ＢＡＵＤの非同期，\n通信モデムである。本モデムボードを対応するコネクタに挿入することによって，\n電話／フアクス共用の公衆回線Ｅ１４をパソコン通信としても使用できるようにな\nる （１２頁左下欄３ないし７行目）との記載があるから，引用発明はパソコン。」\n通信もできるものであるところ，パソコン通信はワードプロセッサで作成される文\n字データを送受信するものであるから，この点からみても，引用発明が「ワードプ\nロセッサデータの送受信」を行うということができる。\nしたがって，審決が「引用発明はワードプロセッサのデータの送受信も行うもの\nである」と認定したことに，誤りはない。\n--30\nイ 審決が 「 通信装置において，表示中の画面の一部に通信状況（例えば，，「\n通信中または受信中あるいは受信中の発信元に関する情報等）を示す表示を行うこ\nと」も単なる慣用手段であ」ると認定したことについて\n(ｱ) 周知例７について\n周知例７の発明の詳細な説明には 「制御装置１は，発信元に関する情報・・・，\nと，時計機構１０から得られる日付と時刻とにより，当該受信情報についてのタイ\nトル情報を作成する （３頁右下欄６ないし１０行目）との記載があり，タイト。」\nル情報には 「発信元に関する情報・・・と，日付と時刻」が含まれる。そして，，\n「継続頁がある場合には，ステップ２４に戻り，同様の動作を繰り返す （４頁右」\n下欄１１ないし１３行目）との記載があるところ 「継続頁がある場合には，ステ，\nップ２４に戻り，同様の動作を繰り返す」とはいわゆる受信中のことであり，継続\n頁がない場合には 「受信データの登録が完了した （すなわち，受信完了）との，」\n表示に切り替わるものである。\nそうであれば，周知例７の当該構成をもって 「 通信装置において，表示中の，「\n画面の一部に通信状況を示す表示を行うこと」が単なる慣用手段である」と認定し\nたことに，誤りはない。\n(ｲ) 周知例８について\n原告が主張するように，周知例８では，画像データの通信中又は受信中のときだ\nけ，通信中又は受信中の表示を行うものであり，また，周知例８の特許出願時にお\nいて，通話者に対して，画像データの通信中又は受信中の表示を行う必要があった\nものである。\nこのことは，言い換えると，通話者に対して，画像データの通信中又は受信中の\n表示を行う必要がある場合には，画像データの通信中又は受信中の表示を行うとい\nう構成であるから，周知例８の当該構成をもって 「 通信装置において，表示中，「\nの画面の一部に通信状況を示す表示を行うこと」が単なる慣用手段である」と認定\nしたことに，誤りはない。\n--31\n(ｳ) したがって，審決が「 通信装置において，表示中の画面の一部に通信状「\n況（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）を示す\n表示を行うこと」も単なる慣用手段であ」ると認定したことに，誤りはない。\nウ 審決が 「 通信装置にコンピュータによって所定の画像を表示する第２の，「\nディスプレイを設ける」構成も周知であ」ると認定したことについて\n上記(4)のとおり，審決が「 通信装置にコンピュータによって所定の画像を表「\n示する第２のディスプレイを設ける」構成も周知であ」ると認定したことに，誤り\nはない。\nエ 審決が 「引用発明の「タイマイベントを含む各種イベント監視」に「所定，\n時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ませ」とし\nたことについて\n上記ア，イのとおり，審決が「引用発明はワードプロセッサのデータの送受信も\n行うものである」と認定したこと 「 通信装置において，表示中の画面の一部に，「\n通信状況（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）\nを示す表示を行うこと」も単なる慣用手段であ」ると認定したことに誤りはない。\nそして，引用発明は，ＦＡＸデータの送受信ばかりでなく，ワードプロセッサの\nデータの送受信も行うものであるから，審決が 「引用発明の「タイマイベントを，\n含む各種イベント監視」に「所定時間毎にワードプロセッサのデータ受信中か否か\nを判断する手段」を含ませ」としたことに誤りはない。\nオ 審決が，周知例３，４の「周知技術も上記「タイマイベントを含む各種イベ\nント監視」を行う引用発明に適用できない理由は見いだせない」としたことについ\nて\n上記(3)のとおり，原告の主張する「装置の携帯型化」や「装置の電池電源化」\nを阻む理由はなく，周知例３，４の周知技術を引用発明に適用することは容易であ\nるから，審決が周知例３，４の「周知技術も上記「タイマイベントを含む各種イベ\nント監視」を行う引用発明に適用できない理由は見いだせない」としたことに誤り\n--32\nはない。\nカ 上記アないしオのとおり，審決の認定に誤りはなく，これに基づき，引用発\n明の「タイマイベントを含む各種イベント監視を繰り返し，第２の表示手段に受信\n」，待機中を表示する通信状態表示手段 を本願発明のような構成とする程度のことは\n当業者であれば適宜成し得ることであると判断したことに，誤りもない。\nよって，相違点（５）及び（４）についての審決の判断に誤りはない。\n第４ 当裁判所の判断\n１ 取消事由１（相違点の看過）について\n(1) 引用発明の第２の表示手段は，審決が認定するように，通信状態表示手段\nとは別に，ＰＯＷＥＲすなわち電源の表示を行う電源表示手段からなり，この電源\n表示手段が緑のＬＥＤ（Ｍ４９）である（このことは，原告も争わない 。。）\n(2) 引用例（甲２）には，緑のＬＥＤについて，次の記載がある。なお，引用\n発明の装置に係る斜め前方外観図である第３図では符号Ｍが用いられ，実施例の基\n本構成を示したブロック図である第２６図のブロック図では符号Ｅが用いられてい\nる。\nア 「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥＤであって，緑はＰＯＷＥＲを，\n赤はスタンバイ状態，ＦＡＸ受信などの表示をするものである （３頁左下欄１。」\n９行目ないし右下欄１行目）\nイ 「Ｅ４０は赤と緑の２つのＬＥＤであり，ＣＰＵ Ｅ１からの指示によりＯ\nＮ／ＯＦＦをすることができる。例えば，留守中ファクシミリや電話の状態をしめ\nすランプとしても使用可能である （１３頁右下欄４ないし７行目）。」\n(3) 上記(2)の引用例の記載によれば，引用例には，緑のＬＥＤ（Ｍ４９）がＰ\n，， （ ）ＯＷＥＲの表示をするものであること ＣＰＵの指示により 緑のＬＥＤ Ｅ４０\nのＯＮ／ＯＦＦが制御されることが開示されている。\n上記(2)のとおり，引用例は，同一の構成要素について，外観図（第３図）では\n--33\n符号Ｍを用い，ブロック図（第２６図）では符号Ｅを用いているが，緑のＬＥＤに\nついてみれば，外観図（第３図）ではＭ４９しか記載がなく，ブロック図（第２６\n図）ではＥ４０しか記載がないから，引用発明のＭ４９とＥ４０とは同一のもので\nあると理解することができる。\nそうすると，引用発明は，ＣＰＵの指示により，緑のＬＥＤがＰＯＷＥＲのＯＮ\n／ＯＦＦの表示をするということができる。\n(4) 原告の主張について\nア 原告は，電源（ＰＯＷＥＲ）を表示するＬＥＤ（Ｍ４９）は，引用発明に係\nる装置が通電されると，ＣＰＵ（Ｅ１）からの制御を受けることなく，点灯される\nだけのものとなり，また，フローチャートにより開示された電源投入以降のＣＰＵ\n（Ｅ１）による処理のうち，ＬＥＤの点灯（表示）に関する処理は，ＦＡＸ受信済\nみ後に実行される「ＬＥＤ点滅」だけであるから，引用発明は，ＣＰＵの制御によ\nり第２の表示手段に電源を表示するというものではないと主張する。\nしかし，上記(3)のとおり，引用発明は，ＣＰＵの指示により，緑のＬＥＤがＰ\nＯＷＥＲのＯＮ／ＯＦＦの表示をするということができるのであるから，原告の主\n張は，採用の限りでない。\nイ また，原告は，上記(2)イの引用例の記載は，赤と緑の２つのＬＥＤである\n（） ，ＬＥＤ Ｅ４０ を電源以外の表示に用いる場合の一実施例を示したものにすぎず\n上記(2)アの引用例の記載とは別の実施例であると主張する。\nしかし，上記(3)のとおり，引用発明は，緑のＬＥＤを指すＭ４９とＥ４０とが\n同一のものであると理解することができ，また，上記(2)アのとおり「緑はＰＯ，\nＷＥＲを，赤はスタンバイ状態，ＦＡＸ受信などの表示をするものである 」とい。\nうのであるから，上記(2)イの「留守中フアクシミリや電話の状態をしめすランプ\nとしても使用可能である」と例示されたのは，赤のＬＥＤである。そうであれば，\n原告の上記主張における引用例の記載は，同一の実施例に関するものであると認め\nられる。\n--34\n原告の上記主張は，採用することができない。\nウ さらに，原告は，電源スイッチ（Ｍ３４）がＯＦＦにされ，ＣＰＵを含む装\n置全体に対する電源供給がなくなった際には，ＣＰＵが電源（ＰＯＷＥＲ）表示用\nのＬＥＤ（Ｍ４９）に制御指示を出すことはできないことになるが，引用例にはこ\nの点の制御に関する記載がないから，引用発明の構成では，ＣＰＵが電源（ＰＯＷ\nＥＲ）表示用のＬＥＤ（Ｍ４９）をＯＮ／ＯＦＦ制御することができないと主張す\nる。\n(ｱ) 引用例には，電源について，次の記載がある。\n「板金シャーシＭ１２上方には，フロッピーディスクドライブＭ１０及び電源Ｍ\n。，３２が固定されている これは板金シャーシＭ１２内部の制御回路と電源を分離し\n互いのノイズの影響を少なくするためである。さらに，本体後方には電源Ｍ３２の\nＡＣインレットＭ３３，電源スイッチＭ３４が板金シャーシＭ１２に取り付けられ\nた板金Ｍ３５に固定され，第４図に示すように本体カバーＭ６，底カバーＭ５の切\nり欠きから覗いている （２頁右下欄１７行目ないし３頁左上欄５行目）。」\n「本体の電源を投入されたときには，他の初期処理とともに，クリーニングコマ\nンドを発行する （１６頁左上欄１２ないし１４行目）。」\n「第４１図～第５３図のフローチャートに従い，本発明の実施例の動作を説明す\nる。なお，以下のフローを実行するためのプログラムはＲＯＭ Ｅ２９に格納され\n，， 。ており ＣＰＵ Ｅ１はこのプログラムを実行することにより 以下の制御を行う\n第４１図はマネージャの処理である。まずステップＳ１４－１で現在の日付・時刻\nを得る。次に電源投入後昀初の起動だったら，ステップＳ１４－２８に進み，各ハ\nードウェアの初期化を行い，ステップＳ１４－２９でプリンタＥ４に対しクリーニ\nングコマンドを発行する ・・・電源ＯＮ後の起動でなかったらステップＳ１４－。\n３へ行き，ディスプレイの開閉直後かどうか調べる （１７頁左下欄１７行目な。」\nいし右下欄１８行目）\n(ｲ) 上記(ｱ)の引用例の記載によれば，引用例には，電源ＯＮ後の起動であるか\n--35\n否かを判断し，電源投入後昀初の起動の場合には，ＣＰＵが各ハードウェアに対し\n初期処理を行うことが開示されている。電源表示手段のＯＮ制御は，電源投入後昀\n，，初の起動時におけるハードウェアの初期処理の一つと考えられるから 引用例には\n電源表示手段である緑のＬＥＤが，ＣＰＵの制御によりＯＮとされることが記載さ\nれていると認められる。\nまた，引用発明は，どのような制御により緑のＬＥＤをＯＦＦとするのかについ\nては，具体的に明確な記載がないが，電源スイッチがＯＦＦとされた際に，電源Ｏ\nＦＦの際に必要な処理を行った後に電源をＯＦＦとすることは，情報処理装置にお\nいて通常一般に行われているから，引用発明においても，電源スイッチがＯＦＦと\nされた際に，ＣＰＵの指示により，電源表示用のＬＥＤをＯＦＦとした後に電源を\nＯＦＦとすることは可能である。そうであれば，引用発明の構成において，ＣＰＵ\nが電源（ＰＯＷＥＲ）表示用のＬＥＤ（Ｍ４９）をＯＮ／ＯＦＦ制御することがで\nきないとはいえない。\n原告の上記主張は，採用することができない。\n(5) したがって，審決が，本願発明と引用発明とが「上記ＣＰＵによって表示\nを行う第２の表示手段」を備える点で一致すると認定したことに誤りはなく，相違\n点を看過した誤りもない。\n原告主張の取消事由１は，理由がない。\n２ 取消事由２（引用発明の認定の誤り，相違点（５）の認定の誤り）について\n(1) ①（ タイマイベント・・・監視」が実行され，その結果が，第２の表示「\n手段に表示される）について\n，「，審決は 引用例の記載及び添付図面ならびにこの分野の技術常識を勘案すると\n・・・ イベント駆動型コンピュータ」はイベント待ち（即ち 「タイマイベント「，\nを含む各種イベント監視 ）を繰り返し，イベントの発生により所定のアプリケー」\nションを制御し，その処理を実行するものである ・・・ 第２の表示手段」は，。「\n--36\nコンピュータの制御により，前記オンスイッチと前記オフスイッチの操作状態に拘\nわりなく，スタンバイ状態即ち受信待機中及びＦＡＸ受信等のデータ通信状態を表\n示する「通信状態表示手段」と ・・・からなっている ・・・」とした上，引用，。\n発明が 「タイマイベントを含む各種イベント監視を繰り返し，第２の表示手段に，\n受信待機中を表示する通信状態表示手段と ・・・を備える」と認定している。そ，\nうすると，審決は 「タイマイベントを含む各種イベント監視」が 「イベント駆，，\n動型コンピュータ」のイベント待ちを意味し 「スタンバイ状態即ち受信待機中及，\nびＦＡＸ受信等のデータ通信状態」の監視も含む広い意味でのイベント監視であっ\nて，その各種イベント監視のうちの一つであるデータ通信状態の監視の結果を第２\nの表示手段に表示すると認定したものと解される。\n原告は，引用発明が，タイマなどのイベントの監視結果を第２の表示手段に表示\nするものではないと主張するが，原告の上記主張は，審決を正解しないものであっ\nて，採用することができない。\n(2) ②（各種イベント監視に基づき，第２の表示手段に電源の表示がされる）\nについて\n上記１のとおり，引用発明は，ＣＰＵの指示により，緑のＬＥＤがＰＯＷＥＲの\nＯＮ／ＯＦＦの表示をするのであり，引用例には，電源ＯＮ後の起動であるか否か\nを判断し，電源投入後昀初の起動の場合には，ＣＰＵが各ハードウェアに対し初期\n処理を行うことが開示されているのである。そうすると，引用発明は，電源に関す\nるイベント監視を行っているということができる。\n原告は，引用発明のＣＰＵが第２の表示手段の点灯（表示）に関して行っている\nイベント監視に，電源に関するものは含まれないと主張するが，上記のとおりであ\nるから，原告の上記主張は，採用することができない。\n(3) ③（各種イベント監視が繰り返し行われることに基づき，第２の表示手段\nの表示が実行される）について\nア 引用例には，次の記載がある。\n--37\n「また，ＦＡＸはユーザが不在のときに受信することもあり，受信したことを知\nらせる必要がある。第１図のＭ４８はそのためのＬＥＤであり，受信が正常に行わ\nれるとＬＥＤを点滅させる （１７頁左上欄３ないし６行目）。」\n「， ，マネージャに制御が戻っているタイミングで 前述のタスク終了を検知すると\n第４３図（Ａ）のステップＳ１５－１でＴＥＬ／ＦＡＸアプリケーションに対し，\nＦＡＸ終了を知らせるソフトイベントを起動する。ＴＥＬ／ＦＡＸアプリケーショ\nンはステップＳ１５－４でＦＡＸが終了したことを認識し，ステップＳ１５－５で\n回線を切断し，ステップＳ１５－６でエラー終了だったかどうか判断する ・・・。\n正常終了の場合にはステップＳ１５－７へ行き，作成されたファイルを，管理しや\nすい名前に変更，移動する。次にステップＳ１５－８でＬＥＤを点滅させる （１。」\n９頁右下欄５行目ないし２０頁左上欄２行目）\nイ 上記アの引用例の記載によれば，引用発明は，ＦＡＸの受信を監視し，ＦＡ\nＸを正常に受信した場合には，ＬＥＤを点滅させるものであるから，引用例には，\n第２の表示手段の表示内容を変化させることが開示されている。\nまた，上記(1)で引用した審決の説示によると，審決は，ＦＡＸ受信イベント待\nちの受信待機中を第２の表示手段に表示し，イベント監視を繰り返すことによりＦ\nＡＸ受信イベントの発生を監視し，ＦＡＸを受信したときはこれを第２の表示手段\nに表示すると認定したものと解されるところ，２回目以降の「ＦＡＸ受信済みイベ\nント」の監視結果をも第２の表示手段に表示されることまでは認定していない。\nウ 原告は，引用例には，各種イベント監視の監視結果が異なる場合に，第２の\n表示手段の表示内容を変化させることは記載されていないし，そもそも，各種イベ\n，，ント監視の監視結果の変化に伴い 第２の表示手段の表示内容を変化させることは\nＦＡＸ受信があったことを知らせるという引用例に記載のＬＥＤ点滅の目的に反し\nてしまうと主張するが，原告の上記主張は，引用例を正解しないか，又は審決を正\n解しないものであって，採用することができない。\n(4) ④（第２の表示手段に，受信待機中の表示がされる）について\n--38\n，， 。ア 引用例には ＦＡＸ受信に関連するＬＥＤの表示について 次の記載がある\n「Ｍ４８，Ｍ４９はそれぞれ赤，緑のＬＥＤであって，緑はＰＯＷＥＲを，赤は\nスタンバイ状態，ＦＡＸ受信などの表示をするものである （３頁左下欄１９行。」\n目ないし右下欄１行目）\n「Ｅ４０は赤と緑の２つのＬＥＤであり，ＣＰＵ Ｅ１からの指示によりＯＮ／\nＯＦＦをすることができる。例えば，留守中ファクシミリや電話の状態をしめすラ\nンプとしても使用可能である （１３頁右下欄４ないし７行目）。」\n「また，ＦＡＸはユーザが不在のときに受信することもあり，受信したことを知\nらせる必要がある。第１図のＭ４８はそのためのＬＥＤであり，受信が正常に行わ\nれるとＬＥＤを点滅させる。その後何件か受信しても点滅したままである。第３３\n図Ｓ６－２の文書取り出しスイッチを押すことにより，そのＬＥＤを消す （１。」\n７頁左上欄３ないし９行目）\n「， ，マネージャに制御が戻っているタイミングで 前述のタスク終了を検知すると\n第４３図（Ａ）のステップＳ１５－１でＴＥＬ／ＦＡＸアプリケーションに対し，\nＦＡＸ終了を知らせるソフトイベントを起動する。ＴＥＬ／ＦＡＸアプリケーショ\nンはステップＳ１５－４でＦＡＸが終了したことを認識し，ステップＳ１５－５で\n回線を切断し，ステップＳ１５－６でエラー終了だったかどうか判断する ・・・。\n正常終了の場合にはステップＳ１５－７へ行き，作成されたファイルを，管理しや\nすい名前に変更，移動する。次にステップＳ１５－８でＬＥＤを点滅させる （１。」\n９頁右下欄５行目ないし２０頁左上欄２行目）\n「第３３図のＳ６－２の文書取り出しスイッチを押すと，第４３図のステップＳ\n１５－４から第４４図のステップＳ２０－１に来る。タッチ以外のイベントの場合\nにはここからステップＳ２０－６へ行き，その処理してマネージャに戻る。ステッ\nプＳ２０－２ではタッチ位置の解析を行い，ステップＳ２０－３で文書取り出しス\nイッチだとステップＳ２０－４へ行き，ＬＥＤを消す （２１頁右上欄１３ない。」\nし２０行目）\n--39\nイ 上記アの引用例の記載によれば，引用例には，赤のＬＥＤがスタンバイ状態\nやＦＡＸ受信などの表示を行い，ＦＡＸを正常に受信するとＬＥＤが点滅し，受信\nした文書を取り出すとＬＥＤが消えることが開示されている。そうすると，ＦＡＸ\n受信前の受信待機中において，ＬＥＤの表示の内容が具体的にどのようなものであ\nるのかは明らかでないものの，少なくとも，ＦＡＸ受信時の表示と識別することが\nできるような表示（点滅以外の表示）がされているものと推認することができる。\nウ 原告は 「スタンバイ状態」と「受信待機中」とは意味が異なり，また 「発，，\n信処理及び着信処理が直ちに行えること」と「受信待機中」とは意味が異なると主\n張する。しかし 「スタンバイ状態」と「受信待機中」とが意味が異なり，また，，\n「発信処理及び着信処理が直ちに行えること」と「受信待機中」とが意味が異なる\nとしても，上記イのとおり，第２の表示手段に受信待機中の表示がされるのである\nから，原告の上記主張は，採用の限りではない。\n(5) したがって，審決が，引用発明が「タイマイベントを含む各種イベント監\n視を繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手段と，第２\nの表示手段に通信状態表示手段とは別に電源を表示する電源表示手段」を備えると\n認定したことに誤りはなく，これに基づき，本願発明と引用発明との相違点（５）\nを認定したことにも，誤りはない。\n原告主張の取消事由２は，理由がない。\n３ 取消事由３（相違点（１）の判断の誤り）について\n(1) 周知例２について\nア 周知例２（甲４）の特許請求の範囲には 「電波により送受信を行い回線網，\n，， ， ，を介して通信を行う通信機能部と 該通信機能部に接続され ボタン部 マイク部\nスピーカー部を有し携帯電話として動作する電話機能部と，前記通信機能部に接続\nされ，キー入力部，表示部，記憶部，データ制御部を有する電子手帳機能部とを併\nせ備えた集合端末装置 」との記載があり，発明の詳細な説明には 「 産業上の利。，【\n--40\n用分野】本発明は、無線通信による端末装置に係り、より詳細には携帯電話、デー\nタ送受信、電子手帳等の機能を併せ備えた集合端末装置に関するものである （段。」\n落【０００１ 「 作用】本発明によれば，通信機能部，電話機能部，電子手帳】），【\n，，機能部とを併せ備えることで 無線通信により音声あるいはデータの送受信ができ\nまた同時に電子手帳の機能を利用でき，ネットワーク・ツールとして使用できる携\n帯に便利な端末が実現される （段落【００１０ 「電子手帳機能を用いたワー。」】），\nプロの文章もメッセージとして送ることが可能になる （段落【００１９ ）との。」】\n記載がある。\n確かに，周知例２には，ワープロの文章の受信についての記載はないが，周知例\n２の集合端末装置は，ワープロの文章を扱うことのできる電子手帳機能部を備え，\n無線通信によりデータの送受信ができる装置である。そうであれば，周知例２は，\n当然に，ワープロの文書の受信をも行うものと考えるのが通常であるところ，周知\n例２には，ワープロの文書の受信を行うことを排除するような記載もないのである\nから，周知例２には，ワープロの文書の受信を行うことも示唆されているというこ\nとができる。\nイ 原告は，周知例２には，ワープロの文書の受信については記載がないから，\n周知例２に基づいて 「無線回線によってワードプロセッサのデータを送受信する，\n通信装置」は周知であると認定することはできないと主張する。\nしかし，上記アのとおり，周知例２には，ワープロの文書の受信を行うことも示\n唆されているということができるから，周知例２に基づいて 「無線回線によって，\nワードプロセッサのデータを送受信する通信装置」が周知であると認定することは\n相当であり，原告の主張は，採用することができない。\n(2) 引用発明の「電話及びデータ通信装置」を「携帯型無線電話装置」とする\nことについて\n（） ， （ ） （ ）ア 周知例２ 甲４ の図２ 周知例４ 甲６ の第１図および周知例６ 甲８\nの図１によれば，携帯電話機が「アンテナによって，公衆通信回線に無線によって\n--41\n接続され」るものであることは周知であると認められる。\n，「 」 「 ，そうであれば 引用発明の 通信手段 を本願発明のような アンテナによって\n公衆通信回線に無線によって接続され」る「無線通信手段」とし，当該構成に関連\nして引用発明の「電話及びデータ通信装置」を本願発明のような「携帯型無線電話\n装置」とすることは，当業者が適宜することができるものと認められる。\nイ 原告の主張について\n(ｱ) 原告は，引用発明は，データ通信の状態を４日以上の期間いつでも認識可\n能にすることを目的とするものであるが，本願発明の特許出願をした平成５年当時\n， ，において 携帯電話機の電池として４日以上の使用に耐え得るものはなかったから\n「」 ， ，このような 携帯型無線電話装置 では 引用発明の課題を解決することができず\n引用発明の技術的解決手段の方向性に反し，引用例自身によって阻害されていると\n主張する。\nａ 引用例には，次の記載がある。\n「第１図に本発明に基づく装置を用いたシステムの一例を示す。プリンタＭ２０\n０は本装置Ｍ２０１にインターフェィスケーブルにて接続されており，本装置から\nの信号に基づいてプリントするものである。本装置は，大きくわけて，本体ユニッ\nトＭ１，ディスプレイユニットＭ２，キーボードＭ３，ハンドセットユニットＭ４\nからなっている （２頁右上欄３ないし９行目）。」\n「Ｅ４はプリンタである。本実施例においてプリンタは別置きであり，ソフトウ\nェアによってプリンタの選択が可能である （１０頁右下欄９ないし１１行目）。」\n「マネージャは，他に，ハードウェア資源の管理と整備の機能がある ・・・ハ。\nードウェアのための整備には４種類あり ・・・３つめは，バブルジェットプリン，\n，。タが接続されている場合 インクの吐出不良を防ぐためのクリーニング制御である\nプリンタを使用せず４日間経つとプリンタヘッドのクリーニングコマンドを発行す\nる （１５頁右下欄６行目ないし１６頁左上欄１２行目）。」\n「次にステップＳ１４－７でプリンタ使用要求だったらステップＳ１４－２３へ\n--42\n行く。ここで，他のアプリケーションで使用中ならエラーで終了する。使用中でな\nいならステップＳ１４－２４へ行き，前回の使用から４日以上経っているかどうか\n調べる。４日以上ならステップＳ１４－２５へ行き，ステップＳ１４－２９と同様\nのクリーニング処理をする。ここでプリンタの電源が入っていないなどのエラーが\n発生したら（ステップＳ１４－２６ ，そのまま終了する （１８頁左上欄６ない）。」\nし１５行目）\nｂ 上記ａの引用例の記載によれば，前回の使用から４日以上経っているかどう\nかを調べるのは，あくまでも引用発明の情報処理装置とは別置きのプリンタについ\nてであり，このプリンタが引用発明の情報処理装置の電源とは別の電源を使用する\nことは，明らかである。そして，このプリンタの調査は，前回の使用から４日以上\n経っているかどうかであって，４日以上の連続使用であるかどうかではない。\nそうすると，引用発明が 「データ通信の状態を常時認識可能 （２頁左上欄６，」\n行目）にすることを目的とするとしても，データ通信の状態を４日以上の期間いつ\nでも認識可能にすることを目的とするものではない。\n原告の上記主張は，前提を欠くものであって，採用することができない。\n，， ， 「 」(ｲ) また 原告は 引用例には 当業者が電池駆動式の 携帯型無線電話装置\nに想到することを阻害する構成が多数開示されていると主張する。\nしかし，上記アのとおり，引用発明の「電話及びデータ通信装置」を本願発明の\nような「携帯型無線電話装置」とすることは，当業者が適宜することができるので\nあるから，引用例に，電池駆動式の「携帯型無線電話装置」に想到することを阻害\nする構成が多数開示されているとしても，当業者であれば，当然に，これらの構成\nを考慮して，引用発明の「電話及びデータ通信装置」を本願発明のような「携帯型\n無線電話装置」にするものと考えられる。そうであれば，原告主張の点は，本願発\n明のような「携帯型無線電話装置」に想到することが容易であるという認定判断を\n妨げるものではないというべきである。\nウ したがって，審決が 「当該構成に関連して引用発明の「電話及びデータ通，\n--43\n信装置」を本願発明のような「携帯型無線電話装置」とする程度のことは，当業者\nであれば，適宜成し得ることである 」と判断したことに誤りはない。。\n原告主張の取消事由３は，理由がない。\n４ 取消事由４（相違点（２）の判断の誤り）について\n(1) 周知例４について\nア 周知例４（甲６）の発明の詳細な説明には 「本発明の携帯電話機は ・・，，\n・電池パックの背面に ・・・突部を形成している ・・・この場合，突部の背面，。\nに電池残量を表示する表示部を設けることができる （２頁右下欄１８行ないし。」\n３頁左上欄５行）との記載があるから，周知例４には，携帯電話機の電池パックの\n背面に電池残量を表示する表示部を設ける構成が開示されている。\nところで，審決は 「周知例４，５の記載によれば 「通信装置にコンピュータ，，\nによって所定の画像を表示する第２のディスプレイを設ける」構成は周知である」\nと認定しているところ 「所定の画像」の中に周知例４の電池残量が含まれること，\nは明らかである。\nイ 原告は，周知例４には，表示内容を電池残量以外のものにする動機付けもな\nく，設ける箇所を電池パック以外のものにする動機付けもないから，周知例４に基\nづいて 「通信装置にコンピュータによって所定の画像を表示する第２のディスプ，\nレイを設ける」構成が周知であると認定することはできないと主張するが，上記ア\nのとおり，周知例４には，携帯電話機の電池パックの背面に電池残量を表示する表\n示部を設ける構成が開示されているのであって，これによれば 「通信装置にコン，\nピュータによって所定の画像を表示する第２のディスプレイを設ける」構成が周知\nであると認定することができる。原告の上記主張は，採用の限りでない。\nウ そうであれば，周知例４に基づいて 「 通信装置にコンピュータによって，「\n所定の画像を表示する第２のディスプレイを設ける」構成も周知であ」るとした審\n決の認定は，是認し得るものである。\n--44\n(2) 周知例５について\nア 周知例５の特許請求の範囲には 「第１および第２の表示手段を設け，これ，\nらの表示手段のうち一方に入力部により入力された外部情報を表示し，かつ他方に\n装置本体より発せられた内部情報を表示するようにしたことを特徴とするファクシ\nミリ装置」との記載があり，発明の詳細な説明には 「本発明は，第１および第２，\nの表示手段を設け，そのうちの一方に外部入力情報を表示するとともに，他方に内\n部発生情報を表示するようにしたことによって，外部入力情報および内部発生情報\nを混同することなく明確に表示でき，誤入力を低減しかつ円滑な入力操作を行ない\n得るファクシミリ装置の情報処理方式を提供することができる （３頁右上欄９。」\nないし１６行目）との記載があるから，周知例５には，第１のディスプレイの表示\n対象が，外部情報と内部情報とのうちの一方であり，第２のディスプレイの表示対\n象が，外部情報と内部情報とのうちの第１のディスプレイの表示対象でないものと\nなる構成が開示されている。\nところで，審決は 「周知例４，５の記載によれば 「通信装置にコンピュータ，，\nによって所定の画像を表示する第２のディスプレイを設ける」構成は周知である」\nとしているところ 「所定の画像」の中に周知例５の「外部情報と内部情報とのう，\nちの一方であり，第１のディスプレイの表示対象でないもの」が含まれることは明\nらかである。\nイ 原告は，第１のディスプレイの表示対象が，外部情報と内部情報とのうちの\n一方であり，第２のディスプレイの表示対象が，外部情報と内部情報とのうちの第\n１のディスプレイの表示対象でないものとなる態様以外のものにすることは，周知\n例５自体によって阻害されているから，周知例５に基づいて 「通信装置にコンピ，\nュータによって所定の画像を表示する第２のディスプレイを設ける」構成が周知で\nあると認定することはできないと主張するが，上記アのとおり，周知例５には，第\n１のディスプレイの表示対象が，外部情報と内部情報とのうちの一方であり，第２\nのディスプレイの表示対象が，外部情報と内部情報とのうちの第１のディスプレイ\n--45\nの表示対象でないものとなる構成が開示されているのであるから，これによれば，\n「通信装置にコンピュータによって所定の画像を表示する第２のディスプレイを設\nける」構成が周知であると認定することに支障はない。原告の上記主張は，採用の\n限りでない。\nウ そうであれば，周知例５に基づいて 「 通信装置にコンピュータによって，「\n所定の画像を表示する第２のディスプレイを設ける」構成も周知であ」るとした審\n決の認定は，是認し得るものである。\n(3) したがって，審決が「 通信装置にコンピュータによって所定の画像を表「\n示する第２のディスプレイを設ける」構成も周知であ」ると認定したことに，誤り\nはない。\n原告主張の取消事由４は，理由がない。\n５ 取消事由５（相違点（５）及び（４）の判断の誤り）について\n「」(1) 審決が 引用発明はワードプロセッサのデータの送受信も行うものである\nと認定したことについて\nア 引用例の発明の詳細な説明には 「Ｓ２－３はワープロアプリケーシヨンで，\nある ・・・Ｓ５－１のフアクス送信スイツチは，印刷することなく，直接送信用。\nフアイルを作成しフアイル送信を行うものである （１６頁左下欄１０行ないし。」\n１４行目）との記載があるから，引用例には 「ワードプロセッサデータの送信」，\nについての記載はあるものの 「ワードプロセッサデータの受信」については記載，\nがない。しかし，引用発明の情報処理装置は，ワープロアプリケーションを備え，\nパソコン通信を行う装置であるから，当然に，ワードプロセッサデータの受信をも\n行うものと考えるのが通常である上，引用例には，引用発明の情報処理装置が，ワ\nードプロセッサデータの受信を行うことを排除するような記載はない。よって，引\n用例には，ワードプロセッサのデータの受信を行うことも示唆されているというこ\nとができる。\n--46\nイ 原告の主張について\n(ｱ) 原告は，引用例には 「ワードプロセッサデータの受信」については記載，\nがないから，引用発明がワードプロセッサのデータの送受信を行うということはで\nきないと主張する。\nしかし，上記アのとおり，引用例には，ワードプロセッサのデータの受信を行う\nことも示唆されているということができるから，引用発明は，ワードプロセッサの\nデータの送受信を行うということができる。原告の主張は，採用することができな\nい。\n(ｲ) また，原告は，引用例には，パソコン通信に関する定義がない上，初期の\nパソコン通信はワードプロセッサを使用するものではないから，引用発明がワード\nプロセッサのデータの送受信を行うと認めることはできないと主張する。\nしかし，上記アのとおり，ワープロアプリケーションを備え，パソコン通信を行\nう装置であれば，当然に，ワードプロセッサデータの受信も行うと考えるのが通常\nであり，引用例のパソコン通信が，ワードプロセッサを使用しないとか，送信のみ\nを対象にしたと限定して解釈しなければならない理由もない。原告の上記主張も，\n採用することができない。\n(ｳ) さらに，原告は，審決自身が，ワープロデータの送受信とパソコン通信と\nを区別していると主張する。\n審決は 「上記引用例の記載及び添付図面ならびにこの分野の技術常識を勘案す，\n，「 」 「 」ると 上記 情報処理装置 は ＦＡＸアプリケーシヨンと電話アプリケーシヨン\n及び「ワープロアプリケーシヨン」を備え 「公衆回線」に接続され，該公衆回線，\nを経由して音声又はＦＡＸデータ，ワープロデータの送受信及びパソコン通信を行\nう装置であり，該「公衆回線」はいわゆる「公衆通信回線」であるから，当該装置\nは「公衆通信回線に接続され，該公衆通信回線を経由して音声とデータの発信，ま\nたは受信を行う通信手段」を備えた「電話及びデータ通信装置」である 」として。\nいるのであって，これによれば，審決は 「ＦＡＸデータ，ワープロデータの送受，\n--47\n信及びパソコン通信」を，音声と区別された「データ」の送信又は受信であると認\n定したものと解される。そうすると，審決がワープロデータの送受信とパソコン通\n信とを区別しているということはできないのであって，原告の上記主張は，採用の\n限りでない。\nウ したがって，審決が「引用発明はワードプロセッサのデータの送受信も行う\nものである」と認定したことに誤りはない。\n(2) 審決が 「 通信装置において，表示中の画面の一部に通信状況（例えば，，「\n通信中または受信中あるいは受信中の発信元に関する情報等）を示す表示を行うこ\nと」も単なる慣用手段であ」ると認定したことについて\nア 周知例７について\n(ｱ) 周知例７（甲９）には，次の記載がある。\n「ファクシミリ等の受信手段は，データを受信すると該データを光ディスク等の\n記憶手段へ入力し登録する。そして，該受信手段による記憶手段への所定単位量の\nデータの登録完了と同期して，逐次，制御手段は，該データを記憶手段から読み出\nす。また，これと並行して，制御手段はその時点での表示手段の表示内容をメモリ\n等の一時記憶手段に記憶させ，その後，記憶手段から読み出したデータを表示手段\nに表示させる。そして，該データをオペレータに確認させた後，一時記憶手段に記\n憶させた表示内容を読み出して，前画面状態を回復する。なお，記憶手段への登録\nが完了した受信データを示す表示手段の所定領域を，アイコンとして，逐次，表示\nして，該アイコンに対応する任意のデータを表示手段に表示させることを可能とす\nるようにしても良い （２頁右下欄２０行目ないし３頁左上欄１６行目）。」\n「このファクシミリ受信待ち状態で，ファクシミリ入出力制御装置４がファクシ\nミリからのデータを受信すると，制御装置１は，発信元に関する情報（発信元ダイ\nアル番号，発信元情報，パスワード）と，時計機構１０から得られる日付と時刻と\nにより，当該受信情報についてのタイトル情報を作成する。そして，このタイトル\n情報を画像処理プロセッサ１１，および／またはコード情報ビットマップ展開装置\n--48\n１２により展開処理してメモリ５に書き込んだ後，表示装置９の表示画面の適所，\n例えば，隅に表示させるように構成されている。また，制御装置１は，受信中のデ\nータについても同様に，画像処理プロセッサ１１および／またはコード情報ビット\nマップ展開装置１２により処理し，上記タイトル情報と共に光ディスク入出力装置\n２を介して光ディスク３に記憶させるように構成されている （３頁右下欄４な。」\nいし２０行目）\n「さらに，制御装置１は，ファクシミリの受信状態および受信データの光ディス\nク３への出力状態を管理しており，単位画像分のデータを光ディスク３へ記憶させ\nる毎に，該データと，予め利用者から与えられている検索条件およびパスワードと\nを照合するように構成されている。そして，検索条件等と合致していた場合は，そ\nの時点で表示装置９に表示されている画像データ・コードデータおよび制御情報を\nメモリ５に退避させた後，表示装置９の画面をクリアするように構成されている。\n続いて，制御装置１は，該データを光ディスク入出力装置２を介して読み出し，表\n示装置９に表示させるように構成されている。なお，上述のとおり，この間も該制\n御装置１は表示装置９の画面には表示しないが，ファクシミリ受信時の業務を継続\nして行うことが可能な構成となっている。また，該受信データの表示は，必ずしも\n表示装置９の画面全体を用いて行う必要はなく，画面の一部のみに行う構成として\nもよい。この場合，利用者は，残りの画面部分を使って，他の機能，例えばワード\nプロセッサ１４等による文書作成作業等を実行することが可能である。以後も制御\n装置１は，光ディスク３への単位画像分のデータの登録完了毎に，該登録完了と同\n期をとって，逐次，画面クリアおよび登録完了データの表示を行わせる構成となっ\nている。そして，前記検索条件に該当する受信データを全て表示した後に一定時間\n経過するか，または全てのデータを表示しなくていなくても該表示処理の中断指令\nが操作部８を介して利用者により入力されると，制御装置１は表示装置９の画面を\nクリアし，続いてメモリ５に退避しておいた前画面の情報を読み出して，元の画面\n状態を回復するように構成されている （４頁左上欄１行目ないし右上欄１４行。」\n--49\n目）\n「第２図は，ファクシミリより受信した画像データの光ディスク３への登録と同\n期して，登録完了したデータを表示装置９に，逐次，表示する制御装置１の動作を\n。， ， ， ，示すフローチャートである ここで 第２図ａは ファクシミリ受信処理を また\n第２図ｂは，表示処理を示している。まず，ファクシミリ受信処理の動作について\n説明する。制御装置１は，操作部８からの入力を受けてファクシミリ受信待ち状態\nとなると（ステップ２０ ，ファクシミリ入出力装置４を監視して受信データが有）\nるか否かをチェックする（ステップ２１ 。そして，受信データが有る場合には，）\nファクシミリ入出力制御装置４を通じて発信元に関する情報を受信し（ステップ２\n２ ，これによりタイトル情報を作成して表示装置９の画面の所定領域に表示させ）\nる（ステップ２３ 。その後，制御装置１は，画像データを受信し，画像処理プロ）\nセッサ１１等によりビットマップメモリ（メモリ５中の表示データ格納部）へ展開\n（），，し ステップ２４ さらに光ディスク３に記憶できるようにデータ変換をした後\n光ディスク入出力制御装置２を通じて光ディスク３に出力し登録する（ステップ２\n５ 。続いて，制御装置１は，単位画像分のデータ，本実施例においては１ページ）\n分のデータを光ディスク３へ登録を終了した時点で，後述する検索条件およびパス\nワードと発信元情報を照合し（ステップ２６ ，合致している場合には，後述する）\n表示処理のステップ４２もしくはステップ４６に進んで，表示を行わせる（ステッ\nプ２７ 。また，この表示処理を行わせている間も，制御装置１は，ファクシミリ）\n受信処理を継続する。制御装置１は，上述のとおり表示処理と見かけ上においては\n並行して，継続ページが有るか否かを確認し（ステップ２８ ，継続ページがある）\n場合には，ステップ２４に戻り，同様の動作を繰り返す。一方，継続するページが\n無い場合には，受信データの登録が完了したことを後述する表示処理のステップ４\n６へ報告する（ステップ２９ （４頁右上欄１６行目ないし右下欄１５行目））。」\n「。 （ ），次に第２図ｂに示した表示処理について説明する 動作開始後 ステップ４０\n操作部８より検索条件やパスワード等が入力され（ステップ４１ ，該表示処理は）\n--50\n起動待ち状態となっている（ステップ４２ 。この状態において，上述のステップ）\n２７に対応して初めて起動されると，即ち１ページ目の表示の場合は，その時点で\n（）。，表示装置９へ表示していたデータをメモリ５に格納する ステップ４３ 続いて\n画面のクリアを行い（ステップ４４ ，光ディスク入出力装置２を介して登録完了）\nした受信データを光ディスク３から読み出し，表示装置９に表示させる（ステップ\n４５ そして その後 継続データの表示に備えて 再び起動待ち状態となる ス）。， ， ， （\nテップ４６ 。一方，これに継続するデータの表示，即ち２ページ目以降を表示す）\nる場合，該表示処理はステップ２７に対応して起動されると直接ステップ４６に進\nむ。そして，この時に受信した全てのデータの光ディスク３への登録が完了したか\n否かを，前述のステップ２９からの報告に基づいて判断する（ステップ４７ 。登）\n録が完了していない場合はステップ４４に戻り，画面のクリア（ステップ４４ ，）\nおよび表示処理（ステップ４５）を行い，次の表示に備えて再び起動待ち状態とな\nる（ステップ４６ 。逆にステップ４７において，全ての受信データの登録が完了）\nしていると判断すると（ステップ４７ ，制御装置１はメモリ５に退避しておいた）\nデータを用いてファクシミリ受信前の画面を回復させて（ステップ４８ ，動作を）\n終了する（ステップ４９ （５頁左上欄１行目ないし右上欄１１行目））。」\n「さらに，光ディスクへの登録が完了したデータを示すアイコンを画面に逐次表\n示させて，該アイコンに対応する任意のデータの表示要求に応じる構成としても良\nい。この場合，画像データの一部をそのままアイコンとして使用することも可能で\nある。例えば，ファクシミリ受信データの場合には，発信元等が表示されている所\n定部分をアイコンとして利用することが考えられる （５頁左下欄１５行目ない。」\nし右下欄２行目）\n(ｲ) 上記(ｱ)の周知例７の記載によれば，周知例７には，(a) 受信データがあ\nると，ファクシミリ入出力制御装置４を通じて，発信元に関する情報を受信し，こ\nれによりタイトル情報を作成して表示装置９の画面の所定領域に表示する，(b)\n検索条件等と合致していた場合は，その時点で表示装置９に表示されている画像デ\n--51\nータ等をメモリ５に退避させた後，表示装置９の画面をクリアし，単位画像分のデ\nータを光ディスク入出力装置２を介して読み出して表示装置９に表示し，以後も，\n，，光ディスク３への単位画像分のデータの登録完了ごとに 登録完了と同期をとって\n逐次，画面クリア及び登録完了データの表示を行う，(c) 受信したすべてのデー\nタの光ディスク３への登録が完了していない場合は，画面のクリア及び表示処理を\n行い，次の表示に備えて再び起動待ち状態となり，すべての受信データの登録が完\n了していると，メモリ５に退避させていたデータを用いて，ファクシミリ受信前の\n画面を回復させる，(d) 受信データの表示は，必ずしも表示装置９の画面全体を\n用いて行う必要はなく，画面の一部のみに行う構成としてもよく，ファクシミリ受\n，，信データの場合には 発信元等が表示されている所定部分をアイコンとして利用し\n光ディスクへの登録が完了したデータを示すアイコンを画面に逐次表示させてもよ\nいことが開示されている。そうすると，刊行物７には，ファクシミリからの受信デ\nータがあると，発信元情報を用いて作成したタイトル情報を表示装置に表示し（受\n信開始時の表示 ，単位画像分のデータが登録完了されるごとに，発信元等が表示）\nされているアイコンを逐次更新して表示し（受信中の表示 ，受信したすべてのデ）\nータの登録が完了すると，ファクシミリ受信前の画面を回復させる（受信完了の表\n示）ことが記載されているということができる。\nそうすると，周知例７は，タイトル情報の表示，アイコンの更新表示，ファクシ\nミリ受信前の画面の表示により，受信開始時，受信中，受信完了の通信状況を示す\n表示を実質的に行っているということができる。\n(ｳ) 原告の主張について\nａ 原告は 「発信元に関する情報」や「日付と時刻」は，審決の認定した「通，\n信状況」と同義でなく，タイトル情報がファクシミリの受信状況を示す表示に該当\nしないことは明らかであると主張する。\n確かに，発信元に関する情報自体や日付と時刻，タイトル情報は，一般に，通信\n。， ， ，状況と同義であるということはできない しかし 上記(ｲ)のとおり 周知例７は\n--52\nタイトル情報の表示，アイコンの更新表示，ファクシミリ受信前の画面の表示によ\nり，受信開始時，受信中，受信完了の通信状況を示す表示を実質的に行っているの\nである。原告の主張は，採用することができない。\nｂ また，原告は，周知例７のファクシミリは受信専用機であり，受信専用機に\n係る周知例７に記載の技術思想と送受信装置に係る引用発明の技術思想とは，技術\n分野が異なると主張する。\n(a) 周知例７には，次の記載がある。\n「第１図は本発明による電子ファイル装置の一実施例を示すブロック図である。\nこの電子ファイル装置は，データを記憶するための光ディスク３およびそれを制御\nする光ディスク入出力制御装置２と，データを受信し出力するためのファクシミリ\n，， ， ，入出力制御装置４ さらに プリンタ入出力制御装置１３ ワードプロセッサ１４\n画像印刷装置６，画像入力部７，表示装置９等の周辺機器と，これらを制御統括す\nる制御装置１と，データを記憶するメモリ５と，操作部８とから主に構成されてい\nる （３頁右上欄１ないし１１行目）。」\n「また，該制御装置１は，操作部８からの入力に応じて，または，内蔵したプロ\nグラムに応じて，光ディスク入出力制御装置２，ファクシミリ入出力制御装置４，\nプリンタ入出力制御装置１３，画像印刷装置６等の機器を制御し，その結果を表示\n装置９へ表示する機能を有する （３頁左下欄４ないし９行目）。」\n「このファクシミリ受信待ち状態で，ファクシミリ入出力制御装置４がファクシ\nミリからのデータを受信すると ・・・ （３頁右下欄４ないし６行目），」\nまた，第１図に，光入出力制御装置２，ファクシミリ入出力制御装置４，メモリ\n５及びプリンタ入出力制御装置１３が共通の線で接続され，この共通線からファク\nシミリ入出力制御装置４への入力を意味する矢印が図示されている。\n(b) 上記(a)の周知例７の記載によれば，周知例７のファクシミリ入出力制御装\n，， ，置４は その名称自体からみても ファクシミリとの入出力を制御する装置であり\nまた，周知例７には，電子ファイル装置内部の共通線からのデータが，ファクシミ\n--53\nリ入出力制御装置４に入力されることも開示されているから，周知例７のファクシ\nミリは，送受信機能を有すると理解するのが相当である。そうすると，周知例７の\nファクシミリが受信専用機であるということはできないのであって，周知例７のフ\nァクシミリが受信専用機であることを前提とする原告の上記主張は，採用すること\nができない。\n(ｴ) そうであれば，周知例７に基づいて 「通信装置において，表示中の画面，「\nの一部に通信状況を示す表示を行うこと」は単なる慣用手段である」とした審決の\n認定は，是認することができる。\nイ 周知例８について\n(ｱ) 周知例８（甲１０）の発明の詳細な説明には 「また第３図は，画像デー，\nタ受信時のディスプレイ（３）における画面表示を例示したもので （Ａ）は画像，\nデータ受信開始時 （Ｂ）は画像データ受信中 （Ｃ）は画像データ受信終了時の，，\n表示をそれぞれ示す （３頁右下欄２０行目ないし４頁左上欄３行目）との記載。」\nがあるから，周知例８は，画像データの通信中又は受信中のときだけ，通信中又は\n受信中の表示を行うものである。そして，周知例８の特許出願時において，送受信\nに比較的長時間を要する画像データは，他の種類のデータの場合と異なり，通話者\nに対して，画像データの通信中又は受信中の表示を行う必要があったところ，この\nことは，当事者間に争いがない。\nそうであれば，周知例８には，通信中又は受信中の表示を行う必要があるデータ\nについては，そのデータの通信中又は受信中のときに，通信中又は受信中の表示を\n行うことが開示されているから，画像データ以外の他のデータであっても，通信中\n又は受信中の表示を行う必要があれば，当然に，通信中又は受信中の表示を行う対\n象とする技術が開示されていると解される。\n(ｲ) 原告の主張について\nａ 原告は，送受信に比較的長時間を要する画像データは，通話者に対して，画\n像データの通信中又は受信中の表示を行う必要があり，周知例８に記載された発明\n--54\nは，このような必要性に基づくから，通信中又は受信中の表示を行う対象となるデ\nータとしては，画像データだけを想定しており，他の種類のデータである音声デー\nタやワードプロセッサデータは全く想定していないと主張する。\nしかし，上記(ｱ)のとおり，周知例８には，画像データ以外の他のデータであっ\nても，通信中又は受信中の表示を行う必要があれば，当然に，通信中又は受信中の\n表示を行う対象にする技術が開示されていると解されるから，原告の主張は，採用\nすることができない。\nｂ また，原告は，周知例８の静止画テレビ電話機はビデオカメラを備えた装置\nであり，ビデオカメラを備えた装置に係る周知例８に記載の技術思想とビデオカメ\nラを備えない装置に係る引用発明の技術思想とは，技術分野が異なると主張する。\n確かに，周知例８には，ビデオカメラを備えた装置だけが記載されているが，周\n知例８に接した当業者であれば，審決が認定した程度に抽象化された周知例８の技\n術的事項を理解することができると考えられるから，周知例８に記載の技術思想を\nビデオカメラを備えない装置に係る引用発明に適用することは容易であるというこ\nとができる。原告の主張は，採用の限りでない。\n(ｳ) そうであれば，周知例８に基づいて 「通信装置において，表示中の画面，「\nの一部に通信状況を示す表示を行うこと」は単なる慣用手段である」と認定するこ\nとができるといわなければならない。\nウ したがって，審決が「 通信装置において，表示中の画面の一部に通信状況「\n（例えば，通信中または受信中あるいは受信中の発信元に関する情報等）を示す表\n示を行うこと」も単なる慣用手段であ」るとした審決の認定は，是認することがで\nきる。\n(3) 審決が 「周知例３によれば 「携帯型通信装置において，蓄電池の電源容，，\n量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量検出手\n」」段が検出した電源容量の表示を行う電源容量表示手段とを備える 構成は周知であ\nると認定したことについて\n--55\nア 周知例３（甲５）の特許請求の範囲には 「１．充電式内蔵バッテリを使用，\nするファクシミリ装置において，ファクシミリの伝送時間を計測する手段と，受信\n画像の”黒”の数を計測する手段と，計測した伝送時間および”黒”の数から残り\nのバッテリ容量を求める手段と，残りバッテリ容量から送受信可能な原稿枚数を求\nめる手段と，求めた原稿枚数を表示する手段とを含むことを特徴とするファクシミ\nリ装置 」との記載があり，発明の詳細な説明には 「携帯型ファクシミリや携帯。，\n型電話において，内蔵バッテリを使用した際の残り使用時間検出の従来例には，バ\nッテリの電圧の変化を検出する方法がある （１頁右下欄４ないし７行目 「”。」），\n黒”の数は電池容量の消費量に比例する。カウントした”黒”の総数および伝送時\n間から，残りの電池容量が計算でき，あらかじめＲＯＭなどにセットされた標準原\n稿受信時の電池容量から受信制限枚数が決定される。この方法により，求めた送受\n信制限枚数は液晶ディスプレイなどの表示装置に表示する （２頁左下欄２ない。」\n）。 ， （ ） ，し９行目 との記載がある また 第１図 残量表示方式のフローチャート には\nファクシミリの動作ＯＮ（ＰＯＷＥＲ ＯＮ）のたびに，残り電池残量を計算して\n（Ｓ８ ，求めた残り受信枚数を液晶ディスプレイなどに表示する（Ｓ１１）こと）\nが示されている。そうであれば，周知例３には，携帯型ファクシミリ等の携帯型通\n信装置において，蓄電池の電源容量を繰り返し検出する電源容量検出手段と，液晶\nディスプレイなどの表示装置に，上記電源容量検出手段が検出した電源容量を受信\n制限枚数に換算して表示する電源容量表示手段とを備える構成が開示されていると\nいうことができる。\nイ 原告は，周知例３に開示されている「電源容量検出手段」は，ファクシミリ\nでしか存在しない「受信画像の”黒”の数」に基づくものだけであり，ファクシミ\nリでない装置やファクシミリ以外の機能を有する装置には応用することができない\nと主張する。\nしかし，上記アの周知例３（甲５）の記載によれば，周知例３は 「”黒”の数，\n」， ，は電池容量の消費量に比例する ことから 残りの電池容量を計算する手段として\n--56\n「受信画像の”黒”の数」をカウントしているにとどまるから，ファクシミリでな\nい装置やファクシミリ以外の機能を有する装置については，それぞれの装置に応じ\nた残り電池容量の計算手段を採用すれば足りるというべきである。原告の主張は，\n採用することができない。\nウ そうであれば，周知例３に基づいて 「携帯型通信装置において，蓄電池の，\n電源容量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記電源容量\n検出手段が検出した電源容量の表示を行う電源容量表示手段とを備える」構成が周\n知であると認定することができるといわなければならない。\n(4) 審決が 「 通信装置にコンピュータによって所定の画像を表示する第２の，「\nディスプレイを設ける」構成も周知であ」ると認定したことについて\n上記４のとおり，審決が「 通信装置にコンピュータによって所定の画像を表示「\nする第２のディスプレイを設ける」構成も周知であ」るとした審決の認定は，是認\nすることができる。\n(5) 審決が 「引用発明の「タイマイベントを含む各種イベント監視」に「所，\n定時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ませ」と\nしたことについて\nア 上記(1)のとおり，引用例には，ワードプロセッサのデータの受信を行うこ\nとが示唆されており，また，上記(2)のとおり，通信装置において，表示中の画面\nの一部に通信状況を示す表示を行うことは単なる慣用手段である。そして，表示中\nの画面に通信状況を示す表示を行うためには，当然のことながら，所定時間ごとに\nデータを受信しているかどうかを判断しなければならないから 「所定時間毎にデ，\nータ受信中か否かを判断する手段」を具備していることも，明らかである。\nそうすると，引用発明の「タイマイベントを含む各種イベント監視」に 「所定，\n時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ませること\nに，何の困難もないといわなければならない。\nイ 原告は，審決の「また引用発明はワードプロセッサのデータの送受信も行う\n--57\nものであるところ」とか 「 通信装置において，表示中の画面の一部に通信状況，「\nを示す表示を行うこと」も単なる慣用手段であり」との説示は，いずれも「所定時\n間毎にワードプロセッサのデータ受信中か否かを判断する手段」を示唆するもので\nはないし，これら自体も誤っていると主張するが，上記アのとおりであるから，原\n告の主張は，採用の限りでない。\n，「 「 」ウ したがって 審決が 引用発明の タイマイベントを含む各種イベント監視\nに「所定時間毎にワードプロセッサのデータ受信中か否かを判断する手段」を含ま\nせ」としたことに，誤りはない。\n(6) 審決が，周知例３，４の「周知技術も上記「タイマイベントを含む各種イ\nベント監視」を行う引用発明に適用できない理由は見いだせない」としたことにつ\nいて\nア 原告は，引用発明と周知例３，４に記載された構成とは前提となる技術分野\nや解決すべき課題を異にするから，周知例３，４に接した当業者が，これを引用発\n明に適用することを経て本願発明となり得ることを予測することはできないし，商\n用電源を前提とした引用発明に係る装置を電池電源化することは容易に想到するこ\n，，とができないから 当業者が引用発明に電源容量の表示を行う技術に係る周知例３\n４に記載の構成を適用することを着想することはあり得ないと主張する。\nイ しかし，上記(3)のとおり，周知例３によれば 「携帯型通信装置において，，\n蓄電池の電源容量を繰り返し検出する電源容量検出手段と，ディスプレイに，上記\n電源容量検出手段が検出した電源容量の表示を行う電源容量表示手段とを備える」\n構成が周知であると認められ，また，上記４(1)のとおり，周知例４には，携帯電\n話機の電池パックの背面に電池残量を表示する表示部を設ける構成が開示されてい\nるのであるから，タイマイベントにより所定時間ごとに電源残量を検出し，これを\n第２の画面に表示することは容易である。また，引用発明に係る装置が商用電源を\n前提とするものであるとしても，上記３(2)アのとおり，引用発明の「電話及びデ\nータ通信装置」を本願発明のような「携帯型無線電話装置」とすることは，当業者\n--58\nが適宜することができるのである。\nそうであれば，電池電源を前提とする周知例３，４の記載内容を引用発明に適用\nするのは容易であって，特段の困難もないといわなければならない。\nウ したがって，審決が周知例３，４の「周知技術も上記「タイマイベントを含\nむ各種イベント監視」を行う引用発明に適用できない理由は見いだせない」とした\nことに誤りはない。\n(7) 以上によれば，審決が，引用発明の「タイマイベントを含む各種イベント\n監視を繰り返し，第２の表示手段に受信待機中を表示する通信状態表示手段」を本\n願発明のような構成とする程度のことは，当業者であれば適宜成し得ることである\nと判断したことに誤りはない。\n原告主張の取消事由５は，理由がない。\n第５ 結論\nよって，原告の主張する審決取消事由は，すべて理由がないから，原告の請求は\n棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官\n田中昌利\n--59\n裁判官\n野輝久髙\n裁判官\n佐藤達文\n"
}