{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 15
  },
  "case_number": "平成12(行コ)238",
  "case_name": "判定処分取消請求控訴事件(原審・東京地方裁判所　平成11年(行ウ)第215号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15726",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15726",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/726/015726_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は、控訴人の負担とする。\n事実及び理由\n第一　控訴人の控訴の趣旨\n一　原判決を取り消す。\n二　被控訴人が平成一一年二月一六日から同月二三日までの間に金融機能の再生の\nための緊急措置に関する法律（平成一〇年法律第一三二号）七二条四項に基づいて\nした株式会社日本長期信用銀行の控訴人に対する貸付債権その他の資産が同銀行の\n保有する資産として適当でない旨の判定が無効であることを確認する。\n三　訴訟費用は、第一、二審を通じて、被控訴人の負担とする。\n第二　事案の概要\n一　本件における控訴人の本訴請求の趣旨は、右第一の控訴人の控訴の趣旨の二項\nと同旨であり、当事者双方の主張等は、原判決の「事実及び理由」欄の「第二　事\n案の概要」の項に記載されているとおりであるから、右の記載を引用する。\nすなわち、控訴人は、特別公的管理銀行となった長銀に対し借入金債務を負って\nいたところ、金融再生法七二条四項に基づき、被控訴人によって、右の控訴人に対\nする貸付金債権（本件債権）が長銀が保有する資産として適当でないものと判定さ\nれたことから、この本件判定には重大かつ明白な違法があるとして、その無効確認\nを求めている事件である。これに対し、被控訴人は、被控訴人の右の本件判定は、\n行政事件訴訟法三条に定められている抗告訴訟の対象となる行政処分に該当しない\n上、控訴人には右の判定の無効確認を求める法律上の利益もないとし、控訴人の訴\nえが不適法であるものとして、これを争っている。\n第三　当裁判所の判断\n一　当裁判所も、被控訴人のした本件判定は、行政事件訴訟法三条所定の抗告訴訟\nの対象となる行政処分には該当しないものであり、また、控訴人には、右判定が無\n効であることの確認を求める法律上の利益も認められないものというべきであり、\nいずれの点からしても、控訴人の本件訴えは不適法なものであって、却下を免れな\nいものと判断する。その理由は、原判決がその「事実及び理由」欄の「第三　当裁\n判所の判断」の項で説示するところと同一であるから、右の説示を引用する。\n二　控訴人は、金融再生法の施行以来、被控訴人によって特別公的管理銀行が保有\nする資産として適当でないものと判定された債権については、一つの例外もなく預\n金保険機構がこれを買い取っているのであり、被控訴人の右のような資産判定が行\nわれると、その後は右の\n債権についていわば自動的に預金保険機構による買取りが行われることとなるので\nあるから、本件判定によって本件債権の買取りの効果が発生するものと同視するこ\nとができ、したがって、本件判定は、その債務者である控訴人の権利義務を形成し\n又はその範囲を確定する効果も伴うものであって、抗告訴訟の対象となる行政処分\nに該当するものであると主張する。\nしかしながら、被控訴人は、総理府の外局として設置された組織であり、預金保\n険機構も、預金保険法に基づいて設立された公的な性格を有する法人であるとこ\nろ、前記引用に係る原判決が認定、説示するように、金融再生法の定める手続によ\nれば、特別公的管理銀行の株式を取得した預金保険機構は、特例資金援助としての\n資産買取りの対象となる資産とそうでない資産とを選別するために、被控訴人に対\nして右の銀行の資産の判定を求めることが義務付けられているのであって、被控訴\n人においては、この求めに応じて当該銀行の資産の内容を審査した上で一定の基準\nに従ってその判定をしてその結果を預金保険機構に通知することとなり、この判定\nによって当該銀行の保有する資産として適当でないと判定された資産について、預\n金保険機構と当該銀行との契約によって、特例資金援助としての資金の買取りが行\nわれ得ることとなるにとどまるのである。そうすると、この金融再生法七二条一項\nに基づく買取りの対象となる資産を選別するために行われる被控訴人の判定行為\nは、これによって直接国民の権利義務を形成し、あるいはその範囲を確定するとい\nう法的効果を生じさせるものではなく、むしろ、行政機関相互の間で行われる内部\n的な行為と同視できるものというべきことは、右の原判決の説示にあるとおりであ\nり、したがって、これは抗告訴訟の対象となる行政処分には該当しないものという\nべきである。\nなお、仮に控訴人の主張するように、これまで被控訴人によって特別公的管理銀\n行が保有する資産として適当でないと判定された債権については、すべて預金保険\n機構による買取りが行われているとの事実があったとしても、右のような仕組みか\nらすると、そのことによって、被控訴人の行う資産判定行為が直接国民の権利義務\nの内容等を左右するものとして、法的効果を持つものとなるものでないことは、い\nうまでもないところである。\n三　また、控訴人は、本件判定によって経済的、社会的にみて種々の不利益を被っ\nていると主\n張し、その不利益は、本件判定の法的効果というべきであるから、控訴人には本件\n判定の無効確認を求める原告適格があるとも主張しているが、控訴人が主張する不\n利益は、原判決の説示にもあるとおり、いずれも法的効果とはいえない事実上のも\nのにとどまるものというべきである。したがって、この点に関する控訴人の主張\nも、失当なものというほかない。\n第四　結論\nよって、控訴人の本件訴えを却下した原判決は相当であり、控訴人の本件控訴に\nは理由がないから、これを棄却することとし、主文のとおり判決する。\n東京高等裁判所第一五民事部\n裁判長裁判官　涌井紀夫\n裁判官　合田かつ子\n裁判官　宇田川基\n"
}