{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 17
  },
  "case_number": "平成14(ワ)14010",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/011159_hanrei.pdf",
  "contents": "平成１５年４月１７日判決言渡\n平成１４年(ワ)第１４０１０号　損害賠償等請求事件\n平成１４年１２月２４日口頭弁論終結\n判　　　　　　　　　決\n原                告 　　　 東海ゴム工業株式会社\n原告訴訟代理人弁護士  　  　鳥   海   哲   郎\n同                    　    山   岸   和   彦\n同                    　    金   子   憲   康\n同補佐人弁理士        　    西   藤   征   彦\n被                告　　　　飛島建設株式会社\n同被告訴訟代理人弁護士　　  石   谷　      勉\n被                告　      株式会社カテックス\n同被告訴訟代理人弁護士　    大   場   常   夫\n上記被告両名補佐人弁理士　　原   田   信   市\n主　　　　　　 文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１　請求\n１　被告らは，原告に対し，連帯して，１億３７３８万７１１５円及びうち４１\n３７万円に対しては平成１３年１０月１日から支払済みまで，うち９６０１万７１\n１５円に対しては平成８年８月３０日から支払済みまで，各年５分の割合による金\n員を支払え。\n２　被告飛島建設株式会社は，別紙工法目録記載の方法をもって地山固結工事を\nしてはならない。\n３　被告株式会社カテックスは，別紙物件目録(1)及び(2)記載の製品を販売して\nはならない。\n４　第１項につき仮執行宣言\n第２　事案の概要\n本件は，後記の「地山固結工法」の発明の特許権を有する原告が，被告飛島建設\n株式会社（以下「被告飛島」という。）が行っている工法が当該特許発明の技術的\n範囲に属し，その工法による地山固結工事の施工が当該特許権を侵害するものであ\nるとして，同被告に対し，当該工法による地山固結工事の施工の差止め及び損害賠\n償を求め，被告株式会社カテックス（以下「被告カテックス」という。）が製造・\n販売している製品が「その方法の使用にのみ用いる物」（平成１４年法律第２４号\nによる改正前の特許法１０１条２号。以下，本判決において「特許法１０１条２\n号」というときは，「平成１４年法律第２４号による改正前の特許法１０１条２\n号」を指す。）に当たると主張して，同被告に対し，当該製品の製造・販売の差止\nめ及び損害賠償を求めている事案である。\n１　争いのない事実\n(1)　原告は，次の特許権（以下，「本件特許権」という。）を有している。\n特許番号      第２０５６１０６号\n発明の名称      地山固結工法\n出願年月日　　  平成元年２月２２日\n出願公告年月日　    平成７年８月３０日\n登録年月日      平成８年５月２３日\n(2)　上記(1)の特許権に係る明細書（平成６年１１月７日付手続補正書による\n補正後のもの。以下「本件明細書」という。本判決末尾添付の特許公報〔甲２。以\n下「本件公報」という。〕を参照）に記載された特許請求の範囲請求項１の記載は\n次のとおりである（以下，この発明を「本件特許発明」という。）。\n「地山に穿設した長孔内に，周壁孔開き長尺管を挿嵌固定し，上記長尺管\nの内部を長手方向に所定間隔に設けた隔壁により複数の空間に区切り，複数の吐出\n管を上記長尺管内に配設して複数の吐出管の先端をそれぞれ上記複数の空間に開口\nさせ，上記複数の吐出管の先端開口から固結用薬液を吐出して上記各空間内に充満\nさせたのち，さらに上記長尺管の周壁孔から長尺管外周の地山内に浸透硬化させ，\n上記長尺管内および長尺管外周の地山に固結領域を形成することを特徴とする地山\n固結工法。」\n(3)　上記発明を構成要件に分説すれば，次のとおりである（以下，それぞれを\n「構成要件Ａ」のようにいう。）。\nＡ　地山に穿設した長孔内に，\nＢ　周壁孔開き長尺管を挿嵌固定し，\nＣ　上記長尺管の内部を長手方向に所定間隔に設けた隔壁により複数の空間\nに区切り，\nＤ　複数の吐出管を上記長尺管内に配設して複数の吐出管の先端をそれぞれ\n上記複数の空間に開口させ，\nＥ　上記複数の吐出管の先端開口から固結用薬液を吐出して上記各空間内に\n充満させたのち，\nＦ　さらに上記長尺管の周壁孔から長尺管外周の地山内に浸透硬化させ，上\n記長尺管内および長尺管外周の地山に固結領域を形成する\nＧ　ことを特徴とする地山固結工法\n(4)　被告飛島は，別紙工法目録記載の工法（以下「被告工法」という。）を，\nいくつかの工事現場で使用している。\n(5)　被告工法は，本件特許発明の構成要件Ａ，Ｂ，Ｄ及びＧを充足する。\n(6)　被告カテックスは，別紙物件目録(1)記載の製品（以下「被告製品１」と\nいう。）及び同(2)記載の製品（以下「被告製品２」という。）を製造・販売してい\nる。\n２　被告工法の内容\n(1)　図面の簡単な説明\n図１は薬液注入セットの模式図，図２は図１の１－１線拡大断面図，図３\nは図１のⅡ－Ⅱ線拡大断面図，図４は地山削孔に嵌合している鋼管に上記薬液注入\nセットを挿入した状態の模式図，図５は薬液透過性の布筒パッカーに薬液を注入し\n仕切壁を形成した状態の模式図，図６は図５のⅢ－Ⅲ線拡大断面図，図７は先端側\nの環状隙間を通じ地山に薬液を注入し先端側に固結領域を形成した状態の模式図，\n図８はさらに中間の環状隙間及び後端側の環状隙間を通じ地山に薬液を注入し中間\n及び後端側に固結領域を形成した状態の模式図である。\n(2)　原告の主張する被告工法の内容の説明\n①　後記(3)記載の被告飛島の主張に係る構成のとおり（ただし，下線を付し\nた部分を除く。また，下記のとおり付加訂正すべきである。）。\n②　同被告の主張する構成のうち，エ①の「環状隙間１－１」の次，及び同\n②の「環状隙間１－２，１－３」の次に，「を充満させた後」と付加すべきであ\nる。\n③　同じくエ②の「地山の上記要固結領域ロ，ハに浸透させ，」の次を「環\n状隙間１－２，１－３及び固結領域ｅ－２，ｅ－３に固結領域を形成する」とすべ\nきである。\n(3)　被告飛島の主張する被告工法の内容の説明\nア　薬液注入セットの組立て（以下「構成ａ」ということがある。）\n①　鋼管Ｃの内壁面との間に比較的狭い一連の環状隙間１を形成する所要\nの径の外周面を有しかつ先端開口を閉じた合成樹脂製で中空の内装管Ｄに，互いに\n長さを異にするパッカー用薬液注入チューブａ－１，ａ－２と，同じく長さを異に\nする地山用薬液注入チューブｂ－１～ｂ－３を，該内装管Ｄの外周面にその軸線に\n平行に形成した複数本の長凹溝２，３に個別に嵌入することにより，沿設装架する\nとともに，\n②　上記内装管Ｄに，薬液透過性の布筒パッカーｃ－１，ｃ－２を，それ\nにより，上記パッカー用薬液注入チューブａ－１，ａ－２の開口先端部を覆うが，\n上記地山用薬液注入チューブｂ－１～ｂ－３の開口先端部を覆うことがない位置に\nおいて嵌装し，その布筒パッカーｃ－１，ｃ－２の両側薬液不透過性部４の外側端\nを粘着テープ５で固定することにより，薬液注入セットＡを組み立てる（図１，\n２）。\nイ　薬液注入セットの装填（以下「構成ｂ」ということがある。）\n①　周壁に複数の吐出孔６を設けた上記鋼管Ｃを，公知の適宜工法で打設\nすることにより地山削孔Ｂに嵌合させ，その鋼管Ｃに上記薬液注入セットＡを装填\nし，\n②　鋼管Ｃの基端開口に，上記各チューブの基端部を挿通させた閉止体７\nを嵌入するとともに，それにより内装管Ｄの基端開口を閉じ，かつ，キャップ８を\n嵌着し，地山削孔Ｂの開口端と鋼管Ｃの基端との間を口元コーキング９で閉鎖する\n（図４）。\nウ　パッカー用薬液注入（以下「構成ｃ」ということがある。）\n①　薬液「シリカレジン」（以下，単に「薬液」という）を，上記パッカ\nー用薬液注入チューブａ－１，ａ－２を通じ布筒パッカーｃ－１，ｃ－２に圧送注\n入し，これによって，膨張する該布筒パッカーｃ－１，ｃ－２を鋼管Ｃの内壁面に\n圧接して上記一連の環状隙間１を遮断し，さらに，該布筒パッカーｃ－１，ｃ－２\nを透過する薬液を対向している吐出孔６から地山に吐出浸透させ，\n②　これにより，膨張した布筒パッカーｃ－１，ｃ－２内の固結薬液と地\n山内の固結薬液による仕切壁ｄ－１，ｄ－２を形成して，鋼管Ｃ内においては上記\n一連の環状隙間１を環状隙間１－１～１－３に区画する\nエ　地山用薬液注入（以下「構成ｄ」ということがある。）\n①　薬液を，地山用薬液注入チューブｂ－１，環状隙間１－１，及びそこ\nに開口している複数の吐出孔６を通じ，鋼管Ｃの外方に吐出し，地山の上記要固結\n領域イに浸透させ固結領域ｅ－１を形成する（図７）。\n②　同様に，薬液を，地山用薬液注入チューブｂ－２，ｂ－３，環状隙間\n１－２，１－３，及びそこに開口している複数の吐出孔６を通じ，鋼管Ｃの外方に\n吐出し，地山の上記要固結領域ロ，ハに浸透させ，固結領域ｅ－２及びｅ－３を形\n成する（図８）。\nなお，薬液の地山注入は，上記のように要固結領域イ～ハに順次各別\nで行う以外に，順不同で，あるいは全領域一斉に行うこともある。いずれによるか\nは，地山の性状や使用する薬液の種類等に基づき選択決定する。\n３　争点\n(1)　被告工法が本件特許発明の技術的範囲に属し，被告工法を行うことが本件\n特許権を侵害するか，なかでも\nア　被告工法が構成要件Ｃを充足するか，すなわち\n(ア)　構成要件Ｃ及びＤはＣ，Ｄの順序で行われることを要するか（争点\n１）。\n(イ)　被告工法における布筒パッカーや仕切壁は「隔壁」に当たるか（争\n点２）。\nイ　被告工法が構成要件Ｅ及びＦを充足するか，すなわち被告工法では長尺\n管内に固結領域を形成しているか（争点３）。\n(2)　被告カテックスが製造・販売する被告製品１及び被告製品２は，本件特許\n発明の方法の使用にのみ用いる物か（争点４）。\n(3)　本件特許に明白な無効事由があり，原告が本件特許権に基づく権利行使を\nすることが権利濫用に当たるか（争点５）。\n(4)　原告の損害等（争点６）\n第３　争点に関する当事者の主張\n１　争点１（構成要件Ｃ及びＤはＣ，Ｄの順序で行われることを要するか）につ\nいて\n(1)　被告飛島の主張\nア　本件特許発明は，請求項１の記載から，構成要件Ａ～Ｆの各工程を順次\n行うこと，すなわち地山の長孔内に挿嵌固定された長尺管の内部を，長手方向に所\n定間隔で隔壁を設けて複数の空間に区切り，次にその長尺管内に複数の吐出管を，\nその各先端を上記複数の空間それぞれに開口する状態にして配置し，その後，薬液\n注入を行うという各工程の順次経時性を要件にしていると解される。構成要件Ｃ及\nびＤの内容は，「長尺管の内部を長手方向に所定間隔に設けた隔壁により複数の空\n間に区切り，複数の吐出管を上記長尺管内に配設して複数の吐出管の先端をそれぞ\nれ上記複数の空間に開口させ」るというように経時的なものである。\nイ　これに対し，被告工法は，「薬液注入セットの組立て」「薬液注入セッ\nトの装填」「パッカー用薬液注入」「地山用薬液注入」の各工程を経るものである\nことにおいて，全体として経時的ではある。しかし，被告工法は，予め鋼管Ｃ外に\nおいて組み立てた「薬液注入セット」を，鋼管Ｃに装填するものであり，本件特許\n発明の構成要件Ｃ及びＤのように，経時的に，長尺管の内部を長手方向に所定間隔\nで隔壁を設けて複数の空間に区切り，次に，その長尺管内に複数の吐出管を，その\n各先端を上記複数の空間のそれぞれに開口する状態にして配置するということはし\nていない。したがって，被告工法は，構成要件Ｃ及びＤの工程を採用していない。\n(2)　原告の主張\n被告飛島は，構成要件Ｃ及びＤは，経時的なものであると主張する。しか\nし，構成要件Ｃ「上記長尺管の内部を長手方向に所定間隔に設けた隔壁により複数\nの空間に区切り」と，構成要件Ｄ「複数の吐出管を上記長尺管内に配設して複数の\n吐出管の先端をそれぞれ上記複数の空間に開口させ」との間には，「次に」とか\n「その後に」，といった，経時的に限定する文言あるいはこれをうかがわせる文言\nは一切存在せず，そのような解釈を行う必然性もない。むしろ，本件特許発明は，\n「地山に埋設された長尺管の内部が，隔壁で複数の空間に区切られ，かつ各空間内\nに先端開口を位置決めするようにして複数の吐出管が上記長尺管内に配設された状\n態」にすることにより作業の容易化を図るとともに速硬性の固結用薬液の使用を可\n能にすることに特徴を有するものであるから，構成要件Ｃ及びＤが経時的であるか\n同時的であるかは全く問題とされず，双方を含むものと解すべきであり，本件明細\n書においても，「長尺管５内に，隔壁板６と吐出管７の組合せ体を挿嵌する」とい\nう，構成要件Ｃ及びＤが同時的なものを含む一例としての実施例が開示されている\nから，経時性を要件とするものでないことは明らかである。被告飛島の\n上記主張には理由がない。\n２　争点２（被告工法における布筒パッカーや仕切壁は「隔壁」に当たるか）に\nついて\n(1)　原告の主張\nア　前記被告工法構成ｃは，内装管Ｄの長手方向に所定間隔に設けられた膨\n張したパッカーｃ－１，ｃ－２による隔壁により，長尺管たる鋼管Ｃの内部を複数\nの空間に区切るものであるから，構成要件Ｃ「上記長尺管の内部を長手方向に所定\n間隔に設けた隔壁により複数の空間に区切り」に該当する。また，長尺管たる鋼管\nＣ内に配設された複数の地山用薬液注入チューブｂ－１～ｂ－３の先端は，膨張し\nたパッカーによる隔壁により区切られた複数の空間に開口することになるから，構\n成要件Ｄ「複数の吐出管を上記長尺管内に配設して複数の吐出管の先端をそれぞれ\n上記複数の空間に開口させ」に該当する。\nイ　まず，「隔壁」とは，一般に「間をへだてる壁」，「しきり」を意味す\nる（広辞苑第３版）。そして，請求項には，この「壁」の形成方法や形成時期，形\n状等を限定する文言は存在しないから，長尺管の内部の間をへだて，複数の空間に\n区切るものであれば，すべて構成要件Ｃの「隔壁」たりうる。また，「地山に埋設\nされた長尺管の内部が，隔壁で複数の空間に区切られ，かつ各空間内に先端開口を\n位置決めするようにして複数の吐出管が上記長尺管内に配設された状態」にするこ\nとにより作業の容易化を図るとともに，速硬性の固結用薬液の使用を可能にする，\nという本件特許発明の特徴からしても，地山に埋設された長尺管の内部の間をへだ\nて複数の空間に区切るものであれば「隔壁」といえるのであって，さらに「隔壁」\nの形成方法や形成時期，形状等を限定する理由はない。\nウ　被告飛島は，「隔壁」について「薬液注入の有無に関係なくそれ自体で\n既に隔壁たりうるもの」に限定して解釈する（「隔壁」の形成時期又は形状を限定\nする）が，上記のことから，かかる解釈は誤りである。また，同被告は，構成要件\nＣにおける「隔壁」を「単に長尺管の内部を複数の空間に区切るにすぎないもの」\nと限定して解釈する（「隔壁」の形状，作用ないし効果を限定する）が，上記同様\nの理由から，同被告のいうところの「仕切壁」が少なくとも長尺管の内部の間をへ\nだて複数の空間に区切るのであれば（この点は争いがない。），構成要件Ｃにおけ\nる「隔壁」に該当する。そして，同被告のいうところの「仕切壁」が，長尺管の内\n部を複数の空間に区切るのみならず，長尺管の外部の固結領域を区切ったとして\nも，これは本件特許発明との関係では，本件特許発明に別の要素を付け加えたにす\nぎず，本件特許発明の効果は維持されており，作用効果を変質させるものではない\nから，「付加」ないし「利用」に該当し，本件特許権を侵害することには変わりが\nない。したがって，被告飛島は，構成要件Ｃにつき誤った解釈，あるいは意図的に\n歪曲した解釈を前提に論難しているにすぎない。\n(2)　被告飛島の主張\nア　本件特許発明は，構成要件Ｃの「隔壁」について，発明の詳細な説明に\n「隔壁板６」と記載するのみで，「隔壁」に関して格別の定義をしていない。その\n目的，作用ないしは機能からすると，空の長尺管内に嵌合し，その内部を複数の空\n間に区切ることができる部材，換言すると，薬液注入の有無に関係なくそれ自体で\n既に隔壁たりうるもの，例えば明細書の実施例並びに図面等の記載に徴し，吐出管\n７を挿通できるようにした円板体である隔壁板６又はそれの同等物をいうものと解\nされる。\nイ　これに対し，被告工法は「パッカー用薬液注入」によって，布筒パッカ\nーｃ－１，ｃ－２を膨張させることにより，はじめて仕切壁ｄ－１，ｄ－２を形成\nし，鋼管Ｃ内において一連の環状隙間１を環状隙間１－１～１－３に区画するとと\nもに，鋼管Ｃ外において要固結領域イ～ハを区画するものである（被告工法図５，\n６）。上記布筒パッカーｃ－１，ｃ－２は，薬液を注入しない限り，それ自体で隔\n壁たり得るものではない。すなわち，そのままの状態（収縮状態）で鋼管Ｃ内の内\n部を複数の空間に区切ることができる部材ではない。したがって，布筒パッカーｃ\n－１，ｃ－２は，構成要件Ｃの「隔壁」には当たらない。\nまた，被告工法において，「パッカー用薬液注入」によって形成される\n仕切壁ｄ－１，ｄ－２は，鋼管Ｃ内において一連の環状隙間１を環状隙間１－１～\n１－３に区画するだけではなく，鋼管Ｃ外において要固結領域イ～ハを区画するも\nのであるから，単に長尺管の内部を複数の空間に区切るにすぎない構成要件Ｃにい\nう「隔壁」に当たらない。本件明細書には，「隔壁」又は「隔壁板６」が，被告工\n法におけるように布筒パッカーを使用し薬液注入により形成する仕切壁を包含する\n旨の記載あるいはそのことを示唆するような記載はされていない。したがって，被\n告工法は，構成要件Ｃにいう「隔壁」を採用していないことになり，このような観\n点からしても，構成要件Ｃの工程を採用していない。\n３　争点３（被告工法が構成要件Ｅ及びＦを充足するか，すなわち被告工法では\n長尺管内に固結領域を形成しているか）について\n(1)　原告の主張\nア　被告工法構成ｄは，上記複数の吐出管である地山用薬液注入チューブｂ\n－１～ｂ－３の先端開口から固結用薬液を吐出して上記各空間内に充満させたの\nち，さらに上記長尺管の周壁孔から長尺管外周の地山内に固結用薬液を浸透硬化さ\nせ，上記長尺管内及び長尺管外周の地山に固結領域を形成させるものであるから，\n構成要件Ｅ「上記複数の吐出管の先端開口から固結用薬液を吐出して上記各空間内\nに充満させたのち」及び構成要件Ｆ「さらに上記長尺管の周壁孔から長尺管外周の\n地山内に浸透硬化させ，上記長尺管内及び長尺管外周の地山に固結領域を形成す\nる」に該当する。\nイ　被告カテックスは，被告工法において用いられるインサート管には，内\n部に中空部が存在するため，「固結用薬液の充満」がないとして，構成要件Ｅを充\n足しない，と主張する。しかし，構成要件Ｅにおいて，固結用薬液を充満させる対\n象となっているのは，「上記各空間」内である。本件特許発明において，「上記各\n空間」とは，「隔壁により区切られた長尺管内部の空間」を指すことは明らかであ\nるが，このインサート管の内部中空部は，隔壁により区切られることがない。した\nがって，インサート管の内部中空部は，本件特許発明にいう固結用薬液が充満する\n対象部分ではない。被告工法において，隔壁により区切られた長尺管内部の空間\n（被告飛島のいう「環状隙間」）に固結用薬液が充満することになる以上，「上記\n各空間内に固結用薬液を充満させる」（構成要件Ｅ）ことになるのである。\nウ　被告工法においては，長尺管内に固結領域を形成しないから構成要件Ｆ\nを充足しないという被告飛島の主張も，上記各空間内に固結用薬液を充満させ，こ\nれを硬化させて長尺管内に固結領域を形成しているから，理由がない。\n(2)　被告飛島の主張\nア　本件特許発明は，構成要件Ｆの「長尺管内及び長尺管外周の地山に固結\n領域を形成する」との記載，発明の詳細な説明の「したがって，長尺管内だけでな\nく，長尺管の周囲の地山にも固結領域が形成され‥‥，より強固な地山の固結が行\nわれるようになる。」（〔作用〕の項），「そのため，長尺管内だけでなく，長尺\n管の周囲の地山も固結され，より強固な地山の補強をなしうるようになる。」\n（〔発明の効果〕の項）等の記載からすると，長尺管内をも地山補強に寄与させる\nための固結領域にしようとしているということができ，明細書図面第５図は，長尺\n管内を吐出管と隔壁を埋設した薬液固結体の充実体として記載している。本件特許\n発明は，構成要件Ｅのように，薬液を長尺管の周壁孔から地山内に浸透させるのを\n「複数の吐出管の先端開口から固結用薬液を吐出して上記各空間内に充満させたの\nち」としているから，いったん注入作業が開始されると，各空間すなわち長尺管内\n全体に薬液が常に充満し，注入作業の終了にともない，長尺管内には吐出管と隔壁\nを埋設した薬液固結体の充実体が形成される。\nこれに対し，被告工法は，「地山用薬液注入」によって，薬液を地山用\n薬液注入チューブｂ－１～ｂ－３，環状隙間１－１～１－３，そこに開口している\n複数の吐出孔６を通じ，鋼管Ｃの外方に吐出し，地山の上記要固結領域イ～ハに浸\n透させ，固結領域ｅ－１～ｅ－３を形成する（被告工法図面７，８）。この場合，\n当然ながら環状隙間１－１～１－３内の薬液も固結するが，そもそも環状隙間１－\n１～１－３は，鋼管Ｃの内壁面と内装管Ｄの外周面との間に形成された比較的狭い\n一連の環状隙間１が区分され，地山用薬液注入チューブｂ－１～ｂ－３と鋼管Ｃの\n複数の吐出孔６を接続する一種のヘッダーとして機能するためのものであって，そ\nの内部の残留薬液が固結するとしても，上記環状隙間を埋めるだけで，鋼管Ｃは内\n装管Ｄの有する中空をそのまま保持する。すなわち，被告工法には，もともと鋼管\nＣ内全体を充実した固結領域にして地山補強に寄与させる（それが実際に有効であ\nるか否かは，ここでは問題にしない。）意図がなく，反対に，被告工法は，地山に\n所望の固結領域ｅ－１～ｅ－３を形成するのに必要にして十分な薬液注入を行う\nが，内装管Ｄの内装により，上記ヘッダーとして機能する隙間を極力小\nさくし，鋼管Ｃ内を流動しまたは残存することになる薬液量を極力少なくするとと\nもに，注入時間を短縮できるようにし，これによって，少なくともそれらの分のコ\nストの節減を図っている。してみると，被告工法は，構成要件Ｆの工程を採用して\nいない。\nイ　本件特許発明は，「固結用薬液を吐出して上記各空間内に充満させたの\nち」（構成要件Ｅ），「さらに上記長尺管の周壁孔から長尺管外周の地山内に浸透\n硬化させ，‥‥固結領域を形成する」（構成要件Ｆ）こと，すなわち，薬液の上記\n空間内充満と地山浸透とが経時的であることを必須としている。このことは明細書\nの作用の項の記載からも明らかである。これに対し，被告工法において，地山用薬\n液は，鋼管の吐出孔からの吐出及び地山への浸透と環状隙間への貯留を略同時進行\n的に行うもので，経時的に行うものでない。したがって，被告工法は，構成要件\nＥ，Ｆの経時性を充足しない。\n(3)　被告カテックスの主張\n被告カテックスは，被告飛島が実施する工法の実施態様及び構成要件の\n非充足性，作用効果の相違については，以下に付加して述べるほか，被告飛島の主\n張を援用する。\n本件特許発明は，本件明細書の発明の詳細な説明の記載からすると，長\n尺管を一種のセメント製電柱にし，かつ長尺管自体をも固結領域にするというにあ\nるから，長尺管内に，インサート管等の介在物（それが中空であるか否かを問わ\nず）の存在を予定していない。\nまた，本件特許発明は，隔壁によって区切られた空間部を固結用薬液を\nもって充満させるものである。すなわち，空間部に固結用薬液以外のものの存在を\n許すことなく，固結用薬液をもってその空間部を消滅させるのである。被告工法は\nインサート管を使用するが，インサート管はその内部に中空部を有するものであ\nり，この中空部にはパッカー用薬液も地山固結用薬液も浸入してくることがなく，\n終始中空状態を保持している。したがって，長尺管中の空間部の存在の有無によっ\nて，本件特許発明と被告工法は異なるものである。\n４　争点４（被告カテックスが製造・販売する被告製品１及び被告製品２は，本\n件特許発明の方法の使用にのみ用いる物か）について\n(1)　原告の主張\n被告カテックスは，被告製品１を業として販売している。本件特許は方法\nの発明についてされているところ，被告カテックスの被告製品１は本件特許発明の\n方法の使用にのみ用いる物であるから，被告カテックスの被告製品１販売行為は本\n件特許権侵害行為とみなされる（特許法１０１条２号）。\n被告カテックスは，被告製品１は，建物床下配線支持用部材，塗装現場で\nのホースや電線の保持管として使用すること，レッグパイル工法のためにパッカー\n部分を設けることなく使用されることなどを主張する。しかし，被告製品１を上記\nの用途に使用することが，社会通念上経済的，商業的ないしは実用的になっている\nとは到底認められない。被告製品１は，もっぱら被告工法を実施するために設計さ\nれ，作成されたものであって，それ以外の用途は経済的，商業的な実用性を欠くも\nのである。\nまた，仮に被告製品１が本件特許発明の実施にのみ使用する物でないとし\nても，被告カテックスは，被告製品２を，業として第三者に販売している。被告製\n品２には，被告工法以外の用途はなく，被告工法は本件特許発明の技術的範囲に属\nするので，被告製品２は，本件特許発明の実施にのみ使用する物である。\n(2)　被告カテックスの主張\n被告製品１は，建物床下配線支持用部材，塗装現場でのホースや電線の保\n持管として利用することもできる。また，本件特許発明とは異なる工法であるレッ\nグパイル工法のために，パッカー部分を設けずに使用されることもある。したがっ\nて，被告製品１は本件特許発明の実施にのみ使用する物ではない。\n(3)　被告飛島の主張\n被告飛島は，被告カテックスの主張を援用する。\n５　争点５（本件特許に明白な無効事由があり，原告が本件特許権に基づく権利\n行使をすることが権利濫用に当たるか）について\n(1)　被告飛島の主張\n特許に無効事由が存在することが明らかであるときは，その特許権に基づ\nく差止め，損害賠償等の請求は，権利の濫用に当たり許されないところ，本件特許\nには，以下に述べるような明白な無効事由があるから，本件特許権に基づく本訴請\n求は権利の濫用に当たり許されない。\nア　特許法２９条２項違反\n本件特許発明は，乙７（特開昭６１－１８６６１３号公報。以下「本件\n公知文献」という。）に記載の発明に基づいて，あるいはこれに公知技術を組み合\nせて，当業者が容易に発明をすることができたものであり，同法２９条２項の規定\nにより特許を受けることができないものである。\n(ア)　本件公知文献に記載の発明は，ボーリング機によって削孔された孔\n内に，注入口が形成された外管を建て込み，その外管内を所定間隔で設けたパッカ\nー部により複数の注出室に区切り，第１内側管及び第１外側管の注出口を上記注出\n室に連通開口させ，その注出口からグラウトを上記注出室を介し，上記外管の注入\n口から地山内に浸透させるものであり，構成要件ＡないしＧのすべてと一致する。\n(イ)　本件特許発明と本件公知文献の発明とは，以下の点で相違する。\n①　本件特許発明は，構成要件Ｅのように，固結用薬液を長尺管内の上\n記各空間に充満させるとともにその長尺管の外周の地山内に浸透硬化させ，これに\nより，構成要件Ｆのように，該長尺管の内外双方に固結領域を形成するのに対し，\n本件公知文献の発明では，グラウトを外管の周辺地盤へ注入し，その周辺地盤にだ\nけ固結領域を形成すること。\n②　本件特許発明では，長尺管とその内部に設けた各複数の隔壁及び吐\n出管は，上記長尺管内に固定的に挿嵌されることを前提としているので，いずれも\n埋設残置状態になるのに対し，本件公知文献の発明では，外管が埋設残置状態にな\nるだけで，本件特許発明の隔壁及び吐出管に対応するパッカー部並びに第１内側\n管，第１外側管を備える内管部材については，全体を外管内に移動自在に装置して\nいるので，埋設残置することを予定していないこと。\n③　本件特許発明の構成要件Ｃの隔壁は，実施例によれば単体の隔壁板\nすなわち円板体であり，また，構成要件Ｄの複数の吐出管は，同じく実施例によれ\nば単体の吐出管すなわちパイプ材であるのに対し，上記隔壁に対応する本件公知文\n献の発明の例えばパッカー部は，継手，ワッシャー及び継手，Ｏリングを備えてな\nる複合体であり，また，上記複数の吐出管に対応する本件公知文献の第１内側管と\n第１外側管とは，同心重合管構造をなしていること。\n④　本件特許発明は，構成要件Ｃ及びＤが，経時的にすなわち長尺管の\n内部を隔壁により複数の空間に区切った後に，その長尺管内に複数の吐出管を配設\nして当該吐出管の先端をそれぞれの空間に開口させるのに対し，本件公知文献の発\n明では，外管１内に内管部材を内装することによって，同時的，すなわちパッカー\n部が注出室を形成するとともに，第１内側管及び第１外側管の外壁面に形成した注\n出口をその注出室に開口させていること。\n(ウ)　両者の比較検討\n上記①について，固結用薬液を長尺管内に充満させるとともに外周の\n地山内に浸透硬化させ，該長尺管の内外双方に固結領域を形成することは，乙１０\nの２（無効審判請求書）添付の文献（斎藤重治著「トンネルにおけるパイプルーフ\n工法・地盤」（理工図書株式会社・昭和５７年発行），土木学会トンネル工学委員\n会編集「トンネル標準示方書（山岳編）・同解説」（昭和６１年改訂版・社団法人\n土木学会発行）等から明らなように，本件特許発明の出願前に公知の技術である。\n上記②について，長尺管の内部に各複数の隔壁および吐出管を固定設\n置し，かつそれらをいずれも埋設残置状態にすることは，特公昭６３－６３６８８\n号公報（乙１０の２添付）及び実開昭５８－１９４２９９号のマイクロフィルム\n（乙８）に記載されており，本件特許発明の出願前に公知の技術である。\n上記③について，隔壁を単体の隔壁板すなわち円板体とし，複数の吐\n出管を単体の吐出管すなわちパイプ材とすることは，上記特公昭６３－６３６８８\n号公報に記載されており，本件特許発明の出願前に公知の技術である。\n上記④について，隔壁により区切った空間に吐出管の先端を開口させ\nることは，上記特公昭６３－６３６８８号公報及び上記実開昭５８－１９４２９９\n号のマイクロフィルムに記載されており，本件特許発明の出願前に公知の技術であ\nる。また，隔壁が形成する空間に吐出管の先端が開口する構造でさえあれば，本件\n特許発明における所期の注入を行うことができることが明らかで，その構造を形成\nする順序，すなわち隔壁により空間を区切る工程とその空間に吐出管の先端を開口\nさせる工程を経時的に行うことに，格別の意味があるとはいえない。\n以上いずれの点においても，本件特許発明は，その出願時の公知技術\nに基づき当業者が容易に想到できたものであり，本件特許には，特許法２９条２項\n違反（同法１２３条１項２号）の無効事由が存する。\nイ　特許法３６条４項違反\n本件特許発明は，構成要件ＡないしＧを順次経時的に行うことを要件と\nしているものである（前記第３，１(1)）。しかしながら，本件明細書の発明の詳細\nな説明には，６個の隔壁板と６本の吐出管とを組み合わせ一体化した組み付け構造\n体を，地山に埋設した長尺管内に挿嵌した後，薬液注入を行うことにした実施例が\n記載されているだけで，上記Ａ～Ｆの工程，特に，長尺管の内部を隔壁により複数\nの空間に区切った後，その長尺管内に複数の吐出管を配設し，その各先端を上記複\n数の空間に開口させることにした実施例は記載されていない。そして，実施例で\nは，隔壁板として厚み３００㎜の円板体６個と，長さが５ｍずつ異なる最長２８\nｍ，最短３ｍの６本の吐出管とを一体化してなる組み付け構造体を，内径１００\n㎜，全長略３０ｍの長尺管内に挿嵌するとしているが，このように全長略３０ｍに\nもなる長尺管の内部に，上記構成の組付け構造体を挿嵌することは，何か格別の手\n段方法でも提案されていない限り不可能であることは，当業者であれば容易に理解\nできる。このことは，特許請求の範囲が，発明の詳細な説明に実施例として記載し\nたものではない発明を記載し，また，特許を受けようとする発明の構成に欠\nくことができない事項のみを記載した項に区分されていないことを意味する。して\nみると，発明の詳細な説明は，当業者がその実施をすることができる程度に明確か\nつ十分に記載されていないことになり，平成２年法律第３０号による改正前の特許\n法３６条４項に規定する要件を満足していないことになる。\nウ　特許法２９条１項違反\n上記イに記載したように，上記実施例にあるような細長い長尺管であっ\nて，しかも地山に穿設した長孔内に挿嵌固定されている長尺管の内部に，上記隔壁\nを所定間隔で配置して複数の空間を区切ること，その後に，その長尺管内に複数の\n吐出管を，その各先端を上記複数の空間に開口させた状態で配設することなどは，\n事実上，いずれも不可能なことに属する。このことは，現に同種の地山固結工法が\n各種普及しているにもかかわらず，本件特許発明と同一の工法が採用実施されてい\nる事実がないこと，原告においても，その実施に必要な器材を製造販売している事\n実がないことなどからも窺知できる。そうすると，本件特許発明にかかる地山固結\n工法は，実際にそれを実施利用することはできないもので，本件特許発明は，産業\n上の利用性がなく，平成１１年法律第４１号による改正前の特許法２９条１項柱書\nの要件を備えないものである。\n(2)　原告の主張\nア　被告飛島の主張アに対し\n被告飛島は，本件公知文献に，乙１０の２（無効審判請求書）添付の各\n文献記載の公知技術を組み合せれば，本件特許発明に当業者が想到するのは容易で\nある旨主張する。\n(ア)　本件公知文献には，ソレタンシュ工法が記載されており，このソレ\nタンシュ工法は，地盤（主として地面）を対象とし，地盤に対して下方に孔を開\nけ，そこに塩ビ製外管を建て込み，この塩ビ製外管内にパッカーを備えた内管部材\nを移動自在に奥まで挿入し，そこで，内管部材からグラウトを吐出させ，これを塩\nビ外管の注入孔から地盤に浸透させ，ついで，内管部材を所定長さだけ引き上げて\nグラウト吐出と浸透を行い，これを繰り返すことにより，地盤を安定化するもので\nある（乙７，１頁左欄【産業上の利用分野】の欄）。そして，上記地盤の安定化\nは，地盤に浸透したグラウトの作用によるものであり，地盤に建て込まれた塩ビ製\n外管内は，グラウトが残存せず，空洞のまま，単なる使用済み材として地盤に残さ\nれる。すなわち，ソレタンシュ工法に用いる上記グラウト注入装置では，施工後，\n内管部材が引き抜かれて塩ビ製外管内に残されることがなく，上記施工後，塩ビ製\n外管は空洞のまま残置される。\nこれに対し，前記「トンネルにおけるパイプルーフ工法・地盤」及び\n「トンネル標準示方書（山岳編）・同解説」の技術が属するパイプルーフ工法は，\nパイプ自体を吐出管として利用し，パイプ周囲の地山にセメントミルクの浸透固結\n領域を形成するとともに，パイプ内にセメントモルタルの固結領域を形成するもの\nである。したがって，上記各文献にパイプ内にセメントモルタルを充填することが\n記載されているとしても，当業者が，ソレタンシュ工法で空のまま残置された塩ビ\n製外管内をセメントモルタルで充填するようなことに想到するはずがない。\n(イ)　また，特公昭６３－６３６８８号公報は，トンネル切羽等の岩盤の\n固結工法であって，ソレタンシュ工法が対象とするような地盤（地面）の安定化法\nに関するものでなく，岩盤に設けた削孔内に挿入した，シール材を備えた中空パイ\nプから薬液を吐出させ，岩盤に浸透させ硬化させることにより孔周囲の岩盤を固結\nする工法が記載されている。これに対し，本件公知文献では，グラウト注入に用い\nる内管部材は，グラウト注入後引き抜かれるものであり，これが当業者の技術常識\nであるから，審判甲４号証に，削孔内にシール材を備えた中空パイプが残されてい\nるからといって，これを本件公知文献の技術に適用することを当業者が容易に想到\nするものではない。しかも，特公昭６３－６３６８８号公報では，シール材を備え\nた中空パイプは，岩盤に設けた削孔内に残されるのであり，削孔に挿入された長尺\n管の内部に残されるのでないから，この点でも本件公知文献の内管部材を塩ビ製外\n管内に残すことに当業者が容易に想到するものではない。\n(ウ)　実開昭５８－１９４２９９号のマイクロフィルム（乙８）のロック\nボルトも，ロックボルト自身の強度及び岩盤に浸透するグラウトの双方の補強効果\nによって岩盤の補強を行うものであるところ，本件公知文献では，地盤の安定化\nは，塩ビ製外管から地盤に浸透固化したグラウトにより行われるものであり，グラ\nウト注入に用いる内管部材は，施工後引き抜かれるものであることから，乙８のロ\nックボルトの残置を本件公知文献の技術に適用し内管部材を残置させるということ\nに当業者が想到するはずはない。しかも，乙８では，特公昭６３－６３６８８号公\n報と同様，パッカーを備えたロックボルトは，削孔内に残されるのであり，長尺管\n内に残されるものではない。したがって，この点からも，本件公知文献の内管部材\nを長尺管相当の塩ビ製外管内に残すことを当業者は想起することはない。\nイ　被告飛島の主張イに対して\n被告飛島は，実施例における隔壁板として，固形のゴム体を念頭に置い\nているようである。しかし，本件明細書に，隔壁板をそのようなゴム体に限定する\n文言もなければ，かかる限定を行う必要もない。隔壁板が，ある程度腰のあるスポ\nンジ体等であれば，容易に上記組付け構造体を挿嵌できると同時に，長尺管の内周\n面との間に隙間を生じることもなく，本件特許発明の目的を達成できる。そして，\nそのように挿嵌不能あるいは隔壁たりえない物は，そもそも本件特許発明における\n隔壁ではない。したがって，被告飛島の上記主張は失当である。\nウ　被告飛島の主張ウに対して\n上記イに述べたところから，発明未完成との主張は失当である。\n６　争点６（原告の損害）について\n(1)　原告の主張\n被告飛島は，被告工法を，平成１１年１２月１８日から平成１３年１０月\n１日にかけて，「静岡県引佐郡三ケ日町摩詞耶地区平成１１年度農道整備（広域）\n三ケ日地区１工事」（以下「摩詞耶トンネル工事」という。）での地山固結工事に\nおいて使用した。また，同被告は，同工法を，平成７年３月１０日から平成８年８\n月３０日にかけて，「平成６年度県単克雪対策事業小島信濃木崎（停）線木崎トン\nネル木崎工区」（以下「木崎トンネル工事」という。）での地山固結工事において\n使用した。\n摩詞耶トンネル工事の工事請負代金は８億２７４０万円である。原告が同\n工事における本件特許発明の実施に対し，損害として受けるべき金銭は上記代金の\n５％相当額であり，４１３７万円が相当である。\n木崎トンネル工事の工事請負代金は１９億２０３４万２３００円である。\n原告が同工事における本件特許発明の実施に対し損害として受けるべき金銭は，同\n様に上記代金の５％相当額であり，９６０１万７１１５円が相当である。\nしたがって，原告は，被告らによる共同不法行為により，上記合計１億３\n７３８万７１１５円及び上記各損害に対する各工事完成の日から支払済みまでの遅\n延損害金の支払を求める。\n(2)　被告らの主張\n原告の主張は，すべて争う。\n第４　当裁判所の判断\n１　争点１及び２（構成要件Ｃ及びＤはＣ，Ｄの順序で行われることを要するも\nのか，並びに，被告工法における布筒パッカーや仕切壁は「隔壁」に当たるか）に\nついて\n(1)　本件明細書の記載\nア　本件特許発明は方法の発明であり，特許請求の範囲請求項１の記載は，\n前記第２，１(2)のとおりである。この記載は，構成要件ＥとＦが「上記各空間内に\n充満させたのち」という表現で結ばれているなど，全体として，一定の時間的順序\nに従って方法が実施されることを予定していることが読み取れる。\nイ　また，このことは，本件明細書における，次のような実施例の記載から\nも明らかである。\n「上記長尺管５等を用いての地山の固結は，つぎのようにして行われ\nる。すなわち，まず，第３図に示すように，長尺管５の中に，同軸的にドリル駆動\n軸１０を入れ，その先端にドリル刃１１を取り付ける‥‥ついで，上記駆動装置を\n作動させることにより，上記ドリル刃１１を回転させて地山２に長孔１２を開けな\nがらその長孔１２内に，孔が開いた分だけ長尺管５を押し込み，これを続けて地山\n２に長尺管５を埋設する。つぎに，長尺管５からドリル刃１１およびドリル駆動軸\n１０を取り出し，今度は，第４図に示すように，長尺管５内に，隔壁板６と吐出管\n７の組み合わせ体を挿嵌する。‥‥つぎに，それぞれの吐出管７の後端部に，ウレ\nタン樹脂圧入ポンプのホース（図示せず）を連結し，上記ポンプから各吐出管７内\nに，ウレタン樹脂からなる速硬性の固結薬液を圧入し，これを各吐出管７の先端の\n注出孔から吐出させる。その結果，上記固結薬液は，隔壁板６および長尺管５の周\n面で囲われる各空間部内に，略同時に充満し，そののち，充満時の圧力および薬液\nの化学反応によつて長尺管５の先端開口および各注出孔８から長孔１２内に吐出さ\nれる。そして，さらに，上記圧力により，地山２内に浸透してそこで硬\n化し，第５図に示すように，長尺管５の内部にウレタン樹脂の硬化部１３を形成す\nるとともに，地山２における長尺管５の周囲の部分を固結領域１４に形成する」\n（本件公報５欄７行ないし３２行）\nウ　他方，同請求項２の記載は，「地山に穿設した長孔内に，長手方向に所\n定間隔に設けた隔壁により内部が複数の空間に区切られ，それぞれ先端が上記複数\nの空間に開口していて全体が長手方向に延びている複数の吐出管により上記複数の\n空間が外部と連通した状態になっている周壁孔開き長尺管を挿嵌固定し，上記複数\nの吐出管の先端開口から固結用薬液を吐出して上記各空間内に充満させたのち，さ\nらに上記長尺管の周壁孔から長尺管外周の地山内に浸透硬化させ，上記長尺管内お\nよび長尺管外周の地山に固結領域を形成することを特徴とする地山固結工法。」と\nいうものである。この請求項２の発明は，長孔内に，あらかじめ長手方向に所定間\n隔で設けた隔壁により内部が複数の空間に区切られ，複数の吐出管により上記複数\nの空間が外部と連通した状態になつている周壁孔開き長尺管を，挿嵌固定するもの\nである。本件特許発明では，地山に穿設した長孔内に，まず長尺管を挿嵌固定し，\nしかる後に長尺管の内部を長手方向に所定間隔に設けた隔壁により複数の空間に区\n切り，複数の吐出管を上記長尺管内に配設する点が，請求項２の発明と相違する\n（本件明細書にも，「第６図は他の実施例に用いる長尺管を示している\n。すなわち，この長尺管５には，予め，第２図に示す組み付け構造体が挿嵌されて\nいる。」とある（本件公報５欄３６行ないし３８行）。）。このように，本件特許\n発明と請求項２の発明とが上記のような相違点の存在を理由に別個の発明とされて\nいることに照らしても，本件特許発明は，全体として，一定の時間的順序に従って\n方法が実施されることを予定しているものである。\n(2)　争点１について\n構成要件Ｃ及びＤの記載は，構成要件Ｃが「上記長尺管の内部を長手方\n向に所定間隔に設けた隔壁により複数の空間に区切り，」というもので，同Ｄが，\n「複数の吐出管を上記長尺管内に配設して複数の吐出管の先端をそれぞれ上記複数\nの空間に開口させ，」というものである。この記載からは，両者が同時に行われる\n場合を排除する趣旨とは解されない。また，上記(1)イの実施例は本件特許発明に関\nするものであることが明らかであるところ，この実施例には，構成要件ＣとＤを同\n時に行うことが記載されており，このことからも，本件特許発明が構成要件ＣとＤ\nを同時に行うことを予定しているということができる。\n(3)　「隔壁」の意義\n「隔壁」とは，一般的な日本語の意味としては，「間をへだてる壁」，\n「しきり」（広辞苑第５版）を意味するところ，本件明細書中においては，その意\n義は抽象的であって，その内容を実施例以上に明らかにする記載は存しない。\n本件特許発明における隔壁の機能について，本件明細書には，「また，\n上記長尺管は内部が隔壁で区切られ各空間に分かれているため，固結用薬液の圧入\nにより各空間内の圧力上昇が急激に生じ，それによって固結用薬液は上記空間に充\n満したのち，長尺管の周壁に設けられた周壁孔から外部に吐出され，地山に浸透し\nてそこで硬化する。したがって，長尺管内だけでなく，長尺管の周囲の地山にも固\n結領域が形成され長尺管と長尺管の間の地山の部分の補強がなされるようにな\nり，」（本件公報４欄２２行ないし２９行）という記載がある。\nこのような記載からは，本件特許発明における隔壁の機能は，長尺管の\n内部に挿入された，薬液を吐出する複数の吐出管（実施例では６本）の長さが異な\nるように設定されている（実施例では，各５ｍずつ異なる。）ため，隔壁で区切ら\nれた各空間ごとに，固結用薬液の同空間への充満，さらに少なくとも各空間ごとに\n設けられた，長尺管の周壁孔から外部への吐出がされ，地山に浸透してそこで硬化\nする，というもので，長尺管の外周の地山のところどころに固結領域を形成するの\nを効率的に行うためのものと解される。\n(4)　被告工法の検討\n被告工法は，原告の主張によれば，前記第２，２(2)に記載した内容のも\nのであり，構成ａないしｄをその順序で行うものである。その構成ｂまでの段階で\nは，鋼管内を複数の空間に区切る機能の部材は存在しないので，隔壁に当たるもの\nは存在しない。構成ｃの段階になって，薬液（これは地山用とパッカー用とで異な\nるものとは認められない。）を，パッカー用薬液注入チューブを通じて布筒パッカ\nーに圧送注入し，これによって，膨張する該布筒パッカーを鋼管の内壁面に圧接し\nて環状隙間を遮断するときに，初めて鋼管内を複数の空間に区切る機能の部材が現\nわれる（この点に争いはない。）。この膨張した布筒パッカーの機能は，長尺管の\n外周の地山のところどころに固結領域を形成するのを効率的に行うためのものと認\nめられ，本件特許発明における隔壁とほぼ同等の機能と認められる。\n既に述べたように，本件特許発明は，方法の発明であり，全体として，\n一定の時間的順序に従って方法が実施されることを予定している。したがって，固\n結用薬液の吐出が始まるまでには「隔壁」が存在することが必要というべきであ\nる。被告工法のように，吐出管の開口から固結用薬液の吐出が始まる段階において\nもなお「隔壁」が存在せず，吐出が始まって多少の時間（短い時間と認められ\nる。）が経過した後に，鋼管内を複数の空間に区切る機能の部材が現われるなどと\nいうことは，本件明細書にこれを示唆するような記載は一切存在しないものであっ\nて，本件明細書に開示された技術ではなく，そもそも本件特許発明の想定していな\nいところといわなければならない。そうすると，被告工法には構成要件Ｃの「隔\n壁」が存在せず，同構成要件を充足しないものといわざるを得ない。\n２　争点３（被告工法が構成要件Ｅ及びＦを充足するか，すなわち被告工法では\n長尺管内に固結領域を形成しているか）について\n(1)　本件明細書の記載\n本件明細書の「発明の詳細な説明」欄には，以下のような記載がある。\n「〔従来の技術〕従来から，軟弱な，または破砕された地山等の地層帯で\n行うトンネル穿設工事においては，穿設の第１段階では，パイプルーフ工法を用い\nて，地山を強化することが行われている。このパイプルーフ工法は，‥‥まず，長\n尺管１内に，同軸的にドリル駆動軸を入れてその先端にドリル刃を取り付け，‥‥\nセメントミルク吐出管（図示せず）を長尺管１内に同軸的に入れる。そして，その\nセメントミルク吐出管の先端からセメントミルクを吐出し，長尺管１内を先端から\n所定の距離だけ，セメントミルクで充満させ，ついで硬化させる。つぎに，上記セ\nメントミルク吐出管を引つ張つて少し後退させ，上記セメントミルク硬化物が詰ま\nった部分より少し手前の部分を同様にしてセメントミルク硬化物で埋める。このよ\nうにして，順次セメントミルクを吐出硬化させ，長尺管１の内部を硬化セメントで\n埋めて長尺管１を一種のセメント製電柱状に形成し，それを複数本地山２中に並べ\nることにより，地山２を強化するという方法である。〔発明が解決しようとする問\n題点〕しかしながら，上記工法では，セメントミルク吐出管を手前に引きながら，\nセメントミルクを吐出硬化させなければならないため，作業が煩雑で\nある。また，最近では，硬化が早く，高強度を有することからウレタン樹脂等の薬\n液用いた工法も行われているが，上記工法にこのような薬液を用いると，硬化が早\nいため途中で吐出管が抜けなくなるというような事態を招く。したがって，上記の\nような速硬性の薬液を用いることはできず，高強度の補強は不可能である。また，\n長尺管と長尺管の間の地山の補強は不可能であり，これも地山が砂質からなるとき\nには大きな問題になつている。この発明は，このような事情に鑑みなされたもの\nで，作業が容易で，かつ速硬性の固結用薬液を使用することのできる地山固結工法\nの提供をその目的とする。」（本件公報２欄８行～３欄４１行）\n上記の記載からは，従来技術として「長尺管１の内部を硬化セメントで埋\nめて長尺管１を一種のセメント製電柱状に形成し，それを複数本地山２中に並べ\nる」という工法が存在し，本件特許発明がそれを前提にしていることがうかがわれ\nる。そして，本件明細書中には，この前提となっている従来の技術に変更を加える\n趣旨の記載は存しないから，本件特許発明は，この部分が従来と同様に踏襲される\nことを前提として，それ以外の部分に改良を加えているものと解される。そうする\nと，構成要件Ｅの「上記複数の吐出管の先端開口から固結用薬液を吐出して上記各\n空間内に充満させたのち，」は，長尺管の内部が残すところなく薬液で満たされる\nことを要する趣旨と解するのが相当である。\n(2)　被告工法の検討\n被告工法においては，薬液の吐出が終了した後も，インサート管の内部に\nは中空部が存し，この部分には薬液が充満しないことは原告も争わないところであ\nる。したがって，被告工法は構成要件Ｅを充足しないものというべきである。\nなお，原告は，構成要件Ｅにおいて，固結用薬液を充満させる対象となっ\nているのは，「上記各空間」すなわち「隔壁により区切られた長尺管内部の空間」\nであるが，このインサート管の内部中空部は，隔壁により区切られることがないか\nら，本件特許発明にいう固結用薬液が充満する対象部分ではない，と主張する。し\nかしながら，「上記各空間」とは，上記に述べたところから長尺管の内部全体を指\nすと解すべきであり，原告の主張は採用できない。\n３　争点５（本件特許権に無効事由があり，原告が同特許権に基づく権利行使を\nすることが権利濫用に当たるか）\n以上検討したところによれば，原告の本訴請求は既に理由がないが，所論に\n鑑み，争点５につき検討することとする。\n特許に無効事由が存在することが明らかであるときは，その特許権に基づく\n差止め，損害賠償等の請求は，権利の濫用に当たり許されない（最高裁平成１０年\n(オ)第３６４号同１２年４月１１日第三小法廷判決・民集５４巻４号１３６８頁参\n照）。そこで本件特許に無効事由が存在するかどうかを検討する。\n(1)　本件公知文献の存在\n本件公知文献（特開昭６１－１８６６１３号公報。乙７）の発明は，発明\nの名称を「グラウト注入装置」とし，特許請求の範囲を「長手方向にゾーンごと区\n画して注入口が形成された外管と，この外管内をその軸心方向に移動自在とされた\n内管部材とを備えた注入装置において，前記内管部材は，複数の独立した流路を有\nする内管と，長手方向に間隔を置いて外管の内面にそれぞれ内接してグラウトの液\n密を図るべく設けられた３以上のパッカー部とを有し，前記パッカー部間における\n外管と内管との間隙たる相互に異なる注出室に，前記内管の各流路が１対１で独立\n的に連通していることを特徴とするグラウト注入装置」とするものである。ここに\nは，ボーリング機によって削孔された孔内に，注入口が形成された外管を建て込\nみ，その外管内を所定間隔で設けたパッカー部により複数の注出室に区切り，第１\n内側管及び第１外側管の注出口を上記注出室に連通開口させ，その注出口からグラ\nウトを上記注出室を介し，上記外管の注入口から地山内に浸透させる技術が開示さ\nれている。\n(2)　本件特許発明との比較\nア　共通点\n本件公知文献の発明は，①外管（その材質については後に検討する。）\nを地盤（この点についても後述する。）に穿設した削孔内に挿嵌固定する点，②複\n数のパッカー部と複数の内管からなる内管部材が，外管内に挿嵌され，外管が長手\n方向に複数の注出室に区切られる点，③各内管には，その周壁に注出口が形成さ\nれ，各注出室に対応している点，④グラウトを各内管から同時に注入すると，グラ\nウトは内管部材の注出口から外管の周壁孔である注入口を経て，地盤に浸透硬化し\nて固結領域を形成する点，の各点において本件特許発明と共通である。\nイ　相違点\n他方，①本件公知文献の発明では，工事の対象が「地盤」であるのに対\nし，本件特許発明では「地山」である点，②本件公知文献の発明では，長尺管内の\n各空間に開口しているのが吐出管の周壁に形成された注出口であるのに対し，本件\n特許発明では吐出管の先端である点，③本件公知文献の発明では，固結領域が形成\nされるのが長尺管に相当する外管外のみであるのに対し，本件特許発明では長尺管\n内及び長尺管外である点，である。\nウ　検討\n(ア)　まず上記イ①の相違点から検討する。本件公知文献の発明は「地\n盤」を対象としているものであるが，「地盤」は，第一次的には，水平な地面を一\n応想定しているものとしても，水平でない「地山」を除外しているものとまでは解\nされず，この点は大きな差異ということはできない。しかも，本件特許発明の特許\n出願時に公知の文献である乙１８（「土木施工」１９７８年５月号），乙１９（同\n誌同年６月号）には，トンネル工事の地山に，本件公知文献の発明を用いた工法の\n属するソレタンシュ工法を適用することが記載されているのであるから，なおさら\nである。\n加えて，本件特許発明の特許出願時の公知技術として，乙１０の２\n（無効審判請求書）添付の各文献（「トンネルにおけるパイプルーフ工法・地\n盤」，「トンネル標準示方書（山岳編）・同解説」，特公昭６３－６３６８８号公\n報及び実開昭５８－１９４２９９号のマイクロフィルム（乙８と同一）が存在す\nる。これらには，水平な地盤に限らない「地山」に削孔を穿設し，パイプを挿嵌固\n定してそのパイプからモルタル等の固結用薬液を注入して地山をトンネル地盤を強\n化する技術が開示されている。上記に照らせば，本件公知文献の発明を用いた工法\n（ソレタンシュ工法）を地山に用いることは，本件特許発明の特許出願前に公知の\n技術であったと認められる。\n(イ)　次に上記イ②の相違点について検討する。本件公知文献の発明にお\nいては，各注出室に対応して内管の注出口が開口していることが重要であって，こ\nの点は本件特許発明と同様というべきである。その開口の設け方については，本件\n公知文献にも「なお，内管部材の流路は同芯であることに限定されない。」（４頁\n左欄１７，１８行）と記載されているように，例えば上記実開昭５８－１９４２９\n９号のマイクロフィルムにおける膨出用パイプ１７や二次凝結材用パイプ１８と同\n様，各内管の各先端から吐出されるようにすることは，当業者であれば，容易に想\n到し得るものというべきである。\n(ウ)　さらに，上記イ③の相違点について検討する。本件公知文献の発明\nは，固結領域を外管外に形成するが，もともと外管内には形成しないものである。\n加えて，同技術の外管は，塩ビ製のパイプであり，薬液注入後は内管を引き抜いて\nしまい，空の塩ビ製パイプだけが残るもので，このことからも，同技術は，外管に\n固結用薬液を充填して地盤を補強することは想定していないものとも，一見考えら\nれる。\nしかしながら，乙１７（ソレタンシュ工法を技術導入しているライト\n工業株式会社〔甲１４〕技術本部グラウト部部長藤沢伸行氏の回答書）には，ソレ\nタンシュ工法では，「補強のことを考慮し，ダムの基礎処理，トンネル地山補強工\n事や‥‥では必ずセメントベントナイト液等の中詰め材にて注入外管（マンシェッ\nトチューブ）内を中詰めしております。」と記載されており，このことからすれ\nば，本件公知文献の発明を用いた工法（ソレタンシュ工法）においても，外管に固\n結用薬液を充填して地盤を補強することが本件特許発明の特許出願前に既に公然実\n施されていたか，そうでないとしてもそのような方法は当業者であれば，容易に想\n到し得たものと認められる。\n以上によれば，本件公知文献の発明と本件特許発明との間の上記の(ア)\nないし(ウ)の相違点はいずれも大きなものではなく，これらの相違点の存在を前提\nとしても，当業者であれば，本件公知文献の発明を公知技術と組み合わせることに\nよって容易に本件特許発明に想到し得たものというべきである。したがって，本件\n特許は，特許法２９条２項の規定に違反してされたものであり，同法１２３条１項\n２号に該当するから，無効であることが明らかというべきである。\n４　結論\n以上によれば，被告工法は，本件特許発明の技術的範囲に属さない。また，\n本件特許に無効事由が存在することは明白であり，本件特許権に基づく権利行使は\n権利濫用に当たるというべきである。\nしたがって，その余の争点について検討するまでもなく，原告の請求は，被\n告工法に関する請求はもちろんのこと，被告製品１及び被告製品２に関する請求も\nまた，理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　三    村    量    一\n裁判官  　　  青    木    孝    之\n裁判官村越啓悦は転任のため，署名押印できない。\n裁判長裁判官　　　　三    村    量    一\n工法目録\n名称　「ＡＧＦ－Ｐ工法」，「無拡幅ＡＧＦ工法」，「注入式鋼管先受け工\n法」\n又は「ＳＭＡＬＬ－Ｐ工法」\nその内容は，判決文中の第２，２に記載したとおり\n（別紙）\n図物件目録（１）第１図、第２図物件目録（２）図\n"
}