{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 27
  },
  "case_number": "平成14(行コ)30",
  "case_name": "固定資産税等の賦課処分に対する異議申立棄却決定取消請求控訴",
  "court_name": "福岡高等裁判所",
  "lawsuit_id": "4163",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4163",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/163/004163_hanrei.pdf",
  "contents": "主　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が平成１３年１０月１５日控訴人に対してした別紙物件目録記載\nの土地及び家屋に関する平成１３年度固定資産税及び都市計画税の各賦課処\n分の異議申立てを棄却した決定を取消す。\n第２　当裁判所の判断\n１　前提となる基本的事実（すべて争いがない。）\n(1)　控訴人は，別紙物件目録記載の土地及び家屋（以下「本件不動産」と\nいう。）を所有している。\n(2)　被控訴人は，控訴人に対し，平成１３年４月５日，本件不動産の課税\n標準額を別紙物件目録「納税通知書による課税標準額」欄記載のとおり\nであるとし，それを基準として固定資産税及び都市計画税の賦課処分を\nした（以下「本件賦課処分」という。）。\n(3)　控訴人は，本件賦課処分について，平成１３年６月６日，地方税法１\n９条１号の規定による異議申立てをしたが，被控訴人は，同年１０月１\n５日，同申立てを棄却した（以下「本件決定」という。）。\n２　控訴人の求めた裁判\n控訴人は，本訴において，本件賦課処分それ自体の取消しではなく，本件\n賦課処分に対する異議申立てを棄却した裁決の取消しを求めた。\n３　裁決取消訴訟の構造と控訴人の主張する違法事由\n(1)　行政事件訴訟法１０条２項は，「処分の取消しの訴え」と「その処分\nについての審査請求を棄却した裁決の取消しの訴え」の両方を提起する\nことができる場合には，裁決の取消しの訴えにおいては，処分の違法を\n取消理由として主張できない旨規定する。\n(2)　原判決で争点とされている点は，いずれも処分の違法をいうものであ\nり，裁決の取消しを求める本訴ではそもそも主張自体失当である。\n(3)　そこで，控訴人は，当審第１回口頭弁論期日において，取消しを求め\nる理由を，「本件賦課処分の経過及び内容（特に計算方法）について根\n拠を示して説明するよう求めたのに，これを明らかにせず，かつ審議し\nなかったことが裁決手続固有の瑕疵にあたること及びその点の記載を欠\nく決定には理由不備の違法があること」に限定する旨を述べた。\n４　当裁判所の判断\n(1)　そこで，判断するに，被控訴人は，控訴人から要求のあった課税根拠\nについて，「平成１３年度固定資産税（土地）の賦課決定に至った計算\n方法及び根拠」と題する書面を同年８月１日付けで控訴人に送付してい\nる。よって，本件賦課処分に至った経過及び内容（特に計算方法）を明\nらかにしなかったことが裁決手続の違法であるとする控訴人の主張は前\n提を欠いており，そもそも理由がない。\n(2)ア　次に，控訴人は，本件決定には固定資産評価額あるいは課税標準額\nの計算根拠が記載されておらず，その点理由不備の違法があると主張\nする。\nイ　行政不服審査法４１条１項が裁決には理由を附さなければならない\nとしている理由は，異議決定庁の判断の慎重，公正を期し，その恣意\nを抑制するとともに，裁決の理由を明記することにより不服申立人に\n原処分に対する不服申立てないし取消訴訟の提起に関して判断資料を\n与えるためである。\nウ　本件決定は，この点につき，「路線価格等の再調査は固定資産の評\n価に関するものであることから固定資産評価審査委員会に対する審査\n申出事項であって異議事項でなく，平成１３年度の賦課決定に至った\n計算方法及び根拠については上記(1)のとおり控訴人に送付し，過去の\n負担調整率等の計算方法については，異議申立てが平成１３年度の賦\n課処分に対するものであって，これは平成１２年度の課税標準額の占\nめる割合によって負担調整措置を行っているので，過去の分を明示す\nる必要はない。」として明確に判断を示している。\nエ　本件決定の上記記載は十分にイ記載の要請を充たしているというの\nが相当である。\nオ　したがって，本件決定には理由不備の違法があるという控訴人の主\n張には理由がない。\n５　まとめ\nよって，本件控訴は理由がないので，主文のとおり判決する。\n福岡高等裁判所第１民事部\n裁判長裁判官　　　　宮　　良　　允　　通\n裁判官　　　　藤　　本　　久　　俊\n裁判官　　　　野　　島　　秀　　夫\n（別紙省略）\n"
}