{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 1
  },
  "case_number": "平成16(わ)100",
  "case_name": "殺人被告",
  "court_name": "甲府地方裁判所刑事部",
  "lawsuit_id": "6464",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6464",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/464/006464_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役９年に処する。\n未決勾留日数中５０日をその刑に算入する。\n理　　　　　　　由\n（犯罪事実）\n被告人は，平成１５年８月末か９月初めころから，放浪していた実弟のＡ（以下\n「被害者」ともいう。）が実家である被告人方に戻り，同居するようになったが，\nそのころほとんど仕事がなく，知人に電気代を立て替えてもらったり近隣に住む実\n妹に食料を援助してもらったりという経済的に逼迫した状態にあったことから，仕\n事もせずに昼間から飲酒して被告人の世話になるだけの毎日を送っていた被害者に\n不満を鬱積させ，次第に被害者を邪魔者と感じるようになった。さらに，同年１１\n月初めころから，被害者が意味不明な独り言を口走ったり，頭を１０分間くらい振\nり回し，こたつの敷布団を破るなどの不可解な行動をし，更には突然被告人の胸ぐ\nらに掴みかかるなどの暴力を振るうようになったことから，被告人は，被害者が飲\n酒のし過ぎで精神に\n異常を来したと考えたものの，誰にも相談できずにあれこれ思い悩むうちに，被害\n者をこのままにしていたら，一人の時より倍くらいの金がかかって二人とも共倒れ\nになってしまうし，いずれ刃物を持ち出すなどして自分が殺されてしまうかもしれ\nない，だからといって家から追い出して他人に迷惑をかけたら自分の責任になって\n困るなどと考えたあげく，精神に異常を来して様々な形で自分に迷惑をかけかねな\nい邪魔な被害者は，事故か病気で死んでくれたらいいとか，死ぬのを待っていたの\nでは生活も苦しくなる一方なので，いっそのこと自分の手で殺すしかないなどと思\nい詰めるようになった。\n被告人は，平成１５年１１月上旬ころの午前１１時ころ，山梨県北都留郡ａ町ｂ\nｃ番地の被告人方庭先でゴミを燃やしていたところ，同番地の被告人方敷地の南端\nにおいて，Ａ（当時５０歳）が急斜面に面して小便をするような格好で立ったのを\n見かけ，この高さから突き落とせば打ち所が悪ければ死ぬかもしれない，同人が小\n便をしていたときに誤って落ちたことにすれば自分が怪しまれないで済む，同人を\n殺すなら今しかないと考え，咄嗟に同人を殺害しようと決意し，同所において，殺\n意をもって，前記急斜面に向かって佇立していた同人の背中を力任せに右手で押し\nて，同人を直線距離にして約９．２メートル前方，高低差にして約５．８メートル\n下の同町ｂｄ番ｅの茶畑に突き落とした上，同所において，同人の頸部を左腕で力\n一杯絞め付け，よっ\nて，そのころ，同所において，同人を窒息死させて殺害したものである。\n（法令の適用）\n被告人の判示所為は刑法１９９条に該当するところ，所定刑中有期懲役刑を選択\nし，その所定刑期の範囲内で被告人を懲役９年に処し，同法２１条を適用して未決\n勾留日数中５０日をその刑に算入し，訴訟費用については，刑事訴訟法１８１条１\n項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，判示のとおりの殺人の事案である。\n被告人が本件犯行を敢行するに至った動機形成の過程は，前記認定のとおりであ\nるが，自らが経済的に困窮していた被告人が，弟である被害者と同居することにな\nり，被害者が仕事もせず酒浸りの生活を送っているのを見て，このままでは二人と\nも共倒れとなってしまうとの危機感を募らせ，被害者に対して強い憤りを感じるよ\nうになったことは理解できないわけではないものの，自らも酒浸りの毎日を送る中\nで，これまでどおり自堕落な生活を続けていくには，邪魔になる被害者には死んで\nもらうしかないと考えて，本件犯行に及んだものであり，その短絡的かつ身勝手な\n動機に酌量の余地は乏しい。被告人は，被害者が精神に異常を来して，いずれ刃物\nを持ち出すなどして自分が殺されてしまうかもしれないという恐怖を感じていたと\nいうけれども，一方\nでは，被害者が暴れ出して，暴力をふるってくることがあっても，自分は仕事もし\nていて体力には自信があったので，喧嘩になっても勝つことができると思っていた\n旨も供述しており，殺されるかもしれないという恐怖は切迫したものではなかった\nことが明らかであり，仮に，被告人がそのような恐怖を感じていたとしても，何ら\n本件犯行を正当化するものではない。\n犯行態様は，無防備な被害者を背後から崖下に突き落とし，抵抗もできなくなっ\nたところを，確実に殺害するため，被害者の頭や脇腹を足蹴りにした上，「早く死\nね。」と思いながら被害者の頸部を約３分間ほど力一杯締め続けて窒息死させてお\nり，その殺害方法は，極めて卑劣かつ残忍である。\n被害者は，仕事もせず酒浸りの自堕落な生活を続けていたものではあるが，もと\nより生命を奪われなければならないような落ち度は全くなく，全く事態を予想でき\nないまま，肉親である被告人の手によって殺害されたもので，５０歳という年齢\nで，突如その生命を絶たれたのであって，その苦痛や無念さは想像に難くない。の\nみならず，殺害された後も，無惨な姿で野ざらしにされていたのであって，哀れと\nいうほかはなく，本件犯行の結果は，まことに重大である。被害者の遺族らの被害\n感情に当初厳しいものがあったのも当然といえる。\nさらに，犯行後の行状を見ても，被告人は，被害者の遺体を弔うことなく，その\nまま野ざらしにしておいただけでなく，邪魔者がいなくなって清々したという思い\nで，酒浸りの日々を送り，遺体が発見された後も，今までと同じように自由に暮ら\nしたいなどという身勝手な理由から，しばらくの間は犯行自体を否認し続けていた\nのであって，全く改悛の情をうかがうことのできない態度に終始していた。のみな\nらず，被告人は，当公判廷においても，自分の生活を守るためには仕方がなかっ\nた，被害者は死んだ方がよかったと思うなどと述べており，自己の責任を真摯に顧\nみる姿勢が不十分であるといわざるを得ない。\n以上の事情に照らすと，本件犯情は悪質で，被告人の刑事責任は重大である。\nしかしながら，他方で，被告人は被害者殺害の時期や方法などの計画を周到に練\nっていたとまでは認められず，本件犯行は，たまたま無防備の状態にある被害者を\n見かけたことに端を発した偶発的な犯行であること，被告人が，逼迫した経済状態\nの中で，このままでは二人とも共倒れになってしまうとの危機感を募らせ，弟や妹\nらに相談することもできないまま，精神的に追い詰められていった心情に同情の余\n地がないではないこと，被告人は，これまでに被害者の長女に対して示談の申し入\nれをして慰謝に努め，被害者の長女も厳重な処罰までは求めないとの心境になって\nいること，被告人の実妹が情状証人として出廷し，今後の指導監督を誓約するとと\nもに，被告人の兄弟らも，現在では，本件犯行に追い込まれていった被告人の心情\nを理解して，厳重な\n処罰までは望まず，社会復帰後は被告人を支えていく旨述べていること，被告人\nは，当公判廷において，本件犯行を素直に認め，被告人なりに反省の態度を示して\nいること，被告人には一般前科がないこと，その他不遇な生活歴など，被告人のた\nめに斟酌すべき事情も認められるので，これらの事情をも十分に考慮した上，被告\n人を主文のとおりの刑に処するのが相当であると判断した。\nよって，主文のとおり判決する。\n（検察官倉持俊宏，国選弁護人東條正人各出席）\n（求刑　懲役１２年）\n平成１６年７月１日\n甲府地方裁判所刑事部\n裁判長裁判官　　　川　　島　　利　　夫\n裁判官　　　柴　　田　　　　　誠\n裁判官　　　肥　　田　　　　　薫\n"
}