{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 27
  },
  "case_number": "平成11(行ウ)1",
  "case_name": "所得税にかかる過少申告加算税の賦課決定処分取消請求事件",
  "court_name": "鳥取地方裁判所",
  "field": "行政",
  "gist": "所得税の修正申告をした納税者が，その後された過少申告加算税賦課決定が違法であるとしてした同決定の取消請求が，認容された事例",
  "case_gist": "所得税の修正申告をした納税者が，その後された過少申告加算税賦課決定が違法であるとしてした同決定の取消請求につき，国税通則法６５条５項に規定する「その提出が，その申告に係る国税についての調査があったことにより当該国税について更正があるべきことを予知してされたもの」といえるためには，?客観的要件としては，「調査なければ修正申告なし」という関係（相当因果関係）の存在が必要であり，?主観的要件としては，修正申告書において，調査があったことを認識し，その認識に基づいて，将来において更正がされる可能性があると予測したことが必要であり，?の更正可能性を予測したか否かの判断基準時については，修正申告書の提出時を基準として，当該修正申告者が，更正の可能性を予測して修正申告書を提出したものであるか否かを判断するのが相当であるとした上，前記納税者は，高額納税者の公示を回避するために，当初から，修正申告をする意図を持った上で，長期譲渡所得を記載しないまま確定申告をした後に，同長期譲渡所得について修正申告をしたものであること，確定申告当時の時点において，既に，同人の前記長期譲渡所得の申告漏れが明らかになるのはほぼ確実な状況であったといえること，同人が修正申告をしなければ前記長期譲渡所得に係る所得税を免れることができるという状況にあったとはいえないことなどの事情からすると，調査がされなくても，同人がいずれは修正申告をしたであろうことが推認できるから，調査なければ修正申告なしという関係は認め難く，前記?の要件は認められないから，修正申告の提出は，調査があったことにより更正を予知してされたものとはいえないとして，前記請求を認容した事例",
  "lawsuit_id": "15630",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15630",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/630/015630_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告らの平成八年分の各所得税について平成九年五月一六日になした各\n過少申告加算税賦課決定をいずれも取り消す。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n一　本件は、原告らの平成八年分所得税につき被告がそれぞれ過少申告加算税賦課\n決定をしたことについて、原告らが、国税通則法六五条五項の適用により過少申告\n加算税を賦課することはできないから、右条項の適用はないものとしてなされた右\n過少申告加算税賦課決定は違法であるとして、その取消しを求めた事案である。\n二　争いのない事実等（証拠等により認定した事実については、その認定に用いた\n証拠を適宜掲記した。）\n１　当事者\n原告Ａは、平成九年当時、学校法人鳥取県東部自動車学校（以下「東部自動車学\n校」という。）の理事長の地位にあった者であり、原告Ｂは、原告Ａの妻である。\n２　本件訴訟に至る経緯\n（一）　原告らの平成八年分の各所得中にはそれぞれ土地譲渡による長期譲渡所得\n（以下「本件各長期譲渡所得」という。）が含まれていたが、原告らは、別表一及\nび二のとおり、平成九年三月一三日、原告らの平成八年分の各所得について本件各\n長期譲渡所得の金額を記載しないまま、それぞれ確定申告（以下「本件各確定申\n告」という。）をした（甲一の１、２）。\nその後、原告らは、別表一及び二のとおり、平成九年四月二四日、本件各長期譲\n渡所得の金額をそれぞれ二億五二六五万円と記載して、それぞれ修正申告（以下\n「本件各修正申告」という。）をした（甲二の１、２）。\nこれに対し、被告は、別表一及び二のとおり、同年五月一六日、原告らに対し、\n原告Ａについては過少申告加算税の額を一〇〇九万九〇〇〇円とし、原告Ｂについ\nてはその額を一〇四三万七五〇〇円として、それぞれ過少申告加算税賦課決定（以\n下「本件各賦課決定」という。）をした（甲三の１、２）。\n（二）　そこで、原告らは、同年七月一五日、本件各修正申告は、いずれも、国税\n通則法六五条五項所定の「その申告に係る国税についての調査があったことにより\n当該国税について更正があるべきことを予知してされたもの」ではないから、同条\n一項に基づく過少申告加算税を賦課することはできないと主張して、本件各賦課決\n定について、それぞれ異議申立てをしたが、被告は、同年一〇月一三日、右各異議\n申立てをいずれも棄却\nする旨の異議決定をした（甲四の１、２、五）。\n原告らは、右異議決定を不服として、同年一一月一二日、国税不服審判所長に対\nし、それぞれ審査請求をしたが、同所長は、平成一〇年一〇月三〇日、右各審査請\n求をいずれも棄却する旨の裁決をした（甲六、七、八の１、２）。\n（三）　そこで、原告らは、平成一一年一月二九日、本件訴訟を提起した。\n三　争点\n本件各修正申告における修正申告書（以下「本件各修正申告書」という。）の提\n出が、国税通則法六五条五項に定める「その申告に係る国税についての調査があっ\nたことにより当該国税について更正があるべきことを予知してされたもの」である\nか否か。\n四　争点についての当事者の主張の要旨\n１　原告ら\n本件各修正申告は、東部自動車学校における経営上の事情があって所得税法上の\n高額納税者公示を避けるため、当初より確定申告日から時期を遅らせて修正申告す\nる計画の下に、確定申告日から三九日後に自発的になされたものであり、本件各修\n正申告書を提出するまでの間、被告から一、二度、本件各長期譲渡所得につき、原\n告らの関与税理士へ問い合せ等があったが、それらとは無関係に、右のとおり、当\n初の計画に基づいて自発的になされたものであるから、本件各修正申告書の提出\nが、国税通則法六五条五項の「その申告に係る国税についての調査があったことに\nより当該国税について更正があるべきことを予知してされたもの」でないことは明\n白であって、過少申告加算税を賦課することはできず、本件各賦課決定は、同条項\nの解釈適用を誤った違法な処分であり、いずれも取り消されるべきものである。\n２　被告\n原告らは、本件各修正申告書提出時において、被告によって原告らの平成八年分\n所得税についての調査がなされていることを知っており、いずれ更正があるべきこ\nとを予知していたといえるから、原告らの主張する国税通則法六五条五項の適用の\n余地はなく、同条一項に基づいてなされた本件各賦課決定はいずれも適法である。\n第三　証拠\n書証目録及び証人等目録に記載のとおりであるから、これを引用する。\n第四　争点に対する判断\n一　証拠（甲一ないし四の各１、２、五ないし七、八及び九の各１、２、一〇の１\nないし４、一一、一二の１、２、一三ないし二〇、乙一、三、四、五及び六の各\n１、２、九、一〇、証人Ｃ、同Ｄ、同Ｅ、原告Ａ本人）及び弁論の全趣旨によれ\nば、本件各修正申告に至る経緯の概要に関し\nて、次のような事実が認められる。\n１　現在、東部自動車学校の学校用地となっている鳥取市松並町三丁目一二一番ほ\nか四三筆の合計一万五三四七・四二平方メートルの土地（以下「本件土地」とい\nう。）は、もともとは、原告Ａ、原告Ｂ、原告Ａの実姉であるＦ及びその夫であり\n東部自動車学校の元理事長でもあるＧら四名の等分の共有地であったが、平成八年\n一〇月二五日、右四名から東部自動車学校に対し、総額一二億円で売却譲渡された\nものである。\n原告Ａは、右譲渡による所得である本件各長期譲渡所得が高額となるため、いず\nれは高額納税者の公示により原告らの名前が公表されることになるが、そうなれ\nば、右譲渡の事実が東部自動車学校の労働組合に知れるところとなり、今後の労使\n交渉においてそのことが話題に取り上げられて経営者側が窮地に立たされかねない\nと考え、高額納税者の公示に名前が載らないようにしたいと思い、そのことをＧに\nも相談していた。\n２　ところで、原告らは、本件各長期譲渡所得については、平成九年三月の確定申\n告を予定し、税理士である証人Ｄに対し、右確定申告の手続を依頼していたが、同\n年二月下旬ころ、原告Ａは、東部自動車学校の実質的な関与税理士であるＨ税理士\nとＧから、このままでは高額納税者の公示に名前が載るので、それを避けるために\n修正申告する方法をとるのがよい旨の教示を受けた。\nそこで、原告Ａは、証人Ｄに対し、Ｈ税理士の右提案について相談したところ、\n証人Ｄは、過去に同様の方法をとったことがある旨の説明をして右の修正申告の方\n法について賛同した。\n当時既に、証人Ｄの税理士事務所（以下「中尾税理士事務所」という。）の担当\n事務員である証人Ｅは、本件各長期譲渡所得を含めて計算した確定申告書の草案を\n作成するなどの準備を開始していたが、右の修正申告の方法により、本件各長期譲\n渡所得を記載しないで確定申告をすることとなったため、中尾税理士事務所におい\nては、その旨の計算をした本件各確定申告書を作成し、同年三月一三日、これらを\n被告に提出した。\n証人Ｄは、同日、本件各確定申告書に押印するために中尾税理士事務所に来所し\nた原告Ａの面前で、鳥取税務署の資産課税部門へ架電し、原告らの確定申告につい\nては事情があって後日修正申告する旨を担当の統括国税調査官に伝言してくれるよ\nう申し入れた。\nなお、証人Ｄは、被告においては毎年四月二〇日ころに高額納税者の公示の\nための資料収集手続を終了するものと思っていたので、同年四月二〇日ころにその\n終了を確認した上で、本件各長期譲渡所得についての修正申告をする予定としてい\nた。\n３　ところで、右の修正申告の方法の発案者であり、Ｇ夫妻の関与税理士でもあっ\nたＨ税理士は、同年三月一五日の確定申告期限を経過すれば、それ以降になされた\n申告については、高額納税者の公示の対象とならないものと誤信し、同月二五日、\n証人Ｄと連絡をとることなく、Ｇ夫妻の修正申告書を添付書類とともに被告に提出\nしたが、右公示の対象となるのは、所得税法施行規則一〇六条により、三月三一日\nまでになされた申告とされていたため、Ｇ夫妻の修正申告後の納税額等は、鳥取県\nにおける第一位及び第二位の納税額として後日公示された。\n４　Ｇ夫妻の右修正申告書の添付書類である売買契約書（甲九の２、乙一）等によ\nり、本件土地の共有者であった原告らの平成八年分所得に本件各長期譲渡所得があ\nったことを知った鳥取税務署の統括国税調査官である証人Ｃは、直ちに被告内部で\nの資料等の検討の調査を始めるとともに、平成九年三月二八日、中尾税理士事務所\nに電話を架け、原告らの本件各長期譲渡所得について問い合せをしたが、同事務所\nの事務員は、その時証人Ｄが出張で不在だったため、証人Ｄが出張から帰り次第連\n絡させる旨答えた。\n同年四月二日、出張から帰った証人Ｄは、右問い合せに対する回答として、鳥取\n税務署の資産課税部門に電話を架け、原告らが高額納税者として公示されると、東\n部自動車学校の労働組合との問題が生じて困るので、後日、本件各長期譲渡所得に\nついて修正申告書を提出する旨を証人Ｃに伝言して欲しいと連絡した。\n５　そして、同年四月二〇日ころ、証人Ｄは、被告において高額納税者公示のため\nの資料収集手続が終了したことを知ったが、その際、Ｇ夫妻が高額納税者の公示の\n対象となっていることや同年三月三一日までの申告分が公示対象となることも知っ\nた。\n同月二一日、証人Ｃから証人Ｄに対し、原告らの修正申告書の提出を催促する電\n話があったので、証人Ｄは、近日中に修正申告書を提出する旨回答した。\n同月二三日、証人Ｄは、証人Ｃに電話を架け、同月二四日に原告らの各修正申告\n書を提出すると説明した。\n６　同年四月二四日、証人Ｄは、原告らの本件修正申告書を被告に提出した。\n二　前記争いのない事実及び右一に認定した事実に基づいて検討する。\n１\nまず、国税通則法六五条五項に規定する「その提出が、その申告に係る国税につい\nての調査があったことにより当該国税について更正があるべきことを予知してされ\nたもの」という要件について検討するに、同条項が「その提出が、・・・調査があ\nったことにより・・・更正があるべきことを予知してされたもの」と規定されてい\nることからすると、①客観的要件としては、「調査なければ修正申告なし」という\n関係（相当因果関係）の存在が必要であり、②主観的要件としては、修正申告書に\nおいて、調査があったことを認識し、その認識に基づいて、将来において更正がな\nされる可能性があると予測したことが必要であると解するのが相当である。そし\nて、右②の更正可能性を予測したか否かの判断基準時については、修正申告がなさ\nれた時点における修正申告者の内心は、通常、修正申告の意図（動機）を最もよく\n表しているものといえ、修正申告がいかなる認識のもとに提出されたのかを解明す\nるためには、その時点における当事者の内心を探求するのがもっとも合理的である\nといえること、同条項は「修正申告書の提出があった場合において、その提出\nが、・・・予知してされたものでないときは、」と規定されており、現実になされ\nた修正申告の提出が予知してなされたものであるか否かを問う形式となっているこ\nとなどからすると、修正申告書の提出時を基準として、当該修正申告者が、更正の\n可能性を予測して修正申告書を提出したものであるか否かを判断するのが相当であ\nる（なお、右②の更正可能性の予測の有無の判断は、結局のところ、修正申告者\nが、過少申告の状態にあることを認識していたか否か、課税庁の調査の段階ないし\n程度についてどのような認識をしていたか、などの事情を総合的に勘案した上でせ\nざるを得ない。そして、過少申告であることを認識していた者については、調査が\nあったということさえ認識すれば、その調査の段階ないし程度についての認識がど\nのようなものであったとしても、通常は、将来の更正の可能性を予測したものとい\nえるが、過少申告であることを過誤等により認識していなかった者については、そ\nの者が認識した調査の段階ないし程度の内容により、将来の更正の可能性を予測し\nたか否かが分かれるといえる。また、右①と②の要件の関係については、②の主観\n的要件が充たされる場合には、通常、①の要件があることが推認されるが、特段の\n事情がある\n場合、例えば、調査とは無関係に修正申告を提出する意思を確定的に有していてそ\nれに基づいて申告書を提出した場合や調査とは無関係に修正申告をせざるを得ない\n客観的状況下において修正申告を提出した場合等、調査がなくても修正申告がなさ\nれたであろうということが推認できる場合には、「調査なければ修正申告なし」と\nいう関係が認められないから、①の要件が充たされたことにはならないというべき\nである。）。\nなお、被告は、確定申告が過少申告となっていることを認識している者が、調査\nがあったことを認識した以上、将来における更正を予知したといえるのであり、そ\nのような心理状態で修正申告をした以上は、それ以前の時点において確定的に修正\n申告をする意図を有していたことがあったとしても、将来の更正を予知して修正申\n告を提出したことになる旨主張する。\nしかしながら、修正申告の意図（動機）として複数のものが併存し得ることは否\n定できないし、また、その併存し得る複数の意図（動機）の強さや程度もそれぞれ\n異なり得るのである。そして、国税通則法六五条五項が、結果としては課税のため\nの調査にかかるコストをできるだけ少なくするという機能ないし効果を有している\nことは否定できないとしても、その趣旨が、申告納税方式による課税においては、\n納税者が正確な納税額を自発的に申告することを基本としており、たとえ確定申告\n日を経過して事後的になったとしても、なおも納税者による正確な納税額の自発的\n申告を奨励することにあると解されるのであって、同条項の主眼は、あくまで申告\n者による正確な納税額の自発的申告を奨励するところにあるといえる。したがっ\nて、右のような場合においても、同条項の適用がなく、過少申告加算税が賦課され\nるとすると、かえって納税者の自発的修正申告の意欲を減退させることにもなりか\nねず、相当ではないから、被告の右主張を採用することはできない。\n２　次に、国税通則法六五条五項に規定されている「調査」について検討するに、\n同条項の趣旨が、前記説示のとおり、納税者による正確な納税額の自発的申告を奨\n励することにあると解されることからすれば、同条項に規定する「調査」とは、調\n査が自発的でない修正申告を決意させる事情となったものであれば、その内容や程\n度を問わないとするのが右趣旨に合致するから、右調査とは、当該申告者の申告義\n務の要否等について課税庁がなす一連の思考ない\nし判断過程の一切をいうものと解すべきである（なお、原告は、調査が更正に至る\nことを認識する端緒となるものである以上、その調査自体が、客観的な段階とし\nて、やがて更正に至ることが確実であるという状態にまで至っている必要があり、\nかつ、そのような状態にあることが外部的にも認識し得る状態になっている必要が\nあると主張するが、そのように解さなければならない論理的必然性があるわけでは\nなく、また、仮に、原告のような見解に立てば、納税者が何らかの事情でそのよう\nな程度ないし状態に至っていない調査がなされたことを知ったことにより、更正を\n免れようとして自発的ではない修正申告をした場合にも、過少申告加算税が賦課で\nきないという不都合も生じかねないから、原告の右主張は採用することができな\nい。）。\n３　以上を本件についてみるに、原告らは、高額納税者の公示を回避するために、\n当初から、修正申告をする意図（動機）を持った上で、本件各長期譲渡所得を記載\nしないまま本件各確定申告をした後に、本件各長期譲渡所得について本件各修正申\n告をしたものであること、本件土地の共有者であるＧ夫妻が現実に自発的な修正申\n告をしたこと、そのため、本件各確定申告当時の時点において、既に、その後のＧ\n夫妻による修正申告によって原告らの本件各長期譲渡所得の申告漏れが被告に対し\nて明らかになるのはほぼ確実な状況であったといえること、したがって、原告ら\nが、本件各修正申告をしなければ本件各長期譲渡所得に係る所得税を免れることが\nできるという状況にあったとはいえないことなどの事情が認められ、これらの事情\nからすると、被告による調査がなされなくても、原告らがいずれは修正申告をした\nであろうことが推認できるから、本件における被告の調査の程度がいかなるものと\nしても、調査なければ修正申告なしという関係は認め難いといわざるを得ない。\nそして、本件各修正申告が、被告の調査がなされたことによって、当初の計画よ\nり早くあるいは逆に遅く提出されたというような事情もうかがわれないところ、た\nとえ、原告らが、本件各修正申告書の提出時においては、自らが過少申告の状態に\nあることを知っていたため、本件についての被告の調査を認識したことにより、将\n来の更正の可能性を予測したとしても、それは、原告らが当初から修正申告書提出\nの意図（動機）を有していたことからするとむしろ当然のことであって、被告の調\n査\nを認識したことが本件各修正申告書提出の決定的な意図（動機）になったものとは\n認め難いのである。\nそうすると、結局のところ、本件においては、右１の②の要件は認められるが、\n右１の①の要件は認められないから、本件各修正申告の提出は、調査があったこと\nにより更正を予知してなされたものとはいえず、本件については、国税通則法六五\n条五項の適用により、同条一項に基づく過少申告加算税を賦課することはできない\nというべきである。\n三　なお、被告は、本件に関する事実関係を一部争い、平成九年三月一三日に証人\nＤが鳥取税務署の資産課税部門に架電したことも同年四月二一日に証人Ｄが証人Ｃ\nに架電したこともないなどと主張し、その他本件各修正申告に至る経緯について前\n記一の認定と異なる主張をしているが、その裏付けとなる書証としては、証人Ｃほ\nか作成の調査メモ（乙四、五及び六の各１、２）があるものの、それらの記載は重\n要な箇所において不正確な記載があり、その信用性については疑問が残るし、証人\nＣの証言や同人作成の陳述書の記載は、いずれも、右のとおり、その裏付けとなる\nべき客観的証拠の信用性に疑問があるので、直ちに採用することはできないから、\n被告の主張に係る事実をそのまま認めることもできないし、仮に、被告の主張に係\nる事実が認められたとしても、右説示のとおりであるから、本件の結論に何ら影響\nを与えない。\nまた、被告は、当初から適法な確定申告をしないままに修正申告をした者につい\nては、国税通則法六五条五項が適用されるべき状況にあると評価することはできな\nい旨主張するので検討するに、確かに、申告納税方式においては、確定申告期日ま\nでに正確な納税額を申告することが義務づけられており、理由のいかんを問わず、\n意図的に不正確な納税額を申告をすることは、右法制度の趣旨に沿わない行為であ\nることは否めないが、同条項の解釈適用に関する限りにおいてみれば、同条項は、\n確定申告が客観的に過少申告であったときに修正申告書が提出された場合について\n規定しているのであって、当該過少申告が過誤によるものなのか意図的になされた\nものなのかを問わない文言となっていること、同条項の適用がある場合には、重加\n算税も賦課されないが（国税通則法六八条一項参照）、この場合は、むしろ意図的\nに納税を免れようとした場合も含むものと考えられること、また、意図的に過少申\n告した者であっても、後に改心\nして自発的に修正申告をしたのであれば、その者に対し国税通則法六五条五項によ\nる過少申告税免除の恩恵を与えるのが自発的な納税申告を奨励するという同条項の\n趣旨や税政策により沿うものであるともいえることなどからすると、被告の右主張\nを採用することはできない（なお、同条項の要件の解釈については、前記説示のと\nおりであって、申告者が、事前に、課税庁に対し、後日修正申告を提出する予定で\nあることを通知しただけで直ちに同条項の要件が充たされるわけではないことを付\n言しておく。）。\n四　よって、本件各賦課決定は、いずれも、国税通則法六五条五項の解釈を誤って\nなされたものであって、その点についての違法があることは否定できないから、取\n消しを免れない。\n第五　結語\n以上によれば、原告らの本訴請求は理由があるから、これを全部認容することと\nし、訴訟費用の負担については、行政事件訴訟法七条、民事訴訟法六一条を適用し\nて、主文のとおり判決する。\n鳥取地方裁判所民事部\n裁判長裁判官　内藤紘二\n裁判官　一谷好文\n裁判官　三島琢\n"
}