{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 12
  },
  "case_number": "平成16(受)1219",
  "case_name": "根抵当権抹消登記手続等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第220号403頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成15(ネ)609",
  "original_date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 16
  },
  "gist": "１　建築会社の担当者が顧客に対し融資を受けて顧客所有地に容積率の制限の上限に近い建物を建築した後にその敷地の一部売却により返済資金を調達する計画を提案した際に上記計画には建築基準法にかかわる問題があることを説明しなかった点に説明義務違反があるとされた事例\n２　建築会社の担当者と共に顧客に対し融資を受けて顧客所有地に容積率の制限の上限に近い建物を建築した後にその敷地の一部売却により返済資金を調達する計画を説明した銀行の担当者に上記計画には建築基準法にかかわる問題があることについての説明義務違反等がないとした原審の判断に違法があるとされた事例",
  "case_gist": "１　建築会社の担当者が，顧客に対し，銀行から融資を受けて顧客所有地に容積率の制限の上限に近い建物を建築した後，敷地として建築確認を受けた土地の一部を売却することにより融資の返済資金を調達する計画を提案し，顧客が，上記計画に沿って銀行から融資を受けて建物を建築したが，その後，上記土地の一部を予定どおり売却することができず，上記融資の返済資金を調達することができなくなったところ，上記計画には，上記土地の一部の売却によりその余の敷地部分のみでは上記建物が容積率の制限を超える違法な建築物となり，また，上記土地の一部の買主がこれを敷地として建物を建築する際には，敷地を二重に使用することとなって建築確認を直ちには受けられない可能性があるという問題があったなど判示の事実関係の下においては，上記問題を認識しながらこれを顧客に説明しなかった上記担当者には，信義則上の説明義務違反がある。\n２　銀行の担当者が，顧客に対し，融資を受けて顧客所有地に容積率の制限の上限に近い建物を建築した後，敷地として建築確認を受けた土地の一部を売却することにより融資の返済資金を調達する計画を提案した建築会社の担当者と共に，上記計画を説明し，顧客が，上記計画に沿って銀行から融資を受けて建物を建築したが，その後，上記土地の一部を予定どおり売却することができず，上記融資の返済資金を調達することができなくなったところ，上記計画には，上記土地の一部の買主がこれを敷地として建物を建築する際，敷地を二重に使用することとなって建築確認を直ちには受けられない可能性があることなどの問題があったなど判示の事実関係の下においては，顧客が，原告として，銀行の担当者は顧客に対して上記土地の一部の売却について取引先に働き掛けてでも確実に実現させる旨述べたなどの事情があったと主張しているにもかかわらず，上記事情の有無を審理することなく，上記担当者について，上記問題を含め上記土地の一部の売却可能性を調査し，これを顧客に説明すべき信義則上の義務がないとした原審の判断には，違法がある。",
  "ref_law": "（１，２につき）民法1条2項，民法415条，民法709条，建築基準法52条　（１につき）民法632条　（２につき）民法587条",
  "lawsuit_id": "33185",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=33185",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/185/033185_hanrei.pdf",
  "contents": "主文\n原判決中上告人の被上告人らに対する請求に関する部分\nを破棄する。\n前項の部分につき，本件を大阪高等裁判所に差し戻す。\n理由\n上告代理人井関正裕，同国府泰道，同斎藤英樹の上告受理申立て理由第五につい\nて\n１ 原審の確定した事実関係の概要等は，次のとおりである。\n(1) 上告人は，第１審判決別紙物件目録記載１及び３の各土地並びに同目録記\n載９の建物（以下「本件建物」という。）を所有し，他の共有者２名と共に，同目\n録記載２，４～８の各土地を共有している（以下，同目録記載１～８の各土地を併\nせて「本件各土地」という。）。\n(2) 上告人は，平成元年ころ，取引のあった被上告人Ｙ （当時の商号はＡ銀１\n行。以下「被上告銀行」という。）の担当者（以下「銀行担当者」という。）か\nら，土地の有効利用についてノウハウを有する会社として，被上告人Ｙ （以下２\n「被上告人Ｙ 」という。）を紹介された。２\n(3) 被上告人Ｙ の担当者（以下「Ｙ 担当者」といい，銀行担当者と併せて２２\n「本件各担当者」という。）は，平成２年１月ころ，上告人の自己資金２億８７７\n０万円に借入金９０００万円を加えた資金で，本件各土地上にあった建物を取り壊\nし，自宅部分，賃貸部分及び店舗・事務所から成る本件建物を新たに建築し，本件\n建物の賃貸部分からの賃料収入を借入金の返済等に充てる計画（以下「本件計画」\nという。）を立案し，これに基づき，同月１８日付けの経営企画書（以下「本件経\n営企画書」という。）を作成した。なお，Ｙ 担当者は，上記自己資金について２\nは，本件建物を建築した後，本件各土地のうち北側に位置する上記目録記載１～４\nの各土地のうち約８０坪分（以下，この部分の土地を「本件北側土地」という。）\nを売却して調達することを前提としていた。また，銀行担当者は，本件経営企画書\nを参照して，同月２２日付けの「ハートの設備投資プラン」と題する書面（以下\n「本件投資プラン」という。）を作成した。本件投資プランには，上告人の自己資\n金２億８７７０万円及び銀行からの借入金９０００万円の合計３億７７７０万円で\n本件建物を建築し，本件建物の賃貸部分からの賃料収入を借入金の返済等に充てた\n場合の具体的な資金計画等が記載されていた。そして，本件各担当者は，そのこ\nろ，上告人を訪問し，上告人に対して本件経営企画書及び本件投資プランを提示\nし，その内容を説明した。\n本件各担当者は，その当時，本件計画における上告人の自己資金については，本\n件建物を建築した後，本件北側土地を約３億円で売却することによってねん出する\nことができると考えており，本件各担当者の上告人に対する説明もこれを前提とす\nるものであった。上告人は，上記説明により，上記自己資金のねん出が可能である\nと考え，これを前提として，被上告銀行から建築資金全額の融資を受け，本件建物\nを建築することとした。\n(4) 上告人は，被上告人Ｙ との間で，本件計画に基づき，平成２年４月，建物２\n設計契約を締結し，さらに，同年６月，請負代金を３億９５００万円とする本件建\n物の建築請負契約を締結した。\n被上告人Ｙ は，平成３年１０月，本件建物を完成させてこれを上告人に引き渡２\nした。\n(5) 被上告銀行は，上告人に対し，平成２年３月から平成３年９月までの間\nに，本件建物の建築資金等として合計４億６４５０万円を貸し付けた（以下，これ\nらの貸付けを併せて「本件貸付け」という。）。その後，被上告銀行は，平成４年\n３月２日，上告人に対し，主として本件貸付けに係る債務の返済に充てるため，証\n書貸付け（貸付金額１億５０００万円）及び手形貸付け（貸付金額３億４２００万\n円）の方法により，合計４億９２００万円を貸し付けた（以下，これらの貸付けを\n併せて「第２貸付け」という。）。なお，上記証書貸付けは，最終弁済期を平成７\n年２月５日，貸付利率を年６．０３２％，遅延損害金の利率を年１４％とするもの\nであり，また，上記手形貸付けに際し，上告人が被上告銀行に対して振り出した約\n束手形の支払期日は，平成４年９月２日であった。\n(6) 本件各土地における建築基準法５２条１項所定の容積率は，１０分の２０\nである。本件建物は，本件北側土地を含む本件各土地全体を敷地として建築確認が\nされたものであり，その敷地に係る容積率の制限の上限に近いものであったため，\n本件北側土地が売却されると，その余の敷地部分のみでは容積率の制限を超える違\n法な建築物となり，また，買主が本件北側土地を敷地として建物を建築する際に\nは，異なる建築物について土地を二重に敷地として使用することとなるため，確認\n申請に際し，建築確認を直ちには受けられない可能性があった（以下，このような\n土地の使用を「敷地の二重使用」という。）。\n(7) Ｙ 担当者は，上記(6)の問題（以下「本件敷地問題」という。）とこれに２\nより本件北側土地の売却価格は低下せざるを得ないことを認識していたが，上告人\nに対し，これを何ら説明することなく，売却後の本件北側土地に建物が建築される\n際，建築主事が敷地の二重使用に気付かなければ建物の建築に支障はないとの見込\nみに基づいて本件計画を提案したものであった。他方，上告人及び銀行担当者は，\n上記売却によって本件敷地問題が生ずることを知らなかった。\n(8) 上告人は，本件建物を建築した後，予定どおり本件北側土地を売却するこ\nとができないため，返済資金を確保することができずに，第２貸付けに係る債務の\n支払を遅滞した。被上告銀行は，第２貸付けに係る債権を担保するため，本件各土\n地及び本件建物について根抵当権を有していたところ，平成１１年８月２０日，同\n根抵当権に基づく不動産競売の開始決定がされた。\n２ 本件は，上告人が，① 本件貸付けを受けて本件建物を建築したのは，本件\n北側土地を約３億円で売却することによって，本件貸付けのうち本件計画における\n自己資金部分に相当する返済資金を調達できることが前提であった，② しかし，\n本件建物の建築後に本件北側土地を売却すれば本件敷地問題が生ずるので，実際に\nは本件北側土地を売却して上記自己資金部分に相当する返済資金を調達する方法を\n採ることはできず，本件貸付けの返済のめどは立たないものであった，③ 上告人\nは，被上告人らが本件敷地問題が生ずることを説明しなかったために本件貸付けを\n受けて本件建物を建築したが，本件貸付けの返済資金をねん出することができず，\n結局，第２貸付けのうち本件貸付けの借換えに係る部分の元本及び遅延損害金相当\n額等から，本件建物の現在の評価額等を控除した額である８億７１３９万０２１２\n円の損害を被ったなどと主張して，被上告人らに対し，不法行為又は債務不履行に\n基づき，上記主張の損害のうち３億３９２０万円及びこれに対する遅延損害金の支\n払を求める事案である。\n３ 原審は，次のとおり判断して，上告人の請求を棄却すべきものとした。\nＹ 担当者は，本件北側土地を売却した後，これを敷地として建物が建築される２\n際，建築主事が敷地の二重使用に気付かなければ建物の建築に支障はないとの見込\nみに基づいて本件計画を作成し，実際にも，建築主事が敷地の二重使用に気付かず\nに建築確認をする可能性は十分にあったから，その当時，本件敷地問題があったと\nしても，３億円程度の資金をねん出することが困難な状況にあったとまでは推認す\nることはできない。そうすると，本件貸付けは，当初から返済のめどが立たなかっ\nたものではないから，上告人の主張は，その前提を欠くものであって，本件敷地問\n題に関し，被上告人らに説明義務違反があったとはいえない。\n４ しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1) 前記事実関係によれば，上告人は，本件各担当者の説明により，本件貸付\nけの返済計画が実現可能であると考え，被上告人Ｙ との間で本件建物の設計契約２\n及び建築請負契約を締結し，被上告銀行から本件貸付けを受け，本件建物が建築さ\nれたところ，本件北側土地の売却により，本件建物は，その余の敷地部分のみでは\n容積率の制限を超える違法な建築物となるのであるから，上告人としては，十分な\n広さの隣接土地を本件建物の敷地として確保しない限り，本件北側土地を売却して\nはならないこととなり，また，本件北側土地を売却する場合には，買主がこれを敷\n地として建物を建築する際，敷地の二重使用となって建築確認を直ちには受けられ\nない可能性があったのであるから，信義則上敷地の二重使用の問題を買主に明らか\nにして売却する義務がある以上，本件建物がない場合に比べて売却価格が大きく低\n下せざるを得ないことは明らかである。したがって，本件建物を建築した後に本件\n北側土地を予定どおり売却することは，もともと困難であったというべきである。\n本件計画には，上記のような問題があり，このことは，上告人が被上告人Ｙ と２\nの間で上記各契約を締結し，被上告銀行との間で本件貸付けに係る消費貸借契約を\n締結するに当たり，極めて重要な考慮要素となるものである。\nしたがって，Ｙ 担当者には，本件計画を提案するに際し，上告人に対して本件２\n敷地問題とこれによる本件北側土地の価格低下を説明すべき信義則上の義務があっ\nたというべきである。しかるに，Ｙ 担当者は，本件敷地問題を認識していたにも２\nかかわらず，売却後の本件北側土地に建物が建築される際，建築主事が敷地の二重\n使用に気付かなければ建物の建築に支障はないなどとして，本件敷地問題について\n建築基準法の趣旨に反する判断をし，上告人に対し，本件敷地問題について何ら説\n明することなく，本件計画を上告人に提案したというのであるから，Ｙ 担当者の２\n行為は，上記説明義務に違反することが明らかであり，被上告人Ｙ は，上告人に２\n対し，上記説明義務違反によって上告人に生じた損害について賠償すべき責任を負\nうというべきである。これと異なる原審の上記判断には，判決に影響を及ぼすこと\nが明らかな法令の違反がある。この点に関する論旨は，理由がある。\n(2) 一般に消費貸借契約を締結するに当たり，返済計画の具体的な実現可能性\nは借受人において検討すべき事柄であり，本件においても，銀行担当者には，返済\n計画の内容である本件北側土地の売却の可能性について調査した上で上告人に説明\nすべき義務が当然にあるわけではない。\nしかし，前記事実関係によれば，銀行担当者は，上告人に対し，本件各土地の有\n効利用を図ることを提案して被上告人Ｙ を紹介しただけではなく，本件北側土地２\nの売却により被上告銀行に対する返済資金をねん出することを前提とする本件経営\n企画書を基に本件投資プランを作成し，これらに基づき，Ｙ 担当者と共にその内２\n容を説明し，上告人は，上記説明により，本件貸付けの返済計画が実現可能である\nと考え，本件貸付けを受けて本件建物を建築したというのである。\nそして，上告人は，銀行担当者が上記説明をした際，本件北側土地の売却につい\nて銀行も取引先に働き掛けてでも確実に実現させる旨述べるなど特段の事情があっ\nたと主張しているところ，これらの特段の事情が認められるのであれば，銀行担当\n者についても，本件敷地問題を含め本件北側土地の売却可能性を調査し，これを上\n告人に説明すべき信義則上の義務を肯認する余地があるというべきである。\nしかるに，原審は，上記の点について何ら考慮することなく，直ちに上記説明義\n務を否定しているのであるから，原審の上記判断には，審理不尽の結果，判決に影\n響を及ぼすことが明らかな法令の違反がある。この点に関する論旨は，上記の趣旨\nをいうものとして理由がある。\n(3) 以上によれば，原判決中上告人の被上告人らに対する請求に関する部分は\n破棄を免れない。そして，更に審理を尽くさせるため，本件を原審に差し戻すこと\nとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官 甲斐中辰夫 裁判官 横尾和子 裁判官 泉 徳治 裁判官 島\n田仁郎)\n"
}