{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 27
  },
  "case_number": "平成14(行コ)3",
  "case_name": "怠る事実の違法確認請求控訴事件(原審・秋田地方裁判所平成12年(行ウ)第3号)",
  "court_name": "仙台高等裁判所秋田支部",
  "field": "行政",
  "gist": "県が体育協会に交付した補助金について，現実の使途に不正があったにもかかわらず，返還請求を怠っているものがあるとしてされた住民監査請求が，地方自治法２４２条２項所定の監査請求期間の制限を受けないとされた事例",
  "case_gist": "県が体育協会に交付した補助金について，現実の使途に不正があったにもかかわらず，返還請求を怠っているものがあるとしてされた住民監査請求につき，県財務規則は，知事は，補助事業者から実績報告を受け，報告に係る補助事業等の交付決定の内容等に適合すると認めたときは，交付すべき補助金等の額を確定すると規定しており，前記補助金についてもこの確定の手続が行われているところ，この県財務規則に基づく「補助金等の額の確定」は，普通地方公共団体内部における確認的な行為にすぎないのであって，それ自体は，住民監査請求の対象となる行為ではなく，さらに，前記監査請求が怠る事実としているのは，県財務規則が定める補助金等の返還命令による返還請求であるところ，同返還命令は，「補助金等の額の確定」が財務会計法規に違反して違法であること等が要件とされているわけではないから，特定の財務会計上の行為が財務会計法規に違反して違法であるか，又はこれが違法であって無効であるからこそ発生する実体法上の請求権の行使を怠る事実を対象として監査請求がされた場合には当たらないとして，前記監査請求は，地方自治法２４２条２項所定の監査請求期間の制限を受けないとした事例",
  "lawsuit_id": "15263",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15263",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/263/015263_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n本件を秋田地方裁判所に差し戻す。\n事実及び理由\n第１　控訴の趣旨\n主文と同旨\n第２　事案の概要\n本件は，秋田県（以下「県」という。）の住民である控訴人らが，県が財団法人\n秋田県体育協会（以下「県体協」という。）に対して交付した平成７年度から同１\n０年度までの国体選手強化費の補助金について，現実の使途に不正があったのに返\n還請求を怠っているものがあるとして，被控訴人らに対し，地方自治法（平成１４\n年法律第４号による改正前のもの。以下「法」という。）２４２条の２第１項３号\nによりその違法の確認を求めた事案である。原判決は，本件訴えは適法な監査請求\nを欠く不適法なものであるとして訴えを却下したため，控訴人らが控訴したもので\nある。\nその余の事案の概要は，当審における当事者の主張を次のとおり付加するほか，\n原判決の「事実及び理由」欄の「第２　事案の概要」記載のとおりであるから，こ\nれを引用する。\n（当審における控訴人らの主張）\n本件は，公金を支出した職員側には違法な行為がなく，補助金の詐取というべき\n事案であって，昭和６２年昀判（昀高裁同年２月２０日第二小法廷判決）の射程外\nであり，真正怠る事実の違法確認請求として法２４２条２項本文の規定（以下「本\n件規定」という。）による監査請求期間の制限の適用はない。年度末における補助\n金の「確定」においては，財務会計行為といえるほど十分な調査は行なわれていな\nい。\n仮に，本件規定による監査請求期間の制限の適用があるとしても，本件補助金の\n実態は，県体協に対する１個の補助金ではなく，各競技団体の各実施事業毎の多数\nの補助金が集合したものであり，監査請求期間はそれぞれの補助金毎（各実施事業\n競技団体毎）に判断されるべきであり，本件の事実関係のもとにおいては「正当な\n理由」が認められるべきである。\n昀高裁平成１４年７月２日第三小法廷判決は，怠る事実については監査請求期間\nの制限がないのが原則であり，制限が及ぶのは監査を遂げるために当該行為が財務\n会計行為に違反して違法であるか否かの判断をしなければならない関係にある場合\nに限られる旨判示した。本件補助金については，担当職員が処分等を受けた形跡は\nなく，監査委員は実績報告書が虚偽であり，これが違法で秋田県に損害が発生した\nことを判断すれば足り，違法な財務会計行為があったかどうかを判断する必要はな\nいから，上記昀判に照らし，監査請求期間の制限の適用はない。\n（被控訴人らの反論）\n本件は，県の瑕疵ある補助金額の確定（精算），すなわち，補助すべきでないも\nのを含めて補助金の額を確定させてしまったという客観的な違法に基づいて発生し\nた不当利得返還請求権の行使を怠る事実が問題となっている事案であり，瑕疵ある\n確定行為とそれに基づく請求権とが表裏の関係にある。したがって，本件訴訟の前\n提となる監査請求は，結局のところ，本件補助金の交付が違法な公金の支出である\n結果発生する請求権，あるいは返還命令権の不行使をもって，怠る事実があるとし\nているのであるから，補助金の額の確定が行われた日を基準にして監査請求期間の\n制限を受ける。\n本件補助金は，交付先，請求者，支払先がすべて県体協となっている１つの補助\n金であり，一部について違法又は不当な使用を疑うに足りる事実が存在すれば，全\n体について監査請求することができる。また，本件補助金は公然と支出されたもの\nであり，秘密裡にされたわけではない。したがって，本件に「正当な理由」は認め\nられない。\n本件は，上記の平成１４年の昀判においても例外的に本件規定による監査請求期\n間の制限が及ぶとされる「特定の財務会計上の行為が財務会計法規に違反して違法\nであるか又はこれが違法であって無効であるからこそ発生する実体法上の請求権の\n行使を怠る事実を対象とするものである場合」に該当するものである。また，上記\n昀判は談合による損害賠償請求の事案であり，本件とは事案を異にする。\n第３　当裁判所の判断\n１　本件監査請求のうち，補助金の返還請求を怠る事実に関する部分について本件\n規定による期間制限の適用があるかについて判断する。\n怠る事実についての監査請求については本件規定の適用がないのが原則である\nが，例外的に，特定の財務会計上の行為が財務会計法規に違反して違法であるか又\nはこれが違法であって無効であるからこそ発生する実体法上の請求権の行使を怠る\n事実を対象として監査請求がされた場合には，本件規定の趣旨を没却しないため\nに，当該行為のあった日又は終わった日を基準として本件規定を適用すべきである\n（昀高裁平成１４年７月２日第三小法廷判決・裁判所時報１３１８号１頁以下参\n照）。\nそこで，本件監査請求のうち，補助金の返還請求を怠る事実に係る部分が上記の\n例外的な場合に当たるかどうかについて検討すると，普通地方公共団体の経費の支\n出は，債務が確定し，支払期限が到来した場合に，債権者に対してされるのが原則\nであるが，法２３２条の５は，この通常の支出に対する例外として，政令の定める\nところにより，資金前渡，概算払，前金払，繰替払，隔地払，口座振替による支出\nを認めている。地方自治法施行令は，これを受けて，これらの例外的支出によるこ\nとができる経費等について規定しており，補助金については概算払（同施行令１６\n２条）と前金払（同施行令１６３条）が認められている。同施行令１７３条の２\nは，同施行令及びこれに基づく総務省令に規定するものを除くほか，普通地方公共\n団体の財務に関し必要な事項は，規則でこれを定めるとして，普通地方公共団体の\n規則に委任しているところ，県は，この委任に基づき秋田県財務規則を定め（乙\n５），補助金については第９章第２節の２４６条以下に規定をおいており，その交\n付については，補助事業等の完了確認後交付することを原則としながらも（同規則\n２５８条１項），必要があるときは一部について概算払をすることがあるとし（同\n条２項），補助事業等の目的又は性質により特に必要があると認めるときは，特に\n割合を限定することなく概算払（同条３項）又は前金払（同条４項）をすることが\nあると規定している。本件補助金は，県体協の補助金の交付申請に基づき知事が交\n付決定をし（支出負担行為），知事の支出命令より同条４項に基づき前金払された\nものである（乙８ないし１０，弁論の全趣旨）。\nところで，概算払は，債務金額の確定前にされる支出であることから，その性質\n上事後において必ず精算を行い，過渡しについては返納を，不足については追加支\n払をすることを本質とするのに対し，前金払は，履行期到来前に行われるだけで，\n金額の確定した債務について支出するものであるから，概算払とは異なり本来的に\nは精算を伴わないものである。いずれも法が普通地方公共団体の支出の一方法とし\nて認めているものであるから，それ自体住民監査請求の対象となる財務会計上の行\n為としての支出に当たり，また，概算払については，普通地方公共団体の財務規則\nの定め方によっては，債務が確定した段階で精算手続として行われる財務会計上の\n行為に違法又は不当の点があるならば，これについては，別途監査請求をすること\nができるというべきであるが（昀高裁平成７年２月２１日第三小法廷判決・判例時\n法１５２４号３１頁以下参照），もともと確定した債務について行われる前金払に\nついては，支払の時点で支出として完了しており，そのような余地はない。そし\nて，この前金払については，これが違法であったとはいずれからも問題とされてい\nない。\nまた，秋田県財務規則２５６条は，知事は，補助事業者から補助事業等の完了又\nは中止，若しくは廃止後に実績報告を受けた場合において，報告書の書類の審査及\nび必要に応じて行う現地調査等により，その報告に係る補助事業等の交付の決定の\n内容及びこれに付した条件に適合するものであるかを調査し，適合すると認めたと\nきは，交付すべき補助金等の額を確定すると規定しており，本件補助金についても\nこの確定の手続が行われている（乙８ないし１１）。被控訴人らは，この補助金等\nの額の確定こそが本件補助金についての法２４２条１項の「違法若しくは不当な公\n金の支出」の核心であるかのように主張する。そして，監査請求の対象として何を\n取り上げるかは，基本的には請求をする住民の選択に係るものであり，本件では控\n訴人らは公金を支出した職員側に違法な行為があったと主張するものではないと再\n三述べているにもかかわらず，被控訴人らは，客観的には控訴人らはこの「確定」\nの違法を主張するものであるとする。しかし，そうでないことは，住民監査請求書\n（乙１，２）の記載（もっぱら県体協による補助金の不正受給を指摘している。）\n上も明らかである。その上，この規定は，同規則２５８条の補助金等の交付の規定\nの前に置かれた規定であり，文言上も，基本的には補助金等は補助事業等の完了確\n認後交付するものとする同条１項に対応するものである。この「補助金等の額の確\n定」については補助事業者に対して通知するものとはされておらず，既に行った交\n付の決定の変更を要するときは，同規則２５０条（決定の通知）の例により通知す\nるものとされ，また，確定した交付の決定額が，既に交付した補助金等の額に満た\nない場合でも，その決定額を超える部分については別に期限を定めて返還を命ずる\nものとされていて（同規則２５９条２項），確定の当然の効果として返還すべきも\nのとはされていない。したがって，秋田県財務規則におけるこの「補助金等の額の\n確定」は，前金払についてはもとより，概算払及び後払においても，普通地方公共\n団体内部における確認的な行為にすぎないのであって，それ自体は法２４２条１項\nの違法若しくは不当な「公金の支出」には該当せず，その他の監査請求の対象とな\nる「財産の取得，管理若しくは処分，契約の締結若しくは履行若しくは債務その他\nの義務の負担」にも当たらないから，監査請求の対象となる行為ではない。仮に，\n概算払や後払については支出と一体となる財務会計上の行為と解する余地があると\nしても，既に支出の完了した前金払についてはそのような余地はない。\nさらに，既に交付した補助金等の返還について，秋田県財務規則は，上記の２５\n９条２項のほか，同条１項において，補助金等の交付の決定の全部又は一部を取り\n消し，その取り消しに係る部分について期限を定めて返還を命ずるものとしている\nところ，本件監査請求が怠る事実としているのはこの返還命令による返還請求であ\nる。返還命令の要件とされているのは補助金等の目的外使用や虚偽報告，条件違反\n等といった同規則２５９条１項各号の事由だけであり，前金払はもとより，「補助\n金等の額の確定」が，財務会計法規に違反して違法であるか又はこれが違法であっ\nて無効であることが要件とされているわけではない。本件監査請求のうち返還請求\nを怠る事実について監査委員が監査を遂げるためには，同規則２５９条１項各号の\n事由の存否と返還請求すべき金額などを確定しさえすれば足りる。\nしたがって，本件監査請求のうち補助金の返還請求を怠る事実に係る部分は，本\n件規定が適用される例外的場合には当たらないから，原則どおり本件規定による監\n査請求の期間制限の適用はない。\n２　よって，本件規定の適用があることを前提に，本件訴えは適法な監査請求を経\nていない不適法な訴えであるとしてこれを却下した原判決は失当であるからこれを\n取り消し，本件を秋田地方裁判所に差し戻すこととし，主文のとおり判決する。\n仙台高等裁判所秋田支部\n裁判長裁判官　矢崎正彦\n裁判官　佐藤道明\n裁判官　潮見直之\n"
}