{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 13
  },
  "case_number": "平成16(わ)2362",
  "case_name": "現住建造物等放火(変更後の訴因　現住建造物等放火，重過失致死)被告事件",
  "court_name": "さいたま地方裁判所第二刑事部",
  "lawsuit_id": "6046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/006046_hanrei.pdf",
  "contents": "被告人を懲役１１年に処する。\n未決勾留日数中２１０日をその刑に算入する。\n理              由\n（犯行に至る経緯）\n被告人は，平成１３年ころ，行きつけのゲームセンターでＡと知り合って，以\n後，共にゲームセンターで遊んだり，後記Ａ方居室を訪問するなどして親しく付き\n合っていた。そのうち，被告人にとって，Ａが弟のような存在と感じられるように\nなったこともあり，被告人は，Ａのことを心配して，身なりを整え，部屋を掃除\nし，貯金をするように注意したり，ゲームセンターでのマナーを叱りつけたりする\nようになった。\n被告人は，平成１６年８月６日午前０時３０分ころから，別の友人と居酒屋で酒\nを飲み始め，同日午前２時過ぎころ，いずれ一緒に飲む約束をしようとして，Ａの\n携帯電話に繰り返し電話をかけたが，着信拒否のアナウンスが流れるのみでつなが\nらなかった。被告人は，以前にも，Ａから着信拒否をされたことがあったため，今\n回も再び自分からの着信を拒否されたと思い込んで，無性に腹が立ち，直接問い質\nすなどして自分の怒りをぶつけようと考え，Ａの住む加須市内の後記社員寮に向か\nった。\n被告人は，Ａの住む寮に到着した時点で，Ａの住むａ号室には明かりがついてい\nなかったが，１階ｂ号室には明かりがついており，駐車場にも二，三台の車がとま\nっているのを現認して，時間帯も深夜であったため，寮内に何人かの人がいること\nは認識していた。被告人は，Ａが寝ているかもしれないと考えて，無施錠の玄関か\nら同室内に上がりこんだ。室内は暗く，被告人が，所携のライターをつけて，その\n明かりで辺りを見渡すと，室内には，紙くずやビニール袋，雑誌，衣類，ごみ等が\n散らばっており，足の踏み場もない状態であった。被告人は，以前にも，Ａに部屋\nを片付けるように注意していたのに，Ａがそれを無視したとして，一層腹を立て\nた。\n（罪となるべき事実）\n被告人は，友人のＡが，携帯電話の着信を拒否したり，自己の忠告を無視して部\n屋の片付けをしていないことに憤慨し，同人が不在のため，やり場のなくなった怒\nりを晴らすとともに，同人を脅して懲らしめるためにも，その場に散乱していたご\nみ等に火をつけて，埼玉県加須市内のＡほか８名が現に住居に使用している株式会\n社Ｂ社員寮（木造スレート葺２階建共同住宅，床面積合計約１９８．７４平方メー\nトル）ａ号室のＡ方居室を焼損しようと企てたが，同室に放火すると，上記社員寮\nの他の部屋にまで延焼し，ひいてはその居住者の生命にも危害の及ぶおそれのある\nことを認識していたのであるから，厳にこれを慎むべき注意義務があるのにこれに\nも違反して，平成１６年８月６日午前２時４０分ころ，同室内において，ごみ袋等\n４か所に，所携のラ\nイターで点火して火を放ち，さらに，同所に置かれていたライター用オイル約２０\nミリリットルを室内の壁等にまき散らして引火させるとともに，その火を同室内の\n壁，柱，天井等に燃え移らせ，よって，同室及び同室直上のｃ号室のＣ（当時２５\n歳）方居室を全焼（焼損面積合計約３９．７４平方メートル）させるとともに，上\n記放火行為をした重大な過失により，そのころ，上記ｃ号室内において，Ｃを焼死\nするに至らせた。\n（証拠の標目）\n省　　略\n（補足説明）\n１　弁護人は，①本件犯行当時，被告人は火災をぼや程度にとどめる考えであ\nり，人の死亡については予見可能性がなかった，②仮にその予見可能性があったと\nしても，被告人の行為と被害者の死亡との間には，消防当局の過失行為が介在して\nおり，因果関係が遮断されるとして，被告人については結局，重過失致死罪が成立\nしない旨主張しているので，これらの点に関する当裁判所の判断を示すこととす\nる。\n２(1)　まず，死の結果の予見可能性の点についてみるに，関係各証拠によれば，\n以下の事実が認められる。すなわち，\nア　本件建物は，木造スレート葺２階建共同住宅で，壁面や天井は石膏ボードが\n張られ，界壁内や天井の上には断熱材が入れられているなど，防火措置は施されて\nいたが，床，柱，梁等の構造材，下駄箱，ミニキッチン等の建具等は木製であり，\nその一室に火を放てば建物全体に延焼する可能性の十分にある木造集合住宅であっ\nた。そして，これが，通常の火災による火熱に長時間耐えられるような耐火建築物\nないし準耐火建築物に該当しないことは，その外観からも，容易に看取できるもの\nといえる。\nイ　また，被告人は，Ａによる着信拒否等に強く憤慨して，Ａ方居室の中にあっ\nたごみ袋等４か所に見境なく火を放った上，ライター用オイル約２０ミリリットル\nを壁等にまき散らして引火させようとまでしており，しかも，この放火の際に，消\n火用具等の用意も全くしておらず，オイルに引火して炎が燃え上がったときには，\n慌てて布でたたくことしかしていないのである。\n(2)　この点，被告人自身，捜査段階では，本件建物が鉄筋コンクリート造りの建\n物などではなく，一室から火が出れば，建物全体にまで燃え広がる危険性があるこ\nとは分かっていたことを認めており，そのことは，公判段階でも，否定していな\nい。しかも，被告人は，公判段階でも，１階ｂ号室には明かりがついており，駐車\n場に車がとまっているのを現認したことを認めているほか，犯行時刻が，午前２時\n４０分という深夜で，居住者の中には当然就寝中の者が多いと考えられることにも\n照らすと，被告人としても，Ａ方居室に火を放てば，他の部屋にも延焼して，場合\nによってはその居住者らの生命に危害の生ずるおそれのあることを認識していたと\n優に推認することができる。\nそして，被告人は，本件犯行に際し，延焼防止のための措置を特に講ずることも\nなく，憤激の赴くまま，室内４か所の可燃物に火を放ったにとどまらず，わざわざ\n燃え広がるようにライター用オイルまでまき散らしているほか，炎が燃え上がった\n際には，完全に消火しようとすることもなく，衣類等でたたいて消そうとしたのみ\nであったというのであるから，このような被告人の行動は，延焼のおそれや他の部\n屋の居住者の生命への危険について頓着することもなく，感情の赴くままに犯行に\n及んだことをうかがわせるものであり，このことも，上記推認を客観的に裏付ける\nものである。\n(3)　この点，被告人は，捜査段階では，ごみ袋等に火をつけて，Ａ方居室の壁や\n床に燃え移らせ，同室を多少燃やしてぼや騒ぎを起こしてやろうと思った，同室の\n広い範囲が燃えてしまう可能性があることや，火が他の部屋にまで燃え移って，そ\nの部屋の人が火事で死ぬ可能性があることも分かっていたなどと供述しており，こ\nの供述は，上記推認に沿うものであって，高い信用性を認めることができる。\n(4)　これに対し，被告人は，公判段階では，最初から自分で消すつもりであり，\nぼや程度になればいい，周りが焦げていればいいという考えで火をつけただけで，\nＡの部屋の中を燃やしてしまおうという気持ちはなかったとして，延焼の可能性さ\nえ認識していなかったかのような供述をしている。\n確かに，被告人が直接に意図したものがＡ方居室にぼや程度の火災を起こすこと\nであったことは，オイルに引火して炎が燃え上がった際，被告人が狼狽して，慌て\nて消火しようとしたことからもうかがわれる。しかし，前認定のように，被告人\nは，あらかじめ延焼防止のための措置を講じていないばかりか，火の範囲を限定し\nようとすることなく，わざわざ燃え広がるようにライター用オイルまでまき散らし\nており，しかも，炎が燃え上がった後も，水を掛けるなどして容易に消火できたは\nずであるのに，そのような措置もとっていないのであるから，被告人として，自ら\n放った火を確実に消火しようとする意図があったなどとは到底認められない。\nしたがって，被告人の上記公判供述は，前記推認に反するばかりか，自らの行動\nにもそぐわない不自然・不合理なものであって，これを信用することは困難であ\nる。\n(5)　そうすると，被告人は，前記推認のとおり，Ａ方居室に放火すると，本件建\n物の他の部屋にまで延焼し，ひいてはその居住者の生命にも危害の及ぶおそれのあ\nることを認識しながら，殊更この点には頓着することなく本件犯行に及んだものと\n認められるのであって，その居住者の死亡の結果についても予見可能性があったこ\nとは明らかである。\n３　次に，因果関係の点についてみるに，弁護人は，被告人が犯行当日の午前２\n時５７分と午前３時４分に１１９番通報をした際，消防当局がいたずら電話と即断\nせず，直ちに出動していたならば，消防車が来る二，三分前まで生存していた被害\n者が助かっていた可能性が極めて高かった旨主張している。\nしかしながら，関係各証拠によれば，被告人は，その日の午前２時５７分に，\n「加須のＢの寮が火事です」など，午前３時４分には，「Ｂ，火事になってんです\nよ。早く消しに来てください。」などと１１９番通報をしたものの，その通報内容\n自体，上記程度にとどまり，自らの氏名も名乗らず，火災現場の住所はおろか，そ\nの手掛かりさえも明らかにしないまま，一方的に電話を切っており，しかも，被告\n人は，犯行の発覚を恐れて，自分の携帯電話ではなく，公衆電話から電話したため\nに，消防士が発信元に確認の電話をかけ直しても通じなかったことが認められる。\nさらに，電話を受けた消防士が，その通報がいずれも早口のため内容をほとんど聞\nき取れなかったと述べていることも考慮すると，その消防士が被告人の上記通報を\nいたずらと認めたこと\nはやむを得なかったというべきである。\nしたがって，被告人の上記通報の処理について消防当局に過失があったとはいえ\nないから，被告人の放火行為と被害者の死亡との間の因果関係も優に認めることが\nできる。\n（法令の適用）\n省　　略\nなお，弁護人は，重過失致死罪は現住建造物等放火罪に吸収され，別罪を構成し\nない旨主張する。しかし，重過失致死罪は，人の死亡という極めて重大な結果を構\n成要件とするものであって，公共危険犯である現住建造物等放火罪が，放火行為に\nより生じるそのような重大な結果まで当然に評価しているとして，重過失致死罪を\n吸収するものと解することは困難である。したがって，本件においては，両罪の成\n立を認めた上，これらが１個の行為によることから，観念的競合の関係に立つもの\nと解するのが相当である。\n（量刑の理由）\n１　本件は，被告人が，友人から携帯電話の着信拒否をされたと思い込み，その\n怒りを晴らすなどの動機から，社員寮の１室である同人方にぼや騒ぎを起こそうと\nして放火し，寮の２室を全焼させるとともに，その火災により，寮の居住者１名を\n焼死させたという現住建造物等放火及び重過失致死の事案である。\n２　被告人は，深夜２時半過ぎに，友人の留守宅に無断で立ち入った上，紙くず\nやビニール袋，雑誌，衣類，ごみ等の可燃物の散乱する室内でぼや騒ぎを起こすこ\nとを企て，室内４か所の可燃物に火を放ち，たまたま目にしたライター用オイルを\nまき散らすことまでして，一般住宅の建ち並ぶ中に所在し，９名が居住する木造の\n社員寮の２部屋を全焼させており，他人の迷惑はもとより，人の生命や財産，公共\nの安全への配慮をも全く欠いた反社会的な言語道断の犯行である。\nしかも，被告人は，オイルに引火し大きく燃え上がった炎を見て，その場にあっ\nた布類でたたき消そうとしたのみで，確実な消火活動もせず，鎮火も十分に確認し\nないまま，すぐに現場を逃走しており，無責任極まりない対応であって，厳しい非\n難に値する。しかも，被告人は，その後も，１１９番通報はしたものの，犯行の発\n覚を恐れて，公衆電話から，早口で断片的な情報を話しただけで，一方的に電話を\n切ったため，消防士が内容を把握できず，確認のすべもないまま，いたずら電話と\nして処理せざるを得なかったのであり，結果発生の防止に向けて真摯誠実な努力を\nしたとも言い難い。加えて，被告人は，オイルを散布する際には，指紋が付かない\nようにオイル缶をハンカチで包み，また，十分な消火もしないまま立ち去る際でさ\nえ，ドアノブの指紋\nを拭き取ることは怠らないなど，自己の犯跡隠蔽工作は抜かりなく行っており，そ\nの態度は狡猾かつ悪質でもある。\nなお，被告人は，犯行の動機について，判示のとおり，友人から携帯電話の着信\n拒否をされたことや，友人が自己の忠告に従わず部屋を片付けていなかったことに\n立腹したというのであるが，たかだか携帯電話の着信を拒否されただけで，相手の\n事情を聞くことさえせずに立腹するというのは，余りにも短絡的である。まして，\n部屋の片付けの問題は，被告人に迷惑を掛けるわけでもなく，その母親の供述から\nもうかがわれるように，自分の部屋も片付けようとしなかった被告人には，友人を\n非難する資格などないというべきである。ところが，被告人は，平成１３年にも，\n交通トラブルから暴行事件を起こし，起訴猶予処分となった前歴があるというの\nに，上記のような些細で愚にも付かない動機から，一時の怒りに任せて，本件のよ\nうな重大な犯行に及ん\nでいるのであって，犯行の経緯に酌量の余地が皆無であることはもとより，身勝手\nにもこのような犯行を安易に敢行する被告人の犯罪性向は，顕著というほかない。\n３　本件の結果も，極めて重大である。\n(1)　まずもって，本件犯行によって，寮の居住者１名が死亡するという誠に痛ま\nしい結果が生じている。被害者は，本件の前日，夜勤を終えてから上司や同僚らと\nプール遊びに出掛け，飲酒することもなく，買い物や食事を済ませて帰宅したのは\n午後７時半ころであり，本件の起きた深夜２時を回ったころは，疲労しきって眠り\nについていたことがうかがわれる。ところが，その睡眠中，突然，階下の部屋から\n出火して，またたく間に延焼し，被害者は，燃えさかる炎に逃げ場を失い，「助け\nてくれぇ」，「どっちに逃げればいいんだ」，「どっちに出ればいいのか分からな\nい」などと悲痛な叫びを上げながら，助けを求めてさまよった末に，その火に巻か\nれて死亡してしまったのであり，その被ったであろう精神的・肉体的苦痛や衝撃，\n恐怖感や絶望感は想\n像するに余りある。\n被害者は，就職のため，北海道から単身，埼玉県内の社員寮に入り，母親に夜勤\nの苦労を訴えつつも，精一杯真面目に仕事に励んできており，周囲からも厚い信頼\nを得ていたものである。そして，いずれは家庭を持って，子供が生まれたときに\nは，その子とキャッチボールをするというささやかな夢を抱いていた前途ある青年\nが，本件犯行の巻き添えを食って，無惨にもその夢を断たれ，僅か２５歳という春\n秋に富む年齢で生涯を終えることを余儀なくされたのであり，余りに理不尽で，被\n害者の無念さは計り難いものである。\n被害者の遺族も，遠方に長男を送り出し，年数回の帰省を待ち望んでいたとこ\nろ，事件当日，突然の悲報を受けて，警察署に駆け付けると，焼けただれ，変わり\n果てた姿の長男と対面するに至ったものである。最愛の長男の最期をこのような形\nで迎えざるを得なかった被害者の両親の衝撃と苦悩もまた，甚大なものであるが，\n被告人は見るべき慰謝の措置も講じていないのであり，被害者の父親が，「なぜ，\n何の落ち度もない息子が死ななければならないのでしょうか。法が許されるなら，\n私はこの場で息子の無念を晴らしたい気持ちです。」などと述べ，母親も，「犯人\nは，息子の夢を一瞬にして断ち切り，私たち家族をどん底に突き落としたのです」\nなどと述べて，異口同音に被告人の極刑を望むなど，その被害感情が峻烈であるこ\nとも，当然というべき\nである。\n(2)　また，社員寮の居住者らは，それぞれに，間近で起きた火災に多大の恐怖を\n感じ，家財道具が煤や消火時の放水で使えなくなるなど，有形無形の損害を被って\nいるほか，転居による不便も強いられている。とりわけ，自宅に放火された被告人\nの友人は，家財道具のすべてを火災で失った上，被告人が逮捕されるまでの２か月\n足らずの間，失火の張本人として周囲から疑惑の目を向けられ，結果的に，勤務先\nを退職するに至るなど，その被害は甚大である。\n建物の損害についてみても，本件火災により，上記２部屋の床面積合計約３９．\n７４平方メートルが焼失しただけでなく，火災や消火活動の影響で建物全体が使い\n物にならなくなって，本件建物自体の解体が余儀なくされている。その結果，本件\n建物の所有者は，建築費３６００万円の本件建物のみならず，月々４０万円余りの\n賃料収入も失い，１００万円を超える建物解体費用も負担するのやむなきに至るな\nど，その被害は重大である。そして，建物を賃借していた被害者の勤務会社も，解\n体費用の一部を負担するなど，相応の財産的損害を受けている。\n(3)　以上みてきたとおり，本件犯行では，被告人の意図した範囲を大きく超えて\n燃え広がったように，重大な公共の危険が現実化している。さらに，本件建物に\nは，これにわずか約２．７メートルの距離で隣接する民家があるように，住宅街の\n真ん中に位置する共同住宅が炎上したことで，消防隊員等が合計１８０名以上，消\n防車等が２２台出動する騒ぎとなり，しかも，それが放火によるものであり，死亡\nした犠牲者も出たことが判明しているのであるから，付近住民に与えた恐怖心や不\n安感も相当のものであったとうかがわれる。\n４　加えて，被告人は，事件後，警察官の来訪を受けて本件との関係を尋ねられ\nた際，友人と飲酒していたため知らない旨虚偽の供述をした上，その友人にアリバ\nイ供述を依頼するなどしており，犯行後の情状も芳しいものではない。\n５　以上に照らすと，被告人の刑事責任は誠に重大である。\n６　他方，犯行当時，被告人が意図していたのは，友人方にぼやを起こす程度で\nあり，被告人は，意図した以上に炎が燃え上がるや，極めて不十分ではあるもの\nの，一応の消火活動を行っており，逃走後も，再び火が燃え広がることを懸念して\n現場に引き返し，被告人なりに消防への通報を試みた上，遅きに失したとはいえ，\n消火・救命活動に出た様子もうかがわれる。また，被告人は，重過失致死事件の被\n害者の遺族に宛てて謝罪文を作成し，遺族の代理人弁護士がこれを保管するに至っ\nている。建物の損害については，建物所有者の加入していた火災保険により，被害\n金額のうち２３００万円余りが填補されている。さらに，被告人は，意図したもの\nとはかけ離れた重大な結果を生じさせたことについて，被告人なりに悩み苦しみ，\n反省している様子がう\nかがえる。そして，被告人と二人暮らしをしていた病身の母親が，被告人同様に被\n害者への謝罪文を作成して，被告人の帰りを待っている。その他，被告人のために\n酌むべき事情も認められる。\n７　しかしながら，本件犯行の結果の重大性，犯行態様の危険性・悪質性，犯行\n動機の余りの身勝手さ，被告人の犯罪性向等にかんがみると，被告人に対しては厳\n罰をもって臨むほかはなく，以上の諸事情を総合考慮すると，被告人を懲役１１年\nに処するのが相当である。\nよって，主文のとおり判決する。\nさいたま地方裁判所第二刑事部\n（裁判長裁判官中谷雄二郎，裁判官蛯名日奈子，裁判官髙嶋由子）\n"
}