{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 29
  },
  "case_number": "平成13(行ケ)420",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11085",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11085",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/085/011085_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４２０号　補正の却下の決定取消請求事件\n平成１５年５月２９日判決言渡，平成１５年５月２２日口頭弁論終結\n判　　　　決\n原　　　告　　　　　株式会社三洋物産\n訴訟代理人弁理士　　伊神広行，田中敏博\n被　　　告　　　　　特許庁長官　太田信一郎\n指定代理人　　　　　松川直樹，二宮千久，山口由木，林栄二，高木進\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が不服２０００－６６５９号事件について平成１３年８月７日にした補正\nの却下の決定を取り消す。\n第２　事案の概要\n本件は，後記本願発明の出願人である原告が，出願審査請求とともに手続補正書\nを提出したが，拒絶査定を受けたので，これを不服として審判請求をしたところ，\n上記手続補正を却下する旨の決定がされたため，同決定の取消しを求めた事案であ\nる。\nなお，本判決においては，明細書等を引用する場合であっても，公用文の用字用\n語例による表記に改めた部分がある（例えば，「大当り」を「大当たり」に，「予\nめ」を「あらかじめ」などと改めた。）。\n１　前提となる事実等\n(1)　特許庁における手続の経緯\n(1-1)　本願発明\n出願人：株式会社三洋物産（原告）\n発明の名称：「パチンコ遊技機」\n出願番号：特願平１１－１７３７０７号\n出願日：平成１１年６月２１日\n（平成１年６月２４日出願の特願平１－１６１２６０号からの分割出願）\n(1-2)　本件手続\n出願審査請求：平成１１年７月２１日\n手続補正：平成１１年７月２１日（本件補正）\n拒絶査定：平成１２年４月４日（原告への謄本送達日）\n審判請求日：平成１２年５月８日（不服２０００－６６５９号）\n決定日：平成１３年８月７日\n決定の結論：「平成１１年７月２１日付けの手続補正を却下する。」\n決定謄本送達日：平成１３年８月２１日（原告に対し）\n(2）　本願発明の要旨\n(2-1)　本件補正前の発明\n「【請求項１】　特定の入賞口に遊技球が入賞することにより可変表示体に図柄が\n可変表示され，この表示された図柄があらかじめ定められた図柄と一致することを\n条件として大入賞口の扉を開く権利が発生し，権利発生中に遊技球が始動口に入賞\nすると大入賞口の扉が開き，遊技球の入賞を容易にする大当たり状態となるパチン\nコ遊技機において，\n権利発生中に前記始動口に入賞した遊技球の数を記憶する記憶手段と，前記大入\n賞口の扉が閉じたときに前記記憶手段に記憶があるか否かを判断し，記憶があると\nきには前記大入賞口の扉を開く信号を発する判断手段と，前記大入賞口の扉が開い\nた回数を計数するカウンタとを設け，前記カウンタの値が所定値になったとき権利\nを消滅させるとともに，その権利消滅後の前記可変表示体における権利発生確率を\n所定回数の権利発生にわたって向上させることを特徴とするパチンコ遊技機。」\n(2-2)　本件補正後の発明\n「【請求項１】　特定の入賞口に遊技球が入賞することにより可変表示体に図柄が\n可変表示され，この表示された図柄があらかじめ定められた図柄と一致することを\n条件として大入賞口の扉を開く大当たり状態となるパチンコ遊技機において，\n大当たり中に前記大入賞口の扉が開いた回数を計数するカウンタを設け，前記カ\nウンタの値が所定値になったとき大当たりを消滅させるとともに，その大当たり消\n滅後の前記可変表示体における大当たり発生確率を，初回の発生確率と桁数の異な\nる確率で所定回数の大当たり発生にわたって向上させることを特徴とするパチンコ\n遊技機。」\n(3)　決定の理由\n決定の理由は，【別紙】の「決定の理由」に記載のとおりである。要するに，本\n件手続補正は，願書に昀初に添付した明細書（本訴甲１，以下「当初明細書」とい\nう。）又は図面に記載した事項の範囲内において特許請求の範囲を変更するもので\nはなく，明細書の要旨を変更するものであるから，却下すべきであるというもので\nある。\n２　原告の主張（決定取消事由）の要点\n本件補正は，当初明細書等に記載された事項の範囲内においてされたものである\nにもかかわらず，決定は，明細書の要旨を変更したものであると誤って判断したも\nのであり，違法として取り消されるべきである。\n(1)　本件補正後の請求項１前段部分は，要旨変更に当たらない。\n(1-1)　本件補正後の請求項１の前段部分には，「特定の入賞口に遊技球が入賞す\nることにより可変表示体に図柄が可変表示され，この表示された図柄があらかじめ\n定められた図柄と一致することを条件として大入賞口の扉を開く大当たり状態とな\nる」と記載されている。この前段部分は，「表示された図柄があらかじめ定められ\nた図柄と一致すること」が「大当たり状態となる」ために必要不可欠な条件である\nことを意味するものであり，\n①　「表示された図柄があらかじめ定められた図柄と一致する」という条件のほ\nかに別の条件が成立したときに「大当たり状態となる」場合を含むだけでなく，\n②　「表示された図柄があらかじめ定められた図柄と一致する」という条件が成\n立するだけで「大当たり状態となる」場合も含んでいる。\nそして，前記①の場合には，「表示された図柄があらかじめ定められた図柄と一\n致する」という条件は，「大当たり状態となる」ための必要条件だが十分条件では\nないのに対して，前記②の場合には，「表示された図柄があらかじめ定められた図\n柄と一致する」という条件は，「大当たり状態となる」ための必要条件であると同\n時に十分条件である（つまり必要十分条件である。）。\nこのように，本件補正後の請求項１の前段部分における「表示された図柄があら\nかじめ定められた図柄と一致する」という条件は，必ず「大当たり状態となる」た\nめの必要条件ではあるが，必ずしも「大当たり状態となる」ための十分条件である\nとは限らない。したがって，「表示された図柄があらかじめ定められた図柄と一致\nする」という条件は，「大当たり状態となる」ための必要条件といえる。\n(1-2)　当初明細書の請求項１の後半には，「…権利消滅後の前記可変表示体にお\nける権利発生確率を所定回数の権利発生にわたって向上させることを特徴とするパ\nチンコ遊技機。」という発明が記載されていたといえる。そして，当初明細書\nの【0012】の記載から，「権利消滅後」は「大当たり消滅後」と同義であり，\n同【0011】の記載から，「権利発生確率」は「図柄がそろう確率」と同義であると\nいえる。したがって，当初明細書請求項１後半に記載の発明の特徴は，「大当たり\n消滅後の可変表示体における図柄がそろう確率を所定回数図柄がそろうまで向上さ\nせる」点にあるといえる。\nここで，大当たり消滅後の可変表示体における図柄がそろう確率を所定回数図柄\nがそろうまで向上させる点は，図柄の表示制御に関するものであって，図柄がそろ\nうことにより権利が発生してから大当たり状態に至るまでの過程にはかかわりのな\nいものである。このため，当業者であれば，この図柄の表示制御を，図柄がそろっ\nた後，権利が発生して権利発生中に始動口に入賞すると大当たり状態となる当初明\n細書に記載されたパチンコ遊技機（例えばデジタル式権利物のような第３種パチン\nコ遊技機）だけでなく，図柄がそろうと大当たり状態となるパチンコ遊技機（例え\nばデジパチ機のような第１種パチンコ遊技機）にも適用し得ると認識することは，\n本件出願時にデジタル式権利物やデジパチ機が当業者の技術常識であったことに照\nらして全く自明である。\nしたがって，本件補正後の請求項１において「表示された図柄があらかじめ定め\nられた図柄と一致すること」を「大当たり状態となる」ための必要条件とする補正\nは，デジタル式権利物のような第３種パチンコ遊技機のほかデジパチ機のような第\n１種パチンコ遊技機を含むことになるが，これは当初明細書に記載された後者の構\n成に係る発明からみて当業者にとって自明な事項であるため，明細書の要旨を変更\nするものではない。\n(1-3)　当初明細書の請求項１には，「特定の入賞口に遊技球が入賞することによ\nり可変表示体に図柄が可変表示され，この表示された図柄があらかじめ定められた\n図柄と一致することを条件として大入賞口の扉を開く権利が発生し，権利発生中に\n遊技球が始動口に入賞すると大入賞口の扉が開き，遊技球の入賞を容易にする大当\nたり状態となる」ことが記載されている。つまり，「特定の入賞口に遊技球が入賞\nすることにより可変表示体に図柄が可変表示され，この表示された図柄があらかじ\nめ定められた図柄と一致する」ことと，「権利発生中に遊技球が始動口に入賞す\nる」ことの２つを条件として，「大当たり状態となる」ことが記載されている。\nここで，「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変\n表示され，この表示された図柄があらかじめ定められた図柄と一致する」という条\n件は，そこに付加された条件つまり「権利発生中に遊技球が始動口に入賞する」と\nいう条件によって，「あらかじめ定められた図柄と一致する」という本来の性質が\n別異の性質に変わるものではないから，これら２つの条件は単に重畳して記載され\nているにすぎず，付加された条件は単純な付加限定にすぎないというべきである。\nしたがって，「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が\n可変表示され，この表示された図柄があらかじめ定められた図柄と一致すること」\nは，「大入賞口の扉を開く大当たり状態となる」ための必要条件として当初明細書\n等に開示されていたというべきである。\n(1-4)　当初明細書の段落【0002】から【0003】において，可変表示体があらかじ\nめ定められた一定の表示態様となったときに大入賞口を開くパチンコ遊技機につい\nて，遊技者に飽きられやすいものであったという事情に基づいて，この発明がなさ\nれたことが記載されている。\nこのため，当初明細書の請求項１に係る発明は，可変表示体があらかじめ定めら\nれた一定の表示態様となったときに大入賞口を開くパチンコ遊技機，つまり「特定\nの入賞口に遊技球が入賞することにより可変表示体に図柄が可変表示され，この表\n示された図柄があらかじめ定められた図柄と一致することを条件として大入賞口の\n扉を開く大当たり状態となるパチンコ遊技機」に適用し得ることが示唆されていた\nのである。\nしたがって，本件補正後の請求項１の前段部分は，要旨変更に当たらない。\n(2)　本件補正後の請求項１後段部分は，要旨変更に当たらない。\n当初明細書には，「権利消滅後において可変表示体における権利発生確率を所定\n回数の権利発生にわたって向上させる」（段落【0004】【0005】），「第１の権利\nは発生し難いが，第２～第４の権利は発生し易い」（段落【0013】）と記載されて\nいる。そして，当初明細書の段落【0015】によれば，第１の権利が発生する確率は\n1/1000となる。また，段落【0016】によれば，第２の権利が発生する確率は1/10と\nなる。さらに，段落【0017】によれば，第３の権利が発生する確率及び第４の権利\nが発生する確率は，いずれも1/10となる。したがって，初回の権利が発生する確率\nは，1/1000であり，初回の権利発生に基づく大当たり状態が消滅した後の２回目～\n４回目の権利が発生する確率は，1/10，つまり，100/1000であり，1000回の可変表\n示が起こったときに初回の権利が発生する確からしさは１回であるのに対して，２\n回目～４回目の権利が発生する確からしさは100回であるから，権利発生という事象\nが発生する確からしさの桁数が異なっている（前者は１桁，後者は３桁）点は当業\n者にとって自明な事項であり，当初明細書等に記載した事項の範囲内の補正といえ\nる。\n権利発生確率を比較する場合，分母を同じ数にそろえたあとの分子の大きさを比\n較することは，算数又は数学の知識において自明であるから，初回の権利発生時と\n２回目～４回目の権利発生時とでは分子の桁数が前者よりも後者の桁数が大きく，\n権利発生確率が高いという点は，当初明細書等に記載されていたというべきであ\nる。したがって，「桁数の異なる確率」について特許請求の範囲，発明の詳細な説\n明に何らの記載がなくても，当業者であればその意味を容易に理解することができ\nるのであり，「桁数の異なる確率」という概念は，当初明細書等に記載されていた\nというべきである。\nなお，「大当たり発生確率」とは，可変表示体に可変表示された図柄があらかじ\nめ設定された図柄と一致する確率をいい，「権利発生確率」と実質的に同義の用語\nであり，大当たり状態が発生する確率をいうものではない。このことは，当初明細\n書に直接記載はないが，パチンコ業界では技術常識である。したがって，「大当た\nり発生確率」に関しては，当初明細書に記載されていたと解されるべきである。\n以上によれば，「初回の発生確率と『桁数の異なる確率』で所定回数の大当たり\n発生にわたって向上させる点については当初明細書等には記載されておらず」との\n決定の認定は誤りであり，この誤った認定に基づく，本件補正後の請求項１の後段\n部分が要旨変更であるとの判断も誤りである。\n３　被告の主張の要点\n(1)　本件補正後の請求項１前段部分に関する主張に対して\n(1-1)　本件補正前の請求項１の前段部分における記載からみて，本件補正前発明\nにおいて，大入賞口の扉が開き遊技球の入賞を容易にする「大当たり状態となる」\nための条件は，「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が\n可変表示され，この表示された図柄があらかじめ定められた図柄と一致すること」\n及び「大入賞口の扉を開く権利が発生し，権利発生中に遊技球が始動口に入賞す\nる」ことの２つである。\nしたがって，本件補正前の請求項１の前段部分における記載である，上記「特定\nの…図柄と一致することを条件として」との記載中の「条件」は，上記２つの条件\nの一方の上記「特定の…図柄と一致すること」のみを指しているため「必要条件」\nというべきもので，この「大入賞口の扉を開く権利が発生し，権利発生中に遊技球\nが始動口に入賞する」構成を備えたパチンコ遊技機はいわゆる「第３種パチンコ遊\n技機」である。\nよって，本件補正前の請求項１の前段部分における記載は，「第３種パチンコ遊\n技機」に係る記載であって，上記「特定の…図柄と一致すること」を必要条件とし\nて，大入賞口の扉が開き，遊技球の入賞を容易にする「大当たり状態となる」発明\nが記載されていたのである。\nこれに対して，本件補正後の請求項１の前段部分は，その記載からみて，大入賞\n口の扉を開く「大当たり状態となる」ための条件は上記「特定の…図柄と一致する\nこと」というただ一つであって，本件補正後の請求項１には前段部分以外も含め，\nこれ以外の条件は一切記載されていない。\nしたがって，本件補正後の請求項１の前段部分における記載である，上記「特定\nの…図柄と一致することを条件として」との記載中の「条件」は，上記唯一の条件\nを指していて，かつ，上記前段部分には，この条件以外により，大入賞口の扉を開\nく「大当たり状態となる」とは記載されていないため，「必要十分条件」というべ\nきもので，この上記「特定の…図柄と一致する」ことを条件として大入賞口の扉を\n開く大当たり状態となる構成を備えたパチンコ遊技機は，「第１種パチンコ遊技\n機」である。\nしかも，本件補正後の請求項１の前段部分には「第３種パチンコ遊技機」に特有\nの構成である「大入賞口の扉を開く権利が発生し，権利発生中に遊技球が始動口に\n入賞すると大入賞口の扉が開き，遊技球の入賞を容易にする大当たり状態となる」\n構成が記載されておらず，また，この構成は「第３種パチンコ遊技機」と「第１種\nパチンコ遊技機」を区別する重要な「特許を受けようとする発明の構成に欠くこと\nができない事項」であって，この記載を欠いている以上，本件補正後の請求項１の\n前段部分は「第１種パチンコ遊技機」のみに係る記載であるというべきである。\n以上のとおり，本件補正前の請求項１の前段部分の「第３種パチンコ遊技機」に\n係る記載が，本件補正により，本件補正後の請求項１の前段部分の「第３種パチン\nコ遊技機」を含まない「第１種パチンコ遊技機」に係る記載に補正されたのであ\nる。このような補正は，当初明細書の記載に基づくものではなく，当業者が容易に\nなしえたことでもなく，当初明細書に記載されていた本件発明に係る発明の要旨を\n変更するものである。\n(1-2)　当初明細書には，第１種パチンコ遊技機とは遊技内容が異なる別のタイプ\nの第３種パチンコ遊技機を用い，さらに遊技者の興趣を増加する構成を備える発明\nが記載されているだけであって，第１種パチンコ遊技機に遊技者の興趣を増加する\n構成を備える発明とすることも，遊技者の興趣を増加する構成を第３種パチンコ遊\n技機と第１種パチンコ遊技機のいずれにも適用できることも，一切記載されていな\nい。当初明細書に記載されている発明は，第３種パチンコ遊技機のみである。\n当初明細書に記載されている発明の第３種パチンコ遊技機の図柄の表示制御は，\n第３種パチンコ遊技機に特有の「権利」と密接にかかわっており，この「権利」に\n係る構成を変更することなしには，「権利」に係る構成を持たない第１種パチンコ\n遊技機に適用できないことは，明らかである。このような変更は当業者といえども\n容易であったとはいえず，ましてや，自明なことであったとはいえない。\n当初明細書においては，第１種パチンコ遊技機では，その遊技内容が単調で変化\nに乏しいと評価した上で，第３種パチンコ遊技機を改良して遊技者の興趣を増加す\nる第３種のパチンコ遊技機を提供しようとする旨が記載されており，当初明細書に\n記載の発明には，第３種パチンコ遊技機とはタイプが異なり遊技内容が単調で変化\nに乏しい第１種パチンコ遊技機を含めて適用しようとする技術思想がないことが明\nらかであるから，当初明細書に記載された第３種パチンコ遊技機の図柄の表示制御\nを第１種パチンコ遊技機の図柄の表示制御に適用できると解することは，当初明細\n書の記載に反するものであり，当初明細書の記載から自明なことではない。\n以上から，本件補正は，第３種パチンコ遊技機を第１種パチンコ遊技機に補正す\nるものであって，当初明細書の記載に基づくものではなく，当業者が容易になし得\nたことでもなく，当初明細書に記載されていた本件発明に係る発明の要旨を変更す\nるものである。\n(1-3)　【従来の技術】もしくは【発明の解決しようとする課題】から，直ちに課\n題を解決するための具体的手段が導かれるはずもなく，課題を解決するための構成\nは当初明細書における具体的手段を特定できる記載に基づくべきことは，当然であ\nる，そして，当初明細書には，「電動役物の可変表示体があらかじめ定められた一\n定の表示態様となったときに，大入賞口を開く」ものが「遊技者の興趣を増加する\nことができるパチンコ遊技機」であるとは記載されていない。\n(2)　本件補正後の請求項１後段部分に関する主張に対して\n当初明細書における権利消滅後に権利発生確率を向上させる技術は，使用するセ\nグメント表示体の個数を減らすように変更することが本質的であって，しかも，使\n用するセグメント表示体の個数と数値自体の大きさを示す桁数は別異の概念である\nから，確率の大きさを示す数値の桁数を基準にする，桁数の異なる確率で確率を向\n上させる技術が当初明細書に開示されていないことは明らかである。\n当初明細書には「大当たり発生確率」との用語はなく，「権利発生確率」との用\n語があるのみである。当初明細書記載の発明における「大当たり状態」が発生する\n確率である「大当たり発生確率」は，「可変表示体に可変表示された図柄があらか\nじめ設定された図柄と一致する確率」である「権利発生確率」に加えて「この権利\n発生期間内に始動口２０に遊技球が入賞する」確率も考慮されるべきものである。\n原告の主張は，当初明細書記載の「権利発生確率」を恣意的に「大当たり発生確\n率」として新たに定義するものであり，当初明細書の記載によらない主張として，\n失当である。\n第３　当裁判所の判断\n１　本件補正後の請求項１前段部分が要旨変更に当たるか否かについて\n(1)　パチンコ機の種類としては，昭和６０年２月１２日国家公安委員会規則第４\n号（遊技機の認定及び型式の検定等に関する規則）に基づき，第１種，第２種，第\n３種と呼ばれるものに分類され，このうち，第１種とは，セブン機といわれるもの\nで，スタートチャッカーに玉が入ると中央の役物やデジタルが作動し，数字又は図\n柄がそろえば大当たりとなるものを指し，第３種とは，権利物といわれるもので，\n特定の出目がそろった後，Ｖゾーンに入賞があって初めて大当たりとなるものを指\nすことが認められる（甲８）。\n(2)　本件補正後の請求項１前段部分（甲２）には，「特定の入賞口に遊技球が入\n賞することにより可変表示体に図柄が可変表示され，この表示された図柄があらか\nじめ定められた図柄と一致することを条件として大入賞口の扉を開く大当たり状態\nとなるパチンコ遊技機において…」と記載されている。この記載によれば，「この\n表示された図柄があらかじめ定められた図柄と一致する」ことの１つの条件が成立\nすることで「大当たり状態となる」パチンコ遊技機であって，別の構成要件を必要\nとしていないものと認められるので，上記パチンコ遊技機の種類は，第１種である\nということができる。\nそして，補正後の特許請求の範囲の記載からは，「表示された図柄があらかじめ\n定められた図柄と一致する」という条件は，「大当たり状態となる」ために必要な\n条件であるとともに，十分条件でもある（必要十分条件）と認められる。\n(3)　そこで，当初明細書の請求項１前段部分（甲１）をみると，「特定の入賞口\nに遊技球が入賞することにより可変表示体に図柄が可変表示され，この表示された\n図柄があらかじめ定められた図柄と一致することを条件として大入賞口の扉を開く\n権利が発生し，権利発生中に遊技球が始動口に入賞すると大入賞口の扉が開き，遊\n技球の入賞を容易にする大当たり状態となるパチンコ遊技機において…」と記載さ\nれている。この記載によれば，「この表示された図柄があらかじめ定められた図柄\nと一致することを条件として大入賞口の扉を開く権利が発生」することと，「（権\n利発生中に）遊技球が始動口に入賞する」ことの２つの条件が成立することで，\n「大当たり状態となる」パチンコ遊技機であると認められるので，当初明細書の請\n求項１で特定されるパチンコ遊技機の種類は，第３種であるということができる。\nまた，当初明細書の請求項１前段部分には，上記２つの条件のうち一方だけが満\nたされることで「大当たり状態となる」とは記載されていないことは明らかであ\nる。そして，これら２つ条件は，独立している別々の条件であると解されるのであ\nって，一方の条件が単に重畳的に記載されているとか，単純な付加限定にすぎない\nとかいうことはできない。\n前記認定によれば，第１種のパチンコ遊技機と第３種のパチンコ遊技機とは別種\nのパチンコ遊技機であることは明らかであるところ，当初明細書の請求項１前段部\n分においては，第３種のパチンコ遊技機が記載されており，第１種のパチンコ遊技\n機が開示されていたと認めることはできない。\n(4)　次に，当初明細書（甲１）の「発明の詳細な説明」欄の記載との対比におい\nて，本件補正を検討しておく。\n当初明細書の「発明の詳細な説明」欄には，確かに，(ａ)パチンコ遊技機は一般\nに遊技が単調となる傾向があったので，遊技盤にスロットゲーム又はルーレットゲ\nーム等を行う電動役物及び入賞確率を可変とする変動入賞装置（大入賞口）を設\nけ，電動役物の可変表示体があらかじめ定めた一定の表示態様となったときに，大\n入賞口を開き，遊技球の入賞確率を高めるパチンコ遊技機が工夫されていること\n（段落【0002】，第１種パチンコ遊技機を指すものと認められる。），(ｂ)しかし\nながら，かかるパチンコ遊技機も，遊技内容が単調で，変化に乏しく，遊技者に飽\nきられやすいものであったことにかんがみ，本発明は，遊技者の興趣を増加するこ\nとができるパチンコ遊技機を提供することを目的（課題）とするものであること\n（段落【0003】）について記載が存在する。しかし，上記課題を解決するための手\n段としては，(ｃ)特定の入賞口に遊技球が入賞することにより可変表示体に図柄が\n可変表示され，この表示された図柄があらかじめ定められた図柄と一致することを\n条件として大入賞口の扉を開く権利が発生し，権利発生中に遊技球が始動口に入賞\nすると大入賞口の扉が開き，遊技球の入賞を容易にする大当たり状態となるパチン\nコ遊技機（第３種パチンコ遊技機を指すものと認められる。）を採用し，(ｄ)権利\n発生中に前記始動口に入賞した遊技球の数を記憶する記憶手段と，前記大入賞口の\n扉が閉じたときに前記記憶手段に記憶があるか否かを判断し，記憶があるときには\n前記大入賞口の扉を開く信号を発する判断手段と，前記大入賞口の扉が開いた回数\nを計数するカウンタとを設け，前記カウンタの値が所定値になったとき権利を消滅\nさせること，(ｅ)それとともに，その権利消滅後の前記可変表示体における権利発\n生確率を所定回数の権利発生にわたって向上させること（段落【0004】）が記載さ\nれている。\nなお，当初明細書の「発明の詳細な説明」欄には，大当たりに関しては「大当た\nり状態」の記載があり，確率に関しては「入賞確率」，「権利発生確率」の記載が\nあるが，「大当たり発生確率」との言葉は使用されていない。そして，「図柄の一\n致」，「権利の発生・消滅」，「大当たり」との関係については，「表示された図\n柄があらかじめ定められた図柄と一致することを条件として大入賞口の扉を開く権\n利が発生し」，「大入賞口の扉が開いた回数をカウンタが計数して，その値が所定\n値になると権利が消滅する」，「権利が発生している期間に遊技球が始動口２０に\n入賞すれば，大当たり状態となって」，「扉５が８回開閉し，大当たり状態が終了\nする」と記載されていることから（段\n落【0004】，【0005】，【0011】，【0012】，【0015】～【0020】），「図柄が一\n致する」ことにより「権利が発生し」，その後，始動口に遊技球が入賞して「大当\nたり」状態となり，大入賞口の扉が開いた回数が所定値（８回）となると「権利は\n消滅」し，「大当たり状態が終了」するという関係となっていることが認められ\nる。そうすると，「権利消滅後」と「大当たり消滅後」は，同義といえず，「権利\n発生確率」と「図柄がそろう確率」は同義といえない。そして，「大当たり消滅後\nの可変表示体における図柄がそろう確率を所定回数図柄がそろうまで向上させる」\nことは，当初明細書には記載されていない。\n(5)　上記認定したところによれば，当初明細書に記載された発明における「その\n権利消滅後の前記可変表示体における権利発生確率を所定回数の権利発生にわたっ\nて向上させること」は，「権利発生・消滅」を構成要件とする第３種パチンコ遊技\n機に関する発明特有の特徴点であるものと認められる。そうすると，「その権利消\n滅後の前記可変表示体における権利発生確率を所定回数の権利発生にわたって向上\nさせること」ことをデジパチ機のような第１種パチンコ遊技機の表示制御に適用し\n得ることは，当業者にとって当初明細書の記載から自明な事項であるということは\nできない。\nちなみに，当初明細書の段落【0002】，【0003】において，可変表示体があらか\nじめ定められた一定の表示態様となったときに大入賞口を開くパチンコ遊技機（第\n１種パチンコ遊技機）について，遊技者に飽きられやすいものであったという事情\nに基づいて，本発明がなされたと記載されているからといって，この発明における\n第３種パチンコ遊技機の構成を，第１種パチンコ遊技機に適用し得ることが示唆さ\nれていたということができないのは明らかである。\n(6)　以上によれば，「発明の詳細な説明」欄を含む，当初明細書の記載を精査し\nても，本件補正後の請求項１の前段部分に記載の技術的事項が当初明細書に記載，\n開示又は示唆されていたものとは認められず，また，その技術的事項が当初明細書\nの記載からみて自明な事項であるとも認められない。\nよって，本件補正後の請求項１の前段部分に関して，本件補正は明細書の要旨を\n変更するものであるとした決定の認定判断は，是認し得るものであり，この点に関\nする原告主張の決定取消事由は理由がない。\n２　以上のとおりであるから，原告のその余の主張について判断するまでもな\nく，本件補正を却下すべきものとした決定は，是認し得るものである。\nよって，原告の請求は棄却されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　　原　　　朋　　　一\n裁判官　　　古　　　城　　　春　　　実\n裁判官　　　田　　　中　　　昌　　　利\n【別紙】　決定の理由\n不服２０００－６６５９号事件，平成１３年８月７日付け決定\n（下記は，上記決定の理由部分について，文書の書式を変更したが，用字用語の点\nを含め，その内容をそのまま掲載したものである。）\n理　由\n１．手続補正の内容\n上記日付でした手続補正は、特許請求の範囲の請求項１（以下、本願発明とい\nう）の記載を以下のように補正する内容を含むものである。\n「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変表示され、\nこの表示された図柄が予め定められた図柄と一致することを条件として大入賞口の\n扉を開く大当り状態となるパチンコ遊技機において、大当り中に前記大入賞口の扉\nが開いた回数を計数するカウンタを設け、前記カウンタの値が所定値になったとき\n大当りを消滅させると共に、その大当り消滅後の前記可変表示体における大当り発\n生確率を、初回の発生確率と桁数の異なる確率で所定回数の大当り発生に亘って向\n上させることを特徴とするパチンコ遊技機。」\n２．当初明細書等に記載された事項\n願書に昀初に添付された明細書及び図面（以下、「当初明細書等」という。）に\nは、\n「【０００２】【従来の技術】パチンコ遊技機は一般にその遊技盤上に複数の入賞\n口を有しており、遊技者が購入した遊技球を遊技盤面に沿って打ち込み、遊技球が\n入賞口に入賞すると、一定数の賞品球が払い出されるようになっている。このよう\nなパチンコ遊技機において、遊技者のすることは購入した遊技球を供給皿に入れ、\n打球ハンドルを操作して遊技球を発射するだけであるため、遊技が単調となる傾向\nがあった。そこで、遊技盤にスロットゲーム又はルーレットゲーム等を行う電動役\n物及び入賞確率を可変とする変動入賞装置（大入賞口）を設け、電動役物の可変表\n示体が予め定めた一定の表示態様となったときに、大入賞口を開き、遊技球の入賞\n確率を高めるパチンコ遊技機が工夫されている。」（願書に昀初に添付された明細\n書段落【０００２】）\n「【０００４】【課題を解決するための手段】上記の目的を達成するための本発明\nは、特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変表示さ\nれ、この表示された図柄が予め定められた図柄と一致することを条件として大入賞\n口の扉を開く権利が発生し、権利発生中に遊技球が始動口に入賞すると大入賞口の\n扉が開き、遊技球の入賞を容易にする大当り状態となるパチンコ遊技機において、\n権利発生中に前記始動口に入賞した遊技球の数を記憶する記憶手段と、前記大入賞\n口の扉が閉じたときに前記記憶手段に記憶があるか否かを判断し、記憶があるとき\nには前記大入賞口の扉を開く信号を発する判断手段と、前記大入賞口の扉が開いた\n回数を計数するカウンタとを設け、前記カウンタの値が所定値になったとき権利を\n消滅させると共に、その権利消滅後の前記可変表示体における権利発生確率を所定\n回数の権利発生に亘って向上させることを特徴とするものである。【０００５】\n【作用】本発明は前記の構成により、特定の入賞口に遊技球が入賞することにより\n可変表示体に図柄が可変表示され、この表示された図柄が予め定められた図柄と一\n致することを条件として大入賞口の扉を開く権利が発生し、権利発生中に遊技球が\n始動口に入賞すると大入賞口の扉が開き、そして、権利発生中に遊技球が始動口に\n入賞すると記憶手段がその情報を記憶し、大入賞口の扉が閉じた後、判断手段によ\nってその情報を判断し、記憶があれば、再び大入賞口の扉を開き、大入賞口の扉が\n開いた回数をカウンタが計数して、その値が所定値になると権利が消滅する。そし\nて、その権利消滅後において可変表示体における権利発生確率を所定回数の権利発\n生に亘って向上させる。したがって、大入賞口が開いているときに遊技球が始動口\nに連続して入賞したときにも、その数を記憶し、記憶した回数だけ大入賞口を開閉\nするので、このような場合に従来の装置のように、予め定めた大入賞口を開閉でき\nる所定回数（たとえば、８回）の入賞があるにもかかわらず、所定回数の大入賞口\nの開閉を行わずに、途中（たとえば５回）で終了してしまうことはない。また、権\n利消滅後において可変表示体における権利発生確率を所定回数の権利発生に亘って\n向上させるので、一度権利が発生すると次回以降の権利発生頻度を高めることがで\nきる。」（同明細書段落【０００４】～【０００５】）、\n「【００１１】セグメント表示体２ａ・２ｂ・２ｃが可変表示状態を停止した場合\nにおいて、セグメント表示体２ａ・２ｂ・２ｃによって表示されている数値に基づ\nいて、電動役物１０を制御するために、セグメント表示体２ａ・２ｂ・２ｃに対応\nするリングカウンタ３４ａ・３４ｂ・３４ｃの出力が判定回路３７に与えられる。\nこの判定回路３７には、設定部３８からの設定情報が与えられている。設定部３８\nは、セグメント表示体２ａ・２ｂ・２ｃのあらかじめ定められた数値を設定してい\nる。そこで、判定回路３７はセグメント表示体２ａ・２ｂ・２ｃが可変表示状態を\n停止したときのリングカウンタ３４ａ・３４ｂ・３４ｃの出力に基づいて、セグメ\nント表示体２ａ・２ｂ・２ｃに表示されている３桁の数値を設定部３８から与えら\nれている３桁の数値と比較判定し、判定出力を電動役物１０を制御する制御部３９\nに与える。制御部３９は、判定回路３７からの判定出力がセグメント表示体２ａ・\n２ｂ・２ｃに表示された数値とあらかじめ設定部３８に定められていた数値と同一\nであるというものであれば、大入賞口４の扉５を開く権利（以下、単に権利とも称\nする）を発生させる。【００１２】この大入賞口４の扉５を開く第１の権利が発生\nしている期間に遊技球が始動口２０に入賞すれば、大当たり状態となって大入賞口\n４の扉５が開く。大当たり状態は、本実施形態の場合３０秒間、あるいは遊技球が\n大入賞口４に１０個入賞した時点で終了する。権利発生期間内に始動口２０に遊技\n球が入賞すれば、扉５の開閉は昀高８回まで繰り返される。扉５の８回の開閉が終\n了し、大当たり状態が終了すると、第１の権利が消滅すると同時に、切替スイッチ\n３１により、遊技球が特定入賞口１に入賞した場合に数値が可変表示されるセグメ\nント表示体をセグメント表示体２ａだけに変更する。そして、遊技球が特定入賞口\n１に入賞する毎に、今度は１桁の数値が可変表示され、停止したときのセグメント\n表示体２ａに表示される数値が設定部３８に予め定められた１桁の数値と一致した\n場合には、大入賞口４の扉５が開く権利が発生し、大当たり状態となる。扉５が８\n回開閉し、大当たり状態が終了すると、第２の権利が消滅するとともに、数値が可\n変表示される位置がセグメント表示体２ｂに変更される。以下同様にして第３の権\n利が発生・消滅した後に遊技球が特定入賞口１に入賞すると、可変表示される位置\nがセグメント表示体２ｃに変更され、更に第４の権利が発生して消滅した後に遊技\n球が特定入賞口１に入賞すると、３つのセグメント表示体２ａ・２ｂ・２ｃが可変\n表示され、以後上述の動作を繰り返す。【００１３】このように、本実施形態で\nは、第１の権利は発生し難いが、第２～第４の権利は発生し易いので、一旦、第１\nの権利が発生すると、遊技者は容易に大量の賞品球を獲得することが可能となり、\n興趣が増加する。」（同明細書段落【００１１】～【００１３】）、「【００１\n５】次に、本発明に係るパチンコ遊技機の動作を図１乃至図５をも参照して説明す\nる。大入賞口４の扉５を開く権利が発生していない状態（以下、通常状態という）\nで遊技球が特定入賞口１に入賞すると、特別装置３が作動し、３つのセグメント表\n示体２ａ・２ｂ・２ｃに数字が可変表示される。この表示された数字があらかじめ\n定められている数字（たとえば「７・７・７」）と一致した場合に限り、大入賞口\n４の扉５を開く第１の権利が発生する。この権利発生期間内に始動口２０に遊技球\nが入賞すると、大入賞口４の扉５が開き、遊技球の入賞が容易な大当たり状態とな\nる。このような大当たり状態で大入賞口４に遊技球が入賞すると、大入賞口４の内\n部に設けられている入賞球カウンタ７が大入賞口４へ入賞した遊技球の個数をカウ\nントし、扉５が開いている時は勿論、扉５が閉じている時も透明な扉５を透して遊\n技者に大入賞口４に入賞した遊技球の数を知らせるようになっている。【００１\n６】第１の権利が消滅した後、遊技球が特定入賞口１に入賞すると特別装置３が作\n動し、遊技者から見て左のセグメント表示体２ａに数字が可変表示される。この表\n示された数字があらかじめ定められている数字（たとえば「０」）と一致した場合\nに、大入賞口４の扉５を開く第２の権利が発生する。この権利発生期間内に始動口\n２０に遊技球が入賞すると、大入賞口４の扉５が開き、遊技球の入賞が容易な大当\nたり状態となる。【００１７】第２の権利が消滅すると、数値が可変表示されるセ\nグメント表示体を別のセグメント表示体２ｂに変更する。この第２の権利が消滅し\nた状態で遊技球が特定入賞口１に入賞すると、特別装置３が作動し、中央のセグメ\nント表示体２ｂに数字が表示される。この表示された数字があらかじめ定められて\nいる数字（たとえば「７」）と一致した場合に、大入賞口４の扉５を開く第３の権\n利が発生する。また、第３の権利が消滅した状態で遊技球が特定入賞口１に入賞す\nると、特別装置３が作動し、遊技者から見て右のセグメント表示体２ｃに数字が表\n示される。以下同様にして、第４の権利が発生・消滅した後、遊技球が特定入賞口\n１に入賞すると第１の権利が発生し、上述の動作を繰り返す。このように第１の権\n利が消滅した後は、権利を発生させる数字が、左のセグメント表示体２ａから中央\nのセグメント表示体２ｂ、右のセグメント表示体２ｃへと順次移動しながら表示さ\nれるようになっている。」（同明細書段落【００１５】～【００１７】）、\n「【００１９】第１の権利が発生しているときに遊技球が始動口２０に入賞すると\n大当たり状態に移行し、制御・判断部５４は、扉駆動部５６を介して大入賞口４の\n扉５を開状態とし（ステップ１）、ランプ駆動部５７を介して左端のランプ６１を\n点灯して（ステップ２）扉開検知スイッチ５３からの信号を受けて内蔵する扉開閉\n用カウンタＣの値を「＋１」する（ステップ３）。扉５が開状態になると、制御・\n判断部５４は開状態の時間が３０秒経過したか否かを判断し（ステップ４）、経過\nしなければ大入賞口４への遊技球の入賞数が１０であるか否かを判断する（ステッ\nプ５）。その入賞数が１０以下であればステップ６で始動口２０への入賞があるか\n否かを判断し、始動口２０への入賞があれば、記憶部５５の値を「＋１」して（ス\nテップ７）左端から２個目のランプ６２を点滅し（ステップ８）、ステップ４へ戻\nる。【００２０】一方、開状態の時間が３０秒になるか又は大入賞口４への入賞数\nが１０個になると、扉５を開状態とし（ステップ９）、ステップ１０で扉開閉用カ\nウンタＣの値が「８」であるか否かを判断する。その値が「８」以下であれば、記\n憶部５５に記憶があるか否かを判断し（ステップ１１）、記憶があれば記憶部５５\nの値を「－１」してステップ１へ戻り、扉５を開状態として左端から２個目のラン\nプ６２を点灯し（ステップ２）、扉開閉用カウンタＣの値を「＋１」する（ステッ\nプ３）。以下前述と同様の動作を繰り返す。また、ステップ１０で扉開閉用カウン\nタＣの値が「８」のとき又はその値が「８」以下であっても、ステップ１１で記憶\n部５５の値が「０」であれば、ランプ６を消灯し（ステップ１３）、各種のカウン\nタをリセットして（ステップ１４）大当たり状態を終了し、第１の権利は消滅す\nる。第２乃至第４の権利における大当たり状態の動作も同様である。」（同明細書\n段落【００１９】～【００２０】）、と記載されている。\n３．判断\n上記記載によると、当初明細書等では、本願発明は下記の点から構成されている\nものと認められる。\n（１）「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変表示\nされ、この表示された図柄が予め定められた図柄と一致することを条件として大入\n賞口の扉を開く権利が発生し、権利発生中に遊技球が始動口に入賞すると大入賞口\nの扉が開き、遊技球の入賞を容易にする大当り状態となるパチンコ遊技機。」\n（２）「権利発生中に前記始動口に入賞した遊技球の数を記憶する記憶手段と、前\n記大入賞口の扉が閉じたときに前記記憶手段に記憶があるか否かを判断し、記憶が\nあるときには前記大入賞口の扉を開く信号を発する判断手段と、前記大入賞口の扉\nが開いた回数を計数するカウンタとを設け、前記カウンタの値が所定値になったと\nき権利を消滅させると共に、その権利消滅後の前記可変表示体における権利発生確\n率を所定回数の権利発生に亘って向上させる。」\n（３）「権利消滅後において可変表示体における権利発生確率を所定回数の権利発\n生に亘って向上させるので、一度権利が発生すると次回以降の権利発生頻度を高め\nることができる。」\n（４）「セグメント表示体２ａ・２ｂ・２ｃが可変表示状態を停止した場合におい\nて・・・セグメント表示体２ａ・２ｂ・２ｃに表示されている３桁の数値を設定部\n３８から与えられている３桁の数値と比較判定し・・・あらかじめ設定部３８に定\nめられていた数値と同一であるというものであれば、大入賞口４の扉５を開く権利\nを発生させる。この大入賞口４の扉５を開く第１の権利が発生している期間に遊技\n球が始動口２０に入賞すれば、大当たり状態となって大入賞口４の扉５が開く。」\n（５）「第１の権利は発生し難いが、第２～第４の権利は発生し易いので、一旦、\n第１の権利が発生すると、遊技者は容易に大量の賞品球を獲得することが可能とな\nり、興趣が増加する。」\n（６）「第１の権利が消滅した後、遊技球が特定入賞口１に入賞すると特別装置３\nが作動し、遊技者から見て左のセグメント表示体２ａに数字が可変表示される。こ\nの表示された数字があらかじめ定められている数字（たとえば「０」）と一致した\n場合に、大入賞口４の扉５を開く第２の権利が発生する。この権利発生期間内に始\n動口２０に遊技球が入賞すると、大入賞口４の扉５が開き、遊技球の入賞が容易な\n大当たり状態となる。」\n（７）「第２の権利が消滅した状態で遊技球が特定入賞口１に入賞すると、特別装\n置３が作動し、中央のセグメント表示体２ｂに数字が表示される。この表示された\n数字があらかじめ定められている数字（たとえば「７」）と一致した場合に、大入\n賞口４の扉５を開く第３の権利が発生する。」\n（８）「第３の権利が消滅した状態で遊技球が特定入賞口１に入賞すると、特別装\n置３が作動し、遊技者から見て右のセグメント表示体２ｃに数字が表示される。」\n「第４の権利が発生・消滅した後、遊技球が特定入賞口１に入賞すると第１の権利\nが発生し、上述の動作を繰り返す。」\nしかしながら、上記３．（１）～（８）の構成には、\n「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変表示\nされ、この表示された図柄が予め定められた図柄と一致すると権利が発生し、権利\n発生期間内に始動口に遊技球が入賞すると大入賞口の扉を開く大当り状態となるパ\nチンコ遊技機」である点は記載されているものの「特定の入賞口に遊技球が入賞す\nることにより可変表示体に図柄が可変表示され、この表示された図柄が予め定めら\nれた図柄と一致することを条件として大入賞口の扉を開く大当り状態となるパチン\nコ遊技機」については記載されておらず、また、発明の詳細な説明等には「～する\nことを条件として」の「条件」として、「権利が発生し、権利発生期間内に始動口\nに遊技球が入賞する」ことは記載されておらず、またこのような条件を含むことを\n示唆する記載もない。\nそして、「特定の入賞口に遊技球が入賞することにより可変表示体に図柄が可変\n表示され、この表示された図柄が予め定められた図柄と一致すると権利が発生し、\n権利発生期間内に始動口に遊技球が入賞すると大入賞口の扉を開く大当り状態とな\nるパチンコ遊技機」と「特定の入賞口に遊技球が入賞することにより可変表示体に\n図柄が可変表示され、この表示された図柄が予め定められた図柄と一致することを\n条件として大入賞口の扉を開く大当り状態となるパチンコ遊技機」はあきらかに構\n成が異なっており、上記補正は発明の要旨を変更するものである。\nさらに、上記３．（１）～（８）の構成には、\n「権利消滅後の前記可変表示体における権利発生確率を所定回数の権利発生に亘っ\nて向上させるパチンコ遊技機。」あるいは「権利消滅後において可変表示体におけ\nる権利発生確率を所定回数の権利発生に亘って向上させるので、一度権利が発生す\nると次回以降の権利発生頻度を高めることができるパチンコ遊技機。」については\n記載されているものの、「大当り消滅後の前記可変表示体における大当り発生確率\nを、初回の発生確率と桁数の異なる確率で所定回数の大当り発生に亘って向上させ\nることを特徴とするパチンコ遊技機。」のような、初回の発生確率と「桁数の異な\nる確率」で所定回数の大当り発生に亘って向上させる点については当初明細書等に\nは記載されておらず、しかも、当初明細書等に記載された事項から自明のこととも\n認められないから、上記手続補正は、願書に昀初に添付した明細書又は図面に記載\nした事項の範囲内において特許請求の範囲を変更するものではなく、明細書の要旨\nを変更するものである。\n４．むすび\n以上のとおりであるから、上記手続補正は、特許法の一部を改正する法律（平成\n５年法律第２６号）附則第２条第１項の規定によりなお従前の例によるとされる改\n正前の特許法第１５９条第１項で準用する同法第５３条第１項の規定により却下す\nべきものである。\nよって、結論のとおり決定する。\n平成１３年　８月　７日\n"
}