{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 30
  },
  "case_number": "平成16(行ウ)40",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所第7民事部",
  "lawsuit_id": "6567",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6567",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/567/006567_hanrei.pdf",
  "contents": "主        文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，Ａに対し，１２６万６１５０円を大阪府に支払うよう請求せよ。\n第２　事案の概要\n１　本件は，大相撲大阪場所（大相撲春場所。以下「春場所」という。）における大阪府知事\n賞（以下「知事賞」という。）の贈呈に関し，財団法人日本相撲協会（以下「相撲協会」とい\nう。）が，大阪府知事（以下「知事」という。）であるＡが女性であることを理由に土俵へ上\nがるのを拒否しているため，大阪府副知事がこれを代理授与していることについて，原告が，\n平成１５年及び平成１６年の各春場所における知事賞の贈呈に係る贈与契約等が違法であるな\nどと主張して，地方自治法２４２条の２第１項４号に基づき，被告に対し，同契約等の当時，\n大阪府知事の地位に在ったＡに対して，知事賞贈与に要した費用等の損害金合計１２６万６１\n５０円を大阪府に支払うよう請求することを求めている住民訴訟である。\n２　前提となる事実\n(1)　当事者等\nア　原告は，大阪府内に主たる事務所を有する特定非営利活動法人である。\nイ　被告は，大阪府の長であり，地方自治法２４０条の規定に基づき大阪府の債権を管理する\n権限を有する者である。\nウ　Ａは，平成１２年２月に行われた知事選挙において当選し，同月から現在に至るまで知事\nの職に在る者である。\n(2)　知事賞の代理授与に至る経緯等について\nア　相撲協会は，例年３月に大阪府で春場所を挙行している。大阪府は，昭和２８年以降，春\n場所の幕内優勝力士を称えるため，相撲協会からの大阪府知事賞贈与申請に基づき，幕内優勝\n力士に対し，知事賞を贈呈してきた。\nそして，平成１１年春場所までは，春場所の千秋楽において，知事が，知事杯（持ち回\nり），知事名の賞状及び副賞の目録を自ら土俵上において幕内優勝力士に授与し（以下，この\nような方法による知事賞授与を「直接授与」という。），副賞の現物については，数量，種類\n及び贈呈時期等を当該力士と協議の上，後日引き渡してきた（争いがない）。\nイ(ア)　相撲協会は，女性が大相撲の土俵上に上がることを禁忌としている（顕著な事実）。\n(イ)　相撲協会は，女性であるＡが知事になったことから，大阪府知事賞贈与申請をしながら\nも，知事自身が土俵上に上がって知事賞を直接授与することを拒否した。\nそのため，平成１２年から平成１４年までの各春場所に係る知事賞の贈呈は，Ａに代わり，\n男性である大阪府副知事（以下「副知事」という。）が土俵上において賞状及び副賞目録を授\n与するという方法（以下，このような方法による知事賞授与を，「代理授与」という。）によ\nって行った。\nウ　大阪府において，春場所に関する事務を所管しているのは，生活文化部生涯スポーツ振興\n課である（弁論の全趣旨）。\nエ　平成１５年春場所知事賞について\n相撲協会は，平成１５年２月５日，知事に対して，平成１５年春場所を挙行するに当たり，\n同場所での幕内優勝力士に知事賞を贈与されたいと申請した（甲２の３）。\n大阪府は，同年３月１４日，上記申請を受けて，平成１５年春場所における幕内優勝力士に\n対し，賞状及び副賞（能勢米及び大阪ウメビーフ合計５０万円相当）を贈呈することを，生涯\nスポーツ振興課長の専決により決定し，その旨相撲協会に伝えることにより第三者のためにす\nる契約である贈与契約（以下「本件贈与契約①」という。）を締結した（乙７）。\nＢ副知事（以下「Ｂ」という。）は，平成１５年３月２３日に行われた同年春場所の表彰式\nにおいて，幕内優勝力士であるＸ関に対し，知事賞の賞状と副賞目録の代理授与を行った（乙\n１２）。\nオ　平成１６年春場所知事賞について\n相撲協会は，平成１６年２月１０日，知事に対して，平成１６年春場所を挙行するに当た\nり，同場所での幕内優勝力士に知事賞を贈与されたいと申請した（甲３の４の１）。\n大阪府は，同年３月１２日，上記申請を受けて，平成１６年春場所における幕内優勝力士に\n対し，賞状及び副賞（能勢米及び大阪ウメビーフ合計５０万円相当）を贈呈することを，生涯\nスポーツ振興課長の専決により決定し，その旨相撲協会に伝えることにより第三者のためにす\nる契約である贈与契約（以下「本件贈与契約②」といい，本件贈与契約①と合わせて「本件各\n贈与契約」という。）を締結した（乙９）。\nＣ副知事（以下「Ｃ」という。）は，平成１６年３月２８日に行われた同年春場所の表彰式\nにおいて，幕内優勝力士であるＹ関に対し，知事賞の賞状と副賞目録の代理授与を行った（乙\n１４）。\n(3)　知事賞関係の支出について\nア　平成１５年春場所について\n(ア)　大阪府は，同年春場所に係る知事賞の賞状の筆耕を株式会社文琳社（以下「文琳社」と\nいう。）に代金５８８０円で依頼し，その費用を支払った（甲２の４の１）。\n(イ)　大阪府は，同場所の知事賞副賞のための牛肉及び能勢米を，大阪ウメビーフ協議会（以\n下「協議会」という。）及び大阪北部農業協同組合（以下「北部農協」という。）から購入\nし，協議会に対して代金３０万円を，北部農協に対して代金１９万６８００円を，それぞれ支\n払った（甲２の５の１，２の５の３，２の６の１）。\nイ　平成１６年春場所について\n(ア)　大阪府は，同年春場所に係る知事賞の賞状の筆耕を文琳社に代金５８８０円で依頼し，\nその費用を支払った（乙６，１１）。\n(イ)　大阪府は，同場所の知事賞副賞のための牛肉及び能勢米を，協議会及び北部農協から購\n入し，協議会に対して代金３０万円を，北部農協に対して代金１９万７４００円を，それぞれ\n支払った（乙１５，１６）。\n(4)　出張旅費の支出について\nア　平成１５年６月の出張について\nＢは，Ｄ生活文化部長（以下「Ｄ」という。）に対し，平成１５年６月５日に財団法人日本\n体育協会（以下「体育協会」という。），相撲協会及び文部科学省へ出張するよう命じ（以下\n「旅行命令①」という。），この出張のため，府民活動推進課課長補佐は，同月３日，出張旅\n費４万０１８０円の支出命令（以下「支出命令①」という。）を専決により発し，これに基づ\nき，上記旅費が支給された（甲２の８の１，２の８の２）。\nＤは，Ｅ生涯スポーツ振興課長（以下「Ｅ」という。）及び同課Ｆ参事（以下「Ｆ」とい\nう。）に対し，上記出張への同行のため出張を命じ（以下「旅行命令②」という。），この出\n張のため，生涯スポーツ推進課課長補佐は，同日，出張旅費合計７万２７３０円の支出命令\n（以下「支出命令②」という。）を専決により発し，これに基づき，上記旅費が支給された\n（甲２の８の６，２の８の７，２の８の８。以上の出張を，以下「本件出張①」という。）。\nイ　平成１５年１２月の出張について\nＣは，Ｄに対し，平成１５年１２月１８日及び１９日に相撲協会及び文部科学省へ出張する\nよう命じ（以下「旅行命令③」という。），この出張のため，府民活動推進課課長補佐は，同\n月１６日，出張旅費５万７７８０円の支出命令（以下「支出命令③」という。）を専決により\n発し，これに基づき，上記旅費が支給された（甲２の８の１，２の８の４）。\nＤは，Ｆに対し，上記出張に同行するための出張を命じ（以下「旅行命令④」という。），\nこの出張のため，生涯スポーツ推進課課長補佐は，同月２４日，出張旅費３万０１００円の支\n出命令（以下「支出命令④」という。）を専決により発し，これに基づき，上記旅費が支給さ\nれた（甲２の８の７，２の８の１１。以上の出張を，以下「本件出張②」という。）。\nウ　平成１６年２月の出張について\nＤは，Ｇ生涯スポーツ振興課長（以下「Ｇ」という）及びＦに対し，平成１６年２月１６日\nに相撲協会及び文部科学省へ出張するよう命じ（以下「旅行命令⑤」といい，旅行命令①ない\nし⑤を合わせて「本件各旅行命令」という。），この出張のため，生涯スポーツ推進課課長補\n佐は，同月１０日，出張旅費合計５万９４００円の支出命令（以下「支出命令⑤」といい，支\n出命令①ないし⑤を合わせて「本件各支出命令」という。）を専決により発し，これに基づ\nき，上記旅費が支給された（甲６の１から６の６まで。この出張を，以下「本件出張③」とい\nい，本件出張①ないし③を合わせて「本件各出張」という。）。\n(5)　専決権限\n本件各贈与契約，本件各旅行命令及び本件各支出命令の各行為者は，いずれも，大阪府事務\n決裁規程（昭和３６年大阪府訓令第４１号。乙４。）により知事から権限の委任を受け，その\n権限を有するに至った者である（弁論の全趣旨）。\n(6)　住民監査請求及び本訴提起\nア　原告は，知事賞の代理授与は性差別であって，憲法１４条等に反し，そのため，知事賞に\n係る経費の支出も違法・不当であるなどと主張して，平成１６年２月２０日，大阪府監査委員\nに対し，地方自治法２４２条１項に基づき，平成１５年春場所の知事賞賞状経費，知事賞副賞\n経費及び本件各出張経費の各返還並びに平成１６年春場所の知事賞関連経費の予算執行の差止\nめを勧告することを求める住民監査請求（以下「本件監査請求」という。）をした。\nイ　大阪府監査委員は，同年３月１２日付け書面（府監第１９３３号。甲４。）をもって，原\n告に対し，知事賞に係る経費及び旅費の支出は違法・不当な支出には当たらないとする監査結\n果（以下「本件監査結果」という。）を通知した。\nなお，本件監査結果には，「知事が直接授与することができない状態で知事賞に係る経費を\n支出することは，男女共同参画社会の形成の観点から決して好ましいとは言えない」として，\n「贈呈の停止を検討するとともに，（相撲）協会に対し，広く国民の意見を聞いて前向きな対\n応が行われるよう強く働きかけられたい。」という被告に対する勧告（以下「本件勧告」とい\nう。）が付され，その対応を平成１６年４月３０日までに監査委員あてに報告するよう求める\n文言が付されていた（甲４）。\nウ　原告は，平成１６年３月２３日，本件訴訟を提起した。\n３　争点及び当事者の主張\n本件の争点は，本件各贈与契約及び本件各支出命令が財務会計法規に反してされたか否かで\nあり，この点についての当事者の主張は以下のとおりである。\n(1)　本件各贈与契約の違法性の有無について〔争点１〕\n［原告の主張］\nア　Ａは，相撲協会の要求により男性副知事に知事賞を代理授与させることを前提として，相\n撲協会からの贈与申請に応じて知事賞を贈呈することを職員をして専決により決定させ，代理\n授与を容認した上で本件各贈与契約を締結した。これは明らかに性差別を助長する行為であっ\nて，憲法１４条，世界人権宣言２条，国際人権規約２条，児童の権利条約２条，女性に対する\nあらゆる形態の差別撤廃に関する条約，男女共同参画社会基本法４条，９条，人権教育及び人\n権啓発の促進に関する法律１条，３条，５条並びに大阪府男女共同参画推進条例に違反するほ\nか，本件贈与契約②は，本件勧告をも無視するものである。\nまた，Ａは，相撲協会にアンケートを求めることなどにより，性差別の合理化にまで加担し\nている。\nしたがって，本件各贈与契約の締結は違法であるから，その本来的権限者の地位にあったＡ\nは，本件各贈与契約の締結によって大阪府に生じた損害を賠償する義務を負う。\nイ　本件各贈与契約自体が男性副知事による代理授与を前提としてされたものとはいえないと\nしても，男性副知事によって代理授与をするという履行態様をとることは，上記アのとおり，\n憲法１４条その他の法令に反し違法である。かかる違法な履行態様をとることにより，本件各\n贈与契約自体が一体として違法性を帯びる。\nウ　上記違法な本件各贈与契約の締結による損害は，筆耕料及び副賞代金の合計額に相当する\n１００万５９６０円である。\n［被告の主張］\n原告の主張は，いずれも争う。\nそもそも知事賞は，スポーツ大会での優勝者を表彰することにより，府民のスポーツへの関\n心を高め，生涯スポーツの振興を図るなどの目的で実施しているのであって，直接の贈呈者の\n性別によって賞の趣旨・目的が変わるものではない。\nまた，土俵上に女性が上がれないということが性差別に当たるか否かということについて\nは，相撲の伝統や文化にかかわる問題であり，国民世論も分かれているから，一概に違法な性\n差別ということはできない。\n(2)　本件各支出命令の違法性の有無について〔争点２〕\n［原告の主張］\nア　本件各出張は，職員が「相撲協会がアンケートを検討していることは知事も感謝してい\nる」と言明するなど，相撲協会のアンケート実施に感謝したり，これを評価するために行われ\nた。このようなアンケートは，相撲協会が自らの責任において行うべきものであって，これに\n感謝するなどとは筋違いも甚だしく，出張自体不要であるから，本件各旅行命令は違法であ\nる。\nイ　本件各支出命令は，本件各出張に要する費用に係るものであるから，本件各旅行命令の違\n法を承継して違法となる。\nよって，その本来的権限者である知事の地位にあったＡは，大阪府に対し，本件各支出命令\nにより支出された合計２６万０１９０円の損害を賠償する責任を負う。\n［被告の主張］\n争う。本件各出張は，いずれも知事賞の知事による直接授与を実現すべく行われたものであ\nり，また，相撲協会以外にも，文部科学省及び体育協会を用務先とするものであって，適法で\nある。\nよって，本件各支出命令に関する原告の主張は当たらない。\n第３　当裁判所の判断\n１　争点１（本件各贈与契約の違法性の有無）について\n(1)　本件各贈与契約の内容について\nア　証拠（後掲）及び弁論の全趣旨によれば，前記前提となる事実のほか，以下の事実が認定\nできる。\n(ア)　Ａは，初の女性の大阪府知事であり，同人が知事に就任する前は，知事賞は，いずれの\n年度も知事自身が土俵上において直接授与していた（争いがない）。\n(イ)　相撲協会から知事あてにされている平成１５年及び平成１６年の知事賞贈与申請書に\nは，「平成１５年（平成１６年）大相撲大阪場所を挙行するに当たり，幕内優勝力士に大阪府\n知事賞を贈与下されたく申請しますので，よろしくお取り計らい願います。」と記され，「事\n業の計画」として，贈与日時，参加範囲，事業効果及び後援の表示があるが，具体的な授与行\n為者が誰かは明示されていない（甲２の３，３の４の１）。\n(ウ)　Ａは，知事賞の表彰者として土俵に上がることを希望している旨公表している（争いが\nない）。同人は，原告が平成１６年１月２６日にしたアンケートに対しても，「女性表彰者が\n土俵に上がることを可とする。」と回答している（甲３の５）。\n(エ)　相撲協会は，女性が土俵に上がることを伝統的に拒んでおり，Ａに対しても「大相撲の\n伝統と文化を継承するため，格段の配慮をお願いしたい」などとして土俵に上がりたいとの希\n望につき難色を示し，土俵に上がることを拒否した。そのため，Ａは，平成１２年から平成１\n６年までの春場所の知事賞授与を，いずれも代理授与の方法により行った（争いがない）。\n相撲協会の平成１６年春場所責任者であるＨ親方は，同年２月１６日，知事賞をＡが直接授\n与することについて，新聞記者の取材に対して，これを否定するコメントをした（甲２の\n９）。\n(オ)　知事賞の代理授与については，平成１２年以降，例年，春場所直前に，相撲協会理事長\nから知事あてに電話があり，「検討しているが結論が出ていないことから，本年も代理授与で\nお願いしたい」旨が伝えられ，知事の判断により代理授与を行っている。平成１５年及び平成\n１６年においても，同様の経過によって代理授与が決定された。\n平成１６年春場所については，知事賞贈与申請が同年２月１０日にされたところ，相撲協会\n理事長は，同年３月８日，大阪府生活文化部長に対し，副知事による代理授与を申し出た（甲\n４）。\nイ　以上を前提に，Ａが，本件各贈与契約を締結した際，知事賞の代理授与を前提とし，ある\nいは容認していたかについて検討する。\n前記ア(イ)認定のとおり，相撲協会から知事あてにされる知事賞贈与申請書には，具体的に\n知事賞の授与行為を誰が行うかについては明示されておらず，また，これに対する承諾の意思\n表示中に，知事賞の授与行為を行う者を定める部分があったとも認められない。\nしかし，土俵に女性が上がることを相撲協会が禁忌としていること，実際にも，平成１２年\nから平成１４年までの各春場所において，相撲協会が，知事賞の直接授与を，Ａが女性である\nことを理由として拒否したこと，これらの際には，各春場所直前に，相撲協会理事長等から，\n代理授与の方法によってほしいという要請があり，それを受けて副知事による代理授与の方法\nがとられていたことからすれば，平成１５年春場所に係る本件贈与契約①についても，代理授\n与の方法によってほしいという要請が同場所の開始前ころにあるであろうことは，贈与申請を\n承諾する時点で，すでに予定されていたものと推認できる。また，本件贈与契約②について\nも，その事情は本件贈与契約①と特段の変化がないから，これと同様に解される。\nそして，上記いずれの春場所においても，Ａが相撲協会の代理授与の要請を受け入れてお\nり，その際，相撲協会に対して強硬に抗議等をしたとの事情が窺えないことからすれば，本件\n各贈与契約は，確定的ではないにせよ，代理授与による可能性が高いことを前提として締結さ\nれたものと認めることができる。\n(2)　本件各贈与契約の締結が違法か否かについて\nア　証拠（後掲）によれば，前記前提となる事実のほか，以下の事実が認定できる。\n(ア)　生涯スポーツ振興課は，平成１５年度の予算要求において，「内外に開かれた『スポー\nツ都市・大阪』をアピールするとともに，府民のスポーツへの関心を高め，生涯スポーツの振\n興を図る。」との目的を掲げ，４０２万５０００円の予算を割り当てられた（甲２の７〔枝番\nを含む〕）。\n(イ)　大阪府は，大相撲春場所が多くの府民に楽しまれており，相撲を通じてスポーツの振興\nに寄与するとともに，大阪の情報を発信するよい機会となっていること等を勘案して，優勝力\n士の健闘をたたえ，府民の総意を示すという基本認識のもとに，幕内優勝力士に対する知事賞\nの贈呈を行っている（甲４）。\n(ウ)　Ａは，本件勧告を受け，平成１６年３月２６日付けで，相撲協会理事長に対し，大阪府\n知事としての考え方を示す通知を発した。その内容は，要旨，①  知事賞に関して，従前，相\n撲協会の具体的な取り組みが示されなかったことは残念であるが，平成１６年春場所でアンケ\nートが実施されることになったことは評価していること，②  同場所も引き続き知事賞を贈呈\nすることとしたが，知事賞の直接授与ができないことは，男女共同参画社会という時代の流れ\nから見て好ましくないと考えていること，③  相撲協会において，広く国民の意見を聴取した\n上で前向きな対応が行われることを求めること，④  ４項目（同場所で実施したアンケート結\n果を早期に公表すること，東京，名古屋及び福岡でも大阪と同様にアンケートを行うこと，大\n相撲本場所入場者以外の方にも広く意見を聞くこと，及び透明性を確保しながら検討を続け，\n貴協会の結論を示すこと）について，同年４月２０日までに書面による回答を求めることであ\nった（乙１）。\n(エ)　Ａは，平成１６年４月２６日付け書面をもって，大阪府監査委員に対し，本件勧告への\n対応につき報告した。その内容は，要旨，①  代理授与は，男女共同参画社会形成の観点から\n好ましくないと考えるが，同年春場所については，相撲協会での検討が行われていること，大\n相撲は長い伝統や文化に深く関わる問題であり，検討には時間がかかること，多くの府民が春\n場所を楽しみにしており，スポーツの振興のみならず，大阪を内外にアピールする絶好の機会\nになっていること等を勘案し，副知事に代理授与をさせたこと，②  相撲協会には同年３月１\n３日に生活文化部長をして監査結果を報告させるとともに，前向きな検討を申し入れ，重ね\nて，同月２６日には，上記(ウ)のとおりの通知を発したこと，③  相撲協会から，同年４月１\n９日付けで回答を受け取ったことを報告するものであった（乙３）。\nイ　原告は，Ａが男性副知事による代理授与を容認する内容の本件各贈与契約を締結したこと\nは性差別を助長する行為であって，憲法１４条，大阪府男女共同参画推進条例等の法令に違反\nし，財務会計法規にも反していると主張している。\n確かに，Ａが女性であるというだけの理由で知事賞を代理授与という形でしか授与できない\nことは，少なくとも形式面において性差別の要素を持つのであり，この点を強調すれば，Ａ\nは，相撲協会が直接授与を確約しない限り，知事賞の贈呈を取りやめるべきであったことにな\nろう。\nしかし，他方で，前記前提となる事実（第２の２(2)ア）及び前記ア(ア)，同(イ)において\n認定したとおり，知事賞は，「スポーツ都市・大阪」をアピールするとともに，大阪府民のス\nポーツへの関心を高め，生涯スポーツの振興を図るとの目的の下，大相撲春場所が多くの府民\nに楽しまれており，相撲を通じてスポーツの振興に寄与するとともに，大阪の情報を発信する\nよい機会となっていること等を考慮して，優勝力士の健闘を称え，府民の総意を示すために贈\n呈するものであるところ，本件各贈与契約を締結せず，知事賞贈呈を見送ることとした場合，\n大阪府は，この行政目的の実現ができないこととなる。\nしかも，大相撲は長い伝統を有し，その中で，土俵に女性が上がることが禁忌とされている\nことは，国民に広く知られており，女性知事による知事賞の授与の形式を巡っては世論も分か\nれている。\nこれらの点を考えれば，知事の職にある者が，知事賞授与による上記行政目的の実現や大相\n撲の伝統にも配慮し，直ちに知事賞の贈呈を停止することなく，代理授与の方法を受忍した上\nで本件各贈与契約を締結し，その上で，前記前提となる事実（第２の２(2)エ）及び前記ア\n(ウ)，同(エ)で認定したとおり，相撲協会に対し，直接授与の実現に向けて，従前の取扱いの\n再検討を求めることにも，一定の合理性を認めることができる。したがって，Ａが代理授与に\nよって知事賞贈呈を行う可能性が高いことを前提として本件各贈与契約を締結したことについ\nて，男女共同参画社会の実現に向けての積極性に欠けるとして，その政治的責任が議論される\n余地があるにしても，これをもって性差別を助長する行為であるとはいえず，憲法１４条等に\n違反すると解することもできない。\nウ　なお，原告は，Ａが相撲協会にアンケート実施を申し入れたことが，性差別を合理化しよ\nうとする相撲協会の意図に従った行為であると主張するが，上記アンケートが，かかる差別的\n意図の下にされたと認めるに足りる証拠はなく，この点についての原告の主張を採用すること\nはできない。\n(3)　小括\n以上によれば，本件各贈与契約の締結が財務会計法規に反して違法であるとは認められない\nから，争点１に係る原告の主張は採用できない。\n２　争点２（本件支出命令の違法性の有無）について\n(1)　本件各出張に係る各旅行命令の違法性について\nア　本件出張①の用務について\n証拠（甲２の８の１４，２の８の１５，乙１３）によれば，原告は，平成１４年春場所の知\n事賞贈呈についても住民監査請求を行い，その監査結果（以下「前監査結果」という。）は，\n上記知事賞贈呈に係る支出は違法・不当なものではないというものであったが，「知事におい\nては，協会から回答のあった全国アンケート調査の早期具体化を促すなど，この問題について\n速やかに結論を出すよう重ねて働きかけられたい。」との監査委員の意見が付されていたこ\nと，本件出張①の出張先は体育協会，相撲協会及び文部科学省であったこと，体育協会へは挨\n拶のために立ち寄ったこと，相撲協会へは前監査結果に基づく申入れのために訪問し，Ｉ理事\n長らの応対を受けたこと，同理事長らに対し，前監査結果を説明し，これに付された意見につ\nいて申し入れるとともに，その進捗状況を尋ねたこと，相撲協会がアンケートを検討している\nことは知事も感謝していることを伝え，相撲協会において早期にアンケートをどうするかにつ\nいての方向性を示して欲しいなどの申入れをしたこと，文部科学省へは，監査結果を説明する\nとともに，前向きな結論を早期に引き出すよう引き続き相撲協会に対する指導を要望したこと\nがいずれも認められる。\nイ　本件出張②の用務について\n証拠（甲２の８の１６）によれば，本件出張②の出張先は，相撲協会及び文部科学省であっ\nたこと，相撲協会へは，前監査結果に基づく申入れを引き続き行うとともに，アンケート調査\nについても進捗状況を問い質し，「検討中のアンケートの内容をぜひ示して欲しい。また，ア\nンケート調査は，大阪においてぜひ実施して欲しい。」と申し入れるとともに，今後，さらに\n相撲協会が国民の声を聞きながら，速やかに結論を出すよう要望したこと，文部科学省へは，\n相撲協会への要望を行ったことを報告するとともに，相撲協会への引き続きの指導を依頼した\nことがいずれも認められる。\nウ　本件出張③の用務について\n証拠（甲６の６）によれば，本件出張③の出張先は，相撲協会及び文部科学省であったこ\nと，相撲協会へは，相撲協会が平成１６年春場所の知事賞授与申請前に「従来どおりの方針は\n変わらない」とマスコミ取材に応じて混乱を招いたことを指摘するとともに，同場所でアンケ\nートを実施してその結果を公表することと，性急に結論を出さず，他の場所でも調査しながら\n検討を進めることを申し入れたこと，文部科学省へは，相撲協会への上記申入れについて説明\nし，指導を依頼したことがいずれも認められる。\nエ　検討\n以上の事実を前提に，本件各旅行命令が，知事から権限の委任を受けた職員の裁量権を逸脱\n濫用してされたものであるか否かを検討するに，前記アからウまでで認定した本件各出張の用\n務は，いずれも春場所の知事賞贈呈に関連する事項を含むものであるから，生活文化部の公務\nを遂行するため，本件各出張を行う合理的な必要性が明らかになかったということはできな\nい。\nかえって，本件各出張においては，直接授与の実現へ向けられた要請や申入れが再三にわた\nって行われていること，これに関連して，出張した職員が文部科学省にも立ち寄り，相撲協会\nへの指導を求めていることが明らかであるから，本件各出張は，知事賞の直接授与を実現すべ\nく行われたものと認めるのが相当であって，生活文化部の公務の遂行に必要なものであったと\n認められる。\n原告は，本件各出張が，相撲協会のアンケート実施に感謝したり，これを評価するために行\nわれており，筋違いであると主張するが，これは前記アからウまでで摘示した各甲号証の文言\nの一部のみをとらえた主張であり，本件各出張の趣旨を正解しないものであるから，採用する\nことができない。\nよって，本件各旅行命令は，違法ではない。\n(2)　原告は，本件各旅行命令が違法であることを前提に本件各支出命令が違法であると主張\nするが，本件各支出命令が違法でないことは前記(1)で説示したとおりであり，原告の主張\nは，その前提を欠く。\n(3)　したがって，本件各支出命令が財務会計法規に反して違法であるとは認められないか\nら，争点２に係る原告の主張は採用できない。\n３　結論\n以上のとおり，原告の請求は理由がないのでこれを棄却することとして，主文のとおり判決\nする。\n大阪地方裁判所第７民事部\n裁判長裁判官　　　　　廣　　谷　　章　　雄\n裁判官　　　　　山　　田　　　　　明\n裁判官　　　　　伊　　藤　　隆　　裕\n"
}