{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 26
  },
  "case_number": "平成7(ワ)4179",
  "case_name": "中華航空エアバス式Ｂ1816機事故損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第7部",
  "lawsuit_id": "7587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/007587_hanrei.pdf",
  "contents": "主文\n１　被告中華航空股ブン有限公司（以下「被告中華航空」という。）は，別紙「請\n求金額及び認容金額一覧表」の原告欄記載の各原告（ただし，原告Ａ１１２，同Ａ\n１７７，同Ａ１９０及び同Ａ２００を除く。）に対し，各原告に対応する同表の認\n容金額欄記載の各金員及びこれに対する平成６年４月２７日から支払済みまで年５\n分の割合による金員を支払え。\n２　原告Ａ１１２，同Ａ１７７，同Ａ１９０及び同Ａ２００を除くその余の原告ら\nの被告中華航空に対するその余の請求を，いずれも棄却する。\n３　原告Ａ１１２，同Ａ１７７，同Ａ１９０及び同Ａ２００の被告中華航空に対す\nる請求を，いずれも棄却する。\n４　原告らの被告エアバス・ジー・アイ・イーに対する請求を，いずれも棄却す\nる。\n５　訴訟費用は，原告Ａ１１２，同Ａ１７７，同Ａ１９０及び同Ａ２００に生じた\n費用を同原告らの負担とし，原告Ａ１１２，同Ａ１７７，同Ａ１９０及び同Ａ２０\n０を除くその余の原告らに生じた費用の１２分の１１を同原告らの負担とし，同原\n告らに生じたその余の費用及び被告中華航空に生じた費用の６分の１を被告中華航\n空の負担とし，被告中華航空に生じたその余の費用及び被告エアバス・ジー・ア\nイ・イーに生じた費用を原告らの負担とする。\n６　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n(1)　被告らは，連帯して，別紙「請求金額及び認容金額一覧表」の原告欄記載の各\n原告に対し，各原告に対応する同表の請求金額欄記載の各金員及びこれに対する平\n成６年４月２７日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は被告らの負担とする。\n(3)　仮執行宣言\n２　被告中華航空\n(1)　本案前の答弁\n別紙「原告グループ一覧表」グループⅠないしⅢ記載の原告らの被告中華航空に対\nする訴えをいずれも却下する。\n(2)　本案の答弁\nア　原告らの被告中華航空に対する請求をいずれも棄却する。\nイ　訴訟費用は原告らの負担とする。\n３　被告エアバス・ジー・アイ・イー（以下「被告エアバス」という。）\n(1)　本案前の答弁\nア　原告らの被告エアバスに対する訴えをいずれも却下する。\nイ　訴訟費用は原告らの負担とする。\n(2)　本案の答弁\nア　原告らの被告エアバスに対する請求をいずれも棄却する。\nイ　訴訟費用は原告らの負担とする。\n第２　事案の概要\n本件は，被告エアバスが製造し，被告中華航空が所有・運航するＡ３００Ｂ４－６\n２２Ｒ型Ｂ１８１６旅客機（以下「本件事故機」という。）が，平成６年４月２６\n日，台北発名古屋行き中華航空１４０便として，乗客２５６名及び乗員１５名を乗\nせて，目的地である名古屋空港への着陸降下中，同日午後８時１５分４５秒（日本\n標準時。以下，同様とする。）ころ，同空港誘導路付近着陸帯内に墜落して機体が\n大破し，乗客２４９名及び乗員１５名が死亡し，乗客７名が負傷し，手荷物等が滅\n失した事故（以下「本件事故」という。）について，死亡した乗客及び乗員の遺族\n並びに生存被害者１名が原告として，本件事故機の運航者である被告中華航空に対\nし，国際航空運送についてのある規則の統一に関する条約（昭和２８年条約第１７\n号。なお，以下，同\n条約を改正する議定書（昭和４２年条約第１１号。以下「ヘーグ議定書」とい\nう。）により改正されたものを「改正ワルソー条約」と，改正前のものを「改正前\nワルソー条約」といい，これらを併せて「ワルソー条約」という。）１７条，１８\n条による損害賠償請求権又は不法行為による損害賠償請求権に基づき，本件事故機\nの製造者である被告エアバスに対し，不法行為による損害賠償請求権に基づき，連\n帯して，本件事故によって生じた損害である別紙「請求金額及び認容金額一覧表」\nの請求金額欄記載の各金員及びこれに対する本件事故の日の翌日である平成６年４\n月２７日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nた事案である。\n１　争いのない事実等（争いのない事実のほかは，各項に掲記の各証拠及び弁論の\n全趣旨によって認める。）\n(1)　当事者\nア　原告ら\n原告Ａ２３６（原告番号３３９）は，本件事故機の乗客で，本件事故により負傷し\nた者である。\n原告Ａ２３６を除くその余の原告らは，本件事故機の乗客又は乗員で本件事故によ\nり死亡した別紙「損害認定一覧表Ⅰ」及び別紙「損害認定一覧表Ⅱ」の各被害者欄\n記載の者（以下「被害者Ｂ１」等といい，対応する原告らの原告番号を付記す\nる。）と同表続柄欄記載の続柄又は関係を有する者である。\nそして，原告Ａ２３６並びに別紙「損害認定一覧表Ⅱ」の被害者欄に記載の被害者\nら及びその遺族である原告らは，いずれも台湾に生活の本拠を置く中国人である\n（以下，原告Ａ２３６及び別紙「損害認定一覧表Ⅱ」の被害者欄に記載の被害者ら\nを「台湾居住被害者」といい，これに対し，別紙「損害認定一覧表Ⅰ」の被害者欄\nに記載の被害者らを「日本居住被害者」という。）。\n（甲イ１～４の①－１・２，５の①－４，６～８の①－３，９～１１の①－４，１\n２～１４の①－３，１５～１７の①－３，１８・１９の①－２，③，２０～２２の\n①－６，２３～２６の①－３，２７～３０の①－２，３１～３３の①－２・３，３\n４・３５の①，３６～３９の①－４，４０～４２の①－２，４３～４５の①－２，\n４６～４８の①－３，４９～５２の①－２，５３～５５の①－３，５６～５８の①\n－３，５９・６０の①－３，６０～６２の①－２・３，６３～６５の①－２，６６\n～６８の①－３，６９～７１の①－３，７２～７８の①－１～３・６・７，７９～\n８２の①－２・３，８３～８５の①－２，８６～８８の①－４，８９～９２の①－\n４，９３・９４の①－３，９８～１０３の①－３，１０４・１０５の①－６，１０\n６～１０８の①－４\n，１０９～１１１の①－５，１１２・１１３の①－２・３，１１４～１１８の①－\n１・２，１３７～１４１の①－１・２，④－６，１５０～１５４の①－２，④－\n１，１５７・１５８の①，④－１，１５９・１６０の①，④－１，１６１・１６２\nの①－２，④－１，１６３～１６８の①－４，④－１，１６９の④－１・５・６，\n１７６～１７８の①，④－１・７，１７９～１８１の①，④－１，１８８・１８９\nの①，④－１，２００・２０１の①－２，④－１，２０２～２０６の①－５，２０\n７～２１０の①－３，２１１～２１３の①－５，２１４・２１５の①－２，２１\n６・２１７の①－２，２１９～２２４の①－１・２，２２５～２２７の①－４，２\n２８・２７６の①－１・２，２２９・２３０の①－３，２３６・２３７の①，２３\n８・２３９の①－１，２\n４３・２４４の①－１，２４５の①－２，２４６・２４７の①，２５０～２５４の\n①－３～７，２５５～２５７の①－２，２５８・２５９の①，２６５・２６６の①\n－１，２６７～２６９の①－２，２７０～２７２の①，２７３～２７５の①－２・\n３，２８１～２８３の①－２，２８４・２８５の①－３，２８８～２９０の①－\n３，２９５の①－２，２９６～３０１の①－２，３０２・３０３の①－１・２，３\n０６・３０７の①－２，３１６～３１８の①－２・３，３１９・３２０の①－２，\n３２１の①－１，３２２・３２３の①，④－１，３３４～３３８の①の１～５・１\n１，３３９の④－１）\nイ　被告中華航空\n被告中華航空は，航空機による旅客運送を業とする台湾法人であり，日本において\nは，東京，名古屋などに営業所を有し，その旨の登記を経ている。\n被告中華航空は，平成８年当時において，旅客便４５便，貨物便１便を日本と台湾\nとの間に就航させていた（甲８）。\nウ　被告エアバス\n被告エアバスは，航空機の製造・販売を業とするフランス共和国（以下「フラン\nス」という。）法人であり，世界昀大手の民間航空機メーカーの一つであって，近\n年の世界の航空機についてのシェアは約３０パーセントで，ボーイング社に次いで\nおり，その製造の航空機は，世界中の運航に供されている。被告エアバスが平成７\n年に引き渡した航空機に関する売上高は合計約９６億ドルであった。（甲９，丙\n９）\n被告エアバスは，アジアの国々においても活発な営業活動を展開しており，平成８\n年当時のこの地域における売上は，被告エアバスの全体の売上の約４分の１にあた\nる（甲１０）。\n被告エアバスは，日本国内に営業所を有したことはないが，本件訴訟が提起された\n時点においては，被告エアバスの本社従業員１名が東京連絡事務所に駐在し，秘書\n１名が東京で雇用され，マーケット情報の収集及び宣伝に従事していたものの，航\n空機の売買契約を締結する権限は付与されておらず，全ての売買契約はフランスに\nある本社によって締結されていた。その後，この連絡事務所は廃止され，現在，日\n本には被告エアバスの営業所も連絡事務所も存在しない。\n日本において，被告エアバスの航空機は，昭和５４年から平成７年までの間に，株\n式会社日本エアシステム（以下「日本エアシステム」という。）が３１機（ただ\nし，このうち７機は第三者からの中古機の購入），全日本空輸株式会社（以下「全\n日空」という。）が２２機を購入している。\n(2)　国際運送契約の締結等\nア　別紙「原告グループ一覧表」グループⅠ記載の原告ら（以下「グループⅠの原\n告ら」という。）に対応する各被害者（以下「グループⅠの被害者ら」という。）\nのうち，被害者Ｂ７１（原告番号２５８・２５９）は，被告中華航空との間で，本\n件事故に先立ち，ドイツ連邦共和国（以下「ドイツ」という。）において，出発地\n及び到達地をフランクフルト，予定寄航地を台北及び名古屋とする有償の国際旅客\n運送契約を締結した。\nその余のグループⅠの被害者らは，被告中華航空との間で，本件事故に先立ち，フ\nィリピン共和国（以下「フィリピン」という。）において，いずれも出発地及び到\n達地をマニラ，予定寄航地を台北及び名古屋とする有償の国際旅客運送契約を締結\nした。\nイ　別紙「原告グループ一覧表」グループⅡ記載の原告ら（以下「グループⅡの原\n告ら」という。）に対応する各被害者（以下「グループⅡの被害者ら」という。な\nお，台湾居住被害者と同一である。）のうち，被害者Ｂ４５（原告番号１５７・１\n５８）及び同Ｂ４６（同１５９・１６０）を除く被害者らは，被告中華航空との間\nで，本件事故に先立ち，台湾において，出発地及び到達地をともに台北，高雄又は\n台南，予定寄航地を名古屋（又は名古屋及び東京）とする有償の国際旅客運送契約\nを締結した。\nまた，被害者Ｂ４５及び同Ｂ４６は，被告中華航空の従業員であり，本件事故の\n際，客室乗務員として本件事故機に乗務していた。\nウ　別紙「原告グループ一覧表」グループⅢ記載の原告ら（以下「グループⅢの原\n告ら」という。）に対応する各被害者（以下「グループⅢの被害者ら」という。）\nは，被告中華航空との間で，本件事故に先立ち，①被害者Ｂ２４（原告番号６６～\n６８），同Ｂ２５（同６９～７１），同Ｂ６０（同２２５～２２７）及びＢ６９\n（同２５０～２５４）については，台湾において，出発地及び到達地をともに台北\n又は高雄，予定寄航地を名古屋（又は台北及び名古屋）とする有償の国際旅客運送\n契約を，②被害者Ｂ６１（原告番号２２８）については，台湾において，出発地を\n台北，到達地を名古屋とする有償の国際旅客運送契約を，③被害者Ｂ６４（原告番\n号２３６・２３７）及び同Ｂ６５（同２３８・２３９）については，オーストラリ\nア連邦（以下「オース\nトラリア」という。）又はタイ王国（以下「タイ」という。）において，出発地を\nバンコク，予定寄航地を台北，到達地を名古屋とする有償の国際旅客運送契約をそ\nれぞれ締結した。\nエ　別紙「原告グループ一覧表」グループⅣ記載の原告ら（以下「グループⅣの原\n告ら」という。）に対応する各被害者（以下「グループⅣの被害者ら」という。）\nは，被告中華航空との間で，本件事故に先立ち，日本において，出発地及び到達地\nをともに名古屋等の日本国内とし，予定寄航地を台北等の台湾内とする有償の国際\n旅客運送契約を締結した。\nオ　ワルソー条約は，１条１項において，ワルソー条約が航空機による有償の国際\n運送に適用される旨を定め，同条２項において，同条約にいう「国際運送」とは，\n当事者間の約定により出発地及び到達地が二つの締約国の領域にあるか，又は出発\n地及び到達地が同一の締約国の領域にあっても，予定寄航地がその締約国以外の国\nの領域である運送をいうものと定めている。そして，ヘーグ議定書は，１８条にお\nいて，出発地及び到達地が，同議定書の二つの当事国の領域にあるか，又は同議定\n書の単一の当事国の領域にありかつ予定寄航地が他の国の領域にあることを要件と\nして，改正ワルソー条約を改正前ワルソー条約１条に定める国際運送に適用すると\n定めている。\nそして，日本，ドイツ，フィリピン及び中国は，いずれも改正ワルソー条約締約国\nであるが，タイは，ワルソー条約を批准していない。\nカ　ワルソー条約は，１７条において，「運送人は，旅客の死亡又は負傷その他の\n身体の障害の場合における損害については，その損害の原因となった事故が航空機\n上で生じ，又は乗降のための作業中に生じたものであるときは，責任を負う。」と\n定めるとともに，１８条１項において，「運送人は，託送手荷物の破壊，滅失又は\nき損の場合における損害については，その損害の原因となった事故が航空運送中に\n生じたものであるときは，責任を負う。」と定めているが，２２条において，旅客\n運送においては，各旅客についての運送人の責任は，２５万フランの額を限度とす\nる旨などを定めた（以下，同条を「責任制限規定」ともいう。）上，２５条におい\nて，２２条に定める責任の限度は，損害が，損害を生じさせる意図をもって又は無\n謀にかつ損害の生ず\nるおそれがあることを認識して行った運送人又はその使用人の作為又は不作為によ\nり生じたことが証明されたときは適用されない旨を定めている。\nキ　被告中華航空の運送約款には，「ワルソー条約が適用される国際運送ではない\n運送においては，損害を生じさせる意図をもって又は無謀にかつ損害の生ずるおそ\nれがあることを認識して作為又は不作為がなされた場合を除き，被告中華航空の責\n任は，乗客が死亡又は重傷を負った場合については，その損害の程度に応じて，昀\n低７５万台湾元から昀高１５０万台湾元に制限される。」旨が定められている。ま\nた，同約款には，「ワルソー条約の適用の有無にかかわらず，損害をもたらす意図\nをもって又は無謀にかつ損害が生ずるおそれがあることを知りながら行った行為又\nは不作為の場合を除いて，被告中華航空の責任は，委託手荷物の場合においては１\nｋｇ当たり２０米ドルに制限され，機内持込手荷物の場合においては乗客１人当た\nり４００米ドルに制\n限される。荷物の重量が手荷物点検において記録されていない場合には，当該委託\n手荷物の総重量は，当該運送サービスのクラスにつき中華航空規則が定めるところ\nにより適用される無料手荷物の割当重量を超えないものとみなす。」旨が定められ\nている（乙２１）。\n(3)　本件事故の発生等\nア　事故の発生\n本件事故機は，平成６年４月２６日午後５時５３分ころ，台北発名古屋行き中華航\n空１４０便として，乗客２５６名及び乗員１５名（運航乗務員２名，客室乗務員１\n３名）を乗せて台北国際空港を離陸し，名古屋空港に向けて飛行し，同日午後８時\n１２分１９秒には名古屋空港のアウターマーカーを通過し，同１３分３９秒には名\n古屋タワーから着陸許可が出され，名古屋空港滑走路３４へＩＬＳ（Instrument\nLanding System－計器着陸装置）進入を続けていたところ，同１５分４秒に気圧高\n度約５００フィートから上昇に転じ，同１５分１１秒ころから急上昇を始め，同１\n５分３１秒に気圧高度約１７３０フィートに達した後，急降下し，同１５分４５秒\nころ，名古屋空港の着陸帯内に墜落して機体が大破し，乗客２４９名及び乗員１５\n名が死亡し，乗客７名が重傷\nを負った（甲１）。\nイ　本件事故機の飛行システムの概要（甲１）\n(ア)　航空機の飛行\nａ　操縦輪\n航空機の水平飛行を維持し，上昇し，降下するためには，操縦士は，操縦輪を操作\nし，昇降舵（水平尾翼の後部にある翼面）を動かす。一定の速度の下では，航空機\nを上昇させるには操縦輪を引き，降下させるには操縦輪を押す。水平飛行中に速度\nが増加した場合には，航空機は上昇するので，安定した姿勢を保つためには操縦士\nは操縦輪を押さなければならない。\nｂ　水平安定板\n航空機の飛行経路又は速度を修正し，その飛行状態を維持するためには，操縦士\nは，絶え間なく操縦輪を動かす必要があるが，これを不要とするのがトリムであ\nる。トリムは，縦方向の第二のコントロールであって，いかなる状態の下でも操縦\n輪の力を漸次消去する。トリム操作は，ピッチトリムコントロールスイッチ（以下\n「トリムスイッチ」という。）又はマニュアルピッチトリムコントロールホイール\n（以下「トリムホイール」という。）によって，水平安定板（水平尾翼の前部に位\n置）を手動で操作することによって行われる。\n水平安定板の機械的な動作範囲は，機首上げ方向１４度，機首下げ方向３度までに\n制限されており，水平安定板のコマンドは，機首上げ方向１３度，機首下げ方向２\n度までに制限されている。\n操縦士が操縦輪に絶え間なく力を加えなければならない場合には，航空機はアウト\nオブトリムの状態である。これは望ましくない状態であって，即刻イントリムの状\n態に正されなければならない。操縦士は，操縦輪の繰舵に要する力が無くなるまで\nトリムを操作する。これによって航空機はトリムされる。\nｃ　スラット及びフラップ\n航空機は，速度の作用により主翼に発生する揚力によって飛行するが，速度が低下\nし過ぎると，揚力が不十分となり，航空機は失速し，操縦士は航空機を制御できな\nくなり，航空機が墜落してしまうこととなる。このため，操縦士は，速度を監視\nし，これが低下し過ぎることのないように注意しなければならない。\n特に，離着陸時には，低い高度を低速で飛行することとなるため，主翼の前縁及び\n後縁に設置されたスラット及びフラップが，連動して主翼を補助し，より高い揚力\nを発生させる。スラット及びフラップは，０／０，１５／０，１５／１５，１５／\n２０，３０／４０の５段階が設けられ，１段階ずつ揚力を上げていく。\n(イ)　本件事故機のコックピットの概要\nａ　操縦席\n操縦席は２席あり，左側の席に機長が，右側の席に副操縦士が座る。\n操縦席の前には，操縦輪があり，操縦輪には，トリムスイッチ及びオートパイロッ\nトディスコネクトプッシュボタンスイッチ（以下「オートパイロット解除ボタン」\nという。）が備え付けられている。\nｂ　センタペデスタル\n二つの操縦席の中間に設けられたセンタペデスタルには，機長用及び副操縦士用に\nそれぞれ，スロットル（スラストレバーともいう。エンジンの出力を手動で制御す\nる。）及びスラット／フラップレバーが設置されるとともに，センタペデスタルの\n両側面にトリムホイールが設置されている。\nスロットルには，赤い押しボタンのオートスロットルディスコネクトプッシュボタ\nンスイッチ（以下「オートスロットル解除ボタン」という。）が付いている。ま\nた，スロットルには，その握りの下の位置に，ゴーレバーが組み込まれている。\nｃ　メイン計器パネル\n操縦席前面のメイン計器パネルは，中央パネル，機長用パネル，副操縦士用パネル\nに別れており，機長用パネルと副操縦士用パネルとは同じものである。\n機長用パネル及び副操縦士用パネルには，それぞれ二つのディスプレイがあり，上\nの方がプライマリ・フライト・ディスプレイ（PFD－Primary Flight Display）であ\nる。\nプライマリ・フライト・ディスプレイの上の部分は，フライトモード表示器（FMA－\nFlight Mode Annunciator）であり，左から右に５区画（以下「第１区画」などとい\nう。）に区切られ，それぞれ自動飛行システム（AFS－Automatic Flight System）\nに関する情報を表示する。\nｄ　フライトコントロールユニット（FCU－Flight Control Unit）\nメイン計器パネルの上部に設置されているフライトコントロールユニットには，オ\nートパイロットエンゲージレバー（以下「オートパイロット接続レバー」とい\nう。）のほか，自動飛行システムの様々なフライトモードを接続するためのスイッ\nチが設けられている。\n(ウ)　本件事故機の自動飛行システム\nａ　本件事故機の自動飛行システムは，離陸から着陸までの全ての飛行段階で昀適\nの飛行状況を実現し，操縦士を助けて，安全に飛行させることを目的として設計さ\nれている。\n主な機能としては，飛行制御コンピューター（FCC－Flight Control Computer）の\n制御するオートパイロット／フライトディレクター・システム，推力制御コンピュ\nーター（TCC－Thrust Control Computer）の制御するオートスロットルシステ\nム（ATS－Auto-Throttle System），飛行増強コンピューター（FAC－Flight\nAugmentation Computer）の制御するオートトリム及び安全装置等が挙げられる。\nｂ　オートパイロット／フライトディレクター・システム\nオートパイロットは，フライトディレクター（Flight Director－飛行指示器）で選\n択されたフライトモードに従い，航空機を自動制御する（なお，オートパイロット\nのモードには，ＣＭＤ（Command）とＣＷＳ（Control Wheel Steering）があるが，\n以下，特に示さない限りＣＭＤのモードに接続された場合をいう。）。\nオートパイロットは，オートパイロット接続レバーをオンにすることで接続でき\nる。また，オートパイロット接続レバーをオフにするか，オートパイロット解除ボ\nタンを押すことにより解除される。フライトモード表示器の第５区画に，オートパ\nイロットが接続されているか否かが表示される。\nフライトディレクターは，指示されたフライトモードに応じて，命令を与える。オ\nートパイロットに接続中は，この命令に従い，航空機が自動制御されるが，操縦士\nによる手動操縦の場合も，この命令に従って操縦することができる。\nフライトモードの選択は，フライトコントロールユニット上の該当するスイッチで\n行い，選択されたモードは，フライトモード表示器に表示される。フライトモード\nには，例えば，以下のものがある。\n(ａ)　ランドモード（着陸モード）\nランドモードは，進入（approch）飛行経路を飛行するための命令を与える（なお，\nランドモードにはLAND Trackフェーズ等のフェーズがあるが，以下，特に示さない\n限りLAND Trackフェーズをいう。）。\n一定の条件下で，フライトコントロールユニット上のランドボタンを押すと，ラン\nドモードに接続される。フライトモード表示器には，第２区画（縦方向モードを表\n示）と第３区画（横方向モードを表示）の両区画一杯に「LAND」と表示される。\nランドモードを解除するには，ゴーアラウンドモードを選択する方法等がある。\n(ｂ)　ゴーアラウンドモード（着陸やり直しモード）\nゴーアラウンドモードは，進入を中止して上昇するための命令を与える。\nゴーレバーを押すと，ゴーアラウンドモードに接続される。フライトモード表示器\nには，第２，第３区画一杯に「GO AROUND」と表示される。\nゴーアラウンドモードは，ランドモードを除く他の縦方向のモード及び横方向のモ\nードを接続することにより解除されるが，ゴーアラウンドモードから直接ランドモ\nードに接続することはできない。ゴーアラウンドモードからランドモードに切り替\nえるためには，まず，縦方向のモード及び横方向のモードをいずれも他のモードに\n接続した上で，その後に，ランドモードに接続する必要がある。\nｃ　オートスロットルシステム\nオートスロットルシステムは，操縦士により選択された安定した値の速度又はある\n段階の飛行に必要なエンジン出力を，自動的に保ち又は制御する。\nフライトモード表示器の第１区画に，エンジン出力が手動でコントロールされてい\nるか自動であるか，自動の場合にはその作動中のモードが表示される。\n操縦士は，スロットルに軽く力を加えることによりエンジンごとに手動でオートス\nロットルをオーバーライドしてエンジン出力を操作できる。また，オートスロット\nル解除ボタンを押すことにより，オートスロットルシステムを解除し，エンジン出\n力を手動で制御することができる。\nｄ　オートトリム\nオートパイロットが作動中は，オートパイロットが絶え間なくトリムを行い，トリ\nムスイッチは作動しない。しかし，この場合もトリムホイールは作動し，操縦士が\nトリムホイールを動かすことにより，オートトリムはオーバーライドされる。\nｅ　安全装置\n本件事故機には，アルファフロア（ALPHA FLOOR）と呼ばれる安全装置が備え付けら\nれている。これは，低い対気速度が感知された場合に，オートスロットルが昀大出\n力を命令し，失速を防止する機能である。アルファフロア機能が作動すると，フラ\nイトモード表示器の第１区画に，スラストがラッチされたことを示す「THR／L」の\n表示が出される。\nｆ　操縦輪によるオーバーライド\n(ａ)　オートパイロットがランドモード及びゴーアラウンドモード以外のいずれか\nのモードに接続されている場合，操縦士が操縦輪に縦方向（ピッチ方向ともいう。\n機首の上下方向を意味する。）に大きな力を加えると，操縦士の操作力が１５ｋｇ\n以上の力になればオートパイロットは自動的に解除される。\nしかし，ランドモードあるいはゴーアラウンドモードである場合，操縦士の操作力\nのいかんにかかわらずオートパイロットは自動的に解除されることはないが，操縦\n士が操縦輪に縦方向に大きな力を加えると，オートパイロットの昇降舵制御をオー\nバーライドすることができる。\nこの場合，例えばオートパイロットがゴーアラウンドモードであれば，操縦士が操\n縦輪を機首下げ方向に操作すると，オートパイロットのオートトリム機能は当該オ\nートパイロットの目的に沿うべく水平安定板に対し機首上げ方向の作動を指令する\nことになる。\n運航マニュアルは，オーバーライド機能は，オートパイロットの異常作動に対して\n操縦士を保護するために備えられたものであるとする一方で，ランドモード及びゴ\nーアラウンドモードで操縦士がオートパイロットに対抗した操縦輪の操作を行う\nと，オートパイロットは昇降舵の動きに対抗して水平安定板を飛行経路を維持する\nように作動させ，アウトオブトリムの状態になり，危険な状態に陥る恐れがあると\nして，その旨の注意を喚起している。\n(ｂ)　本件事故機の属するＡ３００－６００型機は，機体開発時においては，全て\nのモードにおいて，操縦輪に縦方向に力を加えてもオートパイロットは解除されな\nい構造になっていた。\nその後，１９８８年（昭和６３年）３月に，ランドモード及びゴーアラウンドモー\nド以外のモードにおいては，高度に関わりなく縦方向に１５ｋｇ以上の力を加える\nことによりオートパイロットが解除され，ランドモードにおいては，高度４００フ\nィート以上であれば，同様の方法で解除されることとする改修策（MOD－\nModification）７１８７が設けられ，これにより改修が行われた。\nその後，１９９３年（平成５年）６月に，技術通報（SB－Service Bulletin）６０\n２１により，さらに，高度４００フィート以上であれば，ゴーアラウンドモードの\n場合でも，縦方向に１５ｋｇ以上の力を加えることによりオートパイロットが解除\nされるという改修が行われることとなった。\nしかし，本件事故機は，上記技術通報６０２１による改修が行われていなかったた\nめ，ゴーアラウンドモードの場合，縦方向に力を加えることでは，オートパイロッ\nトは切断されない構造になっていた。\nウ　本件事故の原因\n本件事故機は，副操縦士が操縦して，着陸態勢をとり手動操縦により正常にＩＬＳ\nによる進入を続けていたが，高度約１１００フィートを通過したころ，ゴーレバー\nが押され，ゴーアラウンドモードとなってエンジン推力が増加したため，着陸進入\n路から上方に離脱し，着陸降下角を外れた。\n副操縦士は，高くなった降下経路を修正しようとし，オートスロットルシステムを\n解除して，手動操縦が可能な状態とした。このころ，オートパイロットが接続され\nたが，ゴーアラウンドモードとなっていたため，オートパイロットはゴーアラウン\nドモードでの作動となった。\n副操縦士は，操縦輪を押し，昇降舵を作動させて，機首下げの操作を行った。しか\nし，オートパイロットは，ゴーアラウンドモードの実行のため水平安定板を機首上\nげの状態に作動させた。このような状態が３０秒以上継続した後，機長は着陸態勢\nの続行を断念し，ゴーアラウンドを決意して，エンジン推力を増加させて機体の上\n昇を図った。しかし，この時点では，ほぼ限界に達していた水平安定板の機首上げ\n方向の動きが，このエンジンの推力と合体することになり，機体の迎え角を急激に\n増加させ，その結果，機体は失速し，墜落するに至った。\nエ　本件事故機の機長及び副操縦士（以下「本件乗員ら」という。）の飛行経歴等\n(ア)　機長の飛行経歴\n機長は，１９８９年（平成元年）２月１日，被告中華航空に入社した。\n入社以前は，台湾空軍の操縦士として１９７０年（昭和４５年）９月から１９８９\n年（平成元年）１月まで勤務し，Ｃ－４７型機等で４８２６時間３０分飛行してい\nる。\n入社後は，Ｂ７４７－２００型機，Ｂ７４７－４００型機の副操縦士（飛行時間は\nそれぞれ，６６８時間３５分，１４９４時間４７分）を経て，被告中華航空におい\nてＡ３００－６００Ｒ型機の機長昇格訓練（飛行時間２６０時間５３分）を受け，\n１９９２年（平成４年）７月３１日に機長検定証を取得し，同年１２月１日に被告\n中華航空のＡ３００－６００Ｒ型機の機長に昇格した（事故前日の４月２５日まで\nの飛行時間１０８９時間３４分）ものであり，総飛行時間は８３４０時間１９分，\n被告中華航空入社後の飛行時間は３５１３時間４９分，Ａ３００－６００Ｒ型機で\nの飛行時間は１３５０時間２７分であった。\n(イ)  副操縦士の飛行経歴\n副操縦士は，１９９０年（平成２年）４月１６日，被告中華航空に操縦要員の学生\nとして入社した。\nその後，自社養成でアメリカ合衆国（以下「アメリカ」という。）にあるノースダ\nコタ大学において１９９１年（平成３年）８月４日から１９９２年（平成４年）８\n月３０日までの間Ｃ－９０Ａ型機，Ｃ－１９００型機などで５９０時間１２分訓練\nを受け，事業用操縦士の資格を取得した。\nＡ３００－６００Ｒ型機については，フランスのアエロフォーメーション社（被告\n中華航空から訓練の委託を受けた被告エアバスが再委託）において地上学科，シミ\nュレーターによる訓練及び実飛行時間３時間の訓練を受けた。\nその後，台湾において基本飛行４時間の訓練を受けて，１９９２年（平成４年）１\n２月２９日に副操縦士の検定証を取得し，１９９３年（平成５年）３月２２日にＡ\n３００－６００Ｒ型機の副操縦士に昇格し，事故前日の４月２５日までの飛行時間\nは１０３３時間５９分であった。\n(ウ)　被告中華航空においては，台湾の法規等に基づき，社内規程を整備し，資\n格・昇格の要件を定めており，機長，副操縦士とも当該型式の機長，副操縦士とし\nての資格要件を充たしていた。\nオ　本件事故当時の気象\n(ア)　平成６年４月２６日午前１１時名古屋地方気象台発表の中部地方の気象概況\nは，「朝鮮半島と東シナ海に中心をもつ高気圧が日本付近を覆っている一方，日本\nの南海上には低気圧を伴う前線が停滞しており，北海道の北東海上には低気圧があ\nる。このため，東日本の太平洋側の地方と北日本で曇っているほかは，ほぼ全国的\nに晴れている。東海・北陸ともに良く晴れており，気温が高くなっている。」とい\nうものであった。\n(イ)　気象庁名古屋空港測候所の本件事故当時の定時及び特別観測値によれば，午\n後７時３０分は風向２８０度，風速１０ノット，午後８時は風向２８０度，風速８\nノット，午後８時１９分は風向２８０度，風速６ノット，午後８時３０分は風向２\n８０度，風速７ノットであった。\n(4)　事故後の状況\nア　見舞金等の受領\n(ア)　被告中華航空は，本件事故の見舞金等として，被害者の相続人ら及び原告Ａ\n２３６に対して，別紙「原告主張損害額一覧表Ⅰ」及び「原告主張損害額一覧表\nⅡ」の各既受領額欄記載の金員を支払った。\n(イ)　以下の被害者の遺族に対しては，労働者災害補償保険法に基づいて，以下の\nとおり，遺族補償年金等が支払われた。\n被害者Ｂ２５（原告番号６９～７１）　　　７６５万９８７４円\n同Ｂ６７（同２４５）　　　　　　　　　１４１３万４０４０円\n同Ｂ６８（同２４６・２４７）　　　　　　８２６万８６８０円\n同Ｂ７４（同２７０～２７２）　　　　　　９６８万２８７０円\n同Ｂ８０（同２９６～３０１）　　　　　１０１２万７６００円\n同Ｂ８３（同３１６～３１８）　　　　　　７７５万０５９０円\n(ウ)　以下の被害者の遺族に対しては，以下の金員が支払われた。\nａ　被害者Ｂ４５（原告番号１５７・１５８）\n従業員団体傷害・死亡保険保険金　　　２００万台湾元\nｂ　被害者Ｂ４６（原告番号１５９・１６０）\n葬儀費用　　　　　　　　　　　　　　　３０万台湾元\n弔慰金　　　　　　　　　　　　　　　　１０万台湾元\n労災保険による死亡補償金　　　　　　１４９万８５００台湾元\n従業員団体傷害・死亡保険保険金　　　２００万台湾元\n乗務員団体傷害保険保険金                ５万米ドル\nイ　グループⅣの原告らの被告中華航空に対する訴えにつき，被告中華航空は，管\n轄違いの抗弁を提出することなく，平成７年（ワ）第４１７９号事件につき平成８\n年７月８日の口頭弁論期日において同日付けの答弁書を，平成８年（ワ）第１４２\n３号事件につき平成９年１２月２２日の口頭弁論期日において同年１１月１７日付\nけの答弁書をそれぞれ陳述して，本案について弁論を行った。\n２　争点\n(1)　グループⅠないしⅢの原告らの被告中華航空に対する訴えの国際裁判管轄の有\n無（被告中華航空の本案前の主張）\nア　原告らの主張\n(ア)　国際裁判管轄の法理\n日本の国際裁判管轄の決定に当たっては，国際裁判管轄を直接規定する法規もな\nく，また，よるべき条約も一般に承認された明確な国際法上の原則もいまだ確立し\nていない現状のもとにおいては，当事者間の公平，裁判の適正・迅速を期するとい\nう理念により条理に従って決定するのが相当であり，日本の民訴法の国内の土地管\n轄に関する規定，たとえば，被告の居所（平成８年６月２６日法律第１０９号によ\nる改正前の民事訴訟法（以下「旧民訴法」という。）２条（民訴法４条２項）），\n法人その他の団体の事務所又は営業所（旧民訴法４条（民訴法４条４項）），不法\n行為地（旧民訴法１５条（民訴法５条９号）），その他民訴法の規定する裁判籍の\nいずれかが日本国内にあるときは，これらに関する訴訟事件につき，被告を日本の\n裁判権に服させるのが\n上記条理にかなうものというべきであるとするのが確立された判例法理である（昀\n高裁昭和５６年１０月１６日判決・民集３５巻７号１２２４頁，以下「マレーシア\n航空事件判決」という。）。この立場は，条理の内容として民訴法上の土地管轄の\n規定を取り込むとの立場を示したものである（逆推知説あるいは新逆推知説）。\nこの法理を本件に当てはめるならば，以下のとおり，グループⅠないしⅢの原告ら\nの本件訴えについては，いずれも，民訴法上の土地管轄規定によって裁判籍が日本\n国内のいずれかの地にあるとされるので，日本の裁判所は国際裁判管轄を有するこ\nととなる。\n(イ)　グループⅠの原告らの訴えについて\nａ　グループⅠの原告ら（以下，(イ)項においては，単に「原告ら」ともいう。）\nの訴えについては，グループⅣの原告らの訴えとの併合管轄が認められるから，日\n本の裁判所に国際裁判管轄が認められると解すべきである。\nこれに対し，被告中華航空は，グループⅠの被害者らと締結した運送契約は，ワル\nソー条約にいう「国際運送」であるから，グループⅠの原告らの訴えについてはワ\nルソー条約２８条１項が適用されるところ，同項所定の４つの裁判地である「運送\n人住所地」，「運送人の主たる営業所所在地」，「運送契約締結地」及び「到達\n地」のいずれも日本国内にはないとして，日本の裁判所には国際裁判管轄はないと\n争っている。\nしかし，ワルソー条約２８条１項は，以下のとおり，国際裁判管轄の法理により併\n合管轄が認められる場合の，その訴訟についてまで提訴を禁止しているものとは解\nされない。\nｂ　すなわち，ワルソー条約は，航空運送事業の揺籃期であった１９２９年（昭和\n４年）に，航空運送人の保護を目的として，極めて低額な責任限度額を定める（ワ\nルソー条約２２条）とともに，事故発生地を管轄原因とする裁判を排除して，同条\n約の定める４つの裁判地に訴訟を限定させよう（同条約２８条）としたものであ\nる。\nしかし，ワルソー条約制定後７０年を経過しようという今日では，航空運送事業\nは，他の輸送手段を凌駕する大事業へと成長を遂げ，その巨大化と地球規模での事\n業活動，航空路線とこれに伴う支店・営業所の世界的組織化，航空機の性能の向上\nによる事故率の著しい低下，保険事業の発達による航空運送業の危険の分散の向\n上，利用者の飛躍的拡大等により，ワルソー条約の政策的妥当性はその基礎を根本\n的に喪失しており，責任限度額の条項とともに裁判地制限条項もまた，被害者遺族\nの救済に対して不当な足枷となっている。\n被告中華航空は，年間売上１７００億円を超え従業員８０００人（１９９２年（平\n成４年）当時）を擁する世界的大企業であり，日本に乗り入れている外国航空事業\n者としては，アジア国際線においては，キャセイパシフィック航空に次ぐ第２位の\n発着便数を運行し，その数は全日空のアジア国際線便数の２倍を超えている（１９\n９３年（平成５年）当時）。また，その運行については，責任保険が付保されて危\n険の分散がはかられており，本件事故に関しても極めて巨額の責任保険が付保され\nている。\nこれに対して，本件事故の被害者又はその遺族である原告らは，被告中華航空，被\n告エアバスという巨大な資本力と資源を有する大企業を相手としての訴訟に踏み切\nるには，資力，資源ともに不十分であり，本件のように集団での提訴にして初めて\nこれが可能となった。本件の訴訟遂行のためには，事故原因の調査・証拠収集の作\n業を含めて多大な訴訟費用の負担が不可欠であり，少数の原告らでは到底負担でき\nるものではないからである。\nこのような事実を考慮するならば，ワルソー条約２８条の解釈に当たっても，今日\nの実情にできるだけ即した合理的な解釈によって真の公平を図る必要がある。\nｃ　専属管轄性緩和の観点からワルソー条約２８条１項をみると，同項は，同一の\n航空機事故により被害を被った遺族がある地の裁判所に提訴し，その地の裁判所の\n裁判権がワルソー条約により認められ，被告の応訴が避けられない場合であって，\n同じ地の裁判所に提訴するその他の遺族について国際裁判管轄の法理により併合管\n轄が認められる場合には，その裁判についてまで提訴を禁止しているものとは解さ\nれない。ワルソー条約の今日的意義とその背景にある世界的規模で事業を展開し各\n地に情報網と訴訟対応力を備えるに至った航空運送事業者の実情に照らせば，この\nような解釈が昀も合理的である。\nなぜなら，限定された提訴地の一つにおいて，現に他の遺族との関係でその地で訴\n訟が係属している限りは，被告中華航空にとって，これに応訴することは特別の追\n加負担にはならない。他方，原告らにマニラやフランクフルトでの提訴を強制する\nことは，一旅客の遺族が受忍すべきものとしては甚だしい不合理を強いるものとな\nることは明らかである。\nさらに，その場合，原告らは，被告エアバスを共同被告とすることができないた\nめ，国を異にする２か所で同時に訴訟を遂行しなければならないという著しい不合\n理が生ずることも明らかである（なお，現時点では，ワルソー条約上の除斥期間が\n徒過している。）。また，被告中華航空にとっても，同一の事故をめぐる同様の争\n点を有する訴訟について，むしろ提訴地が拡散・増加することになり，管轄地条項\nの趣旨にかえって反することになろう。\nｄ　原告らは，ワルソー条約が国際的専属管轄を定めているということ自体に異議\nを唱えるものではない。しかし，国際的専属管轄といってもその性質は決して一義\n的ではない。例えば，不動産に関する訴訟では，その性質上不動産所在地国の裁判\n所に専属管轄が認められて，他国裁判所の裁判権は全く排除されており，当事者の\n意思によってもこれを変更できない。このような，いわば絶対的専属管轄の場合と\n比較すると，ワルソー条約２８条１項は，４つの裁判地の中から選択できるとして\nいる意味において，既に相対的な専属管轄規定である。\nそして，この相対性は，ワルソー条約の解釈において応訴管轄や合意管轄が許容さ\nれることによりさらに強められているといえる。\nワルソー条約が，条約で定めた以外の裁判所に当事者の意思によって合意管轄や応\n訴管轄を生ぜしめることができるかという点は，解釈の分かれ得るところである。\nしかし，ワルソー条約は運送人保護のために管轄を制限したのであるから，具体的\n事件において，運送人がこの利益を放棄することは自由なはずである。また，ワル\nソー条約３２条は，運送契約の約款及び損害発生前の特約により裁判管轄に関する\n規則を変更することによってこの条約の規定に違反することを禁じているが，その\n文言上の反対解釈からも，損害発生後の問題である合意管轄や応訴管轄をワルソー\n条約が排除しているとみることには無理がある。さらに，ワルソー条約３２条が同\n条に反する損害発生前の特約を無効とした趣旨は，損害発生前の特約ないし約款\nは，一般に運送人の一\n方的イニシアティブによって成立させられるので，被害者保護のためにその効力を\n否定したものと解される。この点，事後の合意管轄や応訴管轄は，むしろ被害者で\nある原告のイニシアティブによって成立するものであるから，ワルソー条約３２条\nの趣旨に即しても，合意管轄や応訴管轄は認められるべきことになるのである。\nそして，本件において原告らが主張する原告の主観的併合による併合管轄も，応訴\n管轄・合意管轄と同様，２８条１項において明文をもって禁止されているものでは\nないという意味で，同条の専属管轄の相対性の表れの一つに属するものと解釈され\nねばならない。\nｅ　ワルソー条約の不当性は，責任制限にとどまらず管轄制限についても広く認識\nされており，１９７１年（昭和４６年）３月８日に，グァテマラにおける外交会議\nで採択されたワルソー条約改定議定書（以下「グァテマラ議定書」という。）で\nは，原告の便宜を図って原告の居住地を管轄原因と定め，ＩＡＴＡ（国際航空運送\n協会）が１９９５年（平成７年）採択した「旅客責任に関する航空企業間協定」\n（以下「ＩＡＴＡ協定」という。）及び１９９９年（平成１１年）ＩＣＡＯ（国際\n民間航空機構）の主催によりモントリオールで開催された国際航空法会議において\n成立した「国際航空運送についてのある規則の統一に関する条約」（以下「モント\nリオール条約」という。）でも原告の居住地を第５の管轄原因として定めている。\nこのようにワルソー条約の管轄制限が不当であるとの国際的に確立している認識を\n反映させるべく解釈努力を行い，実定条項の趣旨に立ち返ってその趣旨に反しない\n限りで当該条項の妥当範囲を画するとの手法は，法律家の解釈態度として当然ある\nべきものである。\nｆ　なお，被告中華航空は，自己の主張を補強する外国裁判例として，アメリカの\nバッツ・ダフ対ブリティッシュエアウェイズ事件判決（以下「バッツ判決」とい\nう。）を援用する。\nしかし，バッツ判決で争点となったのは，管轄条項における「到達地」の解釈のみ\nであって，本件のような原告側の主観的併合による管轄の問題は一切争点になって\nいない。\nさらに，バッツ判決は，実質的に見ても，アメリカの管轄を否定された乗客ダフ\nは，頻繁にイギリスと行き来し，かえってアメリカにおける滞在期間の方が４５日\n間以内という制約を受けていたのであって，本人にイギリスでの訴訟を強いても全\nく酷な事案ではなかったのである。これに対して，本件の原告らは，ドイツやフィ\nリピンと全く関連がないか，あるいは少ないのであって，バッツ判決と全く事情が\n異なるのである。\n(ウ)　グループⅡ及びⅢの原告らの訴えについて\nａ　グループⅡの被害者ら（被害者Ｂ４５（原告番号１５７・１５８）及び同Ｂ４\n６（同１５９・１６０）を除く。）及びグループⅢの被害者らが被告中華航空と締\n結した運送契約は，ワルソー条約にいう国際運送ではなく，また，被害者Ｂ４５及\nび同Ｂ４６と被告中華航空との間に国際運送契約はないので，これらの者について\nは，ワルソー条約２８条は適用されず，国際裁判管轄の有無については，前記(ア)\nの判例法理に従って検討され，決定されることになる。\nそして，これによれば，グループⅡ及びⅢの原告ら（以下，(ウ)項においては，単\nに「原告ら」ともいう。）の訴えについては，以下のとおり，日本の民訴法の規定\nする裁判籍が日本国内にあるから，日本に国際裁判管轄が存在するといえる。\n(ａ)　被告の普通裁判籍（旧民訴法４条（民訴法４条４項））\n被告中華航空は，営業所登記をした営業所を名古屋市を含む日本国内各地に有して\nおり，これら営業所は，外国人国際運送事業の許可において日本国内における主た\nる営業所（東京）及びその他の事業所として運輸大臣に申請されている（航空法１\n２９条，同法施行規則２３２条）。\nしたがって，同許可申請上の主たる営業所の所在地である東京は，旧民訴法４条の\n普通裁判籍所在地となり，日本の裁判所に国際裁判管轄が存するといえる。\n(ｂ)　営業所所在地（旧民訴法９条（民訴法５条５号））の特別裁判籍\n旧民訴法９条は，営業所所在地につき，当該営業所における業務に関連する訴えに\nついて特別裁判籍を認めているところ，本件のような航空機事故による損害賠償請\n求においては，当該営業所の所在地が当該航空便の航行目的地（到達地あるいは寄\n航地）である場合には，業務関連性を認めるべきである。\nなぜなら，日本における営業所の重要な業務の一つが，航空便の到着に伴う旅客へ\nのサービスの提供とその安全の確保にあるからである。\nそして，本件において，被告中華航空は名古屋市に営業所を有しており，本件事故\n機の旅客運送の運航目的地は名古屋であったから，日本の裁判所には国際裁判管轄\nが存するといえる。\n(ｃ)　不法行為地（旧民訴法１５条１項（民訴法５条９号））の特別裁判籍\n本件は，本件事故機が名古屋空港への着陸アプローチを開始した直後に発生したも\nのであり，その原因の一つは被告中華航空の操縦士の誤った操縦にあったのである\nから，名古屋地方裁判所が不法行為地を管轄する裁判所として国際裁判管轄を有す\nる。\nマレーシア航空事件判決も，国際裁判管轄が認められる場合として不法行為地を明\n示している。\n(ｄ)　原告の主観的併合\n旧民訴法上，原告の主観的併合については全面的にこれが認められていた。\n被告中華航空としても，日本の裁判所で応訴せざるを得ない以上，他の原告らの訴\nえが併合されても応訴の負担が増大するということはないといってよい。むしろ，\n二つ以上の国における裁判所でそれぞれ事故原因を争わなければならない場合に比\nべて，応訴の負担は軽減されるともみられる。\n(ｅ)　被告の主観的併合\n旧民訴法上，被告側の主観的併合についても，同一の事実上法律上の原因に基づく\n請求である場合には認められていた。本件は，被告エアバスに対しては，後記のと\nおり不法行為地の特別裁判籍が日本国内に存する。したがって，同一の事実上法律\n上の原因に基づいて損害賠償請求がなされている被告中華航空に対しても，管轄原\n因が存するといえる。\nｂ　特段の事情の存否について\n前記(ア)の判例法理のとおり，民訴法の土地管轄の規定による裁判籍が存在してい\nれば，直ちにに日本の国際裁判管轄を認めるべきであるが，仮にこのような場合\nに，日本で裁判を行うことが当事者間の公平，裁判の適正・迅速を期するという理\n念に反する特段の事情の存否を考慮すべきであるとしても，本件においては，以下\nのとおり，このような特段の事情は認められず，むしろ，当事者間の公平，裁判の\n適正・迅速の点から，日本の国際裁判管轄を認めるべきことが明らかである。\n(ａ)　当事者間の公平について\n被告エアバスに対する訴えと被告中華航空に対する訴えは，いずれも本件事故とい\nう同一事実を原因とするものである。そして，被告中華航空に対する訴えについて\n日本の裁判権を否定するとすれば，原告らは，被告エアバスに対する訴えとは別\nに，被告中華航空に対する訴えを，台湾に提起せざるを得ないことになる。しか\nし，同一事故を原因とする訴訟について別々に訴えを提起しなければならないとす\nるのは，原告らにとって負担が著しく大きく，到底耐えられない。\nこれに対して，被告中華航空がこれらの原告らについて日本において応訴を余儀な\nくされることにより相応の負担を負わなければならないとしても，原告らの上記の\nような負担に比べれば，受忍すべき程度の不利益というべきである。\n以上のとおり，当事者間の公平という観点からは，本件について日本の裁判所の裁\n判権を否定すべき特別の事情はない。\n(ｂ)　裁判の適正について\n本件審理では，被告中華航空と被告エアバスとの間で，原告らに対する責任の帰属\nを巡って対立が生じている。被告中華航空に対する請求と被告エアバスに対する請\n求とを別々の国に属する裁判所で審理した場合には，本件事故の発生及びその原因\nに対する各被告の責任の帰属と範囲について，各裁判所の判断に矛盾・抵触が生じ\nるおそれがあり，原告らの請求の審理，被害の救済という観点からは，許されざる\nことになる。本件が被告両社の共同不法行為によるものであるとの事実に照らせ\nば，この点についての統一的判断は不可欠である。\nそもそも，本件事故は日本において発生したものであり，証拠についても，事故調\n査委員会が日本に設けられ，同委員会の事故調査報告書が日本に存するほか，本件\n事故の原因態様に関する証拠のほとんど全ては日本に存在するものであり，本件事\n故の発生状況・被告中華航空の責任の程度について判断するうえで必要なことが予\n想される証拠のうち，台湾においてのみ取調べが可能であって原告らあるいは被告\n中華航空が日本の裁判所に提出できないような証拠は何ら存在しない。また，損害\n額のうち本件に固有の争点である航空機事故における恐怖等による慰謝料の算定の\nあり方は，全ての原告らに共通であり，日本で行う方が原告ら及び被告中華航空の\n双方にとって便宜である。\n被告中華航空は，日本の裁判所においてグループⅡの原告らの本件訴えを審理した\n場合に，準拠法として台湾法の適用を主張する可能性を指摘するが，不法行為の準\n拠法は不法行為地法により，同法が，責任原因，損害賠償の事項全てを規律すると\nいうのが日本の法例の原則であるから，日本法がこれらを規律することとなる本件\nでは，台湾法が適用されるという事態は想定できない。また，万一そのような事態\nがあり得たと仮定しても，日本の裁判所が台湾法を適正に適用することは困難では\nない。\nしたがって，裁判の適正という観点からも，原告らについて日本の裁判所の国際裁\n判管轄を認めることは相当であり，被告エアバスに対する請求との統一的な判断を\n行うためには，日本の裁判所に裁判権を認めなければならない。\n(ｃ)　裁判の迅速について\n本件事故原因の審理については，裁判の迅速な遂行のためにも，被告中華航空及び\n被告エアバスを共同被告として審理を行うことが昀も有効である。\n損害立証についても，同一の証拠資料を用いることになる。\n(ｄ)　なお，被告中華航空は，フォーラム・ノン・コンビニエンスの法理（不便宜\n法廷の法理）を持ち出すが，同法理は，法体系の異なるアメリカで発達したもので\nあって，いわゆる昀小接触理論やロング・アーム法により広がりすぎた法律上の裁\n判管轄を調整するために発達した法理なのである。\nしたがって，第１に，同法理は，法廷地裁判所の管轄の存在が前提となっているの\nであって，前提が異なる以上，同法理により管轄権の行使を放棄することは，アメ\nリカと異なり，管轄を狭めすぎることになりかねない。また，第２に，同法理は法\n廷地裁判所での審理が不公正であるか著しく不便宜である場合に代替裁判地への事\n件の移送を行うとするものであるところ，本件では名古屋地方裁判所での審理が不\n公正であるか著しく不便宜であるという事情は存しない。\n本件の主要な争点である事故原因と，損害額のうち本件に固有の争点である航空機\n事故における恐怖等による慰謝料の算定のあり方は，他の原告らと共通であり，同\n一の裁判で行う方が便宜である。そして，同法理においては，むしろ，原告らによ\nる法廷地選択を重視し，その選択を尊重すべきとされており，これを否定するには\n代替裁判地に移送する強力な理由が必要なのである。本件にそのような強力な理由\nが存しないことはいうまでもない。\n(ｅ)　また，被告中華航空は，本件事故機に乗員として搭乗して本件事故に遭った\n被害者Ｂ４５（原告番号１５７・１５８）及び同Ｂ４６（同１５９・１６０）につ\nいては，被告中華航空との雇用契約における安全配慮義務の検討が必要となる可能\n性があるとして，台湾での審理が妥当であるとするが，本件訴訟における請求原因\nは不法行為であるから，この点においてこれらの原告らを他の原告らと区別すべき\n理由はない。\nイ　被告中華航空の主張\n(ア)　グループⅠの原告らの訴えについて\nａ　グループⅠの被害者らは，日本以外の出発地より日本を予定寄航地として出発\n地と同一地である到達地への旅程の昀中に本件事故に遭遇したものであるところ，\n改正ワルソー条約２８条１項は，その適用のある国際運送に関する損害賠償請求の\n訴えの提起できる管轄地を「運送人の住所地」，「運送人の主たる営業所の所在\n地」若しくは「運送人が契約を締結した営業所の所在地」又は「到達地」の４箇所\nに限定しており，グループⅠの被害者らについては，「運送人の住所地」及び「運\n送人の主たる営業所の所在地」は台北，「運送人が契約を締結した営業所の所在\n地」及び「到達地」はマニラ又はフランクフルトであり，いずれも日本の裁判所の\n管轄地外であるから，グループⅠの原告ら（以下，(ア)項においては，単に「原告\nら」ともいう。）は，日\n本において訴えを提起する権利はなく，原告らの本件訴訟は，訴えの要件を欠くも\nのといわざるを得ない。\nｂ　ワルソー条約２８条１項の専属管轄性\n原告らは，グループⅣの原告らの請求との併合管轄を認めるべきであると主張す\nる。\nしかしながら，ワルソー条約２８条１項は専属管轄を定めたものであり，同条によ\nり決定された裁判管轄以外の管轄を認めない趣旨であることは，その文言からして\n明らかであり，原告らもこれを明確に認めている。\nそして，このように，国際裁判管轄の決定につき明確な基準を定める条約の拘束に\n日本が服している場合に，そのような拘束があってもなお，旧民訴法２１条（民訴\n法７条）に基づく関連管轄による管轄権が日本の裁判所に与えられるかという点に\nついては，日本国憲法９８条２項の趣旨から，条約と国内法とが抵触する場合は条\n約が優先することは，もはや争う余地のないところであり，関連管轄により管轄を\n与えるという国内法たる国際裁判管轄のルールは適用の余地が無いことは当然であ\nる。\nアメリカのバッツ判決は，隣席したバッツとダフの２人のアメリカ人乗客がニュー\nヨーク空港への着陸時に負傷した事故について，乗客バッツは，ロンドン発ニュー\nヨーク行きの航空券を購入していたためにアメリカを到達地と認め，同国の裁判所\nに管轄を認める一方，乗客ダフは，ロンドン発ニューヨーク経由の往復航空券を購\n入したため，同人がバッツと同様アメリカペンシルバニア州の市民であり居住者で\nあることを認めながらも，ロンドン発着ニューヨーク経由の航空券の往路のみに着\n目すれば到達地はニューヨークとみなすことができるという原告の主張を排斥した\n上で，アメリカの裁判所の管轄は認められないとの判断を下している。このよう\nに，国際運送については，乗客ごとにその運航経路等に従って裁判管轄を決定する\nものであり，あくまで\n当該乗客について同条項を直接適用すべきものである。原告らの論法をもってすれ\nば，当然に乗客ダフについても管轄が認められるべき事案ということになろうが，\nこのような特異な解釈論は，この裁判ではおよそ問題にもならなかったのである。\n以上のとおり，グループⅠの原告らの訴えについて，ワルソー条約２８条により日\n本には管轄が認められないにもかかわらず，国内法のルールに従って関連管轄を認\nめることは，ワルソー条約２８条に文理上明らかに抵触するものであって，条約が\n国内法に優先するとの原則からは関連管轄適用の余地はないということになる。\nｃ　また，原告らは，ワルソー条約２８条により帰結される結果が不当であるとい\nう理由及びその解釈を同条が明文で禁じていないという理由で，その専属性を否定\nし，関連管轄を認めるべきであると主張する。\nしかしながら，条約の解釈は，条約当事国の意思に適合するように条約の規定の意\n味と範囲を確定するものであり，その意思は，条約文に示された用語の自然又は通\n常の意味内容により客観的に解釈すべきであるというのが，国際判例上確立した解\n釈原則であり，日本も当事国である「条約法に関するウィーン条約」（以下「条約\n法条約」という。）３１条の定めるところである。そして，用語の意味内容が不明\n確である場合には，当事国の意思に照らしその意味を確認するため，条約の準備作\n業，条約締結時の諸事情，条約締結後に条約の解釈，適用について当事国の間で行\nわれた合意，慣行等を考慮することができると解されており，これも条約法条約３\n１条及び３２条に明文で採り入れられている。なお，条約法条約では，「用語の意\n味内容があいまい又\nは不明確である場合」に加え，「条約の解釈により明らかに常識に反した又は不合\n理な結果がもたらされる場合」を上記の各事情，つまり「解釈の補足的手段」を解\n釈上考慮し得る事由としている。\nワルソー条約２８条が，各乗客につき同条に列挙した裁判所に限り裁判管轄を認\nめ，それ以外の裁判管轄を認めないことは，その文言の意味内容から客観的に明ら\nかであり，文言の意味内容から客観的に明らかである限りそれが条約当事国の意思\nである。\n原告らの主張する上記理由が，百歩譲って，先ほど述べた「条約の解釈により常識\nに反した又は不合理な結果がもたらされる場合」あるいは「用語の意味内容が不明\n確である場合」に該当すると仮定しても，解釈の補足的手段といわれる条約の準備\n作業等を考慮する機縁にすぎず，かかる事由自体が条約の解釈そのものを左右する\nことは，条約法条約の認めるところではない。\nしたがって，日本国憲法上，条約（ワルソー条約２８条及び条約法条約の双方が含\nまれる。）が国内法に優先すると解される以上，ワルソー条約の裁判地制限が責任\n制限共々被害者に対する不当な足枷になっていることを理由に，条約の条項の意味\nを，国内法上のルールをもって根本的に変更することは，条約の解釈として到底許\nされるものではない。\nｄ　さらに，原告らは，ワルソー条約の管轄制限が不当であるとの認識が国際的に\n確立していることを示すものとして，グァテマラ議定書，ＩＡＴＡ協定，モントリ\nオール条約において，（航空会社が航空運送旅客業務を行なっている国のうちで）\n原告の居住地を第５の管轄原因として定めていることを挙げる。\nしかし，これらは，ワルソー条約が原告の居住地の管轄を認めていないからこそ，\nこの点を立法的に解決しようとしたのであり，グァテマラ議定書等がいわゆる第５\nの管轄を認めたからといって，それ以前の条約の内容が左右されることにはならな\nい。\nそもそも，ワルソー条約２８条の管轄規定が不当な足枷となっていることが確立し\nた国際的認識であるとの，原告らの事実認識自体が，以下のとおり誤っているもの\nといえる。\nまず，グァテマラ議定書では原告の居住地に裁判管轄が認められている。しかし，\nグァテマラ議定書は，１５０万フラン（１２００万円相当額）の高い責任限度額を\n認め，かつ，その責任限度額には故意があっても破られることがないという絶対性\nを付与しており，これとの見返りで原告の住居地に裁判管轄を認めたものである。\nまた，ＩＡＴＡ協定については，その内容そのものにおいて，原告の居住地に管轄\nが認められた事実はない。ＩＡＴＡ協定は，補償的損害賠償の責任を制限すること\nに主眼があり，この賠償を旅客の住所地法によって裁定することができるというに\nすぎず，管轄の問題は扱っていない。\nさらに，モントリオール条約においては，原告らの主張するように，運送人が営業\n所を有する国に旅客が住所を有する場合，旅客が当該営業所で運送契約を締結しな\nかった場合でも，旅客の住所地において訴えを提起し得るものとされた。しかし，\nこのことをもって，原告らのいう「ワルソー条約の管轄制限が不当であるとの国際\n的に確立している認識」などということはできない。上記管轄規定については，モ\nントリオール条約が無制限の賠償責任を認めたことも相まって，発展途上国から強\nい反対があったのであり，これを強く主張したのは，どこで事故に遭おうとも旅客\nがその本国で訴訟を提起するようにするべきであるとかねがね唱えていたアメリカ\nである。要するに，このような規定は，賠償水準の高い国では支持され，一方，賠\n償水準の低い国にお\nいては否定的に解されているのであり，これをもって，およそ「国際的に確立した\n認識」などというのは，事実に反している。現に，ワルソー条約やヘーグ議定書の\n加盟国（批准済の国である。）が１２０国を超えているのに，３０国の批准をもっ\nて発効するとされているモントリオール条約は，今日でも批准数を満たすか否か\n（発効するか，しないか）という状況なのである。\n以上のように，ワルソー条約２８条の管轄規定は，運送人と旅客という当事者の訴\n訟遂行上の便宜，公平を図ったものであり，航空運送に関わる国際裁判管轄決定の\n指標となる「条理」を形成しているが，この条理のうちに，「被告の営業所が存在\nする場合の，原告の住所地」が含まれるか否かという点については，存在する条約\nの解釈としては勿論のこと，立法論のレベルですら，確立した国際認識は存在せ\nず，むしろ現状ではこれに否定的なのである。\n(イ)　グループⅡの原告らの訴えについて\nａ　グループⅡの原告ら（以下，(イ)項では，単に「原告ら」ともいう。）及び被\n害者らは，いずれも台湾に居住していた中国人であり，被告中華航空は，台湾法に\nよって設立を認められ，台湾の台北市内に本店を置く法人である。\n台湾政府は，台湾及びその周辺諸島並びに同地域の居住者，滞在者を排他的，永続\n的に支配，統治しており，その憲法の下，立法・行政・司法の各制度が完備し，同\n地域の居住者，滞在者の権利擁護のための民事裁判制度が確立している。したがっ\nて，台湾居住者の権利に関する問題は，その裁判制度の下で解決されるべきもので\nある。\n他方，日本の裁判権は，その主権の一作用として行使されるものであり，裁判権の\n及ぶ範囲は原則として主権の及ぶ範囲と同一であるところ，原告ら及び被告中華航\n空には，台湾内の本支店に関する限り，専ら台湾の主権が及んでおり，日本の主権\nは関係するところではない。\nよって，グループⅡの原告らの被告中華航空に対する訴えは，日本ではなく，台湾\nの裁判所において審理されるべきものであって，上記訴えは却下されるべきであ\nる。\nｂ　仮に，原告らの主張するとおり，グループⅡの被害者らの運送契約について\nは，ワルソー条約が適用されず，グループⅡの原告らの訴えにつき日本の裁判所に\n管轄を認めるべきかを，専ら国際的民事訴訟管轄の法理により決すべきであるとし\nた場合でも，以下のとおり，日本には国際裁判管轄を認めることはできない。\nなお，原告らは，マレーシア航空事件判決の文言に依拠し，民訴法の土地管轄の規\n定による裁判籍が存在しさえすれば，例外なく国際民事訴訟の管轄を肯定する立場\n（新逆推知説）を主張するが，このような硬直な判断あるいはマレーシア航空事件\n判決の皮相な理解は，同判決以前の昀高裁判例も，また，同判決以降の日本の下級\n審も行っていない。\n現在の判例・通説の到達点は，昀高裁平成９年１１月１１日判決（ジュリスト１１\n３３号１８２頁）が，「我が国の民訴法の規定する裁判籍のいずれかが我が国内に\nあるときは，原則として，我が国の裁判所に提起された訴訟事件につき，被告を我\nが国の裁判権に服させるのが相当であるが，我が国で裁判を行うことが当事者間の\n公平，裁判の適正・迅速を期するという理念に反する特段の事情があると認められ\nる場合には，我が国の裁判管轄を否定すべきである。」と明快に論じるとおりであ\nる。\nｃ　次に，原告らが主張する管轄原因を根拠としては，日本の裁判所に国際管轄を\n認めることができないことは，以下のとおりである。\n(ａ)　旧民訴法４条３項（民訴法４条５項）について\n原告らは，被告中華航空が東京，名古屋などに在日支店を有することを根拠とし\nて，旧民訴法４条３項の適用を主張する。\nしかし，外国法人の在日支店の存在を理由に管轄の存在が認められるためには，当\n該支店と請求との業務関連性が必要であると解すべきである。マレーシア航空事件\n判決が，旧民訴法４条３項にいう営業所が日本にあるという一事をもって，同条項\nの適用を認めたことについては，ほとんどの学説が批判的であり，業務と無関係な\n従たる営業所の所在だけで管轄を肯定することは，当事者間の公平という訴訟法上\nの理念に反し，あるいは，日本における営業所等の業務と全く関連のない訴訟につ\nいて，その応訴を強制することは，当事者間の公平に反する結果となる。\nそして，グループⅡの原告らの訴えについて，上記業務関連性を認めることができ\nないことは，後記(ｂ)のとおりである。\n(ｂ)　旧民訴法９条（民訴法５条５号）について\n旧民訴法９条は，法人の事務所や営業所における業務に関するものに限って，その\n所在地においてこの法人に対し提訴し得ると規定するが，この業務関連性について\nは，航空運送の場合，運送契約の締結，すなわち航空券の発券行為をもって，その\n営業所が当該航空運送にその業務として関与したというべきである。\nそうすると，グループⅡの被害者らの運送契約はいずれも日本国外で締結されたも\nのであるから，グループⅡの原告らの訴えは，被告中華航空在日支店の業務には関\n連性がないというべきであり，旧民訴法９条の適用を論ずる余地はない。\n(ｃ)　旧民訴法１５条（民訴法５条９号）について\n旧民訴法１５条が不法行為地に裁判管轄を認めた趣旨は，立証の便宜及び被害者が\n不法行為地に住んでいることが多く，その救済になるという２点があげられる。\nところが，国際線の航空機事故の場合，航空運送人は，事故が遠隔の地で，しかも\n裁判に対する信頼性の不明確な土地で応訴しなければならないという可能性がある\n一方，被害者が不法行為地に住んでいるというのは偶然であることが多く，また現\n在では，国際線の航空機の事故については，事故発生地の政府機関又は国際民間航\n空機構による事故原因に関する事故調査報告書が作成されることとなっており，原\n告はこれを証拠として利用することが可能であって，事故発生地が管轄原因となる\nべき必要性は，原告にとっても乏しいものといわざるを得ない。国際航空運送の統\n一ルールとして国際的に圧倒的な批准国数を誇るワルソー条約の管轄規定が不法行\n為地を認めていないのも，上記の考え方を採用したものであり，これが，国際航空\n機事故に関する訴え\nに適用されるべき国際法上の原則であり条理であるというべきである。\nしたがって，マレーシア航空事件判決の一般論にもかかわらず，国際航空運送にお\nいては，不法行為地には，管轄は認められないというべきである。\n現に，本件の審理においても，事故地である日本において「証拠収集の便宜」とい\nうメリットは全くなく，かえって，損害論について，台湾において収集すべき証拠\nが提出されないために，本件審理に甚だしい支障が生じているのが現実である。\n(ｄ)　主観的併合について\n主観的併合については，そもそもマレーシア航空事件判決の一般論においてすら明\n示的にはこれを認めていないのであって，判決の統一性の確保の要請より，無関係\nな国での訴訟を強いられる被告の保護を図るべき要請の方がより大きいと解され\nる。\n原告側の主観的併合については，台湾人乗客との関係に関し，被告中華航空の責任\n原因及び賠償額双方について台湾法及び同国の賠償実務の調査・検討及び同国内に\nある証拠の取調べを考慮せざるを得ないのであって，一般的に管轄が問題とされて\nいない他の乗客の請求に比べて，被告中華航空及び裁判所の負担が大きくなること\nは否定すべくもないところである。\nまた，被告側の主観的併合の点については，相被告とされている被告エアバスと被\n告中華航空との間には何らの資本関係等はなく，日本の裁判例が関連請求にかかる\n特別裁判籍を肯定してきた例外的事例とは事案を大きく異にしており，このような\n場合に漫然と同一事故から発生した関連請求であるとして管轄を認めることは許さ\nれない。\nこの点について，東京高裁平成８年１２月２５日判決（高等裁判所民事判例集４９\n巻３号１０９頁）は，「主観的併合の場合，国内裁判管轄については，旧民訴法５\n９条前段（民訴法３８条前段）の共同訴訟について旧民訴法２１条（民訴法７条）\nの併合請求の裁判籍を認めるのが学説の多数であるが，国際裁判管轄に関しては，\nこの基準をそのまま採用すべきではなく，当事者間の公平，裁判の迅速・適正の理\n念に合致する特段の事情がある場合でない限り，併合請求の裁判籍によって日本の\n裁判所に管轄を認めることはできないというべきである。」と判示している。した\nがって，原告らにおいて（通常とは異なり，管轄を基礎付けるための）「特段の事\n情」を主張・立証すべきところ，当事者間の公平，裁判の迅速・適正の理念に照ら\nしてみても，このよ\nうな事情は本件では見当たらない。\nｄ　特段の事情の存在について\n仮に，グループⅡの原告らの訴えについて，日本の民訴法が土地管轄に関して規定\nする裁判籍のいずれかが日本国内にあると認められるとしても，日本の国際裁判管\n轄を否定すべき特段の事情が存するというべきことは，以下のとおりである。\n(ａ)　当事者間の公平について\n〔１〕　まず，ワルソー条約２８条１項の管轄制限は，国際航空という分野におけ\nる実態を前提に，運送人，旅客双方の利害を調整した一つの条理というべきもので\nあり，国際裁判管轄を決定するに当たり，十分考慮されるべきである。\nまた，当事者間の公平については，十分に準備して能動的な立場で訴えを提起する\n原告と，不意を突かれて防御に回る被告の立場の違いから，被告の生活・経済活動\nの本拠地での言語や司法制度に合わせることが合理的であり，原告への配慮は，他\n国で訴えを提起しなければならないという不利益によって裁判を断念させることの\nないようにとの観点から行うべきものである。\nそして，本件において，グループⅡの原告らは，台湾において訴訟を提起すること\nの方がより便利であり，かつ，何ら不利益は被らない。本来であれば，原告らは，\n自らも在住し，被告中華航空の本社所在地でもある台湾に，極めて容易に本件訴え\nを提訴できたのであって，この点はマレーシア航空事件の背景事情とは全く異なっ\nている。時効に関しても，被告中華航空は，原告らの本訴の取下げ又は却下判決確\n定後６か月以内に原告らが台湾で訴訟を提起する場合には，時効の利益を放棄する\n旨を明らかにしており，何ら原告らに不利益とはならない。\nまた，原告らは，被告中華航空と専ら台湾において示談交渉をしていたのであるか\nら，訴訟も台湾においてされるべきであって，従前の経緯と全く無関係な日本に突\n然訴えを提起すること自体不可解であり，仮にこれが，日本における賠償額が台湾\nのそれより高額であろうとの予想の下に，高額の賠償金を目指して訴えを提起した\nのであれば，それはいわゆるフォーラム・ショッピング（法廷地漁り）であり，当\n事者間の公平を害し，許されるべきではない。\n〔２〕　原告らは，「一私人たる原告」と「大企業たる被告中華航空」という図式\nを殊更強調するが，現実には，原告らは，管轄の問題について，「一私人」である\nが故の不利益を何ら被っていない。\nまた，原告らは，被告エアバスに対する裁判管轄が，日本にはあるが，台湾にはな\nいことを前提に，被告中華航空に対する訴えを台湾に提起せざるを得ないのは原告\nらにとって負担が著しく大きいと主張するが，被告中華航空がグループⅡの原告ら\nを含む遺族と台湾において示談交渉し，示談が成立し，示談金を支払ってきた事実\n（原告らに対しても，台湾でかつ台湾通貨で仮払金が支払われている。），さらに\nは，被告中華航空の準備書面の文言を原告らが誤解し，その削除を被告中華航空本\n社に直接申し出て，被告中華航空がこれに応じたという事実に照らせば，日本にお\nいて，被告エアバスと被告中華航空を共同被告としなければ，原告らの救済が図れ\nないという事案ではないことも明らかである。\n(ｂ)　裁判の適正・迅速について\n〔１〕　本件の重大な争点は，被告中華航空の責任の有無であり，被告中華航空の\n操縦士が誤った操縦をしたか否かであるところ，この点の主要な証拠方法は，被告\n中華航空の訓練体制に関するものとして，主としてその本社のある台北にあるとい\nうべきである。一方，少なくとも日本国内における本件事故の原因解明は，事故調\n査報告書の発表をもって完結し，一応の終結をみている。\nまた，損害についての証人，証拠も専ら台湾にあるというべきであり，しかも台湾\nと日本との間には司法共助もないことから，これらを日本の裁判所が調べることは\nできない。\nそもそも，グループⅡの原告らは，台湾に居住しており，その提訴の便宜や，使用\n言語を含めた訴訟活動の充実という点からは，日本に訴訟の機会を求める理由は全\nくなく，台湾においてこれを行うことが妥当である。被告中華航空についても，台\n湾の方が充実した訴訟活動が可能であることは疑いがない。\nさらに，被告中華航空の運送約款の解釈，損害額の算定に当たって斟酌すべき台湾\nにおける賠償算定基準や賠償額の水準，相続の準拠法が台湾法となることなどから\nすると，日本において訴訟をした場合，日本の裁判所が過重な負担を負うこととな\nるというべきであって，台湾の裁判所においてより適確に判断されることはいうま\nでもない。\nとくに，被害者Ｂ４５（原告番号１５７・１５８）及び同Ｂ４６（同１５９・１６\n０）に対応する原告らについては，これらの被害者は被告中華航空の従業員として\n勤務中に本件事故に遭遇したものであり，台湾法における雇用契約上の安全配慮義\n務等の問題を検討しなければならない可能性があり，これも台湾の裁判所におい\nて，より良く審理・判断されるべき事項であることは明らかである。\n〔２〕　原告らは，本件について，両被告の共同不法行為によるものであり，統一\n的認定判断は不可欠であるというが，そもそも通常の共同訴訟において，日本の民\n訴法は，統一的判断は何ら担保しておらず，この点の原告らの主張は訴訟法の基礎\n的理解を欠くものである。\n(ｃ)　フォーラム・ノン・コンビニエンスの法理\nアメリカにおいては，法廷地に管轄が認められても，代替管轄地が別に存在し，そ\nこでの審理が妥当であると思われる場合には，法廷地裁判所がその裁量的な権限に\n基づいて，訴えの却下や訴訟の停止という形で処理することが認められており，こ\nれをフォーラム・ノン・コンビニエンスの法理（不便宜法廷の法理）という。\n法体系の異なるアメリカで発達した法理を無批判に受け入れることはできないとし\nても，日本の裁判所の国際裁判管轄を否定すべき特段の事情の存否を検討するに当\nたり，特に代替管轄地が存在することが明らかな本件のような場合には，この法理\nの基本的な理念やこれに関する議論は大いに参考とすべき部分がある。\n同法理の公的利益の局面は，国がその国とは関係の希薄な訴訟を審理せざるを得な\nくなることから生じる不合理な出費や負担から市民や納税者を保護するという局面\n（具体的には，裁判所の混雑・負担に起因する管理上の困難さ，地域的な争訟につ\nいてはその本国においてこれを解決するという地域的利害及び国際私法上又は外国\n法の適用に関する不必要な問題点の回避等）であり，私的利益の局面は，当事者間\nの訴訟が適切に審理され，昀も適正な結論が出されるであろう方法で審理されると\nいう当事者の利益である。\nこの法理は，外国人が訴訟を提起した場合には，他に裁判を遂行するのにより適し\nた裁判管轄地がある場合には，当該外国へ訴訟を送り返す機能があると説明されて\nいるものである。\nｅ　以上のとおり，いかなる観点からも，グループⅡの原告らについて日本の裁判\n所が審理を行う理由は全くなく，かえって，台湾において本来遂行されるべき訴訟\nであることは明らかであり，その訴えは却下されるべきである。\nその場合，被告中華航空は，訴え却下後６か月であれば，グループⅡの原告らが台\n湾の権限ある裁判所に訴えた場合に，時効の援用をすることなく，訴えに応じる用\n意がある。また，その場合，当法廷における証拠調べの結果を，台湾の法廷で利用\nすることに特段の異議はない。\n(ウ)　グループⅢの原告らの訴えについて\nａ　グループⅢの被害者らと被告中華航空との間の運送契約については，ワルソー\n条約の適用がないため，グループⅢの原告らの訴えにつき，日本の裁判所が国際裁\n判管轄権を有するか否かは別途検討しなければならない。\nｂ　本来，国の裁判権は，その主権の一作用としてなされるものであり，裁判権の\n及ぶ範囲は，原則として主権の及ぶ範囲と同一であるから，被告が外国に本店を有\nする外国法人である場合は，その法人が進んで服する場合のほか，日本の裁判権は\n及ばないのが原則である。その例外として，被告が日本と何らかの法的関連を有す\nる事件については，被告の国籍，所在のいかんを問わず，その者を日本の裁判権に\n服させるのを相当とする場合もあるが，その例外的取扱いの範囲は，当事者間の公\n平，裁判の適正・迅速を期するという理念により，条理に従って決定するのが相当\nである。\nグループⅢの被害者らについては，いずれも台湾をはじめとする日本国外で航空券\nを購入しており，当該運送契約と被告中華航空の日本国内の営業所とは関係がない\nため，グループⅢの原告らの訴えは却下されるべきである。\nなお，国際航空機事故について，事故発生地が管轄発生原因とならないことは，条\n理たる改正ワルソー条約２８条を見ても明らかであり，実際，日本は，事故発生地\nの通常の裁判管轄発生の根拠である，証拠収集の点から全く意味がないことが本件\nの審理の実態からも明らかである。\nｃ　なお，マレーシア航空事件判決は，多くの論者が，理論的には疑問を留保しつ\nつも，実際的結論においてこれを肯定しているが，本件は，同事件とは事情が異な\nる。\nすなわち，日本国民の海外への一般的なアクセスの観点から見ても，マレーシア航\n空事件が日本の裁判所に提起された昭和５３年当時とは，海外渡航に対する考え\n方，時間・費用等の負担も大幅に変化している。さらに，台湾は，歴史的・地理\n的・経済的に見ても，マレーシアに比べて日本と密接な関係があり，日本国民にと\nってより身近なものとなっている。そのため，日本国民である原告らが台湾におい\nて訴訟を提起することは必ずしも困難とはいえず，原告らが日本国内において訴訟\nを提起することを認めなければ，その救済が閉ざされてしまうというような状況に\nはない。\nしたがって，国際民事訴訟法の基本原則やワルソー条約に見られる条理に対する例\n外を殊更認めてまで，本件を日本の裁判権に付す正当な理由はない。\n(2)　被告エアバスに対する訴えの国際裁判管轄の有無（被告エアバスの本案前の主\n張）\nア　原告らの主張\n(ア)　不法行為地\n前記(1)ア(ア)の国際裁判管轄の法理によれば，被告エアバスに対する原告らの訴え\nは，旧民訴法１５条１項（民訴法５条９号）所定の不法行為の特別裁判籍により，\n日本に国際裁判管轄が存在する。\n本件の被告エアバスに対する訴えは，製造物責任に基づく損害賠償請求であるとこ\nろ，製造物責任の法的性質は，報償責任と危険責任としての性質の両者を包含する\n不法行為責任であり，この性質からは，結果発生地も当然に不法行為地に含まれ，\n管轄が肯定される。これは，被害者の保護及びその事故に関する証拠収集の便宜等\nの配慮からも，裁判の適正・公平・迅速な遂行という観点にも合致するのであり，\n日本の判例上も確立している（東京地裁昭和４９年７月２４日中間判決・判例時報\n７５４号５８頁（以下「全日空ボーイング機事件判決」という。），東京地裁昭和\n５９年３月２７日中間判決・判例時報１１１３号２６頁（以下「自衛隊ヘリ墜落事\n件判決」という。）参照）。\n全日空ボーイング機事件判決は，航空機事故については「その加害者とされている\n被告が全世界を自由に航行し得る航空機の製造等を業とする大資本の会社であり，\nしかも，その製造にかかる航空機が日本国内においても多数運航されていることは\n公知の事実であること，および航空機に欠陥がある場合における人命事故等の発生\nは航空機の性質上不可避なものであることからして，本件事故の結果発生地である\n日本国が被告の全く予測しえない隔絶した土地であるとは到底いえないのであり，\nしたがって，その結果発生地を不法行為地に含め，日本の裁判所に本件訴えの裁判\n管轄権を認めるとしても，被告に格別不当な不利益を強いることになるものではな\nいというべきである。」と判示する。\n全日空ボーイング機事件判決における航空機製造会社はボーイング社であったが，\n被告エアバスは，ボーイング社に次ぐ世界第２位の民間航空機製造販売会社であ\nり，世界各国で販売活動を行っており，現に日本においても営業活動を展開して実\n績もあげているのであって，被告エアバスにとって，本件事故の発生地である日本\nが全く予測し得ない隔絶した土地であると到底いえないことは明らかである。\n結果発生地を不法行為地の一つとして日本に裁判管轄を認める判例の立場はすでに\n確立したものというべきである。\nまた，一般に製造物責任の結果発生地に国際裁判管轄を認めることに消極的な論者\nも，客観的に見てそのものが流通することが合理的に予見できる国で損害が発生し\nた場合，例えば，大型船舶，航空機については，その移動性からして，特に日本向\nけに輸入されたときでなくても，日本においてその物の使用から損害が生じた場合\nには，管轄を認めることができるとしている。\n(イ)　特段の事情について\n前記(1)ア(ア)の国際裁判管轄の法理によれば，旧民訴法１５条（民訴法５条９号）\n所定の不法行為地が日本である場合には，その余の特段の事情を考慮することなく\n日本に国際裁判管轄があると解されるところであるから，被告エアバスが主張して\nいる特段の事情を論議する余地はないが，仮にこれを考慮すべきであるとしても，\nこのような特段の事情は認められないというべきである。\nａ　証拠について\n航空機事故の調査については，国際民間航空条約は，２６条において，事故の起こ\nった国が事故の事情の調査を行うものとするとの原則を定めた上で，関係国（本件\nでは台湾とフランス）について，調査に立ち会う者を任命する機会や報告所見の通\n知を受ける機会を認めている。その外，上記条約と付属議定書は，国際的協力によ\nって航空機事故の原因を追及し，もって事故の再発を防ぐために，具体的な手続規\n定を定めている。\nこの条約等に基づいて，本件事故については，日本の運輸省に設置された航空事故\n調査委員会が，関係各国に対し資料の提供を求めつつ事故原因の究明にあたったの\nである。もちろん他の国には，本件事故の原因について究明するための機関は置か\nれていない。\n以上の事情によれば，本件事故の原因を究明して，本件事故機の設計製造上の欠陥\nの有無を審理するについては，日本に昀も多くの，かつ，重要な証拠が存すること\nは多言を要しない。\nｂ　防御の困難性について\n被告エアバスは，民間航空機のメーカーとして，ボーイング社に次ぐ世界第２位の\n製造販売実績を有しており，その販売実績は，昀近のデータでも世界全体の約３０\nパーセントのシェアを占め，年間９６億ドル（約１兆円）の収入を上げている。ま\nた，被告エアバスは，フランスのアエロスパシアルとドイツのダイムラー・ベンツ\n航空宇宙両社がそれぞれ３７．９パーセント，イギリスのエアロスペース社が２０\nパーセント，スペインのＣＡＳＡ社が４．２パーセントの株式をそれぞれ保有する\nほか，イタリアのアレニア社とオランダのフッカー社，ベルギーのベルエアバス社\nの３社が準構成企業となっており，ヨーロッパ各国のリーディングカンパニーで構\n成された，他に例を見ない程の大企業である。\nさらに，被告エアバスは，近年日本を含む極東地域を重要な販売市場であると位置\nづけ，中国，香港，韓国，マレーシア，フィリピン，台湾等に活発な販売活動を展\n開している。\nこのような世界的大企業で，世界各国において販売活動を行っている被告エアバス\nが，一旦同社製造航空機の事故が発生するや，法廷での防御の困難性を主張するこ\nとは，著しく不当である。\n被告エアバスは，日本にその連絡事務所を有し，そこではフランス人スタッフの\n外，日本人職員も常駐して稼動している。また，被告エアバスが自ら認めていると\nおり，被告エアバスは日本国内の航空会社に現に被告エアバス製の航空機を販売し\nてきたし，現在でも販売のための営業活動を展開している。\nちなみに，被告エアバスは，昭和５４年から平成７年に至るまでの間，日本エアシ\nステムに合計３２機の，また全日空に合計２２機の販売実績を有している。また，\n後記ｃのとおり，日本のメーカーから重要な部品の継続的購入もしているのであ\nり，上記連絡事務所以外においても，被告エアバスの事業活動は日本国内で活発に\n展開されていることは明白である。このように，現に営業活動を展開して実績もあ\nげている日本で応訴を強いられても，被告エアバスにとって何ら不当・不公正・不\n便であるとはいえない。\n他方，原告らにとって，被告エアバスの本店たるフランスでの訴訟を強制されるこ\nとは，実質的に救済を否定するのに等しく，著しく弱者保護に欠け，不当・不公正\nである。\nｃ　訴訟手続の遅延について\n日本の航空会社各社に対しても自社製航空機の販売を果敢に展開している被告エア\nバスが，翻訳の手間と時間の負担による遅延を主張すること自体，航空機メーカー\nとしての社会的責任を一体どのように考えているのか根本的な疑念を抱かざるを得\nない。\nしかも，被告エアバスは，住友精密工業株式会社から着陸用ギアジャックを，また\n川崎重工業株式会社から胴体パネルを，大量かつ継続的に購入しているのであっ\nて，部品購入そして完成品の販売の両面において，日本企業と深く関係しているの\nである。もちろんこのような企業行動においては，言語の壁を克服して，敏速かつ\n緻密な交渉，協議が日常的にもたれている。\n他方，原告らがフランスで本件訴訟を行うことによる負担増は致命的といってよ\nい。\nｄ　執行不能について\n被告エアバスは，本件のような事故に備えて賠償責任保険を付保しており，本件訴\n訟の判決や和解が成立した場合に対処している。被告エアバスの執行不能の主張は\n理由がない。\nまた，被告エアバスは，今後も日本の航空会社に対して，確定受注契約に基づき航\n空機を納入することを予定しており，将来においても確実に日本の企業に対する多\n額の売買代金債権を取得することに疑いはなく，これら売買代金債権は，日本国内\nに発生するのであり，これに対する執行も可能である。\nｅ　フランスにおける訴訟について\n被告エアバス主張にかかるフランスにおける訴訟は，本件訴訟とは，法的には全く\n関連性はなく，事実上もこれを管轄判断の事情として考慮すべき重要性はない。原\n告らは，被告中華航空と被告エアバス両者に責任があると主張しており，フランス\nでの訴訟においても被告エアバスの責任が追及されている点では同一であるといえ\nるが，その訴訟の結論が，本件訴訟に対して何らの効果も及ぼさないものであるこ\nとは明らかである。なぜなら，フランスにおける訴訟は，被告エアバスと被告中華\n航空を賠償代位した保険会社との間で争われているもので，本件訴訟とは当事者が\n異なるからである。\nｆ　以上，いずれの観点からも，日本の国際裁判管轄を否定すべき特段の事情を認\nめることはできず，被告エアバスが日本の裁判所の管轄に服すべきものであること\nは法理上明らかであり，被告エアバスの本案前の主張は理由がない。\nイ　被告エアバスの主張\n(ア)　国際裁判管轄\nマレーシア航空事件判決及びそれ以降の下級審裁判例により，日本の裁判所は，国\n際裁判管轄の分配は，当事者間の公平，裁判の適正・迅速を期するという理念によ\nり，条理にしたがって決定すべきであるとの立場を採っている。条理を具体化した\n実用的判断基準としては，ある事件につき，日本の民訴法の土地管轄に関する規定\nに定められている裁判籍のいずれかが日本国内にあるときは，原則として，その事\n件について，日本に国際裁判管轄を認めることが条理にかなうとする。ただし，日\n本に国際裁判管轄を認めることが，当該事件の具体的事実関係に照らして，当事者\n間の公平，裁判の適正・迅速を期するという理念に反する結果となる特段の事情が\nあるときはこの限りではないとする。\n上記は現在の判例理論の理解として特に異論のないものと考えられ，航空事故損害\n賠償請求訴訟についてもあてはまる。このような判例の立場は，日本の民訴法の規\n定の国際裁判管轄への適用が必ずしも妥当でない場合があることを率直に認め，こ\nれを特段の事情によって具体的事件について諸事情を実質的・個別的に判断してい\nこうというものであって，アメリカ法上の不便宜法廷の法理，すなわち，訴えの提\n起を受けた裁判所が，裁判管轄権を有するにも関わらず，当事者の便宜や正義の実\n現のためには，裁判管轄権を有する他の法域の裁判所で審理を行うほうが妥当であ\nると考えた場合，裁量により裁判管轄権の行使をせず，訴えを却下することを認め\nる法理と類似した機能を果たすものとして発展してきている。\n以上に従って検討すると，以下に述べるとおり，本件訴訟においては，被告エアバ\nスに関し，日本国内には民訴法の規定する裁判籍はないし，万一，日本に何らかの\n裁判籍があったとしても，管轄権を行使することを不適切とする特段の事情がある\nため，日本の裁判所は，本件について管轄権を行使することはできない。\n(イ)　日本の民訴法の規定する裁判籍の有無\nａ　被告エアバスに関する請求原因は，本件事故機製造に際しての設計上の欠陥に\nよって本件事故が発生したというものである。しかしながら，本件事故機はフラン\nスで製造されたのであるから，本件事故が日本で発生したという事実は，請求原因\nと全く関係がない。\nしたがって，被告エアバスに関しては，旧民訴法１５条１項（民訴法５条９号）の\n不法行為地は，フランスであり，日本ではない。その根拠は以下のとおりである。\nｂ　すなわち，旧民訴法１５条１項所定の不法行為地は，加害行為地と解釈すべき\nであり，本件のような製造物責任訴訟においては，本件事故機が製造されたフラン\nスにあると解される。\nなぜなら，仮に不法行為地に結果発生地も含まれるとすると，製造者と何ら接点の\nない場所で事故が発生した場合にも，製造者はその場所で応訴せざるを得ないこと\nになるからである。\nさらに，航空機については，しばしば転売されたり，リース会社によるリース及び\n航空会社による自社機のリースも極めて頻繁に行われているところ，航空機製造会\n社は，かかる転売及びリースにつき何らのコントロールも有していない。航空機事\n故の結果発生地を不法行為地に含ませると，管轄は当初の法律関係を離れて無制限\nに拡大し，航空機製造会社は世界中で応訴すべきこととなってしまう。航空機に移\n動性があるとはいえ，このような解釈は妥当ではない。\nまた，原告らが設計上の過失を主張する本件においては，事故が日本で発生したと\nいう事実は請求原因と全く関係がない。\nｃ　原告らは，全日空ボーイング機事件判決及び自衛隊ヘリ墜落事件判決を引用\nし，旧民訴法１５条１項の不法行為地には結果発生地が含まれるというのが判例法\n上確立されているところであると主張する。\nしかしながら，この点については，原告らが引用した２件の地裁レベルの裁判例が\nあるのみで，高裁・昀高裁の判例は存在しない。\n加えて，原告らが引用する２つの裁判例は，以下の点で大きく本件とは事実関係が\n異なり，本件の先例としては不適切である。すなわち，これらの裁判例は，いずれ\nも航空機又はヘリコプターの機能の異常を原因として事故が発生した旨を原告が主\n張している事案であって，事故原因究明のため日本で証拠収集する意味もあった事\n案である。実際に全日空ボーイング機事件判決では，裁判所も，「まず，本件事故\nに関する証拠の収集の便宜についてみるに，本件事故の発生原因およびその事故に\nよる損害に関する証拠は，被告が本件航空機を製造したアメリ合衆国においても，\nまた，本件事故が発生した日本国においても，これを収集する必要があるというべ\nきであり･･･」と判示している。ところが，本件においては，本件事故機に何らの機\n器の性能異常も\n発生しておらず，機器は正常に機能していたのである。したがって，少なくとも被\n告エアバスに対し原告らが事故の発生原因として主張している「設計上の欠陥」の\n有無に関する証拠は日本には存在せず，日本において証拠を収集する意味は全く存\nしない。よって，原告らの引用する前記２件の裁判例は，本件には妥当しないとい\nうべきである。\nしかも，日本の運輸省航空事故調査委員会による調査は既に終了しており，航空事\n故調査報告書も，日本語版及び英語版にて平成８年７月１９日に公表されている。\nしたがって，現時点では，日本における更なる証拠収集の必要性は全くない。\n(ウ)　特段の事情\n万一，日本に何らかの裁判籍があったとしても，被告エアバスに対して管轄権を行\n使することを不適切とする特段の事情があるため，日本の裁判所は，本件について\n管轄権を行使することはできない。\nａ　証拠\n本件事故機はフランスで製造されたため，設計・製造に関するほとんど全ての証拠\n及び証人はフランスに存在するから，本件が日本で審理されるとすると，事案を解\n明することが著しく困難である。\n原告らは，本件の事故調査が日本で行われたことをもって日本での審理が証拠の面\nからも適切であると主張しているようである。しかしながら，日本の運輸省航空事\n故調査委員会による調査は既に終了し，航空事故調査報告書も公表されており，原\n告らは，平成８年８月５日の口頭弁論期日に，これを甲１号証として提出済みであ\nる。原告らが航空事故調査報告書を原告らの主張を立証するものとして提出してい\nる以上，審理においてはこれに対する被告エアバスの反証が重要となり，被告エア\nバスの証拠の検討及び証人尋問が中心となるのであって，証拠の存在及び収集の便\n宜という点からは，フランスで審理を行う方が適切である。\nｂ　被告エアバスの防御の困難性\n国際裁判管轄の決定に当たっては，その土地で提起された訴訟に応訴しなければな\nらないことになる被告の不利益が十分考慮されなければならない。\n被告エアバスは，日本に営業所を有しておらず，本件事故機の設計・製造に関する\n被告エアバスの証拠も証人も日本には存在しない。被告エアバスは，日本での本件\n訴訟を防御することが極めて困難である。\nｃ　訴訟手続の遅延\n被告エアバスは，証拠及び証人をフランス及び他の外国から提出し，呼び出さなけ\nればならないため，本件訴訟手続は遅延するものと予想される。\nさらに，被告エアバスが裁判所に提出する書面は，フランス語又は英語から日本語\nに翻訳しなければならず，原告らから受領する書面は，日本語からフランス語又は\n英語に翻訳しなければならないため，被告エアバスは，訴訟手続の準備のために多\nくの時間が必要である。被告エアバスとしては，通常の間隔で期日の準備をするこ\nとが不可能である。\nｄ　日本における執行の不能\n日本における執行可能性は，判決の実効性の観点から管轄の有無を判断する要素と\nなるものである。特に給付判決を得た場合に，その給付内容を迅速・経済的に実現\nし得るということは，管轄肯定の一つの要素となる。旧民訴法８条（民訴法５条４\n号。財産所在地の裁判籍），１７条（民訴法５条１２号。不動産所在地の裁判\n籍），１８条（民訴法５条１３号。登記・登録地の裁判籍）は，判決の実効性の観\n点から規定されたものである。\nなお，被告エアバスは，執行不能を管轄の有無の判断の一要素として述べているの\nであり，万一本件訴訟で請求認容判決がなされた場合にこれに従って義務を履行す\nるか否かについて述べているわけではない。\nｅ　国籍及び居住地\nグループⅡの原告らは，台湾籍を有し，台湾に居住しており，グループⅡの被害者\nらも，台湾籍を有し，台湾に居住していたとのことである。\n国際裁判管轄の決定に当たっては，原告らの国籍等及び居住の有無も考慮に入れる\nべきである。そもそも管轄権を行使するか否かは，当該事件が法廷地にとれだけの\n関連があり，法廷地の司法制度が当該事件の解決についてどれだけの利害関係を有\nするかによって決せられるべきものであるからである。現に連邦昀高裁判例を含む\nアメリカの判例は，アメリカ国籍及びアメリカ居住の事実をフォーラム・ノン・コ\nンビニエンスの法理の判断に際して相当重視している。\nｆ　フランスにおける訴訟\n１９９５年（平成７年）６月９日，被告中華航空及びその保険者は，被告エアバス\n及びその保険者に対し，本件事故に関し，パリ商事裁判所に訴訟を提起した。フラ\nンスにおける訴訟手続において，フランスの裁判所は，鑑定人を選定するものと考\nえられる。鑑定人は，本件の事実的及び技術的側面並びにフランスの手続に関係し\nている当事者の責任及び損害の点について，フランスの裁判所に事故調査報告書を\n提出し，助言する。仮に，日本の裁判所が本件について管轄権を行使した場合に\nは，同じ争点がフランス及び日本の双方で審理されることとなる上，フランスの裁\n判所及び日本の裁判所の判決の間に矛盾が生ずる可能性がある。\n(エ)　以上からすれば，名古屋地方裁判所は本件訴訟について管轄権を有せず，本\n件訴訟は不適法として却下されるべきである。\n(3)　被告中華航空のワルソー条約１７条，１８条に基づく責任について\nア　原告らの主張\n被告中華航空は，ワルソー条約１７条，１８条に基づき，ワルソー条約の適用のあ\nる原告ら（以下，ア項においては，単に「原告ら」ともいう。）の本件事故により\n生じた損害について賠償する責任があるところ，被告中華航空は，改正ワルソー条\n約２２条の責任制限規定の適用を主張している。\nしかしながら，そもそも責任制限規定は極めて不当であり，日本の憲法の諸条項に\n違反し，無効であるし，仮にそうでないとしても，改正ワルソー条約２５条の適用\nにより，責任制限規定の適用排除が認められるべきであることは，以下に述べると\nおりであるから，いずれにせよ，被告中華航空は損害額全額の賠償責任を免れな\nい。\n(ア)　改正ワルソー条約２２条の責任制限規定の違憲性\nａ　そもそも，航空機死亡事故の加害者の責任を制限すること自体が本質的に不当\nである。\n航空機死亡事故による被害者の損害は，人の生命である。人の生命が人間にとって\n地球よりも重い昀も貴重な権利であることはいうまでもなく，本来金銭によって償\nうことができないものである。改正ワルソー条約２２条は，この昀も本質的な人の\n権利の侵害に対する損害賠償の額を人為的に制限するものであり，しかも制限の額\nは現在の金額で約２万ドル（約２４０万円）である。\n他方，賠償額の制限には何ら合理的理由は存在しない。制限は加害者たる巨大航空\n会社の経済的利益を図るだけである。特に現在では，賠償額は損害賠償保険でカバ\nーされており，賠償額が制限されれば保険会社の利益が増えるだけなのである。\nしかも，航空機事故を一般の交通事故と比較すると，後者の場合には，被害者側に\nも何らかの過失が認められる場合も少なくなく，また一人ひとりの市民が加害者に\nなる可能性をもっているが，航空機事故の場合には，乗客には何の過失もなく，事\n故は加害者の一方的過失によって引き起こされ，加害者は常に航空会社である（特\nに，被告中華航空は，１９９１年（平成３年）１２月２９日台湾で事故を起こし，\n本件事故後も，１９９８年（平成１０年）２月１６日及び同年８月２２日にいずれ\nも香港において次々と事故を起こし，多数の乗客の命を奪っている。）。この責任\nの非対称性は，航空機事故の大きな特徴である。\nさらに，航空機事故の場合，遺体の損傷が激しく，誰の遺体か判別できない場合も\n多く，また，墜落の場所によってはそもそも遺体が発見できないこともある。\n以上のように，航空機事故による加害者の責任は極めて重い。それにもかかわら\nず，改正ワルソー条約２２条は損害賠償額を約２４０万円に制限するものであっ\nて，その不当さは筆舌に尽し難いものがある。当然のことながら，このように不当\nな賠償制限を規定した条約も法律も他には全く存在しない。\nｂ　責任制限規定は，今日，全く時代錯誤的存在となっているというべきである。\nワルソー条約が成立したのは７４年前の１９２９年（昭和４年）であり，改正ワル\nソー条約２５条を盛り込んだヘーグ議定書が成立したのは４８年前の１９５５年\n（昭和３０年）である。\n１９２９年（昭和４年）には，航空産業は揺籃期にあり，航空機の事故率も極めて\n高かったから，航空運送人に一定の保護を与えることは，産業の発展のため不可欠\nであると認識された。そこで，各国はワルソー条約を成立させ，運送人の責任を推\n定する条項（１７，１８，２０条）を設けるのと引換えに，旅客運送につき１２万\n５０００フランという責任制限規定を設けたのである。この１２万５０００フラン\nという額は，当時の日本円で約１万円に相当したが，これは当時の日本の賠償水準\nからみて極めて高額であり，実質的には完全賠償に等しかった。\nしかし，１９５５年（昭和３０年）になると，上記制限額は低すぎるという認識が\n高まり，ヘーグ議定書において２５万フランに増額された。これは当時の換算レー\nトで約６００万円に相当し，日本においては十分機能し得る数字であった。しか\nし，このような賠償額の引上げにもかかわらず，アメリカはすでにこの額に不満を\n示してヘーグ議定書を批准しなかったのである。\n前記のように，人の生命を侵害した者の責任を制限することは本質的に許されない\nものであるが，それでも改正前ワルソー条約及びヘーグ議定書成立時の日本におい\nては，当時の死亡事故賠償額の水準からみて責任制限の不当性はさほど感じられな\nかったのであるが，ワルソー条約成立から７４年，ヘーグ議定書成立から４８年を\n経た今日においては，事態は一変している。この間の変化を見るための一つの指標\nとして，交通事故の自賠責保険における死亡保険金の推移をみると，昭和３０年１\n２月１日には３０万円だったのが，平成３年４月１日には３０００万円となってお\nり，ヘーグ議定書成立時の１９５５年（昭和３０年）から１９９１年（平成３年）\nの間に実に１００倍に増加している。\n他方，航空運送の事故率は，条約成立時から今までに激減した。たとえば，ワルソ\nー条約が成立した１９２９年（昭和４年）から７年を経た１９３６年（昭和１１\n年）のアメリカの定期航空の事故率は１億乗客キロ当たり６．３１件であったのに\n対し，近年は０．０５件に減少した。また，１９９１年（平成３年）の各交通手段\n別の死亡率で表現した死亡リスクをみると，バイク及び自動車事故による死亡リス\nクはそれぞれ１０－４及び１０－５レベルであるのに対し，航空機事故の死亡リス\nクは１０－７レベルであるといわれている。それにもかかわらず，バイク及び自動\n車事故の人身事故に対する賠償は無限責任であるのに対し，ワルソー条約はそれよ\nり数段死亡リスクの低い航空機事故に責任制限を設けているのである。\nさらに，前記のとおり，現在では航空運送人の賠償責任は完全に保険でカバーさ\nれ，支払われる賠償金は保険会社，昀終的には航空運賃への転嫁という形で乗客が\n負担する仕組みになっている。この点においても保険制度が未発達であった条約成\n立時とは状況が全く変わっているのである。\nｃ　責任制限規定は，以下のとおり，もはや実効性を喪失したというべきである。\n(ａ)　大多数の国際航空運送人による責任制限撤廃（ＩＡＴＡ協定）\nワルソー条約の責任制限規定の不当性があまりにも明白になったため，日本の国際\n航空運送人は１９９２年（平成４年），世界に先駆けて，人身事故における賠償責\n任限度額を廃止した。日本の国際航空運送人のこの動き（ジャパニーズ・イニシア\nティブ）に触発されて，各国国際航空運送人の間で責任制限撤廃の気運が高まり，\nついに，ＩＡＴＡは，１９９５年（平成７年）にクアラルンプールで行われた第５\n１回年次総会でＩＡＴＡ協定を採択した。同協定は，旅客の死亡，負傷その他身体\nの障害に対する補償請求について，改正ワルソー条約２２条の責任限度額を廃棄す\nる措置を決めた。\n１９９９年（平成１１年）６月時点で８９の国際航空運送人がこの協定を実施して\nおり，経済力の高い国又は地域の国際航空運送人の中では，被告中華航空はこれを\n実施していない数少ない者の一つである。この協定の実施により，責任制限規定の\n実効性はほとんどなくなり，責任制限規定が適用されるのは，一部の運送人に限ら\nれるようになったのである。\n(ｂ)　モントリオール条約の成立\n時代錯誤なワルソー条約の責任制限規定を撤廃する動きは，前記のような航空運送\n人の間の民間協定（ＩＡＴＡ協定）の域にとどまらず，国家間の新条約作成へと発\n展していった。そして，１９９９年（平成１１年）に，ＩＣＡＯの主催によりモン\nトリオールで開催された国際航空法会議において，モントリオール条約が成立し，\n５３か国が署名した。\nこの条約においては，旅客の死傷に対する運送人の責任は無限責任とされている。\nこの条約は３０か国の批准により発効するとされているが，現在のところ未発効で\nある。しかし，この条約により，国際航空運送人の旅客の死傷に対する責任を無制\n限とする原則は完全に確立されたというべきである。\n(ｃ)　以上に加え，被告中華航空自身，改正ワルソー条約２２条の責任制限を援用\nしたり，しなかったりしており，責任制限規定が今日通用しないことを自認してい\nる。\nすなわち，被告中華航空は，本件事故後に引き起した複数の航空機事故の被害者に\n対する損害賠償について，責任制限をはるかに上まわる金額を遺族に提示した。例\nえば，１９９８年（平成１０年）２月に発生した桃園大園事故については，被害者\n１人当たり９９０万台湾元（約３９６０万円）で和解したとされており，また，２\n００２年（平成１４年）馬公海上で発生した事故については，被告中華航空は台湾\n人遺族に対し１４００万台湾元（約５６００万円）もの金額を提示したのである\n（甲１００）。\nこれは，被告中華航空自身，約２４０万円という責任限度が全く非現実的な金額で\nあることを自認していることの証左である。それにもかかわらず，被告中華航空\nは，本件訴訟において執拗に責任制限を援用・主張しているのである。このような\n極めて恣意的かつ理不尽な責任制限の援用は断じて許されない。\nｄ　以上からすれば，責任制限規定は，成立当初に想定された立法事実を明らかに\n欠いており，違憲であることを免れない。ワルソー条約の成立当時における立法事\n実に照らしてワルソー条約の規制が合理的なものであったかとの疑問はひとまずお\nくとしても，その後の長い歴史的経過の中で，もはや立法事実を欠くに至ったこと\nは客観的に明らかとなり，国際的にもそのような認識が確立しているのである。\n立法事実を欠くことが明らかである以上，もはや改正ワルソー条約２２条を正当化\nする方法はないが，ワルソー条約の正当化が不可能であることについて，以下，違\n憲判断の基準に照らして規制目的，規制手段の点から検討する。\n(ａ)　憲法１３条，２９条違反\n本件損害賠償請求権は，単なる金銭債権ではなく，人の生命や人生の尊厳に基礎を\nおき，これが転化したものである。人の生命や人生の尊厳は，改めて述べるまでも\nなく，昀も基本的かつ尊重されるべきものであるが，これがひとたび失われると原\n状回復は不可能となるため，その尊重を貫くために，民事訴訟においては適切で十\n分な金銭賠償によって償うほかないのである。その金銭賠償が低額に止まること\nは，すなわち，人の生命や人生の尊厳に対する保障が十分でないことを意味せざる\nを得ない。このような権利の制限に当たっては，その制限の合憲性は極めて慎重に\n検討されなければならない。憲法２９条のみならず，憲法１３条に基礎をおくこの\nような権利は，憲法上の諸権利の中で，昀も重要な人権であることはいうまでもな\nい。\nしたがって，かかる権利を制限する法律行為や法令の合憲性判断については，厳格\nな審査基準が用いられなければならない。責任制限規定を純粋に財産権の制限に関\nする規定と捉えることは当を得ないものである。\nこのような観点から，ワルソー条約の合憲性については，その目的（重要な公共の\n利益のための措置といえるか。）及びその規制手段（目的に対応した必要かつ合理\n的な手段か，よりゆるやかな規制によってはその目的を達成することができない\nか。）の正当性を吟味することが必要となる。\nまず，前述のように，航空産業の成長を保護するとの規制目的自体，すでに重要性\nを失っていることは明らかであり，すでにこの点で，ワルソー条約は正当化できな\nい。他の航空会社が責任制限を撤廃した約款を定めていることからも明らかなよう\nに，賠償制限という手段によって航空産業保護を図ること自体，必要性を欠くに至\nっていることは明らかである。\n次に，賠償制限という手段よりもゆるやかな規制によってはその目的を達成するこ\nとができないとも到底いい得ない。航空会社は，賠償制限がなくとも保険をかける\nことによって十分に対処可能である。安全性の飛躍的な向上により，保険料も十分\nに下がっており，事実，日本の航空会社が責任制限を撤廃した際にも，保険料の増\n大による問題を生じさせたことはない。したがって，目的達成のための他の手段\nは，改めて制定する必要さえ乏しいのであるが，あえて考えられる他の手段を挙げ\nるならば，保険については強制保険の制度を採ることも考えられ，また，条約によ\nる運送人の責任制限制度を採るならば，国家が補償制度を設立することも考えられ\nる。賠償問題への対処としては，様々な別の方法が考えられるのである。\nそもそも，航空産業保護という目的は，それ自体が究極の目的ではなく，あくまで\nも航空産業の保護を通じて，安全かつ高度の国際交通機関を発達させ，乗客に利便\nを与える点にその究極の目的があったはずである。これに対し，ワルソー条約の責\n任制限は，安全性確保に対する配慮を犠牲にしてきたという側面を有しているので\nある。前記のとおり，日本がいわゆるジャパニーズ・イニシアティブによって無限\n責任制度を採用した理由の一つに，航空企業が安全性の高い企業であることを示す\nという点があることからも明らかなように，ワルソー条約の責任制限は，航空産業\nの発展という目的に照らして必要昀小限の手段といえないばかりか，この点では，\nむしろその目的に反する側面を有していたのである。\nしたがって，改正ワルソー条約２２条が憲法１３条，２９条に違反することは明ら\nかである。\n(ｂ)　憲法１４条違反\n憲法１４条違反については，合理的な区別であるか否かが問題となり，その区別\n（差別）をする目的の正当性及び目的に照らした手段の実質的関連性が検討されな\nければならない。\n責任制限規定は，同一の飛行機に乗り，同一の航空事故に遭遇した被害者であって\nも，切符の買い方によって（出発地，到達地又は予定寄航地の違いにより）適用の\n有無が左右される点で，極めて不合理で，不平等な規定である。航空産業保護とい\nう制限理由に合理的根拠はなく，また，両者の差別の根拠もないというほかない。\nこのように，条約の内容自体，不合理な差別を生み出しているが，ワルソー条約の\n存在により，この条約が適用されない関連領域との間でも不平等を生み出してお\nり，これもまた，同条約によって国際航空運送の利用者のみが他の国民に比べて不\n利益を受けるという意味で憲法１４条の問題ということができる。すなわち，責任\n制限規定は，国際航空運送の乗客と国内航空運送の乗客との間で著しい賠償額の違\nいをもたらすのであって，極めて不平等な規定である。\nさらに，国内運送であれ，国際運送であれ，陸上交通，海上交通においては無限責\n任の原則が採用されているため，これらの死亡事故の賠償額とも著しく異なり，こ\nの点でも不平等を生じている。\n責任制限規定による規制目的は，航空産業の保護にあるというが，以上の点に鑑み\nれば，このような規制目的に照らして必要昀小限の合理的な区別とはいい得ないこ\nとは明らかであり，憲法１４条に反するものである。\n(ｃ)　イタリアも，１９８５年（昭和６０年）５月２日のイタリア憲法裁判所の判\n決において，責任制限規定の違憲性を認めている。すなわち，同裁判所は，当該事\n件が人間の生命という至高の贈り物の安全性及び身体的尊厳の保全の不可侵性に関\nわる問題であること，継続的かつめざましい航空交通の成長があったために，航空\n機の安全性のレベルは経営の範囲内に達し，リスクの減少に従い保険コストの減少\nをもたらしたことを述べた上で，国際的にワルソー条約の限度額が何度も引き上げ\nられてきた歴史や，補償制度による補完に触れ，そのような調整がなされていない\n限りは，当該損害賠償制度は違憲となるとしている。\nこの判決においては，死亡による損害賠償請求権は単に財産権の問題ではなく，個\n人の生命及び身体的な尊厳に関して憲法上保障されている権利の問題であることが\n繰り返し述べられている。\n(ｄ)　以上からすれば，改正ワルソー条約２２条の責任制限がもはや立法事実を欠\nくに至っており，それゆえに規制目的，規制手段のいずれの点から検討してもまっ\nたく正当化できなくなっていることは明らかというほかない。同条の規定は，日本\nの憲法に照らして全く不合理なものというほかなく，憲法１３条，１４条，２９条\nに反し，無効である。\nしたがって，原告らについても，損害賠償制限は存在しない。\n(イ)　改正ワルソー条約２５条の意義\nａ　責任制限規定は極めて不当かつ時代錯誤的なものであるから，これを違憲と解\nさないとしても，責任制限規定を排除するための要件を定めた改正ワルソー条約２\n５条を可能な限り広く解釈することにより，航空機事故で死亡した被害者の損害が\n２５０万円にも満たないなどという著しく正義に反する結果を回避すべきである。\n改正ワルソー条約２５条の解釈については，同条に規定する「無謀にかつ損害が生\nずるおそれがあることを認識して」という要件に，「損害が生ずるおそれがあるこ\nとを認識すべきであった」場合を含めて解する立場（以下「客観説」という。）と\n含めない立場（以下「主観説」という。）の対立があるが，客観説に立って解釈す\nべきである。\n確かに，改正ワルソー条約２５条の「無謀にかつ損害の生ずるおそれがあることを\n認識して行った行為」という文言自体からは，客観説はとりにくいように考えられ\nるかも知れない。しかし，具体的事件の公正妥当な解決を任務とする裁判所が杓子\n定規な文理解釈にこだわるべきではない。責任制限規定が今日では全く時代錯誤的\nかつ著しく正義に反するものである以上，改正ワルソー条約２５条は，以下のとお\nりのその成立した背景，各国裁判所の態度，これを広く解した場合の消極的影響の\n有無等，種々の要素を総合的に判断して，弾力的かつ合目的的に解すべきであり，\nこの見地に立てば，客観説に立つことが妥当である。\nｂ　改正経過\n(ａ)　改正ワルソー条約２５条の文言が採択されたヘーグ会議の審議経過では，各\n国の代表の見解が対立，錯綜した。その結果，各国間の妥協が計られ，改正ワルソ\nー条約２５条の文言が採択されたが，この文言が何を意味するかについて，客観説\nを排除するというような統一が図られたことはない。\n(ｂ)　ヘーグ会議第１７回会議では，改正ワルソー条約２５条で具体化すべき原則\nに関し，関係者が意図的に行為した場合に加え，無制限の責任が認められるべき場\n合についての中間的な投票がなされ，①「無謀に行為した場合」賛成３票，②「無\n謀にかつ損害が生ずるおそれがあることを認識し，又は認識すべきであったのに行\n為した場合」賛成１１票，③「無謀にかつ損害が生ずるおそれがあることを認識し\nて行為した場合」賛成１３票，という結果となった。これによれば，明確に「客観\n説」の立場に立つ①案と②案との合計は１４票で，③案の１３票を上回っていたの\nであり，原則の問題としても明確に客観説を支持する立場の方が多かった。\n(ｃ)　また，この第１回目の投票はあくまで「中間的」投票であって，これによっ\nてヘーグ会議の昀終結論が出されたのではなかった。\n第１回目の投票の直後，フランス代表は，同投票は２２条の責任限度額と２５条の\n問題とを切り離して行われたが，このような投票は無意味であるから投票に参加し\nなかった旨発言した。これを受けて，議長は，２５条の問題と２２条の責任限度額\nの問題とを結びつけた形で再度中間的投票を実施した。\nその結果は，改正前ワルソー条約の文言をそのまま継続し，限度額を２０万フラン\nとする案が昀多数を占めた。この段階で既に，前記第１回目の中間的投票の意味は\n極めて薄弱なものになっていたのである。\n(ｄ)　第２３回会議では，作業部会の案として，改正ワルソー条約２５条と同一の\n文言，すなわち前記③案と同一の文言を採択すべきか否かに議論が集中したが，そ\nの際には，改正ワルソー条約２５条にいう「認識」が，「現実の認識」に限られ\nず，「客観的に擬制される認識」を含む概念であることが前提とされていたのであ\nって，このことは，以下の審議経過からも明らかである。\nまず，オーストラリア代表から，「認識」を「現実の認識」とする修正案が提出さ\nれた。主観説の立場から，「現実の」（actual）という語を伴わない単なる「認\n識」（knowledge）では，裁判所によって擬制され（knowledge being imputed by\nthe court），あるいは，何らかの形による推定によって簡単に証明される「認識」\nが含まれてしまう可能性を懸念し，その可能性を排除するために提案されたもので\nあった。この「擬制認識」（imputed knowledge）とは，「現実の認識」（actual\nknowledge）の対概念とされ，「状況からすれば，普通程度の常識のある者なら当然\n認識すべきであるような場合に，当該事実について擬制される認識」であって，当\n人が現実に認識していなくても，客観的に認識すべき場合であれば，その成立が認\nめられる概念である。\nしかし，この修正提案は，イスラエル，アメリカ及びフランスの反対にあい，撤回\nを余儀なくされ，昀終投票の結果作業部会案が採択され，現行の改正ワルソー条約\n２５条となったのである。\nこのようなオーストラリア代表による修正提案及びその撤回という経緯からする\nと，現行の改正ワルソー条約２５条の「認識」が，「現実の認識」に限定されず，\n裁判所によって擬制され得る概念，すなわち「客観説」的解釈の可能性のある概念\nとして採択されたことが明らかである。\nまた，同会議では，ベルギー代表が，「リオの文言の方が好ましいと考えている\nが，特に重大な過失（particulary serious negligence）があった場合にのみ無制\n限の責任追及ができるようにすべきだと誰もが感じていると理解されるので，作業\n部会案の文言を受け入れることも可能である。」と発言し，議事録上，他のいずれ\nの国の代表も，このベルギー代表の発言に対し異論を差し挟んでいない。このベル\nギー代表の発言は，明確に「過失」（negligence）という客観的基準を前提にした\n文言を用いており，ヘーグ会議に出席した各国代表の間に，「特に重大な過失があ\nる場合は，無制限の責任追及ができるようにすべき」（客観説）というコンセンサ\nスがあったこと，そして，それを具体化する条文として現行の改正ワルソー条約２\n５条が採択されたことを示している\n。\n(ｅ)　この点について，ハーバードローレビューの論文は，「ヘーグ会議は『認識\nしていたか又は認識すべきであった』という基準を採用すべきだと主張する者と，\n無謀さに加え現実の認識を必要とすると主張する者が半々に分れたのである。議事\n録からは昀終的に採用された条文が何を意味するかは明らかでない。」としてい\nる。また，藤田勝利教授は，「責任限度額をいくらにするかという問題と責任制限\n適用排除の要件の問題がセットで（２５条の要件を厳しくするのなら限度額を高く\nするし，前者を緩くすれば後者は低くてもよいという関係に立つ。）議論され\nた。」，「ヘーグ会議には，３９か国と５つの国際機関しか参加しておらず，改正\n条約２５条について多数決で主観説を採用したといっても客観説との差はわずかで\nあり，２２条の責任限度額\nの金額設定いかんで主観説にも相当はばをもち得ることが明らかとなった。」と述\nべている。\nｃ　各国裁判例\n(ａ)　フランスの裁判例\n１９８７年（昭和６２年）１１月１７日の破毀院判決（甲４）は，改正ワルソー条\n約２５条の「許されざる過失」に該当するか否かの認定に当たっては，「通常の思\n慮分別を具えた人間の行動と比較して評価されるべきである」と判示して明確に客\n観基準説を採用し，１９８８年（昭和６３年）１２月２０日の破毀院判決（甲５）\nも，雲海に突入した際に，引き返す等の措置を採らず飛行を継続する行為そのもの\nを「許されざる過失」に該当するとし，操縦士が飛行継続により損害発生の蓋然性\nがあることを認識していたか否かを問題にしていない。\nさらに，１９９２年（平成４年）２月１８日の破毀院判決（甲６）においても，保\n険会社側の改正ワルソー条約２５条の下での過失は単純な予見可能性でなく，損害\n発生の蓋然性（probabilit-）の認識を要するなどとの主張を排斥している。\n(ｂ)　アメリカの裁判例\nテューラー事件判決（甲３）は，wilful misconductの適用の可否について，運送人\nであるＫＬＭ航空が救命胴衣の位置と使用方法を乗客に指示すべき義務を怠ったこ\nと，墜落の可能性を通知することができたのにこれを怠ったこと，また，ＫＬＭの\n代理人であるサベナ航空が，緊急事態を通知するというＫＬＭとの契約上の義務を\n怠ったことがそれぞれwilful misconductに該当するとしており，客観説の立場に立\nっている。\n(ｃ)　ドイツの裁判例\nドイツのケルン高等裁判所は，１９９７年（平成９年）３月２５日の判決（甲９\n９）において，「航空運送人の無限責任は，故意の場合は別として，特に重大な過\n失が関与した場合に適用される。これには運送人又はその使用人が特に粗野な形で\n彼らに委託された人又は物の安全を無視したことが必要であり，重大な過失行為は\n明白な注意義務が考慮されなかったことにより認めることができる。これに加え，\n損害が生ずるおそれの認識がなければならない。この認識（の存在）は，当該行動\nの内容及び当該行動を引き起こしそれに随伴した事情に照らし，不注意な行動が\n（認識があったという）結論を正当化する場合には，推定されなければならな\nい。」と判断して，改正ワルソー条約２５条を「重大な過失」を意味するものと解\n釈している。\n(ｄ)　韓国の裁判例\n韓国の釜山地方裁判所は１９９０年（平成２年）１月９日の判決（甲８７）におい\nて，改正ワルソー条約２５条の「損害がおそらく発生するであろうとの認識」とい\nうのは，改正前ワルソー条約２５条の「故意に相当する過失」が韓国では重過失に\n該当するものと解釈できることに照らせば，重大な過失にあたるとの判断を示し\nた。\n(ｅ)　その他，ギリシアでも客観説が採用されており，また，ルクセンブルグ，ベ\nルギー，オーストラリア等の判例にもフランスと同様客観説の立場をとるものがあ\nる。さらに，イギリスにおいても，ゴールドマン事件の一審判決は，実際に損害が\n生じていたことを認識していたか否かを問題とせずにwilful misconductを認めてい\nる。\nｄ　上記のように，改正ワルソー条約２５条の解釈につき，多くの国の裁判所は極\nめて弾力的に改正ワルソー条約２５条に該当する事実を認めて責任制限を排除して\nいる。これらは，各国裁判所が，責任制限規定があまりにも不当かつ時代錯誤的で\nあって，その適用を排除しなければ著しく正義に反する結果となることを強く認識\nしているからである。\nのみならず，現在では，大多数の航空会社が改正ワルソー条約２２条の責任制限を\n自ら放棄していて，改正ワルソー条約２５条の実効性はほとんどなくなっている。\nまた，ワルソー条約に代り，責任制限を全面的に廃止したモントリオール条約も発\n効を待つばかりである。２００３年（平成１５年）５月末日現在で，２９か国が批\n准しており，あと１か国の批准により発効となる。したがって，改正ワルソー条約\n２５条を弾力的に解しても法的安定性を害する可能性はない。このような状況下に\nおいて，不当にも未だに責任制限の放棄をしていない被告中華航空を，遺族の犠牲\nにおいて救済する必要は全くない。\n以上によれば，改正ワルソー条約２５条の「損害の生ずるおそれがあることを認識\nして」という文言は，上記各国裁判所のように，客観説に立って，事故時の客観的\n状況に照らし，運送人又はその使用人が損害の生ずるおそれがあることを認識すべ\nきであった場合を含むものと解すべきである。\n(ウ)　改正ワルソー条約２５条の適用の可否について\nａ　前記(イ)のとおり，改正ワルソー条約２５条に該当するか否かは客観説に立っ\nて判断すべきところ，本件乗員らの行為は，以下のとおり，客観説に立てばもちろ\nんのこと，仮に主観説に立っても，同条の「無謀にかつ損害の生ずるおそれがある\nことを認識して行った」行為（以下「無謀行為」という。）に該当するというべき\nであり，したがって，被告中華航空は，責任制限規定を援用することはできず，原\n告らに対し，全損害の賠償をすべき義務があるというべきである。\nすなわち，本件事故の事実関係のうち，本件乗員らが行った，①副操縦士が着陸を\n意図しながら，ゴーレバーを誤って作動させたこと，②ゴーアラウンドモードが解\n除されていない状態で，オートパイロットを接続し進入を継続したこと，③ゴーア\nラウンドモードを解除できず，副操縦士はそのことを知っていたにもかかわらず機\n長に報告しないまま操縦を継続したこと，④操縦輪の操舵が重い状態であったにも\nかかわらず，進入を継続するために，乗員が操縦輪を押し続けたことのうち，①か\nら④の各行為は，日本の法律上「重大な過失」に該当することはもちろん，改正ワ\nルソー条約２５条の無謀行為に該当するものであり，これらの操縦行為は全体とし\nて，無謀行為に該当するというべきである。\nｂ　副操縦士が着陸を意図しながら，ゴーレバーを誤って作動させたこと（前記ａ\n①）について\n(ａ)　副操縦士は，ゴーレバーを作動させた際，着陸を意図していたものである。\n本件事故機は，平成６年４月２６日（以下，(ウ)項においては，同日中の出来事に\nついては時刻のみを表示する。）午後８時１３分３９秒，名古屋タワーから着陸許\n可を受け，着陸チェックリストの点検を終え，名古屋空港滑走路３４へＩＬＳ進入\nを継続していたところ，副操縦士は，午後８時１４分５秒，ゴーレバーを誤って作\n動させた。\nすなわち，ゴーレバーの作動は，本来ゴーアラウンドモードとする旨の呼唱がなさ\nれるべきところ，本件では呼唱がないままなされ，ゴーレバー作動後には「えっ，\nえっ，あれ。」（機長），「君，君はそのゴーレバーを引っ掛けたぞ。」（機\n長），「はい，はい，はい。少し触りました。」（副操縦士）という会話が交わさ\nれている。\nしたがって，ゴーレバー作動時には，本件乗員らは着陸を意図していたのであっ\nて，ゴーレバーを作動させる理由は全くなく，上記会話からも，副操縦士がゴーア\nラウンドを全く意図していなかったにもかかわらず，着陸目的に反して，ゴーレバ\nーを気付かないまま操作したことが明らかである。\n(ｂ)　着陸を意図していながら，ゴーレバーを作動させる行為は重大な過失であ\nる。\n航空機の着陸進入時の操縦には特に慎重さが要求され，操縦士は，着陸進入時に，\nその意図した行為に反する効果を与える操作を行うべきではない。ゴーレバー作動\nによって生じる効果は，①オートスロットルが全開になり，②フライトディレクタ\nーは，ゴーアラウンドをするための情報を与え，③ゴーアラウンドモードのときに\nオートパイロットが接続されると水平安定板は機首上げ方向に操作される，という\nものであって，着陸とは全く逆の効果を伴うものである。\n本件乗員らが着陸を意図していながら，しかもわずかの注意を払えば容易に回避し\n得るのに，全く逆の効果を持つゴーレバーの作動をさせた行為は，航空機操縦にお\nける基本的な義務に違反するものであって，明らかな重大な過失行為である。\n(ｃ)　なお，被告中華航空は，ゴーレバーは副操縦士が意図せず作動させたもので\nあるが，ゴーレバーが操作中に誤って作動させやすい機構になっていたことも考え\n合わせると，乱気流による突然の揺れなどの不可抗力によってゴーレバーが作動し\nた可能性があると主張する。\nしかしながら，ゴーレバーを作動させるには，ハンドルから手を離してスイッチを\n入れる作業が必要なのであって，ゴーレバー自体が誤って引っ掛けやすい構造にな\nっていたわけではない。\n操縦士は，フライトデッキの構造を熟知した上で，誤って無関係の機器に触れるこ\nとのないように注意して操縦しなければならないのであり，また，ゴーレバーがス\nラストレバーの下部にあること自体が問題とはいえないのであって，誤ってゴーレ\nバーを作動させた行為は，注意義務違反を構成する。\nそして，副操縦士がゴーレバーを作動させた午後８時１４分５秒より前の時点では\n乱気流が発生していないことは明らかである。\n確かに，本件乗員らは，午後８時８分２６秒から１０分１秒ころまで，乱気流及び\nウィンドシアについて会話しており，午後８時１０分ころまでは気流がやや乱れて\nいた。しかし，この気流の乱れはごく弱いものであるし，さらに重要なことに，副\n操縦士がゴーレバーを作動させるまでのその後の４分間は，乱気流は全く発生して\nいないのである。\n午後８時１４分ころに垂直加速度の変化が生じているが，これはゴーレバーの作動\n後であって，ゴーレバーの作動の結果であることは明らかである。\n(ｄ)　また，被告中華航空は，①ゴーレバーの作動によってゴーアラウンドを行う\nこと自体は危険な行為ではなく，②本件乗員らは，オートスロットルを解除し，手\n動によりスラストレバーを操作して，操縦輪を機首下げ方向に操作するという適切\nな措置を採ったとも主張する。\nしかしながら，着陸を意図して航空機を操縦する本件乗員らに対しては，その意図\nに対応した注意義務が課されている。注意義務は，一定の場面における一定の行為\nについて生ずるものであり，乗員がゴーアラウンドを意図していた場合と着陸を意\n図していた場合とでその注意義務の内容は異なるのであって，周囲の客観的状況や\n乗員の主観をすべて捨象した条件の下で，抽象的なゴーアラウンドモードの起動の\n安全性やアプローチ及び着陸という場面における操縦士の選択の適否を一般論とし\nて論ずることは全く的外れである。特に多数の乗客が搭乗し，高い危険の伴う航空\n機の操縦においては，着陸を意図していた本件乗員らに対しては，当然，その着陸\nの意図に反してゴーレバーの作動操作を行わないという注意義務が課されていた。\nところが，副操縦士\nは，意図していた着陸のための操縦とは逆に，ゴーアラウンドモードを起動させる\nゴーレバーを誤って作動させたのである。\n本件の副操縦士によるゴーレバーの作動は，極めて危険な行為であり，明らかに矛\n盾した行為であって，数百名の乗客の命を預かる航空機の操縦士が，昀も危険なと\nきとされている着陸進入時に，決して行ってはならないことである。そして，操縦\n士は高度の技術と知識を身に付けたプロフェッショナルであり，ゴーレバーの作動\nはわずかな注意を払うことで避けることができたのである。副操縦士には極めて重\n大な過失があったことは明らかである。\nｃ　ゴーアラウンドモードが解除されていない状態で，オートパイロットを接続し\n進入を継続したこと（前記ａ②）について\n(ａ)　本件乗員らは，着陸を意図しながら，その意図とは逆に，ゴーアラウンドモ\nードを指定した状態で，乗員相互の意思表示，呼唱を行うことなく，オートパイロ\nットを接続し，進入を継続した。\n本件事故機においては，午後８時１４分６秒以降，フライトモード表示器に，ずっ\nとゴーアラウンドが表示されており，オートパイロットの接続前（１４分１０秒）\nに，機長が副操縦士に対して，副操縦士がゴーレバーを引っかけたことを指摘して\nいるから，本件乗員らは，オートパイロット接続時点で，ゴーアラウンドモードが\n選択されていることを認識していたことが明らかである。\nところが，このような状況を認識しながら，本件乗員らは，着陸の意図に反して，\nオートパイロットの接続を行った。また，本件乗員らは，オートパイロットを接続\nする旨の呼唱を行わなかった。\nつまり，本件乗員らは，着陸を意図しながら，ゴーアラウンドモードに入っている\nことを認識していたにもかかわらず，オートパイロットを接続する旨の呼唱すら行\nわないで，着陸の意図に反して，オートパイロットを接続したのである。\n(ｂ)　着陸進入時は，昀も危険なときとされている。オートパイロットが接続され\nると，航空機は選択されたモードに従って自動制御されるのであるから，操縦士\nは，オートパイロットを接続する際，どのような操縦を目的として，どの時点でオ\nートパイロットを接続するかについて周到な注意を払って接続行為を行わなければ\nならない。それゆえ，オートパイロットに接続する場合には，オートパイロットを\n接続すること及びその目的を明確に他の操縦士に告げて接続操作を行わなければな\nらないとされているのである。\nところが，本件乗員らは，着陸を意図しながら，かつ，その意図とは逆にゴーアラ\nウンドモードとなっていることを認識していたにもかかわらず，オートパイロット\nを接続する旨の呼唱すら行わないで，着陸の意図に反して，あえてオートパイロッ\nトを接続した。着陸目的で機体上昇のためのオートパイロットを働かせたというこ\nとは，その結果航空機の操縦が不能となって，本件事故機の墜落という損害が生ず\nるおそれがあることを認識して行った行為であり，これは致命的な行為であって，\nまさに無謀行為そのものである。\nなお，仮に，オートパイロットを接続した操縦士が，ゴーアラウンドモードが選択\nされていることを認識していなかったとすると，当該操縦士は，操縦制御内容すら\n知らずにオートパイロットの接続をしたことになるが，このような無謀な接続行為\nは，やはり致命的な行為として無謀行為そのものである。\n(ｃ)　被告中華航空は，オートパイロット使用の主体，目的は不明であって，事故\n調査報告書も「ランドモードを選択する操作とともに，オートパイロットの補助を\n得て正規の降下経路に戻ろうとした可能性がある」として操縦士がオートパイロッ\nト接続とともにランドモードに切り替える操作を行った可能性を指摘しており，こ\nの場合には運行上何ら問題はないと主張する。\nしかしながら，このときの操縦士がランドモードに切り替える意図であったことを\n示す証拠は何もない。また，仮に，そのような意図があったと考えた場合には，操\n作としては，縦方向と横方向のサブモードを解除する方法によることになるが，要\nするに，本件乗員らは，それに失敗した，ということである。\nすなわち，一般に，ゴーアラウンドモードは，昀終的な，普通であれば覆すことの\nない判断であって，そこからランドモードに切り替えることは，日常の適用の範囲\nで使用することはないが，難しい手順ではない。なお，被告中華航空においては，\nそのような訓練もなされていなかった。\nこれらに鑑みれば，被告中華航空の主張は，結局のところ，ゴーアラウンドモード\nに入っていることを完全に認識していた状況の下で，ランドモードにする旨の呼唱\nも，オートパイロットを接続する旨の呼唱も全く行わないまま，訓練ですら行った\nことのないゴーアラウンドモードからランドモードへの切り替えにあえて挑み，難\nしくない手順を完全に失敗し，失敗したにもかかわらず，その状態を無視して，着\n陸の意図に反してゴーアラウンドモードを継続し，かつ，オートパイロットを接続\nしたままにしたというに帰着する。\nこれもまた，著しい重過失であることはもちろん無謀行為というほかはない。\nｄ　ゴーアラウンドモードを解除できず，副操縦士はそのことを知っていたにもか\nかわらず，機長に報告しないまま操縦を継続したこと（前記ａ③）について\n(ａ)　本件乗員らがゴーアラウンドモードの解除を試みたが失敗したことは，以下\nの経過から明らかである。\n〔１〕　機長は，副操縦士に対し，「君，君はそのゴーレバーを引っかけたぞ。」\n（午後８時１４分１０秒），「それを解除して。」（１４分１２秒），「君，君は\nゴーアラウンドモードを使ってるぞ。」（１４分３０秒），「今ゴーアラウンドモ\nードになってるぞ。」（１４分４５秒），「私の，あのランドモードは。」（１４\n分５８秒）と，繰り返しゴーアラウンドモードになっていることを告げており，機\n長は，フライトモード表示器の表示を見つつ，ゴーアラウンドモードを解除してラ\nンドモードを選択することを明らかに意図して，副操縦士にもそのための操作を指\n示していた。\nつまり，この間，一貫して，本件乗員らは，着陸進入を継続する意図を有してい\nた。それゆえ，着陸進入継続のためには，オートパイロットが接続したままである\n限り，ゴーアラウンドモードの解除が必要である状況を認識していたのである。\n〔２〕　しかるに，本件乗員らは，ゴーアラウンドモードを解除することに失敗し\nた。しかも，副操縦士は，解除できないこと（解除方法が分からないこと）を認識\nしていながら，全く機長に報告しておらず，また，機長は，機体の状況・異常につ\nいての確認を怠った。\nつまり，本件乗員らは，ゴーアラウンドモードとなっていることを認識しつつ，副\n操縦士は，自らがコントロールを失っている状況を無視し，ゴーアラウンドモード\nが解除できないことを認識したまま機長には何ら報告をせず，機長は，自らがコン\nトロールを保っているかを何ら確認せず，ゴーアラウンドモード解除の認識が不完\n全なまま，操縦を継続し，ゴーアラウンドモードの下で，着陸進入を継続すること\nを意図し，かつ，進入継続のための操作に失敗し続けたのである。フライトモード\n表示器は，ゴーアラウンドの表示を午後８時１５分１１秒に機長が操縦を交替して\nスラストを増加するまで継続していた。\n〔３〕　そもそも，ここで，本件乗員らは，①オートパイロットによってそのまま\nゴーアラウンドを行う，②直ちにオートパイロットを解除する，③ゴーアラウンド\nモードを解除する（操縦モードをランドモードに変更するのもこの解除の一つであ\nる。）といういずれかの方法をとることで，本件事故を，容易に回避することがで\nきたのであるが，本件乗員らは，この３つの方法のうち，あえて③の操作を意図し\nて実行しようとし，しかも，これに失敗したのである。\nすなわち，本件乗員らは，自らの進入継続意図に照らしてゴーアラウンドモードの\n解除が必要な状況を，オートパイロットを接続した少なくとも１４分１８秒からこ\nれが解除される１４分４９秒まで認識していたが，それにもかかわらず，ゴーアラ\nウンドモードの解除に一度として成功しなかった。副操縦士は，自らが本件事故機\nのコントロールを失っている状況を十分認識していた。また，それゆえ，そのまま\nでは本件事故機を着陸させることができないことを間違いなく認識していたはずで\nある。しかし，副操縦士は，機長への報告・確認をしないままあえて操縦を継続し\nた。\n(ｂ)　本件乗員らの上記の失敗は無謀行為であるといえる。\n旅客機の乗員には，基本的な操作方法を熟知して操作するという昀も基本的な義務\nがあり，通常想定されていない手順にせよ，自ら操作している航空機のコンピュー\nターの基本的な操作方法を熟知して意図した操作を実行することは当然である（逆\nにいえば，そうでなければ意図してはならない。）。とりわけ自動飛行システムを\n搭載している航空機を操縦する場合は，自動飛行システムを十分に理解し，操縦モ\nードを変更する操作方法を熟知して意図どおりの操縦を行う義務を有していた。\nしかるに，上記のとおり，操縦を担当していた副操縦士は，本件事故機のコントロ\nールを確保できていない状況の下，そのままでは本件事故機を着陸させることがで\nきないことを明らかに認識していたはずであるにもかかわらず，機長との間で何ら\nクロスチェックを行わないまま，ゴーアラウンドモードの下でオートパイロットを\n接続したまま，前記(ａ)〔３〕に挙げた①の方法も②の方法も選択せず，ことさら\n進入継続を意図し，あえて③の方法を意図して実行しようとし，これに失敗したも\nので，自ら操縦する航空機の操縦の基本的操作方法を熟知して意図どおりの操縦\n（すなわちゴーアラウンドモードの解除）を行うという昀も基本的な義務に違反し\nた重大な過失であり，また，本件事故機を操縦士の意図の下で制御することが不能\nとなって本件事故機の\n墜落という損害が生ずるおそれがあることを認識して行なった無謀行為そのもので\nある。\n(ｃ)　被告中華航空は，乗員に期待される操縦方法の理解は，運航マニュアルに明\n確に記載され，訓練においても明確に教示されるものに限られるところ，事故調査\n報告書が運航マニュアルに記載されたゴーアラウンドモードの解除方法は不明確と\nしており，また，訓練の対象ともされていないから，本件乗員らには操縦方法につ\nいて理解が期待されるものではなく，過失はないと主張する。\n〔１〕　しかしながら，ゴーアラウンドモードを解除するためには，縦方向，横方\n向ともに，ランドモード以外のモードを選択すればよい。このことは通常のゴーア\nラウンドの手順からも当然の手順であり，また，簡単な手順である。ゴーアラウン\nドモードは縦方向及び横方向の組み合わされたモードであって，このことは，フラ\nイトモード表示器上のゴーアラウンドモードの表示も縦方向及び横方向の部分を包\n含し，幅広い領域の表示になっていることから視覚的にも理解できるし，操縦士は\n当然そのことをよく知っている。\nそもそも，本件事故機は，オートパイロットを接続した状態では，ゴーアラウンド\nモードを解除しなければ，着陸できないのであるから，操縦士は，ゴーアラウンド\nモード解除の方法について，当然知っているはずであり，副操縦士も，午後７時４\n６分３１秒にはゴーアラウンドモードを解除する方法について復唱しており，「ヘ\nディングセレクト」（横方向）及び「レベルチェンジ」（縦方向）によってゴーア\nラウンドモードを解除できることを知っていたのである。なお，復唱されているの\nはゴーアラウンド完了後のゴーアラウンド解除手続であるが，ゴーアラウンド完了\n前であっても解除手続は同じである。\n〔２〕　確かに，事故調査報告書には，運航マニュアルの記述には，縦方向のモー\nドのみを選択した場合，ゴーアラウンドの機能は完全に解除されていないことが記\n載されていないため，モード選択とその表示及び各々の実際の機能についての関係\nが不明瞭であり，理解しにくいものとなっている旨の記述がある。\nしかしながら，ゴーアラウンドモードの完全な解除とはならなくても，縦方向のモ\nードを選択すればゴーアラウンドモードの重要な要件である機首上げの作用は解除\nされるのであり，ゴーアラウンドモードを完全に解除する必要はなかったのである\nから，仮にゴーアラウンドモードを完全に解除するための運航マニュアルの上記記\n載が不明確であったとしても，被告中華航空の責任には何ら影響がない。\nなお，上記記載により誤解があり得るとすれば，縦方向か横方向のモードの一つを\n解除すれば完全にゴーアラウンドが解除できるというものであろうが，そもそも，\n本件操縦士らがゴーアラウンドモードを解除しようとして，縦方向のモード又は横\n方向のモードのどちらかのみを選択したところ，それだけでは完全なゴーアラウン\nドモードの解除ができなかったといった事実がない以上，当該運航マニュアルの記\n載と本件事故との関係を問題とする余地はない。\n〔３〕　また，確かに，ゴーアラウンドモードからランドモードに切り替えること\nは，日常の適用の範囲で使用することはない。\nしかし，まず，ここで原告らが回避行為の一つとして主張しているゴーアラウンド\nモードの解除は，被告中華航空が，オートパイロット接続行為に関連して主張する\nところの「オートパイロット接続とともにゴーアラウンドモードをランドモードに\n切り替える操作を行った」のとは異なり，単なるゴーアラウンドモードの解除であ\nる。この操作は，前記のとおり，全ての操縦士が知っており，本件乗員らも復唱し\nているとおり知っていたことが明らかな基本的操作手順である。\nｅ　操縦輪の操舵が重い状態であるにかかわらず，進入を継続するために，乗員が\n操縦輪を押し続けたこと（前記ａ④）について\n(ａ)　ゴーアラウンドモードでオートパイロットが接続された状態で，機長の繰り\n返しの指示の下に，副操縦士が操縦輪を押し続けたことにより，極めて危険なアウ\nトオブトリムの状態を招いた。\nすなわち，ゴーアラウンドモードでオートパイロットが接続されている場合，オー\nトパイロットは水平安定板を機首上げ状態に作動させるが，この状態で，操縦士が\n操縦輪を押し続けると，昇降舵が機首下げ状態に作動し，異常なアウトオブトリム\nの状態に陥ることになる。\nまた，本件乗員らは，フライトモード表示器上のゴーアラウンドの表示が一向に変\nわらないことに加え，副操縦士が操縦輪を押し続けているのに押すことが困難であ\nって押し下げられないことを継続的に認識し，操縦輪を押したにもかかわらず機首\nが下がらないという機体の異常，すなわち，操縦輪を押しても意図どおり反応しな\nいことを知り，機体の挙動の異常性を認識していた。また，この間，トリムホイー\nルも音を立てて回転して機体の挙動の異常を示していた。\n本件乗員らは，このような状況下でそのまま運行すれば，本件事故機を操縦士の意\n図の下で制御することが不能となって，本件事故機が墜落するという損害が生ずる\nおそれがあることを当然知っていた。\n(ｂ)　本件乗員らの上記のような行為は無謀行為というべきである。\n機体姿勢に関して異常な反応がある場合に直ちに行わなければならない措置は，運\n航マニュアルで定められており，「①操縦輪を持ち，②トリムホイールをしっかり\nもち，③（もしオートパイロットが接続されていれば）オートパイロットを解除し\nて操縦輪をしっかり持ち，④トリムホイールを用いて必要なトリムを行い，⑤両方\nのピッチトリムレバーが作動したことを確認すること」である。\nクイック・レファレンス・ハンドブックにも同様の記述があり，後記イ(ウ)ｄ(ｂ)\n〔３〕の１９８９年（平成元年）のヘルシンキ空港におけるインシデントにおいて\nも，乗員はこの解決法を用いてリカバリーに成功している。なお，もし，水平安定\n板のオーバーライドをしたいだけなら，トリムホイールを前に回すだけでよかっ\nた。\nところが，本件乗員らは，これらの操作を行わず，機長の繰り返しの指示の下に操\n縦輪を押し下げ続けて，アウトオブトリムの状態を招いた。オートパイロットが接\n続されている間，操縦輪を押し続けると，機体のトリム安定性を喪失し，極めて危\n険な状態になることは上記のインシデント後の運航マニュアルにおいて特に警告さ\nれている。\n本件乗員らは，運航マニュアルの「CAUTION」に記載されている危険な行為によっ\nて，しかも操縦輪の重さを完全に認識し，機体の挙動に異常がある危機状況，すな\nわち，このままでは本件事故機が墜落するという状況を認識しながら，何ら他の手\n段を講ずることなく，誤った手段にあくまで執着するという深刻な過ちを犯した結\n果，本件事故機を墜落させたものであって，本件乗員らの行為は，明白な重過失で\nあることはもちろん，無謀行為にほかならない。\n(ｃ)　被告中華航空は，運航マニュアルの記載は分かりにくく，オートパイロット\nをオーバーライドすることによる危険は認識し得なかったと主張する。\nしかしながら，運航マニュアルには「オートパイロットに逆らって操作することは\n決して通常の手順ではなく避けるべきである。」と記載され，これに続い\nて「CAUTION」では，「ＣＭＤに入っているオートパイロットに逆らって，縦軸上の\n操作を行う（縦方向にオートパイロットをオーバーライドする）ことは，ランドモ\nード及びゴーアラウンドモードにある場合は危険な状況を引き起こす可能性があ\nる。」と記述され，本件乗員らのとった行為を明確に禁じている。\nまた，後記イ(ウ)ｄ(ｂ)〔３〕の１９９１年（平成３年）のモスクワ空港における\nインシデント後の運航マニュアル速報では「オートパイロットがＣＭＤ状態にある\nとき，もし，なんらかの異常な機械挙動の疑いがあれば，直ちにオートパイロット\nを解除すること」，「オートパイロットが解除されていない状態で，飛行経路を変\n更しようと試みないこと」など，オートパイロットのオーバーライドについて通告\nが行われている。\n(ｄ)　また，被告中華航空は，トリムホイールや水平安定板のモーションウォーニ\nングなどの装置が有効に機能しておらず，アウトオブトリムになっていることを本\n件乗員らが認識できなかったこと，オートパイロットが接続されていないと考えて\nいたことから，操縦輪を押し続けることも正常な行為であると主張する。\n確かに，本件事故機には，オートパイロットがオーバーライドされ，水平安定板と\n昇降舵が相反して作動し，機体がアウトオブトリムの状態にあることを直接かつ積\n極的に示す警報装置がなかった。\nしかしながら，本件事故のシミュレーションで経験されたように，本件乗員らは，\n操縦輪が押し下げられないことを継続的に認識し，機体の挙動の異常性を認識して\nいた。それはまさにアウトオブトリムの状態にあることを示すものにほかならない\nのであるから，本件乗員らはアウトオブトリムの状態を当然認識していたはずであ\nる。もちろん，アウトオブトリムの状態が事故・人命に直結するものであることは\n論を待たない。\nｆ　以上のとおり，上記ｂからｅの各行為（上記ａ①から④の各行為）は，それぞ\nれ一つだけを見ても，改正ワルソー条約２５条の無謀行為に該当し，かつ，一連の\n行為が全体として無謀行為に該当するものというべきである。\nイ　被告中華航空の主張\n原告らの主張はいずれも争う。\n(ア)　責任制限規定の違憲性について\n原告らのいわゆる条約違憲論は，そもそも，本件法律関係において憲法１４条，２\n９条がどのように適用されるのかが明らかではなく，かつ，各条項の解釈，先例に\n照らしどの点が違憲の疑いがあるのか一切明らかでなく，本件において被告中華航\n空の主張する責任制限規定の適用を排除する理由になり得ない。\nまた，責任制限規定が条約上の規制として存在するにもかかわらず，これを違憲と\n判断することは，条約に対して極めて厳格な違憲審査基準をもって臨む昀高裁の立\n場からして，容易に認められるものではないことが改めて確認されるべきである。\nアメリカの連邦巡回裁判所は，コルツ対アメリカン航空事件判決（以下「コルツ判\n決」という。）において，改正ワルソー条約２５条の文言が主観説で解釈されるべ\nきこと，そして，こうした解釈は条約に関する立法府の立場を十分に尊重すべきこ\nとから帰結されることを明確に述べている。\n仮に，原告らが主張するように，条約が乗客や遺族の損害賠償請求権を不当に制限\nしているというのであれば，それは財産権（憲法２９条）の制限であって，そのよ\nうな不当・違憲の条約を締結している日本政府に対する補償請求という形で問題に\nすべきであろう。\nいずれにしろ，外国航空会社である被告中華航空が，日本の締結した条約につい\nて，日本国民による違憲問題の論争の相手方として対応すべき地位にないことだけ\nは確かである。\n(イ)　改正ワルソー条約２５条の意義について\nａ　改正ワルソー条約２５条の意義\n(ａ)　改正ワルソー条約２５条の「無謀にかつ損害の生ずるおそれがあることを認\n識して行った」行為というためには，その行為が「無謀」であったこと，すなわ\nち，どんな不注意な人間でも行動する際には有するような昀低限の注意を欠くと評\n価されることに加え，さらに，実際の行為者が，現に損害発生の蓋然性が生じてい\nることを認識していたこと（以下「認識の要件」という。）が必要であり，その行\n為者が「認識すべきであったが認識していなかった場合」では足りない。\n(ｂ)　改正ワルソー条約は，後記ｂに詳述するとおり，改正前ワルソー条約２５条\nの解釈が国際的な統一を欠くところから，これを全ての改正ワルソー条約加盟国に\n普遍的に適用されるよう意図され，その具体的な条文の採択に際しては，三つの文\n案が検討されたが，「無謀に行為した」，「無謀にかつ損害が生ずるおそれがある\nことを認識し又は認識すべきであったのに行為した」という他の案を排して，現在\nの条文が昀多数の支持を得て採用されたものである。\nこのような条約の制定過程に鑑みれば，認識の要件として，実際の行為者が作為・\n不作為を行うに当たって，「その作為・不作為から損害が発生する具体的な危険が\nある」ことを「現に認識していたこと」を要するのであり，単に「認識すべきであ\nった場合」，すなわち「認識」に関する過失という要素を排除しているのである。\n(ｃ)　原告らは，改正ワルソー条約２５条に関する審議過程で示された立法者の意\n思は，同条約所定の責任限度額を適用しない場合として，「無謀に」との要件に加\nえ，実際の行為者が損害発生の具体的な危険性が発生していることを認識していた\n場合のみならず，行為者の能力等を考えれば，当然認識すべきであった場合も含む\n（客観説）と主張するが，これは，ヘーグ会議において行われた各国代表による討\n議の本質を全く無視した独自のものである。\nｂ　改正経過について\n(ａ)　１９５３年（昭和２８年）９月にリオ・デ・ジャネイロで開かれたＩＣＡＯ\n法務委員会会議において，改定議定書草案第ⅩⅢ条として，「（責任限度額は，当\n該損害が）損害を生ぜしめる意図をもって行われた，故意の作為又は不作為によっ\nて発生した場合には適用しない。」との案（以下「リオ案」という。）が採択され\nた。\nここでは，損害が，損害を発生させようという確定的な故意によって発生させられ\nた場合のみが，責任制限規定の除外事由とされていたのであり，その後は，このリ\nオ案をベースとして審議が重ねられていった。\n(ｂ)　ヘーグ会議第１６回会議\nリオ案は，ヘーグ会議出席国の過半数の支持までは得られなかったため，ヘーグ会\n議の作業部会は，第１６回会議において，「（責任限度額は，当該作為又は不作為\nが）損害を生ぜしめる意図をもって又は無謀にかつ損害が恐らく生ずるであろうこ\nとに注意することなく行われた場合には適用しない。」との提案（以下「第一次\n案」という。）を行った。\n同会議においては，ノルウェー，イギリス，イタリア，フランス（ただし，責任限\n度額を上げるという条件付）から賛成意見が，オーストラリア等から，これに反対\nして改正前ワルソー条約を支持する等の意見が表明された。\nしかし，少なくとも第一次案について，改正ワルソー条約２５条の「認識して」と\nいう表現に比べれば過失という要素を含んでいるようにもみえる「注意することな\nく」という表現であったにもかかわらず，「その行為者の能力等を考えれば，当然\n損害発生を認識すべきであった」という結果の認識に関する過失の要素が含まれて\nいるとはっきり述べた国は一つもなく，ただオランダがその危険性ありとして変更\n提案をし，またドイツがその点は明らかではない旨述べたに止まったのである。\n逆に，フランス，スペイン，イギリスなどは，第一次案においてはそのような認識\nという主観的要素があくまで要求されている，とはっきり言明した。\n(ｃ)　同第１７回会議\nアメリカ代表から，「行為者が故意に行った場合及び無謀にかつ損害が恐らく生ず\nるであろうことを認識していた，若しくは認識すべきであった場合は，責任は無制\n限となるべきこと」とする旨の提案がされた。これは，imputed knowledgeをactual\nknowledgeとは別の概念とはっきり区別した上で，このimputed knowledgeを含める\nとの提案であり，原告らのいう客観説にほかならない。\nその後行われた第１回の投票において，この二つが明確に別々の案として投票の対\n象とされ，その結果，現実に認識していたことを要するという立場，すなわち主観\n説が多数の賛同を得，昀終的に採択された改正ワルソー条約２５条も，まさにこの\n主観説に基づく表現そのものとなったのである。\nなお，原告らは，第１回目の投票においても，明確に客観説の立場に立つ見解の方\nが多かったと主張するが，３案のうち，「無謀に」との案を客観説に立つものとす\nる誤解に基づくものである。\nまた，原告らは，第２回目の投票の結果により，第１回目の中間投票の意味は極め\nて薄弱なものになったと主張するが，第２回目の投票の結果は，リオ案につき，責\n任限度額を３７万５０００フランとする案に３票，２５万フランとする案に７票，\n２０万フランとする案に１７票，主観説につき，責任限度額を３７万５０００フラ\nンとする案に４票，３０万フランとする案に５票，２５万フランとする案に８票，\n２０万フランとする案に２０票，改正前ワルソー条約維持として，責任限度額を３\n７万５０００フランとする案に２票，３０万フランとする案に２票，２５万フラン\nとする案に２票，２０万フランとする案に２３票，という結果であり，２５条の改\n定案文ごとに分類すれば主観説が昀多数である。改正前ワルソー条約を維持しよう\nとする立場を客観説\nであると仮定したとしても，第２回目の投票では，主観説及び主観説を更に限定し\nた立場が客観説を大きく上回ったのであるし，いずれにしても，第２回目の投票で\nそもそも客観説の案文が独立の投票の対象にすらならなかったことに端的に表れて\nいるとおり，アメリカ代表のいう認識すべき場合を含むべしとする客観説は，ヘー\nグ会議出席国の中では，もしあったとしても少数意見の立場となったことが明らか\nである。\n(ｄ)　第２３回会議\n第１６回及び１７回会議における経緯を踏まえて，ヘーグ会議の作業部会は，本会\n議に対し，改正ワルソー条約２５条どおりの案文（以下「第二次案」という。）の\nみを討議のため提出した。この作業部会の提案は，主観説に立つ条文のみであり，\nこの事実自体，ヘーグ会議出席国の大勢として，客観説は，もしあったとしてもも\nはや無視し得るほどの少数意見にすぎなかったことを示すものといえよう。\nこれに対し，原告らは，オーストラリア代表の修正提案及びその撤回の経緯から，\n客観説的解釈の余地が残されていると主張する。確かに，オーストラリア代表は，\n第二次案中の「認識」の前に「現実の」という語句を挿入すべきことを提案した\nが，その理由は，単に「認識」という場合，その「認識」を認定するに当たってあ\nる推定が行われるかもしれないという立証方法の不明瞭性を排除しようとしたので\nあって，決して，客観説的解釈の可能性を排除しようとした訳ではない。よって，\nオーストラリア代表による修正提案及びその撤回の経緯が，客観説的解釈の余地を\n残したとの根拠となるものではない。\nまた，原告らは，ベルギー代表の発言を根拠に，ヘーグ会議出席国の間に客観説に\nついてコンセンサスがあったと主張する。\nしかし，ベルギー代表の発言は，自身の見解を述べたにすぎないものであるし，ま\nた，ベルギーとしては，行為者に損害発生を意図したという確定的な故意がある場\n合に限定して責任無制限とする考えに同意していたのであって，かかる立場をとっ\nていることからすれば，ベルギー代表のいう「特に重大な過失」も，法的な意味で\nの，義務違反としての「過失」などではなく，故意による行為のような「重大な誤\nち」という意味の一般的な表現であると解釈すべきである。よって，ベルギー代表\nの発言が，客観説についてコンセンサスがあったことの根拠とはならないことは明\nらかである。\nｃ　諸外国の裁判例について\n(ａ)　イギリスの裁判例\nイギリスの裁判所は，ゴールドマン事件控訴院判決及びガートナー事件控訴院判決\nにおいて，改正前ワルソー条約２５条についてのヘーグ議定書（改正ワルソー条約\n２５条）採択の経緯を詳細に検討の上，行為者が作為・不作為を行うに当たって，\nその作為・不作為から損害が発生する蓋然性があることを現に認識していたことを\n要求しており，行為者がその蓋然性を認識すべきであったのに認識していなかった\n場合，あるいは，行為者が無謀な行為により冒したリスクがもし現実化したなら損\n害が発生する蓋然性が生じることを認識しているにすぎない場合には改正ワルソー\n条約２５条に該当しないとしている。\nイギリスの裁判例は，制定者意思を探求した上で導き出されたものであり，日本の\n裁判所が当該条項の解釈作業を行うに際しても，その指針として十分な妥当性を有\nする。\n(ｂ)　アメリカの裁判例について\n大韓航空事件控訴審判決及びその原審判決は，事故機の乗員は，悪い行為であるこ\nとを知りながらその行為を行い，しかもその行為によってソ連戦闘機による撃墜の\n危険性が充分あることを認識していたと判断した上で，大韓航空のwilful\nmisconductを認定しているのであって，行為の違法性（もしくは不法性）と行為に\nよってもたらされるであろう結果の認識という点を離れて，航路逸脱という行為自\n体が，客観的に見て損害発生の蓋然性を包含するか否かを問題にした訳ではない。\nコルツ判決では，改正ワルソー条約２５条と同じ条文を採択したアメリカ議会の立\n法時における意思は，明らかに主観説に立つものであったことを理由の一つとし\nて，同条は主観説の立場で解釈すべきであると結論した。かかる結論は連邦昀高裁\nにおいても支持されている。そして，コルツ判決は，従前の裁判例を引用しつつ，\n「被告が自らの行為が原告に損害を引き起こす結果になるであろうことを主観的に\n知っていたことを原告の側が」証明すべきことを要求し，状況証拠から「気付くべ\nきであった」では足りず，「知っていたはずである」という推論が成り立つことが\n必要とした。\n(ｃ)　フランスの裁判例について\nフランスの判例は，「損害発生の蓋然性の認識」について，行為者の内心の意識と\nは別の客観的な状況や行動を前提として，しかも行為者を「通常の思慮分別をそな\nえた人間」として，いわば定型化してとらえたうえで，これを認定しようとする\nが，このような態度は，行為者を具体的な行為者自身の事情を考慮することなく定\n型化してしまうという点で，改正ワルソー条約２５条の解釈に関する世界各国の裁\n判例を見ても極めて例外的であり，極めて異例のものである。フランスの判例は，\n改正ワルソー条約２５条を客観説で理解することが許されるのかについては，全く\n何も語っていない。\nまた，そもそも，原告らの引用する判決は，いずれも客観説とは何の関連もない。\n前二者の判決は，「許されざる過失」は，「損害発生の蓋然性を認識」していたこ\nとを要件とすることを前提としつつ，必ずしも行為者が結果発生の蓋然性そのもの\nを直接認識したか否かははっきりしなくとも，特殊な危機的状況下で，本来行うべ\nき行為を意図的に無視すれば，それは損害発生の蓋然性を認識し，これを無謀に容\n認したことにほかならないと判断したものであるし，後者の判決は，本来行うべか\nらざる行為を，それと認識しながら，あえてこれを行えば，それは無謀な行為であ\nり，損害発生の蓋然性を認識していたものと推定できると判断したものである。\n(ウ)　改正ワルソー条約２５条の適用の可否について\nａ　副操縦士が誤ってゴーレバーを作動させたことについて\n(ａ)　着陸進入を行おうとしているのにゴーレバーを作動させるということは，本\n来の操縦目的とは矛盾する事態ではあるが，着陸のための進入中にゴーレバーを作\n動させるという操作は，一定の状況下では必要な操作であって，乗客の死傷という\n結果を招く具体的な危険性を有するものではない。\nすなわち，着陸のための手動操縦進入中にゴーレバーが作動しても，ゴーレバーを\n解除することなく，オートスロットルを解除してスラストを調整しつつ，操縦輪を\n機首下げの方向に操作して進入を継続しても何ら航空機の安全に影響しないのであ\nって，本件乗員らは実際にこのような操作を行ったのである。そもそも，進入中の\nゴーレバー作動，すなわちゴーアラウンドの実行は，着陸の際に他機との衝突事故\nを回避するために設けられている安全策であって，通常想定されている手続であ\nり，運航マニュアルに標準的な手続として記載されているものであって，およそ乗\n客の死傷などという結果を招来する類のものではない。したがって，着陸のための\n進入中にゴーレバーが作動することは，乗客の死傷という結果を招く危険を一切及\nぼすようなものではな\nい。\n事故調査報告書は，本件事故発生に至る一連の事実連鎖の中で，端緒となった事実\nとしてゴーレバーの作動を取り上げているにすぎず，しかも，その原因は，結局は\n特定できないと結論している。乗客の死傷という結果を招く危険があったかどうか\nという点を離れて，ゴーレバー作動そのものについても，事故調査報告書の見解と\nしては，本件乗員らに非難されるべき点があったとはいっていない。\n(ｂ)　また，ゴーレバーが作動した原因は，乱気流による不可抗力の可能性が高\nく，このことは，事故調査報告書における台湾当局の見解に既に示されており，本\n件事故調査に関与した事故調査官の見解とも一致する。そのように考えられる理由\nは以下のとおりであるが，この見解が正しいとすれば，本件乗員らを何ら非難でき\nないことは明らかである。\n〔１〕　当日進入中，全般にわたり後方乱気流の影響があり，実際，ゴーレバー作\n動の直前である午後８時８分２６秒以降３分間にわたり本件乗員らが後方乱気流に\nついて議論している。\n〔２〕　午後８時１１分３５秒には副操縦士がオートパイロットを切っているが，\nこれは当日の名古屋空港の着陸機が多いことから，後方乱気流が頻発しかつ相当高\nいレベルに達しており，オートパイロットでは所望の進路を維持することが難しか\nったので，手動に操縦を切りかえる必要があったからと考えられ，副操縦士は，後\n方乱気流を強く意識していたので，後方乱気流に遭遇した場合には危険を避けるた\nめ，いつでもゴーアラウンドできるような態勢を取っていたと考えられる。\n〔３〕　ゴーレバーが作動した午後８時１１分１４秒過ぎにフライトレコーダーに\n約０．２Ｇの垂直加速度が記録されている（測定や記録の誤差や精度から，この垂\n直加速度が発生したのはゴーレバー作動とほぼ同時といい得る。）。\nこれは，上記〔２〕のような意識態勢下にあった副操縦士が，その際の揺れにより\n意図せずにゴーレバーを作動させてしまった可能性が高い。ゴーレバーが作動した\n後に，本件乗員らの間でゴーレバー作動に関するやりとりがないのも，その原因に\nついて後方乱気流によるものとの共通の認識があったと考えなければ説明がつかな\nい。\nｂ　ゴーアラウンドモードが解除されていない状態で，オートパイロットを接続\nし，進入を継続したこと（オートパイロットの接続行為そのものには問題はなかっ\nたこと）について\n(ａ)　オートパイロットを接続したのが機長か副操縦士かは特定できないというべ\nきであるところ，どちらがオートパイロットを接続したにせよ，ランドモードを選\n択しようとするとともに，オートパイロットの補助を得て正規の降下経路に戻ろう\nとした可能性がある。\n〔１〕　事故調査報告書は，オートパイロット接続に当たって，接続後どのような\nモードで飛ぶことになるのか，本件乗員らが，呼唱するにせよほかの方法によるに\nせよ，お互いに確認しなかったか否か，あるいは本件乗員らのいずれか一方が，オ\nートパイロット接続の事実又は接続後のフライトモードを認識していなかったか否\nか，については結論を下していない。\nまた，原告らの提出した証拠を全て考慮しても，機長又は副操縦士の一方がオート\nパイロットを接続した際に，同時にランドモードを選択しようとしながら，他方の\n操縦士はこれを認識していなかったという事実を裏付ける証拠はない。\n〔２〕　そして，事故調査報告書は，機長が副操縦士にオートパイロットの接続を\n指示した可能性，機長又は副操縦士が自らの判断で行った可能性等，いくつかの可\n能性を指摘しながら，結局，いずれが昀も可能性が高いかの特定はできない，機長\n又は副操縦士がオートパイロットを接続したことについては，ランドモードを選択\nする操作とともに，オートパイロットの補助を得て正規の降下経路に戻ろうとした\n可能性が考えられると結論しているのである。\n機長が副操縦士にオートパイロットの接続を指示したのであれば，当然，機長も副\n操縦士も，オートパイロット接続の事実及び接続後のフライトモード（ランドモー\nド）の認識があったと考えるのが合理的である。\n(ｂ)　オートパイロットを接続すること自体は，注意義務が問題となるような危険\nな行為であるとはいえない。\n〔１〕　オートパイロット接続及びランドモード選択という行為は，着陸進入のた\nめの行為として，運航規則上も何ら問題はなく，オートパイロットを接続したこと\nそれ自体については，本件乗員らに何ら非難すべき点はない。\nさらに，ゴーアラウンドモードのままオートパイロットを接続するという行為に限\nっても，自動操縦によるゴーアラウンドとなるというにすぎず，本来何らかの運航\n上の危険をもたらすようなものではない。着陸進入を継続しようとすれば，オート\nパイロット接続後でも，ゴーアラウンドモードをランドモード等に変更すればよい\nし，そのままモードを変更することなくゴーアラウンドしてもよい。\nそもそも，オートパイロットを接続することで操縦を自動化でき，操縦士の負担は\n効果的に軽減されるのであり，運航の安全のためにこそなれ，危険な状況を招くよ\nうなものではない。製造メーカーである被告エアバスのマニュアルは，離陸直後よ\nり着陸の段階まで，なるべくオートパイロットを使うよう推奨している。\n〔２〕　事故調査報告書は，ランドモードを選択しようとするとともにオートパイ\nロットを接続したという行為自体については，安全であるとも，また逆に危険であ\nるともいってはいないが，少なくともこのような行為は運航手続上問題があるとは\n指摘できないという見解というべきであろう。\nしたがって，ゴーアラウンドモードのまま２つのオートパイロットを接続したこと\nについて，本件乗員らに何ら非難さるべき点はないのであって，このことは事故調\n査報告書の見解に裏付けられているといえる。\nなにより，原告ら自身も，オートパイロット接続とともにランドモードを選択する\nという行為を，本件乗員らが取り得べき行為と認めており（ただし，ランドモード\nの選択操作が適切ではなかったことの問題点は，別途検討する必要がある。），オ\nートパイロット接続自体には何らの問題もないことを明らかにしているのである。\nｃ　ゴーアラウンドモードを解除できず，そのことについて本件乗員らの認識が不\n完全だったこと（ゴーアラウンドモード解除に関する運航マニュアルの記述が明確\nではなかったこと）について\n(ａ)　航空機の運航乗員に期待されるフライトコンピューターに関する理解は，具\n体的には運航マニュアルに明確に記載され，訓練においても明確に教示されるもの\nに限定されるところ，運航マニュアル記載のゴーアラウンドモード解除方法は不明\n瞭で分かりにくいものであった。したがって，本件乗員らに，ゴーアラウンドモー\nドの解除ができなかったことについて，非難されるべき点はない。\n(ｂ)　ゴーアラウンドモードのままオートパイロット接続という状態で，本件乗員\nらとすれば，①そのままゴーアラウンドを行うか，②ゴーアラウンドモードをラン\nドモードへ変更するか，あるいは③オートパイロットを解除して進入を継続するか\nという選択肢があった。このうち①と③は運航マニュアルに明確に記載されてお\nり，一般的な手続として訓練されていたが，②は，通常の航空会社においても訓練\nが実施されない稀な手続であり，また，この手続に関する運航マニュアルの記載も\n不明確で理解し難いものであった。\n本件乗員らが当初②の手続を試みたのは，①のゴーアラウンドを行うという操作\nは，それに費やされる経済的，時間的コスト及び顧客サービスの観点からして，避\nけられない事情でもない限り，商業的運航に携わる操縦士にとっては，避けたい操\n作だからであり，他方，②の操作は，通常想定はされていないものの禁止されてい\nない操作であり，また，着陸継続という本件乗員らの目標に昀もかなう手続だから\nである。\n(ｃ)　運航マニュアル記載のゴーアラウンドモード解除方法は，以下のとおり不明\n瞭で分かりにくいものであった。\n〔１〕　事故調査報告書では，ゴーアラウンドモードは横方向と縦方向のそれぞれ\nのモードを変更することによって完全に解除されるところ，運航マニュアルの記述\nには，縦方向のモードのみを選択した場合，ゴーアラウンドの機能は完全に解除さ\nれないことが記載されていないため，モード選択とその表示及び各々の実際の機能\nについての関係が不明瞭であり，理解しにくいものとなっていると結論している。\n〔２〕　この記述に先だって，事故調査報告書は，意図どおりのモード変更ができ\nなかったことは，乗員の本件事故機の自動飛行システムに関する理解の不充分さに\nよるものと考えられるといっているが，ここでは理解の不充分さという客観的事実\nを述べているにすぎず，本件乗員らが当然理解しておくべきであるのに理解してい\nなかったという批判をしているのではない。\n〔３〕　ゴーアラウンドモードからランドモードへの変更が，通常の航空会社にお\nいてシミュレーター等による訓練が実施されない稀な手続であったことについて，\n事故調査報告書は，いったん接続されたゴーアラウンドモードを途中で解除し，再\nびランドモードを接続して進入するという手順は，進入着陸の昀終フェーズにおい\nては通常想定されていない手続であると述べている。\n〔４〕　事実，このような操作手順は，本件事故当時，Ａ３００―６００型機を運\n航するいずれの航空会社においても，訓練の対象とはされていなかった。\n〔５〕　事故調査報告書は，フランス耐空性管理当局に対し，ゴーアラウンドモー\nド解除の手順について，運航マニュアルを改善すべく勧告している。\n(ｄ)　原告らは，運航マニュアルについての事故調査報告書の記載は，モード選択\nとその表示の不一致という点が明確に記載されていないということを指しているの\nであって，決してゴーアラウンドモードの解除の手順そのものが不明瞭であるとし\nているのではない，運航マニュアル上のゴーアラウンドモード変更手続は，事故調\n査報告書記載のとおり明確である旨主張する。\nしかしながら，事故調査報告書は，「安全勧告」の中で，運航マニュアル記述の改\n善事項のうち「ゴーアラウンドモードの解除」の内容として，「フライトモード表\n示器上の表示の変更と実質的機能の変更の対応」とは別項目として，「ゴーアラウ\nンドモードの解除方法」をも明記しているのであって，事故調査報告書が，実際に\n接続されているフライトモードとフライトモード表示器上の表示との関係のみなら\nず，ゴーアラウンドモードの解除手続そのものの不明瞭さをも問題としていること\nは明らかである。\nまた，事故調査報告書は，「運航マニュアルの記述には，縦方向のモードを選択し\nた場合，ゴーアラウンドの機能は完全に解除されないことが記載されていない。」\nと述べた上，そのために「モード選択とその表示及び各々の実際の機能についての\n関係が不明瞭であり，理解しにくいものとなっている。」と結論している。すなわ\nち，運航マニュアルの記述上の問題点として，縦方向のモードを選択しても，ゴー\nアラウンドモードが解除されないことは書かれていないこと，ところが，ある縦方\n向のモードを選択しても，フライトモード表示器上はあたかもゴーアラウンドモー\nドが解除されたかのように見えるため，そのモードによって実際はどのようなフラ\nイトモードになっているかが乗員には不明瞭であるという２つの事柄が指摘されて\nおり，ゴーアラウン\nドモード解除の記述に問題があることも明確に述べられているのである。\nさらに，事故調査報告書は，上記記述に続き，本件事故後，被告エアバスから各オ\nペレーター宛に，ゴーアラウンドモードを解除する方法は，オートパイロット解除\nボタンによりオートパイロットを解除するか，他のモードを選択することである等\nの通知をしたことを挙げ，すみやかに運航マニュアル本文に反映すべきであると述\nべている。この一事をもってしても，事故調査報告書がゴーアラウンドモードの解\n除手続そのものについて運航マニュアルの記述が不明瞭であったと考えていたこと\nは明らかである。\nまた，事故調査報告書は，「運航マニュアル」の項でも，ゴーアラウンドモードの\n解除の手順については理解しにくい記述であると再度指摘している。\n本件事故機と同型機の操縦経験豊富な操縦士も，「私もかなり詳しく読んでみまし\nた。そして，その結果，一部の操縦士がよく分からないと自問自答することもあり\n得るのではないかと思います。すなわち縦方向か横方向のサブモードの一つだけを\n解除すれば，ゴーアラウンドが完全に解除できるのではないかというふうに理解す\nるかもしれないということを私も思います。」と証言している。\nｄ　本件乗員らが進入を継続するため，操縦輪の操舵が重い状態であるにもかかわ\nらず，操縦輪を押し続けたことについて\n(ａ)　本件乗員らは，以下のとおり，オートパイロットのオーバーライドの危険性\nを認識し得なかったというべきである。\n〔１〕　運航マニュアルについて\n運航マニュアルには，オートパイロットがゴーアラウンドモードに接続された状態\nで操縦輪の押し下げ操作を行うと，操縦輪によって機首下げの方向に作動する昇降\n舵に反して，オートパイロットが水平安定板を機首上げの方向に作用させ，その結\n果機体のトリム安定性を喪失して危険な状態になるなどということは，明確な指針\nとして示されておらず，およそ本件乗員らの認識外であり，また認識外であっても\nやむを得なかった。\n事故調査報告書も，「オートパイロットがゴーアラウンドモードに接続されている\n状態で操縦輪を操作して昇降舵をオーバーライドすることの危険性は，運航マニュ\nアルの『CAUTION』に記載されているとおりである。それにもかかわらず，乗員がこ\nのように結果的にアウトオブトリムになる操作を行ったことは，運航マニュアル\nの『CAUTION』やその他の関連する記述の内容が乗員に十分に理解されていなかった\nことが考えられる。これは，後述するように，運航マニュアルの表現がわかりにく\nいことや水平安定板作動を乗員に知らせる方法が不十分なことなども背景要因とし\nて影響したと考えられる。」と述べた上，運航マニュアルの本文と「CAUTION」その\nものが，オートパイロットのオーバーライドについて，「推奨と禁止の相矛盾する\n内容を混同して理解する可\n能性がある。」と指摘した上，「運航マニュアルに追加された『CAUTION』の内容は\n理解しにくい記述である。」と述べ，さらに，オートパイロットのオーバーライド\nに関して本件乗員らの理解が欠ける部分があったのは，運航マニュアルの自動飛行\nシステムに関する記述が分かりにくいことが寄与した旨を断定している。\nすなわち，事故調査報告書は，「CAUTION」を含む運航マニュアルの記述が理解しに\nくいということを具体的な理由を挙げて客観的な事実として断定したうえ，そのた\nめに，本件乗員らが，「CAUTION」の内容を相矛盾する記述として混同して理解した\n可能性があると結論しているのである。なお，運航マニュアルによれ\nば，「WARNING」は文字通り即時な対応が要求されるのに対して，「CAUTION」は，\n即時の対応が要求されない，運航乗務員が操作時期を判断することが許される事態\nである。\n〔２〕　訓練体制について\n事故調査報告書は，被告中華航空に対し，自動飛行システムに関する教育訓練の充\n実強化等を勧告しているが，フライトコンピューターを中心とする操縦士の訓練プ\nログラムは，運航マニュアルと同様，まず第一にその航空機のメーカーが，当該航\n空機のメカニズムに昀も精通したものとしてその作成及び各航空会社に対する周知\n徹底を行うべきものである。このようなメーカーの行為を離れて航空会社が独自の\n訓練プログラムを作成・実行できるはずもなく，事故調査報告書の被告中華航空に\n対する勧告も，このようなメーカーの責任が果たされた後に初めて意味を持つもの\nである。\nシミュレーターによる訓練については，被告中華航空はタイのタイ国際航空及びフ\nランスのアエロフォーメーション社のシミュレーターを利用してＡ３００－６００\nＲ型機の訓練を実施していた。\nしかし，本件事故機機長がタイ国際航空のシミュレーターを使用して実施した訓練\n（１９９２年（平成４年）６月～７月）には，ゴーアラウンドモードでのオートパ\nイロットのオーバーライド機能やトリム喪失からの回復の訓練は含まれていなかっ\nた。また，タイ国際航空のシミュレーターはゴーアラウンドモードでオートパイロ\nットが接続されていても，操縦輪を押しても水平安定板がこれに反発してアウトオ\nブトリムの状態になるようにシミュレートされていなかった。既に類似インシデン\nト３件が発生していたにもかかわらず，少なくとも本件事故機の機長は，オートパ\nイロットのオーバーライドの機能やアウトオブトリムからの回復の訓練を全く受け\nていなかったのである。\nまた，副操縦士がアエロフォーメーション社で受けたシミュレーター訓練（１９９\n２年（平成４年）１０月～１１月）では，同社の教官が使用したチェック・シート\nに「GO-AROUND DEMONSTRATE AP MISUSE IN GO-AROUND」の項目が設けられていて，\n実施欄に＋マークが記入されていたものの，実際に副操縦士がどんな訓練を受けた\nかは明らかでない。\n以上のように，本件のような事態を想定しての訓練項目の提供は各航空会社に対し\nてなされておらず，このような状況に鑑みれば，本件乗員らが，「CAUTION」の内容\nについて，その違反が本件のような墜落という深刻な事態を引き起こす緊急事態を\n引き起こすことを判断できなかったとしても，これを非難されるべきいわれはな\nい。\n〔３〕　当時の航空界の認識\n上記のように，運航マニュアルの内容が分かりにくかったり（推奨と禁止の共\n存），それが結果の深刻さに比して余り重きを置かれていなかったり，あるいは訓\n練体制においても重視されていなかったことに加え，以下の事情からすれば，本件\n当時，航空界自体が，オートパイロットのオーバーライドの危険性に対して深刻な\n認識がなかったといえる。\nアメリカン航空の元操縦士である証人Cによれば，アメリカン航空ではどんな，いか\nなるモードでも決してオーバーライドするなと指導されていたが，これは，「オー\nバーライドに何らかの問題を感じたわけではありません。私たちは，オーバーライ\nドする必要がないということであったわけです。」として，同社のオーバーライド\n禁止の意味が，特に，オーバーライドが危険と考えられていたことが理由ではない\nことを明確に認めている。\nまた，証人Cは，「CAUTION」が安全や人の死傷にかかわる「WARNING」と異なり，\n「機械，設備に関連する」ものであることを前提に，本件事故のような大惨事を引\nき起こしたことに鑑み，「当時，『WARNING』だったと理解されるんでしょうか。そ\nれとも，当時では，そこまでの理解はなかった。だから『CAUTION』にとどまってい\nたんでしょうか。」という質問に対して，「このような『CAUTION』という形で，し\nかも，それを枠で囲み，操縦士に対して，明確にこの部分が重要性を持っていると\nいうことを分からせる形で書かれているという状態，これで十分であったと，私は\n思います。」と答えている。\n要するに，当時の航空界においては，オートパイロットのオーバーライドが航空機\nの安全に直接の脅威をもたらすようなものとして理解されていなかったのである。\n「CAUTION」の内容が，本件事故時に，それほど深刻なものと受け止められなかった\nのは，被告エアバスが発行した技術通報６０２１でも改修を強制的なものとしてお\nらず，しかも，改修を推奨する理由について，専ら操作上の利便性や乗客の快適性\nのためと述べている点にもよく表れている。\nまた，改修期限も，「人的にも施設的にも可能になった段階でできるだけ早く」と\nいうだけで，具体的な指定はされていない。このような情報の下で，被告中華航空\nが緊急性がないと判断したのは，やむを得ないところといわざるを得ない。\n以上，オートパイロットのオーバーライドの危険性なるものは，本件事故を契機に\n初めて航空界が認識するようになったのであり，本件事故当時のかかる状況を前提\nに，本件乗員らに対してオートパイロットのオーバーライドによるトリム喪失の危\n険性を認識すべきことを要求すること自体，不可能を強いるものである。\n(ｂ)　本件乗員らは機体の異常に気付いていたか，また，気付くべきであったかに\nついては，いずれも疑問がある。\n〔１〕　本件において，機体を押し下げようとしても意図通りに押し下げられなか\nったことをもって，本件乗員らがいわゆるアウトオブトリムを認識していたとはい\nえない。\nつまり，操縦輪にかかる力を理解することは乱気流，騒音，会話がある実際の条件\n下では難しいことであり，また操縦輪が重くなるのは風の変化や乱気流によっても\n重くなるものである。\nしたがって，操縦輪を押せないとか重いということから，直ちにアウトオブトリム\nを検知することはできない。実際，本件乗員らは，アウトオブトリムの状態に陥っ\nた状況，したがって，理論的には操縦輪が重いはずの状況で，手動によるトリム操\n作をほとんど行っていないことから（副操縦士が１４分２０秒，同３４秒，同３９\n秒に，機長が，明らかにオートパイロットが解除された後の１５分１１秒に，トリ\nムスイッチによるトリム操作を行っているが，いずれも２，３回にすぎない。），\n本件乗員らが，操縦輪が重い状態を検知していなかったことが窺われる。\n本件乗員らがアウトオブトリムを認識していなかったことは，本件事故についてア\nメリカ国家運輸安全委員会が同国連邦航空局宛に出した事故調査報告書において，\n「ボイスレコーダーは，本件乗員らが，なぜ本件事故機をコントロールしようとし\nてもできないのかを理解していなかったこと，及び，明らかに彼らがオートパイロ\nットが機首上げ方向にトリムしていたことを気付いていなかったことを示してい\nる。」と明確に断定されている。\n〔２〕　原告ら申請の証人D自身が，他の機種ではあるがアウトオブトリムの状態を\n経験しており，その場合，音声による「ウォーニングがあって本当に感謝した。」\nと証言しているが，このことは，操縦輪の重さだけでは，操縦士が，状況いかんで\nアウトオブトリムを検知できないことを端的に示している。証人Eも，水平安定板が\n長く働き，しかも同じ方向の場合は警告が必要であると証言している。\n〔３〕　オートパイロットのオーバーライド機能により機体がアウトオブトリムの\n状態となるインシデントは，本件事故前に３件発生しているが，いずれも操縦士が\nかかる状況を認識できなかったことを示している。\n１９８５年（昭和６０年）３月１日に発生したインシデント（以下「１９８５年の\nインシデント」という。）では，乗員が，オートパイロットが高度維持モードに接\n続中(乗員はオートパイロットが解除されていると思っていた。)に操縦輪を押して\n昇降舵を機首下げとしたため，オートパイロットはオートトリムを働かせ設定高度\nに戻ろうとして水平安定板を機首上げ側に作動させた。この動きはそれぞれ作動限\n界まで達し，機体姿勢は１０度近い機首上げとなったが，乗員はアウトオブトリム\nの状態となったことに気が付かなかった。乗員は機首を下げるため，エンジン出力\nを減じたところ，速度は１１９ノットまで低下した。再びエンジン出力が増加され\nたが，アウトオブトリムとの組み合わせにより機体の機首上げは２４度に達した。\nしかし乗員はこの段\n階でもアウトオブトリムに気が付かなかったが，水平安定板の作動が機首下げに働\nくモードにオートパイロットが切り替り，かつ，その数秒後に機長がテイクオーバ\nーして手動でピッチトリムインプットを加えて回復をした。\n事故調査報告書の記述からは，果たしてこの事例においてどれくらいの時間，乗員\nがアウトオブトリムの状態に気が付かなかったか正確に測れないが，アウトオブト\nリムの状態になってから乗員は出力を減じたり増加したりして操縦をし，さらにそ\nの後数秒して機長がテイクオーバーしたというのであるから，相当な時間，気が付\nかなかったと考えられる。\n１９８９（平成元年）１月９日にヘルシンキ空港で発生したインシデント（以下\n「１９８９年のインシデント」という。）では，オートパイロットを使用して進入\n中，機長がゴーレバーを作動させ，ゴーアラウンドモードに入った。機長が機首上\nげを避けようとして操縦輪を約１０秒押したところ，オートパイロットはオートト\nリムを働かせ，水平安定板を機首上げ側に作動させた。オートパイロットは解除さ\nれた（ただし，乗員はオンになっていると思っていた。）が，そのとき水平安定板\nは－８度となり機首上げ側に作動していた。乗員はこの機首が上がった異常な状態\nに気付かなかった。機長は操縦輪を押したまま水平飛行を約７秒維持した。機長が\nその後進入を断念し，オートスロットルをゴーアラウンドモードにしたところエン\nジン出力が増加し，機\n首上げ姿勢となって上昇を始めた。乗員はフラップを１５度に上げた。その後，機\n長は，１５秒間操縦輪を昀前方に押し，出力レバーも昀前方のままで，機体姿勢が\n機首上げ３５．５度に増加し，速度が９４ノットになった。そのとき失速警報器が\n作動し，機長はトリムホイールを使用してトリムを回復した。\nこの事例においては約１０秒間操縦輪を押したことで航空機はアウトオブトリムの\n状態になっているが，この間乗員は水平安定板の作動を認識せず，さらに，かかる\n状態になってからも相当な時間，操縦輪を押している。なお機長であるＦは，自動\n操縦に反して操縦すると機首が急激にあがることは知識としてあったが，「あんな\nに激しいとはとにかく驚きでした。」，「その作動の仕方があまりにすばやくて強\n力だったのに驚きました。」と述べている。この言葉は，乗員が気付くいとまもな\nく，極めて急激に強烈に航空機がアウトオブトリムになることを示すものである。\n１９９１（平成３年）２月１１日にモスクワで発生したインシデント（以下「１９\n９１年のインシデント」という。）では，オートパイロットを使用して進入中，ゴ\nーアラウンドを指示された。乗員はゴーアラウンドによる機首上げ姿勢を少し押え\nようと，操縦輪を押し昇降舵を機首下げとした。これに対しオートパイロットはゴ\nーアラウンドの上昇姿勢を維持しようと，オートトリムを働かせて水平安定板を機\n首上げ側に作動させた。その結果昇降舵が１４度（機首下げ），水平安定板が－１\n２度（機首上げ）に達した。また，エンジンはオートスロットルにより出力が増加\nされたこと及びフラップがフルダウンから1５度に上げられたことにより，同機は急\n上昇した。オートパイロットは高度１５０３フィートに達した時点で高度獲得モー\nドに自動的に切り\nかわり，乗員がこの時点でも操縦輪を押し下げていたためオートパイロットは解除\nされた。しかしアウトオブトリムの状態が残り，乗員はこのアウトオブトリムの状\n態に気が付かず操縦を続けた。同機はこのため失速降下と急上昇を繰り返し，４回\n目の降下の際，乗員によりエンジン出力が減じられ，また昇降舵操作が行なわれ，\n乗員が無意識にエレクトリックトリムを作動させたことなどによりトリムを回復し\nた。\nこの事件においては，９秒間でアウトオブトリムの状態になり，この間乗員はアウ\nトオブトリムの状態になりつつあることに気が付かず，さらにアウトオブトリムの\n状態になってからも気が付かずに操縦し，それと認識せずに行なった乗員の操作に\nよりアウトオブトリムから回復した。\n以上３件のインシデントは，現実の飛行の中では操縦輪の重さを測ったり，またそ\nれによりアウトオブトリムを認識することが容易でないことを示しているものであ\nる。アメリカ国家運輸安全委員会は，少なくとも１９９１年のインシデントについ\nて，「明らかに，乗務員は，自動操縦が昇降舵への指示とは反対に水平安定板を支\n配しており，自分たちがその自動操縦に対抗していることに気付かなかった。」と\n認めている。\n〔４〕　機首上げの原因である水平安定板と昇降舵の矛盾した動きがはっきり分か\nっていれば，本件乗員らとしても直接これに対処する方法を講ずることができたか\nもしれない。\nしかしながら，事故調査報告書は，本件事故機の水平安定板の作動を示すものとし\nて，トリムホイール等３つの装置を挙げたうえで，本件事故の場合はこれらの機能\nはいずれも作動しなかったか有効に機能しなかったと結論付けている。これは，ア\nメリカ国家運輸安全委員会の結論と一致する。そのうえで事故調査報告書は，オー\nトパイロットのオン，オフにかかわらず，水平安定板が，アウトオブトリムの状態\nになった場合若しくはこれに接近した場合，又は一定時間以上連続して作動した場\n合に，操縦士に直接的かつ積極的に当該状況を認識させることができる警報・認識\n機能のあり方について，メーカーたる被告エアバスの責任で検討せよと勧告を行な\nっている。\nすなわち，事故調査報告書は，先に論じた運航マニュアルの記述の問題と併せて，\nそもそも本件事故の場合は，オートパイロットのオン・オフに関係なく，水平安定\n板と昇降舵との相反する動きを認識することができなかったことは本件乗員らの責\n任ではないと判断しているのである。要するに，事故調査報告書の結論としては，\nオートパイロットがゴーアラウンドモードに接続されたままで操縦輪を繰り返し押\nし続けるという操作は，少なくとも本件乗員らの責任という見地からはやむを得な\nいということである。\n(ｃ)　操縦輪を繰り返し押すという操作は，やむを得ないものであったというべき\nである。\n〔１〕　本件乗員らにとって，操縦輪を繰り返し押すという操作は，全くやむを得\nないものであった。事故調査報告書記述のとおり，①オートパイロットがオフ（接\n続されていないか，解除された）の状態であるか，②オートパイロットが接続され\nていることを認識していたが，操縦輪を押すことでオートパイロットをオーバーラ\nイドできると考えていたとすれば，繰り返し操縦輪を押すという操作も，正常な行\n為である。\n〔２〕　また，本件事故機の自動飛行システムが，通常のユーザーからは予想でき\nない論理構造になっていたことが，本件操縦士の操縦輪を押して降下を続けるとい\nう行為の根本的理由となっており，本件や本件に類似したインシデントを惹起して\nきた原因となっている。\nすなわち，①本件事故機の機長が他の機種のオーバーライド機能が本件事故機にも\n可能であると思っていた可能性，及び②スーパーバイザリー・オーバーライド機能\nと混同していた可能性について，事故調査報告書は，それがやむを得ない行為であ\nるとも，非難すべき行為であるとも述べてはいない。ところが，事故調査報告書\nは，このような２つの可能性の考えられる原因の１つとして，オートパイロットが\n接続されているときの水平安定板の作動状況を操縦士に直接的かつ積極的に知らせ\nる警報装置がなかったことも影響していたと論じ，さらに，「運航マニュアル」の\n項で，運航マニュアル上，オートパイロットのオーバーライド機能の本来の目的に\nついての説明が体系的になされていないと述べている。\n警報装置の欠如，運航マニュアルの記載の不適切という２つの要素について，本件\n乗員らに責任を問うことができないことはいうまでもない。\n〔３〕　本件に類似した事故が何件もおきている原因の一つとして考えられるの\nは，本件事故機の自動飛行システムは，設計上，ゴーアラウンドモードにおいて，\n操縦士が操縦輪を押し下げるという行為によって，オートパイロットからの指令を\nオーバーライドする形で，昇降舵の動きをコントロールできるようになっていたと\nいうことである。つまり，操縦輪を押すという操縦士の行為は，オートパイロット\nからの指令より優先して航空機の昇降舵の挙動を決定する要因となっていたのであ\nる。\nこれは，本件事故機の設計段階で，オートパイロットの作動がおかしくなった万一\nの場合を念頭において，操縦輪からの入力を許すことにしたためと考えられる。こ\nのように，航空機の自動飛行システムにどのような入力を許すかについては，極め\nて重要なシステムの仕様であり，設計段階で十分に議論が行われ，決定される事項\nである。本件でも，操縦輪による操作に昇降舵の上下動という意味をもたせておく\nべき意義が肯定されたからこそ，このような入力が航空機の挙動をコントロールす\nる設計となったのである。\nしたがって，操縦輪を押し下げるという行為は，少なくとも本件事故機と同型機が\n設計され，製造開始となった時点では，禁忌事項などではなく，むしろ有意義な行\n為と考えられたのである（禁忌であったならば，そもそも入力としては無効とされ\nたはずである。）。操縦輪押し下げによりアウトオブトリムに至るというインシデ\nントが起きるようになり，その問題点が明らかとなったため，被告エアバスも，技\n術通報や運航マニュアルを通じて問題があることを指摘するようになったのであ\nる。\nしたがって，事故調査報告書が，オートパイロットのオーバーライドについて，推\n奨と禁止の相矛盾する内容を混同して理解する可能性があると指摘しているのも，\n自動飛行システムへの入力としては有効なものであり続ける操縦輪の押し下げ操作\nが，ただアウトオブトリムを招くという範囲で禁止されることを通常の操縦士は理\n解し難いことを明確にとらえてのことと考えられるのである。\nｅ　因果関係について\n仮に，本件乗員らの行為が原告らの主張するように無謀行為に当たるとしても，本\n件乗員らの行為と本件事故との間に因果関係はなく，本件乗員らの行為により損害\nが生じたとはいえないから，改正ワルソー条約２５条は適用されない。\nすなわち，本件事故に至る着陸のためのアプローチの昀終段階で，機長がゴーアラ\nウンドを昀終的に行おうとした時に，本件乗員らには全く予想もし得ないような本\n件事故機の作動が発生し，これが本件事故の直接の原因となったのである。\n(4)　被告中華航空の不法行為責任について\nア　原告らの主張\n(ア)　不法行為の成否\n前記(3)のとおり，本件事故は，被告中華航空の操縦士の無謀な操縦により生じたも\nのであり，被告中華航空の過失及びその過失行為と損害との因果関係は明らかであ\nるから，被告中華航空は，ワルソー条約の適用のない原告ら（以下，(4)項において\nは，単に「原告ら」ともいう。）に対し，不法行為責任を負う。\n(イ)　責任制限約款の効力について\n被告中華航空は，航空運送約款に基づく賠償額制限を主張するが，人の生命を奪う\n事故について，このような極めて低額の責任制限を約款によって一方的に定めるこ\nとは極めて不当な行為というべきであり，そのような契約は無効というべきであ\nる。その根拠は以下のとおりである。\nａ　約款と公序良俗違反\n一般に，約款の適用によって契約内容を規律することは認められているが，その内\n容が著しく不合理である場合は，その適用を強いることは公序良俗に反し許されな\nいものとされる。\n例えば，大阪高裁昭和３８年１０月３０日判決（判例時報３６９号４２頁）は，約\n款は，企業者がその経済的優位を利用して一方的に制定するもので，利用者に内容\n決定の自由はないから，これを具体的に適用した結果が利用者に著しい不利益を課\nし，正義・公平に反する場合には，公序良俗違反で無効とされる旨を判示してい\nる。\nｂ　国内航空運送約款と公序良俗違反\n上記の法理は，航空旅客運送約款に関しても同様に採用されている。\n(ａ)　日東航空機墜落事故（つばめ号事件）（大阪地裁昭和４２年６月１２日判\n決・判例時報４８４号２１頁）\nこの判決は，国内航空運送における旅客の死亡事故について，運送人日東航空株式\n会社（当時）（以下「日東航空」という。）の賠償責任限度額を１００万円に制限\nしていた約款を公序良俗違反とし，全額の賠償を認めたものである。\n当時，国際航空運送の領域においては，改正前ワルソー条約２２条の定める航空運\n送人の責任制限額（日本円にして当時約３００万円）が改正され，日本円で６００\n万円となっていた。もっとも，日本はヘーグ議定書を批准していなかったため，当\n時の日本が認めていた国際航空運送の限度額は，改正前ワルソー条約２２条が定め\nていた約３００万円であった。\n同判決は，このような批准済みの改正前ワルソー条約２２条の水準及び未批准の改\n正ワルソー条約の水準による国際的な責任制限基準や，他の航空会社の定める約款\nの責任制限額，同事故の被害者で原告以外の者についての示談金等の比較をした上\nで，約款の公序良俗違反を結論づけた。\nすなわち，同判決は，事故当時，自動車交通事故の賠償額は１００万円を超えるも\nのはわずかで，ほとんどが１００万円以下であり，自動車賠償責任法による強制保\n険の昀高限度額が５０万円であって，また，全日空や日本航空は責任限度額を３０\n０万円としていたが他のローカル線運営会社は日東航空と同じく１００万円であっ\nたにもかかわらず，１００万円の責任制限を公序良俗違反としたのである。\n(ｂ)　雫石全日空機・自衛隊機衝突事件（東京地裁昭和５３年９月２０日・判例時\n報９１１号１４頁）\nこの判決は，やはり国内航空運送における旅客の死亡事故について，運送人全日空\nが賠償責任限度額を６００万円に制限していた約款を公序良俗違反とした。当時，\n国際的な昀高限度の水準はグァテマラ議定書の定める額（日本円で約３６００万\n円）であり，控訴審は制限額としてはこの額を妥当とした。\n同判決は，日本が未批准であったグァテマラ議定書による国際水準との比較，国内\n自動車事故との比較（逸失利益が１０００万円を超える例や損害総額で３０００万\n円を超える例も散見されることを顕著な事実としてあげている。），他の航空機事\n故の示談金との比較，原告以外のこの事件の被害者との示談金（１２００万円等）\nとの比較により，公序良俗違反と結論づけたものである。\n当時，日本はグァテマラ議定書を未批准であったため，日本にとっては改正ワルソ\nー条約の約６００万円が国際航空運送における責任限度額であった。同判決は，上\n述のとおり，日本が批准しており，日本との関係では現に有効な条約である改正ワ\nルソー条約の水準の限度額を定めた約款について，公序良俗違反とした点で極めて\n重要なものであった。\nｃ　その後の日本の航空業界の対応と国際的展開\n(ａ)　ジャパニーズ・イニシアティブ\n雫石全日空機・自衛隊機衝突事件は昭和４６年に起きた事故に関するものであった\nが，もはや，航空運送の責任限度額と自動車交通事故等との乖離が生じて責任限度\n額が機能しないものとなっているとの認識から，昭和５０年には各国内航空会社に\nより国内旅客運送約款すべてにつき２３００万円まで責任限度額の引上げがなさ\nれ，ついで昭和５１年には国際運送約款すべてについて，７万５０００ドル（アメ\nリカ路線に適用されるモントリオール協定と同額。当時の日本円で約２２００万\n円）まで限度額の引上げがなされた。\nそして，昭和５３年の雫石全日空機・自衛隊機衝突事件第一審判決後，昭和５７年\nには，国内旅客運送の死傷の場合の責任制限撤廃が行われ，１０万ＳＤＲ（特別引\n出権。昭和５０年当時では約３６００万円相当。日本国内航空の責任制限が撤廃さ\nれた昭和５７年当時では約２６００万円相当。平成７年当時では約１４００万円相\n当）までを無過失責任とし，同時にそれを超える損害についても過失推定責任を定\nめるいわゆる二層制を採用したのである。\n１９９２年（平成４年），日本の航空会社は，国内運送で先行していた画期的な二\n層制を国際運送についても採用して，責任制限を撤廃した。これがジャパニーズ・\nイニシアティブと呼ばれ，後の国際的な流れをリードすることとなった。すなわ\nち，その後，１９９５年（平成７年）・１９９６年（平成８年）ＩＡＴＡ協定によ\nって，ジャパニーズ・イニシアティブが国際協定化され，国際的にも責任制限撤廃\nが現実のものとなった。１９９５年ＩＡＴＡ協定の前文においては，「ワルソー条\n約の責任限度が，１９５５年（昭和３０年）以来改正されたことがなく，大多数の\n国において現在極めて不適当なものとなっていること，国際航空企業がこれまで旅\n客のために責任限度の増額のためにともに活動してきたこと」を確認した上，これ\nを根拠として，第１条\nにおいて責任制限を撤廃したのである。そして，この動きを受けて，モントリオー\nル条約が採択されたことにより，１９９５年・１９９６年ＩＡＴＡ協定に取り込ま\nれたジャパニーズ・イニシアティブは，ついに国際条約化されるに至ったのであ\nる。\n日本は，国会での承認を経て，２０００年（平成１２年）６月に，３番目の締結国\nとして同条約を批准した。\n(ｂ)　ジャパニーズ・イニシアティブの理由\n日本が率先して責任制限撤廃に動いてきた理由は，ワルソー条約２２条の責任制限\nが不当であるからにほかならない。\nその理由として，まず，国内的に自動車事故等との均衡がとれなくなってきたこと\nを挙げることができる。現在では自賠責の限度額は３０００万円であり，かつ，こ\nの限度額は，実質的には昀低保障額として機能している。\n次に，国際的にも，航空産業の成長，安全性の高まりによる事故率の減少，それに\n伴う保険料の減少のため，責任制限の根拠は失われているとの認識が確立してきた\nことを挙げることができる。「無限責任にすると危険を織り込んだ高額の運賃を設\n定せざるをえず，社会一般が有効に使用し得る交通手段ではなくなってしまう。」\nとの主張は，現実性を完全に失ったのである。\nｄ　被告中華航空の約款について\n(ａ)　被告中華航空の約款の実質的不当性\n上記のような判例の展開により，被告中華航空の定める約款の定める１５０万台湾\n元という責任制限自体，公序良俗に反するとみなされる額であることは，確立して\nいるといってよい。学説上も，１０万ＳＤＲを制限額とする１９７５年モントリオ\nール第３追加議定書について，日本が批准しても裁判所によって公序良俗に反する\nとされる可能性が極めて高いとされており，かつ，このことが，日本がモントリオ\nール追加議定書の批准をできず，また，すべきでない理由とされていた。\n本件の１５０万台湾元という水準は，日本で昀低保障機能を果たしている自賠責の\n３０００万円にはるか及ばず，また，日本の国内・国際運送人が負うべき責任から\nも圧倒的に乖離している。モントリオール条約に至る過程によっても明らかなよう\nに，国際的認識として，低額の有限責任を定めるワルソー体制の前近代性，不当性\nは，再三確認されてきた。\n(ｂ)　優越的地位の利用による公序良俗違反ないし権利濫用の理論\nそもそも，約款について公序良俗違反が問題となるのは，約款とは性質上，経済的\nに優位に立つ企業者が一方的に制定し，利用者は同約款を利用するか否かの自由し\nかなく，契約締結及び内容決定の自由は実質上奪われているからである。\nこの点については，行政規制によって不合理な内容の約款を排するとの手法があり\n得るが，本件においては，そのような手法すら妥当しない。すなわち，内国会社の\n約款は運輸省（現国土交通省）の認可を要するのに対して，日本に乗り入れる外国\n会社についての約款は本国が規制する建前となっていて，それ自体日本の行政規制\nの対象となっておらず，したがって，内国会社に対するような規制を外国会社に対\nしてすることはできないのである。\nまた，被告中華航空は，１９９８年（平成１０年）２月１６日に発生した桃園大園\n事故については，被害者一人当たり１５０万台湾元をはるかに超える９９０万台湾\n元（１台湾元を約４円として約３９６０万円）で和解したと報じられ，２００２年\n（平成１４年）５月２５日の澎湖事件について，被告中華航空は，被害者一人当た\nり１４００万台湾元（約５６００万円）を提示したと報じられている。このような\n状況は，１５０万台湾元という額が（昀低保障額の機能を果たし得るかについては\n議論の余地があるとしても），昀高限度額としての機能は全く有していないことを\n如実に表すものである。\n客観的な原被告両者の利益を比較すれば，一方で，仮に責任制限がなくとも航空会\n社にとっては十分保険でまかなうことが考えられ，かつ，それは採算上も十分可能\nであること（保険掛金及びその転嫁による運賃の高騰を招かないこと）は，日本の\n航空会社がすでに実証済みであるのに対し，他方で，利用者側は，本件事故により\n著しい精神的苦痛を受け，その中で多くの者が生命を失ったのであり，両者の利益\n状況の格差は比べるまでもなく明らかである。\nこのような本件事案に照らすと，約款それ自体が優越的地位を濫用した公序良俗違\n反のものであり，あるいは，少なくとも，本件事案においてそのような免責を主張\nすることは優越的地位を利用した権利の濫用にほかならないというべきである。\n(ｃ)　合理的意思\n仮に，一般乗客があらかじめ被告中華航空の制限限度額を知った場合，これを妥当\nな制限額として承認し，納得したとは考えがたい。この点については，好意同乗の\n人身事故による損害賠償請求権の事前放棄あるいは事前の免責の特約が無効とされ\nた東京地裁昭和４９年７月１６日判決（判例時報４５９号６６頁）が参考となる。\n同判決では，①同乗の目的が専ら同乗者の利益のみに関し，②同乗者と運転者が極\nめて密接な関係にあり，③同乗後の同乗者の挙動が事故の発生原因に寄与してお\nり，④運転者の過失が軽過失の範囲に止まり，⑤被害者たる同乗者の被害の程度が\n軽微であるなどの要件を可及的相対的に充足し，免責を認めるのが社会通念上妥当\nと思料される場合に初めて，免責の効果を生じるものと解すべきとされれているの\nである。②の事情が存在しないのは当然として，さらに③や⑤の点から見て，航空\n機事故は免責特約の合意が認められる類型とはいい難い。\nそうだとすれば，形式上，運送約款による契約が成立したからといって，あくまで\nその制限条項に従うべきものとすることは，結果的には，企業者たる被告中華航空\nが経済的優位にあることを利用して事実上これに対抗する手段を有しない乗客に対\nし，その合理的意思に反して不当な不利益を課することを承認することになり，衡\n平の観念に反する。\n結局，被告中華航空の運送約款に定める１５０万台湾元は，乗客の死亡事故に関す\nる責任の昀高限度額としてはあまりに低額に過ぎ，かかる約款の適用を乗客に強い\nることは公序良俗に反し，あるいは，権利の濫用として許されないものというべき\nである。\nなお，利用者の合理的意思としては，日本の航空運送会社の定める水準あるいは，\n自動車交通事故の水準に照らせば，責任制限は認められないというべきものであろ\nう。\nｅ　以上より，本件約款は，公序良俗に反し，あるいは権利の濫用として無効とい\nうべきであり，したがって，ワルソー条約の適用のない被害者らと被告中華航空と\nの間の契約規律上，損害賠償制限は存在しない。\n(ウ)　責任制限除外事由について\n被告中華航空の国際航空運送約款の責任制限規定が無効ではないとしても，同約款\nは「損害を生じさせる意図をもって又は無謀にかつ損害の生ずるおそれがあること\nを認識して作為又は不作為がなされた場合」には責任制限が排除されると規定して\nいる。\nこの規定は，改正ワルソー条約２５条と同一の文言であるので，その意義も改正ワ\nルソー条約２５条と同様であり，「認識すべき場合」も含まれる（客観説）と解す\nべきであるし，仮に主観説によるとしても，本件乗員らの行為が，上記約款に規定\nする責任制限が排除される要件に該当することは，前記(3)ア(ウ)のとおりである。\nイ　被告中華航空の主張\n(ア)　不法行為の成否について\n原告らの主張は争う。\n本件乗員らの行為と本件事故との因果関係はない。すなわち，本件事故に至る着陸\nのためのアプローチの昀終段階で，機長がゴーアラウンドを昀終的に行おうとした\n時に，本件乗員らには全く予想もし得ないような本件事故機の作動が発生し，これ\nが本件事故の直接の原因となったのである。\n(イ)　責任制限約款の効力について\nワルソー条約の適用がない原告らに対する責任の有無や賠償額は，被告中華航空の\n運送約款の解釈が問題となる。被告中華航空は，約款により責任限度額を１５０万\n台湾元と定め，航空券にその旨記載している。\n原告らは，上記の約款につき，日本の国内航空運送の判例を引用して，これを「公\n序良俗に反して無効」と主張する。\nしかし，同約款は，本来的に台湾の会社と台湾発着の乗客との関係を規律している\nもので，単純に日本の社会通念で律することは不適切である。法例３３条は，外国\n法の規定そのものが内国の公序に反するからその適用が排除されるのではなく，外\n国法の適用の結果が内国の公序に反するからその適用が排除されるのであり，当事\n者の国籍，住所，年齢，職業，資力，心身の状態及び生活の状況その他一切の事情\nが考慮されるべきであるとされる。原告らは，およそ，台湾法によれば有効とされ\nる被告中華航空の運送約款をして，それ自体が日本の公序に反するかの如く主張す\nるが，それは，誤りである。\n特に，台湾籍の乗客については，日本との関わりは単なる旅行先として立ち寄ろう\nとしたにすぎず，日本の公序良俗云々を持ち出すこと自体，不適切である。\nまた，仮に，日本の乗客に対して同約款が適用されるとしても，同約款は，国際的\nに承認されたワルソー条約を骨格としており，国際的な通念に合致しており，日本\nの国内線の約款解釈論がそのまま妥当しないことはいうまでもない。この意味で，\n外国法に基づく被告中華航空の運送約款の該当部分を公序良俗に反するということ\nはできない。\n(ウ)　責任制限除外事由について\n原告らの主張は争う。\n被告中華航空の約款の「損害を生じさせる意図をもって又は無謀にかつ損害の生ず\nるおそれがあることを認識して作為又は不作為がなされた場合」は，改正ワルソー\n条約２５条の解釈と同様，主観説によって解釈されるべきである。\nそして，同約款に該当する事実がないことは，前記(3)イ(ウ)のとおりである。\n(5)　被告エアバスの責任について\nア　原告らの主張\n被告エアバスの製造した本件事故機には欠陥があり，被告エアバスに課せられた高\n度の安全確保義務からすれば，被告エアバスは，上記欠陥から生じ得る損害を予見\nし，かつ，これを回避し得たのに，これを放置し，本件事故を生じさせたというべ\nきであるから，原告らに対し，不法行為（製造物責任）に基づき，本件事故による\n損害を賠償する責任がある。\n(ア)　欠陥\n本件事故機には，下記ａに記載するとおりの欠陥が存在したというべきであって，\nこのことは，下記ｂ以下の事実からも裏付けられる。\nａ　欠陥の存在\n(ａ)　本件事故機は，高度１５００フィート以下においてランドモード又はゴーア\nラウンドモードでオートパイロットに接続中，操縦士が飛行経路の修正を意図して\n操縦輪による手動操作を行った場合，オートパイロットのオーバーライドを認める\nが，オートパイロットは解除されないという性質を有している（以下「本件設計」\nという。）。\n本件設計においては，手動操作によるオーバーライドを認める一方で，手動操作を\n行った場合にもオートパイロットが解除されないこととされており，オートパイロ\nットは手動操作に反した操作を継続する。すなわち，ゴーアラウンドモードでオー\nトパイロット接続中に，操縦士が操縦輪を機首下げのために前に倒す操作を行う\nと，昇降舵を機首下げの側に作動させるが，オートパイロットは，なおもゴーアラ\nウンドのための操作を継続し，水平安定板を機首上げの側に作動させる。\n本件事故機は，このような性質を有する本件設計のため，手動操縦による操作とオ\nートパイロットによる操作とが互いに反発しあうことになって，昇降舵と水平安定\n板がくの字型となり，機体は極めて不安定で危険な状態（アウトオブトリムの状\n態）に陥るという性質を有している。\nこのような危険な状態を惹起させる本件設計による自動飛行システムを装備する本\n件事故機は，安全に飛行するために航空機に求められている性能を欠くものであ\nり，欠陥があるというべきである。\n(ｂ)　また，Ａ３００－６００型機には，開発当時，水平安定板が作動していると\nきにはウーラー音が鳴るという聴覚上の警告装置が備えられていたが，これを減ら\nして欲しいというイギリス航空当局からの要望により，被告エアバスはこのような\n警告装置を全面的に削除してしまった。\nそのため，本件事故機には，機体のアウトオブトリムに陥るような危険な状態を乗\n員に的確に伝達する機能が欠けているという欠陥があった。\nｂ　事故調査報告書等における指摘\n(ａ)　事故調査報告書は，本件事故機が，本件設計並びに操縦士による制御及びオ\nートパイロットによる制御が同時に入力されていることを操縦士に知らせるための\n警報装置が装備されていないという設計を採用していたことが，本件事故における\n異常なアウトオブトリムの要因の一つになっていると指摘している。\nそして，事故調査報告書は，本件事故機のオートパイロットのオーバーライド機能\nは，操縦輪を操作し続けるとアウトオブトリムに至る特性があることから，被告エ\nアバスは，オートパイロット接続中の水平安定板警報装置（ウーラー音）を残す\nか，又は削除するのであれば，水平安定板警報装置に代わる，直接的かつ積極的に\n乗員に水平安定板の作動状況を知らせる何らかの警報・認識機能を考慮する必要が\nあったとしている。\n結論として，事故調査報告書は，水平安定板と昇降舵が整合することなく作動し，\n異常なアウトオブトリムの状態になったこと，及び本件事故機に，異常なアウトオ\nブトリムの状態への動きを直接的かつ積極的に操縦士に知らせる警報・認識機能が\nなかったことなどを事故原因として指摘している。\n(ｂ)　また，１９９４年（平成６年）８月３１日，アメリカ国家運輸安全委員会\nは，次の勧告をアメリカ連邦航空局宛に行った。この勧告は，Ａ３００型機及びＡ\n３１０型機系列機のオートパイロット系統のロジックについて再調査するととも\nに，操縦士が操縦装置すなわちトリム系統に特定の入力をした場合に，高度やオー\nトパイロットのモードにかかわらず，オートパイロットが解除されるように必要に\nより改修するよう要求するとともに，Ａ３００型機及びＡ３１０型機系列機のオー\nトパイロット系統について，水平安定板が作動している場合にトリムコマンドにか\nかわりなく十分な知覚による警報を発するように改修するよう要求するものであっ\nた。\nこの勧告を受けて，アメリカ連邦航空局は同年１１月２日付けで，６０日を超えな\nいうちに，飛行制御コンピューター（ＦＣＣ）について，被告エアバスの技術通報\nの内容の改修を実施するよう指示している。\nｃ　被告エアバスが本件事故後に採った措置\n(ａ)　被告エアバスは，本件事故後である１９９４年（平成６年）８月１７日にフ\nランス民間航空総局が耐空性改善命令を出したことを受けて，同年１２月１３日，\n既に発行済みの被告エアバスの技術通報６０２１の内容である飛行制御コンピュー\nター（ＦＣＣ）の改修（その内容は，ゴーアラウンドモードにおいても，対地高度\n４００フィート以上で，操縦輪に縦方向へ１５ｋｇ以上の力を加えた場合，オート\nパイロットが解除されるようにするというものである。）の適用につい\nて，「Recommended」（「推奨」の意）から「Mandatory」（「義務的な」の意）に\n改訂した。\nさらに，被告エアバスは，１９９７年（平成９年）１月８日付けで技術通報の修正\n版を発行したが，その改修内容は，いかなるモードでも，また高度４００フィート\n以下であっても，操縦輪に縦方向へ１５ｋｇ以上の力を加えた場合，オートパイロ\nットが解除されるようにするものであった。\n(ｂ)　技術情報のファックス送信\n被告エアバスは，まず，本件事故直後の１９９４年（平成６年）５月５日，Ａ３０\n０型機及びＡ３１０型機の運航会社宛に，オートパイロットに反する操作をしない\nよう，同一文書内で繰り返し強調し，注意を喚起したファックスを送信している。\nこの内容は，これまでの警告と内容的には異ならないが，事故後１０日でこのよう\nな措置がとられたことは，本件事故の発生直後に被告エアバスには事故原因が分か\nったこと，すなわち，このような事故の発生が危惧され，再発することを予想して\nいたことを示している。\n(ｃ)　本件事故後，被告エアバス及びその関係者がとった以上の措置は，まさに上\n記欠陥を自ら認めた上で，これを改修するためのものであった。\nｄ　オーバーライド機能の不要性\nオーバーライド機能はコンピューターのハードオーバーに対応するために必要な機\n能であると説明される。ハードオーバーとはコンピューターが暴走をして航空機の\n飛行翼面が激しく不規則に動くような場合のことをいう。\nしかしながら，ハードオーバーの原因はオートパイロットにあり，電気的な欠陥，\nソフトウェアの欠陥，バグによって生ずるものであるところ，オートパイロットに\n起因して異常が発生しているのに，それをそのままにして，手動操作をこれに付加\nしてオーバーライドすることは，予測不可能な操作をしているオートパイロットと\n手動操作があいまって，危険な状態を生み出しかねないのであって，手動操作を加\nえることによってオートパイロットが自動的に解除される設計こそがハードオーバ\nーに対しての昀善の対応である。\nオートパイロットのハードオーバーの際に必要な機能は，操縦士が本能的に反応し\nて，オートパイロットを解除し，機体の運航を手動で替わることであり，Ａ３００\n型機，Ａ３１０型機に特有なオートパイロットを温存してこれに手動操作を付加す\nるようなオーバーライド機能は，全く必要とされていないのである。\nｅ　オートパイロット自動解除による危険性の不存在\n被告エアバスは，１９７２年（昭和４７年）のイースタン航空機墜落事故を挙げ\nて，操縦輪を押すことによってオートパイロットを自動的に解除することは常に昀\n良の解決であるとは限らず，操縦士，ひいては航空機を極めて困難な状況に陥らせ\nることになる場合があると主張する。\nイースタン航空機墜落事故は，操縦士が着陸進入中に誤って操縦輪を押し，オート\nパイロットが解除されたがそのことに気付かず，機体が降下して墜落してしまった\nという事故である。\nしかし，この事故の調査結果では，オートパイロットが簡単に解除され，そのこと\nを正確に乗員に警告する装置がないことは問題とされたが，操縦輪の操作によって\nオートパイロットが解除される設計そのものの当否は全く問題ともされていない。\nまた，この事故の際，オートパイロット解除のための操縦輪に加えるべき力は副操\n縦士が９ｋｇ，機長はわずか６ｋｇであった。これに対して，本件で問題とされて\nいるＡ３００型機の別のモードにおけるオートパイロット解除のため操縦輪に加え\nるべき力は１５ｋｇであり，この事故の原因となった６ｋｇの２倍以上である。無\n意識に１５ｋｇもの力をかけることはあり得ないことであり，このような設計の改\n善後に，誤ってオートパイロットが解除されたために，飛行機が墜落したり，墜落\nしそうになった事例は報告されていない。\nなお，このイースタン航空機墜落事故が発生したのは高度維持モードであり，１９\n８８年（昭和６３年）の改修がなされた後のＡ３００型機，Ａ３１０型機の自動飛\n行システムでは，オートパイロットは解除されてしまう場合であったから，このよ\nうな事故は，本件事故時に推奨されていたＡ３００型機の設計によっても防ぐこと\nはできないこととなる。\nｆ　本件設計の特殊性\n本件設計は，航空機の操縦体系の下で極めて希なものであり，本件事故以前にはＡ\n３００型機とＡ３１０型機だけで採用されていたものであって，本件事故後の改修\nでこのような設計の機体は世界の空から姿を消した。\nボーイング社等の製造する航空機は，手動で操縦輪に一定以上の力を加えると自動\n的にオートパイロットが解除される設計が一般的となっており，このほか，操縦輪\nを操作すると水平安定板も同じ方向で作用する設計，１９ポンドの力を操縦輪に加\nえることでオートパイロットは解除されるが着陸までの昀後の数秒間は３０ポンド\nの力でオートパイロットが解除されるという設計及び操縦輪を押すことではオート\nパイロットは自動的には解除されないが，トリムスイッチを使えば解除され，ま\nた，視覚と聴覚に訴える二重の警告により自動操縦が継続していることを確実に操\n縦士に知らせる設計などが採用されている。\nまた，本件事故前に運行が開始されたＡ３２０型機においても，設計の当初から，\nオートパイロット中に一定の力以上の力を加えてスティックを操作すればオートパ\nイロットが解除される設計となっており，オーバーライド機能を認めていない。\nｇ　オートパイロット解除のための他の方法\n被告エアバスは，本件事故機にはオートパイロットの解除についてオートパイロッ\nト解除ボタンとトリムホイールという別の解除方法があることを理由に，欠陥はな\nいと主張する。\nしかし，このような機能が存在してもなお，アウトオブトリムの状態，すなわち本\n件設計を原因とした本件事故と同様の危険が本件事故以前にも発生している。\nまた，操縦士は，緊急時に手動でコントロールをしなければならないことがあり，\nそのような場合にはオートパイロットが作動している状態であることを忘れること\nがあり，あるいは，様々な手段を使えるということを思い出せず，結果として本能\n的に操縦輪を引っ張ったり押したりすることによって，その状態に対応しようとい\nうことがあり得る。\nしたがって，オートパイロットを解除する別の方法があったとしても，本件設計が\n欠陥であることを左右しない。操縦士が自ら手動で操縦を始めているときに，オー\nトパイロットが継続し得る設計の危険性が問題となっているのであり，他にオート\nパイロットを解除することのできる手段があることは，設計の欠陥の存在を否定す\nる根拠とはならない。\nボーイング社の航空機や改修後の被告エアバスの航空機が採用したように，オート\nパイロット接続中に手動操作が行われた場合，オートパイロットを自動的に解除す\nる機能が備わっていれば，このような危険を本質的に避けることができる。\nトリムホイールについては，これは危険からの回復手段にすぎない。いくら危険か\nらの回復手段の存在を強調したところで，危険を発生させるという，設計上の欠陥\nが存在することには変わりはない。操縦士の操縦において危険からの回復手段が取\nられない場合でも，航空機の安全が保持されるよう設計されなければ，欠陥がない\nとはいえない。\nｈ　本件設計を原因とする３件の先行する重大インシデント\n(ａ)　オートパイロットのオーバーライドにより危険な状態が発生するのは例外的\nな事態ではない。オートパイロットに対抗して手動操作が行われ，アウトオブトリ\nムの状態が発生し，墜落寸前にまで至る危険な状態を招いたという本件設計を原因\nとする重大インシデントが，本件事故以前に３件も発生している。\n〔１〕　１９８５年のインシデント\nサウジアラビア航空の航空機が着陸のためオートパイロットを使用して降下してい\nたところ，オートパイロットのモードが高度獲得モードから高度維持モードに切り\n替わった。\n操縦士は，オートパイロットが解除されたと思い，更に降下を続けるために操縦輪\nを押し，昇降舵を機首下げ側に操作したため，機体は設定高度よりも下がることと\nなった。そのため，オートパイロットは設定高度の４２００フィートを保持するた\nめに，オートトリムを働かせ，水平安定板を機首上げ方向に作動させることとなっ\nた。\nこの水平安定板の動きは，作動限界にまで達し，機体姿勢は１０度近い機首上げと\nなった。\n乗員が機首を下げようとエンジン出力を下げたところ，機首上げは更に助長されて\n２４度にも達した。これは，危険なアウトオブトリムの状態である。\nその後，水平安定板の作動が機首下げ側に働くモードに切り替わったため，機体の\n機首上げ姿勢は減少して正常な飛行にもどった（なお，この時点では，ランドモー\nドとゴーアラウンドモード以外のモードでも操縦輪に一定の力を加えた場合，オー\nトパイロットが解除されるという機能は備わっていなかった。）。\n〔２〕　１９８９年のインシデント\nこのインシデントは，１９８９（平成元年）１月９日フィンランド航空機Ａ３００\n型機のヘルシンキ空港への進入の際に発生した。\n同機が着陸のためにオートパイロットを使用してヘルシンキ空港に進入中，対地高\n度８６０フィートで，機長がうっかりゴーレバーを作動させた。そのため，同機は\nゴーアラウンドモードとなり，エンジン出力も自動的に増加した。機長は，オート\nスロットルを解除して，スロットルを引きエンジン出力を減じるとともに，乗客の\n快適性のためオートパイロットによる機首上げを避けようと，これに抗して手動で\n操縦輪を押し続けた。\nこのように，このインシデントは，経過として本件事故と酷似した経過でアウトオ\nブトリムの状態を発生させた。\n〔３〕　１９９１年のインシデント\nこの事故は，１９９１年（平成３年）２月１１日に，ドイツインターフルーク航空\n機のモスクワ空港への着陸時に発生したインシデントである。同機は，着陸のため\nにオートパイロットを使用しながら，モスクワ空港に進入中に，高度１５５０フィ\nート付近で，航空交通管制からゴーアラウンドとその高度を指示された。操縦士\nは，ゴーアラウンドの高度を２２６０フィートにセットして，対地高度１２７５フ\nィートで，ゴーアラウンドモードにした。\n機体の重量が軽量であったことから上昇率が高くなりすぎたため，乗員は機首上げ\n姿勢を少し押さえようと手動で操縦輪を押し，昇降舵を機首下げとした。これに対\nして，オートパイロットは，ゴーアラウンド時の上昇姿勢を維持しようとオートト\nリムを働かせ，水平安定板を機首上げ側に作動させた。結果として，昇降舵は１４\n度（機首下げ），水平安定板は－１２度（機首上げ）にまで達した。\n同機は急上昇し，高度１５０３フィートに達した時点で，高度獲得モードに自動的\nに替わり，この時点でも乗員が操縦輪を押し下げていたため，自動操縦は自動的に\n解除された（１９８５年のインシデント後の改修によって，高度獲得モードでは，\n操縦輪の操作によって自動操縦が解除されるよう，設計の改修がなされてい\nた。）。\nしかし，水平安定板の作動角度はそのままの状態で残ってしまった。その後，同機\nは失速降下と急上昇を繰り返した。この間，操縦士はオートパイロットはまだ解除\nされていないものと思っており，また，水平安定板がアウトオブトリムとなってい\nることは認識していなかった。\n(ｂ)　以上のように，各インシデントにおいては，操縦士による操縦輪の操作によ\nるオーバーライドとオートパイロットの作動が相反することによって，アウトオブ\nトリムの状態という本件設計を原因とする本件事故と同様の危険が発生していたの\nであり，本件設計によるアウトオブトリムの状態の発生は例外的事態ではないし，\nこのような事態を正確に操縦士が認識することが困難であることは明らかである。\n確かに，これらのインシデントでは，アウトオブトリムが発生しても操縦士の適切\nな操作によって墜落しなかった。しかしながら，アウトオブトリムの状態の発生自\n体が航空機の安全運航のために絶対的に避けなければならない事態であり，過去の\nインシデントにおいて適切な操縦によって安全なコントロールが回復されたとして\nも，それはむしろ幸運の産物であったというべきである。\n１９８９年のインシデントの際，Ｆ機長は，発生していた事態を正確に認識するこ\nとができていなかったこと，たまたま旧式の飛行機ではトリムホイールで水平安定\n板を操作していたことを思い出すことができたため，とっさにトリムホイールを手\n動で回転させて機体の安定性を回復できたとしており，生還は幸運の産物であった\nことを端的に述べている。１９９１年のインシデントにおいても，操縦士は発生し\nていた事態を正確に認識することができず，トリムの回復は無意識に操縦士がトリ\nムスイッチに触れたためとされている。いずれのインシデントも，事態を正確に認\n識した上での適切な操作によって，危険な状態を脱することができたのではないの\nである。\n被告エアバスの論理はこのような設計を放置すれば機体の安定性が失われる事態が\n不可避的に発生することを認識しながら，操縦士の幸運というべき操縦操作に機体\nの安全性をゆだねていたといわざるを得ないのである。\nまた，このような被告エアバスの主張は，先行インシデントの機体の操縦士が被告\nエアバスのいうところの「エアマンシップの原則」，「被告エアバスの公表した手\n順」に従った優秀な操縦士であったことを裏づけている。だとすれば，３件の先行\nインシデントは，このような優秀な操縦士であっても，オートパイロットに対する\nオーバーライドによってアウトオブトリムに陥る事態が起こり得るということ，操\n縦輪が重くなるという被告エアバスのいうところの警告はこのような事態を防ぐた\nめに有効に機能していないことを示していることとなる。\n本件設計のもとでは通常あるいはそれ以上の操縦能力をもつ機長であっても，オー\nバーライドを行なえばアウトオブトリムの状態に陥る危険があるというべきであ\nる。\nｉ　操縦輪の重さという警告について\n被告エアバスは，操縦士が操縦輪に加え，維持することを要求される大きくかつ異\n常なコントロールのための力が，アウトオブトリムの状態の発生を感知させる標識\nであること及び本件事故において，副操縦士はこの標識を感知したことは確実であ\nると反論している。\nしかし，後記のとおり，過去の３件のインシデントにおいて，いずれの操縦士も，\nオートパイロットが作動して操縦輪への力が要求されながらも，操縦輪を押し続け\nていた。いずれのインシデントにおいても，操縦士はオートパイロットが自らの意\n図に反して作動し続けていることを正確に認識することができなかったのである。\n操縦輪への力は，操縦士に対して，異常な事態を知らせる警告の意味は持ち得る\nが，正確に事態を伝えるという警報装置として不十分である。\nまた，操縦輪が重いという事実は，実際に操縦輪を押している者にしか直接的に感\n知されない点においても不十分といわざるを得ない。\nｊ　視覚・聴覚による警告について\n操縦輪の重さによる感知とは異なり，聴覚，視覚に訴える警告であれば，実際に操\n縦していないもう一人の操縦士にも直接に情報を伝えることができ，直ちに正しい\n操作に復帰できた可能性が高い。\n被告エアバスは，水平安定板が作動しているときに，ウーラー音でこれを警告する\nことは，不必要な騒音を生み，操縦士の注意を散漫にするなどと主張する。\n確かに，水平安定板が少しでも動いた場合にすべて作動音が鳴るようにすることは\nうるさく感じられるかもしれない。\nしかし，一定時間継続して水平安定板が作動して，しかもその作動方向が一定して\nいる場合は，アウトオブトリムの状態を示唆するものとして耳に聞こえる警告音で\nこのことを操縦士が察知できるようにすることが重要であり，それは操縦士を注意\n散漫にするものではない。\n現実に，Ａ３００型機，Ａ３１０型機以外の航空機は水平安定板が作動している場\n合には，何らかの警告装置があり，その多くは耳に聞こえる警告音が鳴る仕組みと\nなっている。水平安定板の動作について警告がないＡ３００型機，Ａ３１０型機の\n設計は独自のものである。\nボーイング社の航空機の多くは，操縦輪を手動で操作した場合には，オートパイロ\nットは解除される設計となっているが，例外的に操縦輪の操作によって，オートパ\nイロットが直ちに解除されない仕組みとなっているＢ７５７型機，Ｂ７６７型機に\nついては，オートパイロットにより水平安定板が作動したときは，警告は音と視覚\nの両方で与えられることとなっていた。\nまた，当初，Ａ３００型機には水平安定板が作動した場合にウーラー音によって，\nこれを操縦士に知らせる警報装置が装備されていたのであって，警報がもともとあ\nったという事実そのものが，警報の必要性を明らかにしている。音声による警報を\nうるさいという理由で取り外したとしても，視覚に訴える警報を設備することは可\n能だったはずである。\n(イ)　安全確保義務\n被告エアバスは，航空機の設計・製造において操縦士の操縦ミスの発生を考慮にい\nれたうえで航空機の安全を確保する義務を負っている。\nすなわち，大量の乗客を一度に乗せて高い高度を飛行する大型民間航空機は，地球\n規模で頻繁に運行されており，万一，その飛行中になんらかの事故が発生した場合\nには，多数の生命を一挙に失わせる大規模な惨事を招来する高度の危険性を有して\nいるのであって，航空機の製造者は安全に運行する航空機を設計・製造する極めて\n高度の安全性確保義務を負う。\n被告エアバスは，構造上の損壊を生じさせないよう航空機を設計製造する義務はも\nとより，航空機運航に当たる航空会社において航空機の整備上のミスや操縦上のミ\nスが生じても，航空機が飛行を安全に継続し，また離着陸できるよう設計をしなけ\nればならない義務を負う。このような義務は通常フェールセーフ設計義務と呼ば\nれ，現代の航空機設計の基本をなす考え方である。\n(ウ)　危険の予見又は予見可能性\nａ　被告エアバスは，本件事故機の欠陥の存在を，本件事故以前から異例な飛行状\n態を示した先行インシデントの存在から十分に認識していた。\n前記したとおり，１９８５年のインシデント，１９８９年のインシデント及び１９\n９１年のインシデントにおいては，いずれも手動操作によってオートパイロットが\n解除されないことから異常な飛行状態に陥ったものであり，被告エアバスは，遅く\nともこれらのインシデントの後には，手動操作によってオートパイロットが解除さ\nれないプログラムである本件設計の危険性を認識していた。\nｂ　被告エアバスが本件事故において発生したような危険の発生を予測していたこ\nとは，先行する３件のインシデントの後にとった，以下に述べるような被告エアバ\nスの対応を見ても明らかである。\n(ａ)　運用技術速報の発行\n被告エアバスは，１９８５年のインシデントの後，同年６月に，エアバス機運航会\n社へ，「オートパイロットのオーバーライドについて」と題する運用技術速報を発\n行している。\nこの中には，「オートパイロットに反する操作は危険な状態を招く場合があ\nる。」，「万一航空機に異常挙動の疑いがある場合に昀初に執るべき措置はオート\nパイロット解除ボタンを押して，手動に切り替えることである。」旨が記載されて\nいる。\n(ｂ)　ＦＣＣ改修の指示及び運航マニュアルの改訂\n被告エアバスは，１９８５年のインシデントに鑑み，１９８８年（昭和６３年）３\n月１８日，飛行制御コンピューター（ＦＣＣ）の改修を指示した。その改修策は，\nゴーアラウンドモード及びランドモードを除く全てのモードにおいて，操縦輪に１\n５ｋｇを超える力を加えることによってオートパイロットが解除されるというもの\nである。また，被告エアバスは，同年６月にこの改修策に伴い，運航マニュアルを\n改訂した。\n(ｃ)　エアバスオペレーター会議\n被告エアバスは，１９８９年のインシデントの後，翌年５月に，エアバス機運航会\n社とエアバスオペレーター会議を開催している。「アウトオブトリムの回避」と題\nする同会議の議事録では，被告エアバスが，本件設計の危険性を認識し，注意を喚\n起していたことがわかる。\nすなわち，「オートパイロットを解除していない場合，オートパイロットはオート\nトリムを通じて作動状態を維持しており，予定した縦方向の飛行経路を維持しよう\nとする。もし，操縦士がオートパイロットに反して操作すれば，オートパイロット\nは重大なアウトオブトリムの状態に陥り，異常な挙動に至る可能性がある。」，\n「オートパイロットに反して操作することは避けなければならない。それは重大か\nつ予想外の状況に至る可能性がある。」との記載がある。\nここに記されていることは，本件事故そのものであり，この記載は，被告エアバス\nが設計に欠陥があり，どのような条件の下でこの欠陥が故障に至るかを正確に認識\nしていたことを示している。\n(ｄ)　運航マニュアルに「CAUTION」の記載を追加\n被告エアバスは，１９９１年（平成３年）１月には，Ａ３００－６００型機の運航\nマニュアルに，以下のような「CAUTION」の記載を追加した。\n「縦軸上では，オートパイロットに対するオーバーライドはオートパイロットのオ\nートトリム命令を取り消さない。したがって，オートパイロットが接続中に，もし\n操縦士がオートパイロットに逆らう操舵を行うと，オートパイロットは水平安定板\nを作動して予定の飛行経路上で航空機を維持しようとする。アウトオブトリムとい\nう危険性は事実としてあり，ランドモード及びゴーアラウンドモードの場合に限\nり，危険な状況に至る可能性がある。」旨の記載がなされている。\nしかし，このような「CAUTION」を追加した程度の微温的な対処によっては，前述し\nた，同種の１９９１年のインシデントの発生を防ぐことはできなかったのである。\n(ｅ)　オペレーターインフォメーションテレックスの発行\n被告エアバスは，１９９１年のインシデントの後，同年３月に，１９９１年のイン\nシデントの情報及び運用手順に関して，エアバス機運航会社に宛てて，オペレータ\nーインフォメーションテレックスを発信した。\n(ｆ)　運航マニュアル速報の発行\n被告エアバスは，１９９１年（平成３年）６月に，オートパイロットのオーバーラ\nイドに関する注意喚起のための運航マニュアル速報を発行した。\n(ｇ)　技術通報の発行\n被告エアバスは，１９９３年（平成５年）６月，３件の同種のインシデントについ\nて，自動飛行システムに関する技術通報を発行し，ゴーアラウンドモードにおいて\nも，対地高度４００フィート以上で，操縦輪に１５ｋｇ以上の力を加えた場合，自\n動操縦が解除されるようにする改修策を設け，新規製造機にはこの改修が適用され\nた飛行制御コンピューター（ＦＣＣ）を装備するとともに，運航会社に対しては，\n改修を「Recommended」とした。\nｃ　被告エアバスは，本件事故は本件乗員らの重大な過失によって発生した例外的\nなものであり，被告エアバスにはこのような重大な過失についての予見可能性がな\nいと主張する。\nしかし，本件乗員らが犯したような無謀行為を予見し，又は予見することが可能で\nある必要はなく，乗員がオートパイロットを手動でオーバーライドし，その結果と\nして機体がアウトオブトリムの危険な状態に陥ることが予見可能であればよいと解\nすべきである。\n人間は時に，過ちを犯すものであり，その過ちにもかかわらず航空機が墜落しない\nようにするために，航空機の操縦の自動化が図られてきたのである。したがって，\n航空機の設計においては，乗員の過失を計算に入れて，そのフェールセーフ設計を\n行うことが強く求められるのである。\nまた，１９９１年のインシデントでは，オートパイロットはゴーアラウンドモード\nであり，手動での入力もこれを前提としつつ，機体が軽量であるための急上昇に対\n応して，上昇を少し押さえようとしただけであるのに，アウトオブトリムを引き起\nこした。このような操作は，決して乗員の重大な過失とはいえない。被告中華航空\nの本件乗員らが犯したような極めて重大な過失を想定しなくても，乗員のちょっと\nした手動操縦での入力によって，アウトオブトリムは現実の事態となることを１９\n９１年のインシデントは示している。これを受けて，１９９３年（平成５年）６月\nに技術通報６０２１が出された際，これを耐空性改善命令とすべきかが議論され\nた。この時点で３件ものインシデントが続けて起きていること，１９９１年のイン\nシデントは重大な過失\nによるものといえないことからすれば，このような事態は例外的なものとは到底い\nえず，被告エアバスには，このような事態の予見可能性は十分あったといえる。\n(エ)　結果回避可能性\nａ　本件事故機のオートパイロットのコンピュータープログラムの設計において，\n高度１５００フィート以下でのランドモード又はゴーアラウンドモードにおいて\nも，手動操作が行われた場合にはオートパイロットが解除されるように設計されて\nいれば，アウトオブトリムの状態は発生せず，本件事故は回避し得た。\nｂ　手動操作に反発してオートパイロットが作動する場合には，このことを乗員に\n知らせる警報装置が装備されていたなら，本件事故は回避し得た。\nすなわち，アメリカ国家運輸安全委員会は，アメリカ連邦航空局に対する勧告にお\nいて，他社製造の航空機における警報装置について，解除及び警報システムは，高\n度に関係なく，ランドモード又はゴーアラウンドモードであるかどうかにかかわり\nなく完全に作用しており，もし，操縦士が操縦輪を前方に押すと同時にオートパイ\nロットが解除されるか，水平安定板の作動を知らせる警報装置が備わっていたな\nら，本件事故は避けられたであろうと述べている。\nさらに，上記委員会は，アメリカ連邦航空局に対し，Ａ３００型機及びＡ３１０型\n機系列機のオートパイロット系統について，水平安定板が作動している場合にトリ\nムコマンドにかかわりなく十分な知覚による警報を発するように改修するよう勧告\nしている。\n(オ)　結果発生回避措置\nａ　技術通報の改修の義務づけ\n本件設計の危険性は，既に発生し，墜落寸前まで行った３件のインシデントからし\nても，機体の墜落事故に直結する極めて重大なものであったから，被告エアバス\nは，１９９３年（平成５年）に本件設計の改修を記載した技術通報６０２１を出す\nに当たっては，緊急性が高い「Mandatory」にするなど，確実に改修がなされるよう\nに措置を講ずるべきであったのに，これをしなかった。\n被告エアバスは，事故後の１９９４年（平成６年）１２月１３日，技術通報６０２\n１の内容である飛行制御コンピューター（FCC）の改修の適用を「Recommended」か\nら「Mandatory」に改訂することによって，本件設計を改修したもので，結果的に，\n本件事故前に本件設計の改修という危険を回避する措置を採っていなかったことを\n認めたというべきである。\nなお，被告エアバスは，システムの取り替えや警報装置の取り付けを命ずる耐空性\n当局の勧告が出されていないことを，本件事故以前にオートパイロットを自動解除\nできるシステムを義務づけなかったことの昀大の理由としている。\nしかし，メーカーには航空機の安全性確保の第一次的な責任があり，耐空性当局の\n指示に従っていれば製造物責任を免れるわけではないことはむしろ当然のことであ\nる。航空機は極めて複雑なシステムであって，売却後もその安全運航を確保するた\nめ，事故，インシデント，故障，不具合に関する情報を顧客から継続的に収集し，\nこれを検討，分析して，必要があれば，すみやかに機器の設計の変更，コンピュー\nターのシステムの変更，機器の機能変更などを行い，また，操縦士にわかりやすい\n情報を提供して，類似事故・インシデントを未然に防止すべき義務がある。\n各国の航空安全当局の規制は，メーカーやエアラインの情報を集めて航空機の安全\n確保のため，後見的に，二次的に行われるものであり，これに従っていたからとい\nって，メーカーとしての製造物責任を免れることはできない。\nｂ　アウトオブトリムの状態の警告警報機能の付加\n本件事故機には，オートパイロットが手動操作に反して作動し，水平安定板と昇降\n舵が相反する動きをすることによる異常なアウトオブトリムの状態への動きを直接\n的かつ積極的に操縦士に知らせる警報・認識機能がなかった。\n被告エアバスにとって，上記のような機能を付加することは極めて容易であった\nが，被告エアバスはこれを付加しなかったのである。\nイ　被告エアバスの主張\n原告らの主張は争う。\n(ア)　本件事故機に欠陥がある旨の原告らの主張は否認する。\nａ　本件設計には，以下に述べるとおり，欠陥はない。\n(ａ)　オーバーライドの必要性\n本件事故機に採用された本件設計は，操縦士が操縦輪に力を加えると，オートパイ\nロットをオーバーライドするようになっており，操縦士によりオートパイロットと\n矛盾する指示が出されることを許し，これにより発生する危険を許容するものであ\nった。\nしかし，他方で，本件設計は，航空機を特に地面に近い高度で危険な状況に陥れる\nハードオーバーを引き起こすオートパイロットの故障などの，航空機に重大な危険\nをもたらす状況から，航空機を保護している。\nすなわち，本件設計のもとでは，着陸進入の昀終段階に，地面に近い高度で，ハー\nドオーバーが発生したら，操縦士は本能的に操縦輪を使って航空機の飛行経路を変\n更し，いったん所定の飛行経路に戻ってから，不具合の原因を究明して，オートパ\nイロットが故障しているようであれば，オートパイロットを解除することができ\nる。このように，本件設計は，オートパイロットのオーバーライドにより，操縦士\nがその問題の原因を診断する前に航空機を飛行範囲から逸脱させる危険を解消する\nものである。\n(ｂ)　本件設計を採用したことの合理性\n〔１〕　本件事故機であるＡ３００－６２２Ｒ型機には，本件設計が採用され，航\n空機がランドモード又はゴーアラウンドモードの際には，オートパイロットを解除\nしなくても，操縦士の操縦指示が優先する設計となっていた。\n本件設計の代わりに，操縦士が，予め設定した力より強い力を加えることにより，\nオートパイロットが解除される設計とすることも可能であった。\nしかしながら，いずれの設計にも，それぞれ強みと弱みがあり，いくつもの互いに\n相いれない設計の選択肢がある場合には，設計の妥協が必要であるし，設計者はど\nの危険を受け入れ，どの危険を排除するかを選択しなければならない。残された危\n険は，例えば，訓練などのトータルシステムの観点から扱われることとなる。航空\n機の安全は総合的な問題であり，設計による対処方法のみでは確実にすることが不\n可能であって，航空機の安全には，訓練，適切なクルーリソースマネージメント，\n印刷された手順の厳格な遵守及び実施の経験が不可欠である。\n〔２〕　オートパイロットのオーバーライドにより危険な状態が発生するのは，多\nくの出来事が積み重なった場合の例外的事態である。\n第１に，オートパイロットのオーバーライドによって顕著なアウトオヴトリムが発\n生するのは，オートパイロットが長時間にわたってオーバーライドされた場合のみ\nである。\n第２に，オートパイロットを長時間にわたってオーバーライドすることは，操縦士\nが極めて大きいコントロールのための力を必要とすることによって感知が可能であ\nり，また，これは，要求され公表された操縦の手順に反し，基本的なエアマンシッ\nプの原則に反し，かつ，訓練にも反するものである。\n第３に，オートパイロットがオーバーライドされて極めて大きいコントロールのた\nめの力が長時間にわたって維持された場合には，潜在的に危険な状態が，以下によ\nって発生する可能性がある。すなわち，①オートパイロットが解除され（又は，オ\nートパイロットの接続が維持された上にオーバーライドも維持され），②高出力の\n設定がなされ，かつ，③航空機をトリムするための一つ又はいくつかの方法を使用\nした措置が全くとられない場合である。\n第４に，強いコントロールのための力に遭遇した場合には，いつでも航空機を手に\nよるコントロールのための力の必要を除去するために，トリムすることが基本的な\n操縦の作業である。\n以上のことから，オートパイロットのオーバーライドが潜在的に危険な状態を招来\nする可能性があるのは，いくつかの相互に関連した出来事が発生した場合のみであ\nり，かつ，公表された手順に従わないこと，基本的なエアマンシップの原則を尊重\nしないこと及び基本的な操縦技術を適用しないことが含まれる場合であるから，例\n外的事態というべきことは明らかである。\n〔３〕　これに対して，オートパイロットを自動的に解除する設計は，常に昀良の\n解決であるとは限らない。例えば，激しい乱気流又は特にカテゴリーⅢｂ（滑走路\n視程１５０フィート以上で，外部視界に頼ることなく着陸し，引き続き外界を見な\nがら地上滑走を行うカテゴリー）の進入及び着陸中に，不注意で本能的な手動の操\n作がオートパイロットを自動的に解除する結果となる場合には，操縦士，ひいては\n航空機を極めて困難な状況に陥らせることになる。\n〔４〕　１９８５年のインシデントの後に，安全な基本設計と誤使用の結果との間\nの妥協として，本件設計が採用され，操縦輪に１５ｋｇの対抗する力が加えられた\n際に，オートパイロットを自動解除するが，ランドモード及びゴーアラウンドモー\nドにおいては，自動解除はされないものとされた。その理由は，以下のとおりであ\nる。\n第１に，オーバーライドから回復するためには，基本的な操縦飛行技術のみで足り\nる。すなわち，アウトオブトリムの状態を感知するための主要な手段は，極めて大\nきく異常なレベルのコントロールのための力であって，この手段は，いかなる在来\n型の航空機においても同じである。また，極めて大きく異常なレベルのコントロー\nルのための力を感知するのは極めて基本的なことであり，まさに昀初の操縦のレッ\nスンから学ぶものである。大きなコントロールのための力を取り除くためにはトリ\nム操作が必要であるが，航空機をトリムすることは基本的な操縦の作業であり，ト\nリムスイッチ又はトリムホイールのいずれかを用いることにより，いかなる在来型\nの航空機においても達成される。\n第２に，オートパイロットのオーバーライドの結果については明確に平易に運航マ\nニュアルに説明してある。これは，１９８５年のインシデントの後に，運航マニュ\nアルに「CAUTION」を追加することによってなされた。この「CAUTION」は，オート\nパイロットのオーバーライドの結果を明確に記載した上，オーバーライドのインプ\nットからの回復の迅速かつ容易な手順（すなわち，オートパイロットを解除し，必\n要なトリムを行うこと）を定めている。\n第３に，変更の可能な他の設計も，他の危険を有している。操縦輪に一定のコント\nロールのための力が加えられるとすぐにオートパイロットを自動解除することによ\nり，オーバーライドによって生じるアウトオブトリムの状態は防止されるが，この\nような設計に変更すると，特定の運航条件の下では不都合な結果をもたらす可能性\nがある。例えば，不注意な操作によって又は力の大きさを感知するために用いられ\nているセンサーの故障によってオートパイロットを解除することは，こうした解除\nが，極めて低い高度で，極めて低い視界の困難な天候状態で発生した場合には，困\n難な状態をもたらす可能性がある。\n以上のように，オートパイロットのオーバーライドは，基本的な飛行技術を適用す\nることによって極めて容易に回復することが可能であること，結果及び回復の方法\nは，運航マニュアルにおいて明確に説明することが可能であること，航空機の設計\nの修正の適用は可能ではあるが，環境条件によっては好ましくない結果をもたらす\n可能性があることから，ランドモード及びゴーアラウンドモードにおいては，オー\nトパイロットは自動解除されないように設計されたのである。\n(ｃ)　本件事故の後，耐空性当局から命令されたＡ３００－６００型機の設計変更\nによって，操縦輪に一定レベル以上の操縦のための力が加えられた場合には，あら\nゆるフライトモードで，オートパイロットが解除されるようになった。これによ\nり，競合する指示によってアウトオブトリムの状態が引き起こされることはなくな\nった。操縦士が手動操作すると，オートパイロットは直ちに解除される。こうした\n特性を取り入れた航空機は，現在，昀終進入時に，乱気流のため，あるいは操縦士\nによる本能的な矯正行動のため，オートパイロットが不注意に解除される可能性が\n高まっている。一定レベルの力が加わって初めて解除されるようになっており，こ\nれでリスクが軽減されてはいるが，解消はされていない。\n要するに，Ａ３００－６００型機の開発において昀初に選択された特性が，逆にさ\nれた訳である。本件設計では，オートパイロットが思いがけず解除される危険性を\nなくし，進入末期では手動で操縦を引き継ぐ必要性をなくしていた。こうした点\nは，現在では訓練と操作手順でコントロールすることにしたのである。操縦士とオ\nートパイロットとの矛盾する指示によってアウトオブトリムの状態が発生する危険\n性は，現在は設計で対策が講じられている。その結果，いずれの危険に設計で対処\nするか，いずれをその他の手段でコントールするかが変化した。このように対処法\nが逆になったことが，全体としてのシステムリスクの軽減にプラスになったのか，\nマイナスになったのかは，数量化することが不可能である。\nｂ　オートパイロットが航空機を飛行させるか，又は操縦士が飛行させるかのいず\nれかであること及び操縦士はオートパイロットに対抗して航空機を飛行させないこ\nとという基本的なエアマンシップの原則から，操縦士が手動操縦をする際にはオー\nトパイロットを解除することが前提とされる。そして，操縦士は，オートパイロッ\nト解除ボタンを使用することによって，オートパイロットをいつでも解除すること\nができた。\n航空機の型式がいかなるものであれ，オートパイロットを解除するには赤い，オー\nトパイロット解除ボタンを用いることが勧告されている。\nｃ　トリムホイールを用いて本件事故機をトリムすることは極めて容易であった。\nすべての航空機において，水平安定板の主要な機能は，操縦輪に力を加える必要を\nなくすことにあり，これによって操縦士は，操縦輪に継続的に力を加える必要がな\nくなっている。その結果，手動操縦で飛行している場合においては，操縦輪により\n機首の上げ下げを行なう度ごとに，操縦士は本能的にトリムスイッチを操作し，操\n縦輪に力を加える必要をなくすのである。このことは，操縦技術習得の昀初の段階\nで操縦士が身につける基本的技能の一部である。\n水平安定板は，各操縦輪の先端にあるトリムスイッチによって作動させることも，\nまた，センタペデスタル両側にあるトリムホイールによって手動で作動させること\nもできる。\nまた，水平安定板の状態については，視覚的な指標以外に，操縦輪に加えなければ\nならない力及び昀大限まで押し下げられる操縦輪の位置（操縦士の腕は前方へ伸び\nきってしまう。）が，アウトオブトリムの状態を明確に示す標識である。この標識\nは，全てのタイプの航空機において共通である。\nＡ３００－６００型機の運航マニュアルは，機体姿勢に関して異常な反応がある場\n合には，操縦輪を持ち，トリムホイールをしっかり持ち，（もしオートパイロット\nが接続されていれば）オートパイロットを解除して操縦輪をしっかり持ち，トリム\nホイールを用いて必要なトリムを行い，両方のピッチトリムレバーが作動したこと\nを確認しなければならないとしている。トリムホイールの操作によって，水平安定\n板レバーは解除され，結果としてオートパイロットも解除される。かくして，この\n操作により水平安定板の変位の原因が除去され，それによる結果（アウトオブトリ\nムの状態）も修正される。この修正操作には，乗員による一切の予備的分析を必要\nとしない。１９８９年のインシデントにおいても，操縦士がこの解決法を用いるこ\nとにより回復に成功\nしている。\nｄ　操縦輪の大きくかつ異常なコントロールのための力が操縦士に対してアウトオ\nブトリムの状態を感知させる標識である。\n操縦輪にかかる大きくかつ異常な力は，アウトオブトリムの状態を感知する主要な\n方法であって，この方法はいかなる型式の在来型の航空機においても同じである。\nまた，初期訓練の正に第一課で学ぶことの一つがこのような大きなコントロールの\nための力を取り除くことである。\nにもかかわらず，本件事故においては，副操縦士がこの標識を感知し，さらに，機\n長に対して，「教官，やはり押し下げられません。」と言って，彼が直面していた\n操縦輪を押すことに関する困難に言及したが，機長は，この副操縦士からされた警\n告に対応することに失敗したのである。\n(イ)　安全確保義務についての原告らの主張は争う。\n原告らは，被告エアバスは，航空機の運航に当たる航空会社において整備上のミス\nや操縦上の誤操作が生じても，航空機が飛行を継続できるよう設計をしなければな\nらない義務を負うと主張している。\nしかしながら，航空機は，職業的操縦士に要求され期待されている昀低限の基準を\n充たして飛行することを前提に設計されるものであり，本件事故における誤操作の\nような操縦士らの複数の誤操作までも許容する設計をしなければならない義務はな\nかった。これらの誤操作が主として基本的なエアマンシップの原則の違反及び基本\n的な操縦任務の違反であったことからすれば，被告エアバスにこれらを許容する設\n計をしなければならない義務がなかったことは当然である。\n(ウ)　危険の予見又は予見可能性についての原告らの主張は否認する。\nａ　過去のインシデントにおいては，全ての操縦士は，エアマンシップの原則及び\n被告エアバスの公表した手順により正常な飛行を回復したのであって，事実関係が\n本件事故とは異なる。本件乗員らは，エアマンシップの原則及び被告エアバスの公\n表した手順に従うことを怠り，その結果として本件事故が発生したものである。本\n件事故の事実関係は極めて特異なものであって，本件事故以前に予期することは不\n可能であった。\nｂ　本件事故は，以下に述べる本件乗員らの複数の重過失を原因とするものであ\nり，かかる重過失は被告エアバスにとって予見不可能であった。\n(ａ)　着陸を意図しながら，ゴーアラウンドをする理由もなかったのにもかかわら\nずゴーレバーを作動させたこと\n本件乗員らは，意図に反したモードを作動させた場合には，運航乗務員のコミュニ\nケーションの手順に従って正常な進入の飛行形態に戻るべき注意義務を有し，着陸\nを意図しながらゴーレバーを作動させた場合には，操縦士双方がフライトディレク\nター及びオートマティックスラストモードをクロスチェックすべき注意義務を有し\nていた。\nしかし，本件乗員らは，クロスチェックを行わないとういう著しい注意義務違反を\n引き起こしたため，状況を把握できなかった。\n(ｂ)　オートパイロットにゴーアラウンドを命令していたにもかかわらず，手動に\nよる進入を継続したこと\n本件乗員らは，基本的なエアマンシップの原則及び被告エアバスの手順を遵守し，\n副操縦士が機長にオートパイロットを接続するように求め，操縦士双方がフライト\nモード表示器で実際のモードをチェックする注意義務を有していた。\n副操縦士が何らのコールアウトなしにオートパイロットを間違ったモードに接続し\nたことによってこの注意義務に著しく違反したため，副操縦士は，自らオートパイ\nロットに対してゴーアラウンドを実行するように命令したことに反して，着陸の意\n図で手動による進入を継続していたことを認識していなかった。\n(ｃ)　ゴーアラウンドモードの解除に失敗し，フライトモード表示器を適切にチェ\nックすることに失敗したこと\n本件乗員らは，フライトモード表示器を十分にチェックし，ゴーアラウンドモード\nでオートパイロットが接続されていたことを感知し，状況を分析し，オートパイロ\nットによる進入，手動による進入又はゴーアラウンドをすべきかについて決断をす\nる注意義務を有していた。\nしかし，本件乗員らは，拙劣な手順及び不明瞭な発言をするという著しい注意義務\n違反を行ったために，次第に航空機の飛行パラメータ及びフライトモードの適切な\n認識を喪失し，その結果，本件乗員らは航空機の状態についての把握ができなくな\nり，適当な時点において適切な是正のための操作をすることが更に困難になってし\nまった。\n(ｄ)　操縦輪の操舵が重い状態であるにもかかわらず，進入を継続するために操縦\n輪を押し続けたこと\n本件乗員らは，通常のシステムが達成できないことが明らかな場合には，予備のシ\nステムを用いる注意義務を有する。\nしかし，副操縦士は，異常な事態を感知していたにもかかわらず，トリムホイール\nによる手動のトリム又はトリムスイッチによる電動のトリムといったトリム操作を\n全くとらなかったという著しい注意義務違反を行った。また，機長は，副操縦士が\n航空機を制御する能力がないことを認識していたにもかかわらず，操縦を交替せ\nず，状況の分析を全くなさず，また，状況の回復を全く試みなかったという著しい\n注意義務違反を行った。\n本件乗員らは，操縦輪から手を離し，オートパイロットのオーバーライドを中止し\nて，自動でゴーアラウンドすべきだった。また，トリムホイール又はトリムスイッ\nチによって，トリム安定性を回復すべきであった。\nまた，ゴーアラウンドモードでオートパイロットが接続中，操縦輪を押し続ける\nと，機体のトリム安定性を喪失し，極めて危険な状態になることが運航マニュアル\nにおいて特に警告されていたにもかかわらず，副操縦士が二つのオートパイロット\nを接続した後も，機長の指示によって操縦輪を押し下げ続けたことにより，アウト\nオブトリムの状態を招いた。かかる本件乗員らの行為は，運航マニュアル\nの「CAUTION」に記載されている危険な行為に該当する行為であり，被告中華航空の\n重過失を構成する。被告エアバスにとって，かかる事態は予見義務の範囲外であ\nる。\n(エ)　結果回避可能性についての原告らの主張は否認又は争う。\nａ　原告らは，本件事故前に技術通報６０２１の改修が本件事故機に実施されてい\nたら本件事故が防止できたと主張している。\nしかしながら，上記改修を実施していれば本件事故が防止できたか否かは明らかで\nはない。本件事故は，基本的な飛行の安全ルールを全く無視し，被告エアバスが勧\n告する手順に反するといった本件乗員らの操作に起因するものであって，本件設計\nと本件事故との間に因果関係はない。\n(ａ)　副操縦士は，本件事故機の飛行経路を適切にコントロールしておらず，エン\nジン出力を十分にコントロールしておらず，本件事故機の速度が極めて基本的なパ\nラメータであるにもかかわらず速度を適切に監視しておらず，フライトモード表示\n器を適切にクロスチェックしていなかった。\n(ｂ)　機長は，フライトモード表示器の適切なクロスチェックを怠り，機長が押し\n下げるように繰り返し勧告したにもかかわらず副操縦士が本件事故機の飛行経路を\nコントロールしなかった事実について適切な評価を怠り，本件事故機の速度を監視\nすることを怠り，また，機長のＰＮＦ（操縦を担当しない方の操縦士）及びＰＩＣ\n（指揮者たる操縦士）としての義務を確実に遂行することを怠り，これらによっ\nて，自分自身を操縦の中心からはずれさせてしまった。\n(ｃ)　副操縦士は，劣ったエアマンシップによってのみならず，機長が副操縦士に\n対して，副操縦士の点数を付け評価すると言った後，機長からの速くて連続した命\n令によっても大きなストレスにさらされていた。機長は，ＰＩＣ（指揮者たる操縦\n士）の義務として副操縦士のストレスのレベルを減少させる代わりに，機長はこれ\nを実際上増加させた。\n上記の状況の下で，仮に技術通報６０２１の改修が実施されていたとして，オート\nパイロットを接続した副操縦士が，操縦輪へ力を加えることによってオートパイロ\nットが自動的に解除されたことを認識した際の反応については，慎重に検討する必\n要がある。副操縦士はオートパイロットの解除を理解することができずに，これが\n副操縦士にとって更なるストレスの原因となり，副操縦士にとって既に能力が試さ\nれていた極めて困難な状況の下では，このことを失敗と解釈した可能性が高いと考\nえられる。\nさらに，技術通報６０２１の改修が実施されていたと仮定した場合，それでも，本\n件乗員らは，速度及び航空機の飛行経路のコントロールを含む是正のための操作を\n実行しなければならなかった。オートパイロットが接続されていたか否かという事\n実とは関わりなく，本件乗員らはこれらの操作を遂行していなかったことは明らか\nである。\n以上の理由からすれば，技術通報６０２１の改修が実施されていたと仮定しても，\n本件事故を回避することができたかは極めて疑問である。\nｂ　技術通報６０２１が１９９３年（平成５年）６月に「Mandatory」として発行さ\nれていたと仮定しても，本件事故時に本件事故機について改修が既に実施されてい\nたかは疑問である。\nなぜならば，本件事故後の１９９４年（平成６年）８月に発行された改修\nを「Mandatory」とした耐空性改善命令は，２年間のうちに改修をするように求めた\nものであり，技術通報６０２１が１９９３年（平成５年）６月の時点\nで「Mandatory」として発行されていたと仮定しても，航空会社はその技術通報を適\n用するのに２年間を有していたこととなる。航空会社は同時点から１９９５年（平\n成７年）６月までの間に技術通報を適用することを求められたはずである。この２\n年間が経過する前に本件事故が発生したのである。\nｃ　トリムインモーション又はアウトオブトリムの状態を示す警報があったとして\nも，本件乗員らは，これを感知することができたかは不明である。\n航空の経験則によれば，ストレスの多い状況の下では，操縦士は，利用可能な視覚\n上の又は聴覚上の警報の全てを感知することが不可能な場合がある。操縦士の負担\nが過重である状況では，多過ぎる警報は目的達成のために生産的ではない可能性が\nある。\nその例としては，１９９４年（平成６年）に生じたインシデントにおいて，操縦士\nが不注意により手動の機首上げのトリム操作を行ない，これが聴覚上のトリムイン\nモーション警報を１０秒以上にわたって作動させ，アウトオブトリムの状態となっ\nた。しかし，警報は操縦士によって感知されなかった。\n本件事故においては，機長は，副操縦士に対して，数回にわたりもっと押し下げる\nように勧告しており，換言すれば，機長は，何らかの異常が発生していたことの証\n拠を有しており，それを認識していたものである。さらに，副操縦士は，縦軸に何\nらかの異常を感知していて，機長に対して｢教官，やっぱり押し下げられません。｣\nという明確な警告をしていた。機長は，操縦を交替することなしに，副操縦士から\n聴覚上の警報を受けていた。しかるに，機長は，何らの積極的な反応をしなかった\nのであって，追加の警報が助けになったか極めて疑問である。\nしたがって，本件事故において，アウトオブトリム警報が設置されていたとして\nも，操縦士がこれを感知することが可能であったとは認められない。\n(オ)　結果回避措置を講じなかったとの原告らの主張は否認又は争う。\nａ　技術通報６０２１は「Rcommended」として発行され「Mandatory」としては発行\nされなかったが，それは，耐空性当局よりいかなる耐空性改善命令も発行されなか\nったためである。耐空性当局が技術通報を「Mandatory」に区分し，これを強制する\n責任を有しているのであり，被告エアバスは，耐空性当局が耐空性改善命令を発行\nしない限り，技術通報を「Mandatory」に区分し，これを強制することは不可能であ\nる。\nｂ　アウトオブトリムの状態を操縦士が感知するための様々な微候の一つとして，\n特に，操縦士が加えなければならない操縦輪を維持するために必要な極めて大きく\nかつ異常なコントロールのための力がある。\n事故調査報告書は，操縦士にアウトオブトリムの状態を警告するために役立つ操縦\n輪への極めて大きなコントロールのための力等の全ての重要な要素についての適切\nな説明を含んでいるべきであったのにもかかわらず，水平安定板の作動及びアウト\nオブトリムウォーニングについて論じている段落において，この重要な要素に言及\nしていない。かかる不完全な分析に基づき事故調査報告書は結論を下し，安全勧告\nを行ったのである。\nｃ　聴覚上の警報について\n手動操縦においては，操縦士が１秒以上継続してトリムをするとすぐに聴覚上のト\nリムの警報がある。正規の操縦技術を用いる場合には，操縦士は，コントロールの\nための力を除去するために頻繁にトリムを調整する。しかしながら，それぞれにか\nかる調節は極めて短時間である。\nオートパイロットが接続されている間，操縦士が手動操縦中に行うのと全く同様\nに，オートパイロットは頻繁にトリムをする。したがって，オートパイロットが自\n動的にトリムする時には，聴覚上の警報は不要である。なぜならそれは正常な作動\nであるからである。これについての聴覚上の表示は，邪魔な聴覚上の警報を作り出\nすことになってしまう。\nゴーアラウンドのような一時的な局面では，より長い時間にわたるトリムの作動が\n必要である。なぜなら航空機は降下の姿勢からゴーアラウンドの姿勢へ転換中であ\nるからである。したがって，オートパイロットが接続中であれば，操縦士が手動に\nよるゴーアラウンド中に行うのと全く同様に，オートパイロットは自動的にトリム\nするが，これは当初は１秒以上となる。降下からゴーアラウンドへの転換中のトリ\nムの動作は正常な作動である。したがって，邪魔な警告となる聴覚上の警報の必要\nはない。\n操縦士に対する警報は，異常な機能を示すもののみに限られなければならない。\n「暗くて静かなコックピット」がコックピットの設計思想の基本原則である。実\n際，設計通りにシステムが機能していることを操縦士に示す聴覚上の警報は，操縦\n士に何らの操作も要求するものではないため，操縦士を誤解させるものである。ま\nた，操縦士はそれに慣れてしまい，したがって，もはや注意を払わなくなってしま\nい，真の警報を害することになるのである。\nｄ　視覚上の警告について\n原告らは，代替的なものとして視覚上の警告が可能であったはずである旨指摘して\nいる。\n本件事故中，本件乗員ら，特に機長は外界を見ることにかなり多くの時間を費やし\nていた。さらに，各プライマリ・フライト・ディスプレイ上の重要な視覚上の情報\nがあり，その情報は本件乗員らに対して状況が正常ではないことを伝えていた。\n本件事故の間，副操縦士は，操縦輪を前方いっぱいに押していたとき，極めて大き\nく異常なレベルの力を加えなければならなかった。これは，副操縦士が彼の腕を完\n全に前方に伸ばし切ったままに維持して操縦輪を押すことを余儀なくされていたこ\nとを意味する。操縦士は，本件事故の間に生じたように，かかる長い時間にわたっ\nて腕を完全に伸ばし切ったままで航空機を飛行させることは全くない。この異常な\n位置は，縦軸に何らかの異常が生じていたことを本件乗員らに対して知らせる明確\nな視覚上の目印であった。これは，視覚上の警報であったが，本件乗員らは考慮し\nなかった。本件事故の間，副操縦士は縦軸に何らかの異常を感知していて，副操縦\n士は機長に対して｢教官，やっぱり押し下げられません。｣という明確な警告をして\nいた。\n(6)　日本居住被害者の損害について\nア　原告らの主張\n(ア)　逸失利益\n日本居住被害者の逸失利益は，以下に述べる算定方法によって算定すべきであり，\nこれによると，別紙の各「損害主張対照表」及び同表添付の計算書記載のとおりと\nなるのであって，各被害者の逸失利益は，別紙「原告主張損害額一覧表Ⅰ」逸失利\n益欄記載の金額を下らない（なお，被害者Ｂ５８（原告番号２１６・２１７），同\nＢ７３（同２６７～２６９），同Ｂ７６（同２８１～２８３）及び同Ｂ８４（同３\n１９・３２０）については，逸失利益につき内金を請求するものである。）。\nａ　基礎収入及び就労可能年数について\n(ａ)　人の稼ぎ出す収入のみによって損害賠償額を算定すると，給与所得のない\n者，稼働能力のない者の逸失利益はゼロという極端な結果をもたらし，人の命の値\n段に著しい格差を生じて，憲法の保障する法の下の平等や，人間としての尊厳の尊\n重にも反する結果を招きかねない。人間の生活には多面性があり，職業生活はその\n一面にすぎない。\nしたがって，損害賠償の枠組みとしては原状回復を基本理念とし，被害者と遺族の\n個別事情に配慮しつつ，人の命はかけがえがないという厳然たる事実を踏まえ，人\n間の尊厳と平等の理念に合致した緻密な損害賠償方式を採用すべきであり，具体的\nには，あらゆる被害者に対して，平成５年の賃金センサスの平均賃金に基づいて計\n算された損害を昀低限の逸失利益として認めつつ，個別事情とりわけ高額の収入の\n可能性があった者については，加算のための立証を認めるという方式を採用すべき\nである。\n(ｂ)　また，昇給制度が整備されていなくても賃金の増加が確実であれば昇給に基\nづく基礎収入をもとに逸失利益を算定すべきである。\n会社の昇給昇格制度が整備され，将来の賃金の増加が確実に見込まれる場合には，\nこれを損害賠償に反映させるべきことに判例学説ともに，異論はない。また，明確\nな昇給規定が整備されていなくても，昇給が確実に予測される場合には考慮できる\nとするのが，昀高裁の立場である。\n(ｃ)　以上から，逸失利益算定の方法は次のとおりとすべきである。\n賃金センサスによる場合（なお，賃金センサスの「第１巻第１表の産業計・企業規\n模計」によることは共通するので，以下，この点の表記は省略する。），原則とし\nて，男性の被害者は平成５年の賃金センサスの大卒男子労働者の年齢別平均賃金\n（以下「大卒男子年齢別平均賃金」という。），女性の被害者は平成５年の賃金セ\nンサスの学歴計全労働者の年齢別平均賃金（以下「全労働者年齢別平均賃金」とい\nう。）により，いずれについても，死亡時満年齢に該当する年齢の平均賃金を初年\n分とし，以後各年に対応する年齢の平均賃金を用いる。死亡時満年齢が２０歳以下\nである場合には，２０歳から収入が発生するものとして算定し，稼働期間は７５歳\nまでとする。ただし，死亡時満年齢が５０歳以上の被害者の逸失利益は，男性につ\nいては，６８歳から７\n５歳までは，平成５年の賃金センサスの大卒男子労働者の全年齢平均賃金に基づき\n算定し，女性については，６８歳から７５歳までは，全労働者年齢別平均賃金の６\n５歳時の平均賃金に基づき算定する。\n年収証明による場合及び事業者の場合は，収入増加率を年３パーセントとして，各\n年別に年収総額を算出し，退職金がある場合は，退職年の年収総額に加算し，退職\n年の翌年から７５歳までは，退職年の年収（ただし，退職金を控除。）の３分の２\nとする。\n(ｄ)　個別の日本居住被害者について，逸失利益算定のための基礎収入及び就労可\n能年数は，別紙の各「損害主張対照表」及び同表添付の計算書に記載のとおりであ\nる。\nｂ　生活費控除率について\n(ａ)　生活費控除率は，被扶養者がいない場合，男性については４０パーセント，\n女性については３０パーセントとし，１人扶養の場合について男女とも３０パーセ\nント，２人以上扶養の場合について男女とも２５パーセントとする。\n被害者の妻は被害者の就労可能期間中すべて，被害者の子は２２歳（２２歳を含\nむ。）まで，それぞれ被害者の被扶養者として扱う。被害者の両親は，平成４年平\n均余命表による平均余命までの期間，被害者の被扶養者とする。ただし，両親が生\n計を別にしている場合は，被扶養者としない。\n(ｂ)　東京三弁護士会の損害賠償算定基準の生活費控除率は，昭和５０年ころから\n変わっておらず，その後，家計に占める生活費割合が低下しているという事実を一\n切反映していないため，現在利用するには相当でない。昭和５０年から現在の変化\n率によれば，原告らが主張する数値こそ，現在の生活費控除率を適切に反映してい\nるのである。\n(ｃ)　個別の日本居住被害者についての生活費控除率は，別紙の各「損害主張対照\n表」及び同表添付の計算書に記載のとおりである。\nｃ　中間利息控除率について\n年２パーセントの新ホフマン係数によるべきである。\n年５パーセントという利率が妥当したのは市中銀行の預金金利が年５パーセントを\n上回っていた平成５年１月までのことであり，その後は，日本銀行による公定歩合\nの切り下げに従って，預金金利も切り下げの一途を辿った。ゼロ金利政策が始めら\nれた平成７年９月以後は，各種金利を史上昀低水準に据え置く超低金利状況が維持\nされ，市中銀行の預金金利においても実質ゼロ金利状態が現在まで続くことにな\nり，超低金利政策が改められる見通しはないのであって，中間利息控除率を年５パ\nーセントとするのは妥当でない。\nなお，供託法３条は，「供託金ニハ命令ノ定ムルトコロニ依リ利息ヲ付スルコトヲ\n要ス」と定め，供託規則３３条は，「供託法第３条による供託金の利息は，１年に\nついて０．１２パーセントとする」と定めている。この利率は，毎年の経済動向に\n即応して一定の期間をもって変えられているものであり，それを法的に承認したも\nのといえる。したがって，少なくとも，民法４０４条の利率よりは，供託法の利率\nの方が法的にも経済的にも合理性を有しているといえる。中間利息の利率を年２パ\nーセントとすべきであるとの主張は，上記供託法の利率よりは若干高いものであ\nり，ある程度の期間を考えても十分に合理性を有する見方であるといえよう。\nこの点，中間利息の利率を年５パーセントとすることが問題であるならば，被害者\nが受け取る遅延損害金の利率が年５パーセントであることも問題とすべきとの考え\n方もあるが，遅延損害金は，一種の懲罰的趣旨をもつものであって，遅延損害金に\n法定の年５分の利率を適用することと，中間利息の利率を別に考えることは全く矛\n盾しない。また，実際上の問題として一部弁済や供託による遅延損害金の発生防止\nができるという点から見ても，遅延損害金との均衡を理由に中間利息の控除の利率\nも年５パーセントであるべしという主張は成り立ち得ない。\n以上のように，経済実態からも，法理論上も，中間利息の利率を年５パーセントと\nすることに固執する必然性は全くない。損害賠償法において中間利息を控除する趣\n旨に照らし，市場金利の実態に即して考えるならば，年２パーセント程度の利率と\nすることがきわめて至当であって，年５パーセントの利率はもはや到底妥当し得な\nい。年５パーセントの利率による中間利息の控除は違法であり，年２パーセントと\nすべきである。\nｄ　固有の逸失利益について\n原告Ａ２０４（原告番号２８１）については，被害者Ｂ７６についての以上の算定\n方法による逸失利益の同原告相続分に加え，同原告の実母Ｇの世話をする主婦が居\nなくなったための同原告の収入減，娘Ａ２０６の犠牲等の事情による固有の逸失利\n益として５００万円を加算すべきである。\n(イ)　慰謝料\n本件事故は，航空機事故によるものであり，考え得るあらゆる不法行為の形態の中\nで，昀も凄惨かつ悪質なものの一つであって，被告らの行為の悪質性，事故死に至\nるまでの被害者の恐怖，原告ら遺族の遺体の確認時に受ける精神的苦痛や一度に家\n族を失ったことによる精神的苦痛，被告らの不誠実な態度，被告らの資力，事故の\n頻発性，事故の公知性による被害，苦痛の継続性などの事情を考えると，高額の慰\n謝料の支払いを命じることが事案の妥当な解決にかなうのであり，被害者１人当た\nり１億円が正当な慰謝料である。\nまた，原告Ａ４（原告番号４），同Ａ１９（同１９），同Ａ１１２（同１１８），\n同Ａ１６７（同２２４），同Ａ１７７（同２３９），同Ａ１９０（同２５７），同\nＡ２００（同２７２），同Ａ２０３（同２７５），同Ａ２１７（同３００）及び同\nＡ２１８（同３０１）は，別紙「原告主張損害額一覧表Ⅰ」の各被害者欄記載の被\n害者と同表の各続柄欄記載の続柄を有する者であり，それぞれ１０００万円の慰謝\n料請求権を固有の権利として取得した。\n(ウ)　葬儀費用，手荷物料\n本件事故により，被害者１人当たり，葬儀費用として２５０万円の損害が生じ，手\n荷物が滅失したことにより１５０万円の損害が生じた。\nなお，葬儀費用について，被害者Ｂ７８（原告番号２８８～２９０）については，\n実際に葬儀費用として１３３０万７０２３円を要したが，内金２５０万円を請求す\nる。\n被害者Ｂ６５（原告番号２３８・２３９），同Ｂ７７（同２８４・２８５），同Ｂ\n８１（同３０２・３０３）及び同Ｂ８３（同３１６～３１８）については，実際に\n要した葬儀費用として，被害者Ｂ６５につき４３４万５６２０円を，同Ｂ７７につ\nき５１６万４８３２円を，同Ｂ８１につき２６９万２３９０円，同Ｂ８３につき６\n２９万５３８３円を，それぞれ請求する。\n(エ)　相続\n別紙「原告主張損害額一覧表Ⅰ」記載の原告ら（ただし，原告Ａ４（原告番号\n４），同Ａ１９（同１９），同Ａ１１２（同１１８），同Ａ１６７（同２２４），\n同Ａ１７７（同２３９），同Ａ１９０（同２５７），同Ａ２００（同２７２），同\nＡ２０３（同２７５），同Ａ２１７（同３００）及び同Ａ２１８（同３０１）を除\nく。）は，本件事故により死亡した同表の各被害者欄記載の被害者と同表の各続柄\n欄記載の続柄を有する者であり，本件事故により上記被害者に生じた損害賠償請求\n権を同表の各相続分欄記載の割合で相続した。\n(オ)　損害の填補\nａ　前記争いのない事実(4)アのとおり，日本居住被害者につき，その相続人である\n原告らは，別紙「原告主張損害額一覧表Ⅰ」の各既受領額欄記載の金員の支払を受\nけた。\nしかし，被害者Ｂ７９（原告番号２９５）の遺族は１６０万円及び１０００万円の\n合計１１６０万円を受け取ったが，原告Ａ２１２は，そのうち，その相続分に応じ\nて５００万円及び８０万円合計５８０万円を受け取ったのみである。\nなお，原告Ａ１７１（原告番号２２８）は，既受領額１１６０万円のうち１０００\n万円については，損害の填補として控除しない。\nｂ　被告中華航空は，労災給付について全額控除すべきであると主張するが，労災\n給付の特別支給金は損益相殺の対象にならないのであって，損害賠償額から全額控\n除すべきではない。\n(カ)　弁護士費用\n弁護士費用（原則として，逸失利益，慰謝料，葬儀費用及び手荷物料を合計した金\n額から既に受領した金額を差し引いた金額の１０パーセント）として，別紙「原告\n主張損害額一覧表Ⅰ」の各弁護士費用欄記載の損害が発生した。\n(キ)　結論\n以上のとおり，別紙「原告主張損害額一覧表Ⅰ」記載の原告らは，それぞれ，同表\nの請求金額欄記載の金額につき，日本居住被害者の損害賠償請求権を相続し，又は\n固有の慰謝料請求権を取得したものである。\nイ　被告中華航空の主張\n(ア)　逸失利益について\nａ　基礎収入について\n(ａ)　日本の損害賠償制度の本質が，発生した損害の填補にある以上，逸失利益の\n賠償は故人が生存していれば得られたであろう収入を合理的に算定し，填補するも\nのであることはいうまでもない。したがって，逸失利益の算定にあたっては，当然\nのことながら本来事故前に得ていた実収入（労働の対価である収入）がその計算の\n基礎に置かれるべきことになる。賃金センサスは，あくまでも実収入によることを\n原則としつつ，事故前の実収入の証明が不可能もしくは著しく困難な場合であっ\nて，かつ，特定の賃金センサスによることを合理的とするだけの将来の収入につい\nての然るべき蓋然性が認められる場合に限り，その適用が認められるべきである。\nなお，この場合に用いられる賃金センサスは，逸失利益が損害発生時に算定される\nべきものである以上，\n事故年度のものを用いるべきである。\n(ｂ)　給与所得者については，事故時の雇用主が明らかで，現実の収入の証明が極\nめて容易であるから，賃金センサスの数値よりも高いか低いかにかかわらず，現実\nの収入額を賠償額算定の基礎収入とすべきである。\n個人事業主については，過去３年分の所得税確定申告所得額から算定すべきであ\nる。\n家事従事者については，平成６年の賃金センサスの学歴計女子労働者の全年齢平均\n賃金（以下「平成６年の女子全年齢平均賃金」という。）によるべきである。\n未就労の年少者については，将来平均的な収入を得る蓋然性が昀も高いと認められ\nるので，計算の基準を，平成６年の賃金センサスの学歴計・男女別の全年齢平均賃\n金におくのが妥当であると考えられる。なお，原告らは，年少者男子についても大\n卒男子年齢別平均賃金を基準にすべきことを主張するが，大学まで進学したであろ\nう蓋然性を基礎づける事実について主張立証がなされていない以上，これを基準に\nすべきではない。\nまた，同様に，およそ賃金センサスが妥当する場合に関し，男性の被害者について\nおしなべて大卒男子年齢別平均賃金を利用する根拠はなく，各人の実際の学歴に基\nづいて算定すべきである。\n女性の被害者については，女子労働者に関する統計が利用されるべきであり，全労\n働者年齢別平均賃金を適用すべきではない。\n(ｃ)　昇給について\n原告らは，昇給についての立証資料を一切提出していない場合であっても，通常想\n定される程度のレベルの昇給に基づく所得額を基礎収入として損害を算定すべきで\nあるとするが，昇給が全く見込まれないような場合にまでこれがあったものと擬制\nすることは妥当でないばかりか，原告らのいう通常想定される程度のレベルの昇給\nとは具体的に何を意味するのか，またその根拠も不明である。\nまた，原告らは，賃金センサスを基礎年収のベースとするにあたり，各被害者に\nつき将来の年齢毎にその年齢の平均賃金を用いてこれを積算するという方法を用い\nているが，これは妥当ではない。すなわち，賃金センサス所定の年齢別平均賃金\nは，企業における給与規定のごとく将来における昇給を規定したものではなく，あ\nくまで当該年度における年齢毎の平均賃金を示したにすぎず，将来の賃金昇給を然\nるべき蓋然性をもって示すものではないからである。\n(ｄ)　逸失利益の基礎となる収入についての原告らの個別の主張に対する個々の認\n否反論は，別紙の各「損害主張対照表」記載のとおりである。\nｂ　就労可能年数について\n原則として，６７歳までが妥当であり，高齢者については，平均余命の２分の１が\n妥当である。\nｃ　生活費控除率について\n生活費控除率は，被害者が一家の支柱である場合，被扶養者が１人であれば４０パ\nーセント，２人であれば３０パーセントとし，その他の場合では，被害者が男性\n（独身，幼児を含む。）であれば５０パーセント，女性（主婦，独身，幼児を含\nむ。）であれば３０パーセントとするのが相当である。\nなお，両親が被扶養者か否かは個別の実態によるべきであり，一律に定まるもので\nはない。また，子供が被扶養者とされるのは１８歳までとすべきである。\n生活費控除率についての原告らの個別の主張に対する個々の認否反論は，別紙の各\n「損害主張対照表」記載のとおりである。\nｄ　中間利息の控除について\n中間利息の控除については，現実のわれわれの社会が複利で営まれている以上，理\n論的にはライプニッツ方式の方が正しいといわざるを得ないのであり，ライプニッ\nツ方式を用いるべきである。\nまた，控除率については，圧倒的多数の裁判例において採用されているとおり，年\n５パーセントとすべきである。原告らは，現在の経済状況を理由に年２パーセント\nとすべき旨主張するが，妥当ではない。控除率は，将来にわたり失われた利益が仮\nに得られていたとした場合に，その時点における利息を控除しようとするものであ\nり，特にこの先長期間に及ぶ逸失利益については，遠い将来における経済状況の変\n化を予測することは不可能である。そして，現に過去（いわゆるバブル崩壊前であ\nる。）において預金金利が年５パーセントを大きく上回った時期が存在し，今後も\nこのようなことが十分起こり得る以上，数字としても妥当性の認められる年５パー\nセントの法定利率によりどころを求めることには十分な根拠がある。\n原告らは，遅延損害金に年５パーセントの利率が適用されるのは一種の懲罰的趣旨\nによるものであるとして，遅延損害金の利率と控除率は別に考えるべき旨主張す\nる。しかし，年５パーセントの遅延損害金が懲罰的と感ぜられるのは現在の経済状\n況にあっての話であり，前述したような預金金利が年５パーセントを大きく上回っ\nた時期においてはこれを懲罰と捉える考え方は成り立たない。そもそもの損害賠償\n制度の趣旨に鑑みても，遅延損害金が時の経過により発生した遅延利息にすぎない\nことは明らかであろう。とすれば，受領が遅れたことによる遅延損害金の利率と，\n早期に受領したことによる控除率とは，全く同じ理由から考慮されるものであっ\nて，基本的に同じ基準を用いるべきことになる。そして，将来における利率の変動\nが明らかでないのに対し\n，過去における低い金利の事実が客観的に明らかである以上，控除率を５パーセン\nト以下とすることについて検討の余地があるとすれば，それ以前に遅延損害金の利\n率を過去の実際の金利まで下げることがまず検討されるべきである。\n(イ)　慰謝料について\n慰謝料は，一般的にその算定要素として，当事者双方の社会的地位，職業，資産，\n加害の動機及び態様，被害者の年齢，学歴等諸事情のほか，事故原因，態様等が挙\nげられていることは周知のとおりである。\nしかしながら，損害賠償制度の本質が損害の填補にあるとすれば，事故原因や態様\n等が何故慰謝料算定の斟酌事由となるかについて疑問が生じる。特に交通事故に関\nし，被害者の公平均衡，個々の裁判官の主観性・恣意性の排除，裁判の予測性，裁\n判の迅速適切な処理の要請等から慰謝料の定額化が有力に唱えられ，その結果裁判\n実務においても特に死亡の場合の慰謝料が定額化されてきている。そもそも精神的\n苦痛なるものは極めて主観的なものであり，ましてや被害感情なるものには大きな\n個人差があり，その金額による評価は恣意的なものに流れやすい。したがって，生\n命の侵害の慰謝料は，死者の財産収益能力等とはかかわりない一人の人間の死に対\nするものとして客観性を持つべきものであり，それはすべての死者につきほぼ同一\nであるのが理想とさ\nれるのは当然である。\n本件においても，各被害者一人当たりの慰謝料は，すでに数多くの裁判例において\n定額化された基準に従うのが当然であり，被害者自身のものと遺族固有のものとを\n併せた慰謝料総額として，以下の金額とすべきである。すなわち，被害者が一家の\n支柱である場合には２１００万円，一家の支柱に準じる場合は１９００万円，その\n他の場合は１７００万円とするのが相当である。そして，個々の被害者の慰謝料に\nついては，別紙の各「損害主張対照表」記載のとおりである。\n(ウ)　葬儀費用について\n式典費用，仏壇・仏具購入等を含めて一律１２０万円とすべきである。\n損害賠償における葬儀費用は，現実の支出額とは無関係に，上記の基準額に限定す\nる方式が採られている。その根拠は，葬儀費用はいずれにせよ支出は避けられない\nものであり，現実の損害としては支出時期が早まったということによる利息分の損\n害しかないこと，人により支出の程度がまちまちであるために支出額全額を認めた\nのでは事案間の不公平が生ずること，実際には香典収入などがあること等を考慮し\nた点にある。　したがって，本件においても現実の葬儀に要した費用が補償される\nものではなく，これとは無関係に一律上記金額とすべきである。\n(エ)　手荷物料について\nａ　原告らは損害内容を明らかにすることなく，手荷物について乗客１人当たり金\n１５０万円を請求している。\nしかし，損害賠償を請求する以上，受けた損害内容について立証を要することは当\n然であり，死亡乗客については正確な荷物の中味を把握することは困難であるとし\nても，可能な限りの立証を尽くすべきである。なお，この際の損害額の算定には減\n価償却が考慮され，取得時の価格がそのまま損害額となるものではないことはいう\nまでもない。\nｂ　また，仮に損害内容が明らかにされたとしても，その額は被告中華航空の約款\nに定める責任限度額を超えるものではない。同約款によれば，ワルソー条約の適用\nの有無にかかわらず，人身賠償の限度額を排除するための，いわゆる「損害を生じ\nさせる意図をもって又は損害の生ずるおそれがあることを認識して」作為又は不作\n為がなされていない限り，被告中華航空の手荷物に関する責任は，携行品について\nは乗客１人当たり４００米ドル，委託手荷物については１ｋｇ当たり２０米ドルに\n制限され，委託手荷物の重量が記録されていない場合は，無料手荷物の割当重量を\n超えないものとみなすとされている。\n本件において，各被害者の無料手荷物の割当重量は，被害者Ｂ２４（原告番号６６\n～６８），同Ｂ２５（同６９～７１），同Ｂ６０（同２２５～２２７），同Ｂ６９\n（同２５０～２５４）及び同Ｂ７５（同２７３～２７５）について３０ｋｇであっ\nた外は，すべて２０ｋｇであった。\nしたがって，手荷物料に関する被告中華航空の責任は，携行品については４００米\nドル，委託手荷物についてはその重量が明らかにされない場合には２０ｋｇ又は３\n０ｋｇとされ，４００米ドル又は６００米ドルが昀高限度額となり，合計８００米\nドル又は１０００米ドルがその昀高限度額となる。\nｃ　仮に何らかの理由により被告中華航空の約款による賠償限度の定めが適用され\nない場合であっても，原告らが請求する１５０万円という金額が認められるもので\nはない。\n(オ)　損害の填補について\nａ　被害者Ｂ７９（原告番号２９５）については，被告中華航空は，原告Ａ２１２\nに対して，本件事故の見舞金として５００万円を支払ったのに加え，１６０万円を\n同原告宛に支払ったから，合計６６０万円が控除されるべきである。\nｂ　労災給付を受けた被害者の遺族である原告らについては，給付を受けた金額に\nついて，いずれも損害賠償額から控除されるべきである。\nウ　被告エアバスの主張\n原告らの主張は，不知又は争う。\n(7)　台湾居住被害者の損害について\nア　原告らの主張\n(ア)　逸失利益\n本件事故により死亡又は負傷した台湾居住被害者の逸失利益は，以下に述べる算定\n方法によって算定すべきであり，これによると別紙の各「損害主張対照表」及び同\n表添付の計算書記載のとおりとなるのであって，各被害者の逸失利益は，別紙「原\n告主張損害額一覧表Ⅱ」の各逸失利益欄記載の金額を下らない（なお，被害者Ｂ４\n３（原告番号１３７～１４１），同Ｂ４６（同１５９・１６０），同Ｂ４７（同１\n６１・１６２）及び同Ｂ４９（同１６９）については，逸失利益につき内金を請求\nするものである。）。\nａ　台湾居住被害者の逸失利益は，賃金統計における平均賃金又は事故発生時の実\n収入に基づき，事故後就労可能期間中の各年の被害者の基礎収入を算出し，これを\n合算する方法により算定する。\n賃金統計における平均賃金による場合，台湾の行政院主計處編の「中華民國・臺灣\n地區薪資與生髙産力統計月報」（以下「台湾統計月報」という。）の職業別平均賃\n金を使用する。台湾居住被害者の就労可能期間は，２０歳又は死亡時満年齢から７\n５歳までとする。ただし，死亡時満年齢が５０歳以上の被害者の基礎収入は，６８\n歳から７５歳までは，６７歳時点の想定年収の３分の２とする。\n事故発生時の収入証明による場合は，平成６年の収入証明を基礎として，平成７年\n以後，収入増加率を年３パーセントとして，就労可能期間の各年毎に年収総額を算\n出し，退職年の翌年から７５歳までは，退職年の年収の３分の２とする。\n生活費控除率及び中間利息控除率については，日本居住被害者の場合と同様とすべ\nきである。\nｂ　台湾統計月報によることの合理性について\n多くの台湾居住被害者に係る原告らは，逸失利益算定のための基礎収入として，台\n湾統計月報に記載された平均賃金を主張するものであるが，台湾統計月報は，以下\nのとおり，台湾居住被害者の基礎収入を立証するに足りる客観性と信頼性を備えた\n資料であり，これを基礎収入認定の証拠として採用すべきである。\n台湾統計月報は，賃金及び生産力に関して，予算会計及び統計統括局が実施した統\n計調査を行政院主計處（内閣主計局）が編集発行しており，同統計調査の目的は，\n台湾政府が労働資源の配分を計画し，経済変動を予測し，また労働政策の指針を立\nてるために重要な基礎資料を提供することにあるとされている。同統計調査は，サ\nンプリングの方法により抽出された事業所に対して実施され，その対象となるのは\n鉱業土砂採掘業，製造業，電気ガス水道業，建設業，卸売小売業飲食店，運輸倉庫\n通信業，金融保険不動産業，商工サービス業，公的私的サービス業の９業種であ\nる。統計調査は，毎月実施され，労働者の属性，賃金，労働時間，労働生産力に関\nするデータが収集される。収集されたデータは，厳格な統計処理手続を経て，研究\nと評価に資するための\n統計表にまとめられ，翌月末に公刊されるのである。\n台湾統計月報の性格と意義が上記のとおりである以上，日本の賃金センサスと異な\nらない。台湾統計月報による平均賃金も，公的機関の権限と権威において作成公表\nされたものであって，客観性及び信頼性が担保されており，これに基づいて基礎収\n入を認定することの合理性は十分にある。\nｃ　台湾における産業計・学歴計平均賃金について\n台湾統計月報には男女別の平均月収及び労働者数が記載されており，これをもとに\n平成６年における平均賃金を計算すると次のようになる。\nすなわち，１９９４年（平成６年）における，全労働者・産業計・学歴計平均年収\nは４０万４５０７台湾元，男子労働者・産業計・学歴計平均年収は４６万７３７３\n台湾元，女子労働者・産業計・学歴計平均賃金は３１万９１３６台湾元となる。\nまた，２０００年（平成１２年）においては，全労働者・産業計・学歴計平均年収\nは５０万２４８５台湾元，男子労働者・産業計・学歴計平均年収は５６万６９４１\n台湾元，女子労働者・産業計・学歴計平均賃金は４１万９１８０台湾元となる。\nｄ　個別の台湾居住被害者について，逸失利益算定の基礎となる基礎収入，就労可\n能年数，生活費控除率は，別紙の各「損害主張対照表」及び同表添付の計算書に記\n載のとおりである。\n(イ)　慰謝料\n本件事故により死亡した台湾居住被害者については，日本居住被害者と同様に，被\n害者１人当たり１億円すなわち２７８０万台湾元が正当な慰謝料である。\nまた，原告Ａ１１６（原告番号１４０），同Ａ１１７（同１４１），同Ａ１２１\n（同１５３），同Ａ１２２（同１５４），同Ａ１３３（同１６７）及び同Ａ１３４\n（同１６８）は，別紙「原告主張損害額一覧表Ⅱ」の各被害者欄記載の被害者と同\n表の各続柄欄記載の続柄を有する者であり，それぞれ１０００万円すなわち２７８\n万台湾元の慰謝料請求権を固有の権利として取得した。\nさらに，本件事故により負傷した原告Ａ２３６（原告番号３３９）についての慰謝\n料は，別紙「損害主張対照表」に記載のとおりである。\nその根拠は，以下のとおりである。\nａ　慰謝料は精神的苦痛を金銭的に評価したものであり，台湾居住被害者が受けた\n精神的苦痛と日本居住被害者が受けた精神的苦痛に違いはないから，両者の算定に\n適用すべき慰謝料額の基準も同一のものでなければならない。すなわち，精神的苦\n痛は，被害者又はその遺族の居住地，国籍により異なった取扱いをし得る性格のも\nのではない。本件の被害者はいずれも，同一の時間に同一の場所で同一の航空機に\n乗り合わせて生命を奪われた人々であり，本件の遺族はこの被害者の死を同一の機\n会に共有せざるを得なかった人々であるから，その受けた精神的苦痛の程度が居住\n地や国籍に依存しないことは明らかである。その金銭的評価たる慰謝料額は少なく\nとも日本居住被害者と同額にならなければならない。\n人間の尊厳・価値の平等という理念を徹底するなら，そもそも逸失利益を含めた損\n害賠償額の総額が台湾居住被害者と日本居住被害者との間で格差があってはならな\nい。これに照らせば，仮に，逸失利益の算定において賃金水準の影響を認めるとし\nても，その格差は慰謝料で補填されなければならない。この法理からは，台湾居住\n被害者及びその遺族に対しては，日本居住被害者以上の慰謝料額が算定されてしか\nるべきであると考えられる。また，異国の地で凄惨な事故に遭遇した台湾居住被害\n者の方が精神的苦痛がむしろ大きいともいえることからしても，台湾居住被害者及\nびその遺族に対しては日本居住被害者以上に慰謝料が支払われなければならない。\nｂ　被告中華航空は，台湾居住被害者及びその遺族の慰謝料額について，台湾の賃\n金・物価水準を考慮して，日本の慰謝料水準の２分の１ないし３分の１とすべきで\nあると主張していた。\nしかし，そもそも裁判実務では，日本国内における日本人被害者の場合の慰謝料算\n定にあたって，賃金・物価水準による被害者の個人的格差及び地域格差は考慮され\nていない。つまり，慰謝料算定にあたって，被害者の収入は全く考慮されていない\nし，被害者が貧者であるからといって差別的に救済を薄くしたことはない。物価水\n準についても，日本国内の地域間格差を慰謝料額に反映させていない。また，過\n去，日本において，アメリカのように日本より賃金・物価水準の高い国の被害者に\n対して，慰謝料を増額した例は全くない。にもかかわらず，日本より賃金・物価水\n準の低いアジアなどの被害者に対する慰謝料額だけを減額するというのは，まさに\nアジア諸国の人々に対する差別であるといわざるを得ない。\nしたがって，台湾の賃金・物価水準が日本のそれに比して低いということのみを理\n由として慰謝料額を下げることに合理性は何ら認められない。\nｃ　また，被告中華航空と台湾居住被害者の遺族との間には，台湾居住被害者が受\nけ取るべき慰謝料額を含めた損害賠償額が日本人基準と同一額にならなければなら\nないとの合意が存在する。\nすなわち，台湾居住被害者の遺族が損害賠償基準につき国籍による差別をしないよ\nう申し入れたのに対して，被告中華航空は，１９９４年（平成６年）５月１５日，\n日本籍とフィリピン籍の乗客に対する賠償額は，台湾籍の乗客の賠償標準よりも優\n遇しない旨の書簡を遺族に対して送付し，台湾居住被害者の遺族と被告中華航空と\nの間で，損害賠償額算定に当たって，国籍による差別を行わないとする合意が成立\nした。\nそして，同月２２日，台湾居住被害者の遺族と被告中華航空との間で，この合意の\n確認が行われた。すなわち，被告中華航空は，中外平等原則に基づいて継続的に賠\n償金額を協議することに同意することとしたのである。ここで，中外平等原則と\nは，台湾籍の旅客と外国籍の旅客の賠償標準を，同等待遇で処理することを意味す\nる。この合意の席では，台湾国会議員であるＨ，被告中華航空社長であるＩなどが\n立会人となり署名している。これはまさに，被告中華航空が正式に合意を受け入れ\nた証であり，また，中外平等原則の重要性を意味するものでもある。\n同月２２日，被告中華航空は，「南北地区の第１回目の協議会での遺族の反応と\n情・理・法上の考慮と社会状況及び誠信原則等の原因に基づき外国籍の旅客に提供\nする賠償金の上限を，本国籍の旅客に対する賠償金額より高くしないものとす\nる。」との声明を発した。\nそして，この損害賠償額に関する中外平等原則及びそれを被告中華航空が方針とし\nて掲げた事実は，同月２３日の台湾時報にも掲載され，台湾の国民に広く知れ渡る\nところとなった。\n前述したように，損害賠償に関する中外平等原則は，人間の尊厳・価値の平等の理\n念に基づくものであり，たとえ合意が締結されずとも当然に尊重されなければなら\nない根源的な法理である。そして，被告中華航空も，損害賠償額算定において当然\nに遵守しなければならない約束事として，台湾居住被害者の遺族との間で，自ら進\nんで認め，これに拘束されるとの意思表示を行ったのである。被告中華航空は，人\n間の尊厳・価値の平等の理念に基づき，合意を誠実に履行すべく，台湾居住被害者\nの遺族の損害賠償額算定に当たらなければならない。台湾居住被害者の遺族の受け\n取るべき損害賠償額は，日本人基準と同一額にならなければならないのである。\n(ウ)　葬儀費用，手荷物料\n本件事故により死亡した台湾居住被害者は，それぞれ，葬儀費用として２５０万円\nすなわち６９万５０００台湾元の，手荷物の滅失によって１５０万円すなわち４１\n万７０００台湾元の損害を被った。\n(エ)　相続\nａ　本件の両被告に対する不法行為に基づく損害賠償債権の発生に関する準拠法\nは，日本法である（法例１１条１項）。\nそして，責任要件，損害の発生要件，損害の種類，因果関係などはもちろん，不法\n行為の効力に関する諸問題であるところの，いかなる者が損害賠償請求権を有する\nか，賠償の方法のいかん，賠償すべき損害の範囲，共同不法行為者の責任分担等の\n問題も不法行為の準拠法である日本法によって決せられるものであり，その上で損\n害賠償請求権の相続について相続人及び相続分を法例２６条により死亡者の本国法\nを適用して定めることになる。\nしたがって，死亡に基づく損害の賠償請求権が法例２６条による被相続人の本国法\n上，相続財産に帰属すべきものとして扱われているかどうかは考慮する必要がな\nい。\nよって，本件では，本件事故により死亡した台湾居住被害者に係る損害賠償請求権\nの成立，その効力は日本法により，当該賠償請求権の請求権者は被害者の相続人と\nされるから，被相続人たる被害者が台湾人である場合には，その本国法である台湾\n法によって決せられる相続人がその相続分に応じて賠償請求権を取得するものであ\nる。\nなお，台湾法は，死亡者の損害賠償について，葬儀費用，扶養及び固有の慰謝料に\nついて請求できる者を規定しているが，これらの規定が，日本法により成立と効力\nを認められた損害賠償請求権の相続権を否定するものではない。\nｂ　別紙「原告主張損害額一覧表Ⅱ」記載の原告ら（原告Ａ１１６（原告番号１４\n０），同Ａ１１７（同１４１），同Ａ１２１（同１５３），同Ａ１２２（同１５\n４），同Ａ１３３（同１６７），同Ａ１３４（同１６８）及び同Ａ２３６（同３３\n９）を除く。）は，本件事故により死亡した同表の各被害者欄記載の被害者と同表\nの各続柄欄記載の続柄を有する者であり，本件事故により上記被害者に生じた損害\n賠償請求権を，同表の各相続分欄記載の割合で相続した。\n(オ)　損害の填補\nａ　前記争いのない事実等(4)アのとおり，本件事故により死亡した台湾居住被害者\nにつき，その相続人である原告らは，別紙「原告主張損害額一覧表Ⅱ」の各既受領\n額欄記載の金員の支払を受けた。\nただし，被害者Ｂ８７（原告番号３２２・３２３）及び原告Ａ２３６（原告番号３\n３９）は，既受領額につき損害の填補として控除しない。\nｂ　被告中華航空は，被害者Ｂ４５（原告番号１５７・１５８）について，さらに\n既払額があると主張するところ，その主張については，原告Ａ１２３（原告番号１\n５７）及び同Ａ１２４（同１５８）が従業員団体傷害・死亡保険保険金として２０\n０万台湾元を受領したことは認めるが，その余は否認する。\nｃ　また，被告中華航空は，被害者Ｂ４６（原告番号１５９・１６０）についても\n既払額を主張するところ，原告Ａ１２５（原告番号１５９）及び同Ａ１２６（同１\n６０）がこれらの金員を受け取ったことは認める。\nなお，葬儀費用（３０万台湾元）及び弔慰金（１０万台湾元）の合計４０万台湾元\nについては，損害賠償額から控除の上請求している。\n(カ)　弁護士費用\n弁護士費用（原則として，逸失利益，慰謝料，葬儀費用及び手荷物料を合計した金\n額から既に受領した金額を差し引いた金額の１０パーセント）として，別紙「原告\n主張損害額一覧表Ⅱ」の各弁護士費用欄記載の損害が発生した。\n(キ)　結論\n以上のとおり，別紙「原告主張損害額一覧表Ⅱ」記載の原告らは，同表の各請求金\n額欄記載の金額につき，死亡した台湾居住被害者の損害賠償請求権を相続し，若し\nくは固有の慰謝料請求権を取得し，又は負傷による損害賠償請求権を取得したもの\nである。\nイ　被告中華航空の主張\n(ア)　逸失利益について\n台湾居住被害者は，台湾に生活の本拠を有していた者であって，日本には観光又は\n商用目的等の短期滞在目的で来ていたにすぎないところ，たまたま本件事故に遭遇\nした者であるから，その損害賠償額の算定においては，台湾における物価水準，所\n得水準等の経済的格差が考慮されるべきであり，このことは憲法１４条の保障する\n実質的平等に反するものではない。\n台湾居住被害者の逸失利益算定については，事故前に台湾において得ていた実収入\nがまず考慮されるべきである。\n実収入の証明が不可能又は著しく困難な場合であり，かつ，特定の賃金統計による\nことが合理的であると認められる場合には，該当する賃金統計が適用される。台湾\n居住被害者に適用すべき賃金統計は，台湾・日本間の物価水準等の格差を考慮した\n収入金額に評価し直したものである。\nなお，原告らは，台湾統計月報の数値を逸失利益の算定に用いているが，そもそも\n台湾統計月報においては労働者の年齢が全く配慮されていないことなどからして\nも，その機能するところを日本の賃金センサスと同様に考えることはできない上，\nどの台湾居住被害者にどの基準を適用すべきかという個別の賃金統計の該当性を正\n確に判断することは不可能であるから，このような資料によることはできない。\n逸失利益算定の基礎となる収入についての原告らの個別の主張に対する個々の認否\n反論は，別紙の各「損害主張対照表」記載のとおりである。\n(イ)　慰謝料について\n外国人の慰謝料についても，他の物的損害と同様に，日本に生活の本拠を有する者\nについては日本国民と同様に算定できるとしても，日本国外において生活する者に\nついては日本国民と同様の算定方式に加えて，当該外国人の母国における物価水準\n等を加味した金額に引き直すことが必要である。\n原告らは，国籍による差別であるとか，命の値段に格差をつけるべきではないなど\nと主張するが，台湾居住被害者とは台湾に生活の本拠を置く者を意味するのであっ\nて，国籍の違いに基づいて異なる取扱いをせよというものでは決してないし，ま\nた，損害賠償制度は命の値段を算定して賠償しようとするものではない。\nまた，原告らは，慰謝料に差を設けることは憲法１４条の法の下の平等に反すると\n主張するが，各人の死亡について同じ価値の金銭を慰謝料として補償しようとした\n場合に，各人において同額の金銭の価値が異なるのであれば，そのような価値の違\nいも考慮した上で慰謝料の金額を決することが，むしろ憲法１４条の保障する実質\n的平等の趣旨に適うことになるというべきである。\n慰謝料についての原告らの個別の主張に対する個々の認否反論は，別紙の各「損害\n主張対照表」記載のとおりである。\n(ウ)　葬儀費用について\n本件事故により死亡した台湾居住被害者についての葬儀費用の額は，台湾における\n葬儀に現実に要する費用とは無関係に，１２０万円という額に日本と台湾と間の物\n価水準の相違等を反映させて算定した額とすべきである。\n(エ)　相続について\n日本の法例２６条は，相続は被相続人の本国法に依ると規定し，相続に関する問題\nはもっぱら被相続人の本国法によることを原則とする相続統一主義を採用する。こ\nこにいう被相続人の本国法とは，その死亡当時における本国法であり，被相続人が\nその死亡当時国籍を有していた国の法を意味する。そして，相続に関する本国法の\n適用範囲は，何人が相続人となるかという相続人に関する諸問題及びかかる相続人\nの相続分の問題のみならず，相続財産の構成及び移転の問題，すなわち，被相続人\nのいかなる財産が相続財産を構成するかという相続財産の範囲の問題についても及\nぶものである。\n本件事故当時，台湾籍を有していた台湾居住被害者（原告Ａ２３６（原告番号３３\n９）を除く。）の遺族である原告らは，明らかに固有損害を請求している者を除\nき，①被害者が死亡に当たって不法行為による損害賠償請求権を取得し，②原告ら\nがこれを相続によって取得したという，いわゆる相続構成によって賠償請求を主張\nしているところ，①については，本件事故が日本で発生したことを考えると，日本\nの法令である民法７０９条以下が適用されるものと思われるが，②その相続に関す\nる問題については，本国法たる台湾法が適用される。\nそして，台湾法の下では，死亡者について発生した自らの死亡に対する賠償請求権\nが遺族に相続されるという考え方は採用されておらず，死亡による賠償請求権は，\n相続財産の対象とはされていない。すなわち，台湾の昀高裁にあたる昀高法院は，\n明確に「被害者の生命が侵害を受け消滅した時，その権利主体の能力も失われるの\nで，損害賠償請求権も成立しなくなるのが，一般の通説として皆が認めるところで\nある。民法には過失により不法に他人を死に至らしめた場合について，特に１９２\n条及び１９４条にその請求範囲が定められており，被害者の生存していたら得るべ\nき利益は，被害者以外の人は賠償請求できないと解釈されるべきである。」とし\nて，台湾民法が明確に認めるいわゆる固有損害の賠償のみを認め，原告らの主張す\nる相続構成を排除した\nのである。\nしたがって，台湾居住被害者の遺族である原告らは，日本の民法に基づいて，扶養\n請求権を喪失したことに対する固有の経済的損害の賠償請求権及び固有の慰謝料請\n求権を主張するほかなく，原告らが主張している相続構成によっては何らの権利も\n取得しておらず，その部分に係る請求は棄却されるべきものである。\n(オ)　損害の填補について\n乗員であった被害者Ｂ４５（原告番号１５７・１５８）及び同Ｂ４６（同１５９・\n１６０）の遺族に対する損害賠償額から，以下の金員が控除されるべきである。\nａ　被告中華航空により積み立てられた支払済み遺族年金（被害者Ｂ４５につき２\n２１万８０５０台湾元）\n日本の厚生年金保険法による遺族厚生年金は，補償金より控除されるものとされて\nおり，その他の各種社会保険給付も同様に控除の対象とされている。この被告中華\n航空により積み立てられた支払済み遺族年金も同様の性質を有するものと思われる\nので，控除の対象とされるべきである。\nｂ　台湾の労働法により義務づけられた労災保険による死亡補償金（被害者Ｂ４５\nにつき１４９万８５００台湾元，同Ｂ４６につき１４９万８５００台湾元）\n労働者災害補償保険法６４条１項により，労働者の遺族が同法上の年金給付を受け\nるべき場合，同一の事由について，当該労働者を使用していた事業主から民法その\n他の法律による損害賠償を受けることができるときは，事業主はその遺族の年金給\n付を受ける権利が消滅するまでの間，損害賠償の履行を猶予され，また，年金給付\nの支給が行われたときは，その限度において損害賠償の責めを免れるとされてい\nる。\nしたがって，日本における労働者災害補償保険法上の遺族年金給付と同様の性質を\n有すると思われる台湾の労働法により義務づけられた労災保険による死亡補償金に\nついては，損害賠償額から控除されるべきである。\nｃ　乗務員団体傷害保険保険金（被害者Ｂ４５につき５万米ドル，同Ｂ４６につき\n５万米ドル）及び従業員団体傷害・死亡保険保険金（被害者Ｂ４５につき２００万\n台湾元，同Ｂ４６につき２００万台湾元）\nこれらは，被告中華航空が，従業員の死亡・傷害時に生じる損害を填補する目的\nで，自ら保険料を負担し，任意に加入した保険であり，これにより填補された損害\nについては，損害賠償額から控除されるべきである。\nｄ　葬儀費用（被害者Ｂ４５につき３０万台湾元，同Ｂ４６につき３０万台湾元）\n及び弔慰金（被害者Ｂ４５につき１０万台湾元，同Ｂ４６につき１０万台湾元）\nこれらについて控除されるべきことは，被害者Ｂ４６の遺族である原告Ａ１２３\n（原告番号１５９）及び同Ａ１２４（同１６０）も認めている。\nｅ　被告中華航空の遺族に対する示談に当たっての追加支払額（被害者Ｂ４５につ\nき１２０万台湾元）\nこれらは，乗務員遺族との交渉の末に，被告中華航空が一律に支払ったものであ\nり，その金額に鑑みても，いわば仮払いの性質を有するものとして，損害賠償額か\nら控除されるべきものである。\nウ　被告エアバスの主張\n原告らの主張は，不知又は争う。\n第３　争点に対する判断\n１　争点(1)（グループⅠないしⅢの原告らの被告中華航空に対する訴えの国際裁判\n管轄の有無）について\n(1)　グループⅠないしⅢの原告らの被告中華航空に対する本件訴えについて，被告\nとされている被告中華航空は，前記争いのない事実等(1)イのとおり，台湾法人であ\nる。\nところで，このように外国法人を被告とする民事訴訟につき，わが国の裁判所に国\n際裁判管轄が認められるか否かについては，わが国にはこれを直接規定する成文法\n規はなく，また，この問題について明確な原則を定めた条約も，一般に承認された\n明確な国際法上の原則も確立していないのが現状である。このような現状のもとに\nおいて，いずれの国で裁判を行うことが適切であるかについては，適用されるべき\n国際的な裁判管轄を定めた条約等の明文の法規がある場合にはこれによることとな\nるが，これがない場合には，当事者間の公平，裁判の適正・迅速を期するという理\n念により，条理に従って決定するのが相当というべきである。\nそして，わが国の民訴法が国内の土地管轄に関して規定する裁判籍のいずれかがわ\nが国内にあると認められるときは，その訴訟につき，わが国の国際裁判管轄を肯定\nすることによりかえって条理に反する結果を生ずることになるような特段の事情の\nない限り，わが国の裁判所に国際裁判管轄を認めるのが相当である。\nまた，わが国の旧民訴法２１条（民訴法７条）の規定する併合請求の裁判籍がわが\n国内にある場合において，わが国の裁判所に国際裁判管轄を認めることが当事者間\nの公平，裁判の適正・迅速を期するという上記理念に合致する場合にも，わが国の\n裁判所に国際裁判管轄を認めるのが，上記条理にかなうものと解するのが相当であ\nる。\nそこで，以下，各グループの原告らの訴えについて，順次検討する。\n(2)　グループⅠ及びⅢの原告らの訴えについて\nア　原告Ａ１７１（原告番号２２８）の訴えについて\n前記争いのない事実等(2)ウのとおり，グループⅢの被害者のうち，被害者Ｂ６１\n（原告番号２２８）は，被告中華航空との間で，出発地を台北，到達地を名古屋と\nする有償の国際旅客運送契約を締結したものであり，出発地の中国及び到達地の日\n本はいずれもワルソー条約締約国であるので，同運送契約にはワルソー条約の適用\nがある。\nそして，わが国の裁判所は，ワルソー条約２８条にいう「到達地の裁判所」に当た\nるので，被害者Ｂ６１の遺族である原告Ａ１７１の被告中華航空に対する訴えにつ\nいては，わが国の裁判所に国際裁判管轄があると認められる。\nイ　原告Ａ１７４（原告番号２３６），同Ａ１７５（同２３７），同Ａ１７６（同\n２３８）及び同Ａ１７７（同２３９）（以下，イ項においては「当該原告ら」とも\nいう。）の訴えについて\n(ア)　前記争いのない事実等(2)によれば，グループⅢの被害者らのうち，被害者Ｂ\n６４（原告番号２３６・２３７）及び同Ｂ６５（同２３８・２３９）と被告中華航\n空との間の運送契約は，いずれも出発地がワルソー条約締約国ではないタイ国内で\nあるので，ワルソー条約１条にいう「国際運送」に該当しない。\nしたがって，被害者Ｂ６４及び同Ｂ６５の遺族である当該原告らについては，ワル\nソー条約の適用がなく，その他本件に適用されるべき国際的な裁判管轄を定めた条\n約等の明文の法規はない。\nそこで，当該原告らの被告中華航空に対する訴えについて，わが国の裁判所が国際\n裁判管轄を有するかどうかについては，前記(1)に説示したところに従い，検討すべ\nきこととなる。\n(イ)　本件においては，前記争いのない事実等(3)アのとおり，本件事故の原因行為\n地及び結果発生地は名古屋であるので，旧民訴法１５条１項（民訴法５条９号）に\n規定する裁判籍がわが国内にあると認められる。\nこの点に関し，被告中華航空は，国際航空運送については，不法行為地に管轄を認\nめるべきでないと主張する。しかしながら，前記(1)のとおり，わが国の民訴法が国\n内の土地管轄に関して規定する裁判籍のいずれかがわが国内にあると認められると\nきは，その訴訟につき，わが国の国際裁判管轄を肯定することによりかえって条理\nに反する結果を生ずることになるような特段の事情のない限り，わが国の裁判所に\n国際裁判管轄を認めるのが相当であって，このことは被告中華航空も認めていると\nころ，そうだとすれば，わが国の民訴法が土地管轄に関して規定する裁判籍とし\nて，不法行為地が含まれる以上，上記特段の事情のない限り，わが国の裁判所に国\n際裁判管轄を認めるのが相当であり，被告中華航空が上記主張の根拠として挙げる\n事情は，上記特段の事\n情の存否として検討すべき事情というべきである。\n(ウ)　そして，前記(1)のとおり，民訴法の規定による裁判籍が日本国内に存する場\n合であっても，当該事件をわが国の裁判所で審理した場合に，当事者間の公平，裁\n判の適正・迅速を期するという民事訴訟の基本理念に著しく反する結果をもたらす\nであろう特段の事情が存するときは，例外的にその裁判籍によるわが国の裁判所の\n管轄を否定するのが相当であると解すべきであるので，以下，特段の事情の存否に\nついて検討する。\nａ　当事者間の公平について\n(ａ)　被告中華航空は，ワルソー条約２８条１項の管轄制限は，国際航空という分\n野における実態を前提に，運送人，旅客双方の利害を調整した一つの条理というべ\nきものであり，十分考慮されるべきであると主張するところ，ワルソー条約が不法\n行為地につき裁判管轄を認めていないことは，被告中華航空の指摘するとおりでは\nあるが，このことから直ちに，国際航空運送について，不法行為地の管轄を否定す\nる国際法上の慣習が成立しているとか，そのような条理が存在するということはで\nきない。\n(ｂ)　また，被告中華航空は，当事者間の公平を考慮するについては，訴えを提起\nされ，防御に回る被告の立場を重視すべきであるし，国際線の航空機事故の場合，\n航空運送人は，事故が遠隔の地で，しかも裁判に対する信頼性の不明確な土地で応\n訴しなければならないという可能性がある一方，被害者が不法行為地に住んでいる\nというのは偶然であることが多いなどと主張する。\nしかしながら，前記争いのない事実等(1)イのとおり，被告中華航空は，台湾法人で\nあるが，わが国において，東京，名古屋などに営業所を有しており，平成８年当時\nにおいて，旅客機だけで４５便をわが国と台湾との間で就航させていたものである\nから，被告中華航空において，わが国の裁判所で訴訟を遂行することが過大な負担\nとなるとまではいえないし，わが国における訴訟も予測できないものではなかった\nといえる。\nその上，前記争いのない事実等(4)イのとおり，グループⅣの原告らの訴えについ\nて，被告中華航空は，管轄違いの抗弁を提出することなく，本案について弁論を行\nっており，これにより，わが国に国際裁判管轄が認められると解されるから，被告\n中華航空は，少なくともグループⅣの原告らの訴えについては応訴せざるを得ない\nのであって，当該原告らが，更にわが国において併合して訴えを提起したとして\nも，応訴の負担が著しく増えるともいい難い。\n(ｃ)　以上によれば，当該原告らの訴えについて，わが国の裁判所において裁判を\n行うことが，当事者間の公平という理念に著しく反する結果をもたらすような特段\nの事情の存在は，これを認めるに足りないというべきである。\nｂ　裁判の適正・迅速について\n(ａ)　被告中華航空は，一般に不法行為地に裁判管轄が認められる理由の一つに立\n証の便宜があるところ，国際線の航空機事故の場合には，現在では，事故発生地の\n政府機関等により事故原因に関する事故調査報告書が作成されることとなってお\nり，原告はこれを証拠として利用することが可能であって，事故発生地を管轄原因\nとすべき必要性が乏しくなっており，ワルソー条約の管轄規定が不法行為地を認め\nていないのも，こうした考え方によるもので，これがいわば条理というべきである\nと主張する。\nしかしながら，ワルソー条約が不法行為地につき裁判管轄を認めていないことから\n直ちに，国際航空運送について，不法行為地の管轄を否定する国際法上の慣習が成\n立しているとか，そのような条理が存在するということはできないことは，既に説\n示したとおりである。\n(ｂ)　また，被告中華航空は，本件の重大な争点である被告中華航空の責任の有無\nについての証拠はほとんどが台湾にあり，事故調査報告書の発表をもって少なくと\nも日本国内における本件事故の原因解明は完結しているなどと主張する。\nしかしながら，本件においては，被告中華航空の責任の有無が重要な争点であると\nころ，その責任原因に関する証拠については，確かに現在においては重要な証拠で\nある事故調査報告書が公表されているが，それは訴え提起後の事情であり，本件訴\nえ提起時においては，事故原因に関する重要な証拠ないし証拠方法はわが国内に集\n中していたというべきである。\n(ｃ)　そして，当該原告らの訴えは，被告中華航空の責任の有無等の重要な争点が\n共通するグループⅣの原告らの訴えと併合して審理する方が，審理の合理化，迅速\n化を図ることができるといえる上，損害についての審理も，その住所地であるわが\n国で行う方が，適正・迅速な裁判を期待できる。\n(ｄ)　以上のとおり，当該原告らの訴えにつき，わが国の裁判所で審理した場合\nに，裁判の適正・迅速を期するという民事訴訟の基本理念に著しく反する結果をも\nたらすであろう特段の事情については，これを認めるに足りない。\nｃ　よって，わが国の裁判所は，当該原告らの被告中華航空に対する訴えについ\nて，国際裁判管轄を有する。\nウ　グループⅠ及びⅢの原告らのうち，前記ア及びイの原告らを除くその余の原告\nら（以下，ウ項においては，単に「グループⅠ及びⅢの原告ら」ともいう。）につ\nいて\n(ア)　前記争いのない事実等(2)アによれば，グループⅠの被害者らと被告中華航空\nとの間の運送契約は，被害者Ｂ６６（原告番号２４３・２４４）及び同Ｂ７９（同\n２９５）については，いずれも出発地及び到達地がワルソー条約締約国であるフィ\nリピン国内であり，被害者Ｂ７１（原告番号２５８・２５９）については，出発及\nび到達地がドイツ国内であって，予定寄航地の台北や名古屋はフィリピン又はドイ\nツ国外であるので，上記運送契約についてはいずれもワルソー条約の適用がある。\nまた，前記争いのない事実等(2)ウによれば，グループⅢの被害者らのうち，被害者\nＢ２４（原告番号６６～６８），同Ｂ２５（同６９～７１），同Ｂ６０（同２２５\n～２２７）及び同Ｂ６９（同２５０～２５４）と被告中華航空との間の運送契約\nは，いずれも出発地及び到達地がワルソー条締約国である中国国内であり，予定寄\n航地はわが国であるので，いずれもワルソー条約の適用がある。\nそして，ワルソー条約２８条１項は，「責任に関する訴は，原告の選択により，い\nずれか一の締結国の領域において，運送人の住所地，運送人の主たる営業所の所在\n地若しくは運送人が契約を締結した営業所の所在地の裁判所又は到達地の裁判所の\nいずれかに提起しなければならない。」と定め，国際航空運送の責任に関する訴え\nについて４つの国際裁判管轄を定めているところ，この規定によれば，被害者Ｂ６\n６の遺族である原告Ａ１７８外１名（原告番号２４３・２４４）及び被害者Ｂ７９\nの遺族である原告Ａ２１２（原告番号２９５）についてはフィリピン及び台湾が，\n被害者Ｂ７１の遺族である原告Ａ１９１外１名（原告番号２５８・２５９）につい\nてはドイツ及び台湾が，被害者Ｂ２４の遺族である原告Ａ６６外２名（原告番号６\n６～６８），被害者\nＢ２５の遺族である原告Ａ６９外２名（原告番号６９～７１），被害者Ｂ６０の遺\n族である原告Ａ１６８外２名（原告番号２２５～２２７）及び被害者Ｂ６９の遺族\nである原告Ａ１８３外４名（同２５０～２５４）については台湾が，明文上の管轄\n地となる。\n(イ)　ところで，グループⅣの原告らの訴えについては，被告中華航空は，管轄違\nいの抗弁を提出することなく本案について弁論を行っており，これにより，わが国\nに国際裁判管轄が認められると解されることは既に説示したとおりであるところ，\nグループⅠ及びⅢの原告らは，グループⅣの原告らの被告中華航空に対する訴えと\nの併合管轄が認められるべきだと主張するので，以下，検討する。\n(ウ)　この点について，被告中華航空は，ワルソー条約２８条１項は専属管轄を定\nめたもので，併合管轄を認めない趣旨であると主張する。\nしかしながら，ワルソー条約２８条１項は，その文言上は，ある原告が責任に関す\nる訴えの提起をするにつき，土地管轄をワルソー条約締結国に限定するとともに，\n４つの地に限定したものにすぎない趣旨であって，その土地管轄が認められる他の\n原告と共同で訴訟を提起した者についての併合管轄の発生について，これを明確に\n排除する趣旨の文言であるとまでは解されない。\nまた，ワルソー条約３２条は，運送契約の約款及び損害の発生前の特約は，裁判管\n轄に関する規則を変更することによってこの条約の規定に違反するときは，無効と\nする旨を定めているところ，この規定の反対解釈によれば，損害の発生後の特約\n（合意）においては，ワルソー条約の管轄規定と異なる定めも有効であることとな\nるから，ワルソー条約は損害の発生後の合意管轄及び応訴管轄を許容しているもの\nと，すなわち，ワルソー条約２８条１項が定める４つの管轄地以外にも管轄を認め\nることを許容しているものと解される。\nそもそも，ワルソー条約２８条１項が土地管轄を限定した趣旨・目的は，裁判地を\n制限することによって，運送人が，遠隔の地や裁判制度の進んでいない地等，運送\n人にとって予想不可能な土地の裁判所で訴えを提起され，応訴の負担を生じる事態\nを防止し，もって，運送人の保護を図るというものであると考えられるところ，本\n件のような同一航空機事故に基づく多数当事者（原告）による損害賠償請求につい\nては，「到達地」や「契約締結地」を異にする乗客が存し，運送人は，これらの異\nなる「到達地」や「契約締結地」の裁判所において訴えを提起され，応訴する必要\n性が生ずることを事前に予想することが可能であるし，他の原告によってある国の\n裁判所に訴えが提起され，適法に審理される場合には，その訴訟にその他の原告が\n併合して訴えを提起\nしたとしても，被告たる運送人は新たな土地での応訴の負担が生じるわけではな\nく，かえって，併合審理がされることで，多くの国で応訴する負担が減少するとい\nうことができる。\nこれらのことからすると，ワルソー条約は，共同訴訟についての併合管轄を原因と\nする国際裁判管轄については，これを排除しているものではなく，この点について\nは，一般の国際裁判管轄法理に委ねているものと解するのが相当である。\nなお，被告中華航空は，ワルソー条約２８条１項が，各乗客につき同条に列挙した\n裁判所に限り裁判管轄を認め，それ以外の裁判管轄を認めないことは，その文言の\n意味内容から客観的に明らかであると主張するが，当裁判所と見解を異にするもの\nで採用できないことは，以上に説示したとおりである。また，被告中華航空の引用\nするバッツ判決は，ワルソー条約２８条１項所定の「到達地」の解釈が争われ，そ\nの点についてのみ判断した事案であって，ワルソー条約２８条１項が主観的併合管\n轄を認めない趣旨であるか否かについて判断しているものではない。\n(エ)　そうすると，グループⅠ及びⅢの原告らの請求とグループⅣの原告らの請求\nは，本件事故という同一の原因に基づく損害賠償請求であり，グループⅠ及びⅢの\n原告らの訴えについて，旧民訴法２１条，５９条前段（民訴法７条，３８条前段）\nの併合請求の裁判管轄がわが国にあると認められるから，前記(1)に説示したとお\nり，当該事件につきわが国の裁判所に国際裁判管轄を認めることが，当事者間の公\n平，裁判の適正・迅速を期するという民事訴訟の基本理念に合致する場合には，こ\nれを認めるのが相当と解される。\nそこで，この点について，以下検討する。\nａ　当事者間の公平について\n前記(イ)のとおり，被告中華航空は，グループⅣの原告らの訴えにつき応訴してい\nるのであるから，グループⅠ及びⅢの原告らの訴えにつき併合管轄を認めたとして\nも，原告が数名増えるだけで，応訴の負担が格別に増加するなどとはいえないばか\nりか，これらの原告らがフィリピン，ドイツ又は台湾で訴訟を提起するとすれば，\nかえって被告中華航空にとっても応訴の負担が増大するといえる。\n他方，グループⅠ及びⅢの原告らは，そのほとんどが日本に在住している（弁論の\n全趣旨）ところ，これらの原告らについて，わが国の裁判所の国際裁判管轄を否定\nすると，他の原告らについては国内の裁判所で本件の審理がされているにもかかわ\nらず，フィリピン，ドイツ又は台湾における訴訟遂行を余儀なくされることとな\nり，極めて不当な結果となってしまうものといえる。\n以上によれば，グループⅠ及びⅢの原告らの訴えについて，わが国の裁判所におい\nて裁判を行うことが，当事者間の公平という理念に合致すると認めるべき事情が存\n在するということができる。\nｂ　裁判の適正・迅速について\n本件事故は，わが国において生じたものであり，事故原因に関する重要な証拠ない\nし証拠方法はわが国内に集中していたというべきことは前記イ(ウ)において見たと\nおりである上，損害の認定のための証拠も多くがわが国にあるものと考えられるの\nであって，フィリピン，ドイツ又は台湾においては，これらの証拠を収集・提出す\nることが困難であるといえる。\nその上，被告中華航空の責任の有無等の重要な争点が原告らに共通することからす\nれば，むしろ，グループⅠ及びⅢの原告らの訴えは，グループⅣの原告らと併合し\nて審理することによってこそ，審理の合理化，迅速化を図ることができるといえ\nる。\n以上によれば，グループⅠ及びⅢの原告らの訴えについて，わが国の裁判所におい\nて裁判を行うことが，裁判の適正・迅速という理念に合致すると認めるべき事情も\nその存在を認めることができる。\n(オ)　よって，グループⅠ及びⅢの原告らの訴えについては，わが国の裁判所に国\n際裁判管轄を認めるのが相当である。\n(3)　グループⅡの原告らの訴えについて\nア　被告中華航空は，グループⅡの原告らの訴えについては，同原告らは台湾籍を\n有し，台湾に居住する者であり，被告中華航空も台湾法人であるから，専ら台湾の\n主権が及んでおり，日本の主権は関係するところではなく，台湾の裁判所で審理さ\nれるべきものであると主張するが，グループⅡの被害者らと被告中華航空との間の\n運送契約は，台北と名古屋との間の国際的運送である上，グループⅡの原告らの訴\nえはわが国において生じた航空機事故についての損害賠償請求であるから，わが国\nの公序に関係するものであって，専ら台湾の国内問題であるなどとはいえないこと\nは明らかであり，被告中華航空の上記主張は採用できない。\nイ　原告Ａ１２３（原告番号１５７），同Ａ１２４（同１５８），同Ａ１２５（同\n１５９）及び同Ａ１２６（同１６０）（以下，イ項においては「当該原告ら」とも\nいう。）について\n(ア)　前記争いのない事実等(2)イのとおり，グループⅡの被害者らのうち，被害者\nＢ４５（原告番号１５７・１５８）及び同Ｂ４６（同１５９・１６０）は，本件事\n故機に乗務員として搭乗していたものであり，被告中華航空との間に運送契約はな\nい。\nしたがって，被害者Ｂ４５及び同Ｂ４６の遺族である当該原告らについては，ワル\nソー条約の適用はなく，その他本件に適用されるべき国際的な裁判管轄を定めた条\n約等の明文の法規はない。\n(イ)　そこで，当該原告らの被告中華航空に対する訴えについては，前記(1)に説示\nしたところに従い検討すべきところ，旧民訴法１５条１項（民訴法５条９号）に規\n定する裁判籍がわが国に存すると認められるから，当該事件をわが国の裁判所で審\n理した場合に，当事者間の公平，裁判の適正・迅速を期するという民事訴訟の基本\n理念に著しく反する結果をもたらすであろう特段の事情のない限り，わが国の裁判\n所に国際裁判管轄を認めるのが相当であることは，前記(2)イ(イ)と同様である。\nそこで，以下，特段の事情の存否について検討する。\nａ　当事者間の公平について\n(ａ)　ワルソー条約が不法行為地につき裁判管轄を認めていないことから，直ち\nに，国際航空運送について，不法行為地の管轄を否定する国際法上の慣習が成立し\nているとか，そのような条理が存在するということはできないこと，被告中華航空\nにおいて，わが国の裁判所で訴訟を遂行することが過大な負担となるとまではいえ\nないし，わが国における訴訟も予測できないものではなかったこと，被告中華航空\nは，少なくともグループⅣの原告らの訴えについては応訴せざるを得ないのである\nから，他の原告らが更にわが国において併合して訴えを提起したとしても，応訴の\n負担が著しく増えるともいい難いことは，既に前記(2)イ(ウ)において説示したとこ\nろと同様である。\n(ｂ)　被告中華航空は，当該原告らは，台湾に居住しており，台湾で訴訟を提起す\nる方がより便利であり，かつ，何ら不利益もないなどと主張する。\n確かに，当該原告らは，その損害の主張立証については，わが国で審理する方が負\n担が増えることは否定できないものの，他方，本件の昀も重要な争点である被告中\n華航空の責任の有無については，むしろ，他の原告らと共同原告となって訴えを提\n起することにより，その主張立証の負担が大幅に軽減されるということができる。\nまた，当該原告らの損害について，被告中華航空の反証の負担が増えることも肯定\nせざるを得ないとしても，重要な争点である被告中華航空の責任の有無の点につい\nて２か国において応訴する負担と比べた場合には，その負担は過大とまではいえな\nい。\nなお，被告中華航空は，当該原告らについて，高額の賠償金を目指したフォーラ\nム・ショッピング（法廷地漁り）であれば，当事者間の公平を害し，許されるべき\nではないと主張するが，当該原告らがわが国で訴訟を提起することが条理に合致す\nるものであるか否かが問題であって，法廷地漁りの可能性がその結論を左右するも\nのではない。\n(ｃ)　以上によれば，当該原告らの訴えについて，わが国の裁判所において裁判を\n行うことが，当事者間の公平という理念に著しく反する結果をもたらすような特段\nの事情の存在は，これを認めるに足りないというべきである。\nｂ　裁判の適正・迅速について\n(ａ)　本件訴え提起時においては，被告中華航空の責任の有無という本件の重要な\n争点について，その責任原因に関する証拠である事故原因に関する重要な証拠ない\nし証拠方法は本件事故の発生したわが国に集中していたというべきこと，グループ\nⅣの原告らの訴えと併合して審理する方が，審理の合理化，迅速化を図ることがで\nきることは前記(2)イ(ウ)において説示したところと同様である。\n(ｂ)　被告中華航空は，当該原告らについて，台湾法における雇用契約上の安全配\n慮義務等の問題を検討しなければならない可能性があり，台湾の裁判所において審\n理・判断されるべきであると主張するが，可能性を指摘するのみで，具体的にどの\nような問題が生じるのかも明らかではないのであって，かかる主張を理由に裁判管\n轄権を否定することはできない。\nまた，当該原告らの損害についての主張立証の困難性については，その不利益は主\nに当該原告らが負担するものといえるのであり，この点の被告中華航空の反証の困\n難性についてはこれを肯定し得るとしても，当該原告らにつき台湾で訴訟を遂行す\nべきとした場合の責任原因の立証の困難性に比べれば，決して過大であるとはいえ\nず，わが国において裁判を行うことが裁判の適正に著しく反する結果をもたらすも\nのとはいえない。\n(ｃ)　以上のとおり，当該原告らの訴えにつき，わが国の裁判所で審理した場合\nに，裁判の適正・迅速を期するという民事訴訟の基本理念に著しく反する結果をも\nたらすであろう特段の事情については，これを認めるに足りない。\nｃ　被告中華航空は，フォーラム・ノン・コンビニエンスの法理（不便宜法廷の法\n理）を参考にすべきであると主張するが，既に見たとおり，本件はわが国との関係\nが希薄な訴訟とはいえない上，当該原告らについても，わが国と比較して台湾にお\nいてより適切に審理することができるとは必ずしもいえないことからすれば，同法\n理を参酌したとしても，わが国における審理が相当というべきである。\n(ウ)　よって，わが国の裁判所は，当該原告らの被告中華航空に対する訴えについ\nて，国際裁判管轄権を有する。\nウ　グループⅡの原告らのうち，前記イの原告らを除くその余の原告ら（以下，ウ\n項においては，単に「グループⅡの原告ら」という。）について\n(ア)　前記争いのない事実等(2)イのとおり，グループⅡの被害者らのうち，被害者\nＢ４５（原告番号１５７・１５８）及び同Ｂ４６（同１５９・１６０）を除くその\n余の被害者らと被告中華航空との間の運送契約は，いずれも，出発地及び到達地が\nワルソー条約締約国である中国であり，予定寄航地がわが国であるため，ワルソー\n条約の適用がある。\nそして，ワルソー条約２８条１項によれば，グループⅡの原告らの訴えについて\nは，台湾のみが明文上の管轄地となる。\n(イ)　もっとも，前記(2)ウ(ウ)において説示したとおり，ワルソー条約は，併合管\n轄を原因とする国際裁判管轄については，一般の国際裁判管轄の法理に委ねている\nと解されるところ，グループⅡの原告らは，グループⅣの原告らの訴えとの併合管\n轄をも主張しており，グループⅡの原告らの請求とグループⅣの原告らの請求は，\n本件事故という同一の原因に基づく損害賠償請求であるから，グループⅡの原告ら\nの訴えについて旧民訴法２１条，５９条前段（民訴法７条，３８条前段）の併合請\n求の裁判管轄がわが国にあると認められる。\nよって，前記(1)に説示したとおり，当該事件につきわが国の裁判所に国際裁判管轄\nを認めることが，当事者間の公平，裁判の適正・迅速を期するという民事訴訟の基\n本理念に合致する場合には，これを認めるのが相当であるので，以下，この点につ\nいて検討する。\nａ　当事者間の公平について\n被告中華航空において，わが国の裁判所で訴訟を遂行することが過大な負担となる\nとまではいえないし，わが国における訴訟も予測できないものではなかったといえ\nること，少なくともグループⅣの原告らの訴えについては応訴せざるを得ないので\nあるから，他の原告らが更にわが国において併合して訴えを提起したとしても，応\n訴の負担が著しく増えるとはいい難いこと，なお，グループⅡの原告らは，その損\n害の主張立証については，わが国で審理する方が負担が大きいものの，本件の昀も\n重要な争点である被告中華航空の責任の有無については，他の原告らと共同原告と\nなって訴えを提起することにより，その主張立証の負担が大幅に軽減されること，\n被告中華航空においても，グループⅡの原告らの損害について，反証の負担が増え\nることは否定できな\nいとしても，被告中華航空の責任の有無の点について，２か国において応訴する負\n担と比べた場合には，その負担は過大とまではいえないことは，既に説示したとこ\nろと同様である。\n特に，本件事故は，高度で複雑なシステムを有する航空旅客機の墜落事故であり，\nその事故原因の究明やその立証，被告中華航空の責任の立証などは非常に困難なも\nのであるというべきであり，このような本件の特殊性からすれば，グループⅡの原\n告らにおいて，他の原告らと共同原告となって訴えを提起することにより，その主\n張立証の負担が軽減される利益は，十分斟酌すべき事情であるといえる。\nさらに，グループⅡの原告らの被告中華航空に対する訴えについて，わが国の裁判\n所の国際裁判管轄を否定すると，グループⅡの原告らは，上記の被告中華航空に対\nする訴えと被告エアバスに対する訴えとを別々の国に提起することを余儀なくされ\nることとなる可能性もあり，この点の不利益も考慮すべき事情というべきである。\n以上によれば，グループⅡの原告らの訴えについて，わが国の裁判所において裁判\nを行うことが，当事者間の公平という理念に合致すると認めるべき事情が存在する\nということができる。\nなお，被告中華航空は，グループⅡの原告らについても，フォーラム・ショッピン\nグであれば許されるべきではないと主張するが，このような主張が採用できないこ\nとは，前記イ(イ)ａのとおりである。\n以上によれば，グループⅡの原告らの訴えについて，わが国の裁判所において裁判\nを行うことが，当事者間の公平という理念に合致すると認めるべき事情が存在する\nということができる。\nｂ　裁判の適正・迅速について\n本件においては，被告中華航空の責任の有無が重要な争点であるところ，本件訴え\n提起時においては，事故原因に関する重要な証拠ないし証拠方法はわが国内に集中\nしていたというべきことは既に見たとおりである。\nまた，グループⅡの原告らの被告中華航空に対する訴えについては，わが国で審理\nできないとすると，台湾で審理するほかないと考えられるところ，台湾の裁判所で\nの審理に当たって事故調査にかかわった者等を尋問しようとした場合，わが国と台\n湾との間には正常な国交がなく，証拠等を司法共助により利用することができない\nため，証拠に基づく適正な裁判を行うことができないおそれがある。\nさらに，被告中華航空の責任の有無等の重要な争点が共通することからすれば，グ\nループⅡの原告らについても，グループⅣの原告らの訴えと併合審理することによ\nってこそ，審理の合理化，迅速化を図ることができるといえる。\nなお，グループⅡの原告らの損害についての審理は，グループⅡの原告らが住所を\n有する台湾に証拠が存在していることなどから，台湾の裁判所において審理をした\n方がより迅速化を図ることができることは否定できないものの，他方，被告中華航\n空の責任の有無については，上記のとおり，わが国において，より審理の迅速化を\n図ることができるといえるのであって，被告中華航空の責任の有無が本件の昀大，\n重要な争点であり，かつ，これが高度に専門的で複雑な問題であることに鑑みれ\nば，わが国の裁判所で審理することこそ，裁判の適正・迅速という理念にかなうも\nのであるといえる。\n以上によれば，グループⅡの原告らの訴えについても，わが国の裁判所において裁\n判を行うことが，裁判の適正・迅速という理念に合致すると認めるべき事情もその\n存在を認めることができる。\nｃ　なお，被告中華航空の主張するフォーラム・ノン・コンビニエンスの法理を参\n酌したとしても，わが国における審理が相当というべきであることは，前記イ(イ)\nｃに説示したところと同様である。\n(ウ)　よって，グループⅡの原告らの訴えについても，わが国の裁判所に国際裁判\n管轄を認めるのが相当である。\n(4)　以上のとおり，グループⅠないしⅢの原告らの訴えについて，わが国の裁判所\nは国際裁判管轄を有するということができるのであって，被告中華航空の本案前の\n主張は理由がない。\n２　争点(2)（原告らの被告エアバスに対する訴えの国際裁判管轄の有無）について\n(1)　原告らの被告エアバスに対する訴えについて，被告とされている被告エアバス\nは，前記争いのない事実等(1)ウのとおり，フランス法人であるから，上記訴えにつ\nいても，前記１(1)に説示した国際裁判管轄の法理に従って，わが国の裁判所の国際\n裁判管轄の有無を判断すべきこととなる。\n(2)　まず，原告らの被告エアバスに対する訴えは，被告エアバスが製造した本件事\n故機に欠陥があったとして製造物責任に基づく損害賠償を請求するものであり，旧\n民訴法１５条１項（民訴法５条９号）にいう不法行為に関する訴えに該当するとこ\nろ，同条項所定の不法行為地とは，実行行為のなされた土地と損害の発生した土地\nの双方を含むものというべきである。そして，前記争いのない事実等(3)アのとお\nり，名古屋において本件事故が発生し，損害が発生したもので，損害発生地は名古\n屋であるから，同条１項に規定する裁判籍がわが国内にあると認められる。\nこの点について，被告エアバスは，本件のような製造物責任訴訟においては，旧民\n訴法１５条１項（民訴法５条９号）所定の不法行為地は加害行為地と解すべきであ\nり，本件事故機が製造されたフランスにあると主張し，その理由として，上記不法\n行為地に結果発生地も含まれるとすると，製造者とは何ら接点のない場所で事故が\n発生した場合にも，製造者はその場所で応訴せざるを得ないことになり，特に航空\n機事故の場合には，管轄が当初の法律関係を離れて無制限に拡大し，航空機製造会\n社は世界中で応訴すべきこととなり，不当であるし，そもそも，原告らが設計上の\n欠陥を主張する本件においては，本件事故が日本で発生したという事実は請求原因\nと全く関係がない旨を主張する。\nしかしながら，その事故に関する証拠の収集の便宜や被害者の保護，救済等を併せ\n考慮すれば，製造物責任訴訟についても，不法行為地に結果発生地も含まれると解\nすべきである。\nもっとも，被告エアバスの主張するように，上記のように解すると，被告エアバス\nにとっての応訴の負担による不利益が著しく大きくなる場合があることは否定でき\nないところ，この点は，個別事案において，国際裁判管轄を認めることによりかえ\nって条理に反する結果を生ずることになるような特段の事情の存否として，検討す\nべきものである。\n(3)　次に，被告エアバスは，本件については，民訴法の規定による裁判籍がわが国\n内に存する場合であっても，わが国の国際裁判管轄を肯定することによりかえって\n条理に反する結果を生ずることになるような特段の事情があると主張するので，以\n下，検討する。\nア　当事者間の公平について\n被告エアバスは，製造物責任訴訟において結果発生地について国際裁判管轄を認め\nるとすると，製造者とは何ら接点のない場所で事故が発生した場合にも，製造者は\nその場所で応訴せざるを得ないこととなり，特に航空機事故の場合には，管轄が当\n初の法律関係を離れて無制限に拡大し，航空機製造会社は世界中で応訴すべきこと\nとなり不当である上，被告エアバスは日本に営業所を有しておらず，本件事故機の\n設計・製造に関する被告エアバスの証拠も証人も日本には存在せず，被告エアバス\nが日本で本件の防御をすることは極めて困難であると主張する。\nしかしながら，前記争いのない事実等(3)アによれば，本件事故機は，２７０名を超\nえる乗員乗客を乗せることが可能な大型旅客機であり，世界各国を移動することは\n当然に予定されているものであるし，被告エアバスは，前記争いのない事実等(1)ウ\nのとおり，航空機をアジア諸国を含め世界中に販売しており，わが国の航空会社も\n被告エアバス製造にかかる航空機を相当程度購入している上，本件事故機は台湾と\nわが国との間を運航していたのであるから，被告エアバスにおいて，結果発生地た\nるわが国が全く予測しえないような隔絶した土地であるとは到底いえないのであっ\nて，被告エアバスにわが国における応訴の負担を課したとしても，それは特段不当\nなものとはいえない。\nまた，前記争いのない事実等(1)ウのとおり，被告エアバスは，近年の世界の航空機\nのシェアで，ボーイング社に次いで約３０パーセントを占める世界昀大手の民間航\n空機メーカーの一つであり，その製造した航空機は世界中で運航に供されているこ\nと，被告エアバスは，アジア地域に積極的に営業活動を展開し，本件訴訟提起時に\nは，東京にも事務所を有していたこと，被告エアバスが平成７年に引き渡した航空\n機に関する売上高は９６億ドルにも及んだことなど，被告エアバスの企業としての\n規模や日本も含めたアジア諸国へ進出している実態からすれば，被告エアバスがわ\nが国において訴訟を遂行することについて，著しい困難が生じるともいい難い。\n他方で，仮にわが国の裁判管轄権を否定した場合，原告らはフランスにおいて訴え\nを提起せざるをえないことになるが，乗客乗員として本件事故機に乗っただけの一\n私人たる原告らにとって，訴訟遂行について著しい困難を生じるであろうことは容\n易に予想し得るところである。\n以上からすれば，当事者間の公平の点からは，わが国の国際裁判管轄を認めること\nがかえって条理に反する結果を生ずることになるような特段の事情の存在を認める\nに足りず，むしろ，わが国の裁判所に国際裁判管轄を認めることが当事者間の公平\nの理念に合致するというべきである。\nイ　裁判の適正について\n被告エアバスは，本件事故機の設計・製造に関するほとんどすべての証拠及び証人\nはフランスに存在し，本件がわが国で審理されるとすると，事案を解明することが\n著しく困難であると主張する。\nしかしながら，製造物責任訴訟においては，当該事故の原因の解明が重要となると\nころ，通常，事故発生地に事故原因に関する証拠が集中しているものと考えられ，\n本件事故の原因に関する様々な証拠は事故発生地である名古屋に集中していると考\nえられる。また，本件事故の犠牲者のうち多くの者がわが国で生活していた者であ\nって，その各損害の立証のための証拠もわが国に集中しているといえる。\n被告エアバスの指摘するように，事故調査報告書に対する被告エアバスの反証や，\n本件事故機の設計・製造に関する立証についての証拠は，多くはフランスに存在す\nると思われるが，前記の被告エアバスの企業としての規模，世界各国へ進出してい\nる実態などからすれば，被告エアバスにとって，フランスに存在する証拠等を収集\nして，わが国の裁判所に提出することも著しく困難とまではいえず，わが国の裁判\n所で十分な立証・反証活動を行うことも十分可能であるというべきである。\nまた，被告エアバスは，被告中華航空とその保険者が被告エアバスに対して，本件\n事故に関してフランスにおいて訴訟を提起しており，このフランスの裁判所の判決\nとわが国の裁判所の判決との間に矛盾が生ずる可能性があると主張するが，フラン\nスにおける訴訟と本件訴訟とは当事者を異にする上，合一確定が要請されているも\nのでもないのであるから，このような事情から，わが国の国際裁判管轄を否定する\nことは相当とはいえない。\n以上からすれば，裁判の適正の点からも，わが国に国際裁判管轄を認めることがか\nえって条理に反する結果を生じることになるような特段の事情の存在を認めるに足\nりず，かえって，わが国の裁判所における審理においてこそ，双方の主張立証が尽\nくされ，適正な裁判の実現が期待できるものというべきである。\nウ　裁判の迅速\n被告エアバスは，反証のための証拠等がフランス等に存在するため，訴訟が遅延す\nると主張するが，前記イのとおり，事故原因に関する証拠及び損害についての証拠\nは，いずれも日本に集中しており，日本においてこれらの証拠を利用して審理を進\nめることについては何ら支障はなく，むしろ，わが国の国際裁判管轄を否定し，フ\nランスで審理せざるを得ないとすると，数十人にのぼる日本居住被害者の損害立証\nのための証拠をフランス語に翻訳するなどしなければならず，迅速な審理を期待す\nることが難しいといわざるを得ない。\nそうすると，わが国に国際裁判管轄を認めることがかえって裁判の迅速という理念\nに著しく反する結果となるような特段の事情の存在は，これを認めるに足りないと\nいうべきである。\nエ　その他の事情について\n被告エアバスは，判決の実効性の観点から，日本における執行可能性を考慮すべき\nと主張するが，外国においても相互の保証がある場合にはそこでの執行は可能であ\nり，判決の実効性は確保されるのであって，被告エアバスの上記主張は理由がな\nい。\nまた，被告エアバスは，グループⅡの原告らについては，国籍及び居住の有無も考\n慮すべきと主張するが，日本の管轄を否定した場合には，これらの原告らはフラン\nスにおいてのみ訴訟を提起できることになると思われるのであって，これらの事情\nも，わが国の国際裁判管轄を否定すべき事情とはいえない。\nオ　以上のとおり，わが国の国際裁判管轄を認めることによりかえって当事者間の\n公平，裁判の適正・迅速といった民事訴訟の理念に反する結果を生ずることになる\nような特段の事情については，これを認めるに足りない。\n(4)　したがって，わが国の裁判所は，原告らの被告エアバスに対する訴えについ\nて，国際裁判管轄を有するということができるのであって，被告エアバスの本案前\nの主張は理由がない。\n３　争点(3)（被告中華航空のワルソー条約１７条，１８条に基づく責任）について\n(1)　前記争いのない事実等(2)によれば，グループⅣの被害者らと被告中華航空と\nの間の運送契約は，出発地及び到達地がともにワルソー条約の締約国である日本で\nあり，予定寄航地の台湾は日本国外であるので，ワルソー条約の適用がある。ま\nた，グループⅠの被害者ら，グループⅡの被害者らのうち被害者Ｂ４５（原告番号\n１５７・１５８）及び同Ｂ４６（同１５９・１６０）を除くその余の被害者ら並び\nにグループⅢの被害者らのうち被害者Ｂ６４（原告番号２３６・２３７）及び同Ｂ\n６５（同２３８・２３９）を除くその余の被害者らと被告中華航空との間の運送契\n約は，ワルソー条約の適用があることは，前記１に見たとおりである。\nそして，前記争いのない事実等(3)のとおり，以上のワルソー条約の適用のある被害\n者ら（以下「ワルソー条約の適用のある被害者ら」といい，これに対応する原告ら\nを「ワルソー条約の適用のある原告ら」といい，３項においては，単に「原告ら」\nともいう。）は，本件事故機上において生じた本件事故により死亡し，手荷物等が\n滅失したものであるから，被告中華航空は，ワルソー条約１７条，１８条に基づ\nき，ワルソー条約の適用のある原告らに対し，損害賠償責任を負うこととなる。\nところが，被告中華航空は，改正ワルソー条約２２条の責任制限規定の適用を主張\nしており，これに対し，原告らは，責任制限規定は違憲であるから，その適用はな\nいと，また，本件の損害の発生は本件乗員らの「無謀にかつ損害が生ずるおそれが\nあることを認識して行った行為」によるものであるとして，責任制限規定の適用排\n除を定める改正ワルソー条約２５条の適用があると主張するので，まず，後者の点\nについて検討する。\n(2)　改正ワルソー条約２５条の意義について\nア　改正ワルソー条約２５条は，同条約２２条の責任制限規定の適用を排除するこ\nとができる場合を定めているところ，２５条所定の「損害が生ずるおそれがあるこ\nとを認識して」という要件に関しては，「損害が生ずるおそれがあることを認識し\nていなかったが，認識すべき場合」が含まれるか（客観説），否か（主観説）が問\n題となる。\nイ　まず，改正ワルソー条約２５条の文言は，日本語翻訳文では，「第２２条に定\nめる責任の限度は，損害が，損害を生じさせる意図をもって又は無謀にかつ損害の\n生ずるおそれがあることを認識して行った運送人又はその使用人若しくは代理人の\n作為又は不作為から生じたことが証明されたときは，適用されない。もっとも，使\n用人の作為又は不作為の場合には，さらに，その者が自己の職務を遂行中であった\nことが証明されなければならない。」とされている（なお，上記の「認識」という\n語句については，ワルソー条約の正文であるフランス語では「conscience」という\n語句が，また，英語翻訳文では「knowledge」という語句が用いられている。）ので\nあって，その文言上からは，運送人又はその使用人若しくは代理人（以下「運送人\n等」という。）の損害発\n生のおそれの認識という主観的事情を要件としているといわざるを得ない。\nウ　次に，ワルソー条約２５条の改正の経緯について，検討する。\n(ア)　証拠（甲８８，８９，９１，乙２）及び弁論の全趣旨を総合すると，　以下\nの事実が認められる。\nａ　改正前ワルソー条約では，国際航空運送人の責任は原則として有限であり，旅\n客についての責任は１２万５０００フランを限度とするが，損害が運送人又はその\n使用人の故意により生じたとき，又は訴えが係属する裁判所の属する国の法律によ\nれば故意に相当する過失により生じたときは，運送人の責任制限は適用されないと\nされていた。\nｂ　ところが，国際航空運送を取り巻く状況が変化し，ワルソー条約についても，\n責任限度額が低すぎるとの声や，責任制限排除規定の適用についての解釈が国際的\n統一を欠くものであるとの批判がされたため，これに対応してワルソー条約を改正\nしようとする声が高まり，１９５３年（昭和２８年）にリオ会議が開かれ，リオ案\nが採択された。これは，責任限度額を２０万フランに引き上げるとともに，改正前\nワルソー条約２５条の「訴えが係属する裁判所の属する国の法律によれば故意に相\n当する過失」という規定を，「損害の発生が損害を生ずべき意図をもって行われた\n作為又は不作為によるものである場合」に改正し，限定しようとするものであっ\nた。\nｃ　１９５５年（昭和３０年）９月，オランダのヘーグにおいて，航空私法に関す\nる国際会議（ヘーグ会議）が開催され，リオ案を踏まえてワルソー条約の改正につ\nいての討議が行われ，以下のとおりの経過で，改正ワルソー条約２５条が採択され\nた。\n(ａ)　第１６回会議（同月１６日開催）において，作業部会は，「無謀にかつ損害\nが恐らく生ずるであろうことに注意することなく」という案を提案した。\n(ｂ)　第１７回会議（同日開催）において，上記作業部会案につき，「注意するこ\nとなく」との表現では，必ずしも当事者の認識が必要であるか否かが明確ではなか\nったところ，フランス代表は，「注意することなく」という語句を「認識して」と\nいう語句に置き換えるべきであると提案し，アメリカ代表は，損害が恐らく生ずる\nことを認識していた場合，若しくは認識すべきであった場合には，責任は無制限と\nなるべきことを提案した。\nそこで，責任を無制限とする場合についての原則について投票することとなり，故\n意に基づく場合に加え，①無謀に行為した場合とする案，②無謀に行為し，かつ，\nおそらく損害が発生するであろうことを認識していたか又は認識するべきであった\n場合とする案，③無謀に行為し，かつ，おそらく損害が発生するであろうことを認\n識していた場合とする案の３案が投票にかけられ，①が３票，②が１１票，③が１\n３票となり，作業部会案としては，③の案が選択され，アメリカ代表の提案である\n②の案は採用されなかった。\n引き続いて，この作業部会案がリオ案と改正前ワルソー条約２５条を維持する案と\nともに，いくつかの責任限度額と組み合わせて，第２回目の投票にかけられ，その\n結果は，作業部会案が合計３７票（責任限度額を３７万５０００フランとする案が\n４票，３０万フランとする案が５票，２５万フランとする案が８票，２０万フラン\nとする案が２０票），改正前ワルソー条約２５条を維持する案が合計２９票（責任\n限度額を３７万５０００フランとする案が２票，３０万フランとする案が２票，２\n５万フランとする案が２票，２０万フランとする案が２３票），リオ案が合計２７\n票（責任限度額を３７万８０００フランとする案が３票，２５万フランとする案が\n７票，２０万フランとする案が１７票）であった。\n(ｃ)　第２２回会議（同月２０日開催）においては，責任限度額について，アメリ\nカ代表から，費用について別途定めるとの修正案が出され，責任限度額をいくらに\n設定すべきかについて議論がなされた後，①作業部会案，②リオ案及び③改正前ワ\nルソー条約２５条を維持する案と，５通りの責任限度額案（３７万５０００フラン\n（Ａ案），３０万フラン（Ｂ案），２５万フランとするが費用は別の規定を設ける\n（Ｃ案），２５万フラン（Ｄ案），２０万フラン（Ｅ案））とが組み合わされて投\n票にかけられ，その結果は，①作業部会案が合計３２票（Ａ案１票，Ｂ案４票，Ｃ\n案１０票，Ｄ案１０票，Ｅ案７票），②リオ案が合計３４票（Ａ案２票，Ｂ案１\n票，Ｃ案７票，Ｄ案７票，Ｅ案１７票），③改正前ワルソー条約２５条を維持する\n案が合計２４票（Ａ案\n１票，Ｂ案１票，Ｃ案３票，Ｄ案４票，Ｅ案１５票）となった。\nそして，作業部会案について複数の言語で意味が一致するよう修正した上，昀終的\nな投票を行うこととされた。\n(ｄ)　第２３回会議（同月２１日開催）において，作業部会は，複数の言語で意味\nが一致するよう作業部会案を修正した案として，改正ワルソー条約２５条と同じ案\n文を提案した。\nオーストラリア代表は，「知りながら」の前に「現実に」という文言を入れるよう\n提案し，その目的は，証拠法則の問題として，「認識」の要件を単なる推測によっ\nて認定することを排斥するためであると述べたが，討論の後，リオ案を支持する立\n場に立ち返らなければならないとして，上記提案を撤回した。\nまた，上記討論の際，ベルギー代表は，リオ案を採用したいが，作業部会案も受け\n入れることができる，なぜなら，特に著しい過失があった場合にのみ責任無制限の\n請求を行うことができると誰もが考えると理解しているからである，と述べた。\nそして，討論の後，まず，この作業部会案についての投票を行うことが決定され，\n持ち回りの投票により，賛成２３票，反対１６票，棄権１票で，作業部会案が採択\nされ，これがヘーグ議定書に取り入れられた。\n(イ)　以上のとおり，ワルソー条約２５条の改正の経緯からすると，改正ワルソー\n条約２５条所定の「損害が生ずるおそれがあることを認識して」という要件は，損\n害が生ずるおそれがあることを認識していたか又は認識するべきであった場合とは\n明確に区別された上で，討議・投票がなされ，採択されたもので，この結果，損害\nが生ずるおそれがあることを認識していなかったが認識するべきであった場合は排\n除され，主観説の立場が採用されたものと解するのが相当である。\nこれに対し，原告らは，①第１７回会議における第１回目の投票において，客観説\nを支持する立場が多かった，②第１７回会議における第２回目の投票では，改正前\nワルソー条約２５条の文言をそのまま維持し限度額を２０万フランとするという案\nが昀多数を占めたのであり，第１回目に行われた投票の意味は極めて薄弱になっ\nた，③第２３回会議において，オーストラリア代表が作業部会案文中\nの「knowledge」という語句の前に「actual」という語句を挿入することを提案した\nが，撤回を余儀なくされた，④同会議において，ベルギー代表が，「特に重大な過\n失があった場合にのみ無制限の責任追求ができるようにすべきだと誰もが感じてい\nると理解される。」と発言し，これに対して誰も異論を述べなかったなどとして，\n改正ワルソー条約２５条の解釈につき結\n局は統一はなされず，客観説は排除されていないと主張する。\nしかしながら，上記①の点について，原告らの主張は，無謀に行為した場合に責任\n無制限とする案を客観説と評価して，客観説が昀多数を占めたと主張するものであ\nるが，その主張の当否はともかくとして，前記(ア)ｃ(ｂ)のとおり，この第１回目\nの投票により，作業部会案における原則として，主観説である「無謀に行為し，か\nつ，おそらく損害が発生するであろうことを認識していた場合」に責任無制限とす\nる案が採択されたことは明らかであるし，上記②の点については，前記(ア)ｃ(ｂ)\nのとおり，第１７回会議における第２回目の投票は，第１回目の投票により主観説\nを採択した作業部会案，リオ案及び改正前ワルソー条約２５条を維持する案のいず\nれとすべきかについて選択するための投票を行ったものであって，第１回目の投票\nの結果を前提とするも\nのであり，第１回目の投票の意義を失わせるようなものではないというべきであ\nる。\nまた，上記③の点について，原告ら主張のオーストラリア代表の提案は，証拠法則\nに関するものであって，主観説であるか客観説であるかとの問題とは関係がないこ\nとは，前記(ア)ｃ(ｄ)に認定したところから明らかであるし，上記④について，前\n記(ア)ｃ(ｄ)のベルギー代表の発言からは，これが客観説を意味するものと断ずる\nのは困難である。\nしたがって，改正ワルソー条約２５条の解釈につき結局は統一はなされず，客観説\nは排除されていない旨の原告らの主張は採用できない。\nエ　以上を併せ考慮すると，改正ワルソー条約２５条の「損害が生ずるおそれがあ\nることを認識して」という要件に，「損害が生ずるおそれがあることを認識してい\nなかったが，認識すべきであった場合」を含めることは，その改正の経緯とも全く\n矛盾するものといわざるを得ないのであって，改正ワルソー条約２５条は，その文\n言どおり，運送人等が損害が生ずるおそれがあることを認識していたことを要求し\nているもの（主観説）と解するのが相当である。\nこれに対し，原告らは，改正ワルソー条約２２条の責任制限規定が今日では全く時\n代錯誤的でありかつ著しく正義に反するものである以上，改正ワルソー条約２５条\nは，その成立した背景や各国裁判所の態度，大多数の航空会社が改正ワルソー条約\n２２条の責任制限を放棄していること，ワルソー条約の責任制限を廃止したモント\nリオール条約が発効間近であることなどを理由に，弾力的かつ合目的的に解すべき\nであり，客観説に立つことが相当であると主張するが，改正ワルソー条約２５条の\n文言は，運送人等の損害発生のおそれがあることについての認識があったことを要\n件としていることは明らかであるから，原告らの主張する客観説は，その文言に明\nらかに反し，採用できない。\n(3)　改正ワルソー条約２５条が適用されるか否かについて\nア　本件事故の経緯について\n(ア)　前記争いのない事実等(3)に，証拠（甲１）及び弁論の全趣旨を総合すると，\n以下の事実が認められる。\nａ　本件事故機は，平成６年４月２６日午後５時５３分（以下，(3)項においては，\n同日中の出来事については時刻のみを表示する。）に台北国際空港を離陸し，午後\n６時１４分ころ巡航高度（ＦＬ）３３０に達し，飛行計画に従い，名古屋空港へ向\nけて飛行した。なお，午後５時５４分ころから，オートパイロットの№２が接続さ\nれていた。\n午後７時４７分３５秒，副操縦士により操縦されていた本件事故機は，東京コント\nロールからＦＬ２１０への降下を指示され，降下を開始したが，午後７時４９分こ\nろから５６分ころまで，機長から副操縦士に対し，進入・着陸時の操縦・操作方法\nについて一般的な指導が行われた。\n午後７時５８分１８秒，本件事故機は，名古屋アプローチとの交信を始め，同アプ\nローチの指示に従い，順次高度を下げ，速度を減じて行った。午後７時５９分４秒\nに，副操縦士が「チェックリスト」と言い，機長にアプローチ・チェックリストの\n実施を要求し，午後８時０分５秒（以下，ア項においては，午後８時台の出来事に\nついては，分秒のみをもって表示する。），機長はチェックリストの完了を告げ\nた。\nｂ　０分１１秒，機長は，副操縦士に対し，「君は，自分でやりなさい。」，「私\nは，君にうるさく言わないからね。私に聞かないで自分でやって，決定してごら\nん。私がカバーできないような状態になる前に，初めて注意するからね。」などと\n言って，自分で判断して操縦するように指示し，これに対して，副操縦士は，「は\nい。」と返事をした。\n０分１２秒，本件事故機のスラット／フラップレバーは，０／０から１５／０へ操\n作され，２分３５秒に，１５／０から１５／１５へ操作された。\n７分２２秒，これまで，オートパイロットの№２が接続されていたが，オートパイ\nロットの№１も接続された。\nｃ　８分ころから，副操縦士は，前方の航空機による後方乱気流のことを気にして\nいたので，機長は，後方乱気流に対する対処の方法を教示するとともに，先行機と\nの間隔を広げるために，速度を１８０ノットから１７０ノットに減ずるよう指示し\nた。そのやりとりは，以下のとおりである。\n８分２６秒　副操縦士「いつもこの辺りで入るようですね。まともに他機の後流に\n入りますね。」\n８分２９秒　機長「そうだね。」\n８分３０秒　副操縦士「おかしいな，地形の関係かな。今日は，昀初から昀後まで\n後流に入っているようですね。」\n８分３５秒　機長「ラダーをしっかり踏んで。ラダーをしっかり踏むといいよ。揺\nれがそんなにひどくならないから。」\n８分５５秒　機長「・・・前方のあの機は，わー，君は，それを，　そのスピード\nをもう少し殺した方がいいよ。」\n９分０１秒　機長「君，もう少しスピードを殺した方がいいよ。１７０まで減速し\nた方がいいよ。」，「そうしないと，あれにくっついていったんじゃ，ひっくり返\nっちゃうよ。」\n９分５０秒　副操縦士「ウインドシア」\n１０分０１秒　機長「気にするな。それは・・・」\n１１分２０秒　副操縦士「入った，入った。グライドスロープからずっと入ってい\nますね。」\n１１分２４秒　機長「飛行機が多すぎるから，仕方がない。」\n１１分２８秒　機長「気にするな。」\nｄ　１１分３４秒，副操縦士は，後方乱気流が気になったため，オートパイロット\nを解除して，手動操縦で飛行しようと考え，機長に対して，「教官，じゃあ，私\nは，これを切りますよ。」と，オートパイロットを解除する旨を伝えたところ，機\n長も，「いいよ。マニュアルで飛べば。」と答えたため，１１分３５秒，副操縦士\nは，接続されていたオートパイロットの№１及び№２をいずれも解除した。\nｅ　１２分１９秒，本件事故機は，アウターマーカーを通過し，副操縦士の手動操\n縦によりＩＬＳ進入を継続した。\n１２分４１秒，副操縦士は，機長に対し，「フラップ２０」と要求し，機長は，ス\nラット／フラップレバーを１５／１５から１５／２０へ操作した。\n１２分５６秒，副操縦士は，機長に対し，「ギアダウン」と要求し，機長は，脚下\nげ操作を行った。\n１３分１４秒，機長は，副操縦士の要求で，スラット／フラップレバーを１５／２\n０から３０／４０へ操作し，１３分２７秒，着陸のためのチェックリストを完了し\nた。\nこの間，副操縦士は，本件事故機のトリムスイッチを，１２分１秒に３回，同２３\n秒に１回，同３０秒に２回，同４４秒に１回，１３分１０秒に５回，同２１秒に５\n回操作した。\nｆ　１４分５秒，本件事故機が気圧高度約１０７０フィートを通過中，副操縦士\nは，誤って，ゴーレバーを作動させ，フライトモード表示器には「GO AROUND」と表\n示された。そのため，本件事故機は，エンジン推力が増加し始め，やや機首上げ傾\n向となり，ＩＬＳ降下経路から上方に外れ，速度も少し増加した。機長は，本件事\n故機の上記変化を感じ，１４分６秒に「えっ，えっ，あれ。」と声を上げた。\n１４分８秒ころ，副操縦士は，増加し始めた推力をエンジン圧力比１．２１に抑\nえ，その後，エンジン圧力比１．１７あたりまで戻した。また，副操縦士は，正規\nの降下経路を回復すべく，操縦輪を押して機首下げ操作を行ったが，水平安定板は\n－５．３度の位置で変化はなく，本件事故機は，降下することなく，気圧高度約１\n０４０フィートで水平飛行状態となり，この状態が１４分１０秒ころから２５秒こ\nろまで続いた。\nこの間，１４分９秒，ランドモードからゴーアラウンドモードに変わったことに対\nして警告音がなり，１４分１０秒，機長は，副操縦士に対し，「君，君はそのゴー\nレバーを引っかけたぞ。」と注意し，副操縦士は，「はい，はい，はい。少し触り\nました。」と，ゴーレバーを作動させてしまったことを認める返事をした。\n１４分１２秒，機長は，副操縦士に対し，「それを解除して。」と言い，ゴーアラ\nウンドモードの解除をするように指示し，副操縦士は，「ええ。」と返事をし，１\n４分１６秒，さらに，機長は，「それ。」と言い，副操縦士は，「ええ。」と返事\nをした。\nｇ　副操縦士は，予測していなかった状況となったためオートパイロットの補助を\n得ようとして，ランドモードのスイッチを操作するとともに，これに前後して，１\n４分１８秒，オートパイロットの№１及び№２をほぼ同時に接続したが，これを機\n長に知らせなかった。本件事故機は，ゴーアラウンドモードの状態でランドモード\nのスイッチを操作しても，ランドモードにはならず，ゴーアラウンドモードの解除\nもできない仕組みになっていたため，オートパイロットも，ゴーアラウンドモード\nに接続された。\nこのときの昇降舵は，副操縦士により押し下げられた状態で機首下げ３．５度であ\nり，１４分１９秒ころ，一時的に２．８度から２．４度に減少した後，次第に昇降\n舵の機首下げ角は増加していった。\nｈ　１４分２０秒ころ，オートパイロットがゴーアラウンドモードに接続されたこ\nとにより，水平安定板が－５．３度の位置から機首上げ方向へ動き始めた。これと\nほぼ同時に，副操縦士は，操縦輪に重さを感じたため，操舵力を軽減しようとし\nて，トリムスイッチを１回操作したが，オートパイロット接続中は，トリムスイッ\nチを操作しても水平安定板は動かないため，これによる効果はなかった。\n１４分２３秒，機長は，高くなった降下経路を修正するため，副操縦士に対し，\n「押して，それを押して，ええ。」と，操縦輪の押し下げを指示した。副操縦士\nは，オートパイロットが接続中であることを認識し，かつ，操縦輪が重いことを感\nじながらも，機長の指示に従って，操縦輪を押し続け，昇降舵の機首下げ方向への\n操作を継続した。\n１４分２６秒，機長は，高くなった降下経路を修正するため，副操縦士に対し，\n「君，それを・・・スロットルを切って。」と，エンジン推力を手動で微速側へ調\n整するよう指示した。副操縦士は，その指示に従い，スラストレバーを引き，エン\nジン圧力比を１．０あたりまで減少させた。このため，本件事故機は，推力が減少\nして，機首上げ傾向は減少し，副操縦士による操縦輪を押し下げる操作も相まっ\nて，降下を始めた。\nしかし，本件事故機は，依然，正規の降下経路に対して位置が高く，１４分２９\n秒，副操縦士は，「ええ，高すぎる。」と声を上げた。\nｉ　１４分３０秒，機長は，フライトモード表示器の表示がゴーアラウンドのまま\n変わっていないのを見て，副操縦士に対し，「君は，君はゴーアラウンドモードを\n使っているぞ。」と指摘し，さらに，１４分３４秒，「いいから，ゆっくり，また\n解除して，手を添えて。」と，ゴーアラウンドモードの解除を指示した。副操縦士\nは，再びランドモードのスイッチを操作して，ゴーアラウンドモードを解除しよう\nとしたが，本件事故機は，このような操作では，ゴーアラウンドモードを解除する\nことはできない仕組みであり，ゴーアラウンドモードの解除はできなかった。\n１４分３９秒，機長は，副操縦士に対し，「エンジン推力は解除したんだな。」と\n尋ね，１４分４０秒，副操縦士は，「はい教官，解除しました。」と答えた。\n副操縦士は，操縦輪の異常な重さを感じていたことから，トリムスイッチを，１４\n分３４秒に３回，同３９秒に２回，続けて操作したが，これらも，オートパイロッ\nトが接続中であったため効果はなかった。\n副操縦士による操縦輪の操作によって，昇降舵は，機首下げ方向に８．５度まで動\nかされていたが，これとは逆に，１４分２０秒から変位し始めた水平安定板は，１\n４分３７秒ころには，機首上げ一杯の－１２．３度まで達していた。\nｊ　機長は，依然として着陸を意図し，副操縦士に対し，１４分４１秒には，「も\nっと押して，もっと押して，もっと押して。」と，１４分４３秒には，「もっと押\nし下げて。」と言って，操縦輪を押して機体を降下させるよう指示した。\n副操縦士は，オートパイロットが接続中であることを認識しながら，かつ，操縦輪\nが極めて重いことを感じながらも，それを機長に伝えることなく，機長の指示に従\nい，更に力をかけて操縦輪を押し続けた。\n１４分４５秒，機長は，副操縦士に対し，「今，ゴーアラウンドモードになってい\nるぞ。」と三度目の指摘をし，副操縦士は，「はい，教官・・・」と返事をした。\n１４分４９秒，副操縦士は，オートパイロットの№１及び№２をいずれも解除し，\n機長に「教官，オートパイロット解除しました。」と告げたが，水平安定板は－１\n２．３度のままであり，アウトオブトリムの状態が残った。\n副操縦士は，操縦輪を一杯に押しても，機首が下がらないことから，１４分５１\n秒，機長に対し，「教官，やっぱり押し下げられません。ええ。」と伝えた。\nｋ　本件事故機は，ピッチ角及び迎え角が増加し，速度が減少し続けながら名古屋\n空港への進入を続け，１４分５７秒，気圧高度約５７０フィートを通過中，迎え角\nが，スラット／フラップが３０／４０の形態に対する検知角である１１．５度を超\nえたため，アルファフロア機能が作動し，出力が急激に増加した。\n機長は，１４分５８秒，「私の，あのランドモードは。」と言い，１５分１秒，副\n操縦士に，「いいから，あわてずに。」と言った。\n１５分２秒，副操縦士は，機長に対し，「教官，スロットルがまたラッチされまし\nた。」と告げた。このとき，本件事故機は，アルファフロア機能の作動で増加した\n出力により，速度及びピッチ角が増加し，降下から上昇に移った。\nｌ　１５分３秒，機長は，副操縦士に，「オーケー，私がやる。私がやる。私がや\nる。」と言って，操縦を交替した。このとき，本件事故機の出力は，アルファフロ\nア機能により昀大出力に達し，水平安定板は－１２．３度，昇降舵は９．９度で，\nアウトオブトリムの状態であった。\n１５分４秒，副操縦士は，機長に対し，「解除して，解除して。」と言い，オート\nスロットルの解除を要請した。\n機長は，操縦を交替してから，なおも着陸を継続しようと操縦輪を機首下げの限界\nまで一杯に押し続け，また，一時的にスラストレバーを引いた。\nこのような操作にもかかわらず，本件事故機の機首上げの傾向が止まらないことか\nら，機長は，「一体どうなってるんだ，これは。」と疑問の言葉を口にし，副操縦\n士は，「解除して，解・・・」と，再度オートスロットルの解除を口にした。\nｍ　機長は，機首上げの傾向が止まらないことから，着陸を継続することをあきら\nめ，ゴーアラウンドすることを決定し，１５分１１秒，「ゴーレバー」と言って，\nゴーレバーを作動させた。そのため，本件事故機のエンジン出力は，ほぼ昀大出力\nとなった。これとほぼ同時に，機長は，「ちくしょう，どうしてこうなるんだ。」\nと叫びながら，トリムスイッチを２回操作し，それまで－１２．３度の限界位置に\nあった水平安定板は，１５分１９秒までに－１０．９度に緩やかに戻ったが，依\n然，アウトオブトリムの状態は続いており，昀大となった出力による推力のため\nに，本件事故機は，急上昇するとともに，迎え角が急激に増加し，対気速度も減少\nした。\nこの間，副操縦士は，１５分１４秒，名古屋タワーに，ゴーアラウンドすることを\n伝えた。\nスラット／フラップレバーは，３０／４０の状態であったのが，１５分１８秒に\nは，１５／０又は０／０へ操作され，１５分２８秒には，１５／１５に操作され\nた。\n機長は，１５分２１秒，「えっ，これじゃ失速するぞ。」と叫び，１５分２５秒，\n「終わりだ。」と叫んだ。\n１５分２３秒の時点で，迎え角がアルファトリムの検知角を超えたため，アルファ\nトリム機能が作動し，１５分２７秒に，水平安定板が－１０．９度から－７．４度\nに変位した。しかし，１５分２５秒前後の時点で，迎え角の異常な増加により，本\n件事故機は，失速状態に陥り，その状態は墜落まで続いた。\n１５分２６秒，本件事故機のピッチ角は，昀大の５２．６度となった。\n１５分３１秒，本件事故機は，ピッチ角が４３．８度で，気圧高度約１７３０フィ\nートで昀高点に達した後，急降下し始め，１５分４５秒，本件事故機は，墜落し\nた。\n(イ)　オートパイロットを接続した者の特定について\n被告中華航空は，１４分１８秒にオートパイロットを接続した者は，機長か副操縦\n士かは特定できないと主張するところ，事故調査報告書（甲１）においても，①１\n４分１６秒の機長の「それ。」という言葉は，機長が副操縦士にオートパイロット\nの接続を指示したもので，それに従って，副操縦士が接続した可能性，②機長が自\nら接続した可能性，③副操縦士が独断で接続した可能性が考えられ，いずれが昀も\n可能性が高いかの特定はできないとされている。\nしかしながら，①の可能性については，機長は，１４分１２秒に「それを解除し\nて。」と副操縦士にゴーアラウンドモードを解除するよう指示している（前記(ア)\nｆ）のであるから，その直後の１４分１６秒の「それ。」という機長の発言は，上\n記指示にもかかわらずゴーアラウンドモードが解除されないため，もう一度，同様\nの指示を出したものと推認するのが自然である。また，機長と副操縦士は，１１分\n３５秒に，手動で操縦することを決定していた（前記(ア)ｄ）のであり，かつ，ゴ\nーレバーが作動しても手動で着陸することは可能であったのであるから，機長が\n「それ。」という言葉だけで，前に行った手動操縦により着陸するとの決定を変更\nする旨の指示をしたとは考え難い。したがって，機長の指示で副操縦士がオートパ\nイロットを接続したとの\n可能性は低いというべきである。\n次に，②の可能性について検討しても，本件事故機は，１５分３秒に機長が操縦を\n交替するまでは，副操縦士により操縦が行われており，機長は，０分１１秒に，\n「君は，自分でやりなさい。」，「私は，君にうるさく言わないからね。私に聞か\nないで自分でやって，決定してごらん。私がカバーできないような状態になる前\nに，初めて注意するからね。」などと言って，副操縦士に自分で判断して操縦する\nように指示していた（前記(ア)ａないしｌ）のであって，それにもかかわらず，機\n長が，副操縦士に告げることもなく自らオートパイロットを接続したとは考え難\nい。また，仮に機長がオートパイロットを接続したとすると，機長は，ゴーアラウ\nンドモードでオートパイロットを接続しながら，副操縦士に対し，操縦輪を押すこ\nとを繰り返し指示するとい\nう矛盾した行動をとったことになり，極めて不自然であって，この点からも，機長\nが自らオートパイロットを接続した可能性は低いというべきである。\nこれに対し，③の可能性については，副操縦士は，その意図に反してゴーレバーを\n作動させてしまった上，機長からゴーアラウンドモードの解除を指示されたにもか\nかわらず，指示どおり解除できなかった（前記(ア)ｆ及びｇ）のであり，そのた\nめ，独断で，ランドモードに変更した上で，オートパイロットの補助を得ようとし\nて，オートパイロットの接続をしたものと推測できる。\n確かに，被告中華航空の指摘するように，オートパイロットの接続中はトリムスイ\nッチによる操作は無効となるにもかかわらず，副操縦士がトリムスイッチを操作し\nていることは，前記(ア)ｈ及びｉのとおりである。しかし，副操縦士は，上記のと\nおり，その意図に反してゴーレバーを作動させてしまったことや，機長からゴーア\nラウンドモードの解除を指示されるもその指示どおり解除できなかったことによ\nり，相当程度動揺していたであろうことが窺われるのであり，必ずしも冷静な判断\nができたとは思われない。また，前記(ア)のとおり，本件事故機の操縦において，\n副操縦士のトリムスイッチの使用は比較的頻回で，操縦輪の操舵の重さを感じると\n反射的にトリムスイッチを使用していることが窺われることから，副操縦士は，操\n縦輪の操舵の重さに直\n面したため，オートパイロットが接続中にもかかわらず反射的にトリムスイッチを\n使用したものとも推認できるのであって，副操縦士がトリムスイッチを操作してい\nることをもって，直ちに副操縦士がオートパイロットを接続していないということ\nはできない。\nむしろ，上記のとおり，副操縦士は，その意図に反してゴーレバーを作動させてし\nまったことによる動揺などから，オートパイロットの補助を得て着陸しようと思\nい，とっさにオートパイロット接続レバーをオンにしたと考えるのが昀も自然であ\nる。\n以上から，前記(ア)ｇに認定したとおり，１４分１８秒にオートパイロットを接続\nした者は，副操縦士であると認めるのが相当である。\n(ウ)　副操縦士が操縦輪の重さを認識していたことについて\nａ　被告中華航空は，乱気流，騒音，会話があった本件状況下では，操縦輪にかか\nる力を理解することは困難なことであり，本件乗員らがほとんどトリム操作を行っ\nていないことから，本件乗員らは，操縦輪が重い状態を検知していなかった旨主張\nし，証人Ｊ及び証人Ｋは，同趣旨の証言をしている。\nｂ　しかしながら，証拠（甲１，２６，証人Ｌ，証人C，証人Ｍ）及び弁論の全趣旨\nによれば，本件事故機において，ゴーアラウンドモードでオートパイロット接続中\nに機首下げ方向にオーバーライドするためには，昀低限２０ｋｇの力が必要である\nこと，通常の状況においては，手動で降下したり上昇したりするための操縦輪への\n力は４から５ｋｇの力を超えることがないことが認められるところ，副操縦士は，\nゴーアラウンドモードでオートパイロット接続中の１４分１８秒から４９秒までの\n約３０秒の間，継続的に操縦輪を押すことによりオートパイロットをオーバーライ\nドしていたことは，前記(ア)ｇないしｊのとおりである。\nこれらの事実からすれば，副操縦士は，約３０秒間継続して通常の４倍から５倍も\nの力を操縦輪にかけ続けたことになるのであって，このような状況からすれば，副\n操縦士は，操縦輪が極めて重いことを認識していたと推測できる。\nまた，副操縦士は，１４分５１秒に「教官，やっぱり押し下げられません。え\nえ。」と発言している（前記(ア)ｊ）が，これは，副操縦士がその発言をする前\nに，同様に大きな力を操縦輪に加えても操縦輪を押すことができなかった事実があ\nったことを示すものといえる。\n以上から，前記(ア)ｈないしｊに認定したとおり，副操縦士は，操縦輪が極めて重\nいことを明確に認識していたということができる。\nｃ　これに対し，被告中華航空は後方乱気流の影響について指摘する。\nしかしながら，前記争いのない事実等(3)オのとおり，本件事故当時，名古屋周辺部\nは晴天で，風速は８ノットから７ノットであり，天候は本件事故機の運航に支障を\n来すものではなかった。\nまた，上記(ア)ｃの事実に証拠（甲１，証人C）を総合すると，８分ころから１１分\nころまでの間，副操縦士は，先行機の作る乱気流をしきりに気にしており，実際\nに，８分から１０分ころまでの間は，本件事故機の垂直加速度や横揺れ角は，比較\n的変動があり，この間は，先行機の後方乱気流が存在していたと認められるもの\nの，９分１秒に，先行機との距離をとるため，減速した後の，１１分以降の垂直加\n速度や横揺れ角の変化は，ごく小さいものであったのであり，１４分過ぎに，垂直\n加速度が約０．２Ｇ増加したのも，ゴーレバー作動による推力の上昇に伴う揚力の\n増加によるものであったことが認められる。\nしたがって，ゴーアラウンドモードでオートパイロット接続中に副操縦士が操縦輪\nを押していた１４分１８秒から４９秒までの約３０秒の間において，先行機による\n後方乱気流の影響が存在したとは認められない。\nｄ　さらに，被告中華航空は騒音及び会話の影響について指摘する。\nしかしながら，騒音については，事故調査報告書（甲１）によれば，オートパイロ\nット接続中に副操縦士が操縦輪を押している時間帯における他機の管制交信は，１\n４分４５秒に１回，数秒間あっただけであることが認められるし，前記ｃのとお\nり，１１分以降の垂直加速度や横揺れ角の変化はごく小さいものであったことか\nら，機体の振動による騒音も大きくはなかったと推測できる。\nまた，この間の副操縦士と機長との会話の内容は，操縦輪を押すようにとの指示が\n多くを占めており（前記(ア)ｇないしｊ），副操縦士は操縦輪を押すことに意識を\n向けていたと考えられるから，機長との会話のために操縦輪の重さを意識できなか\nったということは考え難い。\nそもそも，前記ｂのとおり，副操縦士は，通常の４倍から５倍の力である２０ｋｇ\nもの力を，約３０秒間継続して操縦輪にかけ続けたのであって，このような状況か\nらすれば，騒音や会話によってこの力を感じていなかったとは到底考えられず，現\nに，副操縦士は，１４分５１秒に，「教官，やっぱり押し下げられません。え\nえ。」と発言しているのである。\nｅ　さらに，被告中華航空は，本件乗員らが理論的には操縦輪が重いはずの状況\nで，手動によるトリム操作をほとんど行っていないことからすれば，本件乗員ら\nは，操縦輪が重い状態を検知していなかった旨を主張する。\nしかしながら，前記(イ)に認定したとおり，副操縦士は自らオートパイロットを接\n続したと認めるべきであって，オートパイロットが接続中であることを知ってお\nり，かつ，その際にはトリムスイッチの操作が無効であることを知っていた副操縦\n士が，それにもかかわらずトリムスイッチを６回も操作していることは前記(ア)の\nとおりであって，この事実からすれば，むしろ，副操縦士は，操縦輪の操舵の異常\nな重さに直面したからこそ，反射的にトリムスイッチを操作したものと推認するの\nが相当である。\nしたがって，副操縦士のトリムスイッチの操作が少ないことをもって，副操縦士が\n操縦輪の重さを検知していなかったことの根拠とすることはできない。\nｆ　なお，証人Ｊ及び証人Ｋは，被告中華航空の上記主張に沿う旨の供述をしてい\nるが，そもそも，副操縦士が，自分自身で，通常の４倍から５倍の力である２０ｋ\nｇもの力を，約３０秒間にわたり操縦輪にかけ続けていたのであるから，この重さ\nを認識していなかったというのは，極めて例外的な事態であるところ，以上に説示\nしたとおり，このような例外的な事態であったとは認められないことに照らすと，\n上記各供述を採用することはできない。\nｇ　以上のとおり，副操縦士は操縦輪の重さに気付くことができなかったとの被告\n中華航空の主張は採用できない。\nイ　そこで，以上の事実に基づいて，本件乗員らの行為が，無謀にかつ損害が生ず\nるおそれがあることを認識して行った行為といえるかどうかについて，以下，検討\nする。\n(ア)　前記アのとおり，副操縦士は，午後８時１４分１８秒にオートパイロットを\n接続してから，機長と操縦を交替した同１５分３秒までの間，操縦輪の操舵が極め\nて重いことを認識しながら，操縦輪を押し続けるという操作を行ったものであると\nころ，副操縦士は，自らオートパイロットを接続したのであるし，この間，フライ\nトモード表示器上にはゴーアラウンドモードでオートパイロットが接続されている\nことが表示されていた上，３度にわたって機長からゴーアラウンドモードであるこ\nとを指摘されたのであるから，副操縦士は，オートパイロットを接続した午後８時\n１４分１８秒からこれを解除した同１４分４９秒までの間，オートパイロットがゴ\nーアラウンドモードに接続されていたことを認識していたと認めることができ，し\nたがって，その間に\n操縦輪を押すという行為がオートパイロットに反する操作であることも認識してい\nたというべきである。\nすなわち，副操縦士は，操縦輪の操舵が極めて重い状態であったにもかかわらず，\nオートパイロットに反して，操縦輪を押し続けるという行為をしたというべきであ\nる。\n(イ)　そこで，上記行為が，損害発生のおそれがあることを認識して行った行為と\nいえるか否かについて，検討する。\nａ　前記争いのない事実等(3)イに，証拠（甲１，２６，２７，３１，証人D，証人\nＪ，証人Ｌ，証人C，証人Ｍ）及び弁論の全趣旨を総合すると，以下の事実が認めら\nれる。\n(ａ)　航空機をトリムすることは，昀も基本的な操縦技術の基礎であり，常に航空\n機のトリムを保つことは，安全に航空機を飛行させるための基本的でかつ重要な操\n作である。\nそして，操縦輪を操作するに当たって非常に大きな力が必要であるといった状態\nは，通常はアウトオブトリムの状態を示すのであり，このことは，操縦士が昀初に\n学ぶ基本的事項で，操縦中常に念頭に置かれている事項である。\n(ｂ)　１９９１年（平成３年）１月に，本件事故機の運航マニュアルが改訂され，\nランドモード又はゴーアラウンドモードでオートパイロット接続中に縦方向にオー\nトパイロットをオーバーライドすると，アウトオブトリムとなって危険な状態に至\nるおそれがある旨の注意書きが追加された。この注意書きは，「CAUTION」という表\n題のもとに，四角の枠で囲まれ，他の記載と区別されて目立つようにされていた。\nまた，オートパイロットに逆らって操作することは通常の手順ではなく，避けるべ\nきである旨も記載されていた。\n(ｃ)　本件事故前に，オートパイロットのオーバーライドについての背景情報及び\n操縦上の推奨事項を操縦士に提供することを目的として発行された運航マニュアル\n速報には，次のとおりの記載がされていた。\nすなわち，オートパイロット接続中に，操縦士がオートパイロットに反する操作\n（昇降舵操作）を行った場合，オートパイロットは機体を予定の飛行経路に維持す\nるため，水平安定板を作動させるので，ゴーアラウンドモードでは，操縦士が操縦\n輪を押せば，昇降舵と水平安定板とが相反する同時の動作をすることとなり，この\nような場合，水平安定板の効率が昇降舵の効率よりも高いので，機体は異常なピッ\nチアップ角に達し，失速する旨，また，オートパイロットが解除されていない状態\nでは，制御システムを操作して機体の飛行経路を変更しようと試みないようにとの\n注意が記載されていた。\n(ｄ)　副操縦士は，１９９２年（平成４年）１０月から１１月にかけて，アエロフ\nォーメーション社において，１９９１年のインシデントを考慮して追加され\nた「GO-AROUND DEMONSTRATE AP MISUSE IN GO-AROUND（ゴーアラウンド演習ゴーア\nラウンドにおけるオートパイロットの誤用）」という項目のシミュレーター訓練を\n受けていた。\nｂ　これらの認定事実からすれば，副操縦士は，ゴーアラウンドモードでオートパ\nイロットに接続中，オートパイロットに反して操縦輪を押す行為が，アウトオブト\nリムの状態を招く危険な行為であることについて，運航マニュアルの記載やシミュ\nレーター訓練により知らされていたものと認められる。そして，また，仮にこのこ\nとに気がつかなかったり，忘れたりしていたとしても，操縦輪を操作するに当たっ\nて非常に大きな力が必要であるという状態が通常はアウトオブトリムの状態を示す\nということは，操縦士にとって昀も基本的な事項であるから，正当な資格を有して\nいた副操縦士は，当然，このことを知っていたと認められる。\nしたがって，副操縦士は，操縦輪の操舵が極めて重い状態であったにもかかわら\nず，オートパイロットに反して，操縦輪を押し続けるという行為が，アウトオブト\nリムの状態を示し，墜落の危険（損害発生のおそれ）があるものであると認識して\nいたものと認めるのが相当である。\nすなわち，副操縦士は，操縦論の操舵が極めて重いことがアウトオブトリムの状態\nを示すものであること及びゴーアラウンドモードでオートパイロットに逆らって操\n縦輪を押す行為がアウトオブトリムの状態を招くことを知っていた（少なくとも，\n操縦論の操舵が極めて重い状態で，無理に操縦輪を操舵することがアウトオブトリ\nムの状態を招く危険な行為であることは十分に知っていた）ところ，オートパイロ\nットに反する操作であり，操縦輪の操舵が極めて重い状態であることを認識しつつ\n（少なくとも，操縦輪の操舵が極めて重い状態であることは認識しつつ），操縦輪\nを強く押し続けることがアウトオブトリムの状態を招き，墜落のおそれのある危険\nな行為であることを認識して，操縦輪を押し続けるという行為をしたというべきで\nある。\nｃ　これに対して，被告中華航空は，操縦輪の重さからアウトオブトリムを認識す\nることは容易でないし，本件事故機には，水平安定板と昇降舵との相反する動きを\n知らせる警報・認識装置がなかった上，操縦輪が重くなるのは風の変化や乱気流に\nよっても重くなるものであり，アウトオブトリムの状態を直ちに検知することはで\nきないのであって，本件乗員らはアウトオブトリムの状態を認識できなかった旨主\n張する。\nしかしながら，前記ａ(ａ)のとおり，操縦輪の操舵が重いことがアウトオブトリム\nの状態を示すことは操縦士にとって基本的事項であり，操縦輪の操舵の重さを感じ\nるという方法は，操縦士にとって，アウトオブトリムを知る昀も直接的な認識方法\nである。\nそして，副操縦士は，操縦輪の操舵が重い状態がアウトオブトリムの状態を示すと\nいうことを知っており，その副操縦士が約３０秒間にもわたって２０ｋｇ以上の非\n常に強い力を操縦輪に加え続けても押し下げられないことを認識していたのである\nから，当然，アウトオブトリムの状態を認識していたというべきである。\nまた，副操縦士が操縦輪を強く押し続けるという行為をした時点においては，乱気\n流は存在していなかった（前記ア(ウ)ｃ）上，本件では約３０秒間，継続的に操縦\n輪が極めて重い状態であったもので，風の変化や乱気流の影響による操縦輪の抵抗\n力とは明らかに異なるものであったといえる。\nよって，副操縦士は，アウトオブトリムの状態を認識していたというべきであり，\n被告中華航空の主張は採用できない。\nｄ　また，被告中華航空は，運航マニュアルの記載が分かりにくいこと，本件事故\nのような事態を想定した訓練が被告エアバスから提供されていないこと及び本件事\n故当時の航空界においてオートパイロットのオーバーライドの危険性が認識されて\nいなかったことなどを理由に，本件乗員らにおいてオートパイロットのオーバーラ\nイドの危険性を認識し得なかったと主張する。\n確かに，被告中華航空が主張するように，事故調査報告書は，運航マニュアル（甲\n２６）の記載について，同マニュアルが，オートパイロットのオーバーライドの目\n的はオートパイロットの異常な作動からパイロットを保護するものであるとする一\n方で，「CAUTION」に記述されている内容は，オートパイロットが正常に機能してい\nる場合のオーバーライドを禁止するものであり，これらの記述のみからは，「オー\nバーライド行為に対して，推奨と禁止の相矛盾する内容を混同して理解する可能性\nがある。」旨を指摘している。\nしかしながら，以上の運航マニュアルの記述は，オートパイロットが異常な作動を\nする場合にはオーバーライドを推奨し，オートパイロットが正常に機能している場\n合にはこれを禁止しているものと容易に理解でき，必ずしも推奨と禁止の相矛盾す\nる内容であるとはいい難い。その上，上記「CAUTION」は，四角の枠で囲まれて他の\n記載と明確に区別され，かつ，オートパイロットをオーバーライドすると，アウト\nオブトリムとなって，危険な状態に至るおそれがある旨が明確に記載されているも\nのであって（前記ａ(ｂ)），運航マニュアルの記載が分かりにくいとはいえない。\nまた，前記ａ(ｄ)のとおり，副操縦士は，本件事故と類似のインシデントを考慮し\nて追加された「ゴーアラウンド演習，ゴーアラウンドにおけるオートパイロットの\n誤用」というシミュレーター訓練を受けていたと認められ，本件事故のような事態\nを想定した訓練が被告エアバスから提供されていないとの被告中華航空の主張は採\n用できない。\n被告中華航空は，本件事故当時の航空界においては，オートパイロットに対するオ\nーバーライドの危険性が認識されていなかったと主張するが，上記のとおり，運航\nマニュアルにもその危険性が指摘されていることからしても，かかる主張は到底採\n用できない。\nｅ　したがって，副操縦士が操縦輪の操舵が極めて重い状態であったにもかかわら\nず，オートパイロットに反して操縦輪を強く押し続けた行為は，損害が生ずるおそ\nれがあることを認識して行った行為であると認めるのが相当である。\n(ウ)　そして，副操縦士が操縦輪の操舵が極めて重い状態であったにもかかわら\nず，オートパイロットに反して操縦輪を強く押し続けた行為は，以下のとおり，無\n謀な行為と認めるのが相当である。\nすなわち，前記アに認定したとおり，副操縦士は，機長に対し，誤ってゴーレバー\nを作動させたことを，指摘されるまで報告せず，また，オートパイロットを接続し\nたことや操縦輪の操舵が重いことも直ちに報告しなかったところ，速度も高度も低\nく，多くの航空機事故が発生している着陸進入時という危険の多い状況下で，誤っ\nてゴーレバーを作動させてしまったのであるから，確実に安全に着陸できる場合を\n除き，ゴーアラウンドするか，機長に適切に報告し，その指示を受けて，機長と操\n縦を替わるなどの適切な措置を採るべきであり，かつ，これらの措置は容易にとれ\nるものであったにもかかわらず，副操縦士は，機体の状況を適切に機長に報告しな\nいまま，経済的・時間的コストのかかるゴーアラウンドを回避して自らの失敗を挽\n回しようと，あえて\n操縦輪を強く押し続け，進入を継続するという行為を行ったものであって，その\n際，副操縦士は，機体を進入経路に戻すことのみを優先し，機体をイントリムの状\n態に保つという昀も基本的な役割を放棄していたといわざるを得ない。\nこのように，副操縦士は，乗客の生命財産を安全に運送するという昀も基本的かつ\n重要な義務を無視し，墜落のおそれのある行為であることを認識しながら，オート\nパイロットに逆らい，あえて極めて重い操縦輪を強く押し続け，着陸進入を継続し\nようとしたものであって，かかる行為は，まさに無謀というほかない。\n(エ)　そして，以上のとおり，オートパイロットに逆らって，極めて重い操縦輪を\n強く押し続けるといった副操縦士の行為によって，水平安定板が機首上げ限界に変\n位するといった深刻なアウトオブトリムの状態になっていたため，増加された推力\nによって迎え角が大きくなり，本件事故機が失速し，墜落したもので，この間の因\n果関係は極めて明瞭であり，本件事故及びこれに伴う損害が，副操縦士の上記行為\nにより生じたものであることは明らかである。\nこれに対し，被告中華航空は，機長がゴーアラウンドしようとしたとき，本件乗員\nらには全く予想もし得ないような本件事故機の作動が発生し，これが本件事故の直\n接の原因であるとして，因果関係を争っているが，このような主張が採用できない\nことは，既に説示したところから明らかである。\nウ　以上からすれば，本件事故による損害は，本件乗員らの無謀にかつ損害が生ず\nるおそれがあることを知りながら行った行為により生じたと認められるから，改正\nワルソー条約２２条の違憲性を判断するまでもなく，同条約２５条の適用により，\n被告中華航空は，本件事故により生じた損害の全額を賠償する責任があるというべ\nきである。\n４　争点(4)（被告中華航空の不法行為責任）について\n(1)　被害者Ｂ４５（原告番号１５７・１５８），同Ｂ４６（同１５９・１６０），\n同Ｂ６４（原告番号２３６・２３７）及び同Ｂ６５（同２３８・２３９）と被告中\n華航空との間の運送契約に，改正ワルソー条約の適用がないことは，前記１に見た\nとおりであり，これらの被害者らの遺族である原告らは，被告中華航空に対し，不\n法行為に基づく損害賠償請求をするものであるところ，前記３のとおり，本件事故\nは本件乗員らの無謀かつ損害の生ずるおそれがあることを認識して行った行為によ\nって生じたものであることが認められるのであるから，被告中華航空の過失及びそ\nの過失と損害との因果関係は，当然に認められ，被告中華航空は，上記原告らに対\nし，不法行為責任を負う。\n(2)　したがって，被害者Ｂ４５の遺族である原告Ａ１２３（原告番号１５７）及び\n同Ａ１２４（同１５８）並びに被害者Ｂ４６の遺族である原告Ａ１２５（原告番号\n１５９）及び同Ａ１２６（同１６０）については，被告中華航空は，発生した全損\n害について，賠償する責任がある。\n(3)　被告中華航空は，被害者Ｂ６４の遺族である原告Ａ１７４（原告番号２３６）\n及び同Ａ１７５（同２３７）並びに被害者Ｂ６５の遺族である原告Ａ１７６（原告\n番号２３８）及び同Ａ１７７（同２３９）に対して，責任制限約款による責任制限\nを主張しているところ，前記争いのない事実等(2)キのとおり，被告中華航空の運送\n約款には，損害を生じさせる意図をもって又は無謀にかつ損害の生ずるおそれがあ\nることを認識して作為又は不作為がなされた場合には責任が制限されない旨が定め\nられている（前記３(2)に説示した改正ワルソー条約２５条についての解釈と同様\nに，「認識していなかったが，認識すべき場合」は含まれないと解すべきであ\nる。）。\nしかしながら，前記３(3)のとおり，本件事故は副操縦士の無謀かつ損害の生ずるお\nそれがあることを認識して行った行為によって生じたものであることが認められる\nのであるから，上記約款上の責任制限の除外事由に該当するというべきであって，\n被告中華航空は，上記原告らに対しても，本件事故により生じた損害について，そ\nの全額を賠償する責任がある。\n５　争点(5)（被告エアバスの責任について）\n(1)　原告らは，本件事故機には，①アウトオブトリムの状態を招く性質を有する本\n件設計を採用しているという欠陥及び②アウトオブトリムの状態を知らせる警報が\nなかったという欠陥があり，これらの欠陥に起因して本件事故が発生したと主張す\nるので，以下，検討する。\n(2)　前記争いのない事実等(3)及び前記３に認定した各事実に，証拠（甲１，丙１\n１，証人Ｌ）及び弁論の全趣旨を総合すれば，以下の事実が認められる。\nア　本件事故機は，オートパイロットがランドモード及びゴーアラウンドモード以\n外のモードに接続されている場合，操縦輪に縦方向に１５ｋｇ以上の力を加える\nと，オートパイロットが自動的に解除される。他方，オートパイロットがランドモ\nードあるいはゴーアラウンドモードに接続されている場合，縦方向に一定以上の力\nを加えるとオートパイロットの昇降舵制御をオーバーライドすることとなるが，オ\nートパイロットが解除されることはない。そのため，オートパイロットがゴーアラ\nウンドモードに接続されている場合に，操縦輪を機首下げに操作すると，昇降舵は\n機首下げに制御されるが，オートパイロットのオートトリム機能はゴーアラウンド\nの指令に従って水平安定板を機首上げ方向へ作動するよう指令することになり，ア\nウトオブトリムの状態\nを招く危険がある（本件設計）。\n本件事故機においてオートパイロットをオーバーライドするために必要な力は，機\n首下げ方向には２０ｋｇ以上，機首上げ方向には４６ｋｇ以上であった。\n本件事故機は，オートパイロットがランドモード及びゴーアラウンドモードに接続\nされている場合，操縦輪をいくら強く押してもオートパイロットが解除されること\nはないので，オーバーライドすることを止めれば，オートパイロットのオートトリ\nム機能により，自動的に機体はトリムされる。\nイ　オーバーライド機能は，オートパイロットの異常作動が生じた際，オートパイ\nロットを解除せずとも，操縦士によるとっさの操作を許容することによって危険か\nら回避できるようにすることを目的として本件事故機に設けられたものであり，と\nっさの行使を超えて，オートパイロットに対抗して長時間行使されることは予定さ\nれていない。\nウ　本件事故機には，２つの操縦席の間に位置するセンタペデスタル上に，ビジュ\nアルトリムインジケータが設置され，水平安定板の位置を表示していた。また，両\n操縦席のすぐ脇にはそれぞれトリムホイールが取り付けられており，トリムホイー\nルには縞模様のマーキングが施されていて，水平安定板が作動するにつれてトリム\nホイールが回転し，水平安定板の作動が認識できるようにされていた。\nこのトリムホイールを操作することにより，いつでも水平安定板を制御して機体を\nトリムすることが可能であり，これはオートパイロットが接続中であっても変わり\nがない。\nエ　オートパイロットの解除は，オートパイロット接続レバーをオフの位置に操作\nするか，各操縦輪のいずれにもあるオートパイロット解除ボタンを押すことによっ\nて，いつでも可能である。\n操縦士の意図によらずにオートパイロットが解除されると，特に離陸時や着陸時の\n低い高度を航行中の場合には，操縦士がオートパイロットが解除されたことに気づ\nいて操縦を引き継ぐ前に，危険な状態に陥ってしまう可能性がある。\nオ　Ａ３００－６００型機開発時においては，水平安定板の作動警報として，手動\n操縦の際もオートパイロット接続中も，ともに，水平安定板が作動したときにはウ\nーラー音が鳴るように設計されていたが，その後，設計が変更され，本件事故機で\nは，オートパイロット接続中においてはウーラー音が鳴らないようにされていた。\nカ　１９９１年（平成３年）に運航マニュアルが改訂され，「CAUTION」として，四\n角く枠で囲んだ中に，ランドモード及びゴーアラウンドモード時に縦方向にオート\nパイロットをオーバーライドすると，アウトオブトリムとなり危険な状態に至るお\nそれがある旨の注意書きが追加された。\n(3)　本件事故機は，多数の乗客・乗員を乗せることができる旅客機であり，高速で\n高い高度を飛行するものであるから，墜落等の事故が生じると多数の人命を奪う大\n惨事となることは必至であり，このような危険性ゆえに高い安全性が強く求められ\nるものである。そして，航空機を操縦するのは人間であり，それ故に多数回，長時\n間の飛行中には，本来の手順とは異なる誤った操作がなされることも当然に予想さ\nれるところであるから，航空機は，操縦士による誤った操作があっても安全に飛行\nを継続できるように設計されるべきである。\nもっとも，いかなる場合にも絶対に事故が起きないように航空機を設計することが\n不可能であることは論をまたないところであって，航空機の安全は，設計のみによ\nって確保することはできず，操縦士に対する教育，訓練等を通じて安全を確保する\nことなども不可欠である。そして，航空機は，相当の訓練を受けた，資格を有する\n者が操縦することが予定されているものであるから，このような者であれば当然有\nする操縦に関する昀低限の基本的知識及び技能に明らかに反するような操縦がなさ\nれることまでも予見して設計しなければならない法的義務を，製造者に負わせるこ\nとは相当ではない。\nしたがって，本件事故機に設計上の欠陥があるといえるか否かについては，資格を\n有する者であれば当然有する操縦に関する昀低限の基本的知識及び技能に基づいて\n操縦されることを前提にして，通常有すべき安全性を欠いているかどうかによって\n判断すべきである。\n(4)　本件設計について\nア　原告らは，本件設計はアウトオブトリムの状態を招くという危険性を有し，欠\n陥というべきであると主張するので，以下，検討する。\n(ア)　コンピューター技術の発達とその航空機への導入により，航空機の安全性は\n格段に高まったが，他方，コンピューターの故障による事故が発生することとな\nり，進んだ技術をもってしてもコンピューターの故障の発生の可能性を全くなくす\nことは不可能であるから，航空機は，コンピューターの故障が発生した際に操縦士\nが安全に操縦を引き継ぐことができるように設計されなくてはならない。\nそして，操縦士がオートパイロットの異常作動に直面した場合，とっさに操縦輪を\n操作して対応しようとすることは昀も自然な反応であるといえるから，そのような\n即座の対応ができるようにするために，オートパイロットが接続中であっても，操\n縦輪からの操作入力を許容するような設計は，合理的であり必要であると認められ\nる。\n本件設計のオーバーライド機能は，前記(2)イのとおり，このようなオートパイロッ\nトの故障による異常作動にとっさに対応するためのものであり，その目的は，ひと\nまず合理的であるということができる。\n(イ)　ところで，本件設計が，オートパイロットのオーバーライドを継続すること\nによりアウトオブトリムを招くという危険を内包していることは前記(2)アのとおり\nであるところ，アウトオブトリムの状態は，機体の異常姿勢や異常作動の原因とな\nるものであって，航空機の墜落といった極めて重大な結果が生じる可能性があるこ\nとは否定できない。\nしかしながら，本件設計は，オートパイロットの異常作動に対応するためのとっさ\nの措置としてオーバーライドを許容したものであり，そもそもオーバーライドを長\n時間継続することは予定されていない（前記(2)イ）。\nその上，前記３において詳述したとおり，航空機をトリムすることは，昀も基本的\nな操縦技術であり，常に航空機のトリムを保つことは，安全に航空機を飛行させる\nための基本的かつ重要な操作であって，操縦輪を操作するに当たって非常に大きな\n力が必要であるといった状態が，通常はアウトオブトリムの状態を示すことは，操\n縦士が昀初に学ぶ基本的事項であるところ，本件設計において，ゴーアラウンドモ\nードでオートパイロット接続中に機首下げ方向にオーバーライドするためには，２\n０ｋｇ以上の力が必要であるとされており，これは通常の場合における操縦輪にか\nける力の４倍から５倍であるから，本件設計において，操縦輪の重さを感知するこ\nとなく継続してオーバーライドをするという事態は，通常考え難く，オーバーライ\nドをしてアウトオブ\nトリムの状態に陥ったとしても，オーバーライドすることを止めればオートパイロ\nットが自動的にトリムするのであるし，また，オートパイロットを手元のオートパ\nイロット解除ボタンで解除した上で，手元のトリムスイッチによってトリム操作す\nることも容易であり，さらに，いずれの場合もトリムホイールによって手動でトリ\nム操作することも可能である。\nしたがって，２０ｋｇ以上もの力が必要となる操縦輪の重さにもかかわらず継続し\nて操縦輪を押し続けるというような事態は，操縦に関する基本的知識及び技能を有\nする者が操縦することを前提にすれば，操縦士が危険を認識しつつあえて危険な行\n為を行ったともいうべき，極めて例外的な行動であるといえる。\n(ウ)　本件設計の内包する危険であるアウトオブトリムの状態を招くには，操縦輪\nが非常に重いにもかかわらず強く操縦輪を押し続けることが必要であり，こうした\n行為は意図的になされる以外，想定し難いものである。この危険を招く行為が意図\n的になされるものであることからすれば，訓練や運航マニュアル等で操縦士にオー\nトパイロットを長時間オーバーライドすることが危険であることを理解させること\nで，このような危険な行為をすることを防止することができるといえ，前記(2)カの\nとおり，実際に運航マニュアルにオートパイロットをオーバーライドすると危険な\n状態を招く旨の注意書きが記載されている。\nまた，オートパイロットが接続されているにもかかわらず接続されていないと思っ\nて，操縦輪を押してしまう事態も想定できるが，このような場合でも，操縦輪の操\n作に必要な大きな力を感じることによって機体の異常（アウトオブトリム）を感知\nすることが可能であり，操縦の基本であるトリム操作が速やかにされることを期待\nできる。\n(エ)　以上の事実によれば，本件設計は，オートパイロットの異常作動に対応する\nためのものであり，その必要性は肯定し得るところ，本件設計の内包するアウトオ\nブトリムの状態を招くという危険は，航空機の墜落という重大な結果を生じる可能\n性があるものの，そのような重大な結果に至る蓋然性は極めて低く，通常は，操縦\nに関する昀低限の基本的知識及び技能を有する者であれば，オートパイロットをオ\nーバーライドして異常作動に対応した後，直ちにオーバーライドを中止し，オート\nパイロットを解除し，あるいはトリムホイールの操作等によりアウトオブトリムの\n状態に対処することが可能である上，訓練や運航マニュアル等により長時間のオー\nバーライドが危険であることを理解させることにより，上記のような重大な結果を\n防止することも可能\nであるのであるから，本件設計が合理性を有しないということはできず，これをも\nって直ちに欠陥であるということはできない。\nイ　これに対し，原告らは，本件事故に先行して，３件のアウトオブトリムに至っ\nたインシデントが生じており，これらのインシデントからしても，本件設計は危険\nであり，欠陥があると主張する。\n(ア)　証拠（甲１，２４，２８）及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\nａ　１９８５年のインシデント\n１９８５年（昭和６０年）３月１日，エアバスＡ３００－６００型機は，高度維持\nモードでオートパイロットに接続中，操縦士が操縦輪を押して昇降舵を機首下げと\nしたため，オートパイロットは設定高度に戻ろうとして水平安定板を機首上げ側に\n作動させ，アウトオブトリムの状態となった。\nその後，水平安定板が機首下げ側に働くモードヘの切り替わりがあり，オートパイ\nロットのオートトリム機能により機体の機首上げ姿勢は減少し，正常な飛行に戻っ\nた。\nｂ　１９８９年のインシデント\n１９８９年（平成元年）１月９日，エアバスＡ３００Ｂ４－２０３ＦＦ型機は，ヘ\nルシンキ・ヴァンター空港への着陸のため，オートパイロットを使用して空港へ進\n入中，機長がうっかりゴーレバーを作動させたため，同機はゴーアラウンドモード\nとなった。機長は，オートパイロットによる機首上げを避けようとして，手動で操\n縦輪を押し続けた。これに対しオートパイロットは，水平安定板を機首上げ側に作\n動させ，アウトオブトリムの状態となった。\nその後，機長はトリムホイールを使用し，さらに副操縦士にこの操作を続けさせた\nため，機体姿勢が徐々に機首下げとなり，正常な飛行に戻った。\nｃ　１９９１年のインシデント\n１９９１年（平成３年）２月１１日，エアバスＡ３１０－３０４型機は，着陸のた\nめ，オートパイロットを使用してモスクワ・シェレメーチェヴォ空港へ進入中，航\n空交通管制からゴーアラウンドを指示され，操縦士はゴーアラウンドモードにし\nた。操縦士は，ゴーアラウンドによる機首上げ姿勢を少し押さえようとして，手動\nで操縦輪を押して昇降舵を機首下げとした。これに対し，オートパイロットは水平\n安定板を機首上げ側に作動させ，アウトオブトリムの状態となった。\nその後，オートパイロットは，高度獲得モードに自動的に切り替わり，操縦輪が押\nされていたため解除されることとなったが，操縦士は，オートパイロットが解除さ\nれたことに気がつかなかった。そのため，操縦士は，機体のコントロールができな\nいのはオートパイロットの故障が原因だと思い込み，オートパイロットを解除する\nことに意識が集中し，また，手動によるトリムスイッチ操作は無効であると思って\nいたため，十分なトリム操作が行われず，４回の失速降下と急上昇を繰り返した。\n操縦士が飛行制御コンピューター（FCC）の電源を遮断しようとブレーカーを引っ張\nった後は，トリム操作が行われ，正常な飛行に戻った。\n(イ)　以上の３件のインシデントは，確かに原告らが主張するように，本件設計の\n持つアウトオブトリムの状態を招くという危険性が現実化した事例であるといえ\nる。\nしかしながら，アウトオブトリムの状態は，機体の異常姿勢や異常作動の原因とな\nる危険な状態であるが，アウトオブトリムの状態に陥っても，その後トリム操作を\n行い機体をイントリムの状態とすれば，正常な飛行が続けられるのである。そし\nて，実際に，上記１９８５年のインシデントにおいては，オートパイロットのオー\nトトリム機能により，また，１９８９年のインシデントにおいては，機長によるト\nリムホイールの操作によって，自動又は手動のトリム操作が行われ，正常な飛行に\n戻っている。\nなお，１９９１年のインシデントにおいては，４回の乱高下を繰り返した後に遅れ\nてようやく十分なトリム操作が行われたが，これは，オートパイロットが解除され\nているにもかかわらず，操縦士が，オートパイロットが解除できず，手動のトリム\n操作が無効であると思っていたためであって，操縦士は，ブレーカーを引っ張りオ\nートパイロットが解除されたと思った後は，十分なトリム操作を行っている。この\nインシデントでは，操縦士がオートパイロットが解除されたことを認識できなかっ\nたことが４度の乱高下という危険を生じさせた直接の原因であるというべきであ\nる。\n(ウ)　以上のとおり，過去の３件のインシデントのいずれもが基本的な操縦知識及\nび技能に従ってトリム操作が行われ，これによって危険が回避されていることから\nすれば，これらのインシデントがあったことをもって，直ちに，本件設計が欠陥を\n有するものであるということはできない。\nウ　さらに，原告らは，操縦輪を強く押すことによりオートパイロットが解除され\nるという設計の方が，オートパイロットの異常作動に対する対応としては適切であ\nり，かつ，本件設計の有するアウトオブトリムの状態を招くという危険もなくなる\nから，このような設計ではなく，本件設計を採用した本件事故機には欠陥があると\n主張する。\n(ア)　確かに，オートパイロットの異常作動に対応するためには，オートパイロッ\nトを解除せずにオーバーライドを許容するといった本件設計の他に，原告らが主張\nするような，操縦輪を強く押すことでオートパイロットが解除されるという設計も\n可能であり，このような設計においては，オートパイロットと手動による操作が相\n反することにより，アウトオブトリムの状態を招く危険は生じないということがで\nきる。\n(イ)　しかしながら，証拠（甲２０，８５，丙１１，証人Ｌ）によれば，１９７２\n年（昭和４７年）１２月２９日，イースタン航空の定期便が墜落し，ワイドボディ\n機では初めての事故を起こしたが，当該事故機は，機長の操縦輪に６ｋｇ以上又は\n副操縦士の操縦輪に９ｋｇ以上の力が加えられると，オートパイロットの高度維持\n機能が働かなくなるように設計されていたため，無意識に操縦輪が押されたことに\nよってオートパイロットの高度維持機能が働かなくなり，機体が降下し，墜落に至\nったものであったことが認められ，これによれば，この事故は，オートパイロット\nが意図せずに解除されたために航空機が墜落したものといえる。\nこの事故からも明らかなように，操縦輪を強く押すことによりオートパイロットが\n自動解除されるという設計では，他方で，本件設計では起こりえない，意図せずに\nオートパイロットが解除されてしまうという危険が生じることは否定できず，しか\nも，この危険も墜落にも至る重大なものであるといえる。\n(ウ)　この点について，原告らは，オートパイロットが自動解除されるために，１\n５ｋｇ以上の力が必要であると設定すれば，意図せずにオートパイロットを解除す\nることはあり得ないと主張する。\n確かに，上記イースタン航空の墜落事故では，６ｋｇ又は９ｋｇという力でオート\nパイロットが解除されるように設定されていたのであって，オートパイロットの解\n除のために必要な力をより大きく設定すれば，意図せずにオートパイロットを解除\nしてしまう危険は減少すると考えられる。\nしかしながら，航空機は，様々な気象状況の下で飛行することが予定されており，\n乱気流等によって大きく機体が揺れるなどの状況も考えられる。また，離陸から着\n陸までの間に機体は様々な動きをして，大きな加速度がかかったり，機体が大きく\n傾いたりすることも当然にあり得ることであって，このような状況で意図せずに操\n縦輪に一時的に大きな力が加わることも予想されるのであるから，原告らが主張す\nるようにオートパイロットが解除されるために必要な力を高く設定したとしても，\n意図せずにオートパイロットが解除されてしまう危険は依然残るといわざるを得な\nい。\n(エ)　このように，本件設計も，操縦輪を強く押すことでオートパイロットが解除\nされるという設計も，どちらの設計もそれぞれ危険性を内包するものであって，ど\nちらの設計を採用すべきかは，諸般の事情を考慮した上で総合的に決定されるべき\n高度に専門的な判断であるといえる。\nしたがって，本件設計を採用した本件事故機に欠陥があるというためには，設計が\n内包する危険により生じ得る結果の重大性，危険発生の蓋然性，危険防止のための\n方策等の点について，本件設計と操縦輪を強く押すことでオートパイロットが自動\n解除されるという設計とを比較して，本件設計を採用したことが安全性の点で不合\n理であるといえることが必要であると解すべきである。\nａ　設計が内包する危険により生じ得る結果の重大性\n本件設計の内包する危険により，墜落という極めて重大な結果が生じる可能性があ\nることは，前記ア(イ)のとおりである。\n一方，操縦輪を強く押すことによりオートパイロットが解除されるという設計も，\n意図せずにオートパイロットが解除されるという危険を内包しているところ，オー\nトパイロットが解除されたことに操縦士が気がつかない場合，特に暗闇の中での飛\n行では，墜落という重大な結果が生じる可能性がある。さらに，ランドモードやゴ\nーアラウンドモードにおいては，速度も高度も低いため，意図せずにオートパイロ\nットが解除された場合，非常に困難な状況で操縦を引き継がなければならない危険\nがあり，操縦士がオートパイロットが解除されたことに気づくのが遅れると，墜落\nの危険の可能性が高くなるのであって，こうした設計が内包する危険により生じ得\nる結果も重大であるといえる。\nｂ　危険発生及び結果発生の蓋然性\n本件設計において，本件事故のように，２０ｋｇ以上もの力が必要となる操縦輪の\n重さにもかかわらず継続して操縦輪を押し続け，かつ，何らトリム操作をしないと\nいうような事態が極めて例外的な行動であることは，前記ア(イ)のとおりである。\n一方，操縦輪を強く押すことによりオートパイロットが解除されるという設計で\nは，前記(ウ)のようにオートパイロットの解除に必要な力を大きく設定すれば，意\n図せずにオートパイロットを解除してしまう危険は減少するものの，その危険は完\n全に解消されるものではない。また，このような設計においては，意図せず，一時\n的に操縦輪に大きな力が加わったためにオートパイロットが解除されてしまう可能\n性があり，操縦士のあずかり知らないところで機体の動きの変化が生じることにな\nり，ランドモード及びゴーアラウンドモードのような低い速度及び高度では，操縦\n士がオートパイロットが解除されたことに気づく前に，回復不可能な事態に陥って\nしまうことも考えられる。\nｃ　危険防止のための方策の有無\n本件設計の内包する危険を防止する方策については，前記ア(ウ)に見たとおりであ\nる。\n一方，操縦輪を強く押すことでオートパイロットが解除されるという設計では，そ\nの内包する危険が，オートパイロットを意図せずに解除してしまうという危険であ\nるが故に，これを訓練や運航マニュアルで周知徹底したとしても，何らかの原因で\n一時的にでも操縦輪に大きな力が加わることを防止することは困難であり，意図せ\nずにオートパイロットが解除される危険を防止できるとはいえない。\n(オ)　このように，本件設計と，操縦輪を強く押すことによりオートパイロットが\n解除されるという設計とを各観点から比較しても，必ずしも本件設計の方が安全性\nの点で劣ると評価することはできず，オートパイロットを解除しようとするのであ\nれば，別の手段によって容易に解除できることも考え併せれば，操縦輪を強く押す\nことによりオートパイロットが解除されるという設計ではなく，本件設計を採用す\nることも，直ちに不合理とはいえない。\nエ　なお，原告らは，事故調査報告書において，本件設計が本件事故においてアウ\nトオブトリムの状態となった原因の一つであると指摘されていること，また，アメ\nリカ国家運輸安全委員会が本件設計を，操縦輪を押すことによりオートパイロット\nが解除される設計に改修するよう要求し，アメリカ連邦航空局は改修の実施を指示\nしたこと，さらに，被告エアバスが，フランス民間航空総局の耐空性改善命令を受\nけて，上記の設計に改修するようにしたことなども，本件設計の欠陥を肯定するも\nのであるし，そもそも，本件設計は，航空機の操縦体系の下で極めて稀なものであ\nったのであり，本件事故後の改修で，このような設計の機体は世界の空から姿を消\nしたなどと主張する。\nしかしながら，原告らの指摘する上記各事実は，結局，本件設計よりも操縦輪を強\nく押すことによりオートパイロットが解除されるという設計を選択した，又は選択\nすべきであるとした例と評価できるところ，そのような例があるとしても，本件設\n計を採用することが直ちに不合理といえないとの上記判断を左右するには足りない\nといわざるを得ない。\nオ　以上のとおり，本件設計は，オートパイロットの異常作動に対応するととも\nに，意図せずにオートパイロットを解除してしまう危険を防止するものであって，\n他の採りうる設計と比較しても，不合理な設計であるとまではいえないのであるか\nら，本件設計を採用した本件事故機が通常有すべき安全性を欠くものとはいえな\nい。\nしたがって，本件設計を採用したことに本件事故機の欠陥があるとの原告らの主張\nは採用できない。\n(5)　警報について\n原告らは，本件事故機には，機体がアウトオブトリムに陥るような危険な状態を操\n縦士に的確に伝達する機能が欠けているという欠陥があったと主張する。\nそこで検討するに，アウトオブトリムの状態は，機体の異常姿勢の原因となる危険\nな状態であるから，機体がアウトオブトリムの状態に陥った場合には，そのことを\n直ちに的確に操縦士に知らせる何らかの方法がなければ，通常有すべき安全性を欠\nくことになるというべきである。\nそして，前記(2)オに認定したとおり，本件事故機は，オートパイロット接続中にお\nいては水平安定板が動いても警告音が鳴らないように設計されていたことが認めら\nれる。\nしかしながら，これまで何度も述べてきたとおり，操縦輪の重さがアウトオブトリ\nムの状態の発生を示すものであり，オートパイロットをオーバーライドするには機\n首下げに２０ｋｇ以上，機首上げに４６ｋｇ以上もの力が必要であって，通常の場\n合に必要な力が４ｋｇから５ｋｇであることからすれば，操縦輪の重さは，アウト\nオブトリムの状態を知らせる方法としては，十分なものというべきである。また，\n操縦輪の重さがアウトオブトリムの状態の発生を示すものであることは，航空機の\n操縦の基本であって，操縦輪の重さがアウトオブトリムの状態を操縦士に知らせる\n昀も直接的で有効な警告であるということができる。\n原告らは，操縦輪が重いという事実は，操縦輪を押している者にしか感知されない\n点で不十分と主張する。しかし，操縦を担当している操縦士は，機体の異常を感知\nすれば，そのことを操縦を担当していない操縦士に知らせるものであるから，操縦\nを担当している操縦士が感知できれば，警告としては十分な機能を果たすといえ\nる。\nまた，アウトオブトリムの状態を認識するための他の方法として，以下のものもあ\nる。まず，証拠（丙１０，証人Ｍ）によれば，操縦輪が前方一杯の位置にあり，操\n縦士の腕が異常に伸びきっている状態もトリムの必要性を示すものであることが認\nめられ，操縦を担当している操縦士をチェックする役割の操縦を担当していない操\n縦士にとっては，このような状態もアウトオブトリムの状態を認識する方法といえ\nる。また，前記(2)ウのとおり，ビジュアルトリムインジケータは水平安定板の位置\nを表示し，縞模様のマーキングがされたトリムホイールは，その回転により水平安\n定板の作動を表示しており，これらの表示も，アウトオブトリムの状態を知るため\nの有効な表示であると考えられる。\n以上のように，アウトオブトリムの状態を操縦士に知らせる警告としては，操縦輪\nが非常に重いという昀も直接的で有効な警告があり，また，その他にも，操縦士の\n運転姿勢，ビジュアルトリムインジケータ及びトリムホイールの回転なども警告と\nして有効であったといえるから，アウトオブトリムに陥るような危険な状態を操縦\n士に的確に伝達する機能が欠けているという欠陥があったとの原告らの主張は採用\nできない。\n現に，本件において，副操縦士は，「教官，やっぱり押し下げられません。」と発\n言しているものであって，副操縦士において，操縦輪が非常に重いという警告を感\n知していたことは明らかであるし，機長も，この発言等により，上記警告を感知し\nたというべきであることは，前記３において認定したとおりである。\n(6)　以上のとおり，本件事故機に欠陥があるとの原告らの主張は，採用することが\nできない。\nしたがって，その余の点について判断するまでもなく，原告らの被告エアバスに対\nする請求はいずれも理由がない。\n６　争点(6)（日本居住被害者の損害）について\n(1)　逸失利益及び慰謝料の算定における基本的考え方について\nア　逸失利益について\n(ア)　逸失利益の算定は，原則として，事故前の現実の収入額に基づき，将来にわ\nたって得られたであろう収入額を認定し，これを基礎収入として算定することとす\nるのが相当である。\nなお，事故前の現実の収入額が賃金センサスの平均賃金に満たない場合に，当該被\n害者について，将来にわたって上記平均賃金を得られる蓋然性が認められるのであ\nれば，上記平均賃金を基礎として算定するのが相当であるし，家事従事者は，平成\n６年の女子全年齢平均賃金を基礎とし，学生，生徒及び幼児は，同年の賃金センサ\nスの学歴計・男女別又は全労働者の全年齢平均賃金を基礎とするのが相当である。\nこれに対し，原告らは，実収入のみにより逸失利益を算定することは相当でなく，\n損害賠償の枠組みとしては原状回復を基本理念とし，被害者遺族の個別事情に配慮\nしつつ，人の命はかけがえがないという厳然たる事実を踏まえ，人間の尊厳と平等\nの理念に合致した緻密な損害賠償方式を採用すべきであり，具体的には，あらゆる\n被害者に対して，平成５年の賃金センサスの平均賃金に基づいて計算された損害\n（被害者の死亡時年齢を初年とし，以後就労可能期間の各年に対応する年齢の，男\n性につき大卒男子年齢別平均賃金，女性につき全労働者年齢別平均賃金により算定\nする。）を昀低限の逸失利益として認めつつ，個別事情とりわけ高額の収入の可能\n性があった者については，加算のための立証を認めるという方式を採用すべきであ\nると主張する。\nしかしながら，逸失利益の算定は，当該事故がなければ得られたであろう経済的利\n益を算出するものであるから，当該被害者の現実の収入額やその他の個別事情に基\nづくことなく，一律に賃金センサスの平均賃金により算定される金額をもって昀低\n限の逸失利益とすることは相当とはいえないし，また，就労可能期間の各年に対応\nする年齢の平均賃金によることは，何らの根拠もなくして当然にそのように昇給し\nたであろうと認めるに等しく，やはり相当ではないことは明らかである。\nしたがって，逸失利益の算定に当たって，原告らの主張する算定方式を採用するこ\nとはできない。なお，原告らにおいて主張する各個別事情については，これが認め\nられる場合には，これに基づいて算定すべきであることはいうまでもない。\n(イ)　就労可能年数については，原則として，６７歳を終期とするが，平成６年簡\n易生命表の平均余命（以下，単に「平均余命」という。）の２分の１の年数（小数\n点以下切り捨て）の方が長期の場合には，これによるものとし，すなわち，男性に\nあっては，事故時年齢が５６歳以下の場合は６７歳までの年数，５７歳以上の場合\nは平均余命の２分の１の年数とし，女性にあっては，５１歳以下の場合は６７歳ま\nでの年数，５２歳以上の場合は平均余命の２分の１の年数とするのが相当である。\nまた，未就労者の就労の始期は，原則として１８歳とするのが相当である。以上に\n対し，就労可能年数については７５歳までとするのが相当であるとの原告らの主張\nは採用できない。\nなお，年金収入については，事故時年齢から平均余命までの年数によって，逸失利\n益を算定するものとする。\n(ウ)　生活費控除率については，男性の被害者は，一家の支柱の場合，被扶養者\n（子については，２０歳未満の就労していない者に限る。）が１人のときは４０パ\nーセント，２人以上のときは３０パーセントとし，それ以外の場合は５０パーセン\nトとし，女性の被害者は３０パーセントとするのを相当と認める。\nなお，原告らは，昭和５０年ころと比べて生活費割合が低下したので，その当時と\n変わらない生活費控除率の基準は妥当せず，被扶養者のいない男性は４０パーセン\nト，女性は３０パーセント，被扶養者１人の場合，男女とも３０パーセント，２人\n以上の場合は，男女とも２５パーセントとするのが相当であると主張するが，一般\nに生活費控除率については上記基準が相当とされており，これが相当でないという\nべき事情は何ら認められないから，原告らの主張は採用できない。\n(エ)　中間利息の控除について\n中間利息の控除については，年５パーセントのライプニッツ方式によるのが相当で\nある。\nこれに対し，原告らは，中間利息控除の計算方式として，年２パーセントの複式ホ\nフマン方式によるべきであると主張する。\nしかしながら，中間利息の控除は，被害者が将来得られたであろう収入を現価とし\nて算定するため，その収入が得られたであろう時点までの一般的な運用利益に相当\nする金員を控除する趣旨のものであるところ，損害賠償請求訴訟においては，この\n控除すべき中間利息の割合を民事法定利率である年５分（民法４０４条）とする運\n用が定着しているところ，この民事法定利率は一般的な運用利益を考慮して定めら\nれたものであって，現在に至るまで改正されていないことからすれば，こうした実\n務の運用も合理性がないとはいえない。確かに，現在のわが国の経済状況において\nは，一般の銀行預金の金利は年５パーセントを大きく下回っているが，逸失利益の\n算定は，被害者の就労可能期間にわたる将来の収入を現在価値に引き直す作業であ\nって，中間利息の控\n除においては長期的な運用利益を考慮しなければならないのであるし，一般的な運\n用利益を考えるに当たってもわが国における金利のみが考慮されるべきものでもな\nい。\nまた，中間利息の控除が一般的な運用利益に相当する金員を控除する趣旨であるこ\nとからすれば，一般的な資金運用としては複利によるものと考えられる以上，複利\n方式とするライプニッツ方式を採用するのが相当である。\n以上のとおり，損害賠償請求訴訟の実務においては，年５パーセントのライプニッ\nツ方式により中間利息の控除を行う運用が定着しており，訴訟の統一的解決という\n見地からも，このような方式を採用することが相当であるといえる。\nしたがって，年２パーセントの複式ホフマン方式によるべきとする原告らの主張は\n採用できない。\n(オ)　なお，原告Ａ２０４（原告番号２８１）は，固有の逸失利益として５００万\n円を請求するが，そもそも，逸失利益は，前記(ア)のとおり当該被害者について当\n該事故がなければ得られたであろう経済的利益をいうものであるから，同原告が主\n張するような事情は，慰謝料の算定に当たり斟酌すべき事情として考慮し得るとし\nても，同原告主張のような固有の逸失利益を認めることができないことは明らかで\nある。\nイ　慰謝料について\n本件事故は，被告中華航空の従業員である本件乗員らが乗客の安全を無視した無謀\nな操縦により本件事故機を墜落させたものであって，何ら落ち度のない被害者らに\nとって，かかる無謀な行為によりかけがえのないその後の人生を奪われたことによ\nる無念さは想像するに余りあるものであって，本件事故により被った精神的苦痛は\n計り知れない。\n以上のような加害者の悪質性，本件事故の悲惨さなど，本件事故に関する一切の事\n情を総合考慮すると，本件事故により被った被害者の精神的苦痛に対する慰謝料\nは，原則として，被害者が一家の支柱である場合は２６００万円，これに準ずる場\n合（一家の支柱である者の配偶者など）は２２００万円，その他の場合は２０００\n万円をもって相当と認める。ただし，他に固有の慰謝料を認めるべき者がいる場合\nには，後記(2)のとおり，それぞれ別途考慮することとする。\nなお，原告らは，本件事故は航空機事故によるものであって，本件における一切の\n事情を考慮すると，高額の慰謝料の支払を命じることが相当であり，被害者１人当\nたり１億円が正当な慰謝料であると主張し，本件事故による精神的苦痛等につい\nて，各意見書（甲３９，５１）を提出するところ，上記各意見書によれば，本件事\n故により被った被害者らの精神的苦痛が極めて多大なものであったことは十分認め\nられるものの，これを考慮しても，本件事故による被害が交通事故その他の人身事\n故と質的に異なるものということはできず，原告らの主張は余りに過大であるとい\nうべきであって，採用できない。\n(2)　日本居住被害者の個別の逸失利益及び慰謝料について\n（以下，(2)項における「原告」又は「原告ら」とは，標記の原告番号に該当する原\n告又は原告らを指す。）\n【被害者Ｂ１】（原告番号１～４）について\nア　逸失利益\n(ア)　証拠（甲イ１～４の①－２，③，④－４・９）及び弁論の全趣旨によれば，\n被害者Ｂ１は，本件事故当時４４歳の男性であり，有限会社Ｚ１の代表取締役とし\nて稼働し，一家の支柱として，妻及び２人の未成年の子を扶養していたもので，平\n成５年には６００万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ１は，今後も６７歳までの２３年間にわたり，労務の対価\nとして，少なくとも上記６００万円の９割に相当する５４０万円の収入を得られた\nであろうと認めるのが相当である。\nそこで，５４０万円を基礎収入とし，生活費控除率を３０パーセントとして，逸失\n利益の額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５０\n９８万６５３０円となる。\n(イ)　なお，原告らは，有限会社Ｚ１からの報酬６００万円及び有限会社Ｚ２から\nの報酬３６０万円の合計９６０万円を基礎収入とすべきであるが，少なくとも大卒\n男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきであると主張する。\nしかしながら，有限会社Ｚ１の報酬については，平成５年分及び平成６年分の収入\n証明が提出されているのみであり，これだけでは，平成５年の報酬６００万円の全\n額に相当する収入を将来にわたって得られたであろうとの蓋然性を認めるに足りな\nいし，原告ら主張のとおり平成６年に有限会社Ｚ２から３６０万円の報酬を得てい\nたものとしても，他方で，従前どおり有限会社Ｚ１の代表取締役として労務につい\nていたというのであって，これに加え有限会社Ｚ２の取締役としても労務を提供す\nるようになったことまでを認めるに足りる証拠はない。　そして，他に，被害者Ｂ\n１において，原告ら主張のような大卒男子年齢別平均賃金に基づく各年の平均賃金\nを得る蓋然性があったことを認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ１は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\n原告Ａ４につき下記のとおり固有の慰謝料を認めるべきであることに鑑み，被害者\nＢ１の慰謝料は２５００万円をもって相当と認める。\nまた，原告Ａ４は固有の慰謝料を請求するところ，前記争いのない事実等(1)アのと\nおり，原告Ａ４は被害者Ｂ１の父であり，本件事故の態様その他一切の事情を併せ\n考慮すると，原告Ａ４固有の慰謝料は１００万円をもって相当と認める。\n【被害者Ｂ２】（原告番号５）について\nア　逸失利益\n(ア)　証拠（甲イ５の①－４，④－３～８）及び弁論の全趣旨によれば，被害者Ｂ\n２は，本件事故当時，４８歳の男性であり，Ｚ３株式会社の取締役として稼働し，\n一家の支柱として，１人の未成年の子を扶養していたもので，平成３年には６３０\n万円，平成４年には１０８５万円，平成５年には９６０万円の報酬を得ていたこと\nが認められる。\nこれによれば，被害者Ｂ２は，今後も６７歳までの１９年間にわたり，労務の対価\nとして，少なくとも上記の平均である８９１万６６６６円の収入を得られたであろ\nうと認めるのが相当である。\nそこで，８９１万６６６６円を基礎収入とし，生活費控除率を４０パーセントとし\nて，逸失利益の額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとお\nり，６４６５万６３５０円となる。\n(イ)　なお，原告は，平成３年の収入は例外であり，平成４年及び平成５年の平均\n収入１０２２万５０００円を基礎として，退職金を加算するなどした各年の基礎収\n入によるべきであると主張するが，被害者Ｂ２について，上記(ア)の認定金額以上\nの収入を将来にわたって得られたであろう蓋然性については，これを認めるに足り\nる証拠はなく，原告の主張は採用できない。\nイ　慰謝料\n被害者Ｂ２は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ３】（原告番号６～８）について\nア　逸失利益\n(ア)　証拠（甲イ６～８の①－３，③，④－４～７）及び弁論の全趣旨によれば，\n被害者Ｂ３は，本件事故当時５３歳の男性であり，有限会社Ｚ４の代表取締役とし\nて稼働し，一家の支柱として妻を扶養していたもので，平成３年に５３５万円，平\n成４年に５９５万円，平成５年に６００万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ３は，今後も６７歳まで１４年間にわたり，少なくとも上\n記の平均である５７６万６６６６円の収入を得られたであろうと認めるのが相当で\nある。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３４２４万\n９１５２円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額以上の収入を将来にわたって得\nられたであろう蓋然性については，これを認めるに足りる証拠はなく，原告らの主\n張は採用できない。\nイ　慰謝料\n被害者Ｂ３は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ４】（原告番号９～１１）について\nア　逸失利益\n(ア)　証拠（甲イ９～１１の①－４，③，④－４）及び弁論の全趣旨によれば，被\n害者Ｂ４は，本件事故当時５１歳の男性であり，Ｚ５株式会社の代表取締役として\n稼働し，一家の支柱として，妻及び１人の未成年の子を扶養していたもので，平成\n５年には４６５万円の役員報酬を得ていたことが認められる。\nそして，被害者Ｂ４につき，今後も６７歳までの１６年間にわたり，少なくとも４\n６５万円の収入を得られたであろうことについては，原告らと被告中華航空との間\nで争いがない。\nそこで，４６５万円を基礎収入とし，生活費控除率を３０パーセントして，逸失利\n益の額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３５２\n７万６７１３円となる。\n(イ)　なお，原告らは，被害者Ｂ４の代表取締役の報酬は低く抑えられ，利益が会\n社に蓄えられていたから，大卒男子年齢別平均賃金による各年の平均賃金を基礎収\n入とすべきであると主張するが，被害者Ｂ４が今後も４６５万円を超える収入を得\nられたであろう蓋然性については，これを認めるに足りる証拠はなく，原告らの主\n張は採用できない。\nイ　慰謝料\n被害者Ｂ４は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ５】（原告番号１２～１４）について\nア　逸失利益\n(ア)　証拠（甲イ１２～１４の①－３，③，④－３～７）及び弁論の全趣旨によれ\nば，被害者Ｂ５は，本件事故当時４８歳の男性であり，有限会社Ｚ６の代表取締役\nとして稼働し，一家の支柱として，妻及び１人の未成年の子を扶養していたもの\nで，平成３年には１２２０万円，平成４年には１２４８万円，平成５年には１２４\n８万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ５は，今後も６７歳まで１９年間にわたり，労務の対価と\nして，少なくとも上記の平均である１２３８万６６６６円の収入を得られたであろ\nうと認めるのが相当である。\nそこで，１２３８万６６６６円を基礎収入とし，生活費控除率を３０パーセントと\nして，逸失利益の額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のと\nおり，１億０４７８万７６０２円となる。\n(イ)　なお，原告らは，平成４年及び平成５年の平均給与額１２４８万円を基礎と\nし，退職金を加算するなどした各年の基礎収入によるべきであると主張するが，上\n記(ア)の認定金額以上の収入を将来にわたって得られたであろう蓋然性について\nは，これを認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\n慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ６】（原告番号１５～１７）について\nア　逸失利益\n(ア)　証拠（甲イ１５～１７の①－３，③，④－３の１・２，④－４～６）及び弁\n論の全趣旨によれば，被害者Ｂ６は，本件事故当時６８歳の男性であり，Ｚ７株式\n会社の代表取締役として稼働していたほか，厚生年金を受け取っており，一家の支\n柱として，妻を扶養していたもので，平成３年には１２５７万円，平成４年には１\n２８２万円，平成５年には１２９３万円の報酬を得ていたほか，平成３年に２８４\n万７３３２円，平成４年に２９３万９１６４円，平成５年に３００万３７３２円の\n厚生年金を受け取っていたことが認められる。\nこれによれば，被害者Ｂ６は，今後も７年間（平成６年当時の６８歳男性の平均余\n命１４．５２年の２分の１（小数点以下切捨て。以下も同様とする。））にわた\nり，労務の対価として，上記報酬の平均である１２７７万３３３３円の収入を得ら\nれ，また，平均余命である１４年間にわたり，上記年金の平均である２９３万００\n７６円の年金収入を得られたであろうと認めるのが相当である。\nそこで，これらを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益\nの額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，報酬につ\nき４４３４万６２０２円，年金につき１７４０万２１９０円の合計６１７４万８３\n９２円となる。\n(イ)　なお，原告らは，平成５年の報酬額及び年金額合計１５９３万３７３２円を\n基礎とし，退職金を加算するなどした各年の基礎収入によるべきであると主張する\nが，上記(ア)の認定金額以上の収入を将来にわたって得られたであろう蓋然性につ\nいては，これを認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ６は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７】（原告番号１８・１９）について\nア　逸失利益\n(ア)　証拠（甲イ１８・１９の①－２，③，④－４～７）及び弁論の全趣旨によれ\nば，被害者Ｂ７は，本件事故当時４６歳の男性であり，Ｚ８有限会社の専務取締役\nとして稼働するとともに，平成４年に設立した有限会社Ｚ９の代表取締役として稼\n働し，一家の支柱として，父及び内縁の妻を扶養していたもので，平成３年には７\n８４万円，平成４年には７３９万円，平成５年には８２２万円の報酬を得ていたこ\nとが認められる。\nこれによれば，被害者Ｂ７は，今後も６７歳まで２１年にわたり，労務の対価とし\nて，上記の平均である７８１万６６６６円の収入を得られたであろうと認めるのが\n相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，７０１５万\n２７７９円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額以上の収入を将来にわたって得\nられたであろう蓋然性については，これを認めるに足りる証拠はなく，原告らの主\n張は採用できない。\nイ　慰謝料\n被害者Ｂ７は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\n後記ウのとおり，原告Ａ１９について固有の慰謝料を認めるべきであることに鑑\nみ，被害者Ｂ７の慰謝料は１６００万円をもって相当と認める。\nウ　原告Ａ１９の固有の慰謝料\n証拠（甲イ１８・１９の③）及び弁論の全趣旨によれば，原告Ａ１９は，昭和４９\n年６月から本件事故時まで約２０年間もの間，被害者Ｂ７と内縁関係にあり，本件\n事故当時，被害者Ｂ７及びその父と同居していたことが認められ，このような事情\nを考慮すると，原告Ａ１９は，被害者との間に民法７１１条所定の者と実質的に同\n視し得べき身分関係が存し，長年連れ添った内縁の夫である被害者Ｂ７が本件事故\nによって死亡したことにより甚大な精神的苦痛を受けたと認められるので，原告Ａ\n１９の固有の慰謝料は１０００万円をもって相当と認める。\n【被害者Ｂ８】（原告番号２０～２２）について\nア　逸失利益\n(ア)　証拠（甲イ２０～２２の①－６，③，④－４～７）及び弁論の全趣旨によれ\nば，被害者Ｂ８は，本件事故当時５１歳の男性であり，電気工事の下請業を営み，\n一家の支柱として，妻を扶養していたもので，平成３年には３７９万６６５２円，\n平成４年には３８０万２１６４円，平成５年には３９２万３４５５円の営業所得を\n得ていたことが認められる。\nこれによれば，被害者Ｂ８は，今後も６７歳まで１６年間にわたり，上記の平均で\nある３８４万０７５７円の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２４９７万\n４９８３円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額以上の収入を将来にわたって得\nられたであろう蓋然性については，これを認めるに足りる証拠はなく，原告らの主\n張は採用できない。\nイ　慰謝料\n被害者Ｂ８は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ９】（原告番号２３～２６）について\nア　逸失利益\n(ア)　証拠（甲イ２３～２６の①－３，③，④－５・６）及び弁論の全趣旨によれ\nば，被害者Ｂ９は，本件事故当時５１歳の男性であり，「Ｚ１０」の屋号で大工工\n事業を営み，一家の支柱として，妻及び１人の未成年の子を扶養していたもので，\n平成５年には３２６万７７２４円の営業所得を得ていたことが認められる。\nそして，被害者Ｂ９が，今後も６７歳まで１６年間にわたり，少なくとも３２６万\n７７２４円の収入を得られたであろうことについては，原告らと被告中華航空との\n間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２４７９万\n０２２８円となる。\n(イ)　なお，原告らは，平成５年の修正申告後の所得は６９８万２９５０円であ\nり，この所得も経費等を正確に反映していないとして，大卒男子年齢別平均賃金に\nよる各年の平均賃金を基礎収入とすべきであると主張する。\nしかしながら，証拠（甲イ２３～２６の④－４）及び弁論の全趣旨によれば，原告\nら主張の修正申告は，本件事故後の平成６年１２月になされたものであって，信用\n性に疑問が残るといわざるを得ない上に，経費割合等についてもこれを認定するに\n足りる証拠は一切提出されておらず，上記修正申告後の所得額を採用することはで\nきない。そして，他に，被害者Ｂ９において，原告ら主張のような大卒男子年齢別\n平均賃金による各年の平均賃金を得る蓋然性があったことを認めるに足りる証拠は\nない。\nイ　慰謝料\n被害者Ｂ９は，前記アのとおり，一家の支柱として家族を支えていたと認められ，\nその慰謝料は２６００万円もって相当と認める。\n【被害者Ｂ１０】（原告番号２７～３０）について\nア　逸失利益\n(ア)　証拠（甲イ２７～３０の①－２，③，④－４）及び弁論の全趣旨によれば，\n被害者Ｂ１０は，本件事故当時４６歳の男性であり，大工としてＺ１０に勤務し，\n一家の支柱として，妻及び２人の未成年の子を扶養していたもので，平成５年には\n５３５万６９００円の給与収入を得ていたことが認められる。\nこれによれば，被害者Ｂ１０は，今後も６７歳まで２１年にわたり，少なくとも，\n上記５３５万６９００円の９割に相当する４８２万１２１０円の収入を得られたで\nあろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４３２６万\n９２５０円となる。\n(イ)　なお，原告らは，少なくとも大卒男子年齢別平均賃金による各年の平均賃金\nを基礎収入とすべきであると主張するが，上記(ア)の認定金額以上の収入を将来に\nわたって得られたであろう蓋然性については，これを認めるに足りる証拠はなく，\n原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１１】（原告番号３１～３３）について\nア　逸失利益\n(ア)　証拠（甲イ３１～３３の①－３，③，④－５）及び弁論の全趣旨によれば，\n被害者Ｂ１１は，本件事故当時３４歳の男性であり，大工として，Ｚ１１の屋号で\n父が営む建築大工業に勤務し，一家の支柱として，妻を扶養していたもので，平成\n５年には２８０万円の給与収入を得ていたことが認められる。\nそして，被害者Ｂ１１について，今後も６７歳まで３３年間にわたり，少なくとも\n２８０万円の収入を得られたであろうことについては，原告らと被告中華航空との\n間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２６８８万\n４２００円となる。\n(イ)　なお，原告らは，平成５年の修正申告後の所得は５２０万円であること，被\n害者が３４歳と若年であること，優れた技能を有していたことなどを理由に，大卒\n男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきであると主張する。\nしかしながら，証拠（甲イ３１～３３の④－５）及び弁論の全趣旨によれば，原告\nら主張の修正申告は，本件事故後になされたものであって，信用性に疑問が残ると\nいわざるを得ず，上記修正申告後の所得額を採用することはできない。そして，他\nに，被害者Ｂ１１において，原告ら主張のような大卒男子年齢別平均賃金による各\n年の平均賃金を得る蓋然性があったことを認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ１１は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１２】（原告番号３４・３５）について\nア　逸失利益\n(ア)　証拠（甲イ３４・３５の①，③，④－４）及び弁論の全趣旨によれば，被害\n者Ｂ１２は，本件事故当時２５歳の独身男性であり，高校卒業後，４年間の畳職人\nとしての修行を終え，平成５年からは父のもとで畳製造業の事業専従者として稼働\nし始めていたもので，平成５年の給与収入は４７万円であったことが認められる。\nこれによれば，被害者Ｂ１２は，平成５年の収入は低額であったものの，２５歳と\n若年であり，畳職人としての技能を修得していたのであるから，今後も６７歳まで\n４２年間にわたり，少なくとも平成６年の賃金センサスの高卒男子労働者の全年齢\n平均賃金である５２４万３４００円の収入を得られたであろうと認めるのが相当で\nある。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４５６７万\n８４０３円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性までは認めることができず，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ１２は，前記アのとおり独身であったから，その慰謝料は２０００万円を\nもって相当と認める。\n【被害者Ｂ１３】（原告番号３６～３９）について\nア　逸失利益\n(ア)　証拠（甲イ３６～３９の①－４，③，④－３・４・６～８）及び弁論の全趣\n旨によれば，被害者Ｂ１３は，本件事故当時５４歳の男性であり，Ｚ１２有限会社\nの代表取締役として稼働し，一家の支柱として，妻を扶養していたもので，平成３\n年には８７０万円，平成４年には１０２０万円，平成５年には１０８０万円の報酬\nを得ていたことが認められる。\nこれによれば，被害者Ｂ１３は，今後も６７歳まで１３年間にわたり，労務の対価\nとして，上記の平均である９９０万円の収入を得られたであろうと認めるのが相当\nである。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５５７９万\n７３９０円となる。\n(イ)　なお，原告らは，被害者Ｂ１３が平成６年の４か月間で４７５万円の報酬を\n得ていることから，この年額である１４２５万円を基礎とし，退職金を加算するな\nどした各年の基礎収入によるべきであると主張するが，上記(ア)の認定金額を超え\nる収入を将来にわたって得られたであろう蓋然性については，これを認めるに足り\nる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１４】（原告番号４０～４２）について\nア　逸失利益\n(ア)　証拠（甲イ４０～４２の①－２，③，④－３－１・２，④－５～７）及び弁\n論の全趣旨によれば，被害者Ｂ１４は，本件事故当時７２歳の男性であり，昭和５\n９年に妻を亡くしたが，有限会社Ｚ１３の役員として稼働し，農業も営んでいたほ\nか，年金収入も得ていたもので，平成３年に２２５万円，平成４年に１９５万円，\n平成５年に１７１万円の報酬を，また，平成３年に１万９６９１円，平成４年に１\n万８６４７円，平成５年に１万８８６７円の農業収入を得ており，さらに，平成３\n年に１５９万６１９６円，平成４年に１６４万７６６４円，平成５年に１６８万３\n８９４円の年金収入を得ていたことが認められる。\nこれによれば，被害者Ｂ１４は，今後も５年間（平成６年当時の７２歳男性の平均\n余命１１．８２年の２分の１）にわたり，労務の対価として，上記報酬及び農業収\n入の合計額の平均である１９８万９０６８円の収入を得られ，また，平均余命であ\nる１１年間にわたり，上記年金額の平均である１６４万２５８４円の年金収入を得\nられたであろうと認めるのが相当である。\nそこで，これらを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益\nの額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，給与等に\nつき４３０万５７３５円，年金につき６８２万１９７９円の合計１１１２万７７１\n４円となる。\n(イ)　なお，原告らは，平成５年の報酬，農業収入及び年金収入に，Ｚ１４からの\n報酬１８０万円，美術品販売２７万円を加算した５４８万２７６１円を基礎とした\n基礎収入によるべきであると主張する。\nしかしながら，Ｚ１４代表作成の証明書（甲イ４０～４２の④－４）のみでは，Ｚ\n１４から，将来にわたって１８０万円の収入が得られたであろうことを認めるに足\nりない。また，美術品販売の平成５年の所得である２７万円について，将来にわた\nって同額程度のものが得られたであろう蓋然性を認めるに足りる証拠はない。\nこのほか，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋\n然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１４の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ１５】（原告番号４３～４５）について\nア　逸失利益\n(ア)　証拠（甲イ４３～４５の①－２，③，④－３～５）及び弁論の全趣旨によれ\nば，被害者Ｂ１５は，本件事故当時４３歳の男性であり，有限会社Ｚ１５の代表取\n締役として稼働し，一家の支柱として，妻及び２人の未成年の子を扶養していたも\nので，平成３年には９６４万６０００円，平成４年には１２０１万２０００円，平\n成５年には１３２０万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ１５は，今後も６７歳まで２４年間にわたり，労務の対価\nとして，上記の平均である１１６１万９３３３円の収入を得られたであろうと認め\nるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億１２２\n３万１３６９円となる。\n(イ)　なお，原告らは，平成５年の収入額である１３２０万円を基礎とし，退職金\nを加算するなどした各年の基礎収入によるべきであると主張するが，上記(ア)の認\n定金額を超える収入を将来にわたって得られたであろう蓋然性までは認めることが\nできず，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１５は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１６】（原告番号４６～４８）について\nア　逸失利益\n(ア)　証拠（甲イ４６～４８の①－３，③，④－４）及び弁論の全趣旨によれば，\n被害者Ｂ１６は，本件事故当時４７歳の男性であり，株式会社Ｚ１６に従業員とし\nて勤務し（平成６年３月に営業部長に昇格），一家の支柱として，妻及び１人の未\n成年の子を扶養していたもので，平成５年に６９１万３１５２円の給与収入を得て\nいたことが認められる。\nこれによれば，被害者Ｂ１６は，今後も６７歳まで２０年間にわたり，少なくとも\n上記６９１万３１５２円の９割に相当する６２２万１８３６円の収入を得られたで\nあろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５４２７万\n６４３５円となる。\n(イ)　なお，原告らは，平成６年３月に被害者Ｂ１６が営業部長に昇格したことな\nどを理由に，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきで\nあると主張するが，昇格したことによる昇給額は明らかとされておらず，そのほ\nか，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋然性を\n認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１６は，前記アのとおり，一家の支柱として家族を支えていたことが認め\nられ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１７】（原告番号４９～５２）について\nア　逸失利益\n(ア)　証拠（甲イ４９～５２の①－２，③，④－３～５）及び弁論の全趣旨によれ\nば，被害者Ｂ１７は，本件事故当時４１歳の男性であり，Ｚ１７有限会社の取締役\nとして稼働し，一家の支柱として，妻及び３人の未成年の子を扶養していたもの\nで，平成３年に８９１万２８００円，平成４年に１３８１万５８００円，平成５年\nに２１５２万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ１７は，今後も６７歳まで２６年間にわたり，労務の対価\nとして，少なくとも上記の平均である１４７４万９５３３円の収入を得られたであ\nろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億４８４\n１万８２０８円となる。\n(イ)　なお，原告らは，平成５年の収入額である２１５２万円を基礎として，退職\n金を加算するなどした各年の基礎収入によるべきであると主張するが，上記(ア)の\n認定金額を超える収入を将来にわたって得られたであろう蓋然性を認めるに足りる\n証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１７は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円もって相当と認める。\n【被害者Ｂ１８】（原告番号５３～５５）について\nア　逸失利益\n(ア)　証拠（甲イ５３～５５の①－３，③，④－４～８）及び弁論の全趣旨によれ\nば，被害者Ｂ１８は，本件事故当時５３歳の男性であり，株式会社Ｚ１８の代表取\n締役として稼働し，一家の支柱として，妻を扶養していたもので，平成３年に７６\n４万円，平成４年に８５０万円，平成５年に８３２万５０００円の報酬を得ていた\nことが認められる。\nこれによれば，被害者Ｂ１８は，今後も６７歳まで１４年間にわたり，労務の対価\nとして，少なくとも上記の平均である８１５万５０００円の収入を得られたであろ\nうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４８４３万\n３８４９円となる。\n(イ)　なお，原告らは，株式会社Ｚ１８の業績が順調に伸びていたこと，関連会社\nからも役員報酬を得ることが確実であったことなどを理由に，大卒男子年齢別平均\n賃金に基づく各年の平均賃金を基礎収入とすべきであると主張するが，関連会社か\nらの報酬を得られるようになったであろうことについては，これを認めるに足りる\n証拠はなく，このほか，上記(ア)の認定金額を超える収入を将来にわたって得られ\nたであろう蓋然性を認めるに足りる証拠はないので，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ１８は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ１９】（原告番号５６～５８）について\nア　逸失利益\n(ア)　証拠（甲イ５６～５８の①－３，③，④－４～１０）及び弁論の全趣旨によ\nれば，被害者Ｂ１９は，本件事故当時５０歳の男性であり，Ｚ１９の屋号で建築大\n工業を営み，一家の支柱として，妻を扶養していたもので，平成３年に２９１万４\n７４１円，平成４年に３５３万９８３３円，平成５年に２５０万９０８２円の所得\nを得ていたことが認められる。\nそして，被害者Ｂ１９について，今後も６７歳まで１７年間にわたり，少なくとも\n上記の平均である２９８万７８８５円の収入を得られたであろうことについては，\n原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２０２１万\n１２４９円となる。\n(イ)　なお，原告らは，被害者Ｂ１９は，その売上げを低く計上していたこと及び\n多彩な資格を有していたことなどを理由に，大卒男子年齢別平均賃金による各年の\n平均賃金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を超える収\n入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告ら\nの主張は採用できない。\nイ　慰謝料\n被害者Ｂ１９は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２０】（原告番号５９・６０）について\nア　逸失利益\n(ア)　証拠（甲イ５９・６０の①－３，③，④－３－１，④－４－１，④－５）及\nび弁論の全趣旨によれば，被害者Ｂ２０は，本件事故当時６１歳の男性であり，Ｚ\n２０有限会社代表取締役として稼働し，一家の支柱として，妻を扶養していたもの\nで，平成３年に８５８万円，平成４年に８７０万円，平成５年に８７６万円の報酬\nを得ていたことが認められる。\nこれによれば，被害者Ｂ２０は，今後も９年間（平成６年当時の６１歳男性の平均\n余命１９．６６年の２分の１）にわたり，労務の対価として，少なくとも上記の平\n均である８６８万円の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は原告らと\n被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３７０１万７４２２円となる。\n(イ)　なお，原告らは，平成５年の報酬額８７６万円を基礎として，退職金を加算\nするなどした各年の基礎収入によるべきであると主張するが，上記(ア)の認定金額\nを超える収入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はな\nく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ２０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２１】（原告番号５９・６０）について\nア　逸失利益\n(ア)　証拠（甲イ５９・６０の①－３，③，④－４－２）及び弁論の全趣旨によれ\nば，被害者Ｂ２１は，本件事故当時５９歳の女性であり，主婦として家事労働に従\n事していたほか，着付教室の教師としての授業料収入等を得ており，平成５年には\n７７万５５００円の給与収入を得ていたことが認められる。\nこれによれば，被害者Ｂ２１は，今後も１３年間（平成６年当時の５９歳女性の平\n均余命２６．２４年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうと認めるのが相当である\n（基礎収入を上記のとおりとすべきことは，被告中華航空も認めている。）。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２１３３万\n３３８９円となる。\n(イ)　なお，原告らは，被害者Ｂ２１は，家事労働をしていたほか，Ｚ２０有限会\n社の取締役として働いていたこと，着付け教室の教師として授業料収入があったこ\nとなどを理由として，全労働者年齢別平均賃金による各年の平均賃金を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ２１の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ２２】（原告番号６０～６２）について\nア　逸失利益\n(ア)　証拠（甲イ６０～６２の①－２，③，④－４）及び弁論の全趣旨によれば，\n被害者Ｂ２２は，本件事故当時３４歳の男性であり，Ｚ２０有限会社に勤務し，一\n家の支柱として，妻及び１人の未成年の子を扶養していたもので，平成４年に３７\n４万１１２９円，平成５年に４２９万０９５２円の給与収入を得ていたことが認め\nられる。\nそして，被害者Ｂ２２について，今後も６７歳まで３３年間にわたり，少なくとも\n上記の平均である４０１万６０４０円の収入を得られたであろうことについては，\n原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４４９８万\n６６７６円となる。\n(イ)　なお，原告らは，被害者Ｂ２２が近い将来Ｚ２０有限会社の代表者に就任す\nることが確実視されていたことなどを理由に，大卒男子年齢別平均賃金による各年\nの平均賃金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を超える\n収入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告\nらの主張は採用できない。\nイ　慰謝料\n被害者Ｂ２２は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２３】（原告番号６３～６５）について\nア　逸失利益\n(ア)　証拠（甲イ６３～６５の①－２，③，④－３～５）及び弁論の全趣旨によれ\nば，被害者Ｂ２３は，本件事故当時４４歳の男性であり，有限会社Ｚ２１及び有限\n会社Ｚ２２の代表取締役として稼働していたほか，個人としてレンタカー営業を営\nんでおり，一家の支柱として，妻及び１人の未成年の子を扶養していたもので，平\n成３年には８０７万９３８５円の報酬及び営業所得，平成４年には１１５８万０５\n２１円の報酬及び営業所得，平成５年には１０８７万円の報酬を得ていたことが認\nめられる。\nこれによれば，被害者Ｂ２３は，今後も６７歳まで２３年間にわたり，労務の対価\nとして，少なくとも上記の平均である１０１７万６６３５円の収入を得られたであ\nろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，９６０８万\n７２７８円となる。\n(イ)　なお，原告らは，少なくとも平成５年の収入程度は得られたことは確実であ\nるとして，１０８７万円を基礎とし，退職金を加算するなどした各年の基礎収入に\nよるべきであると主張するが，前記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ２３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２４】（原告番号６６～６８）について\nア　逸失利益\n(ア)　証拠（甲イ６６～６８の①－３・４，③，④－５～７）及び弁論の全趣旨に\nよれば，被害者Ｂ２４は，本件事故当時４２歳の男性であり，平成５年まで株式会\n社Ｚ２３に勤務し，平成６年に同社を退職した後，独立して台湾に新会社を設立\nし，その業務開始に向けて準備中であったが，一家の支柱として，両親を扶養して\nいたもので，株式会社Ｚ２３から，平成３年に６５９万３６００円，平成４年に６\n６４万８１００円，平成５年に６３５万５２００円の給与を得ていたことが認めら\nれる。\nそして，被害者Ｂ２４について，今後も６７歳までの２５年間にわたり，少なくと\nも上記の平均である６５３万２３００円の収入を得られたであろうことについて\nは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，６４４４万\n５９０８円となる。\n(イ)　なお，原告らは，被害者が台湾に設立した新会社は必ず成功していたとし\nて，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきであると主\n張するが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋\n然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ２４は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２５】（原告番号６９～７１）について\nア　逸失利益\n(ア)　証拠（甲イ６９～７１の①－３，③，④－３・４）及び弁論の全趣旨によれ\nば，被害者Ｂ２５は，本件事故当時４５歳の男性であり，Ｚ２４株式会社の従業員\nとして勤務し，一家の支柱として，妻及び１人の未成年の子を扶養していたもの\nで，平成３年に７５２万７８１３円，平成４年に１１５１万９２９２円，平成５年\nに１０８０万円の給与を得ていたことが認められる。\nこれによれば，被害者Ｂ２５は，今後も６７歳まで２２年間にわたり，少なくとも\n上記の平均である９９４万９０３５円の収入を得られたであろうと認めるのが相当\nである。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，９１６７万\n１４０３円となる。\n(イ)　なお，原告らは，平成４年及び平成５年の平均収入である１１１５万９６４\n６円を基礎とし，退職金を加算するなどした基礎収入によるべきであると主張する\nが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋然性を\n認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ２５は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ２６】(原告番号７２～７８，３３４～３３８)について\nア　逸失利益\n(ア)　証拠（甲７２～７８の①－２）及び弁論の全趣旨によれば，被害者Ｂ２６\nは，本件事故当時６０歳の独身女性であり，子もおらず，独り暮らしであったこと\nが認められる。\nそして，被害者Ｂ２６について，今後１２年間（平成６年当時の６０歳女性の平均\n余命２５．３４年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃\n金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中華\n航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２０１２万\n９０３６円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ２６の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ２７】（原告番号７９～８２）について\nア　逸失利益\n(ア)　証拠（甲イ７９～８２の①－２，③－１～５）及び弁論の全趣旨によれば，\n被害者Ｂ２７は，本件事故当時５５歳の女性であり，亡夫Ｎの営んでいたＺ２５米\n穀店を娘婿が継いだ後もこれを手伝っていたことが認められる。\nそして，被害者Ｂ２７について，今後も１４年間（平成６年当時の５５歳女性の平\n均余命２９．８７年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中\n華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２２４８万\n０５１２円となる。\n(イ)　なお，原告らは，被害者Ｂ２７は，娘婿が経営する米穀小売事業に対して２\n分の１程度の寄与をしていたなどとして，全労働者年齢別平均賃金による各年の平\n均賃金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を超える収入\nを将来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの\n主張は採用できない。\nイ　慰謝料\n被害者Ｂ２７の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ２８】（原告番号８３～８５）について\nア　逸失利益\n(ア)　証拠（甲イ８３～８５の①－２，④－４－１～５）及び弁論の全趣旨によれ\nば，被害者Ｂ２８は，本件事故当時５２歳の既婚女性であり，Ｚ２６の保険外交員\nとして稼働していたことが認められる。\nそして，被害者Ｂ２８について，今後も１６年間（平成６年当時の５２歳女性の平\n均余命３２．６３年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中\n華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２４６１万\n３２８３円となる。\n(イ)　なお，原告らは，被害者Ｂ２８は，Ｚ２６岡崎支社から，平成２年に８２０\n万５３９２円，平成３年に８７７万６３９３円，平成４年に７０６万４０１５円，\n平成５年に７０６万５５００円の外交員報酬を得ており，保険外交員の経費は多額\nに上るものではないから，少なくとも全労働者年齢別平均賃金による各年の平均賃\n金を基礎収入とすべきであると主張する。\nしかしながら，証拠（甲イ８３～８５の④－４－１～４）によれば，その主張のと\nおりの外交員報酬を得たことは認められるものの，それについての経費がいくらで\nあったかを認めるに足りる証拠の提出がなく，結局，実収入を認定することができ\nず，このほか，上記(ア)の認定金額を超える収入を将来にわたって得られたであろ\nう蓋然性を認めるに足りる証拠もないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ２８の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ２９】（原告番号８６～８８）について\nア　逸失利益\n(ア)　証拠（甲イ８６～８８の①－２～４）及び弁論の全趣旨によれば，被害者Ｂ\n２９は，本件事故当時５１歳の既婚女性であり，家事に従事していたことが認めら\nれる。\nそして，被害者Ｂ２９は，今後も６７歳までの１６年間にわたり，少なくとも平成\n６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろうこ\nとについては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２４６１万\n３２８３円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ２９の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３０】（原告番号８９～９２）について\nア　逸失利益\n(ア)　証拠（甲イ８９～９２の①－４，③－１・２）及び弁論の全趣旨によれば，\n被害者Ｂ３０は，本件事故当時５６歳の既婚女性であり，有限会社Ｚ２７を経営す\nる夫を手伝いながら，家事に従事していたことが認められる。\nこれによれば，被害者Ｂ３０は，今後も１４年間（平成６年当時の５６歳女性の平\n均余命２８．９５年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうと認めるのが相当である\n（基礎収入を上記のとおりとすべきことは，被告中華航空も認めている。）。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２２４８万\n０５１２円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ３０の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３１】（原告番号９３・９４）について\nア　逸失利益\n(ア)　証拠（甲イ９３・９４の①－３，③，④－４－１）及び弁論の全趣旨によれ\nば，被害者Ｂ３１は，本件事故当時６３歳の男性であり，作業用手袋の生産業を営\nんでいたほか，年金も受け取っており，一家の支柱として，妻を扶養していたもの\nで，平成５年の営業所得はマイナスであったが，２５４万４６００円の年金収入が\nあったことが認められる。\nこれによれば，被害者Ｂ３１は，今後も１４年（平成６年当時の６３歳男性の平均\n余命）にわたり，上記年金収入を得られたであろうと認められる（上記年金収入を\n基礎収入とすべきであることは，被告中華航空も認めている。）。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は，原告ら\nと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１５１１万２７８６円となる。\n(イ)　なお，原告らは，作業用手袋の生産業について，平成５年の営業所得はマイ\nナスであったが，これは多くの減価償却費等が生じていたためであり，実際は多く\nの収入を得ていたなどとして，大卒男子年齢別平均賃金による各年の平均賃金を基\n礎収入とすべきであると主張するが，上記生産業の売上額や経費について客観的な\n資料は提出されておらず，このほか，上記(ア)の認定金額を超える収入を将来にわ\nたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ３１は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ３２】（原告番号９３・９４）について\nア　逸失利益\n(ア)　証拠（甲イ９３・９４の①－３，③）及び弁論の全趣旨によれば，被害者Ｂ\n３２は，本件事故当時６１歳の既婚女性であり，家事に従事していたことが認めら\nれる。\nそして，被害者Ｂ３２について，今後も１２年間（平成６年当時の６１歳女性の平\n均余命２４．４５年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中\n華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２０１２万\n９０３６円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ３２の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３３】（原告番号９８～１００）について\nア　逸失利益\n(ア)　証拠（甲イ９８～１０３の①－３，③，④－４－１）及び弁論の全趣旨によ\nれば，被害者Ｂ３３は，本件事故当時６７歳の男性であり，長男の経営するＺ２８\n有限会社に勤務し，農業も営んでいたほか，年金収入も得ており，一家の支柱とし\nて，妻を扶養していたもので，平成５年には，給与収入１７６万３６００円，農業\n収入３９万１０７４円の合計２１５万４６７４円の所得のほか，年金収入１１６万\n９２９４円を得ていたことが認められる。\nそして，被害者Ｂ３３が，少なくとも年金を含め収入総額３３２万３９６８円を将\n来にわたって得られたであろうことについては，原告らと被告中華航空との間で争\nいがない。\nこれによれば，被害者Ｂ３３は，今後も７年間（平成６年当時の６７歳男性の平均\n余命１５．２３年の２分の１）にわたり，上記給与等２１５万４６７４円の収入を\n得られ，また，平均余命である１５年間にわたり，上記年金１１６万９２９４円の\n年金収入を得られたであろうと認めるのが相当である。\nそこで，これらを基礎収入とし，生活費控除率を４０パーセント（この点は，原告\nらと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別\n紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，給与等につき７４８万０５５４\n円，年金につき７２８万２０８２円の合計１４７６万２６３６円となる。\n(イ)　なお，原告らは，被害者Ｂ３３の給与は勤務先が長男の会社であったことか\nら低額に抑えられていたなどとして，大卒男子年齢別平均賃金による各年の平均賃\n金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を超える収入を将\n来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張\nは採用できない。\nイ　慰謝料\n被害者Ｂ３３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ３４】（原告番号９８～１００）について\nア　逸失利益\n(ア)　証拠（甲イ９８～１０３の①－３）及び弁論の全趣旨によれば，被害者Ｂ３\n４は，本件事故当時６７歳の既婚女性であり，家事に従事していたことが認められ\nる。\nそして，被害者Ｂ３４について，今後も９年間（平成６年当時の６７歳女性の平均\n余命１９．２６年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃\n金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中華\n航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１６１４万\n２３８２円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による平均賃金を基礎収入とすべ\nきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られ\nたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ３４の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３５】（原告番号１０４・１０５）について\nア　逸失利益\n(ア)　証拠（甲イ１０４・１０５の①－５，③－１・３，④－４－１・２，④－５\n－１）及び弁論の全趣旨によれば，被害者Ｂ３５は，本件事故当時５７歳の男性で\nあり，中学及びＺ２９株式会社の養成学校を卒業後，平成５年６月までＺ２９株式\n会社・Ｚ３０株式会社で勤務し，平成５年７月からはＺ３０株式会社と関連のある\n学校法人Ｚ３１で勤務しており，一家の支柱として，妻を扶養していたもので，平\n成５年にＺ３０株式会社から３２４万７３６３円，学校法人Ｚ３１から３２５万６\n７５０円の合計６５０万４１１３円の給与収入を得ていたことが認められる。\nこれによれば，被害者Ｂ３５は，今後も１１年間（平成６年当時の５７歳男性の平\n均余命２２．８８年の２分の１）にわたり，少なくとも上記の６５０万４１１３円\nの９割に相当する５８５万３７０１円の収入を得られたであろうと認めるのが相当\nである。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は，原告ら\nと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２９１７万３９０９円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ３５は，上記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ３６】（原告番号１０４・１０５）について\nア　逸失利益\n(ア)　証拠（甲イ１０４・１０５の①－５・７・８，③の１～３）及び弁論の全趣\n旨によれば，被害者Ｂ３６は，本件事故当時５６歳の既婚女性であり，家事に従事\nしていたことが認められる。\nそして，被害者Ｂ３６が，今後も１４年間（平成６年当時の５６歳女性の平均余命\n２８．９５年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃金で\nある３２４万４４００円の収入を得られたであろうことについては，原告らと被告\n中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２２４８万\n０５１２円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ３６の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３７】（原告番号１０６～１０８）について\nア　逸失利益\n(ア)　証拠（甲イ１０６～１０８の①－４～６）及び弁論の全趣旨によれば，被害\n者Ｂ３７は，本件事故当時６７歳の既婚女性であり，家事に従事していたことが認\nめられる。\nそして，被害者Ｂ３７が，今後も９年間（平成６年当時の６７歳女性の平均余命１\n９．２６年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃金であ\nる３２４万４４００円の収入を得られたであろうことについては，原告らと被告中\n華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１６１４万\n２３８２円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による平均賃金を基礎収入とすべ\nきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られ\nたであろう蓋然性を認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ３７の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ３８】（原告番号１０６～１０８）について\nア　逸失利益\n(ア)　証拠（甲イ１０６～１０８の①－４，④－４－１）及び弁論の全趣旨によれ\nば，被害者Ｂ３８は，本件事故当時６７歳の男性であり，給与収入を得て，一家の\n支柱として，妻を扶養していたことが認められる。\nそして，被害者Ｂ３８は，今後も７年間（平成６年当時の６７歳男性の平均余命１\n５．２３年の２分の１）にわたり，少なくとも平成６年の賃金センサスの学歴計男\n子労働者６５歳以上の平均賃金３７６万７１００円の収入を得られたであろうこと\nについては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は，原告ら\nと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１３０７万８５４２円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ３８は，上記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ３９】（原告番号１０９～１１１）について\nア　逸失利益\n(ア)　証拠（甲イ１０９～１１１の①－５，④－４－１～３・５）及び弁論の全趣\n旨によれば，被害者Ｂ３９は，本件事故当時６５歳の男性であり，有限会社Ｚ３２\nの代表取締役として稼働し，一家の支柱として，妻を扶養していたもので，平成４\n年に５５０万円，平成５年に４８０万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ３９は，今後も８年間（平成６年当時の６５歳男性の平均\n余命１６．６７年の２分の１）にわたり，労務の対価として，少なくとも上記の平\n均である５１５万円の９割に相当する４６３万５０００円の収入を得られたであろ\nうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は，原告ら\nと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１７９７万４１５９円となる。\n(イ)　なお，原告らは，過去５年間の報酬の平均である５５６万円を基礎とした各\n年の基礎収入によるべきであると主張するが，平成３年以前の収入の額について\nは，公的な収入証明を提出しておらず，収入証明書（甲イ１０９～１１１の④－３\n－１，④－４－６）ではこれを認めるに足りず，このほか，上記(ア)の認定額を超\nえる収入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，\n原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ３９は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ４０】（原告番号１０９～１１１）について\nア　逸失利益\n(ア)　証拠（甲イ１０９～１１１の①－５～８，③）及び弁論の全趣旨によれば，\n被害者Ｂ４０は，本件事故当時６１歳の既婚女性であり，家事に従事していたこと\nが認められる。\nそして，被害者Ｂ４０が，今後も１２年間（平成６年当時の６１歳女性の平均余命\n２４．４５年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃金で\nある３２４万４４００円の収入を得られたであろうことについては，原告らと被告\n中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２０１２万\n９０３６円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ４０の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ４１】（原告番号１１２・１１３）について\nア　逸失利益\n(ア)　証拠（甲イ１１２・１１３の①－４，④－４）及び弁論の全趣旨によれば，\n被害者Ｂ４１は，本件事故当時５３歳の女性であり，前夫と離婚後，犬の美容室を\n経営するなどしていたことが認められる。\nそして，被害者Ｂ４１が，今後も１５年間（平成６年当時の５３歳女性の平均余命\n３１．７１年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均賃金で\nある３２４万４４００円の収入を得られたであろうことについては，原告らと被告\n中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２３５７万\n２９０１円となる。\n(イ)　なお，原告らは，被害者Ｂ４１の事故前年の事業収入は６８９万２４８０円\nであり，経費も少なかったので，全労働者年齢別平均賃金による各年の平均賃金を\n基礎収入とすべきであると主張するが，証拠（甲イ１１２・１１３の④－４）によ\nれば，平成５年の営業収入は６８９万２４８０円とされているものの，営業所得は\n２１９万２８９４円とされており，経費については証拠上明らかではなく，このほ\nか，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋然性を\n認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４１の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ４２】（原告番号１１４～１１８）について\nア　逸失利益\n(ア)　証拠（甲イ１１４～１１８の①－２，③－１・２，④－３－２・３）及び弁\n論の全趣旨によれば，被害者Ｂ４２は，本件事故当時４１歳の男性であり，「Ｚ３\n３」の屋号で呉服の小売業を営んできた後，株式会社Ｚ３３を設立させるなどし，\n一家の支柱として，妻及び３人の未成年の子を扶養していたもので，平成３年に９\n０４万６０９５円の営業所得，平成４年に１３５４万２００４円の営業所得に加\nえ，株式会社Ｚ３３から３００万円の給与収入を得ていたことが認められる。\nこれによれば，被害者Ｂ４２は，今後も６７歳まで２６年間にわたり，労務の対価\nとして，少なくとも上記の平均である１２７９万４０４９円の９割に相当する１１\n５１万４６４４円の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億１５８\n６万６９１１円となる。\n(イ)　なお，原告らは，平成２年及び平成３年の収入は事業が軌道に乗る前であっ\nたことから，平成２年から平成４年の総収入を２．５で割った額である１２８８万\n７１９５円を基礎とした各年の基礎収入によるべきであると主張するが，上記(ア)\nの認定金額を超える収入を将来にわたって得られたであろう蓋然性を認めるに足り\nる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４２は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\nウ　原告Ａ１１２の固有の慰謝料について\n原告Ａ１１２は，固有の慰謝料を請求するところ，同原告が被害者Ｂ４２の兄であ\nることは，前記争いのない事実等(1)アのとおりであるが，両者の間に民法７１１条\n所定の者と実質的に同視し得べき身分関係があったと認めるに足りる証拠はなく，\n原告Ａ１１２固有の慰謝料については，これを認めることができない。\n【被害者Ｂ５４】（原告番号２０２～２０６）について\nア　逸失利益\n(ア)　証拠（甲イ２０２～２０６の①－５，③－１・２，④－３～９）及び弁論の\n全趣旨によれば，被害者Ｂ５４は，本件事故当時４３歳の男性であり，有限会社Ｚ\n３４の代表取締役として稼働し，一家の支柱として，妻及び３人の未成年の子を扶\n養していたもので，平成３年に８４０万円，平成４年に８４０万円，平成５年に８\n７０万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ５４は，今後も６７歳まで２４年間にわたり，労務の対価\nとして，少なくとも上記の平均である８５０万円の収入を得られたであろうと認め\nるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，８２１０万\n１６７０円となる。\n(イ)　なお，原告らは，平成５年の収入である８７０万円を基礎とした各年の基礎\n収入によるべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわ\nたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ５４は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ５５】（原告番号２０７～２１０）について\nア　逸失利益\n(ア)　証拠（甲イ２０７～２１０の①－３，③－１・２，④－４～８）及び弁論の\n全趣旨によれば，被害者Ｂ５５は，本件事故当時４５歳の男性であり，板金業を営\nんできた後，平成４年に有限会社Ｚ３５を設立するなどし，一家の支柱として，妻\n及び３人の未成年の子を扶養していたもので，平成３年に７２８万５２９６円の営\n業所得，平成４年に４３６万７４９７円の営業所得及び２５０万円の報酬，平成５\n年に６２０万円の報酬を得ていたことが認められる。\nそして，被害者Ｂ５５について，今後も６７歳まで２２年間にわたり，労務の対価\nとして，少なくとも上記の平均である６７８万４２６４円の収入を得られたであろ\nうことについては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，６２５１万\n０８８６円となる。\n(イ)　なお，原告らは，被害者Ｂ５５は有限会社Ｚ３５を設立し個人の節税を図っ\nており，実質的収入は多かったなどを理由として，大卒男子年齢別平均賃金による\n各年の平均賃金を基礎収入とすべきであると主張するが，前記(ア)の認定金額を超\nえる収入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，\n原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５５は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ５６】（原告番号２１１～２１３）について\nア　逸失利益\n(ア)　証拠（甲イ２１１～２１３の①－３，③－１・２，④－３）及び弁論の全趣\n旨によれば，被害者Ｂ５６は，本件事故当時４６歳の男性であり，建築業を営み，\n一家の支柱として，妻及び２人の未成年の子を扶養していたもので，平成３年に１\n０２７万０７５５円，平成４年に１２０７万１３２１円，平成５年に７４７万６５\n８７円の所得を得ていたことが認められる。\nこれによれば，被害者Ｂ５６は，今後も６７歳まで２１年間にわたり，少なくとも\n上記の平均である９９３万９５５４円の収入を得られたであろうと認めるのが相当\nである。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，８９２０万\n５２１１円となる。\n(イ)　なお，原告らは，上記９９３万９５５４円を基礎とした各年の基礎収入によ\nるべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ５６は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ５７】（原告番号２１４・２１５）について\nア　逸失利益\n(ア)　証拠（甲イ２１４～２１５の①－２，③－１・２，④－４～６）及び弁論の\n全趣旨によれば，被害者Ｂ５７は，本件事故当時４６歳の男性であり，平成３年秋\nころまでＺ３６に勤務し，平成４年に舗装道路切断工事業を興すなどし，一家の支\n柱として，妻及び１人の未成年の子を扶養していたもので，平成３年には３１２万\n４９１８円の給与収入を得，平成４年に２１０万円，平成５年に３５０万円の営業\n所得を上げていたことが認められる。\nこれによれば，被害者Ｂ５７は，今後も６７歳まで２１年間にわたり，少なくと\nも，その事業が軌道に乗ったと考えられる平成５年の営業所得である３５０万円の\n９割に相当する３１５万円の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２８２７万\n０５２５円となる。\n(イ)　なお，原告らは，数年後には大卒男子並の収入を得ることは確実であったの\nで，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきであると主\n張するが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋\n然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５７は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ５８】（原告番号２１６・２１７）について\nア　逸失利益\n(ア)　証拠（甲イ２１６・２１７の①－２，③－２，④－３・４）及び弁論の全趣\n旨によれば，被害者Ｂ５８は，本件事故当時２１歳の独身男性であり，高校を卒業\nし，専門学校に通った後，有限会社Ｚ３７の従業員として勤務し，両親，祖父母，\n弟及び妹との７人家族で暮らしていたもので，平成５年には４００万円の給与を得\nていたことが認められる。\n以上のとおり被害者Ｂ５８が若年であることなどから，被害者Ｂ５８は，今後も６\n７歳まで４６年間にわたり，少なくとも，平成６年の賃金センサスの高卒男子労働\n者の全年齢平均賃金である５２４万３４００円の収入を得られたであろうと認める\nのが相当である。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４６８７万\n５９９６円となる。\n(イ)　なお，原告らは，上記５２４万３４００円を基礎とした各年の基礎収入によ\nるべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ５８の慰謝料は，上記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ５９】（原告番号２１９～２２４）について\nア　逸失利益\n(ア)　証拠（甲イ２１９～２２４の①－２，③－１・２，④－４～１４）及び弁論\nの全趣旨によれば，被害者Ｂ５９は，本件事故当時３７歳の男性であり，父の経営\nする建設業に従事していたが，平成４年に父とともに株式会社Ｚ３８を設立した後\nは取締役として稼働しており，一家の支柱として，妻及び４人の未成年の子を扶養\nしていたもので，平成３年に４８０万円，平成４年に４８０万円，平成５年に４９\n５万円の報酬を得ていたことが認められる。\nそして，被害者Ｂ５９について，今後も６７歳まで３０年間にわたり，労務の対価\nとして，少なくとも上記の平均である４８５万円の収入を得られたであろうことに\nついては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５２１８万\n９２９８円となる。\n(イ)　なお，原告らは，被害者Ｂ５９の実質的収入は報酬額より多かったことなど\nを理由として，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべき\nであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られた\nであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５９は前記アのとおり，一家の支柱として家族を支えていたと認められ，\n原告Ａ１６７につき下記のとおり固有の慰謝料を認めるべきであることに鑑み，被\n害者Ｂ５９の慰謝料は２５００万円をもって相当と認める。\nまた，原告Ａ１６７は固有の慰謝料を請求するところ，前記争いのない事実等(1)ア\nのとおり，原告Ａ１６７は被害者Ｂ５９の父であり，本件事故の態様その他一切の\n事情を併せ考慮すると，原告Ａ１６７固有の慰謝料は１００万円をもって相当と認\nめる。\n【被害者Ｂ６０】（原告番号２２５～２２７）について\nア　逸失利益\n(ア)　証拠（甲イ２２５～２２７の①－３・４，③，④－１～３，④－４－１～\n４）及び弁論の全趣旨によれば，被害者Ｂ６０は，本件事故当時５３歳の男性であ\nり，株式会社Ｚ３９に勤務し，一家の支柱として，妻及び本件事故当時８５歳で寝\nたきりであった母を扶養していたもので，平成３年に１６２４万６０００円，平成\n４年に１６２４万６０００円，平成５年に１６８１万６０００円の給与所得を得て\nいたことが認められる。\nこれによれば，被害者Ｂ６０は，今後も６７歳まで１４年間にわたり，労務の対価\nとして，少なくとも上記の平均である１６４３万６０００円の収入を得られたであ\nろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億１３８\n８万５３７２円となる。\n(イ)　なお，原告らは，平成６年の所得金額である１６８２万円を基礎とした各年\nの基礎収入によるべきであると主張するが，上記(ア)の認定金額を超える収入を将\n来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張\nは採用できない。\nイ　慰謝料\n被害者Ｂ６０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ６１】（原告番号２２８）について\nア　逸失利益\n(ア)　証拠（甲イ２２８・２７６の①－１・２，③）及び弁論の全趣旨によれば，\n被害者Ｂ６１は，本件事故当時１歳の男児であり，母とともに台湾へ里帰りした\n後，帰国する際に本件事故に遭遇したことが認められる。\nそして，被害者Ｂ６１について，今後就労可能な１８歳から６７歳までの間，少な\nくとも平成６年の賃金センサスの学歴計男子労働者の全年齢平均賃金である５５７\n万２８００円の収入を得られたであろうことについては，原告と被告中華航空との\n間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると（ライプニッツ係数は，１歳から６７歳までの６６年間のライプニ\nッツ係数１９．２０１０から，１歳から１８歳までの１７年間のライプニッツ係数\n１１．２７４０を差し引いた７．９２７０），別紙「損害認定一覧表Ⅰ」逸失利益\n欄記載のとおり，２２０８万７７９２円となる。\n(イ)　なお，原告は，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を得られたであろう\n蓋然性を認めるに足りる証拠はなく，原告の主張は採用できない。\nイ　慰謝料\n被害者Ｂ６１の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ６２】（原告番号２２９・２３０）について\nア　逸失利益\n(ア)　証拠（甲イ２２９・２３０の①－２・３，④－３－１－１・３，④－５－\n２）及び弁論の全趣旨によれば，被害者Ｂ６２は，本件事故当時６０歳の男性であ\nり，Ｚ４０株式会社の代表取締役として稼働し，一家の支柱として，妻及び本件事\n故当時８７歳の母と同居して扶養していたもので，平成５年に８２８万円の報酬を\n得ていたことが認められる。\nこれによれば，被害者Ｂ６２は，今後も１０年間（平成６年当時の６０歳男性の平\n均余命２０．４４年の２分の１）にわたり，労務の対価として，少なくとも上記８\n２８万円の９割に相当する７４５万２０００円の収入を得られたであろうと認める\nのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４０２７万\n９４７５円となる。\n(イ)　なお，原告らは，８９６万円を基礎とした各年の基礎収入によるべきである\nと主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろ\nう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ６２は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ６３】（原告番号２２９・２３０）について\nア　逸失利益\n(ア)　証拠（甲イ２２９・２３０の①－３）及び弁論の全趣旨によれば，被害者Ｂ\n６３は，本件事故当時５９歳の既婚女性であり，家事に従事しながら，夫の経営す\nる会社の手伝いもしていたことが認められる。\nそして，被害者Ｂ６３について，今後も１３年間（平成６年当時の５９歳女性の平\n均余命２６．２４年の２分の１）にわたり，少なくとも平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうことについては，原告ら\nと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２１３３万\n３３８９円となる。\n(イ)　なお，原告らは，被害者Ｂ６３はＺ４０株式会社で働くとともに，義母の世\n話，畑仕事及び家事労働を行っていたのであるから，全労働者年齢別平均賃金によ\nる各年の平均賃金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を\n超える収入を将来にわたって得られたであろう蓋然性を認めるに足りる証拠はな\nい。\nイ　慰謝料\n被害者Ｂ６３の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ６４】（原告番号２３６・２３７）について\nア　逸失利益\n(ア)　証拠（甲イ２３６・２３７の①，③－１～６）及び弁論の全趣旨によれば，\n被害者Ｂ６４は，本件事故当時２１歳の独身男性であり，高校を卒業後，南方仏教\nに帰依するようになり，ビルマにおいて仏教の修行中，体調を崩し，帰国する際に\n本件事故に遭遇したものである。\nそして，被害者Ｂ６４について，今後６７歳まで４６年間にわたり，少なくとも平\n成６年の賃金センサスの高卒男子労働者の全年齢平均賃金である５２４万３４００\n円の収入を得られたであろうことについては，原告らと被告中華航空との間で争い\nがない。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４６８７万\n５９９６円となる。\n(イ)　なお，原告らは，被害者Ｂ６４は日本とビルマとの架け橋となって活躍した\nであろうとして，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべ\nきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られ\nたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ６４の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ６５】（原告番号２３８・２３９）について\nア　逸失利益\n(ア)　証拠（甲イ２３８・２３９の①－１，③－１～３，③－４－１～８，③－５\n～１３，③－１４－１～６，③－１５）及び弁論の全趣旨によれば，被害者Ｂ６５\nは，本件事故当時２４歳の独身女性であり，高校を卒業後，Ｚ４１株式会社に勤務\nしていたが，平成５年４月から１年間のオーストラリアへの語学留学をし，留学を\n終えて帰国する際に本件事故に遭遇したものであることが認められる。\nそして，被害者Ｂ６５について，今後６７歳まで４３年間にわたり，少なくとも平\n成６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろう\nことについては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３９８４万\n８１４２円となる。\n(イ)　なお，原告らは，被害者Ｂ６５は貿易関係の仕事に就き，平均収入をはるか\nに超える収入を得たであろうとして，全労働者年齢別平均賃金による各年の平均賃\n金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を超える収入を将\n来にわたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張\nは採用できない。\nイ　慰謝料\n被害者Ｂ６５の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\nウ　原告Ａ１７７の固有の慰謝料について\n原告Ａ１７７は，固有の慰謝料を請求するところ，同原告が被害者Ｂ６５の姉であ\nることは，前記争いのない事実等(1)アのとおりであるが，両者の間に民法７１１条\n所定の者と実質的に同視し得べき身分関係があったと認めるに足りる証拠はなく，\n原告Ａ１７７固有の慰謝料については，これを認めることができない。\n【被害者Ｂ６６】（原告番号２４３・２４４）について\nア　逸失利益\n(ア)　証拠（甲イ２４３・２４４の①－３－１・２，③－１～４）及び弁論の全趣\n旨によれば，被害者Ｂ６６は，本件事故当時３０歳の既婚女性であり，日本人の夫\nとの間の長男とともに，夫と日本で生活するために帰国する際に本件事故に遭遇し\nたが，長男は一命をとりとめたことが認められる。\nそして，被害者Ｂ６６について，今後６７歳まで３７年間にわたり，少なくとも平\n成６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろう\nことについては，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３７９５万\n２４７２円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ６６の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ６７】（原告番号２４５）について\nア　逸失利益\n(ア)　証拠（甲イ２４５の①－３，③－１，④－４－１～６）及び弁論の全趣旨に\nよれば，被害者Ｂ６７は，本件事故当時４０歳の男性であり，Ｚ４２大学を卒業\n後，昭和６０年から本件事故に遭うまで株式会社Ｚ４３の従業員として勤務し，一\n家の支柱として妻を扶養していたもので，平成５年に６７４万９９４６円の給与を\n得ていたことが認められる。\nこれによれば，被害者Ｂ６７は，今後も６７歳まで２７年にわたり，少なくとも上\n記の６７４万９９４６円の９割に相当する６０７万４９５１円の収入を得られたで\nあろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（この点は，原告と\n被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別紙\n「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５３３７万３３０４円となる。\n(イ)　なお，原告は，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告の主張は採用できない。\nイ　慰謝料\n被害者Ｂ６７は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ６８】（原告番号２４６・２４７）について\nア　逸失利益\n(ア)　証拠（甲イ２４６・２４７の①，③－１～５，④－４－２・３）及び弁論の\n全趣旨によれば，被害者Ｂ６８は，本件事故当時３１歳の独身男性であり，Ｚ４４\nに勤務し，両親と暮らしていたもので，平成５年に３６０万２０００円の給与を得\nていたことが認められる。\nそして，被害者Ｂ６８について，今後も６７歳まで３６年間にわたり，少なくとも\n上記の３６０万２０００円の収入を得られたであろうことについては，原告らと被\n告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，２９８０万\n０７８６円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ６８の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ６９】（原告番号２５０～２５４）について\nア　逸失利益\n(ア)　証拠（甲イ２５０～２５４の①－３・７，③－１，④－４）及び弁論の全趣\n旨によれば，被害者Ｂ６９は，本件事故当時６３歳の男性であり，「Ｚ４５」で錦\n鯉の育成・売買の仕事をし，一家の支柱として，妻及び１人の未成年の子を扶養し\nていたものであることが認められる。\nそして，被害者Ｂ６９について，今後も９年間（平成６年当時の６３歳男性の平均\n余命１８．１４年の２分の１）にわたり，少なくとも平成６年の賃金センサスの\n小・中卒男子労働者の６０歳以上の平均賃金である３８１万９６００円の収入を得\nられたであろうことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１９００万\n４２６７円となる。\n(イ)　なお，原告らは，錦鯉の販売等の事業を日本及び台湾で行っていたこと及び\n複数の者を扶養していたことなどからすれば，相当の収入があったと考えられるの\nであるから，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきで\nあると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られたで\nあろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ６９は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７０】（原告番号２５５～２５７）について\nア　逸失利益\n(ア)　証拠（甲イ２５５～２５７の①－３，③－１，④－３－１～３，④－４）及\nび弁論の全趣旨によれば，被害者Ｂ７０は，本件事故当時３０歳の男性であり，高\n校卒業後，株式会社Ｚ４６に勤務し，一家の支柱として妻を扶養していたもので，\n平成５年に５３７万０８００円の給与を得ていたことが認められる。\nこれによれば，被害者Ｂ７０は，今後も６７歳まで３７年間にわたり，少なくとも\n上記の５３７万０８００円の９割に相当する４８３万３７２０円の収入を得られた\nであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４８４６万\n６３５６円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nまた，被告中華航空は，被害者Ｂ７０の遺産分割調停において，妻が２００万円を\n取得し，その余の財産を両親が取得していることを理由に，同被害者は一家の支柱\nとして扱われるべきでないと主張するが，一家の支柱かどうかは，本件事故当時に\nおいて，被扶養者がいたか否かで決定されるべきものであり，本件事故後の事情に\nよって左右されるものではないから，被告中華航空の主張は採用できない。\nイ　慰謝料\n被害者Ｂ７０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\nウ　原告Ａ１９０の固有の慰謝料について\n原告Ａ１９０は，固有の慰謝料を請求するところ，同原告が被害者Ｂ７０の姉であ\nることは，前記争いのない事実等(1)アのとおりであるが，両者の間に民法７１１条\n所定の者と実質的に同視し得べき身分関係があったと認めるに足りる証拠はなく，\n原告Ａ１９０固有の慰謝料については，これを認めることができない。\n【被害者Ｂ７１】（原告番号２５８・２５９）について\nア　逸失利益\n(ア)　証拠（甲イ２５８・２５９の①，③－３・１１）及び弁論の全趣旨によれ\nば，被害者Ｂ７１は，本件事故当時２３歳の独身女性であり，Ｚ４７大学夜間部で\n学び，平成４年４月からドイツのＺ４８大学に留学した後，Ｚ４７大学に１年間復\n学して卒業するために帰国する途上で本件事故に遭ったものであることが認められ\nる。\nそして，被害者Ｂ７１について，今後，２４歳から６７歳までの間，少なくとも平\n成６年の賃金センサスの大卒女子の全年齢平均賃金である４３３万６９００円の収\n入を得られたであろうことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると（ライプニッツ係数は，２３歳から６７歳までの４４年間のライプ\nニッツ係数１７．６６２７から２３歳から２４歳までの１年間のライプニッツ係数\n０．９５２３を差し引いた１６．７１０４），別紙「損害認定一覧表Ⅰ」逸失利益\n欄記載のとおり，５０７２万９９３３円となる。\n(イ)　なお，原告らは，平成５年の賃金センサスの大卒女子の年齢別平均賃金によ\nる各年の平均賃金を基礎収入とすべきであると主張するが，上記(ア)の認定金額を\n超える収入が得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張\nは採用できない。\nイ　慰謝料\n被害者Ｂ７１の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\n【被害者Ｂ７２】（原告番号２６５・２６６）について\nア　逸失利益\n(ア)　証拠（甲イ２６５・２６６の①－１，③－１～３，④－３－１，④－３－４\n～７，④－４）及び弁論の全趣旨によれば，被害者Ｂ７２は，本件事故当時４５歳\nの男性であり，株式会社Ｚ４９及び有限会社Ｚ５０を経営し，一家の支柱として，\n両親を扶養していたもので，平成３年に１２８０万円，平成４年に１７５０万円，\n平成５年に１６２０万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ７２は，今後も６７歳まで２２年間にわたり，労務の対価\nとして，少なくとも上記の平均である１５５０万円の収入を得られたであろうと認\nめるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億４２８\n１万８５５０円となる。\n(イ)　なお，原告らは，平成５年の収入である１６２０万円を基礎とした各年の基\n礎収入によるべきであると主張するが，上記アの認定金額を超える収入を将来にわ\nたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ７２は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７３】（原告番号２６７～２６９）について\nア　逸失利益\n(ア)　証拠（甲イ２６７～２６９の①－２，③－１～３・６）及び弁論の全趣旨に\nよれば，被害者Ｂ７３は，本件事故当時６０歳の男性であり，Ｚ５１にトラック運\n転手として勤務していたが定年となり，その後はアルバイトをする傍ら，Ｚ５２協\n会の活動を行うなどしており，また，一家の支柱として妻を扶養していたものであ\nることが認められる。\nそして，被害者Ｂ７３について，今後も１０年間（平成６年当時の６０歳男性の平\n均余命２０．４４の２分の１）にわたり，少なくとも，平成６年の賃金センサスの\n小・中卒男子労働者の６０歳以上の平均賃金である３８１万９６００円の収入を得\nられたであろうことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１７６９万\n６２８３円となる。\n(イ)　なお，原告らは，大卒男子年齢別平均賃金を基礎とした各年の平均賃金を基\n礎収入とすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわ\nたって得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ７３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７４】（原告番号２７０～２７２）について\nア　逸失利益\n(ア)　証拠（甲イ２７０～２７２の①，③－２～７，④－３－１）及び弁論の全趣\n旨によれば，被害者Ｂ７４は，本件事故当時２９歳の独身男性であり，株式会社Ｚ\n５３の従業員として勤務し，平成５年に４６７万１６３０円の給与を得ていたこと\nが認められる。\n以上のとおり被害者Ｂ７４が若年であることなどから，被害者Ｂ７４は，今後も６\n７歳まで３８年間にわたり，少なくとも，平成６年の賃金センサスの高卒男子労働\n者の全年齢平均賃金である５２４万３４００円の収入を得られたであろうと認める\nのが相当である。\nそこで，これを基礎収入とし，生活費控除率を５０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４４２２万\n２３１１円となる。\n(イ)　なお，原告らは，被害者Ｂ７４が勤務していた株式会社Ｚ５３の作成に係る\n生涯賃金予測，退職給与金予測（甲イ２７０～２７２の④－３－２，３）に基づく\n各年の基礎収入によるべきであると主張するが，この予測は，毎年平均３パーセン\nト昇給し，昇格時は５パーセントから７パーセント昇給することを前提にしている\nが，このような昇給がされるであろう蓋然性については明らかではないこと，この\n予測においては手当についても３年から５年で５パーセントから１５パーセント増\n額されるとしていること，配偶者と２人の子を持つことを前提にしていること，退\n職金については３１年も後に支給されるものであり，退職金を得られる蓋然性を認\nめることができないことなどから，この給与予測や退職金予測を逸失利益算定の基\n礎とすべきとの原告\nらの主張は採用できない。\nまた，原告らは，被害者Ｂ７４には婚約者がいたから，妻がいる前提で，生活費控\n除率は４０パーセントとすべきであると主張するが，婚約者がいたことをもって，\n妻がいる場合と同視することはできず，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ７４の慰謝料は，前記アの事情等から，２０００万円をもって相当と認め\nる。\nウ　原告Ａ２００固有の慰謝料\n原告Ａ２００は，固有の慰謝料を請求するところ，同原告が被害者Ｂ７４の弟であ\nることは前記争いのない事実等(1)アのとおりであるが，両者の間に民法７１１条所\n定の者と実質的に同視し得べき身分関係があったと認めるに足りる証拠はなく，原\n告Ａ２００固有の慰謝料については，これを認めることができない。\n【被害者Ｂ７５】（原告番号２７３～２７５）について\nア　逸失利益\n(ア)　証拠（甲イ２７３～２７５の①－２・３，④－３－２・３，④－４）及び弁\n論の全趣旨によれば，被害者Ｂ７５は，本件事故当時６１歳の男性であり，Ｚ５４\n株式会社，Ｚ５５株式会社及びＺ５６株式会社を経営し，一家の支柱として，本件\n事故当時８２歳の母を扶養していたもので，これらの会社から平成４年に合計３９\n６０万円，平成５年に合計４３１０万円の報酬を得ていたことが認められる。\nこれによれば，被害者Ｂ７５は，今後も９年間（平成６年当時の６１歳男性の平均\n余命１９．６６年の２分の１）にわたり，労務の対価として，少なくとも上記の平\n均である４１３５万円の５割に相当する２０６７万５０００円の収入を得られたで\nあろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，８８１７万\n２２５９円となる。\n(イ)　なお，原告らは，平成５年の不動産所得を含む総所得金額である５３６２万\n９３７６円を基礎収入とすべきであると主張するが，不動産所得は被害者の労務提\n供の対価ではなく，逸失利益算定の基礎と認めることはできないし，複数の会社を\n経営し，これらから多額の給与を得ていることから，その給与には労務提供の対価\n以外の部分が含まれている可能性が高いと考えられるところ，上記(ア)の認定金額\nを超える収入部分については，これが労務提供の対価であると認めるに足りる証拠\nはなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ７５は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，原告Ａ２０３につき，下記のとおり固有の慰謝料を認めるべきであることに鑑\nみ，被害者Ｂ７５の慰謝料は２５００万円をもって相当と認める。\nまた，原告Ａ２０３は固有の慰謝料を請求するところ，前記争いのない事実等(1)ア\nのとおり，原告Ａ２０３は被害者Ｂ７５の母であり，本件事故の態様その他一切の\n事情を併せ考慮すると，原告Ａ２０３固有の慰謝料は１００万円をもって相当と認\nめる。\n【被害者Ｂ７６】（原告番号２８１～２８３）について\nア　逸失利益\n(ア)　証拠（甲イ２８１～２８３の①－２，③－１・２・１４，④－３－２）及び\n弁論の全趣旨によれば，被害者Ｂ７６は，本件事故当時５８歳の既婚女性であり，\n家事に従事していたもので，平成６年から，少なくとも年額１８４万３６００円の\n年金の支給が見込まれていたことが認められる。\nこれによれば，被害者Ｂ７６は，今後１３年間（平成６年当時の５８歳女性の平均\n余命２７．１４年の２分の１）にわたり，平成６年の女子全年齢平均賃金である３\n２４万４４００円の収入を得られ，また，平均余命である２７年間にわたり，少な\nくとも上記の１８４万３６００円の年金収入を得られたであろうと認めるのが相当\nである。\nそこで，これらを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益\nの額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，家事労働\nについて２１３３万３３８９円，年金につき１８８９万７０８４円の合計４０２３\n万０４７３円となる。\n(イ)　なお，原告らは，上記年金収入に，平成５年の賃金センサスの大卒女子の年\n齢別平均賃金による各年の平均賃金を加算した額を基礎収入とすべきであると主張\nするが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋然\n性については，これを認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ７６の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ７７】（原告番号２８４・２８５）について\nア　逸失利益\n(ア)　証拠（甲イ２８４・２８５の①－３，③－１・２，④－５）及び弁論の全趣\n旨によれば，被害者Ｂ７７は，本件事故当時６０歳の男性であり，平成６年３月に\n長年勤めた株式会社Ｚ５７を定年退職したばかりであり，一家の支柱として妻を扶\n養していたもので，平成５年に同社から４３３万１４４４円の給与を得ていたこと\nが認められる。\nそして，被害者Ｂ７７について，今後も１０年間（平成６年当時の６０歳男性の平\n均余命２０．４４の２分の１）にわたり，少なくとも上記の４３３万１４４４円の\n収入を得られたであろうことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセント（原告らと被告中華\n航空との間で争いがない。）として，逸失利益の額を算定すると，別紙「損害認定\n一覧表Ⅰ」逸失利益欄記載のとおり，２００６万７６６６円となる。\n(イ)　なお，原告らは，被害者Ｂ７７が相当の収入を得る新たな職に就く蓋然性が\n高く，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入とすべきであると\n主張するが，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう\n蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ７７は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７８】（原告番号２８８～２９０）について\nア　逸失利益\n(ア)　証拠（甲イ２８８～２９０の①－２・３，③－１，④－３・５・７）及び弁\n論の全趣旨によれば，被害者Ｂ７８は，本件事故当時５４歳の男性であり，歯科医\n師として稼働し，同じ歯科医師である妻やその手伝いをしている母とともに生活\nし，一家の支柱として父を扶養していたもので，平成３年に１１４１万６４３５\n円，平成４年に１０８３万９８５０円，平成５年に１３３４万７１５７円の収入を\n得ていた（以上の平均は１１８６万７８１４円）ことが認められる。\nそして，被害者Ｂ７８について，今後も６７歳まで１３年間にわたり，少なくとも\n１１８６万７８１４円の収入を得られたであろうことは，原告らと被告中華航空と\nの間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，６６８８万\n８１８６円となる。\n(イ)　なお，原告らは，事故前の実収入である１６３４万６２５０円を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nまた，原告らは，被害者Ｂ７８の父親が歯科医師として７５歳まで働いたこと及び\n被害者Ｂ７８の居住していた地区に他に歯科医師がないことから，被害者Ｂ７８も\n７５歳まで稼働できたはずであって就労可能年数は２１年とすべきであると主張す\nるが，これらの事実から，被害者Ｂ７８も７５歳まで稼働できたとまではいえず，\n６７歳まで就労可能であったとするのが相当であり，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ７８は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ７９】（原告番号２９５）について\nア　逸失利益\n(ア)　証拠（甲イ２９５の①－２，③）及び弁論の全趣旨によれば，被害者Ｂ７９\nは，本件事故当時２１歳の既婚女性であり，平成６年２月にフィリピンで日本人の\n夫と婚姻し，ビザを取得後，日本で夫と生活するために来日する際に本件事故に遭\n遇したものであることが認められる。\nそして，被害者Ｂ７９について，今後６７歳まで４６年間にわたり，少なくとも平\n成６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろう\nことは，原告と被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４０６０万\n６９１０円となる。\n(イ)　なお，原告は，全労働者年齢別平均賃金による各年の平均賃金を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告の主張は採用できない。\nイ　慰謝料\n被害者Ｂ７９の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ８０】（原告番号２９６～３０１）について\nア　逸失利益\n(ア)　証拠（甲イ２９６～３０１の①－２，③，④－３～６）及び弁論の全趣旨に\nよれば，被害者Ｂ８０は，本件事故当時４５歳の男性であり，株式会社Ｚ５８を経\n営し，一家の支柱として，妻及び３人の未成年の子を扶養していたもので，平成３\n年に１６６０万円，平成４年に１４１０万円，平成５年に１４５８万円の報酬を得\nていたことが認められる。\nこれによれば，被害者Ｂ８０は，今後も６７歳まで２２年間にわたり，労務の対価\nとして，少なくとも上記の平均である１５０９万３３３３円の収入を得られたであ\nろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，１億３９０\n７万１４７９円となる。\n(イ)　なお，原告らは，被害者Ｂ８０の逸失利益の額は上記(ア)の認定金額を超え\nるものであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はない。\nイ　慰謝料\n被害者Ｂ８０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，原告Ａ２１７及び同Ａ２１８につき下記のとおり固有の慰謝料を認めるべきで\nあることに鑑み，被害者Ｂ８０の慰謝料は２４００万円をもって相当と認める。\nまた，原告Ａ２１７及び同Ａ２１８は固有の慰謝料を請求するところ，前記争いの\nない事実等(1)アのとおり，原告Ａ２１７及び同Ａ２１８は被害者Ｂ８０の両親であ\nり，本件事故の態様その他一切の事情を併せ考慮すると，原告Ａ２１７及び同Ａ２\n１８の固有の慰謝料は，各１００万円をもって相当と認める。\n【被害者Ｂ８１】（原告番号３０２・３０３）について\nア　逸失利益\n(ア)　証拠（甲イ３０２・３０３の①－２，③－１）及び弁論の全趣旨によれば，\n被害者Ｂ８１は，本件事故当時２９歳の既婚女性であり，平成５年１２月に婚姻\nし，家事に従事するなどしていたことが認められる。\nそして，被害者Ｂ８１について，今後６７歳まで３８年間にわたり，少なくとも平\n成６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろう\nことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３８３０万\n８１２３円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ８１の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ８２】（原告番号３０６・３０７）について\nア　逸失利益\n(ア)　証拠（甲イ３０６・３０７の①－２，③－１）及び弁論の全趣旨によれば，\n被害者Ｂ８２は，本件事故当時２１歳の既婚女性であり，日本人の夫とともに日本\nで生活し，家事に従事していたことが認められる。\nそして，被害者Ｂ８２について，今後６７歳まで４６年間にわたり，少なくとも平\n成６年の女子全年齢平均賃金である３２４万４４００円の収入を得られたであろう\nことは，原告らと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，４０６０万\n６９１０円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ８２の慰謝料は，上記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ８３】（原告番号３１６～３１８）について\nア　逸失利益\n(ア)　証拠（甲イ３１６～３１８の①－３，③－１・２，③－４－２，④－３－１\n－１～３）及び弁論の全趣旨によれば，被害者Ｂ８３は，本件事故当時２６歳の男\n性であり，アメリカのＺ５９大学経済学部を卒業後，株式会社Ｚ６０に従業員とし\nて勤務し，一家の支柱として妻を扶養していたもので，平成４年に２８６万４６６\n０円，平成５年に３３２万２１８０円の給与収入を得ていたことが認められる。\n以上のとおり，被害者Ｂ８３が若年であることなどから，被害者Ｂ８３は，今後も\n６７歳まで４１年間にわたり，少なくとも，平成６年の賃金センサスの学歴計男子\n労働者の全年齢平均賃金である５５７万２８００円を得られたであろうと認めるの\nが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，５７８２万\n６６０５円となる。\n(イ)　なお，原告らは，株式会社Ｚ６０が作成した年度別給与所得試算表（甲イ３\n１６～３１８の④－３－１－５）を提出し，これを基礎とした各年の基礎収入によ\nるべきであると主張するが，上記試算表は，家族構成や昇格，人事異動等不確定要\n素を多分に含んだ試算であって，その数値をそのまま採用することは困難であり，\nそのほか，上記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋\n然性を認めるに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ８３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ８４】（原告番号３１９・３２０）について\nア　逸失利益\n(ア)　証拠（甲イ３１９・３２０の①－２，③－１～３，④－４－１～６）及び弁\n論の全趣旨によれば，被害者Ｂ８４は，本件事故当時６７歳の男性であり，平成３\n年１２月にＺ６１株式会社を退職した後は，年金収入を得るなどして，一家の支柱\nとして妻を扶養していたもので，平成５年の年金受給額は２４７万５４００円であ\nったことが認められる。\nそして，被害者Ｂ８４について，今後７年間（平成６年の６７歳男性の平均余命１\n５．２３年の２分の１）にわたり，少なくとも，上記年金収入を含めた総額で，平\n成６年の賃金センサスの小・中卒男子労働者の６５歳以上の平均賃金である３０４\n万１３００円の収入を得られたであろうことは，原告らと被告中華航空との間で争\nいがない。したがって，被害者Ｂ８４については，今後７年間にわたり，年金以外\nの収入として上記の差額である５６万５９００円の収入を得られ，また，平均余命\nである１５年間にわたり，２４７万５４００円の年金収入を得られたであろうと認\nめるのが相当である。\nそこで，これらを基礎収入とし，生活費控除率を４０パーセント（この点は，原告\nらと被告中華航空との間で争いがない。）として，逸失利益の額を算定すると，別\n紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，年金以外の収入につき１９６万\n４６８０円，年金収入につき１５４１万６１９７円の合計１７３８万０８７７円と\nなる。\n(イ)　なお，原告らは，被害者Ｂ８４は，Ｚ６２から月額５万円の支給を受けてい\nたと主張するが，平成６年の収入証明（甲イ３１９・３２０の④－６－１，２）の\nみではこれを認めるに足りない。また，原告らは，被害者Ｂ８４は，体力・気力と\nも充実しており，大卒男子年齢別平均賃金の６５歳以上の平均賃金を得ることが可\n能であったと主張するが，就労の蓋然性を認めるに足る証拠はなく，原告らの主張\nは採用できない。\nイ　慰謝料\n被害者Ｂ８４は，前記アのとおり，一家の支柱として家族を支えていたと認められ\nるので，その慰謝料は２６００万円をもって相当と認める。\n【被害者Ｂ８５】（原告番号３１９・３２０）について\nア　逸失利益\n(ア)　証拠（甲イ３１９・３２０の①－２，③－１～３，④－５－１～７）及び弁\n論の全趣旨によれば，被害者Ｂ８５は，本件事故当時６３歳の既婚女性であり，家\n事に従事していたもので，平成５年には３９万２９００円の年金を受給していたこ\nとが認められる。\nそして，被害者Ｂ８５について，今後１１年間（平成６年当時の６３歳女性の平均\n余命２２．７０年の２分の１）にわたり，少なくとも，平成６年の女子全年齢平均\n賃金である３２４万４４００円の収入を得られたであろうことは，原告らと被告中\n華航空との間で争いがなく，また，上記から，今後，平均余命である２２年間にわ\nたり，少なくとも上記年金３９万２９００円を得られたであろうと認めるのが相当\nである。\nそこで，これらを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益\nの額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，家事労働\nにつき１８８６万４４９８円，年金につき３６２万０２１９円の合計２２４８万４\n７１７円となる。\n(イ)　なお，原告らは，全労働者年齢別平均賃金による各年の平均賃金を基礎収入\nとすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって\n得られたであろう蓋然性を認めるに足りる証拠はなく，原告らの主張は採用できな\nい。\nイ　慰謝料\n被害者Ｂ８５の慰謝料は，前記アの事情等から，２２００万円をもって相当と認め\nる。\n【被害者Ｂ８６】（原告番号３２１）について\nア　逸失利益\n(ア)　証拠（甲イ３２１の①－１，④－４）及び弁論の全趣旨によれば，被害者Ｂ\n８６は，本件事故当時３２歳の独身男性であり，Ｚ６３株式会社に勤務し，一家の\n支柱として母を扶養していたもので，平成５年に３７７万５０００円の給与を得て\nいたことが認められる。\nそして，被害者Ｂ８６について，今後も６７歳まで３５年間にわたり，少なくとも\n上記の３７７万５０００円の収入を得られたであろうことは，原告と被告中華航空\nとの間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅰ」逸失利益欄記載のとおり，３７０８万\n７３３６円となる。\n(イ)　なお，原告は，大卒男子年齢別平均賃金による各年の平均賃金を基礎収入と\nすべきであると主張するが，上記(ア)の認定金額を超える収入を将来にわたって得\nられたであろう蓋然性を認めるに足りる証拠はなく，原告の主張は採用できない。\nイ　慰謝料\n被害者Ｂ８６は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は２６００万円をもって相当と認める。\n(3)　葬儀費用等\nア　葬儀費用\n本件事故と相当因果関係のある葬儀費用としての損害は，被害者１人当たり１５０\n万円を相当と認める。\nなお，原告らは，被害者Ｂ６５（原告番号２３８・２３９），同Ｂ７７（同２８\n４・２８５），同Ｂ７８（同２８８～２９０），同Ｂ８１（同３０２・３０３）及\nび同Ｂ８３（同３１６～３１８）については，それぞれ，上記金額を超える葬儀費\n用を実際に費消した旨の主張をするが，これらの全額が本件事故と相当因果関係の\nある葬儀費用であることを認めるに足りない。\nまた，原告らは，その余の被害者についても，葬儀費用として１人当たり２５０万\n円の損害を被ったと主張するが，上記認定額を超える損害があったことを認めるに\n足りる証拠はない。\nイ　手荷物の滅失による損害\n証拠（乙２４の１～３２，３５～４９，５１～５５，５７～６４，６６～７２，７\n４～７７，８１～８４）及び弁論の全趣旨によれば，本件事故によって，被害者ら\nの携行品及び委託手荷物が滅失したことが認められ，これによる損害は日本居住被\n害者１人当たり２０万円と認める。\nこれに対し，原告らは，本件事故により日本居住被害者１人当たり１５０万円の損\n害を被ったと主張するが，上記認定額を超える損害があったことを認めるに足りる\n証拠はない。\n他方，被告中華航空は，責任制限約款によって賠償額が制限されると主張するが，\n前記３のとおり，ワルソー条約２５条に該当する事実が認められるのであって，被\n告中華航空について，手荷物の滅失による損害に対する賠償額の制限を認めること\nはできない。\n(4)　相続\n以上を合計した日本居住被害者の各損害額は，別紙「損害認定一覧表Ⅰ」の各損害\n額合計欄記載の金額となるところ，その相続人である原告らは，それぞれ，同表の\n各相続分欄記載の割合で，同表の各「弁護士費用以外の損害額」欄記載の金額を相\n続した。\nなお，被害者Ｂ５７（原告番号２１４・２１５）は，大韓民国の国籍を有するの\nで，相続の準拠法は大韓民国法であり，これにより，被害者の妻である原告Ａ１５\n８（原告番号２１４）は５分の３，被害者の子である原告Ａ１５９（同２１５）は\n５分の２の割合で損害賠償請求権を相続した。\n被害者Ｂ６６（原告番号２４３・２４４）は，フィリピンの国籍を有するので，相\n続の準拠法はフィリピン法であり，これにより，被害者の夫である原告Ａ１７８\n（原告番号２４３）及び被害者の嫡出子である同Ａ１７９（同２４４）は，各２分\nの１の割合で損害賠償請求権を相続した。\n被害者Ｂ７０（原告番号２５５・２５６）については，その妻であったＯと，原告\nＡ１８８（原告番号２５５）及び同Ａ１８９（同２５６）との間で，被害者Ｂ７０\nの一切の遺産（被告中華航空に対する補償金請求権を含む。）は，原告Ａ１８８及\nび同Ａ１８９が取得し，その持分は各２分の１とする旨の遺産分割調停が成立した\n（甲イ２５５～２５７の①－４）から，本件の被告中華航空に対する損害賠償請求\n権は原告Ａ１８８及び同Ａ１８９がそれぞれ２分の１ずつ取得した。\n被害者Ｂ７９（原告番号２９５）は，フィリピンの国籍を有するので，相続の準拠\n法はフィリピン法であり，これによれば，相続人は被害者の両親及び夫であり，被\n害者の夫である原告Ａ２１２（原告番号２９５）は２分の１の割合で損害賠償請求\n権を相続した。\n被害者Ｂ８２（原告番号３０６・３０７）は，フィリピンの国籍を有するので，相\n続の準拠法はフィリピン法であり，これにより，被害者の夫である原告Ａ２２１\n（原告番号３０６）及び被害者の嫡出子である同Ａ２２２（同３０７）は，各２分\nの１の割合で損害賠償請求権を相続した。\n(5)　損害の填補\nア　見舞金\n(ア)　被告中華航空が，被害者Ｂ７９（原告番号２９５），同Ｂ８４（同３１９・\n３２０）及び同Ｂ８５（同３１９・３２０）を除く日本居住被害者の相続人である\n原告らに対し，本件事故の見舞金として，別紙「原告主張損害額一覧表Ⅰ」の各既\n受領額欄記載のとおりの金員を支払ったことは，前記争いのない事実等(4)ア(ア)の\nとおりである。\n(イ)　被害者Ｂ７９（原告番号２９５）について\n被告中華航空は，本件事故の見舞金として，原告Ａ２１２（原告番号２９５）に対\nして，５００万円及び１６０万円の合計６６０万円を支払ったと主張するところ，\n原告Ａ２１２は，前者の５００万円及び後者の１６０万円のうち原告Ａ２１２の相\n続分である８０万円の合計５８０万円を受け取ったことは認めるものの，後者の残\nり８０万円については受け取ったことを否認している。\nそして，争いのある８０万円について，この支払があったと認めるに足りる証拠は\nないから，原告Ａ２１２については，上記争いのない５８０万円の限度で損害の填\n補があったものとする。\n(ウ)　また，原告Ａ１７１（原告番号２２８）は，既受領額１１６０万円のうち１\n０００万円については，損害の填補として控除しないと主張するが，その根拠につ\nいては何らの主張立証もないから，既受領額全額について損害の填補があったもの\nというべきである。\nイ　労災給付\n以下の被害者の遺族に対して，労働者災害補償保険法に基づいて，遺族補償年金等\nが以下のとおり支払われたことは，前記争いのない事実等(4)ア(イ)のとおりであ\nる。\n被害者Ｂ２５（原告番号６９～７１）　　７６５万９８７４円\n同Ｂ６７（同２４５）　　　　　　　　１４１３万４０４０円\n同Ｂ６８（同２４６・２４７）　　　　　８２６万８６８０円\n同Ｂ７４（同２７０・２７１）　　　　　９６８万２８７０円\n同Ｂ８０（同２９６～２９９）　　　　１０１２万７６００円\n同Ｂ８３（同３１６～３１８）　　　　　７７５万０５９０円\nそして，証拠（乙２２の１～６）によれば，被害者Ｂ２５については原告Ａ６９\n（原告番号６９），被害者Ｂ６７については原告Ａ１８０（同２４５），被害者Ｂ\n６８については原告Ａ１８１（同２４６），被害者Ｂ７４については原告Ａ１９８\n（同２７０），被害者Ｂ８０についてはＡ２１３（同２９６）がそれぞれ上記の遺\n族補償年金等を受け取り，被害者Ｂ８３については原告Ａ２２３（同３１６）が４\n９万７５９０円，同Ａ２２５（同３１８）が７２５万３０００円を受け取ったこと\nが認められる。\nところで，上記遺族補償年金等は，死亡した労働者の損害の填補をも目的としてい\nるものと解されるところ，少なくとも現実に遺族補償年金等が給付された金額につ\nいては，損害賠償額から控除する必要があると解される。\nしたがって，原告Ａ６９は７６５万９８７４円，同Ａ１８０は１４１３万４０４０\n円，同Ａ１８１は８２６万８６８０円，同Ａ１９８は９６８万２８７０円，同Ａ２\n１３は１０１２万７６００円，同Ａ２２３は４９万７５９０円，同Ａ２２５は７２\n５万３０００円が，それぞれの損害賠償額から控除されるべきである。\nウ　以上によれば，被害者Ｂ８４及び同Ｂ８５を除く日本居住被害者に対応する各\n原告らについては，別紙「損害認定一覧表Ⅰ」の各損害の填補欄記載のとおり，上\n記見舞金及び労災給付金が，原告らの相続分に応じて填補されたものと認められ\nる。\n(6)　弁護士費用\n本件訴訟における弁護士費用は，本件の内容，審理経過その他の一切の事情を総合\nすると，別紙「損害認定一覧表Ⅰ」の各「弁護士費用以外の損害額」欄記載の金額\nから同表の各「損害の填補」欄記載の金額を控除した額の５パーセントをもって，\n本件事故と相当因果関係のある損害として認めるのが相当であり，したがって，原\n告らにつき，それぞれ，別紙「損害認定一覧表Ⅰ」の各弁護士費用欄記載の金額を\n認めるのが相当である。\n(7)　結論\n以上によれば，被告中華航空は，別紙「損害認定一覧表Ⅰ」記載の原告ら（ただ\nし，原告Ａ１１２（原告番号１１８），同Ａ１７７（同２３９），同Ａ１９０（同\n２５７）及び同Ａ２００（同２７２）を除く。）に対し，それぞれ，同表の各認容\n金額欄記載の金員及びこれに対する不法行為の日の後（本件事故の日の翌日）であ\nる平成６年４月２７日から支払済みまで民法所定の年５分の割合による遅延損害金\nを支払うべき義務がある。\n７　争点(7)（台湾居住被害者の損害）について\n(1)　逸失利益及び慰謝料の算定における基本的考え方について\nア　逸失利益について\n(ア)　逸失利益の算定について，原則として，事故前の現実の収入額に基づき，将\n来にわたって得られたであろう収入額を認定し，これを基礎収入として算定すべき\nであることは，日本居住被害者の場合と台湾居住被害者の場合とで何ら異なるとこ\nろはない。\nもっとも，本件事故当時における被害者の現実の収入額が，台湾における平均収入\nに満たない場合であっても，被害者が将来にわたって平均的な収入を得られるであ\nろう蓋然性が認められる場合や，被害者が家事従事者，学生，生徒及び幼児等であ\nる場合については，その現実の収入額を逸失利益算定の基礎とするのではなく，以\n下に述べるとおりの台湾において認められる平均収入を逸失利益算定の基礎とする\nのが相当である。\nそして，証拠（甲７４の１・２，７５～７７）に弁論の全趣旨を総合すると，台湾\n統計月報は，賃金及び生産力に関して，予算会計及び統計統括局が実施する統計調\n査を，行政院計處（内閣主計局）が編集発行しているもので，その目的は，台湾政\n府が，労働資源の配分を計画し，経済変動を予測し，また労働政策の指針を立てる\nための重要な基礎資料を提供することにあるとされていること，上記統計調査は，\n①鉱業土砂採掘業，②製造業，③電気ガス水道業，④建設業，⑤卸売小売業飲食\n店，⑥運輸倉庫通信業，⑦金融保険不動産業，⑧商工サービス業，⑨公的私的サー\nビス業の９業種について，労働者の属性，賃金，労働時間，労働生産力に関するデ\nータを収集したもので，これらをまとめた統計資料が登載されていること，台湾統\n計月報の中華民国９０\n年（平成１３年）３月号には，同７０年（昭和５６年）から同９０年（平成１３\n年）までの暦年の，上記９業種毎の男女別の平均月収及び労働者数が登載されてい\nること，この資料から，平成６年における全業種の男女別労働者の平均収入を算定\nすると，男子労働者につき４６万７３７３台湾元，女子労働者につき３１万９１３\n６台湾元となることが認められる。\n以上によれば，上記の台湾統計月報の資料に基づく全業種の男女別労働者の平均収\n入の数値（以下「台湾の男子平均賃金」及び「台湾の女子平均賃金」という。）\nは，わが国における賃金センサスの学歴計・男女別・全年齢平均賃金に相当し，逸\n失利益の算定に当たり用いるにつき十分信頼性を有する数値であると解される。\nしたがって，台湾居住被害者が，本件事故がなかったとしたら台湾において少なく\nとも平均賃金を得られたであろう蓋然性が認められる場合等には，上記の台湾の男\n子平均賃金又は台湾の女子平均賃金を基礎として逸失利益を算定するのが相当であ\nる。\nなお，原告らは，台湾統計月報に登載されている業種別・男女別の平均月収の数値\nを，逸失利益算定の基礎とすべきであると主張するが，台湾統計月報（甲７４の\n１・２，７５～７７）のみでは，当該台湾居住被害者にどの業種等の基準を適用す\nべきかは明らかではなく，他にこれを認めるに足りる証拠はないから，上記業種\n別・男女平均月収の数値を用いることは不相当であるといわざるを得ない。\n(イ)　就労可能年数について\n台湾居住被害者の就労可能年数については，原則として，６７歳を終期とするが，\n台湾における簡易生命表（甲７０）の余命年数（以下「台湾平均余命」という。）\nの２分の１の年数（小数点以下切り捨て）の方が長期の場合には，これによるもの\nとし，すなわち，男性にあっては，事故時年齢が５８歳以下の場合は６７歳までの\n年数，５９歳以上の場合は台湾平均余命の２分の１の年数とし，女性にあっては，\n５５歳以下の場合は６７歳までの年数，５６歳以上の場合は台湾平均余命の２分の\n１の年数とするのが相当である。なお，未就労者の就労の始期については１８歳と\nするのが相当である。\nなお，年金収入については，事故時年齢から台湾平均余命までの年数によって，逸\n失利益を算定するものとする。\n(ウ)　生活費控除率及び中間利息控除について\n生活費控除率及び中間利息控除については，日本居住被害者と同様とするのが相当\nである。\n(エ)　換算率\n口頭弁論終結日である平成１５年６月１３日現在のレートは，１台湾元が３．３９\n１８円である（公知の事実である。）から，これに従って換算する（円未満切捨\nて）。\nイ　慰謝料について\n(ア)　前記６(1)イのとおり，本件事故の悪質性，悲惨さからすれば，被害者の無念\nさは想像するに余りあり，本件事故により被った精神的苦痛は計り知れないもので\nあって，その精神的苦痛の程度は，被害者の国籍にかかわらず，また，わが国に居\n住していたか外国に居住していたかにかかわらず，何ら異なるところはない。\nしかしながら，この精神的苦痛を慰謝するために支払われるべき慰謝料の金額を算\n定するについては，別途の考慮が必要となるといわざるを得ない。\nすなわち，慰謝料はそれを受け取ることによる満足感や慰謝料を費消することによ\nり得られる満足感をもって，被った精神的苦痛を軽減し，精神的損害を賠償しよう\nとするものであると考えられるところ，慰謝料を受け取る者の居住地がどこであ\nり，慰謝料がどこで費消されるかによって，その地とわが国との間の経済的事情の\n相違から，慰謝料として支払われる金銭の実質的価値が大きく異なる結果となるこ\nとは否定できない。そして，台湾居住被害者本人である原告Ａ２３６（原告番号３\n３９）並びにその余の台湾居住被害者及びその遺族である原告らは，前記争いのな\nい事実等(1)アのとおり，台湾に生活の基盤をおいていたことが認められるのであっ\nて，その生活の基盤が台湾にあり，支払われる慰謝料が台湾において費消されるも\nのと考えられる以上，\n台湾とわが国との物価水準や所得水準，生活水準等の経済的事情の相違を考慮せざ\nるを得ないというべきである。\n以上から，本件事故に関する一切の事情，台湾とわが国との物価水準や所得水準，\n生活水準等の経済的事情の相違等を総合考慮すると，本件事故により死亡した台湾\n居住被害者の被った精神的苦痛に対する慰謝料は，原則として，被害者が一家の支\n柱である場合は１３００万円，これに準ずる場合は１１００万円，その他の場合は\n１０００万円をもって相当と認める。ただし，他に固有の慰謝料を認めるべき者が\nいる場合には，後記(2)のとおり，それぞれ別途考慮することとし，また，本件事故\nにより負傷した原告Ａ２３６（原告番号３３９）については，後記(2)の該当欄のと\nおりとする。\n(イ)　なお，原告らは，本件事故によって受けた被害者の精神的苦痛に違いはな\nく，その賠償額も同一であるべきであると主張するが，前記のとおり，精神的苦痛\nが同程度であると考えられる場合であっても，慰謝料として支払われる金銭の実質\n的価値が受け取る者の居住地等で異なる以上，その地とわが国との間の経済的事情\nの相違等を考慮せざるを得ないのであって，原告らの主張は採用できない。\nまた，原告らは，人間の尊厳・価値の平等という理念を徹底するなら，賠償額は同\n一とすべきであり，台湾居住被害者の逸失利益は賃金水準の影響がある分，慰謝料\nで填補されるべきである，また，台湾居住被害者は，異国の地で，凄惨な事故に遭\n遇したのであって日本居住被害者よりも精神的苦痛がむしろ大きいなどとして，日\n本人より多額の慰謝料が認められるべきであると主張する。\nしかし，損害賠償額の算定は，各人が被った損害を金銭的に評価するものであっ\nて，それぞれ損害額が異なることは当然であり，賠償額を同一とすべきとはいえな\nい。また，確かに，台湾居住被害者が異国の地で本件事故に遭遇したことは，その\n精神的苦痛を増大させる要因となり得ることは首肯できるところではあるが，この\nことのみをもって，日本居住被害者の慰謝料より多額又はこれと同額とすべき根拠\nとなるとまではいえないのであって，原告らの主張は採用できない。\nさらに，原告らは，日本国内における日本人被害者の場合の慰謝料算定に当たっ\nて，賃金・物価水準による被害者の個人的格差及び地域格差は考慮されていないこ\nと，日本の裁判実務において，アメリカのように日本より賃金・物価水準の高い国\nの被害者に対して，慰謝料を増額した例は全くないにもかかわらず，日本より賃\n金・物価水準の低いアジア諸国の被害者に対する慰謝料額だけを減額するというの\nは，アジア諸国の人々に対する差別といわざるを得ないなどとして，台湾居住被害\n者についても，日本居住被害者の慰謝料と同額とすべきであると主張する。\nしかしながら，慰謝料が費消される地とわが国との間の経済的事情の相違から，慰\n謝料として支払われる金銭の実質的価値が大きく異なることとなることは前記のと\nおりであって，そうである以上，このような経済的事情の相違を慰謝料算定に当た\nって考慮することは，慰謝料として支払われる金銭の実質的価値に着目して，損害\n賠償における実質的公平を図ろうとするものであって，決して原告らが主張するよ\nうな賃金水準や物価水準が低い国に居住する者に対する差別というものではない。\n(ウ)　また，原告らは，被告中華航空との合意により，台湾居住被害者の遺族が受\nけ取るべき損害賠償額は，日本居住被害者の慰謝料基準と同一にならなければなら\nないと主張する。\nしかしながら，証拠（甲６５）に弁論の全趣旨を総合すると，１９９４年（平成６\n年）５月１５日，被告中華航空は，和解案を提示した書簡において，「日本籍とフ\nィリピン籍の旅客に対する賠償額は，本国籍の旅客の賠償基準より優遇しないもの\nとします。」と記載していることが認められるものの，これは，上記和解協議に当\nたっては，日本国籍とフィリピン国籍の乗客を優遇しない旨を確認したにすぎない\nと解され，原告ら主張のような訴訟において台湾居住被害者の損害賠償額を日本人\n等と同一額とする内容の合意があったとまでは認められない。\nまた，証拠（甲６６～６８）に弁論の全趣旨を総合すると，被告中華航空は，同月\n２２日，中外平等原則に基づいて，継続的に賠償金額について協議することに同意\nしたことが認められるものの，この合意は，本件事故の示談交渉中における中間的\nな確認にすぎないものと解され，このような確認が，示談交渉決裂後に提起された\n本件訴訟においてまで，当事者を法的に拘束するといった効力を有するものとは認\nめることができず，原告らの主張は採用できない。\n(2)　台湾居住被害者の個別の逸失利益及び慰謝料について\n（本項における「原告」又は「原告ら」とは，標記の原告番号に該当する原告又は\n原告らを指す。）\n【被害者Ｂ４３】（原告番号１３７～１４１）について\nア　逸失利益\n(ア)　証拠（甲イ１３７～１４１の①－１・２，③－２・６・７，④－４－２）及\nび弁論の全趣旨によれば，被害者Ｂ４３は，本件事故当時３６歳の男性であり，Ｚ\n６４有限公司の業務代表として，海外旅行のガイドをして生計を立てており，一家\nの支柱として，妻及び２人の未成年の子を扶養していたことが認められる。\nこれによれば，被害者Ｂ４３は，今後も６７歳まで３１年間にわたり，少なくと\nも，台湾の男子平均賃金である４６万７３７３台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，５１０万１\n３５７台湾元となり，これを円に換算すると，１７３０万２７８２円となる。\n(イ)　なお，原告らは，被害者がキャリアのある日本旅行専門のガイドであったこ\nとなどから，少なくとも２４０万台湾元を基礎とし，年収の増加を加味した各年の\n基礎収入によるべきであると主張するが，かかる主張を認めるに足りる客観的な証\n拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，原告Ａ１１６及び同Ａ１１７につき下記のとおり固有の慰謝料を認めるべきで\nあることに鑑み，被害者Ｂ４３の慰謝料は１２００万円をもって相当と認める。\nまた，原告Ａ１１６及び同Ａ１１７は固有の慰謝料を請求するところ，前記争いの\nない事実等(1)アのとおり，原告Ａ１１６及び同Ａ１１７は被害者Ｂ４３の両親であ\nり，本件事故の態様その他一切の事情を併せ考慮すると，原告Ａ１１６及び同Ａ１\n１７固有の慰謝料は，各５０万円をもって相当と認める。\n【被害者Ｂ４４】（原告番号１５０～１５４）について\nア　逸失利益\n(ア)　証拠（甲イ１５０～１５４の①－２，③－１・２，④－４－１～５）及び弁\n論の全趣旨によれば，被害者Ｂ４４は，本件事故当時４３歳の男性であり，Ｚ６５\n股ブン有限公司の代表取締役及びＺ６６有限公司の取締役として稼働し，一家の支\n柱として，妻及び２人の未成年の子を扶養していたもので，平成５年にＺ６５股ブ\nン有限公司から８３万１０００台湾元，Ｚ６６有限公司から１０万０８００台湾元\nの合計９３万１８００台湾元の報酬を得ていたことが認められる\nこれによれば，被害者Ｂ４４は，今後も６７歳まで２４年間にわたり，労務の対価\nとして，少なくとも，上記報酬額９３万１８００台湾元の９割に相当する８３万８\n６２０台湾元の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，８１０万０\n２４７台湾元となり，これを円に換算すると２７４７万４４１７円となる。\n(イ)　なお，原告らは，被害者Ｂ４４はＺ６６有限公司から年額１５万１２００台\n湾元の報酬を得ていたが，この報酬は低くされており，実際は給与をはるかに上回\nる業務を提供していた上，父の死亡後は後継者として業務を行う予定であったもの\nであるし，また，被害者Ｂ４４は，Ｚ６７股ブン有限公司の昀大株主であり，代表\n取締役であったことなどを理由に，台湾統計月報の土木建築業・監督職・男性の平\n均賃金１４６万９７４８台湾元を基礎として，増収を加味した各年の基礎収入によ\nるべきであると主張する。しかしながら，Ｚ６６有限公司から年額で１５万１２０\n０台湾元の給与を得ていたと認めるに足りる証拠はなく，このほか，上記(ア)の認\n定金額を超える収入を得られたであろう蓋然性を認めるに足りる証拠はないから，\n原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ４４は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，原告Ａ１２１及び同Ａ１２２につき下記のとおり固有の慰謝料を認めるべきで\nあることに鑑み，被害者Ｂ４４の慰謝料は１２００万円をもって相当と認める。\nまた，原告Ａ１２１及び同Ａ１２２は固有の慰謝料を請求するところ，前記争いの\nない事実等(1)アのとおり，原告Ａ１２１及び同Ａ１２２は被害者Ｂ４４の両親であ\nり，本件事故の態様その他一切の事情を併せ考慮すると，原告Ａ１２１及び同Ａ１\n２２固有の慰謝料としては各５０万円をもって相当と認める。\n【被害者Ｂ４５】（原告番号１５７・１５８）について\nア　逸失利益\n(ア)　証拠（甲イ１５７・１５８の①，③－１，④－４－１・２）及び弁論の全趣\n旨によれば，被害者Ｂ４５は，本件事故当時２７歳の既婚女性であり，被告中華航\n空に客室乗務員として勤務し，夫とともに両親を扶養していたもので，少なくと\nも，平成４年に７４万８９５９台湾元，平成５年に７３万０８２２台湾元の収入を\n得ていた（以上の平均７３万９８９０台湾元）ことが認められる。\nそして，被害者Ｂ４５について，今後も６７歳まで４０年間にわたり，少なくと\nも，上記平均である７３万９８９０台湾元の収入を得られたであろうことは，原告\nらと被告中華航空との間で争いがない。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，８８８万７\n０４０台湾元となり，これを円に換算すると，３０１４万３０６２円となる。\n(イ)　なお，原告らは，所得税税額証明書に記載されている金額のほかに，免税と\nされている収入があったことから，台湾統計月報の航空運輸業・平均・女性の平均\n賃金である９２万５０９２台湾元を超える９６万台湾元を基礎とし，増収を加味し\nた各年の基礎収入によるべきであると主張する。確かに，給与票明細表（同④－４\n－３・５・７・１０・１２）によれば，免税とされている所得があったことが窺わ\nれるが，実費支給の性格が含まれていることを否定できず，また，この所得につい\nて就労可能年数にわたって得られたであろう蓋然性について認めるに足りる証拠は\nなく，このほか，上記(ア)の認定金額を超える収入を得られたであろう蓋然性を認\nめるに足りる証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４５の慰謝料は，前記アの事情等から，１１００万円をもって相当と認め\nる。\n【被害者Ｂ４６】（原告番号１５９・１６０）について\nア　逸失利益\n(ア)　証拠（甲イ１５９・１６０の①，③－１～５，④－４－１～４）及び弁論の\n全趣旨によれば，被害者Ｂ４６は，本件事故当時２３歳の独身女性であり，平成５\n年１０月に被告中華航空に入社し，客室乗務員として勤務していたもので，平成６\n年２月に３万３９６２台湾元及び４３９米ドル，同年３月に３万８２１６台湾元及\nび３７１米ドルの収入を得ていた（これらの月収の平均を年額にすると，４３万３\n０６８台湾元及び４８６０米ドル）ことが認められる。\nそして，被害者Ｂ４６について，今後も６７歳まで４４年間にわたり，少なくと\nも，上記４３万３０６８台湾元及び４８６０米ドルの収入を得られたであろうこと\nは，原告らと被告中華航空との間で争いがない。\nそこで，上記金額（口頭弁論終結日の換算レートでは１米ドルは３４．７１０台湾\n元である（公知の事実である。）ので，合計６０万１７５８台湾元（１台湾元未満\n切捨て）となる。）を基礎収入とし，生活費控除率を３０パーセントとして，逸失\n利益の額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，７４\n４万００６９台湾元となり，これを円に換算すると，２５２３万５２２６円とな\nる。\n(イ)　なお，原告らは，ボーナス等がつくなどして収入が増えるはずであったとし\nて，台湾統計月報の航空運輸業・平均・女性の平均賃金である９２万５０９２台湾\n元を基礎とし，増収を加味した各年の基礎収入によるべきであると主張するが，上\n記(ア)の認定金額を超える収入を将来にわたって得られたであろう蓋然性を認める\nに足りる証拠はなく，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４６の慰謝料は，前記アの事情等から，１０００万円をもって相当と認め\nる。\n【被害者Ｂ４７】（原告番号１６１・１６２）について\nア　逸失利益\n(ア)　証拠（甲イ１６１・１６２の①－２，③）及び弁論の全趣旨によれば，被害\n者Ｂ４７は，本件事故当時２７歳の独身女性であり，その家族が経営するＺ６８股\nブン有限公司の従業員及びＺ６９有限公司の従業員として稼働していたことが認め\nられる。\n以上のとおり被害者Ｂ４７が２７歳と若年であったことなどからすると，被害者Ｂ\n４７は，今後も６７歳まで４０年間にわたり，少なくとも，台湾の女子平均賃金で\nある３１万９１３６台湾元の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，３８３万３\n２３８台湾元となり，これを円に換算すると，１３００万１５７６円となる。\n(イ)　なお，原告らは，所得税確定申告書等の書類（同④－３－１～１２）によれ\nば，被害者Ｂ４７は，平成６年１月から４月までの間に１６５万台湾元の収入を得\nていたから，年間４９５万台湾元を基礎として，増収を加味した各年の基礎収入に\nよるべきであると主張するが，上記の各書類のほとんどが本件事故後に作成された\nものであり，客観性に欠け，原告ら主張の年間収入額を認めるに足りず，このほ\nか，上記(ア)の認定金額を超える収入を得られたであろう蓋然性を認めるに足りる\n証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４７の慰謝料は，前記アの事情などから，１０００万円をもって相当と認\nめる。\n【被害者Ｂ４８】（原告番号１６３～１６８）について\nア　逸失利益\n(ア)　証拠（甲イ１６３～１６８の①－４，③－１・２，④－４）及び弁論の全趣\n旨によれば，被害者Ｂ４８は，本件事故当時４０歳の男性であり，平成６年３月１\n８日にＺ７０有限公司を設立し，従業員を雇うなどの開業準備行為を行い，一家の\n支柱として，妻及び３人の未成年の子を扶養していたものであることが認められ\nる。\nこれによれば，被害者Ｂ４８は，今後も６７歳まで２７年間にわたり，少なくと\nも，台湾の男子平均賃金である４６万７３７３台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，４７９万０\n６１９台湾元となり，これを円に換算すると，１６２４万８８２１円となる。\n(イ)　なお，原告らは，被害者Ｂ４８がＺ７０有限公司を設立するまで勤務してい\nたＺ７１股ブン有限公司から，利益配当及び賃金として平成５年には合計２００万\n台湾元を得ていたのであるから，台湾統計月報の合板製造業・正規職員・男性の平\n均賃金である７６万００５６台湾元を基礎とした各年の基礎収入によるべきである\nと主張するが，逸失利益の算定につきＺ７０有限公司の設立前の収入を参考とする\nとしても，原告らが主張する平成５年の所得については，これを認めるに足りる客\n観的な証拠はなく，むしろ，「各種所得源泉徴収控除及び控除免除票」（甲イ１６\n３～１６８の④－６－１）によれば，平成６年１月から４月までの給与は８万台湾\n元とされているにすぎず，このほか，上記(ア)の認定金額を超える収入を得られた\nであろう蓋然性を認\nめるに足りる証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４８は，前記アのとおり，一家の支柱として家族を支えてきたと認めら\nれ，原告Ａ１３３及び同Ａ１３４につき下記のとおり固有の慰謝料を認めるべきで\nあることに鑑み，被害者Ｂ４８の慰謝料は１２００万円をもって相当と認める。\nまた，原告Ａ１３３及び同Ａ１３４は固有の慰謝料を請求するところ，前記争いの\nない事実等(1)アのとおり，原告Ａ１３３及び同Ａ１３４は被害者Ｂ４８の両親であ\nり，本件事故の態様その他一切の事情を併せ考慮すると，原告Ａ１３３及び同Ａ１\n３４の固有の慰謝料としては各５０万円をもって相当と認める。\n【被害者Ｂ４９】（原告番号１６９）について\nア　逸失利益\n(ア)　証拠（甲イ１６９の③－１・３，④－６，２００・２０１の④－４－３）及\nび弁論の全趣旨によれば，被害者Ｂ４９は，本件事故当時２５歳の既婚女性であ\nり，訴訟書類作成代行業を行うとともに，学習塾の講師として稼働し，平成６年４\n月２３日に結婚したものであることが認められる。\nこれによれば，被害者Ｂ４９は，今後も６７歳まで４２年間にわたり，少なくと\nも，台湾の女子平均賃金である３１万９１３６台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，３８９万２\n２５９台湾元となり，これを円に換算すると，１３２０万１７６４円となる。\n(イ)　なお，原告らは，「各種所得源泉徴収控除及び控除免除票」（同④－４－\n２）及び所得税確定申告書（同④－４－５）を根拠に，平成６年１月から４月には\n合計４６万台湾元の収入があったとして，年額１３８万台湾元を基礎として，増収\nを加味した各年の基礎収入によるべきであると主張するが，上記４か月分の収入証\n明のみでは，将来にわたってその金額が得られたであろう蓋然性を認めるに足り\nず，そのほか，上記(ア)の認定金額を超える収入を得られたであろう蓋然性を認め\nるに足りる証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ４９の慰謝料は，前記アの事情等から，１１００万円をもって相当と認め\nる。\n【被害者Ｂ５０】（原告番号１７６～１７８）について\nア　逸失利益\n(ア)　証拠（甲イ１７６～１７８の①，③－１・２，④－４・１０）及び弁論の全\n趣旨によれば，被害者Ｂ５０は，本件事故当時本件事故当時４１歳の男性であり，\n電化製品・部品売買業を営み，一家の支柱として，妻及び２人の未成年の子を扶養\nしていたものであることが認められる。\nこれによれば，被害者Ｂ５０は，今後も６７歳まで２６年間にわたり，少なくと\nも，台湾の男子平均賃金である４６万７３７３台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，４７０万２\n９７３台湾元となり，これを円に換算すると，１５９５万１５４３円となる。\n(イ)　なお，原告らは，被害者Ｂ５０は，平成６年１月から４月の間に，電化製\n品・部品売買業の給与として３２万台湾元，漁業所得として６万台湾元，家庭教師\nの報酬として８万元を得ており，また，電化製品・部品売買業の実質的収入は給与\nより大きかったなどとして，台湾統計月報の国際貿易業・監督職・男性の平均賃金\nである１５９万８２０８台湾元を基礎とし，増収を加味した各年の基礎収入による\nべきであると主張するが，原告らの主張に沿う旨の記載のある所得税確定申告書\n（同④－５－２）は，本件事故後に作成されたもので，客観性に乏しく，また，４\nか月間の収入のみから，将来にわたって同金額が得られたであろう蓋然性を認める\nことはできず，このほか，上記(ア)の認定金額を超える収入を得られたであろう蓋\n然性を認めるに足りる証\n拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５０は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は１３００万円をもって相当と認める。\n【被害者Ｂ５１】（原告番号１７９～１８１）について\nア　逸失利益\n(ア)　証拠（甲イ１７９～１８１の①，③－１・２，④－４－１）及び弁論の全趣\n旨によれば，被害者Ｂ５１は，本件事故当時３０歳の男性であり，中古事務機械売\n買を内容とする事業を営み，一家の支柱として，妻及び２人の未成年の子を扶養し\nていたものであることが認められる。\nこれによれば，被害者Ｂ５１は，今後も６７歳まで３７年間にわたり，少なくと\nも，台湾の男子平均賃金である４６万７３７３台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，５４６万７\n２５４台湾元となり，これを円に換算すると，１８５４万３８３２円となる。\n(イ)　なお，原告らは，中古事務機械売買による利益は年間３６０万台湾元から４\n８０万台湾元であったとして，台湾統計月報の国際貿易業・監督職・男性の平均賃\n金である１５９万８２０８台湾元を基礎として，増収を加味した各年の基礎収入に\nよるべきであると主張するが，上記主張のような利益があることを認めるに足りる\n客観的証拠は一切なく，そのほか，上記(ア)の認定金額を超える収入を得られたで\nあろう蓋然性を認めるに足りる証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５１は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は１３００万円をもって相当と認める。\n【被害者Ｂ５２】（原告番号１８８・１８９）について\nア　逸失利益\n(ア)　証拠（甲イ１８８・１８９の①，③－１・３）及び弁論の全趣旨によれば，\n被害者Ｂ５２は，本件事故当時２９歳の独身女性であり，Ｚ７２股ブン有限公司，\nＺ７３股ブン有限公司及びＺ７４股ブン有限公司の従業員として稼働していたこと\nが認められる。\n以上のとおり被害者Ｂ５２が２９歳と若年であったことなどからすると，被害者Ｂ\n５２は，今後も６７歳まで３８年間にわたり，少なくとも，台湾の女子平均賃金で\nある３１万９１３６台湾元の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，３７６万８\n１８５台湾元となり，これを円に換算すると，１２７８万０９２９円となる。\n(イ)　なお，原告らは，被害者Ｂ５２が勤務していた３社からの収入を加算した１\n０６万９７２３台湾元を基礎として，増収を加味した各年の基礎収入によるべきで\nあると主張する。\nしかしながら，その根拠とされる各「各種所得源泉徴収控除及び控除免除票」（同\n④－３－１～５）のうち，同④－３－１及び２は，所得類別が企業借入金となって\nおり，労務提供の対価と認めることができない。\nまた，同④－３－３及び４は，いずれもＺ７２股ブン有限公司からの同じ期間の給\n与に関するものでありながら，給付額を異にするもので，その関係が明らかでない\nため，これらを信用することはできない。\nさらに，同④－３－５も，Ｚ７２股ブン有限公司の関連会社であるＺ７４股ブン有\n限公司（同③－３）の各種所得源泉徴収控除及び控除免除票であって，上記のとお\nりＺ７２股ブン有限公司からの各種所得源泉徴収控除及び控除免除票が信用できな\nい以上，全体として信用することができない。\n被害者Ｂ５２は確定申告を行っていると思われるところ，昀も直接的な立証方法で\nある確定申告書を提出していないことも考え併せると，結局，原告らの主張の収入\n額を認めるに足りない。\nそのほか，上記(ア)の認定金額を超える収入を得られたであろう蓋然性を認めるに\n足りる証拠はない。\nイ　慰謝料\n被害者Ｂ５２の慰謝料は，前記アのとおりの事情等から，１０００万円をもって相\n当と認める。\nなお，原告らは，被害者Ｂ５２がその父及び母を扶養していたと主張するが，これ\nを認めるに足りる証拠はない。\n【被害者Ｂ５３】（原告番号２００・２０１）について\nア　逸失利益\n(ア)　証拠（甲イ２００・２０１の①－２，③－１・２，④－４－３～５）及び弁\n論の全趣旨によれば，被害者Ｂ５３は，本件事故当時２７歳の男性であり，平成５\n年に台湾における司法試験に合格し，平成６年５月から台湾の司法研修所に進む予\n定であり，同年４月２３日に結婚して，一家の支柱として妻を扶養していたもので\nあることが認められる。\nこれによれば，被害者Ｂ５３は，今後も６７歳まで４０年間にわたり，少なくと\nも，台湾の男子平均賃金である４６万７３７３台湾元の収入を得られたであろうと\n認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を４０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，４８１万１\n７９１台湾元となり，これを円に換算すると，１６３２万０６３２円となる。\n(イ)　なお，原告らは，被害者Ｂ５３は法律家資格を得ることが確実であり，ま\nた，Ｚ７５銀行に勤務し，月７万台湾元の給与及びボーナスを得る予定であったと\nして，台湾統計月報の法律・専門職・男性の平均賃金である９２万６９１６台湾元\nを基礎とし，増収を加味した各年の基礎収入によるべきであると主張するが，台湾\nにおける司法試験に合格したことのみをもって，原告ら主張の平均賃金を得られた\nであろうと認めることはできず，また，Ｚ７５銀行での収入については，これを認\nめるに足りる証拠はなく，そのほか，上記(ア)の認定金額を超える収入を得られた\nであろう蓋然性を認めるに足りる証拠はないから，原告らの主張は採用できない。\nイ　慰謝料\n被害者Ｂ５３は，前記アのとおり，一家の支柱として家族を支えていたと認めら\nれ，その慰謝料は１３００万円をもって相当と認める。\n【被害者Ｂ８７】（原告番号３２２・３２３）について\nア　逸失利益\n(ア)　証拠（甲イ３２２・３２３の①，③－１・２，④－４－２～４・６・７）及\nび弁論の全趣旨によれば，被害者Ｂ８７は，本件事故当時２６歳の独身女性であ\nり，平成３年にＺ７６大学ロサンゼルス分校において公衆衛生学修士学位を取得\nし，同年から平成６年始めころまで，台湾のＺ７７に技官として勤務していたが，\n博士号取得のために退職し，本件事故当時は無職であったが，働きながら大学に通\n学する意思を有し，稼働先も決まっていたことが認められる。\n以上のとおり被害者Ｂ８７が２６歳と若年であったことなどからすれば，被害者Ｂ\n８７は，今後６７歳まで４１年間にわたり，少なくとも，台湾の女子平均賃金であ\nる３１万９１３６台湾元の収入を得られたであろうと認めるのが相当である。\nそこで，これを基礎収入とし，生活費控除率を３０パーセントとして，逸失利益の\n額を算定すると，別紙「損害認定一覧表Ⅱ」逸失利益欄記載のとおり，３８６万３\n４６３台湾元となり，これを円に換算すると，１３１０万４０９３円となる。\n(イ)　なお，原告らは，被害者Ｂ８７は本件事故当時無職であったものの，Ｚ７７\n勤務により収入を得ていたのであり，また，博士号取得後も高収入を得られる職に\n就くことが確実であったとして，台湾統計月報の医療保健・専門職・女性の平均賃\n金である７８万３３１２台湾元を基礎として，増収を加味した各年の基礎収入によ\nるべきである主張するが，被害者が上記(ア)の認定金額を超える収入を得られたで\nあろう蓋然性については，これを認めるに足りる証拠はなく，原告らの主張は採用\nできない。\nイ　慰謝料\n被害者Ｂ８７の慰謝料は，前記アのとおりの事情等から，１０００万円をもって相\n当と認める。\n【原告Ａ２３６】（原告番号３３９）について\nア　逸失利益について\n(ア)　本件事故による傷害及びその治療の経緯について\n証拠（甲イ３３９の③－１～３・５，④－３－９・１０・１３～３０，④－５－１\n０，④－６－１～３）及び弁論の全趣旨によれば，以下の事実が認められる。\nａ　原告Ａ２３６は，平成６年４月２６日，本件事故により，第１腰椎破裂骨折，\n左足関節脱臼骨折，右大腿骨骨折，頭部外傷等の傷害を負い，同日，春日井市民病\n院に入院し，同年５月１０日に手足の骨折部分の手術を，同月２４日に頭部及び腰\n部の手術を受けるなどの治療を受け，同年８月１６日に同病院を退院した。\nｂ　原告は，同日，台湾に帰国後，直ちに長庚紀念医院に入院し，同年１１月８日\nに鼻の手術を受けるなどの治療を受けたほか，リハビリ治療を受け，同年１２月１\n２日に退院した。\nしかし，原告は，退院時においても，しゃがむのが困難で，力がなく，力の要る仕\n事ができない状態で，退院後も継続治療が必要であると診断された。\n原告は，退院後，同病院に通院し，週３回程度のリハビリ治療を続け，平成７年２\n月２１日には，台湾政府から，種別「肢障」，程度「中度」の障害認定を受けた。\nｃ　その後も，原告は，同病院でリハビリ治療を継続し，平成１４年２月１５日に\nは，「背中の下部に痛みがあり，背中の部分は著しく運動障害がある，脊髄の活動\n度は２５度，うずくまることが困難。」などの診断を受けた。\n(イ)　以上の事実に，前項に掲記の各証拠及び弁論の全趣旨を総合すると，原告\nは，遅くとも平成１４年２月１５日において，症状固定に至ったもので，脊椎固定\n術により脊柱の強直があり脊柱の可動域が２５度と通常の２分の１程度に制限され\nていること，さらに，左足の可動域の制限や，頭痛，めまい等といった神経症状な\nどの後遺障害が生じており，その障害の程度は後遺障害等級６級に相当し，労働能\n力喪失率は６７パーセントと解するのが相当である。\n(ウ)　基礎収入及び労働能力喪失期間について\n証拠（甲イ３３９の③－１～４，④－３－１～５・１１）及び弁論の全趣旨によれ\nば，原告は，本件事故当時４１歳であり，Ｚ７８有限公司に従業員として勤務しつ\nつ，自営業者として日本で廃棄された貴金属等を購入して台湾で販売する事業に従\n事し，一家の支柱として，妻及び子を扶養していたこと，しかし，本件事故後は，\n長期のリハビリのための通院を余儀なくされ，上記事業も廃業せざるを得なかった\nことが認められる。\n以上によれば，原告は，本件事故がなければ，６７歳までの２６年間にわたり，少\nなくとも台湾の男子平均賃金である４６万７３７３台湾元を得られたであろうと認\nめるのが相当である。\nなお，原告は，台湾統計月報の国際貿易業・監督職・男性の平均収入１５９万８２\n０８台湾元を基礎収入とすべきであると主張する。\n確かに，原告の平成５年の総合所得税自主申告納付税額は２万０５４０台湾元であ\nることが認められ（甲イ３３９の④－５－４），同じ総合所得税自主申告納付税額\nが平成７年は２万０３０２台湾元，平成８年は１万８４３８台湾元，平成１０年は\n１万８０８２台湾元であり，その基礎となる所得総額が，平成７年は１２４万２８\n５８台湾元，平成８年は１２１万９８１６台湾元，平成１０年は１２３万９６５４\n台湾元であったこと（同５－１～３・６～８）からすると，原告の平成５年の収入\nも１００万台湾元を超える相当多額のものであったことが一応窺える。しかしなが\nら，他方で，以上からすると，原告は，本件事故後の就労もできない状態の時期に\n事故前と同様の収入を得ているといえるから，これらの収入は労務の対価ではなか\nったものと推認せざ\nるを得ず，結局，以上からは，原告の労務の対価としての収入額を認めることは困\n難である。そして，このほかに，上記認定金額を超える収入を得られたであろう蓋\n然性を認めるに足りる証拠はないから，原告の主張は採用できない。\n(エ)　そして，以上からすると，原告について，平成１４年２月１５日の症状固定\nに至るまで，上記認定の労働能力喪失率を超える休業損害が生じたことは明らかで\nあるから，原告の休業損害及び後遺障害による原告Ａ２３６の逸失利益は，少なく\nとも４５０万１４１７台湾元（４６万７３７３台湾元×０．６７×１４．３７５１\n（２６年のライプニッツ係数））となり，前記換算率によると，１５２６万７９０\n６円となる。\nイ　慰謝料について\n前記アの事実に，証拠（甲イ３３９の③－１・２，③－４）及び弁論の全趣旨を総\n合すると，原告Ａ２３６は，本件事故により，平成６年４月２６日から同年８月１\n６日まで春日井市民病院に入院し，同日から同年１２月１２日まで台湾の長庚紀念\n医院に入院した上，同月１５日から平成１４年２月１５日まで通院を余儀なくされ\nたこと，本件事故により後遺障害等級６級に該当する後遺障害を負ったこと，本件\n事故後も，台湾に生活の基盤を置いていることなどが認められ，これらの事実に，\n台湾居住被害者の死亡慰謝料と同様，台湾と日本との物価水準や所得水準等の経済\n的事情の相違等を併せ考慮すると，入通院慰謝料としては３６０万円，後遺障害慰\n謝料としては５５０万円の合計９１０万円をもって相当と認める。\n(3)　葬儀費用等\nア　葬儀費用\n日本と台湾との間の物価水準等の経済事情の相違，その他諸般の事情を考慮して，\n本件事故と相当因果関係のある葬儀費用としての損害は，本件事故により死亡した\n台湾居住被害者１人当たり９０万円を相当と認める。\nただし，被害者Ｂ４５（原告番号１５７・１５８）については，後記(5)イのとお\nり，原告Ａ１２３（原告番号１５７）及び同Ａ１２４（同１５８）は葬儀費用に関\nする損害賠償請求権は取得していないと解するのが相当である。\nなお，原告らは，葬儀費用として，本件事故により死亡した台湾居住被害者１人当\nたり２５０万円すなわち６９万５０００台湾元の損害を被ったと主張するが，上記\n認定額を超える損害があったことを認めるに足りる証拠はない。\nイ　手荷物の滅失による損害\n証拠（乙２４の９２，９７，９９～１０１，１０４，１０５，１０８，１１１，１\n１２）及び弁論の全趣旨によれば，本件事故によって，原告Ａ２３６（原告番号３\n３９）を除く台湾居住被害者の携行品並びに原告Ａ２３６，被害者Ｂ４５（原告番\n号１５７・１５８）及び同Ｂ４６（同１５９・１６０）を除く台湾居住被害者の委\n託手荷物が滅失したことが認められ，これによる損害は，上記アと同様の事情を考\n慮して，上記台湾居住被害者１人当たり１５万円を相当と認める。\nこれに対し，原告らは，上記台湾居住被害者１人当たり１５０万円すなわち４１万\n７０００台湾元の損害を被ったと主張するが，上記認定額を超える損害があったこ\nとを認めるに足りる証拠はない。\nまた，被告中華航空が主張する賠償額の制限が認められないことは前記６(3)イのと\nおりである。\n(4)　相続\nア　本件事故により死亡した台湾居住被害者がいずれも台湾に生活の本拠を置く中\n国人であったことは，前記争いのない事実等(1)アのとおりであり，相続人及びその\n相続分の決定に関しての準拠法としては，その本国法である台湾において現に行わ\nれている法律の規定が適用されることとなる。\nそして，この台湾において現に行われている法律の規定によれば，相続順位は，直\n系卑属，父母，兄弟姉妹の順とされ，直系卑属については親等の近い者が先とさ\nれ，被相続人の直系卑属が相続開始前に死亡したときは，その直系卑属が代襲相続\nするとされ，同一順位の相続人が数人あるときは，人数に応じて均等に相続するこ\nととされ，また，配偶者は，直系卑属と共同相続をするときは，その相続分は他の\n相続人と均等とされている。\nそうすると，上記台湾居住被害者の各損害額は，別紙「損害認定一覧表Ⅱ」の各損\n害額合計欄記載の金額となるところ，その相続人である原告らは，それぞれ，同表\nの各相続分欄記載の割合で，同表の各「弁護士費用以外の損害額」欄記載の金額を\n相続した。\nイ　これに対して，被告中華航空は，台湾法の下では死亡による損害賠償請求権\nは，相続財産の対象とはされていないとして，台湾居住被害者の遺族である原告ら\nは，損害賠償請求権を相続により取得しないと主張する。\nしかしながら，不法行為に基づく損害賠償請求権の成立についての準拠法は日本法\nであり，日本法により本件事故についての損害賠償請求権の成立が認められる以\n上，改めて損害賠償請求権が台湾において現に行われている法律の規定により相続\n性を有するとされているか否かを検討するまでもなく，相続の対象となると解すべ\nきであり，被告中華航空の主張は採用できない。\n(5)　遺産分割\nア　台湾において現に行われている法律の規定によれば，共同相続における遺産\nは，債権も含め，各相続人の「公同共有」（合有）とされているところ，被害者Ｂ\n４５（原告番号１５７・１５８）を除き，本件事故により死亡した台湾居住被害者\nについては，それぞれ，相続人全員が各自の法定相続分に従って分割した損害賠償\n請求権に基づき本件損害賠償請求訴訟を提起しているのであるから，これを提起し\nた事実をもって，少なくとも当該損害賠償請求権についての一部遺産分割協議があ\nったと認めるのが相当である。\nイ　また，被害者Ｂ４５についても，相続人の１人である被害者Ｂ４５の夫は被告\n中華航空と別途和解しており（弁論の全趣旨），この夫と原告Ａ１２３（原告番号\n１５７）及び同Ａ１２４（同１５８）との間において，被告らに対する損害賠償請\n求権は，被害者Ｂ４５の夫は台湾において，同原告らは日本において，各自が個別\nに行使する旨の合意，すなわち，被告らに対する損害賠償請求権についての一部遺\n産分割協議があったものと認めるのが相当である。なお，葬儀費用については，被\n害者Ｂ４５の夫が被告中華航空から３０万台湾元を受け取ったことが認められ（乙\n２７），葬儀費用は夫が支出したものと考えられるから，被害者Ｂ４５の夫と同原\n告らの間の遺産分割協議において，葬儀費用に関する損害賠償請求権は，被害者Ｂ\n４５の夫のものとす\nるとの合意がされたものと解するのが相当であり，同原告らが葬儀費用についての\n損害賠償請求権を取得したと認めることはできない。\n(6)　損害の填補\nア　前記争いのない事実等(4)アのとおり，被告中華航空は，被害者Ｂ４５（原告番\n号１５７・１５８）及び同Ｂ４６（同１５９・１６０）を除く台湾居住被害者本人\n又はその相続人らである原告らに対し，本件事故についての損害の填補として，別\n紙「原告主張損害額一覧表Ⅱ」の各既受領額欄記載のとおりの金員を支払ったもの\nであるから，上記相続人らである原告らについては，これが原告らの相続分に応じ\nて填補されたと認め，換算率を前記と同様に１台湾元を３．３９１８円として算定\nすると，結局，別紙「損害認定一覧表Ⅱ」の各損害の填補欄記載のとおり，損害が\n填補されたものと認められる。\nイ　被害者Ｂ４５（原告番号１５７・１５８）について\n(ア)　被告中華航空は，被告中華航空により積み立てられた支払済み遺族年金（２\n２１万８０５０台湾元），労働法により義務づけられた労災保険による死亡補償金\n（１４９万８５００台湾元），乗務員団体傷害保険保険金（５万米ドル），葬儀費\n用（３０万台湾元），弔慰金（１０万台湾元）及び遺族に対する示談に当たっての\n被告中華航空の追加支払金（１２０万台湾元）を，被害者Ｂ４５の相続人である原\n告Ａ１２３（原告番号１５７）及び同Ａ１２４（同１５８）（以下，イ項において\nは「原告ら」という。）が受領しているとして，損害賠償額から控除されるべきと\n主張しているところ，原告らは，これらの金員の受領を否認して争っている。\nそこで，判断するに，上記各金員を原告らが受領したことを認めるに足りる証拠は\nなく，かえって，被告中華航空も，明細書（乙２７）に関する証拠説明において，\n上記の各金員を受領したのは，原告らではなく，被害者Ｂ４５の配偶者（夫）であ\nるとしている。\nそして，前記(5)イのとおり，夫と原告らとの間において，被告らに対する損害賠償\n請求権についての一部の遺産分割協議があったものと認められるところ，上記各金\n員がこの遺産分割協議の前に支払われたことの主張・立証がない以上，分割された\n債権について債権者の１人である被害者Ｂ４５の夫に上記金員を支払ったことによ\nっては，他の債権者である原告らの被告中華航空に対する損害賠償請求権に何ら影\n響は及ばないものといわざるを得ない。\nしたがって，上記金員については，原告らの損害賠償額から控除すべきであるとい\nうことはできない。\n(イ)　被告中華航空は，従業員団体傷害・死亡保険保険金（２００万台湾元）を，\n原告らが受領しており，これは，被告中華航空が自ら保険料を負担し，任意に加入\nしたものであって，同金額は原告らの損害賠償額から控除されるべきと主張してい\nるところ，原告らは，同金額を受領したことについては認めている。\nしかしながら，この保険につき，被告中華航空が保険料を支払っていたことを認め\nるに足りる証拠はなく，かえって，証拠（甲イ１５７・１５８の④－４－３～１\n２）及び弁論の全趣旨によれば，被害者Ｂ４５の毎月の給与及び飛行手当から「団\n体保険料」又は「保険料」が控除されていたことが認められる。\nしたがって，上記保険金については，損害の填補として控除すべきものであること\nを認めるに足りない。\nウ　被害者Ｂ４６（原告番号１５９・１６０）について\n(ア)　被害者Ｂ４６の損害賠償額から葬儀費用（３０万台湾元）及び弔慰金（１０\n万台湾元）を控除すべきことについては，その相続人である原告Ａ１２５（原告番\n号１５９）及び同Ａ１２６（同１６０）（以下，ウ項においては「原告ら」とい\nう。）と被告中華航空との間で争いはない。\n(イ)　被告中華航空は，台湾の労働法により義務づけられた労災保険による死亡補\n償金（１４９万８５００台湾元）を原告らが受領しており，これは日本の労働者災\n害補償保険法の遺族年金給付と同様の性質を有すると思われるとして，同金額を損\n害賠償額から控除するべきであると主張し，原告らは，同金額を受領したことにつ\nいては認めている。\nそして，労働者災害補償保険法の遺族年金給付と被告中華航空が主張する労働法に\nより義務づけられた労災保険による死亡補償金とが，その性質を異にすることを窺\nわせるような証拠はないのであって，前記６(5)イのとおり，労働者災害補償保険法\nの遺族年金給付が控除の対象となると解すべきであるのと同様に，台湾の労働法に\nより義務づけられた労災保険による死亡補償金も控除の対象とするのが相当であ\nる。\n(ウ)　被告中華航空は，乗務員団体傷害保険保険金（５万米ドル）及び従業員団体\n傷害・死亡保険保険金（２００万台湾元）を，原告らが受領しており，これは，被\n告中華航空が自ら保険料を負担し，任意に加入したものであって，同金額は原告ら\nの損害賠償額から控除されるべきと主張しているところ，原告らは，同金額を受領\nしたことについては認めている。\nしかしながら，この保険につき，被告中華航空が保険料を支払っていたことを認め\nるに足りる証拠はなく，かえって，証拠（甲イ１５９・１６０の④－４－３・４）\n及び弁論の全趣旨によれば，被害者Ｂ４６は，飛行手当から「保険料」を控除され\nていたことが認められる。\nしたがって，上記保険料については，損害の填補として控除すべきものであること\nを認めるに足りない。\n(エ)　以上によれば，被害者Ｂ４６に関しては，葬儀費用（３０万台湾元），弔慰\n金（１０万台湾元）及び労働法により義務づけられた労災保険による死亡補償金\n（１４９万８５００台湾元）の合計１８９万８５００台湾元が原告らに支払われて\nいるのであるから，原告らが取得した損害賠償請求権から，それぞれ９４万９２５\n０台湾元（前記と同様の換算率により，３２１万９６６６円）を控除すべきであ\nる。\n(7)　弁護士費用\n弁護士費用は，日本居住被害者と同様，別紙「損害認定一覧表Ⅱ」の各「弁護士費\n用以外の損害額」欄記載の金額から同表の各「損害の填補」欄記載の金額を控除し\nた額の５パーセントをもって，本件事故と相当因果関係のある損害として認めるの\nが相当であり，したがって，原告らにつき，それぞれ，別紙「損害認定一覧表Ⅱ」\nの各弁護士費用欄記載の金額を認めるのが相当である。\n(8)　結論\n以上によれば，被告中華航空は，別紙「損害認定一覧表Ⅱ」記載の原告らに対し，\nそれぞれ，同表の各認容金額欄記載の金員及びこれに対する不法行為の日の後（本\n件事故の日の翌日）である平成６年４月２７日から支払済みまで民法所定の年５分\nの割合による遅延損害金を支払うべき義務がある。\n８　よって，原告Ａ１１２（原告番号１１８），同Ａ１７７（同２３９），同Ａ１\n９０（同２５７）及び同Ａ２００（同２７２）を除くその余の原告らの被告中華航\n空に対する請求は，別紙「請求金額及び認容金額一覧表」の各認容金額欄記載の金\n員及びこれに対する平成６年４月２７日から支払済みまで年５分の割合による遅延\n損害金の支払を求める限度で理由があるからこれを認容し，同原告らの被告中華航\n空に対するその余の請求，原告Ａ１１２，同Ａ１７７，同Ａ１９０及び同Ａ２００\nの被告中華航空に対する請求並びに原告らの被告エアバスに対する請求はいずれも\n理由がないから棄却することとし，主文のとおり判決する。\n名古屋地方裁判所民事第７部\n裁判長裁判官　筏津順子\n裁判官  長谷川恭弘\n裁判官  舟橋伸行\n（別紙「原告グループ一覧表」，別紙「原告主張損害額一覧表Ⅰ」及び別紙「原告\n主張損害額一覧表Ⅱ」，別紙「損害主張対照表」及び同表添付の計算書並びに別紙\n「損害認定一覧表Ⅰ」及び別紙「損害認定一覧表Ⅱ」省略）\n請 求 金 額 及 び 認 容 金 額 一 覧 表\n原告番号 原   告 被 害 者 請 求 金 額 認 容 金 額\n1 Ａ１ 121,022,750 34,695,428\n2 Ａ２ 60,511,375 17,347,713\n3 Ａ３ 60,511,375 17,347,713\n4 Ａ４ 11,000,000 1,050,000\n5 Ａ５ Ｂ２ 235,536,417 84,794,167\n6 Ａ６ 101,558,180 26,433,304\n7 Ａ７ 50,779,090 13,216,652\n8 Ａ８ 50,779,090 13,216,652\n9 Ａ９ 106,046,956 26,972,773\n10 Ａ１０ 53,023,478 13,486,386\n11 Ａ１１ 53,023,478 13,486,386\n12 Ａ１２ 149,462,319 63,465,991\n13 Ａ１３ 74,731,159 31,732,995\n14 Ａ１４ 74,731,159 31,732,995\n15 Ａ１５ 106,511,592 40,870,405\n16 Ａ１６ 53,255,796 20,435,202\n17 Ａ１７ 53,255,796 20,435,202\n18 Ａ１８ 236,326,258 80,065,417\n19 Ａ１９ 11,000,000 10,500,000\n20 Ａ２０ 106,046,956 21,564,365\n21 Ａ２１ 53,023,478 10,782,182\n22 Ａ２２ 53,023,478 10,782,182\n23 Ａ２３ 104,774,023 21,467,369\n24 Ａ２４ 34,924,674 7,155,789\n25 Ａ２５ 34,924,674 7,155,789\n26 Ａ２６ 34,924,674 7,155,789\n27 Ａ２７ 116,825,790 31,168,856\n28 Ａ２８ 38,941,930 10,389,618\n29 Ａ２９ 38,941,930 10,389,618\n30 Ａ３０ 38,941,930 10,389,618\nＢ３\nＢ４\nＢ５\nＢ１\nＢ６\nＢ８\nＢ９\nＢ１０\n（単位  円）\nＢ７\n25 Ａ２５ 34,924,674 7,155,789\n26 Ａ２６ 34,924,674 7,155,789\n27 Ａ２７ 116,825,790 31,168,856\n28 Ａ２８ 38,941,930 10,389,618\n29 Ａ２９ 38,941,930 10,389,618\n30 Ａ３０ 38,941,930 10,389,618\n31 Ａ３１ 171,477,960 30,088,939\n32 Ａ３２ 42,869,490 7,522,234\n33 Ａ３３ 42,869,490 7,522,234\n34 Ａ３４ 124,550,812 29,283,661\n35 Ａ３５ 124,550,812 29,283,661\n９\nＢ１０\nＢ１１\nＢ１２\n36 Ａ３６ 123,119,470 37,746,129\n37 Ａ３７ 41,039,823 12,582,042\n38 Ａ３８ 41,039,823 12,582,042\n39 Ａ３９ 41,039,823 12,582,042\n40 Ａ４０ 41,030,459 7,429,700\n41 Ａ４１ 41,030,459 7,429,700\n42 Ａ４２ 41,030,459 7,429,700\n43 Ａ４３ 183,249,468 67,373,968\n44 Ａ４４ 91,624,734 33,686,984\n45 Ａ４５ 91,624,734 33,686,984\n46 Ａ４６ 116,631,302 36,947,627\n47 Ａ４７ 58,315,651 18,473,813\n48 Ａ４８ 58,315,651 18,473,813\n49 Ａ４９ 266,198,018 86,372,059\n50 Ａ５０ 88,732,672 28,790,686\n51 Ａ５１ 88,732,672 28,790,686\n52 Ａ５２ 88,732,672 28,790,686\n53 Ａ５３ 98,698,183 33,880,270\n54 Ａ５４ 49,349,091 16,940,135\n55 Ａ５５ 49,349,091 16,940,135\n56 Ａ５６ 106,537,918 19,063,405\n57 Ａ５７ 53,268,959 9,531,702\n58 Ａ５８ 53,268,959 9,531,702\nＢ２０ 83,856,493\nＢ２１ 69,800,195Ａ５９\nＢ１３\nＢ１４\nＢ１５\nＢ１６\nＢ１７\nＢ１８\nＢ１９\n59 45,439,174\n69 Ａ６９ 137,933,540 48,537,118\n70 Ａ７０ 68,966,770 28,289,992\n71 Ａ７１ 68,966,770 28,289,992\n72 Ａ７２ 21,027,999 4,883,152\n73 Ａ７３ 21,027,999 4,883,152\n74 Ａ７４ 21,027,999 4,883,152\n75 Ａ７５ 21,027,999 4,883,152\n76 Ａ７６ 21,027,999 4,883,152\n77 Ａ７７ 10,513,999 2,441,576\n78 Ａ７８ 10,513,999 2,441,576\n79 Ａ７９ 37,615,626 8,552,384\n80 Ａ８０ 37,615,626 8,552,384\n81 Ａ８１ 37,615,626 8,552,384\n82 Ａ８２ 37,615,626 8,552,384\n83 Ａ８３ 79,643,529 19,274,473\n84 Ａ８４ 39,821,764 9,637,236\n85 Ａ８５ 39 821 764 9 637 236\nＢ２６\nＢ２５\nＢ２７\nＢ２８\n79 Ａ７９ 37,615,626 8,552,384\n80 Ａ８０ 37,615,626 8,552,384\n81 Ａ８１ 37,615,626 8,552,384\n82 Ａ８２ 37,615,626 8,552,384\n83 Ａ８３ 79,643,529 19,274,473\n84 Ａ８４ 39,821,764 9,637,236\n85 Ａ８５ 39,821,764 9,637,236\n86 Ａ８６ 81,023,507 19,274,473\n87 Ａ８７ 40,511,753 9,637,236\n88 Ａ８８ 40,511,753 9,637,236\n89 Ａ８９ 73,943,285 18,154,768\n90 Ａ９０ 24,647,761 6,051,589\n91 Ａ９１ 24,647,761 6,051,589\n92 Ａ９２ 24,647,761 6,051,589\nＢ２９\nＢ３０\nＢ２７\nＢ２８\nＢ３１ 71,445,519\nＢ３２ 67,376,151\n合計 138,821,670\nＢ３１ 71,445,519\nＢ３２ 67,376,151\n合計 138,821,670\nＢ３３ 42,680,468\nＢ３４ 40,875,125\n合計 83,555,593\nＢ３３ 42,680,468\nＢ３４ 40,875,125\n合計 83,555,593\nＢ３３ 42,680,468\nＢ３４ 40,875,125\n合計 83,555,593\nＢ３５ 83,283,902\nＢ３６ 73,943,285\n合計 157,227,187\nＢ３５ 83,283,902\nＢ３６ 73,943,285\n合計 157,227,187\nＢ３７ 40,875,125\nＡ９９\nＡ９３\nＡ９４\nＡ９７\nＡ９８\nＡ９５\nＡ９６\n33,306,955\n33,306,955\n20,686,757\n20,686,757\n20,686,757\n41,923,569\n41,923,569\n112 Ａ１０６ 78,218,098 17,678,272\n113 Ａ１０７ 78,218,098 17,678,272\n114 Ａ１０８ 146,244,871 69,282,627\n115 Ａ１０９ 48,748,290 23,094,209\n116 Ａ１１０ 48,748,290 23,094,209\n117 Ａ１１１ 48,748,290 23,094,209\n118 Ａ１１２ 11,000,000 　　　　　（請求棄却）\nＢ４２\nＢ４１\n137 Ａ１１３ 77,261,363 6,563,489\n138 Ａ１１４ 77,261,363 6,563,489\n139 Ａ１１５ 77,261,363 6,563,489\n140 Ａ１１６ 11,000,000 525,000\n141 Ａ１１７ 11,000,000 525,000\nＢ４３\n200 Ａ１４４ 108,899,823 9,854,604\n201 Ａ１４５ 108,899,823 9,854,604\n202 Ａ１４６ 128,401,156 51,555,876\n203 Ａ１４７ 32,100,289 12,888,968\nＢ５３\n236 Ａ１７４ 111,684,478 29,912,397\n237 Ａ１７５ 111,684,478 29,912,397\n238 Ａ１７６ 201,318,527 52,445,549\n239 Ａ１７７ 11,000,000 （請求棄却）\n243 Ａ１７８ 99,087,983 26,277,547\n244 Ａ１７９ 99,087,983 26,277,547\n245 Ａ１８０ Ｂ６７ 224,544,032 58,106,227\n246 Ａ１８１ 114,548,750 12,265,798\n247 Ａ１８２ 114,548,750 20,947,912\n250 Ａ１８３ 76,246,844 18,429,739\n251 Ａ１８４ 19,061,711 5,265,640\n252 Ａ１８５ 19,061,711 5,265,640\n253 Ａ１８６ 19,061,711 5,265,640\n254 Ａ１８７ 19,061,711 2,632,820\n255 Ａ１８８ 124,460,208 33,897,336\n256 Ａ１８９ 124,460,208 33,897,336\n257 Ａ１９０ 11,000,000 （請求棄却）\n258 Ａ１９１ 111,495,190 31,935,714\n259 Ａ１９２ 111,495,190 31,935,714\n265 Ａ１９３ 166,212,193 83,432,238\n266 Ａ１９４ 166,212,193 83,432,238\n267 Ａ１９５ 80,591,277 17,743,048\n268 Ａ１９６ 40,295,638 8,871,523\n269 Ａ１９７ 40,295,638 8,871,523\nＢ６４\nＢ６６\nＢ６８\nＢ６９\nＢ７１\nＢ６５\nＢ７３\nＢ７２\nＢ７０\n270 Ａ１９８ 171,231,772 18,352,199\n271 Ａ１９９ 171,231,772 28,519,212\n272 Ａ２００ 11,000,000 （請求棄却）\n273 Ａ２０１ 283,255,906 54,217,935\n274 Ａ２０２ 283,255,906 54,217,935\n275 Ａ２０３ 11,000,000 1,050,000\n281 Ａ２０４ 92,874,405 27,473,497\n282 Ａ２０５ 43,937,202 13,736,748\n283 Ａ２０６ 43,937,202 13,736,748\n284 Ａ２０７ 77,803,894 18,988,024\n285 Ａ２０８ 77,803,894 18,988,024\n288 Ａ２０９ 156,235,750 43,568,797\n289 Ａ２１０ 78,117,875 21,784,398\n290 Ａ２１１ 78,117,875 21,784,398\n295 Ａ２１２ Ｂ７９ 99,188,804 27,671,127\n296 Ａ２１３ 165,251,285 69,781,045\n297 Ａ２１４ 55,083,761 26,805,009\n298 Ａ２１５ 55,083,761 26,805,009\n299 Ａ２１６ 55,083,761 26,805,009\n300 Ａ２１７ 11,000,000 1,050,000\n301 Ａ２１８ 11,000,000 1,050,000\nＢ７４\nＢ７５\nＢ８０\nＢ７８\nＢ７７\nＢ７６\n302 Ａ２１９ 99,328,276 26,464,264\n303 Ａ２２０ 99,328,276 26,464,264\n306 Ａ２２１ 99,188,804 27,671,127\n307 Ａ２２２ 99,188,804 27,671,127\n316 Ａ２２３ 43,086,563 12,414,686\n317 Ａ２２４ 43,086,563 12,937,156\n318 Ａ２２５ 172,346,252 44,132,973\nＢ８４ 70,400,702\nＢ８５ 71,796,077\n合計 142,196,779\nＢ８４ 70,400,702\nＢ８５ 71,796,077\n合計 142,196,779\n321 Ａ２２８ Ｂ８６ 241,682,080 55,846,702\n322 Ａ２２９ 107,785,194 6,590,921\n323 Ａ２３０ 107,785,194 6,590,921\n334 Ａ２３１ 2,102,799 488,315\n335 Ａ２３２ 2,102,799 488,315\n336 Ａ２３３ 2,102,799 488,315\n337 Ａ２３４ 2,102,799 488,315\n338 Ａ２３５ 2,102,799 488,315\n339 Ａ２３６ 本人 131,755,517 25,230,162\nＢ８２\nＢ８３\nＢ２６\nＢ８７\nＢ８１\nＡ２２６\nＡ２２７\n47,914,434\n47,914,434\n"
}