{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 7
  },
  "case_number": "平成14(ワ)6370",
  "case_name": "学納金返還請求事件",
  "court_name": "大阪地方裁判所第12民事部",
  "lawsuit_id": "6612",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6612",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/612/006612_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　被告は，原告Ａに対し，５０万円及びこれに対する平成１４年７月１８日か\nら支払済みまで年５分の割合による金員を支払え。\n２　原告Ａのその余の請求を棄却する。\n３　原告Ｂ及び原告Ｃの請求をいずれも棄却する。\n４　訴訟費用は，原告Ａと被告との間においては，原告Ａに生じた費用の５分の\n３を被告の負担とし，その余は各自の負担とし，その余の原告らと被告との間にお\nいては，全部その余の原告らの負担とする。\n５　この判決は，第１項に限り仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n１　被告は，原告Ａに対し，８０万円及びこれに対する平成１４年７月１８日から\n支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，３０万円及びこれに対する平成１４年７月１８日か\nら支払済みまで年５分の割合による金員を支払え。\n３　被告は，原告Ｃに対し，３０万円及びこれに対する平成１４年７月１８日か\nら支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，桃山学院大学を設置運営する被告との間で在学契約を締結し，入学\n金等を納入した原告らが，後に桃山学院大学への入学を辞退し，準委任契約として\nの在学契約を解除したとして，不当利得による利得金返還請求権に基づき，被告に\n対して，入学金等の返還及びこれに対する訴状送達日の翌日である平成１４年７月\n１８日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた\n事案である。これに対して，被告は，上記入学金等の法的性質及び原告らと被告と\nの間の在学契約において，いったん納入された入学金等は，理由のいかんを問わず\n返還しない旨の特約があることを根拠に，支払を拒絶している。\n第３　争いのない事実\n１　当事者\n(1)　原告Ａは，平成１４年の桃山学院大学経営学部の前期センター試験利用方式\nによる一般入学試験を受験して合格した者である。\n(2)　原告Ｂは，平成１４年の桃山学院大学社会学部の前期センター試験利用方式\nによる一般入学試験を受験して合格した者である。\n(3)　原告Ｃは，平成１４年１月２７日，桃山学院大学経営学部の前期Ａ日程利用\n方式による一般入学試験を受験し，同年２月９日に合格した者である。\n(4)　被告は，教育基本法及び学校教育法に従い，桃山学院大学（被告及び桃山学\n院大学とを併せて，以下，単に「被告」という。）を設置運営する学校法人であ\nる。\n２　被告の入学手続\n被告が，平成１４年度の受験生に対して交付している「受験ガイド」（乙３）\n及び「桃山学院大学入学試験要項」（乙４）には，いったん納入された入学金以外\nの学納金はいかなる理由があっても返還しない旨の記載がなされているほか，合格\n発表後において，原告らに交付した入学手続案内書（乙５）には，以下の内容が記\n載されている。\n(1)　前期センター試験利用方式及び前期Ａ日程利用方式による入学試験の合格者\nは，平成１４年２月１２日から同月２０日までの間に，入学申込金３０万円を納入\nしなければならない。\n(2)　上記(1)の期間内に入学申込金３０万円を納入した者は，平成１４年２月１２\n日から同年３月２２日までの間に，初年度前期授業料（以下，単に「前期授業料」\nという。）３５万円及び初年度前期施設費（以下，単に「前期施設費」という。）\n１５万円を納入するとともに，必要書類を提出しなければならない。前期授業料及\nび前期施設費が納入された場合，上記入学申込金を入学金として取り扱う（入学申\n込金と入学金とを併せて，以下，単に「入学金」と総称する。）。\n(3)　入学金，前期授業料及び前期施設費の納入並びに必要書類の提出がすべてなさ\nれることにより，はじめて入学手続が完了する。\n(4)　いったん納入された入学金，前期授業料及び前期施設費は，理由のいかんに関\nわらず返還しない。\n３　原告らが，被告への入学を辞退した経緯\n(1)　原告Ａは，平成１４年の被告の経営学部の前期センター試験利用方式による\n入学試験を受験し，同年２月９日に合格通知を受けたため，入学手続案内書（乙\n５）に目を通した上で，同月１９日，被告に対し，入学金３０万円を納入し，同月\n２２日，前期授業料３５万円及び前期施設費１５万円（以下，入学金，前期授業料\n及び前期施設費のすべてを総称して「学納金」ともいう。）を納入するとともに，\n必要書類を提出し，入学手続を完了した。\n原告Ａは，平成１４年３月８日，他の大学に補欠合格したため，同大学に進学\nすることにし，同月９日ころ，被告に対して，被告への入学を辞退する旨電話で通\n知した。\n(2)　原告Ｂは，平成１４年の被告の社会学部の前期センター試験利用方式による入\n学試験を受験し，同年２月９日に合格通知を受けたため，入学手続案内書（乙５）\nに目を通した上で，同月１９日ころ，被告に対し，入学金３０万円を納入したが，\n同月２３日，他の大学に補欠合格したため，同大学に進学することにし，上記２(2)\nの期間内に，被告に対して前期授業料及び前期施設費を納入しなかった。\n(3)　原告Ｃは，平成１４年１月２７日の被告の経営学部の前期Ａ日程利用方式に\nよる入学試験を受験し，同年２月９日に合格通知を受けたため，入学手続案内書\n（乙５）に目を通した上で，同月１８日，被告に対し，入学金３０万円を納入した\nが，同月２１日，他の大学に補欠合格したため，同大学に進学することにし，上記\n２(2)の期間内に，被告に対して前期授業料及び前期施設費を納入しなかった。\n４　学納金の不返還特約\n上記（２(4)及び３）事実からすれば，原告らは，被告から交付された入学手続\n案内書（乙５）に目を通し，いったん納入した学納金は，理由のいかんに関わらず\n返還されないことを認識した上で，被告に学納金を納入したものであることが推認\nされるから，原告らと被告との間に在学契約が成立する際には，原告らが，いった\nん学納金を納入した後に入学を辞退したとしても，被告は，既に納入された学納金\nを返還しない旨の合意が成立するものと解すべきである（以下，かかる合意をもっ\nて「本件不返還特約」という。）。\n第４　争点\n１　学納金の法的性質をいかに解すべきか（そもそも，被告は，学納金を納入し\nた後に自ら入学を辞退した原告らに対し，学納金を返還すべき義務を負いうる\nか。）。\n(1)　原告らの主張\n学納金は，入学金を含め，すべて，原告らが被告から教育役務等を受けることに\nついての対価（準委任契約における受任者の前払報酬）としての性質を有するか\nら，原告らが，入学を辞退したことにより，被告から教育役務等の提供を受けるこ\nとなく在学契約が終了した場合には，被告は，もはや学納金を保持する法律上の原\n因を失うから，被告は，原告らに対して，学納金を返還する義務を負いうる。\n(2)　被告の主張\n原告らが被告に学納金を納入した時点において，原告らと被告との間に入学地位\n取得保持契約なるものが成立し，その後，原告らが，必要書類を提出し，被告に対\nする入学手続を完了した時点で，別途，原告らと被告との間に在学契約が成立す\nる。したがって，学納金はすべて，被告に入学しうる地位の対価としての性質を有\nするものであり，原告らが，学納金を納入した後に自ら入学を辞退した場合，被告\nに入学しうる地位を放棄したにすぎず，既に支払われた学納金が，被告の不当利得\nになるわけではないから，被告が，原告らに対して，学納金を返還すべき義務を負\nうことはありえない。（その意味で，本件不返還特約は，当然のことを確認的に合\n意したものにすぎない。）\n２　在学契約は，消費者契約法にいう消費者契約に当たるか。\n(1)　原告らの主張\n原告らは個人であるから「消費者」（消費者契約法２条１項）に当たり，被告は\n法人であるから「事業者」（消費者契約法２条２項）に当たる。\nしたがって，原告らと被告との間で締結された在学契約は，「消費者契約」（消\n費者契約法２条３項）に当たるから，消費者契約法の適用を受けるものである。\n(2)　被告の主張\n以下の理由から，原告らと被告との間の在学契約について，消費者契約法は適用さ\nれない。\nア　在学契約に消費者契約法が適用されるためには，学生と大学との間に「消費」\nの概念が存在することが必要であるところ，大学において，学生は，教員とともに\n主体的に学問研究に参加するものであるから，単に，学生が，大学から提供された\n教育役務を「消費」するという関係にあるわけではない。\nイ　消費者契約法は，いわゆる悪徳商法を規制するための法律として制定されたも\nのであるが，在学契約及びそれに伴う本件不返還特約は，その正当性が社会におい\nて広く認知され，事実たる慣習として定着しているものであるから，消費者契約法\nが適用を予定する契約類型に当たらない。\nウ　消費者契約法は，消費者と事業者との間の情報の質及び量並びに交渉力の格差\nを根拠として，消費者を保護するために制定されたものであるが（消費者契約法１\n条），現在，各大学は，受験生に対し，自己の大学に関する情報をできる限り詳細\nに提供するよう努めており，受験生は，各大学の情報を収集し，比較検討の上，ど\nの大学に入学するかについて選択権を有しているのが通常であるから，情報量の格\n差は存在しない。\nまた，大学は，多数の受験生との契約処理を行わざるを得ず，入学手続の公平性\nを図る観点から，受験生との個別交渉に応じないことにも合理性があるから，交渉\n力の格差を問題とする余地もない。\nしたがって，在学契約は，消費者契約法がその適用を予定するものとはいえな\nい。\nエ　大学は，その設置から運営に至るまで，教育基本法，学校教育法等に基づき種\n々の規制を受けており，これによって受験生及び学生の利益は十分に擁護されてお\nり，消費者契約法を適用すべき実質的な根拠を欠く。\n３　本件不返還特約は，「契約の解除に伴う損害賠償の額を予定し，又は違約金を\n定める条項」（消費者契約法９条１号）に当たるか。\n(1)　原告らの主張\n消費者契約法９条１号の趣旨は，契約解消時に，事業者が，消費者から実損害を\n上回るような不当な利得を得ることを認めないことにあるから，同号に規定する\n「損害賠償の額を予定し，または違約金を定める条項」（以下，損害賠償予定額及\nび違約金を併せて「損害賠償予定額」という。）とは，名目のいかんを問わず，実\n質的に損害賠償額の予定等を定めたものを指すと解すべきところ，本件不返還特約\nは，原告らが入学を辞退した場合に，被告が損害を受けるものと仮定して，その損\n害を填補する目的で，原告らから金員を徴収する実質を有するものであるから，損\n害賠償額の予定等を定める条項に他ならない。\n(2)　被告の主張\nア　上記（１(2)）のとおり，原告らが，学納金を納入した後に自ら入学を辞退した\n場合，被告に入学しうる地位を放棄したにすぎず，既に支払われた学納金が，被告\nの不当利得になるわけではないから，被告が，原告らに対して，学納金を返還すべ\nき義務を負うことはありえない。\nその意味で，本件不返還特約は，当然のことを確認的に合意したものにすぎず，\n損害賠償額の予定等を定める条項とはいえない。\nイ　本件不返還特約が，損害賠償額の予定等を定める条項であるというためには，\n原告らが入学を辞退することが債務不履行に当たるといえることが必要であるが，\nそもそも原告らには入学義務なるものは存在せず，入学を辞退しても債務不履行責\n任が発生するわけではないから，本件不返還特約は損害賠償額の予定等を定める条\n項とはいえない。\n４　損害賠償予定額が，「平均的な損害の額」（消費者契約法９条１号）を超える\nものといえるか。\n(1)　原告らの主張\nア　立証責任について\n消費者契約法が，消費者を保護することを目的とする法律であること，事業者\nの具体的事業内容を知り得ない消費者が，事業者に生ずべき平均的な損害の額を主\n張立証することは困難であるのに対し，事業者は，自らの事業内容を熟知し，かつ\n証拠に近い立場にあることからすれば，損害賠償予定額が平均的な損害の額を超え\nていないことを事業者たる被告が主張立証すべきである。\nイ　平均的な損害の額について\n仮に，原告らにおいて，損害賠償予定額が平均的な損害の額を超えることを主張立\n証すべきであるとしても，被告は，原告らが入学を辞退したことにより，原告らか\nら学納金を取得できなくなる反面，原告らに対して教育役務等を提供する債務を免\nれていること，被告は，予め入学辞退者が出ることを見越した上で，例年，定員を\n相当数上回る合格者を出しており，その結果，定員を上回る入学者を確保している\nことに照らせば，原告らが入学を辞退したことによって，被告に生ずべき平均的な\n損害などというものが存在しないことは明らかである。\n(2)　被告の主張\nすべて否認して争う。\n５　本件不返還特約が，公序良俗に反して無効であるといえるか。\n(1)　原告らの主張\n以下の理由から，本件不返還特約は，原告らの無思慮・窮迫に乗じて，甚だしく\n不相当な財産的給付を約束させた暴利行為であるから，公序良俗に反し無効であ\nる。\nア　被告は，学納金の納入期限を国立大学等の他大学の合格発表が行われる前に設\n定しているため，原告らは，自らが希望する他大学の合否が未定の段階で被告に入\n学するか否かの決断せざるを得ない立場に立たされている。しかも，本件不返還特\n約は被告から一方的に提示されるものであり，原告らが，これを変更する余地はな\nい。\n仮に，原告らが被告に学納金を納入せず，他大学にも不合格になったとする\nと，原告らは，いわゆる浪人生活を強いられるか，場合によっては大学への進学自\n体を断念しなければならず，その精神的・経済的負担は多大である。\nこのような事情からすれば，本件不返還特約が原告らの窮迫に乗じて押しつけ\nられたものであることは明らかである。\nイ　原告らが被告への入学を辞退するによって準委任契約が解除された場合，学納\n金として支払われた前払報酬は当然返還されるべきはずである。しかるに，被告\nは，本件不返還特約に基づき，経済的対価性の認められない金員を取得しているの\nであるから，本件不返還特約は，原告らに不相当な財産的給付を約束させるものと\nいえる。\n(2)　被告の主張\n否認して争う。\n第５　争点に対する判断\n１　争点１（学納金の法的性質をいかに解すべきか〔そもそも，被告は，学納金を\n納入した後に自ら入学を辞退した原告らに対し，学納金を返還すべき義務を負いう\nるか。〕）について。\n(1)　在学契約の成立について\nア　大学の入学試験を受験して合格した者（以下「入試合格者」という。）\nが，学生募集要項等の定める日までに，大学に対して必要書類の提出とともに学納\n金を納入して入学手続を完了した場合，特段の事情のない限り，この手続の履践に\nよって入試合格者の入学意思と大学のこれを受諾する意思とが合致したものとみる\nことができる。\nしたがって，原則として，この時点において，大学が，入試合格者に対し\nて，次年度の初日である４月１日以降，継続的に教育役務等を提供し，入試合格者\nが，これについての対価を支払うことを主たる内容とする，準委任契約に類似する\n双務有償の無名契約である在学契約が成立するものと解される。\nイ　もっとも，前記争いのない事実（第３の２）によると，被告の平成１４年の入\n学手続においては，入学金の納入期限（２月１２日から同月２０日まで）が，前期\n授業料及び前期施設費の納入期限並びに必要書類の提出期限（２月１２日から３月\n２２日まで）よりも前に設定されており，入試合格者としては，とりあえず入学金\nのみを納入した上で，優先的に志望している他大学の合否が確定するのを待つこと\nができる反面，すべての手続を履践するまで入学手続は完了しないものとされてい\nる。\nこのような被告の入学手続制度の流れに鑑みれば，原告らと被告との間の在学\n契約は，原告らが入学金を納入した時点を端緒として，その後において前期授業料\n及び前期施設費を納入し，必要書類を提出するという一連の過程を経て段階的に成\n立に至るものであり，これらすべての手続が完了した時点において，はじめて在学\n契約として完全に成立するものと解すべきである。\nウ(ア)　以上を前提にすると，本件において，原告Ａと被告との間では，原告Ａ\nが，平成１４年２月９日に入学金を納入した時点を端緒として契約締結行為が開始\nされ，その後，同月２２日に前期授業料及び前期施設費を納入し，必要書類を提出\nした時点において，在学契約として完全に成立したものと認められる。\n(イ)　これに対し，その余の原告らと被告との間では，その余の原告らが，それぞ\nれ入学金を納入したのみで，その後において，前期授業料及び前期施設費の納入\nや，必要書類の提出を行っていないことに鑑みれば，未だ在学契約として完全に成\n立したものとは認められないものの，上記のとおり，原告らと被告との在学契約\nが，入学金の納入並びに前期授業料及び前期施設費の納入並びに必要書類の提出と\nいった一連の過程を経て段階的に成立に至るものであり，入学金の納入（及び被告\nの受領）が在学契約成立過程における重要な一部分であることからすれば，入学金\nを納入したにすぎない者についても一定の契約的地位（いかなる内容の地位である\nかは後述〔(3)イ(イ)〕する。）が発生するものと解するのが相当である。\n(2)　学納金の性質について\nア　学納金には，大別して，入学時にのみ支払われる入学金と授業料その他毎\n年支払われるべき金員の二種類が存在することは公知の事実であり，一般的に，入\n学金の額が，授業料と比較すると低額であることも，当裁判所に顕著な事実であ\nる。\nイ　前期授業料・前期施設費について\n学納金のうち，前期授業料及び前期施設費については，その名目の相違や金\n額の多寡，そして，前述のように，学生が，入学後においても，毎年支払うべき金\n員であるという性格に鑑みると，これらの金員は，入学後において，被告から教育\n役務等の提供を受けることの対価としての性質を有するものと解すべきである。\nこの点，被告は，学納金が，すべて被告に入学しうる地位の対価であると主張\nする。\nしかしながら，入学金はともかく，その他の費用も含めた学納金全額を，入学\nしうる地位の対価とみることは，各費用の名目及び金額の大きさからして相当でな\nいし，仮に，学納金全額が，入学しうる地位の対価であるとするならば，原告ら\nは，少なくとも，入学初年度の前期中は，無償で被告から教育役務を受けているも\nのと解せざるを得ないが，そのような理解が大学運営の実態に反するものであるこ\nとは明白である。\nよって，被告の上記主張は採用することができない。\nウ　入学金について\n(ア)　学納金のうち入学金については，その名目や，学生が，入学時に一度だけ\n支払うべき金員であるという性格，そして，多くの大学において，入学金とその他\nの学納金とで，入学金の方が低額であり，納入時の取扱い（納入期限，分割納入制\n度・納入後の返還の有無）にも区別がなされており（弁論の全趣旨），実際に，被\n告においても，前記争いのない事実に記載のとおり，区別された取扱いがなされて\nいる（入学金とその他の学納金とで，納入期限が別異に設定されている。入学金以\n外の学納金については奨学金制度が存在する〔乙３〕。）こと，「私立大学の入学\n手続時における学生納付金の取り扱いについて」（文管振第２５１号昭和５０年９\n月１日文部大臣所轄各学校法人理事長あて文部省管理局長文部省大学局長通知・乙\n１，以下「文部省通\n知」という。）において，「入学料以外の学生納付金については，合格発表後，短\n期間内に納入させるような取扱いは避けることとし，」とされ，「平成１５年度大\n学入学者選抜実施要項について」（１４文科高第１７０号平成１４年５月１７日各\n国公私立大学長，各国立短期大学部学長及び独立行政法人大学入試センター理事長\nあて文部科学省高等教育局長通知・乙２）においても，「少なくとも入学料以外の\n学生納付金を納入する期限について，合格発表後，短期間内に納入させるような取\n扱いは避ける等の配慮をすること。」とされていることから，文部行政において\nも，入学金については，その他の学納金とは別の性質を有するものと捉えられてい\nることが窺われる。\nこのような事情からすれば，入学金は，その他の学納金とは性質が異なる\nものといわざるを得ず，大学から教育役務等の提供を受けること自体の対価である\nとは解されない。\n一方，学生の立場からすれば，特定の大学に入学しうる地位を取得するという\nことは，それによって当該大学への進学というひとつの進路が確保されることであ\nり，その他の可能性と併せて，自らの進むべき進路についての選択肢を多様化する\nことにつながるものである。\nしたがって，特定の大学に入学しうる地位を取得すること自体に一定の価値を\n有するものと評価することが可能であり，前記のとおり，入学金が入学時に一度だ\nけ支払うべき金員であることにも鑑みれば，入学金は，当該大学に入学しうる地位\nの対価（一種の権利金）としての性質を有するものと解するのが相当である。\n(イ)　この点，原告らは，入学金も，被告から教育役務を受けることについての\n対価であると主張し，その論拠として，入学金が入学しうる地位の対価であるとす\nれば，原告らと被告との間で，在学契約とは別個の契約が締結されたものと考えざ\nるを得ないが，両契約の関係及び具体的成立時期等につき合理的説明がつかないこ\nとなどを挙げている。\nしかしながら，入学金を入学しうる地位の対価と捉え，その他の学納金を教育\n役務等の提供を受ける対価と捉えたからといって，必ずしも，在学契約とは別個の\n契約なるものを観念しなければならない必然性はなく，在学契約の意思解釈とし\nて，入学金とその他の学納金の性質とを別意に合意したものと理解することは十分\nに可能である。\n以上からすれば，原告らの上記主張を採用することはできない。\n(3)ア　上記のとおり，学納金のうち，前期授業料及び前期施設費については，実際\nに被告に入学した後に被告から教育役務等の提供を受けることの対価としての性質\nを有するものであるところ，原告Ａは，学納金を納入して入学手続を完了した後\nに，次年度に入る前に入学を辞退することによって在学契約を将来に向けて解除し\n（民法６５６条，６５１条１項，６５２条６２０条参照），被告から教育役務等の\n提供を受ける機会を得ることなく在学契約が終了している。\nそうである以上，原告Ａが納入した前期授業料及び前期施設費は，本来的には，\n原告Ａに返還されるべき金銭であると解すべきである（ただし，原告Ａと被告との\n間には，在学契約に伴う本件不返還特約が存在するため，別途，かかる特約の有効\n性を検討する必要がある。）。\nイ(ア)　これに対し，入学金については，入学しうる地位を得たことの対価として\nの性質を有するものであるところ，原告Ａは，被告に対する入学手続を完了してい\nる以上（第３の３(1)），既に，反対給付としての入学しうる地位を取得しているこ\nとに疑いはなく，その後に，原告Ａが，自ら入学を辞退することにより在学契約が\n将来に向けて解除されたとしても（民法６５６条，６５１条１項，６５２条，６２\n０条参照），被告が，入学金を返還すべき義務を負うことはないものと解すべきで\nある。\n(イ)　また，その余の原告らは，入学金を納入したにすぎず，入学手続を完了し\nていない（第３の３(2)(3)）から，被告との間において在学契約が完全に成立した\nとはいえない。\nしかし，上記(1)のとおり，原告らと被告との間の在学契約が，入学金の納入には\nじまる一連の手続を経て段階的に成立に至るものであり，既に入学金を納入した者\nは，上記成立手続の重要部分を履践し，入学しうる地位の対価として入学金を納入\nしていること，その後に設定された前期授業料及び前期施設費の納入期限並びに必\n要書類の提出期限までの間，被告に進学するか否か熟慮する機会を取得しているこ\nとに鑑みれば，このような者も，成立中の段階にある在学契約に基づく一定の効果\nとして，被告に入学しうる地位を取得するものと解するのが相当である。\nそうすると，その余の原告らも，入学しうる地位をいったん取得したことになる\nのであるから，その後において，自ら入学手続の履践を放棄したため，在学契約が\n完全に成立しなかったからといって，被告が，入学金を返還すべき義務を負うこと\nはないものと解すべきである。\n２　争点２（在学契約は，消費者契約法にいう「消費者契約」に当たるか。）につ\nいて\n(1)　既に述べたとおり，原告Ａと被告との間には在学契約が成立している。そし\nて，原告Ａが個人であること，被告が法人であることについては争いがなく，原告\nＡが，事業として又は事業のために在学契約を締結したものでないことは明らかで\nあるから，原告Ａが，「消費者」（消費者契約法２条１項）当たり，被告が，「事\n業者」（消費者契約法２条２項）に当たることに疑いはない。\nそうである以上，原告Ａと被告との間で締結された在学契約は，「消費者契\n約」（消費者契約２条３項）に当たるものというよりほかない。\n(2)　被告は，学生らと大学との間の在学契約は，消費者契約法が本来適用を予定し\nている契約類型としての実態を有していないから，同法の適用を受けないと主張す\nる。\nしかし，消費者契約法２条３項は，「消費者契約」該当性の基準を形式的に定\nめており，同法１２条において，労働契約のみが適用除外とされていることに鑑み\nれば，同法は，その適用要件を定めるに当たり，実質的な事情を捨象して，専ら，\n「消費者」と「事業者」との間で締結された契約か否かといった形式的な基準によ\nって「消費者契約」該当性の有無を判断できるようにすることで，かかる判断の明\n確性を担保しようとしているものと解すべきである。\nしたがって，被告が主張する契約の実態などというような実質的な諸事情を考\n慮して，「消費者契約」該当性の有無を判断するのは，このような法の趣旨に反す\nるから，採用することはできない。\n３　争点３（本件不返還特約は，「契約の解除に伴う損害賠償の額を予定し，又は\n違約金を定める条項」〔消費者契約法９条１号〕に当たるか。）について\n消費者契約法９条１号は，消費者が，消費者契約の解除に伴い，事業者から不当\nな出捐を強いられることのないように設けられた規定であり，その趣旨から，消費\n者契約中のある条項が，契約の解除に伴う損害賠償額の予定等を定める条項か否か\nは，形式面のみから判断するのではなく，当該条項が有する実質的機能面に着目し\nて判断すべきである。\nしかるに，入試合格者が，被告から教育役務等の提供を受ける機会を得る前（次\n年度に入る前）に在学契約を解除した場合，被告は，既に納入された前期授業料及\nび前期施設費を保持する根拠を失い，これらを返還すべき義務を負うのが本則であ\nることは前述（１(3)ア）したとおりであるところ，本件不返還特約は，このような\n本来返還すべきはずの金員を，もっぱら被告の都合により返還しないことを内容と\nするものであるから，実質的に見て，契約の解除に伴う損害賠償額の予定等を定め\nる条項に当たるものというべきである。\n４　争点４（損害賠償予定額が，「平均的な損害の額」〔消費者契約法９条１号〕\nを超えるものといえるか。）について\n(1)　立証責任について\n消費者契約法９条１号は，当該事業者に生ずべき平均的な損害の額を超える部\n分に限り，損害賠償額の予定等を定める条項が，無効となる旨規定しているとこ\nろ，損害賠償予定額が平均的な損害の額を超えることにつき消費者が立証責任を負\nうのか，損害賠償予定額が平均的な損害の額を超えないことにつき事業者が立証責\n任を負うのかがまず問題となる。\nこの点，平均的な損害の額を超える部分に限って，損害賠償額の予定等を定める\n条項を無効とするという同条の規定の仕方や，いったん当事者間で成立した合意に\nついては，かかる合意の効力を否定する者がその効果発生障害事実の立証責任を負\nうと解するのが法の原則であることなどに照らしてみれば，本件不返還特約につい\nても，損害賠償予定額が平均的な損害の額を超えることにつき，消費者が立証責任\nを負うものと解するのが相当である。\nこの点，原告らは，消費者保護という同法の目的や消費者による立証が困難であ\nることを根拠に，損害賠償予定額が平均的な損害の額を超えないことにつき事業者\nが立証責任を負うべきであると主張するが，消費者保護の理念という抽象的な立法\n目的のみでは，上記条文の規定方式や法の原則に反する解釈を導く合理的理由とは\nなりえないし，立証の困難の点についても，事実上の推定等を用いて立証責任の程\n度を実質的に軽減することが可能であるから，それのみから，ただちに事業者に立\n証責任を負わせるべきであるとの解釈を導くことはできない。\nしたがって，原告らの上記主張は採用することができない。\n(2)　平均的な損害の額について\nア　上記(1)で述べたところからすれば，本件不返還特約により被告が返還を拒みう\nる前期授業料及び前期施設費の合計５０万円の全額又は一部分が，原告Ａの入学辞\n退によって被告に生じる平均的な損害の額を超えるか否かを検討する必要がある。\nそして，平均的な損害の額とは，当該事業者が締結する多数の同種契約事案に\nついて，累計的に考察した場合に算定される平均的な損害の額をいい，具体的に\nは，解除の事由，時期，契約の性質等諸般の事情に照らし，同種の契約の解除に伴\nい当該事業者に生じる損害の額の平均値をいうと解するのが相当である。\nイ　この点，被告は，文部科学省から，入学定員を遵守するよう指導を受けており\n（弁論の全趣旨），入学者数が定員を大幅に超過したり，逆に定員を割り込んだり\nした場合には，国庫補助金が減額又は不支給となる可能性があるし（私立学校振興\n助成法５条２号，３号，６条），入学式までに欠員を補充できなかった場合には，\n途中で欠員の補充を行うことが認められない以上，以後４年間欠員のまま学校運営\nを行わざるを得なくなるから，その間，被告は，欠員分の授業料等を取得できない\nという損失を被ることになる。\nこのような事情からすれば，被告が，繰り上げ合格による欠員補充が困難となる\n一定時期以降，受験生から納入された学納金を返還しない旨の取扱いをすることに\nよって，入学辞退者の発生に伴い欠員が生じること及び欠員が生じた場合に発生す\nる経済的損失を可及的に回避しようと試みることは，まったく不合理であるとまで\nは言い切れない。\nしかしながら，他方において，被告は，入試合格者から対価としての入学金を徴\n収した上で，入学しうる地位を付与しているところ，いったん被告に対して入学し\nうる地位を取得した者は，その後において，被告に入学するか否かを自由に選択す\nることが可能となるわけであるから，当然，そのまま被告に入学することもできる\nし，後になってから，優先的に志望している他大学に合格したことなどを理由とし\nて被告への入学を辞退することも自由に選択することができるはずである。\nそうである以上，被告としては，いったん入学しうる地位を取得した者が後に入\n学を辞退することによって欠員が生じ，あるいは，入学しうる地位を取得した者全\n員が被告に入学することによって，入学者数が入学定員を大幅に超過してしまうな\nどのリスクについて当然に理解した上で入学しうる地位を付与し，その対価として\nの入学金を徴収すべきであるといえるから，入学辞退に伴い欠員が発生した結果生\nじうる種々の損失については，本来的には，入学しうる地位を付与した対価として\n取得した入学金をもってこれを填補すべきであるというべきである。\nしたがって，原告Ａが入学辞退したことによって，被告に欠員が生じ，その結\n果，被告に種々の損失が発生する可能性があるとしても，それは原告Ａに入学しう\nる地位を付与したことに当然に伴う，いわば反射的効果ともいうべきものであるか\nら，消費者契約法９条１号にいうところ平均的な損害として評価することはできな\nいと解すべきである。\nウ　以上からすれば，原告Ａが入学を辞退して在学契約を解除したことにより，被\n告に発生すべき平均的な損害なるものは存在しないものと推認せざるを得ず，これ\nについて被告は何らの反証を行わない以上，原告らが主張するとおり，被告の被る\n平均的損害の額は０円であると認めるよりほかない。\nしたがって，本件不返還特約の対象となる学納金のうち，損害賠償額の予定等\nとしての性質を有する前期授業料及び前期施設費の合計５０万円の全額が，平均的\nな損害を超えるものといえるから，この部分に関する本件不返還特約は無効であ\nる。\n５　まとめ\nよって，被告は，入学金については，原告らに反対給付としての入学しうる地\n位を付与しているから，そもそも返還義務を負うことはないが，入学金以外の学納\n金については，次年度に入る前に在学契約を解除した者には返還されるべき性質の\nものであり，しかも，この部分に関する本件不返還特約は消費者契約法９条１号に\n基づき無効であるから，被告は，既に前期授業料及び前期施設費を納入していた原\n告Ａに対し，これを返還すべき義務を負う。\n第６　結論\nしたがって，その余の点について判断するまでもなく，原告Ａの請求は，被\n告に対し，５０万円及びこれに対する訴状送達日の翌日である平成１４年７月１８\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度\nで理由があるから，これを認容することとし，原告Ａのその余の請求及びその余の\n原告らの請求は，いずれも理由がないからこれを棄却することとし，主文のとおり\n判決する。\n大阪地方裁判所第１２民事部\n裁　判　長　裁　判　官　　中　　村　　隆　　次\n裁　判　官　　宮　　武　　　　　康\n裁　判　官　　籔　　　　　崇　　司\n"
}