{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 29
  },
  "case_number": "平成16(行ケ)52",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/010046_hanrei.pdf",
  "contents": "平成１６年（行ケ）第５２号　審決取消請求事件（平成１６年９月８日口頭弁論終\n結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　株式会社三洋物産\n訴訟代理人弁理士　　　山　田　　　強\n被　　　　　　告　　　特許庁長官　小川　洋\n指定代理人      　　　中　村　和　夫\n同　　　　　　　　　　鉄　　　豊　郎\n同　　　　　　　　　　小　曳　満　昭\n同　　　　　　　　　　伊　藤　三　男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２００１－２２４３０号事件について平成１５年１１月２６日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「パチンコ機」とする発明につき特許出願（平成３年１月２\n８日にした特許出願の一部を新たな特許出願として平成１０年６月８日に分割出願\nしたもの。以下「本件出願」という。）をしたが，平成１３年１１月６日に拒絶査\n定を受けたので，同年１２月１３日，これに対する不服の審判を請求した。特許庁\nは，この請求を不服２００１－２２４３０号事件として審理し，平成１５年１１月\n２６日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成\n１６年１月１３日，原告に送達された。\n２　本件出願の願書に添付した明細書（平成１４年１月１５日付け及び同年９月\n１７日付け各手続補正書による補正後のもの）の特許請求の範囲の【請求項１】に\n記載した発明（以下「本願発明」という。）の要旨\n遊技盤に設けられ且つ特別装置作動領域を含む複数の通過領域が形成された\n特別入賞装置と，該特別入賞装置に誘導された打球が前記特別装置作動領域を通過\nしたときに作動開始すると共に再度特別装置作動領域を打球が通過したとき又は前\n記遊技盤に設けられる始動入賞口に所定個数の打球が入賞したときに作動終了する\n特別装置と，該特別装置の作動中に前記始動入賞口に打球が入賞する毎に所定の態\n様で開放駆動される変動入賞装置と，を備えたパチンコ機において，\n前記変動入賞装置側へめがけて発射された打球が前記始動入賞口に入賞しや\nすくなるように前記始動入賞口の直下に前記変動入賞装置を配置し，\n前記始動入賞口には，該始動入賞口への打球の受入と前記変動入賞装置の開\n放とが交互に実行されるような周期で打球を受け入れ，かつ，常時動作することが\n可能な打球受入機構を内蔵し，\n前記打球受入機構には，１の打球を前記始動入賞口への受入前に待機させる\n構成を備えたことを特徴とするパチンコ機。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明は，特開平１－２５６９\n８７号公報（甲８，以下「刊行物１」という。）及び特開昭６３－２６２１６９号\n公報（甲９，以下「刊行物２」という。）に記載された発明に基づいて当業者が容\n易に発明をすることができたものであるから，特許法２９条２項の規定により特許\nを受けることができないとした。\n第３　原告主張の審決取消事由\n審決は，本願発明と刊行物１記載の発明（以下「引用発明」という。）との\n相違点（ア）及び相違点（イ）についての判断を誤った（取消事由１，２）結果，\n本願発明の進歩性を誤って否定したものであるから，違法として取り消されるべき\nである。\n１　取消事由１（相違点（ア）の判断の誤り）\n(1)　審決は，本願発明と引用発明との相違点（ア）（始動入賞口と変動入賞装\n置との配置関係について，本願発明では「変動入賞装置側へめがけて発射された打\n球が前記始動入賞口に入賞しやすくなるように前記始動入賞口の直下に前記変動入\n賞装置を配置し」とされているのに対し，引用発明では，玉受け部材の下方に始動\n入賞玉受口，打玉貯留装置が配置されている点）について，「本願発明１（注，本\n願発明）の始動入賞口，変動入賞装置は遊技盤に配置しなければならないものであ\nるから，その配置箇所は，始動入賞口を基準に考えれば，変動入賞装置は始動入賞\n口に対して前後左右方向の１を配置位置として選択することとなることは明らかで\nあり，特に始動入賞口の直下としたことによる作用効果は格別のものとは認められ\nない。すなわち，始動入賞口の直下に変動入賞装置を配置して，変動入賞装置を狙\nえば始動入賞口に入る可能性は高くなり，逆に始動入賞口が変動入賞装置への入賞\nの邪魔となって入賞可能性が低くなることは当業者にとっては予測の範囲内のこと\nである。したがって，始動入賞口の直下に前記変動入賞装置を配置することは当業\n者が適宜なし得る程度の事項である」（審決謄本６頁下から第４段落～第２段\n落），「してみると，当該相違点は，当業者が適宜選択できる程度の事項，又は，\n刊行物２の記載に基づいて当業者が容易に為し得る程度の事項である。したがっ\nて，当該相違点は格別のものではない」（同７頁第１段落）と判断したが，以下の\nとおり，誤りである。\n(2)　本願発明は，単に始動入賞口の直下に変動入賞装置を配置したことを特徴\nとするのではなく，打球受入機構を内蔵した始動入賞口とすること等との組合せに\nよって初めて，変動入賞装置の許容昀大回数の開放を確保しつつ変動入賞装置を間\n髪入れずに次の開放に導くことができるのである。すなわち，本願発明は，相違点\n（ア）に係る事項とその他の発明特定事項との有機的結合により，①変動入賞装置\nへめがけて打球を発射している際に始動入賞口にどんどん打球が入賞しようとして\nも，打球受入機構によって始動入賞口への打球の受入が規制され，②打球受入機構\nに待機されなかった打球は変動入賞装置側へと飛び込んでいくため，効率のよい遊\n技の流れを実現することができ，③変動入賞装置への入賞中に始動入賞口の打球受\n入機構に次の打球を待機させるという絶妙なテンポを作り出すことができる。審決\nは，始動入賞口と変動入賞装置の単なる配置のみに注目し，相違点（ア）に係る事\n項とその他の発明特定事項との有機的結合を正当に評価していない。\n(3)　審決は，また，始動入賞口の直下に変動入賞装置を配置する構成は，刊行\n物２にも示されているから，当該配置を採用することは当業者が容易になし得る程\n度の事項である旨説示する（審決謄本６頁昀終段落）。しかし，刊行物２記載の発\n明は，たまたま始動入賞口と変動入賞装置の上下の配置関係が類似しているという\nだけであって，本願発明の重要な特徴である，変動入賞装置への入賞中に始動入賞\n口の打球受入機構に次の打球を待機させるという絶妙なテンポを作り出すという発\n想は，存在しない。\n(4)　以上のとおり，相違点（ア）についての審決の判断は，始動入賞口と変動\n入賞装置との配置のみに着目し，その配置以外の発明特定事項との関連性を全く判\n断しておらず，失当である。\n２　取消事由２（相違点（イ）の判断の誤り）\n(1)　審決は，相違点（イ）（始動入賞口への打球の受入と変動入賞装置の開放\nとを交互に実行する手段として，本願発明は「始動入賞口には，該始動入賞口への\n打球の受入と前記変動入賞装置の開放とが交互に実行されるような周期で打球を受\nけ入れ，かつ常時動作することが可能な打球受入機構を内蔵し，前記打球受入機構\nには，１の打球を前記始動入賞口への受入前に待機させる構成」であるのに対し，\n引用発明における当該手段の具体的構成はそのような構成となっていない点）につ\nいて，「（刊行物２の）当該入賞球貯留部２１に貯留される打球は，零の場合，１\nの場合等種々の場合が存在し，待機する数を１に限定することによる作用効果は予\n測の範囲内のことで格別のものとは認められないから，当該待機する打球の数をい\nくつにするかは当業者が適宜設計し得る設計的事項であると認める。してみると，\n刊行物１における，始動入賞口への打球の受入と変動入賞装置の開放とを交互に実\n行する手段として，刊行物２記載の打球受入機構を設計的変更を加えて代替適用す\nることは，当業者が容易に為し得る程度の事項であると認める。したがって，当該\n相違点も格別のものではない」（審決謄本７頁第３，第４段落）と判断したが，以\n下のとおり，誤りである。\n(2） まず，審決の上記判断は，本願発明において打球受入機構に１の打球を待\n機させるものとしたことの意義を，正当に評価していない。本願発明は，変動入賞\n装置への入賞中に始動入賞口の打球受入機構に次の打球を待機させるという絶妙な\nテンポを作り出すために，待機する打球を１としている。これに対し，刊行物２記\n載の発明のように，あらかじめ複数の打球を受け入れておき，この受入数分だけの\n変動入賞装置の開放を約束するものでは，始動入賞口への入賞と変動入賞装置の開\n放とが織りなす絶妙な連動性を遊技者に堪能させることはできない。\n刊行物２では，入賞球貯留部２１に貯留される打球が零の場合にはその回\nの権利中において変動入賞装置が開放することはないのであり，貯留される打球が\n１の場合にはその回の権利中において変動入賞装置は１回しか開放されないのであ\nる。ここには，本願発明の前提である「始動入賞装置に所定個数の打球が入賞した\nときに作動終了」するパチンコ機，すなわち「変動入賞装置の許容昀大回数」が定\nまっているパチンコ機における特有の遊技性すら存在しないのである。すなわち，\n刊行物２では，変動入賞装置の開放数が，入賞球貯留部２１に貯留された球数に依\n存するものであるから，これと本願発明の打球受入機構とを同一視すること自体失\n当である。\n(3)　また，審決は，相違点（イ）についての判断を相違点（ア）と分離して行\nい，相違点（ア）及び（イ）を生じさせている発明特定事項の有機的結合を考慮し\nた全体評価を全く行っていないという点で，審理不十分であり，両相違点を含む総\n合判断を怠ったことによって，進歩性の判断を誤っている。\n第４　被告の反論\n審決の判断は正当であり，原告の取消事由１，２の主張は理由がない。\n第５　当裁判所の判断\n１　取消事由１（相違点（ア）の判断の誤り）について\n(1)　原告は，相違点（ア）について，始動入賞口の直下に前記変動入賞装置を\n配置することは当業者が適宜なし得る程度の事項であるとした審決の判断は誤りで\nあると主張する。\nしかしながら，引用発明が，審決が一致点として認定した，「遊技盤に設\nけられ且つ特別装置作動領域を含む複数の通過領域が形成された特別入賞装置と，\n該特別入賞装置に誘導された打球が前記特別装置作動領域を通過したときに作動開\n始すると共に再度特別装置作動領域を打球が通過したとき又は前記遊技盤に設けら\nれる始動入賞口に所定個数の打球が入賞したときに作動終了する特別装置と，該特\n別装置の作動中に前記始動入賞口に打球が入賞する毎に所定の態様で開放駆動され\nる変動入賞装置と，を備えたパチンコ機において」との構成を備えること，及びこ\nの構成が周知のものであることは，当事者間に争いはない。そして，引用発明にお\nける上記周知の構成において，始動入賞口と変動入賞装置との配置関係について\nは，審決が認定するとおり，「始動入賞口を基準に考えれば，変動入賞装置は始動\n入賞口に対して前後左右方向の１を配置位置として選択することとなることは明ら\nか」（審決謄本６頁下から第４段落）であるから，始動入賞口の直下に変動入賞装\n置を配置することは，両者の配置に関する上記自明の選択肢の一つを選択したもの\nにすぎない。したがって，始動入賞口の直下に変動入賞装置を配置することは，当\n業者が適宜採用し得る設計事項というべきである。\nなお，原告は，審決が始動入賞口の直下に変動入賞装置を配置することは\n刊行物２にも示されているから，当該配置を採用することは当業者が容易になし得\nる程度の事項であると説示（審決謄本６頁昀終段落）したことに対し，刊行物２に\nは変動入賞装置への入賞中に始動入賞口の打球受入機構に次の打球を待機させると\nいうテンポを作り出す発想がないと主張するが，始動入賞口の直下に変動入賞装置\nを配置することは，刊行物２を引用するまでもなく，上記のとおり，当業者が適宜\n採用し得る設計事項というべきであるから，この点に関する原告の主張は上記判断\nを左右するものではない。\n(2)　原告は，本願発明は，相違点（ア）に係る構成とその他の発明特定事項と\nの組合せによって，①変動入賞装置へめがけて打球を発射している際に始動入賞口\nにどんどん打球が入賞しようとしても，打球受入機構によって始動入賞口への打球\nの受入が規制され，②打球受入機構に待機されなかった打球は変動入賞装置側へと\n飛び込んでいくため，効率のよい遊技の流れを実現することができ，③変動入賞装\n置への入賞中に始動入賞口の打球受入機構に次の打球を待機させるという絶妙なテ\nンポを作り出すことができるのであり，これらによって，変動入賞装置の許容昀大\n回数の開放を確保しつつ，変動入賞装置への入賞中に始動入賞口の打球受入機構に\n次の打球を待機させるという絶妙なテンポを作り出すことができると主張する。\nそこで，まず，原告主張の上記①の点についてみると，引用発明は「玉受\n部材１６４ａ，１６４ｂが開成状態の場合は，打玉貯留装置６０に貯留された打玉\nが始動入賞玉受口１５０ａ，１５０ｂに入賞しない手段を備え」（審決謄本３頁\n（１－５））たものと認められる（この点は原告において争っていない。）とこ\nろ，これは，本願発明の「打球受入機構を内蔵した始動入賞口」と同様，「変動入\n賞装置へめがけて打球を発射している際に始動入賞口にどんどん打球が入賞しよう\nとしても，打球受入機構によって始動入賞口への打球の受入が規制される」とい\nう，原告主張の①の効果を奏するものにほかならない。\n次に，原告主張の上記②の点についてみると，始動入賞口の直下に変動入\n賞装置を配置した場合，打球受入機構に捕捉されなかった遊技球が，落下して始動\n入賞口の下に設置された変動入賞口に突入し得ることは，自明のことであるから，\n上記②は，始動入賞口の直下に変動入賞装置を配置する構成を採用することによっ\nて当然予測される自明の効果にすぎない。\nさらに，原告主張の上記③の点についてみると，引用発明が「玉受部材１\n６４ａ，１６４ｂが開成状態の場合は，打玉貯留装置６０に貯留された打玉が始動\n入賞玉受口１５０ａ，１５０ｂに入賞しない手段」を具備していることは前示のと\nおりであり，これが，「始動入賞口への打球の受入を規制」するとともに，「変動\n入賞装置への入賞中に始動入賞口の打球受入機構に次の打球を待機させる」もので\nあることは明らかであるから，引用発明も，原告がいう「変動入賞装置への入賞中\nに始動入賞口の打球受入機構に次の打球を待機させるという絶妙なテンポ」を作り\n出すものであることは明らかである。　そうすると，原告が相違点（ア）に係る構\n成と本願発明の他の発明特定事項との組合せによる顕著な効果として主張するもの\nは，引用発明において相違点（ア）に係る構成を採用した場合に当業者が当然予測\nする効果の範囲内のものであって，格別の効果ということはできない。\n(3)　したがって，原告の取消事由１の主張は理由がない。\n２　取消事由２（相違点（イ）の判断の誤り）について\n(1)　原告は，相違点（イ）について，本願発明は，変動入賞装置への入賞中に\n始動入賞口の打球受入機構に次の打球を待機させるという絶妙なテンポを作り出す\n発想を実現する上で，待機する打球を１としているのであり，刊行物２のようにあ\nらかじめ複数の打球を受け入れておき，この受入数分だけの変動入賞装置の開放を\n約束するものでは，始動入賞口への入賞と変動入賞装置の開放とが織りなす絶妙な\n連動性を遊技者に堪能させることができないと主張する。この主張は，「刊行物１\n（注，引用発明）における，始動入賞口への打球の受入と変動入賞装置の開放とを\n交互に実行する手段として，刊行物２記載の打球受入機構を設計的変更を加えて代\n替適用すること」（審決謄本７頁第４段落）が容易であるとした審決の判断に向け\nられたものと理解される。\nところで，相違点（イ）は，始動入賞口への打球の受入と変動入賞装置の\n開放とを交互に実行する手段に関するものであるところ，引用発明は，前示のとお\nり，「玉受部材１６４ａ，１６４ｂが開成状態の場合は，打玉貯留装置６０に貯留\nされた打玉が始動入賞玉受口１５０ａ，１５０ｂに入賞しない手段」を備えている\nから，上記１の(2)のとおり，本願発明と同様，変動入賞装置への入賞中に始動入賞\n口の打球受入機構に次の打球を待機させるものであるということができる。そし\nて，引用発明において，変動入賞装置への入賞中に始動入賞口の打球受入機構に次\nの打球を待機させる場合に，待機させる打球を１個とすることは，当業者が適宜に\n採用し得る設計事項というべきである。一方，刊行物２には，「常時作動すること\nが可能で，打球を始動入賞口への受入前に待機させる構成」が開示されており，同\n刊行物に開示されたものにおいて待機させる打球を１個とすることも，単なる設計\n事項というべきであるから，引用発明において，刊行物２に記載された打球受入機\n構に設計的変更を加えて待機する打球を１個としたものを適用し，相違点（イ）に\n係る本願発明の構成に至ることは，当業者が容易にし得る程度のことというべきで\nある。\n(2)　原告は，本願発明は，変動入賞装置への入賞中に始動入賞口の打球受入機\n構に次の打球を待機させるという絶妙なテンポを作り出す発想を実現する上で待機\nする打球を１としていると主張し，待機する打球の数を１とすることの格別な効果\nを主張するが，原告の主張する「絶妙なテンポを作り出す」という効果は，待機す\nる打球の数を１とすることによって当然奏されることが当業者に明らかな効果であ\nって，予測外のものではないから，これを格別な効果ということはできない。\nなお，原告は，相違点（イ）に関する判断を相違点（ア）と分離して行\nい，総合的ないし全体的な評価をしなかったことが不当であると主張するが，その\n主張が理由のないことは，以上の判示に照らして明らかである。\n(3)　したがって，原告の取消事由２の主張は理由がない。\n３　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官　　　篠　　原　　勝　　美\n裁判官　　　古　　城　　春　　実\n裁判官　　　岡　　本　　　　　岳\n"
}