{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 25
  },
  "case_number": "平成17(行ウ)10",
  "case_name": "公文書部分非開示決定処分取消請求事件",
  "court_name": "津地方裁判所",
  "field": "行政",
  "gist": "１　資料として収集された新聞記事が県警察職員が職務上作成した文書と一体として存在している場合の当該一体としての文書が，新聞記事の部分を含め全体として三重県情報公開条例による開示請求の対象となる同条例２条２項の「公文書」に該当するとされた事例　２　資料として収集された新聞記事であって，県警察職員が職務上作成した文書と一体として存在するものの中の訴訟事件における当事者の職業，役職，氏名及び年齢を記載した部分が，三重県情報公開条例７条２号イにいう「法令若しくは他の条例の規定により又は慣行として公にされ，又は公にすることが予定されている情報」に該当しないとされた事例",
  "case_gist": "１　資料として収集された新聞記事が県警察職員が職務上作成した文書と一体として存在している場合の当該一体としての文書につき，三重県情報公開条例２条２項ただし書が，新聞を同条例による開示請求の対象となる同項の「公文書」から除外しているものの，開示請求された文書は新聞記事単独ではなく特定の行政訴訟事件に関する公文書であり，前記のとおり新聞記事が他の文書と一体として存在している場合には，当該一体としての文書は，新聞記事の部分を含め全体として同条例による開示請求の対象となる同項の「公文書」に該当するとした事例　２　資料として収集された新聞記事であって，県警察職員が職務上作成した文書と一体として存在するものの中の訴訟事件における当事者の職業，役職，氏名及び年齢を記載した部分につき，同部分は過去に新聞の一記事で報道されたにすぎない情報であり，一般的には，当該新聞のバックナンバーを検索することによってしか知ることのできないものであることからすれば，新聞で報道されたことだけで，三重県情報公開条例７条２号イにいう「法令若しくは他の条例の規定により又は慣行として公にされ，又は公にすることが予定されている情報」に該当するとはいえないとした事例",
  "lawsuit_id": "14798",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14798",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/798/014798_hanrei.pdf",
  "contents": "主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　請求の趣旨\n(1)　三重県警察本部長が原告に対して平成１７年１月１１日付けでした公文書部分開示\n決定のうち，平成１６年○月○日付け新聞記事の被控訴人の職業，役職及び氏名ないしは\n年齢を非開示とした部分を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　請求の趣旨に対する答弁\n主文同旨\n第２　当事者の主張\n１　原告の請求原因\n(1)　原告は，平成１６年１０月１４日，三重県警察本部長に対し，三重県情報公開条例\n（以下「本件条例」という｡)に基づき，「①津地方裁判所平成１４年（行ウ）第３１号事件及び\n②前項事件に関し，県警本部長が平成１５年３月１９日付け控訴状で名古屋高裁に控訴し\nた事件（以下「本件控訴事件」という。）の各事件に関するすべての文書」につき，開示請求\nをした（以下「本件開示請求」という。）。\n(2)　三重県警察本部長は，平成１７年１月１１日，本件開示請求のうち本件控訴事件に\n関する対象文書につき，本件条例１２条１項に基づき，公文書部分開示決定（以下「本件決\n定」という。）を行った。\nその中で，三重県警察本部長は，平成１６年○月○日付け朝日新聞記事及び中日\n新聞記事の本件控訴事件の被控訴人（以下「当該被控訴人」という）の職業，役職及び氏\n名を，また同日付け毎日新聞，読売新聞及び日経新聞記事の当該被控訴人の職業，役\n職，氏名及び年齢（以下，上記の各新聞記事をあわせて「本件各新聞記事」といい，その当\n該被控訴人の職業，役職及び氏名ないし年齢の記載を「本件部分」という。）について，本\n件条例７条２号に該当するとの理由で非開示とした。\n(3)　原告は，平成１７年４月８日，本件訴えを当裁判所に提起した。\n(4)　本件決定の違法性\nア　本件部分に記録された情報は，新聞記事の一部として公にされたものであるから，\n公の情報である新聞記事を，被告主張のように「公文書」と不可分一体の形で編綴され存\n在していることを理由に非開示処分とすることは，本件条例２条２項による公文書の定義か\nらして主張自体失当である。そして，新聞記事が仮に「公文書」でない場合に原告が開示請\n求権を有するものではないという被告の後記主張は，広く県民に情報を公開すべきとする\n三重県情報公開条例の趣旨を逸脱するもので認められない。\nイ　本件部分に記録された情報は，新聞により公にされたものであり，本件条例７条２号\nが定める非開示情報には該当しないから，本件決定のうちこれを非開示とした部分は違法\nである。\n(5)　よって，原告は，被告に対し，行政事件訴訟法３条２項に基づき，本件決定のうち本\n件部分を非開示とした部分の取消しを求める。\n２　請求原因に対する認否及び被告の主張\n(1)　請求原因事実(1)，(2)は認める。\n(2)　同(4)は争う。\n(3)　本件決定の適法性\n本件部分を非開示とした本件決定は，以下に述べるとおり適法である。\nア　本件各新聞記事の一部である本件部分の公文書該当性\n本件部分は，それ自体としては新聞記事の一部を構成する情報でしかないが，本\n件各新聞記事は他の「公文書」と不可分一体の形で編綴され存在しているので全体として\n「公文書」と解される。仮に，本件各新聞記事が，他の「公文書」と不可分一体の形で存在し\nていても個別の文書とされるのであれば，それ自体では本件条例２条２項の「公文書」では\nないから，本件各新聞記事に関し，原告は初めから本件条例上の開示請求権を有するもの\nではない。そうであれば，原告の本件訴えは却下されるべきである。\nイ　本件条例７条２号該当性\n本件各新聞記事の一部である本件部分は，当該被控訴人の職業，役職，氏名及び\n年齢を記載するもので，これら特定人の「職業」「役職」「氏名」「年齢」といった個人情報に\nついては，「特定の個人が識別され得るもの」として本件条例７条２号に定める非開示情報\nに当たるから，被告は本件条例７条２号により開示できない。仮に，本件部分を新聞記事で\nあるという理由で開示すれば，他の「公文書」中の当該被控訴人の「職業」「役職」「氏名」\n「年齢」は本件条例７条２号に定める非開示情報となるにもかかわらず，本件部分が開示さ\nれることにより，結果的に他の「公文書」中の当該被控訴人の「職業」「役職」「氏名」「年齢」\nを開示したのと同様の結果となり不当である。\n第３　当裁判所の判断\n１　請求原因(1)，(2)の事実は当事者間に争いがなく，同(3)の事実は当裁判所に顕著であ\nる。\n２　本件決定の適法性について\n(1)　甲３によれば，本件条例は，次のとおり規定している。\n２条　この条例において「実施機関」とは，・・・\n２項　この条例において「公文書」とは，実施機関の職員が職務上作成し，又は取得\nした文書，図書，写真，フィルム及び電磁的記録（・・・）であって，当該実施機関の職員が\n組織的に用いるものとして，当該実施機関が保有しているものをいう。ただし，次に掲げるも\nのを除く。\n１号　官報，公報，白書，新聞，雑誌，書籍その他不特定多数の者に販売することを\n目的として発行されるもの\n７条　実施機関は，開示請求があったときは，開示請求に係る公文書に次の各号のい\nずれかに該当する情報（以下「非開示情報」という。）が記録されている場合を除き，開示請\n求者に対し，当該公文書を開示しなければならない。\n２号　個人に関する情報（・・・公務員等（・・・地方公務員法・・・第２条に規定する地\n方公務員をいう。・・・）の職務に関する情報を除く。）であって，特定の個人が識別され得る\nもの，個人の事業に関する情報及び公務員等の職務に関する情報のうち公にすることによ\nり当該個人の私生活上の権利利益を害するおそれがあるもの・・・。ただし，次に掲げる情\n報を除く。\nイ　法令若しくは他の条例の規定により又は慣行として公にされ，又は公にすること\nが予定されている情報\nロ　人の生命，身体，健康，財産，生活又は環境を保護するため，公にすることが必\n要であると認められる情報\n(2)　本件各新聞記事の一部である本件部分の公文書該当性\nア　甲１，２及び弁論の全趣旨によれば，本件各新聞記事は，本件控訴事件に関し「結\n果と終結について」との表題で三重県警察の職員が職務上作成した文書の一部であり，本\n件控訴事件の判決結果についての平成１６年○月○日付けの新聞記事を収集し資料とし\nて添付したものであること，上記文書中の本件各新聞記事以外の部分にも当該被控訴人の\n「職業」「氏名」が記載された部分があるが，そのうち「本文」中の「２　当事者」の項に記載さ\nれた被控訴人の住所，職業及び氏名は本件条例７条２号に該当し，公にすることにより特\n定の個人が識別され得ることが開示をしない理由として部分開示決定され，「判決文」のうち\n被控訴人の住所及び氏名も前同様の理由で部分開示されている事実が認められる。\nイ　原告は，本件部分が新聞記事の一部であり，公の情報である新聞記事を「公文書」\nと不可分一体の形で存在していることを理由に非開示処分とすることは，本件条例２条２項\nによる公文書の定義からして失当であると主張する。\nこの点，原告の上記主張が「新聞」が本件条例にいう「公文書」から除外されている\nことを理由に「公文書」とは別個のものとして開示されるべきとするものであれば，確かに，\n「新聞」は本件条例２条２項ただし書きにより本件条例上の「公文書」から除外されている\nが，同規定は，「新聞」を「公文書」から除外することで実施機関にその開示を義務づけるも\nのではなく，かえって，「新聞」については本件条例に基づく開示請求の対象とはならない\nことを定めるものであるから，原告の上記主張を根拠づけるものとはならない。\nそして，原告は，平成１６年○月○日付新聞記事そのものを単独で開示請求したも\nのではなく，原告が本件開示請求で開示請求した内容は，①津地方裁判所平成１４年（行\nウ）第３１号事件及び②本件控訴事件に関する「公文書」であったところ，平成１６年○月○\n日付新聞記事は他の「公文書」と不可分一体の形で編綴されているものである。このよう\nに，新聞記事が資料として収集され，三重県警察の職員により職務上作成された他の文書\nと一体として存在している場合には，当該文書は新聞記事の部分を含め全体として本件条\n例の情報公開請求の対象となる「公文書」とみるべきであり，その非開示事由の存否につい\nても当該文書全体で判断すべきである。したがって，原告の上記主張は採用できない。\n(3)　本件部分の本件条例７条２号該当性\nア　本件部分は，当該被控訴人の「職業」「役職」「氏名」「年齢」であるところ，これが個\n人に関する情報であって，直接又は他の情報と組み合わせることにより特定の個人が識別\nされ得るものであることは明らかである。\nイ　次に，本件部分が新聞記事の一部であることから，本件条例７条２号イに該当する\nかにつき検討する。\n本件部分に記載された当該被控訴人の「職業」「役職」「氏名」「年齢」自体は，半年\n以上前に新聞の一記事で報道されたにすぎない情報であり，一般的には，当該新聞のバッ\nクナンバーを検索することによってしか知ることができないものであることからすれば，新聞\nで報道されたことだけで，本件条例７条２号イにいう「法令若しくは他の条例の規定により又\nは慣行として公にされ，又は公にすることが予定されている情報」とはいえない。\nそして，上記のとおり，本件部分が，他の文書と一体となって「公文書」として存在し\nている以上は，新聞記事の一部であることを理由に同号イに該当するということも困難であ\nる。これを肯定すると，同一の「公文書」中の本件部分以外に記載された当該被控訴人の\n「職業」「氏名」は，上記のとおり非開示とされているのに，新聞記事中の同一部分は開示さ\nれることになり，本件部分以外で非開示とされた氏名等が開示されてしまうという不合理な\n結果となるから，かかる解釈は採り得ないものである。\n(4)　したがって，本件部分には本件条例７条２号の非開示事由が存するから，これを開\n示しないこととした本件決定は適法である。\n３　結論\n以上によれば，原告の本件請求は理由がないから，これを棄却することとし，訴訟費用\nの負担について，行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決す\nる。\n津地方裁判所民事第１部\n裁判長裁判官　　　　水　谷　正　俊\n裁判官　　　　本　山　賢太郎\n裁判官　　　　薄　井　真由子\n"
}