{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 17
  },
  "case_number": "平成15(わ)769",
  "case_name": "住居侵入，強姦，強盗致傷，強盗強姦，窃盗被告",
  "court_name": "福岡地方裁判所小倉支部         　第1刑事部",
  "lawsuit_id": "8130",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8130",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/130/008130_hanrei.pdf",
  "contents": "平成１６年９月１７日宣告\n平成１５年(わ)第７６９号，第８５９号，第９３４号，第１２０７号，平成１６年(わ)第１０２号，\n第３３９号\n住居侵入，強姦，強盗致傷，強盗強姦，窃盗\n判　　　　　　　　決\n主　　　　　　　　文\n１　被告人を懲役１８年に処する。\n２　未決勾留日数中２８０日をその刑に算入する。\n理　　　　　　　　由\n（犯罪事実）\n被告人は，\n第１　平成１５年４月初旬ころの午前４時ころ，北九州市ａ区ｂｃ番地所在の社会福祉法\n人Ａ内コテージにおいて，同社会福祉法人理事Ｂ管理にかかるテレビ１台（時価約\n１万円相当）を窃取し，\n第２　金員を強取しようと企て，平成１５年５月１５日午前４時３０分ころ，北九州市ｄ区ｅｆ\n丁目ｇ番ｈ号付近路上において，Ｃ（当時３３歳）に対し，その顔面及び両腕部等を\n手拳で多数回殴打するなどの暴行を加え，その反抗を抑圧して，ＣからＣ所有にか\nかる現金約１万５０００円在中の財布１個（時価約３０００円相当）を強取し，その際，\n上記暴行により，Ｃに加療２０日間を要する顔面打撲等の傷害を負わせ，\n第３　平成１５年７月１３日午前３時ころ，北九州市ｉ区ｊｋ番ｌ号所在のＤ４０７号室のＥ方\nにおいて，Ｅ所有にかかる現金約４万５０００円を窃取し，\n第４　平成１５年７月２０日午前２時ころ，北九州市ｍ区ｎｏ番所在の月極有料駐車場に\nおいて，同所で仮眠中のＦが，その横に置いていた手提げバッグ内の財布からＦ所\n有にかかる現金１０万８０００円を窃取し，\n第５　女性の居宅に侵入した上，金員を強取し，かつ，居住女性を強いて姦淫しようと企\nて，平成１５年７月２８日午後１時ころ，北九州市ｐ区ｑｒ丁目ｓ番ｔ号所在のＧ３０１号\nのＨ方に，無施錠の窓から侵入し，そのころから同日午後２時１０分ころまでの間，\n同所において，Ｈ（当時５７歳）に対し，頸部を絞め付けた上，「騒ぐな。殺すぞ。」,\n「金はどこに置いとるんか。」旨申し向け，さらに，左胸部を押さえ付けるなどの暴\n行・脅迫を加え，その反抗を抑圧して，ＨからＨ所有にかかる現金約２万５０００円及\nびキャッシュカード１枚を強取した上，上記暴行・脅迫によって抗拒不能の状態にあ\nるＨを強いて姦淫し，その際，上記暴行により，Ｈに加療約５日間を要する頸部挫\n傷等の傷害を負わせ，\n第６　女性の居室に侵入した上，居住女性を強いて姦淫しようと企て，平成１５年８月１４\n日午前３時３０分ころ，北九州市ｕ区ｖｗ丁目ｘ番ｙ号所在のＩ１０１号室の当時のＪ方\nに，無施錠の窓から侵入し，そのころから同日午前５時ころまでの間，同所におい\nて，Ｊ（当時２０歳）に対し，その顔面を手拳で数回殴打し，「目を開けたら殺す。」旨\n申し向けるなどの暴行・脅迫を加え，その反抗を抑圧して強いて同女を姦淫し，\n第７　平成１５年８月１６日午後５時３５分ころ，北九州市ｚ区ａ町ｂ丁目ｃ番ｄ号所在のＫ\n荘６号室のＬ方に開放中の玄関から侵入し，同所において，Ｌ所有にかかる現金７\n０００円及び財布在中のショルダーバッグ１個（時価合計約２０００円相当）を窃取\nし，\n第８　金員を強取しようと企て，平成１５年８月１７日午後７時３０分ころ，北九州市ｅ区ｆｇ\n番ｈ号所在のＭ１階エントランスホール及びエレべーター内において，Ｎ（当時３０\n歳）に対し，背後からＮにのし掛かり，押し倒して両腕でＮを締めつけるなどしたほ\nか，Ｎの腕を引いてエレベーター内に引きずり込むなどし，その前後にわたってその\n顔面及び頭部等を手拳で多数回殴打し，腕部を多数回足蹴にするなどの暴行を加\nえ，その反抗を抑圧して，ＮからＮ所有にかかる現金約３万円及びクレジットカード\n等４点在中の財布１個（時価合計約１１００円相当）を強取し，その際，上記暴行に\nより，Ｎに全治２７日間を要する左側頭部・顔面・頸部打撲等の傷害を負わせ\nたものである。\n（証拠）(略)\n（累犯前科）\n１　事実\n(1)　平成５年２月２４日山口地方裁判所宣告\n住居侵入，強姦致傷，窃盗，強姦の各罪により懲役９年\n平成１３年１１月１５日刑の執行終了\n(2)　平成１４年５月９日大牟田簡易裁判所宣告\n(1)の刑執行終了後に犯した住居侵入罪により懲役１０月\n平成１５年３月８日刑の執行終了\n２　証拠\n(略)\n（法令の適用）\n１　罰条\n第１，第３，第４の各所為\nいずれも刑法２３５条\n第２，第８の各所為\nいずれも刑法２４０条前段\n第５の所為\n住居侵入の点　刑法１３０条前段\n強盗強姦の点　刑法２４１条前段\n第６の所為\n住居侵入の点　刑法１３０条前段\n強姦の点　　　刑法１７７条前段\n第７の所為\n住居侵入の点　刑法１３０条前段\n窃盗の点　　　刑法２３５条\n２　科刑上一罪の処理（第５ないし第７）\nいずれも刑法５４条１項後段，１０条（第５については重い強盗強姦罪の刑で，第６\nについては重い強姦罪の刑で，第７については重い窃盗罪の刑でそれぞれ処断)\n３　刑種の選択(第２，第５，第８)\nいずれも有期懲役刑を選択\n４　３犯の加重（判示各罪の刑についてそれぞれ加重）\n刑法５９条，５６条１項，５７条（第２，第５，第６，第８については刑法１４条の制限\n内）\n５　併合罪の処理\n刑法４５条前段，４７条本文，１０条(刑及び犯情の最も重い第５の罪の刑に同法１\n４条の制限内で法定の加重)\n６　未決勾留日数の算入\n刑法２１条\n７　訴訟費用の不負担\n刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，判示のとおりの，窃盗３件(第１，第３，第４)，強盗致傷２件(第２，第８)，住居\n侵入・強盗強姦(第５)，住居侵入・強姦(第６)，住居侵入・窃盗(第７)各１件の事案であ\nるが，被告人は，平成１５年３月９日に刑務所を出所した後，仕事で訪れた老人ホー\nムで目にした大画面テレビを欲しいと思い，上記出所後わずか１か月ほどにして，同\n所を早朝に訪れそのテレビを盗もうとしたが人がいたため諦め，代わりに売却目的で\n別のテレビを盗んだ(第１)ほか，第２ないし第８の各犯行については，いずれも，収入\n(月計十数万円)相応の生活をしようとせず，毎日のように酒を購入したり居酒屋等に\n飲みに行くなどし，所持金が不足し，あるいは足りないと感じると，侵入盗やひったく\nり，強盗により金品を奪取し，また，状況等によって自己の性欲を満たすなどのため\nに被害女性を強姦する意思も大抵の場合に持ち合わせながら，そのときどきの状況\n等に応じて刹那的に，また，時には事前に目を付けていた女性を対象にもして計画的\nにも行われた(第５)ものであり，とりわけ，第３ないし第８の各犯行は約１か月の短期\n間に敢行されたものであって，各犯行に至る経緯や動機に全く酌量の余地がないとと\nもに，本件事案全体の概要のみをとっても，犯情は悪質極まりないものである。\n各犯行を個別にみても，第２の犯行では，ひったくりをしようとした被害女性のＣから\n顔を見られたために強盗を決意し，Ｃに対しいきなり手拳で何度も殴りかかり，倒れた\nＣに対しなおも暴行を加え，転倒の前後にわたって三，四十回も執ように殴る蹴るして\n判示財物を強取したもので，Ｃは目の周り等顔面各所に腫脹ないし皮下出血が生じ\nるなどして４日間の入院を伴う判示重傷を負い，また，第８の犯行でも，被害女性のＮ\nから肩にかけたバッグをひったくるのは難しいと考えて強盗を決意し，やはり何十回\nにもわたり極めて執ようにＮを殴る蹴るして判示財物を強取し，Ｎは目の周り等顔面\nや頸部に腫脹ないし皮下出血が生じただけでなく両腕の広範囲にわたり皮下出血が\n生じて３日間の入院を伴う全治２７日間を要する判示重傷を負ったもので，各犯行態\n様はいずれも何ら落ち度もない各被害女性を全く人間扱いしない粗暴，悪質なもので\nある。いずれの傷害結果も重大であり，共に３０歳代前半の若い女性で，接客業をし\nていて特に顔の外傷は仕事にも影響があったことや精神的被害も看過できないところ\nであって，両名が被告人の厳罰を望むのも至極当然である。\nまた，第５の犯行では，被告人は前から目を付けていた女性宅に侵入して強盗と強\n姦をしようと考え，Ｈ宅にその狙っていた女性がいると思い込んでベランダの窓が開\nいている白昼に同窓から侵入した上，Ｈに対し，人違いに気付きながらも，とりあえず\nは強盗をしようと考えて首を強く締め付け，騒ぐと殺すなどと申し向けて脅迫し，息苦\nしい状況下のＨに，騒ぐと本当に殺されるかもしれないとの恐怖心を植え付けさせて\nその反抗を抑圧し，判示金品を強取したにとどまらず，当初狙っていた女性と違うの\nに，劣情を催すなどして強姦行為にまで及んだものであり，誠に卑劣で悪質な犯行で\nあって，自宅がマンションの３階で安全だと考えていたＨが受けた衝撃や抱いた恐怖\n心，屈辱感がいずれも大きいことは容易に想像し得，本件犯行によりＨが判示傷害も\n負ったことや事後に精神的被害を引きずっていることも看過できない。第６の犯行で\nは，深夜たまたま通りかかかったマンションのベランダに看護師の制服様のものや下\n着が干してあるのを見つけ，以前のように無施錠の窓から侵入して，強盗か若い女\n性であれば強姦をしようという気持ちになり，無施錠の窓を見つけてその窓から侵入\nした上，被害女性のＪを認めるといきなり殴りかかってわいせつ行為に及び，目を開\nけると殺す旨申し向けて脅迫したほか，同行為中に首を締め付けたり自分は２人殺し\nているなどと申し向けて，更にＪを脅し，Ｊの恐怖心を更にあおるなどして反抗を完全\nに抑圧し，Ｊが被告人に殺されないように従順にしているのをいいことに，１時間以上\nにわたりわいせつ行為や強姦に及んだ挙げ句に，膣内に射精したものであり，また，\nその後も太々しくもＪの携帯電話番号を聞いて直ちに架電したりドライブに誘うなども\nしたものであって，これまた誠に大胆不敵な下劣で悪質な犯行である。各被害女性\nは，以上のとおりいずれもその人格を軽んじられた屈辱的な行為を受けたものであ\nり，共に被告人の厳罰を望むのも全く当然である。\nさらに，窃盗(第１，第３，第４)ないし侵入窃盗(第７)の各犯行についてみても，第３の\n犯行は以前から姿態を覗き見していた被害女性宅の無施錠の窓から物干し竿を使っ\nてバッグを手繰り寄せ在中の財布内から判示現金を窃取した大胆，悪質なものであ\nり，第４の犯行は被害女性が泥酔しているのに乗じた卑怯なもので被害金額も１０万\n８０００円と多額である。そして，第７の犯行は被害老女が読経に熱中している隙に乗\nじて夕刻に堂々と同女宅に侵入した上敢行したもので，また，第１の犯行も，侵入行\n為については起訴はないものの，早朝判示コテージに立ち入って犯した，共に悪質な\nものである。そして，いずれの犯行についてもやはり処罰感情は厳しい。\nこのように，本件各犯行はいずれも悪質で，とりわけ各強盗致傷，強盗強姦，強姦\nの各犯行の犯情は甚だ芳しくないが，各被害に対しては全く慰謝の措置等が講じられ\nていない。\n２　被告人は，少年時から度々窃盗を繰り返し，昭和５５年に窃盗等の各罪で懲役１年，\n３年間執行猶予(後に猶予取消し)の判決を受けた上に，昭和５８年に住居侵入，強盗\n強姦，窃盗等の各罪で懲役６年，平成５年には住居侵入，強姦致傷，窃盗，強姦の各\n罪で懲役９年の各判決を受け，いずれも服役をしながら，その後も住居侵入罪で懲役\n１０月の判決を受けて服役をし，なおも前記のとおり出所後わずか１か月ほどで第１\nの犯行に及んで以降，またもや強盗致傷，強盗強姦等の重大犯罪を含めて次々と第\n２ないし第８の各犯行を重ねたものであり，さらに，本件各犯行以外にも窃盗等の余\n罪が数十件あることにもかんがみると，被告人のこの種犯罪の常習性，規範意識と\n更生意欲の欠如並びに犯罪性向はいずれも顕著であるとともに，再犯のおそれも相\n当に大きく，以上によれば，被告人の刑責は極めて重い。\n３　他方，被告人は，本件各犯行をいずれも素直に認めているほか，逮捕後相当数の\n余罪を自供するなど，被告人なりに反省の情を示していること，第７の犯行につき，被\n告人は判示バッグと財布については玄関に戻って返していること，前刑出所後正業に\n就き逮捕されるまで継続的に働いており，金銭の取得を犯罪のみによっていたわけで\nはなかったことなど被告人に有利に斟酌することのできる情状も認められる。\n４　そこで，以上の事情を総合考慮した上，主文のとおり量刑した。\n（求刑　懲役２０年）\n平成１６年９月１７日\n福岡地方裁判所小倉支部第１刑事部\n裁判長裁判官　　　野　　島　　　秀　　夫\n裁判官　　　西　　森　　　英　　司\n裁判官　　　大　　庭　　　和　　久\n"
}