{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 13
  },
  "case_number": "平成13(行ケ)242",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11310",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11310",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/310/011310_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２４２号　審決取消請求事件\n平成１５年１月２８日口頭弁論終結\n判　　　　　　　決\n原　　　　　　　　告　　　　カネボウ株式会社\n訴訟代理人弁理士　　　　　　西　藤　征　彦\n被　　　　　　　　告　　　　キユーピー株式会社\n被　　　　　　　　告  　　　株式会社ヤクルト本社\n被　　　　　　　　告  　　　エスエス製薬株式会社\n被　　　　　　　　告  　　　森永乳業株式会社\n被告４名訴訟代理人弁理士　　有　賀　三　幸\n同　　　　　　　　　　　　　高　野　登志雄\n同　　　　　　　　　　　　　中　嶋　俊　夫\n同　　　　　　　　　　　　　浅　野　康　隆\n同　　　　　　　　　　　　　的　場　ひろみ\n同　　　　　　　　　　　　　村　田　正　樹\n同　　　　　　　　　　　　　山　本　博　人\n主　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が無効２０００－３５０８４号事件について平成１３年４月１３日に\nした審決を取り消す。\n訴訟費用は被告らの負担とする。\n２　被告ら\n主文と同旨\n第２　当事者間に争いのない事実等\n１　特許庁における手続の経緯\n原告は，考案の名称を「密封容器入り中性飲料」とする特許第２７３５９２\n７号の特許（平成２年３月２６日出願（以下「本件出願」という。），平成１０年\n１月９日設定登録。以下「本件特許」という。特許請求の範囲に記載されているの\nは，請求項１のみである。）の特許権者である。\n被告は，平成１２年２月１０日，本件特許を無効にすることについて審判を\n請求し，特許庁は，この請求を無効２０００－３５０８４号事件として審理した。\n原告は，この審理の過程で，特許請求の範囲の訂正等を内容とする訂正（以下「本\n件訂正」という。）の請求をした。特許庁は，審理の結果，平成１３年４月１３\n日，「訂正を認める。特許第２７３５９２７号の請求項１に係る発明についての特\n許を無効とする。」との審決をし，審決の謄本を同年４月２６日に原告に送達し\nた。\n２　特許請求の範囲\n(1) 本件訂正前のもの（特許時のもの）\n「乳成分を含有する密封容器入り中性飲料において，脂肪分として中鎖脂肪\n酸トリグリセライドを含有することを特徴とする密封容器入り中性飲料。」\n(2) 本件訂正後のもの（以下この発明を「本件発明」という。）\n「乳成分及び乳化剤を含有する，加熱加圧殺菌された密封容器入り中性飲料\nにおいて，脂肪分として，脂肪酸の炭素数６～１２で融点が－５℃以下の中鎖脂肪\n酸トリグリセライドを含有することを特徴とする密封容器入り中性飲料。」\n３　審決の理由\n別紙審決書の写しのとおりである。要するに，本件発明は，「ジャネフ濃厚\n流動食」と題する商品パンフレット（本訴甲３号証（審判甲第６号証の１），キュ\nーピー株式会社作成，以下「刊行物１」という。）に記載された発明（以下「引用\n発明」という。）と，「乳成分及び乳化剤を含有する密封容器入り中性飲料におい\nて，脂肪分として，脂肪酸の炭素数８～１２の中鎖脂肪酸トリグリセライドを含有\nすることを特徴とする密封容器入り中性飲料の点で一致し，（ａ）前者（判決注・\n本件発明）は，加熱加圧殺菌されたものであるのに対して，後者（判決注・引用発\n明）には，加熱加圧殺菌することについて記載されていない点，及び（ｂ）前者\nは，中鎖脂肪酸トリグリセライドの融点を「－５℃以下」に限定しているのに対し\nて，後者では，中鎖脂肪酸トリグリセライドの融点について記載されていない点，\nで両者は相違する。 」（審決書１２頁第３段落。以下，上記（ａ），（ｂ）の相違\n点をそれぞれ「相違点ａ」，「相違点ｂ」という。）と認定し，相違点ａ及びｂに\nついては，当業者が慣用手段及び引用発明自体に基づいて容易に発明をすることが\nできたものである，と認定判断して，本件特許は，無効とすべきである，とするも\nのである。\n第３　原告主張の審決取消事由の要点\n審決は，刊行物１が本件出願前に頒布された刊行物であると誤って認定し\n（取消事由１），相違点ａ及びｂについての認定判断を誤り（取消事由２及び\n３），本件発明と引用発明との課題が全く異なることを看過して判断した（取消事\n由４）ものであり，取消事由１ないし４の誤りは，それぞれ結論に影響を及ぼすも\nのであるから，違法として，取り消されるべきである。\n１　取消事由１（刊行物１の頒布時期の認定の誤り）\n(1) 審決は，「熊本大学医学部代謝内科のAらの研究報告に係わる甲第６号証の\n３（判決注・本訴甲第５号証）には，１０名の脳卒中の患者にジャネフ濃厚流動食\n（リキッドダイエットＫー１）を１日８００ｋｃａｌ与えて，自覚症状および臨床\n検査成績について検討したことが，同じく東京慈恵会医科大学第二外科のBらの研究\n報告に係わる甲第６号証の６（判決注・本訴甲第７号証）には，ジャネフ濃厚流動\n食（リキッドダイエットＫー１）が大腸検査食として適した食品であるか否かにつ\nいて試験したことが記載され，また，甲第６号証の７（判決注・本訴甲第８号証）\nには，キューピー株式会社の広告としてジャネフ濃厚流動食（リキッドダイエット\nＫー１）が写真入りで掲載され，甲第６号証の８（判決注・本訴甲第９号証）に\nは，日本ヘルスフード株式会社によるジャネフ濃厚流動食（リキッドダイエットＫ\nー１）の広告が写真入りで掲載されている。そして，これら刊行物に記載されてい\nるジャネフ濃厚流動食（リキッドダイエットＫー１）は，上記商品パンフレット\n（判決注・刊行物１）に記載のジャネフ濃厚流動食（リキッドダイエットＫー１）\nと同一の物であり，しかもこれらはいずれも本件特許の出願前に頒布された刊行物\nであることを考えると，上記商品パンフレットに記載のジャネフ濃厚流動食（リキ\nッドダイエットＫー１）は，本件特許の出願前にすでに不特定多数の第３者に販売\nされていたものと認められる。」（審決書９頁第２，第３段落）と認定した。\nしかし，ジャネフ濃厚流動食（リキッドダイエットＫー１）（以下「ジャ\nネフ」という。）には，刊行物１に記載されているジャネフのように，中鎖脂肪酸\nトリグリセライドが含まれているもののみならず，「臨床栄養」第６７巻第４号昭\n和６０年１０月号（甲第２１号証，以下「甲２１文献」という。）４０３頁の「表\n１」の「Ｋ」の欄，月刊フードケミカル１９９１－７（甲第２２号証，以下「甲２\n２文献」という。）８５頁の「表５－２」の「キユーピー」の「Ｋ－１」の欄に記\n載されているように，中鎖脂肪酸トリグリセライドが配合されていないものも存在\nする。また，B（東京慈恵会医科大学第二外科。以下「B」という。）らによる「大\n腸Ｘ線検査前処置におけるジャネフ・濃厚流動食［Ｋ－１］の効果について」と題\nする論文（ＪＪＰＥＮ．Ｖｏｌ．１１，Ｎｏ．１（１９８９）１０９－１１２頁）\n（甲第７号証，以下「甲７文献」という。），及び，「臨床栄養」ｖｏｌ．７５，\nＮｏ．２，１９８９に掲載されたジャネフの広告（甲第９号証，以下「甲９広告」\nという。）には，ジャネフについての記載があるものの，中鎖脂肪酸トリグリセラ\nイドに関しては何ら記載されていない。にもかかわらず，審決は，ジャネフには，\n中鎖脂肪酸トリグリセライドが配合されたものの一種類しかないものと誤認して，\nこれを前提に刊行物１の頒布時期を認定したものである。\n「臨床栄養」第６８巻第１号昭和６１年１月号（甲第５号証，以下甲５文\n献」という。）の７７ないし７９頁及び「ＪＪＰＥＮ」１９８８年７月増刊号（甲\n第８号証，以下「甲８文献」という。）の２３頁には，ジャネフに「中鎖脂肪」が\n配合されているという記載はあるものの，中鎖脂肪酸トリグリセライドが配合され\nているという記載はない。中鎖脂肪酸トリグリセライドには，多種類のものがある\nから（甲第２３号証－１，２８頁右欄２行～４行，甲第２３号証－２，１６２頁の\n表，甲第２３号証－３，４８６頁のＴａｂｌｅ　１．の表参照），甲５文献，甲８\n文献に単に中鎖脂肪の記載があるからといって，その中鎖脂肪が，刊行物１に記載\nされた引用発明の中鎖脂肪酸トリグリセライドと同一のものであると認定すること\nはできない。\n(2) 審決は，「一般に商品パンフレットは，その性質上，配布，公開してその\n商品を広く紹介，宣伝する目的で作成されるものであるから，商品発売時あるいは\n発売日からそれほど日時を経ることなく頒布されるものとみるのが社会常識であ\nり，加えて，甲第６号証の２（判決注・甲第４号証）において，キユーピー株式会\n社　家庭用加工食品部のＣが，ジャネフ濃厚流動食（リキッドダイエットＫー１）\nの発売当時（１９８５年１１月）から上記商品パンフレットを商品紹介用に頒布し\nたことを証明していること，甲第６号証の５（判決注・本訴甲第６号証）におい\nて，東京慈恵会医科大学附属柏病院外科のBが，ジャネフ濃厚流動食発売当時（１９\n８５年末頃）に商品と一緒に上記商品パンフレットを受け取ったことを証明してい\nること，及び被請求人は，上記商品パンフレットが本件特許の出願前に頒布されて\nいなかったと窺えるような証拠方法を何も提出していないことを考えると，甲第６\n号証の１の商品パンフレットは，本件特許の出願前に頒布されたものと認めるのが\n相当である。」（審決書９頁第４段落）と認定判断している。\nしかし，甲第４号証の証明書（以下「甲４証明書」という。）は，これを\n作成したＣは，被告キユーピー株式会社の社員であるから，信ぴょう性に欠ける。\n甲第６号証の証明書（以下「甲６証明書」という。）も，これを作成した\nBは，日々多忙な大学附属病院外科に属する者であり，ジャネフと同種の商品が多数\nある中で（甲第２２号証の８４頁表５－１～８６頁表５－３参照），刊行物１に記\n載されたジャネフを受け取ったという，１５年も昔のことを記憶しているというこ\nとは考えられず，信ぴょう性がないといわざるを得ない。また，甲６証明書には，\n刊行物１の受領日付が記載されておらず，このような記載では，刊行物１を本件出\n願前に受領したかどうかも不明である。\n甲４証明書と甲６証明書とが上記のようなものである以上，これらと照ら\nし合わせてみても，刊行物１が本件出願前に頒布されたものであると認めることは\nできない。\n(3) 審決は，「被請求人は・・・１９８５年（昭和６０年）１１月１８日発行\nの会社年鑑（乙第３号証（判決注・本訴甲第１２号証））によれば，キユーピー株\n式会社の関東支店の所在地は，東京都新宿区西新宿７ー１ー１２薫友ビルとなって\nおり，甲第６号証の１（判決注・本訴甲第３号証）のパンフレットが，甲第６号証\nの２（判決注・本訴甲第４号証）にいうように，１９８５年１１月より商品紹介用\nに頒布したものであるなら，関東支店の住所は，上記の住所になっているはずであ\nるが，上記商品パンフレットの末尾には，関東支店の住所は東京都渋谷区代々木２\nー７ー７池田ビルとなっているのであるから，上記パンフレットは１９８５年１１\n月から頒布されたものと認めることはできない旨主張している。しかしながら，請\n求人の提出した上記の証拠方法及び社会常識を考慮することなく，上記商品パンフ\nレットに発行年月日が印刷されていない事実だけをもって直ちに上記パンフレット\nが本件特許の出願前に頒布されたものでないとすることはできず，また，乙第３号\n証（判決注・本訴甲第１２号証）の会社年鑑の発行月日とそこに記載の住所の表記\nデータの入手時期とは時期的にずれていると考えられることからすれば，上記パン\nフレットの住所表記をもってこれが本件特許の出願前に頒布されたものではないと\nすることはできない。」（審決書１０頁第１～第２段落）と判断している。\nしかし，社会常識からすれば，上記会社年鑑（甲第１２号証。正確には，\nダイヤモンド会社職員録・上巻・１９８６である。以下「甲１２会社年鑑」とい\nう。）に記載された関東支店の住所と刊行物１に記載された同支店の住所とが一致\nしていると考える方が自然である。上記のような住所の不一致がある以上，少なく\nとも刊行物１の頒布日を特定することはできないというべきであるから，審決の上\n記認定判断は誤っている。\n２　取消事由２（相違点ａについての認定判断の誤り）\n審決は，「乳成分を含有する中性飲料においては，種々の微生物が発育し易\nいことは周知の事実であり（例えば，乙第２号証参照），このような中性飲料を容\n器に充填密封後に加熱加圧殺菌することは本件特許の出願前当業者の慣用手段であ\nる（必要なら，甲第１号証，甲第７号証の１，甲第７号証の２，乙第２号証，及び\n乙第４号証参照）ことから，上記商品パンフレットに記載の中性飲料を容器に充填\n密封後に加熱加圧殺菌して本件特許発明のような構成にすることは当業者が容易に\nなし得ることである。」（審決書１２頁第５段落）と判断した。\nしかし，審決が挙げる，甲第１５号証（審判甲第７号証の１），甲第１６号\n証（審判甲第７号証の２），甲第１１号証（審判乙第２号証），甲第１３号証（審\n判乙第４号証）の各文献には，ジャネフのようなビタミン入りの中性飲料のレトル\nト殺菌に関する記載はない。そもそも，中性飲料であって，加熱によって破壊され\nやすいビタミン等の原料を含有しているものについては，加熱加圧殺菌が避けら\nれ，無菌充填等の殺菌法が採用されるのが常識である。このことは，新ＦＤＡ規格\n－食品編－（昭和５３年３月１０日，日本衛生技術研究会発行，９９頁～１２６\n頁，甲第１７号証（審判甲第４号証），以下「甲１７文献」という。）の１０１頁\n右欄(a)に，静置式レトルトで蒸気により加圧殺菌するための装置が記載されている\nと同時に，その１１７頁左欄(g)に，無菌缶詰システムが記載されていることからも\n明らかである。\n特開昭６１－５６０６１号公報（甲第１４号証，以下「甲１４文献」とい\nう。）の３頁右下欄には，４頁第１表に掲げられている，ビタミンを含有した乳化\n状栄養組成物をオートクレーブ内で１１５℃，１５分間レトルト滅菌することが記\n載されている。しかし，甲１４文献に記載された乳化状栄養組成物は，中性飲料で\nはなく，酸性飲料である。これは，大阪市立工業研究所の試験により，上記乳化状\n栄養組成物のｐＨが５．４０であると測定されていることから明らかである（甲第\n１８号証２頁下から６行～５行参照）。酸性飲料では，中性飲料に比べて，微生物\nが発育しにくいため，殺菌条件が緩やかでよいことは明らかであるため（甲第１１\n号証参照），甲１４文献の乳化状栄養組成物に対するレトルト滅菌は，中性飲料に\n対する加熱加圧殺菌条件より，緩やかな１１５℃，１５分間の条件で行われるので\nある。このため，甲１４文献に記載されている上記方法では，ビタミン類を含有し\nている乳化状栄養組成物を酸性にすることによって，緩やかなレトルト滅菌でも微\n生物の発育を防止できるようにしていると考えられる。\n酸性乳化状栄養組成物の配合時のビタミン量が，殺菌工程と保存を経て最終\n製品中に維持されているかどうかは不明であり，当業者であれば，ビタミン類の損\n失があると考えるのが自然である。これに対して，刊行物１に記載されているジャ\nネフにおけるビタミンの含有量は，ビタミンＡ・２００ＩＵ，Ｂ・０．１mg，Ｂ２\n・０．１４mg，Ｃ・５mg（甲第３号証の３頁末行）というように微量である。そし\nて，刊行物１に記載されたジャネフは，中性であることから，中性飲料に求められ\nる厳しい条件の加熱加圧殺菌を行えば，上記のような微量のビタミン類が，熱によ\nる分解を免れないことは当業者に自明である。（甲第２４号証５７３頁左欄１０行\n～１２行参照）\nしたがって，当業者であれば，刊行物１を見て，このような微量のビタミン\n類を含有する中性の飲料に対して，ビタミン類を破壊することが必至な，厳しい条\n件の加熱加圧殺菌を施すことに想到するはずがない。\n３　取消事由３（相違点ｂについての認定判断の誤り）\n(1) 審決は，「請求人が提出した甲第６号証の９の実験成績書（判決注・本訴\n甲第１０号証）には，上記商品パンフレットに記載のジャネフ濃厚流動食（リキッ\nドダイエットＫー１）に配合した中鎖脂肪（ＭＣＴ）の融点を島津示差走査熱量計\nＤＳＣー６０（島津製作所製）を使用し，「Ａ：試料を－４０℃に３０分ホールド\nし，昇温速度１分間に１０℃」及び「Ｂ：試料を－４０℃に３０分ホールドし，昇\n温速度１分間に１０℃」という条件で測定し，それぞれ－１５．２６℃及び－１\n５．２６℃ の結果を得たことが記載されている。一方，被請求人は，上記実験成績\n書の実験結果に対し何も反論しておらず，また，上記ジャネフ濃厚流動食に配合す\nる中鎖脂肪を入手して被告自身が追試試験を行って融点を確認することができたに\nもかかわらず，実験成績書の提出はなく，また，上記ジャネフ濃厚流動食に配合す\nる中鎖脂肪の融点は「－５℃以下」の条件を満足するものではないと推測できる合\n理的理由も示していない。・・・以上の点を考慮すると，両者は，中鎖脂肪酸トリ\nグリセライドの融点の点で実質的に相違しているということはできず，上記相違点\n（ｂ）は単なる表現上の差異に過ぎないものと認める。」（審決書１２頁第７，第\n８段落，１３頁第１，第４段落），としている。しかし，審決のこの認定判断は誤\nりである。\n(ｱ) 特許出願前に頒布された刊行物に記載された発明の認定は，当該刊行物\nの記載のみに基づいてなされるべきである。しかし，審決は，刊行物１の記載を参\n照して後に作成された試料について，甲第１０号証の実験成績書でその融点を測定\nをすることによって初めて得られた情報を基準として，刊行物１に記載された引用\n発明中の中鎖脂肪酸トリグリセライドの認定をし，本件発明の進歩性の判断をして\nいる。甲第１０号証の実験成績書で，後から刊行物１記載の中鎖脂肪酸トリグリセ\nライドの融点を示しても，その融点が刊行物１に記載されていない以上，当業者と\nいえども，刊行物１の中鎖脂肪酸トリグリセライドの記載に接して，その刊行物１\nに記載された引用発明の中鎖脂肪酸トリグリセライドの融点が－５℃以下であると\n想到することは困難である。審決は，相違点ｂについての検討に当たり，引用発明\nを誤認し，これを前提に判断したため，誤った結論に至ったものである。\n(ｲ) 中鎖脂肪酸トリグリセライドには，融点が－５℃を超えるものが存在す\nることはよく知られている。例えば，特公昭５８－２０５７８号公報（甲第３１号\n証，以下「甲３１文献」という。）には，融点が－２℃であるＭＣＴ（中鎖脂肪酸\nトリグリセライドのことであり，以下，単に「MCT」ということもある。）のことが\n記載されており（同４頁８欄１２行），「第３５回夏季ゼミナール－油糧資源の高\n度利用と油化学－主催　日本油化学協会」（甲第３２号証，以下「甲３２文献」と\nいう。）には，ＭＣＴとして融点１７℃のものが記載されている（同１０３頁下か\nら１７行～１６行）。したがって，当業者であっても，刊行物１のジャネフの中鎖\n脂肪酸トリグリセライドについての記載から，その融点が－５℃以下であることに\n想到することは困難である。\n(ｳ) 引用発明における中鎖脂肪酸トリグリセライドの，カプリル酸（Ｃ８\n），カプリン酸（Ｃ10），ラウリン酸（Ｃ12）の組成が，それぞれ２０．３％，３．\n９％，０．１％（甲第３号証３頁右上欄）となっていても，カプリル酸，カプリン\n酸，ラウリン酸がグリセリン（グリセロール）のどの位置に結合するかによって，\nその融点は異なるのである（「油化学」Ｖｏｌ．２８，Ｎｏ．１０（１９７９）６\n８１頁左欄下から１６行～８行，甲第２５号証，以下「甲２５文献」という。）。\nそして，刊行物１には，中鎖脂肪酸トリグリセライドのグリセリンに対する結合位\n置に関する記載はないのであるから，引用発明の中鎖脂肪酸トリグリセライドの融\n点を知ることはできない。審決は，中鎖脂肪酸トリグリセライドのカプリル酸，カ\nプリン酸，ラウリン酸の組成が一定であれば，融点も一定である，と誤認したた\nめ，引用発明の中鎖脂肪酸トリグリセライドと，本件発明に用いる中鎖脂肪酸トリ\nグリセライドの融点が実質的に同一であると誤った判断をし，ひいては本件発明の\n進歩性を否定するという誤った結論を導いたものである。\n(ｴ) 「油脂」Ｖｏｌ．４０，Ｎｏ．４（１９８７）５９頁（甲第３６号証，\n以下「甲３６文献」という。）によれば，引用発明に含有される中鎖脂肪酸トリグ\nリセライドの組成「カプリル酸（Ｃ８）２０．３％（８３．５％），カプリン酸\n（Ｃ１０）３．９％（１６．１％），ラウリン酸（Ｃ１２）０．１％（０．４％）」\n（括弧内は中鎖脂肪酸全体中における各配合割合である。）に近似した組成の中鎖\n脂肪酸トリグリセライド（ＭＣＴ）のβ結晶形の融点は，プラス０．５℃近辺であ\nることが分かる。すなわち，甲３６文献の５９頁の図－１（ＭＣＴの組成とそのβ\n－結晶形の融点曲線）において，刊行物１記載の中鎖脂肪酸組成のＣ８：８３．５\n％，Ｃ１０：１６．１％に近似した，Ｃ８：８３％，Ｃ１０：１７％のところから垂線\nを上に引き，融点曲線と交差したところの融点をみてみると０．５℃近辺となるの\nである。甲３６文献に示されたものと同様のＭＣＴのβ結晶形の融点曲線は，「薬\n局」Ｖｏｌ．３１，Ｎｏ．９（１９８０），株式会社南山堂発行」（甲第３７号\n証，以下「甲３７文献」という。）の７８頁第５図にも記載されている。\n中鎖脂肪酸トリグリセライドのβ結晶とは，脂肪酸の４種の結晶（α，\nβ′，β，中間の４種類）の最終形態である（甲第３７号証７７頁の下から３行，\n注－１）。「Bailey's Industrial Oil and Fat Products,(Copyright c 1964)」\n(甲第３９号証１０８頁～１０９頁，以下「甲３９文献」という。）において，中鎖\n脂肪酸トリグリセライドは，多彩な結晶形を有するものの，「融点は最も高く最も\n安定した形態に与えられる」（甲第３９号証訳文１頁末行）との記載があることか\nらすれば，最も安定なβ結晶形の融点がトリグリセライドの融点であることは明ら\nかである。そして，甲３９文献の１０９頁の融点の表には，カプリリック（カプリ\nル酸）のトリグリセライドの融点が８．３℃，カプリック（カプリン酸）のトリグ\nリセライドの融点が３１．５℃と記載されており，それぞれ甲３６文献の図－１，\n甲３７文献の第５図のカプリリック（カプリル酸）（Ｃ８が１００％）の融点８．\n３℃及びカプリック（カプリン酸）（Ｃ１０が１００％）の融点３１．５℃と一致す\nる。すなわち，当業者であれば，甲３６文献及び甲３７文献の中鎖脂肪酸トリグリ\nセライドのβ結晶形の融点が，刊行物１記載の中鎖脂肪酸トリグリセライド（ＭＣ\nＴ）の融点であると理解することは明らかである。\n特開昭６１－１７３７４３号公報（甲第４０号証，以下「甲４０文献」\nという。）には，中鎖脂肪酸トリグリセライドである，「トリカプリンはその融点\nが約３１℃と高いため」（同２頁左下欄３行～４行）と記載され，「本発明にて用\nいるトリカプリンは商品名「パナセート１０００」（日本油脂（株）製）として市\n販されているものを用いることができる」（同２頁左下欄１３行～１６行）と記載\nされていることから，市場を流通している中鎖脂肪酸トリグリセライドであるパナ\nセート１０００の融点は約３１℃であると認められ，この融点は，甲３６文献及び\n甲３７文献の，ＭＣＴのβ結晶形の融点曲線のＣ１０１００％の融点が３１．５℃で\nあるのと略一致する。\nこのように，中鎖脂肪酸トリグリセライドの融点を，最終形態のβ結晶\n形の融点で示すことは当業者に自明である。したがって，当業者は，甲３６文献及\nび甲３７文献に記載された中鎖脂肪酸トリグリセライドのβ結晶形の融点曲線がそ\nの融点を表すものと認識するものであり，この融点曲線からすれば刊行物１に記載\nされた中鎖脂肪酸トリグリセライドの組成「カプリル酸（Ｃ８）２０．３％（８\n３．５％），カプリン酸（Ｃ１０）３．９％（１６．１％），ラウリン酸（Ｃ１２）\n０．１％（０．４％）」（括弧内は中鎖脂肪酸全体中における各配合割合であ\nる。）に近似した組成の中鎖脂肪酸トリグリセライドの融点については，プラス\n０．５℃近辺と理解するのである。したがって，これらの文献に接した当業者であ\nれば，刊行物１の中鎖脂肪酸トリグリセライドの組成の記載から，その融点が－５\n℃以下であると想到することは，困難である。\n(ｵ) 本件出願の願書に添付した明細書（以下「本件明細書」という。）に，\n中鎖脂肪酸トリグリセライドとして記載されている花王株式会社製の「ココナード\nＭＴ」の組成は，Ｃ６が０．３％，Ｃ８が８１．６％，Ｃ１０が１７．４％，Ｃ１２が\n０．４％であるのに対し，刊行物１に記載された中鎖脂肪酸トリグリセライドは，\nＣ８が８３．５％，Ｃ１０が１６．１％，Ｃ１２が０．４％である。ココナードＭＴ\nは，低分子量のＣ８が８１．６％と刊行物１記載の中鎖脂肪酸トリグリセライドの\nＣ８　：８３．５％より１．９％も低く，また，より低分子量のＣ６を０．３％含有\nしており，脂肪酸組成も４成分である。したがって，ココナードＭＴの融点が，刊\n行物１に記載された中鎖脂肪酸トリグリセライドの融点より低いことは，この相違\nからしても当然である。ココナードMTと刊行物１に記載された中鎖脂肪酸トリグリ\nセライドが，異なるものであることは明らかである。\n(2) 審決は，「本件特許発明における「融点」が「凝固点」を意味するものと\n仮定すれば（本件特許明細書には，「融点」を技術的に定義した記載はなく，その\n測定方法，測定条件等についても何も記載されていない。），請求人の提出した甲\n第２０号証には，上記ジャネフ濃厚流動食に配合する中鎖脂肪の脂肪酸組成（カプ\nリル酸とカプリン酸の含有比）と類似する，カプリル酸とカプリン酸を７５：２５\nの比で配合した混合脂肪酸より合成された中鎖脂肪酸トリグリセリドは－５℃以下\nの凝固点を有することが記載され，同じく甲第２１号証には，上記ジャネフ濃厚流\n動食に配合する中鎖脂肪の脂肪酸組成（カプリル酸とカプリン酸の含有比）と類似\nする商品名「ホモテックス」（花王フード製）の中鎖脂肪酸トリグリセライドは，\n－５℃～－２０℃の凝固点を有することが記載されている。・・・以上の点を考慮\nすると，両者は，中鎖脂肪酸トリグリセライドの融点の点で実質的に相違している\nということはできず，上記相違点（ｂ）は単なる表現上の差異に過ぎないものと認\nめる。」（審決書１３頁第２，第３段落）と認定判断している。\nしかし，特開昭５４－８４０３６号公報（甲第１９号証（審判甲第２０号\n証），以下「甲１９文献」という。）の中鎖脂肪酸トリグリセライドの組成は，\n「Ｃ８：７５，Ｃ１０：２４」であり，「油脂」Ｖｏｌ．３７，Ｎｏ．８（１９８\n４）（甲第２０号証（審判甲第２１号証），以下「甲２０文献」という。）の中鎖\n脂肪酸トリグリセライドの組成は，「Ｃ８：８１．６～９７．３，Ｃ１０：２．２～\n１７．４」とかなりの幅をもっており，刊行物１に記載された中鎖脂肪酸トリグリ\nセライドの組成である「Ｃ８：８３．５，Ｃ１０：１６．１，Ｃ１２：０．４」とは，\nかなり離れている。そして，引用発明の中鎖脂肪酸トリグリセライドの組成と略同\n一の組成をもつ中鎖脂肪酸トリグリセライドの融点は，前記のとおり，甲３６文献\n及び甲３７文献に記載されており，＋０．５℃近辺となっているのである。したが\nって，審決の上記判断が誤っていることは明らかである。\n(3) 本件明細書には，中鎖脂肪酸トリグリセライドの融点の測定方法について\nの記載はない。しかし，中鎖脂肪酸トリグリセライドのように，常温で液体である\nものについての融点を示差走査熱量計で測定することは，当業者に周知であるか\nら，本件発明における中鎖脂肪酸トリグリセライドの融点の概念が不明確というこ\nとはない。現に，被告も，甲第１０号証において，中鎖脂肪酸トリグリセライドの\n融点を示差走査熱量計で測定しているのである。また，甲３１文献及び甲第３２号\n証にも，中鎖脂肪酸トリグリセライドの融点が，それぞれ「融点－２℃」，「融点\n１７℃」と記載されているのであり，中鎖脂肪酸トリグリセライドの測定方法は，\n当業者に自明である。\n４　取消事由４（本件発明と引用発明との課題の相違）について\n引用発明のジャネフは，脂肪の消化吸収をよくするという課題を解決するた\nめに，中鎖脂肪酸トリグリセライドを用いているのに対して，本件発明では，中性\n飲料に対する厳しい加熱加圧殺菌によっても乳化安定性を保ち，高温保存，低温保\n存時の脂肪の分離凝集，風味の劣化を防止するとの課題を解決するため，中鎖脂肪\n酸トリグリセライドを用いており，この融点は，中性飲料に対する厳しい加熱加圧\n殺菌によって乳化安定性を損なうことなく，低温保存に長時間さらされた時でも，\n脂肪の分離，凝集を防ぐ意味で重要であるから，引用発明と本件発明とは課題が全\nく異なる。このように課題の全く異なる引用発明を本件発明の容易遂行性判断のた\nめの対比資料とすることは許されない。\n第４　被告の反論の骨子\n審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。\n１　取消事由１（刊行物１の頒布時期の認定の誤り）について\n刊行物１の頒布時期については，甲５文献，甲７文献，甲８文献，甲９文献\n及び甲６証明書等から，昭和６０年末ころであることは明らかであり，審決の認定\nに誤りはない。\n２　取消事由２（相違点ａについての認定判断の誤り）について\n加熱加圧殺菌は，この種の飲料を製品化する際の慣用手段である（甲１４文\n献，甲第１５，第１６，第１１，第１３号証等）から，審決の判断に誤りはない。\n３　取消事由３（相違点ｂについての認定判断の誤り）について\n甲第１０号証は，刊行物１に記載された中鎖脂肪酸トリグリセライドの融点\nを測定したものであるから，引用発明の中鎖脂肪酸トリグリセライドの融点にほか\nならず，審決の認定判断に誤りはない。また，中鎖脂肪酸トリグリセライドに４種\n類の結晶形が存在し，その融点に差があることは当業者に知られているところであ\nる。したがって，原告が主張する甲３６文献及び甲３７文献に記載された，ＭＣＴ\nのβ結晶形の融点曲線をもって，引用発明の中鎖脂肪酸トリグリセライドの融点を\n測定することは不可能である。\n４　取消事由４（本件発明と引用発明との課題の相違）について\n引用発明のジャネフと本件発明の中性飲料とは，実質上同一の組成から成る\n以上，引用発明のジャネフにおいても，本件発明の効果は当然に奏されるものであ\nる。\n第５　当裁判所の判断\n１　取消事由１（刊行物１の頒布時期の認定の誤り）について\n(1) 刊行物１には，ジャネフについての詳しい記載はあるものの，その発行時\n期についての記載はない。しかし，昭和６１年１月に発行された甲５文献には，\n「今回われわれは，低残渣食（ＬＲＤ），ジャネフ濃厚流動食（リキッドダイエッ\nトＫ－１）（キューピー株式会社製）およびハイネックス－Ｒ（Ｈ－Ｒ）を用い\nて，使用時の自覚症状，諸臨床検査成績の変化について比較検討を行ったので報告\nする。」と記載されるとともに，「表２　組成表(400ml中）」の「Ｋ－１」の欄\nに，原材料として「脱脂粉乳，粉あめ，食用植物油脂（米油，中鎖脂肪，サフラワ\nー油），砂糖，卵黄レシチン，卵黄，紅茶エキス，ビタミン」との記載がある（甲\n第５号証７７頁右欄～７８頁左欄）。そこに記載されているジャネフの原材料は，\n刊行物１に記載されているジャネフの使用原材料である「脱脂粉乳，粉あめ，食用\n植物油脂（米油，中鎖脂肪，サフラワー油），砂糖，卵黄レシチン，卵黄，紅茶エ\nキス，ビタミン」と全く同一である。したがって，甲５文献における上記組成表の\n「Ｋ－１」が，引用発明のジャネフであることは明らかというべきであるから，\n「中鎖脂肪」が含まれたジャネフは，遅くとも昭和６１年１月には発売されていた\nと認めることができる。\n昭和６３年７月１５日に発行された甲８文献には，「ジャネフ濃厚流動食\nリキッドダイエットＫ－１」との商品名の記載と，内容物がジャネフであることの\n表示のある容器の写真が掲載されるとともに，「１．たんぱく質」，「２．糖\n質」，「３．脂質」，「４．ビタミン」，「５．風味」，「６．流動性」，「７．\n浸透圧」，「８．乳化性」の各項目についての説明があり，それに続いて，「９．\n収れん作用を呈すると言われているタンニンが紅茶エキスとして自然な形で含まれ\nています．」と記載され，さらに，組成（製品１００ｍｌ当り）」が，比重，ｐＨ\nとともに記載され，特に「３．脂質」の項目には「消化吸収のよい中鎖脂肪（ＭＣ\nＴ）と調整サラダ油（米油７：サフラワー油３）及び，卵黄レシチンを使用してい\nます．」との記載がある（甲第８号証２３頁左欄）。甲８文献のこの掲載内容を刊\n行物１の掲載内容と比較すれば，甲８文献に掲載された写真と刊行物１に掲載され\nた写真との間に，異なるところは認められない上，甲８文献における「１．たんぱ\nく質」，「２．糖質」，「３．脂質」，「４．ビタミン」，「５．風味」，「６．\n流動性」，「７．浸透圧」，「８．乳化性」の各項目の記載内容及び上記「９」の\nタンニンについての記載内容，さらには，比重，ｐＨとともに記載された組成（製\n品１００ｍｌ当り）」は，刊行物１の「１．成分について［１］たんぱく質，\n［２］糖質，［３］脂質，［４］ビタミン」，「２．性状について［１］風味，\n［２］流動性，［３］浸透圧，［４］乳化性」，「３．使用原材料」の各項目の記\n載内容と，それぞれ完全に一致していることが明らかである。したがって，甲８文\n献に記載されたジャネフは，刊行物１に記載された引用発明のジャネフと同じもの\nであり，「中鎖脂肪（ＭＣＴ）」が含まれたジャネフが，遅くとも昭和６３年７月\nには，販売されていたことがこれから明らかである。また，平成元年８月発行の甲\n９広告には，日本ヘルスフード株式会社の広告として，「ジャネフの流動食」との\n見出し，商品の写真等が記載されており（甲第９号証），これにより，ジャネフが\n遅くとも平成元年８月には販売されていたことが認められる。\n１９８９年に発行された甲７文献によれば，Bらが，昭和６１年１０月から\n昭和６２年６月まで，ジャネフを使用した症例について研究を行い，甲７文献にお\nいてその成果を発表していることが認められる（甲第７号証）。すなわち，Bらは，\n甲７文献において，「今回献立による手間を省きかつ高カロリーを摂取できる食餌\nとして，ジャネフ・濃厚流動食［Ｋ－１］を用いて良好な成績を得たので報告す\nる。」（甲第７号証１０９頁左欄第３段落），「１９８６年１０月～１９８７年６\n月までに本院で行った注腸Ｘ線検査の症例を対象に行った。前処置として［Ｋ－\n１］を使用した症例３５例，（男２１例，女１４例），と対象群として従来本院で\n実施していた献立による食餌制限の症例３５例（男１９例，女１６例）を用い\nた。」（同１０９頁左欄第４段落～右欄第１段落）と記載しており，これにより，\n同人らがジャネフを用いて症例研究を継続していたものであることが認められる。\nそして，このBは，甲６証明書において，刊行物１が昭和６０年末ころから販売され\nたジャネフのパンフレットであり，ジャネフの発売当時から頒布され，同人もこれ\nを受領していることを証明している（甲第６号証）。\n以上の各認定事実，及び，商品のパンフレットは商品の発売開始時期に作\n成され頒布されるのが通常であるという一般的事実からすれば，ジャネフは，本件\n出願の数年前である昭和６０年１０月ころから発売されていたこと，刊行物１は，\n遅くとも，昭和６０年末ころから一般に頒布されたものであることが認められる。\n(2)　原告は，甲２１文献，甲２２文献中の，ジャネフの原材料や主原料の欄\nに，中鎖脂肪酸トリグリセライドが記載されていないことを挙げて，ジャネフに\nは，中鎖脂肪酸トリグリセライドが配合されていないものが存在すると主張する。\nしかし，前掲甲５文献及び甲８文献（これらは，それぞれ，昭和６１年１月ころ及\nび昭和６３年７月１５日の発行である。）によれば，中鎖脂肪酸（ＭＣＴ）を含有\nするジャネフ（刊行物１に記載されたジャネフと同一のもの）が本件出願前から販\n売されていたことは明らかである。したがって，甲２１文献及び甲２２文献中に記\n載されたジャネフの原材料や主原料の欄の記載中に，中鎖脂肪酸（ＭＣＴ）等の記\n載がなかったとしても，甲２１文献の「今回われわれは，臨床応用への前段階とし\nて，キューピー株式会社が開発した濃厚流動食Ｋ－１（以下Ｋ）を健常人へ大量投\n与してＫの便の性状への影響，副作用の有無，味および性状について検討した。」\n（甲第２１号証４０３頁左欄）との論文の目的，及び，甲２２文献の「本稿では，\n栄養療法における最近の経口経管食への認識の高まりを若干の歴史的背景を踏まえ\nて述べてみたい。」（甲２２号証８１頁左欄）との論文の目的からみて，ジャネフ\nの原材料のすべてを同論文に正確に記載する必要があったとは認められないのであ\nり，これらの論文中に中鎖脂肪酸等の記載がないことから，中鎖脂肪酸トリグリセ\nライドを含まないジャネフが存在していたと認めることはできない。\n原告は，甲７文献及び甲９広告には，中鎖脂肪酸トリグリセライドについ\nて何ら記載がないと主張する。しかし，甲５文献及び甲８文献から，中鎖脂肪酸ト\nリグリセライドを含有するジャネフが存在することが明らかであるから，甲７文献\n及び甲９広告に記載されたジャネフの主成分として，中鎖脂肪酸トリグリセライド\nの記載がなくとも，前記のような目的で記載された甲７文献及び単なる広告である\n甲９広告に，常にすべての原材料が記載されていると解すべき理由はなく，単に，\n中鎖脂肪酸（ＭＣＴ）等の記載が省略されているだけのことであると認めることが\nできる。\n(3) 原告は，甲５文献，甲８文献には，中鎖脂肪との記載はあるものの，その\n中鎖脂肪が刊行物１に記載された中鎖脂肪酸トリグリセライドと同一のものである\nとはいえないと主張する。しかし，甲５文献及び甲８文献に記載されたジャネフの\n組成が，刊行物１に記載されたジャネフ（引用発明）の組成と全く同一であること\nは，前記認定のとおりであることからすれば，殊更に，両者の中鎖脂肪が異なるも\nのであると推認すべき特段の事情がない限り，これを同一のものと認めるのが相当\nである。そして，本件においては，全資料を検討してもこのような推認をすべき特\n段の事情を見いだすことはできない。原告の主張は採用することができない。\n原告は，甲６証明書には信ぴょう性がない，と主張する。甲６証明書のみ\nを取り出して一般的に言えば，原告の主張に合理性を認めることは可能であろう。\nしかし，甲６証明書は，この点に関する他の証拠や事実と離れて独立に存在するも\nのではない。既に掲げた他の証拠や事実とともにその中の一環として存在するので\nある。同証明書はB作成に係るものであり，そのBは，前記のとおり，ジャネフを使\n用して研究論文の発表を行った者であるから，同種の他の商品と区別して，ジャネ\nフとその商品パンフレットである刊行物１を受領したことを記憶していたとして\nも，格別不自然なことではないということができる。\n(4) 原告は，昭和６０年１１月１８日に発行された甲１２会社年鑑中の被告キ\nューピー株式会社の関東支店の住所と刊行物１に記載された同支店の住所とが異な\nることを挙げて，甲１２職員録が発行された時期である昭和６０年１１月１８日に\nは刊行物１は頒布されてはいなかった，との原告主張を排斥した審決の判断を誤り\nである，と主張する。\nしかし，キユーピー株式会社は，昭和６０年（１９８５年）９月５日に，\n「東京都渋谷区代々木弐丁目七番七号所在池田ビルディング」を賃借する契約を訴\n外池田ビル有限会社と締結しており（乙第２号証），前記認定のとおり昭和６０年\n末には頒布されたと認められる刊行物１に記載された同支店の住所がこれに合致し\nていること，及び，ダイヤモンド会社職員録・上巻・１９８７年版（昭和６１年\n（１９８６年）１１月２５日発行）には，同支店の所在地として，刊行物１の記載\nと同一の住所（東京都渋谷区代々木２－７－７池田ビル）が記載されていること\n（乙第１号証）からすれば，昭和６０年１１月１８日に発行された甲１２会社年鑑\nの住所は，その作成者が，その発行前に同支店の住所が変更されたことを知らなか\nったため，同支店の旧住所を記載したものにすぎず，甲１２年鑑の同支店の住所と\n刊行物１に記載された同支店の住所とが異なることが，刊行物１が甲１２年鑑が発\n行されたころに頒布されたとの前記認定を何ら左右するものではないことが明らか\nである。このような住所の相違をもって，刊行物１が本件出願前に頒布されたもの\nでないとすることはできない，とした審決の判断に何ら誤りはない。\n２　取消事由２（相違点ａについての認定判断の誤り）について\n原告は，審決が，中性飲料を容器に充填密封した後に加熱加圧殺菌をするこ\nとが本件出願前に慣用手段であったと認定するに当たり，その例を示すものとして\n引用した甲第１５，第１６，第１１，第１３号証の各文献には，ジャネフのような\nビタミン入りの中性飲料のレトルト殺菌に関する記載はないこと，甲１４文献に記\n載された飲料は，中性飲料ではなく酸性飲料であるため，緩やかな条件で滅菌が行\nわれる性質のものであることからすれば，刊行物１に記載されたビタミン類を含有\nする中性飲料であるジャネフについて，加熱加圧殺菌を施すことは当業者が容易に\n想到することではない，と主張する。\n確かに，甲第１５，第１６，第１１，第１３号証の各文献には，ビタミン類\nを配合したものについての記載はない（甲第１１，第１３，第１５，第１６号\n証）。しかし，甲１４文献には，「たん白質またはその分解物，糖質，脂質，ビタ\nミン，ミネラル，および水を主成分とする乳化状栄養組成物において，乳化剤とし\nて，コハク酸モノグリセリド，リンゴ酸モノグリセリド，およびクエン酸モノグリ\nセリドから選ばれる１種以上を全組成量に対し，０．０５～３重量％含有し，かつ\n乳化後に高温滅菌処理を行うことを特徴とする乳化状栄養組成物。」（甲第１４号\n証，特許請求の範囲），及び，「レトルト滅菌は均質液を缶，びん，レトルトパウ\nチなどの包装容器に充填密封したものをオートクレーブにて加熱滅菌するもので，\n１００～１２５℃，３～３０分の条件で滅菌が行われる。」（同３頁右上欄２行～\n６行）と記載されていること，滅菌処理における加熱に伴う問題点として挙げられ\nているのは，たん白質の変性であり，ビタミンについては格別の言及がないこと\n（甲第１４号証）が認められ，これらにより，ビタミン類を含有する栄養組成物に\n加熱加圧殺菌を施すことは本件出願前に周知であった，と認めることができる。\n確かに，甲第１８，第２６号証の各実験報告書によれば，甲１４文献の実施\n例１のものは酸性飲料であることが認められる。しかし，甲１４文献に記載された\n発明は，「従来の技術では，衛生的に安全でかつ栄養成分を十分に含有する長期安\n定な液状栄養組成物の製造は難しいという問題点があった。・・・本発明は，これ\nら問題点を解決するためのもので，乳化剤としてコハク酸モノグリセリド，リンゴ\n酸モノグリセリド，およびクエン酸モノグリセリドを使用して乳化後，高温滅菌処\n理を行うことにより，加熱変性によるたん白質の凝集や沈殿がなく，かつ乳化破壊\nによる油脂の分離もなく，長期間保存安定性の良好な液状を保ち，下痢や腹部膨満\n感などの副作用がなく，栄養的に優れた乳化状栄養組成物を提供する。本発明はた\nん白質またはその分解物，糖質，脂質，ビタミン，ミネラル，および水を主成分と\nする乳化状栄養組成物において，乳化剤として，コハク酸モノグリセリド，リンゴ\n酸モノグリセリド，クエン酸モノグリセリドから選ばれる１種以上を全組成量に対\nし０．０５～３重量％含有し，かつ乳化後に高温滅菌処理を行うことを特徴とする\n乳化状栄養組成物である。」（甲第１４号証２頁右上欄第１段落～左下欄第１段\n落）というものであり，同文献に，特定のｐＨを呈する乳化状栄養組成物に限った\n発明であるとの趣旨の記載は存在せず，むしろ配合される成分の種類や配合量の選\n択によって，乳化状栄養組成物のｐＨが様々な値をとることを前提にした発明であ\nるということができる（甲第１４号証）。結局，甲第１８，第２６号証の各実験報\n告書は，甲１４文献に記載された種々の実施例のうち，実施例１の組成物が酸性で\nあったとの実験結果を示すにとどまるものにすぎない。これに対し，原告は，中性\n飲料に比べて酸性飲料では微生物が発育しにくいため殺菌条件が緩やかでよいか\nら，甲１４文献の乳化栄養組成物の殺菌は，中性飲料に対する加熱加圧殺菌条件よ\nり緩やかな１１５℃，１５分間の条件で行われると主張する。しかし，甲１４文献\nには，殺菌の条件として，その実施例１に記載された１１５℃，１５分のみなら\nず，これより過酷な条件を含む「１００～１２５℃，３～３０分」の条件について\nの記載があることからすれば，原告のこの主張も採用することができない。\n原告は，刊行物１に記載されたジャネフは，中性であることから，中性飲料\nに求められる厳しい条件の加熱加圧殺菌を行えば，微量のビタミン類が，熱による\n分解を免れないことは当業者に自明である，とも主張する。しかし，所定量のビタ\nミンを配合した組成物からなる製品を得ようとする場合，ビタミン類が加熱加圧殺\n菌により損失するのであれば，あらかじめ損失を計算した上，必要なビタミン類を\n添加しておけばよいことは明らかであるから，原告の上記主張も理由がないことが\n明らかである。\n甲１７文献には，静置式レトルトで蒸気により加圧殺菌するための装置のほ\nか，無菌缶詰システムについても記載されており（甲第１７号証），また，（「食\n品と容器・第２６巻第１１号」（昭和６０年１１月１日，５７３頁～５８０頁，甲\n第２４号証），「食品と容器・第２２巻第３号」（昭和５６年３月１日，１４０頁\n～１４２頁，甲第２７号証），「ＰＡＣＫＳ・第２６巻６号」（昭和５７年６月１\n日，７０頁～７１頁，甲第２８号証），「缶詰時報・第５８巻第９号」（昭和５４\n年９月１日，６３頁～６７頁，甲第２９号証），「防菌防黴・第５巻第７号」（昭\n和５２年７月２０日，Ｔ３０２頁，甲第３０号証）にも，それぞれ，無菌充填シス\nテム，食品における無菌包装，流・粘性食品の無菌化包装，無菌充填缶詰法，無菌\n充填包装について記載されている。しかし，このように加熱加圧殺菌以外の殺菌方\n法が存在するからといって，そのことが，ビタミン類が配合されている場合には，\n加熱加圧殺菌処理を必ず回避しなければならない，ということを示すことになるわ\nけのものではないことは，当然である。\nビタミン類を含有する中性飲料について加熱加圧殺菌を施すことは当業者が\n容易に想到することではない，との原告の主張は，採用することができない。\n３　取消事由３（相違点ｂについての認定判断の誤り）について\n(1) 引用発明の中鎖脂肪酸トリグリセライドの融点について\n(ｱ) 原告は，審決は，刊行物１の記載を参照して後に作成された試料につい\nて，甲第１０号証の実験成績書でその融点を測定することによって初めて得られた\n情報を基準として，刊行物１に記載された引用発明の認定をし，本件発明の進歩性\nを判断した，として，この認定判断が誤りである，と主張する。\n本件発明の進歩性の判断のために考慮されるべき技術が，本件出願前の\nものでなければならないことは，いうまでもないことである。しかし，審決は，相\n違点ｂにつき，本件出願後に公知となった技術に基づいて，当業者がこれに容易に\n想到できると判断したわけではない。審決が本件発明の進歩性を判断するに当た\nり，論証の出発点となるべき技術として採用したのが，本件出願前に頒布された刊\n行物１に記載されている，中鎖脂肪酸トリグリセライドを原材料の一部とする中性\n飲料そのもの（引用発明）であり，それ以外に存在しないことは，審決の説示自体\nで明らかである。そして，使用される中鎖脂肪酸トリグリセライドが物として特定\nされれば，それに応じて，その範囲内でその属性である融点も特定されるものであ\nること（本件発明がこのことを前提とする発明であり，中鎖脂肪酸トリグリセライ\nドを物として特定した上に，さらに，同じ物について融点を選択するということを\n前提とするものではないことは，本件明細書の記載全体に照らし，明らかであ\nる。），及び，引用発明で使用される中鎖脂肪酸トリグリセライドは，刊行物１の\n記載によりその組成が特定されていることからすれば，引用発明で使用される中鎖\n脂肪酸トリグリセライドの融点は，上記特定に応じて既に客観的に特定されている\nのであり，当該融点が－５℃以下であるならば，この中鎖脂肪酸トリグリセライド\nを原材料に使用する中性飲料は，少なくとも，使用する中鎖脂肪酸トリグリセライ\nドの融点に関する限り，本件発明の中性飲料との間に何らの差異もないものとな\nる。しかも，このことは，刊行物１に接してそこに記載されている中鎖脂肪酸トリ\nグリセライドを使用しようと考える当事者にとって，当該融点に想到することが容\n易であるか否か，とは関係なく，さらには，融点について想到することが容易であ\nるか，とも，全く無関係にいい得るところである。\n審決が行ったのは，このように刊行物１の記載により既に定まっている\n客観的事実を認定するに当たって，本件出願後のものである甲第１０号証の実験結\n果を資料の一つにするということである。本件発明の構成要件とされる融点は，本\n件出願当時における技術水準に従って特定されるものであることを前提として定め\nられているというべきであるから，測定技術の進歩などにより，本件出願時と現実\nの測定時とで，測定方法に変化が生じ，同じ物についても，融点が異なった数値で\n示される，といった事態が生じれば，本件出願後測定された値をそのまま用いるこ\nとは許されないことになる。しかし，甲第１０号証の実験結果にそのような事項は\n存在しないことは，弁論の全趣旨で明らかである。\n(ｲ) 原告は，甲３１文献，甲３２文献を示して，融点が－２℃あるいは１７\n℃である中鎖脂肪酸トリグリセライドが存在することはよく知られており，当業者\nであっても，刊行物１に記載された引用発明の中鎖脂肪酸トリグリセライドの融点\nが－５℃以下であることに想到することは困難である，と主張する。\nしかしながら，本件において問題とされているのは，刊行物１に記載さ\nれた中鎖脂肪酸トリグリセライドが有する融点という客観的事実であり，原告の主\n張するような，想到困難性を問題とする余地がないことは，既に述べたとおりであ\nる。客観的事実の面でいえば，中鎖脂肪酸トリグリセライドといっても，その組成\n及び結晶形によって，融点が大きく異なることは後述のとおりである。そして，甲\n第１０号証の実験成績書によれば，引用発明の中鎖脂肪酸トリグリセライドの融点\nは，測定条件Ａのときにおいて－１５．２６℃，測定条件Ｂのときにおいて－１\n５．２１℃と測定されたことが認められ，この実験内容に格別不合理，不自然な点\nは認められないことからすれば，引用発明の中鎖脂肪酸トリグリセライドの融点\nは，この測定値の近辺の値であると認めるのが相当である。したがって，引用発明\nの中鎖脂肪酸トリグリセライドと，その組成あるいは結晶形が同一かどうかも不明\nな中鎖脂肪酸トリグリセライドに関し，融点が－５℃を超えるものが存在したとし\nても，そのことによって，上記実験の結果が何らかの影響を受けるものではない。\n原告の上記主張は理由がない。\n(ｳ) 原告は，甲２５文献を示し，中鎖脂肪酸トリグリセライドの融点は，カ\nプリル酸，カプリン酸，ラウリン酸がグリセリンのどの位置に結合するかによっ\nて，異なる，と主張する。\n確かに，甲２５文献には，「油脂の物理的性質は，構成脂肪酸の長さ，\nその不飽和度及びそれらのグリセリド結合の位置によってきまる。融点を例にとる\nと，・・・グリセリド組成による差の１例として，オレオ，ジステアリンにおいて\nは，１－オレオ－２，３ジステアリン，３８．５℃，２－オレオ－１，３ジステア\nリン，４４．０～４４．５℃等のちがいがある。」（甲第２５号証６８１頁左欄下\nから１６行～８行）と記載されている。しかし，この記載によっても，グリセリド\n組成による融点の差がさほど大きなものであると認めることはできない。したがっ\nて，甲第１０号証の前記実験結果によれば，約－１５℃と認められる，引用発明の\n中鎖脂肪酸トリグリセライドの融点が，グリセリドの結合の位置による上記程度の\n差異があることをもって，－５℃以上であるとすることはできない。審決の認定に\n誤りはない。\n別の観点からみるときは，原告の上記主張は，そもそも主張自体失当で\nあるというべきである。仮に，原告主張のとおりであるとしても，すなわち，引用\n発明の中鎖脂肪酸トリグリセライドの融点に複数のものがあり，その中には，－５\n℃以下でないものがあるとしても，逆にいえば，－５℃以下のものもあるというこ\nとであり，これを用いることが何らかの理由で排除されない限り，引用発明の中鎖\n脂肪酸トリグリセライドを用いて中性飲料を作れば，中鎖脂肪酸トリグリセライド\nの融点につき本件発明と同一のものもできてしまうことにならざるを得ないからで\nある。\nいずれにせよ，原告の主張は失当である。\n(ｴ) 原告は，甲３６文献及び甲３７文献に記載されたβ結晶形の中鎖脂肪酸\nトリグリセライドの融点曲線によれば，引用発明の中鎖脂肪酸トリグリセライドと\n類似した組成のものの融点は，いずれも＋０．５℃近辺となるのであるから，当業\n者は，引用発明の中鎖脂肪酸トリグリセライドの融点についても，プラス０．５℃\n近辺と理解するのであり，当業者が，刊行物１記載の中鎖脂肪酸トリグリセライド\nの融点が－５℃以下であることに想到することは困難である，と主張し，また，甲\n３９文献及び甲４０文献の記載を根拠に，中鎖脂肪酸トリグリセライドの融点をβ\n結晶形の融点で示すことは当業者に自明である，とも主張する。\nしかし，本件において融点について問題となるのは，既に述べたとお\nり，引用発明の中鎖脂肪酸トリグリセライドの属性としての融点という客観的事実\nであり，融点についての当業者の認識ではない。したがって，本件において，原告\nがここで主張する想到困難性を問題にする余地はない。\nのみならず，仮に上記の点をおくとしても，原告の上記主張自体，採用\nすることができないものである。\n甲３７文献には，「トリグリセライド結晶は多形現象を有し，４種類の\n変態（α，β’，中間，β）が知られている。」（甲３７号証７７頁）と記載さ\nれ，その「第３表　単酸基トリグリセライドの特性」として，カプリル酸（Ｃ８\n），カプリン酸（Ｃ１０），ラウリン酸（Ｃ１２）のそれぞれについて，α，β’，\nβの各結晶形の融点が記載されており（各融点は，カプリル酸（Ｃ８）のβ’形が\n－２１℃，β形が８．３℃，カプリン酸（Ｃ１０）のα形が－１５℃，β’形が１８\n℃，β形が３１．５℃，ラウリン酸（Ｃ１２）のα形が１４℃，β’形が３４℃，β\n形が４３．９℃である。），その融点の値は，各結晶形によって数十℃の違いがあ\nることが認められる。\n本件明細書には，中鎖脂肪酸トリグリセライドの具体例として，花王\n（株）製「ココナードＭＴ」（以下「ココナードMT」という。）が記載されている\n（甲第２号証の２，全文訂正明細書の５頁第１表（注１））。そして，乙第１６号\n証（花王食品添加用製品紹介技術資料（Ｋ－１））によれば，ココナードＭＴの脂\n肪酸組成は，カプロン酸（Ｃ６）：０．３％，カプリル酸（Ｃ８）：８１．６％，カ\nプリン酸（Ｃ１０）：１７．４％，ラウリン酸（Ｃ１２）：０．４％であり，凝固点\nは約－２０℃であることが認められる。しかし，甲３６文献の図－１及び甲３７文\n献の第５図に記載されている，ＭＣＴを構成するＣ８とＣ１０の組成比に応じたβ結\n晶形の融点曲線によれば，ココナードＭＴの融点は，そのカプリル酸とカプリン酸\nの組成比からすれば，引用発明の中鎖脂肪酸トリグリセライドと同様に，プラス\n０．５℃付近と推定される。したがって，原告が主張する甲３６文献の図－１及び\n甲３７文献の第５図によれば，本件明細書に唯一開示された中鎖脂肪酸トリグリセ\nライドであるココナードＭＴが本件発明における「融点－５℃以下」との構成を満\n足しないことになる。\nココナードＭＴは，原告が主張するとおり，引用発明の中鎖脂肪酸トリ\nグリセライドとの間に，低分子量のＣ８の含有量が１．９％低く，低分子量のＣ６を\n０．３％含有している等の違いがある。しかし，このことにより，ココナードＭＴ\nの融点が，プラス０．５℃よりも若干低くなることがあり得るとしても，甲３６文\n献及び甲３７文献のβ結晶形の前記融点曲線を前提とした場合に，その組成におけ\nる上記のわずかな違いにより，ココナードＭＴの融点が－５℃以下になるとか，－\n２０℃になるというようなことは，到底あり得ないことであるということができ\nる。\nしたがって，本件明細書において，中鎖脂肪酸トリグリセライドの具体\n例として唯一記載されたココナードＭＴが，本件発明における必須の構成である\n「融点－５℃以下」を満足することを当然の前提とする以上，本件発明における中\n鎖脂肪酸トリグリセライドの融点が，β結晶形の中鎖脂肪酸トリグリセライドでは\nないことは明らかというべきである。\n甲３１文献には，Ｃ６：１％，Ｃ８：７５％，Ｃ１０：２４％からなる融\n点－２０℃のＭＣＴ油が記載されている（甲第３１号証，実施例４，５，６，１\n０）。甲３６文献及び甲３７文献に記載された前記融点曲線によれば，甲３１文献\nに記載された中鎖脂肪酸トリグリセライドの主要成分であるＣ８及びＣ１０の組成比\nに相当する融点は，－５℃よりも高くなることは明らかである。そうすると，甲３\n１文献においても，中鎖脂肪酸トリグリセライドの融点をβ結晶形で測定した値で\n表してはいないことが明らかである。\n以上によれば，原告が主張するように，甲３９文献及び甲４０文献に記\n載された中鎖脂肪酸トリグリセライドの融点はβ結晶形の融点を意味するとして\nも，本件明細書や甲３１文献のように，中鎖脂肪酸トリグリセライドの融点を，明\nらかにβ結晶形以外の結晶形のもので測定した値で表記している文献も存在するの\nであるから，中鎖脂肪酸トリグリセライドの融点をβ結晶形の融点で示すことが当\n業者に自明であるとする原告の前記主張，及び，これを前提に，引用発明の中鎖脂\n肪酸トリグリセライドと類似した組成の融点が＋０．５℃近辺であるとの原告の前\n記主張は，いずれも到底採用することができない。むしろ，本件明細書でいう中鎖\n脂肪酸トリグリセライドの融点は，β結晶形ではないカプリル酸（Ｃ８），カプリ\nン酸（Ｃ１０），ラウリン酸（Ｃ１２）から成る中鎖脂肪酸トリグリセライドの融点\nであることは，上述したところから明らかである。\n(2) 原告は，審決が－５℃以下の凝固点をもつものとして援用した甲１９文献\n及び甲２０文献に記載された中鎖脂肪酸トリグリセライドは，引用発明の中鎖脂肪\n酸トリグリセライドとは，カプリル酸（Ｃ８）の配合割合など，その組成が異な\nる，と主張する。しかし，中鎖脂肪酸トリグリセライドの融点については，前記の\nとおり，カプリル酸（Ｃ８），カプリン酸（Ｃ１０），ラウリン酸（Ｃ１２）等の各結\n晶形によって顕著な差異があることは認められるものの，その組成の結晶形が同じ\nであれば，カプリル酸（Ｃ８）の配合割合が，原告が主張する程度に異なっている\nとしても，これによってその融点に大きな差異が生じるとすると認めることはでき\nない。\n(3) 甲第２号証の２によれば，本件明細書には，中鎖脂肪酸トリグリセライド\nを組成するものの各結晶形の種類，及び，融点を測定する際の試料の作成方法，融\n点の測定方法については何ら記載されていないことが認められる。\n「食品油脂の科学」（１９８９年１０月２０日株式会社幸書房発行）に\nは，「わが国の食用油脂業界で一般に行われているのは，最も簡便にできる上昇法\nによる融点の測定である。しかし，わが国及びＡＯＣＳで公定化されている方法だ\nけを取上げてみても，表５．７に示すように測定の具体的方法に関する規制と適用\n範囲に差があり，特に一番大事な冷却条件だけみても問題がある。また，同じ公定\n法でも二通りの冷却条件が定められており，これは結晶多形からみると，図５．２\nに示すように，理屈の上ではそれぞれ異なった多形での融点が測定されていること\nになる。しかし表５．８に示すように，実際上はいずれもばらつきの範囲内にある\nため大きな問題とはならないが，固形油脂の種類によって転移の速いものもあり，\n硬化油や液体油を配合した場合はさらに複雑になるので，統一されることが望まし\nい。」（乙第１７号証２０４頁下３行～２０７頁２行）と記載されていることか\nら，油脂類の融点は，公定化された測定方法によった場合ですら一義的には定まら\nないことが認められる。\n前記認定のように，中鎖脂肪酸トリグリセライド類の融点は，その結晶形\nによりかなり違う値となること，その融点測定について，融点が一義的に決まる特\n定の測定条件が上記のとおり公定化されているともいえないことが認められるにも\nかかわらず，本件明細書においては，中鎖脂肪酸トリグリセライドを組成するもの\nの各結晶形及び融点の測定条件について何ら記載されていないのであるから，いず\nれの結晶形であれ，また，いかなる状態の試料で，どのような条件で測定したもの\nであれ，本件出願前に，融点が－５℃以下である中鎖脂肪酸トリグリセライドが知\nられていたのであれば，本件発明の中鎖脂肪酸トリグリセライドの融点は，公知の\n中鎖脂肪酸トリグリセライドの融点と区別することができないものというべきであ\nる。\nしたがって，刊行物１に記載された組成の中鎖脂肪酸トリグリセライド\nが，前記認定のとおり，融点がおよそ－１５℃のものを含むものであることからす\nれば，同じ組成でも結晶形が異なり，融点が異なるものも開示されているとして\nも，刊行物１に記載されたところにより，融点が－５℃以下の中鎖脂肪酸トリグリ\nセライドも開示されていることに変わりはないのであるから，引用発明の中鎖脂肪\n酸トリグリセライドと本件発明の中鎖脂肪酸トリグリセライドが実質的に同一であ\nるとした審決の判断は，この限りにおいて誤りではない。\n４　取消事由４（本件発明と引用発明との課題の相違）について\n原告は，引用発明のジャネフは，脂肪の消化吸収をよくするという課題を解\n決するために，中鎖脂肪酸トリグリセライドを用いているのに対して，本件発明で\nは，中性飲料に対する厳しい加熱加圧殺菌によっても乳化安定性を保ち，高温保\n存，低温保存時の脂肪の分離凝集，風味の劣化を防止するとの課題を解決するた\nめ，中鎖脂肪酸トリグリセライド（ＭＣＴ）を用いており，この融点は，中性飲料\nに対する厳しい加熱加圧殺菌によって乳化安定性を損なうことなく，低温保存に長\n時間さらされた時でも，脂肪の分離，凝集を防ぐ意味で重要であるから，引用発明\nと本件発明とは課題が全く異なるのであって，このように課題の全く異なる引用発\n明を本件発明の容易遂行性判断のための対比資料とすることは相当でない，と主張\nする。\nしかしながら，本件発明も引用発明も，中鎖脂肪酸トリグリセライドを含有\nする密封容器入り中性飲料である点で，技術分野を同一にするものである以上，そ\nれぞれに明記されている課題が異なるとしても，そのことが引用発明を本件発明の\n容易推考性を判断するための公知の技術資料とすることを妨げるべき理由とはなり\n得ない，というべきである。\n第６　結論\n以上に検討したところによれば，原告の主張する取消事由にはいずれも理由\nがなく，その他，審決には，これを取り消すべき瑕疵は見当たらない。そこで，原\n告の本訴請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法７\n条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　　　　 山　　下　　和　　明\n裁判官　　　　　   設　　樂　　隆　　一\n裁判官　 　　　    高　　瀬　　順　　久\n"
}