{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 14
  },
  "case_number": "平成14(行ケ)99",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10791",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10791",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/791/010791_hanrei.pdf",
  "contents": "平成１４年（行ケ）第９９号　審決取消請求事件\n平成１５年１０月１４日判決言渡，平成１５年９月３０日口頭弁論終結\n判　　　　決\n原　　　告　　　　　ジョンソン エレクトリック ソシエテ アノニム\n訴訟代理人弁護士　　中村稔，辻居幸一，相良由里子，弁理士　今城俊夫\n被　　　告　　　　　マブチモーター株式会社\n訴訟代理人弁理士　　大川譲，森田寛\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n以下において，「のび」は「延び」に，「および」は「及び」に統一して表記し\nた。その他，引用箇所においても公用文の表記方式に従った箇所がある。\n第１　原告の求めた裁判\n「特許庁が平成１０年審判第３５４４３号事件について平成１３年１０月２３日\nにした審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n(1)　原告は，名称を「永久磁石直流モータ」とする発明について，１９８６年\n（昭和６１年）４月２１日にイギリス国においてした特許出願ほか２件の特許出願\nに基づく優先権を主張して，昭和６２年４月２１日に特許出願をし，その特許は平\n成９年９月１２日に設定登録された（本件特許第２６９４９４９号）。\n(2)　被告は，平成１０年９月１１日，原告を被請求人として，本件特許のうち明\n細書の特許請求の範囲の請求項１～３に記載された発明（本件発明）に係る特許に\nつき無効審判の請求をし，平成１０年審判第３５４４３号事件として審理され，平\n成１１年１２月２７日，審判請求は成り立たないとする審決（第１次審決）があっ\nた。\n(3)　被告は，第１次審決を不服として，東京高等裁判所に対し審決取消請求訴訟\nを提起し，平成１２年（行ケ）第８４号事件として審理された結果，平成１３年３\n月１４日に「特許庁が平成１０年審判第３５４４３号事件について平成１１年１２\n月２７日にした審決を取り消す。」との判決（第１次判決）があった。\n(4)　本件無効審判請求につき再度審理が行われ，平成１３年１０月２３日に「特\n許第２６９４９４９号の特許請求の範囲の請求項１～３に記載された発明について\nの特許を無効とする。」との審決があり，その謄本は同年１１月２日原告に送達さ\nれた。\n２　本件発明の要旨\n(1)　請求項１発明の要旨\nカン状のモータケーシング，このモータケーシングを閉じるエンドキャップ，モ\nータケーシング内に取り付けた永久磁石，モータケーシングとエンドキャップとに\nより支持されたベアリングに支えられたモータシャフト，永久磁石に向き合ってモ\nータシャフトに取り付けられたアーマチャ・コアとアーマチャ巻線とを備え，アー\nマチャ・コアはアーマチャ巻線を巻いた拡大頭部を有する複数の半径方向に延びる\n磁極を有し，隣合う磁極は巻線を施す巻線トンネルを形成し，隣合う頭部を分離し\nている狭い空間は半径方向に巻線トンネルを開いている，巻線を施したアーマチ\nャ，このアーマチャのコアの一端に隣接してモータシャフトに取り付けられ，アー\nマチャ巻線に接続された接続部片をそれぞれが有する複数のセグメントを備える整\n流器，エンドキャップが支持しているモータ端子，エンドキャップが支持してお\nり，整流器と滑り接触してモータ端子をアーマチャ巻線へ電気的に接続するブラシ\nを含むブラシギヤ及び整流器に隣接してアーマチャのコアの端に，アーマチャのコ\nアの半径方向外周に取り付けられたファンを備え，このファンはアーマチャのコア\nの端に当たる環状プレートと，この環状プレートにより支持されアーマチャのコア\nから離れて軸方向に延び整流器の接続部片の周囲空間内に入り込むが，接続部片か\nら半径方向に離されている複数の半径方向に延びるファンブレードと，磁極間のそ\nれぞれの巻線トンネルに沿って軸方向に環状プレートから延びてファンをアーマチ\nャのコアの半径方向外周に固定する複数の取付けタブとを有することを特徴とした\n永久磁石直流モータ。\n(2)　請求項２発明の要旨\nアーマチャのコアへのファンの固定を助けるためタブに少なくとも部分的に接着\n剤を塗布した請求項１に記載の永久磁石直流モータ。\n(3)　請求項３発明の要旨\n磁極の頭部間の巻線トンネルの狭い開口にタブが入り込んで摩擦係合している請\n求項１若しくは２に記載の永久磁石直流モータ。\n３　審決の理由の要点\n本件請求項１～３に記載の発明は，下記審判甲第１～第４号証の記載に基づい\nて，当業者が容易に発明をすることができたものであり，特許法２９条２項の規定\nにより特許を受けることができないものである。理由の詳細は，別紙審決の理由の\nとおりである。\n記\n審判甲第１号証：実願昭５５－１９０９２８号（実開昭５７－１１１０６８号公\n報）の願書に添付した明細書及び図面を撮影したマイクロフイルム（本訴甲第６号\n証））\n審判甲第２号証：旧東ドイツ特許公報ＤＤ一２１３７９８（１９８４年（昭和５\n９年）９月１９日発行）（本訴甲第７号証）\n審判甲第３号証：昭和１４年実用新案出願公告第１５５５２号公報（本訴甲第８\n号証）\n審判甲第４号証：実願昭５４一０１８５２８号（実開昭５５一１２０２８８号）\nの願書に添付した明細書及び図面を撮影したマイクロフィルム（本訴甲第９号証）\n第３　原告主張の審決取消事由\n１　前提問題（第１次判決の拘束力）\n第１次判決は，第１次審決が着目した「デッドスペースである『整流器の接続部\n片の周囲空間』にファンブレードを配置してこれを有効活用するとの目的」に照ら\nし，第１次審決が進歩性判断の根拠とした，相違点（イ）の構成要素②の前段部分\nにおける，この環状プレートにより支持されアーマチャのコアから離れて軸方向に\n延び整流器の接続部片の周囲空間内に入り込むという構成についてのみ判断したも\nのであって，相違点（イ）の構成要素②の後段部分における，接続部片から半径方\n向に離されている複数の半径方向に延びるファンブレードという構成には，触れて\nいない。第１次判決は，デッドスペースの活用とはおよそ関係のない，接続部片か\nら半径方向に離されている複数の半径方向に延びるファンブレードという構成につ\nいては，判断していない。\n本訴において，かかる構成と審判甲第１号証～第３号証記載の発明との相違に基\nづき，原告が本件発明の進歩性を主張することが妨げられる理由はない。\n２　取消事由１（審判甲第１号証記載の発明に関する認定の誤り）\n(1)　本件発明は，前述のとおり，永久磁石直流モータにおいて，アーマチャのコ\nアの側に整流器に隣接してその周囲に環状空間を形成し，低圧区域をつくって，火\n花の発生のため最も高温となる整流器の周囲全体の空気層を軸方向に沿って効率良\nく吸い込み，モータケーシングの窓を通して放出することにより，整流器全体を効\n率良く冷却するという目的を達成するものである。本件発明のこのような目的につ\nいては，審判甲第１号証記載の発明においては開示も示唆もない。したがって，審\n判甲第１号証記載の発明は本件発明と同一の課題に基づく解決方法を開示したもの\nではない。\n(2)　また，審判甲第１号証記載の発明は，本件発明の目的と異なる整流器の冷却\nという目的を有するため，構成上，「ファンブレードをアーマチャのコアから離れ\nて軸方向に延び整流器の接続部片の周囲空間内に入り込む」点だけでなく，ファン\nブレードが，「接続部片から離されて，中央開口に連通する空間を形成している」\n点においても異なっている。また，ファンは「中央開口を有する環状プレート」を\n有している。したがって，審判甲第１号証記載の発明に基づきファンの構造及び配\n置を本件発明の構成要件Ｉ（注）のような構成を採用することは，当業者が適宜採\n用することのできる設計事項ということはできない。\n（注）　原告が本件発明の構成要件を分節したうち，次の構成を指す。\nI)整流器に隣接してアーマチャのコアの端に，アーマチャのコアの半径方向\n外周に取り付けられたファンを備え，このファンは\nI(1)アーマチャのコアの端に当たり，中央開口を有する環状プレートと，\nI(2)この環状プレートにより支持されアーマチャのコアから離れて軸方向に\n延び整流器の接続部片の周囲空間内に入り込むが，接続部片から半径方向に離され\nて，中央開口に連通する空間を形成している複数の半径方向に延びるファンブレー\nドと，\nI(3)磁極間のそれぞれの巻線トンネルに沿って軸方向に環状プレートから延\nびてファンをアーマチャのコアの半径方向外周に固定する複数の取付けタブとを有\nすること。\n(3)　審決は，本件発明と審判甲第１号証記載の発明が「整流器に隣接してアーマ\nチャのコアの端に，アーマチャのコアの半径方向外周に取り付けられたファンを備\nえる」点において一致すると認定するが，審判甲第１号証記載の発明においては，\nファンは整流器に直接接触して（嵌め込まれて）いるのであって，整流器に隣接し\nて設けられているのではない。本件発明に係る整流器の冷却作用を有するために\nは，ファンは整流器に隣接していなければならず，決して直接接触して（嵌め込ま\nれて）はならないのである。\n(4)　以上のとおり，審決は，本件発明との対比において，審判甲第１号証記載の\n発明を誤って認定したものである。\n３　取消事由２（審判甲第２号証記載の発明に関する認定の誤り）\n前述のとおり，審判甲第２号証記載の発明は本件発明の構成要件Ｉを有していな\nい。したがって，審判甲第２号証記載の発明における「ファン構成及び取り付け手\n段」を審判甲第１号証記載の発明と組み合わせたとしても本件発明を構成すること\nはできない。\n４　取消事由３（審判甲第３号証記載の発明に関する認定の誤り）\n前述のとおり，審判甲第３号証は交流による誘導電動機であり，整流器を備えて\nいない。したがって，審判甲第３号証記載の発明は，本件発明に係る整流器との関\n係でのファンの構造及び配置，すなわち本件発明に係る環状プレートとファンブレ\nードの構造及び配置を開示ないし示唆するものではない。審判甲第３号証記載の発\n明は本件発明の構成要件Ｉを有していないのであるから，審判甲第３号証記載の発\n明における「ファン構成及び取り付け手段」を審判甲第１号証記載の発明を組み合\nわせたとしても，本件発明を構成することはできない。\n以上のとおり，審決は審判甲第３号証記載の発明の認定を誤ったものである。こ\nの認定の誤りは審決の結論に影響を及ぼすべきものであるから，審決は取り消され\nるべきである。\n５　取消事由４（進歩性判断の誤り）\n(1)　審判甲第２号証記載の発明は，ファンは，整流子側コイルに隣接しており，\n「整流器に隣接して」取り付けられていないし，また，「中央開口を有する環状プ\nレート」を有しておらず，さらに，ファンブレードは，「整流器の接続部片の周囲\n空間内に入り込」んで環状プレートの「中央開口に連通する空間を形成」していな\nい。審判甲第２号証記載の発明を審判甲第１号証記載の発明と組み合わせる必然性\nはなく，また，これを組み合わせたとしても，本件発明を構成することはできな\nい。\nまた，審判甲第３号証記載の発明は交流による誘導電動機の発明であり，整流器\nは開示されていない。このような整流器の開示されていない審判甲第３号証記載の\n発明のうちファンの構成を整流器を有する永久磁石直流モータに組み合せる必然性\nはない。\n(2)　よって，審決が本件発明の進歩性の判断を誤ったことは明らかであるから取\nり消されるべきである。\n６　取消事由５（顕著な作用効果を看過したことの誤り）\n(1)　審決は，本件発明の顕著な作用効果を看過したものである。すなわち，本件\n発明は，永久磁石直流モータにおいて，アーマチャのコアの側に整流器に隣接して\nその周囲に環状空間を形成し，低圧区域をつくって，火花の発生のため最も高温と\nなる整流器の周囲全体の空気層を軸方向に沿って効率良く吸い込み，モータケーシ\nングの窓を通して放出することにより，整流器全体を効率良く冷却するという顕著\nな作用効果を奏するものである。原告の実施した甲第１０号証の実験では，本件発\n明に係るファンは審判甲第１号証記載の発明のファンに比し整流器の温度は摂氏１\n０度も低くなることが確認されている。\nいずれの審判甲号証においても，このような本件発明の作用効果は開示ないし示\n唆されていない。したがって，本件発明の整流器の冷却に係る作用効果は当業者の\n予測し得ない顕著な作用効果を奏するものであり，本件発明が進歩性を有すること\nは明らかである。\n(2)　また，このような整流器の冷却に係る作用効果により，本件発明ではファン\nブレードをサーモプラスチックではなく，安価でかつモールドしやすい普通のプラ\nスチックで形成することができるので，製作コストが著しく安くなる。このような\n作用効果についても，本件発明の構成によりもたらされる整流器の冷却作用に伴う\n作用効果であるから，本件発明の作用効果といえる。\n整流器の冷却に係る作用効果によりファンブレードをサーモプラスチックではな\nく普通のプラスチックで形成することができるという点についても，いずれの審判\n甲号証についても開示ないし示唆はなく，当業者が予測し得ないものである。この\n点からみても，本件発明が当業者の予測し得ない顕著な作用効果を奏し，進歩性を\n有することは明らかである。\n第４　当裁判所の判断\n１　取消事由１～４について\n(1)　審判において，被告（請求人）は，審判甲第１号証記載の発明との間の，フ\nァンの構成及び取付手段に関する相違点（イ）として，\n①　アーマチャのコアの端に当たる環状プレートと，\n②　この環状プレートにより支持されアーマチャのコアから離れて軸方向に延び\n整流器の接続部片の周囲空間内に入り込むが，接続部片から半径方向に離されてい\nる複数の半径方向に延びるファンブレードと，\n③　磁極間のそれぞれの巻線トンネルに沿って軸方向に環状プレートから延びて\nファンをアーマチャのコアの半径方向外周に固定する複数の取付けタブとを有す\nる，\nとの点を挙げつつも，これらは審判甲第２号証あるいは審判甲第３号証に記載さ\nれているように公知の技術にすぎないことを主張していた（甲第２号証の第１次判\n決別紙審決（第１次審決）１１～１２頁）。\nこれに対し，第１次審決は，本件発明（取消事由は請求項１～３発明を区別して\nいないが，以下の取消事由１～４に関する説示中で「本件発明」というときは，請\n求項１発明を指す。請求項２，３の発明に関する独自の主張はないので，これらに\n関する判断も，請求項１発明に関してと同様である。）については構成要件①②③\nに区分できないことを主位的な理由として，審判甲第２，第３号証記載の発明を審\n判甲第１号証に組み合わせることはできないとし，予備的な理由として，相違点\n（イ）の本件発明の構成は，構成要件②の点で当業者が容易に想到し得たとするこ\nとはできないと判断した（第１次審決２４～２９頁）。\n第１次判決は，まず第１次審決の主位的な理由を誤りと判断した上，相違点\n（イ）の構成要件②の構成は，審判甲第１号証（第１次審決でいう引用例１）記載\nの発明に基づいて当業者が容易に想到することができるものであると認定判断し，\n上記予備的な理由も誤りであると判断している。この後者の判断において，相違点\n（イ）のうち②の後段部分が除外されているとの原告主張を裏付けるべき説示は，\n第１次判決において見当たらない。\nなるほど，②の後段部分における，接続部片から半径方向に離されている複数の\n半径方向に延びるファンブレードとの構成に関しては，原告主張のように第１次判\n決において明示的に説示されているものではない。しかし，第１次取消訴訟におい\nては，相違点（イ）のうち②の容易想到性が前段，後段共に一体となって審理され\nていることは，第１次判決の判決文に照らして明らかであり，原告もこの点に関し\nて特段の主張をしているものではない。審判の被請求人である原告としては，相違\n点（イ）のうち②の容易想到性を否定する主張として，その後段の構成については\n容易想到でなかったと主張することもできたはずである。したがって，本訴におい\nて，原告が，相違点（イ）のうち②の後段の構成の容易想到性を否定する主張をす\nることは，第１次判決の拘束力に反するものとして，許されない。\n(2)　取消事由１～４は，第１次判決の拘束力に従ってした相違点（イ）の②の構\n成の容易想到性に関する審決の認定判断の誤りを主張するものであり，理由がな\nい。\n２　取消事由５（顕著な作用効果を看過したことの誤り）について\n(1)　甲第１０号証「技術研究報告書」の温度試験結果（６，７頁）は，「両方の\nモータの温度上昇率は同じであるが，「目を開けた」羽根車の最終温度は元の羽根\n車の温度より約１０度低い。「目を開けた」羽根車がその系から多くの熱を運び去\nっていることを証明している。」というものであり，上昇温度対時間の図には，横\n軸１４０秒で，縦軸元の羽根車約１６０℃，「目を開けた」羽根車約１４５℃が記\n載されている。\nしかしながら，審判甲第１号証（甲第６号証）には，\n「第７図はモータを駆動した際，刷子及び整流子の温度上昇を時間的に測定した測\n定曲線図である。第７図に示す実験においては，モータは出願人の会社において生\n産されているマブチモータのＲＳ－７５０Ｓ　Ｌｏｎｇを使用した。この場合の測\n定条件としては電圧９．６Ｖ，７００ｇ－㎝のトルク計負荷を使用した。スタート\n後５分で電流は１５．３～１６．１Ａ，回転数は１６，０７０～１７，２６０ｒ．\nｐ．ｍ，出力は１１５～１２４Ｗとなった。なお，Ａ曲線は冷却ファンのないモー\nタの場合，Ｂ曲線は整流子６が存在しない側に冷却ファンを取付けてファンの外径\nを２７．５φとした場合，Ｃ曲線は本考案にかかるモータで整流子６の非摺動円筒\n部に冷却ファン１６をもうけ該ファンの外径を３８φとした場合に対応している。\nこの結果，冷却ファンを取付けないＡの場合には，カーボン刷子が著しく摩耗し，\n整流子は著しく変色し，刷子温度は急上昇してスタート後１０分で１７０℃に達\nし，使用に耐えなくなったため運転を中止した。次に冷却ファンを整流子６の存在\nしない側に取り付けたＢの場合でも，カーボン刷子の摩耗がひどく，整流子は変色\nし，刷子温度はスタート後１０分で１５０℃となり２０分では１６０℃となり使用\nに耐えないものとなったため２０分で運転を中止するにいたった。これに対し，本\n考案にかかる整流子の非摺動円筒部に冷却ファンをもうけたＣの場合にはスタート\n後２分で刷子温度７０℃，４分で７８℃，６分で７９℃，１０分で８０℃に上昇し\nたが，それ以後は殆んど温度は上昇することなく，８０℃一定に保ち，１時間を連\n続運転しても温度には変化が認められず，しかも刷子，整流子共に全然変化は見ら\nれなかった。以上詳述した如く，本考案は冷却ファンを整流子の非摺動円筒部に取\nり付けた構成としたので，冷却空気を直接整流子に吹き付けることができる。そし\nて，従来のモータのように固定子の高さだけ冷却ファンが小さく制限されることな\nく，冷却ファンの外径はモータ・ケースの内径内で許される最大限の寸法とするこ\nとができるので，十分な冷却風量を得られる。」（９頁１７行～１１頁１７行）\nとの記載があり，審判甲第１号証に記載された発明の羽根車は，第７図横軸１０\n分以降，縦軸８０℃であり，冷却空気を整流子に直接吹き付けることができるとい\nうものである。\n以上のとおり，審判甲第１号証の上記記載によれば，審判甲第１号証記載の発明\nでは，設計によっては８０℃となり得るものと認められるのに対し，本件発明の冷\n却ファンでは，１４５℃の冷却効果以外を示す証拠はないので，本件発明の冷却フ\nァンの方が冷却能力が優れているとはいえない。\nまた，審判甲第３号証に記載された発明の冷却ファンは，その構造からすると，\nファンブレードの中央開口に連通する空間は低圧になり，ファンブレードに空気が\n吸い込まれることは，明らかであるから，審判甲第１号証に記載された発明に審判\n甲第３号証の冷却ファンを採用することにより，ファンブレードの中央開口に連通\nする空間は低圧になり，ファンブレードに空気が吸い込まれることは予想されるも\nのといえる。\n(2)　そして，審判甲第１号証に記載された発明の整流器の温度は８０℃と低温と\nすることができ，低温であれば，冷却ファンも，技術常識に基づき，ファンのファ\nンブレードをサーモプラスチックではなく，安価でかつモールドしやすい普通のプ\nラスチックで形成することができるものということができる。\n(3)　よって，取消事由５も理由がない。\n第５　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官      塚　　原　　朋　　一\n裁判官      塩　　月　　秀　　平\n裁判官      古　　城　　春　　実\n"
}