{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 23
  },
  "case_number": "平成11(行ウ)82",
  "case_name": "議席譲渡歳費返還請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "15874",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15874",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/874/015874_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求を棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　原告ら\n被告は、東村山市に対し、一九八五万四二〇八円及びこれに対する平成九年八月\n二五日から支払済みまで年五分の割合による金員を支払え。\n二　被告\n（本案前）\n本件訴えを却下する。\n（本案）\n主文第一項と同旨\n第二　事案の概要\n本件は、東村山市議会議員に繰上補充により当選とされた被告について、その\n後、繰上補充による被告の当選が無効であるとの裁判が確定したことから、東村山\n市の住民である原告らが、右の裁判の確定により東村山市には被告に対して支給し\nた議員歳費一九八五万四二〇八円の不当利得返還請求権が生じているにもかかわら\nず、右返還請求権の行使を怠っているとして、地方自治法（以下「法」という。）\n二四二条の二第一項四号後段に基づいて、怠る事実の相手方である被告に対し、被\n告が受け取った議員歳費一九八五万四二〇八円及びこれに対する右裁判の確定の日\nである平成九年八月二五日から支払済みまで年五分の割合による金員の支払を求め\nるものである。\n一　前提となる事実（証拠等を掲記したもの以外は、当事者間に争いのない事実で\nある。）\n１　原告らは、いずれも東村山市の住民である。\n２　被告は、平成七年四月二三日執行の東村山市議会議員選挙（以下「本件選挙」\nという。）にＡとともに立候補したが、本件選挙において、Ａが四位で当選し、被\n告は、次点となった。平成七年四月二四日、選挙会は当選人を確定して、東村山市\n選挙管理委員会に報告し、同委員会は、同日、当選人の告示を行った。Ａは、次点\n者である被告を当選させるため、平成七年四月二六日、東村山市長に対し、干葉県\n松戸市への転出届を提出し、同市への転入手続をとった上、東村山市選挙管理委員\n会を訪れ、被選挙権を失った旨を届け出た（甲一）。\nそこで、本件選挙の選挙長は、同年五月二一日に選挙会を開催し、被告について\n繰上補充の手続をとり、被告を本件選挙の繰上当選人とする旨の決定をし、右繰上\n当選に関する報告を受けた東村山市選挙管理委員会は、被告に当選の旨を告知し、\nかつ、当選人の住所及び氏名を告示した。\nこれに対し、原告らを含む選挙人らが右の繰上補充による当選の効力を争って、\n公職選挙法（以下「公選法」という。）二〇六条一項に基づく異議の申出をした\nが、東村山市選挙\n管理委員会はこれを棄却する決定をし、右選挙人らからされた同条二項に基づく審\n査の申立てについても、東京都選挙管理委員会が棄却の裁決をしたため、右選挙人\nらから公選法二〇七条に基づき、右裁決の取消しを求める訴えが提起された。第一\n審の東京高等裁判所は、原告の請求は理由がないとしてこれを棄却する旨の判決を\nしたが、上告審である最高裁判所は、平成九年八月二五日、被告に係る繰上補充\nは、当選人であるＡが被選挙権を失っていなかったにもかかわらず、これを失った\nものと誤認してされた点において違法であり、被告の当選には無効事由があるとし\nて、原判決を破棄し、右裁決を取り消す旨の判決をした（甲一）。\n３　平成九年八月二五日までに、東村山市から被告に対して支払われた議員歳費\nは、合計一九八五万四二〇八円である（弁論の全趣旨）。\n４　原告らは、平成一一年二月八日、東村山市監査委員に対し、被告の繰上当選が\n無効となったにもかかわらず、市長が、被告に対し議員歳費の返還を求めないのは\n違法に財産の管理を怠るものであるなどとして、監査請求（以下「本件監査請求」\nという。）を行ったが、東村山市監査委員は、平成一一年四月一三日、本件監査請\n求につき、法二四二条四項に規定されている期間内に合議が整わなかった旨の通知\nをした（乙一）。\n二　争点及びこれに対する当事者の主張\n本件の争点は、①　原告らの本件監査請求が監査請求期間内にされた適法なもの\nであるか否か（争点１）、②　被告が東村山市から支給された議員歳費について不\n当利得返還債務を負っているか否か（争点２）であり、右の各争点に対する当事者\nの主張は以下のとおりである。\n１　争点１（原告らの本件監査請求が監査請求期間内にされた適法なものであるか\n否か）について\n（被告の主張）\n（一）　法二四二条二項は、住民監査請求の期間制限として、「当該行為のあった\n日又は終わった日から一年を経過したときは、これをすることができない。」と規\n定している。\nしかるに、東村山市から議員歳費が被告に支払われたのは、平成九年八月二五日\nが最後であり、他方、原告らが本件監査請求を行ったのは、平成一一年二月八日で\nある。\nよって、本件監査請求は、法二四二条二項の監査請求期間を徒過した不適法なも\nのであり、本件訴えは、適法な監査請求を経たものではないから、不適法である。\n（二）　原告らは、本件監査請求が怠る事実に係る監査請求であるから\n、法二四二条二項の監査請求期間の制限はない旨主張する。\nしかし、普通地方公共団体において違法に財産の管理を怠る事実があるとして法\n二四二条一項の規定による住民監査請求があった場合に、右監査請求が、当該普通\n地方公共団体の長その他の財務会計職員の特定の財務会計上の行為を違法であると\nし、当該行為が違法、無効であることに基づいて発生する実体法上の請求権の不行\n使をもって財産の管理を怠る事実としているものであるときは、当該監査請求につ\nいては、右怠る事実に係る請求権の発生原因たる当該行為のあった日又は終わった\n日を基準として同条二項の規定を適用すべきものと解すべきであり、本件監査請求\nもかかる場合に当たるから、本件監査請求は、法二四二条二項の監査請求期間の制\n限に反した不適法なものである。\n（原告らの主張）\n原告らの本件監査請求は、繰上補充による被告の当選には無効事由があるとする\n判決が確定したことによって、被告に支払われた議員歳費相当額について東村山市\nに不当利得返還請求権が生じたにもかかわらず、右請求権の行使を怠っていること\nが違法であるとして是正措置を求めたものである。\nしたがって、法二四二条二項の監査請求期間の制限はなく、本件監査請求は適法\nであり、本件訴えも、適法な監査請求を経た適法なものである。\n２　争点２（被告が東村山市から支給された議員歳費について不当利得返還債務を\n負っているか否か）について\n（原告らの主張）\n（一）　繰上補充による被告の当選には無効事由があるとする判決が確定したこと\nにより、東村山市は、議員資格のない者に議員歳費を支払っていたことになるか\nら、被告には、議員歳費を受け取る法律上の原因がなくなり、受け取った議員歳費\n相当額一九八五万四二〇八円を不当利得したことになる。\nしたがって、被告は、右金額相当を、東村山市に返還する債務を負っている。\n（二）　被告は、法一二八条によって、議員歳費を受領する権限が失われていない\n旨主張する。\nしかし、繰上補充による被告の当選には無効事由があるとした判決は、その理由\nにつき、Ａが東村山市の住所を失ったとはいえないことから、Ａが当選人としての\n地位を有したまま平成七年五月一日に至り、同人が、同日から東村山市議会議員と\nしての身分を取得したこととなり、もはや東村山市選挙管理委員会又は選挙会にお\nいて被選挙権の喪失を理由とする繰上補充の手続をとることはできないか\nら、繰上補充による被告の当選には無効事由があるとしている。\n法一二八条にいう「議員」とは、選挙会での決定を受け、適法に当選人として告\n示を受けた者のことをいうものと解すべきであるところ、被告は、平成七年四月二\n四日の選挙会では次点での落選が確定し、その旨告示されたのであるから、右の判\n決のとおり、Ａが東村山市議会議員としての身分を取得したことになる。そうする\nと、一度議員になった者が被選挙権の喪失によって議員たる身分を失うか否かにつ\nいては議会が決定することになっている（法一二七条）のであるから、被告につい\nて、選挙会において繰上補充の手続がとられることはあり得ず、したがって、被告\nは、法一二八条に規定されている「議員」の資格を取得したとはいえない。\nまた、同年五月二一日に開かれた選挙会は議会の通告を受けて開かれたものでは\nなかったなど、法の定めによる形式的要件を欠くものであり、法的には不存在であ\nるから、右選挙会がした被告に係る繰上当選の決定により、被告が法一二八条に規\n定されている「議員」の資格を取得したものとはいえない。\nしたがって、被告について、法一二八条を適用することはできない。\n（三）　被告は、事実上の公務員の法理から、不当利得返還債務が発生していない\nと主張する。\nしかし、事実上の公務員の法理は、一般的にはその勤務と給付は均衡していると\nみられるということを根拠にしているが、非常勤公務員である地方議会議員の歳費\nに関し、勤務と給付が均衡しているといえるかは疑念がある。すなわち、非常勤の\n地方議会議員の場合、なにをもって勤務とするのか極めてあいまいであり、法二〇\n三条二項も、地方議会議員以外の者に対する報酬についてのみ勤務日数に応じてこ\nれを支給する旨定めるなど、地方議会の議員の報酬はその勤務日数に応じて定める\nことが困難であるといえる。地方議員は、議会の閉会中にあっても、住民からの苦\n情や要望の処理、各種会合への出席等の活動を行っており、議員としての勤務ある\nいは役務の範囲を定めることは事実上不可能であるから、一定の役務の対価として\n与えられる反対給付であるとされている報酬と議員歳費とはその性質を異にすると\nいうべきである。\nそこで、議員歳費とは、選挙人の負託を受けた身分、すなわち、議員としての地\n位に対する保障費的請求権と解すべきである。地方議員の議員歳費について、現行\nの法制度では役務の対価とし\nての報酬という認識が薄く、生活給的な性格を否定されていることは周知のとおり\nである。\nしたがって、被告について、事実上の公務員の法理によって、不当利得返還債務\nが生じないということはできない。\n（被告の主張）\n（一）　法一二八条は、普通地方公共団体の議会の議員は、公選法に基づく選挙無\n効又は当選無効の争訟が提起された場合でも、これが確定するまでは議員としての\n職を失わないこと、すなわち、議員の身分喪失は遡及しないことを規定している。\nそうすると、被告は、平成九年八月二五日までは、東村山市議会議員としての資\n格を失っていないのであるから、それまでに東村山市から支払われた議員歳費を受\n領する法律上の原因がある。\nしたがって、被告にはその受領した議員歳費相当額についての不当利得返還債務\nは発生していないというべきである。\n（二）　仮に、法一二八条が適用されず、被告について議員の資格の喪失の効力が\n遡及的に生ずるとしても、議員として活動している間に、議員として行った行為の\n効果については、事実上の公務員の法理を適用し、有効と解すべきである。そし\nて、遡及的に議員資格を喪失した議員が実際に議員として提供した勤務によって当\n該地方公共団体が受けた利益と当該地方公共団体が右議員に対し支給した歳費その\n他の給付は、通常均衡しているものとみられるので、右議員がその議員資格を失う\nまでに支払われた議員歳費等の給付相当額について、当該地方公共団体は不当利得\n返還請求権を行使できないと解すべきである。\n被告も前記裁判の確定により議員資格を喪失するまで東村山市の議員として勤務\nを提供したものであって、右の理は被告にも当てはまるから、被告には不当利得返\n還債務は発生しないというべきである。\n第三　当裁判所の判断\n一　争点１（原告らの本件監査請求が監査請求期間内にされた適法なものであるか\n否か）について\n法二四二条二項は、住民監査請求について、「当該行為のあった日又は終わった日\nから一年を経過したときは、これをすることはできない。」と規定し、監査請求の\n期間を一年に制限しているが、法二四二条一項所定の不当又は違法に財産の管理を\n怠る事実に係る監査請求については、同条二項の監査請求期間の制限の適用はない\nと解すべきである（最高裁昭和五二年（行ツ）第八四号同五三年六月二三日第三小\n法廷判決・裁判集民事一二四号一二五頁参照）。\nこれを本件についてみるに、乙\n一及び弁論の全趣旨によれば、原告らは、繰上補充による被告の当選に無効事由が\nあることが、平成九年八月二五日言渡しの最高裁判決によって確定されたことによ\nり、東村山市は被告に対し支払に係る議員歳費相当額の不当利得返還請求権を取得\nしているにもかかわらず、東村山市長が右債権の徴収を怠っているとして、その是\n正措置を求め、本件監査請求を行ったものと認められるから、本件監査請求は、法\n二四二条二項の監査請求期間の制限に反するものではなく、適法なものというべき\nである。\nこの点、被告は、普通地方公共団体において違法に財産の管理を怠る事実がある\nとして法二四二条一項の規定による住民監査請求があった場合に、右監査請求が、\n当該普通地方公共団体の長その他の財務会計職員の特定の財務会計上の行為を違法\nであるとし、当該行為が違法、無効であることに基づいて発生する実体法上の請求\n権の不行使をもって財産の管理を怠る事実としているものであるときは、当該監査\n請求については、右怠る事実に係る請求権の発生原因たる当該行為のあった日又は\n終わった日を基準として同条二項の規定を適用すべきものと解すべきであり、本件\n監査請求も係る場合に当たる旨主張する。しかし、原告らは、被告に対する議員歳\n費の支払が当初から違法であったと主張するものではなく、繰上補充による被告の\n当選に無効事由がある旨の裁判が確定したことにより、東村山市に不当利得返還請\n求権が発生し、かかる不当利得返還請求権の行使を怠っていることが違法であると\n主張するものであるから、本件は被告が主張するような場合には該当しないのであ\nって、本件監査請求に、法二四二条二項の監査請求期間の制限が適用されることに\nはならない。\nしたがって、本件訴えは適法な監査請求を経た適法なものというべきである。\n二　争点２（被告が東村山市から支給された議員歳費について不当利得返還債務を\n負っているか否か）について\n１　法一二八条は、普通地方公共団体の議会の議員は、公選法二〇六条一項の規定\nによる異議の申出、同条二項の規定による審査の申立て、同法二〇七条一項の規定\nによる訴訟の提起等に対する決定、裁決又は判決が確定するまでの間は、その職を\n失わない旨を定めており、右の決定、裁決又は判決が確定して始めてその職を失う\nことを明らかにしている。\n本件において、被告は、平成七年五月二一日に開催された選挙会において繰上補\n充による\n当選者と決定され、公選法一〇一条の三に基づきその旨の告示がされたことによ\nり、被告について本件選挙における当選の効力が生じたものというべきである（公\n選法一〇二条）から、被告は、その後にされた、公選法二〇六条一項に基づく異議\nの申出、同条二項に基づく審査の申立て及び同法二〇七条に基づく訴えの提起によ\nる決定、裁決及び判決が確定するまでは議員としての職を失わないこととなり、し\nたがって、被告は、繰上補充が無効であることが確定しても、遡って議員としての\n資格を失うことはない。\n２　この点、原告らは、Ａが東村山市の住所を失っていないため、平成七年五月一\n日の経過をもって、Ａが東村山市議会議員としての身分を取得したことになり、被\n告が、選挙会において繰上補充により当選することはあり得ず、したがって、被告\nは法一二八条に規定する「議員」に該当しない旨主張する。\nしかし、Ａが議員の身分を取得する平成七年五月一日より前に東村山市の住所を\n失い、被選挙権の喪失により本件選挙の当選人としての地位を失ったかどうかはと\nもかく、前記第二の一２記載のとおり、本件選挙の選挙長は、Ａが議員としての地\n位を取得する以前に東村山市から転出し、本件選挙の当選人の地位を失ったと判断\nして、公選法九七条一項に従い、平成七年五月二一日に選挙会を開催し、繰上補充\nの手続をとって被告を当選者と決定したものである。そして、いったん公選法九七\n条により本件選挙の選挙会において繰上当選の決定がされ、東村山市選挙管理委員\n会によりその旨の告示がされた以上、その手続に瑕疵があったかどうかにかかわら\nず、被告は一二八条に規定する「議員」に該当するものというべきである。そうす\nると、被告の繰上当選に無効事由があるとしても、被告は、法一二八条により、公\n選法二〇六条一項の規定による異議の申出、同条二項による審査の申立て、同法二\n〇七条一項の規定による訴訟の提起等に対する決定、裁決又は判決が確定するまで\nの間は、その職を失わないものというべきである。\nしたがって、原告らの主張は採用することができない。\n３　以上のとおり、被告は、法一二八条により、被告の当選に無効事由がある旨の\n裁判が確定するまでの間は議員としての職を失うものではなく、その間の議員歳費\nの支払を受けるにつき法律上の原因があるというべきであるから、被告は、東村山\n市に対して、受領した議員歳費相当額について不当利得返\n還債務を負うものではない。\n第四　結論\nよって、原告らの本件請求は理由がないから、これを棄却することとし、訴訟費\n用の負担について、行政事件訴訟法七条、民事訴訟法六一条、六五条一項本文を適\n用して主文のとおり判決する。\n東京地方裁判所民事第三部\n裁判長裁判官　青栁馨\n裁判官　谷口豊\n裁判官　加藤聡\n"
}