{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 8
  },
  "case_number": "平成16(ラ)1479",
  "case_name": "日本プロフェッショナル野球組織団交（通称　日本プロフェッショナル野球組織団交）",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "18509",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18509",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/509/018509_hanrei.pdf",
  "contents": "主　　　文\n１　本件抗告を棄却する。\n２　抗告費用は抗告人の負担とする。\n理　　　由\n第１　抗告の趣旨\n１　原決定中，抗告人に関する部分を取り消す。\n２　抗告人は，相手方に対し，下記交渉事項（１）及び交渉事項（２）について，\n団体交渉を求め得る地位にあることを仮に定める。\n（１）　相手方に属する株式会社大阪バファローズ（以下「バファローズ」とい\nう。）とオリックス野球クラブ株式会社（以下「オリックス」という。）間の営業\n譲渡及び参加資格の統合に関する件（選手の解雇，転籍を不可避的に伴う営業譲渡\n及び参加資格の統合を回避すること等を含む。）\n（２）　前項の営業譲渡及び参加資格の統合に伴う抗告人組合員の労働条件に関す\nる件\n第２　事案の概要\n１　本件は，バファローズがオリックスに対してその営業を譲渡し（以下「本件営\n業譲渡」という。），これに伴って相手方への参加資格を統合すること（以下「本\n件統合」という。）の承認を求める申請（以下「本件申請」という。）をしたた\nめ，抗告人が相手方に対し，上記第１の２の趣旨の仮処分命令を発することを申し\n立てた事案である。\n原決定は，抗告人の申立てを却下した。これに対し，抗告人が即時抗告を申し立\nてたものである。\n２　当事者の主張は，原審及び当審で当事者が提出した主張書面のとおりであるの\nで，これらを引用する。\n３　抗告人の当審における主張（抗告の理由）の主要な点は，次のとおりである。\n（１）　原決定は，交渉事項（２）のみが義務的団体交渉事項に当たると判断し\nた。\nしかしながら，交渉事項（１）についても義務的団体交渉事項に当たると解すべ\nきである。\n（２）　原決定は，同決定がされた時点では，交渉事項（２）について仮処分命令\nの必要がないと判断した。\nしかしながら，現時点では，仮処分命令の必要がある。\n第３　当裁判所の判断\n本件記録に基づいて，以下のとおり判断する。\n１　被保全権利について\n（１）　団体交渉権について\n当裁判所の判断も，原決定の事実及び理由の「第３　当裁判所の判断」１の\n（１）に記載された判断と同一であるから，これを引用する。\nよって，抗告人が相手方に対し労働組合法第７条２号の団体交渉をする権利を有\nすることについての疎明は，十分である。\n（２）　義務的団体交渉事項について\nア　交渉事項（２）について\n当裁判所の判断も，原決定の事実及び理由の「第３　当裁判所の判断」１の\n（２）の（ア）及び（イ）に記載された判断と同一であるから，これを引用する。\nすなわち，まず，交渉事項（２）（抗告人組合員の労働条件に関する件）は，義\n務的団体交渉事項に該当する。\nイ　交渉事項（１）について\n交渉事項（１）は，その表現が抽象的であり，交渉事項（２）との関係でも一義\n的に確定することが困難である。しかし，本件においては，下記のような日本プロ\nフェッショナル野球協約（以下「野球協約」という。）の規定等に照らし，現時点\nにおいては，交渉事項（１）についても，交渉事項（２）とは別個に，抗告人組合\n員の労働条件を左右する部分があると認められる。したがって，交渉事項（１）の\nうち，抗告人組合員の労働条件に係る部分は，義務的団体交渉事項に該当すると解\nされる。\n野球協約によると，本件申請については，第３３条に基づいて，実行委員会及び\nオーナー会議の承認を得なければならないものであり，平成１６年９月６日の実行\n委員会で承認され，同月８日のオーナー会議で承認の可否等が審議議決されること\nとなっている。\nところで，同条の後段は「この場合，合併される球団に属する選手にかんして\nは，必要により第５７条（連盟の応急措置）および第５７条の２（選手の救済措\n置）の条項が準用される。」と規定しており，そのうち，特に第５７条の２は，\n「球団の合併，破産等もっぱら球団の事情によりその球団の支配下選手が一斉に契\n約を解除された場合，（途中省略）実行委員会およびオーナー会議の議決により，\n他の球団の支配下選手の数は前記議決で定められた期間８０名以内に拡大され，契\n約解除された選手を可能な限り救済するものとする。」と規定しているところ，同\n条の議決はいまだされていない。\nそして，各球団の支配下選手が第７９条により原則として７０名までに制限され\nているため，上記議決がされない限り，一球団分の選手が必然的に選手契約を解除\nされることになる。\n２　保全の必要性（民事保全法２３条２項）について\n当裁判所は，現時点では，以下の理由により，保全の必要性についての疎明が不\n十分であると判断する。\n（１）　平成１６年９月３日（原決定の時点）までの推移について\n当裁判所の判断も，原決定の事実及び理由の「第３　当裁判所の判断」１の\n（３）の（ア）に記載された判断と同一であるから，これを引用する。\nすなわち，相手方は，抗告人との団体交渉に応じていたことが疎明される。\n（２）　その後，同月７日までの推移について\n同月６日，本件申請が相手方の実行委員会で承認された。同日，抗告人は，相手\n方に対し，同月１０日の午後５時までに要求が受け入れられない場合は，やむを得\nず同月１１日以降ストライキを行う旨の通告をした。相手方は，この通告を受け，\n同月９日から抗告人と交渉を行う旨回答した。\n（３）　同月９日から予定されている交渉について\nア　相手方は，当審においても，抗告人が労働組合法第７条２号の団体交渉権を有\nすることを争うとの従前の主張を続けている。そのため，相手方がこれまで応じて\nきた交渉等が誠実さを欠いていたことは否定することができないし，相手方が応じ\nるという同月９日からの交渉の法的性格等にも疑問の余地がある。\nイ　しかしながら，相手方の代表者でもあるコミッショナーには，著名な法律家が\n就任しており，当裁判所が抗告人の団体交渉権について上記のような判断を示しさ\nえすれば，相手方は，同月９日からの交渉において，これを尊重し，実質的な団体\n交渉が行われることが期待される。また，万一，相手方が誠実交渉義務を尽くさな\nければ，労働組合法第７条２号の不当労働行為の責任を問われる可能性等があるば\nかりでなく，野球の権威等に対する国民の信頼（野球協約第３条（１））を失うと\nいう事態を招きかねない。\nウ　抗告人の代表者は，「我々は対話を求めている」と題された新聞への投稿（甲\n３０）で，「合併によって球団を減らすことが本当に発展つながるのか。ファンに\n喜ばれるプロ野球になるのか。その観点で十分な議論を尽くすべきです。」などと\n論じており，抗告人の主張は，単に労働組合法上の権利を根拠として，これにこだ\nわっているものではなく，とにかく十分な議論を尽くすべきであると訴えているも\nのと理解することができる。\nエ　野球協約の目的については，次のとおり規定されている。\n「第３条（協約の目的）　この協約の目的は次の通りである。この組織を構成する\n団体および個人は不断の努力を通じてこの目的達成を目指すものとする。\n（１）　わが国の野球を不朽の国技にし，野球が社会の文化的公共財となるよう努\nめることによって，野球の権威および技術にたいする国民の信頼を確保する。\n（２）　わが国におけるプロフェッショナル野球を飛躍的に発展させ，もって世界\n選手権を争う。\n（３）　この組織に属する団体および個人の利益を保護助長する。」\n上記「この組織を構成する団体および個人」には，相手方及び抗告人の選手らが\n含まれるのであるから，双方が上記「不断の努力」を尽くすことも期待される。\n（４）　以上認定の抗告人と相手方との従前の交渉の推移及び今後行われるであろ\nう交渉についての見通し等の事情を考慮すると，現時点では，保全の必要性につい\nての疎明は不十分である。\n３　結論\n以上によれば，抗告人の本件仮処分命令の申立てについては，上記１の限度で被\n保全権利を認めることができるが，現時点における保全の必要性の疎明が不十分で\nある。\nよって，抗告人の本件仮処分命令の申立てを却下した原決定は，結論において相\n当であって，本件抗告は理由がないから，主文のとおり決定する。\n平成１６年９月８日\n東京高等裁判所第２３民事部\n裁判長裁判官　原田和徳\n裁判官　北澤章功\n裁判官　竹内浩史\n"
}