{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 8
  },
  "case_number": "平成14(行ウ)6",
  "case_name": "公文書一部非公開決定取消請求事件",
  "court_name": "",
  "lawsuit_id": "6503",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6503",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/503/006503_hanrei.pdf",
  "contents": "主　　   　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告が原告に対し，平成１４年１月８日付大町市議会１３議第７５３号をもってした公文\n書の一部非公開処分（ただし，変更処分により一部変更された後のもの）を取り消す。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n１　事案の要旨\n本件は，原告が，被告に対し，大町市議会公文書公開条例（平成１１年３月２９日条例\n第１４号。以下「本件公文書公開条例」という）に基づき，同市議会の常任委員会議事録\n等の公文書の公開を請求したのに対し，被告が原告に対してした一部非公開処分は違\n法であると主張して，同処分の取消しを求める事案である。\n２　前提事実（証拠を掲記した事実以外は争いがない）\n(1)　原告は，大町市の住民である。\n(2)　本件公文書公開条例は，同条例に基づく公開請求の対象となる公文書（法令の規\n定等により議員及び議会事務局の職員が職務上作成し，又は取得した文書及び図\n画，マイクロフィルム，写真並びに磁気，電子等その他人の知覚によって，認識するこ\nとができない方式で作られた記録であって，議決，調製，決裁又は供覧等の事案処理\n手続又はこれに準ずる手続が終了し，議会において現に保有しているもの。同条例２\n条１号）を，平成１１年４月１日以後に作成し，又は取得した公文書と規定している（同\n条例附則２項。甲３の１）。\n(3)　別紙一覧表アないしウの各文書は，いずれも昭和５５年に作成された文書である。\n(4)　原告は，被告に対し，平成１３年１２月１３日，本件公文書公開条例５条に基づき，別\n紙一覧表アないしエの「本件文書公開請求」欄記載の各文書の公開請求をした（以下\n「本件文書公開請求」という）。\n(5)　被告は，原告に対し，本件文書公開請求に関し，平成１４年１月８日付大町市議会１\n３議第７５３号をもって，別紙一覧表アないしエの「本件原処分」欄記載のとおり一部非\n公開処分をした（以下「本件原処分」という）。\n(6)　原告は，被告に対し，平成１４年１月１５日，本件原処分を不服として，異議申立をし\nた（以下「本件異議申立」という）。\n(7)　被告は，原告に対し，平成１４年２月１２日付大町市議会１３議第８０８号をもって，本\n件異議申立を棄却する旨の決定をした。しかし，同決定は，決定書の理由中におい\nて，本件原処分は本会議会議録までをも非公開とする趣旨ではないとして，別紙一覧\n表アないしウの「本件変更処分」欄記載のとおり本会議会議録を公開とし，その余の\n各文書（以下「本件各文書」という）を非公開とする旨説示し，事実上の一部変更処分\nをした（以下「本件変更処分」という。甲６）。\n(8)　本件変更処分において，被告が本件各文書を非公開とした主たる理由は，①本件\n公文書公開条例附則２項により，本件各文書は公開対象ではないこと，②地方自治\n法１１５条の会議録の公開は本会議のみをさしており常任委員会等は含まれていない\nこと，③常任委員会等の会議録は要点筆記であり，正確性に欠け，公開すると誤解を\n生む恐れがあることである。\n３　争点に関する当事者の主張\n(1)　原告\n本件公文書公開条例附則２項は，現に公文書整理がなされていない等の真にやむを\n得ない場合等極めて限定的に解釈されるべきであり，現に存在し公開可能な常任委\n員会等の会議録等を同条の規定により非公開とすることは，市民の公文書の公開を\n求める権利及び議会に対しこの権利を適正に保障されるよう努めるべき責務を定め\nた本件公文書公開条例１条及び３条に違反するもので違法である。\n大町市議会会議規則（甲７の１）３８条によると，会議に附する事件は常任委員会に付\n託して審査することとされているから，常任委員会における審議は地方自治法１１５条\nの会議公開原則の延長上にあるものである。常任委員会における審議を非公開とす\nることは同条に違反するもので違法である。\nまた，常任委員会等の会議録は数人の議会事務局職員が年間数千時間をかけて作\n成しているもので，正確性に欠けたり，公開すると誤解されたりする恐れはない。\nしたがって，被告の本件原処分（ただし，本件変更処分により一部変更された後のも\nの）は全部違法である。\n(2)　被告\n被告は，本件公文書公開条例附則２項を適用して，本件各文書について非公開処分と\nしたもので，何ら違法はない。\n地方自治法１１５条が公開を規定しているのは本会議についてであって，委員会の会\n議の公開については，同法１１１条で各地方公共団体の裁量に委ねられている。大町\n市議会委員会条例（昭和３５年１２月２６日条例第２８号。甲７の２）は委員会を原則非\n公開とし，例外的に傍聴を許可できると定めている（同条例１６条１項）。したがって，\n常任委員会等の会議録を非公開とすることは同法１１５条に違反するものではない。\n第３　当裁判所の判断\n１　情報公開条例による情報の開示請求権は，憲法等の規定から直接導き出されるもので\nはなく，あくまでも条例によって創設された権利であり，住民に権利を付与するか否か，\n付与するとしてその権利の内容をどのようなものにするかは，地方自治体がその制度の\n趣旨を考慮しながら自主的に決する性質のものであるから，具体的請求権は，これを定\nめる当該条例の趣旨，文言によって決定されるものである。\nしかるところ，本件公文書公開条例は，前提事実(2)記載のとおり，その附則２項におい\nて，同条例に基づく公開請求の対象となる公文書を，平成１１年４月１日以降に作成し，\n又は取得した公文書に限定しているのであるから，本件各文書がいずれも昭和５５年に\n作成されたものであることにつき争いのない本件においては，原告は本件各文書につき\n公開請求権を有しないことに帰する。原告は，上記附則２項は限定的に解釈されるべき\nであるなどと主張するが，同項の文言は一義的に明確であって，原告の主張を容れる余\n地はない。\nなお，地方自治法１１５条１項本文は，本会議の公開を義務付けるにとどまり，常任委員\n会の公開を義務付けておらず，常任委員会の公開については何ら触れていないことから\nすると（同法１０９条ないし１１１条参照），これを公開するか否かは議会の裁量に委ねら\nれているものと解されるところ，大町市議会委員会条例１６条は，「委員会は議員のほか\n委員長の許可を得た者が傍聴することができる。」（同条１項），「委員長は，必要がある\nと認めるときは，傍聴人の退場を命ずることができる。」（同条２項）と規定しており，常任\n委員会を原則非公開としている。したがって，この点に関する原告の主張も失当である。\n２　結論\n以上のとおりであり，原告の請求は理由がないからこれを棄却することとし，訴訟費用の\n負担に付き行政事件訴訟法７条，民事訴訟法６１条を適用して主文のとおり判決する。\n長野地方裁判所民事部\n裁判長裁判官　　佐藤公美\n裁判官　　杉本宏之\n裁判官　　進藤光慶\n別紙 一覧表\n本件文書公開請求 本件原処分 本件変更処\n分\nア 昭和５５年条例第１６号大町市工場等誘致振興条例の議\n案提案から議決までの議事録（常任委員会を含む）及び\n常任委員会審議等へ提出された一切の資料\n本件公文書公開条\n例附則２項を根拠\nに非公開処分\n本会議会議\n録のみ公開，\n他は非公開\n処分\nイ 昭和５５年条例第１６号大町市工場等誘致振興条例が平\n成８年３月の議案第１３号で全部改正されるまでの間に\n改正された大町市工場等誘致振興条例改正議案の議\n会提案から議決までの議事録（常任委員会を含む）及び\n常任委員会審議等へ提出された一切の資料\n本件公文書公開条\n例附則２項を根拠\nに非公開処分\n本会議会議\n録のみ公開，\n他は非公開\n処分\nウ 昭和５５年条例第１６号大町市工場等誘致振興条例が全\n部改正された平成８年３月の議案第１３号（必要に応じて\n１２号も含む）の大町市工場等誘致振興条例の議会提案\nから議決までの議事録（常任委員会を含む）及び常任委\n員会審議等へ提出された一切の資料\n本件公文書公開条\n例附則２項を根拠\nに非公開処分\n本会議会議\n録のみ公開，\n他は非公開\n処分\nエ 平成１３年議案第９５号大町市工場等誘致振興条例の議\n会提案から議決までの議事録（常任委員会を含む）及び\n常任委員会審議等へ提出された一切の資料\n全部公開処分\n"
}