{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 13
  },
  "case_number": "平成17(行ケ)10165",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9403",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9403",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/403/009403_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０１６５号　審決取消（意匠）請求事件\n（旧事件番号　東京高裁平成１７年（行ケ）第１１７号）\n口頭弁論終結日　平成１７年７月１４日\n判　　　　　　　　　　　決\n原　　　　　　告　　　ニプロ株式会社\n訴訟代理人弁理士　　　小  谷  悦  司\n同　　　　　　　　　　川  瀬  幹  夫\n同　　　　　　　　　　小  谷  昌  崇\n被　　　　　　告　　　株式会社大塚製薬工場\n訴訟代理人弁理士　　　藤  本    　昇\n同　　　　　　　　　　薬  丸  誠  一\n同　　　　　　　　　　中  谷  寛  昭\n同　　　　　　　　　　岩  田  徳  哉\n同　　　　　　　　　　野  村  慎  一\n同　　　　　　　　　　稲  岡  耕  作\n同　　　　　　　　　　川  崎  実  夫\n同　　　　　　　　　　松  井  宏  記\n主　　　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００３－３５３８０号事件について平成１７年２月９日にし\nた審決を取り消す。\n第２　事案の概要\n本件は，被告の有する本件登録意匠について原告が平成１５年９月９日付け\nで意匠登録無効審判を請求したところ，特許庁が平成１７年２月９日に審判請求不\n成立の審決をしたことから，原告がその取消しを求めた事案である。\n第３　当事者の主張\n１　請求の原因\n(1) 特許庁における手続の経緯\n被告は，意匠に係る物品を「輸液バッグ」とする登録第１１０７１４０号\n意匠（平成１２年６月２０日意匠登録出願，平成１３年２月２３日設定登録。甲\n２。以下「本件登録意匠」という。）の意匠権者である。\n原告は，平成１５年９月９日付けで本件登録意匠につき意匠登録無効審判\n請求をした。そこで特許庁は，同請求を無効２００３－３５３８０号事件として審\n理した上，平成１７年２月９日に「本件審判の請求は，成り立たない。」との審決\nをし，その謄本は平成１７年２月１９日原告に送達された。\n(2) 本件登録意匠\n本件登録意匠は，意匠に係る物品を「輸液バッグ」とし，その形態を別添\n審決写し別紙第１記載のとおりとするものである。\n(3) 審決の内容\nア　審決の詳細は，別添審決写し記載のとおりである。その要旨とするとこ\nろは，本件登録意匠は，①実質的に同一な下記二つの出願前公知意匠（以下，これ\nらを併せて「引用意匠１」という。）に類似するとはいえないし， ②引用意匠１に\n特開平１０－１５０３５号公報（審判甲３・本訴甲５）の図１に示す意匠（以下\n「引用意匠２」という。）を組み合わせることにより当業者が容易に意匠の創作が\nできたということもできないとしたものである。\n記\n①日本包装学会誌Vol.４No.１（１９５５）４９頁Fig１及び５０頁Fig２\n（審判甲１・本訴甲３。以下「甲１意匠」という。審決写し別紙第２の上段）\n②「オーツカＣＥＺ注－ＭＣ１ｇキット」のカタログ（１９９８年６月）\n（審判甲２・本訴甲４。以下「甲２意匠」という。審決写し別紙第２の下段）\nイ　なお，審決は，甲１意匠と甲２意匠とは実質的に同一に近いので，引用\n意匠１を，掲載数等が多い甲２意匠で代表させるとした上，本件登録意匠と甲２意\n匠等との対比に当たって，両意匠は，意匠に係る物品が共通し，その共通点及び差\n異点は下記のとおりと認定した。\n記\n【共通点】（ａ）同様に下端部中央に抽出口栓を設け，袋部全体を薄いシ\nート状の略縦長隅丸長方形状とし，シール部により上半部に薬剤収納室を，下半部\nに溶解液収納室を区分けして一連に設けた構成の輸液バッグであって，（ｂ）一連\nの袋部（注出口栓及びアルミラミネートシートを除く）を左右対称の正背面を同形\n状とし，全体の外周形状を，上辺左右を隅丸状とし，下辺左右角部を隅丸形状とし\nた基本的な構成態様とした点，具体的には，熱溶着シール部（ｃ）上半部は，薬剤\n収納室の周りをシール部としたもので，上部シール部は幅広帯状とし，その中央に\n吊り下げ用の小円孔を穿ち，左右側部シール部は細幅帯状とした点，（ｄ）下半部\n溶解液収納室は，薬剤収納室より縦幅の長い（室内容量の大きい）略縦長隅丸長方\n形の下部を左右両隅丸形状から中央下へ緩やかな傾斜状とし，その上下部をシール\nしたもので，下部シール部をやや幅広帯状とし，上部シール部を下部シール幅とほ\nぼ同幅の帯状とし，上下収納室の境部シール部の内側の細幅シール部を弱シール部\nとし，それ以外のシール部を強シール部とした点。\n【差異点】（あ）本件登録意匠は，一連の袋部の左右側辺中央稍下寄り部\nに同形の稍浅い台形状の切り欠き部を設けたのに対して，甲２意匠にはそのような\n切り欠き部を設けていない点，（い）本件登録意匠は，袋部下辺形状を中央横幅１\n／２程の水平部から上方へ左右になだらかな斜辺を描き，角部を隅丸状としたのに\n対して，甲２意匠は，下辺中央横幅１／２強の水平部から左右角部の稍大きな隅丸\n状に繋いだ形状とした点，（う）上半部を，本件登録意匠は薬剤収納室を縦長隅丸\n長方形下方（１／４程）の左右両下隅を内側に，両側辺台形切り欠き部斜辺とほぼ\n並行に傾斜させた逆台形状としたもので，その傾斜部のシール部をやや幅広帯状と\nし，下部シール部（上下収納室の境部シール部）はその傾斜部シール幅の半分程の\n幅の帯状としたのに対して，甲２意匠の薬液収納室形状を，正方形に近い隅丸長方\n形状としており，その下方に左右の傾斜辺を構成していないので，下部シール部は\nその左右側部シール幅の倍強の水平帯状とした点，（え）下半部を，本件登録意匠\nは，溶解液収納室を略縦長隅丸長方形上方（１／３強程）の左右上隅部を内側に，\n両側辺台形切り欠き部斜辺と略並行状に傾斜させた台形状とした（薬剤収納袋の下\n部傾斜角よりやや傾斜角が急）もので，上部左右傾斜部シール部幅を下部シール部\n幅の倍弱幅（薬剤収納室下方傾斜シール部幅より稍幅狭）の帯状とし，左右側部に\nシール部がない形状としたのに対して，甲２意匠は，溶解液収納室を略縦長隅丸長\n方形状とし，上部を上下収納室境部水平帯状シール部，左右側部に細幅のシール部\nを設けて，周りをシール部で囲んだ形状とした点，（お）本件登録意匠は，正面側\n上部吊り下げ用小円孔下あたりから中央部までをアルミラミネートシートで覆った\nのに対して，甲２意匠にはそのようなシートを設けていない点。\n(4) 審決の取消事由\nしかしながら，審決は，以下に述べる理由により，違法として取り消され\nるべきである。\nア　取消事由１\n(ｱ) 審決には，本件登録意匠の要部を，参考図に示されているにすぎない\n形状，模様に基づき認定した違法がある。\n審決は，本件登録意匠と甲２意匠の差異点について，「薬剤収納室の\n下方両内側への傾斜形状をその左右側辺台形状切り欠き部斜辺とほぼ平行に形成\nし，下方形状を逆台形状としたもので，その並行傾斜シール部をやや幅広帯状にし\nた部分及び（え）の溶解液収納室の上方両内側への傾斜形状をその台形状切り欠き\n部斜辺と略平行状（薬剤収納室の下部傾斜角よりやや傾斜角が急）に形成し，その\n上方形状を台形状としたもので，その略平行状傾斜シール部を薬剤収納室傾斜シー\nル部幅よりもやや幅広帯状にした部分と，境部シール部とが形成する中央部シール\n部態様，つまり，概略横倒Ｙ字形状２字を相対抗するように繋いで形成したシール\n部の態様を，輸液バッグのほぼ中央部分に，全体の縦長さの１／３程を占める部分\nに表していることからすれば，その態様が全体に与える影響は大きく，特徴を形成\nしているのに対して，甲号意匠〔判決注；甲２意匠〕のように薬剤収納室下方，溶\n解液収納室上方をともに同幅，同形の隅丸コの字状にし，その境部シール部をやや\n幅広の水平帯状形状のシール部とし，左右側辺のシール部は上下ともに同細幅帯状\nとした態様は，この分野では従来から知られた形状であることは否定することがで\nきず，上述した特徴あるシール部形状を有する形態との差異が類否判断に与える影\n響は大きく別異の意匠とせざるを得ない」（審決６頁最終段落～７頁第１段落）と\nし，甲２意匠の正面図に表わされた中央部シール部の態様と，本件登録意匠の【ア\nルミラミネートシートをはがした状態の参考正面図】（以下「参考正面図」とい\nう。）とを対比して「概略横倒Ｙ字形状２字を相対抗するように繋いで形成したシ\nール部の態様」を本件登録意匠の要部と認定した。\nしかし，本件登録意匠の必要図として記載されている正面図には上半\n部薬剤収納室の全面にはアルミラミネートシートが貼着されており，差異点（う）\nに記載されたシール部の形状は必要図である正面図には表われておらず，単に参考\n図として記載されている参考正面図に表われているにすぎないのであり，参考図の\nみに表われているにすぎない構成は本件登録意匠を構成するものとはいえないか\nら，意匠法３条１項柱書に規定する意匠を構成するものではない。すなわち，本件\n意匠公報記載の図面には，必要図としては，正面図，背面図，右側面図（「左側面\n図は右側面図と対称に現れる」と意匠の説明欄に記載がある。），平面図及び底面\n図の６面図が挙げられているにすぎず，参考正面図は意匠の理解を助けるための参\n考図として記載されているにすぎない。意匠登録出願人が意匠登録を受けようとす\nる図面を，権利を請求するに当たって，その意匠を十分表現できるものとして自己\nの自由意思に基づき選択した必要図が，特許出願における特許請求の範囲に相当す\nるものというできで，参考図はその意匠の理解を助けるために参考として記載され\nるものにすぎず，特許出願における特許請求の範囲記載発明の理解を助ける機能を\n有する「発明の詳細な説明」に相当するものと解することができる。したがって，\n意匠出願における参考図は，特許出願における発明の詳細な説明には記載したが出\n願人自身が意識的に特許を請求しなかった構成に相当するものということができ，\n登録意匠における参考図から，その登録意匠の構成要素を抽出することはもちろ\nん，登録意匠の要部を導き出すことも許されない。\n被告は，審決は原告主張が主張するように参考正面図のみに表れてい\nるにすぎない構成によって本件登録意匠の構成を認定したものではないと主張する\nが，本件登録意匠の構成態様（Ｃ）（審決３頁第２段落参照）は，必要図としては\n視認性の低いアルミラミネートシートに対する熱シール用金型の押圧痕にすぎない\n背面図のみに表わされているにすぎず，願書の「意匠に係る物品の説明」や「意匠\nの説明」中には，正面側の形状，模様に関する説明としては「バッグ主体となるプ\nラスチック製袋の正面側にはアルミシートが剥離可能に周辺のみが貼着されてい\nる」との記載しかなく，アルミシートを剥がした際に表われるシール部や製剤収納\n室の形状や素材については一切記載されていない。参考正面図における製剤収納室\nの周囲のシール部に囲まれた部分が透明であれば，意匠法６条７項によりその旨を\n記載しなければならないにもかかわらず，本件登録意匠の願書（以下「本件願書」\nという。）には一切記載されていない。透明部分を明示する記載がなされて初め\nて，構成態様（Ｃ）が正面図において単なる押圧痕のみではなく，その押圧痕から\nなるシール部に囲まれた中央部の薬剤収納状態を確認できる透視窓との関係におい\nて，上記シール部が意匠の明確な構成要素として一般需要者の目を惹くこととなる\nのである。\n(ｲ) 審決には，視認性が低くかつ機能上必然的でありふれた形状，模様部\n分を要部と認定した違法がある。\n審決が本件登録意匠の要部と認定した「概略横倒Ｙ字形状２字を相対\n抗するように繋いで形成したシール部の態様」（審決６頁最終段落）は，本件願書\nの背面図に一応表われている。\nしかし，本件登録意匠の上部袋体の背面は本件意匠公報の中央部分拡\n大参考断面図で明らかなとおり，プラスチックシートにアルミ箔をラミネートした\nアルミラミネートシートからなり，本件登録意匠の上半部袋体の背面図に表われて\nいるシール部の形状，模様は背面側のアルミラミネートシートと正面側のプラスチ\nックシートを熱溶着する金型の押圧痕にすぎず，図面に表わせば一応明りょうな線\nとなって形状，模様が表われるものの，実際製品では，客観的に見て意匠法２条１\n項でいう視覚上美感を起こさせる程の視認性は認められるものでない。東京高裁平\n成１５年（行ケ）第３５８号・同１６年３月３１日判決（甲６，以下「甲６判決」\nという。）は，「この種袋体の製造においてシールを用いるか否かは，当業者が適\n宜選択し得る事項であると認められるところ，シールを用いるにしろ，シールを用\nいないにしろ，そのことにより生ずる形態は，この種袋体の製造方法に付随して生\nずるありふれたものということができ，本件意匠においてシールが存在しないのは\n薬液収納部の両側縁に限定されていることをも考慮すれば，両側縁のシールの有無\nにより生ずる意匠的効果の差異は格別のものではない」（２１頁第２段落）と判示\nするように，登録意匠の要部認定に当たっては，単に図面に表わされた線のみに基\nづき認定されるべきでなく，実際製品をイメージして要部認定が行われるべきであ\nる。特許庁の審査においては，ダブルバッグタイプの輸液バッグの中央境界部のシ\nール部形状において，特異な形状が表われているものも，そうでないものも，全体\n的な基本的形状において共通する範囲にある限りすべて一群の類似意匠として登録\nされており（甲８～甲１１参照），中央境界シール部の形状部分を要部と判断して\n類似意匠なり関連意匠が登録されているケースは皆無といってよく，ダブルバッグ\nタイプの輸液バッグの中央境界部のシール部の形状を重視しない慣行が存在する。\nその理由は，ダブルバッグタイプの輸液バッグにおけるこの部分の形態は，この種\n物品の機能からみて，使用時に下部袋体の溶解液収納室を手で押圧することにより\n中央の弱シール部を連通状態とするために，溶解液が中央弱シール部に向けて集中\nさせるべく下部袋体の上端部側方を上窄まりに傾斜させることが有利であり，さら\nに，溶解液（薬液の場合もある）が上部袋体の薬剤（薬液の場合もある）収納室に\n流入して両者が溶解混合された後は，下端注出口栓に向けて一滴も残ることなく流\n下せしめるために，上部袋体の下端両側縁を下窄まりに傾斜させておくことが有利\nであるからであって，このような形態はこの種物品の機能上必然的な形態であり，\nかつ，ありふれた形態といえるからである（甲１２～甲１６参照）。審決は「製造\n前にシール部の形状，幅を創作，決定することから，そこに意匠の創作があった」\n（審決８頁第２段落）と判断したが，シール部の形状が視認性が低く，かつ，機能\n上必然的でありふれた形態の改変にすぎない以上，本件登録意匠におけるシール部\nの形状，幅をもって創作部分と評価することはできない。\nまた，ダブルバッグ型輸液バッグには，背面における上部袋体の薬剤\n収納室の縦方向にはほぼ全面，横方向には８０％～９０％を覆うラベルが，容易に\n剥れることのないよう接着されており，そのラベル面に薬事法５０条，５１条で求\nめられている「販売業者氏名と住所」，「一般的名称」，「製造番号又は製造記\n号」，「内容量」，「貯法」，「有効期間」，「有効成分の名称，及びその分量」\n及び「注意事項」等が記載され，さらには，患者の部屋，ベッド番号及び氏名を記\n載する欄も設けられ，背面に表わされた熱シール用金型の押圧痕であるシール部の\n形状はほとんどこのラベルによって販売状態から使用状態を通じて隠されてしまっ\nているのであり，本件登録意匠における背面図に表わされたシール部の形状は視認\n性を欠いた状態で販売され，使用されている厳然たる取引上の実情が存在する。し\nたがって，本件登録意匠の背面図に表わされているシール部の形状，模様は，実際\n製品にあっては販売状態から使用状態を通じて強行規定である薬事法５０条，５１\n条に規定する表示が印刷されたラベルがほとんど全面に接着せざるを得ないことと\nなり，事実上，取引者，需要者が目視できなくなる取引の実情が存する以上，この\n背面図に表わされたシール部の形状，模様部分を以って本件登録意匠の要部と認定\nすることは許されない。\nイ　取消事由２\n審決における本件登録意匠の要部認定が誤りであることは，上記アのと\nおりである。\nそうすると，本件登録意匠と引用意匠２との異なる点として，①くびれ\n部が台形状か円弧状か，②くびれ部の位置が中央部か上方部か，の２点が存するも\nのの，①については，本件登録意匠に類似するものとして関連意匠登録されている\n登録第１１０８８２３号意匠及び登録第１１０８８２４号意匠のくびれ部がいずれ\nも台形状でなく引用意匠２と同じ円弧状であり，台形状を円弧状に改変する程度の\nことは微差であることを裏付けている。また，②については，収納する薬剤の量に\nよって薬剤収納室と溶解液収納室の長さが必然的に変わるものである以上，両室の\n連結部分の側方に設けられるくびれ部の位置の改変も微差というほかない。\nしたがって，本件登録意匠と引用意匠１とが類似し，くびれ部を有しな\nい引用意匠１にくびれ部を有する引用意匠２を組み合わせることにより容易に意匠\nの創作をすることができたことは，疑いがない。\n２　請求原因に対する認否\n請求原因(1)ないし(3)の事実はいずれも認め，同(4)は争う。\n３　被告の反論\n審決の認定判断は正当であり，原告主張の取消事由は理由がない。\n(1) 取消事由１に対し\nア　審決は，本件登録意匠の構成認定及び引用意匠１との対比，判断におい\nて，原告が主張するように参考正面図のみに表れているにすぎない構成によって本\n件登録意匠の構成を認定したものではない。\nすなわち，本件登録意匠の構成中，上記（Ｃ）の構成，差異点（う）と\n（え）のシール部の構成態様，特に上半部の薬剤収納室のシール部の形状や中央部\nシール部態様は，背面図に明確に図示されているものであって，参考正面図のみに\n表れているものではないことは明らかであり，しかも，この種物品にとって背面図\nは視覚上重要であるため，背面図によって上記シール部形状は認定できるのであ\nる。さらに，本件登録意匠の正面図のアルミシート（カバーシート）は，本件願書\n（甲２）の「意匠に係る物品の説明」の項に，「バッグ主体となるプラスチック製\n袋の正面側には，アルミシートが剥離可能に周辺のみ貼着されている」と記載され\nているほか，審決が「（お）のアルミラミネートシートの有無は，そのシートその\nものが薬剤の変質等を防ぐ薬剤収納室を覆うものであり，輸液バッグの分野におい\nては通常観られるところであって，使用時には剥がしてしまうもの」（審決７頁第\n３段落）と認定していることからも明らかなように，本件登録意匠の正面図のアル\nミラミネートシートは，輸液バッグ本体の完成後に正面側上部の薬剤収納室に貼着\nされるものであり，かつ，使用時には剥がされるものであるため，当該シートの貼\n着前や剥離後の薬剤収納室の正面視の形状は，背面図と同形状であることが当該輸\n液バッグの分野の当業者に明らかであり，参考正面図を参酌すればより一層明白で\nある。\nイ　原告は，シール部の態様は金型の押圧痕にすぎず実際製品では視認性が\nないと主張するが，意匠法２４条の「登録意匠の範囲は，願書の記載及び願書に添\n付した図面に記載され・・・た意匠に基いて定めなければならない」との規定に反\nする不当な主張である。\n審決は，本件登録意匠の特徴を本件願書の記載に基づいてその構成態様\nを認定するとともに，従来公知の意匠と対比してその特徴を評価，判断したもので\nあって正当であり，本件願書の図面には本件登録意匠のシール部の態様が明確に図\n示されている。大阪地裁平成１４年（ワ）第８７６５号判決（乙１）が，「（１）\nア（ア）本件登録意匠の意匠に係る物品は輸液バッグであり，側面視において，全\n体が薄型の形状をしているから，通常，看者の目に多く触れるのは，正面及び背面\nであると認められる。そして，製剤収納側の袋体と溶解液収納側の袋体の境界部\nは，正面及び背面のほぼ中央にあり，また，輸液バッグの使用時には，同境界部の\n弱シール部を連通させて使用することから，同境界部付近は，看者の注意を引く位\n置にあるものと認められる。　（イ）同境界部付近の構成をみると，その基本的構\n成は，同境界部の中央に帯状の弱シール部が形成されており，その弱シール部の両\n側に，弱シール部より幅の広い強シール部が形成されている（基本的構成態様⑤）\nというものである。そして，その具体的構成は，製剤収納部の下端左右コーナー部\nの外側のシール部は，弱シール部より幅が広く，弱シール部の左右両側の強シール\n部の上半分を形成しており（具体的構成態様⑪），溶解液収納側の袋体の上端左右\nコーナー部のシール部は，弱シール部より幅が広く，弱シール部の左右両側の強シ\nール部の下半分を形成している（具体的構成態様⑱）というものである。このよう\nな同境界部付近の構成において，同境界部の中央に帯状の弱シール部が形成されて\nおり，その弱シール部の両側に，弱シール部より幅の広い強シール部が形成されて\nいるという基本的構成態様⑤は，同境界部付近の構成の骨格を特徴づけており，看\n者の注意を引くものと認められる」（２３頁下第２段落～２４頁第２段落），「前\n記のとおり，基本的構成態様⑤の構成が背面の中央部付近に表れており，本件登録\n意匠全体の中においてより一層目立つことからすると，基本的構成態様⑤が要部に\n当たる」（２７頁下第２段落）と判示するとおり，本件登録意匠の要部は，製剤収\n納側の袋体と溶解液収納側の袋体の境界部の中央に形成された弱シール部とその両\n側の強シール部の形状，すなわちシール部の形状にあるというべきである。\n(2) 取消事由２に対し\n上記のように本件登録意匠と甲２意匠とが類似するものではない以上，本\n件登録意匠と全く形態の異なる引用意匠２を引用して，甲２意匠と引用意匠２から\n容易に創作をすることができるものでないことは明らかである。\n第４　当裁判所の判断\n１　請求原因(1)（特許庁における手続の経緯），(2)（本件登録意匠）及び(3)\n（審決の内容）の各事実は，いずれも当事者間に争いがない。\n２　取消事由１について\n(1) 原告は，本件登録意匠の必要図として記載されている正面図には上半部薬\n剤収納室の全面にはアルミラミネートシートが貼着されており，差異点（う）に記\n載されたシール部の形状は必要図である正面図には表われておらず，単に参考図と\nして記載されている参考正面図に表われているにすぎないのであり，参考図のみに\n表われているにすぎない構成は本件登録意匠を構成するものとはいえないから，意\n匠法３条１項柱書に規定する意匠を構成するものではないとし，審決が「概略横倒\nＹ字形状２字を相対抗するように繋いで形成したシール部の態様」を本件登録意匠\nの要部と認定したことは誤りであると主張する。\nしかし，審決は，本件登録意匠の熱溶着シール部について，「（Ｃ）上半\n部の薬剤収納室を，縦長隅丸長方形下方の左右両隅を内側に，外周台形切り欠き部\n斜辺とほぼ並行に傾斜させた逆台形状とし，その周りをシール部としたもので，上\n部シール部は幅広帯状とし，その中央に吊り下げ用の小円孔を穿ち，左右側辺部シ\nール部は細幅帯状とし，傾斜部シール部はやや幅広帯状とし，下部シール部（上下\n収納室境部シール部）はその傾斜部シール幅の半分程の幅の帯状としたもので，\n（Ｄ）下半部の溶解液収納室を薬剤収納室より縦幅の長い（内容量の大きい）略縦\n長隅丸長方形上方の左右両上隅部を内側に，外周台形切り欠き部斜辺と略並行状に\n傾斜させた台形状（薬剤収納袋の下部傾斜角よりやや傾斜角が急）とし，下部を左\n右両側から中央下へなだらかな傾斜状とした形状とし，その上下部をシールした\n（左右側部はシール部なし）もので，シール部下部を細幅帯状とし，上部左右傾斜\n部シール部を下部シール幅の倍弱幅の帯状とし，境部シール部の内側の細幅シール\nを弱シールとし，それ以外のシール部を強シールとしたもの」（審決３頁第２段\n落）と認定した上，その中央部シール部の態様について，「概略横倒Ｙ字形状２字\nを相対抗するように繋いで形成したシール部の態様」と表現したものであり，その\n認定に誤りはない。\n意匠法施行規則３条は，「願書に添付すべき図面は，様式第６により作成\nしなければならない」と規定し，様式第６の備考８は，「立体を示す図面は，正投\n影図法により各図同一縮尺で作成した正面図，背面図，左側面図，右側面図，平面\n図及び底面図（判決注；以下これらを「６面図」という。）をもって一組として記\n載する」と，同備考１４は，「８から１０までの図面だけでは，その意匠を十分表\n現することができないときは，展開図，断面図，切断部端面図，拡大図，斜視図そ\nの他の必要な図を加え，そのほか意匠の理解を助けるため必要があるときは，使用\nの状態を示した図その他の参考図を加える」と規定している。そして，本件願書\n（甲２）の図面には，６面図のほかに，【アルミラミネートシートをはがした状態\nの参考正面図】（参考正面図）及び【右側面図中央部分拡大参考断面図】が含まれ\nている。参考図と６面図との間に明らかな矛盾があるといった特段の事情がない限\nり（参考図と６面図との間に矛盾がある場合に参考図に基づいて意匠を認定するこ\nとは，必須図面である６面図に基づく認定に反した誤った認定となるが，本件にお\nいては，両者に矛盾があるとは認められない。），６面図とともに参考図をも参照\nして意匠を認定すべきことは，上記備考１４の趣旨に従い立体的な意匠を的確に把\n握するために当然のことというべきである。\n原告は，参考正面図における製剤収納室の周囲のシール部に囲まれた部分\nが透明であれば，意匠法６条７項によりその旨を記載しなければならないにもかか\nわらず，本件願書には一切記載されていないとも主張する。しかし，製剤収納室の\n周囲のシール部に囲まれた部分が透明でなくても，参考正面図を参照して本件意匠\nを認定できることは上記のとおりであるところ，本件登録意匠においては，上記部\n分が透明であることは何ら特定されていないのであるから，原告の上記主張は，本\n件登録意匠の構成に基づかないものであり，失当というほかない。\nしたがって，原告の上記主張は理由がない。\n(2) 原告は，甲６判決を引用し，本件登録意匠の上半部袋体の背面図に表われ\nているシール部の形状，模様は背面側のアルミラミネートシートと正面側のプラス\nチックシートを熱溶着する金型の押圧痕にすぎず，図面に表わせば一応明りょうな\n線となって形状，模様が表われるものの，実際製品では，客観的に見て意匠法２条\n１項でいう視覚上美感を起こさせる程の視認性は認められるものでないから，審決\nが「概略横倒Ｙ字形状２字を相対抗するように繋いで形成したシール部の態様」を\n本件登録意匠の要部と認定したことは誤りであると主張する。\n「概略横倒Ｙ字形状２字を相対抗するように繋いで形成したシール部の態\n様」は，本件登録意匠の背面図及び参考正面図に表れているところ，本件登録意匠\nに係る輸液バッグは，側面視において全体が薄型の形状をしているから，正面と背\n面が，通常看者の目に触れるものと認められる。また，輸液バッグは，アルミラミ\nネートをはがした状態で使用されるものであり，取引者，需要者は，購入時のみな\nらず，使用時における美感をも選択の基準とすると認められる。そして，証拠（甲\n１８の１～甲１９の５）によれば，同シール部は看者に十分視認し得るものと認め\nられるところ，上記態様は，熱溶着されたシール部として表れ，輸液バッグのほぼ\n中央部分に，全体の縦長さの約３分の１を占める部分に表れて同境界部付近の骨格\nを特徴付けており，看者の注意を引く部分であると認められる。原告の引用する甲\n６判決には，「この種袋体の製造においてシールを用いるか否かは，当業者が適宜\n選択し得る事項であると認められるところ，シールを用いるにしろ，シールを用い\nないにしろ，そのことにより生ずる形態は，この種袋体の製造方法に付随して生ず\nるありふれたものということができ，本件意匠においてシールが存在しないのは薬\n液収納部の両側縁に限定されていることをも考慮すれば，両側縁のシールの有無に\nより生ずる意匠的効果の差異は格別のものではない」（２１頁第２段落）と説示す\nる部分があるが，上記説示は，両側縁のシールの有無により生ずる意匠的効果に係\nるものであり，輸液バッグのほぼ中央部分に全体の縦長さの約３分の１を占める本\n件シール部分が有する意匠的効果についても同様にいうことはできない。\n原告は，ダブルバッグタイプの輸液バッグにおいては，下部袋体の上端部\n側方を上窄まりに傾斜させ，上部袋体の下端両側縁を下窄まりに傾斜させてる形態\nは機能上必然的かつありふれた形態であるから，形態中央境界部のシール部の形状\nを重視しない慣行が存在すると主張する。しかし，上記形態自体は機能上必然的か\nつありふれた形態であるとしても，輸液バッグのほぼ中央部分に全体の縦長さの約\n３分の１を占める本件シール部分の「概略横倒Ｙ字形状２字を相対抗するように繋\nいで形成したシール部の態様」が機能上必然的かつありふれたものであるとは認め\nられず，また，本件全証拠によるも，ダブルバッグタイプの輸液バッグにおいて形\n態中央境界部のシール部の形状を重視しない慣行が存在するとも認められない。\nまた，原告は，本件登録意匠の背面図に表わされているシール部の形状，\n模様は，実際製品にあっては販売状態から使用状態を通じて強行規定である薬事法\n５０条，５１条に規定する表示が印刷されたラベルがほとんど全面に接着せざるを\n得ないこととなり，事実上，取引者，需要者が目視できなくなるとも主張する。し\nかしながら，輸液バッグ上にラベルをほとんど全面に接着させなくても，輸液バッ\nグの表面に印刷する等の方法により薬事法５０条，５１条に規定する表示をするこ\nとは可能であると認められるところ，上記表示を施すことにより輸液バッグのほぼ\n中央部分に全体の縦長さの約３分の１を占める本件シール部分が視認できなくなる\nとは認められないから，原告の上記主張も採用することができない。\n(3) 以上検討したところによれば，原告主張の取消事由１は理由がない。\n３　取消事由２について\n原告は，審決における本件登録意匠の要部認定が誤りであるから，本件登録\n意匠と引用意匠１とが類似し，くびれ部を有しない引用意匠１にくびれ部を有する\n引用意匠２を組み合わせることにより容易に意匠の創作をすることができたもので\nあると主張する。\nしかし，審決における本件登録意匠の要部認定に誤りがないことは上記２の\nとおりである。そうすると，上記要部の構成を有しない引用意匠１と本件登録意匠\nが類似するものとはいえず，両者が類似するものではない以上，本件登録意匠が引\n用意匠１と引用意匠２とから容易に創作をすることができたものということはでき\nない。\nしたがって，原告主張の取消事由２も理由がない。\n４　以上のとおり，原告主張の取消事由はいずれも理由がない。\nよって，原告の請求は理由がないからこれを棄却することとして，主文のと\nおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官    　中  野  哲  弘\n裁判官    　岡  本    　岳\n裁判官    　上  田  卓  哉\n"
}