{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 15
  },
  "case_number": "平成16(行コ)33",
  "case_name": "公文書非開示決定取消請求控訴事件(原審・東京地方裁判所平成14年(行ウ)第298号，同第362号，同第363号，同第364号，同第365号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　司法制度改革推進本部が開催する各種検討会の会合の内容を記録した録音テープのうち，仲裁検討会の議事の公開及び関係機関からの出席の各協議の部分，その余の各検討会の議事の公開の協議の部分が，行政機関の保有する情報の公開に関する法律５条１号ただし書イ所定の例外的開示情報に該当しないとされた事例\n２　司法制度改革推進本部が開催する各種検討会の会合の内容を記録した録音テープのうち，仲裁検討会の議事の公開及び関係機関からの出席の各協議の部分，その余の各検討会の議事の公開の協議の部分が，行政機関の保有する情報の公開に関する法律５条１号ただし書ハ所定の例外的開示情報に該当しないとされた事例",
  "case_gist": "１　司法制度改革推進本部が開催する各種検討会の会合の内容を記録した録音テープのうち，仲裁検討会の議事の公開及び関係機関からの出席の各協議の部分，その余の各検討会の議事の公開の協議の部分につき，前記部分は，委員の意見が記録されたものであって，個人に関する情報ということができ，かつ，委員の人数が１１名である上，肉声，発言内容，前後の発言内容などから，特定の個人を識別できる情報であるということができ，個人情報を含むものということができるところ，前記各検討会は，司法制度改革推進本部の事務局長の下に設けられた私的な諮問機関であり，法律上の根拠があるものではなく，委員の任命に際しても，特段の発令行為がなかったこと，前記検討会が設けられた目的は，司法制度改革に必要な法令等の立案などに関し，有識者（学者，法曹関係者，関係省庁職員，民間人等）の忌たんのない活発な意見を聴くことにあり，答申などの成果物を求めるものではなかったこと，前記各検討会は，第１回会合において，議事の公開の協議をし，大要，?毎回の会議の議事概要及び議事録を作成し，公表すること，発言者名は記載しないこと，?報道機関の会場における議事の傍聴を認めること，?関係者の名誉，プライバシーの保護や捜査の秘密の保護が必要な場合などには，公開を停止し，報道機関の傍聴を制限したり，その部分について，議事概要及び議事録への記載を避けることもあり得ることを決定したこと，前記各検討会について，その組織及び運営等（議事の公開を含む。）を直接に定めた法令はないことなどから，前記部分は，法令の規定により，公にされ，又は公にすることが予定されている情報であるといえず，慣行として，公にされ，又は公にすることが予定されている情報であると認めるに足りないとして，行政機関の保有する情報の公開に関する法律５条１号ただし書イ所定の例外的開示情報に該当しないとした事例\n２　司法制度改革推進本部が開催する各種検討会の会合の内容を記録した録音テープのうち，仲裁検討会の議事の公開及び関係機関からの出席の各協議の部分，その余の各検討会の議事の公開の協議の部分につき，前記各検討会は，司法制度改革推進本部の事務局長の下に設けられた私的な諮問機関であり，法律上の根拠があるものではなく，委員の任命に際しても，特段の発令行為がなかったことから，前記各委員会の委員としての発言であることをもって，公務員の職務遂行の内容に係る情報であるとはいえず，また，前記各検討会が設けられた目的は，司法制度改革に必要な法令等の立案などに関し，有識者（学者，法曹関係者，関係省庁職員，民間人等）の忌たんのない活発な意見を聴くことにあり，国立大学の教授の発言であれば，国立大学の教授としての本来の職務である研究，教授などの職務遂行としてされるものではなく，また，裁判官の発言であれば，裁判官としての本来の職務である裁判事務又は行政事務などの職務遂行としてされるものではないから，前記各検討会の委員がたまたま公務員であるとしても，その公務員の本来の職務遂行の内容に係る情報ではないとして，前記部分は，行政機関の保有する情報の公開に関する法律５条１号ただし書ハ所定の例外的開示情報に該当しないとした事例",
  "lawsuit_id": "14944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/014944_hanrei.pdf",
  "contents": "主　　　文\n１　原判決中，主文第１項を取り消す。\n２　上記取消部分に係る被控訴人の請求を棄却する。\n３　訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文と同旨\n第２　事案の概要（略語等は，原判決に従う。）\n１（１）司法制度改革推進本部の事務局は，司法制度改革に必要な法令案等につい\nて意見を述べてもらうため，有識者を出席者とする１１の検討会を設けた。\nそのうちの５つの検討会（本件各検討会）の第１回会合が，平成１４年１，２月\n中に開催され，同会合の内容が録音テープ（本件各行政文書）に記録された。\n（２）被控訴人は，平成１４年３月１２日，情報公開法に基づき，本件各行政文書\nの開示を求めた（本件各開示請求）。\n（３）司法制度改革推進本部長（本部長）は，平成１４年４月１０日，本件各開示\n請求につき，開示しない旨の決定（本件各不開示決定）をした。\n（４）被控訴人は，平成１４年５月２日，本件各不開示決定に対して異議（本件各\n異議）を申し立てた。\n本部長は，これを受けて，平成１４年７月１９日，情報公開審査会に諮問した。\n情報公開審査会は，平成１５年２月７日，①仲裁検討会の録音テープについて\nは，議事の公開及び関係機関からの出席の各協議の部分，②その余の４つの各検討\n会の録音テープについては，議事の公開の協議の部分（上記①，②を併せて，本件\n各不開示部分）を不開示とし，その余（本件各開示部分）は開示すべき旨答申し\nた。\n本部長は，平成１５年３月１２日，情報公開審査会の上記答申に沿って，本件各\n不開示部分を不開示とし，本件各開示部分を開示する旨の決定をし（本件各異議に\n対する決定），そのころ，被控訴人に対し，その決定に従った開示をした。\n（５）被控訴人は，本件各不開示決定の取消しを求めた。\n２　原審は，①本件各不開示部分を開示すべきであるとして，被控訴人の請求のう\nち，本件各不開示部分についての決定を取り消し，②本件各開示部分についての決\n定の取消しを求める訴えは，不適法であるとして，これを却下した。\n３　控訴人は，上記①の部分の取消しを求めて，本件控訴を提起した。\n司法制度改革推進本部は，平成１６年１１月３０日，設置期間の満了によって消\n滅し，本件各行政文書を保管する事務は，法務省に引き継がれ，これにより，本部\n長の地位は，控訴人が承継することとなった。\n４　当裁判所は，上記①の部分につき，原審と異なり，本件各不開示部分は開示す\nべきでなく，被控訴人の請求を棄却すべきものと判断した。\n５　本件の事案の要旨，判断の前提となる事実，争点及び争点に関する当事者の主\n張は，原判決の事実及び理由の「第２事案の概要」１から２まで（原判決２頁７行\n目から２０頁９行目まで）に記載のとおりであるから，これを引用する。\n第３　当裁判所の判断\n１　当裁判所は，本件各不開示部分は開示すべきではないと判断する。その理由\nは，次のとおりである。\n２（１）判断の順序について\n控訴人は，本件各不開示部分が，情報公開法５条１号本文所定の情報（個人情\n報）に該当し，開示すべきではないと主張する。\n被控訴人は，本件各不開示部分が，個人情報であっても，開示すべきことを定め\nる同号ただし書イの事由（公開すべき情報であること）又は同号ただし書ハの事由\n（公務員の職務遂行の内容に係る情報であること）に該当し，開示すべきであると\n主張する。\nそこで，まず，本件各不開示部分が，個人情報に該当するか否かを判断し，次\nに，公開すべき情報であるか否か，公務員の職務遂行の内容に係る情報であるか否\nかを判断する。\n（２）本件各不開示部分の個人情報該当性について\nア　情報公開法５条１号本文は，非開示情報の一つとして，個人に関する情報であ\nって，当該情報に含まれる氏名，生年月日その他の記述等により特定の個人を識別\nすることができるもの（他の情報と照合することにより，特定の個人を識別するこ\nとができることとなるものを含む。）を定めている。\nイ　争いのない事実並びに証拠（甲３１の１ないし４，乙７）及び弁論の全趣旨に\nよれば，（ア）仲裁検討会の第１回会合が，平成１４年２月５日，開催されたこ\nと，（イ）同検討会の委員として，学者，法曹関係者，関係省庁職員，民間人等で\n構成される１１名の委員が出席し，事務局側から，Ａ事務局長ほか３名が出席した\nこと，（ウ）同会合は，①開会，②事務局長あいさつ，③出席者の自己紹介，④座\n長の選出，⑤配布資料の確認，⑥議事の公開及び関係機関からの出席の各協議，⑦\n座長あいさつ，⑧司法制度改革審議会の検討状況，意見書等の紹介，⑨今後の検討\nスケジュールの説明，⑩仲裁法制に関するアンケート結果の説明，⑪総則的事項に\nついての検討，⑫仲裁合意の成立についての検討，⑬仲裁合意の効力についての検\n討，⑭仲裁合意に関するその他の事項についての検討，⑮閉会と進行したこと，\n（エ）報道機関による議事の傍聴が，上記①，②及び⑦ないし⑮については承認さ\nれたが，上記③ないし⑥については承認されなかったこと，（オ）議事録には，出\n席者の氏名，議題及び議事が記載されていること，（カ）議事における発言内容に\nは，他の委員の発言を受けて，その委員の氏を明らかにするもの，座長が委員の氏\nを特定して発言を促すものなどがあること，（キ）録音テープのうちの上記⑥を除\nく部分は既に開示されていることが認められる。\nウ　以上の事実に弁論の全趣旨を併せ見ると，仲裁検討会の第１回会合に関する本\n件行政文書中の本件非開示部分は，委員の意見が記録されたものであって，個人に\n関する情報ということができ，かつ，委員の人数が１１名である上，肉声，発言内\n容，前後の発言内容などから，特定の個人を識別できる情報であるということがで\nき，個人情報を含むものということができる。\nエ　そして，争いのない事実並びに証拠（甲２７の１ないし９，甲２８の１ないし\n４，甲２９の１ないし５，甲３０の１ないし４，乙６，乙８ないし１０）及び弁論\nの全趣旨によれば，その余の検討会の第１回会合も，前記同様のものであると認め\nられ，本件各検討会の第１回会合に関する本件各行政文書中の本件各非開示部分\nは，個人情報を含むものということができる。\n（３）公開すべき情報か否かについて\nア　情報公開法５条１号ただし書のイは，個人情報であっても，開示すべきものの\n一つとして，法令の規定により又は慣行として公にされ，又は公にすることが予定\nされている情報を定めている。\nイ　争いのない事実並びに証拠（甲２７の１ないし９，甲２８の１ないし４，甲２\n９の１ないし５，甲３０の１ないし４，甲３１の１ないし４，乙６ないし１０）及\nび弁論の全趣旨によれば，（ア）本件各検討会は，司法制度改革推進本部の事務局\n長の下に設けられた私的な諮問機関であり，法律上の根拠があるものではなく，委\n員の任命に際しても，特段の発令行為がなかったこと，（イ）本件検討会が設けら\nれた目的は，司法制度改革に必要な法令等の立案などに関し，有識者等（学者，法\n曹関係者，関係省庁職員，民間人等）の忌憚のない活発な意見を聴くことにあり，\n答申などの成果物を求めるものではなかったこと，（ウ）本件各検討会は，第１回\n会合において，議事の公開の協議（仲裁検討会においては，これに付加して関係機\n関からの出席の協議）をし，その協議の結果は，裁判員制度・刑事検討会において\nは，①毎回の会議の議事概要及び議事録を作成し，公表すること，発言者名は記載\nしないこと，②報道機関に会場における議事の傍聴を認めること，③関係者の名\n誉・プライバシーの保護や捜査の秘密の保護が必要な場合などには，公開を停止\nし，報道機関の傍聴を制限したり，その部分について，議事概要及び議事録への記\n載を避けることもありうることを決定し，その余の検討会においても，これとほぼ\n同旨の決定をしたこと，（エ）本件各検討会における報道機関による議事の傍聴\nが，上記議事の公開の協議そのものについては承認されなかったが，その協議にお\nいて上記のとおりの決定がされた後においては，その決定に従って，承認されたこ\nとが認められる。\nそして，本件各検討会について，その組織及び運営等（議事の公開を含む。）を\n直接に定めた法令はない。\nウ　以上によれば，本件各非開示部分が，法令の規定により，公にされ，又は公に\nすることが予定されていた情報であるといえない。また，慣行として，公にされ，\n又は公にすることが予定されている情報であると認めるに足りない。\n審議会等の整理合理化に関する基本的計画（平成１１年４月２７日閣議決定，甲\n２６）は，審議会等（国家行政組織法８条並びに内閣府設置法３７条及び５４条の\n審議会等をいう。）について，会議又は議事録を速やかに公開することを原則とす\nると定めているが，本件各検討会は，上記基本計画上は，「懇談会等」（審議会等\nと異なり，行政運営上の会合で，意見交換，懇談等の場としての性質を有するも\nの）とされ，その運営に当たっては，審議会等の公開に係る措置に準ずるものとさ\nれるが，自由活発な意見聴取を行うことが予定されていることとの均衡を考慮する\nと，その公開についての要請は，審議会等よりも低いものと認められ，同基本的計\n画から，本件各検討会のうちの本件各非開示部分が開示されるべきものとすること\nはできない。\n被控訴人は，Ｂ法務大臣の国会における答弁（甲１５ないし１７），衆議院・参\n議院の各法務委員会がした付帯決議（甲１８，甲１９）などを指摘するが，Ｂ法務\n大臣の上記答弁は，本件各検討会において，できる限り，透明性を確保し，内容を\n公開する所存である旨の意思を表明したものであり，上記各委員会がした決議も，\n同旨の要請を表明したものであり，これらをもって，直ちに，本件各非開示部分が\n開示されるべき法令又は慣行上の根拠とすることはできない。\n（４）公務員の職務遂行の内容に係る情報か否かについて\nア　情報公開法５条１号ただし書のハは，個人情報であっても，開示すべきものの\n一つとして，当該個人が公務員等である場合において，当該情報がその職務の遂行\nに係る情報であるときは，当該情報のうち，当該公務員等の職及び当該職務遂行の\n内容に係る部分を定めている。\nイ　本件各検討会は，司法制度改革推進本部の事務局長の下に設けられた私的な諮\n問機関であり，法律上の根拠があるものではなく，委員の任命に際しても，特段の\n発令行為がなかったことは，前認定のとおりである。\nしたがって，本件各検討会の委員としての発言であることをもって，公務員の職\n務遂行の内容に係る情報であるとはいえない。\nまた，本件各検討会の委員には，有識者等（学者，法曹関係者，関係省庁職員，\n民間人等）が充てられたことは，前認定のとおりであり，証拠（甲２７の１ないし\n９，甲２８の１ないし４，甲２９の１ないし５，甲３０の１ないし４，甲３１の１\nないし４）及び弁論の全趣旨によれば，その委員中には，国立大学の教授，裁判官\nなどの公務員である者がいたことが認められる。\nしかし，本件検討会が設けられた目的は，司法制度改革に必要な法令等の立案な\nどに関し，有識者等（学者，法曹関係者，関係省庁職員，民間人等）の忌憚のない\n活発な意見を聴くことにあり，国立大学の教授の発言であれば，国立大学の教授と\nしての本来の職務である研究・教授などの職務遂行としてされるものではなく，ま\nた，裁判官の発言であれば，裁判官としての本来の職務である裁判事務又は行政事\n務などの職務遂行としてされるものではない。本件各検討会の委員が公務員である\nとしても，その公務員の本来の職務遂行の内容に係る情報ではなく，たまたま，そ\nの委員が公務員であるからといって，情報公開法５条１号ただし書のハにいう公務\n員の職務遂行の内容に係る情報になるものではない。\nなお，本件各非開示部分中の事務局職員の発言は，公務員の職務遂行の内容に係\nる情報であるということができるが，証拠（甲２７の１ないし９，甲２８の１ない\nし４，甲２９の１ないし５，甲３０の１ないし４，甲３１の１ないし４）及び弁論\nの全趣旨によれば，本件各非開示部分における主な情報は，委員の発言に係るもの\nと推察されるところであり，そこに，事務局職員の発言が所々に差しはさまること\nがあるとしても，このような事務局職員の発言を独自に一つ一つ抽出して開示すべ\nきものとすることはできない。\n３　以上によれば，その余の点につき判断するまでもなく，本件各非開示部分は，\n開示の対象となるものではないから，これに反する被控訴人の請求は理由がない。\n第４　結論\nよって，本件控訴は理由があるから，原判決を取り消し，被控訴人の請求を棄却\nすることとして，主文のとおり判決する。\n東京高等裁判所第１民事部\n裁判長裁判官　江見弘武\n裁判官　橋本昇二\n裁判官　市川多美子\n"
}