{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 1
  },
  "case_number": "平成15(行ケ)516",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9786",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9786",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/786/009786_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５１６号　審決取消請求事件\n平成１７年２月１日判決言渡，平成１７年１月１８日口頭弁論終結\n判　　　　決\n原　　　　　　告　　グラクソ ウェルカム オーストラリア リミテッド\n訴訟代理人弁護士　　吉武賢次，宮嶋学，弁理士　中村行孝，紺野昭男，横田修\n孝\n被　　　　　　告　　特許庁長官　小川洋\n指定代理人　　　　　横尾俊一，森田ひとみ，一色由美子，大橋信彦，井出英一\n郎\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n本判決においては，特許請求の範囲の記載のほか，審決，書証等を引用する場合\nを含め，公用文の用字用語例に従って表記を変えた部分がある。例えば，「およ\nび」は「及び」，「または」は「又は」と記載した。\n第１　原告の求めた裁判\n「特許庁が不服２００１－１２３３８号事件について平成１５年７月１６日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本件は，原告が，後記本願発明の特許出願をしたが拒絶査定を受け，これを不服\nとして審判請求をしたところ，審判請求は成り立たないとの審決がされたため，同\n審決の取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本願発明\n出願人：グラクソ ウェルカム オーストラリア リミテッド（原告）\n発明の名称：「フルチカゾンプロピオネート処方物」\n出願番号：特願平７－５３００５１号（国際出願番号：PCT/EP95/01913）\n出願日：平成７年５月１９日（優先権主張平成６年５月２１日，英国）\n(2)　本件手続\n拒絶査定日：平成１３年４月９日\n審判請求日：平成１３年７月１６日（不服２００１－１２３３８号）\n手続補正：平成１３年８月１５日（甲３）\n審決日：平成１５年７月１６日\n審決の結論：「本件審判の請求は，成り立たない。」\n審決謄本送達日：平成１５年７月２５日（原告に対し。出訴期間９０日附加）\n２　本願発明の要旨（上記補正後の特許請求の範囲請求項１の記載に係るも\nの。）\n【請求項１】下記の成分：(a)全ての粒子の大きさが12ミクロン未満であるフルチ\nカゾンプロピオネート； (b)１種以上の界面活性剤；(c)１種以上の緩衝剤；及\nび(d)水を含む噴霧療法に適した懸濁処方物であって，該処方物の有効量を肺に送達\nできる懸濁処方物。\n３　審決の理由の要点\n(1)　審決は，刊行物１として特開平３－１６７１２０号公報（甲４。刊行物１に\n記載された発明を「刊行物１発明」ともいう。），刊行物２として特開平６－４８\n９５８号公報（甲５），刊行物３として特開平５－８５９４０号公報（甲６），刊\n行物４として特表平５－５０７９４４号公報（甲７）を引用した。\n(2)　審決は，刊行物１の記載内容の認定及び本願発明と刊行物１発明との一致点\nの認定として，次のように説示した。\n「刊行物１には，…サルメテロール及びフルチカゾンプロピオネートを含む計量\n投与吸入器吸入により投与するための組成物が実施例として記載されているばかり\nでなく，水溶液又は水性懸濁液として処方し，噴霧器により投与できること，ま\nた，上記２種の薬剤を同様な方法で別々に投与することも記載されている。したが\nって，刊行物１には，サルメテロールを含まないフルチカゾンプロピオネートの水\n性懸濁液として処方し，噴霧投与をする態様があることが記載されていると理解で\nきる。 そこで，本願発明と，刊行物１の…噴霧投与に用いるフルチカゾンプロピオ\nネートの水性懸濁液の処方物とを対比すると，両者はフルチカゾンプロピオネート\n及び水を含む噴霧療法に適した懸濁処方物である点で一致（する。）」\n(3)　審決は，本願発明と刊行物１発明との相違点を次のように認定した。\n「前者（判決注：本願発明）はフルチカゾンプロピオネートの全ての粒子の大き\nさが12ミクロン未満であって，１種以上の界面活性剤，１種以上の緩衝剤を含むの\nに対し，後者（判決注：刊行物１発明）ではそれらについての記載がない点で相違\nしている。」\n(4)　審決は，上記相違点につき，次のように判断した。\n「1) 粒子の大きさについて\n薬物の肺への投与にあたり，薬物を水に溶かして霧状にするか，微粉末にして空\n気とともに送り込む場合があるが，水滴や，微粒子の大きさによって到達部位に差\nが生じ，6μm以上は気管支，2μm以上は細気管支に捕集され，2μm以下の粒子のみ\n肺胞に到達すること，肺の奥まで送り込まれた薬物の吸収は一般に良好であること\nが広く知られている。したがって，霧状で肺に投与する場合にその薬物の粒径を吸\n収をよくする適度な大きさとすることは当業者が当然に配慮することであり，例え\nばフルチカゾンプロピオネートと同様に吸入により肺に適用する喘息治療薬の粒径\nについて，刊行物２では0.5μm～7μm，刊行物３では約3μ又はそれ以下の空力質量\n中央粒度が好適であるとされている。そうすると，フルチカゾンプロピオネートに\nついても薬物の全ての粒子の大きさ12ミクロン未満とすることは当業者が普通に設\n定しうる範囲のものである。」\n「2)界面活性剤及び緩衝剤について\n水性懸濁液として肺へ噴霧適用する薬剤の処方として，薬物と水に加えさらに界\n面活性剤，緩衝剤を配合することも刊行物２，刊行物３，刊行物４に見られるよう\nに 普通に行われることである。」\n「以上を総合すると，刊行物１の 噴霧投与に適するフルチカゾンプロピオネート\nの水性懸濁液を処方するにあたって，薬物の全ての粒子の大きさを12ミクロン未満\nとし，界面活性剤，緩衝剤を配合することは当業者が容易に想到することができた\nものである。」\n「請求人（判決注：本訴原告）は，本願発明は全身に対する絶対的アベイラビリ\nティが低い点で，水性懸濁液でない従来の処方物と比べて効果を有する旨主張して\nいるが，呼吸器への局所投与の問題点として，消化管への誤飲による副作用がある\nことは周知（佐藤公道外１名著「薬理学のまとめ」金芳堂・昭和63年3月1日発行，\n刊行物3の段落【0009】参照）であるから，処方の全身に対する絶対的バイオアベイ\nラビリティを測定し，それによって誤飲による影響の有無を評価することも当業者\nが普通に行うことにすぎず，上記の効果にしても，当業者が容易に見いだすことが\nできる程度のものにすぎない。」\n(5)　審決は，次のとおり結論付けた。\n「以上のとおりであるから，本願発明はその出願前に頒布されたことが明らかな\n刊行物１～４に記載された発明に基づいて当業者が容易に発明をすることができた\nものである。したがって，本願発明は，特許法２９条２項の規定により特許を受け\nることができない。」\n第３　原告の主張（審決取消事由）の要点\n１　取消事由１（一致点の認定の誤り）\n(1)　審決は，本願発明と刊行物１発明とは，「フルチカゾンプロピオネート及び\n水を含む噴霧療法に適した懸濁処方物」である点で一致すると認定したが，誤りで\nある。これは，刊行物１において，水性懸濁液が記載されていると誤認し，さら\nに，フルチカゾンプロピオネート単独の処方物が記載されていると誤認した結果，\n一致点の認定を誤ったものである。\n(2)　刊行物１に具体的に開示されている処方物は，有機溶媒に溶解した計量投与\n吸入器用のエアゾールスプレー処方物であり，噴霧投与用の水性懸濁液ではない。\nしたがって，水性懸濁液として処方し，噴霧投与する態様が記載されているとはい\nえない。\n(3)　刊行物１には，薬剤を同様な方法で別々に投与できる旨の記載がある。しか\nしながら，刊行物１に具体的に開示されている処方物は，あくまでもフルチカゾン\nプロピオネートとサルメテロールを含んでなる処方物であり，フルチカゾンプロピ\nオネートを単独で含む処方物は開示されていない。刊行物１発明は，両者を共に使\n用するのが前提で，片方のみを処方物として使用することが開示，示唆されている\nとはいい難い。\n(4)　刊行物１の請求項１においては，「分離的に投与するための組み合わされた\n製剤」及び「分離的に投与する」ことが言及され，「水溶液又は水性懸濁液として\n処方しそして噴霧器により投与することができる」，「２種の薬剤を…別個に投与\nすることができる」との言及がある。しかし，これらの記載は，いずれも使用可能\n性を示唆するにとどまり，具体的な使用態様を開示するものではない。\nなお，乙１～４には，フルチカゾンプロピオネートを単独で含み，かつ，噴霧投\n与に用いられる水性懸濁液は，具体的には開示されていない。\n２　取消事由２（顕著な効果の看過による進歩性判断の誤り）\n審決は，本願発明の顕著な効果の認定にあたり，「呼吸器への局所投与の問題点\nとして，消化管への誤飲による副作用があることは周知」であったことを指摘し，\n「処方の全身に対する絶対的バイオアベイラビリティを測定し，それによって誤飲\nによる影響の有無を評価することも当業者が普通に行うこと」にすぎないと認定\nし，その効果も「当業者が容易に見いだすことができる程度のものにすぎない」と\n認定した。\nしかしながら，審決は，「本願発明は絶対的バイオアベイラビリティが低い」及\nび「再分散が容易で，優れた放出特性を有する」という顕著な効果を奏することを\n看過し，本願発明の進歩性に関する認定判断を誤った。\n(1)　「絶対的バイオアベイラビリティが低い」という効果について\n(1-1)　「絶対的バイオアベイラビリティ」とは，投与された薬物のうちどのくら\nいの割合が循環血中に取り込まれたかを評価する指標である（絶対的バイオアベイ\nラビリティが高い場合には，多くの薬物が循環血中へ取り込まれたことを意味し，\n逆に低い場合には，少量の薬物が循環血中へ取り込まれたことを意味する。）。\n肺吸入投与の場合の絶対的バイオアベイラビリティは，静脈投与時のバイオアベ\nイラビリティに対する百分率で表すことができる。そして，バイオアベイラビリテ\nィは，投与薬物量に対する循環血中に入った薬物量の百分率で表すことができる。\n肺吸入投与時の絶対的バイオアベイラビリティは，下記式により算出することが\nできる。\n絶対的バイオアベイラビリティ＝（AUCp/Dp）÷（AUCiv/Div）×100\nAUCpは経肺投与時の薬物血中濃度－時間曲線下面積\nAUCivは静脈投与時の薬物血中濃度－時間曲線下面積\nDpは経肺投与の投与量\nDivは静脈投与の投与量\n(1-2)(a)　局所投与を目的とした薬物であって，全身性副作用を発現するおそれ\nがある薬物は，絶対的バイオアベイラビリティが低いほど好ましいといえるとこ\nろ，本願発明は，絶対的バイオアベイラビリティが低いという効果を有する。\n原告は，本件審判手続において，上記主張の根拠となる実験データを提出した\nが，それは，次のものである（甲１２）。\n〔実験データ〕\n１２人の健康な男性被験者に，２×２ｍｇ／２ｍｌのフルチカゾンプロピオネー\nト吸入及びプラセボ静脈注射，あるいはプラセボ吸入及びフルチカゾンプロピオネ\nート静脈注射を実施した。各被験者から血液を得，処置の前後の決められた時間間\n隔でフルチカゾンプロピオネートの血漿濃度を測定した。また，被験者の尿サンプ\nルのフルチカゾンプロピオネートの濃度も決められた時間間隔で測定した。\nその結果，フルチカゾンプロピオネート懸濁組成物（本願発明）を吸入投与した\nときの絶対的バイオアベイラビリティは８％であった。一方で，計量投与吸入器に\nより投与された吸入用フルチカゾンプロピオネート組成物（コントロール）につい\nては絶対的バイオアベイラビリティは２６％であった。\nコントロールの懸濁組成物の組成は下記のとおりであった。\nフルチカゾンプロピオネート（超微粉砕）４０ｍｇ，レシチンNF ０.４ｍｇ，ト\nリクロロフルオロメタンNF ３.８ｇまで，ジクロロジフルオロメタンNF ９.８ｇま\nで（「NF」は，National Formularyで，米国公定書において定義された品質基準を\n示す。）\n(b)　上記実験データの実験手順及び実験結果を詳細に記述した報告書が甲１\n４（Summary of Report GCP/95/025）及び甲１５（Summary of Report Number\nGCP/92/079）である。甲１７（Ａ博士の宣誓供述書）は，上記実験で使用した製剤\nの具体的組成を明らかにするものである。\nこれらの報告書に記載された試験においては，フルチカゾンプロピオネートの水\n性懸濁処方物と計量吸入用製剤について，二重盲検法のうち交差試験（クロスオー\nバー試験）により絶対的バイオアベイラビリティが測定された。これらによれば，\n本願発明であるフルチカゾンプロピオネートの水性懸濁処方物が計量吸入用製剤と\n比較して，より低い絶対的バイオアベイラビリティを有することを示している。\nなお，甲１４と甲１５の試験条件の相違は，本願発明の絶対的バイオアベイラビ\nリティの評価に影響を与えない。\nすなわち，絶対的バイオアベイラビリティは，静脈注射した場合のAUC/Dに対する\n被験製剤を例えば経口投与した場合のAUC/Dの割合をいう（AUCは薬物血中濃度－時\n間曲線下面積を，Dは投与された薬物量を表す。）。よって，薬物投与量が異なって\nも，あるいは薬物の投与量が増加しても，同じ製剤を同じ経路で投与すれば，ほぼ\n同じAUC/Dの値が得られるので，薬物の投与量によって絶対的バイオアベイラビリテ\nィの値が大きく変動することはない。甲１４の記載にあるように，AUCと薬物量が比\n例関係にあること，特に，薬物量が2000μｇから4000μｇの投与量であっても比例\n関係にあることが確認されている。よって，フルチカゾンプロピオネートの投与量\nが４倍異なっても，バイオアベイラビリティの評価に影響を与えるものではない。\nまた，甲１４と甲１５では，同じ被験者に試験を実施したものでなく，両試験に\nおける被験者の薬物動態パラメーターが異なっているが，両試験は，クロスオーバ\nー試験として，適正に企画された手順に従ってされたもので，信頼性がある。\n絶対的バイオアベイラビリティが低くても，薬効が劣るというわけではない。本\n願発明の水性懸濁液の絶対的バイオアベイラビリティが低いから，計量投与製剤と\n同程度の薬効を得るために，投与量が多くなるとの指摘は，当たらない。\n甲１４と甲１５の試験では，被験者の数は，１２人であるが，合理的な数であ\nり，試験結果の信憑性を揺るがすものではない。\n(1-3)(a)　審決は，消化管への誤飲による副作用を避けるという課題の設定が容\n易であり，得られた効果も当業者が容易に予測し得る範囲内のものであると認定判\n断する。\nしかし，薬物一般の消化管への誤飲による副作用がたとえ周知であったとして\nも，消化管への誤飲による副作用を解決するための手段として本願発明の構成，す\nなわち，肺への噴霧療法に適した懸濁処方物において，有効成分であるすべてのフ\nルチカゾンプロピオネートの粒子径を12ミクロン未満とするとともに，１種以上の\n界面活性剤，１種以上の緩衝剤，及び水を処方することは，審決において引用され\nた先行技術文献には何ら開示も示唆もされていない。\nそうである以上，課題が周知であることをもって直ちに効果が予測し得る程度で\nあるとすることは，判断に飛躍がある。\n(b)　審決は，また，本願発明が奏する効果，すなわち，絶対的バイオアベイラビ\nリティの抑制について，具体的評価をせずに判断を行っている。\n本願発明の効果は前述したとおりであり，計量投与吸入器により超微粉砕のフル\nチカゾンプロピオネートを投与した場合と比較して，絶対的バイオアベイラビリテ\nィが２６％から８％へ著しく減少した。\n一方，噴霧投与で薬物を肺に投与すると，計量投与吸入器により微粉末薬物を肺\nへ投与する場合と比較して，絶対的バイオアベイラビリティが抑制されることは，\n審決において引用された先行技術文献には何ら開示も示唆もされていない。\n上記の効果は，当業者が予測し得る範囲を超えている。\n(c)　審決では，フルチカゾンプロピオネートが消化管への誤飲により副作用を生\nじることを前提としているが，この前提がそもそも誤りである。\nすなわち，薬物の全身性の吸収メカニズムは薬物個々の性質に依存するものであ\nり，消化管へ誤飲された場合には，ほとんど循環血中に入ってこない薬物も存在す\nる。フルチカゾンプロピオネートもそのような薬物の１つであり，これを吸入投与\nした場合，肺を経由した全身性の吸収と比較して，消化管を経由した全身性の吸収\nは無視できるほどわずかである（甲９，１３）から，フルチカゾンプロピオネート\nは，誤飲による副作用の発現可能性がほとんどないのである。\n副作用のメカニズムすら一般的ではない状況で，副作用の軽減効果の予測をする\nことは，当業者にはなおさら困難である。顕著な効果が予測可能であるとした審決\nの認定判断は，誤りである。\n(d)　乙４によれば，フルチカゾンプロピオネートは胃腸からほとんど吸収されな\nいのであるから，肺内への到達度が高い粒子サイズを選択しても，それによって全\n身性バイオアベイラビリティが低くなると予測することはできない。フルチカゾン\nプロピオネートを肺から効率的に吸収させれば，全身性バイオアベイラビリティは\nむしろ増加すると当業者は予測するはずである。本願発明は，このような技術的な\n背景の下，フルチカゾンプロピオネートを含む噴霧投与用水性懸濁液では，循環血\n中のフルチカゾンプロピオネート量が，計量投与吸入器（ＭＤＩ）による吸入投与\nと比較して３分の１以下に抑制されたのであり，本願発明の懸濁処方物が非常に優\nれた全身性バイオアベイラビリティを示すことは，当業者にとってむしろ意外であ\nったといえる。\n(2)　「再分散が容易で，優れた放出特性を有する」という効果について\n本願発明では，肺への噴霧療法に適した懸濁処方物において有効成分であるすべ\nてのフルチカゾンプロピオネートの粒子径を12ミクロン未満とするとともに，１種\n以上の界面活性剤，１種以上の緩衝剤，及び水を処方するという構成を採用するこ\nとで，「放置すると弱く凝集した懸濁液を形成するが，意外にも，これらの懸濁液\nは長期間の貯蔵後でも軽く攪拌することによって容易に再分散して，一般的な噴霧\n器に用いるのに適した優れた放出特性を有する懸濁液となる」（本願明細書４頁２\n３～２５行）という優れた効果を生じる。\n審決は，上記顕著な効果を参酌せずに進歩性なしと判断したもので，誤りであ\nる。\n第４　被告の主張の要点\n１　取消事由１（一致点の認定の誤り）に対して\n刊行物１発明の態様としては，サルメテロールとフルチカゾンプロピオネートを\n各々単独で含む製剤を，同時に，連続的にあるいは分離的に投与してもよいし，２\n剤を含む製剤を投与（この場合は同時投与となる。）してもよいことが理解でき\nる。\n刊行物1発明における組み合わされた製剤とは，２剤を含む配合剤のみであると解\nすべきではなく，２種の単剤の組合せ及び２種の薬剤を含む配合剤の双方を包含す\nる広い概念の「薬学的組成物」と解するのが自然である（請求項６の記載参照）。\nこのように，サルメテロールとフルチカゾンプロピオネートを各々単独で含む製\n剤を，同時に，連続的にあるいは分離的に投与する態様が含まれる以上，少なくと\nも分離的に投与する態様ではそれぞれの単独の製剤（処方物）が用いられることは\n明らかである。\n刊行物1の実施例としてサルメテロールとフルチカゾンブロピオネートを共に含ん\nでなる計量投与吸入器用の製剤（配合剤）しか示されていないとしても，刊行物1発\n明の「薬学的組成物」を実施例のものに限定して解すべき理由はない。\nそして，刊行物１（３頁右下欄）には，上記２剤の製剤を水性懸濁液で噴霧器に\nより投与することがごく普通の態様であることも示されている。サルメテロール及\nびフルチカゾンプロピオネートをそれぞれ単独で含む製剤や水性懸濁液がごく普通\nのものであることは，英国特許明細書NO.2140800（乙１），英国特許明細書\nNO.2088877（乙２）によっても裏付けられる。さらに，鼻からの吸入の例ではある\nが，先行技術文献である「DRUG INVESTIGATION, vol.8,no.3, pp127-133(1994)」\n（乙３）及び「Rhinology, suppl.vol.11, pp37-43(1991)」（乙４）にも，ＦＰ\n（フルチカゾンプロピオネート）を水性懸濁液として噴霧投与する手法が当業界に\nおいて既に採用されていたことが示されている。\nしたがって，このような技術常識からすれば，刊行物１には，有効成分としてサ\nルメテロール及びフルチカゾンプロピオネートをそれぞれ単独で含む水性懸濁液を\n噴霧投与する態様があり，そのための処方物として有効成分としてフルチカゾンプ\nロピオネートを単独で含む水性懸濁液があることは十分に理解できる。審決の引用\n例の認定及び一致点の認定に誤りはない。\n２　取消事由２（顕著な効果の看過による進歩性判断の誤り）に対して\n(1)　絶対的バイオアベイラビリティについて\n(a)　審決は，当業者が刊行物１～４の記載に基づいてフルチカゾンプロピオネー\nトの水性懸濁剤を容易に調製でき，一般的な吸入剤が通常有する問題点として，消\n化管への誤飲による副作用があることが知られている以上，このような問題点の有\n無を確認することも当業者が通常行うことであり，バイオアベイラビリテイの程度\nにより発明の容易性の判断は左右されないという趣旨である。審決は，フルチカゾ\nンプロピオネートの誤飲による副作用を避けることが本願発明の課題であると認定\nしたものではない。\n吸入製剤の安全性の観点から全身作用の有無の確認は，製剤や投与形態が異なれ\nばその都度行う必要があるものである（乙４）。本願発明のように肺内への到達度\nの高い薬物の粒子サイズを選択した場合は，そうでない場合より，消化管を経由し\nて吸収される薬物の量は減少し，バイオアベイラビリテイは低くなると予測するこ\nとが可能である。\nそもそも絶対的バイオアベイラビリティ自体，本願明細書に全く記載がなく，審\n判請求書において示された実験にしても，ある一つの処方例についての測定値を示\nすにすぎないから，本願発明が普遍的に奏する効果として評価できるものでもな\nい。原告の効果の看過という主張自体，その根拠を欠く。\n(b)　甲１４と１５を比べると，試験期間及び被験者が異なり，投与量及び投与方\n法が異なっているので，両者の結果をを比較することに意味がない。\n甲１４の水性懸濁液の投与量は，甲１５の粉末の計量投与製剤の20倍であり，絶\n対的バイオアベイラビリティの差を考慮すると，水性懸濁液を投与した場合の血中\nに入るフルチカゾンプロピオネートの量は，計量投与製剤の約6倍になると考えられ\nる。絶対的バイオアベイラビリティが低くても，投与量を増やせば血中に入るフル\nチカゾンプロピオネートの量は多くなるから，絶対的バイオアベイラビリティが低\nいことが直ちに副作用が少ないこと意味するものではない。\nまた，本願発明の水性懸濁液は，絶対的バイオアベイラビリティが低い（吸収が\n劣る）ので，計量投与製剤と同程度の薬効を得るために投与量が多くなっていると\n考えられる。したがって，絶対的バイオアベイラビリティが低いことが本願発明の\n顕著な効果であるとは到底いえない。\n(2)　再分散の容易性，優れた放出特性について\n審決では判断を示していないが，懸濁液製剤が使用時に容易に再分散して噴霧器\nに適用可能でなければならないのは当然のことであり，製剤化にあたり分散性の観\n点からも薬物の粒径や添加剤が選択されるのは極めて当然の事項であるから，特に\n言及するほどのことではない。審決は，顕著な効果を看過したものではない。\n吸入剤の処方に当たって，分布や微粒子化，噴霧化を助け，粘着や固化しないよ\nうな添加物を選択することや，界面活性剤が薬物の集合や凝集を防ぐ成分として作\n用することは，当業者には周知のことである（甲６，７）。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1)　刊行物１（甲４）には，次の記載がある。\n「呼吸疾患の治療において吸入により同時的に，連続的に，又は分離的に投与す\nるための組み合わされた製剤としての有効な量のサルメテロール（及び（又は）そ\nの生理学的に許容し得る塩）及びフルチカゾンプロピオネートからなる薬学的組成\n物」（請求項１）\n「本発明は，喘息のような呼吸疾患を治療するためにステロイド性抗炎症薬と組\nみ合わされた気管支拡張薬を使用すること及びこの２種の活性成分を含有する薬学\n的組成物に関するものである。」（２頁左上欄５～１０行）\n「本発明等は，吸入による投与に適した形態で，β2-アドレナリン受容体刺激気\n管支拡張剤であるサルメテロール及び（又は）その生理学的に許容し得る塩を抗炎\n症コルチコステロイドであるフルチカゾンプロピオネートと組み合わせた…。」\n（２頁右下欄９～１４行）\n上記各記載によれば，刊行物１は，気管支拡張薬であるサルメテロール及び（又\nは）その生理学的に許容し得る塩（以下，単に「サルメテロール」という。）とス\nテロイド性抗炎症薬であるフルチカゾンプロピオネートとの２種の活性成分が「組\nみ合わされた製剤」であって，「呼吸疾患の治療において吸入により」，「同時的\nに，連続的に，又は分離的に」投与される薬学的組成物について記載されているこ\nとが認められる。\n(2)　刊行物１（甲４）においては，次のような記載もある。\n(a)「吸入による投与に際しては，本発明の組成物は，有利には，普通の手段によ\nって，例えば普通の方法で又は…スペーサー装置と組み合わせて製造された計量投\n与吸入器で供給される。…スプレー組成物は，例えば，水溶液又は水性懸濁液とし\nて処方しそして噴霧器により投与することができる。例えば，活性成分を，場合に\nよっては１種また２種以上の安定剤と一緒に，発射剤例えば，トリクロロフルオロ\nメタン…に懸濁したエアゾールスプレー処方も，また，使用することができる。２\n種の薬剤を，同様な方法で別個に投与することができる。」（３頁右下欄７行～４\n頁左上欄８行）\n(b)「また，吸入又は注入による投与に際して，本発明の組成物は，乾式粉末組成\n物，例えば活性成分及びラクトースのような適当な担体の粉末混合物の形態をとる\nことができる。この粉末組成物は，例えばカプセル，カートリッジ又はブリスター\n包装中の単位投与形態で与えることができる。」（４頁左上欄９～１５行）\n上記(a)(b)の記載を分析すれば，(a)が「吸入による投与」，(b)が「吸入又は注\n入による投与」という投与態様について，並列的に記載されているといえる。そし\nて，(b)の記載によれば，「吸入又は注入による投与」のための「組成物」として，\n「（乾式）粉末組成物」が記載されていることが認められる。これと同様に(a)の記\n載を理解すれば，「吸入による投与に際して」，「普通の手段によって」「供給さ\nれる」ための「組成物」として，「スプレー組成物」が位置付けられているものと\n認められる。そして，(a)においては，「スプレー組成物」の処方及び投与の方法と\nして，まず，「例えば」として，①「水溶液又は水性懸濁液として処方し」，「噴\n霧器」により投与することが記載され，次に，「例えば」として，②「活性成分\nを，安定剤と一緒に，発射剤に懸濁したエアゾールスプレー処方とし」て投与する\nことが記載されているものと認められる（なお，投与手段としては，「普通の手\n段」とされ，例えばとして，「普通の方法」と「スペーサー装置と組み合わせて製\n造された計量投与吸入器による供給」が示されている。）。\n以上によれば，刊行物１には，「スプレー組成物」は，吸入による投与に際し\nて，普通の手段によって供給するための組成物であって，それは液状のスプレー組\n成物であること，そして，「普通の手段による供給」の態様の第１番目として，活\n性成分を水性懸濁液として処方し，噴霧投与することが記載されているといえる。\n(3)　ところで，刊行物１（甲４）に記載された具体例である実施例１ないし１１\nにおいて，「活性成分を水性懸濁液として処方し，噴霧投与する」という態様は，\n記載されていない。すなわち，実施例１ないし５においては，活性成分の粉末を発\n射剤（トリクロロフルオロメタン等）に分散した懸濁組成物，すなわち液体のエア\nゾールスプレー組成物が記載されており，実施例６ないし１１においては，活性成\n分の乾式粉末組成物が記載されているものと認められる。\n検討するに，実施例１ないし５のものは，(2)で判示した(a)の②の例が記載さ\nれ，実施例６ないし１１のものは，(2)で判示した(b)の例が記載されたものであ\nる。そして，上記判示に照らせば，「活性成分を水性懸濁液として処方し，噴霧投\n与する」という態様は，(2)で判示した(a)の①の態様のものであって，刊行物１に\n記載された薬学的組成物の例として，最初に記載された，いわば第１番目に予定さ\nれた処方及び投与態様であると認められる。そうすると，この態様は，最も普通の\n態様であって格別な処方が必要とされないために，実施例として，具体的処方物の\n例の記載がされなかったものと推察される。\nよって，水性懸濁液の具体的処方物の例が明細書に記載されていないことをもっ\nて，それらの処方物，さらにその噴霧投与の態様が刊行物１に記載された薬学的組\n成物の処方物及び投与態様として記載されていないということはできない。むし\nろ，上記のように，第１番目に予定された処方及び投与態様として記載されている\nということができる。\n(4)　さらに，刊行物１（甲４）には，次の記載も存在する。\n「本発明の組成物中のサルメテロール対フルチカゾンプロピオネートの比は，好\nましくは４：１～１：２０の範囲にある。２種の薬剤は，同じ比で別々に投与する\nことができる。」（４頁右上欄３～６行）\nそして，前記のとおり，刊行物１には，薬学的組成物が「吸入により同時的に，\n連続的に，又は分離的に投与」されるものであることの記載があるほか，液状のス\nプレー組成物について記載された段落の末尾にも「２種の薬剤を，同様な方法で別\n個に投与することができる」との記載がある。\nこれらの記載に照らせば，刊行物１に記載された薬学的組成物の液状のスプレー\n組成物の処方を噴霧投与する態様において，２種の活性成分を，同様な方法で別個\nに投与することが，同時に投与する態様とともに，同等に予定されている態様であ\nることが認められる。そして，刊行物１に記載された薬学的組成物の液状のスプレ\nー組成物の２種の活性成分を，同様な方法で別個に投与する態様とは，活性成分と\nしてサルメテロール単独の液状のスプレー組成物の処方物を，これを収容した噴霧\n器から投与し，さらに，フルチカゾンプロピオネート単独の液状のスプレー組成物\nの処方物を，これを収容した別の噴霧器から投与することとなることは明らかであ\nる。\nそうすると，刊行物１に記載された薬学的組成物の処方物及び投与態様におい\nて，サルメテロールを含まないフルチカゾンプロピオネートの処方物を噴霧投与す\nることは，明確に予定されている処方物及び投与態様であると認められる。\n(5)　ところで，刊行物１に記載された具体的処方物の例は，すべて２種の活性成\n分を同時に含むものであって，サルメテロールを含まないフルチカゾンプロピオネ\nートの処方物の例についての記載は存在しない（フルチカゾンプロピオネートを含\nまないサルメテロールの処方物の例についても同様である。）。\nしかし，２種の活性成分を同時に含む処方物の例から，そのうちの１種の活性成\n分を単独で含む処方物は，容易に処方し得るもので，格別な処方は必要とされない\nため，その具体的処方物の例が記載されなかったとも推測し得るのであって，上記\nのような具体的処方物の例の記載をもって，１種の活性成分を含む処方物が刊行物\n１に記載された薬学的組成物の処方物として記載されていないということはできな\nい。\n(6)　以上を要するに，刊行物１に記載された薬学的組成物の処方物及び投与態様\nにおいて，サルメテロールを含まないフルチカゾンプロピオネートの処方物を噴霧\n投与することは，明確に予定されている態様であると認められ，また，刊行物１に\n記載された薬学的組成物の処方物及びその投与態様として，水溶液又は水性懸濁液\nとして処方され，噴霧投与をする態様は，第１番目に予定されている処方及び投与\n態様であることが認められる。\nよって，「刊行物１には，サルメテロールを含まないフルチカゾンプロピオネー\nトの水性懸濁液として処方し，噴霧投与をする態様があることが記載されている」\nとした審決の認定は是認し得るものであり，審決が，本願発明と刊行物１発明の一\n致点として，「両者はフルチカゾンプロピオネート及び水を含む噴霧療法に適した\n懸濁処方物である点」と認定したことに誤りはない。\n原告主張の取消事由１は，理由がない。\n２　取消事由２（顕著な効果の看過による進歩性判断の誤り）について\n(1)　「絶対的バイオアベイラビリティが低い」という効果について\n(1-1)　原告は，本願発明の処方物の「絶対的バイオアベイラビリティ」に関する\n顕著な効果を裏付けるものとして，前掲の甲１４，１５，１７を提出した上，本願\n発明のフルチカゾンプロピオネート懸濁組成物を吸入投与したときの絶対的バイオ\nアベイラビリティが８％であるのに対し，計量投与吸入器により投与されたフルチ\nカゾンプロピオネート組成物（コントロール）の場合の絶対的バイオアベイラビリ\nティは２６％であり，絶対的バイオアベイラビリティが３分の１以下に抑制された\nのであって，本願発明の処方物は顕著な効果を有すると主張する。\n(1-2)　本願明細書の記載（甲２〔公表特許公報〕のもの）及び特許請求の範囲の\n記載（甲３〔手続補正書〕のもの）を検討するに，「絶対的バイオアベイラビリテ\nィ」に関する記載は存在せず，ましてや，原告主張のような，本願発明の処方物の\n絶対的バイオアベイラビリティの値が計量噴霧式吸入器用処方物におけるそれに比\nして小さい（３分の１以下）などということについては，全く記載がない。そし\nて，上記本願明細書等の記載から，原告主張のような効果を当業者が推論，認識し\n得るものとも認められない（一般論として，当業者において，フルチカゾンプロピ\nオネートの副作用を予測し，絶対的バイオアベイラビリティを確認しようとするこ\nとに想い到ることがあり得るとしても，数値を含む原告主張のような事項までをも\n本願明細書等の記載から推論，認識し得るものとは認め難い。）。\nそうすると，原告が上記のような効果に基づいて本願発明の進歩性を主張するこ\nとは，許されないものというべきである。したがって，原告が主張する効果の真偽\nを検討するまでもなく，「絶対的バイオアベイラビリティが低い」という顕著な効\n果の看過をいう原告の主張（前記第３，２(1)に記載）は，失当であるというほかな\nい。\n(1-3)　ここで念のため，「絶対的バイオアベイラビリティの低さ」との関係で，\n本願発明が顕著な効果を奏するものといい得るか否かを検討しておく。\n原告が甲１４，１５に記載された試験（実験）結果に基づいてする主張について\nは，そもそも，本願発明の一処方物にすぎない甲１４の処方物についての絶対的バ\nイオアベイラビリティの値（８％）をもって，本願発明の処方物全体の効果を示す\nものといえるか否か，さらには，両者の測定条件等に相違があるなど，両者の値を\n対比すること自体に意味があるのか否かなどの問題があるところ，その点をおくと\nしても，下記の点において，原告の主張は，採用することができない。\n(a)　フルチカゾンプロピオネートは，「望ましくない全身性の副作用の傾向を有\nする局所的な抗炎症コルチコステロイドの範囲の１種」である（甲４〔刊行物\n１〕）。その全身性の副作用についてみれば，通常，１投与当たり又は１日当たり\nの血中に取り込まれるフルチカゾンプロピオネートの総量が多い方が副作用も大き\nいものと考えられる。\n絶対的バイオアベイラビリティの値（％）は，単位量当たり血中へ取り込まれる\n割合を示す値であると認められる（甲１１の299頁の(11.112)の式参照。）。そうす\nると，１投与当たりの血中に取り込まれるフルチカゾンプロピオネートの総量は，\n絶対的バイオアベイラビリティ値に１投与当たりの用量を乗じた量であり，１日当\nたりのそれは，上記１投与当たりの血中に取り込まれる総量に１日の投与回数を乗\nじた量であることになる。したがって，これらの計算によって得られる総量の値が\n多い方が全身性の副作用も大きいものと認められる。\n(b)　甲９は，「フルタイド５０エアー」，「フルタイド １００エアー」とい\nう喘息治療剤の添付文書であって，「プロピオン酸フルチカゾン（フルチカゾンプ\nロピオネート）」に噴射剤（発射剤）である「1,1,1,2-テトラフルオロエタン」\n（甲７の４頁左下欄参照）を添加物とした「吸入用エアゾール剤」に関するもので\nある。甲９によれば，「成人には，プロピオン酸フルチカゾンとして通常１回１０\n０μｇを１日２回吸入投与する。」と記載されている。\n一方，甲１９は，原告が，本願発明による懸濁処方物であるフルチカゾンプロピ\nオネートの噴霧製剤に関して作成された製品説明書であるとして提出したものであ\nって，「FLIXOTIDE NEBULES」という商標名で販売されている製品について記載\nするものであると認められる。甲１９によれば，「FLIXOTIDE NEBULES」とは，\nフルチカゾンプロピオネートという薬物（微粉砕）を２ｍｌ懸濁液に含有したもの\nであり，ポリソルベート２０，ソルビタンモノラウレート，リン酸モノナトリウム\n二水和物，無水二塩基性リン酸ナトリウム，塩化ナトリウム及び水を非有効成分と\nして含有しているものであること，「２ｍｌアンプル中の０.５ｍｇフルチカゾンプ\nロピオネート」又は「２ｍｌアンプル中の２ｍｇフルチカゾンプロピオネート」と\nいう二つの濃度で提供されるものであること，その使用する量については，「成人\n及び１６歳以上の子供」に対して，「用量は通常１日に２ｍｇ２回である」ことが\n認められる（用量の「２ｍｇ」とは，上記の二つの濃度で提供されるもののうち後\n者を指し，「２ｍｇ」とは「フルチカゾンプロピオネート」の用量であると認めら\nれる。）。\n甲９及び１９の記載の趣旨に照らせば，これらの薬剤における「用量」とは，１\n投与当たりのフルチカゾンプロピオネートが所要の薬効を奏する量として設定され\nたものであると認められるので，両者の薬剤において同等の薬効を奏するのに必要\nな量であるものと推認される。\n(c)　甲１７によれば，甲１４（Summary of Report GCP/95/025）の試験（実験）\nで用いられた処方物は，「２ｍｌ当たり，フルチカゾンプロピオネート（超微粉\n砕）２.１０ｍｇ，ポリソルベート２０が０.１６ｍｇ，ソルビタンモノラウレート\n０.０２ｍｇ，リン酸モノナトリウム二水和物１８.８０ｍｇ，無水二塩基性リン酸\nナトリウム３.５０ｍｇ，塩化ナトリウム９.６０ｍｇ，Stilmas注入用蒸留水　２.\n００ｍｌまで」であること，甲１５（Summary of Report Number GCP/92/079）の試\n験（実験）で用いられた処方物は，「１吸入器当たりの量で，フルチカゾンプロピ\nオネート（超微粉砕）４０ｍｇ，レシチンNF ０.４ｍｇ，トリクロロフルオロメタ\nンNF ３.８ｍｇまで，ジクロロジフルオロメタンNF ９.８ｇ」であること，及び上\n記各試験で使用されたフルチカゾンプロピオネート（超微粉砕）の粒子サイズ分布\nは，「９０重量％以上で５マイクロメートル以下，かつ９５重量％以上で１０マイ\nクロメートル以下のもの」であることが認められる。\n上記甲１４の試験で用いられた処方物は，本願発明の処方物に含まれるものと認\nめられる。\nそして，前記甲９及び１９に記載された薬剤は，フルチカゾンプロピオネートの\n粒子サイズや配合組成等において不明な点があるが，甲１９に記載の薬剤は，本願\n発明の処方物であるものと認められる（原告も認めるところである。）。\n甲９に記載された処方物は，フルチカゾンプロピオネートに1,1,1,2-テトラフル\nオロエタンを添加物とするものであるが，甲１５の試験に用いられた処方物も「ト\nリクロロフルオロメタン NF ３.８ｍｇまで，ジクロロジフルオロメタン NF ９.８\nｇ」という同等の噴射剤（発射剤）を含むエアゾールであるから（甲７の４頁左下\n欄），両者は，同等又は近似した処方物であると認められる。\nそうすると，上記(b)に記載した意味での「用量」としては，甲１４の処方物の\n「用量」は，甲１９の薬剤と同程度であり，甲１５の処方物の「用量」は，甲９の\n薬剤と同程度であるということができる。\n(d)　以上をもとに，上記(b)に記載した意味での「用量」に従って投与された場\n合のフルチカゾンプロピオネートの血中に取り込まれる総量を算出すると，次のよ\nうになる。\n甲１４の処方物の場合には，１回の投与当たり，１６０μｇ（２ｍｇの８％〔甲\n１４による絶対的バイオアベイラビリティ〕）であり，甲１５の処方物の場合に\nは，１回の投与当たり，２６.４μｇ（１００μｇの２６.４％〔甲１５による絶対\n的バイオアベイラビリティ〕）であり，１日当たりでみると，それぞれ上記の倍量\nとなる。\nこれによれば，甲１４の処方物は，甲１５の処方物に比べて，血中に取り込まれ\nるフルチカゾンプロピオネートの総量は，格段に大きいといえる。そして，前認定\nのとおり，甲１４の処方物は，本願発明の一処方物であるから，本願発明の処方物\nは，甲１５の処方物に比べて，全身性の副作用が大きいものを含むことが認められ\nる。そうすると，絶対的バイオアベイラビリティの値が小さいことのみをもって，\n本願発明の処方物が顕著な効果を有するということはできないのであって，原告の\n上記主張（前記第３，２(1)に記載）は，この点においても，失当である。\n(1-4)　審決の上記争点に関する説示（前記第２，３(4)の最終段落）は，必ずし\nも十分でないうらみはあるが，要するに，本願発明における絶対的バイオアベイラ\nビリティに関する効果は，顕著なものとはいえないという趣旨であって，上記判示\nしたところに照らし，その結論は是認し得るものである。\n(2)　「再分散が容易で，優れた放出特性を有する」という効果について\n本願発明の処方物は，「噴霧療法に適した」ものであることから，投与時に噴霧\n可能な状態であること，したがって，投与時において分散された状態であること，\n再分散性があることが望まれることは，自明である。そして，界面活性剤を，懸濁\n液において液体中に懸濁する物質の集合を防ぐために添加することは，当業者の周\n知技術であると認められる（甲６，７）。したがって，本願発明の処方物におい\nて，水性液体中に懸濁するフルチカゾンプロピオネート等の粒子の集合を防ぐ成分\nとして「１種以上の界面活性剤」を添加することは，当業者にとって容易に想到し\n得るものと認められる。\nこのように，本願発明において「１種以上の界面活性剤」の構成を採用すること\nは，容易に想到し得るのであり，この構成から，フルチカゾンプロピオネート粒子\n等の集合が防がれ，分散性を有するとの効果を奏することは，容易に予想されると\nころである。そして，この分散性は，長期間の貯蔵後でもなくなる理由はないか\nら，本願発明の処方物が長期間の貯蔵後再分散して，一般的な噴霧器に用いるのに\n適した優れた放出特性を有する懸濁液となることも予想し得る効果である。\nそうすると，原告の主張する「再分散が容易で，優れた放出特性を有する」とい\nう効果は，上記構成が想到容易であるにもかかわらず本願発明の進歩性を肯定し得\nるような，顕著な効果であるということはできない。\nこの点においても，本願発明の顕著な効果の看過をいう原告の主張は，採用する\nことができない。\n３　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　田　　中　　昌　　利\n裁判官　　　佐　　藤　　達　　文\n"
}