{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 30
  },
  "case_number": "平成11刑(わ)3255",
  "case_name": "窃盗、電気通信事業法違反被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5834",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5834",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/834/005834_hanrei.pdf",
  "contents": "平成一一年刑(わ)第三二五五号　窃盗、電気通信事業法違反被告事件\n判　　　　　　　決\n主　　　　　　　文\n一　被告人Ａを懲役二年四月に、被告人Ｂを懲役一年八月に処する。\n二　被告人両名に対し、未決勾留日数中各五〇〇日を、それぞれその刑に算入す\nる。\n三　被告人両名に対し、この裁判確定の日からいずれも五年間、それぞれその刑\nの執行を猶予する。\n四　押収してある「加入者データ読出・結果出力画面」と題する文書三通（平成\n一二年押第三四二号の51ないし56）を被害者Ｃ株式会社に、「基本情報照会」と題\nする文書七通及び「料金基本情報」と題する文書一通の合計八通の文書（同号の\n57の二枚目ないし九枚目）を被害者Ｄ株式会社の承継人であるＥ株式会社にそれぞ\nれ還付する。\n五　訴訟費用は被告人両名の連帯負担とする。\n六　本件公訴事実のうち、電気通信事業者であるＤ株式会社の取扱中に係る通信\nの秘密を侵したとの点については、被告人両名は無罪。\n理　　　　　　　由\n（罪となるべき事実）\n被告人Ａは、電気通信事業者であるＣ株式会社のＦセンターに勤務し、また、被\n告人Ｂは、電気通信事業者であるＤ株式会社のＹセンタに勤務し、それぞれ電気通\n信事業に従事する者であり、いずれも革マル派に所属する者であるが、対立する中\n核派に所属する者らの電話情報を入手して同派の動向を調査することを企て、\n第一　被告人両名は、ほか数名と共謀の上、平成九年一二月二四日午後零時一一分\nころから同日午後零時一七分ころまでの間、東京都目黒区ａ町ｂ丁目ｃ番ｄ号所在\nのＤ株式会社Ｚ支店Ｙセンタ（所長Ｇ）の電話受付席において、被告人Ｂが、同所\nに設置されたＤ株式会社の顧客データを管理するコンピューターシステムの端末機\nから、Ｈら七名名義の加入電話合計七台に関する電話番号、契約者氏名、設置場\n所、連絡先などを記録したデータ七件及びＨ名義の加入電話一台に関する電話料金\nの請求書送付先、支払状況などを記録したデータ一件をそれぞれ出力印字した上、\n右印字に係る所長Ｇ管理の「基本情報照会」と題する文書七通及び「料金基本情\n報」と題する文書一通の合計八通の文書（平成一二年押第三四二号の57の二枚目な\nいし九枚目）を窃取し、\n第二　被告人Ａは、ほか数名と共謀の上、\n一  同日午後三時二七分ころから同日午後三時二八分ころまでの間、東京都中央\n区ｅ、ｆ丁目ｇ番ｈ号ｉビル新館ｊ階所在のＣ株式会社Ｆセンター（所長Ｉ）の機\n械室において、被告人Ａが、同所に設置された移動通信制御装置の端末機から、Ｊ\n名義一台、Ｋ名義二台、以上合計三台の携帯電話に関する通話中か否かの通話中情\n報や位置情報などを記録したデータ三件をそれぞれ出力印字した上、右印字に係る\n所長Ｉ管理の「加入者データ読出・結果出力画面」と題する文書三通（平成一二年\n押第三四二号の51ないし56）を窃取し、\n二　前記日時場所において、Ｃ株式会社のＦセンターに勤務する被告人Ａが、前\n記のとおり、前記三台の携帯電話に関する通話中か否かの通話中情報や位置情報な\nどを記録したデータ三件をそれぞれ出力したが、たまたまいずれの携帯電話も通話\n中でなかったため、前記データ三件のいずれにも電気通信事業者であるＣ株式会社\nの取扱中に係る通信の秘密に当たるものは含まれず、通信の秘密を侵すには至らな\nかった\nものである。\n（違法収集証拠の主張について）\n弁護人は、検察官請求の本件各証拠物についてその押収手続には重大な違法があ\nるから、その証拠能力は否定されるべきであり、ひいては犯罪の立証がないことに\nなるから、被告人は無罪である旨主張する。\nしかしながら、本件各証拠物がいずれも証拠能力を有することはさきの証拠採用\n決定において詳細に認定したとおりである。\n（事実認定の補足説明）－窃盗の各公訴事実について\n被告人らは、窃盗の各公訴事実のいずれについても黙秘しているので、以下、判\n示のとおり、右各公訴事実について被告人両名を有罪と認定した理由について説明\nする。\n一　まず、Ｄ株式会社からの窃盗の事実（判示第一）に関する被告人Ｂの犯人性に\nつき、関係各証拠によれば、以下の事実が認められる。すなわち、\n１　被告人Ｂは、昭和六三年三月にＬを退職し、同年四月にＤ株式会社に入社\nし、平成九年一二月二四日時点においては、Ｚ支店Ｙセンタに勤務していた。\n２　Ｄ株式会社においては、電話番号、契約者名、電話の設置場所、連絡先、電\n話料金の請求書の送付先、電話料金の支払状況といった顧客データをＣＵＳＴＯＭ\nという名称のコンピュータシステムによって管理していた。同システムにおいて\nは、「基本情報照会」や「料金基本情報」という標題で、顧客データ中の特定の事\n項について出力し、印字することができる。なお、顧客データをフロッピーディス\nクに保存して持ち出すことはできないようにされていた。\n３　平成一〇年一月七日から同月八日にかけて、警視庁公安部所属の警察官ら\nが、革マル派の非公然アジトである東京都練馬区所在のｋビルｌ号室を捜索したと\nころ、八畳和室に敷かれた布団の上に「パラソル資料」と書かれた封筒（甲九）を\n発見し、これを差し押さえた。その中には、「加入者データ読出・結果出力画面」\nと題する二枚一組の文書三通（甲一〇ないし一五、以下、本件「加入者データ読\n出・結果出力画面」という。）のほか、「Ｍ」と記載されたメモ紙一枚、「基本情\n報照会」と題する文書七通（以下、本件「基本情報照会」という。）及び「料金基\n本情報」と題する文書一通（以下、本件「料金基本情報」という。）の合計九枚の\n紙片が一綴りとなった資料（甲一六）が入っていた。\n４　本件「基本情報照会」七通は、各見出しの電話番号につき、その契約者名、\n設置場所、連絡先などを記載したものであり、体裁は、ＣＵＳＴＯＭから印字され\nたものと同一である。そして、そのうちの一通の見出し欄には、前記のメモ紙に記\n載の「Ｍ」と同一と認められる「Ｍ」の電話番号が記載されており、これを先頭と\nして、七通の間には、順次、前の「基本情報照会」の連絡先欄に記載の電話番号が\nその後ろの「基本情報照会」の見出し欄に記載の電話番号と一致するというつなが\nりのあることが認められ、これによれば、メモ紙に記載の電話番号を出発点として\n「基本情報照会」を出力し、以後出力結果から新たな情報を得ながら順次出力を重\nねていったことがうかがえる。\nまた、本件「料金基本情報」一通は、上記の「Ｍ」をその見出しの電話番号\nとするものであり、電話料金の請求書の送付先や支払状況などが記載されており、\n体裁は、やはりＣＵＳＴＯＭから印字されたものと同一である。\n本件「基本情報照会」七通と本件「料金基本情報」一通には、そのいずれに\nも、右上に、平成九年一二月二四日午後零時一一分から一七分までの間の日時を意\n味すると認められる記載がある。\n５　ＣＵＳＴＯＭにおいては、どの端末からどのような情報にアクセスしたか\nが、監査ログとして記録されるシステムになっている。そこで、監査ログの中か\nら、日時が平成九年一二月二四日、アクセス対象の電話番号が本件「基本情報照\n会」七通及び本件「料金基本情報」一通の各見出し欄に記載された電話番号という\n条件を満たすアクセスを検索すると、該当するアクセスがあることが判明した。こ\nれらのアクセスの日時は、前記七通の「基本情報照会」及び前記一通の「料金基本\n情報」のそれぞれに記載された日時とほぼ一致した。\nそして、これらのアクセスは、いずれも、処理端末番号が「ＴＫ四一三二〇\n二」の端末から、ユーザーＩＤが「Ｅ二三〇二一五」、氏名コードも「Ｅ二三〇二\n一五」、操作者氏名が「料貸出七」の者によってなされたものであることが判明し\nた。処理端末番号が「ＴＫ四一三二〇二」の端末は、Ｄ株式会社Ｚ支店Ｙセンタに\nおいて電話料金に関する問い合わせや苦情を処理するいわゆる「五〇〇番電話受\n付」の業務を行なっていた派遣社員のＮの席に設置されていた。同端末は、ＩＤカ\nードを差し込み、パスワードを打ち込むことにより作動するのであるが、前記ユー\nザーＩＤ及び氏名コードは、Ｎに貸し出されたＩＤカードに与えられたものであっ\nた。なお、同端末にはドットインパクト方式のプリンタが接続されていたところ、\n本件「基本情報照会」\n七通及び本件「料金基本情報」一通もすべてドットインパクト方式のプリンタによ\nり打ち出されたものであり、コピー機などによって複写されたものではない。\n６　平成九年一二月二四日、派遣社員のＮは午後零時から午後一時まで昼休みの\nため席をはずしており、処理端末番号「ＴＫ四一三二〇二」の端末を操作していな\nかった。その際、Ｎは、貸与されたＩＤカードを右端末に差したままにしていたの\nで、誰でも右端末からＣＵＳＴＯＭにアクセスできる状態にあった。従前から、昼\n休みに五〇〇番電話受付を行う当番に当たっていたＤ株式会社の正社員が、ＣＵＳ\nＴＯＭにすぐにアクセスできる状態にある派遣社員の端末を操作して業務を行うこ\nとがあった。\n同日午後零時から午後一時までの時間帯の五〇〇番電話受付の当番に当たっ\nていたのは、被告人Ｂら六名のＤ株式会社正社員であった。前述のごとく、ＣＵＳ\nＴＯＭにアクセスすると、アクセスした者のユーザーＩＤが記録されるところ、右\nの時間帯において、被告人Ｂ以外の五名については、それぞれ自分に貸与されたユ\nーザーＩＤを使用してＣＵＳＴＯＭにアクセスしていることが記録されているが、\n被告人Ｂについては、自分に貸与されたユーザーＩＤを使用してＣＵＳＴＯＭにア\nクセスした記録はなかった。他方、Ｎの席に設置された端末からは、本件「基本情\n報照会」及び本件「料金基本情報」以外にも複数回にわたるＣＵＳＴＯＭへのアク\nセスがあったことが記録されていた。\n７　前記の九枚の紙片が一綴となった資料（甲一六）のうち、一枚目のメモ紙か\nら被告人Ｂの掌紋が、九枚目の「基本情報照会」から被告人Ｂの指紋がそれぞれ検\n出された。\n二　以上の各事実に、後記三記載の被告人Ｂの革マル派との関わりを示す事実を併\nせ考慮すれば、本件「基本情報照会」七通及び本件「料金基本情報」一通は、被告\n人Ｂが、昼休み中、Ｎの席に座り、その席に設置された端末を使って、五〇〇番電\n話受付の当番の仕事を行いながら、ＣＵＳＴＯＭにアクセスして出力印字し、その\n上でこれを窃取したものであると優に認定することができる。\n三　そこで、次に、被告人Ａに関し、Ｄ株式会社からの窃盗事件についての犯人性\nとＣ株式会社からの窃盗事件についての犯人性とを一括して検討する。\n関係各証拠によれば、以下の事実が認められる。\n１　被告人Ａは、昭和六三年三月にＬを退職し、同年四月にＤ株式会社に入社\nし、その後、平成八年三月Ｃ株式会社に入社し、平成九年一二月二四日の時点にお\nいては、東京都江東区所在のｍビル内のＦセンターにおいて交換サービス担当とし\nて勤務していた。\n２　平成一一年一一月二日、被告人Ａが勤務先で使用する机の引出しの中から、\n「前回の感想」と題する文章が記載されたノート（甲四一）が押収された。この文\n章中のＫＫとは、革マル派の創始者であるＯのことを指すと認められ、この文章\nは、被告人ＡがＯの思想についての学習会の感想を記載したものと認められる。そ\nして、そのコピー（甲四五）が、同日、被告人Ｂの勤務先のロッカーから押収され\nている。\n一方、被告人Ｂの勤務先のロッカーからは、表紙に「ＫＪＫ」と記載のある\nノート（甲四四）が押収された。同ノートには、「ＯＮ」名義の「前回の感想」と\n題する文章が手書きで書かれているが、この文章は、被告人Ｂが前記被告人Ａが参\n加したのと同じ学習会の感想を記載したものと認められる。そして、そのコピー\n（甲四〇）が被告人Ａの勤務先の机の引出しから押収されている。\n以上のほか、同日、被告人Ａ及び被告人Ｂの各自宅から、機関紙などの革マ\nル派に関する資料や書籍が多数押収された。\n３　ｋビルから押収された連絡ノート等を分析すると、革マル派では、Ｄ株式会\n社ないしＣ株式会社内の革マル派活動家と革マル派非公然組織構成員との間の会議\nを「パラソル」という暗号名で呼んでいたことがうかがわれる。そして、ｋビルか\nら押収された「スコア」と題するファイル帳（甲二七）には、一九九二年二月一一\n日（革マル派の非公然組織の文書については、実際の日付より五年三か月遡った日\n付が記載されている。したがって、一九九二年二月一一日の記載は、平成九年五月\n一一日を表す。以下、かっこ内に実際の日付を記載する。）欄、三月二九日（平成\n九年六月二九日）欄、四月二七日（平成九年七月二七日）欄、六月七日（平成九年\n九月七日）欄、七月一〇日（平成九年一〇月一〇日）欄に、それぞれ「パラソル」\nという言葉とともに\n、時刻や複数の革マル派構成員の名前などが記載されており、このことから、革マ\nル派では、「パラソル」と呼ばれる会議を定期的に開催していたことが認められ\nる。\n４　被告人Ｂの自宅から押収された平成九年の手帳（甲五三）には、三月九日、\n四月一三日、五月一一日、六月二九日及び九月七日の欄に、「ＰＲＳ」、「ＰＳ」\nあるいは「ＰＲ」との記載があり、これによれば、同人が「パラソル」と呼ばれる\n会議に定期的に出席していたことが認められる。\n５　また、ｋビルから押収された連絡ノート（甲一五五）の一一月一六日（平成\n九年二月一六日）欄には、「Ｐ　１３：５０　Ｑさんが親せきの葬式があってこれ\nないというので来ていない。」「Ｓ　１３：５３　パラソルは主賓のＱさんが欠\n席」という記載があるところ、被告人Ａの親せきであるＲは平成九年二月一四日に\n死亡し、平成九年二月一六日に葬式が行われ、被告人Ａは、右葬式に出席している\nとの事実が認められ、その他の関係証拠をも併せ考慮すると、Ｑとは被告人Ａのこ\nとを指しており、被告人Ａも「パラソル」と呼ばれる会議に定期的に出席していた\nことが認められる。\n６　ところで、ｋビルから押収された連絡ノート（甲二六）の一九九二年三月二\n九日（平成九年六月二九日）欄には、「Ｐ　パラソル（次回）七月二七日、一七時\n五〇分、ドラフトの位置を調べるコマンド、実験してみる、七月三日にＱさんから\nドラフト借りて、七月四日に実験する、七月七日にドラフトを返す」との記載があ\nる。「ドラフト」とは、携帯電話のことを表す暗号であると認められるので、これ\nによれば、この日にパラソル会議が開かれたこと、次回は七月二七日に開催される\nこと、携帯電話の発信位置を調べる実験をするために、七月三日に被告人Ａから携\n帯電話を借りて、七月四日に実験をし、七月七日にその携帯電話を返すこととなっ\nていることが認められる。そして、右の記載を受けて、一九九二年四月四日（平成\n九年七月四日）欄に\nは、同日、革マル派の非公然組織構成員のＳという者がＱこと被告人Ａと協力して\n携帯電話の発信位置を調べる実験をしたことが記載されていることが認められる。\n７　また、ｋビルから押収された連絡ノート（甲二五）の一九九二年八月二九日\n（平成九年一一月二九日）欄には、「Ｓ　１１：４８、プロに頼む件、今連絡取れ\nて、今日１４：００に会うことにした」という記載があるところ、関係証拠を併せ\n考慮すると、「プロ」とはここでは被告人Ａを表しており、右の記載は、盗聴によ\nって知った中核派幹部のＴ使用の携帯電話Ｕの発信先の調査をＣ株式会社職員の被\n告人Ａに依頼するため、連絡を取って会うことにしたとの趣旨であることが認めら\nれる。\n８　そして、ｋビルからは、Ｔ使用の携帯電話ＵがＶ及びＷの二つの携帯電話と\n通話した事実を記載した「課金監査情報」（甲二一）、右のＷがさらにＸと通話し\nた事実を記載した「課金監査情報」（甲二三）、右三つの携帯電話の一二月五日か\nら同月二五日までの所在エリアを一覧表形式で記載した用紙（甲二二）、右三つの\n携帯電話の一二月二四日の日における所在エリアに関するデータを記載した本件\n「加入者データ読出・結果出力画面」（甲一〇ないし一五）、右のＸを出発点とし\nて芋づる式に新たな電話番号を調べていったことを示す本件「基本情報照会」七\n通、本件「料金基本情報」一通、以上の各証拠物が発見押収されている。また、被\n告人Ｂの窃取に係る本件「基本情報照会」七通と本件「料金基本情報」一通とをそ\nの一部として含む九枚綴\nりの資料（甲一六）の一枚目の「Ｘ」という記載のあるメモ紙からは、被告人Ｂの\n掌紋のほかに被告人Ａの指紋が検出されている。\n以上の各事実のほか、同じくｋビルから押収された連絡ノート（甲二四）の\n一九九二年九月二八日（平成九年一二月二八日）欄の「Ｓ、Ｑさんと別れた。（中\n略）天がかけたところ、これもＴと同じエリアで動いている、これはＹ、Ｚ、○○\n印刷に・・してる、芋ヅル式に４～５人のｔｅｌＮＯが分かった、自己ｍして調べ\nている」などの記載、さらには、その他の関係証拠をも総合して検討するときは、\n右同日、革マル派非公然組織構成員は、Ｑすなわち被告人Ａから、本件「基本情報\n照会」、本件「料金基本情報」、本件「加入者データ読出・結果出力画面」さらに\nは所在エリアを示す一覧表（甲二二）を受け取ったとの事実を認めることができ\nる。\n９　ところで、Ｃ株式会社は、携帯電話に関する電話番号、留守番電話サービス\n用暗証番号、位置情報、通話中か否かの通話中情報などの加入者データをコンピュ\nーターシステムで管理していた。ある携帯電話に関する加入者データは、特定の収\n容局の特定の移動通信制御装置（ＭＳＣＰ）に保存されていた。もっとも、ＭＳＣ\nＰは、Ｃ株式会社が使用しているネットワークでつながれていたため、加入者デー\nタは、そのデータが収容されているＭＳＣＰからだけでなく、他のＭＳＣＰからで\nも、また、ネットワークに接続されている遠隔ＯＰ端末からでも出力することがで\nきた。ただし、ＭＳＣＰからでなく遠隔ＯＰ端末から加入者データを出力する場合\nには、いったんどこかのＭＳＣＰに登録する必要があった。\n10　加入者データは、「加入者データ読出・結果出力画面」という標題で出力\nし、印字することができる。その場合、「加入者データ読出・結果出力画面」とい\nう標題に続いて、「《ＰＫｅーＫ》」といった特定のＭＳＣＰを示す略号も印字さ\nれるようになっていた。そこに印字されるのは、直接ＭＳＣＰを操作して加入者デ\nータを出力した場合には、その操作したＭＳＣＰの略号であり、遠隔ＯＰ端末から\n加入者データを出力した場合には、その際に登録したＭＳＣＰの略号であった。\nなお、加入者データは、フロッピーディスクに保存することはできないよう\nになっていた。\n11　ｋビルで押収された本件「加入者データ読出・結果出力画面」は、体裁及び\n記載項目が、Ｃ株式会社のコンピューターシステムで印字した「加入者データ読\n出・結果出力画面」と題する書面と同一である。そして、三通とも、標題に続いて\n「《ＰＫｅーＫ》」（ｉビルに設置されたＫ番目のＭＳＣＰを指す略号）の記載が\nあり、出力の日時を示す欄には、平成九年一二月二四日の午後三時二七分から二八\n分までの日時が記載されている。また、六枚中の一枚（甲一三）の裏面にはアスタ\nリスクなどが印字されており、一度使用した用紙を再利用したことがうかがえる。\n12　当時、Ｃ株式会社では、用紙節約のため、一度使用した用紙を再利用してい\nた。\n13　本件「加入者データ読出・結果出力画面」（甲一〇ないし一五）のうち、甲\n一〇から被告人Ａの指紋が検出された。また、甲一〇、一二及び一四には、いずれ\nも「＃移動機情報＃」という大項目の中の「在圏ＲＮ」という項目の隣に手書きの\n書き込みがあるが、少なくとも甲一二の書き込みは、被告人Ａの筆跡に似ていると\n認められる。\n14　被告人Ａは、故障修理や定期点検を行う交換サービス担当者としてセキュリ\nティカードや暗証番号を与えられており、ｍビルのほかｉビルにも自由に出入りで\nきた。そして、被告人Ａは、本件「加入者データ読出・結果出力画面」の出力日で\nある平成九年一二月二四日の日は、プログラムの修正作業のためにｉビルに出張し\nていた。のみならず、三台の携帯電話の一二月五日から同月二五日までの所在エリ\nアを一覧表形式で記載した用紙（甲二二）には、一二月二四日のほか、一二月五日\n深夜、同月六日未明、同月一三日未明及び早朝、同月一六日未明に調査した結果も\n記載され、一五日、一六日の調査結果のところには、手書きで「ｎ」と記載されて\nいるところ、被告人Ａは、同月五日深夜、同月六日未明、同月一三日未明及び早\n朝、同月一六日未明に\nいずれも深夜勤務についており、同月一五日及び一六日にはｎに出張していた。\n四　以上の各事実を総合すると、第一に、被告人Ａは、革マル派非公然組織構成員\nから中核派幹部の携帯電話につき発信先調査を依頼され、その延長線上のものとし\nて、メモ紙に記載された加入電話の電話番号につき、同じ革マル派に所属し、「パ\nラソル会議」と呼ばれる革マル派の定期連絡会議にも共に出席している間柄にある\nＤ株式会社職員の被告人Ｂに調査を依頼し、被告人Ｂにおいては、その調査結果と\nして、本件「基本情報照会」及び本件「料金基本情報」を被告人Ａに渡し、被告人\nＡは、これらを革マル派非公然組織構成員に渡したとの事実を認めることができる\nのであって、これによれば、Ｄ株式会社からの窃盗について、被告人Ａと実行犯で\nある被告人Ｂとの間に共謀があったことは明らかである。第二に、被告人ＡがＣ株\n式会社からの窃盗に\nついて自らその実行行為に及んだものと優に認定することができるというべきであ\nる。\n（一部無罪等の理由）－電気通信事業法違反の各公訴事実について\n電気通信事業法違反の各公訴事実のうち、Ｄ株式会社関係のものについて無罪を\n言い渡し、Ｃ株式会社関係のものについて未遂罪の成立を認めるにとどめた理由に\nついて以下説明する。\n一　電気通信事業法一〇四条にいう「通信の秘密」には、通信の内容のほか、通信\n当事者の住所・氏名・電話番号、発受信場所、通信の日時・時間・回数なども含ま\nれると解すべきである。けだし、通信の秘密を保障する趣旨は個人のプライバシー\nの保護、ひいては個人の思想、表現の自由の保障を実効あらしめることにあるとこ\nろ、通信の相手方の住所・氏名・電話番号などを人に知られることによっても、個\n人の思想、表現の自由が抑圧されるおそれがあるからである。\nなお、例えば電話番号については、通信履歴（利用者が電気通信を利用した日\n時、当該通信の相手方その他の利用者の通信に係る情報であって通信内容以外のも\nのをいう）や利用明細（利用者が電気通信を利用した日時、当該通信の着信先、こ\nれらに対応した課金情報その他利用者の電気通信に関する情報を記載した書面）に\nおけるそれのように、個々の通信を取り扱った電気通信事業者のもとで、当該個々\nの通信に関係するものであることが分かる形で保管されている場合には、「通信の\n秘密」として保護されるが、電話番号情報（電気通信事業者が電話加入契約締結に\n伴い知り得た加入者名又は加入者が掲載、案内を希望する名称及びこれに対応した\n電話番号その他の加入者に関する情報をいう）におけるそれのように、個々の通信\nとは無関係に蓄積さ\nれたものである場合には、たとい電気通信事業者のもとで管理されていても、ま\nた、個人情報として保護する実際上の必要性の高いものであっても、「通信の秘\n密」の保護の対象外である。けだし、それは「『通信の』秘密」には当たらないか\nらである。\n二　そこで、本件の電気通信事業法違反の各公訴事実について検討する。\n１　Ｄ株式会社関係の電気通信事業法違反の公訴事実について\n公訴事実の要旨は、「Ｃ株式会社のＦセンターに勤務する被告人Ａ及びＤ株\n式会社のＹセンタに勤務する被告人Ｂの両名は、ほか数名と共謀の上、電気通信事\n業者であるＤ株式会社のコンピューターシステムから、Ｈら七名名義の加入電話七\n台に関する契約者氏名、設置場所等を記録したデータ七件及びＨ名義の加入電話一\n台に関する料金支払情報を記録したデータ一件をそれぞれ出力し、これらを印字し\nた「基本情報照会」と題する文書七通及び「料金基本情報」と題する文書一通の合\n計八通の文書を社外に持ち出し、もって、電気通信事業に従事する者が電気通信事\n業者の取扱中に係る通信の秘密を侵した」というものである。\nここにおいては、「基本情報照会」という標題のデータと「料金基本情報」\nという標題のデータがそれぞれ「通信の秘密」に当たるとして主張されている。\nしかしながら、関係証拠によれば、「基本情報照会」のデータは、特定の加\n入電話につき、契約者の氏名、電話番号、電話の設置場所、連絡先などの情報を、\nまた、「料金基本情報」のデータは、特定の加入電話につき、電話料金の請求書の\n送付先や支払状況などに関する情報をそれぞれ記録しているところ、これらはいず\nれも、個々の通信とは無関係なものとして保管されている情報であり、「通信の秘\n密」には当たらない。したがって、これらの情報を不正に出力しても電気通信事業\n法一〇四条違反の罪は成立せず、被告人両名はこの公訴事実について無罪である。\nなお、本件の七回にわたる「基本情報照会」出力行為のうち、最初のものに\nついては、中核派に所属する者が使用していると目される携帯電話の「課金監査情\n報」を出力することにより、同電話から平成九年一二月一六日午後零時一一分ころ\nに神奈川県相模原市内の加入電話に電話がかけられていたことをつかみ、その電話\n番号をもとにしてその契約者の氏名や連絡先を知るために行われたことがうかがわ\nれるが、このことのゆえをもって、「基本情報照会」のデータにつき「通信の秘\n密」に当たるために必要な個々の通信との関係性の要件が具備されることにはなら\nないというべきである。けだし、前述したように、個々の通信との関係性の要件が\n具備されるか否かは、当該情報の客観的保管状況いかんによって決せられるもので\nあり、当該情報にアク\nセスする者のアクセスの動機いかんによって左右されるものではないからである。\n以上の次第で、Ｄ株式会社関係の電気通信事業法違反の公訴事実については\n罪とならないことになるから、刑事訴訟法三三六条により被告人両名に対し無罪の\n言渡しをする。\n２　Ｃ株式会社関係の電気通信事業法違反の公訴事実について\n公訴事実の要旨は、「Ｃ株式会社のＦセンターに勤務する被告人Ａは、ほか\n数名と共謀の上、電気通信事業者であるＣ株式会社の移動通信制御装置から、Ｊほ\nか一名名義の携帯電話合計三台に関する通話中か否かの通話中情報や位置情報を記\n録したデータ三件をそれぞれ出力し、これらを印字した「加入者データ読出・結果\n出力画面」と題する文書三通を社外に持ち出し、もって、電気通信事業に従事する\n者が電気通信事業者の取扱中に係る通信の秘密を侵した」というものである。\nここにおいては、「加入者データ読出・結果出力画面」という標題のデータ\nが「通信の秘密」に当たるとして主張されている。関係証拠によれば、この「加入\n者データ読出・結果出力画面」のデータは、特定の携帯電話（電話番号）につき、\n通話中か否かの通話中情報や位置情報や設定されている留守番電話サービス用暗証\n番号などを記録している。このうちの、例えば当該携帯電話（電話番号）につき設\n定されている留守番電話サービス用暗証番号については、個々の通信とは無関係な\nものとして保管されている情報であり、「通信の秘密」には当たらない。これに対\nし、例えば、位置情報は、もし現在通話中であれば、個々の通話（通信）の受発信\n場所を示すことになるから、「通信の秘密」に当たることになる。そして、データ\nを出力する者として\nも、右の通話中情報によって現在通話中であることを認識することができるから、\nデータ中に「通信の秘密」に当たるものが含まれていることを認識することができ\nるわけである。\nこのようにして、「加入者データ読出・結果出力画面」を出力する行為は、\n通信の秘密を侵す危険性のある行為であり、電気通信事業法一〇四条所定の通信の\n秘密を侵す罪の実行行為に該当する行為といえる（なお、データの出力行為があれ\nば、その後の印字行為や印字された書類の持ち出し行為をまたずして実行行為は完\n了するものと解される。）。\nしかしながら、関係証拠によれば、本件において「加入者データ読出・結果\n出力画面」のデータ三件をそれぞれ出力した際、たまたまいずれの携帯電話も通話\n中でなかったため、前記データ三件のいずれにもＣ株式会社の取扱中に係る通信の\n秘密に当たるものは含まれず、結果として、通信の秘密は侵されなかったのであ\nり、未遂罪が成立するにとどまる。\n（量刑の理由）\n本件は、Ｃ株式会社の職員である被告人ＡとＤ株式会社の職員である被告人Ｂの\n両名が、ほか数名と共謀の上、Ｄ株式会社のコンピューターシステムから出力印字\nした顧客データ書類を窃取したという窃盗（判示第一）と、被告人Ａが、ほか数名\nと共謀の上、Ｃ株式会社の移動通信制御装置から携帯電話データを出力したが、た\nまたま通話中でなかったため、通信の秘密に当たるものが含まれず、通信の秘密を\n侵すに至らなかったという電気通信事業法違反（判示第二の二）及び右出力に係る\n携帯電話データを印字した書類を窃取したという窃盗（判示第二の一）の事案であ\nり、いずれの犯行も自己が属する革マル派と対立関係にある中核派に属する者らの\n動向を調査することを目的として行われたものである。\nところで、電気通信事業者が保有する個人情報の中には、通信の秘密や通信の秘\n密には当たらなくとも位置情報のように高度のプライバシー性を有する情報が含ま\nれている。また、電気通信事業者は、個人特定の鍵となる電話番号情報等を個人に\n付与し、データベースに蓄積している。このような電気通信事業の特殊性にかんが\nみ、さらにはその公共性にも照らすときは、電気通信事業者の保有する個人情報に\nついてその保護が図られることに対する国民の期待には大なるものがある。\nしかるに、被告人両名は、いずれも電気通信事業に従事する者として現代の情報\n化社会における電気通信分野の個人情報の保護の必要性を十分認識しながら、個人\n情報にアクセスできるその立場を悪用して本件犯行に及び、Ｄ株式会社あるいはＣ\n株式会社の信用を著しく失墜させたものである。のみならず、本件犯行の政治的背\n景や組織犯罪的性格にかんがみると、本件犯行が国民の間に不安感ないし薄気味の\n悪さを醸成し、電気通信業務一般の適正な運用に対する国民の信頼を傷つけたであ\nろうことは明らかである。さらには、被告人両名はいずれも捜査・公判を通じ一貫\nして黙秘の態度を貫き、反省の情がうかがわれないこと、被告人Ａは、本件以外に\nも何回かにわたってＣ株式会社の内部資料を利用した調査活動を行っていたことが\nうかがわれ、本件各\n犯行はその一環をなすものであって、犯情は悪質であること、被告人Ｂは、自己の\n犯行であることが発覚しにくいようにするため、他人のＩＤカードを利用して本件\n犯行に及んでおり、犯行態様は巧妙であることなどの諸事情に照らすと、被告人両\n名の刑事責任は重いというべきである。\nしかしながら他方、被告人両名につき、Ｄ株式会社に関する電気通信事業法違反\nは成立せず無罪であること、被告人Ａにつき、Ｃ株式会社に関する電気通信事業法\n違反は未遂にとどまること、被告人両名につき、本件の被疑者として新聞各紙で報\nじられたことにより社会的制裁を受けたこと、起訴後、保釈されるまで七〇〇日間\n以上の長期間にわたって勾留され実質的な制裁を受けたこと、当然の報いとはい\nえ、本件の有罪判決によりＣ株式会社あるいはＤ株式会社を解雇されることになる\nこと、これまで前科前歴がないこと、被告人Ａにつき実母が、被告人Ｂにつき実兄\nが、それぞれ当公判廷に証人として出廷し、被告人らに対して今後とも援助し協力\nすることを誓約していることなど、被告人両名のために斟酌すべき事情も認められ\nる。\n以上のほか、本件犯行の実質は電気通信事業に従事する者による電気通信分野に\nおける個人情報の漏えいであるところ、その種の個人情報の核心部分である通信の\n秘密を侵す罪の本件犯行当時の法定刑の上限は懲役二年であったことや、Ｄ株式会\n社法一九条違反（収賄罪）を含めた類似事犯についての量刑傾向などをも考慮し\nて、主文のとおり量刑した。\n（検察官中島行博及び同是木誠並びに主任弁護人町田正男、副主任弁護人水永誠\n二、弁護人渡辺千古及び同西澤圭助各出席）\n（求刑　被告人Ａにつき懲役四年及び被告人Ｂにつき懲役三年）\n平成一四年四月三〇日\n東京地方裁判所刑事第三部\n裁判長裁判官    川　　口　　政　　明\n裁判官    加　　藤　　　　　学\n裁判官    宮　　崎　　かなえ\n"
}