{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 13
  },
  "case_number": "平成11(ワ)3573",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12990",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12990",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/990/012990_hanrei.pdf",
  "contents": "平成一一年(ワ)第三五七三号　商号使用禁止等請求事件\n平成一二年七月二四日弁論終結\n判　　　　　　　決\n原　　　　　　　告　　　　　　　Ａ調査室中部統括本部こと　Ｂ\n右訴訟代理人弁護士　　　　　　　伊　　　神　　　喜　　　弘\n被　　　　　　　告　　　　　　　Ｃ\n右訴訟代理人弁護士　　　　　　  加　　　藤　　　美　　　代\n同　　　　　　　　　　　　　　　伊　　　藤　　　勤　　　也\n同　　　　　　　　　　　　　　　海　　　道　　　宏　　　実\n同 　                           兼　　　松　　　洋　　　子\n同                          　  阪　　　本　　　貞　　　一\n同　　　　　　　　　　　　　　　長　谷　川　　　一　　　裕\n同                            　藤　　　井　　　　　　　繁\n同                            　松　　　本　　　篤　　　周\n同　　　　　　　　　　　　　　　村　　　上　　　満　　　宏\n主　　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告はＤ調査室及びＤ事務所との商号を使用してはならない。\n二　被告は原告に対し、金二六二万円及びこれに対する平成一一年九月二三日か\nら支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　本件は、調査業を営む原告が、原告を退職して調査業を営む被告に対し、被\n告が原告在職中に営業上の名称として使用していた「Ｄ」の呼称（以下「本件名\n称」という。）を営業上の名称として使用することは、原告の著作権あるいは営業\n上の名称権若しくは営業上の利益を侵害し、また本件名称を被告の商号に使用する\nことは他人である原告の調査業と誤認させるものであるとして、著作権法一一二条\n一項、営業上の名称権及び商法二一条二項本文に基づき本件名称を含む商号の使用\n差止めを求め、著作権法一一四条二項及び民法七〇九条に基づき損害賠償を求めた\n事案である。\n二　争いのない事実等\n１　当事者等\n(一)　原告は、平成六年一月から名古屋市＜以下略＞において、Ｅ調査室中\n部統括本部との商号で調査業（探偵、興信業）を目的とする営業を開始し、平成九\n年一月にその商号をＡ調査室中部統括本部と改め今日に至っている。調査業務の内\n容は、人の身辺調査（身元調査、浮気調査等）、企業の信用調査等である。原告\nは、本名のほか営業上の名称としてＦという名を使用している。\n(二)　被告は、平成八年一月六日に原告に雇用され、その営業スタッフとし\nて働いていたが、平成一〇年八月一七日付けで原告を退職した。被告は、原告に雇\n用された当初、本名で働いていた（甲三）が、後に営業上の名称として本件名称を\n用いるようになり、原告を退職するまでその使用を続けた（甲四、五）。\n２　被告が原告を退職した後の経緯\n(一)　被告は、原告退職後間もなく、その住所地及び名古屋市＜以下略＞\n（以下「被告事務所」という。）において、調査業を始め今日に至っている。被告\nは愛知県及び岐阜県内の電話帳に、電話番号案内若しくは広告として、「Ｄ調査\n室」の商号を登載し（甲六、七、一〇ないし一二、二二、二三）、また被告及び被\n告事務所のスタッフの名刺にも同商号を使用している（甲一三）。また、被告事務\n所の表札に「Ｄ事務所」の商号を使用している（甲一四）。\n(二)　原告においては、被告が原告を退職した後は、原告のスタッフがその\n営業活動において本件名称を使用している（弁論の全趣旨）。\n三　本件の争点及び争点についての当事者の主張\n１　原告は本件名称について著作権あるいは営業上の名称権を有していると認\nめられるか。被告が本件名称を使用することは、原告の本件名称の使用に関する営\n業上の利益を侵害するものとして、不法行為に該当するか。原告は、被告に対して\n本件名称の使用を許諾したか。\n（原告の主張）\n(一)　本件名称は、原告の営業上の配慮から原告の発意に基づき原告の営業\n員にふさわしい呼称として創作したものであり、原告は本件名称について著作権又\nは営業上の名称権を有している。\n仮にこれが認められないとしても、本件名称はフィクショナル・キャラ\nクターとしての性格を持つ、Ｅ調査室中部統括本部又はＡ調査室中部統括本部の営\n業員の呼称として原告が営業に使用してきたものであって、原告は本件名称の使用\nにつき営業上の利益を有している。\n被告が本件名称を考案する作業に一部関与したことがあるとしても、原\n告の指示又は命令によるものであるから、被告の考案とはいえない。\n(二)　原告は被告が退職する際に、被告が本件名称を引き続き使用すること\nについて承諾をしているが、原告が右承諾をしたのは、被告が退職後はコンサルタ\nントの仕事をするので本件名称を使用させてほしいと申し出たからであり、仮にそ\nの時点において、原告が被告から調査業を開業することを告知されていたならば、\n原告は被告に対して本件名称の使用を承諾することはなかった。したがって、原告\nの承諾の意思表示には要素の錯誤があるから民法九五条本文によって無効である。\nまた、被告は原告に対して右承諾を求めるに際して、原告と競業関係となる調査業\nを行うにあたって本件名称を商号に使用する計画であることを告知すべき義務があ\nるのにあえてこれを秘匿したことは、原告に対する告知義務違反であり、詐欺（民\n法九六条一項）に該当する。原告は平成一一年五月二五日付け、同月二六日付け書\n留内容証明郵便物にかかる通知書によって右承諾の意思表示を取り消した。\nよって、被告は本件名称を使用することにつき正当な権限を有していな\nい。\n（被告の主張）\n(一)　本件名称につき、原告が著作権を有することは否認する。本件名称\nは、被告からの依頼に基づき被告の知人が考案したものであり、原告が考案したも\nのではない。\n原告が、本件名称につき、営業上の名称権若しくは営業上の利益を有す\nることは否認する。\n(二)　被告は、Ａ調査室中部統括本部を退職する際に、原告に対して、退職\n後は自分で調査業を行いたいこと、調査業を開業する場合には本件名称を使用した\nいことを告げたところ、原告は被告が調査業を行う場合に本件名称を使用すること\nを許諾した。\n２　原告は、商法二一条二項本文に基づき、被告に対し「Ｄ調査室」及び「Ｄ\n事務所」（以下「本件商号」という。）の使用差止めをすることは認められるか。\n（原告の主張）\n(一)　他人の営業と誤認させるような商号の使用について\n本件名称は、原告が経営するＥ調査室中部統括本部又はＡ調査室中部統\n括本部の営業員の名称を指称しているのであり、右営業員の地位を離れて、本件名\n称それ自体が特定の人間を指称する作用は有しない。したがって、被告がＡ調査室\n中部統括本部を辞めるときには、その時点で本件名称がＡ調査室中部統括本部の営\n業員の地位にある被告を特定するという作用は自動的に消滅し、それ以降は被告を\n指称する氏名とはいえず、本件名称は、被告の退職後は原告の経営するＡ調査室中\n部統括本部という営業体の営業員の呼称として存続している。現に原告は被告が退\n職した後、本件名称を別の従業員に名乗ることを指示し、営業員として営業活動を\nさせ今日に及んでいる。\n被告は、本件商号を使用し、原告の営業と同じ調査業を営業している\nが、被告が本件商号を使用することは、原告の営業と誤認させるものである。\n(二)　不正の目的について\n被告は本件商号で原告と競業する調査業を営んでいる。被告が原告を退\n職した後、自ら調査業を開始するにあたって、本件商号を使用したのは、被告が原\n告に雇用されていたときその営業員としてＤと称していたことと連続性を持たせよ\nうとしたのであって、この行為は一般顧客に原告の調査業との誤認を惹起させるの\nみならず、被告が原告に雇用されていた期間の顧客を保持し、これを核としての顧\n客拡大を図ることをも目的とするものである。\n被告は、原告を退職する際に、原告に対して本件名称を引き続き使用す\nることの許諾を求めたが、その際、被告は原告と競業関係になる調査業を営むこと\nを秘匿していた。\nよって、被告は不正の目的をもって本件商号を使用している。\n（被告の主張）\n(一)　他人の営業と誤認させるような商号の使用について\n氏名は、芸名、筆名その他営業上の名称を問わず、特定個人を指称する\nものであり、原告の営業員の名称を指称するものではない。\nまた、本件商号からは、被告の営業が「Ａ調査室中部統括本部」の営業\nであると窺わせるものはない。仮に、原告に「Ｄ」という従業員がいたとしても、\n原告の従業員に本件名称を名乗らせることは原告の営業には当たらないし、従業員\nの氏名を営業主体と誤認することもない。\n(二)　不正の目的について\n不正の目的とは、ある名称を自己の商号として使用することにより一般\n人をして自己の営業をその名称によって表示される他人の名称であるかのように誤\n認させようとする意図をいう。\n前記のとおり、本件商号をもって、一般人をして被告の営業と「Ａ調査\n室中部統括本部」の営業とを誤認させることはない。また、営業主体と営業員とが\n異なることは明らかであり、本件の商号をもって、一般人をしてＡ調査室中部統括\n本部の営業員「Ｄ」であると誤認させることはない。\n原告は、被告が原告の営業員である時に「Ｄ」を称していたことと連続\n性を持たせようとしたと非難するが、そのこと自体は何ら非難に値しない。個人が\n営業上の呼称をもって商号とすることは一般的なことである。\nしたがって、被告は本件商号を使用することについて不正の目的を有し\nていない。\n３　原告の損害の有無及び損害額\n（原告の主張）\n(一)　慰謝料　　　　一〇〇万円\n被告が本件商号を使用するに至る事情、本訴提起前に書留内容証明郵便\nでその使用の中止を求めたのに不当に応じなかった経過を考慮すると、被告の行為\nは原告の信頼を著しく侵害するものである。また、被告の営業が原告の調査業と誤\n認されることによる原告の経営上の不安も大きい。したがって、慰籍料として少な\nくとも三〇〇万円は下らない。\n原告は被告に対し、右慰藉料のうち一〇〇万円を請求する。\n(二)　弁護士費用　　一六二万円\n第三　争点に対する判断\n一　争点１について\n１　著作物性について\n著作権法の保護を受ける著作物とは、思想又は感情の創作的表現であっ\nて、文芸、学術、美術又は音楽の範囲に属するものをいう（著作権法二条一項一\n号）。\n本件名称は、特定個人の名称を指すものであり、右の著作物に該当しない\nことは明らかである。この点、原告が主張するように、本件名称が原告が経営する\nＥ調査室中部統括本部又はＡ調査室中部統括本部の営業員の名称を指称するもので\nあったとしても同様である。\nよって、この点に関する原告の主張には理由がない。\n２　営業上の名称権若しくは営業上の利益について\n原告は、本件名称はフィクショナル・キャラクターとしての性格を持つ原\n告の営業員の呼称として原告が営業に使用してきたものであり、原告は本件名称に\nついて営業上の名称権を有している、あるいは本件名称の使用につき営業上の利益\nを有していると主張する。\n証拠（甲二六）によると、調査業においては、女性の顧客からの夫や恋人\nの浮気調査の依頼が多いところ、女性のほうが顧客に安心感を与え、調査を頼みや\nすい効果が生じるとして、女性名を含んだ商号を採用する者が多く、同様の観点か\nら、顧客と接触する営業員にも女性を充てることが多いこと、そして、営業員が調\n査活動をする場面においては、調査対象者などから絡まれるなどのトラブルが生じ\nるおそれがあることから、営業上の名称として仮名を使用することが多いことが認\nめられる。\nしかしながら、原告の主張する「営業上の名称権」の内容については、そ\nの内容や権利の性質について明らかでない。第三者の営業について一定の行為の差\n止めを認めた場合には、これにより侵害される利益も多大なものになるおそれがあ\nり、営業の自由に対する重大な制約を課すことになるから、不正競争防止法による\n差止請求権の付与など、法律上の規定なくしてはこれを認めることができず、物権\nや人格権、知的所有権と同様に解するためには、それと同様の社会的必要性、許容\n性が求められるものである。しかるに、「営業上の名称権」について、その社会的\n必要性や許容性については、なんらの主張がない。\nかえって、前記認定によれば、調査業において、営業員が営業をする上で\n仮名を必要とする理由は、営業上の効果と、営業上のトラブルからの影響を小さく\nするためのもので、調査業の特殊性による必要性にすぎず、社会的必要性が高いと\nはにわかに認められないし、本件名称それ自体は、特定個人の名称として一般的に\n用いられるものであり、万人がその使用権を享有することができるものであるか\nら、第三者が同様の名称を使用したからといって、原告がその第三者に対してその\n使用の差止めや損害賠償を請求することができるといった法的権利性を許容するこ\nとはできないものである。以上のとおり、第三者の名称の使用を差し止めることが\nできる「営業上の名称権」なる権利を認めることはできず、この点に関する原告の\n主張には理由がない。\n原告は、本件名称の使用につき、法的保護に値する営業上の利益を有する\nと主張するが、前記のとおり、それ自体特定個人の名称として一般的に用いられる\n名称を使用することは、本来的に自由であり、本件名称の使用が不正競争防止法に\n規定する不正競争行為に該当しない（本件名称をもって、不正競争防止法二条一項\n一号の商品等表示性若しくは営業表示であるとはいえない。）以上、その使用を違\n法とするような法的保護に値する営業上の利益を有しているとはおよそいえないと\nいうべきである。\nよって、この点に関する原告の主張には理由がない。\n二　争点２について\n商法二一条は、不正の目的をもって、営業の主体を誤認させるような商号の\n使用を禁止することにより、誤認されるおそれのある者の氏、氏名権ないし商号権\nその他の名称の保護を図るものであり、商号選定自由主義（同法一六条）の例外を\n定めている。この点、原告は、原告が雇用する営業員に使用させている呼称を被告\nが商号に使用していることをもって、営業主体の誤認が生じると主張するが、商号\n選定自由主義の例外として同条が営業主体の名称一般を特別に保護しようとしてい\nる趣旨からすれば、当該営業主体が雇用する営業員の名称一般にまで同条の保護を\n及ぼすべきでない。\nまた、被告が本件商号を営業に使用することが被告の営業を原告の営業であ\nると誤認させるようなものであるかを検討するに、原告は「Ａ調査室中部統括本\n部」の商号で調査業を行っているのに対し、被告は本件商号（「Ｄ調査室」及び\n「Ｄ事務所」）で調査業を行っているのであるから、一般人がみて被告の営業を原\n告の営業であると誤認するおそれがあるとは到底いえないというべきである。\nよって、原告の被告に対する商法二一条二項本文に基づく本件商号の使用差\n止請求は理由がない。\n第四　結論\n以上判示したところによれば、その余の点について判断するまでもなく、原\n告の請求はいずれも理由がないからこれらを棄却することとし、訴訟費用について\nは、民事訴訟法六一条を適用して、主文のとおり判決する。\n名古屋地方裁判所民事第九部\n裁判長裁判官　　　　　　野　　　田　　　武　　　明\n裁判官            橋　　　本　　　都　　　月\n裁判官            富　　　岡　　　貴　　　美\n"
}