{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 10
  },
  "case_number": "平成14(わ)323",
  "case_name": "競売入札妨害，加重収賄被告",
  "court_name": "長野地方裁判所刑事部",
  "lawsuit_id": "6487",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6487",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/487/006487_hanrei.pdf",
  "contents": "平成１４年（わ）第３２３号，第３５３号\n競売入札妨害，加重収賄被告事件 主　　　　　　　文\n被告人を懲役１年１０月に処する。\n未決勾留日数中１４０日をその刑に算入する。\nこの裁判確定の日から３年間その刑の執行を猶予する。\n被告人から金９万５０００円を追徴する。\n訴訟費用は全部被告人の負担とする。\n理　　　　　　　由\n（本件事案の概要）\n本件は，被告人が，長野県ａ建設事務所管理計画課課長補佐計画調査係長として勤務していた際，同\n事務所が発注する事業の受注をしていた土地建物の測量・設計等を業とする株式会社Ａの社長（平成１\n２年１１月から会長）であるＢ及び同人の指示を受けたＡ社の営業担当のＣから，ａ建設事務所発注の業\n務委託について，業者間の談合によりＡ社が落札を予定している件の入札予定価格の教示を依頼され，\nこれに応じて，①　平成１２年１月ころ，３度の機会に７件分の入札予定価格について，予定価格そのもの\nあるいはこれに近似する価格を教示し，②　平成１３年１月下旬ころ，同様に１件分の入札予定価格に近\n似する価格を教示し，③　平成１２年３月ころ，Ａ社のＢ，専務であるＤ及びＣから，①の教示及びその約３\nか月前にｂの業務委託の入札予定価格に近似する価格を教示したという，職務上不正な行為に対する謝\n礼の趣旨等で供与されるものであることを知りながら，パーソナルコンピュータ３台，ディスプレーモニター\n１台（価格合計９５万円相当）を賄賂として収受した，という事案である。\n弁護人及び被告人は，競売入札妨害についてはおおむね認めるが，加重収賄については，その成立\nを争っている。\n（罪となるべき事実）\n被告人は，長野県技術吏員で，平成１０年４月から平成１３年３月３１日までの間，長野県ａ建設事務所\n管理計画課課長補佐計画調査係長として勤務し，ａ建設事務所が発注する事業の企画計画立案等の職\n務に従事し，同事業にかかる調査・測量・設計業務委託の実施設計書作成及び業者に対する業務指導\n等委託業務の遂行全般を統括していた者，Ｂは，長野県ａ市・・・に本店を置き，土地建物の測量・設計等\nを業とする株式会社Ａを設立経営し，平成１２年１１月まで代表取締役社長を，以後代表取締役会長をし\nていた者であり，Ｄは，Ｂの長男で，平成４年ころからＡ社の専務取締役となり，平成１２年１１月から代表\n取締役社長をしていた者，Ｃは，平成９年７月からＡ社の従業員となり，同社の営業を担当していた者であ\nる。\n被告人は，\n第１　Ｂ及びＣと共謀の上\n１　ａ建設事務所が平成１２年１月１１日を入札予定日としていた平成１１年度都市対策砂防測量業務\n委託（業務箇所名ｃ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１２年１月６\n日ころ，ａ市・・・長野県ａ合同庁舎内ａ建設事務所内において，被告人がＣに対し，上記業務委託の\n税抜き入札予定価格が，Ｃ算出の積算価格２６０万円から２割減額した価格に近接する価格である\n旨教示し，よって，同月１１日，ａ合同庁舎内で行われた同業務委託の指名競争入札に際し，Ａ社を\nして，同業務委託の税抜き入札予定価格２２５万円を僅かに下回る２１０万円で入札させてＡ社に同\n業務委託を落札させ\n２　ａ建設事務所が平成１２年１月１１日を入札予定日としていた平成１１年度都市対策砂防設計業務\n委託（業務箇所名ｄ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１２年１月６\n日ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予定価格が，Ｃ\n算出の積算価格４３８万円に近接する価格である旨教示し，よって，同月１１日，ａ合同庁舎内で行\nわれた同業務委託の指名競争入札に際し，Ａ社をして，同業務委託の税抜き入札予定価格４５３万\n円を僅かに下回る４３５万円で入札させてＡ社に同業務委託を落札させ\n３　ａ建設事務所が平成１２年１月１１日を入札予定日としていた平成１１年度県単交通安全対策（一\n種）設計業務委託（業務箇所名ｅ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平\n成１２年１月６日ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予\n定価格が，Ｃ算出の積算価格１４４万円から１割減額した価格に近接する価格である旨教示し，よっ\nて，同月１１日，ａ合同庁舎内で行われた同業務委託の指名競争入札に際し，Ａ社をして，同業務委\n託の税抜き入札予定価格１３６万円を僅かに下回る１３０万円で入札させてＡ社に同業務委託を落\n札させ\n４　ａ建設事務所が平成１２年１月１１日を入札予定日としていた平成１１年度県単調査（道路改良）測\n量業務委託（業務箇所名ｆ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１２\n年１月６日ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予定価格\nが，６４０万円に近接する価格である旨教示し，よって，同月１１日，ａ合同庁舎内で行われた同業務\n委託の指名競争入札に際し，Ａ社をして，同業務委託の税抜き入札予定価格６３７万円を僅かに下\n回る６３０万円で入札させてＡ社に同業務委託を落札させ\n５　ａ建設事務所が平成１２年２月１日を入札予定日としていた平成１１年度県単急傾斜地崩壊対策設\n計業務委託（業務箇所名ｇ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１２\n年１月２７日ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予定価\n格１７７万円での入札を教示し，よって，同年２月１日，ａ合同庁舎内で行われた同業務委託の指名\n競争入札に際し，Ａ社をして，同業務委託の税抜き入札予定価格と同額である１７７万円で入札させ\nてＡ社に同業務委託を落札させ\n６　ａ建設事務所が平成１２年２月１日を入札予定日としていた平成１１年度県単道路台帳整備委託\n（業務箇所名ｈ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１２年１月２８日\nころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予定価格１１４万円\nでの入札を教示し，よって，同年２月１日，ａ合同庁舎内で行われた同業務委託の指名競争入札に\n際し，Ａ社をして，同業務委託の税抜き入札予定価格と同額である１１４万円で入札させてＡ社に同\n業務委託を落札させ\n７　ａ建設事務所が平成１２年２月１日を入札予定日としていた平成１１年度県単調査（道路改良）測量\n設計業務委託（業務箇所名ｉ）の指名競争入札に関し，Ａ社に同業務委託を落札させるため，平成１\n２年１月２８日ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の税抜き入札予定\n価格が４３０万円に近接する価格である旨教示し，よって，同年２月１日，ａ合同庁舎内で行われた同\n業務委託の指名競争入札に際し，Ａ社をして，同業務委託の税抜き入札予定価格４３８万円を僅か\nに下回る４３０万円で入札させてＡ社に同業務委託を落札させ\nもって，偽計を用いて公の入札の公正を害すべき行為をした\n第２　Ｂ，Ｄ及びＣから，平成１１年１０月１２日実施された平成１１年度県単交通安全対策測量設計業務\n委託（業務箇所名ｂ）の入札に際して，Ｃらに同業務委託の入札予定価格に近接する価格を教示し，\n更に前記第１記載の各業務委託の入札に際して，前記第１記載のとおり各業務委託の入札予定価\n格ないしはその近接する価格を教示し，これらの職務上不正な行為に対する謝礼及び今後も同様に\n便宜ある取り計らいを受けたい趣旨のもとに供与されるものであることを知りながら\n１　平成１２年３月上旬ころ，ａ合同庁舎駐車場において，Ｃを通じてパーソナルコンピュータ３台（価格\n合計８５万５０００円相当。平成１５年押第１３号の８ないし１０）の供与を受け\n２　同月中旬ころ，同駐車場において，Ｃを通じてディスプレーモニター１台（価格９万５０００円相当）の\n供与を受け\nもって，自己の職務上不正な行為をしたことに関し，賄賂を収受した\n第３　Ｂ及びＣと共謀の上，ａ建設事務所が平成１３年２月６日を入札予定日としていた平成１２年度県単\n調査（道路改良）設計業務委託（業務箇所名ｊ）の指名競争入札に関し，Ａ社に同業務委託を落札さ\nせるため，平成１３年１月下旬ころ，ａ建設事務所内において，被告人がＣに対し，上記業務委託の\n税抜き入札予定価格４４５万円に極めて近い４４０万円での入札を教示し，よって，同年２月６日ａ合\n同庁舎内で行われた同業務委託の指名競争入札に際し，Ａ社をして，４４０万円で入札させてＡ社に\n同業務委託を落札させ，もって，偽計を用いて公の入札の公正を害すべき行為をした\nものである。\n（事実認定の補足説明）\n弁護人は，①　被告人に収賄の意思がなく，Ｂ，Ｄ及びＣには贈賄の意思がなかった，②　パーソナル\nコンピュータ３台（以下「本件パソコン」という。）及びディスプレーモニター（以下「本件ディスプレー」とい\nう。また本件パソコンと併せて「本件パソコン等」という。）について，被告人が個人的な目的のために使用\nした事実はなく，賄賂の客体ではない，③　本件パソコン等は，業務委託の入札において，代金相当額の\n１００万円を上乗せして，Ａ社が落札しており，被告人が価格教示したとされる行為とパソコンの調達依頼\nとは無関係であり，加重収賄の対象となる不正な行為は存在しないから，加重収賄罪については無罪で\nある旨主張し，被告人も，平成１１年１０月ころ，Ｃが，ｂの業務委託の入札価格について教示を求めた\n際，Ａ社の見積もり価格に１００万円を上乗せして落札させることにより，パソコン３台の調達を依頼したも\nので，本件パソコン等は，賄賂として収受したものではない旨供述しているので，以下検討する。\n１　前掲証拠によれば次の事実が認められる。\n①　被告人は，大学を卒業後，昭和５５年４月，長野県技術吏員に任命され，ｋ建設事務所，ｌ建設事務\n所，土木部Ｅ課，ｍ建設事務所，土木部Ｆ課勤務等を経て，平成１０年４月１日，ａ建設事務所管理\n計画課課長補佐を命じられ，同課課長補佐計画調査係長として勤務し，本件犯行後の平成１３年４\n月，土木部Ｇ課Ｈ係長を命じられた。\n②　建設事務所は長野県土木部の現地機関で，土木部の事務は，道路及び河川に関すること，都市\n計画に関すること，その他一般土木に関することとされ，その事務を処理するため，土木部にＧ課，Ｆ\n課等が置かれている。長野県下に１５の建設事務所等の現地機関があり，ａ建設事務所の管轄区域\nは，ａ市，ｎ市及びｏ郡である。管理計画課は，土木工事の計画及び調査に関すること等の事務を分\n掌し，同課計画調査係の事務は，いわば建設事務所で行う事務の昀初の窓口であり，新規事業，継\n続事業等について，工事着工までの前段階である事前調査・測量・設計等を担当していた。\n被告人は計画調査係長として，係を統括して，土木工事の調査，測量，設計等の業務を管理し，\n住民等の事業要望の取りまとめ，新規事業の企画計画の立案，事業計画の策定等を行い，業務委\n託の発注においては，部下職員が担当する実施設計書の作成等の事務について監督，指導し，設\n計額が発注する業務に適合するか否かを的確に判断して設計額を管理し，設計者を指導監督し，\n業者を指導して適正に業務委託を遂行させる職務権限を有していた。\n③　Ａ社は，長野県ａ市に本店を置く土地建物の測量及び設計等を業とする株式会社であり，測量業及\nび設計コンサルタント業の許可を得て，国，長野県及び各市町村からの公共事業を多く受注して業\n務を行っており，平成１１年ないし平成１４年の売上高は各年約４億５０００万円ないし約２億４５００\n万円であり，平成１４年１２月ころの従業員は３７名であった。\nＢは，昭和４４年に有限会社Ｉを設立し，昭和５９年に同社を株式会社に組織変更して，Ａ社を設立\nし，平成１２年１１月まで代表取締役社長を務め，以後，平成１５年１月に代表取締役を辞任するまで\n代表取締役会長をしていた。\nＤは，Ｂの長男で，平成４年ころからＡ社の専務取締役となり，平成１２年１１月に代表取締役社長\nとなった。\nＣは，平成９年７月からＡ社の従業員となり，同社の営業を担当していた。\n④　計画調査係が発注する業務委託の手続\n計画調査係の行っていた業務委託については，計画調査係において，事業計画を企画立案し，\n予算配当がなされると，施行箇所を担当する技師等が実施設計書を作成し，積算を行い，工事設計\n書を打ち出して作成し，係長，課長の決裁や所長等の決裁を受け，設計額を決定していた。\nそして，設計額が８００万円未満の測量・調査・設計等の業務委託については，ａ建設事務所建設\n工事請負人等選定委員会が，計画調査係長が作成した原案に基づき，指名競争入札の業者を選定\nし，ほぼ計画調査係長の原案どおり指名業者が選定されていた。指名業者の数は工事費により異\nなっているが，５００万円以上の業務委託においては１０社とされていた。\n指名業者の選定が決定すると，所長が設計額を勘案して予定価格を決定し，予定価格調書に予\n定価格を記入し，封印して，工事事務係がこれを入札の執行まで保管していた。被告人がａ建設事\n務所に勤務していた当時は大幅な物価変動等がなかったことから，所長は，工事設計書の設計額を\nそのまま予定価格としていた。そのため，工事設計書を決裁する立場にある計画調査係長等は，予\n定価格を知りうる立場にあった。\n指名業者は，ａ建設事務所から工事設計書から金額等を抜いたいわゆる金抜き設計書を受領し\nて積算作業をし，入札に参加することになるが，本件犯行当時は，後述の業者間の談合により落札\n予定業者が決定されていた。\nなお，委託業務を執行する際に，同時に遂行するのが相当な追加業務がある場合，あるいはそ\nの業務内容を減ずる場合には，管理計画課長の承認を経て，同様に変更の工事設計書を作成し，\n建設事務所内の決裁を経て，業者と変更委託契約を締結して，委託内容の変更を行っていた。\n⑤　ａ建設事務所の管轄内の測量・設計会社が加盟する長野県測量設計協会ａ支部においては，昭和\n５０年代から指名業者間の話合いによって落札予定業者を事前に決め，その落札予定業者が積算\n作業をした。その業者がａ建設事務所の担当技師や担当係の係長などに対して，設計内容を尋ねた\nり，入札予定価格を聞き出そうとすることがしばしばあった。そして，入札予定価格を他の業者に連\n絡し，他の業者の入札価格は，これより１０万円ないし３０万円程度高いことが多く，その入札状況を\n検討すれば，業者間で談合をしていることは容易に判明する状況にあった。\n⑥　被告人が本件パソコン等の調達の理由として述べたことに関する経緯を見ると，長野県土木部Ｆ課\nＪ係主査であったＫは，平成１１年９月下旬から１０月上旬ころ，同係技師であったＬと相談し，被告人\nにパソコンの入手を依頼するなどしたが，その依頼の内容については争いがあるので，後述する。\n⑦　Ａ社は，平成１１年９月下旬，ａ建設事務所発注の平成１１年度県単交通安全対策測量設計業務\n委託ｂ（以下「ｂ業務委託」という。）の指名通知を受けた。\nｂ業務委託についてＡ社が落札予定業者になったことから，Ｃは，ｂ業務委託の金抜き設計書を基\nに，入札金額を税抜きで約５９７万円と積算し，積算金額を設計書に記載した。なお，業務委託料\nは，５パーセントの消費税及び地方消費税を加算した金額となるが，入札金額は，税抜き金額であ\nる。\n⑧　Ｃは，積算をした日に，当時社長であったＢに，ｂ業務委託について積算した金額を書き込んだ設\n計書を見せて，積算金額が５９７万円であることを報告したところ，Ｂは，「安いから，確認してこい。」\nなどとＣに述べ，ｂ業務委託の入札予定価格を推測できる情報を入手し，できれば入札予定価格を\n聞き出してくるよう指示した。\n⑨　Ｃは，同年１０月８日ころ，ａ建設事務所の事務所に行き，ｂ業務委託の入札予定価格を被告人か\nら聞き出そうとし，その際に，被告人からＣに対し，ｂの入札予定価格が１００万円くらい上であるとい\nう話と，パソコンの購入の依頼があったが，その内容については争いがあるので，後述する。\n⑩　Ｃの報告を受けたＢは，ｂ業務委託について，１回目は７１５万円，２回目は７００万円で入札するこ\nとを決定し，その命を受け，Ｃは，他の業者に対する連絡をし，同月１２日に，第１回入札において７\n１５万円で落札した。\nなお，ｂ業務委託の設計額は，税抜きで７３３万円であり，パソコンの購入費は含まれていない。\nこのｂ業務委託は，平面交差点予備設計業務や歩道詳細設計の増工などから，平成１２年２月１\n０日付で変更設計契約がなされ，１３３万３５００円（税込み）が増額され，同年３月２１日Ａ社から完\n了届が提出され，Ａ社に委託代金８８４万１０００円（税込み）が支払われた。この増額も適正な手続\nで行われており，パソンコン等の購入費は含まれていない。\n⑪   Ａ社は，判示第１の１ないし７の各業務委託について，いずれも業者間の談合によって落札予定業\n者となり，Ｃは，Ｂの指示を受け，平成１２年１月６日，２７日，２８日ころ，それぞれ，被告人から入札\n予定価格そのものあるいはこれに近接する価格の教示を受け，Ａ社は，判示のとおり，７件の業務\n委託を落札した。\nなお，被告人は，当公判廷において，入札予定価格そのものを教示したことはない旨供述する\nが，Ｃは，判示第１の５のｇの業務委託について「予算を残すわけにいかないので１７７万で入れてく\nださい。」と，判示第１の６のｈについて「予算を残せないから１１４万で入れてください。」と言われた\n旨供述しており，この各金額が入札予定価格そのものであることからしても，Ｃ供述は十分信用でき\nるところである。\n⑫　同年３月８日ころ，Ａ社に，本件の新品のパソコン３台（税抜き購入価格合計８５万５０００円）がＯＡ\n機器類の販売店から納入された。\nＣは，同月上旬ころ，Ｄから，本件パソコンを被告人に持っていくように指示され，本件パソコンを\n社用車に積んで，ａ建設事務所があるａ合同庁舎の駐車場に行き，被告人の指示で，被告人の車に\n本件パソコンを積み込んだ。\n同月中旬ころ，Ａ社に，本件の新品のディスプレー（税抜き購入価格９万５０００円）がＯＡ情報機\n器等の販売店から納入され，Ｃは，同月中旬ころ，これを社用車に積んでＡ社従業員のＭとともにａ\n建設事務所の駐車場に行き，同所おいて，被告人の車に本件ディスプレーを積み込んだ。（被告人\nは，当公判廷において，Ｃから本件ディスプレーを受け取ったのは，被告人の自宅の寮の駐車場で\nあり，その時期も同月下旬ころである旨供述しているが，捜査段階においては，受け取った時期が\n同月中旬ころであるとも述べているのであって，ディスプレーのＡ社への納品経緯や詳細かつ具体\n的であるＣの供述と比較して信用できない。）\n⑬　被告人は，同月中旬ころ，自動車で長野県庁に行き，土木部Ｆ課Ｊ係技師であるＬらに本件パソコ\nン３台を渡した。\nＬは，土木部Ｆ課Ｊ係主査であったＫと相談し，同年３月下旬ころ，１台をＫが使用し，１台を同年４\n月にｐ建設事務所に異動が決まっていたＬがｐで使用することにし，もう１台は，Ｌの後任者に使用さ\nせることにし，以後本件が発覚するまで同所で使用されていた。\n本件ディスプレーについては，同年５月ころ，被告人が，Ｃに修理を依頼し，Ｃが被告人の案内で\n被告人の自宅の寮に行って引き取り，Ｃが購入した業者に修理を依頼するなどしたが，業者の判断\nで結局同種の新品のディスプレー１台がＡ社に納入され，平成１３年２月か３月ころ，新品のディスプ\nレーが被告人に渡され，被告人は，いずれのディスプレーも自宅の寮で使用し，ａ建設事務所から異\n動して長野市に引っ越した後も自宅の官舎で使用していた。\n⑭　Ａ社の従業員が新聞社と県知事に対して，被告人にパソコンをただで納品させられたなどと投書し\nたことを契機として，平成１３年７月１９日，本件が発覚し，被告人は，同月２１日，県庁内のＦ課に置\nかれていたパソコン１台をＡ社の社長をしていたＤ宅で返還したが，その際，被告人はＤに対し，１５\n万円を賃借料の名目で支払った。\nさらに，被告人は，同月２３日，ディスプレーをＡ社に返還した。\n残りの２台のパソコンについては，同月２４日，土木部Ｆ課に勤務していた者が同課長でその後Ｎ\n部長となった者の命を受け，ａに持って行って，Ｄに返還した。\n以上のとおり認められる。\n２　被告人は，パソコン３台及びディスプレー１台は，県費により，県のための事務機器として調達したもの\nであると供述するので，以下，被告人の主張内容を見る。\n①　被告人は，検察官に対する供述調書及び当公判廷において，次のとおり供述している。\n平成１１年１０月上旬ころ，Ａ社の営業マンであるＣが被告人を訪ね，ｂの道路設計業務委託に関\nして，入札予定価格を探りにきたことがあったが，Ｃは，書類を見せ，「ｂの業務委託見積もったんで\nすが，こんなところでどうでしょうか。」と聞いてきた。その書類には，見積価格が６００万円ほどと記\n載されており，手元のファイルの入札予定価格を見ると１３０万円ほどの開きがあった。そこで，被告\n人は，この差額を利用して，Ｋから依頼されていたパソコン３台を調達することを考えた。そこで，Ｃ\nに，「Ａ社はパソコンの取引をしていますか。」と聞き，「設計書には入ってないんだけど，この業務の\n中で手配して欲しい。」「３台で１００万円くらいだから。」という話をした。Ｃは，「手配できます。」と応\nじた。Ａ社はそのパソコン分の上乗せ分，県の費用の１００万円を上乗せして落札している。なお，検\n察官に対する供述調書においては，ディスプレーも当初から入っていた旨供述していたが，当公判\n廷において当初はパソコン３台のみである旨の供述になっている。\n②　被告人は，本件パソコン等の手配は，県費の流用の方式の一方法である差額方式によるものであ\nると主張し，供述書（一）において，「県単測量設計委託で，予定価格と業者の見積価格に差がある\n場合，その差額を利用し，パソコン調達費として，大まかな金額を業者に示し，別枠扱いで，パソコン\nの整備を行うものでありました。したがって，考えは，県の予算で土木部が必要とするパソコンを整\n備するのだから良いではないか，という考え方でした。ただし，本来の備品費からの支出ではなく，\n賃金方式と同様に流用であり，この方法のポイントは，業者の見積額が，業務を誤りなく適正に完了\nする金額であるかどうかを見極めることであり，業者が内容等間違って積算していないことを確認す\nる必要があります。業者指導によりパソコン代を上乗せさせるのは，業者に利得を上げさせるもので\nはありません。元々業者が利益を見込んで呈示してきた見積金額にパソコン代を上乗せするのです\nから，業者に特別な利得を得させるものではありません。パソコン代に充てるため，業者を迂回して\n費用を調達しようとする方法です。事業そのものに損失を与えず業者にも損得を与えず，そして昀終\n的には県に還流してゆく訳ですから県に損失を与えないというよりは県費を節約したことになります。\nまた，私は，本件の起訴に関わるパソコンについては，本方式をとりましたが，その理由はさらに，県\n費事業費の枠は予算で認められており，土木部門全体の事業を進める為の県の事務機器の整備で\nあり，事業も県単事業であるうえ，部下に虚偽の書類を作成させずにすむため，県費の流用方法と\nしては賃金方式よりも良いと思ったのです。私には当然違法性の認識はありませんでした。」と供述\nする。\n３　Ｃ，Ｂ及びＤの供述について\n①　一方，被告人からパソコンの提供を依頼されたことに関し，Ｃは当公判廷及び捜査段階の供述調\n書において，被告人の供述と異なり，おおむね次のとおり供述している。\nア　平成１１年１０月８日ころ，Ｃは，被告人のところを訪れ，ｂの業務委託について，被告人の机の\n上に，Ｃが積算した５９７万円などと書いた設計書の紙を出したところ，被告人から，「金額かなり\n違う。」「全体に安いんじゃないか。」「近くに交差点もあるし，やることがかなりいろいろあるから，\n昀終的には１００万円くらい上になるんじゃないかな。」というふうに言われた。Ｃは７００万円くらい\nではないかと理解した。\nイ　金額の話が終わった後に，被告人から，「Ａ社の方でパソコンを安く入れているような業者がある\nかどうか。」というふうに聞かれたので，Ｃは，「決して安いかどうかは分かりませんけども，取引し\nている業者はあります。」と答えた。\nその後，「パソコンを手配してもらいたい。」又は「もらえないか。」というように要求があった。パ\nソコンの台数，種類などを具体的に挙げて要求されたことはなく，ディスプレーは入っていなかった\nので，きっと職場で使うか何かで１台であると，その時点では判断した。\nＣは，「私１人ではちょっと判断ができませんので，会社の方に持ち帰って検討させてください。」\nと被告人に答えた。\nパソコンに対する対価をどうやって払うかという明確な話はなかったが，被告人からは，事務経\n費とか事務品費あたりで見れればよいといったような形で，少しあいまいではあるが，そのような\n言葉があったと記憶している。\nウ　その後，Ａ社に戻ったＣは，当時の社長のＢに，ｂの業務委託について被告人から金額を７００万\n円くらいと教えてもらったことと，パソコンを要求されたことを報告し，Ｂはｂの入札について１回目\nを７１５万円，２回目を７００万円で入札することを決め，「パソコンに関しては，検討してみるよ。ち\nょっと俺はよく分からんから，専務の方にも話をしておいてくれ。」というふうに言ったので，Ｃは，\n専務のＤにも報告した。\nエ　同年１０月２６日ころ，Ｃは，被告人に対し，「パソコンのこと報告しておきました。何か決まったら\n教えてください。」などと伝えたが，同年１２月上旬ころまでには具体的な内容の話はなく，同月下\n旬ころか翌平成１２年１月上旬，被告人からＣに対し，「ノートパソコン３台とディスプレー１台」の要\n求があり，１００万円という話が出た。\nオ　Ｃは，平成１２年に使用した手帳に，「ｂ関連，３台￥１００万，カタログ各社，Ｏへ」と書いている\nが，これは被告人の言うことを聞いて書いたもので，「ｂの時要求されたパソコンを３台要求され\nた。」という意味であり，ディスプレー１台も一緒に要求されていると思うがどうしてメモしなかった\nか覚えていない。この手帳を平成１１年１２月に持っていたかははっきりしないが，１２月中にパソ\nコン３台の話は出ていたと思う。\nカ　Ｃは，当時の社長のＢに，被告人の話を伝え，その指示で専務のＤにも報告したが，両名とも数\nが多い趣旨の感想を述べた。\nキ　Ｃは，それまでに被告人から，入札予定価格にかなり近い数字を教えてもらっていたし，指名に\n外れることなく業務には参加させてもらっていたので，業者としては断れない状況だと思った。\nク　その後，Ｃは，被告人と機種を詰めるなどし，専務のＤの指示で，機種名と１１０万円を越えた金\n額等が入ったＡ社を作成名義とする見積書を被告人のもとに持参したが，被告人は，１００万円以\n内にするように指示し，昀終的に判示のパソコン３台，ディスプレー１台に決めた。\nケ　Ｃは，ａ建設事務所で，被告人にパソコンを渡す際に，賄賂だから人目に付かないように渡さなく\nてはいけないと考えた。また，パソコンを被告人の自家用車に乗せたことや駐車場でのやり取りか\nら，Ｃは，パソコンは個人的に使うものとの印象を受け，ａ建設事務所では，このパソコンを被告人\nが受け取ることを知らないように感じた。Ｃは，本件パソコン等がその後どこで使われているのか\nは知らなかった。\nコ　本件パソコン等を被告人に渡すときの気持ちは，それまで入札予定価格に近い金額を教えてい\nただいたので，それまでのお礼と今後のお願いというようなものであった。それに見合う価格をもら\nえるという理由で渡したのではなく，赤字覚悟でやった。\n②　Ｂは当公判廷及び捜査段階の供述調書において，おおむね次のとおり供述している。\nア　Ｂは，Ｃから，ｂ業務委託の入札予定価格について，Ｃが，被告人に聞いたところ，「１００万円くら\nい上だ。」と言われた旨報告を受けた。\nイ　Ｂは，Ｃが積算した価格が合計５９７万円だったから，Ｃからの報告からすれば，入札予定価格は\n７００万円くらいであると分かったが，「くらい」ということからすれば，入札予定価格は７００万円よ\nりも上であるという可能性が大いにあり，できる限り高い価格で落札し，その分だけ利益を出した\nいという思いから，まず，１回目は７１５万円で入札し，その価格が入札予定価格よりも高かった場\n合に備えて，２回目７００万円という価格を設定した。\nウ　ｂの入札価格の話をした時だったと思うが，Ｃは，入札予定価格の報告に付け加えて，「被告人\nが，ノートパソコンを手配して欲しいというようなことを言っていました。」などと述べた。そこで，「専\n務に話をしてみろ。」などと言って，Ｄにも話しておくように指示した。\nエ　Ｂは，平成１１年１２月末に，Ｃから被告人よりパソコン３台用意してほしいと言われたとの報告を\n受けたので，その件については専務と相談するように指示した。Ｂは「営業のＣが入札価格を聞い\nたり，仕事の内容を聞いたりしたということでお世話になったお礼などもあるから，やれや。」と言っ\nた。そのころ，Ｂは，金額的に１台１５万円，３台で４５万円程度はしょうがないと思った。お世話に\nなったお礼ということには，ｂ業務委託で，Ｃが金額を聞いてきた謝礼という思いも含んでいる。\nオ　Ｂは，被告人に提供するものが実際には，ディスプレーを含めてＢの見立ての倍の値段であり，\n高いと思ったが，やることを決めたんだから，いいと考えた。\nカ　当時，Ａ社でａ建設事務所から受けていた業務委託費の中で，このパソコンの対価になるような\nものは，Ｂの知る範囲においてなく，対価に相当する支払は一切なかった。\nキ　判示第１の１ないし７の７件の落札については，Ｃから，被告人から金額を聞いてきたと聞いてい\nる。そのこともＣが世話になったということで，パソコン提供の動機の一部となっている。\n③　Ｄは検察官に対する供述調書において，おおむね次のとおり供述している。\nア　平成１１年秋，Ｃが，Ｄのもとに来て，「被告人のところに行ってきた。業務でパソコンを用意でき\nないかと言われた。社長に報告したら，専務にも報告するようにと言われた。」などと述べた。\n業務というのは，ｂ業務委託だったかもしれないが，よく覚えていない。\nイ　Ｄは，Ｃと一緒になって，パソコン購入代金が業務委託料の中に含まれて支払われるということ\nがあり得るのか調べたが，パソコン購入費を業務の中に項目立てしているようなものは見付から\nなかった。\nＤは，あえて言えば，事務用品費の中にパソコン購入費が含まれるのかもしれないと思ったが，\n事務用品費は，直接人件費に２，３パーセントの数値を掛け合わせた程度の金額にしかならない\nと理解していたので，１台でも数十万円はすると思われるパソコンの購入費用が，その事務用品\n費に当然のように含まれるとは思わなかった。\nウ　この時，ＤがＣから聞いた話の限りでは，被告人から求められたものは，漠然と「パソコン」という\n程度であって，それ以上に，その台数が何台であるかといった具体的な話ではなかった。\nエ　平成１２年１月ころ，Ｄは，Ｂと，被告人から求められたパソコン等について話をした。\nこのころには，Ｄは，Ｃから，被告人は，パソコン３台とディスプレー１台を求めているという話を\n既に聞かされており，被告人がｂ業務委託に絡めて，Ａ社にパソコン等を求めてきているということ\nも聞かされていた。\nＤは，パソコン３台とディスプレー１台であると，その購入代金はざっと見積もっても合計１００万\n円くらいにはなるだろうと思った。\nＤは，これほどの多額のお金がｂ業務委託の業務委託料の中に含まれるということはさすがに\nないだろうと思った。ｂ業務委託において，ａ建設事務所が委託してきた業務の中にはパソコンの\n購入・納品などという業務はなく，いわゆるカラ業務もなく，業務委託料を水増ししたり架空の業務\nを項目立てするなどの方法によっても，１００万円くらいという多額のお金を業務委託料に含ませ\nるのは，さすがに無理だと思った。\nＤは，計画調査係が発注する業務委託の場合，Ｃが入札予定価格を聞き出す相手といえば，\n被告人くらいのものであり，Ａ社は，被告人が入札予定価格あるいはそれに近い金額を教えてく\nれることによって，入札では高い価格で業務委託を落札することができており，被告人側からすれ\nば，Ａ社には，入札予定価格あるいはそれに近い金額を教えてやることで儲けさせてやっていると\nいうような気持ちがあり，そのような気持ちから，その見返りとしてＡ社にパソコン等を求めてきた\nものと思った。\nＤは，被告人には大変お世話になっていたと思い，また，今後も，Ａ社に入札予定価格を教えて\nくれるなどの世話をしてもらいたいと思い，それまでＡ社に便宜を図ってくれていたことに対するお\n礼の気持ちと今後もＡ社に便宜を図ってもらうことをお願いする気持ちから，被告人からの求めに\n応じて，被告人に賄賂としてパソコン等を差し上げようと思い，Ｂに対し，「パソコン，１００万円にも\nなるけど，買ってあげることにする。」などと言って伝え，Ｂからは，「買ってやれや。」などと許可さ\nれた。\nオ　Ｄは，Ａ社が賄賂としてパソコン等を差し上げた相手は，被告人個人であり，Ａ社が差し上げたパ\nソコン等について，その後，被告人が自分自身で使おうが，誰か他の人に使わせようが，そのよう\nなことはＤたちが気にするようなことではないと考えていた。\n④　一方，Ｄは，当裁判所の尋問調書において，被告人に対するパソコンの提供は贈賄ではない旨述べ\nる。しかしながら，同人の供述は，当初は，ｂ業務委託に明確に代金が含まれているとＣから聞いた\nが，その後，その代金はｂ業務委託を増工した変更部分で見ると聞き，パソコン提供前に，ｂの増工に\nは入っていないと聞き，パソコン提供後の平成１２年４月ころ，再度Ｃに聞いたところ，「パソコン代金は\nｂ業務委託の元の業務に入っています。」と言われたので，もう請求する必要はないととらえたが，ｂの\nどの科目に入っているかは聞いていないということを述べるものである。Ｄの上記供述は，パソコン等\nの代金についてのＣの説明が転々としたにもかかわらず，その点について具体的な確認をしないまま\nにＣの昀後の説明に納得したという極めて不合理なものである。さらに，Ｄに対する証人尋問の実施時\nは，同人が有罪判決を受けた事件の控訴審の審理が行われる前であって，同人は同人自身の第１審\nにおいては自己の供述調書を含む証拠書類をすべて同意して判決を受けたというのであるから，Ｄの\n証人尋問における供述は，同人の控訴審において自己の刑責を軽減させるためになされた疑いを払\n拭できない。結局，Ｄの上記供述は，信用できる検察官に対する前記供述調書における供述に比べ，\nその信用性は低い。なお，Ｄの証人尋問における供述においても，被告人の要求は，当初においては\nパソコンの台数や金額についての話はなく，パソコン３台，ディスプレー１台と決まったのは，平成１１年\n１２月から平成１２年１月にかけてのことであるとなっており，Ｃ供述と符合している。\n４　以上のＣ，Ｂ及びＤの各供述は，おおむね合致しており，いずれも，ｂ業務委託の業務委託料の中に\n本件パソコン等の代金は含まれておらず，本件パソコン等は賄賂として被告人に提供したものであり，\nまた，被告人がＣにｂ業務委託の入札予定価格教示の際に要請した内容は，漠然とパソコンを要請し\nたものであって，その内容がパソコン３台及びディスプレー１台で，その代金がおよそ１００万円と具体\n化したのは，平成１１年１２月下旬ないし平成１２年１月上旬ころであるというのであり，このことに関し，\nＣが平成１２年に使用した手帳に，「パソコン３台，１００万」の記載がされていることは，Ｃ供述を裏付け\nており，ｂ業務委託の入札予定価格教示の際には，具体的にパソコン３台，１００万円の話がなかった\n旨のＣ供述の信用性は高く，Ｃ，Ｂ及びＤの上記各供述が真実と認められる。\n被告人の主張する差額方式なるものは，被告人自身も，当公判廷において，被告人以外にそのよう\nな方式によってパソコンの調達をした例を知らないと述べているものであり，証人Ｋ，同Ｌ，同Ｐの当公\n判廷における各供述によっても，長野県土木部において，差額方式なるものが一般的に知られている\nものではなく，「差額方式」という言葉も使われていないことが認められる。そして，被告人も，ｂ業務委\n託の設計書のどの科目にもパソコン代金が含まれていないことを認めているのである。それ故，仮に\n被告人が，被告人の主張するような一般的に知られていない方式によりパソコンを調達しようとしたの\nであれば，Ａ社に対し，その差額方式なるものの内容を具体的，詳細に説明した上でパソコンの調達を\n要請するはずであるが，被告人がそのような説明を試みたことをうかがわせる事情はまったくなく，かえ\nって，被告人がＡ社にパソコンの調達を要請した当初においては，漠然とその具体的内容を明示せず\nにＡ社にパソコンの調達を要請したものであることが明白である。\n被告人は，前記のとおり，Ｃがｂ業務委託の入札予定価格に関する教示を求めに来た平成１１年１０\n月上旬に，当初からパソコン３台の代金として１００万円を上乗せすることを提案し，Ｃがその場でこれ\nに合意した旨供述するが，一営業担当者に過ぎないＣが設計書に記載されていないパソコンの代金の\n上乗せについて会社代表者等に相談しないまま応じたというのは不自然というべきであるし，また，平\n成１１年１０月上旬にパソコン３台という具体的な話が出たのであれば，実際に被告人に本件パソコン\n等が渡されたのが平成１２年３月になってからであるという時間の経過も不自然である。\nさらに，被告人は，捜査段階においては，「昀初からパソコン３台とディスプレー１台と言ったと記憶し\nている。」と供述していたにもかかわらず，当公判廷においては，「後で考えてみるとディスプレーは平\n成１１年１１月か１２月に頼んだのではないかと思う。」と理由なく供述を変遷させているのであって，こ\nの供述の変遷も不自然である。\n以上によれば，被告人が，Ｃからｂ業務委託の内容を聞かれた際に，Ｃに対し，パソコン３台の代金\nとして１００万円を上乗せすることを提案し，Ｃがこれに合意したとの被告人の供述は到底信用できな\nい。\nつけ加えるに，被告人は，平成１１年９月ころ，土木部Ｆ課Ｊ係主査であったＫからパソコンの入手を\n依頼された際に，Ｋから「３台お願いします，パソコン代として１００万円施行通知に載せておきますか\nら。」と言われた旨述べているが，その１００万円を施行通知に載せるとの話は不自然である上，その\n裏付けもなく，証人Ｋは，「Ｋらは，Ｊ係に古いパソコンが２台あったので，それを新しくするため，性能の\nいいパソコン２台の入手を被告人に依頼した。」「委託料の予算を上乗せしたなどという話はしていな\nい。」「平成１２年３月に届けてもらった数日前に被告人から３台持ってきてくれると聞き，３台も来るの\nかという感じで気を遣ってくれたのかと思った。」旨供述し，証人Ｌも，「Ｋと２台頼もうという話をした。３\n台来たときには，頼んだ台数と違うなという記憶がある。」旨述べているのである。この両証人の供述は\n相互に合致しており，十分信用できるというべきであって，これに反する被告人の供述は信用できな\nい。\n５　ここで，被告人の本件加重収賄に関する犯意について検討する。\n①　前述のとおり，被告人は，ｂ業務委託について，Ｃの聞き出しに応じて，入札予定価格がＣの積算し\nた金額よりも１００万円上を見ていると教示した後に，Ｃに対してパソコンの提供を要請し，その後の\n入札においても，Ｃに対し，入札予定価格そのものやこれに近接する価格の教示を続けてＡ社の便\n宜を図った上，Ｃらが本件パソコン等を持ってきた際にも，その授受はａ建設事務所駐車場で行わ\nれ，ａ建設事務所の他の職員らに知らせることなく，本件ディスプレーについては，被告人にパソコン\nの入手を依頼した土木部職員すら知らないものである。そして，本件パソコン等については対価とな\nる代金の支払等はなく，Ｂ，Ｄ及びＣは被告人が入札予定価格を教示してくれたことの謝礼等の趣旨\nで本件パソコン等を供与したことが認められるから，被告人が本件パソコン等の供与を受けたことに\nついて賄賂性の認識を有していたことが強く推認されるというべきである。\n②　また，弁護人は，被告人が本件パソコン等を個人的な目的のために使用した事実はなく，賄賂の\n客体ではない旨主張するが，そもそも被告人は本件ディスプレーやその故障によって代替品として\n入手したディスプレーを一貫して被告人の自宅で使用している上，前記のとおり，Ｂ，Ｄ及びＣは，被\n告人が本件パソコン等をどのように使用したかを全く知らず，被告人は本件パソコンを県土木部Ｆ課\n職員に渡し，同職員らは個人的な判断で本件パソコンを使用しているのであって，本件パソコン等\nが，被告人個人にその処分を一任し，自由な使途に用いることを許すものとして供与され，被告人も\nその趣旨を十分理解していたものと認められるから，賄賂の客体に該当することは明らかである。\n③　さらに，弁護人は，本件パソコン等の代金については，ｂ業務委託の入札において，代金相当額の\n１００万円を上乗せして，Ａ社が落札しており，被告人が価格教示したとされる行為とパソコンの調達\n依頼とは無関係であり，加重収賄の対象となる不正な行為は存在しない旨主張するが，前述のとお\nり，Ａ社に対して本件パソコン等の代金相当額を上乗せして支払われた事実はなく，Ｂ，Ｄ及びＣは，\n入札価格に関する教示行為に対する謝礼の趣旨等で本件パソコン等を供与しているものである上，\n被告人がパソコンの調達を要請したのは，ｂ業務委託について，Ｃの聞き出しに応じて，入札予定価\n格がＣの積算した金額よりも１００万円上を見ていると教示した直後であるから，この職務上不正な\n行為をしたことに関し，本件パソコン等の要請がなされたものであって，本件パソコン等の収受が，\n被告人の行った入札予定価格についての教示という職務上不正な行為をしたことに関してなされた\nものであり，被告人もこれを認識して本件パソコン等を収受したことは優に認められる。\n６　以上のとおり，被告人が，Ｃらに対して，入札予定価格あるいはこれに近接する価格を教示した職務\n上不正な行為に対する謝礼の趣旨等で供与されるものであることの認識を有しながら，職務上不正な\n行為をしたことに関して，本件パソコン等を収受したことが認められるのであって，被告人に加重収賄\n罪が成立することに疑いの余地はない。\n（法令の適用）\n被告人の判示第１の１ないし７及び第３の所為はいずれも刑法６０条，９６条の３第１項に，判示第２の\n所為は平成１５年法律第１３８号（仲裁法）附則１４条により同法による改正前の刑法１９７条の３第２項に\n該当するところ，判示第１の１ないし７及び第３について各所定刑中いずれも懲役刑を選択し，以上は刑\n法４５条前段の併合罪であるから，同法４７条本文，１０条により昀も重い判示第２の罪の刑に同法１４条\nの制限内で法定の加重した刑期の範囲内で被告人を懲役１年１０月に処し，同法２１条を適用して未決勾\n留日数中１４０日をその刑に算入し，情状により同法２５条１項を適用してこの裁判確定の日から３年間そ\nの刑の執行を猶予し，判示第２の犯行により被告人の取得したディスプレーモニター１台は没収すること\nができないので，同法１９７条の５後段によりその価額金９万５０００円を被告人から追徴し，訴訟費用に\nついては，刑事訴訟法１８１条１項本文により全部これを被告人に負担させることとする。\n（量刑の理由）\n本件は，当時長野県ａ建設事務所管理計画課課長補佐計画調査係長の職にあった被告人が，土地建\n物の測量・設計等を業とするＡ社の代表取締役であった者らと共謀し，ａ建設事務所が発注する測量・設\n計業務等の指名競争入札に際し，８回にわたり，被告人が，Ａ社の営業担当者らに業務委託の税抜き入\n札予定価格そのものやこれに近接する金額等を教示して，Ａ社にその額を前提とする入札により落札さ\nせ，公の入札の公正を害すべき行為をし（判示第１の１ないし７，第３），そのような不正な行為（判示第１\nの１ないし７等）に対する謝礼等の趣旨で，Ａ社の代表取締役らからコンピュータ３台及びディスプレー１台\n（価格合計９５万円相当）の賄賂を収受した（判示第２）事案である。\n本件は，その背景として，ａ建設事務所が発注する業務の指名競争入札について，長野県測量設計業\n協会ａ支部に加盟していた測量設計会社１２社が話し合って落札予定業者を決めてきていたという談合が\n存在し，建設事務所側においても，落札業者の確保や予算の円滑な消化を企図し，従来から，建設事務\n所の職員が，業者に対して，入札予定価格を推測させるような言動をしてきていたという悪慣行があり，\n業と官の癒着の構造があったことは否定できない。\n競売入札妨害の犯行について見ると，被告人は，そのような悪慣行の中で，Ａ社が落札予定業者とな\nっていた業務委託の入札に際し，Ａ社の営業担当者に入札予定価格そのものないしはこれに近接する金\n額を教示し，Ａ社にその金額を前提とした入札をさせたものであって，このような公の入札の公正を害する\n行為は，不況の中で県民が納めた尊い税金を一部の建設業者のために浪費したものと評価できるので\nあって，県民に対する背信的行為といわざるを得ない。\n加重収賄の犯行について見ると，被告人は，Ａ社の営業担当者に入札予定価格を教示した際，同人に\nパソコン等の手配を要請し，その後も入札予定価格の教示を続ける中で，これらの不正な行為に対する\n謝礼の趣旨等としてＡ社に要請に応じさせて収受したものであり，その賄賂もパソコン３台とディスプレー１\n台の価格合計９５万円相当と少なからざる物品である。パソコン３台は県土木部の業務に利用されてお\nり，専ら個人的な利益を図るための収賄ではないとはいえても，被告人自身が自宅でディスプレー１台を\n使用していたことからすれば，個人的な利益を図る目的があったことも否定できないのであって，この犯\n行が県職員一般の職務の公正さに対する県民の信頼を失墜させ，その社会的影響も大きく，一般予防の\n見地からも厳しい非難を免れず，被告人の刑事責任は軽いものではない。\n他方，本件は，昭和５０年代からａ地域で行われていた上記のような談合を建設事務所等が漫然と放\n置し，むしろ建設事務所側においても，落札業者の確保や予算の円滑な消化を企図して，従来から，建\n設事務所の職員らが，業者に対して，入札予定価格を推測させるような言動をしてきていたという従来の\n長野県の土木行政の不透明さが背景にあることは否定できない上，県の正規な予算によるパソコンの整\n備が遅れたことから県土木部及びその現地機関である建設事務所においては，正規の備品購入費以外\nの方法でパソコンを整備することが常態化し，本件後の県の調査においては，作業員に賃金を支払った\nこととして，賃金を不正に支出して整備されたパソコンも数十台あることが報告されており，さらには情報\n公開された備品管理票からすれば土木部以外の部局にも供給者が不明のパソコンが存在しているので\nあって，このような県土木部等の体質が，業者に入札予定価格を教示し，パソコンの提供を受けることに\nついての被告人の規範意識を鈍麻させる一因となったことは想像に難くないというべきである。\nしかしながら，上記のような県土木部等の体質をもって，被告人の行為を正当化することはできないし，\nその違法性を過小に評価することはできない。\nまた，被告人は，本件犯行がマスコミ等によって大きく報道されるなど一定の社会的制裁を受けている\nこと，本件犯行につき主文掲記の判決がなされることで県職員の身分を失うこと，被告人が県職員として\nの仕事ぶりについては熱心であったと周囲から評価されていること，被告人に前科前歴もないことなどの\n有利な事情もあるので，これらを総合勘案し，主文１項のとおり刑を量定し，同３項のとおりその刑の執行\nを猶予することとする。\nよって，主文のとおり判決する。\n（求刑　懲役２年，９万５０００円追徴）\n平成１６年３月１０日\n長野地方裁判所刑事部\n裁判長裁判官　　　青木正良\n裁判官　　　桂木正樹\n裁判官　　　山下博司\n"
}