{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 27
  },
  "case_number": "平成15(わ)47",
  "case_name": "加重収賄被告事件",
  "court_name": "新潟地方裁判所",
  "lawsuit_id": "6519",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6519",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/519/006519_hanrei.pdf",
  "contents": "主　　　　　　文\n被告人を懲役１年６月に処する。\nこの裁判確定の日から４年間その刑の執行を猶予する。\n押収してあるノート型パソコン１台（平成１５年押第１２号の１）及びマ\nウス１個（同号の２）をいずれも没収する。\n理　　　　　　由\n（罪となるべき事実）\n被告人は，昭和３７年３月に新潟県立高等学校を卒業し，同年４月１日付けで同県Ａ市役\n所に雇員として採用され，同市総務課等での勤務を経て，平成６年４月１日から平成１２年\n３月３１日まで同市ａ所在の同市水道局の局長として，同水道局が使用する工事積算用ソ\nフトウェア等の納入業者の選定及び同水道局の予算要求等の事務を統括していたもので\nあるが，平成１１年１２月２０日ころ，新潟市ｂ所在の株式会社Ｂ敷地内において，工事積\n算用ソフトウェア「Ｃ」の販売等を営む同社の営業課長Ｄから，同水道局に対し，上記ソフト\nウェア「Ｃ」を納入できたことなど同社らのため有利かつ便宜な取り計らいを受けたことに対\nする謝礼及び将来も同様の取り計らいを受けたい趣旨で供与されるものであることを知り\nながら，ノート型パソコン１台（平成１５年押第１２号の１）及びマウス１個（同号の２）（時価\n合計約２１万２６８０円相当）の供与を受け，もって自己の職務に関し賄賂を収受し，その\n後，平成１２年１月ころ，Ｄが，同市に対し，追加納入予定の同ソフトウェアの見積金額を４\n３５万円とする見積書を提出した際，同水道局内において同見積書の保守契約料が高す\nぎる旨意見が出るや，Ｄに対し，保守契約料を引き下げる代わりにその引下げ分をソフト\nウェア等の金額に上乗せすることを助言し，Ｄをしてソフトウェアの金額を５６５万円とする\n見積書を再提出させた上，同水道局事務室において，同水道局部下職員をして同見積書\nに基づき平成１２年度Ａ市水道事業会計予算要求書を作成させ，同月２４日ころ，上記同\n水道局から上記の同社事務所宛，同市の秘密文書である同要求書の一部をファックス送\n信し，Ｄにその内容を了知させるなどし，よって，職務上不正の行為をしたものである。\n（証拠の標目）\n略\n（法令の適用）\n被告人の判示所為は刑法１９７条の３第１項（１９７条１項前段）に該当するので，その所\n定刑期の範囲内で被告人を懲役１年６月に処し，情状により同法２５条１項を適用してこの\n裁判確定の日から４年間その刑の執行を猶予し，押収してあるノート型パソコン１台（平成\n１５年押第１２号の１）及びマウス１個（同号の２）は，被告人が判示犯行により収受した賄\n賂であるから，同法１９７条の５前段によりいずれもこれを没収する。\n（量刑の理由）\n本件は，新潟県Ａ市水道局の局長として，水道工事積算用ソフトウェア等の納入業者の\n選定等の職務に従事していた被告人が，贈賄者である女性が勤務する会社が取り扱う同\nソフトウェアを同水道局に納入できたことの謝礼等としてパソコン等の賄賂を収受し，その\n後，同女が追加納入予定の同ソフトウェア等の見積書を提出した際，その見積金額の水\n増しを助言するなどして同女をして見積書を作成させ，これに基づき部下職員をして水道\n事業会計予算要求書を作成させた上，秘密文書である同要求書の一部を同女にファック\nス送信し，その内容を知らせるなどの職務上不正な行為をしたという加重収賄の事案であ\nる。\n被告人は，平成８年ころ，Ａ市水道局等に出入りしていた上記女性と知り合い，同女に好\n意を抱くや，その後，同女の歓心を買いたい一心から同女のために様々な便宜を図るなど\nして癒着を深めた挙げ句，同女からパソコン等を贈与したいとの申し出があるや，それが\n同女の勤務する会社が，同水道局に対し，上記ソフトウェアを納入できた謝礼等の趣旨の\n賄賂であることが分かりながら，特にためらうこともなくこれを収受したばかりか，その後，\n判示のとおり自ら積極的に同女のために便宜を図ったものであり，被告人が本件を敢行す\nるに至った経緯や動機には，公務員としての自覚に著しく欠けたものであって酌量の余地\nはない。\n被告人は，同女をして，自己が責任者をする上記水道局に対し，工事積算用ソフトウェア\nを納入させるべく，そのための効果的な営業活動の方法等を教示し，上記水道局内におい\nても同ソフトウェアの導入に消極的な部下職員を説得するなどし，また，随意契約の際に\n行う見積もり合わせを実施したかのような外観を残すため，他の出入業者に働きかけて同\n女の会社の見積額が最低価額となるような見積書を提出させるなどして，同社に同ソフト\nウェアを納入させることを成功させ，そればかりか，パソコンの卸販売業者に対し，同女に\nパソコンを通常の卸価格より廉価に販売することまで働きかけた挙げ句，同女からパソコ\nン等の本件賄賂を収受し，その後，平成１２年度における工事積算システム拡張の際に，\n同社がＡ市に提出した見積書の保守契約料が高すぎる旨の意見が出されるや，同女に保\n守契約料を引き下げる代わりにソフトウェアの見積額を水増ししてその営業利益を確保す\nるよう助言し，その後，自ら秘密文書である当該水増分が計上された予算要求書案の一\n部を同女の勤務する会社の事務所宛ファックス送信して同女にその内容を了知させるな\nど，自己の水道局長としての立場を悪用し，職務上不正の行為をしており，犯情は極めて\n悪質である。\n以上の犯情に加え，被告人の収受した賄賂であるパソコン等は時価合計約２１万円余り\nと決して軽視できる金額ではないこと，被告人は，本件犯行により，Ａ市民の市行政に対す\nる信用を大きく失墜させたばかりか，それにとどまらず本件の罪質及び犯行が公務員の適\n正な職務執行に対する信頼を損なうものであり，一般予防の必要性が高いことなどを考慮\nすると，被告人の刑事責任は重い。\n他方，被告人は，自ら積極的に賄賂を要求したものではないこと，被告人は，事実を素直\nに認めて反省していること，被告人には前科前歴がなく，今回初めて公判請求され，事案\nの重大性を十分認識し，今後の更生を誓っていること，これまでに４０年以上もの間Ａ市職\n員として，また，野球の審判員として少年の健全育成等に貢献してきた側面もあること，被\n告人は，本件が新聞報道されるなどした上，懲戒免職されるなどの厳しい社会的制裁を受\nけていることなど被告人のために斟酌すべき諸事情も認められるので，これらの諸情状を\n併せ考慮すると，被告人を主文に掲げた刑に処し，今回に限りその執行を猶予するのが\n相当である。\nよって，主文のとおり判決する。\n平成１５年５月２７日\n新潟地方裁判所刑事部\n裁判長裁判官　　　　　榊　　　五 十 雄\n裁判官　　　　　三  村    三  緒\n裁判官　　　　　入  江    克  明\n"
}