{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 18
  },
  "case_number": "平成15(ワ)818",
  "case_name": "損害賠償請求事件",
  "court_name": "横浜地方裁判所",
  "result": "その他",
  "gist": "大型トレーラーのハブに強度不足の欠陥があり，そのため走行中これが破断し，脱落した車輪が歩行者に衝突し死亡させた事故につき，被害者の母である原告から，大型トレーラーを製造した会社に対する製造物責任法に基づく慰謝料請求のうち制裁的慰謝料請求の部分及び同会社に対して行政指導をしなかった国に対する国家賠償法1条に基づく慰謝料請求が棄却された事例(控訴申立てあり)",
  "lawsuit_id": "33007",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33007",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/007/033007_hanrei.pdf",
  "contents": "（判示事項）\n大型トレーラーのハブに強度不足の欠陥があり，そのため走行中これが破断し，脱落\nした車輪が歩行者に衝突し死亡させた事故につき，被害者の母である原告から，大型ト\nレーラーを製造した会社に対する製造物責任法に基づく慰謝料請求のうち制裁的慰謝\n料請求の部分及び同会社に対して行政指導をしなかった国に対する国家賠償法１条に\n基づく慰謝料請求が棄却された事例（控訴申立てあり）\n平成１８年４月１８日判決言渡\n平成１５年（ワ）第８１８号 損害賠償請求事件\n主文\n１ 被告会社は，原告に対し，５５０万円及びこれに対する平成１４年１月１\n０日から支払済みまで年５分の割合による金員を支払え。\n２ 原告の被告会社に対するその余の請求及び被告国に対する請求を棄却す\nる。\n３ 訴訟費用は，原告及び被告会社に生じた費用の各１０分の９と被告国に生\nじた費用を原告の負担とし，原告及び被告会社に生じたその余の費用を被告\n会社の負担とする。\n４ この判決は第１項及び第３項に限り，仮に執行することができる。\n事実及び理由\n第１請求\n１ 被告会社は，原告に対し，１億６５５０万円（ただし５５０万円の限度で被\n告国と連帯して）及びこれに対する平成１４年１月１０日から支払済みまで年\n５分の割合による金員を支払え。\n２ 被告国は，原告に対し，被告会社と連帯して，５５０万円及びこれに対する\n平成１４年１月１０日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，走行中の大型トラクタ（以下「本件事故車両」という ）から脱落。\n（「 」 。），した車輪が衝突して死亡した亡ａ 以下 亡ａ という の母である原告が\n亡ａの死亡により，多大な精神的苦痛を被ったとして，本件事故車両を製造し\nた被告会社に対して，製造物責任法３条に基づき，慰謝料等の損害金１億６５\n５０万円及びこれに対する不法行為の日である平成１４年１月１０日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めるとともに，\n運輸行政を担う被告国に対して，国家賠償法１条１項に基づき，慰謝料等の損\n害金５５０万円及びこれに対する平成１４年１月１０日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求めた事案である。\n１ 前提事実（争いがないか弁論の全趣旨により認められる）\n（１）本件事故の発生\n亡ａは，平成１４年１月１０日午後３時４５分ころ，横浜市瀬谷区下瀬谷\n○丁目○番地○において歩道を歩行中，訴外ｂが運転し，訴外有限会社亀井\n重機（以下「亀井重機」という ）が所有する本件事故車両から脱落した左。\n前輪に衝突され，外傷性クモ膜下出血，頭蓋底骨折，頭皮下出血の傷害を負\n，（ ， 「 」 。）。い 同日午後５時１分に死亡した 以下 この事故を 本件事故 という\n（２）原告と亡ａの身分関係\n原告は，亡ａの実母である。\n（３）被告会社の責任原因\nア 製造者\n被告会社は，自動車及びその構成部品，交換部品並びに付属品の開発，\n，，，， ，設計 製造 組立 売買 輸出入その他の取引を業とする株式会社であり\n本件事故車両を製造した会社である。\nイ 製造物の引渡等\n亀井重機は，平成６年１月，被告会社の系列会社である神奈川三菱ふそ\n，， 。う自動車販売株式会社から 本件事故車両を新車で購入し 引渡を受けた\n本件事故車両には，本件事故当時，被告会社が設計・製造したＤ型ハブ\n（以下「本件Ｄ型ハブ」という ）が装用されていた。。\nウ 本件Ｄ型ハブの設計上の欠陥\n（ア）ハブの定義及びその性質\n① ハブは，自動車のシャフト（車軸）とホイール（車輪）を接続する\n，， 。保安部品であり 自動車の構造上 走行装置に分類される部品である\n② ハブは，車体や積荷などから大きな力が集中する箇所であるが，通\n常の使用態様においては廃車になるまで壊れないものとの前提で設計\nされており 車両の整備点検でも タイヤを外してハブの破損状況 亀，， （\n裂の有無など）を調べることはない。\n（イ）ハブに通常必要とされる強度\n① ハブは，タイヤやホイール，ボルトなどを介して自重によりフラン\nジ面に対して鉛直方向の荷重を受けるので，自動車の走行中は，主に\n鉛直方向応力を受ける。その上ステアリングを左右に切った場合，摩\n擦力によって水平方向応力がステアリングを切った方向に発生する。\nこのように，ハブは，自重による鉛直方向応力とステアリングを切っ\nたことによる水平方向応力を同時に受けており，そのフランジの付根\n部分に特に応力が集中するという構造となっている。\n② ハブは，上記のように，自動車が廃車になるまで壊れないものとい\nう前提で設計されるべき部品であるから，その設計に際しては，ハブ\nに作用する応力をあらかじめ予測し，走行中にハブ，特にその応力集\n中部であるフランジの付根部分に作用する応力振幅が常にハブ材料の\n有する疲労限度以下になるように設計されていなければならない。\n（ウ）本件Ｄ型ハブの強度（弁論の全趣旨）\n① 被告会社においては，昭和５８年以降，大型車に装用するハブにつ\nいて５回にわたる設計変更を経て製造を続け，製造されたハブはそれ\nぞれ設計順にＡないしＦ型と呼ばれた。\nそのうち，本件Ｄ型ハブは，設計当初から，本件Ｄ型ハブを装用す\nる自動車が安全運行するのに十分な疲労強度を有しておらず，ハブが\n通常有すべき安全性を有していなかった。\n② 本件Ｄ型ハブには，上記のような，設計上の欠陥があったため，本\n件Ｄ型ハブを装用している自動車については，通常の使用形態であっ\nても，本件Ｄ型ハブの疲労限度以上の応力振幅が作用するためハブに\n亀裂が入り，ついにはハブが輪切り状に破断して，車輪が外れる可能\n性があった。\n（エ）本件事故と本件Ｄ型ハブの設計上の欠陥との間の因果関係（弁論の全\n趣旨）\n本件事故は，本件Ｄ型ハブが通常有すべき安全性を欠いていたため，\n，，本件事故車両の走行中 本件Ｄ型ハブに亀裂が生じて輪切り状に破断し\nこれにより左前輪が脱落して発生した事故であり，本件Ｄ型ハブの設計\n上の欠陥と本件事故との間には因果関係がある。\n（４）関連事実\nア 中国ジェイアールバス脱輪事故の発生\n平成１１年６月２７日，被告会社の系列会社である広島三菱ふそう自動\n車販売株式会社が販売した，中国ジェイアールバスを使用者とする「三菱\n」（ ，「」・Ｕ－ＭＳ７２６Ｓ 型のバス 以下 中国ジェイアールバス事故車両\nという ）が高速道路を走行中，その右前輪がハブ，ブレーキドラム付き。\n（，「」 。）で脱落するという事故 以下 中国ジェイアールバス脱輪事故 という\nが発生した。\nイ 原告と亀井重機との和解\n原告と本件事故車両の所有者である亀井重機との間では，平成１７年２\n月２２日，当裁判所において，亀井重機が原告に対し，本件事故の和解金\nとして，２００万円を支払う旨の和解が成立した。\n２争点\n（１）被告国が，中国ジェイアールバス脱輪事故と同種事故に関する情報を独自\nに入手し，さらに同事故の原因を独自に調査して本件Ｄ型ハブの欠陥を発見\nし，被告会社に対して改善措置を勧告するという行政指導を行わなかったこ\nとは違法か（原告と被告国との間の争点 。）\n（２）被告国が，地方運輸局長を通じて，指定自動車整備事業者等に，自動車検\n査の際にハブを検査するよう指示するという行政指導を行わなかったことは\n違法か（原告と被告国との間の争点 。）\n（３）原告の損害額はいくらか（原告と被告らとの間の争点 。）\n３ 争点に関する当事者の主張\n（１）争点（１ （被告国が，中国ジェイアールバス脱輪事故と同種事故に関す）\nる情報を独自に入手し，さらに同事故の原因を独自に調査して本件Ｄ型ハブ\nの欠陥を発見し，被告会社に対して改善措置を勧告するという行政指導を行\nわなかったことの違法性）について\n（原告の主張）\n被告国すなわち国土交通省自動車交通局技術安全部審査課リコール対策室\n（旧運輸省自動車交通局技術安全部審査課ユーザー業務室）は，平成１１年\nの中国ジェイアールバス脱輪事故が発生した後，単に，被告会社に事故原因\nの調査を依頼するのではなく，他の同種事故の情報を入手するなど独自に事\n故原因を調査して，本件Ｄ型ハブの破断原因を究明した上，改善措置をとる\nよう被告会社に勧告する義務があったのにこれを怠った。このような不作為\nは，国家賠償法上違法と評価されるべきである。\n（被告国の主張）\nア 被告国は，リコールの対象となる疑いがある不具合の調査をする際，当\n該自動車を製造したメーカーに対して調査を指示して調査報告書を求め，\nその妥当性を判断するという方法をとるが，この方法は，メーカーが最も\n，，当該自動車等の構造・装置を熟知し 実験施設等の資源・ノウハウを有し\nかつ，ユーザーからのクレーム情報等不具合の分析材料もメーカーに集中\nしているという実情や，メーカーによる報告の信用性は道路運送車両法上\nの罰則によって制度的に担保されていること，メーカーがその社会的責任\nから虚偽報告をすることが実際には想定されがたいことから，調査方法と\nして合理性を有する。\nそして，中国ジェイアールバス脱輪事故において，リコール対策室が被\n告会社から徴求した「不具合等原因調査報告書」において不具合の原因が\n設計又は製作の過程にあることが明確に否定されていたし，中国運輸局整\n備部車両課からリコール対策室に参考送付された「ＭＳ７２６Ｓ車フロン\nトハブ不具合調査報告書」においても，実験データに基づいて設計，製造\n，，上の要因を実証的に否定できる旨の記述がされるなど 被告会社の報告は\n巧妙に実証性を装っており，破綻もなかったので，リコール対策室におい\n， 。て その報告内容が虚偽であるとの疑いを持つことは極めて困難であった\n以上によれば，中国ジェイアールバス脱輪事故の原因について，被告会\n社に原因究明調査を依頼し，リコール対策室が被告会社の調査結果を信頼\nして独自の調査をしなかったことは不合理なことではなく，当該不作為が\n国家賠償法上違法と評価されることはない。\nイ リコール制度は，同一型式の一定の範囲の自動車等について，その構造\n・装置又は性能が安全確保及び環境保全上の基準である道路運送車両の保\n安基準に適合しないおそれがあると認められる場合であって，その原因が\n，，設計又は製作過程にあると認められるときに 販売後の自動車等について\n保安基準に適合させるため，自動車製作者等が当該状態を解消するように\n必要な指導を行う制度であり，リコール（改善措置と同義）勧告について\n定める道路運送車両法６３条の２第１項，６３条１項は 「一定の範囲の，\n自動車又は検査対象外軽自動車について，事故が著しく生じている等によ\nりその構造，装置又は性能が保安基準に適合していないおそれがあると認\nめるときは」と規定しているのであって，車両不具合の原因が設計又は製\n作の過程にあるというだけではリコール勧告はできない。\nリコール対策室が，本件事故以前に把握していたハブ破損事故は２件に\n過ぎず，それらの事故以外にも同種事故が多発し，しかも，それらの事故\nが設計又は製作の過程に起因するものであることを認識し得た可能性はな\nい。そうだとすれば，上記道路運送車両法上のリコール勧告要件を充足し\nないから，リコール対策室が，被告会社に対し改善措置をとるよう行政指\n導すべき作為義務があったとはいえず，当該不作為が国家賠償法上違法と\n評価されることはない。\n（） （）（， ，２ 争点 ２ 被告国が 地方運輸局長を通じて指定自動車整備事業者等に\n自動車検査の際にハブを検査するよう指示するという行政指導を行わなかっ\nたことの違法性）について\n（原告の主張）\n被告国，具体的には，リコール対策室は，本件事故発生までに，本件事故\n車両と同系及び同種の車両について，地方運輸局長を通じて指定自動車整備\n事業者らに対し，自動車検査の際にハブの検査をするよう行政指導すべきで\nあったのに，これを怠った。このような過失は，国家賠償法上違法と評価さ\nれるべきである。\n（被告国の主張）\n公務員の作為義務は，その所掌事務からの制限を受けるのであって，所掌\n事務の範囲を超えた事項についての不作為が国家賠償法上違法と評価される\nことはない。\nリコール対策室の平成１４年１月１０日当時の所掌事務は，国土交通省組\n織規則９２条２項（平成１５年改正前）の規定により 「設計又は製作の過，\n程に起因する基準不適合自動車についての改善措置に関する事務」とされて\nいるところ，上記所掌事務に照らせば，リコール対策室は，地方運輸局長を\n通じて，指定自動車整備事業者らに対し，自動車検査の際に検査箇所につい\nて指導する職務上の権限を有していなかったのであり，このように所掌事務\nの範囲にない事務について行政指導をしなかったことをもって国家賠償法上\n違法と評価されることはない。\n（３）争点（３ （損害額）について）\n（原告の主張）\nア 被告会社に対するもの\n（ア）従来型慰謝料 ５０００万円\n被告会社は，本件事故発生までに本件事故と同種の事故が多発してい\nるにもかかわらず，被害の発生を未然に防止するためのリコール等の具\n体的な対策をとらなかった。\n被告会社は，平成１３年４月２５日，いわゆるリコール隠しがあった\nとして，道路運送車両法違反（虚偽報告）で関係者が刑事処分を受けて\nいる。このような状況下においてもなお脱輪事故の対応をしなかったの\nであるから，被告会社には本件事故に関し未必の故意があるというべき\nである。\n上記のような事故原因，加害行為の態様を考慮すれば，精神的苦痛に\n対する補填としての慰謝料は５０００万円が相当である。\n（イ）制裁的慰謝料 １億円\n従来，制裁的慰謝料は我が国において容認されていないが，現在にお\nいては容認されるべきである。\n懲罰的損害賠償を否定した判例と位置付けられる最高裁判所第２小法\n廷平成９年７月１１日判決（いわゆる「萬世工業事件判決 ）は，カリ」\nフォルニア州の懲罰的損害賠償についての外国判決の承認執行の要件と\n，。 ，しての判示にすぎず 同判決の射程距離は本件には及ばない 今日では\n懲罰的損害賠償を認めた下級審裁判例が存在するなど，制裁的慰謝料論\nは十分な説得力をもつに至っており，金銭に評価できない損害の賠償は\n加害者に対する科罰にほかならないこと，慰謝料に制裁的機能及び抑制\n的機能が認められることからしても制裁的慰謝料の請求は認められるべ\nきである。\nさらに，本件において，被告会社は，上記のとおり，本件事故の発生\nについて未必の故意を有していたのであるから，本件は，従来的慰謝料\nのほかに，制裁的慰謝料の請求が認められるべき典型的な事案である。\n（ウ）弁護士費用 １５００万円\n上記損害額からすれば，その請求をするために必要な弁護士費用は１\n５００万円が相当である。\nイ 被告国に対するもの\n（ア）慰謝料 ５００万円\n（イ）弁護士費用 ５０万円\n（被告らの主張）\nア 被告会社の主張\n（ア）従来型慰謝料について\n原告は，従来型慰謝料として５０００万円の支払を求めているが，こ\nれは近親者の慰謝料としては異常に高額であり，実質的には制裁的慰謝\n料を求めているに等しい。本件は，被害者の相続人ではない親族が，被\n害者の相続人に対する賠償が完了した後の，親族固有の慰謝料を請求す\nる事案であり，このような事案において，極めて高額な制裁的慰謝料を\n認めるべき理由はない。\nまた，被告会社について，未必の故意が存在したという事実は否認す\nる。\n（イ）制裁的慰謝料について\n原告は，いわゆる最高裁判所における「萬世工業事件判決」の射程距\n離はカリフォルニア州の懲罰的損害賠償に限られ，それ以外の場合には\n及ばないと主張するが，同判決が懲罰的損害賠償という考え方そのもの\nを否定していることは明らかである。その他の下級審裁判例も懲罰的損\n害賠償を明確に否定しているのであって，原告の指摘する懲罰的損害賠\n償を認めた下級審判例は上記最高裁判例に反する唯一の例外にすぎな\nい。\n制裁的慰謝料を解釈論として肯定する学説も，日本においては異端な\n少数説にすぎず，多くは立法論にとどまるか，損害賠償が一機能として\n制裁的要素を含むことを認めているに過ぎない。\nよって，我が国においては，制裁的慰謝料の請求は認められない。\n（ウ）弁護士費用について\n争う\nイ 被告国の主張\n争う。\n第３ 争点に対する判断\n１事実経過\n前提事実，証拠（甲７９の３，甲７９の５，甲７９の３１，甲７９の３６，\n甲７９の３７，甲７９の４０，丁８ないし１３，原告本人）及び弁論の全趣旨\nからすれば，以下の事実が認められる。\n（１）被告会社の品質保証担当部門では，昭和５２年ころから平成１２年７月こ\nろまでの間，リコール等の改善措置を回避するため，同社が製造した車両に\n関する不具合など品質に関する情報について，旧運輸省に開示してもリコー\nル等の改善措置に該当しない不具合情報や，旧運輸省に既に把握されていて\n秘匿できない不具合情報だけをオープン情報（Ｋ情報）として開示し，その\n他は秘匿情報（Ｈ情報）として秘匿するなど，組織的に，旧運輸省に対して\n開示すべき情報の選別，管理を行っていた。リコールにかかるコストの増加\nやブランドイメージの低下を恐れたためであった。\n本件Ｄ型ハブは通常有すべき疲労強度を欠き，耐久寿命の期間内の通常の\n使用態様であっても，亀裂が入り，ついには輪切り状に破断して，車輪が外\nれるという危険性を有し，本件Ｄ型ハブを装用していた被告会社製造の大型\nトラクタ，大型バスのハブ破損・脱輪事故は，本件事故前にも発生していた\nが，被告会社が収集していたそれらの事故に関する情報の多くは，平成１２\n年７月まで，上記のように，被告会社の情報管理下に置かれていた。\n（甲７９の５，甲７９の４０，弁論の全趣旨）\n（２）平成１０年１２月１０日，被告会社が製造し，被告会社の系列会社である\n帯広三菱ふそう自動車販売株式会社が販売したトラクタの左フロントハブ\nが，走行中に破断し，左前輪が脱落する事故があった。この事故は，平成１\n２年７月の旧運輸省による被告会社への立入検査があるまで上記秘匿情報と\nして秘匿され，同立入検査により発覚した後も，被告会社により「材質，形\n状に異常なし 「タイヤ交換時の締付けトルク不足が原因と考えられ，既販」\n車対策は不要と判断する」と旧運輸省に報告されていた。\n（丁９，弁論の全趣旨）\n（３）平成１１年６月２７日，被告会社の系列会社である広島三菱ふそう自動車\n販売株式会社が販売した中国ジェイアールバスの車両において，高速道路走\n行中に，右前輪がハブ，ブレーキドラム付きで脱落する事故（中国ジェイア\nールバス脱輪事故）があった。同事故の原因は，本件Ｄ型ハブが中国ジェイ\nアールバス事故車両に装用されており，本件Ｄ型ハブが通常有すべき十分な\n疲労強度を有していなかったために，輪切り状に破断したことが原因であっ\nた。\n（丁８，弁論の全趣旨）\n（４）中国運輸局整備部車両課のリコール担当専門官ｃ氏（以下「ｃ専門官」と\nいう ）は，中国ジェイアールバス脱輪事故が，ハブが輪切り状に破断した。\nために発生した事故で，整備上の原因ではなく，部品の製作または設計上の\n不具合によるものである疑いがあると考え，ハブが壊れることがあってはな\nらない重要な保安部品であって，半永久的寿命を暗黙に求められている部品\nであることから，リコール対策室に対し，平成１１年６月２８日，本件Ｄ型\nハブの不具合の状況が整備上の問題ではなく設計又は製作上の問題である疑\nいがあると報告し，調査を開始する旨を報告した。\n（甲７９の３，弁論の全趣旨）\n（５）ｃ専門官は，平成１１年６月２９日，当時旧運輸省側にリコールの調査の\nための施設がなく，従来車両を製造したメーカー自身に調査を依頼していた\n経緯から，中国ジェイアールバス脱輪事故における調査を担当していた広島\n陸運支局のｄ専門官を通じて，被告会社に対し，中国ジェイアールバス事故\n車両に使用されていたハブの不具合についての調査を依頼した。\n被告会社は，上記依頼を受けて，同年９月２日，中国ジェイアールバス宛\nの「ＭＳ７２６Ｓ車フロントハブ不具合調査報告書」を作成した。\n上記報告書においては，不具合発生推定原因として，ホイールナット締付\n不良，追加塗装ホイールの使用，清掃不良による異物の噛込みなどによりボ\nルト軸力不足が発生し，それに走行負荷の繰り返しによってハブのホイール\n取付面が摩耗し，さらにボルトの軸力不足が発生し，それらの繰り返しによ\nってハブフランジ付根部応力が増大し，ハブ疲労破損が発生したとされてい\nた。\nリコール対策室も，被告会社に対し，上記中国ジェイアールバス脱輪事故\nについて報告書を徴求し，被告会社は，リコール対策室に対し，同年９月１\n４日 「不具合等原因調査報告書」を提出した。，\n同報告書の内容は，中国ジェイアールバス事故はハブボルトの軸力不足が\n発生したためにハブフランジ付根部の組付応力の増大と走行負荷の繰り返し\nで当該部が疲労破損に至ったために起こったと推定されるので，不具合の多\n発性はないものと思われ処置は不要であること，ハブボルトが正規の整備要\n領で締め付けられていればハブの摩耗は発生せず，ハブに異常な摩耗が発生\nしなければ亀裂，破壊に至ることはないこと，ハブボルトの軸力不足が発生\nした原因は，同種苦情がないことや設計，製造上の要因も認められないこと\nなどにより，整備上に問題があったと判断するというものであった。\n（甲７９の３，甲７９の３６，甲７９の３７，丁８，弁論の全趣旨 。）\n（６）被告会社の担当者は，平成１１年９月１６日，中国運輸局を訪問し，ｃ専\n門官が，中国ジェイアールバス脱輪事故のような事故は全国的に例があるの\nかと質問したのに対し，同事故は全国でも初めての事例であると述べた。\nｃ専門官は，そのような被告会社側の説明を受けて，上記事故を１件だけ\nの突発的な事故として処理し，被告会社に対する調査を終了すること，ほか\nに同様の事例が発生したり，調査を行ったりしたときは情報を提供するよう\n被告会社の担当者に述べた。\n（甲７９の３，甲７９の３６）\n（７）旧運輸省は，被告会社に対し，平成１２年７月，リコール業務の適正等に\nついての抜打ち立入検査を行った。その結果，被告会社においては，被告会\n社製造の自動車について，リコール届出をせずに回収・修理の措置を講じて\nいたこと，保安基準不適合の不具合が生じているにもかかわらず，リコール\n届出をしておらず，かつ，回収・修理の措置を講じていなかったこと，平成\n６年１２月１日付けで旧運輸省から出されていた「リコールの届出等に関す\nる取扱要領について」と題する書面に基づく改善対策の届出をしておらず，\nまた改善対策を講じていなかったこと，リコール業務に関する報告及び立入\n検査において虚偽の報告をしていたこと，平成９年１１月７日付け「改善措\n置に係る業務の適性な実施について」と題する書面による総点検の指示に対\nして虚偽の報告をしたことが判明し，被告会社のリコール関係業務が極めて\n長期間，適切に実施されておらず，かつ，それが組織的なものであったこと\nが判明した。\n上記事実を受けて，旧運輸省は，被告会社に対し，平成１２年９月８日，\n早急かつ抜本的に社内の組織・業務処理体制を改善し，必要な措置を講ずる\nとともに，型式指定車等の製作時における品質管理態勢が適正に実施されて\nいるか早急に確認し，それらの実施状況についての速やかな報告を行うよう\n警告した。\n（丁９，丁１０，弁論の全趣旨）\n（８）被告会社は，平成１２年１０月２０日，被告国の発した上記警告に対し，\n「 警告書』に基づく確認・実施状況ご報告の件」と題する書面をリコール『\n，，対策室に提出し リコール関係業務が適切に行われていなかったことを認め\nリコール関係業務の適正な実施に対する改善対策，型式指定車に係る業務適\n正調査報告等を行い，爾後のリコール業務の適正化を誓約した。\n（丁１１ 。）\n（９）国土交通省は，平成１３年からフリーダイヤル，２４時間音声受付及びホ\nームページ等の手段を用いた不具合情報ホットラインを設置し，ユーザーか\nらの不具合情報を収集したところ，本件事故が発生した平成１４年１月１０\n日までに寄せられた不具合情報は，ｅ県警察から寄せられた中国ジェイアー\nルバス脱輪事故１件のみであった。\n（丁１２，丁１３ 。）\n（10）平成１４年１月１０日，本件事故が発生し，亡ａは死亡した。\n亡ａの夫であるｆ，亡ａの子であるｇ及びｈと亀井重機との間において，平\n成１５年９月１９日，亀井重機が，ｆに対し３５８６万円，ｇに対し１７１\n４万２５００円，ｈに対し１７１４万２５００円を支払う旨の和解が成立し\nた。\n（甲７９の３１，原告本人，弁論の全趣旨）\n（11）原告と亀井重機の間においては，平成１７年２月２２日，亀井重機が原告\nに対して本事件の和解金として２００万円を支払う旨の和解が成立し，その\n支払がされた。\n（原告本人，弁論の全趣旨）\n２ 争点（１ （被告国が，中国ジェイアールバス脱輪事故と同種事故に関する）\n情報を独自に入手し，さらに同事故の原因を独自に調査して本件Ｄ型ハブの欠\n陥を発見し，被告会社に対して改善措置を勧告するという行政指導を行わなか\nったことの違法性）について\n（１）道路運送車両法６３条１項は 「国土交通大臣は，一定の範囲の自動車又，\n，，は検査対象外軽自動車について 事故が著しく生じている等によりその構造\n装置又は性能が保安基準に適合していないおそれがあると認めるときは，期\n間を定めて，これらの自動車又は検査対象外軽自動車について次項の規定に\nよる臨時検査を受けるべき旨を公示することができる 」と規定し，これを。\n受けた同条の２第１項は 「国土交通大臣は，前条第１項の場合において，，\nその構造，装置又は性能が保安基準に適合していないおそれがあると認める\n同一の型式の一定の範囲の自動車（略）について，その原因が設計又は製作\nの過程にあると認めるときは，当該自動車（略）を製作し，又は輸入した自\n動車製作者等に対し，当該基準不適合自動車を保安基準に適合させるために\n。」。必要な改善措置を講ずべきことを勧告することができる と規定している\nところで，国家賠償法１条１項における国又は公共団体の賠償責任が認め\nられるためには，当該公務員の不作為が作為義務に反するものでなければな\nらないことはいうまでもないが，行政指導には法的拘束力がない上，法令上\nの規制権限の行使の懈怠については，当該行政庁に，当該行為をするか否か\nの効果裁量が認められているから，当該規制権限の行使が義務と認められ，\nその不行使が国家賠償法上違法と評価される場合は自ずと限定され，規制権\n限の行使をしないという不作為が違法となるのは，国民の生命，身体，健康\nに対する毀損という結果発生の危険があって，行政庁において規制権限を行\n使すれば容易にその結果の発生を防止することができ，しかも行政庁におい\nて右の危険の切迫を知り又は容易に知り得べかりし情況にあって，かつ，結\n果が発生した場合の被害者が規制権限の行使を要請し期待することが社会的\nに容認され得るような場合に限られるというべきである。\n道路運送車両法の改善措置勧告についてみるに，同法の立法目的，基準不\n適合車両についての製造業者等への改善措置勧告の制度趣旨，条文の体裁に\n鑑みると，改善措置の勧告は，もともと，改善措置をしない場合の国民の生\n命，身体，健康に対する毀損という結果発生の危険の有無，程度，勧告をす\nれば容易にその結果の発生を防止しうる可能性，製造業者等による自発的な\n違反状態解消の努力の有無，勧告に従うことによって受ける製造業者側の経\n済的損失の程度，その他諸般の事情を総合考慮した当該行政庁の合目的的な\n裁量に委ねられているものと言うべきであるから，改善措置の不勧告が，国\n家賠償法上違法と評価される場合は，当該行政庁が，改善措置の勧告をしな\nければ保安基準不適合車による国民の生命，身体，健康等の利益侵害の危険\nを生じる危険性が高く，改善措置勧告をすれば容易にその結果の発生を防ぐ\nことができ，しかも行政庁において右の危険の切迫を知り又は容易に知り得\nべかりし情況にあって，かつ，結果が発生した場合の被害者が規制権限行使\nを要請し期待することが社会的に容認され得るような場合に限られるという\nべきである。\n（２）前記認定事実によれば，本件Ｄ型ハブの欠陥は，本件Ｄ型ハブを装用して\nいる自動車の車輪脱落をひき起こす危険性の高いものであり，走行中のトラ\nクタの車輪脱落であれば，相当な重量の車輪が相当な速度を保持したまま車\n体を離れ，制御不能な状態におかれるのであるから，上記欠陥は，本件Ｄ型\nハブを装用している自動車に乗車している者のみならず，他の車両に乗車し\n，。ている者や歩行者等の生命 身体に危険を及ぼす危険性の高い欠陥といえる\n，， ，そして 勧告がその性質上 強制力のない行政指導であることに鑑みても\n通常であれば，製造業者が行政指導に従わないということは考えられないこ\nとからすれば，本件においても，リコール対策室が，被告会社に対して改善\n措置を勧告していれば，被告会社は勧告に従い，本件Ｄ型ハブを装用してい\nる車両をリコールするなどの対策をとっていたと認められるから，リコール\n対策室において被告会社に対する改善措置の勧告をすれば，本件事故発生を\n容易に防止できたということができる。\nしかしながら，被告会社が，本件Ｄ型ハブの欠陥に関する情報を含む旧運\n輸省に報告すべき不利益な情報を組織的にかつ長年にわたって秘匿するなど\nして情報管理をしていたこと，平成１１年の中国ジェイアールバス脱輪事故\nについて，被告会社がハブ破損原因を整備不良とする報告書をリコール対策\n室に提出し，ｃ専門官が被告会社に聞き取り調査を行った際にも，被告会社\n担当者は，同事故と同様のハブ破損による事故が起こっていたにもかかわら\nず，他に例がないと述べるばかりでなく，ハブ破断の原因についても中国ジ\nェイアールバス側の整備不良が原因であると述べたこと，平成１２年７月の\n旧運輸省の抜打ち立入検査により被告会社が旧運輸省に虚偽報告をしていた\n事実が発覚し，旧運輸省から被告会社に警告書が発せられ，それに対応して\n被告会社が旧運輸省に対してリコール業務の適正化を誓約するなどした後も\n平成１０年に発生したトラクタのハブ破断事故についてもハブの欠陥が原因\nでないと報告していたこと，旧運輸省が平成１３年に設置した不具合情報ホ\nットラインに寄せられたハブについての不具合情報が中国ジェイアールバス\n脱輪事故１件のみであったこと，平成１１年６月２９日時点においては旧運\n輸省側に中国ジェイアールバス脱輪事故の原因を調査をする施設がなく，一\n方，自動車製造会社である被告会社においては，調査に必要な実験車両，設\n備，技師等が備わっており，経験上のノウハウや過去の実験データなども豊\n富に存在していたと考えられること，被告会社が虚偽の報告をすれば制裁が\n科せられるばかりでなく，そのような不祥事が露見すれば我が国有数の自動\n車会社としての社会的地位や信用を失う結果となることなどを併せて鑑みれ\nば，リコール対策室において，当該事故の調査を被告会社に依頼し，自ら独\n自の調査をしなかったこともやむを得ないといわざるを得ず，リコール対策\n室において，同事故がハブの強度不足という欠陥によるものであることを容\n易に認識できる状況にはなかったと認めるのが相当である。\nそうであれば，行政指導をなし得る立場にあるリコール対策室が，本件Ｄ\n型ハブの欠陥による国民の身体・生命に対する危険の切迫を知り又は容易に\n知り得べかりし情況にあったということはできないというべきである。\n以上より，リコール対策室において，道路運送車両法６３条の２にいう改\n善措置を講ずべき作為義務は認められず，同室が改善措置を講じなかったと\nいう不作為は，国家賠償法上違法と評価される場合にあたらないから，争点\n（１）に関する原告の主張は理由がない。\n３ 争点（２ （被告国が，地方運輸局長を通じて指定自動車整備事業者等に，）\n自動車検査の際にハブを検査するよう指示するという行政指導を行わなかった\nことの違法性）について\n（１）国家賠償法１条１項における国又は公共団体の賠償責任が認められるため\nには，当該公務員の不作為が作為義務に反するものでなければならないが，\nその作為は，法令上行政機関の権限として定められていなければならないの\nが原則である。\nしかしながら，国民の生命，身体，財産に対する差し迫った重大な危険状\n態が発生し，国，特に行政機関が，超法規的，一次的にその危険排除に当た\nらなければ国民に保護が与えられないような場合にあっては，法令上その根\n拠がない行政指導であっても，条理上作為義務が生じ，その懈怠が国家賠償\n法上違法となることは否定できない。\nもっとも，法令上の権限根拠が存在しない場合には，それが存在する場合\nに比して，行政指導を行うか否かの決定に関して当該行政庁の裁量が広く認\nめられるから，条理上の行政指導に作為義務が認められ，かつその懈怠が国\n家賠償法上違法と評価される場合の要件は，法令上の規制権限の不行使が違\n法と認められる場合の要件よりもさらに厳格に解されなければならない。\n具体的には，国民の生命，身体，健康に対する差し迫った重大な危険が発\n生していながら，それが既存の法令がおよそ想定していないような事態であ\nるためにこれに適切に対応するための法令がなく，それに対応するための新\nたな立法措置を待っていては国民の生命，身体，健康に対する切迫した危険\nが現実化するおそれが濃厚であるという事態があり，組織規範上の所掌事務\nからみて関係者に対して被害回避のための行政指導をなし得る立場にある当\n該行政庁が上記の事態を認識した場合において，被害回避のための関係者の\n自主的対応には期待できないが，当該行政庁が合理的根拠を示して被害回避\nのための一定の行政指導をしたならば，関係者においても通常それに従うで\nあろうと推測することができる事情があり，そのような行政指導をすること\nを行政指導の相手方以外の一般国民が期待しているとみられるといった極め\nて限定された状況がある場合に限り，条理上の作為義務が認められ，その懈\n怠が国家賠償法上違法と評価されると解すべきである。\n（２）ア 道路運送車両法４１条において，自動車は，同条で挙げられている装\n置について，国土交通省令で定める保安上又は公害防止その他の環境保全\n上の技術基準（保安基準）に適合するものでなければ運行の用に供しては\nならないとされ，同法５８条１項により，自動車は，国土交通大臣の行う\n検査を受け，有効な自動車検査証の交付を受けているものでなければ，こ\nれを運行の用に供してはならないとされている。我が国においては，昭和\n３７年９月以降，いわゆる民間車検制度が導入され，道路運送車両法９４\n条の５第１項は，同法９４条の２による地方運輸局長の指定を受けた自動\n車整備事業者が，自動車を国土交通省令で定める技術上の基準により点検\nし，当該自動車の保安基準に適合しなくなるおそれがある部分及び適合し\nない部分について必要な整備をし，当該自動車が保安基準に適合する旨を\n自動車検査員が証明したときは，請求により，保安基準適合証及び保安基\n準適合標章を依頼者に交付しなければならないことが定められているが，\n継続検査に関しては，同条第８項において，自動車検査に際し，有効な保\n安基準適合証の提示があった場合には，当該自動車は国土交通大臣に対す\nる提示があり，かつ，保安基準に適合するものとみなされ，当該自動車を\n運輸支局に持ち込むことなく自動車検査証の有効期間の延伸が受けられる\nとされている。そして，道路運送車両法施行規則３５条の４別表第２にお\nいて，国土交通大臣は，保安基準適合証等の審査をする方法で検査を実施\nするとされていることからしても，民間車検制度が導入されて以降，国土\n交通大臣の自動車検査，特に継続検査に関する義務は，自動車検査員の交\n付した検査証についての形式審査に限られ，被検査車両が現実に保安基準\nに適合しているか否かという実質審査義務を免れたものと解される。\nもっとも，具体的な保安基準の定めについては，道路運送車両法４１条\nにおいて国土交通省令に委任されている以上，同条に掲げられている保安\n基準に適合すべき装置等について，具体的にいかなる部品にいかなる保安\n基準を定めるかということについては，なお国土交通省の一般的抽象的権\n限の範囲内にあると言わなければならない。\nイ ところで，保安基準は，本件事故当時，改正前の自動車の保安基準を定\nめる国土交通省令（以下「保安基準省令」という ）あるいは通達等で具。\n体化されていた。ハブは，自動車の構造上走行装置に分類されるが，走行\n装置は，保安基準省令９条（平成１５年改正前）において 「堅ろうで，，\n安全な運行を確保できるものであること」が求められている。\n道路運送車両法９４条の５第４項前段においては，自動車検査員が「国\n土交通省令で定める基準」により当該自動車が保安基準に適合するかどう\nかを検査し，その結果これに適合すると認めるときでなければ，その証明\nをしてはならないと定めているところ，自動車検査の基準を定める指定自\n動車事業規則（以下「規則」という ）８条１項及び別表２においては，。\n道路運送車両法９４条の５第４項前段の「国土交通省令で定める基準」と\nして，走行装置については 「亀（き）裂，がた，取付けの緩みの有無を，\nハンマ等を用いて検査するものとする。この場合において，道路運送車両\nの保安基準に適合するかどうかを視認等により容易に判定することができ\nるときに限り，視認等により検査できる 」とされている。。\nしかしながら，道路運送車両法９４条の５第４項後段においては，自動\n車検査員が当該自動車について「国土交通省令で定める技術上の基準」に\nより同項の点検を行い，その結果保安基準に適合すると認めた部分は，国\n土交通省令で定めるところにより，検査において保安基準に適合するとみ\nなすことを定めており，この規定を受けた規則８条２項は 「国土交通省，\n令で定める技術上の基準」を「同規則６条の点検に同別表２の１項及び２\n項に定める方法に準じて行う点検を加えたもの」とし，規則６条において\n引用する自動車点検基準に関する国土交通省令別表においては，走行装置\nという項目にさえハブは含まれていない。\nこれらの規定からすれば，ハブは，自動車構造上の分類においては走行\n装置であっても，自動車検査において検査対象とはされていないと解され\nる。\nそうだとすれば，国土交通省が，ハブを自動車検査における検査項目と\nすることは国土交通省の一般的抽象的職務権限の範囲内にあるとしても，\n省令において自動車検査の対象とされていないハブについて，地方運輸局\n長を通じて自動車検査における検査対象とするよう指示するという行政指\n導は，法令上の根拠のない行政指導といわなければならない。\nしたがって，上記行政指導をすべき義務が認められ，そのような行政指\n導をしなかったことが国家賠償法上違法と評価される場合は，上記のよう\nに，国民の生命，身体，健康に対する差し迫った重大な危険が発生してい\nながら，それが既存の法令がおよそ想定していないような事態であるため\nにこれに適切に対応するための法令がなく，それに対応するための新たな\n立法措置を待っていては国民の生命，身体，健康に対する切迫した危険が\n現実化するおそれが濃厚であるという事態があり，組織規範上の所掌事務\nからみて関係者に対して被害回避のための行政指導をなし得る立場にある\n当該行政庁が上記の事態を認識した場合において，被害回避のための関係\n者の自主的対応には期待できないが，当該行政庁が合理的根拠を示して被\n害回避のための一定の行政指導をしたならば，関係者においても通常それ\nに従うであろうと推測することができる事情があり，そのような行政指導\nをすることを行政指導の相手方以外の一般国民が期待しているとみられる\nといった極めて限定された状況がある場合に限られる。\n（３）そこで検討するに，前記のとおり本件Ｄ型ハブの欠陥は，同ハブを装用し\nている自動車の車輪脱落をひき起こす危険性の高いものであり，また，本件\nＤ型ハブを装用している自動車が大量に販売されているのであるから，本件\n事故発生以前において，自動車走行中の車輪の脱落により，本件Ｄ型ハブを\n装用している自動車に乗車している者のみならず，他の車両に乗車している\n，。者や歩行者等の生命 身体に対する危険が発生していたということができる\nそして，ハブは，通常半永久的な耐久性を有すべき部品とされ，これが破\n断するような事態は想定されていなかったが故に，自動車検査制度上，ハブ\nの検査は義務付けられていなかったのであるから，国民の生命，身体，健康\nに対する危険が放置される状態にあったということができる。\nしかしながら，前記のとおり，平成１４年１月１０日以前において，リコ\nール対策室は，ハブ破断による同種事故を２件しか認識できず，中国ジェイ\nアールバス脱輪事故の原因が本件Ｄ型ハブの欠陥によって引き起こされた事\n，，故であることを認識していなかったのであるから リコール対策室において\n自動車走行中の車輪の脱落により，本件Ｄ型ハブを装用している自動車に乗\n車している者のみならず，他の車両に乗車している者や歩行者等の生命，身\n体に対する危険が発生していたことを認識していたと認めることはできな\nい。\n以上によれば，被告国が，地方運輸局長を通じて，新たにハブを自動車検\n査の検査項目と定めるという条理上の行政指導をすべき作為義務は認められ\nず，そのような行政指導をしなかったという不作為は国家賠償法上違法と評\n価される場合には当たらないのであるから，争点・に関する原告の主張は理\n由がない。\n４ 争点（３ （損害額）について）\n（１）従来型慰謝料 ５００万円\n本件事故は，被告会社の製造した本件事故車両に欠陥があったことにより\n発生した事故であるが，被告会社は，わが国有数の自動車会社で，社会的責\n任が大きいにもかかわらず，自動車の重要な保安部品に欠陥があることを知\nりながら，企業イメージの低下やリコールによる多大な損失を恐れ，被告国\nに報告すべき欠陥の情報を敢えて秘匿したり虚偽の報告をしたばかりでな\nく，被告国のリコール業務是正の警告を受けながら，表向きはその改善を装\nいつつ，実際上欠陥を放置し続けていたのであるから，加害態様は非常に悪\n質で，結果も重大であるといわなければならない。そして，予想もつかない\n突然の事故で娘を奪われた原告の精神的苦痛は極めて大きいと認められる。\n以上の事情に，原告は被害者である亡ａの相続人ではなく，相続人らにつ\nいては，亀井重機が，相続人らに対し，慰謝料を含む総額７０１４万５００\n０円を支払うことで和解が成立していること，原告自身も亀井重機から２０\n０万円の和解金を受け取っていることを考慮すると，被告会社との関係にお\nける慰謝料は５００万円とするのが相当である。\n（２）制裁的慰謝料\n民事訴訟における損害賠償の目的は発生した損害の補償であり，事実上慰\n謝料の効果として制裁的機能や抑制的機能が認められることが否定されるわ\nけではないにしても，処罰を目的とする制裁的慰謝料を認めることはわが国\nのそもそもの法制と調和しないし，現在において制裁的慰謝料の概念が成熟\nした裁判規範として受容されているとも認めがたい。\nしたがって，被告会社に制裁的慰謝料を課すことは認められない。\n（３）弁護士費用 ５０万円\n本件事案の内容，認容額からすると，本件事故と相当因果関係ある弁護士\n費用は５０万円と認めるのが相当である。\n５結論\n以上によれば，原告の被告会社に対する本訴請求は，５５０万円及びこれに\n対する本件事故日である平成１４年１月１０日からに支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求める限度で理由があるからこれを認\n容し，その余の請求は理由がないから棄却し，被告国に対する請求はすべて理\n由がないからこれを棄却することとする。\nよって，主文のとおり判決する。\n横浜地方裁判所第６民事部\n裁判長裁判官 山 本 博\n裁判官 竹内久美子\n裁判官井上薫は，差し支えにつき，署名押印することができない。\n裁判長裁判官 山 本 博\n"
}