{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 14
  },
  "case_number": "平成8(ワ)1460",
  "case_name": "損害賠償請求",
  "court_name": "札幌地方裁判所",
  "lawsuit_id": "8673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/008673_hanrei.pdf",
  "contents": "主　　　　文\n１　被告は、原告Ａに対し４４０万円、原告Ｂ及び原告Ｃに対し各２２０万円\n及びこれらに対する平成５年６月２５日から支払済みまで年５パーセントの\n割合による金員を支払え。\n２　原告らのその余の請求をいずれも棄却する。\n３　訴訟費用は、１０分の１を被告の負担とし、その余を原告らの負担とす\nる。\n４　この判決は第１項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は、原告Ａに対し３００９万６６４４円、原告Ｂ及び原告Ｃに対し各\n１３９４万８３２２円及びこれらに対する平成５年６月２５日から支払済み\nまで年５パーセントの割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n第２　事案の概要\n本件は、亡Ｄの相続人である原告らが、Ｄの健康診断を行った被告に対\nし、Ｄは被告の医療上の過誤（再検査等を指示すべき義務違反）により死亡\nしたとして、医療契約の債務不履行又は不法行為に基づいて損害賠償及び民\n法所定の遅延損害金を請求する事案である。\n１　争いのない事実等\n(１) 原告ＡはＤの夫であり、原告Ｂ及び原告ＣはＤの子である。\n(２) 被告は、地域住民の健康保持、増進に必要な事業を行うことを目的に設\n立された財団法人であり、予防接種や健康診断を主な事業として、苫小牧\n保健センター（以下「保健センター」という。）を開設している。\n(３) Ｄは、体のだるさなどを覚え、平成３年１２月４日、自ら希望して保健\nセンターに赴き、健康診断を受診した（以下「本件健診」という。）。本\n件健診の担当は、Ｅ医師であった。\n本件健診の結果、胸部エックス線所見は異常なしとされた。\n(４) 本件健診時に撮影されたＤの胸部エックス線写真（以下「本件エックス\n線写真１」という。）には、右肺野に小葉間裂に沿って長さ約４０ミリメ\nートル、最大幅約５ミリメートルの線状の陰影（以下「本件線状陰影」と\nいう。）がある。\n(５) Ｄは、平成５年６月２５日、北海道立苫小牧病院（以下「苫小牧病院」\nという。）で、肺癌を原因とする呼吸不全により死亡した。\n２　争点\n(１) 被告は、Ｄに対し、本件健診において、再検査や精密検査等を指示、勧\n告すべきであるのにこれを怠った等の過失があるかどうか。\n（原告らの主張）\n被告は、本件線状陰影が癌であることを疑い、これをＤに告知し、確定\n診断のための検査方法（経気管支肺生検、末梢病巣擦過細胞診または開胸\n肺生検など）の内容を説明して、検査を受けるよう勧めるべき注意義務が\nあるのにこれを怠り、本件線状陰影が癌の疑いのあることを看過し、Ｄに\n対し確定診断のための検査方法の説明をすること及び受診を勧めることを\n怠った過失がある。\n（被告の主張）\nＥ医師は、本件線状陰影の存在を確認していたが、これを右肺葉間の古\nい炎症（結核、肺炎など）の痕跡であろうと判断し、肺癌などの現在進行\n中の病気による異常陰影とは全く考えなかった。本件エックス線写真１に\nよって本件線状陰影を癌と疑うことは困難であり、炎症性変化と診断する\nのが普通である。\n本件健診は、受診者の現在の健康を保証するものではなく、将来の健康\nまで約束するものではない。被告は、本件健診の結果、肺機能所見として\nは異常なしとしたが、総合結果として「検査で軽い異常が認められます\nが、今のところ心配いりません。自覚症状があれば受診してください。」\nに該当すると判定し、保健婦による保健指導でも「自覚症状が続き気にな\nれば、一度病院を受診しましょう」と指導していて、Ｄに気になる自覚症\n状があれば一般病院を受診すべきことを十分に伝達した。\n被告がＤに対し、再検査や精密検査等を指示、勧告しなかったことが妥\n当とはいえないとしても、Ｄは、「せき」、「たん」、「血たん」等の自\n覚症状が出れば、速やかに自ら受診して病気の早期発見に努めるべきであ\nり、被告に過失があったとまではいえない。\n(２) 被告がＤに対して再検査や精密検査等を指示、勧告しなかったことと、\nＤの死亡との間に因果関係があるかどうか。\nとくに、\n①　本件健診当時、Ｄは肺癌であったか（本件線状陰影は癌であったか）\nどうか。\n②　本件健診の後Ｄが精密検査等を受けていれば、より早期に癌を発見す\nることができたかどうか。\n③　本件健診後速やかに治療を受けていれば、Ｄが平成５年６月２５日に\n死亡したという結果を避けることができたかどうか。\n（原告らの主張）\n本件健診当時、本件線状陰影はすでに癌であった蓋然性が高い。\n本件健診直後に、精密検査等でＤが肺癌であることを発見する高度の蓋\n然性がある。Ｄは、自らの体調を自覚して人間ドッグを受診したのである\nから、被告から確定診断のための検査を示唆されれば、当然被験した。\nまた、本件健診後、Ｄは、速やかに適切な治療（切除等）を受けること\nによって、現に死亡した時点においてなお生存していたであろう高度の蓋\n然性がある。\nしたがって、被告がＤに対して再検査や精密検査等を指示、勧告しなか\nったことと、Ｄの死亡との間に因果関係がある。\n（被告の主張）\n本件線状陰影は、古い炎症の痕跡であり、癌ではない。\n仮に癌であったとしても、非侵襲的検査（経気管支肺生検または末梢病\n巣擦過細胞診）の実施により、癌であることを診断できた可能性は低い。\n癌であることを診断する前に侵襲的検査（開胸肺生検）を行うことは通常\nではありえない。よって、本件受診直後にＤが再検査や精密検査を受けて\nも、肺癌は発見できなかった。\n仮に本件健診直後の再検査等でＤが肺癌であることが発見できたとして\nも、Ｄの長期生存は得られなかった。\nしたがって、被告がＤに対して再検査や精密検査等を指示、勧告しなか\nったことと、Ｄの死亡との間に因果関係はない。\n(３) 損害額\n（原告らの主張）\nア　逸失利益　　　　２９７９万３２８９円\n平成５年賃金センサス産業計、企業規模計、学歴計、女子労働者全年齢\n平均の年間賃金は３１５万５３００円であり、生活費としてその３０パ\nーセントを控除し、４４歳（Ｄ死亡時の年齢）から６７歳まで就労可能\nであるとして、ライプニッツ方式により中間利息を控除すると、Ｄの逸\n失利益は２９７９万３２８９円となる。\n原告らは、上記Ｄの逸失利益を、法定相続分に従って相続した。\nイ　慰謝料　　　　　２２００万円\nＤの死亡により、Ｄに発生する精神的損害に対する慰謝料としては、２\n２００万円が相当である。\n原告らは、上記Ｄの慰謝料を、法定相続分に従って相続した。\nウ　葬儀費用　　　　　１２０万円\n原告Ａは、Ｄの葬儀を行い、１２０万円を下らない費用を支出した。\nエ　弁護士費用　　合計５００万円\n原告らは、原告ら訴訟代理人に対し、本件訴訟の遂行を委任し、着手金\n及び報酬を支払う旨約した。そのうち、原告Ａについて３００万円、原\n告Ｂ及び原告Ｃについてそれぞれ１００万円を被告に負担させるのが相\n当である。\nオ　したがって、原告Ａの損害額は３００９万６６４４円、原告Ｂ及び原\n告Ｃの損害額はそれぞれ１３９４万８３２２円となる。\n（被告の主張）\nア　仮にＤの肺癌が早期に発見されて治療が行われたとしても、予後が変\nわったといえず、職場復帰の可能性は低いし、長期生存も期待できな\nい。\nイ　Ｄは喫煙を続けて自ら肺癌のリスクを高め、また、本件健診おいて\n「自覚症状があれば受診してください」と指導されたにもかかわらず、\n平成４年６月まで受診していないから、公平の観点から過失相殺をする\nべきである。\n第３　争点に対する判断\n１　争点(１)（過失）について\n(１) 本件健診に関して、前記争いのない事実、証拠（甲３、乙１、２、３の\n１・２、鑑定の結果）及び弁論の全趣旨によれば、以下の事実が認められ\nる。\nア　Ｄが受診した健康診断は、午前中に検査を行い、その検査結果に基づ\nき、医師が、尿所見、便所見、腎所見、血清学検査、血糖・代謝、血清\n脂質、一般血液検査、肝所見、胸部エックス線所見、肺機能所見、消化\n器エックス線所見、眼科所見、聴力所見、血圧所見、心電心音所見、超\n音波所見、身体計測等の各項目ごとに６段階の医学的判定をした上で、\n総合判定を６段階で示す健康診断であった。受診者は、希望により、当\n日午後、判定担当医師と面談したり、保健婦、栄養士による個別の生活\n指導、栄養指導を受けることができた。\nイ　Ｄは、健康状態が良好でないと感じたため、被告に受診予約の電話を\nして、受診日として平成３年１２月４日を予約し、本件健診を受診し\nた。\nウ　Ｄは、本件健診にあたり、問診調査表の自覚症状欄中「時々動悸（胸\nがドキドキする。）」、「時々顔や手足がむくむ」、「時々肩こり、首\n筋がはる」、「いつも食欲不振」、「いつもたんがでる」、「いつも声\nがかすれる」、「いつも体がだるい、疲れやすい」などの項目に該当す\nる旨を意味する丸印を記入した。\nなお、Ｄは、１日２０本程度の喫煙者であり、問診調査表にその旨を記\n載した。\nエ　本件健診の結果、眼科所見、聴力所見、心電心音所見の判定が「異常\nなし／検査で軽い異常が認められますが、今のところ心配いりません。\n自覚症状があれば受診してください。」、その他の項目（胸部エックス\n線（本件エックス線写真１）所見を含む）の判定は「異常なし／検査の\n範囲では異常を認められません。今後も健康診断を年１回必ず受けまし\nょう。」であり、総合判定は「異常なし／検査で軽い異常が認められま\nすが、今のところ心配いりません。自覚症状があれば受診してくださ\nい。」であった。\nＤは、本件健診日の午後、Ｅ医師と面談し、栄養士、保健婦から個別の\n生活指導、栄養指導を受けた。保健婦は「自覚症状が続き気になれば１\n度病院を受診しましょう。」と指導した。\nオ　本件エックス線写真１には、右肺野に小葉間裂に沿って長さ約４０ミ\nリメートル、最大幅約５ミリメートルの線状の陰影（本件線状陰影）の\nほか、右肺野に淡い肺野濃度上昇の小結節影（以下「本件陰影１」とい\nう。）、右肺尖部に幅５ミリメートルの胸膜肥厚（以下「本件陰影２」\nという。）が写っていた。\nＥ医師は、本件エックス線写真１に本件線状陰影があることを確認し\nたが、古い炎症の痕跡と判断した。\n(２) 本件エックス線写真１の判定等については、証拠（各項に記載したも\nの）によれば、以下の判断をすることができる。\nア　本件線状陰影は、本件エックス線写真１から、限局的な葉間胸膜の肥\n厚と判読できる。その原因としては、①結核を代表とする炎症性疾患に\nよる胸膜肥厚、②胸膜腫瘍、③一部が微小な肺癌で胸膜浸潤を伴ってい\nることが考えられる。本件エックス線写真１一枚のみでは、肺癌に罹患\nしていることを第一に疑うべき所見に乏しい。結核を代表とする炎症性\n疾患による胸膜肥厚である可能性が最も高いが、一部が微小な肺癌で胸\n膜浸潤を伴っている可能性も否定できない。（なお、本件陰影１は、後\nのエックス線写真では判読しえないことから、エックス線写真撮像時に\n肺血管と肋骨等による合成像が写ったものと認められる。）（鑑定の結\n果、調査嘱託の結果）\nイ　本件健診により胸部の精密検査を指示する場合、①非侵襲的検査とし\nて、胸部エックス線ＣＴ、胸部ＭＲＩなどの画像検査、腫瘍マーカー血\n液中濃度測定などの付加的検査、②侵襲的検査として病変部位の採取に\nよる病理学的診断が考えられる。（証人Ｆ、乙６の１及び２）\nウ　Ｆ鑑定人は、鑑定書において、本件健診の結果、再検査を指示しなか\nったことは妥当であるとはいえないと述べる。\n(３) 上記(１)、(２)に基づき、被告が、Ｄに対し、再検査や精密検査等を指\n示、勧告すべきであるのにこれを怠った等の過失があるかどうかについて\n検討する。\nア　Ｄは、自らの漠然とした体調不良を感じて健康診断を受診し、本件健\n診時には、さまざまな体調不良を訴えている。また、喫煙者であること\nも被告に伝えていた。\n本件エックス線写真１には、本件線状陰影が読影されるが、これは①結\n核を代表とする炎症性疾患による胸膜肥厚、②胸膜腫瘍、③一部が微少\nな肺癌で胸膜浸潤を伴っているもののいずれかである可能性があり、本\n件エックス線写真１は異常がないものとは認められない。そして、本件\nエックス線写真１のみによっては、本件線状陰影が、上記①から③のい\nずれかを診断することはできない。ところが、Ｅ医師は、本件線状陰影\nを確認したにもかかわらず、①の胸膜肥厚によるものであると速断し、\n本件健診の肺機能所見の結果として、「検査の範囲では異常は認められ\nません。今後も健康診断を年１回必ず受けましょう」と判定した。\n健康診断は、病気の早期発見とともにそれらが発見された場合における\n適切な診療、治療を受けさせる療養指導を目的とするものであり、漠然\nとした体調不良を自覚している受診者にとって、病気を発見する有力な\n手がかりである。しかし、健康診断の結果、異常なしと診断されれば、\n受診者の自覚症状がさらに悪化するまで、受診者が病院に行って診療を\n受ける機会を奪うことになりかねない。このような健康診断の実体に即\nすると、健康診断を担当する医師は、第１次的スクリーニングを果たす\nという意義に基づき、検査の結果が医学的に異常がないと断定しきれな\nい場合は、再検査又は精密検査の必要性を説明し、受診を勧める義務が\nあるというべきである。これに対し、本件健診を担当したＥ医師は、本\n件健診の結果、本件エックス線写真１に異常陰影が認められ、健診時の\n検査結果だけによっては、その異常の原因が断定し得ず、癌である可能\n性を否定しきれないにもかかわらず、本件線状陰影が炎症性疾患による\n胸膜肥厚によると速断し、再検査、精密検査を指示、勧告しなかったの\nであり、このことは上記注意義務に反するものというべきである。\nなお、Ｅ医師が、どのような理由で本件線状陰影が炎症性疾患による胸\n膜肥厚によるものであると判断し、その他の可能性を否定したのか明ら\nかではないが、仮に肺癌である可能性を考えた上で何らかの理由によっ\nてその可能性はないと判断したとしても、レントゲン写真一枚から異常\n陰影の原因を特定し、あるいはその他の可能性を否定することができな\nい以上、異常陰影の原因を診断するためにはさらに精密検査を受ける必\n要があることをＤに対して説明するべきであった。\nイ　調査嘱託の結果において、Ｇ医師は、本件エックス線写真１で癌を疑\nうことは難しく、炎症性変化と診断されると考えると述べる。しかし、\nその意味するところが、本件エックス線写真１のみによって本件線状陰\n影部分を診断するとすれば炎症性変化と診断されるということを越え\nて、肺癌の可能性を疑うことさえできないというのであれば、その根拠\nは不明であり、採用することができない。\nまた、被告は、再検査を指示、勧告しなかったことは妥当であるとはい\nえないとの鑑定人の指摘に対し、妥当とはいえないとしても被告に過失\nがあったとまではいえないと主張し、証拠として、本件における再検査\nの勧告指示の有無は、当然に生じうる医師の判断の相違であり、いずれ\nを選択しても過失とはいえない旨の記載があるＨ医師の意見書を提出す\nる（乙６の１ないし３）。\nしかし、本件線状陰影が、本件エックス線写真１のみによる診断では炎\n症性疾患による胸膜肥厚である可能性が高いとしても、それだけで胸膜\n肥厚と確定診断することはできず、肺癌である可能性も考えられるこ\nと、陰影の原因を知る手がかりになる検査の中には、患者に苦痛を伴わ\nず容易に行うことができる胸部エックス線ＣＴ、胸部ＭＲＩなどの画像\n検査、腫瘍マーカー血液中濃度測定などの付加的検査などの非侵襲的検\n査が存在することからすれば、医師としては、患者に対し、本件エック\nス線写真１に異常陰影があることを知らせ、異常陰影の原因を診断する\nにはさらに他の精密検査等を受診する必要があることを告げるべきであ\nった。それにもかかわらず、被告が、医師の所見として、胸部所見に異\n常なしとし、年１回の健康診断の受診を勧めるにとどまり、自覚症状が\n続き気になれば１度病院を受診することを保健婦が勧告するにすぎなか\nったことは、漠然とした体調不良を感じて健康診断を受診したＤにとっ\nて本件健診の目的を没却し、本件健診を受けたことを無意味にするもの\nであって、最善の診療を行うべき注意義務に反する過失があると認めら\nれる。\n２　争点(２)（因果関係）について\n(１) Ｄの本件健診以降、死亡に至るまでの経過に関して、前記争いのない事\n実、証拠（甲４の１ないし２２、５の１ないし１７、６の１ないし１４、\n７の１ないし４、８の１ないし８、証人Ｆ、鑑定の結果、調査嘱託の結\n果、各項記載のもの）及び弁論の全趣旨によれば、以下の事実が認められ\nる。\nア　Ｄは、平成４年５月下旬に発熱し、その後低い発熱が続き、咳、痰や\n右側胸部痛を感じたため、平成４年６月、Ｉ医院を受診した。\nＩ医院のＪ医師は、Ｄの胸部エックス線写真撮影の結果、右中肺野に異\n常陰影を認め、同月２４日苫小牧病院で診察を受けることを勧めた（甲\n４の４）。\nイ　Ｄは、平成４年６月２５日、苫小牧病院で受診し、同日胸部エックス\n線写真（以下「本件エックス線写真２」という。）、胸部断層エックス\n線写真（以下「本件断層エックス線写真」という。）の撮影を受けた。\n本件エックス線写真２では、本件線状陰影及び本件陰影２が本件エック\nス線写真１と同様に読影できるほか、右側胸壁に沿った辺縁明瞭で内部\nが均一な陰影（以下「本件陰影３」という。）があり、また、右肋横隔\n膜角が不鮮明で鈍角となっていた。本件断層エックス線写真によると、\n本件線状陰影部分は、背面より１０センチメートルの部分に明瞭であ\nり、小葉間裂が限局的に肥厚していて、それに続く葉間裂はほぼ正常範\n囲内であるが、限局的な肥厚は一部不鮮明な部位も見られた。同写真の\n本件陰影３部分は胸膜に沿った均一な陰影であり、右肋横隔膜角は鋭角\nであり、右縦隔側のリンパ節がやや大きかった。苫小牧病院のＧ医師\nは、胸膜炎又は胸膜中皮腫を疑い、胸部エックス線ＣＴ検査を施行する\nことにした。\n同月２６日、Ｄは胸部エックス線ＣＴ検査を受けた。Ｇ医師は、胸部エ\nックス線ＣＴ検査の結果、縦隔リンパ節（＃３、＃４）の腫脹が強く、\n右胸膜部の病変は胸水ではなく充実性の病変であり、右中肺野の陰影は\n縮みの強い結節影の集合像であることが認められたことと、本件エック\nス線写真１には右胸膜部の病変がなかったことから、右胸膜部（本件陰\n影３部分）の生検が必要であると判断した。\nウ　Ｄは、平成４年７月７日から苫小牧病院に入院し、右胸膜部（本件陰\n影３部分）について、透視下経皮穿刺吸引細胞診及び生検を受けた。Ｄ\nは、検査後気胸等の合併症がなかったため、検査結果は外来で聞くこと\nにして、同月１１日に退院した。しかし、その検査結果からは、確定診\n断に至らず、再度検査が行われることになった。\n入院中の７月７日に行われた胸部レントゲン検査による写真では、本\n件線状陰影部分、本件陰影２部分、３部分にほとんど変化はなかった。\nただし、７月８日の腫瘍マーカー血液中濃度測定の結果、ＣＥＡ（腺\n癌においてしばしば高値を示す。）が１２．４（正常参考値２．５）と\n高値を示した（甲５の８）。\nエ　Ｄは、平成４年８月７日、苫小牧病院において、再度、右胸膜部（本\n件陰影３部分）について、経皮穿刺生検を受けた。その病理組織学的診\n断の結果、同月１２日、胸膜又は肺末梢より発生した肺癌（低分化型腺\n癌）と診断された。\n８月１７日に行われた胸部レントゲン検査による写真では、本件線状\n陰影部分、本件陰影２部分には変化がなかったが、本件陰影３部分はや\nや下方に進展した。\nオ　Ｄは、平成４年８月３１日から同年１１月２６日まで、苫小牧病院に\n入院した。９月３日に行われた胸部エックス線ＣＴ検査の画像では、本\n件線状陰影部分は、辺縁やや不明瞭で腫瘤様の形態を示し、本件陰影３\n部分は限局性の病変を示していた。１０月１２日に行われた胸部レント\nゲン検査による写真では、本件線状陰影部分は淡い肺野濃度上昇の陰影\nとして増大していた。１１月１６日に行われた胸部エックス線ＣＴ検査\nの画像では、本件線状陰影部分は、腫瘤影が葉間に見られ、肺野にも病\n変が見られた。本件陰影３部分の病変は上下方に進展し、一部肺野にも\n進展が見られた。\nこの間、９月１５日から１７日に第１回化学療法（ＣＤＤＰ（ブリプ\nラチン）、ＩＦＸ（イホマイド）及び５ＦＵ（５－フルオロウラシル）\nを点滴静注）が、１０月２０日から２２日に第２回化学療法（ＣＤＤＰ\nを胸腔内に注入、ＩＦＸと５ＦＵを点滴静注）が、行われた。\nＤは、２回の化学療法によっても効果がないため、同年１１月２６日\nに苫小牧病院を退院し、以降外来による通院治療を受けた。\nカ　Ｄは、外来通院中、縦隔リンパ節腫大のため上大静脈の狭窄、気管の\n狭窄が進行してきたため、局所療法目的で、平成５年３月１日、苫小牧\n病院に入院し、同年３月９日と４月６日に、気管支動脈内抗癌剤注入療\n法（ＣＤＤＰ、ＭＴＸ及び５ＦＵを注入）を受けたが効果がなかった。\nまた、同月中旬からは、上大静脈症候群（両上肢及び顔面の浮腫）が出\n現した。\n気管狭窄は進行し、呼吸苦が出現、頚部リンパ節腫大、両側肺野への転\n移巣が増加した。\n上大静脈症候群の悪化、気管狭窄による呼吸苦増強のため、同年５月１\n４日、上大静脈の狭窄部及び気管狭窄部へステント（拡張様器具）を挿\n入し、一時小康状態を得た。しかし、肺炎、癌性リンパ管症（肺）、心\n不全等による呼吸不全が生じ、Ｄは同年６月２５日に死亡した。\n(２) まず、前記１(１)オ、(２)ア、上記２(１)の認定事実を前提とし、鑑定\nの結果、調査嘱託の結果を総合して、本件健診当時Ｄは肺癌であったか、\nすなわち本件線状陰影が癌であったかどうかについて検討する。\nア　本件エックス線写真１に写っている本件線状陰影の部分は、一部が微\n小な肺癌で胸膜浸潤を伴っている可能性を否定できないことは前記のと\nおりである。\n苫小牧病院で平成４年６月２５日以降に受けたレントゲン検査や胸部\nエックス線ＣＴ検査では、本件線状陰影部分は消失することがなく、変\n化なく現れている。\n同年９月３日に行われた胸部エックス線ＣＴ検査の画像では、本件線\n状陰影部分は、辺縁やや不明瞭で腫瘤様の形態を示し、同年１１月１６\n日に行われた胸部エックス線ＣＴ検査の画像では、本件線状陰影部分\nは、腫瘤影が葉間に見られ、肺野にも病変が見られる。\nイ　本件線状陰影部分について、平成４年６月２５日に撮影した本件断層\nエックス線写真で、小葉間裂が限局的に肥厚しており、その肥厚に一部\n不鮮明な部位がみられることから、肺癌を疑うことができる。また、平\n成４年９月３日の胸部エックス線ＣＴの結果、陰影が葉間胸膜に接して\nいるが辺縁やや不明瞭で腫瘤様の形態を示しており、肺内病変の可能性\nが大きいことから肺癌を強く疑うことができる。（鑑定の結果）\nウ　一般的に良性のものが、短期間に癌化することはない。（調査嘱託の\n結果）\nエ　証人Ｆは、本件健診時において本件線状陰影が癌であった可能性につ\nいて、肺腺癌であると生検病理で診断されたこと、胸部エックス線ＣＴ\n検査による画像によれば、明らかに変化がみられたことから、６０パー\nセントであると述べる。\nＧ医師は、調査嘱託に対する回答において、診療経過からみると陰影\nの性状からみて本件線状陰影も癌であったと考えられると述べる。\nオ　以上を総合すると、本件線状陰影部分は、平成４年９月以降（とくに\n同年１１月）には、癌であったことは疑いないところであり、本件線状\n陰影は本件健診時と平成４年６月２５日以降で変化がないこと、良性の\nものが短期間に癌化することはないことを併せて考えると、本件線状陰\n影部分は、本件健診時において、一部が微小な肺癌であり、胸膜湿潤を\n伴っていたものであったと認めることができる。\n本件線状陰影部分を腺癌とすると、小葉間裂に接した肺野に腺癌が発\n生していて、胸部エックス線写真では判読し得ない程度で胸膜浸潤して\nいたと考えられる。（鑑定の結果）\n(３) 次に、精密検査等による肺癌の発見可能性、治療による生存可能性を検\n討する前提として、Ｄに対する検査方法、Ｄの肺癌の進行程度等につい\nて、検討すると、証拠（証人Ｆ、鑑定の結果）によれば、次のとおり判断\nすることができる。\nア　胸部エックス線写真では、直径１センチメートル程度の腺癌病巣は判\n読し得ないことが通常である。しかし、Ｃ　　Ｔ、ＨＲＣＴ薄切像を用い\nれば、直径５ミリメートル程度でも描出することが可能である。\nイ　本件健診時、Ｄが肺癌であることを確定診断するためには、経気管支\n肺生検または末梢病巣擦過細胞診、あるいは開胸肺生検の実施が考えら\nれる。\nただし、本件健診時、本件線状陰影部分について、経気管支肺生検また\nは末梢病巣擦過細胞診を行った場合、本件線状陰影部分の肺癌の病巣は\n非常に小さく、葉間裂に接した末梢肺に存在しているため、病理組織学\n的診断に有用な十分な検体を得ることは非常に困難であり、その診断率\nは、術医者の熟練度にもよるが３０パーセント以下である。\n開胸肺生検を行った場合には、外科的に手術して検体を得るので、病理\n組織学的診断は可能である。しかし、開胸する必要があるという判断に\nは至りにくい。\nウ　本件健診時、本件線状陰影部分が肺腺癌であれば、その近接する胸膜\nへの浸潤はあったと考えられるが、その他への浸潤、転移を疑わせる所\n見はない。\n本件線状陰影部分が肺腺癌でその近接する胸膜への浸潤はあるが、その\n他への肺癌の発生や転移がないことを前提とすると、本件線状陰影部分\nは、本件健診時、手術前の臨床的所見によるＴＮＭ病期分類（ｃＴＮ\nＭ。Ｔは原発巣の部位と大きさ、Ｎは領域リンパ節転移の数と範囲、Ｍ\nは遠隔転移の有無を示す。）はＴ２Ｎ０Ｍ０（臓側胸膜への浸潤ありで\nＴ２、領域リンパ節転移なしでＮ０、遠隔転移なしでＭ０となる。）、\n臨床病期はⅠＢ期となる。この病期では、５年生存率は６０．５パーセ\nントとする研究結果がある。\nエ　本件健診時に本件線状陰影部分が癌であると確定診断された場合、外\n科的手術療法を行えた可能性がある。外科的治療を行った場合、現実の\nＤの病状の経過と異なる経過をたどった可能性の程度は５０パーセント\n程度である。ただし、本件健診時、本件線状陰影部分の病巣は胸膜播種\n進展度が速く、強いと考えられているため、手術時にすでに広く播種し\nていた可能性は否定できず、それにより経過は異なる。\n(４）以上に基づき、精密検査等によって肺癌の発見が可能であったかどう\nか、治療によってＤが平成５年６月２５日に生存することができたかどう\nかを検討する。\nア　被告がＤに対して精密検査等を指示、勧告していれば、Ｄが現実に死\n亡した平成５年６月２５日の時点においてなお生存していたであろうと\n認められるならば、被告が精密検査等を指示、勧告しなかったこととＤ\nの死亡との間に因果関係が認められることになる（Ｄの肺癌が治癒する\nことや、その後生存を続けられたことまでもが認められる必要はない。\nこれらの点は損害の問題として検討されるべきである。）。\nＤは、自ら体調不良を訴えて健康診断を受診していたのであるし、医\n師による指示というのであれば、精密検査等の指示があれば指示に従っ\nて病院に行って検査を受けたであろうことは容易に窺われる。\nしたがって、Ｄが被告から精密検査等を指示、勧告を受け、精密検査\n等を受けていれば、Ｄが苫小牧病院で初めて検査を受けた平成４年６月\n２５日あるいは肺癌であると初めて診断された同年８月１２日より前\nに、肺癌である（又はその疑いがある）と診断され、その直後から肺癌\nである（又はその疑いがある）ことを前提とした治療を受け、その結\n果、平成５年６月２５日の時点においてなお生存していたであろうと認\nめられるか否かが問題となる。\nイ　Ｄが本件健診直後に精密検査を受ける場合、まず、胸部エックス線Ｃ\nＴ検査、ＭＲＩ検査、腫瘍マーカー血液中濃度測定が行われることが考\nえられる（前記１(２)イ）。しかし、当時のＤの病巣が非常に小さかっ\nたことからすれば、これらの検査によって、肺癌であるとの確定診断を\nすることは、困難であると考えられる。\n肺癌であるとの確定診断をするためには病理学的診断がされる必要が\nあるが（前記２(３)イ）、本件健診時には本件線状陰影部分以外に病変\nが認められないから、画像検査により肺癌を疑うことができる陰影が読\n影され、あるいは腫瘍マーカー検査によりＣＥＡの値が異常であったと\nしても、検査担当医師が、直ちに侵襲的検査である病理学的診断を行う\nべきであると判断せず、しばらく経過観察を行うと判断する可能性も否\n定できない。すなわち、胸部エックス線ＣＴ検査等の結果、病変部位の\n採取による病理学的診断が必ず行われたとはいえない。しかも、病理学\n的検査がされたとしても、癌であると診断できる確率は３０パーセント\n以下とされる。開胸肺生検が実施される可能性は低い（前記２(３)\nイ）。\nこれらのことからすれば、Ｄが本件健診直後に精密検査を受けたとし\nても、その時に肺癌であると確定的な診断を受ける可能性はないわけで\nはないけれども、その可能性は低いというべきである。\nウ　ただ、肺癌であると確定診断がされる可能性がないわけではないの\nで、その場合の治療と平成５年６月２５日の生存可能性について検討す\nる。\n本件線状陰影部分が肺腺癌でその近接する胸膜への浸潤はあるが、そ\nの他への肺癌の発生やリンパ節転移及び遠隔転移がない場合の前記２\n(３)ウの５年生存率に関する研究結果や、同(３)エの外科的治療を行う\nことでＤの現実の経緯と異なる経緯をたどった可能性が５０パーセント\n程度であることからすれば、Ｄが長期にわたり延命できた可能性が相当\n程度あり、Ｄが精密検査等を受ければ、平成５年６月２５日の時点にお\nいてなお生存していたであろうと認められる。\nこれに対し、証拠（乙６の１及び２）によれば、Ｈ医師は、本件線状\n陰影部分が癌であると確定診断をして外科的治療を行ったとしても、す\nでに本件陰影３、あるいは縦隔リンパ節に癌が転移しているであろうこ\nとを前提として、臨床経過は基本的には変わらず、長期生存は望める状\n況がありうることを否定する見解を述べる。しかし、本件健診時に本件\n線状陰影部分以外に病変があったか否かは、本件健診時に精密検査が行\nわれなかったために確定することは不可能であって、本件健診時に本件\n陰影３、あるいは縦隔リンパ節に癌が転移していたことを所与の事実と\nすることはできない。証人Ｆは、平成４年６月以降の検査結果をもと\nに、肺癌であると確定診断をして外科的治療を行った場合、Ｄが現実の\n経緯と異なる経緯をたどった可能性は５０パーセント程度であると供述\nするのであり、これと見解を異にするＨ医師の供述は採用することがで\nきない。\nエ　すすんで、本件健診直後に精密検査をしたが肺癌であると確定診断さ\nれなかった場合であっても、Ｄが平成５年６月２５日に生存していたと\n認められないかどうかを、検討する。\n本件健診時、本件線状陰影部分の一部が微少な肺癌で胸膜浸潤を伴って\nいたと考えられる（前記２(２)オ）。平成４年６月２５日に撮影した本\n件断層エックス線写真では、本件線状陰影部分に肺癌を疑うことができ\nる（同(２)イ）。平成４年７月８日のＤのＣＥＡが１２．４と高値を示\nしていた。これらのことからすれば、本件健診後（平成３年１２月）に\n胸部エックス線ＣＴ検査や腫瘍マーカー（ＣＥＡ）の血液中濃度測定を\n行った結果、本件線状陰影部分の陰影が肺癌の疑いを払拭できないもの\nであったり、ＣＥＡが異常値を示した可能性が高いと認められる。そし\nて、肺癌の疑いがある以上、経過観察が必要とされるであろうことは容\n易に認められる。\n本件健診後、Ｄに対して肺癌の早期発見を目的とする経過観察が適切に\n行われたならば、Ｄが発熱、咳、痰や胸部痛等のために自ら病院を受診\nした平成４年６月より以前に肺癌をより強く疑うべき所見が得られ、現\n実より早期に肺癌が発見され、現実より早期に治療が開始されたであろ\nう高度の蓋然性が認められる。そして、本件健診時に撮影された本件エ\nックス線写真１と平成４年６月に撮影された本件エックス線写真２を比\nべると、本件陰影３が明らかに現れているなど短期間のうちに顕著な変\n化があり、本件陰影３部分が肺癌となっていることからすると、本件健\n診時と平成４年６月の時点とでは癌の進行度が明らかに異なったものに\nなったと認めることができる。このように、本件健診時からわずか６か\n月の間に、Ｄの胸部エックス線写真の陰影が相当変化していることから\nすると、現実に肺癌であることが確定診断できた平成４年８月より早期\nに癌が発見され、早期に治療が開始されたであろうと認められる。そし\nて、肺癌の治療成績は治療開始時の癌の進行度に左右されるから、現実\nより早期に治療が開始されたならば、平成４年６月以降に検査を開始し\nた現実の経緯より予後がよい可能性は高く、少なくとも、Ｄが平成５年\n６月２５日の時点においてなお生存していたであろうと認められる。\nオ　以上のとおり、被告がＤに対して精密検査等を指示、勧告し、Ｄが精\n密検査等を受ければ、本件健診直後の精密検査で肺癌であるとの確定診\n断ができた場合はもちろん、確定診断ができなかった場合であっても、\n平成５年６月２５日の時点においてＤがなお生存していたであろうと認\nめられる。\n(５) 以上の次第で、被告がＤに対して再検査や精密検査等を指示、勧告しな\nかったことと、Ｄの死亡との間に因果関係があると認められる。\n３　争点(３)（損害）について\n(１) 損害額の認定にあたり、Ｄが実際に死亡した平成５年６月２５日以降、\nどれほどの期間生存し得たかを検討する。\nア　本件健診後の精密検査により肺癌であることが確定診断できた場合に\nは、前記２(３)ウのとおり、Ｄが長期にわたり延命できた可能性が相当\n程度認められる（ただし、その場合で、治療が適切に行われたとして\nも、５年生存率は約６０パーセントという研究結果があることは前記の\nとおりである。）。\nしかし、肺癌であることの確定診断が可能であったかという点につい\nては、前記２(４)イのとおり、その可能性が高いとはいえない。したが\nって、Ｄが肺癌であると確定診断されればＤが長期にわたり延命できた\n蓋然性は認められるものの、Ｄが肺癌であると確定診断される可能性が\n高いとはいえない以上、Ｄが長期にわたり延命できた可能性は、全くな\nいというわけではないけれども、相当に低いというほかない。\nイ　本件健診後の精密検査により肺癌であることが確定診断できない場合\nには、少なくとも、Ｄが平成５年６月２５日の時点においてなお生存し\nていたであろうとは認められるものの、Ｄが長期にわたり延命できたで\nあろうと認めることはできない。\n本件健診後一定期間を経て経過観察が行われた時に異常陰影等が現れ\nたとすれば、その時点から精密検査等を開始し、肺癌であることの確定\n診断を受けることになるから、治療開始は、現実に治療を受けた時点よ\nり数か月早くなるにすぎないと考えられ、現実のＤの病状悪化の経緯と\n対比すると、Ｄの肺癌が治癒したであろうと認めることはできないから\nである。\nウ　以上によれば、Ｄが、長期、とくに５年を超えて延命できたであろう\n可能性は全くないわけではないけれども、その可能性は相当に低く、５\n年に満たない数年間延命できた可能性も高くはなく、数か月延命できた\n可能性が最も高いと認めるのが相当である。\n(２) 上記(１)の事実に鑑み、Ｄの損害額について検討する。\nア　逸失利益について\nＤが、長期にわたり延命できたであろう可能性は相当に低く、数年間\n延命できた可能性も高くはないのだから、被告の過失がなければ、Ｄが\n通常の生活を送ることができ、あるいは職場に復帰できたであろうと認\nめるのは困難である。したがって、被告の過失がなければＤが得たであ\nろう利益があると認めることはできない（長期にわたり延命できた可能\n性が全くないわけではない点は、慰謝料で考慮することとする。）。\nイ　慰謝料について\n被告がＤに対して精密検査等を指示、勧告していれば、Ｄは現実に死亡\nした日には生存していたであろうことが認められ、現実に死亡した日に\n死亡したことによる精神的苦痛を受けたことが認められる。\nその精神的苦痛に対する慰謝料は、死亡したという事実のほかに、Ｄ\nは被告が適切に指示、勧告をしていたとしても、長期にわたり延命でき\nたであろう可能性は相当に低く、数か月延命できた可能性が最も高いと\n認められること、他方、被告が精密検査等の指示、勧告を行ったことに\nより、本件健診直後に肺癌が発見され、かつ、適切な治療が行われた等\nの場合には、Ｄが長期に延命できた可能性が全くないわけではないこ\nと、被告はＤのこのような期待を奪ったということができること等の事\n情も考慮すると、８００万円とするのが相当である。\n原告らは、この慰謝料請求権を相続により取得した。\n原告Ａの相続分は４００万円、原告Ｂ及び原告Ｃの相続分はそれぞれ\n２００万円である。\nウ　葬儀費用について\n前記のとおり、Ｄは長期に延命できた可能性は相当低いから、葬儀費用\nを損害として認めることはできない。\nエ　弁護士費用について\n本件事案の難易、本件の認容額その他の事情に照らせば、弁護士費用と\nして、原告Ａについて４０万円、原告Ｂ及び原告Ｃについてそれぞれ２\n０万円を認める。\nオ　被告は過失相殺をするべきであると主張する。しかし、Ｄが喫煙者で\nあることとＤが肺癌に罹患したこととの間に深い関係があることを前提\nとしても、被告がＤに精密検査等を指示、勧告しなかった過失につい\nて、Ｄが喫煙者であることを理由として被告の責任を減じる公平上の必\n要性は全く認められない。また、被告が本件健診において「自覚症状が\nあれば受診してください。」と指導していたことをもって、Ｄに精密検\n査等の指示、勧告があったということはできず、この点での過失相殺も\n認められない。\nカ　以上によれば、原告Ａの損害額は４４０万円、原告Ｂ及び原告Ｃの損\n害額はそれぞれ２２０万円となる。\n被告は、原告らに対し、上記各金員及びこれらに対する不法行為日の後\nである平成５年６月２５日（Ｄが死亡した日である。）から支払済みま\nで年５分の割合による遅延損害金の支払義務がある。\n４　結論\n以上によれば、原告らの請求のうち、原告Ａが４４０万円、原告Ｂ及び原\n告Ｃが２２０万円及びこれらに対する平成５年６月２５日から支払済み\nまで年５パーセントの割合による遅延損害金の支払を請求する部分は理由が\nあるから、その限度で認容し、その余は理由がないから棄却することにし\nて、主文のとおり判決する。\n（口頭弁論終結の日　平成１３年１１月２９日）\n札幌地方裁判所民事第３部\n裁判長裁判官　　　中　西　　　茂\n裁判官　　　川　口　泰　司\n裁判官　　　戸　村　まゆみ\n"
}