{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 16
  },
  "case_number": "平成17(わ)977",
  "case_name": "窃盗",
  "court_name": "神戸地方裁判所第１刑事部",
  "result": "その他",
  "gist": "故意否認（排斥）",
  "lawsuit_id": "32892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/032892_hanrei.pdf",
  "contents": "主文\n被告人を懲役１０月に処する。\n未決勾留日数中９０日を刑に算入する。\n理由\n（犯罪事実）\n被告人は，平成１７年７月２８日午後３時５０分ころ，神戸市Ａ区Ｂ町ａ番ｂ号所在の\nＣ株式会社Ｄ店において，同店店長Ｅ管理に係る男性用ベルト１点（物品時価２９８円相\n当）を盗んだ。\n証拠 括弧内の甲乙の表示及び番号は 証拠等関係カードの甲乙の符号及び番号を示す（）（，\n。以下，他の欄においても同じ ）。\n省略\n（補足説明）\n１ 弁護人は，被告人には窃盗の犯意はなく，窃盗罪は成立しない旨主張する。しかしな\nがら，当裁判所は，窃盗罪が成立すると判断したので，以下その理由について補足して説\n明する。\n２ 関係各証拠によれば，被告人が，判示の日時にＣ株式会社Ｄ店（以下「本件ホームセ\nンター ということがある において 商品として店内に陳列されていた判示の男性用ベ」。），\nルト 以下 本件ベルト という を自分のズボンのベルト通しに通して身に付け 着用（「 」 。），\nしていたシャツにより本件ベルトが隠れた状態のまま，店内のレジの横を通り抜けて店外\nに出たところ，同店の警備員であるＦから呼び止められたことが明らかである。\n以上認定したような被告人の行動は本件ベルトにつき代金の支払をするつもりのある\n買い物客がとるものとは通常解されないから，そのような行動自体から被告人は窃盗の犯\n意に基づき店外に本件ベルトを持ち出したものと推認することができる。\n３ ところで 被告人は 上記認定の行動について 公判廷において 本件ベルトを通し，， ， ，「\nて代金を支払おうと考えてレジの方へ向かった際，体の後ろにあったウエストポーチを前\nに回してポーチ内に手を入れて友人から借りた少なくとも２０万円が入っていた財布を探\nしたところ財布がないことに気が付いた，そこで店外に停めた自転車のかごの中のリュッ\nクサックの中に財布を置き忘れたのだと思い，誰かに財布を取られたら大変だと動転し本\n件ベルトを外すことも忘れて急いで店外に出た」旨供述している。\nしかしながら まず Ｆは 被告人が本件ベルトをベルト通しに通そうとしていると，，，「\nころから被告人を注視していたが，被告人がウエストポーチを確認するようなそぶりはな\nかった」旨証言している。警備員として不審者を注視することはごく自然なことであり，\n被告人の行動の観察状況に問題があったとは認められない上に，Ｆが殊更虚偽の供述をし\nて本件当時まで面識のなかった被告人を罪に陥れなければならないような事情は証拠上認\nめられないことからすると，その証言は十分信用でき，被告人の供述は上記のＦ証言に反\nしている。また，本件ベルトを通してからの行動について，被告人は，捜査段階において\n本件ベルトを通した後店内において電動工具を見た ベルトを通してから５から１０分，「，\n位してから店を出た 旨供述しており 乙５ 被告人の供述には変遷が認められるところ」（ ），\n，その変遷について合理的な説明がなされていない。以上に加え，２０万円を借りたとの\n点も，友人が金策をして敷金として２０万円を貸してくれたなどという被告人の公判供述\nの内容自体が創作や思いつきで述べることが考えられないようなものとは解されない上に\n，その供述を裏付けるに足りる他の証拠はないこと，貸主についての供述が捜査段階から\n変遷を繰り返していることを考え合わせると，弁護人が種々主張する点を考慮しても，被\n告人の上記公判供述の信用性は乏しいといわざるを得ない。\n４ 以上のとおりであり，その他に上記の推認を揺るがすに足りる事情は証拠上うかがえ\nないから，被告人に窃盗の犯意があったと認められ，窃盗罪が成立するというべきである\n。弁護人の主張は採用できない。\n（法令の適用）\n罰条 刑法２３５条\n未決勾留日数の算入 刑法２１条\n訴訟費用の不負担 刑事訴訟法１８１条１項ただし書\n平成１８年３月１６日\n神戸地方裁判所第１刑事部\n裁判官 西野 吾一\n"
}