{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 23
  },
  "case_number": "平成12(ワ)15215",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11900",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11900",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/900/011900_hanrei.pdf",
  "contents": "平成１２年(ﾜ)第１５２１５号　損害賠償請求事件\n平成１４年１月２２日口頭弁論終結\n判　　　　決\n原　　　　　　告    　　　株式会社ジェイディ\n訴訟代理人弁護士          高  橋  美  成\n被　　　　　　告　　　　  株式会社プロスティ\n被　　　　　　告　　　　　Ａ\n被　　　　　　告          Ｂ\n被　　　　　　告　　　　　Ｃ\n被告ら訴訟代理人弁護士  　大  高  満  範\n同                        水  庫  正  裕\n同                        井ノ上  正  男\n主　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n１　被告らは，原告に対し，各自１億２０００万円を支払え。\n２　被告株式会社プロスティは，同被告が保管している原告の顧客データを，使\n用してはならない。\n３　訴訟費用は，被告らの負担とする。\n４　仮執行宣言\n第２　事案の概要\n原告は健康食品の通信販売等を業とする会社である。被告Ａ，同Ｂ（以下「被告\nＢ」という。），同Ｃ（旧姓Ｄ。以下「被告Ｃ」という。）は，いずれも原告の従\n業員であった者であり，被告株式会社プロスティ（以下「被告会社」という。）\nは，被告Ａが原告からの退社後に設立した会社である。本件において，原告は，被\n告らのうち被告会社を除く３名（以下「被告Ａら」ということがある。）が原告の\n営業秘密である顧客データを持ち出し，その際に原告の顧客データの重要部分を消\n去して効用を喪失させ，被告会社が持ち出したデータを利用して，原告の事業の乗\nっ取りをしたと主張して，被告らに対し，民法７０９，７１９条に基づいて損害賠\n償の支払を求めるとともに，被告会社に対し，不正競争防止法３条１項，２条１項\n４号に基づいて原告の顧客データの使用の禁止を求めている。\n１　争いのない事実\n(1)　原告は，健康食品の通信販売等を業とする会社である。\n(2)　被告Ａは，原告の取締役であった者であり，同Ｂ，同Ｃは原告の従業員で\nあった者であるが，いずれも平成１１年１２月に原告を退職した。被告Ａは，原告\nを退職後，被告会社を設立した。被告会社は，上記原告が営んでいたのと同種の健\n康食品の通信販売等を業としており，被告Ａは代表取締役として，被告Ｂは取締役\nとして，被告Ｃは従業員として，被告会社に勤務している。\n(3)　原告が，平成１２年６月２日，被告会社において，証拠保全手続により検\n証を行ったところ，被告会社で当時使用していたコンピューターに収録されていた\n顧客データは，原告で使用していたものと，顧客の住所氏名に加え，コード番号ま\nで同一のものであった。\n２　争点\n(1)　被告Ａらが，原告の営業秘密である顧客データを不正に持ち出し，被告会\n社においてこれを使用したか（争点１）。\n(2)　被告Ａらが原告の顧客データを破壊したことなどの行為による，被告らの\n原告に対する共同不法行為が認められるか（争点２）。\n(3)　原告の損害（争点３）\n第３　争点に関する当事者の主張\n１　争点１（被告Ａらが，原告の営業秘密である顧客データを不正に持ち出し，\n被告会社においてこれを使用したか）について\n(1)　原告の主張\nア　被告Ａらの行為について\n被告Ａは，原告の取締役として，原告のオーナー兼代表取締役（当時）\nであるＥから，原告の業務を一任されていた。しかるに，同被告は，被告Ｂ，同Ｃ\nらと共謀して，原告から独立し，原告の営業を丸ごと乗っ取ることを企て，原告や\nＥには極秘に独立の計画を進めた。Ｅが平成１１年１１月に長期海外出張に出る\nや，被告Ａは，その間に原告の従業員を全員解雇し，原告の営業秘密である，コン\nピューター内の顧客データをすべて盗み出した。\nすなわち，平成１１年１２月３日ころ，被告Ａ及び同Ｃの２名が，原告\nの本店所在地であるビル４階の原告事務所において，原告のコンピューター内の顧\n客データをフロッピーに複写するなどして持ち出した。そして，被告らは，持ち出\nした顧客データを，被告会社の事業にそのまま利用している。\nまた，原告は，自社の顧客データに，費用をかけて，外注でアウトバウ\nンド（原告の顧客に個別に直接電話して，カタログ送付の承認を確認することによ\nり，原告の顧客を選別すること）をしている。被告Ａらは，このアウトバウンドの\n結果を記載した書面も窃取しているが，これも原告の営業秘密である。\nイ　被告らは，原告の顧客データが，名簿業者である有限会社アイム（以下\n「アイム社」という。）から借りて使用していたもので，被告会社もアイム社から\n同じ顧客データを借りて使用していたので，両者が同一のデータなのだと主張す\nる。しかし，原告の顧客データは，名簿業者から購入したデータだけで成り立って\nいるものではない。むしろ，原告の広告等を見て注文，問い合わせをしてきた顧客\nの情報の方がはるかに重要であり，これらの情報を加えて打ち込んでいくことによ\nり，データができあがっていく。さらにこれに加えて，この顧客データを，郵便，\n電話による照会等を繰り返して，顧客データとして効率のよいものに莫大な経費と\n時間をかけて更新し，作り上げた結果が原告の顧客データであり，原告の重要な財\n産であり，営業秘密である。通信販売事業は，そのような投資の上に成り立ってい\nるのである。\n原告の顧客データについては，Ｅは，Ａから，名簿業者から購入したと\n聞いており，業者から無料で借りてその代わりに業者に情報提供するという話は聞\nいていない。前記のように，原告の顧客データは，原告が顧客データとして効率の\nよいものに経費と時間をかけて更新し，作り上げたものなのであるから，そのよう\nな原告の情報を無料で名簿業者に提供するなどということは，原告に対する背任行\n為であって，常識的にあり得ない。\n(2)　被告らの主張\nア　顧客データについて\n原告の使用していた顧客データは，もともとアイム社から借りて使用し\nていたものである。すなわち，原告が通信販売事業を開始する際，被告Ａは，知人\nであるＦに，顧客名簿が入手できないか打診した。そうしたところ，同人が経営し\nているアイム社から，顧客データを，例えば転居等により郵便が届かなくなった顧\n客はその旨チェックするなどして，データをより有用なものに更新し，そのデータ\nをアイム社の求めに応じて提供するという条件の下に，無償で借りて使用できるこ\nとになった。\n被告会社で使用していたデータも，同様な条件で，アイム社から借りて\n使用していたものである。このように，両者のデータはいずれもアイム社から借り\n受けたものなのであるから，両者に共通の部分があるのは当然であり，原告から非\n難されるいわれはない。\nイ　被告会社は，平成１２年６月以降は，新しい顧客データを入手して使用\nしており，現在のものにつき，原告から使用の差止めを求められる理由はない。\nウ　顧客データをアウトバウンドした結果は，書面で送られてきたものを原\n告のコンピューターに入力して，原告の顧客データに反映させており，その作業の\n後にその書面は廃棄した。\n２  争点２（被告Ａらが原告の顧客データを破壊したことなどの行為による，被\n告らの原告に対する共同不法行為が認められるか）について\n(1)　原告の主張\nア　被告Ａ及び同Ｃの行為\n(ア)　上記１(1)のとおり，被告Ａ及び同Ｃは，Ｅが平成１１年１１月に長\n期海外出張に出ている間に，原告の従業員を全員解雇し，原告のコンピューター内\nの顧客データをすべて盗み出して，持ち出した顧客データを，被告会社の事業にそ\nのまま利用している。\nさらに，顧客データを盗み出す際，上記被告両名は，原告のコンピュ\nーター内の顧客データの重要部分を消去して，顧客データとしての効用を喪失させ\nた。すなわち，顧客データのうちの「顧客タイプ」の部分には，「タイプコード」\nといい，０とか８とか９とかいう番号が付してある。この８とか９とかいう番号の\n付してある顧客が，ダイレクトメールを送る価値のある顧客である。上記被告両名\nは，これらをすべて消去し，１２万件すべてについて，０にしてしまった。さら\nに，データの件数自体を９万１０８７件に減らしてしまった。\n被告Ｃは，被告Ａが原告に入社させた者で，営業管理の担当者とし\nて，顧客データの管理も被告Ｃが行っていた。したがって，上記行為は，両被告の\n共謀により行われたことが明らかである。\n(イ)　原告の事業の乗っ取りについて\n上記被告両名は，上記行為と同時に，原告にあった通信販売用健康食\n品のカタログ用写真もコピーして盗み出した。そして，原告のカタログと全く同じ\n写真を，商品番号も同じにして，被告のカタログに掲載している。さらに，値段も\n説明文も同じであるので，被告会社のカタログは原告のそれに酷似している。これ\nでは，カタログを送付された顧客が同一会社のカタログと誤信してしまう。\nまた，被告Ａは，原告の従業員をすべて解雇したし，原告の取引先を\nことごとく被告会社の顧客にしてしまっている。\n被告会社は平成１２年１月には顧客にカタログを発送しており，平成\n１１年１１月下旬には，その印刷の準備に取りかからなければいけないことなどか\nらすると，被告Ａらが，原告に在籍中から原告乗っ取りのため準備をし，Ｅが長期\n海外出張で不在であるのをいいことに，これを実行に移したことが明らかである。\nイ　被告Ｂの行為\n被告Ｂは，被告Ａが原告に入社させた者で，香港所在の原告の関連会社\nジェイディライジングの責任者として，香港での仕入れなどを担当していた。被告\nＡらは，平成１１年の早い時期から，原告からの独立と原告の事業の丸ごとの乗っ\n取りを計画し，平成１１年１月にトータルコンフィデンス，同年９月にエンポリア\nという会社をいずれも香港に設立している。エンポリア社には，被告Ａだけでな\nく，被告Ｂも責任者として名を連ねている。エンポリア社は，被告会社が設立され\nるや，それと時期を合わせてジェイディライジング社の従業員を引き抜いて，香港\nでの被告会社のための仕入事業などをしており，その責任者が被告Ｂである。\nウ　上記のように，被告Ａらは，共謀して，原告の事業を丸ごと乗っ取\nり，被告会社にこれを移転して被告会社をしてその事業を行わせているものであ\nるから，被告らの共同不法行為が成立する。\n(2)　被告らの主張\nア　顧客データの破壊について\n被告Ａらは，原告主張のようなデータの破壊行為はしていない。Ｅの\n証言によっても，１２万件の顧客データは復活できたというのであるから，削除\nされていなかったということである。\nなお，被告Ａ，同Ｃが原告に在籍していた当時は，タイプコード０と\nいうのが，ダイレクトメールを送る価値のある顧客であった。\nイ　原告の事業の乗っ取りについて\n(ア)　原告は，オーナーであるＥのワンマン会社であり，同人は，恣意\n的に従業員やパートタイマーを解雇したり配置転換してきた。被告Ａは，Ｅによ\nり，平成１１年１１月ころから，原告における業務の打合せから外されるように\nなった。この原因として，同被告は，Ｅから，同人と特別の関係があるとの噂で\nあったジェイディアメリカ社の従業員Ｉが同被告を疎ましく思っていることによ\nるものと聞いたことがあった。さらに，同被告は，平成１１年１１月８日に，Ｅ\nから，ジェイディライジング社の預金残高の件について，理不尽な叱責を受けた\nこともあり，上記のような従業員等の解雇等に関する恣意的なＥの態度が自分に\n向けられてきたと感じ，このような状況に置かれては，Ｅの下で仕事を続けるこ\nとは困難であり，退職せざるを得ないと考えるようになった。\n(イ)　平成１１年１２月４日，被告Ａが，今年いっぱいで原告を退職した\nい旨及び退職後は原告と同じ業務をしたい旨をＥに申し入れたところ，Ｅは，「応\n援する，がんばれ。」と同被告に述べた。このように，同被告は，原告退職後に通\n信販売事業を営むことにつき，Ｅの承諾を得ている。\nなお，その際，同被告は，１２月末まで在職して引継ぎをしたい旨申\nし入れたが，Ｅは，辞めるなら今日即日辞めてもらいたい旨述べたため，十分な引\n継ぎを行うことができなかったのである。原告は，被告Ａらの退職後，原告が事業\nを継続できなくなったと主張するが，それはこのようなことにも原因があるのであ\nる。\n(ウ)　被告Ａは，原告退職当時，健康食品の卸売業に携わることは考えて\nいたが，通信販売事業に携わることは考えていなかった。その理由は，①通信販売\n事業には，カタログ作成費用，郵送費用，人件費などに多額の費用がかかるが，同\n被告には十分な資金の手当てがなかったこと，②通信販売事業は，多額の費用がか\nかる割には利益の薄い事業だと認識していたこと，③たとえ同被告がこの分野に参\n入して原告と競合しても，以前からこの分野で営業している原告にはかなわないと\n思ったことなどからである。\nこのような考えを有していた被告Ａが，原告の名簿を盗み出したり破\n壊したりするわけがない。前記のような考えを有していたにもかかわらず，被告Ａ\nが被告会社を設立して健康食品の通信販売事業を営むようになったのは，原告が通\n信販売事業から撤退する予定であることを聞いたからである。すなわち，Ｅが被告\nＡらの退職後に原告において事務の処理をした訴外Ｇにその旨述べていたほか，原\n告は取引先に対して「営業は被告会社に引き継いだ」旨述べていた。さらに原告に\nおいて平成１１年１２月ころに発行する予定で準備されていたカタログが，平成１\n２年に入っても発行されなかった。被告Ａは，このような事実から，原告は業務を\n止めるに違いないと判断し，資金を工面し，アイム社から名簿を入手して，通信販\n売事業を始めようと考えたのである。\n(エ)　被告会社のカタログに使用された通信販売用健康食品の写真は，原\n告から入手したものではない。これらは，被告Ａが独立したことから，原告在職中\nから被告Ａが出入りしていた株式会社ティーネット及び株式会社オリジナルから，\n同被告に対して好意により提供されたものである。\n(オ)　被告会社が原告の取引先を乗っ取ったとの原告の主張も虚偽であ\nる。被告会社が原告の取引先と取引を開始できたのは，例えば浜口通販株式会社な\nどは，原告が同社等からの返品の問い合わせや注文に対応せず，「うちではわから\nないから被告会社に聞いてくれ」という対応をしていたため，仕方なく被告会社が\nこれらに対応することにしたからである。また，浜口通販の担当者は，被告Ａが原\n告を退職したことを認識していたものであり，被告Ａが，被告会社は原告が商号変\n更したものだと説明したこともない。\n(カ)　被告Ａが，原告の従業員をすべて解雇したこともない。従業員ら\nは，自己の意思で退職したのである。\nウ　被告Ｃの責任について\n被告Ｃは，被告Ａと共謀して，原告の顧客データを盗み出したり破壊し\nたりしていない。被告Ｃが原告を退職したのは，それまでのＥの態度に嫌気がさし\nていたところへ，被告Ａが原告を退職するというので，それでは原告の業務の遂行\nは困難になると考え，被告Ａと前後して原告を退職することにしたのである。被告\n会社に入社したのは，たまたま被告Ａが被告会社を始めることを被告Ａから聞いた\nので，これを手伝うことにしたにすぎない。\nエ　被告Ｂの責任について\n被告Ｂも，Ｅの態度に嫌気がさしていた。被告Ｂは，Ｅから意に添わな\nい海外赴任をさせられていたところ，被告Ａが退職するのを聞いて，原告を退職す\nることにしたものであり，また，東京で勤務することを望んでいたところ，被告Ａ\nから被告会社を設立することを聞いたので，被告Ａと共同で事業をすることにした\nにすぎない。\nエンポリア社を香港で設立したことが原告の事業を乗っ取るためだとい\nう原告の主張は虚偽である。すなわち，香港所在の原告の関連会社ジェイディライ\nジングが，香港の厚生省の認可を取らないで健康食品を違法に輸入していたことが\n同省に発覚したことから，輸入業務ができなくなった。このため，Ｅがどういう手\n段を使ってもいいから何とかするよう被告Ａに命じた。そこで，同被告と同Ｂは，\nまずトータルコンフィデンス社を香港に設立して同社を経由して輸入したが，同社\nも上記ジェイディライジング社と同様の状況となったため，同様の目的でエンポリ\nア社を香港で設立したのである。したがって，これらの会社を設立したことが，被\n告Ａ及び被告Ｂが原告の事業を乗っ取るためだというのは，いいがかりにすぎな\nい。前記被告両名が，ジェイディライジング社の従業員を引き抜いたということも\nない。\n３　争点３（原告の損害）について\n(1)　原告の主張\n原告の売上げは，月額２０００万円であり，そのうち１割の２００万円が\n利益であった。被告らの行為により，原告は事業を継続することができなくなり，\n上記利益がすべて失われた。したがって，被告らの上記行為による損害は年間２４\n００万円となる。この損害が少なくとも１０年は続くところ，原告は，そのうち５\n年分を損害の一部として請求する。\n(2)　被告らの主張\n原告は，その損益計算書で見る限り，営業損益の段階で赤字となってお\nり，原告の主張するような利益が出ているという根拠はどこにもない。また，被告\nＡらの退職後，赤字が出ていたとしても，それは，原告が通信販売事業を止めたこ\nとによるものであって，被告らに何の責任もない。\n第４　争点に対する判断\n１　本件における事実関係等\n前記当事者間に争いのない事実に証拠（甲１４ないし１６，甲２３，乙１，\n乙３，４，乙１３ないし１５，乙３６，証人Ｅ，被告Ａ及び同Ｃ各本人）及び弁論\nの全趣旨を総合すれば，次の各事実が認められる。\n(1)　原告は，健康食品の通信販売等を業とする会社である。原告は，Ｅがオー\nナーとなっている会社である。Ｅは，原告のほかにも多数の会社を経営して，国内\n外で多様な事業を営んでいる。\n(2)　被告Ａは，原告を退職した平成１１年１２月まで，原告の取締役であっ\nた。同被告は，平成６年に原告に入社し，その後，Ｅから原告の事業をほとんど任\nされるようになった。原告は，中国製ゲーム機の輸入，雑貨の輸入等を手がけ，平\n成８年ころから通信販売業に進出した。原告が健康食品の通信販売を手がけるよう\nになったのは平成１０年ころからであるが，この事業は，被告Ａが発案し，Ｅが同\n意することによって決定された。\n被告Ａは，Ｅから原告の上記事業を一切任されていたが，同被告には従業\n員を採用・解雇したり，金銭の支出を決定する権限はなく，これらはすべてＥが決\n定していた。\n被告Ｂ及び被告Ｃは原告の従業員であった者であるが，いずれも被告Ａが\n面接をし，採用はＥが決定した。被告Ｃは，営業管理の担当者として，コンピュー\nターの入力やコンピューターに収録されている顧客データを管理するなどしてい\nた。被告Ｂは，香港に駐在して，香港所在の原告の関連会社ジェイディライジング\n社の仕入れ担当などをしていた。\n(3)　Ｅは，オーナーとしての立場から，従業員やパートタイマーを自分の意の\nままに採用したり解雇したりした。ささいなことが気に入らずにパートタイマーを\n解雇してしまうようなこともあった。\n被告Ａは，Ｅと意見が合わなくなったことから，平成１１年１１月ころか\nら，Ｅにより，原告の経営に関する会議に出席を求められないようになった。ま\nた，同月初めには，Ｅから，香港にある関連会社のジェイディライジング社の預金\n残高の件で，理不尽な叱責を受けた。このようなことがあり，被告Ａは，Ｅが，上\n記のように，従業員やパートタイマーを自分の意のままに解雇したりしがちである\nことから，自分もそのようにＥの気に入らずに解雇されることになるであろうが，\nそのような職場で仕事を続けることはできないと考え，原告を退職する意志を固め\nた。\n被告Ａ，同Ｃは，退職する前日の平成１１年１２月３日の夜，原告の事務\n所で，遅くまで引継ぎなどの残業をしていた。\n(4)　Ｅは，平成１１年１１月１３日に海外出張に出かけ，同年１２月４日ころ帰\n国した。１２月４日に，Ｅが原告に出社すると，事務所がきれいに片付けられた状\n態となっており，被告Ａが，原告を退職したい，退職後は，健康食品の卸売業をや\nりたいと述べた。Ｅは，これを了承したが，その際，同被告が，１２月末まで在籍\nして引継ぎをしたい旨申し入れたのに対してはこれを断り，Ｅは，辞めるなら今日\n即日辞めてもらいたい旨述べたため，同被告は直ちに退職することになった。\nまた，被告Ｃは，被告Ａの親戚に当たる者でもあり，常日頃からＥの被告\nＡに対する態度を快く思っておらず，同被告が退職した後は原告にいることも得策\nでないと考え，同被告と共に退職することとした。被告Ｂも，日本に帰国すること\nを希望していたのに，なかなか叶えられないことなどから，原告を退職することと\nした。\n(5)　被告Ａは，原告を退職後，被告会社を設立した。同被告は，原告を退職す\nる前から，退職した後は事業を営む決意を固めていたので，事務所探し等を始め，\n同年１２月９日には，被告会社の事務所を立ち上げた。被告Ａは，資金が十分でな\nいことや原告と競合して原告と同じ事業をやっていける自信がないことなどから，\nＥに対して述べたように，当初は被告会社において，健康食品の卸売業のみをする\n予定でいた。ところが，被告Ａは，Ｅが，被告Ａらの退職後に原告において事務の\n処理をした訴外Ｇ（平成１１年８月まで原告に在籍していた。）に対し，原告が健\n康食品の通信販売事業から撤退する予定である旨を述べたことをＧから聞いた。ま\nた，原告では，被告Ａらの退職後上記事業が継続できる状態でなくなったことか\nら，取引先からの問い合わせに対して，「被告会社の方に連絡してもらいたい。」\n旨述べるなどしており，さらに，原告が平成１１年１２月ころに発行する予定で準\n備されていたカタログが，平成１２年に入っても発行されなかった。これらの事実\nから，被告Ａは，原告は業務を止めるのに違いないと判断し，それならば通信販売\n事業を始めようと考えた。同被告は，平成１２年１月に入ってから，資金を工面し\nて，名簿業者であるアイム社から顧客名簿を入手して，準備を始め，その後，原告\nが営んでいたのと同種の健康食品の通信販売事業をも営むようになった。平成１２\n年７月現在，被告Ａは代表取締役として，被告Ｂは取締役として，被告Ｃは従業員\nとして，被告会社に勤務していたが，被告Ｃはその後被告Ｂと婚姻し，被告会社を\n退職した。\n(6)　原告が，平成１２年６月２日，被告会社において，証拠保全手続により検\n証を行ったところ，被告会社で当時使用していたコンピューターに収録されていた\n顧客データは，原告で使用していたものと，顧客の住所氏名に加え，コード番号ま\nで同一のものであった。\n２　争点１（被告Ａらが，原告の営業秘密である顧客データを不正に持ち出し，\n被告会社においてこれを使用したか）について\n(1)　顧客データの営業秘密性について\n不正競争防止法２条４項は，営業秘密として保護されるための要件とし\nて，①営業秘密として管理されていること，②事業活動に有用な技術上又は営業上\nの情報であること，③公然と知られていないことを掲げている。そこで，本件にお\nいて原告が営業秘密と主張する原告の顧客データが，上記要件を満たすかどうか検\n討する。\n通信販売事業において，顧客データは，顧客の住所氏名，電話番号，性\n別，送付した商品カタログに対する顧客の対応の有無といった内容を記したもので\nある。この種の事業において，このようなデータは，ダイレクトメールを効率的に\n送付するために有用な情報であることは疑いがない。また，このようなデータは，\nその内容の優劣が競業他社との間の競争において有利な地位を占める上で大きな役\n割を果たすものであることから，一般に，各事業者ごとに独自のものとして保有さ\nれ，他に公開されないものである。\n次に，秘密として管理されているというためには，当該情報にアクセスし\nた者に当該情報が営業秘密であることを認識できるようにしていること，当該情報\nにアクセスできる者が制限されていることが必要である。そこで，本件について検\n討するに，原告の顧客データの管理方法については，証拠（甲１５，被告Ａ，同Ｃ\n各本人）及び弁論の全趣旨によれば，次のようなものであった。すなわち，顧客デ\nータは，原告のメインコンピューターのハードディスクに，アクセス（マイクロソ\nフト社のデータベースソフト）のデータとして収録されていた。原告には他に４台\nのコンピューターがあり，他のコンピューターからもメインコンピューターにアク\nセスしてこのデータにアクセスすることが可能であった。このコンピューターを操\n作し得る立場にあるのは，被告Ａ（もっとも同被告は，コンピュータ操作の知識を\n持たない。），被告Ｃのほか，入力作業等に携わっている４名ほどのパートタイマ\nーがいたが，原告の顧客データへのアクセスについてはパスワード等による保護は\nされておらず，事務所にいる者なら誰でもこのデータを見ることができる状態にあ\nった。また，顧客データをコピーすることも禁じられておらず，かえって顧客デー\nタを使用する場合はコピーしてから行うこととされていた。また，コンピュータを\n操作し得る上記の各人と原告との間では，秘密保持契約も締結されていなかった。\nこれらの認定事実からすれば，原告では，顧客データを他のデータと一応\n識別できる形で保管してあったものと認められるが，これにアクセスできる者は特\nに制限されておらず，コピーも禁じられておらず，パスワード等による保護もされ\nていなかったため，事務所にいる者であれば誰でも見ることができ，また，これら\nの者との間に秘密保持契約も締結されていなかったのであるから，秘密としての管\n理がされていたと認めることはできない。したがって，原告の顧客データは，不正\n競争防止法にいう営業秘密の要件を備えているということはできない。\n(2)　上記からすれば，本訴における原告の不正競争防止法に基づく請求は既に\n理由がないのであるが，なお所論にかんがみ，被告Ａらによる顧客データの窃取等\nの行為があったかどうかにつき検討する。\n上記１判示のとおり，原告が，平成１２年６月２日，被告会社において，\n証拠保全手続により検証を行ったところ，被告会社で当時使用していたコンピュー\nターに収録されていた顧客データは，原告で使用していたものと，顧客の住所氏名\nに加え，コード番号まで同一のものであった。このことからすれば，原告で使用し\nていた顧客データと被告会社で使用していた顧客データは，同一のものと認められ\nる。この理由につき，被告らは，原告の顧客データも被告会社のそれも，被告Ａの\n知人であるＦとＨが共同経営する名簿業者であるアイム社から入手したものであ\nり，原告では，アイム社から無償で名簿の貸与を受ける代りに当該顧客データにつ\nき，ダイレクトメールの着・不着の別などの情報を新たに付加して更新し，更新後\nのデータをアイム社の求めに応じて提供していたためであると主張する。\nそこで検討するに，証拠（乙２，証人Ｈ，被告Ｃ及び被告Ａ各本人）によ\nれば，被告ら主張事実に沿う事実が認められ，これを覆すに足りる証拠は存しな\nい。\nこの点につき，原告は，原告の顧客データは原告が名簿業者から購入した\nものであると主張し，証人Ｅの供述及び甲１４（Ｅの陳述書）のなかには上記主張\nに沿う部分もある。しかし，証人Ｅの供述によれば，原告の顧客データは１２万件\n分であり，これを名簿業者から購入するとすれば約３６００万円の費用を要すると\nいうのであり，原告においてこれだけの額の金額を支出するとすれば被告Ａのみの\n権限でこれを支出することはできず，Ｅの承認が必要であるところ，原告がこのよ\nうな金額の支出をしたかどうかについてはＥ自身も記憶がない旨を供述しており，\nまたこのような代金の支払を裏付ける書証が一切存在しないことに照らしても，Ｅ\n証人の供述及び甲１４のうち原告の前記主張に沿う部分は措信することができな\nい。そうすると，原告は通信販売事業を開始する際には十分な数の顧客データを有\nしていなかったのであるから，第三者から名簿を入手したものであるところ，原告\nにおいて名簿購入に必要な代金を支出した事実が認められないことからすれば，被\n告らの主張するように，名簿を日々使用し，アウトバウンドした分も含め，データ\nを更新して，その効用を高めた上で名簿業者にその結果をフィードバックする代わ\nりに無償で使用させてもらうという約定の下で被告Ａの知人の経営する名簿業者か\nら顧客データの提供を受けたものと認めるのが合理的である。そうすると，原告の\n顧客データと被告のそれはともにアイム社から貸与されたものであるから，両者の\n顧客の住所氏名及びコード番号が同一であるのは当然であり，被告Ａらが原告から\n顧客データを窃取などした事実を認めることはできない。\n(3)　小括\n以上説示したとおり，いずれにしても，本訴における原告の不正競争防止\n法に基づく請求は理由がない。\n３　争点２（被告Ａらが原告の顧客データを破壊したことなどの行為による，被\n告らの原告に対する共同不法行為が認められるか）について\n(1)　顧客データの破壊の主張について\n原告は，被告Ａ及び被告Ｃが，原告のコンピューター内の顧客データの重\n要部分である「顧客タイプ」の「タイプコード」をすべて消去し，１２万件すべて\nについてコードを０に変更したうえ，データの件数自体を９万１０８７件に減らし\nてしまった，と主張する。しかしながら，前記被告両名により消去されたと原告の\n主張する顧客データがその後復活して結局原告において従前と同様の顧客データを\n保有していることは証人Ｅ自身がその供述において認めているところであり，この\n点からすればそもそもデータが消去されたという原告の主張自体の真実性が疑われ\nる。加えて，前記被告両名がそのような行為をしたと原告が主張する根拠は，前記\n被告両名が原告を退職する前日の平成１１年１２月３日の深夜，原告の事務所で遅\nくまで残業しており，原告の関連会社で同じビルにあるディスカバリーファームの\n従業員が，エレベーター付近で上記被告両名と会ったところ，「会いたくない人に\n会ってしまった」という顔をしていたこと（甲１５及び証人Ｅ）に基づく推測にす\nぎない。しかし，前記被告両名は本人尋問において，退職をひかえての引継ぎの事\n務処理のために残業していたと述べており，原告において残業が常態化していたこ\nとからしても，単に前記被告両名が残業していたという事実のみから前記被告両名\nが原告主張のような行為をしたと結びつけるのは根拠薄弱というほかはない。ま\nた，本件において，他に，原告主張のように被告Ａ及び被告Ｃの両名が原告の顧客\nデータを消去したことを，認めるに足りる証拠はない。\n(2)　原告の事業の乗っ取りとの主張について\nア　原告は，被告Ａが，原告在籍中から，原告の事業の丸ごとの乗っ取りを\n企て，従業員をすべて解雇し，取引先を奪ったり，カタログ用写真をコピーして奪\nって，写真や商品番号まで同じにし，顧客が原告のそれと誤信するようなカタログ\nを作成して顧客に送ったり，事務所を開設する準備をしたりして，原告の事業を乗\nっ取ったと主張する。\nイ　しかし，被告Ａが原告のカタログ用写真をコピーして奪ったとの原告の\n主張については，証拠（甲２４の１及び２）によれば，たしかに被告のカタログに\n使用している商品の写真は原告のそれと同じであるが，同じ商品を通信販売の対象\nとすれば，当該商品の製造元等から同じ写真の提供を受けることも考えられるとこ\nろであり，これをもって直ちに被告Ａが原告主張のような行為をしたと認めるには\n足りない。この点につき，Ｅ証人は，原告の近所の写真屋から，何十万円というコ\nピー代金の請求があったと述べるが，それが被告Ａが被告会社で使うための写真の\nコピーのためのものであると認めるに足りる証拠はない。\nウ　次に，従業員の解雇については，上記１認定のとおり，原告において従\n業員を採用・解雇する権限は，Ｅに専属していたと認められるから，被告Ａがその\nような行為をしたとは認められない。\nエ　さらに，取引先を奪ったとの事実について検討する。上記１において認\n定した事実からすれば，原告においては，事業の運営は被告Ａに完全に一任されて\nいたのであり，オーナーであるＥは，資金面と人事管理以外には原告の内情を把握\nしていなかった。取引先との折衝も，すべて被告Ａが担当していたのであるから，\n被告Ａが独立して被告会社を設立すれば，顔なじみである取引先が被告会社との取\n引を開始するのも不自然でないといえる（乙４３及び乙４６はこれに沿う趣旨を述\nべる。）。他方，原告においては，被告Ａや，さらにこれに加えて被告Ｃのような\n主要な従業員が退職すれば，事業の運営が立ちゆかなくなるのも当然のことであ\nる。\nオ　原告は，被告らの不法行為により原告の営業上の利益が失われたという\nが，上記エに判示したように，原告は被告Ａらが退職したことから事業を取りやめ\nたものであるところ，被告Ａらが退職したことは，Ｅの承認を得たことであり，原\n告に対する責任を生じるものではない。\n(3)  被告Ｃ及び被告Ｂの責任について\nア　被告Ｃの責任について\n原告が被告Ｃの責任として主張するところは，要するに，上記(1)及\nび(2)における被告Ａの行為を，同被告と共謀のうえ行ったというものである。上記\n判示のとおり，被告Ａの行為として原告の主張する内容は認められないものであ\nり，また，証拠上，他に被告Ｃの不法行為となるべき事実も特段認められない。\nイ　被告Ｂの責任について\n原告が被告Ｂの責任として主張するところは，同被告は被告Ａと共謀の\nうえ，香港に会社を設立し，原告の事業の乗っ取りを図ったというものである。し\nかし，これに沿う証拠は，Ｅの陳述（甲２３，乙３６，証人Ｅ）以外に存せず，こ\nれをもっては原告主張の事実の存在を認めるには足りない。かえって，証拠（乙１\n４，被告Ａ本人）及び弁論の全趣旨によれば，前記被告両名が香港に設立したエン\nポリア社やトータルコンフィデンス社は，香港所在の原告の関連会社ジェイディラ\nイジング社が，香港の厚生省の認可を取らないで健康食品を違法に輸入していたこ\nとが同省に発覚したことで，輸入ができなくなったため，Ｅの指示により，前記被\n告両名が，この会社を経由して日本に健康食品を輸出しようとしたものと認められ\nる。\n(4)　小括\n以上によれば，原告の主張する被告らの不法行為もまた，これを認めるに\n足りる証拠がない。\n４　結論\n上記によれば，その余の点について判断するまでもなく，原告の本訴請求は\nいずれも理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　三　村　量　一\n裁判官        村　越　啓　悦\n裁判官  　　  青　木　孝　之\n"
}