{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 27
  },
  "case_number": "平成15(ワ)1564",
  "case_name": "損害賠償請求事件",
  "court_name": "横浜地方裁判所第４民事部",
  "gist": "被告会社の工場からダイオキシン類を含む排水が７年以上にわたって河川に排出され続けたことにより，同河川の河口付近で漁業を営む原告らが風評被害による営業損害を被ったことにつき，原告らの被告会社に対する損害賠償請求が一部認容された事例",
  "lawsuit_id": "33443",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33443",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/443/033443_hanrei.pdf",
  "contents": "主文\n１ 被告は，原告有限会社Ａに対し，３６１万１０８９円及びこれに対する平\n成１２年３月２４日から支払済みまで年５分の割合による金員を支払え。\n２ 被告は，原告Ｂに対し，１２６万５３０５円及びこれに対する平成１２年\n３月２４日から支払済みまで年５分の割合による金員を支払え。\n３ 被告は，原告Ｃに対し，５８万９４３８円及びこれに対する平成１２年３\n月２４日から支払済みまで年５分の割合による金員を支払え。\n４ 被告は，原告Ｄに対し，１８万７１３５円及びこれに対する平成１２年３\n月２４日から支払済みまで年５分の割合による金員を支払え。\n５ 原告らのその余の請求をいずれも棄却する。\n６ 訴訟費用は，これを１０分し，その１を被告の負担とし，その余は原告ら\nの負担とする。\n７ この判決は，第１項ないし第４項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n被告は，\n① 原告有限会社Ａに対し，２８４８万１１９１円，\n② 原告Ｂに対し，１３５７万２９７５円，\n③ 原告Ｃに対し，１１３３万１８３３円，\n④ 原告Ｄに対し，２７７万５７５１円\n及びこれらに対する平成１２年３月２４日から支払済みまで年５分の割合によ\nる金員を支払え。\n第２ 事案の概要\n本件は，観光地引き網，しらす漁等を営む原告らが，神奈川県藤沢市ＫＬ丁\n目所在の被告藤沢工場（以下「藤沢工場」という ）内に設置された廃棄物焼。\n却炉の排ガス洗浄施設の排水管が雨水管に誤接続されたこと（以下「本件誤接\n続」という ）により，平成４年１１月ころから平成１２年３月２３日にかけ。\nて，上記排ガス洗浄施設からダイオキシン類を含む排水が藤沢市内を流れて江\nノ島の西側約１．５キロメートルの相模湾に注ぐ引地川に排出され続けた（以\n下「本件ダイオキシン事故」という ）結果，この事実が，同月２４日（以下。\n「本件報道日」という ）以降，テレビ等によって全国的に報道されたことに。\nより，引地川河口付近での観光地引き網の予約キャンセル，しらすの販売減少\n等により営業損害等を被ったと主張して，被告に対し，民法７０９条又は７１\n７条１項に基づき，原告有限会社Ａ（以下「原告Ａ」という ）につき２８４。\n８万１１９１円，原告Ｂにつき１３５７万２９７５円，原告Ｃにつき１１３３\n万１８３３円，原告Ｄにつき２７７万５７５１円及びこれらに対する不法行為\n後の日である平成１２年３月２４日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求めた事案である。\nこれに対し，被告は，本件誤接続につき工作物責任を負うことについては争\nわないものの，原告らに損害が生じたこと及び損害と本件誤接続との間に相当\n因果関係があることを否認し かつ 原告らの委任を受けた各漁業協同組合 以，， （\n下「漁協」という ）の組合長との間で，本件ダイオキシン事故に関する補償。\n契約を締結し，同契約に基づいて６３００万円の補償金（以下「本件補償金」\nという ）を支払ったので本件誤接続に関する原告らとの紛争は解決済みであ。\nる旨主張して，原告らの請求を争った。\n１ 争いのない事実等（証拠によって認定した事実については，当該認定事実の\n末尾に証拠を摘示する ）。\n(1) 当事者等\nア 原告Ａ（甲１４，４９，９８，原告Ａ代表者本人，弁論の全趣旨）\n原告Ａは，地引き網漁，水産物の加工販売等を目的とする有限会社であ\nり，引地川の河口付近において観光地引き網，しらす漁，ながらみ漁を行\nい，しらすの加工販売等を営む者である。\n原告Ａは，Ｍ漁業協同組合（以下「Ｍ漁協」という）に所属している。\nイ 原告Ｂ（甲９９，証人Ｆ）\n原告Ｂは，引地川の河口付近においてしらす漁を行い，しらすの加工販\n売等を営む者である。\n原告Ｂは，Ｎ漁業協同組合（以下「Ｎ漁協」という）に所属している。\nウ 原告Ｃ（甲１４，４９，１００，原告Ｃ本人）\n原告Ｃは，引地川の河口付近において観光地引き網を営む者である。\n原告Ｃは，Ｎ漁協に所属している。\nエ 原告Ｄ（甲３の２４，３２，１０１，原告Ｄ本人）\n，。原告Ｄは 引地川の河口付近で捕れたしらす鰻の仲買業を営む者である\nオ 被告（甲３の１，弁論の全趣旨）\n被告は，風水力機械の製造販売等を目的とする株式会社である。\n被告は，神奈川県藤沢市ＫＬ丁目に藤沢工場を設置している。\nカ Ｍ漁協及びＮ漁協（以下「両漁協」という ）の組合長。\n(ｱ) Ｍ漁協の平成１２年３月ないし平成１４年５月１７日における代表\n理事組合長は，Ｈであった。\n(ｲ) Ｎ漁協の平成１２年３月ないし平成１４年５月１７日における代表\n理事組合長は，Ｉであった。\n(2) 河水のダイオキシン類に関する環境庁の基準値（甲３の１ないし２４，\n乙１４）\n河水のダイオキシン類に関する環境庁の基準値は，本件ダイオキシン事故\nの発生当時，１ｐｇ－ＴＥＱ／Ｌ（２－３－７－８四塩化ジベンゾダイオキ\nシン換算で１リットル当たり１兆分の１グラム）であった。\n(3) 本件ダイオキシン事故の発生等\nア 本件誤接続（甲１，２）\n藤沢工場は，工場内の排水管の誤接続により，平成４年１１月ころから\n平成１２年３月２３日まで，同工場に設置された廃棄物焼却炉の廃ガス洗\n浄施設の排水（ダイオキシン類が含まれている ）を，未処理のまま，引。\n地川水系稲荷雨水幹線を通じて，引地川（高名橋の橋脚下）に排出してい\nた。\nイ 環境庁の調査（甲１）\n環境庁は，平成１１年９月２４日，引地川の富士見橋（高名橋の下流）\nで，以下の(ｱ)及び(ｲ)のとおり，高濃度のダイオキシン類が検出されたこ\nとを発表した。\n(ｱ) 平成１０年８月２４日採水 ４．５ｐｇ－ＴＥＱ／Ｌ\n(ｲ) 同年１２月１０日採水 ２．５ｐｇ－ＴＥＱ／Ｌ\nウ 藤沢市の調査（甲１）\n(ｱ) 平成１１年１０月から同年１２月まで\n藤沢市は，平成１１年１０月６日，引地川の水を３か所で採水し，業\n者に分析を依頼した。\nその結果，同年１２月６日，業者から，長後天神添橋及び蓼中橋（い\nずれも高名橋より上流）のダイオキシン濃度が，それぞれ０．３３及び\n１．１ｐｇ－ＴＥＱ／Ｌであり，富士見橋のダイオキシン濃度が，８．\n１ｐｇ－ＴＥＱ／Ｌであるとの報告を受けた。\n(ｲ) 平成１２年１月から同年３月まで\n藤沢市は，引地川の水を，平成１２年１月２６日に６か所で，同年２\n月１６日に７か所で採水し，業者に分析を依頼した。\nその結果，同年３月２１日，業者から，稲荷雨水幹線出口のダイオキ\nシン濃度が，速報値であるものの，平成１２年１月２６日採水分が３２\n００ｐｇ－ＴＥＱ／Ｌ，同年２月１６日採水分が８１００ｐｇ－ＴＥＱ\n／Ｌであるとの報告を受けた。\n(ｳ) 平成１２年３月２１日及び同月２２日\n藤沢市は，稲荷雨水幹線に入り込んでいる枝管を調査し，被告の藤沢\n工場と接続していると思われる枝管を発見した。\nエ 神奈川県及び藤沢市の立入調査（甲１）\n神奈川県及び藤沢市は，平成１２年３月２３日，藤沢工場に立入調査を\n行い，同工場の廃棄物焼却炉の廃ガス洗浄施設の排水が，未処理のまま，\n引地川水系稲荷雨水幹線に流れ込んでいることを発見した。\n神奈川県及び藤沢市は，被告に対し，藤沢工場の廃棄物焼却炉及び廃ガ\nス洗浄施設の排水の排出停止を命じ，併せて，当分の間の同施設の運転停\n止を命じた。\nオ 環境庁，神奈川県及び藤沢市の立入調査（甲１）\n環境庁，神奈川県及び藤沢市は，平成１２年３月２４日，再び藤沢工場\nに立入調査を行い，廃棄物焼却炉及び廃ガス洗浄施設が停止していること\nを確認した。\nなお，藤沢市は，業者から，同日，平成１２年１月２６日及び同年２月\n１６日採水のダイオキシン濃度が，速報値であるものの，以下のとおりで\nあるとの報告を受けた。なお，以下の採水地点のうち，富士見橋以外は，\nすべて稲荷雨水幹線より上流である。\n(ｱ) 平成１２年１月２６日採水\nａ 土棚雨水３号幹線 ０．３５ｐｇ－ＴＥＱ／Ｌ\nｂ 小糸川 １．０ｐｇ－ＴＥＱ／Ｌ\nｃ 一色川 ２．２ｐｇ－ＴＥＱ／Ｌ\nｄ 不動川 ０．８１ｐｇ－ＴＥＱ／Ｌ\nｅ 富士見橋 ９．７ｐｇ－ＴＥＱ／Ｌ\n(ｲ) 平成１２年２月１６日採水\nａ 土棚雨水３号幹線 ０．１３ｐｇ－ＴＥＱ／Ｌ\nｂ 小糸川 ０．２２ｐｇ－ＴＥＱ／Ｌ\nｃ 一色川 １．２ｐｇ－ＴＥＱ／Ｌ\nｄ 不動川 ０．５５ｐｇ－ＴＥＱ／Ｌ\nｅ 石川橋 ２．６ｐｇ－ＴＥＱ／Ｌ\nｆ 富士見橋 ４．４ｐｇ－ＴＥＱ／Ｌ\nカ 環境庁，神奈川県及び被告の記者会見（甲１）\n環境庁，神奈川県及び被告は，平成１２年３月２４日午後８時ころ，本\n件ダイオキシン事故に関する記者会見を行った。\nキ 藤沢市の記者会見（甲１）\n藤沢市は，平成１２年３月２５日午前９時３０分ころ，本件ダイオキシ\nン事故に関する記者会見を行った。\n同市は，本件ダイオキシン事故に関し 「引地川ダイオキシン汚染庁内，\n対策本部」を設置した。\nク 市民への注意喚起（甲１）\n藤沢市は，平成１２年３月２５日から，少なくとも同月２７日まで，引\n地川でパトロールを行い，釣り人，川遊びをしている児童等に対して注意\n喚起を行った。\nケ 環境庁らの連絡調整会議（甲１）\n環境庁，神奈川県及び藤沢市は，平成１２年３月２６日，本件ダイオキ\nシン事故に関し 「引地川ダイオキシン汚染事件対応連絡調整会議 （以，」\n，「 」 。）。下 この会議のことを 環境庁らの連絡調整会議 という を設置した\nコ 速報値の確定（甲３の１１）\n藤沢市は，平成１２年３月３１日，同年１月２６日及び同年２月１６日\nに採水した稲荷雨水幹線及び富士見橋のダイオキシン類濃度の確定値が，\n速報値のとおりであると発表した。\n(4) マスコミによる報道\n本件ダイオキシン事故は，本件報道日のテレビ報道を初めとして，同日以\n降，新聞，テレビ，ラジオ等により，全国的に報道された（甲３の１ないし\n２４ 。）\nなお，新聞各紙は，本件ダイオキシン事故が周辺の魚介類や漁業関係者の\n営業に及ぼす影響に関して，次のように報道した。\nア 平成１２年３月２５日付け朝日新聞（朝刊，夕刊）\n(ｱ) 見出し（甲３の１，３の２，３の４及び３の５）\n「高濃度ダイオキシン流出 「Ｅ藤沢工場 基準の８０００倍 雨」，\n水路に 「泥や魚類への蓄積を懸念 ダイオキシン汚染 「漁協など」，」，\nに不安広がる 「ダイオキシン流出Ｅ藤沢」」，\n(ｲ) 内容\nａ 環境庁と神奈川県は，平成１２年３月２４日，藤沢工場付近の雨水\n路の水から，最高で環境庁の基準の８１００倍にあたる１リットル中\n８１００ピコグラムのダイオキシン類を検出したと発表した。公共水\n域で検出された濃度としては過去最高だ （甲３の１）。\nｂ 排水は９２年夏から流されていたらしい。引地川は相模湾に注いで\nおり，河口近くには漁港や海水浴場がある （甲３の１）。\nｃ 排水は約８年間にわたって，海水客でにぎわう湘南海岸へと流れて\nいた （甲３の５。ただし湘南版）。\nｄ 環境科学の専門家の話（甲３の１）\nかりに排水としても１リットルあたり１０００ピコグラムを超える\nダイオキシン類汚染というのは聞いたことがない。非常に高い値だ。\n問題なのは，まわりの環境への汚染の広がりだ。川底や海底の泥など\nと魚類の汚染実態を調べる必要がある。魚の体内には水の５０００倍\nから１万倍に濃縮されて蓄積される。調査の結果，高濃度であれば，\n対策が必要になるだろう。\nｅ 解説（甲３の２）\n被告藤沢工場からの高濃度のダイオキシン類流出について，専門家\nは，排出直後の濃度より，川底や海底の泥での蓄積，魚類の体内での\n濃縮を心配している。ダイオキシン類はごみの焼却で煙突から排出さ\nれる印象が強いが，水を通じた汚染も広がりと蓄積の点で影響は大き\nい。\nイ 平成１２年３月２５日付け読売新聞（甲３の３）\n(ｱ) 見出し\n「超高濃度ダイオキシン 「藤沢市の工場近くの川 基準の８１０」，\n０倍検出」\n(ｲ) 内容\n環境庁は（平成１２年３月）２４日夜，神奈川県藤沢市のプラントメ\nーカー「Ｅ」の藤沢工場近くの引地川の水から，環境基準の最高８１０\n０倍に当たる８１００ピコ・グラムと超高濃度のダイオキシン類が検出\nされたと発表した。これまで川や海など公共用水域で測定されたダイオ\nキシン類の最高値は津市の岩田川で９８年に検出された２５ピコ・グラ\nムで，過去最悪の汚染事例となった。\nウ 平成１２年３月２６日付け朝日新聞（甲３の６）\n(ｱ) 見出し\n「長期汚染に住民不安 「地元に「風評被害」なし」」，\n(ｲ) 内容\n地元の魚や野菜などの売り上げに「風評被害」は見られず，小売業者\nらはほっと胸をなでおろした。\nエ 平成１２年３月２８日付け読売新聞（甲３の７）\n(ｱ) 見出し\n「緊急対策本部設置 漁協，被害状況提出へ」\n(ｲ) 内容\nａ 風評被害では，Ｒ地区漁業連絡協議会の参加する，Ｓほか７漁協に\nよると，問屋にシラスやカマスを卸そうとしたところ 「安全宣言が，\n出るまでは引き取れない」と断られるケースがあり，キロ当たり３０\n，。円のマルアジが １０円から２０円で買いたたかれた例も出たという\nこのほか，釣り客を乗せる遊漁船や観光引き網でも 「ダイオキシン，\nが心配だ」と予約の取り消しも出ている。\nｂ 環境庁は（平成１２年３月）２７日，昨年９月から今年２月まで行\nった調査結果を発表したが，そのなかで，鎌倉市由比ガ浜沖のシラス\nのダイオキシン濃度は１グラム当たり０．４ピコグラムと低い値で，\n「特別に心配される状況ではない」としている。\nオ 平成１２年３月３０日付け読売新聞（甲３の９）\n(ｱ) 見出し\n「藤沢ダイオキシン流出 農作物，魚の影響調査へ」\n(ｲ) 内容\n環境庁と神奈川県，藤沢市で構成する「連絡調整会議」の第１回会合\nが（平成１２年３月）２９日，県庁内で開かれ，来月上旬までに周辺の\n農作物や地下水，相模湾の魚などの影響調査を行うことを決めた。\nカ 平成１２年４月１日付け朝日新聞（甲３の１０）\n(ｱ) 見出し\n「」，「「」 」消えぬ不安 解消祈る みんなに安心を 切実漁業関係者の声\n(ｲ) 内容\nａ 神奈川県は（平成１２年３月）２７日に「シラスは安全」との見解\nを出した。環境庁も・・・ 海水は安全で海の魚も問題ない」と発表「\nした。\nｂ 神奈川県水産課長は「調査で安全性の再確認をしたい」と話す。た\nだ，引地川のコイからは１９９８年度の環境庁調査で１グラム当たり\n１２ピコグラムのダイオキシンが出たことから「川魚は食べない方が\nいい」という。\nｃ 神奈川県大気水質課の担当者は「川の水に触ったら，念のために手\nを洗った方がいい。井戸水をいつも飲んでいる人は少ないだろうし，\n，，農作物が水からダイオキシンを吸収することも少ないので 両方とも\n大きな危険性はないと考えている 。」\nキ 平成１２年４月２日付け読売新聞（甲３の１３）\n(ｱ) 見出し\n「市民集会で改めて謝罪 「Ｅ 健康相談の電話開設」」，\n(ｲ) 内容\nａ 藤沢工場のダイオキシン排水流出問題で・・・市民集会が（平成１\n２年４月）１日，藤沢市本町の市労働会館で開かれた。\nｂ 引地川に流出したダイオキシンの総量が依然として不明なことや，\n焼却炉排水の雨水マス誤接続の原因がまだ解明できないことなどに対\nする市民の不満は強く，会場には約２００人が詰めかけた。\nｃ 出席者からは「引地川が流れ込む海の魚を食べて大丈夫か 「サ」，\nーファーの安全は保障できるのか」などといった質問が続出。\nク 平成１２年４月１３日付け朝日新聞（甲３の１９）\n(ｱ) 見出し\n「漁業に深刻な被害 「市側報告 漁価２割減，客足にも」」，\n(ｲ) 内容\nａ 「漁業を中心に深刻な被害が広がっている ・・・ 平成１２年４。」（\n月）１２日，藤沢市議会の環境・災害対策特別委員会が開かれ，地元\n経済への影響を聞かれた市側は，市内の２つの漁業協同組合から聞き\n取った内容について報告したうえでそう答えた。\nそれによると，かま揚げシラスは大手の取引業者から「安全宣言が\n出るまで取引を控える」と言われ，４月に入ってからも，２日と３日\n，。に水揚げしたシラスのうち 売れたのは３分の１にとどまったという\n・・・観光客向けの地引き網でも，５月の連休にかけて一部でキャン\nセルが出て，３月２９日，３０日の２日間でも４００人規模のキャン\nセルがあったとされる。\nｂ 魚類へのダイオキシンの影響について藤沢市は市報の臨時号で，特\nにシラスなどの回遊魚については環境庁のデータなどをもとに 「ダ，\nイオキシン濃度は低く問題はない」との見解を示している。\n(5) 環境庁らの連絡調整会議による報告\n環境庁らの連絡調整会議は，平成１２年５月３１日 「引地川水系ダイオ，\nキシン汚染事件への対応 （甲２，乙１４）と題して，以下の発表をした。」\nア 引地川水系稲荷雨水幹線のダイオキシン類汚染の原因は，被告の藤沢工\n場に設置された廃棄物焼却炉の廃ガス洗浄施設の排水が，未処理のまま雨\n水管を通じて排出されていたことにある。\nイ 廃棄物焼却炉の運転が始まった平成４年１１月から平成１２年３月まで\nに，藤沢工場から環境中に排出されたダイオキシン類の量は，水系に３．\n０ｇ－ＴＥＱ，大気に１．４ｇ－ＴＥＱの合計４．４ｇ－ＴＥＱと推計さ\nれる。\n，，ウ 周辺環境調査の結果や利水実態等から判断して 周辺地域での日常生活\n周辺海域での海水浴等のレジャー活動及び周辺海域で水揚げされる魚介類\nの摂取によって，健康に影響が生じるおそれはないものと判断される。\nただし，引地川の魚類は比較的高濃度のダイオキシン類が検出されてい\nることから，食用に供さないことが望ましい。\n(6) ダイオキシン対策協議会と被告との交渉\nア ダイオキシン対策協議会の結成（甲３の２４，乙４）\nＲ地区の１０の漁協（Ｍ漁協及びＮ漁協を含む。以下同じ ）が加盟す。\nるＲ地区漁協連絡協議会（以下「連絡協議会」という ）は，遅くとも平。\n成１２年３月３０日ころまでに，ダイオキシン対策協議会（以下「対策協\n議会」という ）を結成した。対策協議会の会長は，Ｔ漁業協同組合の代。\n表理事組合長であるＧであった。\nイ 被告に対する申入れ（乙４）\n対策協議会は，被告に対し，平成１２年３月３０日，本件ダイオキシン\n事故により取引拒否がされるなど漁業者の業務に被害が及んでいるとし，\n被告に誠意のある対応を望むこと等を申し入れた。\n（， ， ）ウ 補償手続に関する被告からの申入れ 乙５の１ ５の２ 弁論の全趣旨\n被告は，対策協議会及び神奈川県漁業協同組合連合会（以下「県漁連」\nという ）に対し，平成１２年１１月１０日，本件ダイオキシン事故の補。\n，， ，償に関する方針を示し 各組合員ごとに 損害が生じたとする営業の内容\n期間，金額等を回答するよう求めるとともに，各組合員の確定申告書等の\n提出を求めた。\nエ 対策協議会からの回答（乙６）\n対策協議会は，被告に対し，平成１３年２月１３日，各漁協単位で損害\nの調査を進めてきたので，被告から要請された方法による書類の提出は困\n難であること，被害額については後日提示すること等を回答した。\nオ 両漁協における議決\n(ｱ) 通常総会の開催（乙１３）\n，， （ 「 」ａ Ｎ漁協は 平成１３年２月２７日 通常総会 以下 本件通常総会\n。）， 「 」 。という を開催し 第１０号議案 その他 を満場一致で可決した\n本件通常総会の議事録には 第１０号議案 その他 に関して ダ，「 」 ，「\nイオキシン委任の件 「 Ｈ１２，３，２５」突然発生し組合をはじ」，「\nめ県漁連藤沢市の御協力御努力により補償問題も進んでおります。Ｒ\n地区１０組合長の会議も再々開き大変尽力をつくしていられます。総\n会においても，ダイオキシン問題はＩ組合長に委任致しますのでよろ\nしくお願いします。組合員から満場一致で可決成立致しました 」と。\nの記載が存在している。\nｂ 本件通常総会には，総正組合員５２名のうち３２名が出席していた\n（出席者には委任状による出席者１１名を含む 。）\nｃ 原告Ｂは，本件通常総会に出席し，第１０号議案に賛成し 「組合，\n長におまかせします。よろしくおとりはからいをして下さい 」と発。\n言した。\n，，「」ｄ 本件通常総会の開催通知には 第１０号議案については その他\nとしか記載されていなかった。\n(ｲ) 臨時総会の開催（乙１２）\n，， （ 「 」ａ Ｍ漁協は 平成１３年３月１５日 臨時総会 以下 本件臨時総会\nという ）を開催し，第１号議案である「 被告の）引地川水系ダイ。（\nオキシン類流出汚染事故の損害補償に関する一切の権限を代表理事組\n合長への委任に関する件」を，賛成多数で可決した。\nｂ 本件臨時総会には，総正組合員３４名のうち３１名が出席していた\n（出席者には委任状による出席者１３名を含む 。）\nカ 対策協議会からの金額の提示（乙７）\n対策協議会は，被告に対し，平成１３年３月１９日，本件ダイオキシン\n事故の補償金として，合計６億６３６０万円（直接の漁業被害６億４００\n０万円，事務費１３６０万円，見舞金１０００万円）の支払を請求した。\nキ 被告からの回答（乙８）\n被告は，対策協議会に対し，平成１３年３月２３日，同月１９日に提示\nを受けた金額について，金額の根拠が確認できないとして，再度，各組合\n員が受けた個々の損害に関する書類の提出を求めた。\nまた，被告は，対策協議会に対し 「補償要求の根拠となる漁業協同組，\n合の関係規則等による委任関係の書類（総会議事録，規約，定款，理事会\n議事録等 」の提出を求めた。）\nク サンプル調査（甲９８ないし１００，証人Ｊ，原告Ｄ）\n被告は，平成１３年１２月ころ，補償金額の算定のため，対策協議会を\n構成する各漁協において，当該漁協の組合員等の一部につき，サンプル調\n査を行った。\nサンプル調査に参加した組合員等のうち，一部の者は，被告の求めに応\nじて，税務申告書等の資料を提出した。\n原告らは，全員，このサンプル調査に参加し，被告に対し，税務申告書\n等の資料を提出した。\nケ 被告からの金額の提示（乙９）\n被告は，対策協議会に対し，平成１４年３月６日，本件ダイオキシン事\n故の補償金として，合計４５００万円を支払う旨申し入れた。\nコ 対策協議会からの金額の提示（乙１０）\n対策協議会は，被告に対し，平成１４年４月２２日，本件ダイオキシン\n事故の補償金として，合計８７２６万円の支払を請求した。\n(7) 弁護士からの受任通知（甲６）\n原告訴訟代理人らは，原告らから，本件ダイオキシン事故の補償請求に関\nする一切の件を受任し，平成１４年５月１０日，被告に対し，本件ダイオキ\nシン事故の補償請求に関する受任通知（以下「本件受任通知」という ）を。\n発送し，同通知は，同月１１日，被告に到達した。\nなお，同通知には 「平成１４年５月７日，通知人らは，貴社に対する本，\n件の補償請求に関する一切の件を当職らに委任し，法的な救済を求めること\nと致しました。つきましては，今後，本件に関する一切を当職らが代理人と\nして，対応致しますので，よろしくお願い致します 」との記載がある。。\n(8) 補償契約の締結（乙１，２，１１，証人Ｊ，同Ｉ，同Ｇ）\nア 被告とＲ地区の１０漁協及び県漁連の代表理事らは，平成１４年５月１\n７日，本件ダイオキシン事故につき，Ｒ地区の１０漁協のすべての組合員\n及び準組合員の有する損害賠償請求権を総額で６３００万円とする内容の\n補償契約を締結した（以下，この補償契約のことを「本件補償契約」とい\nう。本件補償契約の当事者は，契約書上は，Ｇ（対策協議会）及び被告と\nなっているが，Ｒ地区の１０漁協の代表理事らも，同日ころには，本件補\n償契約の内容について了承していたと認められる 。。）\nイ 本件補償契約に係る契約書には，以下のような条項がある。\n甲（Ｒ地区の１０漁協及び県漁連を指す ）は，本契約（本件補償契約。\nを指す ）に先立ち，次の各号に掲げる書類を乙（被告を指す ）に提出。。\nするものとする。\n① 各漁業協同組合代表理事組合長の印鑑証明書\n② 各漁業協同組合員（準組合員を含む）の印鑑証明書（但し，甲は，本\n証明書を代理人保管とすることを認める）\n③ 各漁業協同組合員（準組合員を含む）の各漁業協同組合代表理事組合\n長に対する委任状\n④ 甲のうちＴ漁業協同組合を除く各漁業協同組合代表理事組合長のＴ漁\n業協同組合代表理事組合長に対する委任状\nウ 本件では，上記イ②及び③で要求されているＲ地区の１０漁協の組合員\n（準組合員を含む）の各漁協代表理事組合長に対する委任状及び印鑑証明\n書は，被告及び各漁協代表理事組合長のいずれに対しても，提出されてい\nなかった （証人Ｊ）。\n(9) 本件補償金の支払及び分配\n被告は，Ｒ地区の１０漁協及び県漁連の代表理事らに対し，平成１４年５\n月２４日，本件補償契約につき，６３００万円の本件補償金を支払った。\n本件補償金は，各漁協において各組合員に分配された。しかし，原告Ａ，\n原告Ｂ及び原告Ｃは，現在まで，本件補償金の分配を受けることを拒絶して\nおり 原告Ｄに関しては組合員ではないため分配の対象とされなかった 証，。（\n人Ｉ，証人Ｆ，原告Ａ代表者本人，原告Ｃ本人）\n(10)原告ら以外の漁協組合員の動向\nＲ地区の１０漁協の組合員のうち，原告ら以外には，本件補償金の分配額\nにつき，現在まで，被告に対して異議を述べた者はいない。\n(11)本件補償契約の内容の開示について（甲９８ないし１００，弁論の全趣\n旨）\n原告らは，本件補償契約の締結以前には，本件補償金の金額を知らされて\nいなかった。\nまた，原告らは，本訴訟に至るまで，本件補償契約の詳しい内容（契約文\n言等）を知らされていなかった。\n２ 争点及び争点に対する当事者の主張\n(1) 原告らは，両漁協の代表理事組合長らに対し，本件補償契約に先立ち，\n本件補償契約の締結権限を授与したか。\nア 被告の主張\n原告らは，各漁協の代表理事組合長らに対し，次のとおり，本件補償契\n約に先立ち，本件補償契約の締結権限を授与した。各漁協の代表理事組合\n長らは，上記代理権に基づき，被告との間で本件補償契約を締結し，被告\nから本件補償金６３００万円の支払を受けたので，本件誤接続に関する原\n告らと被告との紛争は解決済みである。\n(ｱ) 漁協の総会決議による委任\nＭ漁協代表理事組合長であるＨ及びＮ漁協代表理事組合長であるＩ\nは，本件臨時総会及び本件通常総会の各決議により，原告らから，本件\n補償契約の締結に関する包括的な権限を与えられた。\nａ Ｍ漁協\n原告Ａが所属するＭ漁協は，平成１３年３月１５日，本件臨時総会\nを開催し，第１号議案である「 被告の）引地川水系ダイオキシン類（\n流出汚染事故の損害補償に関する一切の権限を代表理事組合長への委\n任に関する件」を，賛成多数で承認可決した。\nｂ 原告Ｂ\n原告Ｂ，原告Ｃ及び原告Ｄの所属するＮ漁協は，平成１３年２月２\n７日，本件通常総会を開催し，第１０号議案で「ダイオキシン委任の\n件」として，本件ダイオキシン事故に関する損害補償についての一切\nの権限を組合長であるＩに委任する旨，満場一致で可決した。\nｃ 決議の効力\n上記ａ及びｂの各議決（以下「本件各決議」という ）の効力は，。\n両漁協のすべての組合員を拘束するものである。なぜなら，漁業協同\n組合は，組合員の経済的地位の改善のために，団体協約の締結やこれ\nに附帯する事業を行う権限があり（水産業協同組合法１１条１項１４\n号，同１６号 ，本件補償契約の締結も，団体協約締結交渉又はこれ）\nに準ずる事業として，その権限の範囲にあるからである。\nまた，両漁協は，過去にも，本件と類似の補償契約を締結したこと\nがあるところ，その際にも，補償契約に関する委任は，総会決議によ\nって行われており，両漁協には，補償交渉及び補償契約締結の委任に\n関し，総会の決議によって決定するという慣行が存在していたといえ\nる。\nしたがって，本件各決議により，両漁協の組合長らは，本件補償契\n約の締結に関する包括的な権限を与えられたといえる。\n(ｲ) 原告らによる個別的な委任\n仮に，本件各決議の効力が原告らに及ばないとしても，原告らは，両\n漁協の代表理事組合長らに対し，明示又は黙示の意思表示により，本件\n補償契約の締結権限を授与した。\nａ 原告Ｂ\n(a) 総会決議への賛成\n原告Ｂは，Ｎ漁協における本件通常総会において，本件ダイオキ\nシン事故の損害補償に関する一切の権限をＩに委任するという議案\nを協議する際 「組合長におまかせします。よろしくおとりはから，\nいをして下さい 」と発言し，上記議案に賛成している。。\nそして，① 本件通常総会の議事録には，補償交渉の権限と補償\n契約締結の権限とを区別したような記載はないこと，② 補償契約\nの締結権限のない補償交渉権限は何ら紛争の解決に資するものでは\nないこと，③ 各漁協の組合員は合計約７００名に達しており，損\n害賠償請求を漁協に委任する必要性は高かったこと，④ 原告らを\n含む各漁協の組合員らの補償交渉は，当初から，一貫して各漁協を\n通じて行われていたこと，⑤ 被告は，本件補償契約締結後，原告\nら以外の各漁協の組合員から抗議を受けたことはなかったこと，⑥\nＮ漁協の理事長であったＩも，原告Ｂから契約締結権限を委任さ\nれていると認識していたこと等からすれば，原告Ｂは，Ｉ組合長に\n対し，本件通常総会決議によって，被告との間の補償交渉のみでな\nく，組合員個人としての本件補償契約の締結権限を授与したことは\n明らかである。\n(b) サンプル調査への協力\n原告Ｂは，本件通常総会の後，Ｉらが被告との間で補償交渉を行\nっていることを認識しつつ，１年以上の長期間にわたり，個別的な\n補償請求交渉を行わなかった。\nまた，原告Ｂは，被告が，対策協議会等との補償交渉において，\n補償金額を算定するために実施したサンプル調査に参加し，資料を\n提出する等積極的に協力している。\nこのサンプル調査は，各漁協主催の下，各漁協事務所で行われて\nおり，被告担当者も，その際に，この調査が，漁協全体の補償額を\n算定するためのものであることを説明している。\n原告Ｂが，この調査に協力している事実は，同原告が，本件通常\n総会の際に，Ｉに本件補償契約の締結権限を授与したことを示す重\n要な間接事実である。\n(c) 以上のとおり，原告Ｂが，Ｉに対し，原告Ｂを代理して本件補\n償契約を締結する権限を授与したことは明らかである。\nｂ 原告Ａ\n(a) 個別的に補償交渉を行わなかったこと\n原告Ａは，本件臨時総会の後，Ｈらが被告との間で補償交渉を行\nっていることを認識しつつ，１年以上の長期間にわたり，個別的な\n補償請求交渉を行わなかった。\n(b) サンプル調査への協力\n原告Ａも，被告が，漁協全体の補償金額を算定するために実施し\nたサンプル調査に参加し，資料を提出する等積極的にこれに協力し\nている。\n(c) 以上のとおり，原告Ａは，Ｈに対し，黙示の意思表示により，\n原告Ａを代理して本件補償契約を締結する権限を授与したものとい\nうべきである。\nｃ 原告Ｃ\n(a) 個別的に補償交渉を行わなかったこと\n原告Ｃは，本件通常総会の後，Ｉらが被告との間で補償交渉を行\nっていることを認識しつつ，１年以上の長期間にわたり，個別的な\n補償請求交渉を行わなかった。\n(b) サンプル調査への協力\n原告Ｃも，被告が，漁協全体の補償金額を算定するために実施し\nたサンプル調査に参加し，資料を提出する等積極的にこれに協力し\nている。\n(c) 以上のとおり，原告Ｃは，Ｉに対し，黙示の意思表示により，\n原告Ｃを代理して本件補償契約を締結する権限を授与したとものと\nいうべきである。\nｄ 原告Ｄ\n(a) 組合員に準ずる者であること\n原告Ｄは，Ｎ漁協の組合員である原告Ｃの妻で原告Ｃと共に漁業\nに従事するものであり，原告Ｃと実質的に同一の営業主体，又は，\n同漁協の組合員に準ずる者である。\n(b) 個別的に補償交渉を行わなかったこと\n原告Ｄは，本件通常総会の後，Ｉらが被告との間で補償交渉を行\nっていることを認識しつつ，１年以上の長期間にわたり，個別的な\n補償請求交渉を行わなかった。\n(c) サンプル調査への協力\n原告Ｄも，被告が，漁協全体の補償金額を算定するために実施し\nたサンプル調査に参加し，資料を提出する等積極的にこれに協力し\nている。\n(d) 以上のとおり，原告Ｄは，Ｉに対し，黙示の意思表示により，\n原告Ｄを代理して本件補償契約を締結する権限を授与したとものと\nいうべきである。\nイ 原告らの主張\n原告らは，各漁協の代表理事組合長らに対し，本件補償契約の締結権限\nを授与してはいない。\n(ｱ) 漁協の総会決議に権限がないこと\n水産業協同組合法１１条は，漁協に対し，組合員からの個別授権なし\nに本件補償契約の締結権限のような権限を付したものではない。\n本件誤接続により損害を受けたことに基づく損害賠償請求権は，個々\n。，の組合員の純然たる個別的権利である そのような個別的権利の処分が\n漁協の総会決議によって，反対者，欠席者を含め，漁協に委ねられるこ\nとはない。\n(ｲ) 原告らによる個別的な委任がないこと\nａ 対策委員会による交渉を黙認していたわけではないこと\n原告らは，被告と対策委員会との間の交渉経過につき，被告から対\n策委員会に対して総額４５００万円の提示があったこと，対策委員会\nが被告に対して総額８７２６万円の請求をしたこと，被告と対策委員\n会とが総額６３００万円で本件補償契約を締結したこと等の事実を，\n何も知らされなかった。\nむしろ，被告は，対策委員会に対し，交渉内容を個々の組合員に口\n外しないよう求めていたのである。\nまた，原告らは，本件補償契約が締結される前に，被告に対し，代\n理人弁護士を通じて交渉する旨通知し，個別交渉の意思を明確に伝え\nている。\nなお，サンプル調査についても，原告らは，被告との個別交渉の一\n貫としてされたものであると理解している。\n付言するに，原告ら以外の各漁協の組合員は，本件補償契約に対し\n，，て異議を唱えなかったとしても 引地川河口付近で操業する原告らと\n他の組合員とでは，全く損害の状況が異なっているといえる。\nｂ 原告Ｂについて\n本件通常総会における第１０号議案の議決は，飽くまでも，組合の\n意思決定としてされたものであり，個別的授権を含むものではない。\n本件通常総会の招集通知にも，本件補償契約に関する記載は何ら存\n在せず，また，同議案の議決に個別委任の趣旨が含まれているのであ\nれば，同総会の欠席者に対し，後日，個別的授権に関する意思確認が\nされるはずであるが，そのような意思確認がされた事実もない。\nしたがって，原告Ｂが上記議決に賛成したとしても，それは，個別\n的授権を意味するものではない。\nなお，原告Ｂが，本件通常総会において 「組合長におまかせしま，\nす。よろしくおとりはからいをして下さい 」と発言した点に関して。\nも，① この発言の趣旨は交渉の促進を促すものにすぎず，② 同総\n会における決議は欠席者がいても行い得たものである以上，本件補償\n契約の締結権限の委任は含まれないとみるべきであり，③ 仮に上記\n発言の趣旨が個別的委任であったとしても，委任の範囲は不明確であ\nり，④ 個々の組合員の損害額については，組合員自身が被告と交渉\nするのが合理的であるから，上記発言についても，本件補償契約の締\n結を委任したものとはいえない。\n(2) 本件誤接続と原告らの営業損害との間には相当因果関係があるか。\nア 原告らの主張\n以下に述べる事情を総合すれば，本件誤接続と原告らの営業損害との間\nには，相当因果関係があるというべきである。\n(ｱ) ダイオキシン類について\nダイオキシン類は，猛毒物質であり，特に，ベトナム戦争において米\n軍が散布した枯葉剤に含まれていたこと 「二重体児ベトちゃんドクち，\nゃん」の例にみられるような催奇形性を有すること等が広く知られてい\nた。\n(ｲ) 本件ダイオキシン事故の報道\n被告がダイオキシン類を排出していた事実は，本件報道日の夕方のテ\n，， ，， ，レビ報道を初めとして 新聞 ラジオ等も含め 連日 重大事件として\n全国的な報道がされた。\nこの報道では，① 汚染濃度が国の環境基準値１ｐｇ－ＴＥＱ／Ｌの\n８１００倍と過去最高であり，従前の最高値（２５ｐｇ－ＴＥＱ／Ｌ）\nの３２４倍であること，② 排出が長期に及び，総量が水系に３．０ｇ\n－ＴＥＱ，大気に１．４ｇ－ＴＥＱと莫大であったこと，③ ①及び②\nの数値は行政庁による科学的な検査結果に基づくこと，④ 被告が環境\n設備のトップ企業であること，⑤ 原因が排水管の誤接続であること，\n⑥ 行政庁の発表が引地川産の魚類摂取への警告を含むこと等が全国的\nに広く報道され，引地川河口付近で操業する原告らの営業に重大な影響\nを与えた。\nなお，これらの報道は，誇張のない客観的な報道であった。\nまた，神奈川県及び藤沢市も，広報等により，情報提供，注意喚起を\n行った。\n(ｳ) 本件ダイオキシン事故の報道から生ずる損害について\n本件のようなダイオキシン汚染事故が発生した場合，風評被害が生ず\nることは経験則上明らかである。\n，，消費者は 市場において多様な商品を選択することができるのであり\nダイオキシン汚染の報道に接した消費者が，現場近くにおいて海産品の\n購入を避けたり，レジャーを回避したりすることは当然の行動である。\n(ｴ) 環境庁らの連絡調整会議による発表について\n被告は，環境庁らの連絡調整会議が，平成１２年５月３１日，発表し\nた引地川河口付近の魚介類の調査結果により，原告らが扱う魚介類が安\n全なものであることが明らかとなった旨主張する。\nしかし，この検査の検体数はわずか１０であり，しかも，同調査結果\nは 「平成１２年３月２３日以降の流動床炉の運転停止以降」も「稲荷，\n雨水幹線及び引地川のダイオキシン類は・・・なお水質環境基準を超え\nる状況にある」とした上，引地川の魚類については，依然として「食用\nに供さないことが望ましい」と評価しているのであり，この調査結果に\nより，原告らが扱う魚介類の安全が確認されたとはいえないし，ダイオ\nキシン排出に関する報道の影響が払拭されたともいえない。\nイ 被告の主張\n以下に述べる事情を総合すれば，原告らには，本件ダイオキシン事故に\nより，損害は生じていないし，仮に，風評被害により何らかの減収が生じ\nていたとしても，それは，本件誤接続と相当因果関係を欠くというべきで\nある。\n(ｱ) 魚介類が安全であったこと\n環境庁らの連絡調整会議による「引地川水系ダイオキシン汚染事件へ\nの対応（平成１２年５月３１日発表 」によれば，引地川河口付近の海）\n水に含まれるダイオキシン類の濃度レベルは環境水準に合致しており，\n魚介類のダイオキシン濃度レベルも，全国調査の範囲内であった。\nこれらの調査結果から，原告らが扱う魚介類が，ダイオキシン類に汚\n染されていたということは全くなく，したがって，人体に有害なもので\nはなく，他水域の魚介類と比較してもむしろ安全なものであることが明\nらかとなった。\n調査報告書も 「周辺海域で水揚げされる魚介類の摂取によって，健，\n康に影響が生じるおそれはないものと判断される 「 本件ダイオキ。」，（\nシン事故の）引地川河口周辺の相模湾への影響は小さかったものと考え\nられる 」としている。。\n(ｲ) マスコミの誤った報道\n本件ダイオキシン事故に関するマスコミ報道の内容は，一般の視聴者\n等に対し，あたかも引地川本流から基準の８１００倍（８１００ｐｇ－\nＴＥＱ／Ｌ）のダイオキシン濃度レベルが検出されたような誤解を与え\nるものであった。\nこの基準の８１００倍という数値は，地下水路である引地川水系稲荷\n雨水幹線の出口で検出されたものであり，引地川水系稲荷雨水幹線は暗\n渠とされていて住民等が流水に直接接触することはあり得ず，さらに，\nこの出口は，橋脚の下にあるから，住民が立ち入る場所ではない。\nまた，引地川水系稲荷雨水幹線は，雨水等を集めるための小規模な水\n路であり，引地川本流に流入した後は，ダイオキシン類の濃度も大幅に\n希釈される。実際，引地川本流のダイオキシン濃度レベルは，平均する\nと約５．９７ｐｇ－ＴＥＱ／Ｌ程度であった。\nこのような報道が適切にされていれば，風評被害が生ずることはなか\nった。\n(ｳ) 市場関係者の誤った判断\n本件ダイオキシン事故の後，一般消費者は，特に同事故に反応を示し\nていない者が多かったが，一部の魚市場，スーパー等の市場関係者は，\n一般消費者の動向を見誤り，本件ダイオキシン事故に過度に反応して，\n自らの判断で取引中止等の措置を講じてしまった。\nしかし，上記(ｱ)，(ｲ)で述べたダイオキシンのレベルからすれば，そ\nのような措置は誤りであった。\n(ｴ) 消費者の個別的心理状態の介在\n仮に，本件ダイオキシン事故の後，原告らが取り扱う魚介類の購入を\n回避した一般消費者がいたとしても，従前どおり購入し続けた一般消費\n者も多数存在していたのであり，両者は，単に個人的心理状態の介在に\nよって判断が異なったにすぎない。\n原告らが取り扱う魚介類のダイオキシン類濃度レベルは，他の海域の\n魚介類と比較しても低い水準であったのであるから，魚介類の購入を回\n避した消費者の個別的心理状態は 「安全であっても食べない」という，\n極めて主観的な心理状態であり，同一条件のもとで，常に同様の結果に\nなるとはいえないものである。\n(3) 原告らの損害額\nア 原告らの主張\n(ｱ) 原告Ａの損害額\nａ 観光地引き網の売上減\n原告Ａには，本件ダイオキシン事故のニュース報道以降，観光地引\nき網の予約のキャンセルが２３件２７網生じ，申込みも減少し，これ\nにより売上げが減少した。\n（）平成１２年の観光地引き網売上高 １１４網１３８８万４１９９円\nと，平成１１年の売上高（１４７網１６２７万３９０９円）及び平成\n１３年の売上高（１６５網１９００万６７８７円）の平均額との差額\nは，３７５万６１４９円となる。\nｂ 直営店舗の売上減\n原告Ａの直営店舗では，本件ダイオキシン事故の報道以降，客足が\n遠のき，売上げが減少した。\n報道後１年間（平成１２年３月２５日ないし同１３年３月２４日）\nの粗利２５７９万７８４７円と，その前年の粗利４３４２万６０４５\n円及び翌年の粗利４２６２万６１３４円の平均額との差額は，１７２\n２万８２４３円となる。\nなお，被告は，直営店舗における粗利減が，市場への出荷によって\n補てんされた旨主張するが，平成１２年は豊漁であり，市場へ１日１\n３０キログラムのしらすを出荷した上で，風評被害がなければ直営店\n舗で通常売れる量（１日５０キログラム）のしらすを販売することは\n容易であった。\n原告Ａは，平成１２年３月ないし同年４月当時，１，２回の網で２\n００キログラム程度のしらすを漁獲しており，通常どおり昼まで操業\nすれば１日８００キログラム程度のしらすを漁獲していた。\nｃ 市場の取引停止による損害\n(a) Ｏ魚市場による取引停止等による損害\n原告Ａは，Ｏ魚市場との間で，平成１２年度より，生しらすを毎\n日１キログラム当たり１１５０円で１００キログラムを取引する旨\n契約していた。\nところが，本件ダイオキシン事故の報道により，Ｏ魚市場は，原\n告Ａからの生しらすの仕入れを，平成１２年３月２５日から同年４\n月６日まで１３日間停止した。\nまた，同年４月７日から９日まで，出荷量が制限された（合計１\n７４キログラム 。）\nこれらの措置により，原告Ａは，１６９万５１００円の損害を被\nった。\n(b) Ｐ魚市場による取引停止等による損害\n原告Ａは，Ｐ魚市場に対し，平成１２年３月より，生しらすを毎\n日１キログラム当たり１０００円で３０キログラム以上を出荷して\nきた。\nところが，本件ダイオキシン事故のニュース報道により，Ｐ魚市\n場は，原告Ａからの生しらすの仕入れを，平成１２年３月２５日か\nら２７日，２９日及び３０日の５日間停止した。\nまた，平成１２年３月２８日，同月３１日から４月１２日まで，\n出荷量が制限された（合計１６４．５キログラム 。）\nこれらの措置により，原告Ａは，３１万４５００円の損害を被っ\nた。\nｄ ながらみ漁ができなかったことによる損害\nＭ漁業協同組合理事会は，平成１２年のながらみ漁の特別採捕申請\nに関する議決を差し控えた。その結果，原告Ａは，平成１２年６月な\nいし７月のながらみ漁ができず，塩ゆでながらみの売上げを失った。\n平成１１年６月から７月までのながらみ漁による売上高は，２５３\n万８０００円であったが，原告Ａは，消費者が貝類がダイオキシンの\n影響を受けやすいと思っていると考えたことから，平成１２年以降も\nながらみ漁を中止しており，原告Ａが受けた損害は，２８９万８００\n０円を下回ることはない。\nｅ 経費減\n平成１２年における原告Ａの経費のうち，給与手当，雑給，福利厚\n生費，通信費，交際費，水道光熱費，消耗品費，運賃，荷造包装費，\n事務用品費，広告宣伝費及び組合納入金の各金額が売上げの減少に伴\nい減少しているところ，上記各費目の平成１１年及び同１３年の平均\n額と平成１２年の金額の差額の合計額（すなわち，平成１２年におけ\nる経費の減少額）は，５９７万６０７０円である。\nしたがって，これらの経費減を上記ａないしｄの合計２５８９万１\n９９２円から差し引いた金額１９９１万５９２２円が，原告Ａの営業\n損害となる。\nｆ 慰謝料\n原告らは，湘南の地に生まれ，湘南の海や川の恵みを受け，これら\n，，を愛しむ者であるが 本件ダイオキシン事故が発生したことによって\n自らの生業を失うことへの不安を余儀なくされる等，精神的損害を被\nった。\nしたがって，原告Ａの慰謝料は，少なくとも，上記ｅの経費減と同\n額とみるのが相当である。\nｇ 弁護士費用\n弁護士費用としての損害額は，上記合計額２５８９万１９９２円の\n１割である合計２５８万９１９９円である。\nｈ合計\n以上を合計すると，原告Ａの損害額は，２８４８万１１９１円とな\nる。これらの損害額を基礎付ける各数値は，別表１及び６（省略）の\nとおりである。\n(ｲ) 原告Ｂの損害\nａ 得られるはずであったしらすの売上げ\n原告Ｂは，漁獲したしらすを加工した上，市場への出荷，宅配便で\nの地方発送及び直営店における販売（かま揚げしらす１キログラム当\nたり２３００円，乾ししらす１キログラム当たり３０００円）を行っ\nてきた。\n平成１２年はかつてないほどの豊漁の年であり，漁の始まった３月\n１１日から２４日に至るまでの間の水揚量は３５５０キログラムに上\nった（平成１１年，同１３年の同時期の水揚げ高はそれぞれ９４５キ\nログラム，４０キログラムであった 。。）\nしかし，平成１２年３月２４日の本件報道日以降，大量の売れ残り\nが発生した（３月２５日から同月末日まで３７２．５キログラム，４\n月２２０６．５キログラム，５月１６４８キログラム 。）\nそのため，原告Ｂは，同年８月まで，稼働時間を大幅に減らすこと\nとなった。\n平成１２年３月２５日から８月までの稼働時間が，平成１１年及び\n平成１３年の同時期の稼働時間のとおりであれば，原告Ｂには，２万\n２６１９キログラムのしらすの水揚げがあったはずである。\n一方，平成１１年，同１３年及び同１４年の総売上高を水揚高で割\nると，１キログラム当たりの売上高は１１５５円となる。\nしたがって，本件ダイオキシン事故がなければ，原告Ｂには，２万\n２６１９．１５２キログラム×１１５５円＝２６１２万５１２１円の\n売上高があったはずであり，実際の売上高である１３７８万６０５２\n円との差額は，１２３３万９０６９円となる。\nなお，平成１２年の売上高とその前後１年の売上高の平均を比較し\nた場合でも，損害額（粗利）は４４９万５３０８円であり，ここから\n売上減に伴って生じた経費減８３万０８２４円を控除した金額を，豊\n漁であることを考慮して１．２５倍した金額は，４５８万０６０５円\nとなる（甲５２ 。）\nｂ 経費減\n平成１１年及び平成１３年の原告Ｂの売上高の平均額と，平成１２\n年の売上高との差額は，４４９万５３０８円である。\n，， ， ， ，一方 平成１２年の原告Ｂの経費のうち 通信費 燃料費 交際費\n旅費，専従者給与，雑給及び広告費の各金額が売上げの減少に伴い減\n少しているところ，上記各費目の平成１１年及び同１３年の平均額と\n平成１２年の金額の差額の合計額（すなわち，平成１２年における経\n費減少額）は，８３万０８２４円である。\nしたがって，原告Ｂの売上減に対応した経費の減少率は，約１８パ\nーセントであり，原告Ｂの営業損害は，上記ａの１２３３万９０６９\n円からその１８パーセントを控除した１０１１万８０３６円を下らな\nい。\nｃ 慰謝料\n原告Ｂの慰謝料は，少なくとも，上記ｂの経費減と同額とみるのが\n相当である。\nｄ 弁護士費用\n弁護士費用としての損害額は，上記ａないしｃの合計１２３３万９\n０６９円の１割である１２３万３９０６円である。\nｅ合計\n以上を合計すると，原告Ｂの損害額は，１３５７万２９７５円とな\n。， ， （ ）る これらの損害額を基礎付ける各数値は 別表３ ４及び６ 省略\nのとおりである。\n(ｳ) 原告Ｃの損害\nａ 観光地引き網の売上減\n原告Ｃ方の観光地引き網は，平成１１年当時，原告Ａと比較して，\n観光地引き網の実施回数が相当に少なく，売上げを伸ばす余地が大き\nかった。\nしかし，本件ダイオキシン事故の報道以降，原告Ｃ方には，９網８\n１万円のキャンセルが入り，その後の申込みも減少した。平成１３年\nの売上げの伸びも，本来期待し得た程ではなかった。\n原告Ｃの売上減は，少なくとも，平成１１年，同１４年及び同１５\n年の売上平均から同１２年及び同１３年の売上平均を引き，これを２\n倍した７０９万５０００円に上る。\nｂ 経費減\n平成１２年及び同１３年の原告Ｃの経費の平均のうち，代分け，雑\n費，消耗品費，通信費及び修繕費の各金額が売上げの減少に伴い減少\nしているところ，上記各費目の同１１年，同１４年及び同１５年の平\n均額と平成１２年及び同１３年の原告Ｃの経費の平均額との差額の合\n計額は，４８１万２７０２円となる。\nしたがって，これらの経費減を上記ａの金額７０９万５０００円か\nら差し引いた金額２２８万２２９８円が，原告Ｃの営業損害となる。\nｃ 慰謝料\n原告Ｃの慰謝料は，少なくとも，上記ａ及びｂの合計金額を超えて\n１０３０万１６６７円に満つるまでの金額（８０１万９３６９円）と\n同額とみるのが相当である。\nｄ 弁護士費用\n弁護士費用としての損害は，上記ａないしｃの合計額１０３０万１\n６６７円の１割に当たる１０３万０１６６円である。\nｅ合計\n以上を合計すると，原告Ｃの損害額は，１１３３万１８３３円とな\nる。これらの損害額を基礎付ける各数値は，別表２及び６（省略）の\nとおりである。\n(ｴ) 原告Ｄの損害\nａ 採捕人の減少\n原告Ｄは，しらす鰻の仲買業を営むものであるが，本件ダイオキシ\nン事故により，引地川に入るしらす鰻の採捕人が減少した。\nその結果，原告Ｄ方に持ち込まれるしらす鰻の数も減少し，同原告\nの収入も減少した。\nなお，平成１２年は，４月以降，黒潮の流れが南方より相模湾へ北\n上するという良好な状況であり，豊漁が期待される状況であった。\n平成９年から平成１２年３月までの原告Ｄの各月の粗利の平均か\nら，平成１２年４月から平成１５年までの各月の粗利の平均を差し引\nき，これを合計した金額は，８４万５８９０円である。\nｂ 経費減\n，，平成１２年４月から平成１４年までの原告Ｄの経費のうち 運送費\n消耗品費，水道光熱費及び通信費の各金額が売上げの減少に伴い減少\nしているところ，上記各費目の平成１０年１月から平成１２年３月ま\nでの平均額と平成１２年４月から平成１４年までの原告Ｄの経費の平\n均額との差額の合計額は，１３万２５２５円となる。\nしたがって，これらの経費減を上記ａの金額８４万５８９０円から\n，。差し引いた金額である７１万３３６５円が 原告Ｄの営業損害となる\nｃ 慰謝料\n原告Ｄの慰謝料は，少なくとも，上記ａ及びｂの合計金額を超えて\n２５２万３４１０円に満つるまでの金額（１８１万００４５円）と同\n額とみるのが相当である。\nｄ 弁護士費用\n弁護士費用としての損害は，上記ａないしｃの合計額２５２万３４\n１０円の１割に当たる２５万２３４１円である。\nｅ合計\n，， 。以上を合計すると 原告Ｄの損害額は ２７７万５７５１円となる\nこれらの損害額を基礎付ける各数値は，別表５及び６（省略）のとお\nりである。\n(ｵ) 損害についての補足\nａ 増収傾向の理由\n近年，水産物に関する消費者の「鮮度志向 「本物志向 「安全」，」，\n志向 「健康志向」は顕著である。」，\nまた，旅行に関する消費者の「安・近・短傾向 「自然志向 「体」，」，\n験学習」や「地域学習重視傾向」は顕著である。\n原告らの増収傾向は，このような理由に基づくものであった。\nｂ しらすの豊漁について\n平成１２年はしらす豊漁の年であり，特に同年３月は，過去に類を\n見ないほどの漁獲高であった。\n原告Ａ及び原告Ｂも，風評被害による売れ残りを心配して出漁を削\n減したにもかかわらず，例年と遜色のない漁獲があった。\n神奈川県全体でみても，本件ダイオキシン事故に基づくしらす漁従\n事者の出漁回避があったにもかかわらず，平年以上の漁獲があった。\nなお，平成１２年は，全国的には，神奈川県ほど顕著な豊漁ではな\nかった。\nｃ しらす鰻の豊漁について\nしらす鰻は，黒潮が相模湾に北上する流形となるときに，豊漁にな\nる傾向がある。\n，，平成１２年は １月ないし２月は黒潮の流形が悪く不漁であったが\n３月には若干持ち直し，４月には良好な流形となった。\n，， 。したがって ４月には しらす鰻の豊漁が期待できる状況であった\nｄ 豊漁と価格について\n，「 」 ，原告ら生産者は 市場の 需要－供給曲線 の支配から逃れるべく\n商品の付加価値を高めたり，直売の拡充，出荷契約の締結に努力して\nいる。\nしたがって，豊漁が価格低下を意味するものではない。\nｅ 損害の算定方法について\n原告らは，営業形態がそれぞれ異なり，損害額の算出についても，\n個々の原告にとって最も合理的な方法で行われる必要がある。\nしたがって，原告ごとに損害額の算定方法が異なる点は，何ら問題\nではない。\nｆ 継続する損害\n本件ダイオキシン事故以降，被告が環境に排出したダイオキシン類\nが除去されたわけではないのであり，現在まで，危険を感じて原告ら\nの商品，サービスを敬遠している消費者は存在しており，原告らの損\n害は，今もなお，継続しているといえる。\nまた，本件ダイオキシン事故における基準の８１００倍という数値\nは過去最大であり，今後，同種の事故が起きるたびに引き合いに出さ\n，， 。れるのであり そのたびに 新たに風評被害が発生するおそれがある\nイ 被告の主張\n(ｱ) 損害の算定方法\n原告らに生じた損害の算定方法については，少なくとも過去３年間程\n度の売上高との比較において売上減少が認められる場合に，その減少額\nに過去の純利益率を乗じて算出すべきである。\n原告らは，本件事故後の売上高を損害算定の基礎としているが，それ\nでは，事故後の売上高の増減に応じて，損害の算定の基礎とするかどう\nかを選択できることになってしまい，恣意的に損害を高く主張すること\nを認めることになって不当である。\n(ｲ) 原告Ａについて\nａ 算定方法について\n原告Ａは，本件における損害を，観光地引き網の売上減，直営店舗\n，， 。の売上減 取引停止による損害等 個々の項目に分けて主張している\nしかし，本件ダイオキシン事故が原告Ａの営業に影響を与えたとい\nうのであれば，原告Ａの売上げはすべてが相模湾で行う漁業によるも\nのであるから，損害額は，営業全体として判断すべきである。\nそして，平成１２年の原告Ａの売上高は，過去３年分の売上高と比\n較して，むしろ増加している。したがって，原告Ａには，損害は発生\nしていない。\nｂ 観光地引き網について\n損害額を算定するに当たっては，過去３年間の数値の平均と比較す\nべきであるところ，観光地引き網の売上高について個別に見た場合で\nも，原告Ａの売上高の減少は，多くとも２７万９１８５円となる。\nこれは，平成１２年の観光地引き網の総売上が１３８８万４１９９\n円であることからして，特段，本件誤接続と相当因果関係のある損害\nということはできない。\nまた，原告Ａの純利益率は，過去いずれもマイナスとなっているこ\nとから，純利益の減少も，ゼロか，極めてゼロに近い金額であるとい\nえる。\nなお，観光地引き網のキャンセルは，毎年相当数，相当割合で生じ\nているのであって，どの程度が本件誤接続と相当因果関係を有するの\nか判然としない。\nｃ 直営店舗の売上減について\n原告Ａは，市場への魚介類の出荷に関する売上高と，直営店舗にお\nける魚介類の販売に関する売上高の双方を含む「加工売上」のうち，\n，，直営店舗において販売した分のみを取り上げて この粗利の減少額が\n本件誤接続によって生じた損害に当たるとしている。\nしかし，Ａの平成１２年の「加工売上」全体の売上高が，過去最高\nになっていることからすれば，原告Ａに，仮に，直営店舗における売\n上げの減少が生じていたとしても，原告Ａが，その分を市場に売却す\nる等していたために，損害は発生していなかったと考えられる。\nしたがって，直営店舗における粗利減少額を請求することはできな\nい。\nｄ 市場の取引停止について\n原告Ａは，Ｏ魚市場との間で，生しらすを毎日１キログラム当たり\n１１５０円で１００キログラムを取引する旨契約したと主張する。\nしかし，原告Ａの主張するような事実は，証拠上認められないし，\nそもそも契約として拘束力を有するのかどうか疑わしい。\nまた，仮に，原告Ａが，Ｏ魚市場から，取引を停止，制限されてい\nたとしても，本件では，生しらすを他の市場等に売却する等して，損\n害の発生が回避された可能性が高い。したがって，原告Ａに損害は発\n生していない。\n原告ＡがＰ魚市場から取引を停止，制限されたという主張について\nも，同様のことがいえる。\nｅ ながらみ漁について\nＭ漁協は，ながらみ漁について，平成９年度から同１１年度まで，\n。，５月から７月までの期間で実施することを決議している これに対し\n平成１２年度及び同１３年度においては，９月から１０月の期間で実\n施する旨を決議している。\nながらみ漁がこれまでどおりの時期に実施されなかったからといっ\nて，それを本件誤接続と相当因果関係のある損害であると主張するの\nは困難である。\n(ｳ) 原告Ｂについて\n原告Ｂの主張する損害の算定方法は，期待水揚量，期待売上高等を基\n礎とし，豊漁を前提としながら豊漁による供給過剰等に基づく売上高の\n減少要素等を全く考慮していないものであって，極めて不自然なもので\nあることは明白である。\nまた，過去３年間の売上高の平均と平成１２年とを比較した場合，売\n上高の減少は１３５万５４３２円であるが，これは売上高の５パーセン\nト程度にすぎず，本件誤接続と相当因果関係のある損害とはいえない。\n(ｴ) 原告Ｃについて\n原告Ｃは，観光地引き網につき，売上高の減少があったと主張してい\nるところ，同原告は，平成１３年にも損害が発生していると主張してい\nるが，平成１３年の売上高は平成１１年の売上高を大きく上回っている\n上，原告Ａの観光地引き網の損害が平成１３年以降発生していないこと\nを考慮すると，損害が発生しているとはいえない。\n平成１２年の売上高についても，平成１１年の売上高と遜色がなく，\n本件誤接続と相当因果関係のある損害が発生しているとはいえない。\nなお，原告Ｃは，平成１２年に８件の観光地引き網のキャンセルがあ\nったと主張するが，平成１１年にも１６件のキャンセルが発生しており\n同年の方がキャンセル数，キャンセル割合とも高いことからすれば，平\n成１２年のキャンセルは，本件誤接続と相当因果関係を有するものでは\nない。\n(ｵ) 原告Ｄについて\n原告Ｄの粗利については，過去３年間と比較した場合に，確かに，平\n成１２年は減少しているようである。\nしかし，もともと，平成１１年１２月から平成１２年３月までの仕入\n量は，例年に比べて極端に少なかったのであり，これは不漁に基づくも\nのである。\nなお，原告Ｄは，黒潮の流れからしてしらす鰻が豊漁になる直前に本\n件ダイオキシン事故が発生した旨主張するが，何の客観的，科学的根拠\nもない。\n第３ 争点に対する判断\n１ 争点(1)（本件補償契約締結権限の授与）について\n(1) 漁協の総会決議による委任はあったか\nア 被告は，両漁協による本件各決議が，議決に参加しなかった者，議決に\n反対した者を含めて，両漁協のすべての組合員（及び原告Ｄ）を拘束し，\n本件ダイオキシン事故に関する損害補償についての一切の権限を組合長に\n委任するものであると主張し，その根拠として，水産業協同組合法１１条\n１項１４号及び同１６号が，漁協は 「組合員の経済的地位の改善のため，\nにする団体協約の締結」及び「前各号の事業に附帯する事業」を行うこと\nができると定めていることを挙げる。\nしかし，漁協等の水産業協同組合の目的は，事業を行うことによって，\n組合員のために直接の奉仕をすること（水産業協同組合法４条）であり，\n漁協が団体協約（組合と相手方との間で結ばれる一種の契約）を締結する\nことができると定めた同法１１条１項１４号の趣旨も，経済的に弱い立場\nにある個々の組合員が，組合を通じて，相手方との間で魚介類の取引価格\nや代金の支払方法に関する集団契約を結ぶことにより，相手方と対等な地\n位を確保することができるようにすること等によって，組合員の「経済的\n地位」を改善することにあるから，漁協が，既に発生している個々の組合\n員の個別的権利を，多数決の原理に基づき，総会決議によって第三者に委\n，， 。ね 処分することは 同条項の意図するところではないというべきである\n本件においても，本件ダイオキシン事故により，漁協「自体」が，何ら\nかの損害を被ったのであれば，漁協が，多数決による総会決議によってそ\nの損害賠償請求権を処分することができると言い得るかもしれないが，本\n件ダイオキシン事故により個々の組合員が被った損害に関する損害賠償請\n求権は，飽くまで組合員が個人として有する権利であるから，これを，漁\n協が，組合員から委任を受けることなく，総会決議に欠席した者や反対し\nた者の権利も含めて，多数決の原理に基づく総会決議によって処分するこ\nとができるとは認め難い。\nイ 被告は，両漁協には，補償交渉及び補償契約締結の委任に関し，総会の\n決議によって決定するという慣行が存在していたから，本件各決議の効力\nは組合員を拘束する旨主張する。しかし，補償交渉及び補償契約締結の委\n任に関し，総会の決議によって決定された例が多数存在するとの証拠は存\n在せず，仮に，そのような方法を執った事例において問題が生じなかった\nことがあったとしても，それはたまたま不満が出ず問題化しなかったとい\nうにすぎないのであり，組合員が法的に総会決議に拘束されるとの慣行が\n成立していると認めるには不十分であり，当該補償契約の締結の後，組合\n員らが補償契約の内容につき追認をするなどの特段の事情がなければ，総\n会の決議がその意に反して組合員を拘束することはできないというべきと\nころ，本件の原告らについては，本件各決議に関し，そのような事情が存\n在したとは認められないから，被告のこの点での主張も，本件各決議によ\nって原告らの権利を処分できる根拠とはなり得ないというべきである。\nウ よって，これらの点に関する被告の主張はいずれも採用できない。\n(2) 原告らによる個別的な委任はあったか\nア 原告Ｂについて\n被告は，原告Ｂが，Ｉに対し，本件補償契約の締結に先立ち，原告Ｂを\n代理して本件補償契約を締結する権限を個別的に授与したと主張し，その\n根拠として，原告Ｂが本件通常総会に出席し 「ダイオキシン問題」をＩ，\nに委任する旨の決議に賛成し，本件通常総会において 「組合長におまか，\nせします。よろしくおとりはからいをして下さい 」と発言したこと等を。\n挙げている。\nしかし，本件のように多数の損害賠償請求権者が代表者を立てて相手方\nとの間で補償契約を締結しようとする場合には，通常，代表者と相手方と\nの間の交渉の過程で，一応の契約案がまとまった段階で，代表者が，各損\n害賠償請求権者に対し，いったん，契約案を開示して，各損害賠償請求権\n者の同意を得た上で 最終的な契約締結に至るのが一般的な手続である な，（\nお，本件では，本件補償契約の締結まで，原告らに対し，本件補償契約の\n内容は知らされていない 。。）\n，， ，，これに対し 被告が主張するように 原告らが 本件補償契約に関して\n契約締結のために交渉を行う権限のみならず，補償金額を決定する権限ま\nでも一任してしまうということは，当該権利の処分に関して，ほとんどそ\nのすべてを当該第三者に任せてしまうということであり，全面的な権限を\n委任することに当たるというべきであるから，仮に，そのような委任が行\nわれるとすれば，委任の際には，極めて慎重，確実に，委任者の意思確認\nが行われ，その旨明示されるのが通常であると考えられる。\n，「 」 ，ところが 本件通常総会の第１０号議案 その他 に関する議事録には\n「ダイオキシン委任の件 「 Ｈ１２，３，２５」突然発生し組合をはじ」，「\nめ県漁連藤沢市の御協力御努力により補償問題も進んでおります。Ｒ地区\n１０組合長の会議も再々開き大変尽力を尽くしていられます。総会におい\nても，ダイオキシン問題はＩ組合長に委任致しますのでよろしくお願いし\nます。組合員から満場一致で可決成立致しました 」との記載が存在する。\nのみであるところ 「ダイオキシン問題はＩ組合長に委任致します」とい，\nう程度の上記記載では，本件ダイオキシン事故に関する原告らの損害賠償\n請求権に関して，いかなる権限が，いかなる範囲で授与されたのかが，全\nく不明確であるというほかなく，上記決議を受けてされた原告Ｂの上記発\n言についても，被告が主張するような全面的な権限を授与するという意思\nでされたのかどうか判然としないといわざるを得ない。\nさらに，上記決議において，仮に，本件補償契約の締結権限のような全\n面的な権限の授与が，個別的にせよ行われたのであれば，後々，組合員の\nうち誰が本件補償契約の締結権限を授与し，誰が授与していないのかが問\n，， （ ）題となり得ると考えられるが 本件では 本件通常総会の議事録 乙１３\nを見ても，組合員のうち誰が同総会に出席し上記決議に賛成したのかは記\n，， 「 」載されていない上 本件では 個々の組合員から組合長に対して その他\nという案件についての決議の委任を超えて，本件補償契約締結権を個別に\n授権することを委任することを前提とした委任状等の書面が提出されたよ\nうな事実もないのであるから，本件で，本件通常総会に参加して，個別授\n権をする意思で決議に賛成した者を特定することは不可能であるというほ\nかなく，上記決議の手続は，被告が主張する授権内容の重要さに比べて，\nあまりにも杜撰であったといわざるを得ない。\n加えて，本件通常総会の開催通知には，上記議決の内容について「その\n」， ， ，他 としか記載されておらず 各組合員には 本件通常総会の開催以前に\n上記のような全面的な権限を委任するかどうかについて検討する機会も与\nえられていなかったものと考えられる（なお，本件通常総会に実際に出席\nした組合員の数も，結果的には，全５２名中２１名にすぎず，同総会にお\nいて，上記決議の内容を知ってこれに賛同した組合員の数も，組合員全体\nの４割程度にすぎなかった 。。）\nこのように，上記決議が，被告が主張するような全面的な授権内容と比\n較して，その内容が極めてあいまいであり，かつ，手続が杜撰であること\n等からすれば，原告Ｂが，たとえ上記決議に賛成していたとしても，その\n際の同原告の意思が，本件補償契約の締結に向けた交渉権限のみならず，\nいくらの金額で同契約を締結するかという全面的な権限を一任する意思で\nあったとまでは，認め難いといわざるを得ない。\nなお，被告は，原告Ｂが，上記決議以降，同人が弁護士を通じて受任通\n知を送るまで，何ら被告との間で個別的な交渉を行わず，また，漁協にお\nいて行われたサンプル調査にも参加し，協力したこと等の事実を挙げ，こ\nれらの事実が，本件補償契約の締結権限の授与が行われたことを基礎付け\nる重要な事実である旨主張する。しかし，原告らは，対策協議会と被告と\nが，本件補償契約の締結に向けて交渉すること自体は，これを容認してい\nたというべきであるから，Ｉが組合長として被告と補償交渉をするにつき\n上記のような協力をすることは自然なことであり，したがって，上記のよ\nうな事情があるからといって，原告らが，Ｉに対し，被告と補償交渉をす\nることを超えて，本件補償契約の締結を一任するという全面的な授権を行\nったということまで認めることはできない。\nなお，被告は，補償契約の締結権限のない補償交渉権限は何ら紛争の解\n決に資するものではない旨主張するが，補償契約の締結権限のない補償交\n渉権限であっても，各漁協の組合員が合計７００名以上に達していたこと\n（証人Ｊ）を考えれば，そのような交渉権限も，十分，紛争の早期解決に\n資するものであったというべきであり，被告の主張は，採用できない。\n以上のとおりであるから，本件では，原告Ｂが，Ｉに対し，本件補償契\n約の締結権限を授与したと認めることはできない。\nイ 原告Ａ，原告Ｃ及び原告Ｄについて\n被告は，原告Ａ，原告Ｃ及び原告Ｄについても，同原告らが，本件各決\n議以降，弁護士を通じて受任通知を送るまで，何ら被告との間で個別的な\n交渉を行わず，また，漁協において行われたサンプル調査にも参加，協力\nしていること等を根拠に，同人らから両漁協の組合長らに対し，本件補償\n契約の締結権限が授与されたと主張する。\nしかし，上記アで述べたとおり，原告らは，対策協議会と被告とが，本\n件補償契約の締結に向けて交渉すること自体は，これを容認し，協力して\nいたというべきものの，被告が主張するような事情だけでは，補償金額の\n合意を含めた全面的な契約締結権限まで組合長らに授権したと認めること\nはできない。\nしたがって，原告Ａ，原告Ｃ及び原告Ｄが，Ｉ又はＨに対し，本件補償\n契約の締結権限を授与したと認めることはできない。\n(3) まとめ\n以上のとおり，原告らが，両漁協の代表理事組合長らに対し，本件補償契\n約の締結権限を授与したと認めることはできず，この点に関する被告の主張\nには理由がない。\n２ 争点(2)（相当因果関係）について\n原告らは，本件ダイオキシン事故が発生し，それがマスコミによって報道さ\nれたことにより，原告らに営業損害が発生したと主張する。\n(1) まず，本件ダイオキシン事故に関してどのような報道が行われたかを検\n討する。\n前記第２，１，(4)のとおり，本件ダイオキシン事故の発生は，環境庁ら\nの記者会見が行われた本件報道日以降，新聞，雑誌，テレビ，ラジオ等にお\nいて大きく取り上げられ，全国的に広く報道された （甲３の１ないし３の。\n２４）\nその報道内容は 「高濃度ダイオキシン流出 「被告藤沢工場 基準の８，」，\n０００倍 雨水路に 「超高濃度ダイオキシン 「藤沢市の工場近くの川」，」，\n基準の８１００倍検出」等のショッキングな見出しが付けられたものであ\nり，少なくとも平成１２年３月２５日ころの新聞記事には，環境科学に関す\nる専門家等により，相模湾の魚介類にダイオキシン類が蓄積されているおそ\nれがある旨のコメントや解説記事が掲載されていた。\n(2) ところで，ダイオキシン類の毒性が極めて強いことは平成１２年当時に\nおいて一般的に広く知られていたものであり（公知の事実である ，ダイ。）\nオキシン類の流出が７年以上という長期間続いていたこと等を考え合わせる\nと，一般の消費者が，上記(1)のような報道に接すれば，一時的にせよ，引\n地川近くで採れた海産物を買うことを控えたり，引地川近くで行われる観光\n地引き網への参加を見合わせたりすることは，消費者の心理として極めて高\nい蓋然性をもって予想されるというべきである。\n(3) 上記(1)の報道内容に加え，原告らの業務がいずれも引地川の河口付近に\nおいて行われ，又は，同河口付近で捕れた魚介類に関して行われていたこと\nや，本件報道日から１週間も経たないうちに，各漁協によって対策協議会が\n結成され，被告に対して補償を求め始めていること等の事情に照らせば，本\n件ダイオキシン事故を理由に観光地引き網の予約のキャンセル等が生じたと\nいう原告Ａ代表者及び原告Ｃの供述，市場からしらす等の引き取りを断られ\nたという原告Ａ代表者の供述，しらす等の販売に関する客足が減ったという\n原告Ａ代表者の供述及び証人Ｆの証言，しらす鰻の採捕人が漁に出なくなっ\nたという原告Ｄの供述は，いずれも，その件数や金額は別としても，少なく\nともそのような事実があったという点に関しては，信用できるというべきで\nある。\n(4) その後，平成１２年３月２７日には，環境庁及び神奈川県により，相模\n湾のしらすは安全である旨の発表がされており，同年５月３１日には，環境\n庁らの連絡調整会議により，正式に 「周辺環境調査の結果や利水実体等か，\nら判断して，周辺地域での日常生活，周辺海域での海水浴等のレジャー活動\n及び周辺海域で水揚げされる魚介類の摂取によって，健康に影響が生じるお\nそれはないものと判断される 」旨の安全宣言が出されていること等からす。\nれば，同日以降，上記報道が原告らの営業に及ぼす影響は，暫減していった\nものと考えられる。\nしかし，環境庁らの連絡調整会議による上記発表においても 「引地川の，\n魚類は比較的高濃度のダイオキシン類が検出されていることから，食用に供\nさないことが望ましい 」と発表されていること等から考えれば，上記発表。\nがあったからとって，直ちにその効果が現れたと考えるべきではなく，原告\nらの営業に対する影響は，上記発表の後も，一定期間，継続したものと考え\nられる。\n(5) 以上を総合すると，少なくとも，本件では，本件ダイオキシン事故が生\nじなければ，同事故の報道を原因とする観光地引き網の予約キャンセル，市\n場からのしらす等の引取り拒否，しらす等の販売額の減少，しらす鰻の漁の\n中断等は生じなかったというべきであり，これらを原因とする原告らの営業\n損害も生じなかったというべきである。\n(6) 被告は，本件ダイオキシン事故に関するマスコミ報道が，あたかも引地\n川本流から基準の８１００倍のダイオキシン類が検出されたような誤解を与\nえる内容であり，報道が適切にされていれば，原告らに風評被害が生ずるこ\nとはなかったと主張し，また，一部の市場関係者が，本件ダイオキシン事故\nに過度に反応して，自らの判断で取引中止等の措置を講じてしまったと主張\nするので検討する。\n確かに，平成１２年３月２５日の読売新聞の「環境庁は・・・藤沢工場近\nくの引地川の水から，環境基準の最高８１００倍に当たる８１００ピコ・グ\nラムと超高濃度のダイオキシン類が検出されたと発表した 」という記事の。\nうち 「引地川の水から」と記載されている部分は，正確には 「雨水路（引，，\n地川水系稲荷雨水幹線）の水から」と記載すべきであり，報道内容が正確で\nはなかったという点は存在する。\nしかし，本件ダイオキシン事故に対する報道の大多数は，適切に行われて\nいたと認められる上，環境基準の８１００倍というダイオキシン類の量は，\nたとえこれが雨水路において検出された数値であったとしても，付近住民に\n十分に脅威を与えるものであり，現に，上記雨水路の下流にある引地川の富\n士見橋付近においても，本件ダイオキシン事故の発生当時の環境庁の基準値\nである１ｐｇ－ＴＥＱ／Ｌを超える濃度のダイオキシン類が検出されている\nことを考慮すると，消費者に対し，引地川河口付近で採れた魚介類の買い控\nえを生じさせ，観光地引き網への参加をちゅうちょさせ得る数値であったと\n考えられる。\nなお，市場関係者らの反応についても，本件のような報道が行われれば，\n公衆衛生を維持するという重大な責務を負っている市場関係者らが，仕入れ\nを拒絶し，又は仕入れの量を減らすことは，通常かつ適切な判断であって，\nこれが不当であるとは認められない。\n(7) 以上を総合すれば，本件誤接続がなければ，本件ダイオキシン事故の報\n道を原因とする観光地引き網の予約キャンセル，市場からのしらす等の引き\n取り拒否，しらす等の販売額の減少，しらす鰻の漁の中止等は生じず，これ\nらを原因とする原告らの営業損害も生じなかったというべきであるから，本\n件誤接続と，原告らの営業損害との間には，相当因果関係があると認められ\nる。\n３ 争点(3)（原告らに発生した損害額）について\n(1) まず，原告らの営業状況につき検討する。\n前記争いのない事実等に下記の各項中に掲記した各証拠及び弁論の全趣旨\nを総合すると，次の各事実が認められる。\nア 原告Ａの営業状況について（甲１６の１ないし１６の３，１７，１８の\n１，１８の２，７０の２ないし７０の９，７１，８８，９８，１１４ない\nし１１６，乙１６ないし１９，原告Ａ代表者本人）\n(ｱ) 原告Ａの平成９年から同１５年までの営業状況は，別表７（省略）\nのとおりであった。すなわち，原告Ａは，青色申告を行っているから，\n各事業年度ごとに，当該事業年度に係る帳簿書類を備え付け，これに基\nづき申告をしていることが推認されるので，その青色申告書の記載は原\n告Ａの営業実態をほぼ正確に記載していると認められる。そして，原告\nらの平成９年から同１５年までの確定申告書の内容（原告Ｂについては\n平成９年から同１２年まで）は，別表７（省略）のとおりであり，した\nがって，原告Ａの平成９年から同１５年までの営業状況は，別表７（省\n略）のとおりであると認められる。\n(ｲ) 原告Ａの総勘定元帳の記載（甲１６号証の１を例にすると 「水揚，\nげ売上」欄の「Ｐ魚市場」を除くその余の売上げの合計額が観光地引き\n網の売上高となる ）を基に，弁論の全趣旨を総合すると，原告Ａの平。\n成９年４月から同１５年１２月までの観光地引き網売上高は 別表１ 省，（\n略）のとおりであったと認められる。\n(ｳ) 原告Ａの総勘定元帳の記載（甲１６号証の１を例にすると 「加工，\n売上」欄の「 有）Ｑ」を除くその余の売上げの合計額を売上高とし，（\n「仕入高」欄の「 有）Ｑ」からの仕入額を仕入高とし，売上高から仕（\n入高を控除した残額を粗利益とする ）を基に，弁論の全趣旨を総合す。\nると，原告Ａの平成９年３月２５日から同１５年３月２４日までの直営\n店舗における売上高及び粗利は，別表１（省略）のとおりであったと認\nめられる。\n(ｴ) 原告Ａは，Ｏ魚市場との間で，平成１２年３月１日，生しらすを毎\n日１キログラム当たり少なくとも１１５０円で１００キログラムを買い\n取る旨の契約を結んだ。\n(ｵ) Ｏ魚市場は，原告Ａからの生しらすの出荷受入を，平成１２年３月\n２５日から同年４月６日まで，合計１３日間，本件ダイオキシン事故の\n魚介類への影響を懸念して，停止した （甲１７）。\nまた，Ｏ魚市場は，平成１２年４月７日から同月９日まで，生しらす\nにつき，合計１７４キログラムの出荷制限を行った （甲８８）。\n(ｶ) Ｐ魚市場は，原告Ａからの生しらすの出荷受入を，平成１２年３月\n２５日から同月２７日まで，同月２９日及び同月３０日，合計５日間，\n本件ダイオキシン事故の魚介類への影響を懸念して，停止した （甲１。\n８の１）\nまた，Ｐ魚市場は，平成１２年３月２８日，同月３１日から平成１２\n，， 。（）年４月１２日まで 生しらすにつき 出荷制限を行った 甲１８の２\n(ｷ) 原告Ａの平成１１年６月から同年７月までのながらみ漁による売上\n高は，２４０万円（消費税を含めて２５２万円）であった （甲７０の。\n。「 」 「 」２ないし７０の９ なお甲１６の１の 加工売上 欄８頁の ８月６日\nの「２８９万８０００円」の一部として入金 〔甲７１ ）。〕\n（， ， ，イ 原告Ｂの営業状況について 甲２６ないし３１ ７７ないし８０ ９９\n１０５ないし１０７，証人Ｆ）\n原告Ｂの平成９年３月２５日から同１５年３月２４日までの売上高は，\n別表４（省略）のとおりであった。このことは，原告Ｂが日常つけている\n帳簿（甲３１）の記載と確定申告書（甲７７，７８）の記載とがおおよそ\n合致していることから認めることができる。\nウ 原告Ｃの営業状況について（甲２０ないし２４，５４，５５，７３ない\nし７６，１００，１０２ないし１０４，原告Ｃ本人）\n原告Ｃの平成１０年４月から同１５年１１月までの観光地引き網売上高\nは，別表２（省略）のとおりであった。このことは，確定申告書類（甲７\n，） （ ， ，３ないし７６ １０２ないし１０４ と帳簿類 甲２１ないし２３ ５４\n５５）とが一応の整合性を有していることから信用することができる。な\nお，確定申告における平成１４年及び平成１５年の売上額（甲１０３，１\n０４）は，代分け分６０パーセントが除外して計上されているので，別表\n２（省略）にはその額を加えている。\n（， ， ，エ 原告Ｄの営業状況について 甲３２ないし３７ ５６ ８２ないし８６\n１０１，１０９ないし１１１，原告Ｄ本人）\n(ｱ) 原告Ｄは，漁協には所属していない。\n(ｲ) 原告Ｄの平成９年から同１５年までの営業状況は，別表７（省略）\nのとおりであった。このことは，確定申告書類（甲８３ないし８６，１\n０９ないし１１１）と帳簿類（甲３３ないし３７，５６）とが整合性を\n有することから信用することができる。\n(ｳ) 原告Ｄの平成９年から同１５年までの各３月及び４月のしらす鰻の\n売上高は，別表５（省略）のとおりであった。\n(2) 原告Ａの損害について\nア 売上高全体の検討\n原告Ａについては，平成９年から同１５年までの売上高全体の推移をみ\nる限り，売上高は順調に伸びて来ており，本件ダイオキシン事故が発生し\nた平成１２年の売上げは全体として平成１１年の売上げの８．２５パーセ\nント増となっており，本件ダイオキシン事故を原因として，大きな損害が\n生じているものとは認められない （別表７ 省略）。\nまた，原告Ａの売上高を，水揚げ売上（観光地引き網の売上高等）と加\n工売上（直営店舗における売上高，市場への売上高等）に分けた上で，そ\nの推移を検討してみても，加工売上は，平成９年から同１３年にかけて，\n売上高が順調に伸びている一方，水揚げ売上についても，平成１２年は，\n前後１年に比べて若干売上高が少ない（平成１２年の売上げは平成１１年\nの売上げの８．５２パーセント減）ものの，平成９年から同１５年までの\n水揚げ売上の推移をトータルとして見れば，売上高は上下を繰り返しなが\nらも，全体として増加傾向で推移していることが認められる （別表７。\n省略）\nイ 観光地引き網の売上減について\n上記アのとおり，原告Ａの売上高の増減を年単位でみた場合には，売上\n高の顕著な減少は見られないが，観光地引き網の売上高の変動を月単位で\n見た場合，平成１２年の４月及び５月の売上高は，平成９年から同１５年\nまでの同時期の売上高と比較して，いずれも最少金額であり，平成１２年\n６月の売上高も，平成９年から同１１年までの同時期の売上高の平均額を\n大きく下回っており，平成１２年４月から６月までの売上高の減少は顕著\nであると認められる （別表１ 省略）。\nそして，上記２で検討したとおり，原告Ａに，本件ダイオキシン事故の\n報道に伴い，一定数の観光地引き網の予約のキャンセルがあったことを考\nえれば，平成１２年４月から６月までの観光地引き網売上高の減少は，本\n件誤接続と相当因果関係のある損害というべきである。\nなお，平成１２年７月以降の観光地引き網の売上高については，売上高\nの顕著な減少は見られず（別表１ 省略 ，また，同年５月３１日には，）\n環境庁らの連絡調整会議により，引地川河口近くにおける観光地引き網の\n実施を含めた安全宣言が出されていることから考えれば，この安全宣言以\n降，本件ダイオキシン事故の報道の影響は，暫減していったものと考えら\nれる。\nこれらの事情を総合すれば，本件誤接続によって減少したと認められる\n観光地引き網の売上高は，平成１２年の前後各２年の４月ないし６月の合\n計売上高の平均額である６４２万７９３９円から，平成１２年の４月ない\nし６月の合計売上高である４５１万７３５９円を差し引いた差額である１\n９１万０５８０円と認めるのが相当である。\nそして，この金額から，経費として，６５パーセント（原告Ａと同種の\n営業を営んでいる原告Ｃが，観光地引き網を行う際に乗組員に支払う賃金\n（代分け）が，観光地引き網の売上高の６割であることや，この代分け以\n外にも経費が生じていると認められること（甲２２，原告Ｃ本人）等を考\n慮すると，原告Ａの観光地引き網売上高の減少に伴って減少する経費は，\n売上高の６５パーセントと解するのが相当である ）を差し引いた金額で。\nある６６万８７０３円が，Ａの観光地引き網の売上減少につき，本件誤接\n続と相当因果関係を有する損害というべきである。\nウ 直営店舗の粗利減について\n原告Ａは，本件ダイオキシン事故の報道以降，直営店舗における売上げ\nの粗利が大きく減ったと主張している。\nこの点，原告Ａの主張するとおり，原告Ａの「加工売上」のうち，市場\nに出荷したものを除いた直営店舗における売上高や粗利は，本件報道日以\n降の１年間の売上高をみると，前後の１年間と比較して，減少が顕著であ\nると認められる （別表１ 省略）。\nしかし，市場に出荷した生しらす等を含む「加工売上」全体の売上高を\nみると，これらの売上高は，平成１２年においても，前年から順調に増加\n（前年比１３．３３パーセント増加）している （別表７ 省略）。\nこれは，平成１２年に，直営店舗の売上高が減少した額を大きく上回る\n金額の生しらす等が，市場へと出荷され，加工売上全体の売上高を増加さ\nせたことを表している。\nこの事実に，原告Ａが，本件ダイオキシン事故が発生する前の時点で，\n既に，Ｏ魚市場との間で，平成１２年３月以降，Ｏ魚市場に対し毎日１０\n０キログラム以上の生しらすを継続して出荷する旨の契約をしていたこと\nを考え合わせれば，原告Ａの直営店舗における売上高が減少したように見\nえる部分のしらす等の多くは，市場に売却されて，加工売上の一部となっ\nたものと推認することができる。\nなお，原告Ａは，平成１２年はしらすが豊漁であったから，本件ダイオ\nキシン事故によって直営店舗の売上高が減少しなければ，市場への出荷量\nを増やすとともに，直営店舗でも前年どおりの量を販売することが可能で\nあったと主張する。\nしかし，① そもそも，原告Ａは，平成１２年においても，過去最高額\nの加工売上高（その大半がしらすに関係するものであると認められる。別\n表７）を記録しているのであるし，② しらすの豊漁に伴ってしらすの消\n費量まで増加するわけではなく，仮に豊漁であれば，その分，しらす漁に\nかける時間を減らすこともあったと考えられること（証人Ｆ ，③ 平成）\n９年から同１４年までの間で神奈川県全体で最大量のしらす水揚げがあっ\nた年とされる平成９年（甲６９）にも，原告Ａの「加工売上」の金額は多\n（） ，額になっているわけではないこと 別表７ 省略 等の各事情からすると\n「平成１２年はしらすが豊漁であったから，本件ダイオキシン事故によっ\n，，て直営店舗の売上高が減少しなければ 市場への出荷量を増やすとともに\n直営店舗でも前年どおりの量を販売することが可能であった」という原告\n。，Ａの主張をそのまま採用することはできないといわざるを得ない ただし\n平成１３年及び同１４年の加工売上の額は同１２年の加工売上の額よりも\n．， ． ，それぞれ１５ ６６パーセント １０ ５４パーセント増加しているから\n本件ダイオキシン事故による風評被害がなければ，市場への出荷量を保っ\nた上で，直営店舗における売上げを実際の売上げより一定程度増加させる\n余地はあったものと認められる。\n以上によれば，本件ダイオキシン事故の報道の直後に，消費者によるし\nらす等の買い控えが生じ，それに伴って原告Ａの直営店舗売上高が一定程\n度減少したことは否定し難いものの，それによって原告Ａに生じたといえ\nる損害は，上記のような事情を考慮すると，平成１２年３月２５日から同\n１３年３月２４日までの１年間の前後各２年間における直営店舗の粗利の\n平均額４１４３万６６１１円から，平成１２年３月２５日から同１３年３\n月２４日までの１年間の直営店舗の粗利の金額２５７９万７８４７円を差\nし引いた金額１５６３万８７６４円のうち，少なくとも１割に当たる１５\n６万３８７６円と認めるのが相当である。\nエ 市場への出荷制限等について\n上記(1)，アのとおり，本件では，原告Ａが，平成１２年３月から４月\nにかけて，Ｏ魚市場から，生しらすの出荷を制限（契約どおり出荷したと\n仮定すれば１４７４キログラム）された事実が認められる。\n，， ， ，そして 原告Ａが 少なくともＯ魚市場との間で 平成１２年３月以降\n毎日１００キログラムの生しらすを，１キログラム当たり少なくとも１１\n，，５０円で卸す旨の契約を結んでいたことからすれば この出荷制限により\n原告Ａには，一定の営業損害が生じたものと認められる。\nしかし，本件では，出荷制限等がなければ原告ＡからＯ魚市場に対して\n実際に出荷されていたと予想される生しらすの量は，平成１２年の出荷が\n制限されていない時期における実際の出荷量と比較すると，契約出荷量の\n９割程度であったと認められること（甲１６の２）や，生しらすが市場に\n出荷できなくても，それらの一部を加工保存して時期を見て売るという方\n法もあったこと（原告Ａ代表者本人 ，市場に対して出荷する量が減少す）\nれば，それに伴って経費も減少すること，直営店舗の売上げに対する粗利\n益の割合は概ね７０パーセントから８０パーセントであること（別表１\n省略）等の諸事情を考慮すると，Ｏ魚市場の出荷制限により生じたと認め\nられる損害は，契約どおりの量及び価格で出荷したと仮定した場合の売上\n高である１４７４キログラム×１１５０円＝１６９万５１００円のうち，\n少なくとも６割である１０１万７０６０円と認めるのが相当である。\nなお，Ｐ魚市場による出荷制限についても，原告Ａに何らかの営業損害\nが生じたことは否定し難いが Ａと同市場との間には 契約関係はなく 原，， （\n告Ａ代表者本人 ，また，出荷を制限した日の具体的な制限量に関する証）\n明もないこと等からすれば，Ｐ魚市場による出荷制限によって生じたと認\nめられる損害は，原告の主張する売上高の１割である３万１４５０円と認\nめるのが相当である。\nオ ながらみ漁の中止について\n(ｱ) 原告Ａは，Ｍ漁協の理事会が，平成１２年の６月から７月のながら\nみ特別採捕申請決議を差し控えたことにより，ながらみ漁ができず，損\n害を被ったと主張するので検討する。\n(ｲ) 各項中に掲記した各証拠によれば，ながらみ漁について以下の事実\nを認めることができる。\n，， ，ａ Ｍ漁協は 平成９年４月１４日 ながらみの特別採捕申請に当たり\n採捕期間を同年５月６日から７月３１日までの間の２０日間とする旨\nの理事会決議をした （甲８９）。\n，， ，ｂ Ｍ漁協は 平成１０年４月９日 ながらみの特別採捕申請に当たり\n採捕期間を同年６月１日から７月３１日までとする旨の理事会決議を\nした （甲９０）。\nｃ Ｍ漁協は，平成１１年５月３１日，ながらみの特別採捕申請に当た\nり，採捕期間を同年６月１０日から７月３１日までとする旨の理事会\n決議をした （甲９１）。\n，， ，ｄ Ｍ漁協は 平成１２年８月２日 ながらみの特別採捕申請に当たり\n採捕期間を同年９月１日から１０月３１日までとする旨の理事会決議\nをした （甲９３）。\nなお，同漁協は，平成１２年４月１７日の理事会では，ながらみの\n特別採捕申請に関する決議を行わなかった （甲９２）。\n，， ，ｅ Ｍ漁協は 平成１３年６月２１日 ながらみの特別採捕申請につき\n採捕期間が夏場の暑い時期では出荷の面で難しいので，９月ころ様子\nを見て申請することとする旨の理事会決議をした （甲９４）。\n(ｳ) 上記(ｲ)で認定したとおり，本件では，Ｍ漁協の理事会において明確\nにながらみ漁の中止が決議された旨の議事録は存在せず，むしろ，平成\n１２年８月２日の理事会では，前年と採捕時期は変わっているものの，\n，，同程度の長さの期間について ながらみの特別採捕申請が行われており\n翌年の平成１３年においても，採捕期間が夏場の暑い時期では出荷の面\nで難しいという理由から，平成１２年と同様の時期を採捕期間として，\nながらみの特別採捕申請をすることとしているのであるから，このなが\nらみ漁に関して，Ｍ漁協の理事会が，平成１２年の６月から７月のなが\nらみ特別採捕申請決議を差し控えたことにより原告Ａに損害が生じたと\nいう事実は認められないものである。\nカ 弁護士費用 ３３万円\n上記損害額３２８万１０８９円の合計の約１割である３３万円を相当因\n果関係のある弁護士費用と認める。\nキ 合計 ３６１万１０８９円\n(3) 原告Ｂの損害について\nア しらす等の売上減について\n原告Ｂの損害については，平成１２年前後の売上高の変動を月単位でみ\nた場合，平成１２年の４月から６月までの売上高は，平成１０年から同１\n４年までの同時期の売上高の平均額を大きく下回っており，減少が顕著で\nあると認められる （別表４ 省略）。\nそして，本件ダイオキシン事故の報道の直後に，しらす等の買い控えが\n一定程度生じたと認められることを考慮すれば，平成１２年４月から６月\nまでの原告Ｂの売上高の減少は，本件誤接続と相当因果関係のある損害と\n認められる。\nしかし，原告Ｂの平成１２年７月以降の売上高には，目立った減少はみ\nられず，同年５月３１日に環境庁らの連絡調整会議による安全宣言が出さ\nれていること等も考慮すれば，この安全宣言以降，本件ダイオキシン事故\nによる影響は暫減していったものと考えられる。\nしたがって，本件誤接続によって原告Ｂに生じたといえる損害は，平成\n１２年３月２５日から同１３年３月２４日までの１年間の前後各２年間の\n４月から６月までの売上高の平均額９６８万８６２３円（別表４ 省略）\nから，平成１２年３月２５日から同１３年３月２４日までの１年間の４月\nから６月までの売上高７７７万９７８１円（別表４ 省略）を差し引いた\n金額である１９０万８８４２円に，売上高が減少するに伴って経費も減少\nすることや，しらすの直売による売上高が減少しても，その一部を市場へ\n出荷して補てんするという方法も考えられたこと，しらすの一部を加工保\n存して時期を見て売るという方法も存在したこと（証人Ｆ）等の事情を考\n慮して，少なくとも，上記売上高の６割である１１４万５３０５円を損害\nと認めるのが相当である。\nなお，原告Ｂは，損害額の算定に関して 「平成１２年は，豊漁であっ，\nたにもかかわらず，本件ダイオキシン事故が報道され，原告Ｂの売上高が\n減ったために，同原告は，平年に比べてしらす漁の稼働時間を大幅に減ら\nさざるを得なかった。仮に，本件ダイオキシン事故が発生せず，原告Ｂが\n平年どおり操業していたとすれば，稼働時間に比例した売上高の増加が期\n待できたはずである 」という趣旨の主張をしている。。\nしかし，仮に平成１２年が豊漁であり，かつ，本件ダイオキシン事故が\nなかったとしても，しらすの消費量は，豊漁に比例して増加するわけでは\nなく，仮に豊漁であれば，その分，しらす漁にかける時間を減らすことも\nあったと考えられること（証人Ｆ）等に照らせば，本件ダイオキシン事故\nがなかった場合に例年以上に利益が上がるとまで認めることはできず，原\n告Ｂの上記主張は採用できない。\nイ 弁護士費用 １２万円\n上記損害額の約１割である１２万円を相当因果関係のある弁護士費用と\n認める。\nウ 合計 １２６万５３０５円\n(4) 原告Ｃの損害について\nア 観光地引き網の売上減について\n原告Ｃの損害については，平成１２年前後の観光地引き網の売上高の変\n動を月単位でみた場合，平成１２年の４月から６月までの売上高は，平成\n１０年から同１４年までの同時期の売上高の平均額を大きく下回ってお\nり，減少が顕著であると認められる （別表２ 省略）。\nしたがって，平成１２年４月から６月までの観光地引き網の売上高の減\n少は，本件誤接続と相当因果関係のある損害と認められる。\nしかし，原告Ｃの平成１２年７月以降の売上高は，いずれも過去最高額\nを記録しており（別表２ 省略 ，同年５月３１日に環境庁らの連絡調整）\n会議による安全宣言が出されていること等も考慮すれば，この安全宣言以\n降，本件ダイオキシン事故による影響は暫減していったものと考えられ，\n少なくとも，平成１２年に加え，平成１３年にも営業損害が生じていたと\nいう原告Ｃの主張は採用できないといわざるを得ない。\nしたがって，原告Ｃの平成１２年の前後各２年の４月から６月までの観\n光地引き網売上高の平均２９８万１２５０円から，平成１２年４月から６\n月までの観光地引き網売上高１４４万円を差し引いた金額１５４万１２５\n０円のうち，経費６５パーセントを差し引いた５３万９４３８円を損害と\n認めるのが相当である。\nイ 弁護士費用 ５万円\n上記損害額の約１割である５万円を相当因果関係のある弁護士費用と認\nめる。\nウ 合計 ５８万９４３８円\n(5) 原告Ｄの損害について\nア しらす鰻の粗利減\n原告Ｄは，毎年１２月から翌年の４月にかけて，しらす鰻の仲買業を行\nっているところ，同原告の売上高には，年ごとに大きなばらつきがみられ\nるものの，平成１２年４月の売上高は，他の年の４月の売上高に比べて，\n減少が顕著であると認められる （別表５ 省略）。\nしかし，原告Ｄの売上高が減少する場合，それに伴ってしらす鰻の仕入\n代金（平成９年から同１５年までの利益率を平均すると約３割であると認\nめられる。別表７ 省略）を含む諸費用も減少することや，平成１２年に\nおいては２月までしらす鰻が不漁であったこと（原告Ｄ本人，別表５ 省\n略）等の諸事情を考慮すると，本件では，本件ダイオキシン事故により，\nしらす鰻の仕入れが一時的に困難になったことは否定し難いものの，それ\nによって原告Ｄに生じた損害は，平成１２年の前後各３年（原告Ｄについ\nては，年ごとの売上高のばらつきが大きいため，前後各３年の売上高を基\n準とする ）の３月及び４月の売上高の平均額９０万１５６５円から，平。\n成１２年の３月及び４月の売上高合計３４万４４５０円を差し引いた金額\n５５万７１１５円のうち，少なくとも３割である１６万７１３５円と認め\nるのが相当である。\nなお，原告Ｄは，平成１２年当時の黒潮の流形を根拠に，平成１２年４\n月にはしらす鰻が豊漁になるはずであったと主張するが，同原告の供述以\n外にその具体的な根拠は存在せず，また，実際にしらす鰻が豊漁であった\n平成１１年１月の黒潮の流形は，同原告が証言するような豊漁を示す黒潮\nの流形ではなかったのであるから，この事実に照らしても，同原告が主張\nする根拠は弱いといわざるを得ず，同原告の主張は採用できない。\nイ 弁護士費用 ２万円\n上記損害額１６万７１３５円の約１割である２万円を相当因果関係のあ\nる弁護士費用と認める。\nウ 合計 １８万７１３５円\n(6) 慰謝料について\n原告らは，本件ダイオキシン事故が発生したことによって，自らの生業を\n失うことへの不安を余儀なくされる等，精神的損害を被ったと主張する。\nしかし，上記認定のとおり，原告らの営業損害は，原告らの通常の売上高\nに比べれば，決して多額とはいえないものであり，この損害についても，発\n生した者については補償を受けられることを考慮すると，本件では，原告ら\nが，このような営業損害に加えて，さらに，慰謝料請求権を発生させるよう\nな精神的損害を受けたと認めることはできない。\n４ 被告の責任\n被告は，原告らに対し，不法行為の工作物責任に基づき，上記３，(2)ない\nし(5)の損害金及びこれらに対する不法行為日の後である平成１２年３月２４\n日から支払済みまで民法所定の年５分の割合による遅延損害金を支払う義務を\n負う。\n５結論\n以上のとおり，原告らの請求は，被告に対し，原告Ａにつき，３６１万１０\n８９円，原告Ｂにつき，１２６万５３０５円，原告Ｃにつき，５８万９４３８\n円，原告Ｄにつき，１８万７１３５円及びこれらに対する平成１２年３月２４\n日から支払済みまで年５分の割合による遅延損害金の支払を求める限度で理由\nがあるからその限度で認容し，その余は理由がないから棄却することとし，訴\n訟費用について民事訴訟法６１条及び同法６４条，６５条を，仮執行宣言につ\nいて同法２５９条１項をそれぞれ適用して，主文のとおり判決する。\n横浜地方裁判所第４民事部\n裁判長裁判官 小 林 正\n裁判官 志田原 信 三\n裁判官髙倉文彦\n"
}