{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 4
  },
  "case_number": "平成13(行ケ)371",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10884",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10884",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/884/010884_hanrei.pdf",
  "contents": "平成１３年（行ケ）第３７１号　特許取消決定取消請求事件\n平成１５年７月３１日口頭弁論終結\n判　　　　決\n原　　　告　　　　株式会社日立製作所\n訴訟代理人弁護士　井　坂　光　明\n同 　　市　橋　智　峰\n訴訟代理人弁理士　中　村　　　守\n同 　　戸　田　裕　二\n同 　　川　野　浩　史\n被　　　告　　　　特許庁長官　今井康夫\n指定代理人　　　　小　川　　　謙\n同 　　小　林　信　雄\n同 　　大　橋　良　三\n同 　　高　橋　泰　史\n同 　　涌　井　幸　一\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が異議２０００－７３６７０号事件について平成１３年７月４日に\nした決定を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「ファクシミリ装置」とする特許第３０２７０６７号\nの特許（平成５年３月９日特許出願（以下「本件出願」という。），平成１２年１\n月２８日設定登録，以下「本件特許」という。請求項の数は７である。）の特許権\n者である。\n本件特許に対し，請求項１ないし７のすべてにつき，特許異議の申立てがな\nされた。特許庁は，この申立てを，異議２０００－７３６７０号事件として審理\nし，その結果，平成１３年７月４日，「特許第３０２７０６７号の請求項１ないし\n７に係る特許を取り消す。」との決定をし，平成１３年７月２４日にその謄本を原\n告に送達した。\n２　特許請求の範囲（各請求項により特定される発明を，以下，「本件発明\n１」，「本件発明２」などといい，これらをまとめて「本件発明」という。別紙図\n面Ａ参照）\n「【請求項１】１つ以上の情報処理装置が接続されているＬＡＮと電話回線と\nに接続されるファクシミリ装置において，上記情報処理装置との間で，\n上記ＬＡＮを介して，データを送受信するためのＬＡＮインタフェース手段\nと，上記電話回線を介して受信したファクシミリデータを記憶する第１の記憶手段\nと，上記第１の記憶手段に記憶されているファクシミリデータに，該ファクシミリ\nデータの送信元であるファクシミリ装置の識別情報が付加されている場合に，該フ\nァクシミリ装置の識別情報に基づいて，該ファクシミリデータの送信先となる情報\n処理装置を決定する決定手段を備え，\n上記ＬＡＮインタフェース手段を介して，上記決定手段により決定された情\n報処理装置に，該ファクシミリデータを送信することを特徴とするファクシミリ装\n置。\n【請求項２】請求項１記載のファクシミリ装置において，\n上記情報処理装置のうちの１つが，１つ以上のファクシミリ装置の識別情報\nと上記情報処理装置のうちの少なくとも１つの情報処理装置の識別情報とを対応付\nけて記憶している第２の記憶手段を備えている場合に，\n上記決定手段は，上記ＬＡＮインタフェース手段を用いて，上記第２の記憶\n手段の記憶内容を参照し，上記参照結果に基づいて，送信元であるファクシミリ装\n置の識別情報に対応する情報処理装置の識別情報が示す情報処理装置を，上記ファ\nクシミリデータの送信先となる情報処理装置であると決定することを特徴とするフ\nァクシミリ装置。\n【請求項３】請求項１記載のファクシミリ装置において，\n１つ以上のファクシミリ装置の識別情報と上記情報処理装置のうちの少なく\nとも１つの情報処理装置の識別情報とを対応付けて記憶している第２の記憶手段を\n備えており，\n上記決定手段は，上記第２の記憶手段の記憶内容を参照し，上記参照結果に\n基づいて，送信元であるファクシミリ装置の識別情報に対応する情報処理装置の識\n別情報が示す情報処理装置を，上記ファクシミリデータの送信先となる情報処理装\n置であると決定することを特徴とするファクシミリ装置。\n【請求項４】請求項２または３記載のファクシミリ装置において，\n上記第２の記憶手段の記憶内容は，外部から入力／変更可能であることを特\n徴とするファクシミリ装置。\n【請求項５】請求項２，３または４記載のファクシミリ装置において，\n上記決定手段は，送信元であるファクシミリ装置の識別情報に対応する情報\n処理装置の識別情報が上記第２の記憶手段に記憶されていない場合，または，送信\n元であるファクシミリ装置の識別情報がファクシミリデータに付加されていない場\n合は，上記ファクシミリデータを自身で記録出力することを特徴とするファクシミ\nリ装置。\n【請求項６】請求項１，２，３，４または５記載のファクシミリ装置におい\nて，\n上記識別情報として，Ｇ３ファクシミリ通信手順において，送信元であるフ\nァクシミリ装置から送信されてくる送信端末識別信号を利用することを特徴とする\nファクシミリ装置。\n【請求項７】請求項１，２，３，４または５記載のファクシミリ装置におい\nて，\n上記識別情報として，送信元であるファクシミリ装置において読み取られた\n送信原稿の，予め決められた場所に記入されている情報を利用することを特徴とす\nるファクシミリ装置。」\n３　決定の理由\n別紙決定書の写しのとおりである。要するに，本件発明１ないし４及び６\nは，いずれも特開平４－３０２２５６号公報（以下，決定と同様に「刊行物１」と\nいう。）に記載された発明（以下「引用発明１」という。別紙図面Ｂ参照），並び\nに，特開平３－２８９７５６号公報（審判甲第４号証，本訴甲第６号証。以下「甲\n６文献」という。)及び特開昭６４－１２６５７号公報（審判甲第１号証，本訴甲第\n７号証。以下「甲７文献」という。)に記載された発明に基づいて当業者が容易に発\n明をすることができたものであり，本件発明５は，これらの引用例に記載された発\n明と，特開平２－６５４３９号公報（甲第５号証。以下，決定と同様に「刊行物\n２」という。）記載された周知技術とに基づいて，本件発明７は，これらの引用例\nに記載された発明と，特開平４－１８８４４号公報（以下，決定と同様に「刊行物\n５」という。）に記載された発明とに基づいて，それぞれ当業者が容易に発明をす\nることができた，とするものである。\n決定が，上記認定判断において，本件発明１と引用発明１との一致点・相違\n点として認定したところは，次のとおりである（決定が本件発明１と引用発明１と\nの一致点・相違点の認定を，本件発明２ないし本件発明７と引用発明１との一致\n点・相違点の認定の一部として援用して認定していることは，その説示自体から明\nらかである。）。\n一致点\n「１つ以上の情報処理装置が接続されているＬＡＮと電話回線とに接続される\n装置において，上記情報処理装置との間で，\nファクシミリデータに，該ファクシミリデータの送信元であるファクシミリ\n装置の識別情報が付加されている場合に，該ファクシミリ装置の識別情報に基づい\nて，該ファクシミリデータの送信先となる情報処理装置を決定し，\n決定された情報処理装置に，該ファクシミリデータを送信することを特徴と\nする装置。」\n相違点\n「請求項１に係る発明では，「ＬＡＮを介して，データを送受信するためのＬ\nＡＮインタフェース手段と，電話回線を介して受信したファクシミリデータを記憶\nする第１の記憶手段と，上記第１の記憶手段に記憶されているファクシミリデータ\nに，該ファクシミリデータの送信元であるファクシミリ装置の識別情報が付加され\nている場合に，該ファクシミリ装置の識別情報に基づいて，該ファクシミリデータ\nの送信先となる情報処理装置を決定する決定手段を備え，上記ＬＡＮインタフェー\nス手段を介して，上記決定手段により決定された情報処理装置に，該ファクシミリ\nデータを送信するファクシミリ装置」であるのに対して，刊行物１では，ファクシ\nミリデータに，該ファクシミリデータの送信元であるファクシミリ装置の相手局Ｉ\nＤ，登録電話番号（識別情報）が付加されている場合に，該ファクシミリ装置の相\n手局ＩＤ，登録電話番号（識別情報）に基づいて，該ファクシミリデータの送信先\nとなるワークステーション（情報処理装置）を探し，見つけたワークステーション\n（情報処理装置）に，該ファクシミリデータを送信しているが，「ＬＡＮインタフ\nェース手段」，「第１の記憶手段」，および「決定手段」を備えると\nも，また，それぞれの手段がどこに設けられているかについても明記されていない\n点」（以下「相違点１」という。）\n決定が，相違点１のほかに，本件発明５と引用発明１との相違点として認定\nしたところのうち，本訴において原告が問題とするものは，次のとおりである。\n「請求項５に係る発明は，決定手段は，送信元であるファクシミリ装置の識別\n情報に対応する情報処理装置の識別情報が上記第２の記憶手段に記憶されていない\n場合，または，送信元であるファクシミリ装置の識別情報がファクシミリデータに\n付加されていない場合は，上記ファクシミリデータを自身で記録出力するのに対し\nて，刊行物１では，相手局のＩＤあるいは登録電話番号が認識できない場合，また\n認識できてもメールアドレス対応テーブルに対応するものがない場合は，受信文書\nはファイル格納装置に格納され，プリントアウトについては，ファイル格納装置の\n格納容量が不足したとき，あるいは格納されたファイルに保存期限がきたときのプ\nリントアウトすることが記載されている点。」（以下「相違点５」という。）\n第３　原告主張の決定取消事由の要点\n決定は，本件発明１と引用発明１との一致点の認定を誤って，相違点を看過\nし（すべての請求項に共通する取消事由１），本件発明１と引用発明１との相違点\n（相違点１）についての判断を誤り（すべての請求項に共通する取消事由２ないし\n５），特許法１２０条の４第１項の規定に反し，取消理由通知に記載した理由と異\nなる理由で決定をしたものであり（すべての請求項に共通する取消事由６），ま\nた，本件発明５と引用発明１との相違点（相違点５）についての判断を誤り（請求\n項５のみについての取消事由１，２），これらの誤りが，すべての請求項又は請求\n項５について，それぞれ決定の結論に影響を及ぼすことは明らかであるから，すべ\nての請求項につき違法として取り消されるべきである。\n１　すべての請求項に共通する取消事由１（引用発明１との一致点認定の誤り）\n(1) 本件発明１は，本件出願の願書に添附した明細書（以下，同願書に添付され\nた図面と併せて「本件明細書」という。）の請求項１に記載されたとおり，「ファ\nクシミリ装置」である。当業者は，「ファクシミリ装置」といえば，当然にＬＡＮ\n（ローカル・エリア・ネットワーク）の端末器であるファクシミリ装置として理解\nするものであり，引用発明１の「ファクシミリ受信文書管理装置」のようなネット\nワークシステムをも含むものとして理解するものではない。\n本件発明１は，本件明細書の請求項１に記載されたとおり，「・・・ＬＡ\nＮと電話回線とに接続されるファクシミリ装置において，・・・ＬＡＮインタフェ\nース手段と，・・・第１の記憶手段と，・・・決定手段を備え，・・・ることを特\n徴とするファクシミリ装置」というものである。また，本件明細書の請求項１に\nは，｢ＬＡＮと電話回線とに接続されるファクシミリ装置｣と記載されているから，\n本件発明１は，ＬＡＮの端末器である「ファクシミリ装置」であって，外部のＬＡ\nＮと電話回線とに接続されるものである。本件発明１は，このような「ファクシミ\nリ装置」に「ＬＡＮインタフェース手段」，「第１の記憶手段」及び「決定手段」\nを備えたものであって，ネットワークを介して複数台の装置を接続させた引用発明\n１のようなネットワークシステムを包含するものではない。\nこのことは，本件明細書の請求項１に，｢情報処理装置との間で，上記ＬＡ\nＮを介して，データを送受信するためのＬＡＮインタフェース手段と，・・・を備\nえ，・・・上記ＬＡＮインタフェース手段を介して，・・・情報処理装置に，該フ\nァクシミリデータを送信することを特徴とするファクシミリ装置｣と記載されている\nことからも明らかである。すなわち，本件発明１は，「ファクシミリ装置」である\nことを前提として，「ファクシミリ装置」の外部のＬＡＮとの間に「ＬＡＮインタ\nフェース手段」を有し，これを介して「ファクシミリ装置」外部の情報処理装置に\nファクシミリデータを送信するものである，と理解される。\n本件発明１は，このような「ＬＡＮインタフェース手段」を有することに\nより，「ファクシミリ装置」と別に制御装置を必要とすることなくＬＡＮに接続さ\nれることが可能となるのである。仮に，本件発明１が，「ファクシミリ装置」でな\nく，引用発明１の「ファクシミリ受信文書管理装置」のようなネットワークシステ\nムであるとすると，そこでは，そもそもネットワークシステムの外部にＬＡＮと｢Ｌ\nＡＮインタフェース手段｣を見いだす必要があることになる。しかし，このようなも\nのを刊行物１に見いだすことはできない。本件発明１の｢ファクシミリ装置｣が，引\n用発明１のようなネットワークシステムを含むものではなく，ＬＡＮの端末器であ\nる「ファクシミリ装置」であることは，明白である。\n本件発明１の「ファクシミリ装置」は，本件明細書の請求項１に記載され\nているとおり，「ファクシミリ装置」であるから，「ファクシミリ装置」の語の通\n常の語義に従って，一台の，あるいは，ＬＡＮの端末器であるファクシミリ装置で\nあるものと理解すべきは，当然である。本件明細書の請求項１に「一台」又は「一\n台の装置」という記載があるか否かとは関係なく，本件発明１は，請求項１に記載\nされた「ファクシミリ装置」の語義自体と同請求項の内容により，一台の，あるい\nは，ＬＡＮの端末器である「ファクシミリ装置」に関する発明であると理解される\nべきである。\n被告は，本件明細書の請求項１において，「一台」または「一台の装置」\nとの記載がないことのみを根拠として，本件発明１が一台の「ファクシミリ装置」\nであるとの原告の主張は，特許請求の範囲の記載に基づかないものである，と主張\nする。しかし，被告の上記主張は，｢一台｣との文言の記載の有無に拘泥し，ファク\nシミリ装置の語義，及び，請求項１の記載内容を無視するものである。そもそも\n「一台のファクシミリ装置」という用語は，決定書１２頁２５行において，被告が\n用いたものである。原告は，このような決定に対して，本件発明１と引用発明１の\n「ファクシミリ受信文書管理装置」との相違点を説明し，理解しやすくするととも\nに，決定における認定判断の誤りを説明し，理解しやすくしようとして，「一台の\nファクシミリ装置」という用語を用いているにすぎない。\n以上からすれば，本件発明１は，その請求項１の記載からみて，「ＬＡＮ\nと電話回線とに接続される」，一台の，あるいは，ＬＡＮの端末器である「ファク\nシミリ装置」であり，「ファクシミリ装置」として｢ＬＡＮインタフェース手段｣，\n「第１の記憶手段」及び「決定手段」を備えるものであると解すべきである。本件\n発明１の｢ファクシミリ装置｣は，電話回線の端末器である「ファクシミリ装置」で\nありながら，ファクシミリデータを記憶する｢第1の記憶手段｣を「ファクシミリ装\n置」内に設けてデータの消失を防止するとともに，第１の記憶手段に記憶されたフ\nァクシミリデータに付加された識別情報に基づいて送信先の情報処理装置を決定す\nる｢決定手段｣を設けることによって，送信先の情報処理装置を決定し，｢ＬＡＮイン\nタフェース手段｣により「ファクシミリ装置」をＬＡＮに接続するだけでファクシミ\nリデータの自動配信を可能としたものである。\n(2) ①本件発明１の｢ファクシミリ装置｣が電話回線の端末器であることは，本\n件明細書の【０００３】の説明，及び，図１の符号４等に記載されている。②本件\n発明１の｢ファクシミリ装置｣が当該ファクシミリ装置内に｢ＬＡＮインタフェース手\n段｣を設けており，ＬＡＮに接続される端末器であることは，本件明細書の【０００\n１】，【０００７】，【００１８】，及び，図１の符号４，５等に記載されてい\nる。③本件発明１の｢ファクシミリ装置｣が当該ファクシミリ装置内に｢第1の記憶手\n段｣を設けることは，本件明細書の【００３２】，【００３３】，【００４９】，\n【００５０】，及び，図１の符号９等に記載されている。④本件発明１の｢ファクシ\nミリ装置｣が当該ファクシミリ装置内に｢決定手段｣を設けることは，本件明細書の\n【００１３】，【００１８】～【００２０】，【００３２】，【００３３】，【０\n０４９】，【００５０】，及び，図１の符号６，図２ないし図５等に記載されてい\nる。⑤本件発明１の｢ファクシミリ装置｣が受信したデータを自動配信することがで\nきることについては，本件明細書の【０００７】，【００１４】，【００３４】，\n【００５１】，【００５７】に記載されている。\n本件明細書の【発明の詳細な説明】の上記記載及び図面からみても，本件\n発明１の｢ファクシミリ装置｣は，一台の，あるいは，ＬＡＮの端末器である「ファ\nクシミリ装置」を意味するものであることが明らかである。\n(3) 決定は，本件発明１が「ファクシミリ装置」であるのに対し引用発明１が\n「ファクシミリ受信文書管理装置」である点を，両発明の相違点として認定してい\nない。しかし，引用発明１の「ファクシミリ受信文書管理装置」は，複数台の装置\nをＬＡＮによって接続したものであるのに対し，本件発明１のものは，一台の，あ\nるいは，ＬＡＮの端末機である「ファクシミリ装置」であり，両者は明らかに相違\nしている。\n本件発明１のものは，それ自体は，ＬＡＮの端末器である「ファクシミリ\n装置」であって，外部のＬＡＮと電話回線とに接続されるものである。\nこれに対して，引用発明１の「ファクシミリ受信文書管理装置」は，刊行\n物１に「図１は本発明によるファクシミリ受信文書管理装置の一実施例の説明図で\nあって，１はＬＡＮ等のネットワーク，２はネットワーク管理装置，３はファイル\n格納装置，４は電子メール管理装置，５－１，５－２はワークステーション，６は\nプリンタ制御装置，６１はプリンタ，７はファクシミリ制御装置，７１はファクシ\nミリ，８は他社のファクシミリ装置，９は自社のファクシミリ装置である。」（甲\n第４号証２頁２欄４７行～３頁３欄４行）と記載されていることからも分かるよう\nに，「ファクシミリ受信文書管理装置」自体が複数台の装置をＬＡＮを介して接続\nしたものである（このような「ファクシミリ受信文書管理装置」をさらに外部の物\nとＬＡＮで接続するという概念は刊行物１には全く記載も示唆もされていな\nい。）。\n決定は，本件発明１の｢ファクシミリ装置｣の認定を誤り，その結果，複数\n台の装置によって構成されている引用発明１の｢ファクシミリ受信文書管理装置｣が\n本件発明１に含まれると誤って認定し，この点に関する両発明の相違点を看過した\nものである。\n２　すべての請求項に共通する取消事由２（相違点１中の「ＬＡＮインターフェ\nース手段」に関する部分についての判断の誤り）\n決定は，相違点１中の「ＬＡＮインターフェース手段」に関する部分につい\nて，「一般的にネットワークに接続されていれば，ＬＡＮインターフェース手段を\n有することは自明のことであるから，刊行物１のものにもＬＡＮインターフェース\n手段が存在することは明かである。」（決定書１１頁１８行～２０行）と判断し\nた。しかし，この判断は，誤りである。\n確かに，引用発明１の「ファクシミリ受信文書管理装置」でも，ネットワー\nクに接続された各装置に着目すれば，それらがそれぞれＬＡＮインターフェース手\n段を有していることが推測される。しかし，本件発明１においては，「ファクシミ\nリ装置」自体に「ＬＡＮインターフェース手段」が設けられているのであるから，\nそれに対応させるとすれば，引用発明１のネットワークシステムから成る「ファク\nシミリ受信文書管理装置」自体に，ＬＡＮインターフェース手段とＬＡＮとを設け\nるべきことになるはずである。ところが，刊行物１には，そのような「ＬＡＮイン\nターフェース手段」については，直接の記載もこれを示唆する記載も全くない。当\n業者が同刊行物に接しても，どこにどのような態様でこれを設けるのかについて想\n像することはできない。\n本件発明１は，端末器である「ファクシミリ装置」と接続される外部のＬＡ\nＮとの間に「ＬＡＮインタフェース手段」を有するものである。これに対して，刊\n行物１には，「ファクシミリ受信文書管理装置」を更に他の物と接続するというこ\nとも，「ファクシミリ受信文書管理装置」に対する外部の物の存在も，全く記載も\n示唆もされておらず，同刊行物に接しても，本件発明１でいうところの「ＬＡＮイ\nンタフェース手段」に相当するものが存在することは，想像することができない。\n本件発明１の「ファクシミリ装置」と無理やり対応させる目的で，引用発明１\nの「ファクシミリ受信文書管理装置」に含まれるＬＡＮを，内部のＬＡＮと外部の\nＬＡＮという概念に区切って考えることを試みた場合であっても，「ファクシミリ\n受信文書管理装置」に含まれるＬＡＮは，そもそも一つながりのケーブルであるか\nら，当然のこととして，内部のＬＡＮと外部のＬＡＮとの境界に相当する部分には\n何らのインタフェースも存在しないことになるはずである。現に，刊行物１をみて\nも，このようなものは何ら示唆されていない。したがって，この場合においても，\n引用発明１の「ファクシミリ受信文書管理装置」につき，本件発明１でいうところ\nの「ＬＡＮインタフェース手段」に相当するものが存在することは，想像し得る事\n柄ではない。\n以上のとおり，引用発明１の｢ファクシミリ受信文書管理装置｣については，そ\nもそも，本件発明１でいうところの｢ＬＡＮインタフェース手段｣に相当するものが\n存在するということができないのである。決定の上記判断は誤りである。\n３　すべての請求項に共通する取消事由３（相違点１中の「第１の記憶手段」に\n関する部分についての判断の誤り）\n決定は，相違点１中の「第１の記憶手段」に関する部分について，「このよ\nうな対応関係の決定に際し，電話回線を介して受信したファクシミリデータを記憶\nする記憶手段を配備することは，当業者にとって常套手段であるから，刊行物１２\n（判決注・「刊行物１に」の誤りである。）は記憶手段としては明示されていない\nが，記憶手段があることは当業者が容易に想像がつくことである。」（決定書１１\n頁３１行～３４行）と判断した。しかし，決定のこの判断は，誤りである。\n引用発明１においては，その｢ファクシミリ受信文書管理装置｣を構成する複\n数台の装置のうちの一台の装置として，｢ファイル格納装置３｣が明示されている。\nこれが記憶手段であることは明らかである。しかし，決定は，「刊行物１には記憶\n手段としては明示されていない」としている。すなわち，決定は，上記のとおり，\n引用発明１の｢ファイル格納装置３｣は，本件発明１の｢第１の記憶手段｣に相当する\nものではないと認定しているものである。結局のところ，決定の上記認定は誤りで\nある。\n引用発明１の目的を考慮すれば，本件発明１の｢第１の記憶手段｣に相当する\nものが，刊行物１記載の｢ファクシミリ装置７１｣又は「ファクシミリ制御装置７」\nに備えられている，と考えることは困難である。その他，本件発明１の「第１の記\n憶手段」に相当するような記憶手段が，引用発明１の「ファクシミリ受信文書管理\n装置」に存在することは，刊行物１中に全く記載も示唆もされておらず，当業者が\n同刊行物の記載からこれを容易に想像することはできない。\n４　すべての請求項に共通する取消事由４（相違点１中の「決定手段」に関する\n部分についての判断の誤り）\n決定は，相違点１中の「決定手段」に関する部分について，「刊行物１の上\n記（ア）には，「受信時に相手局ＩＤ，登録電話番号が認識できるかどうかの判定\nを行う（Ｓ－２）。相手局ＩＤあるいは登録電話番号が認識できた場合（Ｙｅ\nｓ），図２（ａ）および（ｂ）に示した管理テーブル（メールアドレス対応テーブ\nル）を参照して，対応するネットワーク上のワークステーションのメールアドレス\n（電子メールの送り先）を探す（Ｓ－３，Ｓ－４）。対応するメールアドレスが見\nつかった場合（Ｙｅｓ）は受信文書をそのメールアドレスに対して送信を行う（Ｓ\n－５）。」と記載されており，刊行物１では相手先ＩＤや電話番号に基づいて対応\nするネットワーク上のワークステーションを決定していると認められるから，刊行\n物１には実質的に決定するための手段が存在していると言うことができる。」（決\n定書１１頁２１行～３０行）と判断した。しかし，決定のこの判断は，誤りであ\nる。\n本件発明１の｢決定手段｣は，本件明細書の請求項１に記載されたとおり，\n「ファクシミリ装置」に設けられた｢第１の記憶手段に記憶されているファクシミリ\nデータ｣に関して，このような「ファクシミリ装置」において｢ファクシミリデータ\nの送信先となる情報処理装置を決定する｣ものである。このような情報処理装置に対\nしては，端末器である「ファクシミリ装置」に設けられた｢ＬＡＮインタフェース手\n段を介して｣，｢ファクシミリデータ｣が送信されるものである。\nこれに対して，引用発明１の｢ファクシミリ受信文書管理装置｣は，ネットワ\nークに接続された複数台の装置から構成されるネットワークシステムであり，本件\n発明１の｢ＬＡＮインタフェース手段｣に相当するものを備えていないから，｢ＬＡＮ\nインタフェース手段｣を介して，本件発明１の｢決定手段｣に相当するものにより決定\nされた情報処理装置に，当該ファクシミリデータを送信することはあり得ない。刊\n行物１においては，「ファクシミリ受信文書管理装置」に対する外部の物という存\n在も全く示唆されていないため，「ファクシミリ受信文書管理装置」に対して外部\nに存在するものであって，なおかつ決定手段によって決定される情報処理装置とい\nう概念さえも，見いだすことができない。\n以上より，本件発明１の｢決定手段｣に相当するものが引用発明１に存在する\nということができないことは明白である。決定における「刊行物１には実質的に決\n定するための手段が存在していると言うことができる。」とした上記判断は誤って\nいる。\n５　すべての請求項に共通する取消事由５（相違点１中の一台の「ファクシミリ\n装置」に関する部分についての判断の誤り）\n決定は，引用発明１の｢ファクシミリ受信文書管理装置｣を一台のファクシミ\nリ装置とすることについて，甲６文献及び甲７文献に記載された発明を引用した上\nで，「これらのこと，刊行物1の目的が，ファイル格納装置，プリンタ制御装置，電\n子メール管理装置を利用してネットワーク上のファイル格納領域などの共有資源を\n効率よく利用することであることを考え併わせれば，ファクシミリ，ファクシミリ\n制御装置，ファイル格納装置，及び電子メール管理装置等を持つ一台のファクシミ\nリ装置とすることは当業者が容易に推考することができることと認められる。」\n（決定書１２頁２１行～２６行）と判断している。しかし，決定のこの判断は誤り\nである（被告は，決定のこの判断を，結論を導く上で必要のない，審判合議体の補\n足的見解である，と主張する。被告主張のとおりであれば，決定の上記判断に反論\nする意味はないことになる。しかし，被告の上記主張は，本件発明１が一台のファ\nクシミリ装置に限られないことを前提にするものであり，この前提が認められない\nことは，前記（１参照）のとおりである。）。\n(1) 甲６文献及び甲７文献に記載されているのは，本件発明１と全く異なる技\n術であり，およそ，本件発明１の「ファクシミリ装置」を示唆するものとなり得る\nようなものではない。すなわち，甲６文献，甲７文献及び刊行物1のいずれにも，\n「ファクシミリサーバ」，「ファクシミリステーションＦＳ」または「ファクシミ\nリ受信文書管理装置」を，電話回線の端末器である「ファクシミリ装置」に構成し\nていくような概念は，何ら開示されていない。\n引用発明１は，｢従来のシステムは，・・・受信操作に関してはファクシミ\nリ装置に直接接続されたファイル格納装置に順次蓄積していく程度の機能しか持た\nされておらず，・・・受信文書に対して検索・確認・再編集といった効率の良い処\n理を行うことができないという問題があった。｣(甲第４号証２頁１欄４０行～２欄\n１行)という課題を解決すべく，「ファクシミリ制御装置の接続されたＬＡＮ等の通\n信ネットワークあるいはコンピュータネットワークシステムにファイル格納装置と\n電子メール管理装置を設け」(甲第４号証４頁５欄１５行～１７行)ることを大前提\nとした発明である。すなわち，引用発明１の目的，課題及び効果を考慮した場合，\nファイル格納領域などの共有資源の効率利用を図るためには，ネットワークシステ\nム上の個々の装置が別個独立に存在することが大前提であり，そこには，個々の装\n置をＬＡＮ及び電話回線の端末器である｢ファクシミリ装置｣としてまとめる動機と\nなるものはない。仮に，引用発明１において，個々の装置をまとめることとなる\nと，ファイル格納領域などの資源が効率よく共有されないこととなり，引用発明１\nの目的に反することとなるからである。\n以上のとおりであるから，甲６文献及び甲７文献の記載に「刊行物1の目\n的」を併わせて考えても，刊行物１に記載された個々の装置をまとめる動機とはな\nらないのである。むしろ，引用発明１の目的を考慮すると，逆に，個々の装置を個\n別に独立させて設けることになるのである。\n(2) 引用発明１のように，複数台の装置がＬＡＮで相互にネットワーク接続さ\nれ，ネットワークシステム全体として特定の機能を達成する｢装置群｣から成る｢ファ\nクシミリ受信文書管理装置｣を，本件発明１のように，｢ファクシミリ装置｣にまとめ\n上げて，そのまとめ上げた「ファクシミリ装置」をＬＡＮに接続するためには，次\nのことをすべて満足させる必要があり，このことは，当業者にとって，決して，容\n易に成し得ることではない。\n①　ネットワーク接続されている各｢装置｣を，「ファクシミリ装置」を構成\nするための各｢構成ユニット｣に置き換えること\n②　ネットワーク接続されている各｢装置｣のＬＡＮインタフェースを，各｢構\n成ユニット｣のバスインタフェースに置き換えること\n③　各｢装置｣間のネットワークを，各｢構成ユニット｣間のバスに置き換える\nこと\n④　各｢構成ユニット｣のバスインタフェースをバスに接続させることによ\nり，まとめて「ファクシミリ装置」を構成すること\n⑤　この「ファクシミリ装置」にＬＡＮインタフェースを備えて，ＬＡＮに\n接続させることにより，他のワークステーションと接続することができるようにす\nること\n６　すべての請求項に共通する取消事由６（決定の理由と取消理由通知における\n理由との齟齬）\n決定は，平成１３年１月１５日付けの取消理由通知書（以下「本件取消理由\n通知書」という。）で通知された取消しの理由と全く異なる論点を生じさせる理由\nにより，決定の結論を導いた。このため，原告は，取消理由に対し意見を述べる機\n会及び特許法１２０条の４第２項に規定する訂正請求の機会を奪われた。決定の上\n記手続違反はこのように重大なものであるから，取り消されるべきである。\n(1) 本件取消理由通知書で通知された取消しの理由においては，\n「請求項１に係る発明(前者)と，刊行物１に記載された発明(後者)とを比\n較すると，・・・｢ファクシミリ装置｣が｢ファクシミリ制御装置７およびファクシミ\nリ装置７１｣に，・・・各々相当していることが明らかである。」（甲第２号証１頁\n１８行～２４行）\nとされていた。\nこのように，本件取消理由通知書で通知された取消しの理由では，引用発\n明１の｢ファクシミリ７１｣及び｢ファクシミリ制御装置７｣という関連のある二台の\n装置を一台の装置としてまとめて，そのまとめられたものが本件発明１の｢ファクシ\nミリ装置｣に相当するとして，他の手段を｢ファクシミリ装置内に設ける｣ことが容易\nであるか否かを認定判断していた。\nこれに対して，決定においては，本件発明１の「ファクシミリ装置」と引\n用発明１とを対比して，「これらのこと，刊行物１の目的が，ファイル格納装置，\nプリンタ制御装置，電子メール管理装置を利用してネットワーク上のファイル格納\n領域などの共有資源を効率よく利用することであることを考え併せれば，ファクシ\nミリ，ファクシミリ制御装置，ファイル格納装置，及び電子メール管理装置等を持\nつ一台のファクシミリ装置とすることは当業者が容易に推考することができること\nと認められる。」（決定書１２頁４段）と認定判断している。\nこれにより，決定では，引用発明１における，ネットワークシステム内で\n独立の地位を有するファイル格納装置及び電子メール管理装置までも取り込んで複\n数台の装置によって構成された全体を，本件発明１の「ファクシミリ装置」に対応\nさせており，本件取消理由通知書で通知された取消しの理由とは異なった理由で本\n件特許を取り消している。決定の判断は，引用発明１のネットワークシステムを構\n成する複数台の装置のほとんどすべてをまとめて一台の「ファクシミリ装置」とす\nることが容易であるという，極めて奇異な判断であり，原告の予測の範囲を超えて\nいる。\n本件取消理由通知書で通知された取消しの理由に対する原告の反論におい\nては，本件発明１の｢決定手段｣が引用発明１の「ファクシミリ制御装置７およびフ\nァクシミリ７１」の内部に設けられているか，外部にネットワークを介して設けら\nれているかが論点であった。これに対して，決定の認定判断に従えば，それは論点\nとなり得ない。\n以上のように，決定と本件取消理由通知書との間の実質的な理由の変更に\nより，取消理由通知書で通知された取消しの理由における論点は消失し，他方，ネ\nットワークシステムを構成する複数台の装置を一台の装置にまとめることに容易推\n考性があるかが新たな論点として生じた。しかも，この新たな論点は，原告の予測\nの範囲をはるかに超えており，原告がとるべき対応に格別の相違が生じたこととな\nる。\n(2) 本件取消理由通知書においては，本件発明１は，引用発明１と刊行物２記\n載の発明に基づいて容易に推考し得るものとされていた（甲第２号証２頁７行～９\n行）。しかし，決定においては，本件発明１は，引用発明１と甲６文献及び甲７文\n献に記載された発明とに基づき，当業者が容易に推考することができるものと認め\nられている(決定書１２頁２３行～２６行)。したがって，本件取消理由通知書と決\n定とでは，本件発明１の進歩性を否定する認定判断の根拠となる引用文献が全く異\nなっている。\n拒絶理由通知書に示された拒絶理由と審決の認定判断とが相違する場合\nに，それが違法となるかどうかは，出願人がとるべき対応に格別の相違が生じたか\n否かによって判断すべきである（東京高等裁判所平成４年３月５日判決・平成３年\n(行ケ)第１０９号）。\n本件取消理由通知書と決定とでは，上記のとおり，その認定判断が全く異なって\nいるものであり，決定における取消しの理由は，本件取消理由通知書で通知された\n取消しの理由からは全く予測できないものである。このような論点の相違が，原告\nがとるべき対応についても格別の相違を生じさせるものであることは，明らかであ\nる。\nこのように，本件取消理由通知書で通知された取消しの理由と決定における理由\nとは実質的に相違しており，決定は，実質的には，取消しの理由の通知がないまま\nになされている。この手続違反は，原告から適切な意見を述べる機会を奪い，ま\nた，特許法１２０条の４第２項に規定する訂正請求の機会をも奪ったものであり，\n手続違反として重大であって，決定自体を違法とするものというべきである。\n７　請求項５のみについての取消事由１（相違点５についての判断の誤り－周知\n技術認定の誤り）\n決定は，相違点５について，「刊行物２の第３頁下右欄第１７行目～同頁下\n左欄第３行目に「ここで，発呼側の加入者番号が発呼側ＩＤ領域５２に記憶されて\nいる全ての加入者番号のうちのいずれとも一致しない場合は，着呼に応答し，これ\nにより該他の通信端末から伝送されてきた画情報を受信し，記録部３で該画情報に\n対応する画像を記録紙に記録する（ステップ１０２）。」と，刊行物２の第３頁上\n右欄第５～１０行目に「そして，発呼側の加入者番号が含まれていないと判定され\nた場合，生制御部７は着呼応答の制御を行い，これにより該他の通信端末から伝送\nされてきた画情報を網制御部２を介して記録部３に入力する。記録部３は該画情報\nに対応する画像を記録紙に記録する（ステップ１０２）。」と記載されており，フ\nァクシミリの転送サービスを行う場合に，発呼側の加入者番号が発呼側ＩＤ領域５\n２に記憶されている全ての加入者番号のうちのいずれとも一致しない場合，また\nは，発呼側の加入者番号が含まれていないと判定された場合に記録紙に記録するこ\nとが周知のことであるから，これより，刊行物１において，相手局のＩＤあるいは\n登録電話番号が認識できない場合，また認識できてもメールアドレス対応テーブル\nに対応するものがない場合に，記録出力するようにすることは当業者が容易に推考\nすることができることである。」（決定書１４頁第２段）と判断した。\nしかし，刊行物２記載の技術を周知技術であるとした決定の認定は誤ってい\nる。\n被告は，刊行物２のほかに，甲６文献も挙げ，甲６文献では，個人識別番号\nの入力がない場合に，プリンタによりプリントアウトされることが記載されてい\nる，このように，ファクシミリデータを転送する場合に，送信元が不明，あるいは\n転送先が不明等の場合に印刷出力することは周知のことである，と主張している。\n確かに，刊行物２には，送信元が不明のときに記録紙に記録するとの技術が記載さ\nれている(３頁右上欄１７行～左下欄３行)。しかしながら，甲６文献記載の技術\nは，送信元が明確なときに，送信元に対して個人識別番号の入力を要求した後，プ\nリントアウトするものである(甲第６号証第２図，第３図のＳ-３～Ｓ-８，３頁右下\n欄２行～１５行，又は４頁右上欄１行～８行等参照)。\nしたがって，そもそも刊行物２記載の技術と甲６文献記載の技術とは，全く\n異なる技術であり，これらを一まとめにしたうえで，刊行物２記載の技術を周知で\nあるとする被告の主張は誤りである。\n８　請求項５のみについての取消事由２（相違点５についての判断の誤り）\n引用発明１に対して刊行物２記載の発明を組み合わせること自体が困難であ\nる。\n刊行物２記載の発明は，送信元が不明である場合，伝送されてきた画情報を\n受信して，｢記録部３｣で画情報に対応する画像を記録紙に記録する(図３のステップ\n１０２，甲第５号証３頁右上欄２行～１０行，右上欄１７行～左下欄３行等参照)。\nこれに対して，引用発明１においては，送信元が不明である場合，必ず，受信文書\nが｢ファイル格納装置３｣に格納されて，Ｕｎｋｎｏｗｎに対応するネットワーク上\nの｢ワークステーション５｣に対してファクシミリ文書の着信を示すメールのみが送\n信される(甲第４号証図５のＳ－６,Ｓ－７，３頁右欄６行～１５行等参照)。引用発\n明１は，ファクシミリ制御装置が接続されたＬＡＮ等の通信ネットワークあるいは\nコンピュータネットワークシステムに接続されたファイル格納装置と電子メール管\n理装置を有効に利用するものであり，送信元が不明である場合に，必ず，受信文書\nを｢ファイル格納装置３｣に格納して，ネットワーク上の｢ワークステーション５｣に\n対してファクシミリ文書の着信を示すメールのみを送信することにより，刊行物１\nに記載されている「ネットワーク上の任意・・・のワークステーションに対して受\n信報告を送ったり，受信文書に対して検索・確認・再編集といつた効率の良い処理\nを行うことができない」（第２頁左欄第４７行～第５０行等参照）という課題が解\n決できるのである。\nこのように，引用発明１においては，送信元が不明であることを条件とし\nて，印刷作業が行われることはあり得ず，引用発明１と刊行物２記載の発明とで\nは，そもそも印刷作業の態様が全く異なるのである。このような二つの発明を組み\n合わせることが困難であることは，明らかである。\n被告は，刊行物１には，相手局のＩＤあるいは登録電話番号を認識すること\nができない場合，また認識することができてもメールアドレス対応テーブルに対応\nするものがない場合は，受信文書はファイル格納装置に格納され，ファイル格納装\n置の格納容量が不足したとき，あるいは格納されたファイルに保存期限がきたとき\nに印刷出力されることが記載されている，このことは，結局，相手局のＩＤあるい\nは登録電話番号が認識できないもの，また認識できてもメールアドレス対応テーブ\nルに対応するものがないものが印刷されることが記載されていることになる，と主\n張する。しかしながら，刊行物１の上記記載によれば，ファイル格納装置の格納容\n量が不足しない場合等にはプリントアウトされることはないのであるから，刊行物\n１には，送信元が不明であることを条件として印刷されることは全く記載も示唆も\nされていないのである。\n第４　被告の反論の骨子\n決定の認定判断は，いずれも正当であって，決定を取り消すべき理由はな\nい。\n１　すべての請求項に共通する取消事由１（引用発明１との一致点認定の誤り）\nについて\n本件発明１が，複数の装置から構成されるファクシミリ装置を排除するもの\nではないことは，本件明細書の特許請求の範囲の請求項１の記載（「一台の」ファ\nクシミリ装置とは記載されていない。）及び本件明細書の他の部分の記載に照ら\nし，明らかである。\n決定は，本件発明１を，「一台の」ファクシミリ装置であるとの限定を付す\nことなく認定し，一致点及び相違点の抽出においても，「一台の」との文言は問題\nとしていない。これは，本件発明１を請求項１の記載のとおりに認定したからであ\nる。本件発明１のファクシミリ装置は一台の装置である，との原告の主張は，特許\n請求の範囲の記載に基づかない主張である。\n引用発明１の「ファクシミリ装置」とは，少なくとも，ファクシミリ７１，\nファクシミリ制御装置７，ファイル格納装置３，及び電子メール管理装置４等から\n構成されたファクシミリ装置を指している。\n決定は，引用発明１は，複数の装置から構成された装置であり，また，その\n装置を一台のファクシミリ装置とすることも容易に想到することができると判断し\nており，原告が主張するように，引用発明１が「一台のファクシミリ装置」である\nとは認定していない。\n一台の装置も，複数の装置から構成されるシステムも，装置であることには\n変わりはないから，決定が，本件発明１と，引用発明１を，それぞれ「装置」であ\nる点で，一致しているとしたことに誤りはない。\n決定は，結論を導く上では必要のないものではあったけれども，補足的に，\n引用発明１の装置を一台のファクシミリ装置とすることが容易であるとの判断もし\nている。決して，原告が主張するように，引用発明１が複数の装置群であることを\n看過しているわけではない。\n２　すべての請求項に共通する取消事由２ないし４（相違点１中の「ＬＡＮイン\nターフェース手段」，「第１の記憶手段」及び「決定手段」の各部分についての判\n断の誤り）について\n引用発明１に，ＬＡＮインターフェース手段，決定手段，及び記憶手段が存\n在していることは，そもそも自明のことであるため，刊行物１に明記されていない\nだけである。決定の判断に誤りはない。\n３　すべての請求項に共通する取消事由５（相違点１の一台の「ファクシミリ装\n置」に関する部分についての判断の誤り）について\n引用発明１を一台のファクシミリ装置とすることは当業者が容易に推考する\nことができることである。決定の判断に誤りはない。なお，決定の本論は，相違点\n１に係る「ＬＡＮインタフェース手段」，「第１の記憶手段」，「決定手段」につ\nいての判断までであり，一台のファクシミリ装置に係る上記判断（決定書１１頁末\n段～１２頁４段）は，本来，不要な判断であり，審判合議体の補足的見解である。\n４　すべての請求項に共通する取消事由６（決定の理由と取消理由通知における\n理由との齟齬）について\n決定も，本件取消理由通知書も，同じ刊行物（刊行物１・特開平４－３０２\n２５６号公報）を引用した上，本件発明１とその刊行物に記載された発明（引用発\n明１）とを比較して，一致点・相違点を認定し，その相違点につき，当業者が容易\nに推考できることにすぎないと認定判断している。その相違点の認定及び相違点に\nついての判断のいずれにおいても，本件取消理由通知書のものと決定のものとはほ\nぼ同じである。\n原告は，決定の前に，本件取消理由通知書を受け取っており，その後は，決\n定の前後を通じて訂正の機会があったのである。訂正の機会を奪われたとの原告の\n主張も誤りである。\n５　請求項５のみについての取消事由１（相違点５についての判断の誤り－周知\n技術認定の誤り）について\n決定は，刊行物２の３頁右上欄１７行ないし同左下欄３行の記載及び３頁右\n上欄５行ないし１０行の記載に基づいて，刊行物２記載の発明では，ファクシミリ\nの転送サービスを行う場合に，発呼側の加入者番号が発呼側ＩＤ領域５２に記憶さ\nれているすべての加入者番号のうちのいずれとも一致しない場合，又は，発呼側の\n加入者番号が含まれていないと判定された場合に記録紙に記録することが周知のこ\nとである，と認定しており，この認定に誤りはない。\nさらに，甲６文献でも，個人識別番号の入力がない場合に，プリンタにより\nプリントアウトされることが記載されている。\nこのように，ファクシミリデータを転送する場合に，送信元が不明，あるい\nは転送先が不明等の場合に印刷出力することは，本件出願時既に周知となっていた\nことである。\n６　請求項５のみについての取消事由２（相違点５についての判断の誤り）につ\nいて\n刊行物１には，相手局のＩＤあるいは登録電話番号を認識することができな\nい場合，また認識することができてもメールアドレス対応テーブルに対応するもの\nがない場合は，受信文書はファイル格納装置に格納され，ファイル格納装置の格納\n容量が不足したとき，あるいは格納されたファイルに保存期限がきたときにプリン\nトアウト（印刷出力）されることが記載されている。\nこのことは，結局，相手局のＩＤあるいは登録電話番号が認識できないも\nの，また認識できてもメールアドレス対応テーブルに対応するものがないものが印\n刷されることが記載されていることを意味する。\nこのことと，刊行物２等に示すように，「ファクシミリデータを転送する場\n合に，送信元が不明，あるいは転送先が不明等の場合に印刷出力すること」が周知\nのことであることとを併せ考えれば，「刊行物１において，相手局のＩＤあるいは\n登録電話番号が認識できない場合，また認識できてもメールアドレス対応テーブル\nに対応するものがない場合に，記録出力するようにすることは当業者が容易に推考\nすることができることである。」とした決定の判断に誤りはないことが明らかであ\nる。\n第５　当裁判所の判断\n１　すべての請求項に共通する取消事由１（引用発明１との一致点認定の誤り）\nについて\n(1) 本件明細書の特許請求の範囲の請求項１には，「・・・ＬＡＮと電話回線\nとに接続されるファクシミリ装置において，・・・ＬＡＮインタフェース手段\nと，・・・第１の記憶手段と，・・・決定手段を備え，・・・ることを特徴とする\nファクシミリ装置」と記載されているから，本件発明１は，「ＬＡＮインタフェー\nス手段」，「第１の記憶手段」及び「決定手段」を備えた「ファクシミリ装置」と\nいうことになる。そして，本件発明１のファクシミリ装置は，「１つ以上の情報処\n理装置が接続されているＬＡＮと電話回線に接続される」（同請求項１）ものであ\nり，「上記情報処理装置との間で，上記ＬＡＮを介して，データを送受信するため\nのＬＡＮインターフェース手段を・・・備え」るものであるから，複数台の情報処\n理装置を接続させたＬＡＮ（ローカル・エリア・ネットワーク）の端末器である。\nまた，上記「第１の記憶手段」は，「電話回線を介して受信したファクシミリデー\nタを記憶する」（同請求項１）ものであり，上記「決定手段」は，「第１の記憶手\n段に記憶されているファクシミリデータ・・・の識別情報に基づいて」（同請求項\n１），送信先を決定するものである。このように，本件発明１のファクシミリ装置\nは，「ＬＡＮインタフェース手段」，「第１の記憶手段」及び「決定手段」を備\nえ，かつ，その「ＬＡＮインタフェース手段」を介してＬＡＮと接続されるもので\nあり，また，「電話回線を介して受信したファクシミリデータを記憶する」第１の\n記憶手段を備えたものであるから，このような各手段を一体として備えた装置とし\nて，ＬＡＮインターフェース手段を介して，ＬＡＮに接続されるものである。もっ\nとも，本件発明１のファクシミリ装置が，上記の各手段を備えたものであると解す\nべきことは，物理的に一台の筺体の中にこれらの手段を備えたファクシミリ装置で\nあると解する必要はなく，上記の各手段をＬＡＮを介することなく，ＬＡＮの端末\n機としてのファクシミリ装置自体に備えたものであれば，複数台の筺体の中にこれ\nを備えたものであっても構わないものというべきである（決定が相違点１について\nの判断においていう「一台のファクシミリ装置」（決定書１２頁２５行）も，決定\n書の記載全体からその趣旨を合理的に解釈すれば，物理的に一台の筺体の中に上記\nの各手段を備えたものという意味ではなく，ＬＡＮの端末器としてのファクシミリ\n装置自体に一体としてこれらの手段を備えたもの，という意味に理解すべきであ\nる。）。\n(2) 甲第４号証（特に【０００５】，【０００６】，【０００８】，【００１\n１】，図１ないし図３）によれば，引用発明１は，\n①ＬＡＮ等のネットワーク１，ネットワーク管理装置２，ファイル格納装\n置３，電子メール管理装置４，ワークステーション５－１，５－２と，プリンタ制\n御装置６，プリンタ６１，ファクシミリ制御装置７と，ファクシミリ７１とから成\nり，ネットワーク１には上記各装置が１又は複数接続されており，ネットワーク１\n上あるいはネットワーク１の外部にあるファクシミリ装置との間で，ファクシミリ\n制御装置７を介してファクシミリ送受信を行なうファクシミリ装置において，\n②ファクシミリ受信時に，相手先ＩＤ，登録電話番号が認識できるかどう\nかの判定を行い，\n③相手先ＩＤあるいは登録電話番号を認識し，それに対応するあて先（ア\nドレス）が確認できるものについては，それに対応するネットワーク上のワークス\nテーションに対し，受信文書の送信を行い，\n④相手先のＩＤあるいは登録電話番号から対応するあて先が確認できない\n場合は，その受信文書をファイル格納装置に格納し，Ｕｎｋｎｏｗｎに対応するネ\nットワーク上のワークステーションユーザに対してファクシミリ文書の着信を示す\nメールのみが送信されるようにしたことを特徴とするファクシミリ受信文書管理装\n置，であると認められる。\n(3) 決定は，前記のとおり，「請求項１に係る発明では，「・・・ＬＡＮイン\nタフェース手段と，・・・第１の記憶手段と，・・・決定手段を備え，上記ＬＡＮ\nインタフェース手段を介して，上記決定手段により決定された情報処理装置に，該\nファクシミリデータを送信するファクシミリ装置」であるのに対して，刊行物１で\nは，ファクシミリデータに，該ファクシミリデータの送信元であるファクシミリ装\n置の相手局ＩＤ，登録電話番号（識別情報）が付加されている場合に，該ファクシ\nミリ装置の相手局ＩＤ，登録電話番号（識別情報）に基づいて，該ファクシミリデ\nータの送信先となるワークステーション（情報処理装置）を探し，見つけたワーク\nステーション（情報処理装置）に，該ファクシミリデータを送信しているが，「Ｌ\nＡＮインタフェース手段」，「第１の記憶手段」，および「決定手段」を備えると\nも，また，それぞれの手段がどこに設けられているかについても明記されていない\n点」を相違点１として認定している。\n決定は，本件発明１との対比において，引用発明１には，「「ＬＡＮイン\nタフェース手段」，「第１の記憶手段」，及び「決定手段」を備えるとも，また，\nそれぞれの手段がどこに設けられているかについても明記されていない点」を相違\n点１として認定しているのであるから，決定のこの内容を本件発明１との対比から\n合理的に解釈すれば，引用発明１においては，「ファクシミリ７１」及び「ファク\nシミリ制御装置７」等との関係においても，上記各手段が備えられているかどう\nか，及び，どこに設けられているか明記されていないと認めているものと理解する\nことができる。\n原告は，決定は，本件発明１が「ファクシミリ装置」であるのに対し，引\n用発明１は「ファクシミリ受信文書管理装置」である，ということを相違点として\n認定し，これについて判断することをしていない，引用発明１の「ファクシミリ受\n信文書管理装置」は，複数台の装置をＬＡＮを介して接続したものであるのに対\nし，本件発明１は，一台の，あるいは，ＬＡＮの端末機である「ファクシミリ装\n置」であり，両者はこの点において明らかに相違している，決定は，本件発明１の\n｢ファクシミリ装置｣の認定を誤り，その結果，ＬＡＮによって接続された複数台の\n装置によって構成されている引用発明１の｢ファクシミリ受信文書管理装置｣が本件\n発明１に含まれると誤って認定し，その相違点を看過したものである，と主張す\nる。\n確かに，本件発明１の「ファクシミリ装置」は，ＬＡＮに接続される端末\n器であり，同端末器に，「ＬＡＮインタフェース手段」，「第１の記憶手段」，及\nび「決定手段」を備えたものであるのに対し，引用発明１の「ファクシミリ受信文\n書管理装置」は，ファクシミリ制御装置７及びファクシミリ７１，ファイル格納装\n置３，電子メール管理装置４などの複数台の装置をＬＡＮを介して接続したもので\nあり（甲第４号証），両者は，この点でその構成を異にする，ということができ\nる。\nしかし，決定は，前記のとおり，本件発明１と引用発明１との一致点とし\nて，「１つ以上の情報処理装置が接続されているＬＡＮと電話回線とに接続される\n装置において，上記情報処理装置との間で，ファクシミリデータに，該ファクシミ\nリデータの送信元であるファクシミリ装置の識別情報が付加されている場合に，該\nファクシミリ装置の識別情報に基づいて，該ファクシミリデータの送信先となる情\n報処理装置を決定し，決定された情報処理装置に，該ファクシミリデータを送信す\nることを特徴とする装置。」（決定書１０頁５段）として，上記特徴を有する「装\n置」である点を認定しているだけであり，決して，本件発明１の「ファクシミリ装\n置」と引用発明１の「ファクシミリ装置受信文書管理装置」とが一致すると認定し\nているわけではない。そして，決定は，刊行物１には，「「ＬＡＮインタフェース\n手段」，「第１の記憶手段」，および「決定手段」を備えるとも，また，それぞれ\nの手段がどこに設けられているかについても明記されていない点で両者は相違す\nる。」（同１１頁１段）と相違点（相違点１）を認定した上で，相違点についての\n判断において，「ファクシミリ，ファクシミリ制御装置，ファイル格納装置，及び\n電子メール管理装置等を持つ一台のファクシミリ装置とすることは当業者が容易に\n推考することができることと認められる」（同１２頁４段）として，本件発明１が\n一台のファクシミリ装置であることを当然の前提とする判断を明示しているのであ\nり，本件発明１の｢ファクシミリ装置｣に引用発明１のＬＡＮにより構成される｢ファ\nクシミリ受信文書管理装置｣が含まれると認定しているわけではない。したがって，\n決定が，本件発明１のＬＡＮの端末である｢ファクシミリ装置｣と，引用発明１のＬ\nＡＮにより接続された複数の装置から成る｢ファクシミリ受信文書管理装置｣との相\n違点を看過したとの原告の主張は理由がない。\n２　すべての請求項に共通する取消事由２（相違点１中の「ＬＡＮインターフェ\nース手段」に関する部分についての判断の誤り）について\n引用発明１において，「ファクシミリ７１及びファクシミリ制御装置７」を\nＬＡＮに接続するときに，ＬＡＮインターフェース手段を用いることは，当業者に\nとって技術常識に属する事柄である（原告も，このこと自体は争っていない。）。\n引用発明１においては，「ファクシミリ７１」が受信した文書を，受信した文書の\n送信先が登録されているときは，「ファクシミリ制御装置７」から「電子メール管\n理装置４」を介して，該当するワークステーションに受信文書が送信されるのであ\nるから（甲第４号証【０００８】，図３），引用発明１の「ファクシミリ制御装置\n７」がＬＡＮインターフェース手段を備え，これを介してＬＡＮと接続されている\nものであることは明らかである。\n決定が，「刊行物１のものにもＬＡＮインターフェース手段が存在すること\nは明かである。」（決定書１１頁１９行～２０行）としたのは，このことを述べた\nものであると理解することができ，決定のこの判断に誤りはない（決定の「刊行物\n１のものにも・・・」との趣旨は，いささか不明確ではあるものの，本件発明１と\nの対比から，決定の内容を合理的に解釈すれば，引用発明１の「ファクシミリ制御\n装置７」がＬＡＮインターフェース手段を備えることは当然である，と判断してい\nるものと解すべきである。）。\n原告は，本件発明１においては，ＬＡＮの端末器である「ファクシミリ装\n置」自体に「ＬＡＮインターフェース手段」が設けられているのであるから，それ\nに対応させるとすれば，引用発明１のネットワークシステムから成る「ファクシミ\nリ受信文書管理装置」自体にＬＡＮインターフェース手段とＬＡＮとを設けるべき\nことになるはずであるのに，刊行物１には，そのような「ＬＡＮインターフェース\n手段」については，直接の記載もこれを示唆する記載も全くない，当業者が刊行物\n１に接しても，本件発明１でいうところの「ＬＡＮインタフェース手段」に相当す\nるものが存在することは想像することができない，と主張する。\nしかし，本件発明１との対比からすれば，引用発明１のネットワークシステ\nムの外部にＬＡＮインターフェース手段を設けることが容易かどうか考える必要は\nなく，引用発明１の「ファクシミリ制御装置７」にＬＡＮインターフェース手段を\n設けることが容易かどうかを考えれば足りることは，上記したところから明らかで\nある。原告は，本件発明１の「ファクシミリ装置」と引用発明１の「ファクシミリ\n受信文書管理装置」とを対応させるとの前提の下に，上記主張をするものである。\nしかし，決定が，両者を一致するものとして認定しているわけではないことは，前\n記のとおりであり，決定が両者を対応させて対比しているわけでもないことは，決\n定自体から明らかである。原告の主張は失当である。\n３　すべての請求項に共通する取消事由３（相違点１中の「第１の記憶手段」に\n関する部分についての判断の誤り）について\n決定は，相違点１中の「第１の記憶手段」に関する部分について，「このよ\nうな対応関係の決定に際し，電話回線を介して受信したファクシミリデータを記憶\nする記憶手段を配備することは，当業者にとって常套手段であるから，刊行物１２\n（判決注・「刊行物１に」の誤りである。）は記憶手段としては明示されていない\nが，記憶手段があることは当業者が容易に想像がつくことである。」（決定書１１\n頁３１行～３４行）と判断している。\n原告は，決定は，刊行物１に記載された｢ファイル格納装置３｣は，本件発明\n１の｢第１の記憶手段｣に相当するものではないと認定しており，この認定は誤りで\nある，引用発明１の目的を考慮すれば，本件発明１の｢第１の記憶手段｣は，刊行物\n１記載の｢ファクシミリ装置７１｣又は「ファクシミリ制御装置７」に備えられてお\nらず，備えると考えることは困難である，と主張する。\nしかし，刊行物１には，「【００１１】対応するメールアドレスが見つかっ\nた場合（Ｙｅｓ）は受信文書をそのメールアドレスに対して送信を行う（Ｓ－\n５）。このときの受信文書の流れは前記図３の処理１の矢印で示されたようにな\nり，ファイル格納装置には格納されない。」（甲第４号証３頁４欄２行～６行）と\n記載されており，引用発明１においては，対応するメールアドレスが見つかった場\n合に，ファイル格納装置を受信文書の記憶手段として利用しないことは明らかであ\nるから，このファイル格納装置が本件発明１の「第１の記憶手段」に当たらないこ\nとを前提とした決定の認定に誤りはない。ファクシミリ装置において，電話回線を\n介して受信したファクシミリデータを記憶する記憶手段を配備することは，当業者\nにとって技術常識に属する事柄であるから，このことと，刊行物１の上記記載\n（【００１１】）からすれば，引用発明１において，「ファクシミリ７１」（ある\nいは「ファクシミリ制御装置７」）に，「電話回線を介して受信したファクシミリ\nデータを記憶する記憶手段を配備することは，当業者にとって常套手段である」\n（決定書１１頁３１行～３３行）とした決定の判断に誤りはない。原告の上記主張\nは採用し得ない。\n４　すべての請求項に共通する取消事由４（相違点１中の「決定手段」に関する\n部分についての判断の誤り）について\n決定は，相違点１中の「決定手段」に関する部分について，「刊行物１の上\n記（ア）には，「受信時に相手局ＩＤ，登録電話番号が認識できるかどうかの判定\nを行う（Ｓ－２）。相手局ＩＤあるいは登録電話番号が認識できた場合（Ｙｅ\nｓ），図２（ａ）および（ｂ）に示した管理テーブル（メールアドレス対応テーブ\nル）を参照して，対応するネットワーク上のワークステーションのメールアドレス\n（電子メールの送り先）を探す（Ｓ－３，Ｓ－４）。対応するメールアドレスが見\nつかった場合（Ｙｅｓ）は受信文書をそのメールアドレスに対して送信を行う（Ｓ\n－５）。」と記載されており，刊行物１では相手先ＩＤや電話番号に基づいて対応\nするネットワーク上のワークステーションを決定していると認められるから，刊行\n物１には実質的に決定するための手段が存在していると言うことができる。」（決\n定書１１頁２１行～３０行）と判断した。\n刊行物１には，決定が認定したとおりの記載がある（甲第４号証【００１\n０】【００１１】）。決定は，上記のとおり，引用発明１に本件発明１における\n「決定手段」に相当するものが存在すると認定しているのであり，その認定自体に\n誤りがないことは明らかである。\n原告は，本件発明１の｢決定手段｣は，本件明細書の請求項１に記載されたと\nおり，「ファクシミリ装置」に設けられた｢第１の記憶手段に記憶されているファク\nシミリデータ｣に関して，このような「ファクシミリ装置」において｢ファクシミリ\nデータの送信先となる情報処理装置を決定する｣ものである，これに対し，引用発明\n１の｢ファクシミリ受信文書管理装置｣は，ネットワークに接続された複数台の装置\nから構成されるネットワークシステムであり，本件発明１の｢ＬＡＮインタフェース\n手段｣に相当するものを有していないから，｢ＬＡＮインタフェース手段｣を介して，\n本件発明１の｢決定手段｣により決定された情報処理装置に，当該ファクシミリデー\nタを送信することはしない，と主張する。\nしかし，引用発明１のネットワークシステムの外部にＬＡＮインターフェー\nス手段を設けることが容易かどうかを考える必要はなく，引用発明１の「ファクシ\nミリ制御装置７」にＬＡＮインターフェース手段を設けることが容易かどうかを考\nえれば足りることは，前記のとおりであり，原告の主張は，そもそもその前提にお\nいて失当である。また，本件発明１においては，ＬＡＮの端末器であるファクシミ\nリ装置が決定手段を備えることが必要であることは前記のとおりであり，これに対\nし，引用発明１におけるＬＡＮの端末器である「ファクシミリ制御装置７」と，決\n定手段の一部である「電子メール管理装置」とはＬＡＮを介して接続されているも\nのである。しかし，決定は，この相違点については，前記のとおり，別途判断して\nいるものであり，この決定の判断の当否については，次に述べるとおりである。\n５　すべての請求項に共通する取消事由５（相違点１中の一台の「ファクシミリ\n装置」に関する部分についての判断の誤り）について\n決定は，甲６文献及び甲７文献記載の発明を認定した上で，「これらのこ\nと，刊行物１の目的が，ファイル格納装置，プリンタ制御装置，電子メール管理装\n置を利用してネットワーク上のファイル格納領域などの共有資源を効率よく利用す\nることであることを考え併せれば，ファクシミリ，ファクシミリ制御装置，ファイ\nル格納装置，及び電子メール管理装置等を持つ一台のファクシミリ装置とすること\nは当業者が容易に推考することができることと認められる。」（決定書１２頁４\n段）と判断した。\n甲６文献には，「１はファクシミリサーバである。該ファクシミリサーバ１\nは，次の構成要件１１～１９により構成されている。１１は電話回線に接続された\nファクシミリ用網制御装置（ＮＣＵ），１２はモデム，１３は個人識別情報判別装\n置である。該個人識別情報判別装置１３は，ハード的には，ＣＰＵ，ＲＯＭ，音声\n合成器等から構成されている。１４はメモリである。また，１５はプリンタ制御装\n置，１６はプリンタであり，受信画情報をハードコピーで出力したり，原稿情報を\nコピーするとき等の場合に使用される。１７は画像入力用装置，１８はスキャナで\nあり，原稿情報を読取るときに使用される。１９は電子メール発信装置であり，ハ\nード的には，バス２０に接続されたバス制御部と，イーサネット２に接続されたワ\nークステーションと，該バス制御部とワークステーションとを結ぶバスとから構成\nされている。」（甲第６号証３頁右上欄１７行～左下欄１６行）との記載がある。\nこの記載と甲６文献の図１からすれば，甲６文献には，電話回線を介して受信した\nデータをＬＡＮに送出するファクシミリに関し，本件発明１のＬＡＮインタフェー\nス手段と決定手段に相当する，ＬＡＮに接続されファクシミリデータの送信先とな\nる情報処理装置を決定する電子メール発信装置１９と，本件発明１の第１の記憶手\n段に相当する，ファクシミリデータを記憶するメモリ１４とが，ＬＡＮの端末器で\nあるファクシミリサーバ１を構成していることが記載されている，ということがで\nきる。\n甲７文献にも，そこに記載されたファクシミリステーションＦＳは，フロッ\nピディスク装置１，ハードディスク装置２，フロッピディスク・ハードディスク・\nコントローラ３，イメージプロセッサユニット４，メモリ５，プリンタ６，ファク\nシミリ通信ユニット８，ＬＡＮ通信制御ユニット９，及びＣＰＵ１０から構成され\nており，電話回線を介して受信したデータをＬＡＮに送出するファクシミリに関す\nるものにおいて，本件発明１のＬＡＮインタフェース手段に相当するＬＡＮ通信制\n御ユニット９と，本件発明１の第１の記憶装置に相当するメモリ５と，各部を制御\nするＣＰＵ１０とを設け，受信された情報に，送信先アドレスが指定されていた場\n合，メモリ５に格納している画情報を読みだし，ワークステーションＷＳ１～ＷＳｎ\nに転送するものであることが記載されている，ということができる（甲第７号証２\n頁右上欄５行～右下欄１８行，第１図，第２図）。\n甲６文献及び甲７文献についての上記認定によれば，これらの文献には，電\n話回線を介して受信したデータをＬＡＮに送出するファクシミリ装置に関して，引\n用発明１における「ファクシミリ７１」，「ファクシミリ制御装置７」，「ファイ\nル格納装置３」及び「電子メール管理装置４」に相当する複数の装置を，ＬＡＮの\n端末器である「ファクシミリサーバ１」あるいは「ファクシミリステーションＦ\nＳ」に一体として備えたものが記載されていると認められる。このことを前提にす\nると，ファクシミリ装置と複数の装置とをＬＡＮを介して接続するか，これらの複\n数の装置と同等の機能を持った手段をＬＡＮの端末器であるファクシミリ装置に一\n体に備えるかどうかは，当業者にとっては適宜なし得る設計的事項であると認めら\nれるから，引用発明１の「ファクシミリ７１」，「ファクシミリ制御装置７」，\n「ファイル格納装置３」及び「電子メール管理装置４」をＬＡＮの端末器であるフ\nァクシミリ装置に一体として構成することは，当業者からみれば容易に想到し得る\n事項であると認められ，これと同旨の決定の判断に誤りはない。\n原告は，甲６文献，甲７文献及び刊行物1のいずれにおいても，「ファクシミ\nリサーバ」，「ファクシミリステーションＦＳ」又は「ファクシミリ受信文書管理\n装置」を，電話回線の端末器である「ファクシミリ装置」に構成していくような概\n念は何ら開示されていない，と主張する。しかし，甲６文献及び甲７文献記載の上\n記各発明のいずれも，電話回線と接続される端末器であるファクシミリ装置でもあ\nることは上記に認定したところから明らかであり，このようなものの開示がないと\nする原告の主張は理由がない。\n原告は，引用発明１の目的，課題及び効果を考慮した場合，ファイル格納領\n域などの共有資源の効率利用を図るためには，ネットワークシステム上の個々の装\n置が別個独立に存在することが大前提であり，個々の装置をＬＡＮ及び電話回線の\n端末器である｢ファクシミリ装置｣としてまとめる動機となるものはない，と主張す\nる。しかし，ファクシミリ装置と複数の装置をＬＡＮを介して接続するか，これら\nの複数の装置と同等の機能を持つ手段をＬＡＮの端末器であるファクシミリ装置に\n一体に備えるかどうかは，正に資源の効率的利用，あるいは，低コスト等を考慮し\nた上で適宜なし得る設計的事項というべきであるから，引用発明１に甲６文献及び\n甲７文献に記載された発明をみれば，当業者が容易に本件発明１に想到し得るもの\nであるというべきである。原告の主張は採用することができない。\n原告は，引用発明１のもの，すなわち，ＬＡＮで接続された，特定の機能を\n奏する個々の装置群から成る「ファクシミリ受信文書管理装置」を，本件発明１の\nように，｢ファクシミリ装置｣にまとめ上げて，そのまとめ上げた「ファクシミリ装\n置」をＬＡＮに接続することは，当業者にとって，決して，容易に成し得るもので\nはない，として，具体的には，①ネットワーク接続されている各｢装置｣を，「ファ\nクシミリ装置」を構成するための各｢構成ユニット｣に置き換え，②ネットワーク接\n続されている各｢装置｣のＬＡＮインタフェースを，各｢構成ユニット｣のバスインタ\nフェースに置き換え，③各｢装置｣間のネットワークを，各｢構成ユニット｣間のバス\nに置き換え，④各｢構成ユニット｣のバスインタフェースをバスに接続させることに\nより，まとめて「ファクシミリ装置」を構成し，⑤この「ファクシミリ装置」にＬ\nＡＮインタフェースを備えて，ＬＡＮに接続させることにより，他のワークステー\nションと接続することができるようにすることは，当業者にとって容易ではない，\nと主張する。しかし，原告の主張するこれらの事項が，いずれも，個々の装置群か\nら成る引用発明１の「ファクシミリ受信文書管理装置」を，本件発明１のように，\n｢ファクシミリ装置｣にまとめ上げるために必要な適宜の設計的事項であり，当業者\nにとって具体化することに困難性があると認めることができるような事柄でないこ\nとは，明らかである。\n被告は，決定の本論は，相違点１に係る「ＬＡＮインタフェース手段」，\n「第１の記憶手段」，「決定手段」についての判断までであり，一台のファクシミ\nリ装置に係る判断（決定書１１頁末段～１２頁４段）は，本来，不要な判断であ\nり，審判合議体の補足的見解である，と主張している。しかし，決定が本件発明１\nと引用発明１との一致点及び相違点として認定したところ，及び，それについて判\n断したところから見て，この部分の判断が結論を導く上で必要なものであること，\n及び，この部分は，本件発明１と引用発明１との相違点の一つに係る本件発明１の\n構成が，容易に想到し得るものであるとの判断を示している部分であることは明ら\nかである。この部分が，結論を導く上で本来は必要のない，審判合議体の補足的見\n解であるとの被告の上記主張は，採用することができない（原告は，被告のこの主\n張にもかかわらず，決定のこの判断についても反論しているものであるから，被告\nのこの主張が，原告が取消事由の主張をすることを妨げたとの事情は認められな\nい。）。\n６　すべての請求項に共通する取消事由６（決定の理由と取消理由通知における\n理由との齟齬）について\n原告は，決定は，本件取消理由通知書で通知された取消しの理由が生じさせ\nるのと全く異なる論点を生じさせる理由により，決定の結論を導いたために，取消\n理由に対し意見を述べる機会及び特許法１２０条の４第２項に規定する訂正請求の\n機会を原告から奪う結果となった，その手続違反は決定を違法とするほどに重大で\nある，と主張する。\n(1) 本件取消理由通知書で通知された取消の理由は，次のとおりである。\n「第２９条第２項違反について\n刊行物１：特開平４－３０２２５６号公報\n刊行物２：特開平２－６５４３９号公報\n刊行物３：特開平４－７４０５９号公報\n刊行物４：特開昭６３－３００５９号公報\n刊行物５：特開平４－１８８４４号公報\n（請求項１に係る発明について）\n請求項１に係る発明（前者）と，刊行物１に記載された発明（後者）と\nを比較すると，前者の「１つ以上の情報処理装置」が後者の「ワークステーション\n５－１，５－２」に相当し，同様に「ＬＡＮ」が「ネットワーク１」に，「ファク\nシミリ装置」が「ファクシミリ制御装置７およびファクシミリ装置７１」に，「送\n信元であるファクシミリ装置」が「自社のファクシミリ装置９」に，「ファクシミ\nリ装置の識別情報」が「相手先ＩＤや電話番号（図２（ａ），（ｂ）参照）」に，\n各々相当していることが明らかである。\nすると，前者が「ＬＡＮインターフェース手段」，「第１の記憶手段」\nおよび「決定手段」を具備するのに対し，後者はこれを明記していない点で両者は\n相違する。しかし，後者のファクシミリ制御装置７はネットワーク１に接続されて\nいることから，これがＬＡＮインターフェース手段を実質的に有することが自明で\nある。また，後者に記載された「電子メール管理装置には，・・・相手先ＩＤ，電\n話番号，個人アドレス，グループアドレス・・・が登録されている」（［０００\n５］参照），「管理テーブルを参照して，対応するネットワーク上のワークステー\nションのメールアドレスを探す」（［００１０］参照）および「対応するメールア\nドレスが，見つかった場合は受信文章をそのメールアドレスに対して送信を行う」\n（［００１１］参照）などの点から見て，後者が上記相手先ＩＤや電話番号に基づ\nいて対応するネットワーク上のワークステーションを決定していると認められ，実\n質的に決定手段が存在していると言うことができる。加えて，このような対応関係\nの決定に際し，電話回線を介して受信したファクシミリデータを記憶する記憶手段\nを配備することは，例えば刊行物２（特に第２図のメモリ部５参照）に記載されて\nいるように，当業者にとって本願出願前の常套手段である。\nまた，刊行物１，２のものは，受信したファクシミリデータの転送先決\n定という共通の課題を解決するものであるから，刊行物１記載の発明に刊行物２記\n載の発明を適用することは当業者であれば容易に推考しうることにすぎない。\nしたがって，請求項１に係る発明の特許は特許法第２９条第２項の規定\nに違反してなされたものである。」（甲第２号証）\nこのように，本件取消理由通知書においては，本件発明１と引用発明１と\n比較し，両者の相違点として，本件発明１は，「ＬＡＮインターフェース手段」，\n「第１の記憶手段」及び「決定手段」を具備するのに対し，引用発明１はこれを明\n記していない点で両者は相違するとし，その相違点については，それぞれ，ＬＡＮ\nインターフェース手段を有することは自明である，決定手段は引用発明１にも実質\n的に存在している，第１の記憶手段を設けることは，例えば，刊行物２等で常套手\n段であるとして，本件発明１は当業者であれば容易に推考し得ることにすぎないか\nら，特許法２９条２項の規定に違反してなされたものである，としている。\n本件取消理由通知書の上記記載は，「ＬＡＮインターフェース手段」，\n「第１の記憶手段」及び「決定手段」に関する決定の前記認定判断とほぼ同じであ\nり，決定においては，これに引き続き，引用発明１の「ファクシミリ，ファクシミ\nリ制御装置，ファイル格納装置，及び電子メール管理装置等を持つ一台のファクシ\nミリ装置装置とすることは当業者が容易に推考することができる」（決定書１２頁\n４段）との判断をしている点のみが異なるだけである。そして，一台のファクシミ\nリ装置とすることが，当業者にとって設計的事項の範囲内の選択の問題にすぎない\nことは，前記のとおりである。そうである以上，決定は，本件取消理由通知書が引\n用した主引例（引用発明１）と本件発明１との相違点をほぼそのまま相違点として\n認定し（その書きぶりがやや詳しくなった程度である。），その相違点についての\n判断を本件取消理由通知書より詳細に記載しただけである，ということが可能であ\nるから，本件取消理由通知書と決定との間に実質的な齟齬はないというべきであ\nる。\n(2) 原告は，本件取消理由通知書で通知された取消しの理由では，引用発明１\nの｢ファクシミリ７１｣及び｢ファクシミリ制御装置７｣という関連のある二台の装置\nを一台の装置としてまとめて，本件発明１の｢ファクシミリ装置｣に相当するとし\nて，他の手段を｢ファクシミリ装置内に設ける｣ことが容易であるか否かを認定判断\nしていたのに対して，決定においては，引用発明１における，ネットワークシステ\nム内で独立の地位を有するファイル格納装置及び電子メール管理装置までも取り込\nんで複数台の装置によって構成された全体を，本件発明１の「ファクシミリ装置」\nに対応させており，本件取消理由通知書で通知された取消しの理由とは異なった理\n由で本件特許を取り消している，決定と本件取消理由通知書との間の実質的な理由\nの変更により，取消理由通知書で通知された取消しの理由における論点は消失し，\n他方，ネットワークシステムを構成する複数台の装置を一台の装置にまとめること\nに容易推考性があるかが新たな論点として生じた，と主張する。\nしかし，本件取消理由通知書と決定とで，ネットワークシステムを構成す\nる複数台の装置を一台の装置にまとめることに容易推考性があるかどうかの点を除\nき，実質的な理由の変更がなかったことは，上記のとおりであり，この点を別とす\nれば，決定が本件取消理由通知書と異なった理由で判断をしているとの原告の上記\nの主張に理由がないことは明らかである。そして，ネットワークシステムを構成す\nる複数台の装置を一台の装置にまとめることに容易推考性があるかどうかは，本件\n取消理由通知書において引用発明１を主引例として引用していた以上，客観的には\nもとから存在していた論点であり，しかも，前記のとおり，当業者にとって設計的\n事項の範囲内における選択によって決定すべき事柄に関する問題であるから，単\nに，本件取消理由通知書における認定判断中にその点が明記されていなかっただけ\nであるということができる。取消理由通知は，特許権者に対し，意見書を提出する\n機会を与え，願書に添附した明細書又は図面の訂正を請求する機会を与えるもので\nあるから（特許法１２０条の４・１，２項），決定の取消理由の概要を事前に通知\nすれば足り，特許を取り消すべき理由を決定で記載するほどに詳細に記載する必要\nがあるものではない。本件取消理由通知書において示された認定判断に比べ，決定\nにおいて示された認定判断がより詳細なものになり，相違点の認定及びこれについ\nて判断が一部補充されたとしても，決定の判断に実質的な変更がない限り，これを\n違法ということはできない。原告の主張は，理由がない。\n(3) 原告は，次のように主張する。\n本件取消理由通知書においては，本件発明１は，引用発明１と刊行物２\n記載の発明に基づいて容易に推考しうるものとされていた（甲第２号証２頁７行～\n９行），しかし，決定においては，本件発明１は，引用発明１と甲６文献及び甲７\n文献に記載された発明に基づき，当業者が容易に推考することができるものと認め\nられている(決定書１２頁２３行～２６行)。したがって，本件取消理由通知書と決\n定とでは，本件発明１の進歩性を否定する認定判断の根拠となる引用文献が全く異\nなっている。本件取消理由通知書で通知された取消しの理由と決定における理由と\nは実質的に相違しており，決定は，実質的な取消しの理由通知がなくなされた決定\nであり，原告から適切な意見を述べる機会を奪い，また，特許法１２０条の４第２\n項に規定する訂正請求の機会を奪ったものであり，手続違反として重大なものであ\nる。\nしかし，本件取消理由通知書においては，刊行物２記載の発明は，第１の\n記憶手段に関して，ファクシミリ装置がファクシミリデータを記憶する記憶手段を\n配備することが，当業者にとって，本件出願時の常套手段であることの例示として\n挙げられているだけであり，決定においても，刊行物２記載の発明を明示しなかっ\nたものの，「ファクシミリデータを記憶する記憶手段を配備することは，当業者に\nとって常套手段である」（決定書１１頁３２行～３３行）と認定しているのである\nから，単に周知技術の１例である刊行物２記載の発明を明示しなかっただけであっ\nて，この点について変更はない，ということができる。\n決定は，本件発明１と引用発明１との相違点の一つ（相違点１）につい\nて，甲６文献及び甲７文献に記載された発明を挙げて，これに引用発明１の目的を\nも併せて考えて，上記のとおり，ファクシミリ，ファクシミリ制御装置，ファイル\n格納装置，及び電子メール管理装置等を持つ一台のファクシミリ装置とすることは\n当業者にとって容易であると判断しているものである。決定は，本件取消理由通知\n書で引用した引用発明１を主引用発明として，本件発明１と対比し，その相違点に\nついて判断したものであり，本件取消理由通知書で通知された取消しの理由と決定\nにおける理由とは実質的に相違していないことは，上記のとおりである。ただし，\n甲６文献及び甲７文献は，決定において，上記相違点１についての判断の資料とな\nる公知技術（補助的引用発明の記載されたもの）として引用されたのであるから，\n本来，本件取消理由通知書に記載されるべきものであったというべきである。しか\nし，甲６文献及び甲７文献は，本件の異議申立手続きにおいて異議申立人から提出\nされている公知文献であり（甲６文献は審判甲第４号証，甲７文献は審判甲第１号\n証），その内容からみても，本件発明１と主引用発明である引用発明１との相違点\nに関連して，補助的な引用発明となる公知技術ないし周知技術を認定するための証\n拠として引用され得る文献であることは，原告にとっても予想し得る範囲内のこと\nというべきであるから，本件においては，甲６文献及び甲７文献が，本件取消理由\n通知書に明示的に記載されなかったことが，原告の対応に格別の相違を生じさせた\nものということはできない。したがって，本件取消理由通知書において，甲６文献\n及び甲７文献が補助的な引用例として記載されていなかったことが，決定の結論に\n影響し，これを取り消すべきほどの重大な手続違反であるとまでいうことはできな\nい。原告の主張は採用することができない。\n７　請求項５のみについての取消事由１（相違点５についての判断の誤り－周知\n技術認定の誤り）について\n刊行物２（特開平２－６５４３９号公報）には，ファクシミリの転送サービ\nスを行う場合に，発呼側の加入者番号が発呼側ＩＤ領域に記憶されているすべての\n加入者番号のうちのいずれとも一致しない場合，又は，発呼側の加入者番号が登録\nされたものではないと判定された場合に，記録紙に記録する，との技術が記載され\nていると認められる（甲第５号証３頁右上欄５行～１０行，同右上欄１７行～左下\n欄３行参照。原告もこの点は争わない。）。そして，このような，送信元が明確で\nないときにプリントアウト（印刷出力）するとの技術は，甲６文献（特開平３－２\n８９７６号公報）にも，「一方個人識別番号の入力がなかった場合には，プリンタ\n制御装置１５に送られ，プリンタ１６によりすぐにプリントアウトされることにな\nる。」（甲第６号証４頁上右欄６行～８行，第３図）という形で明確に記載されて\nいるから，本件出願時既に周知であったと認められる。\n原告は，甲６文献には，このような技術の記載がない，と主張する。しか\nし，原告のこの主張は，甲６文献の明確な記載に反した主張であり，理由がないこ\nとが明らかである。決定の認定判断に誤りはない。\n８　請求項５のみについての取消事由２（相違点５についての判断の誤り）につ\nいて\n原告は，引用発明１において，送信元が不明であることを条件として，印刷\n作業が行われることはあり得ず，引用発明１と刊行物２記載の発明とでは，そもそ\nも印刷作業の態様が全く異なるのであり，引用発明１に刊行物２記載の発明を組み\n合わせることは困難である，と主張する。\nしかし，刊行物２及び甲６文献には，上記認定のとおり，ファクシミリデー\nタを転送する場合に，送信元が不明，あるいは転送先が不明等の場合に印刷出力す\nるとの技術が記載されており，このような技術は周知の技術である。また，刊行物\n１にも，相手局のＩＤあるいは登録電話番号が認識できない場合，また認識できて\nもメールアドレス対応テーブルに対応するものがない場合は，受信文書はファイル\n格納装置に格納され，ファイル格納装置の格納容量が不足したとき，あるいは格納\nされたファイルに保存期限がきたときにプリントアウト（印刷出力）することが記\n載されていることは前記のとおりである。以上からすれば，決定が「刊行物１にお\nいて，相手局のＩＤあるいは登録電話番号が認識できない場合，また認識できても\nメールアドレス対応テーブルに対応するものがない場合に，記録出力するようにす\nることは当業者が容易に推考することができることである。」（決定書１４頁３\n段）と判断したことに誤りはない。原告の上記主張は理由がないことが明らかであ\nる。\n９　結論\n以上に検討したところによれば，原告の主張する取消事由はいずれも理由が\nなく，その他，決定には，これを取り消すべき誤りは見当たらない。そこで，原告\nの本訴請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法７条，\n民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  阿　　部　　正　　幸\n（別紙）\n図面Ａ図面Ｂ\n"
}