{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 19
  },
  "case_number": "平成13(行ケ)31",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9999",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9999",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/999/009999_hanrei.pdf",
  "contents": "平成１３年（行ケ）第３１号　審決取消請求事件\n口頭弁論終結日　平成１６年９月２８日\n判　　　　　　　決\n原　　　　　　告　　　　  株式会社ササクラ\n訴訟代理人弁護士　　　　  辰野久夫\n同　　　　　　　　　　　　尾崎雅俊\n同　　　　　　　　　　　　藤井司\n同　　　　　　　　　　　　木下慎也\n同　　　　　　　　　　　　畑知成\n訴訟代理人弁理士　　　　　倉内義朗\n被　　　　　　告　　　　　ペルメレック電極株式会社\n訴訟代理人弁護士　　　　　熊倉禎男\n同　　　　　　　　　　　　富岡英次\n同　　　　　　　　　　　　田中伸一郎\n同　　　　　　　　　　　　宮垣聡\n同　　　　　　　　　　　　竹内麻子\n訴訟代理人弁理士　　　　　西島孝喜\n同　　　　　　　　　　　　平山孝二\n同　　　 　　　 　　　　　須田洋之\n同　　　　　　　　　　　　森浩之\n同　　　　　　　　　　　　鈴木敏弘\n主　　　　　　　文\n１　特許庁が平成１０年審判第３５４１２号，第３５４９４号及び平成１\n１年審判第３５５７４号事件について平成１２年１２月５日にした審決中「特許第\n２１３４４１７号の請求項２，４，５に係る発明についての審判請求は，成り立た\nない。」との部分を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n(1) 原告の請求を棄却する。\n(2) 訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，発明の名称を「電解オゾンを使用する水処理方法及び装置」とする\n特許第２１３４４１７号の特許（昭和６３年９月２９日出願（以下「本件出願」と\nいう。），平成１０年１月１６日設定登録。以下「本件特許」という。請求項の数\nは５である。）の特許権者である。\n原告は，平成１０年９月１日，本件特許をすべての請求項に関して無効とす\nることについて審判を請求した。特許庁は，これを平成１０年審判第３５４１２号\n事件として，平成１０年審判第３５４９４号及び平成１１年審判第３５５７４号事\n件と併合して審理した。被告は，審理の過程で，平成１１年４月１２日，請求項の\n文言の訂正を含む明細書（以下「本件明細書」という。）の訂正を請求した（以下\n「本件訂正請求」という。）。特許庁は，審理の結果，平成１２年１２月５日，本\n件訂正請求を認めなかった上で，「特許第２１３４４１７号の請求項１，３に係る\n発明についての特許を無効とする。特許第２１３４４１７号の請求項２，４，５に\n係る発明についての審判請求は，成り立たない。」との審決をし，同月２５日，そ\nの謄本を原告に送達した。\n２　特許請求の範囲\n(1) 請求項１\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを被処理水と\n接触させ，該被処理水を処理することを特徴とする電解オゾンを使用する水処理方\n法。\n(2) 請求項２\n純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前\n記電解槽から取り出して陽極液から分離し，分離したオゾン含有ガスを分岐した被\n処理水の一部に注入して所定のオゾン濃度の分岐被処理水とした後，該分岐被処理\n水を分岐させていない被処理水と混合することにより被処理水を処理することを特\n徴とする水処理方法。\n(3) 請求項３\n被処理水が流通する被処理水流通部に，純水を電解して電解槽の陽極室に\nオゾン含有ガスを生成させる電解オゾナイザーを連結し，該電解オゾナイザーから\n取り出した前記オゾン含有ガスにより前記被処理水を処理することを特徴とする水\n処理装置。\n(4) 請求項４\n分岐された被処理水の一部が流通する被処理水流通部に，純水を電解して\n電解槽の陽極室にオゾン含有ガスを発生させる電解オゾナイザーを連結し，該電解\nオゾナイザーから取り出した前記オゾン含有ガスを前記分岐被処理水に注入して所\n定のオゾン濃度の分岐被処理水とし，該分岐被処理水を分岐させていない被処理水\nと混合することにより被処理水を処理することを特徴とする水処理装置。\n(5) 請求項５\n被処理水流通部が溶解塔であり，該溶解塔の下部に装着した散気フィルタ\nーを通してオゾン含有ガスを前記溶解塔に供給し，該溶解塔中の被処理水と接触さ\nせ，所定のオゾン濃度の分岐被処理水を製造するようにした請求項４に記載の装\n置。\n（以下，請求項２の発明を「本件発明２」，請求項４の発明を「本件発明\n４」，請求項５の発明を「本件発明５」という。）\n３　審決の理由\n別紙審決書の写しのとおりである。このうち，本件に係る部分の理由は，要\nするに，本件発明２，４及び５は，原告の提出した証拠によっては，当業者が容易\nに発明をすることができたものとはいえない，とするものである。\n第３　原告の主張の要旨\n審決は，特公昭６２－１０７１３号公報（以下「引用例１１」という。）に\n記載された発明（以下「引用発明１１」という。）の認定を誤って本件発明２との\n対比判断を誤り（取消事由１），その結果，本件発明２，４及び５の進歩性を肯定\nするという誤りを犯したものであり（取消事由２ないし４），これらの誤りが審決\nの結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべ\nきである。\n１　取消事由１（引用発明１１の認定の誤り・本件発明２との対比判断の誤り）\n(1) 審決は，\n「甲第１１号証（判決注・引用例１１）には，上位概念的には，被処理水の\n一部を分岐する「水処理方法」が記載されていると云えるが，その基本的な構成が\n本件発明２のものと大きく相違するものである。\nすなわち，甲第１１号証に記載された具体的な「水処理方法」では，被処\n理水１から分岐被処理水３が分岐され，この分岐被処理水３からさらに２つの分岐\n被処理水６と７が分岐されるものであり，被処理水の分岐は２回行われているか\nら，本件発明２とその「被処理水の分岐」の点で相違している。\nまた，オゾンガスの注入の点についても，甲第１１号証の「水処理方法」\nでは，分岐被処理水３から分岐した一部の分岐被処理水７にオゾン発生装置からの\nオゾンガスが注入されるものであり，残りの分岐被処理水６には，充填体処理塔４\nにおける気液向流接触によってオゾンガスが注入されるものであるから，本件発明\n２とこの点でも相違していることは明らかである。」（審決書２６頁）\nと認定判断した。\nしかし，引用例１１には，本件発明２の構成のうち，「純水を電解して電\n解槽の陽極室にオゾン含有ガスを発生させ，該ガスを前記電解槽から取り出して陽\n極液から分離し，」（以下「構成ａ」という。）を除いた「分離したオゾン含有ガ\nスを分岐した被処理水の一部に注入して所定のオゾン濃度の分岐被処理水とした\n後，該分岐被処理水を分岐させていない被処理水と混合することにより被処理水を\n処理する」との構成（以下「構成ｂ」という。）の水処理方法が，明確に開示され\nているから，審決の前記引用発明１１の認定及び本件発明２との対比判断は誤って\nいる。\n(2)ア 構成ｂのうち，「所定のオゾン濃度の分岐被処理水」とすること（以下\n「構成ｂ２」という。）を除いた「分離したオゾン含有ガスを分岐した被処理水の\n一部に注入して，分岐被処理水とした後，該分岐被処理水を分岐させていない被処\n理水と混合することにより被処理水を処理する」との構成（以下「構成ｂ１」とい\nう。）は，引用例１１にある従来技術についての記載，すなわち，先行技術として\n挙げられた西独国公開公報２５５６３２８（以下「甲６文献」という。）の内容で\nある，\n「処理される水の部分流が充填体処理塔内でオゾン－酸素－混合物と接\n触される。充填体処理塔内では殆ど全部のオゾン並びに酸素の１部が水中に溶解さ\nれる。溶解されない酸素は塔の頂部から引出されてオゾン発生装置に導入される。\n大量にオゾンを含ませられた廃水の部分流は処理塔の脚部にて引出さ\nれ，処理される水量と混合される。廃水の処理の為には又全水量が同時に吸収室及\nび反応室となされている塔を経て推進される。塔を経て導かれる水量は全体の処理\nされる水量のオゾン及び酸素要求量に応じて調整される。」（引用例１１・２頁３\n欄）（以下「記載Ａ」という。）\nとの記載中の「処理される水の部分流が充填体処理塔内でオゾン－酸素－\n混合物と接触される。充填体処理塔内では殆ど全部のオゾン並びに酸素の１部が水\n中に溶解される」，「大量にオゾンを含ませられた廃水の部分流は処理塔の脚部に\nて引出され，処理される水量と混合される。」において，明確に示されている。\nイ　引用発明１１は，被処理水を１回分岐させる従来の水処理技術を前提と\nして，部分流（分岐被処理水）３からさらに分岐した部分流（再分岐被処理水）７\nにオゾン－酸素－混合物（オゾン含有ガス）を吸引させて充填体処理塔（溶解塔）\n４に導き，再分岐被処理水７に溶解しなかったオゾン含有ガスを再分岐させなかっ\nた部分流（分岐被処理水）６と接触させて溶解させ，溶解塔４の脚部に所定量のオ\nゾンが溶解した分岐被処理水（導管１５を通るオゾンを含んだ水）として調製する\n発明であって，オゾン含有ガスを再分岐被処理水７を介して溶解塔４に注入する方\n法に改良することによって，再分岐させずに直接的に溶解塔に注入する上記従来技\n術に比して溶解塔の理論的床部（容量）を小さくでき，しかも殆ど全部のオゾンを\n溶解させることができる（引用例１１の３頁６欄参照）という効果を達成するもの\nである。\nすなわち，引用発明１１は，従来あった１回分岐の水処理技術における\nオゾン利用率の向上，装置の小型化をなしたものであって，その従来技術と同様，\n被処理水を分岐してこれをオゾン含有ガスと接触させてオゾン含有水とし，これを\n分岐していない被処理水と混合して被処理水の全量をオゾン処理する，という従来\nの水処理方法を当然の前提としたものである。この従来の水処理方法は，構成ｂ１\nにほかならない。\nウ　上記のとおり，当業者であれば，引用例１１における従来技術の内容に\nついての記載からだけでも，分岐被処理水に相当する部分流の具体的な分岐及び経\n路の構成を十分理解することができることは明らかであるが，さらに，甲６文献や\nこれに対応する日本出願に関するものと思われる特開昭５２－７３５４２号公報\n（以下「甲４文献」という。）を参照すれば，引用例１１が，本件発明２の構成ｂ\n１の構成を示すものであることは容易に判明するといえる。\nエ　したがって，引用発明１１は，本件発明２の構成ｂ１を備えているもの\nである。\n(3) 構成ｂ２について\nア　記載Ａの「塔を経て導かれる水量は全体の処理される水量のオゾン及び\n酸素要求量に応じて調整される。」との記載から明らかなように，全被処理水を所\n定のオゾン濃度にすることは，引用例１１に開示されている。\n記載Ａの「大量にオゾンを含ませられた廃水の部分流」は，本件発明２\nの「所定のオゾン濃度の分岐被処理水」と同じである。\nイ　そもそも本件発明２は，被処理水中の不純物の酸化処理を目的とするも\nのであり，オゾンを含有させられた被処理水が反応タンクに供給され，そこで水中\nの不純物とオゾンとが反応することによって完了する水処理である。そして，全被\n処理水中の不純物の酸化に必要なオゾン量と，おそらく自然分解してしまうオゾン\n量との合計が所要オゾン量となり，それを分岐被処理水あたりに換算すれば，分岐\n被処理水における所要濃度となるという前提のもとに，「所定のオゾン濃度の分岐\n被処理水」とすることが構成要件になっているとみるべきである。\n換言すれば，この「所定濃度」とは，必ずしも一定濃度というわけでは\nなく，むしろ所定量のオゾンを溶解させた所定量の分岐被処理水であるときの濃\n度，という程度の意味と解釈すべきである。\nしたがって，所定のオゾン濃度とする，との表現が引用例１１に現れて\nいないからといって，引用例１１に記載された発明と本件発明２とは別異の技術で\nあるとする理由はない。\nウ　以上のとおり，引用例１１には，本件発明２の構成ｂ２も開示されてい\nる。\n(4) 以上のとおりであるから，引用例１１には，本件発明２の構成ｂである\n「分離したオゾン含有ガスを分岐した被処理水の一部に注入して所定のオゾン濃度\nの分岐被処理水とした後，該分岐被処理水を分岐させていない被処理水と混合する\nことにより被処理水を処理する」水処理方法の発明が，明確に開示されている。\n２　取消事由２（本件発明２の進歩性の判断の誤り）\n(1) 審決は，本件発明２の進歩性について，\n「甲第１～３，６及び１６号証には，電解オゾンやその用途等に関する記\n載はあるものの，「被処理水の一部をいったん分岐する」ことや「所定のオゾン濃\n度の分岐被処理水を調製する」こと，さらにはこの「所定のオゾン濃度の分岐被処\n理水を混合して分岐させていない被処理水を処理する」ことについて何ら示唆する\nところがない。\nまた，甲第４，５号証，甲第７～１１号証及び甲第１２，１７号証も\n「電解オゾン」に関するものではなく，本件発明２の上記構成要件を示唆するもの\nではない。\nさらに，資料１～６も，本件発明２の上記「所定のオゾン濃度の分岐被\n処理水」等の構成要件を何ら示唆するものではない。\nしてみると，本件発明２は，上記証拠方法の証拠に基づいて当業者が容\n易に発明をすることができたものであるとすることができない。」（審決書２５頁\n～２６頁）\nと判断している。\n(2) しかし，本件発明２は，本件出願前に周知であった，電解法によるオゾン\n発生の技術及び分岐処理に係る技術において，一方の技術の一部を他の周知技術で\n置換したものか，両者を単に組合せたものにすぎない。\nすなわち，(3)以降において述べるとおり，本件発明２は，引用例１１など\nに開示された分岐処理の水処理技術と，「第１１４回　三琇技研セミナー講演集\nオゾナイザー技術の進歩とその応用」（昭和６２年・三琇書房刊）（以下「引用例\n２」という。）などに開示された電解法オゾン発生の構成とを，単に組み合わせた\nものに過ぎない。\nまた，本件発明２によって得られる効果も，上記引用例等に開示された各\n構成によって得られる個々の公知の効果を単に寄せ集めたものであって，当業者が\n予測できないようなものではないから，本件発明２は進歩性のないものである。\n(3) 本件発明２の構成ａ「純水を電解して電解槽の陽極室にオゾン含有ガスを\n発生させ，該ガスを前記電解槽から取り出して陽極液から分離」することは，審決\nが認定するように引用例２に開示されている。\n(4) 本件発明２の構成ｂ「分離したオゾン含有ガスを分岐した被処理水の一部\nに注入して所定のオゾン濃度の分岐被処理水とした後，該分岐被処理水を分岐させ\nていない被処理水と混合することにより被処理水を処理する」は，前記のとおり，\n引用例１１に開示されている。\n(5) 引用例２に記載された発明と引用例１１に記載された発明は，いずれも\n「オゾンを使用した水処理」といった同じ技術分野に属しており，両者を組み合わ\nせる動機付けが存在し，それらを組み合わせることを阻むような特段の技術的困難\nはない。しかも，両者を組み合わせることによる顕著な作用効果もない。\nア　動機付けの点\n(ｱ) オゾン含有ガスのオゾン濃度の観点\n引用例１１では，空気を原料とするオゾン発生装置により発生させた\nオゾン濃度が低い（１～２重量％）という問題が指摘され，さらに酸素原料の効用\n（高濃度のオゾン含有ガスが得られること）を説明した後，「併しこの場合，オゾ\nンが費用を要しないで入手出来る空気から得られるのでなく，酸素から得られる点\nが不利である。」（１頁２欄），ということが指摘されている。\n他方，引用例２に，「少量の純水を原料としてオゾンを発生させる点\nが最大の特徴である」（５０頁），「従来の常識をはるかに越える超高濃度のオゾ\nンガスが発生」（同頁），及び「オゾン濃度約１３ｗｔ％」（５３頁表－１）と記\n載されているとおり，電解法においても高濃度オゾン含有ガスが得られることが知\nられている。\n特に分岐処理においては，全被処理水を処理するのに必要な量のオゾ\nンを分岐被処理水，すなわち，全被処理水より少ない量の被処理水に，まず溶解さ\nせる必要があるため，分岐被処理水は，比較的高濃度のオゾン水としなくてはなら\nない。したがって，高濃度である電解法によるオゾン含有ガスは，分岐処理に適し\nているということができる。\n以上からは，酸素を使用した放電法オゾン発生装置を用い，分岐処理\nによりオゾン処理を行う引用例１１や甲４文献に記載された水処理技術において，\n放電法によるオゾン発生装置に代えて，高濃度のオゾン含有ガスが得られることが\n知られた電解法によるオゾン発生装置を用いる動機があることは明白である。\n(ｲ) オゾンに含有される不純物の観点\n固体高分子電解質法を利用した電解プラントの技術を示す甲第３号証\nの４には，「電解槽を出たオゾンと水の混合物は冷却されそして液は分離され，そ\nして液は分離され循環水ループの構成部品から取り込まれる可能性のある金属イオ\nンを除去する脱イオン装置を通って電解槽入り口に再循環される」（３９６頁）\nと，電解槽を出たオゾンと水の混合物に関する問題点の記載がある。また，電解式\nオゾン発生装置を紹介する甲第３号証の５には，「二酸化鉛は酸液の中では高い陽\n極電流において腐食することが知られている」（３６９頁左欄）との記載がある。\nこのように電解法による電解槽を出たオゾンと水の混合物は，不純物\nを含むという問題があることが指摘されているのであるから，このような知見をも\nって，引用例２の「従来の放電法によるオゾナイザーにおいては，電極が高電圧の\n電子によってたたかれるためにフィルターでは取り除くことのできないヒューム状\nの電極構成材料の微粒子が混入する」（５０頁～５１頁）のに対し，電解法のオゾ\nナイザーでは「半導体グレードのガス純度が得られている」（５１頁）との記載及\nびオゾンの純度を示す表－２（５５頁）を当業者がみれば，特に高い純度のオゾン\n水を得ようとする場合，電解槽からの水（オゾン水）をそのまま利用するのではな\nく，そこからオゾン含有ガスを取り出し，それを水に溶解させてオゾン水を生成す\nるという構成を採用する十分な動機となることは明白である。\nイ　顕著な作用効果がない点\n本件発明２の効果は，単に構成ａの効果と構成ｂの効果を寄せ集めたも\nの，すなわち，引用発明１１及び引用例２の技術の各構成によって得られる個々の\n公知の効果を単に寄せ集めたものであって，当業者が予測できないようなものでは\nない。\nすなわち，電解法オゾン含有ガスを用いた効果は引用例２に記載されて\nおり，被処理水を分岐することによる効果，すなわち，オゾン含有ガスを被処理水\nと接触させる装置を小型化できることも本件出願当時の技術常識であって，放電\n法，電解法のいずれを問わず普遍的に当てはまるものである。\n３　取消事由３（本件発明４に進歩性があるとした判断の誤り）\n本件発明４は，本件発明２の水処理方法を実施するための「水処理装置」で\nあって，その構成要件に変わりはないから，上記と同じ理由で，本件発明４の進歩\n性を肯定した審決の認定判断も誤りである。\n４　取消事由４（本件発明５に進歩性があるとした判断の誤り）\n本件発明５は，本件発明４に従属するものであるから，本件発明５に関する\n審決の認定判断も本件発明４と同じ理由で誤りである。\n第４　被告の主張の要旨\n１　取消事由１（引用発明１１の認定の誤り・本件発明２との対比判断の誤り）\nに対して\n(1) 構成ｂ１について\nア　引用例１１の記載Ａによっては，「部分流」の具体的な分岐，経路の構\n成が明らかでなく，これが１回分岐の公知例の構成を開示しているか否かは全く不\n明である（甲６文献及び甲４文献を参酌しても，部分流の経路の構成が，引用発明\n１１のそれと異なるものであることが窺われるに過ぎない。）。引用例１１の実施\n例の説明として，「この部分流３は又原料水１から分岐されることも出来る」（３\n頁５欄）と記載されているが，その場合の具体的構成が全く記載されておらず，当\n業者としては，そのような構成を採用しながら引用発明１１の目的を達成する具体\n的な構成を着想することができないから，そのような構成の発明が開示されている\nということはできない。\nイ　引用発明１１も甲４文献記載の技術も，オゾンによる処理済みの水を再\n度部分流として分岐して，溶解しきれなかった酸素を放電法によるオゾン発生装置\nに供給して再利用しながら，高い圧力に調整して，オゾンの水への溶解を容易にさ\nせ，また，放電法によるオゾンの製造に障害となる窒素の上昇を抑制するものであ\nる。そして，引用発明１１は，放電法に特に必要とされる，水に溶解し切れなかっ\nた酸素の再利用，窒素ガス量の抑制，加圧下でのオゾンの酸素への溶解という甲４\n文献においても解決が試みられていた課題について，より有効な解決手段を提供す\nるために，分岐及び被処理水の循環経路をより複雑な構成としたものである。\n引用発明１１が上記のような構成を有するのは，放電法によるオゾン生\n成方法を採用しているためである。すなわち，放電法では，濃度の高いオゾンを得\nることが困難であるという課題があり，この課題を解決する必要のため，更にオゾ\nンを溶解させる方法について，被処理水の分岐回数を複数とすること及びオゾンガ\nスを水に溶解させるための特別な方法・構成（分岐被処理水の加圧，充填処理塔に\nおける気液向流接触，酸素の回収と再利用）を採用したものである。\nしたがって，引用発明１１が，分岐という上位概念において本件発明２\nと同じであるとしても，引用発明１１においては，放電法における上記のような課\n題等を解決する必要に基づいて，その分岐及びその他の構成が一体となった，それ\nらの具体的な構成を必須とする発明が開示されているものである。\nウ　引用例１１及び甲４文献に記載された発明は，オゾンによる水処理前の\n被処理水を分岐するものではなく，オゾンによる水処理後の浄化水を分岐するもの\nであり，この点で本件発明２と異なる。\n引用例１１や甲４文献が，酸素の循環と再利用の必要性を繰り返し述べ\nていること，「部分流水の窒素含量に代えて塔からガス状放出されて来るガス混合\n物の酸素含量も取上げることができる」（甲第４号証３頁右下欄）と記載している\nこと，ほかに後処理装置の下流から分岐する理由が見当たらないことなどからみて\nも，上記のような分岐の構成が，酸素の再利用のためであり，放電法により製造さ\nれたオゾン－酸素－混合気体を使用する場合に特有な必要性から生じたものである\nことは疑いがない。\nオゾンによる水処理前の被処理水を分岐したのでは，部分流に随伴する\n酸素の再利用という目的を達成することができない以上，引用発明１１において，\n本件発明２のような構成（処理前の被処理水の分岐）が開示されているということ\nはできない。\nエ　以上のとおり，引用発明１１や甲４文献の技術が，分岐という上位概念\nを示すとしても，それらは，放電法により製造されたオゾンガスを使用した水処理\nに固有の必要性を満たすために部分流を分岐しているものであり，分岐の具体的構\n成も，部分流（分岐被処理水）３から分岐した一部の分岐被処理水７にオゾン発生\n装置からのオゾンガスが注入され，残りの分岐被処理水６には，充填体処理塔４に\nおける気液向流接触によってオゾンガスが注入されるものであること，オゾンによ\nる水処理後の浄化水を分岐するものであることなどを必要とするものであるから，\n引用発明１１が本件発明２の構成ｂ１を備えているとはいえない。\n(2) 構成ｂ２について\nア　引用例１１には，部分流自体を「所定のオゾン濃度」とすることは全く\n開示されていない。\n記載Ａ中の「塔を経て導かれる水量は全体の処理される水量のオゾン及\nび酸素要求量に応じて調整される」との記載において，調整される対象は，あくま\nで「塔を経て導かれる水量」であり，「分岐被処理水のオゾン濃度」ではない。\n引用例１１は，全被処理水に対するオゾン，酸素要求量に応じて，充填\n体処理塔から導かれる水量を調整するというものであり，充填体処理塔から全体の\n被処理水へ導入される水量を多く又は少なくすることによって，全体の被処理水に\n供給されるオゾンの量を増加又は減少させることができるから，せいぜい，全体の\n被処理水の量が多い場合，あるいは，汚染の程度が大きい場合に，充填体処理塔か\nら全体の被処理水へ導入される水量を相対的に増加させるという程度の調整をする\nことを開示しているに過ぎない。\nイ　もともと，引用発明１１及び甲４文献の技術は，いずれも放電法による\nオゾン－酸素－混合物をオゾンの材料として使用しているものであり，オゾン濃度\nが希薄であるという放電法の問題点を具備しているため，何度も繰り返してオゾン\nの溶解と原料水への混合を行うことが必要となるから，被処理水を所定のオゾン濃\n度とすること自体には，さして意味がない。\nウ　放電法によるオゾン発生装置を用いる場合，被処理水を分岐処理し処理\n後の酸素ガスを再利用しようとすると，処理工程で発生した窒素ガスが適正範囲を\n越えて，オゾンの発生効率が低下するという，放電方式の発生器に特有の問題があ\nり，引用発明１１も，窒素ガスの濃度を一定に保つことを発明の課題として記載し\nている。このことから，引用発明１１において，水質（窒素の含有量等）が変動す\nると，部分流の窒素の含有量等が変動するから，放電オゾン発生器では所定の濃度\nのオゾン水を調製することが本質的に困難となるのである。敷衍すると，オゾンを\n所定の濃度にするために，圧力を変動させると（圧力を高めると，溶解濃度が高く\nなる関係にある。），共存する酸素，窒素の溶解量も増加するため，窒素の溶解量\nも圧力変化により変動し，オゾン発生器の効率を不安定にする要因となってしまう\nのである。\nしたがって，引用発明１１においては，オゾンの溶解量を調整して所定\nのオゾン濃度にすることは困難であり，これを犠牲とせざるを得ないのである。\nエ　以上のとおり，引用発明１１は本件発明２の構成ｂ２を備えているとい\nうことはできない。\n２　取消事由２（本件発明２の進歩性の判断の誤り）に対して\n(1) 引用発明１１は，放電法によるオゾン－酸素－混合物を使用するための特\n殊なものであり，本質的に電解オゾン発生に関する技術と異なるものである。\n１において述べたとおり，引用発明１１は，放電法によるオゾンガスの特\n性（濃度が低い，溶解しにくい等）を前提とし，繰り返し被処理水に接触させる特\n異な装置を開示するものであり，かかる特異な構成を持つ放電オゾンガス発生装置\nを，電解法のオゾン発生装置に置き換える動機は存在しない。\n(2)ア 引用例１１は放電以外の方法を採用するオゾン発生装置を使用し得ると\nの開示も示唆も一切ないから，電解法に特有の，陽極液の汚染防止等の技術的問題\nの示唆を見出すことは不可能である。\n本件発明２は，電解法における上記の技術的問題を克服するために，電\n解法を採用する一方であえて陽極液を直接使用することをせず，オゾンの陽極液か\nらの分離・水への再溶解という構成を採用したものであるから，そのような従来技\n術に対する問題意識がなければ，電解法を採用しても，陽極液をそのまま使用せ\nず，そこからオゾン含有ガスを分離して取り出すという，本件発明２の構成には想\n到し得ない。\nイ　引用発明１１における部分流への分岐という構成は，放電法により製造\nされたオゾン含有ガスを充填体処理塔中において気液向流接触により被処理水に溶\n解させること，オゾンを溶解させる水を加圧する必要性があること，残余の酸素を\n再利用することと密接な関係があるものということができる。つまり，処理の対象\nとなっている水全量を加圧し，充填塔において噴出してオゾン含有ガスと接触させ\nようとすると，そのための装置が大きくなり，回収できる酸素量も少なくなり，費\n用も高くなることは明らかであるから，それを解決するために，被処理水全体を処\n理するのではなく，部分流を分岐させる構成に想到し，引用発明１１を考案したと\n推測するのが合理的である。すなわち，引用発明１１は，放電法により生成された\nオゾン含有ガスを使用する水処理に固有の必要性を満たすために，部分流を分岐し\nているものである。\nしたがって，放電法によるオゾンガス発生装置を使用するために特有な\n加圧機構，気液向流接触方式による充填塔，酸素回収機構と密接不可分の部分流へ\nの分岐の構成に，電解法によるオゾン製造装置を適用しようとすることは，凡そ当\n業者の技術的常識に反するものであり，両者を組み合わせることには明確な障害が\nあるというべきである。\nウ　仮に放電法に代え電解法を採用するとしても，電解法ではオゾンはまず\nオゾンが溶解した陽極液として得られるのであるから，オゾンが溶解した水を利用\nするのであれば，陽極液をそのまま使用するのが自然である。\nそうすると，引用例２を参酌しても，オゾン含有ガスを陽極液からわざ\nわざ分離して取り出すという構成に容易に想到できるものではない。\n(3) 本件発明２の顕著な作用効果について\nア　本件発明２は，本件明細書の「発明の効果」の項に列挙した作用効果の\nほか，分岐により「処理装置が複雑になる反面，例えば溶解塔等を使用して分枝被\n処理水に十分オゾンを溶解させた後，被処理水全体を処理することができるためオ\nゾンを有効に使用することができる。」（本件明細書２頁４欄～３頁５欄），「液\n流量を減少させガス流量を多くすると高濃度水を得ることができるが溶解効率は低\n下し排オゾン量が増加する。溶解効率を上昇させるためには接触時間を長くするこ\nとが必要であり，・・・又温度が低いほど・・・比較的高濃度の所望濃度のオゾン\nが溶解した分枝被処理水を調製することができる。」（同３頁５欄）という効果を\n有する。\nすなわち，本件発明２の構成により，①被処理水に十分オゾンを溶解さ\nせ，②高濃度にいたる所望のオゾン濃度の分岐被処理水を調製でき，③オゾンを有\n効に使用できるという顕著な効果がある。\nイ　また，本件明細書中に明確には記載されていないものの，本件発明２\nは，陽極液からオゾンガスを気液分離し，これを被処理水に注入するから，被処理\n水の圧力が変動すると，発生するオゾンガスを介して間接的に陽極室の圧力に影響\nを与えるものである。しかし，被処理水を分岐することにより，この陽極室の圧力\n変動を容易に避けることができ，電解槽の陽極室の内圧を供給純水の圧変動にかか\nわらず長期間にわたって安定させるという作用効果をより十分に奏することができ\nる。\nさらに，本件発明２においては，純水を電解し気液分離した湿潤オゾン\nガスを使用するので部分流に大きな加圧をする必要もなく，また，被処理水の窒素\n含有量に影響されることもなく，所望の濃度のオゾン水を容易に得ることができ\nる。この点について出願前に開示又は示唆した公知技術は存在しない。\n(4) 以上のとおり，引用発明１１に引用例２記載の技術を組み合わせること\nは，当業者であれば容易になし得るとの原告の主張には合理的な根拠が存在しな\nい。\nまた，仮にそのような組み合わせをしたとしても，引用発明１１において\n採用されている技術は本件発明２の構成と本質的に異なるため，本件発明２に到達\nするものではない\n３　取消事由３（本件発明４に進歩性があるとした判断の誤り）に対して\n本件発明４は，本件発明２の水処理方法を実施することのできる「水処理装\n置」であって，その主要な構成要件に変わりはない。したがって，本件発明２につ\nいて上記に述べてきたと同じ理由により，本件発明４についての審決の判断に誤り\nはない。\n４　取消事由４（本件発明５に進歩性があるとした判断の誤り）に対して\n本件発明５は，本件発明４をさらに限定した発明である。したがって，３と\n同じ理由により，本件発明５についての審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（引用発明１１の認定の誤り・本件発明との対比判断の誤り）に\nついて\n(1)  引用例１１における構成ｂ１の開示の有無について\nア　引用例１１には，「望ましくない水中含有物質を酸化する為及びこのよ\nうな物質の凝集沈降を良好にする為に，水の少なくとも１つの部分流がオゾンによ\nつて処理される如き水処理，特に飲料水製造及び廃水浄化方法」（甲第３号証の１\n１の１頁１欄～２欄）の技術が記載され，従来技術として，「・・・本発明は上述\nの如き方法から出発したものである。上述の如き方法は西独国公開公報２５５６３\n２８によつて公知である」（同２頁３欄）とした上で，その内容について，記載\nＡ，すなわち，\n「処理される水の部分流が充填体処理塔内でオゾン－酸素－混合物と接\n触される。充填体処理塔内では殆ど全部のオゾン並びに酸素の１部が水中に溶解さ\nれる。溶解されない酸素は塔の頂部から引出されてオゾン発生装置に導入される。\n大量にオゾンを含ませられた廃水の部分流は処理塔の脚部にて引出さ\nれ，処理される水量と混合される。廃水の処理の為には又全水量が同時に吸収室及\nび反応室となされている塔を経て推進される。塔を経て導かれる水量は全体の処理\nされる水量のオゾン及び酸素要求量に応じて調整される。」（同２頁３欄）\nと記載されており，この水処理方法は，引用発明１１において前提とされ\nている従来技術である。\nイ　この記載Ａ中の「処理される水の部分流が充填体処理塔内でオゾン－酸\n素－混合物と接触される。充填体処理塔内では殆ど全部のオゾン並びに酸素の１部\nが水中に溶解される。溶解されない酸素は塔の頂部から引出されてオゾン発生装置\nに導入される。大量にオゾンを含ませられた廃水の部分流は処理塔の脚部にて引出\nされ，処理される水量と混合される。」（以下「記載Ａ１」という。）の「処理さ\nれる水の部分流」について，引用例１１には，その具体例として「浄化水２からは\n部分流３が分岐され」（甲第３号証の１１の３頁５欄）と記載され，また，その図\n面（同４頁）には，原料水１にオゾン水を混合した後の浄水２から部分流３が分岐\nされることが図示されており，この「処理される水の部分流」が，オゾン水を混合\nした後の水（既処理水）として説明されている部分がある。\nしかし，これらの記載等は引用発明１１の一つの具体例として示された\nものに過ぎず，引用例１１には，「図面上にて水の流れの方向は個々に詳細には示\nされていない矢印によつて示されている。装置内に流入する原料水は符号１により\n示され，装置を出て行く浄化水は符号２によつて示されている。浄化水２からは部\n分流３が分岐され，この部分流内には充填体処理塔４内でオゾン及び酸素が溶解さ\nれる。この部分流３は又原料水１から分岐されることも出来る。」（甲第３号証の\n１１の３頁５欄）        として，分岐は，原料水と浄化水（既処理水）のいずれ\nからでも実施できることが記載されているのである。\nそして，原料水から部分流を分岐しても，記載Ａ１の水処理は技術的に\n可能であると認められる。なぜなら，記載Ａ１において「充填体処理塔内では殆ど\n全部のオゾン並びに酸素の１部が水中に溶解される。溶解されない酸素は塔の頂部\nから引出されてオゾン発生装置に導入される。」とされているとおり，引用発明１\n１は，充填体処理塔内で部分流に溶解されない酸素を充填体処理塔の頭部から取り\n出して回収し，オゾン製造装置において利用しているのであるが，部分流を既処理\n水から分岐しようと原料水から分岐しようと，いずれの方法をとったとしても，溶\nかしきれなかった酸素を充填体処理塔の頂部から回収できることは明らかだからで\nある。\nウ　したがって，記載Ａ１における「処理される水の部分流」は，本件発明\n２における「分岐した被処理水の一部」と同じ（正確には，本件発明２と同じもの\nを含む。）ものであると認められる。\nそして，記載Ａ１における「オゾン－酸素－混合物」は本件発明２の\n「オゾン含有ガス」に，「大量にオゾンを含ませられた廃水の部分流」は本件発明\n２の「オゾン含有ガスを注入」した「分岐被処理水」（本件発明２の「注入」と\nは，特許請求の範囲の文言からすれば，何らかの操作を伴って，「オゾン含有ガ\nス」を水に接触させる操作をいうものと解すべきであり，記載Ａ１においてもその\nような操作があることは明らかである。）に，それぞれ相当する，ということがで\nき，また，その部分流は「処理される水量と混合される」のであるから，これは本\n件発明２の「分岐させていない被処理水と混合する」ことに相当するということが\nできる。\nそうすると，記載Ａ１は，「分岐した被処理水の一部が充填体処理塔内\nでオゾン含有ガスと接触される。充填体処理塔内では殆ど全部のオゾン並びに酸素\nの一部が水中に溶解される。溶解されない酸素は塔の頂部から引出されてオゾン発\n生装置に導入される。オゾン含有ガスを注入した分岐被処理水は処理塔の脚部にて\n引出され，該分岐被処理水を分岐させていない被処理水と混合する」と言い換える\nことができ，これは，構成ｂ１を含むものである。\nエ　被告は，引用例１１の「この部分流３は又原料水１から分岐されること\nも出来る」との記載からは，部分流の具体的な分岐，経路の構成が不明である，と\n主張する。しかし，この記載の前段，すなわち，「図面上にて水の流れの方向は個\n々に詳細には示されていない矢印によつて示されている。装置内に流入する原料水\nは符号１により示され，装置を出て行く浄化水は符号２によって示されている。浄\n化水２からは部分流３が分岐され，この部分流内には充填体処理塔４内でオゾン及\nび酸素が溶解される。」から続けて読めば，既処理水からでも原料水からでも分岐\nして充填塔に導入すれば足りることは理解でき，その構成も明らかである。すなわ\nち，例えば，反応段１６の上流から分岐するものと理解できる。\nオ　被告は，引用発明１１や甲４文献記載の技術における分岐の構成は，酸\n素の再利用のためであり，オゾンによる水処理前の被処理水を分岐したのでは，部\n分流に随伴する酸素の再利用という目的が達成できなくなるから，処理前の被処理\n水分岐を採用することはできず，記載Ａ１における「処理される水の部分流」は，\n本件発明２の「分岐した被処理水の一部」に相当するものではない，と主張する。\n被告のこの主張は，引用例１１や甲４文献に記載された水処理技術にお\nける酸素の再利用が，処理済の被処理水に同伴される溶解し切れなかった酸素を，\n処理済の被処理水の一部を分岐して充填物溶解塔に導き，その頂部で分離して取り\n出し，オゾン発生装置に送るという構成によるものであるとの解釈に基づくもので\nある。しかし，甲４文献や引用例１１には，被告が主張するような構成は全く記載\nされていないし，そのような解釈をする根拠となり得る記載も認められない。\n例えば，甲４文献（甲第４号証）には，\n「・・・当該処理ずみ水の部分流を充填物塔の中でオゾン発生器からの\n酸素－オゾン混合物に接触させながら圧力下にオゾンを吸収せしめその後でこの部\n分流を処理されるべき水と混合させその場合充填物中で水に溶かされなかつた酸素\nは循環酸素としてオゾン発生器に送還されるといつた水処理の方法」(３頁左上\n欄)，\n「充填物塔(７)中で消費されなかつた酸素は循環酸素(１１)として該塔\nを頂上部で立去り乾燥機(８)を貫流してから圧低下装置(９)によつてオゾン発生器\n(１０)向けに差支えない圧へ下げられる。この循環酸素(１１)は，オゾン消費によ\nる損失並びに部分流(３)中の酸素溶解を埋め合わすために追加酸素(１２)によつて\n補充される」(同頁左下欄)\nとの記載がある。すなわち，甲４文献に記載された水処理技術では，循環\n利用される酸素は，処理済の被処理水から分岐された部分流中に存在する酸素では\nなく，あくまで，充填物塔に下部からオゾン－酸素混合物として供給されたが部分\n流に吸収されず，その上部に至った酸素である。\nまた，引用例１１（甲第３号証の１１）についてみると，\n「水噴流－ガス圧縮機内で吸引されたオゾンの１部は部分流７の水中に\n溶解される。残余の量はガスとして充填体処理塔４内を上昇し，部分流６の水中に\n溶解される。\n溶解されない酸素は導管１１を通つて充填体処理塔４の頭部を出て行\nく。」（３頁５欄～６欄）\nとの記載がある。この記載からすれば，引用例１１に記載された水処理技\n術においても，再利用される酸素は，部分流７に溶解されなかった残余のオゾン含\n有ガスとともに充填体処理塔４の下部に供給され，該処理塔４内を上昇し，上部か\nら導入された部分流６と気液向流接触し，部分流６に溶解されなかった酸素で，該\n処理塔４の頭部から取り出されたものであって，充填体処理塔４の頭部へ供給され\nる部分流６に含まれる未溶解の酸素が，該処理塔４の頭部で分離され取り出される\nものでないことは明らかである。\nしたがって，甲４文献及び引用例１１に開示された酸素の再利用に関す\nる被告の解釈は，採用できない。引用発明１１において，処理済みの浄水から部分\n流を分岐する構成が必須のものであるという前提が成り立たない以上，被告の主張\nは採用できない。\nカ　被告は，引用例１１には，放電法における高濃度のオゾンを得ることの\n困難性という課題を解決する必要のために，分岐の具体的な構成において，①被処\n理水の分岐回数（特に２回目の分岐を行うこと）及び②オゾンガスを水に溶解させ\nるための特別な方法，構成（分岐被処理水の加圧，充填処理塔における気液向流接\n触，酸素の回収と再利用）を必須とする発明が開示されている旨主張する。\nしかし，引用発明１１において，上記①，②の構成と分岐の構成は，不\n可分一体のものということはできない。\n(ｱ) 分岐回数について\n記載Ａ１において，仮に酸素回収についての構成を省略すると，「分\n岐した被処理水の一部が充填体処理塔内でオゾン含有ガスと接触される。充填体処\n理塔内では殆ど全部のオゾン並びに酸素の１部が水中に溶解される。・・・オゾン\nを溶解した分岐被処理水は処理塔の脚部にて引出され，該分岐被処理水を分岐させ\nていない被処理水と混合する」となり，１回の分岐による水処理技術が開示されて\nいるといえる。\n引用発明１１において，分岐回数を従来技術より増やして，従来技術\nを改良した目的は，「本発明による方法の利点は先ず投資費用の低減にある。何故\nならば，水噴流－ガス圧縮機が封止及び作動水の高価な制御装置を有する水封止圧\n縮機よりも本質的に安価であるからである。・・・併し驚くべきことにはオゾン吸\n収の為の充填体処理塔の投資費用も低減されるのである。・・・ガス圧縮の圧力も\n１つの装置即ち磨耗の小さい水ポンプのみによって発生されるのである。・・・こ\nのポンプさえも節約され得る。」（甲第３号証の１１の２頁４欄～５欄）というも\nのである。すなわち，経済面からの理由であって，２回分岐の構成がなければ，技\n術的に成り立たないというものとは認められない。\n(ｲ) 気液の接触装置，加圧接触について\n水に対するオゾンの溶解量は加圧することにより大きくなるため，気\n液接触を加圧下で行うことは，オゾンを水に効率よく溶解させるために採用され\nる，慣用の技術である（甲第３号証の１２「改訂二版　用水廃水便覧」用水廃水便\n覧編集委員会編の３８９頁・図３－２０１，甲第９号証の図１－４参照）。\nまた，記載Ａ１は「充填体処理塔内でオゾン－酸素混合物と接触され\nる。・・・溶解されない酸素は塔の頂部から引出されてオゾン発生装置に導入され\nる。」，「オゾンを含ませられた廃水の部分流は処理塔の脚部にて引出され」とい\nうものであるから，引用例１１は，気液接触装置として向流型充填体処理塔を使用\nすることを開示している。\nオゾンガスによる水処理における気液接触装置について，並流型（装\n置下部から処理水が流入する）も向流型（装置上部から処理水が流入する）も共に\n用いられているものであること，一般に向流型の方が吸収効率がよいこと，吸収率\nを上げるため接触槽内にラシヒリングなどのパッキングを充填することは，いずれ\nも慣用技術であり（甲第３号証の１２の３９０頁），向流型充填体処理塔は良好な\nオゾンの吸収のために採用される慣用のものであると認められる。この技術常識に\nよれば，記載Ａ１の水処理技術における向流型充填体処理塔も，良好なオゾンの吸\n収のために採用されたものであると認められる。\nこのように，引用発明１１における気液の接触装置及び加圧条件は，\nいずれもオゾンの水への吸収量を向上させるために適宜採用される慣用の手段を採\n用したものに過ぎないと認められ，これらの気液接触装置及び加圧条件が，引用発\n明１１の他の構成，すなわち分岐の構成と不可分に結びついているとはいえない。\n(ｳ) オゾン濃度の点について\n被告の主張は，放電法では濃度の高いオゾンを得ることが困難である\nことから，引用発明１１は，更にオゾンを溶解させる方法として特別の方法・構成\nを必須のものとして採用したものであるというものである。\n引用例１１や，その従来技術に関する甲４文献においては，オゾン発\n生装置の具体的な構成は明らかでないものの，酸素からオゾンを得る等の記載か\nら，放電法を採用するものである，と一応認めることができる。\nしかし，放電法においても，原料酸素を空気より高濃度の酸素含有ガ\nスとすれば「通常４重量％(以上)」（甲第４号証２頁左上欄），最高で「６～８ｗ\nｔ％」（甲第９号証５０６頁左欄）という，空気原料の場合（通常１～２重量％・\n甲第３号証の１１の１頁右欄）に比し高濃度オゾン含有ガスが得られるのである\n（引用発明１１は，酸素を回収してオゾン発生装置に送るのであるから，空気より\n高濃度の酸素含有ガスを使用することは明らかである。）。\nしたがって，高濃度の酸素含有ガスを原料とする放電法を採用する引\n用発明１１や，その従来技術である甲４文献の技術において，生成されるオゾン含\n有ガスのオゾン濃度が希薄であるとは必ずしもいえないのであり，被告の主張は，\nその前提において疑問があるといわなければならず，他に，高濃度の酸素含有ガス\nを原料とする放電法を使用する場合において，引用発明１１の装置ないし条件でな\nければ所期の水処理が実施できないものであると認めるべき根拠は見当たらない。\n(ｴ) 酸素の回収・再利用について\n引用例１１の「オゾンが費用を要しないで入手出来る空気から得られ\nるのでなく，酸素から得られる点が不利である。従つてオゾン－酸素－混合物内に\n含有される酸素が失われないで，何等かの形で再び利用出来るような上述の種類の\n方法のみしか経済的に作動しないのである。」（甲第３号証の１１の１頁２欄～２\n頁３欄）との記載からすれば，引用発明１１においては，高濃度の酸素含有ガスを\n原料とする放電法によるオゾン含有ガスを使用する場合に，空気を原料とする放電\n法に経済的に対抗する目的で，溶解し切れなかった酸素を再利用しているに過ぎ\nず，高濃度の酸素含有ガスを原料とする放電法において，酸素の回収・再利用が技\n術的に必須のものであるということはできない。\n(ｵ) 以上のとおりであるから，引用発明１１において，分岐とその他の構\n成が不可分に結びついており，分岐の構成だけを残して他の構成を変更することが\n不可能であるようなものである，とは認められない。\nキ　以上からすると，記載Ａ１には，「分岐した被処理水の一部がオゾン含\n有ガスと気液接触される。オゾン含有ガスを注入した分岐被処理水は引出され，該\n分岐被処理水を，分岐させていない被処理水と混合する」方法が開示されている，\nということができる。\nしたがって，これを前提とし，その下位概念にあたる引用発明１\n１も，本件発明２の構成ｂ１を備えているということができる。\n(2) 引用例１１における本件発明２の構成ｂ２の開示について\nア　構成ｂ２の「所定のオゾン濃度」について，本件明細書に特段の定義は\nないが，本件発明２が「オゾンを使用して水処理を行うための方法」（甲第２号証\n２頁３欄）であることからすれば，オゾン含有ガスが注入された分岐被処理水中の\nオゾンの量は，少なくとも，分岐被処理水を分岐させていない被処理水と混合した\n後の被処理水全体に対し，所望のオゾン処理をするのに要するオゾン量（自然分解\nしてしまうオゾン量を含む）（以下，「所定のオゾン量」という）を指すものであ\nると認められるのであって，分岐処理水のオゾン濃度は，上記オゾン量を分岐被処\n理水の量で除したものといえる。\nしかし，分岐被処理水の水量，分岐割合，さらにはオゾン処理の内容に\nついて具体的に規定ないし限定がされていない以上，「所定のオゾン量」自体が決\nまってこないのであるから，結局，構成ｂ２における「所定のオゾン濃度」は，技\n術的に特段の意味を持たないものといわざるを得ない。\nイ　そして，「所定のオゾン量」とするための分岐被処理水の水量に応じた\n「所定のオゾン濃度」は，引用例１１に開示されているといえる。\nすなわち，記載Ａ中には，「塔を経て導かれる水量は全体の処理される\n水量のオゾン及び酸素要求量に応じて調整される。」（以下「記載Ａ２」とい\nう。）とあり，この記載によれば，記載Ａの「大量にオゾンを含ませられた廃水の\n部分流」の「水量」が，「全被処理水」に必要なオゾン及び酸素処理がされるのに\n要する所定のオゾン量を含有するような水量にされるということができる。\nしたがって，記載Ａ２において，部分流は，全水量のオゾン処理に必要\nな所定のオゾン量を含有するような所定のオゾン濃度及び水量であることが開示さ\nれているということができる。すなわち，引用例１１の「大量にオゾンを含ませら\nれた廃水の部分流」との記載は，「所定のオゾン量」の分岐被処理水，換言する\nと，所定のオゾン濃度の分岐被処理水であることを意味しているのである。\nウ　被告は，記載Ａ２には，せいぜい，全体の被処理水の量が多い場合，あ\nるいは，汚染の程度が大きい場合に，充填体処理塔から全体の被処理水へ導入され\nる水量を相対的に増加させるという程度の調整をすることを開示しているに過ぎな\nい，と主張する。\nしかし，上記のとおり，記載Ａ２においても，「所定のオゾン量」の部\n分流とされることが記載されているのであり，その部分流は本件発明２における\n「所定のオゾン濃度」の分岐被処理水といえるのである。\nまた，本件発明２においても，所定のオゾン濃度にするための調整の方\n法は限定されておらず，オゾンを溶かし込む量，被処理水の全水量及び分岐の割合\n等により，オゾン濃度を調整することが排除されているとは認められないのであ\nる。\nエ　被告は，引用例１１は，放電法による酸素－オゾン－混合物をオゾン材\n料として使用しているものであり，オゾン濃度が希薄であるから何度も繰り返して\nオゾンの溶解と原料水への混合を行うことが必要であって，被処理水を所定のオゾ\nン濃度とすること自体には，さして意味がなく，かえって，部分流に含まれる窒素\nの濃度を一定に保つ等の必要性から，所定のオゾン濃度とすることは困難である旨\n主張する。\nしかし，放電法により生成されたオゾン含有ガスのオゾン濃度が希薄で\nあるとの前提は必ずしも正しくないこと，引用発明１１でも１回の分岐による水処\n理によって分岐被処理水に必要なオゾンを溶解し，全被処理水のオゾン処理をする\nことができることは既に述べたとおりであり，何度もオゾンの溶解と原料水への混\n合を行うことが必要とは認められないから，この点に関する原告の主張は理由がな\nい。\nまた，引用発明１１が，循環酸素中の窒素の量を適正に保つために塔圧\n力を調節する機構を有するということから，分岐被処理水に必要な量のオゾンを溶\n解できないと結論付けることはできない（前記のとおり，そもそもこのオゾン量自\n体，何ら限定のないものである。）。\nオ　したがって，引用例１１には，本件発明２の構成ｂ２も開示されている\nということができる。\n(3) 以上のとおり，引用例１１には，「分離したオゾン含有ガスを分岐した被\n処理水の一部に注入して所定のオゾン濃度の分岐被処理水とした後，該分岐被処理\n水を分岐させていない被処理水と混合することにより被処理水を処理する」水処理\n方法の発明が開示されていると認めることができ，本件発明２とこの点で一致して\nいるということができる。\nしかるに，審決は，引用発明１１は「本件発明２とその「被処理水の分\n岐」の点で相違している」，「オゾンガスの注入の点についても，本件発明２と相\n違していることは明らかである。」と認定判断したものであり，引用発明１１の認\n定及び引用発明１１と本件発明２との対比判断を誤ったものといわなければならな\nい。\n２　取消事由２（本件発明２の進歩性の判断の誤り）について\n(1) 本件発明２の構成ｂが引用例１１に記載されていると認められることは前\n示のとおりである。\n構成ａの「純水を電解して電解槽の陽極室にオゾン含有ガスを発生させ，\n該ガスを前記電解槽から取り出して陽極液から分離し，」は，以下に述べるとお\nり，引用例２に記載されている\nア　引用例２には，以下の記載がある（甲第３号証の２）。\n(ｱ) 「最近になつてBBC-Brown-Boveri-&-Cie.LtdがSoLid Polymer\nElectrolyte（固体高分子電解質）膜を使い，純水を電気分解することによつてオゾ\nンが発生することを示してから，電気分解法によるオゾンの生成も実用化の目途が\nたつてきた。\n・・・陽極と陰極はイオン交換膜で仕切られており，陽極に供給され\nた水は膜面で分解されて水素イオンと酸素／オゾンとなり，水素イオンはイオン交\n換膜を陰極側に移動し，膜表面に達して電子をもらつて水素となる。」（４９頁）\nまた，これに関する記載として，「図－１」（５３頁）に「SOLID\nPOLYMER　ELECTROLYTE　電解法の原理図」が示されている。\n(ｲ)「表－１に２ｇｒ／ｈｒのオゾナイザーの基本仕様を示す。この本式の\nオゾナイザーは，少量の純水を原料としてオゾンを発生させる点が最大の特徴であ\nるほか，従来の常識をはるかに越える超高濃度のオゾンガスが発生する，純水を電\n気分解するため不純物を含まない非常にクリーンなオゾンガスとして利用でき\nる，・・・いきなりオゾン水自体として取り出すことも可能，などの優れた特徴を\n持つている」（５０頁）\nまた，これに関する記載として，「表－１」（５３頁）に「「オゾン\nマスター」ＯＭ－２の基本仕様」として「オゾン濃度　約１３ｗｔ％」，「純水使\n用量　１００ｃｃ／ｈｒ」などが記載されている。\n(ｳ) 「従来の放電によるオゾナイザーにおいては，電極が高電圧の電子に\nよってたたかれるために・・・電極構成材料の微粒子が混入すると言われている。\n電解法によるオゾナイザーではこのようなことが起こらないであろうと予測し，オ\nゾンガス中の微量金属元素の定量分析を行った。・・・ガス中の不純物濃度を求め\nた。その結果を表－２に示す。・・・半導体グレードのガス純度が得られている」\n（５０頁～５１頁）\nまた，これに関する記載として，「表－２　オゾンガス中の微量金属\n不純物濃度」（５５頁）として，「Ｆｅ」，「Ｐｂ」など８種類の金属の不純物濃\n度が記載されている。\n(ｴ) 「４．無菌水システムへの応用\n・・・オゾンは殺菌力が非常に強いうえ，自己分解によつて酸素とな\nるので残留性がなく，・・・純水の無菌化にはオゾンが最も適していると思われ\nる。特に純水電解式オゾナイザーは，純水を原料として非常にクリーンなオゾンを\n発生させられるので好都合である。・・・そこで無菌水システムのための前試験と\nして図－５に示すようなシステムを作り，簡便な培養法による微生物チェックを行\nないながらオゾンの殺菌効果を確認した。この結果を図－６に示す。これは数十ｐ\nｐｂという非常にわずかのオゾンが存在するだけで純水を無菌状態に維持すること\nが可能となることを示唆している。\n以上のことから，・・・極微量のオゾンを純水に溶解させておき，ユ\nースポイントで水銀灯によって分解するという連続無菌純水維持システムが可能で\nあると考えられる。」（５１頁～５２頁）\nまた，これに関する記載として，「図－５　無菌水のテストループ」\n（５６頁）には，「ＲＯ水」が「タンク」，「リサイクルポンプ」，「気液接触装\n置」を経てタンクに戻るループとなった経路，その経路における「気液接触装置」\nと「オゾンマスター」とが連結する経路が図示され，図－６として「オゾンによる\n殺菌効果」が示されている。\nイ　以上によれば，「図－５　無菌水のテストループ」に記載された「オゾ\nンマスター」は，固体高分子電解質膜を使い，純水を電気分解することによってオ\nゾンを製造する方法（電解法）によるオゾン製造装置であると認められる。\nそのオゾンマスターにおいては，上記(ｱ)及びその原理図（図－１）によ\nれば，陽極と陰極がイオン交換膜で仕切られており，陽極に供給された水は膜面で\n分解されて水素イオンと酸素／オゾンとなること，すなわちオゾンは陽極室の水\n（陽極液）中に生成されることが示されている。\nまた，「図－５　無菌水のテストループ」の「気液接触装置」において\nオゾンマスターからのオゾンと「ＲＯ水」とが気液接触，すなわち，気体と液体と\nが接触されることが示されている。ここで，ＲＯ水は液体であるから，オゾンマス\nターからのオゾンは，気体，すなわちオゾン含有ガスであることは明らかである。\nそして，気液接触の結果，ＲＯ水は溶存オゾン濃度数十ｐｐｂ（図－\n６）のオゾン水となっていることが記載されている。\nオゾンマスターからのオゾン含有ガスは，電解槽の陽極室において陽極\n液中に生成し，ガスとしてＲＯ水と接触させるものであるから，「電解槽から取り\n出され，陽極液から分離した」ものであるといえる。したがって，引用例２の「図\n－５」には，純水を電解して電解槽の陽極室に発生させ，これを前記電解槽から取\nり出して陽極液から分離したオゾン含有ガスが記載されている。\nそうすると，引用例２には，本件発明２の「純水を電解して電解槽の陽\n極室にオゾン含有ガスを発生させ，該ガスを前記電解槽から取り出して陽極液から\n分離し」という本件発明２の構成ａが開示されていることになる。\nウ　以上のとおりであるから，引用発明１１に，引用例２記載の技術（オゾ\nン発生装置）を組み合わせると，本件発明２になると認めることができる。\n(2) 次に，引用発明１１に引用例２に記載されたオゾン含有ガスを適用するこ\nとの容易想到性について検討する。\nア　引用例１１には，「オゾンの水中への溶解はかなり困難で，大なる作動\n及び資本投下費用を要する」（甲第３号証の１１の１頁２欄），特に空気を原料と\nしたときの１～２重量％のようなオゾンしか含まないような「混合物からオゾンを\n洗滌抽出することは甚だ大なる費用を要する」（同１頁２欄）という認識が記載さ\nれている。すなわち，水処理にオゾン含有ガスを使用するに際し，オゾンを水へ注\n入溶解させる場合，放電法によるオゾン製造装置によって得られるオゾン濃度（１\n～２重量％）より高い濃度のオゾン含有ガスを使用することが望ましいことが知ら\nれていたのである。\n引用発明１１は，空気を原料とする放電法のオゾン製造装置によって得\nられる濃度（１～２重量％）より高濃度のオゾン含有ガスを得るために，原料とし\nて，高濃度の酸素含有ガスを使用できるようにしたものであることは前示のとおり\nである。そして，純酸素を原料とするときには，「オゾンが費用を要しないで入手\n出来る空気から得られるのではなく，酸素から得られる点が不利である」というコ\nスト上の問題が生じることが記載されていることも前示のとおりである。\nそうすると，オゾン含有ガスの製造装置として一般的に放電法のオゾン\n製造装置が使用されているとしても（甲第３号証の１，甲第３号証の１２，甲第９\n号証），引用例２に記載されたような電解法のオゾン製造装置も知られており，か\nつ，その装置によるオゾン含有ガスの濃度は，「少量の純水を原料としてオゾンを\n発生させる点が最大の特徴である」（甲第３号証の２の５０頁），「従来の常識を\n超えた超高濃度のオゾンガスが発生」（同頁），「オゾン濃度　約１３ｗｔ％」\n（同５３頁右上欄）というのであるから，引用例２の電解法によるオゾン製造装置\nを，高濃度のオゾン含有ガスを必要とする引用発明１１の水処理技術に適用する動\n機付けがあることは明らかである。\nイ　被告は，引用例１１は，濃度が低いなどの放電法によるオゾンガスの特\n性を前提とした特異な放電オゾン発生装置を開示するものであり，これを電解法の\nオゾン発生装置に置き換える動機は存在しないと主張する。\nしかし，前記のとおり，高濃度の酸素含有ガスを原料とする放電法を使\n用する場合において，生成されるオゾン含有ガスのオゾン濃度が希薄であるとは必\nずしもいえないし，放電法においては，繰り返し被処理水に接触させることが技術\n的に必要であるというわけでもないのであって，引用発明１１の水処理技術に引用\n例２を適用する動機付けがあることは，上記のとおりである。\nウ　被告は，引用発明１１の水処理の分岐は，放電法によるオゾン発生装置\nにおいて装置の大型化を防止するためのものであり，放電法の使用に特有な加圧機\n構，気液向流接触，酸素回収機構と密接不可分の構成であるから，引用発明１１に\nおいて電解法オゾン製造装置を採用することはできない旨主張する。\n(ｱ) 高濃度の酸素含有ガスを原料とする放電法において，酸素回収が必須\nのものであるといえないことは，前記のとおりであり，また，気液の接触装置，加\n圧接触が，慣用の技術であって，放電法のオゾン発生装置と不可分の関係でないこ\nとも，前記のとおりである。\n(ｲ) オゾン含有ガスによる処理において，全被処理水をオゾンと気液接触\nさせるのではなく，被処理水の一部を気液接触装置でオゾン含有ガスと接触させて\nオゾン水とし，この分岐した被処理水を，残余の被処理水と混合させることは，例\nえば，甲第３号証の１２の図３・２０５（３９１頁）や後記引用部分に開示されて\nいる慣用技術である。\nこれは，上記気液接触装置における処理水量を減少させ，気液接触装\n置の小型化ないしは気液接触処理量を減少せしめコストの低減を図るためであると\n認められる。\nすなわち，甲第３号証の１２には，被処理水の一部をエゼクタでオゾ\nンガスと気液接触させてオゾン水とし，そのオゾン水により処理水全体のオゾン処\n理をする方式の説明として「この方式には処理水の全量をエゼクタに通す方\n式・・・と処理水の一部を加圧してエゼクタに通し，そこから吐出された気液混合\n体を残余の処理水主流に注入接触させる方式（partial injection system）とがあ\nり，前者はおもに小規模な上水処理および廃水処理に用いられ，後者は大規模な上\n水処理に用いられる。」（３９１頁）との記載があり，オゾンで気液接触処理する\nに際しその一部を処理することとするのは，大規模な上水処理の場合であるとされ\nている。つまり，処理水量が多量であるとき，そのオゾンとの気液接触処理水量を\n減少させるために水の一部を処理するものであることが示されているのである。\n(ｳ) このような技術常識と，引用例１１の前記「オゾンの水中への溶解は\nかなり困難で，大なる作動及び資本投下費用を要する」，特に空気を原料としたと\nきの１～２重量％のオゾンしか含まないような「混合物からオゾンを洗滌抽出する\nことは甚だ大なる費用を要する」との記載からは，オゾンと水との気液接触操作を\n行う装置が，その製造等のコストを決定する要素の一つであり，引用発明１１は，\n全被処理水をオゾン含有ガスで処理するのではなく，被処理水の一部を分岐し，こ\nれにオゾン含有ガスを気液接触装置で接触させて分岐被処理水とし，この分岐被処\n理水を分岐していない被処理水と混合させるという分岐の構成を採用することで，\n気液接触操作における処理水量を減少せしめ，気液接触装置を小型化ないし気液接\n触処理量を減らしコスト低減を図ったものであると認めることができる。\nそうすると，引用発明１１における被処理水の分岐処理は，オゾンの\n水処理全般における，気液接触装置の小型化ないしは気液接触の効率化，処理コス\nトの減少を図るためのものであると認められ，必ずしも，高濃度酸素含有ガスを原\n料とする放電法オゾン製造装置と密接不可分の技術であると認めることはできな\nい。\nしたがって，引用発明１１において，酸素を原料とする放電法のオゾ\nン製造装置を，別の方式のオゾン製造装置に変更することができないとする被告の\n主張は理由がない。\nエ　被告は，引用発明１１において放電法に代え電解法を採用するとして\nも，オゾン含有ガスでなく，オゾン水が溶解した陽極液を用いるのが自然でありあ\nえてオゾン含有ガスを使用するには，陽極液を使用しない理由，すなわち本件発明\n２におけるような陽極液の汚染防止等の問題点を克服するという問題意識が必要で\nあって，そのような問題点が引用例１１及び引用例２に開示されていない以上，陽\n極液からオゾンガスを取り出す構成に想到することはない旨主張する。\nしかし，引用例２では，オゾンマスターの応用例の一つを示す「図－５\n無菌水のテストループ」において，オゾンマスターからオゾン含有ガスが取り出\nされていることは，前記のとおりであり，また，引用例２に記載された電解法オゾ\nン製造装置においては，陽極液がオゾン水となるため，オゾン源としてその陽極液\nを採用することが可能であるとしても，引用例２の前記摘示事項(ｱ)ないし(ｳ)の記\n載からは，引用例２に記載されたオゾンマスターは，本来，オゾン含有ガスを製造\nするための装置であることが明らかである。\nそして，引用発明１１は，もともとオゾン含有ガスを水に溶解してオゾ\nン水を製造するものであるから，これに引用例２の電解法によるオゾン発生装置を\n適用する場合，陽極液そのものではなく，そこから分離したオゾン含有ガスを，被\n処理水に注入溶解させる構成に想到することは，当業者にとってごく自然なことで\nある。\nしたがって，引用例１１及び引用例２に，陽極液の汚染防止等の問題点\nの指摘がなくても，本件発明２の構成に想到するのは容易であるというべきであ\nる。\nオ　顕著な作用効果の有無について\n(ｱ) 本件発明２の効果は，オゾン含有ガスを使用する水処理における，引\n用発明１１の分岐による効果と，引用発明２の電解法製造装置により製造されたオ\nゾン含有ガスを適用した場合の効果を合わせたものを超えるほどの格別なものとは\n認められない。\n被告は，本件発明２の構成により，①被処理水に十分オゾンを溶解さ\nせ，②高濃度にいたる所望のオゾン濃度の分岐被処理水を調製でき，③オゾンを有\n効に使用できるという顕著な効果があると主張する。しかし，被告が主張する上記\n効果は，本件発明２の特有の効果とはいえない。\nまず，上記①と③の効果は，いずれも溶解塔を使用したことによりオ\nゾンの吸収を良好にしたことによる効果であって，本件発明２の構成に基づく効果\nではない。むしろ，分岐処理をする場合には溶媒の量が減少するから，所要の量の\nオゾンを含ませるためには，分岐被処理水に相対的に多量のオゾン含有ガスを溶解\nさせることになり，そのため，分岐処理をしない場合に比して，オゾンの溶解効率\nは低下し，排オゾン量が増加するのであって，オゾンを「十分オゾンを溶解さ\nせ」，「有効に使用すること」とは逆行するのである。\n(ｲ) また，高濃度のオゾンが溶解した分岐被処理水を調製することができ\nるのは，電解法のオゾン含有ガスを採用した効果であり，所望のオゾン濃度の被処\n理水を生成させることができるのは，各種の気液接触条件を選択することによって\nなし得るものであって，そのための具体的な条件の選択が本件発明２に規定されて\nいるものではないのであるから，上記③の効果も，本件発明２の特有の効果である\nとはいえない。\n(ｳ) なお，被告は，本件発明２は，電解層の陽極室の内圧を安定させると\nか，所望の濃度のオゾン水を容易に得られるといった作用効果があるとも主張する\nが，いずれも本件発明２に特有の顕著な作用効果であるとは認められない。\n(3) 以上のとおり，本件発明２は，引用発明１１及び引用例２に記載された発\n明に基づいて当業者が容易に発明をすることができたものであるということができ\nる。\nしたがって，「本件発明２は，上記証拠方法の証拠に基づいて当業者が容\n易に発明をすることができたものであるとすることができない」とした審決の判断\nは誤りである。\n３　取消事由３（本件発明４に進歩性があるとした判断の誤り）について\n本件発明４は，本件発明２の水処理方法を実施するための「水処理装置」で\nあって，その構成要件に変わりはないから，上記と同じ理由で，本件発明４の進歩\n性を肯定した審決の判断は誤りである。\n４　取消事由４（本件発明５に進歩性があるとした判断の誤り）について\n本件発明５は，本件発明４に従属するものであるところ，  本件発明５の進\n歩性を肯定した審決の判断は，本件発明４の進歩性が肯定されることを前提にした\nものであるから，その前提が誤りである以上，付加された構成要件の進歩性の有無\nを判断するまでもなく，審決を取り消すべきである。\n５　結論\n以上のとおりであって，原告が主張する取消事由１ないし４はいずれも理由\nがある。\nよって，原告の本訴請求を認容することとし，訴訟費用の負担について，行\n政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官　　　　　　佐　　藤　　久　　夫\n裁判官　　　　　　設　　樂　　隆　　一\n裁判官　　　　　　高　　瀬　　順　　久\n"
}