{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 17
  },
  "case_number": "平成12(ネ)146",
  "case_name": "通行権確認等請求控訴",
  "court_name": "名古屋高等裁判所金沢支部",
  "lawsuit_id": "3312",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3312",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/312/003312_hanrei.pdf",
  "contents": "主            文\n１　原判決を取り消す。\n２　控訴人らと被控訴人との間において，控訴人らが別紙図面の３，４，５，⑫，\n⑪，⑩，⑨，⑧，⑦，⑥，⑤，④，③，②，①，７５，７７，７８，７９，８０，６０，５\n９，５８，５７，５６，５１′，４２′，４３′，４４′，８′，６′，３′，３の各点を\n順次直線で結んだ線で囲まれた範囲内の部分につき通行する権利を有す\nることを確認する。\n３　被控訴人は，控訴人らが前項の部分を通行することを妨害してはならない。\n４　被控訴人は，控訴人らそれぞれに対し，金３０万円及びこれに対する平成８年\n７月２８日から支払済みまで年５分の割合による金員を支払え。\n５　訴訟費用は第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n主文同旨\n２　被控訴人\n(1)　本件控訴をいずれも棄却する。\n(2)　控訴費用は控訴人らの負担とする。\n第２　事案の概要\n１　本件は，控訴人らが通行権の確認，通行妨害の禁止及び通行妨害等による損害\n賠償を求めた事案である。\n(1)　控訴人らは，原審において，別紙図面の３，４，５，６，７，８，４５，４４，４３，４\n２，５２，５５，６３，６２，６６，６７，６８，６９，７０，７１，７４，７５，７７，７８，７９，８\n０，６０，５９，５８，５７，５６，５１′，４２′，４３′，４４′，８′，６′，３′，３の\n各点を順次直線で結んだ線で囲まれた範囲内の部分につき，その南側の土地\n所有者Ａ（以下「Ａ」という。）とその同居の子供である被控訴人を被告として，本\n件訴訟を提起した。\n(2)　原審が控訴人らの請求をすべて棄却したことから，控訴人らは本件控訴に及ん\nだ。そして，控訴人らは，当審において，通行権確認と通行妨害禁止の範囲を，\n上記の範囲に加えて，別紙図面の５，６，７，８，４５，４４，４３，４２，５２，５５，６\n３，６２，６６，６７，６８，６９，７０，７１，７４，７５，①，②，③，④，⑤，⑥，⑦，⑧，\n⑨，⑩，⑪，⑫，５の各点を順次直線で結んだ線で囲まれた範囲も追加し，請求\nの趣旨を拡張した。この結果，控訴人らの通行権確認及び通行妨害禁止を求め\nる範囲（以下「本件係争地」という。）は，本判決主文第２項掲記のとおりとなっ\nた。\n(3)　本件被控訴人Ａは，平成１３年４月６日死亡した。そこで，当裁判所は，同年９\n月１８日，本件から亡被控訴人Ａに対する弁論を分離した。なお，控訴人らは，\n同月１９日受付の書面をもって，亡被控訴人Ａに対する訴えを取り下げた。\n(4)　控訴人らは，当審第４回口頭弁論期日（平成１３年１０月２９日）において，本訴\nの請求の原因を，控訴人らと被控訴人との間で平成８年２月２８日富山地方裁\n判所魚津支部平成８年（ヨ）第３号通行妨害禁止仮処分申立事件において成立\nした訴訟上の和解（以下「本件和解」という。）を理由とする事実に絞り，他の主\n張を撤回した。\n２　前提となる事実\n(1)　被控訴人は，本件係争地の南側に所在する亡Ａ所有の家屋に居住する者であ\nり，控訴人らは，本件係争地の近隣に居住している者である。\n（当事者間に争いがない。）\n(2)　控訴人らと被控訴人との間で，平成８年２月２８日，富山地方裁判所魚津支部\nにおいて，別紙和解条項記載（添付図面は省略）の内容の訴訟上の和解（本件\n和解）が成立した。\n（甲第１号証）\n(3)　被控訴人は，本件和解成立後においても，控訴人らが本件係争地を通行する\n権利を否定している。\n（当事者間に争いがない。）\n(4)　被控訴人は，本件係争地に石や古竹などを置くなどして控訴人らの通行を妨\n害するだけでなく，通行しようとする控訴人らに対し，大声で怒鳴りつけるなどの\n行為に及んでいる。\n（甲第４号証の１ないし３，第６号証，第５５号証，原審の控訴人Ｂ及び同Ｃの各本\n人尋問の結果，弁論の全趣旨）\n３　控訴人らの主張（請求の原因）\n被控訴人は，本件和解において，本件係争地を含む通路を控訴人らが通行する\nことを認め，これを妨害しないと約束したにもかかわらず，これを無視し，控訴人ら\nが本件係争地を通行することを妨害している。よって，控訴人らは，被控訴人に対\nして，本件係争地の通行権確認と通行妨害禁止を求める。また，被控訴人の上記\n行為は不法行為を構成し，控訴人らは，これにより精神的苦痛を受けたが，その慰\n謝料は控訴人ら各自につき３０万円が相当であるから，控訴人らは，被控訴人に\n対して，それぞれ３０万円とこれに対する訴状送達の日の翌日である平成８年７月\n２８日から完済まで民法所定年５分の割合による遅延損害金の支払を求める。\n第３  当裁判所の判断\n１　本件係争地の通行権確認と通行妨害禁止の各請求に係る訴えの利益について\n平成８年２月２８日に控訴人らと被控訴人との間に成立した本件和解の和解条項\n第１項は，被控訴人が控訴人らに対し，審尋（和解）調書添付の図面の赤線で囲ま\nれた部分につき，控訴人らが通行することを認め，如何なる手段を問わず，控訴人\nらが通行することを妨害しない，というものである（甲第１号証）。そして，控訴人ら\nの主張によれば，本件係争地は，本件和解で被控訴人が通行することを認めた部\n分に含まれる，というのであるから，控訴人らの本件訴えのうち，本件係争地につ\nいての通行権確認と通行妨害禁止の請求は，既に訴訟上の和解が成立している\n権利関係に関する訴えであり，その訴えの利益が問題となる。\nしかし，甲第１号証によれば，本件和解の審尋（和解）調書添付の図面は，概括的\nな図面であり，その赤線によって囲まれた範囲も基点等の表示がなく，同図面をも\nとに現地においてその範囲を客観的に再現しようとしても，それが困難であること\nが認められる。そうすると，現時点では，本件和解において被控訴人が控訴人らに\n対し通行することを認めた通路の範囲は，客観的に確定することができず，控訴人\nらがその範囲に含まれると主張する本件係争地につき，被控訴人が控訴人らの通\n行を妨害している以上，本件係争地の通行権確認と通行妨害禁止の請求は，訴え\nの利益が認められ，適法な訴えというべきである。\n２　本件係争地の通行権確認と通行妨害禁止の各請求について\n控訴人らは，本件係争地が，本件和解において被控訴人が控訴人らの通行権と\nその通行を妨害しないことを約束した範囲に含まれると主張し，それを立証するた\nめに，現地の検証を申し立てた。\nその検証申立書には，「証すべき事実」として，「甲１「審尋調書（第一）（和解）」和\n解条項一の「別紙図面の赤線で囲まれた部分」の範囲が控訴人３名の平成１３年\n２月１６日付け準備書面(5)の別紙図面の赤線で囲まれた範囲であり，和解条項一\nの「別紙図面の赤線で囲まれた部分」の南側線は控訴人の平成１３年２月１６日付\nけ準備書面(5)添付の図面の７７，７８，７９，８０，６０，５９，５８，５７，５６，５１′，４\n２′，４３′，４４′，８′,６′及び３′を順次直線で結んだ線であること」と，「検証\nの目的物」として，「本件係争地」と，また，「検証によって明らかにしようとする事\n項」として，「控訴人３名と被控訴人Ｄが平成８年２月２８日富山地方裁判所魚津支\n部平成８年（ヨ）第３号仮処分申立事件で和解した内容」と記載されていた。\n当裁判所は，平成１３年７月４日の当審第３回口頭弁論期日において，控訴人ら\nの上記検証の申請を採用し，同検証は受命裁判官をもって行うこととして，その検\n証期日は同年９月２０日午後１時３０分と指定された。また，控訴人らは，被控訴人\nが裁判所による検証を妨害するおそれがあるとして，同月１９日，被控訴人に対す\nる検証受忍命令の申立てを行い，当裁判所は，これを受けて同日，被控訴人に対\nし，検証を受忍することを命じる決定をした。翌２０日，被控訴人は，検証現場に臨\n場した受命裁判官の前に立ちはだかって，同裁判官及び控訴人ら代理人が本件\n係争地に立ち入ることを妨害した。これに対し，同裁判官及び裁判所書記官は，被\n控訴人に対し検証受忍命令が発せられている旨を告知したが，被控訴人は，検証\nを拒む態度を崩さず，同裁判官の体を押すなどの行為に及び，検証を実力をもっ\nて阻止する姿勢を示した。そこで，同裁判官は，検証は不能である旨を宣言し，検\n証手続は不能のまま終了した。\n以上の被控訴人の行為は，当裁判所が実施しようとした検証を故意に妨害したも\nのというべきである。そして，弁論の全趣旨によれば，現在の本件係争地の状況\nは，本件和解成立当時のそれと相当に様相を異にしているが，控訴人ら及びその\n訴訟代理人は，被控訴人の妨害と威嚇によって，本件係争地内に立ち入って調査\nをすることができないことから，上記検証により立証しようとする事項について具体\n的な主張をすることができず，また，その事項を他の証拠によって証明することも\n著しく困難であると認められる。したがって，当裁判所は，民事訴訟法２３２条，２２\n４条に基づき，控訴人らが上記検証によって立証すると主張した事実，即ち，本件\n和解において，控訴人らが通行権を有し，かつ，その通行を妨害しないことを被控\n訴人が認めた土地の範囲は，本件係争地を含む通路部分であり，その南側線は，\n別紙図面の７７，７８，７９，８０，６０，５９，５８，５７，５６，５１′，４２′，４３′，４４\n′，８′，６′，３′の各点を順次直線で結んだ線であることを真実と認める。\n以上によれば，本件係争地が，平成８年２月２８日に成立した本件和解により，被\n控訴人が控訴人らに対して，通行することを認め，かつ，その通行を妨害しないこ\nとを約束した土地（通路）の範囲に含まれることは明らかである。そうすると，控訴\n人らの被控訴人に対する，本件係争地の通行権確認と通行妨害禁止の請求は，\n理由がある。\n３　不法行為責任について\n被控訴人が，本件和解成立後も，控訴人らが本件係争地を通行する権利を否定\nし，その通行を現に妨害していることは，前記のとおりである（前提となる事\n実(3)，(4)）。被控訴人のかかる行為は，本件和解において合意された条項に明ら\nかに違反するものであり，不法行為を構成するというべきであるから，被控訴人\nは，控訴人らに対し，それによって生じた損害を賠償する責任がある。そして，甲第\n４０ないし第５５号証並びに原審における控訴人Ｂ，同Ｃ各本人尋問の結果によれ\nば，控訴人らは，被控訴人の通行妨害行為により精神的苦痛を被ったと認めら\nれ，上記各証拠により認められる被控訴人の通行妨害行為の態様（トタン，丸石，\n古竹等を放置し，大声で怒鳴るなどしたこと）などからすると，その精神的苦痛に対\nする慰謝料は，それぞれにつき３０万円とするのが相当である。\n４　以上の次第であって，控訴人らの本訴請求はすべて理由があるから，これを認容\nすべきである。よって，これと結論を異にする原判決を取り消すこととして，主文の\nとおり判決する。\n名古屋高等裁判所金沢支部第１部\n裁判長裁判官　　　川　　　崎　　　和　　　夫\n裁判官　　　源　　　　　　　孝　　　治\n裁判官　　　榊　　　原　　　信　　　次\n"
}