{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 14
  },
  "case_number": "平成15(わ)166",
  "case_name": "放火予備，建造物侵入，監禁致傷，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "新潟地方裁判所刑事部",
  "lawsuit_id": "6512",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6512",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/512/006512_hanrei.pdf",
  "contents": "主　　　　　　文\n被告人を懲役４年に処する。\n未決勾留日数中９０日をその刑に算入する。\n押収してあるナイフ１丁（平成１５年押第３３号の１）及び出刃包丁１丁\n（同号の２）をいずれも没収する。\n理　　　　　　由\n（犯行に至る経緯）\n被告人は，昭和４５年３月に新潟県ａ市立中学校を卒業後，ｂ市内にある高校に入学した\nが２年で中退して上京し，割烹料理店の板前見習，陸上自衛官，運送会社の運転手として\n稼働し，その後は新潟県ａ市内の実家に戻り，漁船１艘を持ち漁師をしていたものである\nが，平成１３年６月ころ，結婚相談所の紹介で中国籍のＡ（日本名「Ｂ」。以下，「Ｂ」という。）\nと結婚し，同年１１月中旬ころから，来日したＢとともに肩書住居地の自宅で生活するように\nなった。被告人は，Ｂと結婚してから，生活習慣が異なり，同県の島嶼部に属するｃという見\n知らぬ不便な土地に一人でやってきたＢのことを気遣い，炊事や洗濯等の家事は被告人\nの母親が行うなどし，結婚当初は，Ｂと被告人及び被告人の両親との仲が順調であるかの\nように思われた。被告人は，平成１４年４月初旬ころ，Ｂが自己の子を妊娠したことを知ると\n大変喜ぶとともに，Ｂを病院に連れて行った当日，その後出漁し帰宅したところ，同女がい\nないので同女を捜すうち，同女が見知らぬ男性と家出したことを知り，新潟市内にいる従兄\n弟に連絡し，Ｂがその男性とともに船で新潟港に到着したところを連れ戻してもらうというこ\nとがあったが，その際は，被告人が妊娠したＢのことを慮り，同女に家出の理由等を聞くな\nど同女を責め立てたりすることなく終わったという一件を手始めにして，その後も同女は，\n同年４月下旬ころ，被告人の母親が誤ってエンジン付きの草刈機でＢの大腿部に重傷を負\nわせた件について，近所の者に被告人の母親がわざとＢを負傷させたなどとふれ回ったこ\nとがあった。同年５月初旬ころには，その年の２月下旬に引き続き，Ｂの中国にいる母親が\n再び危篤という連絡があり，そのため，被告人は，Ｂとともに再度空路中国に赴き，同女の\n家族に見舞金等を渡すなどしたが，その際，Ｂに前夫であった中国人男性との間にもうけ\nた長男がいることを打ち明けられ，強い精神的な衝撃を受けた上，日本に帰国する際，Ｂ\nが空港でパスポート等を忘れたなどと言い出し，被告人と一緒に帰国しないということが重\nなったため，Ｂに対する怒りを爆発させ，同女との離婚を決意し，同女に対し，日本に帰っ\nて来なくていい，子供も堕ろしていい旨言い，一人で帰国した。しかし，被告人は，その後再\n三Ｂから日本に戻りたい旨の連絡を受け，さらに同女が上記のように妊娠していたところか\nら，同女のことを許す気持ちになり，同女の帰国する交通費を送金してやるなどして，同年\n７月７日ころから帰国した同女との生活を続けていた。その後も，被告人は，被告人の両親\nが営む民宿が夏場の書き入れ時で忙しいのに，その手伝いをしないＢに対し文句を言う\nと，同女はそれに対しても反抗的な態度をとるなどしていたところ，そのうち，同女のビザの\n更新時期の同年１０月ころに至り，両親から，突然，そのビザは更新せずにＢと別れたほう\nがいいなどと言われたが，その理由が良く分からないままその時は同女を愛していたた\nめ，両親には子供が生まれればＢも変わるかもしれないなどと言って説き伏せ，同女のビ\nザの更新手続をする一方，同女が上記前夫との間にもうけた子を日本に引き取って育てる\nべく，地元の小学校に相談に行ったり，在留資格の取得手続をとったりした。\nさらに，被告人は，同年１２月中旬ころに至り，偶然風呂上がりの父親の身体に痣がある\nのを見たことがきっかけで，両親から，それまでにＢから暴力を振るわれたことなどを聞き\n及び，ようやく両親が被告人にＢとの離婚を勧めた理由が分かるとともに，Ｂに対し，自己\nの両親に暴力を振るったことなどを問い質したところ，同女が，被告人と結婚したがその両\n親は関係ないなどと言ったため，その言動に立腹し，同女の足を数回叩くなどした。そのよ\nうなもめ事があったが，平成１５年１月７日，Ｂが，被告人の子である長男Ｃを出産したの\nで，被告人は，その長男の誕生を大変喜ぶとともに，Ｂに対し，３月になったらそのお披露\n目をするので，それまではＣを屋外に連れ出すなどして風邪をひかせることのないように言\nい聞かせておいたのにもかかわらず，同年１月２３日，漁から帰ると，同日昼ころ，Ｂがみ\nぞれが降る寒空の屋外にＣを連れ出した上，そのことを注意した被告人の母親を壁に突き\n飛ばすなどしたという新たなもめ事が発生したことを知った。そのため，被告人は，Ｂのこと\nは許せないと思い，同女に対し，Ｃをおいて中国に帰るよう怒鳴りつけ，その頭部を平手で\n数回叩くということがあった後，同月２７日早朝に至り，被告人が出漁中，母親からの電話\nで，ＢがＣを連れて自宅を出て行ったことを知らされた。そのため，被告人は，漁を途中で\n打ち切って帰宅し，Ｂが病院へでも行ったものと思い，病院に行ってみたりしたが，一向に\n同女の所在がつかめないため，地元の警察署に捜索願を出したり，ａ市役所を訪ねたりし\nて同女らの行方を捜したが，その所在が判明しないため，同日夕方ころ，カーフェリーに車\nを積んで新潟市に渡り，同女の中国人の友人を訪ねるなどし，数日にわたり新潟市内の警\n察署や児童福祉施設等を訪ね回ったが手がかりが得られないままａ市内に戻ったところ，\nようやくＢらが新潟県の福祉課に保護されていることなどを知った。被告人は，自己があれ\nほど大事にしていたＢが家出をした理由が分からずにいたところ，同年２月２５日ころ，Ｂか\nら，同女とＣは元気でいる，後で弁護士から連絡が行く旨の群馬県ｄ郵便局の消印のある\n手紙が届いたが，Ｂから家出の理由を直接聞きたい，Ｃに会いたいとの思いに駆られ，同\n月２７日ころ，再びカーフェリーに車を積んで新潟市に渡り，上記郵便局を訪ねたが手がか\nりをつかむことができず，そのまま同市内に引き返し，新潟県福祉課や警察本部等を訪ね\nるなどしてＢの所在を捜したものの，やはり手がかりをつかむことができず，やむなく同年３\n月７日ころ，ａ市内に戻った。すると，Ｂから，弁護士と離婚について話し合っている，近いう\nちに弁護士から連絡が行く旨のｅ郵便局の消印のある手紙が届いており，被告人は，是が\n非でもＢに会い，その真意を聞き出し，ＣだけでもＢから取り戻そうと決意する一方，このま\nまでは仕事をする気になれず，同女と結婚したため多額の金銭を使う羽目になり，残った\nのは多額の借金だけと思うと，このまま生きていても仕方がないなどと考え絶望的になり，\n同女らに会えなかった場合には自殺でもしようなどと考えて，身の回りの物や同女らの写\n真等を車に積み，同月１３日ころ，またもやカーフェリーに車を積んで新潟市に渡って同女\nらを捜し始めた。被告人は，そのころ，被告人のことを案じた姉から自己の携帯電話にか\nかってきた電話で，Ｂが新潟家庭裁判所に離婚調停を申し立てたこと，その期日が同月２\n４日に指定されたことなどを知らされ，それならば調停の際にＢらに会えるものと思い，同\n日，姉や母親とともに同裁判所に出頭したが，調停委員からＢが被告人に会うのを嫌がっ\nているため会わせることができないなどと言われ，同女らに会えないのであれば調停を続\nけても無意味であると思い，今後は調停に出頭しない旨調停委員に告げて調停室を飛び\n出し，その際，短気を起こさずに弁護士を依頼することを姉から説得されたにもかかわら\nず，益々投げやりな気持ちになって，福島県，宮城県等各地を車で転々する生活をするよ\nうになった。そうこうするうち，被告人は，同年４月２日に新潟市内の弁護士にＢらのことで\n相談に乗ってもらうことになった旨の電話連絡を姉から受け，同日，姉や両親とともにその\n弁護士事務所を訪ねて相談をすると，その弁護士からは被告人がＣの親権者となる可能\n性はほとんどない旨言われ，その機会にＢの上記事件等を担当するのはＤ弁護士であるこ\nとを知った。その後，被告人は，益々絶望的になり，この上はＤ弁護士に無理矢理にでも面\n会し，同弁護士を人質にとりＢらを自己のもとに連れてきてもらい，Ｂと面談して家出の理\n由等を聞き出したい，Ｃの無事な顔を見てみたい，同弁護士が自己の要求を断るならその\n事務所に火を放ち，同弁護士を道連れにして自殺をしようと考え，Ｃの誕生日に合わせて\n同年４月７日に実行することを決意し，本件犯行を敢行するに至った。\n（罪となるべき事実）\n被告人は，\n第１　上記の経緯でＢの事件を担当するＤ弁護士ならば，同女の居場所を知っているもの\nと思い，同弁護士を脅迫してでもＢらを連れてくることを要求して同女と面談し，家出を\nした理由等を聞き出したい，それがかなわないなら，同弁護士事務所に火を放ち，同\n弁護士ともども焼身自殺を図ろうと決意し，平成１５年４月７日午後零時３２分ころ，放\n火に使用する目的で，新潟市ｆ所在の株式会社Ｅｇサービスステーションにおいて，灯\n油約１８リットルを購入し，同日午後１時ころ，上記灯油を入れたポリタンクとあらかじ\nめ準備しておいた出刃包丁，ナイフ，ガムテープ，ロープ，ライター等を入れたリュック\nサック等を携帯して，同市ｈ所在の有限会社Ｆ所有に係る鉄骨造陸屋根４階建Ｇビル\n２階のＤ法律事務所に侵入した上，応対した同事務所の女性事務員らに対し，Ｄ弁護\n士との面会を申し入れたものの，同弁護士は出張中であるとして断られた挙げ句，同\n日午後１時９分ころ，上記事務員らが１１０番通報をしたことを察知するや，同事務所\n内の女性全員を人質に取って自己の要求を受け入れてもらうほかないと考え，同事\n務所において，別紙被害状況一覧表記載のとおり，Ｈ（当時２６歳）ほか３名に対し，\n所携の刃体の長さが約１８・４センチメートルの出刃包丁（平成１５年押第３３号の２）\nを示して，「子供と女房に会わせろ。お前らは人質だ。」などと申し向けて脅迫した上，\n同事務所の出入口ドアの鍵を掛けて同女らを監視するなどし，さらに，上記Ｈほか３\n名が現在する同事務所（床面積約５８・８平方メートル）内の床に灯油を撒き散らすな\nどして放火の準備をし，もって放火の予備をし，そのころから，Ｉほか２名が被告人の\n隙を見て同事務所の窓から飛び降りて脱出した同表脱出時刻欄記載の時刻までの\n間，同女らを同事務所から脱出することができないようにし，最後に脱出しようとした\n上記Ｈの腕をつかんで取り押さえ，所携の上記ロープで同女の右手首を縛り，同女の\n頸部付近に上記出刃包丁を突き付けるなどし，さらに，同女の両腕及びその身体をい\nすにガムテープで縛り付けるなどし，同女が同事務所の窓から飛び降りて脱出した同\n表脱出時刻欄記載の時刻まで，同女を同事務所から脱出することができないように\nし，もって同女らを不法に監禁し，上記各脱出の際，同女らがその身体を地面等に打\nち付けたことにより，同女らに同表記載の各傷害をそれぞれ負わせた，\n第２　業務その他正当な理由がないのに，同日午後１時９分ころ，上記事務所において，\n上記出刃包丁１丁及び刃体の長さが約１３・５５センチメートルのナイフ１丁（同号の\n１）を携帯した\nものである。\n（証拠の標目）\n略\n（法令の適用）\n被告人の判示第１の所為のうち，放火予備の点は刑法１１３条，１０８条に，建造物侵入\nの点は同法１３０条前段に，各監禁致傷の点は被害者ごとにそれぞれ同法２２１条（２２０\n条）に，判示第２の所為は包括して銃砲刀剣類所持等取締法３２条４号，２２条にそれぞれ\n該当するが，判示第１の各監禁致傷罪については，刑法１０条により同法２２０条所定の刑\nと同法２０４条所定の刑とを比較し，いずれも重い傷害罪について定めた懲役刑（ただし，\n短期は監禁罪の刑のそれによる。）により処断し，なお判示第１の各監禁致傷は，１個の行\n為が４個の罪名に触れる場合であり，建造物侵入と放火予備及び各監禁致傷との間には\nそれぞれ手段結果の関係があるので，同法５４条１項前段，後段，１０条により結局以上を\n１罪として刑及び犯情の最も重い被害者浅野久美子に対する監禁致傷罪の刑で処断し，\n判示第２の罪について所定刑中懲役刑を選択し，以上は同法４５条前段の併合罪である\nから，同法４７条本文，１０条により重い判示第１の罪の刑に同法４７条ただし書の制限内\nで法定の加重をした刑期の範囲内で被告人を懲役４年に処し，同法２１条を適用して未決\n勾留日数中９０日をその刑に算入し，押収してあるナイフ１丁（平成１５年押第３３号の１）\nは，判示第２の銃砲刀剣類所持等取締法違反の罪の犯罪行為を組成した物，また，押収\nしてある出刃包丁１丁（同号の２）は，判示第１の監禁致傷の用に供した物で，いずれも被\n告人以外の者に属しないから，それぞれ刑法１９条１項１号，２号，２項本文を適用してい\nずれもこれを没収することとし，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被\n告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人が，(1)長男を連れて家出をした妻の訴訟代理人である弁護士を脅迫して\n妻らの所在を聞き出し直接面談させるよう要求し，これがかなわないときは同弁護士ともど\nも焼身自殺をしようと決意して同弁護士の事務所に侵入し，たまたまそこに居合わせたそ\nの妻の女性弁護士及び女性事務員の合計４名に対し，出刃包丁を示し，あるいは事務所\n内に灯油を撒くなどして脅迫し，同事務所内に立てこもり，同女らが自力で脱出するまでの\n間，同女らを不法に監禁し，同女らが脱出した際，各人にそれぞれ傷害を負わせたという\n建造物侵入，放火予備，監禁致傷（判示第１の犯行）の，(2)その際上記出刃包丁及びナイ\nフを携帯していたという銃砲刀剣類所持等取締法違反（判示第２の犯行）の事案である。\n被告人は，妻が生後間がない長男を連れて無断で家出をしたため，必死に妻子を捜し回\nったが，その所在すらつかめずにいたところ，その妻が被告人との離婚手続を依頼した弁\n護士の名前を知ったことがきっかけで，妻子と直接面談したい一心から，同弁護士を脅迫\nして同女らとの面談を要求し，もしその要求が容れられなければ同弁護士ともども焼身自\n殺を図ろうなどと考えて灯油等を準備して同弁護士事務所に侵入し，偶々同弁護士が不在\nのため，居合わせたにすぎない被害者４名を人質に取って自己の要求を通すために本件\n各犯行を敢行したものであり，短気を起こさずに法律に則って対処するように被告人の姉\nから再三説得されたにもかかわらず，これを無視し，手段を選ばず実力であくまで自己の\n要求のみを貫き通そうとしたその動機は余りに短絡的かつ自己中心的なものであって酌量\nの余地はない。\n被告人は，長男の誕生日に合わせてその犯行を敢行しようと決意するや，あらかじめ上\n記弁護士事務所を下見し，消防団員としての経験を生かし，放火にはよく燃える灯油を用\nいることとし，犯行当日，灯油約１８リットルを購入して持参し，白昼堂々，灯油入りポリタン\nクとライター及び身柄拘束用に準備したガムテープやロープ，出刃包丁やナイフなどをリュ\nックサック等に入れて携帯して同弁護士事務所に侵入し，同弁護士との面会を申し入れた\nところ，被害者らから出張中で不在である旨告げられ面会を断られた挙げ句，１１０番通報\nをされたため，女性の被害者らに対し，所携の上記出刃包丁を示して脅迫し，同事務所の\n出入口ドアの鍵を掛けて同女らが同室から容易に脱出できないようにした上，同事務所内\nの床に持参した多量の灯油を撒き散らし，被害者らのうち３名が被告人の隙を見て同事務\n所の窓から飛び降りて脱出するまでの間，同室内に監禁し，その後も逃げ遅れた１名の被\n害者の腕をつかんで取り押さえ，所携のロープで同女の右手首を縛り，同女の頸部付近に\n上記出刃包丁を突き付けるなどし，さらに同女の両腕及びその身体をいすにガムテープで\n縛り付けるなどし，同女が同事務所の窓から飛び降りて脱出するまでの間，同女を不法に\n監禁したものであり，その犯行には，事前の計画性が認められる上，その犯行態様は大胆\nで危険かつ執拗なものであり，極めて悪質である。また，被告人は，最後の被害者が同事\n務所の窓から脱出した後も，同事務所内に立てこもり，残りの灯油を撒き散らすなどし，床\nに撒いた灯油にライターで直接点火しようとして警察官を威嚇し，あくまでも自己の要求を\n通そうとし，警察官が突入してからも，なおも執拗にライターで点火しようとしたが，幸い着\n火せず大事に至らず終わったものであり，同事務所はコンビニエンスストア等のテナントが\n入居する４階建ての商業ビルの２階に位置して他に居室がある上，付近はビルが隣接する\n新潟市内の中心部に位置していて，同事務所に現実に放火された際には多数の死傷者が\n出る危険性が極めて高かったものであり，犯情が悪い。\n被害者らには何らの落ち度もなく，執務中，突然被告人から出刃包丁を示された上，灯\n油を事務所内に撒かれて脅迫されて，それぞれ約６分から約３０分間にわたり監禁されて\nおり，その間，ガソリン等を使用した放火・殺人事件で多数の死傷者が出たいわゆる武富\n士事件を想起するなど自らも正に死に直面する恐怖感を味わい，いずれも地上約３・８メー\nトルに位置する事務所の窓から飛び降りて脱出することを余儀なくされ，その際，全治まで\n約３日間から加療約２か月間を要する傷害をそれぞれ負わされたもので，その精神的及び\n肉体的苦痛も大きく，さらに，同事務所で勤務する被害者らが負傷し，同事務所内の床に\n多量の灯油を撒かれるなどして，その治療や修復のため多額の出費を余儀なくされ，同事\n務所の弁護士の業務も多大な影響を被るなど本件犯行で発生した結果は極めて重大であ\nり，被害者ら及び同弁護士の被告人に対する処罰感情が厳しいのは誠に当然である。\nさらに，本件は，離婚を望む被告人の妻の代理人となった弁護士から，相手方当事者で\nある妻が法的救済を求めて家事調停が開始されるなど司法的解決の手続が開始されてい\nるにもかかわらず，被告人が暴力で自己の要求を通そうとした犯行であり，司法による解\n決を真っ向から否定するものであって，その罪質等からは一般予防の必要性が極めて高\nいことなどを考慮すると，被告人の刑事責任は重いと言わざるを得ない。\n他方，本件は，４５歳を過ぎて初めて中国人女性と結婚した被告人が，国籍の違いによる\n生活習慣の違いなどから生じる様々な障害を自分なりに克服し，その妻と生活することを\n希望していたのに，妻から全く理由も告げられないまま同女との間に誕生した長男を連れ\nて家出され，その後一方的にいきなり離婚を要求されたことなどに納得できずに絶望的な\n気持ちとなり，精神的に相当程度追い詰められた挙げ句敢行された側面があること，幸い\n放火は予備にとどまり，さらに重大な被害の発生がなかったこと，被告人は，事実を認めて\n反省し，今後は，本件の動機となった妻との離婚問題に関し，弁護士を通じて司法による\n解決を図る旨約束していること，被告人は，その両親らの協力を得て，本件後，被害者らに\n対して損害賠償金として金１００万円を支払い，示談が成立していること，被告人には前科\nがなく，今後の更生を誓い，被告人の両親や姉が今後の指導監督を約束していること，本\n件が報道されるなどして一定の社会的制裁を受けていることなど被告人のために斟酌す\nべき諸事情も認められるので，これらの諸情状を併せ考慮し，被告人を主文に掲げた刑に\n処することにした。\nよって，主文のとおり判決する。\n平成１５年１０月１４日\n新潟地方裁判所刑事部\n裁判長裁判官　　　　　榊　　　五十雄\n裁判官　　　　　三　村　三　緒\n裁判官　　　　　入　江　克　明\n（別紙被害状況一覧表　略）\n"
}