{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 24
  },
  "case_number": "平成15(わ)336",
  "case_name": "殺人未遂，現住建造物等放火未遂被告事件",
  "court_name": "さいたま地方裁判所第3刑事部",
  "lawsuit_id": "6068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/006068_hanrei.pdf",
  "contents": "【主文】：１  被告人を懲役５年に処する。\n２  未決勾留日数中８０日をその刑に算入する。\n【理由】：\n（犯行に至る経緯）\n被告人は，富山県で生まれ，地元の中学校を卒業後，建具職人の見習い奉公をす\nるなどした後昭和２９年に上京し，以来，東京都内で建具職人として稼働していた\nが，この間，妻Ａと知り合い，昭和３２年長男Ｂが生まれたことから入籍し，昭和\n５１年に埼玉県ａ市内に引っ越して自宅を構え，妻Ａ及び長男Ｂの３人で暮らして\nいた。被告人は，平成７年６月ころ，それまで住んでいた自宅を売却して，肩書き\n住居地に土地付き一戸建ての新築住宅を購入したが，代金４４２０万円のうち，自\n宅を売却して得た１７００万円余りを自己資金とし，残額はＢの名義で住宅ローン\nを組んで住宅金融公庫と銀行から融資を受けて支払いに充てることにした。当時，\n被告人は建具職人として現役で働いており，Ｂも正社員であったことから，月々８\n万ないし９万円の支払いと，年２回２月と８月のボーナス時期の約３５万円の支払\nいに苦労することはなかったが，その後，被告人が，視力が衰えたことから建具職\n人の仕事を辞めて食品加工会社でアルバイトとして稼働するようになり，また，平\n成１３年ころ，Ｂが正社員から契約社員となったため収入が減少し，さらに，平成\n１４年５月ころ，被告人が腰を痛めてアルバイトも辞めるなどしたため，被告人方\nの生活は，Ｂの給料と被告人と妻の年金のほか，妻のわずかなアルバイト収入だけ\nで支えられることとなって，住宅ローンの返済が被告人方家族の生活に大きな負担\nとなってのし掛かるようになってきた。それでも，月々の返済はなんとかやりくり\nして行っていたが，ボーナス時期の返済に窮するようになり，家族で相談した結\n果，ついに自宅を手放すこととし，平成１４年６月ころ，不動産会社に売却の手続\nを依頼して，２９００万円余りの値段で自宅を売りに出した。ところが，なかなか\n買い手が現れなかったため，借金をしたり，年金等の蓄えをかき集めるなどして，\n同年８月のボーナス時期の返済をどうにか済ませたが，その後も一向に買い手がつ\nかないため，不動産会社からは値段を下げるように勧められるなどしていた。\nこうして，被告人は，住宅ローンの返済に窮したことから，自宅を売りに出した\nものの，なかなか売却のめどが立たなかったため，同年の暮れころから，このまま\n住宅ローンの返済ができなくなってしまうと，一家心中するしかないなどと思い詰\nめるようになり，平成１５年に入ると，妻や長男に対して，ローンの返済ができな\nいなら一家心中するしかないなどと言って，せっぱ詰まった気持ちをほのめかすな\nどしていたが，妻や長男からは深刻に受け取ってもらえず，相手にされないでい\nた。ボーナス時期の近づいてきた同年２月初めころ，被告人は，Ｂから，とりあえ\nず信用金庫から借金をして２月のボーナス時期の返済分に充てたらどうかと提案さ\nれたが，借金をしてローンの返済をすれば，借金の支払いのために更に苦しくなる\nだけだと考えて反対し，結局，不動産会社に勧められたとおり，売値を下げて買い\n手がつくことを待つことにした。ところで，被告人は，食品加工会社のアルバイト\nを辞めてからというもの，収入は年金しかなく，住宅ローンの返済のことばかりを\n考えて過ごしていたが，こうして被告人が一人でローンの返済について悩み，苦し\nんでいるというのに，Ｂはローンの支払について真剣に考えようとせず，休日には\n競馬やパチンコで金を使うばかりで無責任であるとしてかねてより同人に不満を抱\nいており，一方，妻のＡもローンの支払いのことを真剣に考えておらず，被告人の\n悩みが分かっていないなどとして，一人で苦悩し，２月のボーナス時期の返済のめ\nどが立たない以上，いよいよ一家心中するしかないなどと考えて，悶々とした日々\nを過ごしていた。\n同月９日，朝食を済ませた被告人は，ＢやＡが外出した後，一人で酒を飲みなが\nら，間近に迫った２月分の返済についてあれこれ思い悩み，やはり一家心中するし\nかないなどと考えて過ごしていたが，同日夕方，近所で火災があったことを知っ\nて，これまで漠然と考えていた一家心中について，自宅に放火して家族３人で焼死\nしようと考えるに至り，その日のうちにこれを実行に移そうと決意した。そして，\n帰宅したＡやＢとともに夕食を済ませると，妻や長男が就寝するため２階に上がっ\nた後，被告人は一人で１階の居間で日本酒を飲んでいたが，午後１０時ころになっ\nて，自宅の裏に置いてあった灯油の入ったポリタンクを１階の居間に運び込んで準\n備をしたものの，いざ実行に移そうとするとためらいが生じてしまい，しばらく居\n間でまた酒を飲むなどしていた。そうこうしているうちに，被告人は，果物をむく\nために座椅子の脇に置いてあったペテナイフが目にとまり，家に火をつけても，Ｂ\nは若いから逃げるかも知れない，Ｂをペテナイフで刺し殺してから火をつけような\nどと考えるに至り，翌１０日午前１時前ころ，Ｂが仕事に出掛ける時刻になってい\nることに気付いて，一家心中するには今しかないと決意を固め，ペテナイフと灯油\n入りのポリタンクを携えて，ＢやＡのいる２階に上がって行った。\n（罪となるべき事実）\n被告人は，以上のような経緯で，住宅ローンの返済に窮したことから将来を悲観\nし，長男のＢ（当時４５歳）を殺害した上，妻Ａらとともに現に住居として使用す\nる本件住宅（木造瓦葺２階建，延べ床面積８５．６８平方メートル）に放火しよう\nと企て，\n第１　平成１５年２月１０日午前１時ころ，埼玉県ａ市ｂ（番地以下省略）所在の\n被告人方２階において，Ｂに対し，殺意をもって，その頚部，胸部，腹部等を所携\nのペテナイフ（刃体の長さ約１５．７センチメートル）で数回突き刺したが，同人\nに全治まで約２週間を要する左頚部刺創，左前胸部刺創，左下腹部刺創等の傷害を\n負わせたにとどまり，殺害の目的を遂げなかった，\n第２　引き続き，被告人方２階において，廊下に灯油約１．６４リットルをまいた\n上，マッチ２本をすって点火し，これを廊下に放り投げて火を放ち，もって，自宅\nを焼損しようとしたが，ＢやＡらに発見されて，灯油に引火する前にマッチの火を\n消火されたため，その目的を遂げなかった\nものである。\n（法令の適用）\n被告人の判示第１の所為は刑法２０３条，１９９条に，判示第２の所為は同法１\n１２条，１０８条にそれぞれ該当するところ，判示第１及び第２の罪について所定\n刑中有期懲役刑をそれぞれ選択し，以上は同法４５条前段の併合罪であるから，同\n法４７条本文，１０条により重い判示第２の罪の刑に同法１４条の制限内で法定の\n加重をした刑期の範囲内で被告人を懲役５年に処し，同法２１条を適用して未決勾\n留日数中８０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただし書\nを適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，住宅ローンの返済に苦慮していた被告人が，妻や長男を道連れに一家心\n中しようと企て，長男の頚部や胸部などをペテナイフで突き刺して殺害しようとし\nた殺人未遂（判示第１の事実）と，自宅に灯油をまいて放火しようとした現住建造\n物等放火未遂（判示第２の事実）の事案である。\n被告人は，建具職人として働いていた当時，新築の土地付き一戸建て住宅を購入\nしたが，視力が衰えたことから建具職人の仕事を辞め，その後勤めたアルバイトの\n仕事も腰を痛めたため辞めてしまい，収入は年金のみとなり，同居している長男の\n収入や妻の年金収入を合わせても住宅ローンの返済が苦しくなり，特に年２回のボ\nーナス時期の多額の返済に窮することとなり，その支払ができなくなることを深刻\nに受け止め，ローンの返済ができないなら一家心中するしかないなどと次第に思い\n詰め，２月に迫ったローンの返済時期を前に，妻や長男に対して被告人のせっぱ詰\nまった気持ちをほのめかすなどしていたものの，妻や長男からは他から借り入れて\n何とかしのげばよいなどと言われて，深刻に受け取ってもらえなかったことから，\nこうした家族の対応に不満を募らせ，一人で悶々とした日々を過ごしていたとこ\nろ，近所で火災があったことをきっかけに，自宅に放火して無理心中しようと考え\nるに至り，長男は若いから逃げるかもしれないなどと考えて，先に長男を殺害して\nから放火しようと考えて犯行に及んだというもので，被告人なりに住宅ローンの返\n済を滞りなく行おうと真剣に考えて，悩み，苦しんでいたことは認められるもの\nの，積極的に家族に相談を持ち掛けたり，銀行等の金融機関や不動産会社等に相談\nするなどして，現実的で，実現可能な解決の方策を探ろうとすることもなく，信用\n金庫から借金をして当座のローンの返済に充てたらよいという長男の提案を一蹴\nし，独り善がりの考えにとらわれて自らを追い詰めた末，犯行を決意したというの\nであって，極めて短絡的で，思慮浅薄というほかない。犯行の態様も，あらかじめ\n灯油の入ったポリタンクを居間に持ち込んで準備した上，確実に一家心中をするた\nめには長男を先に殺害する必要があると考えて，ペテナイフと灯油の入ったポリタ\nンクを携えて２階に上り，出勤するために自室から出ようとした長男に対し，刃体\nの長さ１５センチメートル余りの鋭利なペテナイフで，いきなりその頚部を突き刺\nし，さらに，抵抗する同人の胸部，腹部等を執ように突き刺すなどしており，血ま\nみれになった長男が階下に降りると，持ってきたポリタンクの灯油を廊下にまいて\nマッチをすって火を放っており，強固な犯意に基づいた危険で悪質なものである。\n妻や長男らによって，灯油に引火する前に消火されたため，大事に至らなかったも\nのの，消火が遅れていた場合には，被告人方家屋を焼損するにとどまらず，近隣の\n住宅にも延焼し，犯行時刻が深夜であったことを考えると，多数の死傷者を出して\nいた可能性があったことも否定できない。幸い長男は一命を取り留めたものの，同\n人が被った肉体的苦痛はもとより，長男及び妻の受けた精神的打撃は計り知れな\nい。同人らが，被告人の身を案じながらも，適切な処罰を受けるのはやむを得ない\nと述べて，複雑な心情を吐露しているのも十分理解できる。これらの点からする\nと，被告人の刑事責任を軽くみることはできない。\nそうすると，被告人が，事実を認め，反省の態度を示していること，殺人は未遂\nにとどまり，負傷の程度もそれほど重篤ではなかったこと，放火も未遂にとどま\nり，大事に至らなかったこと，律儀者で愚直，かつ柔軟に思考することができなか\nった被告人の思い余った末の犯行であって，同情し得る側面もないではないこと，\n犯行後自殺を図り，自ら全治まで約２週間を要する腹部刺創の傷害を負っているこ\nと，前科前歴がないこと，建具職人として永年稼働してきたもので，高齢であるこ\nとなど，被告人のためしん酌し得る事情を十分に考慮してみても，主文の科刑は免\nれない。\n（求刑　懲役７年）\n【さいたま地方裁判所第三刑事部\n裁判長裁判官川上拓一，裁判官森浩史，裁判官岩井佳世子】\n"
}