{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 24
  },
  "case_number": "平成14(ワ)3162",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10933",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10933",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/933/010933_hanrei.pdf",
  "contents": "平成１４年(ワ)第３１６２号　損害賠償等請求事件\n口頭弁論終結日　平成１５年５月２３日\n判　　　　　　　　決\n原　　　　　　告　　　　　金正食品株式会社\n訴訟代理人弁護士　　　　　渡　辺　隆　文\n同　　　　　　　　　　　　坂　野　真　一\n被　　　　　　告　　　　　七海物産有限会社\n被　　　　　　告　　　　　Ａ\n被告ら訴訟代理人弁護士　　田　渕        学\n主　　　　　　　　文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事　　　　　　　　実\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告らは、原告に対し、連帯して金４００万円及びこれに対する平成１４\n年４月１７日から支払済みまで年５分の割合による金員を支払え。\n(2)　被告らは、別紙目録記載１、２７、３０ないし３４の原告の得意先に対し\nて、昆布、佃煮、乾物等の販売及び販売活動をしてはならない。\n(3)　訴訟費用は被告らの負担とする。\n(4)　(1)項につき仮執行宣言\n２　請求の趣旨に対する答弁\n主文同旨\n第２　当事者の主張\n１　請求原因\n(1)　当事者\nア　原告は、昆布、佃煮等の卸売を業とする株式会社である。原告の顧客\nは、昆布、佃煮等の小売店である。\nイ　被告Ａは、昭和４０年９月１日から原告に従業員として勤務していた\nが、平成１３年８月２０日、原告を退社した者である。\nウ　被告有限会社七海物産（以下「被告七海物産」という。）は、平成１３\n年１１月１３日設立された、昆布、佃煮等の卸売、小売等を業とする有限会社であ\nる。被告七海物産の顧客は、昆布、佃煮等の小売店である。\n昆布、佃煮等の販売業界においては、得意先との関係が密接なため、新\n規参入が困難であるにもかかわらず、被告七海物産は、それらの販売業界に新規参\n入していること、被告Ａ以外の被告七海物産の従業員が原告の得意先を訪れたこと\nはないこと、被告七海物産には、被告Ａ以外に昆布、佃煮等の販売に長けた者はい\nないことから、被告七海物産は、被告Ａが原告に対して負っている競業避止義務等\nを回避するために被告Ａ以外の者の名義で設立された会社であり、その事実上の設\n立者は被告Ａである。したがって、被告七海物産は、その法人格を否認されるべき\nであり、被告Ａと実質的に同一とみるべきである。\n(2)　被告らの競業行為\nア　被告Ａは、平成１３年９月初め以降は個人で、被告七海物産の設立後の\n同年１１月１４日以降は被告七海物産の名で、原告の得意先を訪問し、原告と同一\nの商品を原告の卸売価格より低い価格で販売する旨申し入れ、又は低い価格で販売\nしている。\n被告Ａの上記のような競業行為により、原告は、別紙目録記載２ないし\n２９の得意先とほとんど取引がなくなった。被告Ａは、競業行為により、同目録記\n載３０ないし３４の顧客を原告から奪おうとしている。\nイ　被告七海物産は、同被告の名で、被告Ａに競業行為を行わせている。\n(3)　労働契約に基づく債務不履行\nア　労働契約に基づく義務\n(ア)　被告Ａは、原告に対し、労働契約に基づき、同契約終了後も、同契\n約継続中に獲得した使用者たる原告の取引の相手方に関する知識を利用して、使用\n者たる原告の取引継続中の相手方に対して働きかけをして競業を行ってはならない\nという義務（競業避止義務）を負っている。\n(イ)　前記(1)ウのとおり、被告七海物産は、その法人格を否認されるべき\nであり、被告Ａと実質的に同一とみるべきである。そして、被告Ａが原告に対し前\n記(ア)のとおり競業避止義務を負っていることから、被告七海物産も、原告に対\nし、前記(ア)と同様の競業避止義務を負っている。\n仮に被告七海物産の法人格が否認されないとしても、前記(1)ウのとお\nり、被告七海物産は、被告Ａが原告に対して負っている競業避止義務等を回避する\nために被告Ａ以外の名義で設立された会社であることから、被告七海物産は、原告\nに対し、信義則上、前記(ア)と同様の競業避止義務を負っている。\nイ　債務不履行\n(ア)　被告Ａの競業行為は、被告Ａの競業避止義務に違反し、債務不履行\nを構成する。\n(イ)　被告七海物産の競業行為は、被告七海物産の競業避止義務に違反\nし、債務不履行を構成する。\n(4)　不正競争防止法\nア　営業秘密\n(ア)　有用性\n原告及び被告らが業とする昆布、佃煮等の販売は、急激な需要増が見\n込めず、製造元が限られていて商品内容に大差がない。このような昆布、佃煮等の\n販売事業の特徴からして、顧客の住所、顧客の取引履歴、顧客の商品の購入傾向\n（各顧客がどのような商品を多く注文して購入する傾向があるかということ）、顧\n客に対する卸売価格は、原告及び被告らの事業活動にとって有用な営業上の情報で\nある。\n(イ)　非公知性\n原告の顧客の住所、顧客の取引履歴、顧客の商品の購入傾向、顧客に\n対する卸売価格は、公然とは知られていない。\n原告を含む昆布、佃煮等の卸売業者が、いずれも同一の製造業者から\n商品を仕入れており、卸売業者間で卸売価格に大差がないとしても、卸売業者間で\nは、わずかの価格差によって販売の可否が決まるのであるから、正確な卸売価格は\n公然とは知られていない。\n(ウ)　秘密管理性\nａ　顧客の住所は、顧客台帳に記載され、原告の本店及び営業所におい\nて管理されており、営業所外への持ち出しは禁じられている。\nｂ　顧客の取引履歴は、コンピューター上の売掛元帳にコンピューター\nデータの形で保存され、その閲覧、プリントアウトは禁じられている。\nｃ　商品の購入傾向は、特にその記入欄を設けるなどして情報の管理が\nされているものではないが、取引履歴から容易に認識することができ、この取引履\n歴は秘密として管理されているから、商品の購入傾向も秘密として管理されている\nといえる。\n原告の従業員は、請求書の控えを見ることによって、自らが担当す\nる顧客の商品の購入傾向を把握する。\n顧客の商品の購入傾向は、昀終購買者である消費者のニーズによっ\nて全面的に左右されるわけではない。\nｄ　顧客に対する卸売価格は、原告代表者の指示により決定され、請求\n書等には記載されるが、他の顧客や他社に対して情報を漏泄することは禁じられて\nいる。\n(エ)　営業秘密該当性\nしたがって、原告の顧客の住所、顧客の取引履歴、顧客の商品の購入\n傾向、顧客に対する卸売価格は、原告の営業秘密である。\nイ　営業秘密の不正使用等\n(ア)　不正競争防止法２条１項７号\nａ　被告Ａは、かつて原告の北部店の店長であり、原告から、原告の顧\n客の住所、顧客の取引履歴、顧客の商品の購入傾向、顧客に対する卸売価格を示さ\nれた。\nｂ　被告Ａは、不正の競業その他の不正の利益を得る目的で、又は原告\nに損害を加える目的で、原告の営業秘密である原告の顧客の住所、顧客の取引履\n歴、顧客の商品の購入傾向、顧客に対する卸売価格を使用し、競業行為を行ってい\nる。\nｃ　被告Ａは、不正の競業その他の不正の利益を得る目的で、又は原告\nに損害を加える目的で、原告の営業秘密である原告の顧客の住所、顧客の取引履\n歴、顧客の商品の購入傾向、顧客に対する卸売価格を被告七海物産に開示した。\nｄ　被告Ａの前記ｂ、ｃの行為は、不正競争防止法２条１項７号の不正\n競争に該当する。\n(イ)　不正競争防止法２条１項８号\nａ　被告七海物産は、被告Ａが、不正の競業その他の不正の利益を得る\n目的で、又は原告に損害を加える目的で、原告の営業秘密である原告の顧客の住\n所、顧客の取引履歴、顧客の商品の購入傾向、顧客に対する卸売価格を被告七海物\n産に開示することを知って、又は重大な過失により知らないで、これらの営業秘密\nを取得し、又はその取得した営業秘密を使用し、競業行為を行っている。\nｂ　被告七海物産の前記ａの行為は、不正競争防止法２条１項８号の不\n正競争に該当する。\n(ウ)　共同不法行為\n被告Ａの前記(ア)ｂの競業行為と被告七海物産の前記(イ)ａの競業行\n為は、共同不法行為を構成する。\n(5)　一般不法行為\nア　被告Ａ\n(ア)　原告代表者が被告Ａに対し嫌がらせをした事実はなく、被告Ａは自\nら原告を退職したにもかかわらず、被告Ａは、原告の顧客に対し、原告代表者から\n嫌がらせを受けて退職させられたという虚偽の事実を述べ、原告の信用を失墜さ\nせ、顧客を奪っている。\n(イ)　被告Ａは、その担当する原告の北部店のやり方を原告の本店や木津\n店に押しつけようとして原告代表者の指示に従わなかったことから配置転換された\nものであり、自動車の使用の必要がなくなったことから自動車の返還を求められた\nものであり、自ら退職を申し出たものである。\nイ　被告七海物産\n被告七海物産は、被告Ａにあえて前記ア(ア)のような行為を行わせてい\nる。\nウ　共同不法行為\n被告Ａの前記ア(ア)の行為と被告七海物産の前記イの行為は、共同不法\n行為を構成する。\n(6)　損害\n被告らの債務不履行（前記(3)イ(ア)、(イ)）、不正競争（前記(4)イ\n(ウ)）又は一般不法行為（前記(5)ウ）によって原告が被った損害は、被告らのこれ\nらの行為がなければ原告が得られたであろう利益の額である。\nこの利益の額は、平成１３年９月１日から平成１４年２月２８日までの原\n告の売上額（２０１万５６８０円）と平成１２年９月１日から平成１３年２月２８\n日までの売上額（２００３万１６３１円）の差額（１８０１万５９５１円＝２００\n３万１６３１円－２０１万５６８０円）に、原告が得られる利益の率を乗じて算出\nされる。\n原告が得られる利益の率は、粗利の率（２０．０６％）に、仕入れ先から\nのリベートや値引きにより得られる利益の率（粗利の１５％であり、売上額の３．\n００９％である。）を加えて求められる（２３．０６９％＝２０．０６％＋３．０\n０９％）。\nそうすると、原告が得られたであろう利益の額は、４１５万６１００円\n（４１５万６１００円＝１８０１万５９５１円×０．２３０６９）であり、原告の\n被った損害は、少なくとも４００万円である。\n(7)　結論\nよって、原告は、被告に対し、次のとおり請求する。\nア　債務不履行、不正競争防止法４条又は一般不法行為に基づく損害賠償と\nして、連帯して金４００万円及びこれに対する請求の後であり不正競争及び不法行\n為の後である平成１４年４月１７日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求める。\nイ　不正競争防止法３条１項、民法７２３条準用に基づき、別紙目録記載\n１、２７、３０ないし３４の原告の得意先に対して、昆布、佃煮、乾物等の販売及\nび販売活動をすることの差止めを求める。\n２　請求原因に対する認否\n(1)ア　請求原因(1)（当事者）ア、イの事実は認める。\nイ　請求原因(1)ウの事実のうち、被告七海物産が、平成１３年１１月１３日\n設立された、昆布、佃煮等の卸売、小売等を業とする有限会社であること、被告七\n海物産の顧客が昆布、佃煮等の小売店であること、被告七海物産が、昆布、佃煮等\nの販売業界に新規参入していることは認め、その余は否認する。\n被告七海物産は、原告と同じ製造業者から商品を仕入れて昆布、佃煮等\nの販売業界に新規参入しているから、昆布、佃煮等の販売業界に新規参入するのが\n困難とはいえない。被告七海物産には、営業担当の従業員としてＢがおり、被告Ａ\nから昆布、佃煮の見方や顧客との商談の仕方を学んでおり、被告Ａと二人で又はＢ\n一人で営業を行っていることから、被告七海物産は、実体があり、法人格を否認さ\nれるべきものではないし、被告Ａと実質的に同一とみることもできない。\n(2)ア　請求原因(2)（被告らの競業行為）アの事実のうち、原告が、別紙目録\n２ないし２９記載の得意先とほとんど取引がなくなったことは不知であり、その余\nは否認する。\nイ　請求原因(2)イの事実は否認する。\n被告七海物産は、被告Ａとの間で、昆布、佃煮等の卸売及び小売販売等\nの業務を委託し、売上額の５％を報酬として支払うという内容の業務委託契約を締\n結しており、これに基づいて、被告Ａが、昆布、佃煮等の卸売及び小売販売等を行\nっている。\n(3)ア　請求原因(3)（労働契約に基づく債務不履行）ア（労働契約に基づく義\n務）(ア)、(イ)の事実は否認し、主張は争う。\nイ　請求原因(3)イ（債務不履行）(ア)、(イ)の主張は争う。\n(4)ア(ア)　請求原因(4)（不正競争防止法）ア（営業秘密）(ア)（有用性）の\nうち、原告及び被告らが業とする昆布、佃煮等の販売が、製造元が限られていて商\n品内容に大差がないことは認め、その余の事実は否認し、主張は争う。\n昆布、佃煮の小売店は、新規開店されることがほとんどないから、各\n卸売業者はそれらの小売店をすべて把握しており、顧客の住所は、営業上有用な情\n報とはいえない。\n(イ)　請求原因(4)ア(イ)（非公知性）の事実は否認し、主張は争う。\n顧客の住所は、電話帳や広告によって公然と知られているし、前記\n(ア)のとおり、各卸売業者は小売店をすべて把握しているから、顧客の住所は、公\n然と知られている。\n顧客の商品の購入傾向は、顧客である小売店の店頭に並べられた商品\nを見ることにより把握できるから、公然と知られている。\n原告を含む関西方面の昆布、佃煮等の卸売業者は、いずれも同一の製\n造業者から商品を仕入れているから、卸売価格は卸売業者間で大差がないこと、卸\n売価格は、卸売業者の店頭の値札に記載された一般消費者向けの価格の約８０％程\n度というのが業界の常識であり、値札に記載された価格から知ることができるこ\nと、顧客から容易に同業他社の卸売価格を教えてもらえることから、卸売価格は公\n然と知られている。\n(ウ)ａ　請求原因(4)ア(ウ)（秘密管理性）ａの事実のうち、顧客の住所が\n顧客台帳に記載されていたことは認め、その余は否認する。\n顧客台帳は、すべての従業員が閲覧可能な状態に置かれており、秘\n密として管理されていなかった。\nｂ　請求原因(4)ア(ウ)ｂの事実のうち、コンピューター上の売掛元帳に\nコンピューターデータの形で取引履歴が保存されていたことは認め、その余は否認\nする。\nｃ　請求原因(4)ア(ウ)ｃの事実のうち、商品の購入傾向が、特にその記\n入欄を設けるなどして情報の管理がされているものでなかったこと、原告の従業員\nが、請求書の控えを見ることによって、自らが担当する顧客の商品の購入傾向を把\n握していたことは認め、その余は否認する。\n顧客の商品の購入傾向は、売掛元帳に記載された取引履歴そのもの\nではなく、営業担当者が、請求書の控えに記載された過去の取引の実績や顧客等か\nら入手した情報を総合して判断した結果であり、管理可能な状態で客観的に存在す\nる情報ではない。また、顧客の商品の購入傾向は、昀終購買者である消費者のニー\nズに応じて日々変化し、一定しておらず、この点からも、管理が可能な情報とはい\nえない。\n顧客の過去の取引履歴は、消費者のニーズに伴う顧客の購入傾向の\n変化に伴って陳腐化するものであり、秘密管理性とは相容れない。\nｄ　請求原因(4)ア(ウ)ｄの事実のうち、顧客に対する卸売価格が請求書\n等に記載されていたことは認め、その余は否認する。\n(エ)  請求原因(4)ア(エ)（営業秘密該当性）の主張は争う。\nイ(ア)　請求原因(4)イ（営業秘密の不正使用等）(ア)（不正競争防止法２条\n１項７号）ａないしｃの事実は否認し、ｄの主張は争う。\n顧客の取引履歴は、原告のコンピューター内に保存されていたが、被\n告Ａは、コンピューターを操作することができなかったし、原告のコンピューター\nは、原告代表者とその妻が管理し、従業員にはパスワードが知らされていなかった\nから、被告Ａが原告から取引履歴を示されたことはなかった。\n(イ)　請求原因(4)イ(イ)（不正競争防止法２条１項８号）ａの事実は否認\nし、ｂの主張は争う。\n被告七海物産と顧客の間の取引は、すべて、被告七海物産の自由競争\nの範囲内の営業活動により顧客の意思に基づいて行われているものである。\n(ウ)  請求原因(4)イ(ウ)（共同不法行為）の主張は争う。\n(5)　請求原因(5)（一般不法行為）ア（被告Ａ）(ア)、(イ)、イ（被告七海物\n産）の事実は否認し、ウ（共同不法行為）の主張は争う。\n原告代表者は、古参の従業員であった被告Ａの解雇を望み、原告において\n約３５年間営業を担当してきた被告Ａを営業の部署から配置転換し、アルバイトに\nも貸与している自動車の返還を求めたり、早朝出勤から外して事実上の賃金カット\nを行うなど、被告Ａを退職させるための嫌がらせを行った。被告Ａは、自ら退職す\nると発言し、原告を退職したが、原告代表者から事実上解雇されたものである。\n(6)　請求原因(6)（損害）の事実は否認し、主張は争う。\n(7)　請求原因(7)（結論）は争う。\n理　　　　　　　　　由\n１(1)　請求原因(1)（当事者）ア、イの事実は、当事者間に争いがない。\n請求原因(1)ウの事実のうち、被告七海物産が、平成１３年１１月１３日設立\nされた、昆布、佃煮等の卸売、小売等を業とする有限会社であること、被告七海物\n産の顧客が昆布、佃煮等の小売店であること、被告七海物産が、昆布、佃煮等の販\n売業界に新規参入していることは、当事者間に争いがない。\n(2)　請求原因(4)（不正競争防止法）ア（営業秘密）(ア)（有用性）のうち、原\n告及び被告らが業とする昆布、佃煮等の販売が、製造元が限られていて商品内容に\n大差がないこと、請求原因(4)ア(ウ)（秘密管理性）ａの事実のうち、顧客の住所が\n顧客台帳に記載されていたこと、同ｂの事実のうち、コンピューター上の売掛元帳\nにコンピューターデータの形で取引履歴が保存されていたこと、同ｃの事実のう\nち、商品の購入傾向が、特にその記入欄を設けるなどして情報の管理がされている\nものでなかったこと、原告の従業員が、請求書の控えを見ることによって、自らが\n担当する顧客の商品の購入傾向を把握していたこと、同ｄの事実のうち、顧客に対\nする卸売価格が請求書等に記載されていたことは、いずれも当事者間に争いがな\nい。\n２　上記当事者間に争いのない事実並びに甲第３号証、第５号証（後記の採用する\nことができない部分を除く。）、乙第１号証の１ないし１４、第２号証、原告代表\n者本人尋問の結果（後記の採用することができない部分を除く。）、被告Ａ本人尋\n問の結果及び弁論の全趣旨を総合すれば、次の事実が認められる。\n(1)　原告は、昆布、佃煮等の卸売を業とする株式会社であり、原告の顧客は、昆\n布、佃煮等の小売店である。被告Ａは、昭和４０年９月１日から約３５年間にわた\nり、原告に従業員として勤務していたが、平成１３年８月２０日、原告を退社し\nた。\n(2)　被告Ａは、原告において、昆布の見立て方、営業における心がけなどを、先\n代の代表者から丁寧に教えられ、昆布、佃煮等の商品を顧客である小売店に販売す\nる営業の業務に従事していた。被告Ａは、顧客が原告との取引をやめて同業他社と\n取り引きするようにならないようにし、顧客への販売額を増加させるように努める\nため、２日に１度の割合で顧客先を回り営業を行っていた。顧客に対しては、その\n時期に他の小売店等でよく売れている売れ筋商品や新商品の情報提供を行い、顧客\nの在庫に注意して在庫が減少する前に絶えず納品するようにし、急ぎの注文にも応\nじていた。納品に当たっては、新しい商品と従前の商品の入れ替えなどを考慮し\nて、顧客の店舗における商品の管理に助力した。顧客への販売価格（卸売価格）の\n決定については、被告Ａを含む営業担当者に、一定の範囲内で裁量が与えられてい\nた。顧客は、価格について交渉するために、同業他社の卸売価格を被告Ａに告げる\nこともあった。また、多くの顧客は、長年の付合いを通じて被告Ａを信頼し、被告\nＡとは親密な関係にあったから、同業他社の売込みがあったこと、同業他社が売込\nみに来た商品の内容、同業他社の卸売価格等を被告Ａに告げ、また、被告Ａに問わ\nれれば、それらの情報を提供した。\n(3)　原告の卸売に係る昆布、佃煮等については、製造元が限られていることか\nら、商品内容に大差がなく、いずれの卸売店又は小売店で取り扱っている商品の種\n類もあまり変わらず、また、仕入価格は、原告も同業他社もほぼ同じであるため、\n小売店等に対する卸売価格も、原告と同業他社であまり差がなかった。そのため、\n小売店等に対する販売に成功するかどうかは、同業他社より安価な卸売価格を設定\nすることができるかどうかに係るところもあったが、前記のとおり卸売価格にあま\nり差がないことから、卸売価格が少々高くても、被告Ａが労を惜しまず上記のよう\nなきめ細かなサービスを心がけることにより、販売に成功することも少なくなかっ\nた。\n(4)　原告において、顧客の住所は、顧客台帳に記載されており、取引履歴はコン\nピューター上の売掛元帳にコンピューターデータの形で保存されており、顧客に対\nする卸売価格は請求書等に記載されていた。\n被告Ａは、自分の担当する顧客名をすべて把握しており、頻繁に顧客先を訪\nれていたので、顧客の住所は、原告の顧客台帳を見なくても分かる程度に把握して\nおり、担当地域における同業他社約１０社や、担当地域にある昆布、佃煮等の小売\n店で原告と取引のない者などの情報も把握していた。また、被告Ａは、コンピュー\nターを操作することができなかったので、コンピューター上の売掛元帳に保存され\nていた取引履歴を使用することはできなかった。\n(5)　原告の現在の代表者（以下「現代表者」という。）は、大学卒業後、原告に\n入社したが、顧客先を回ることなどに積極的ではなく、同業他社や、昆布、佃煮等\nの小売店で原告と取引のない者などの情報を、あまり把握していなかった。現代表\n者は、先代の代表者が引退した後、平成１１年８月ころ、原告の代表者となった。\n現代表者は、被告Ａが心がけていたような顧客に対するきめ細かなサービスをそれ\nほど重視していなかったため、従前通りの営業の方法を採ろうとする被告Ａとの関\n係は次第に悪化していった。\n現代表者は、昼以後に来店した顧客に対して、もう売ることはできないから\n翌日来るように言うことがあり、また、顧客先へアルバイトの店員とともに配送に\n行って、自分は自動車にとどまって顧客先に挨拶せず、アルバイトの店員に配達さ\nせることがあった。このような現代表者の態度について、顧客が被告Ａなどに苦情\nを言うことがあった。\n(6)　被告Ａは、原告の北部店が約２０年前に開店してからは、北部店の営業を担\n当してきたが、平成１３年６月、北部店は閉鎖され、被告Ａは、原告の木津店、更\nにその後本店の勤務とされた。被告Ａは、木津店に勤務するようになってから、従\n前の営業方法を伝えようとして、木津店の従業員に注意することがあったが、現代\n表者は、これを木津店に対する過度の介入と捉え、木津店の従業員に委せるよう、\n被告Ａに申し付けることもあった。\n被告Ａは、北部店に勤務していたときは、午前５時半ころからの早朝勤務で\nあり、原告から自動車の貸与を受けていたが、北部店閉鎖後は、早朝勤務でなくな\nり、早朝勤務がなくなったことなどを理由に、給料等を減らされ、自動車の貸与も\n行われなくなった。被告Ａは、昆布の包装に顧客の苦情があったことから、原告の\n従業員に、包装を改善するよう指導したところ、これについて、現代表者から、そ\nのような指導は不要である旨言われたことがあり、また、定期的に顧客先を訪れる\n日以外の日に顧客からの急な注文に応じたことを現代表者にとがめられたことなど\nがあった。このような状況の下で、被告Ａは、自らが培ってきた営業の能力を原告\nにおいて生かすことができなくなったと考え、平成１３年８月２０日、原告を退社\nした。\n(7)　被告七海物産は、平成１３年１１月１３日設立された、昆布、佃煮等の卸売\n等を業とする有限会社であり、その顧客は小売店等であり、昆布、佃煮等の販売業\n界に新規参入したものであった。被告七海物産の代表者は、従前、佃煮の小売等に\n関与したことがあったが、昆布、佃煮等について特に詳しい知識はなかった。被告\nＡは、原告を退社した後、被告七海物産との間で、被告七海物産が被告Ａに乾物、\n佃煮等の卸売及び小売販売の業務を委託し、売上額の５％の報酬を支払うことなど\nを内容とする業務委託契約を締結し、被告七海物産の名の下に昆布、佃煮等の販売\nを行っている。被告七海物産には、被告Ａ以外には、昆布、佃煮等について詳しい\n知識を有する者はおらず、被告Ａが業務委託契約を締結した後、従業員が１名入社\nし、被告Ａとともに昆布、佃煮等の販売に従事した時期もあったが、その後、その\n従業員は退社し、現在は従業員がおらず、被告七海物産が行った昆布、佃煮等の取\n引は、実際上は、ほとんどすべて被告Ａが担当したものであった。\n(8)　別紙目録記載の者は、過去に原告と取引のあった者であるが、同目録２ない\nし２９記載の者は、現在は原告と取引がない。別紙目録記載の者のうち、同目録１\n９、２０、２５、２７、３２以外の者は、被告七海物産と過去に取引があり又は現\n在も取引がある者である。これらの取引先の中には、長年営業を担当してきめ細か\nなサービスを心がけてきた被告Ａ個人の信用を重視して、同被告が原告を退社した\n後、同被告が取引に従事することを望み、被告七海物産と取引を始めた者も少なく\nなかった。\n以上の事実が認められ、甲第５号証及び原告代表者本人尋問の結果のうち、上\n記認定に反する部分は、採用することができず、他に上記認定を左右するに足りる\n証拠はない。\n３　請求原因(3)（労働契約に基づく債務不履行）について検討する。\n(1)ア(ア)　原告は、被告Ａが、原告に対し、労働契約に基づき、同契約終了後\nも、同契約継続中に獲得した使用者たる原告の取引の相手方に関する知識を利用し\nて、使用者たる原告の取引継続中の相手方に対して働きかけをして競業を行っては\nならないという義務（競業避止義務）を負っている旨主張する（請求原因(3)ア\n(ア)）。\n(イ)　労働契約は、その契約の存続中において、労働者が雇用主に対して労\n務を提供し、雇用主がその報酬を支払うことを基本的な内容とする継続的契約であ\nり、労務の提供を確保するために、労働者に、労務を提供する義務に付随して、前\n記(ア)のような競業避止義務が認められる場合があることは、否定し得ない。しか\nし、労働契約の終了後は、労働者は労務提供義務を負わないから、それに付随する\n競業避止義務も負わないものと解すべきであり、労働契約の終了後は、特約のない\n限り、労働者に前記(ア)のような競業避止義は認められないというべきである。\n本件において、被告Ａが、原告との間で、労働契約終了後も前記(ア)の\nような競業避止義務を負う旨の特約を締結していたと認めるに足りる証拠はないか\nら、被告Ａが、原告に対し、そのような競業避止義務を負っていたと認めることは\nできない。\nイ　原告は、被告Ａが原告に対し前記ア(ア)のような競業避止義務を負ってい\nることから、被告七海物産も、原告に対し、同様の競業避止義務を負っている旨主\n張し、また、被告七海物産は、被告Ａが原告に対して負っている競業避止義務等を\n回避するために被告Ａ以外の名義で設立された会社であるとして、被告七海物産\nは、原告に対し、信義則上、前記ア(ア)と同様の競業避止義務を負っている旨主張\nする（請求原因(3)ア(イ)）。このような原告の主張は、被告Ａが前記ア(ア)のよう\nな競業避止義務を負うことを前提として、被告七海物産もそのような競業避止義務\nを負うとするものである。\nしかし、前記ア(イ)で判示したとおり、被告Ａは、原告に対し、前記ア\n(ア)のような競業避止義務を負っていたと認めることはできないから、被告Ａがそ\nのような競業避止義務を負っていたことを前提として、被告七海物産も同様の競業\n避止義務を負っていたとする原告の主張は、採用することができない。\n(2)　そうすると、被告らは、原告に対して、いずれも、前記(1)ア(ア)のような\n競業避止義務を負っていたと認めることはできないから、被告らについて、競業避\n止義務に違反したことによる債務不履行は認められない。したがって、原告の被告\nらに対する労働契約に基づく債務不履行の主張は、いずれも理由がない。\n４　請求原因(4)（不正競争防止法）について検討する。\n(1)　原告は、原告の顧客の住所、顧客の取引履歴、顧客の商品の購入傾向、顧客\nに対する卸売価格が原告の営業秘密であると主張し（請求原因(4)ア）、被告Ａが被\n告七海物産にこれらの情報を開示した旨主張する（同イ(ア)）。\nそこでまず、原告が営業秘密として主張する顧客の商品の購入傾向が、不正\n競争防止法２条４項所定の秘密としての管理の対象となる情報に当たるかについて\n検討する。\n前記２で認定したとおり、原告の顧客の商品の購入傾向は、顧客台帳や売上\n元帳に特にその記入欄を設けるなどして情報の管理がされているものでなく、原告\nの従業員が、請求書の控えを見ることによって、自らが担当する顧客の商品の購入\n傾向を把握していたものであって、個々の従業員の判断の結果ともいうべきもので\nあり、個々の従業員が内心に有していたものであり、また、弁論の全趣旨によれ\nば、時期によって変化することが認められるから、秘密として管理の対象とするこ\nとのできる性質の情報とは認められない。原告は、取引履歴が秘密として管理され\nているから、取引履歴から容易に認識することができる顧客の商品の購入傾向も、\n秘密として管理されていたと主張するが、取引履歴は、商品の購入傾向の判断の根\n拠の一つにとどまり、商品の購入傾向とは別の情報であるから、そのような原告の\n主張は、採用することができない。なお、前記２(4)のとおり、被告Ａは、コンピュ\nーターを操作することができなかったから、同被告が、コンピューター上の売掛元\n帳に保存されていた取引履歴から顧客の商品の購入傾向を認識していたと認めるこ\nとはできない。\nしたがって、顧客の商品の購入傾向は、不正競争防止法２条４項所定の秘密\nとしての管理の対象となる情報に当たらず、営業秘密に当たらないものというべき\nである。\n(2)　前記２(7)、(8)のとおり、被告七海物産が行った昆布、佃煮等の取引は、実\n際上は、ほとんどすべて被告Ａが担当したものであり、別紙目録記載の者のうち、\n同目録１９、２０、２５、２７、３２以外の者は、被告七海物産と過去に取引があ\nり又は現在も取引がある者である。そこで、被告Ａが、原告を退職した後、原告が\n営業秘密であると主張する原告の顧客の住所、顧客の取引履歴、顧客に対する卸売\n価格を使用して、これらの者と取引を行ったと認められるか（請求原因(4)イ(ア)\nｂ）、被告Ａが、これらを被告七海物産に開示したと認められるか（請求原因(4)イ\n(ア)ｃ）について検討する。\n前記２(4)のとおり、被告Ａは、自分の担当する顧客名をすべて把握してお\nり、頻繁に顧客先を訪れていたので、顧客の住所は、原告の顧客台帳を見なくても\n分かる程度に把握していた。また、被告Ａは、コンピューターを操作することがで\nきなかったので、コンピューター上の売掛元帳に保存されていた取引履歴を使用す\nることはできなかった。したがって、被告Ａが、原告の顧客台帳に記載されていた\n顧客の住所、原告のコンピューター上の売掛元帳に保存されていた取引履歴を使用\nして取引をしたと認めることはできないし、これらを被告七海物産に開示したと認\nめることもできない。\n前記２(2)のとおり、顧客は、価格について交渉するために、同業他社の卸売\n価格を被告Ａに告げることもあり、また、多くの顧客は、長年の付合いを通じて被\n告Ａを信頼し、被告Ａとは親密な関係にあり、同業他社の卸売価格等を被告Ａに告\nげ、また、被告Ａに問われれば、その情報を提供した。そうであるから、被告Ａ\nは、原告を退社した後、仮に原告の卸売価格を知ろうと思えば、顧客である小売店\n等から容易に知ることができたものと推認される。そして、前記２(2)のとおり、原\n告の営業担当者には、価格の決定について、一定の範囲内で裁量が与えられていた\nから、被告Ａが退社した後は、原告の卸売価格は、新たな営業担当者によって裁量\nの範囲内で決せられ、被告Ａの在職中とは必ずしも同一でなかったことが推認され\nる。これらの事情に鑑みれば、被告Ａがその取引に当たって、原告在職中に知り得\nた原告の卸売価格を使用したとは認められず、また、これを被告七海物産に開示し\nたと認めることはできない。\nしたがって、被告Ａが、原告の顧客の住所、顧客の取引履歴、顧客に対する\n卸売価格を使用して取引を行ったとは認められないし、これらを被告七海物産に開\n示したとも認められない。\n(3)　以上によれば、原告の被告Ａに対する不正競争防止法２条１項７号に基づく\n請求は理由がない。\nまた、原告の被告七海物産に対する不正競争防止法２条１項８号に基づく請\n求は、被告Ａが被告七海物産に原告の営業秘密である原告の顧客の住所、顧客の取\n引履歴、顧客に対する卸売価格を開示し、これを被告七海物産が取得したこと（請\n求原因(4)イ(イ)ａ）を要件とするところ、被告Ａが被告七海物産に対してそのよう\nな開示を行ったことは認められないから、原告の被告七海物産に対する不正競争防\n止法２条１項８号に基づく請求も理由がない。\n５　請求原因(5)（一般不法行為）について検討する。\n乙第１号証の１ないし１４、被告Ａ本人尋問の結果によれば、被告Ａが、原告\nの顧客であった取引先に対し、原告を退職した理由について、給料を減額された\nり、他の従業員に対する指導を現代表者からとがめられたりして嫌がらせを受け、\n退職を余儀なくされた旨述べたことが推認される。\nしかし、前記２(5)、(6)認定の退職の経緯に鑑みれば、被告Ａは、原告の先代\nの代表者に教えられ、３０年以上にわたる営業において心がけてきたことを、十分\nな理由を示されることなく現代表者に受け入れられず、給料の減額等の処置を受け\nたのであるから、被告Ａが、北部店の閉鎖以後の一連の措置により、嫌がらせを受\nけ退職を余儀なくされたと受け止めるのもやむを得ない面があるということがで\nき、形式上は原告が被告Ａを解雇したものではなく、被告Ａが退職を申し出たもの\nであるとしても、嫌がらせを受け退職を余儀なくされたということが虚偽の事実で\nあるとまでいうことはできない。また、前記２で認定したとおり、被告Ａは、営業\nに当たって、長年にわたり顧客に対するきめ細かなサービスに努め、多くの顧客の\n信頼を得ていたのに対し、現代表者は、顧客先を回ることなどに積極的ではなく、\n同業他社や、昆布、佃煮等の小売店で原告と取引のない者などの情報をあまり把握\nしておらず、被告Ａが心がけていたような顧客に対するきめ細かなサービスをそれ\nほど重視せず、現代表者の態度に対して苦情を述べる顧客もあった。そうであると\nすれば、原告の顧客であった者が被告Ａと取引を開始した理由は、被告Ａのきめ細\nかなサービス等が顧客に評価されたことによるものと推認され、嫌がらせを受け退\n職を余儀なくされたと被告Ａが述べたことによるものと認めることはできない。\nしたがって、原告の被告Ａに対する一般不法行為に基づく請求は理由がなく、\nまた、被告七海物産に対する一般不法行為に基づく請求も理由がない。\n６　以上によれば、その余の点について判断するまでもなく、原告の請求はいずれ\nも理由がないからこれを棄却し、訴訟費用の負担につき民事訴訟法６１条を適用し\nて、主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官      小　　松　　一　　雄\n裁判官　　　中　　平　　　　　健\n裁判官　　　大    濱　　寿　　美\n（別紙目録省略）\n"
}