{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 25
  },
  "case_number": "平成11(ワ)5322",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13328",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13328",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/328/013328_hanrei.pdf",
  "contents": "平成一一年(ﾜ)第五三二二号  損害賠償等請求事件\n（口頭弁論終結日  平成一一年一二月一七日）\n判          決\n原告                          株式会社なとり\n右代表者代表取締役            Ａ\n右訴訟代理人弁護士            田  中  恒  朗\n同                            西  川      茂\n被告                          株式会社道南冷蔵\n右代表者代表取締役            Ｂ\n被告                          Ｃ\n被告ら訴訟代理人弁護士        川  端  和  治\n同                            和根﨑  直  樹\n主          文\n一  原告の請求をいずれも棄却する。\n二  訴訟費用は、原告の負担とする。\n事実\n第一  請求\n一  被告らは、第三者に対し、別紙陳述目録記載の事実を告知し、又は流布して\nはならない。\n二  被告らは、原告に対し、各自金二九五五万二〇〇〇円及び内金二四五五万二\n〇〇〇円に対する平成一一年三月二四日から、内金五〇〇万円に対する同年八月一\n二日からいずれも支払済みまで年五分の割合による金員を支払え。\n第二  当事者の主張\n一  請求原因\n１(一)  原告は、海産物及び畜産物加工食品の製造販売を目的とする株式会社\nである。\n(二)  被告株式会社道南冷蔵（以下「被告会社」という。）は、水産食品の加工及\nび販売等を目的とする株式会社である。\n被告Ｃ（以下「被告Ｃ」という。）は、原告の従業員であったが、平成九年二月二\n一日に原告を退職し、その後、被告会社に就職し、現在は被告会社の取締役営業部\n長の職にある。\n２(一)  原告と被告会社は、競争関係にある。\n(二)  被告Ｃは、平成九年八月初めころから、次の各店舗において、仕入れ\n担当者らに対し、別紙陳述目録記載のような、原告の営業上の信用を害する虚偽の\n事実の告知をした。\n長野市所在のスーパー「マツヤ」\n東京都板橋区所在のスーパー「松坂屋ストア高島平店」\n茨城県常陸大田市所在のスーパー「かわねや」\n埼玉県飯能市所在のスーパー「バリュープライス」\n甲府市所在のスーパー「オギノ」\n富山市所在のコンビニエンスストア「ホットスパー」\n東京都大田区所在のコンビニエンスストア「パンプキン」\n(三)  被告Ｃの右行為は、不正競争防止法二条一項一三号に該当する行為で\nあるところ、右行為により、原告の売上げは次のとおり減少した。\n(1)  原告の右「マツヤ」に対する平成八年一二月から平成九年一一月までの一年\n間のイカ製品の売上高は二三三五万三〇〇〇円であったが、右行為後の同年一二月\nから平成一〇年一一月までの一年間の売上高は六二一万九〇〇〇円であった。\n(2)  原告の右「松坂屋ストア高島平店」に対する平成九年七月から平成一〇年一月\nまでの七か月間のイカ製品の売上高は一四九万円であったが、右行為後の同年七月\nから平成一一年一月までの七か月間の売上高は五九万二〇〇〇円であった。\n(3)  原告の右「かわねや」に対する平成九年一月から同年一二月までの一\n年間のイカ製品の売上高は七八六万四〇〇〇円であったが、右行為後の平成一〇年\n一月から同年一二月までの一年間の売上高は六三六万六〇〇〇円であった。\n(4)  原告の右「バリュープライス」に対する右行為前一年間のイカ製品の売上高は\n二二〇万六〇〇〇円であったが、右行為後の一年間の売上高は一三三万三〇〇〇円\nであった。\n(5)  原告の右「オギノ」に対する右行為前の一年間のイカ製品の売上高は\n一〇七二万八〇〇〇円であったが、右行為後の一年間の売上高は九四一万三〇〇〇\n円であった。\n(6)  原告の右「ホットスパー」に対する右行為前の一年間のイカ製品の売\n上高は二八五〇万四〇〇〇円であったが、右行為後の一年間の売上高は二三八三万\n四〇〇〇円であった。\n(7)  原告の右「パンプキン」に対する右行為前の一年間のイカ製品の売上\n高は一二三一万三〇〇〇円であったが、右行為後の一年間の売上高は四八六万一〇\n〇〇円であった。\nしたがって、右減少額の合計である三三八四万円の粗利三〇パーセント\nに相当する一〇一五万二〇〇〇円が、原告の損害となる。\n３(一)  被告Ｃは、被告会社の意を受けて、原告の従業員であったＤ、Ｅを引\nき抜くべく、同人らに、原告を退職して被告会社に就職するよう勧誘したところ、\n右Ｄは平成九年二月一五日に、右Ｅは同年三月一九日にそれぞれ原告を退職し、そ\nの後被告会社に雇用された。\nまた、被告Ｃは、被告会社に就職後、原告の従業員のうち、平成一〇年\n四月四日にはＦ、同年九月一五日にはＧ、平成一一年一月三一日にはＨを原告から\n退職せしめ、同人らは、いずれも退職間もなく被告会社に雇用された。\n(二)  以上のようにして被告Ｃに退職せしめられた原告の従業員は、いずれ\nも、営業部門のベテラン従業員であって、各取引先の仕入れ担当者とも親密な関係\nにあった。\n被告らは、原告の従業員が原告に永年勤務して蓄積した知識経験や販売\n先との人脈等を利用するために、原告の従業員を引き抜き、原告に不当な損害を及\nぼしたものであって、被告らの右(一)の行為は、他人の成果にフリーライドする行\n為である。\nしたがって、被告らの右(一)の行為は、正当な競争の範囲を逸脱するものとして\n不法行為を構成する。\n(三)  原告の平均的な営業担当者の年間平均売上高は六〇〇〇万円であると\nころ、その三パーセントに相当する一八〇万円が原告の雇用契約上の年間純利益と\nみられるので、原告は、右の各従業員の退職により、少なくとも二年分一四四〇万\n円の損害を被った。\n４  原告は、被告らの前記２及び３の各行為により、営業上の信用及び人事管\n理に関する社会的信用を失墜し、名誉を毀損された。その損害額は、五〇〇万円を\n下らない。\n５  よって、原告は、被告らに対し、不正競争防止法三条一項に基づき、右営\n業誹謗行為の差止めを求めるとともに、同法四条及び民法の不法行為の規定に基づ\nき、金二九五五万二〇〇〇円及び内金二四五五万二〇〇〇円に対する平成一一年三\n月二四日から、内金五〇〇万円に対する同年八月一二日からいずれも支払済みまで\n年五分の割合による遅延損害金の支払を求める。\n二  請求原因に対する認否\n１  請求原因１は認める。\n２  同２のうち、(一)は認めるが、その余は否認ないし争う。\n３  同３のうち、原告主張に係る各従業員が原告主張の時期に原告を退職し、そ\nの後被告会社に就職したことは認めるが、その余は否認ないし争う。\n４  同４は否認ないし争う。\n理由\n一  被告Ｃによる誹謗中傷行為の有無について\n原告は、被告Ｃが、その取引先の店舗において、別紙陳述目録のような原告\n製品を誹謗中傷する発言をした旨主張する。\n証拠（甲一四、三八、乙一、証人Ｉ、被告Ｃ）によると、被告Ｃが、被告会\n社の営業部長として、平成九年九月三〇日、長野市に本社のあるスーパー「マツ\nヤ」に、被告会社の製品の売込みに行き、平成一〇年二月にも再度同店を訪れ、被\n告会社は、同年三月から同店にイカ製品を定期的に納入するようになったこと、同\n年二月ころから、原告の右マツヤに対するイカ製品の売上げが大きく減少したこ\nと、原告の従業員であるＩが、右マツヤのＪ部長から、同年一〇月ころ、原告の製\n品の品質が悪い旨の指摘を受けたこと、以上の事実が認められるが、右事実から直\nちに被告Ｃが右マツヤにおいて原告製品を誹謗中傷した事実を推認することはでき\nず、他に、被告Ｃが右マツヤにおいて原告製品を誹謗中傷したことを認めるに足り\nる証拠はない。\nまた、原告の主張する店舗のうち、右マツヤ以外の店舗については、いずれも原\n告のイカ製品の売上げが減少している事実が認められる（甲一五ないし二〇、弁論\nの全趣旨）ものの、それのみで、被告Ｃが右各店舗において原告製品を誹謗中傷し\nたことを推認することはできず、他にこの事実を認めるに足りる証拠はない。\n以上によると、被告Ｃが原告の営業上の信用を害する虚偽の事実を告知したとは\n認められないから、原告の請求のうち、不正競争防止法に基づく請求は、いずれも\n理由がない。\n二  被告らが原告の従業員を被告会社に勧誘したことの有無について\n原告の従業員のうち、Ｄが平成九年二月一五日に、Ｅが同年三月一九日に、\nＦが平成一〇年四月四日に、Ｇが同年九月一五日に、Ｈが平成一一年一月三一日に\n原告を退職し、いずれも退職後被告会社に雇用されたことは、当事者間に争いがな\nい。\n原告は、(1)被告Ｃが、被告会社の意を受けて、右Ｄ及びＥに対して、原告を\n退職して被告会社に就職するよう勧誘した、(2)被告Ｃは、被告会社に就職後、右\nＦ、Ｇ及びＨを原告から退職せしめたと主張する。\n証拠（甲三六、証人Ｋ、同Ｉ）によると、右Ｅは、原告を退職する際、原告の従\n業員であるＩに対し、被告Ｃと一緒にやる旨述べたこと、右Ｆは、原告を退職する\n際、Ｉに対し、被告会社に移る旨述べたこと、原告の従業員であるＫは、被告Ｃか\nら「今度うちに遊びに来い。」「そろそろなとりに見切りをつけたらどうだ。」と\n告げられたこと、以上の事実が認められるが、これらの事実から、直ちに被告Ｃが\n右Ｄら五名の原告従業員に対して、被告会社の意を受けて原告を退職して被告会社\nに就職するよう勧誘したとか、原告を退職せしめたと認めることはできず、他に、\nこの事実を認めるに足りる証拠はない。\n原告は、短期間に営業担当の従業員数人が相前後して競争関係にある会社に移っ\nた場合、不正競争の目的による引き抜き行為があったと事実上推定されるとも主張\nするが、原告に当時七九〇名程度の従業員がいたこと（甲二八、弁論の全趣旨）か\nらすると、そのうち五名の従業員が、約二年の間に、被告に移ったからといって、\nその事実だけで右のようにいうことはできない。\nその他、右Ｄら五名の原告従業員が原告を退職し、その後被告会社に雇用さ\nれたことについて、被告らに正当な競争の範囲を逸脱した違法な行為があったとい\nうべき事情は認められない。\nそうすると、原告の請求のうち、不法行為に基づく請求は、理由がない。\n三  以上によると、原告の請求はいずれも理由がない。\n東京地方裁判所民事第四七部\n裁判長裁判官    森  義之\n裁判官    榎戸道也\n裁判官    岡口基一\n"
}