{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 25
  },
  "case_number": "平成13(行ケ)222",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11130",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11130",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/130/011130_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２２２号　審決取消請求事件（平成１５年４月１４日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　ダイワ精工株式会社\n訴訟代理人弁護士　　　山　　　根　　　祥　　　利\n同              　　　近　　　藤　　　健　　　太\n同　　　　　　　　　　的　　　場　　　美　友　紀\n同　　　　　　　　　　原　　　山　　　邦　　　章\n同　　　　弁理士　　　鈴　　　江　　　武　　　彦\n同　　　　　　　　　　中　　　村　　　　　　　誠\n被　　　　　　告　　　株式会社シマノ\n訴訟代理人弁護士　　　野　　　上　　　邦　五　郎\n同              　　　杉　　　本　　　進　　　介\n同　　　　　　　　　　冨　　　永　　　博　　　之\n同　　　　弁理士　　　小　　　林　　　茂　　　雄\n同　　　　　　　　　　平　　　井　　　真　以　子\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２０００－３５３４８号事件について平成１３年３月２７日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「継式中通し釣竿」とする実用新案登録第２５８９６５１号\nの考案（平成５年１１月１４日出願，平成９年８月２０日補正，平成１０年１１月\n２０日設定登録，以下「本件考案」といい，その実用新案を「本件実用新案」とい\nう。）の実用新案権者である。被告は，平成１２年６月２９日，本件実用新案登録\nの無効審判を請求し，特許庁は，同請求を無効２０００－３５３４８号として審理\nした上，平成１３年３月２７日，「登録第２５８９６５１号の実用新案登録を無効\nとする。」との審決をし，その謄本は，同年４月１６日，原告に送達された。\n２　平成９年８月２０日付け手続補正書による補正後の明細書（以下「本件明細\n書」という。）の実用新案登録請求の範囲の記載\n【請求項１】前側に小径竿管を継ぎ合わせ，後側の大径竿管に対して振出式に\n継ぎ合わせられた中竿の，前記小径竿管との継合部の後側近くに，前記大径竿管又\nはそれよりも後方の竿管に装着されたリールから引き出された釣糸を内部に導入す\nる釣糸導入部を設け，該釣糸導入部を前記大径竿管よりも前側に位置させた状態で\n前記中竿を前記大径竿管に収納させて保持できることを特徴とする継式中通し釣\n竿。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件考案は，仏国特許第１５９２\n４２２号明細書（審判甲２，本訴甲４，以下「フランス明細書」という。）に記載\nされた考案（以下「フランス考案」という。）に基づいて当業者がきわめて容易に\n考案をすることができたものであり，又は，特開平７－２３６７６号公報（平成５\n年７月９日に出願された特願平５－１６９８８３号の願書に最初に添付した明細書\n又は図面，審判甲１，本訴甲３，以下「先願明細書」という。）に記載された発明\n（以下「先願発明」という。）と同一であるから，本件実用新案登録は，実用新案\n法３条２項，又は，３条の２の規定に違反してされたものであり，同法３７条１項\n１号に該当し，無効とすべきであるとした。\n第３　原告主張の審決取消事由\n審決は，本件考案と先願発明の一致点の認定を誤り（取消事由１），本件考\n案とフランス発明の一致点の認定を誤り（取消事由２），本件考案とフランス発明\nの相違点の判断を誤った（取消事由３）結果，本件考案が先願発明と同一であり，\n又は，フランス考案に基づいて当業者がきわめて容易に考案をすることができたと\nの誤った判断をしたものであるから，取り消されるべきである。\n１　取消事由１（本件考案と先願発明の一致点の認定の誤り）\n(1)　本件考案の要旨認定\n本件考案は，本件明細書（甲２）の実用新案登録請求の範囲に記載されて\nいるとおりのものであるが，中竿に設ける釣糸導入部の位置を工夫し，釣糸導入部\nを大径竿管よりも前側に位置させた状態で中竿を大径竿管に収納させて保持できる\n構造とすることにより，本件明細書に記載された作用効果を奏するものである。\n本件明細書（甲２）の記載において，本件考案は，釣りを行うことを意図\nしたものであることが理解され，また，竿の短い状態で釣りを行うことを意図しな\nい考案は，本件明細書に全く開示されていない。したがって，本件考案の構成であ\nる「保持」とは，中竿を大径竿管に収納させた竿の短い状態で釣りができるように\n保つことを意味する。\n本件考案の構成である「収納」は，単に一部収縮している任意の状態又は\n収納途中の状態をいうのではなく，収納が完了した状態を意味する。本件明細書\n（甲２）において，「収納」の語は，いずれも，このような通常の意味で用いられ\nており，被告がいうように収納途中の任意の状態を意味するものではない。\n本件考案において「釣糸導入部を大径竿管よりも前側に位置させた状態」\nとは，釣りができるための一つの条件であるから，釣りをする際に釣糸導入部が釣\n糸を導入する孔として機能し得る状態を意味しており，釣糸導入部の開口前部の一\n部が大径竿管よりも前側に位置し，残りの開口後部の一部が大径竿管よりも後側に\n位置している状態は，釣糸の円滑な放出及び巻き取りに際して適正な機能を発揮し\n得ないので，本件考案の「釣糸導入部を大径竿管よりも前側に位置させた状態」と\nはいえない。\n本件実用新案登録出願の願書に最初に添付した明細書（甲１２，以下「当\n初明細書」という。）における「使用する」は，本件明細書（甲２）の「釣りをす\nる」と同義である。また，当初明細書には，竿が短い状態で釣りをする時に中竿を\n前記大径竿管に収納させて釣りができることが示され，また，竿が短い状態で使用\nする時に，釣糸導入部を大径竿管よりも前側に位置させた状態となることが示され\nている。したがって，当初明細書には，本件考案の「収納させて保持」と「釣糸導\n入部の位置」との組合せにより，竿の短い状態で釣りができるとの作用効果を奏す\nること，また，持ち運びが便利であることが示されている。\n(2)　先願発明の認定\n先願明細書（甲３）には，中通し竿において，収納させた短い状態で釣り\nをするという本件考案の課題について開示も示唆もない。先願明細書の実施例（段\n落【０００７】～【００１３】，【図１】～【図７】）は，中竿を大径竿管に収納\nさせて保持し得るものではなく，また，別実施例（段落【００１４】，【図８】）\nの構造は，中竿とともに大径竿管も一緒に元竿に挿入される構造であるため，本件\n考案の「釣糸導入部を前記大径竿管よりも前側に位置させた状態で前記中竿を前記\n大径竿管に収納させて保持できる」という構成を具備しない。\n先願明細書（甲３）には，中子を元竿に対して伸ばした時を釣り時とし，\n短くした時を持ち運び時及び糸の出し入れ時としており，竿を短くした状態で釣り\nをするという本件考案の発想は何も触れられていない。しかも，先願明細書の図１\n及び図２(イ)には，中子（元上）の基端部（大径竿管（元竿）側）は大径竿管（元\n竿）の基端に取り付けられた腹当てに当接し，中竿はそれ以上大径竿管内に挿入さ\nれることができない状態が示され，これを元竿と穂先竿，中子を収縮させた状態と\n称している。すなわち，短縮状態では，高速で出入りする釣糸を摩擦が少ない状態\nで竿管内に導入案内する役目を担う糸導入口の後部が，摩擦係止用部材として用い\nたゴムリング体の内側に入り込んでおり，この状態で釣り操作するならば，釣糸が\n糸導入口に入る以前にゴムリング体に接触し又は食い込み，その摩擦で釣糸が切断\nする恐れがあり，技術常識的にも正常な釣り操作は不可能である。\n(3)　同一性の判断\nア　相違点(c)\n審決は，本件考案と先願明細書の実施例の発明とは，「甲第１号証記載\nの発明（注，先願発明）の『伸縮竿材３』，『元竿５』，『中子４』，『リール\n７』，『糸導入口４Ａ』が，本件考案の『小径竿管』，『大径竿管』，『中竿』，\n『リール』，『釣糸導入部』に相当し，両者は，『前側に小径竿管を継ぎ合わせ，\n後側の大径竿管に対して振出式に継ぎ合わせられた中竿に，前記大径竿管に装着さ\nれたリールから引き出された釣糸を内部に導入する釣糸導入部を設け，該釣糸導入\n部を前記大径竿管よりも前側に位置させた状態で前記中竿を前記大径竿管に収納さ\nせて保持できる継式中通し釣竿。』である点で一致し」，「本件考案が『中竿の，\n前記小径竿管との継合部の後側近くに，釣糸導入部』を設けたのに対し，甲第１号\n証の発明（注，先願発明）は『中竿（中子４）の長手方向ほぼ中央部に，釣糸導入\n部』を設けた点」（以下「相違点(c)」という。）で一応相違すると認定した上（審\n決謄本１１～１２頁（６－１）），上記相違点に係る構成は，課題解決のための具\n体化手段における微差にすぎないと判断する（１２頁（６－１））。\nしかしながら，審決は，本件考案の相違点(c)に係る構成を課題解決のた\nめの具体化手段における微差にすぎないと判断する根拠として，実願昭６１－３１\n４２０号（実開昭６２－１４２２７１号）のマイクロフィルム（審判甲４，本訴甲\n６），実公昭６２－２２１３９号公報（審判甲６，本訴甲８）及びフランス特許第\n２５３９５８２号公開公報（審判甲７，本訴甲９）を引用するところ（以下，これ\nらを「本件周知例」という。），本件周知例に記載されたものは，いずれもリール\nを取り付けた大径竿管自体に釣糸導入孔を設けた構造であり，釣竿が短い状態で釣\nりを行うことができない。このように，本件考案と基本的構造を異にするものを根\n拠として，本件考案の相違点(c)に係る構成を課題解決のための具体化手段における\n微差にすぎないと判断することは誤りである。\nイ　相違点(d)\n審決は，本件考案と先願明細書の別実施例の発明とは，「甲第１号証記\n載の発明（注，先願発明）の『中子２』，『中子４』，『中子３』，『リール\n７』，『糸導入口３Ｂ』が，本件考案の『小径竿管』，『大径竿管』，『中竿』，\n『リール』，『釣糸導入部』に相当し，両者は，『前側に小径竿管を継ぎ合わせ，\n後側の大径竿管に対して振出式に継ぎ合わせられた中竿の前記小径竿管との継合部\nの後側近くに，前記大径竿管よりも後方の竿管に装着されたリールから引き出され\nた釣糸を内部に導入する釣糸導入部を設け，該釣糸導入部を前記大径竿管よりも前\n側に位置させた状態で前記中竿を前記大径竿管に収納させた継式中通し釣竿。』で\nある点で一致し」，「本件考案が『中竿を前記大径竿管に収納させて保持できる』\nのに対し，甲第１号証記載の発明は『中竿を前記大径竿管に収納』させるものでは\nあるが，『保持できる』ことが明確でない点」（以下「相違点(d)」という。）で一\n応相違するとした上（審決謄本１２頁（６－２）），上記相違点に係る構成は，課\n題解決のための具体化手段における微差にすぎないと判断する（同頁（６－\n２））。\nしかしながら，審決は，本件考案の相違点(d)に係る構成を課題解決のた\nめの具体化手段における微差にすぎないと判断する根拠として，本訴甲４を引用す\nるが，この明細書記載のものは，釣竿が短い状態で釣りを行うことができないか\nら，これを根拠として，本件考案の相違点(d)に係る構成を課題解決のための具体化\n手段における微差にすぎないと判断することは誤りである。\n２　取消事由２（本件考案とフランス考案の一致点の認定の誤り）\n(1)　審決における本件考案の要旨認定は，上記１(1)のとおり誤りである。\n(2)　フランス明細書の記載内容\nフランス明細書（甲４）には，中竿を大径竿管に収納させた竿の短い状態\nで釣りをするという本件考案の課題について開示も示唆もない。フランス考案の構\n造は，中竿を大径竿管に収納させて保持し得る構造ではないし，その「収納」の状\n態は，釣竿の収納及び運搬の便利のためであって，釣りをし得ることを意図してい\nない。\n(3)　一致点の認定\nしたがって，フランス明細書（甲４）に「前側に小径竿管を継ぎ合わせ，\n後側の大径竿管に対して振出式に継ぎ合わせられた中竿に，前記大径竿管に装着さ\nれたリールから引き出された釣糸を内部に導入する釣糸導入部を設け，前記中竿を\n前記大径竿管に収納させて保持できる継式中通し釣竿」（審決謄本９頁（５－\n１））が示されているとの審決の認定は誤りである。\n３　取消事由３（本件考案とフランス考案の相違点の判断の誤り）\nア　相違点(a)\n審決は，本件考案とフランス考案とは，「本件考案が『中竿の，前記小径\n竿管との継合部の後側近くに，釣糸導入部』を設けたのに対し，甲第２号証記載の\n考案（注，フランス考案）は『中竿（元竿２）の，前記小径竿管（第１継ぎ竿１\n０）の後端近くに，釣糸導入部』を設けた点」を「相違点(a)」と認定した上（審決\n謄本９頁（５－１）），「上記相違点(a)の本件考案に関する構成は，課題解決のた\nめの具体化手段における微差にすぎない」（同頁（５－２））と判断する。\nしかしながら，上記１(3)アのとおり，本件周知例に記載されたものは，い\nずれもリールを取り付けた大径竿管自体が釣糸導入孔を設けた構造であり，釣竿が\n短い状態で釣りを行うことができないから，このように本件考案と基本的構造を異\nにするものを根拠として，本件考案の相違点(a)に係る構成を課題解決のための具体\n化手段における微差にすぎないと判断することは誤りである。\nイ　相違点(b)\n審決は，「本件考案が『該釣糸導入部を前記大径竿管よりも前側に位置さ\nせた状態で前記中竿を前記大径竿管に収納させて保持できる』のに対し，甲第２号\n証記載の考案（注，フランス考案）は『前記中竿を前記大径竿管に収納させて保持\nできる』ものではあるが，前記中竿（元竿２）が前記大径竿管（握り１）の中に完\n全に嵌め込まれた場合，該釣糸導入部（窓１８，通過孔１９）が大径竿管（握り\n１）の管内に位置する点」を「相違点(b)」と認定した上（審決謄本９頁（５－\n１）），相違点(b)に係る本件考案の構成は周知であったから，当業者が相違点(b)\nに係る周知の技術をフランス考案に適用することはきわめて容易であったと判断し\nた（同９～１０頁（５－２））。\nしかしながら，フランス考案について，仮に，中竿を大径竿管に収納する\nと，大径竿管の釣糸導入孔は中竿にふさがれてしまうとともに，釣糸が大径竿管の\n内側で急激な方向変換状態となる。また，本件考案では，リールを取り付けている\nのが大径竿管，釣糸導入部を設けているのが中竿であるのに対し，審決が引用する\n本件周知例は，いずれもリールを取り付けた大径竿管自体に釣り糸導入孔を設けた\n構造であり，本件考案の構成と対応せず，竿を収納させた短い状態で釣りをする構\n成を採ることができない。したがって，相違点(b)に係る上記周知技術をフランス考\n案に適用することには阻害事由があるから，審決の判断は誤りである。\n第４　被告の反論\n１　取消事由１（本件考案と先願発明の一致点の認定の誤り）について\n(1)　本件考案の要旨認定\n本件考案の要旨は，審決認定のように，本件明細書（甲２）の実用新案登\n録請求の範囲に記載されているとおりのものである。\n本件明細書（甲２）において，「収納して保持」することは，「釣糸導入\n部を大径竿管よりも前側に位置させた状態にできるため，短い状態で釣りができ\nる」とともに，「持運びにも便利である」ためであり，「保持」自体が「短い状態\nで釣りができる」ことであるとは解されない。本件考案において，竿の短い状態で\n釣りができるのは，飽くまで，釣糸導入部を大径竿管よりも前側に位置させ得るた\nめである。そもそも，当初明細書（甲１２）には，「係止」という記載はあるもの\nの，「保持」という言葉自体記載がなく，その後の補正において加入されたもので\nある。唯一「保持」という語句が記載されているのは，ゴム部材等の係止部による\n係止のことを「係止保持」と表現している。そして，このゴム部材等による係止\nは，元竿を前方に相対移動させて元上の補強材に外嵌させて固定させた際に，この\nゴムリング体が補強材に密着して，元竿の嵌合状態をがたつきなく行わせる効果を\n有する状態と何ら異なるところはない。そうすると，本件考案の「保持」が釣りの\nできる状態を意味するならば，補正により当初明細書の要旨が変更されたことにな\nる。\n原告は，本件考案の「収納」とは，収納が完了した状態（予定された位置\nまで納められた状態）を意味すると主張するが，本件明細書は，収納が完了した状\n態を「最も深く収納」と表現しており，「収納」の用語自体は通常の意味で用いら\nれている。\n原告は，「釣糸導入部を大径竿管よりも前側に位置させた状態」とは，釣\nりをする際に釣糸導入部が釣糸を導入する孔として機能し得る状態を意味し，釣糸\n導入部の開口前部の一部が大径竿管よりも前側に位置し，残りの開口後部の一部が\n大径竿管よりも後側に位置している状態は，釣糸の円滑な放出及び巻き取りに際し\nて適正な機能を発揮し得ないので，本件考案の「釣糸導入部を大径竿管よりも前側\nに位置させた状態」とはいえないと主張する。しかしながら，「釣糸導入部を大径\n竿管よりも前側に位置させた状態」とは，釣りができるための一条件であるから，\n釣りをする際に釣糸導入部が釣糸を導入する孔として機能し得る状態を意味してい\nることは認めるが，それ以外の限定が付されていない本件考案において，原告が主\n張するような限定解釈をすべきではない。\n(2)　先願発明の認定\n先願発明（甲３）では，釣糸導入孔を元竿よりも前側に位置させた中子を\n元竿に収納させた状態で，その握り部の先端側に設けられたゴムリング体を元上の\n補強材に密着し，がたつきなく固定させているものであり，先願発明に，釣糸導入\n部を大径竿管よりも前側に位置させた状態で中竿を大径竿管に収納させて保持し得\nるとの構成が記載されている。また，先願明細書には，竿の短い状態で釣りができ\nるとの明記はないものの，収納して保持しても釣糸導入部を大径竿管よりも前側に\n位置させた状態にできるものであるから，本件考案にいう短い状態で釣りのできる\nものであって，本件考案の要旨認定において，原告主張のとおり，竿の短い状態で\n釣りができるという意味で「保持」の構成が解されるとしても，先願発明は，この\n点で本件考案の構成と一致する。\nなお，継ぎ式釣り竿において，その竿の長さを調節して釣りをすること\nは，一般的に慣用されているものであり，上記の構成を備えているものであれば，\n短縮状態で釣をすることは当然のことである。\n(3)　したがって，先願発明は，本件考案と同一のものであり，審決の一致点の\n認定に誤りはない。\n２　取消事由２（本件考案とフランス考案の一致点の認定の誤り）について\n(1)　上記１(1)のとおり，審決による本件考案の要旨認定に誤りはない。\n(2)　フランス明細書の記載内容\n原告は，フランス明細書（甲４）に「前側に小径竿管を継ぎ合わせ，後側\nの大径竿管に対して振出式に継ぎ合わせられた中竿に，前記大径竿管に装着された\nリールから引き出された釣糸を内部に導入する釣糸導入部を設け，前記中竿を前記\n大径竿管に収納させて保持できる継式中通し釣竿」（審決謄本９頁（５－１））が\n示されているとの審決の認定は誤りであると主張する。\nしかしながら，フランス明細書（甲４）は，他の継ぎ竿や穂先を相対的中\n間位置において確実に相互連結させるのと同様，元竿と握りとの関係においても，\n相対的中間位置において確実に相互連結させ，釣糸導入孔が握りの前側にあるか，\n内部にあるかを区別して記載されているので，釣糸導入孔を握りの前側に位置させ\nた状態において，元竿は握りに対して，他の継ぎ竿や穂先と同様に相対的中間位置\nにおいて確実に相互連結を保証するものである。したがって，フランス考案におい\nて，釣糸導入部を大径竿管よりも前側に位置させた状態で中竿を大径竿管に収容さ\nせて保持し，釣糸をリールから釣糸導入孔内に導入可能とした状態で釣りをするこ\nとは可能である。\nなお，フランス明細書（甲４）において，釣糸導入孔が握り内に収納され\nた状態では，釣糸が急激に方向変換するような収納状態となるため，釣りを行い得\nないことは明らかであり，審決も，そのような状態で釣りができることまで認定す\nるものではない。\n３　取消事由３（本件考案とフランス考案の相違点の判断の誤り）について\n中通し釣竿において，本件考案と同様に糸通しを容易にするため，大径竿管\nの小径竿管との継合部の後側近くに釣糸導入部を設けることは，審決の引用する本\n件周知例にも記載されており，本件考案の相違点(a)に係る構成が課題解決のための\n具体化手段における微差にすぎないとした審決の判断に誤りはない。\n原告は，フランス考案について，仮に，中竿を大径竿管に収納すると，大径\n竿管の釣糸導入孔は中竿にふさがれてしまうとともに，釣糸が大径竿管の内側で急\n激な方向変換状態となると主張するが，本件考案においても，図２の実施例では，\n釣糸が中竿の内側で急激な方向変換状態となることは明らかであるから，このこと\nは，相違点(b)に係る審決の判断を左右するものではない。\n第５　当裁判所の判断\n１　取消事由１（本件考案と先願発明の一致点の認定の誤り）について\n(1)　本件考案の要旨認定\nア　本件明細書（甲２）には，以下の記載がある。\n「中竿は大径竿管に対して振出式に継ぎ合わせられているため，引出せば\n長い状態で釣りができ，収納して保持しても釣糸導入部を大径竿管よりも前側に位\n置させた状態にできるため，短い状態で釣りができると共に，持運びにも便利であ\nる」（段落【０００６】）\n「釣糸導入部２２の直後位置には係止部２８が形成されており，中竿１２\nが所定長さだけ元竿１０内に収納されて釣竿の全長がそれだけ短くして使用する場\n合に，前記係止部２８が元竿１０の継合部１０Ｂに係止する」（段落【０００\n８】）\n「中竿１２を元竿１０内に収容した釣竿の短い状態で釣りを行う際には，\n釣糸導入部２２は２点鎖線２２'の位置に位置しているが，釣糸導入孔２４（２\n４'）の下端の高さ位置は元竿１０の先端部の外周表面よりも高さＨだけ高く形成さ\nれているため釣糸が元竿１０等の表面に接触することを防止できる」（段落【００\n１０】【００１６】）\nイ　これらの記載を総合するならば，本件考案は，釣竿が短い状態で釣りを\n行うことを可能にするものであると認められるから，本件考案の「保持」とは，中\n竿を大径竿管に収納させた状態で釣りをすることが可能であるように保つことを意\n味すると解すべきである。\nウ　被告は，「保持」の用語が記載されていないなど，当初明細書（甲１\n２）の記載に照らすと，「保持」が釣りをすることができるという意味まで有する\nものではないと主張し，確かに，当初明細書には，実用新案登録請求の範囲を始\nめ，「保持」という用語の記載はない。\nしかしながら，当初明細書（甲１２）の段落【０００８】【００２７】\nの記載は，本件明細書の段落【０００８】の記載と同旨，当初明細書の段落【００\n１０】【００１５】【００２９】の記載は，本件明細書の段落【００１０】【００\n１６】の記載と同旨であるから，当初明細書においても，本件考案は，釣竿が短い\n状態で釣りを行うことを可能とするものであると認められる。そうすると，本件明\n細書の「保持」の語は，当初明細書の「短くして使用」（段落【０００８】【００\n２７】），「短い状態で使用」（段落【００１５】）という機能的記載を，補正に\nより，構成的に「保持」と表現し直した程度のものと解される。したがって，本件\n明細書の「保持」について，中竿を大径竿管に収納させた状態で釣りをすることが\n可能であるように保つ意味であると解しても，当初明細書の要旨を変更したことに\nはならない。これが要旨変更に当たるという被告の主張は，採用することができな\nい。\nエ　なお，原告は，本件明細書の実用新案登録請求の範囲に記載された「収\n納」及び「釣糸導入部を大径竿管の前側に位置させた状態」についても主張し，被\n告はこれを争うが，これらの用語に係る原告の主張について判断するまでもなく，\n「保持」に係る原告の主張は，上記のとおり理由があるというべきである。\n(2)　先願発明の認定\nア　先願明細書（甲３）には，以下の記載がある。\n「【発明の効果】したがって，元竿の長さを長くすることなく，中子を元\n竿に対して伸縮自在に構成することによって，糸導入孔とリールとの間隔を長くし\nて，抵抗少なく糸の出し入れが可能になり，糸導入孔とリールとの間隔を短くし\nて，竿をコンパクトにして扱える，という従来構成では得られない効果が得られ\nる。しかも，リールを元竿に取り付けた状態で竿を伸縮させても釣り糸を傷めるこ\nとがなく，仕掛を取り外すことなく竿を収縮状態にできる良さもある」（段落【０\n００６】）\n「この竿は，仕掛をした状態で竿を縮めるが，その竿を収縮するに合わせ\nて糸を自動的に巻き取る機構をリール内に設けてよい。但し，竿を収縮する時のみ\n作動するように，クラッチ機構を並設するのが望ましい。また，この種の中通し竿\nにあっては釣りの種類によっては，当たりが採りやすいこともある。」（段落【０\n０１３】）\nイ　上記の記載によれば，先願明細書（甲３）には，中子を元竿に対して伸\n縮自在に構成することなど先願発明の構成により「竿をコンパクトにして扱える」\nという従来構成では得られない効果が得られ，また，「竿を収縮する」ことによっ\nて，釣りの種類によっては「当たりが採りやすい」という効果が得られるとの記載\nがある。\nそうすると，「当たりが採りやすい」という記載が，釣り人が釣りをし\nている際にその手に伝わる感触について述べるものであって，釣り人が現に釣りを\nしていることを前提とする記載であること，また，継ぎ式釣り竿においては，一般\nに，その竿の長さを調節して釣りをするものであることに照らすと，先願発明は，\n単に，仕掛けを取り外すことなく竿を収縮し得ることだけでなく，釣り人が釣りを\nする際に，竿を短くした状態で釣りをすることが開示されているものということが\nできる。\nウ　原告は，先願明細書（甲３）には，中子を元竿に対して伸ばした時を釣\nり時とし，短くした時を持ち運び時及び糸の出し入れ時とし，竿を短くした状態で\n釣りをするという本件考案の発想は何も触れられていないと主張し，確かに，先願\n明細書には，「釣り時においては，元竿に対して中子を伸長させて糸導入孔とリー\nルシートとの間隔を大きく採るとともに，持ち運び時においては元竿と中子とを収\n縮させて竿全長を短くできる」（段落【０００５】），「持ち運び時においては，\n図３に示すように，短縮することが可能であり，釣り時においては，穂先竿１等を\n伸長させることは勿論である」（段落【０００８】）として，中子を元竿に対して\n伸ばした時を釣り時とし，短くした時を持ち運び時及び糸の出し入れ時とするとの\n記載がある。\nしかしながら，上記の記載は，竿を短くした状態で釣りをすることを示\n唆する記載ではないが，これを否定ないし阻害する記載でもない。上記のとおり，\n先願明細書（甲３）には，明らかに，竿を短くした状態で釣りをすることを開示す\nる記載がある以上，上記記載は，先願発明が竿を短くした状態で釣りをすることを\n可能とする「保持」の構成を具備することを否定するものではなく，この点で，原\n告の主張は採用することができない。\nエ　原告は，先願明細書の図１及び図２(イ)には，中子（元上）の基端部\n（大径竿管（元竿）側）は大径竿管（元竿）の基端に取付けられた腹当てに当接\nし，中竿はそれ以上大径竿管内に挿入されることができない状態が示され，これを\n元竿と穂先竿，中子を収縮させた状態と称していると主張した上，このような収縮\n状態では，高速で出入りする釣糸を摩擦が少ない状態で竿管内に導入案内する役目\nを担う糸導入口の後部が，摩擦係止用部材として用いたゴムリング体の内側に入り\n込んでおり，この状態で釣り操作するならば，釣糸が糸導入口に入る以前にゴムリ\nング体に接触し又は食い込み，その摩擦で釣糸が切断する恐れがあり，技術常識的\nにも正常な釣り操作は不可能であると主張する。\nしかしながら，本件考案（甲２）においても，「釣糸導入部」を設ける\nという構成についての特定は，釣糸導入部を大径竿管よりも前側に位置させた状態\nで中竿を大径竿管に収納させるというだけのものである。この点に関する先願発明\n（甲３）の構成は，「前記中子に前記糸導入孔を形成するとともに，前記中子を，\nリールシートを有する元竿内に収納した状態で，前記糸導入孔が前記元竿の口部よ\nり前方に位置するように，かつ，前記中子を，前記元竿に対して伸長させた状態\nで，前記糸導入孔が前記収納状態に対応した位置より更に前方に位置するように構\n成してある」（段落【０００４】）とされ，本件考案の「釣糸導入部」に相当する\n「糸導入孔」は，中子を，リールシートを有する元竿内に収納した状態で，糸導入\n孔が元竿の口部より前方に位置することが明記されている。\n(3)　同一性の判断\nア　相違点(c)\n相違点(c)は，釣糸導入部の位置について，本件考案が「中竿の小径竿管\nとの継合部の後側近く」とするのに対し，先願発明が「中竿の長手方向ほぼ中央\n部」とする点である。\nところで，本件明細書（甲２）には，「中竿は大径竿管に対して振出式\nに継ぎ合わせられているため，引出せば長い状態で釣りができ，収納して保持して\nも釣糸導入部を大径竿管より前側に位置させた状態にできるため，短い状態で釣り\nができると共に，持運びにも便利である」（段落【０００６】）と記載され，釣糸\n導入部の位置が奏する作用効果は，中竿を収納して保持しても，釣糸導入部を大径\n竿管より前側に位置させた状態にし得るというものであって，それに尽きると認め\nられる。そうすると，このような釣糸導入部の位置が奏する作用効果に照らすと，\nその位置について，本件考案のように「中竿の小径竿管との継合部の後側近く」と\nするか，先願発明のように「中竿の長手方向ほぼ中央部」とするかという程度の差\n異は，課題解決のための具体的手段における微差にすぎないというべきであって，\nこの点で審決の判断は正当である。\n審決は，本件考案の相違点(c)に係る構成を課題解決のための具体化手段\nにおける微差にすぎないと判断するに際し，本件周知例を引用するところ，原告\nは，本件周知例に記載されたものは，いずれもリールを取り付けた大径竿管自体に\n釣糸導入孔を設けた構造であり，釣竿が短い状態で釣りを行うことができないか\nら，本件考案と基本的構造を異にすると主張する。しかしながら，確かに，審決が\n相違点(c)の上記判断に際し本件周知例を引用する趣旨は，必ずしも明らかとはいえ\nないものの，上記のとおり，釣糸導入部の位置の差異は，本件考案と先願発明にお\nける程度のものであれば，その奏する作用効果に照らして，課題解決のための具体\n的手段における微差にすぎないというべきであるから，これと同旨をいう審決の判\n断は正当である。原告の主張は，採用することができない。\nイ　相違点(d)\n相違点(d)は，「本件考案が『中竿を前記大径竿管に収納させて保持でき\nる』のに対し，甲第１号証記載の発明（注，先願発明）は『中竿を前記大径竿管に\n収納』させるものではあるが，『保持できる』ことが明確でない点」である。\n上記(1)のとおり，本件考案（甲２）の「保持」とは，中竿を大径竿管に\n収納させた状態で釣りをすることが可能であるように保つ意味であると解すべきで\nあり，一方，上記(2)のとおり，先願発明（甲３）も，本件考案と同様，竿を短くし\nた状態で釣りをすることが開示されているものということができる。したがって，\n本件考案と先願発明は「保持」の点において一致するということができるから，先\n願発明は「保持」できることが明確でないとする審決の説示は適切とはいい難いも\nのの，両者が「保持」の点で一致するとの審決の認定に誤りはない。\nウ　そして，本件考案（甲２）と先願明細書（甲３）の実施例（段落【００\n０７】～【００１３】，【図１】～【図７】）及び別実施例（段落【００１４】，\n【図８】）を対比すると，先願発明の実施例の「伸縮竿材３」，「元竿５」，「中\n子４」，「リール７」，「糸導入口４Ａ」，別実施例の「中子２」，「中子４」，\n「中子３」，「リール７」，「糸導入口３Ｂ」が，それぞれ，本件考案の「小径竿\n管」，「大径竿管」，「中竿」，「リール」，「釣糸導入部」に相当するから，本\n件考案と先願発明が相違点(c)に係る「釣糸導入部の位置」及び相違点(d)に係る\n「保持」の点で一致することを総合すると，両者の一致点に係る審決の認定に誤り\nはない。\n２　そうすると，原告の取消事由１の主張は理由がないから，本件考案は先願発\n明と同一というべきであり，フランス考案に基づく容易想到性に係る取消事由２及\nび３について判断するまでもなく，原告主張の審決取消事由は理由がなく，他に審\n決を取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　岡　　　本　　　　　　　岳\n裁判官　　　長　　　沢　　　幸　　　男\n"
}