{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 26
  },
  "case_number": "平成11(行コ)38",
  "case_name": "損害賠償請求控訴事件(原審・東京地方裁判所平成9年(行ウ)第144号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/015926_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人は、東京都世田谷区に対し、二五六五万五一六〇円及びこれに対する\n平成九年八月七日から支払済みまで年五分の割合による金員を支払え。\n３　訴訟費用は、第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文同旨\n第二　事案の概要等\n事案の概要は、次のとおり付加する外は、原判決の事実及び理由の「第二事案の\n概要」記載のとおりであるから、これを引用する。\n一　控訴人の主張\n１　出張所の職員の勤務について\n出張所職員が行う税務事務は、申告受付、区民税及び都民税の収納、納税及び課\n税証明書の発行であるが、いずれもマニュアルがありこれに従って行えば足り、そ\nの勤務に特殊性、専門性はない。\n２　納税課納税管理係の勤務について\n納税課納税管理係が行う税務事務は、納税事務の企画、調整、徴収金の管理、納\n税証明等であって、企画と管理が本来の業務であり、同係が作成する収納金日計表\nその他の帳簿等の文書を見ても、その作成に当たり、特殊性、専門性を要するもの\nはなく、その勤務に特殊性、専門性があるとはいえない。\n３　システム調整主査の勤務について\nシステム調整主査が行う税務事務は、電算処理システムの維持管理であるが、同\n主査が作成する帳票等の書類をみても、特殊性、専門性は窺われず、納税課におけ\nるコンピューター係兼電算室と納税課の連絡係であるにすぎないのであって、その\n勤務に特殊性、専門性があるとはいえない。\n二　被控訴人の反論\n１　出張所の職員の勤務について\n出張所においては、個人住民税の申告書の受付などの課税課関連の事務をはじ\nめ、個人住民税、軽自動車税の収納及びそれらに係る延滞金の徴収、税証明書の発\n行などの事務を行い、区民に一番身近な行政窓口として、税に係る相談や苦情が持\nち込まれることが多くなっており、税務事務を担当する職員には、税務を所管する\n職員に準じる専門的知識が必要とされる。担当職員に対する研修資料において、制\n度の簡潔な説明を行い、質疑応答集も示されているが、制度の趣旨、背景、法令上\nの根拠等については、右研修資料を参考にしつつ、各職場、各職員毎にさらに研鑽\nすることが予定されているし、実際に相談を受けた際に右質疑応答集どおりに回答\nすべきかどうかの判断は\n、容易ではなく、出張所の職員は、税務を所管する職員に準じた専門的知識が要求\nされる。\n２　納税課納税管理係の勤務について\n控訴人が指摘する納税管理係作成の書類を作成する前提として、それぞれ税の特\n徴や徴収の方法の差異、制度改正の状況、経済情勢の分析、住民の税意識等につい\nて幅広い知識が必要であり、納税事務の調整を行うに際しては、他の係の事務の内\n容について理解していなければならないのであって、標記職員の勤務も、税に関す\nる専門性を要求される特殊性のある勤務である。\n３　システム調整主査の勤務について\n税務事務をコンピューター化することは事務の効率化の観点から避けることがで\nきないが、その反面において、事務処理の内容がコンピューターの専門家以外に分\nからなくなることは絶対に避けなければならない。また、処理すべき税務事務の内\n容を、コンピューターの専門家が正確に理解できる言葉で説明することができなけ\nれば、コンピューターで処理された結果が信頼できないものとなる。システム調整\n主査は、コンピューターによる事務処理に際して生ずる右のような欠陥を補うのが\n本来の職務である。このように、システム調整主査は、コンピューターと税務の実\n務を結びつける役割を担っているのであるが、その役割を果たすためには、税務の\n制度と実務の両面で、幅広い税務知識が必要とされ、専ら税務事務を行う職員に比\nべても、その専門性、特殊性についてなんら遜色はない。\n第三　当裁判所の判断\n当裁判所も、控訴人の本件請求は理由がないと判断する。その理由は、次のとお\nり付加する外は、原判決の「理由」欄記載のとおりであるから、これを引用する。\n原判決六八頁六行目末尾の次に行を改め、次のとおり加える。\n「控訴人は、また、当審において、出張所の職員、納税管理係の職員及びシステ\nム調整主査の勤務は専門性、特殊性がないと主張する。しかし、出張所の職員に関\nしていえば、職務についてマニュアルが作成されているからといって、その専門性\nが否定されるものでなく（マニュアルが作成されているような職務は、かえって、\n業務のある種の複雑さや専門性を想起させるものともいいうる。）、また、納税管\n理係がその納税に関する企画及び調整の事務を、システム調整主査がコンピュータ\nーシステムの改善を常に念頭においてその業務を、それぞれ行うに当たり、税に対\nする専門的な知識が要求されることも明らかで、これ\nらの点をも考慮すると、被控訴人の右判断には、これを違法とするまでの裁量権の\n逸脱、濫用があったということはできない。」\n第四　結論\nよって、控訴人の本件請求はこれを棄却すべきところ、これと同旨の原判決は、\n相当であり、本件控訴は理由がないから、これを棄却することとし、主文のとおり\n判決する。\n東京高等裁判所第一民事部\n裁判長裁判官　江見弘武\n裁判官　岩田眞\n裁判官　井口実\n"
}