{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 25
  },
  "case_number": "平成10(ワ)279",
  "case_name": "損害賠償請求",
  "court_name": "津地方裁判所",
  "lawsuit_id": "7826",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7826",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/826/007826_hanrei.pdf",
  "contents": "主　　　　文\n１　被告は，原告ａに対し，金６６０万円及びこれに対する平成１０年９月１７日から支\n払済みまで年５分の割合による金員を支払え。\n２　原告ａのその余の請求及び原告ｂの請求をいずれも棄却する。\n３　訴訟費用のうち参加によって生じた費用を除いたものは，原告ａと被告との間にお\nいては，原告ａに生じた費用の１０分の１を被告の負担とし，その余は各自の負担\nとし，原告ｂと被告との間においては，全部原告ｂの負担とし，訴訟費用のうち参加\nによって生じた費用は，原告ａと被告補助参加人との間においては，原告ａに生じ\nた費用の１０分の１を被告補助参加人の負担とし，その余は各自の負担とし，原告\nｂと被告補助参加人との間においては，全部原告ｂの負担とする。\n４　この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n（１）　被告は，原告ａ（以下「原告会社」という。）に対し，１２２１万円及びこれに対す\nる平成１０年９月１７日から支払済みまで年５分の割合による金員を支払え。\n（２）　被告は，原告ｂ（以下「原告ｂ」という。）に対し，１１６万円及びこれに対する平\n成１０年９月１７日から支払済みまで年５分の割合による金員を支払え。\n（３）　訴訟費用は被告の負担とする。\n（４）　仮執行宣言\n２　被告\n（１）　原告らの請求をいずれも棄却する。\n（２）　訴訟費用は原告らの負担とする。\n第２　事案の概要\n本件は，原告らが被告に対し，「被告の町長が，原告会社の代表取締役であった\n原告ｂによる住民監査請求（以下「本件監査請求」という。）の報復措置として，原\n告会社への配水管布設工事の入札に関する指名を１年半もの間保留したこと（以\n下「本件指名保留」という。）は，原告らに対する不法行為に当たる。」として，国家\n賠償法１条１項に基づき，損害賠償及びこれに対する民法所定の遅延損害金の支\n払を求める事案である。\n１　前提となる事実（証拠を掲げた事項以外は当事者間に争いがない。）\n（１）　当事者\n原告会社は，工事業者である。\n原告ｂは，ｃ町の住民であり，平成１０年当時には原告会社の代表取締役をして\nいたが，平成１１年４月９日に，原告会社の代表取締役・取締役を退任した（弁\n論の全趣旨）。\n（２）　被告における指名競争入札参加者の指名等\nｃ町会計規則（乙２３）７１条は，被告における指名競争入札参加者の指名基準\nとして，指名競争入札に指名することのできる者は，①過去における町との契約\nの履行が誠実であった者，②契約の履行が誠実かつ確実と認められる者のい\nずれかに該当するものでなければならないとしており，同７２条は，①入札者の\n指名につき，指名競争入札に付そうとするときは，主務課長は，指名競争入札\nに参加する資格を有する者のうちから７１条の基準により競争に参加する者を３\n名以上指名しなければならない，ただし，特別の事情があるときはこの限りでな\nい，②指名する者に対しては，やむを得ない理由がある場合を除き，入札期日\nの前日から起算して１０日前までに通知しなければならない旨規定している。\nまた，ｃ町建設工事指名審査会内規（乙２４）は，①ｃ町において発注する建設\n工事の入札参加者の指名審査は，この内規の定めるところによる（１条），②発\n注工事の指名の適正を期し優良業者を選定するため，ｃ町建設工事指名審査\n会を置く（２条），③審査会の構成は，会長が助役，副会長が参事，委員が総務\n課長，産業振興課長，建設課長，地域整備課長，下水道課長及び水道課長とす\nる（３条１項），④指名は，ｃ町会計規則５８条２項の規定により作成された建設\n工事入札指名資格者名簿に登録された者のうちから行う（４条），⑤審査会は，ｃ\n町建設工事発注基準に基づき，建設工事業者の工事施工能力，技術者の有\n無，経営規模，保有機械，信用度，資金状況等を考慮し，公平かつ厳正に選定\nするものとする（５条），⑥審査会は毎年４月に開くものとする，ただし，会長が必\n要と認めたときは，随時開くことができる（６条）旨規定している。\n（３）　原告会社の入札参加\n原告会社は，ｃ町会計規則５８条２項（７０条）の規定により作成されたｃ町建設工\n事入札指名資格者名簿（以下「本件名簿」という。）に登録されており，長年にわ\nたり，被告の工事指名業者として配水管布設工事の入札に指名され参加してき\nた（弁論の全趣旨）。\nなお，平成９年度のｃ町の配水管布設工事の入札は２０件あり，落札金額合計\nは２億２２１９万８０００円であったが，そのうち原告会社が落札したのは３件で，\n落札金額は，それぞれ，１８７７万円（甲１０の３），９９０万円（甲１０の４），１７１７\n万円（甲１０の６），合計金額は４５８４万円であった。\n（４）　本件監査請求\n原告ｂは，平成１０年６月１９日，ｃ町監査委員に対し，「ｃ町水道課平成９年６月２\n０日入札会のｄ工事入札」につき，町長において昀低制限価格を予定価格の５\n分の４に設定したことにより，落札価格と失格者の昀低価格との差が１４１万円\nとなり，同額の税金が無駄に使われたとして，町長が同額をc町に支払うよう求\nめる住民監査請求をした（乙２７。本件監査請求）。\nｃ町監査委員は，平成１０年８月３日，本件監査請求につき，昀低制限価格に不\n当性は認められず，違法若しくは不当な公金の支出に当たらないなどとして，原\n告ｂの主張を却下する旨決定した（乙２８）。\n（５）　本件指名保留\n被告においては，平成１０年８月２６日以降，別紙工事目録記載の１３件の工事\n（平成１０年度分）及び別紙入札落札結果調書記載の１１件の工事（平成１１年\n度分）につき指名競争入札がなされた（以下それぞれ「本件平成１０年度分の入\n札」，「本件平成１１年度分の入札」といい，また，まとめて「本件各入札」とい\nう。）。なお，落札額は，それぞれ，「落札額（円）」欄，「落札金額（円）」欄に記載\nのとおりであった。\nｃ町建設工事指名審査会（以下単に「指名審査会」という。）は，平成１０年７月２\n９日，少なくとも平成１０年８月２６日の入札については，原告会社についても指\n名業者として答申したが，被告は，同日の入札について原告会社を指名せず，\nその後の本件各入札についても原告会社を指名しなかった（本件指名保留）。\n（６）　本件新聞記事\n本件指名保留に関する町長の発言について，①平成１０年８月１２日付け朝\n日新聞には，「ｅ町長は「設定価格など入札そのものをうんぬんする監査請求期\n間中であり，監査結果が出るまでは，遠慮してもらった方がいいと判断した。今\n後，ずっと排除することはない」と話した。」との記事（甲１）が，②同日付け伊勢\n新聞には，「ｅ町長は，これまで指名業者として入札に参加してきた同社を外した\n理由について「今回は監査請求期間中で遠慮された方がいいと判断した」と述\nべた。」との記事（甲２）が，③同日付け中日新聞には，「ｅ町長は「指名業者は事\n業に適しているか，工事ごとに決めている。安心して仕事をしてもらえる業者を\n選んだ。選んだ当時，この業者は町に対し監査請求中だったので，外した方が\nいいと判断した。永久に指名を外すという考えはない」と話している。」との記事\n（甲３）が，それぞれ掲載された（以下まとめて「本件新聞記事」という。）。\n２　争点\n本件の主たる争点は，①本件指名保留の違法性の有無並びに②原告らの損害\nの有無及び額である。\n３　当事者の主張\n（原告らの主張）\n（１）　町長が本件指名保留をしたのは，原告ｂが本件監査請求をしたことに対する\n報復措置であることは明らかであり，原告らに対する不法行為に当たるから，被\n告は，原告らに生じた損害を賠償する責任がある。\nア　助役を委員長とする指名審査会が原告会社を指名業者として答申した（平成\n１０年７月２９日）にもかかわらず，町長は，「監査請求が終わるまで原告会社\nには入札を遠慮して貰う」という理由（本件新聞記事参照）で原告会社を前記\n工事の入札の指名から排除した（同年８月４日）のであり，本件指名保留は，\n明らかに原告ｂが本件監査請求をしたことに対する報復措置であり，町長の\n指名権の裁量を大幅に逸脱するもので違法である。\nなお，被告及び被告補助参加人は，「原告会社の工事施工は，仕事が雑で\n施工上の不備や住民からの苦情等が多く，平成１０年４月から資料の整理を\nすすめ，平成１０年６月初めに町長は，原告会社の工事入札指名の保留は指\n導の観点から当然であると確信するに至り，指名審査会長である助役に検討\nを命じた。」旨主張するが，原告会社の工事がそれほどずさんであり，町長が\n６月初めに原告会社を指名保留することを決め，助役にも伝えていたのであ\nるならば，指名審査会（助役が会長）が，原告を指名業者に入れて答申する\nはずはない。指名につき専門的立場にある指名審査会は原告会社を指名か\nら外すことを全く考えていなかったのに，町全体の行政を指揮する多忙な町長\nが，指名審査会を飛び越えて，原告会社を指名から外すのはいかにも不自然\nである。\nイ　被告発注の建設工事においては，指名保留はこれまでに全く例がなく，指名\n停止でもせいぜい３回分の入札につきなされる例が数件ある程度であったと\nころ（乙２５），指名保留は指名停止より軽いものであるはずであり，処分でも\nないのであるから，本件指名保留のように１年６か月もこれを続けるのは異常\nであり，違法である。しかも，被告は，本件指名保留を始めてから平成１１年\n末になるまで，原告会社に対し，本件指名保留の理由を知らせてもいない。\nなお，被告は，本件指名保留につき，原告の入札を排除するものではない旨\n主張するが，指名がなければ入札に参加することはできない。\nウ　被告や参加人は，「原告会社は，不良工事や住民の苦情が多く，水道課の\n指導に限界があったので，指名を保留した」旨主張し，「ミス」の具体例を挙げ\nているようであるが，ミスといえないものをミスとしたり，どの業者でもあるよう\nなものを原告会社だけがミスをおかしたと主張するものであり，このような被\n告の主張自体が原告会社を差別して，指名をしない不利益処分をしている証\n拠でもある。\n原告会社は，町長から，平成６年度から９年度までの被告の請負契約を誠実\nに履行した旨の証明を受けており（契約履行証明書。甲４ないし６），指名停止\nされたことも指名保留されたこともなく，他の水道業者以上に誠実に工事を履\n行してきたことは明らかである。\n（２）　原告会社の損害  　　　　　　　　　　　　　　　　　　１２２１万円\nア　得べかりし利益の喪失  　　　　　　　　　　　　　　　９０１万円\n平成９年度のｃ町の配水管布設工事の入札の落札額合計２億２２１９万８０００\n円のうち，原告会社が落札した分の合計金額は４５８４万円であり，全体の２\n０．６％である。これらの工事を施工すると，原告会社には，約２０％の利益が\n上がった。\n（ア）　本件平成１０年度分の入札の落札額は別紙工事目録記載のとおりであ\nり，その合計は１億５２９８万円であるところ，原告会社は，その約２０％に当た\nる３０００万円の工事を落札できた可能性があり，さらにその約１５％に当た\nる４５０万円の利益を上げ得る可能性があった。\n（イ）　本件平成１１年度分の入札の落札額は別紙入札落札結果調書記載のと\nおりであり，その合計は１億５０３８万円であるところ，原告会社は，その約\n２０％に当たる３００７万６０００円の工事を落札できた可能性があり，さらに\nその約１５％に当たる４５１万円の利益を上げ得る可能性があった。\n原告会社は，本件指名保留により，この（ア）及び（イ）の利益合計９０１万円\nを上げることができなくなった。\nイ　非財産的損害等  　　　　　　　　　　　　　　　　　　１５０万円\nまた，指名を外されることにより，原告会社の名誉は毀損され，公共工事以\n外の仕事も減る可能性があり，その損害は非財産的損害を含め１５０万円を\n下らない。\nウ　弁護士費用　　　　　　　　　　　　　　　　　　　　　１７０万円\n弁護士費用は，日弁連報酬基準に基づき算定される１７０万円が相当であ\nる。\nエ　したがって，本件指名保留により生じた原告会社の損害は，１２２１万円を下\nらない。\n（３）　原告ｂの損害　　　　　　　　　　　　　　　　　　　　１１６万円\nア　精神的損害　　　　　　　　　　　　　　　　　　　　　１００万円\n原告ｂが本件監査請求をしたために，みせしめとして原告会社が指名から外\nされたため，原告ｂは，今後ｃ町民としての当然の権利である住民監査請求を\nするにも困難となる。また，原告会社の代表取締役としても，会社の経営が苦\nしくなり，原告会社にも大きな迷惑を与えたことになり，これらによる原告ｂの\n精神的苦痛は著しく，その損害を金銭に見積もるとすると１００万円を下らな\nい。\nイ　弁護士費用　　　　　　　　　　　　　　　　　　　　　　１６万円\n弁護士費用は，日弁連報酬基準に基づき算定される１６万円が相当である。\nウ　したがって，本件指名保留により生じた原告ｂの損害は，１１６万円を下らな\nい。\n（４）　よって，原告会社は，被告に対し，国家賠償法１条１項に基づき，１２２１万円\n及びこれに対する訴状送達の日の翌日である平成１０年９月１７日から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求め，原告ｂは，被\n告に対し，国家賠償法１条１項に基づき，１１６万円及びこれに対する訴状送達\nの日の翌日である平成１０年９月１７日から支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求める。\n（被告及び被告補助参加人の主張）\n（１）  本件指名保留は，本件監査請求とは無関係であり，公共工事における内在的\n公正の原理と原告会社の利益損害とを比較考慮すれば，社会的相当性を逸脱\nしておらず，町長に権限の濫用はないから，原告らの請求は理由がない。\nア　指名競争入札と不誠実業者の排除について\n（ア）　指名競争入札の行われる場合においては，地方公共団体と受注業者と\nの関係は，私法上の契約であり，一般の工事請負契約と異ならず，指名競争\n入札自体は，契約締結の方法にすぎないものであるから，特定の工事につ\nいて指名業者中いかなる業者を指名するかは，地方公共団体の長の裁量\nに委ねられている。\n（イ）　また，行政においては，中立性のほか公正さが保たれなければならず，納\n税者の税金が費やされる公共工事については，工事の目的が公共の福祉\nにかなうべきものであるほか，その支出自体が住民の利益と住民の理解に\n基づかなければならない。すなわち，支出自体についても，支出の相手方\nが入札制度及び公共工事請負契約について，信義誠実に履行し公共の秩\n序を尊重する者であることが要求されるべきである。これに反することが明\nらかな者を契約当事者とすること自体，公共工事に内在する公正な事業と\n公正な支出により公正な社会を保持するという要求に反することとなる。\nイ　町長が本件指名保留を決断した理由・経緯について\n（ア）　原告会社の工事施工は，従来から，仕事が雑で施工上の不備や住民か\nらの苦情等が多く（その具体例は，別紙「原告会社の水道工事における施\n工の悪さ，住民からの苦情の具体例について」に記載のとおりである。），\n現場代理人であった原告ｂが被告水道課職員の指導や注意をなかなか聞\nかないため，だれも監督員のやり手がなく，仕方なく経験年数の長いベテラ\nン職員や係長が勤めていたような状態であり，担当課職員等からも工事指\n名の排除の声がしばしば出ていたところである。しかし，町長は，企業経営\nや従業員（ｃ町の住民）の生活に影響を及ぼすところから，担当課職員には\n工事を通じて長い目で指導・育成するように助言してきた。ところが，原告\n会社は，これを理解せず，平成９年度の工事施工現場では，契約事項に記\n載された安全対策（交通整理員）を怠ったり，手抜きによる工事出来高不足\nがあったり，契約事項を無視するなど施工上の誠実性に欠けた。また，原\n告会社は，工事施工管理者たる町職員の指示に従わず，変更契約締結時\nには双方納得済みの上で進めていた契約締結を一方的に破棄し，被告水\n道課の職員と大声で口論している。さらに，原告会社が，平成１０年度に入\n札会場で，落札できなかった腹いせに「こんな入札会があるか・・・」といった\n暴言を吐いて机を足蹴にするなどの暴挙に出，自らの威勢を示し，公正な\n入札を妨害するかのような行為に及んだ。これでは，公共工事の請負業者\nとして，相互の信頼性に欠け，誠実かつ確実な履行が危ぶまれるので，工\n事の入札指名を再考する必要が生じてきた。そして，事実関係を確認・説\n明できるよう町長の指示を受け，被告水道課は平成１０年４月から資料の\n整理をすすめることとなった。平成１０年６月初めに水道課の中間報告によ\nり，町長は，公共工事を誠実に履行するという誓約がなされない限り，原告\n会社の工事入札指名の保留は指導の観点から当然であると確信するに至\nり，指名審査会長である助役に検討を命じ，水道課職員には資料整備の\n充実を急ぐよう命令した。\n（イ）　このように，町長は，原告会社が今後も不誠実な工事を続ける可能性\nが極めて高いと確信し，指導の一環として誠実に公共工事をすることの誓\n約をなさしめる意味で本件指名保留を行ったものであるが，これは平成１０\n年６月初めに決断していたものであり，同年６月１９日になされた本件監査\n請求とは関連がない。原告会社のように過去において不正があり，また，\n将来においても同様に不正の可能性が極めて高い業者を指名保留するこ\nとは当然の責務である。\n（ウ）　なお，本件新聞記事については，町長は，長年の工事における不備や，\n反省がみられず誠実かつ確実な履行が危ぶまれる旨のコメントをしたはず\nであるのに，かなりニュアンスの違う記事となってしまったにすぎない。\nウ　被告が指名保留を継続せざるを得なかった理由\n被告は，当時から，信頼関係が回復できれば（誓約書が提出されれば）いつ\nでも指名の対象にするという考えであり，原告会社が工事を誠実に履行する\n意識が確認できれば，直ちに本件指名保留を解除し，指名通知を行う考えで\nあった。\n被告水道課の職員は，本件指名保留がなされるようになった後，原告会社\nに対し，再三誠実に工事を行うよう話合いを求め，誓約書の提出により指名\n保留が解除される旨再三説得してきたが，原告らは，これを拒絶し，平成１２\n年５月になって，ようやく誓約書が提出されたものである。このように原告らが\n頑強かつ偏狭な態度であったため，被告との信頼関係の回復が遅れ，指名\n保留期間が１年数か月となってしまったものである。指名保留の期間の長さ\nは，もっぱら，工事を誠実に履行する意思をみせない原告らの頑強かつ偏狭\nな態度に起因するものであり，被告の責任ではない。\nエ　本件指名保留による原告会社の不利益について\n本件指名保留は，指名登録自体を認めないということではなく，また，指名を\n一定期間停止する指名停止とは異なり，当分個別具体的な工事について指\n名競争入札の通知をなさないという事実行為であり，処分行為ではない。すな\nわち，入札参加資格について，これを奪ったり制限するものではない。仮に，\n原告会社が指名保留の期間内に入札をなしたとしても，原告会社において入\n札資格について制限がない以上，原告会社の入札を排除するものではない\nのであり，原告会社における不利益は単なる具体的な公共工事についての\n入札の通知（申込みの誘因）が被告からなされるか否かという事実上の不便\nにとどまるものである。また，誓約書の提出という原告会社にとって何ら精神\n的経済的負担のない手段によって，その不利益は容易に解消することができ\nるものであった（被告は，原告会社から誓約書が提出されれば，本件指名保\n留を解除する考えであった。）。\n（２）　原告会社に損害は発生していないことについて\nア　そもそも，入札における指名業者が落札できるであろうとの地位は一種の期\n待権にすぎず，入札により何人が落札するか分からないことをもって入札制\n度の公平としているのである。したがって，原告会社が落札するであろうことを\nもって損害とすることは，入札制度そのものの無理解に起因するものである。\nイ　原告会社は，「本件平成１０年度分の入札及び本件平成１１年度分の入札に\nつき，その２０％を落札でき，落札額の１５％の利益を得たはずである。」旨主\n張する。\nしかし，本件証拠上，原告会社の損益状況は不明である。被告の水道工事\n事業者は９社あり，競争が激しく利益率は相当低いと推測されるから，原告会\n社は，平成９年度以前から原告会社主張のような収益を上げておらず，原告\n会社主張の損害は発生していない。\n（３）　原告ｂに損害は発生していないことについて\n原告ｂに損害は発生していない。\n第３　当裁判所の判断\n１　本件の経緯等\n（１）　証拠（甲２，１７，１８，乙２５，２９，証人ｆ，原告ｂ本人，被告代表者）及び弁論\nの全趣旨によれば，次の事実が認められる。\nア　原告会社は，「ａ」が平成３年にいわゆる法人成りして設立された株式会社で\nあるが，法人成りする前も含めると，昭和６０年前後ころから，被告の工事指\n名業者として配水管布設工事等の入札につき，指名通知を受け，これに参加\nしてきた。本件指名保留がなされるまでは，指名通知がなされなかったのは１\n度だけであり，その際には被告から指名されない理由について説明があっ\nた。\nイ　被告には，本件名簿に登録された業者の指名停止に関する公表された基準\nはない。ただし，指名審査会においては，成文のものかどうかはともかくとし\nて，工期の遅延や工事の不備等の程度等により停止の回数や期間が決まる\n旨の内容のある程度の基準は設けられている。指名保留については，特に何\nらの基準も設けられていない。\nウ　被告における建設工事指名停止等の事例は，別紙「建設工事指名停止の事\n例」に記載のとおりである。なお，同表のＩ社は原告会社であり，被告におい\nて，指名保留がなされたのは，原告会社に対する本件指名保留が初めてであ\nる。\nエ　原告ｂは，平成１０年８月２６日の入札について原告会社が指名されなかった\nことを知り，平成１０年８月１１日，ｃ町役場に行き，指名審査会の構成員であ\nるｇ助役，ｈ参事，ｉ総務課長及びｊ水道課長，並びにｋ工務係長と面会し，「指\n名から外した理由を書面でいただきたい。」旨頼んだところ，ｇ助役（審査会会\n長）は，「指名審査会では原告会社を指名から外さなければならない旨の意\n見はなかった。原告会社を指名に入れた名簿を町長に渡した。審査会の知ら\nないところで決まったので，文書での理由の説明はできない。」旨回答した。\n実際に，指名審査会においては，原告会社を指名業者として答申しない旨の\n議論はなく，議題にも上がらなかった。\nオ　被告は，本件訴訟において本件指名保留の理由を主張した以外は，平成１１\n年末ころになるまで，原告会社に対し，本件指名保留の理由や再び指名され\nるようになるためにはどうすればよいのか等について，特に知らせたことはな\nかった。\nカ　平成１２年度以降は，原告会社に対しても指名がなされるようになった。\nなお，原告会社は，上記指名に先立ち，平成１２年５月１５日付けで，町長に対\nし，「平成１２・１３年度，ｃ町建設工事における指名競争入札参加者として，関\n係法令及びｃ町会計規則並びにｃ町諸規則等を遵守するとともに，公共工事\nの施工に当たっては設計図書等に従い誠実に履行することを誓約する」旨の\n誓約書（乙２９）を提出しているが，上記誓約書は，既に文面が印刷された用\n紙に記名・押印をしただけのものであり，原告会社だけが特に提出したという\nものではなく，指名競争入札申請者全員が，ｃ町総務課の要請に応じて，同\n様のものを提出している。\n（２）　被告及び被告補助参加人は，「原告会社の工事施工は，従来から，仕事が雑\nで施工上の不備や住民からの苦情等が多く，担当課職員等からも工事指名の\n排除の声がしばしば出ていた。」旨主張し，証拠（甲７，１４ないし１７，１９，２１，\n２２，２５，２６の１ないし４，２７，２８，３１ないし３３，３４の１ないし３，３５ないし３\n８，乙１ないし１１，１３，１４，１７ないし２１，３３ないし４６，証人ｆ，証人ｌ，原告ｂ本\n人，被告代表者）及び弁論の全趣旨によれば，原告会社には工事施工の不備\nや住民からの苦情等が一定程度あり，また，原告ｂが平成１０年度に入札会場\nで，「こんな入札会があるか。」と大声で言って退出していったことがあることは認\nめられる。しかし，原告会社が他の請負業者と比較して工事施工の不備や住民\nからの苦情等が格別に多かったとは認められず，また，担当課職員等から原告\n会社につき工事指名排除の声がしばしば出ていたことは認めるに足りない。\n２　そこで，まず，本件指名保留の違法性の有無につき，上記前提となる事実及び上\n記１の認定事実に基づき検討する。\n（１）　地方公共団体と受注業者との間の工事請負契約は，私法上の契約であるか\nら，契約自由の原則が妥当する。ところで，地方公共団体のなす契約締結の方\n式には法令上制限が付されているが（地方自治法２３４条６項，同法施行令１６\n７条ないし１６７条の１４等），これは，公共工事の経費が税金で賄われるもので\nあることから，契約締結に当たっての公正性，透明性及び適正な競争を通じた\n経済性を確保することが必要であり，契約締結の相手方の選択，契約条件の決\n定等を地方公共団体の契約担当者の全面的な自由裁量に委ねるのは相当で\nはないことによる。そして，一般競争入札が原則的な契約締結の形式とされてい\nる（同法２３４条１項）のは，一般競争入札は契約担当者の恣意が介入する余地\nが少ないからであると解される。これらのことにかんがみると，指名競争入札が\n許される場合において，いかなる者を指名競争入札に参加させるのが相当であ\nるかの判断が契約担当者である地方公共団体の長の広範な裁量に委ねられて\nいるとしても（同法施行令１６７条の１２は，指名競争入札の参加者の指名につ\nいて具体的な指名基準や手続を定めていない。），契約締結の相手方の選択等\nは合理的になされなければならず，契約担当者が恣意的にこれをなすことは許\nされるものではないと解される。特に，長年指名競争入札に参加してきた特定の\n業者を一定期間恒常的に入札指名から排除するようなことは，当該業者の重大\nな利害に関わり，また，公正な競争への影響も大きいと考えられることから，恣\n意的な運用がなされないようにすることが特に求められる。そのため，各地方公\n共団体は，指名からの排除については指名停止措置に関する基準や手続を設\nけて公表するなどして，その公正さの担保に努めており（甲８，２０の２），また，\n地方自治法施行令も，一定の非違行為を列記して，その事実があった後２年間\n競争入札に参加させないことができると定めている（地方自治法施行令１６７条\nの４，同条の１１）。被告においても，指名停止については，ある程度の基準が設\nけられている。こうした定めは，継続的に特定の業者を入札参加者に指名しない\n措置を執り得る事由や期間等を具体的に定め，これにより，入札参加者の指名\n又は指名排除をする際の契約担当者の裁量権を制限したものということができ\nる。したがって，このような定めに基づかずに，契約担当者が特定の業者をこと\nさら入札参加者に指名せず，競争入札から継続的に排除するような措置を執る\nことは，特段の事情のない限り，裁量権の範囲を逸脱し，又はこれを濫用するも\nのであるというべきである。そして，地方公共団体の契約担当者がその裁量権\nの範囲を逸脱し，又はこれを濫用し，指名競争入札に参加しようとする請負業者\nに損害を加えた場合には，国家賠償法１条の適用があると解するのが相当であ\nる。\n（２）　これを本件についてみるに，被告が原告会社の工事施工の不備や住民からの\n苦情について何らかの対応をすること自体は不当であるとはいえないが，被告\n（町長）は，本件各指名競争入札を実施するに当たり，本件名簿に登録され長年\nにわたり入札参加者に指名されてきた原告会社を，約１年半の長期にわたり，\n継続して，指名から排除したものである（本件指名保留）。そして，上記前提とな\nる事実及び上記認定事実，特に①本件指名保留は，被告において過去になさ\nれた指名停止の事例と比較しても期間の点等で格段に重い措置であること（な\nお，指名がなければ指名競争入札に参加することができないことは明らかであ\nる。），②指名停止措置についても議論がなされる指名審査会において，原告会\n社を指名から外すべきであるといったことについて，全く議題に上がっていなか\nったこと，③指名審査会は，原告会社を指名業者として答申しているにもかかわ\nらず，本件指名保留がなされていること，④被告は，指名保留について何ら基準\nがないにもかかわらず，本件指名保留をしたこと（なお，被告が指名保留をした\nのは本件指名保留が初めてである。），⑤ｃ町会計規則７２条は主務課長が（町\n長から権限の委任を受けるなどして）競争入札に参加する者を指名するものとさ\nれているところ，本件指名保留は，あえて町長自らが決めていること，・被告は，\n平成１１年末ころになるまで，原告会社に対し，本件指名保留の理由や再び指\n名されるようになるためにはどうすればよいのか等について，特に知らせたこと\nがなかったこと，⑦本件指名保留がなされなくなった理由が明確ではないこと，\n⑧町長自身，報道関係者に対し，「本件指名保留をなしたことには本件監査請\n求がなされたことも関係している。」旨の発言をしていることからすれば，上記工\n事施工の不備等の対応策としては本件指名保留は非常に重い措置となってお\nり，手続的にも，本件指名保留には法令上の根拠がなく，原告会社にその理由\n等も告げられないなど，不適正であるといわざるを得ない。以上のほか，本件指\n名保留に際し原告会社に対し格別指導がなされた形跡がない等の事情をも勘\n案すると，町長は，原告会社の工事施工の不備や住民からの苦情について対\n応するために本件指名保留をしたものではなく，原告会社の代表取締役であっ\nた原告ｂが本件監査請求をしたことに対する報復措置として，本件指名保留をし\nたものと認めるのが相当である。\nしたがって，本件指名保留の措置には，町長の裁量権の範囲を逸脱し，又はこれ\nを濫用した違法があるといわざるを得ず，被告は，国家賠償法１条により，本件\n指名保留によって原告会社に生じた損害を賠償する責任がある。\n３　次に，原告会社の損害の有無及び額について検討する。\n（１）　得べかりし利益の喪失について\n上記前提となる事実に記載のとおり，原告会社は，長年にわたり，被告の工事\n指名業者として配水管布設工事の入札に指名され参加してきており，平成９年\n度のｃ町の配水管布設工事の入札２０件（落札金額合計２億２２１９万８０００円\nで）中３件（落札金額合計４５８４万円）を落札したのであるから，本件指名保留\nがなければ，原告会社は，本件各入札（合計２４件）のうちの何件かについて落\n札，受注することができ，これにより利益を上げることができたものと推認され\nる。そして，証拠（甲１７）及び弁論の全趣旨によれば，原告会社は上記平成９年\n度の落札分の工事について落札価額の１５．６１％の利益を上げていたこと，そ\nのうちｍ工事についてはその利益率が４．９４％であり，ｎ工事についてはその\n利益率が３４．３６％であったことが認められる。\nしかしながら，原告会社が本件各入札のうち，具体的にどの入札につき落札\nすることができたか，あるいは，いくらで落札することができたか，その工事の利\n益率がどの程度であるか等の点については，入札制度の仕組みからしてその\n立証が極めて困難である。そうすると，本件においても，原告会社に損害が生じ\nたことは認められるが，損害の性質上その額を立証することが極めて困難であ\nるということができる。\nそこで，当裁判所は，民事訴訟法２４８条の規定により，平成９年度の入札の\n原告会社の落札状況や当該工事による原告会社の利益状況，本件各入札の落\n札状況等，本件証拠調べの結果及び弁論の全趣旨に基づき，原告会社の損害\n額（得べかりし利益の喪失分）を６００万円と認定することとする。\n（２）　非財産的損害等について\n原告会社主張の非財産的損害については，上記（１）の財産的損害の賠償が認\n容されることにより，回復されるといえるから，この賠償を求める部分は理由が\nない。なお，原告会社は，「公共工事以外の仕事も減る可能性があり，その損害\nは非財産的損害を含め１５０万円を下らない。」旨主張し，非財産的損害以外の\n損害の賠償をも求めるかのような主張をしているが，原告会社に，上記（１）及び\n下記（３）以外に，被告が賠償責任を負担すべき損害があるとは認められない。\n（３）　弁護士費用について\n本件事案の性質，審理の経過，認容額にかんがみると，原告会社が本件におけ\nる損害として被告に対して賠償を求め得る弁護士費用の額は，６０万円と認める\nのが相当である。\n４　原告ｂの請求について検討するに，仮に本件指名保留により原告ｂが精神的苦痛\nを受けたとしても，原告会社の請求が上記３のとおり認容されることにより，原告ｂ\nの上記精神的苦痛は慰謝されるといえるから，原告ｂの請求は理由がない。\n５　結論\n以上によれば，原告会社の請求は，６６０万円及びこれに対する平成１０年９月１\n７日から支払済みまで年５分の割合による金員の支払を求める限度で理由がある\nからこれを認容し，その余は棄却すべきである。\n原告ｂの請求は理由がないからこれを棄却すべきである。\nよって，主文のとおり判決する。\n津地方裁判所民事部\n裁判長裁判官　　　内　田　計　一\n裁判官　　　後　藤　　　隆\n裁判官　　　大　竹　　　貴\n（別紙）　　　［原告会社の水道工事の施工の悪さ、住民からの苦情について］\n（一）ｏ工事（ｐ工区）\n着工　平成４年７月９日\n完成　平成４年１１月１９日\n①　工事施工中、重機械周辺の作業であるのにヘルメット未着用であったので注意した。\n②　工事施工中、縁石ブロックやコンクリート側溝等公共工事の損傷や、施工場所に並行する側溝等\nの砕石や土砂の除去忘れに対して、住民から強い口調で苦情があったので、復旧・清掃を実施する\nよう注意指導した。\n③　アスファルト舗装前で管工事布設後の砕石路盤復旧面にでこぼこが多く、通行する住民が転倒す\nるなど歩きにくいと苦情があったので、転圧・不陸整正をするよう注意指導した。\n（二）ｑ工事（ｒ工区）\n着工　平成６年１月２４日\n完成　平成６年３月１０日\n①　工事掘削穴に住民の運転する自家用車が脱輪した。怪我には至らなかったものの、安全対策に不\n備があり、厳重注意した。\n（三）ｓ工事その２\n着工　平成８年２月２２日\n完成　平成８年３月２１日\n①　地域住民の日常生活帯と行政の勤務時間を考慮して、毎日の仕事は原則午後５時までとなってい\nるにもかかわらず、通行止めのまま午後５時以降も施工を継続していたため、帰宅者や夕食の主婦\n等から多数苦情があり、ｃ町水道課職員がその対応に苦慮することがしばしばであった。\n（四）ｍ工事（ｔ工区）\n着工　平成９年１０月８日\n完成　平成９年１２月１０日\n①　ｃ町ｖ郊外で、県道を片側交通障害で指示・契約していたが、工事契約仕様書に明記されているは\nずの、交通整理員（１１，３００円×２人／日）を配置せず施工した。交通事故等危険であるので厳重\n注意（作業員ヘルメット着用を含めて）をしたが、その後も徹底しておらず、ｃ町水道課職員の指導を\n無視するような横柄な態度の施工であった。工事日報や聞き取りにより交通整理員３日分（６７，００\n０円）減額せざるを得なかったものである。\n②　産業廃棄物である取り壊したアスファルト舗装版（残骸）を、私有地に何日も放置してあったため住\n民から苦情もあった。現場にてその処理を厳重注意した。\n③　関連して原告会社が落札した工事区間が連続する、ｍ布設工事（第６８工区）との間で、各戸給水\nの切り替えミスにより一晩断水となり、住民より苦情があった。\nすぐ工事を開始しても深夜の通水となるので、ｃ町水道課職員が苦情申し出のあった住民に、事情\nを説明し深くお詫びした。\n（五）ｎ工事その３（ｕ工区）\n着工　平成９年１１月４日\n完成　平成１０年３月２０日\n①　前期工事について関連工事が３業者に落札された。工事区間の連結部の施工時期や付近住民の\n交通障害が昀小限となるよう、工事期間も通常より倍程度設定してあったので、落札後直ちに請負３\n業者間で協議調整をした。他の２業者は迂回路を考慮しながら、管材料等を手配し工事を着手し\nた。ところが、原告会社はやや遅れて他の２業者との調整もせず、全体区間の昀終区間から施工を\n始めたため迂回路が通り抜けできない状態となり、被告ｃ町に苦情が殺到した。ｃ町は原告を含む３\n業者の再協議を実施せざるを得なくなり、遅れて着手した原告会社の申し出により、工期の延長（ペ\nナルテイ無し）を認め工程を調整せざるを得なかったものである。\n②　被告ｃ町に無断で新設管と既設給水管の断水による切替え工事を実施した。有料の水であるの\nで、水質管理（濁りや空気の混入した白濁水）には十分監視を徹底しているにもかかわらず、原告会\n社の工事の都合のみで無断で分岐バルブ操作、断水による切替え工事を実施していた。たまたま、\nｃ町水道課職員が現場に出向き発見したが、発見できなければ、給水契約者に濁りや空気の混入し\nた白濁水を供給することになり、水道管理者として、水質管理の責任を問われ、給水契約者に大変\n迷惑をかけるところであった。厳重な注意をしたが、町職員が自ら水質管理業務として他の業務を後\n回しにして濁りや　空気の混入した白濁水を除去するための洗管作業をせざるを得なかった。\n③　交通整理表示に一部不備があり、現場で口頭注意・指導した。\n④　重機械による掘削断面は契約書のとおり仕上げなければならない。しかし、明記された掘削幅が７\n０センチメートルの指示事項を守らず、５０パーセント程度が４０センチメートル～５０センチメートル\n（ずさんな工事）であった。出来高不足として２０万円の減額をした。\n（六）原告ａの不良施工を種別に整理すると次のようになる。\n①仕様書を遵守しなかった工事　　　　　　　　　　　　５件\n（ｐ、ｒ、ｖ、ｔ、ｕ工区）\n②出来高不足のあった工事　　　　　　　　　　　　　　５件\n（ｐ、ｒ、ｖ、ｔ、ｕ工区）\n③安全対策不備による事故のあった工事　　　　　　１件\n（ｒ工区）\n④安全対策不備（交通整理員不在）　　　　　　　　　２件\n（ｐ工区、ｔ工区）\n⑤埋め戻し不備　　　　　　　　　　　　　　　　　　　　　３件\n（ｐ、ｒ、ｖ工区）\n⑥仮舗装・路盤整正不備　　　　　　　　　　　　　　　４件\n（ｐ、ｒ、ｖ、ｔ工区）\n⑦監督員の指示無視　　　　　　　　　　　　　　　　２件\n（ｔ、ｕ工区）\n⑧産業廃棄物放置　　　　　　　　　　　　　　　　　　１件\n（ｔ工区）\n⑨不注意による管破損　　　　　　　　　　　　　　　　２件\n（ｖ、ｕ工区）\n⑩無届けの休日作業　　　　　　　　　　　　　　　　　１件\n（ｕ工区）\n⑪無断断水　　　　　　　　　　　　　　　　　　　　　　　２件\n（ｕ工区）\n⑫切替えミスによる断水　　　　　　　　　　　　　　　１件\n（ｔ工区）\n⑬ヘルメット不着用　　　　　　　　　　　　　　　　　　２件\n（ｐ工区）\n⑭無届けの５時以降の作業　　　　　　　　　　　　　１件\n（ｖ工区）\n⑮協議不足による通行止め　　　　　　　　　　　　　１件\n（ｕ工区）\n⑯交通整理員不足による減額　　　　　　　　　　　　１件\n（ｔ工区）\n⑰出来高不足による減額　　　　　　　　　　　　　　　１件\n（ｕ工区）\n⑱工事請負代金受領後の変更契約破棄　　　　　　１件\n（ｕ工区）\n⑲入札会場での不良行為　　　　　　　　　　　　　　　２件\n（その他）\n"
}