{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 7
  },
  "case_number": "平成15(行コ)13",
  "case_name": "退去強制令書発付処分取消等請求控訴事件(原審・福岡地方裁判所平成13年(行ウ)第43号)",
  "court_name": "福岡高等裁判所第2民事部",
  "original_court_name": "福岡地方裁判所",
  "original_case_number": "平成13(行ウ)43",
  "lawsuit_id": "14894",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=14894",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/894/014894_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を取り消す。\n２　被控訴人法務大臣が平成１３年１２月１４日付けで各控訴人に対してした平成１３年法律第１３６号によ\nる改正前の出入国管理及び難民認定法４９条１項に基づく控訴人らの異議の申出は理由がない旨の裁決を\nいずれも取り消す。\n３　被控訴人福岡入国管理局主任審査官が平成１３年１２月１７日付けで各控訴人に対してした退去強制\n令書発付処分をいずれも取り消す。\n４ 被控訴人法務大臣と控訴人らのそれぞれの間に生じた訴訟費用は，第１，２審ともに同被控訴人の，被\n控訴人福岡入国管理局主任審査官と控訴人らのそれぞれの間に生じた訴訟費用は第１，２審ともに同被控\n訴人のそれぞれ負担とする。\n事　実　及　び　理　由\n以下，ａを「控訴人Ａ」と，ｂを「控訴人Ｂ」と，ｃを「控訴人Ｃ」と，ｄを「控訴人Ｄ」と，ｅを「控訴人Ｅ」と，ｆを「控訴\n人Ｆ」と，ｇを「控訴人Ｇ」と，控訴人Ａ，控訴人Ｂ，控訴人Ｄ及び控訴人Ｅをまとめて「控訴人子ら」とそれぞれい\nう。\n第１　当事者の求める裁判\n１　控訴の趣旨\n（１）　原判決を取り消す。\n（２）　被控訴人法務大臣が平成１３年１２月１４日付けで各控訴人に対してした平成１３年法律第１３６号によ\nる改正前の出入国管理及び難民認定法（改正後の法律の施行日は平成１４年３月１日。以下「難民認定法」と\nいう。）４９条１項に基づく控訴人らの異議の申出は理由がない旨の裁決（以下「本件裁決」という。）をいずれ\nも取り消す。\n（３）　被控訴人福岡入国管理局主任審査官が平成１３年１２月１７日付けで各控訴人に対してした退去強制\n令書発付処分（以下「本件発付処分」という。「本件裁決」及び「本件発付処分」をまとめて「本件各処分」という\nこともある。）をいずれも取り消す。\n第２　本件事案の概要\n本件は，被控訴人法務大臣が，平成１３年１２月１４日，控訴人らの異議の申出に対して理由がない旨の本\n件裁決を行い，同裁決を受けて，被控訴人主任審査官が，同月１７日，本件発付処分を行ったところ，控訴人\nらが，在留特別許可を付与しなかった上記裁決は，被控訴人法務大臣が裁量権を逸脱又は濫用した違法な\n処分であり，被控訴人主任審査官による本件発付処分も，裁量権を逸脱又は濫用した違法な処分であるなど\nとして，本件裁決及び本件発付処分の取消しを求める事案である。\n第３　本件の争点\n本件の争点は，①本件裁決及び本件発付処分が，市民的及び政治的権利に関する国際規約（以下「Ｂ規\n約」という。）ないし児童の権利に関する条約（以下，「児童の権利条約」という。）に違反するか否か，②被控\n訴人法務大臣の本件裁決に裁量権を逸脱又は濫用した違法があるか否か，③被控訴人主任審査官の本件\n発付処分に裁量権を逸脱又は濫用した違法があるか否か，④平成１３年１１月５日になされた控訴人らに対す\nる上陸許可取消処分（以下「本件上陸許可取消処分」という。）は重大かつ明白な瑕疵が存する当然無効のも\nのか否か，仮に本件上陸許可取消処分が当然に無効といえないとしてもその違法性は本件裁決及び本件発\n付処分に承継されて本件裁決及び本件発付処分の取消事由となるか否かであり，④の争点は，当審におい\nて追加されたものである。\n第４　原審における当事者の主張\n原審における当事者の主張は，原判決の「事実及び理由」欄の「第２　事案の概要」の「２　争点」に記載のと\nおりであるから，これを引用する。\n第５　当審において当事者が付加した主張\n１　控訴人らの主張\n（１）Ｂ規約及び児童の権利条約違反性（争点①について）\n原判決は，Ｂ規約や児童の権利条約も国家に外国人の出入国に関する自由な決定権を認めていると\n判断したが，憲法９８条２項は「日本国が締結した条約及び確立された国際法規は，これを誠実に遵守するこ\nとを必要とする」と明記しているから，Ｂ規約や児童の権利条約は本件においても遵守されなければならず，\n最大判昭和５３年１０月１４日（マクレーン判決）にいう「特別の条約」に当たる。そして，控訴人らはＢ規約１７条\n及び２３条１項によって保護されるべき「家族」に該当し，本件裁決及び本件発付処分は控訴人ら家族に対す\nる｢恣意的な干渉」に当たるから同規約１７条１項に違反し，また，「児童の最善の利益」に反するから児童の権\n利条約３条に違反する。\n（２）本件裁決及び本件発付処分の裁量権の逸脱・濫用による違法性（争点②，③について）\nア　原判決の，控訴人らの入国経緯に関する評価の誤りについて\n原判決は，Ｌ，控訴人Ｃ及び控訴人Ｆの入国時の虚偽の身分関係作出行為には重大な違法性があ\nるとしているが，控訴人Ｃの２回にわたる入国申請の経緯，Ｌや控訴人Ｃの福岡入国管理局担当者の説明に\n対する理解内容，姓名を変更することが中華人民共和国（以下「中国」という。）では合法とされている事情，Ｌ\nの作成した誓約書の内容等に照らすと，控訴人ＣやＬには，控訴人Ｃ来日当時，虚偽の申請をしているとの認\n識はほとんどなかったと認めるべきである。また，控訴人Ｆについても，Ｌの作成した申請書類ではＬは控訴人\nＦの「実父」ではなく「父」とされているだけであるところ，Ｌは，血はつながっていなくても妻Ｍの子である控訴\n人Ｆの父であると考えていたし，控訴人ＦもＬの二女と考えていたから，そこに虚偽は存しない。後記のとおり\n問題となるＮやＯの手続でもＬは彼らの手続に協力しなければ控訴人Ｆの家族を呼び寄せることができず，協\n力せざるを得なかったものであり，また控訴人ＦがＮやＯのことを知らされたのは平成１０（１９９８）年１０月の来\n日直前であった。\nイ　本件処分の平等原則違反性\n本件裁決及び本件発付処分は，同種事案の処理と比較して正反対の結論となっており，裁量権が恣\n意的に行使されたものであり，平等原則（憲法１４条，Ｂ規約２６条（法の前の平等））に違反し，裁量権の逸\n脱・濫用がある。\n（３）　本件上陸許可取消処分の違憲・違法性（争点④について）\nア　上陸許可取消処分の概要\n上陸許可取消処分は，「偽り・不正が明白な事案」において，当該上陸許可処分を取り消して遡及的\nに無効にする処分であり，被処分者には告知・聴聞の機会も与えられずに直ちに退去強制手続に付せられ\nる。本件においても，控訴人らは，平成１３年１１月５日，上陸許可取消通知が発付され，同日，退去強制手続\nの前提となる収容令書を発付され即日摘発された。この上陸許可取消処分から収容までは，控訴人らは告\n知・聴聞の機会を与えられていない。\nイ　憲法４１条違反\n上陸許可取消処分は，重大な人権侵害を伴うものであるにもかかわらず何ら法律上の根拠がなく，法\n律による行政の原則（憲法４１条）に違反する違憲な行政処分である。\nウ　憲法３１条違反\n憲法３１条は，手続の法定のみならず，法定された手続の適正を要請しているが，本件上陸許可取消\n処分の現実の運用において被処分者には何ら告知・聴聞の機会が与えられていないから，本件上陸許可取\n消処分は憲法３１条に違反する違憲な行政処分である。\nエ　憲法１３条違反\n行政権行使の内容（手段）と意図される目的との間には合理的な比例関係がなければならないが（比\n例原則），上陸許可取消処分の目的は「偽り，不正が明白な事案」について直ちに退去強制を行うことができ\nるようにすることであり，その手段は上陸許可を遡及的に無効とし即時に摘発・収容することである。これに対\nし，入国経緯に何らの違法が存せず，「偽り，不正が明白な事案」といえない本件のような事案において被処\n分者を即時に摘発・収容した本件上陸許可取消処分は，憲法１３条（比例原則）に違反し違憲な行政処分で\nある。\n２　被控訴人らの主張\n（１）　Ｂ規約及び児童の権利条約違反性についての反論（争点①について）\n国家は，外国人の入国を認めなければならない一般的な国際法上の義務を負っているものではなく，\n外国人の入国を認めるかどうかは自由であることは，国際慣習法上の当然の前提である。Ｂ規約も，これら国\n際慣習法あるいは一般国際法上の原則を当然の前提としていて，これを変更したものと解することはできな\nい。また，Ｂ規約１３条１項は，不法に在留する者に対して退去強制措置をとり得ることを前提にしており，同規\n約は，外国人の入国及び在留の許否について国家に自由な決定権があることを前提としているものと解され\nる。控訴人らは，事実と異なる文書を使用して不法に入国しているのであるから，合法的に我が国の領域内に\nいる者ではないのみならず，控訴人らに対する上陸許可の取消しから退去強制令書発付に至る一連の処分\nは，いずれも法律に基づいて行われた決定であるから，本件裁決及び本件発付処分は同規約の容認すると\nころであって，控訴人らについて，同規約１７条，２３条の適用の前提がないことは明らかである。また，児童の\n権利条約９条４項は，父母の一方若しくは双方，又は児童自身が退去強制の対象となる場合があることを前\n提とした規定であり，同条約で規定する権利は本邦を含む各締結国の在留制度の枠内で保障されるにすぎ\nないものであることは明らかである。したがって，本件裁決及び本件発付処分は児童の権利条約には違反し\nない。\n（２）　控訴人らの入国経緯の主張についての反論（争点②，③について）\nア　控訴人らの入国経緯の評価について\n福岡入国管理局では，控訴人ＣがＬとＭの婚姻前に出生していることを前提として，公証書等の関係\n書類で「身分関係の立証がなされていること」から，被控訴人法務大臣において在留資格認定証明書を交付\nしたものである。中国国籍を有する外国人において，いわゆる事実婚関係にある夫婦間に出生する場合もあ\nるから，婚姻手続前に出生した子であるからといって直ちに夫婦のいずれか一方の「連れ子」であることが「一\n目瞭然」であるとはいえない。控訴人らがＬの実子であるとの虚偽の事実を作出したことは，証拠上明らかであ\nる。また，Ｏの平成１５年４月１８日付の入国警備官に対する供述調書によれば，控訴人Ｆらは，入国手続前か\nら，Ｏ及びＮを実子と偽って不法入国させることを知っていたと認められる。\nイ 本件処分の平等原則違反性について\n在留特別許可を付与するかどうかは，諸般の事情を総合的に考慮したうえで個別的に決定されるべきもので\nあるから，本件裁決及び本件発付処分の事案と他の事案を単純に比較して法適用の平等違反を主張するこ\nとはまったく意味がなく主張自体失当である。\n（３）　本件上陸許可取消処分の違憲・違法性についての反論（争点④について）\nア　憲法４１条違反について\n行政処分に違法な瑕疵がある場合には，法律による行政の法理違反の状態が存在し，また公益違反\nの状態が生じており，適法性の回復又は合目的性の回復という行政行為の取消しの根拠があることになるか\nら，行政行為の取消しには法律の特別の根拠は必要ではない。控訴人らの「法律の根拠がない」との主張は\n独自の見解であり，理由がない。\nイ　憲法３１条違反について\n上陸許可取消処分が行政手続法にいう「不利益処分」に当たるとしても，同法は外国人の出入国，難\n民の認定又は帰化に関する処分については適用除外となっているから，同法の定める聴聞等の手続の規定\nも適用されない。外国人の上陸の適否については，行政手続法３条１項１０号の立法趣旨と同様の理由により\n告知・聴聞手続をとらなくても憲法３１条に違反しないと解すべきである。\nウ　憲法１３条違反について\n控訴人らに対する上陸許可は，虚偽の身分関係に基づくもので，難民認定法７条１項２号に規定する\n上陸のための条件に適合しないことから，原始的瑕疵があることは明らかである。本件上陸許可処分のような\n虚偽の申請に基づく瑕疵ある処分をそのまま存続させることは，適正な出入国管理行政を行ううえでの重大な\n障害となるから，上記処分を取り消す公益上の必要性があり，取消しをしたとしても比例原則に反するもので\nはなく憲法１３条違反とはならない。\nエ　本件上陸許可取消処分の瑕疵と本件裁決及び本件発付処分\n先行行為たる行政処分が有効である限り，これに瑕疵があったとしても権限のある機関によって取り\n消されない限り有効とされ，先行行為の違法（瑕疵）が後行行為に承継されることはなく，後行行為の取消訴\n訟においては後行行為固有の違法事由しか主張し得ないのが原則である。この原則の例外として，先行行為\nと後行行為とが同一の目的を追求する手段と結果の関係をなし，これらが相結合して一つの効果を完成する\n一連の行為となっている場合には違法性の承継が認められるとされる。しかし，上陸許可取消処分と退去強\n制手続の関係は，直接的，必然的なものではなく，その目的，効果も異なるから，違法性の承継は認められな\nい。\nオ　在留資格取消制度\n平成１６年法律第７３号による改正後の出入国管理及び難民認定法（以下「平成１６年改正後の難民\n認定法」という。平成１６年１２月２日施行，上記改正前の同法を「平成１６年改正前の難民認定法」という。）に\nより在留資格取消制度が新設された。公正かつ的確な出入国管理行政を実現するため，新たに入国審査官\nに実態調査権限を付与し，外国人の入国・在留目的等を聴取させ，対象者の利益保護により配慮しつつ的\n確な事実認定を行い，取消権の行使に十全を期するとともに，取消しの効果を遡及させず，任意の出国の機\n会を付与するなど，取消しの要件と効果を明定し，在留資格の取消制度を創設することとした。平成１６年改\n正後の難民認定法の在留資格取消制度では意見聴取手続が規定されたが，このことから平成１６年改正前\nの難民認定法の上陸許可取消制度が違憲又は無効であるということはできない。本件上陸許可取消処分に\nよって達成される公益は，我が国の出入国管理における秩序という国家的法益であり，不正な事実が判明し\nた場合にはこれを取り消す処分を行う必要性，緊急性も高い。そうすると，本件上陸許可取消処分を行うに際\nし，相手方に事前に告知，弁解聴聞，防御の機会を常に与える必要はないと解するのが相当である。\nカ　控訴人らに対する本件上陸許可取消処分がされるに至った経緯及び同処分が違法なものではない\nこと\n本件上陸許可取消処分に当たっては，第三者甲から事情聴取が行われているほか，平成１３年８月１\n５日，福岡入国管理局熊本出張所入国審査官においてＬから任意の事情聴取を行っており，その聴取結果\nを乙１０３号証として提出している。このように控訴人らが血縁関係にあるとしていたＬという重要人物本人から\n事情聴取を行い，控訴人らに対する上陸許可が平成１６年改正前の難民認定法７条１項２号に規定された上\n陸の条件に適合せず，かつ偽り，不正が明白な事案であることが判明したのであるから，控訴人らに告知・聴\n聞の機会を与える必要はない。\n第６　当裁判所の判断\n１　判断の前提となる事実\n争いのない事実並びに証拠及び弁論の全趣旨により容易に認められる事実は，原判決の３１頁１４行目に\n「控訴人ＦがＬとＭの実子である旨」とあるのを「控訴人Ｆは関係人ＬとＭの次女であることを証明する旨」と訂\n正し，同頁２０行目に「各人が控訴人控訴人Ｇと控訴人Ｆの実子である旨」とあるのを「各人の父親は控訴人Ｇ\nで母親は控訴人Ｆであることを証明する旨」と訂正するほかは，同判決の「第２　事案の概要」の１及び「第３\n当裁判所の判断」の１（１）ないし（４）記載のとおりであるから，これを引用する。その要旨は以下のとおりであ\nる。\n（１）　控訴人ら，Ｌ及びＭの生年月日及び身分関係は，別紙１（身分関係図）のとおりである。\n控訴人Ｃ及び控訴人Ｆは，中国国籍であるＭ（当時，現在は日本国に帰化している。）と，同じく中国籍であ\nるＲとの間の子である。Ｌは，控訴人Ｃ及び控訴人Ｆが出生した後にＭと結婚したため，Ｌにとって控訴人Ｃ及\nび控訴人Ｆは，いわゆるＭの連れ子に当たる（以下，本件において「連れ子」とは，再婚前の前夫又は前妻と\nの間の子をいう。）。\nＭは，平成５（１９９３）年２月ころ，本邦に帰化した。\n（２）　控訴人ら来日までの経緯\nア　控訴人Ｃ及び控訴人ＦとＬとの関係\nＬは，昭和１５（１９４０）年７月１日，中国牡丹江省（現在の黒龍江省）において，日本人であるＰとＱの子とし\nて出生した。その後，太平洋戦争が終結したものの，本邦に帰国することができなかった。Ｌは，終戦後，両親\nとともに中国牡丹江省寧安県東京城鎮にある日本人収容所に収容されたが，Ｐは，そのころ，病気により死亡\nした。\nＱは，生活のために仕事に出なければならず，Ｌを育てることができなかったため，Ｌを中国人Ｚの養子とし\nた。\n控訴人Ｃ及び控訴人Ｆは，中国人であるＲとＭを父母とするが，Ｍは，昭和４０（１９６５）年ころ，当時３歳であ\nった控訴人Ｃと，当時１歳だった控訴人Ｆの２人を伴って，Ｌと結婚した。Ｌは，Ｍの２人の連れ子を育てるつも\nりであったが，控訴人Ｆが病弱であったため同女をＴの養子とした。他方，控訴人Ｃは，昭和５７（１９８２）年に\n中国人Ｓと結婚するまでの間，Ｌ夫婦と同居していた。Ｌ夫婦の間には，実子として４人の子供が出生したた\nめ，控訴人Ｃを加えて７人家族となったが，控訴人Ｃは，子供たちの中で最年長であったことから，家事などＭ\nの手伝いをし，特にＬが病気で倒れた際には，率先して家族の生活を支えてきた。\nイ　Ｌ，Ｍ及びＬの実子４人の本邦入国\nＬは，昭和４７（１９７２）年に日本と中国の国交が回復した後，中国残留日本人の帰国交渉を受けて，昭和５\n３（１９７８）年，半年の間，日本に一時帰国した。その後，Ｌは，Ｍに対して日本での永住の希望を伝えたとこ\nろ，Ｍは，当初は反対したものの先に永住した友人の勧めもあって日本への永住を決意した。\nＬは，日本への永住手続をとったものの，このとき，当時同居していたＬの養父であるＺが高齢であることか\nら，Ｌが日本に永住した場合に，同人の面倒を誰が見るかが問題となった。そこで，話合いがされた結果，Ｌの\n子供のうちの年長であった控訴人Ｃが，Ｚの面倒を見るため中国に残ることとなった。\nそしてＬは，昭和５８（１９８３）年，本邦に永住帰国し，Ｍ及びＬの実子４人は，本邦へ入国した。\nウ　控訴人Ｃの家族の本邦入国\n平成２（１９９０）年ころ，Ｌの養父であるＺが死亡した。そこで，控訴人Ｃは，日本に行こうと決意し，平成３（１９\n９１）年ころ，控訴人Ｃ’名で，「日本人の配偶者等」の資格で本邦に入国するための手続を行った。このときＬ\nが提出した申請書に添付された公証書には，控訴人ＣがＲとＭの子であったが，ＲとＭは離婚し，その後，控\n訴人ＣがＬの継子となった旨が記載されていた。ところが，上記申請は認められず，控訴人Ｃは本邦に入国す\nることができなかった。\nその後，控訴人Ｃは，姓を”Ｃ１”からＬの中国姓であった”Ｌ１”に変更したうえ，さらに，”Ｃ２”の名を，他の実\n子の名に付けられた”Ｃ３”と同じ文字を使用するとの趣旨で”Ｃ４”に変更した。\nこれを受けて，Ｌは，平成８（１９９６）年に，「控訴人Ｃ」がＬの長女であるから呼寄せを許可してほしい旨の誓\n約書を控訴人Ｃに送付した。控訴人Ｃは，同誓約書を持って公証処に赴き，氏名を控訴人Ｃ，Ｌとの続柄が長\n女であるとの記載のある公証書の発付を受け，これをＬに送付した。平成８（１９９６）年７月１２日付けの同公証\n書には，「控訴人Ｃ」という人物が，昭和３８（１９６３）年３月１４日にＬ及びＭの長女として出生したこと及びこの\nころＳの妻であったことが記載されており，中国黒龍江省寧安市公証処の公証員の記名様の文字及び公証\n処の押印がある。控訴人Ｃから上記公証書を受領したＬは，平成８（１９９６）年８月２０日ころ，控訴人Ｃにつき，\n名義を控訴人Ｃ，続柄を長女として，また，控訴人Ｃの家族につき，それぞれ長女である控訴人Ｃの夫及び子\nであるとして，本邦への入国を申請し，上記公証書を添付した。\n控訴人Ｃは，同申請により，平成８（１９９６）年１２月２８日，日本人であるＬの実子であるとして，在留資格「日\n本人の配偶者等」として本邦への上陸が許可された。同時に，控訴人Ｃの夫であったＳ（後に中国へ帰国し\nた。）並びに控訴人ＣとＳの子である控訴人Ａ及び控訴人Ｂも，在留資格「定住者」として，本邦への入国を許\n可された。\nその後の在留の経緯等については，原判決添付の別紙２（入国在留経過一覧表）記載のとおりである。\nエ　控訴人Ｆの家族の本邦入国\n一方，控訴人Ｆは，養子先に引き取られた後，昭和５８（１９８３）年１２月ころに控訴人Ｇと結婚するまで，Ｔ’\n家で養女として暮らしてきた。控訴人Ｆは，控訴人Ｇと結婚した後，中国黒龍江省寧安市興華郷で農業を営\nんで生活していた。控訴人Ｄは，昭和５９（１９８４）年１２月８日に出生し，控訴人Ｅは，昭和６２（１９８７）年１２月\n１４日に出生した。\n控訴人Ｇは，その後，控訴人Ｆの実母であるＭのことを知る者の情報に基づいて同女の住所を探したとこ\nろ，昭和５９（１９８４）年ころ，東京城鎮にあるＬ家族の家を発見した。しかしながら，控訴人Ｃは在住していたも\nのの，Ｌ及びＭは，既に昭和５８（１９８３）年８月ころ日本に帰国していたため，控訴人Ｆは，Ｌらと再会すること\nはできなかった。\n控訴人Ｆは，その後も控訴人Ｃと連絡を取り合っていたところ，平成８（１９９６）年ころ，控訴人Ｃの家族が本\n邦に入国することができたことを聞き，Ｌらとともに暮らすため，自らも本邦へ入国することを決意したが，本邦\nへの入国手続が分からなかったため，養子先の義理の兄であり，寧安市の公安局の職員で，以前控訴人Ｃの\n渡航手続を行ったと聞いていたＵに，氏名の変更を含む渡航手続を依頼し，また，控訴人Ｃに連絡して，控\n訴人ＣからＵへ連絡をとるよう依頼した。\n控訴人Ｆは，平成９（１９９７）年ころ，Ｕに対して，控訴人Ｆ名義での公証書，旅券，結婚証書及び居民身分\n証の作成を依頼した。\nＬは，Ｕに対し，控訴人ＦがＬの二女である旨の誓約書を送付したところ，Ｕから，控訴人Ｆの家族の他に，Ｕ\nの実子であるＮ及びＯについても，控訴人Ｆの実子として公証書を作成したため，両名についても在留資格\n認定証明書の交付申請を行うようにとの連絡があり，控訴人Ｆの家族に加えて，Ｎ及びＯについても，平成１０\n（１９９８）年６月９日付けの公証書が送付された。\n控訴人Ｆに係る親族関係公証書については，「控訴人Ｆ」が昭和３８（１９６３）年３月１４日に出生し，ＬとＭの\n次女である旨記載があり，中国黒竜江省寧安市公証処の公証員の記名様の文字及び公証処の押印がある。\nまた，控訴人Ｆに係る出生公証書には，「控訴人Ｆ」は関係人ＬとＭの次女であることを証明する旨の記載があ\nり，上記同様の公証員の文字及び押印があった。\n控訴人Ｄ及び控訴人Ｅの出生公証書には，それぞれ生年月日が「１９８３年１２月８日」及び「１９８４年１２月１\n４日」との内容虚偽の記載があり，上記同様の公証員の文字及び押印があった。\nＮ及びＯに係る公証書については，各人の父親は控訴人Ｇで母親は控訴人Ｆであることを証明する旨の記\n載があり，上記同様の文字及び押印があった。\nＬは，平成１０（１９９８）年７月１７日，控訴人Ｆの家族，Ｎ及びＯの６名分について，在留資格認定証明書の\n交付申請を行った。Ｌは，控訴人Ｆに係る申請書について，氏名を「控訴人Ｆ」として，同申請書の生年月日\n欄に「１９６３年３月１４日」と，前記控訴人Ｆに係る申請書及び控訴人Ｇに係る申請書の「婚姻，出生又は縁組\nの届出先及び届出年月日」の「（２）本国等届出先」の「届出年月日」欄に「１９８０年１０月１日」と，いずれも虚\n偽内容が記載された公証書に記載されたのと同様の，虚偽内容の記載をした。また，Ｌは，控訴人Ｄに係る申\n請書及び控訴人Ｅに係る申請書の生年月日欄及び「婚姻，出生又は縁組の届出先及び届出年月日」の\n「（２）本国等届出先」の「届出年月日」欄に，それぞれ「１９８３年１２月８日」及び「１９８４年１２月１４日」と，真実\nの生年月日と異なる生年月日を記載した。Ｌは，平成１０（１９９８）年７月１７日，Ｎに係る申請書及びＯに係る\n申請書を作成し，同申請書の「扶養者」欄の氏名に控訴人Ｇの氏名を記載し，申請人との続柄のうち，「父」欄\nに印を付けた。その上でＬは，前記内容虚偽の公証書につき，少なくとも控訴人ＦがＬの実子ではないこと，Ｎ\n及びＯが控訴人Ｆと控訴人Ｇの実子ではないことを知りながら，申請書の添付書類として提出した。\n控訴人Ｆの家族は，平成１０（１９９８）年１０月１日ころ，身体検査を受けに行った際，Ｕから，自らの２人の子\n供であるＮ及びＯを，それぞれ「Ｎ」及び「Ｏ」として，控訴人Ｆらの実子として登録したので一緒に連れて行くこ\nと，控訴人Ｆの生年月日について，前記Ｎ及びＯとの年齢差を考慮して，昭和３８（１９６３）年３月１４日とし，控\n訴人Ｆと控訴人Ｇとの結婚も，昭和５５（１９８０）年としたこと，これに伴って，控訴人Ｄの生年月日につき，真実\nは昭和５９（１９８４）年１２月８日であったところ，パスポート及び公証書上は昭和５８（１９８３）年１２月８日と，控\n訴人Ｅの生年月日につき，真実は昭和６２（１９８７）年１２月１４日であったものが，パスポート及び公証書上は\n昭和５９（１９８４）年１２月１４日と，それぞれ記載されていることを伝えられた。公証書には，親族関係の公証と\nして，平成１０（１９９８）年６月９日付けで，Ｆなる人物が，昭和３８（１９６３）年３月１４日に出生しており，この者\nは，Ｌ及びＭの次女であるとの記載がある。このため，公証書上は，控訴人Ｆは，控訴人Ｃと同日に出生したこ\nととなった。控訴人Ｆ家族は，なぜＵがそのようなことをするのかと感じたものの，既に手続は終了しており，書\n類も作成されているので，Ｎ及びＯを連れて行くこととした。\n控訴人Ｆの家族は，平成１０（１９９８）年１０月２８日，Ｌ及びＭの実子として，本邦への入国が認められた。同\n時に，控訴人Ｇ，控訴人Ｅ及び控訴人Ｄの入国も許可され，さらに，Ｎ及びＯも，控訴人Ｆの実子として，本邦\nへの入国を許可された。許可の内容及びその後の更新申請については，原判決添付の別紙２（入国在留経\n過一覧表）記載のとおりである。\n（３）　控訴人らの日本での生活状況\nア　控訴人Ｃの家族は，肩書住所に住み，控訴人Ｃは，平成１２（２０００）年４月ころから，自宅近くにある鮮魚\n店に勤務し，控訴人Ａ及び控訴人Ｂはそれぞれの学校に通学している。\n控訴人Ｃの家族は，本邦に入国後は，特に犯罪等を犯すことなく生活してきた。本件について控訴人Ｃの家\n族が収容された際には，控訴人Ｃの勤務先や，控訴人Ｂの就学先の教諭等から，嘆願書が提出された。\nイ　控訴人Ｆの家族は，肩書住所に住み，控訴人Ｆ及び控訴人Ｇは，ともにＨに勤務した後，控訴人Ｇは平成\n１０（１９９８）年９月から上陸許可が取り消されるまでは会社に勤務し，控訴人Ｆは平成１０（１９９８）年１０月から\n組立作業に従事し，平成１２（２０００）年８月以降はアイロン及びミシン作業に従事している。控訴人Ｄ及び控\n訴人Ｅはそれぞれの学校に通学している。\n控訴人Ｆの家族は，本邦に入国後，特に犯罪等を犯すことなく生活していた。本件について控訴人Ｆ家族が\n収容された際には，控訴人Ｆ及び控訴人Ｇの勤務先や，控訴人Ｄ及び控訴人Ｅの就学先の教諭等から，嘆\n願書が提出された。\n（４）　Ｌの家族らと控訴人Ｃ及び控訴人Ｆの各家族との交流\n控訴人Ｃ及び控訴人Ｆの各家族は，ともにＬの家族が住むＩ団地に居住していたところ，同団地には，Ｌの実\n子であるＶ及びＷも居住しており，Ｌの家族，Ｖ及びＷと控訴人らとは，頻繁に往来している。\n（５）　控訴人らが本邦に上陸し，再入国許可，在留更新許可を受けた経緯及びその際の在留資格，在留期\n間は，原判決添付の別紙２（入国在留経過一覧表）記載のとおりである。\n（６）　控訴人らの収容から本件各処分までの経緯は，原判決の「第２　事案の概要」の１（３）記載のとおりであ\nる。\n（７）　本件訴訟提起及び執行停止の申立て\n控訴人らは，平成１３（２００１）年１２月２５日，本件訴訟を提起すると同時に，本件発付処分に係る退去強制\n令書の執行停止を求め，同令書はその送還部分につき執行が停止された。\nなお，控訴人Ｇを除く控訴人らに対しては，翌２６日，仮放免が許可されたが，控訴人Ｇの仮放免は許可さ\nれなかった。\n福岡入国管理局入国警備官は，翌２７日，控訴人Ｇを入国者収容所大村入国管理センターに移送した。\n控訴人Ｇは，平成１５年９月１７日仮放免を許可され，上記収容所を退所した。\n２　本件裁決及び本件発付処分は取消訴訟の対象となるか否か\n本件裁決がその対象となることについては特に争点とはなっていないが，判断の前提となる法律問題なの\nで，まず，この点を検討する。\n（１）　行政事件訴訟法（以下「行訴法」という。）３条２項にいう「公権力の行使に当たる行為」とは，行政庁\nによる公権力の行使としてなされる国民の権利義務を形成し又はその範囲を具体的に確定する行為をいい，\n同条３項にいう「裁決」とは，行政庁の処分その他公権力の行使に関し相手方その他の利害関係人が提起し\nた審査請求，異議申立てその他の不服申立てに対し，行政庁が義務として審理判定した行為をいい，行政\n不服審査法所定の審査請求及び再審査請求に係る裁決並びに異議申立てに係る決定のほか，他の法令で\n定める特別の不服申立てに係る義務的な応答行為を含むというべきである。\n（２）　そして，本件裁決及び本件発付処分に至る手続の概要は，原判決の「第２　事案の概要」欄の１（３）ア\nに記載のとおりであるところ，難民認定法４９条３項の法務大臣の裁決は，特別審理官の判定に対する当該容\n疑者からの不服申立てに対し義務として応答するものであるから，行訴法３条３項の裁決に当たり，取消訴訟\nの対象となる。また同法４９条５項により，主任審査官が当該容疑者に対し法務大臣から異議の申出が理由が\nない旨の通知を受けた旨を知らせるとともに同法５１条の規定による退去強制令書を発付する行為も，行訴法\n３条２項にいう「公権力の行使に当たる行為」に当たり取消訴訟の対象となる。なぜなら，後記のとおり退去強\n制令書を発付するかどうかについて主任審査官に裁量権は認められないが，発付行為に係る退去強制令書\nは，入国警備官によって執行され（同法５２条１項），当該容疑者は，退去強制令書の執行としての強制退去\nを受けて，その者の国籍等の属する国に送還され（同法５３条１項），直ちに送還することができないときは，送\n還可能のときまで，入国者収容所等の主任審査官が指定する場所に収容される（同法５２条５項）から，退去\n強制令書を当該容疑者に対し発付する主任審査官の行為は，行政庁による公権力の行使としてなされる国\n民の権利義務を形成し又はその範囲を具体的に確定する行為であり行訴法３条２項の処分に当たるというべ\nきだからである。\n３　争点①（本件裁決及び本件発付処分が，Ｂ規約ないし児童の権利条約に違反するか否か）についての判\n断\n（１）　難民認定法５０条１項３号は，同法４９条３項の裁決に当たって，異議の申出に理由がないと認めるとき\nであっても，被控訴人法務大臣が特別に在留を許可すべき事情があると認めるときには，その者の在留を許\n可することができる旨を定めるのみであり，その具体的な基準については特に明示していない。また，在留特\n別許可を付与するか否かについては，異議申立人の申立事由のみならず，当該外国人の入国経緯，在留中\nの一切の行状，国内及び国際情勢，外交関係等の諸般の事情を考慮して，時には高度な政治的判断も必要\nとなり，時宜に応じた的確な判断をしなければならないことからすれば，難民認定法は，当該外国人に在留特\n別許可を付与するか否かを判断するに際して，被控訴人法務大臣に広範な裁量権を認めたものであると解さ\nれる。したがって，被控訴人法務大臣が退去強制事由に該当する外国人に対し在留特別許可を付与しなか\nったことが違法となるのは，その判断が全く事実の基礎を欠き，又は社会通念上著しく妥当性を欠くことが明ら\nかな場合に限られると解するのが相当である。\n控訴人らは，本件各処分が，Ｂ規約２３条等，児童の権利条約３条等に違反し，確立した国際法規の遵守を\n定めた憲法９８条２項にも違反することを理由として，直ちに本件各処分は違法となる旨主張する。\nしかし，憲法２２条１項は，日本国内における居住・移転の自由を保障する旨を規定するにとどまり，外国人が\n本邦に入国することについては何ら規定していないものであり，このことは，国際慣習法上，国家は外国人を\n受け入れる義務を負うものではなく，特別の条約がない限り，外国人を自国に受け入れるかどうか，また，これ\nを受け入れる場合にいかなる条件を付与するかを，当該国家が自由に決定することができるものとされている\nことと，その考えを同じくするものと解される。したがって，憲法上，外国人は，本邦に入国する自由を保障され\nているものでないことはもちろん，在留の権利ないし引き続き在留することを要求し得る権利を保障されている\nものでもないと解される。そして，Ｂ規約には，上記のような国際慣習法を制限する旨の規定は定められていな\nいし，Ｂ規約１３条は，「合法的にこの規約の締約国の領域内にいる外国人は，法律に基づいて行われた決定\nによってのみ当該領域から追放することができる。」と規定しており，不法に在留する者に対して退去強制措\n置をとり得ることを前提としているものと解されることからすれば，Ｂ規約は，外国人の入国及び在留の許否に\nついて国家に自由な決定権があることを前提としているものであり，マクレーン判決にいう国際慣習法上の原\n則を制約する「特別の条約」には当たらない。また，児童の権利条約９条４項は，締約国がとった父母の一方\n若しくは双方又は児童の抑留，拘禁，追放，退去強制，死亡等のいずれかの措置に基づいて父母と児童が\n分離した場合について規定しており，同条項は，父母と児童が退去強制措置によって分離されることがあり得\nることを前提としているものと解され，児童の権利条約も，外国人の入国及び在留の許否について国家に自\n由な決定権があることを前提としているものであり，マクレーン判決にいう国際慣習法上の原則を制約する「特\n別の条約」には当たらない。\nしたがって，本件各処分が，Ｂ規約若しくは児童の権利条約又は憲法９８条２項に違反して違法となるとの控\n訴人の主張は採用できない。\n（２）　もっとも，憲法９８条１，２項（条約・国際法規の遵守）及び憲法９９条（公務員の憲法尊重擁護義務）によ\nれば，我が国の公務員は，このような国際人権条約（Ｂ規約や児童の権利条約）の精神やその趣旨（家族の\n結合の擁護や児童の最善の利益の保障）を誠実に遵守し，尊重する義務を負う。したがって，当該外国人に\n在留特別許可を付与するか否かを判断するに当たって，被控訴人法務大臣は，国際人権条約（Ｂ規約や児\n童の権利条約）の精神やその趣旨を重要な要素として考慮しなければならない。\n４　争点②（被控訴人法務大臣の本件裁決に裁量権を逸脱又は濫用した違法があるか否か）についての判断\n（１）　入国手続の違法性の評価\nア　前記３のとおり，広汎な裁量権を有する被控訴人法務大臣の判断であっても，当該裁決に関する判\n断が全く事実の基礎を欠き，又は社会通念上著しく妥当性を欠くことが明らかな場合には，裁量権の逸脱又\nは濫用として違法となることがあり得る。そこで以下，この点について事実関係に立ち入って検討する。（な\nお，本件においては，被控訴人法務大臣から高度な政治的判断が必要であるとの事情は主張されていな\nい。）\nイ　前記認定のとおり，Ｌは，平成３（１９９１）年ころ，控訴人Ｃ’で，Ｌとの身分関係が継子であることの公証書\nを添付して本邦への入国を申請したところ，これが認められなかった後，平成８（１９９６）年ころ，控訴人Ｃが自\n分の「長女」である旨の誓約書を作成し，同女が自分の長女であるとして本邦への入国を申請する際，その旨\nの記載のある公証書を添付し，また，平成１０年ころ，控訴人Ｆが自分の「次女」である旨の誓約書を作成し，\n同女が自分の次女であるとして本邦への入国を申請する際，その旨の記載のある公証書を添付した。これら\nの事実に照らすと，Ｌは，控訴人ＣがＬの継子であるとの身分関係では本法に入国できないことを認識したうえ\nで，同女が実子であるとの虚偽の事実を作出して本法に入国させたものであると推認することができる。この\n点控訴人らは，継子と実子を明確に区別していない中国の実情等を根拠として，Ｌには虚偽の申請をしてい\nるとの認識がなかったと主張するが，Ｌが平成３年の申請時には控訴人Ｃを「継子」とした（甲３）のに，平成８\n年及び平成１０年の申請時には控訴人Ｃを「長女」控訴人Ｆを「次女」と記載し，かつ添付した身分関係図（乙\n１２９，１３０の各１）にも，明らかにこの二人が自分の実子であることを前提とした記載をしているのであるから，\nＬに虚偽の申請をしている旨の認識があったことは疑いの余地がない。また，これらの誓約書及び公証書を見\nている控訴人Ｃ及び同控訴人Ｆにも，同様の認識があったものと認められる。さらに，控訴人Ｆは，Ｎ及びＯが\n自分とは全く血縁関係のない人物であるのに，これらの者が自分の実子であるとの虚偽の公証書を使用した\nり虚偽の生年月日を記載したりして在留資格認定証明書の交付を申請し，Ｌもこれらの事実を知っていたと認\nめられる。\n以上を要するに，Ｌ，控訴人Ｃ及び同控訴人Ｆは，公証書の記載及び申請書に記載した身分関係がいずれ\nも虚偽であることを認識しながら，あえてその身分関係に基づいて本邦に入国しようとしたというべきである。\nウ　しかしながら，控訴人Ｃ及び同控訴人Ｆが姓名を変更したことや継子を「長女」「次女」と呼称すること自体\nは中国の法律や慣行上特段違法・不自然なものではないこと（甲２１８），Ｌが各申請時に添付した戸籍等の資\n料は真正なものであって，これらをつぶさに検討すれば，Ｌの申請が虚偽であることが発覚する余地もあった\nこと，乙１４１，１４２に照らすと，もしＬや控訴人らが真実の身分関係を当初から明らかにして入国申請をしてお\nれば入国が許可された可能性がなかったとはいえないこと，Ｎ及びＯの不法入国についてのＬや控訴人らの\n関与は主導的・積極的なものではなかったことなどの諸事情に照らすと，Ｌ，控訴人Ｃ及び同Ｆの入国手続に\nおける虚偽申請の違法性は極めて重大なものとまでは評価できない。\n（２）　本件に特有の事情\nア　本件においては，原判決挙示の証拠によって認められる以下のような事情を考慮する必要がある。\nまず，控訴人Ｃは，Ｍの連れ子であることをはるかに越えて，Ｌやその家族と密接な関係がある。すなわち，\n控訴人Ｃは，ＬとＭの婚姻後昭和５７（１９８２）年に自らが結婚するまでの間Ｌ夫婦と同居し，この間に生まれた\n４人の子供の上にいる最年長者として家事などＭの手伝いをし，Ｌが病気で倒れた際には率先して家族の生\n活を支えるなど，Ｌの家族の重要な一員となっていたものである。そして，特筆すべきは，Ｌが日本への永住手\n続をとった際，中国当局者から高齢の養父Ｚの世話をしなければ日本へ帰国できないと言われたため，Ｌの子\n供のうち最年長であった控訴人Ｃが同人の世話をするために中国に残り，同人が死亡するまでの７年間Ｌに\n代わってその世話をしたことである。このような事情は，控訴人ＣがＬの実子以上の存在であったと評価できる\nものである。そして，平成２（１９９０）年にＺが死亡したことから今回の入国申請になったものであるが，このよう\nに控訴人Ｃは，Ｌ自身及びその家族全体との関係で，Ｌの実子同様の密接さがあったということができ，このよ\nうな家族関係は，日本国がその尊重義務を負うＢ規約に照らしても十分に保護されなければならないものであ\nる。\nまた，控訴人Ｃの妹である控訴人Ｆは，病弱であったためやむなく他に養子で出されたが，結婚後控訴人Ｃ\nと連絡を取り合い，一時帰国したＬやＭと再会して日本国への入国を申請したものであり，そのＬや控訴人Ｃと\nの家族関係も控訴人Ｃと同様尊重されるべきである。\nイ　そしてなにより，Ｌ，控訴人Ｃ及び同控訴人Ｆらの家族が本件のような事態に直面したことについては，控\n訴人らに退去を強制している日本国自身の過去の施策にその遠因があり，かつその救済措置の遅れにも一\n因があることが留意されなければならない。すなわち，Ｌの両親が中国に渡ったのは，当時の日本国の国策で\nあった満州国開拓民大量入植計画によるものであり，また終戦後Ｌの母が日本に帰国できずＬの帰国が遅れ\nたのも，日本国の引き揚げ施策が効を奏さなかったためであって，そのような中で生活維持のためにやむなく\nＬがＺの養子とされたのである。その後，昭和４７（１９７２）年の日中国交回復を経，終戦後３６年にしてようやく\n中国残留孤児の集団訪日調査が行われ，４９年後の平成６（１９９４）年に至って，「今次の大戦に起因して生\nじた混乱等により，本邦に引き揚げることができず引き続き本邦以外の地域に居住することを余儀なくされた\n中国残留邦人などの置かれている事情にかんがみ，これらの者の円滑な帰国を促進する」ことなどを目的とし\nて，「中国残留邦人等の円滑な帰国の促進及び永住帰国後の自立支援に関する法律」（以下「中国残留邦\n人帰国促進自立支援法」という。）が公布されたものである。このような救済措置の遅れは，当時の国際情勢\n等との関係でやむを得なかった面もあるが，結果的にみてなんとしても遅きに失したとの感を否めない。そし\nて，同法で，円滑な帰国・入国の特別配慮の対象とされている「当該中国残留邦人等の親族」の中に控訴人\nらのような連れ子が含まれる旨の直接の規定はないが，控訴人らは「前各号に規定する者に準ずるものとして\n厚生労働大臣が認める者」（同規則１０条６号）に該当する余地が残されている。他方，難民認定法により「定\n住者」として在留資格が認められる者の中には，日本人配偶者たる外国人の連れ子が定められているが（平\n成２年法務省告示第１３２号（定住者告示）の６号），これは未成年で未婚の者に限定されている。この規定は\n一般的には合理性を有するが，控訴人らのような中国残留邦人の親族の場合，実子同然に育った者であっ\nても，上記のような引き揚げ措置の遅れによって（この間に成人に達したり結婚したりして）在留資格を取得で\nきないという不合理が生じ，中国残留邦人帰国促進自立支援法の趣旨が没却されてしまうおそれがある。\nこのように，過去の日本国の施策が遠因となり，その被害回復措置の遅れによって結果的に在留資格を取\n得できなくなってしまっている控訴人らの立場は，本件に特有の事情として，特別在留許可の判断にあたって\n十分に考慮されなければならない。\n（３）　まとめ\n以上のような，本件に特有の事情，前記に認定した控訴人らの日本での生活状況に顕れた控訴人らの家族\nの実態及び控訴人子らが我が国に定着していった経過，控訴人子らの福祉及びその教育並びに控訴人子ら\nの中国での生活困難性等を，日本国が尊重を義務づけられているＢ規約及び児童の権利条約の規定に照ら\nしてみるならば，入国申請の際に違法な行為（その違法性の程度については前述したとおりである。）があっ\nたことを考慮しても，本件裁決は，社会通念上著しく妥当性を欠くことが明らかであり，被控訴人法務大臣の\n裁量権の範囲を逸脱又は濫用した違法があるというべきであるから，その余の点を判断するまでもなく，取消\nしを免れない。\n５　争点③（被控訴人主任審査官の本件発付処分に，裁量権を逸脱又は濫用した違法があるか否か）につい\nての判断\n難民認定法４９条５項は，主任審査官は，法務大臣から異議の申出が理由がないと裁決した旨の通知を受\nけたときは，すみやかに当該容疑者に対して退去強制令書を発付しなければならないと定めており，主任審\n査官に対し，退去の強制に理由があるか否かをあらためて判断することを許容するような規定は何ら設けられ\nていない。このほか，難民認定法４７条及び４８条８項の類似規定や難民認定法５１，５２条等の関係諸規定に\n照らしても，主任審査官は，法務大臣から前記裁決の通知を受けたときは，その判断に拘束され，すみやか\nに所定の方式に従った退去強制令書を発付することを義務づけられており，退去の強制に実体上の理由が\nあるか否かについて独自に判断し得る権限も，また，退去強制令書の発付を留保し得る権限も認められてい\nないものと解するのが相当である。したがって，被控訴人主任審査官による本件発付処分には裁量の余地が\nないから，裁量権の逸脱や濫用について判断する余地はない。しかしながら，同処分は，被控訴人法務大臣\nによる本件裁決を前提とするものであって上記のとおりその裁決が違法なのであるから，本件発付処分も違法\nとなり取消しを免れない。\n６　文書提出命令について\n控訴人らの平成１６年１０月１５日付け及び同年１１月２６日付け各文書提出命令申立書による各申立ては，い\nずれも各「証明すべき事実」欄の記載から，本件上陸許可取消処分に関するものであることが明らかであり，\n上記のとおり本件上陸許可取消処分について判断する必要がなく，上記各申立ての対象となる文書は取り調\nべる必要がないから，上記各申立ては採用しない。\n７　結論\n以上のとおりであって，原判決は相当でないからこれをこれを取り消して，本件裁決及び本件発付処分をい\nずれも取り消すこととし，主文のとおり判決する。\n（平成１６年１２月１５日　口頭弁論終結）\n福岡高等裁判所第２民事部\n裁判長裁判官 石　　塚　　章　　夫\n裁判官 永　　留　　克　　記\n裁判官 髙　　宮　　健　　二\n別紙１（身分関係図）添付省略\n"
}