{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 22
  },
  "case_number": "平成10(ワ)2103",
  "case_name": "保険金等請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7199",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7199",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/199/007199_hanrei.pdf",
  "contents": "判決　平成１４年５月２２日　神戸地方裁判所　平成１０年(ワ)第２１０３号　保\n険金等請求事件\n主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n１　被告Ａ火災保険株式会社は，原告に対し，３２５０万円及びこれに対する平\n成１０年１０月３１日（訴状送達の日の翌日）から支払い済みまで年６分の割合に\nよる金員を支払え。\n２　被告Ｂ農業共済組合連合会は，原告に対し，７５０万円及びこれに対する平\n成１０年１０月３１日（訴状送達の日の翌日）から支払い済みまで年６分の割合に\nよる金員を支払え。\n第２　事案の概要\n（以下では，被告Ａ火災保険株式会社を「被告Ａ」と，被告Ｂ農業共済組合連\n合会を「被告Ｂ」と，別紙建物目録記載の建物を「本件建物」という。）\n本件は，原告が，火災により本件建物内の家財・骨とう品等が焼失したと主\n張して，被告Ａに対しては同被告と締結していた住宅総合保険契約に基づき家財・\n骨とう品等の損害保険金３２５０万円を，被告Ｂに対しては同被告と締結していた\n建物火災共済契約に基づき家具類の損害共済金７５０万円をそれぞれ請求した（た\nだし，家具類の損害填補金については，その損害額１５００万円を被告らに２分の\n１ずつ案分負担させた額である。）のに対し，被告らが，上記火災は原告が何者か\nに放火させたことによって生じた自招事故であること（事故招致），原告が損害の\n申告に当たり虚偽・過大な損害を記載したこと（不実表示）等を主張してこれを争\nった事案である。\nなお，原告は，訴え提起当初は，上記家財・骨とう品等の動産のみならず本\n件建物についての火災保険金及び共済金も請求していたが，後に動産についてのみ\nの請求に訴えを変更した。\n１　当事者間に争いのない事実及び証拠上容易に認定できる事実\n(1) 当事者等\nｱ　原告は，昭和２１年１２月２３日生まれの女性で，本件建物が火災にあ\nった平成８年１０月当時はａ県b市内でスナックを経営していた。\nｲ　被告Ａは，損害保険業等を目的とする株式会社であり，平成１３年１０\n月１日にＡ火災保険株式会社がＣ火災保険株式会社（以下，「ｃ」という。）を吸\n収合併して，商号を変更したものである。\nｳ　被告Ｂは，農業災害補償法に基づいて設立された法人格を有する組合\nで，a県内の農業共済組合等をその組合員としており，農業災害共済事業に関する保\n険事業を行うほか，任意共済事業として，自己の組合員である当該所属農業共済組\n合だけでなく，当該所属農業共済組合に所属する個人組合員等も対象にして住宅等\nについての損害共済事業も行っている団体である。\n(2) 本件建物での居住状況等\nｱ　原告は，昭和５５年ころから，その夫Ｄ，長男Ｅらと一緒に本件建物で\n暮らしていた。本件建物は，Ｅの実家であり，同人の所有物件であった。もっと\nも，本件建物及びその附属建物（便所）並びにその敷地（以下，「本件建物等」と\nいう。）には，Ｅの債務を担保するため，訴外有限会社Ｆ（代表者Ｇ。以下，\n「Ｆ」という。）を権利者とする極度額７００万円の根抵当権が設定されていた。\nｲ　昭和５８年７月８日，Ｆは，上記根抵当権に基づく競売開始決定を得て\n本件建物等を差し押さえた。その後，昭和６１年９月２日に，原告らが居住したま\nまでＦ店自ら本件建物等を落札し（c地方裁判所b支部昭和５８年(ケ)３５号事件\n〔乙２８の資料③〕。以下，「本件競売」という。），同４日には本件競売による\n売却を原因として，ＤからＦへの本件建物等の所有権移転登記がされた。本件競売\n後は，登記簿上，本件建物の所有権の変動はない（甲１２）。\nその後，Ｆは昭和６２年２月１６日に本件建物等について不動産引渡命\n令（c地方裁判所b支部昭和６２年(ヲ)第１０号〔乙２８の資料③〕。以下，「本件\n引渡命令」という。）を得たが，この時点では，この債務名義に基づく執行手続を\n申し立てなかった。\nｳ　原告らは，本件競売の後も本件建物に居住を続けていたが，本件競売の\n翌年（昭和６２年８月）にはＤが死亡し，その後長男も大学進学で家を出たことか\nら，平成元年ころからは，原告が１人で本件建物に居住するようになった。\n平成２年７月，原告は本件建物所在地から約２０㎞離れたa県b市におい\nて家賃１か月１０万円で店舗を借り受け，そこでスナック「Ｈ」を経営するように\nなった。そして，平成３年ころには，同市d所在のＩ２階の居室を借りてこれを利用\nするようになった（なお，このＩが原告の生活の本拠になっていたかどうかについ\nては後記争点４のとおり争いがある。）。\n(3) 火災保険契約等の締結の履歴\nｱ　Ｃ関係\n原告は，平成３年１０月２５日，Ｃとの間で，同社の代理店Ｊ保険サー\nビスを介        して，保険期間を１年間とする火災保険契約（住宅総合保険）を\n大要次のとおり締結し，以来毎年これを更新していった（(ウ)につき乙３２）。\n(ｱ) 保険の目的物　　①本件建物（母屋），②別棟建物（離れ），　　③\n本件建物内の家財，書画，骨とう一式\n(ｲ) 目的物所有者　　いずれも原告\n(ｳ) 保険金額　　①につき３６５０万円，②につき９８０万円，　③につ\nき４０００万円\nｲ　被告Ｂ関係\nまた，原告は，平成５年ころ，被告Ｂとの間で次のとおり建物火災共済\n契約を締結した（丙１，２，４，６）。\n(ｱ) 共済の目的物　　①本件建物，②本件建物内の家具類\n(ｲ) 目的物所有者　　いずれも原告\n(ｳ) 共済金額　　①②につき各１５００万円\n(ｴ) 共済期間　　平成５年１０月２０日午後４時から\n平成６年３月２０日午後４時まで\n(ｵ) 共済掛金　　５か月間で１万７１０円\nｳ　訴外Ｋ海上保険株式会社関係\nさらに，原告は，平成６年１１月２１日，訴外Ｋ海上保険株式会社（以\n下，「Ｋ」という。）との間で，保険期間を１年間とする火災保険契約を大要次の\nとおり締結した（乙１７）。\n(ｱ) 保険の目的物　　①本件建物，②本件建物内の家財\n(ｲ) 目的物所有者　　いずれも原告\n(ｳ) 保険金額　　①につき２０００万円，②につき２５００万円\n(ｴ) 保険料　　９万９７５０円\nこのＫとの契約は１年後の平成７年１１月に期間満了により終了し，契\n約は継続されなかった。\n(4) 店舗家賃及びＩ家賃の滞納\nｱ　原告のスナックの経営状態は芳しくなく，平成５年３月１５日ころに\nは，スナック店舗の滞納家賃や店舗貸主が立て替えた公共料金の合計額が１１４万\n７１７６円にのぼっており，その後も原告の滞納額は蓄積していったため，同年７\n月には，原告は，店舗貸主から未払賃料等１４５万２８１４円の支払い及び債務不\n履行に基づく賃貸借契約解除による目的店舗の明渡しを求められた。\nｲ　また，原告はＩ居室の家賃（月３万円）も数か月分滞納するようにな\nり，平成７年ころからは，Ｉから退去するよう家主から繰り返し要求されるように\nなっていた（乙２６）。\n(5) Ｆからの本件建物退去要求\n平成６年８月２９日，Ｆは，原告に対しＩをあて先として，本件建物から\nの退去を要求する内容証明郵便を発送し，同日ころ原告はこれを受領した。\n同書面には，「本件物件は当社が昭和６１年９月２日競売により買受取得\nしました。当時，裁判所から引き渡せとの命令をもらっていましたが故Ｄ氏が必ず\n買い戻すからとズルズルとそのまま強引に賃料も払わないで居座り，何度も第三者\nを介したりして立ち退くか早急に買い戻すか実行するよう要求してきましたが，一\n向に話にならないまま日時が経過し，その後同人は死亡，貴殿がそれを引き継ぐこ\nととなったので，貴殿にも要求して参りましたが，また言を左右にして今日に到り\nました。特に貴殿は現在本件物件に居住せず空家同然とされており，このまま放念\nすると建物の損壊が甚だしくなり当社としては甚大な損害を受けることとなりま\nす。よってこれ以上貴殿の意向を待つことはできませんので，本件建物内に存する\n家財一切を直ちに撤去し明渡し返還されるよう強く要求致します。」と記載されて\nいる（乙１１）。\n(6) 原告に対する動産執行（１回目）\n平成７年５月３０日には，債権者Ｌ株式会社申立てにかかる動産執行事件\n（ｃ地方裁判所b支部平成７年（執イ）第６１号事件）において，Ｉの原告居室内の\n動産が差し押さえられた。この事件の執行債権のうち請求債権元本額は３０万７３\n００円であった。\n(7) 本件保険契約の締結\n平成７年１１月１日，原告は，Ｃとの従前からの火災保険契約について４\n度目の更新を行い，保険の目的物から別棟建物（離れ）を除外するなど契約内容を\n一部変更した上で，前記Ｊ保険サービスを介して次のとおり火災保険契約（以下，\n「本件保険契約」という。）を締結した（エ，オにつき乙２１の１・２）。\nｱ　保険の目的物　　①本件建物，②本件建物内の家財，書画，骨とう一式\n（和服，洋服，掛け軸２本，ついたて２本，タンス（大）３竿，タンス（小）１\n竿，紫檀手彫り屏風，古文書，木彫り置物，有田焼香炉，古銭・紙幣（額入り），\n九谷焼５点ほか）\nｲ　目的物所有者　　いずれも原告\nｳ　保険金額　　①につき３８５０万円\n②につき４０００万円\nｴ　保険期間　　平成７年１１月１日午前９時から\n平成８年１１月１日午後４時まで\nｵ　保険料　　毎月１万４６３０円（①及び②の合計）\nｶ　保険金支払い　　　保険契約者が所定の保険金請求手続をした日から３\n０日以内（ただし，この期間内に必要な調査を終えることができないときは，その\n終了から遅滞ない時期）に支払う。\nｷ　約款の内容　　(ｱ) 保険契約者の故意又は重大な過失によって生じた損\n害については保険金を支払わない（事故招致による免責）。\n(ｲ) 保険契約者が，正当な理由がないのに損害発生に\n関する所定の提出書類に，知っている事実を表示せず又は不実の表示をしたときは\n保険金を支払わない（不実表示による免責）。\n(8) 原告に対する動産執行（２回目）\n平成８年３月１日には，債権者Ｍ株式会社によって，原告に対し，再びＩ\nの原告居室内の動産を目的物とする動産執行が申し立てられた（c地方裁判所b支部\n平成８年（執イ）第４９号事件。執行債権の請求債権元本額は２万１６６３\n円。）。この事件は，目的物の不存在を理由として差押え不能で終了した（乙５の\n２）。\n(9) 本件共済契約の締結\n原告は，平成８年５月２４日，被告Ｂとの間で，次のとおり建物火災共済\n契約（以下，「本件共済契約」という。）を締結した（エ，オにつき丙１，４）。\nｱ　共済の目的物　　①本件建物，②本件建物内の家具類（「家具類」と\nは，日常生活に必要な用具を指し，骨とう品，貴金属又は旅館若しくは飲食店など\nで業務用として使用されている備品などは含まない。）\nｲ　目的物所有者　　いずれも原告\nｳ　共済金額　　①②につき各１５００万円\nｴ　共済期間　　平成８年５月２０日午後４時から\n平成９年３月２０日午後４時まで\nｵ　共済掛金　　１０か月間で１万８９９０円（①及び②の合計）\nｶ　共済金支払い　　　共済契約者が所定の共済金請求手続をした日から３\n０日以内（ただし，この期間内に共済金額の確定に必要な調査を終えることができ\nないときは，その終了から速やかな時期）に支払う。\nｷ　約款の内容　　(ｱ) 加入者の故意又は重大な過失によって生じた損害に\n対しては共済金を支払わない（事故招致による免責）。\n(ｲ) 加入者が損害発生に関する所定の提出書類に，故\n意に不実のことを表示したときは共済金を支払わない（不実表示による免責）。\n(ｳ) 共済目的物である建物を引き続き３０日以上空き\n家とする場合には，加入者はその事実の発生が加入者の責に帰すべき事由によると\nきは，あらかじめその旨を被告Ｂに通知し，共済証券に承認の裏書をするよう請求\nしなければならない。\n加入者がこの通知を怠った場合には，被告Ｂは，\n通知すべき事実が発生したときから被告Ｂが承認裏書請求書を受け取るまでの間に\n生じた損害については，共済金を支払わない（通知義務違反による免責）。\n(10) 本件建物の強制執行手続と買戻し交渉\n平成８年８月半ば，Ｆは，昭和６２年に取得していた本件引渡命令に基づ\nいて本件建物等引渡しの強制執行をするための準備を開始し，平成８年８月１６\n日，承継執行文とともに上記債務名義が原告を含む承継人らへ送達された。同年９\n月３日，Ｆは本件建物等引渡しの強制執行を申し立てることにした。\n原告は，Ｆの強制執行への動きを知ったことから，同年９月１０日ころ，\n長女ＮとともにＦを訪れて，代表者Ｇに強制執行をやめるように求めた。これに対\nして同人は，原告が本件建物等を１２００万円で買い戻すこと，１週間以内に手付\n金として５０万円を支払うことを条件に強制執行はしない旨を申し出た。原告はそ\nの申出を了承し，本件建物等を買い戻すことにした。\nところが，原告はその後１週間たっても手付金の支払いをしなかった。そ\nこで，Ｆは，同年９月１９日にc地方裁判所b支部で本件建物等引渡しの強制執行を\n求めた（c地方裁判所b支部平成８年(執ロ)第９号事件）。\n同年９月２０日，Ｆの申立てに基づいて，本件建物等の引渡執行が着手さ\nれた。しかしながら，当日は債務者不在であったことから，執行官は断行期日を同\n年１０月１５日午前９時３０分に指定し，断行期日までに引渡しを履行をするよう\n勧告した通知書を屋内に残して当該期日を終了した。\n他方で，同じく９月２０日，原告は５０万円をＦあてに振込送金してい\nた。Ｆは既に強制執行に着手していたことから，この受領を拒否し，上記５０万円\nを原告に現金書留で送金して返金した。しかし，原告が受領を拒否したため，上記\n５０万円はＦに返送されてきた。\n(11) 新たな重複保険契約の締結\n前記(3)のとおり，原告とＫとの間の本件建物についての火災保険契約は平\n成７年１１月に期間満了により終了していたが，原告は，上記強制執行着手の５日\n後の平成８年９月２５日になって，再びＫとの間で次のとおり火災保険契約（住宅\n総合保険）を締結した。この際，原告は既にＣとの本件保険契約及び被告Ｂとの本\n件共済契約を締結していることをＫに告知しなかった。保険料９万９７５０円は即\n日一括して支払われた（乙３）。\n(ｱ) 保険の目的物　　①本件建物，②本件建物内収容家財一式（明記物件\nなし。）\n(ｲ) 目的物所有者　　いずれも原告\n(ｳ) 保険金額　　①につき２０００万円，②につき２５００万円\n(ｴ) 保険期間　　平成８年９月２５日から平成９年９月２５日まで\n(ｵ) 保険料　　９万９７５０円の一括払い（①及び②の合計）\n(12) 本件建物の火災の発生（放火）等\n上記Ｋとの間の重複保険締結から約２週間後の平成８年１０月９日午前０\n時３０分ころ，本件建物に火災が発生した（以下，「本件火災」という。）。この\nころ，原告はスナックで接客中であったが，親せきのＯから電話で本件火災発生の\n連絡を受けたことから，本件建物のもとへ向かった。\nその後，本件火災は，消防署等による消火活動の末，本件建物を半焼し，\n本件建物内の動産を焼損するなどして同日午前１時３分ころ鎮火された。\n本件火災の原因は，放火であり，何者かが本件建物内にポリ容器に入った\nガソリンと灯油を持ち込み，これらを利用して本件建物１階寝室内のステレオのお\nかれたローボード付近に着火して一気に燃え上がらせ，その直上の天井板等に延焼\n拡大させて，本件建物を焼損させたものであった。\n(13) 本件建物の周辺状況等\nｱ　本件建物は住宅密集地にあり，その北側は，普通車１台がようやく通る\nことのできる狭い道路に接している。南側には広大な駐車場と荒れ地，西側には\n３．１ｍ隔てて別棟建物（離れ）がある。また，本件建物１階東側には玄関とその\n南に並ぶガラス戸付き縁側があり，その前には幅４～５ｍほどのスペースがある。\nこのスペースが上記北側道路から駐車場への入り口の役目も果たしており，そのさ\nらに東側には側溝を隔てて隣家や水田がある。\n本件建物の外周には塀，壁，門構え等はなく（北側に１ｍほどのブロッ\nク塀があるが，本件建物自体が北側道路から約１ｍ高い場所に位置している。），\n周辺からの見通しは良い状態であるが，夜間に点灯する街灯などは見あたらない\n（乙９）。\n本件火災の第１発見者であるＰ（上記駐車場を隔てて本件建物の南南西\n方向の家屋に居住する人物）は，上記縁側のガラス戸越しに客間で火が燃えている\nのを発見したと供述している（甲１１，１８）。\nｲ　本件建物は，もともと昭和１４年ころに建築された木造瓦葺きの２階建\nて住宅であったが，そこに原告や亡Ｄらが居住するようになった後，その西側部分\nに応接間，物置，子供部屋，トイレ，ベランダなどが増改築されて現在の構造とな\nった（なお，この増改築の時期が本件競売の前であったか後であったかについては\n争いがある。）。\n火が放たれた１階寝室は，このうち昭和１４年から建っていた建物部分\nに当たり，本件火災当時で築年数は５５年を超えていた（乙３３の一部）。\nｳ　本件建物の出入口は，１階東側の玄関と１階西側の土間から本件建物内\n応接室に通じる出入口（以下，「本件裏口」という。）の２か所であり（なお，外\n部から土間に通じる出入口は二つあったが，そのひとつには鍵が設置されていなか\nったため，土間への出入りは事実上自由にできる構造になっていた。），そのほか\n人が出入り可能な１階部分の窓としては，本件建物１階東側の縁側の６枚のガラス\n戸，同南西側の応接間及び廊下の７枚のガラス窓，同北側の台所の窓等がある。こ\nれらのうち，外部から開錠できる構造になっていたのは本件裏口のみであった。本\n件建物内への出入りに通常使用されていたのは，この本件裏口であり，普段は施錠\nしてあった。本件裏口の鍵１本が上記土間内の木製ロッカー内に常時保管されてお\nり，用のある者はその鍵を使って本件建物に出入りできるようになっていたが，本\n件火災直後には，この鍵がなくなっていた。この鍵の上記保管場所については，少\nなくとも原告，長女Ｎ，長男Ｅが知っていた。\nなお，本件裏口の鍵は合計２本あり，もう１本は原告がＩで保管してい\nた。\n本件火災の消火活動中に消防隊員が確認したところでは，縁側の６枚の\nガラス戸のうち北から４枚目の戸（以下，「本件縁側ガラス戸」という。）が施錠\nされていなかったが，玄関及び本件裏口は施錠されており，また，鎮火後の実況見\n分時には，応接間及び廊下の７枚のガラス窓も，ガラスの破損はあったものの窓枠\nは施錠されていた（乙４の３・４）。\nなお，本件建物西側の別棟建物（離れ）の玄関内には，紙や雑誌類を燃\nやした跡が残っていた。\nｴ　本件裏口のある土間には，灯油用ボイラーが設置されており，土間内に\nは灯油用ポリ容器が５個ほど並べておいてあったが，鎮火後の実況見分時には空で\nあった（乙４の４・５）。また，もともと本件建物内にはガソリンは存在しなかっ\nた。\n(14) 本件火災の発生の通知等\nｱ　平成８年１０月９日午前９時から午後２時まで，原告の立会いのもと，\n本件火災について消防署の実況見分が実施され，この際，原告は，「現在この住宅\nに住んでいる者はなく，空家状態である」旨を説明していた（乙４の４）。\n他方，被告Ｂは，本件火災を認知したことから，本件建物に職員を派遣\nし，警察や消防の許可を得て，同日午前９時３０分ころから午後１２時ころまで，\n本件火災現場の写真撮影等を行った（丙５の１ないし９８）。\nその後，警察署や消防署の実況見分等が終了すると，原告は，近所の人\nたちとともに本件建物内の焼残物を片づけ始めた。\n同日午後６時になって，Ｃの代理店Ｊ保険サービスに対して，原告側か\nら本件火災の発生について連絡が入った（乙１３）。\n翌１０月１０日に，Ｊ保険サービスが写真撮影等のために本件火災現場\nに臨むと，原告らは焼残物の片づけをしていた。\nまた，同日原告は，消防署の質問に回答するに際し，自分の住所として\nＩの所在地を申告した（乙４の９）。\n同年１０月１５日には，本件建物等の引渡執行が予定どおり行われ，Ｆ\nに対し本件建物の引渡しが終了した。\nなお，原告が本件火災について連絡をしたのは，Ｃに対してのみであ\nり，被告ＢやＫに対しては連絡をしなかった。\nｲ　同年１１月７日，Ｃは本件火災で罹災した動産を原告から引き取った。\nｳ　同年１１月１３日，原告はＣの調査の際に作成された２通の確認書の住\n所欄にＩ所在地を自署しているほか，そのうち「罹災建物使用管理の状況確認書」\n（以下，「本件確認書」という。）には，原告の供述内容として，「昭和５０年\n頃，同義父が死亡したため，昭和５４年５月３０日に，私の夫・Ｄが相続いたしま\nした。当時，同建物には，義母が１人暮らしでしたから，昭和５５～５６年頃，私\n達夫婦と娘・Ｎ，息子・Ｅの４人が同居し，この時に建物の内外を増改築して，現\n在の造りになったのです。」，「昭和６２年８月２６日には，夫・Ｄも死亡，平成\n元年頃には息子も大学生になって家から出て行き，以後，私が１人で入居しており\nましたが，その頃私は，b市内にてスナックを経営し，自宅から通うのは，大変だっ\nたものですから，平成３年にb市内にアパートを借り，平素はそのアパートで生活，\n自宅へは時々帰るという状態でした。」，「金銭の貸借がらみで当火災の土地・建\n物が競売され，昭和６１年９月に㈲Ｆが競落，同社へ所有権が移ってしまいまし\nた。」との記載がある（乙３３）。\n(15) 保険金及び共済金の支払い請求等\nｱ　原告はＣに対し，平成８年１２月１１日，本件保険契約に基づいて本件\n火災の損害保険金を請求し，平成９年１月１７日には，本件火災で原告が被った動\n産の損害について明細書を提出して申告した（乙８の１・２，１８）が，Ｃは損害\n保険金を支払わなかった。\nまた，原告は被告Ｂに対し，平成９年ころに，本件共済契約に基づく損\n害共済金の支払いについて問い合わせるなどしていたところ，被告Ｂは，平成１０\n年２月２５日ころになってその支払いを拒絶した（丙７）。\nなお，Ｋは，原告から本件火災の報告を受けたが，原告がＣとの間で締\n結している保険契約の存在について告知していなかったこと，本件建物が原告所有\nではなかったこと等が判明したとして，告知義務違反による免責及び被保険利益の\n不存在による契約無効等を理由に保険金の支払いを拒絶した（乙３）ところ，その\n後，原告からの保険金の請求はされなかった。\nｲ　原告は，平成１０年１０月７日，Ｃ及び被告Ｂに対して本件訴訟を提起\nし，Ｃに対しては本件建物につき３８００万円，本件罹災動産につき４０００万円\nの各保険金を，被告Ｂに対しては本件建物につき１５００万円，家具類につき１５\n００万円の各共済金をそれぞれ請求した。\nところが，本件訴訟の第３回弁論準備期日（平成１１年４月２３日）に\nおいて，原告は，本件建物が本件火災当時にＦの所有名義となっていたため原告が\n所有者であったかどうかに疑問が生じたとの理由で，本件請求を変更し，請求を本\n件罹災動産の損害填補分に限定して保険金及び共済金を請求した。そして，原告は\nこの段階において初めて被告らの独立責任額に応じた案分額に基づく請求を行っ\nた。\n(16) Ｆの保険金受領\nＦは，平成２年ころから，Ｑ保険相互会社との間で，本件建物について保\n険金額２０００万円，保険期間１年間，保険料１年間４万２２０円の約定で火災保\n険契約（住宅総合保険契約）を締結し，これを毎年継続していたが，本件火災によ\nり，平成９年２月２５日，Ｆは１７０５万５６３４円の損害保険金を受領した。\n(17) 陳述書の署名拒否\n平成１１年になって，Ｆの代表者Ｇは，原告側から，あらかじめ「登記名\n義こそ私の会社名義になりましたが，私が，Ｄさんらに本件建物を売る約束があっ\nたことや競落前と同様Ｄさんの家族が本件建物に住み続けていたことから，私は本\n件建物の所有者になったつもりはありませんでした。ＤさんやＲさんも私と同じ考\nえだったと思います。」，「私は，法律のことはよく分かりませんが，Ｄさんたち\nが本件建物を買い戻すまで本件建物を預かってっているつもりでしたし，Ｄさんや\nＲさんも本件建物を所有していると思っていたはずです。」等の記載のある「陳述\n書」と題する書面への署名・押印を求められたが，Ｇは，上記の記述部分に自分の\n気持ちや認識と全然違ったことが書かれていたことから，同書面に署名・押印をし\nなかった（乙１０，４０）。\n２　本訴訟における争点\n（被告らに共通する争点）\n(1) 本件建物の放火に原告が関与したか否か－事故招致の有無（争点１）\n(2) 原告に生じた家財・骨とう品等の損害の内容及び額（争点２）\n(3) 原告の損害申告は不実表示に当たるか否か－不実表示の有無（争点３）\n（被告Ｂだけに関係する争点）\n(1) 本件共済契約に被共済利益があるか否か－被共済利益の有無（争点４）\n(2) 本件建物は「引き続き３０日以上空家又は無人」となっていたか否か\n－通知義務違反の有無（争点５）\n(3) 共済金を支払うべき場合の遅延損害金の利率は年５分か６分か（争点６)\n３　争点に対する当事者の主張\n(1) 争点１（事故招致の有無）について\n（被告らの主張）\n本件建物に放火した者が誰であるかは具体的に特定できないが，原告が本\n件建物の放火に関与しており，何者かに放火を依頼するなどして，原告が意図的に\n本件火災を発生させたことは間違いない。\nよって，本件火災は原告が故意に発生させた火災であるから，被告らは原\n告が被った損害について保険金又は共済金の支払い義務を負わない。\nなお，損害保険制度は，偶然の事故により生じた損害を填補するための制\n度であるから，事故の偶然性については保険金請求者がまず立証すべきである。ま\nた，不慮の事故のリスクを分散するという点で損害保険と同じ機能を持つ損害共済\nについても，同様に原告に事故の偶然性について立証責任があるというべきであ\nる。\n（原告の反論）\n原告は放火の被害者であって，原告が本件建物に意図的に放火させたとの\n主張は強く否認する。\nまた，火災保険において保険金等を請求する側に事故の偶然性についての\n立証責任があるとの見解は被告Ａの独自の見解である。むしろ，事故招致を免責事\n由とする約款からすれば，請求を受ける被告らの方に，原告の故意による事故招致\nを立証すべき責任があるというべきである。共済契約についても同様である。\n(2) 争点２（原告の損害内容及び額）について\n（原告の主張）\n原告は，本件火災当時，別紙罹災動産目録記載の各動産（以下，「本件罹\n災動産」という。）を本件建物内に収容していたところ，それらは本件火災により\n焼失，焼損等の損害を被った。\nそして，本件罹災動産の時価総額は４０００万円を下らない。そのうち家\n具類だけでも少なくとも１５００万円の価値がある。\nよって，本件罹災動産のうち家具類で１５００万円，骨とう品など家具類\n以外の罹災動産で２５００万円というのが原告の請求する損害額である。\nまた，被告らが，自ら本件建物内の動産につき保険価額を検討した上で，\nその保険金額を４０００万円あるいは共済掛金を１５００万円に設定し，それに対\n応する保険料あるいは共済掛金を受け取っておきながら，火災が発生するやそれよ\nり低い損害額を主張するのは信義則に反する。\n（被告らの反論）\n住友海上が本件火災後に原告から引き取った動産，すなわち，別紙罹災動\n産目録記載１の各動産のうち番号２，４，５，１５，１６，１８，１９，２４，１\n１１，１１４，１２２，１５５，１７４（ただし，１１１，１１４，１２２，１５\n５は各数量の一部に限る。）及び同目録記載２の各動産のうち番号１ないし３１に\nついては，本件火災当時に本件建物内に収容されていた動産である。\nしかしながら，その他の動産については，その一部はともかく，それらの\n動産すべてが本件建物内に収容されていたとは到底考えられない。また仮に収容さ\nれていたとしてもそれらに損害が生じたかどうかについては極めて疑問である。\n(3) 争点３（不実表示の有無）について\n（被告らの主張）\n原告が別紙罹災動産目録において申告する損害の内容には，争点２で主張\nしたとおり罹災したかどうかに疑問のある動産が申告されているだけでなく，各動\n産の取得時期，取得価格，購入先等においても真実と異なる記載が多々あり，明ら\nかに不実の表示に当たる。\nしたがって，不実表示を理由とする免責により，被告らは保険金又は共済\n金の支払い義務を負わない。\n（原告の反論）\n原告は，可能な限り記憶に基づいて本件罹災動産を特定したものである\nが，購入先や取得時期等については不明なものもあったため推測に基づいて記入し\nたものもある。また，原告は損害の申告方法についてＣの担当者から適切な説明を\n受けておらず，むしろ担当者は「適当に」記載すればよいと述べていたのである。\nこのような経過からすれば，一部に不正確な記載があるにしても，それを\nもって不実表示として被告らが支払い義務を免れるというのは不当である。\n(4) 争点４（被共済利益の有無）について\n（被告Ｂの主張）\n被告Ｂの扱う建物火災共済契約においては，建物が不可欠の共済目的物と\nされているので，そこに収容される家具類を，それ単独で独立に共済目的物とする\nことはできず，ただ建物の共済に付随して共済目的物に付加することができるにす\nぎない。したがって，同建物火災共済契約のうち家具類を共済目的物とする部分\nは，それを収容する建物の共済契約に不可分に従属していることになる。\nところで，本件共済契約のうち本件建物を共済目的物とする部分は，原告\nが本件建物の所有者であることを前提とするものであって，被共済利益は本件建物\nに関する原告の所有者利益である。にもかかわらず，原告は本件共済契約締結当\n時，本件建物の所有権を有していなかったのであるから，本件共済契約のうち本件\n建物を共済目的物とする部分は被共済利益を欠き無効である。\nとすると，これと不可分一体でこれに従属する本件建物内の家具類の共済\n契約部分も無効となるから，たとえ家具類に限ってであっても，被告Ｂは原告に損\n害共済金の支払い義務を負わない。\n（原告の反論）\n本件競売後といえども実質的には原告が本件建物の所有者であったので，\n原告に被共済利益は存在しており，本件共済契約は有効である。\n(5) 争点５（通知義務違反の有無）について\n（被告Ｂの主張）\n前記争いのない事実のとおり，本件共済契約においては，共済目的物であ\nる建物を引き続き３０日以上空き家とする場合には，加入者は，その事実の発生が\n加入者の責に帰すべき事由によるときは，あらかじめその旨を被告Ｂに通知し，共\n済証券に承認の裏書をするよう請求しなければならない旨の約款がある。\nところが，原告は平成３年ころからb市のＩに部屋を借りてそこを生活の本\n拠としていたし，また原告の長男が仏壇に線香を上げにきた平成８年８月２６日以\n降は誰も本件建物に入っておらず，遅くとも同日以降は空き家となっていたのに，\n原告は空き家になる前にその旨を被告兵庫農済連に対して通知しなかったばかり\nか，空き家となった後も本件火災が発生するまで一切通知しなかった。\nよって，被告Ｂは原告の通知義務違反により共済金の支払い義務を免れ\nる。\n（原告の反論）\n原告がＩの部屋を借りたのは，雪などで原告が経営するスナックの出勤等\nに支障がでないようにするためであり，原告はあくまで本件建物を生活の本拠とし\nて本件建物に住んでいたのである。\nまた，原告は，本件建物の離れを知人のＳに無償で貸していたが，同人に\n対しては本件建物の鍵を預けており，原告が本件建物を留守にしている際の管理を\n頼んであったから，原告は本件建物を空き家にはしていなかった。\nまた，仮に空き家であったとしても，建物火災共済契約において加入者が\n空き家に関する通知義務を負担する趣旨は，共済目的物たる建物が空き家となった\n場合には火災発生の危険に対する監視がなくなるため共済事故発生の危険が増加す\nることに鑑み，共済事業者に共済契約の解除又は変更の機会を与えることにある。\nとすると，本件のように留守宅の管理を他人に依頼して火災発生の危険に対する監\n視を行っているような場合には，共済事故発生の危険の増加が生じないのであるか\nら，このような場合にまで通知をする義務はないというべきである。\n(6) 争点６（遅延損害金の利率）について\n（原告の主張）\n被告Ｂは商法所定の年６分の割合による遅延損害金を支払うべきである。\n（被告Ｂの反論）\n被告Ｂは商人たる地位を有しないから，仮に共済金の支払い義務があると\nしても，その遅延損害金の利率は民法所定の年５分の割合である。\n第３　争点に対する裁判所の判断\n１　争点１（事故招致の有無）について\n(1) 認定事実\nｱ　本件火災時の状況\n(ｱ) 放火の態様等における特徴\n前記争いのない事実のとおり，本件放火には，灯油及びガソリンが用\nいられているが，本件建物内にはもともとガソリンはおかれていなかったのである\nから，少なくともガソリンについては，放火犯人が本件建物内に持ち込んだと考え\nられる。\n放火犯人の侵入経路としては，本件建物の出入口の構造や施錠状況等\nからすれば，本件裏口から鍵を開錠して侵入したか，無施錠の本件縁側ガラス戸を\n開けて侵入したかのいずれかが考えられるところ，木製ロッカーに保管してあった\n本件裏口の鍵が本件火災後になくなっていること，本件裏口のある土間に通じる出\n入口には鍵がないから侵入が容易であり，しかもいったん土間に入ってしまえば人\n目に付きにくくなること，夜間で周囲に街灯がないとはいえ，本件縁側ガラス戸は\n駐車場への入り口部分に面しているので，車が入ってくればライトに照らされる危\n険がある上，本件建物北側道路や隣家などからも目に付きやすい場所にあること等\nに鑑みると，放火犯人は本件裏口から侵入した可能性が高く，またその際には保管\nしてあった鍵を用いて本件裏口を開錠した可能性が高いといえる。\n次に，本件で放火された箇所は，本件建物のうちでも築５５年以上と\n築年数がかなり古い木造部分であり，増改築部分と比べると燃えやすい部分であっ\nたといえる。このような建物の特徴は，放火犯人がたまたま本件建物を選んで放火\nしたような場合には，夜間であることも手伝って認識困難な事情である。そして，\n放火犯人は，本件建物の外部から放火したのではなく，あえて本件建物内に侵入\nし，外部との出入口や窓から離れた１階寝室に放火している。これは，直ちには火\n災が発見されにくく，本件建物の焼損を大きくしやすい反面，通常であれば家人に\n発見される危険が高いし，予想以上に火の回りが速かったりした場合等には，放火\n犯人自身の逃亡等にも支障が生じ得る箇所である。単にいたずらや出来心で放火を\nしようと考えてたまたま本件建物を選んだだけの放火犯人であれば，そこまでのリ\nスクを冒すとは通常考えにくい。\n以上からすると，本件の放火犯人は，たまたま本件建物に放火したと\nいうよりも，本件建物が空き家であることや外部との出入口も含めた本件建物の構\n造をあらかじめよく認識していた可能性が高く，人目に付きやすいガソリン入りの\nポリタンクを自ら持ち込んだと考えられることも併せて考慮すると，単なるいたず\nらや出来心というよりも，本件建物を焼損させようとの強い意図を持って計画的に\n放火したことがうかがわれる。\n(ｲ) 怨恨関係の不存在\n原告やその家族，所有者であるＦ等に対する怨恨関係について具体的\nな主張はなく，また，本件全証拠によっても，そのような事情は認められない。\nしたがって，本件放火が怨恨関係を背景にするものとは認められな\nい。\n(ｳ) 原告の周辺人物の火災歴\n証拠（甲１１，２１，２２の各１部，乙９，３６，３８，原告本人の\n一部）によると，原告自身には火災歴は認められないが，原告の親せき，知人には\n次のような火災歴があったことが認められる。\na　Ｏ\n同人は，原告の夫である亡Ｄのいとこである。同人の自宅は本件建\n物から二，三百メートル南方にあり，また，本件建物と同一敷地内（本件建物から\n見て西側方面，駐車場の奥の家屋）には，その親の家がある。同人は，亡Ｄの生前\nから原告らと親せき付き合いがあって，本件建物に何度も訪れており，原告がＩの\n居室を借りた後も，正月などには本件建物で会うなどして原告と行き来があった。\n本件裏口の鍵が土間内の木製ロッカー内に保管されていることも知っていた。\nそして同人は，本件建物から二，三百メートル離れた所に住んでい\nるにもかかわらず，本件建物の隣家の人間などが原告に本件火災発生の連絡をする\nよりも早い段階で，本件火災発生の第一報を原告に知らせた人物である。\nその居住家屋は，平成５年４月２６日午後２時３７分ころ，火災に\n遭っており，部分焼で鎮火している。\n原告は，この火災については知らないと供述するが，Ｏとのつきあ\nいの程度など上記の事情に鑑みれば，その供述はそのままには信用し難く，かえっ\nて，原告はＯの火災について知っていたことが推認できる。\nb　Ｔ\n同人は，亡Ｄが組長を務めていたＤ（やくざ）の元配下で，亡Ｄに\n原告を紹介した人物である。同人は，Ｇとも懇意であったことから，原告とＦとの\n間の本件建物の買取り交渉を仲介するなど，原告と親しく，本件裏口の鍵の保管場\n所も知っていた。\n同人も本件火災の日より前に火災にあった経験を持っている。\nc　Ｕ\n同人は，原告経営のスナックに客として来ていた人物であり，平成\n８年４，５月ころにも同スナックに来ており，原告と会話しているところが目撃さ\nれている。\n同人は，平成３年ころ，保険会社からの勧誘を待たずに自ら進んで\n自己の経営する工場に火災保険を付けたが（いわゆる飛び込み契約），その４，５\nか月後にその工場で火災が発生した経験を持っている。その火災の際には，合計５\n社との間で重複して保険契約を締結しており，また保険会社への火災の報告が遅\nく，保険会社の調査が行われた時点では，既に火災現場は片づけられていた。\n同人は，平成１１年に多額の火災保険が付けられていたビルへの放\n火の疑いで逮捕されている。\nｲ　本件火災前の状況\n(ｱ) 原告の経済的困窮\n前記争いのない事実等のとおり，原告の経営するスナックの経営状態\nは芳しくなく，原告は，少なくとも平成５年ころにはスナックの店舗の未払賃料・\n公共料金等を１５０万円近く滞納して退去を要求され，同７年にはＩの月３万円の\n家賃を滞納して退去を要求され，その上，同年７月に請求債権元本額約３０万円の\n動産執行でＩ内の動産を差し押さえられ，本件火災の発生する半年ほど前にも，請\n求債権元本額約２万円の動産執行を申し立てられているなど，少なくとも平成５年\nころから原告が経済的に困窮状態にあったことがうかがわれる。\nさらに，証拠（乙２５，２６，原告本人の一部）によると，本件火災\n直前ころのスナック店舗に関する債務は原告が認める分だけでも３００万円以上に\nなっていたこと，本件火災当時，スナック店舗の内装工事費の残債務もあったこ\nと，本件火災後にＩの家主から家賃支払いの督促を受けた際には，保険が入ったら\n滞納家賃をすべて支払う旨を述べるなどして，保険金をあてにしなければならない\n経済状態であったこと，そのほか本件火災当時複数の金融業者に借金があったこと\nが認められるのであって，本件火災当時もなお原告は経済的に困窮状態にあったと\nいうべきである。\nこの点，原告は，各債務の支払いをしなかった理由を種々弁解し，経\n済的困窮を否定する趣旨の供述をしているが，他方でスナック店舗の滞納賃料等が\n２００万から３００万円ほどあったことは原告も認めるところであり，そのような\n状況からすれば，原告の弁解はそのままには信用し難い。\n(ｲ) 本件建物などの重要性の低下\na　証拠（乙４の４・９，乙３３）によると，原告は平成３年にＩの居\n室を借りてからは，普段はＩで生活し，本件建物には時々帰るくらいの状態であっ\nたこと，原告は平成３年から５年の間，本件建物を知人に貸し，平成７年の阪神大\n震災後には被災した知人に３か月ほど貸し，その後は原告の長男及びその知人が居\n住していたこと，平成７年１０月ころに長男等が出ていった後は本件建物は空き家\n状態となり，原告や長男が時々出入りする程度であったこと，少なくとも平成８年\n８月２６日（亡Ｄの命日）に長男が１時間ほど立ち寄ってからは，本件建物には誰\nも居住していなかったことが認められる。そして以上からすれば，原告の生活の本\n拠は，平成３年ころに本件建物からＩの居室に移っていたというべきである。\nまた，前記争いのない事実等及び証拠（乙１０）によれば，本件競\n売により本件建物の所有権がＦに移転したことは原告も認識していたこと，原告は\n本件建物の強制執行をやめてもらうために本件建物を買い戻すことにしたこと，そ\nの買戻しの手付金としてＦに５０万円を送金した際，その代表者Ｇに電話したが，\n同人からは，既に強制執行に着手しているので今更送金されても困るとして，買戻\nしを拒否されたこと，したがって原告は，本件火災の直前ころには，いよいよ強制\n執行を止めることができない事態になったことを認識していたことが認められる。\nb　これに対し，原告は，Ｉを借りた後も，本件建物が原告の生活の本\n拠であったと主張する。しかしながら，本件確認書の原告供述のうち，上記認定事\n実についての原告供述部分は，本件火災直後で未だ本件建物の管理状況が争点とな\nっていない段階の供述であって，本件訴訟でそれが争点となってからされた原告の\n主張や供述に比べ信用性があるし，そもそも前記争いのない事実等のとおり，原告\n自身が，本件火災直後の消防署の実況見分において本件建物は「空家」であると説\n明し，また消防署や保険会社に対し，Ｉ所在地を自己の住所として申告するなどし\nていることからしても，本件建物が原告の生活の本拠であったとはいい難い。\nまた，原告は，本件競売により本件建物の所有権がＦに移転したこ\nとは知らなかったし，昭和６１年１２月ころ（本件競売後）から亡Ｄが本件建物の\n増改築を行ったり，亡Ｄの死後にＦから本件建物の明渡しを請求されたことはなか\nったから，原告は，本件建物が亡Ｄの相続人である自分の所有であるとずっと思っ\nていたのであって，だからこそ，平成６年にＦから本件建物の買戻しの話があった\nときも，亡Ｄの借金についてＦから納得のいく説明がない限りは原告が本件建物の\n所有者だと考えていたと供述する。\nしかしながら，①前記争いのない事実等のとおり，本件火災の約２\n年前にＦが原告に送った内容証明郵便には，亡Ｄや原告に対して従前から明渡し請\n求をしてきた経緯が明確に記載してあること（原告は，同郵便を無視して見なかっ\nたと供述するが，仮にそうだとしても，記載された従前の経緯に影響があるもので\nはないし，また原告が見なかったこと自体，内容に見当が付いていたことを示す事\n実ともいえる。），②本件建物の増改築の時期については，増改築の理由を単に\n「使い勝手が悪かったから」というにとどまる本件訴訟の原告供述よりも，義母が\n一人暮らしをしていた本件建物に原告ら家族４人が同居するようになった昭和５５\n～５６年ころ（本件競売前）に行われたとする本件確認書の原告供述内容の方が，\n増改築の規模や必要性などからみて合理的であって信用できること，③同じく本件\n確認書において本件競売による所有権移転を原告が認識していたことを供述してい\nること，④原告は，平成８年１０月１１日にＣの調査担当者に本件建物の所有権に\nついて尋ねられた際，手付金を払って買い戻しているので問題ない旨を回答して，\n所有権がないという認識を持っていたことを示す発言をしていること（乙３１），\n⑤原告が本件建物を真実自己所有だと考えていたのであれば，代金１２００万円と\nいう買戻しの要求に応じるとは到底考えられないこと等からすると，ずっと原告所\n有と考えていた旨の原告供述はそのままには信用できない。\nさらに，原告は，本件建物の強制執行の前には，Ｆには何度電話し\nても連絡がつかず，したがって，Ｆから買戻しを拒否されたことはない，原告とし\nては，手付金５０万円を送金したのだから，本件建物は確実に自分の所有になった\nと考えていた，Ｆからの返金の受け取りを拒否して再送金した後は，連絡しようと\n思いつつ何となく過ごしているうちに本件火災となったとも供述する。しかしなが\nら，強制執行をやめてもらうために買い戻すことにしておきながら，原告も認める\nとおり５０万円の送金の支払期限を守れず，しかもそれがＦからいったんは返金さ\nれてきたのであるから，それだけでもＦの買戻し拒否の意思は明らかというべきで\nあり，たとえ再送金したとしても，Ｆと真実連絡が取れなかったのであれば，強制\n執行が本当に取り下げられたのかを何とかして真剣に確認するのが通常であって，\nこのような行動もしていない原告の上記供述もにわかに信用し難い。\nc　以上のとおり，原告は，本件建物は原告の生活の本拠であったし，\nまた原告所有であると考えていたとして，本件建物が原告にとって少なくとも主観\n的には重要な財産であったことを強調するが，上記に述べたところからすれば，少\nなくとも強制執行が回避不可能となったころには，本件建物は原告にとって重要性\nが低下してきていたものといえる。なお，原告が本件建物の買戻しを求めたこと\nは，通常であれば原告にとっての本件建物の必要性を現す事情とも考え得るが，本\n件においては，前記の原告の経済的困窮状況からして１２００万円の買戻し代金を\n実際に支払える見込みはほとんどなかったことからすると，原告が，真実１２００\n万円を支払って本件建物を買い戻せたとは考え難いから，買戻しを求めたことが上\n記推認を左右する事情とはいえない。\nd　さらに，本件建物内の動産についていえば，これらをどこかに搬出\nしたり，保管する場所を探したりしなければならない手間を考えると，これらが燃\nえてなくなり，しかも保険金等を入手できれば，原告にとって大いに有利である。\n(ｳ) 不合理な重複保険飛び込み契約\na　前記争いのない事実等のとおり，原告は，平成６年１１月にＫとの\n間で火災保険契約を締結し，これは平成７年１１月に更新されずに終了していた\nが，その約１年後，すなわち平成８年９月２０日に本件建物の不動産引渡の強制執\n行が着手され，同日に断行期日も同年１０月１５日と指定されていた状況下で，原\n告は，再びＫとの間で１０万円近い保険料１年分を一括払いで支払って，本件建物\n等に火災保険を付けている。\nそして，証拠（乙１７，原告本人の一部）及び弁論の全趣旨による\nと，原告の保険を取り扱っていたＫ代理店のＶは，自動車販売・修理業を営む傍ら\n代理店業を行っていたこと，平成６年１１月に原告がＫとの間で締結した火災保険\n契約は，１年後の満期時に，原告に保険料を支払う余裕がなかったために更新され\nなかったこと，ところが，その後１年近くたって，再び原告の方から火災保険締結\nの希望があったこと，その再契約時には，原告にはＶに対する１年以上前の車検代\n金として２万４０００円の未払債務があったのに，火災保険料の支払いの方が優先\nされて，車検代金の支払いは先延ばしにされたことが認められる。\nb　以上の経過からすれば，本件火災の直前に締結されたＫとの間の火\n災保険契約は，実質的に新規の飛び込み契約と同視し得るものといわねばならな\nい。そして，原告は，本件建物の買戻しが不可能となって本件建物の所有権が取得\nできないこと，その上まさに本件建物の引渡しの強制執行が目前に迫っていること\nを認識していたのであるから，少なくとも本件建物について，上記のように自ら進\nんで新たに火災保険を付ける合理的必要性があったとは認め難い。また，本件建物\n内の原告所有動産についても，他所への搬出が切迫した状況において，あえてその\n搬出前に本件建物内に所在する動産として，月払いではなく１年間一括払いで火災\n保険を付ける必然性はないはずである。かえって，このような切迫した状況下で，\n経済的にも困窮していた原告が，約１年間も放置していた火災保険契約を未払の車\n検代金の支払いを差し置いてまで再締結し，飛び込み契約をするということは，何\nか純粋な保険目的とは異なる別個の目的があったと疑われてもやむを得ないといわ\nなければならない。\nc　これに対し，原告は本訴において，当初の契約の満期終了後もＶか\nらの執拗な勧誘があったところ，たまたまＶと道路上であった際，息子の結婚祝い\nのためにたまたま持っていた１０万円があったので，未払の車検代金があることを\n知りつつも，Ｖの勧誘に乗ってその１０万円で保険に入ったと供述しているが，同\n供述は原告の経済的困窮状態に照らしても不自然であって信用できない。\n(ｴ) 保険金額・共済金額についての誤解\na　前記争いのない事実等のとおり，本件火災当時，本件建物について\nの保険金額と共済金額（以下，「保険金額等」という。）の合計は７３５０万円，\n本件建物内の家財等については８０００万円で，総額１億５３５０万円にものぼっ\nていた。\nそして，原告がＫとの間で上記のような不合理な重複保険契約を締\n結していること，原告は本訴の当初請求では，本件建物について独立責任額で案分\nせず，住友海上に対しては３８００万円，被告Ｂに対しては１５００万円を請求し\nていたこと（いずれも当初原告が各契約における保険金額等として認識していた額\nであるが，本件建物は本件火災当時において被増改築部分で築５５年以上，増改築\n部分でさえ築１５年以上であったから，原告が本件建物の保険価額を５３００万円\n以上と評価していたとは考え難い。）からすると，原告は，上記保険金額等総額が\n増えれば増えるほど多くの保険金が得られると考えていた可能性が高い。\nb　この点，原告は本訴の供述において，Ｃや被告Ｂに加えてＫと保険\n契約を締結した理由として，①手元にお金があるときとないときがあるので，月払\n方式の住友海上との保険契約では保険料の支払いができないことがあって困ること\nとなるが，だからといってＣの支払いを年払方式にすると一度に高額な保険料が必\n要になって支払いがきつくなることから，新たに年払方式で安価な保険に加入しよ\nうと思ったこと，また，②保険金の支払い時にはすごく値切られることがあるか\nら，保険契約を「３つ合わせて１つぐらい」の効果であると思っていたことを挙げ\nている。\nしかしながら，上記①については，建物火災共済契約は年度単位\n（終期３月２０日）で更新されることになっていたことが認められるところ（当事\n者間に争いのない事実等，乙３４，証人Ｗ），仮に原告が従前から同共済契約を継\n続して締結してきたものだとしても，原告は，本件のように年払方式で掛金も相当\n安価であった共済契約でさえ継続的に更新できていないこと（平成５年は１０月，\n平成８年は５月に更新したことになる。），また，原告自身，平成７年１１月にＫ\nとの保険を継続できなかった理由を「お金がなかったから」と供述しており，年払\n方式にしたからといって確実に支払えるものでもなかったことからすると，上記①\nの理由は採用し難い。\nまた，②については，その趣旨が独立責任額の制度をいうところに\nあるのかは明確でないが，本件建物の保険金額等について「３つ合わせて１つ」\n（すなわち，３つに入って初めて保険価額に相当する填補が得られる。）という認\n識であったとしながら，Ｃとの間の保険契約をやめようと思いつつもやめなかった\n理由としては，「集金，集金というて来られるから」というにとどまり，昀も懸念\nするはずの保険価額に対する見込み填補額の減少に言及がないのも不自然というほ\nかない。\nｳ　本件火災後の状況\n(ｱ) 本件火災後の現場片づけ等\na　前記争いのない事実等のとおり，原告は，消防等の現場検証が終了\nした後，Ｃの代理店であるＪ保険サービスに本件火災の発生を連絡する前に本件建\n物内の片づけを開始しており，連絡したのは，本件火災発生からは約１６時間後の\n午後６時ころのことであった。また，証拠（乙１０，２８，原告本人の一部）及び\n弁論の全趣旨によると，原告は，被告Ｂが本件火災後の当日朝に調査のため本件建\n物等を訪れていたこと認識していなかったこと，原告は本件火災の後，Ｆに対し\nて，費用は原告が出すので本件建物をすぐに取り壊してもらえないかとの依頼をし\nたことが認められる。\nb　これに対し，原告は，本件火災により「パニック状態」であったの\nで，誰かに教えられて初めて保険会社に連絡しなければならないことに気が付い\nた，それから何度もＪ保険サービスに連絡を取ろうとしたが，すぐには連絡先が分\nからなかったこともあって，なかなか連絡がつかなかったと弁解する。\nなるほど原告も供述するように，自己所有だと思っている家屋に全\nく心当たりのない放火が行われ，建物や高価で大切にしていた骨とう類が燃えてし\nまうなどの事態に遭遇すれば，大きなショックを受けるのが通常の反応であるとい\nえる。しかしながら，原告側提出の長女，長男，親せき等の各陳述書によっても，\n原告が現実に「パニック状態」にあったことをうかがわせるような事情は一切見あ\nたらない。かえって，空き家であった本件建物について，警察や消防の現場検証が\n終わったとたんに本件建物内の焼残物を片づけなければならない理由は見出し難い\nにもかかわらず，本件火災の当日から片づけを開始している原告の行動には，冷静\nささえうかがわれ，突然の火災に遭った者の行動とは認め難いものがある。\n加えて，何度もＪ保険サービスに連絡を取ることを試みるほどであ\nれば，被告Ｂや本件火災のわずか２週間前に契約をしたＫに対しても連絡すべきで\nあることは当然念頭に浮かぶはずと思われるが（被告Ｂは，実際には独自に本件火\n災を認知して本件火災後の当日朝に本件建物を訪れているが，上記認定のとおり原\n告はその事実を認識していないから，原告の主観において連絡の必要が生じるべき\n点では異ならない。），原告は，被告Ｂらに本件火災の連絡をしようとさえしてお\nらず，そのことについて合理的な説明はされていない。\nまた，原告は，本件建物の取壊しを依頼したことはないとも供述す\nるが，本件建物の明渡し請求に関するＦ代表者Ｇと原告の供述の信用性からみて，\n取壊し依頼についての原告の供述は信用し難い。\nc　以上からすれば，原告には，保険会社等に対して真剣に連絡を取ろ\nうとする気持ちは薄く，また，できるだけ早急に本件火災現場の状況を改変しよう\nとしていたと認めるのが相当である。\n(ｲ) 放火犯人追及への関心の薄さ\n証拠（原告本人の一部）によると，本件火災後，原告は近所の人たち\nに不審な人物や車を目撃していないかなどを聞いたと供述しているが，それ以上に\n何かを調べたかについては，「調べるというのは，警察の人に尋ねないと。」，\n「（福下などの原告の相談相手と）何でやろうなというようなことは話をしました\nけど。警察の人が一番いいんだろうなと思って。」などと供述しており，原告は，\n放火の被害者であればもっとも関心を抱くべき放火犯人像について，近所の人たち\nに聞く以上のことはしなかったことが認められる。\n(ｳ) 原告の損害申告内容の虚偽性\na　前記争いのない事実等，証拠（甲１０，乙４の４・５，８の１・\n２，２２，２９の１０・１２ないし１４，３０の２６，３１，３５，丙５の９４及\nび原告本人の一部）及び弁論の全趣旨によると，原告の本件罹災動産の損害申告に\n関し，以下の事実が認められ，これを覆すに足りる証拠はない。\n(a) 被害品の確認状況\n平成８年１０月１１日午後２時すぎころ，Ｃが現場調査を行った\n際には，本件建物内はほとんど片づけられており，本件保険契約の明記物件のう\nち，和服，洋服，ついたて２本，紫檀手彫り屏風，古文書，有田焼香炉，九谷焼５\n点の存在が確認できなかったため，調査担当者は，原告に上記各動産が未確認であ\nることを告げ，その所在確認をしようとした。しかし，原告から具体的な説明がな\nかったため，上記未確認動産のリストを書いた紙片を原告に交付しておいた。結局\nこの日，原告が上記未確認動産の罹災状況を示すことはなかった。\n(b) 和服について\n和服が罹災動産としてＣに示されたのは，平成８年１１月７日の\n罹災動産の引取りのときが初めてであった。Ｃの調査担当者が見たところでは，焼\nけた跡などは特に見あたらず，多少のシミ等は見られたが，クリーニングですむ程\n度のものであると判断して，引取りをしなかった。また，原告は，本件訴訟におい\nて，和服の具体的損害内容を立証すべき証拠を何ら提出していない。\n(c) 衣類（洋服）について\n原告は，本件訴訟前損害申告において，別紙罹災動産目録記載１\nの番号７９ないし８１，８５ないし８９，９１，９３，９６，９８，１０２の衣類\nを，本件建物１階寝室における罹災動産として申告した。また，本件訴訟において\nは，原告第８準備書面（平成１２年２月４日陳述）で，番号９３を除く上記衣類の\n収納場所をより具体的に同寝室内の「クローゼット」と特定した。これに対し，Ｃ\nが，火災直後の本件クローゼットの状況からは原告主張の上記多量の衣類が収納さ\nれていたとは思われないと反論したところ，原告は，原告第１３準備書面（平成１\n２年７月１９日陳述）で，別紙罹災動産目録記載１の番号７９ないし９３，９６な\nいし９８，１０２の衣類の収納場所を「１階クローゼット他」と特定した（衣類の\n量としては，番号８４の「セーター・夏，冬」合計１００枚なども含めたため，結\n果的にはむしろ増加している。）。\n他方，原告が本件建物の片づけを始める前に行われた消防署の実\n況見分で，焼損状態の確認等のために倒壊していた本件クローゼットの扉（いずれ\nも上端付近が一部焼損しているが，そのほかの部分は焼け焦げているものの，ほぼ\n原形をとどめている。）は立てられた状態に復元されたが，その際，クローゼット\nの内部は上段及び下段ハンガーも脇の収納段もほとんど空の状態であった（乙４の\n５の№２４及び２５）。そして，本件火災の翌日の本件クローゼットの内部の状況\nは，上部４分の１が黒く焦げているが，その他の部分は多少すすけているかどうか\nという程度であり，内部で物が燃えた形跡はなかった（乙２９の１２ないし１\n４）。\nそして，原告は，この実況見分の後，このほとんど空の状態のク\nローゼット内を自ら片づけた。\nb　これに対し，原告は，和服について，平成８年１０月１１日の調査\nの際，本件建物の２階で和だんす内に収納されているところをＣの調査担当者に示\nしたと供述するが，乙３０の２６及び丙５の９４によると，既に同日Ｃが調査をし\nた際には，当該和だんすは２階から搬出されていたことが認められるから，上記原\n告供述は客観的状況に反するし，原告提出にかかる「保険金請求必要書類のご案\n内」（平成８年１０月２４日Ｃ作成。甲１１）には，和服及び洋服が未確認である\nことが明記されており，原告がこれに対して何らかの不満を述べたことなどの事情\nがうかがわれないことからすると，上記原告供述はそのままには信用できない。\nまた，原告は，クローゼットの中には洋服がつり下げられるなどし\nてびっしりと入っていたが，本件火災後には，「ちょっと不思議やな思っていたの\nは，洋服が少なくなっていたというか，ちょっとあれっと思った時期はありまし\nた。」，「焼けて落ちたのかなと思っただけのことで。」などと供述する。しかし\nながら，上記認定のクローゼットの状況からすると，本件火災前にびっしりと入っ\nていた洋服が本件火災でほとんど焼け落ちてしまったとは認められないのであっ\nて，洋服がびっしり入っていたとの原告供述は信用し難い。\nc　よって，以上の認定事実からすると，原告が本件火災で損害を被っ\nたと申告する和服，衣類（洋服）の一部はともかく，すべてが本件火災時において\n本件建物内に存在し，かつ罹災したとまでは認められず，また，この点に関し，原\n告は自己の申告が客観的事実に反することを認識していたと認められるから，原告\nは虚偽の申告をしたというべきである。\n(2) 判断\n以上のとおり，本件火災当時，原告は経済的に困窮していたこと，本件火\n災が起きたのは，通告されていた本件建物の明渡し期限の直前であること，火災直\n前に少なくない保険料を支払って重複保険契約を締結していること，加入している\n保険金額等の総額が保険価額に比べ過大であること，本件火災そのものも本件建物\n内部の状況を知る者が関与していると推認されること，本件火災後において原告が\n本件火災現場の状況を早急に改変しようとしたり，損害額を過大に請求したりして\nいることなどを総合的に考慮すると，本件放火は原告と意思を通じた何者かによっ\nて惹起された放火であると推認するのが相当である。\nそうであれば，本件火災は原告の故意によって生じたといえるから，被告\nらは，原告に対して本件火災による損害について損害保険金ないし損害共済金を支\n払う責任を免れる。\n２　以上のとおりであるから，その余の争点について判断するまでもなく，原告\nの被告らに対する請求は棄却を免れない。\n第４　結論\nよって，原告の請求はいずれも理由がないから，これらを棄却することと\nし，主文のとおり判決する。\n神戸地方裁判所第１民事部\n裁判長裁判官　　古　川　行　男\n裁判官    西　村　欣　也\n裁判官    竹　村　昭　彦\n（別紙）\n建　物　目　録\n所　　在　　 a県e郡e町f字突出し１１０４番地の１\n家屋番号　　１６５番\n種　　類　　居宅\n構　　造　　木造瓦葺２階建\n床面積  　　１階　７４．３８㎡\n２階　４６．２８㎡\n"
}