{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 4,
    "day": 15
  },
  "case_number": "平成17(行コ)1",
  "case_name": "行政情報非公開決定処分取消請求控訴事件(原審・高知地方裁判所平成16年(行ウ)第11号)",
  "court_name": "高松高等裁判所",
  "field": "行政",
  "gist": "市と第三者間の訴訟において，市が訴訟当事者として取得し，保管している訴訟記録の一部が，高知市行政情報公開条例（平成１２年条例第６８号）９条ただし書アにおいて公開が義務付けられている「法令等の規定により又は慣行として公にされ，又は公にすることが予定されている情報」に該当するとした事例",
  "case_gist": "市と第三者間の訴訟において，市が訴訟当事者として取得し，保管している訴訟記録の一部が，高知市行政情報公開条例（平成１２年条例第６８号）９条ただし書アにおいて公開が義務付けられている「法令等の規定により又は慣行として公にされ，又は公にすることが予定されている情報」に該当するか否かにつき，訴訟記録の閲覧等については，民事訴訟法９１条２項や同法９２条の措置が執られることはあるが，それらの措置が執られる事件はごく少数であり，また，同法９１条２項の基となる口頭弁論の公開を禁止する決定や，同法９２条の決定は，当事者に通知され，市において把握できるものである上，訴訟記録の正本，謄本若しくは抄本の交付を当事者及び利害関係を疎明した第三者に制限する同法９１条３項は，当事者及び利害関係を疎明した第三者の訴訟準備の必要性と裁判所書記官の負担を調整する趣旨であって，前記条例による公開の可否を判断するに当たってその趣旨を考慮するには及ばないから，前記訴訟記録の一部は，前記条例９条ただし書アに該当するとした事例",
  "lawsuit_id": "14872",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14872",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/872/014872_hanrei.pdf",
  "contents": "主文\n１　原判決を取り消す。\n２　被控訴人が，控訴人に対し，平成１５年７月１６日付け１５環保第１１\n４１号行政情報一部公開決定通知書によって原判決別紙１記載の行政情報を非公開\nとした処分を取り消す。\n３　訴訟費用は第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨\n第２　事案の概要\n１　原判決の引用と補正\n次のとおり付加するほかは，原判決の「事実及び理由」中，「第２　事案の\n概要」記載のとおりであるから，これを引用する。\n(1)　原判決２頁１１行目「２」の次に，「，４」を加える。\n(2)　原判決４頁１８行目「判決がされ」の次に，「，控訴人は，控訴したが，\n平成１５年６月２６日，高松高等裁判所（同庁平成１４年（行コ）第１６号）によ\nり，控訴棄却の判決がされ」を加える。\n(3)　原判決４頁２１行目「６条」の次に，「１項」を加える。\n２　控訴人の当審における主張\n(1)　本件行政情報は，実質的に何人でも閲覧でき，その事実は顕著であり，本\n件条例９条２号ただし書アに該当する。\n(2)　被控訴人は，本件条例７条（実施機関の応答義務及びその手続）に違反し\nている。\n(3)　本件条例は，公開方法により公開の可否を区別していない。\n(4)　本件行政情報は，本件条例１３条により保護される個人のプライバシーに\n該当せず，控訴人も利用者の責務を課されており，公開は受忍の範囲である。\n第３　当裁判所の判断\n１  争点１（控訴人の主張が前訴の既判力により遮断されるか否か）について\n原判決の「事実及び理由」中，「第３　当裁判所の判断」１（争点１について）\n記載のとおりであるから，これを引用する。\n２　争点２（本件行政情報が本件条例９条２号ただし書ア）に該当するか否か）\nについて\n(1)  本件条例９条２号本文の該当性について\n本件行政情報には，前記第２の２(2)に認定のとおりの各記載が認められる\nところ，本件行政情報が，本件条例９条２号本文にいう「個人に関する情報」であ\nり，かつ，「特定の個人を識別することができるもの」に該当することは明らかで\nあり，この点につき当事者間に争いはない。\nそこで，本件行政情報が個人識別情報であっても例外的に公開すべきもの\nと定める本件条例９条２号ただし書アに該当するか否か検討する。\n(2)　同条２号ただし書アの該当性について\n本件条例９条２号ただし書アは，「法令等の規定により又は慣行として公\nにされ，又は公にすることが予定されている情報」については，上記個人識別情報\nから除外している。\n被控訴人は，民事訴訟法９１条２項は，「公開を禁止した口頭弁論に係る\n訴訟記録については，当事者及び利害関係を疎明した第三者に限り，前項の規定に\nよる請求をすることができる。」，と定め，同法９２条は，「訴訟記録中に当事者\nの私生活についても重大な秘密が記載され，又は記録されており，かつ，第三者が\n秘密記載部分の閲覧等を行うことにより，その当事者が社会生活を営むのに著しい\n支障を生ずるおそれがある」等の場合には，裁判所は，当該当事者の申立てによ\nり，第三者の訴訟記録の閲覧を制限することができる。」旨の規定を置いており\n（なお，それ以外にも，同法９１条５項は，「訴訟記録の閲覧，謄写及び複製の請\n求は，訴訟記録の保存又は裁判所の執務に支障があるときは，することができな\nい。」としている。），訴\n訟記録は，民事訴訟法上，その内容，閲覧請求の主体等について，何らの制限もな\nく閲覧が可能なものであるとはいえないから，法令等の規定により公にされ，又は\n公にすることが予定されている情報に該当しない旨主張する。\nしかしながら，本件行政情報は，別件（行政）訴訟の訴訟記録の一部であ\nり，訴訟記録の閲覧等については，民事訴訟法が準用されている（行政事件訴訟法\n７条）ところ，憲法８２条１項は，「裁判の対審及び判決は公開法廷でこれを行\nう。」と定め，また，民事訴訟法９１条１項は，「何人も，裁判所書記官に対し，\n訴訟記録の閲覧を請求することができる。」と定めている。　そして，民事訴訟法\n９１条２項による公開禁止の措置がとられる事件はほとんどなく，同法９２条によ\nる秘密保護のための閲覧等の制限の措置がとられる事件もごく少数であることは，\n当裁判所にも顕著であって，現に別件訴訟についてそれらの措置がとられていない\nことは，甲４及び弁論の全趣旨から明らかである。なお，同法９１条２項による公\n開禁止の決定は，訴訟当\n事者に告知されて（同法１１９条），当事者出席の上，非公開での口頭弁論が行わ\nれるし，同法９２条による閲覧制限決定は，申立人の当事者に対しその決定が告知\nされ（同法１１９条），申立人以外の当事者が知らない場合には，第三者に秘密を\n漏らしてしまうおそれもあることから，実務上は申立人以外の当事者にも上記決定\nがあった旨その内容が通知されている。したがって，仮に本件行政情報につき上記\n各決定がなされれば，高知市においてこれを把握しており，改めてその有無を裁判\n所に照会する必要はない。\n以上によれば，本件行政情報は，本件条例９条２項ただし書アにいう「法\n令等により公にされ，又は公にすることが予定されている情報」に該当すると解す\nるほかないものというべきである。\nなお，刑事訴訟記録については，「何人も，被告事件の終結後，訴訟記録\nを閲覧することができる。」と定められている（刑事訴訟法５３条１項本文）が，\n同法５３条の２は，訴訟に関する書類及び押収物については，行政機関の保有する\n情報の公開に関する法律等の規定は適用しないと定めており，民事訴訟記録と取扱\nいを異にしている。\n控訴人は，本件請求において，写しの交付の方法による行政情報の開示を\n求めているところ，民事訴訟法９１条３項は，訴訟記録の正本，謄本若しくは抄本\nの交付については，当事者及び利害関係を疎明した第三者に制限しているが，その\n趣旨は，当事者及び利害関係を疎明した第三者の訴訟準備の必要性と裁判所書記官\nの負担を調整したものであるから，本件条例で，公開の可否を判断するに当たって\nは，その趣旨は考慮に及ばない上，閲覧と写しの交付とで区別を設けていないの\nで，その公開方法の違いをもって，本件条例９条２号ただし書アが本件行政情報に\n該当しないと解することも適当でない。ただし，著作権法その他の法令等により，\n閲覧か写しの交付かによって，公開の可否の判断が異なることがあり得るが，民事\n訴訟法９１条３項を根\n拠に本件行政情報の公開を否定するのは，上記のとおり相当でない。\n(3)　以上によれば，本件行政情報は，非公開とすることができる情報には当た\nらず，本件条例に従い公開を要するものといわざるを得ない。\nしたがって，本件行政情報について非公開とした被控訴人の本件処分は，\n違法なものというべきである。\n第４　結論\n以上によれば，控訴人の本件請求は理由があるというべきである。よって，\nこれと異なる原判決は失当であり，本件控訴は理由があるから，原判決を取り消\nし，本件処分によって本件行政情報を非公開とした処分を取り消すこととする。\n高松高等裁判所第４部\n裁判長裁判官　　　　馬　　　渕　　　　　　　勉\n裁判官        吉　　　田　　　　　　　肇\n裁判官種村好子は転補のため署名押印することができない。\n裁判長裁判官        馬　　　渕　　　　　　　勉\n"
}