{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 10
  },
  "case_number": "平成13(ネ)579",
  "case_name": "預託金返還請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3334",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3334",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/334/003334_hanrei.pdf",
  "contents": "主　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人の請求を棄却する。\n(3)　訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事実関係\n本件は，被控訴人の父であるＡが，昭和６３年２月６日，控訴人経営の鈴鹿の\n森カントリークラブ（以下「本件クラブ」という。）の入会保証金として，控訴人に\n対し１８００万円（以下「本件入会保証金」という。）を預託し，平成２年５月１２日\nに本件クラブが開業したことによりその会員資格を取得したが，平成７年３月１\n４日に死亡したので，被控訴人が相続し，所定の手続を経て，同年７月２４日に\n本件クラブの会員資格を取得したものの，その後，平成１２年９月２８日到達の\n書面により本件クラブ退会の意思表示をし，Ａ入会時の約定により，本件入会\n保証金返還請求権の据置期間は，Ａの会員資格取得日（本件クラブ開業日）を\n起算日とする１０年間であると主張して，本件入会保証金１８００万円の返還を\n求めたのに対し，控訴人は，①本件クラブの臨時理事会（平成１２年１月１６日\n開催）が，入会保証金の据置期間を１０年間延長する決議をしており，同決議\nはＡ入会時の約定に基づいて被控訴人を拘束する旨，②仮にそうでないとして\nも，被控訴人が本件クラブの会員資格を取得したのは平成７年７月２４日である\nから，本件入会保証金返還請求権の据置期間は同日を起算日とする旨主張し\nて，本件入会保証金の返還期限は到来していないとして争った事案である。\n１　争いのない事実並びに証拠（甲１，乙１，２，乙７，乙９ないし１４，乙２４）及び\n弁論の全趣旨により容易に認められる事実\n(1)　控訴人は，本件クラブを経営，管理する会社である。\n(2)　Ａ（被控訴人の父）は，昭和６３年２月６日，控訴人に対し本件入会保証金\n（１８００万円）を預託して，本件クラブに入会する契約（当時の本件クラブの\n会則（以下「旧会則」という。）の内容が同契約内容の一部を構成している。）\nを締結し，平成２年５月１２日，本件クラブが開業したことにより，本件クラブ\nの会員資格を取得した。\n(3)　旧会則の第８条には，次のとおりの定めがあった。\n第８条（保証金の返還）\n第５条の規定により会社に払い込んで会員になった者が会員資格を喪\n失したときには会社は返還するものとする。\nただし，入会後１０年以内の退会，法人会員でその法人の消滅，に該当\nする場合には払い込みの日の翌日を起算日として１０年が経過したあと会\n社の規定により返還する（ただし，旧会則２８条等により，本件クラブ開業\nの前に払込みがあった場合は，同開業の日（会員資格取得の日）を起算\n日とすると解される。以下，第８条ただし書の定めを「本件据置条項」とい\nう。）。\nなお，天災地変その他の不可抗力の事態が発生した場合及び理事会の\n決議により据置期間を延長することができる（以下「本件延長条項」とい\nう。）。\nまた，入会保証金を返還する場合において，当該会員が会社に対して債\n務を負担している場合には会社はその債務の全額を控除した残額を返還\nするものとする。（後略）\n(4)　Ａは平成７年３月１４日に死亡し，被控訴人はＡを相続した。\n(5)　被控訴人は，上記相続及び下記の旧会則１０条により，平成７年７月２４\n日，同条の定める名義書換料を払い込んだことにより，本件クラブの会員資\n格を取得した。\n第１０条（会員資格の承継）\n①　会員は会社が別に定める会員資格の譲渡に関する規定に基づいて理\n事会の承認を得てその会員資格を他に譲渡することができる。（後略）\n②　会員（法人会員を除く）の資格に相続が開始した場合には会社が別に\n定める会員資格の相続手続規定に従って相続人はその名義の変更手\n続をしなければならない。\nただし，理事会が相続人に名義を変更することが適当ではないと認め\nる場合には相続人は第８条の規定にかかわらず入会保証金の返還を\n受けることが出来る。\n③　前２項により新たに会員資格を取得する者は会社所定の名義書換登\n録料を払い込んだあと会員資格を取得するものとする。（後略）\n④　第①，②項によって会員資格を取得した者は前会員の会社に対する\n権利義務の一切を承継するものとする。\n(6)　平成１２年１月１６日に開催された本件クラブの臨時理事会は，本件据置\n条項の定める据置期間を１０年間延長する旨決議（以下「本件据置期間延長\n決議」という。）をし，旧会則８条を次のとおり改正した（ただし，第３，４項は記\n載を省略した。）。\n第８条（保証金の返還）\n会員が会員資格を喪失したときは，会社は，次の規定により入会保証金\nを返還するものとする。\n１．平成２年５月１２日の当ゴルフ場の開業日以前に払い込みのあった入\n会保証金の返還については，平成２年５月１３日を起算日として２０年が\n経過したあと返還する。\n２．平成２年５月１２日の当ゴルフ場の開業日以降に会員資格を取得した\n者の入会保証金の返還については，入会保証金の払い込みがあった\n日の翌日を起算日として２０年が経過したあと返還する。\nただし，会員資格の譲渡を受け，理事会の承認を得て，新たに会員資\n格を取得した者に対する入会保証金の返還については，その会員資格\n取得日の翌日を起算日として２０年が経過したあと返還する。\n(7)　被控訴人は，平成１２年９月２８日到達の内容証明郵便により，控訴人に\n対し，本件クラブを退会する旨意思表示をし，併せて本件入会保証金の返還\nを請求した。\n２　争点\n(1)　本件延長条項の「天災地変その他の不可抗力の事態が発生した場合及び\n理事会の決議により据置期間を延長することができる。」という文言は，①\n「天災地変その他の不可抗力の事態が発生した場合」又は「理事会の決議」\nがある場合に，入会保証金返還請求権の据置期間を延長することができる\nという意味か（控訴人主張），それとも，②「天災地変その他の不可抗力の事\n態が発生した場合」には「理事会の決議」によって入会保証金返還請求権の\n据置期間を延長することができるという意味か（被控訴人主張）。\nア　控訴人の主張\n本件延長条項を上記①のように解釈すべきことは，同条項が「天災地変\nその他の不可抗力の事態が発生した場合『には』理事会の決議により据\n置期間を延長することができる。」と規定されていないことから明らかであ\nる。「天災地変その他の不可抗力の事態が発生した場合」と「理事会の決\n議」との間に置かれている「及び」は，両者が並列して扱われていることを\n示すものである。\nしかし，もちろん控訴人も，「理事会の決議」があれば，無制約に入会保\n証金返還請求権の据置期間を延長し得ると主張しているわけではなく，文\n理上は制約のない「理事会の決議」による上記延長を認めている本件延\n長条項を，旧会則２条の趣旨達成を目的として限定的に解釈し，本件ゴル\nフ場の維持，存続が困難となる場合（「天災地変その他の不可抗力の事情\nが発生した場合」は，その例示として本件延長条項に掲げられていると解\nすべきである。），例えば，本件据置期間延長決議の場合のように多数の\n会員から入会保証金の返還請求がされることが予想される場合には，理\n事会の決議による据置期間延長が許されると解すべきである。したがっ\nて，本件据置期間延長決議は有効である。\nイ　被控訴人の反論\n本件延長条項を前記②のように解すべきことは，「天災地変その他の不\n可抗力の事態が発生した場合」でも，常に入会保証金返還請求権の据置\n期間を延長する必要があるとは限らないのであるから，その必要性を判断\nする者が必要であり，「及び理事会の決議により」という文言は，そのこと\nを表現したにすぎない。\n(2)　被控訴人の入会保証金返還請求権の据置期間の起算日は，Ａが本件クラ\nブの会員資格を取得した日（平成２年５月１２日）であるか，被控訴人自身が\n同会員資格を取得した日（平成７年７月２４日）であるか。\n第３　争点に対する判断\n１　争点(1)について\n(1)　本件延長条項の「天災地変その他の不可抗力の事態が発生した場合及び\n理事会の決議により据置期間を延長することができる。」という文言は，文理\n上，「天災地変その他の不可抗力の事態が発生した事実」と「理事会の決\n議」により据置期間を延長することができるとの趣旨であると解することがで\nきる。\nまた，入会保証金返還請求権は，ゴルフ会員権を構成する会員の諸権利\n義務のうち，最も重要な権利の一つであるから，同請求権の行使に対する重\n大な制約である据置期間延長が，無制約に「理事会の決議」に委ねられると\nは考えられず，そうである以上，「理事会の決議」に対する制約，言い換えれ\nば，どのような場合に理事会の決議により据置期間を延長することができる\nかという要件は，問題の重大さからしても，他の条項においてでなく，本件延\n長条項内において，少なくとも旧会則８条内において明文化され，据置期間\n延長の可否の判断の指針とされるべきところ，本件延長条項の「天災地変そ\nの他の不可抗力の事態が発生した場合」がその定めであると解すべきであ\nる。\nしたがって，本件延長条項については，前段の「天災地変その他の不可抗\n力の事態が発生した場合」が据置期間延長の実体的要件を定め，後段の\n「理事会の決議により」が手続的要件を定めたものであり，両者相まって「天\n災地変その他の不可抗力の事態が発生した場合」には「理事会の決議」によ\nって入会保証金返還の据置期間を延長することができる旨を定めたものと解\nするのが相当である。\n(2)　ところで，控訴人は，本件延長条項の「天災地変その他の不可抗力の事態\nが発生した場合及び理事会の決議により据置期間を延長することができ\nる。」との定めは，「天災地変その他の不可抗力の事態が発生した場合」又\nは「理事会の決議」があった場合には，入会保証金返還請求権の据置期間\nを延長することができると解釈すべきである旨主張するが，下記ア，イのとお\nり，同解釈は認め難い。\nア　控訴人は，上記解釈の根拠として，本件延長条項が「天災地変その他の\n不可抗力の事態が発生した場合」と「理事会の決議により」とを「には」では\nなく「及び」で結んでいることを挙げ，文理上，両者は並列の関係にあるこ\nとが明らかである旨主張する。\nしかし，文理上は，上記(1)のように解釈することができるから，上記両者\nが「及び」で結ばれているからといって，直ちに並列関係にあるとはいえな\nい。\nまた，控訴人主張のように「天災地変その他の不可抗力の事態が発生し\nた場合」と「理事会の決議」が並列の関係にあるとすると，「天災地変その\n他の不可抗力の事態が発生した場合」には，「理事会の決議」なくして据置\n期間を延長することができることになる。しかし，本件延長条項には「据置\n期間を延長する」ではなく「据置期間を延長することができる」と規定されて\nいることからすると，「天災地変その他の不可抗力の事態が発生した場\n合」でも，据置期間を延長するか否かの決定は必要であり，その決定権者\nが必要であるにもかかわらず，控訴人の上記解釈によれば，「天災地変そ\nの他の不可抗力の事態が発生した場合」については，本件延長条項上，\n決定権者が定められていないことになるが，このような重大な事態につい\nて，本件延長条項が決定権者を定めていないとは考え難いから，「天災地\n変その他の不可抗力の事態が発生した場合」と「理事会の決議」は，控訴\n人が主張するように並列の関係にあるのではなく，前記(1)のとおり，実体\n的要件と手続的要件の関係にあると解すべきである。\nイ　また，控訴人は，「理事会の決議」も無制約ではなく，限定的に解釈され\nるべきであり，旧会則２条の趣旨に照らして，本件ゴルフ場の維持，存続\nのため必要な場合，例えば，本件据置期間延長決議の場合のように，多\n数の会員から入会保証金の返還請求がされることが予想される場合等に\n限って認められるものであると主張する。\nしかし，旧会則２条は，その内容や「第１章　総則」に規定されていること\nから明らかなとおり，本件クラブの目的を定める一般的規定にすぎず，本\n件延長条項の「理事会の決議」を上記控訴人主張のように制約する実体\n的要件を定める規定でないことは明白である。そうすると，控訴人主張の\nように「理事会の決議」が「天災地変その他の不可抗力の事態が発生した\n場合」と並立する別個独立の据置期間延長事由であるとすると，「理事会\nの決議」を制約する実体的要件を定める規定はないといわざるを得ないと\nころ，入会保証金返還請求権が会員の重要な権利であることに照らして\nも，旧会則が無制約に「理事会の決議」による同請求権行使の据置期間\n延長を認めたとは考えられないから，控訴人主張の解釈の矛盾は明らか\nであり，同解釈を採用することはできない。\n(3)　したがって，本件延長条項は「天災地変その他の不可抗力の事態が発生\nした場合」には「理事会の決議」によって入会保証金返還の据置期間を延長\nすることができる旨を定めたものと解釈すべきであるとの前記(1)の判断は左\n右されず，他にこれを左右するに足りる証拠はない。\nよって，被控訴人に対し本件据置期間延長決議の効力は及ばないから，本\n件入会保証金１８００万円の返還請求権の据置期間は，本件据置条項の定\nめるとおり１０年間である。\n２　争点(2)について\n(1)　旧会則（乙２）では，死亡した会員は，当然に会員資格を喪失するが（１５\n条），死亡した会員の相続人は，会員資格を承継するか否かの選択権がな\nく，会員資格を承継することを当然の前提として，名義変更手続をすることが\n義務付けられている（１０条②項本文）。\n他方，理事会は，相続人に対する名義変更を拒否することができ，同拒否\nがあった場合，相続人は，被相続人が控訴人に預託した入会保証金の返還\nを受けることができ，この場合，本件据置条項は適用されない（１０条②項た\nだし書）。\n旧会則１０条②項によって会員資格を取得した相続人は，被相続人の控訴\n人に対する権利義務の一切を承継する（１０条④項）。\n(2)　旧会則における上記の各定め，特に相続人には被相続人の会員資格を承\n継するか否かの選択権がないこと，会員資格を取得した相続人は被相続人\nの控訴人に対する権利義務の一切を承継することにかんがみれば，被相続\n人が控訴人に預託した入会保証金は，観念的に控訴人から相続人にいった\nん返還された後，相続人から控訴人に再び預託されたということはできず，\n被相続人が預託した後，そのままの状態で控訴人によって拘束されていると\nいうべきであるから，本件据置条項の解釈においては，据置期間の起算日\nは被相続人が会員資格を取得した日であると解すべきである。\n３　よって，本件入会保証金１８００万円の返還請求権については，本件据置条項\nに基づく１０年間の据置期間の起算日は，Ａが会員資格を取得した平成２年５\n月１２日（本件クラブ開業の日）の翌日となるので，その１０年後である平成１２\n年５月１２日の経過をもって，本件入会保証金の返還期限が到来した。\nなお，被控訴人は，控訴人に対し，同返済期限後である同年９月２８日に本件\nクラブを退会する意思表示をし，併せて本件入会保証金の返還を求めたので，\n本件入会保証金の返還債務につき，同日の後である同年１０月１９日から支払\n済みまで商事法定利率年６分の割合による遅延損害金が発生することは明ら\nかである。\n４　以上のとおりであるから，控訴人の請求を認容した原判決は相当であり，本件\n控訴は理由がないから，これを棄却することとし，控訴費用の負担について，民\n事訴訟法６７条，６１条を適用して，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　大内捷司\n裁判官　　　加　 藤　 美　枝　子\n裁判官長門栄吉は転補のため署名押印することができない。\n裁判長裁判官　　　大内捷司\n"
}