{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 12
  },
  "case_number": "平成12(ワ)4566",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第7部",
  "lawsuit_id": "7521",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7521",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/521/007521_hanrei.pdf",
  "contents": "主文\n１　被告愛知県は，原告に対し，３３７５万１７２４円及びこれに対する平成１０年９月２\n６日から支払済みまで年５分の割合による金員を支払え。\n２　原告の被告愛知県に対するその余の請求及び被告社会福祉法人積善会に対す\nる請求をいずれも棄却する。\n３　訴訟費用は，原告に生じた費用の４分の１と被告愛知県に生じた費用の２分の１\nを被告愛知県の負担とし，その余は原告の負担とする。\n４　この判決は，第１項に限り仮に執行することができる。\n事実及び理由\n第１　請　求\n１　被告社会福祉法人積善会は，原告に対し，５６６３万６９２１円及びこれに対する平\n成１０年９月２６日から支払済みまで年５分の割合による金員を支払え。\n２　被告愛知県は，原告に対し，５６６３万６９２１円及びこれに対する平成１０年９月２\n６日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，被告社会福祉法人積善会（被告積善会）が運営する養護施設\n（現在の児童養護施設。以下「養護施設」という。）の暁学園に入所していたところ，\n同学園の施設長や職員が，監督義務，安全配慮義務を怠ったため，同施設に入所\nしていた他の児童から集団で暴行を受けて傷害を負った（本件事件）として，原告\nが被告積善会に対して，民法７１５条の使用者責任に基づき，又は，同被告におい\nて被告愛知県の国家賠償法１条１項に基づく損害賠償債務を引き受けたとして，原\n告が被った損害（及び不法行為後の平成１０年９月２６日から支払済みまで民法所\n定の年５分の割合による遅延損害金）の賠償を求めるとともに，被告愛知県に対し\nても，国家賠償法１条１項に基づき，被告積善会に対するのと同額の損害賠償（及\nび上記同様の遅延損害金）を求めた事案である。\n１　争いのない事実等\n（争いのない事実のほかは，各項に掲記した証拠によって認める。）\n(1) 当事者等\nア　原告は，昭和６３年１１月２５日生まれの男子である。\n原告は，平成４年１月１０日，被告愛知県の児童福祉法２７条１項３号の規\n定による措置により，被告積善会が運営する養護施設である暁学園に入所\nし，平成１０年１月１１日に発生した後記(2)  の本件事件当時も，同学園におい\nて養育監護を受けていた。\nイ　暁学園は，昭和３３年１２月に設立された児童福祉法４１条に基づく養護施\n設であり，乳児を除く，保護者のない児童，虐待されている児童その他環境上\n養護を要する児童を入所させて，これを養護することを目的とする施設であ\nる。\nウ　亡Ａは，本件事件当時，暁学園の施設長であり，Ｂは，同学園の職員とし\nて，同施設に入所している児童の養育監護に当たっていた。\nエ　本件事件に関わったＣ（当時１４歳），Ｄ（当時１５歳），Ｅ（当時１３歳）及びＦ\n（当時１２歳）は，いずれも被告愛知県の措置により，同施設に入所していた\n者である（乙１２の１，１３の１，１４の１，１５の１）。\n(2) 本件事件（甲１１～２１）\nＣ，Ｄ，Ｅ，Ｆの４名は共謀の上，原告（当時９歳）が暁学園の職員に告げ口をし\nたなどと因縁を付けて制裁を加えることを企て，平成１０年１月１１日午後３時３０\n分から約３０分間，暁学園２階の「大雪」という部屋で，Ｃが原告に対して「何でチ\nクった」などと因縁を付けた上，こもごも原告の腹部，頭部等を殴打したり足蹴り\nにし，またプロレス技，柔道の投げ技等により投げ飛ばすなどの暴行を加え，原\n告に対して外傷性脳梗塞，右上下肢麻痺，遷延性意識障害等の傷害を負わせ\nた。\n２　争　点\n(1) 暁学園の施設長及び職員の過失の有無\nア　原告の主張\n(ｱ)  養護施設である暁学園は，幅広い年齢層の児童を受け入れているため，\n一部の児童は自己の身体に対する危害を回避する能力が不足しており，\nまた，他の児童は保護者がなかったり虐待を受けていて十分な事理弁識\n能力を備えていない場合がある。\nしたがって，暁学園の施設長である亡Ａ及び同学園の職員（以下「亡Ａら」\nという。）は，児童の暴力に対して日ごろ指導を行い，児童の動静に気を配\nり，適切な人員配置をするなどして施設内での傷害事件等が発生すること\nのないように児童らを保護し，監督する義務があり，また，万一施設内で児\n童らのけんか等が発生した場合には，これを早期に発見し，負傷者が出た\nり，その結果が拡大したりしないようにする義務があった。\n(ｲ)  原告は，本件事件以前より，Ｆからいじめを受けていたのであり，原告の\n父は，平成９年夏ころ，亡Ａに対し「原告が家に帰ったときに学園で叩かれ\nると言っているが事実なのか。何とかしてほしい。」と相談していた。また，\n本件事件のその他の加害児童らも，普段から年下の児童に対して暴力を\n振るうなどの問題行動があり，亡Ａらは，このことを十分に認識していた。さ\nらに，本件事件発生の３０分前の午後３時ころにも，原告は，Ｅから足蹴に\nされ，そのことを職員の上記Ｂに申告していた。\nこれらの経緯からすれば，本件事件の発生は十分に予見することができ\nたというべきである。\nそれにもかかわらず，亡Ａらは，児童の暴力について日ごろの指導を十\n分に行わず，児童を保護監督する義務を怠ったことから本件事件を発生さ\nせ，また，本件事件の発見が遅れたため，原告に重大な傷害を負わせたも\nのであって，亡Ａらの過失は重大である。\n(ｳ)  被告積善会は，現状の福祉制度を前提とした養護施設の予算不足の状\n況下では，本件事件を回避することは不可能であったなどと主張している\nが，予算不足の状況があったとしても，そのことから本件事件について回避\n可能性がないとして，これを正当化する理由にはならないことは当然であ\nる。\nイ　被告積善会の主張\n以下に述べるとおり，亡Ａらは，暁学園の限られた人員の中で児童らの暴力\nに対する日ごろの指導を十分に行ってきたし，児童らの動静にも気を配ってき\nており，安全配慮義務違反の事実はない。\n(ｱ) 暴力に対する日ごろの指導について\n暁学園では，虐待や暴力の連鎖を断ち切るために，どんな些細な暴力も\n許さないという視点から，定期的な行事においてグループ討議を行うなどし\nて，児童全体に対して暴力を否定する指導を行ってきた。また，暴力が問\n題行動として現れた場面においては，関係した児童に対し暴力を否定する\n個別的指導を行ってきた。\n(ｲ) 児童の動静把握について\n暁学園は生活施設であり，問題行動のある児童の収容施設ではないの\nで，特に職務として見回りをしているわけではない。\nしかし，限られた人員配置の中で，月一度の職員会議における全体の協\n議や，毎日３回の職員引継ぎにおいて勤務に当たる職員間での協議を行\nい，これらを通して職員それぞれの情報を共有し合うことによって，児童ら\nの動静の把握をするようにしていた。\n(ｳ) 人員配置について\n暁学園は，限られた人件費の範囲内で，最低基準を充たす人員を確保す\nるとともに，より適正な人員を配置する努力を行ってきた。\n行政から社会福祉法人に支給される措置費に含まれる人件費は，最低\n基準で定められた一定の職員の数に応じて，その職員の確保に必要な給\n与で構成されているが，その給与は勤務年数４年の国家公務員の給与に\n準じて計算されている。\nしかし，養護施設に措置された児童のほとんどが虐待経験を持つという\n現状においては，職員にはより高い専門性と実務経験が要求されており，\n当然のことながら，職員の勤務年数は人件費の基礎とされる国家公務員\nの勤務年数である４年を上回らざるを得ない。\nまた，収益事業が許されていない社会福祉法人では，措置費収入しかな\nく，人件費の不足についても補助金はあるものの，愛知県では給与の格付\n方式による精算払いが行われているので，人件費に余裕を出すことは困難\nであり，支給される人件費だけで理想的な人員配置を行っていくのは至難\nの業である。児童の福祉を真剣に考える施設であればあるほど，非常に逼\n迫した経済状況の中で，必死の努力をしているのが現状である。\n暁学園では，かかる状況の中で，最低基準以上の人員配置を行い，虐待\nによって心的外傷を受けた児童に対するケアにも努力してきた。\n(ｴ) 回避可能性について\n仮に，暁学園の児童らに対する指導等が不十分であったというのであれ\nば，それは結局，適切な人員配置を可能とするための措置費支給の問題\nに帰着する。\n上記の状況に鑑みれば，原告が指摘する適切な人員配置という問題は，\n措置費の中の人件費，ひいては最低基準という被告積善会において改善\n不可能な事柄に起因しているのであり，その責任を被告積善会に転嫁する\nことは許されない。\nしたがって，仮に本件事件の発生が予見可能であったとしても，現在の福\n祉制度を前提とした社会福祉法人のインフラの状況の下では，本件事件の\n発生を回避することは不可能であった。\nウ　被告愛知県の主張\n原告の主張は争う。\n(2) 被告らの責任\nア　原告の主張\n(ｱ)  被告積善会の被用者である亡Ａらは，組織法上の公務員ではないので，\n国家賠償法の適用がある場合においても，同人らの個人責任を排除すべ\nきではない。児童らに対する養育，監護等の行為には，児童福祉法に基づ\nく措置という公務としての側面と，その教育方針の独自性に基づく私的行為\nの側面との２つが併存しているのであるから，被告積善会は亡Ａらの使用\n者として民法上の使用者責任を負うとともに，被告愛知県は国家賠償法上\nの責任を負い，この両者の責任は併存的関係にあるというべきである。\n(ｲ)  また，本件事故について亡Ａらには重過失が認められるところ，このような\n場合には，国家賠償法上の公務員であることを理由に個人責任を免れな\nいと解すべきである。\nしたがって，被告積善会は亡Ａらの使用者として責任を負うというべきで\nある。\nイ　被告積善会の主張\n(ｱ)  児童福祉施設への入所措置と児童の保護委託及び保護は，国家賠償法\n１条１項の公権力の行使に該当し，暁学園の施設長又は職員である亡Ａら\nは，国家賠償法上の公務員である。\nしたがって，亡Ａらは，個人として不法行為責任を負わず，また国家賠償\n法が適用される場合は，一般法たる民法の不法行為の規定は法条競合に\nよりその適用を排除されるから，被告積善会は，使用者責任を負わない。\n(ｲ) 公権力の行使について\nａ　国家賠償法１条１項にいう公権力の行使とは，国又は地方公共団体が\nその統治権に基づき優越的な意思の発動として行う権力作用に限らず，\n純然たる私経済作用及び同法２条１項の営造物設置管理作用を除いた\nすべての公行政作用であると考えられる。\nそもそも公行政と私人との関係は，仮に公行政による行為が権力的要\n素を含まない場合であっても，民法の予定する私人間の関係とは根本的\nに異なっており，その行為により損害を被った私人に対しては，より救済\nの要請が強い。\nしたがって，非権力的公行政作用に関しても，免責条項のない国家賠\n償法が適用されると考えられる。\nよって，「公権力の行使」に該当するか否かを判断するに当たっては，\n該当行為の目的，根拠となる条文，行為の性質等を総合的に考慮した\n上で，純然たる私経済作用に該当しないものはすべて公権力の行使に\n該当すると考えるべきである。\nｂ　そこで，児童福祉施設への入所措置と児童の保護委託及び保護が公権\n力の行使に該当するかについて検討する。\n(a)  国及び地方公共団体は，児童の保護者とともに，児童を心身ともに\n健やかに育成する責任を負う（児童福祉法２条）。憲法２５条を根拠と\nする福祉主義は，行き過ぎた資本主義を修正する概念として競争原\n理の埒外にあるものである。\n児童福祉施設への入所措置と児童の保護委託は公共的な意義が\n非常に強い行政行為であって，それに依拠する児童の保護も強い公\n共性を有する。\nところが，全国５５２か所の養護施設のうち公立の養護施設は６４か\n所しかなく，その多くを民間の社会福祉法人に依拠しているのが実情\nであり，これは貧困な福祉行政を反映したものである。\n(b)  社会福祉法（当時の社会福祉事業法）は，各種社会福祉事業の性質\nや公共性に鑑み，第一種社会福祉事業と第二種社会福祉事業とを分\n類規定している（社会福祉法２条２項，３項）。\nそして，暁学園のような養護施設を経営する事業については，その\n高い公共性に鑑み，これを第一種社会福祉事業としている（同法２条\n２項２号）。\n第一種社会福祉事業は，公共性が高く，利用者の生活や人権に深く\n関わり，また不当な搾取の危険が伴う事業であるため，経営主体は原\n則として国，地方公共団体又は社会福祉法人に制限されている（同法\n６０条）。\n(c)  養護施設での保護は，保護者に監護させることが著しく児童の福祉\nに反すると判断される場合に，一時保護（児童福祉法３３条）や家庭裁\n判所の承認審判による施設入所（同法２８条）等の強制力ある権力作\n用を背景として実施されている。\n(d)  原告は，親権者の同意に基づいて暁学園に入所する児童であるが，\nかかる親権者の同意に基づく入所措置は，都道府県が児童の健全な\n成長を確保する目的のもと，児童自身の同意の有無とは関わりなく決\n定するのであり，入所後の措置の解除，停止，他の措置への変更等\nも都道府県が行うものである（児童福祉法２７条７項，８項）。\nまた，養護施設の長は，都道府県知事又は市町村長から上記委託\nを受けたときは，正当な理由がない限り，これを拒んではならないとい\nう受諾義務を課せられている（同法４６条の２）。同条は，養護施設が\n要保護児童の援護という公共目的を持つため，委託を拒むためには，\n収容力の余力がないこと等，相当程度厳格な正当理由が要求されて\nいる。\n(e)  以上の事実からすれば，児童福祉施設への入所措置と児童の保護\n委託及び保護は純然たる私経済作用とはいえず，「公権力の行使」に\n該当する。\n(ｳ) 公務員について\nａ　被告積善会及び暁学園の主な収入は，①措置費，②補助金，及び③利\n用者負担金である。\n①措置費は，被告愛知県（あるいは名古屋市）から支給されるものであ\nり，②補助金は，被告愛知県から支給されるものである。③利用者負担\n金は，親権者が支払うものではなく，一時保護（児童福祉法３３条）により\n暁学園が保護委託を受けた場合に公共団体から支給されるもの（同法５\n０条８号）及び市町村から支給される子育て支援事業費である。\nこれらの収入が施設収入合計に占める割合は，９５パーセントを超えて\nいることから，暁学園は実質的には公共団体が運営しているといえる。\nｂ　職員の俸給についても，施設の収入のほとんどが措置費等の公共団体\nから支給されるもので占められていることから，それらの措置費等で賄\nわれているといえる。\nさらに，被告愛知県は，通達により，公務員給与基準を参考にして，職\n員の俸給額を規制している。\nｃ　都道府県知事は，養護施設に対し，必要と認める事項の報告を求め，ま\nた，施設・帳簿・書類等を検査し，その他の事業経営の状況を調査する\nことができる（同法４６条）。\n実際，被告愛知県は，暁学園に対し，県指定の様式に従った現況報告\nを求め，その報告をもとに監査を行い，施設の問題点等につき改善指導\n等をしている。\nｄ　児童福祉法の理念に基づけば，本来，養護施設は国及び公共団体が\n運営すべきものである。実際，暁学園の支出は，ほぼ被告愛知県の意\n向に依拠している。\nにもかかわらず，公共団体が社会福祉法人といういわば外注で養護施\n設を運営するのは，単に人件費の圧縮という理由によるものにすぎな\nい。\nｅ　以上の事実からすれば，養護施設の長又は職員である亡Ａらは，公務\n員そのものであり，国家賠償法１条１項の公務員に該当する。\nウ　被告愛知県の主張\n(ｱ) 公権力の行使について\nａ　児童福祉法によれば，保護者のない児童又は保護者に監護されること\nが不適当と認められる児童を発見した者に対し，これを福祉事務所・児\n童相談所に通告することを義務づけ（児童福祉法２５条），知事又はその\n委任を受けた児童相談所長（以下「児童相談所長等」という。）が，この\n通告を受けたときは，必要に応じ，養護施設，乳児院，児童自立支援施\n設（以下「養護施設等」という。）への入所措置を決定する（同法２７条）こ\nととされている。そして，児童相談所長等は，児童の入所を決定すると，\nその児童の入所措置を養護施設等の長に委託することとなる。\n児童相談所長等による養護施設等の長に対する措置委託の本質は，\n私法の適用又は準用を受けるべき公法上の契約の申込みであるとされ\nている。また，この契約は，専ら児童のすべての生活面にわたっての養\n育，監護，教育を委託（準委任）するものであるが，その性質は児童に代\nわってする契約というよりは，むしろ都道府県を要約者，施設の長を諾約\n者，児童を受益者とする，いわゆる第三者のためにする契約とされるの\nである。\n措置委託の申込みに対し，養護施設等の長が承諾すると，児童は指\n定された施設に入所し，その施設の長のもとで養育，監護及び教育，す\nなわち養護されることとなる。\nこのように，保護者のない児童又は保護者に監護されることが不適当\nと認められる児童は，原則としてその親権者等の同意を要件とし，第三\n者である都道府県の児童相談所長等によって養護施設等にその養護を\n委託され，この委託により特定の養護施設等に入所することとなる。この\n結果，児童は当該施設を生活の本拠とし，当該施設の長の親権又はそ\nの一部である監護，教育，懲戒権に服する一方，心身ともに健やかに育\n成するように養護のサービスの提供を受けることとなり，施設の長はこれ\nに対して，監護，保母，養護職員その他の協力のもとに，児童の親権者\n又は親権代行者として監護，教育，懲戒権を行使するか又はこれらに代\nわる必要な措置をとることとなるのである。\n以上のとおり，児童福祉法２７条１項３号の措置は，①児童相談所長等\nが養護施設等の長に対し，児童の養護を委託する行為と，②養護委託\nを受けた養護施設の長が日々児童に対して行う監護，教育，懲戒行為\n等の行為に分かれるのであり，これらはいずれも措置とはいっても，あく\nまでも児童の福祉にとって好ましい環境を用意するという目的の行為で\nあり，公権力性の強い強制的な性格の措置とは明らかにその性格が異\nなるのである。このことは児童福祉法２７条４項が，児童福祉法２７条１\n項３号の措置を行うときは，児童に親権を行う者又は未成年後見人があ\nるときは，その親権を行う者又は未成年後見人の意に反して，これを採\nることができない旨定めていることからも明らかである。\nこのように，児童福祉法２７条１項３号の措置は法形式的には公権力\nの行使の一端を担わせるような形をとる措置行為ではあっても，例えば\n同項４号所定の家庭裁判所の審判に付することが適当であると認める\n児童の家庭裁判所への送致等の典型的な公権力の行使とは全く異な\nり，児童相談所長等による養護施設等の長に対する養護委託と，養護\n施設等の長が児童に対して行う日常養護には，ほとんど公権力性が認\nめられないのである。特に，本件事件に関係のある日常養護について\nは，父母等一般の親権者なら誰でも提供できる役務そのものであって，\n児童福祉法その他の法令によって特別に付与された強制力等を行使し\nて行うものではないのであるから，公権力の行使と認められる余地は全\nく存しないのである。\nｂ　原告に対する児童福祉法２７条１項３号の措置に基づく暁学園の職員及\nび亡Ａの日常養護は，その実態からして措置という行政処分が介在して\nいるものの，いわゆる福祉行政という行政サービスの一環としての全く\nの非権力的作用であり，親権者自身の自由意思の下に，いわば私立の\n全寮制の学校へ子供を預ける行為に等しいのである。\nそれゆえに，本件事件は限りなく私経済的な性格を有する事業の運営\nの中で発生した事故の性格を持つものに近いというべきである。そして，\n被告積善会は要保護児童の養護を専門として受け入れることを事業とし\nて営んでおり，亡Ａは養護施設長という専門家として原告を預かり養護し\nていたものである。このような亡Ａの原告に対する日常養護は，地方公\n共団体である被告愛知県自身の業務という性格を帯びるものとは到底\nいえないのである。\nｃ　なお，原告の日常養護に必要な費用は，被告愛知県が児童福祉法５０\n条７号に基づき支弁しているが，被告愛知県は，同法５３条により国が負\n担する部分を除きその一部を原告の父親から措置費として徴収してい\nる。\n(ｲ) 公務員について\n国家賠償法１条１項における公務員であるかどうかは，公権力の行使上\nその職務を行うについてのものか否かという問題に包摂される。\nそして，本件においては「職務を行うについて」という要件の存在は争い\nがないのであるから，争点は公権力の行使か否かという点にのみ限定され\nるところ，前述のとおり，公権力の行使と認められる余地は存しないのであ\nるから，暁学園の職員及び亡Ａは国家賠償法１条１項の公務員ではない。\n(3) 債務引受の有無\nア　原告の主張\n仮に，国家賠償法の適用がある結果，被告積善会が民法上の責任を負わ\nないとしても，被告積善会及び亡Ａは，以下のとおり，自己の責任を認めてお\nり，被告積善会は，被告愛知県が負うことになる国家賠償法上の損害賠償債\n務につき債務引受をしたものである。\nすなわち，本件訴訟に至る以前において，亡Ａが警察官の面前で「Ｈ君（原\n告）の補償問題については，学園の園長である私に対して遠慮することがな\nいように，お互いに弁護士を通じて話し合っていく」と述べ，また，被告積善会\nから原告に対して保険金の提供があり，被告積善会及び亡Ａは，自己の責任\nを認めていたのである。\nイ　被告積善会の主張\n否認又は争う。\n(4) 損害\nア　原告の主張\n(ｱ) 逸失利益　３７７１万６９２１円\n現在，原告には右上下肢不全麻痺及び体幹失調が認められ，外傷性脳\n梗塞による梗塞巣，白質不全軟化巣が左前頭葉から側頭葉に認められ，\n左大脳から脳幹の萎縮も高度に認められる。抗痙攣剤服用が必要な状態\nであり，将来的にも必要である。原告は高所，危険作業及び夜勤就労がで\nきず，自動車運転免許も取得が難しいと思われる。\n原告は，本件事件以後，小中学校での成績も悪化し，中学２年生からは\n特殊学級に入り，普通の高校への進学は難しく，養護学校への進学を余儀\nなくされた。\n以上からすれば，原告は，本件事件による後遺障害として「中程度の神\n経系統の機能又は精神障害のために，精神的身体的な労働能力が一般\n平均人以下に明らかに低下しているもの」「独力では一般平均人の２分の１\n程度の労働能力が低下していると認められる場合」（後遺障害等級７級）に\n該当する。\n原告は，本件事件当時９歳であるが，平成９年の男子平均賃金は５７５万\n円であり，原告は，上記のとおり７級の後遺障害を残すもので，原告が１８\n歳となる９年後から６７歳となる５８年後までの期間，労働能力を５６パーセ\nント喪失したので，原告の後遺障害による逸失利益は，中間利息を控除す\nると３７７１万６９２１円となる。\n(ｲ) 入院慰謝料　２８２万円\n原告は，本件事件により外傷性脳梗塞，右上下肢麻痺，遷延性意識障害\n等の傷害を負い，５か月間の入院，２か月間の通院加療を余儀なくされ，こ\nれによる精神的苦痛を慰謝するには２８２万円が相当である。\n(ｳ) 後遺障害慰謝料　１１００万円\n前記のとおり，原告は７級の後遺障害を残すものであって，これによる精\n神的苦痛を慰謝するには１１００万円が相当である。\n(ｴ) 弁護士費用　５１０万円\n(ｵ) (ｱ)ないし(ｴ)の合計　５６６３万６９２１円\nイ　被告積善会の主張\n争う。\nウ　被告愛知県の主張\n不知ないし争う。\n第３　争点に対する判断\n１　争点(1) 暁学園の施設長及び職員の過失の有無について\n(1)  前記「争いのない事実等」欄記載の事実に，証拠（甲３～６，７の１～１３，９，１\n１～２１，３０，３２，３３の１・２，３４～３６，３７の１・２，３８の１～３，４０，乙１，１２\nの１・２，１３の１・２，１４の１・２，１５の１・２，１６，２１，原告法定代理人Ｇ，証人\nＢ）及び弁論の全趣旨を総合すると，以下の事実が認められる。\nア　原告は，両親に養育されていたところ，母親が病気療養のために家庭での養\n育が困難になったとの事情から，平成４年１月１０日，児童福祉法２７条１項３\n号により被告愛知県により被告積善会が運営する養護施設である暁学園へ\nの入所措置がとられ，同学園において平成１１年３月２７日まで養育監護を受\nけていた者であり，平成１０年１月１１日に発生した本件事件当時は小学校３\n年生（９歳）であった。\nイ　暁学園は，本件事件当時，定員５０名で，４９名の児童が入所していたが，こ\nれらの入所児童に対して，常勤職員は１６名（施設長１名，事務職員１名，指\n導員５名，保育士５名，栄養士１名，調理員３名），非常勤職員が４名（指導員\n１名，保育士１名，調理員１名，嘱託医１名）の合計２０名で，これらの職員が\n交代勤務をしており，本件事件時は，Ｂの他，保育士２名，調理員１名の合計\n４名が勤務しており，亡Ａは当日は勤務していなかった。\n暁学園の施設は，敷地３３６１．８３平方メートルで，本館（鉄筋コンクリート造\n３階建，６９７．５５平方メートル），女子棟（２階建。７４７．１５平方メートル），\n退所児童の自立支援のための建物（２階建。１１８．９５平方メートル）の合計\n３棟の建物があり，本館は，１階に事務室，教室，学習室等があり，２階に子\n供室が５室と当直室があって，本件事件は，本館２階の東端に位置する「大\n雪」という子供室において発生した。\nウ　加害児童ら\n(ｱ)  Ｃは，本件事件当時１４歳（中学２年）の男子で，養父から暴力を受けるた\nめ，養育，保護の必要があるとして，児童福祉法２７条１項３号により暁学\n園への入所措置が採られていた。\n同人は，中学校では，友人に対する暴力や，喫煙，授業妨害，教室内で\n暴れるなどのトラブルが絶えず，暁学園内においても，年下の児童に暴力\nを振るう等の問題行動を示すことがあった。\n(ｲ)  Ｄは，本件事件当時１５歳（中学３年）の男子で，母親が死亡したため，父\n親のみでは養育が困難であるとして，児童福祉法２７条１項３号により暁学\n園への入所措置が採られていた。\n同人は，年少児童に対して些細なことから暴力を振るうことがあった。そし\nて，Ｂは，当時，Ｄは中学校の卒業を控えた時期で，将来の進路問題等に\nついてストレスを溜めているとの印象を持っていた。\n(ｳ)  Ｅは，本件事件当時１３歳（中学２年）で，母子家庭の母親が出産のため\n養育ができないとの理由で，児童福祉法２７条１項３号により暁学園への入\n所措置が採られていた。\n同人は，自分の感情を上手に表現できず，それを暴力で晴らすような傾\n向があり，些細なことで年下の児童に暴力を振るうことがあった。\n(ｴ)  Ｆは，Ｅの弟であり，生後間もなく，児童福祉法２７条１項３号により，乳児\n院へ入所措置が採られていたが，その後も施設での養育が必要との理由\nで，暁学園への入所措置に変更されて入所していたものである。\n同人は，本件事件当時１２歳（小学校６年）であったが，暴力や喫煙など\nの問題行動によって興味を引こうとする傾向があり，小学校でも，友達に対\nする暴力があり，喫煙，火遊び，深夜はいかい，恐喝未遂などの問題行動\nを起こしていた。そして，暁学園においても，年下の児童に対して安易に暴\n力を振るう傾向があった。\n(ｵ)  暁学園の指導員らは，上記のような加害児童らの生育歴や成長の程度，\n段階，そして年少者に対して安易に暴力的な態度に出やすい行動傾向等\nを把握しており，児童らの暴力的な行動を見かけると，その都度，注意，指\n導を加えたり，定期的な行事の場でも，暴力を否定する指導を行っていた\nが，なお加害児童らの上記のような暴力的な傾向は改善されていない状況\nにあった。\n(ｶ) 本件事件以前の平成９年５月ころ，原告の父であるＧは，原告から，Ｆにい\nじめられ，殴られると聞いていたので，亡Ａに対し「学園で叩かれると言って\nいるが事実なのか。何とかしてほしい。」と相談したことがあった。\nエ　本件事件発生の経緯\n(ｱ)  本件事件が発生した平成１０年１月１１日，日曜日の，午後１時過ぎころ，\nＣとＤはサッカーをしに外出したが，その際，同人らは，Ｂから近隣の横須\n賀高校のグランドは使わないように注意を受けた。しかし，ＣとＤ及びＥら\nは，Ｂの上記の注意に背いて横須賀高校のグランドでサッカーをしたため，\nこれを知ったＢは，上記の児童らを事務室に呼んで注意をした。\n(ｲ)  上記児童らは，上記のようにＢから注意を受けたことや，その間に３時の\nおやつの時間が過ぎてしまい，おやつを食べることができなかったことに腹\nを立て，Ｅが女子棟の下駄箱を蹴飛ばすなどした。Ｂはこれを見て「八つ当\nたりするなよ。」とたしなめたが，本館１階にある学習室へ移動した同人は，\nそこにいた原告を足で蹴った。\n(ｳ)  原告は，すぐに隣の事務室にいたＢの所に行き，Ｅに蹴られたと泣きなが\nら訴えたので，Ｂは，学習室へ行き，Ｃとともにテレビを見ていたＥに対し\nて，「もう蹴ってはだめだぞ。」などと注意したが，同人は，これを半ば無視\nするような態度を示していた。\n(ｴ)  Ｅは，Ｂが事務室へ帰った後も，上記(ｲ)の経緯からの腹立ちに加え，(ｳ)\nのとおり原告を蹴ったことをＢに訴えられて，同人に叱られたことから一層\n腹を立て，Ｃと一緒に原告に暴行を加えようと企て，これにＤ，Ｆも加わっ\nて，同日午後３時３０分ころから約３０分間にわたり，本館２階の「大雪」とい\nう部屋で，こもごも原告の腹部，頭部等に殴打，足蹴りにし，更にプロレス\n技や柔道の投げ技等をかけて投げ飛ばすなどの暴行を加え，これによって\n頭部に強い衝撃を受けた原告に対し，右不全麻痺，外傷性くも膜下出血，\n遷延性意識障害，脳浮腫及び外傷性脳梗塞の傷害を負わせた。\n(ｵ)  上記加害児童らは，上記の暴行を受けて意識を失った原告を，原告の居\n室である「阿蘇」の部屋へ運び，そこに敷いてあった布団に寝かせておいた\nが，同日午後５時過ぎに至ってＢが夕食を知らせに各部屋を見回った際，\n上記のとおり寝かされていた原告の異常を発見した。\nオ　原告は，同日，小嶋病院へ救急搬送されて検査を受けた後，藤田保健衛生\n大学病院に搬送されて入院し，翌１２日，小嶋病院に転院した。そして，同年６\n月１日に小嶋病院を退院した後，平成１２年５月１０日まで同病院に通院した\n（実通院日数２０日間）。\nカ　本件事件による傷害を受ける以前の原告の小学校における学年別知能検\n査の偏差値は，２年生の時点では３３であったが，本件事件後の４年生の時\n点では１５に低下した。そして，原告は，中学２年生からは特殊学級に編入\nし，中学卒業後は，春日井高等養護学校に入学した。\n原告は，外傷性脳梗塞による梗塞巣及び白質不全軟化巣が左前頭葉から\n側頭葉に認められ，また，左大脳から脳幹の萎縮が高度に認められる現状に\nあり，将来にわたって抗痙攣剤の服用が必要な状態であるとの診断がなされ\nている。\n(2) 上記認定事実を前提に，暁学園の職員の過失の有無を判断する。\nア　養護施設は，乳児を除いて，保護者のない児童，虐待されている児童その\n他環境上養護を要する児童を入所させて，これを養護し，あわせてその自立\nを支援することを目的とする施設であり（児童福祉法４１条），入所中の児童\nで，親権を行う者又は未成年後見人のあるものについても，監護，教育及び\n懲戒に関し，その児童の福祉のため必要な措置をとることができるとされてい\nる（同法４７条２項）。\n養護施設の長及び職員らは，上記のとおりの養護施設の設置目的と，その\nために付与された広汎な権限の内容に鑑み，児童の日常の養育監護を通じ\nて基本的な生活習慣や健全な社会性を養わせ，もとより粗暴な行為に及ぶこ\nとなどがないよう，日ごろから適切な指導を行い，施設内で暴力事件等が発\n生することが予見される場合には，児童らの動静に気を配り，そのような事態\nの発生を未然に防止し，又は，早期に発見して結果の拡大を防止するように\n監督すべき注意義務を負っているものと解される。\nイ　前記のとおり，本件事件の加害児童らは，生育歴に問題があったり，虐待を\n受けていた経験があるなど，それぞれ養育監護について配慮を要すべき問題\nのある児童であって，暁学園内の普段の生活においても，他の児童に対して\n粗暴に振る舞う傾向が見られたため，同学園の職員らは，その都度注意や指\n導をしていたことが認められるのであるが，なお加害児童らの上記の問題傾\n向は，本件事件当時も改善された状況ではなかったのであるから，上記職員\nらは，児童らが粗暴な行動に及ぶような状況の有無に注意し，そのような気\n配が窺われる場合には，加害児童らの行動に留意し，これを監督すべき注意\n義務があったというべきである。\n本件事件は，上記のとおり，加害児童の一人であるＥがサッカーについてＢ\nから注意を受け，おやつの時間にも間に合わなかったことや，さらに原告を蹴\nったことをＢに告げられて，同人から再度にわたって注意を受けたことから立\n腹した上，他の加害児童らを巻き込んで引き起こしたものであるが，Ｅは，そ\nの間，下駄箱を蹴飛ばしたり，原告を蹴ったりするなどの八つ当たり的な粗暴\n行為に及んでおり，Ｂの再度の注意に対しても半ばこれを無視するような態度\nをも示していたのであるから，そのような具体的な諸状況と，同人が日ごろか\nら感情の表現が不得手で，これを年下の児童に対する暴力的な振る舞いによ\nって補償する傾向があったことを併せ考えれば，同人に蹴られたとＢに訴え出\nた原告に対する報復的な暴力行為が行われることも予想し得る不穏な状況\nが残っていたと解されるのであって，Ｂが，そのような状況，気配の収束を見\n届けることなく事務室に戻り，その後も夕食時に至るまで，随時見回りをする\nなどして加害児童らの動静の観察を行うこともしなかったことには，上述した\n監督上の注意義務の懈怠があるというべきであり，その結果，本件事件を未\n然に防止することができず，また，原告に対する長時間に及ぶ暴力と傷害の\n重篤化を避けることができなかったものと認めなければならない。\nウ　被告積善会は，同被告の職員らは，限られた運営資金と人員配置の中で，\n児童らに対して可能な限りの養育監護を行い，その動静把握と指導にも注意\nと努力を払ってきた旨を主張するが，上述したとおりの諸事情に照らしてみる\nと，同被告の上記の主張を考慮に入れても，なお被告職員の上記注意義務\n違反を否定することは困難というべきである。\n２　争点(2) 被告らの責任について\n(1) 被告愛知県の責任\nア　前記「争いのない事実等」欄記載のとおり，暁学園は社会福祉法人である被\n告積善会が運営する民営の養護施設であり，同施設の長及び職員は組織法\n上の公務員ではない。\nもっとも，国家賠償法１条１項にいう公務員とは，組織法上の公務員に限ら\nず，実質的に国又は公共団体のために公権力の行使たる公務の執行に携わ\nる者を広く指すものと解すべきである。そして，暁学園の施設長は，被告愛知\n県から入所措置の実施のための委託を受け，入所児童に対して養育監護を\n実施していたのであるから，この委託された養育監護行為が国家賠償法上の\n公権力の行使に該当すると解される場合には，国家賠償法上の公務員に該\n当すると考えられる。\nそこで，地方公共団体からの委託により実施される民営の養護施設におけ\nる養育監護行為が，国家賠償法上の公権力の行使に該当するか否かについ\nて以下検討する。\nイ　国家賠償法１条１項にいう公権力の行使とは，国又は公共団体がその統治\n権に基づき優越的な意思の発動として行う権力作用に限らず，純然たる私経\n済作用及び営造物設置管理作用を除いた非権力的作用を包含するものと解\nするのが相当である。\nところで，国及び地方公共団体は，児童の保護者とともに，児童を心身とも\nに健やかに育成する責任を負い（児童福祉法２条），保護者のない児童や保\n護者に監護させることが不適当な児童については，国及び地方公共団体が\n当該児童の養育監護の責任を負うというべきであって，本来，養護施設内に\nおける入所児童に対する養育監護行為は，国及び地方公共団体が行うべき\n事務であるということができる。\n国又は地方公共団体は，上記児童の養育監護を社会福祉法人に委託する\nことができるとされているが（社会福祉法６１条２項），国及び地方公共団体\nは，法律に基づくその責任をその社会福祉法人に転嫁してはならないとされ\nており（同条１項１号），養護施設に入所する児童の養育監護を社会福祉法人\nに委託したときでも，なお入所児童に対して適切な養育監護行為を行うべき\n責任を負っているものと解される。\nまた，養護施設の長は，入所中の児童で親権を行う者又は未成年後見人の\nないものに対し，親権を行う者又は未成年後見人があるに至るまでの間，親\n権を行い（児童福祉法４７条１項），親権を行う者又は未成年後見人のあるも\nのについても，監護，教育及び懲戒に関し，その児童の福祉のため必要な措\n置をとることができるとされており（同条２項），親権又は監護・教育権，懲戒権\nという権限が与えられている。\n他方，養護施設の長は，都道府県知事又は市町村長から入所措置の実施\nのための委託を受けたときは，正当な理由がない限り，これを拒んではならな\nいとされ，受諾義務が課されている（同法４６条の２）。\nそして，養護施設に入所する児童の養育監護行為は，保護者のない児童や\n虐待されている児童その他環境上養護を要する児童について，生活環境を\n整え，基本的生活習慣を確立するとともに豊かな人間性及び社会性を養うな\nどの養護を行い，その自立を支援するためのものであって，このような養育監\n護行為の目的の公共性に加え，前記のとおり，児童が養護施設に委託された\n後においても，なお国及び地方公共団体は入所児童に対する養育監護の責\n任を負っていることに変わりはないと解されること，養護施設の長には養育監\n護行為の性質に鑑みて上記のとおりの入所児童に対する親権又はこれに準\nじる特別な権限が与えられ，また入所措置の委託を受諾する法的義務を課さ\nれていることなどからすれば，被告愛知県から委託されて行う暁学園におけ\nる養育監護行為は，公共的性質の高度な行為というべきであって（前掲各証\n拠及び弁論の全趣旨によれば，被告積善会やそれと同様な社会福祉法人の\n運営する養護施設は，その運営資金のほとんどを，地方公共団体から支給さ\nれる措置費等によって賄っている実態にあると認められ，このことも，上記児\n童の養育監護行為が高度に公共的な性質を帯有するものであることを示すも\nのというべきである。），純然たる私経済作用ではないから，それは国家賠償\n法１条１項にいう公権力の行使に当たるものと認められる。\nウ　被告愛知県は，児童福祉法２７条１項３号の措置は，児童相談所長等が養\n護施設等の長に対し，児童の養護を委託する行為と，これを受託した養護施\n設等の長が児童に対して行う日常の養護行為に分かれ，これらはいずれも強\n制的な措置ではないことは，同条４項が，上記の措置は親権を行う者又は未\n成年後見人の意に反しては採ることができないと定めていることからも明らか\nであり，特に，日常の養護行為については，特別に付与された権限によらずと\nも，一般の親権者であれば誰でも行使できる内容の行為であるから，それは\n公権力の行使に当たらない旨主張している。\nしかし，同法４７条により，児童福祉施設の長は，親権を行う者等がいない\n児童については親権を行うとされ，親権を行う者等がいる児童についても監\n護，教育及び懲戒に関し必要な措置をとることができるとされているところ，こ\nれらの権限は，児童の生活全般や教育，人格形成等にも及ぶ広汎な事項に\nつき，児童の福祉を実現するために法が特別に付与したものであると解され，\nまた，その権限の行使には一定の強制力を伴うものも含まれると解されるか\nら，これを純粋な私経済作用と解することはできない。\nしたがって，上記の養育監護行為は，これが非権力的作用であるとしても，\n国家賠償法１条１項所定の公権力の行使と認めることに妨げはないというべ\nきである。\nエ　そうすると，被告愛知県から委託された暁学園の施設長の行う養育監護行\n為は国家賠償法上の公権力の行使に該当すると解されるのであるから，亡Ａ\nは，国家賠償法１条１項の公務員に該当する。また，実際の養育監護行為\nは，施設長だけでなく，施設の職員らによっても実施されるものとして被告愛\n知県から委託が行われるものであるから，暁学園の職員も同項の公務員に\n当たるというべきである。\nオ　したがって，暁学園の職員であるＢは，加害児童らを養育監護するについて\nは，公権力の行使に当たる被告愛知県の公務員とみなされるというべきであ\nる。そして，前記のとおり，同人は，加害児童らの監督上の注意義務違反とい\nう過失によって原告に損害を与えたのであるから，被告愛知県は，原告に生\nじた損害の賠償責任を負う。\n(2) 被告積善会の責任\n原告は，被告積善会に対して，民法７１５条に基づいて損害賠償を請求する。\nしかしながら，前述したとおり，被告愛知県から委託を受けた被告積善会の被用\n者である暁学園職員が行う養育監護は，国家賠償法１条１項の公権力の行使\nに当たり，その職員は同項の公務員に該当するのであるところ，当該公務員個\n人は，個人として不法行為責任を負うものではない（最判昭和３０年４月１９日民\n集９巻５号５３４頁）から，被告積善会は，民法７１５条の使用者責任を負わな\nい。\n原告は，被告積善会の職員は組織法上の公務員ではないから，個人責任を排除\nすべきではない旨主張するが，前記のとおり，被告積善会が被告愛知県から委\n託を受けて行う養護施設における児童らの養育監護は公共的性質の高度な行\n為であること，被告積善会には被告愛知県の委託に対して正当な理由がない限\nりこれを拒んではならないとの受諾義務が課せられていること，その運営資金の\n大半は被告愛知県から支給される措置費等によって賄われている実態にあるこ\nと，また，被告愛知県の知事は，児童福祉法により，被告積善会に対し，同法所\n定の最低基準を維持するため，必要な報告を求め，関係者に対する質問，施設\nへの立ち入り，設備，帳簿書類等の検査をすることができ，必要な改善勧告や\n改善命令，そして事業の停止を命ずることができるとされており（同法４５条，４６\n条），同被告に委託した業務の運営内容について，調査，監督及び指導を行う\n権限を有するものであること，公共団体が賠償責任を負うことによって，被害者\nに対する損害の填補に不安はないこと，これらの諸点に照らせば，本件につい\nて，上記職員の個人責任を，一般の公務員の場合と別異に解すべき理由はな\nいというべきである。なお，本件事件の前判示の内容に照らせば，Ｂ及び亡Ａら\n被告積善会の職員に故意又は重過失があったとは認められない。\n３　争点(3) 債務引受の有無について\n原告は，被告積善会が被告愛知県の負う損害賠償債務について債務引受をした\nと主張するところ，証拠（甲１０，２１）によれば，亡Ａが警察官の面前で「Ｈ君（原告）\nの補償問題については，学園の園長である私に対して遠慮することがないように，\nお互いに弁護士を通じて話し合っていく」と述べたこと，被告積善会の代理人から\n原告の代理人に対して傷害保険金２１万１５００円が出たとの連絡とその保険金の\n提供があったことがそれぞれ認められるが，これらによっては被告積善会が損害\n賠償債務の引受をしたとは認められず，その他本件全証拠によってもこれを認め\nるに足りない。\n４　争点(4) 損害について\n(1) 逸失利益\n前記認定のとおり，原告は，本件事件によって，右不全麻痺，外傷性くも膜下\n出血，遷延性意識障害，脳浮腫，外傷性脳梗塞の傷害を負い，現在，左前頭葉\nから側頭葉に，外傷性脳梗塞による梗塞巣及び白質不全軟化巣が認められ，\n左大脳から脳幹の萎縮が高度に認められる状況にある。このような身体的所見\nからすれば，上記の傷害が原告の学業に少なからず影響を及ぼしたものと認め\nるのが相当であり，また，原告は将来にわたって抗痙攣剤の服用が必要な状態\nであるため，危険な作業はできず，自動車運転免許の取得も困難と認められ\nる。\nこれら原告の本件事件による傷害の結果に照らすと，原告は就労可能な職種\nの範囲が相当程度制限されるものと認められ，これは後遺障害別等級表第９級\nに該当し，労働能力喪失率は３５パーセント，労働能力喪失期間は，障害の内\n容に照らし，就労可能な１８歳から６７歳までと認めるのが相当である。\nなお，原告は，独力では一般平均人の２分の１程度の労働能力が低下してい\nるとして，後遺障害別等級の第７級に該当すると主張するが，上記認定の程度\nを超える労働能力喪失率を認めるに足りる証拠はない。\nそうすると，原告の逸失利益は，平成１０年男子労働者平均賃金５６９万６８０\n０円を基礎として，これに，原告（本件事件当時９歳）の就労の終期（６７歳）まで\nの年数である５８年に対応するライプニッツ係数１８．８１９５から，就労の始期（１\n８歳）までの年数である９年に対応するライプニッツ係数７．１０７８を差し引いた\n１１．７１１７を乗じ，さらに労働能力喪失率３５パーセントを乗じて算出された２３\n３５万１７２４円となる。\n(2)　慰謝料\n前記認定事実のとおり，原告は，本件事件当日の平成１０年１月１１日から同\n年６月１日まで入院を余儀なくされ，その後も，平成１２年５月１０日までの期間，\n実日数にして２０日間の通院を余儀なくされたこと，本件の傷害及び後遺障害の\n程度及び内容，原告が受けた暴行の態様などの諸般の事情を考慮すれば，傷\n害慰謝料は２００万円，後遺症慰謝料は６４０万円が相当である。\n(3) 弁護士費用\n弁護士費用は，２００万円の限度で相当因果関係ある損害と認めるのが相当\nである。\n(4)  したがって，被告愛知県は，原告に対し，３３７５万１７２４円及びこれに対する\n不法行為の日の後である平成１０年９月２６日から支払済みまで民法所定の年\n５分の割合による遅延損害金を賠償する義務がある。\n５　よって，原告の被告愛知県に対する請求は上記の限度で理由があるので認容し，\n被告愛知県に対するその余の請求及び被告積善会に対する請求はいずれも理由\nがないから棄却することとし，主文のとおり判決する。\n名古屋地方裁判所民事第７部\n裁判長裁判官　　　中村直文\n裁判官　　　武　藤　真紀子\n裁判官　　　舟橋伸行\n"
}