{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 25
  },
  "case_number": "平成14(ネ)257",
  "case_name": "養子縁組離縁等請求控訴，同反訴請求事件",
  "court_name": "広島高等裁判所第2部",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成13(タ)76",
  "lawsuit_id": "3820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/003820_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を取り消す。\n２　被控訴人（反訴被告）Ａ及び被控訴人Ｂの請求をいずれも棄却\nする。\n３　訴訟費用は第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人（反訴原告。以下「控訴人」という。）\n(1)　主文第１，２項と同旨\n(2)　（予備的反訴）\n被控訴人Ａ（反訴被告。以下「被控訴人Ａ」という。）は，控訴人に対\nし，金６０００万円及びこれに対する平成１４年８月１５日（反訴状送達の日の翌\n日）から支払済みまで年５分の割合による金員を支払え。\n２　被控訴人ら\n主文同旨\n第２　事案の概要\n１　本件のうち被控訴人らから控訴人に対して提起された本訴は，被控訴人ら\nが，養子の控訴人が養子縁組時にした約束（広島に戻って被控訴人Ａの跡を継ぐこ\nとなど）を果たさないなどとして，民法８１４条１項３号に基づき，控訴人に対し\nて離縁を求めたものであり，当審において控訴人から被控訴人Ａに対して提起され\nた反訴は，控訴人が，仮に養親子関係が破綻しているとしても，その原因は専ら被\n控訴人Ａにあるなどとして，離縁が認められる場合には不法行為に基づく損害賠償\n（慰謝料６０００万円及びこれに対する反訴状送達の日の翌日から支払済みまで民\n法所定年５分の割合による遅延損害金）の支払を求めた事案である。\n２　前提事実（弁論の全趣旨及び掲記証拠によって容易に認定できる事実）\n(1)　被控訴人Ａは大正１１年４月３０日生まれであり，昭和２３年３月東京帝\n国大学法学部政治学科を卒業し，同年４月現在の新日本製鐵株式会社に入社し，昭\n和５６年６月同社を退職した後，山陽特殊製鋼株式会社代表取締役副社長，顧問等\nを経て，昭和６１年以降肩書住所地に居住し，平成２年６月以降は無職である。\n(2)　被控訴人Ａは，昭和２６年３月８日被控訴人Ｂと婚姻したが，その間に実\n子はない。\n(3)　控訴人は，昭和２１年１０月１３日，被控訴人Ａの実姉Ｃの二男として生\nまれ，昭和４８年３月慶應義塾大学を卒業し，同年４月五洋建設株式会社に入社\nし，以来同社の東京本社に勤務している。\n(4)　被控訴人らと控訴人は，昭和５６年６月１１日，被控訴人らを養親，控訴\n人を養子として養子縁組の届出をした（以下「本件養子縁組」という。）が，当\n時，控訴人は，既に妻Ｄと結婚しており，被控訴人らは，同時にＤとも養子縁組の\n届出をしたが，平成１１年１月２６日，被控訴人らとＤは養子縁組を離縁した（甲\n１，弁論の全趣旨）。\n(5)　控訴人と妻Ｄとの間には，長女Ｅ（昭和５１年３月１９日生まれ）及び長\n男Ｆ（昭和５７年３月２日生まれ）の２人の子がいる（甲１，弁論の全趣旨）。\n(6)　控訴人は，昭和５９年ころ，被控訴人の所有地上に自宅を建築し，以来同\n所（肩書住所地）に居住している（甲１３の２，弁論の全趣旨）。\n(7)　被控訴人らは，平成１３年７月３０日，控訴人を相手方として，広島家庭\n裁判所に本件養子縁組離縁の調停申立てをした（同庁平成１３年(家イ)第７９１号\n事件）が，同年９月５日の第１回調停期日に控訴人が出頭せず，調停が不成立とな\nったため，同年９月１７日，被控訴人らから本訴が提起された（甲９，弁論の全趣\n旨）。\n３　その余の事案の概要は，原判決「事実及び理由」の「第２　事案の概要」欄\n記載のとおりである。\n４　原審は，控訴人と被控訴人らとの間には本件養子縁組を継続し難い重大な事\n由があるとして，被控訴人らの離縁の請求を認めた。\nそこで，原判決を不服として控訴人から提起されたのが本件控訴事件であ\nり，控訴人は，当審において，反訴として，離縁が認められた場合の慰謝料の支払\nを求めた。\n５　当審における争点は，原審と同様の①離縁が認められるかに加え，②仮に離\n縁が認められる場合に，控訴人の慰謝料請求が認められるか（当審での新たな争\n点）である。\n控訴人は，当審において，①につき，養親子関係が破綻しているとしても，\nその原因は，専ら被控訴人Ａの非寛容にあるから，被控訴人らの控訴人に対する離\n縁の請求は許されない旨主張する。\n第３　当裁判所の判断\n１　争点①（離縁）について\n(1)　前提事実，証拠（甲１ないし１２〔枝番号を含む。〕，甲１３の１，甲１\n４の１，甲１５ないし２２〔枝番号を含む。〕，乙１ないし９〔枝番号を含\nむ。〕，原審における被控訴人Ａ及び控訴人各本人）並びに弁論の全趣旨によれば\n次の事実が認められる。\nア　被控訴人らは，実子がなかったことから，Ｇ家の跡継ぎとして，祭祀を\n承継し，家系を守ってゆくことを期待して，昭和５６年６月１１日，甥である控訴\n人と本件養子縁組をすると同時に，既に控訴人がＤと結婚していたことから，控訴\n人の妻Ｄとも養子縁組をした。Ｇ家は，被控訴人Ａの祖父，父の代には造り酒屋を\n営なんでいた資産家であり，町長を出すなど地元ではいわゆる名士であった。\nイ　控訴人としても，本件養子縁組の際，被控訴人らから，被控訴人Ａの跡\nを継いでＧ家を守って欲しいと言われ，これを了承し，また，いずれは広島に戻ら\nなければならないと考えてもいた。\nウ　被控訴人Ａは，控訴人に対し，昭和５９年以降自己所有地を自宅敷地と\nして無償で使用させたり，控訴人が自宅新築の際組んだローン契約のために，同土\n地を担保に提供したりし，さらに，平成元年にはローンの返済やＦの学資のために\n１０００万円，平成５年には控訴人の自宅の増築費用に５００万円を出捐するな\nど，控訴人を援助していた。\nエ　控訴人は，東京で勤務し，居住していたが，年に１，２回は広島に帰省\nしていた。また，控訴人の実家は造り酒屋を営んでおり，平成元年に控訴人の実父\nが死亡したが，控訴人は，被控訴人らと本件養子縁組をしたということから，実父\nの遺産（約１億５０００万円）の相続権を放棄した。\nオ　しかし，被控訴人ＡとＤとは，昭和６３年被控訴人ＡがＥのいたずらを\n頭を叩いて叱責したことにＤが強く反発したことをきっかけに次第に不仲となり，\nまた，被控訴人Ａは，Ｄに対し，わがままで自己中心的な性格であり，子どもの躾\nも不十分で，被控訴人らの親戚との交際もしないなどとして不満を抱くようにな\nり，平成１１年１月２６日被控訴人らとＤは養子縁組を離縁するに至った。\nカ　被控訴人Ａは，そのころから，経済的安定を理由に将来公務員になりた\nいなどと口にしたＦに対し，志がなく，Ｇ家の跡継ぎとしてふさわしくないとして\n失望したこと，控訴人が勤務の関係ですぐには広島には戻れないと言うようになっ\nて，控訴人には広島に戻る気はないのではないかとの危惧感を抱いたこと，そこ\nで，Ｅを広島に戻らせて婿養子を取って跡継ぎにしようと考えたが，Ｅがこれを拒\n否したことなどから，控訴人に対しても，本件養子縁組以来の被控訴人らからの援\n助に対する感謝の気持ちがない，Ｆの養育について被控訴人Ａの助言を聞き入れ\nず，Ｆを跡継ぎとして認めたくない人間に育てた，ＤはＧ家の嫁としての資格に欠\nけるのに嫁の指導をしなかったなどとして不満を募らせるようになった。\nキ　平成１２年元日，被控訴人ら宅に，被控訴人ら，控訴人家族が集まり，\n今後本件養子縁組を継続していくかどうかなどを含めた話し合いがもたれたが，そ\nの際の控訴人家族とのやり取りから，この先本件養子縁組を継続していくことに不\n安を感じた被控訴人Ａは，控訴人に対し，離縁を申し出た。これに対し，控訴人\nは，Ａとの夫婦関係が必ずしも円満とは言い難い状況にあったことや，Ｇ家の跡継\nぎとしての立場を全うしなければならないとの想いから，被控訴人Ａに対し，Ｄと\nの離婚も考えていることを告げて，離縁を思いとどまってもらうよう頼んだ。\nク　控訴人のこの言葉を受けた被控訴人Ａは，Ｄに対する不満が強かったこ\nとや，控訴人が離婚後再婚して子ができれば，Ｆではなく新たに生まれてくる子を\nＧ家の跡継ぎにできるとの考えもあって，控訴人に対し，Ｄと離婚するなら控訴人\nとの離縁の話は進めないこと，ただし，養子離縁届を送付するので必要事項を記載\nの上被控訴人らのもとに返送すること，Ｄとの離婚が成立しなかった場合にはこの\n養子離縁届を区役所に提出するので，離婚についての控訴人の結論を平成１３年３\n月までに出すことなどを要求した。\nケ　控訴人は，被控訴人らとの養子縁組の離縁を受け入れるか，Ｄと離婚す\nるかを選択しなければならないとの追い詰められた気持ちの中で，知人に相談した\nり，また，Ｆの大学受験が終わり法政大学への入学も決まり，家族とも話し合える\n状況になって話し合ったりした結果，平成１３年５月ころ，結局，Ｄとは離婚しな\nいとの結論に達した。\nコ　被控訴人Ａは，これを聞き，平成１３年６月５日，前記養子離縁届（甲\n７）を広島市安佐南区役所に提出したが，これに先立つ同月４日，控訴人が離縁届\n不受理申請書を町田市役所に提出していたため，上記離縁届は受理されなかった。\nサ　このようなことから，被控訴人らは，平成１３年７月３０日，広島家庭\n裁判所に養子離縁の調停申立てをしたが，同年９月５日の第１回調停期日に控訴人\nが出頭しなかったため，同日，調停不成立に終わり，被控訴人らは，同月１７日，\n本件訴えを提起するに至った。また，被控訴人Ａは，控訴人に対し，同年６月２９\n日，平成元年に控訴人に援助した１０００万円について税務対策上の理由で形式的\nに借用証（甲２）を作成していたことから，これに基づいて同年７月３０日までに\n１０００万円を返済するよう求め，控訴人が同日までに１０００万円を支払わなか\nったので，控訴人の自宅について不動産仮差押命令の申立てをし，同年８月２０日\n仮差押決定を得て（甲１６。広島地方裁判所平成１３年(ヨ)第３４７号事件），１\n０００万円の返還を求める訴えを提起した（同(ワ)第１３９５事件）が，請求棄却\nの判決が言い渡されたため，これを不服として控訴している（当庁平成１４年(ネ)\n第２５６号事件）。\nシ　被控訴人らの離縁意思は強固であり，一方，控訴人としても，ここまで\nこじれてしまうと，今後被控訴人らと養親子関係を継続していくことは困難である\nと感じているものの，被控訴人らがＤと養子縁組の離縁をしたころ，被控訴人Ａが\n控訴人には内密に他の養子を探していたことを後日知るに至り被控訴人Ａに憤りを\n感じ，また，被控訴人Ａが控訴人のみならず妻や子に対してもあまりにも非寛容で\nあるとの想いもあり，離縁には納得し難いという気持ちである。\nス　なお，被控訴人Ａの妻である被控訴人Ｂは，夫の控訴人及びその家族に\n対する前記一連の言動等については，これに異を唱えることは全くなく，終始これ\nに同調し続けてきた。\n(2)　前記(1)コの平成１３年６月５日に養子離縁届を出して以降の被控訴人Ａ\nの控訴人に対して採った行動（前記サ），被控訴人Ａが控訴人のみならずその妻や\n子に対して相当な不満を募らせていること（同オ，カ），被控訴人Ａの離縁意思は\n強固であり，一方控訴人も離縁の継続に困難を感じていること（前記シ）からする\nと，被控訴人らと控訴人との養親子関係は容易には修復し難い状況に至っているも\nのと判断せざるを得ない。\n被控訴人らは，控訴人に対して養子縁組の離縁を求める主たる理由とし\nて，控訴人が広島に戻ってきてきちんとＧ家を守るという本件養子縁組時の約束を\n履行しないことを主張する。\nしかし，控訴人は，本件養子縁組時の広島に戻るとの合意を否認している\n上，当時，既に東京でサラリーマンとして勤務しており，本件養子縁組後早期に広\n島に戻ることができないことは明らかであったことからすると，本件養子縁組後広\n島に戻るとの約束があったものとは認めることができない。そして，この点，被控\n訴人Ａも，定年後広島へ戻ってくれればいいという気持ちであった旨供述しており\n（原審における被控訴人春吾本人），Ａの期待がこのようなものであったとすれ\nば，控訴人は未だ定年前ではあるが，やがては広島に戻らねばならないとも考えて\nおり，定年後広島に戻ることを拒否した事実も認められない（むしろ，甲１によれ\nば，控訴人は，平成５年ころ，被控訴人Ａに対し，いずれ広島に帰ると述べたこと\nが認められる。）以上，控訴人がこの点に関して被控訴人Ａの期待を裏切ったとい\nうこともできない。被控訴人Ａとしては，控訴人が定年を迎える前に広島に転勤し\nて定年後の就職先を広島に求めるのが望ましいとも考えている（甲２１）ようであ\nるが，このようなことは，控訴人が全国規模の企業にサラリーマンとして勤務して\nいる以上，希望どおり異動できないとしてもやむをえないのであって，かつて大企\n業に勤務し，こうした事情も熟知しているはずである被控訴人Ａの控訴人に対する\n無理な要求であるというほかない。そして，前記(1)オないしクによれば，被控訴人\nＡが本件養子縁組の離縁を望むようになったのは，むしろ，ＤがＧ家の嫁としての\n資格に欠けること，ＦがＧ家の跡継ぎとして認めたくない人間であること，ＥにＧ\n家の跡を継ぐことを拒否されたこと，こうしたＤや子ども達をたしなめるでもない\n控訴人に不満が募ったことなどが理由であると認められる。しかし，子どもの躾や\n親戚とのつきあいに関してＤに至らない点があったとしても，Ｅは結婚を控え，Ｆ\nも大学在学中であるなど順調に成長してきたことや，親戚と紛争が生じたような形\n跡もないことに照らせば，一般的な観点からみた落ち度ないし非があったものと認\nめることはできない。また，被控訴人Ａは，ＦをＧ家の跡継ぎとして認めたくない\n人間であることの理由として経済的に安定した公務員を希望するなど志がないとい\nったことを主張するが，これも極めて主観的な価値観に基づくものにすぎず，Ｆに\n落ち度ないし非があるとはいえない。さらに，被控訴人ＡがＥをＧ家の跡継ぎにし\nようと考えたことに至っては，Ｅの意思や人格を全く無視したものであり，Ｅがこ\nれを拒否したとしてもなんら落ち度があったとはいえない。また，被控訴人Ａは，\n前記(1)クのとおり，控訴人の子ども達に失望したことから，控訴人にＤとの離婚を\n迫り，再婚後できた子どもをＧ家の跡継ぎにしようとさえ考えるなど，被控訴人Ａ\nは，専ら自らの都合でＧ家の跡継ぎを決めることしか念頭になかったことがうかが\nえる。一方，控訴人は，本件養子縁組をした昭和５６年以降，東京勤務という制約\nから，十分とはいえないにしろ，年に１，２回は広島に帰省し，やがては広島に戻\nらねばならないとも考え，また，実父の遺産の相続を放棄するなど，本件養子縁組\nによりＧ家を承継していくとの自覚のもとに生活してきたものであり，被控訴人ら\nに対して暴力をふるったり，暴言を吐いたりすることはもとより，特段被控訴人ら\nを蔑ろにするような言動や態度等の落ち度ないし非があったことも認められない。\nこれらの事情を総合すると，結局，本件養子縁組が破綻するに至ったの\nは，被控訴人Ａが，「Ｇ家を守る」ということを金科玉条にして，極めて自己本位\nな考え方や理想を，控訴人及びその家族に対し，その意思や人格を無視して一方的\nに押しつけ，控訴人及びその家族がその無理な要求に応えられず，自分の意に沿わ\nないとみるや，Ｇ家の跡継ぎとしてふさわしくないとして控訴人との離縁を望むよ\nうになったためであるというべきであり，被控訴人Ａには地元の名家であるＧ家を\n守ってきたとの自負があり，控訴人に対して経済的援助をしてきたなどの事情を斟\n酌しても，本件養子縁組が容易に修復し難い状況に至った原因は専らないし主とし\nて被控訴人Ａ及びこれに終始同調してきたともいえる被控訴人Ｂにあるといわざる\nを得ない。\nそして，控訴人は本件に至って，被控訴人らとの間で円満な養親子関係を\n回復することには困難を感じつつも，離縁は受け入れ難いとの意思であること（前\n記(1)シ）も併せ考えれば，専らないし主として前記修復困難な状況についての責任\nを有する被控訴人らから無責ないしさしたる非のない控訴人に対して離縁を求める\nことは許されないものと解するのが相当であって，本件においては民法８１４条１\n項３号の「縁組を継続し難い重大な事由」があるものといはいえない（最高裁昭和\n３７年(オ)第３９２号，同３９年８月４日第三小法廷判決。民集１８巻７号１３０\n９頁参照）。\n２　争点②（慰謝料）について\n反訴請求は，本訴請求が認容されることを前提としたもの（予備的反訴）で\nあると解されるところ，前記１のとおり，本訴請求はこれを認容することができな\nいものであるから，反訴請求は，その前提を欠き，審判の必要性がないから，判断\nしない。\n３　以上の次第であるから，被控訴人らの本訴請求は理由がない。\nしたがって，本訴請求についてのこれと異なる原判決を取り消した上，同請\n求を棄却することとする。\nよって，主文のとおり判決する。\n広島高等裁判所第２部\n裁判長裁判官　　　鈴　　　木　　　敏　　　之\n裁判官　　　松　　　井　　　千　鶴　子\n裁判官　　　工　　　藤　　　涼　　　二\n"
}