{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 9
  },
  "case_number": "平成15(ワ)21462",
  "case_name": "仲裁人選定請求",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "5511",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5511",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/511/005511_hanrei.pdf",
  "contents": "平成１７年２月９日判決言渡\n平成１５年(ワ)第２１４６２号　仲裁人選定請求事件\n判決\n主文\n１　原被告間の運送代金等返還請求仲裁手続について、被告が選定すべき仲裁人\nに\n東京都中央区ａｂ丁目ｃ番ｄ号\n弁護士　　Ａ\nを選定する。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n原被告間の運送代金等返還請求仲裁手続について、被告が選定すべき仲裁人\nとして適正な仲裁人を選定する。\n第２　事案の概要\n原告は、海運送業を営むものであり、被告との間で、被告をインド西海岸及びカ\nルカッタ北部地方における総代理店とする契約を締結していたところ、両者間に運\n送代金等の返還をめぐる紛争が生じたとして、上記契約の「契約に関して生じた紛\n争等は、両当事者からそれぞれ仲裁人１名を選定して仲裁手続をする」旨の条項\nに基づき、被告が選定すべき仲裁人の選定を請求し、被告は同契約の失効を主張\nしている。\n１　争いのない事実等（証拠等を文末の（）内に示す。）\n(1)　当事者\nア　原告は、海運業等を目的とする株式会社である（争いのない事実）。\nイ　被告は、海上運送に関する代理店業務等を目的とするインド法人である（争\nいのない事実）。\n(2)　代理店契約の締結と仲裁合意\nア　原告は、被告との間で、昭和３９年４月１日、被告をインド西海岸及びカルカ\nッタ北部における船舶、貨物及び旅客に関連する原告の業務についての総代\n理店とするとの合意をした（以下「本件代理店契約」という。）（争いのない事\n実、甲１の１及び２）。\nイ　原告は、被告との間で、本件代理店契約において、本件代理店契約に関し\nて生じた紛争等は、原告及び被告からそれぞれ仲裁人１名を選定し、東京に\nおいて、仲裁手続に関する民事訴訟法又は同法の改正法に基づく仲裁手続\nに付すとの合意をした（以下「本件仲裁合意」という。）（争いのない事実、甲１\nの１）。\n(3)　原告による付仲裁手続\n原告は、本件仲裁合意に則り、原告の被告に対する運送代金等返還請求を仲\n裁判断によって解決すべきものとし、弁護士Ｂ（東京都港区ｅｆ－ｇ－ｈ）を仲裁人\nに選定し、平成１４年１０月９日付け書面においてその旨を通知するとともに、か\nつ被告においても上記書面到達後７日の期間内に仲裁人１名を選定すべき旨を\n催告し、その通知はそのころ被告に到達したのち、上記期間を途過した（甲２の\n１及び２、裁判所に顕著な事実）。\n２　争点\n本件の争点は、「本件契約が、現在までに失効したか」という点である。\n３　争点についての当事者の主張\n（被告の主張）\n(1)ア　本件代理店契約においては、貨物の輸送方法に関し、コンテナ輸送方法に\nついては定めがないところ、貨物の輸送方法は、昭和５６年には、混載貨物輸\n送方法からコンテナ輸送方法へと完全に変わった。\nイ　その後は、原被告間の書状の交換又は口頭による合意に基づき、コンテナ\n輸送方法による代理店業務を行うこととなった。\nウ　原告は、平成１２年３月３日、書簡中において、本件代理店契約において定\nめられていない被告によるコンテナビジネスを継続するためのインフラ及び投\n資を考慮して、また原告のコンテナ取扱業務のために被告に対して補償する\nことを提案した。\nその上で、原告は、被告との間で、被告を原告のコンテナ・サービスに関す\nる代理店とすることに合意した。\n(2)　したがって、昭和５６年をもって、本件代理店契約は失効した。なお、原告主張\nの追加合意のうち、昭和５６年以降のものは原告の強迫によるものであり、無効\nである。\n（原告の主張）\n(1)　平成１５年法律第１３８号による改正前の公示催告手続及ビ仲裁手続ニ関ス\nル法律（以下「旧公催仲裁法」という。）７９７条からすれば、仲裁契約が失効した\nかどうかは、仲裁人選定をする裁判所が判断する事項ではない。\n(2)　そうでなくても、原告と被告の間で、本件代理店契約に関し、平成１０年３月２０\n日まで１０回に渡って追加合意がされており、このことからすると、本件代理店契\n約が現在まで存続し、よって本件仲裁合意も現在していることは明らかである。\nしたがって、原告は、平成１２年６月５日、被告が原告のために回収した運送代\n金等を原告に引き渡さなかったので本件代理店契約を解除し、運送代金等の請\n求を求めているが、この件について仲裁判断を求めるため、仲裁人の選定が必\n要である。\n第３　当裁判所の判断\n１　本件契約が失効したか否かについて\n(1)　被告は、仲裁人選定の根拠となる本件代理店契約が失効したと主張し、原告\nは、旧公催仲裁法７９７条を根拠として、仲裁契約の有無の判断は仲裁人が判\n断すべきであって当裁判所がこの点の判断をすることはできない旨主張する。\n確かに、旧公催仲裁法７９７条は、仲裁手続の適否に関する一切の問題につ\nいて仲裁人が判断し得る旨規定しているが、他方、裁判所が仲裁人の選定を行\nうに当たり、仲裁合意が現在していることがその前提となっていることもまた、旧\n公催仲裁法７８９条の趣旨からして明らかである。そうであるとすると、仲裁人の\n選定を求められた裁判所としては、その前提要件である仲裁合意が現在するか\n否かを判断せざるを得ない。\nしたがって、原告の主張は採用できない。\n(2)　そこで、本件代理店契約後の事実関係を見ると、証拠によれば、次の事実が\n認められる（根拠となった証拠を文末の（）内に示す。）。\nア　原告は、被告との間で、それぞれ「ADDENDUM」（追加合意）との標題を付\nした文書で、本件代理店契約についてと明記した上、次のとおり各項目記載\nの日時に同項目記載の事項に関する合意をしたが、(エ)及び(オ)の際を除き、\nいずれの合意の際にも「その他の全条項及び条件については変更しないもの\nとする」との条項が付されていた（甲９の１ないし１０）。\n(ア)　１９７２（昭和４７）年５月１５日\n１９７２（昭和４７）年６月１日以降積み荷のためにゴアに寄港する船舶に\nついての代理店手数料\n(イ)　１９７３（昭和４８）年１２月２１日\n１９７４（昭和４９）年１月１日以降の報酬\n(ウ)　１９７４（昭和４９）年７月１６日\n１９７４（昭和４９）年１月から１２月までの契約料\n(エ)　１９７５（昭和５０）年１月２１日\n１９７５（昭和５０）年１月以降の契約料\n(オ)　１９８７（昭和６２）年２月１６日\n１９７６（昭和５１）年１月１日から１９８７（昭和６２）年２月１６日までの契約\n料を廃止すること、及び、上記(エ)の合意を１９８７（昭和６２）年２月１６日を\nもって失効させること\n(カ)　１９８７（昭和６２）年１２月５日\n１９８８（昭和６３）年１月１日以降の報酬\n(キ)　１９９３（平成５）年２月９日\n１９９３（平成５）年４月１日以降の報酬\n(ク)　１９９６（平成８）年１２月５日\n１９９６（平成８）年１１月２１日から同年１２月３１日までの報酬\n(ケ)　１９９７（平成９）年１月６日\n１９９７（平成９）年１月１日以降の報酬\n(コ)　１９９８（平成１０）年３月２０日\n１９９８（平成１０）年４月１日以降の報酬、原告又は被告から改正の提案\nがなければ本件代理店契約が自動的に１年間延長されること\nイ(ア)　被告は、原告との関係で、昭和５６年以降、それまでは行っていなかった\n貨物のコンテナ輸送を行ってきた（乙３ないし７（乙３及び７については枝番\nを含む。））。\n(イ)　原告は、本件代理店契約中にコンテナ輸送に関する定めがないことか\nら、平成１２年に至り、被告に対し、この点も含めて代理店関係を合弁事業\nと置き換えるために新たな契約を締結したい旨を申し入れたが、合意に至\nらないまま、事件紛争が発生した（乙１、２）。\n(3)　上記事実に対する評価\nア　上記第２の１(2)イのとおり、本件代理店契約の内容として本件仲裁合意がさ\nれたことについては被告も自認しているものであるところ、上記(2)のとおり、原\n告と被告は、本件代理店契約の合意以来、その契約条項を数次にわたって改\n定してきたものの、同契約を解消したり、別個の契約を締結した形跡はなく、し\nかも改定の合意の際にはほとんど改定事項以外の契約条項はなお変更する\nことなく維持されるとの合意をしてきている。したがって、本件仲裁合意が現在\nに至るまで有効に存続していることが認められる。\nイ(ア)　被告は、本件代理店契約は昭和５６年をもって失効したと主張し、その根\n拠として、甲第９号証の１ないし４は昭和５６年より前のものであるからこの\n主張の当否を左右せず、甲第９号証の５ないし１０は被告から原告に対する\nインドにおける新たなコンテナ・サービス事業についての原告から被告へ支\n払われる手数料に関するものであるし、また、これらは原告の被告に対する\n強迫によるものであって無効であると主張する。\nしかしながら、甲第９号証１ないし１０は、それらの記載内容からして、いず\nれも本件代理店契約に関するものであることは明らかであるし、原告から被\n告に対する強迫については、これを認めるに足りる証拠は一切ないから、\n被告の上記主張は採用できない。\n(イ)　また、被告は、昭和５６年に本件代理店契約が失効したと主張する根拠\nとして、昭和５６年以降、被告の原告の代理店としてのサービス内容がコン\nテナ貨物取扱いとなったから、本件代理店契約がもはや適用され得なくなっ\nたことを主張する。\n確かに、昭和５６年以降、原被告間の取引内容が大きく変化したことは被\n告の指摘のとおりであるが、そのことから直ちに本件代理店契約が終了し\nたと認めることはできないし、原告と被告は、上記(2)で認定したとおり、その\n後も数次にわたって本件代理店契約に関する追加合意をし、その際には、\n追加合意にかかわらない契約条項は変更しない旨言及することが通例で\nあったことからすると、取引内容の変化にかかわらず、原告と被告は、双方\nともに本件代理店契約を継続しつつ取引を継続していたものと認めることが\nできる。\nしたがって、被告の上記主張も採用できない。\n(ウ)　なお、被告は、本件紛争について、既にインドにおいて訴訟が係属して\nいることを指摘し、仲裁人の選定は見合わせるべき旨主張するが、上記の\nように有効な仲裁合意が存在する以上、当該紛争について既に訴訟が係\n属しているか否かにかかわらず、仲裁人の選定はすみやかに行うべきもの\nであり、被告の上記主張も採用できない。\n２　仲裁人選定の理由\n(1)　以上によると、本訴は理由があり、当裁判所において被告に代わって適正な\n仲裁人を選定すべきこととなる。\n甲第４ないし第６号証（枝番を含む。）によると、社団法人日本海運集会所は、\n我が国唯一の常設海事仲裁機関として海事仲裁を厳正中立な立場から管理運\n営するため海事仲裁委員会を設け、同委員会において仲裁人にふさわしい者を\n列挙した仲裁人名簿を作成していることが認められ、この名簿記載の者のうち、\n主文第１項の者は原告と利害関係等を有しないと認められるから、同人を適任と\nして選定することとする。\n(2)　なお、本件は日本法人である原告とインド法人である被告との間における運送\n代金等返還請求の仲裁手続にかかる仲裁人を選定すべき事件であるところ、仲\n裁人の選定に当たっては、公正性及び独立性のみならず、その国籍についても\n一定の配慮が必要ではある。\nしかしながら、上記海事仲裁委員会仲裁人名簿には日本人以外の仲裁人は\n挙げられていない。また、本件仲裁合意として、原被告間においては東京におい\nて仲裁手続に付すべき旨の合意が存在している。さらに、被告は、本件口頭弁\n論期日において仲裁人の選定に関して何ら意見を述べていないのであり、仲裁\n人の選定に関して意見を述べる機会を自ら放棄しているのである。\nしたがって、被告の選定すべき仲裁人として、原告の選定した仲裁人と同様に\n日本人の仲裁人を選定することもやむを得ないものといわざるを得ない。\n３　よって、訴訟費用については民事訴訟法６１条を適用して、主文のとおり判決す\nる。\n東京地方裁判所民事第３４部\n裁判長裁判官 藤　山　雅　行\n裁判官 金　光　秀　明\n裁判官 萩　原　孝　基\n"
}