{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 27
  },
  "case_number": "平成14(わ)421",
  "case_name": "非現住建造物等放火",
  "court_name": "",
  "lawsuit_id": "7147",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7147",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/147/007147_hanrei.pdf",
  "contents": "神戸地方裁判所　平成１４年８月２７日宣告　平成１４年(わ)第４２１号　非現住\n建造物等放火被告事件\n主　　　　　文\n被告人を懲役３年に処する。\n未決勾留日数中８０日をその刑に算入する。\n理　　　　　由\n（罪となるべき事実）\n被告人は，実父との折り合いが悪く昭和４５年ころ家出し，以来約３０年間にわ\nたり大阪市Ａ区等で土木作業員として稼働する等して過ごしていたが，仕事がなく\n生活に困って，平成１３年１１月中旬ころから兵庫県氷上郡ＢＣａ番地所在の実妹\nＤ所有に係る被告人の生家である木造瓦葺２階建居宅，木造瓦葺平屋建居宅及び木\n造瓦葺２階建納屋が互いに接着した２階建家屋（床面積合計２９０．６９平方メー\nトル）に無断で単身居住するようになり，Ｄらから食糧等の援助を受けて生活して\nいたが，かねてＤに邪険に扱われていると邪推し，同女に対する憤まんの情を抱い\nていたところ，平成１４年３月３０日ころ，Ｄとその夫に対し，奥歯が痛むとして\nその治療代を要求したのに対し同女らがこれを全く無視したとして立腹し，これを\n契機に，そのうっ憤を晴らすため前記家屋に放火しようと決意し，飲酒の上，同月\n３１日午後５時５０分ころ，前記２階建居宅１階廊下において，同居宅４畳半間出\n入口付近に積まれた座布団の上，前記廊下東北側の木製ガラス引戸に接着して置か\nれた新聞紙等在中の紙袋の中並びに前記廊下の北西端に設置された木製電話台上に\n置かれた電話帳及びティッシュペーパーの箱の上に順次点火したマッチ数本を落と\nして火を放ち，前記紙袋及びこれに接着する木製ガラス引戸等を介して前記居宅の\n壁，床板，天井及び屋根等に燃え移らせ，よって，前記家屋の壁，床板，天井及び\n屋根等約６７２．３平方メートルを焼損し，もって，現に人が住居に使用せず，か\nつ現に人がいない建造物を焼損したものである。\n（証拠の標目）―括弧内の数字は証拠等関係カード記載の検察官請求証拠番号―\n省略\n（補足説明）\n被告人は，当公判廷において，特に理由なく放火したのであり，Ｄに対し憤まん\nの情を抱いたことはない，放火当時のことは飲酒のためよく憶えていない旨供述す\nるが，被告人の前掲各供述調書中には，前記認定に沿う本件犯行に至る経緯及び動\n機について具体的かつ詳細に述べられた供述部分があるところ，終始一貫してお\nり，特に動機については当時の心情を述べたものとして迫真性に富んでいる上，そ\nの信用性の十分なＤの前掲各供述調書とも符合すること等に照らすと十分信用でき\nるから，これら関係各証拠によれば，動機を含めて判示事実は優に認められる。被\n告人の前記公判供述は，信用性の十分な前掲関係各証拠と相反する供述であり，当\n公判廷を傍聴していたＤらの面前で行われたあいまいな供述であること，被告人が\n本件犯行当時異常な酩酊状態にあったことを窺わせるような証拠はないこと等をも\n併せ考慮すると，到底信用できるものではない。\n（法令の適用）\n被告人の判示所為は刑法１０９条１項に該当するので，その所定刑期の範囲内で\n被告人を懲役３年に処し，同法２１条を適用して未決勾留日数中８０日をその刑に\n算入し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担さ\nせないこととする。\n（量刑の理由）\n本件は，実妹に邪険に扱われていると邪推し，同女に対する憤まんの情を抱いて\nいた被告人が，そのうっ憤を晴らすため，被告人が単身で居住する実妹所有に係る\n判示家屋に放火してこれを焼損したという非現住建造物等放火の事案である。\n被告人は，家出して以来顧みることのなかった判示家屋に実妹に無断で入り込ん\nで居住をはじめ，遂には同女らから食糧等の援助を受けて生活していたにもかかわ\nらず，身勝手にも，同女らが自分を邪険に扱っていると邪推して，そのうっ憤晴ら\nしのため本件犯行に及んだのであり，その理不尽かつ忘恩的な動機に酌量の余地は\nない。その犯行態様をみるに，被告人は，木造家屋である判示家屋内の３か所で可\n燃物に放火し，まもなく家屋に燃え移らせると，消防隊員らにより鎮火されるまで\nの約２時間半にわたり炎上させてこれを焼損させたのであり，危険かつ悪質な犯行\nというべきである。また，焼損面積は合計約６７２平方メートルに及んでおり，母\n屋部分がほぼ全焼する等その財産的損害も軽視できず，静閑な農村部における犯行\nであり近隣住民に与えた不安感や恐怖感を考慮すると，本件犯行の結果は相当に重\nいというべきである。実妹は，被告人の厳重処罰までは望んでいないものの，実父\nの遺言に従い，実家を出た被告人に代わって実母の世話をしながら判示家屋等の財\n産を管理し，突然実家に舞い戻った被告人にも肉親として十分な援助をしてきたに\nもかかわらず，酷い仕打ちというべき本件被害に遭ったのであり，実妹がこれ以上\n被告人の面倒を見ることはできないとの心情を吐露するに至っているのも当然であ\nる。\n以上の諸事情を総合考慮すれば，犯情は悪質であり，被告人の刑事責任は重大で\nあるといわざるを得ない。\nそうすると，判示家屋と周辺の民家等とは相当離れた位置関係にあり，消防隊員\nらによる消火活動が比較的早期に開始されたことも相まって，本件火災が周辺の民\n家等に延焼する現実的可能性は低かったこと，１０年以上前の略式罰金前科１犯を\n除き前科がないこと，未決勾留が相当期間に及んだこと，被告人なりの反省悔悟の\n情など，被告人のために酌むべき事情を十分考慮しても主文掲記程度の実刑は免れ\nない。\nよって，主文のとおり判決する。\n平成１４年８月２７日\n神戸地方裁判所第１刑事部\n裁判長裁判官　　　杉森研二\n裁判官　　　橋本　一\n裁判官　　　林　史高\n"
}