{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 22
  },
  "case_number": "平成14(行ウ)20",
  "case_name": "遺族補償給付金不支給処分取消（通称　土浦労基署長遺族補償給付不支給処分取消）",
  "court_name": "水戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "33124",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=33124",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/124/033124_hanrei.pdf",
  "contents": "主　　　文\n１　被告が，原告に対して，平成９年１０月２３日付でした労働者災害補償保険法に基づく遺族補償給付を支給しない\n旨の処分を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，外科医として勤務した総合病院土浦協同病院（以下，「本件病院」という。）からの転勤後間もなく自殺し\nたＰ１の父である原告が，労働者災害補償保険法（以下，「労災保険法」という。）に基づき，Ｐ１の自殺は本件病院\nにおける業務に起因するうつ病によるとして請求した遺族補償年金支給請求につき，Ｐ１の自殺は業務上の事由による\nものとは認められないとして不支給決定（以下，「本件不支給処分」という。）をした被告に対し，本件不支給処分の\n取消を求めた事案である。\n１　前提事実\n（１）　Ｐ１は，昭和○年○月○日に原告とＰ２の二男として生まれ，昭和６３年３月，東京医科歯科大学医学部を卒\n業後，同年４月から平成元年３月まで，同大学附属病院に研修医として勤務し，同年４月から同年９月まで，総合病院\n取手協同病院麻酔科に勤務医として勤務した後，平成元年１０月１曰から平成４年３月３１日まで，本件病院の外科に\n勤務医として勤務し，同年４月１日から，東京医科歯科大学附属病院第１外科勤務となった。\n（２）　Ｐ１は，遅くとも平成４年３月中旬ころまでに，うつ病を発症し，上記転勤から１週間後である平成４年４月\n７日，うつ病による自殺念慮から，両親宅において，薬物を自己の身体に注射して自殺した。Ｐ１は，死亡時２９歳で\nあった。\n（３）　Ｐ１は，自殺に際して，両親宛と警察宛の遺書（乙第２４号証）を記していた。同遺書には，次の記載があ\nる。「・・・３０年という短い人生をふりかえると，物心ついて，大学入学，そして医師として働くようになってか\nら，毎日が楽しいとか，生きててよかったと思った事は一度もありませんでした。・・・いつも人にどう思われるかを\n気にし，何をやるにも，人の為と思いながらの行動が多く，あまり自分の為と思ってやった事がありません。やはり気\n疲れしてしまい，そろそろゆっくり休みたい気がしてきました。両親からも期待され，自分なりにそれに答えてきたつ\nもりですが，まだ精神的にも幼稚な私には，ｐｒｅｓｓｕｒｅ以外の何ものでもなく，物事をａｇｇｒｅｓｓｉｖｅ又\nはｐｏｓｉｔｉｖｅに考えていけない私の限界と思いました。・・・やり残したことはないと思っています。」「・・\n・動機は，毎日の生活に心も体もつかれ，精神的にまいってしまい，休息したいということです。」。\n（４）　原告は，被告に対し，平成９年４月７日，Ｐ１の自殺が本件病院での過密勤務が原因であるとして，遺族補償\n年金の支給を請求した（乙第１号証６頁，第２号証）が，被告は，同年１０月２３日，死因と業務との因果関係が認め\nられないとの理由で，本件不支給処分をした（乙第１号証１９６頁）。そこで，原告は，平成９年１２月１９日，本件\n不支給処分を不服として，茨城労働者災害補償保険審査官に対し，審査請求をした（乙第１号証１９５頁，第４号証の\n１）が，同審査官は，平成１１年２月２５日，同請求を棄却する決定をした（乙第１号証１７９頁，第５号証）。原告\nは，さらに，平成１１年４月７日，労働保険審査会に対し，再審査請求をしたが（乙第１号証１頁），同審査会は，平\n成１４年５月１５日，同請求を棄却する裁決をした（甲第３号証）。\n（５）　本件病院は，東京医科歯科大学の関連病院のひとつである。平成２年当時，職員数は７４６人（うち医師７９\n人，看護師３５７人），病床数は８６５床，１日平均の患者数は外来が１４６２人，入院が６２２人（病床利用率は７\n１．９％）であった。Ｐ１が勤務していた外科は，医師の数は１０人（同年４月当時），１日平均の患者数は外来が９\n１人，入院が８７人であった。なお，本件病院は，救急救命センターを設置している。\n（６）　本件病院の所定労働時間は，月曜日から金曜日までは午前８時３０分から午後５時までのうち午後０時から午\n後１時までの休憩時間を除いた７時間３０分，土曜日は午前８時３０分から午後０時３０分までの４時間とされてお\nり，所定休日は，日曜日，国民の祝日，年末年始（１２月２９日から１月３日まで）とされている。年次有給休暇は，\n勤続１年以上の者は年度を通じて２０日間とされている（乙第２０号証）。\nＰ１の所定労働日数，所定休日日数，宿直・日直・半日直の日数，実際に休んだ日数を平成３年９月から平成４年３\n月までについてみると，表１のとおりである。なお，宿直の勤務時間は午後５時から翌日の午前９時までの１６時間，\n日直の時間は午前９時から午後５時までの８時間，半日直の時間は午後１２時３０分から午後５時までの４時間３０分\nである（乙第１６，第２１，第２２号証，第２７号証の１，第３１号証）。\n（表１）Ｐ１の宿日直数・休日数一覧表\n┌───┬──────┬──────┬────┬─────────┬────┐\n│年．月│所定労働日数│所定休日日数│宿直日数│日直・半日直日数　│実休日数│\n├───┼──────┼──────┼────┼─────────┼────┤\n│３．９│　　　２３日│　　　　７日│　　２日│２日（日１，半１）│　　２日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│　１０│　　　２６日│　　　　５日│　　１日│０日　　　　　　　│　　１日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│　１１│　　　２４日│　　　　６日│　　１日│０日　　　　　　　│　　０日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│　１２│　　　２３日│　　　　８日│　　１日│０日　　　　　　　│　　１日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│４．１│　　　２３日│　　　　８日│　　１日│０日　　　　　　　│　　１日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│　　２│　　　２４日│　　　　５日│　　１日│０日　　　　　　　│　　１日│\n├───┼──────┼──────┼────┼─────────┼────┤\n│　　３│　　　２５日│　　　　６日│　　２日│１日（日１）　　　│　　１日│\n└───┴──────┴──────┴────┴─────────┴────┘\n平成元年１０月から平成４年３月までの各月別のＰ１の時間外労働時間数（早出残業時間，休日勤務時間を指し，宿\n日直の労働時間を含まない。）は，表２のとおりである（なお，Ｐ１の「日直・宿直・半日直時間外休日勤務票」〔乙\n第２７号証の１〕の勤務時間欄記載の時間数の合計と被告が計算した時間数〔乙２９号証，第３０号証の１〕とが異な\nる月については，前者を左側〔括弧外〕，後者を右側〔括弧内〕に記載した。賃金台帳〔乙第２１号証〕によれば，平\n成３年１０月から平成４年３月までのＰ１の時間外労働時間数はいずれも８０．５時間とされているが，これは本件病\n院の予算上の理由によるものにすぎず，実態を反映したものではない〔乙第２６号証〕）。\n（表２）Ｐ１の時間外勤務時間数一覧表（宿日直を除く）\nページ(1)\n┌────┬────────────┬────┬────────────┐\n│年．月　│時間数　　　　　　　　　│年．月　│時間数　　　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│１．１０│１５４．５　　　　　　　│３．　１│１３０．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　１１│１８６．５　　　　　　　│　　　２│１５３．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　１２│２４３．５　　　　　　　│　　　３│１４９．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│２．　１│２２５．５（２１９．５）│　　　４│１３１．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　２│１２４．５（１１７．５）│　　　５│１１７．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　３│１４１．０（１４０．５）│　　　６│１４４．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　４│１３９．０　　　　　　　│　　　７│１５５．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　５│１６０．５（１５５．５）│　　　８│１４７．０（１１５．０）│\n├────┼────────────┼────┼────────────┤\n│　　　６│１５１．５　　　　　　　│　　　９│１３３．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　７│１２４．０（１１３．５）│　　１０│１６７．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　８│１０７．５　　　　　　　│　　１１│１７０．０　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　　９│１０３．０　　　　　　　│　　１２│１１６．０（１１５．０）│\n├────┼────────────┼────┼────────────┤\n│　　１０│１２９．５　　　　　　　│４．　１│１６７．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　１１│１５２．０　　　　　　　│　　　２│１４０．５　　　　　　　│\n├────┼────────────┼────┼────────────┤\n│　　１２│１８９．５　　　　　　　│　　　３│１６４．０　　　　　　　│\n└────┴────────────┴────┴────────────┘\n平成元年１０月から平成４年３月までの各月別のＰ１の宿直，日直，半日直の時間数は，表３のとおりである（乙第\n３１号証）。\n（表３）Ｐ１の宿日直時間数一覧表\n┌────┬────┬────┬────┐\n│年．月　│時間数　│　年．月│時間数　│\n├────┼────┼────┼────┤\n│１．１０│２０．５│３．　１│１６．０│\n├────┼────┼────┼────┤\n│　　１１│１６．０│　　　２│１６．０│\n├────┼────┼────┼────┤\n│　　１２│１６．０│　　　３│２０．５│\n├────┼────┼────┼────┤\n│２．　１│１６．０│　　　４│１６．０│\n├────┼────┼────┼────┤\n│　　　２│４０．０│　　　５│３２．０│\n├────┼────┼────┼────┤\n│　　　３│１６．０│　　　６│１６．０│\n├────┼────┼────┼────┤\n│　　　４│３６．５│　　　７│１６．０│\n├────┼────┼────┼────┤\n│　　　５│２４．０│　　　８│４０．０│\n├────┼────┼────┼────┤\n│　　　６│１６．０│　　　９│４４．５│\n├────┼────┼────┼────┤\n│　　　７│３２．０│　　１０│１６．０│\n├────┼────┼────┼────┤\n│　　　８│１６．０│　　１１│１６．０│\n├────┼────┼────┼────┤\n│　　　９│２４．０│　　１２│１６．０│\n├────┼────┼────┼────┤\n│　　１０│３６．５│４．　１│１６．０│\n├────┼────┼────┼────┤\n│　　１１│１６．０│　　　２│１６．０│\n├────┼────┼────┼────┤\n│　　１２│　　　０│　　　３│４０．０│\n└────┴────┴────┴────┘\n（７）　Ｐ１が本件病院に勤務中に関与した手術数は，平成元年中は術者として６４件，介者として１３件，平成２年\n中は術者として１５８件，介者として５１件，平成３年中は術者として１６９件，介者として５５件，平成４年は術者\nとして４１件，介者として１５件である（乙第１７，第１９号証）。「術者」とは，チームで行う外科手術に際し，執\n刀（メス，ハサミ等による操作），剥離，縫合等の業務を行って手術の進行を主導する者，「介者」とは，術野の展\nページ(2)\n開，縫合糸の結紮等，手術者を援護する者をいい，介者が手術者より経験が深い場合は手術進行に対する助言，指導も\n行う（乙第１８号証の１，２）。\nＰ１が平成３年１０月から平成４年３月までに術者として行った手術の具体的内容は，別紙１のとおりである。これ\nらの手術のうち所要時間が３時間を超えたものは，平成３年１０月は手術件数１８件中１件，同年１１月は１１件中３\n件（うち４時間を超えるもの１件），同年１２月は１６件中２件，平成４年１月は１５件中１件，同年２月は８件中３\n件（うち４時間を超えるもの１件），３月は１８件中４件（うち４時間を超えるもの２件）であった（乙第１９号証）\n。\n（８）　労働省は，平成１０年２月，精神障害等の労災認定に係る専門検討会を設けて，精神障害の業務起因性の判\n断を迅速，適正に行うための検討を重ね（同検討会の報告書は，（１０）②参照），その結果に基づき，平成１１年９\n月１４日，労働省労働基準局長通達「心理的負荷による精神障害等に係る業務上外の判断指針について」（基発第５４\n４号。乙第７号証。以下，「判断指針」という。）を発出した。その主な内容は，以下のとおりである。\n①　判断指針で対象とする疾病は，原則として国際疾病分類第１０回修正（ＩＣＤ－１０）第Ⅴ章「精神および行動の\n障害」に分類される精神障害とする（具体的な分類は，別紙２のとおりである。）。\n②　次のａないしｃの各要件をいずれも満たす精神障害は，労働基準法施行規則別表第１の２第９号に該当する疾病と\nして取り扱う。\nａ　対象疾病に該当する精神障害を発症していること\nｂ　対象疾病の発症前おおむね６か月の間に，客観的に当該精神障害を発症させるおそれのある業務による強い心理的\n負荷が認められること\nｃ　業務以外の心理的負荷及び個体側要因により当該精神障害を発症したとは認められないこと\n③　上記②の各要件のうち，ｂに関するものとして，業務による心理的負荷の強度の評価に当たっては，当該心理的負\n荷の原因となった出来事及びその出来事に伴う変化等について総合的に検討する必要があり，検討の指標としては「職\n場における心理的負荷評価表」（別紙３）を用いることとする。\nａ　同表中の「出来事の類型」欄は，職場において通常起こり得る多種多様な出来事を一般化したものである。発症前\nおおむね６か月の間に，当該精神障害の発症に関与したと考えられる業務による出来事としてどのような出来事があっ\nたのかを具体的に把握し，その出来事がどの「具体的出来事」に該当するかを判断して，平均的な心理的負荷の強度を\n「Ⅰ」（日常的に経験する心理的負荷で一般的に問題とならない程度の心理的負荷），「Ⅱ」（ⅠとⅢの中間に位置す\nる心理的負荷），「Ⅲ」（人生の中でまれに経験することもある強い心理的負荷）のいずれかに評価する。\nｂ　ただし，その出来事の内容等によってはその強度を修正する必要が生じることから，別紙３の（２）に掲げる視点\nに基づいて，上記ＩないしⅢの位置付けを修正する必要がないかを検討する。なお，出来事の発生以前から続く恒常的\nな長時間労働，例えば所定労働時間が午前８時から午後５時までの労働者が，深夜時間帯に及ぶような長時間の時間外\n労働を度々行っているような状態等が認められる場合には，それ自体で，上記（２）の欄による心理的負荷の強度を修\n正する。\nｃ　さらに，出来事に伴う変化等に係る心理的負荷がどの程度過重であったかを評価するため，出来事に伴う変化とし\nて別紙３の（３）の欄の各項目に基づき，出来事に伴う変化等はその後どの程度持続，拡大あるいは改善したかについ\nて検討する。検討にあたっては，仕事の量（労働時間等）の変化，仕事の質の変化，仕事の責任の変化，仕事の裁量性\nの欠如，職場の物的，人的環境の変化，支援，協力等の有無等に着目すべきである。\nｄ　以上の手順によって評価した心理的負荷の強度の総体が，客観的に当該精神障害を発症させるおそれのある程度の\n心理的負荷と認められるかについて総合評価を行う。「客観的に精神障害を発症させるおそれのある程度の心理的負\n荷」とは，別紙３の総合評価が「強」と認められる程度の心理的負荷とする。ここで，「強」と認められる心理的負荷\nとは次の場合をいう。\n（ａ）　別紙３の（２）の欄に基づき修正された心理的負荷の強度が「Ⅲ」と評価され，かつ，同（３）の欄による評\n価が相当程度過重であると認められるとき（「相当程度過重」とは，同欄の各々の項目に基づき，多方面から検討し\nて，同種の労働者と比較して業務内容が困難で，業務量も過大である等が認められる状態をいう。）。\n（ｂ）　別紙３の（２）の欄により修正された心理的負荷の強度が「Ⅱ」と評価され，かつ，同（３）の欄による評価\nが特に過重であると認められるとき（「特に過重」とは，同欄の各々の項目に基づき，多方面から検討して，同種の労\n働者と比較して業務内容が困難であり，恒常的な長時間労働が認められ，かつ，過大な責任の発生，支援，協力の欠如\n等特に困難な状態が認められる状態をいう。）。\nｅ　業務による心理的負荷の強度は，基本的には上記ｄにより総合評価されるが，次の（ａ），（ｂ）及び（ｃ）の事\n実が認められる場合には，上記ｄにかかわらず総合評価を「強」とすることができる。\n（ａ）　別紙３の（２）の欄に基づき修正された心理的負荷の強度が「Ⅲ」と評価される出来事のうち，生死に関わる\n事故への遭遇等心理的負荷が極度のもの（ｂ）業務上の傷病により６か月を超えて療養中の者の発症した精神障害\n業務上の傷病によりおおむね６か月を超える期間にわたって療養中の者に発症した精神障害については，病状が急変\nし極度の苦痛を伴った場合など上記（ａ）に準ずる程度のものと認められるもの\n（ｃ）　極度の長時間労働\n極度の長時間労働，例えば数週間にわたり生理的に必要な昀小限度の睡眠時間を確保できないほどの長時間労働によ\nり，心身の極度の疲弊，消耗をきたし，それ自体がうつ病等の発症原因となるおそれのあるもの\n④　上記②の各要件のうち，ｃに関するものとして，業務以外の心理的負荷の強度は，発症前おおむね６か月の間に起\nきた客観的に一定の心理的負荷を引き起こすと考えられる出来事について，「職場以外の心理的負荷評価表」（別紙\n４）により評価する。同表で示された心理的負荷の強度が「Ⅲ」に該当する出来事が認められる場合には，その具体的\n内容を関係者からできるだけ調査し，その出来事による心理的負荷が客観的に精神障害を発症させるおそれのある程度\nのものと認められるかについて検討する。\n⑤　同じく上記②の各要件のうち，ｃに関するものとして，個体側要因の検討に際しては，既往症，生活史（社会適応\n状況），アルコール等依存状況や性格傾向について，それらが客観的に精神障害を発症させるおそれのある程度のもの\nと認められるかについて検討する。\n⑥　判断指針で対象とする精神障害の発症が明らかになった場合には，上記③ないし⑤の各事項について各々検討し，\nその上でこれらと当該精神障害の発症との関係について総合判断する。\n⑦　別紙２のＦ０ないしＦ４に分類される多くの精神障害では，精神障害の病態としての自殺念慮が出現する蓋然性が\n高いと医学的に認められることから，業務による心理的負荷によってこれらの精神障害が発症したと認められる者が自\n殺を図った場合には，原則として業務起因性が認められる。\nなお，遺書等の存在については，それ自体で正常な認識，行為選択能力が著しく阻害されていなかったと判断するこ\nとは必ずしも妥当ではなく，遺書等の表現，内容，作成時の状況等を把握の上，自殺に至る経緯に係る一資料として評\n価するものである。\n（９）　なお，厚生労働省労働基準局長は，平成１３年１２月１２日，脳血管疾患及び虚血性心疾患等の業務起因性の\n判断基準に関し，通達「脳血管疾患及び虚血性心疾患等（負傷に起因するものを除く。）の認定基準について」（基発\n第１０６３号。乙第４１号証。以下，「脳疾患等認定基準」という。）を発出した。その主な内容は，以下のとおりで\nある。\nページ(3)\n恒常的な長時間労働等の負荷が長期間にわたって作用した場合には，「疲労の蓄積」が生じ，これが血管病変等をそ\nの自然経過を超えて著しく憎悪させ，その結果，脳，心臓疾患を発症させることがある。\nこのことから，脳，心臓疾患の発症との関連性において，業務の過重性を評価するに当たっては，発症前の一定期間\nの就労実態等を考察し，発症時における疲労の蓄積がどの程度であったかという観点から判断することとする。\n業務の過重性の具体的な評価の際，疲労の蓄積をもたらす昀も重要な要素と考えられる労働時間に着目すると，その\n時間が長いほど，業務の過重性が増すところであり，具体的には，発症日を起点とした１か月単位の連続した期間をみ\nて，①発症前１か月間ないし６か月間にわたって，１か月当たりおおむね４５時間を超える時間外労働が認められない\n場合は，業務と発症との関連が弱いが，おおむね４５時間を超えて時間外労働時間が長くなるほど，業務と発症との関\n連性が徐々に強まると評価できること，②発症前１か月間におおむね１００時間又は発症前２か月間ないし６か月間に\nわたって，１か月当たりおおむね８０時間を超える時間外労働が認められる場合は，業務と発症との関連性が強いと評\n価できることを踏まえて判断すること。ここでいう時間外労働時間とは，１週間当たり４０時間を超えて労働した時間\n数である。また，休日のない連続勤務が長く続くほど業務と発症との関連性をより強めるものであり，逆に，休日が十\n分確保されている場合は，疲労は回復ないし回復傾向を示すものである。\n（１０）　本件自殺の業務起因性の判断の参考になるものとして，以下のような知見がある。\n①　産業医学第２０巻第５号日本産業衛生学会交代勤務委員会「夜勤・交代制勤務に関する意見書」（昭和５３年９\n月。甲第１２号証）\n夜勤，交代制勤務によって単に生活周期の混乱が起こるにとどまらず，従事労働者の健康にまで有害な影響の及ぶこ\nとは，本委員会による健康調査結果や内外の夜勤，交代勤務者の安全衛生に関する近年の諸文献によって明らかであ\nる。夜業あるいは勤務の交代が健康障害をもたらす第１の原因として，生体リズムの乱れに伴う疲労と睡眠不足あるい\nは栄養摂取の不整等による病気への抵抗性の減弱が考えられるが，それと並んで第２に自律神経系機能失調もしくは精\n神身体医学的要因等による直接の発症機転が重視される。各産業にわたって交代制勤務が拡大しつつある現状に鑑みれ\nば，深夜業と交代制勤務の導入自体を法規によって規制すべきであるが，やむを得ずに交代制勤務を採用する場合に\nは，厳しい労働時間基準と勤務編成基準とに従って交代制勤務を実施すべきである。\n②　「精神障害等の労災認定に係る専門検討会報告書」（平成１１年７月２９日。乙第６号証）\nａ　精神障害の成因について，医学上，これまで様々な議論がされてきた。そして，今日では多くの精神障害の発症に\nは，単一の病因ではなく素因，環境因（身体因，心因）の複数の病因が関与すると考えられている。その上，同一の精\n神障害でも，その両要因の関係の程度はそれぞれの事例によって異なる。さらに別の観点から，精神障害の成因は，生\n物学的－心理的－社会的な要因による多次元的なものであるという理解の仕方が今日広く受け入れられている。その場\n合でも，生物学的にも心理的，社会的にも，素因と環境因の双方が関与することは同様である。\nこのような精神障害の成因に対する理解の変遷から，歴史的には精神障害の分類について次のように変わってきた。\nすなわち，２０世紀前半の精神医学にあっては，精神障害はその成因の区別である外因，心因に沿った形で器質性精神\n病（外因性精神病），心因性精神病に分類され，そして，なお原因のよくわからない精神病を（素因，特に遺伝因が強\nいだろうという推定のもとに）内因性精神病と呼んだ。内因性精神病としては主として精神分裂病と躁うつ病を指して\nきた。しかし，このような単純な外因，心因，内因という原因論による分類は，次第に古典的なものとなった。２０世\n紀に入り，脳科学の進歩と精神障害の心理社会的研究の発展により，また一面，時代の変遷による精神障害そのものの\n多様化，変貌もあり，外因，心因，内因の３分類では精神障害を分類できなくなった。そして，精神障害を「ストレ\nス－脆弱性」理論で理解することが，多くの人に受け入れられるようになった。「ストレス－脆弱性」理論とは，環境\n由来のストレスと個体側の反応性，脆弱性との関係で，精神的破綻が生じるかどうかが決まるという考え方である。ス\nトレスが非常に強ければ，個体側の脆弱性が小さくても精神障害が起こるし，逆に脆弱性が大きければ，ストレスが小\nさくても破綻が生ずる。精神障害を考える場合，あらゆる場合にストレスと脆弱性との両方を視野に入れて考えなけれ\nばならない。なお，この場合のストレス強度は，環境由来のストレスを，多くの人々が一般的にどう受け止めるかとい\nう客観的な評価に基づくものによって理解される。今日では，そのような考えに立って，精神障害の分類は，主として\n症状，状態像によって行われるようになった。\nｂ　精神障害の成因を考えるとき，ストレスの侵襲性と個体側の脆弱性の両方が偏りなく検討されねばならない。した\nがって，精神障害に係る労災請求事案の業務起因性の判断に当たっては，当該精神障害の発症において業務によるスト\nレスと業務以外のストレス，個体側要因を総合して行う必要がある。\nｃ　後者については，ストレスに対する個体側の反応性，脆弱性を窺い知るものとして，既往歴，生活史（社会適応状\n況），アルコール等依存状況，性格傾向，家族歴等があり，これらを総合して個体側要因を精神医学的に判断すること\nになる。なお，このうち，性格傾向については，精神医学的には，ー定の精神障害との結び付きにおいていくつかの性\n格傾向（循環器質，メランコリー親和型性格，分裂気質，強迫性格等）が議論され，精神障害の成因の理解に役立つけ\nれども，類型判定自体難しく，あえて拘泥する必要はない。\nｄ　前者，すなわち，業務によるストレスについては，判断指針の「職場における心理的負荷評価表」策定の前提とな\nったストレスの要因，業務によるストレスの影響，客観的に一定のストレスを引き起こすと考えられる出来事の抽出，\n類型化，出来事の評価期間が論ぜられ，心理社会的ストレス要因の強度評価の客観化として，上記評価表が提案されて\nいる。\n上記評価表に示した具体的出来事は，急性ストレス要因が多いが，持続する出来事も含まれる。評価に際しては，ま\nず，出来事自体の平均的ストレス強度を評価し，個別具体的な出来事の内容から具体的評価を変更する必要がないかを\n検討し，さらに出来事後の変化や問題はどうであったか，出来事がどのくらい持続したのか，出来事の影響を緩和する\n対処や対応がとられたか等を総合的に検討し，総合評価として，ストレスの強弱を判断する。出来事自体の平均的スト\nレス強度の評価として具体的に同表に掲げられているものは，これまでの労働者を対象としたストレス研究等から得た\n限られた出来事の例示であり，これ以外にも多種多様なものがあり得るから，もとより全ての労災事案に対応できるも\nのではない。\nストレス要因のうち，特に，極度の長時間労働，例え数週間にわたる生理的に必要な昀小限度の睡眠時間を確保でき\nないほどの長時間労働は，心身の極度の疲弊，消耗をきたし，うつ病等の原因となる場合があることが知られている。\nまた，出来事に対処するため発生する長時間労働，休日労働等は，心身の疲労を増加させ，ストレス対応能力を低下さ\nせる意味で重要となる。特に発症前６か月の間に生じた労働の長時間化はストレス要因となる。\n労働の長時間化の評価に当たって重要なことは，どの程度の労働時間を基準にするのかによって，そのストレス強度\nの評価も変わってくる点である。発症の６か月以上前から続く常態的な長時間労働も，それが過重性を増す傾向を示す\nような場合には，その変化の度合いが小さくても，強いストレスと評価される。\nまた，長時間労働は一般に精神障害の凖備状態を形成する要因となっている可能性があることから，出来事の評価に\n当たって，特に恒常的な長時間労働が背景として認められる場合，出来事自体のストレス強度は，より強く評価される\n必要がある。\nさらに，ある出来事に続いて，また，その出来事への対処に伴って生じる変化によるストレスの加重も重要である。\nこのようなストレス要因としては，労働の長時間化とともに，出来事に伴う仕事の質，量の変化（出来事の後，仕事の\n密度が濃くなったり，本人の意思に反した強制的スケジュール，同種労働者に一般的に要求される適応能力を超えた適\n応の要求等），責任の度合い，作業困難度，強制性の増加等が重要である。\nページ(4)\n③　東京都医師会勤務医委員会「勤務医の現況－２００３－」（平成１５年３月。甲第１４号証）\n都内に設置された医療機関３７３施設にアンケート１万４７５０人分を配布し，３６９８人より回答を得た。\n勤務日数をみると，労働基準法で定めている週５日勤務の回答者は３３．７％，業務の終了時刻が平均して午後５時\n以前と回答したのはわずかに３．７％であった反面，平均で午後９時まで勤務するという回答が３７．０％にのぼっ\nた。就業時間外や休診日に患者，家族への説明の時間を割いているという回答者が６６．６％にのぼった。また，勤務\n日程表に示される日，当直のほかにほば毎日ｏｎ－ｃａｌｌ体制にある回答者は３２．３％を占めた。\n当直時の平均睡眠時間が４時間に満たない回答者が５１．４％であった反面，当直翌日に何らかの形で休養を取るこ\nとができるのは１．６％にすぎなかった。当直翌日の体調に支障がないと回答したのは１２．９％にすぎず，医療上の\nミスを起こした事も含め当直翌日の勤務に支障があると回答した者は３７．５％にのぼった。\n④　日本産業精神保健学会理事長高田勗「平成１５年度委託研究報告書Ⅰ　精神疾患発症と長時間残業との因果関係に\n関する研究」（主任研究者黒木宣夫東邦大学佐倉病院精神医学研究室。平成１６年３月。甲第１５号証。以下，「委託\n研究報告書」という。）\n表題のテーマに関する厚生労働省の委託研究報告書である。６人の分担研究者の調査研究の概要が報告されている。\nそして，研究概要の総括として，「長時間残業による睡眠不足が精神疾患発症に関連があることは疑う余地もなく，特\nに長時間残業が月間１００時間を超えるとそれ以下の長時間残業よりも精神疾患発症が早まるとの結論が得られた。」\nとしている。以下は，各分担研究者の調査報告である。\nａ　国立精神・神経センター精神保健研究所内山真「精神疾患発症と長時間残業との因果関係に関する調査－睡眠と精\n神障害との関係－」（甲第１６号証）\n（ａ）勤労者を対象とした疲労度を評価した調査によると，睡眠の障害度と疲労度（精神的，身体的）との間に有意な\n正の相関が認められている。交代勤務者では，睡眠不足だけでなく，精神科的訴が多いことから，睡眠リズムの乱れが\n心身症状と関係していることが疑われる。同時に，社会的ストレスが，睡眠障害をさらに悪化させているとの報告もあ\nり，勤労者の抑うつ症状と睡眠の関係，仕事への満足度と睡眠障害の関連を指摘している。このように，現代人では，\n生活リズムの多様化から心身の不健康（睡眠障害，倦怠感，胃腸障害，抑うつ気分）に陥ることが多々みられ，さらに\n睡眠による休養も十分取れず，疲労やストレスへの対処に失敗し悪循環にはまってしまうことが多い。\n（ｂ）近年，概日リズム睡眠障害が多く報告されるようになり，これらの中にうつ状態の既往を持つ症例やうつ状態を\n呈する症例が含まれていることがわかり注目されている。概日リズム睡眠障害とは，夜勤や時差地域への移動等，生体\nリズムに逆らったスケジュールで生活することにより生じる睡眠障害（時差症候群，交代勤務睡眠障害），生体リズム\n自体の変調により睡眠－覚醒リズムが望ましい時間帯から慢性的にずれてしまう睡眠障害（睡眠相後退症候群，非２４\n時間睡眠覚醒症候群，睡眠相前進症候群）をいう。\n（ｃ）労働条件等による睡眠不足がうつ病のリスクファクターになるかについて，文献調査から直接的な因果関係を示\nすような研究結果は得られなかった。交代勤務に従事した年数がうつ病発症の危険率を高めることは明らかになった。\nこのメカニズムとして，交代勤務を続けることによる身体的，精神的なストレス，家族関係や社会的交流の問題，疲労\nによる身体疾患の合併等が介在することが指摘されている。交代勤務における心身の問題の中で，睡眠障害及び睡眠不\n足が昀も頻度が高く，かつ長時間においても順応しにくいものである。この点から，交代勤務に伴う睡眠障害や睡眠不\n足がうつ病の直接のリスクとなり得る可能性が高いことが考えられた。\nｂ　大阪樟蔭女子大学人間科学部心理学科夏目誠「ストレスドックにおける長時間労働とライフイベント」（甲第１７\n号証）\n平成１３年から平成１４年度までに大阪府こころの健康総合センターのストレスドックを受検した勤労者８３２人を\n対象に，長時間労働とライフイベント法（ストレス測定法）との関連性について調査を行った。その結果，平均残業時\n間の増加とライフイベント（出来事）の体験項目数の増加は関連が深く，平均残業時間が月間６０時間以上は残業なし\nに比べて大きな差異が認められた。\n男性は，平均残業時間が６０時間以上になると職場ストレス度の点数が極めて高くなり，女性も大きな有意差を認め\nた。この結果から，平均残業時間が６０時間以上はストレス度の見地から問題が多いことを指摘したい。\nｃ　東京大学保健センター大久保靖司「勤労者における労働時間と精神健康度及び睡眠時間の関連についての調査」（\n甲第１８号証）\n労働時間の職業性ストレス，ＳＤＳ（抑うつ度調査）及び睡眠時間の関係を調査し，労働者の健康，休養に影響を与\nえると考えられる労働時間に関して検討したものである。\nｄ　こうかん会鶴見保健センター廣尚典「精神障害発病と長時間労働との因果関係に関する調査研究－医療機関（主治\n医）調査－」（甲第１９号証）\n精神障害の発症と睡眠時間及び長時間労働の関連性についての基礎的資料を作成すべく，全国の精神科クリニック１\n０７０か所及び総合病院精神科６８０か所に質問票を郵送し，１４３人の精神科医から寄せられた回答について検討を\n行ったものである。\nその結果，長時間労働が精神疾患の発症に関与したとみなされた例は２７１例あった。これらの平均残業時間の内訳\nをみると，４時間以上５時間未満が昀多であった。この代表値を４．５時間として，月労働時間２０日を乗じると，１\n００時間となり，労災認定上，脳，心臓疾患の発症に関与するとみなされている発症前１か月間の平均残業時間と一致\nする（前記（８）参照）。また，次いで多かったのは，３時間以上４時間未満であり，それを３．５時間として，月労\n働時間２日を乗じると，７０時間となる。月２５日の出勤とすると，８７．５時間となる。これらは，脳，心臓疾患の\n労災認定の判断で使用される目安とほぼ同程度と考えることができよう。\nｅ　東邦大学佐倉病院精神神経学研究室黒木宣夫「労災認定された自殺事案における長時間残業の調査」（甲第２０号\n証）　過去に労災認定された５１例に関して月間時間外労働が４４時間以内，４５～７９時間，８０～９９時間，１０\n０時間以上に分類し検討を加えると同時に，１００時間を境に９９時間以内（Ｉ群），１００時間以上（Ⅱ群）と２つ\nに分類して検討を加えた。\nその結果，今回の対象事案の５３％に１００時間以上の時間外労働がみられ，管理職と専門技術職の両者で全体の７\n４％を占めた。発症から死亡までの期間は，３か月以内に７１％が自死に至っていた。そのうちの５２％が１００時間\nの時間外労働をしていた。出来事から６か月以内に自死に至っていた者は６３％であり，その中で１００時間以上の時\n間外労働に従事していた労働者は５９％であった。全体の７５％は未受診か，受診しても診断はつけられていなかっ\nた。\n（１１）Ｐ１のうつ病発症の業務起因性に関する医師の意見は，概要以下のとおりである。\n①　メンタルクリニックα所長Ｐ３（甲第１３号証）\nＰ１は，平成４年３月中旬ころにうつ病を発症したと考えるのが妥当である。Ｐ１は，本件病院において悲惨な事故\nや災害の結果運ばれてくる患者や家族等を目撃し，治療に当たったと考えられる。また，医師にとって患者の生命を救\nうことは当然の責務であるが，難しい症例や再発，死亡例を経験することにより，Ｐ１はノルマを達成することが出来\nなかったことに近い経験をしている。さらに，発症直前の平成３年９月から平成４年２月までの６か月間の時間外労働\n時間数は，その直前の６か月間の時間外労働時間数よりも増加しており，仕事内容も難度を増していったと考えられ\nる。したがって，判断指針の職場における心理的負荷評価表（別紙３）で「ストレス強度Ⅱ」とされている４つの項目\nに該当する。その一方で，職場以外のストレスには該当するものがない。また，Ｐ１の性格傾向も，同種の業務に従事\nページ(5)\nする労働者の個性の多様さとして通常想定される範囲を外れるものではない。したがって，Ｐ１のうつ病発症は業務に\n起因したものと判断すべきである。\n労働精神医学（疫学）的にみても，そもそも医師は長時間労働と激務に従事し，うつ病のハイリスク集団といえる\nし，本件病院におけるＰ１のうつ病発症前の労働ストレスは，「高要求度」「低裁量度」「低支援度」と特徴付けられ\nるから，Ｐ１のうつ病罹患の原因は業務にあったとするのが妥当である。\n②　筑波大学大学院人間総合科学研究科社会環境医学専攻助教授Ｐ４（乙第３３号証の２）\nＰ１は，遅くとも平成４年３月中旬ころには中等度のうつ病を発症していたと認められる。しかし，判断指針の職場\nにおける心理的負荷評価表で，出来事の平均的な心理的負荷の強度の評価が「Ⅱ」に該当するものはない。悲惨な事故\n等の結果運ばれてくる患者の治療に当たることは，医師として日常から遭遇する出来事であるし，患者の生命を救うこ\nとは，医師にとってノルマというよりもむしろ自発的な職業的使命感に基づく行為と考えるべきであるから，Ｐ３医師\nの述べるようなストレス強度Ⅱに当たる出来事はない。また，Ｐ１の労働時間数をみると，全国の研修医を対象に行わ\nれた調査の結果と比較しても平均的な長さであり，研修医期間を終えて間もない若手医師としては標準的な生活を送っ\nていたものと推測される。その結果，睡眠時間についても，研修医の平均睡眠時間（平均５．５時間±０．９時間）は\n少なくとも確保されていたと判断でき，Ｐ１が享受できたであろう自由時間数を考えても，生理的に必要な昀小限度の\n睡眠時間を数週間にわたって確保できないほどの長時間労働はなかったと考えられる。したがって，本件自殺には業務\n起因性はないと判断するのが妥当である。\n③　筑波大学大学院人間総合科学研究科ヒューマン・ケア科学専攻社会精神保健学分野助教授，医学博士，精神科医Ｐ\n５（乙第３６号証）\nＰ１は，元来の性格（強い責任感，仕事熱心等を特徴とするメランコリー親和型性格，あるいは執着気質）と自殺念\n慮，厭世観，不眠等の症状から，従来の内因性うつ病と診断される。業務からは過重な責任もなく，強いストレスがあ\nったとはいえない。一方，Ｐ１の遺書の内容からは，自ら楽しむ傾向が乏しく，与えられた課題をこなすことでその楽\nしめない感覚を麻痺あるいは希薄化させて生きてきたように考えられる。そして，社会経験を積む中で，自ずと生じて\nきた抑うつ傾向が生まれ，これまでに自覚されなかったこの楽しめない感覚（他者配慮的である）が明白に自覚される\nようになったという性格傾向が窺える。したがって，Ｐ１のうつ病発症の原因は，業務の負担が有力であるとはいい難\nく，元来の性格，価値観等によるものと考えられる。\n２　当事者の主張\n（１）　原告の主張\n①　Ｐ１は，本件病院勤務当時，とりわけ平成３年１０月から平成４年３月までの時期の過重な業務による精神的肉体\n的負荷が原因となってうつ病に罹患し，自殺念慮を生じて本件自殺に至ったものである。\n②　うつ病発症の業務起因性については，次のように考えるべきである。\nａ　労災補償制度は，被災者や遺族の生活保障を主たる目的として設けられた制度であるから，その目的に照らして考\nえれば，業務起因性が肯定されるためには，業務上の過労，ストレスによる心身の負荷が被災者の発症，死亡の原因の\n一つとなっていれば足りると解すべきである（共働原因論）。\n被告は，業務による危険性（過重性）が，その他の業務外の要因（当該労働者の個体側要因，私生活上の身体的，精\n神的負荷等）に比して相対的に有力な原因となったと認められることが必要であると主張する（相対的有力原因説）\nが，この説は，そもそも定量的に測定することが困難な原因のどれが有力かを論ずることにより，結果的には，行政機\n関が恣意的に業務外の事由を有力と評価し業務外決定を行う基盤を作っている。精神障害の発症においては，業務上の\n要因と被災者の個別的な要因とは不可分一体のものであるから，精神障害の発症の業務起因性の判断に際して，相対的\n有力原因説ではなく，共働原因論こそが正当である。\nｂ　業務が過重であったかどうかについて，平均的労働者を基準として判断するのは誤りであり，被災者本人を基準と\nして判断するのが労災保険法の趣旨に合致する。労働者が過重な労働を強いられている職場においても，うつ病に罹患\nする労働者は多いとはいえず，統計比率としては，少数にとどまる。そもそも，職場においてうつ病に罹患する労働者\nが多数を占める状態は，実際には，企業における職場が崩壊し，成り立たないことを意味する。過半数の労働者がうつ\n病を発症して休むか，辞めるか，自殺するかの状態にあるような職場は考えられない。それにもかかわらず，被告は，\n平均的労働者を問題にし，平均的労働者がうつ病を発症する可能性がある程度に「客観的にみて」「強度な」ストレス\nを考え，その程度のストレスでないと，当該労働者の心理的な脆弱性に起因するものとして業務外と判断しようとする\nが，このような主張は不合理で非現実的なものである。\nｃ　判断指針は，従前の認定基準と比べれば改善されているが，なお，相対的有力原因説や平均人基準説に固執し，ま\nた，業務による心理的負荷の多くの項目を形式的に過小に類型化することにより，被災者の受けた心身の負荷を過小に\n評価して，多数の事案を業務外決定に導く危険性を内包している。したがって，判断指針にとらわれることなく，労災\n保険法の趣旨に基づき，Ｐ１の業務による心身の負荷とうつ病発症との因果関係の有無を判断すべきであり，Ｐ１のう\nつ病発症の業務起因性は，判断指針に照らしてみても，肯定されるべきである。\nｄ　電通社員過労自殺事件において，昀高裁は，自殺した労働者に対する使用者の損害賠償責任が問われた事案につい\nて，二審判決が労働者が真面目で責任感が強く，几帳面で完璧主義だったこと等をとらえ，個体にうつ病親和性ないし\n病前性格が存したことその他の個体側の事情を過失相殺すべき要因として３割過失相殺したことに対して，ある業に従\n事する特定の労働者の性格が同種の業務に従事する労働者の個性の多様さとして通常想定される範囲を外れるものでな\nい場合には，過失相殺する要因として斟酌できないと判断した（昀判平成１２年３月２４日民集５４巻３号１１５５\n頁）。この判断の基礎にある考え方は，使用者の指揮，命令に服して過重，過密な労働に従事している労働者が自殺し\nた場合には，労働者に対して公平，公正な補償をさせようとする考え方であり，労災補償制度の趣旨を考えれば，過労\n自殺における労災の業務起因性をめぐっての因果関係を判断する場面でも同様に適用されるべきである。すなわち，当\n該労働者にとって，過重，過密な業務上のストレスにより，大きな心理的負荷を負い，これが原因でうつ病を発症した\nと認められれば，当該労働者の性格等の個体的要因が同種の業務に従事する労働者の個性の多様さとして通常想定され\nる範囲を外れるものでないかぎり，それら個体的要因を因果関係を否定する要因として評価すべきではなく，業務上の\nストレスとうつ病の発症との因果関係を肯定すべきである。\n③　本件病院におけるＰ１の業務が過重であったことは，次のとおり明らかである。\nａ　Ｐ１は，本件病院の外科勤務医師として，外来患者の診療，外科手術，入院患者中自らの担当患者に対する診療，\n検査業務，緊急患者に対する診療，治療方針の検討，診療経験に基づく学会等への論文書類の作成等の業務に従事して\nいた。\n医師の診療業務は，人の命と健康に大きな影響を与えるものであり，高度の精神的緊張を求められる労働である。特\nに，外科の手術は，人体に決定的な作用をもたらすものであり，精神的肉体的負荷は極めて大きい。また，Ｐ１は，研\n修を終えたばかりの駆け出しの外科医であり，経験豊かな医師と比較して慣れないことが多く，精神的負担が大きかっ\nた。さらに，本件病院に来て期間が経過するに従い，担当する手術の難易度も高まっていった。\n厚生労働省は，脳疾患等認定基準（乙第４１号証）において，業務の過重性を判断する要素として，日常的に精神的\n緊張を伴う業務を挙げ，その例として，常に自分あるいは他人の生命，財産が脅かされる危険性を有する業務，人命や\n人の人生を左右しかねない重大な判断や処置が求められる業務を示しているが，外科医の業務は，その典型的なもので\nある。\nページ(6)\nｂ　Ｐ１の時間外労働時間は，前提事実表２記載のとおり，本件病院に勤務していた３０か月間すべてにつき，１００\n時間を優に超えている。\n上記時間数には，日直，宿直の際の労働時間が加算されていないから，宿直１回につき労働時間を１６時間増やして\n考えるべきで，これだけでも，月に１６時間ないし３２時間の労働時間が加算されなければならない。\nさらに，日直（実質８時間労働。証人Ｐ６の証言），半日直（実質４時間労働）についても加算されるべきである。\n宿日直の労働時間を含めたＰ１の実際の時間外労働時間数は，次頁の表のとおりとなる。\nなお，被告は，所定労働時間中の休憩時間を１時間と主張するが，証人Ｐ６の証言によれば，昼休みは１５分～２０\n分間程度であったと認められるから，午前８時３０分から午後５時までの拘束時間のうち，多めに３０分の休憩時間を\n差し引いたとしても，平日の勤務時間内の実労働時間は８時間として計算することができる。したがって，Ｐ１の全労\n働時間は，上記時間外労働時間に平日の勤務時間内の労働時間を加えたものとなり，ほとんどすべての月で月間３００\n時間を優に超え，４００時間を超える月もあった。\nＰ１の時間外勤務時間一覧表\n┌────┬─────┬────┬─────┐\n│年．月　│時間数　　│年．月　│時間数　　│\n├────┼─────┼────┼─────┤\n│１．１０│１７４．５│３．　１│１４６．５│\n│　　１１│２０２．５│　　　２│１６９．０│\n│　　１２│２５９．５│　　　３│１６９．５│\n│２．　１│２３５．５│　　　４│１４７．５│\n│　　　２│１５３．５│　　　５│１４９．０│\n│　　　３│１５６．５│　　　６│１６０．０│\n│　　　４│１７５．０│　　　７│１７１．０│\n│　　　５│１７５．５│　　　８│１８７．０│\n│　　　６│１６７．５│　　　９│１７７．５│\n│　　　７│１４５．５│　　１０│１８３．０│\n│　　　８│１２３．５│　　１１│１８６．０│\n│　　　９│１２３．０│　　１２│１３１．０│\n│　　１０│１６５．５│４．　１│１８３．５│\n│　　１１│１６８．０│　　　２│１５６．５│\n│　　１２│１８９．５│　　　３│２０４．０│\n└────┴─────┴────┴─────┘\nｃ　Ｐ１の実際の休日は，月平均わずか１回であった。\nｄ　Ｐ１は，夜１０時から朝５時までの深夜帯に労働することが多く，深夜労働の多さは，同人の労働負荷をより重い\nものとした。同人は，少ない月で６回，多い月で１９回もの深夜勤務を行っている。\n本件病院は救急救命センターに指定されており，宿直医が同センターの担当も兼ねていたため，本件病院での宿直\nは，事実上ほとんど睡眠を取ることができず，徹夜労働となる。宿直１回につきほとんど睡眠を取れずに実質的に１６\n時間連続で勤務を続け，その中で急患の診察を行うのは，心身に多大な負荷のかかる極めて過酷な労働である。しか\nも，Ｐ１は，宿直明けにそのまま通常勤務を続けるのであるから，その過重性は計り知れない。\nｅ　Ｐ１ら本件病院の若手医師らは，「オンコール」というシステムを作り，週１回は緊急対応をする輪番制を作って\nいた。このシステムでの担当以外でも，Ｐ１は，担当患者や緊急患者の対応のため，自宅の電話で相談を受け，指示す\nることが常態化し，自宅にいても落ち着いて睡眠を取ることができなかった上，平日深夜や土曜日，日曜日に働くこと\nもしばしばあった。オンコール体制等により，Ｐ１への負荷が一層過重なものとなった。\nｆ　Ｐ１は，多忙のために有給休暇を取ることができず，体調が悪いときでも出勤せざるを得なかった。\nｇ　本件病院は，他の病院と比較して，医師の労働条件がきつかったことは，関係者の供述の一致するところである。\nこれは，本件病院が地域の中核病院として救急患者等の受入を行っていたこと，多忙さに見合う医師の数が揃っていな\nかったことなどが原因である。\nｈ　以上のとおり，本件病院でのＰ１の労働は，質的にも量的にも極めて過重なものであり，特に，平成３年１０月か\nら平成４年３月までの労働は，同人の心身に極度の負荷を与えるものであった。\n④　委託研究報告書は，Ｐ１の長時間労働がうつ病発症の原因となったことを裏付けるものである。\n⑤　Ｐ１は，深夜勤務の多さ，オンコール体制等の業務上の理由から，睡眠の妨害を受け続けてきたのであり，このこ\nともうつ病発症の重要な要因となった。睡眠障害がうつ病発症の原因となることは，委託研究報告書で報告されている\nとおりである。\n⑥　被告は，Ｐ１の業務が平均的な外科医のものと変わりないものであって，業務による精神的，身体的ストレスが心\n理的負荷となったとまでは認められないと主張する。しかし，厚生労働省が脳疾患等認定基準で示した「月８０時間以\n上の時間外労働」という基準は，他者との比較ではなく，当該労働者が何時間働いたかだけを問題にしており，脳心臓\n疾患の場合には他者との比較をせずに労働の過重性を判断し，精神障害の場合には平均的かを問題にするのは合理性に\n欠ける。\nまた，本件病院は，他の病院に比して勤務がきつかったことは複数の医師が供述しているところである。\n⑦　Ｐ１には，業務以外に精神障害に罹患する原因はなかった。Ｐ１は，温厚，実直，真面目な性格であったが，その\nような性格の人は社会に多数存在するのであり，Ｐ１の性格をもって業務起因性を否定することはできない。\n⑧　Ｐ１の「警察の方へ」と題した遺書には，「動機は，毎日の生活に心も体もつかれ，精神的にまいってしまい，休\n息したいということです。」と書かれているが，この記載は，Ｐ１が，業務上の過労，ストレスが原因となり，うつ病\nに罹患し，自殺したことを証明している。\n⑨　脳疾患等認定基凖は，発症前１か月間におおむね１００時間又は発症前２か月ないし６か月にわたって，１か月当\nたりおおむね８０時間を超える時間外労働が認められる場合は，業務と発症との関連性が強いと評価できるとしてい\nる。また，判断指針は，長時間労働が心理的負荷の原因，加重要因となることを明白に認めている。さらに，委託研究\n報告書の各論文は，脳血管疾患，心疾患事案での労働時間数の過重性基準は，精神障害の判断指針にも適用すべきであ\nることを示唆している。したがって，Ｐ１のうつ病発症は，厚生労働省の現行判断指針によっても，業務起因性が肯定\nされるべき事案である。\n（２）　被告の主張\n①　Ｐ１が遅くとも平成４年３月中旬ころまでにうつ病に罹患していたことは争わないが，本件病院におけるＰ１の業\n務による心理的負荷は，客観的に精神障害を発症させるおそれがある程度に強いものであったということができず，Ｐ\n１のうつ病が上記業務により発症したと認めることはできないから，Ｐ１の死亡に業務起因性を認めることはできない\nというべきである。\nページ(7)\n②　うつ病発症の業務起因性については，次のように考えるべきである。\nａ　労災保険法に基づく遺族補償給付及び保険給付は，労働基準法７９条及び８０条所定の「労働者が業務上死亡した\n場合」に行われるものであり（労災保険法１２条の８第２項），精神障害による自殺についても，「労働者が業務上死\n亡した場合」にあたるというためには，精神障害が労働基準法施行規則別表第１の２第９号の「その他業務に起因する\nことの明らかな疾病」に該当することを要し，精神障害につき業務起因性が認められなければならない。そして，労災\n保険法に基づく労災補償制度が，業務に内在ないし随伴する危険が現実化して労働者に傷病等を負わせた場合には，使\n用者の過失の有無にかかわらず労働者の損失を補償するのが相当であるという危険責任の法理に基づく制度であること\nに鑑みると，業務起因性を肯定するためには，業務と死亡の原因となった疾病との間に条件関係が存在するのみなら\nず，社会通念上，疾病が業務に内在ないし随伴する危険の現実化と認められる関係，すなわち相当因果関係があること\nを要するというべきであり，業務が単に疾病の誘因ないしきっかけにすぎない場合には，相当因果関係を認めることは\nできないのであって，この理は，疾病が精神障害の場合であっても異ならない。けだし，業務が，疾病の発症に何らか\nの寄与をしていることが認められたとしても，業務外の要因が，より有力な原因となって疾病の発症をもたらした場合\nには，当該疾病は，業務に内在する危険の現実化ではなく，業務外の危険が現実化して発症したものというべきであ\nり，そのような場合には，当該発症を使用者の無過失責任に帰せしめることはできないというべきであるからである。\nｂ　現在の精神医学では，精神障害の発症について，「ストレス－脆弱性」理論によって理解することが広く受け入れ\nられているから，業務と精神障害発症との条件関係についても，業務上の一定以上の大きさを伴う客観的に意味のある\nストレスが発症に寄与し（少なくとも一原因となっており），当該ストレスがなければ精神障害は発症していなかった\nという関係が高度の蓋然性をもって認められる必要がある。\nｃ　そして，相当因果関係の存否を判断するにあたっては，「ストレス－脆弱性」理論によれば，当該精神障害が業務\nに内在する危険の現実化といえなければならないから，①当該業務が，客観的にみて，すなわち，日常業務を支障なく\n遂行できる労働者（平均労働者）にとっても精神障害を発症させる程度に危険（過重）であると認められること（危険\n性の要件），②当該精神障害が，当該業務に内在する危険の現実化として，すなわち，業務による危険性（過重性）が\nその他の業務外の要因に比して相対的に有力な原因となって発症したと認められること（現実化の要件）のいずれの要\n件をも満たすことが必要である。\nｄ　原告は，危険性の要件につき，本人基準説によるべきであると主張するが，当該業務の危険性は，当該業務の内容\nや性質に基づいて客観的に判断されるべきであり，本人の脆弱性は，判断の対象である「業務」に内包されない業務外\nの要因であって，本人の脆弱性の程度によって業務の危険性が左右されるのは不合理であるし，また，労災補償制度の\n前提となる使用者の補償責任が危険責任に基づく無過失責任であること，労災補償制度が使用者の保険料の拠出によっ\nて運営されている制度であることに照らせば，脆弱性の大きな労働者に発生した精神障害まで労災補償制度で救済する\nことは，労災補償制度の趣旨に反し，採用し得ないというべきである。\n③　本件病院におけるＰ１の業務内容，労働時間は，外科医として平均的な業務内容，労働時間であり，同人のみが過\n剰な負担を強いられていたということはできないから，Ｐ１が従事していた業務それ自体が，日常業務を支障なく遂行\nできる平均的労働者にとって精神障害を発症させる程度に危険，過重な業務であったということはできない。\nａ　Ｐ１の業務内容は，同僚であるＰ７医師やＰ６医師の業務内容と比較して大差はなく，むしろ平均的であり，業務\n内容自体がＰ１に与えた精神的負荷は少なく，業務起因性は認められないというべきである。\n（ａ）　診療内容，手術の件数や難易度は，いずれもＰ１の外科医師としての経験年数や技量に照らし，過剰な責任を\n負わされたとか，特段に困難な手術を先輩医師の指示や補助を受けないままに執刀させられたというような状況にはな\nい。\n（ｂ）　若手医師の担当患者数は，Ｐ１を含めて２０人前後と多く，その点については，Ｐ７医師もＰ６医師も，業務\nとしてはかなり忙しかったと供述しているが，若手医師にのみ過重な負担がかかるようなことはなかったし，また，職\n場の先輩医師による支援体制は整っており，Ｐ１だけが過重な業務を担当していたとは認められない。\n（ｃ）　宿直，オンコールについても，確かに十分な休息がとれるような状況ではなく，客観的にも長時間労働であっ\nたことは間違いないとしても，いずれも機械的に輪番制で担当しており，都合が悪ければ個人的に交代してもらうなど\nして勤務医が公平に担当していたことが認められるから，Ｐ１だけが過重勤務をしていたという事情はない。\n（ｄ）　原告は，Ｐ１の臨床経験そのものに加え，徐々に難しい症例を担当するようになったことが強度の心理的負荷\nとなった旨主張するようであるが，救急救命センターを併設している本件病院においては，悲惨な事故や災害の被害者\nが患者として日常的に搬送されてくるのが常態であり，また，難しい症例を扱うようになるのは，医師としての経験を\n積んでいく中で徐々に与えられる業務であり，本件病院にあっては，決して能力以上のノルマを課していたものではな\nいから，原告の上記主張は失当である。\nｂ　問題となるのは，月平均１５０時間近くの時間外労働がＰ１に与えた精神的負荷の程度であるが，この点も，Ｐ１\nに対して精神障害を来すような心理的負荷となるほどのものと評価するに足る事情とはいえない。\n（ａ）　Ｐ１が月平均１５０時間近い時間外労働をしていたこと，その他オンコールや論文作成等，勤務時間に反映さ\nれない勤務の実態があったことは間違いない。しかし，上記長時間労働は，Ｐ１に限られたことではなく，同期である\nＰ６医師と比較しても，本件病院の外科医一般からいっても，Ｐ１の勤務時間が突出した状況にあったとはいえない。\n（ｂ）　原告は，恒常的な長時間勤務自体が精神的負荷となり，うつ病の発症原因になったと主張し，Ｐ３医師は，殊\nに平成３年３月から同年８月までの６か月間の時間外労働時間に比し，同年９月から平成４年２月までの６か月間の時\n間外労働時間数の増加は，脳疾患等認定基準に沿って評価すれば，業務とＰ１のうつ病発症との関連性が認められると\nの意見を述べる（甲第１３号証８頁）。しかし，平成３年３月から同年８月までの時間外労働時間数８４４時間と同年\n９月から平成４年２月までの時間外労働時間数８９３時間を比較すると，半年間に４９時間，１か月当たり８時間程度\n増えたにすぎないし，Ｐ１の本件病院における時間外労働時間は，平成元年１２月に２４３．５時間を記録するなど，\n過去においてはより長時間に及んだ時期が認められるから，同人のうつ病の発症半年前に時間外労働時間が急に増えた\nということはできない。\n（ｃ）　本件病院の勤務医にはタイムカードがなく，出勤時間を含め，時間管理は個人の自覚に任されている部分があ\nり，手術の後などは，病院内の休憩室のソファで仮眠を取ったりする自由な時間もあったと認められるから，病院滞在\n時間が長いことが直ちに心理的負荷と評価できるかは疑問である。\n（ｄ）　そもそも，労働の長時間化は，生理的に必要な睡眠を取れないほどの長時間労働と認められる場合には，それ\n自体でうつ病の発症原因となり得るが，その程度までに至らない労働の長時間化は，長時間労働が心身の疲労を増加さ\nせ，ストレス対応能力を低下させるために精神的負荷の度合いを修正する要素として考慮されるにすぎない。\n（ｅ）　平成３年９月から平成４年２月までのＰ１の自由時間を分析してみると（乙第３４号証の２），自由時間が７\n時間未満の日は１６日，うち，休日の宿日直の日が７日間あることを考えれば，残業によって自由時間が少なくなった\nのは９日間にすぎず，逆に，自由時間が１０時間以上ある日は７１日間認められるから，長期間にわたって生理的に必\n要な睡眠時間も確保できないような状況に至ったことはなく，労働の長時間化だけをとらえてうつ病発症の原因となる\nような心理的負荷と評価することはできない。\n（ｆ）　原告は，脳疾患等認定基準を精神疾患の場合にも適用すべきであると主張する。しかし，脳，心臓疾患は，血\n管病変を伴う器質的疾患であり，血管病変は加齢や一般生活等における諸種の要因によって憎悪し発症するものがほと\nんどであるが，この自然経過中に著しく血管病変を憎悪させる急激な血圧変動や血管収縮を引き起こす負荷，すなわち\nページ(8)\n過重負荷が加わると，その自然経過を超えて急激に発症することがあるため，脳疾患等認定基準は，業務による過重負\n荷と血管病変等の憎悪に起因する脳，心臓疾患の発症との関連性を検討した専門検討会の検討結果を踏まえて，過重負\n荷と業務との関連を検討し，業務上外の基準を定めたのである。したがって，脳疾患等認定基準が精神疾患に適用され\nないことは当然である。\nｃ　判断指針の「職場における心理的負荷評価表」（別紙３）における心理的負荷の強度（以下，「ストレス強度」と\nいう。）の観点から検討しても，Ｐ１には，総合評価を「強」と認めるだけの心理的負荷があったということはできな\nい。\n（ａ）　Ｐ３意見書は，同表の「出来事の類型」欄記載①（自己や災害の体験），②（仕事の失敗，過重な責任の発\n生），③（仕事の質・量の変化）の各項について，ストレス強度Ⅱに該当する事由があるとするが，①，②について\nは，医師としての経験を積むことにより耐性が生ずるから，ストレス強度はⅠと評価すべきであり，③についても，生\n理的に必要な睡眠がとれないほどのものでない以上，精神的負荷が認められた場合の修正要素として考慮すれば足りる\n程度のものにすぎず，職場におけるストレス強度をⅡとする同意見書の意見は失当である。\n（ｂ）　これに対し，Ｐ４意見書は，ストレス強度Ⅱに該当するものはないとしており，Ｐ５意見書は，ストレス強度\nはなしとすべきであるとしている。Ｐ５意見書の「ストレス強度はなし」とする点については，ストレス強度Ｉに修正\nすべきであるが，Ｐ１の職場における心理的負荷は，外科医という職種であることを前提とすれば，殊に，伸び盛りの\n若手医師の平均像を念頭に置けば，日常的に経験する程度のストレスにすぎず，その強度がⅡに該当するということは\nできないというべきである。\nｃ　以上に対して，Ｐ１の個体側の要因を検討すると，関係者の供述によれば，総じて，Ｐ１は，責任感が強い，真面\n目，他者配慮的など，執着性格又はメランコリー親和型性格であったと認められ，職場における心理的負荷が前記の程\n度にすぎなかったことと併せてみれば，Ｐ１のうつ病発症は，その性格傾向に原因があるということができる。\n④　以上のとおりであるから，Ｐ１の担当業務，労働時間，職場の支援体制を含む職場環境を考慮しても，本件病院に\nおける業務が，客観的にみて，すなわち，日常業務を支障なく遂行できる平均的労働者（本件病院の勤務医一般）にと\nっても精神障害を発症させる程度に危険（過重）であるとは認められず，むしろ，Ｐ１のメランコリー親和型の性格傾\n向からすれば，同僚が医師としての通常の業務として受け入れる程度の心理的負荷によっても精神障害がもたらされる\n危険性があったということができ，したがって，業務による危険性（過重性）がその他の業務外の要因に比して相対的\nに有力な原因となって精神障害を発症したとみることはできないから，Ｐ１に生じた精神障害について，業務起因性を\n認めることはできないというべきである。\n第３　当裁判所の判断\n１　前提事実に前掲各証拠及び甲第４，第５号証，第９号証の１，２，第１０号証の１，２，乙第１号証，第３号証の\n１，第４号証の２，第９ないし第１７号証，第１９ないし第２４号証，第２６号証，第２７号証の１ないし１１，第２\n８，第２９号証，第３０号証の１，第３１号証，第３４号証の２（乙第１号証，第３号証の１のうち，後記採用しない\n部分を除く。），証人Ｐ８，同Ｐ６の各証言，原告本人尋問の結果並びに弁論の全趣旨を総合すると，次の事実が認め\nられる。\n（１）　本件病院は，東京医科歯科大学病院の関連病院のひとつであり，同大学の関連病院の中では規模が大きく，経\n験することができる手術の種類も量も多いため，同大学出身医師が手術等の指導を受ける修練病院４，５か所のうちの\n昀上位に位置付けられていた。同大学を卒業した外科医は，大学の医局に１年程度研修医として勤務した後，麻酔科医\nとして半年程度関連病院で勤務し，更に１，２か所の関連病院で３年程度修練した上で同大学医局に戻り，その後は，\n本人の希望や医局の事情等により，研究職等に就く者と関連病院に転勤する者等に分かれるのが通例である。\nまた，本件病院は，土浦市及び周辺地域の中核病院として，多数の患者の診療にあたっており，殊に，平成元年４\n月，救急救命センターが竣工し，平成２年４月，３次救急救命センターに指定されて以来，医師数の増加がなかったた\nめ，同病院の医師らは多忙を極めた。なお，救急医療には，１次から３次まであるが，３次救急救命センターは，外来\n診療だけで済むような患者から緊急手術や高度の医療処置を必要とする救急患者まで全てを担当する。茨城県南部の３\n次救急救命センターは，本件病院のほかには１病院しかなかった。\n（２）　Ｐ１は，昭和○年○月○日に長野県諏訪市で生まれ，その後，両親とともに東京に移り住み，昭和６３年３\n月，２５歳で東京医科歯科大学医学部を卒業し，昭和６３年４月から平成元年３月まで１年間，同大学附属病院に研修\n医として勤務し，平成元年４月から同年９月まで半年間，総合病院取手協同病院麻酔科に勤務した後，平成元年１０月\n１日から平成４年３月３１日まで，２年６か月間，本件病院第１外科に修練のための勤務医として勤務した。本件病院\n第１外科（以下，単に「外科」という。）は，東京医科歯科大学の第１外科出身者で占められていた。Ｐ１は，自殺の\n１週間前である平成４年４月１日，出身大学である東京医科歯科大学附属病院第１外科に転勤している。\n（３）　Ｐ１は，平成○年○月○日，２９歳で自殺した。\n（４）　Ｐ１が本件病院に勤務していた当時，本件病院外科の医師は，指導的地位にあるＰ９医師，Ｐ１０医師，Ｐ１\n１医師，Ｐ１２医師のほか，中間に，Ｐ１３医師，Ｐ７医師，その下に，Ｐ１４医師，Ｐ１，Ｐ６医師がおり，他に研\n修医がいた。\n①　Ｐ１０医師，Ｐ９医師，Ｐ１１医師，Ｐ１２医師らべテラン医師は，前立ちと呼ばれる指導を担当する立場であ\nり，術者となることもある。\n②　Ｐ１３医師，Ｐ７医師ら中堅医師は，ローテーターと呼ばれ，術者となって前立ちの指導を受けることもあり，ま\nた，Ｐ１ら後輩や研修医が術者となる場合の指導者となることもある。　Ｐ７医師は，昭和５９年に東京医科歯科大学\nを卒業し，研修医等を経て，昭和６１年４月から本件病院外科に勤め，その後，同大学及びその関連病院に勤務した\n後，再び平成３年４月から本件病院外科に転勤し，平成５年６月まで在籍した。Ｐ１とは，平成３年４月から平成４年\n３月までの１年間，勤務が重なっているが，Ｐ１との私的な付き合いはなかった。\n③　Ｐ１４医師，Ｐ１，Ｐ６医師ら新人医師は，外科医としての修練のため，順次，次第に難度の高い手術の術者を担\n当するようになった。新人医師が担当する手術は，研修医より難度の高い手術である。\nＰ６医師は，東京医科歯科大学病院第１外科に入局したのがＰ１と同期であり，その後，Ｐ１より半年遅れて，平成\n２年４月，本件病院に着任し，その後，本件病院外科に２年９か月勤務して，平成５年１月に東京医科歯科大学病院に\n転勤した。Ｐ１とは，平成２年４月から平成４年３月までの２年間，本件病院での勤務が重なっている。\n本件病院の外科医が担当する手術の内容は，医師としての経験が浅いうちは虫垂炎や鼠径へルニア等の比較的簡単な\n手術のみを行い，経験を積むに従って，胆石，乳癌等といった難度の高い手術に進むようになる。Ｐ６医師は，着任時\n期がＰ１より半年遅いため，難度の高い手術への移行も，Ｐ１より半年遅れていた。\nなお，Ｐ１４医師は，Ｐ１と同時に，本件病院から転出している。\n④　Ｐ８は，平成２年４月から本件病院の西４階病棟の看護婦をしており，同病棟には，末期癌を含め，重症の癌患者\nが多い。外科の入院患者は，西５階と西４階の病棟に多かったため，Ｐ８看護婦は，Ｐ１と接触が多かった。Ｐ８は，\n看護学生として本件病院で実習をしていたため，平成２年４月以前から，Ｐ１を知っていた。\n（５）　本件病院の外科医の担当業務は，外来，入院患者の診察にあたるほか，学会等に提出する論文等の作成等であ\nり，具体的には，おおむね次のようなものであった。\n①　平日の始業時刻は，午前８時３０分であるが，医師の場合にはさほど厳密に守られていたわけではなく，外来診療\n等が始まる午前９時より前に出勤すれば足りるとする扱いになっていた。\nページ(9)\n②　出勤後，受持の入院患者の様子を診て回った上で，午前９時からは午前中の担当業務（外来診療，外来手術，内視\n鏡検査等の各担当が曜日毎に決められていた。）に就く。午前９時前に受持患者を診る仕事については，Ｐ６医師は，\n時間がなければ患者の顔を見る程度のこともあったと述べている。\nＰ１の午前中の担当業務は，月曜日が外来診療，火曜日が内視鏡検査，水曜日が外来手術，木曜日が内視鏡検査，金\n曜日が外来手術であった。\n③　外来診療は，午前９時に始まり，午後１時前後まで途切れなく続くのが通常であった。内視鏡検査や外来手術は，\n午前９時から始まり，午後０時ないし午後０時３０分ころまで続く。\n平成３年１０月から平成４年３月までの６か月間，Ｐ１の外来診察日は，１か月当たり平均４．７日であった。\n④　昼食は，本件病院の食堂で，午前中の業務終了後，午後の業務開始前にとることになるが，昼休みとしての実際の\n休憩時間は，食事をする１５分か２０分ほどしかなかった。\n⑤　午後の担当業務は，入院患者の診療であり，手術も，原則として，この時間帯に行われる。Ｐ１やＰ６医師らは，\n術者を担当することが多かった。\n⑥　本件病院では，当時，複数の外科医が１人の患者を担当するのではなく，１人の医師が１人の患者を担当する１人\n受持制がとられていた。受持患者の手術については，受持医が前週末までに患者の容態を整理し，診断結果や術式の選\n択等をまとめ，術前カンファレンスにかけておくのが原則であった。もちろん，緊急の手術もあった。手術後は，患者\nの容態を確認し，引き続き，手術記録を記載し，臓器を切除したときは，付属臓器を仕分けしたりして標本を作成し，\n写真を撮ったり，ホルマリンに漬けて固定したり，病理検査に出したりする。夜間にわたる手術の場合には，これらの\n作業が深夜まで及ぶこともあった（なお，このような方式は，その後若干改められ，標本の整理は，手の空いている他\nの医師が行うこととなった。）。なお，原則として後日，手術の経過，結果や爾後の治療方針等について，術後カンフ\nァレンスが行われるため，必要に応じて，その準備をする。\n⑦　受持の入院患者に対するその他の診療は，午前午後を通じて，時間をやりくりして，病棟の患者の容態を診たり，\n必要な処置をとったり，注射，点滴，検査等の指示を出したりすることになる。また，他の医師が執刀する手術を見学\nすることもある。\n⑧　こうして業務を終了する時刻は，Ｐ１やＰ６医師の場合，午後１０時ころになるのが通常であり（Ｐ１の具体的終\n業時刻は後述する。），夕食は，その後にとるのが普通であった。\n⑨　論文の作成等の業務は，午後に空き時間のあるときや１日の業務が終了した後に行うことになる。\nＰ１は，平成２年には５件の学会発表を担当し，本件病院の外科医中昀も件数が多かった。しかし，平成３年は１件\nであり（Ｐ９医師によると，仕事の合間に書くとして３週間程度かかるものである。），平成４年の３か月間は，学会\n発表を担当したことはない。\n⑩　前記のとおり，本件病院には，手術前の術前カンファレンスや手術後の術後カンファレンス制があったが，急患の\n緊急手術等はひとりで方針を決定して行うこともあり，また，患者の担当については，１人受持制がとられており，大\n学付属病院とは異なって，上位の医師に対する相談等がシステム化されておらず，指導者クラスの医師は，相談されれ\nば応ずるという姿勢ではいたものの，Ｐ１クラスの外科医にとっては，受持患者に対する診療についての責任をひとり\nで負っているという心理的負担がかかっていた。１人受持制のもとで，上位の指導的医師が入院患者を回診することに\nより全体の状況を把握するよう努めてはいたが，担当医に責任が集中する傾向は否めなかった。\n本件病院の外科医が受け持つ受持入院患者は，通常，Ｐ１０医師，Ｐ９医師らべテラン医師は１０人以下，中堅医師\nは１０人強，Ｐ１やＰ６医師ら新人医師は２０人前後であった。Ｐ７医師やＰ６医師は，受持患者数が２０人を超える\nと，名前と顔が一致しなくなるほどの多忙感を抱いた。\n（６）　本件病院の所定労働時間は，月曜日から金曜日までが午前８時３０分から午後５時までのうち，昼の休憩時間\n午後０時から午後１時までの１時間を除く７時間３０分，土曜日が午前８時３０分から午後０時３０分までの４時間で\nあった。タイムカードはなく，医師については，午前９時までに出勤すれば足りることとされていたが，他方，医師\nは，昼の休憩時間については，１５分ないし２０分で食事をとる程度であったから，時間内の実労働時間は，平日が７\n時間３０分，土曜日が４時間とみることができる。\nＰ１０医師やＰ９医師は，平均して朝が早く，午前８時前には出勤していたが，午後は，７時ころには帰宅してい\nた。他の医師は，午前９時前ころ出勤する者が多く，帰宅時刻は，平均して午後９時から午後１０時ころであった。\n（７）　また，本件病院には，宿直，日直，半日直の制度があり，宿直は，午後５時から翌朝午前９時までの終夜勤務\nであり，仮眠は可能とされているが，仮眠の有無にかかわりなく，翌日の勤務は平常どおりとされていた。宿直医は，\n救急救命センターの担当も兼ねていたため，夜間，交通事故によって傷害を負った患者等を含む相当数の緊急患者の診\n療にあたることになり，必要に応じて，複雑，困難な手術を緊急に実施しなければならないこともあり，仮眠を取るこ\nとすらできないのが通常であった。そして，宿直明けの休暇制度などはなく，宿直の翌日も通常の勤務につくことにな\nる。\n①　宿直は，月に１，２回程度の頻度で，各科の医師に割り振られていた。\nＰ６医師は，宿直の際，２，３時間まとまって眠ることができれば非常に運がよく，うとうとしていると起こされる\nのが通常だったと述べている。\n②　また，本件病院には，「オンコール」と呼ばれる制度があり，宿直医の専門外の患者に対する緊急の処置等が必要\nな場合に備えて，各専門ごとにあらかじめ当番の医師を定めて待機することになっていた。例えば，整形外科の医師や\n耳鼻科の医師が宿直の場合，外科医の対応を必要とするときは，当番の外科医が帰宅後であってもポケットベルで呼び\n出すこととされていた。Ｐ１が本件病院に勤務していた当時は，Ｐ１３医師，Ｐ７医師，Ｐ１４医師，Ｐ１，Ｐ６医師\nらが，曜日を決めて外科の当番を務めており，これらの医師は，毎週１日程度，当番を担当していた。オンコールの当\n番として呼出を受けた場合，電話連絡により応答するだけで済むときもないではなかったが，病院に駆け付けて緊急の\n処置をとったり，緊急に手術を実施することもあった。緊急の呼出がある頻度は，月に数回程度であった。\n③　休日である日曜日，祝日等に当番で出勤して勤務することを日直と呼んでいた。日直は，午前９時から午後５時ま\nでの勤務である。半日直は，土曜日の時間外午後５時までの勤務をいう。\n④　なお，土曜日の外来を担当していなかったＰ１やＰ６医師らは，土曜日が「研修」日とされていた。\nＰ６医師は，土曜日は休日も同様であり，受持の入院患者の容態次第であるが，朝病院に顔を出して患者の容態を診\nた後，特に問題がなければ遊びに行くこともできたと述べる。しかし，気になる入院患者がいる場合は，土曜日や休日\nであっても，病院に出て容態を診ることがあり，実際には，Ｐ１も，Ｐ６医師も，病院に顔を出さない方が珍しい状況\nであり，Ｐ１は，土曜日や日曜祝日も出勤しているのが通常であった。\n⑤　宿直及び日直等は，前記所定労働時間には含まれておらず，時間外労働にあたる。しかし，本件病院では，予算上\nの都合から，時間外手当は，全額支払うことができず，毎月定額が支払われていたこともあって，各医師が自ら記載す\nることとされていた「日直・宿直・半日直時間外休日勤務票」（乙第２７号各証。以下，単に「勤務票」という。）に\nは，オンコール待機時の出勤も含めて，全部の記載をしない場合もあった。\n⑥　また，本件病院では，一般に，医師が平常期間内に有給休暇をとることはなかった。Ｐ６医師は，夏季に日程調整\nして１週間程度の夏休みをとるのが通常であったとするが，Ｐ１についてみると，平成２年は，８月２２日～２５日の\n４日間有給休暇をとっているが，平成３年の８月には，全く１日も休暇をとっていない。\nこれに対し，Ｐ１４医師の平成３年８月分の勤務票（乙第２７号証の４）には，２日～４日，９日～１１日，１４\nページ(10)\n日，１６日～１８日，２２日，２３日，２５日，３０日の１４日分の記載がない（全部が休日であったかどうかは明ら\nかでないが，少なくとも定時退勤であったことが窺われる。）。また，Ｐ７医師の平成３年８月分の勤務票（乙第２７\n号証の３）には，３日～５日，７日，１１日，１３日，１４日，２１日，２５日，２６日，２９～３１日の１３日分の\n記載がない（これも全部が休日であったかどうかは明らかでないが，少なくとも定時退勤であったことが窺われる。\n）。さらに，Ｐ１３医師の平成３年８月分の勤務票（乙第２７号証の５）には，４日，５日，１２日～１４日，１８\n日，１９日，２５日，２６日の９日分の記載がない（これも全部が休日であったかどうかは明らかでないが，少なくと\nも定時退勤であったことが窺われる。）。\n⑦　以上の勤務体制，多忙度から，Ｐ６医師は，本件病院の外科医の数は２人くらい不足だったのではないかと回顧し\nている。本件病院の医師は他の関連病院に勤務する医師と比較しても，多忙であった。\nまた，Ｐ７医師も，本件病院における外科医の勤務が極めて多忙であったことは認めるが，「有給は誰も取りませ\nん。医者の勤務体制はそういうものではなく，大学関連病院ではそういう雰囲気でもないからです。・・・遊びに行く\nために休暇をとるという考えが外科医にはなく，・・・せいぜい２～３年で大学に帰れるので，その間はきちんとやろ\nうという感じでした。」と述べている。\n（８）　Ｐ１や同僚外科医らの勤務票記載の時間外労働時間数（早出残業時間，休日勤務時間を指し，宿日直の労働時\n間を含まない。）は，別紙５（乙第２９号証）のとおりであった（なお，厳密には，別紙５のもとになる資料である乙\n第２７号各証自体によると，Ｐ１の時間外労働時間が更に多いことは前提事実記載のとおりである。）。\nこれによると，Ｐ１の時間数とＰ６医師の時間数との間には遜色がないが，他の医師の時間数との間は相当顕著な差\nがある。\n（９）　Ｐ１について，上記時間外労働時間数に前提事実表３記載の宿直，日直，半日直勤務の時間数を合計すると，\n次頁の表のとおりとなる。\nＰ１の時間外労働時間一覧表（宿日直を含む）\n┌────┬─────┬────┬─────┬────┬─────┐\n│年．月　│時間数　　│年．月　│時間数　　│年．月　│時間数　　│\n├────┼─────┼────┼─────┼────┼─────┤\n│１．１０│１７５．０│　　　８│１２３．５│　　　６│１６０．０│\n│　　１１│２０２．５│　　　９│１２７．０│　　　７│１７１．０│\n│　　１２│２５９．５│　　１０│１６６．０│　　　８│１５５．０│\n│２．　１│２３５．５│　　１１│１６８．０│　　　９│１７８．０│\n│　　　２│１５７．５│　　１２│１８９．５│　　１０│１８３．０│\n│　　　３│１５６．５│３．　１│１４６．５│　　１１│１８６．０│\n│　　　４│１７５．５│　　　２│１６９．０│　　１２│１３１．０│\n│　　　５│１７９．５│　　　３│１７０．０│４．　１│１８３．５│\n│　　　６│１６７．５│　　　４│１４７．５│　　　２│１５６．５│\n│　　　７│１４５．５│　　　５│１４９．０│　　　３│２０４．０│\n└────┴─────┴────┴─────┴────┴─────┘\n（１０）　本件病院の月曜日から金曜日までの所定労働時間は午前８時３０分から午後５時までであるが，Ｐ１０外科\n部長兼副病院長（当時）の見ているところ，医師らの実際の帰宅時間は，午後７時か８時であったという（乙第１１号\n証）。\nしかし，Ｐ１やＰ６医師の終業時刻は，本件病院勤務期間を通じて，概ね午後１０時過ぎであった。Ｐ１の終業時刻\nを月毎に一覧すると，別紙６（「Ｐ１の終業時刻一覧表」）のとおりである。同表は，Ｐ１の勤務票（乙第２７号証の\n１）及び乙３１号証によるものである。横軸の時刻は，それぞれ「同時刻まで」を表し，例えば午後９時３０分で勤務\nを終えている場合には，午後１０時の欄に数えることとした。なお，勤務票は，時間外労働時間全部を記載したもので\nはないことは前示のとおりであり，しかも，同票は，時間外労働をした場合の時間数だけが記載されているため，時間\nの記載のない日が定時勤務，宿日直勤務をした日であるか，それとも休暇をとった日であるかの識別は，記載自体から\nはできない。そのため，平成２年８月と同年９月は，☆印を付し，日数を特定していないが，他の月は全ての日につい\nて時間外勤務時間が記入されているか，又は，記入がない日が１日か２日にすぎないので，関係供述等に照らし，宿日\n直勤務をしたと認められた日以外は休日であったと認定した。ただし，平成３年１０月以降は，賃金台帳（乙第２１号\n証）により休暇を取得していないことが認められるから，平日で記入がない日については出勤したものと認定した。ま\nた，ある月の末日に勤務を開始し，翌月の初日に勤務を終えている場合には，勤務を開始した月の「それ以降」の欄に\n数えることとし，平成３年１月３１日から翌２月１日，同年３月４日から翌５日等，いったん勤務を終了した後，数時\n間後に再び勤務を開始したケースにおいては，同一夜について２回分算入することを避けるため，連続して勤務したの\nと同じ扱いをすることとした。\n別紙６の表によると，Ｐ１の退勤時刻は，本件病院着任当初は，午後１０時ころの日が比較的多いが，後半になると\n午後１１時ころまで勤務している日の方が多くなっている。また，午前０時又はそれ以降，場合によっては早暁あるい\nは翌朝始業時まで勤務を続けている日も相当の数にのぼる。Ｐ１の勤務時間が午後１０時を超える深夜時間帯に及んだ\n日数は，同表「１１時以降計」欄記載のとおりであって，軒並み１０日を超えているのであり，殊に，平成３年９月か\nら同年１２月まで及び平成４年３月は，１か月の約半分又はそれ以上の日で深夜帯まで勤務している。\nなお，同表で☆印を付したうち，平成２年９月２０日は，鹿児島市で行われた学会での発表日に当たっており，休日\nには該当しない。\n（１１）　また，５２頁記載「Ｐ１の時間外勤務時間一覧表（宿日直を含む）」の時間外労働時間を単に１か月の日数\nで除して，１日当たりの時間外労働時間を算出し，また，実際に出勤した日の１日当たりの時間外労働時間を算出する\nと，別紙７のとおりとなる（なお，乙第１７，第１９号証により認められる，術者として担当した手術の件数も併記し\nた。また，「実休日数」欄記載の日数は，本件病院に実際に勤務していた日の１日あたり時間外労働時間を算出するた\nめに記入したものであるが，少なくとも，平成２年９月の「７」は，前記鹿児島市における学会発表の前後を含んでお\nり，休んでいたことを示すものではない。）。\nこれによると，実労働日数１日あたりの時間外労働時間は，全期間平均で５．９時間であり，これは，月曜日から金\n曜日であれば，午後５時の定時後，午後１１時近くまで勤務するような状態が常であったことを示している。午後１１\n時まで勤務し，その後，食事をとるとすると，本件病院までの出勤自体に要する時間がさほどかからなかったとして\nも，午前０時から翌朝８時ころの間が入浴，洗面，朝食，身支度等と睡眠の時間であったことになり，新聞を読んだ\nり，テレビを見たり，寛いだりといった時間はない計算になる。\nＰ１がほとんど休暇をとっておらず，土曜日や日曜日も出勤した日が多いことは前示のとおりであり，実際に休んだ\n日は，全期間を通じた平均でも１か月に１．４７日であるが，平成２年の夏と平成３年５月に各月５日以上休んだのを\n除くと，１か月に１度も休んでいない月及び１日しか休んでいない月がそれぞれ１０か月もある。\nさらに，Ｐ１は，平成元年１０月５日から６日，２８日から２９日，同年１１月２日から３日，６日から７日，９日\nページ(11)\nから１０日，２１日から２２日，２４日から２５日，同年１２月１日から２日，２７日から３１日（４日間連続であ\nる。），平成２年１月２日から３日（いずれも休日である。），１２日から１３日，１４日から１５日（いずれも休日\nである。），２６日から２７日，２９日から３０日等々，以下，一々掲げないが，多数回にわたって，翌日にまたがっ\nて勤務している。\n（１２）　次にＰ１の業務の性質について検討するに，Ｐ１やＰ６医師ら新人外科医は，本件病院で初めて，自らの手\nで執刀し，術後の経過を観察し，その間，患者の家族とも面識ができ，その後，時には病気が再発するなどして患者が\n死亡するといった一連の経験をするようになる時期であり，Ｐ６医師も，そのような経験が非常につらい経験であると\n述べている。医療措置のいかんが生命に直結する場合もある外科の場合，拘束時間も長くなる傾向がある一方，本件病\n院でとられていた１人受持制のもとでは，医師の心理的負担は特に重かった。\nＰ１が本件病院に勤務していた期間内に関わった手術の件数は，術者として１か月平均１４件，介者として１か月平\n均４，５件であったが，前記のとおり，医師としての経験を積むに従って，術者として難度の高い手術を行うようにな\nり，難度が高くなるほど，死に直面する頻度も高くなるため，仕事自体によるストレスは高まる。\nＰ１が本件病院で術者として執刀した手術は，着任当初は，所要時間も１時間ないし２時間程度の比較的簡単な手術\nが多かったが，所要時間の点だけからいっても，平成２年３月からは，４時間程度の手術，平成３年８月からは５時間\n半といった手術も担当しており，内容的にも，癌の患者の手術も相当回数行うようになり，平成３年１１月５日には，\n所要時間９時間３５分に及ぶ転移性肝癌の手術も行うようになった。その他，夜間，深夜の手術も相当の回数がある。\n特に平成４年３月には，２日（月曜日）から３日（火曜日）にかけての宿直後，３日から５日まで連日午後，胆石症\n・総胆管結石，胃癌，乳癌の手術を行い，７日（土曜日）午後６時ころ虫垂炎の手術をした後，同日午後８時２０分こ\nろから胃十二指腸潰瘍穿孔の患者につき所要時間約４時間の手術を行い，翌８日朝まで連続勤務した上，そのまま８日\n（日曜日）の日直を担当し，さらに，翌９日まで連続勤務した上で，９日（月曜日〔外来担当日である。〕）には，午\n後５時２５分から急性胆嚢炎の患者の手術を行い，午後１１時まで残業している。翌日以降も午後１１時，午前０時ま\nでと，同様の勤務状態が１２日（木曜日）まで続き，１３日（金曜日）は，Ｐ１らの送別会のため，６時半には退勤し\nている（その送別会での出来事は後述する。）が，翌１４日（土曜日）も出勤し，１日の休みをとったのは，１５日（\n日曜日）になってからであった。１６日（月曜日）以降も，１６日～１９日，夜間の手術を含む午後１１時又はそれ以\n降までの勤務等が続き，２３日の退勤が午後１１時，２４日の退勤が午後１１時３０分，２５日の退勤が午後１０時，\n２７日の退勤が午後９時，２９日は日をまたいで翌３０日午前３時退勤，３０日の退勤が午前０時となっており，３月\n末まで休日をとっていない。\n（１３）　Ｐ１は，平成２年３月ころから，自ら処方箋を書いて睡眠導入剤ハルシオンを服用するようになり，その\n後，鎮痛剤セルシンを自ら注射するなど，不眠に悩んでいた。また，平成３年初めころから，徐々にやせ始め，顔色も\n悪くなり，表情を欠くようになった。Ｐ１は，不眠を他の医師に訴えたことはなかったが，術後の患者の容態を診た後\nにナースステーンョンに立ち寄った際，Ｐ８看護婦に対して，時折，「よく眠れない。」と話したことがあり，平成３\n年の後半ころには，「薬を飲んでも効かなくなったので，注射をしているが，効かない。」と述べたり，同じころ，「\n医者を辞めて，ゆっくりしたい。」とか，出生地のペンション村で喫茶店でもやりたいなどともらしたこともある。\n（１４）　以上の経過を経て，Ｐ１は，遅くとも平成４年３月中旬ころまでにはうつ病を発症した。\n同月１３日に開かれた送別会の際，Ｐ１は，同席したＰ８看護婦に対し，険しい表情で，「人のためにしか生きられ\nなかった。」，「長生きはしたくない。」，「病気で死ねればいいんだけど，無理なら自分から手を下すしかない。\n」，「親より早く死んでしまうのは，一番親不孝なんだよ。それは分かっているんだが。」，さらには，結婚すると，\n妻や子供を残して自分が死ぬことになるから，結婚はしない旨話した。\n（１５）　Ｐ１の個体側の事情として，次のものが認められる。\n①　Ｐ１は，大学時代はテニス部に所属し，同じクラブに所属していたＰ１５医師と親しく，Ｐ１５医師と酒を飲むこ\nともあったが，研修医を終了して別々の関連病院に転勤してからは，Ｐ１５医師とも出会う機会がなくなった。Ｐ１５\n医師は，平成４年３月中旬，Ｐ１に会っているが，やせたと感じたほかは特別な印象を受けなかった。Ｐ１５医師はも\nとより，Ｐ１を知っている同期の友人たちも，Ｐ１の自殺に驚いている。Ｐ１は，平成４年４月１日付の転勤後は，Ｐ\n１５医師の所有する日本橋のマンションを借りて転居する予定にしており，荷物も一部同マンションに移してあった\nが，転勤当初は，両親方で起居していた。しかし他方，転勤後も，本件病院に近い借上マンションは借りたままにして\nいた。Ｐ１は，転勤後，上記大学に戻った同期の仲間の希望している専門の研究テーマをとりまとめて大学に提出する\n役割も受け持った。Ｐ１は，両親に対しては，大学に早く戻りたいかのように述べていたこともあるが，臨床医になる\n希望を述べており，Ｐ１５医師は，Ｐ１から，大学に残って研究職に就きたいと聞いたことはなく，Ｐ７医師も，Ｐ１\nが臨床に関心が高く，大学に戻りたいという意向が少ないと認識していた。\n②　Ｐ７医師によると，Ｐ１は，「礼儀正しく，絵に描いたような好青年」，「素直」な「ナイスガイ」であるが，「\n真面目すぎる」という印象であり，「皮肉を言うだとかのデモーニッシュなところがなく」，「発散が下手な人のよ\nう」に感じられ，「ちょっと陰があり，ベシミスティックで，悲観的というか，引いたところがある感じ」で，「大雑\n把なタイプの人が多い外科医の中では繊細なタイプ」であり，「ひとりで考えてしまう方」であって，責任をひとりで\n背負い込むような状況に関して，「そういう処理が下手なタイプ」であり，外向的なＰ６医師とは対照的で，Ｐ７医師\nに対して，患者に関する相談を持ちかけたりすることはなく，Ｐ１は，上下の関係が薄かったため，負担感がきつかっ\nたかも知れないと述懐する。Ｐ１が本件病院に勤務していた当時，若手外科医が多数いるのに対して，指導する立場の\n医師の数は少なく，先輩医師が個人的努力によって目配りするには限界があり，Ｐ７医師とＰ１３医師は，チームで組\nんで仕事をするようにすべきだとか，標本整理を交代制にすべきだなどと話し合っていた状況にあった。Ｐ７医師は，\n他方で，上記のような本件病院の状況は，事細かに指示する関連病院と比較して自由にやらせてくれるとして，本件病\n院では評判がよかったとも述べている。また，Ｐ７医師は，知っている限りでは，外科医が睡眠薬を常用しているなど\nという話は聞いたことがなく，外科医の仕事は疲れるので，健康であれば不眠などあり得ず，常時，寝不足であると述\nべている。\nＰ７医師の評価によっても，Ｐ１は，外科医としての能力も責任感もあり，手術もうまかったが，控えめで自信家で\nはなく，内科向きではなかったかとされる。しかし，外科医の中には，「性格的に外科医に本当にフィットしている人\nばかりではない」のは，Ｐ７医師も認めるところである。\n③　Ｐ１は，もともと細身ではあったが，Ｐ１に半年遅れて本件病院に赴任したＰ６医師は，１年振りにＰ１に会い，\n大学病院で研修医をしていた当時と比べてやせたなあという印象を持った。\nＰ６医師の印象によると，Ｐ１は，「外科医としての技量も同期の中で指折りで，優しく思いやりのある性格」で，\n「患者や周囲のスタッフを思いやり」，「とてもいいやつで，上司からも人望が厚く，可愛がられていた」と思う，「\n患者からも慕われていて，『いい先生と評判』」だった，「同僚から見ても，責任感が強く，仕事も優秀」だった，横\nで見ていて，「性格もよく，仕事もできて，みんなから好かれる好青年」だった，「スポーツもスキーやゴルフが上手\nく，ハンサムで看護婦からも人気があり，非の打ち所のないような人間」だった，「口調も穏やかで，謙虚な話し方」\nをしており，「真面目で，人付き合いもよく，プライドが高く，弱みを人に見せないタイプ」だった，「たまにいい格\n好しいなところもあったように思う」，「女の子に人気があり，もてるのに」，特定の女性との付き合いはない様子で\nあり，噂もなかった，スキー，ゴルフが趣味で，本件病院に勤務するようになってから購入したと思われるイタリア車\nに乗っており，運転も好きだったようである，几帳面な性格で，一人暮らしのマンションの部屋も片付いていた，患者\nページ(12)\nに対しても親切で，カンファレンスについてもよく勉強して発表していたと述べている。\nＰ６医師の経験によっても，Ｐ１は，本件病院勤務当時，一人で酒を飲みに行くようなことはなく，もとよりそのよ\nうな時間の余裕もなかった。\nＰ１は，平成３年の初めころから次第にやせ，平成４年３月ころにはかなり体重が減っているようにみえ，いつも疲\nれているようにみえた。\nＰ１は，患者について「患者送り状」を作成していたが，Ｐ６医師は，Ｐ１がそのようなものを作成していたことは\n全く知らなかった。\nＰ６医師は，Ｐ１と第１外科医局研修医として同期でもあり，Ｐ１と仲がよかったと認識しているが，Ｐ１から，不\n眠等の不調の訴えを聞いたことがなく，Ｐ１が不眠のため薬剤を使用していたことは，本件労災申請手続の中で事情聴\n取を受けた際に初めて知った。Ｐ６医師は，仕事帰り等にＰ１と食事をともにすることがあったが，患者の話や仕事の\n話が中心であり，プライベートな話題に及ぶことはなかったものの，結婚はしないつもりだという話を聞いたことがあ\nる。\nＰ６医師は，Ｐ１は，同期の中でも外科医としての実力はあった方だと思う，したがって，力量不足で押しつぶされ\nたとは考えられない，しかし，適性の点からいうと，Ｐ６医師の表現によると，胃癌などの患者が再発したとか，転移\nしたといった場合に，患者のことに気持ちが入り過ぎて，割り切ることができない性格であり，それが人間的魅力でも\nあったろうが，真面目すぎたともいえると述懐する。\nＰ６医師の捉え方は，本件病院での初任の外科医の仕事は，多忙で負担の大きい過酷な労働という側面はあるもの\nの，納得ずくで外科医の道に入った以上，覚悟の上であり，多忙であることは，他面，自己の能力を高めるのによい職\n場であったと前向きな捉え方をしている。\n同医師の尋問の結果によると，Ｐ６医師は，宿直明け等の勤務日に空いた時間に医局のソファで横になっても批難さ\nれたりすることはないと述べている。\nしかし，Ｐ８看護婦の印象でも，Ｐ６医師は，比較的仕事を早く切り上げて帰る方であり，Ｐ１とは割り切り方が異\nなっていた。\n④　Ｐ８看護婦は，Ｐ１の印象を「非常に真面目」，「仕事を細かくきっちりやる先生」，「全てのことに真面目な\n人」，「悪ふざけのできない人」，「看護婦に対しても非常に気を遣って」くれるなどと評価しており，通常は，看護\n婦が処置の道具を積んだ回診車を押して患者の傷の消毒に回るのであるが，「看護婦が忙しそうにしているときは，ひ\nとりで処置に回ってくれるなど，自分でできることは全てやってくれる先生」，通常は，２階での手術後，看護婦がべ\nッドに載った患者を４階の病室までべッドごと押して行くのであるが，Ｐ１は，「自分で点滴を持って，看護婦と一緒\nに病室まで運び，その後の処置もできることはやってくれる」，休日でも，ポケットベルの圏外に出るときは，あらか\nじめ連絡先を知らせたり，他の医師に頼んだ旨告げたり，あるいは出先から電話連絡をしてくるなど周到な配慮をして\nいたと述懐する。\n⑤　以上のようなＰ１に近かった者の印象や経験については，諸種の裏付がある。２，３の例をあげれば，本件病院外\n科医長であったＰ９医師もＰ１が仕事熱心であったとしているし，Ｐ１の外来介助を担当していた看護婦は，わざわざ\n原告ら両親に対して，Ｐ１の外来患者や看護婦に対する配慮の行き届いた対応振りについて手紙を書き送っているし，\n重い病気で手術を受けたＰ１の受持入院患者も文集に丁寧な説明についての感謝の文章を載せている。\n⑥　Ｐ１は，本件病院に勤務していた間は，本件病院に近い借上マンションに住んでおり，月に１度か２度，土曜日の\n晩に，両親方に来て泊まることもあったが，常に患者のことを心配している様子で，翌朝，両親方から本件病院に電話\nをかけて，看護婦と患者の容態について話していることもあり，ポケットベルが鳴るなどして，本件病院に連絡を取る\nと，そのまま本件病院に戻ってしまうこともあった。\n（１６）　Ｐ１は，平成４年４月１日，東京医科歯科大学附属病院第１外科勤務となり，同日から同月３日まで出勤し\nた後，土浦に戻って片付けをし，本件病院の医局に行って荷物の整理をした際には，Ｐ７医師に対し，顔も上げず，目\nも合わせずに，大学がつまらないと言っていた。\n（１７）　そして，Ｐ１は，同月○日夜，実家で母親と話したり，一緒に写真を撮ってもらったりした後，翌○日午前\n０時過ぎ，自室に戻り，その後，薬物を自己の身体に注射して自殺した。遺書が遺されていたこと，その内容は，前提\n事実記載のとおりである。以上の事実が認められ，この認定に反する乙第１号証，第３号証の１の各一部は採用せず，\n他に同認定を覆すに足りる証拠はない。\n２　労災保険給付の対象となる業務上の疾病については，労働基準法７５条２項に基づいて定められた同法施行規則３\n５条により同規則の別表第１の２に列挙されており，精神疾患であるうつ病の発症が労災保険給付の対象となるために\nは，同別表第９号の「その他業務に起因することの明らかな疾病」に該当すること，すなわち業務起因性が認められる\nことが必要である。\nそして，労災補償制度の趣旨は，業務に内在又は通常随伴する危険の発現としての労働災害について，使用者の過失\nの有無を問わず，被災労働者の損害を填補するとともに，被災労働者及びその遺族の生活を補償するところにあると解\nされるから，業務と疾病との間に業務起因性があるというためには，単に当該業務と疾病との間に条件関係が存在する\nのみならず，社会通念上，業務に内在又は通常随伴する危険の現実化として疾病が発生したと法的に評価されること，\nすなわち相当因果関係が認められることが必要である。\n精神疾患は，様々な要因が複雑に影響し合って発症するものと考えられているが，業務と精神疾患の発症との間に相\n当因果関係が肯定されるためには，単に業務が他の原因と共働して精神疾患を発症させた原因の一つに含まれると認め\nられるだけでは足りず，当該業務自体が，社会通念上，当該精神疾患を発症させる一定程度以上の危険性を内在させ，\n又は随伴していると認められること，換言すると，業務が相対的に有力な原因となったと認められることが必要である\nと解するのが相当である。\nこの観点から，前提事実記載の知見等を踏まえて検討するに，Ｐ１が本件病院でしていた月間平均１７０時間を超\nえ，時に２００時間をも超えた時間外労働の時間の長さ及びその内容，性質に照らすと，Ｐ１のうつ病は，心理的負荷\nの重い本件病院における長時間の業務が相対的に有力な原因となって発症したものと認めるのが相当である。３　被告\nは，上記長時間労働にもかかわらず，本件病院における業務による心理的負荷は，労働時間の点からも，業務内容の点\nからも，客観的に精神障害を発症させるおそれがある程度に強いものであったとはいえないと主張するので，以下，こ\nれらの点について説明する。\n（１）　まず，業務の内容，性質についてみると，高度の専門技術と集中力が要求され，人の生命にかかわる外科手術\nを行うことは，熟練した外科医にとっては日常業務といえるとしても，順次，初めての症例にあたり，初めての手技を\n自らの手で行う新人外科医にとっては，次第に難度を増すそれぞれの外科手術の施術を担当すること自体が，相当の心\n理的負荷となるものと認めることができる。\n被告は，Ｐ１の業務内容は，同僚医師と比較して大差なく，むしろ平均的であるとして，業務がＰ１に与えた負荷は\n少ないと主張する。しかし，Ｐ１は，勤務医としての立場で受持患者をもっていたのであるから，研修医の業務とは比\n較にならないことはいうまでもない。また，Ｐ１は，研修期間を経て本件病院に着任した新人外科医であり，熟練した\n外科医と比較するのも相当でない。前記認定事実によれば，本件病院の外科医が皆激務であったということができると\nしても，Ｐ１の業務上の心理的負荷の程度は，あくまで，初めての経験を順次積みつつある新人外科医として検討され\nなければならない。この意味で，同程度の段階にあった医師は，本件病院では，Ｐ１４医師とＰ６医師だけである。そ\nページ(13)\nして，Ｐ１４医師との比較では，別紙５のとおり，単に時間外労働時間だけを比較しても，両者の間には２倍又はそれ\n以上の差があることが明らかである。これに対し，Ｐ６医師は，時間外労働時間の点では，Ｐ１に匹敵する長時間労働\nをしているが，Ｐ６医師は，Ｐ１とはかなりタイプが異なる。Ｐ７医師によれば，Ｐ６医師は，Ｐ１と対照的な外向的\n性格であるというのであり，Ｐ６医師自身が，覚悟の上で外科医になったのであるから，多忙であることや困難な手術\nを担当することは，自己の能力を高めるためによい機会であると捉えているというのであって，その供述状況からして\nも，Ｐ６医師が何事も前向きに捉え，物事について割り切った考え方，感じ方をすることができる性格であることは明\nらかである。\nこれに対し，Ｐ１の本件病院における仕事振りは，前記認定のとおりであり，要するに，真面目で，責任感が強く，\n他者配慮的で，几帳面な性格によって，患者のみならず，看護婦等にも周到に配慮して気を遣い，常に患者の容態を心\n配していたことが認められるのであり，そのような外科医も，向き不向きは別として，社会的に期待される医師のひと\nつの典型ということができ，このような医師を心理的負荷の強度を判断する際の基準外とすることはできない道理であ\nる。そして，Ｐ１は，本件病院で初めて，勤務医として人の生命を直接左右する責任の重い立場に立ち，自ら執刀して\n手術を担当したり，治療行為を行ったりして，場合によっては，患者の死や再発に直面し，緊迫した事態のもとで治\n療，救命にかかわるようになったものであるから，業務がＰ１に与えた心理的負荷は客観的にも相当に重いものであっ\nたと認めることができ，これが軽かったなどということは，到底できない。\nさらに，緊急かつ重大な業務に突発的に携わる可能性が常時ある状態に置かれていたオンコール制による心理的負担\nも無視することはできないし，オンコール制のもとでの当番の際や，あるいは，受持患者の容態の急変等により，ポケ\nベル等で呼び出される可能性のある状態が連続していたことによる心理的負担も軽いものとはいえない。また，帰宅後\n実際に呼び出されたりして，患者の診療にあたったり，場合によっては，深夜，早暁に緊急手術を行ったり，深夜勤\n務，終夜勤務等を断続的に繰り返したりすることよる睡眠リズムの乱れ等も，長時間労働とあいまって，うつ病発症の\n要因となる性質のものであったことは前記知見上明らかである。\n（２）\nまた，時間外労働時間についてみると，Ｐ１の時間外労働時間は，うつ病発症と強い関連性が指摘されている月間１０\n０時間以上どころか，昀大２５９．５時間，平均１７０．６時間に及んでおり，しかも，Ｐ１は，ほとんど休みの日が\nない状態で，更に不規則な時間帯で，連続した勤務を長期間にわたって続けていたものであって，それ自体がうつ病発\n症と強い関連性のある負荷となっていたということができる。\n被告は，他の医師と比較して，Ｐ１だけが突出した長時間労働をしていたわけではないと主張する。しかし，Ｐ６医\n師以外の医師と比較すれば，Ｐ１の時間外労働時間が顕著に長いことは前示のとおりである。なるほど，Ｐ６医師の時\n間外労働時間は，Ｐ１に匹敵するものがあるが，Ｐ８看護婦によれば，比較的仕事を早く切り上げて割り切る方であっ\nたというのであって，Ｐ６医師自身によっても，例えば，午前９時前に受持患者を診る仕事については，時間がなけれ\nば顔を見る程度のこともあるとか，土曜日については，受持患者に特に問題がなければ，遊びに行くこともできたから\n休日と同じであるとか述べているように，割り切りが早く，気持ちの切り替えがうまかったことが認められ，「患者の\nことに気持ちが入り過ぎて，割り切ることができない性格」であり，両親方に戻っても，本件病院に電話をかけて受持\n患者の容態を聞いたりしていたＰ１とは，業務に対する対応ないしは割り切り，気持ちの切り替えが全く異なってい\nる。そして，Ｐ１のようなタイプの医師も，医師の個性の多様さとして通常想定される範囲を外れるものではなく，ま\nた，期待される医師の一典型であることは前示のとおりであり，Ｐ６医師が長時間労働をこなしてなお精神疾患等を発\n症していないことをもって，Ｐ１が受けていた負荷が軽いということはできない。\nまた，被告は，平成３年９月から平成４年２月までの６か月間の時間外労働時間がその直前の６か月間と比べて４９\n時間しか増加していないとか，昀長時間外労働時間を記録したのは平成元年１２月であるなどと指摘する。しかし，ま\nず，Ｐ１が担当した手術の難度が次第に高くなっていったこと，したがって，その心理的負荷が次第に重くなっていっ\nたことは前示のとおりであり，長時間化の程度だけを云々することはできない。また，Ｐ１の時間外労働時間が極端に\n長いことは，前示のとおりであり，Ｐ１が本件病院勤務当初からの長時間労働に耐えたからといって，長時間労働がＰ\n１にとって負荷にならなくなったとはいえないことも多言を要しない。Ｐ１の労働の長さと質は，本件病院に勤務する\nようになる前と比較すれば，格段の差があったと解される。そもそも，専門検討会報告や判断指針が発症前６か月に注\n目すべきであるとしているのは，急性のストレス要因となる特定の具体的出来事の影響を検討するに際し，発症前６か\n月に注目すべきこと，また，持続性のストレスとなる長時間労働については，それ以前の労働時間と比較して顕著に長\n時間化することが発症の要因となり得ることを指摘するものにすぎず，長時間労働がより長期にわたって常態化するこ\nとが発症の要因にならないとの前提に立つものでないことは明らかであり，同報告も，発症の６か月以上前から続く常\n態的な長時間労働が更に過重性を増す場合には，その変化の度合いが小さくても，強いストレスと評価すべきであると\nしているのである。その上，Ｐ１のうつ病発症時期が遅くとも平成４年３月中旬ころまでと認められるのは，Ｐ１が送\n別会の席上でＰ８看護婦に話した自殺念慮を示す発言を主たる根拠とするものであり，それ以前に全く精神症状を呈し\nていなかったと断定することができるからではない。前記認定のとおり，Ｐ１は，平成２年３月ころ以降，睡眠導入剤\n等を使用しており，平成３年後半には，既に，薬を飲んだのでは効かないので注射をしていると話したり，医者を辞め\nてゆっくりしたいなどと発言したりすることがあったのであって，当時，Ｐ１が専門医の診察を受けるなどしていない\nこともあり，発症時点や症状経過を詳細に特定することができないものの，平成４年３月中旬以前にＰ１がうつ病を発\n症していた可能性は，必ずしも否定することができないのである。したがって，認定した上記発症時点である平成４年\n３月中旬は，「遅くとも」そのころという意味であって，確定的な時点ではないから，この時点からさかのぼること６\nか月間のみに限って検討対象とすれば足りると解することには合理性がない。\nさらに，被告は，本件病院の勤務医の時間管理には裁量性が認められていたから，病院に滞在した時間が長いことは\n心理的負荷と評価し得ない旨主張するが，前記認定のＰ１の性格や仕事振りからすると，Ｐ１は，勤務時間内に適宜に\n休息をとることが下手であり，むしろ，裁量性が認められていたからこそ，Ｐ１の業務に対する真摯な姿勢が勤務時間\n内の業務の密度を濃くし，Ｐ１自身の受ける負荷を高めたと考えられる。被告は，病院内のソファで仮眠を取ることも\nできたと主張するが，不眠に悩んでいたＰ１が勤務時間内に被告主張のような方法で仮眠を取っていたと認めるに足り\nる証拠はない。また，被告は，７時間未満の自由時間をもって初めて負荷と捉えるかのごとく主張するが，７時間しか\n業務を離れる時間がないとすると，一定の時刻に出勤を要する者にとって，夕食，入浴，朝食，出勤のための身支度\n等，昀低限の準備時間を除けば，そもそも休息といえるほどの睡眠時間がほとんどないことになってしまうのであり，\n被告の上記主張は現実味がない。Ｐ１の勤務実態は，前示のとおり，１か月中，ほとんど休日をもつことなく，時に，\n徹夜勤務を繰り返すような状態にあり，これをもって心理的負荷が低いということは無理である。他の外科医が夏休み\nをとっていたほか，定時退勤したり，又は実質的な休暇（研修日）をとっていたりしたことが窺われることは前示のと\nおりであるのに対して，Ｐ１について，休養がとれていたことを窺わせる証拠はないのである。専門検討会報告や判断\n指針は，「極度の長時間労働」の例として，「数週間にわたる」，「生理的に必要な昀小限度の睡眠時間を確保できな\nいほどの長労働時間」をあげるが，「極度の長時間労働」がこれに限られるものでないことは当然であり，同報告や指\n針からは，労働時間としては上記の例よりもやや短い時間であろうと，はるかに長期間にわたる長時間労働の場合を除\n外する趣旨を読み取ることはできない。\n（３）　専門検討会報告や判断指針は，業務による心理的負荷の強度を評価する手法として，ストレス要因となる「出\n来事」を類型化してストレス強度を評価する方法，その際着目すべき点を示しているが，同時に，長時間労働が精神障\nページ(14)\n害の準備状態を形成する要因となっている可能性があるとして，出来事の評価にあたって，特に恒常的な長時間労働が\n背景にある場合，ストレス強度は，より強く評価される必要があると指摘している。その見解に沿って検討しても，Ｐ\n１の業務は，重症の受持患者等の診療それ自体が，自己の責任において他人の生命等を左右するという意味で，それぞ\nれ「出来事」としての性質を有するものと評価することができ，本人の意思とかかわりのない患者の病状の変化という\n事態に対応を余儀なくされるという意味で，「仕事の裁量性の欠如」，「本人の意思に反した強制的スケジュール」，\n「仕事の密度が濃くなった」といった「仕事の質，量の変化」を伴うものであり，「責任の度合い」，「作業困難度」\nという点からも，研修医であった当時，麻酔医の研鑽をしていた時期とは，格段の差があったと解されるのである。\n（４）　次に，Ｐ１の個体側の要因の有無についてみると，Ｐ５医師は，意見書の中で，Ｐ１の性格傾向について，メ\nランコリー親和型性格であるとしており，なるほど，Ｐ１は，性格上，ひとりで問題を抱え込んでしまうような面があ\nったため，同じ出来事に対してでも，感ずる心理的負担感がＰ６医師より重かったことが窺われる。しかし，そもそ\nも，メランコリー親和型性格とは，あくまでも人格の特徴，人間の存在様式の一つであり，個性の多様さとして通常想\n定される範囲内のものにすぎず，それ自体がうつ病発症に直結するほどの強い関連性をもつとはいえないのであり（乙\n第３７，第３８号証），他に，Ｐ１の個体側にうつ病発症の原因となるような要因は，これを認めるに足りる証拠がな\nい。\n（５）　以上のとおりであるから，Ｐ１が本件病院における業務の上で感じていた心理的負荷は，社会通念上，うつ病\nを発症させる危険性を内在させているといえる程度に強いものであると認められるのに対し，同人の個体側要因にはう\nつ病発症と強い関連性を持つ要因は認められないのであって，Ｐ１のうつ病発症及びそれによる本件自殺は，同人の本\n件病院における業務に起因するものと認めるのが相当である。\n４　よって，原告の請求は理由がある。\n水戸地方裁判所民事第２部\n裁判長裁判官　松本光一郎\n裁判官　上原卓也\n裁判官　岸野康隆\nページ(15)\n"
}