{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 1
  },
  "case_number": "平成12(行ツ)62",
  "case_name": "国民健康保険料賦課処分取消等請求事件",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第60巻2号587頁",
  "original_court_name": "札幌高等裁判所",
  "original_case_number": "平成10(行コ)8",
  "original_date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 21
  },
  "gist": "１　市町村が行う国民健康保険の保険料と憲法８４条\n２　国民健康保険の保険料率の算定基準を定めた上でその決定及び告示を市長に委任している旭川市国民健康保険条例（昭和３４年旭川市条例第５号）８条（平成６年旭川市条例第２９号による改正前のもの及び平成１０年旭川市条例第４１号による改正前のもの），１２条３項と国民健康保険法８１条及び憲法８４条\n３　旭川市長が平成６年度から同８年度までの各年度の国民健康保険の保険料率を各年度の賦課期日後に告示したことと憲法８４条\n４　恒常的に生活が困窮している状態にある者を国民健康保険の保険料の減免の対象としていない旭川市国民健康保険条例（昭和３４年旭川市条例第５号）１９条１項と国民健康保険法７７条及び憲法２５条，１４条",
  "case_gist": "１　市町村が行う国民健康保険の保険料については，これに憲法８４条の規定が直接に適用されることはないが，同条の趣旨が及ぶと解すべきであるところ，国民健康保険法８１条の委任に基づき条例において賦課要件がどの程度明確に定められるべきかは，賦課徴収の強制の度合いのほか，社会保険としての国民健康保険の目的，特質等をも総合考慮して判断する必要がある。\n２　旭川市国民健康保険条例（昭和３４年旭川市条例第５号）が，８条（平成６年旭川市条例第２９号による改正前のもの及び平成１０年旭川市条例第４１号による改正前のもの）において，国民健康保険の保険料率の算定の基礎となる賦課総額の算定基準を定めた上で，１２条３項において，旭川市長に対し，保険料率を同基準に基づいて決定して告示の方式により公示することを委任したことは，国民健康保険法８１条に違反せず，憲法８４条の趣旨に反しない。\n３　旭川市長が旭川市国民健康保険条例（昭和３４年旭川市条例第５号）１２条３項の規定に基づき平成６年度から同８年度までの各年度の国民健康保険の保険料率を各年度の賦課期日後に告示したことは，憲法８４条の趣旨に反しない。\n４　旭川市国民健康保険条例（昭和３４年旭川市条例第５号）１９条１項が，当該年において生じた事情の変更に伴い一時的に保険料負担能力の全部又は一部を喪失した者に対して国民健康保険の保険料を減免するにとどめ，恒常的に生活が困窮している状態にある者を保険料の減免の対象としていないことは，国民健康保険法７７条の委任の範囲を超えるものではなく，憲法２５条，１４条に違反しない。\n（１〜３につき補足意見がある。）",
  "ref_law": "（１〜３につき）憲法84条，国民健康保険法（平成9年法律第124号による改正前のもの）76条　（１につき）国民健康保険法5条，国民健康保険法（平成14年法律第102号による改正前のもの）79条の2　（１，２につき）国民健康保険法81条　（２につき）旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成6年旭川市条例第29号による改正前のもの）8条，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成10年旭川市条例第41号による改正前のもの）8条，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成9年旭川市条例第8号による改正前のもの）9条，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成12年旭川市条例第23号による改正前のもの）10条，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成9年旭川市条例第8号による改正前のもの）11条，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成7年旭川市条例第14号による改正前のもの）12条1項，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成8年旭川市条例第8号による改正前のもの）12条1項，旭川市国民健康保険条例（昭和34年旭川市条例第5号。平成9年旭川市条例第8号による改正前のもの）12条1項　（２，３につき）旭川市国民健康保険条例（昭和34年旭川市条例第5号）12条3項　（３につき）旭川市国民健康保険条例（昭和34年旭川市条例第5号）13条　（４につき）憲法14条，憲法25条，国民健康保険法6条6号，国民健康保険法77条，旭川市国民健康保険条例（昭和34年旭川市条例第5号）19条1項",
  "lawsuit_id": "24926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=24926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/024926_hanrei.pdf"
}