{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 2
  },
  "case_number": "平成15(行ウ)67",
  "case_name": "行政文書不開示処分取消請求事件",
  "court_name": "名古屋地方裁判所民事第9部",
  "lawsuit_id": "7531",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7531",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/531/007531_hanrei.pdf",
  "contents": "平成１６年９月２日判決言渡　同日原本領収　裁判所書記官\n平成１５年（行ウ）第６７号　行政文書不開示処分取消請求事件\n口頭弁論終結日　平成１６年６月２１日\n判　　　　　　　　　決\n主　　　　　　　　　文\n１  被告が原告に対し，平成１４年３月１日付けでした「空港近接部埋立造成事業に係\nる収支計画の積算内訳」の一式（「空港近接部埋立造成事業　事業費積算内訳」\n及び「平成１３年１０月収支計画積算資料」）を開示しない旨の決定（ただし，愛知\n県知事による平成１５年９月２２日付け審査裁決によって開示されることとなった別\n紙開示情報目録記載の部分を除く。）のうち，別紙資料目録記載②の「年次別収支\n計画表」の収入欄の「その他」，同支出欄の年次別「事務費」及び「その他」，同目\n録記載⑥の「交通施設用地処分先内訳」の「面積」並びに同目録記載⑯の「事務費\n積算の内訳」の年次別の「人件費」，「起債額」，「償還元金」及び「利息」の各部分\nをそれぞれ取り消す。\n２　原告のその余の請求をいずれも棄却する。\n３　訴訟費用は，これを１０分し，その１を被告の，その余を原告の各負担とする。\n事実及び理由\n第１　原告の請求\n被告が原告に対し平成１４年３月１日付けでした「空港近接部埋立造成事業に\n係る収支計画の積算内訳」の一式（「空港近接部埋立造成事業　事業費積算内\n訳」及び「平成１３年１０月収支計画積算資料」）を開示しない旨の決定（ただし，愛\n知県知事による平成１５年９月２２日付け審査裁決によって開示されることとなった\n別紙開示情報目録記載の部分を除く。）を取り消す。\n第２　事案の概要\n本件は，原告が，愛知県情報公開条例（平成１４年愛知県条例第２３号による改正\n前の平成１２年愛知県条例第１９号。以下「本件条例」という。）に基づき，「空港近接\n部埋立造成事業に係る収支計画の積算内訳」の一式（「空港近接部埋立造成事業\n事業費積算内訳」及び「平成１３年１０月収支計画積算資料」から成る。以下，前者を\n「積算内訳」，後者を「積算資料」といい，併せて「本件各文書」という。）の開示を求め\nたところ，その実施機関である被告が不開示決定をした（以下「本件処分」という。）た\nめ，その後の愛知県知事による審査裁決（以下「本件裁決」という。）によって開示さ\nれることとなった別紙開示情報目録記載の情報（積算内訳の全部と積算資料の一\n部。以下「本件開示情報」という。）を除くその余の不開示情報（以下「本件不開示情\n報」という。）に関する部分の取消しを求めた抗告訴訟である。\n１　前提事実（争いのない事実及び証拠によって容易に認定できる事実等）\n(1)　原告による本件各文書の開示請求\n原告は，平成１４年２月１５日，被告に対し，本件条例６条１項に基づき，本件\n各文書の開示を請求した（以下「本件請求」という。乙２）。\n(2)　本件各文書の存在と被告の立場\nア　愛知県企業庁（以下「県企業庁」という。）は，地方公営企業法に基づいて設\n置された愛知県が経営する公営企業であるところ，被告は，同法７条及び愛\n知県公営企業の設置等に関する条例４条に基づき，県企業庁に置かれた管\n理者である。\nイ　県企業庁は，中部国際空港の関連事業としての「空港島地域開発用地及び\n常滑市街地に隣接した空港対岸部地域開発用地を埋立造成する事業」（以下\n「本件事業」という。）を実施するに当たり，平成１３年３月１４日，収支計画を\n策定したが，その後，賃貸方式の導入検討や土砂調達計画の変更を受けて，\n平成１３年１０月，本件事業に関する収支計画の見直しを行い，「空港近接部\n埋立造成事業に係る収支計画」（以下「本件収支計画」といい，その文書を\n「本件収支計画書」という。）をまとめ，同月２日，県議会及び報道機関等に対\nして公表した（乙１，６）。\nウ  本件各文書は，県企業庁において，本件収支計画を策定するための根拠と\nなる資料として，又はその内容を説明するための資料として作成されたもので\nあって，積算内訳と積算資料の２つの文書から成り，さらに，積算資料は，別\n紙資料目録記載の目次及び①ないし⑱の各資料から構成されている（乙３，\n４，６，７）。\nエ　被告は，その職員が組織的に用いるものとして本件各文書を管理している\n本件条例上の実施機関である（本件条例２条１項）。\n(3)　関連事件\nア　原告は，他の者と共同で，平成１２年１１月３０日，本件事業は採算性が見込\nめず，その実施によって自然環境が破壊されるなどと主張して，被告に対し，\n本件事業に関する費用の支出差止めを求める住民訴訟（当庁平成１２年（行\nウ）第６２号。以下「別件事件」という。）を当庁に提起したところ，同事件につ\nいては，平成１４年１１月１１日，弁論が終結され，平成１５年３月２４日，原告\nらの請求を棄却する旨の判決が言い渡されたが，原告らの控訴により，現\n在，名古屋高等裁判所に係属している（同庁平成１５年（行コ）第２５号。乙\n６）。\nイ　被告は，別件事件において，本件事業が採算性を有することを立証するた\nめ，本件収支計画書を証拠として提出したところ，原告らは，平成１４年２月１\n５日，その積算の根拠となる本件各文書について，送付嘱託の申立てをした。\nそのため，被告は，裁判所から，同年３月８日までに，本件文書を証拠として\n提出できるか否かを検討するように求められた。\n(4)　本件処分\n原告は，前記送付嘱託の申立てをした平成１４年２月１５日，被告に対し，本\n件請求をしたところ，被告は，同年３月１日，以下の理由で本件各文書を開示し\nない旨の本件処分を行い，そのころ，原告に対して通知した（甲１）。\nア　本件条例７条５号に該当\n県の機関内部の検討に関する情報であって，公にすることにより意思決定\nの中立性が不当に損なわれるおそれがあるため\nイ　本件条例７条６号に該当\n現在継続（係属）中の訴訟において，相手方から提出を求められており，そ\nの対応について（平成１４年）３月８日を期限に検討している情報であって，そ\nの判断以前に公にすることにより県の当事者としての争訟上の地位を不当に\n害するおそれがあること及び地方公共団体が経営する企業に係る事業に関\nし，その企業経営上の正当な利益を害するおそれがあるため\n(5)　その後の経緯\nア　被告は，平成１４年３月８日，別件事件の受訴裁判所である当裁判所に対\nし，積算内訳を証拠として提出し，さらに同年６月２１日，別件の行政文書開\n示請求に対応して，積算資料のうち，積算内訳と共通する情報を開示した。\nイ　他方，原告は，平成１４年３月１２日，愛知県知事に対し，本件処分を不服と\nして，審査請求を申し立てた。\nウ　愛知県知事は，平成１４年３月２９日，上記審査請求について，愛知県情報\n公開審査会に諮問したところ（諮問第３６５号。甲２，乙６），同審査会は，本件\n条例２１条１項に基づいて，本件各文書の提示を受け，被告職員及び原告か\nらの意見を聴取した上で，平成１５年９月１１日付けをもって，本件開示情報に\nついては既に公開されているか又は公開された情報とほぼ同じ内容であり，\n本件条例７条５号，６号に該当しないから開示すべきであるが，本件不開示情\n報は同条６号に該当する旨の答申をした（答申第２３６号。甲２，乙６，９）。\nエ　愛知県知事は，平成１５年９月２２日，前記審査請求に対し，前記答申を踏\nまえて，本件処分のうち本件開示情報に関する部分を取り消して開示し，その\n余の部分は棄却する旨の本件裁決をした（甲２）。\n(6)　本件条例（抜粋）\n前文　情報の公開は，地方自治の本旨にのっとり，公正で民主的な県政を推進し\nていく上での基礎となるものである。\nまた，県の保有する情報を広く県民に公開していくことは，県がその諸活動\nを県民に説明する責務を全うするとともに，県政に対する県民の理解を深\nめ，県民と県との信頼関係を増進していく上で不可欠なものである。\nこのような認識の下に，県民の知る権利を尊重して，県の保有する行政文書\nの開示を請求する権利を明らかにするとともに，情報の提供に関する施策\nの充実を図ることにより，透明性の高い，開かれた県政を実現するために，\nここにこの条例を制定する。\n（目的）\n１条　この条例は，行政文書の開示を請求する権利につき定めること等により，\n実施機関の管理する情報の一層の公開を図り，もって県の有するその諸\n活動を県民に説明する責務が全うされるようにするとともに，県民の的確な\n理解と批判の下にある公正で民主的な県政の推進に資することを目的とす\nる。\n（解釈及び運用の基本）\n３条　実施機関は，この条例の解釈及び運用に当たっては，行政文書の開示を\n請求する権利を十分に尊重するものとする。この場合において，実施機関\nは，個人に関する情報がみだりに公にされることのないよう最大限の配慮\nをしなければならない。\n（行政文書の開示義務）\n７条　実施機関は，開示請求があったときは，開示請求に係る行政文書に次の\n各号に掲げる情報（以下「不開示情報」という。）のいずれかが記録されて\nいる場合を除き，開示請求をしたものに対し，当該行政文書を開示しなけ\nればならない。\n一ないし四　略\n五　県の機関並びに国及び他の地方公共団体の内部又は相互間における審\n議，検討又は協議に関する情報であって，公にすることにより，率直な意見\nの交換若しくは意思決定の中立性が不当に損なわれるおそれ，不当に県\n民の間に混乱を生じさせるおそれ又は特定の者に不当に利益を与え若しく\nは不利益を及ぼすおそれがあるもの\n六　県の機関又は国若しくは他の地方公共団体が行う事務又は事業に関す\nる情報であって，公にすることにより，次に掲げるおそれその他当該事務又\nは事業の性質上，当該事務又は事業の適正な遂行に支障を及ぼすおそれ\nがあるもの\nイ　略\nロ　契約，交渉又は争訟に係る事務に関し，国又は地方公共団体の財産\n上の利益又は当事者としての地位を不当に害するおそれ\nハ，ニ　略\nホ　国又は地方公共団体が経営する企業に係る事業に関し，その企業経\n営上の正当な利益を害するおそれ\n２　本件の争点\n本件不開示情報は，本件条例７条（５号，６号ロ，ホ）の定める不開示情報に当\nたるか。\n３　争点についての当事者の主張の要旨\n(1)　被告の主張\nア　県企業庁と本件事業の性格\n地方公営企業法３条は，地方公営企業の経営の基本原則として「地方公\n営企業は，常に企業の経済性を発揮するとともに，その本来の目的である公\n共の福祉を増進するように運営されなければならない。」と定めているところ，\nここにいう「企業の経済性」とは，企業一般に通ずる経営原則としての合理性\nと能率性とを主として指すものである（「地方公営企業法及び同法施行に関す\nる命令の実施についての依命通達」（昭和２７年９月２９日自乙発第２４５\n号））。\nそして，地方公営企業は，確かに，利潤の追求を目的とするものではない\nが，このことは，民間企業のような利潤の極大化が目的ではないというにとど\nまり，その運営に当たって必要かつ適正な利益の獲得をも否定する趣旨では\nない。これは，「地方公営企業法の一部を改正する法律等の施行について\n（昭和４１年７月５日自治事務次官通達）」中の第四の三において，「地方公営\n企業が健全な経営を確保する上に必要な資金を内部に留保するため，料金\nには，適正な率の事業報酬を含ませることが適当であること。」とされているこ\nとからも裏付けられる。\n本件事業は，その財源として一般会計や国庫補助金等の公的補助を受け\nず，金融機関等から資金を借り入れて，これを土地分譲等による事業収入に\nより返済することが予定されているから，採算性が求められ，しかも，土地を\n分譲等して企業誘致する際には，官民を問わず，他の土地造成事業者と競\n合する関係にある。したがって，県企業庁は，民間企業と同様に，適正な利益\nを見込んだ上で，分譲予定価格や賃貸予定価格を設定し，これらに基づく収\n支計画を作成するのであり，本件収支計画におけるこれらの価格設定や販売\n計画は，企業経営上の極秘事項である。\nイ  本件条例７条５号の該当性\n本件条例７条５号は，県の機関等の内部又は相互間における審議，検討\n又は協議に関する情報が公にされると，外部からの圧力や干渉等の影響を\n受けることなどにより，率直な意見の交換又は意思決定の中立性が損なわれ\nる場合があり，また，未成熟な情報が公にされ又は情報が尚早な時期に公に\nされると，県民の間に混乱を生じさせ，又は投機を助長するなどして特定の者\nに利益を与え若しくは不利益を及ぼす場合があるため，上記の情報につい\nて，検討途中の段階の情報を開示することの公益性を考慮してもなお，県等\nの意思決定に対する支障が看過し得ない程度のものである場合には，上記\nの情報が記録されている行政文書を不開示とすることを定めたものである。\nしかるところ，本件不開示情報には，平成１３年１０月時点における県企業\n庁の経営判断や販売計画などの企業戦略に関する情報が含まれているが，\nこれらの情報は，本件事業の販売計画などを適切かつ慎重に検討したもの\nで，今後も社会経済情勢に応じて，さらなる検討を行わなければならないこと\nから，これらを公にすれば，意思決定の中立性又は適切性が損なわれるおそ\nれがある。\nウ　本件条例７条６号の該当性\n本件条例７条６号は，県の機関等が行う事務事業は，公益に適合するよう\n適正に遂行されるものであるが，これらの事務事業に関する情報の中には，\n当該事務事業の性質上，公にすることにより，その適正な遂行に支障を及ぼ\nすおそれがあるものが含まれるため，これらの情報が記録された行政文書を\n不開示とすることを定めたものである。\nしかるところ，本件不開示情報には，平成１３年１０月時点における県企業\n庁の経営判断がうかがえる情報や販売計画につながる情報などの企業戦略\nに関する情報が含まれているところ，これらは，県企業庁の事業運営に関す\nる考え方やノウハウなどの企業秘密であって，これらを公にすることにより，\n県企業庁の経営する事業における経営上の正当な利益を害するおそれがあ\nる。\nなお，原告は，県企業庁が土地の分譲価格や賃貸価格を決定する際，市\n場原理を無視し，投資の回収のみを目的としているかのように主張するが，\n県企業庁は，土地の用途や効用ごとに地域の実勢価格などを参照しながら，\nそれぞれに格差を付けて，回収するべき原価を割り付け，不動産鑑定評価や\n市場性も十分に考慮した上で決定しているのであって，原告の上記主張は誤\nりである。\nエ　本件不開示情報の個別的検討\n①　収支計画総括表（冒頭の番号は，別紙資料目録記載のそれに対応してい\nる。以下，同じ。）\nこの資料における不開示部分は，ａ総収入額の内訳中の「賃貸収入」の\n備考欄とｂ面積に関する部分の中の「賃貸」に関する内訳の部分である。\nａには，本件収支計画策定時において県企業庁が考えた１平方メートル\n当たりの賃貸予定単価が記載されているところ，これが開示されれば，開\n発用地に進出を希望する企業等が，県企業庁との交渉を優位に進めること\nができることになり，県企業庁の企業経営上の正当な利益を害するおそれ\nがある。\nｂには，上記時点において県企業庁が賃貸を予定した面積（３６万４９７１\n平方メートル）の中の，普通借地として考えた部分と定期借地として考えた\n部分のそれぞれの面積と，どの部分を普通借地とし，どの部分を定期借地\nとするかという情報が記載されているところ，県企業庁がどの用途区分に\nおいて，どの程度の面積で普通借地契約ないし定期借地契約を導入する\nかは，企業誘致の戦略上重要な情報であり，これが開示されれば，県企業\n庁の企業経営上の正当な利益を害するおそれがある。\n②  年次別収支計画表\nこの資料における不開示部分は，収入の欄については年次別の「土地\n分譲収入」，「土地賃貸収入」及び「その他」の欄，支出の欄については年\n次別の「造成費」，「事務費」及び「その他」の欄，さらに，年次別の収入支\n出の「差引」欄及び「累計」欄である。\nこのうち，「土地分譲収入」，「土地賃貸収入」は，後記の「分譲収入年次\n別内訳表」及び「賃貸収入年次別内訳表」の数値が転記されたものであり，\n「造成費」は後記の「工事関連費の内訳」の数値が転記されたものであっ\nて，これらは，後記のとおり不開示情報に当たる。また，「差引」欄や「累計」\n欄も，計算することによって上記の数値が分かってしまうため，不開示情報\nに当たる。\nさらに，これらの販売戦略に基づく数値や整備計画の予定等の，この時\n点における企業経営上の判断は，経済情勢の変化などに応じて変更され\nていくものであって，今後の状況変化に応じた経営判断の自律性を維持\nし，未確定な情報の流出が招く憶測による弊害を回避するためには，開示\nすることができない。\n③　土地分譲価格設定の考え方\nこの資料には，空港島と空港対岸部の各開発地域をそれぞれ「商業・業\n務用地」，「流通施設用地」，「製造業用地」及び「交通施設用地」とに４区分\nし，さらにその内訳に細区分し，それぞれについて分譲時期ごとの分譲予\n定価格及びその価格設定の考え方が記載されている。しかも，この資料に\n記載された分譲予定価格は，県企業庁の事業の採算点を探り，検討した\n結果であり，要するに，上記資料には，県企業庁の分譲に関する企業戦略\nのすべてが盛り込まれている。\n県企業庁が土地を分譲する際には，進出する企業等の希望を聴取した\n上で，区画を分割するなどした後，不動産鑑定評価等を行い，最終的な分\n譲価格を決定するところ，進出希望企業等が，この採算点の数値をあらか\nじめ知ることができれば，県企業庁との交渉を優位に進めることができる。\nまた，本件事業と競合する土地造成業者も，この採算点を知ることができ\nれば，土地価格の設定等において県企業庁より優位に立つことができる。\nしたがって，この情報を開示することは，企業経営上の正当な利益を害す\nることになる。\nまた，価格設定の考え方の部分には，土地の用途や位置関係による価\n格差の付け方，分譲時期による価格差の発生など，県企業庁が本件事業\nの採算性の判断に当たって考慮した内容が記載されており，県企業庁の経\n営上の判断が記されているから，今後の状況変化に応じた経営判断の自\n律性を維持し，未確定な情報の流出が招く憶測による弊害を回避するため\nに，この情報を開示することができない。\n④　分譲収入総括表\nこの資料は，③の「土地分譲価格設定の考え方」と関連して，土地の段\n階的整備と賃貸制度とを組み合わせて，空港島及び空港対岸部のどの用\n途の土地から，どの時期にどれだけの分譲収入を見込むかを本件収支計\n画策定時点で検討し，まとめたものであり，段階的整備の時期，分譲予定\n面積，単価，金額等の県企業庁の検討結果が記載されているから，③と同\n様に不開示情報に当たる。\n⑤　区画別土地分譲収入内訳\nこの資料には，上記③，④よりも更に細分化された，区画ごとの「分譲単\n価」，これに面積を乗じた「分譲金額」及び「分譲時期」が記載されており，\nまた賃貸の対象とする区画には印が付されている。つまり，県企業庁の採\n算点の数値が区画ごとにすべて網羅されていることに加え，段階的な整備\nとの関わりも含めて，どの土地をいつ分譲（又は賃貸）するかという販売計\n画に関する情報が，すべての区画に関して記載されている。\nしたがって，③，④と同様に，不開示情報に当たる。\n⑥　交通施設用地処分先内訳\nこの資料は，鉄道及び道路の用地について，その譲渡予定価格及び面\n積を設定し，交通施設の用地から生じる収入金額を本件収支計画策定時\n点において県企業庁が積算したものである。そして，この用地は，公有水\n面埋立免許により交通施設の敷地として利用されることが定められており，\nこの点で企業誘致の対象となる他の開発用地とは価格設定の根拠等も異\nなるが，交通施設用地についても，実際の譲渡価格は，造成に要した費用\nを基に相手方との交渉によって最終的に決定されるものであるから，これら\nの情報が開示されれば，交渉の際に相手方が有利となり，県企業庁の企\n業経営上の正当な利益を害することになる。\n⑦　分譲収入年次別内訳表\nこの資料には，空港島と空港対岸部の各開発地域を，「商業・業務用\n地」，「流通施設用地」，「製造業用地」，「交通施設用地」の用途ごとに４区\n分した上，それぞれの年次別の分譲収入額が記載されている。\nこれには，分譲予定単価は記載されていないものの，分譲収入年次別\n内訳表の数値と，すでに公開されている本件収支計画や本件開示情報を\n用いて加減乗除すれば，主要な部分について，土地の用途ごとの分譲予\n定単価やその近似値を導き出すことができるから，これを開示すれば，県\n企業庁の企業経営上の正当な利益を害することになる。\nまた，この資料からは，経年における処分見込みを，県企業庁がどのよ\nうに考えているかという経営判断をうかがうことができ，開示により，その経\n営判断の自律性を損なうおそれがある。\n⑧　土地賃貸条件設定の考え方\nこの資料には，空港島及び空港対岸部の各開発地域を，それぞれ用途\n別に４区分し，それぞれについて本件収支計画策定時に県企業庁が想定\nした，各用途別区分ごとの「賃貸面積」，「賃貸方法（普通借地か定期借地\nかの別）」，「（土地の）初期価格」，「貸付基礎価格」，「月額賃貸料」，「年間\n賃貸料」，普通借地における「権利金」の額及び賃貸方法ごとの借地条件\nが記載されている。\nすなわち，この資料には，県企業庁の賃貸に関する企業戦略のすべて\nが記載されているから，進出希望企業が，これを知れば，県企業庁との交\n渉を優位に進めることができ，その企業経営上の正当な利益を害すること\nになる。\nまた，借地条件の部分には，誘導すべき土地利用に応じた賃貸方式の\n条件など，県企業庁が採算性確保のために考慮した内容が示されており，\n県企業庁の経営上の判断が分かるから，今後の状況変化に応じた自律性\nを維持し，未確定な情報の流出が招く憶測による弊害を回避するためには\n開示することができない。\n⑨　土地賃貸収入内訳\nこの資料には，賃貸が予定されている区画別に，「面積」，借地方式の\n「区分」，「年賃料単価」，「期間」，「賃貸総収入」等が記載されており，⑧と\n同様に不開示情報に当たる。\n⑩　賃貸収入年次別内訳表\nこの資料には，空港島と空港対岸部の各開発地域について，「商業・業\n務用地」，「流通施設用地」，「製造業用地」，「交通施設用地」の各用途別\nの年次別賃貸収入額が記載されている。\nこれには賃貸予定単価は記載されていないものの，本件収支計画や本\n件開示資料を組み合わせ，加減乗除することにより，主要な部分につい\nて，土地の用途ごとの賃貸予定単価やその近似値を導き出すことができる\nから，⑧と同様に不開示情報に当たる。\n⑪　空港対岸部土地処分計画図\nこの資料は，空港対岸部の区画図であり，区画ごとに県企業庁が想定し\nた分譲予定単価又は賃貸予定単価及び面積が記載されている。\n仮に予定単価の部分を除いたとしても，この資料によって計算上予定価\n格を導くことができ，③「土地分譲価格設定の考え方」，⑤「区画別分譲収\n入内訳」，⑧「土地賃貸条件設定の考え方」，⑨「土地賃貸収入内訳」等に\n示された各区画が，空港対岸部のどの部分に該当するかも一覧することが\nできる。\nしたがって，これらの情報は，③，⑧と同様に不開示情報に当たる。\n⑬　工事関連費の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，「調査費」，「造\n成工事費」，「工事負担金」，「優先整備事業」について，さらに詳細な内訳\nごとに年次別の金額が記載されている。\n本件事業で開発される土地の造成原価は，漁業補償費，工事費，調査\n費，建設利息，事務費等の合計額となるところ，上記のとおり，この資料に\nは，空港島と空港対岸部の各開発地域別に，実費が具体的に示されてい\nるから，土地の単位面積当たりの直接費そのものを導き出すことが可能で\nあって，これに上記の造成原価の構成要素を考慮すれば，空港島と空港\n対岸部の各開発地域別に単位面積当たりの造成原価を構成する費用をよ\nり詳細に算出することが可能となる。したがって，これを開示すれば，県企\n業庁の企業経営上の正当な利益を害することになる。\n⑭  工事負担金の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，道路，水道等\nの工事負担金の年次別の金額が具体的に記載されているところ，本件事\n業においては，上下水道の敷設などの地方公共団体による基盤整備事業\n等が行われることがあるが，その場合には，地方公共団体と県企業庁が整\n備の規模や時期，負担の割合などを協議した上，県企業庁が財源の一部\nを工事負担金として支出することがある。このような金額は，県企業庁にと\nっても未確定な想定，いわば腹づもりであって，開示することはできない。\n⑮　優先整備事業費の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，優先整備事業\nの「整備内容」，「金額」等が具体的に記載されているところ，これらの優先\n整備事業は，県企業庁自身が直接整備し，管理運営主体に引き渡すもの\nとして，工事内容ごと年度ごとに想定して記載しているものであり，具体的\nな施設規模や整備時期は，県企業庁と管理運営主体との協議によって決\n定されるものであるから，このような情報は，県企業庁自身の未確定な想\n定によるもの，いわば腹づもりであって，不開示情報に当たる。\n⑯　事務費積算の内訳\nこの資料は，事務費を構成する各項目の年度別の金額及びその積算方\n法，具体的には，既に開示されている積算資料中の別紙資料目録記載⑰\nの情報のほか，「人件費」，「委託料」及び「企業債取扱諸費」の３項目の年\n次別の合計額が記載された表と，その欄外の，表中の数値を導く積算根拠\nによって構成されている。\n人件費は，年次別に，造成工事の事務量の推移に合わせた増減や，販\n売計画に合わせた増減を，県企業庁が想定して設定した人員数に，県企\n業庁が想定した人件費単価を乗じて算出しているものであって，県企業庁\nの経営上の判断を示す情報である。\n起債に関する事務手数料とは，企業債の発行及び償還に際して取扱金\n融機関に県企業庁が支払う手数料のことであるが，この手数料は，企業債\nの発行及び償還の額によって一義的に定まるものではなく，その発行の際\nに，これを取り扱う金融機関との交渉によって，その額が決定されるもので\nあり，本件収支計画作成時点で想定した，県企業庁にとっても未確定な想\n定上の情報である。\n以上のとおり，この資料は，本件事業の終了時まで将来の事務費をどの\nように見込むかという県企業庁の経営判断をうかがうことができる情報であ\nり，販売計画につながる情報でもあるため，開示することができない。\n⑱　投資台帳\nこの資料には，本件事業に係る平成１２年度までの投資実績が項目ごと\nに記載されているが，これらは全体が造成原価に関する情報であって，近\n似値が公表されている平成１２年度までの「計」欄の金額を除き，投資済み\n額の内訳を示す内部管理情報であるから開示することができない。\n(2)　原告の主張\nア　不開示情報の判断\n本件条例の前文及び１条は，行政の説明責任を定めているほか，県民の\n情報公開請求権が憲法２１条の保障する知る権利を根拠として具体化された\nものである旨を宣言している。そうだとすると，この請求権の制約は必要最小\n限度でなければならず，不開示を正当化するためには，開示されることによっ\nて生ずる具体的かつ差し迫った支障が行政庁によって明らかにされる必要が\nある。\nしたがって，本件条例７条５号及び６号の規定する「おそれがある」場合と\nは，一般的又は抽象的に支障が生ずるおそれがあるだけでは足りず，具体的\nな支障が生ずる蓋然性が存する場合を指すと解すべきところ，被告は，本件\n処分において，本件各情報を開示することにより，上記のような支障が生ずる\n蓋然性が存することを一切明らかにしていないし，そもそも，上記各号所定の\n支障が生ずるおそれなど存しない。\nイ　県企業庁の性格\n県企業庁は，地方公営企業法に基づく地方公営企業であるところ，この法\n人は，独立採算制を原則とするが（地方財政法６条，地方公営企業法１７条，\n１７条の２，２１条），地方公共団体から独立した法人ではなく，その一機関で\nあるため，財政破綻の責任は最終的に当該地方公共団体が負うことになる。\nそもそも，地方公営企業は，水道，公共交通機関，病院など，公共性の高い\n部門について設けられるもので，それを民間企業に任せていては良質で公平\nなサービスを受けられない弊害が生ずる危険性があり，また，このような部門\nは事業の開始やその維持に多大な投資を必要とするため，法は，特別に地\n方公共団体の一部に独立性の高い部門を設けることを認めたのである。地方\n公営企業が企業の経済性を発揮するとともに，その本来の目的である公共の\n福祉を増進するように運営されなければならない旨を定めた地方公営企業法\n３条はこのような趣旨であり，したがって，地方公営企業と民間企業とを同列\nに扱うことは誤りである。\nまた，地方公営企業が独立性を持つのは，年度ごとに拘束される一般会計\nでは長期的な投資が困難である上，住民にとって不可欠なサービスを提供す\nるため，政治的な影響が直接現れないようにする必要があるからであって，こ\nのように，地方公営企業は，公共部門を担う行政の一部門として議会によっ\nて監視され，住民監査請求の対象ともなり得るものであるが，その活動による\n社会的影響は極めて大きいことに照らせば，その活動は不断に住民の監視\nにさらされるべきであるし，住民に対して事業の内容を説明する義務を負って\nいるといえる。この意味でも，地方公営企業は，一般の私企業と全く同じ経済\n活動の自由を有するとはいえない。\nしかも，地方公営企業における経済性とは，営利を目的とすることなく，投\n資した資金の回収に力点が置かれるのであるから，その会計原則は，民間企\n業とは全く異なり，原則として，取得するに際して要した費用をもって資産を評\n価する原価主義を採用している。そのため，地方公営企業は，個別事業ごと\nに，その見通しを立てて確実に資金を回収すべく財政計画を作成するが，仮\nに，時勢が変化し財政計画が予定どおりに進行しない場合についても，財政\n計画を組み直して帳尻が合うようにし，それでも売却できないときは，一般会\n計から資金投入されることになる。しかし，そのような場合でも市場価格から\n土地の価格が決められるのではなく，あくまで造成原価などを基準に価格を\n決めていくのである。\nこうした特徴から，地方公営企業における企業の経済性は，民間企業とは\n異なる。民間企業であれば，市場による淘汰によって経済性が担保される\nが，地方公営企業の場合は，このような市場原理は働かないから，その意思\n決定過程が民主主義的統制によって担保される必要があり，そのためには，\n地方公営企業の意思決定過程のあらゆる情報が議会や行政に開示され，経\n済性が発揮できないとなれば批判され，是正されなければならない。\nウ  本件事業の性格\n本件事業は，土地造成を目的とするが，このような土地造成が地方公営企\n業の事業として認められたのは，広大な敷地を低額に提供することによって\n企業を誘致し，地方経済の活性化を図るという趣旨によるものである。すなわ\nち，地方公営企業は，営利を目的とせず，公益の実現を目的としているから，\n取得原価が回収されればよく，必要以上に利潤を追求することは許されない\nから，埋立てなどによって造成された土地の価格は，誘致にふさわしい低額\nであることが求められる。\nこのような①利潤を追求しない，②原価主義に基づいて価格を決定していく\nという経営方式は，民間企業のそれとは全く異なり，地方公営企業の公益的\n性格とそれが求められる経済性から考案されたものである。かかる経営方式\nは，そもそも民間との競争を予定していない。つまり，同一市場において民間\nと競合するということは，利潤が上がれば土地価格を上げ，土地の価格が下\nがればそれに合わせて販売価格を下げるという市場の原理によって販売価\n格を決めていくことを意味するが，地方公営企業の場合は，そのような市場原\n理は働かない。それにもかかわらず，地方公営企業の経営が維持され，経済\n性が発揮されるのは，原価主義に基づく価格決定方式が通常の土地の市場\n価格に比べて格段に低廉だからである。すなわち，通常であれば，土地の価\n格は，取得原価に加えて造成価格，さらに大規模造成による都市機能の向上\n等による付加価値が加わって決定されるが，原価主義によって土地価格を決\n定する場合には，付加価値を度外視することになる。\n本件事業は，大規模な土地造成によって企業誘致が成功するか否かにつ\nいて大きなリスクを伴うものであるから，民間企業では実現できず，そのため\n地方公営企業である県企業庁に任されたのである。仮に，民間企業と競合す\nるような事業であれば民間企業に任されるべきであるし，さらに市場が競合す\nるような場面で行政が地方公営企業を設立して不動産売買に介入することは\n自由競争を侵害することになる。被告は，こうした県企業庁の性格を無視し\nて，あたかも民間土地造成業者と競合する市場を持ち，同じように利益を上げ\nることを目的としていると錯覚させるような主張を行っており，失当である。\nこの点について，被告は，県企業庁が民間事業者と競合する旨主張する\nが，本件事業のような巨大なテーマパークを含めた臨空都市の実現を目的と\nする大規模造成事業において，民間事業者と競合することはない。被告は，\n競合することについて具体的に主張立証していないのであるから，県企業庁\nに企業経営上の正当な利益を認めることはできない。\nまた，被告は，地方公営企業法上の経済性発揮義務を根拠として，経営判\n断がうかがえる情報，販売計画につながる情報，企業経営上秘匿性の高い\n内部管理情報を不開示とすることができるかのように主張するが，前記のとお\nり，開示を制限するには，開示によって生じる具体的で差し迫った支障が被告\nから明らかにされる必要があるところ，被告は，抽象的に論ずるのみで具体\n的に明らかにしない。\nエ  本件不開示情報の個別的検討\n①　収支計画総括表\nこの資料の不開示部分は，ａ総収入額の内訳中の「賃貸収入」の備考欄\nとｂ面積に関する部分の中の「賃貸」に関する内訳の部分である。\nａについて，被告は，本件収支計画策定時において県企業庁が考えた賃\n貸予定単価が記載されており，これが開示されれば，県企業庁との交渉を\n優位に進めることができることになる旨主張するが，県企業庁の場合，賃\n貸予定単価は原価主義に基づいて定められるものであるから，交渉によっ\nて単価が左右されることはなく，そもそも「交渉を優位に進める」ことの意味\n内容が不明である。また，賃貸予定単価は交渉に当たって公表されるもの\nであるから，これを秘匿することが「企業経営上の正当な利益」になることも\nない。むしろ，県企業庁の価格設定が開示されなければ，開発に要した金\n額を回収できるか否か判断できないから，住民にとってすべての情報が公\n表される必要がある。\nｂについて，被告は，普通借地と定期借地の区分が企業誘致戦略にお\nいて重要な企業秘密であると主張するが，県企業庁は，多様な商品を用意\nして企業にとって魅力ある分譲にしようとしているのであるから，これを公表\nすることは企業庁の販売戦略に沿うものといえ，上記区分を秘密にする必\n要はないはずである。むしろ，県企業庁が借地権を販売する方式を採用し\nたのは，原価主義によるのでは売却の見込みがなく，販売を先送りするた\nめであるから，県企業庁の活動を民主的に統制するにはこれらの情報の\n開示が必要である。\n②  年次別収支計画表\nこの資料における不開示部分は，収支の項目ごとの年次別の金額であ\nるところ，被告は，販売戦略に基づく数値や整備計画の予定等の，この時\n点における企業経営上の判断は，経済情勢の変化などに応じて変更して\nいくものであって，今後の状況変化に応じた経営判断の自律性を維持し，\n未確定な情報の流出が招く憶測による弊害を回避するためには，開示する\nことができない旨主張する。\nしかしながら，少なくとも過去の部分については上記の弊害があるとは\n思われないし，計画自体は確定した内容であるため，未確定ではありえ\nず，計画は計画として検討するのであるから，これを未確定と扱うことは誤\nりである。そもそも，住民が計画に関する情報を入手して検討することを「憶\n測」と評価するのは大きな誤りである。むしろ，年次別収支計画表は県企業\n庁が経済性を発揮して自立した経営を維持できるか否かを判断するための\n重要な情報であるから，県民の検討にさらされるべきである。\n③　土地分譲価格設定の考え方\nこの資料には，分譲用地について収入及び用途別に分譲予定単価及び\nその価格設定の考え方が記載されているところ，被告は，採算点の数値は\n企業戦略そのものであり，これを秘密にすることは県企業庁の正当な利益\nである旨主張するが，その主張は，採算点の数値と実際の分譲価格との\n間に乖離があることを前提としている。\nしかしながら，県企業庁の採算点は，利潤を上げることを考慮せず，投\n下資本を回収できるかを唯一の基準として判断されるため，進出企業の意\n向や周辺土地価格（本件事業は大規模造成であるため，類似した土地が\n存在せず，客観的鑑定になじまない面がある。）の状況などと無関係に決\n定されるのであるから，採算点を決定した過程自体を秘密にする必要はな\nい。むしろ，こうした情報は県企業庁が健全に経営されているか否かを県\n民が判断する重要な情報であるため，公開の必要性は高い。\nまた，被告は，土地分譲の際には，進出希望企業の希望を聴取した上\nで，区画を分割し，不動産鑑定評価を実施して，最終的な分譲価格を決定\nする旨主張するが，実際には，分譲に当たって進出希望企業の意向が考\n慮されることはないし，鑑定評価も不動産鑑定士の簡単な意見書が作成さ\nれているのみであって，被告のいう採算点は現時点における分譲予定価格\nそのものであるから，あたかも経営戦略上の仮のものであるかのような紛\nらわしい主張は妥当でない。\nそもそも，県企業庁が土地を分譲する際には，あらかじめ価格を決定し\nた上で販売を開始し，進出希望企業との個別的交渉によって価格が変動\nすることはないし，この資料には，各区域の区画ごとの分譲予定単価が記\n載されているにすぎず，分譲予定価格自体が実際に記載されているわけで\nないから，区画の平均的な価格が公表されることで具体的な価格が判明す\nることはない。したがって，これらを公表することによって，県企業庁の経営\n上の正当な利益が害されることはあり得ない。\n④　分譲収入総括表\nこの資料には，空港島と空港対岸部の各開発地域別に，用途ごとの分\n譲予定面積，単価，金額等が記載されているところ，被告は，これらによっ\nて分譲予定単価を導くことができる旨主張する。\nしかしながら，空港島開発用地では「臨空生産ゾーン」，「港湾交流ゾー\nン」，「総合物流ゾーン」に用途が分けられ，空港対岸部開発用地では「港\n湾ゾーン」，「中央ゾーン」，「生活文化ゾーン」，「研究生産ゾーン」に分かれ\nており，いずれも大きな区分けに過ぎず，この区分けの単価が分かったとこ\nろで，個々の街区ごとの分譲価格が判明するわけではないから，これらが\n開示されることにより県企業庁の経営に実際に不利益をもたらすとは考え\nられない。むしろ，県企業庁が適正に運営されているかを判断するために\nは，これらの資料の公開が必要である。\n仮に，分譲予定価格が判明したとしても，積極的に開示すべきであること\nは，③と同様である。\n⑤　区画別土地分譲収入内訳\n被告によれば，この資料には，全地区について，区画別に「面積」，「分\n譲単価」，「分譲金額」及び「分譲時期」が記載されているところ，これらを開\n示することによって区画ごとの採算点や販売計画に関する情報が明らかに\nなると主張するが，このような情報が記載されているという証拠はない。\n仮に，被告の主張する情報が記載されているとしても，ａ区画の面積が\n明らかになることで県企業庁の経営上の正当な利益が害されることはない\nし，ｂ被告が採算点と称するものは，現時点における分譲予定価格そのも\nのであるから，③で述べたとおり，これを公表したところで企業経営上の正\n当な利益を害することにならないし，ｃ販売計画の概要は，平成１４年９月\nに愛知県が発表した中部臨空都市推進計画の中で示されており，土地処\n分についての方針や，埋立事業費の回収時期まで明らかにされているか\nら，さらに具体的な内容を示すことが経営上の正当な利益を害するというの\nであれば，抽象的ではなく，不都合な理由を具体的に説明すべきである。\n⑥　交通施設用地処分先内訳\nこの資料には，交通施設用地について，処分先，面積，分譲単価，分譲\n金額等が記載されているところ，公共用地についても，その価格は，基本\n的には造成に要した費用を基に決められるものであるから，上記の情報が\n公表されることによって県企業庁に不利益が生ずることはない。そもそも，\n公共事業用地の処分予定先には愛知県道路公社が含まれており，造成価\n格が当然に明らかになるから，このような処分予定先を相手に有利に交渉\nを進めなければならない理由はない。\n⑦　分譲収入年次別内訳表\nこの資料には，空港島と空港対岸部の各開発地域別に，「商業・業務用\n地」，「流通施設用地」，「製造業用地」，「交通施設用地」の用途ごとの年次\n別収入額が記載されているが，分譲予定単価などは記載されておらず，そ\nの近似値を導くこともできない。仮に各用途ごとの分譲予定単価が導き出さ\nれたとしても，それは区画の平均的な価格が明らかになるに過ぎず，特定\nの土地の価格が判明するものではない。\nしたがって，このような資料を公表することで県企業庁の正当な利益を害\nすることはない。むしろ，どのような価格を予定しているかを知ることは，県\n企業庁が健全に経営されているかを知る上で重要な情報であるから，開示\nすべきものである。\n⑧　土地賃貸条件設定の考え方\nこの資料には，賃貸用地について用途別に賃貸予定単価及びその価格\n決定の考え方が記載されているところ，③と同様，これらは不開示情報に\n当たらない。\n⑨　土地賃貸収入内訳\nこの資料には，賃貸が予定されている区画別に，「面積」，借地の「区\n分」，「年賃料単価」，「期間」，「賃貸総収入」等が記載されているところ，⑤\nと同様，これらは不開示情報に当たらない。\n⑩　賃貸収入年次別内訳表\nこの資料には，空港島と空港対岸部の各開発地域別に，「商業・業務用\n地」，「流通施設用地」，「製造業用地」，「交通施設用地」の用途ごとの年次\n別賃貸収入額が記載されているところ，⑦と同様，これらは不開示情報に\n当たらない。\n⑪　空港対岸部土地処分計画図\nこの資料は，空港対岸部開発用地の区画図であって，各区画ごとに分\n譲予定単価又は賃貸予定単価及び面積が記載されているところ，このよう\nな各区画ごとの平均的な単価を公表することでどのような不利益があるの\nか，全く不明である。\n⑬　工事関連費の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，「調査費」，「造\n成工事費」，「工事負担金」，「優先整備事業」について，さらに詳細な内訳\nごとに年次別の金額が記載されているところ，造成原価がいくらであるかは\n既に公表されており，それより細かい直接費が知られることによる具体的な\n問題点を被告は主張していない。したがって，これらは不開示情報に当た\nらない。\n⑭　工事負担金の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，道路，水道等\nの工事負担金の年次別の金額が記載されているところ，社会基盤の整備\nなどは本来公表されるべきであり，これらが不開示情報に当たる旨の被告\nの主張は理解できない。被告の主張する「腹づもり」を秘密にすることが，\n何故に企業の経営上の正当な利益になるのか不明である。\n⑮　優先整備事業費の内訳\nこの資料には，空港島と空港対岸部の各開発地域別に，優先整備事業\nの「整備内容」，「金額」等が記載されているところ，これらが不開示情報に\n当たらないことは⑭と同様である。\n⑯　事務費積算の内訳\nこの資料には，人件費などの事務費の年次別内訳が記載されているとこ\nろ，事務費が判明したとしても，販売価格が明らかになるものではない。さ\nらに，被告は，人件費についての情報を開示することが経営上の不利益に\n当たる旨主張するが，具体的にどのような不利益があるかを明らかにしな\nい。事務手数料についても県企業庁の「腹づもり」が判明することで特別に\n秘匿すべき経営判断プロセスが明らかになるというものではない。したがっ\nて，これらは不開示情報に当たらない。\n⑱　投資台帳\nこの資料には，本件事業に係る平成１２年度までの投資実績が項目ごと\nに記載されているところ，過去に投資された事実を公表することは説明責\n任を負担する被告の義務であり，これを開示することによって県企業庁の\n企業経営上の正当な利益を害することはない。\n第３　当裁判所の判断\n１  不開示情報該当性の判断について\n憲法２１条は，表現の自由を保障しているところ，知る権利も，それから派生し，\nそれを実質的に支えるものとして尊重されるべきは当然であるが，同条は，情報公\n開請求権を具体的権利として国民に付与するものとはいえない。そうすると，情報\n公開請求権は，当該地方公共団体等がその具体的範囲，行使方法等について定\nめた条例等を制定することにより，初めて実定法上の根拠が与えられたものという\nべきである。したがって，具体的な情報公開請求権の有無，範囲の判断は，当該\n条例の趣旨，目的を踏まえながら，各条項の文言に即して，合理的かつ客観的な\n見地から行われるべきものである。\nしかるところ，本件条例は，行政文書の開示を請求する権利につき定めること等\nにより，実施機関の管理する情報の一層の公開を図り，もって県の有するその諸\n活動を県民に説明する責務が全うされるようにするとともに，県民の的確な理解と\n批判の下にある公正で民主的な県政の推進に資することを目的とするものであり\n（１条），実施機関は，この条例の解釈及び運用に当たっては，行政文書の開示を\n請求する権利を十分に尊重すべきであり（３条第１文），開示請求があったときは，\n不開示情報が記録されている場合を除き，原則として開示しなければならない（７\n条本文）と定めている。\nそして，本件条例７条各号において，不開示情報が定められているところ，同条\n６号は，県の機関等の事務又は事業に関する情報であって，公にすることにより，\n当該事務又は事業の性質上，当該事務又は事業の適正な遂行に支障を及ぼすお\nそれがあるものを不開示情報と定めた上，かかる「おそれ」の例示として，「契約，\n交渉又は争訟に係る事務に関し，国又は地方公共団体の財産上の利益又は当事\n者としての地位を不当に害するおそれ」（同号ロ）や，「国又は地方公共団体が経\n営する企業に係る事業に関し，その企業経営上の正当な利益を害するおそれ」（同\n号ホ）を掲げている。すなわち，行政機関等といえども，その所管する事務又は事\n業の実施主体として，それらが適正に遂行されることについて独立の利益を有する\nものであるから，同号は，このような利益が不当に害されることがないように配慮し\nた規定と考えられる。他方，行政機関が行うすべての事務及び事業は，法律に基\nづき，公益に適合するように行われなければならず，県民等は，このような法規や\n公益への適合性の有無を確認する利益を有するから，同号は，行政機関に開示\n不開示を決定するについて広範な裁量権を与えたものとはいえない。\nまた，本件条例７条５号は，行政機関の内部又は相互間における審議等に関す\nる情報であって，公にすることにより，率直な意見の交換若しくは意思決定の中立\n性が不当に損なわれるおそれ等があるものを不開示情報と定めているところ，そ\nの趣旨は，このような情報には，行政機関としての最終的な意思決定前の事項に\n関する情報が少なからず含まれるため，これらの情報があらかじめ開示される場\n合には，率直な意見交換が困難となり，あるいは審議に不当な影響を受けることな\nどが予想されるため，これらを不開示とすることによって，意思決定の適正さを確\n保することにあると考えられるが，この点についても，行政機関の意思決定が適正\nでなければならないことは当然であり，事柄によっては，意思決定前の情報をすべ\nて不開示とすることは，行政機関がその諸活動を説明する責務を全うするとの観\n点からは適当でなく，かえって独善的な意思決定を招くことも考えられないではな\nいから，開示することによって行政機関の適正な意思決定に支障を及ぼすおそれ\nの有無及び程度を具体的に判断して，不開示とされる情報の範囲を画する必要が\nあると解される。\nそうすると，上記「財産上の利益又は当事者としての地位を不当に害するおそ\nれ」（６号ロ），「企業経営上の正当な利益を害するおそれ」（６号ホ），「率直な意見\nの交換若しくは意思決定の中立性が不当に損なわれるおそれ」，「不当に県民の\n間に混乱を生じさせるおそれ」又は「特定の者に不当に利益を与え若しくは不利益\nを及ぼすおそれ」（以上，５号）は，それが現実的なものであることまでは要しないも\nのの，主観的なものでは足りず，客観的なものでなければならないと解するのが相\n当である（最高裁判所平成１３年１１月２７日第三小法廷判決・集民２０３号７８３頁\n参照）。\n２　県企業庁と本件事業の性格について\nところで，被告は，県企業庁は民間の土地造成事業者と競合する関係にあり，\n本件事業についても，適正な利益を見込んだ上で分譲予定価格や賃貸予定価格\nを設定するなどの採算性が求められる旨主張するのに対し，原告は，地方公営企\n業は公益の実現を目的としているから，取得原価の回収以上に利潤を追求するこ\nとは予定されておらず，民間企業との競争も存在しない旨主張するので，本件各情\n報の不開示情報該当性の有無を判断する前提として，県企業庁や本件事業の性\n格について検討する。\n(1)　地方公営企業は，常に企業としての経済性を発揮するとともに，その本来の目\n的である公共の福祉を増進するように運営されなければならない（地方公営企\n業法３条）。そのため，地方公営企業は，一般の行政機関と異なり，以下のよう\nな法的規制を受けている。\nア　地方公営企業の管理者は，その経営について識見を有する者の中から地\n方公共団体の長によって任命され（地方公営企業法７条の２第１項），一定の\n事由があるときは罷免され，あるいは懲戒処分を受ける（同条７，８項）もので\nあるが，原則として，その業務を執行し，当該業務の執行に関し，当該地方公\n共団体を代表する（同法８条）。また，管理者は，業務に関し管理規程を制定\nすることができる（同法１０条）。\n他方，地方公共団体の長は，住民の福祉に重大な影響がある地方公営企\n業の業務の執行に関しその福祉を確保するため必要があるとき，又は当該管\n理者以外の地方公共団体の機関の権限に属する事務の執行と当該地方公\n営企業の業務の執行との間の調整を図るため必要があるときは，当該管理\n者に対し，当該地方公営企業の業務の執行について必要な指示をすることが\nできる（同法１６条）。\nなお，地方公営企業を経営する地方公共団体は，管理者の権限に属する\n事務を処理させるため，条例で必要な組織を設けることとされているが（同法\n１４条），管理者の権限に属する事務の執行を補助する職員は，管理者が任\n免する（同法１５条）。\nイ　地方公営企業の経理は，事業ごとに特別会計を設けて行うものとされ（同法\n１７条），その経費は，原則として当該公営企業の経営に伴う収入をもって充\nてなければならず，地方公共団体の一般会計等による経費負担（同法１７条\nの２）や補助（同法１７条の３）は例外として位置づけられる。また，管理者が\n作成した予算の原案に基づき，地方公共団体の長は，その予算を調製し，議\n会の議決を経ることを要する（同法２４条）。\nそして，計理の方法については，一般会計における現金主義に対し，企業\n会計と同様の発生主義を採用して，経営成績及び財政状態を明らかにするこ\nとが求められ（同法２０条），かつ，正規の企業会計原則に準拠して，資産の\n評価や減価償却を行うこととされ（同法施行令９条），たな卸資産の評価につ\nいても，企業会計原則と同様に取得原価主義を採用している（同法施行規則\n４条）。\nなお，地方公営企業は，利潤の追求を目的とする私企業と異なり，公共の\n福祉の増進を目的とするものであるが，社会経済事情の変化によって事業計\n画どおりの経営成績を収めることができず，欠損を生ずることもあり得ることを\n考慮すると，毎年多少の利益を確保することは，経営の健全性を確保すると\nの観点からはむしろ望ましいことと考えられ（同法２１条，３２条，３２条の２な\nどは，そのことを前提とした規定と考えられる。），少なくとも地方公共団体の\n一般会計等からの経費負担や補助が例外的な位置づけをされていることは\n上記のとおりである。\nウ  地方公営企業は，事業を健全かつ経済的に運営するため，毎事業年度終了\n後２か月以内に事業報告書並びに決算書類及びその付属書類を調製し，当\n該地方公共団体の長に提出しなければならない（同法３０条１項）。そして，地\n方公共団体の長は，これらの書類を監査委員の審査に付した上（同条２項），\n監査委員の意見を付して，決算を議会の認定に付すことが定められており\n（同条４項），決算の要領は公報によって住民に公表することが求められてい\nる（地方自治法２３３条６項）。さらに，地方公共団体の長が，地方公営企業の\n年度中の財政状況・経営状況を把握するために，地方公営企業の管理者\nは，毎月試算表その他計理状況を明らかにするために必要な書類を作成し\nて，地方公共団体の長に提出しなければならない（地方公営企業法３１条）。\n(2)  これらの規定によれば，地方公営企業は，その管理者が地方公共団体の長に\nよって任免され，あるいはその業務の執行について必要な指示を受けるなど，そ\nの存立基盤は基本的に当該地方公共団体に求められるものであり，財務上も，\n予算の承認や決算の認定については，地方公共団体の長を経て，議会の議決\nを得ることを要するなど，全体として地方公共団体の監督下に置かれていること\nが明らかである。\nもっとも，これらの監督，統制は，いわば節目ごとに発動されるものであって，\n地方公営企業の日常的な業務については，企業の経済性を発揮しつつ公共の\n福祉の増進を図るという基本原則の下，具体的な販売計画や経営戦略につい\nては，当該地方公営企業の自主的な判断に委ねられており（概括的な内容の事\n業報告書を提出させるにとどまる。），財務上も，独立採算の原則が適用され，\n計理の方法も，一般企業と同様の会計原則に従っているなど，その自主性，独\n立性がかなりの程度に尊重されていることも明らかである。\nそうすると，地方公営企業については，それが行政機関としての側面を有する\nことはもちろんであるが，他方で，企業としての自主性，独立性を有することも否\n定できないので，その策定した営業戦略，企業戦略は，後者の性格に照らし，で\nきる限り尊重されるべきものであって，県企業庁もこの例外ではないというべき\nである。したがって，県企業庁の意思決定過程のあらゆる情報が民主主義的統\n制に服するべきである旨の原告の主張は，採用できない。\n(3)  また，証拠（乙１）及び弁論の全趣旨によれば，本件事業は，事業の財源として\n一般会計や国庫補助金等の公的補助を受けておらず，７年ないし１０年間の企\n業債を発行するなどして事業費を調達し，造成した土地を分譲又は賃貸すること\nによる事業収入により企業債の利息及び償還金に充てることを予定していること\nが認められ，これによれば，本件事業は，採算性が強く求められる事業であるこ\nとが明らかである。\nそして，本件事業において分譲又は賃貸が予定されている土地は，その総面\n積が大きいという点では，通常の民間企業が行うことが困難であるとはいえる\nが，個別の分譲用地の区画の大きさは，他の民間の土地造成事業者又は開発\n業者とさして異なることはないと考えられるから，分譲又は賃貸が順調に進むか\n否かは，その価格設定が市場の状況に適合しているか，そのための販売戦略\nが優れているかにかかることは，民間の企業と異なるところはないというべきで\nあり，この意味において，本件事業は，民間の同種の事業と競合する関係にあ\nるといい得る。\nこの点について，原告は，本件事業においては，取得原価で分譲することが\n予定されており，進出企業等との個別的交渉が入り込む余地はないこと，したが\nって，民間企業と競合する関係にもない旨主張するが，前記のとおり，地方公営\n企業はその健全性を確保するために多少の利益を上乗せすることが認められて\nおり，しかも，取得原価等の経費をどのように割り付けて回収するかは，県企業\n庁の判断に委ねられているというべきであるし，企業等が県企業庁の開発した\n土地に進出（購入ないし賃借）するか否かを決断するに当たり，民間の事業者に\nよる同種の事業を想定して，それが有利なものか不利なものかを判断すること\nは大いにあり得ると考えられる。\nしたがって，前記のとおり，企業としての自主的，独立的性格を有する県企業\n庁が，本件事業を企画，推進するに当たって策定した土地販売（賃貸）戦略等に\nついては，できる限り尊重されるべきもので，少なくとも当該戦略の実現を困難\nならしめる事態の招来は，県企業庁の利益や地位を害するものといわざるを得\nない。\n３　本件収支計画書及び本件各文書の内容等について\n証拠（後掲）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)　本件収支計画（甲２，乙１，６）\n県企業庁は，平成１３年３月１４日に幡豆地区土砂採取事業を中止した後，総\n事業費約２６４０億円とする本件事業の収支計画を策定したが，その後，賃貸方\n式の導入や土砂調達計画が具体化したことを受けて，その見直しを実施し，同\n年１０月，本件収支計画（空港近接部埋立造成事業に係る収支計画）を作成し\nた。本件収支計画は，下記のとおり，「基本的な考え方」，「収支計画総括表」，\n「収支の見通し」，「年度別事業費と財源」の４部分から構成されているが，平成\n１４年２月には，分譲代金の長期分納方式が導入され，その後も，専門機関によ\nる検証を加えながら，区画別の土地処分価格等の決定による収入額の変動や\n工事の進捗による見直しが予定されている。\nア　基本的な考え方\n(ア)　事業期間　平成１０年度から平成２４年度（収支計算期間は平成４０年度\nまで）\n(イ)　埋立面積　約２３０ヘクタール（空港島約１０７ヘクタール，空港対岸部約\n１２３ヘクタール）\n(ウ)  造成スケジュール等　平成１６年度末までに全体の埋立造成を完了する\nが，優先的に整備する区域については，平成１４年度から順次，部分竣功\nしていく。また，道路等の基盤整備は，土地処分計画に合わせて段階的な\n整備を行う。\n(エ)　土地処分スケジュール　平成１５年度から平成２４年度まで１０年間。な\nお，平成１９年度までに全体処分面積の３分の２相当の処分を目指す。\n(オ)　土地処分方式等　分譲を基本としつつ，区域を限定した賃貸方式を導入\nする。分譲価格については，常滑市街地や周辺地域との均衡に配慮しなが\nら，優位性のある価格を設定する。賃貸導入区域は，全体処分面積の概\nね２割程度とする。借地方式については，事業用借地権を基本とし，概ね\n土地価格の年２ないし３パーセントの利回りで賃貸料を設定する。\nイ　収支計画総括表\n総収入額２４５０億円（うち分譲収入額２１６０億円，賃貸収入額２９０億円）\nに対し，総事業費２４３０億円（うち漁業補償費１９０億円，工事費１５６０億円，\n調査費９０億円，建設利息３３０億円，事務費１４０億円，予備費１２０億円）で\nあり，差引２０億円の剰余金が予定されている。そして，分譲収入の備考欄に\nは，分譲予定面積約１５７ヘクタール，平均分譲予定単価約１３万８０００円\nの，賃貸収入のそれには，賃貸予定面積約３６ヘクタール，予定賃貸料は土\n地価格の年利２ないし３パーセントの各記載がある。\nなお，注記として，上記収支計画は，今後の状況変化に対応して，適宜適\n切な見直しを行っていく旨の記載もある。\nウ　収入の見通し\n(ア)　分譲収入の表には，商業・業務用地，流通施設用地，製造業用地，交\n通施設用地の別に，空港島及び空港対岸部ごとに分譲予定面積，これら\nを合算した総分譲予定面積，分譲収入並びに平均分譲予定単価がそれぞ\nれ記載されている。\n(イ)　賃貸収入の表には，商業・業務用地，流通施設用地の別に，空港島及\nび空港対岸部ごとの賃貸予定面積，これらを合算した総賃貸予定面積，賃\n貸収入並びに参考の借地期間がそれぞれ記載されている。\n上記の各数値は，当然のことながら，イの対応する数値と一致している。\nエ　年度別事業費と財源\n年度別事業費と財源の表のうち，総事業費の部分については，イの各事業\n費の別に，平成１２年度までから平成１７年度以降までの各年度に必要な金\n額が記載され，財源の部分については，企業債，土地処分収入，内部留保資\n金の別に，上記各年度額に必要な金額が記載されている。\n(2)　積算内訳（乙３）\n積算内訳は，本件収支計画に掲げられた各事業費の内訳を記載したもので，\n以下のとおり，６項目からなっている。\nア　漁業補償費約１９０億円の内訳には，愛知県及び三重県の各漁連との契約\n日，契約金額及びそのうち県企業庁負担分がそれぞれ記載されている。\nイ　工事関連費約１５６０億円の内訳には，平成１２年度までから平成１７年度以\n降までの各年度ごとに，準備工事（汚濁防止工事，周辺整備工事，中仕切堤\n築造，航行安全対策など），護岸工事，埋立工事，基盤整備（道路，緑地，運\n河整備など），工事負担金（上下水道，道路，鉄道等）の別に，必要な金額が\nそれぞれ記載されている。\nウ　調査費約９０億円の内訳には，平成１２年度までから平成１７年度以降まで\nの各年度ごとに，設計調査費等（開発基本調査，地質調査，設計調査など）と\n環境調査等（環境影響調査，環境モニタリングなど）の別に，必要な金額が記\n載されている。\nエ　建設利息約３３０億円の内訳には，建設費充当起債分（起債額約１７１０億\n円）と，建設元金充当起債分（償還元金約２９０億円を２回借換え）について試\n算した金額が記載されている。\nオ　事務費約１４０億円の内訳には，平成１２年度までから平成１７年度以降ま\nでの各年度ごとに，人件費及び需用費，企業債取扱諸費（引受手数料，登録\n手数料，割引料，元利金支払手数料）の別に，必要な金額が記載されてい\nる。\nカ　予備費約１２０億円の内訳には，漁業補償費，工事費，調査費，建設利得，\n事務費の合計額２３１１億７２００万円の約５パーセントが予備費に充てられて\nいることが記載されている。\n(3)　積算資料（甲２，乙１，６，７，９）。\n積算資料の内容は，目次（開示済み）のほかは以下のとおりである。\n①　収支計画総括表\nこの資料のうち，「総収入額（内訳を含む。）」，「総事業費（前同）」，「差引\n収支」並びに「面積」のうちの「処分面積全体」及び「うち賃貸面積」の各情報\nは開示されており，不開示部分は，ａ総収入額の内訳中の「賃貸収入」の備考\n欄とｂ面積に関する部分の中の「賃貸」の内訳欄であるところ，ａには，本件収\n支計画策定時に想定された１平方メートル当たりの月額予定賃料が記載さ\nれ，ｂには，同様に定期借地制度を導入する土地と普通借地制度を導入する\n土地のそれぞれの面積と，その土地の用途区分が記載されている。\n②　年次別収支計画表\nこの資料には，「収入」（「起債」，「土地分譲収入」，「土地賃貸収入」，「そ\nの他」及び「計」から成る。），同「支出」（「土地買収補償費」，「造成費」，「事務\n費」，「公債費」，「その他」及び「計」から成る。），収入と支出の「差引」，並び\nにその「累計」について，平成９年から平成４０年以降の年度別の額と合計の\n額が記載されているところ，「起債」，「土地買収補償費」及び「公債費」につい\nては各年度別及び合計の額が，「土地分譲収入」，「土地賃貸収入」，「造成\n費」，「事務費」，「差引」及び「累計」については合計の額が開示されている。\nしたがって，不開示部分は，「土地分譲収入」，「土地賃貸収入」，「造成費」，\n「事務費」，「差引」及び「累計」の各年度別の額並びに各「その他」及び各\n「計」の年度別の額と合計の額である。\nこのうち，「土地分譲収入」及び「土地賃貸収入」は，⑦，⑩の数値がそれぞ\nれ転記されたものであり，「造成費」は，⑬の数値が転記されたものである。\n③　土地分譲価格設定の考え方\nこの資料には，空港島と空港対岸部のそれぞれの開発用地について，「商\n業・業務用地」，「流通施設用地」，「製造業用地」及び「交通施設用地」の４区\n分をさらに用途によって細区分した土地について，分譲時期ごとの分譲単価\nとその価格設定の考え方が記載されている。\n④　分譲収入総括表\nこの資料には，空港島と空港対岸部のそれぞれの開発用地について，「商\n業・業務用地」，「流通施設用地」，「製造業用地」及び「交通施設用地等」の４\n区分をさらに用途によって細区分した土地について，分譲時期ごとの分譲単\n価，分譲面積及び分譲金額（分譲単価と分譲面積を乗じた額）が記載され，さ\nらに上記の両地域を合わせた空港近接部について，上記の４区分ごとに，上\n記と同様の情報が記載されている。\n⑤　区画別土地分譲収入内訳\nこの資料には，空港島と空港対岸部のそれぞれの開発用地について，「商\n業・業務用地」，「流通施設用地」，「製造業用地」及び「交通施設用地」の４区\n分を用途によって細区分し，さらにこれを分割した１区画ごとに，詳細な分譲\n単価，分譲面積，分譲金額（分譲単価と分譲面積を乗じた額）及び分譲時期\nが記載され，さらに上記の両地域を合わせた空港近接部について，上記の４\n区分ごとに，上記と同様の情報が記載されている。\nまた，この資料には，賃貸の対象となる区画が１区画ごとに判明するように\n記載されている。\n⑥　交通施設用地処分先内訳\nこの資料には，開発用地の交通施設用地を道路と鉄道に大別し，前者に\nついてはさらに細分化して，「路線名」，「処分先」，「面積」，「分譲単価」及び\n「分譲金額」が，後者については「処分先」，「面積」，「分譲単価」及び「分譲金\n額」が，それぞれ記載されている。\n⑦　分譲収入年次別内訳表\nこの資料には，空港対岸部と空港島のそれぞれの開発用地について，「商\n業・業務用地」，「流通施設用地」，「製造業用地」及び「交通施設用地等」の４\n区分ごとに，年次別の「分譲収入額」と用途別の「合計額」が記載されている。\n⑧　土地賃貸条件設定の考え方\nこの資料には，空港対岸部と空港島のそれぞれの開発用地の「商業・業務\n用地」及び「流通施設用地」の区分をさらに用途によって細区分した土地につ\nいて，賃貸制度が導入される「面積」，「賃貸方法」，「初期価格」，「貸付基礎\n価格」，「月額賃貸料」及び「年間賃貸料」が記載され，さらに導入される賃貸\n制度についての説明（普通借地に適用される５項目の条件と定期借地に適用\nされる５項目の条件を含む。）が記載されている。\n⑨　土地賃貸収入内訳\nこの資料には，空港対岸部と空港島のそれぞれの開発用地の「商業・業務\n用地」及び「流通施設用地」の区分を用途によって細区分し，さらにこれを分\n割した１区画ごとに，賃貸「面積」，「賃貸方法」，「年賃料単価」，賃貸「期間」\n及び「賃貸総収入」が記載され，さらに上記の両地域を合わせた空港近接部\nについて，空港対岸部と空港島のそれぞれの開発用地ごとに，面積及び収入\n額の合計が記載されている。\n⑩　賃貸収入年次別内訳表\nこの資料には，空港対岸部と空港島のそれぞれの開発用地の「商業・業務\n用地」，「流通施設用地」，「製造業用地」及び「交通施設用地等」の４区分ごと\nに，平成１５年度から平成４０年度以降まで年次別の賃貸収入額及び用途別\nの合計額が記載されている。\n⑪　空港対岸部土地処分計画図\nこの資料は，⑤の区画を図示した空港対岸部用地の区画図であり，すべて\nの細分化された区画ごとに，分譲予定単価又は月額賃貸単価及び面積が詳\n細に記載されている。\n⑫　漁業補償費\nこの資料には，各漁協ないし支部ごとに，契約日，契約金額，そのうち県企\n業庁分及び備考が記載されているが，全て開示済みである。\n⑬　工事関連費の内訳\nこの資料には，空港島と空港対岸部のそれぞれの埋立造成事業につい\nて，「調査費」，「造成工事費」，「工事負担金」及び「優先整備事業」の各項目\nを更に細分化した項目ごとに詳細な内訳の金額が平成９年度から平成１９年\n度以降まで年次別に記載されている。\n⑭　工事負担金の内訳\nこの資料には，空港島と空港対岸部のそれぞれの開発用地ごとに，道路\n築造，水道整備等について，１０項目の工事負担金を区分し，年次別の金額\nが記載されている。\n⑮　優先整備事業の内訳\nこの資料には，空港島と空港対岸部のそれぞれの開発用地の別に，５項\n目の優先整備事業ごとに，詳細な整備内容及び金額等が記載されている。\n⑯　事務費積算の内訳\nこの資料には，「人件費」，「委託料」及び「企業債取扱諸費」の３項目と「企\n業債取扱諸費」の細目について，平成９年度から平成４０年度以降まで年次\n別の経費が記載され，その積算根拠も欄外に記載されている。\nまた，企業債取扱諸費を計算するための資料として年次の「起債額」，「償\n還元金」及び「利息」の数値が記載されている。\n⑰　元利償還金の内訳\nこの資料には，「１建設利息」と「２償還金」の金額が，起債年度ごとに記載\nされているが，全て開示済みである。\n⑱  投資台帳\nこの資料には，本件事業に係る平成９年度までから平成１２年度まで年次\n別の投資実績とその合計額が項目ごとに記載されているが，合計額について\nは開示済みである。\n４　本件不開示情報の不開示情報該当性の有無\n前記認定事実に基づいて，本件不開示情報の不開示情報該当性の有無につい\nて判断する。\n(1)　本件条例７条６号の該当性\nア  前記３(3)の①収支計画総括表の不開示部分には，ａ１平方メートル当たりの\n月額予定賃料（賃貸予定単価）と，ｂ定期借地制度を導入する土地と普通借\n地制度を導入する土地のそれぞれの面積及びその土地の用途区分が記載さ\nれている。\n前者の賃貸予定単価が開示されれば，例えば平均賃貸単価よりも高額な\n賃貸単価が付された優良区画を賃借しようと考えている相手方から値下げ要\n求を受けるなど，賃貸条件を巡る交渉に支障を来すことがあり得るから，上記\n情報の開示により，契約に係る事務に関し，県企業庁の財産上の利益又は\n当事者としての地位を不当に害するおそれがあると認められる。したがって，\n同情報は本件条例７条６号の不開示情報に当たるというべきである。\n後者の異なった借地方式を導入する土地の面積及びその用途区分につい\nては，これが開示されたとしても，賃貸予定単価に関する情報が開示されなけ\nれば，賃料額を予想することは困難である。もっとも，上記の情報は，賃貸条\n件の一要素を構成し，県企業庁の立案する具体的な賃貸計画に関わるもの\nといえるから，これが開示された場合，県企業庁がどのような形態で（賃貸）\n収入を上げようとしているかを推測され，ひいては手の内を知る相手方との交\n渉が円滑に進まないことがあり得るから，上記と同様に，同情報は本件条例７\n条６号の不開示情報に当たるというべきである。\nこの点について，原告は，賃貸予定単価は原価主義によって定められるも\nのであるから，相手方との交渉によって左右されることはなく，また，企業にと\nって魅力ある分譲（賃借）にするためには，異なった賃貸方式の情報を開示す\nべきである旨主張するが，原価主義といえども弾力的な価格設定を一切許さ\nないものでないことは前記のとおりであり，実際の需給事情によっては，賃貸\n予定単価等の契約条件を変更することは十分に考えられるから，上記主張は\n採用できない。\nイ　前記３(3)の②年次別収支計画表の不開示部分には，平成９年から平成４０\n年以降までの「土地分譲収入」，「土地賃貸収入」及び「その他」の年次別の\n各収入と，「造成費」，「事務費」，及び「その他」の年次別の各支出と，収入・\n支出の各年次別合「計」，収入と支出の年次別「差引」，その年次別「累計」が\n記載されている。\nこれらの情報は，全体として本件事業における資金の推移と毎年の残高の\n予測を示すものであり，特に，収入・支出の各年次別合「計」，収入と支出の\n年次別「差引」，その年次別「累計」が開示されれば，本件事業の進行過程に\nおいて，県企業庁が，どの年度にどの程度の収入と支出を予定し，その結\n果，特定年度における経常収支と事業開始以来の累積収支の各状況がどの\nようなものであるかという具体的な経営戦略が判明するところ，例えば，県企\n業庁が多額の収入を予定している年度において，手の内を知る進出希望企\n業が値下げ要求を出すなど，県企業庁による交渉が円滑に進まない可能性\nが考えられるから，これらは本件条例７条６号の不開示情報に当たるというべ\nきである。\nまた，年次別の「土地分譲収入」額については，個別の土地の分譲予定単\n価が記載されているものではないが，開示済みの本件収支計画書に記載さ\nれた平均分譲予定単価，各用途地区ごとの分譲予定面積，分譲収入，同じく\n開示済みの積算内訳に記載された事業費の詳細，元利償還金の内訳などの\n資料を用いて計算すれば，各用途地区ごとの年次別の平均分譲予定単価の\n近似値を導くことが可能であり，さらに進出を希望する区画の位置や形状等\nから，その土地について県企業庁が予定している個別的な同単価を推測する\nことも不可能ではない。そうすると，上記の情報は，その開示によって，契約\nに係る事務に関し，県企業庁の財産上の利益又は当事者としての地位を不\n当に害するおそれがあると認められるから，本件条例７条６号の不開示情報\nに当たるというべきである。\n次に，年次別の「土地賃貸収入」についても，個別の土地の賃貸予定単価\nが記載されているものではないが，開示済みの本件収支計画書に記載された\n空港島と空港対岸部のそれぞれの商業・業務用地と流通施設用地ごとの賃\n貸予定面積，予定賃貸料（土地価格の年利２ないし３パーセント）などの資料\nを用いて計算すれば，県企業庁の予想している賃貸予定単価の近似値を推\n測することが可能であり，さらに進出を希望する区画の位置や形状等から，そ\nの土地について県企業庁が予定している個別的な賃料単価を推測することも\n不可能ではない。したがって，上記情報も，本件条例７条６号の不開示情報に\n当たるというべきである。\nさらに，年次別の「造成費」については，開示済みの積算内訳において，平\n成１６年度までは，年次別の工事関連費内訳が示されているものの，それ以\n降の年度に係る造成費については，本件処分時においては，未確定な造成\n工事請負契約に基づく支出予定額に関わる情報であるから，これが開示され\nれば，上記契約の相手方は，県企業庁のいわば手の内を知ることとなって，\n交渉を優位に進めることが可能となると考えられる。したがって，上記情報\nは，本件条例７条６号の不開示情報に当たるというべきである。\n他方，年次別の「事務費」については，これが開示されたとしても，直ちに県\n企業庁による交渉等の支障となるものとは考え難く，上記のとおり，平成１７\n年度以降の年次別支出予定総額が開示されなければ，これを基に年次別の\n「造成費」を推測することも困難であるから，これは，本件条例７条６号の不開\n示情報に当たるとは認め難い。また，「その他」欄も，どのような情報が記載さ\nれているか明らかでなく，これを開示することによってどのような支障を生ずる\nおそれがあるかについて被告は具体的に主張しないから，本件条例７条６号\n所定の不開示情報に当たると認めることはできない。\nなお，原告は，少なくとも過去の部分を開示しても弊害は考えられず，計画\n自体は確定しているから，未確定な情報として扱うことは誤りである旨主張す\nるが，例えば，過去において支出が収入を大きく上回っておれば，その後は\n大きな収入を予定していることが推測されるなど，県企業庁の経営戦略の概\n要を知る手掛りを与えることになるし，計画と具体的な実績が一致しなければ\nならないものではないので，上記主張は採用できない。\nウ　上記３(3)の③ないし⑤は，「商業・業務用地」，「流通施設用地」，「製造業用\n地」及び「交通施設用地等」の４区分をさらに用途によって細区分（⑤について\nはさらに区画に分割）した土地の分譲予定単価（③及び④にはさらに分譲時\n期ごとの分譲予定単価，④及び⑤にはさらに分譲時期ごとの分譲面積，分譲\n金額）が記載されているところ，これらを開示すれば，１区画ごとの分譲予定\n単価等が判明し（⑤），又はそこまで判明しなくとも，細区分された用途地区の\n平均分譲予定単価を基に，個別の土地のその区画の中での位置や形状等か\nら，その土地の分譲予定単価を推測することも困難ではないと考えられる\n（③，④）し，また県企業庁がどの時期にどの程度の規模の土地を分譲しよう\nとしているかという販売戦略も判明する（③，④）から，いわば手の内を知る進\n出希望企業等の相手方は，県企業庁との交渉を優位に進めることができると\n考えられる。したがって，上記各情報は，本件条例７条６号の不開示情報に当\nたるというべきである。\nこの点についても，原告は，県企業庁の採算点は原価主義に基づいて決\n定され，交渉によって定まるものでないから，分譲予定単価を開示することに\nよって県企業庁の利益を害するおそれは考えられないなどと主張するが，ア\nで判断したとおり，価格は原価主義に基づいて画一的に定まるものとはいえ\nないから，上記主張は採用できない。\nエ　上記３(3)の⑥には，鉄道と道路（道路についてはさらに細分化した路線）の\n用地について，「処分先」，「面積」，「分譲単価」及び「分譲金額」が記載され\nている。\n上記の交通施設用地処分先内訳の施設用地については，造成原価で売\n却することが予定されており，平均分譲予定単価は明示されていないもの\nの，開示済みの本件収支計画によって，分譲収入（３２０億円）と分譲予定面\n積（２３ヘクタール）が明らかにされているため，簡単な計算によってその概数\nを知ることが可能である。そうすると，上記の交通施設用地については，それ\n以外の用地よりも価格決定における裁量の範囲は小さいと考えられるもの\nの，上記の情報が開示されると，平均分譲予定単価よりも高額な同施設用地\nの処分先候補から値下げ要求を受ける可能性があり，また，複数の処分先が\n予定されている場合には，それぞれとの交渉を経て造成原価を各用地に具体\n的にどのように割り当てるかが決定されると考えられるから，他の分譲予定地\nと同様に，上記情報は，開示によって，契約に係る事務に関し，県企業庁の\n財産上の利益又は当事者としての地位を不当に害するおそれがあると認めら\nれる。\nこの点について，原告は，公共用地の価格は基本的に造成価格に基づい\nて決定されるから県企業庁に不利益をもたらすことはないし，そもそも公共事\n業用地売却の相手方には愛知県道路公社が含まれ，造成価格が当然に明ら\nかになると主張する。しかしながら，売却交渉の際に造成費用を示す必要が\nあるわけではなく，交通施設用地全体としては，造成原価で売却することが予\n定されているとしても，個々の契約の相手方の条件によっては，造成原価で\n画一的に処分されるとは限らないこと，契約の相手は愛知県道路公社に限ら\nないことなどに照らせば，原告の上記主張は採用できない。\nもっとも，上記情報のうち，「面積」については，これだけを開示したとして\nも，分譲予定単価や分譲予定金額を推測することは困難であり，また「面積」\nが交渉によって決定されるものとは考えられないから，これを開示することに\nより，県企業庁の企業経営上の正当な利益を害すると認めることはできない。\nしたがって，上記情報のうち，「面積」については本件条例７条６号の不開\n示情報に該当するとはいえないが，その余は不開示情報に当たるというべき\nである。\nオ  上記３(3)の⑦には，「商業・業務用地」，「流通施設用地」，「製造業用地」及\nび「交通施設用地等」の４区分ごとに，年次別の「分譲収入額」と用途別の「合\n計額」が記載されているところ，本件収支計画には，上記の用地別に分譲予\n定面積，分譲収入額が開示されており，これに，年次別の用地別の分譲収入\n額が開示されれば，各用地ごとの分譲収入総額が各年度にどのように割り当\nてられるかが判明し，これに，企業債の償還計画を参考に保有期間に応じた\n経費などが上乗せされていることを前提に計算すれば，各年度ごとの用地別\nの分譲予定単価の近似値を推測することが可能となる。そうすると，上記の情\n報は，これを開示することにより，契約に係る事務に関し，県企業庁の財産上\nの利益又は当事者としての地位を不当に害するおそれがあると認められるか\nら，本件条例７条６号の不開示情報に当たるというべきである。\nカ　上記３(3)の⑧，⑨には，空港島と空港対岸部のそれぞれの開発用地の「商\n業・業務用地」及び「流通施設用地」の２区分をさらに細区分した土地（⑨はさ\nらにこれを分割した区画）ごとの賃貸予定の「面積」，「賃貸方式」（さらに，⑧\nには「初期価格」，「貸付基礎価格」，「月額賃貸料」及び「年間賃貸料」が，⑨\nには「年賃料単価」，賃貸「期間」及び「賃貸総収入」並びに上記の開発用地\nごとの「面積」及び「収入額」の合計）が記載されているところ，これらを開示す\nれば，１区画ごとの賃貸予定単価が判明し（⑨），又はそこまで判明しなくと\nも，細区分された用途地区の平均賃貸予定単価を基に，個別の土地のその\n区画の中での位置や形状等から，その土地の賃貸予定単価を推測すること\nは困難ではない（⑧）し，また県企業庁がどの時期にどの程度の規模の土地\nを賃貸しようとしているかという賃貸戦略も判明する（⑧，⑨）から，いわば手\nの内を知る進出希望企業等の相手方は，県企業庁との交渉を優位に進める\nことができると考えられる。\nしたがって，上記各情報は，本件条例７条６号の不開示情報に当たるという\nべきである。\nキ　上記３(3)の⑩には，空港島と空港対岸部の各開発用地について，「商業・業\n務用地」及び「流通施設用地」の２区分ごとに年次別の賃貸収入額が記載さ\nれているところ，開示済みの本件収支計画によって，空港島と空港対岸部ご\nとに「商業・業務用地」及び「流通施設用地」の２区分について賃貸予定面積，\n賃貸収入及び借地期間（１０年ないし２０年を基本とするが，ホテル，オフィス\n用地については３０年の長期を導入予定）が示されていることから，上記情報\nが開示されれば，用途ごとの賃貸予定単価やその近似値を推測することがで\nき，ひいては，県企業庁と進出希望企業との交渉が円滑に進まない可能性が\n考えられる。\nしたがって，上記各情報は，本件条例７条６号の不開示情報に当たるという\nべきである。\nク　上記３(3)の⑪は，空港対岸部の区画図であり，各区画ごとに分譲予定単価\n又は賃貸予定単価及びそれらの面積が記載されているところ，区画ごとの分\n譲予定単価又は賃貸予定単価が本件条例７条６号の不開示情報に当たるこ\nとは既述のとおりである。また，その余の情報も，これを開示すれば県企業庁\nが空港対岸部のどの区画をどの程度の面積で分譲ないし賃貸しようとしてい\nるかが具体的に判明するから，いわば手の内を知る進出希望企業との交渉\nが円滑に進まない可能性が考えられ，したがって，本件条例７条６号の不開\n示情報に当たるというべきである。\nケ　上記３(3)の⑬には，空港島と空港対岸部の各埋立造成事業について，その\n「調査費」，「造成工事費」，「工事負担金」及び「優先整備事業」の各項目と更\nに細分化した項目ごとの金額が年次別に記載されている。これらの情報は，\n事業費の大部分を占める造成原価の構成を示すものであり，開示済みの造\n成面積で除せば，空港島と空港対岸部の各開発用地ごとに単位面積当たり\nの造成原価の概略が判明するから，これを基礎として決定される分譲予定単\n価や賃貸予定単価も容易に推測することが可能である。したがって，上記情\n報は，その開示により，進出希望企業等との価格交渉が円滑に進まない可能\n性が考えられるから，本件条例７条６号の不開示情報に当たるというべきであ\nる。\nコ　上記３(3)の⑭，⑮には，空港島と空港対岸部の各開発用地ごとの年次別工\n事負担金（⑭）又は優先整備事業ごとの整備内容及び金額（⑮）が記載されて\nいるところ，これらの具体的な整備内容や金額は，本件処分時においては未\nだ確定したものではなく，相手方との今後の協議によって決定される性質のも\nのであるにもかかわらず，これらが開示されると，県企業庁による協議の内容\nに事実上の制約を受ける可能性があるから，上記各情報は，本件条例７条６\n号の不開示情報に当たるというべきである。\nサ　上記３(3)の⑯には，事務費を構成する「人件費」，「委託料」及び「企業債取\n扱諸費」の３項目の年次別合計額と，その積算根拠が記載されているところ，\nこのうち，「委託料」及び「企業債取扱費」及びそれらの積算根拠に関しては，\nこれらが開示されれば，いわば手の内を知る金融機関等との交渉が円滑に\n進まない可能性が考えられるから，上記各情報は，本件条例７条６号の不開\n示情報に当たるというべきである。\nこれに対し，「人件費」には，県企業庁が想定した人員数に人件費単価を乗\nじて算出した金額が記載されているところ，これが開示されたとしても，県企業\n庁が本件事業を推進するに際してどのような支障を生ずるおそれがあるか明\nらかでない（この情報を入手した労働者や進出希望企業が，県企業庁と雇用\n契約ないし分譲・賃貸契約の交渉を優位に進めることができるとは考え難\nい。）。したがって，⑯の「人件費」は，本件条例７条６号の不開示情報に当た\nらないというべきである。また，「起債額」，「償還元金」，「利息」についても，同\n様に，情報を入手した進出希望企業が交渉を優位に進めることができるとは\nいえず，年次別収支計画書で開示済み（乙７，９）でもあるから，本件条例７条\n６号の不開示情報に当たらない。\nシ　上記３(3)の⑱の投資台帳には，本件事業に係る平成１２年度までの投資実\n績が項目ごとに記載されているところ，これが開示されれば，造成原価を構成\nする各項目ごとの支出額が判明するから，造成原価に基づいて分譲代金，賃\n貸料が決定される契約について，進出希望企業等の相手方との交渉が円滑\nに進まない可能性が考えられる。したがって，上記各情報は，本件条例７条６\n号の不開示情報に当たるというべきである。\n(2)  本件条例７条５号の該当性\n(1)で判断したとおり，上記②の年次別「事務費」及び「その他」，⑥の「面積」\n並びに⑯の「人件費」，「起債額」，「償還元金」，「利息」の各情報は，本件条例７\n条６号の不開示情報に当たるとは認められないので，次に同条５号の不開示情\n報の該当性を検討する。\nこの点について，被告は，本件不開示情報は本件収支計画策定時における\n県企業庁の企業戦略に関するものが含まれており，今後も情勢の変化に対応し\nてさらなる検討を加える必要が生じ得るから，これらの開示によって意思決定の\n中立性又は適切性が損なわれるおそれがある旨主張する。\nしかしながら，②や⑯の上記各情報は，その内容に照らすと，本件支出計画\nの基幹部分を構成するものとは考えられず，社会経済情勢の変化に応じて適宜\n再検討されることは当然に予定されているというべきであり，また，⑥の情報に\nついては，すでに公有水面埋立免許の段階で決定済みの事柄であるから，これ\nらの開示によって県企業庁の意思決定における中立性又は適切性が損なわれ\nるおそれがあるとか，その企業戦略にそごを来す可能性があるとは認め難い。\nよって，上記各情報は，本件条例７条５号所定の不開示情報に当たらないと\n判断するのが相当である。\n５  結論\n以上の次第で，原告の本訴請求は，本件処分のうち，別紙資料目録記載②の\n「年次別収支計画表」の収入欄の「その他」，同支出欄の年次別「事務費」及び「そ\nの他」，同目録記載⑥の「交通施設用地処分先内訳」の「面積」並びに同目録記載\n⑯の「事務費積算の内訳」の年次別の「人件費」，「起債額」，「償還元金」及び「利\n息」の各部分の取消しを求める部分は理由があるから認容することとし，その余は\n理由がないから棄却することとし，訴訟費用の負担につき行訴法７条，民訴法６１\n条，６４条を適用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　　　加　　藤　　幸　　雄\n裁判官　　　舟　　橋　　恭　　子\n裁判官　　　尾　　河　　吉　　久\n別　紙　資　料　目　録\n（「平成１３年１０月収支計画積算資料」を構成する各資料）\n目次（全部開示済み）\n全般    　　　　①　収支計画総括表（一部開示済み）\n②　年次別収支計画表（一部開示済み）\n収入関係　　　　③　土地分譲価格設定の考え方\n④　分譲収入総括表\n⑤　区画別土地分譲収入内訳\n⑥　交通施設用地処分先内訳\n⑦　分譲収入年次別内訳表\n⑧　土地賃貸条件設定の考え方\n⑨　土地賃貸収入内訳\n⑩　賃貸収入年次別内訳表\n⑪　空港対岸部土地処分計画図\n事業費関係　　　⑫　漁業補償費（全部開示済み）\n⑬　工事関連費の内訳\n⑭　工事負担金の内訳\n⑮　優先整備事業の内訳\n⑯　事務費積算の内訳\n⑰　元利償還金の内訳（全部開示済み）\n⑱　投資台帳（一部開示済み）\n"
}