{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 23
  },
  "case_number": "平成14(ワ)23329",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10571",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10571",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/571/010571_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第２３３２９号　特許権侵害差止等請求事件\n口頭弁論終結日　平成１５年１１月７日\n判　　　　決\n原　　　　告　　　　　　　　キリンエンジニアリング株式会社\n同訴訟代理人弁護士　　　　　久保田　　　穣\n同　　　　　　　　　　　　　増　井　和　夫\n同　　　　　　　　　　　　　橋　口　尚　幸\n被　　　　告　　　　　　　　日立化成工業株式会社\n被　　　　告　　　　　　　　株式会社日立ハウステック\n上記２名訴訟代理人弁護士　　吉　原　省　三\n同　　　　　　　　　　　　　小　松　　　勉\n同　　　　　　　　　　　　　三　輪　拓　也\n同　　　　　　　　　　　　　竹　田　吉　孝\n主　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告株式会社日立ハウステック（以下「被告日立ハウステック」という。）\nは，別紙物件目録記載の製品を製造，販売してはならない。\n２　被告日立化成工業株式会社（以下「被告日立化成工業」という。）は，原告\nに対し，金４億８０００万円及びこれに対する平成１４年１１月２日から支払済み\nまで年５分の割合による金員を支払え。\n３　被告日立ハウステックは，原告に対し，金１億６０００万円及びこれに対す\nる平成１４年１１月２日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　争いのない事実等\n(1)　当事者\n原告は，食料品・飲料等製造業，飲食店業及び娯楽業等の産業用，民生用\n設備等に関するプラント設計，施工管理等を業とする株式会社である。\n被告日立化成工業は，半導体・液晶ディスプレイ用材料，配線板及び配線\n板用材料，有機化学材料・製品，無機化学材料・製品，合成樹脂加工品等の製造販\n売を業とする株式会社である。同被告は，平成１３年９月３０日までは上記各業務\nに加え，住宅機器，環境部門をも有していたが，同年１０月１日以降は，その部門\nを独立させて，新たに被告日立ハウステックを設立した。\n(2)　原告の特許権\nア　麒麟麦酒株式会社（以下「麒麟麦酒」という。）及び株式会社四電工\n（以下「四電工」という。）は，もと，以下の特許権（以下「本件特許権」とい\nう。）を有していたが，平成１３年７月１６日，原告に対し，本件特許権を譲渡\nし，その旨の登録を了し，現在は，原告がその特許権者である。\n登録番号　　　　特許第２１４１２５５号\n発明の名称　　　小型処理浄化槽\n出願番号　　　　特願平２－１５６７４８\n出願年月日　　　昭和６２年９月１６日\n出願公告番号　　特公平７－７１６７２\n出願公告年月日　平成７年８月２日\n登録年月日　　　平成１２年２月１０日\nイ　本件特許権に係る明細書（以下「本件明細書」という。）に記載された\n特許請求の範囲の請求項１の記載は，次のとおりである（以下，この特許発明を\n「本件発明」という。）。\n「汚水処理の対象人員が５０人以下の小型処理浄化槽であって，\n嫌気性微生物が付着された濾床を有する原水槽と，\n好気性微生物が付着された粒状の多孔質担体が充填された生物膜濾過層\nを有し，前記原水槽からこの原水槽を通過して嫌気性生物処理された汚水が供給さ\nれる生物膜濾過槽と，\n前記生物膜濾過槽からこの生物膜濾過槽を通過して好気性生物処理され\nた処理水が放出される処理水槽と，\n前記処理水槽内の処理水を前記生物膜濾過槽に戻して前記生物膜濾過層\n内を逆流させる逆洗ポンプと，\n前記生物膜濾過槽と前記原水槽とを接続して前記生物膜濾過層内を逆流\nした処理水によ（り）増加する生物膜濾過槽内の汚水を原水槽に排水する逆洗排水\nパイプと，\nを備えていることを特徴とする小型処理浄化槽」\nウ　本件発明の構成要件は，次のとおり分説される（以下，それぞれを「構\n成要件Ａ」のようにいう。）\nＡ　汚水処理の対象人員が５０人以下の小型処理浄化槽であって，\nＢ　嫌気性微生物が付着された濾床を有する原水槽と，\nＣ　好気性微生物が付着された粒状の多孔質担体が充填された生物膜濾過\n層を有し，前記原水槽からこの原水槽を通過して嫌気性生物処理された汚水が供給\nされる生物膜濾過槽と，\nＤ　前記生物膜濾過槽からこの生物膜濾過槽を通過して好気性生物処理さ\nれた処理水が放出される処理水槽と，\nＥ　前記処理水槽内の処理水を前記生物膜濾過槽に戻して前記生物膜濾過\n層内を逆流させる逆洗ポンプと，\nＦ　前記生物膜濾過槽と前記原水槽とを接続して前記生物膜濾過層内を逆\n流した処理水により増加する生物膜濾過槽内の汚水を原水槽に排水する逆洗排水パ\nイプと，\nを備えていることを特徴とする\nＧ　小型処理浄化槽\nエ　なお，本件特許権の出願経過は，別紙「出願経過」記載のとおりである\n（乙１の１ないし２３）。\n(3)　被告らの行為\nア　被告日立化成工業は，以下のとおり，平成７年８月から平成１３年９月\nにかけて，別紙物件目録記載の家庭用合併浄化槽（以下「被告製品」という。）を\n製造販売した（なお，被告製品の具体的構成の一部については争いがある。）。\n製造販売期間                        　　　型式\n平成７年８月１０日から平成１３年９月まで    ＫＢＦ－５，７，１０\n平成７年８月１０日から平成１２年９月まで    ＫＢＦ－６，８\n平成１２年５月２１日から平成１３年９月まで  ＤＢＦ１－５，７\nイ　被告日立ハウステックは，平成１３年１０月以降現在まで，被告製品の\nうち，型式ＫＢＦ－５，７，１０，ＤＢＦ１－５，７を製造販売している。\n２　本件は，本件特許権の特許権者である原告が，被告製品が本件発明の技術的\n範囲に属し，被告製品の製造販売行為が本件特許権を侵害する旨主張して，被告日\n立ハウステックに対し，特許法１００条１項に基づき，被告製品の製造販売行為の\n差止めを請求し，被告らに対し，民法７０９条に基づき，損害賠償を請求する事案\nである。\n３　争点\n(1)　被告製品の具体的構成\n(2)　被告製品が本件発明の技術的範囲に属するかどうか。\nア　構成要件ＣないしＦの「生物膜濾過槽」を充足するか。\nイ　構成要件Ｄの「処理水が放出される」を充足するか。\nウ　構成要件Ｅの「逆流させる逆洗ポンプ」を充足するか。\nエ　構成要件Ｆの「逆洗排水パイプ」を充足するか。\n(3)　分割出願の適否。さらに，原出願に記載された発明との関係で新規性又は\n進歩性が否定され，本件特許に無効理由が存在することが明らかであるといえる\nか。\n(4)　公知技術（乙９ないし１１，２０）との関係で進歩性が否定され，本件特\n許権に無効理由が存在することが明らかであるといえるか。\n(5)　損害の発生及び額\n第３　争点に関する当事者の主張\n１　争点(1)（被告製品の具体的構成）について\n〔原告の主張〕\n被告製品の具体的構成は，別紙物件目録記載のとおりである。\n〔被告らの主張〕\n(1)　別紙物件目録(4)②は，以下のように改めるべきである。\n「生物濾過槽は，上下の塞ぎ板によって上部に生物濾過槽（ばっ気部）と\n下部に生物濾過槽（静止部）がそれぞれ形成され，かつそれぞれに一辺１０ｍｍの\n立方体で，有機物の分解及びアンモニアの硝化を行う微生物の付着するスポンジ構\n造のポリエチレン担体が，充填率９０％で充填されている。上部の生物濾過槽（ば\nっ気部）はばっ気によって好気性生物処理を行う流動床であり，下部の生物濾過槽\n（静止部）は汚泥を濾過する固定床であって，機能が分かれている。」\n(2)　同目録(4)③は，以下のように改めるべきである。\n「ばっ気部下部には，空気を噴出するばっ気散気管が設けられており，常\n時（逆洗管からの噴気がなされているときを含む。）空気を噴出している。また，\n静止部下部には，静止部のポリエチレン担体に付着した生物汚泥を同担体から剥離\n（洗浄）するため，洗浄時に空気を噴出する逆洗管が設けられている。逆洗管から\nの噴気は，一定時間の間隔をおいてなされる。」\n(3)　同目録(4)④の「送水する」は，「流出する」とすべきである。\n(4)　同目録(5)の「送られて」は，「流入して」とすべきである。\n(5)　同目録(7)は，以下のように改めるべきである。\n「生物濾過槽に形成された上部の生物濾過槽（ばっ気部）と下部の生物濾\n過槽（静止部）の間（生物濾過槽の中間部）には，ポリエチレン担体の充填されて\nいない空間があり，そこに洗浄用エアリフトポンプに繋がる吸い込み口が設置され\nていて，逆洗管から噴気がなされている間，生物濾過槽の中から槽内水を引き抜く\nことにより，逆洗管からの噴気によって生物濾過槽（静止部）のポリエチレン担体\nから剥離した生物汚泥を(8)洗浄排水移送管に移送する汚泥移送用の洗浄用エアリフ\nトポンプがある。」\n(6)　同目録(8)の「洗浄排水」は，「汚泥水」とすべきである。\n(7)　その余の記載及び添付図面は，認める。\n２　争点(2)ア（被告製品が構成要件ＣないしＦの「生物膜濾過槽」を充足する\nか）について\n〔原告の主張〕\n被告製品の生物濾過槽は，構成要件ＣないしＦの「生物膜濾過槽」に該当す\nる。\n(1)　本件発明の「生物膜濾過槽」は，①　好気性微生物の付着した粒状の多孔\n質担体が充填された層を使用すること，②　物理的濾過及び好気性処理が行われる\nこと，③　有機物（好気性処理により分解される）及び無機浮遊物質の除去（物理\n的濾過により実現される）が行われることを要件とする。\n(2)　被告製品の生物濾過槽は，ばっ気部及び静止部の両者が合わさることによ\nって，好気性微生物による浄化作用及び担体による濾過作用をしているから，「生\n物膜濾過槽」に該当する。\n(3)　ばっ気部のみを取り上げても，浄化作用及び濾過作用を兼ね備えているの\nであり，「生物膜濾過槽」に該当する。\nすなわち，ばっ気部には，静止部において濾過作用を営むポリエチレン担\n体が約９０％の充填率で詰められているのであるから，それが空気泡によって動か\nされるとしても，濾過作用をも営んでいる。\n(4)　静止部のみを取り上げても，浄化作用及び濾過作用を兼ね備えているので\nあり，「生物膜濾過槽」に該当する。\nすなわち，ばっ気部において浄化作用を営む担体中の好気性微生物が静止\n部の担体中にも付着しているのであるから，静止部においても，好気性微生物によ\nる浄化作用を営んでいる。そして，好気性微生物が活動するための酸素は，水に溶\n解した溶存酸素として微生物に供給されるところ，被告製品の生物濾過槽のばっ気\n部では，空気が常時吹き込まれているから，空気（酸素）が十分に溶存した被処理\n水が静止部に流出する。そして，被告製品の静止部には，好気性微生物が活動する\nのに十分な溶存酸素が存在するとの調査結果もあり，静止部でも有機質の汚れが残\n存していれば，それの分解が行われることは当然であるから，静止部において好気\n性微生物による浄化作用を行っているということができる。\nこの点に関し，被告らは，静止部の好気性処理をあてにする必要がないと\n主張するが，静止部でＢＯＤ除去によって初めて被告製品はその高性能を発揮する\nのであるから，かかる主張は事実に反する。\n静止部を本件発明の「生物膜濾過槽」と捉えた場合，ばっ気部の存在は，\n特許法上付加に該当するものであり，被告製品が本件発明の技術的範囲に属するこ\nとを否定する理由にはなり得ない。\n(5)　被告らは，被告製品の生物濾過槽が本件発明の「生物膜濾過槽」にばっ気\n部を付加したものではなく，本件発明の「生物膜濾過槽」とは技術的に異なるもの\nであると主張する。\nしかしながら，本件発明は，従来の生物膜濾過法が大型の工場設備には利\n用されていたものの，逆洗という面倒で場所を取る（逆洗水のための貯水槽が必\n要）工程を必要とするため，家庭用小型浄化槽には使用されていなかったのに対\nし，逆洗水を嫌気性濾床槽に返送するという画期的アイデアにより，生物膜濾過法\nを適用する高性能かつ小型の家庭用浄化槽を実現したのであり，この点に発明の特\n徴がある。したがって，本件発明の逆洗方法を採用している被告製品において，生\n物膜濾過の方法として，本件明細書の実施例に変更を加えたとしても，本件発明の\n技術的範囲を免れることはできない。\n(6)　被告らは，被告製品の生物濾過槽を２槽に分けることによって優れた浄化\n性能と濾過能力を得ることができるのであり，被告製品の生物濾過槽が本件発明の\n「生物膜濾過槽」と異なる旨主張する。\nしかしながら，上部でばっ気し下部で濾過を行う生物膜濾過槽は，本件特\n許出願当時，当業者の常識であった。ばっ気部を設ける方式と，本件明細書の実施\n例のように単一の生物膜濾過層を使用する方式は，目的とする処理能力や採用する\n担体の種類に応じて適宜選択される設計事項である。\n(7)　被告らは，内ばっ気型生物濾過槽と外ばっ気型生物濾過槽の違いを指摘し\nて，被告製品が本件発明と異なることを主張する。\nしかしながら，本件発明の特許請求の範囲には，散気方式につき一切限定\nがないから，本件発明がいずれの方式をも包含するものであることは明らかであ\nる。\n(8)　被告らは，被告製品は，従来技術に係る生物濾過装置の接触酸化部分を流\n動床とすることによって，ばっ気部の浄化能力を向上させたと主張する。\nしかしながら，被告製品に対応する特許（甲９）の発明者による文献（甲\n１３）に開示された開発経緯を見ると，開発当初には流動床を使うという発想は全\nく存在しなかった。すなわち，開発当初は，被告製品は生物濾過槽の昀下部からば\nっ気する方式を採用しようとしたのであるが，選択した担体（ＰＥＰ担体）の比重\nが低かったことに起因して担体が流動し浮遊物がリークすることから，ばっ気する\n位置を徐々に上げて実験を行い，担体が流動しない部分（静止部）を設けて濾過機\n能を担保させたのである。\nしたがって，被告製品は，生物膜濾過装置の接触酸化部を流動床に置き換\nえるという開発経緯ではなく，上記の経緯で偶然に流動床が形成されたのである。\nその結果，散気管より上部にばっ気部を設けるとともに，ばっ気部の下部に当初の\n発想のまま残された生物膜濾過層が静止部なのである。つまり，１つの生物膜濾過\n槽を充填担体の性質に起因して，ばっ気部と静止部に分割したものにほかならな\nい。生物膜濾過法の小型で高性能の反応処理と，浮遊物の確実な濾過を逆洗水を嫌\n気性濾床槽へ返送することによって可能にした点において，本件発明の技術的思想\nの範囲を出るものではない。\n〔被告らの主張〕\n被告製品の生物濾過槽は，本件発明の「生物膜濾過槽」と技術的に異なるも\nのである。\n(1)　本件発明の「生物膜濾過槽」は，好気性微生物による浄化作用と濾過作用\nを合わせて行うものであるのに対し，被告製品の生物濾過槽では，これを上部のば\nっ気部と下部の静止部の２層に分け，別々の部分で行っている。\nすなわち，被告製品においては，好気処理を行うばっ気部と濾過を行う静\n止部を併せてはじめて生物濾過槽として機能するものである。被告製品の生物濾過\n槽は，ばっ気部と静止部の２つに分けられ，かつ，担体の比重を１よりも少し小さ\nくして水に浮きやすくし，ばっ気部には，常時空気を供給して担体を浮動させてお\nき，好気性微生物による浄化を行い，この浄化された汚水を洗浄時にのみ通気をす\nる静止部で濾過するようになっている。もっとも，静止部に流入する汚水には残留\n酸素があるので，静止部においても好気性微生物による浄化が行われていることは\n確かであるが，その割合はばっ気部の１０分の１程度にすぎず，その好気処理能力\n（ＢＯＤ低減能力）をあてにする必要がない。\n被告製品の静止部は，逆洗時以外はばっ気しないため濾過能力が著しく優\nれている。これに対して，本件発明の「生物膜濾過槽」は，常時ばっ気しているた\nめ濾過能力が劣り，浮遊物質捕捉作用がほぼ完全であるといえるものではない。こ\nのように，被告製品では生物濾過槽を２槽に分けることによって，本件発明にない\n優れた浄化能力と濾過能力を得ることができるのであり，被告製品の生物濾過槽\nは，本件発明の「生物膜濾過槽」とは異なる。\n(2)　本件発明の「生物膜濾過槽」における生物膜濾過法と被告製品における生\n物濾過槽における生物濾過法とは，技術的に異なる方法である。\nすなわち，外部ばっ気型生物膜濾過法と内部ばっ気型生物膜濾過法とでは\n目的と機能が相違するところ，本件発明における「生物膜濾過槽」は，内部ばっ気\n型生物膜濾過法に限られ，外部ばっ気型生物膜濾過法を本件発明に使用することは\nできない。それに対して，被告製品の生物濾過槽は，上部のばっ気部については流\n動床方式をとっていて下からばっ気しており，下部の静止部については特にばっ気\nを必要としない方式をとっているのであって，本件発明とは別の方式であり，内部\nばっ気型生物膜濾過法を採用したものではない。\n(3)　本件発明と被告製品とでは，従来の生物濾過装置の浄化能力の改善方法の\n方向が異なっていて，技術思想において異なるものである。\nすなわち，従来技術の生物濾過装置の濾過部が有する溶解性有機物質を除\n去する能力を向上させるように，濾過部を常時ばっ気することによってより一層好\n気処理層化したものが内部ばっ気型生物膜濾過装置であって，本件発明の「生物膜\n濾過槽」は，これに該当する。\nこれに対して，被告製品の生物濾過槽は，従来の生物濾過装置の接触酸化\n部を流動床とすることによりばっ気部の浄化能力を向上させ，濾過部を濾過機能に\n専用化することによって，全体としての浄化能力を向上させるように改善したもの\nであり，本件発明とは，方式を著しく異にするものである。\n(4)　なお，原告は，ばっ気部の存在は，特許法上付加に該当する旨主張する\nが，被告製品の静止部は本件発明における「生物膜濾過槽」とは異なり，しかも，\n流動床を取り除いた被告製品の生物濾過槽は，十分な浄化能力を発揮することがで\nきないから，原告の上記主張は理由がない。\n３　争点(2)イ（被告製品が構成要件Ｄの「処理水が放出される」を充足するか）\nについて\n〔原告の主張〕\n被告製品においても，生物濾過槽において処理された汚水を隣接する処理水\n槽へ送水しているのであるから，構成要件Ｄの「処理水が放出される」を充足す\nる。\n(1)　構成要件Ｄの「処理水が放出される」とは，生物膜濾過槽中の処理水が処\n理水槽へ移されればよいのであって，移動の態様などは技術的範囲に関係ない。\n(2)　被告らの主張によれば，本件発明をその実施例に限定し，「放出」とは，\n本件明細書第２図のエルボ管５５から処理水槽へ送り出される態様のみをいうこと\nになるが，発明の範囲は実施例に限定されるものではないし，「放出」がほとばし\nり出ることを意味するものでもない。\n(3)　被告らは，処理水槽と生物膜濾過槽とのしきり壁には複数の開口部があっ\nてはならず，被告製品では，生物濾過槽と処理水槽とは下部が連通しているから，\n本件発明と異なると主張する。\nしかしながら，被告製品の２つの移流口は，生物濾過槽の処理水の流出に\nも処理水槽からの処理水の逆流にも，ともに通路として働いているのであり，開口\n部が２つあることによりそれが本件発明と異なるということはできない。\n〔被告らの主張〕\n被告製品は，処理水を生物濾過槽から処理水槽に「放出」していないから，\n構成要件Ｄを充足しない。\nすなわち，本件発明は，逆洗ポンプによって送水して逆洗するため，処理水\n槽と生物膜濾過槽とのしきり壁には複数の開口部があってはならず，逆洗水の通路\nを通して処理水を処理水槽に放出することが必要である。これに対し，被告製品で\nは逆洗の方法が異なるので，生物濾過槽と処理水槽とは下部が連通しているだけで\nあり，処理水を放出していない。\n４　争点(2)ウ（被告製品が構成要件Ｅの「逆流させる逆洗ポンプ」を充足する\nか）について\n〔原告の主張〕\n被告製品の洗浄用エアリフトポンプは，本件発明における「処理水槽内の処\n理水を生物膜濾過槽に戻して生物膜濾過層内を逆流させる逆洗ポンプ」として作動\nしているのであり，構成要件Ｅを充足する。\n(1)　被告製品では，洗浄用エアリフトポンプを作動させると，生物濾過槽のば\nっ気部と静止部の中間から汚水を吸出して排出する。その結果，生物濾過槽と処理\n水槽の水位が等しくなるように処理水槽から処理水が流れ込む。そして，流れ込ん\nだ水は，さらに生物濾過槽の水位を押し上げていく。これは，水の動きが通常の場\n合と逆方向であるから「逆流」である。被告製品では，こうして流れ込んだ処理水\nを利用して生物濾過槽の洗浄を行っており，これは，本件発明にいう「逆洗」であ\nる。\n(2)　本件発明の「逆洗」は，処理水槽内の処理水を生物膜濾過槽内に逆流させ\nることによって，浮遊物を槽外に運び出す媒体としての洗浄水の流れを形成してい\nることがその本質である。また，本件発明の特許請求の範囲には，水流によっての\nみ浮遊物を剥離させるとの限定は付されておらず，本件明細書には，エアーの噴出\nを行いながら逆流する処理水で生物膜濾過層を逆洗する構成が開示されているか\nら，構成要件Ｅの「逆洗」とは，処理水の逆流と空気洗浄とを兼ね備えたものを包\n含しているのである。そして，被告製品では，逆洗管から噴出するエアーと洗浄用\nエアリフトポンプによって逆流させる処理水の作用の双方を利用して，過剰に付着\nした生物膜の剥離を行っているのであり，この操作は，明らかに本件明細書に記載\nされた「逆洗」に当たる。\n(3)　本件発明における「逆洗」とは，生物膜濾過槽に蓄積した汚泥及び浮遊物\nを担体から剥離して生物膜濾過作用を再生すると同時に，剥離された汚泥等を嫌気\n性濾床を有する原水槽へ返送する操作を意味し，処理水が原水槽→生物膜濾過槽→\n処理水槽という汚水処理時の流れとは逆の流れ，すなわち，処理水槽→生物膜濾過\n槽→原水槽という流れをし，上記の操作を行うところに，本件発明において「逆\n洗」を行う技術的意味がある。\n被告製品における洗浄用エアリフトポンプによる逆洗時の処理水の流れ\nは，まさに，本件発明の意図した流れを形成し，本件発明の意図した作用効果を達\n成している。処理水の逆流を生ずる力が，本件明細書の実施例では処理水槽から生\n物膜濾過槽へ至る中間の逆洗ポンプで与えられ，被告製品では生物膜濾過槽から原\n水槽へ至る中間の洗浄用エアリフトポンプで与えられているが，もたらす効果は，\n上述のように同様である。本件発明において，「逆洗」をもたらす手段の種類，位\n置は何ら限定されていない。\n(4)　被告製品の生物濾過槽中の静止部において，処理水がその中を逆流し，汚\n泥等を原水槽に運搬する「逆洗」が行われていることは明らかであり，被告製品が\n本件発明の構成要件を全部充足することは，静止部のみを考慮するだけで十分認め\nられる。\nしかし，ばっ気部を含む生物濾過槽全体についても，その中で好気性微生\n物による分解反応が行われ，分解反応によって生成した汚泥及び浮遊物が静止部で\n捕捉された上，処理水が生物濾過槽を通過する逆洗によって嫌気性濾床槽に送られ\nるのであって，本件発明における「逆洗」の技術思想は，全部に使用されているの\nである。\n〔被告らの主張〕\n被告製品の洗浄用エアリフトポンプは，本件発明における「逆洗ポンプ」と\nは異なり，構成要件Ｅを充足しない。\n(1)　本件発明の「逆洗」は，処理水槽の処理水を逆洗ポンプによって逆流さ\nせ，これによって生物膜濾過槽内の濾材から増殖微生物等を剥離し，洗い流すもの\nである。\nこれに対し，被告製品の逆洗方法は空気逆洗である。被告製品の洗浄用エ\nアリフトポンプは，生物濾過槽のばっ気部と静止部の中間から汚水を吸出して排出\nするようになっている。その際，ばっ気部には処理水槽内の水は戻らず，また，処\n理水を逆流させるためのポンプも存在しない。すなわち，被告製品では，「逆洗」\nはしているが「逆流」は行っておらず，構成要件Ｅを充足しない。\n(2)　被告製品においては，洗浄用エアリフトポンプによる水流には，生物濾過\n槽の静止部に充填されている担体を洗浄する効果はない。その担体を揺さぶり，舞\nい上がらせ，こすり合わせて洗浄するのは，逆洗管から噴出するエアーである。そ\nして，その結果剥離し浮遊する汚泥を，洗浄用エアリフトポンプが汚水とともに，\n原水槽である嫌気濾床槽第１室に送っているのであり，洗浄用エアリフトポンプ\nは，「逆洗」を行っていない。\nしたがって，被告製品の洗浄用エアリフトポンプは，生物膜濾過層の担体\nから生物膜等を剥離するために処理水の「逆流」を起こさせる本件発明の「逆洗ポ\nンプ」とは，明らかに異なる。\n(3)　逆洗には，水洗浄方式と空気・水洗浄方式とがあり，この２つは異なる方\n式である。本件発明は，水洗浄方式を示しているものであり，この水洗浄方式に空\n気を併用しても良いことが示されるのみである。これに対して，被告製品は，空\n気・水洗浄方式によるものである。すなわち，空気泡で濾層を振動させ，その結果\n濾材粒子からふるい落とされた懸濁物を水流で押し出す方法を利用するものであ\nる。\nしたがって，被告製品の逆洗は，本件発明における「逆洗」と異なる。\n５　争点(2)エ（被告製品が構成要件Ｆの「逆洗排水パイプ」を充足するか）につ\nいて\n〔原告の主張〕\n被告製品は，「生物膜濾過槽と原水槽とを接続して生物膜濾過層内を逆流し\nた処理水により増加する生物膜濾過槽内の汚水を原水槽に排水する逆洗排水パイ\nプ」を備えており，構成要件Ｆを充足する。\n(1)　被告製品の洗浄用エアリフトポンプで引き抜かれた水は，本件発明の原水\n槽に相当する嫌気濾床槽第１室へ移送される。よって，被告製品は，「生物膜濾過\n槽と原水槽とを接続して生物膜濾過層内を逆流した処理水により増加する生物膜濾\n過槽内の汚水を原水槽に排水する逆洗排水パイプ」を備えているのは明らかであ\nり，構成要件Ｆも充足する。\n(2)　被告らは，被告製品では逆洗時に生物濾過槽の水位が上昇しないから構成\n要件Ｆを充足しないと主張する。\nしかしながら，逆洗時に処理水槽から入る処理水は，当然生物濾過槽内の\n水を増加させるものであり，被告製品で逆洗時に生物濾過槽の水位が上昇しないの\nは，ばっ気部と静止部の中間から水を引き抜いているからである。この増加する水\nを逆洗排水パイプで原水槽に戻していることは本件発明と同様である。「水位が上\n昇する」などということは，特許請求の範囲には記載されていない。\n〔被告らの主張〕\n被告製品においては，「逆洗排水パイプ」なるものが存在しないから，構成\n要件Ｆを充足しない。\nすなわち，生物濾過槽のばっ気部と静止部の中間から吸い出した汚水は，エ\nアリフトポンプの排出口から直接に嫌気濾床槽第１室に戻されるのであり，生物濾\n過槽の水位が上昇するということはない。また，増水を排水するパイプも存在しな\nい。したがって，「生物膜濾過層内を逆流した処理水により増加する生物膜濾過槽\n内の汚水を原水槽に排水する」ための，「生物膜濾過槽と原水槽とを接続して」い\nる「逆洗排水パイプ」なるものが存在しない。\n６　争点(3)（分割出願の適否）について\n〔被告らの主張〕\n本件発明は，平成２年６月１５日に特願昭６２－２３１７９７号（乙３）を\n原出願として分割出願されたものであるが，以下の２つの理由から分割出願の要件\nを充たしておらず，本件発明の出願日は原出願の出願日（昭和６２年９月１６日）\nに遡及しない。そうすると，本件分割出願前に原出願が出願公開されており（平成\n元年３月２０日），そこには，要旨変更の点を除く本件発明の構成の全てが記載さ\nれていることになる。そして，本件では上記要旨変更の点だけでは新たな発明とは\n評価できないから，本件発明は，新規性又は進歩性を欠くことになり，無効理由が\n存在することが明らかである。\n(1)　同一発明\n本件発明は，原出願の請求項２の発明と同一発明であるから，分割出願の\n要件を欠く。本件発明の構成と原出願の請求項２の発明の構成を対比すると以下の\nようになる。\n本件発明の構成要件Ｂ，Ｃ，Ｄ，Ｅ及びＦは，原出願の請求項２の発明の\n構成要件ｂ，ｃ，ｄ，ｅ及びｆの表現を変えたにすぎず，相違点は，①　本件発明\nは，構成要件Ａにおいて「汚水処理の対象人員が５０人以下の小型処理浄化槽であ\nって」となっており，これに伴って，構成要件Ｇで「小型処理浄化槽」となってい\nること，②　原出願の請求項２の発明では，構成要件ｈで，「前記原水槽から前記\n反応槽へ供給するパイプおよび該供給を間欠定量で行う間欠定量ポンプと」となっ\nていることの２点である。\nこのうち，①については，原出願の請求項２の発明も，処理対象人員が５\n０人以下の場合の小型処理浄化槽を対象としたものであって，本件発明において構\n成要件Ａを加えたからといって，原出願の請求項２の発明と異なる発明となるもの\nではない。また，②については，本件発明は，構成要件ｈを有するものも有しない\nものも含むから，本件発明が原出願の請求項２の発明と同一発明とすることを妨げ\nるものではない。\n(2)　要旨変更\n本件発明が原出願の請求項２の発明と同一発明でないとしても，本件分割\n出願には，以下のとおり原出願の特許明細書（以下「原明細書」という。）に記載\nのない構成が加わっているため，本件分割出願を原出願に包含されていた発明の一\n部を新たに出願したものと認めることはできず，特許法４４条１項の規定による分\n割出願と認めることはできない。\nア　本件発明は，「粒状の多孔質担体」が充填された生物膜濾過層を有する\n生物膜濾過槽を備える点を構成とするものであるが（構成要件Ｃ），原明細書又は\nその添付図面には，「球状の多孔質セラミックスからなる多数の担体」が充填され\nた生物膜濾過層を有する生物濾過槽については記載されているが，セラミックス以\n外の多孔質担体については記載されておらず，またその示唆もない。\nイ　本件明細書の請求項２の発明は，「前記多孔質担体が多孔質セラミック\nス担体である」という構成を有するものであるが，この多孔質セラミックス担体が\n「直径２～１０ｍｍの球状体」であり，「例えば，ゼオライト，鉱滓，無煙炭，抗\n火石，天然物，粒状泡ガラス，ＣＢ濾材，アクチノライト等」であることは，本件\n発明の出願時の明細書（乙１の１）及び特許公報（甲２）に記載があっても，原明\n細書には記載されておらず，またその示唆もない。原明細書には，「直径５～８ｍ\nｍの球状体」という記載があるのみである。\n〔原告の主張〕\n分割出願は，以下のとおり，適法である。\n(1)　同一発明の主張に対する反論\n本件発明と原出願の請求項２の発明とは，同一発明ではない。両者の昀も\n明瞭な相違は，本件発明における嫌気性微生物による処理のことが原出願の特許請\n求の範囲にはないことである。具体的には，本件発明の構成要件Ｂは「嫌気性微生\n物が付着された濾床を有する原水槽」であるが，原出願の構成要件ｂは「原水の供\n給を受け貯留する原水槽」となっているにすぎない。\n(2)　要旨変更の主張に対する反論\n要旨変更とは，単に形式上明細書に追加があればそうなるのではなく，発\n明の内容が実質的に変更されるような場合である。そして，被告らが挙げる点は既\nに特許庁で議論され，分割を違法としないとして確定しているところである。すな\nわち，被告日立化成工業とともに異議申立てをした株式会社イナックスがこれを問\n題にし，審査官もいったんは理由有りとして出願を拒絶したが，その後拒絶査定不\n服審判において，審判官は，これら分割出願で追加された事柄は原出願時における\n技術常識であったと認められるから，それが追加されたからといって，分割要件を\n備えていないということはできず，本願は，適法な分割出願であると認定したので\nある。\n被告らの指摘のうち，分割出願の特許請求の範囲の記載の「粒状」という\n形態の範囲については，原明細書では，多孔質担体について具体的には球状のもの\n以外には言及していなかった。しかし，それは実施例の説明箇所である上，実施例\nについても，「担体粒子」，「担体」，「多孔質セラミックスの多数担体」という\n表現を用いており，球状には限定していない。そもそも，球状であるべき技術的理\n由はないのであるから，これを特許請求の範囲で「粒状の多孔質担体」と記載した\nところで，発明思想が異なってくるということはない。\n７　争点(4)（進歩性欠如による無効理由の存否）について\n〔被告らの主張〕\n仮に，本件発明の出願日が原出願の出願日である昭和６２年９月１６日に遡\n及するとしても，本件発明は，以下のとおり，当時公知となっていた技術から当業\n者が容易に発明することができたものであり，進歩性を欠く。\n(1)　乙９ないし１１からの容易想到性\nア　実開昭５７－２５７９３号（乙９。以下「第１引用例」という。），実\n開昭５７－１０３１９４号（乙１０。以下「第２引用例」という。）及び設備産業\n新聞社編浄化槽ハンドブック（昭和５９年４月１５日発行）９５頁のニッコーＮＫ\n－Ｄ型，Ｄ２型の説明及び図面（乙１１。以下「第３引用例」という。）は，いず\nれも，本件発明の構成要件Ａ，Ｂ，Ｃ，Ｄ及びＧの構成を備えている。構成要件Ｅ\n及びＦについても，第２引用例には，逆洗用散気管によって逆洗を行い，剥離汚泥\nを含む汚水を揚水筒により持ち上げ，上昇した汚水を汚水返送口から原水槽へ戻す\n構造が開示されている。第３引用例には，逆洗管によって逆洗を行い，剥離汚泥を\n含む逆洗水をエアリフトポンプで持ち上げ，汚泥返送管によって原水槽の流入口に\n返送する構造が開示されており，その構造は，本件発明と一致する。\n仮に，本件発明が，処理水槽の処理水を生物膜濾過槽へ逆流させて逆洗\nを行い，水位が上昇した逆洗済みの汚水を原水槽に排出するようになっている点に\nおいて第３引用例と異なるとしても，処理水槽の汚水をポンプで逆流させ逆洗水と\nして使用することは，特開昭６１－３８６９６号（乙７），特開昭５６－１４１８\n９５号（乙８）及び実開昭５６－９８３９３号（乙１２）にも開示されており，浄\n化槽において一般的な手段であり，さらに，逆洗にあたって水位が上昇した生物膜\n濾過槽内の逆洗済みの汚水を原水槽へ戻すことは，第２引用例に示されているとお\nりであり，一般に逆洗済みの汚水を溢流させることは，実開昭５６－９８３９３号\n（乙１２）にも記載されている。\nしたがって，第３引用例から本件発明をすることは，当業者にとって容\n易である。\nイ　なお，この点について，原告は，接触ばっ気法と生物膜濾過法とが異な\nるとして，公知技術との相違点を主張するが，それらは単なる呼称の差にすぎず，\n充填材の素材も適宜に選ぶことができるから，充填材の違いが接触ばっ気法と生物\n膜濾過法との違いに結びつくものではない。したがって，生物膜濾過法であるから\n進歩性があるという原告の主張は，理由がない。\nまた，原告は，物理的濾過作用を有する生物濾過法においては，浮遊物\n質捕捉作用はほぼ完全であって，沈殿汚泥を生じることがなく，だからこそ後段の\n沈殿室も沈殿汚泥の処理も不要になると主張し，接触ばっ気法との相違点を強調す\nるが，かかる主張は事実に反する。実際には，処理水槽内に沈殿汚泥が溜まるので\nあり，処理水槽は沈殿槽を兼ねているのである。処理水槽というか沈殿槽というか\nは，その水槽の機能のどの点を取り上げるかの言葉の問題である。\nウ　原告は，本件発明の１つの特徴は，原水槽に嫌気性微生物が付着されて\nいる濾床を設けることにある旨主張するが，原水槽に嫌気性微生物が付着された濾\n床を設けることは，乙１４及び１５に開示されている。\n(2)　乙２０からの容易想到性\nア　特開昭６２－２０４８９６号（乙２０。以下「第４引用例」という。）\nに開示されている構成は，本件発明のいう生物膜濾過槽の逆洗を，処理水の逆流に\nよって行うのではなく空気により行うという点以外は，本件発明と同じであり，そ\nの構成による目的効果も同じである。そして，処理水槽の処理水を逆流させて生物\n膜濾過槽を逆洗することは，特開昭６１－３８６９６号（乙７）により公知であ\nり，逆流させるためにポンプを用いることも，特開昭５６－１４１８９５号（乙\n８）により公知であり，これら大型浄化装置に関する発明を家庭用小型装置に適用\nすることは，当業者にとって容易である。\nイ　また，小型浄化槽において，濾過槽の濾材を処理水を逆流することによ\nって逆洗し，かつ逆洗水量の液面上昇により汚泥を排出することは，特開昭５５－\n１６５１８７号（乙２２），実開昭６０－１４９５号（乙２３）及び実開昭６０－\n１７６２９７号（乙２４）のとおり，公知となっていた。よって，第４引用例の浄\n化槽において，処理水で逆洗する構成とすることは，当業者にとって容易である。\nウ　したがって，第４引用例から本件発明をすることは，当業者にとって容\n易である。\n〔原告の主張〕\n本件発明には，進歩性が認められる。\n(1)　第１引用例ないし第３引用例からの容易想到性について\nア　第１引用例ないし第３引用例の各浄化槽と本件発明との昀大の違いは，\n各引用例が全て接触ばっ気法を用いているのに対し，本件発明では生物膜濾過法を\n用いている点にある。\n接触ばっ気法は，本件明細書の「従来の技術」に記載されている処理法\nであって，波板状，ハニカム状あるいは網様長円筒状の接触材に好気性微生物を付\n着させて槽内に濾床を形成し，この濾床を汚水が通過する際に汚水の好気性微生物\n処理を行う。これに対し，本件発明が用いている生物膜濾過法は，好気性微生物を\n付着した粒状担体を充填した生物膜濾過層中に汚水を通過させることによって汚水\nの好気性微生物処理を行うと同時に，充填担体による物理的濾過作用によって増殖\n微生物及び汚水中の浮遊物質を捕捉するという，２つの作用を同時に行わせるもの\nである。特に，後段の増殖微生物及び浮遊物質の物理的濾過作用効果は接触ばっ気\n法にはなく，この点において大きく異なる。\nこのように，生物膜濾過法では，粒状担体そのものによる物理的濾過作\n用があり，それゆえに高度な浄化作用を持ち後段の沈殿槽を不要にし，接触ばっ気\n法では達成し難い放流水質を達成するのであるが，反面目詰まりを起こしやすいと\nいう欠点を有している。この欠点ゆえに，家庭用小型浄化槽において生物膜濾過法\nの利用を実用化することが困難だったのであり，それを克服したのが本件発明であ\nる。\nイ　また，第１ないし第３引用例には，本件発明のような嫌気性微生物を付\n着させた濾床による処理についての記載がない。\n本件発明は，嫌気性濾床槽と生物膜濾過槽を組み合わせることにより，\n高い浄化能力を達成したことに加え，生物膜濾過槽の逆洗水を別の沈殿槽を使用す\nるのではなく，嫌気性濾床槽に返送し，さらなる分解処理及び脱窒処理を行うとの\n新たな構造及び汚水処理プロセスの組み合わせに，発明の新規性，進歩性が存在す\nる。\n被告らが引用する乙１４及び１５は，嫌気性濾床槽と接触ばっ気槽を組\nみ合わせた浄化槽の一例であって，生物膜濾過槽についての記載がなく，生物膜濾\n過槽の逆洗や逆洗水の返送について何も示唆していない。\nウ　さらに，第１引用例には，本件発明のような逆洗のことは記載されてい\nない。\n第２引用例に記載のある逆洗とは，散気管から送り込まれる空気による\nものであって，処理水槽からの処理水の逆流によるものではない。\n第３引用例に記載のある逆洗とは，処理水槽からの処理水の逆流による\nものではない。さらに，仮に汚泥返送管を本件発明の「逆洗排水パイプ」に相当す\nると見ても，運ばれるものは汚泥にすぎない。\nエ　乙１２においても，嫌気性微生物を付着させた濾床による嫌気性微生物\n分解を積極的に利用した処理槽は存在しない。しかも，この文献における洗浄工程\nは，本件発明の逆洗とは全く相違している。\n(2)　第４引用例からの容易想到性について\nア　第４引用例で用いられている好気性微生物処理法は，接触ばっ気法であ\nる。そのことは，好気性微生物処理槽の後段に沈殿槽があることから明らかであ\nる。そして，本件発明とは基本的な構成が大きく異なるものであり，好気性処理槽\nにおいて濾過機能を有する生物膜濾過層を小型処理浄化槽に用いて，処理水槽－好\n気性処理槽－嫌気性濾床槽の間で処理水を逆流させて好気性処理槽の逆洗を行うと\nいう構成は，どこにも示唆されていない。\nイ　乙２２には，第三次処理室の濾材に付着した汚泥の除去について記載が\nあるが濾材を洗浄した洗浄排水がどこに運び出されるかは，全く記載されておら\nず，逆洗排水を嫌気性濾床槽へ戻して更なる分解処理及び脱窒処理をするという本\n件発明の構成は，全く開示も示唆もされていない。\n乙２３には，小型浄化槽において濾過槽の濾材を処理水を逆流させるこ\nとによって逆洗し，かつ逆洗水量の液面上昇により汚泥を排出するという構成を見\n出すことはできない。濾過部を洗浄した洗浄排水がどこに運び出されるかは全く記\n載されておらず，逆洗排水を嫌気性濾床槽へ戻して更なる分解処理及び脱窒処理を\nするという本件発明の構成は，全く開示も示唆もされていない。\n乙２４の発明は，接触ばっ気処理を行った処理水につき下部の濾材層で\n３次処理としての濾過を行う汚水処理装置であって，逆洗機構として記載されてい\nるのは，処理水をポンプで逆流させて濾材層を逆洗させるというものであり，濾材\n層を複数区分に分け，個別に逆洗をすることによって，逆洗排水を槽の外へ排出し\nないことが特徴とされている。このように，逆洗排水は槽の外へ排出しないことが\n特徴なのであるから，ここには逆洗排水を嫌気性濾床槽へ戻して更なる分解処理及\nび脱窒処理をするという本件発明の構成は，全く開示も示唆もされていない。\nしたがって，これらの各証拠を第４引用例と組み合わせることで本件発\n明を想到することが当業者にとって容易であるとは到底いえない。\n８　争点(5)（損害の発生及び額）について\n〔原告の主張〕\n(1)　本件特許の権利関係及び実施関係\n本件特許は，麒麟麦酒及び四電工の２社共同で出願され，平成１２年２月\n１０日，上記２社を共同権利者として特許登録がなされた。その後，平成１３年７\n月１６日，本件特許権が上記２社から原告に譲渡され，登録された。\n他方，本件特許の実施状況については，当初は，特許権者であった麒麟麦\n酒と四電工が各自実施していたが，麒麟麦酒は，間もなくこの営業を中止し（麒麟\n麦酒は，公告後は本件特許の実施を行っていないので，逸失利益の請求には関係が\nない。），その後キリンマシナリー株式会社（以下「キリンマシナリー」とい\nう。）が，さらに平成１２年４月１日以降は原告が麒麟麦酒の下の独占的実施権者\nとして本件特許を実施した。四電工は，平成１３年３月末まで小型浄化槽事業を継\n続し，本件特許を実施した。\n(2)　逸失利益の請求権\nア　共同出願人として公告された出願に基づく権利者であり，その後共有特\n許権者となった四電工は，被告らの行為により製品の販売を失い，その結果喪失し\nた利益を損害賠償として請求することができる。\nさらに，キリンマシナリー及び原告は，それぞれの時期において，麒麟\n麦酒の下の独占的実施権者であったから，その逸失利益を請求することができる。\nそして，四電工とキリンマシナリーは，原告に対し，それぞれの逸失利\n益請求権を譲渡した。\nイ　逸失利益の額\n逸失利益の請求は，元来被告日立化成工業が販売を始めた時点からなし\n得るものであるが，不法行為の消滅時効の関係で本件請求まで３年分に限定する。\n被告日立化成工業による平成１１年９月ないし平成１３年９月末までの\n被告製品の販売台数は，少なくとも２０００台と推定される。被告製品の販売価格\nは１台４０万円であり，利益は１台当たり１６万円であると認められるので，特許\n法１０２条２項により，被告らの合計の利益額は，３億２０００万円と推定され\nる。\n被告日立ハウステックによる平成１３年１０月ないし平成１４年８月末\nまでの被告製品の販売台数は，少なくとも１０００台と推定される。したがって，\nそれによる利益は，前同様にして１億６０００万円と推定される。\nよって，原告は，特許法１０２条２項により，被告日立化成工業に対し\n３億２０００万円，被告日立ハウステックに対し１億６０００万円を請求する。\n(3)　実施料請求権\n実施料請求権については，被告日立化成工業による販売の当初から不当利\n得として請求し得るものである。終期は，特許権者（公告された出願に基づく権利\n者を含む。）と事業をしている者とが一致するに至った時，すなわち原告に特許権\nが移転された平成１３年７月１６日までとする。\n被告日立化成工業が平成７年から平成１３年７月１６日までの間に販売し\nた被告製品は，４０００台である。その販売価格は，前述のとおり１台４０万円で\nあるから，合計１６億円である。実施料率は，販売価格の１０％が妥当である。よ\nって，実施料は，１億６０００万円となる。\n原告は，上記実施料請求権を麒麟麦酒及び四電工から譲り受けた。\nよって，原告は，被告日立化成工業に対し１億６０００万円を請求する。\n〔被告らの主張〕\n〔原告の主張〕は不知ないし争う。\n第４　争点に対する当裁判所の判断\n１　争点(1)（被告製品の具体的構成）について\n被告製品の具体的構成が，別紙物件目録(4)②ないし④，(5)，(7)及び(8)以\n外の記載及び図面において同目録記載のとおりであることは当事者間に争いがな\nく，前記争いのない事実に，証拠（甲４，５の１及び２，６，７，１０の１ないし\n８，１３，１４，１６，１７，乙２９）を総合すれば，被告製品は，別紙物件目録\n添付の第１図ないし第３図に示される小型処理浄化槽であり，以下のとおり，嫌気\n濾床槽第１室，流量調整装置，嫌気濾床槽第２室，生物濾過槽，処理水槽，消毒\n槽，洗浄用エアリフトポンプ，洗浄排水移送管及び循環水量調整装置から構成され\nるものであると認められる。\n(1)　嫌気濾床槽第１室\n嫌気濾床槽第１室には，汚水が流入する流入管があり，また粗大な固形物\nや浮遊物を選別して除くための濾床が設置されている。濾床にはまた嫌気性微生物\nを付着させており，汚水の分解，浄化を行う。\n(2)　流量調整装置\n嫌気濾床槽第１室の処理済汚水を嫌気濾床槽第２室へほぼ一定量で移送す\nるため，嫌気濾床槽第１室の流出部に流量調整装置が設けられている。\n嫌気濾床槽第１室内に２段式エアリフトポンプがあり，処理された汚水を\n第１のエアリフトポンプによって揚水し，これを第２のエアリフトポンプによって\n流量調整装置に揚水させる構成になっている。\n(3)　嫌気濾床槽第２室\n嫌気濾床槽第１室において処理され，流量調整装置により一定量移送され\nてくる汚水を，更に嫌気性微生物により分解・浄化するため，嫌気濾床槽第２室が\n設けられ，嫌気性微生物を付着させた濾床が設置されている。\n(4)　生物濾過槽\n①　嫌気濾床槽第１，２室で嫌気性処理された汚水を好気性微生物によって\n更に処理する生物濾過槽が設けられ，嫌気濾床槽第２室で処理された汚水は，生物\n濾過槽との隔壁部に設けられた仕切り部を通って上昇し，隔壁上部にあいている移\n流口から生物濾過槽に流入する。\n②　生物濾過槽は，上下２枚の塞ぎ板により上下部及び中間部に仕切られ，\n上部にばっ気部が，下部に静止部がそれぞれ形成され，かつ，それぞれに一辺約１\n０ｍｍの立方体で有機物の分解及びアンモニアの硝化を行う微生物の付着したスポ\nンジ構造のポリエチレン担体が，充填率９０％の割合で充填されている。\n③　ばっ気部下部には，空気の噴出するばっ気用散気管が設けられており，\n逆洗管からの噴気がなされている時を含み，常時空気を噴出している。また，静止\n部下部には，空気の噴出する逆洗管が設けられており，逆洗管からの噴気は，一定\n時間の間隔をおいて設定される逆洗設定時になされる。\n④　静止部下部には，生物濾過槽で処理された汚水を処理水槽へ流出する移\n流口が設けられている。\n(5)　処理水槽\n生物濾過槽の次に処理水槽が設けられ，(4)④の移流口から生物濾過槽の処\n理水が流入して貯留する。\n(6)　消毒槽\n処理水槽中の処理水に塩素系薬剤を添加して，処理汚水を放流して差し支\nえないようにするため，消毒槽が設けられている。処理済汚水は消毒の後，流出管\nから槽外に放流される。\n(7)　洗浄用エアリフトポンプ\n生物濾過槽のばっ気部と静止部の間には，洗浄用エアリフトポンプにつな\nがる吸い込み口が設置されており，逆洗時，生物濾過槽の中から槽内水を引き抜\nく。これにより，生物濾過槽を槽底部で連通している処理水槽内の処理水が静止部\n中を逆流して，洗浄用エアリフトポンプで引き抜かれていく。\n(8)　洗浄排水移送管\n洗浄用エアリフトポンプで引き抜かれた洗浄排水を嫌気濾床槽第１室の汚\n水流入部に移送させる洗浄排水移送管が，洗浄用エアリフトポンプの排出口に接続\nして設けられている。\n(9)　循環水量調整装置\n処理水槽には，処理水を処理水槽底部から引き抜き循環水移送管を経由し\nて嫌気濾床槽第１室へ常時移送（循環）するための循環用エアリフトポンプが設け\nられている。ポンプ上部には循環水量を調節する循環水量調整装置が設けられてい\nる。\n２　争点(2)ア（被告製品が構成要件ＣないしＦの「生物膜濾過槽」を充足する\nか）について\n(1)　本件明細書の記載\n本件発明の特許請求の範囲は，「生物膜濾過槽」について，「好気性微生\n物が付着された粒状の多孔質担体が充填された生物膜濾過層を有し，前記原水槽か\nらこの原水槽を通過して嫌気性生物処理された汚水が供給される生物膜濾過槽と，\n前記生物膜濾過槽からこの生物膜濾過槽を通過して好気性生物処理された処理水が\n放出される処理水槽と，前記処理水槽内の処理水を前記生物膜濾過槽に戻して前記\n生物膜濾過層内を逆流させる逆洗ポンプと，前記生物膜濾過槽と前記原水槽とを接\n続して前記生物膜濾過層内を逆流した処理水によ（り）増加する生物膜濾過槽内の\n汚水を原水槽に排水する逆洗排水パイプと」と記載されている。\nまた，本件明細書中【発明の詳細な説明】欄には，上記「生物膜濾過槽」\nに関連して，以下のとおりの記載がある（甲２）。\nア　〔従来の技術〕欄\n従来，処理対象人員５０人以下の小型の浄化槽としては，接触ばっ気方\n式のものがほとんどである。（中略）接触ばっ気方式の浄化槽は，汚水流入側か\nら，嫌気濾床槽１００，接触ばっ気槽１１０，沈殿槽１２０および消毒槽１３０を\n備えている。\nこの方式の浄化槽において，汚水は，まず嫌気濾床槽１００へ流入させ\nられ，流入汚水中の浮遊物等の大部分はここに分離貯留される。この一方で，浮遊\n物が分離された処理水は次の接触ばっ気槽１１０に移流される。\n接触ばっ気槽１１０には，波板状，ハニカム状，網様長円筒状等の接触\n材が充填されている。この槽１１０で処理水をばっ気することによって，処理水は\n接触材の表面に付着する微生物の作用で処理され，ついで沈殿槽１２０に移流され\nてここで上澄水と沈殿汚泥とに分離される。\n上澄水はさらに消毒後放流され，沈殿槽１２０での沈殿汚泥は接触ばっ\n気槽１１０または嫌気濾床槽１００に移送される。（２欄９行目ないし３欄１１行\n目）\nイ　〔発明が解決しようとする課題〕欄\nしかしながら，かかる従来の接触ばっ気方式では，後段に相当容量の沈\n殿槽１２０が必要であり，装置自体がコンパクトにならないというシステム自体の\n問題が生じていた。また，従来の波板等の接触材を備える接触ばっ気槽の処理性能\nを向上させることによる装置の小型化も要望されていた。\n本発明は，上記事情に鑑みて創案されたものでその目的は，ＢＯＤ除去\n率等の処理性能にすぐれ，しかもコンパクトな小型処理浄化槽を提供することにあ\nる。（３欄１３行目ないし２１行目）\nウ　〔作用〕欄\n上記小型処理浄化槽によれば，原水槽の濾床に付着された嫌気性微生物\nによって，家庭用雑排水等の汚水に含まれる有機物の分解，吸着が行われ，さらに\nこのような嫌気性生物処理を行った汚水について，生物の生物膜濾過層に充填され\nた粒状の多孔質担体による物理的濾過およびこの粒状多孔質担体に付着された好気\n性微生物による好気性生物処理が行われ，有機物およびＳＳ（無機浮遊物質）の除\n去が行われる。そして，逆洗ポンプによって処理水槽内の処理水が生物膜濾過層内\nに逆流され，生物膜濾過層内に付着捕捉されている有機物や増殖微生物等が多孔質\n担体から離脱されて，生物膜濾過層の洗浄が行われる。さらに，この逆洗ポンプに\nより生物膜濾過層内を逆流してその洗浄に使用された逆洗排水は，逆洗排水パイプ\nによって原水槽に戻される。（３欄３８行目ないし４欄１行目）\nエ　〔実施例〕欄\n(ｱ)　生物膜濾過槽Ｓは，生物膜濾過層４５を備えており，この濾過層４５\nの中には，多数の粒状多孔質担体が充填されており，微生物を高濃度に付着増殖さ\nせるのに昀適な構造をしている。この生物膜濾過槽Ｓでは好気性生物処理及び物理\n的濾過が同時に行われ，主に，有機物及びＳＳが除去されるようになっている。\nすなわち，生物膜濾過層４５内に充填された担体に付着する微生物に\nより生物処理が行われるとともに，充填担体粒子間に形成された隙間と広い生物膜\n表面への吸着とによる物理的濾過が行われる。（４欄４０行目ないし４９行目）\n(ｲ)　また，底部近くには第２図に示す曝気用ブロワー３５に接続された曝\n気・逆洗用パイプ３７が枠組されて設けられ，この枠組された部分には多くの孔が\n設けられている。そして，曝気・逆洗用パイプ３７の枠組部の上方又は下方位置お\nよびパイプ２５の開口２７の近傍の上方両方にロストル３９，４１が設けられ，こ\nの間に好気性微生物を付着させた粒状の多孔質セラミックスからなる多数の担体４\n３を充填して生物膜濾過層４５を形成している。この担体４３は５～５０μの細孔\nを設けた直径２～１０ｍｍの球状体で，多孔質であるため，比表面積，細孔容積が\n大きく微生物の付着増殖に昀適構造をもっており，微生物を高濃度に保持できる。\nまた，比重も１に近く，少々の流れによっても位置を変え撹拌がなされる。すなわ\nち，逆洗動力が極めて少なくてもよい。このような多孔質セラミックス担体４３の\n具体的材料としては，例えば，ゼオライト，鉱滓，無煙炭，抗火石，天然鉱物，粒\n状泡ガラス，ＣＢ濾材，アクチノライト等が挙げられる。（５欄５行目ないし２２\n行目）\n(ｳ)　パイプ２５で送られた水は開口２７から生物膜濾過槽Ｓに入り，生物\n膜濾過層４５を下向流で通過させる。この生物膜濾過層４５内には球状多孔質セラ\nミックスからなる多数の担体４３が充填されており，この中を曲折しながら下降す\nる。ところで，このとき，曝気用ブロワー３５が作用し，底部に枠組された曝気・\n逆洗用パイプ３７から空気の気泡が吹き出され，上昇する。この気泡は，担体４３\nに衝突しながら曲線的に上昇するので，急激に粗大化せず滞留時間も長くなり，高\nい酸素利用率が得られるため，高負荷運転が可能である。\nこのように生物膜濾過層４５で原水と空気とを向流接触させることに\nより，接触曝気をし，汚水への高い酸素溶解を図り，生物酸化機能を高めて有機物\nの分解や微生物の増殖をするとともに，担体粒子間と広い生物膜表面への吸着とに\nよる濾過作用により，より効果的に浄化し処理水とする。したがって，生物膜濾過\n層４５で有機物は吸着捕捉される。そして後述するように一定時間経過毎に逆洗さ\nれるので，底部に沈殿することはほとんどない。（６欄１１行目ないし２８行目）\nオ　実験例１\n平均ＢＯＤ濃度２４０ｍｇ／Ｌの原水を第１図に示される本浄化槽で処\n理し，各処理槽でのＢＯＤ濃度の変化を測定した。その結果，原水槽Ｒによる嫌気\n処理後の平均ＢＯＤ濃度は１４４．７ｍｇ／Ｌ，生物膜濾過槽による好気処理後の\n平均ＢＯＤ濃度は１２．０ｍｇ／Ｌとなった。これにより，生物膜濾過槽でのＢＯ\nＤ除去率は，９１．７％と極めて高い除去率を達成でき，しかも昀終ＢＯＤ濃度を\n２０．０ｍｇ／Ｌ以下に低減できることが確認された。\nこの実験において，ＳＳ濃度を同時に測定したところ，流入する原水Ｓ\nＳ濃度は２４０ｍｇ／Ｌ，原水槽Ｒによる嫌気処理後の平均ＳＳ濃度は３９．６ｍ\nｇ／Ｌ，生物膜濾過槽による好気処理後の平均ＳＳ濃度は１１．０ｍｇ／Ｌであ\nり，ＳＳも十分に除去されることが確認された。（７欄２２行目ないし３４行目）\nカ　〔発明の効果〕欄\n上記の実験結果より本発明の効果は明らかである。\nすなわち，本発明の小型処理浄化槽には，多数の多孔質担体が充填され\nた生物膜濾過層を有する生物膜濾過槽が備えられており，このものは極めて高いＢ\nＯＤ除去性能及びＫＬａ値を有し，逆にＢＯＤ－ＭＬＳＳ負荷は少ない。\n従って，浄化槽の高性能化に伴う大幅な装置のコンパクト化が図られ\nる。そして本発明によれば，生物膜濾過層を逆流した処理水が嫌気性処理槽である\n原水槽に排水されることにより，生物膜濾過槽を介して処理水槽から原水槽に戻さ\nれた処理水が，再度，嫌気性微生物が付着した原水槽の濾床を通過することによっ\nて嫌気性処理されることになるので，これによって，生物膜濾過槽におけるＢＯＤ\n容積負荷の増加が図られるとともに，その処理水に残存している亜硝酸イオンや硝\n酸イオンが還元されることによって，高い脱窒素処理能力を得ることが出来る。そ\nして，このような処理能力の向上によって，その分，浄化槽の小型化を図ることが\n出来る。（８欄３０行目ないし４６行目）\n(2)　本件発明の「生物膜濾過槽」の技術的意義\n「生物膜濾過槽」についての前記特許請求の範囲の記載によれば，本件発\n明の「生物膜濾過槽」は，①　好気性微生物が付着された粒状の多孔質担体が充填\nされた生物膜濾過層を有するものであること，②　嫌気性生物処理された汚水を好\n気性生物処理するものであること及び③　処理水が戻されて生物膜濾過層内を逆流\nするものであることが必要である。\nこのことに，前記(1)に認定した発明の詳細な説明の各記載を考慮すると，\n本件発明の「生物膜濾過槽」は，従来の波板状等の接触材を備える接触ばっ気槽に\n替わるものであり，好気性微生物が付着した粒状の多孔質担体が充填された生物膜\n濾過層を有する槽である（上記①）。そして，「生物膜濾過槽」は，原水槽により\n嫌気性生物処理された汚水に対して，上記多孔質担体による物理的濾過及びこの粒\n状多孔質担体に付着された好気性微生物による好気性生物処理を行うことにより，\n有機物及び無機浮遊物質の除去を行うとともに（上記②），処理水の逆流により，\n生物膜濾過層内に付着捕捉されている有機物や増殖微生物等が多孔質担体から離脱\nされて，生物膜濾過層の洗浄が行われる（上記③）。結果として，ＢＯＤ（生物化\n学的酸素要求量）除去率等の処理性能にすぐれ，従来接触ばっ気槽の下流側に必要\nとされていた沈殿槽を除くことができ，コンパクトな処理槽を提供することができ\nるという作用を有するものである。\n(3)　被告製品の生物濾過槽\n被告製品の生物濾過槽の構成は，前記１(4)認定のとおりであり，前記認定\n事実及び証拠（甲４，５の１及び２，６，７，１０の１ないし８，１３，１６，１\n７，２７，乙２６ないし２９）によれば，被告製品の生物濾過槽の作用等につい\nて，以下のとおり認められる。\nア　生物濾過槽は，上下２枚の塞ぎ板により上下部及び中間部に仕切られ，\n上部にばっ気部が，下部に静止部がそれぞれ形成され，かつ，それぞれに一辺約１\n０ｍｍの立方体で有機物の分解及びアンモニアの硝化を行う微生物の付着したスポ\nンジ構造のポリエチレン担体が，充填率９０％の割合で充填されている。\nイ　被告製品におけるばっ気部の担体は，ばっ気散気管から常時噴出する空\n気により浮動しており，好気性微生物による好気性生物処理を行うことによって有\n機物の分解を行う。ばっ気部における有機物の分解除去作用は，極めて大きい。\nなお，被告製品におけるばっ気部の担体には，浮遊物質の捕捉除去機能\nすなわち物理的濾過作用があるものの，同担体は，ばっ気用散気管からの空気によ\nり浮動しているため，その濾過作用はごくわずかである。現に，ばっ気部の流入水\nと流出水とを比較すると浮遊物質がむしろ増加しているという調査結果がある（乙\n２８）。\nウ　被告製品における静止部では，洗浄時にのみ逆洗管から噴気が生じ，通\n常時には噴気がなされないものである。静止部の担体は，ばっ気部の担体とは異な\nり，通常時は静止状態を保っている。このことから，静止部の担体は，極めて大き\nい物理的濾過作用を有する。\nなお，被告製品におけるばっ気部と静止部との有機物の分解能力につい\nて，以下の比較実験結果が存在する。\n(ｱ)　被告製品（ＫＢＦ－５型及び同６型）について，ばっ気部の硝化能力\nと静止部の硝化能力の比が９：１である（乙２７）。なお，硝化能力とは，有機物\nの分解能力と同様の傾向を示すものである。\n(ｲ)　被告製品（ＫＢＦ－７型及び同６型）について，ばっ気部のＢＯＤ除\n去量と静止部のＢＯＤ除去量の比が９：１である（乙２８）。\n(ｳ)　被告製品（ＫＢＦ型）について，ばっ気部のＴＯＣ除去量と静止部の\nＴＯＣ除去量の比が，１１：７である（乙２９）。なお，ＴＯＣとは，総有機炭素\nといい，有機汚濁物濃度を示す数値であり，ＢＯＤ値と直線的関係が認められる\n（甲２７）。\nこのように，被告製品の静止部の担体にも好気性微生物が生息し，わず\nかではあるが，ばっ気部で分解しきれなかった有機物を分解する好気性生物処理機\n能を有する。\nなお，被告製品には，生物濾過槽の下流側に沈殿槽と称される槽は存在\nせず，処理水槽が存在するのみであるが，そこには，若干量（約１ｃｍ程度）の浮\n遊物質が堆積することがあり（乙２６），このことから，静止部での浮遊物質の物\n理的濾過能力は完全ではなく，若干量の浮遊物質が処理水とともに処理水槽へ流出\nしているといえる。\nエ　被告製品において，静止部の下部には処理水槽へと連結する移流口があ\nり，ばっ気部と静止部との間には洗浄用エアリフトポンプにつながる吸い込み口が\n設置されていて，逆洗時，ばっ気部と静止部との間から処理水を引き抜くことによ\nり，ばっ気部内の処理水は上から下へ移動して水位を下げ，生物濾過槽内の水位と\n処理水槽内の水位が同じとなるように，いったん処理槽内へ放出された処理水が，\n放出とは逆の方向に，静止部の下部の移流口を通じて流れ込み，静止部内を浄化作\n用を行う際の流れとは逆の方向（下から上へ）へ移動する。\nオ　以上のとおり，被告製品の生物濾過槽は，ばっ気部と静止部いずれにつ\nいても，スポンジ構造のポリエチレン担体が充填率９０パーセントの割合で充填さ\nれており，好気性微生物が付着した粒状の多孔質担体が充填された層を有し，嫌気\n濾床槽第１室により嫌気性生物処理された汚水に対して，ばっ気部では主に好気性\n生物処理を行って有機物を分解するのに対し，静止部では主に物理的濾過を行って\nいるものである。被告製品の洗浄用エアリフトポンプを作動させた結果処理水槽か\nら逆流する処理水は，生物濾過槽のうち静止部内のみを逆流するものである。\n(4)　構成要件充足性\nア　前記(1)アのとおり，従来技術は，汚水は嫌気濾床槽に流入し，流入汚水\n中の浮遊物等の大部分はここに分離貯留され，この一方で，浮遊物が分離された処\n理水は次の接触ばっ気槽に移流され，接触ばっ気槽で処理水をばっ気することによ\nって，処理水は接触材の表面に付着する微生物の作用で処理され，次いで沈殿槽に\n移流されてここで上澄水と沈殿汚泥とに分離され，上澄水はさらに消毒後放流さ\nれ，沈殿槽での沈殿汚泥は接触ばっ気槽又は嫌気濾床槽に移送されるというもので\nあった。すなわち，従来は，好気性微生物による好気性生物処理と沈殿による物理\n的濾過を別々の構成で行っていた。\n被告製品も，好気性微生物による好気性生物処理をばっ気部で行い，物\n理的濾過を静止部で行い，２槽で別々に行っている点は，従来技術と同じである。\nしかしながら，被告製品の特色は，生物濾過槽をばっ気部と静止部の２槽に分け，\nばっ気部では，常時ばっ気をして担体を浮遊させることにより（流動床），好気性\n微生物による好気性生物処理能力の向上を図り，静止部では，逆洗時以外ばっ気は\nせず担体を浮遊させないことにより，優れた浮遊物質の物理的濾過能力を発揮させ\nるという点にあり，ばっ気部と静止部を併せて初めて生物濾過槽としての機能を奏\nするものである。この点に関し，流動床生物濾過法は，固定床生物濾過法と異なる\n技術として分類されているところ，固定床と比較して流動床の生物処理能力が極め\nて高いことから（甲２１，乙１７，３３），被告製品における流動床であるばっ気\n部の存在の積極的意義を看過することはできない。\n以上のとおり，被告製品においては，ばっ気部での好気性生物処理が不\n可欠であり，かつ，静止部での物理的濾過作用も不可欠であって，両者相まって初\nめて，生物濾過槽としての機能を果たし，全体としての浄化能力の向上を図ってい\nるものということができる。\nこれに対し，本件発明は，１つの生物膜濾過槽で好気性微生物による好\n気性生物処理及び物理的濾過を行うものである。本件発明の「生物膜濾過槽」は，\n原水槽からの汚水に対し，好気性微生物による好気性生物処理及び物理的濾過を営\nみ，処理水槽へ処理水を流出させ，結果として，下流側に沈殿槽を必要としないと\nいう効果を生ぜしめるものである。\nイ　原告は，まず，被告製品の生物濾過槽は，ばっ気部及び静止部が両者合\nわさって，本件発明の「生物膜濾過槽」に該当する旨主張する。\nしかしながら，前記(2)③のとおり，本件発明の「生物膜濾過槽」は，処\n理水が戻されて生物膜濾過層内を逆流するものでなければならないところ，被告製\n品の洗浄用エアリフトポンプにより処理水槽から逆流する処理水は，静止部内のみ\nを逆流するものであり，ばっ気部を含む生物濾過槽全体を逆流するとはいえないか\nら，被告製品の生物濾過槽全体を本件発明の「生物膜濾過槽」に相当するというこ\nとはできない。\nまた，同様の理由により，ばっ気部のみを取り上げて「生物膜濾過槽」\nに相当するということもできない。\nウ　原告は，次に，被告製品の生物濾過槽の静止部が本件発明の「生物膜濾\n過槽」に該当する旨主張する。\nしかしながら，本件発明の「生物膜濾過槽」が好気性微生物による好気\n性生物処理及び物理的濾過の双方を行うことを必要とする以上，被告製品の生物濾\n過槽のばっ気部での好気性生物処理と静止部での物理的濾過が，両者相まって初め\nて，本件発明の「生物膜濾過槽」の機能を果たしているのであるから，静止部のみ\nをもって「生物膜濾過槽」に該当するとし，ばっ気部は本件発明との関係では付加\nにすぎないということはできない。なお，静止部においては，物理的濾過が行われ\nるとともに，ごくわずかに好気性生物処理が行われていることは前記のとおりであ\nるが，静止部における好気性生物処理能力はごくわずかであるし，洗浄時にのみ逆\n洗管から噴気が生じ，通常時には噴気がなされないことからも，通常時に好気性生\n物処理を行うことが予定されていないから，静止部をもって「生物膜濾過槽」に該\n当するということはできない。また，静止部のみでは，極めて高いＢＯＤ除去性能\nを有し，高い脱窒素処理能力を得ることができるという，前記(1)カ認定の本件発明\nの作用効果を奏することができない。\nエ　原告は，本件発明は，逆洗水を嫌気性濾床槽に返送するというアイデア\nにより，高性能かつ小型の家庭用浄化槽を実現したことに特徴があり，その逆洗方\n法を採用した被告製品において，生物膜濾過の方法として，本件明細書の実施例に\n変更を加えたとしても，本件発明の技術的範囲を免れることはできない旨主張す\nる。しかしながら，上記認定のとおり，本件発明の「生物膜濾過槽」と被告製品の\n生物濾過槽ないし生物濾過槽の静止部とは，そのよって立つ技術的思想に相違があ\nり，単なる実施例の変更とはいえないし，逆洗方法も，後記３認定のとおり，同一\nとはいえない。\nまた，原告は，上部をばっ気し下部で濾過を行う生物膜濾過槽は，本件\n特許出願当時，当業者の常識であったとして，ばっ気部を設ける方式と，本件明細\n書の実施例のように単一の生物膜濾過層を使用する方式は，目的とする処理能力や\n採用する担体の種類に応じて適宜選択される設計事項である旨主張する。しかしな\nがら，被告製品の生物濾過槽全体が本件発明の「生物膜濾過槽」に該当するとはい\nえないことは前記イのとおりであり，そのうちの静止部のみを取り上げて本件発明\nの「生物膜濾過槽」に相当するといえないことは，前記ウのとおりである。\nさらに，原告は，被告製品の開発経緯を見ると，開発当初には，ばっ気\n部に流動床を使うという発想が全くなく，本件発明の生物膜濾過層のように内部ば\nっ気生物濾過法を用いることから出発したもので，静止部は，当初の発想のまま残\nされた生物膜濾過層であると主張する。しかしながら，仮に開発経緯が原告主張の\nとおりであるとしても，前記認定のとおり，被告製品においては，結果としてばっ\n気部が静止部に比べて高い好気性生物処理能力を有し，静止部で高い物理的濾過作\n用を行うことにより，両者相まって高い浄化能力を発揮していることに変わりはな\nく，そのうち，静止部のみを取り上げて本件発明の「生物膜濾過層」に相当するも\nのと認めることはできない。\n(5)　よって，被告製品は，構成要件ＣないしＦの「生物膜濾過槽」を充足しな\nい。\n３　争点(2)ウ（被告製品が構成要件Ｅの「逆流させる逆洗ポンプ」を充足する\nか）について\n(1)　本件明細書の記載\n本件発明の特許請求の範囲には，「処理水槽内の処理水を前記生物膜濾過\n槽に戻して前記生物膜濾過層内を逆流させる逆洗ポンプと，前記生物膜濾過槽と前\n記原水槽とを接続して前記生物膜濾過層内を逆流した処理水により増加する生物膜\n濾過槽内の汚水を原水槽に排水する逆洗排水パイプ」と記載され，本件明細書中\n【発明の詳細な説明】欄には，以下のとおりの記載及び図がある（甲２）。\nア　〔作用〕欄\n逆洗ポンプによって処理水槽内の処理水が生物膜濾過層内に逆流され，\n生物膜濾過層内に付着捕捉されている有機物や増殖微生物等が多孔質担体から離脱\nされて，生物膜濾過層の洗浄が行われる。（３欄４５行目ないし４９行目）\nイ　〔実施例〕欄\n(ｱ)　さらにこの生物膜濾過槽Ｓの底部でロストル３９より下，すなわち生\n物膜濾過層４５より下側に開口し，生物膜濾過層４５により浄化処理された処理水\nを処理水槽Ｔへ供給するとともに，逆洗時には処理水槽Ｔの処理水を生物膜濾過槽\nＳへ逆送するパイプ４７が設けられている。\n仕切壁４９，５１で仕切られた処理水槽Ｔには，パイプ４７の他端が\n底部まで延び，そこに処理水を逆送させる逆洗ポンプ５３が取り付けられている。\nまた，パイプ４７の中間位置にはエルボ管５５が設けられ，生物膜濾過槽Ｓで処理\nされた処理水を処理水槽Ｔに放出している。（５欄２２行目ないし３２行目）\n(ｲ)　汚水の処理の結果，生物膜濾過層４５の担体４３には有機物や増殖微\n生物が付着しており，これが担体４３から外れて沈殿が始まる前に，逆洗ポンプ５\n３を作動させると処理水槽Ｔ内に溜まっている処理水がパイプ４７中を逆流して，\n生物膜濾過槽Ｓの底部から生物膜濾過層４５内を吹き上がる。\nこの上昇流によって，生物膜濾過層４５内に付着捕捉されている増殖\n微生物等は，曝気ブロワー３５から曝気・逆洗用パイプ３７を介して吹き出される\n気泡と相俟って除去され，逆洗排水中に浮遊する。ここに生物膜濾過層４５は多孔\n質セラミックスの多数担体４３であり，比重が１に近いことから，担体４３は舞い\n上がり，互いに衝突し合うことになり，捕捉していた増殖微生物を離脱させること\nになり，洗われることとなる。（６欄３９行目ないし７欄２行目）\n(ｳ)　この逆洗を所定時間経過毎に行い生物膜濾過層４５を洗滌して，分\n解，吸着能力を復帰させ原水槽Ｒへ増殖微生物等を戻し，原水槽Ｒの掃除筒１３か\nら掃除ポンプのノズルを挿入して定期的に増殖汚泥を抜き取り，処理をする。\nこの逆洗が終わった後には，原水槽Ｒへの汚水の流入が続き，平常の\n浄化処理が行われる。本例のように家庭用雑排水の場合には，例えば１日に１度，\n午前２時頃に逆洗することで足りる。（７欄９行目ないし１６行目）\nウ　〔発明の効果〕欄\nそして本発明によれば，生物膜濾過層を逆洗した処理水が嫌気性処理槽\nである原水槽に排水されることにより，生物膜濾過槽を介して処理水槽から原水槽\nに戻された処理水が，再度，嫌気性微生物が付着した原水槽の濾床を通過すること\nによって嫌気性処理されることになるので，これによって，生物膜濾過槽における\nＢＯＤ容積負荷の増加が図られるとともに，その処理水に残存している亜硝酸イオ\nンや硝酸イオンが還元されることによって，高い脱窒素処理能力を得ることが出来\nる。そして，このような処理能力の向上によって，その分，浄化槽の小型化を図る\nことが出来る。（８欄３６行目ないし４６行目）\nエ　図面\n本件明細書の図面（第１図ないし第４図，第６図ないし第８図）には，\n処理水槽の底部に逆洗ポンプ５３が設けられ，そこからパイプ４７が処理水槽の上\n方に延び，パイプ４７の他端が生物膜濾過槽内で生物膜濾過層より下側に開口して\nいる構造が図示されるとともに，生物膜濾過槽内で生物膜濾過層より下側に曝気・\n逆洗用パイプが設置され，そこから噴出する空気が生物膜濾過層の下から上へ抜け\nていく構造が図示されている。\n(2)　本件発明の「逆流させる逆洗ポンプ」の技術的意義\n上記(1)の各記載に鑑みると，本件発明の「生物膜濾過層内を逆流させる」\nとは，いったん生物膜濾過槽から処理水槽内へ放出された処理水を，それとは逆の\n方向に処理水槽内から生物膜濾過槽内へ流れ込ませ，さらに，生物膜濾過層内を浄\n化作用を行う際の流れとは逆の方向へ流すことを意味するものということができ，\n「逆洗ポンプ」とは，かかる逆流を生じさせ，水の流れによって，担体に付着した\n有機物や増殖微生物等を離脱させて剥離し，剥離されて浮遊している微生物等を洗\nい流し，生物膜濾過層を洗浄する機能を有するポンプのことを指すものということ\nができる。\n(3)　被告製品の洗浄用エアリフトポンプ\n被告製品の洗浄用エアリフトポンプの構成は，前記１(7)認定のとおりであ\nり，前記認定事実及び証拠（甲４，５の１及び２，６，１０の１ないし８，１３，\n１７，乙１３）によれば，洗浄用エアリフトポンプの作用等について，以下のとお\nり認められる。\nア　被告製品の生物濾過槽の静止部下部には，処理水槽へと連結する移流口\nがあり，ばっ気部と静止部との間には洗浄用エアリフトポンプにつながる吸い込み\n口が設置されていて，生物濾過槽のばっ気部と静止部との間から処理水を引き抜く\n構造を有している。また，生物濾過槽の静止部の下部には逆洗管が設けられてい\nる。\nイ　逆洗管から噴気を起こすことにより，生物濾過槽の静止部に充填された\n担体に付着した増殖微生物等を剥離させ，同時に，洗浄用エアリフトポンプにより\n処理水を引き抜くことによって，剥離した増殖微生物等を水とともに洗浄排水移送\n管に移送する。\n洗浄用エアリフトポンプにより処理水を引き抜くと，生物濾過槽のばっ\n気部内の処理水は上から下へ移動して水位を下げ，生物濾過槽内の水位と処理水槽\n内の水位が同じになるように，いったん処理槽内へ放出された処理水が，放出とは\n逆の方向に，生物濾過槽の静止部下部の移流口を通じて流れ込み，静止部内を浄化\n作用を行う際の流れとは逆の方向（下から上へ）へ移動する。\nウ　被告製品の逆洗管からの噴気を停止して洗浄用エアリフトポンプのみを\n作動させて，生物濾過槽の静止部に逆流を生じさせた場合，逆洗管からの噴気を起\nこして行う通常の逆洗の場合と比べて，引き抜き汚泥量が１４分の１，引き抜き汚\n水中の汚泥濃度が６分の１以下に下落するという実験結果がある（乙１３）。\nエ　このように，被告製品においては，逆洗管からの噴気によって静止部に\n充填された担体を洗浄し，担体から増殖微生物等を剥離し，洗浄用エアリフトポン\nプにより汚水を引き抜くことによって，剥離された増殖微生物等を水とともに返送\nしており，生物濾過槽の静止部の洗浄は，逆洗管からの噴気と洗浄用エアリフトポ\nンプによる処理水の引き抜きとが相まって行われている。もっとも，洗浄用エアリ\nフトポンプのみによった場合は，その効果が極めて小さくなり，洗浄は，主として\n噴気によって行われている。\n(4)　構成要件充足性\nア　前記(3)認定のとおり，被告製品においては，逆洗管からの噴気によって\n静止部に充填された担体を洗浄し，担体から増殖微生物等を剥離し，洗浄用エアリ\nフトポンプにより汚水を引き抜くことによって，剥離された増殖微生物等を水とと\nもに返送しており，生物濾過槽の静止部の洗浄は，洗浄用エアリフトポンプによる\n処理水の引き抜きと相まって行われているとはいうものの，主として逆洗管からの\n噴気によって行われている。\nこれに対し，本件発明の「逆洗」とは，前記(2)認定のとおり，処理水の\n逆流を生じさせ，水の流れによって，担体に付着した有機物や増殖微生物等を離脱\nさせて剥離し，剥離されて浮遊している微生物等を洗い流し，生物膜濾過層を洗浄\nすることをいい，被告製品の洗浄用エアリフトポンプが本件発明の「逆洗ポンプ」\nに当たるとはいえないと解される。\nイ　原告は，本件発明の「逆洗」には，処理水の逆流と空気洗浄とを兼ね備\nえたものを包含している旨主張し，前記(1)イ(ｲ)認定のとおり，本件明細書の実施\n例にも，水と気泡が相まって洗浄する方法が開示されている。\nしかしながら，上記実施例においても，逆流した処理水が生物膜濾過層\n内を吹き上がり，この上昇流によって，増殖微生物等が気泡と相まって除去される\n旨記載されており，本件特許請求の範囲には，水の逆流で洗浄する構成が記載され\nていることに照らし，上記実施例は，水の流れによる増殖微生物等の剥離・除去が\n主であり，空気は補助的な役割を果たしていると解される。これに対し，被告製品\nにおいて担体に付着した増殖微生物等を離脱させて剥離するのは，逆洗管からの噴\n気であって，水は剥離された増殖微生物等を移送するために用いられているにすぎ\nない。\nそして，生物濾過槽を洗浄する方法として，水洗浄方式と空気・水洗浄\n方式の２つの流れがあり，水洗浄方式とは，濾層下部から圧力水を噴出させること\nによって濾層を流動化し，濾材粒子同士の衝突を利用して抑留懸濁物をはぎとって\n洗い流す方法であり，空気・水洗浄方式とは，空気泡で濾層を振動させ，その結果\n濾材粒子から剥離された懸濁物を水流で流し出す洗浄方式であって，抑留懸濁物を\n剥離するのは空気の力によっており，水の流れを利用していないから，両者は技術\n的に異なるものとされている（甲２０）。また，原告は，本件特許の出願過程にお\nいて，拒絶理由通知に対する意見書（乙１の１１）及び特許異議に対する答弁書\n（乙１の１４）において，引用された乙２０（特開昭６２－２０４８９６号）に\nは，本件発明と同様の家庭用合併浄化槽が開示されているが，この浄化槽の空気逆\n洗装置は本件発明のように処理水を生物膜濾過槽に戻して濾材を逆洗するものでは\nない旨記載し，本件発明が乙２０の発明とは異なり水洗浄方式であることを強調し\nた。上記実施例も，抑留懸濁物を剥離するのに水の流れを利用する意味において水\n洗浄方式の一種と解される以上，本件明細書には，水洗浄方式が記載され，空気・\n水洗浄方式が開示されているとはいえない。\nよって，原告の上記主張は採用することができず，被告製品における洗\n浄用エアリフトポンプは，本件発明における「生物膜濾過層内を逆流させる逆洗ポ\nンプ」に相当するということができない。\n(5)　よって，被告製品は，構成要件Ｅを充足しない。\n４　争点(2)エ（被告製品が構成要件Ｆの「逆洗排水パイプ」を充足するか）につ\nいて\n(1)　本件明細書の記載\n本件発明の特許請求の範囲には，「前記生物膜濾過槽と前記原水槽とを接\n続して前記生物膜濾過層内を逆流した処理水により増加する生物膜濾過槽内の汚水\nを原水槽に排水する逆洗排水パイプ」と記載され，本件明細書中【発明の詳細な説\n明】欄には，逆洗排水パイプについて，以下のとおりの記載及び図がある（甲\n２）。\nア　〔作用〕欄\nさらに，この逆洗ポンプにより生物膜濾過層内を逆流してその洗浄に使\n用された逆洗排水は，逆洗排水パイプによって原水槽に戻される。（３欄４９行目\nないし４欄１行目）\nイ　〔実施例〕欄\n(ｱ)　さらに生物膜濾過槽Ｓについて詳述すると，生物膜濾過槽Ｓには，第\n２原水槽Ｒ２と生物膜濾過槽Ｓとを仕切る仕切壁２９の上方位置にパイプ２５の開\n口２７が設けられ，さらに上方には，逆洗時に生物膜濾過槽Ｓで増加し溢れた処理\n水が第１原水槽Ｒ１へ戻される逆洗排水パイプ３１の開口３３が設けられ，他端は\n導水管７に接続されている。（４欄５０行目ないし５欄５行目）\n(ｲ)　逆洗ポンプ５３で処理水槽Ｔの処理水が送り込まれるため，生物膜濾\n過槽Ｓの水位は上昇し，浮遊している増殖微生物とともに逆洗排水として上方の開\n口３３から逆洗排水パイプ３１によって導水管７に送られ，第１原水槽Ｒ１に戻さ\nれる。この逆洗排水は濾床３を通過し，再度嫌気性微生物により分解される。（７\n欄３行目ないし８行目）\nウ　〔発明の効果〕欄\nそして本発明によれば，生物膜濾過層を逆洗した処理水が嫌気性処理槽\nである原水槽に排水されることにより，生物膜濾過槽を介して処理水槽から原水槽\nに戻された処理水が，再度，嫌気性微生物が付着した原水槽の濾床を通過すること\nによって嫌気性処理されることになるので，これによって，生物膜濾過槽における\nＢＯＤ容積負荷の増加が図られるとともに，その処理水に残存している亜硝酸イオ\nンや硝酸イオンが還元されることによって，高い脱窒素処理能力を得ることが出来\nる。そして，このような処理能力の向上によって，その分，浄化槽の小型化を図る\nことが出来る。（８欄３６行目ないし４６行目）\nエ　図面\n本件明細書の図面（第１図，第３図ないし第６図，第８図）には，生物\n膜濾過槽と第２原水槽とを仕切る仕切壁の上方位置に開口３３，それに連結する逆\n洗排水パイプ３１が設けられ，その他端は，上記開口３３より低い位置にあって導\n水管７に接続している構造が図示されている。\n(2)　本件発明の「逆洗排水パイプ」の技術的意義\n上記(1)の各記載に鑑みると，構成要件Ｆの「逆洗排水パイプ」とは，生物\n膜濾過槽と原水槽とを接続しており，生物膜濾過層内を逆流した処理水によって生\n物膜濾過槽内の汚水が増加し，水位が通常の水位よりも上昇した際に，原水槽へ処\n理水を移送させる機能を有するパイプのことを意味するものということができる。\n(3)　被告製品の洗浄排水移送管\nア　被告製品の洗浄排水移送管の構成は，前記１(8)に認定したとおりであ\nり，洗浄用エアリフトポンプの排出口に接続して，洗浄用エアリフトポンプで引き\n抜かれた生物濾過槽内の洗浄排水を嫌気濾床槽第１室の汚水流入部に移送させる。\nイ　被告製品の洗浄用エアリフトポンプ及び洗浄排水移送管は，生物濾過槽\nのばっ気部と静止部との中間部分に開口している。\nウ　被告製品において洗浄用エアリフトポンプにより処理水を引き抜くと，\n生物濾過槽のばっ気部内の処理水は上から下へ移動して水位を下げ，生物濾過槽内\nの水位と処理水槽内の水位が同じになるように，いったん処理槽内へ放出された処\n理水が，静止部下部の移流口を通じて流れ込み，静止部内を処理水が逆流する。逆\n流は，洗浄用エアリフトポンプにより生物濾過槽の水を引き抜くために生じ，処理\n水槽から逆流する処理水の量は，洗浄用エアリフトポンプにより引き抜く水の量を\n超えることはない。また，被告製品においては，逆洗によって生物濾過槽の水が増\n加することはなく，生物濾過槽の水位が通常の水位より下がることはあっても，上\n昇することはない。\n(4)　構成要件充足性\n前記(3)認定のとおり，被告製品において逆洗時に処理水槽から生物濾過槽\nへ処理水が逆流するのは，洗浄用エアリフトポンプにより生物濾過槽の水を引き抜\nくからである。このような構造から，処理水槽から逆流する処理水の量は，洗浄用\nエアリフトポンプにより引き抜く水の量を超えることはなく，逆洗時に処理水槽か\nら生物濾過槽へ処理水が逆流しても，生物濾過槽内の汚水を増加させることはあり\n得ない。\nそうすると，被告製品においては，生物濾過槽内の汚水が「逆流した処理\n水により増加する」ことはなく，被告製品の洗浄用エアリフトポンプ及び洗浄排水\n移送管は，本件発明における「洗浄排水パイプ」に相当するとはいえない。\n(5)　よって，被告製品は，構成要件Ｆを充足しない。\n５　結論\n以上によれば，原告の請求は，その余の点について判断するまでもなく理由\nがないから，いずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　髙　　部　　眞 規 子\n裁判官　　　　上　　田　　洋　　幸\n裁判官  　　　宮　　崎　　拓　　也\n別紙\n物　　件　　目　　録\n第１図乃至第３図に示される嫌気濾床槽第１室，流量調整装置，嫌気濾床槽第２\n室，生物濾過槽，処理水槽，消毒槽，洗浄用エアリフトポンプ，洗浄排水移送管，\n循環水量調整装置を有する小型処理浄化槽（型式名ＫＢＦ－５，６，７，８，１０\n型及びＤＢＦ１－５，６，７，８，１０型）。\nそれぞれの具体的構成は下記のとおり。\n(1)　嫌気濾床槽第１室\n嫌気濾床槽第１室には，汚水が流入する流入管があり，また粗大な固形物や浮\n遊物を選別して除くための濾床が設置されている。濾床にはまた嫌気性微生物を付\n着させており，汚水の分解，浄化を行う。\n(2)　流量調整装置\n嫌気濾床槽第１室の処理済汚水を嫌気濾床槽第２室へほぼ一定量で移送するた\nめ，嫌気濾床槽第１室の流出部に流量調整装置が設けられている。\n嫌気濾床槽第１室内に２段式エアリフトポンプがあり，処理された汚水を第１\nのエアリフトポンプによって揚水し，これを第２のエアリフトポンプによって流量\n調整装置に揚水させる構成になっている。\n(3)　嫌気濾床槽第２室\n嫌気濾床槽第１室にて処理され，流量調整装置により一定量移送されてくる汚\n水を，更に嫌気性微生物により分解・浄化するため，嫌気濾床槽第２室が設けら\nれ，嫌気性微生物を付着させた濾床が設置されている。\n(4)　生物濾過槽\n①　嫌気濾床槽第１，２室で処理された汚水を好気性微生物によって更に処理す\nる生物濾過槽があり，嫌気濾床槽第２室で処理された汚水は，生物濾過槽との隔壁\n部に設けられた仕切り部を通って上昇し，隔壁上部にあいている移流口から生物濾\n過槽に流入する。\n②　生物濾過槽は塞ぎ板により上下に仕切られ，かつ，それぞれに一辺約１０ｍ\nｍの立方体で，有機物の分解及びアンモニアの硝化を行う微生物の付着したスポン\nジ構造のポリエチレン担体が，充填率９０％で充填されている。上部をばっ気（曝\n気）部，下部を静止部と称している。\n③　ばっ気部下部には，空気を噴出するばっ気散気管が設けられており，常時\n（逆洗管からの噴気がなされているときを含む。）空気を噴出している。また，洗\n浄時に空気を噴出する逆洗管が設けられている。逆洗管からの噴気は，一定時間の\n間隔をおいてなされる。\n④　静止部下部に移流口が設けられ，生物濾過槽で処理された汚水を隣接する処\n理水槽へ送水する。\n(5)　処理水槽\n生物濾過槽の次に処理水槽が設けられ，(4)の④の移流口より生物濾過槽の処理\n水を送られて貯留する。\n(6)　消毒槽\n処理水槽中の処理水に塩素系薬剤を添加して，処理汚水を放流して差し支えな\nいようにするため，消毒槽が設けられている。処理済汚水は消毒の後，流出管より\n槽外に放流される。\n(7)　洗浄用エアリフトポンプ\n生物濾過槽のばっ気部と静止部の間に洗浄用エアリフトポンプが設けられてお\nり，生物濾過槽の中から槽内水を引き抜く。これにより，生物濾過槽と槽底部で連\n通している処理水槽内の処理水が生物濾過槽中を逆流して，その静止部の水洗浄を\n行う。洗浄後の水はエアリフトポンプで引き抜かれていく。\nなお，静止部下部には，逆洗の際気泡による洗浄をも行うため，空気を噴出す\nる逆洗管が設けられている。\n(8)　洗浄排水移送管\n(7)において引き抜かれた洗浄排水を嫌気濾床槽第１室の汚水流入部に移送させ\nる洗浄排水移送管が，エアリフトポンプの排出口に接続して設けられている。\n(9)　循環水量調整装置\n処理水槽には，処理水を処理水槽底部から引き抜き循環水移送管を経由して嫌\n気濾床槽第１室へ常時移送（循環）するための循環用エアリフトポンプが設けられ\nている。ポンプ上部には循環水量を調節する循環水量調整装置が設けられている。\n別紙\n出　願　経　過\n１　平成２年６月１５日　　出願（特願平２－１５６７４８号〔特願昭６２－２３\n１７９７号，出願年月日昭和６２年９月１６日の分割〕）\n２　平成３年１０月１６日　出願公開（特開平３－２３２５８７号）\n３　平成４年６月４日　　　審査請求\n４　平成５年２月１９日　　拒絶理由通知\n５　同年５月３１日　　　　手続補正書及び意見書提出\n６　平成６年５月１８日　　拒絶理由通知\n７　同年８月８日　　　    手続補正書及び意見書提出\n８　同年１０月１４日　　　拒絶理由通知\n９　平成７年１月１７日　　手続補正書及び意見書提出\n１０　同年８月２日　　　　出願公告（特公平７－７１６７２号）\n１１　同年１０月３０日　　株式会社イナックス，特許異議申立て\n１２　同年１１月２日　　　被告日立化成工業，特許異議申立て\n１３　同月２１日　　　　　株式会社イナックス，特許異議申立理由補充書提出\n１４　同月２７日　　      被告日立化成工業，特許異議申立理由補充書提出\n１５　平成８年８月５日　　特許異議申立て２件につき，異議答弁書提出\n１６　平成１０年１０月２３日　特許異議の認容決定\n１７　同日　　　　　　　　拒絶査定\n１８　平成１１年２月３日　審判請求\n１９　同年５月２７日　　　審判請求理由補充書提出\n２０　同年１１月１日　　　面接\n２１　同月８日　　　　　　拒絶査定取消審決\n２２　平成１２年２月１０日　特許登録\n第１図、第２図第３図\n"
}