{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 6,
    "day": 9
  },
  "case_number": "平成17(行ケ)10326",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9547",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9547",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/547/009547_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３２６号　特許取消決定取消請求事件\n平成１７年６月９日判決言渡，平成１７年５月２６日口頭弁論終結\n判　　　　決\n原　告　富士写真フイルム株式会社\n訴訟代理人弁理士　香取孝雄，串田幸一，鈴木大介\n被　告　特許庁長官　小川洋\n指定代理人　原光明，橋本恵一，高橋泰史，井出英一郎，高木彰\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。\n第１　原告の求めた裁判\n「特許庁が異議２００３－７１８９９号事件について平成１６年７月２６日にし\nた決定中，特許第３３７２２８９号の請求項１及び５に係る特許を取り消すとの部\n分を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許\n庁から請求項１及び５に係る特許を取り消す旨の決定を受けたため，同決定の取消\nしを求めた事案である。\n１　特許庁における手続の経緯\n本件特許第３３７２２８９号「ディジタルカメラ」は，平成５年４月２８日に原\n告により特許出願され，平成１４年１１月２２日に特許権の設定登録がなされた\n（甲７）。その後，本件特許について，特許異議の申立て（異議２００３－７１８\n９９号）がなされ（甲８），原告は平成１６年６月１５日に訂正請求を行った（甲\n１５）。\n上記異議申立てについて，平成１６年７月２６日，「訂正を認める。特許第３３\n７２２８９号の請求項１，５に係る特許を取り消す。同請求項２ないし４に係る特\n許を維持する。」との決定があり，その謄本は同年８月１６日原告に送達された。\n２　本件発明の特許請求の範囲の記載（下線部は訂正部分。以下，請求項番号に\n対応して，それぞれの発明を「本件発明１」などという。請求項２ないし４の記載\nは省略。）\n【請求項１】　被写体を表わす光学像を撮像手段にて電気信号に変換し，該電気信\n号を表わす画像データを情報記録媒体に記録するディジタルカメラにおいて，該デ\nィジタルカメラは，\n前記撮像手段にて撮像されて得られた画像データを格納する格納手段と，\n該格納手段に格納された画像データを前記情報記録媒体に記録するための処理を\n行なう処理手段と，\n該処理手段にて処理された画像データを前記情報記録媒体に記録する記録手段\nと，\n該ディジタルカメラの操作状態に応じた第１の段階にて第１の処理開始を前記処\n理手段に通知し，該第１の段階に続く第２の段階にて第２の処理開始を前記処理手\n段に通知する入力手段とを含み，\n前記処理手段は，\n前記入力手段から通知される第１の処理開始及び第２の処理開始を検出する状態\n検出手段と，\n該状態検出手段にて検出された第１の処理開始及び第２の処理開始のそれぞれに\n応じて，前記格納手段に格納された画像データを読出す読出手段と，\n該読出手段にて読出された画像データを圧縮する圧縮手段と，\n該圧縮手段にて圧縮された画像データを前記記録手段に出力する書込手段と，\n前記状態検出手段にて検出された第１の処理開始及び第２の処理開始のそれぞれ\nに応じて，第１の動作モード及び第２の動作モードのいずれかの動作モードを選択\nして設定する切替手段と，\n該切替手段にて選択された動作モードに応じて，前記撮像手段への駆動方法を決\n定し，該撮像手段を駆動する駆動手段とを含み，\n前記圧縮手段は，前記切替手段にて選択された第１の動作モードにて前記被写体\n像の静止画像を表わす１コマの画像データを圧縮する第１の圧縮手段と，前記切替\n手段にて選択された第２の動作モードにて前記被写体像の動画像を表わす複数コマ\nの連続した画像データを圧縮する第２の圧縮手段とを含むことを特徴とするディジ\nタルカメラ。\n【請求項５】　請求項１に記載のディジタルカメラにおいて，前記情報記録媒体\nは，画像データなどの情報の書き換えが可能な光ディスクであることを特徴とする\nディジタルカメラ。\n３　決定の理由の要点\n決定は，本件訂正を認めた上で，本件発明１及び５は，いずれも刊行物に記載さ\nれた発明に基づいて当業者が容易に発明できたものであるから，特許法２９条２項\nの規定により特許を受けることができないとした。\n(1)　引用刊行物\n刊行物１：特開昭６４－６５９９０号公報（審判甲１，本訴甲１０）\n刊行物２：特開昭６１－９８０８０号公報（審判甲２，本訴甲１１）\n刊行物３：特開平４－３２９７７２号公報（審判甲３，本訴甲１２）\n刊行物４：特開平４－３４５２９２号公報（審判甲４，本訴甲１３）\n(2)　刊行物１記載の発明（以下「刊行物発明」という。）\n「(ｱ)　「カメラ一体型ＶＴＲの普及に従い，（中略）動画として記録・再生する\nだけでなく，その一部を静止画として再生し，更には動画の記録に混在して静止画\nの記録を行いたいとする要望が聞かれるようになった。しかし現在のＶＴＲでは，\n（中略）高画質の静止画を観察できるようにはなっていない。（中略）これに対し\nては，（中略）当該記憶画像をディジタル信号化して数トラックにわたって記録す\nる方法などが本出願の出願人により提案されている。これらの方法によれば，良好\nな静止画をＶＴＲに記録・再生できる。」（１頁右下欄１０行～２頁左上欄１３\n行）\n(ｲ)　「本発明は，そのような静止画／動画の両方の記録が可能な画像記録装置に\nあって，撮影画像及び記録画像を簡単に確認できるシステムを提示することを目的\nとする。」（２頁右上欄１行～４行）\n(ｳ)　「以下，図面を参照して本発明の一実施例を説明する。第１図は，本発明の\n一実施例としてのカメラ一体型ＶＴＲの構成ブロック図を示す。第１図において，\n撮像管又は固体撮像素子及びその周辺回路で構成される撮像回路１０は，クロック\n発生回路１２からのクロックによって駆動され，Ｒ，Ｇ，Ｂ信号を出力する。」\n（２頁左下欄４行～１０行，第１図）\n(ｴ)　「３４は１フィールド分の記憶容量のフィールド・メモリ，３６はメモリ３\n４の書込及び読出並びにそのアドレスを制御するメモリ制御回路（中略）４０は，\n第１図の各回路を統括的に制御するシステム・コントローラであるが，具体的に\nは，スイッチ２６，３０の切換及びメモリ制御回路３６を制御する。８は静止画記\n録を命令する操作スイッチ，（中略）スイッチ３０はシステム・コントローラ４０\nの制御下で，動画記録モード時にはａ接点側に接続し，静止画記録モード時にはｂ\n接点側に接続する。ただし，（中略）信号劣化が問題にならない場合には，単に，\nメモリ３４の書込及び読出の制御で動画記録と静止画記録を制御してもよい。この\n場合にはスイッチ３０は不要になる。」（２頁右下欄１２行～３頁左上欄１４行）\n(ｵ)　「まず，第１図の装置により動画を記録する通常の場合を説明する。システ\nム・コントローラ４０は，フィールド・メモリ３６を書込モードにし，スイッチ３\n０をａ接点に接続する。（中略）撮像回路１０から混合器２４までの経路は上記の\nとおりであり，混合器２４から出力されるコンポジット映像信号は，スイッチ３０\nを介してＹ／Ｃ分離回路に入力され，Ｙ信号はＦＭ変調器４４でＦＭ変調され，Ｃ\n信号は周波数変換回路４６で低域に変換され，混合器４８で周波数多重され，磁気\nヘッド５６，５８により磁気テープ６０に記録される。この処理手順は公知であ\nる。次に静止画を記録する場合を説明する。例えば，電子スチル・カメラのシャッ\nタ操作に類似したスイッチ８の操作による静止画記録命令により，システム・コン\nトローラ４０は，メモリ制御回路３６に指令してメモリ３４を読出モードにし，ス\nイッチ３０をｂ接点側に接続する。そして，１／６０秒毎にフィールド・メモリ３\n４の内容を繰り返し読み出させる。これにより，Ｙ／Ｃ分離回路４２には全く同じ\nフィールド画像（すなわち，静止画像）が繰り返し印加され，このフィールド画像\nは動画の場合と同様にして磁気テープ６０に記録される。このように静\n止画を繰り返し印加することにより，再生時にランダム・ノイズを抑圧でき，良好\nな静止画を得ることができる。第２図は磁気テープ６０の記録トラックを示し，Ｍ\nＶは動画の記録領域，ＳＶは静止画の記録領域である。どちらの記録フォーマット\nも全く同じである。」（３頁右上欄３行～左下欄１６行）\n(ｶ)　「なお，本発明は，上述の実施例に限定されるものではなく，動画の記録フ\nォーマットと静止画の記録フォーマットとが異なるシステムであっても適用可能で\nある。例えば，更に良好な再生静止画を得るため，静止画はディジタル記録するも\nのとし，フィールド・メモリ３４の記憶信号を一旦バッファ・メモリに供給し，こ\nれを記録可能な速度で読み出し，１フィールド分のビデオ信号を多数のトラックに\nわたって記録する構成とすることも可能である。」（４頁左上欄１３行～右上欄２\n行）\n(3)　本件発明１と刊行物発明との対比及び判断\nア　一致点\n「本件発明１と刊行物発明を対比すると，\n上記３(3)ア(ｲ)(ｳ)(ｴ)(ｵ)（判決注：上記(2)(ｲ)(ｳ)(ｴ)(ｵ)）によれば，刊行物発\n明は，カメラ一体型ＶＴＲであって，固体撮像素子及びその周辺回路で構成される\n撮像回路は，Ｒ，Ｇ，Ｂ信号を出力し，１フィールド分の記憶容量のフィールド・\nメモリ，メモリの書込及び読出並びにそのアドレスを制御するメモリ制御回路，メ\nモリ制御回路を制御するシステム・コントローラを有し，メモリの書込及び読出の\n制御で動画記録と静止画記録を制御してもよいものであり，コンポジット映像信号\nは，スイッチ３０を介してＹ／Ｃ分離回路に入力され，Ｙ信号はＦＭ変調器でＦＭ\n変調され，Ｃ信号は周波数変換回路で低域に変換され，混合器で周波数多重され，\n磁気ヘッドにより磁気テープに記録されるものであるから，刊行物発明と本件発明\n１とは「被写体を表わす光学像を撮像手段にて電気信号に変換し，該電気信号を表\nわす画像データを情報記録媒体に記録するカメラ」である点で一致し，「カメラ\nは，前記撮像手段にて撮像されて得られた画像データを格納する格納手段と，該格\n納手段に格納された画像データを前記情報記録媒体に記録するための処理を行う処\n理手段と，該処理手段にて処理された画像データを前記情報記録媒体に\n記録する記録手段と，を含」む点で一致している。\nさらに，上記３(3)ア(ｴ)（判決注：上記(2)(ｴ)）によれば，刊行物１には，シス\nテム・コントローラ４０が，メモリ制御回路３６を制御し，メモリ３４の書込及び\n読出の制御で動画記録と静止画記録を制御してもよい点が記載されており，電子ス\nチル・カメラのシャッタ操作に類似したスイッチ８の操作による静止画記録命令に\nよりシステム・コントローラ４０が静止画を記録・再生するようにメモリ制御する\n点が示唆されており，刊行物発明は，スイッチ８及びシステム・コントローラ４０\nが，第１の処理（静止画記録）開始を入力手段として通知するものであって，シス\nテム・コントローラ４０がそれにより状態検出している処理手段といえ，システ\nム・コントローラ４０及びメモリ制御回路３６により，第１の処理開始に応じて，\n動作モードに即して，画像データをメモリから読み出しているものといえるから，\n刊行物発明と本件発明１とは「処理手段は，入力手段から通知される処理開始を検\n出する状態検出手段と，該状態検出手段にて検出された処理開始に応じて，前記格\n納手段に格納された画像データを読出す読出手段と」を含む点で一致しているとと\nもに，動作モードの切替もおこなわれるといえるから，「状態検出手段\nにて検出された処理開始に応じて，動作モードを選択して設定する切替手段と含む\nことを特徴とするカメラ。」である点で一致している。\nしてみると，両者は「被写体を表わす光学像を撮像手段にて電気信号に変換し，\n該電気信号を表わす画像データを情報記録媒体に記録するカメラにおいて，該カメ\nラは，前記撮像手段にて撮像されて得られた画像データを格納する格納手段と，該\n格納手段に格納された画像データを前記情報記録媒体に記録するための処理を行な\nう処理手段と，該処理手段にて処理された画像データを前記情報記録媒体に記録す\nる記録手段と，を含み，前記処理手段は，前記入力手段から通知される処理開始を\n検出する状態検出手段と，該状態検出手段にて検出された処理開始に応じて，前記\n格納手段に格納された画像データを読出す読出手段と，前記状態検出手段にて検出\nされた処理開始に応じて，動作モードを選択して設定する切替手段と，を含むこと\nを特徴とするカメラ。」である点で一致…しているものと認められる。」\nイ　相違点\n〈相違点(ｱ)〉\n「本件発明１が，「第１の処理開始及び第２の処理開始」を検出し，「第１処理\n開始及び第２の処理開始のそれぞれに」応じて読み出し，「第１の動作モード及び\n第２の動作モードのいずれかの動作モードを選択して」切り替えるものであるのに\n対し，刊行物発明は，処理開始を検出し，処理開始に応じて読み出し，動作モード\nを選択して切り替えるものである点 」\n〈相違点(ｲ)〉\n「本件発明１が，「ディジタルカメラの操作状態に応じた第１の段階にて第１の\n処理開始を前記処理手段に通知し，該第１の段階に続く第２の段階にて第２の処理\n開始を前記処理手段に通知する入力手段」を含むものであるのに対し，刊行物発明\nは「電子スチル・カメラのシャッタ操作に類似したスイッチ８の操作による静止画\n記録命令により，システム・コントローラ４０は，メモリ制御回路３６に指令して\nメモリ３４を読出モードに」するものである点 」\n〈相違点(ｳ)〉\n「本件発明１が，「切替手段にて選択された動作モードに応じて，撮像手段への\n駆動方法を決定し，撮像手段を駆動する駆動手段」を含むのに対し，刊行物発明は\nそのようなものではない点」\n〈相違点(ｴ)〉\n「本件発明１が，「読出手段にて読出された画像データを圧縮する圧縮手段と，\n該圧縮手段にて圧縮された画像データを記録手段に出力する書込手段」を有し，\n「圧縮手段は，切替手段にて選択された第１の動作モードにて被写体像の静止画像\nを表わす１コマの画像データを圧縮する第１の圧縮手段と，前記切替手段にて選択\nされた第２の動作モードにて前記被写体像の動画像を表わす複数コマの連続した画\n像データを圧縮する第２の圧縮手段とを含む」ものであるのに対し，刊行物発明\nは，画像情報を圧縮しないで画像データをアナログ記録（ＦＭ記録）で磁気テープ\nに書き込むものである点 」\n〈相違点(ｵ)〉\n「本件発明１が，「ディジタルカメラ」であるのに対し，刊行物発明は，カメラ\n一体型ＶＴＲを一実施例とする画像記録システムである点」\nウ　相違点についての検討（相違点(ｳ)以下についての記載省略）\n(ｱ)　相違点(ｱ)について\n「上記３(3)ア(ｴ)（判決注：上記(2)(ｴ)）によれば，刊行物１には，システム・\nコントローラ４０が，メモリ制御回路３６を制御し，メモリ３４の書込及び読出の\n制御で動画記録と静止画記録を制御してもよい点が記載されており，電子スチル・\nカメラのシャッタ操作に類似したスイッチ８の操作による静止画記録命令によりシ\nステム・コントローラ４０がメモリ制御する点が示唆されているのであって，しか\nも，電子スチル・カメラにおいてはシャッタスイッチを押すとそれに基づいて所定\n時間露光し，その後は自動的に露光終了となると解される。してみると，スイッチ\n８を押すと，通常の（動画録画モードの）状態から静止画記録が開始され，そして\n所定時間後に自動的に静止画録画が終了し，静止画が記録され，また通常の動画記\n録（モード）に戻るという動作を行うと解するのが自然である。\nまた，そうでないとしても，動画記録をするものにおいては動画記録を開始する\nスイッチは常套であり，結局，上記スイッチ８あるいは別のスイッチによって動画\n記録が開始されると解するのが自然である。\nだとすれば，刊行物１には，スイッチ８及びシステム・コントローラ４０あるい\nはそれらとさらに加えられる別のスイッチによって，動画記録の処理開始について\nの処理が行われることが示唆されているといえるので，第１の処理（静止画記録）\n開始及び第２の処理（動画記録）開始を入力手段として通知し，「第１の処理開始\n及び第２の処理開始」を検出し，「第１処理開始及び第２の処理開始のそれぞれ\nに」応じて読み出し，第１の動作モードと第２の動作モードを切り替えるようにす\nることは当業者が容易に推考し得るものといえる。」\n(ｲ)　相違点(ｲ)について\n「第１段階及びそれに続く第２の段階を有するスイッチ（入力手段）自体は，例\nえば半押しでＡＦ等を起動させ全押しでシャッタ動作をするスイッチのごとく周知\n技術であって，適宜採用できるものである。\nしてみると，上記周知のスイッチを採用して，ディジタルカメラの操作状態に応\nじた第１の段階にて第１の処理開始を前記処理手段に通知し，該第１の段階に続く\n第２の段階にて第２の処理開始を前記処理手段に通知する入力手段を含むごとくす\nることは，当業者が容易に推考し得たものといえる。」\n(4)　本件発明５について\n「本件発明５は，本件発明１に「前記情報記録媒体は，画像データなどの情報の\n書き換えが可能な光ディスクである」点を付加したものであると解されるところ，\n画像データなどの情報の書き換えが可能な光ディスクは周知技術にすぎないし，ま\nた，その採用も当業者にとって容易に推考し得るものである。\nしたがって，本件発明１についての考察を勘案すれば，本件発明５は刊行物に記\n載された発明から当業者が容易に推考し得たものであり，また，上記相違点に基づ\nく本願発明の効果に格別顕著なものは認められない。」\n(5)　結論\n「以上のとおりであるから，本件発明１及び５は，いずれも刊行物に記載された\n発明に基いて当業者が容易に発明をすることができたものであるので，特許法２９\n条２項の規定により特許を受けることができない。 …\n一方，特許異議申立ての理由及び証拠によっては，本件発明２ないし４に係る特\n許を取り消すことができない。」\n第３　原告の主張の要点\n決定は，本件発明１と刊行物発明との相違点(ｱ)(ｲ)の判断を誤った結果，本件発\n明１の進歩性を否定するとともに，本件発明１の構成を引用する本件発明５の進歩\n性も否定したものであるから，取り消されるべきである。\n１　本件発明１について\n(1)　取消事由１（相違点(ｱ)の判断の誤り）\n決定は，相違点(ｱ)の判断において，刊行物１（甲１０）には１つ又は２つのスイ\nッチにより静止画記録の開始と動画記録の開始が行われることが示唆されており，\n本件発明１の第１の処理(静止画記録)開始及び第２の処理(動画記録)開始を入力手\n段として通知することは同刊行物に基づいて容易に推考できるとしている。\nしかしながら，刊行物１には，「（スイッチ）８は静止画記録を命令する操作ス\nイッチ」（３頁左上欄２行～３行）という記載があるのみであって，スイッチ８が\n静止画記録から動画記録への切替えを指示し，動画記録が開始される旨の記載はな\nい。\nこの点，決定は，スイッチ８を押すと，通常の動画記録の状態から静止画記録が\n開始され，所定時間後に自動的に動画記録に戻るという動作を行うと解するのが自\n然であるとするが，シャッタスイッチは撮影動作の開始を指示するのみで，撮影動\n作の終了を指示するものではないから，電子カメラの通常のシャッタ操作におい\nて，撮影記録動作が終了したならば，電子カメラは動作を終了するのであって，動\n画記録に戻ると解釈するのは不適切である。刊行物発明のスイッチ８は，動画記録\nから静止画記録への切替えを指示しているだけであって，入力手段が第１及び第２\nの処理を通知する本件発明１とは異なる。\n仮に，刊行物発明において，自動的に動画記録に戻る構成が示唆されているとし\nても，動画記録，静止画記録，動画記録という順番で記録状態が変わるのであっ\nて，入力手段により静止画記録から動画記録に切り替わる本件発明１とは異なる。\nさらに，決定は，別のスイッチにより動画記録が開始されるとも解されると説示\nしているが，刊行物１にはそのような記載はなく，全くの推測にすぎない。\n被告は，静止画記録から動画記録への移行に関連すると思われる刊行物１の図２\nに，テープ上で静止画記録領域に続いて動画記録領域があることが図示されている\nと指摘するが，これは静止画記録と動画記録で記録フォーマットが同じであること\nを説明するために記載されているにすぎず，実施例の動作とは関連付けられていな\nい。\n被告は，周知技術を示す文献として，後記のとおり，乙１ないし３を挙げるが，\n乙１，２は動画記録開始スイッチを備えることを開示しているにすぎず，動画に戻\nるためのスイッチではなく，乙３は，静止画記録の後に動画の再生が行われるもの\nであって，静止画記録の後に動画記録が行われるものではない。また，刊行物２\n（甲１１）における「ビデオカメラモード」は動画を表示するモードであり，本件\n発明１のような動画を記録するためのモードではない。したがって，被告が周知技\n術の存在を示すものとして提出する文献はいずれも不適切である。\nこのように，静止画記録から動画記録へ切り替えるための入力手段及び入力方法\nについては，刊行物１に記載も示唆もなく，第１の処理(静止画記録)開始及び第２\nの処理(動画記録)開始を入力手段として通知する２段階の入力手段を開示している\nとはいえないのであるから，刊行物発明に基づいて相違点(ｱ)に係る構成を当業者が\n容易に推考し得たとはいえない。\n(2)　取消事由２（相違点(ｲ)の判断の誤り）\n決定は，相違点(ｲ)の判断において，「半押し，全押し」が可能な２段階を有する\n１つのシャッタスイッチは，本件特許出願当時には周知の技術であるとしている。\n確かに，物理的構造として第１段階，第２段階の独立した状態を表す２段階のス\nイッチを設けること自体は，周知の技術である。しかしながら，刊行物１に記載さ\nれたものから自動あるいは手動にかかわらず２回目の通知を行う入力手段が想起さ\nれるとの被告の主張が誤りであることは，上記(1)のとおりである。また，決定が相\n違点(ｱ)の判断において示唆する刊行物発明のスイッチは，いずれも相違点(ｲ)に係\nる本件発明１のスイッチとは異なるのであるから，刊行物発明に係る画像記憶シス\nテムに相違点(ｲ)に係るスイッチを組み合わせることは物理的にできない。したがっ\nて，相違点(ｲ)に係る構成を発明することが容易であるとした決定の判断は，誤りで\nある。\n２　本件発明５について\n請求項５は，請求項１に従属するものであるから，本件発明１に関する決定が取\nり消されるべきものである以上，本件発明５に関する決定も取り消されるべきであ\nる。\n第４　被告の主張の要点\n本件発明１と刊行物発明との相違点(ｱ)(ｲ)についての決定の判断には何ら誤りは\nないのであるから，決定が本件発明１及びこれを引用した本件発明５の進歩性を否\n定したことに誤りはない。\n１　本件発明１について\n(1)　取消事由１（相違点(ｱ)の認定の誤り）に対して\n刊行物１（甲１０）には，スイッチ８に関し，「例えば電子スチル・カメラのシ\nャッタ操作に類似したスイッチ８の操作による静止画記録命令により」（３頁右上\n欄２０行～左下欄２行）との記載があり，静止画を記録するスイッチ８の操作が電\n子スチル・カメラのシャッタ操作に類似したものである点が示唆されており，電子\nスチル・カメラのシャッタと類似した動作をするものといえる。電子スチル・カメ\nラのシャッタは，シャッタスイッチを押してから所定の時間がくれば動作を終了す\nることも周知であり，上記スイッチ８も同様の動作をすると解される。刊行物発明\nは動画記録が通常の状態であるから，その通常状態に戻るものと解することは，何\nら不自然ではない。\nまた，刊行物発明は，刊行物１に「カメラ一体型ＶＴＲの普及に従い･･･動画とし\nて記録・再生するだけでなく，その一部を静止画として再生し，更には動画の記録\nに混在して静止画の記録を行いたいとする要望が聞かれるようになった。」（１頁\n右下欄１０行～１５行）と記載されているように，動画と静止画を混在して記録し\nたいという要望のもとに発明されたものであり，その第２図に示されているよう\nに，動画記録と静止画記録が混在しているものといえる。そして，刊行物１には，\n「第２図は磁気テープ６０の記録トラックを示し，ＭＶは動画の記録領域，ＳＶは\n静止画の記録領域である。」（３頁左下欄１３行～１５行）と記載されており，同\n図面には，ＭＶに動画が記録され，スイッチ８によりＳＶに静止画が記録され，そ\nの後ＭＶに再び動画が記録されている様子が図示されている。このことからも，刊\n行物１には，静止画記録の後に動画記録に戻る操作が自動的にあるいは手動的にな\nされて動画記録に戻ることが示唆されているといえる。\n刊行物発明のようなカメラ一体型ＶＴＲにおいて，手動による動画記録開始スイ\nッチを備えることは本件出願前において周知・慣用技術である。すなわち，特開平\n３－２８９７７４号公報（乙１）には録画スイッチ釦（図面中の記号３２，５２，\n６２，７２，８２）が，特開平４－１５０６７９（乙２）には録画スイッチ（図面\n中の記号２４）が開示されている。刊行物２（甲１１）にも「シャッタボタンを押\nせば自動的にビデオカメラモードから電子カメラモードに変更されてフレーム画記\n録が行われるとして説明したが，不図示のスイッチなどの操作により電子カメラモ\nードからビデオカメラモードに変更されてフィールド面記録が行なわれるようにし\nてもよい。」（６頁左上欄４行～１０行）と記載されているように，電子カメラモ\nード及びビデオカメラモードとするためのスイッチを設けることが示唆されてい\nる。さらに，特開平４－５４０７８号公報（乙３）には，「静止画挿入モードが解\n除されると，ステップ２００に戻り，再びＶＴＲ（動画）の再生が行われる。な\nお，静止画挿入モードの解除は，スイッチ操作によって手動で行うようにしてもよ\nいし，一定時間（例えば５秒程度）静止画を再生した後，自動的に解除さ\nれるようにしてもよい。」（４頁右上欄１６行～左下欄２行）と記載されている。\n上記周知・慣用技術を考慮すれば，刊行物１には，動画記録に戻るのがスイッチ８\nによるか，あるいは別のスイッチ（動画記録開始スイッチ）によるかは別として，\nスイッチ８の操作による静止画記録の後に何らかの手段により動画記録に戻ること\nが示唆されているといえる。\n以上によれば，決定が，刊行物発明に基づき，「第１の処理（静止画記録）開始\n及び第２の処理（動画記録）開始を入力手段として通知し，「第１の処理開始及び\n第２の処理開始」を検出し，「第１処理開始及び第２の処理開始のそれぞれに」応\nじて読み出し，第１の動作モードと第２の動作モードを切り替えるようにすること\nは当業者が容易に推考し得るものといえる」と判断したことに誤りはない。\n(2)　取消事由２（相違点(ｲ)の認定の誤り）に対して\n上記のとおり，刊行物発明によれば，自動あるいは手動にかかわらず，２回目の\n通知を行う入力手段が自然に想起されるのであって，その入力手段からの通知とし\nては，静止画記録がスイッチ８により開始された時点での通知と静止画記録が終了\nする時点での通知により動画記録に戻ることが自然に想起されるとともに，動画記\n録を開始するスイッチが周知であるのでそれを使用して動画記録を開始する手動ス\nイッチの状態を検知して通知して動画記録を開始することも自然に想起される。\n本件発明１のシャッタ機構のような，第１段階及び第２段階の独立した状態を表\nす２段階のスイッチは決定がいうように周知であり，このことは特開昭６３－２６\n１３３７号公報（乙４），特開平２－１１３６７５号公報（乙５）からも明らかで\nある。すなわち，乙４には，（ビデオカメラ部の）スタート／ストップスイッチ及\nび（スチルカメラ部の）シャッタレリーズスイッチを段階的に操作する単一の操作\nボタンが開示されており（２頁左下欄１行～７行，第２～４図），乙５には，半押\nしで被写体までの距離を測り（２頁右下欄１５行～１９行），全押しで本測光が開\n始されるシャッタボタン３０が開示されている（３頁右上欄１６行～１９行，第\n１，３，４図）。\nそして，このような周知のスイッチを刊行物発明のスイッチとして用いることに\n阻害要因もないのであるから，かかるスイッチを採用して本件発明１と同様の構成\nにすることは当業者が容易に推考し得た程度のものといえる。\n２　本件発明５について\n請求項１に係る本件発明１に関する決定は取り消されるべきものではないので，\n請求項１を引用した請求項５に係る本件発明５に関する決定も取り消されるべきも\nのではない。\n第５　当裁判所の判断\n１　本件発明１について\n原告は，決定は，本件発明１と刊行物発明との相違点(ｱ)(ｲ)についての判断を誤\nった結果，本件発明１の進歩性を誤って否定したものであると主張する。そこで，\n以下，検討する。\n(1)　取消事由１（相違点(ｱ)の判断の誤り）について\nア　決定は，前記のとおり，相違点(ｱ)を「本件発明１が，「第１の処理開始及び\n第２の処理開始」を検出し，「第１処理開始及び第２の処理開始のそれぞれに」応\nじて読み出し，「第１の動作モード及び第２の動作モードのいずれかの動作モード\nを選択して」切り替えるものであるのに対し，刊行物発明は，処理開始を検出し，\n処理開始に応じて読み出し，動作モードを選択して切り替えるものである点 」と認\n定した。\nその上で，決定は，同相違点について，「刊行物１には，スイッチ８及びシステ\nム・コントローラ４０あるいはそれらとさらに加えられる別のスイッチによって，\n動画記録の処理開始についての処理が行われることが示唆されているといえる」の\nであるから，刊行物発明に基づき，「第１の処理（静止画記録）開始及び第２の処\n理（動画記録）開始を入力手段として通知し，「第１の処理開始及び第２の処理開\n始」を検出し，「第１処理開始及び第２の処理開始のそれぞれに」応じて読み出\nし，第１の動作モードと第２の動作モードを切り替えるようにすることは当業者が\n容易に推考し得るものといえる」と判断した。原告は，決定のこの認定判断が誤り\nであると主張する。\nイ　そこで，検討するに，刊行物１には，静止画記録及び動画記録に関して次の\n記載がある。\n(ｱ)　「本発明は画像記録システムに関し，より具体的には，静止画記録と動画記\n録の双方が可能な画像記録システムに関する。」（１頁左下欄１８～２０行）\n(ｲ)　「カメラ一体型ＶＴＲの普及に従い映像作成の楽しさが広く認識されるよう\nになり，動画として記録・再生するだけでなく，その一部を静止画として再生し，\n更には動画の記録に混在して静止画の記録を行いたいとする要望が聞かれるように\nなった。しかし，現在のＶＴＲでは，スチル再生モードにより動画の一部を実質的\nに静止させて観察することが可能であるが，静止させて観察したい画像の時点でス\nチル・キーを操作しなければならず，煩わしい操作になりがちである。更には，ノ\nーマル再生からスチル再生に移る際のキャプスタン・モータの停止に伴い画質が少\nなからず劣化し，ヘッド走査軌跡の傾きの違いによりジャスト・トレースしないこ\nとによる画面上下でのＳ／Ｎの低下等の問題があり，高品質の静止画を観察できる\nようにはなっていない。」（１頁右下欄１０行～２頁左上欄５行）\n(ｳ)　「カメラ一体型ＶＴＲでは，撮影画像又は記録画像の観察・確認のために電\n子ビュー・ファインダ（ＥＶＦ）というモニタ装置を具備するのが一般的である。\n上記の如く静止画／動画の両方の記録が可能な装置では，撮影している画像（例え\nば動画）と，記録している画像（例えば静止画）とを適宜に確認したいという状況\nが生じうる。そこで本発明は，そのような静止画／動画の両方の記録が可能な画像\n記録装置であって，撮影画像及び記録画像を簡単に確認できるシステムを提示する\nことを目的とする。」（２頁左上欄１４行～右上欄４行）\n(ｴ)　「次に静止画を記録する場合を説明する。例えば電子スチル・カメラのシャ\nッタ操作に類似したスイッチ８の操作による静止画記録命令により，システム・コ\nントローラ４０は，メモリ制御回路３６に指令してメモリ３４を読出モードにし，\nスイッチ３０をｂ接点側に接続する。そして，１／６０秒毎にフィールド・メモリ\n３４の内容を繰り返し読み出させる。これにより，Ｙ／Ｃ分離回路４２には全く同\nじフィールド画像（即ち，静止画像）が繰り返し印加され，このフィールド画像は\n動画の場合と同様にして磁気テープ６０に記録される。このように静止画を繰り返\nし印加することにより，再生時にランダム・ノイズを抑圧でき，良好な静止画を得\nることができる。第２図は磁気テープ６０の記録トラックを示し，ＭＶは動画の記\n録領域，ＳＶは静止画の記録領域である。どちらの記録フォーマットも全く同じで\nある。」（３頁右上欄２０行～同頁左下欄１６行）\n(ｵ)　「静止画記録している状態で，次の静止画記録，又は動画の撮影のためのフ\nレーミングを行いたい場合には，表示指示スイッチ９によりシステム・コントロー\nラ４０に指示して，スイッチ２６をａ接点側に接続させる。すると，表示装置２８\nには，混合器２４からのコンポジット映像信号が印加され，現に撮像回路１０によ\nり撮影されている被写体像が表示される。」（３頁右下欄３～１０行）\n(ｶ)　「また，表示指示スイッチ９にて合成画面の表示を命令すると，システム・\nコントローラ４０は，クロックＨＣＬを用いてメモリ制御回路３６を以下の如く制\n御する。…これによって，表示装置２８には第４図に示すように左端の部分には記\n録中の静止画が表示され，他の部分には撮像中の動画が表示されることになる。こ\nの表示によれば，記録中に静止画を確認しつつ，次に記録する静止画又は動画のフ\nレーミングを行うことが可能になる。」（３頁右下欄１４行～４頁左上欄１２行）\nウ　以上の記載によれば，確かに，刊行物１には，静止画記録モードから動画記\n録モードへ切り替えるための具体的な操作方法についての記載はないが，刊行物発\n明に係る画像記録システムは，「動画の記録に混在して静止画の記録を行いたいと\nする要望」を踏まえた「静止画／動画の両方の記録が可能な画像記録装置」であ\nり，「記録中に静止画を確認しつつ，次に記録する静止画又は動画のフレーミング\nを行うことが可能」であるというのであるから，スイッチ８により動画記録モード\nから静止画記録モードに移行するばかりではなく，何らかの操作手段により静止画\n記録モードから動画記録モードに移行することが当然に想定されているというべき\nである。また，刊行物１の第２図で例示された磁気テープ６０の記録トラックに\nは，動画，静止画，動画が順に途切れることなく記録されている様子が図示されて\nいる。したがって，刊行物発明は，操作者が意図する何らかの操作により，録画を\n停止することなく静止画記録モードから動画記録モードに移行することが可能なも\nのであるというべきである。\nエ　上記ウで判示した「何らかの操作手段」について，決定は，スイッチ８を押\nすことによって開始された静止画記録が終了すると，電子スチル・カメラのように\n自動的に動画記録に戻るか，あるいは別のスイッチにより動画記録が開始されると\n解するのが自然であるとしている。決定の認定のうち，スイッチ８を押した後，所\n定時間経過とともに静止画記録モードから動画記録モードに自動的に移行すると解\nするのが自然であるとの点については，電子スチル・カメラと刊行物発明１の画像\n記録システムを単純に比較できないことから，必ずしも明確な根拠があるとはいい\n難い。しかしながら，静止画記録モードから動画記録モードへ移行するための操作\n手段としては，スイッチ８の操作解除あるいは再操作や他のスイッチによる操作な\nど種々のものが当然に想定されるところであり，決定の「動画記録を開始するスイ\nッチは常套であり，結局，上記スイッチ８あるいは別のスイッチによって動画記録\nが開始されると解するのが自然である」との認定判断は，かかる趣旨をいうものと\nして誤りがないというべきである。\nオ　これに対し，原告は，刊行物１には「電子スチル・カメラのシャッタ操作に\n類似したスイッチ８」と記載されているところ，電子カメラの通常のシャッタ操作\nでは撮影記録動作が終了すると電子カメラは動作を終了するのであるから，刊行物\n発明に係る画像記録システムにおいて静止画記録モードから動画記録モードに戻る\nとは考えられないと主張する。しかしながら，刊行物発明の静止画記録モードは，\nメモリから全く同じ画像を繰り返し読み出すことにより静止画像を動画と同様に磁\n気テープに記録する（上記イ(ｴ)参照）ものであるから，電子スチル・カメラの静止\n画撮像モードとは異なるものであり，電子スチル・カメラの通常のシャッタ操作に\nおいて撮影記録動作が終了すると電子カメラが動作を終了することをもって，刊行\n物発明が静止画記録モードから動画記録モードに直接移行できないとはいえない。\nまた，原告は，仮に，刊行物１に静止画記録から動画記録に戻る構成が示唆され\nているとしても，刊行物発明では，動画記録，静止画記録，動画記録という順番で\n記録状態が変わるのに対し，本件発明１は入力手段により静止画記録から動画記録\nに切り替えるのみであるから，静止画記録の前に動画記録をするものではない点に\nおいて刊行物発明とは異なると主張する。しかしながら，刊行物発明においても，\nスイッチ８又は別のスイッチによって静止画記録モードから動画記録モードへの切\n替えが行われていると認められるのであるから，その前に動画記録がなされていた\nかどうかは相違点(ｱ)に係る構成を発明することが容易かどうかの判断を左右しない\nというべきである。\nさらに，原告は，刊行物１の第２図は，静止画記録と動画記録の記録フォーマッ\nトが同一であることを説明しているにすぎないと主張するが，「磁気テープ６０の\n記録トラックを示し」た同図面には動画記録，静止画記録，動画記録が順に記録さ\nれている様子が図示されているのであるから，静止画記録から動画記録に移行する\nことが示唆されているというべきである。\nカ　以上によれば，刊行物発明においては，スイッチ８を押すことによって動画\n記録モードから静止画記録モードに移行し，スイッチ８あるいは別のスイッチの操\n作によって静止画記録モードから動画記録モードに移行する処理を開始することが\n指示され，システムコントローラがいずれの処理を開始すべきかを検出し，それぞ\nれの処理開始に応じた読出しがメモリ制御回路３６等により行われて，指示された\n動作モードに切り替わるものということができる。そうすると，相違点(ｱ)に係る本\n件発明１の構成，すなわち「「第１の処理開始及び第２の処理開始」を検出し，\n「第１処理開始及び第２の処理開始のそれぞれに」応じて読み出し，「第１の動作\nモード及び第２の動作モードのいずれかの動作モードを選択して」切り替える」と\nの構成は，当業者であれば，刊行物発明に基づいて容易に想到し得たということが\nできる。\nキ　したがって，原告の主張する取消事由１は，理由がない。\n(2)　取消事由２（相違点(ｲ)の判断の誤り）について\n相違点(ｲ)は，「本件発明１が，「ディジタルカメラの操作状態に応じた第１の段\n階にて第１の処理開始を前記処理手段に通知し，該第１の段階に続く第２の段階に\nて第２の処理開始を前記処理手段に通知する入力手段」を含むものであるのに対\nし，刊行物発明は「電子スチル・カメラのシャッタ操作に類似したスイッチ８の操\n作による静止画記録命令により，システム・コントローラ４０は，メモリ制御回路\n３６に指令してメモリ３４を読出モードに」するものである点」というものであ\nる。\n前記認定のとおり，刊行物発明においては，スイッチ８を押すことによって動画\n記録モードから静止画記録モードに移行するための処理が開始されてモードが切り\n替わり，スイッチ８あるいは別のスイッチの操作によって静止画記録モードから動\n画記録モードに移行するための処理が開始されてモードが切り替わることが示唆さ\nれているということができるのであるから，刊行物発明には，「第１の段階にて第\n１の処理開始を前記処理手段に通知し，該第１の段階に続く第２の段階にて第２の\n処理開始を前記処理手段に通知する入力手段」が示唆されているということができ\nる。\n原告は，相違点(ｱ)の判断において認定された刊行物発明のスイッチ８あるいは別\nのスイッチは，相違点(ｲ)の判断で認定された半押し，全押しが可能な２段階を有す\nる一つのシャッタスイッチとは異なると主張する。しかしながら，そもそも本件特\n許の請求項１には「該ディジタルカメラの操作状態に応じた第１の段階にて第１の\n処理開始を前記処理手段に通知し，該第１の段階に続く第２の段階にて第２の処理\n開始を前記処理手段に通知する入力手段とを含み」と記載されているにすぎず，そ\nの入力手段を「半押し，全押し」が可能な一つのシャッタスイッチに限定している\nものではないところ，前記判示のとおり，刊行物発明は２段階の入力手段を備えて\nいるのであるから，請求項１と実質的に同じ入力手段であるということができる。\nまた，この点はおくとしても，「半押し，全押し」が可能な一つのスイッチについ\nては，乙４，５にも示され，原告も認めるように周知の技術であって，刊行物発明\nの入力手段としてかかるスイッチを採用することについて特段の阻害要因が存在す\nるということもできない。\nそうすると，相違点(ｲ)に係る本件発明１の構成は，当業者であれば刊行物発明に\n基づき容易に想到し得たとの決定の判断には誤りはないというべきである。\n２　本件発明５について\n本件発明５の進歩性の判断に関する決定の誤りをいう原告の主張の根拠は，決定\nが本件発明１の進歩性の判断を誤ったという点に尽きるところ，本件発明１につい\nての決定の判断に誤りがないことは上記のとおりである。したがって，本件発明５\nの判断の誤りをいう原告の主張は採用することができない。\n３　結論\nよって，原告の請求は理由がないので，棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官　　塚  原  朋  一\n裁判官　　田  中  昌  利\n裁判官　　佐  藤  達  文\n"
}