{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 28
  },
  "case_number": "平成12(行コ)76",
  "case_name": "相続税の物納財産変更要求通知処分の取消請求控訴事件(原審・大阪地方裁判所平成10年(行ウ)第33号)",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "税務署長が，相続税の物納許可申請に対し，物納申請に係る土地は相続税法（平成１５年法律第８号による改正前）４２条２項ただし書にいう「管理又は処分をするのに不適当」な財産であるとしてした変更要求通知が，適法とされた事例",
  "case_gist": "税務署長が，相続税の物納許可申請に対し，物納申請に係る土地は相続税法（平成１５年法律第８号による改正前）４２条２項ただし書にいう「管理又は処分をするのに不適当」な財産であるとしてした変更要求通知につき，「管理又は処分をするのに不適当であると認める場合」とは，国が物納申請に係る財産を管理又は処分するについて，法律上又は事実上の障害がある場合をいい，そこにいう障害は，法律上又は事実上不可能であることまでも意味するものではなく，管理又は処分を困難ならしめることのある事情の存在をもって足りるとした上，前記土地については，公図，登記簿等と比較すると，その形状，隣接関係，面積に種々の齟齬が存在し，隣地との境界も明確ではなく，管理又は処分をするについて事実上の障害が存在するといわざるを得ないとして，前記通知を適法とした事例",
  "lawsuit_id": "15627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/015627_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）　原判決を取り消す。\n（２）　被控訴人が平成９年１月１７日付でした次の相続税物納申請に対する物納\n財産変更要求通知処分を取り消す。\nア　控訴人が平成５年５月２６日にした相続税物納申請（ただし，平成６年２月２\n４日に物納を求めようとする税額及び物納申請財産を変更したもの）\nイ　控訴人が平成６年１１月２５日にした相続税物納申請\n（３）　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　控訴の趣旨に対する答弁\n主文同旨\n第２　事案の概要\n事案の概要は，原判決「事実及び理由」の「第二　事案の概要」欄（３頁４行目\nから２４頁３行目まで）記載のとおりであるから，これを引用する。\nただし，７頁２行目の「四二条」を「４１条」と，４行目の「同項」を「４２条\n２項」と各訂正する。\n第３　証拠\n証拠関係は，原審及び当審記録中の証拠関係目録記載のとおりであるから，これ\nを引用する。\n第４　当裁判所の判断\n１　当裁判所も，控訴人の本訴請求は，理由がないからこれを棄却すべきであると\n判断するものである。その理由は，次のとおり付加，訂正するほかは，原判決「事\n実及び理由」の「第三　当裁判所の判断」欄（２４頁５行目から３３頁９行目ま\nで）記載のとおりであるから，これを引用する。\n（１）　２９頁６行目の「兵庫県」の次に「神戸」を付加する。\n（２）　３１頁２行目の次に改行して次のとおり付加する。\n「以上の本件山林についての原判決の認定判断に対し，控訴人は，当審において，\n次のとおり主張する。\n①　相続税基本通達４２ー２は，管理又は処分をするのに不適当という相続税法４\n２条２項ただし書の不確定概念について，その判断基準を指示した行政規則である\nところ，上記通達は，物納不動産の適格性について，境界が明確であり，それにつ\nいて隣接地主から境界線に異議のない旨の了解が得られるか，若しくは隣接地主と\nの間に争いがない事実が確認できれば足り，公図訂正や地積更正登記まで要求して\nいるものでないことは明白であるにもかかわらず，原判決は，公図訂正や地積更正\n登記等上記通達に定める以上の要件を加重しており，いわゆる平等原則に違反して\nいる。\n②　３１０１番の土地は，３０９９番の土地の隣接地ではあっても，本件山林とは\n隣接していない土地であるから，仮に，３１０１番の土地と３０９９番の土地の境\n界について，将来争いが生ずることがあるとしても，３１０１番の土地所有者が本\n件山林の境界線を争うことはあり得ない。そこで，まず，上記①の主張について検\n討するに，前述したとおり，本件山林については，本件平面図，本件公図，国鉄図\n面，登記簿を比較すると，その形状，隣接関係，面積に種々の齟齬が存在するか\nら，境界が明確であるとは必ずしもいえないのであって，現状のままでは本件山林\nを管理又は処分するのに事実上の障害が存在するといわざるを得ない。原判決は，\n以上を前提としたうえでこれを解消するための一つの手段として本件公図の訂正が\n必要であると判示しているものと解されるから，必ずしも上記通達に定める以上の\n要件を加重しているものではなく，いわゆる平等原則に違反しているとはいえな\nい。\n次に，上記②の主張について検討するに，本件公図上，３１０１番の土地は３０\n９９番の土地と隣接しているから（乙２の１，２），公図訂正のためには，３１０\n１番の土地の所有者の承諾書が有力な資料となるのであり，これが得られないと，\n公図訂正に困難をきたすことが予想されるところ（公図訂正の必要性については，\n前述したとおりである。），原判決の判示は，そのような趣旨であると解されるか\nら，控訴人の上記主張は，採用できない。なお，控訴人は，３１０１番の土地の所\n有者と３０９９番の土地の所有者との間で，土地の境界について協議し，概ね合意\nがされている旨主張するが，これを認めるに足りる的確な証拠はない。」\n（３）　３１頁６行目の「認められるし、」から８行目末尾までを「認められ（前\n記認定），境界が明確であるとはいえない。この点につき，控訴人は，当審におい\nても，本件雑種地と長尾川河川敷地との境界が未確定であるのは，控訴人と原処分\n庁との間で，本件山林の物納申請にかかる許可の見通しがついたうえで本件雑種地\nの境界確認，測量等の補完作業を行うこととし，本件山林にかかる物納申請につい\nての補完作業（境界確認及び測量等）を先に行う旨の合意（確約）が存在すること\nによるものであり，被控訴人が，上記合意に反して，本件雑種地と長尾川河川敷地\nとの境界が未確定であるから，管理又は処分をするのに不適当であると主張するこ\nとは，禁反言・信義則に反して許されないものというべきであり，また，長尾川河\n川敷地との\n境界明示が行われなかったのは，国の機関である河川管理者（兵庫県知事）の職務\n怠慢であると主張する。しかしながら，国有財産法３１条の３第１項は，各省各庁\nの長は，その所管に属する国有財産の境界が明らかでないためその管理に支障があ\nる場合には，隣接地の所有者に対し，境界を確定するための協議を求めることがで\nきると規定しており，この規定によれば，国有財産の管理者側において，管理に支\n障がある場合に，境界を確定するための協議を行うことができるのであるが，管理\n者側において境界明示をすることが隣接地の所有者との関係で義務付けられている\nと解することはできない。そして，本件においては，むしろ控訴人の方に境界確定\nの必要性があるところ，本件雑種地の面積の大きさ等からして境界確定のために多\n額の測量費用等を要することが予想されることから，控訴人の負担をも考慮して，\n本件山林にかかる物納申請についての補完作業（境界確認及び測量等）を先に行う\nことにしたものと認められること（乙４）を併せ考慮すると，河川管理者（兵庫県\n知事）の職務怠慢であるとか，被控訴人において，本件雑種地と長尾川河川敷地と\nの境界が未確定であるから，管理又は処分をするのに不適当であると主張すること\nが禁反言・信義則に反して許されないとはいえない（控訴人の方でどうしても物納\n申請を認めてもらいたいのであれば，費用負担が無駄になることを覚悟のうえで，\n本件雑種地についての境界確定のための協議の申立てをするかあるいは境界確定訴\n訟を提起すべきである。）。」と訂正する。\n（４）　３２頁４行目の「現に」を「なお，」と訂正し，５行目の次に改行して次\nごとおり付加する。\n「　これに対し，控訴人は，当審において，地積測量図（甲２０）によって，３０\n９６番５の土地の位置，形状，面積は正確に特定されているのであるから，同土地\nとその残地である本件雑種地との境界は，上記地積測量図によって明確であり，ま\nた，本件雑種地はその残地全部なのであるからその特定に欠けるところはないと主\n張する。\nしかしながら，地積測量図（甲２０）には，基点が記載されておらず，現地で上\n記地積測量図記載の境界線を特定することは，３０９６番５の土地の所有者が争う\nと，困難が予想されるというべきである。また，本件雑種地は，その北側で本件山\n林以外の土地とも接しているところ（乙２の１，２），それら隣接土地との間で境\n界が明確で\nあるか必ずしも明らかではない。控訴人は，前記のとおり，本件雑種地の特定に欠\nけるところはないと主張するが，原判決も説示するとおり，上記地積測量図（甲２\n０）は，分筆する土地である３０９６番５の土地を測量した図面であり，分筆前の\n３０９６番２全体を測量してその位置，形状を確定したものではないから，上記地\n積測量図（甲２０）記載の隣接土地との境界線は，必ずしも正確であるとはいえな\nい。したがって，控訴人の上記主張は，採用できない。」\n（５）　３３頁７行目の「事実の」を「事実上の」と訂正し，８行目の次に改行し\nて次のとおり付加する。\n「　これに対し，控訴人は，当審において，本件申請財産は，もと国有財産として\n国が国有財産法によって管理し，それが日本国有鉄道に承継された後においては，\n国鉄図面（甲１８）のようなきわめて精度の高い管理図面を作成していることから\nも窺い得るように，特定の行政目的に供される財産として国以上に厳格かつ精密な\n管理がなされたことは疑う余地がなく，日本国有鉄道において用途廃止後は，一時\n大蔵省普通財産として管理された後，芦有開発株式会社に売り払われ（その際，公\n図訂正，地積更正登記は行われていない。），次いで控訴人の被相続人Ａに売り渡\nされ，その際，隣接地との境界明示は行わなかったものの，Ａの請求によりセンタ\nー杭を打設するものとされ（実際にセンター杭は打設されている。），現在，隣接\n地主らの境界線に異議がない旨の了解を得ている（乙１の１，２）という一連の事\n実経過に照らしてみれば，本件申請財産につき管理又は処分を困難ならしめること\nのある事情が存在するとは到底考えられないと主張する。\nしかしながら，本件申請財産につき境界が明確でない等の問題点があり，管理又\nは処分に事実上の障害が存在するといわざるを得ないことは前述したとおりであ\nる。もっとも，本件申請財産につきそのような問題点がありながらも，過去におい\nて，国や日本国有鉄道が本件申請財産を管理又は処分してきたことは事実である\nが，境界が明確でない等の問題点がある以上，上記のような事実があるからといっ\nて，今後の管理又は処分に障害がないとはいえないというべきである（前記物納制\n度の趣旨〔原判決第三，一〕に照らせば，物納財産として収納後，国が適正な売却\n価額を実現するために，境界確定等の作業を行うことは予定されていないと解され\nる。）。したがって，被控訴人\nが上記のような主張をすることが信義則に反するとはいえない。\nなお，控訴人は，原判決が争点として摘示しながら判断を示していない点がある\nと主張するので，そのうち判断を示す必要があると考えられる控訴人の主張につい\nて，以下に判断を示す。\n①　原判決第二，二，１，（二），（２），①の主張について\n確かに，一般に，山林の公図の精度に問題があることは，控訴人主張のとおりで\nある。しかし，本件公図の記載のうち特に本件で問題となっている土地の配置が誤\nりであることを窺わせるだけの明確な証拠はなく，これが誤りであると断定するこ\nとはできない。なる程，本件山林の隣接地の所有者とされている者が本件山林との\n境界に関する同意書に署名押印しているが（乙１の１，２），境界は，当事者の合\n意により定まるものではないところ，上記の者らが乙１の２の図面のとおり合意し\nた根拠は明らかではなく，これをもって本件公図に記載された土地の配置が誤りで\nあるということはできない。\n②　原判決第二，二，１，（二），（５）の主張について\n前述した物納制度の趣旨に鑑みると，物納申請に係る物納財産が管理又は処分を\nするのに適当であるか否かは，国が当該財産の管理又は処分により，金銭による納\n付があった場合と同等の経済的利益を確保し得るかどうかといった観点から判断さ\nれることになるから，相続税の課税価格計算の基礎となる財産をどのように評価す\nるかということとは，判断の観点を異にするというべきである。したがって，本件\n申請財産について相続財産としての時価評価がされているとしても，そのことから\n直ちに本件申請財産が物納財産として管理又は処分をするのに適当であるというこ\nとにはならないというべきである。\n控訴人の原審及び当審におけるその他の主張，立証を検討しても，前記認定判断\nを左右する程のものはない。」\n２　よって，原判決は相当であって，本件控訴は理由がないからこれを棄却するこ\nととし，主文のとおり判決する。\n大阪高等裁判所第１１民事部\n裁判長裁判官　見満正治\n裁判官　辻本利雄\n裁判官　角隆博\n"
}