{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 12
  },
  "case_number": "平成15(行ウ)214",
  "case_name": "贈与税決定処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "非上場会社の株式を譲り受けたことが，相続税法７条の「著しく低い価額の対価で財産の譲渡を受けた場合」に該当するとしてされた贈与税の決定処分及び無申告加算税賦課決定処分の各取消請求が，その譲渡価格は財産評価基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達（平成７年６月２７日付け課評２−６による改正前））の定めを適用して算出される価額を上回るから，前記の場合に該当しないとして，認容された事例",
  "case_gist": "非上場会社の株式を譲り受けたことが，相続税法７条の「著しく低い価額の対価で財産の譲渡を受けた場合」に該当するとしてされた贈与税の決定処分及び無申告加算税賦課決定処分の各取消請求につき，財産評価基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達（平成７年６月２７日付け課評２−６による改正前））が，一般的に，非上場のいわゆる同族会社においては，その株式を保有する同族株主以外の株主にとっては，当面，配当を受領すること以外に直接の経済的利益を享受することがないという実態を考慮して，取引相場のない株式の原則的な評価方式である類似業種批準方式の例外として配当還元方式により評価すると定めているのは合理的であって，前記株式の譲渡は，同方式により算出される価額を上回る対価で行われており，かつ，前記通達に定められた評価方法によらないことが正当と是認されるような特別の事情もないから，前記の場合に該当しないとして，前記請求を認容した事例",
  "lawsuit_id": "32982",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=32982",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/982/032982_hanrei.pdf",
  "contents": "主文\n１　被告が原告に対し平成１２年１月１８日付けでした原告の平成７年分贈与税の決定処分及び無申告加算税賦\n課決定処分をいずれも取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請　求\n主文と同旨\n第２　事案の概要\n本件は，原告が，その取引先である非上場会社の株式を，同社の会長職にあった者から売買によって譲り受けた\nところ，税務署長である被告が，当該株式の譲受けは相続税法７条の「著しく低い価額の対価で財産の譲渡を受けた場\n合」に該当すると認定し，当該譲受けの対価と被告が独自に算定した当該株式の時価との差額に相当する金額を課税価\n格とする贈与税の決定処分及び無申告加算税賦課決定処分をしたため，原告がこれらの各処分は違法であると主張し\nて，その取消しを求める事案である。\n１　贈与税に関する法律及び通達の定め\n(１)　相続税法\nア　著しく低い価額の対価で財産の譲渡を受けた場合においては，当該財産の譲渡があった時において，当該財\n産の譲渡を受けた者が，当該対価と当該譲渡があった時における当該財産の時価（当該財産の評価について相続税法第\n３章に特別の定めがある場合には，その規定により評価した価額）との差額に相当する金額を当該財産を譲渡した者か\nら贈与（当該財産の譲渡が遺言によりなされた場合には，遺贈）により取得したものとみなす（７条本文）。\nイ　株式の譲渡を受けた者が，７条の規定により，当該譲渡の対価と当該株式の時価との差額に相当する金額を贈\n与により取得したものとみなされる場合の当該金銭は，当該株式の発行法人の本店又は主たる事務所の所在地にあるも\nのとし（１０条１項１２号，８号），贈与により相続税法の施行地にある財産を取得した個人は，日本国籍を有さず，\nかつ，当該財産を取得した時において同法の施行地に住所を有しない者であっても贈与税を納める義務があり（１条の\n４第３号），その者については，その年中において贈与により取得した財産で同法の施行地にあるものの価額の合計額\nをもって，贈与税の課税価格とする（２１条の２第２項）。\n(２)　贈与税の課税価格計算の基礎となる財産の評価に関する基本的な取扱いを定めたものとして国税庁長官が各\n国税局長あてに発した財産評価基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達（平成\n７年６月２７日付け課評２－６による改正前のもの）。以下「評価通達」という。乙１）があり，同通達には次のよう\nな定めが置かれている。\nア　財産の時価とは，課税時期（贈与により財産を取得した日又は贈与により取得したものとみなされた財産のそ\nの取得の日をいう。）において，それぞれの財産の現況に応じ，不特定多数の当事者間で自由な取引が行われる場合に\n通常成立すると認められる価額をいい，その価額は，評価通達の定めによって評価した価額による（１項(２)）。ただ\nし，評価通達の定めによって評価することが著しく不適当と認められる財産の価額は，国税庁長官の指示を受けて評価\nする（６項）。\nイ　取引相場のない株式（上場株式及び気配相場等のある株式以外の株式をいう。１６８項）のうち，大会社（従\n業員数が１００人以上の会社などをいう。１７８項）の株式の価額は，類似業種比準価額によって評価すること（以下\nこの方式を「類似業種比準方式」という。）を原則とするが，納税義務者の選択により，１株当たりの純資産価額（相\n続税評価額によって計算した金額）によって評価することもできる（１７９項(１)）。類似業種比準価額とは，類似業\n種の株価並びに１株当たりの配当金額，年利益金額及び純資産価額（帳簿価額によって計算した金額）を基とし，評価\n通達に定める算式によって計算した金額をいう（１８０項）。ただし，「同族株主以外の株主等が取得した株式」は，\n後記ウによって評価する（１７８項）。\nウ　「同族株主以外の株主等が取得した株式」とは，同族株主のいる会社の株式のうち同族株主以外の株主の取\n得した株式などをいい，この場合における「同族株主」とは，課税時期における評価会社の株主のうち，株主の１人及\nびその同族関係者（親族その他の法人税法施行令４条に規定する特殊の関係のある個人又は法人をいう。）の有する株\n式の合計数がその会社の発行済株式数の３０パーセント（その評価会社の株主のうち，株主の１人及びその同族関係者\nの有する株式の合計数が昀も多いグループの有する株式の合計数が，その会社の発行済株式数の５０パーセント以上で\nある会社にあっては，５０パーセント）以上である場合におけるその株主及びその同族関係者をいう（１８８項(１)\n）。「同族株主以外の株主等が取得した株式」の価額は，\nその株式に係る年配当金額　　その株式の１株当たりの資本金の額\n─────────────×─────────────────\n１０パーセント                      ５０円\nという算式によって計算した金額によって評価する（上記算式の「その株式に係る年配当金額」は，１株当た\nりの資本金の額を５０円とした場合の金額である。以下この方式を「配当還元方式」という。）（１８８－２項）。\n２　前提となる事実（証拠の付記のない部分は当事者間に争いがない。）\n(１)　課税処分等の経緯\nア　原告は，オーストラリア連邦の国籍を有し，同国に住所を有する外国人である。\nイ　原告は，平成７年２月１６日付けの売買契約により，当時，Ａ社（本店所在地東京都大田区。）の取締役会長\nであったＰ１（平成○年○月○日死亡。以下「譲渡人」という。）から，同人の有する同社の株式６３万株（以下「本\n件株式」という。）を，総額６３００万円（１株当たり１００円）で譲り受けた（以下この取引を「本件売買取引」と\nいう。）。\nウ　被告は，本件売買取引による原告の本件株式の譲受けが，相続税法７条の「著しく低い価額の対価で財産の譲\n渡を受けた場合」に該当するものと認定し，かつ，原告が，平成７年分贈与税の申告書を提出していなかったことか\nら，平成１２年１月１８日付けで，次のとおり，原告の同年分贈与税の決定処分（以下「本件決定処分」という。）及\nび無申告加算税賦課決定処分（以下「本件賦課決定処分」といい，本件決定処分と併せて「本件各処分」という。）を\nした。なお，本件各処分における本件株式の評価額は，１株当たり７８５円であった。\n贈与税の課税価格　　　　　　　　　　　４億３１５５万００００円\n納付すべき税額　　　　　　　　　　　　２億９０７６万５０００円\n無申告加算税　　　　　　　　　　　　　　　４３６１万４０００円\nエ　原告は，本件各処分をいずれも不服として，平成１２年３月１日，東京国税局長に対し，異議申立てをした\nところ，東京国税局長は，同年１１月１日，これを棄却する旨の決定をした。\nオ　さらに，原告は，前記エの決定を不服として，平成１２年１１月２９日，国税不服審判所長に対し，審査請\n求をしたところ，国税不服審判所長は，平成１４年１２月２０日，これを棄却する旨の裁決をした。\nカ　そこで，原告は，平成１５年３月１９日，本件訴訟を提起した。\n(２)　本件売買取引に関連する事実\nア　Ａ社は，昭和２２年に設立された，電子秤等の製造，販売等を事業内容とする非上場会社であり，世界初の電\n子秤を開発するなど，電子秤の分野では国内のトップシェアを占め，従業員数は１０００人を超え，国内に３０数箇所\nページ(1)\nの営業所を有し，海外にも工場がある。同社の平成６年末における発行済株式数は９６０万株，１株当たりの券面額は\n５０円であり，資本金の額は４億８０００万円であった。同社の同年１月１日から同年１２月３１日までの間の事業年\n度の貸借対照表においては，資産の合計額２０９億２０３２万円，負債の合計額１３２億０１４７万円，資本の部の合\n計額７７億１８８５万円が計上され，同事業年度の損益計算書においては，売上高として２７７億６６２１万円が計上\nされている。同社の関連会社として，Ｂ社及びＣ社（同社の事務所はオランダ王国にある。）がある。（甲５，乙４，\n弁論の全趣旨）\nイ　Ｄ社は，原告の祖父が１８９６（明治２９）年に設立した会社であり，原告は，昭和４２年から平成６年まで\n同社の社長を務め，その後は同社の会長職にある。Ｄ社は，オーストラリア（平成２年ころからはニュージーランドを\n含む。）において，計量器の販売等の事業を営み，昭和５０年以降はＡ社の海外代理店として，同社製の電子秤を独占\n的に販売している。（甲１０，甲１２，甲１３）\nウ　原告は，本件売買取引と同じ日（平成７年２月１６日）付けの売買契約により，譲渡人から，同人の有する\nＢ社の株式９００株を総額４５万円（乙３の１，２），Ｃ社の株式２８１株を総額２万８１００ギルダー（平成７年３\n月２９日当時の為替レートで１６０万６４７７円）でそれぞれ譲り受けた。\nエ　本件売買取引及び前記ウの各売買取引によって，Ａ社，Ｂ社及びＣ社の株主の株式保有割合（発行済株式数\nに占める保有株式数の割合）は，別表記載のとおり変動した。\nオ　原告は，本件株式及び前記ウの各株式の購入資金として，平成７年３月３１日，株式会社第一勧業銀行（現み\nずほ銀行。以下「第一勧銀」という。）シドニー支店から，Ｅ社名義で６６００万円を借り入れ（以下「本件借入」と\nいう。），同日，第一勧銀大森支店の譲渡人名義の預金口座にこれらの各株式の購入代金合計６５０５万６４７７円を\n送金した。\nカ　譲渡人は，本件借入に際し，次のとおりの約定により，Ｅ社の債務を保証した。譲渡人の死亡後は，Ｐ２（\n譲渡人の長男）が，同一内容の保証契約を第一勧銀との間で結んだ。\n(ア)　保証人は，本件借入及びこれに付帯する一切の債務について，債務者と連帯して保証債務を負う。\n(イ)　保証人は，債務者の第一勧銀に対する預金その他の債権をもって相殺しない。\n(ウ)　保証人が保証債務を履行した場合，代位によって第一勧銀から取得した権利は，同行の同意がなければ\n行使しない。同行の請求があれば，その権利又は順位を同行に無償で譲渡する。\nキ　譲渡人は，平成６年中に，Ａ社の株式を次のとおり売却した（以下これらを「本件売買実例」という。）。\n(ア)　平成６年７月２７日付け（受渡日同日）で，株式会社富士銀行（現みずほ銀行。以下「富士銀行」とい\nう。）に対し，Ａ社の株式８万株を総額６３４４万円（１株当たり７９３円）で売却した。\n(イ)　平成６年７月２８日付け（受渡日同年８月２日）で，ダイヤモンドキャピタル株式会社（以下「ダイヤ\nモンドキャピタル」という。）に対し，Ａ社の株式２万５０００株を総額１９９０万円（１株当たり７９６円）で売却\nした。\n(ウ)　平成６年７月２８日付け（受渡日同年８月２日）で，株式会社三菱銀行（現東京三菱銀行。以下「三菱\n銀行」という。）に対し，Ａ社の株式２万５０００株を総額１９９０万円（１株当たり７９６円）で売却した。\n(エ)　平成６年９月１９日付け（受渡予定日同月２０日）で，第一勧銀に対し，Ａ社の株式１万６０００株を\n総額１２６８万８０００円（１株当たり７９３円）で売却した。\n(オ)　平成６年９月２０日付け（譲渡年月日同日）で，東京ベンチャーキャピタル株式会社（現みずほキャピ\nタル。以下「東京ベンチャーキャピタル」という。）に対し，Ａ社の株式６万４０００株を総額５０７５万２０００円\n（１株当たり７９３円）で売却した。\n３　税額等に関する被告の主張\n被告が本件訴訟において主張する原告の平成７年分贈与税の課税価格及び納付すべき税額は，次のとおりであ\nる。\n(１)　贈与税の課税価格　　　　　　　　　　　　４億３７２２万００００円\n当該金額は，原告が譲渡人から取得した本件株式の数（６３万株）に，１株当たりの時価７９４円（後記４(\n１)）を乗じた金額５億００２２万円と本件株式の売買金額６３００万円との差額であって，相続税法７条の規定に基づ\nき原告が贈与により取得したものとみなされる金額である。\n(２)　納付すべき税額　　　　　　　　　　　　　２億９４７３万４０００円\n当該金額は，前記(１)の課税価格から贈与税の基礎控除額６０万円（相続税法２１条の５）を控除した金額４\n億３６６２万円に税率（同法２１条の７）を適用して算出した金額であり，本件決定処分における原告の納付すべき金\n額（２億９０７６万５０００円）はこの範囲内にある。\n４　本件決定処分の適法性に関する争点①－本件株式の時価（評価通達の評価方式によらないことの相当性）\nＡ社は，評価通達に規定する大会社であるが，また同時に，譲渡人の親族らにより構成される同族株主のいる会\n社にも該当し，原告は同族株主以外の株主に該当するから，評価通達の定めを適用すると，本件株式の価額は，配当還\n元方式により評価されるべきこととなる。この点は当事者間に争いがなく，配当還元方式により算出される本件株式の\n価額は，１株当たり７５円と認められる（甲３，弁論の全趣旨）。争いがあるのは，本件株式について評価通達に基づ\nく評価方式によらないことが正当と是認されるような特別の事情があるかどうか，また，そのような特別の事情がある\nとして本件株式の時価はいくらと評価するのが相当か，という点である。\n(１)　被告の主張\nア　本件売買取引等の事情に照らせば，本件株式の時価の算定について，配当還元方式によって算定することは極\nめて不合理であり，評価通達に基づく評価方式によらないことが正当と是認されるような特別の事情があるといえる。\n(ア)　原告は，本件売買取引及びこれと同時に行われたＡ社の持株会社ともいえるＢ社及びＣ社の株式の売買\n取引によって，Ａ社における譲渡人の地位を裏付けていた株式のほとんどを取得し，かつ，Ａ社における個人株主の中\nで，譲渡人の親族らが保有する株式数を超えて，筆頭株主の地位を得たものであり，保有株式数を見る限り，Ａ社の中\n心にあった譲渡人の地位の後継者たる地位を取得したものといえる。\nまた，原告は，本件株式の取得資金を本件借入によって賄っているが，本件借入は譲渡人による保証を前\n提として実行され，譲渡人が死亡した後も譲渡人の相続人が当該保証を引き継いでいる。すなわち，原告は，譲渡人か\nら便宜を受けることにより，実質的な金銭的支出を行うことなく，本件株式を取得しており，原告と譲渡人とは，極め\nて密接な関係にあったことが認められる。\n以上に照らせば，本件売買取引により原告が取得した地位は，Ａ社の事業経営に相当の影響力を与え得る\nものであるから，これを配当還元方式による評価方法を定めた評価通達が予定しているような，事業経営への影響力及\nび支配力を有しないか，あるいは，極めて影響力の少ない少数株主と同視することはできない。\n(イ)　本件売買取引における本件株式の価額は，本件売買実例により把握される本来の時価に照らし，不当に\n低額である。\n後記イのとおり，本件売買実例におけるＡ社の株式の売買価額は，客観的時価を適切に反映しているもの\nと認められるところ，配当還元方式によった場合には，これより著しく低額に算定されることとなって不当であり，こ\nのこと自体が配当還元方式によらないことが正当と是認されるような特別の事情に当たる。\n(ウ)　本件売買取引における株価の決定経緯についての原告の本件訴訟における説明は，あいまいかつ不自然\nページ(2)\nで信用できず，そもそも原告は，異議申立て及び審査請求の際には，評価通達に定める配当還元方式によって決定した\n旨明言していたのであるから，本件売買取引における取引価格は，評価通達に定める配当還元方式によって算出した金\n額ないしこれを上回る価格となるように定められたものと解するべきである。ちなみに，Ａ社の平成５年１２月期の１\n株当たりの配当金額は１０円であり，これを基準に評価通達に定められた１０パーセントの利率による配当還元方式を\n適用すると，１株当たり１００円が算出される。\nしかしながら，Ａ社は，前記のとおりの大企業であり，年平均約２０パーセントの利益配当を行っている\n優良企業であって，また，本件売買取引当時（平成７年）は，預入金額１０００万円以上の定期預金の利回りが１．１\n３５パーセント，原告の借入金の調達金利が１．４３パーセントという経済情勢にあったのであるから，Ａ社の株式を\n経済取引を目的とする当事者間で売買する場合に，経営基盤の弱い中小企業にも適用されるため評価上の危険負担を考\n慮して高い資本還元率（１０パーセント）が設定されている評価通達どおりの配当還元方式で株価を算定するなどとい\nうことは考えられない。ちなみに，Ａ社の配当を年間２０パーセント（１株当たり１０円）と見込み，資本還元率とし\nて１．１３５パーセントを適用すると１株の株価は８８１円となり，１．４３パーセントを適用すると６９９円とな\nる。\nまた，譲渡人の立場からすれば，本件売買実例に係る金融機関等も，原告も，共にＡ社の取引先ないしそ\nの関係者であって，原告に対してのみ，著しく低い価格で株式を譲渡する経済的合理性はない。\nさらに，本件売買取引前後の事情として，①原告は実質的な金銭的支出を行うことなく本件株式を取得し\nた，②原告が借入金の一部でも返済したという事実はなく，借入利息は本件株式の配当金で十分賄える，③原告は日々\n円高が進む中であえて日本の銀行から借入を行い多額の為替差損を被る一方で，円安期に借入金を返済して多額の為替\n差益を得られたのにこれをしていない，など極めて不自然な点が認められる。\n以上のほか，本件売買取引が譲渡人側の相続・事業承継対策の一環として行われたものであることに照ら\nせば，本件売買取引は，実質的には贈与に等しいものであり，贈与税の負担を免れるため，評価通達を形式的に適用し\nた場合の価格を上回ってさえいればよいとの基準で価格を定めたものにすぎないと認められ，このような場合にまで評\n価通達を形式的に適用することは，相続税法７条等の趣旨に反し，租税負担の実質的な公平を害することとなる。\nイ　本件売買実例における価格は，譲渡人側の事情による売り申込みという状況を前提として取引が行われている\n中で，Ａ社の財務諸表等に表れた客観的数値を基礎とした合理的な手法によって価格が設定されたものであり，Ａ社の\n株式の客観的時価を適切に反映しているものと認められるから，本件株式の適正な時価は，本件売買実例価額の平均額\nである１株当たり７９４円と評価するのが合理的である。\n(ア)　本件売買実例における買主である第一勧銀は，譲渡人側が相続・事業承継対策のために保有株式を譲渡\nする意向であることを知っていたものであり，このように売主側に売却すべき事情があることを知っていた者が買主と\nなる場合，当該売買における金額は，通常の取引価格より低く抑えられることはあっても，あえて，通常の取引価格よ\nり高い金額で取引する必要性は認められない。\nまた，第一勧銀の購入株価（１株当たり７９３円）は，評価通達に定める類似業種比準方式に準じて算出\nされた価格により決定されたものであり，三菱銀行の購入株価（１株当たり７９６円）は，評価通達に定める類似業種\n比準方式に準じて算出された価格（８０６円）と決算上の純資産価額から算出された価額（７９６円）とを比較した上\nで決定されたものであるところ，両金融機関が採用（参照）した類似業種比準方式は，財務諸表に表れる客観的数値を\n基礎として算出され，取引相場のない株式の評価方法として，一般に，広く合理性の認められた手法であって，当事者\nの主観的要素に影響されるものではない。このことは，本件売買実例のうち第一勧銀及び三菱銀行以外の買主と譲渡人\nとの間で売買されたＡ社の株価についても，同様の価格帯（１株当たり７９３円ないし７９６円）で取引されているこ\nとにも裏付けられる。\n原告が主張するように，本件売買実例が，金融機関側の主観的事情によって株価が決められたのであれ\nば，本件売買実例が行われた後，本件売買実例における各金融機関等とＡ社との取引は，従来にも増して密接なものと\nなり，取引量，シェアの拡大が図られてしかるべきところ，実際には，そのような状況は見られず，原告の主張する実\n績は，取引量が増減する中での一時点における数値を強調するものにすぎない。仮に，金融機関側に，Ａ社との取引強\n化に向けた一般的な期待があったとしても，そのような期待は原告でも同様であって，これを取り立てて株価に影響を\n与える主観的事情と解する必要はない。\nさらに，法人税法では，無償による資産の譲受けについても益金に算入することになるので（法人税法２\n２条２項），法人が合理的な理由なく資産を時価よりも低い価額で取得した場合には，時価とその売買価額との差額相\n当額については，受贈益として課税の対象となる。また，反対に合理的な理由なく時価を上回る価額で資産を購入した\n場合には，買主である法人の所得の計算上，時価とその売買価額の差額相当額については，原則として寄附金となり（\n法人税法３７条８項），法人税の申告上，損金算入限度額を超える部分は損金の額に算入されないなど，改めて課税の\n問題が発生することがある（法人税法３７条３項）。このように，法人がある資産を購入するに当たり，その資産を合\n理的な理由なく時価と乖離した価額で取得した場合には，法人税の所得の計算に大きな影響を与えることになるので，\n資産の購入者である法人としては，取引実例が少なく時価が必ずしも明らかでない資産を購入する際は，慎重にその購\n入資産の時価を検討した上で，売買契約を締結するのが一般的であって，原告が主張するような買主側の目論見だけで\n売買価額を決定することは実務上考えられない。しかも，本件の金融機関は日本を代表するような企業であり，売買取\n引に当たっては，法人税の課税処理を念頭に置きつつ，Ａ社の株式の適正な時価算定を行ったであろうと認められる。\n(イ)　原告は，本件売買実例は実質的には「東京三菱系」ないし「みずほ系」との間の取引２件にすぎないと\n主張するが，株式のように１株１株に特に個性がないような財産について，当事者間の主観的事情に影響されない売買\n実例が存在する場合に，これが多数でないからといって，適正な時価を表すものと評価することができなくなるもので\nはない。\n(ウ)　原告の主張する持株会への売買実例は，①Ａ社の業績とは関係のない理由で株価が決定され，株価の形\n成要素のうちの昀も基本的な配当，利益及び純資産のいずれも考慮されておらず，②少数株主は，定款による譲渡制限\nによって第三者への売却の道を閉ざされ，持株会に対し同会の決定した価額で譲渡するほか方法がないという状況の下\nに取引が成立したものであり，「不特定多数の当事者間で自由な取引が行われる場合に通常成立すると認められる価\n額」を表すものではなく，③昭和６３年（２件）及び平成元年（１件）の売買実例における取引価額は１株当たり７０\n０円ないし１８００円であって，持株会発足時（平成元年１０月２０日）に適用された１株当たり１５０円という価格\nに比べて高額であり，持株会への譲渡価格は通常の取引よりも低額に抑えられていたことが明らかであるから，持株会\nへの譲渡価格をもってＡ社の株式の客観的な交換価値（時価）を表すものとはいえない。\nウ　本件売買取引については，本件株式の売買金額と本件株式の適正な時価との差額が著しく，このことのみをも\nって，相続税法７条の「著しく低い価額の対価で財産の譲渡を受けた場合」に該当するというに十分であり，本件株式\nの譲受けの事情をみても，これを否定すべき事情は見当たらず，むしろ，取引に経済的な合理性がなく，実質的に贈与\nに等しい取引がなされたものと認められることに照らしても，本件売買取引について，「著しく低い価額の対価で財産\nの譲渡を受けた場合」に該当することを否定する余地はない。\n(２)　原告の主張\nア　被告が前記(１)アで主張する事情は，評価通達に基づく評価方式によらないことが正当と是認されるような特\n別の事情に当たらない。\nページ(3)\n(ア)　本件売買取引後のＡ社における原告の持株比率は６．６パーセントにすぎず（なお，Ｂ社及びＣ社の株\n式を含めればその比率は増すが，これら各社も譲渡人ないしその親族で構成される同族株主が支配する会社であり，前\n者について７．５パーセント，後者について２５．３パーセントしか持株を有しない原告が両社を支配しているとはい\nえないから，Ａ社における原告の持株比率はやはり６．６パーセントというべきである。），このようなわずかな持株\n比率では，過半数に満たないのはもちろん，株主総会の特別決議を阻止することもできない。譲渡人のＡ社における地\n位の基盤となっていたのは，自己が保有していた株式だけではなく，同社の株主を自己の親族や同族会社で固めること\nにより，はじめて安定的な地位を得ることができたのであり，譲渡人の親族にとっては他人である原告が，わずか６．\n６パーセントの株式を取得したのみで，譲渡人と同程度の支配力を取得したなどということはできない。現に，譲渡人\nの死後，譲渡人の後継者としてＡ社を経営しているのは譲渡人の長男であり，原告は，取引先の会長又は株主としての\n地位以外に，Ａ社に対する経営上の地位を有していない。\nまた，譲渡人が本件借入について保証をしたのは，当時のオーストラリアのオフィシャルキャッシュレー\nト（日本の公定歩合に相当するもの）が７パーセント以上の高水準にあったために，貸出金利も高水準であったこと\nや，オーストラリアの銀行では円ベースでの借入が困難であり，豪ドルから円に換える際の為替手数料も高額であった\nことから，当時貸出利率が３パーセント前後であった日本の銀行から借り入れることとしたが，日本の銀行は当該銀行\nとの取引がないと融資を受けられないシステムになっており，原告は日本の銀行と取引がなかったため，便宜的に，日\n本の銀行と取引がある譲渡人が保証人となることで，借入を受けられるようにしたにすぎない。その際の保証契約に付\nされた約定（前記２(２)カの(ア)ないし(ウ)）は，第一勧銀の契約書の定型書式に入れられている一般的な内容であっ\nて，何ら不自然なものではない。原告は，自ら金利の返済を行っており，将来元金を弁済する用意もあるから，原告が\n一切の負担を負わずに本件株式を取得したかのような被告の主張は，事実を誤認するものである。\n(イ)　そもそも評価通達が，株式を取得する株主の性質等により，異なる評価方法を認めている以上，同じ会\n社の株式であっても，結果として異なる「時価」が算定されることは制度上予定されている。また，本件売買取引のよ\nうな「個人から個人へ」の譲渡には，本件売買実例のような「個人から法人へ」の譲渡と異なり，所得税法５９条の「\nみなし譲渡」が税法上規定されていないため，価格決定の際の考慮事項が異なる。そうである以上，仮に，評価通達に\n従い算定された「時価」と異なる売買価格で取引した事例があるとしても，それ自体をもって「特別の事情」というこ\nとができないことは明らかである。\nまた，被告の援用する本件売買実例は，後記イのとおり，適切な売買実例であるとはいえない。\n(ウ)　原告は，世代を超えてＡ社とＤ社との良好な取引関係を維持していくためには，原告がＡ社の株式を取\n得することで両社の関係を目に見える形にするのがベストであると考え，平成４年ころから譲渡人と株式取得の交渉を\n始めた。譲渡人は，持株会が設立されるまで，永年勤続した従業員やＡ社に貢献した従業員に対して株式を譲渡する\n際，長年にわたって，１株当たりの価格を配当還元価格である１００円としてきたものであり，この価格を根拠として\n１株１００円という価格を算出した。他方，原告も，取得することとなる株式が６３万株（持株比率６．６パーセン\nト）と僅少であったこと，非上場会社のため転売による利益（キャピタルゲイン）も見込めなかったこと等から，Ａ社\n株式を取得することで期待できるものは配当による利益だけであったところ，Ａ社から提供された情報によれば，Ａ社\nは１株当たり５円から１５円の配当を長年続けていたので，１株１００円に設定すると，平均１０パーセント程度のリ\nターンが見込まれたので，この価格に納得したものである。\n被告は，Ａ社の取引先ないしその関係者であることでは本件売買実例に係る金融機関等と異なるところの\nない原告に対してのみ著しく低い価格で株式を譲渡することには経済的合理性がないと主張するが，見返り融資の利息\n等の利益が入ってくる金融機関と，配当から得られる利益に対する期待しか有しない単なる取引先とを同列にとらえる\nことはできない。\nまた，被告が本件売買取引前後の事情として縷々主張する点も，①原告が実質的な金銭的支出を行うこと\nなく本件株式を取得したという主張が事実誤認であることは，前記(ア)で述べたとおりであり，②借入元金の返済をし\nていないのは，オーストラリアの銀行の融資金利が高く，第一勧銀が現状の条件で融資を継続してくれる限り，借入金\nをすぐに返済する合理性がないからであり，③為替差損も為替差益も，円建ての借入金債務が残存している限り発生せ\nず，また為替は日々刻々変動していくものであり将来の推移など予測できるものではないから，いずれも失当である。\nイ　本件売買実例における価格は，金融機関側の主観的事情に影響された価格であり，また不特定多数の取引事例\nであるともいえず，さらにより安価な持株会への売買事例が７件ある点からしても，本件売買実例が適切な売買実例で\nあるとはいえない。\n(ア)　現在の東京三菱系に属する三菱銀行とダイヤモンドキャピタルがＡ社の株式を譲渡人から譲り受けるに\n際しては，Ａ社が三菱銀行から２億円程度の借入を実施することが株式売買の条件とされていたものであり，この株式\n売買を契機として三菱銀行のＡ社に対する融資が始まり，平成１３年には，融資残高は１０億４０００万円にまで増加\nし，Ａ社の借入残高全体のうちの２３パーセントを占めるまでになった。また，三菱銀行は，株式取得により見返り融\n資を開始した平成６年当時，当時の利息を基準にすると，３年１か月未満という短期間で，株式取得によって支払った\n資金を回収できる計算であったものであり，系列ベンチャーキャピタルであるダイヤモンドキャピタルの株式取得支払\n資金を含めたとしても，６年２か月未満という短期間で回収が可能の状態にあった。したがって，三菱銀行にとっては\n自らが，ダイヤモンドキャピタルにとっては系列会社である三菱銀行が，多額かつ継続的な融資を実施できるという思\n惑によって株価が決められたのであり，当事者の主観的事情・個人的事情等の要素が強く影響しているといえる。\n他方，現在のみずほ系に属する富士銀行，第一勧銀及び東京ベンチャーキャピタルについても，株式の譲\n受けに際し，富士銀行と第一勧銀において，極力他の取引を両行に集約するという了解があったものであり，両行は三\n菱銀行と異なりもともとＡ社と取引があった金融機関ではあるが，平成６年の売買以降，当時１９億円であった両行（\n系列）に対する借入残高は平成１３年には３０億９０００万円にまで上昇し，借入残高全体に占める割合も平成６年当\n時の５８パーセントから平成１１年には８２パーセントにまで上昇した。また，借入以外の取引についても，平成８年\nにＡ社の東京勤務社員の活動費振込口座を第一勧銀大森支店に開設するなど，多くの取引が活発になされている。した\nがって，買主である富士銀行，第一勧銀及び東京ベンチャーキャピタルの側に，将来Ａ社に対する融資や他の取引を活\n発に行い，他の銀行との取引を極力富士銀行及び第一勧銀に集約してもらうという思惑があったうえで，株価が決めら\nれたのであり，当事者の主観的事情・個人的事情等の要素が強く影響しているといえる。\nそして，本件売買実例のような「個人から法人へ」の株式譲渡の場合には，譲り受ける側の法人として\nは，法人税法上の受贈益課税がされることを念頭に置かなければならず，また，譲渡する側の個人としても，所得税法\n５９条による「みなし譲渡」課税がされることを念頭に置かなければならないので，課税処分がされないような安全策\nとして，類似業種比準方式等に準じた価格等により算出される価額を設定せざるを得ないのである。\n(イ)　本件売買実例は，前記(ア)のような特殊なメリットを有する金融機関が買主であるケースに限定されて\nおり，不特定の当事者間で行われた取引ではない。また，本件売買実例は，実質的には，東京三菱系（三菱銀行，ダイ\nヤモンドキャピタル）及びみずほ系（富士銀行，第一勧銀，東京ベンチャーキャピタル）がＡ社の株式を譲り受けた２\n件にすぎず，当時はみずほ系ではなかった富士銀行を切り離して考えたとしても，３件の売買事例にすぎないから，多\n数の当事者間で行われた取引とはいえない。\n(ウ)　本件売買実例のほかにも，平成６年８月から平成１１年６月までの間に，第三者がＡ社の持株会に同社\nの株式を１株当たり２００円で譲渡している事例が７件存在する。これらの取引は，本件売買取引に近接した時期（平\nページ(4)\n成６年８月）になされたものもあり，売主はいずれも純粋な第三者であり，持株会が第三者に売却を働きかけたもので\nあるが，持株会に従うべき立場にはない者であったため，自由な交渉がされたうえで合意に至った価格である。このよ\nうな実例があるにもかかわらず，特定かつ極めて少数の金融機関に対してされた本件売買実例のみを採り上げて「時\n価」と主張することは失当である。\nウ　本件では，評価通達により評価すると実質的な租税負担の公平を害するような特別の事情は存しないから，本\n件株式は原則どおり評価通達に基づいて配当還元方式により評価すべきであり，これによると，本件株式の時価は，１\n株当たり７５円ということになる。そうである以上，原告は，時価を少し上回る１株当たり１００円という価格で本件\n株式を譲り受けたにすぎないので，相続税法７条の「著しく低い価額の対価で財産の譲渡を受けた場合」に該当しない\nことは明らかである。\nまた，本件のように非同族株主から同族株主に対してなされた取引相場のない株式の譲渡について，相続税法\n７条のみなし贈与の規定を適用した課税処分は従来行っていなかったのに，本件の原告に対してのみ本件決定処分を行\nった被告の取扱いは，租税平等（公平）主義の派生原則である公平ないし中立性の原則に反し違法である。\n５　本件決定処分の適法性に関する争点②－理由の付記\n原告は，本件決定処分の通知書には理由の記載が全くなく違法であると主張するのに対し，被告は，これを争\nう。\n６　本件賦課決定処分の適法性に関する当事者の主張\n(１)　被告の主張\nア　本件賦課決定処分は，適法になされた本件決定処分を前提として，国税通則法６６条１項本文の規定に基づ\nき，原告が本件決定処分により納付すべきこととなった贈与税額（ただし，同法１１８条３項の規定により１万円未満\nの端数を切り捨てた後の金額）２億９０７６万円に１００分の１５の割合を乗じて計算した４３６１万４０００円の無\n申告加算税を課したものであるから，適法である。\nイ　評価通達６項には，いかなる場合にもその定めが形式的・画一的に適用されるものではないことが明定されて\nいたものである上，原告が本件株式の評価を誤るについては，我が国の贈与税の課税問題について，十分な準備と認識\nがないままに本件売買取引を行って，結果として贈与税の申告を行わなかったのであり，結局，原告の税法の不知・誤\n解によるものである。このような事情は国税通則法６６条１項ただし書に規定する「正当な理由」に当たらない。\n(２)　原告の主張\nア　本件賦課決定処分は，違法な本件決定処分に基づいてされているので，違法である。\nイ　仮に本件決定処分が適法であるとしても，評価通達によれば本件株式は配当還元方式により評価されるのであ\nり，それと異なる評価により課税されることを原告において知る余地もなかったのであるから，期限内申告書を提出し\nなかったことには「正当な理由」がある。\n第３　当裁判所の判断\n１　本件決定処分の適法性について\n(１)　相続税法７条は，「著しく低い価額の対価で財産の譲渡を受けた場合」において，当該対価と当該譲渡の時\nにおける当該財産の時価（相続税法第３章に特別の定めがある場合には，その規定により評価した価額。なお，本件で\n問題となる株式の評価については，同章に特別の定めがない。）との差額に相当する経済的利益を課税の対象とするも\nのである。したがって，財産の譲渡が当該譲渡の時における当該財産の時価と同額か，又はこれを上回る対価で行われ\nた場合には，そもそも課税の対象となる経済的利益が存在しないこととなるから，「著しく低い価額の対価で財産の譲\n渡を受けた場合」に該当しないことが明らかである。\n(２)　相続税法７条にいう「時価」とは，同法２２条にいう「時価」と同じく，財産取得時における当該財産の客\n観的交換価値，すなわち，それぞれの財産の現況に応じ，不特定多数の当事者間で自由な取引が行われる場合に通常成\n立すると認められる価額をいうものと解される。この点は，評価通達にも記載されているとおりである。\nところで，財産の客観的交換価値は，必ずしも一義的に明確に確定されるものではないことから，課税実務上\nは，原則として，評価通達の定めによって評価した価額をもって時価とすることとされている。これは，財産の客観的\n交換価値を個別に評価する方法をとると，その評価方法，基礎資料の選択の仕方等により異なった評価額が生じること\nを避け難く，また，課税庁の事務負担が重くなり，回帰的，かつ，大量に発生する課税事務の迅速な処理が困難となる\nおそれがあること等から，あらかじめ定められた評価方法により画一的に評価する方が，納税者間の公平，納税者の便\n宜，徴税費用の節減という見地からみて合理的であるという理由に基づくものである。\nしたがって，評価通達に定められた評価方法が合理的なものである限り，これは時価の評価方法として妥当性\nを有するものと解される。\nそして，これを相続税法７条との関係でいえば，評価通達に定められた評価方法を画一的に適用するという形\n式的な平等を貫くことが実質的な租税負担の公平を著しく害する結果となるなどこの評価方法によらないことが正当と\n是認されるような特別の事情のない限り，評価通達に定められた合理的と認められる評価方法によって評価された価額\nと同額か，又はこれを上回る対価をもって行われた財産の譲渡は，相続税法７条にいう「著しく低い価額の対価で財産\nの譲渡を受けた場合」に該当しないものというべきである。\n(３)　評価通達は，取引相場のない株式の評価方法について，評価会社の規模に応じて場合分けし，評価会社が大\n会社の場合においては，それが上場会社や気配相場等のある株式の発行会社に匹敵するような規模の会社であることに\nかんがみ，その株式が通常取引されるとすれば上場株式や気配相場等のある株式の取引価格に準じた価額が付されるこ\nとが想定されることから，現実に流通市場において価格形成が行われている株式の価額に比準して評価する類似業種比\n準方式により評価することを原則としている。この評価方式は，具体的には，株価形成要素のうち基本的かつ直接的な\nもので計数化が可能な１株当たりの配当金額，年利益金額及び純資産価額（帳簿価額によって計算した金額）の３要素\nにつき，評価会社のそれらと，当該会社と事業内容が類似する業種目に属する上場会社のそれらの平均値とを比較の\n上，上場会社の株価に比準して評価会社の１株当たりの価額を算定するというものである（乙１）。このような類似業\n種比準方式による株式評価は，現実に株式市場において取引が行われている上場会社の株価に比準した株式の評価額が\n得られる点において合理的であり，取引相場のない株式の算定手法として適切な評価方法であるといえる。\nところで，評価通達は，このような原則的な評価手法の例外として，「同族株主以外の株主等が取得した株\n式」については，配当還元方式によって評価することを定めている。この趣旨は，一般的に，非上場のいわゆる同族会\n社においては，その株式を保有する同族株主以外の株主にとっては，当面，配当を受領するということ以外に直接の経\n済的利益を享受することがないという実態を考慮したものと解するのが相当である。そして，当該会社に対する直接の\n支配力を有しているか否かという点において，同族株主とそれ以外の株主とでは，その保有する当該株式の実質的な価\n値に大きな差異があるといえるから，評価通達は，同族株主以外の株主が取得する株式の評価については，通常類似業\n種比準方式よりも安価に算定される配当還元方式による株式の評価方法を採用することにしたものであって，そのよう\nな差異を設けることには合理性があり，また，直接の経済的利益が配当を受領することに限られるという実態からすれ\nば，配当還元方式という評価方法そのものにも合理性があるというべきである。\n(４)　そうすると，前判示のとおり，原告は，その保有株式数を前提とする限り，同族以外の株主と評価されるべ\nきなのであるから，評価通達の定めを適用すると，本件株式の価額は，配当還元方式により評価されるべきこととな\nり，これにより算出される本件株式の価額は，１株当たり７５円と認められるから，評価通達に定められた評価方法に\nページ(5)\nよらないことが正当と是認されるような特別の事情のない限り，上記評価額を上回る１株当たり１００円の対価で行わ\nれた本件売買取引は，相続税法７条にいう「著しく低い価額の対価で財産の譲渡を受けた場合」に該当しないことにな\nる。被告は，本件では上記の「特別の事情」があると主張するので，以下，被告の主張に沿って検討する。\n(５)　被告は，まず，本件売買取引により原告が取得した地位は，Ａ社の事業経営に相当の影響力を与え得るもの\nであり，配当還元方式が本来適用を予定している少数株主（同族株主以外の株主）の地位と同視できないと主張し，そ\nの根拠として，①原告がＡ社における譲渡人の地位を裏付けていた株式のほとんどを取得し，同社における個人株主の\n中で保有株式数の昀も多い筆頭株主の地位を得たこと，並びに②原告が譲渡人及び譲渡人の相続人から借入債務の保証\nの便宜を受けることにより，実質的な金銭的支出を行うことなく本件株式を取得したことを挙げる。\nしかしながら，①については，別表のとおり，本件売買取引後のＡ社における株式の保有割合は，Ｂ社，Ｃ\n社，譲渡人及び譲渡人の親族を併せた合計が４７．９パーセントとほぼ全体の半分を占めるのに対して，原告はわずか\n６．６パーセントの割合にすぎず，また，Ｂ社及びＣ社における株式の保有割合をみても，譲渡人ないし譲渡人の親族\nが合計でそれぞれ７５．０パーセント，５９．７パーセントであるのに対して，原告はそれぞれ７．５パーセント，２\n５．３パーセントにとどまっているのであるから，このような数値を見る限り，譲渡人の親族でもない原告が，Ａ社の\n事業経営に実効的な影響力を与え得る地位を得たものとは到底認められない。\nまた，②についても，原告は，本件借入につき譲渡人の保証を得た経緯について，金利等のコストの安い日本\nの銀行から借り入れるために，日本の銀行と取引のある譲渡人に便宜上保証人になってもらったものと説明していると\nころであり，その説明自体に格別不自然，不合理な点はなく，保証契約に付された約定の内容（前記第２の２(２)カの(\nア)ないし(ウ)）も，保証契約書の定型書式（甲９）の記載内容や銀行取引の実情等に照らして特におかしいものとはい\nえず，借入金の利息の返済は原告自らが行っており（甲１３），他方保証人である譲渡人ないしその相続人が借入金の\n一部でも現に返済したような事情は認められないから，原告が譲渡人及び譲渡人の相続人から保証の便宜を受けること\nによって，実質的な金銭的支出を行うことなく本件株式を取得したとはいえず，またこのような事実経緯から，原告が\nＡ社の事業経営に相当の影響力を与え得るほどに譲渡人と密接な関係にあったとまでいうことも困難である。\nむしろ，上述した原告のＡ社における株式の保有割合や，Ａ社においては株式の譲渡につき取締役会の承認を\n要することとされていること（乙５）に照らせば，原告は，譲渡人及びその親族らのような同族株主とは異なり，会社\nに対する直接の支配力を有さず，当面，配当を受領すること以外に直接の経済的利益を享受することのない少数株主で\nあり，その取得及び保有する株式の評価につき，評価通達の定める配当還元方式が本来的に適用されるべき株主に該当\nするものというべきである。\n(６)　次に，被告は，本件売買取引は実質的には贈与に等しく，贈与税の負担を免れるため評価通達による評価額\nを上回ればよいとの基準で価格を定めたものにすぎず，このような場合にまで評価通達を形式的に適用すると租税負担\nの実質的な公平を害すると主張し，その根拠として，①本件売買取引の株価決定経緯に関する原告の説明は信用でき\nず，異議申立て及び審査請求の際には評価通達に定める配当還元方式によって決定した旨を明言しており，平成５年１\n２月期の配当金額１０円に評価通達の配当還元方式を適用すると１株当たり１００円が算出されること，②Ａ社が高率\nの利益配当を行っている優良企業であることや，低金利の経済情勢からすると，１０パーセントという高い資本還元率\nが設定されている評価通達どおりの配当還元方式で株価を算定する経済的合理性がないこと，③Ａ社の取引先ないしそ\nの関係者であるという本件売買実例に係る金融機関等との共通性からみても，原告に対してのみ著しく低い価格で株式\nを譲渡する経済的合理性がないこと，④本件売買取引前後の事情として種々の不自然な点が認められること，⑤本件売\n買取引が譲渡人側の相続・事業承継対策の一環として行われたものであることを挙げる。\nしかしながら，①仮に，本件売買取引の売買価額が評価通達に定める配当還元方式によって決定されたもので\nあったとしても，それが評価通達において同族株主以外の株主が取得した株式についての原則的な評価方法である以\n上，不合理な価額決定の方法ということはできないし，②個々の非上場会社について当該会社に適用すべき昀も適切な\n資本還元率を個別に設定することは極めて困難なことであって，そのためにこそ，課税実務上は，評価通達において一\n律に１０パーセントという基準を設定しているものと解されるのであるから，Ａ社に適用すべき昀も適切な資本還元率\nについての特段の具体的な立証のない本件において，１０パーセントという資本還元率を用いることが直ちに経済的合\n理性を欠くものということもできず，③同じ株式の売買取引であっても，その取引に向けられた当事者の主観的事情は\n様々であるから，株式の譲渡価格が買主ごとに異なること自体は何ら不合理なことではない。また，④被告の主張する\n本件売買取引前後の諸事情は，これに対する原告の主張や前記(５)で本件借入について説示したところに照らすと，直\nちに不自然，不合理なものとはいえないし，⑤売買取引が譲渡人側の相続・事業承継対策の一環として行われたという\nことが，本件売買取引が実質的に贈与に等しいとか，贈与税の負担を免れる意図が存したということに直ちにつながる\nものではない。\n(７)　さらに，被告は，本件売買実例におけるＡ社の株式の売買価額は客観的時価を適切に反映しており，配当還\n元方式による評価額はこれより著しく低額であるから，このこと自体が特別の事情に当たると主張する。\nしかしながら，本件株式のように取引相場のない株式については，その客観的な取引価格を認定することが困\n難であるところから，通達においてその価格算定方法を定め，画一的な評価をしようというのが評価通達の趣旨である\nことは前説示のとおりである。そして，本件株式の評価については，評価通達の定めに従い，配当還元方式に基づいて\nその価額を算定することに特段不合理といえるような事情は存しないことは既に説示したとおりであるにもかかわら\nず，他により高額の取引事例が存するからといって，その価額を採用するということになれば，評価通達の趣旨を没却\nすることになることは明らかである。したがって，仮に他の取引事例が存在することを理由に，評価通達の定めとは異\nなる評価をすることが許される場合があり得るとしても，それは，当該取引事例が，取引相場による取引に匹敵する程\n度の客観性を備えたものである場合等例外的な場合に限られるものというべきである。\nそこで検討すると，証拠（乙５）によれば，本件売買実例における第一勧銀の購入株価（１株当たり７９３\n円。なお，この金額は，富士銀行及び東京ベンチャーキャピタルの購入株価と同額である。）は，評価通達に定める類\n似業種比準方式に準じて算出された価格により決定されたものであり，三菱銀行の購入株価（１株当たり７９６円。な\nお，この金額は，ダイヤモンドキャピタルの購入株価と同額である。）は，評価通達に定める類似業種比準方式に準じ\nて算出された価格（８０６円）と純資産価額（資産の額と負債の額との差額）から算出された価額（７９６円）とを比\n較した上で決定されたものであることが認められるが，東京ベンチャーキャピタルは第一勧銀の関連会社であり（甲２\n２），ダイヤモンドキャピタルは三菱銀行の関連会社であること（甲２１）を考えると，本件売買実例は，実質的に見\nれば，わずか３つの取引事例というのにすぎず，この程度の取引事例に基づいて，主観的事情を捨象した客観的な取引\n価格を算定することができるかどうかは，そもそも疑問であるといわざるを得ない（なお，この種の主張は，他の訴訟\nにおいて課税庁自身がしばしば主張しているものであることは当裁判所に顕著である。）。この点につき，被告は，本\n件売買実例においては，類似業種比准方式に準ずる方式や純資産を基準とする方式によって算定された株式価格に基づ\nいて売買価格が決定されているのであるから，その価格は客観性を有するという趣旨の主張をしているが，これらの評\n価方法は，評価通達において，同族株主以外の株主が取得した株式の評価方法としては必ずしも適当ではないものとし\nて位置付けられていることは既に指摘したとおりなのであるから，類似業種比准方式や純資産方式が，株式評価方法と\nして一般的な合理性を有しているから，それに基づく価額が，本件株式の価額を決定するに足りる客観性を有するとす\nるのには論理の飛躍がある。むしろ，ここで問題とされるべきなのは，本件売買実例には，同族株主以外の株主とし\nて，配当収入以外には期待すべきものがないにもかかわらず，その取得株式を類似業種比准方式や純資産方式に基づい\nページ(6)\nて算定した価額によって評価することが正当化されるほどの客観性が備わっているかどうかという点であるところ，こ\nの点を肯定するに足りるだけの事情は認められないものといわざるを得ない。\nもっとも，同族株主以外の株主という点では，第一勧銀，三菱銀行及び富士銀行も原告と異ならないわけであ\nるから，これら３行がなぜ高額な対価によってＡ社の株式を取得したのかについては疑問がないとはいえないので，念\nのためこの点について検討してみると，証拠（甲１９ないし２１，甲３３ないし３８）によれば，三菱銀行とその系列\nのダイヤモンドキャピタルがＡ社の株式を譲渡人から譲り受けるに際しては，Ａ社が三菱銀行から２億円程度の借入を\n実施することが株式売買の条件とされており，現に，株式売買後の平成６年９月には三菱銀行からＡ社に２億円の融資\nが実行され，当該融資実行当時の利息を基準にすると，三菱銀行とダイヤモンドキャピタルが支払った株式売買代金合\n計３９８０万円は，６年２か月のうちに利息収入によって回収することが可能であったものであり，三菱銀行（その後\n東京三菱銀行に統合された銀行を含む。）のＡ社に対する融資はその後も継続され，平成１３年には融資残高が１０億\n４０００万円（Ａ社の借入残高全体のうちの２３パーセント）になったことが認められ，他方，第一勧銀がＡ社の株式\nを譲渡人から譲り受けるに際しても，同じころに株式を譲り受けた富士銀行とともに，その他の銀行との取引を極力両\n銀行に集約するという了解がＡ社との間に存在し，第一勧銀及び富士銀行（その後みずほ銀行に統合された銀行を含\nむ。）のＡ社に対する融資残高は，平成６年の株式売買当時は１９億円であったものが，平成１３年には３０億９００\n０万円となり，Ａ社の借入残高全体に占める割合も，平成６年当時には５８パーセントであったものが，平成９年以降\nは７０パーセント前後ないし８０パーセントを超える割合となり，借入以外の取引についても，平成８年にＡ社の東京\n勤務社員の活動費振込口座を第一勧銀大森支店に開設するなどの取引が継続して行われていることが認められるから，\nこれらの取引上の見返りに対する銀行側の期待が株価の決定に影響した可能性は十分に考えられるところであるし（な\nお，被告は，原告も，Ｄ社とＡ社との取引の継続を期待して本件株式を取得したのであるから，その利益状況は，上記\n３行と異ならないと主張するかもしれない。しかしながら，Ｄ社と上記３行とで期待する経済的利益が同一であるとは\n限らないうえ，取引の相手方である法人そのものが株式を取得した場合と，その代表者等が株式を取得した場合とでも\nその利益状況は異なるものというべきであるから，上記の主張もそのまま採用することはできないものといわざるを得\nない。），さらに，株価の決定に当たって法人税の課税処理上の考慮が働いた可能性も考えられる。被告は，譲渡人側\nが相続・事業承継対策のために銀行側に保有株式の買い取りを申し込んだことが本件売買実例に係る売買取引成立の端\n緒となったこと（乙５）から，売主側に売却すべき事情があることを知っていた買主があえて通常の取引価格より高い\n金額で取引したとは考えられない旨を主張するが，買主の側に上記のような見返りの期待がある場合には，売買取引の\n成立を確実なものにするために，あえて売主に有利な高い価額を提示することもあり得ることであるから，被告の主張\nするようには直ちには断定できない。\nそうすると，本件売買実例におけるＡ社の株式の売買価額が，冒頭で記載したような意味での客観性を備えた\nものであるとはいえないから，この点に関する被告の主張は前提において失当である。\n(８)　以上のとおりであって，被告の主張をすべて考慮しても，本件株式について評価通達に定められた評価方法\nによらないことが正当と是認されるような特別の事情があるとはいえない。したがって，本件売買取引は，相続税法７\n条の「著しく低い価額の対価で財産の譲渡を受けた場合」には該当しないから，本件決定処分は違法であり，取消しを\n免れない。\n２　本件賦課決定処分の適法性について\n前記１のとおり，本件決定処分が違法な処分として取り消されるべきものである以上，これを前提に行われた本\n件賦課決定処分もまた違法な処分として取り消されるべきである。\n第４　結　論\n以上の次第で，原告の請求は理由があるから認容することとし，訴訟費用の負担につき行政事件訴訟法７条，民\n事訴訟法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　　　　　鶴　岡　稔　彦\n裁判官　　　　　古　田　孝　夫\n裁判官　　　　　進　藤　壮一郎\nページ(7)\n"
}