{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 25
  },
  "case_number": "平成12(ワ)1478",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所民事第5部",
  "lawsuit_id": "8627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/008627_hanrei.pdf",
  "contents": "主　　　　　文\n１　被告は，原告Ａに対し，１１００万円及びうち１０００万円に対する平成８年９月１\n１日から，うち１００万円に対する平成１２年７月１２日から，各支払済みまで年５\n分の割合による金員を支払え。\n２　原告Ａのその余の請求並びに原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅの請求をいず\nれも棄却する。\n３　訴訟費用中，原告Ａと被告との間に生じたものは，これを１０分し，その１を被告\nの負担，その余を原告Ａの負担とし，原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅと被告と\nの間に生じたものは，同原告らの負担とする。\n４　この判決の第１項は仮に執行することができる。\n事実及び理由\n第１　原告らの請求\n１　被告は，原告Ａに対し，１億０６４５万０３７６円及びうち９５４５万０３７６円に対する\n平成８年９月１１日から，うち１１００万円に対する平成１２年７月１２日から，各支払\n済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅに対し，それぞれ２５０万円及びこれに\n対する平成８年９月１１日から各支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，被告の経営する病院において脳動脈瘤根治手術等の手術を受けた原\n告Ａが，手術後，脳梗塞による左上下肢の機能が全廃するなどの後遺障害を負っ\nたことについて，原告らが，原告Ａの後遺障害の原因は被告の被用者である医師\nらの手技上の過失にあると主張し，また，同医師らには上記手術に際して説明義\n務違反があると主張して，被告に対し，債務不履行ないし不法行為に基づき，損害\n賠償を求めた事案である。\n１　前提となる事実（争いのない事実は証拠を掲記しない。）\n(1)　当事者\n原告Ａは，昭和１８年４月２日生まれの女性である。原告Ｂは，原告Ａの夫で\nあり，原告Ｃ，原告Ｄ及び原告Ｅは，いずれも原告Ａの子である。\n被告は，札幌市ａ区ｂｃ丁目において，Ｆ病院（以下「被告病院」という。）を設\n置，運営している。\n(2)　事実経過\nア　原告Ａは，平成８年８月２日，北海道苫前郡ｄ町において，財団法人Ｇ研究\n所の検診車で脳の検査を受けたところ，脳の血管に異常があると認められ\nた。\n原告Ａは，同月５日，Ｈ病院の脳神経外科において再度脳の検査を受けた\nところ，脳動脈瘤の存在が疑われた（原告Ｂ本人）。\nイ　原告Ａは，同年９月２日，脳の検査を行うため，被告病院に入院した（原告Ｂ\n本人）。被告病院の医師であるＩ（以下「Ｉ医師」という。）は，原告Ａの脳を検査\nした結果，未破裂の右内頸動脈後交通動脈分岐部動脈瘤（以下「本件脳動\n脈瘤」という。乙２，４）の存在を認めた。\n原告Ａ及び原告Ｂは，同月７日，被告病院において，Ｉ医師及び同じく被告\n病院の医師であるＪ（以下「Ｊ医師」という。）から，原告Ａの脳の検査結果，治\n療方法及び手術内容についての説明を受けた（乙３，４，原告Ｂ本人）。\nウ　原告Ａは，同月１１日午前９時ころから，被告病院で，Ｊ医師の執刀のもと，\n脳動脈瘤根治手術（開頭して，動脈瘤茎部のクリッピング及び接着剤等を用\nいて動脈瘤壁の補強（コーティングあるいはラッピング）を行う手術。以下「本\n件第１手術」という。）を受けた。Ｊ医師は，２本の窓付クリップを用いて，本件\n脳動脈瘤にクリッピングを行ったが，その際，本件脳動脈瘤から出血が生じた\nため，一時血流遮断を行うなどして，止血に努めた。本件第１手術は，同日午\n後４時ころ終了した。\nエ　本件第１手術の後，原告Ａの頭部のＣＴ検査を行ったところ，脳室内出血が\n認められた。このため，原告Ａは，同日午後１０時ころから，被告病院において\n再びＪ医師の執刀のもとに，出血源の確認及び止血のための開頭手術（以下\n「本件第２手術」という。）を受けた（乙２）。上記脳室内出血は，本件脳動脈瘤\nからの再出血であった。Ｊ医師は，これを止血するため，クリップを用いて一時\n血流遮断を行った上で，本件第１手術でかけたクリップを外し，改めて本件脳\n動脈瘤にクリップをかけ直す処置を行ったが，その際，脳腫脹が起こったた\nめ，術野における視界不良の状態での操作ながらクリップを閉鎖して，本件脳\n動脈瘤のクリッピングを終了した。本件第２手術は，翌１２日午前３時ころ終了\nした。\nオ　原告Ａは，同日午前８時ころから，外減圧手術（開頭した骨弁を戻さず外した\nままとし，脳腫脹による頭蓋内圧亢進を緩和させる手術。以下「本件第３手\n術」といい，本件第１ないし第３手術を併せて「本件一連の手術」という。）を受\nけた。\nカ　本件一連の手術の結果，原告Ａに脳梗塞が生じた（以下，原告Ａに脳梗塞が\n生じた事故を「本件事故」という。）。原告Ａは，本件一連の手術の後，被告病\n院で治療及びリハビリテーションを受け，その後，Ｋ病院及びＬ病院に入院し\nた。\n原告Ａは，現在，肩書住所地の自宅において，原告Ｂと２人で生活している\n（原告Ｂ本人）。\n(3)　原告Ａの後遺障害\n原告Ａは，現在，以下のとおり，身体障害者等級の１種１級に該当する後遺障\n害があり，その症状は固定した（甲４，５，９，原告Ｂ本人）。\nア　障害部位\n右大脳（前頭葉，側頭葉，頭頂葉）梗塞による障害\nイ　意識状態\n意識は覚醒しているが，広範な大脳高次機能障害（作話，注意力欠如，判\n断力欠如，左半側空間失認，認知障害，病識欠如等）がある。\nウ　運動機能\n左上下肢高度運動麻痺のため，起立不能，歩行不能であり，車いすによる\n自立駆動もスムーズにはいかない。\nエ　現在の障害及び生活状況\n全く寝たきりの状態で，着衣，食事，排泄等において介助を必要とする。\n２　争点\n(1)　Ｊ医師の手技上の過失の有無\n（原告らの主張）\nＪ医師には，本件一連の手術に関して，以下のとおり手技上の過失がある。\nア　本件第１手術における本件脳動脈瘤からの出血について\n動脈瘤の手術をする際，医師には，クリップが動脈瘤を破裂させないように\n細心の注意を払いながらクリッピングを行う注意義務がある。特に，本件で原\n告Ａが受けた脳動脈瘤根治手術（本件第１手術）は，将来的に動脈瘤が破裂\nしないようにするためのいわば予防的な手術であり，その手術によって動脈\n瘤を破裂させてしまうのは本末転倒であるから，医師が上記手術の際，動脈\n瘤を破裂させないようにすべき注意義務は高いというべきである。\nＪ医師は，本件第１手術において，本件脳動脈瘤と内頸動脈との間にクリッ\nピングをしようとした際，漫然とクリップの操作を行ったため，クリップを本件脳\n動脈瘤に接触させてこれを破裂させてしまい，当該破裂部位から出血を招い\nているのであるから，この点についてＪ医師には過失がある。\nイ　本件第１手術における止血について\nたとえ動脈瘤が破裂してしまった場合であっても，医師には，破裂した部位\nからの出血を防ぐために，適切な事後処置を施して，再度の出血を防止し，\n併発症の発生を防止する注意義務がある。\nＪ医師は，本件第１手術において，自らの操作により出血を招いたのだか\nら，確実に止血する義務を負っていたというべきであり，もし，止血の可能性\nがないというのであれば，手術を行ったこと自体が誤りであるといわなければ\nならない。そうであるにもかかわらず，Ｊ医師は，本件脳動脈瘤からの出血を\n止めるに際し，クリップ鉗子の選択あるいは使用方法を誤ったために，速やか\nに止血することができず，また，止血ができたかどうかの確認も十分に行わな\nかったのであるから，Ｊ医師には，止血を確実に行わなかった過失がある。\nウ　本件第２手術における前脈絡叢動脈の閉塞について\n長時間，頻回にわたって内頸動脈を一時遮断すると，急激な脳腫脹が起こ\nり，動脈瘤のクリッピング部分が確認できなくなる危険があるから，医師には，\n内頸動脈の一時遮断の回数と時間を極力少なくする注意義務がある。\nＪ医師は，本件第２手術において，漫然と長時間にわたり，７ないし８回も内\n頸動脈を一時遮断したために脳腫脹を出現させ，しかも十分な確認をするこ\nとなく本件脳動脈瘤にクリッピングを行った結果，前脈絡叢動脈を塞いでしま\nったのであるから，Ｊ医師には，不適切なクリッピングにより前脈絡叢動脈を\n閉塞させ，脳梗塞を招来させた過失がある。\n（被告の主張）\n以下のとおり，本件一連の手術に関して，Ｊ医師には手技上の過失は認めら\nれない。\nア　本件第１手術における本件脳動脈瘤からの出血について\n本件脳動脈瘤は，内頸動脈の背側面に及ぶ動脈瘤であり，２本の窓付クリ\nップを内頸動脈の長軸方向に平行に使用する必要のある広い茎部を持って\nいて，さらにその茎部は前脈絡叢動脈と密に接していたことから，本件脳動脈\n瘤の茎部を完全にクリップし，かつ，前脈絡叢動脈及び後交通動脈のいずれ\nも温存するためには，単に２本のクリップを直列に使用するだけでは不十分で\nあり，２本目のクリップを再度かけ直す必要があった。そして，その際，本件脳\n動脈瘤にクリップの先端部の圧力がＪ医師ら手術スタッフも想定しない部位に\n加わったため，茎部付近の前脈絡叢動脈付近から出血を来したと考えられ\nる。\nイ　本件第１手術における止血について\nＪ医師は，止血の際，クリップ鉗子が一時腰砕けの状態になった後も，出血\n部位を含めて確実にクリップをかけるよう試み，最終クリップは適切な鉗子を\n用いて行っているのであるから，クリップ鉗子が一時腰砕けの状態となったこ\nとが，手術結果に直接影響を与えたとは考えられない。\nまた，Ｊ医師は，顕微鏡下による直視下の確認，クリップ周囲の探索確認，\nミラーによる確認を最大限行っているし，さらに，血圧上昇により出血が発生\nしないかという点についても確認を行っているのであるから，本件第１手術に\nおいて，さらなる脳損傷を来さないで行い得る止血の確認を可能な限り行って\nいるというべきである。\n結果的に本件脳動脈瘤から再出血を来したが，それは本件脳動脈瘤が大\nきいため動脈瘤茎部が広く，しかも原告Ａが術後に頻回嘔吐したことによって\n血圧が上昇し，クリップが当初の止血部位からずれたためと考えられる。\nウ　本件第２手術における止血について\nＪ医師は，脳腫脹の進行により本件脳動脈瘤にクリッピングを完了すること\nが不可能な状態となる前に，それまでの手術操作による動脈瘤，母血管のオ\nリエンテーションを頼りにクリッピングを行い，止血に成功している。\n本件一連の手術の後，原告Ａに脳梗塞が生じているが，これは，内頸動脈\nをクリップで閉塞したためではない。原告Ａは，再出血を起こしたことと脳腫脹\nが著しく生じたことで脳血管攣縮が生じ，右中大脳動脈の血流が不十分とな\nって重症右脳梗塞となり，重篤な後遺障害が生じたと考えられる。\n(2)　被告病院の医師の説明義務違反の有無\n（原告らの主張）\n医師には，患者に対し，患者が受け得る治療について，最終的な決定権を有\n効に行使するに足りる十分かつ重要な情報を提供する義務があり，医的侵襲を\n伴う治療の場合には，症状，診断の結果，医的侵襲行為の目的，内容及びその\n必要性，治療をせずに放置した場合の危険性，発生の予想される危険性及び\n副作用を説明するべきである。\nしかるに，被告病院の医師は，脳動脈瘤根治手術の危険性を十分に原告ら\nに説明していないばかりか，動脈瘤を放置した場合の危険性についても説明し\nておらず，被告病院の医師には説明義務違反がある。\n（被告の主張）\n本件第１手術の４日前である平成８年９月７日，原告Ａ及び原告Ｂに対して，Ｉ\n医師から原告Ａの脳の検査結果，動脈瘤を放置した場合の危険性及び手術に\nよる治療方法についての，Ｊ医師から手術の内容及びリスク（術中破裂，一時血\n流遮断の可能性，穿通枝血管の閉塞の可能性等）についての各説明がされ，そ\nの結果，原告Ａは，最終的に，本件脳動脈瘤の根治手術を行うことを承諾した。\nしたがって，被告病院の医師には説明義務違反はない。\n(3)　損害\n（原告らの主張）\nア　原告Ａの損害\n(ア)　逸失利益　２９８１万３５９３円\n逸失利益算定の基礎となる原告Ａの収入については，平成８年度女子\n全労働者の平均賃金額（３０１万１９００円）によるのが相当である。原告Ａ\nは，本件事故当時５３歳で，６７歳までの１４年間就労が可能であったとこ\nろ，本件事故により，労働能力を１００パーセント喪失したのであるから，ラ\nイプニッツ方式（１４年に対応するライプニッツ係数は９．８９８６）により中間\n利息を控除すると，その逸失利益は，２９８１万３５９３円となる。\n(イ)　入院雑費　２２５万４２００円\n原告Ａは，本件事故から平成１２年４月２８日までの１３２６日間，１日当\nたり１７００円（日用品代８００円，おむつ代９００円），合計２２５万４２００円\nの入院雑費を支出した。\n(ウ)　付添看護料　３３３８万２５８３円\n原告Ａは，終生他人の介護を必要とするところ，定山渓病院に入院中の\n平成１２年６月１日から平成１３年３月末日までの３０４日間，１日当たり２４\n８６円，合計７５万５７４４円の付添看護料を支出した。\n原告Ａは，平成１３年４月以降，自宅において，原告Ｂと２人で生活して\nいるところ，同月当時の平均余命年数である２８年間は介護を要し，介護料\nは１日当たり６０００円が相当であるから，ライプニッツ方式（２８年に対応す\nるライプニッツ係数は１４．８９８１）により中間利息を控除すると，自宅での\n介護費用は，３２６２万６８３９円となる。\n(エ)　慰謝料　３０００万円\n本件事故による原告Ａの精神的苦痛に対する慰謝料は３０００万円が相\n当である。\n(オ)　弁護士費用　１１００万円\n(カ)　合計　１億０６４５万０３７６円\nイ　原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅ（以下「原告Ｂら」という。）の損害\n原告Ｂらは，原告Ａの夫あるいは子として，今後，原告Ａとともに生涯にわ\nたって苦しんでいかなければならず，その精神的苦痛は原告Ａの生命を害さ\nれた場合に等しいか，それ以上の程度に達しているから，原告Ｂらには固有\nの慰謝料請求権が存在し，その金額はそれぞれ２５０万円を下らない。\n第３　争点に対する判断\n１　争点(1)（Ｊ医師の手技上の過失の有無）について\n(1)　証拠（甲４ないし６，乙１の１ないし４，乙２，３，５ないし７，証人Ｍ，原告Ｂ本\n人，鑑定結果）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　脳動脈瘤とは，脳動脈が瘤状あるいは紡錘状に拡大したものをいい，その\n多くは，くも膜下出血で発症する。放置すると再出血して死亡する場合が多\nく，また，外科的処置により再出血の危険がなくなった場合でも，続発する脳\n血管攣縮（くも膜下腔に出血した血液（赤血球）の分解産物が，くも膜下腔を\n走る動脈を刺激して血管の攣縮が誘発されること）により命を失う症例も多く，\n再出血防止のための根治手術は，初回出血後できるだけ早期に行う必要が\nある。\n未破裂の脳動脈瘤の破裂によるくも膜下出血の頻度は，これまでのデータ\nによると，年間１ないし２パーセントであるとされているが，それよりもさらに頻\n度が低いとのデータもあり，現在，その研究が進められている段階にある。ま\nた，動脈瘤のサイズが大きくなればさらに破裂率は高くなるとの見解もあれ\nば，巨大動脈瘤（最大径が２．５センチメートル以上のもの）であってもくも膜下\n出血を起こす率は普通の動脈瘤と変わりがないとの見解もある。\n脳動脈瘤根治手術は，脳動脈瘤からの初回の出血あるいは再出血を防止\nするためのものである。もっとも，意識障害が強い重症例では，脳腫脹が強\nく，根治手術の操作によってさらに症状の悪化を招くことがある。根治手術とし\nては，動脈瘤茎部のクリッピングが理想的であるが，動脈瘤の茎部が広かっ\nたり，動脈瘤から分枝が出ていてクリップがかけられない場合には，接着剤等\nを用いて動脈瘤壁の補強（コーティングあるいはラッピング）を行うこともある。\n内頸動脈後交通動脈分岐部動脈瘤は，脳動脈瘤の中でも最も頻度の高い\n動脈瘤の一つであるが，この部の脳動脈瘤手術は，動脈瘤近傍から分岐す\nる前脈絡叢動脈の関与により，ときに大変難しい場合がある。すなわち，前脈\n絡叢動脈は，脳動脈瘤のクリッピング操作により直接，間接の影響を受けや\nすく，同動脈の狭窄あるいは閉塞により，強い片麻痺，感覚障害，視野障害，\n言語障害，構成失行，病態失認等の重篤な後遺症を残す可能性があるた\nめ，クリッピングの際には，前脈絡叢動脈に血液が十分に流れ，同動脈が温\n存されていることを確認することが肝要であるが，同動脈は，内頸動脈に比べ\nてはるかに細く，内頸動脈の裏側に位置して術野から見えにくい場合が少なく\nないため，その確認は非常に難しい。\n本件脳動脈瘤は，原告Ａの右内頸動脈後交通動脈分岐部に位置し，比較\n的大きな脳動脈瘤であるから，そのクリッピングに際しては，前脈絡叢動脈を\n温存することが重要となるが，特に本件の症例の場合，前脈絡叢動脈が本件\n脳動脈瘤の茎部近傍から分岐していて同動脈が本件脳動脈瘤自体に癒着し\nていたため，本件脳動脈瘤のクリッピングは難度の高い複雑なものであった。\nイ　原告Ａは，平成８年９月２日，被告病院において脳のＭＲＩ検査を受けたとこ\nろ，右内頸動脈後交通動脈分岐部動脈瘤の存在が疑われたため，同日，被\n告病院に検査入院することとなった。入院後，ＭＲアンギオグラフィー，ＣＴ検\n査，脳血管造影等により原告Ａの脳を検査した結果，本件脳動脈瘤の存在が\n認められたが，その他の脳動脈瘤の存在は明らかではなかった。\nウ　原告Ａは，同月１１日午前９時ころから同日午後４時ころまでの間，本件第１\n手術を受けた。\n(ア)　執刀医であるＪ医師は，本件第１手術中に，本件脳動脈瘤のほかに２つ\nの脳動脈瘤の存在を認めた。そのうちの一つ（以下「第２脳動脈瘤」とい\nう。）は，本件脳動脈瘤にクリッピングを行うための一時血流遮断をする際\nの近位内頸動脈を確保する位置にあり，一時血流遮断により破裂する可\n能性のあるものであった。\n(イ)　Ｊ医師は，本件脳動脈瘤から前脈絡叢動脈を剥離する操作を執拗に行\nった上で，本件脳動脈瘤のクリッピングを開始した。\nまず，Ｊ医師は，本件脳動脈瘤に１本目の窓付クリップをかけた。そし\nて，内頸動脈及び後交通動脈を形成ないし温存するように同クリップをか\nけ直してから，２本目のクリップをかけた。Ｊ医師は，ドップラー血流計で前\n脈絡叢動脈の血流を計ったが血流を確認できず，２本目のクリップを外すと\n同動脈の血流が再開するのを確認した。そこで，Ｊ医師は，塩酸パパベリン\n（血管拡張薬）を塗布し，機械的刺激で収縮した前脈絡叢動脈を拡張させ，\n斜めアングルのクリップを追加してクリッピングを行い，血流計で前脈絡叢\n動脈の血流が温存されていることを確認した。\nＪ医師は，クリップ鉗子で２本目のクリップを開き，さらに奥に挿入しようと\nしたが，この際，本件脳動脈瘤の茎部から出血が起こった。Ｊ医師が不用\n意に本件脳動脈瘤を傷つけたというような動きはなかった。一般的に，クリ\nッピング操作においては，閉じる２枚のクリップのブレードに挟まれた動脈\n瘤壁あるいは茎部と母血管の間が伸展され，動脈瘤と動脈の間に亀裂が\n生じ，そこから出血が起こることがある。なお，クリッピング手術において，\nクリップのかけ直しは通常よく行われる操作である。\n(ウ)　Ｊ医師は，上記出血を止血するため，クリップをそのまま閉じようとした\nが，クリップ鉗子の選択あるいは使用法が適切ではなかったために，クリッ\nプが腰砕けのようにクリップ鉗子から外れてしまい，出血部位を含めて迅速\nにクリッピングをすることができなかった。そのため，Ｊ医師は，その約１分\n後，内頸動脈にテンポラリークリップをかけ，血流の一時遮断等を行いなが\nら，出血部位を含めてクリッピングをすることを試みた。\n原告Ａの脳は，術中操作や血流の一時遮断等により，軽度の脳腫脹が\n起こり，本件脳動脈瘤周囲の術野が狭くなり，クリッピング操作が困難な状\n況となった。Ｊ医師は，再度，２本目のクリップを挿入して本件脳動脈瘤にク\nリッピングを行い，ドップラー血流計やミラーを用いてクリッピングを確認し\nた。また，第２脳動脈瘤に対しては，コーティングを施した。\n(エ)　本件脳動脈瘤にクリッピングを完了した後も，原告Ａの脳のどこからか小\n出血が持続していた。Ｊ医師は，クリッピング部位からの出血を疑い，何度\nか同部位を覗き込んで確認を図ったが，軽度の脳腫脹のためにせり出して\nきた脳によって，その視認は困難であった。Ｊ医師は，上記の持続する小出\n血は，本件脳動脈瘤の周辺の脳表からの出血であると判断し，脳表の止\n血を行って本件第１手術を終了した。\nエ　本件第１手術の直後，原告Ａの脳血管造影を行ったところ，内頸動脈及び前\n脈絡叢動脈の狭窄や閉塞はなく，同両動脈が温存されていることが確認さ\nれ，本件脳動脈瘤の残存も認められなかった。また，術後のＣＴ検査でも，前\n脈絡叢動脈領域に明らかな低吸収域（梗塞像）は見られず，脳梗塞の兆候を\n示す異常は認められなかった。\n原告Ａは，本件第１手術からしばらく経過した後も，時々嘔吐し，開眼しても\nすぐに目を閉じてしまう状態であった。同日午後９時ころ，再び原告Ａの頭部\nのＣＴ検査を行ったところ，脳室内出血が認められ，クリッピング部位の周囲\nから血腫の連続性があった。そこで，原告Ａは，再度，出血源の確認及び止\n血のための開頭手術（本件第２手術）を受けることになった。\nオ　Ｊ医師は，原告Ａに対し，同日午後１０時ころから翌１２日午前３時ころまでの\n間，本件第２手術を行った。\nＪ医師は，術中の所見で，上記脳室内出血はクリッピングを行った本件脳\n動脈瘤からの再出血であると判断したが，詳細な出血源までは確認すること\nができなかった。上記再出血が，本件第１手術の際の出血が持続したもので\nあるか，あるいは，一時止血されていたものが術後の嘔吐等をきっかけとして\n起こったものであるかは不明である。\nＪ医師は，約３０分間，７ないし８回の内頸動脈の一時血流遮断を行いなが\nら，種々のクリッピングを行って止血を試みたが，出血源を確認できず，止血\nは困難であった。最終的に，本件脳動脈瘤にクリップをかけて明らかな出血\nは消失したが，この際，多数回及び長時間にわたる内頸動脈の血流遮断な\nいし脳圧排等が原因で急激な前頭葉の腫脹が起こり，術野における視界が\n不良で，クリッピングの状態を視認することは非常に難しかった。Ｊ医師は，部\n分的に原告Ａの脳の内減圧（脳切除）を行ったが脳腫脹は治まらず，結局，脳\n腫脹のために後交通動脈と前脈絡叢動脈の起始部の確認ができないまま，\n外減圧を行って本件第２手術を終了した。\nカ　本件第２手術の直後に行ったＣＴ検査では，前脈絡叢動脈領域に低吸収域\nは見られなかった（なお，梗塞は，その発生直後のＣＴ検査では判定できない\nことが多い。）が，同日午前８時ころからの本件第３手術の前に行ったＣＴ検査\nでは，同領域に低吸収域が見られた。本件第３手術は，外減圧を拡大する手\n術であり，同手術により前脈絡叢動脈の狭窄あるいは閉塞が起こるとは考え\n難い。\n本件第３手術後の同月１３日のＣＴ検査で，前脈絡叢動脈領域だけでなく前\n大脳動脈と中大脳動脈の分水嶺領域にも低吸収域が出現し，以後，その範\n囲は，脳腫脹や脳血管攣縮等の関与も加わって徐々に拡大した。\n被告病院の入院診療録（乙２）には，上記低吸収域が出現し拡大した原因\nとして，クリップによる内頸動脈の狭窄を疑う旨の記載がある。\nキ　原告Ａの後遺障害の原因は，上記の過程により発生した脳梗塞によるもの\nである。\n(2)　上記前提となる事実及び認定事実を前提に，争点(1)について検討する。\nア　前記認定事実のとおり，原告Ａの後遺障害は本件事故に起因するものであ\nると認められる。そして，本件第１手術の後の検査では前脈絡叢動脈領域に\n脳梗塞の兆候を示す異常は認められなかったこと，Ｊ医師は後交通動脈と前\n脈絡叢動脈の起始部を確認できずに本件第２手術を終了したこと，本件第３\n手術の前には既に前脈絡叢動脈領域に低吸収域が出現していたこと，本件\n第３手術により前脈絡叢動脈の狭窄あるいは閉塞が起こるとは考え難いこ\nと，前脈絡叢動脈の狭窄あるいは閉塞により強度の片麻痺等の後遺症が生\nじる場合があること，被告病院の医師も脳梗塞が出現し拡大した原因としてク\nリップによる内頸動脈の狭窄を疑っていること，鑑定結果も本件第２手術のク\nリッピングで前脈絡叢動脈を閉塞させたために同動脈領域及び前大脳動脈と\n中大脳動脈の分水嶺領域に脳梗塞が出現し拡大した可能性があるとしてい\nることからすれば，本件事故の原因は，Ｊ医師が本件第２手術の際にクリップ\nで前脈絡叢動脈を閉塞させたことによるものと推認するのが相当である。\nイ　そこで，上記の本件事故の原因を前提に，Ｊ医師の手技上の過失の有無を\n検討する。\n(ア)　まず，上記のとおり，Ｊ医師は，本件第２手術の際にクリップで前脈絡叢\n動脈を閉塞させているが，このことのみをもって直ちにＪ医師の過失を認め\nることはできず，当該手技の難易度，結果回避の可能性，結果回避のため\nに施した処置の内容等も考慮して，Ｊ医師に結果回避義務違反が認められ\nるか否かという観点からＪ医師の過失の有無を判断するべきである。\n前記認定事実のとおり，本件第２手術は，術者において出血源を特定す\nることが難しく，さらに，脳腫脹のため術野を十分に確認することができな\nい状態での手技であり，非常に難易度の高い手術であった。このような状\n況の中で，Ｊ医師は，後交通動脈と前脈絡叢動脈の起始部を確認するため\nに，内減圧（脳切除）を行い脳腫脹を抑えることを試みるなど，必要かつ適\n切な処置を施している。Ｊ医師が多数回及び長時間にわたり内頸動脈の一\n時血流遮断を行ったことが急激な脳腫脹の原因であると認められるけれど\nも，上述した手術の困難性に鑑みれば，Ｊ医師の上記処置も必要かつやむ\nを得ない処置であったといわざるを得ない。鑑定結果も，本件第２手術にお\nける一連の操作は難しいものであり，このような状態に至る前に未然に防\nぐことが現実的な予防策であるとしている。\nこれらの事情からすると，Ｊ医師が本件第２手術の際にクリップで前脈絡\n叢動脈を閉塞させたことをもって，Ｊ医師の過失を認めることはできないと\nいうべきである。\n(イ)　もっとも，本件第１手術において本件脳動脈瘤から出血が起こらず，ある\nいは止血が十分であったならば，再出血は防げたはずであり，したがって，\nＪ医師が本件第２手術の際にクリップで前脈絡叢動脈を閉塞することもなか\nったと解される。そこで，さらに，本件第１手術についてのＪ医師の手技上の\n過失の有無を検討する。\nまず，本件脳動脈瘤から出血が起こった点についてであるが，前記認定\n事実によれば，出血の原因は，クリップのかけ直しにより本件脳動脈瘤と\n動脈との間に亀裂が生じたことであると推認することができ，Ｊ医師がクリッ\nピングの際に不用意に本件脳動脈瘤を傷つけたというわけではない。そし\nて，クリッピング手術においてクリップのかけ直しは通常よく行われる操作\nであること，特に本件脳動脈瘤のクリッピングについては前脈絡叢動脈の\n血流を温存するためにクリップのかけ直しが必要であったことからすれば，\nＪ医師がクリップのかけ直しを行ったこと自体がその判断を誤ったものであ\nるということはできない。さらには，Ｊ医師は，本件脳動脈瘤のクリッピング\nの困難性，前脈絡叢動脈の温存の必要性を十分認識した上で，難易度の\n高い本件第１手術を慎重に行っているのであるから，Ｊ医師の手技の内容\nが不適切であったということもできない。そうすると，本件脳動脈瘤から出\n血が起こったことについて，Ｊ医師の手技に何らかの過失を見出すことはで\nきないというべきである。\n次に，止血の点について検討するに，前記認定のとおり，本件脳動脈瘤\nからの再出血が，本件第１手術の際の出血が持続したものであるか，一時\n止血されていたものが術後の嘔吐等をきっかけとして再び出血が起こった\nものであるかは不明であるから，再出血が起こったことを理由として，直ち\nにＪ医師の止血処置に過誤があったと推認するのは相当でない。むしろ，Ｊ\n医師が，軽度の脳腫脹のために術野が狭くなりクリッピング操作及びその\n視認が困難な状況の中で本件脳動脈瘤にクリッピングを行って止血を試み\nていることや，本件第１手術の直後の脳血管造影やＣＴ検査からは何ら脳\nの異常は見られなかったことからすれば，本件第１手術におけるＪ医師の\n止血処置は可能な範囲において十分な程度に行われたというべきである。\nそして，Ｊ医師は，血流計やミラーを用いてクリッピングを確認し，クリッピン\nグの完了後もクリッピング部位からの出血を疑い，脳損傷を来さない程度\nに同部位の確認を試みているのであるから，止血の確認も当時の状況に\n照らして十分に行われたというべきである。確かに，クリップ鉗子の選択あ\nるいは使用法が適切でなかったためにクリッピングに時間を要したことにつ\nいて，Ｊ医師の手技に多少なりとも落ち度があったことは否定できないが，Ｊ\n医師はクリップが腰砕けになった後すぐに適切なクリップ鉗子を用いてクリ\nッピングを試みているのであり，鑑定結果においても，正しいクリップ鉗子を\n用いていたとしても速やかに止血ができたか否かは分からないとしているこ\nとからすれば，Ｊ医師の上記処置をもって，Ｊ医師の手技に過失があったと\n評価するのは相当でない。以上のとおり，止血の点についても，Ｊ医師の手\n技に過失があったとまでいうことはできない。\n結局，本件第１手術についても，Ｊ医師に手技上の過失を認めることは\nできないというべきである。\nウ　以上の認定判断によれば，Ｊ医師には手技上の過失は認められず，したが\nって，被告は，原告らに対し，Ｊ医師の手技上の過失を理由として損害を賠償\nすべき責任を負わないというべきである。\n２　争点(2)（被告病院の医師の説明義務違反の有無）について\n(1)　証拠（甲９，乙２，原告Ｂ本人）及び弁論の全趣旨によれば，以下の事実が認\nめられる。\nア　原告Ａは，これまで脳動脈瘤の存在を疑わせるような症状はなかったとこ\nろ，平成８年８月２日，ｄ町に巡回に来ていた脳ドックの検診車で脳の検査を\n受け，その結果，脳動脈瘤の疑いがあるとの通知を受けたが，すぐに入院し\nて手術を受けるようにというような指示は受けなかった。\n原告Ａは，同月５日，Ｈ病院の脳神経外科において再度脳の検査を受けた\nところ，同病院の医師から脳動脈瘤の存在が疑われるとして手術を勧められ\nた。原告Ａは，原告Ｂと相談した結果，Ｈ病院よりも設備が整っている被告病\n院でもう一度検査を受けてから手術を受けるかどうかを決断することとした。\nイ　原告Ａは，同年９月２日，被告病院に入院して検査を受け，その結果，Ｉ医師\nによって，本件脳動脈瘤の存在が確認された。\n原告Ａ及び原告Ｂ（以下「原告両名」という。）は，同月７日，被告病院で，Ｉ\n医師及びＪ医師から，約１時間，本件第１手術についての術前の説明を受け\nた。\n原告両名は，同医師らから，本件第１手術を受けるに当たりある程度の危\n険はあるであろうが，その危険の度合いは５パーセントから１０パーセントであ\nると言われ，このまま放置しておくと頭に爆弾を抱えているようなものだから手\n術をした方が良いと勧められた。原告Ｂは，手術の危険とは，術中に脳動脈\n瘤が破裂してくも膜下出血になるようなことであり，その度合いが５パーセント\nから１０パーセントであるのは低い確率であると理解した。そして，原告両名\nは，本件第１手術の方法，内容及び危険性について図面を示されて説明を受\nけたが，手術の難しさについては，陰になったりした部分があると難しいという\n程度の説明しかなく，術中に脳動脈瘤が破裂する危険があることや破裂した\n場合には母血管の一時血流遮断を行うこと，血管を閉塞してしまうと脳梗塞\n等の後遺障害が生じる可能性もあることについての具体的な説明はなかっ\nた。また，未破裂の脳動脈瘤が破裂する危険については，万一破裂した場合\nには回復困難な事態になることが予想されるとの説明があったが，その年間\n出血率について具体的な数字を挙げての説明はなかった。\n原告両名は，上記説明を聞いて本件第１手術を受けることを決断し，同日，\n手術の同意書に署名，押印した。\n(2)　上記前提となる事実及び争点(1)，(2)について認定した事実を総合考慮した上\nで，争点(2)について検討する。\nア　一般的に，医師が患者に対して手術等の医的侵襲を伴う医療行為を行う場\n合は，それが患者の生命や健康，精神に重大な影響を及ぼすものであるか\nら，特段の事情のない限り，当該医療行為について患者が同意していること\nが必要であるところ，この同意は，自己の人生の在り方は自らが決定すること\nができるという自己決定権に由来するものであるから，医師は，患者の同意を\n得る前提として，患者が十分な情報に基づいて医療行為を受けるか否かを決\n定することができるように，患者の症状，医療行為の内容，効果及び必要性，\n医療行為に伴う困難ないし危険，医療行為を行わない場合の具体的な予後\nの内容等を患者に説明すべき義務を負っているものと解される。そして，その\n説明の具体的内容及び程度は，当該医療行為の医的侵襲の重大性，難易\n度，治療の必要性，緊急性，患者の医学的知識の認識度等に応じて，各医療\n行為ごとに判断するのが相当である。\nイ　以上を前提に検討するに，本件第１手術は，開頭して本件脳動脈瘤にクリッ\nピングを行うというものであり，生命侵害の危険性を多分に有する内容の手術\nといえ，その医的侵襲の程度は重大であった。また，本件第１手術は，前脈絡\n叢動脈の関与等のために脳動脈瘤根治手術の中でも難易度の高いものであ\nり，このことは，術前の検査結果等からあらかじめ認識し得た。さらに，原告Ａ\nはｄ町で脳の検診を受けるまで本件脳動脈瘤の存在を知らず，その存在を疑\nわせる症状も何ら見られなかったのであり，未破裂の脳動脈瘤の破裂による\n出血率は年間１ないし２パーセントに過ぎないとされていたことも併せ考える\nと，原告Ａが本件第１手術を受けるべき緊急性は決して高いものではなかっ\nた。これらの事情からすると，被告病院の医師は，原告Ａに対し，本件第１手\n術を行うに当たって，その内容や危険性，本件脳動脈瘤を放置した場合の予\n後等を相当な程度に具体的かつ詳細に説明すべき義務を負っていたものと\nいうべきである。\nＩ医師及びＪ医師は，原告両名に対し，本件第１手術の方法及び内容につ\nいて図面を示して説明し，その危険性についても，手術中に本件脳動脈瘤が\n破裂してくも膜下出血となる危険の割合について５パーセントから１０パーセン\nトという決して低くない数字を挙げての説明をしているけれども，本件第１手術\nが難易度の高いものであることや危険の具体的内容及びその結果生じ得る\n後遺障害等については説明しておらず，同医師らの説明を聞いた原告Ｂも本\n件第１手術は危険性の低いものであると理解していることからすると，本件第\n１手術の危険性についての同医師らの説明が，上記相当な程度に具体的か\nつ詳細であったとまではいい難い。また，本件脳動脈瘤を放置した場合の出\n血の可能性についても，同医師らは，その出血率の数字を挙げての説明をせ\nず，かえって，それが年間１ないし２パーセントであるとされているにもかかわ\nらず，「爆弾を抱えているようなもの」との言葉を用いて手術を勧め，原告両名\nも「爆弾」という言葉が強く心に残り，手術を受け入れた（原告Ｂ本人）というの\nであるから，本件第１手術を受けなかった場合の予後についての同医師らの\n説明も，正確性を欠き不十分であったといわざるを得ない。\n被告は，被告病院の医師には説明義務違反はない旨主張し，これに沿う\n証拠としてＪ医師の陳述書（乙３）を提出する。そして，Ｊ医師は，同陳述書の\n中で，原告両名に対し，手術の具体的な危険の内容や本件脳動脈瘤を放置\nした場合の年間出血率などを説明した旨述べる。しかしながら，同人の供述\n記載は，原告Ｂの本人尋問における供述内容と一致しないし，原告Ａの入院\n診療録（乙２）にも，本件第１手術前の説明内容としてただ「出血の危険（くも\n膜下出血）」「ＯＰのｒｉｓｋ」との記載があるのみで，それ以上に具体的な説明の\n内容は記載されていなく，その他にＪ医師の供述記載を裏付ける客観的証拠\nもないのであるから，これをたやすく採用することはできない。仮に，Ｊ医師が\n上記供述記載のような説明をしていたとしても，原告両名は医学的知識に乏\nしく，専門的な内容を言われてもよく分からず，医師が手術を勧めるのでそれ\nに従うよりなかった（原告Ｂ本人）ことからすると，やはりＪ医師の説明は不十\n分であったというほかはない。したがって，被告の上記主張は採用することが\nできない。\nウ　以上の認定判断によれば，Ｉ医師及びＪ医師の原告両名に対する本件第１手\n術についての術前の説明は，原告Ａが本件第１手術を受けることを選択する\nに当たっての意思決定のためのものとして，不十分なものであったといわざる\nを得ず，被告病院の医師には診療契約上ないしは不法行為上の説明義務違\n反が認められ，被告は，これにより生じた原告らの損害を賠償すべき責任を\n負うものというべきである。\n３　争点(3)（損害）について\n(1)　まず，原告らは，上記の被告病院の医師の説明義務違反により，原告Ａが前\n記のとおりの後遺障害を負うに至ったとして，これに伴う損害（逸失利益，入院\n雑費，慰謝料等）を請求する。しかしながら，前記認定事実のとおり，本件脳動\n脈瘤は比較的大きなものであり，放置した場合の出血の危険も高くない確率で\nはあるが認められたのであり，原告両名も，Ｉ医師及びＪ医師から本件第１手術\nについての術前の説明を受ける以前に既にＨ病院の医師から手術を勧められ\nていたことや，手術中にくも膜下出血となる危険があることについて事前にある\n程度の予測がついていたことを併せ考えると，仮に，同医師らから原告両名に\n対し十分な説明がされていたとしても，原告Ａが本件第１手術を受けることを選\n択する可能性が高かったと考えられるところである。そうすると，被告病院の医\n師の説明義務違反と原告Ａが後遺障害を負うに至ったこととの間に相当因果関\n係があると認めることは困難であるから，原告Ａの後遺障害に基づく損害賠償請\n求は認められないというべきである。\n(2)　しかし，他方，原告Ａとしては，Ｉ医師及びＪ医師らの説明が十分なものであった\nならば，本件第１手術を受けるか否かについて，手術の具体的危険性や本件脳\n動脈瘤を放置した場合の出血の危険性等を慎重に考慮し，手術を受けないこと\nを選択すべき余地もあったというべきであるところ，同医師らの不十分な説明の\nために，自らの疾病の治療方法として本件第１手術を受けることの当否，ひいて\nは，自らの今後の人生の在り方を自らの権利と責任において選択する機会を奪\nわれたというべきであり，これに基づく原告Ａの被った精神的損害は重大である\n（原告Ａの慰謝料請求は，かかる精神的損害に対するものをも含む趣旨と解さ\nれる。）。\nそして，本件第１手術を受けずに放置した場合に本件脳動脈瘤が破裂してく\nも膜下出血を起こす確率がそれほど高いものともいえないこと，他方，本件第１\n手術によってくも膜下出血を起こす可能性も相当にあることが予想されたこと，\n原告Ａの本件事故当時５３歳という年齢等からすれば，十分な説明を受けてい\nれば原告Ａが本件第１手術を受けないという選択をした可能性もある程度はあっ\nたといえる。また，その場合，本件脳動脈瘤が破裂する確率が比較的低いこと\nからすれば，原告Ａは，当面はくも膜下出血を起こさず，上記の後遺障害を有す\nるには至っていなかった可能性が相当高かったというべきである。\nしたがって，原告Ａのこの精神的損害に対する慰謝料については，単に本件\n第１手術を受けるか否かの選択の機会を奪われたということだけではなく，原告\nＡは本件事故により左上下肢の運動麻痺，意識障害等の後遺障害を負い，寝た\nきりの生活を余儀なくされ，着衣，食事，排泄等の日常生活の大部分において\n介助が必要な状態となってしまったこと，将来的に症状が回復する見込みもなく\n今後の余生を上記の後遺障害と共に送らなければならないこと，原告Ａが本件\n第１手術を受けるべき緊急性は乏しかったのであり，同手術を受けさえしなけれ\nば現在も何らの支障なく日常の生活を送ることができた可能性が相当高かった\nと考え得ること，本件第１手術は未破裂の脳動脈瘤が破裂することを防止する\n目的で行われた手術であるところ，この期待を裏切られた原告らの喪失感は計\nり知れないほど重大であること，今後の原告Ａの介助に携わる原告Ｂらの心労も\n容易に察せられることなど諸般の事情を勘案して，その金額は１０００万円と認\nめるのが相当である。\n(3)　弁護士費用については，原告Ａは本件訴訟の追行を同訴訟代理人に委任して\nいる（争いのない事実）ところ，本件事案の性質，事件の経過，上記慰謝料の認\n容額等に鑑みると，その費用のうち１００万円を被告病院の医師の説明義務違\n反と相当因果関係のある損害と認めるのが相当である。\n(4)　以上によると，原告Ａは，被告病院の医師の説明義務違反により，合計で１１\n００万円の損害を被ったと認められる。\n４　結論\n以上によれば，原告らの本件請求は，原告Ａの被告に対する１１００万円及びう\nち１０００万円に対する不法行為の日である平成８年９月１１日から，うち１００万円\nに対する訴状送達の日の翌日である平成１２年７月１２日から，各支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める限度において理由があ\nるからこれを認容し，その余はいずれも理由がないからこれを棄却することとし，訴\n訟費用の負担について民事訴訟法６１条，６４条，６５条を，仮執行の宣言につい\nて同法２５９条をそれぞれ適用して，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官　　　　笠　　　　井　　　　勝　　　　彦\n裁判官　　　　寺　　　　西　　　　和　　　　史\n裁判官　　　　本　　　　多　　　　健　　　　司\n"
}