{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 9
  },
  "case_number": "平成13(行ケ)369",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11170",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11170",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/170/011170_hanrei.pdf",
  "contents": "平成１３年（行ケ）第３６９号　特許取消決定取消請求事件（平成１５年３月２６\n日口頭弁論終結）\n判　　　　　　　　決\n原　　　　　　告　　　株式会社イー・ピー・ルーム\n被　　　　　　告　　　特許庁長官　太田信一郎\n指定代理人　　　　　　板　谷　一　弘\n同　　　　　　　　　　森　田　ひとみ\n同　　　　　　　　　　一　色　由美子\n同　　　　　　　　　　宮　川　久　成\n被告補助参加人　　　　住友石炭鉱業株式会社\n訴訟代理人弁護士　　　鈴　木　　　修\n同　　　　　　　　　　小　林　邦　聡\n同　　　　弁理士　　　神　田　藤　博\n主　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が平成１０年異議第７０６８２号事件について平成１３年７月４日に\nした決定を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「放電焼結装置」とする特許第２６４０６９４号発明（平成\n２年９月１８日特許出願（特願平２－２３９６２号〔同年２月２日特許出願，以\n下，その願書に最初に添付した明細書又は図面を「優先権明細書等」という。〕に\n基づいて国内優先権主張），平成９年５月２日設定登録，以下「本件発明」とい\nい，この特許を「本件特許」という。）の特許権者である。\n原告は，平成７年３月１４日付け手続補正書により明細書等の補正（以下\n「本件補正」という。）をし，さらに平成８年１２月２０日付け手続補正書により\n明細書の補正（以下「平成８年補正」という。）をした。\n本件特許につき特許異議の申立てがされ，平成１０年異議第７０６８２号事\n件として特許庁に係属した。\n特許庁は，同特許異議の申立てについて審理した上，平成１３年７月４日，\n「特許第２６４０６９４号の請求項１ないし３に係る特許を取り消す。」との決定\n（以下「本件決定」という。）をし，その謄本は，同月２４日，原告に送達され\nた。\n２　本件特許出願の願書に添付した明細書（以下「当初明細書」という。）の特\n許請求の範囲の記載\n【請求項１】大径のピストンを有する油圧シリンダと，この大径のピストンを\n往復移動する為に油路を切り換え中立位置で油路をフロックする切換弁と，低圧高\n圧を発生する油圧源と，油圧シリンダ内の油を加圧するロットと，このロットの加\n圧力を変えるロット駆動装置と，前記ロットによって押し出した油圧シリンダ内の\n油をタンクに戻す切換弁と，からなる加圧装置。\n【請求項２】加圧台と，この加圧台の先端に設けた絶縁体と，この絶縁体を介\nして前記加圧台に取り付けた電極とを一対備え，加圧装置で被加圧体を加圧し通電\nする一対の電極の端面の平行度を前記加圧台のねじ又は楔で調整する加圧及び通電\n装置。\n【請求項３】加圧台と，この加圧台に設けた絶縁体と，この絶縁体を介して前\n記加圧台に取り付けた電極とを一対備え，この加圧台内に高周波振動子を備えた加\n圧及び通電装置。\n【請求項４】被加圧体を収容するチャンバと，このチャンバと電極とを絶縁体\nを介してベローズで接続した加圧及び通電装置。\n３(1) 本件補正後の特許請求の範囲の記載\n【請求項１】先端部にジャケットを設けこのジャケットに冷却水を送る給水路\nと排水路とを備えた一対の電極と，一方の電極に移動出来るように嵌合したテフロ\nン等電気絶縁性のフランジと，このフランジで電極と電気的に絶縁して支持し周囲\nに流れる水壁と端部に水平な接合面とを有するチャンバーと，このチャンバーを鉛\n直方向に移動するチャンバーの移動装置と，他方の電極に嵌合する電気絶縁性のフ\nランジと，このフランジで電極と電気的に絶縁して支持し前記チャンバーの水平な\n接合面と接合してチャンバー内の雰囲気を変える装置を接続するチャンバー受け台\nと，を備えた放電焼結装置。\n【請求項２】電極の基端部を電気的に絶縁して固定した揺動板と，この揺動板\nに設けた押しねじと，引きねじと，で電極の先端面の傾きを調整する放電焼結装\n置。\n【請求項３】チャンバーをチャンバーの移動装置と，電極の移動装置と，で移\n動する放電焼結装置。\n(2) 本件補正により追加された発明の詳細な説明の記載\n「電極３２の円筒状部分に，内面にＯリング等のシール部材を有する耐熱温度\n２６０℃のテフロン等の電気の絶縁部材で作ったフランジ６０を摺動することが出\n来，しかも気密を保つように嵌合する。そのフランジ６０に椀状のチャンバー６１\nを図示していないねじで気密に固定する。」（平成７年３月１４日付け手続補正書\n〔甲６〕５頁最終段落）\n４(1) 平成８年補正後の特許請求の範囲の記載（以下，この【請求項１】～【請\n求項３】に係る発明を「本件発明１」～「本件発明３」という。）\n【請求項１】先端部にジャケット３３，５１を設けこのジャケット３３，５１\nに冷却水を送る給水路３４，５２と排水路３５，５３とを備えた一対の電極３２，\n４１と，一方の電極３２に嵌合した電気絶縁性のチャンバーフランジ６０と，この\nチャンバーフランジ６０に一端部を支持し，内部に冷却水を通す空間６２ｃを有\nし，他端部にチャンバー端部フランジ６５を有するチャンバー６１と，このチャン\nバー６１を電極３２に対して相対的に移動させるための移動装置７１と，他方の電\n極４１に嵌合した電気絶縁性の受け台フランジ７８と，この受け台フランジ７８に\n一端部を支持し，他端部に前記チャンバー６１のチャンバー端部フランジ６５と接\n合してチャンバー６１内を気密に保つ受け台端部フランジ７６を有し，側部にチャ\nンバー６１内の雰囲気を変える装置を接続する接続口７９，８１，８６を有するチ\nャンバー受け台７７と，を備えた放電焼結装置。\n【請求項２】電極３２の基端部を電気的に絶縁して固定した揺動板３０と，こ\nの揺動板３０に電極３２の先端面３８の傾きを調整する引きねじ３７と，押しねじ\n３９と，を備えていることを特徴とする請求項１記載の放電焼結装置。\n【請求項３】チャンバー６１を移動する電極３２の移動装置２３，２４と，チ\nャンバー６１を電極３２に対して相対的に移動させるための移動装置７１と，を備\nえていることを特徴とする請求項１記載の放電焼結装置。\n(2) 平成８年補正により補正された上記３(2)の記載\n「電極３２の円筒状部分に，内面にＯリング等のシール部材を有する耐熱温度\n２６０℃程度の合成樹脂等の電気の絶縁部材で作ったチャンバーフランジ６０を摺\n動することが出来，しかも気密を保つように嵌合する。そのチャンバーフランジ６\n０に椀状のチャンバー６１の一端部を図示していないねじで気密に固定して支持す\nる。」（平成８年１２月２０日付け手続補正書〔甲１０〕６頁第２段落）\n５　本件決定の理由\n本件決定は，別添決定謄本写し記載のとおり，本件補正は，当初明細書及び\n図面（以下，併せて「当初明細書等」という。）の要旨を変更するものと認めら\nれ，本件発明１～３についての特許出願は，本件補正について手続補正書を提出し\nた時である平成７年３月１４日にしたものとみなされ，本件発明１～３は，いずれ\nも特開平４－９４０５号公報（以下「刊行物１」という。）に記載された発明に基\nづいて当業者が容易に発明をすることができたものであるから，特許法２９条２項\nの規定に違反してされたものであり，同法１１３条２号に該当し，取り消されるべ\nきものであるとした。\n第３　原告主張の本件決定取消事由\n１　本件決定は，本件補正について，特許法等の一部を改正する法律（平成５年\n法律第２６号）附則２条の規定によりなお従前の例によるとされる特許法（以下，\n同法による改正前の特許法を「旧法」という。）４１条を適用せず，明細書又は図\n面の要旨を変更するものと誤って判断した（取消事由）ものであり，違法として取\nり消されるべきである。\n２　取消事由（本件補正を要旨変更に該当するとした判断の誤り）\n(1) 本件補正後の特許請求の範囲の請求項１の記載に，当初明細書等（甲４）\nの図号，名称及び符号を括弧内に記載して対比すると，「先端部にジャケット（第\n１図の冷却水路２１）を設けこのジャケットに冷却水を送る給水路と排水路（第１\n図の冷却水路１２，１３）とを備えた一対の電極（第５図の電極２０，１５）と，\n一方の電極（第５図の電極２０）に移動出来るように嵌合したテフロン等電気絶縁\n性のフランジ（第５図のフランジ８２）と，このフランジで電極と電気的に絶縁し\nて支持し周囲に流れる水壁（１４頁「このチャンバ８３は二重構造になっていて，\n中に水を通して冷却する」）と端部に水平な接合面とを有するチャンバー（第５図\nのチャンバ８３）と，このチャンバーを鉛直方向に移動するチャンバーの移動装置\n（第５図のリフタ８９，ロット９０）と，他方の電極（第５図の電極１５）に嵌合\nする電気絶縁性のフランジ（第５図のフランジ１０４）と，このフランジで電極と\n電気的に絶縁して支持し前記チャンバー（第５図のチャンバ８３）の水平な接合面\nと接合してチャンバー内の雰囲気を変える装置を接続するチャンバー受け台（第５\n図のチャンバ受け台９１）と，を備えた放電焼結装置」 となるから，\n本件補正は，当初明細書等に記載した事項の範囲内のものであって，旧法４１条の\n規定により明細書の要旨を変更しないものとみなされる。\n(2) 本件決定は，電極に嵌合したフランジでチャンバーを支持する構造は，優\n先権明細書等（甲３）により平成２年２月２日以前に公知であったと認定している\nところ，「単なる従来の公知技術方法を記載し，出願の方法もこれによるものであ\nることを明らかにするものであるに過ぎないような場合には，明細書が不完全に作\n成された場合における不明瞭な記載の釈明と解すべく，これによっては要旨の変更\nを来さない」（東京高裁昭和３７年６月２８日判決・行裁例集１３巻６号１１７８\n頁）から，公知の「フランジにチャンバーを支持した構成」を記載した本件補正は\n明細書の要旨変更と解すべきではない。\n(3) 本件決定は，「本件請求項１に係る発明は，刊行物１に記載された発明に\n基づいて当業者が容易に発明をすることができた」（決定謄本８頁第２段落）と\nし，刊行物１（甲５）は当初明細書等（甲４）の公開公報であって当初明細書等と\n一致し，「本件請求項１に係る発明」は本件補正により補正された請求項１記載の\n発明と実質的に同一であるから，上記決定の記載を言い換えると，「本件補正によ\nり補正された請求項１記載の発明は当初明細書等に基づいて当業者が容易に発明を\nすることができた」ことにほかならず，本件補正は当初明細書等の要旨変更には当\nたらない。\n(4) 本件決定は，「電極に嵌合したチャンバーフランジにチャンバーの一端部\nを支持する構造とすることは・・・公知であった」（決定謄本８頁第１段落）と認\n定しており，そうであれば，「電極にフランジを移動出来るように嵌合し，ベロー\nズを介さずにフランジでチャンバ（チャンバー）を支持することは，出願時におい\nて，周知，慣用技術であったとは認められず，・・・自明な事項であるとも認めら\nれない」（４頁最終段落）との認定は誤りである。\n(5) 本件決定は，「『当初明細書等』には・・・『電極３９にテフロン等のフ\nランジ４０を固定し，その，フランジ４０にベローズ４１の一端を気密に固定し他\n端をチャンバ４２に取付ける。』（第７頁８～１１行）・・・と記載されている。\nすなわち，当初明細書等には，発明の作用効果であるチャンバ（チャンバー）内の\n気密を保つために，チャンバ（チャンバー）と電極との接続手段についての『発明\nの構成に関する技術的事項』として，電極にテフロン等電気絶縁性のフランジを固\n定し，そのフランジにベローズの一端を気密に固定し他端をチャンバ（チャンバ\nー）に取付けてシールすることが示されているだけで，電極にフランジを移動出来\nるように嵌合し，ベローズを介さずにフランジでチャンバ（チャンバー）を支持す\nることは示されていない」（決定謄本４頁第３～第４段落）とし，当初明細書等\n（甲４）に記載されたベローズが本件補正により省略されているが，当初明細書等\nには，ベローズを省略した記載はないと認定している。しかし，上記認定は，当初\n明細書等の第１図で例示した第１実施例であって，本件補正の根拠とした第５図\n（第２実施例）の構成と異なるから，誤りである。\n当初明細書等でベローズを設けた理由は，当初明細書等の請求項３で高周\n波振動子により電極を振動することを構成要件としているから，請求項４で電極の\n振動をチャンバーに伝えないためであるところ，本件補正は，高周波振動子を省略\nするのに伴い，ベローズを省略（減少）したのであるから，旧法４１条の「特許請\n求の範囲を増加し減少し又は変更する補正は，明細書の要旨を変更しないものとみ\nなす」の規定に該当する。「チャンバー８３」のシールに関するところは，「電極\n２０」と「フランジ８２」との間と，「フランジ８５」と「チャンバー受け台９\n１」との間の２箇所であって，「フランジ８２にベローズ８４の一端を気密に固定\nし他端を椀状のチャンバー８３に気密に固定した」構成の「ベローズ８４」を省略\nして「フランジ８２に椀状のチャンバー８３を気密に固定した」構成に補正しても\n「チャンバー８３」のシール性は変わらない。水平に調整されている端面に平行度\nを調整する場合は，電極を「すきまばめ」するフランジとのすきまの範囲内に収ま\nるように動かすので，ベローズは不用である。\n(6) 本件決定は，本件補正により，「発明の詳細な説明に，『電極３２の円筒\n状部分に，内面にＯリング等のシール部材を有する耐熱温度２６０℃・・・のテフ\nロン等・・・の電気の絶縁部材で作ったフランジ・・・６０を摺動することが出\n来，しかも気密を保つように嵌合する。そのフランジ・・・６０に椀状のチャンバ\nー６１・・・を図示していないねじで気密に固定して支持する』・・・という記載\nが追加された」（決定謄本３頁最終段落～４頁第１段落）ことを理由に，本件補正\nは，「チャンバーと電極との接続手段についての『発明の構成に関する技術的事\n項』を，『一方の電極３２に移動出来るように嵌合した電気絶縁性のフランジ６０\nと，このフランジ６０で支持するチャンバー６１』とした」（同４頁第２段落）と\n認定するが，誤りである。移動する円筒をＯリングでシールすることは周知，慣用\n技術であるから，優先権明細書等（甲３）においては，従来技術を開示した第１図\nの「スリーブ１９」にＯリングを入れる溝を描いてＯリングは省略したが，本件補\n正においては，電極とフランジとの気密を保つ構成を念のため記載したにすぎな\nい。本件補正による上記固定は，優先権明細書等（甲３）の第１図，「スリーブ１\n９を介して軸方向に移動する電極２０を保持する」（６頁）の記載及び当初明細書\n等（甲４）の「チャンバを電極とは別に移動させ」（２１頁最終段落）の記載か\nら，「電極に移動できるように」する固定である。嵌合，すなわち「はめあい」\n（広辞苑第４版，甲１２－１）は「軸が穴にかたくはまり合ったり，滑り動くよう\nにゆるくはまり合ったりする関係をいう」（同，甲１２－２）ものであり，当業者\nは，常用するはめあいを，「すきまばめ」「中間ばめ」「しまりばめ」としている\n（財団法人職業訓練教材研究会発行の「一級技能士訓練課程機械製図科〔教科\n書〕」，甲１３）。当初明細書等の「電極２０」と「フランジ８２」とは「すきま\nばめ」で，「フランジ８２」の「Ｏリング」の溝にはめたゴム製の「Ｏリング」の\n弾力で「電極２０」に「フランジ８２」を固定するので，「フランジ８２」に「チ\nャンバー８３」を取り付けると，「ベローズ８４」の有無にかかわらず，「フラン\nジ８２」は「チャンバー８３」の重量で「チャンバー８３」と共に「電極２０」に\n沿って移動する。したがって，当初明細書等は，「チャンバー８２」の移動を案内\nする「軸８８」と，積極的に移動する「リフタ８９」を設け（１４頁）\n，それを，本件補正により，特許請求の範囲の請求項１に「このチャンバーを鉛直\n方向に移動するチャンバーの移動装置」と記載して要件としたものであり，フラン\nジは電極に移動するように固定（嵌合）したものである。本件決定は，当初明細書\n等の電極とフランジとの固定が「しまりばめ」であると誤って認定し，フランジと\n「ベローズ」とを一つの要素であると誤って認定したものである。\n第４　被告及び補助参加人の反論\n１　本件決定の判断は正当であり，原告主張の取消事由は理由がない。\n２　取消事由（本件補正を要旨変更に該当するとした判断の誤り）について\n(1) 本件特許出願の優先権主張の基となった先の出願（特願平２－２３９６２\n号）の願書に添付した優先権明細書等（甲３）に記載されているとおり，ベローズ\n手段を採用しない従来の放電焼結装置において，スリーブ（フランジ）とそれに支\n持（嵌合）され移動する電極からなる従来の装置の構成では，両者の気密を保つた\nめにはシールする必要があるが，ベローズでシールする場合のように伸縮機能を有\nしないため，電極端面の平行を調整することができないというものであった。そこ\nで，当初明細書等（甲４）において，「一方ベローズでチャンバとシールした電極\nはその端面の平行を自由に調整することが出来」（４頁第２段落），「電極３９に\nテフロン等のフランジ４０を固定し，その，フランジ４０にベローズ４１の一端を\n気密に固定し他端をチャンバ４２に取付ける」（７頁），「電極２０にテフロン等\nのフランジ８２を固定し，その，フランジ８２にベローズ８４の一端を気密に固定\nし他端を椀状のチャンバ８３に気密に固定してシール装置を構成する」（１４\n頁），「移動する電極とチャンバとをベローズによってシールしたのでチャンバ内\nの気密を良く保つことができるようになった」（２１頁最終段落～２２頁第１段\n落）と記載されているとおり，当初明細書等に開示された発明において，電極端面\nの平行度調整の観点から採用された可動性及び気密性を確保し得る手段はベローズ\nであるから，ベローズを省略すると，電極端面の平行度を調整するとともに，電極\nとチャンバーとをシールするという目的が達成できなくなることは明らかである。\n原告は，「一方の電極（第５図の電極２０）に移動出来るように嵌合したテフロン\n等電気絶縁性のフランジ（第５図のフランジ８２）」と対比しているが，当初明細\n書等には，第５図等を用いた第２実施例の説明中に「電極２０にテフロン等のフラ\nンジ８２を固定し」（１４頁）と記載されているから，第５図の「フランジ８２」\nは「一方の電極に移動出来る」ように嵌合したテフロン等電気絶縁性のフランジに\n相当するものではない。また，当初明細書等には，「フランジ８２にベローズ８４\nの一端を気密に固定し他端を椀状のチャンバ８３に気密に固定してシール装置を構\n成する」（１４頁）とも記載されているから，当初明細書等に記載された発明は，\n原告の主張するような電極にテフロン等電気絶縁性のフランジを移動できるように\n嵌合するものではなく，本件決定の認定したとおり，「電極にテフロン等電気絶縁\n性のフランジを固定し，その，フランジにベローズの一端を気密に固定し他端をチ\nャンバ（チャンバー）に取付けてシールする」（決定謄本４頁下から第２段落）も\nのである。\n(2) 本件決定は，「放電焼結装置において，電極に嵌合したチャンバーフラン\nジにチャンバーの一端部を支持する構造とすることは，平成７年３月１４日より前\nに公知であった」（決定謄本８頁第１段落）と認定するものであり，原告主張のよ\nうに，電極に嵌合したフランジでチャンバーを支持する構造は，平成２年２月２日\n以前に公知であったとは認定していない。また，「電極に嵌合したフランジでチャ\nンバーを支持する構造」が平成２年２月２日以前に公知であったとしても，本件補\n正は，原告の引用する判決にいう「単なる従来の公知技術方法を記載」したもので\nも，「明細書が不完全に作成された場合における不明瞭な記載の釈明」でもない。\n(3) 本件決定の「本件請求項１に係る発明は，刊行物１に記載された発明に基\nづいて当業者が容易に発明をすることができたものである」（決定謄本８頁第２段\n落）との判断は，両発明の相違点を認定した上で，その相違点について，出願日と\nみなした平成７年３月１４日の時点で，その容易想到性を判断したものであり，他\n方，要旨変更についての判断は，平成７年３月１４日にされた本件補正が，本件特\n許出願の願書に最初に添付した明細書又は図面に記載した事項の範囲内において特\n許請求の範囲を増加し減少し又は変更する補正であるか否かを，本件特許出願時\n（平成２年９月１８日）を基準に判断したものであるから，これらは別の事項を別\nの時点で判断したものである。原告の主張は，両者を混同したものであって，失当\nである。\n(4) 本件決定の「電極にフランジを移動出来るように嵌合し，ベローズを介さ\nずにフランジでチャンバ（チャンバー）を支持することは，出願時において周知，\n慣用技術であったとは認められず」（本件決定４頁最終段落）とした「出願時」\nは，本件の国内優先権主張日である平成２年２月２日であり，他方，「放電焼結装\n置において，電極に嵌合したチャンバーフランジにチャンバーの一端部を支持する\n構造とすることは，平成７年３月１４日より前に公知であったと認められる」（同\n８頁第１段落）との認定は，優先権明細書等（甲３）が本件出願後に公知になった\nことを前提にするものである。したがって，両者は，認定の基準とする時点が異な\nるのであり，原告の主張は，両者を混同したものであって，失当である。\n(5) 本件決定は，当初明細書等（甲４）には，単にベローズを省略した記載は\nないとするものではなく，「電極にフランジを移動出来るように嵌合し，ベローズ\nを介さずにフランジでチャンバ（チャンバー）を支持することは示されていない」\n（決定謄本４頁第４段落）とするものであり，これを明らかにするために，当初明\n細書等におけるチャンバ（チャンバー）と電極との接続手段についての記載を，第\n１図（第１実施例）及び第５図（第２実施例）を含めてすべて挙げたものであるか\nら，原告の主張は理由がない。本件補正の根拠が第５図（第２実施例）の構成にあ\nるとしても，当初明細書等（甲４）には，第５図（第２実施例）の構成として，\n「電極２０にテフロン等のフランジ８２を固定し，その，フランジ８２にベローズ\n８４の一端を気密に固定し他端を椀状のチャンバ８３に気密に固定してシール装置\nを構成する」（１４頁）と記載されており，これは，第１図（第１実施例）の構成\nと同様のものである。本件決定は，この第５図（第２実施例）の構成等に基づい\nて，当初明細書等には，「電極にテフロン等電気絶縁性のフランジを固定し，その\nフランジにベローズの一端を気密に固定し他端をチャンバ（チャンバー）に取付け\nてシールすることが示されている」（決定謄本４頁第４段落）と認定したものであ\nるから，誤りはない。\n当初明細書等（甲４）の請求項４は，請求項３を引用する形式の請求項で\nはなく，発明の内容的にも請求項３に係る発明とは別の発明を規定しており，請求\n項３と請求項４とは相互に独立のものであるから，請求項４で電極の振動をチャン\nバーに伝えないためにベローズを設けたものとはいえない。電極自体はフランジに\nよってチャンバーに固定されているから，「電極端面」の平行度を調整するととも\nに，電極とチャンバーとをシールするためには，ベローズは，必要な構成であるか\nら，省略することはできない。また，単なる省略であれば電極は「固定フランジ」\nを介して直接チャンバーに固定されることになるが，本件補正後は「固定フラン\nジ」ではなく移動可能なフランジに変更されており，ベローズの省略に伴いフラン\nジに関する構成が変更されているものである。\n(6) 当初明細書等（甲４）には，「電極２０にテフロン等のフランジ８２を固\n定し，その，フランジ８２にベローズの一端を気密に固定し他端を椀状のチャンバ\n８３に気密に固定してシール装置を構成する」（１４頁）等と記載されているだけ\nで，電極にフランジを移動できるように嵌合し，電極とフランジとの気密を保つた\nめにＯリングでシールすることは記載されていないから，本件補正により「電極３\n２の円筒状部分に，内面にＯリング等のシール部材を有する耐熱温度２６０\n℃・・・のテフロン等・・・の電気の絶縁部材で作ったフランジ・・・６０を摺動\nすることが出来，しかも気密を保つように嵌合する。そのフランジ・・・６０に椀\n状のチャンバー６１・・・を図示していないねじで気密に固定して支持する」（決\n定謄本４頁第１段落）という記載が追加されたものであることは明らかである。\n「固定」の意味は，広辞苑第２版補訂版（乙１）によれば，「ひと所に定まって移\n動しないこと。また，動かぬようにすること」であり，「移動できるようにする」\nことを排除するものであるから，当初明細書等に記載された「電極２０にテフロン\n等のフランジ８２を固定」が，原告の主張するように「電極に移動できるように」\nする固定であるということはあり得ない。また，電極とフランジとの固定に関して\nは，「嵌合」「はめあい」であるとの文言の記載はなく，仮に，図面から看取する\nことが可能であるとしても，その種類（「すきまばめ」「中間ばめ」「しまりば\nめ」，はめのきつさ具合の程度）についてまでは示されていない。そして，その種\n類のいかんによらず，「固定」である以上，「移動できるように」嵌合されるもの\nは排除されるものと解すべきである。また，本件決定は，フランジとベローズとを\n一つの要素であるとしたものではない。\n第５　当裁判所の判断\n１　取消事由（本件補正を要旨変更に該当するとした判断の誤り）について\n(1) 当初明細書等（甲４）には，チャンバーと電極との接続関係について，\nａ．「被加圧体を収容するチャンバと，このチャンバと電極とを絶縁体を介してベ\nローズで接続した加圧及び通電装置」（２頁特許請求の範囲４），ｂ．「チャンバ\nと電極とを絶縁体を介してベローズで接続するようにしたものである」（４頁第１\n段落），ｃ．「電極３９にテフロン等のフランジ４０を固定し，その，フランジ４\n０にベローズ４１の一端を気密に固定し他端をチャンバ４２に取付ける」（７頁，\n第１実施例），ｄ．「電極２０にテフロン等のフランジ８２を固定し，その，フラ\nンジ８２にベローズ８４の一端を気密に固定し他端を椀状のチャンバ８３に気密に\n固定してシール装置を構成する」（１４頁，第２実施例），ｅ．「移動する電極と\nチャンバとをベローズによってシールしたのでチャンバ内の気密を良く保つことが\nできるようになった」（２１頁最終段落～２２頁第１段落）との記載がある。そう\nすると，上記ａ．ｂ．の記載によれば，当初明細書等には，「チャンバと電極とを\n絶縁体を介してベローズで接続」することが記載され，上記ｅ．の記載によれば，\nベローズは電極とチャンバとをシールするものであって，チャンバの気密を保つ作\n用を有するものであることが認められ，上記ｃ．ｄ．の記載によれば，当初明細書\n等の第１，第２実施例は，いずれも電極にテフロン等のフランジを固定し，そのフ\nランジにベローズの一端を気密に固定し他端をチャンバーに取り付けたものである\nことが認められる。また，当初明細書等の「第２実施例と異なる点はその駆動装置\nにあって」（１７頁第３段落，第３実施例），「前記第１，２，３の実施例に於け\nる油圧シリンダ６５内の油に高圧を発生させる装置を第９図で説明する」（１８頁\n第２段落，第４実施例），「前記実施例と異なる点はその駆動装置にあって」（１\n９頁最終段落，第５実施例），「第５実施例と異なる点はその駆動装置にあって」\n（２０頁最終段落，第６実施例）と記載されていることから，当初明細書等に記載\nされた第３，第５，第６実施例は第１，第２実施例の駆動装置を変更したもの，第\n４実施例は第１～第３実施例における油圧シリンダ内の油に高圧を発生させる装置\nに関するものと認められるから，結局，当初明細書等に記載されたすべての実施例\nが，電極にテフロン等のフランジを固定し，そのフランジにベローズの一端を気密\nに固定し他端をチャンバーに取り付けたものであることが認められる。そして，当\n初明細書等には，「電極にフランジを移動できるように嵌合し，ベローズを介さず\nにフランジでチャンバを支持する」との構成が実質的に開示されていると認めるに\n足りる記載はないから，同構成は，当初明細書等の記載から自明であるとは認めら\nれない。そうすると，当初明細書等には，チャンバーと電極との接続関係に関して\nは，専ら，電極にフランジを固定し，そのフランジにベローズの一端を気密に固定\nし他端をチャンバーに取り付けて，チャンバー内を気密に保つことが記載されてい\nることが認められ，「電極にフランジを移動できるように嵌合し，ベローズを介さ\nずにフランジでチャンバを支持する」ことが記載されていると認めることはできな\nい。\n原告は，本件補正後の「一方の電極に移動出来るように嵌合したテフロン\n等電気絶縁性のフランジ」が当初明細書等の「第５図のフランジ８２」に対応する\nとして，本件補正は旧法４１条の規定により明細書の要旨を変更しないものとみな\nされると主張するが，当初明細書等には第５図の説明として「電極２０にテフロン\n等のフランジ８２を固定し」と記載されていることは上記ｄ．の記載のとおりであ\nり，フランジ８２が電極に移動できるように嵌合されたものであるとは認められな\nい。したがって，本件補正後の「一方の電極に移動出来るように嵌合したテフロン\n等電気絶縁性のフランジ」を当初明細書等の「第５図のフランジ８２」に記載した\n事項の範囲内のものということはできず，原告の上記主張は理由がない。\n(2) 原告は，本件決定は，電極に嵌合したフランジでチャンバーを支持する構\n造は，優先権明細書等（甲３）により平成２年２月２日以前に公知であったと認定\nしていると主張する。しかし，本件決定は，「放電焼結装置において，電極に嵌合\nしたチャンバーフランジにチャンバーの一端部を支持する構造とすることは，平成\n７年３月１４日より前に公知であった」（決定謄本８頁第１段落）と認定するもの\nであり，原告主張のように，電極に嵌合したフランジでチャンバーを支持する構造\nは，平成２年２月２日以前に公知であったとは認定していないことが明らかであ\nる。\nまた，原告は，公知の「フランジにチャンバーを支持した構成」を記載し\nた本件補正は明細書の要旨変更と解すべきではないとも主張するが，本件決定は，\n「当初明細書等に記載された『チャンバと電極とを絶縁体を介してベローズで接続\nする方法』を，『電極にフランジを移動出来るように嵌合し，ベローズを介さずに\nフランジでチャンバ（チャンバー）を支持する方法』に変更し」（決定謄本５頁第\n３段落）たことを要旨変更と判断したものであり，「フランジにチャンバーを支持\nした構成」を要旨変更であると判断したものではない。したがって，本件決定の上\n記判断は，「電極に嵌合したフランジでチャンバーを支持する構造」が公知であっ\nたか否かに左右されないから，原告の上記主張は，前提において誤っており，失当\nというほかない。なお，原告が引用する東京高裁昭和３７年６月２８日判決・行裁\n例集１３巻６号１１７８頁は，明細書等の訂正補充が，これによってその発明を特\n徴付けているような新規な技術方法の開示ではなく，単なる従来の公知技術方法を\n記載し，出願の方法もこれによるものであることを明らかにするものであるにすぎ\nないような場合には，明細書が不完全に作製された場合における不明瞭な記載の釈\n明と解すべく，これによっては要旨の変更を来さないとするが，本件補正は，当初\n明細書等に記載された「電極にフランジを固定し，そのフランジにベローズの一端\nを気密に固定し他端をチャンバに取り付ける」構成を，「電極にフランジを移動で\nきるように嵌合し，ベローズを介さずにフランジでチャンバを支持する」構成に変\n更するものであって，同判決にいう「単なる従来の公知技術方法を記載し，出願の\n方法もこれによるものであることを明らかにするもの」ということはできない。\n(3) 原告は，本件決定の「本件請求項１に係る発明は，刊行物１に記載された\n発明に基づいて当業者が容易に発明をすることができた」（決定謄本８頁第２段\n落）との判断は，言い換えると，「本件補正により補正された請求項１記載の発明\nは当初明細書等に基づいて当業者が容易に発明をすることができた」ことにほかな\nらず，本件補正は当初明細書等の要旨変更には当たらないと主張する。しかしなが\nら，本件決定の容易想到性の上記判断は，平成８年１２月２０日付けで補正された\n請求項に係る発明が，出願日とみなされた平成７年３月１４日の技術水準に基づい\nて，当業者にとって容易に想到できるものであったと判断したものであるのに対\nし，要旨変更の判断は，本件補正が，本件特許出願時（平成２年９月１８日）の技\n術常識を参酌して，当初明細書等に記載した事項の範囲内のものであるか否かを判\n断するものであって，両者は，判断の対象及び基準時が全く異なるから，原告の主\n張は，それ自体失当というほかはない。\n(4) 原告は，「電極に嵌合したチャンバーフランジにチャンバーの一端部を支\n持する構造とすることは・・・公知であった」（決定謄本８頁第１段落）のであれ\nば，「電極にフランジを移動出来るように嵌合し，ベローズを介さずにフランジで\nチャンバ（チャンバー）を支持することは，出願時において，周知，慣用技術であ\nったとは認められず，・・・自明な事項であるとも認められない」（４頁最終段\n落）との認定は誤りであると主張する。しかし，本件決定の前者の認定の基準時\nは，本件特許出願の国内優先権主張日である平成２年２月２日であり，他方，後者\nの認定は，優先権明細書等（甲３）が本件出願後に公知になったことを前提にする\nものであって，両者は，認定の基準とする時点が異なるのであるから，原告の主張\nは，両者を混同した誤りがあり，また，本件補正に係る要旨変更の判断が，「電極\nに嵌合したフランジでチャンバーを支持する構造」が公知であったか否かによって\n左右されないことは上記(2)のとおりであって，理由がない。\n(5) 原告は，本件決定は，当初明細書等（甲４）に記載されたベローズが本件\n補正により省略されているが，当初明細書等には，ベローズを省略した記載はない\nと認定しているところ，この認定は，当初明細書等の第１図で例示した第１実施例\nであって，本件補正の根拠とした第５図（第２実施例）の構成と異なるから，誤り\nであると主張する。しかしながら，本件決定は，「『当初明細書等』・・・には，\n『チャンバと電極とを絶縁体を介してベローズで接続』（特許請求の範囲の請求項\n４，明細書第４頁３～４行），『ベローズでチャンバとシールした電極はその端面\nの平行を自由に調整することが出来』（第４頁１６～１７行，『作用』の欄），\n『電極３９にテフロン等のフランジ４０を固定し，その，フランジ４０にベローズ\n４１の一端を気密に固定し他端をチャンバ４２に取付ける。』（第７頁８～１１\n行），『電極２０にテフロン等のフランジ８２を固定し，その，フランジ８２にベ\nローズ８４の一端を気密に固定し他端を椀状のチャンバ８３に気密に固定してシー\nル装置を構成する。』（第１４頁６～９行），『チャンバ受け台９１は・・・ジャ\nケット１０３を設け，そのジャケット１０３と電極１５に固定したテフロン等のフ\nランジ１０４との間にベローズ１０５を設けてシール装置を構成している。』（第\n１５頁１１～１５行），『移動する電極とチャンバとをベローズによってシールし\nたのでチャンバ内の気密を良く保つことができるようになった』（第２１頁下から\n１行～第２２頁２行，『発明の効果』の欄）と記載されている」（決定謄本４頁第\n３段落）と認定しており，原告が指摘する箇所のみではなく，第５図に関する記載\nを含む当初明細書等の全体の記載を検討した上で，補正の適否を判断しているので\nあり，その判断に誤りはない。\nまた，原告は，当初明細書等（甲４）でベローズを設けた理由は，当初明\n細書等の請求項３で高周波振動子により電極を振動することを構成要件としている\nから，請求項４で電極の振動をチャンバーに伝えないためであるところ，本件補正\nは，高周波振動子を省略するのに伴い，「超音波振動子９７」及び「ベローズ８\n４」を省略（減少）したのであるから，旧法４１条の「特許請求の範囲を増加し減\n少し又は変更する補正は，明細書の要旨を変更しないものとみなす」の規定に該当\nすると主張する。しかしながら，当初明細書等には，「電極１５及び２０に超音波\n振動子９７で振動を与えてもよい」（１３頁），「移動する電極とチャンバとをベ\nローズによってシールしたのでチャンバ内の気密を良く保つことができるようにな\nった上に，チャンバ内の気密を良く保つことによってチャンバ内を真空にし，ある\nいは，他のガスを充満して電極を超音波による高周波振動をすることが出来」（２\n１頁最終段落～２２頁第１段落）と記載されており，この記載によれば，ベローズ\nの第一義的な作用はチャンバーと電極とのシールによるチャンバー内の気密化であ\nって，高周波振動は，チャンバー内の気密化に付随して行われるものと認められる\nから，ベローズを設けた理由は電極の振動をチャンバーに与えないためであるとい\nう原告の主張は採用できない。そして，ベローズを省略することについて，当初明\n細書等には明示的な記載はなく，また当初明細書等の記載から自明であるとも認め\nられないことは上記(1)のとおりであるから，これを省略する補正は，当初明細書等\nに記載した事項の範囲内のものということはできない。さらに，原告は，「チャン\nバー８３」のシールに関するところは，「電極２０」と「フランジ８２」との間\nと，「フランジ８５」と「チャンバー受け台９１」との間の２箇所であって，「フ\nランジ８２にベローズ８４の一端を気密に固定し他端を椀状のチャンバー８３に気\n密に固定した」構成の「ベローズ８４」を省略して「フランジ８２に椀状のチャン\nバー８３を気密に固定した」構成に補正しても「チャンバー８３」のシール性は変\nわらないとも主張する。しかし，当初明細書等（甲４）には，第５図及び第６図の\n説明として「電極２０にテフロン等のフランジ８２を固定し，その，フランジ８２\nにベローズ８４の一端を気密に固定し他端を椀状のチャンバ８３に気密に固定して\nシール装置を構成する」（１４頁）と記載され，同記載によれば，ベローズはフラ\nンジとチャンバの間の気密性に影響を及ぼすものであって，これを省略すればチャ\nンバー内のシール性に悪影響が出ることは明らかというべきであるから，原告の上\n記主張も採用することができない。\n(6) 原告は，本件補正において，発明の詳細な説明に「電極３２の円筒状部分\nに，内面にＯリング等のシール部材を有する耐熱温度２６０℃・・・のテフロン\n等・・・の電気の絶縁部材で作ったフランジ・・・６０を摺動することが出来，し\nかも気密を保つように嵌合する。そのフランジ・・・６０に椀状のチャンバー６\n１・・・を図示していないねじで気密に固定して支持する」という記載を追加した\nのは，電極とフランジとの気密を保つ構成を念のため記載したにすぎず，本件補正\nによる上記固定は，「電極に移動できるように」する固定であり，本件決定は，当\n初明細書等の電極とフランジとの固定が「しまりばめ」であると誤って認定し，フ\nランジとベローズとを一つの要素であると誤って認定したものであると主張する。\nしかしながら，広辞苑第２版補訂版（乙１）によれば，「固定」とは，「ひと所に\n定まって移動しないこと・・・動かぬようにすること」を意味する語であり，当初\n明細書等における「固定」の用語が通常とは異なる意味で用いられ，原告のいう\n「すきまばめ」を意味すると認めることはできない。また，本件決定は，フランジ\nとベローズとを一つの要素であるとしたものということもできない。したがって，\n原告の上記主張も，理由がない。\n(7) 以上検討したところによれば，本件補正は明細書又は図面の要旨を変更す\nるものであるとの本件決定の判断に，誤りはない。\n２　以上のとおり，原告主張の取消事由は理由がなく，他に本件決定を取り消す\nべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　原　勝　美\n裁判官    　岡　本　　　岳\n裁判官    　長　沢　幸　男\n"
}