{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 6
  },
  "case_number": "平成13(行コ)141",
  "case_name": "土地買受差止住民訴訟控訴事件(原審・横浜地方裁判所平成10年(行ウ)第20号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "市が土地開発公社から土地の取得を予定していることについて，同予定に係る取得行為は市長の裁量権を濫用もしくは逸脱する違法な行為であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項１号に基づきされた前記取得に関する契約の締結及びこれに基づく公金支出の差止め請求が，認容された事例",
  "case_gist": "市が土地開発公社から土地の取得を予定していることについて，同予定に係る取得行為は市長の裁量権を濫用もしくは逸脱する違法な行為であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項１号に基づきされた前記取得に関する契約の締結及びこれに基づく公金支出の差止め請求につき，地方公共団体の長には土地の取得に関する裁量権が認められるが，必要性の乏しい土地を適正価格よりも著しく高額な対価で取得することは，特段の事情がない限り，前記裁量権の逸脱若しくは濫用に当たり，地方自治法（平成１１年法律第８７号による改正前）２条１３項及び地方財政法４条の趣旨に反する財務会計上の行為として違法となると解すべきであるとした上で，前記土地は前記市にとって必ずしも必要性の高くない土地であり，また前記公社は適正な価格より５割以上高い価格で前記土地を購入しており，その購入価格は一般の取引通念に照らして著しく高額で適正を欠いたものであるところ，前記市は同価格を基礎としてさらに利息等を加算した金額で取得することになるから前記土地取得には合理性がないとし，一般的には，特定の適正価格と認められる金額を少しでも超える金額による取得行為はおよそ許されず，差止対象となるというのは適当でなく，特定の適正価格に一定程度の幅をもたせた金額を基準にして差止めの許否を判断するのが適当であるが，前記土地の裁判上の鑑定評価額は特定の適正価格に高めの方向での幅をもたせた後の金額と評価することができるから，前記鑑定評価額を超える金額による取得には合理性は認められないと解され，同鑑定評価額を基礎とした金額を超える金額で取得することは市長の裁量権の逸脱，濫用に当たるとして，前記請求を認容した事例",
  "lawsuit_id": "15440",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15440",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/440/015440_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人らの請求をいずれも棄却する。\n第２　事案の概要（略記等は，原判決に従う。）\n１　本件は，川崎市が，川崎市土地開発公社から土地の取得を予定していることに\n関し，市の住民及び市内に事務所を有する社団である被控訴人らが，控訴人に対\nし，上記予定に係る取得行為は控訴人の裁量権を逸脱，濫用する違法な行為である\nとして，上記取得に関する契約締結の差止めを求めた住民訴訟である。\n原審は，被控訴人らの請求をいずれも認容した。\n当裁判所も，原判決と同様の理由により，被控訴人らの請求をいずれも認容すべ\nきものと判断した。\n２　前提となる事実は，原判決の事実及び理由の「第２　事案の内容」欄２（原判\n決３頁６行目から同６頁２２行目まで）に記載のとおりであるから，これを引用す\nる。\n３　争点及び争点に関する当事者の主張は，次項に当審における控訴人の主張を付\n加するほか，原判決の事実及び理由の「第２　事案の内容」欄３及び４（原判決６\n頁２３行目から同１８頁１２行目まで）に記載のとおりであるから，これを引用す\nる。\n４　当審における控訴人の主張\n（１）議会の議決について\nア　地自法２４２条の２第１項１号に基づく差止め請求は，地方公共団体の長又は\n職員が違法な財務会計上の行為をすることが相当な確実性をもって予測されるとき\nに限って認容され，当該財務会計上の行為が同法上議会の議決を経てされる以上，\n議会の議決がされることを踏まえて当該行為が違法となるか否かの判断をすべきで\nある。\nイ　地自法９６条１項８号の議決は普通地方公共団体の団体意思を決定するもの\nで，同議決により普通地方公共団体の団体意思が決定された場合，長又は職員は，\nその議決を執行することができるだけで，当該財務会計上の行為をするかどうか，\nまたその内容をいかにするかについて裁量の余地がない。本件の場合，川崎市議会\nにおいて同条１項８号に基づき本件土地を公社から公社購入価格に利息及び事務費\nを加算した価格で取得する旨の議決がされた場合に限って，控訴人は，公社との間\nで公社購入価格で本件土地を取得する旨の契約を締結することになるが，議決がさ\nれた以上，当該財務会計上の行為をなすことは控訴人の義務であり，それが川崎市\nに対する職務上の義務に違\n反すると評価される余地はない。\nウ　控訴人において本件土地を公社購入価格に利息及び事務費を加算した価格で取\n得する旨の契約を締結することが違法となるのは，川崎市議会の同契約について将\n来される議決に重大かつ明白な瑕疵があると認められる場合に限られるところ，原\n審（原判決１２頁，１３頁）において主張したとおり，本件について，当該議決に\n重大かつ明白な瑕疵が生ずることはあり得ない。\n（２）市民保養所設置の必要性について\nア　既設保養所のうち，箱根市民保養所及び東伊豆市民保養所は，平成５年度以降\nも，客室利用率（部屋稼働率）はほぼ１００パーセントを維持し，応募倍率に至っ\nては約３倍であり，八ヶ岳市民休暇村の応募倍率は，平成８年度以降０．９倍から\n０．８倍である。これらの数値からすると，既設保養所の需要の減少傾向が著しい\nとはいえず，依然として保養所を利用したいとする市民の希望に対応できていない\n状況が明らかで，保養所そのものの数が不足しており，新たな保養所設置の必要性\nは，十分にある。また，既設保養所の利用人数は僅かな減少傾向が見られるもの\nの，部屋稼働率は，ほぼ１００パーセント近くを維持している。このことは保養所\nの利用形態が多人数から少人数単位の利用に変化してきていることを示すもので，\nこのような傾向は，川崎市の保養所だけでなく一般の宿泊観光施設にも同様に見ら\nれる。したがって，利用者数の減少をもって既設保養所に対する需要の減少傾向が\n顕著であるとはいえない。\nイ　原判決は，川崎市内から本件土地までの往復に，車を利用した場合８時間程\n度，電車・バスを利用した場合６時間以上かかり，市からやや離れた場所に存在す\nるとし，公社が本件土地を取得する必要性があったかどうかについて疑問が生じる\nとするが，本来，土地の必要性について，目的地までの距離や所要時間の長短が絶\n対的な判断基準となることはない。現に，本件土地の近くにある既設保養所のα\n「あかがわ荘」は，川崎市内から往復，車で７時間程度，電車で５時間程度である\nにもかかわらず，常に多くの市民に利用されている。一方，八ヶ岳市民休暇村は，\n川崎市内からの距離や所要時間が「あかがわ荘」と同程度で高速道路での利便がよ\nいにもかかわらず，利用状況は他の２つの保養所よりもやや少ない。このことから\nも，目的地までの距離や所要時間の長短が土地の必要性についての絶対的な判断基\n準とはならないことが明\nらかである。\nウ　川崎市における既設保養所設置の構想は，川崎市特有の公害問題を経験した歴\n史的な背景から生まれたものであるが，その後，社会情勢は高齢化，情報化の進\n展，産業構造の転換など厳しい変化を続けており，特に高齢化への対応は自治体に\n課せられた緊急の課題である。今後の川崎市の高齢化率（６５歳以上の者の総人口\nに占める割合）は，平成１６年度で１４．４％となる見込みである。こうした高齢\n者の人口推計の中，既設保養所の箱根市民保養所及び東伊豆市民保養所は，６０歳\n以上の利用者が全体の５割から６割を占めており，以前から同様な傾向が続いてい\nる。このように，高齢者の人口が将来的に増加し，将来にわたり保養所の利用がさ\nらに高まるものと推測でき，保養所の必要性もさらに高まる。第４保養所設置の構\n想のもととなった長寿保養所構想は，既設保養所設置の歴史的背景に加えて，健康\nな高齢者の増大に対応した健康の維持とゆとりある豊かな老後生活を支援していく\nという「豊かな長寿社会」や「生涯現役社会」の構築を目指す川崎市の総合的な施\n策の一環として考えられたものである。\nエ　以上のとおり，川崎市は従来から市民保養所の設置を一貫して重要施策として\n位置づけてきており，第４保養所の設置は，従来の市民保養所以上の積極的な機能\nを果たす重要な施策であり，そのための用地である本件土地を取得する必要性は高\nい。\n（３）　Ｐ１鑑定について\nア　国道接面による格差（プラス５％）認定について\n（ア）　国道に接面する土地は，国道との高低差が問題となり，一般的に，高低差\nは出入に不便を生じるため，とくに商業地においては減価の要因とされているが，\n景観，眺望を要する旅館，店舗を中心とする地域等においては減価要因とならない\n場合もあり，また，住宅地においても街路より高いことは，排水，景観などの面に\nおいて有利なため，高い評価を受けることがある。下部平坦地の接面する国道及び\n当該地域の状況のほか，Ｐ１鑑定が本件土地の昀有効使用をリゾート施設敷地とし\nていることを考慮すると，下部東側平坦地について，国道との高低差が１ないし２\nｍあるからといって，Ｐ１鑑定及びこれに基づく原判決のように，国道接面による\nプラス２０％の増価をしないのは相当でなく，むしろ，西側平坦地同様プラス２０\n％の補正をすべきである。\n（イ）　Ｐ１鑑定は，用途的地域を国道に接面する商業地（実際の用途も店舗敷\n地）と\nする取引事例Ｇと，用途的地域を国道背後の住宅地とする標準画地を比較するにあ\nたって，標準画地に対して取引事例Ｇの環境条件にプラス１５％の格差をつけてい\nる。ところが，Ｐ１鑑定は，標準画地と国道に接面する下部平坦地の比較にあたっ\nて，用途的地域が異なるにもかかわらず，環境条件について考慮しておらず，原判\n決も同様である。しかしながら，当該地域においては，国道に接面するか否かでそ\nの用途的地域を異にし，自ずと土地価格に差異が生じるから，標準画地と下部平坦\n地の比較にあたっては，環境条件による増価をすべきである。\n（ウ）　下部東側平坦地の国道との高低差及び環境条件を考慮した国道接面による\n本件平坦地の増価率は，プラス１３％となる。\nイ　分割利用による格差（マイナス５％）認定について\n（ア）　Ｐ１鑑定は，上記アのとおり，本件平坦地の昀有効使用を平坦部分を一体\n的に使用するリゾート施設敷地とし，その利用形態として，大型のリゾートホテ\nル，大企業の社員向け保養所あるいは学校法人の野外施設が上げられ，各平坦地に\nは宿泊施設，運動施設，緑地，散策路，園芸施設等を適宜配置していくとしてい\nる。\n（イ）　リゾート施設は，通常，自然環境の良好な地域に，その地形，眺望及び景\n観等の自然環境を生かして計画されるものであることは周知の事実であり，完成後\nの景観も効用増につながる。したがって，連続する一つの平坦地に建物その他の施\n設が配置されるよりも，適当な傾斜がある宅地に建物その他の施設を配置した方が\n全体としての景観も良好となり，平坦地以上の効用を発揮する場合もある。以上を\n考慮すると，本件平坦地は，３区分されているため分割利用せざるを得ないが，上\n部及び下部平坦地の間に高低差が存在するので，リゾート施設敷地としては連続す\nる平坦地よりも眺望，景観等において効用が発揮されることが予想され，本件平坦\n地が３区分されていることは，増価要因とはなっても，減価要因となることはな\nい。\n（ウ）　原判決（３９頁以下）は，まとまって存在する土地と分散して存在する土\n地とを比較した場合，後者の方が土地の利用方法が限定されるとしてＰ１鑑定を支\n持するが，区分されていても，より高度の効用を発揮することがあり，本件平坦地\nは，まさにこれにあたる。したがって，Ｐ１鑑定が，本件平坦地の昀有効使用をリ\nゾート施設敷地としながら，本件平坦地が３区分されているため分割利用せざるを\n得ないことによる減価をしたのは矛盾しており，これを是認した原判決も，不当で\nある。\nウ　下部東側平坦地の崩壊の危険による格差（マイナス２％）認定について\nＰ１鑑定は，下部東側平坦地の崩壊の危険と上部平坦地についての取付道路の安\n全性等の異なる要因を含めて土地利用限定として２０％の減価としたうえ，これを\n本件平坦地全体に対する両平坦地の面積割合に従って，これらの要因による本件土\n地全体についての減価率を１５％とし，さらに，これを両平坦地の面積割合で下部\n東側平坦地に２％（下部東側平坦地の崩壊の危険による減価率），上部平坦地に１\n３％と配分した。ところが，Ｐ１鑑定の個別評価（３号評価）における同様の減価\n率は，マイナス５０％とされており，これを本件平坦地全体の減価率にした場合は\nマイナス６％となり，一体評価の場合の上記マイナス２％と，個別評価の場合のマ\nイナス６％との間に著しい開差が生じ，当該減価率２％は正当でなく，これを是認\nした原判決も不当である。\nエ　本件通路が開発基準を充足しないことによる格差（マイナス１３％）について\nＰ１鑑定は，上記ウのとおり，本件通路が開発基準を充足しないことによる格差\nとして，上部平坦地にマイナス１３％とした。ところが，Ｐ１鑑定の個別評価（２\n号評価）における同様の減価率は，マイナス４０％とされており，これを本件平坦\n地全体の減価率にした場合はマイナス２５％となり，一体評価の場合の上記１３％\nと，個別評価の場合の２５％との間に著しい開差が生じ，当該減価率１３％は正当\nでなく，これを是認した原判決も不当である。\nオ　造成費の考量による格差（マイナス１０％）認定について\n（ア）　Ｐ１鑑定は，本件平坦地が現況雑種地であり，宅地とするための造成費を\n考量して減価１０％とし，この減価率は開発基準を満たすような造成工事費として\n全体として７０００万円と見積り，うち４７００万円は防災工事であるとする。\n（イ）　このうち，下部東側平坦地について，Ｐ１鑑定は，一体評価では造成費を\n考慮せず，個別評価では宅地とするための造成費の考量からマイナス１０％の格差\nを設定し，一体評価と個別評価で異なる格差率を採用し，異なる扱いをしたことに\nついて，何ら合理的説明をしておらず妥当でない。すなわち，Ｐ１鑑定は，一体評\n価では建物敷地として利用しないことがあるかもしれないとして造成費を考慮せ\nず，個別評価では建物敷地としての\n利用を前提として造成費を考慮したことになり，一体評価であろうが，個別評価で\nあろうが，その土地のもつ個別性に変わりはなく，両評価の間で減価率を異にする\nのは誤りであり，これを是認した原判決も不当である。\nカ　面大による格差（マイナス１５％）認定について\n（ア）　本件土地は標準画地と比較すると面大地（地積過大地）であるが，面大地\nであるからといって，市場性等の減価を必ず必要とするのではない。面大地は，そ\nの利用方法について，一体利用と分割利用が考えられ，両者の選択は対象地の存す\nる地域の土地利用の状況及び公法上の規制等を考慮して判定するものである。\n（イ）　βは，風光明媚な観光保養地域であり，町内には温泉観光旅館をはじめ，\n寮，保養所等が平成１０年１２月３１日現在３９８軒存在しており，下賀茂地区に\nおいても，比較的規模の大きい旅館，ホテル等が存在する。Ｐ１鑑定は，本件平坦\n地の昀有効使用の方法を平坦地を一体的に使用するリゾート施設敷地と判定してお\nり，これは当該地域における本件平坦地のリゾート施設敷地としての需要の存在を\n当然の前提とし，一体利用を合理的と判断したものである。したがって，本件平坦\n地については，標準画地と比較して面積が過大であっても，リゾート施設敷地とし\nての一体利用が市場の需給関係等を勘案して合理的と認められる以上，地積過大に\nよる減価を行なう必要はない。Ｐ１鑑定の面大による上記減価は不要であり，これ\nを是認した原判決も不当である。\nキ　有効宅地化率の考慮による格差（マイナス１０％）認定について\n（ア）　防災排水施設は，Ｐ１鑑定では山林部分に含まれ，平坦地部分に存しない\nことは明らかであり，かつ，そのほかに平坦地部分について特別の防災排水施設を\n必要とする具体的根拠はなく，上記減価は妥当でない。\n（イ）　防災排水施設を敷地内に設置した場合，建物の建ぺい率及び容積率等の基\n準となる敷地面積から当該施設の面積は控除されず，当該施設の面積も敷地面積と\nして有効に利用することが可能である。原判決が，防災排水施設に利用されている\n土地は有効に利用することができないとして，その分を減価したことは不当であ\nる。\nク　上部平坦地の眺望について\n（ア）　本件土地が自然公園法第二種特別地域に指定されていることにより，普通\n地域に比較して各種の規制が存し，土地利用が制限され，これについて考慮する必\n要があるが，これは，行政的条件で\nあって，Ｐ１鑑定が，環境条件である眺望とを混同して相殺したことは誤りであ\nり，これを是認した原判決も不当である。\n（イ）　Ｐ１鑑定は，標準画地を自然公園法上の普通地域に存在するとし，標準画\n地の評価に際し，同法第二種特別地域に存する事例を２事例（事例Ｇ及びＨ）採用\nしているところ，地域要因比較にあたって，両事例が第二種特別地域に存在するに\nもかかわらず，行政的要因による比較をしておらず，また，同鑑定書に両事例に関\nし自然公園法の地域の記載すらしていない。\n（ウ）　以上のとおり，Ｐ１鑑定は，上部平坦地について眺望が良好である点を看\n過し，他方、事例Ｇ及びＨについて第二種特別地域に存在することを把握せずに評\n価しており，これを是認した原判決も不当である。\nケ　上部準平坦地の評価について\n（ア）　上部準平坦地は，宅地ではないものの，立木等が生育していないほぼ平坦\nなまとまった土地で，狭い山道により本件通路に接続しており，背後の急傾斜の山\n林と比較して，宅地等としての造成工事の容易な土地である。一般的に宅地見込地\nとして利用可能な土地というのは，傾斜地であったり，高低差のある土地であった\nりするのが通常であり，また，接道については道路に接していれば優れる方で，接\n面道路はないが道路に近接し，道路の取付けが物理的，経済的に可能な土地は宅地\n見込地としてはやや優れるか普通という評価をされる。また，控訴人においても，\n本件準平坦地について，当初よりスポーツ・レクリエーション野外活動ゾーンとし\nて位置付けており，背後の山林とは異なった土地利用を検討していた。\n（イ）　したがって，本件準平坦地を熟成度のやや低い宅地見込地と評価したＰ２\n鑑定を排斥した原判決（５０頁）の判断は，経験則に反する違法なものである。\nコ　本件通路の評価について\n本件通路は，認定外公道を含めて巾員約５ｍ，延長約２８０ｍの道路であり，旧\n来から存した認定外道路の付替えにより，自己所有地の有効活用のため整備された\n宅地内の専用道路で，本件通路の利用上の価値を増価したものであり，その評価に\nついては，一般的な道路の評価方法を採用すべきである。道路の評価は，更地価格\nに道路の種類等による減価割合を乗じた額を控除して算出すべきである。Ｐ１鑑定\nが本件通路を林地等傾斜地と同等のものとして評価したことは，不当である。\nサ　既存防災工事部分（その他のり地部分）の評価について\n（ア）\n防災工事施工法面は，現況上，上部平坦地の南側保護面（上部平坦地と一体となっ\nた土地）となっており，山林とは位置も異なり，また山林と全く効用を異にする土\n地である。それにもかかわらず，Ｐ１鑑定が山林として評価したことは，効用を無\n視した不適切な評価であり，これを是認した原判決は，当該評価について合理的理\n由を欠いた誤ったものというほかない。本件土地の防災工事は，平成３年に１億０\n６７０万円，同４年に１億５０００万円をかけて行われており，当該防災工事の施\n工部分が倒壊して存在しないなどの特段の事情がない以上，上記防災工事費につい\nて残存耐用年数に応じた価値が残存しているというべきところ，Ｐ１鑑定はこの事\n実を全く無視し，何ら合理的な根拠なく同部分を山林の２倍の効用を有するとして\n評価し，原判決もこれを是認しており，いずれも経験則に著しく反する。\n（イ）　その他のり地部分のような大規模な宅地見込地における崖地の評価につい\nては，一般的には，崖地に接する土地の更地価格について，崖地の方位，傾斜等の\n要因を考慮した崖地格差率を乗じた評価とされている。その他のり地部分は，上部\n平坦地の南側に面しており，平坦地を１００とした場合の格差率は５０から８０と\nなる。平坦地に接するのり地は，平坦地と一体になる一つの土地と考えるべきであ\nり，Ｐ１鑑定は，このような大規模な宅地見込地における崖地の評価を誤ったもの\nで，これによった原判決も不当である。\n第３　当裁判所の判断\n１　本件土地取得の適否についての判断基準\n原判決の事実及び理由の「第３　当裁判所の判断」欄１（原判決１８頁１６行目\nから同２１頁１５行目まで）に記載のとおりであるから，これを引用する。これに\nよれば，当審における控訴人の主張（１）（議会の議決）は，理由がない。\n２　本件土地の取得の適否\n（１）　当裁判所も，第４保養所の設置の必要性は高いとはいえないものの，同保\n養所の設置自体は控訴人の裁量の範囲内であって，控訴人が本件土地の取得を公社\nに依頼してこれを取得しようとしていることがその裁量権を濫用した違法なものと\nはいえないと判断する。その理由は，原判決の事実及び理由の「第３　当裁判所の\n判断」欄２（原判決２１頁１６行目から同２３頁２４行目まで）に記載のとおりで\nあるから，これを引用する。\n（２）　当審における控訴人の主張（２）について\nア　東京圏の住民が宿泊を伴う旅行を希望する地域\nを調査した結果によると，伊豆は，北海道，九州に次いで高い率を維持しており，\n観光旅行の主な目的として，温泉に入ることが昀も多い。（乙２６）\n一方，高齢化現象が進むなかで，既設保養所の箱根市民保養所及び東伊豆市民保\n養所について，６０歳以上の利用者が全体の６０％を占め，年々その率が増加して\nいる。（乙３０）\n温泉を活用した保健事業を行っている市町村の老人医療費の伸びが，これをして\nいない市町村のそれに比較し低いとの研究報告が平成１２年に国民健康保険中央会\nによりされ，保健事業に温泉を活用することが提唱されている。（乙３２）\nイ　しかしながら，原判決（原判決２２頁２３行目から同２３頁２４行目まで）が\n判示するとおり，既設保養所の需要自体減少傾向が顕著であることに照らすと，第\n４保養所の設置の必要性及び合理性に疑問があるほか，本件土地が川崎市からの往\n復に不便であるとの交通事情や，本件土地自体の安全性についても問題があること\nを考慮すると，上記アを斟酌しても，本件土地に第４保養所を設置する必要性が高\nいとはいえない。\n３　本件土地における開発行為等の許可の要否等\n原判決の事実及び理由の「第３　当裁判所の判断」欄３（原判決２３頁２５行目\nから同２６頁６行目まで）に記載のとおりであるから，これを引用する。\n４　公社購入価格の過大の有無\n（１）　当裁判所も，本件土地の平成８年１２月９日時点での適正な価格は，一体\n的な評価によるＰ１評価額（３億９４１０万円）と認めるのが相当であり，市が公\n社から同適正価格を基礎とした金額（同金額並びにこれに対する平成８年１２月９\n日から市取得時までの利息及び事務費）を超える金額で取得することは，控訴人の\n裁量権を逸脱，濫用する違法をもたらし，差止めを認めるのが相当であると判断す\nる。その理由は，原判決の事実及び理由の「第３　当裁判所の判断」欄４及び５\n（原判決２６頁７行目から同５７頁９行目まで）に記載のとおりであるから，これ\nを引用する。\n（２）　当審における控訴人の主張（３）について\nア　同アについて\n（ア）　同（ア）について\nａ　下部東側平坦地と前面の国道との間には，１ないし２ｍの段差があって，その\n部分には石積みがある程度であり，同平坦地を園地，園芸地や駐車場として使用す\nるに際しては，造成工事を行う必要がある（Ｐ１鑑定書〔１８頁の３号評価〕，原\n審証人Ｐ１の証言）。\nｂ　この事実によれば，下部東側\n平坦地と前面の国道との間に上記高低差があることは，造成を要することにより減\n価要因となり，本件全証拠によっても，排水，景観などの面で上記高低差が増価要\n因となるとすべき事情を認めるに足りない。原判決（３８頁２０行目から同３９頁\n１５行目まで）が，国道接面による増価を下部西側平坦地に限って認めた点に違法\nはない。\n（イ）　同（イ）について\nａ　Ｐ１鑑定が使用した取引事例Ｇは，本件土地の東方に所在し，北東側で国道に\n接面する土地であり，周囲に神社，ホテル，公園がある。これに対し，同鑑定が想\n定する標準画地（国道背後の幅員４ｍの舗装された公道に接面する。）と下部平坦\n地は，その南側に国道が通じる互いに近接する土地であるが，周囲に上記のような\n施設等はなく，土地利用の状況等の環境条件について差異がない。（Ｐ１鑑定，乙\n３５）\nｂ　この事実によれば，Ｐ１鑑定が環境条件において取引事例Ｇに１５％の格差を\n認めたのは相応の根拠のあることで，同鑑定が想定する標準画地（国道背後の幅員\n４ｍの舗装された公道に接面する。）と下部平坦地は，用途的地域が異なるとして\nも，環境条件において，下部平坦地に増価を認めるべきほどの事情はない。\nイ　同イについて\n（ア）　本件平坦地は，３つに別れ，下部平坦地と上部平坦地との高低差が約４０\nｍあり，平均勾配１４％，全長約２８０ｍの本件通路で互いに結ばれていて，分割\n利用せざるを得ない（原判決４頁，５頁）。\n（イ）　以上の対象地の現況からすると，本件平坦地は，その昀有効利用がリゾー\nト施設敷地として一体的に使用することであるものの，原判決（３９頁１６行目か\nら同４０頁２行目まで）が，３区分されているため分割利用せざるを得ないこと\nは，減価要因となると判断したことに違法はなく，控訴人主張のように増価要因と\nすべき裏付けに欠ける。\nウ　同ウからオについて\n（ア）　ａ　Ｐ１鑑定は，本件土地を一体のものとして評価した場合（１号評価）\nの評価額のほか，そのうち上部平坦地，下部東側平坦地及び下部西側平坦地を単独\nで評価（それぞれ２号評価から４号評価）した場合の評価額を算定している。（Ｐ\n１鑑定）\nｂ　Ｐ１鑑定は，その１号評価において，下部東側平坦地の崩壊の危険による格差\nマイナス２％を認めているが，その３号評価において，同様の減価率をマイナス５\n０％（同減価率を本件平坦地全体の面積で除した上，下部東側平坦地の面積を乗ず\nると，約マイ\nナス６％となる。）としており（Ｐ１鑑定），両者間に，開差が認められる。\nｃ　Ｐ１鑑定は，その１号評価において，本件通路が開発基準を充足しないことに\nよる格差マイナス１３％を認めているが，その２号評価において，同様の減価率を\nマイナス４０％（同減価率を本件平坦地全体の面積で除した上，上部平坦地の面積\nを乗ずると，約マイナス２５％となる。）としており（Ｐ１鑑定），両者間に，開\n差が認められる。\nｄ　Ｐ１鑑定は，その１号評価において，本件平坦地について都市計画法上の開発\n基準をクリアするための造成費の考量からの減価をマイナス１０％とし，具体的に\nは，同造成工事費として７０００万円を要し，うち４７００万円が雨水対策費であ\nるとするものの（原判決４１頁以下），このうち，下部東側平坦地については，造\n成費を考慮しないとする（原審証人Ｐ１の証言）にもかかわらず，その３号評価に\nおいては，宅地とするための造成費の考量からマイナス１０％の格差を認めている\n（Ｐ１鑑定）。\n（イ）　この事実によれば，Ｐ１鑑定における１号評価と２号評価及び３号評価と\nを比較すると，①下部東側平坦地の崩壊の危険による格差，②本件通路が開発基準\nを充足しないことによる格差，③造成費の考量による格差の各認定について，控訴\n人主張の疑問点がなくはない。しかしながら，Ｐ１鑑定は，１号評価と２号から４\n号評価とでは前提条件が上記のとおり異なっており，本件土地の評価について結論\nとして一体評価（１号評価）を妥当としており，個別評価を採用していない（原審\n証人Ｐ１の証言）のであるし，個別評価における上記格差率を採用すれば，本件土\n地の適正価格はより低額となり，１号評価と２号評価及び３号評価との間に，上記\n開差等があることは，上記（１）の判断の妨げとならない。\nエ　同カについて\n原判決（４２頁１８行目から同４３頁２０行目まで）が判示するとおり，本件土\n地自体過去頻繁に取引された土地でなく，本件土地が需給関係がひっ迫している地\n域の土地であるともいえず，本件平坦地をリゾート施設敷地として一体利用するこ\nとが市場の需給関係等を勘案して合理的と認めるにも足りず，Ｐ１鑑定が面大によ\nる格差を認めたのが不当とはいえない。\nオ　同キについて\n（ア）　同（ア）について\n原判決（４３頁２１行目から同４４頁１５行目まで）が判示するとおり，Ｐ１鑑\n定は，防災排水施設（調整池，Ｕ字側溝）の設置に要する\n面積を積算し，当該面積が本件平坦地（雑種地）の約１０％になり，防災排水施設\nに要する土地は有効に利用することができないとして減価しており，このような減\n価を不相当とすべき事由は見当たらない。\n（イ）　同（イ）について\n防災排水施設を敷地内に設置した場合に，建物の建ぺい率及び容積率等の基準と\nなる敷地面積から当該施設の面積が控除されないとしても，上記（ア）のとおり，\n当該設置部分の土地の利用が限定され，防災排水施設に要する土地は有効に利用す\nることができないとして，原判決（同上）が評価額を減額したことについて不相当\nとすべき理由はない。\nカ　同クについて\n（ア）　同（ア）について\nａ　Ｐ１鑑定は，上部平坦地の眺望が優れているとしながらも，同平坦地が自然公\n園法の第二種特別地域に指定され，これに基づく規制があることにより相殺される\nとして，眺望が優れていることによる格差を認めなかった。（Ｐ１鑑定，原審証人\nＰ１の証言）\nｂ　控訴人主張のとおり，眺望の良さは環境条件に，自然公園法の第二種特別地域\nに指定されていることは行政的条件にそれぞれ当たるとしても，Ｐ１鑑定が，上部\n平坦地の眺望が優れていることについて，上記ａの理由により格差を認めなかった\nことは，なお鑑定人の裁量の範囲内ということができ，誤りとまではいえない。\n（イ）　同（イ）について\nＰ１鑑定は，行政的条件を含めて，標準画地と各取引事例との地域要因を比較し\nており（原判決別紙５），各取引事例について当該土地が自然公園法の普通地域と\n第二種特別地域とのいずれに所在するかの記載がないことをもって，Ｐ１鑑定が行\n政的条件を考慮していないとはいえない。（原審証人Ｐ１の証言）\nキ　同ケについて\n当裁判所も，上部準平坦地は山林の一部として評価するのが相当であり，宅地見\n込地として評価すべきでないと判断する。その理由は，原判決の事実及び理由の\n「第３　当裁判所の判断」欄４（６）イ（ア）（原判決４４頁１７行目から同４５\n頁１４行目まで）及び同４（８）ウ（原判決５０頁１１行目から同２５行目まで）\nに記載のとおりであるから，これを引用する。原判決の判断は，違法とはいえな\nい。\nク　同コについて\n本件通路は，本件平坦地外の山林等傾斜地に所在し，宅地内の道路とは異なると\nいうべきであり（原判決別紙１），原判決（４５頁１５行目から同４６頁４行目ま\nで）が判示するとおり，Ｐ１鑑定が，山林等傾斜地に本\n件通路及び防災工事の実施されたのり面が存在することにより，合計２０％の増価\nをしたことは，相当と認められる（Ｐ２鑑定〔原判決４８頁〕が，本件通路につい\nて，平坦地Ｃ部分の想定画地の更地価格を標準として評価したことは相当でな\nい。）。Ｐ１鑑定が本件通路を林地等傾斜地と同等のものとして評価したことをも\nって不当とはいえない。\nケ　同サについて\n（ア）　同（ア）について\nａ　当裁判所も，その他のり地部分を宅地見込地として評価すべきでないと判断す\nる。その理由は，原判決の事実及び理由の「第３　当裁判所の判断」欄４（８）エ\n（原判決５０頁末行から同５２頁５行目まで）に記載のとおりであるから，これを\n引用する。\nｂ　防災工事の施工により，防災工事施工法面が上部平坦地の南側保護面となって\nいると認められるものの（原審における釈明処分の結果），上記ａのとおり，その\n他のり地部分を宅地見込地として評価すべきでなく，上記クのとおり，本件通路及\nび防災工事がされたその他のり面について，林地等傾斜地の標準画地の２倍の効用\nがあるとした上で，２０％の増価を認めたＰ１鑑定が相当である。\n（イ）　同（イ）について\n上記（ア）ａのとおり，その他のり地部分を宅地見込地として評価すべきでない\n以上，Ｐ１鑑定及びこれに従った原判決の判断に違法な点は見当たらない。\n第４　結論\n以上によれば，原判決は相当であり，控訴人の本件控訴は理由がないからこれを\n棄却することとし，主文のとおり判決する。\n東京高等裁判所第１民事部\n裁判長裁判官　江見弘武\n裁判官　岩田眞\n裁判官　原啓一郎\n"
}