{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 25
  },
  "case_number": "平成14(わ)317",
  "case_name": "保護責任者遺棄致死，保護責任者遺棄",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7112",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7112",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/112/007112_hanrei.pdf",
  "contents": "判決　平成１４年１０月２５日　平成１４年(わ)第３１７号，同第３５１号　保護\n責任者遺棄致死，保護責任者遺棄被告事件\n主文\n被告人を懲役２年に処する。\n未決勾留日数中１５０日をその刑に算入する。\n理由\n（犯罪事実）\n被告人は，平成１１年２月１０日分離前の相被告人Ａと婚姻し，平成１２年３月\nころから，神戸市兵庫区Ｂ町ａ丁目ｂ番地のｃ所在の（マンション名省略）４０３\n号の自宅において，Ａ並びにＡとの間にもうけた長男Ｗ（当時２歳６か月，平成１\n１年７月２５日生）及び次男Ｖ（当時１歳７か月，平成１２年７月１２日生）とと\nもに生活して同児らを養育していたものであるが，平成１３年１月下旬に至り，Ｖ\nが発育障害を理由に入院して医師の治療を受けたこと，さらに同年６月以降は，Ｗ\n及びＶについて神戸市兵庫区保健部がその発育状況に問題があると認識し，再三同\n保健部の保健婦らの家庭訪問や電話による接触を受けていたこと，Ｗが満２歳を過\nぎた同年１０月ころになっても，同児が一人で食事ができない上，全く話せないな\nど，明らかな発育障害があったことなどから，Ａの育児放棄が同児らの発育障害の\n原因であると知っていたところ，平成１４年１月中旬ころ，Ａと同児らの育児をめ\nぐって喧嘩をしたことから，Ａの育児放棄が高じ，\n第１　同年２月１２日ころに至り，ＡがＶに一切食事を与えなくなったことを知っ\nたのであるから，Ｖの父として，Ｖの容態を確認し，栄養分を補給すべきはもとよ\nり，医師による診療を受けさせるなどＶの生存に必要な保護を加えるべき責任を有\nしていたにもかかわらず，そのころから同月１６日ころまでの間，Ｖを漫然と放置\nし，もって，Ｖの生存に必要な保護をせず，その結果，同月１６日ころ，同所にお\nいて，Ｖを極度の栄養失調のため衰弱死するに至らせた。\n第２　同年２月１２日ころに至り，ＡがＷに一切食事を与えなくなったことを知っ\nたのであるから，Ｗの父として，Ｗの容態を確認し，栄養分を補給すべきはもとよ\nり，医師による診療を受けさせるなどＷの生存に必要な保護を加えるべき責任を有\nしていたにもかかわらず，そのころから同月１６日ころまでの間，Ｗを漫然と放置\nし，もって，Ｗの生存に必要な保護をしなかった。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n１　弁護人は，被告人は，Ａが平成１４年２月１２日ころからＶ及びＷに対し一切\n食事を与えなくなったことを知っていたなどということは全くなく，また，被告人\n自身は，被害児らに対し生存に必要な保護を与えており，被告人には被害児らの保\n護を怠った事実もその故意もなかったから，被告人は無罪である旨主張し，被告人\nもこれに沿う供述をするので，以下検討する。\n２　被告人は，被害児らの父として，母であるＡとともに被害児らを保護，養育す\nべき義務を負っているところ，関係証拠によれば，被告人は，被害児らに発育障害\nがあり，この原因がＡの育児放棄にあることをかねてから認識していた上，同年１\n月１６日以降，Ａが育児ノイローゼを募らせ，被害児らに食事を与えず，入浴や排\n泄の世話もしていないことに気付いており，同年２月１２日には，Ａとほぼ終日を\nともに過ごしながら，Ａが被害児らに食事を与えるなど，育児のための行為をする\n様子を全く見なかったことが認められる。そうすると，被告人は，遅くとも同日こ\nろからは，自らが，被害児らの生存に必要な保護を加えるか，医師の診察を受けさ\nせるなどの方法を取らなければ，被害児らの生命，健康に危険な状態を生じさせる\n可能性のあることを認識していたものと認めざるを得ない。\nところが，関係証拠によれば，被告人は，同年２月１２日以降，被害児らに対\nして食事を与えたり，医師の診察を受けさせるなどの行動を全く取らなかったばか\nりか，夜は自動車内で寝て，朝自宅に着替えを取りに帰る生活を送るなどして，自\n宅にほとんど寄りつかず，Ｖが死亡して本件が発覚した同月１６日までの間，被害\n児らの健康状態の確認すらしなかったことが認められる。このような被告人の行動\nは，被害児らの生存に必要な保護をしなかったものというべきであり，その故意が\nあったことも明らかである。\nなお，弁護人は，被告人が，コンビニエンスストア等で買った出来合いの食料\nをＡに渡していたことをもって，被告人が被害児らに対し必要な保護をしていた旨\n主張するけれども，現にＡが被害児らの保護を果たしていなかった状況の下では，\nこうした食料が被害児らに与えられる保障はないのに，関係証拠によれば，被告人\nは一度としてＡがこうした食料を現実に被害児らに食事として与えているかどうか\nの確認をしていないことが認められるから，上記の点をもって，被告人が被害児ら\nに対し必要な保護をしていたと評価することはできない。\n３　よって，被告人が，保護責任者遺棄致死及び保護責任者遺棄の罪責を負うこと\nは明らかである。\n（法令の適用）\n被告人の判示第１の所為は刑法２１９条（２１８条）に，判示第２の所為は同法\n２１８条にそれぞれ該当するところ，判示第１の罪について，同法１０条により同\n法２１８条所定の刑と同法２０５条所定の刑とを比較し，重い傷害致死罪の刑によ\nり処断することとし，以上は同法４５条前段の併合罪であるから，同法４７条本\n文，１０条により重い判示第１の罪の刑に同法４７条ただし書の制限内で法定の加\n重をした刑期の範囲内で被告人を懲役２年に処し，同法２１条を適用して未決勾留\n日数中１５０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただし書\nを適用して被告人に負担させないこととする。\n（量刑の理由）\n１　事案の概要\n本件は，被告人が，妻Ａが長男Ｗ（当時２歳６か月）と次男Ｖ（当時１歳７か\n月）の幼児二人の養育を放棄（いわゆるネグレクト）していたことを知りながら，\n被害児らを漫然と放置して，その生存に必要な保護をせず，その結果，次男Ｖを衰\n弱死するに至らせたという保護責任者遺棄致死及び保護責任者遺棄の事案である。\n２　量刑上考慮した事情\n(1)　被告人は，被害児らの父であり，妻Ａが育児ノイローゼから被害児らの育児\nを放棄していた状況にあっては，被告人こそ被害児らの面倒を見ることができるま\nさに唯一の存在であって，被告人の積極的な保護なくして，被害児らは成長はもと\nより，生存すらできないことにかんがみると，被告人が被害児らに対して負う保護\n責任は，極めて重いものである。にもかかわらず，被告人は，仕事の忙しさを口実\nに家事や育児を妻に押しつけて，自らはほとんど家事や育児に関わろうとせず，本\n件直前にあっては妻の育児放棄の状況を知りつつ，妻とのいさかいを嫌って自宅に\n寄りつかず，全く育児を行おうともしなかっただけでなく，医師や保健婦，児童相\n談所等から何度も差し伸べられた支援に，誠実，真剣に取り合わず，妻が望まない\nとか仕事が忙しいからという理由からことごとく無駄にし，ついには次男Ｖを死に\n至らせたもので，その経緯は，身勝手で非情なものといわざるを得ない。そして，\n被告人は，これまで，被害児らに食事を与えたり，入浴させたりするなど父親らし\nい愛情をほとんど掛けず，被害児らが母親から十分な養育を受けていないことを知\nりながら，自ら食事を与えたり，医師による診察を受けさせることはもとより，被\n害児らの容態の確認すらせず，漫然と放置し続けたものであって，本件不保護の態\n様は，親が負うべき保護責任を全く果たさなかったものとして極めて悪質である。\n被害児らは，締め切られた自宅の一室で，汚物等にまみれ，悪臭の漂う劣悪としか\nいうほかない環境に放置され，とりわけ，次男Ｖは，同年齢の幼児と比して極めて\n発育の不良なまま，文字通り骨と皮のや\nせ細った無惨な姿で空腹感にさいなまれ極度の栄養失調により衰弱死したもので，\n将来無限の可能性を有するにもかかわらず，信頼していた父親である被告人からの\n愛情を受けることなく，見放されたその絶望感，無念さは察するに余りある。さら\nに，近時，こうした育児放棄（いわゆるネグレクト）を含む児童虐待行為が社会的\nに問題となっているところ，本件犯行の社会的影響も無視することはできない。\nこのような被告人の負うべき保護責任の内容，重大性，本件に至る経緯，不\n保護の態様，程度等の諸事情に照らすと，被告人の刑事責任は重いといわざるを得\nない。\n(2)　しかしながら，他方，被告人が当公判廷において被害児らへの謝罪の念を一\n応示していること，被告人は，本件に至るまで被害児らを含む家族のために熱心に\n働き，相応の社会生活を送ってきたもので，前科・前歴は全くないことなど，被告\n人にとって有利な事情も認められる。\n３　以上のとおりであって，本件の犯情にかんがみ，被告人のために有利・不利な\n諸事情を総合考慮すると，被告人は，Ａと同等の責任を負うべきであり，被告人に\nその責任を全うさせるためには主文の実刑は免れない。\n（求刑・懲役５年）\n平成１４年１０月２５日\n神戸地方裁判所第４刑事部\n裁判長裁判官　　　笹野明義\n裁判官　　　浦島高広\n裁判官　　　谷口吉伸\n"
}