{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 26
  },
  "case_number": "平成10(行ウ)5",
  "case_name": "建築確認処分失効等確認請求，損害賠償請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7297",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7297",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/297/007297_hanrei.pdf",
  "contents": "判決　平成１３年１２月２６日　神戸地方裁判所　平成１０年(行ウ)第５号建築確認処分失効\n等確認請求事件（以下「第１事件」という。），平成１０年(行ウ)第４９号損害賠償請求事件\n（以下「第２事件」という。）\n主  　　      文\n１　原告らの被告明石市建築主事に対する訴えをいずれも却下する。\n２　原告らの被告明石市に対する請求をいずれも棄却する。\n３　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請　求\n１　被告明石市建築主事（以下「被告建築主事」という。）に対して\n(1)  別紙物件目録記載１，２の土地（以下「本件土地」という。）上に建築された別紙物件\n目録記載３の建物（以下「本件マンション」という。）について，建築確認処分が存在しないこ\nとを確認する。\n(2)　被告建築主事が株式会社ヤングアート（以下「ヤングアート」という。）に対して平成１\n０年９月３日付で同月４日にした，検査済証交付処分（以下「本件検査済証交付処分」とい\nう。）を取り消す。\n２　被告明石市に対して\n(1)　被告明石市は，原告らに対し，それぞれ金１００万円及びこれに対する平成１０年１２\n月１日から各支払済みまで年５分の割合による金員を支払え。\n(2)　第(1)項につき仮執行宣言。\n第２　事案の概要等\n１　事案の骨子\n本件は，原告らが，被告らに対し，次の①②のとおり主張して，本件建築確認処分の\n不存在確認，本件検査済証交付処分の取消し，損害賠償金の支払を求めた事案である。\n①　被告建築主事に対する請求\n平成８年３月３０日にされた本件穴の掘削が「工事の着手」に該当せず，しかも工事\n中断によって「工事の継続性」も認められないから，本件マンションには平成８年３月１４日\n付け明石市告示第３２号の指定の適用があり，その結果，本件マンションは建築基準法５２\n条１項（容積率の制限）に違反するので，本件マンションの建築確認処分の不存在確認と，\n被告建築主事がヤングアートに対して平成１０年９月４日にした本件検査済証交付処分の\n取消しを求める。\n②　被告明石市に対する請求\n被告明石市職員らが本件マンションの建築業者に脱法行為を教唆し，違法な本件マ\nンションを建設させたので，国家賠償法１条１項に基づき，損害賠償金各１００万円，及び平\n成１０年１２月１日（第２事件訴状送達の日の翌日）から各支払済みまで民法所定年５分の\n割合による遅延損害金の支払を求める。\n２  前提となる事実\n以下の各事実は，いずれも当事者間に争いがない。\n(1)　当事者\n原告らは，いずれも，本件土地付近において居住し，又は同土地付近の農地を耕作\nしている者である。被告明石市は，建築主事を置く普通地方公共団体であり，被告建築主\n事を雇用している。\n(2)　本件条例及び本件要綱\n明石市は，良好な環境の確保を図るため，明石市環境保全条例（昭和４８年明石市\n条例第４７号。以下「本件条例」という。）を定め，さらに，明石市開発事業指導要綱（以下\n「本件要綱」という。）により，良好な環境を害するおそれのある開発事業等の規制並びに公\n共施設及び公益施設の設置基準その他開発事業に伴う公共施設等の整備に関し必要な\n事項を定めている。\n本件要綱は，開発事業を行う事業者は，予めその内容を明石市長に届け出なけれ\nばならず（本件要綱３条，４条），また，建築等予定地の近隣の住民に対する説明等を行\nい，紛争が生じた場合は誠意をもって解決に努めなければならない（本件要綱８条）旨規定\nしている。\n(3)　開発事業の届出等\n友興建設株式会社（以下「友興建設」という。）は，平成６年１０月１８日，本件マンショ\nン建築計画につき，本件条例９７条１項に規定する開発事業・指定建築物建築等届出書を\n明石市長に提出した。\nすると，本件土地の近隣住民で構成されたＡ自治会，Ｂ自治会，Ｃ農会（以下，これ\nらの自治会を合わせて「近隣自治会」といい，本件土地の近隣の住民を単に「近隣住民」と\nいう。）は，平成７年７月４日，明石市建築指導課（以下「建築指導課」という。）に対し，本件\nマンションの建築に反対する旨の要望書（甲６）を提出した。\n友興建設は，平成７年１０月９日，近隣住民との話合いの結果，上記(3)の開発事業・\n指定建築物建築等届出書記載の計画を取りやめる旨の「取り下げ書」（甲１１）を明石市長\nに提出した。\nその後，友興建設は，平成７年１２月２７日，本件マンション建築計画につき，再度，\n開発事業・指定建築物建築等届出書（甲１４の１）を明石市長に提出した。\n(4)　近隣説明会の開催\n平成８年２月１１日，第１回近隣説明会（本件マンション建築に関する説明会）が開催\nされたが，本件マンションの容積率等に関し，友興建設側と近隣住民側の間で調整がつか\nないまま終わった。\nその後も，平成８年３月１６日に第２回近隣説明会，同年３月２３日に第３回近隣説明\n会，同年３月２８日に第４回近隣説明会，同年４月６日に第５回近隣説明会，同年４月１３日\nに第６回近隣説明会がそれぞれ開催された。\n(5)　本件建築確認処分等\n友興建設は，平成８年３月７日，明石市建築審査課（以下「建築審査課」という。）に\n対し，本件マンションの建築確認申請書を提出した。\n被告建築主事は，本件マンションの建築計画について審査を行い，法令等に適合\nするものであるとして，同月２８日付けで建築確認処分（建築確認番号第６０１１号。以下「本\n件建築確認処分」という。）を行い，これを友興建設に通知した。\nなお，上記建築確認の「建築主」は，平成８年１２月１３日，友興建設及びヤングアー\nトに変更する旨届け出られ，さらに，平成９年５月１日，ヤングアート単独に変更する旨届け\n出られた。\n(6)　本件告示，本件マンションの容積率\nア　明石市長は，平成８年３月１４日，明石市告示第３２号（甲３。以下「本件告示」とい\nう。）によって，「建築基準法５２条１項５号及び５３条１項４号の規定に基づき，指定する区\n域」として，「東播都市計画区域における明石市域のうち，用途地域の指定のない区域で，\n（別紙）図面の斜線で示す区域」について，「建築基準法５２条１項５号に基づき定める数値\n（容積率）」を「１０分の２０」とする指定を行った。\n本件告示は，平成８年４月１日から施行された。\nイ　本件土地は，本件告示による上記指定（容積率・１０分の２０）が適用される土地に\n該当する。なお，本件告示施行前の本件土地の容積率規制は，１０分の４０であった。\n本件マンションの容積率は，１０分の３０．８８である。したがって，仮に，本件マンシ\nョンに本件告示の適用があるとすると，本件マンションは建築基準法５２条１項に違反する\nが，逆に，本件告示の適用がないとすると，同条に違反しないことになる。\n(7)　本件工事の進行状況等\n友興建設は，平成８年３月２６日，本件土地上の工場及び住宅（金型工場とその経営\n者の居宅）の解体作業を開始し，同月２８日には，近隣住民との間で解体工事についての\n協定を締結した。\n友興建設は，平成８年３月３０日，本件土地上で工場及び住宅の解体作業を行って\nいる業者に，解体用重機で本件土地上に２～３ｍ四方，深さ１．２～１．５ｍの穴（甲５２，乙５\n参照。以下「本件穴」という。）を掘らせた。\nＤ建築審査課長（以下「Ｄ課長」という。）は，平成８年４月５日，近隣住民の要請を受\nけて，本件穴の掘削が「工事の着手」に当たるかを判断するため，本件土地を見分した。\n友興建設は，平成８年４月中旬ころ，Ｄ課長らの行政指導に従い本件マンションの建\n築工事を中止し，平成８年５月１４日には，本件穴を埋め戻した。\n(8)　本件マンションの完成等\n本件マンションは，平成９年３月２６日ヤングアートを建築主として建築工事が再開さ\nれ，平成１０年８月同工事が完了し，同年１０月入居が開始され，既に使用されている。\n(9)　本件検査済証交付処分\nヤングアート（本件マンションの建築主）は，平成１０年８月２１日付けで，被告建築主\n事に対し，本件マンションの工事完了届を提出した。そこで，被告建築主事は，平成１０年８\n月２４日及び同年９月３日に本件マンションの工事完了検査を実施し，同日付けで検査済\n証（乙７）を発行し，同月４日に検査済証を建築主ヤングアートに交付した。\n３　争　点\n(1)　第１事件について\nア　建築確認処分不存在確認の訴えの適法性。\nイ　本件検査済証交付処分取消しの訴えの適法性。\nウ　本件マンションにつき建築確認処分が存在するか。また，本件検査済証交付処分\nは適法か。\n(2)　第２事件について\nア　被告明石市は国家賠償法１条１項の責任を負うか。\nイ　仮に被告明石市が責任を負う場合の原告らの各損害額。\n第３　争点に関する当事者の主張\n１　争点(1)ア（建築確認処分不存在確認の訴えの適法性）について\n（被告建築主事の主張）\n以下のとおり，本件建築確認処分不存在確認の訴えは不適法である。\n(1)　訴えの利益がない\n建築確認の存在は，検査済証の交付を拒否し又は違反是正命令を発する上におい\nて法的障害となるものではなく，たとえ建築確認が違法であるとして判決で取り消されたとし\nても，検査済証の交付を拒否し又は違反是正命令を発すべき法的拘束力が生ずるもので\nはない。\nしたがって，建築確認はそれを受けなければ当該工事をすることができないという法\n的効果を付与されているものにすぎないから，当該工事が完了した場合においては，建築\n確認の取消しを求める訴えの利益は失われると解すべきである。\nそして，建築確認処分の不存在確認請求についても，工事が完了したときは訴えの\n利益が失われるというべきである。本件において，本件建築確認処分に係る工事は既に完\n了しているから，建築確認処分不存在の確認を求める訴えの利益はない。\n(2)　原告適格がない\n原告らは，本件建築確認処分によって何ら権利ないし法的利益を侵害されておら\nず，その不存在確認を求める法律上の利益はないから，原告適格を有しない。\nすなわち，容積率を制限する建築基準法５２条は，建築物の延べ面積の敷地に対す\nる割合を土地利用の形態に応じて制限することによって適当な都市空間を確保し，都市問\n題の発生を防ぐという一般的公益的見地から規定されている。したがって，上記規制により\n都市空間が確保される結果，当該建築物の近隣に居住する者が日照，採光，通風等の利\n益を受けることができるとしても，これらは公益保護の結果生じる反射的利益にすぎず，建\n築基準法５２条により保護される利益には当たらないのである。\n（原告らの反論）\n以下のとおり，本件建築確認処分不存在確認の訴えは適法である。\n(1)　訴えの利益について\n前記（被告建築主事の主張）(1)の考え方に従えば，訴訟を提起されても，例えば，月\n１回程度の口頭弁論のペースで結審まで１年かかるとすると，処分庁は建築完了後の却下\n判決に期待してあぐらをかくということになりかねない。よって，被告建築主事の主張は失当\nである。\nしかも，本件訴えは，建築確認処分の取消しを求める訴えではなく，処分不存在とい\nう法律関係の確認を求める訴えであるから，仮に，工事完了後には建築確認処分の取消し\nを求める訴えの利益がなくなるとの立場に立っても，その論理は本件には妥当しない。\nしたがって，上記訴えには訴えの利益がある。\n(2)　原告適格について\n仮に，行政処分に関する原告適格について，当該行政処分の根拠となった行政法\n規が当該利益を個別的・具体的利益として保護している場合でなければ認められないとし\nても，そもそも建築確認処分の根拠規定である建築基準法は，近隣居住者の生命，健康，\n財産をも保護の対象としているのである。\nそこで，当該建築確認処分に基づいて建築物が建築された場合，その建築物の存\n在により，日常生活上，保健・衛生，防火，避難等の点で悪影響を受ける者であれば，それ\nだけで原告適格が認められるべきである。すると，本件においても，原告らは法律上保護さ\nれた利益を有することになる。\nしたがって，原告らは原告適格を有する。\n２　争点(1)イ（本件検査済証交付処分取消しの訴えの適法性）について\n（被告建築主事の主張）\n以下のとおり，本件検査済証交付処分取消しの訴えは不適法である。\n(1)　建築基準法は，検査済証の交付によって，建築主は当該建築物を使用することが\nできると規定しているが（７条の６第１項），検査済証の交付自体は，当該建築物等が建築\n関係法規に適合していることを公権的に判断する行為であって，それを受けなければ，原\n則として当該工事完了に係る建築物の使用を開始することができないという法的効果を有\nするにとどまる。\nすなわち，建築主が検査済証の交付を受けなかったからといって，いったん開始され\nた建築物の使用につき，その継続を許さないとする法的効果まで有するものではない。\nしたがって，当該建築物の使用が開始された後においては，検査済証交付処分の\n取消しを求める訴えの利益は失われる。\n(2)　そして，建築物の使用とは，人が相当時間継続して建築物に立ち入ることを意味す\nるところ，本件マンションは，平成１０年１０月９日ころ入居が開始され，使用が開始されたも\nのである（乙３１）。\nしたがって，本件検査済証交付処分の取消しを求める訴えの利益はない。\n（原告らの反論）\n以下のとおり，本件検査済証交付処分取消しの訴えは適法である。\n(1)　検査済証は，完成された建築物が実体的に建築関係規定に適合すると判断した場\n合に交付されるものであり，判断の対象が違反是正命令の場合と同一である。すなわち，仮\nに完成された建築物が実体的に建築関係規定に違反している場合，建築主事において検\n査済証の交付を拒否しなければならないし，かつ，その完成建物は違反是正命令の対象と\nなるのである。\n(2)　この点，昀高裁平成５年９月２４日第２小法廷判決・民集４７巻７号５０３５頁の判断に\nよれば，完成された建築物が実体的に建築基準法又はこれに基づく条例に違反し，その結\n果特定行政庁の違反是正命令の対象となることが明らかな場合，そのような建築物を所有\nし又は占有する者は，近隣地を所有し又は使用する者に対する相隣関係上の権利主張を\n制限されることがある。\nそして，本件において検査済証交付処分が取り消されるか否かについての司法判\n断，すなわち特定行政庁の違反是正命令の対象となるか否かの司法判断は，近隣地を所\n有し又は使用する原告らの相隣関係上の権利義務の程度に直接影響を与えることになる。\n(3)　したがって，本件検査済証交付処分取消しの訴えは，訴えの利益がある。\n３　争点(1)ウ（本件マンションの建築確認処分の存在の有無，本件検査済　　証交付処分\nの適法性）について\n（被告建築主事の主張）\n以下のとおり，本件において工事の着手及び工事の継続の判断は適正にされており，\n本件告示施行前に工事に着手した本件マンションにつき本件告示は適用されない。したが\nって，本件マンションについて建築確認処分が存在するし，また，本件検査済証交付処分\nも適法である。\n(1)　工事の着手について\n工事の着手の有無については，一般に，堀方工事（根切り工事）の着手があったかど\nうかで判断する。\n本件マンション建築業者は，平成８年３月３０日，本件マンションの堀方工事（根切り\n工事）に着手し，加工場において鉄筋加工，型枠加工の準備を始めた。したがって，本件\nマンション建築工事は，前同日に着手された。\n(2)　工事の継続について\nア　平成８年４月５日の現地立会いの際，近隣住民からＤ課長らに対し，工事協定締\n結まで工事を中断して話合いを進めるよう指導してほしい旨の要望があった。また，同年４\n月８日には，工事監理者から，近隣住民から事業者側に工事協定締結まで工事をしないよ\nう要請があった旨の報告があった。\nそこで，Ｄ課長は，その後工事協定締結に向けて工事を一時中断するよう友興建\n設に行政指導を行い，同社はこれに応じた。\n友興建設は，上記中断期間中，建築審査課に対し，近隣自治会等と工事協定に\n向けて協議している旨報告している（乙１１，１４）。また，友興建設は，本件穴に水が溜まっ\nたので，子供が落ちたりしたときの危険性を考慮し，立会者に説明を行った上で本件穴を\n埋め戻し，建築審査課にこの事実についても報告している（乙１１）。\nその後，友興建設は，近隣説明会，自治会長らとの話合いを経て，平成９年１月こ\nろ協定書案を作成したものの，一部住民の反対により協定締結に至らなかった（乙１４，２\n４，２７）。\nそこで，平成９年１月２７日，友興建設から明石市建築部長に対し，工事協定調印\nに至るまで努力したが成立しなかったので，工事を続行する旨の報告があった。そこで，建\n築審査課においても，これ以上の工事協定締結のための工事中断指導は無理と判断し\nた。\n以上の経緯で，本件マンション建築工事が再開された。\nイ　被告建築主事らは，こうした経緯を総合して，文献（乙６の３６７頁）の記載も踏ま\nえ，工事の継続性はあると判断した。\nウ　したがって，工事の継続性についての被告建築主事らの判断は合理的なもので適\n法である。\n（原告らの反論）\n(1)　はじめに\n次の(2)(3)のとおり，本件マンションは，本件告示施行までに「工事に着手」していたと\nはいえず，かつ，「工事が継続」していたともいえない。したがって，本件建築確認処分の対\n象となった建築物と，建築工事が完成して新築された本件マンションとの間には，同一性が\nなく，本件マンションについては建築確認処分が存在しない。\nまた，本件マンションは，本件告示の適用を受けるにもかかわらず容積率に関する規\n制を遵守していない違法建築物であるから，被告建築主事は検査済証を交付すべきでな\nかったのに，本件検査済証を交付してしまったのであり，本件検査済証交付処分は違法で\nある。\n(2)　工事の着手について\n次の①ないし⑧の各事実に照らせば，本件穴掘削工事をもって本件マンション建築\nに関する根切り工事の開始とみることはできず，「工事の着手」を認めることはできない。した\nがって，被告建築主事らの「工事の着手」があるとの判断は違法である。\n①　本件穴は，平成８年３月３０日に約２ｍ四方素掘りしただけのものである。\n②　本件穴掘削工事は，本件土地上の居宅及び工場の解体工事中に，解体業者の\n重機を用いてなされたものである。\n③　本件穴掘削工事がなされた時点では，本件マンション建築工事の施工業者は決\nまっておらず，実施工程表も作成されていなかった。\n④　建築材料や建設機械が本件マンション建築現場に搬入された事実もなかった。\n⑤　根切り工事の手順として必要な仮囲い（仮設工）及び整地やり方工もされていな\nい。\n⑥　平成８年５月１４日に，突然本件穴が埋め戻されている。\n⑦　この間，本件マンション建築工事が全く進行していない。\n⑧　友興建設は，平成８年３月２８日に開催された第４回近隣説明会において，「名目\nだけの着工」であることを自認する発言を行った（甲３４）。\n(3)　工事の継続について\n次の①ないし⑤の各事実に照らせば，現に完成している本件マンションと本件穴掘\n削工事との間には工事としての一連性・関連性は認められず，本件告示施行日である平成\n８年４月１日の時点において，本件マンションが「現に工事中」であったということはできな\nい。したがって，被告らの工事の継続性があるとの判断も違法である。\n①　本件穴は平成８年５月１４日に埋め戻されている。\n②　工事が，平成８年３月２８日の本件空穴掘削工事以降，平成９年３月２６日ころまで\n行われなかった。\n③　平成８年９月１８日には，基礎工事部分の設計自体が変更されている。\n④　平成８年１２月１３日に，建築主にヤングアートが加わり，さらに平成９年５月１日に\nは，本件穴を掘削した友興建設が抜けて，建築主がヤングアートのみに変更されている。\n⑤　友興建設が，平成８年４月６日の第５回近隣説明会で住民らに示した実施工程表\n（甲２３）と，建築主にヤングアートが加わる直前の平成８年１１月１６日に示した実施工程表\n（甲２９）とは著しく異なっている。\n４　争点(2)ア（国家賠償法１条１項の責任）について\n（原告らの主張）\n以下のとおり，被告明石市は，原告らに対し，国家賠償法１条１項に基づく責任を負\nう。\n(1)　違法性について――①（本件検査済証交付処分等）\n前記３（原告らの反論）のとおり，本件穴掘削は「工事の着手」とは認められず，長期\n間にわたり工事が中断されていたから「工事の継続」も認めらず，本件検査済証交付処分\nは違法である。したがって，被告建築主事が本件検査済証の交付を拒否すべきであるのに\n交付した行為，明石市長（特定行政庁）が本件検査済証の交付を拒否するよう指揮すべき\nであるにもかかわらずこれを怠った行為は，いずれも違法である。\n(2)　違法性について――②（脱法行為の教唆等）\n被告明石市職員らは，建築基準法等を守る義務があるのに，以下のとおり，友興建\n設及びヤングアートの脱法行為を教唆し，それに手を貸し，同法等の適正な執行をする義\n務に著しく違反しており，これら被告明石市職員らの一連の行為は違法である。\nア　事前協議を異例の速さで完了\n被告明石市職員らは，平成８年２月１６日以降，本件要綱４条に基づく事前協議を\n異例の速さで進めて，わずか２週間後の同年３月６日に事前協議を完了させている。\nイ　本件建築確認申請の受理\n被告建築主事は，友興建設が建築確認を申請した際，それが駆込み申請であるこ\nとを認識しながら，しかも確認申請の受理を保留することが容易であり，保留すべき職責が\nあったのにこれを怠り，平成８年３月８日に，本件要綱を厳格に遵守することなく建築確認申\n請を受理した。\nウ　本件穴掘削の教示\n被告明石市職員は，平成８年３月２７日又は２８日ころ，友興建設に対し，同月３１日\nまでに外形上本件マンションの建築工事を着工したといえるように，本件土地上に本件穴を\n掘るように教示した。\nエ　Ｄ課長の言動等\nＤ課長は，平成８年４月２５日の現地立会いの場で，友興建設が掘削した穴を着工\nと判断し，また，平成８年５月１３日，原告らに対し，本件工事の現状が工事の継続とはいえ\nないことは認めざるを得ないが，だからといって，建築確認を取り直して２００％の建築制限\nに従えということは，友興建設の利益に反するので立場上できない，と発言した。\nこのようなＤ課長の一連の言動は，事業者の駆込み着工の利益を守ることに偏して\nおり，建築審査課長に課せられた職責に反している。そして，このようなＤ課長の言動等を\n基礎として，特定行政庁である明石市長が，それ以降本件工事の施工停止を命じなかった\n行為は違法である。\nオ　建築主等変更届出の教示\n友興建設は，平成８年１２月１３日，被告建築主事に対し，本件マンションの建築主\nにヤングアートを追加する旨の変更届（甲３０）を提出している。\n被告明石市職員は，平成８年３月３０日から「着工」された本件マンション建設工事\nとの一連性・継続性を否定される口実を与えないようにするため，友興建設らに対し，いっ\nたん友興建設を建築主として残す形態の変更届を提出するようにと教示したため，友興建\n設らが上記のような変更届を提出したのである。\n(3)　故意・過失について\n被告明石市職員は，事業者と結託して意図的に違法な本件マンションを建築させた\nのであるから，故意・過失も認められる。\n（被告明石市の反論）\n以下のとおり，被告明石市は，国家賠償法１条１項の責任を負わない。\n(1)　違法性について\nア　違法性の意義\n国家賠償法１条１項の違法性は，違法性を単なる権利侵害ととらえる民法７０９条の\n場合と異なり，個別の国民に対して負担する職務上の法的義務に違背する権利侵害であ\nる。そして，このような違法性の有無については，損害填補の責任を誰に負わせるのが公平\nかという見地に立って，究極的には他人に損害を加えることを法が許容するかという行為規\n範違反性が考えられるべきである。\nしたがって，職務上の法的義務であっても，専ら公益目的のものや，行政の内部的\n義務等，個別の国民に対して負担する義務でないものに違背しても，国家賠償法上は違法\nとならない。\nイ　本件建築確認処分及び本件検査済証交付処分について\n(ア)　建築確認について，建築主事は，建築基準関係規定に適合するか否かについ\nて建築確認申請書等に基づき審査する義務を負うが，その際には，原告らの主張する損害\n発生のおそれについては具体的に審査することとはされておらず，容積率等の審査におい\nて，原告らの住環境の保護が間接的に図られることがあるとしても，これらの利益はいわゆ\nる反射的利益にすぎず，建築基準法５２条等によって保護された利益には当たらない。\nまた，検査済証の交付についても，建築基準法７条５項は，工事の完了検査をし\nた場合においては，建築主事等は，当該建築物及びその敷地が建築基準関係規定に適\n合していることを認めたときは，当該建築物の建築主に対して検査済証を交付しなければ\nならないと定めているところ，対象とすべき法令につき建築確認と同一であることは同法７条\n４項，５項の文言から明らかであり，原告ら主張の損害の発生のおそれがあるかという事項\nは審査の対象とならない。\nしたがって，建築確認においても検査済証交付においても，原告らの個別の利益\nが保護されているものではない。このように，被告建築主事らが，建築確認処分等を行うに\n当たり，個別の国民としての原告らに対し，職務上の法的義務を負うものではなく，その行\n為には国家賠償法上の違法性はない。\n(イ)　しかも，被告建築主事らが本件建築確認処分，検査済証交付処分を行うに当た\nって行った調査及び判断は，前記３（被告建築主事の主張）のとおりであり，被告建築主事\nの判断は，十分な根拠に基づく合理的なものであって，違法でないことが明らかである。\nウ　工事停止命令を発しなかったことについて\n原告らは，明石市長が本件マンション建築工事の施工停止を命じなかったことが違\n法であると主張する。しかし，明石市長始め被告明石市職員らに，適法に建築確認を受け\nた本件マンションの建築工事の中止を命令する権限はない。\nエ　その他の違法行為について\n(ア)　総　論\n原告らは，被告明石市職員らが事業者に対し違法な脱法行為の教唆等をしたと\n主張している。しかし，被告明石市職員らが，原告らのいうような違法な脱法行為の教唆等\nを行えば，不利益を被ることはあっても利益を得られるものではなく，そのような脱法行為の\n教唆等をする動機はなく，同職員らは公平な立場にあったといえる。\n(イ)　各　論\n被告明石市職員は，次のように，本件マンション建築の事前協議から建築工事に\n至る一連の手続において，適法に事務処理を行っている。\nａ　事前協議について\n建築指導課職員が明石市役所の協議先の担当課の職員に対して，協議を急ぐ\nよう依頼した事実を認めるに足る的確な証拠はない。平成７年度において，本件要綱に基\nづく事前協議を実施したものは，共同住宅については９５件あるところ，そのうち協議開始か\nら協議完了までの期間が２週間前後のものは本件を含めて１９件あり（乙３０），２週間前後と\nいう期間は特に短いものでもない。\nｂ　建築確認申請の受理について\n行政手続法７条は，申請について受理概念を排斥し，申請の到達による行政庁\nの審査応答義務を規定しているから，被告建築主事は，要件が整っている建築確認申請を\n受理する義務を負う。そして，上記建築確認申請があった時点で同申請は適法であり，被\n告建築主事が申請を受理しなかったとすれば，かえって違法の問題が生じ得るのである。\nｃ　工事着手の教示について\n被告明石市職員らが，本件マンション建設工事の着手について，原告ら主張の\nような不公正な教示を行わなければならない動機がない。そのような教示を行っていない\n旨，Ｄ課長も証言している。\nｄ　工事着手及び継続の判断等について\nＤ課長らの工事着手及び継続の判断が適法に行われたことは，前記３（被告建\n築主事の主張）のとおりであって，何ら違法な点はない。その判断においては，原告らが主\n張する損害が発生する可能性などは審査の対象になっておらず，原告らに対する職務義\n務違反を論じる余地はない。\nまた，Ｄ課長が，「業者の利益に反する」などと発言した事実はなく，業者の利益\nを守ることに偏した行動をとったこともない。被告明石市長には，本件マンション建築工事の\n中止命令を出す職責がないことも明らかである。\nｅ　建築主の変更等について\n被告明石市職員らが，建築主の変更を教示した事実はない。\nそもそも，建築基準法は建築物及びその敷地に係る規制であるため，建築確認\n申請後において申請者，工事施工者，工事監理者等の名義等が変わっても，計画建物の\n同一性があれば建築確認処分の効力に影響を及ぼさない。\n(2)　故意・過失について\n職務の遂行に当たり，被告明石市職員らが，その通常尽くすべき注意義務を怠った\nことはなく，同職員らの行為に原告らの主張する損害に関して故意・過失があったはいえな\nい。\n５　争点(5)（原告らの各損害額）について\n（原告らの主張）\n被告明石市職員らの前記４（原告らの主張）(1)(2)の違法な行為によって，原告らは次\nの(1)ないし(3)の損害を被った。これらの損害額は，各原告につきそれぞれ１００万円を下回\nらない。\n(1)　行政に対する信頼を裏切られたことによる精神的損害\n被告明石市職員が，通常の建築計画同様の対処をしていても，原告ら近隣住民の\n本件マンション建設反対の努力の結果，事業者は建築確認を得ることができないはずであ\nった。\nそれにもかかわらず，被告明石市職員は，本来の使命を全うしないばかりか，逆に事\n業者に加担して建築確認ができる状態を作出し，本件建築確認申請を受理し，同確認処\n分をするといった住民の信頼を裏切る行為に終始した。\nこのような被告明石市職員の行為により，原告らは事業者に騙され，行政にも裏切ら\nれ，行政は住民の福祉のために存在するものという信頼をずたずたにされ，深刻かつ甚大\nな精神的苦痛を被った。\n(2)　工事による損害\nア　解体工事による損害\n(ア)　騒音，振動\n重機による解体作業は，近隣住民の生活に配慮せずに行われた。ブレーカー等\nでコンクリート，鉄骨を粉砕する作業では，大音響と地響きで，近隣住民の居宅が揺れた。\n騒音は，１００～１２０デジベル程度のものであった。原告らは，被告明石市に対して騒音の\n測定を求めたが，同市職員が来ると業者は騒音・振動作業を低減した。\n防音・防塵用シートが支柱に緊結しておらず足場も不安定なため，足場，シート\nが原告らの居宅に倒れかかり，大屋根，壁，フェンス，樋などを破損した。同シートは，終日\nばたばたと音を立て，原告らの夜間の睡眠を妨げた。\n(イ)　粉塵等\n業者の工事現場や車両等から撒き散らされる大量の粉塵で，原告らは居宅の窓\nを開けることができず，洗濯物も干すことができなかった。自家用車も１日停めておくと真っ\n白になっていた。\n(ウ)　大型車両の通行等\n本件解体工事現場では，大型車両が往来するのに交通整理要員もおらず，とり\nわけ老人や子供など社会的弱者は危険にさらされた。大型車両が原告ら近隣住民の玄関\n先に駐車し，原告らが注意をしてもやめなかった。\nイ　建築工事による損害\n乱暴な建築工事で，原告らの平穏な生活は根底から損なわれた。しかも業者は午\n前７時前から工事を始めたため，原告らの苦痛は大きかった。\n(ア)　騒音，振動\n本件マンション建築工事現場では，地盤の掘削が大型機械（掘削機）でされ，騒\n音や振動が発生した。高位に鉄骨を持ち上げるようになると，その上げ下ろしが乱雑で，地\n響きと大音響が絶えなかった。\n工事が進むとコンクリートをはつる音が酷くなり，サンダーと称する機械はキーンと\nかん高い音を発し続け，原告らは居宅内でもテレビ，チャイム，電話の音が聞こえないほど\nであった。これらの騒音は，体感で１００デシベルを超えるものであった。\n(イ)　空中への放出等\n本件マンション工事現場では，凝固剤等が飛散し，特に原告Ｇ方，同Ｈ方では屋\n根や庭の植物に付着し，居宅を汚された。\nコンクリート注入口の管理が悪く，ノズルがはずれ，住宅や敷地に生コンが飛散す\nる事故も多く発生した。特に，平成１０年６月２７日の原告Ｅ方の屋根及び庭，原告Ｆ方の物\n置及び庇を汚損した事故は，同原告らに重大な被害を与えた。\nまた，雨天には雨水が集中する結果，原告らの居宅は水害にさらされている。\n(ウ)　通行の安全等\n業者は，原告らの居宅上の安全を顧慮せずに，住宅の上空にクレーンを稼働さ\nせ，原告らを不安におとしいれた。\n工事車両やミキサー車が道路をふさぎ，原告ら近隣住民の通行を妨害し，通行の\n安全を著しく脅かした。\nマンション建設工事のためたびたび周辺道路が陥没し，近隣住民の通行の安全\nを脅かした。原告らの要請にかかわらず，道路を管理する被告明石市は口先だけの対処で\nあり，業者もおざなりな補修をするのみで，近隣住民の安全が脅かされた。\n(エ)　建築物の被害\n原告らは，次のような建築物の被害を被った。\n①　原告Ｇ　　　　屋根瓦の損壊で雨漏り発生\n②　原告Ｈ　　　　外壁と犬走りの損傷\n③　原告Ｉ　　　　基礎の損傷\n④　原告Ｅ　　　　外壁と内壁の損傷\n⑤　原告Ｊ　　　　台所天井と内壁，外壁の損傷\n⑥　原告Ｆ　　　　外壁の損傷\n⑦　原告Ｋ　　　　外壁と内壁の損傷\n⑧　原告Ｌ　　　　外壁と玄関内側の壁の損傷\n⑨　原告Ｍ　　　　内壁の損傷\n(3)　本件マンション完成後の損害\nア　生活の平穏を害される\n原告らの居宅から至近距離に本件マンションがあるため，原告らは著しい圧迫感を\n受けた。本件マンション側からの眺望を遮るものはなく，本件マンションと接する原告らの部\n屋，トイレ，風呂場は窓を開けることができず，原告らは終日重苦しい生活を強いられてい\nる。\nイ　風　害\n本件マンション完成後，これまでにない風害が発生している。原告ら居宅への強風\nの吹付け，洗濯物の飛散，樹木の毀損，植木鉢や建物の付属設備が飛ばされるといった，\n以前はなかった事態が生じている。\n台風の際には，風が下から上空に吹き上げ，雨が上方へ巻き上がるという恐ろしい\n様相となり，建築４０年でこれまで一度もなかった瓦の飛散事故が生じた住宅が現れた。ま\nた，樹木が倒壊し，大木が傾いた（原告Ｅ）。\nウ　日照被害\n本件マンションは敷地の北側土地との境界から約１ｍの距離にあるので，北側の土\n地の日照被害は甚大で，耕作ができなくなった（原告Ｎ）。\nエ　騒　音\n本件マンション南側の住宅は，山陽電鉄の線路と本件マンションに挟まれた状態に\nなり，車両走行音が本件マンションに反射して騒音が長く残るようになった。\n本件マンションには，子供を抱えた若年層が多数居住し，駐車車両が増え，その発\n進，進行等による騒音や排ガスが集中するようになった。本件マンション居住者の生活騒音\nも相当なものである。\nオ　資産価値の低下\n本件マンションによって様々な側面から周辺土地の価値が減殺され，不動産取引\nの専門家からは，原告らの資産価値の減少は１０％を下回らないと指摘されている。\n（被告明石市の反論）\n原告らは，本件マンション建設に伴う損害として，①行政に対する信頼を裏切られたこ\nとによる精神的苦痛，②解体工事に伴う騒音，振動，粉塵等による損害，③建築工事中の\n騒音，振動等による損害，④マンション完成後の風害，日照，騒音等による損害を主張す\nる。\nしかし，①については，そのような信頼が国家賠償法上保護された利益であるとは考え\nられない。②③④については，原告らが主張する損害のほとんどは，本件告示施行後の規\n制である容積率２００％のマンションが建築されていたとしても発生する損害である。特に解\n体工事は，どのような建物を建築しようと必ず行われるから，原告らがそれによって損害を被\nったか否かにかかわらず，被告らと関わりがないことは明らかである。\n仮に，原告らが主張する損害に，容積率２００％のマンションが建築された場合には生\nじず，容積率３００％のマンションが建築された場合に生じる損害が含まれるとしても，その\n立証はされていない。\n以上の点に加え，原告らの主張する損害は，仮にあったとしても，すべて第三者である\n建築主の行為によって生じたものであり，被告明石市職員らのいかなる行為とも相当因果\n関係がない。\n第４　当裁判所の判断\n１　争点(1)ア（建築確認処分不存在確認の訴えの適法性）について\n(1)　建築工事の完了\n前記第２の２(8)のとおり，本件マンションの建築工事が完了して，本件マンションが既\nに完成していることは，当事者間に争いがない。\n(2)　検　討\nア　建築基準法は，以下のように規定している。\n建築主は，建築物の建築等をしようとする場合においては，当該工事に着手する\n前に，その計画が当該建築物の敷地，構造及び建築設備に関する法律並びにこれに基づ\nく命令及び条例の規定（以下「建築関係規定」という。）に適合するものであることについて，\n確認の申請書を提出して建築主事の確認を受けなければならず（建築確認。６条１項），建\n築確認を受けない建築物の建築等の工事はすることができない（同条５項）。\nまた，建築主は，工事を完了した場合においては，その旨を建築主事に届け出な\nければならず（７条１項），建築主事は，上記届出を受理した場合においては，建築関係規\n定に適合しているかどうかを検査し（同条２項），適合していることを認めたときは，建築主に\n対して検査済証を交付しなければならない（同条３項）。当該建築主は，検査済証の交付を\n受けた後でなければ，当該建築物を使用することはできない（７条の６第１項）。\nそして，特定行政庁は，建築基準法又はこれに基づく命令若しくは条例に違反した\n建築物又は建築物の敷地については，建築主等に対し，当該建築物の除却その他これら\nの規定に対する違反を是正するために必要な措置をとることを命じることができる（違反是\n正命令。９条１項）。\nイ　上記のような建築基準法上の一連の規定に照らせば，建築確認は，建築物の建築\n等の工事が着手される前に，当該建築物の計画が建築関係規定に適合していることを公\n権的に判断する行為であって，それを受けなければ上記工事をすることができないという法\n的効果が付与されており，それによって，建築関係規定に違反する建築物の出現を未然に\n防止することを目的にしたものということができる。\nしかし，上記工事が完了した後における建築主事の検査は，当該建築物及びその\n敷地が建築関係規定に適合しているかどうかを基準とし，同じく特定行政庁の違反是正命\n令も，当該建築物及びその敷地が建築基準法並びにこれに基づく命令及び条例の規定に\n適合しているかどうかを基準とするものであって，いずれも当該建築物及びその敷地が建\n築確認に係る計画どおりのものであるかどうかを基準とするものではない上，違反是正命令\nを発するか否かは，特定行政庁の裁量に委ねられている。\nしたがって，建築確認の存在は，検査済証の交付を拒否し又は違反是正の命令を\n発する上において法的障害となるものではなく，また，たとえ建築確認が違法であるとして\n判決で取り消されたとしても，検査済証の交付を拒否し又は違反是正命令を発すべき法的\n拘束力が生ずるものではないから，建築確認は，それを受けなければ当該工事をすること\nができないという法的効果を付与されているにすぎない（当該建築物等の工事が完了した\n後においては，その取消しによって停止すべき対象の工事がない。）ものというべきであり，\n当該工事が完了した場合においては，建築確認処分の取消しを求める訴えの利益は失わ\nれると解するのが相当である（昀高裁判所昭和５９年１０月２６日第２小法廷判決・民集３８巻\n１０号１１６９頁参照）。\nウ　そして，前記のように，建築確認は，それを受けなければ当該工事をすることができ\nないという法的効果を付与されているにすぎないことからすると，本件建築確認処分の不存\n在確認請求についても，当該不存在確認の対象となった本件マンションの建築工事が完\n了しといる以上，その訴えの利益がないと解するのが相当である。\nこの点，原告らは，建築確認処分不存在確認を求める訴えは，建築確認処分の取\n消しを求める訴えと異なり，法律関係の確認を求める訴えであるから，前記昀高裁判決の論\n理は妥当しないと主張するが，前記のように，当該建築物等の工事が完了した後において\nは，建築確認処分の法的効果が残存していない（その取消しによって停止すべき対象の工\n事がない。）ことからすれば，建築確認処分不存在確認を求める訴えにおいても同一の論\n理が妥当するので，原告らの上記主張は採用できない。\n(3)　まとめ\nそうすると，本件建築確認処分不存在確認を求める訴えは，その余の点について判\n断するまでもなく，訴えの利益を欠き不適法であるといわざるを得ない。\n２　争点(1)イ（本件検査済証交付処分取消しの訴えの適法性）について\n(1)　使用の開始\n前記第２の２(8)のとおり，本件マンションは，平成１０年８月建築工事が完了し，同年１\n０月入居が開始され，現に使用されていることは，当事者間に争いがない。\n(2)　検　討\nア　建築基準法は，検査済証の交付によって，建築主は当該建築物を使用することが\nできると定めているが（７条の６第１項），検査済証の交付自体は，当該建築物等が建築関\n係法規に適合していることを公権的に判断する行為であって，それを受けなければ原則と\nして当該工事完了に係る建築物の使用を開始することができないという法的効果を有する\nにとどまる。すなわち，それを受けなかったからといって，いったん開始された使用につき，\nその継続を許さないとする法的効果までをも有するものではない。\nそして，上記１(2)アで説示した一連の規定からも明らかなとおり，検査済証の存在\nは，特定行政庁の違法建築物に関する違反是正の命令を発する上において法的障害とな\nるものではなく（違法建築物であることを見過ごして検査済証を交付してしまったり，検査済\n証の交付後に違法建築がなされた事例を考えれば明らかであろう。），また，例え検査済証\nの交付が違法であるとして判決で取り消されたとしても，違反是正命令を発すべき法的拘束\n力が生ずるものではない。\nしたがって，当該建築物の「使用が開始」された後においては，検査済証の交付の\n取消しを求める訴えの利益は失われると解するのが相当である\nイ　そこで，建築物の「使用」であるが，それは，当該建築物の建築目的に従って人が\n相当時間継続して建築物に立ち入って使用することをいうと解するのが相当である。\nウ　なお，原告らは，昀高裁平成５年９月２４日判決を援用して，建築物の「使用が開\n始」された後においても，検査済証交付処分取消しを求める訴えが適法であると主張する。\nしかし，同判決は，建築確認を受けることなく，特定行政庁の工事施工の停止命令\nも無視して建築された建物の所有者が，当該建物の汚水を公共下水道に流入させるため\nの下水管の敷設工事の承諾及び妨害禁止を隣接所有者に求めた場合，当該建物が確定\n的に除去命令の対象にならなくなったなど当該建物が今後も存続しうる事情を明らかにしな\nい限り，権利の濫用に当たる旨判示したものである。\n同判決は，私人の相隣関係における権利行使の可否に係る問題において，一方\nの建物が公法上の規制に違反していることも考慮すべき要素として認めたことに意義がある\nにすぎない。同判決が，建築物の使用開始後も，当該建築物の検査済証交付処分の取消\nしを求める訴えの利益を認めるものでないことは，その判示事項からも明らかであって，原\n告らの上記主張は採用できない。\n(3)　まとめ\n前記(1)のとおり，本件マンションは，平成１０年１０月に使用が開始されたから，本件\n検査済証交付処分の取消しを求める訴えの利益はないものといわざるを得ない。\nしたがって，原告らの本件検査済証交付処分の取消しを求める訴えは，その余の点\nについて判断するまでもなく不適法であるといわなければならない。\n３　争点(2)ア（国家賠償法１条１項の責任）について\n(1)　事実の認定\n前記第２の２の前提となる事実，証拠（甲１３，１４の３，１８，２５，２７，３４，３５〔一部〕，\n３６〔一部〕，３８の１・２，４６，５２，５３，検甲３ないし４，乙５ないし７，１１ないし２７，２８の１・\n２，３０，証人Ｄ，原告本人Ｎ〔一部〕）及び弁論の全趣旨によれば，次の事実が認められる。\nア　事前協議，建築確認申請等\n友興建設は，平成８年２月１６日に本件要綱に基づく協議願出書（甲１４の３）を提\n出し，同年３月６日に事前協議が完了した。そこで，友興建設は，平成８年３月７日，建築審\n査課に対し，本件マンションの建築確認申請書を提出した。これに対し，建築審査課は，建\n築基準法６条が規定する受理要件が整い，適法なものであったため，翌８日，これを受理し\nた。\nイ　本件建築確認処分等\n友興建設は，近隣住民らに対し，平成８年２月１１日に第１回近隣説明会，同年３月\n１６日に第２回近隣説明会，同年３月２３日に第３回近隣説明会，同年３月２８日に第４回近\n隣説明会を開催した。原告らは，その間の同年３月２１日，明石市長に対し，本件マンション\n建設に対する要望書（甲１８）を提出した。友興建設は，平成８年３月２８日，近隣住民との\n間で，解体工事についての協定を締結した。\n被告建築主事は，本件マンションの建築確認申請の審査を行った結果，法令等に\n適合するものであったため，平成８年３月２８日付けで本件建築確認処分を行い，同月２９\n日，友興建設の代理人であるＲ企画に対し確認通知書を交付した。\nウ　本件告示，本件マンションの容積率\n明石市長は，平成８年３月１４日，本件告示によって，「建築基準法５２条１項５号及\nび５３条１項４号の規定に基づき，指定する区域」として，「東播都市計画区域における明石\n市域のうち，用途地域の指定のない区域で，（別紙）図面の斜線で示す区域」について，\n「建築基準法５２条１項５号に基づき定める数値（容積率）」を「１０分の２０」とする指定を行っ\nた。本件告示の施行日は，平成８年４月１日である。\n本件土地は，本件告示による上記指定が適用される範囲内の土地である。本件告\n示施行前の本件土地の容積率の規制は，１０分の４０であった。\n本件マンションの容積率は１０分の３０．８８である。したがって，仮に，本件マンショ\nンに本件告示の適用があるとすると，本件マンションは建築基準法５２条１項に違反する\nが，逆に，本件告示の適用がないとすると，同条に違反しないことになる。\nエ　解体工事の開始，本件穴掘削工事\n友興建設は，平成８年３月２６日，本件土地上の工場及び居宅（金型工場とその経\n営者の居宅）の解体作業を開始した。\n友興建設は，平成８年３月３０日，本件土地上で工場及び居宅の解体作業を行って\nいる業者（太郎丸建設株式会社）に命じて，解体用重機で，本件土地上に２～３ｍ四方，深\nさ１．２～１．５ｍの本件穴を掘り，本件マンションの根切り工事（掘方工事）を開始した。\nさらに，株式会社東洋建設工業（本件マンションの施工業者）は，そのころから，加\n工場において基礎底版の鉄筋加工，型枠加工の準備を始めた。\nオ　Ｄ課長の現地見分等\n(ア)　Ｄ課長は，平成８年４月１日，本件マンション工事監理者であるＯ一級建築士事\n務所から，同年３月３０日堀方工事に着手したこと，及び加工場において鉄筋加工，型枠加\n工の準備が進んでいることの報告を受け，同一級建築士事務所に対して別途書面で重ね\nて工事着手の報告をするよう指示した。\nさらに，Ｄ課長は，平成８年４月１日，Ｂ自治会長（当時）である原告Ｉから，業者が\n同年３月３０日に堀方をしたが，それが工事着手に該当するか現場を確認してほしいとの要\n請を受けた。\n(イ)　そこで，Ｄ課長は，平成８年４月５日，本件穴の掘削が「工事の着手」に当たるか\nを判断するため，建築審査課職員２名，Ａ自治会長，Ｂ自治会長，原告Ｎらの立会いの下，\n本件土地を見分したところ，工事監理者の報告のとおり，建築予定地に堀方工事（根切り工\n事）がされていることを確認した。\nそして，Ｄ課長らは，友興建設から，事前に建物の位置の全体を掘ってから杭打\nちをするという工程を聞いており，現場でもそのとおりの堀方が開始されていたことや，加工\n場において鉄筋加工，型枠加工の準備も進められている旨報告を受けていたことから，本\n件マンション建築工事の着手があったとものと判断した。\n(ウ)　そこで，Ｄ課長は，前同日（平成８年４月５日），本件穴掘削工事は「根切り工事」\nに該当し，本件マンション建設の「工事の着手」に当たるので，工事に着手した後でも地元\nとの協議という事情で中断した場合は正当な中断であって，工事は継続と見るという方針で\nいくと発言した。\nそれに対し，近隣自治会役員は，Ｄ課長らに対し，友興建設が建築工事に関する\n協定を締結せずに工事を進めるのは困るから，建築協定の話合いを先に進めるようにと要\n請した。\n(エ)　Ｏ一級建築士事務所（本件マンション建築の工事監理者）は，平成８年４月８\n日，建築審査課に対し，「工事監理報告書」（乙５）を提出し，「３月３０日から工事着工を行\nいました。加工場において，鉄筋加工，型枠加工の準備も進んでおります。」と報告した。\nちなみに，Ｏ一級建築事務所のＰらも，施工業者である東洋建設工業の加工場に\nおいて，基礎底版の鉄筋加工，型枠加工の準備がされていたことを確認している。\n(オ)　なお，友興建設は，近隣住民らとの間で，平成８年４月６日に第５回近隣説明\n会，同月１３日に第６回近隣説明会を開催している。\nカ　工事中止の行政指導，工事中断等\n(ア)　Ｄ課長は，Ｐから上記「工事監理報告書」の提出を受けた際（平成８年４月８日），\n同人から，「近隣自治会役員から事業者側に対して，建築工事に関する協定を締結するま\nで，工事を進めないでほしいと強く要請された。」との報告を受けた。\nＤ課長は，前記平成８年４月５日の現地見分の際にも，近隣自治会役員から，建\n築協定の話合いを先に進めるようにとの要請があったことも考慮し，建築協定締結のための\n円満な話合いをするために工事を中断するよう，友興建設（建築主）に行政指導を行い，友\n興建設もこれに応じて工事を中止した。\n(イ)　そして，友興建設は，平成８年５月１４日に本件穴を埋め戻した。これは，本件穴\nに水が溜まったので，万一子供が落ちたりしたときの危険を考慮し，友興建設が隣接立会\n者に説明を行った上で埋め戻したものであり，同事実について友興建設から建築審査課に\nも報告がされた（乙１１）。\n(ウ)　Ｄ課長は，平成８年５月１５日付け書面（甲２７）により，近隣自治会に対し，工事\n中断の理由が近隣自治会の要請を受けた建築審査課の行政指導によるものであることを\n通知した。\nまた，被告明石市建築部長は，平成８年８月２１日，Ｂ自治会長宛に，「着手時の\n堀方部分の埋戻しは危険防止のため，工事の中断は被告明石市の指導による地元協議の\nため」との回答書を送付した。\n(エ)　なお，友興建設は，工事の中断期間中，近隣自治会等と建築協定の締結に向\nけて協議等を続けており，建築審査課に対し，その旨の報告等を逐次行っていた（乙１１，１\n４）。\nキ　Ｄ課長との面談等\n(ア)　原告らは，平成８年５月１３日，明石市役所において，明石市長に対し，Ａ自治\n会長，Ｂ自治会長名で通知書（甲２５）を提出し，その際，Ｄ課長とも面談した。\n上記通知書には，「私達は，平成８年３月２８日付の本件建築確認は，現時点で\nは効力を有しないと考えている。」「建築主事の判断をお聞きしたい。」と記載されていた。\n(イ)　Ｄ課長は，上記面談の際（平成８年５月１３日），原告らから，「解体工事後何ら\n工事が行われていない現在の状態を『現に工事中』と見るのか。」と質問された。\nそこで，Ｄ課長は，原告らに対し，「行政側が地元との話合いをするように業者を\n指導することがあり，現に友興建設にそう指導したところ，友興建設側も近隣住民と建築協\n定を交わした上で工事を進めていきたいという意向をもっている。そのため工事が一時的に\n中断されているのであり，工事が継続していると判断する。」と発言した。\n(ウ)　そして，Ｄ課長は，前記(ア)の通知書の提出を受け，平成８年５月１５日付で，Ａ\n自治会長，Ｂ自治会長宛に，「現時点で，再開後の工事が従前の工事と一連のものと認め\nないと判断するのは早計である。なお，建築協定の早期の締結，及び解体工事における破\n損箇所の修復について速やかに行うよう指導している。」旨の回答書（甲２７）を送付した。\nク　変更届の提出等\n友興建設は，平成８年９月１８日付けで，被告建築主事宛に，本件マンションの基\n礎部分について，既成コンクリート杭打ちであったのを現場打ちコンクリート杭に変更する\n旨の報告書（建築基準法１２条３項参照）を提出した。この変更は，計画建物全体に与える\n影響は少なく，比較的軽微なものである。\n次いで，友興建設は，平成８年１２月１３日，建築審査課宛に，本件マンションの「建\n築主」が友興建設とヤングアートの連名の建築主となり，代理者及び工事監理者がＯ一級\n建築士事務所からＱ一級建築士事務所に変更する旨の建築主等選定・変更届を提出し\nた。\nさらに，友興建設及びヤングアートは，平成９年５月１日，建築審査課に対し連名\nで，本件マンションの建築主をヤングアート１社とする旨の名義変更届を提出した。\nケ　工事再開，続行等\n(ア)　友興建設は，平成９年１月２７日，明石市建築部長宛に，「建築協定調印に至る\nまで努力してきたが，一部の方々の反対意見で成約をみることができなかった。本件マンシ\nョン建築工事を続行する。」との報告をした。\nそこで，Ｄ課長は，これ以上の建築協定締結のための工事中断の行政指導は無\n理と判断したが，建築主（友興建設及びヤングアート）に対し，工事再開後も近隣住民から\n話合いの要請があれば誠意をもって応じるように指導した。\n(イ)　こうして，本件マンション建築工事は再開された。工事再開後，自転車置場，駐\n車場の台数，位置の変更等，軽微な設計変更がされたが，これらの変更も計画建物全体に\n与える影響は少なく，軽微なものということができる。\nＤ課長は，平成９年３月１２日，工事監理者であるＱ建築事務所より，本件現場は\n土留め工事中である旨の連絡を受けた。そして，特定行政庁たる明石市長は，平成９年４\n月１０日付けで，Ａ自治会長，Ｂ自治会長宛に，工事の継続性があると判断している旨回答\nした（甲４６）。\n(ウ)　被告建築主事らは，以上の経緯を総合し，いったん本件マンションの建設工事\nが中断されたが，その継続性があると判断した。\nコ　本件検査済証交付処分\n本件マンションの建築主（ヤングアート）は，平成１０年８月２１日付けで，被告建築\n主事に対し，本件マンションの工事完了届を提出した。被告建築主事は，平成１０年８月２４\n日及び同年９月３日に本件マンションの工事完了検査を実施し，同日付けで検査済証を発\n行し，同月４日これを建築主（ヤングアート）に交付した。\n(2)　本件検査済証交付処分等の違法性について\nア　工事の着手について\n(ア)　工事の着手の意義\n建築基準法３条２項は，同法令の施行又は適用の際，①現に存する建築物若しく\nはその敷地，又は②現に建築，修繕若しくは模様替の工事中の建築物若しくはその敷地\nが，同法令の規定に適合しない場合においては，同法令を適用しないとしている。\n既存の建築物又は工事中の建築物に対して，建築後又は着工後の規定を適用\nするか否かは，立法政策の問題であり，建築基準法３条２項は，既得権の保護，法的安定\nの観点から，原則として「現に建築，修繕若しくは模様替の工事中」の建築物及びその敷地\nに対して，同法の適用除外を認めている。これは，違反建築物を防止する反面，既得権を\n保護する趣旨である。しかし，工事中の建築物については完成途上にあるため，「工事中」\nであるか否かの判断に困難を伴うことが多い。\n一般的には，建築物に関する工事が完了するまでの過程として，①建築請負契\n約の締結，②建築資材，建築機械の建築現場への搬入，③建築資材の加工，④根切り工\n事（掘方工事）又は基礎杭打ち工事の進行，⑤建て方の進行の過程を経ることが多い。そ\nして，建築基準法３条２項が「工事中」と規定していることや，既得権保護の要請に十分な客\n観性をもって応えるためには，建築物に関する工事が上記④の段階にまで達していること\nが昀も無難で相当であり，各地方公共団体の実務の取扱いも，概ね上記④の段階をもって\n「工事中」と解している（乙６－３６６，３６７頁）。\n(イ)　本件への当てはめ\nこれを本件についてみるに，前示のとおり，友興建設は，平成８年３月２６日，本件\n土地上の工場及び居宅の解体作業を開始し，平成８年３月３０日，本件土地上に２～３ｍ四\n方，深さ１．２～１．５ｍの本件穴を掘り，本件マンションの根切り工事（掘方工事）を開始し\nた。さらに，東洋建設工業（本件マンションの施工業者）は，そのころから，加工場におい\nて，基礎底版の鉄筋加工，型枠加工の準備を始めている（前記(1)エ）。\nそして，Ｄ課長らは，平成８年４月５日，本件マンション建築現場に立ち会い，工\n事監理者の報告のとおり建築予定地に根切り工事（堀方工事）がされていることを確認し，\nまた，友興建設から，加工場において鉄筋加工，型枠加工の準備も進められている旨の報\n告を受けていたこと等から，本件マンションの建設工事の着手があったものと判断したので\nある（前記(1)オ(イ)）。\n以上の事実によると，前記(ア)（工事着手の意義）の基準に照らし，本件マンション\nの建築工事は，平成８年３月３０日に着手されたことが認められ，Ｄ課長ないしは被告建築\n主事らの判断（本件マンションの建築工事の着手があった旨の判断）には誤りがなかったこ\nとが認められる。\n(ウ)　原告ら主張の検討\nａ　原告ら主張\n原告らは，次の各事実を指摘し，本件穴掘削工事は，本件マンション建設工事\nの着手とは認められないと主張する。\n(ａ)　本件穴掘削工事は，本件土地上の工場の解体工事中に，解体業者の重機\nを用いてなされたものである。\n(ｂ)　本件穴掘削工事の時点では，本件マンション建設工事の施工業者が決まっ\nていなかった。\n(ｃ)　上記時点では，建築材料や建築機械が現場に搬入された事実も，建築資材\nの加工作業が開始された事実もなかった。\n(ｄ)　平成８年５月１４日，本件穴が埋め戻された。\n(ｅ)　この間，本件マンションの建築工事が全く進行していない。\nｂ　検　討\nしかし，解体業者の重機により掘削されたという事情があったとしても，そのこと\nによって，本件マンションの建設工事の着手があったことが当然に否定されるものではな\nい。\nそして，前示のとおり，本件穴掘削工事がされたころから，東洋建設工業（本件\nマンションの施工業者）が，加工場において，基礎底版の鉄筋加工，型枠加工の準備を始\nめているので（前記(1)エ），本件穴掘削工事の時点（平成８年３月３０日）では，本件マンショ\nン建設工事の施工業者が決まっていなかったとか，建築資材の加工作業が開始された事\n実もなかったとは言い切れない。\nさらに，本件穴が埋め戻された理由，及び本件マンションの建築工事中断の理\n由は，前記(1)カ(ア)(イ)（３８，３９頁）で認定したとおりであり，友興建設は，原告ら住民らか\nら強い要請を受けたＤ課長らの強力な行政指導に従ったからである。もし，そのような行政\n指導がなければ，友興建設は，当然，本件穴の埋め戻しや本件マンション建設工事の中断\nなどはせず，同工事を継続して行い，短期間に本件マンション建築工事を完成していたも\nのと推認できる。\n以上の次第で，原告らが指摘する事由は，いずれも本件マンション建設工事の\n着手を否定する理由にはならず，原告らの前記ａの主張は採用できない。\nイ　工事の継続について\n(ア)　工事の継続の意義\nいったん工事に着手した後になって当該工事を中断し，相当の期間を経過して\n工事を再開した場合，再開後の工事が従前の工事と一連のものと認められないときは，従\n前の工事はもはや建築基準法３条２項の「工事中」には当たらない。\n文理上「工事中」とは，いったん工事に着手し，かつ当該工事が継続していること\nと解すべきであるし，この継続性の要件を認めないと，建築基準法令の改正直前にいった\nん工事に着手し，その後は工事を中断したままで改正規定の適用を免れることを認めること\nになり，いわゆる駆込み着工の弊害を是認することになるからである。\nしかし，工事の中断が施工者側による事由ではなく，近隣住民の要請に基づく行\n政庁側の行政指導によるものであり，施工者側には工事を継続して速やかに工事を完成さ\nせたい意思がある場合には，再開後の工事が従前の工事と一連のものと認められる特段の\n事情があるものとして，なお工事の継続性を認めるべきである。\n(イ)　本件への当てはめ\nこれを本件についてみるに，前記(1)オ(ウ)（３７，３８頁），(1)カ(ア)(ウ)(エ)（３８，３９\n頁），(1)キ(イ)(ウ)（３９，４０頁），(1)ケ(ア)（４１頁）の事実に照らせば，友興建設が本件マンシ\nョンの建設工事を中断したのは，原告らを始めとする近隣住民側からの強い要望を受けた\n建築審査課ないし建築指導課から，建築工事に関する協定を締結するまで建築工事を中\n断するよう強力な行政指導を受けたからであり，友興建設自身，本件マンション建設工事の\n中断後も，早期に原告ら近隣住民との間で建築協定を締結して工事を再開したいと，尽力\nしていたものである。\nしたがって，友興建設には，本件マンション工事の中断後も，工事を早期に再開\nして速やかに本件マンションを完成させたいという強い意思があり，工事の中断は友興建設\n側の事由によるものでないことが明らかであるから，再開後の工事は従前の工事と一連のも\nのと認められ，工事の継続性が認められる。\nしたがって，Ｄ課長ないしは被告建築主事らの判断（本件マンションの建築工事\nの継続性を認めた判断）には，誤りがなかったことが認められる。\n(ウ)　原告ら主張の検討\nａ　原告らの主張\n原告らは，次の３点を理由に，平成８年３月３０日の本件穴掘削工事とヤングア\nートによる本件マンション建築工事との間には，本件マンション建設工事としての一連性・関\n連性は認められないと主張する。\n(ａ)　本件穴は平成８年５月１４日に埋め戻されている。\n(ｂ)　平成８年１２月１３日に建築主にヤングアートが加わり，さらに平成９年５月１日\nには，友興建設が抜けて，建築主がヤングアートのみに変更されている。\n(ｃ)　平成８年９月１８日には，本件マンションの基礎工事部分の設計自体が変更\nされている。\nｂ　検　討\nしかし，原告らの上記主張は採用できない。その理由は，以下のとおりである。\n(ａ)　友興建設が本件穴を埋め戻したのは，本件穴に水がたまり，万一子供が落\nちたりしたときの危険を考慮し，隣接立会者に説明をした上で行ったもので（前記(1)カ\n(イ)），やむを得ない事情による埋戻しということができる。\n(ｂ)　確かに，平成８年１２月１３日，従前の建築主の友興建設に加え，ヤングアー\nトも建築主となる旨の変更届が，さらに平成９年５月１日には，建築主がヤングアート単独に\nなる旨の名義変更届が，それぞれ建築審査課へ提出されている（前記(1)ク）。\nしかし，建築基準法は，建築物及びその敷地に係る規制であるから，建築確\n認の申請に当たっての申請者，工事施工者，工事監理者等の名義が変わっても，計画建\n物の同一性が維持されていれば，建築確認の処分の効力に影響を及ぼすものではないと\nいうべきである。\n(ｃ)　本件マンションについても，友興建設は，平成８年９月１８日付けで，本件マ\nンションの基礎部分を既成コンクリート杭打ちから現場打ちコンクリート杭に変更する旨の報\n告書を提出している。また，工事再開後，自転車置場，駐車場の台数，位置の変更等，軽\n微な設計変更がされている（前記(1)ク，ケ(イ)）。\nしかし，これらの変更は，いずれも，計画建物全体に与える影響は少なく，比\n較的軽微なものであり（前記(1)ク，ケ(イ)），当初の計画建物との同一性が維持されていると\nいえるので，本件建築確認処分の効力を左右する事情とはなり得ない。\nウ　まとめ\n(ア)  原告らは，次のとおり主張する。\nａ　本件穴掘削は「工事の着手」とは認められず，長期間にわたり工事が中断されて\nいたから「工事の継続」も認められず，本件検査済証交付処分は違法である。\nｂ　したがって，本件マンションは，本件告示の適用を受けるにもかかわらず容積率\nに関する規制を遵守していない違法建築物であるから，被告建築主事は検査済証を交付\nすべきでなかった。ところが，被告建築主事は，本件検査済証を交付してしまったのであり，\n本件検査済証交付処分は違法である。\nｃ　また，特定行政庁である明石市長は，本件検査済証の交付を拒否するよう被告\n建築主事を指揮すべきであるのに，これを怠っており，この点も違法である。\n(イ)　しかし，前記ア（工事の着手について），イ（工事の継続について）で検討したと\nおり，本件マンション建設工事については，工事の着手，継続のいずれもが認められるの\nで，本件検査済証を交付した被告建築主事の行為，本件検査済証の交付を拒否するよう\n指揮しなかった明石市長の行為が違法であるとはいえず，原告らの前記(ア)の主張は理由\nがない。\n(3)　脱法行為の教唆等による違法性について\nア　事前協議について\n原告らは，被告明石市職員らが本件マンション建築の事前協議を異例の速さで進\nめて，わずか２週間で事前協議を完了させているのは違法であると主張する。\nしかし，建築指導課職員が市役所の協議先の担当課の職員に対して，本件マンシ\nョン建築の事前協議を急ぐよう依頼した事実はない（乙１５，証人Ｄ）。また，平成７年度にお\nいて本件要綱に基づく事前協議を実施したものは，共同住宅については９５件あるところ，\nそのうち協議開始から協議完了までの期間が２週間前後のものは，本件マンションも含めて\n１９件あり（乙３０），客観的に見て２週間前後という期間が特に短いものであるとはいえな\nい。\nイ　本件建築確認申請の受理について\n原告らは，被告建築主事が，本件建築確認申請が駆込み申請であることを認識し\nながら，これを受理したことが違法であると主張する。\nしかし，行政手続法７条は，申請について受理概念を排斥し，申請の到達による行\n政庁の審査応答義務を規定しているから，被告建築主事は，要件が整っている申請を受理\nする義務を負う。そして，本件建築確認申請は申請があった時点で申請自体も適法であっ\nたから（前記(1)ア），被告建築主事が本件建築確認申請を受理しなかったとすれば，かえっ\nて違法の問題が生じ得るのである。\nしたがって，被告建築主事が本件建築確認申請の受理を保留すべき義務があった\nと認めることはできず，本件確認申請の受理が違法であったなどとは到底認められない。\nウ　本件穴の掘削について\n原告らは，被告明石市職員が友興建設に対し，本件マンションの建築工事を着工し\nたといえるように，本件土地上に本件穴を掘るように教示したと主張する。\nしかし，同教示がなされたと認めるに足りる的確な証拠がない。そして，証人Ｄは，そ\nのような教示を行っていない旨証言しており（平成１２年９月１９日付け証人調書－１０１，１０\n５～１０８頁），被告明石市職員がそのような教示を行わなければならない動機は見当たら\nず，証人Ｄの上記証言は信用できる。\n逆に，友興建設は，平成８年３月２８日の第４回近隣説明会において，本件穴を掘\n削することについて近隣住民の了解を得ようとし，昀終的に近隣住民と２ｍ四方の穴を掘る\nことで話がまとまったのである（乙１２－２９～３９頁）。\nそれゆえ，被告明石市職員が友興建設に対し，本件穴を掘るように教示した事実\nは認められない。\nエ　Ｄ課長の言動等について\n(ア)　原告らの主張\n原告らは，次のとおり主張する。\nａ　Ｄ課長は，平成８年４月５日の現地立会いの場で，友興建設が掘削した本件穴\nについて着工と判断し，また，平成８年５月１３日，原告らに対し，本件マンション建設工事\nの現状が工事の継続とはいえないことは認めざるを得ないが，だからといって，建築確認を\n取り直して２００％の建築制限に従えということは，友興建設の利益に反するので立場上で\nきない，と発言した。\nｂ　このようなＤ課長の一連の言動は，友興建設の駆込み着工の利益を守ることに\n偏しており，建築審査課長に課せられた職責に反している。そして，このようなＤ課長の言\n動等を基礎として，特定行政庁である明石市長が，それ以降本件マンション建設工事の施\n工停止を命じなかった行為は違法である。\n(イ)　検　討\nしかし，被告建築主事やＤ課長らの「工事の着手」及び「工事の継続」の判断に違\n法な点がなかったことは，前記(2)のア，イで認定判断したとおりである。\nまた，Ｄ課長の平成８年４月５日，同年５月１３日の言動は，前記(1)オ(イ)(ウ)（３７，\n３８頁），(1)キ(イ)（３９，４０頁）記載のとおりであり，Ｄ課長が原告らに対し「業者の利益に反\nする」などと発言した事実はなく，同課長が業者の利益を守ることに偏した行動を採ったこと\nも窺えない（乙１５，証人Ｄ）。そもそも、Ｄ課長がそのような言動を採る動機が見当たらない\nのである。\nしたがって，明石市長に，本件マンション建設工事の停止命令を出さなければなら\nない注意義務など，なかったことが明らかである。\n以上の次第で，原告らの前記(ア)の主張も採用できない。\nオ　建築主の変更等について\n(ア)　原告らの主張\n原告らは，次のとおり主張する。\nａ　友興建設は，平成８年１２月１３日，被告建築主事に対し，本件マンションの建築\n主にヤングアートを追加する旨の変更届（甲３０）を提出している。\nｂ　被告明石市職員は，平成８年３月３０日から「着工」された工事との一連性・継続\n性を否定される口実を与えないようにするため，友興建設らに対し，いったん友興建設を建\n築主として残す形態の変更届を提出するようにと教示したため，友興建設らが上記のような\n変更届を提出したのである。\n(イ)　検　討\nしかし，被告明石市職員が，本件マンション建築業者（友興建設ら）に対し，建築\n主の変更を教示した事実を窺わせるような証拠はないし，同職員がそのような教示をする動\n機も見当たらない。\nしかも，前示のとおり，建築基準法は，建築物及びその敷地に係る規制であるた\nめ，確認申請後において申請者，工事施工者，工事監理者等の名義等が変わっても，計\n画建物の同一性があれば建築確認処分の効力に何ら影響を及ぼさないのである。\nしたがって，本件マンション建設工事の一連性・継続性の外観を作り出すために，\n被告明石市職員が業者に対し建築主の変更を教示したという原告らの主張は，論理的に\n破綻しており，同職員が上記教示をした事実は認められない。\n(4)  まとめ\nア　原告らは，下記のとおり主張する。\n記\n被告明石市職員らは，建築基準法等を守る義務があるのに，友興建設及びヤング\nアートの脱法行為を教唆し，それに手を貸し，同法等の適正な執行をする義務に著しく違\n反しており，これら被告明石市職員らの一連の行為は違法である。\nイ　しかし，前記(1)（事実の認定），(2)（本件検査済証交付処分等の違法性），(3)（脱法\n行為の教唆等による違法性）を総合すると，明石市長を始めとする被告明石市職員は，本\n件マンション建築に関する事前協議から，本件建築確認処分，工事着工・工事中断・工事\n再開・工事完成に至る過程での行政指導，本件検査済証交付処分までに至る一連の手続\nにおいて，適法に事務処理を行っており，原告らが指摘するような違法な点は存しないこと\nが認められる。\nウ　よって，原告らの被告明石市に対する損害賠償請求は，争点(2)イ（損害額）につい\nて判断するまでもなくいずれも理由がない。\n第５　結　論\n以上の認定判断によると，原告らの被告建築主事に対する訴えはいずれも不適法で\nあるから却下し，被告明石市に対する請求はいずれも理由がないから棄却することとして，\n主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判長裁判官         　紙浦健二\n裁判官            中村　哲\n裁判官            今井輝幸\n･\n物　　件　　目　　録\n１　明石市α町β字γδ番ε\n宅　　　地　　　　４３６．７１平方メートル\n２　明石市α町β字ζη番θ\n宅　　　地　　　　５６１．１０平方メートル\n３　上記１，２土地上\n鉄筋コンクリート造９階建共同住宅\n４２戸　　駐車場３４台　駐輪場８４台\n敷地面積　　　９９５．５２平方メートル\n建築面積　　　５２５．７５平方メートル\n延べ面積　　３５８４．８５平方メートル\n"
}