{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 25
  },
  "case_number": "平成14(ワ)543",
  "case_name": "損害賠償請求事件",
  "court_name": "千葉地方裁判所",
  "lawsuit_id": "6169",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6169",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/169/006169_hanrei.pdf",
  "contents": "平成１６年１０月２５日判決言渡\n平成１４年（ワ）第５４３号　損害賠償請求事件\n判決\n主文\n１（１）　被告は，原告Ａに対し，金１１０１万７８２３円及びこれに対する平成\n１４年３月２８日から支払済みまで年５分の割　　　　合による金員を支払え。\n（２）　被告は，原告Ｂに対し，金５５０万８９１１円及びこれに対する前同日\nから支払済みまで年５分の割合による金員を支　　　　払え。\n（３）　被告は，原告Ｃに対し，金５５０万８９１１円及びこれに対する前同日\nから支払済みまで年５分の割合による金員を支　　　　払え。\n２　原告らのその余の請求をいずれも棄却する。\n３　訴訟費用は，これを２分し，その１を原告らの負担とし，その余は被告の負担\nとする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告Ａに対し，金２７６５万７６２９円及びこれに対する平成１４\n年３月２８日から支払済みまで年５分の割合に　　よる金員を支払え。\n２　被告は，原告Ｂに対し，金１３８２万８８１４円及びこれに対する前同日か\nら支払済みまで年５分の割合による金員を支払　　え。\n３　被告は，原告Ｃに対し，金１３８２万８８１４円及びこれに対する前同日か\nら支払済みまで年５分の割合による金員を支払　　え。\n第２　事案の概要\n本件は，狭心症の発作を起こして被告の経営する病院に救急搬入された患者が，\nその日の午後，再度発作を起こして死亡したことから，患者の遺族が，患者が死亡\nしたのは，被告病院の入院時の処置ないし発作に対する処置等が不適切であったた\nめであるなどと主張し，被告に対し，患者の債務不履行ないし不法行為に基づく損\n害賠償請求権を相続したとして，損害の賠償を求めた事案である。\n１　争いのない事実等\n（１）　当事者\nア　被告は，千葉市ａ区において，Ｄ病院を経営する健康保険組合である。\nイ　原告Ａは，亡Ｅの夫であり，原告Ｂ及び原告Ｃは，Ｅの子であって，Ｅ\nは，平成１１年７月１２日午後８時２２分ころ，　　　満６４歳で被告病院におい\nて死亡した。\n（２）　診療契約の成立\nＥは，平成１１年７月１２日午前６時５０分ころ，救急車で被告病院に搬\n送され，被告との間で診療契約を締結した。\n（３）　事実経過（以下，特に断りのない限り，平成１１年中の出来事である。）\nア　Ｅは，２月１０日，起床時に動悸があり，排尿後，意識消失をしたことか\nら，被告病院を受診したが，胸部レントゲン上　　　も，心電図上も，異常は見ら\nれなかった。（乙５・３頁）\nイ　Ｅは，その後も意識消失を経験したため，３月１７日から同月２４日ま\nで，失神発作を精査するため，被告病院に入院し　　　た（第１回入院）。\nウ　被告病院のＦ医師は，３月１９日，Ｅについて，異型狭心症と診断した。\n（乙６・１６頁）\nエ　Ｅは，３月２４日，冠動脈造影検査を受検するため，Ｇ病院に転院し，同\n日から同月２７日までの間，同病院に入院して　　　検査を受けた結果，冠攣縮性\n狭心症と診断された。（甲８の２，乙５・１０頁，乙６・３１頁）\nオ　Ｅは，６月２日早朝，動悸とともに失神発作を起こし，被告病院に入院し\n（第２回入院），Ｆ医師の指示により，ミリス　　　ロールの点滴を行うなどの治\n療を受けたところ，状態が安定したため，６月２２日，退院した。\nカ　Ｅは，７月７日，動悸や気絶感があったため，被告病院を外来で受診し\nた。\nキ　Ｅは，７月１２日午前５時３０分ころ，トイレに行ったときに動悸がして\n気分が悪くなったため，救急車で被告病院に搬　　　入され，入院したが（第３回\n入院，以下「本件入院」という。），ミリスロールの点滴は行われなかった。\nク　Ｅは，同日午後６時４３分ころ，発作を起こして（以下「本件発作」とい\nう。），トイレで倒れているところを発見さ　　　　れ，被告看護師がミオコール\nスプレーを２回施行したものの，状態は改善しなかった。\nケ　同日午後６時５０分ころ，被告医師の指示でニトロペンを舌下投与した\nが，心拍数は６０台に低下し，血圧も測定不能，　　　意識低下し，自発呼吸も消\n失したため，心肺蘇生術が施された。\nコ　Ｅは，同日午後８時２２分，死亡したが，死因は，致死性の狭心症発作と\n診断された。（乙８・２２頁）\n（４）　医学的知見（乙２，４）\n異型狭心症とは，冠攣縮性狭心症の一種であり，その発作が安静時に出現\nし，通常労作によっては誘発されない点で，　　　　労作性狭心症と異なり，心電\n図のＳＴ上昇を伴うのを特徴とし，その原因は，１本の太い冠動脈の攣縮であり，\n冠動脈の器　　　質的狭窄の有無とは必ずしも関係がないとされている。\n狭心症の既往のない患者，又は半年以上発作のない狭心症患者に胸痛が出\n現した場合，狭心症発作の回数や頻度が増加　　　した場合，あるいは発作のパタ\nーンが変わった場合，不安定狭心症として，安定狭心症と区別される。不安定狭心\n症は，急性　　心筋梗塞や突然死に移行し易く，早期に確実な治療が必要であると\nされている。\n（５）　抗狭心症薬（甲５，乙２，４）\n異型狭心症の治療には，①硝酸薬が著効を呈し，その他，②カルシウム\n拮抗薬，③β遮断薬，④その他の冠拡張薬が用　　　　いられ，①硝酸薬には，ニ\nトロペン，ミリスロール，ミリステープ，ミオコールスプレー，フランドルテープ\nなどが，②　　　　カルシウム拮抗薬には，ヘルベッサー，アダラート，ノルバス\nクなどがある。\n異型狭心症の予防としては，カルシウム拮抗薬が第一選択となり，硝酸\n薬，あるいはニコランジル（シグマート）を併　　　　用すれば，一層効果的であ\nるとされている。\n不安定狭心症の治療ないし発作の予防としては，通常，硝酸薬とカルシ\nウム拮抗薬，あるいはニコランジル（シグマー　　　　ト）を併用し，心機能が良\n好で血圧の上昇や心拍数の増加が発作の誘因と考えられる症例には，β遮断薬も併\n用する。以　　　　上の併用でも無効な場合，あるいはすでに薬物治療を受けてい\nた症例で症状が増悪した場合は，経口薬から注射薬に変更　　　　するとされてい\nる。\n２　争点\n本件における争点は，①本件入院時の処置として，被告医師がミリスロール等\n硝酸薬の点滴をしなかった点に過失があるか否　か（患者による点滴拒絶の有無，\n被告医師の説明義務違反の有無を含む。），②硝酸薬点滴を行った場合の本件発作\nの回避可能　性の有無（因果関係の有無），③患者に対する安静指示の点で，被告\nに過失はあるか（むしろ，患者が安静指示に違反したのか　否か），④本件発作に\n対する被告の処置は不適切であったか否か，⑤損害額，の５点である。\n３　争点に関する当事者の主張\n（１）　争点１（本件入院時の処置）について\n（原告らの主張）\nア　Ｅは，平成１１年から，発作が頻発し，病状は悪化していたのであり，本\n件入院に至るまでの経緯やＥの本件入院時の症　　　状からすれば，被告医師は，\nミリスロール等硝酸薬の点滴をすべきであったのに，本件入院時に，これを行わな\nかった過失　　　がある。\nイ　被告は，Ｅに対してミリスロールの点滴の必要性を伝えたが拒絶されたと\n主張するが，そのような事実はない。診療録等　　　にはそのような記載はない\nし，Ｅは第２回入院では数日間にわたってミリスロールの点滴治療を受け，その結\n果，一応の回　　　復を得て退院したのであるから，治療のためにミリスロールの\n点滴を行うことを伝えられれば，その処置を拒否するはずが　　　ない。\n当日午後２時過ぎに病室に駆けつけた原告Ｃは，前回の入院時と異な\nり，点滴をしていないことに気がつき，Ｅに　対　　　し，そのことを指摘する\nと，Ｅは「軽かったのかね。」と答えている。\nウ　仮に，ミリスロールの点滴を拒否されたとしても，被告医師がＥに対し\nて，その必要性，これをしない場合の危険性等を　　　十分説明していれば，同意\nを得られたはずであり，このことは，被告医師に，ミリスロールの必要性を十分に\n説明すべき義　　　務があったのに，これを怠ったことを裏付けるものである。\n（被告の主張）\nア　Ｆ医師は，入院後，Ｅに対し，狭心症の発作の再発であり，入院安静が必\n要であること，第２回入院時に行ったミリスロ　　　ールの点滴が再度必要である\nことを説明したが，Ｅが「またあの点滴ですか。」などと言い，行動が不自由にな\nること，頭　　　痛がすることを訴え，点滴を拒絶したため，安静指示と内服薬等\nの投与によって様子を見ることにしたのである。\nイ　Ｆ医師としては，本件入院時のＥの症状からすれば，ミリスロールの点滴\nが必要であるとは考えたが，Ｅの拒絶により点　　　滴をすることができなかった\nのであり，診療録（乙８・２２頁）上も，Ｅの希望によりミリスロール点滴をしな\nかったこと　　　が明記されている。\nウ　医師は，患者に対する治療につき最適と判断する内容を患者に示す義務\nはあるが，この義務は患者の自己決定権に優越　　　するものではないし，また，\n患者の意向を無視して専断的な治療をすることは許されない。\n（２）　争点２（因果関係）について\n（原告らの主張）\nア　本件入院時に，ミリスロールの点滴をしていれば，本件発作を防げた可\n能性は大きく，ミリスロールの点滴をしなかっ　　　　たこととＥの死亡との間に\nは，因果関係がある。なお，一般的に，法的因果関係について，パーセンテージに\nよる厳密な　　　　証明を求めることは難しく，医療過誤事件においては，より一\n層困難といえる。\nイ　Ｅの死亡後，Ｆ医師は，「点滴をすべきでした。しなかったのは当方の\nミスです。」と述べ，ミリスロールの点滴をし　　　　なかったことがＥの死亡の\n原因であることを認めていた。\n（被告の主張）\nア　７月１２日午前９時３０分ころ，Ｅは，ミリステープを貼用し，シグマー\nト，ヘルベッサーを内服し，午後には症状が消　　　失して，容態が安定していた\nのであって，ミリスロールの点滴をしなかったことが，発作の原因となったという\nことはでき　　　ない。\nイ　本件発作が起きた医学的機序については，Ｅがトイレ歩行，排尿をしたこ\nとが本件発作の直接的，決定的な原因であると　　　いえ，Ｅが同日午後６時３０\n分ころ，トイレ歩行，排尿をしなければ，その時点において，本件発作は起こらな\nかったとい　　　えるし，仮に，ミリスロールの点滴を行っていたとしても，トイ\nレ歩行，排尿をすれば，やはり，その時点で本件発作が起　　　きていた可能性は\n高く，ミリスロールの点滴を行わなかったこととＥの死亡との間に因果関係はな\nい。\n（３）　争点３（患者に対する安静指示）について\n（原告らの主張）\nア　Ｆ医師は，看護師やＥに対する安静の指示があいまいかつ不徹底であり，\n安静の重要性についてＥに理解させなかったこ　　　とにより，結果として，Ｅに\nトイレでの排尿を許す状況とした。したがって，被告は，患者に対する安静指示の\n徹底を欠い　　　た点において過失がある。\nイ　被告は，Ｆ医師が「ベッド上安静」を指示したと主張するが，入院経過用\n紙（乙８・７頁）によれば，「ベッド上安静」　　　が明確に指示されていないこ\nとが分かる。当日午後２時の段階では，「トイレは夕方までの様子で決めるとのこ\nと」と看護　　　師が記載しているが，夕方までに決められて伝えられた形跡はな\nい。午後６時３０分にも「Ｄｒに安静度カクニンのためＴ　　　ＥＬつながらず」\nとの記載があり，看護師は，夕方になっても，トイレについて明確な指示を受けて\nいない。\nウ　被告は，Ｅが尿器での排尿を拒否していたと主張するが，Ｅは，午後２時\n過ぎのときには，尿器で排尿しており，尿器で　　　の排尿を断固拒否していたわ\nけではない。\n（被告の主張）\nア　Ｆ医師による入院時指示によると，安静度については「ベッド上安静」，\n排泄については「尿・便器」とされている。こ　　　の意味は，ベッド上で仰臥\n（あおむけ）又は側臥（横向き）でいなければならず，排泄もベッド上で尿・便器\nをあててしな　　　ければならないという意味であり，トイレでの排尿を許したこ\nとはない。\nイ　「トイレは夕方までの様子で決めるとのこと」という記載の意味は，トイ\nレについての指示が未だ無かったのではなく，　　　明日の夕方までの様子をみ\nて，それ以降トイレに立って良いかどうかを決めるという意味であって，実際，記\n入者の看護師　　　は，上記認識を持って記載している。\nウ　当日午前９時３０分ころ，Ｅが尿意を訴えたため，Ｆ医師から指示を受け\nていた看護師は，尿器の使用を勧めたが，Ｅ　　　　は，看護師の説得にもかかわ\nらず，尿器では出ないと言い張り，トイレに行くと譲らなかったので，やむを得\nず，看護師　　　　は，看護師長を呼び，二人がかりでベッドを個室内のトイレ脇\nまで運び，トイレで排尿させた経緯がある。\nエ　Ｅが倒れる直前，看護師は，Ｅから「トイレに行きたい。」と言われたこ\nとから，尿器で排泄するように説得したが，Ｅ　　　は聞き入れず，あくまでトイ\nレに行きたいと言い張ったため，看護師の経験上，医師から指示がなされていると\nきでも，患　　　者が納得しない場合，医師に指示内容を再度確認し，「やはりダ\nメでした。」と言うと，たいていの患者は指示に従うこと　　　が多いことから，\n看護師は，担当医師に確認してくるから待つようにと伝え，ナースステーションへ\n行ったものの，Ｆ医師　　　に電話がつながらなかったため，すぐに病室に戻る\nと，Ｅが同室内のトイレで倒れていたものである。\n（４）　争点４（本件発作に対する処置）について\n（原告らの主張）\nア　一般に，狭心症の発作時には，速効性硝酸薬の舌下を行うべきものとされ\nてはいるが，硝酸薬を用いると血圧が低下する　　　のであるから，昇圧剤を投与\nして血圧を確保してから，速効性硝酸薬等により，症状の改善をはかるべきであっ\nた。被告医　　　師は，ミオコールスプレーを２回使用して，その副作用で血圧低\n下に伴う血流量の減少を招いたにもかかわらず，さらに，　　　昇圧剤を投与した\nり，血圧を確保することなくニトロペンを舌下させた点に過失がある。\nイ　被告医師が血圧を確保することなく，ニトロペン１錠を舌下させたため，\n急激な血圧低下を招き，その結果，狭心症の　　　　悪化・心停止を招来し，Ｅを\n死に至らしめた。\n（被告の主張）\nア　異型狭心症においては，冠攣縮発作が長引くと心室細動や高度房室ブロッ\nクなどの致死性不整脈が出現しやすくなるの　　　　で，発作時は速やかにニトロ\nグリセリンを服用させるべきである。ニトログリセリンの副作用として，血圧の低\n下を招くこ　　　とがあるが，狭心症発作が寛解すれば，結局，血圧が回復するこ\nとになるから，まず第一に，ニトログリセリンを投与する　　　のであって，ニト\nログリセリンの用法・用量（合計０．９ｍｇ）に問題はなく，発作を寛解させるべ\nくニトロペン１錠を舌　　　下させた判断に誤りはない。\nイ　本件においては，致死的な狭心症発作が起きていたのであり，脈拍低下，\n血圧測定不能，自発呼吸なしなどの重篤な状態　　　に陥ったのは狭心症発作によ\nるものであって，ニトロペン１錠を舌下したことがＥの心停止の原因となったので\nはない。\n（５）　争点５（損害額）について\n（原告らの主張）\n本件医療事故によって，Ｅは以下の損害を被った。\nア　逸失利益　２４７１万４０００円\nイ　死亡慰謝料　２２００万円\nウ　葬儀費用　２１２万１２５８円\nエ　弁護士費用　６４８万円\n（被告の主張）\n否認ないし争う。\n第３　当裁判所の判断\n１　認定事実\n後掲各証拠及び弁論の全趣旨によれば，以下の各事実が認められる。\n（１）　本件入院に至るまでの事実経過\nア　Ｅは，２月１０日，起床時に動悸があり，排尿後，意識消失をしたこと\nから，被告病院を受診したが，胸部レントゲン　　　　上も，心電図上も，異常は\n見られなかった。（乙５・３頁）\nイ　Ｅは，３月１７日から同月２４日まで，失神発作の精査のため，被告病\n院に入院した。\nウ　Ｆ医師は，３月１９日，Ｅについて，異型狭心症と診断した。（乙６・\n１６頁）\nエ　Ｅは，３月２４日，冠動脈造影検査を受検するため，Ｇ病院に転院し，\n同日から同月２７日までの間，同病院に入院し　　　　て検査を受けた結果，冠攣\n縮性狭心症と診断された。（甲８の２，乙５・１０頁，乙６・３１頁）\nオ　Ｅは，６月２日早朝，動悸とともに失神発作を起こし，被告病院に入院\nした。\nカ　第２回入院時，Ｆ医師の指示により，ミリスロールの点滴が開始され，\n内服薬はノルバスク１錠，シグマート３錠とさ　　　　れた。ミリスロールの点滴\nは，６月８日分まで行われたが，失神や胸痛等の胸部症状がなかったため，６月９\n日からミリ　　　　ステープ２枚に変更された。（乙７・１３頁ないし１９頁，２\n３頁，２５頁，２６頁）\nキ　Ｅは，第２回入院当初，頭痛を訴えていたが，ミリステープに変更され\nてからは，頭痛の訴えはなくなった。（乙７・　　　　１３頁ないし２２頁）\nク　Ｅは，６月２２日，状態が安定したため退院した。Ｆ医師は，自宅での\n薬剤として，アルタット１カプセル，パナルジ　　　　ン１錠，シグマート３錠，\nノルバスク１錠，ミリステープ２枚を処方した。（乙７・３５頁）\nケ　Ｅは，７月２日と同月５日，起床時に動悸がしたため，ミオコールスプ\nレーを使用したところ，症状は改善した。（甲　　　　４，乙８・６頁）\nコ　Ｅは，７月７日起床時，立ち上がった途端に，動悸がして，気絶感があ\nったため，被告病院を外来で受診したところ，　　　　Ｆ医師は，ノルバスクに変\nえてヘルベッサーを処方した。（乙５・１３頁，乙９・３頁）\n（２）　７月１２日本件入院当日の事実経過（以下，特に断りのない限り，７月\n１２日の出来事である。）\nア　Ｅは，午前５時３０分ころ，起床してトイレに行ったところ，動悸がし\nて，気絶感を感じ，トイレに腰掛けて，ミオコ　　　　ールスプレーを使用した\nが，そのまま意識消失し，数分間で回復した。（乙５・１３頁，乙８・５頁，６\n頁）\nイ　Ｅは，午前６時５０分ころ，救急車で被告病院に搬入され，当直医であ\nるＨ医師の診察を受けた後，Ｆ医師の指示で，　　　　即時入院となった。（乙\n５・１３頁，乙８・２頁）\nウ　Ｆ医師は，入院時の指示として，安静度「ベッド上安静」，排泄「尿・\n便器」使用，酸素吸入（１分間当たり１リット　　　　ル），ミリステープ２枚\n（朝，夕），心電図モニター使用，胸痛時には，ミオコールスプレーを２回まで使\n用することを　　　　指示した。（乙８・１３頁，乙９・３頁）\nエ　Ｅは，午前９時３０分ころ，入室直後に尿意を訴えた。Ｉ看護師は，尿\n器の使用を勧めたものの，Ｅが尿器では出ない　　　　のでトイレに行くことに固\n執したため，Ｉ看護師は，看護師長を呼び，ベッドをトイレの側まで動かし，トイ\nレで排尿を　　　　させたところ，Ｅは，排尿後に呼吸苦を訴えた。（乙８・７\n頁，乙１０・２頁，証人Ｉ・５頁ないし７頁）\nオ　Ｅは，酸素吸入を開始し，ミリステープを貼用したところ，２，３分で\n落ちついてきた。Ｉ看護師は，Ｅに対し，シグ　　　　マート，ヘルベッサーを内\n服させ，今後は，尿器を使用することを促した。（乙８・７頁，乙１０・２頁）\nカ　Ｆ医師は，そのころ，訪室して，Ｅに対し，安静にすべきことを説明\nし，ミリスロールの点滴をするように勧めたが，　　　　Ｅは，「またあの点滴で\nすか。」と言って，点滴に拒否的な態度を示したため，Ｆ医師は，ミリスロールの\n点滴をしない　　　　ことにした。（乙８・２２頁，乙９・５頁，証人Ｆ・１５\n頁，１６頁）\nキ　Ｅは，午後には，症状が消失し，午後２時ころ，尿器で排尿を行った。\n（乙８・７頁）\nク　原告Ｃは，午後３時ころ，病室を訪れ，Ｅに対し，「点滴していなかっ\nたんだね。」と言ったところ，Ｅは，「軽かっ　　　　たのかな。」と答えた。\n（原告Ｃ・５頁）\n（３）　本件発作時の事実経過\nア　Ｊ看護師は，午後６時３０分ころ，Ｅの病室を訪室したところ，Ｅは，\nＪ看護師に対し，トイレでの排尿を希望した。　　　　Ｊ看護師は，尿器の使用を\n勧めたが，Ｅがトイレへ行きたいと希望したため，Ｊ看護師は，医師に確認をして\nくる旨述べ　　　　て病室を離れ，ナースステーションからＦ医師に電話をした\nが，連絡は取れなかった。（乙１１・３頁，証人Ｊ・７頁な　　　　いし９頁）\nイ　午後６時４３分ころ，Ｊ看護師がＥの部屋に戻ると，Ｅがトイレで倒れ\nていたため，Ｊ看護師は，ミオコールスプレー　　　　を１回施行したが，Ｅは，\n「胸苦しい，苦しい。」と述べ，状態は，改善されなかった。（乙８・８頁，乙１\n１・３頁，　　　　証人Ｊ・９頁）\nウ　Ｊ看護師は，午後６時５０分ころ，ミオコールスプレーを再度施行する\nも，状態は変わらず，四肢冷感著明で，冷汗が　　　　認められ，駆けつけたＨ医\n師の指示でニトロペンを１錠舌下投与したが，心拍数は６０台に低下し，血圧も測\n定不能，意　　　　識低下し，自発呼吸も消失した。（乙８・８頁，乙１１・３\n頁，４頁）\nエ　被告医師らは，午後７時ころ，ラクテックにて持続点滴を確保したが，\n心拍数は，３０台から４０台に低下した。（乙　　　　８・９頁）\nオ　被告医師らは，午後７時１０分ころ，生理食塩水１０ｍｌにプロタノー\nル１Ａを加えて静注，ボスミン１Ａも静注し，　　　　心臓マッサージを開始した\nところ，心拍数は，６０台になった。（乙８・９頁）\nカ　被告医師らは，午後７時３３分ころ，気管内挿管を実施したが，心拍数\nは０となった。（乙８・１０頁）\nキ　Ｅは，午後８時２２分，死亡したが，死因は，致死性の狭心症発作と診\n断された。（乙８・１０頁，２２頁）\n２　争点１（本件入院時の処置）について\n（１）　この点に関する複数鑑定の結果は，概ね以下のとおりである。\nア　Ｋ鑑定\n（ア）本件患者は，狭心症発作が頻発及び増悪したために入院したものであ\nり，不安定狭心症の治療を目的としている。狭　　　　　心症予防薬としてカルシ\nウム拮抗薬の内服と硝酸薬貼付がすでに施行されており，この状態で不安定化した\n狭心症の治　　　　　療としては，硝酸薬あるいはこれと同様の効果が期待される\n薬剤の持続静注が必要と考える。また，過去の入院で硝酸　　　　　薬の点滴静注\nが有効であったことから，硝酸薬は，本件患者に対し，比較的安心して使用できる\n薬剤と思われる。さら　　　　　に，心電図モニターならびに患者の状態を常時監\n視できる医療状況が望ましく，狭心症発作が安定するまでの期間は，　　　　　冠\n動脈疾患管理病棟（ＣＣＵ）あるいは集中治療室（ＩＣＵ）での管理が適当と考え\nられ，本件患者の入院初期の治療　　　　　として，ミリスロール等の硝酸薬点滴\nを行わなかったのは不適切であったと考える。\n（イ）不安定狭心症患者は，急性心筋梗塞に移行する可能性が高い。主治医\nは，この病態を患者に十分説明し，硝酸薬点　　　　　　滴を使用すべきであった\nと考える。以前も同薬剤の使用により，本件患者の狭心症発作をコントロールして\nおり，軽　　　　　　度の副作用は認められたものの，比較的安全に使用した経緯\nがある。\n患者が硝酸薬点滴を好まないケースもあるが，病状の説明，とりわけ\n急性心筋梗塞に進展した場合のデメリットを説　　　　　明した後に施行すべきも\nのであると考えられ，仮に，本件患者がミリスロール等の点滴に拒否的であった場\n合であって　　　　　も，その必要性を十分説明して，本件患者の初期治療とし\nて，ミリスロールなどの硝酸薬あるいは同等の効果が期待で　　　　　きる薬剤の\n点滴を行うべきであった。\nイ　Ｌ鑑定\n（ア）　狭心症の場合，硝酸薬は重要な治療薬である。また，冠動脈攣縮性\n狭心症においては，カルシウム拮抗剤も重要な　　　　　　治療薬である。本症例\nでは，ミリステープとカルシウム拮抗剤が投与されており，ミリスロール等の硝酸\n薬点滴を行　　　　　　わなかったことだけをもって，不適切な治療と判断するこ\nとは難しい。\n（イ）　仮に，本件患者がミリスロール等の点滴に拒否的であった場合につ\nいても，ミリスロール等の点滴を行わなければ　　　　　　ならない状態であった\nかどうかについては，判断が難しい。また，基本的に患者の了承のもとに治療を行\nうわけであ　　　　　　るから，了承を得られない限りはその治療を行うことはで\nきないのであって，拒否する場合において点滴を強制的に　　　　　　行うことが\n妥当であるかどうかは疑問である。\nウ　Ｍ鑑定\n（ア）　本症例は，失神発作を繰り返していることからハイリスク群に該当\nする。発作の回数が頻回である活動期の場合　　　　　　　は，硝酸薬，カルシウ\nム拮抗薬，ニコランジルなどの持続点滴を行うことが望ましいとされており，実際\nに前回の入　　　　　　院の際には発作が安定化するまで硝酸薬の持続点滴が行わ\nれている。本件では，十分な量の抗狭心症薬が投与されて　　　　　　おり，慢性\n期の発作予防の治療としては適切であったといえるが，ハイリスク群に対する活動\n期の治療としては，硝　　　　　　酸薬点滴を行わなかった点は不適切であったと\nいえる。\n（イ）　発作の活動期における治療の基本は，冠拡張薬の持続点滴であり，\n純粋医学的には，本件の場合，必要性を十分に　　　　　　説明して行うべきであ\nり，仮に，本件患者がミリスロール等の点滴に拒否的であった場合であっても，そ\nの必要性を　　　　　　十分説明して，ミリスロール等の硝酸薬点滴を行うべき状\n態であったといえる。\nただし，必要性を十分に説明したにもかかわらず，患者側が点滴を拒\n否したのであれば，医師側には非は認められな　　　　　　いこととなるが，どの\n程度の必要性をもって説明したかが問題となろう。\n（２）\nア　複数鑑定の結果は，Ｋ鑑定及びＭ鑑定が，本件患者は，不安定狭心症の\n病状にあり，又は失神発作を繰り返しているハ　　　　イリスク群に該当すること\nから，ミリスロール等の硝酸薬点滴を行うべき状態であり，本件において，硝酸薬\n点滴を行わ　　　　なかったことは不適切であったと判断している一方で，Ｌ鑑定\nは，硝酸薬点滴を行わなかったことだけをもって不適切な　　　　治療と判断する\nのは難しいとしている。しかし，不安定狭心症は，急性心筋梗塞や突然死に移行し\n易く，早期に確実な治　　　　療が必要であるとされているのであり，Ｋ鑑定及び\nＭ鑑定が指摘しているように前回の入院時にミリスロールの点滴を行　　　　っ\nて，症状が軽快しているという治療実績もあるのであって，しかも，被告医師によ\nっても，本件入院時のＥの病状は，　　　　前回より決して軽くない（証人Ｆ・１\n５頁）というのであるから，本件入院時において，Ｅは，硝酸薬点滴を必要とする\n状態であったといえる。そして，その程度については，Ｋ鑑定及びＭ鑑定\nが指摘するように，第２回入院の退院後も発作　　　　を繰り返して，本件入院と\nなった経緯からすれば，本件患者がミリスロール等の点滴に拒否的であった場合で\nあっても，　　　　その必要性を十分説明して，ミリスロール等の硝酸薬点滴を行\nうべき状態であったといわなければならない。\nもっとも，医師は，治療方法に関する患者の自己決定権を最大限尊重す\nべきであるから，医師が治療行為に関する説明　　　　義務を尽くしたにもかかわ\nらず，患者が当該治療を受けることを拒絶した場合には，当該治療行為を採らなか\nったことに　　　　つき，医師に過失があると認めることはできない。そうする\nと，本件入院時にミリスロール等硝酸薬点滴をしなかったこ　　　　とについて，\n被告医師に過失があるといえるのは，被告医師が，Ｅに対し，硝酸薬点滴の必要性\n等について十分説明し，　　　　いわゆる説明義務を果たしたにもかかわらず，Ｅ\nがこれを拒否した場合に限られるものと解するのが相当である。\nところで，医師の負うべき説明義務は，患者の自己決定権を担保するた\nめのものであることからすれば，その内容・程　　　　度は，自ずと患者が，当該\n医療行為の必要性・有用性，あるいは，それに対する危険性についての情報を得た\n上で，自主　　　　的判断の機会を確保するのに十分なものでなければならないの\nであるが，他方において，十分な情報を提供されたにもか　　　　かわらず，患者\nが治療行為を拒否したのであれば，それに基づく結果について，医師がその責任を\n免れることは，論をま　　　　たない。そこで，本件において，被告医師が，Ｅに\n対し，自己決定をする上での十分な情報を提供していたかどうかにつ　　　　い\nて，以下検討する。\nイ　入院診療録の退院時総括（乙８・２２頁）に「本人の希望もあり，ミリ\nスロールｄｉｖ（点滴）せずに安静で様子を見　　　　ていた」との記載があるこ\nとからすれば，Ｆ医師は，Ｅに対し，ミリスロールの点滴静注を提案したものの，\nＥは，ミリ　　　　スロールの点滴を希望しなかったことが認められる。\nしかしながら，医師や看護師が患者の状態等をその都度記録する入院経\n過用紙（乙８・７頁ないし１２頁）には，本件　　　　入院時におけるミリスロー\nルの点滴に関するやりとりの記載はなく，Ｆ医師のミリスロールの点滴の必要性に\nついての説　　　　明やそれに対するＥの態度について，具体的な内容が明らかで\nはなく，Ｅは，午後３時ころ，原告Ｃが病室を訪れて，Ｅ　　　　に対し，「点滴\nしていなかったんだね。」と言ったことに対し，「軽かったのかな。」と答えたこ\nとが認められること　　　　（原告Ｃ・５頁）からすると，Ｅは自分の病状につい\nて，やや楽観的な見方をしていたものと認められ，Ｆ医師からミリス　　　　ロー\nル点滴の必要性について，十分な説明をされたものとは思われないこと，Ｆ医師\nは，Ｅの印象について，「医療に対　　　　する協力，その他治療に難渋した」，\n「潔癖な方です。頑固な方です。」と述べているように（証人Ｆ・２頁，９頁），\nＦ医師とＥとの間には，十分な意思の疎通が図れていなかったことが認め\nられ，本件入院時にＥがミリスロールの点滴に　　　　拒否的な態度を示した場合\nに，Ｆ医師が，あえて，Ｅを説得して，ミリスロールの点滴を勧めようとしなかっ\nたことは，　　　　十分考えられる状況であること，これに対し，Ｅは自己の症状\nについて，その経過を書き留めていたことが認められるこ　　　　とからすれば\n（甲４），Ｅとしては，自己の病状について極めて関心を抱いており，医師から十\n分な説明を受ければ，医　　　　師の提案する治療について受け入れていたであろ\nうことが推測されること，などの諸事情からすれば，当時のＥの病状並　　　　び\nにＦ医師がミリスロールの点滴の必要性等について十分に説明したとは認めること\nができず，Ｅは，自己の治療につい　　　　て，十分な情報を提供された上で，そ\nの選択をするという機会を与えられていなかったというべきであり，本件におい\nて，いわゆる説明義務が果たされていたということはできない。\nウ　これに対し，被告は，本件入院時にミリスロール等硝酸薬点滴を行わな\nかったのは，Ｆ医師がその必要性を十分に説明　　　　したにもかかわらず，Ｅが\n拒絶したからであって，被告に注意義務違反はないと主張し，Ｆ医師は，Ｅに対\nし，ミリスロ　　　　ールの点滴をするように勧めたが，Ｅは，「またあの点滴で\nすか。」と言って，点滴を嫌がる態度を示したので，更に，　　　　その必要性を\n説明したものの，Ｅは，ミリスロールの副作用により頭痛がすること，点滴をする\nことによって，行動の自　　　　由が制限されること，点滴をすることによって，\n入院が長くなることの３点を嫌がって，点滴を拒絶したため，ミリスロ　　　　ー\nルの点滴を行わないことにした旨供述する。\nしかしながら，Ｆ医師は，当公判廷において，Ｅが「またあの点滴です\nか。」と言ったことは強烈に覚えている旨供述　　　　するものの，Ｅに対し自ら\nが，ミリスロールの点滴の必要性について，どのように説明を行ったのかについて\nは，必ずし　　　　も判然としない供述をしていること，Ｅが点滴を嫌がったこと\nの理由として挙げたとされる上記３点は，当時のＥの病　　　　　状，特にこれが\n不安定狭心症のハイリスク群に該当し，硝酸薬点滴をしないと危険な状況にあるこ\nとを医師から説明され　　　　たとしても，なお，患者であるＥがどうしても点滴\nを拒絶する理由になるとは通常考え難いことなどからすれば，Ｆ医師　　　　が，\nＥの病状について，ミリスロール等硝酸薬点滴をすべき状態であること，かつ，そ\nの必要性について，十分に説明し　　　　ていたとは認め難く，ミリスロールの点\n滴の必要性について，十分に説明したというＦ医師の供述を措信することはでき\nない。\n（３）　そうすると，Ｆ医師は，Ｅの状態がミリスロール等の硝酸薬点滴を必\n要とする状態であったのであるから，Ｅに対　　　　　し，Ｅがそのような状態で\nあり，ミリスロール等の硝酸薬点滴が必要かつ有効であることを十分に説明すべき\nであったの　　　　にこれを怠り，自己決定をする上での十分な情報を提供すべき\n説明をせず，その結果，ミリスロールの点滴がなされなか　　　　ったのであるか\nら，Ｆ医師には，ミリスロールの点滴をしなかった点において過失があるというべ\nきである。\n３　争点２（因果関係）について\n（１）　硝酸薬点滴を行った場合の本件発作の回避可能性に関する複数鑑定の結\n果は，概ね以下のとおりである。\nア　Ｋ鑑定\n不安定狭心症の治療としてのミリスロールの効果は約８０パーセントと報\n告されている。不安定狭心症の病態によりその　　　効果に差はあるが，硝酸薬な\nどの薬剤が不安定狭心症を完全に安定化させるわけではない。また，急激な冠動脈\n血栓形成に　　　対しては硝酸薬の効果は低いと考える。そうすると，ミリスロー\nル点滴を実施することで，本件発作を回避できたとは限ら　　　ないが，回避でき\nる可能性は約７０パーセントと考える。\nイ　Ｌ鑑定\n冠動脈攣縮性狭心症の場合，ミリスロール等の硝酸薬の点滴が，冠動脈の\n攣縮を軽減させる可能性がある。本件発作が冠　　　動脈攣縮性狭心症発作であっ\nた可能性は十分考えられることではあるが，最終的な本件発作の原因が他にあると\nすれば，ミ　　　リスロール点滴を行っても回避は難しい。したがって，回避可能\n性について，判断することはできない。\nウ　Ｍ鑑定\n一般論からすると，持続点滴の方が経口や経皮的投与よりも有効であるこ\nとは論をまたないが，持続点滴そのものの有効　　　性自体は１００パーセントで\nはないため，持続点滴をしていれば，どの程度，発作が抑えられたかについては，\n判断しよう　　　がない。\nまた，本件では，十分な量の冠拡張薬が投与されていたにもかかわら\nず，結果的に重篤な狭心症発作が起こっており，　　　発作の活動性がかなり高\nく，発作自体が薬剤抵抗性であったと捉えることもでき，持続点滴をしていたとし\nても発作が起こ　　　った可能性も否定できない。\n以上のように，持続点滴によって発作が抑えられた可能性と持続点滴によ\nっても発作が抑えられなかった可能性のどちら　　　の可能性が高いかについて\nは，仮定の多い話で答えようがない。\n（２）　複数鑑定の結果によれば，Ｋ鑑定は，ミリスロールの点滴を実施する\nことで，本件発作を回避できたとは限らない　　　　　　が，回避できる可能性は\n約７０パーセントと考えるとしているものの，Ｌ鑑定及びＭ鑑定は，結論として\nは，回避可能　　　　　性の判断をできないとしているので，これについて検討す\nる。\nＫ鑑定は，不安定狭心症の治療としてのミリスロールの効果は，約８\n０パーセントと報告されている一方，硝酸薬な　　　　　どの薬剤が不安定狭心症\nを完全に安定化させるわけではなく，心筋梗塞を発症していた可能性があること\nは，硝酸薬の　　　　　効果をさらに低下させることなどを挙げて，本件発作を回\n避できたとは限らないとして，その可能性を約７０パーセン　　　　　トとしてい\nる。\nＬ鑑定は，本件発作の回避可能性について，判断することはできない\nとしているが，その理由は，冠動脈攣縮性狭心　　　　　症の場合，ミリスロール\n等の硝酸薬の点滴が，冠動脈の攣縮を軽減させる可能性があるものの，最終的な本\n件発作の原　　　　　因が他にあるとすれば，ミリスロールの点滴を行っても回避\nは難しいという。しかしながら，本件における発作の原因　　　　　は，病理解剖\nがなされておらず，厳密には明らかではないものの，前記認定のとおり，致死性の\n狭心症発作がその原因　　　　　と認められる一方で，最終的な本件発作の原因が\n他にあることを窺わせる証拠はないのであって，そうすると，Ｌ鑑定　　　　　に\nよれば，ミリスロール等硝酸薬点滴を行った場合には，本件発作の回避可能性があ\nったというべきである。\nＭ鑑定は，本件の証拠関係では，仮定の多い話で答えようがないとし\nているが，一般論からすると，持続点滴の方が　　　　　経口や経皮的投与よりも\n有効であることは論をまたないとしているように，ミリスロールの点滴の有効性自\n体は肯定し　　　　　ており，本件発作の回避可能性を否定するものではない。\nそうすると，各鑑定の理由を総合して検討すると，冠動脈攣縮性狭心\n症の発作に対しては，ミリスロールの点滴が有　　　　　効である点においては，\n一致していることに加え，Ｋ鑑定及びＬ鑑定は，回避可能性を肯定していると評価\nできるこ　　　　　　と，そもそも不作為の過失における回避可能性の判断にあた\nっては，１００パーセント回避が可能であったことの立証　　　　　を要求するも\nのではないのであって，第２回入院時に，ミリスロールの点滴を行って，治療が奏\n功していることも併せ　　　　　考慮すると，本件入院時においても，ミリスロー\nルの点滴を行っていれば，本件発作を回避できたと認めるのが相当で　　　　　あ\nる。\n（３）これに対し，被告は，本件においては，他の薬剤が投与されていたこ\nと，本件発作の直前のトイレ歩行，排尿を考慮す　　　　ることなく，単に，文献\nに記載されているミリスロールの一般的な有効率のみを根拠として，ミリスロール\nの点滴を行わ　　　　なかったこととＥの死亡との間の因果関係を論じるのは妥当\nでないとして，因果関係は存在しない旨主張する。\n確かに，被告医師は，Ｅに対し，ミリステープを貼用し，シグマート\n及びヘルベッサーを内服させていることが認め　　　　られ，午後には，ヘルベッ\nサーからノルバスクへの変更を指示していることが認められる。また，後述するよ\nうに，複数　　　　鑑定の結果によれば，本件発作の誘因は，Ｅのトイレ歩行ない\nし排尿であったことが認められる。\nしかしながら，証拠（乙１５）によれば，ミリスロールの有効率は，\n不安定狭心症に対し，８０パーセントとされ，　　　　ミリステープの有効率は，\n５４．８パーセントとされており，文献上もミリスロールの有効率の優位性が認め\nられる上，　　　　Ｍ鑑定が指摘するように，持続点滴の方が経口や経皮的投与よ\nりも有効であることは明らかであること，ヘルベッサーの　　　　有効率は，狭心\n症に対し，８４．７パーセント，異型狭心症に対し，９０．２パーセントと認めら\nれ（乙１５），狭心症　　　　発作の予防に有効な薬剤が投与されていることが認\nめられるものの，硝酸薬とカルシウム拮抗剤の併用は，以前からなさ　　　　れて\nいたものであり，本件においては，それを前提に，Ｅに対し，ミリスロールの点滴\nをすべきであったとする点では，　　　　各鑑定の結果が一致していることからす\nれば，他の薬剤が投与されているとしても，ミリスロールの点滴の有効性が否定\nされるわけではなく，そのことをもって因果関係が否定されるものでもな\nい。そして，Ｅのトイレ歩行ないし排尿が本件　　　　発作の誘因となっているこ\nとは，被告医師がミリスロールの点滴をしなかったこととＥの死亡との因果関係を\n否定するも　　　　のではなく，被害者の過失として，過失相殺において考慮すべ\nき事情に過ぎないというべきである。\n（４）　以上からすれば，Ｆ医師がＥに対し，ミリスロール等の硝酸薬点滴を\n行っていれば，本件発作を回避することができ　　　　　たというべきであるか\nら，被告は，債務不履行ないし不法行為に基づき，原告らに対し，Ｅの死亡によっ\nて生じた後記　　　　　損害を賠償すべき責任がある。\n４　争点３（患者に対する安静指示）について\n（１）　原告らは，Ｆ医師の安静の指示があいまいであり，安静の重要性につい\nてＥに理解させなかったことにより，結果とし　　　　て，Ｅにトイレでの排尿を\n許す状況とした過失があると主張するので，以下検討する。\n（２）　前記認定事実によれば，Ｆ医師の指示については，指示表の記載（乙\n８・１３頁）から，安静度は「ベッド上安静」，　　　　排泄は「尿・便器」使用\nであることは明らかであり，当該指示に従って，Ｊ看護師も，午後６時３０分こ\nろ，Ｅがトイレ　　　　での排尿を希望したのに対し，尿器の使用を勧めたことが\n認められ，当日の準夜勤帯の看護師であるＪ看護師に対して　　　　　も，安静指\n示について，伝達されていたと認められるのであって，Ｆ医師の安静の指示があい\nまいであったということは　　　　できず，この点において被告医師に過失は認め\nられない。\n一方，Ｅは，午前９時３０分ころにも，尿意を催した際に，看護師が尿\n器の使用を勧めたにもかかわらず，尿器では出　　　　ないと言い張って，ベッド\nを移動させてまで，トイレでの排尿をしたのであり，尿器の使用については，かな\nり消極的で　　　　あったことが認められ，午後６時３０分の段階でも，Ｊ看護師\nに尿器の使用を勧められたにもかかわらず，トイレでの排　　　　尿を希望したこ\nとが容易に推測し得るところ，患者が固執する場合には，医師の指示を確認をした\n上で，それでもダメで　　　　あれば，納得する患者が多いことから，医師に確認\nの電話をすることにしているという対応は，一般的に，尿器の使用を　　　　嫌が\nる患者に対する対応として，十分合理性があり，電話で確認するから待っているよ\nうに指示した上で，確認のため，　　　　医師に電話を掛けに行ったことについ\nて，被告看護師に過失があったということもできない。\n（３）　原告らは，入院経過用紙（乙８・７頁）の記載によれば，「トイレは夕\n方までの様子で決めるとのこと」とされている　　　　にもかかわらず，その決定\nがなされておらず，被告病院内で安静指示が徹底されていなかった旨主張するが，\n当初の指示　　　　が変更されたことを窺わせる記載はなく，Ｊ看護師も尿・便器\n使用を前提にして，Ｅに尿器の使用を勧めているのであ　　　　　り，Ｆ医師が，\n明示的にトイレに関する指示の変更について述べていなかったとしても，当初の指\n示が継続されているの　　　　であって，この点をもって，被告病院内で安静指示\nが徹底されていなかったということはできず，被告医師らに過失があ　　　　ると\nはいえない。なお，被告は，当該記載について，「明日の夕方まで」のことである\nと主張するが，午後２時ころの記　　　　載であるにもかかわらず，「明日」との\n記載がなく，翌１３日は，主治医であるＦ医師が休暇を取る予定であったこと（\n証人Ｆ・４２頁，４３頁）を考慮すると，「明日の夕方まで」と解するのは\n困難であり，この点に関する被告の主張を採　　　　用することはできない。\n（４）　以上からすれば，Ｆ医師は，Ｅについて，ベッド上安静，尿便器使用の\n指示をしていること，被告看護師も，その指示　　　　に基づいて，行動をしてい\nたことが認められるのであって，被告病院内における，Ｅの安静指示について，被\n告医師ない　　　　し被告看護師に過失を認めることはできず，この点に関する原\n告らの主張は，理由がない。\n５　争点４（本件発作に対する処置）について\n（１）　この点に関する複数鑑定の結果は，概ね以下のとおりである。\nア　Ｋ鑑定\nニトログリセリン舌下投与を低血圧時に行うと，さらに血圧が低下する\nことが予想される。しかし，狭心症発作寛解の　　　　ためのニトログリセリン舌\n下投与に際し，禁忌となるのは重篤な低血圧と心原性ショックであり，本件発作時\nはこれに該　　　　当しない。さらに，本件発作時は，静脈ラインが確保されてい\nないと思われ，点滴のための留置針を穿刺する必要があ　　　　　る。この処置に\nより心筋虚血の時間が延長することになるため，即座にニトログリセリンを舌下さ\nせることは適切と考え　　　　る。\nイ　Ｌ鑑定\nニトロペンそのものの投与は，血圧が低いことだけをもって禁忌とする\nことはできない。本件発作時の状況下でニトロ　　　　ペン舌下に先立ち，昇圧剤\nの点滴投与を行うかどうかの判断は難しい。しかし，まず，輸液ルートを確保し，\n酸素吸入の　　　　開始が望ましい処置といえ，必ずしも適切とはいえない部分が\nある。\nウ　Ｍ鑑定\n冠攣縮性狭心症の発作時の処置としては，血圧の程度いかんにかかわら\nず，まずは攣縮により閉塞した冠動脈を拡張さ　　　　せることが重要であるた\nめ，ニトロペンをまず投与したこと自体は問題がない。\nしかしながら，本件において，昇圧剤の投与時期，呼吸循環状態の維\n持，ボスミン投与の方法に問題があり，急変後の　　　　処置全般について注意義\n務違反が認められる。\n（２）　原告は，本件発作に対する処置については，被告医師が昇圧剤を投与し\nたり，血圧を確保することなく，ニトロペン　　　　　を舌下させた点について過\n失がある旨主張するが，複数鑑定の結果によれば，ニトロペンを投与すること自体\nについて　　　　　は，問題がないという点で，３鑑定が一致しており，この点に\nついて，被告医師の過失を認めることはできず，この点に　　　　関する原告らの\n主張は，理由がない。\n（３）　Ｌ鑑定及びＭ鑑定は，本件発作に対する措置について，必ずしも適切で\nない部分があると指摘しているので，この点　　　　　について検討すると，Ｌ鑑\n定については，まず，輸液ルートを確保し酸素吸入の開始が望ましい処置といえる\n旨指摘して　　　　いるものの，一方，その処置を行っても，救命できなかった可\n能性はあるとしており，Ｍ鑑定については，早期の経静　　　　　脈的な薬剤の投\n与と，中心静脈ラインの確保等に問題がある旨指摘しつつも，適切な医療行為が行\nわれた場合の救命率に　　　　ついては，少なくとも０パーセントではないとして\nいるのであって，いずれについても，救命可能性について，これを肯　　　　定す\nるには足りないというべきである。\n（４）　他に，本件における緊急時の処置として，医師の過失を認めるに足りる\n証拠はない。\n６　争点５（損害額）について\n（１）　Ｅが本件医療事故によって被った損害は，以下のとおりと認めることが\nできる。（合計４００７万１２９５円）\nア　逸失利益\n原告らは，Ｅが税理士資格を有しており，開業準備中であったとして，\n全労働者全年齢平均賃金を基に逸失利益を請求　　　　しているが，Ｅがすでに６\n４歳と比較的高齢であったこと，狭心症の発作で入退院を繰り返しており，税理士\nとして開業　　　　する蓋然性があったとは認められないことからすれば，全労働\n者全年齢平均賃金を基に逸失利益を算定するのは相当でな　　　　く，逸失利益の\n算定にあたっては，女子労働者年齢別平均賃金を基に逸失利益を算定するのが相当\nである。\nそこで，平成１１年における女子年齢別賃金センサスである２９０万１\n６００円（女性労働者・６４歳）を基礎収入と　　　　し，生活費控除は３０パー\nセント，就労可能年数を６４歳の平均余命の２分の１（１１年）としてライプニッ\nツ式計算法　　　（係数は，８．３０６４）により中間利息を控除して算定する\nと，逸失利益は１６８７万１２９５円となる。\n（２９０万１６００円×（１－０．３）×８．３０６４＝１６８７万１\n２９５円）\nイ　死亡慰謝料\n本件事案の内容，診療経過，結果の重要性，その他一切の事情を考慮す\nると，Ｅが被った精神的苦痛に対する慰謝料　　　　　は，少なくとも２２００万\n円を下らないものと認めるのが相当である。\nウ　葬儀費用\nＥの死亡に伴う葬儀費用は，１２０万円を本件と相当因果関係のある損\n害と認めるのが相当である。\n（２）　過失相殺\nア　複数鑑定の結果によれば，本件発作の誘因は，発作の直前のトイレ歩行\nないし排尿であると認めるのが相当である。　　　　　（Ｋ鑑定，Ｌ鑑定，Ｍ鑑\n定）\nイ　前記認定事実によれば，Ｅは，Ｆ医師からベッド上安静，尿便器使用の\n指示がなされ，Ｊ看護師からも尿器の使用を勧　　　　められたにもかかわらず，\nトイレでの排尿を希望し，Ｊ看護師に医師に確認するので待っているように指示さ\nれたにもか　　　　かわらず，その指示に反して，無断でベッドから降りて，トイ\nレでの排尿を敢行したものであり，Ｅの死亡については，　　　　Ｅが被告医師ら\nのベッド上安静の指示に反して，トイレ歩行ないし排尿をしたという事情を過失相\n殺事情として考慮すべ　　　　きである。\n加えて，前記認定事実からすれば，被告医師がミリスロールの点滴の必\n要性について，十分には説明をしていなかった　　　　とはいうものの，被告医師\nはミリスロール点滴を勧めており，これに対するＥの拒否的な態度が被告医師の治\n療方法の選　　　　択を誤らせた面がないとはいえないことを考慮すると，Ｅ自身\nの行為の関与の度合いは，決して低いものではなく，損害　　　　の公平な分担と\nいう見地からすれば，本件の過失相殺割合は５割とするのが相当である。\n（３）　したがって，上記損害額に，過失相殺を行った結果は，２００３万５６\n４７円（１円未満切捨て）となる。これを原告　　　　らが相続分に応じて相続し\nたことが認められるから，被告に負担させるのが相当な損害賠償額は，原告Ａにつ\nいては，１　　　　００１万７８２３万円（１円未満切捨て）に弁護士費用相当額\n１００万円を加算した１１０１万７８２３円，原告Ｂにつ　　　　いては，５００\n万８９１１円（１円未満切捨て）に弁護士費用相当額５０万円を加算した５５０万\n８９１１円，原告Ｃに　　　　ついても，前記同様５５０万８９１１円となる。\n第４　結論\nよって，原告らの請求は，被告に対し，原告Ａが，１１０１万７８２３円及びこ\nれに対する平成１４年３月２８日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求め，原告Ｂ及び原告Ｃが，各５５０万８９１１円及びこれに\n対する前同日から支払済みまで前記同様年５分の割合による遅延損害金の支払を求\nめる限度で理由があるから，その限度でこれを認容し，その余の各請求はいずれも\n理由がないから，これを棄却することとし，訴訟費用の負担につき民訴法６１条，\n６４条本文，６５条１項本文を，仮執行の宣言につき同法２５９条１項を，それぞ\nれ適用して主文のとおり判決する。\n千葉地方裁判所民事第２部\n裁判長裁判官      小　　磯　　武　　男\n裁判官 　　　     見　　米　　　　　正\n裁判官 　　　     国　　分　　貴　　之\n･\n"
}