{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 22
  },
  "case_number": "平成17(ネ)2031",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第５民事部",
  "result": "その他",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成15(ワ)9421",
  "gist": "５歳の幼児がマッチで火遊びをして火災を発生させ，隣接する建物に延焼させたことにつき，母親において幼児の監督を怠ったことについて重過失がなかったとはいえないとして，民法７１４条１項の責任を認めた事例",
  "lawsuit_id": "33454",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33454",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/454/033454_hanrei.pdf",
  "contents": "平成１８年６月２２日判決言渡\n平成１７年（ネ）第２０３１号 損害賠償請求控訴事件\n（原審・大阪地方裁判所平成１５年（ワ）第９４２１号）\n判決\n主文\n１ 被控訴人Ａについて，原判決を次のとおり変更する。\n２( ) 被控訴人Ａは，控訴人に対し，金３３０万円及びこれに対する平成１1\n２年１２月８日から支払済みまで年５分の割合による金員を支払え。\n( ) 控訴人の被控訴人Ａに対するその余の請求を棄却する。2\n３ 被控訴人Ｂ及び被控訴人Ｃに対する本件各控訴をいずれも棄却する。\n４ 訴訟費用は，控訴人と被控訴人Ａとの間においては，第１，２審を通じ，\n控訴人に生じた費用の１２分の１を同被控訴人の負担とし，その余は各自の\n負担とし，控訴人と被控訴人Ｂ及び被控訴人Ｃとの間においては，控訴費用\nは控訴人の負担とする。\n５ この判決は，第２項( )に限り，仮に執行することができる。1\n事実及び理由\n第１ 控訴の趣旨\n１ 原判決を取り消す。\n２ 被控訴人らは，控訴人に対し，連帯して，１２６４万３３１１円及びこれに\n対する平成１２年１２月８日から支払済みまで年５分の割合による金員を支払\nえ。\n第２ 事案の概要\n，（ ， 「 」１ 本件は 被控訴人Ｂ及び被控訴人Ａ 以下 同被控訴人らを 被控訴人夫婦\nという ）の二男であるＤ（平成７年４月２４日生 ）が，被控訴人Ａの実家。。\nである被控訴人Ｃ所有の原判決別紙物件目録１記載の建物（以下「出火建物」\nという ）において，火遊びをして火災（以下「本件火災」という ）を発生。。\n，（ 「 」 。）させ 隣接する控訴人所有の同目録２記載の建物 以下 罹災建物 という\nに延焼させたことから，控訴人が，被控訴人夫婦に対して民法７１４条１項に\n基づき，被控訴人Ｃに対して同条２項又は民法７０９条に基づき，それぞれ本\n件火災により控訴人に生じた休業損害８４９万３３１１円（火災保険金により\n填補されなかったもの ，慰謝料３００万円及び弁護士費用１１５万円の合計）\n１２６４万３３１１円の支払を求めた事案である（遅延損害金の起算日は不法\n行為である本件火災の日 。）\nなお，控訴人は，原審において３１６５万１１３０円を請求していたが，当\n審において上記のとおり，請求の減縮をした。\n２ 原判決は，本件火災は，Ｄがマッチを弄んだために発生したと認められるも\nのの，被控訴人夫婦については，Ｄに対する監督を怠ったことにつき重過失ま\nではなかったというべきであり，被控訴人Ｃについては，Ｄの代理監督者とは\nいえず，また，本件火災の発生を防止する注意義務違反があったということも\nできないと判断して，控訴人の請求を全部棄却したことから，これを不服とす\nる控訴人が控訴に及んだものである。\n３ 争いのない事実等及び争点は，以下のとおり，当審における当事者の主張を\n付加するほかは 原判決 事実及び理由 欄第２ 事案の概要 の１及び２ 原，「 」「 」 （\n判決２頁１０行目から７頁４行目まで）に記載のとおりであるから，これを引\n用する。\nただし，原判決を，以下のとおり補正する。\n( ) 原判決文中の「Ｄ 」とあるのをいずれも「Ｄ」と改める。1 ’\n( ) 同３頁１１行目から１２行目にかけての争点( )に関する記述について21\n「被告Ｂ及び被告Ａに，Ｄに対する監督を怠ったことにつき重過失があった\nといえるか 」を「被控訴人Ｂ及び被控訴人Ａに，Ｄに対する監督を怠った。\nことにつき重過失がなかったといえるか 」に改める。。\n( ) 同３頁１８行目の「ぬいぐるみを近づけ引火した」を「ぬいぐるみを近3\nづけ引火し，これがプラスチック製ごみ容器に燃え移った」と改める。\n( ) 同６頁１６行目の「損害を被った 」を「損害を被ったが，そのうち火4 。\n災保険金により４７４万６２２０円が填補されたので，残りは８４９万３３\n１１円である 」と改め，同頁２０行目の次に，行を改め 「さらに，本訴。，\nの提起，遂行のための弁護士費用１１５万円も，本件火災による控訴人の損\n害である 」を加える。。\n( ) 同６頁末行から７頁１行目にかけての「９７万３７２０円」を「９７万5\n２７２０円」と改め，同頁４行目の次に，行を改め 「弁護士費用について，\nは争う 」を加える。。\n４ 控訴人の主張\n( ) 原判決の事実認定の誤り1\nア 出火原因について\n(ア) 原判決は，Ｄがマッチ類を弄んだ結果，本件火災が発生したものと\n認めるのが相当であると判断しているが，これは大阪市Ｅ消防署消防司\n令補Ｆの作成した火災原因判定書（甲１２）において「火遊びによる」\nと記載していることについて，火遊びはマッチ類に限らないにもかかわ\nらず，予断と偏見で，証拠に基づかず 「マッチ類を弄んだ」と誤った，\n判断をしたものである。\nしかし，火災原因判定書における実況見分状況書には，発火原因につ\nいて，マッチやぬいぐるみに関することは一切触れられておらず，むし\nろマッチのすり軸等の焼残物は見分されていないのである。\nさらに，質問調書は，被控訴人Ｂが自己の体験を供述しているのでは\nないばかりか，その内容も被控訴人らの従前の主張とは明らかに矛盾す\n，「」 ，るものであり 電気ストーブによる発火 は予見することができたが\n「マッチによる発火」は予見することができなかったという法律構成を\nするために，仕組まれたものであって，証拠力のあるものではない。\n(イ) 火災原因判定書においては，出火建物の３階にある本件居室に置か\nれていたプラスチック製ごみ容器内で燃焼し出火したものと推察される\nとしているが，実況見分状況書には，そのような記載はない。上記推察\nは，質問調書の前記記載によるものであるが，全く誤っている。仮にマ\nッチが存在していたとしても，物理的にマッチ棒だけでごみ容器（箱）\nが発火することはあり得ない。\n本件火災の原因は，Ｄが，ぬいぐるみを電気ストーブに近づけて発火\nさせ，火のついたぬいぐるみをごみ容器に投げ入れて，ごみ容器が発火\nしたと推察すべきところである。どのようにしてぬいぐるみに火をつけ\nたかとなると，当時，マッチ以外で本件居室に火気のあるものは，スイ\nッチの入った電気ストーブしかないのである。５歳の子どもでも，容易\nに電気ストーブのスイッチを入れることができるのであり，むしろ，マ\nッチを擦るよりも簡単である。Ｆ証人も，電気ストーブに電源・スイッ\n，「」 ，チが入っていたかどうかについては 分かりません と証言しており\n同証人は，電気ストーブに特異な焼燬状況がないと述べているが，電気\nストーブに電源・スイッチが入っていなかったと判定したのではないの\nである（なお，同証人は，特異な焼燬状況というのは，どのような状況\nをいうのか証言することができなかった 。。）\n(ウ) 火災原因判定書においては 「電気配線及び電気器具による出火の，\n可能性は低い」とされているが，これは電気配線，電気器具そのものか\nら出火した可能性が低いという趣旨であって，電気ストーブのスイッチ\nが入っていたことや，電気ストーブにぬいぐるみを近づけて火がついた\n。，ことを否定するものではない 電気ストーブにスイッチが入っていたら\n火が入っていることになるが，その場合に内部に特異な焼燬状況が生じ\nるなら，見分の際，その事実からスイッチが入っていたか否かが判断で\nきるところである。見分の結果から，Ｆはスイッチが入っていたか分か\nらなかったのである。したがって，原判決の認定のごとく 「これらの，\n器具に火が入っていたのであれば内部にも特異な焼き状況が見分される\nのが自然というべきである」という結論にはならない。\n上記判定も，実況見分状況，焼燬状況から考察したものでなく，被控\n訴人Ｂの質問調書から考察しているが，現場にいた被控訴人Ａから聴取\nせず，被控訴人Ｂが現場にいたかのような内容の虚偽の調書を作成され\nていることなどからして，意図的に本件火災の原因をごまかし，曖昧に\nしたと判断すべきである。\n火災原因判定書で，表面よりの焼燬の強さが見分されるのは，電気ス\nトーブ自体から発火したのではなく，外部からの火で焼燬したことを物\n語るものである。ストーブ内部から発火し焼燬した場合と，外部からの\n火で焼燬する場合とでは，異なる状況になることは容易に推測される。\n(エ) 以上により，本件火災の原因は，Ｄが電気ストーブにぬいぐるみを\n近づけたため，ぬいぐるみに火がつき，近くにあったプラスチック製ご\nみ容器に燃え移り，出火したものというべきである。\nイ その余の原判決の事実誤認\n(ア) 原判決は，被控訴人夫婦が「日頃からＤに対し，父親の仕事は消防\n士という火を消す仕事であり，火には気をつけるように言っており，ま\nたテレビで火事のニュースをやっているときには，火は怖いもので大変\nなことになると言ったりしていた。また，被告Ｂは本件火災当時喫煙を\nする習慣があったため，被告Ｂ及び被告ＡはＤに対し，ライターには触\nっていけないことを伝えていた 」と認定したが，これは，原判決が証。\n拠に基づかないで，被控訴人Ａの供述を鵜呑みにしたにすぎず，事実誤\n認である。\nまた，原判決は 「Ｄは日頃ライターを触ることなどの火気に興味を，\n示すような行動をとっておらず，被告Ｂ及び被告Ａの注意も分かってい\nるという態度で聞いていた 」と判断したのも誤りである。。\nＤは，当時５歳であり，親の目の行き届かないところで親の考えられ\nない行動をとるのであって，原判決が認定したマッチ類を弄んだ結果，\n本件火災が発生したものと認めるのが相当であるというのは正にこのこ\nとであって，Ｄが火気に興味を示すような行動をとっておらず，被控訴\n人夫婦の注意も分かっているという態度で聞いていたという認定とは明\nらかに矛盾している。特に，被控訴人夫婦の自宅にはマッチは置いてい\nないのにもかかわらず，Ｄはマッチの使い方を知っていたことになる。\n本件火災当時，出火建物の３階にはマッチは置いておらず，４階の仏\n壇のところに置いてある程度であったとするならば，Ｄの行動は火気に\n興味を示すような行動をとっており，被控訴人夫婦の注意も理解してい\nなかったのである。被控訴人夫婦は子どもに対する間違った見方をして\nいたのである。\n，， 「 ，(イ) 原判決は 被控訴人Ａが 原審における本人尋問で 火事の原因は\nＤがマッチでぬいぐるみに火をつけたところ燃えて，消そうとしたけれ\nどだめだったということを主人から聞いた」と被控訴人らの主張に沿う\n供述をしているにもかかわらず 「マッチでぬいぐるみに火を付けたこ，\nと自体が直接本件火災原因となったかどうかはともかくとしても」と極\nめて曖昧な矛盾した判断をしている。マッチもぬいぐるみも，その存在\nについて実況見分状況書（甲１２）からは不明であるにもかかわらず，\nマッチの存在のみ明確に認め 「ぬいぐるみ」については曖昧にしてい，\nる。\nマッチを擦って発火しても，何かの燃焼物に引火しないと，火災には\nならない。原判決が被控訴人らの主張や被控訴人Ａの「マッチでぬいぐ\nるみに火をつけた」との供述を否定してまで，本件火災が発生した原因\nをマッチ類を弄んだ結果と認定したのは，電気ストーブを否定するため\nの牽強付会の結論である。\n(ウ) 原判決が 「２階がしゃぶしゃぶ店であるため，３階も日中は暖か，\nいし，Ｄを一人にすることになり，危険だから電源を入れなかったとい\nう被告Ａの供述もあながち不自然であるとはいえない 」と判断したの。\nは誤りである。\n原判決は，３階にオイルヒーター，電気ストーブが置いてある事実を\n看過している 「２階がしゃぶしゃぶ店であるため，３階も日中は暖か。\nい」というのは何に基づいてそのようなことが判断できるのか，それな\nらオイルヒーターや電気ストーブは必要ではない。被控訴人ＡとＤが３\n階に上がったのは，午前１１時過ぎであり，２階に「だんだんお客が入\nってくる時間が近づいてくる」時であって（原審における被控訴人Ａの\n本人尋問の結果 ，２階の熱気で，オイルヒーターや電気ストーブをつ）\nけなくてもよいほど３階が暖かくなってはいない時間である。\nしかも，Ｄは，１週間前からおたふく風邪の疑いで，保育所を休んで\nいたのであり，病み上がりの状態にあった子どもを母親が暖房器もつけ\nないで一人にしておくであろうか。電気ストーブはともかくとして，オ\nイルヒーターの電源を抜いたとの供述は不自然極まりない。原判決が上\n記のとおり被控訴人Ａの供述を措信した判断は全くの誤りである。\n( ) 被控訴人夫婦の重過失2\n前記のとおり，本件火災が発生した原因は「Ｄがぬいぐるみを電気ストー\nブに近づけて発火した」と認定されるべきである。かつ，未成年者Ｄの監督\n義務者である被控訴人夫婦に，監督について，重大な過失があった。\nア 電気ストーブの電源をコンセントから抜かず，スイッチを入れなかった\nとしても，５歳のＤが容易にスイッチを入れることができた状態であった\nことは推測に難くない。スイッチを入れた電気ストーブにＤはぬいぐるみ\nを近づけたため，引火したと推認される。幼児がぬいぐるみや人形で遊ん\nでいて，近くにストーブでもあると，ぬいぐるみや人形を抱いて，自分と\n同じように寒いと思い，ストーブに近づけるのは，よく見かける光景であ\nる。被控訴人Ａは，電気ストーブの電源をコンセントから抜かずにスイッ\nチを入れなかったとしても，５歳のＤが容易にスイッチを入れることがで\nきる状態で放置したことになる。未成年者Ｄの監督義務者である同被控訴\n人の監督について重大な過失があったと認定される。\nイ 被控訴人Ａは 「Ｄがマッチでぬいぐるみに火をつけたところ燃えて，，\n消そうとしたけれどだめだったということを主人から聞いた」と供述する\nが，幼児が大人の予想し難い行動をとることがあるにしても，Ｄがマッチ\nでぬいぐるみに火をつけるとは考え難い。近くにマッチがなく，ぬいぐる\nみに火をつけて燃やそうとしてマッチを探しに行き，取って来てマッチを\n擦り，火をつけて燃やす幼児は，通常いない。また，マッチを擦り火をつ\nけること自体，５歳のＤには難しいことである。燃やしてはいけない物に\n火をつけて遊ぶという行為は異常な性格の幼児であれば別であるが，Ｄは\nそれに当たらない。大人の被控訴人Ａですら気が付いていないのに，５歳\nの幼児がわざわざ３階から４階に上がり仏壇に置いてあったマッチ箱を取\nり出してくるなどということは，通常あり得ない。また，本件火災の現場\nからは，マッチのすり軸やマッチ箱の残焼物は見分されていない。\nそれにもかかわらず，被控訴人らがＤがマッチでぬいぐるみに火をつけ\nた事実を強調するのは，Ｄがマッチでぬいぐるみに火をつけるなどという\nことは全く予想できなかったことで，被控訴人らの注意義務違反がなかっ\nたことを主張するための虚構の事実である。\nもっとも，仮に，被控訴人らの主張どおりの事実であっても重過失責任\nがないことにはならない。被控訴人夫婦がＤの異常な性格を知っていたな\nら，マッチでぬいぐるみに火をつけることのないよう監督すべきで，誰も\n見ていないところに一人にしておくこと自体，重大な過失で監督義務に違\n反していることは明らかである。\n５ 被控訴人らの主張\n( ) 出火原因1\n，， ，ア 控訴人の主張は 証拠に基づかない独自の思い込み 推論によるもので\n何らの根拠もなく，失当である。\n控訴人は，Ｄがぬいぐるみを電気ストーブに近づけたため，本件火災が\n発生したと主張する。しかしながら，被控訴人Ａは，電気ストーブのコン\nセントを抜いていたのであるから，これが点火されたのであれば，それは\nＤがコンセントを差し込み，スイッチを入れたということになるが，かか\n。， ，る証拠は全くない また 電気ストーブが点火された状態で火災になれば\nその内部にも特異な焼燬状況が認められて自然であるが，本件では，その\nような内部の焼燬は認められておらず，客観的にも，電気ストーブが点火\nされていたものとは認められない。\nさらに，控訴人は 「幼児がぬいぐるみや人形で遊んでいて近くにスト，\nーブでもあるとぬいぐるみや人形を抱いて自分と同じように寒いと思いス\nトーブに近づける行動をするのはよく見かける光景である」というが，控\n訴人独自の思い込みであって，何ら証拠に基づいた主張ではない。\nしたがって，原判決が 「Ｄが本件居室にあり点火されていた電気スト，\nーブにぬいぐるみを近づけたことによって本件火災が発生したとは，にわ\nかに認め難い」と判断したことは，当然である。\nイ 原判決が，Ｄがマッチ類を弄んだ結果，本件火災が発生したと認めるの\n，。 ，が相当であると認定したことは 証拠に基づいた正当な認定である Ｄは\n本件火災後，父親である被控訴人Ｂに対し，マッチを擦ってぬいぐるみに\n火をつけたらぬいぐるみが燃えだした，あわててたたいて火を消そうとし\nたが消えなかったと述べており，同供述を否定する証拠はない。\n( ) 被控訴人夫婦の重過失2\n，， ，ア 控訴人は 予備的に 発火の原因として被控訴人らの主張を認めた上で\nこの場合でも，Ｄの異常な性格を知っていて，同人を一人にしておくこと\n自体，被控訴人夫婦に重大な過失があったと主張する。\nイ しかしながら，原判決が認定したように，①被控訴人夫婦は，被控訴人\nＢが消防署勤務であるため，日頃から，Ｄに対し，火には特に気をつける\nようにと注意しており，火災のテレビニュースのときにも火は怖くて大変\nなことになると注意し，ライターを触ってはいけないと，具体的に注意し\nていたし，Ｄも特に火に興味を示す行動はなく，被控訴人夫婦の注意を分\nかっているという態度で聞いていた，②被控訴人夫婦の自宅にはマッチは\nなかった，③被控訴人Ａは，Ｄを一人にしたときは，ビデオテープをセッ\nトしてそれを見ておくように言いつけ，居室内にたばこやライターがない\nことを確認し，電気ストーブ等のコンセントも抜いた，④出火建物の３階\n，，にはマッチは置いておらず ４階の仏壇の所に置いてあるだけであったし\n，，被控訴人ＡもＤを一人にしたときには そのことには思いも至らなかった\nという状況であったのであり，かかる状況の下では，被控訴人夫婦におい\nて，Ｄが４階の仏壇の所に置いてあるマッチを持ち出し，ぬいぐるみに火\nをつけるなど，マッチ類を用いて本件火災を発生させる危険，兆候等があ\nるものと予見することは容易であったとは到底いえず，被控訴人夫婦が本\n件火災発生前にＤに対してとった監督措置が，一般に要求される程度から\n著しく乖離していたとは到底言えず，被控訴人夫婦にＤに対する監督を怠\nったことにつき重過失があったものとはいえない。\n第３ 当裁判所の判断\n１ 本件火災の発生原因について\n( ) 証拠（甲１２，乙４，当審提出の甲２３，２４，当審証人Ｆ，原審にお1\nける被控訴人Ａ本人，当審における被控訴人Ｂ本人）によると，被控訴人Ａ\nは，本件火災当日の午前１０時ころ，Ｄを連れて，父親である被控訴人Ｃの\n経営する飲食店を手伝うために，実家の出火建物に赴いたこと，被控訴人Ａ\nは，午前１１時過ぎころ，同店を訪れる客が増える時間となったため，Ｄを\n３階にある同被控訴人の弟の使用している本件居室に連れて行ったこと，そ\n，， ，して 同被控訴人は 本件居室が階下からの熱で暖かくなっていたことから\n暖房器具をつけたままにすることに不安があったこともあり，同居室のオイ\nルヒーターと電気ストーブのコンセントをいずれも抜いた上，弟の使うライ\nターのないことも確認し，Ｄに見せるビデオをセットして，同人を同居室に\n一人にして，階下に降りたこと，ところが，同日午後零時２４分ころ，出火\n建物の３階から出火し，本件居室の壁や天井を焼燬し，Ｄが火傷を負ったこ\n，，， ， ，と 同人は その後 入院した病院において 父親である被控訴人Ｂに対し\n本件火災の原因に関し 「マッチに火をつけて消しては，ごみ箱に投げ入れ，\nて遊んでいたところ，同ごみ箱が燃えてきたため，近くにあったぬいぐるみ\nでたたいて消そうとしたが，消えずに火が大きくなったので逃げ出した」旨\nを話したこと，本件火災後，大阪市Ｅ消防署の行った実況見分では，本件居\n室の南東側に置かれていたプラスチック製収納ボックスの辺りが強く焼燬し\nており，ことに同ボックスの最下段のごみ容器は，原形が見られないほど強\nく焼燬し，溶融していて，同居室の南東部付近下部から北側上部へ，短時間\nで燃え広がったことが見分されたこと，同消防署は，同室内の電気配線や電\n気ストーブ及びオイルヒーターから出火した形跡がなく，電気ストーブの熱\nにより近接した物に引火した様子もなかったことや，たばこや放火による出\n火の可能性も低いことから，被控訴人Ｂが聞き取ったＤからの話しに基づい\nて，本件火災の原因を，同人の火遊びによるものと判定したことが認められ\nる。\n( ) 以上の事実によると，本件火災は，Ｄが上記のように被控訴人Ｂに話し2\nたとおりの原因により発生したものと認めるのが相当である。\nもっとも，上記の実況見分においては，本件火災の火元となった本件居室\n，，からは ぬいぐるみやマッチ軸及びマッチ箱の焼残物が発見されていないが\n当審証人Ｆの証言によると，同居室の強い焼燬状況から見て，それらの焼残\n物がなくても不自然ではないことが認められるのであるから，そのことから\n本件火災の原因がマッチを弄んだＤの火遊びによるものではないということ\nはいえない。\nまた，被控訴人Ａは，本件火災の原因について，Ｄがマッチを擦ってぬい\nぐるみに火をつけたら，燃えだしたので，あわててたたいて火を消そうとし\nたが消えなかった旨聞いている旨陳述又は供述をするが（乙４，原審におけ\nる同被控訴人本人 ，当審における被控訴人Ｂ本人の供述によると，これら）\nは被控訴人Ａの記憶違いであることが認められるから，被控訴人Ａの上記供\n述が前記認定を左右するものではない。\nさらに，控訴人が本件火災の原因調査を依頼した調査会社の調査員は，そ\nの報告書に，被控訴人Ｂの申述として「石油ストーブの上にぬいぐるみを置\nいたため火災となった」旨を記載し，火災原因として「ぬいぐるみが焼けて\nいきなり石油ストーブの灯油に引火した」と結論づけていることが認められ\nるが（甲３ ，同内容は消防署の前記判定及び被控訴人Ｂの前記供述に照ら）\nして措信することができない（被控訴人Ｂが，本件火災につき被控訴人らの\n責任を免れるために，その原因についての供述を変えたものということもで\nきない 。。）\nなお，本件火災が，電気ストーブの焼燬状況から見て，同ストーブの熱に\nよる出火又は引火によるものとも認められないことは，前記認定の事実から\n明らかである。\n２ 被控訴人らの責任について\n( ) Ｄは，本件火災の当時，５歳であって，責任を弁識する能力のない未成1\n年者であり，その行為により本件火災が発生したものであるから，同人の両\n親である被控訴人夫婦は，未成年者の監督義務者として，本件火災による損\n害を賠償する責任を負うところ（民法７１４条 ，同監督義務者に未成年者）\nの監督について重大な過失がなかったときには，その責任を免れると解され\nる（最高裁判所平成７年１月２４日第三小法廷判決・民集４９巻１号２５頁\n参照 。）\n( ) しかして，前記認定のとおりの事実からすれば，被控訴人Ａは，Ｄが未2\nだ５歳の幼児であって，大人には予想できない行動に出ることがありうるこ\nとを容易に認識し得べきところであり，同人が出火建物のどこからかマッチ\nを見つけ出してこれを弄ぶことも予想すべきものであったというべきである\n上，しかも，乙４及び原審における被控訴人Ａの供述からして，Ｄがマッチ\nを本件居室から探し出したか，あるいは同居室に持ち込むことも容易にでき\nた状況にあったと認められるにもかかわらず，同人を一人本件居室に残し，\n少なくとも１時間以上放置したものであるから，被控訴人Ａは，同被控訴人\nにおいて，暖房器具の使用やライターの存在には注意を払っていたとの事実\nがあったことを考慮しても，Ｄが前記のとおりマッチを弄んだ結果失火した\nことにより発生した本件火災について，いまだ重過失がなかったとはいえな\nいというべきである。\n( ) 被控訴人Ａは，自宅にはマッチはなく，また，出火建物の１階から３階3\nまでにもマッチはなく，同建物にマッチがあるとすれば，４階のＧの部屋の\n仏壇であるが，同被控訴人において，Ｄが３階から４階に至って仏壇からマ\nッチを持ち出すことは予見することができなかったと陳述及び供述をする\n（乙４，原審における同被控訴人本人 。）\nしかしながら，被控訴人Ｃは，出火建物において，飲食店を営業していた\nのであり，また，普段，本件居室を使用している被控訴人Ａの弟は喫煙する\n習慣があったのであるから，同建物の１階から３階までにマッチがなかった\nという被控訴人Ａの陳述等はにわかに信用することができないし，同被控訴\n人の陳述等によっても，年に数回は，同被控訴人の母親が仏壇からマッチを\n取り出して，マッチを擦るのをＤが見ているというのであるから，同被控訴\n人において，Ｄが，出火建物の３階から４階に至り，マッチを持ち出すこと\nは容易に予見することができたというべきであるから，同被控訴人の上記陳\n述等をもっても，前記判断を左右することはできない。\n( ) また，被控訴人らは，被控訴人夫婦において，日ごろから，Ｄやその兄4\n姉に対し，被控訴人Ｂが消防士であり，火を消すのが仕事だから，火は怖い\nものであり，火に興味を持ったり，触ったりしてはいけないこと，被控訴人\nＢのライターを触ってはいけないことを話しており，あるいは，テレビで火\n事のニュースを見たときには，怖いし，大変なことになることも告げたりし\nていたが，Ｄはこれを理解している様子であり，事実，ライターに興味を持\nって触るなどのことはなかったとして，被控訴人らには上記重過失がなかっ\nたと主張するが，同主張を考慮しても，本件火災について，被控訴人Ａに重\n過失がなかったとはいえないとの前記判断を左右するものではない。\n，， ，( ) 他方 当審における被控訴人Ｂ本人尋問の結果によると 同被控訴人は5\n自己の実家に帰っていて，本件火災の当時，現場にはいなかったことが認め\nられるところ，同被控訴人については，被控訴人Ａについてみたような上記\n事情は認められないから，Ｄに対する監督を怠ったことにつき重過失までは\nなかったといわざるを得ない。\nまた，被控訴人Ｃに責任のないことは，原判決の説示するとおりであるか\nら（原判決１０頁１９行目から１１頁１８頁まで ，これを引用する。）\n３ 本件火災による控訴人の損害について\n( ) 休業損害1\nア 前記争いのない事実，甲１，甲１２及び原審における控訴人本人尋問の\n結果によると，控訴人においては，本件火災に基づく出火建物３階の南側\n開口部からの噴炎により，罹災建物が延焼に及び，同建物３階の天井，側\n壁が焼損し，１，２階の家具等に水損があったため，同建物の復旧のため\nに改修費を支出したほか，自らが同建物において営業していた喫茶店の休\n業を余儀なくされて その間の営業利益を失ったこと 以下 同損害を 休，（ ， 「\n業損害」という ）が認められる（建物復旧の費用については，火災保険。\n金により賄われたことから，控訴人は本訴において賠償を求めていな\nい。。）\nイ そして，乙３の１ないし８及び原審における控訴人本人尋問の結果によ\nると，控訴人との間に罹災建物について火災保険契約を締結していたＨ火\n災海上保険株式会社は，本件火災による控訴人の休業損害につき，罹災建\n物の復旧に要する期間を，本件火災当日から，同工事の工期６０日に前後\n各１０日間の片づけ期間・開店準備期間を加えた８０日とし，同期間の売\n上減少高６９６万６６５６円に支払限度率８０．７７６６パーセント（粗\n利益額２３２９万４８２３円に１．１を乗じたものを売上高３１７２万２\n４４０円で除した割合）を乗じ，これから支出を免れた経常費等８８万１\n２０７円を控除した４７４万６２２０円と算出し，控訴人に対し，これに\n相当する保険金を支払ったことが認められるところ，同額を超えて控訴人\nに本件火災と相当因果関係のある休業損害が生じたと認めるに足りる証拠\nはない。\nウ この点に関し，罹災建物の復旧工事（解体・改築）を請け負い，これを\n完成させたＩ建設株式会社のＪは，その陳述書（甲２０）において，罹災\n建物の上記工事が，平成１３年３月５日から同年７月１０日まで，長い工\n期を要した理由として，罹災建物が，道幅が狭く人通りの多い飲食店の密\n集する商店街に位置し，昼間に物品等の搬出が困難であったため，裏側の\nガレージを賃借したことから，その準備期間が必要であったこと，罹災建\n物には家財道具，店舗内の家具，備品類が多量にあり，廊下，階段，搬出\n口が狭いので，小割りにして搬出せざるを得なかったこと，罹災建物は出\n火建物との反対側にある店舗と接着している部分があり，解体を手ばらし\nで行うなど，慎重に工事をしたほか，同店舗の営業に支障がないように，\n午前中の騒音・振動を避けなければならなかったこと，罹災建物の２階が\n住居となっているため，残業もできなかったこと等を述べている。\nしかしながら，出火建物については，本件火災から９０日を経過した平\n成１３年３月８日には，店舗を再開していること（乙４ ，罹災建物は出）\n火建物に比して規模が小さいこと（甲１０及び１１の各１・２，原審にお\nける控訴人本人 ，罹災建物の内装工事についても，家具等の製作期間を）\n，（ ） ，含めても 着手から１か月余で完成をみていること 甲２１ に照らすと\n前記８０日の期間を超えた休業損害は，本件火災とは相当因果関係を欠く\nものといわざるを得ない。\nエ したがって，本件火災による控訴人の休業損害は，前記火災保険により\n全て填補されたというべきである。\n() 慰謝料2\n本件火災は，控訴人にとって，被控訴人Ｃ所有の建物からの出火による２\n度目の罹災となるものであり，その憤懣に著しいものがあることは容易に推\n認することができるほか，火災そのものによる驚愕や，罹災建物の復旧及び\n営業の再開に向けて尽力したことによる心労は，察するに余りあるというべ\nきであるから，控訴人においては，本件火災による人的損害がなく，また，\n財産的損害が上記保険金によって賄われたからといって，本件火災による精\n神的苦痛が発生せず，あるいはそれが解消されたものとはいえず，なお金銭\nをもって慰謝されるべきものがあるというべきところ，その金額は，本件火\n災の原因と被控訴人Ａの過失の程度等をも斟酌して，３００万円をもって相\n当とするというべきである。\nなお，控訴人が，本件火災ののち，左目の束状角膜炎に罹患したことにつ\nいては（甲１９ ，本件火災と相当因果関係があると認めるに足りる証拠は）\nないから，これを慰謝料額算定において考慮することはできないし，本件火\n災後における被控訴人らの行動が控訴人にとって不快感を覚えるものであっ\nたとしても，これをもって慰謝料の増額の事由とすることはできないという\nべきである。また，控訴人は，本件火災により，火災保険金を受領したにも\nかかわらず，なお負債を残したと主張するが，これらは主として，罹災建物\nの品格を上げる費用や，罹災建物の敷地の購入費用であると認められるから\n（甲８〔枝番を含む ，１１の１・２ ，そのような負債の存在も，慰謝料。〕）\nの算定において考慮することはできない。\n( ) 弁護士費用3\n上記事実関係に照らし，３０万円をもって相当と認める。\n４ 以上によれば，控訴人の被控訴人Ａに対する請求は，上記慰謝料及び弁護士\n費用の合計３３０万円及びこれに対する前記遅延損害金の支払を求める限度で\n理由があり，これを認容すべきであるが，その余は失当として棄却すべきもの\nであり，被控訴人Ｂ及び被控訴人Ｃに対する請求は，全部理由がないからこれ\nを棄却すべきものである。\nよって，控訴人の被控訴人Ａに対する請求を全部棄却した原判決を変更し，\n同被控訴人に対する請求を上記の限度で認容し，その余の請求を棄却した上，\n被控訴人Ｂ及び被控訴人Ｃに対する本件各控訴をいずれも棄却することとし\nて，主文のとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官 大 和 陽 一 郎\n裁判官 菊 池 徹\n裁判官細島秀勝は，転補のため，署名，捺印することができない。\n裁判長裁判官 大 和 陽 一 郎\n（別紙省略）\n"
}