{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 10,
    "day": 11
  },
  "case_number": "平成18(行ケ)10116",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/033650_hanrei.pdf",
  "contents": "平成18年(行ケ)第10116号 審決取消請求事件\n口頭弁論終結日 平成18年10月２日\n判決\n原 告 ＪＳＲ株式会社\n訴訟代理人弁理士 大 島 正 孝\n同勝 又 秀 夫\n同大 原 敏 男\n被 告 チッソ株式会社\n訴訟代理人弁理士 吉 見 京 子\n同石 井 良 夫\n同 後 藤 さなえ\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が無効2004－35095号事件について平成18年２月７日にした審決を取り消\nす。\n第２ 事案の概要\n原告は後記特許の特許権者であるところ，被告から特許無効審判請求があり，\n特許庁が平成17年２月17日にこれを無効とする審決をしたので，原告がその取消\nしを求めて訴えを提起した。これに対し当庁は，平成17年７月８日，特許法181条\n２項に基づき，決定により上記審決を取り消したため，再び特許庁で審理された\nが，同庁は，平成18年２月７日，前回とほぼ同様の審決をした。本件は，特許権\n者である原告が，平成18年２月７日になされた上記審決の取消しを求めた事案で\nある。\n第３ 当事者の主張\n１ 請求の原因\n(1) 特許庁等における手続の経緯\n原告（旧表示 ジェイエスアール株式会社）は，平成４年10月27日，名称\nを「液晶配向剤」とする発明につき特許出願をし，平成14年１月11日，特許\n第3267347号として設定登録を受けた（請求項１ないし４。以下「本件特許」\nという。）。\nこれに対し，被告から特許無効審判請求がされ，同請求は無効2004－35095\n号事件として係属したが，特許庁は，平成17年２月17日，「特許第3267347号\nの請求項１～４に係る発明についての特許を無効とする。」との審決をした\nので，原告は，その取消しを求める訴訟を提起したところ，当庁は，平成17\n年７月８日，原告から訂正審判請求があったことを理由に，特許法181条２項\nにより，上記審決を取り消す旨の決定をした。\nその後原告は，平成17年７月27日付けで訂正請求（訂正後の請求項は１及\nび２。旧請求項３，４は削除。以下「本件訂正」という。甲２。なお，平成\n17年12月９日付けで訂正請求の補正〔甲３〕がなされた。）をしたが，特許\n庁は，平成18年２月７日，補正及び訂正を認めるとした上，「特許第3267347\n号の請求項１及び２に係る発明についての特許を無効とする。」との審決\n（以下「本件審決」ということがある。）をし，その謄本は平成18年２月17\n日原告に送達された。\n(2) 発明の内容\n本件訂正後の発明の内容は，次のとおりである。（甲３。以下，請求項１\n及び２に係る発明をそれぞれ「本件発明１」「本件発明２」という。）\n【請求項１】(A)ブタンテトラカルボン酸二無水物，１,２,３,４－シクロブ\nタンテトラカルボン酸二無水物，２,３,５－トリカルボキシシクロペンチ\nル酢酸二無水物，５－（２,５－ジオキソテトラヒドロフラル）－３－メチ\nル－３－シクロヘキセン－１,２－ジカルボン酸二無水物，１,３,３ａ,４,\n５,９ｂ－ヘキサヒドロ－５－テトラヒドロ－２,５－ジオキソ－３－フラ\nニル）－ナフト［１,２－ｃ］フラン－１,３－ジオンおよびピロメリット\n酸二無水物よりなる群から選ばれるテトラカルボン酸二無水物と，ｐ－フ\nェニレンジアミン，４,４’－ジアミノジフェニルメタン，４,４’－ジア\nミノジフェニルエーテル，２,２－ビス［４－（４－アミノフェノキシ）フ\nェニル］プロパン，９,９－ビス（４－アミノフェニル）フルオレン，２,\n２－ビス［４－（４－アミノフェノキシ）フェニル］ヘキサフルオロプロ\nパンおよび２,２－ビス（４－アミノフェニル）ヘキサフルオロプロパンよ\nりなる群から選ばれるジアミンの反応生成物であるポリアミック酸から選\nばれるポリマー，および(B)γ－ブチロラクトンとＮ－メチル－２－ピロリ\nドンを含有しそして他の溶媒をさらに含有していてもよく且つこの混合溶\n媒に対しＮ－メチル－２－ピロリドンの含有率が0.1～50重量％の範囲にあ\nりそして上記他の溶媒の含有率が０～80重量％の範囲にある混合溶媒，か\nらなりそして印刷法により塗布することを特徴とする液晶配向剤。\n【請求項２】他の溶媒がブチルセロソルブまたはエチルセロソルブである請\n求項１に記載の液晶配向剤。\n(3) 審決の内容\nア 審決の内容は，別添審決写しのとおりである。その理由の要点は，本件\n訂正後の本件発明１及び２は，特開昭61－275352号公報（審判甲１，本訴\n甲４。発明の名称「可溶性ポリイミド溶液，出願人「日本合成ゴム株式会\n社」。以下「引用刊行物」という。）に記載された発明及び周知技術に基\nづいて，当業者が容易に発明をすることができたから，特許法29条２項，\n123条１項２号により無効とすべきである，等としたものである。\nイ なお，審決は，引用刊行物に記載された発明（以下「引用例発明」とい\nう。）を下記(ｱ)のとおり認定の上，本件発明１と引用例発明との一致点及\nび相違点を下記(ｲ)，(ｳ)のとおり認定している。\n(ｱ) 引用例発明\nブタンテトラカルボン酸二無水物，１,２,３,４－シクロブタンテトラ\nカルボン酸二無水物，２,３,５－トリカルボキシシクロペンチル酢酸二\n無水物およびピロメリット酸二無水物などよりなる群から選ばれるテト\nラカルボン酸成分と，ｐ－フェニレンジアミン，４,４’－ジアミノジフ\nェニルメタンおよび４,４’－ジアミノジフェニルエーテルなどよりなる\n群から選ばれるジアミンの反応生成物である可溶性ポリイミド，および\nγ－ブチロラクトンとＮ－メチル－２－ピロリドンを含有し且つＮ－メ\nチル－２－ピロリドンの組成が５～95重量部の範囲にある混合溶媒から\nなり，印刷法により塗布することよりなる液晶配向剤。\n(ｲ) 一致点\n「(A)ブタンテトラカルボン酸二無水物，１,２,３,４－シクロブタンテト\nラカルボン酸二無水物，２,３,５－トリカルボキシシクロペンチル酢\n酸二無水物およびピロメリット酸二無水物よりなる群から選ばれるテ\nトラカルボン酸二無水物と，ｐ－フェニレンジアミン，４,４’－ジア\nミノジフェニルメタンおよび４,４’－ジアミノジフェニルエーテルよ\nりなる群から選ばれるジアミンの反応生成物であるポリマー，および\n(B)γ－ブチロラクトンとＮ－メチル－２－ピロリドンを含有し且つＮ\n－メチル－２－ピロリドンの含有率が５～50重量％の範囲にある混合\n溶媒，からなりそして印刷法により塗布することよりなる液晶配向\n剤。」である点。\n(ｳ) 相違点\n上記テトラカルボン酸二無水物とジアミンの反応生成物である「ポリ\nマー」が，引用例発明では，「可溶性ポリイミド」であるのに対して，\n本件発明１では「ポリアミック酸」である点。\n(4) 審決の取消事由\nしかしながら，本件発明１及び２は，以下に述べるとおり，引用刊行物及\nび周知技術に基づいて当業者が容易に発明することができたものではないか\nら，審決は違法として取消しを免れない。\nア 取消事由１（本件発明１と引用例発明との一致点の認定の誤り，相違点\nの看過，容易想到性の判断の誤り）\n審決は，引用例発明の認定が不正確であるため，本件発明１と引用例発\n明と一致点の認定の誤り，相違点の看過，及び相違点に係る容易想到性の\n判断の誤りがある。\n(ｱ) 引用例発明の認定の不正確性\n審決の認定した引用例発明の構成を整理すると，\n① 可溶性ポリイミドを用いた液晶配向剤であること，\n② 可溶性ポリイミドの溶媒として，γ－ブチロラクトンとＮ－メチ\nル－２－ピロリドンを含有し且つＮ－メチル－２－ピロリドンの組\n成が５～95重量部の範囲にある混合溶媒を用いること，及び\n③ 可溶性ポリイミドの上記混合溶媒の溶液（液晶配向剤）を印刷法\nにより塗布すること，\nとなる。\nこれを言い換えれば，引用刊行物には，\n①´ポリアミック酸を用いた液晶配向剤であること，\n②´上記混合溶媒をポリアミック酸の溶媒として用いること，及び\n③´ポリアミック酸の上記混合溶媒への溶液（液晶配向剤）を印刷法\nにより塗布すること，\nは何ら記載されていない。\nなお，引用例発明は，スピンコートで塗膜に発生する斑点やストリエ\nーションによる塗膜の不均一性を解決することを目的としており（甲４\nの１頁右下欄12行～２頁左上欄２行），塗布法としては，「スピンナー\n法」とともに「ロールコーター法」や「印刷法」を，発明の詳細な説明\nに一言記載しているにすぎず（６頁左上欄１２～１３行参照），印刷法\nは実施例では用いられていない。\nまた，審決の引用例発明の認定では，前記のとおり「……テトラカル\nボン酸二無水物と……ジアミンの反応生成物である可溶性ポリイミド」\nと記載されているが，可溶性ポリイミドは，テトラカルボン酸二無水物\n「加熱脱水することによるイとジアミンの反応生成物であるポリアミック酸を\nミド化反応を行うか，あるいは酸無水物共存下などの一般的に公知の化学的イミド化反\nされるものであるから ，可溶性応を行うことにより製造」 （審決16頁３～６行）\nポリイミドが，ポリアミック酸を経由せず，テトラカルボン酸二無水物\nとジアミンの直接の反応生成物であるかのごとき認定は正確さを欠いて\nいる。\n(ｲ) 一致点の誤認及び相違点の看過\nａ 上記(ｱ)のとおり，引用例発明における可溶性ポリイミドは，テトラ\nカルボン酸二無水物とジアミンの反応生成物であるポリアミック酸を\nイミド化反応させて製造されるものである。これに対し，本件発明１\nのポリアミック酸は，テトラカルボン酸二無水物とジアミンの直接の\n反応生成物である。\nしたがって，審決が，両者は「……テトラカルボン酸二無水物と，\n………ジアミンの反応生成物であるポリマー」という上位概念で一致\nすると認定したことは，誤りである。\nｂ そして，引用刊行物には，上記(ｱ)②´のとおり，上記混合溶媒をポ\nリアミック酸の溶媒として使用することは記載されておらず，また，\n上記(ｱ)③´のとおり，ポリアミック酸の上記混合溶媒への溶液（液晶\n配向剤）を印刷法により塗布することも記載されていないのであるか\nら，本件発明１と引用例発明との相違点として，これらの点（以下\n「相違点２」，「相違点３」という。）を認定の上，検討すべきであ\nったものである。\n(ｳ) 容易想到性の判断の誤り\nａ 審決の認定した相違点（以下「相違点１」という。）につき，審決\n「①『ポリアミック酸』は『可溶性ポリイミド』のイミド化前駆体であり……は，\n…，②『可溶性ポリイミド』が，ポリイミド配向膜の形成に用いられるのであれば，\nその前駆体である『ポリアミック酸』も，同様に，ポリイミド配向膜の形成に用いら\nれることは周知であるから………，③引用例発明において，『可溶性ポリイミド』を\nポリイミド配向膜の形成に用いることが知られているとき，そのイミド化前駆体であ\nる『ポリアミック酸』をポリイミド配向膜の形成に用いて本件発明１とすることは，\n当業者が容易に想到し得ることである。」（審決19頁第２段落，①～③の符号は便宜\nと判断したが，誤りである。上付加した。）\n審決は，上記判断において，本件発明１の液晶配向剤が「ポリイミ\nド配向膜」の形成に用いられるものであることを前提に判断している\nが，本件発明１のポリアミック酸を用いる液晶配向剤は，「ポリアミ\nック酸配向膜」の形成に用いられるものなのである。\n本件明細書（平成17年12月９日付け「手続補正書（訂正請求書）」\n「……本発明の液〔甲３〕添付の訂正明細書をいう。以下同じ。）には，\n晶配向剤を印刷により塗布し，好ましくは80～200℃，より好ましくは120～200℃の\nと記載され，実施例にお温度で加熱して塗膜を形成させる。」（段落［0021］）\nける加熱温度は180℃である 。ポリアミック酸の液晶配（段落［0034］）\n向剤を塗布した後，180℃程度の温度で加熱した場合，形成される塗膜\nのポリアミック酸のイミド化率はほぼ０％であり，200℃の場合でもイ\nミド化率が20％にとどまるから（1989年11月７日発行「電子情報通信\n学会技術研究報告」vol.89 No.273〔甲５〕７～12頁，以下「甲５文\n献」という。），形成される塗膜は「ポリアミック酸配向膜」であっ\nて，「ポリイミド配向膜」ではない。\nこのように，本件発明の液晶配向剤は「ポリイミド配向膜」の形成\nに用いられるものではないから，審決の上記判断は不当である。\nｂ 審決の上記①～③の判断が誤りである理由を，さらに詳細に述べる\nと次のとおりである。\n(a) 液晶配向膜を形成するに当たっては，下記の３つのルートがある\n（以下，順に「ルートＡ」のようにいう。）。\nＡ：ポリアミック酸を基板に塗布し，塗布後，加熱して不融不溶ポ\nリイミドの配向膜を形成する方法。なお，「不融不溶」とは加\n熱してもそれ自体が溶融することはなく且つ溶媒に溶解するこ\nともない，すなわち「不溶性」という意味である。従って，ル\nートＡにおけるポリアミック酸は，塗布前に加熱または脱水剤\nによりイミド化すると不融不溶ポリイミドとなるので，もはや\nそれを塗布することはできない。\nＢ：可溶性ポリイミドとなり得るポリアミック酸を基板に塗布し，\n加熱してポリアミック酸の配向膜を形成する方法。ルートＢで\nは「ポリアミック酸」を基板に塗布した後，加熱してもポリイ\nミド配向膜を形成しない。\nＣ：可溶性ポリイミドとなり得るポリアミック酸を，脱水剤により\nイミド化して可溶性ポリイミドに変換し，この可溶性ポリイミ\nドを基板に塗布し，加熱してポリイミド配向膜を形成する方\n法。\n(b) ところで，液晶配向剤のポリアミック酸が「イミド化前駆体」と\nいえるか否かは，ポリアミック酸を基板に塗布し，加熱して形成し\nた配向膜がポリイミド配向膜であるか否かで決まる。形成された配\n向膜がポリイミド配向膜であるときには，ポリアミック酸は「イミ\nド化前駆体」といえるが，形成された配向膜がポリアミック酸のま\nまの配向膜であるときには，塗布前の（液晶配向剤中の）ポリアミ\nック酸は，当然のことではあるが，「イミド化前駆体」とはいえな\nいのである。\n上記ルートＡでは，塗布されたポリアミック酸がポリイミド配向\n膜を形成するので，液晶配向剤中のポリアミック酸は「イミド化前\n駆体」といえるのに対し，ルートＢでは，塗布されたポリアミック\n酸がポリアミック酸のままの配向膜を形成するので，当該ポリアミ\nック酸はイミド化前駆体とはいえないのである。また，ルートＣの\n場合も，ポリアミック酸が基板に塗布されるのではなく，ポリアミ\nック酸があらかじめ可溶性ポリイミドに変換され，可溶性ポリイミ\nドが塗布されるのであるから，ポリアミック酸がイミド化前駆体で\nあるとはいえない。\n(c) 上記ルートＡ～Ｃと，審決が上記判断の中で引用している技術文\n献（本訴乙２～乙７）に記載された方法との関係を示しつつ，審決\nの上記判断①～③が誤っている理由を説明すると，次のとおりであ\nる。\n(Ⅰ) 1990年10月30日初版２刷発行（日刊工業新聞社刊）「液晶デ\nバイスハンドブック」（乙２。以下「乙２文献」という。）に\n「ポリイミド系配向膜材料の特徴は，前駆体であるポリアミック酸の状態は，\nでは溶解性が良好で，塗工材として濃度，粘度などの調整が容易であり，硬化\nにより不融不溶の安定したポリイミド膜を形成するという点である」（250頁２\nと記載されている。乙２文献に記載されている方法～７行参照）\nは，ルートＡの方法に該当する。したがって，この場合ポリアミ\nック酸は「イミド化前駆体」ということができる。\n(Ⅱ) 乙２文献は，ポリアミック酸から可溶性ポリイミドを得るこ\nとについては何も記載していないが，審決の上記認定は，「ポリ\nアミック酸」を「可溶性ポリイミド」のイミド化前駆体と認定し\nているから，「可溶性ポリイミド」となり得る「ポリアミック\n酸」の場合も，それを基板に塗布し加熱すると，乙２文献に開示\nされたポリアミック酸と同様にポリイミド配向膜を与えるものと\n理解していることは明らかである。\nしかしながら，下記乙３～乙７公報の開示内容から明らかとな\nるとおり，「可溶性ポリイミド」となり得る「ポリアミック酸」\nは基板に塗布し加熱してもポリイミド配向膜を与えないから，審\n決の上記判断のうち(i)は誤っている。\n(Ⅲ) 審決は，上記判断の②において，下記の特許公報を引用した\n（以下，順に「乙３公報」～「乙７公報」という。）。\n・特開平１－239526号公報（審決甲９，本訴乙３）\n・特開平１－214821号公報（審決甲10，本訴乙４）\n・特開平２－173614号公報（審決甲11，本訴乙５）\n・特開平２－291527号公報（審決甲12，本訴乙６）\n・特開平２－287324号公報（審決甲13，本訴乙７）\n乙３～乙７公報の実施例には，イミド化により「可溶性ポリイ\nミド」となり得る「ポリアミック酸」を用いて，配向膜を形成す\nる２つの方法が記載されており，これらの方法はそれぞれ，ルー\nトＢとルートＣに該当する。\nすなわち，乙３～乙７公報に開示された実施例又は比較例の一\n部においては，ポリアミック酸を基板に塗布した後，150～180℃\n程度の温度で加熱（乾燥）して配向膜を得ている。このような温\n度でイミド化が殆んど進まないことは甲５文献に記載されている\nから（上記ａ），得られた配向膜もポリアミック酸のままであ\nり，ルートＢに該当する。ルートＢにおいて，ポリアミック酸\nは，「イミド化前駆体」として用いられているわけではない。\nまた，乙３～乙７公報に開示された実施例の他の一部では，ポ\nリアミック酸をそのまま基板に塗布するのではなく，塗布する前\nに予めイミド化して「可溶性ポリイミド」を製造し，「可溶性ポ\nリイミド」を基板に塗布して液晶配向膜を形成している。ルート\nＣにおいても，ポリアミック酸は，「イミド化前駆体」として用\nいられているわけではない。\nしたがって，乙３～乙７公報を根拠に，「可溶性ポリイミド」\nの前駆体であるポリアミック酸が，ポリイミド配向膜の形成に用\nいられることは周知である，とする上記②の判断は誤りである。\n(Ⅳ) 以上のとおり，乙２文献はルートＡの方法を開示しており，\n乙３～乙７公報はルートＢ又はＣを記載しており，また引用刊行\n物（甲４）も「可溶性ポリイミド」からポリイミド配向膜を形成\nする方法（ルートＣ）を記載しているだけである。\nしたがって，引用例発明に乙２文献及び乙３～乙７公報の周知\n技術を組み合わせても，「可溶性ポリイミド」からポリイミド配\n向膜を形成する方法が得られるだけである。これに対し，本件発\n明１の液晶配向剤は，ポリアミック酸からポリアミック酸配向膜\nを形成するのに用いられるものであるから，周知技術を考慮して\nも引用例発明から当業者が容易に想到し得たものではない。上記\n③の判断が誤っていることは明らかである。\nイ 取消事由２（本件発明１が奏する効果についての判断の誤り）\n「……本件発明１の奏する効(ｱ) 本件発明１が奏する効果について，審決は，\n果は格別なものではなく，甲第１号証及び周知技術から予測し得る程度のものと云うべ\nと判断した。きである」（審決22頁最終段落）\nしかしながら，取消事由１において述べたとおり，本件発明１は，引\n用例発明とは発明の構成が大きく異なり，しかも，下記(ｲ)に述べるとお\nり，引用刊行物は，本件発明１のポリアミック酸を用いる液晶配向剤に\nついての作用効果を何ら記載していない。\nこのように，本件発明１は，引用例発明と発明の構成が大きく異な\nり，引用例発明及び周知技術からから容易に想到できる構成ではない以\n上，効果について判断するまでもなく，本件発明１は引用例発明および\n周知技術に基づいて当業者が容易に発明をすることができたものではな\nいのである。\n(ｲ) 膜厚のバラツキにつき\n本件発明１の液晶配向剤の印刷時の膜厚ムラ（膜厚のバラツキ）が少\n「……甲第１号証（判決注：引用刊行物のこないという効果に関連して，審決は\nと）においても，液晶配向剤を塗布して得られた塗膜には，斑点，ストリエーション\n（スジ状の凹凸）などがなく，均一な塗膜を形成することができる旨の効果を奏するこ\nと認定している。とが示されている」（審決19頁下から第２段落）\nしかし，上記のとおり，引用刊行物には，可溶性ポリイミドの液晶配\n向剤が記載されているだけであり，しかも発明の目的はスピンコートで\n塗膜に発生する斑点やストリエーションによる塗膜の不均一性を解決し\nようとするものであり，印刷法は一言記載されているだけであるから，\n引用刊行物に記載された上記効果はスピンコートによる可溶性ポリイミ\nドの液晶配向剤の効果にすぎない。引用刊行物には，ポリアミック酸の\n液晶配向剤は記載されていないので，上記効果は印刷法によるポリアミ\nック酸の液晶配向剤の効果ではない。\nむろん，引用刊行物の実施例では，スピンコートで得られた塗膜につ\nいて斑点やストリエーションなどがないことが確認されているだけであ\nり，本件発明１に関連する印刷で得られた塗膜について確認されている\nわけではない。\nしたがって，本件発明１の液晶配向剤の印刷時の膜厚ムラ（膜厚のバ\nラツキ）が少ないという効果は，引用例発明に何ら記載も示唆もされて\nいないから，引用例発明から決して予測し得るものではない。\n(ｳ) 実施例の膜厚平均値がいずれも「600Å」であることにつき\nａ 審決は，「2. 被請求人の数値限定に係る主張について」と題する\n項（審決20頁第２段落～22頁下から第２段落）において，本件明細書\nの実施例の膜厚平均値がいずれも「600Å」であることが不自然であ\nり，信憑性を欠くと指摘しているが，臆測であり到底納得できるもの\nではない。\n審決が，上記指摘の根拠として挙げているのは下記の３点である\nが，いずれも，明細書の実施例について直接立証されたものではな\nい。\n記\n①「従来，可溶性ポリイミド溶液を印刷法などで基板上に塗布する場合，わず\nかな印刷条件の違いにより，膜厚平均値は変動するのが常であって････。」\n（審決20頁27～29行）\n②「この点については口頭審理の場で，当審から被請求人に，どのような理由\nでそのような膜厚平均値となったかを尋ねたところ，被請求人から納得でき\nる説明はなされなかった。」（審決20頁下３行～下１行）\n③「被請求人自身の提出に係る……実験報告書においては，ポリマーと溶媒の\n何れかが相違する複数の液晶配向剤についての膜厚平均値は，366Å～520Å\n若しくは482Å～608Åと，ばらついており……，不自然さはないことからみ\nても……」（審決21頁１～５行）\nｂ 上記①の点に関し，多くの配向膜形成条件が膜厚に影響するという\nことは確かであるが，そうであるからといって，直ちに，各実施例の\n膜厚がすべて600Åであるという本件明細書の実施例のデータが極めて\n不自然であるということにはならない。膜厚に影響する要因が多いこ\nとによって，一定の膜厚に配向膜を形成するための操作は面倒にはな\nるが，得られた結果である600Åが不自然であるといわれるような性格\nのものではない。\n膜厚に影響する要因が全く不明であれば，膜厚を所望の厚さにする\nことはかなり困難かもしれないが，被告の技術者の陳述書（乙11）に\nもあるように，膜厚に影響する要因は，当業者は詳細に把握してい\nる。確かに要因の数が多く，それらを全て調整することは面倒ではあ\nるものの，すべて調整のできる条件であり，これらの条件を調整する\nことにより所望の膜厚を得ることは可能なのである。例えば，特開平\n２－173614号公報（乙５）の実施例および比較例でも膜厚が400Åまた\nは600Åの配向膜が現実に得られている。\n液晶配向膜の膜厚を所望の厚さに揃えるということは，ユーザーで\nある液晶装置メーカーから通常求められる特性の１つである。原告\nは，数多くの形成条件を十分に把握し，こういった条件を調整するこ\nとで，ユーザーの所望する膜厚を与える液晶配向剤を提供してきたこ\nとにより，商業的成功をなし得たのである。\nｃ 上記②の点については審決の指摘するとおりであるが，口頭審理に\n臨むに当たり，まさか実験データの信憑性を疑われるなどとは思いも\n及ばず，説明の準備をしていなかったためにすぎない。平均値のデー\nタがすべて600Åに揃っている理由は，口頭審理の後に原告が提出した\n訂正請求書（甲２）に説明したとおりである。\nすなわち，本件明細書の実施例に記載した実験においては，吐出量\nと膜厚との関係を前もって大まかに把握し，ほぼ600Åの膜厚平均値を\n与える吐出量を推定し，その吐出量で同様な塗布を数回繰り返して行\nったものである。また，得られた塗膜の膜厚測定には，分解能５Åの\n膜厚計を用いたため，５Å単位で測定された。このため，膜面内５カ\n所で測定された膜厚の値は，600Åを中心とするきわめて狭い範囲に収\nまっており，平均値の５Åよりも小さい値は意味がないから５Å単位\nで把握するので，その結果，膜厚平均値が600Åとなったのは，何ら不\n自然ではない。\nｄ 上記③の点については，審決の指摘する乙第２号証（本訴甲８）及\nび乙第３号証（本訴甲９）の実験報告書においては，ことさら膜厚平\n均値が600Åとなるような手順を行わなかったし，また，膜厚測定には\n分解能１Åの膜厚計を用いて行ったので，膜厚平均値はばらついてお\nりまた数値も１Å単位で表示されていたものである。したがって，こ\nれらの実験報告書のデータとの比較から，実施例のデータが不自然で\nあると判断することはできない。\n実際にこうした液晶配向膜が工業的に使用されている実態である大\n型液晶テレビ画面などを見れば明らかなとおり，その液晶配向膜は600\nÅや400Åといった，規定の均一な膜厚で製造されており，こうした工\n業製品が均一な膜厚を保っていることが，不自然なことであったり，\nあり得ないことであるなどとは到底いえない。\nウ 取消事由３（本件発明２についての判断の誤り）\n審決は，本件発明２と引用例発明は，本件発明１と引用例発明との一致\n点及び相違点と同じ点で一致し，相違している，と認定した上で判断して\nいる。\n本件発明１の進歩性の判断に誤りがあることは上記ア，イのとおりであ\nるから，本件発明２についても，審決の判断は誤りである。\n２ 請求原因に対する認否\n請求の原因(1)～(3)の各事実は認める。同(4)は争う。\n３ 被告の反論\n原告が，審決の認定判断が誤りであるとして主張するところは，いずれも失\n当である。\n(1) 取消事由１に対し\nア 原告は，審決は原告のいう相違点２，３を看過していると主張する。\nたしかに，本件審決は，引用刊行物にポリアミック酸についての溶媒や\n印刷法が記載されていないこと（原告のいう相違点２，３）を独立した相\n違点として明示的に認定はしていない。しかし，審決は，ポリアミック酸\nと可溶性ポリイミドとの違いが本件発明１と引用例発明との相違点である\nことを認定した上で，引用例発明の可溶性ポリイミドをポリアミック酸に\n置き換えることは容易であり，置き換えた結果，引用例発明には可溶性ポ\nリイミドに関しての溶媒や印刷法についての記載があるのと同様にポリア\nミック酸に関しても溶媒や印刷法について記載されているのと等しく，そ\nうであれば本件発明１は引用例発明から容易に想到し得ると判断している\nのであって，原告のいう相違点２，３についても実質的な判断をしている\nのである。このような相違点に関する判断手法（構成要件がＡ＋Ｂ＋Ｃで\nある本件発明に対して，Ａ’＋Ｂ＋Ｃの引用発明があるとき，Ａ’をＡに\n変えれば本件発明に容易に想到するという判断手法）は，通常のものであ\nって，何ら相違点の看過はない。\nイ 原告は，審決が可溶性ポリイミドもポリアミック酸もいずれも「反応生\n成物であるポリマー」であるとして一致点の認定をしたことについて，引\n用例発明の認定に誤りがあると主張する。\nしかし，ポリイミドを，テトラカルボン酸二無水物とジアミンの反応生\n成物であるポリアミック酸から得ることができることは，引用刊行物にも\n明確に記載されていることである。審決において，可溶性ポリイミドがポ\nリアミック酸を経由したものであることを省略しているとしても，可溶性\nポリイミド及びポリアミック酸は，いずれも「……テトラカルボン酸二無\n水物と……ジアミンの反応生成物であるポリマー」であることには違いな\nいのであるから，審決の一致点の認定に誤りはない。\nしかも，審決は，該ポリマーに関して，可溶性ポリイミドであるかポリ\nアミック酸であるかの点が相違点であると正しく認定して，相違点判断を\nしているのであるから，上記の省略は何ら結論に影響を与えるものではな\nい。\nウ また原告は，審決が，本件発明１のポリアミック酸を用いる液晶配向剤\nが「ポリイミド配向膜」の形成に用いられることを前提に判断したのは不\n適切であると主張をする。\nしかし，ポリアミック酸は，通常，ポリイミド配向膜の形成に用いられ\nるのである。しかも，審決は，周知例として乙３～乙７公報を参照し，\n「ポリアミック酸も，……同，ポリイミド配向膜の形成に用いられること\nは周知である」としているのであるが，例えば，乙７公報には，実施例及\nび比較例として，テトラカルボン酸二無水物とジアミンを反応させて得た\nポリアミック酸について，「ポリアミック酸中間体溶液」を調製し，この\n溶液を基板に塗布した後加熱処理して「ポリイミド樹脂膜」を形成するこ\nとが記載されている。\nこのように，ポリアミック酸もポリイミド配向膜の形成に用いられるこ\nとは周知であり，審決がかかる周知事項をを前提に判断したことに誤りは\nない。\nエ さらに原告は，ポリアミック酸を基板に塗布した後に加熱乾燥しポリイ\nミド配向膜を得る技術と，ポリアミック酸をあらかじめイミド化して得た\n可溶性ポリイミドを基板に塗布してポリイミド配向膜を得る技術とは，相\n互に関連しないかのごとく主張する。\nしかし，液晶配向剤に用いるポリマーとして，ポリアミック酸と可溶性\nポリイミドとは互換性があり同等であることは，乙３～７文献を始めとす\nる多数の文献に記載されていた技術常識であり，原告の主張は失当であ\nる。\n(2) 取消事由２に対し\nア 原告は，引用刊行物には，本件発明１のポリアミック酸を用いる液晶配\n向剤の作用効果（膜厚のバラツキが少ないこと）は何ら記載されておら\nず，本件発明１の作用効果は，引用例発明から予測できない顕著なもので\nある旨主張する。\nしかし，ポリアミック酸を用いる液晶配向剤について膜厚のバラツキが\n少ないという効果は，引用刊行物の記載から予測し得るものである。引用\n刊行物には，可溶性ポリイミドを用いる液晶配向剤についての効果が記載\nされている。そして，上記(1)エのとおり，液晶配向剤についてポリアミッ\nク酸と可溶性ポリイミドは同等に扱われているのであるから，その作用効\n果も同等であると当業者は予測するのである。\nよって，本件発明１の効果は引用例発明から予測し得る程度のものであ\nるとした本件審決の判断に誤りはない。\nイ 原告は，審決が，本件明細書の実施例の膜厚平均値がいずれも600Åであ\nるのは信憑性を欠くと判断したのは，根拠のない憶測であると主張する。\nしかし，液晶配向膜の膜厚に影響する要因は数多く，これらを制御して\n膜厚平均値を600Åに揃えることはきわめて困難である。現に，原告自身に\n係る液晶配向剤関連の他の特許出願明細書においても，膜厚平均値は例外\nなく数10～数100Åの単位でばらついている。\nしたがって，各実施例の膜厚平均値がすべて600Åであるという本件発明\nの実施例に信憑性がないことは明らかである。\n(3) 取消事由３に対し\n原告は，本件発明２について，本件発明１についての審決の判断が誤りで\nある以上，同様に本件発明２についての審決も誤りであると主張するが，前\n記のとおり，本件発明１についての審決の判断に誤りはないから，原告の主\n張は失当である。\n第４ 当裁判所の判断\n１ 請求の原因(1)（特許庁等における手続の経緯），(2)（発明の内容）及び(3)\n（審決の内容）の各事実は，いずれも当事者間に争いがない。\nそこで，以下，原告の主張する審決の取消事由について順次判断する。\n２ 取消事由１について\n(1) 一致点の認定の誤り及び相違点の看過をいう主張につき\nア 原告は，本件発明１におけるポリアミック酸は，テトラカルボン酸二無\n水物とジアミンの直接の反応生成物であるのに対し，引用例発明における\n可溶性ポリイミドは，テトラカルボン酸二無水物とジアミンの反応生成物\nであるポリアミック酸をイミド化反応させて製造されるものであるから，\n本件審決が，両者を，「………テトラカルボン酸二無水物と………ジアミ\nンの反応生成物であるポリマー」という上位概念で一致すると認定したこ\nとは誤りであると主張する。\nしかし，審決が「第5-2」の「ａ.」の「Ⅲ」（審決15頁）及び「Ⅷ」\n（同16頁）において摘示した引用刊行物（審決甲１，本訴甲４）の記載に\n照らすと，審決も，引用例発明における可溶性ポリイミドが，ポリアミッ\nク酸をイミド化反応させて製造されるものであることを理解していること\nは明らかである。そして，引用例発明における可溶性ポリイミドが，ポリ\nアミック酸を経由して製造されるものであっても，テトラカルボン酸二無\n水物とジアミンとを反応させて製造するものであることに変わりはないの\nであるから，審決の上記認定に誤りはない。\nイ また原告は，引用例発明が混合溶媒を可溶性ポリイミドの溶媒として使\n用しているのに対し，本件発明１が混合溶媒をポリアミック酸の溶媒とし\nて使用していることを「相違点２」として認定すべきであり，さらに，ポ\nリアミック酸の混合溶媒への溶液を印刷法により塗布していることを「相\n違点３」として認定すべきであり，審決がこれらを独立した相違点として\n認定の上検討していないことは誤りであると主張する。\nしかし，審決は，引用例発明と本件発明１の一致点として，テトラカル\nボン酸二無水物とジアミンの反応生成物であるポリマーを，特定組成の混\n合溶媒への溶液とし，印刷法により塗布する液晶配向剤であることを認定\nし，相違点として，上記ポリマーが本件発明１ではポリアミック酸，引用\n例発明では可溶性ポリイミドと相違することを認定している。そして，そ\nの上で，可溶性ポリイミドをポリアミック酸に置き換えた構成が容易なこ\nとを判断しているのであるから，原告のいう相違点２，３についても実質\n的に判断している。\n審理の対象となる発明の発明特定事項を，構成要件ごとに分けて，それ\nぞれ引用発明と対比し，一致点及び相違点を認定し，一致点の技術的事項\nを前提にして相違点の容易想到性を判断するのは，進歩性の判断における\n通常の対比・判断手法である。相違点については，一致点の技術的事項と\nの関連において判断するのであるから，原告主張のように，いずれかの構\n成要件に相違があったときに，その点のみならず，その点と他の構成要件\nとの組合せが記載されていない点までも相違点として認定しなければなら\nない理由はない。\nしたがって，審決が相違点２，３を看過したとの原告の主張は採用でき\nない。\n(2) 容易想到性の判断の誤りをいう主張につき\nア 本件発明１の液晶配向剤はポリアミック酸配向膜の形成に用いられるこ\nとを前提にする主張に対し\n(ｱ) 原告は，本件発明１はポリアミック酸配向膜（イミド化率が０％であ\nるか，０％でないとしても低いもの）の形成に好適に用いられるもので\n「……引用例発明において，『可溶性ポリイミド』をポリイミあるから，審決が，\nド配向膜の形成に用いることが知られているとき，そのイミド化前駆体である『ポリア\nミック酸』をポリイミド配向膜の形成に用いて本件発明１とすることは，当業者が容易\nと判断したのは，誤りに想到し得ることである」（審決19頁第２段落，下線付加）\nであると主張する。\nしかし，本件明細書（甲３）の請求項１の記載によれば，本件発明１\nは，液晶配向剤を印刷法により塗布した後，最終的に液晶配向膜を得る\nまでの乾燥工程における温度及び時間等を特定するものでもないし，得\nられる液晶配向膜のイミド化率を規定したものでもないから，原告の上\n記主張は，特許請求の範囲の記載に基づくものではなく，採用できな\nい。\n(ｲ) また原告は，審決が，本件発明１の液晶配向剤がポリイミド配向膜の\n形成に用いられると決めつけたのは不適切であると主張する。原告の主\n張は，イミド化率の低い配向膜は「ポリイミド配向膜」とは呼ばないと\nいう前提でなされたものであるが，ポリイミドはポリアミック酸をイミ\nド化して製造するものであるところ，純粋なポリアミック酸（イミド化\n率０％）と純粋なポリイミド（イミド化率100％）の中間に当たる様々な\nイミド化率のものについて，これをイミド化率○○％のポリアミック酸\nというか，イミド化率○○％のポリイミドというかは，定義の問題にす\n「実施例１ぎない。例えば，乙７公報（特開平２－287324号公報）には，\n……ポリアミック酸中間体溶液を……希釈後，透明電極付ガラス基板に……スピンコ\nートし……加熱処理してポリイミド樹脂膜を形成した。得られたポリイミド樹脂の……\nとの記載があり，イミド化イミド化率は45％であった。」（４頁右下欄６～末行）\n率が50％に満たないものについても「ポリイミド樹脂膜」という語が用\nいられている。したがって，審決が，本件発明１の液晶配向剤を使用し\nて形成される液晶配向膜が「ポリイミド配向膜」であることを前提とし\nて判断したことに，原告主張の誤りはない。\nイ ポリアミック酸溶液を塗布する技術と，可溶性ポリイミド溶液を塗布す\nる技術の相違をいう主張に対し\n「『ポリアミック酸』は『可溶性ポリイミド』のイミド化前(ｱ) 原告は，審決が，\n駆体であり」……，『可溶性ポリイミド』が，ポリイミド配向膜の形成に用いられるの\nであれば，その前駆体である『ポリアミック酸』も，同様に，ポリイミド配向膜の形成\nに用いられることは周知であるから……，引用例発明において，『可溶性ポリイミド』\nをポリイミド配向膜の形成に用いることが知られているとき，そのイミド化前駆体であ\nる『ポリアミック酸』をポリイミド配向膜の形成に用いて本件発明１とすることは，当\nと判断したことは，業者が容易に想到し得ることである。」（審決19頁第２段落）\n誤りであると主張する。そして，その理由として，審決の判断は，ポリ\nアミック酸溶液を基板に塗布して液晶配向膜を得る技術と，ポリアミッ\nク酸をイミド化して可溶性ポリイミドを得た後に，可溶性ポリイミド溶\n液を基板に塗布して液晶配向膜を得る技術との間に，技術的意義の相違\nがあることを看過している旨指摘する。\nしかし，原告の主張は採用できない。その理由は以下のとおりであ\nる。\n(ｲ) 乙３公報（平１－239526号公報）には，次の記載がある（下線付\n加）。\n①「２．特許請求の範囲\n(1)ポリアミド誘導体および／またはイミド系ポリマーならびに多価アルコール誘\n導体を含有する液晶配向膜用組成物。」（１頁左下欄）\n②「実施例１ (1)４,４’－ジアミノジフェニルメタン……をＮ,Ｎ－ジメチルアセト\nアミド（DMAC）……に溶解し，かきまぜながら２,３,５－トリカルボキシシクロペ\nンチル酢酸二無水物……を加え……反応させてポリアミド酸溶液を得た。……(2)\n……グリセリンモノオクタデカン酸エステル……を溶解させ，さらにDMACを添加\nし，ポリアミド酸とグリセリンモノオクタデカン酸エステルの……組成物溶液を調\n製し……ろ過し，不溶分を除去した。この組成物溶液を……透明電極付きガラス基\n板上……塗布し……乾燥させ……塗膜を得……ラビング処理を行った。」（８頁右\n上欄～左下欄）\n③「実施例２ 実施例１の(1)で得たポリアミド酸溶液にDMAC……を添加し，さらにピ\nリジン……と無水酢酸……を添加し……反応させ，ポリイミドを得た。……沈殿さ\nせ……乾燥したのち，再びDMAC中に溶解させ……ポリイミド溶液を調製した。……\n(2)……グリセリンモノオクタデカン酸エステル……を溶解させ，さらにDMACを添\n加し，ポリイミドとグリセリンモノオクタデカン酸エステルの……組成物溶液を調\n製し……ろ過した。この組成物溶液を用いて，実施例１の(2)と同様にして液晶表\n示素子を作製し」（８頁右下欄～９頁左上欄）\n乙３公報の上記記載②によれば，実施例１は，ポリアミド酸（ポリア\nミック酸）の組成物の溶液を直接基板上に塗布し，乾燥して液晶配向膜\nを得ている。一方，上記記載③によれば，実施例１で得たポリアミック\n酸溶液をイミド化して可溶性ポリイミドとし，この可溶性ポリイミドを\n基板上に塗布し，乾燥して液晶配向膜を得ている。そして，上記記載①\nによれば，乙３公報に係る特許出願では，実施例１，２を開示した上\nで， ポリアミド誘導体および／またはイミド系ポリマー……を含有す「\nる液晶配向膜用組成物」につき特許が請求されている。\nこのような乙３公報の記載によれば，特定の原料から得られるポリア\nミック酸と，当該ポリアミック酸の溶液をイミド化して得られる可溶性\nポリイミドとは，乙３公報記載の発明が目的とする作用効果を得られる\nという点において共通することが開示されているといえる。\n(ｳ) 乙５公報（平２－173614号公報）には，次の記載がある。\n「本発明において，配向膜を構成する樹脂材料としては，具体的には，ポリイミド，\nポリアミック酸，……の群から選ばれる１種または２種以上の混合物を挙げること\nができる。基本的には，溶媒に可溶であればいかなるものも使用できる。これら樹\n脂を適当な溶媒に溶解させ，配向膜の膜厚に応じて溶液の粘度を調整する。」（２\n頁右上欄～左下欄）\n乙５公報の上記記載によれば，ポリアミック酸溶液と，可溶性ポリイ\nミド溶液とは，乙５公報によって出願される特許の目的とする作用効果\nを得られる点において，共通すると考えられていたことがわかる。\n(ｴ) 乙６公報（平２－291527号公報）には，次の記載がある。\n①「２．特許請求の範囲\n(2) 下記一般式(Ⅵ)………で表わされる基を末端に有するポリアミド酸及び／\nまたはポリイミドを含有する液晶配向剤。」（２頁右上欄）\n②「実施例23 ……前記式……で示される基を末端に有するポリアミド酸……をγ－\nブチロラクトン／ブチルセロソルブ（60／40，重量比）に溶解して……溶液を調\n製し……濾過して配向剤を得た。得られた配向剤を用いて……液晶表示素子を作\n製し」（16頁右下欄～17頁左上欄）\n③「実施例24 ……ジオクチル基をポリマー中に有するポリイミド……を用いて，実\n施例23と同様に液晶表示素子を作製し」（17頁左上欄～右上欄）\n以上の記載から，乙６公報においては，乙３公報について上記(ｲ)に説\n示したのと同様に，特定の構造を有するポリアミド酸（ポリアミック\n酸）と，これをイミド化した可溶性ポリイミドとが，いずれも，乙６公\n報記載の発明が目的とする作用効果を奏する液晶配向膜を形成するため\nに，好適に用いられることが開示されている。\n(ｵ) 乙７公報（平２－287324号公報）には，次の記載がある。\n①「Ｎ－メチルピロリドン，Ｎ,Ｎ－ジメチルアセトアミド，Ｎ,Ｎ－ジメチルホルム\nアミド，γ－ブチロラクトン等の有機極性溶剤中で反応，重合を行いポリアミッ\nク酸中間体溶液とし，ポリアミック酸中間体溶液をそのまま基板上に塗布し，基\n板上で加熱イミド化してポリイミド被膜を形成することができる。」（３頁右下\n欄13～19行）\n②「本発明のポリイミド樹脂は溶媒に溶解するという特徴を有し，従って得られたポ\nリアミック酸中間体を溶液中でそのままイミド化してポリイミド溶液とすること\nができ，得られたポリイミドを単離し，適当な溶媒に溶解してポリイミド溶液と\nすることもできる。この溶液を基板上に塗布し，溶媒を揮発させることにより基\n板上にポリイミド被膜を形成させることもできる。」（４頁左上欄11～19行）\n③「実施例１ ２,２－ビス［４－(４－アミノフェノキシ)フェニル］プロパン……\n及びTDA……をＮ－メチル－２－ピロリドン（以下，NMPと略す）……中……反応\nさせポリアミック酸中間体溶液を調製した。……この溶液をNMPにより……希釈\n後，透明電極付ガラス基板に……スピンコートし……加熱処理してポリイミド樹\n脂膜を形成した。得られたポリイミド樹脂の……イミド化率は45％であった。」\n（４頁右下欄）\n④「実施例２ 実施例１で得られたポリアミック酸中間体溶液……にイミド化触媒…\n…を加え……反応させポリイミド樹脂溶液を調製し……ポリイミド樹脂粉末を得\nた。……この粉末……をγ－ブチロラクトン……に溶解し……透明電極付ガラス\n基板に……スピンコートし……加熱処理してポリイミド樹脂膜を形成した。」\n（５頁左上欄）\n以上の記載から，乙７公報においても，乙３，乙６公報について上記\n(ｲ)，(ｴ)に説示したのと同様に，特定の構造を有するポリアミック酸\nと，これをイミド化した可溶性ポリイミドとが，いずれも，乙６公報に\n係る特許が目的とする作用効果を奏する液晶配向膜を形成するために，\n好適に用いられることが開示されている。\n(ｶ) 上記(ｲ)～(ｵ)のとおり，液晶配向剤の技術分野においては，その主た\nる成分として，ポリアミック酸と可溶性ポリイミドとが特段の区別なく\n併記される場合が多く，特定の原料の反応生成物であるポリアミック酸\nと，これをイミド化した可溶性ポリイミドとは，一方が優れた作用効果\nを有していれば他方も同様であると認識されており，かかる認識は技術\n常識となっていたことが認められる。そうすると，引用例発明，すなわ\nち，特定のテトラカルボン酸二無水物とジアミンとの反応生成物である\nポリアミック酸をイミド化した可溶性ポリイミドを特定の混合溶媒に溶\n解させた液晶配向剤の開示に接した当業者（その発明の属する技術の分\n野における通常の知識を有する者）にとって，ポリアミック酸をイミド\n化せずに（ポリアミック酸のまま）同様の混合溶媒に溶解させた液晶配\n向剤に想到することも，特段の創意を要することではないというべきで\nある。審決の判断は，これと同旨をいうものとして是認することができ\nる。\n(ｷ) なお，液晶配向剤の技術分野において，特定の原料から合成されるポ\nリアミック酸と，当該ポリアミック酸をイミド化して成る可溶性ポリイ\nミドとが相互に置換可能なものであることが技術常識であったことは，\n以下のとおり，本件訂正前の本件特許の内容に照らしても，明らかであ\nるというべきである。\nａ 本件訂正前の本件特許の明細書（甲１。以下「訂正前明細書」とい\nう。）によれば，訂正前の本件特許の請求項１の内容は下記のとおり\nである（下線付加）。\n記\n【請求項１】 （Ａ）テトラカルボン酸二無水物とジアミンの反応生成物であるポリ\nアミック酸および可溶性ポリイミドから選ばれる少なくとも１種のポリマー，およ\nび（Ｂ）γ－ブチロラクトンとＮ－メチル－２－ピロリドンを含有し且つＮ－メチ\nル－２－ピロリドンの含有率が0.1～50重量％の範囲にある混合溶媒，からなりそ\nして印刷法により塗布することを特徴とする液晶配向剤。\nｂ 上記の特許請求の範囲の記載によれば，特許権者（原告）は，テト\nラカルボン酸二無水物とジアミンの反応生成物であるポリアミック酸\nと，これをイミド化して得られる可溶性ポリイミドとは，いずれも，\n上記(B)の混合溶媒に溶解させたときに，同様の優れた作用効果を奏す\nることを前提に，特許を請求していたものと認められる。\nしかるに，訂正前明細書によれば，その根拠とされた実施例及び比\n較例を見ると，実施例１，５，７がポリアミック酸，実施例２～４，\n６，８が可溶性ポリイミドを用いた実験結果であり，これに対する比\n較例１，２は，いずれも可溶性ポリイミドを用いたものである（訂正\n前明細書の段落【0027】～【0038】）。このような実施例及び比較例\nの挙げ方からみて，実施例と比較例との間で作用効果の相違が実際に\n検証されているのは可溶性ポリイミドについてのみである。\nそうすると，原告がポリアミック酸についても特許請求の範囲に含\nめているのは，可溶性ポリイミドにおいて優れた作用効果がある以\n上，当然にポリアミック酸についても優れた作用効果があることが推\n認されると考えていたからにほかならないというべきである。。\n(ｸ) 以上要するに，特定の原料（本件特許でいえば特定のテトラカルボン\n酸二無水物と特定のジアミン）の反応生成物であるポリアミック酸と，\n当該ポリアミック酸をイミド化した可溶性ポリイミドとは，液晶配向剤\nの技術分野において，相互に置換可能なものとして扱われており，その\nことは，乙３～６公報のような特許文献に表れているのみならず，訂正\n前明細書自体が前提にしていた技術常識であったことが優に認められ\nる。\nしたがって，可溶性ポリイミドに代えてポリアミック酸を用いるとい\nうという，本件発明１の相違点１に係る構成が当業者にとって容易に想\n到し得るものではないという原告の主張は，自らが訂正前の本件特許の\n明細書において前提としていた技術常識を否定しているのに等しいとい\nわざるを得ず，この点からしても，採用することができない。\n(ｹ) また原告は，液晶配向膜を形成するに当たっての反応には，原告のい\nう「ルートＡ」～「ルートＣ」の３つのルートがあり，乙２文献は「ル\nートＡ」の，乙３～乙７公報は「ルートＢ」及び「ルートＣ」の方法を\n開示したものであり，「ルートＢ」に関する引用例発明に乙２文献及び\n乙３～乙７公報の周知技術を組み合わせても，「可溶性ポリイミド」か\nらポリイミド配向膜を形成する方法が得られるだけであるのに対し，本\n件発明１の液晶配向剤は，ポリアミック酸からポリアミック酸配向膜を\n形成するのに用いられるものであるから，周知技術を考慮しても引用例\n発明から当業者が容易に想到し得たものではない，と主張する。\nしかし，原告の主張は，本件発明１の液晶配向剤はポリアミック酸か\nらポリアミック酸配向膜を形成するのに用いられるものであるというこ\nとを前提とするものであるところ，かかる前提が，本件発明１の特許請\n求の範囲の記載に基づかないものであることは，前記アのとおりであ\nる。また，乙２文献及び乙３～乙７公報に示される技術内容について\nも，各文献の記載内容に照らすと，液晶配向剤の技術分野において，ポ\nリアミック酸と可溶性ポリイミドとは相互に置換可能なものとして扱う\nうのが技術常識であると認められることは上記(ｱ)～(ｶ)のとおりであ\nり，最終的に液晶配向膜が形成されるまでの化学反応が原告のいう「ル\nートＡ」～「ルートＣ」のいずれのルートで進行するかが区別されてい\nることもうかがわれない。\nよって，原告の上記主張は，採用することができない。\n３ 取消事由２（本件発明１の効果についての判断の誤り）について\n「本件発明１が奏する効果は，以下に述べるように，甲第１号証か原告は，審決が，\nら当業者が当然予測し得る程度のものに過ぎず，また，引用例発明と比較して，格別顕著な\nと判断したのは誤りであると主効果を奏するものともいえない」（審決19頁第３段落）\n張するので，検討する。\n(1) 本件明細書の実施例における実験データにつき\nア 審決は，本件発明１には顕著な作用効果が認められないとした理由とし\nて，本件明細書の実施例に記載された実験データが，膜厚平均値のすべて\nが揃って「600Å」である点において不自然であり，信憑性を欠くというこ\nとを挙げている（審決20頁第２段落～22頁下第２段落）。そして，審判\n被請求人（原告）が，すべての実験データにおいて膜厚平均値が「600Å」\nとなったことは，次の①～④のとおり，事実に基づく十分な合理性を有す\nると主張したのに対し，当該主張を排斥している。\n① 実施例におけるすべての膜厚平均値が600Åというのは，実測膜厚の\n平均値であって，特別の製造方法や試験方法を採用して求めたもので\nはない。\n② 塗膜形成手順は，液晶配向剤塗布液を準備し，塗布用印刷機により\n吐出量を変えて塗布し，吐出量と塗膜膜厚との関係を把握し，この関\n係からほぼ600Åの膜厚平均値を与える吐出量を推定し，その吐出量で\n同様な塗布を数回繰返すという手順を行うことにより，膜厚平均値が\n600Åの塗膜が形成される。\n③ 塗膜の膜厚測定には，本件特許の出願当時（平成４年）に市販され\nていた触針式膜厚計が用いられた。この膜厚計は膜厚の変動を曲線と\nして表示するものであり，また膜厚分解能が５Åであったので，測定\nされた膜厚は，読み取る際の読み取り誤差を避けられず，また５Åと\nいう膜厚分解能の下での膜厚であるため，５Åを１単位として表示す\nるのがせいぜいで，５Åよりも小さい膜厚の表示は意味のないもので\nあった。そして，膜面内５ヶ所において測定された膜厚の平均値が膜\n厚平均値となるが，その平均値についても，５Åよりも小さい値は意\n味がないから，５Å単位で表示される。従って，この平均値を基礎と\nして求められる膜厚ムラ（バラツキ）も５Åを１単位としており，こ\nの膜厚計により測定された膜厚平均値として600Åを示す塗膜を形成す\nることは，さほど困難なことではない。\n④ なお，本訴甲８，甲９（審判乙２，審判乙３）の実験報告書におい\nて膜厚平均値がばらついているのは，ことさら膜厚平均値が600Åとな\nるような手順を行わなかったことと，より精度の高い触針式膜厚計\n（膜厚分解能１Å）を用いて測定したので数値が１Å単位で表示され\nたことによる。したがって，本訴甲８，甲９（審判乙２，審判乙３）\nのデータから実施例のデータが不自然であると判断することはできな\nい。\nイ 原告は，審決が原告の上記ア①～④の主張をいずれも排斥したのは誤り\nであると主張するが，以下のとおり，審決の判断は妥当であり，原告の主\n張は採用することができない。\n(ｱ) 上記ア①の主張につき\n訂正前明細書及び本件明細書に記載されたデータが，実測膜厚の平均\n値であるというなら，実験ノートなどの測定結果を記載した証拠を提出\nすべきであるが，原告は証拠を提出していない。\n(ｲ) 上記ア②，③の主張につき\n「液本件明細書（甲３）の実施例には，液晶配向剤の印刷法については\n晶配向膜塗布用印刷機を用いて，ＩＴＯ膜からなる透明電極付きガラス基板の上に透明\n電極面に塗布し」（段落【0034】） 「触針式膜厚計を用，膜厚の測定法については\nと，それぞれ記載されているだいて，面内の膜厚を測定した」（段落【0034】）\nけであり，原告の上記②，③の主張は，明細書の記載に基づかないもの\nであるし，そのような塗膜形成手順と膜厚測定方法が，本件出願当時の\n技術常識であったと認めるに足りる証拠はない。\n(ｳ) 上記ア④の主張につき\n原告は，原告が本件特許無効審判手続中に行った実験のデータ（本訴\n甲８，９）において膜厚平均値がばらついているのは，本件明細書の実\n験データとは実験の手順や測定器の精度が異なるためであると主張する\nが，本訴甲８，９の実験において，本件明細書の実施例と同一の手順及\nび測定器で実験を行うことが困難ないし不可能であったことについては\n何ら主張していない。実施例の追試実験は，追試である以上，基本的に\n同一の手順等で行うべきことは当然であるから，原告の主張は，これを\n無視したものであるというほかない。\n(2) 本件発明１の効果の予測性についての主張につき\nア 原告は，引用例発明の奏する作用効果は，引用例発明の可溶性ポリイミ\nドをスピンコートした塗膜において，斑点やストリエーションのない均一\nな塗膜を形成することができるというものであり，印刷法で塗布した塗膜\nにおいて膜厚ムラ（膜厚のバラツキ）が少ないという本件発明１の効果\nは，引用例発明の効果から予測できるものではないと主張する。\nしかし，上記(1)でみたとおり，実施例の記載が信憑性を欠くものである\nとの審決の判断に誤りがない以上，本件発明１の奏する作用効果が顕著で\nあることに基づいて本件発明１に進歩性があるという原告の主張は，根拠\nを欠くといわざるを得ない。\nイ また，実施例のデータに仮に信憑性があるとしても，原告の主張は採用\nできない。その理由は次のとおりである。\n本件発明１の構成を引用例発明に基づき当業者が容易に想到し得ること\nは前記２のとおりであり，かかる場合に，作用効果が予測し得ないもので\nあることを理由に進歩性が認められるためには，本件発明１の奏する作用\n効果が引用例発明の作用効果に比べて顕著であることが前提となる。しか\nるに，訂正前明細書（甲１）によれば，実施例として，ポリマーとしてポ\nリアミック酸を用いた３例（実施例１，５，７）とポリイミドを用いた５\n例（実施例２～４，６，８）とが 挙げられているが，膜厚のバラツ\nキ（Å）は，ポリアミック酸の３例については±25，±20，±15，ポリイ\nミドの５例については±30，±20，±15，±20，±20，であって，ポリマ\nーがポリアミック酸である場合とポリイミドである場合との間に特段の差\n異はない。しかも，ポリイミドの５例のうち，実施例２～４，８は，ポリ\nマーの原料であるテトラカルボン酸二無水物及びジアミンの種類並びに混\n合溶媒の組成のいずれにおいても，審決の認定した引用例発明に含まれる\nものである。\n本件訂正により，本件発明１の特許請求の範囲はポリアミック酸を用い\nるものに限定され，これに伴い，本件明細書（甲３）の実施例からもポリ\nイミドを用いた実施例２～４，６，８が削除され，ポリアミック酸を用い\nた実施例１，５，７のみとされた（段落【0034】～【0036】）。しかし，\n上記のとおり，訂正前明細書の記載によれば，本件発明１には，引用例発\n明に比べて，膜厚のバラツキに関する顕著な作用効果がそもそも認められ\nないのである。したがって，本件明細書に実施例として記載された膜厚の\nバラツキの値が仮に正しいとしても，作用効果の予測可能性を問うまでも\nなく，本件発明１に，引用例発明に対する進歩性が認められる余地はな\nい。\n４ 取消事由３について\n本件発明２の進歩性に関する本件審決の判断に誤りがあることをいう原告の\n主張は，本件発明１の進歩性に関する判断に誤りがあることを前提とするもの\nであるから，上記２，３のとおり，本件発明１の進歩性に関する判断に誤りが\nない以上，理由がない。\n５結語\n以上の次第で，原告が取消事由として主張するところは，いずれも理由がな\nい。よって，原告の本件請求は理由がないからこれを棄却することとして，主\n文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官 中 野 哲 弘\n裁判官 岡 本 岳\n裁判官 上 田 卓 哉\n"
}