{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 29
  },
  "case_number": "平成14(ワ)25522",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10047",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10047",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/047/010047_hanrei.pdf",
  "contents": "平成１４年(ワ)第２５５２２号　損害賠償請求事件\n口頭弁論終結日　平成１６年７月２８日\n判決\n原　　　　　　　告　　　株式会社日本衛生センター\n同訴訟代理人弁護士　　　村　上　愛　三\n同　　　　　　　　　　　三　好　高　文\n同　　　　　　　　　　　松　倉　正　和\n同訴訟復代理人弁護士　　照　井　史　生\n被　　　　　　　告　　　株式会社日本住宅保全\n（以下「被告日本住宅保全」という。）\n同訴訟代理人弁護士　　　林　　　正　孝\n被　　　　　　　告　　　株式会社匠建\n（以下「被告匠建」という。）\n被　　　　　　　告　　　株式会社エス・ケイジャパン\n（以下「被告エス・ケイジャパン」とい\nう。）\n被告匠建及び被告エス・ケイジャパン訴訟代理人弁護士\n小　出　重　義\n同　　　　　　　　　　　伊　藤　　　真\n同　　　　　　　　　　　松　山　　　馨\n同　　　　　　　　　　　村　田　良　介\n主文\n１　被告らは，原告に対し，各自，金１６２万１５００円及びこれに対す\nる，被告日本住宅保全については平成１５年２月２８日から，被告匠建及び被告エ\nス・ケイジャパンについては同年１月２９日から，それぞれ支払済みに至るまで年\n５分の割合による金員を支払え。\n２　原告のその余の請求をいずれも棄却する。\n３　訴訟費用は，これを５分し，その４を原告の負担とし，その余は被告\nらの負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求及び本案前の答弁\n１　請求\n(1)　被告らは，原告に対し，連帯して，金３億４５００万円及びこれに対す\nる，被告日本住宅保全については平成１５年２月２８日から，被告匠建及び被告エ\nス・ケイジャパンについては同年１月２９日から，それぞれ支払済みに至るまで年\n５分の割合による金員を支払え。\n(2)　被告日本住宅保全は，原告に対し，金２９７万５６５４円及びこれに対す\nる平成１５年２月２８日から支払済みに至るまで年５分の割合による金員を支払\nえ。\n２　本案前の答弁（被告日本住宅保全）\n第１項(2)に係る訴えは却下する。\n第２　事案の概要\n本件は，①原告が，被告らに対して，被告らが販売する耐震補強金具の形態\nは，原告の販売する耐震補強金具「グレートホルダーⅢ型」の形態を模倣したもの\nであるとして，不正競争防止法２条１項３号，４条に基づく損害賠償金の支払を求\nめ，また，②原告が，被告日本住宅保全に対して，同被告との間の商品売買契約に\nついて，被告日本住宅保全に債務不履行があったとして，民法４１５条に基づく損\n害賠償等の支払を求めた事案である。\n１　　前提となる事実等（争いがない事実以外は証拠を末尾に記載する。）\n(1)　当事者\n原告は，一般家庭・アパート・飲食店の殺鼠，殺虫作業等を目的とする会\n社である。\n被告日本住宅保全は，一般家庭・アパート・飲食店の殺鼠，殺虫作業等を\n目的とする会社である。\n被告匠建及び被告エス・ケイジャパンは，いずれも，住宅建材販売業等を\n目的とする会社である。\n(2)　原告の製品\n原告は，平成１１年３月ころから，別紙原告製品目録記載の耐震補強金具\n「グレートホルダーⅢ型」（以下「原告製品」という。）を製造，販売している\n（甲３）。\n(3)　被告らの製品\n被告匠建及び被告エス・ケイジャパンは，平成１３年９月ころ，別紙被告\n製品目録２記載の耐震補強金具（以下「被告製品２」という。）及び別紙被告製品\n目録３記載の耐震補強金具（以下「被告製品３」という。）をタイ王国（以下「タ\nイ」という。）から輸入し，販売を開始した（甲１８，弁論の全趣旨）。被告日本\n住宅保全は，被告製品２及び３を被告匠建又は被告エス・ケイジャパンから購入し\nて販売していた（なお，別紙被告製品目録１記載の耐震補強金具については，同製\n品の販売に係る不正競争行為に関する原告の主張もなく，また，被告らが販売をし\nていたことを認めるに足りる証拠もない。）\n２　争点\n(1)　被告製品２及び３は，原告製品の形態を模倣した商品であるか。\n(2)　原告製品の形態は同種の商品が通常有する形態か。\n(3)　不正競争行為による原告の損害はいくらか。\n(4)　被告日本住宅保全の債務不履行責任に係る訴えの利益があるか，及び債務\n不履行があるか。\n３　争点についての当事者の主張\n(1)　争点(1)（被告製品２及び３の形態は，原告製品の形態を模倣したもので\nあるか）について\n（原告の主張）\n被告製品２及び３と原告製品は，以下のとおり，その形態が同一であり，\n被告各製品は，原告製品を模倣したものである。\nア　原告製品の形態\n原告製品は，Ｌ字形基材，補強部材及び鎹部材（連結部材），緩衝剤の\n４部材により構成されて，側面から見た場合に，Ｌ字形基材と弧状の鎹部材とで囲\nまれた全体形状が，三角形に近い形を形成している。Ｌ字形基材は，両辺の中間部\n分が内側に円弧状に盛り上がるように湾曲している。補強部材は，Ｌ字状に折曲さ\nれ，Ｌ字形基材とは，Ｌ字形折曲基端部付近にわずかな空隙部分が存在する点を除\nいて，全体が，内側から当接している。鎹部材は，全体が，外方向に円弧状に緩や\nかに湾曲し，さらに，その中央部が内側に膨出し，クッションラウンドを形成させ\nる形状を示し，その両端部がＬ字形基材の両辺の端に固定されている。合計４個の\nゴムの緩衝部材が，Ｌ字形基材の両辺の端部及び中間部分（補強部材の端部）に嵌\nめられている。\nイ　原告製品と被告製品２との対比\n被告製品２は，原告製品における主要部分であるＬ字形基材の形状，補\n強部材の形状，合計４個のゴムの緩衝部材がはめられているという点において同一\nである。\n確かに，原告製品においては，鎹部材の中央部は，内側に大きくＵ字形\nに膨出させたクッションラウンド部を設けているのに対して，被告製品２において\nは，単純な弧状を呈している点で相違があるが，全体形状は実質的に同一であると\nいえる。\nウ　原告製品と被告製品３との対比\n原告製品においては，Ｌ字形基材の角部は１か所が９０度に折り曲げら\nれているのに対して，被告製品３においては，Ｌ字形基材の角部は，２か所におい\nて１３５度ずつ折り曲げられている点で相違する。\nしかし，Ｌ字形基材の両辺の中間部分が盛り上がるように湾曲している\nこと，Ｌ字形基材の角部に補強部材が固定されていること，合計４個のゴムの緩衝\n部材がはめられていること，Ｌ字形基材の両辺の端に固定され，中央部にクッショ\nンラウンドを有する弧状の鎹部材があることという点で，原告製品と被告製品３と\nは，同一の形状を有しているので，両者の形態は同一であるといえる。\n（被告らの反論）\nア　原告製品と被告製品２との対比\n原告製品と被告製品２とは，以下の点において顕著な形態上の差異が存\nする。\n(ア)　Ｌ字形基材の角部\n原告製品においては，Ｌ字形基材の角部は１か所が９０度に折り曲げ\nられているのに対して，被告製品２においては，Ｌ字形基材の角部は，２か所にお\nいて１３５度ずつ折り曲げられている。上記形状の相違は，需要者において注視す\nる点における相違といえる。\n(イ)　Ｌ字形基材及び鎹部材の横幅\n原告製品においては，Ｌ字形基材の横幅は約５０ミリメートル，鎹部\n材の横幅は約４０ミリメートルであるのに対して，被告製品２においては，Ｌ字形\n基材の横幅も鎹部材の横幅も約３８ミリメートルである。\n(ウ)　Ｌ字形基材の各辺の長さの関係\n原告製品は，Ｌ字形基材の短辺の長さが，被告製品２のそれに比べて\n約１８ミリメートル短く，Ｌ字形基材の長辺の長さが，被告製品２のそれに比べて\n約５ミリメートル長い。原告製品においては，Ｌ字形基材の短辺が長辺に比して顕\n著に短いという印象を与えるのに対して，被告製品２においては，Ｌ字形基材の両\n辺の長さがほぼ等しいという印象を与える。\n(エ)　鎹部材の中央部\n原告製品においては，鎹部材の中央部は，内側に大きくＵ字形に膨出\nさせたクッションラウンド部を設けているのに対して，被告製品２においては，単\n純な弧状を呈している。この相違は，鎹部材の緩衝性，バネ弾性に係わるものであ\nり，構造上及び機能上，重要な差異といえる。また，このクッションラウンド部\nは，極めて目立つものであり，これによって，原告製品は全体として複雑な形状を\nしているという印象を与えるのに対して，被告製品２はシンプルな形状であるとい\nう印象を与える。\n(オ)　ゴムの緩衝部材\n原告製品においては，ゴムの緩衝部材がＬ字形基材にのみはめ込まれ\nており，側面からみると，緩衝部材，Ｌ字形基材，鎹部材，ボルト部という複雑な\n段差が生じているのに対して，被告製品２においては，ゴムの緩衝部材は等幅のＬ\n字形基材と鎹部材が重なり合っている部分を一体としてはめ込まれており，そのた\nめ側面からみると，緩衝部材，鎹部材，ボルト部という形で段差の少ないシンプル\nな形状となっている。\nイ　原告製品と被告製品３との対比\n原告製品と被告製品３とは，以下の点において顕著な形態上の差異が存\nする。\n(ア)　Ｌ字形基材の角部\n原告製品においては，Ｌ字形基材の角部は１か所が９０度に折り曲げ\nられているのに対して，被告製品３においては，Ｌ字形基材の角部は，２か所にお\nいて１３５度ずつ折り曲げられている。上記形状の相違は，需要者において注視す\nる点における相違といえる。\n(イ)　Ｌ字形基材の各辺の長さの関係\n原告製品は，Ｌ字形基材の短辺の長さが，被告製品３のそれに比べて\n約１８ミリメートル短く，長辺の長さが，被告製品３のそれに比べて約５ミリメー\nトル長い。原告製品においては，Ｌ字形基材の短辺が長辺に比して顕著に短いとい\nう印象を与えるのに対して，被告製品３においては，Ｌ字形基材の両辺の長さがほ\nぼ等しいという印象を与える。\n(ウ)　鎹部材の横幅\n原告製品においては，鎹部材の横幅は約４０ミリメートルであるのに\n対して，被告製品３の鎹部材の横幅は約３５ミリメートルである。\nいずれの製品も，Ｌ字形基材の横幅は約５０ミリメートルであるか\nら，上記の差異は，原告製品においては，鎹部材の横幅がＬ字形基材の横幅に比し\nて若干細いという印象を与えるのに対し，被告製品３においては，Ｌ字形基材の横\n幅に比して顕著に細いという印象を与える。\n(2)　争点(2)（原告製品の形態は同種の商品が通常有する形態か）について\n（被告らの主張）\n原告製品の形態は，耐震補強金具としての機能及び効用を発揮するために\n採用された形態であり，また，同種の商品が通常有する形態である。\nア　Ｌ字形基材\nＬ字形基材の全体形状については，直交する２本の柱を補強するために\nは，その形状をＬ字形にせざるを得ないから，同形状は，耐震補強金具の機能及び\n効用を発揮するための通常有する形態にすぎない。また，金属製のＬ字形補強金具\nは，多数の商品が存在する。\nさらに，Ｌ字形基材の両辺の中間部を内側に湾曲させている形状は，両\n辺部の弾性を強化する目的で採用されたものであり，このような形状は，早くから\n採用されており，耐震補強金具として通常有する形態にすぎない。\nイ　補強部材\n補強部材が，Ｌ字形基材の角部に固定される目的は，Ｌ字形基材を構成\nする両辺に異なる方向の力が加わったとき，その弾性力によって，Ｌ字形の形状を\n元に復元させることにあり，このような方法も早くから確立された技術である。\nウ　ゴムの緩衝部材\n耐震補強金具を木材に当接するにはネジなどにより固定することになる\nが，その際にＬ字形基材と木材との間にゴムなどの緩衝部材を挟むことにより，そ\nのゴムなどの弾性力により固定が確実になるのであるから，緩衝部材のこのような\n形態は，固定を確実にするという技術的要求からの必然的といえる。また，ゴムの\n使用は，雨水等の浸入やシロアリ被害を防ぐ効果も有しており，機能面から通常採\n用される形態である。\n（原告の反論）\nア　Ｌ字形基材\n耐震補強金具にＬ字形を採用することは，基本的な技術手段であり，多\n数の金属製Ｌ字形補強部材に用いられている形態であることは否定しない。しか\nし，耐震補強金具に使用する目的のためには，Ｌ字形形状のみならず，他に多種の\n形態が想定できるから，Ｌ字形にすることが，耐震補強金具の機能及び効用を発揮\nするために通常有する形態であるとはいえない。\nＬ字形基材の両辺の中間部を内側に湾曲させることは，構造体に加わっ\nた水平，垂直両方向の振動が吸収され，耐震補強金具に伝わりにくくなる効果を有\nしている。しかし，このような形状を有しない耐震補強金具も多数存するのである\nから，同形状が，耐震補強金具の機能及び効用を発揮するために通常採られる形態\nとはいえない。\n原告製品においては，「湾曲」させて，弧状の形態を有している点に特\n徴があり，この点において，中間部を内側に折り曲げて平坦な折膨出部を形成した\n通常の形態とは異なる特徴がある。\nイ　補強部材\nＬ字形の補強部材が，Ｌ字形基材の角部に固定されている点は，耐震補\n強金具のすべてが採用している形状ではない。したがって，補強部材のＬ字形状\nは，耐震補強金具の機能及び効用を発揮するために通常有する形態とはいえない。\nウ　ゴムの緩衝部材\n耐震補強金具の中には，ゴムの緩衝部材が付されていない製品も多数販\n売されているから，緩衝部材にゴムを採用したとの形状は，耐震補強金具の機能及\nび効用を発揮するために通常有するものとはいえない。\n(3)　争点(3)（不正競争行為による原告の損害はいくらか）について\n（原告の主張）\nア　被告日本住宅保全は，被告製品２及び３を，被告匠建又は被告エス・ケ\nイジャパンから仕入れて，一般需要者に販売していた。\n平成１３年８月から平成１４年３月までの期間に被告製品２及び３の販\n売により得た被告日本住宅保全の利益額が原告の損害額であると推定される（不正\n競争防止法５条２項）。\nイ　被告製品２及び３の昀終販売価格は，２万５０００円である。\n被告日本住宅保全の販売利益率は，以下のとおりである。\nすなわち，被告日本住宅保全は，同被告に属する営業員との間で，被告\n製品が販売されるごとに，営業員から，営業員に対する販売価格（仕切価格）及び\n手数料（個々の営業員の得る利益の３０ないし３５パーセントに相当する金員）を\n受け取るとの旨の業務委託契約を締結していた。\nそうすると，被告製品２又は３の昀終価格に対する利益率（製品１個当\nたり）は，以下のとおり，約６０パーセントとなる。\n①売上による収入＝仕切価格１万２５００円－仕入価格１２６０円\n＝１万１２４０円\n②手数料収入＝営業員の利益（販売価格２万４５００円－仕切価格１万\n２５００円）×３０パーセント\n＝３６００円\n③利益率＝（売上による収入１万１２４０円＋手数料収入３６００円）\n÷販売価格２万４５００円×１００\n＝６０．５７パーセント\nウ　平成１３年８月から平成１４年３月までの期間において，被告日本住宅\n保全の営業員を通じての全製品の販売額は，１か月当たり２億円ないし３億円であ\nった。このうち，耐震補強金具の販売額が全製品の販売額に占める割合は６０パー\nセントを下ることはなく，また，被告製品２及び３の販売額が耐震補強金具の販売\n額に占める割合は６０パーセントを下ることはない。\nそうすると，被告製品２及び３の販売により被告日本住宅保全が受けた\n利益は，以下のとおり，３億４５００万円を下ることはない。\n利益＝１か月の販売額２億円×販売期間８か月×補強金具の割合６０パ\nーセント×被告製品割合６０パーセント×利益率６０パーセント\n＝３億４５６０万円\nエ　原告は，被告らに対して，３億４５００万円及び遅延損害金の支払を求\nめる。\n（被告らの反論）\nア　原告の主張イのうち，被告日本住宅保全が営業員との間で業務委託契約\nを締結していたこと，個々の営業員は営業活動によって得た代金を会社と折半して\nいたこと，会社は，個々の営業員から，クーリングオフ処理に備えた費用として個\n々の営業員が受ける代金の５パーセント，クレジット手数料として０．５パーセン\nト，車のリース代として月額３万５０００円から５万円の支払を受けていたこと，\n被告製品２及び３の仕入れ価格が１個１２６０円であることは認めるが，その余は\n否認する。\nイ　被告日本住宅保全は，個々の営業員に対し，耐震補強金具を含めた工事\n材料を無償で支給しており，販売していたわけではない。\nまた，被告日本住宅保全の販売額は，１か月平均８０００万円程度であ\nる。\n（被告匠建及び被告エス・ケイジャパンの反論）\n被告匠建及び被告エス・ケイジャパンは，原告から，原告製品を仕入れて\nいたが，その後，被告製品３を扱うようになり，さらに，被告製品２に切り替え\nた。\nしたがって，仮に，被告製品３を用いずに原告製品を仕入れていたと仮定\nしても，原告が得られた販売利益は，以下のとおり，１４１万６１１０円を上回る\nことはない。\n原告製品１個当たりの販売額３２７４円×粗利益４０パーセント×被告製\n品３の販売総数１０８１個＝１４１万６１１０円\n(4)　争点(4)（被告日本住宅保全の債務不履行責任に係る訴えの利益及び同責\n任の有無）について\n（原告の主張）\nア　原告は，平成１４年３月２日ころ，被告日本住宅保全に対し，原告製\n品，ＮＪＨドライという名称の製品その他の製品を売り渡し，そのころ納品した。\nイ　ところが，被告日本住宅保全は，納品した製品のうちの一部を正当な理\n由なく原告に返品した。被告日本住宅保全の上記債務不履行のため，原告は，以下\nのとおり合計２９７万５６５４円の損害を受けた。\n①　ＮＪＨドライの袋代金　　　　　　　　　　　２１万円\n②　総量　　　　　　　　　　　　　　　　　　　４０万円\n③　キャンセルに伴う諸費用分担金　　　　　　　　６万６７２０円\n④　ＮＪＨドライのキャンセル分詰替工賃　　　　３０万０７２０円\n⑤　返品商品の検品及び詰替えをするのに要した人件費\n１５８万００１０円\n⑥　箱代　　　　　　　　　　　　　　　　　　　１６万８９０４円\n⑦　返品の倉庫保管に要した費用　　　　　　　　２４万９３００円\n（被告日本住宅保全の反論）\nア　原告は，福岡簡易裁判所に，被告日本住宅保全に対する原告製品等の売\n掛代金請求の支払督促を申し立て，被告日本住宅保全の異議により，訴訟事件とし\nて係属した。しかし，原告は，今後同事件について訴えを提起しないことを約して\n同事件を取り下げた。\n本件の債務不履行責任に係る訴えは，上記不起訴の合意をした事件と密\n接に関連するものであるにもかかわらず，損害賠償請求権として提起されたもので\nある。\nしたがって，不起訴の合意に反し，訴えの利益を欠くものである。\nイ　原告の主張ア及びイのうち，原告が納品した事実，被告日本住宅保全が\n製品を送り返した事実は認め，その余は否認する。被告日本住宅保全が原告製品等\nの発注をした事実はないので，発注もなく納品された製品はそのまま原告に送り返\nした。\nまた，損害についても，返品との間の因果関係はない。\n第３　争点に対する判断\n１　争点(1)（被告製品２及び３の形態は，原告製品の形態を模倣したものである\nか）について\n(1)　事実認定\n争いのない事実，証拠（甲５の１～５の２，１８）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\nア　原告製品の形態\n原告製品の形態は，別紙原告製品目録記載のとおりである。\n原告製品は，Ｌ字形基材，補強部材及び鎹部材（連結部材），緩衝剤の\n４部材により構成されて，側面から見た場合に，Ｌ字形基材と弧状の鎹部材とで囲\nまれた全体形状が，略三角形に形成されている。Ｌ字形基材は，両辺の中間部分が\n内側に円弧状に盛り上がるように湾曲している。補強部材は，Ｌ字状に折曲され，\nＬ字形基材とは，Ｌ字形折曲基端部付近にわずかな空隙部分が存在する点を除い\nて，全体が，内側から当接している。鎹部材は，全体が，外方向に円弧状に緩やか\nに湾曲し，また，その中央部を内側に膨出させて，クッションラウンドを形成させ\nた形状を呈しており，その両端部がＬ字形基材の両辺の端に固定されている。合計\n４個のゴムの緩衝部材が，Ｌ字形基材の両辺の端部及び中間部分（補強部材の端\n部）に嵌められている。\nイ　被告製品２，３の各形状及び原告製品との対比\n(ア)　被告製品２，３の形態は，それぞれ別紙被告製品目録２，３記載の\nとおりである。\n(イ)　原告製品との共通点\n被告製品２，３及び原告製品は，①Ｌ字形基材，補強部材及び鎹部材\n（連結部材），緩衝剤の４部材により構成されて，側面から見た場合に，Ｌ字形基\n材と弧状の鎹部材とで囲まれた全体形状が，略三角形に形成された耐震補強金具で\nある点，②補強部材は，Ｌ字形基材の角部に固定されており，補強部材の各辺が，\nＬ字形基材の各辺の３分の１程度の長さで，Ｌ字形基材の両辺の湾曲部に達してい\nない点，③鎹部材は，その両端部がＬ字形基材の両辺の端に固定され，弧状である\n点において共通する。\n(ウ)　原告製品との相違点\nａ　Ｌ字形基材\n原告製品では，Ｌ字形基材の角部が１か所で９０度に折り曲げられ\nているのに対し，被告製品２及び３では，角部が，２か所で１３５度ずつ折り曲げ\nられている点で相違する。\n原告製品では，辺の長さが３７５ミリメートル及び２９５ミリメー\nトルであるのに対し，被告製品２及び３では，辺の長さが３６５ミリメートル及び\n３２３ミリメートルである点で相違する。\nｂ　Ｌ字形基材及び鎹部材の横幅\n原告製品では，Ｌ字形基材及び鎹部材の横幅が，約５０ミリメート\nル，約４０ミリメートルであるのに対して，被告製品２では，Ｌ字形基材の横幅も\n鎹部材の横幅も約３８ミリメートルであり，被告製品３では，Ｌ字形基材の横幅は\n約５０ミリメートルであるが，鎹部材の横幅は約３５ミリメートルである点で相違\nする。\nｃ　鎹部材の中央部\n原告製品では，鎹部材の中央部は，内側に大きくＵ字形に膨出させ\nたクッションラウンド部を設けているのに対して，被告製品２では，単純な弧状を\n呈している。\nｄ　ゴムの緩衝部材\n原告製品では，ゴムの緩衝部材がＬ字形基材にのみはめ込まれてお\nり，側面からみると，緩衝部材，Ｌ字形基材，鎹部材，ボルト部の順で段差が生じ\nているのに対して，被告製品２では，ゴムの緩衝部材が等幅のＬ字形基材と鎹部材\nが重なり合っている部分を一体としてはめ込まれており，そのため側面からみる\nと，緩衝部材，鎹部材，ボルト部という形で段差が少ない形状となっている点で異\nなる。\n(2)　同一性の有無に関する判断\n原告製品の基本的な形態の特徴は，①Ｌ字形基材と弧状の鎹部材とで側面\nから見た場合に，略三角形に形成されている点，②Ｌ字形基材は，両辺の中間部分\nが内側に円弧状に盛り上がるように湾曲している点，③鎹部材は，全体が，外方向\nに円弧状に緩やかに湾曲し，また，その中央部を内側に膨出させて，クッションラ\nウンドを形成させた形状を呈している点にあり，とりわけ，③の鎹部材に設けられ\nたクッションラウンドは，その特異な形状から，顕著な形態上の特徴であると解さ\nれる。\nそこで，この観点から形態の同一性を判断する。\nア　原告製品と被告製品２\n原告製品と被告製品２とを比較検討すると，前記①及び②の特徴につい\nては同一であるものの，被告製品２は，鎹部材にクッションラウンドが形成されて\nいない点において，原告製品の有する特有の形態を備えていない。　したがって，\n両者の形態は，その余の点を判断するまでもなく，実質的に同一であるとは認めら\nれない。\nイ　原告製品と被告製品３\n原告製品と被告製品３とを比較検討すると，前記①ないし③のいずれの\n特徴においても両者は共通しており，基本的な形態が同一である。被告製品３は，\nＬ字形基材の角部の形状，鎹部材の横幅などの点で原告製品と異なるが，これらは\n原告製品の形態に些細な変更を加えたにすぎないものと評価できる。したがって，\n両者の形態は実質的に同一であると認められる。\n(3)　模倣の意図\n以上認定した原告製品と被告製品３の形態上の同一性，原告製品が平成１\n１年３月ころから販売された（甲３）のに対し，被告製品３は平成１３年９月から\n販売されたこと，被告匠建及び被告エス・ケイジャパンは，被告製品３の販売を開\n始する前に原告から原告製品を仕入れていたこと（弁論の全趣旨），被告匠建及び\n被告エス・ケイジャパンは，被告製品３と同様に鎹部材の中央にクッションラウン\nドが設けられている別紙被告製品目録１記載の耐震性能金具をサンプルとしてタイ\nの輸入元に製作を依頼していること（乙２４）等の事情に照らすと，被告製品３は\n原告製品に依拠して作られたものであると認められる。\nなお，被告日本住宅保全は，被告製品３の販売時に原告製品の存在を知ら\nなかった旨主張する。しかし，被告日本住宅保全は平成８年の設立から平成１３年\n８月ころまで，耐震補強金具を含め，家屋の床下修理等の工事材料を原告から仕入\nれていた（丙４，５）のであるから，被告日本住宅保全の主張を採用することはで\nきない。\n２　争点(2)（原告製品の形態は同種の商品が通常有する形態か）について\n被告らは，原告製品の形態は，耐震補強金具の機能及び効用を発揮するため\nに採られている形態であり，また，同種の商品が通常有する形態である旨主張し，\nそれに沿う証拠として乙１ないし２２を提出する。\nしかし，上記被告らの主張は，以下の理由により採用できない。すなわち，\n原告製品の形態上の特徴は，前記１で認定したとおり，①Ｌ字形基材と弧状の鎹部\n材とで側面から見た場合に略三角形に形成されている点，②Ｌ字形基材は，両辺の\n中間部分が内側に円弧状に盛り上がるように湾曲している点，③鎹部材は，全体\nが，外方向に円弧状に緩やかに湾曲し，また，その中央部を内側に膨出させて，ク\nッションラウンドを形成させた形状を呈している点にある。そして，本件全証拠に\nよるも，原告製品が販売される前に，弧状の鎹部材を有する製品，鎹部材にクッシ\nョンラウンドが形成されている製品が存在したことを認めることはできず，また，\n①から③までの特徴を組み合わせた製品が製造，販売されていた事実も認められな\nい。その他，これらの特徴的な形態が，ありふれたものであること又は耐震補強金\n具の機能及び効用を発揮するために必然的に採られる形態であることを認めるに足\nりる事実はない。\nしたがって，原告製品の形態は，同種の商品が通常有する形態であるとは認\nめられない。\n３　争点(3)（不正競争行為による原告の損害はいくらか）について\n(1)　被告らは，被告製品３を販売するについて，この行為が不正競争防止法２\n条１項３号の不正競争行為に該当することを知り，又は，知らないことについて過\n失があったといえる。\nそして，原告は原告製品の販売を平成１１年３月ころから開始しているの\nで，被告らは，被告製品３の販売開始から，原告が販売を開始した３年後である平\n成１４年３月までに原告が受けた損害について賠償する責任がある。\n(2)　原告は，被告日本住宅保全が平成１３年９月ころから平成１４年３月まで\nの期間に，被告製品３の販売により得た利益額をもって原告の損害額であると推定\nされるべきであると主張する。\n証拠（丙５）及び弁論の全趣旨によれば，以下のとおりの事実を認めるこ\nとができる。すなわち，\nア　被告エス・ケイジャパンは，被告日本住宅保全及び被告匠建に対して，\n平成１３年９月から平成１４年３月までの間に，被告製品３を，合計１０８１個販\n売したこと，\nイ　被告日本住宅保全が被告エス・ケイジャパンから被告製品３を購入する\n際の価格は，１個当たり１２６０円であること，\nウ　被告日本住宅保全による被告製品３の営業活動は，製品のみを販売する\n方法ではなく，顧客との間で，床下修理等の工事請負契約を締結し，これに付随し\nて耐震補強工事の注文を受けて，被告商品３を敷設する方法で行われていたこと，\nエ　これらの工事は，被告日本住宅保全と契約した歩合制の営業員を通じて\n行われていたこと，\nオ　他方，原告が原告商品を取り扱う際の販売価格等については，平成１１\n年３月における販売額が１４９個で４９万７８００円（甲３）であり，被告日本住\n宅保全に対する支払督促手続における主張では，３３個で１０万３９５０円（丙\n６）としており，１個当たりおおむね３０００円であること，\nしかし，全証拠によるも，被告日本住宅保全における，被告製品３につい\nての販売価格，利益額等は必ずしも明らかであるとはいえない。\nそこで，上記認定した事実等一切の事情を総合すると，被告日本住宅保全\nが，被告製品３を販売したことによって得た１個当たりの利益の額は１５００円と\nみるのが相当である。そうすると，被告日本住宅保全が被告製品３を販売すること\nによって得た利益額（総額）は，１個当たりの利益額１５００円に数量１０８１個\nを乗じた，１６２万１５００円となり，これと同額が原告の被った損害の額と推定\nされる。\nところで，前掲各事実に，１(3)で認定した各事実，被告匠建は，被告エ\nス・ケイジャパンのみから被告製品３を仕入れていたこと（弁論の全趣旨），被告\n匠建及び被告エス・ケイジャパンは本店所在地及び代表者を共通にすること，被告\nエス・ケイジャパンがタイの輸入元から被告製品３を購入した際の書類（乙２５）\nでは，被告製品３が「ＮＪＨ　ＧＲＥＡＴ　ＨＯＬＤＥＲ　ＮＯ．３」と記載され\nており（乙２６），「ＮＪＨ」が被告日本住宅保全を意味するものと解されるか\nら，被告製品３は被告日本住宅保全を通して売却することが予定されていたと考え\nられることなどを総合考慮すると，被告らは，共同して，被告製品３を販売し，不\n正競争行為を行ったと解して差し支えないから，被告らは，各自，上記の損害額を\n賠償する義務がある。\n４　争点(4)（被告日本住宅保全の債務不履行責任に係る訴えの利益及び同責任の\n有無）について\n(1)　被告日本住宅保全は，債務不履行責任に係る訴えは，従前原告との間で行\nった不起訴の合意に反するもので，訴えの利益を欠く旨主張する。\nしかし，当該不起訴の合意は，納品され，返品を受けていないと主張する\n製品に係る売掛代金請求権に基づく請求についてされたものであるところ，本件の\n訴えは，返品による損害の賠償を請求するものであって，訴訟物を異にするから，\n従前の不起訴の合意によって訴えの利益が失われるものではない。\n(2)　原告は，平成１４年３月２日ころ，被告日本住宅保全に対し，原告製品，\nＮＪＨドライという名称の製品その他の製品を売り渡し，そのころ納品したもの\nの，被告日本住宅保全から正当な理由なく返品された旨主張する。\nしかし，原告から被告日本住宅保全に対し原告製品等が納品されたこと及\nび被告日本住宅保全が一定の製品を原告に返送したことについては争いがないが，\n原告が主張する前記売買契約の成立を認めるに足りる証拠はなく，これを認めるこ\nとはできない（かえって，甲１８及び丙５によれば，原告と被告日本住宅保全との\n取引は平成１３年中に終了していたことがうかがえる。）。\nしたがって，その余の点を論ずるまでもなく，被告日本住宅保全の債務不\n履行責任に係る請求は認められない。\n第４　結論\n以上のとおり，原告の請求は，被告ら各自に対し，１６２万１５００円及び\nこれに対する遅延損害金の支払を求める限度で理由があるからこれを認容し，その\n余は理由がないからいずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯　　村　　敏　　明\n裁判官　　　　榎　　戸　　道　　也\n裁判官　　　　山　　田　　真　　紀\n（別紙）\n原告製品目録製品写真被告製品目録１製品写真被告製品目録２斜視図被告製品目録\n３斜視図\n"
}