{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 16
  },
  "case_number": "平成12(ワ)15123",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11912",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11912",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/912/011912_hanrei.pdf",
  "contents": "平成１２年(ﾜ)第１５１２３号　出版差止等請求事件\n口頭弁論終結日　平成１４年２月１２日\n判　　　　　　　決\n原　　　　　　告        　Ａ\n訴訟代理人弁護士　    　　藤  原  宏  高\n同　　　　　　　　　　　　堀  籠  佳  典\n同　　　　　　　　　　　　九  石  拓  也\n被　　　　　　告 　　　 　Ｂ\n被　　　　　　告 　　　 　有限会社村上整体専門医学院\n被　　　　　　告 　　　 　全国カイロプラクティック師会\n被告３名訴訟代理人弁護士　藤  澤  知  之\n被　　　　　　告 　　　 　有限会社創作舎\n訴訟代理人弁護士　　　　　野々山　哲　郎\n主　　　　　　　文\n１　被告有限会社村上整体専門医学院は，別紙物件目録記載１の書籍の印刷，\n出版，販売又は頒布をしてはならない。\n２  被告Ｂ，被告有限会社村上整体専門医学院及び被告有限会社創作舎は，原\n告に対し，連帯して金７５万円及びこれに対する被告有限会社創作舎は平成１２年\n８月２日から，その余の被告は平成１２年７月２９日からいずれも支払済みまで年\n５分の割合による金員を支払え。\n３  被告Ｂ，被告有限会社村上整体専門医学院，被告全国カイロプラクティッ\nク師会及び被告有限会社創作舎は，原告に対し，連帯して金３５万円及びこれに対\nする被告有限会社創作舎は平成１２年８月２日から，その余の被告は平成１２年７\n月２９日からいずれも支払済みまで年５分の割合による金員を支払え。\n４  被告Ｂ及び被告全国カイロプラクティック師会は，原告に対し，連帯して\n金３５万円及びこれに対する平成１２年１１月９日から支払済みまで年５分の割合\nによる金員を支払え。\n５  原告のその余の請求をいずれも棄却する。\n６　訴訟費用は，これを３分し，その２を被告らの負担とし，その余を原告の\n負担とする。\n７　この判決は，第２項ないし第４項に限り，仮に執行することができる。\n事実及び理由\n第１  請求\n１　主文１項と同旨。\n２  被告Ｂ，被告有限会社村上整体専門医学院及び被告有限会社創作舎は，原告\nに対し，連帯して金１１０万円及びこれに対する被告有限会社創作舎は平成１２年\n８月２日から，その余の被告は平成１２年７月２９日からいずれも支払済みまで年\n５分の割合による金員を支払え。\n３  被告Ｂ，被告有限会社村上整体専門医学院，被告全国カイロプラクティック\n師会及び被告有限会社創作舎は，原告に対し，連帯して金６６万円及びこれに対す\nる被告有限会社創作舎は平成１２年８月２日から，その余の被告は平成１２年７月\n２９日からいずれも支払済みまで年５分の割合による金員を支払え。\n４  被告Ｂ，被告有限会社村上整体専門医学院及び被告全国カイロプラクティッ\nク師会は，原告に対し，連帯して金１０１万７５００円及びこれに対する平成１２\n年７月２９日から支払済みまで年５分の割合による金員を支払え。\n５  被告Ｂは，原告に対し，株式会社朝日新聞社発行の朝日新聞の全国版社会面\nに，別紙記載の謝罪広告を，見出し，同被告の肩書き及び氏名は各１０ポイント，\nその余の部分は８ポイントの活字で，縦２段抜き，横５センチメートルの大きさ\nで，１回掲載せよ。\n第２  事案の概要\n１  争いのない事実等\n(1)　原告は，被告有限会社村上整体専門医学院（以下，「被告学院」とい\nう。）が経営する村上整体専門医学院に在籍していた者である。\n(2)  村上整体専門医学院は，「村上式」と呼ばれるカイロプラクティックのテ\nクニック等を教授する学校，被告全国カイロプラクティック師会（以下「被告カイ\nロプラクティック師会」という。）は，村上整体専門医学院の卒業生を主な構成員\nとする，定款の定めに従って活動する権利能力なき社団，被告Ｂ（以下，「被告\nＢ」という。）は，被告学院の代表取締役にして被告カイロプラクティック師会の\n代表者会長である者であり，被告有限会社創作舎（以下，「被告創作舎」とい\nう。）は，出版物の企画，制作，販売等を業とする有限会社である。\n(3)  原告は，村上整体専門医学院に在籍中に，ほぐしのマニュアル（以下，\n「本件マニュアル」という。）を作成し，同マニュアルは，平成１１年５月ころ完\n成した（弁論の全趣旨）。\n(4)ア　　被告Ｂが著者，被告創作舎が編集・制作者とされた別紙物件目録記載\n１の書籍（以下，「本件書籍１」という。）が発行され，被告学院において，村上\n整体専門医学院の生徒に教科書として販売された。\nイ  被告カイロプラクティック師会が編者とされた別紙物件目録記載２の書\n籍（以下，「本件書籍２」という。）が発行され，一般書店等で販売された。\nウ  被告カイロプラクティック師会が著者とされた別紙物件目録記載３の書\n籍（以下，「本件書籍３」という。）が発行され，一般書店等で販売された。\n２　本件は，原告が，被告らに対し，本件各書籍はいずれも本件マニュアルに依\n拠し，その内容を改変の上，複製したものであるから，その作成，出版，販売は本\n件マニュアルの複製権，譲渡権，同一性保持権及び氏名表示権を侵害するものであ\nると主張して，本件書籍１の販売等の差止め，複製権，同一性保持権及び氏名表示\n権の侵害による損害の賠償並びに同一性保持権及び氏名表示権の侵害に基づく謝罪\n広告の掲載を求める事案である。\n第３　争点及びこれに関する当事者の主張\n１　争点\n(1)  本件マニュアルの著作物性\n(2)  本件各書籍が本件マニュアルを改変，複製したものに当たり，原告が本件\nマニュアルについて有する著作権及び著作者人格権が侵害されたかどうか\n(3)  被告らが，本件マニュアルの著作権及び著作者人格権の侵害行為をしたか\nどうか\n(4)  原告が本件マニュアルについて被告らに対して著作権及び著作者人格権を\n行使することが権利の濫用に当たるかどうか\n(5)  損害の発生及び額\n(6)  謝罪広告掲載請求の可否\n２　争点に関する当事者の主張\n(1)  争点(1)について\n（原告の主張）\n本件マニュアルは，単に村上整体専門医学院における授業内容を伝達する\nために記録したものではなく，もっぱら体の動作（実演）や口頭での説明により行\nわれていた実技指導の内容を，原告が，自らの経験や本件マニュアル作成の要求に\n即した意識のもとに，取捨選択，再構築し，文章，図面，写真で表現したものであ\nって，分類の際に付けたほぐしの名称も原告が考えたものであるから，「思想又は\n感情を創作的に表現したもの」に当たる。\n本件マニュアルで解説した各種技術は，他の多くの出版物でも紹介されて\nいるが，その具体的表現方法は多様であって，本件マニュアルとは異なるものであ\nる。\n（被告らの主張）\nア　本件マニュアルは，村上整体専門医学院における授業内容を，生徒であ\nった原告が記録したもので，単なる事実の伝達にすぎず，「思想又は感情」を表現\nしたものではない。\nイ　本件マニュアルは，村上整体専門医学院における授業内容をそのまま記\n述表現したものであって，授業においてもほぐしの内容の整理分類が行われていた\nものであるから，これに常識的な整理分類や名称が付加されたとしても，「創作\n性」は認められない。\nまた，体の動作等を文章化したことについても，実技指導等を文章で表現する以\n上，当然されるべき工夫であるし，図面や写真を活用することも常識的なことにす\nぎない。\nウ　既存の名称，極く短い文章，表現形式に制約があって，およそ他の表現\n形式が想定できない文章，平凡かつありふれた表現からなる文章は，創作性が否定\nされる。本件各書籍のうち，原告が著作権及び著作者人格権の侵害であると主張す\nる部分は，別表のとおり，以上の理由により著作物性を有しない。\n(2)  争点(2)について\n（原告の主張）\n本件各書籍は，いずれも，本件マニュアルの一部を，改変，複製したもの\nであるが，その具体的態様は，別紙対比表記載のとおりである。\nしたがって，原告が本件マニュアルについて有する複製権が侵害されてお\nり，また，本件書籍１を販売する行為は，原告が本件マニュアルについて有する譲\n渡権を侵害する。\nさらに，本件各書籍には，原告の氏名は表示されていないから，原告の氏\n名表示権が侵害されているし，上記改変によって，同一性保持権が侵害されてい\nる。\n（被告らの主張）\n原告の上記主張は争う。\n本件マニュアルは，村上整体専門医学院の授業を翻案して作成されたもの\nであるし，その内容も，ほぐしという手技療法のテクニックの解法という技術的性\n格が強く，表現方法が限定されることから，本件各書籍に本件マニュアルと類似す\nる箇所があるのは当然であり，このことから直ちに著作権及び著作者人格権の侵害\nとなるものではない。\n本件各書籍のうち，原告が著作権及び著作者人格権の侵害であると主張する部分\nは，別表のとおり，本件マニュアルと類似しない。\n本件マニュアルの内容を構成する「ほぐし」についてノウハウを有するの\nは被告学院であって，原告は，私的利用の範囲であるからこそ本件マニュアルの適\n法性を維持できるものである。したがって，本件マニュアルについて公表を前提と\nする著作者人格権は成立しない。\nなお，本件書籍１及び２の作成に当たり，本件マニュアルを参考にしたことは認\nめる。\n(3)  争点(3)について\n（原告の主張）\nア　本件書籍１は，被告学院が，業務として，本件マニュアルの一部を改\n変，複製して作成したものである。\n被告Ｂは，被告学院の代表者であること，自己の名前を著者として表示\nしていること，自ら本件書籍１の著述内容の監修を兼ねながら写真撮影のモデルと\nして関与していることからすると，本件マニュアルの一部を改変，複製したもので\nあることを知っていたか又は知り得たにもかかわらず，本件書籍１を作成したもの\nということができる。\n被告創作舎は，本件書籍１を出版したものであって，その際に，それが\n本件マニュアルの一部を改変，複製したものであることを知っていたか又は知り得\nたものである。\n被告学院は現在でも本件書籍１を販売している。\nイ　本件書籍２は，被告カイロプラクティック師会と一体をなし，これをそ\nの別名として使用している被告学院が，被告カイロプラクティック師会を本件書籍\nの編者として，本件マニュアルの一部を改変，複製して作成したものである。\n被告Ｂは，被告学院及び被告カイロプラクティック師会の代表者である\nことや本件書籍２の出版と前後して出版された本件書籍１に関する上記事情からす\nると，本件マニュアルを改変，複製されたものであることを知っていたか又は知り\n得たにもかかわらず，本件書籍２を作成したものということができる。\n被告創作舎は，本件書籍２を出版したものであって，それが本件マニュ\nアルの一部を改変，複製したものであることを知っていたか又は知り得たものであ\nる。\nウ(ｱ)  本件書籍３は，被告Ｂが，被告学院と一体である被告カイロプラクテ\nィック師会の代表者として，本件マニュアルの一部を改変，複製したものであるこ\nとを知っていたか又は知り得たにもかかわらず，その職務として出版を指示したも\nのである。\n(ｲ)  本件書籍３は，被告学院の従業員であるＣが被告学院の従業員である\n執筆担当者に対して，本件書籍２を自由に使ってよい旨の説明をし，また，Ｄが加\n筆した本件書籍３の原稿の確認を求められた際に，本件書籍２の本件マニュアルを\n改変，複製した部分からの複製がされていることを知りながら又は知り得たにもか\nかわらず，修正しなかった。　被告学院の従業員である執筆担当者も，Ｄが加筆し\nた本件書籍３の原稿の確認を求められた際に，本件書籍２の本件マニュアルの一部\nを改変，複製した部分からの複製がされていることを知りながら又は知り得たにも\nかかわらず，修正しなかった。\n被告学院は，このＣ及び被告学院の従業員の行為につき使用者責任を\n負う。\n（被告らの主張）\nア  被告学院に対する本件書籍１についての損害賠償請求，被告Ｂ及び被告\n学院に対する本件書籍２及び３についての損害賠償請求の追加は，時機に遅れたも\nのであるから，認められるべきではない。また，上記（原告の主張）ウ(ｲ)の主張\nは，時機に遅れたものであるから，認められるべきではない。\nイ(ｱ)  本件書籍１は，被告学院の授業のテキストとするために，被告学院の\nにより発意され，同被告の委託により被告創作舎が制作及び出版したものである。\n原告が本件マニュアルの一部を改変，複製したと主張している部分は，被告学院\nの従業員であるＥが本件マニュアルを被告創作舎に提供し，同被告が本件マニュア\nルをもとに，執筆したものである。\n被告創作舎は，原告の存在を知る立場になく，著作権及び著作者人格\n権の侵害を知り得る立場になかった。\nなお，被告学院は現在本件書籍１を販売していない。\n(ｲ)  本件書籍２は，被告学院により発意され，同被告の委託により被告創\n作舎が制作及び出版をしたものである。\nなお，被告カイロプラクティック師会は，被告学院の事業を普及し，宣伝する活\n動においては，被告学院の活動と表裏一体をなすものであり，被告学院の別名とし\nてよく用いられることから，編者とされているものである。\n原告が本件マニュアルの一部を改変，複製したと主張している部分は，被告学院\nの従業員であるＥが本件マニュアルを被告創作舎に提供し，同被告が本件マニュア\nルをもとに，執筆をしたものである。\n被告創作舎は，原告の存在を知る立場になく，著作権及び著作者人格\n権の侵害を知り得る立場になかった。\n(ｳ)  本件書籍３は，Ｆの著作物であり，被告カイロプラクティック師会は\n名称の使用を許したにすぎない。\n(4)  争点(4)について\n（被告らの主張）\n本件マニュアルは，村上整体専門医学院の授業内容のノート又は記録の域を出る\nものではなく，原告が村上整体専門医学院の授業を受けたことにその成立のほとん\nどを依存するものである。\n前記のとおり，本件マニュアルの内容を構成する「ほぐし」についてノウハウを\n有するのは被告学院であって，原告は，私的利用の範囲であるからこそ本件マニュ\nアルの適法性を維持できるものである。\nまた，被告学院の関係者は，写真撮影に協力するなどその作成に協力している。\n以上のことからすると，被告学院及びその関係者である他の被告らに本件\nマニュアルの著作権及び著作者人格権侵害を主張するのは権利の濫用である。\n（原告の主張）\n被告らの主張は争う。\n(5)  争点(5)について\n（原告の主張）\nア(ｱ)  本件書籍１について\nａ　本件書籍１は，７０３部販売され，小売単価は１万円である。ま\nた，その製造原価は，小売単価の２０％を上回ることはない。\n著作権侵害を行った被告らが得た全体利益に対する当該著作権侵害部分の寄与率\nは，単純に全体のページ数と侵害部分のページ数の割合で按分するのではなく，全\n体に対する侵害部分の不可欠性，重要性等を総合的に評価判断して，実質的に認定\nすべきである。本件書籍１はカイロプラクティックのテキストであるところ，著作\n権侵害に係る部分は，カイロプラクティックの具体的な技術内容に関する部分であ\nるから，極めて重要な位置を占めていること，本件書籍１を作成した目的は，村上\n整体専門医学院における実技指導を補い，自習の参考にするというもので，原告が\n本件マニュアルを作成したのと同一目的であること，本件書籍１のうち本件マニュ\nアルに依拠していない部分は文章表現による説明がほぼ皆無であって，それのみで\nは技術内容が理解できない写真等のみであることからすると，その寄与率は１００\n％である。\nしたがって，被告らは，本件書籍１により，次の利益を得ており，原告はこれと\n同額の損害を被った。\n販売部数７０３部×小売単価１万円×利益率８０％×寄与率１００％＝５６２万\n４０００円\nなお，特許法などの工業所有権法と著作権法との立法目的や保護法益の相違から\nすると，著作権侵害の場合は，特許権侵害などと異なり，権利者が自ら当該著作物\nの発行，販売を行っていなくても，侵害者の利益を，著作権者の損害とみなすこと\nができる。\nｂ  印税率については，本件マニュアルが，ほぐしの技術内容の理解を\n目的に作成されたものであることからすると，その内容が原告のオリジナルのアイ\nディアであるかどうかに影響されるものではないから，１０％を下回る理由はな\nい。\n本件書籍１は，１０００部印刷され，小売単価は１万円である。\nしたがって，原告の被った損害額は，原告が著作権の行使につき受\nけるべき金額である発行部数１０００部×小売単価１万円×印税率１０％＝１００\n万円となる。\n(ｲ)  本件書籍２について\n本件書籍２は，５０００部印刷され，小売単価は１２００円である。\nしたがって，原告の被った損害額は，次の計算式のとおり，原告が著\n作権の行使につき受けるべき金額である６０万円となる。\n発行部数５０００部×小売単価１２００円×印税率１０％＝６０万円\n(ｳ)  本件書籍３について\n本件書籍３は，５０００部印刷され，１冊１３００円で販売されてい\nる。また，本件書籍３が，カイロプラクティックを社会に紹介し，宣伝する出版物\nであって，その具体的な技術内容をわかりやすく解説した本件マニュアルの複製部\n分の不可欠性，重要性を考慮すると，著作権侵害部分の寄与率は５０％を下らな\nい。\nしたがって，本件書籍３により原告が被った損害額は，原告が著作権の行使につ\nき受けるべき金額として，少なくとも，次の計算式のとおり，３２万５０００円を\n下回ることはない。\n発行部数５０００部×小売単価１３００円×印税率１０％×寄与率５\n０％＝３２万５０００円\nイ(ｱ)  原告は，本件著作権侵害により，精神的苦痛を被った。本件において\nは，無断複製が繰り返し行われており，特に，本件訴訟提起後に本件書籍３が発行\nされるなどその侵害態様が悪質であることからすると，原告の精神的苦痛を慰謝す\nるに相当な金額は，各書籍につきそれぞれ３０万円を下回ることはない。\n(ｲ)　 原告は，本件各書籍における著作者人格権侵害（同一性保持権侵\n害，氏名表示権侵害）により，精神的苦痛を被ったが，本件各書籍において改変箇\n所が多数に及んでいること，あたかも別人の著作であるかのように表示されている\nこと，本件訴訟提起後に本件書籍３が発行されるなどその侵害態様が悪質であるこ\nとからすると，原告の精神的苦痛を慰謝するに相当な金額は，各書籍につきそれぞ\nれ３０万円を下回ることはない。\nウ　原告は，本件の解決のため，原告代理人を依頼し，弁護士費用相当額の\n損害を被ったところ，その額は，本件書籍１については主位的に６２万２４００\n円，予備的に１６万円，本件書籍２については１２万円，本件書籍３については９\n万２５００円を下回らない。\nエ  原告は，以上の損害のうち，本件書籍１については損害の一部である１\n１０万円，本件書籍２については損害の一部である６６万円，本件書籍３について\nは損害の全部である１０１万７５００円を請求するものである。\n（被告らの主張）\nア　損害の発生及び額については争う。\nイ　本件書籍１について\n本件書籍１が１０００部発行され販売価格が１冊１万円であることは認める。\n原告は，自ら本件マニュアルの発行・販売をしていないし，発行・販売をするこ\nともできないから，被告らの得た利益と対比し得るような損害は原告には現実に発\n生していない。\n本件書籍１は授業のテキストであり，その価格には授業料が包含されている。本\n件書籍１の相当価格は，制作原価が１冊１８００円であることから，その２倍であ\nる３６００円が上限である。\n本件マニュアルは，その内容が原告のオリジナルではなく，既存のほぐしのテク\nニックをマニュアルの体裁に整えたにすぎないから，印税率は１％が上限である。\n原告が主張する本件書籍１の侵害部分は，１２２ページ中２０ページにも満たな\nいから，損害の算定に当たっては，１２２分の２０を乗じる必要がある。\nなお，被告Ｂは，本件書籍１の発行・販売につき，利益を得ていない。\nウ  本件書籍２について\n本件書籍２が３０００部印刷製本され，販売価格が１冊１２００円であることは\n認める。\n原告が主張する本件書籍２の侵害部分は，２１９ページ中１２ページにも満たな\nいから，損害の算定に当たっては，２１９分の１２を乗じる必要がある。\nエ  本件書籍３について\n損害の算定に当たっては，原告が主張する本件書籍３の侵害部分の全体のページ\n数に対する割合及び寄与率を乗じる必要がある。\nオ　特段の事情がない限り，財産権たる著作権侵害によって慰謝料のような\n無形の損害が発生することはない。\n(6)  争点(6)について\n（原告の主張）\n原告は，本件書籍１における著作者人格権侵害（同一性保持権侵害，氏名\n表示権侵害）により，著作者としての名誉声望を回復するための適当な措置とし\nて，被告Ｂに対し，謝罪文の掲載を求める。\n（被告らの主張）\n原告の上記主張は争う。\n第４  当裁判所の判断\n１　争点(1)について\n(1)　証拠（甲１，３，１０，１１，１５，乙６，原告本人）と弁論の全趣旨に\nよると，本件マニュアルは，村上整体専門医学院の生徒であった原告が，村上整体\n専門医学院の授業内容をもとに作成したものであること，本件マニュアルは，文章\nの部分，図の部分，写真の部分からなること，以上の事実が認められる。\n原告が著作権及び著作者人格権の侵害を主張している部分は，文章の部分と図の\n部分であるので，以下，これらの部分の著作物性について判断する。\n(2)　被告らは，本件マニュアルは，村上整体専門医学院の授業内容を記録した\nもので，単なる事実の伝達にすぎないと主張する。\nしかしながら，証拠（甲１０，原告本人）によると，村上整体専門医学院\nの授業における実技指導は，テキストや資料を用いずに行われ，口頭での説明も\n「このように」などの指示語が多く用いられたものであったこと，本件マニュアル\nは，原告が，この授業内容を，指示語を具体的な部位の名称に置き換えるなどの工\n夫をして，文章と図によってその内容を理解できるようにしたものであること，以\n上の事実が認められる。\nそうすると，本件マニュアルは，授業内容をそのまま記録したものではなく，原\n告がその内容を理解できるように工夫して文章化し図示したものであると認められ\nるから，単なる事実の伝達にすぎないとはいえない。\n(3)  証拠（甲１，３，１１）と弁論の全趣旨によると，本件マニュアルのう\nち，原告が著作権及び著作者人格権の侵害を主張している部分は，①ほぐしの一般\n的注意事項の部分と，②ほぐしの類型ごとの説明の部分と，③図の部分があり，そ\nの具体的な内容は，別紙対比表記載のとおりであると認められる。\nこのうち，①については，ほぐしの注意事項としての１０項目の選択及びそれぞ\nれについての説明が，他の選択及び表現方法がないものとは認められず，文章化す\nるのに一定の創作的活動を要するものと認められる。また，村上整体専門医学院の\n授業において，これらの選択及び説明がされたことを認めるに足りる証拠はない。\nしたがって，上記①については，「思想又は感情を創作的に表現したもの」とし\nて，著作物性が認められる。\n上記②については，各類型につき，文章の部分は，アみだし，イ患者の姿勢，ウ\n方法，エポイント，オ効果・ねらいからなる。\nこのうち，アみだしについては，各ほぐしの名称が記載されているもので，一つ\n又は数個の単語から構成されているにすぎないから，「思想又は感情を創作的に表\n現したもの」として，著作物性が認められるものではない。\nイ患者の姿勢については，本件マニュアルの「１３大腿内側面の押圧」以外のほ\nぐしの類型については，一つ又は数個の単語から構成されているにすぎないから，\n「思想又は感情を創作的に表現したもの」として，著作物性が認められるものでは\nない。\nオ効果・ねらいについては，本件マニュアルの「５三の字」，「７八の\n字」及び「１０大腿屈筋群のストレッチ」以外のほぐしの類型については，短文で\nありふれた表現が用いられているにすぎないから，「思想又は感情を創作的に表現\nしたもの」として，著作物性が認められるものではない。\n上記②のうち，その余の部分については，一定の長さの文章又はそれらの\n文章のまとまりからなるものであって，文章化するのに一定の創作的活動を要する\nものと認められる。また，村上整体専門医学院の授業において，これらと同じ表現\nを用いて説明がされたことを認めるに足りる証拠はない。したがって，「思想又は\n感情を創作的に表現したもの」として，著作物性が認められる。\n上記③のうち，原告が著作権及び著作者人格権の侵害を主張しているもの\nについては，図示するために一定の創作的活動を要するものと認められ，村上整体\n専門医学院の授業において，これらと同じ図を用いて説明がされたことを認めるに\n足りる証拠もないから，「思想又は感情を創作的に表現したもの」として，著作物\n性が認められる。\n２  争点(2)について\n(1)　本件書籍１及び２の作成に当たり，本件マニュアルが参考にされたことは\n当事者間に争いがなく，証拠（乙７，証人Ｆ，同Ｄ）によると，本件書籍３の作成\nに当たり，本件書籍２が参考にされたことが認められる。これらの事実に証拠（甲\n１ないし５，１１ないし１３）と弁論の全趣旨を総合すると，本件各書籍は，以下\nのとおり，本件マニュアルを複製したものであると認められる。\nア  本件書籍１について\n(ｱ)  本件書籍１の１９ページから２０ページに記載されているほぐしの一\n般的な注意事項についての記載は，注意事項としてあげられている８項目の全てが\n本件マニュアルの一般的注意事項に含まれているもので，その記載順序も同一であ\nること，各事項の表現も，若干の単語に相違があるものの，概ね本件マニュアルの\n一般的注意事項の記載と同一であることからすると，本件マニュアルの一般的注意\n事項を複製したものと認められる。\n(ｲ)　本件書籍１の「第３章〈ほぐし〉基本操作」は，ほぐしの類型ごと\nに，ａみだし，ｂ適応／効果／ねらい，ｃ患者の姿勢，ｄ操作手順，ｅ操作のポイ\nント／注意，ｆ注意する疾患からなる。本件マニュアルの，これに対応する部分\nは，ア　みだし，イ　効果・ねらい，ウ　患者の姿勢，エ　方法，オ　ポイントで\nある（ｆ注意する疾患に対応する部分はない）。以上の各部分のうち，原告が複製\nであると主張している部分について，それぞれ複製が認められるかどうかは，以下\nのとおりである。\nａ　みだしについては，上記認定のとおり，著作物性が認められない。\nｂ　効果・ねらいについては，「三の字」は全く同一の記載，「八の\n字」については若干の単語の相違があるものの，ほぼ同一の記載であるから，いず\nれも本件書籍１の記載は本件マニュアルの記載を複製したものと認められる。しか\nし，「大腿屈筋群のストレッチ」については，文章が大きく異なるから，本件書籍\n１の記載が本件マニュアルの記載を複製したものとは認められない。その余のもの\nについては，上記認定のとおり，著作物性が認められない。\nｃ　患者の姿勢については，「大腿内側面の押圧」は，「同じ」と「同\n様に」が異なるだけでその余の部分は全く同一であるから，本件書籍１の記載は本\n件マニュアルの記載を複製したものと認められる。その余のものについては，上記\n認定のとおり，著作物性が認められない。\nｄ　操作手順については，本件マニュアルの「肘打ち」の「肩に肘をあ\nて，第三胸椎方向，第五胸椎方向，第八胸椎方向へと計三回押圧を加える。」とこ\nれに対応する本件書籍１の記載は，胸椎の数字が異なるから，本件書籍１の記載が\n本件マニュアルの記載を複製したものとは認められない。その余のもの（原告が本\n件書籍１の該当箇所の主張をしていない「大腿屈筋群のストレッチ」を除く。）に\nついては，若干の単語の相違があるものの，ほぼ同一の記載であるから，いずれも\n本件書籍１の記載は本件マニュアルの記載を複製したものと認められる。\nｅ　操作のポイント／注意については，「八の字」及び「下腿前面の押\n圧」の本件書籍１の記載は短い文章で，かつ，ありふれた表現であるので，本件マ\nニュアルの記載を複製したものとは認められない。本件マニュアルの「三方牽引」\nの「押圧のときの力の入れ具合は，上方手：下方手＝１：２くらいの強さで行\nう。」とこれに対応する本件書籍１の記載，本件マニュアルの「腰仙部のローリン\nグ」の「母指で強く押圧を加えない。」とこれに対応する本件書籍１の記載，「腓\n腹筋のマッサージ」及び「膝関節の屈曲，足関節の背屈」については，文章が大き\nく異なっているから，本件書籍１の記載が本件マニュアルの記載を複製したものと\nは認められない。その余のものについては，若干の単語の相違があるものの，ほぼ\n同一の記載であるから，本件書籍１の記載は本件マニュアルの記載を複製したもの\nと認められる。\n(ｳ)  なお，本件マニュアルと本件書籍１は，いずれも，村上整体専門医学\n院の授業において教えられているカイロプラクティックについて記載したものであ\nるから，ある程度同じような説明にならざるを得ないと考えられるが，以上の(ｱ)と\n(ｲ)で複製と認定した部分については，そのような程度を超えて同一性があるものと\n認められるから，同一の事項を記載したものであることは，上記複製認定の妨げに\nなるものではない。\n(ｴ)　本件書籍１の写真及び図のうち，原告が本件マニュアルの図を複製し\nたと主張するものについては，いずれも，同じ事項を説明する以上ある程度同じよ\nうな写真や図にならざるを得ないと考えられるところ，そのような程度を超えて同\n一性があるとは認められないから，本件書籍１の写真及び図が本件マニュアルの図\nを複製したものとは認められない。\nイ　本件書籍２について\n(ｱ)  本件書籍２の７３ページの〈ほぐし〉を行う上での一般的な注意事項\nという囲み部分の記載は，注意事項としてあげられている８項目が全て本件マニュ\nアルの一般的注意事項に含まれているもので，その順序も同一であること，各事項\nの表現についても，若干の単語の相違があるものの，概ね本件マニュアルの一般的\n注意事項の記載と同一であることからすると，本件マニュアルの一般的注意事項の\n記載を複製したものと認められる。\n(ｲ)　本件書籍２の７５ページないし８５ページの記載は，ほぐしの類型ご\nとに，ａみだし，ｂ患者の姿勢，ｃ効果・ねらい，ｄ方法，ｅ写真又は図の説明の\n記載がある。本件マニュアルの，これに対応する部分は，アみだし，イ患者の姿\n勢，ウ効果・ねらい，エ方法，オポイントである。以上の各部分のうち，原告が複\n製であると主張している部分について，それぞれ複製が認められるかどうかは，以\n下のとおりである。\nａ　みだしについては，上記認定のとおり，著作物性が認められない。\nｂ　患者の姿勢については，「大腿内側面の押圧」は，若干の単語の相\n違があるものの，概ね本件マニュアルの記載と同一であるから，本件書籍２の記載\nは，本件マニュアルの記載を複製したものと認められる。その余のものについて\nは，上記認定のとおり，著作物性が認められない。\nｃ　効果・ねらいについては，「三の字」は若干の単語の相違があるも\nののほぼ同一の記載であるから，本件書籍２の記載は，本件マニュアルの記載を複\n製したものと認められる。「八の字」及び「大腿屈筋群のストレッチ」は，文章が\n相当異なり，共通する部分もありふれた表現であるから，本件書籍２の記載が本件\nマニュアルの記載を複製したものとは認められない。その余のものについては，上\n記認定のとおり，著作物性が認められない。\nｄ　方法については，「脊柱押圧」，「肘打ち」，「ひざ関節の屈曲，\n足関節の背屈」の足関節の背屈に関する部分及び「肩回りのほぐし」については，\n文章が相当異なり，共通する部分もありふれた表現であるから，本件書籍２の記載\nが本件マニュアルの記載を複製したものとは認められない。その余のものについて\nは，若干の単語の相違があるものの，ほぼ同一の記載であるから，本件書籍２の記\n載は本件マニュアルの記載を複製したものと認められる。\nｅ　写真又は図の説明については，「脊柱押圧」，「八の字」及び「大\n腿前面の押圧」の本件書籍２の記載は短い文章で，かつ，ありふれた表現であるの\nで，本件書籍２の記載が本件マニュアルの記載を複製したものとは認められない。\nその余のもの（原告が本件書籍２の該当箇所の主張をしていないものを除く。）に\nついては，若干の単語の相違があるものの，ほぼ同一の記載であり，ありふれた表\n現ともいえないから，本件書籍２の記載は本件マニュアルの記載を複製したものと\n認められる。\n(ｳ)  本件書籍２の６７ページの記載は，若干の単語の相違があるものの，\nほぼ本件マニュアルの「ほぐし」の冒頭の記載と同一の記載であるから，本件マニ\nュアルの「ほぐし」の冒頭の記載を複製したものと認められる。\n(ｴ)　本件書籍２の図のうち，原告が本件マニュアルの図の複製であると主\n張するものについては，いずれもほぼ同じ図であるので，本件マニュアルの図を複\n製したものと認められる。\n(ｵ)　なお，本件マニュアルと本件書籍２は，いずれも，村上整体専門医学\n院の授業において教えられているカイロプラクティックについて記載したものであ\nるから，ある程度同じような説明にならざるを得ないと考えられるが，以上の(ｱ)な\nいし(ｴ)で複製と認定した部分については，そのような程度を超えて同一性があるも\nのと認められるから，同一の事項を記載したものであることは，上記複製認定の妨\nげになるものではない。\nウ  本件書籍３について\n(ｱ)  本件書籍３の１１６ページの「ほぐし」を行う上での一般的な注意事\n項という囲み部分の記載は，注意事項としてあげられている８項目が全て本件マニ\nュアルの一般的注意事項に含まれているもので，その順序も同一であること，各事\n項の表現についても，若干の単語の相違があるものの，概ね本件マニュアルの一般\n的注意事項の記載と同一であることからすると，本件マニュアルの一般的注意事項\nの記載を複製したものと認められる。\n(ｲ)　本件書籍３の第４章の２「日本人に合ったカイロテクニック」の「ほ\nぐし療法①」ないし「ほぐし療法⑦」（１００ページないし１１２ぺーじ）は，ほ\nぐしの類型ごとに，ａみだし，ｂ効果，ｃ方法，ｄ図の説明の記載がある。本件マ\nニュアルにおいての，これに対応する部分は，アみだし，イ効果・ねらい，ウ方\n法，エポイントである。以上の各部分のうち，原告が複製であると主張している部\n分について，それぞれ複製が認められるかどうかは，以下のとおりである。\nａ　みだしについては，上記認定のとおり，著作物性が認められない。\nｂ　効果については，「３の字」は，若干の単語の相違があるもののほ\nぼ同一の記載であるから，本件書籍３の記載は，本件マニュアルの記載を複製した\nものと認められる。「８の字」は，文章が相当異なり，共通する部分もありふれた\n表現であるから，本件書籍３の記載が本件マニュアルの記載を複製したものとは認\nめられない。その余のものについては，上記認定のとおり，著作物性が認められな\nい。\nｃ　方法については，「脊柱押圧」及び「ひじ打ち」，は，文章が相当\n異なり，共通する部分もありふれた表現であるから，本件書籍３の記載が本件マニ\nュアルの記載を複製したものとは認められない。その余のものについては，若干の\n単語の相違があるものの，ほぼ同一の記載であるから，本件書籍３の記載は本件マ\nニュアルの記載を複製したものと認められる。\nｄ　図の説明については，「脊柱押圧」及び「８の字」の本件書籍３の\n記載は短い文章で，かつ，ありふれた表現であるので，本件書籍３の記載が本件マ\nニュアルの記載を複製したものとは認められない。その余のもの（原告が本件書籍\n３の該当箇所の主張をしていない「大腿後面の押圧」を除く。）については，若干\nの単語の相違があるものの，ほぼ同一の記載であり，ありふれた表現ともいえない\nから，本件書籍３の記載は本件マニュアルの記載を複製したものと認められる。\n(2)　以上によると，本件各書籍のうち上記認定の部分については，原告が本件\nマニュアルについて有する複製権を侵害するものと認められる。\n上記複製部分は，全く同一の表現であるものを除き，本件マニュアルの表現を一\n部改変したものと認められ，証拠（甲２，４，１２）によると，本件各書籍には原\n告の氏名は表示されていないものと認められる。したがって，本件各書籍について\nは，原告が本件マニュアルについて有する氏名表示権，同一性保持権を侵害するも\nのと認められる。\nなお，前記１認定のとおり，本件マニュアルは，村上整体専門医学院の授\n業に依拠し，これを文章化したものであるが，その文章化には創作性が認められる\nことからすると，原告が本件マニュアルについて著作者人格権を有しないというこ\nとはない。\n３  争点(3)について\n(1)  被告学院に対する本件書籍１についての損害賠償請求，被告Ｂ及び被告学\n院に対する本件書籍２及び３についての損害賠償請求の追加は，証人及び原告本人\nの尋問が行われた第９回口頭弁論期日前にされたものであって，その判断に，更に\n同期日に行われた証人及び本人の尋問以外の証拠調べが必要であるとも認められな\nいので，著しく訴訟手続を遅滞させるものとは認められないし，また，従前の請求\nとは請求の基礎に変更がないものと認められる。\n(2)　本件書籍１について\n証拠（甲２，乙６）と弁論の全趣旨によると，本件書籍１は，被告学院に\nより発意され，同被告の委託により，被告創作舎が，被告学院の従業員から渡され\nた本件マニュアルを参考にして制作し，被告Ｂを著者として出版されたことが認め\nられる。\n被告Ｂは，被告学院の代表者であるとともに，本件書籍１の著者であるか\nら，本件書籍１について著作権や著作者人格権の侵害行為がないように注意し，そ\nのようなことがあれば，その部分を削除するとか，出版を中止するなどして，著作\n権や著作者人格権の侵害行為が生じないようにすべき義務があったものということ\nができる。しかるところ，上記のとおり，本件マニュアルは，被告学院の従業員か\nら被告創作舎に渡されて，本件書籍１の制作に使われたものであること，本件書籍\n１は，前記２のとおり，原告の複製権及び著作者人格権を侵害するものであって，\nそのことは，本件マニュアルと本件書籍１を対比し，被告学院の従業員に確認する\nなどすれば直ちに明らかになるものと考えられることからすると，被告Ｂは，被告\n学院の代表者及び本件書籍１の著者として，上記義務を果たさなかった過失がある\nものというべきである。\nまた，被告創作舎も，本件書籍１の制作者として，本件書籍１について著\n作権や著作者人格権の侵害行為がないように注意し，そのようなことがあれば，制\n作を中止するなどして，著作権や著作者人格権の侵害行為が生じないようにすべき\n義務があったものということができる。しかるところ，被告創作舎が，被告学院の\n従業員から渡された本件マニュアルを参考にするに当たって，著作権や著作者人格\n権の侵害行為が生じないかどうかを確認するなどしたとは認められないから，被告\n創作舎にも上記義務を果たさなかった過失があるものというべきである。\nしたがって，被告学院，被告Ｂ，被告創作舎は，いずれも本件書籍１によ\nる複製権及び著作者人格権の侵害について損害賠償責任を負う。\n(2)  本件書籍２について\n証拠（甲４，乙６）と弁論の全趣旨によると，本件書籍２は，被告学院に\nより発意され，同被告の委託により，被告創作舎が，被告学院の従業員から渡され\nた本件マニュアルを参考にして制作し，被告カイロプラクティック師会を編者とし\nて出版されたことが認められる。\n被告Ｂは，被告学院の代表者であるとともに，被告カイロプラクティック\n師会の代表者でもあるから，本件書籍２について著作権や著作者人格権の侵害行為\nがないように注意し，そのようなことがあれば，その部分を削除するとか，出版を\n中止するなどして，著作権や著作者人格権の侵害行為が生じないようにすべき義務\nがあったものということができる。しかるところ，上記のとおり，本件マニュアル\nは，被告学院の従業員から被告創作舎に渡されて，本件書籍２の製作に使われたも\nのであること，本件書籍２は，前記２のとおり，原告の複製権及び著作者人格権を\n侵害するものであって，そのことは，本件マニュアルと本件書籍１を対比し，被告\n学院の従業員に確認するなどすれば直ちに明らかになるものと考えられることから\nすると，被告Ｂは，被告学院の代表者及び被告カイロプラクティック師会の代表者\nとして，上記義務を果たさなかった過失があるものというべきである。\nまた，被告創作舎も，本件書籍２の制作者として，本件書籍１について著\n作権や著作者人格権の侵害行為がないように注意し，そのようなことがあれば，制\n作を中止するなどして，著作権や著作者人格権の侵害行為が生じないようにすべき\n義務があったものということができる。しかるところ，被告創作舎が，被告学院の\n従業員から渡された本件マニュアルを参考にするに当たって，著作権や著作者人格\n権の侵害行為が生じないかどうか確認するなどしたとは認められないから，被告創\n作舎にも上記義務を果たさなかった過失があるものというべきである。\nしたがって，被告学院，被告Ｂ，被告カイロプラクティック師会，被告創\n作舎は，いずれも本件書籍２による複製権及び著作者人格権の侵害について損害賠\n償責任を負う。\n(3)  本件書籍３について\nア  原告は，証人及び原告本人の尋問終了後の弁論終結が予定されていた第\n１０回口頭弁論期日に，「本件書籍３は，被告学院の従業員であるＣが被告学院の\n従業員である執筆担当者に対して，本件書籍２を自由に使ってよい旨の説明をし，\nまた，Ｄが加筆した本件書籍３の原稿の確認を求められた際に，本件書籍２の本件\nマニュアルを改変，複製した部分からの複製がされていることを知りながら又は知\nり得たにもかかわらず，修正しなかった。被告学院の従業員である執筆担当者も，\nＤが加筆した本件書籍３の原稿の確認を求められた際に，本件書籍２の本件マニュ\nアルの一部を改変，複製した部分からの複製がされていることを知りながら又は知\nり得たにもかかわらず，修正しなかった。被告学院は，このＣ及び被告学院の従業\n員の行為につき使用者責任を負う。」と主張し，甲２１ないし２４を提出したので\nあるが，被告は，この主張及び証拠の提出は，時機に後れたものであると主張す\nる。\n上記主張は，被告学院の従業員が本件書籍３の制作に関与したことに基\nづいて，被告学院が使用者責任を負う旨の主張であるが，原告は，第８回口頭弁論\n期日において，本件書籍３は被告学院の講師が執筆したことを主張し，Ｄの電話録\n取書を証拠として提出するなどしているから，第９回口頭弁論期日前に被告学院に\n対する本件書籍３についての損害賠償請求を追加した時点において，被告学院の従\n業員が本件書籍３の制作に関与したことに基づいて，被告学院が使用者責任を負う\n旨の主張をすることができたものと認められる。それにもかかわらず，原告は，そ\nの時点では，そのような主張を全く行わず，第９回口頭弁論期日の証人及び原告本\n人の尋問終了後にその旨の主張を行う旨口頭で述べ，第１０回口頭弁論期日におい\nて準備書面を陳述して上記主張をしたのであるから，この主張は，故意又は重大な\n過失により時機に後れてされたもので，仮に，上記主張をすることを認めると，そ\nのために再び証人等を尋問する必要が生じるなど新たな主張立証が必要になるもの\nと考えられる（現に，第９回口頭弁論期日の証人及び原告本人の尋問の内容からす\nると，被告らが使用者責任の主張を念頭においた尋問をしているとは考え難い）か\nら，訴訟の完結を遅延させるものということができる。原告は，証人尋問の結果に\n基づいて上記主張をしたと主張するが，上記のとおり，証人尋問の結果に基づかな\nければ上記主張をすることができなかったとは認められないから，この原告の主張\nは採用できない。もっとも，証人尋問の結果に基づかなければ上記のような詳しい\n主張ができなかった可能性はあるが，被告学院に対する本件書籍３についての損害\n賠償請求を追加した時点において，被告学院の従業員が本件書籍３の制作に関与し\nたことに基づいて，被告学院が使用者責任を負う旨の主張をすることができた以\n上，その旨の主張を全くしないでおいて，証人及び原告本人の尋問終了後に初めて\n上記主張をすることは許されないというべきである。なお，仮に，上記主張をする\nことを認めて，再び証人等を尋問する必要が生じるなどすると，民事訴訟法１８２\n条が規定する集中証拠調べを行うことができなくなることは明らかであって，現在\nの民事訴訟法の下では，上記のような主張は許されないものということができる。\nまた，甲２１ないし２４は，Ｆが被告Ｂらのグループの予備校部門の担\n当者であって，本件書籍３の出版が被告Ｂらによってされたことを立証するための\n書証であるが，すでに第７回口頭弁論期日にＦの陳述書（乙７）が提出されるなど\nしていたのであるから，原告は，これに対する反対の証拠として，甲２１ないし２\n４を，第９回口頭弁論期日の証人及び原告本人の尋問が行われる前に提出すること\nができたものと認められる。それにもかかわらず，原告は，その時点では，甲２１\nないし２４を提出せず，証人及び原告本人の尋問終了後の第１０回口頭弁論期日に\nおいて，甲２１ないし２４を提出したのであるから，これらの証拠の提出は，故意\n又は重大な過失により時機に後れてされたもので，訴訟の完結を遅延させるものと\nいうことができる。\nよって，これらの主張及び証拠の申出を却下する。\nイ　証拠（甲１９，２０，乙４，７，証人Ｆ，同Ｄ）と弁論の全趣旨による\nと，本件書籍３は，被告学院と同じく被告Ｂが経営する学校法人日本健康ビジネス\n専門学校の院長であるＦが，週刊住宅新聞社の「なる本」シリーズにおいてカイロ\nプラクティックを紹介する企画を同社にもちかけ，被告学院の従業員で村上整体専\n門医学院の学院長であったＣに紹介された被告カイロプラクティック師会の構成員\nである同学院の卒業生４名（うち２名は同学院の講師）に執筆させ，被告カイロプ\nラクティック師会を著者として出版したものであること，Ｆが印税を受領し，その\n一部を上記４名に支払っていること，被告カイロプラクティック師会を著者として\n本件書籍３を出版することについては，その代表者である被告Ｂは事前に了解して\nいたこと，本件書籍３の出版については，被告学院の宣伝という意味があり，その\nため，被告学院は，本件書籍３を少なくとも３００部購入したこと，前記２認定の\n本件マニュアルを複製した部分は，週刊住宅新聞社の社員であったＤが，Ｆから渡\nされた本件書籍２を参考にして記載したこと，Ｄは，上記複製部分を記載された原\n稿をＦに渡し，同人は，その原稿を上記４名の執筆者に渡して検討させたこと，以\n上の事実が認められる。\n被告Ｂは，以上のような事実関係のもとで本件書籍３の著者となった被\n告カイロプラクティック師会の代表者であったから，本件書籍３について著作権や\n著作者人格権の侵害行為がないように注意し，そのようなことがあれば，その部分\nを削除するとか，出版を中止するなどして，著作権や著作者人格権の侵害行為が生\nじないようにすべき義務があったものということができる。しかるところ，証拠\n（甲１２）と弁論の全趣旨によると，本件書籍３が制作発行された平成１２年１１\n月９日には，すでに本件訴訟が提起されており，原告から，本件書籍２は本件マニ\nュアルを複製したものであるとの主張がされていたこと，上記のとおり，本件マニ\nュアルを複製した本件書籍２は，ＦからＤに渡されて，本件書籍３の制作に使われ\nたこと，本件書籍３は，前記２のとおり，原告の複製権及び著作者人格権を侵害す\nるものであって，そのことは，本件マニュアルと本件書籍２や本件書籍３を対比\nし，Ｆや被告学院の従業員に確認するなどすれば容易に判明するものと考えられる\nことからすると，被告Ｂは，被告カイロプラクティック師会の代表者として，上記\n義務を果たさなかった過失があるものというべきである。\n上記認定のとおり，本件書籍３の出版については，被告学院の宣伝とい\nう意味があり，そのため，被告学院は，本件書籍３を少なくとも３００部購入して\nいるのであるが，それのみでは，被告Ｂが，被告学院の代表者として，本件書籍３\nの制作，出版に関与したとまでは認められないから，被告Ｂの行為に基づいて，被\n告学院が損害賠償責任を負うことはない。\nよって，被告Ｂ，被告カイロプラクティック師会は，いずれも本件書籍\n３による複製権及び著作者人格権の侵害について損害賠償責任を負うが，被告学院\nが責任を負うとは認められない。\n４　争点(4)について\n本件マニュアルは，前記１認定のとおり，被告学院の授業に依拠し，これを文章\n化したものであるが，その文章化には創作性が認められることからすると，被告ら\nに対し，本件マニュアルの著作権及び著作者人格権について権利行使することが権\n利の濫用に当たるとは認められない。\n５  争点(5)について\n(1)ア　証拠（原告本人）によると，原告は本件マニュアルを販売したことはな\nく，知人にコピーを配布しその実費を受け取ったことがあるにすぎないことが認め\nられる。したがって，本件書籍１が出版，販売されなかったならば，原告は，本件\n書籍１の販売によって被告らが得た利益と同様な利益を得ることができたとは到底\n認められない。\nよって，本件書籍１の販売によって被告らが得た利益をもって，原告の\n損害と推定することはできない。\nしかしながら，原告は，著作権使用料相当額の損害は被ったものと認め\nられるので，その額について検討する。\nイ　　本件書籍１が１０００部印刷され，小売単価が１冊１万円であること\nは当事者間に争いがない。また，前記２認定の事実に証拠（甲２）を総合すると，\n本件書籍１の本文部分は１０６ページであること，本件書籍１の１９ページから２\n０ページにかけて記載されているほぐしの一般的な注意事項についての記載は，本\n件マニュアルを複製したものであること，本件書籍１の４３ページから１０３ペー\nジが「第３章〈ほぐし〉基本操作」であり，同章は，最初の１ページには，「第３\n章〈ほぐし〉基本操作」とのみ記載され，その後の６０ページのうち２２ページが\n文章，３８ページが写真と図であること，この２２ページの文章のうち多くの記載\nは，前記２認定のとおり，本件マニュアルの複製であること，以上のとおり認めら\nれる。そして，これらの事実に，前記１で認定したとおり，本件マニュアルは，村\n上整体専門医学院の授業内容に基づくものであって，それを文章化したところに創\n作性があること，弁論の全趣旨によると，本件書籍１の小売単価が１万円と比較的\n高額であるのは，村上整体専門医学院の教科書として使われるためであると認めら\nれること等本件に現れた諸般の事情を勘案すると，本件書籍１についての著作権使\n用料相当額は，３０万円が相当である。\n(2)　　原告は，本件書籍２が５０００部印刷されたと主張するところ，証拠\n（乙２の１，２，乙３，８）と弁論の全趣旨によると，本件書籍２について５００\n０部印刷するとの出版契約が締結されたが，実際に印刷されたのは３０００部であ\nると認められる。\n本件書籍２の小売単価が１冊１２００円であることは当事者間に争いがない。ま\nた，前記２認定の事実に証拠（甲４）を総合すると，本件書籍２は本文部分が１８\n９ページあるところ，そのうち本件マニュアルの複製部分はあわせて１３ページで\nあることが認められる。そして，これらの事実に，前記１で認定したとおり，本件\nマニュアルは，村上整体専門医学院の授業内容に基づくものであって，それを文章\n化したところに創作性があること等本件に現れた諸般の事情を勘案すると，本件書\n籍２についての著作権使用料相当額は，１０万円が相当である。\n(3)  本件書籍３が５０００部印刷され，小売単価が１冊１３００円であること\nは当事者間に争いがない。また，前記２認定の事実に証拠（甲１２）を総合する\nと，本件書籍３の本文部分は１８４ページであるところ，本件マニュアルを複製し\nたものが記載されているページは，そのうちの１１ページであり，１１ページのう\nち１ページは，ほぼ全体が複製部分であるが，他の１０ページは，ページの一部に\nある囲みの部分であるか又は図の説明であることが認められる。これらの事実に，\n前記１で認定したとおり，本件マニュアルは，村上整体専門医学院の授業内容に基\nづくものであって，それを文章化したところに創作性があること等本件に現れた諸\n般の事情を勘案すると，本件書籍３についての著作権使用料相当額は，１０万円が\n相当である。\n(4)　　証拠（甲１５，原告本人）と弁論の全趣旨によると，原告は，被告らに\nよる著作者人格権（同一性保持権，氏名表示権）侵害行為によって，精神的苦痛を\n被ったものと認められる。\nそして，すでに認定した諸般の事情を考慮すると，著作者人格権侵害によ\nる精神的苦痛に対する慰謝料の額は，本件書籍１につき３０万円，本件書籍２につ\nき２０万円，本件書籍３につき２０万円が相当というべきである。\n(5)  原告は，本件マニュアルの著作権侵害によって精神的苦痛を被ったと主張\nするが，本件の差止請求及び著作権侵害に対する使用料相当額の損害賠償請求が認\nめられるのであるから，これによっても慰謝されない精神的損害が本件マニュアル\nの著作権侵害によって原告に生じたとまでは認められない。\n(6)　　本件事案の内容，認容額，本件訴訟の経過等を総合すると，本件著作権\n及び著作者人格権侵害行為と相当因果関係のある弁護士費用の額は，本件書籍１に\nつき１５万円，本件書籍２及び３につきそれぞれ５万円が相当というべきである。\n６　争点(6)について\n被告らの著作者人格権侵害行為によって，原告の名誉声望，すなわち，原告\nの人格的価値について社会から受ける客観的な評価が害されたとまで認めることは\nできないから，謝罪文の掲載を求める請求は理由がない。\n７　被告学院に対する差止請求について\n前記３(2)のとおり，被告学院は，本件書籍１の制作，出版に関与したことが\n認められる。また，被告学院が本件書籍１を村上整体専門医学院の生徒に教科書と\nして販売する行為は，原告が本件マニュアルについて有する譲渡権を侵害するもの\nである。\n弁論の全趣旨によると，被告学院は，現在は，本件書籍１を販売していない\nが，それは，念のため販売を中止していることによるものであると認められ，被告\n学院が本件訴訟において本件書籍１について著作権及び著作者人格権の侵害を争っ\nていることを総合すると，被告学院に対して本件書籍１についての差止めを認める\n必要性がある。\nしたがって，被告学院に対する差止請求は理由がある。\n８　よって，原告の請求は，主文掲記の限度で理由がある（本件書籍３について\nの遅延損害金請求の起算日は，本件書籍３の発行日である平成１２年１１月９日と\nした。）。\nなお，被告創作舎は，(1)原告の同被告に対する本件訴訟は探索的な訴訟であ\nる，(2)本件の紛争は，実質的には，原告と同被告以外の被告との間の紛争であ\nる，(3)同被告の応訴の負担は甚大であると主張して，原告の同被告に対する本件訴\n訟は，訴権の濫用であるとも主張しているが，すでに述べたとおり同被告に対する\n請求は理由があるから，同被告が主張しているような理由で，原告の同被告に対す\nる本件訴訟が訴権の濫用にならないことは明らかである。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　森　        義    之\n裁判官      男    澤    聡    子\n裁判官岡口基一は，填補のため署名押印することができない。\n裁判長裁判官      森　        義    之\n別紙物件目録\n１  Ｂ著「規範　村上式＜ほぐし　 ＞実践テクニック基本編」創作舎編集・制\n作，ＡＪＣＡ出版局発行にかかる書籍\n２  全国カイロプラクティック師会編「＜癒し＞の達人カイロドクター独立・開\n業マニュアル　村上式＜ほぐし　 ＞カイロ完全ガイド」音羽出版発行にかかる書\n籍\n３  全国カイロプラクティック師会著「なる本［カイロプラクティック師］」株\n式会社週刊住宅新聞社発行にかかる書籍\n別紙\n私は，「規範　村上式＜ほぐし　 ＞実践テクニック基本編」と題する書籍にＡ\n氏が著作した文章をＡ氏の承諾を得ないまま一部改変の上掲載し，当該書籍に自ら\nを著作者として表示していたもので，これにより同氏の著作者人格権を毀損し，ご\n迷惑をおかけしました。\nよって，ここに深くお詫び申し上げます。\nＢ\n（有限会社村上整体専門医学院取締役）\n（全国カイロプラクティック師会会長）\n対比表　書籍１対比表　書籍２対比表　書籍３対比表　書籍１・書籍２の図別表\n"
}