{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 15
  },
  "case_number": "平成14(う)160",
  "case_name": "詐欺被告事件",
  "court_name": "仙台高等裁判所第1刑事部",
  "result": "棄却",
  "original_court_name": "山形地方裁判所",
  "original_case_number": "平成14(わ)97",
  "gist": "○電話勧誘販売及び代金引換郵便制度を利用した詐欺商法事案について懲役2年6月の実刑が維持された事例",
  "lawsuit_id": "4637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/004637_hanrei.pdf",
  "contents": "主　　　　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中１９０日を原判決の刑に算入する。\n理　　　　　　　由\n１　本件控訴の趣意は，弁護人高橋誠也作成の控訴趣意書に記載のとおりであ\nるから，これを引用する。\n２　控訴趣意中訴訟手続の法令違反の主張について\n論旨は，原判示全部の事実を認定する証拠として，起訴外の余罪に関する証\n拠が公訴事実認定の証拠として採用され，かつ，本件起訴にかかる被害額が\n合計４８万円であるのに，懲役２年６か月の刑を科していることからすれば，原\n判決は，起訴外の余罪を，量刑上情状の一資料としてのみならず，実質上処\n罰する趣旨で考慮しており，不告不理の原則に反する訴訟手続の法令違反が\nある，というのである。\nそこで，記録を調査して検討すると，余罪の存在を示す捜査報告書等弁護人\n指摘の各証拠が，原判決の（証拠）の欄に掲げられているが，それら証拠の内\n容は，余罪の犯罪事実を個別具体的に特定したものではなく，かえって，原判\n決は，余罪の被害事実を具体的に供述する供述調書等（甲１０５号証以下）を\n掲げておらず，犯罪事実の認定に供していない。そして，原判決は，量刑の理\n由として，「本件は，このように，用意周到かつ巧妙に計画され，広域にわたる\n多数の被害者に対して，電話勧誘販売及び代金引換郵便制度を悪用し，長期\n間にわたり常習的に敢行された犯行の一部」であると述べるにとどまり，余罪で\nある詐欺の回数およびその詐取金額を具体的に認定しておらず，その前後を\nみると，本件犯行動機や犯行態様等に関する文脈の中で判示しているのであ\nる。\nしてみれば，原判決は，本件起訴外の余罪の存在を，犯行の動機・目的，計\n画性，方法，反復累行性，被告人の犯罪傾向等の情状を推知する資料として\n用いたものであり，後記のとおり，本件犯行の諸情状に照らして，懲役２年６か\n月の原判決の量刑が不当なものではないことからしても，原判決が，余罪を犯\n罪事実として認定した上，これを処罰する趣旨で重く量刑したものでないこと\nは，明らかである。\nしたがって，論旨は理由がない。\n３　控訴趣意中量刑不当の主張について\n論旨は，被告人を懲役２年６か月の実刑に処した原判決の量刑は，重すぎて\n不当であり，再度の執行猶予を求める，というのである。\nそこで，記録を調査し，当審における事実取調べの結果を併せて検討     す\nる。\n本件は，被告人が，共犯者２名と共謀の上，代金引換郵便制度を悪用し，合\n計３１名の被害者に対して，真実は代金を返却する意思もないのに，気に入ら\nないときは，代金を返しますなどと偽って，アダルトビデオの購入に応じさせ，\nその販売代金として合計４８万円を詐取したという詐欺の事案である。\n被告人らが敢行した本件起訴分を含むアダルトビデオ販売の詐欺は，架空名\n義の入金口座を開設し，それぞれ役割分担を決めるなど周到な準備をした上\nで，ビデオを購入しそうな者をねらって多数の者に対して電話で巧みに，代金\n支払いに応じさせ気に入らないときは代金返却に応じるような嘘を言って，代金\n引換郵便制度を最大限に利用して，身元を隠したまま手間をかけずに代金を\n騙し取ったものであり，計画的かつ大胆に，長期間にわたり営業として反復累\n行された大規模な犯罪である。\n上記犯罪のうち本件起訴にかかる分の被害だけでも，合計３１名の被害者から\n合計４８万円を詐取したものであって，その被害者の数や被害金額自体決して\n少なくないばかりか，被告人らが敢行した上記犯罪が，非常に多数の被害者を\n発生させ，販売及び代金決済制度への不安をもたらした社会的悪影響も無視\nし得ない。\n被告人は，楽に金銭を得られることに味をしめ，従前知人が中心となって行っ\nていた方法にならって，今度は自らが中心となり，共犯者らを引き込んで上記\n詐欺の犯罪を始めたもので，犯罪の首謀者，主導者であり，最も多くの不法な\n利益を得ていたのであるから，犯情は悪い。\nしかも，被告人は，平成１０年１１月に逮捕，監禁，強姦未遂の各罪で懲役３\n年，執行猶予５年に処せられていながら，その執行猶予期間中に上記詐欺の\n犯罪を行ったものであることに照らすと，被告人の規範意識は，相当鈍磨して\nおり，その犯罪的傾向も看過し得ない。したがって，被告人の刑事責任は重\nい。\nそうすると，本件起訴にかかる分を含めて被害者に対して被害弁償がなされて\nいること，就労の見込みがあること，父親らが監督する旨述べていること，被告\n人が反省の情を示していることなど，酌むべき情状を考慮しても，再度の執行\n猶予に付すべき事案とは到底認められず，被告人を懲役２年６か月の実刑に\n処した原判決の量刑が重すぎることはない。\n論旨は理由がない。\n４　よって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当審に\nおける未決勾留日数中１９０日を原判決の刑に算入し，当審における訴訟費用\nを被告人に負担させないことにつき刑訴法１８１条１項ただし書を適用して，主\n文のとおり判決する。\n仙台高等裁判所第１刑事部\n裁判長裁判官　　　松　　　浦　　　　　　　繁\n裁判官　　　根　　　本　　　　　　　渉\n裁判官      髙　　　木　　　順　　　子\n"
}