{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 6
  },
  "case_number": "平成14(行ケ)5",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11265",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11265",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/265/011265_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５号　審決取消請求事件\n平成１５年３月６日言渡、平成１５年２月２０日口頭弁論終結\n判　　　　決\n原　　　告　　　　　日機装株式会社\n訴訟代理人弁理士　　福村直樹\n被　　　告　　　　　テルモ株式会社\n訴訟代理人弁護士　　吉原省三、小松勉、三輪拓也、竹田吉孝\n同　　　　弁理士　　中澤直樹\n主　　　　文\n特許庁が無効２００１－３５１８４号事件について平成１３年１１月２８日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文同旨の判決\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、下記アの特許（以下「本件特許」といい、その請求項１ないし５の発明\nを総称して「本件発明」、各発明をその請求項の番号に従い「本件発明１」などと\nいう。）の特許権者、原告は、下記イの無効審判の請求人である。\nア　本件特許\n特許第２９８１９０９号\n発明の名称　　　　　　「液体流路を有する装置の気泡除去方法及びその\n装置」\n出願日　　　　　　　　平成２年６月２０日\n設定登録日　　　　　　平成１１年９月２４日\nイ　無効審判\n無効２００１－３５１８４号事件\n審判請求　　　　　　　平成１３年４月２６日\n審決　　　　　　　　　平成１３年１１月２８日\n「本件審判の請求は成り立たない。」\n（同年１２月１０日原告に謄本送達）\n２　本件特許の特許請求の範囲の記載\n【請求項１】気体は通すが液体は通さない壁面から構成される液体流路を有する装\n置の液体流路に、間欠的に液体を流し、該液体流路内に存在する気泡を除去するこ\nとを特徴とする、液体流路を有する装置の気泡除去方法。\n【請求項２】液体流入口、気体は通すが液体は通さない壁面から構成される液体流\n路及び液体流出口を備える液体流路を有する装置と、該液体流路を有する装置より\nも上流側に配設され、前記液体流路を有する装置の液体流入口を介して液体流路に\n液体を移送する液体移送手段と、前記液体流路への液体の移送を間欠的に行なわし\nめる液体移送調整手段と、を備えることを特徴とする、液体流路を有する装置の気\n泡除去装置。\n【請求項３】液体流路を有する装置よりも下流側に、除泡手段が配設されている、\n請求項２記載の装置。\n【請求項４】液体流路を有する装置よりも下流側に、液体流路を有する装置の液体\n流路内を通過する液体の圧力を高めるための小径流路部が配設されている、請求項\n２記載の装置。\n【請求項５】除泡手段よりも下流側に、除泡手段内を通過する液体の圧力を高める\nための小径流路部が配設されている、請求項３記載の装置。\n３　審決の理由の要旨\n審決は、本件発明１ないし５は、いずれも公知の刊行物に記載された発明に基づ\nいて当業者が容易に発明をすることができたものとはいえないから、その特許を無\n効とすることができないとした。その認定判断の要旨は以下のとおりである（審決\n中の「甲第１号証」、「甲第２号証」をそれぞれ「刊行物１」、「刊行物２」と言\nい換え、本訴の証拠番号及び文献名を付記し、証拠番号を本訴の証拠番号に差し替\nえる以外は、審決の「理由」欄の「５．対比、判断」及び「６．むすび」の記載を\nそのまま引用する。）。\n５．対比、判断\n５－１．本件発明１について\n刊行物１に記載された事項からみて、刊行物１（甲第２号証。「遠心ポンプと外\n部潅流型膜型肺を組み合わせたsimplified veno-arterial bypass systemの実験的\n検討」人工臓器１８巻２号４４０～４４３頁１９８９年）に記載された方法も充填\n時のair抜きを行うものであり、その際液体による気泡の除去が行われると認められ\nるから、刊行物１には、外部潅流型中空糸膜型肺に液体を流し、外部潅流型中空糸\n膜型肺の気泡を除去する方法、が記載されていると認められる。\nそして、本件発明１と刊行物１に記載された方法とを対比すると、後者における\n「外部潅流型中空糸膜型肺」は、その機能からみて「気体は通すが液体は通さない\n壁面から構成される液体流路」を有するものであり、前者における「気体は通すが\n液体は通さない壁面から構成される液体流路を有する装置」に相当するものと認め\nられる。そして、後者においても、液体は、外部潅流型中空糸膜型肺の気体は通す\nが液体は通さない壁面から構成される液体流路に流されるものと認められるから、\n両者は、\n気体は通すが液体は通さない壁面から構成される液体流路を有する装置の液体流\n路に液体を流し、該液体流路内に存在する気泡を除去する、液体流路を有する装置\nの気泡除去方法。で一致し、\nア．前者は、液体流路に間欠的に液体を流して該液体流路内に存在する気泡を除去\nするものであるのに対し、後者は、液体流路内に存在する気泡を除去するための液\n体流路への液体の流し方について何等特定がない点。\nにおいて相違する。\nそこで、相違点ア．について検討すると、刊行物２（甲第３号証。河野南雄、山\n口美佐子共著「初心者のための血液透析の手技と看護」〔改訂版〕１５～２２頁新\n興医学出版社昭和６３年）に記載された事項からみて、刊行物２には、ゆっくり実\n施するダイアライザーのプライミングにおいて、血液ポンプをゆっくり回転させ\nて、生食水により動脈回路、ダイアライザーさらに静脈回路を満たしたのち、ひき\nつづき血液ポンプをゆっくり回転させて、ダイアライザーや血液回路内の消毒薬を\n完全にあらいながすと同時に、生食水などで充填する工程において、ダイアライザ\nー内の空気を完全においだすために、ダイアライザー下方の動脈回路をときどきし\nめてファイバー内の空気を追い出し、さらに、空気が出ていきやすいようにダイア\nライザーの上部を鉗子で軽くたたいてダイアライザーの静脈側にたまった空気を追\nい出す方法が記載されている。\n刊行物２に記載の「ファイバー内」は、「ダイアライザー」なる装置において液\n体が流れる経路であるから、「気体は通すが液体は通さない壁面から構成される」\nものではないが「液体流路」といえるものであるから、刊行物２に記載された事項\nにおいて液体流路内の空気を追い出す操作は図２７に示される操作であるといえ\nる。そして、図２７の説明文には「血液ポンプをゆっくり回転させながらダイアラ\nイザーの下を、時々、鉗子でとめて、ファイバー内の空気を追い出す。」との記載\nがある。しかし、図２７の説明文を如何に検討しても、いかなる作用でファイバー\n内の空気が追い出されるのか明確でない。\nたしかに、血液ポンプをゆっくり回転させながら動脈回路をしめたままにしてお\nくことにより不都合が生じることが想定されるから、動脈回路をしめる操作をした\nのちには、図２８に示される操作の前か後かは不明ではあるが、動脈回路をあける\n操作が必要である。そして、刊行物２の図２７の説明文における「時々、鉗子でと\nめ」るためには、このしめる操作とあける操作を交互に複数回行うことになり、結\n果的に、流体流路には、本件の願書に添付された明細書第１４頁１５～１７行（特\n許公報第４頁第７欄５，６行参照。）で定義された「間欠的」に生食水が流れるこ\nとにはなる。しかし、刊行物２には、このしめる操作とあける操作を交互に複数回\n行うことによる作用について何等記載がない。\nしてみると、刊行物２に、動脈回路をしめる操作とあける操作を交互に複数回行\nうことにより流体流路に間欠的に生食水を流して流体流路内の空気を追い出すこと\nが示唆されていると認めることはできない。\nそして、本件発明１は、液体流路に間欠的に液体を流して該液体流路内に存在す\nる気泡を除去することを構成要件としたことにより、短時間で液体流路に付着する\n気泡を除去するという格別な効果を奏するものである。\nしたがって、気体は通すが液体は通さない壁面から構成されるものではない液体\n流路を有する装置から空気を除去する方法に関する刊行物２に記載された事項を、\n刊行物１に記載された気体は通すが液体は通さない壁面から構成される液体流路を\n有する装置に適用することが当業者にとって容易か否かを判断するまでもなく、本\n件発明１は、刊行物１及び刊行物２に記載された発明に基いて当業者が容易に発明\nをすることができたものであるとはいえない。\nさらに、甲第４号証及び甲第５号証に記載された事項を検討しても、液体流路に\n間欠的に液体を流して該液体流路内に存在する気泡を除去することは記載されてお\nらず、かかる事項を示唆する記載もない。よって、本件発明１は、刊行物１、２、\n甲第４、第５号証に記載された発明に基いて当業者が容易に発明をすることができ\nたものであるともいえない。\n５－２．本件発明２について\n刊行物１に記載された事項からみて、刊行物１に記載された装置も充填時のair抜\nきを行うものであり、その際液体による気泡の除去が行われると認められるから、\n刊行物１には、外部潅流型中空糸膜型肺の上流側に配設され、該外部潅流型中空糸\n膜型肺に液体を流す遠心ポンプと、外部潅流型中空糸膜型肺とを備える外部潅流型\n中空糸膜型肺の気泡除去装置、が記載されていると認められる。\nそして、本件発明２と刊行物１に記載された装置とを対比すると、後者における\n「外部潅流型中空糸膜型肺」は、液体流入口、液体流出口と共に、その機能からみ\nて、「気体は通すが液体は通さない壁面から構成される液体流路」を備えるもので\nあるから、前者における「液体流路を有する装置」に相当するものと認められる。\nそして、後者における「遠心ポンプ」は、外部潅流型中空糸膜型肺の液体流入口を\n介して該外部潅流型中空糸膜型肺の「気体は通すが液体は通さない壁面から構成さ\nれる液体流路」に液体を流すものであるから、前者における「液体移送手段」に相\n当するものと認められる。よって、両者は、\n液体流入口、気体は通すが液体は通さない壁面から構成される液体流路及び液体\n流出口を備える液体流路を有する装置と、該液体流路を有する装置よりも上流側に\n配設され、前記液体流路を有する装置の液体流入口を介して液体流路に液体を移送\nする液体移送手段を備える、液体流路を有する装置の気泡除去装置。で一致し、\nイ．前者は、前記液体流路への液体の移送を間欠的に行なわしめる液体移送調整手\n段を備えたものであるのに対し、後者は、係る手段を備えていない点において相違\nする。\nそこで、相違点イ．について検討すると、刊行物２には、液体流入口、液体流出\n口と共に、「気体は通すが液体は通さない壁面から構成される」ものではないが\n「液体流路」を備える装置であるダイアライザーと、ダイアライザーの上流側に配\n設され、ダイアライザーの液体流路に液体を移送する血液ポンプを備える、ダイア\nライザーから空気を除去する装置が記載されており、さらに該装置を使用してダイ\nアライザーの液体流路から空気を除去する方法として上記５－１．で述べたとおり\nの事項が記載されている。\nそして、上記５－１．で述べたとおり、図２７に示されるダイアライザー下方の\n動脈回路をしめる操作をしたのちには、図２８に示される操作の前か後かは不明で\nはあるが、動脈回路をあける操作が必要である。そして、図２７の説明文における\n「時々、鉗子でとめ」るためには、このしめる操作とあける操作を交互に複数回行\nうことになり、このしめる操作とあける操作を交互に複数回行うことにより、結果\n的に、流体流路に本件明細書第１４頁１５～１７行（特許公報第４頁第７欄５，６\n行参照）で定義された「間欠的」に生食水が流れることになる。しかし、図２７に\nダイアライザー下方の血液回路を人が鉗子でしめている様子が図示されていること\nからみて、刊行物２には、人が鉗子を用いて直接ダイアライザー下方の血液回路\nを、時々、しめることが記載されているにすぎない。そして、装置を使用する人に\nよる操作がその装置の構成部分であるとはいえないから、刊行物２には、ダイアラ\nイザーから空気を除去する装置の構成部分として、液体流路への液体の移送を間欠\n的に行わしめる手段が記載されているとはいえない。また、かかる事項が、刊行物\n２に示唆されているとも認められない。\nそして、本件発明２は、液体流路を有する装置の気泡除去装置において、液体流\n路への液体の移送を間欠的に行わしめる液体移送調整手段を備えることを構成要件\nとしたことにより、短時間で液体流路に付着する気泡を除去するという格別な効果\nを奏するものである。\nしたがって、気体は通すが液体は通さない壁面から構成されるものではない液体\n流路を有する装置から空気を除去する装置に関する刊行物２に記載された事項を刊\n行物１に記載された気体は通すが液体は通さない壁面から構成される液体流路を有\nする装置に適用することが当業者にとって容易か否かを判断するまでもなく、本件\n発明２は、刊行物１及び刊行物２に記載された発明に基いて当業者が容易に発明を\nすることができたものであるとはいえない。\nさらに、甲第４号証及び甲第５号証に記載された事項を検討しても、液体流路を\n有する装置の気泡除去装置において、液体流路への液体の移送を間欠的に行わしめ\nる手段を備えることは記載されておらず、かかる事項を示唆する記載もない。よっ\nて、本件発明２は、刊行物１、２、甲第４、第５号証に記載された発明に基いて当\n業者が容易に発明をすることができたものであるともいえない。\n５－３．本件発明３について\n本件発明３は、本件発明２に「液体流路を有する装置よりも下流側に、除泡手段\nが配設されている」なる事項を付加したものである。\nしかし、本件発明２は、上記５－２．で述べたとおりのものであるから、「液体\n流路を有する装置よりも下流側に、除泡手段が配設されている」ことについて判断\nするまでもなく、本件発明３は、上記５－２．で述べた理由により、刊行物１、\n２、甲第４、第５号証に記載された発明に基いて、当業者が容易に発明をすること\nができたものであるとはいえない。\n５－４．本件発明４について\n本件発明４は、本件発明２に「液体流路を有する装置よりも下流側に、液体流路\nを有する装置の液体流路内を通過する液体の圧力を高めるための小径流路部が配設\nされている」なる事項を付加したものである。\nしかし、本件発明２は、上記５－２．で述べたとおりのものであるから、「液体\n流路を有する装置よりも下流側に、除泡手段が配設されている」ことについて判断\nするまでもなく、本件発明４は、上記５－２．で述べた理由により、刊行物１、\n２、甲第４、第５号証に記載された発明に基いて、当業者が容易に発明をすること\nができたものであるとはいえない。\n５－５．本件発明５について\n本件発明５は、本件発明２を引用する本件発明３に「除泡手段よりも下流側に、\n除泡手段内を通過する液体の圧力を高めるための小径流路部が配設されている」な\nる事項を付加したものである。\nしかし、本件発明２は、上記５－２．で述べたとおりのものであるから、「液体\n流路を有する装置よりも下流側に、除泡手段が配設されている」ことについて判断\nするまでもなく、本件発明４は、上記５－２．で述べた理由により、刊行物１、\n２、甲第４、第５号証に記載された発明に基いて、当業者が容易に発明をすること\nができたものであるとはいえない。\n６．むすび\n以上のとおりであるから、請求人の主張及び証拠方法によっては、本件発明１乃\n至５の特許を無効とすることができない。\n第３　原告の主張の要点\n審決は、（１）本件発明１及び２の作用効果の認定を誤り、（２）刊行物２に記\n載された技術事項の認定を誤り、（３）その結果、本件発明１及び２の進歩性の判\n断を誤り、（４）さらに、本件発明３ないし５の進歩性の判断を誤ったものである\nから、取り消されるべきである。\n１　本件発明１及び２の作用効果の認定の誤り\n（１）　審決は、「本件発明１は、液体流路に間欠的に液体を流して該液体流路\n内に存在する気泡を除去することを構成要件としたことにより、短時間で液体流路\nに付着する気泡を除去するという格別な効果を奏するものである。」、「本件発明\n２は、液体流路を有する装置の気泡除去装置において、液体流路への液体の移送を\n間欠的に行わしめる液体移送調整手段を備えることを構成要件としたことにより、\n短時間で液体流路に付着する気泡を除去するという格別な効果を奏するものであ\nる。」として、「間欠的に液体を流す」ことに格別な効果がある旨認定している\nが、誤りである。\n（２）　本件発明は、「間欠的に液体を流すこと」により「液体流路内面に付着\nした気泡が間欠流の勢いによって液体流路内面から離脱して流体内に浮遊する」と\nいう作用と、「浮遊する気泡を含有する液体がその流れとともに気体は通すが液体\nを通さない壁面に到達した場合に、液体中に浮遊する気泡が該壁面に接触したとき\nには、その気泡は該壁面を通り抜けて除去される」という作用との相加的効果を奏\nするものにすぎない。本件発明には、被告の主張するような、液体流路に間欠流を\n流してやることの作用と、その間欠流を、気体は通すが液体は通さない壁面から構\n成される液体流路を有する装置の液体流路に流してやることによる作用との「相乗\n効果」はない。\n（３）　また、甲第１２号証（特開昭６３－３１５０６１号公報）に示されるよ\nうに、液体流路への液体の移送を間欠的に行わしめる手段、及び「血液回路の端部\nに開閉弁を設け間欠的に弁の操作を行いフラッシングを行う」ことにより「気泡の\n追い出し」を行うことは公知であるから、「液体流路に付着する気泡を除去するこ\nと」は格別な効果ではない。\n（４）　被告は、本件発明により、「短時間で気泡を除去することができるこ\nと」を、本件発明１及び２の顕著な技術的効果であると主張する。\nしかしながら、本件明細書（甲第６号証）に記載された試験例を参照すると、\n「遠心ポンプ３３の駆動を再び定常流に戻し、鉗子を使って回路をたたいたが、直\n径２０μｍ以上の気泡は検出されなかった。よって、本発明に従って、間欠流によ\nりプライミングを行うことにより、液体流路中の気泡を除去できることが確認され\nた」（１１欄１３～１８行）とあるように、間欠流によって液体流路内全体に存在\nする気泡を除去することが効率的になったことは確認されているが、気体は通すが\n液体を通さない壁面を気泡が通過することが効率的に行われるようになったかどう\nかは、実証されていない。\n２　刊行物２に記載された技術的事項の認定の誤り\n（１）　審決は、刊行物２には、「動脈回路をしめる操作とあける操作を交互に\n複数回行うことにより液体流路に間欠的に生食水を流して流体流路内の空気を追い\n出すことが示唆されていると認めることはできない。」、「ダイアライザーから空\n気を除去する装置の構成部分として、液体流路への液体の移送を間欠的に行わしめ\nる手段が記載されているとはいえない。」、と認定判断しているが、誤りである。\n（２）　刊行物２の２１頁の図２７には、「血液ポンプをゆっくり回転させなが\nらダイアライザーの下を、時々、鉗子でとめて、ファイバー内の空気を追い出\nす。」との説明文が添えられている。この説明文は、「血液ポンプをゆっくり回転\nさせながらダイアライザーの下を、時々、鉗子でとめ」るという第１の動作と、\n「ファイバー内の空気を追い出す」という第２の動作を表現したものである。ま\nた、刊行物２の同じ頁には、「ダイアライザー内の空気を完全に追い出すために、\nダイアライザー下方の動脈回路をときどきしめて」と記載されている。この記載\nは、「ダイアライザー内の空気を完全に追い出す」という動作を実現する「ため\nに」、「ダイアライザー下方の動脈回路をときどきしめる」という動作が必要であ\nること、つまり、「ダイアライザー下方の動脈回路をときどきしめる」という動作\nが原因となって、「ダイアライザー内の空気を完全に追い出す」という結果が生じ\nることを示している。\n（３）　審決は、「（刊行物２には）ダイアライザー内の空気を完全においだす\nために、ダイアライザー下方の動脈回路をときどきしめてファイバー内の空気\nを・・・追い出す方法が記載されている」、「「ファイバー内」は・・・「液体流\n路」といえる」、「「時々、鉗子でとめ」ることは「しめる操作と開ける操作を交\n互に複数回行うこと」であり、結果的に「流体流路には、「間欠的」に食塩水が流\nれることになる」（同６頁）と認定している。そうであれば、「いかなる作用でフ\nァイバー内の空気が追い出されるのか」といった「作用」や「しめる操作と開ける\n操作を交互に複数回おこなうことによる作用」に言及するまでもなく、刊行物２の\n図２７及びその説明文は、「動脈回路をしめる操作とあける操作を交互に複数回行\nうことにより液体流路に間欠的に生食水を流して液体流路内の空気を追い出すこと\nを示唆している」ということになるはずである。\n（４）　また、審決は、刊行物２には人が直接鉗子を操作することしか記載され\nていないというが、鉗子それ自体は、一定の目的を達成するための器具（道具）で\nある。鉗子自体に着目すれば、鉗子は、人力を駆動源として開閉動作を行い、この\n開閉動作により液体流路への液体の移送を間欠的に行っているのであるから、液体\n移送調整手段である。審決は、鉗子を操作する人だけに注目して、鉗子自体を看過\nし、その結果、本訴刊行物２には、ダイアライザーから空気を除去する装置の構成\n部分として、液体流路への液体の移送を間欠的に行わしめる手段が記載されている\nとはいえない、とする誤った判断をしている。\n（５）　被告は、本件発明において「間欠的に」とは、短時間の間に行われるこ\nとを前提として、液体流量とを繰り返し大小に変化させることであると主張し、刊\n行物２に記載された操作は、同号証１６頁に「プライミングはゆっくり実施\nし・・・３０分以上は時間をかける。」と記載されているから、空気抜き工程を含\nめて非常にゆっくり行われることが前提となっている、と主張する。しかしなが\nら、甲第１６号証（鈴鹿医療科学大学医用工学部臨床工学科教授竹澤真吾作成の\n「ダイアライザーのプライミングについての宣誓書」）の記載からも明らかなよう\nに、上記記載は、「いわゆるプライミングを慎重にも慎重を重ねて実施する」と理\n解すべきである。もともと時間のかかるプライミング操作を慎重に慎重を重ねて行\nうという意味で、「３０分以上は時間をかける」と記載しているのである。\nまた、被告は、本件発明２における液体移送調整手段とは、その実施例に示すよ\nうに、制御回路４９のような液体流量の大小を制御する手段をいうと主張するが、\n本件特許の請求項２には、「液体流路への液体の移送を間欠的に行わしめる液体移\n送調整手段」と記載されているだけで特段の限定がないから、「制御回路」のよう\nなものに限定はされず、鉗子も液体移送調整手段である。\n（６）　以上のとおり、刊行物２には、「動脈回路をしめる操作とあける操作を\n交互に複数回行うことにより液体流路に間欠的に生食水を流して液体流路内の空気\nを追い出すこと」及び「ダイアライザーから空気を除去する装置において、液体流\n路への液体の移送を間欠的に行わしめる液体移送調整手段」が記載されている。こ\nれらが刊行物２に記載も示唆もされていないとした審決は誤りである。\n３　本件発明１及び２の進歩性についての判断の誤り\n（１）　本件発明１と刊行物１記載の発明との相違点アは、「前者は、液体流路\nに間欠的に液体を流して該液体流路内に存在する気泡を除去するものであるのに対\nし、後者は、液体流路内に存在する気泡を除去するための液体流路への液体の流し\n方について何等特定がない点。」というものであるところ、２で述べたとおり、刊\n行物には、相違点アに係る「動脈回路をしめる操作とあける操作とを交互に複数回\n行うことにより液体流路に間欠的に生食水を流して液体流路内の空気を追い出すこ\nと」という事項が示唆されている。また、本件発明１は、１で述べたとおり、格別\nの効果を奏するものでもない。\n（２）　本件発明２と刊行物１記載の発明との相違点イは、「前者は、前記液体\n流路への液体の移送を間欠的に行なわしめる液体移送調整手段を備えたものである\nのに対し、後者は、係る手段を備えていない点」というものであるところ、２で述\nべたとおり、刊行物２に記載された鉗子は液体移送調整手段といえるものであるか\nら、刊行物２には、相違点イに係る「ダイアライザーから空気を除去する装置の構\n成部分として、液体流路への液体の移送を間欠的に行わしめる手段」が記載されて\nいる。また、本件発明２は、１で述べたとおり、格別な効果を奏するものでもな\nい。\n（３）　そうすると、刊行物１に記載された発明に刊行物２に記載された技術的\n事項を適用し、本件発明１及び２に想到することに困難はない。そして、相違点ア\n及び相違点イに係る本件発明の構成により奏される効果も格別なことではないので\nあるから、本件発明１及び２に進歩性を認めた審決の判断は誤っている。\n４　本件発明３ないし５の進歩性についての判断の誤り\n審決は、本件発明３ないし５は、本件発明２に従属する発明であり、本件発明２\nが刊行物１、刊行物２、甲第４、第５号証に記載された発明に基づいて当業者が容\n易に発明をすることができたものといえないことを理由として、進歩性があるとの\n判断を行っているが、本件発明２に対する判断が誤っているから、本件発明３ない\nし５の進歩性についての判断も誤りである。\n第４　被告の反論の要点\n被告としては、本件発明における「間欠的に液体を流すこと」の技術的意義及び\nそれに基づく構成の比較についての審決の認定は是認できない。以下では、これら\nの点も含めて原告の主張に反論する。\n１　原告の主張１（本件発明１及び２の作用効果の認定の誤り）に対して\n（１）　本件発明１及び２のいずれにおいても、気体は通すが液体は通さない壁\n面から構成される液体流路を有する装置の液体流路に、間欠的に液体を流してやる\nことで、まず、液体流路内面に付着した気泡は間欠流の勢いによって除去されるこ\nとになる。その気泡は液流に沿って流れていき、気体は通すが液体は通さない壁面\n側に向かうが、この流れも間欠流であることから、気体は通すが液体は通さない壁\n面に対して流れ込んでいくとき、流れの勢い、特に低流量から高流量へと短時間に\n移行するときのエネルギーによって、液体流路内の気泡は、気体は通すが液体は通\nさない壁面を通して、効率的に除去されることになる。\nこのように本件発明の作用は、液体流路に間欠流を流してやることの作用と、そ\nの間欠流を、気体は通すが液体は通さない壁面から構成される液体流路を有する装\n置の液体流路に流してやることによる作用との相乗作用によって得られるものであ\nり（本件明細書：甲第６号証２頁右欄作用の項、５頁左欄下から４行～右欄１２\n行）、このような相乗作用は、従来まったく見出されることのなかった新たな知見\nでもあったものである。\n（２）　そして、このような相乗作用により、主として、「煩雑な操作を要する\nことなく、短時間で人工肺やチューブ、コネクタ等の液体流路を有する装置の液体\n流路に付着した気泡を除去することができる方法ならびにその実施に使用する装置\nが提供される。」（甲第６号証６頁左欄下から４行～右欄１行）という顕著な効果\nが認められることになる。\n（３）　「間欠的に」の意味については、明細書において特に定義しているよう\nに、「液体の流量が大きくなったり、小さくなったりすることを繰り返すこと」\n（甲第６号証４頁左欄５～６行）に他ならない。そして、本件発明は、この「間欠\n的」な動作によって繰り返し生じる流量差により、上記相乗作用を生じさせて、煩\n雑な操作を要することなく、効率的な気泡除去を短時間で行わせようとするもので\nあるから、「間欠的に」とは、短時間の間に行われる繰り返し動作であることが当\n然の前提となる。そのことは、例えば、本件明細書の試験例において、「３秒毎に\n遠心ポンプ３３のＯＮ・ＯＦＦを繰り返し、ＯＮの時間を２秒間、０ＦＦの時間を\n２秒間として３分間欠駆動させた」（甲第６号証６頁左欄１１～１３行）とあるよ\nうに、分単位の中で何度も繰り返し行われる短時間レベルの動作の例を開示してい\nることからも十分理解できる。すなわち、本件発明において、「間欠的に」とは、\n短時間の間に行われることを前提にして、液体流量を繰り返し大小に変化させると\nいうものである。\n（４）　原告は、新たな証拠である甲第１２号証を引用して、本件発明の効果は\n格別な効果でないと主張するが、甲第１２号証は、本件無効審判において何ら提示\nされていない新たな証拠であるから、内容を検討するまでもなく（もっとも内容は\n特定条件の際のフラッシングが記載されるのみ）、原告の主張は失当である。\n２　原告の主張２（刊行物２に記載された技術的事項の認定の誤り）に対して\n（１）　刊行物２には、ダイアライザー（人工腎臓）とポンプとチューブとから\nなる回路におけるプライミング操作が開示されている。ポンプは、１８頁の図１９\nに示されるようにローラポンプが用いられる例である。\nそして、プライミングの具体的方法としては、「第３段階：いわゆるプライミン\nグをする」という項において記載があり、４）項に次のような記載がなされてい\nる。「その後もひきつづき血液ポンプをゆっくり回転させて、ダイアライザーや血\n液回路内の消毒薬を完全にあらいながすと同時に、生食水などで充填する。この\n間、ダイアライザー内の空気を完全においだすために、ダイアライザー下方の動脈\n回路をときどきしめて、ダイアライザーの静脈側にたまった空気を鉗子の把持部で\nたたいたりしておいだすようにする（図２７，２８）。」\n（２）　この記載において、引用されている図面には、ダイアライザーの下方の\nチューブを鉗子でとめて、その流れを止めている状態（図２７）と、ダイアライザ\nーを片手にもち、もう一方の手で鉗子でダイアライザー上部をたたいて空気を逃が\nす状態（図２８）とが示されている。\nすなわち、刊行物２には、①生食水などをチューブに流し込み、流路全体に充填\nさせることで空気除去をすること、②また、その空気除去を徹底させるために、時\n々、ダイアライザーの液流入側をいったん鉗子で止めること、③さらにダイアライ\nザーをたたいたりすることで空気を強制的に追い出すことが開示されているといえ\nる。\n（３）　また、「Ｂ．いわゆるプライミングの注意事項」という項において、\n「・・・２．たとえば、ＨＦＫでは繊細な中空糸ホローファイバーｈｏ１１ｏｗ\nｆｉｂｅｒの一本一本が確実に生食水などで充填され、ダイアライザー内に、空気\nが絶対に入らないようにする。３．２のためにも、いわゆるプライミングはゆっく\nり実施し、・・・３０分以上は時間をかける。」と記載されていて、このプライミ\nングは、上記①乃至③の空気抜き工程を含めて非常にゆっくり行われることが前提\nとなっている。\n（４）　したがって、刊行物２には、本件発明の構成である、液体流路に対し\nて、短時間の間に液体流量を繰り返し大小に変化させて流すことのみにより、効率\n的に気泡を除去するという事項は、開示されていない。\n（５）　審決の、刊行物２には「間欠的に」液体を流すこと自体は開示されてい\nるとの認定には大きな過誤がある。本件発明の「間欠的」な動作は、上述のよう\nに、１回の流量の大小変化の動作がきわめて短時間になされることを前提にしてい\nるのに対し、刊行物２では、鉗子の固定・開放という１回の操作が短時間で行われ\nることを前提とするかどうか不明であり、鉗子の固定を解いた１回目の操作に続\nく、次の固定・開放操作が短時間内に行われるかどうかも不明であって、さらに、\n次の固定・開放操作が必ず行われるかどうかすら不明である。したがって、刊行物\n２の操作は、本件発明の「間欠的」における「繰り返し」という要素が欠如してい\nるといえるし、仮に次の操作が行われるとしても、それは短時間を前提にしている\nものでないことが明白である。このように、刊行物２の記載事項は、本件発明の\n「間欠的に液体を流す」構成とは、技術的意義が明瞭に異なっているのであって、\n審決の認定は誤っている。\n（６）　原告は、刊行物２に示される鉗子の固定操作に関する記載から、それを\n開放する操作によって、空気を追いだす作用も当然導き出されると主張するが、そ\nもそも刊行物２には、本件発明１、２にいう「間欠的に液体を流す」という事項自\n体が示されていないのであるから、本件発明１、２のような効率的な気泡の除去作\n用についても示唆されるはずがない。また、刊行物２の記載を忠実に読めば、鉗子\nの固定と開放操作によって空気を追いだすことが記載してあると断言できるもので\nはない。すなわち、図２７において、生食水は鉗子で止めた下方のチューブ側から\nダイアライザーに流入することになるが、図２７、２８及びその説明によれば、空\n気を追い出すのは、あくまで図２８の操作で行うと読むのが自然な解釈である。も\nっとも、鉗子の固定の後は確かにそれを開放する操作があるかもしれないが、その\n開放操作によって、空気を効率的に除去するとは当業者は決して読めない。それ\nは、刊行物２に示されるプライミングは、図１９から見て、動脈側のチューブがロ\nーラポンプ（血液ポンプ）に接続されている装置における方法であり、ローラポン\nプはチューブを強制的にしごくことにより液体を移送するものであることから、高\n圧流を得るために、鉗子により回路の一部をいったん止めた後開放するような操作\nを行おうとすると、チューブの内圧が高まり、破裂するおそれが生じてしまうから\nである（本件明細書：甲第６号証４頁左欄４２～４８行参照）。\n（７）　原告は、鉗子は液体移送調整手段に相当すると主張するが、本件発明２\nにおける液体移送調整手段とは、その実施例に示すように、制御回路４９のような\n液体流量の大小を制御する手段をいうのであって（甲第６号証３頁）、むしろ鉗子\n自体は液体移送手段の一部とでもいうべきものである。そして、鉗子をいつ固定す\nるかはまさに人が行うのであるから、刊行物２において、あえて液体移送調整手段\nに相当する手段を探すとすれば人以外にない。したがって、人が関与することを根\n拠として、装置構成が異なるとした審決の認定は何ら間違いがない。\n３　原告の主張３（本件発明１及び２の進歩性の判断の誤り）に対して\n刊行物２に、本件発明１及び２にいう「間欠的」な動作が開示されていない以\n上、原告の主張は意味がない。しかも、原告の主張は、原告独自の特異な技術的常\n識に基づいて、刊行物２を解釈したところに立脚するものであるから、もともと失\n当である。\n４　原告の主張４（本件発明３ないし５の進歩性の判断の誤り）に対して\n（１）　刊行物２に、本件発明にいう「間欠的」な動作が開示されていない以\n上、原告の主張は意味がない。しかも、原告の主張は、原告独自の特異な技術的常\n識に基づいて、刊行物２を解釈したことろに立脚するものであるから、もともと失\n当である。\n（２）　原告は、審決は本件発明２の進歩性の判断を誤っているので、それを前\n提にした本件発明３ないし５の進歩性の判断が違法であるとしているが、本件発明\n２の進歩性の判断において、審決の結論に誤りはないから、この点の原告の主張も\n失当である。\n第５　当裁判所の判断\n１　刊行物２に記載された技術的事項（原告の主張２）について\n本件では、（本件発明における「間欠的に」の意味いかんも含めて）刊行物２に\n記載された技術事項が主要な争点となっており、原告は、刊行物２には、「動脈回\n路をしめる操作とあける操作を交互に複数回行うことにより液体流路に間欠的に生\n食水を流して液体流路内の空気を追い出すこと」、「ダイアライザーから空気を除\n去する装置の構成部分として、液体流路への液体の移送を間欠的に行わしめる手\n段」が記載ないし示唆されていると主張するので、まず、この点を検討する。\n（１）　甲第３号証によれば、刊行物２（「初心者のための血液透析の手技と看\n護」）には、以下の記載が認められる。\n①「Ⅴ．いわゆるプライミング（血液回路の洗浄と充填）\nいわゆるプライミングとは、ダイアライザーと血液回路の生食水による洗\n浄、その後の生食水による充填である（ヘパリン加生食水を充填することもあ\nる）。」（第１５頁１～５行）との記載。\n②「Ｂ．いわゆるプライミングの注意事項\n１．　清潔・確実に実施する。\n２．　たとえば、ＨＦＫのでは繊細な中空糸ホローファイバーｈｏｌｌｏｗ\nｆｉｂｅｒの一本一本が確実に生食水などで充填され、ダイアライザー内に、空\n気が絶対に入らないようにする。\n３．　２のためにも、いわゆるプライミングはゆっくり実施し、ダイアライ\nザー内に・・・などの消毒剤や、・・・グリセリンなどを完全に洗いながすために\nも３０分以上は時間をかける。\nＣ．いわゆるプライミングの手技と要領\n第１段階：ダイアライザーをホルダーにセットして、ダイアライザーに透析\n液の供給ホースと排液ホースを接続する（図１５）。\nこのさい、ホルダーにはダイアライザーの動脈側（赤いキャップの方、\n図１５のＡ）を上に、静脈側（青いキャップ、図１５のＶ）を下にしてとりつけ\nる。そして透析液の供給ホース（ｉｎ）をダイアライザーの静脈側に、排液ホース\n（ｏｕｔ）を動脈側に接置する。\n第２段階：動脈回路と静脈回路を供給装置にセットする（図１６）\n１）動脈回路をとりだし、供給装置にむかって右側に、エア・トラップを\n逆にしてとりつけ、回路の先の方に鉗子をかけて点滴スタンドなどにかけておく\n（図１７、１８）。そして回路のポンプシグメント（太目になった部分）を血液ポ\nンプにはめこむ・・・（図１９）。\n２）静脈回路を供給装置にむかって左側にとりつける（図２０）。このさ\nい、回路の先端の青色のキャップに鉗子をかけ、バケツの中に不潔にならないよう\nにしてブラさげておく・・・（図２１）。\n第３段階：いわゆるプライミングをする\n１）動脈回路のセットとプライミング：生食水ボトルと動脈回路とを輸液\nセットで連結する（図２２）。動脈回路の先端（赤いキャップの方）にかけた鉗子\nをはずし、生食水で回路の先端まで十分に洗ったら（ながした生食水は動脈回路の\n先端からすてる）、生食水を充填して、再び鉗子をかけておく（図２３）。\nその後、血液ポンプをゆっくりまわして、回路を生食水であらいなが\nす。動脈回路のエア・トラップの液面が約２／３の高さになる程度に生食水をプー\nルしたら、エア・トラップをたててホルダーにとりつけ、さらに回路内を生食水で\n完全にみたし、血液ポンプをとめる。\n回路の先端（赤いキャップとは反対側の端）ちかくに、一旦、鉗子をか\nけ、回路をダイアライザーの動脈側にしっかりはめこむ（図２４）。\n２）ホルダーにとりつけてあるダイアライザーを逆にして静脈側を上方に\nし、静脈回路をダイアライザーの静脈側にしっかりはめこむ（図２５）。\n３）回路の鉗子をはずし、血液ポンプを再度、ゆっくり回転させて、生食\n水をダイアライザー内から静脈回路へとながす。静脈エア・トラップ内に生食水を\n約２／３の高さまでプールできたら、エア・トラップをホルダーにはめこむ（図２\n６）。\n４）その後もひきつづき血液ポンプをゆっくり回転させて、ダイアライザ\nーや血液回路内の消毒薬を完全にあらいながすと同時に、生食水などで充填する。\nこの間、ダイアライザー内の空気を完全においだすために、ダイアライザー下方の\n動脈回路をときどきしめて、ダイアライザーの静脈側にたまった空気を鉗子の把持\n部でたたいたりしておいだすようにする（図２７、２８）。」（１６頁１行～２２\n頁１行）との記載。\n③　図２６の説明文に、「これまでの操作で、回路、ダイアライザーすべてが生\n食水でみたされたことになる。」との記載。\n図２７の説明文として「血液ポンプをゆっくり回転させながらダイアライ\nザーの下を、時々、鉗子でとめて、ファイバー内の空気を追い出す。」との記載\n図２８の説明文として「空気が出ていきやすいようにダイアライザーの上\n部を軽くたたく。」との記載。\n（２）　上記のように、刊行物２には、①いわゆるプライミングとは、ダイアラ\nイザーと血液回路の生食水による洗浄、その後の生食水による充填であること、②\nプライミングの具体的操作について、繊細な中空糸ホローファイバーの一本一本が\n確実に生食水などで充填され、ダイアライザー内に空気が絶対に入らないようにす\nるためにも、ゆっくり実施すべきであり、動脈回路からダイアライザー、静脈回路\nへと生食水を流して洗浄し、ダイアライザーや血液回路内の消毒薬を完全に洗い流\nすと同時に、生食水などで充填することなどが記載されており、また、③ダイアラ\nイザー内の空気を完全に追い出すために、ダイアライザーや血液回路すべてが生食\n水で満たされた状態で血液ポンプをゆっくり回転させながらダイアライザーの下を\n時々鉗子でとめてファイバー内の空気を追い出し、さらに、ダイアライザーの静脈\n側に溜まった空気が出て行きやすいように、ダイアライザーの上部を鉗子の把持部\nで軽くたたくことが記載されている。\n（３）　そして、「ダイアライザーの下を、時々、鉗子でとめて」とは、鉗子で\nとめることを複数回行うことを意味し、鉗子でとめると生食水の流れが止まり、鉗\n子をあけると生食水が再び流れることになるから、この操作によって生食水が間欠\n的に流れることは自明である。\nそうすると、刊行物２の「ダイアライザーの下を、時々、鉗子でとめて、ファイ\nバー内の空気を追い出し」との記載は、いかなる作用によりファイバー内の空気を\n追い出すかを直接的に記載してはいないにせよ、その文脈及び内容からみて、まさ\nに、「動脈回路をしめる操作とあける操作を交互に複数回行うことにより液体流路\nに間欠的に生食水を流して液体流路内の空気を追い出すこと」を意味しているもの\nと理解される。また、刊行物２に記載されたものにおいて、鉗子が、液体流路に間\n欠的に生食水を流す手段として使われている（たとえ人が操作するにしても）こと\nも明らかである。\n（４）　被告は、刊行物２の記載を忠実に読めば、空気を追い出すのは図２８の\n操作で行う、と読むのが自然な解釈であり、鉗子の固定と開放操作によってではな\nいと主張する。\nしかし、刊行物２には、図２７の説明として「血液ポンプをゆっくり回転させな\nがらダイアライザーの下を、時々、鉗子でとめて、ファイバー内の空気を追い出\nす。」と記載され、図２８の説明として「空気が出ていきやすいようにダイアライ\nザーの上部を軽くたたく。」と記載されているから、液体流路に相当するファイバ\nー内の空気を追い出すのは、鉗子の固定と開放操作によるものであると理解され\nる。図２８の操作は、単にファイバーから追い出されて溜まったダイアライザーの\n上部の空気をダイアライザーから出て行かせるための操作にすぎない。\nまた、被告は、ローラポンプを使用している刊行物２の装置で、高圧流を得るた\nめに鉗子により回路の一部をいったん止めた後開放すると、チューブの内圧が高ま\nり破裂するおそれが生じてしまうから、当業者は、刊行物２の記載内容から鉗子の\n操作によって空気を追い出していると理解するはずがないと主張する。しかし、こ\nれについては、破裂するほどチューブの内圧が高まる前に鉗子を開放すればよいだ\nけのことであり、鉗子の固定ができないとする理由はないから、上記のような当業\n者の理解の妨げとなるものとは認められない。\n（５）　被告は、本件発明にいう「間欠的に液体を流す」とは、短時間の間に行わ\nれる繰り返し動作であることが当然の前提であるから、非常にゆっくり行われるこ\nとが前提になっている刊行物２に記載されたプライミングの操作は、「間欠的に液\n体を流す」こととは異なるものであって、「間欠的に液体を流す」ことが刊行物２\nに開示されているとはいえないと主張する。\nしかしながら、「間欠」は、一定の時間を隔てて起こること（広辞苑第５版）を\n意味する語であるところ、本件明細書の請求項１及び２には「間欠的に液体を流\nす」としか記載されていないから、これを被告の主張するように「短時間の間に」\n液体流量を繰り返し大小に変化させて流すという限定された意味に解釈することは\nできない。被告は、本件明細書には、試験例として、３分間の間に２秒間隔で遠心\nポンプ３３のＯＮ・ＯＦＦ動作が繰り返されることが記載されていると指摘する\nが、これは、「間欠的に液体を流す」という動作の一例を示すものにすぎず、「間\n欠的に」の意味を限定して解釈することの十分な根拠となるものではない。\nまた、刊行物２には、空気が絶対に入らないようにするためにプライミングはゆ\nっくり実施すること、ダイアライザー内の消毒剤やグリセリンなどを完全に洗い流\nすために３０分以上時間をかけることが記載されているが、「ダイアライザーの下\nを時々鉗子でとめる」という動作自体に３０分以上時間をかけるとは記載されてい\nない。\n以上のことからすれば、本件発明にいう「間欠的に液体を流す」ことと、刊行物\n２のプライミングにおける「動脈回路をしめる操作とあける操作を交互に複数回行\nう」こととの間に実質的な相違があるということはできない。そして、刊行物２\nに、上記プライミングの操作により液体流路内に存在する空気（気泡）を除去する\nことが記載されていると認められることは前示のとおりであるから、結局、刊行物\n２には、「間欠的に液体を流し、液体流路内に存在する気泡を除去すること」が示\nされているというべきである。\n（６）　次に、本件発明２の液体移送調整手段に相当するものが刊行物２に記載\nされているか否かについて検討する。\n被告は、本件発明２における液体移送調整手段とは、その実施例に示すように、\n制御回路４９のような液体流量の大小を制御する手段をいうのであって、鉗子自体\nは液体移送手段の一部であり、鉗子をいつ固定するかは人が行うのであるから、人\nが関与することを根拠として、装置構成が異なるとした審決の認定は何ら間違いが\nない、と主張する。\nしかしながら、本件明細書の請求項２には、「液体流路への液体の移送を間欠的\nに行なわしめる液体移送調整手段」としか記載されておらず、また、本件明細書に\nは、「さらに単純化すれば、制御回路４９は単なる手動のＯＮ・ＯＦＦスイッチと\n遠心ポンプ３３のモータを駆動する電源とから構成してもよい。」（甲第６号証４\n頁左欄２０～２２行）、「第２図に示した装置が、第１図の装置と異なる点は、第\n２図の装置においては、遠心ポンプ３３は間欠的に駆動されず、連続的に駆動さ\nれ、一方、制御回路４９を介して弁５１がチューブ３１の押圧と開放を繰り返し、\nこれによって人工肺１の血液流入口１７へはリンゲル液の間欠流が導入されること\nになる。」（同４頁左欄３４～３９行）、「この例において、制御回路４９は、第\n１図に基づき説明した例と同様な作動をするよう構成することができ、第１図の場\n合と同様、手動によるＯＮ・ＯＦＦスイッチとしてもよい。」（同４頁右欄８～１\n１行）と記載されており、本件発明２の液体移送調整手段は、手動のスイッチのＯ\nＮ・ＯＦＦにより、弁がチューブの押圧と開放を繰り返すようなものを含むことが\n明らかである。\nそうすると、本件発明２における手動のスイッチ及び弁と、刊行物２における鉗\n子とが対応するということができるから、本件発明２の液体移送調整手段と刊行物\n２に記載された鉗子とは、その機能において実質的に差異があるものではなく、し\nたがって、刊行物２には、本件発明２の液体移送調整手段に相当するものが少なく\nとも示唆はされているというべきである。\n（７）　以上のとおりであるから、刊行物２には、「間欠的に液体を流し、液体\n流路内に存在する気泡を除去すること」が記載され、また、「液体流路への液体の\n位相を間欠的に行わしめる液体調整手段」が示唆されているということができる。\nこれらの事項が刊行物２に記載も示唆もされていないとした審決の認定は誤りであ\nる。\n２　原告の主張３、４（本件発明１ないし５の進歩性判断の誤り）について\n（１）　本件発明１について\nア　審決は、刊行物２には、「動脈回路をしめる操作とあける操作とを交互\nに複数回行うことにより流体流路（液体流路）に間欠的に生食水を流して流体流路\n（液体流路）内の空気を追い出すこと」が記載されていないとの認定に基づいて、\n「本件発明１は刊行物１及び刊行物２に記載された発明に基いて当業者が容易に発\n明をすることができたものであるとはいえない。」と判断したが、刊行物２に関す\nる審決の上記認定が誤りであることは１で判断したとおりである。そして、刊行物\n２に関して１に認定したところを前提として検討すると、刊行物１に記載された発\n明に刊行物２に記載された技術的事項を組み合わせて、当業者が本件発明１の構成\nに想到することに格別の困難性は認められない。\nしたがって、審決が本件発明１についてした進歩性の判断は、誤りであるという\nべきである。\nイ　被告は、本件発明は、液体流路に間欠流を流してやることの作用と、そ\nの間欠流を、気体は通すが液体は通さない壁面から構成される液体流路を有する装\n置の液体流路に流してやることによる作用との相乗作用により、「煩雑な操作を要\nすることなく、短時間で人工肺やチューブ、コネクタ等の液体流路を有する装置の\n液体流路に付着した気泡を除去することができる方法ならびにその実施に使用する\n装置が提供される。」（本件明細書・甲第６号証６頁左欄下から４行～右欄１\n行）、という顕著な効果を奏すると主張する。\nしかしながら、被告の主張する本件発明１の顕著な効果とは、被告の主張によれ\nば、間欠流を、気体は通すが液体は通さない壁面から構成される液体流路に流すこ\nとによって奏される効果であるというのであるから、その効果は、刊行物１に記載\nされた発明に刊行物２に記載された技術的事項を適用することによって得られる構\n成（間欠流を、気体は通すが液体は通さない壁面から構成される液体流路に流すと\nいう構成となる。）によって当然に得られる効果に他ならない。そして、本件発明\n１が、上記以外の特別顕著な効果を奏することを認めるに足りる主張立証はない。\nしたがって、本件発明１の効果についての被告の上記主張は、上記アの判断を左右\nするものではない。\n（２）　本件発明２について\n審決は、刊行物２には、「ダイアライザーから空気を除去する装置の構成部分と\nして、液体流路への液体の移送を間欠的に行わしめる手段」は記載されていないと\nの認定に基づいて、「本件発明２は、刊行物１及び刊行物２に記載された発明に基\nいて当業者が容易に発明をすることができたものであるとはいえない。」と判断し\nたが、刊行物２に関する審決の上記認定が誤りであることは、１に判断したとおり\nであり、また、刊行物１に記載された発明に刊行物２に記載された技術的事項を組\n合せ、人が行う鉗子の操作を機械化することによって、本件発明２の構成に想到す\nることは、当業者が容易になし得たことというべきである。本件発明の作用効果に\nついての判断も上記（１）において説示したところと同じである。\nしたがって、審決が本件発明２の進歩性についてした判断は、誤りである。\n（３）　本件発明３ないし５について\nア　審決は、本件発明３ないし５について、本件発明２が当業者の容易にな\nし得たものとはいえないことを理由として、進歩性があると判断している。しかし\nながら、前示のとおり、本件発明２が想到容易ではないとした審決の判断は誤りで\nあり、この誤りが、本件発明２についての上記判断を前提とした本件発明３ないし\n５の進歩性についての判断に影響を及ぼすことは明らかである。\nイ　なお、被告は、本件発明３ないし５は、本件発明２を前提とするもの\nの、それとは別発明であると主張している。これは、本件発明３ないし５に特有の\n構成要件に関して、進歩性の判断をすべきことを主張しているものと解される。こ\nの点、審決は、本件発明２が進歩性を有することのみを前提として、本件発明３な\nいし５の進歩性を認めており、各発明特有の構成要件については判断をしていない\nから、各発明特有の構成要件については、特許庁において改めて審理判断すること\nが相当である。\n３　結論\n審決は、本件発明１及び２の進歩性についての判断を誤り、また、本件発明３な\nいし５に関しても、その進歩性を判断するに当たって前提となる刊行物２に記載さ\nれた技術的事項に関する認定を誤ったものであって、これらの誤りは、審決の結論\nに影響を及ぼすことが明らかである。\nよって、審決は取り消されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官 　　塚　　　原　　　朋　　　一\n裁判官　 　塩　　　月　　　秀　　　平\n裁判官 　　古　　　城　　　春　　　実\n"
}