{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 24
  },
  "case_number": "平成14(ネ)602",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第5民事部",
  "original_court_name": "奈良地方裁判所",
  "original_case_number": "平成7(ワ)44",
  "lawsuit_id": "2299",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2299",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/299/002299_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原判決中，被控訴人奈良県に関する部分を次のとおり変更する。\n２　被控訴人奈良県は，控訴人Ａに対し２６８３万２３１９円，同Ｂ，同Ｃ\n及び同Ｄに対し各７２７万７４３９円並びにこれらに対する平成７年２月１４日か\nら支払済みまで年５分の割合による金員を支払え。\n３　控訴人らの被控訴人奈良県に対するその余の各請求を棄却する。\n４　控訴人らの被控訴人Ｅに対する各控訴を棄却する。\n５　訴訟費用は，控訴人らと被控訴人奈良県との間では，第１，２審を通\nじ，これを３分し，その１を控訴人らの，その余を被控訴人奈良県の各負担とし，\n控訴人らと被控訴人Ｅとの間では，控訴費用は控訴人らの負担とする。\n６　この判決は，２項に限り，仮に執行することができる。\n事実及び理由\n第１　申立て\n１　原判決を取り消す。\n２　被控訴人らは，連帯して，控訴人Ａに対し４０７４万９５８６円，同Ｂ，同\nＣ及び同Ｄに対し各１２８４万９８６２円並びにこれらに対する平成５年１０月８\n日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　事案の概要は，次のとおり付加，訂正するほか，原判決の「事実及び理由」\n中の「第２　事案の概要」に記載のとおりであるから，これを引用する。\n１　原判決２頁１３行目の「腹腔内出血」から同頁１４行目の「等の」までを\n「必要な検査をしなかったために発見し得たはずの疾病を看過した」と改め，同頁\n２２行目の「Ｂ（」の次に「昭和５６年６月生。」を，同行目から２３行目にかけ\nての「Ｃ（」の次に「昭和５７年１０月生。」を，同行目の「Ｄ（」の次に「昭和\n５９年１月生。」を，それぞれ加える。\n２　同３頁２１行目の「午後８時４０分」を「午後６時４０分」と改める。\n３　同４頁１行目から同９頁７行目までを次のとおり改める。\n「２　争点\n１　被控訴人Ｅにおいて，Ｆに対し，十分な検査をしなかったために，\n心嚢内の血液の貯留を見落とし，適切な措置を講じることができなかったという過\n失又は注意義務違反があったか。\n２　控訴人らの被った損害\n３　争点に対する当事者の主張\n１　争点１（被控訴人Ｅの過失又は注意義務違反）について\n（控訴人らの主張）\n当審におけるＧ鑑定人による鑑定結果（以下「Ｇ鑑定」という。）\nが述べるとおり，Ｆの死亡は心筋の挫傷等による外傷性急性心タンポナーデが原因\nであると考えられるところ，胸部超音波検査を実施すれば，心嚢内の血液の貯留を\n発見し，急性心タンポナーデによる急変を未然に防ぐことができたにもかかわら\nず，被控訴人Ｅにおいて，胸部超音波検査を実施しなかったために，心嚢内の血液\nを除去できずに急性心タンポナーデによりＦを死亡させたのであり，被控訴人Ｅに\n過失又は注意義務違反を認めることができる。\n（被控訴人らの主張）\nＦの死因につき，Ｇ鑑定は外傷性急性心タンポナーデであるとする\nが，原審におけるＨ鑑定人による鑑定結果（以下「Ｈ鑑定」という。）は，腹腔内\n出血であるとするものであり，我が国の代表的な救急医療の専門家でも，死因の判\n断が異なることは，死因を特定することの難しさを物語るものである。\nまた，Ｇ鑑定は，Ｉの特殊救急部での実践を基準とし，本件当時の\n奈良県に限らず，平均的な救命救急センターの実態をはるかに超える人的にも物的\nにも充実した専門施設を前提とした議論を展開しており，そのレベルの医療機関に\n適時にアクセスできる救急医療体制の実現を目指した理想論といえるものである。\n本件当時，奈良県にはそのような施設はなく，他の府県でも一般的に存在しなかっ\nたのであるから，上記の理想論を基準として被控訴人Ｅの過失や注意義務違反を判\n断することはできない。Ｇ鑑定も，当時の救急医療の実情及び本件病院の地理的条\n件を勘案すれば，Ｆにされた医療内容は２次救急医療機関として期待される医療水\n準を満たしていたと判断しており，被控訴人Ｅに過失や注意義務違反は認められな\nい。」\n４　同９頁８行目の「４」（２か所）をいずれも「２」と，同頁１８行目の\n「死亡されられた」を「死亡した」と，それぞれ改める。\n５　同１０頁７行目の「原告らに対し」から同頁８行目末尾までを「，控訴人\nＡに対し，逸失利益１８５４万９５８６円，Ｆの慰謝料１１００万円，葬儀費用１\n００万円，固有の慰謝料３００万円及び弁護士費用７２０万円の合計４０７４万９\n５８６円，その余の控訴人らに対し，各逸失利益６１８万３１９５円，Ｆの慰謝料\n３６６万６６６７円及び固有の慰謝料３００万円の合計１２８４万９８６２円，並\nびにこれらに対する本件事故の日である平成５年１０月８日から民法所定年５分の\n割合による遅延損害金を支払う義務がある。」と改め，同頁１０行目の「争う」の\n次に「。」を加える。\n第３　当裁判所の判断\n１　前提事実に証拠（甲１，９ないし１９，２１，乙1 ，２，４，７ないし１\n２，２１，２３，２４，２６，検乙１（枝番を含む。），原審における被控訴人Ｅ\n本人）及び弁論の全趣旨を総合すると，次の各事実が認められる。\n１　Ｆは，平成５年１０月８日午後４時２３分ころ，Ｊを助手席に乗せた乗用\n車を運転中，奈良県五條市ａ町ｂ番地先路上（県道ｃ線）で，民家のブロック塀に\n衝突する交通事故を起こした。乗用車は，前バンパー，ボンネット，左右前フェン\nダー凹損等の状態であり，前部が大破し，ハンドル等の作動実験は不能であった。\n現場にスリップ痕が認められないことから，通常走行する程度の速度で衝突したも\nのと考えられ，また，Ｆはシートベルトを装着しておらず，乗用車にはエアバッグ\n装置もなかった。\nまもなく救急隊が交通事故現場に到着したが，救急隊員の判断によると，\n意識状態は，３－３－９度方式で，ＪがⅠ－２（覚醒しているが，見当識障害あ\nり），ＦがⅢ－２（刺激で覚醒せず，少し手足を動かしたり，顔をしかめる状態）\nであり，Ｊは，胸痛を訴えながらも，自力で救急車に乗車したが，Ｆは，救急隊員\nにより救急車に収容され，気道を確保されて，本件病院に搬送された。\n２　本件病院は，院長ほか３３名（定数）の医師を擁し，２次救急病院に指定\nされている。奈良県内には，高度救命の３次救急病院として，橿原市所在のＫと奈\n良市所在のＬがあり，本件病院から救急車で，前者は３０分程度，後者は１時間以\n上要する距離にある。\n本件病院は，平成５年１０月当時，医師２名（外科系，内科系各１名），\n看護婦（現・看護師）２名等で当直業務をしていたが，時間外にも，外科医，麻酔\n科医，看護婦等に連絡し，３０分程度の準備時間をかければ手術をすることができ\nる態勢を整えていた。なお，同日の当直は，外科系医師が被控訴人Ｅ，内科系が小\n児科の医師であった。\n被控訴人Ｅは，当時，本件病院の脳神経外科部長であり，日本外科学会認\n定医及び日本脳神経外科学会専門医の認定を受けていた。また，Ｍ医師は，本件病\n院の副院長で，日本外科学会及び日本消化器外科学会の認定医であり，消化器外科\nを専門としていた。\nなお，本件病院には，救急専門医（救急認定医と救急指導医）はいない。\n３　ＦとＪは，同日午後４時４７分ころ，本件病院に搬送された。被控訴人Ｅ\nが両名の診察に当たり，救急隊員からブロック塀に自動車でぶつかって受傷してい\nるとの報告を受けた。\nＪは，意識清明で，Ｆの正確な名前もＪが答えたが，胸部痛をしきりに訴\nえており，胸郭の動きが異常であり，胸部損傷が窺われた。他方，Ｆは，不穏状態\nであり，意味不明の発語があり，両手足を活発に動かしており，呼びかけに対して\nは辛うじて名字が言えるという状態で，意識状態は３－３－９度方式で３０Ｒ（痛\nみ刺激を加えつつ呼びかけを繰り返すと辛うじて開眼する不穏状態）と判断され\nた。\n４　Ｊについては，来院時の血圧が１８０／９０mmHgで，容体は安定してお\nり，被控訴人Ｅは，まず肋骨骨折，肺挫傷，血胸等の有無の確認のため，胸部Ｘ線\n検査を実施したが，その検査途中に，呼吸困難を訴え，呼吸不全，循環不全，意識\n障害が出現した。このため，被控訴人Ｅは，当時手術室で他の患者の手術の麻酔管\n理をしていた脳神経外科のＮ医師に応援を依頼し，ともに救命措置を講じたが，血\n圧維持は困難で，措置中に現像ができた胸部Ｘ線写真で肋骨骨折，肺挫傷等の重篤\nな異常が認められたので，Ｋに転送することにし，午後６時頃，救急車にＮ医師と\n看護婦が同乗し，心肺蘇生を続けながら，Ｋまで搬送した。Ｋには午後６時３０分\n頃到着し，直ちに蘇生術が試みられたが，外傷性心破裂のため午後６時４０分頃死\n亡した。\n５　Ｆについては，被控訴人Ｅは，まず頭部の視診，触診をして項部硬直の有\n無，眼位，瞳孔等の確認をし，振り子状の眼振を認めた。次に，胸部の所見をと\nり，頬からあごにかけて及び左鎖骨部から頸肋部にかけて打撲の跡を認めた。呼吸\n様式，胸部聴診に問題はなかった。腹部の聴診と視診では，明らかな腹部膨満や筋\n性防御の所見はなく，腸雑音の消失，亢進はなかった。また，四肢の動態に異常な\n点は認めなかった。\nこの頃のＦのバイタルサインは，体温は不明，血圧は１５８／２６mmHg周\n辺で推移していた。なお，Ｆの勤務先の定期健康診断（平成４年１０月６日実施）\nにおける血圧は，１０８／７８mmHgであった。\n被控訴人Ｅは，その後，Ｆが頭部を受傷しており意識障害があることか\nら，頭部ＣＴ検査を実施することとし，Ｍ医師の応援を求めた。ＦはＣＴ室に搬送\nされ，頭部ＣＴ検査が実施されたが，ＣＴ室において，採血も行われた。頭部ＣＴ\n検査が終了したのは，午後５時９分であった。\n被控訴人Ｅは，頭部ＣＴ検査に引き続き，頭部，胸部，腹部の単純Ｘ線撮\n影を実施することにし，Ｆは，一般Ｘ線撮影室に搬送され，午後５時２２分から２\n８分にかけて，頭部，胸部，腹部の単純Ｘ線撮影がされた。\nなお，ＦのＸ線撮影が開始される前に，Ｊの容体が急変したため，被控訴\n人Ｅは，Ｊの蘇生措置に当たっており，ＦのＸ線写真等を検討したのは，午後５時\n３０分をかなり過ぎていた。\n被控訴人Ｅは，Ｆの頭部ＣＴ及び各Ｘ線写真に異常な所見がないことを確\n認し，また，午後５時１２分に算定された抹梢血液検査結果（乙１の３７頁）では\n貧血を認めず，全診療経過を通して血尿の所見もなかった。また，午後６時１５分\n頃から３０分頃にかけて，被控訴人Ｅの下に血液生化学検査の結果報告書（乙１の\n３６頁）が届けられたが，ＣＰＫの値は１９７mU/ml とかなり高かった（正常値は\n１０～１３０mU/ml)。\n６　被控訴人Ｅは，特に緊急な措置を要する異常はないものと認め，Ｆを入院\nさせたうえ，経過観察とすることが相当と判断した。また，Ｍ医師も，午後６時\n頃，病室でＦを診察したが，腹部は触診で軟，筋性防御等の所見はなく，貧血を認\nめず，Ｘ線写真と総合すると，経過観察とするのが相当と判断し，被控訴人Ｅにそ\nの旨伝えた。\nこのため，被控訴人Ｅは，Ｆを経過観察にすることにし，看護婦に，病名\nを頭部外傷Ⅱ型，バイタルサイン４時間（最低４時間ごとに血圧等の測定や観察を\nするという意味）などと記した脳神経外科入院時指示表（乙１の３８頁）を作成\nし，看護婦に交付した。Ｆは，午後６時３０分頃，一般病室への入院措置がとら\nれ，意識障害は継続していたが，呼吸は安定しており，点滴が開始された。被控訴\n人Ｅは，本件病院に駆けつけていた控訴人ＡにＦの病状を説明し，同控訴人は，そ\nの説明を聞いた後，帰宅した。\n７　ところが，同日午後７時頃，Ｆの容体は急変し，看護婦から血圧測定がで\nきないとの連絡があり，被控訴人Ｅらにおいて，血液ガス分析のための採血を行っ\nたが，その途中で，突然呼吸停止となり，胸骨圧迫式（体外式）心マッサージ，気\n管内挿管等の蘇生術を施行したが，効果がなかった。また，ポータブルＸ線検査を\n実施したが，明らかな異常を認めず，さらに，外傷性急性心タンポナーデであれ\nば，心嚢穿刺によって劇的に状態を改善できると考え，超音波ガイドを使用せず\nに，左胸骨弓の剣状突起の起始部から６㎝まで穿刺する方法を試みたが，うまくい\nかず，心嚢で液体を得ることはできなかった。なお，被控訴人Ｅは，研修医の時の\n救急救命センターでの研修を除けば，これまで心嚢穿刺をしたことがなかった。\n８　Ｆは，同日午後８時７分死亡した。被控訴人Ｅの死亡診断は，胸部打撲を\n原因とする心破裂の疑いであった。\n２　上記認定事実を前提として，まず，Ｆの死因につき検討するに，Ｇ鑑定が述\nべるとおり，Ｆの死因は外傷性急性心タンポナーデによるものと認めることができ\nる。以下，その理由を述べる。\n１　証拠（甲４，５，２２，乙２６，Ｇ鑑定）及び弁論の全趣旨によると，次\nの事実が認められる。\n外傷性急性心タンポナーデは，心挫傷や心破裂（心室破裂の場合は，現場\nで即死するのが常であるが，しばしば見られる心房の心耳と呼ばれる先端部の小穿\n孔などでは出血速度が遅い場合がある。）部から出血した血液が心臓を取り巻く心\n嚢内に徐々に貯留し，心臓を外から圧迫する結果，拡張期に心臓内に溜まる血液量\nが減少するために，心拍出量が著しく減少する病態である。心嚢内の貯留血液量に\n比例して心拍出量が減少するわけではなく，心嚢内の貯留血液量がある一定量（成\n人であれば２００cc程度とされる。）を超えた時から，急速に心拍出量が減少し，\n症状が現れるのが特徴である（逆にいえば，心嚢内の貯留血液量を症状が現れる前\nの量以下にすると，症状は急速に回復する。）。\n外傷性急性心タンポナーデの特徴的な臨床症状は，突然発症するショック\nと同時に頸動脈の怒張，中心静脈圧（ＣＶＰ）の上昇が見られることである（外傷\n患者のショックのほとんどは出血性ショックであるが，このときには頸静脈は虚脱\nしＣＶＰは低下するので，急性心タンポナーデと出血性ショックは容易に鑑別でき\nる。）。外傷性急性心タンポナーデの原因である心損傷（心挫傷，心破裂を含\nむ。）を疑わせるものとしては，ＣＰＫなど心筋酵素の上昇，１２誘導心電図にお\nける異常がある。また，院内での医師の目前で起こった心呼吸停止については，直\nちに適切な心肺蘇生術が行われた場合には，癌や慢性疾患の末期でそれが原因とな\nって心呼吸停止状態になったときを除き，後遺障害もなく，完全に回復するのがほ\nとんどであるが，急性心タンポナーデが原因の場合には，心嚢内で心臓が圧迫され\n心腔内の血液量が少ないので，胸骨圧迫式（体外式）心マッサージを行っても，有\n効な血流が得られず，急性心タンポナーデを解除しない限り，蘇生は極めて困難で\nある。急性心タンポナーデについては，胸部超音波検査によって確実に診断するこ\nとができる。\n２　これをＦについてみると，Ｆは，前記認定のとおり，シートベルトを装着\nしない状態で，ブレーキ痕もなくブロック塀に衝突しており，高エネルギー外傷を\n受けたと考えられること，血液生化学検査により，ＣＰＫの値が１９７mU/ml と高\nい数値を示していたこと，受傷後循環動態が安定していたにもかかわらず，午後７\n時頃に容体が急変したこと，適切な心肺蘇生術を施行したが，全く反応がなかった\nことなどは，上記の外傷性急性心タンポナーデの特徴と合致し，Ｆの死因が外傷性\n急性心タンポナーデであると考えることによって，Ｆの臨床経緯を最も合理的に説\n明することができる。\nなお，被控訴人Ｅは，Ｆの容体が急変した後の午後７時頃に撮影した胸部\n正面単純Ｘ線撮影（検乙１の３）で異常を認めていないが，証拠（Ｇ鑑定）による\nと，胸部正面単純Ｘ線撮影では，心陰影の明瞭な拡大としては捉えることができな\nいので，上記Ｘ線写真で心陰影が拡大していないことをもって，急性心タンポナー\nデの存在を否定することはできないことが認められ，上記認定，判断を左右するも\nのではない。\nまた，Ｈ鑑定は腹腔内出血が死亡原因であるとするが，証拠（Ｇ鑑定）に\nよると，上記胸部正面単純Ｘ線撮影（検乙１の３）で中心陰影が縮小していないこ\nとから，急速な出血が死亡原因であるとは考えられず，その可能性は医学的に否定\nされることが認められ，Ｈ鑑定を採用することはできない。\n３　次に，被控訴人Ｅの過失又は注意義務違反の有無について検討する。\n１　前記認定のとおり，Ｆは，乗用車運転中にブレーキ痕もないままブロック\n塀に正面から衝突し，車の前部を大破する事故によって受傷しており，事故の態様\nからして，Ｆに極めて強い外力が及んだ可能性が高いことを容易に推測することが\nでき，被控訴人Ｅも，救急隊員からブロック塀に自動車でぶつかって受傷している\nとの報告を受けていたことからすると，Ｆに対し，高エネルギー外傷を受けている\n可能性が高いことを前提にして，診察等をする必要がある。\n２　そこで，高エネルギー外傷を受けている可能性の高い患者に対し，いかな\nる診察，検査，措置を講じるべきであったかについて検討するに，証拠（甲４，\n５，８，２２，乙２６，Ｇ鑑定）によると，次の事実が認められる。\n受傷機転から高エネルギー外傷が疑われる場合には，まず最初に，血圧・\n脈拍数の測定（不整脈の有無も確認），呼吸数と呼吸に伴う胸壁運動（上気道狭\n窄，フレイル運動）の確認，呼吸音の左右差（気胸，血胸，気管支内異物）や心雑\n音（心損傷）の有無，冷汗（ショック準備状態）やチアノーゼ（肺酸素化障害），\n頸動脈怒張（緊急の処置を必要とする緊張性気胸や急性心タンポナーデで見られ\nる。）の有無，意識レベル，腹部所見（腹腔内出血，管腔臓器の損傷による腹膜炎\n症状，圧痛部位），四肢（変形，運動，知覚，血流）の状態を調べなければならな\nい。これらの確認は，２，３分で終えることができる。なお，頸椎を初めとする脊\n椎損傷が否定できるまでは，体位交換に際しても極めて愛護的に行わなければなら\nない。また，着衣は，全て取り去り，全身の体表を調べ，外力が及んだ部位を把握\nする必要がある。その後，心嚢液の貯留，胸腔内出血，腹腔内出血に焦点を絞っ\nて，胸腹部の超音波検査をする（この検査は数分あれば可能である。）。その他\nに，動脈血ガス分析（呼吸機能と循環動態の評価），血液検査（初期は主に貧血の\n評価），血液生化学検査（基礎疾患，肝損傷，心筋損傷の評価）を実施する。\nさらに，その後，胸部と腹部の仰臥位単純Ｘ線撮影，頸椎の正・側面撮影をする。\n以上の診察及び検査は，高エネルギー外傷患者については，症状がない場合でも必\n須である。\n以上の診察及び検査により，何らかの異常所見が得られた場合には，それ\nぞれに応じて必要な処置及び診断を確定するための精査（ＣＴ検査はここに含まれ\nる。）を行う。ただし，呼吸や循環動態が不安定な時には，それらに対する処置を\n最優先し，ＣＴ検査などは後回しにする。\n診察及び検査により，特別な異常がない場合でも，高エネルギー外傷患者\nは，入院経過観察が必要である。このときには，バイタルサインを連続モニターす\nるか，頻回に測定する。また，初回の検査で異常がなくても，胸腹部の超音波検査\nを初めは１～２時間間隔で繰り返し行う。\n３　以上認定の事実に照らすと，被控訴人Ｅにおいて，高エネルギー外傷によ\nる軽度の意識障害を伴ったＦに対し入院させ経過観察を決定したことは，妥当な判\n断であったといえる。\nしかしながら，Ｆに対しては，胸腹部の超音波検査，動脈血ガス分析を行\nう必要があったというべきところ，胸腹部の単純Ｘ線撮影，頭部ＣＴ検査を除け\nば，高エネルギー外傷で起こりやすい緊急度の高い危険な病態（急性心タンポナー\nデ，緊張性気胸，腹腔内出血，頸椎損傷等）に対する十分な評価が入院前にできて\nいなかったにもかかわらず，看護婦に対し，バイタルサイン４時間等の一般的な注\n意をしただけで，具体的な経過観察の方法を示さなかったことは，適切とはいえな\nい。高エネルギー外傷患者の経過観察としては，超音波検査をはじめ，呼吸循環動\n態，理学的所見を繰り返し調べるべきであった。\nそして，証拠（Ｇ鑑定）によると，Ｊにみられたように心破裂による外傷\n性急性心タンポナーデは，出血速度が早いため，現場即死あるいは受傷後短時間で\n発症するが，Ｆのように，受傷後２時間半頃に症状が出るのは，心破裂は極めて稀\nで，ほとんどの原因は心挫傷であること，心挫傷の場合は，心嚢穿刺又は心嚢を切\n開して貯留した血液の一部を出すことで症状を改善することができ，心臓の手術は\n必要ではないこと，血液を吸引除去あるいは手術的に心嚢を開放（心嚢切開又は開\n窓術）していれば，救命できた可能性が極めて高いこと，Ｆは受傷から容体が急変\nするまでの約２時間半は循環動態も安定していたので，この間に重度外傷患者の診\n療に精通する施設に搬送していれば，ほぼ確実に救命できたことが認められる。\n４　以上からすると，被控訴人Ｅとしては，遅くとも経過観察措置を講じた時\n点で，速やかに胸部超音波検査を実施する必要があり，それをしていれば，心嚢内\nの出血に気づき，直ちに心嚢穿刺により血液を吸引除去し，あるいは手術的に心嚢\nを開放（心嚢切開又は開窓術）し，仮に本件病院で心嚢切開又は開窓術を実施でき\nないのであれば，３次救急病院に搬送することによって，救命することができたと\nいうことができ，被控訴人Ｅの過失・注意義務違反を認めることができる。\n５　被控訴人らは，被控訴人ＥがＦに対し施行した医療内容は２次救急医療機\n関として期待される医療水準を満たしていたと主張するので，この点を検討する。\n証拠（乙１１，２７ないし２９，原審における被控訴人Ｅ本人，Ｇ鑑定，\nＨ鑑定）によると，我が国では年間約２千万人の救急患者が全国の病院を受診する\nのに対し，日本救急医学会によって認定された救急認定医は２千人程度（平成５年\n当時）にすぎず，救急認定医が全ての救急患者を診療することは現実には不可能で\nあること，救急専門医（救急認定医と救急指導医）は，首都圏や阪神圏の大都市\n部，それも救命救急センターを中心とする３次救急医療施設に偏在しているのが実\n情であること，したがって，大都市圏以外の地方の救急医療は，救急専門医ではな\nい外科や脳外科などの各診療科医師の手によって支えられているのが，我が国の救\n急医療の現実であること，本件病院が２次救急医療機関として，救急専門医ではな\nい各診療科医師による救急医療体制をとっていたのは，全国的に共通の事情による\nものであること，一般的に，脳神経外科医は，研修医の時を除けば，心嚢穿刺に熟\n達できる機会はほとんどなく，胸腹部の超音波検査を日常的にすることもないこ\nと，被控訴人Ｅは，胸腹部の超音波検査が必要と判断した時には，放射線科あるい\nは内科に検査を依頼しており，自ら超音波検査の結果を読影することはなかったこ\nと，当日，被控訴人Ｅとともに当直に当たっていた小児科の医師も，日常的に超音\n波検査をすることはなく，単独で超音波検査をすることは困難であったことが認め\nられる。\nそうだとすると，被控訴人Ｅとしては，自らの知識と経験に基づき，Ｅに\nつき最善の措置を講じたということができるのであって，注意義務を脳神経外科医\nに一般に求められる医療水準であると考えると，被控訴人Ｅに過失や注意義務違反\nを認めることはできないことになる。Ｇ鑑定やＨ鑑定も，被控訴人Ｅの医療内容に\nつき，２次救急医療機関として期待される当時の医療水準を満たしていた，あるい\nは脳神経外科の専門医にこれ以上望んでも無理であったとする。\nしかしながら，救急医療機関は，「救急医療について相当の知識及び経験\nを有する医師が常時診療に従事していること」などが要件とされ，その要件を満た\nす医療機関を救急病院等として，都道府県知事が認定することになっており（救急\n病院等を定める省令１条１項），また，その医師は，「救急蘇生法，呼吸循環管\n理，意識障害の鑑別，救急手術要否の判断，緊急検査データの評価，救急医療品の\n使用等についての相当の知識及び経験を有すること」が求められている（昭和６２\n年１月１４日厚生省通知）のであるから，担当医の具体的な専門科目によって注意\n義務の内容，程度が異なると解するのは相当ではなく，本件においては２次救急医\n療機関の医師として，救急医療に求められる医療水準の注意義務を負うと解すべき\nである。\nそうすると，２次救急医療機関における医師としては，本件においては，\n上記のとおり，Ｆに対し胸部超音波検査を実施し，心嚢内出血との診断をした上\nで，必要な措置を講じるべきであったということができ（自ら必要な検査や措置を\n講じることができない場合には，直ちにそれが可能な医師に連絡を取って援助を求\nめる，あるいは３次救急病院に転送することが必要であった。），被控訴人Ｅの過\n失や注意義務違反を認めることができる。\n６　以上のとおり，被控訴人Ｅに注意義務違反を認めることができ，被控訴人\n奈良県は債務不履行責任を免れない。\n他方，被控訴人Ｅについては，救急医療行為は，都道府県知事の認定した\n医療機関において行われるものであり，被控訴人奈良県が設置した本件病院での救\n急医療行為は公権力の行使に当たると解するのが相当であって，被控訴人Ｅ個人は\n不法行為責任を負わない。\n４　最後に，損害額について検討する。\n１　控訴人らが求める逸失利益及び慰謝料については，次の損害を認めること\nができる。\n①　逸失利益　　　　　　　　　　　　　　　　　２８６６万４６３８円\nＦは死亡時３８歳であったから，その逸失利益は，平成５年の賃金セン\nサス第１巻第１表の産業計・企業規模計・学歴計の女子労働者の平均賃金３１５万\n５３００円を基礎収入とし，労働能力喪失期間を６７歳までの２９年間，生活費の\n控除率を４割として，ライプニッツ式で計算すると（ライプニッツ係数は１５．１\n４１０），次のとおり，２８６６万４６３８円となる（円未満切り捨て）。\n3,155,300 ×(1-0.4) ×15.1410 ＝28,664,638\n②　慰謝料　　　　　　　　　　　　　　　　　　１５００万円\nＦが死亡したことによる慰謝料としては，Ｆの年齢や家族構成，医師の\n注意義務違反の内容，その他本件に現れた一切の事情を考慮すると，１５００万円\nをもって相当と認める（控訴人らは固有の慰謝料を請求しているが，債務不履行に\nよる損害賠償請求であるので，固有の慰謝料請求権を有しない。）。\n以上の合計額は４３６６万４６３８円であり，法定相続分は，控訴人Ａが\n２分の１，その余の控訴人が各６分で１であるから，それぞれ２１８３万２３１９\n円，７２７万７４３９円となる。\n２　控訴人Ａは葬儀費用として１００万円，弁護士費用として７２０万円を請\n求するところ，前者については請求額どおり１００万円，後者については４００万\n円を相当因果関係のある損害と認める（なお，弁護士費用は，控訴人Ａが他の控訴\n人らについての弁護士費用についても支出しあるいは支出する予定であるとして請\n求しているので，控訴人らの分として，控訴人Ａに４００万円を認めたものであ\nる。）。\n３　そうすると，損害額の合計は，控訴人Ａにつき２６８３万２３１９円，そ\nの余の控訴人につき各７２７万７４３９円となる。\n５　以上のとおり，控訴人らの各請求は，被控訴人奈良県に対し，控訴人Ａにつ\nき２６８３万２３１９円，その余の控訴人につき各７２７万７４３９円及びこれら\nに対する訴状送達の日の翌日である平成７年２月１４日から支払済みまで年５分の\n割合による遅延損害金を求める限度で理由があり（控訴人らは，事故日からの遅延\n損害金を請求しているが，債務不履行による損害賠償請求であるので，催告により\n遅滞に陥るものと解される。），被控訴人奈良県に対するその余の各請求及び被控\n訴人Ｅに対する各請求はいずれも理由がない。\nよって，原判決を上記判示のとおり変更することとし，主文のとおり判決す\nる。\n大阪高等裁判所第５民事部\n裁判長裁判官　　　太　　田　　幸　　夫\n裁判官　　　川　　谷　　道　　郎\n裁判官　　　大　　島　　眞　　一\n"
}