{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 16
  },
  "case_number": "平成13(ワ)1924",
  "case_name": "パイナップルカンパニー賃金請求",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "18641",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18641",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/641/018641_hanrei.pdf",
  "contents": "判決　平成１４年１０月１６日　神戸地方裁判所　平成１３年(ワ)第１９２４号\n未払賃金等請求事件\n主                  文\n１　被告は原告に対し，１４５万８０７９円及びこれに対する平成１３年８月２\n０日から支払済みまで年１４．６パーセントの割合による金員を支払え。\n２　被告は原告に対し，１４５万８０７９円及びこれに対する本裁判確定の日か\nら支払済みまで年５パーセントの割合による金員を支払え。\n３　訴訟費用は被告の負担とする。\n４　この判決は，１，３項に限り仮に執行することができる。\n事  実  及  び  理  由\n第１　請求\n被告は，原告に対し，２９１万６１５８円及び内１４５万８０７９円に対す\nる平成１３年８月２０日から支払済みまで年１４．６パーセント，内１４５万８０\n７９円に対する本裁判確定の日から支払済みまで年５パーセントの割合による金員\nを支払え。\n第２　事案の概要\n１　争いのない事実等（末尾に証拠の標目の記載のない事実は当事者間に争いが\nない）\n(1)　当事者\n被告会社は，コンピューターを利用した情報サービスの提供，コンピュー\nターのソフトウェアの開発並びに販売等を目的とする株式会社である。\n原告は，被告会社に平成１２年７月１日入社し，インターネット業務全般\n及び経理財務等の業務に従事した後，平成１３年７月３１日に退職した。\n(2)　割増賃金計算の基礎となる賃金（労働基準法３７条４項，同法施行規則２\n１条）\n原告の給与は月給制であり，毎月末日締切，翌月２０日払いであった。\n原告の給与明細書（甲３の１ないし１１）によって認められる原告の給与\nの内，割増賃金の基礎となる賃金は以下のとおりである。\nア　平成１２年７月から１０月まで\n２５万円（基本給２５万円）\nイ　平成１２年１１月から平成１３年１月まで\n３０万円（基本給３０万円）\nウ　平成１３年２月及び３月\n３６万円（基本給２８万円，ＰＣ手当２万円，諸経費１万円，責任者手\n当５万円の合計）\nエ　平成１３年４月ないし７月\n３５万円（基本給３２万円，マネージャー手当３万円の合計）\n２　争点\n(1)　原告の管理監督者性\nア　被告会社の主張\n原告は，以下の事情に照らすと，いわば被告会社の総務部長というべき\n立場にあったのであって，労働条件の決定その他の労務管理について経営者と一体\n的な立場にあり，自己の勤務について自由裁量の権限を有し，出勤・退勤について\n厳格な制限を受けない地位にあったのであり，労働基準法が規制する労働時間の枠\nを超えて活動することが当然とされる程度に企業経営上重要な職務と責任を有し，\n現実の勤務形態もその規制になじまないような立場にあったといえる。\nよって，原告は，労働基準法４１条２号に規定する管理監督者に当たる\nので，時間外割増賃金請求権は発生しない。\n(ア)　財務・経理の責任者として採用されたこと\n被告会社には従前，財務・経理の責任者となるべきものがいなかっ\nた。そこで，被告会社は，原告の申告した，経営学科卒業，簿記検定２級，税理士\n事務所５年勤務といった資格，学歴，職歴をみて，財務・経理の責任者として原告\nを迎え入れたのである。\n(イ)　担当した職務内容が重要であったこと\n原告は，被告会社に入社後，会計業務一般を行った他，平成１２年９\n月の新株引受権付社債の発行，同年１１月の増資，株式上場のための資料作成に携\nわり，被告代表者代表取締役ａ（以下「被告代表者」という）と共に証券会社やベ\nンチャーキャピタルとの交渉にも当たった。また，平成１３年初めころには，就業\n規則を制定し，人事制度を改定するためのプロジェクトの議長も担当した。さら\nに，取締役会にも出席して議事録を作成し，財務・経理に関する報告を行い，取締\n役と各部門責任者の合同会議，各部門責任者の会議にも経営企画室の責任者として\n出席した。\n(ウ)　部下の人事考課に関与していたこと\n原告が議長となって制定された新しい人事考課制度は，部門責任者\nが，各従業員から提出された目標管理シートの目標設定が妥当かどうかをチェック\nして必要があれば修正を指示し，半年後にその達成度を評価するというものであっ\nた。\nそして，原告は，部門責任者として，部下であるｂ，ｃ，ｄらに対す\nる上記の人事考課をする立場にあった。\n(エ)　高額の給与を得ていたこと\n原告は，被告会社における就労期間を通じて経営企画室の従業員中最\n高給を得ており，時期によっては取締役よりも高い給与を得ていた。\n(オ)　就業時間管理が緩やかであったこと\n原告が入社してから平成１２年末ころまでは，被告会社では，全従業\n員について，フルフレックスと称して，残業代を支給しない代わりに就業時間を自\n主管理に任せる方針を取っていた。従って，会社による就業時間管理は緩やかであ\nった。タイムカードに打刻させていたのは労基署の指導に従っていたに過ぎない。\n平成１３年初めころからは，従業員一般に対しては，所定の就業時間\nを守るように指示するようになった。しかしながら，原告は，経営企画室の責任者\nであったから，部下の就業時間を管理する立場にあり，自己の就業時間の調整につ\nいて誰に許可を求める必要もなかった。\n以上の次第で，原告の就業時間管理は極めて緩やかなものであった。\nイ　原告の認否\n原告が被告会社の管理監督者に当たるという主張は否認する。\n(ア)　財務・経理の責任者として採用されたという主張は否認する。\n現に原告は，当初，３か月間の期間限定で採用されているのであっ\nて，正社員の上司として採用されたということはあり得ないことである。\n(イ)　担当した職務内容が重要であったという主張は否認する。\n原告は，平成１３年２月以降，経営企画室の責任者と指名されたもの\nの，その当時もまだ６か月の期間限定社員であったし，ＡないしＥの評価ランクの\nＣランクと評価されていたのであって，そのような者が経営に参画して経営者と一\n体的立場にあったとは到底考えられない。また，取締役会に参加していたことは認\nめるが，議事録を取ったり，数字面や増資関係の報告をしたのみである。就業規則\nを制定し，人事制度を改定するためのプロジェクトの議長も担当したことは認める\nが，提案や決定を行ったわけではない。取締役と各部門責任者の合同会議，各部門\n責任者の会議に出席したことは認めるが，経理担当者として出席しただけである。\n(ウ)　部下の人事考課に一部関与していたことは認める。\nしかしながら，原告は，経理担当のｅ及びｂの人事考課に１度だけ関\n与したことがあるだけである。\n(エ)　高額の給与を得ていたことは否認する。\n原告が被告代表者と同等の特別な給与を支給されていたとはいえない\nし，他の部署と原告の給与を比較しても決して高額ではない。\n(オ)　就業時間管理が緩やかであったという主張は否認する。\n原告に自己の勤務について自由裁量的権限は全くなく，他の従業員と\n同じ扱いであった。\n(2)　割増賃金の単価の計算方法\nア　原告の主張\n被告会社は月曜日から金曜日までの週５日勤務であり，一日当たりの所\n定労働時間は午前９時から午後６時まで（昼休憩時間が１時間）の８時間である。\nまた，祝日，夏期休暇，年末年始休暇が休日であった。\n従って，以上を前提に割増賃金の単価を計算すべきである。\nイ　被告会社の反論\n被告会社の一月における所定労働時間は１７６時間であるから（平日８\n時間×２１日＋隔週土曜日４時間×２日），これを前提に，割増賃金の単価を計算\nすべきである。\n(3)　原告の残業時間\nア　原告の主張\n原告の残業時間は，被告会社に備え付けられていたタイムカードによっ\nて計算すべきである。\nそうすると，原告の残業時間は，別紙原告の請求のとおりである。\nイ　被告会社の認否\n原告の主張する残業時間は争う。\n原告の就業時間の管理は極めて緩やかなものであったことからすると，\n原告のタイムカードの記載が直ちに原告の就業時間を示すものであるかどうかは疑\n問がある。\n仮に機械による打刻部分は正確であるとしても，手書き部分については\n正確性を欠くものである。\n(4)　原告の請求\nア　原告の主張\n原告の求める残業代金は別紙原告の請求のとおりである。\n原告は，未払賃金と同額の付加金（労働基準法１１４条）の支払いも求\nめる。\nよって，原告は，未払賃金１４５万８０７９円及びこれに対する平成１\n２年７月分から同１３年６月分の未払賃金については弁済期（原告の退職日）を経\n過した後であり，平成１３年７月分の未払賃金については弁済期である平成１３年\n８月２０日から支払済みに至るまで，賃金の支払の確保に関する法律６条１項及び\n同法施行令１条の規定する年１４．６パーセントの割合による遅延損害金並びに労\n働基準法１１４条に基づく付加金１４５万８０７９円及びこれに対する本裁判確定\nの日から支払済みまで民法所定の年５パーセントの割合による遅延損害金の各支払\nいを求める。\nイ　被告会社の認否\n原告の請求は争う。\n第３　争点に対する判断\n１　原告の管理監督者性\n被告会社は，原告が，財務・経理の責任者として採用されたこと，原告の担\n当した職務内容が重要であったこと，部下の人事考課に関与していたこと，高額の\n給与を得ていたこと，就業時間管理が緩やかであったことを根拠に，原告は労働基\n準法４１条２号に定める管理監督者に当たるので，時間外割増賃金請求権は発生し\nないと主張する。\nそこでまず，原告の採用の経緯についてみるに，確かに，証拠（甲８，乙７\nの１ないし３，被告代表者本人）によれば，被告会社は，原告の経歴をみて原告を\n経理担当として採用したことが認められるものの，原告の採用当初の雇用契約書\n（乙３）によれば，雇用期間は平成１２年７月１日から９月３０日までの３か月間\nに限定され，勤務内容によっては正社員として契約する可能性ありと記載されてい\nることからすると，被告会社は当初，雇用期間３か月と定めて原告を仮採用してい\nるのであって，かかる採用形態からすると，被告会社が採用当初から原告を経営者\nと一体の立場の者として採用したという事実は認めることができない。\n次に，原告の職務内容についてみるに，証拠（乙５，６，８，原告本人，被\n告代表者本人）によれば，原告は，一時期，被告会社の財務，経理，人事，広報，\nＰＲ，総務等の各部門を統括する経営企画室の長であったことが認められるもの\nの，その期間は平成１３年２月から５月まで３か月間に過ぎず，それ以前は経理担\n当の責任者，それ以後はサーバーサービス事業部のマネージャーを務めていたに過\nぎない。また，原告が被告会社の取締役会に参加していたことには争いがないが，\n証拠（原告本人，被告代表者本人）によれば，原告は単に議事録を作成し，財務や\n増資の状況報告をしていたに過ぎない。さらに，被告会社の各部門の責任者が出席\nする会議や，取締役と各部門の責任者が出席する会議（ブリッジミーティング）に\n原告が参加していたことには争いがないが，経営企画室の長であった３か月間以外\nは，経理担当の責任者として参加していたに過ぎない。さらに，原告が，被告会社\nの就業規則を制定するための会議の議長を務めていたことにも争いがないが，原告\n本人の供述によれば，同会議においては，被告代表者が意見を述べることが多く，\n原告の役割は主に皆の意見のまとめ役であったに過ぎないと認められる。以上のよ\nうな原告の従事していた職務内容に加えて，原告は，平成１３年４月５日に初めて\n雇用期間を定めない社員になるまでは（乙６），雇用期間を限定された立場の契約\n社員であったと認められること（乙３ないし５）を併せ考えると，原告が，被告会\n社の経営者と一体の立場にあったとか，経営に参画していたと認めることはできな\nい。\nさらに，被告会社は，原告が，経営企画室の長として，経営企画室の社員の\n人事考課に関与していたと主張するが，証拠（乙１０，原告本人，被告代表者本\n人）によれば，原告が関与したのは，平成１３年４月における経営企画室の正社員\n２，３名について，これらのものが提出した目標管理シートをチェックして適切な\n目標設定をしているかをチェックしただけであることが認められる。\n加えて，被告会社は，原告が高額の給与の支給を受けていたと主張するが，\n被告会社の作成した「役員報酬・経営企画室従業員賃金比較表」（乙１０）によれ\nば，確かに，原告の就業期間（平成１２年７月から同１３年７月まで）において，\n平成１２年１１月分から同１３年３月分までは，原告は，非常勤取締役２名の報酬\n（３０万円）と同額ないしそれ以上（最高で３６万０５００円）の給与を受け取っ\nていることが認められるものの，他の正社員の給与（概ね２０万円ないし３０万\n円）と比較して著しく高額であるともいえないから，これをもって，原告のみが経\n営者と同程度の給与の支給を受けていたと認めることはできない。\n最後に，被告会社は，原告の就業時間の管理が緩やかであったと主張し，被\n告代表者本人も同趣旨の供述をするけれども，原被告間の雇用契約書には，原告の\n就業時間は９時から１８時まで（休憩時間午後１２時から１３時）と明確に定めら\nれていること（乙３ないし６），原告は，出社時刻，退社時刻をタイムカードに打\n刻して被告会社に提出していたこと（乙２），平成１３年７月分の原告の給与から\nは，欠勤控除として１万５８０２円が控除されていること（甲３の１１）がそれぞ\nれ認められるのであって，これらの事実に照らすと被告代表者の供述を信用するこ\nとはできず，かえって，被告会社は，原告の就業時間を管理していたことが認めら\nれる。\n以上の次第で，原告が経理担当として採用されたに過ぎず，平成１３年４月\n５日の契約更新までは雇用期間も限定されていたこと，原告が従事してきた業務内\n容も被告会社の経営に参画するものとは認められないこと，原告の待遇も経営者や\n役員と同等とは認められないこと，原告が就業時間を管理されていたと認められる\nことなどを総合すると，原告が，経営者と一体的な立場にあるとは認められないか\nら，原告が，労働基準法４１条２号の定める「監督若しくは管理の地位にある者」\nであるとは認められない。\n従って，被告会社は，原告に対し，労働基準法の定める割増賃金を支払う義\n務がある。\n２　割増賃金の単価の計算方法\n労働基準法施行規則１９条１項４号によれば，割増賃金の計算の基礎となる\n１時間当たりの単価は，原告のような月給制の場合，基礎となる賃金を月における\n所定労働時間数（月によって所定労働時間数が異なる場合には，１年間における１\nか月平均所定労働時間数）で除した金額と定められている。\nそこで，まず，１日当たりの所定労働時間は，雇用契約書（乙３ないし６）\nによれば８時間（午前９時から午後６時まで。ただし，午後１２時から午後１時ま\nでは休憩時間）であると認められる。\nそして，上記各雇用契約書をみると，被告会社においては，平成１３年４月\n５日付の雇用契約書（乙６）で，休日は「土曜日・日曜日・祝日・夏期休暇・年末\n年始休暇　年間休日１２２日」と明確に定められるまでは，「週５日勤務」としか\n定められていなかったことが認められる（乙３ないし５）。しかしながら，原告の\nタイムカード（乙２）から認められる原告の出勤状況に照らすと，以前から，被告\n会社においては，休日は，土曜，日曜，国民の祝日及び夏期休暇（８月１４，１５\n日），年末年始休暇（１２月２９日から１月３日まで）であったことが認められ\nる。\nそこで，前記争いのない事実等においてみたとおりの割増賃金の基礎賃金を\n前提に，１時間当たりの割増賃金の単価を算出する（以下，小数点以下四捨五\n入）。\n(1)　平成１２年７月から１０月まで\n平成１２年７月以降１年間における休日は１２２日であるから，１か月平\n均所定労働時間は１６２時間である（（３６５日－１２２日）×８時間÷１２か月\n＝１６２時間）。\nよって，割増賃金の単価は１５４３円となる（２５万円÷１６２時間＝１\n５４３円）。\n(2)　平成１２年１１月から平成１３年１月\n平成１２年１１月以降１年間の休日は１２１日であるから，１か月平均所\n定労働時間は１６３時間である（（３６５日－１２１日）×８時間÷１２か月＝１\n６３時間）。\nよって，割増賃金の単価は１８４０円となる（３０万円÷１６３時間＝１\n８４０円）。\n(3)　平成１３年２月及び３月\n平成１３年２月以降１年間の休日は１２１日であるから，１か月平均所定\n労働時間は１６３時間である（（３６５日－１２１日）×８時間÷１２か月＝１６\n３時間）。\nよって，割増賃金の単価は２２０９円となる（３６万円÷１６３時間＝２\n２０９円）。\n(4)　平成１３年４ないし７月\n平成１３年４月以降１年間の休日は１２２日であるから，１か月平均所定\n労働時間は１６２時間である（（３６５日－１２２日）×８時間÷１２か月＝１６\n２時間）。\nよって，割増賃金の単価は２１６０円となる（３５万円÷１６２時間＝２\n１６０円）。\n３　原告の残業時間\n原告が被告会社に勤務していた間の，原告の出退勤時間はタイムカード（乙\n２）に記載されたとおりであると認められる。\nもっとも，被告会社は，同タイムカードの記載中，原告が手書きした時刻の\n部分については信用できないと主張する。しかしながら，原告の供述によれば，同\n手書き部分は，原告が被告会社に寄らずに訪問先に直接出向くなどしたために打刻\n機を使用できなかった場合に，後に自ら記載したものであること，その記載内容を\nみても，格別，自己に有利に時間外労働になるようにばかり記載されてはおらず，\n格別不自然，不合理な内容であるとは窺えないこと，被告会社は，手書き部分につ\nいて，これに代わる証拠を提出しないことを総合すると，上記タイムカードは，手\n書き部分を含め，原告の出退勤状況を記載したものとして信用することができる。\nそして，上記タイムカードに記載された原告の出退勤時間を元に，時間外労\n働時間を算出すると，別紙原告の時間外労働状況一覧表のとおりと認められる。\nなお，別紙原告の時間外労働状況一覧表記載の時間外労働及び休日労働は，\n深夜（午後１０時以降）にまたがる場合は，深夜労働を含んだ時間である。また，\n休日出勤の場合も，平日と同様に，午後１２時から午後１時までの間は休憩を取っ\nたものとして労働時間を算定した。\nそうすると，原告の従事した時間外労働時間は以下のとおりとなる。\n時間外労働      　深夜労働       　 休日労働\n平成１２年７月    ３９時間３７分\n平成１２年８月    ４３時間２８分  　２時間０２分\n平成１２年９月    ４３時間３６分\n平成１２年１０月  ３９時間４５分\n平成１２年１１月  ３４時間４３分      　  ５０分   　 ６時間１８分\n平成１２年１２月  ５５時間３９分      　  ３９分   　 ９時間００分\n平成１３年１月    ３９時間２１分      　  ３５分  　１１時間０７分\n平成１３年２月    ５０時間１９分              　 　   ４時間０５分\n平成１３年３月    ５２時間２１分 　 ４時間４２分 　 １１時間２６分\n平成１３年４月    ６８時間１７分  　３時間３４分 　 １７時間４０分\n平成１３年５月    ６３時間１７分  　１時間１１分  　  ７時間４７分\n平成１３年６月    ４４時間４０分  　２時間１４分  　  ６時間３８分\n平成１３年７月    １４時間２１分  　１時間００分\n４　以上を前提に未払残業代金を計算する。\n(1)　平成１２年７月\n時間外  １５４３円×３９時間３７分×１．２５＝  ７万６４１１円\n(2)　平成１２年８月\n時間外  １５４３円×４３時間２８分×１．２５＝  ８万３８３６円\n深夜    １５４３円×  ２時間０２分×１．２５＝      ３９２２円\n(3)　平成１２年９月\n時間外  １５４３円×４３時間３６分×１．２５＝  ８万４０９４円\n(4)　平成１２年１０月\n時間外  １５４３円×３９時間４５分×１．２５＝  ７万６６６８円\n(5)　平成１２年１１月\n時間外  １８４０円×３４時間４３分×１．２５＝  ７万９８４８円\n深夜    １８４０円×        ５０分×１．２５＝      １９１７円\n休日    １８４０円×  ６時間１８分×１．３５＝  １万５６４９円\n(6)　平成１２年１２月\n時間外  １８４０円×５５時間３９分×１．２５＝１２万７９９５円\n深夜    １８４０円×        ３９分×１．２５＝      １４９５円\n休日    １８４０円×  ９時間００分×１．３５＝  ２万２３５６円\n(7)　平成１３年１月\n時間外  １８４０円×３９時間２１分×１．２５＝  ９万０５０５円\n深夜    １８４０円×        ３５分×１．２５＝      １３４２円\n休日    １８４０円×１１時間０７分×１．３５＝  ２万７６１４円\n(8)　平成１３年２月\n時間外  ２２０９円×５０時間１９分×１．２５＝１３万８９３７円\n休日    ２２０９円×  ４時間０５分×１．３５＝  １万２１７７円\n(9)　平成１３年３月\n時間外  ２２０９円×５２時間２１分×１．２５＝１４万４５５１円\n深夜    ２２０９円×  ４時間４２分×１．２５＝  １万２９７８円\n休日    ２２０９円×１１時間２６分×１．３５＝  ３万４０９６円\n(10)　平成１３年４月\n時間外  ２１６０円×６８時間１７分×１．２５＝１８万４３６５円\n深夜    ２１６０円×  ３時間３４分×１．２５＝      ９６３０円\n休日    ２１６０円×１７時間４０分×１．３５＝  ５万１５１６円\n(11)　平成１３年５月\n時間外  ２１６０円×６３時間１７分×１．２５＝１７万０８６５円\n深夜    ２１６０円×  １時間１１分×１．２５＝      ３１９５円\n休日    ２１６０円×  ７時間４７分×１．３５＝  ２万２６９６円\n(12)　平成１３年６月\n時間外  ２１６０円×４４時間４０分×１．２５＝１２万０６００円\n深夜    ２１６０円×  ２時間１４分×１．２５＝      ６０３０円\n休日    ２１６０円×  ６時間３８分×１．３５＝  １万９３４３円\n(13)　平成１３年７月\n時間外  ２１６０円×１４時間２１分×１．２５＝  ３万８７４５円\n深夜    ２１６０円×  １時間００分×１．２５＝      ２７００円\n(14)　合計                                        １６６万６０７６円\n５　結論\n以上の次第で，原告に支払うべき未払賃金の額は１６６万６０７６円であっ\nて，原告の請求する金額１４５万８０７９円を超えるから，原告の未払賃金請求を\n全て認容する。\nまた，原告は，１４５万８０７９円の付加金の支払いも求めるので，これも\n全て認容する。\nなお，原告は，付加金請求についても仮執行宣言を求めるが，付加金請求権\nは，裁判所の判決の確定によって初めて発生するものであるから，仮執行宣言を付\nすることはできない。\n神戸地方裁判所第４民事部\n裁判官　　太　　田　　敬　　司\n"
}