{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 19
  },
  "case_number": "平成15(行コ)8",
  "case_name": "損害賠償請求控訴事件(原審・札幌地方裁判所平成12年(行ウ)第3号)",
  "court_name": "札幌高等裁判所",
  "field": "行政",
  "gist": "市が鉄道の駅舎を新設した上でこれを鉄道会社に対し無償で譲渡したことが違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，市に代位して，市長個人らに対してされた損害賠償請求等が，棄却された事例",
  "case_gist": "市が鉄道の駅舎を新設した上でこれを鉄道会社に対し無償で譲渡したことが違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，市に代位して，市長個人らに対してされた損害賠償請求等につき，寄附又は補助について定める同法２３２条の２の規定は「第９章財務」の「第４節支出」の中にあり，同節中の他の規定は金銭の支出についてのみ定めるものであること，普通財産の譲与については用途を定めることができ，その用途に供しないときは契約を解除することができるなど金銭の寄附とは異なる面があることに照らすと，普通財産の譲与は同法「第９章財務」の「第９節財産」の規定に服するのみで同法２３２条の２の適用はないものと解され，このように解したとしても，寄附又は補助金については，個別の案件ごとに議会が議決するわけではないのに対し，普通財産の譲与については同法２３７条２項により条例又は議会の議決が必要とされており，個別の案件ごとに議会がその必要性等について審議を行い，その可否を決するのであるから，首長が恣意的に譲与を行うことはできず，同法２３２条の２の趣旨が没却されることにはならないとした上で，前記駅舎は市の普通財産であり，市議会は前記無償譲渡について所要の審議を経たうえ議決したことが認められるとして，前記各請求を棄却した事例",
  "lawsuit_id": "14813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/014813_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　本件各控訴をいずれも棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　原判決を取り消す。\n(2)　被控訴人らは，小樽市に対し，連帯して７億０１４０万円及びこれに対する平成１２年\n３月３０日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は第１，２審とも被控訴人らの負担とする。\n２　被控訴人ら\n主文同旨\n第２　事案の概要\n次のとおり補正するほかは，原判決「事実及び理由」欄の「第２　事案の概要」，「第３\n争いのない事実」及び「第４　争点及び当事者の主張」に記載のとおりであるから，これを引\n用する。\n１　原判決４頁２０行目の「地方自治法」の次に「（平成１４年法律第４号による改正前のも\nの。以下同じ。）」を加える。\n２　同５頁１４行目の「７億１７００万円」を「７億０１４０万円」と改める。\n３　同６頁１３行目の「本件駅舎の建設についての公共上の必要性」を「本件区画整理事\n業において大型化，橋上化した本件駅舎を建設することについての公益上の必要性や鉄\n道事業一般の公益性」と改める。\n４　同７頁６行目の「地方財政再建特別措置法」を「地方財政再建促進特別措置法」と，同\n頁１５行目及び１９行目の各「本件事業」を「本件区画整理事業」とそれぞれ改め，同頁１２\n行目の末尾に改行して以下のとおり加える。\n「　そもそも，旧α駅の駅舎は既に耐用年数を大幅に超え，被控訴人ＪＲ北海道も建替え\nを検討しなければならない状況にあった。本件区画整理事業に深くかかわり，その事業によ\nり相当の利益を上げることが予想されていた被控訴人ＪＲ北海道としては，鉄道事業を行う\nための基本的な設備投資としてその大型化，橋上化を自らの事業として行うことが十分に可\n能な状況にあった。\nまた，小樽市は，β広場に旧α駅の駅舎用地を組み入れさえすれば，土地区画整理\n法７７条によって旧α駅の駅舎を移転させることができ，その場合にはほとんど無価値に等\nしい建物の再取得価格の移転補償費を支払うだけで済ませることができたのである。」\n５　同８頁１行目の「厳しい状況にあった」を「厳しい状況にあり，本件無償譲渡をする財力\nの余力はなかった」と，同頁５行目の「本件事業」を「本件区画整理事業」とそれぞれ改め\nる。\n６　同９頁１０行目及び１７行目の各「本件事業」を「本件区画整理事業」と改める。\n第３　当裁判所の判断\n当裁判所も，控訴人らの請求はいずれも理由がないと判断する。その理由は，次のと\nおり補正するほかは，原判決「事実及び理由」欄の「第５　判断」に記載のとおりであるから，\nこれを引用する。\n１　原判決１０頁２行目から１２行目までを以下のとおり改める。\n「　　寄附又は補助について定める地方自治法２３２条の２の規定は「第９章　財務」の「第\n４節　支出」の中にあり，同節中の他の規定は金銭の支出についてのみ定めるものであるこ\nと，普通財産の譲与については用途を定めることができ，その用途に供しないときは契約を\n解除することができる（地方自治法２３８条の５第６項，第５項）など金銭の寄附とは異なる面\nがあることに照らすと，普通財産の譲与は地方自治法「第９章　財務」の「第９節　財産」の規\n定に服するのみで地方自治法２３２条の２の規定の適用はないものと解するのが相当であ\nる。\nなお，このように解したとしても，寄附又は補助金については，個別の案件毎に議会\nが議決するわけではないのに対し，普通財産の譲与については条例又は議会の議決が必\n要とされており（地方自治法２３７条２項），個別の案件毎に議会がその必要性等について\n審議を行い，その可否を決するのであるから，首長が恣意的に譲与を行うことはできず，地\n方自治法２３２条の２の趣旨が没却されることにはならないというべきである。\nそして，本件駅舎は小樽市の普通財産であるところ，乙イ第２３号証，乙ロ第７号証，\n第８号証によれば，小樽市議会は，平成１０年１２月２４日，本件無償譲渡について所要の\n審議を経たうえ議決したことが認められる。\n(2)　公益上の必要性について\nなお，事案に鑑み，本件無償譲渡に地方自治法２３２条の２が適用されるとの解釈を\n前提に，同条が定める公益上の必要性があったか否か判断する。」\n２　同１２頁１８行目の末尾に以下のとおり加える。\n「（被控訴人ＪＲ北海道の対応が(ア)のとおりのものであったのであるから，本件無償譲渡\nをしなければ被控訴人ＪＲ北海道の協力は得られず，本件駅舎は駅舎として使用されないこ\nととなり，いわば宝の持腐れとなるのであるから，本件無償譲渡自体に公益上の必要性があ\nったことは明らかである。なお，控訴人らは，旧α駅の駅舎用地を本件区画整理事業用地\nに組み入れれば，被控訴人ＪＲ北海道に移転補償費を支払うだけですんだ旨主張するが，\n控訴人ら主張のように旧α駅を移転させることとしても，被控訴人ＪＲ北海道が小樽市の計\n画に沿うような新駅を設置するとは限らないのであるから，控訴人らの主張は理由がな\nい。）」\n３　同１２頁２５行目の「被告ＪＲ北海道」を「東日本旅客鉄道株式会社」と，同１３頁４行目の\n「地方財政再建特別措置法」を「地方財政再建促進特別措置法」と，同頁８行目の「総務」\nから同頁１０行目の「ないこと」までを「自治大臣の承認を得た事実を認めるに足りる証拠は\nない（ただし，乙イ第２８号証によると，自治大臣の承認を得る必要がないというのが自治省\n財政局指導課の見解であったことが窺われる。）こと」とそれぞれ改める。\n４　同１５頁１２行目の「本件区画整理事業により」の次に「既存の自営業者等に」を加え，\n同頁２０行目の「本件事業」を「本件区画整理事業」と改める。\n５　同１６頁５行目の「乙第４号証」を「乙イ第４号証」と，同頁１０行目の「本件事業」を「本件\n区画整理事業」とそれぞれ改め，同頁１８行目の「第２９号証」の次に「，第３４号証，第３６号\n証，乙イ第２９号証」を加える。\n６　同頁２０行目の「厳しい状況にあった」の次に以下のとおり加える。\n「（本件無償譲渡がされた平成１０年度の小樽市の一般会計実質収支＜歳入歳出差引\n額から翌年度繰越財源を差し引いたもの＞は３億６１１７万６０００円の黒字であったが，これ\nから繰越金を除いた一般会計単年度収支は１億２５９９万５０００円の赤字であった。また，財\n源に余裕がある年度に積み立て，翌年度以降，財源が著しく不足する際に取り崩して運用\nする財政調整基金積立金についてみると，平成６年度から平成１１年度までは残高が０であ\nったが，平成１２年度には約４億８０００万円が積み立てられ，借入金の返済に充てるための\n減債基金についてみると，平成１２年度まではほぼ一定の残高を有していた。さらに，地方\n債現在高についてみると，平成３年度以降増加を続け，平成１１年度は約７６９億円とピーク\nを迎えたが，その後は少額ではあるが減少しており，債務負担行為額も平成６年以降は減\n少傾向にある。控訴人らは，小樽市には本件無償譲渡をするだけの財力の余力はなかっ\nた旨主張するが，上記のような財政状況からすると本件無償譲渡をする財力の余力がなか\nったとまでいうことはできない。）」を加える。\n７　同頁２１行目の「７億１７００万円」を「７億０１４０万円」と改める。\n８　同１７頁４行目の「財政」の次に「（ただし，本件無償譲渡をする財力の余力がなかった\nとまでいうことができないことは上記説示のとおりである。）」を加え，同行目の「７億１７００万\n円」を「７億０１４０万円」と改め，同頁１４行目から２０行目までを以下のとおり改める。\n「　なお，乙イ第２８号証，証人ａの証言及び控訴人ｂ本人尋問の結果に弁論の全趣旨を\n合わせると，本件区画整理事業が行われていた当時，被控訴人ＪＲ北海道は被控訴人ＯＢ\nＣの２番目の大株主で，被控訴人ＪＲ北海道の会長が被控訴人ＯＢＣの会長に，被控訴人Ｊ\nＲ北海道の役員が被控訴人ＯＢＣの役員に就任していたなど，被控訴人ＪＲ北海道と被控訴\n人ＯＢＣとの間には密接な関係があり，また，本件区画整理事業は被控訴人らの緊密な連\n携の下に遂行されていたことが認められるから，被控訴人ＯＢＣは小樽市と被控訴人ＪＲ北\n海道との間で本件無償譲渡の合意がされていることを認識していたと推認することができる\nが，被控訴人ＯＢＣは本件無償譲渡の当事者ではなく，本件無償譲渡に係る意思決定に\n関与すべき立場にないということができるし，被控訴人ＪＲ北海道と被控訴人ＯＢＣの役員を\n兼務していた者が，被控訴人ＯＢＣの役員としての立場で本件無償譲渡について関与した\nことを認めるに足りる証拠はないから，上記認定の事実をもって直ちに被控訴人ＯＢＣがそ\nれ自体として本件無償譲渡について被控訴人ＪＲ北海道らと共謀したと認めることはできな\nい。」\n第４　結論\nよって，原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主\n文のとおり判決する。\n札幌高等裁判所第３民事部\n裁判長裁判官　　伊　藤　紘　基\n裁判官　　北　澤　　　晶\n裁判官　　石　橋　俊　一\n"
}