{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 18
  },
  "case_number": "平成17(わ)173",
  "case_name": "殺人被告事件",
  "court_name": "仙台地方裁判所第2刑事部",
  "lawsuit_id": "8366",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8366",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/366/008366_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役９年に処する。\n未決勾留日数中２８０日をその刑に算入する。\n理　　　　　　　由\n（犯行に至る経緯）\n被告人は，昭和４７年に，宮城県気仙沼市内で，板金工の父Ａ（以下「被害者」とい\nう。）と母Ｂの次男として出生し，同市内の小，中学校を経て高等学校に進学したもの\nの，２年生の時に中退し，その後，転々とアルバイト先を変えて働くなどしていたが，平\n成３年の１８歳のころに陸上自衛隊に入隊した。\nところが，被告人は，同年１１月ころ，岩手県内の駐屯地に勤務していた際，宿舎でテ\nレビを見ている最中に妄想に襲われ，パニックに陥って宿舎の２階から飛び降りて負傷\nし，入院してその治療を受けた後，入院先の医師に勧められて精神科のある病院で診\n察を受けたところ，統合失調症と診断されたが，入院しないで実家から通院することと\nし，そのころ，陸上自衛隊を退職した。\n被告人は，病院に通院しながら投薬された薬を服用し，実家で療養しているうちに，運\n転免許を取得し，友人と遊び，日常生活には支障がないようになったが，平成１４年１０\n月ころ，被害者の顔面を殴打し，連れられて行った先の病院でも暴れたため，約３か月\n間医療保護入院することとなり，また，平成１５年１１月にも，母を殴り，眠れないなどと\n訴えたため，約１か月半任意入院したことがあったものの，その後は，２週間に１回通院\nして，病状は落ち着いた。そこで，被告人は，仕事をしようとして職業安定所に通って勤\nめ先を探したが，なかなか見つからず，平成１６年６月ころから，被害者が仕事に出かけ\nようとすると，どこに行くのかなどと尋ねて手伝う素振りを見せたものの，以前，仕事を手\n伝ってもやめてしまい，定職に就かない被告人を快く思わず，被告人に余り関わりたくな\nいと思っていた様子の被害者に素っ気なくあしらわれていた。そして，その間，被告人\nは，遊興費等のために，いわゆるサラ金などから借金を重ね，被害者らにその返済の\n援助を受けたが，結局，支払うことができず，平成１４年ころ破産宣告を受けるに至り，\nその後は，被害者から月に１万円位小遣いをもらうようになっていた。\nところで，被告人は，平成１６年７月ころから，障害者年金を申請し，受給できるのかど\nうか気にかける一方，同年９月初旬ころから，自分にどのような仕事ができるのか分か\nらず，もう３０歳を過ぎているのに何もしていない自分に焦りや不安を覚え，苛立つよう\nになった。そして，同年９月９日ころ，独り暮らしができるように頑張りたいという気持ちも\nあって，被害者に対し，買い物をするために仙台に行きたいなどと述べて金員を求めた\nが，被害者に地元で買えば良い旨言われて断られ，仙台市内に行く許しを得ることがで\nきなかったため，被害者に腹を立て，被害者がいなければ自分のやりたいことを自由に\nできるなどと考えるようになった。\n被告人は，同月１３日も朝から苛立ちを覚え，気分転換のために，午後４時ころから自\n分の部屋で酒を飲み始め，夕食後も飲んでいたところ，かえって苛立ちを募らせ，少年\n時から抱いていた被害者に対する嫌な気持ちを大きくさせたが，酒がなくなったことか\nら，これを買いに外出した。\n被告人は，酒を買って自宅に戻ってきたが，小学五，六年生のころから感じていた，\n「勉強，勉強」と厳しく言うわりには，普段口数が少なく，話しかけてくれることもない，近\n付きがたい存在だ，何か言っても，「これじゃ駄目だ。」などと言って真剣に相談にのって\nくれなかったなどとこれまで抱いた不満などを次々に思い浮かべ，被害者に対する苛立\nちをますます募らせ，被害者がいない方がいいなどという思いを強めていった。\nしかし，被告人は，午後９時ころ，入浴して眠ろうとしたが，寝付けないであれこれ考\nえ，これまでも自分がやりたいことを被害者がいることでできなかったりしたことを思い出\nし，これから先も，被害者がいると，やりたいこともできないし，自分の行動が自由になら\nないなどと思い，そう思うと，自分にとって被害者は邪魔だという思いが強まり，自分が\nやりたいことを自由にやりたい，絶対に被害者を殺したいと考えるようになり，その日は\n友人が遊びに来なかったので，被害者を殺害するならば今日しかないと考え，被害者を\n殺害することを決意した。\nそこで，被告人は，１階台所に赴き，流しの下から包丁を取り出し，被害者が寝ていた\n１階奥座敷へ入った。\n（罪となるべき事実）\n被告人は，実父Ａ（当時６４歳）を殺害しようと決意し，平成１６年９月１３日午後１１時こ\nろ，宮城県気仙沼市ａ町所在の同人方１階奥座敷において，就寝中の同人に対し，殺\n意をもって，その左胸部，左肩部及び左頸部等を包丁（刃体の長さ約１７．５センチメート\nル，平成１７年押第２５号の１ないし３はいずれもその破片）で数回突き刺し，よって，そ\nのころ，同所において，同人を左鎖骨下動脈損傷等に基づく失血により死亡させて殺害\nしたものである。\n（証拠の標目）　省略\n（法令の適用）　省略\n（量刑の理由）\n本件は，被告人が実父である被害者を包丁で刺殺したという殺人の事案である。\n犯行の動機を見ると，判示のとおり，統合失調症で通院し，投薬された薬を服用してい\nた被告人が，３０歳を過ぎても何もしていない自分に焦りや不安を覚え，独り暮らしがで\nきるようにがんばりたいという気持ちもあって，仙台市内に買い物に行きたいなどと言っ\nて金員を求めたところ，被害者に断られたことから腹を立て，少年時から抱いていた被\n害者に対する嫌な気持を強め，被害者が生きている限り自分がやりたいことを自由にで\nきないなどと考えるうちに，被害者は邪魔だ，殺害しようと決意し，本件犯行に及んだも\nのである。\n上記のとおり，被告人は独り暮らしができるようにがんばりたいという気持ちを明確に\n被害者に告げていないのであるから，被害者としては，仙台に買い物に行きたいと言わ\nれても，被告人の気持ちなどは分からず，これに応じなかったとしても責められるいわれ\nはないのに，被告人は，被害者に腹を立て，被害者を嫌だという気持ちを強め，ついに\nは被害者を邪魔だと考えて殺害を決意したのである。その動機は，短絡的で，身勝手か\nつ自己中心的で，理不尽なものであり，上記のとおり，被告人が統合失調症に罹患して\nいたことを考慮しても，責任能力が備わっていたことが証拠上認められることに照らせ\nば，酌むべき事情に乏しいといわざるを得ない。　この点に関し，弁護人は，被告人の本\n件当時の精神状態は，統合失調症のため，心神耗弱に近いところまで行動制御能力が\n減退していたと主張し，確かに，上記被告人の犯行動機は，実父である被害者を殺害す\nるものとしては，いささか唐突の感がないわけではない。しかし，判示のとおり，被告人\nが当時飲酒していたことや，関係証拠から認められる被告人が自分本位で，気に入らな\nいことがあると直ぐに腹を立てるという性格などをも考慮すれば，判示のような動機は十\n分に了解可能である。加えて，関係証拠によれば，被告人は，定期的に通院し，服薬を\n続け，直近の主治医の診察時にも，意思疎通性が認められ，礼節も保たれていたこと，\n犯行後，直ちに自分で１１０番して自首したこと，若干の混乱はあるものの，犯行に至る\n経緯や犯行状況についての記憶は良く保持していることが認められる。これらを総合す\nれば，犯行時，被告人が統合失調症に罹患していても，その病気が，被告人の責任能\n力に著しい影響を与えたとは認められず，責任能力を備えていたことは上記のとおりで\nあるが，関係証拠によれば，その病気により，責任能力に影響しないまでも，一定程度\nにおいては，是非善悪を判断し，これに従って行動する能力が減退していたことがうか\nがわれ，この点は，後記のとおり斟酌すべき事情であると考える。\n次に，犯行の態様を見ると，被告人は，就寝中の被害者の喉元をめがけて，鋭利な包\n丁で，その刃が柄から離れるほどに力任せに刺突を繰り返し，被害者の顔面や左胸部\n等に深い傷を与えて失血により死亡させて殺害したというものであり，極めて執ようかつ\n残忍なものである。\n被害者は，長年板金工として仕事に励み，被告人を含め４人の子を育て上げ，妻と共\nに充実した人生を送っていたのに，自宅で就寝中に我が子の手にかかり，まだ６４歳で\n突然その生命を絶たれたものであり，その悔しさ，無念さは察するに余りある。\n被告人の母は，息子に夫を殺されて，精神的衝撃を受け，１人で眠ることができず，娘\nらが交代で実家に泊まるなどしているのであり，家族が受けた衝撃や悲しみは深く，本\n件の結果は重大である。\n以上によれば，被告人の刑事責任は重大である。\n他方，上記のとおり，被告人は統合失調症に罹患し，その病気により，本件犯行当\n時，是非善悪を弁別し，これに従って行動を制御することができる能力が一定程度減退\nしていたこと，被告人が軽度の精神発達遅滞の状態にあること，犯行後自首しているこ\nと，母が被告人の厳罰を望んでいないこと，姉が情状証人として出廷し，社会復帰後に\n被告人の療養に協力し，被告人を見守って行くと述べていること，被告人は家族に申し\n訳ないことをしたなどと述べて本件を反省していること，前科を有していないことなど被\n告人に対し有利に斟酌すべき事情も認められる。\nそこで，以上の事情を総合考慮し，被告人に対し主文掲記の刑を量定するのが相当で\nあると判断した。\nよって，主文のとおり判決する。\n（求刑―懲役１２年）\n平成１７年８月１８日\n仙台地方裁判所第２刑事部\n裁判長裁判官　　　　本　間　榮　一\n裁判官        齊　藤　啓　昭\n裁判官        岸　田　　　航\n"
}