{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 12,
    "day": 22
  },
  "case_number": "平成16(ワ)402",
  "case_name": "損害賠償請求事件",
  "court_name": "宇都宮地方裁判所",
  "lawsuit_id": "6247",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6247",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/247/006247_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，３４４４万３９９０円及びうち３３４５万４０９０円に対する平成１\n６年９月８日から，うち９８万９９００円に対する平成１７年６月１８日から，各支払済\nみまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，不動産競売において土地建物を買い受けた原告が，物件明細書等には，\n土地から温泉（以下「本件温泉」という。）が湧出すると記載されていたにもかかわ\nらず，温泉を揚湯できなかったとして，担当執行官の現況調査及び担当裁判官の\n昀低売却価額の決定に違法があり，買受代金等の損害を被ったと主張して，被告\nに対し，国家賠償法１条１項に基づき，損害賠償を請求した事案である。\n１　前提となる事実等（証拠を摘示しない事実は，当事者間に争いがない。）\n(1)ア　株式会社Ａ（以下「Ａ」という。）は，平成２年１月に別紙物件目録２記載の土地\n（以下「本件土地２」という。）を，同年４月に同目録１記載の土地（以下「本件\n土地１」という。）を売買により取得した。（甲１，２）\nイ　温泉とは，地中から湧出する温水，鉱水及び水蒸気その他のガス（炭化水\n素を主成分とする天然ガスを除く。）で，温泉源から採取されるときの温度が２\n５℃以上あるいは温泉法別表に掲げる物質を有するものをいう。（温泉法２条\n１項）\nＡは，平成２年９月２５日に，本件土地１において，温泉掘削の許可を得て，\n地表から１３７８．７メートル下の位置まで，ケーシング管を三重に設置する掘\n削工事を行い，同工事は平成３年６月２４日に終了し，揚湯試験の結果，泉温\n５３．８℃，毎分３０９．０１リットルの湧出量が確認された（温泉を動力揚湯す\nるには，地表から穴を掘り，ケーシングという，穴の崩壊を保護する鉄製の管\nを三重に埋めて，一番内側の管の中に揚水ポンプを通して行う。）。\nＢ県薬剤師会が，同年７月１８日に本件温泉の泉質を分析した結果，泉質\nは，ナトリウム－硫酸塩・塩化物泉とされた。本件温泉は，同年１２月３日，「Ｕ\nの湯」の名称の源泉として，温泉掘削等許可台帳に登載された。\nＡは，同月１６日に，本件土地１において，温泉揚湯のためのポンプを設置\nする許可を得て設置工事を行い，同工事は平成４年８月２０日に終了し，上記\nと同様の泉温及び湧出量が確認された。\nその後，Ａは，平成６年６月，別紙物件目録３記載の建物（以下「本件建物」\nといい，本件土地１及び２と併せて「本件不動産」という。）を建設し，「Ｖ」の名\n称で，同年７月１日に，浴用としての温泉利用許可を得て，その頃から温泉施\n設の営業を開始した。\n本件温泉については，その後，約１年おきに，泉温及び湧出量等の調査が\n行われ，いずれも動力揚湯により，平成７年８月７日に５２．１℃，毎分６２．７\nリットル，同８年８月７日に４５．８℃，毎分２２３．９リットル，同９年８月２１日に\n５１．３℃，毎分２８０．７リットル，同１０年８月６日に５２．３℃，毎分２０３．４リ\nットル，同１１年８月４日に５０．５℃，毎分１０１．０リットルの泉温及び湧出量\nが認められた。平成１２年については，Ｖが廃業され，調査担当者がＡと連絡\nをとることができず，泉温及び湧出量等の調査は行われなかった。（甲３，乙\n５，６）\n(2)　株式会社Ｃ銀行は，平成１３年３月２８日，自己を債権者，Ａを債務者兼所有者\nとして，同社所有の本件不動産につき，債権者が債務者に対して有する極度額\n６０００万円の根抵当権の実行として，宇都宮地方裁判所Ｄ支部（以下「Ｄ支部」\nという。）に競売事件（当時の事件番号は同支部平成１３年(ケ)第１３号。〔以下\n「本件競売事件」という。〕）を申し立てた。（乙１）\n(3)ア　上記申立てに基づき，Ｄ支部裁判官Ｅ（以下「Ｅ裁判官」という。）は，同月３０\n日，本件不動産につき不動産競売開始決定をした。（乙２）\nＥ裁判官は，同年４月２４日，Ｄ支部執行官Ｆ（以下「Ｆ執行官」という。）に対\nし，本件不動産の現況について調査を命じるとともに，本件不動産の評価人\nとしてＧ（以下「Ｇ評価人」という。）を選任して本件不動産の評価を命じた。（乙\n３，４）\nイ　Ｆ執行官は，同年１１月７日，本件不動産についての現況調査報告書（以下\n「本件現況調査報告書」という。）を執行裁判所に提出した。本件現況調査報\n告書において，本件土地１の現況地目は鉱泉地とされた。（乙５）\nＦ執行官は，平成１４年９月２７日，本件現況調査報告書の一部についての\n訂正及び追加補充を内容とする，本件不動産についての補充現況調査報告\n書（以下「本件補充現況調査報告書」という。）を執行裁判所に提出した。（乙\n６）\nウ　Ｇ評価人は，平成１３年６月１０日に本件不動産の現地調査を行い，その結\n果等に基づき，同年９月１６日時点における本件不動産の評価を行い，平成１\n４年２月１５日，執行裁判所に評価書（以下「本件評価書」という。）を提出し\nた。（乙７）\n上記評価書において，本件土地１の評価額は３７０万３０００円とされた。\nエ　本件評価書が提出された後，本件競売事件は宇都宮地方裁判所に回付さ\nれ（同年（ケ）第××号），同裁判所裁判官Ｈ（以下「Ｈ裁判官」という。）は，同\n年１０月１日，本件競売事件につき物件明細書（以下「本件物件明細書」とい\nう。）を作成し，本件不動産の昀低売却価額を７３６５万８０００円と，本件土地\n１の昀低売却価額を３７０万３０００円と決定した。（乙８，９）\n同物件明細書には，本件土地１の昀低売却価額は，同土地にかかる源泉\n権が売却対象となるものと認めて定めた旨記載されている。\n(4)ア　本件不動産については，期間入札が２回，特別売却が２回実施されたもの\nの，買受けの申出がなかったため，宇都宮地方裁判所裁判官Ｉは，平成１５年\n５月１３日，Ｇ評価人に対し本件不動産の再評価を命じた。（乙１０）\nイ　Ｇ評価人は，同年５月２８日時点における本件不動産の評価を行い，同年６\n月１０日，執行裁判所に再評価書（以下「本件再評価書」という。）を提出した。\n同再評価書において，本件不動産の評価額は３２２４万円，本件土地１の評\n価額は１８４万４０００円とされた。（乙１０）\nウ　本件不動産の昀低売却価額は，宇都宮地方裁判所裁判官Ｊ（以下「Ｊ裁判\n官」という。）により，平成１５年２月５日に４４１９万５０００円に，同年６月１１日\nに３２２４万円に，同年９月１７日に１９３４万４０００円にそれぞれ変更された。\n本件土地１に関しては，昀低売却価額が，同年２月５日に２２２万２０００円，\n同年６月１１日に１８４万４０００円，同年９月１７日に１１０万６０００円に各変更\nされた。（乙９，１１，１２）\n(5)　同年９月１７日に変更された昀低売却価額をもとに実施された入札において，原\n告が本件不動産の昀高価買受申出人となり，宇都宮地方裁判所裁判官Ｋ（以下\n「Ｋ裁判官」という。）は，同年１２月２日，本件不動産につき買受人を原告，買受\n金額を２６００万１０００円とする売却許可決定をした。（乙１３）\n(6)　原告は，平成１６年１月９日，本件不動産の代金を納付してその所有権を取得し\nたが，同年２月６日，宇都宮地方裁判所に対し，本件不動産を取得した目的であ\nる本件温泉の湧出が見込めないことが明らかになり，売却条件と現状に違いが\nあるとして，本件不動産の引取りと代金の返還を要求する上申書を提出した。\n（乙１４）\n(7)　Ｋ裁判官は，同年２月１２日，原告の上記上申書に対して特段の措置を講ずる\nことなく，配当を実施した。（乙１５）\n２　争点及びこれに関する当事者の主張\n(1)　Ｆ執行官の行為の違法性の有無\n（原告の主張）\nア　原告は，本件不動産を競売により取得したが，温泉が湧出しなかった。\nＦ執行官は，現況調査にあたって，Ａが平成１２年１月に営業をやめた理由\nについて近隣の住民から事情を聞けば，本件温泉が枯渇したのか，湧出量\nが少なくなり，水を足して加熱して営業を続けるには経費がかかり過ぎるので\nやめたのか，簡単に判明するはずであったにもかかわらず，これを怠ったの\nであり，同執行官の行為は違法である。\nイ　「源泉権」とは，通常の使用方法で直ちに温泉を利用できるものをいい，「鉱\n泉地」は，単に湧出口があれば十分であるものではなく，湧出口から，通常の\n使用方法で，直ちに温泉が湧出することが必要不可欠である。\nしたがって，本件では，現況調査報告書の記載内容と目的不動産の実際\nの状況との間に看過し難い相違がある。\n（被告の主張）\nア　執行官が現況調査報告書に記載することが義務付けられている現況地目と\nしての「鉱泉地」とは，「鉱泉（温泉を含む）の湧出口及びその維持に必要な土\n地」をいうものである。\nＦ執行官は，本件現況調査報告書記載のとおり，本件土地１上に温泉の揚\n水ポンプ設備が設置されていることに加え，平成１１年８月４日に毎分１０１．\n０リットルの温泉の湧出が確認され，翌年まで温泉施設が営業されていた事\n実を確認しているのであるから，平成１３年１１月７日の本件現況調査報告書\nの提出時点において，本件温泉は枯渇していなかったと認めるのが相当であ\nる。\nそうすると，上記のような「鉱泉地」の定義に照らしても，Ｆ執行官が，現況\n調査の結果として本件土地１の現況地目を鉱泉地と認定したことに誤りはな\nく，本件現況調査報告書の記載内容と，本件土地１の実際の状況との間に看\n過し難い相違が生じたと認めることはできないから，Ｆ執行官の行為に違法性\nが認められる余地はない。\nイ　なお，Ｆ執行官は，平成１４年９月４日にＡの代表者であるＬと面談するなどし\nて，本件土地１の現況調査を行っており，Ｆ執行官が行った現況調査の方法\nは，現況地目を鉱泉地と認定するために通常行うべき調査方法であったこと\nは明らかである。\n本件温泉の状況について昀もよく知ると思われる人物から事情聴取をした\nにもかかわらず，あえて第三者である近隣住民から事情聴取をする合理性は\n何ら認められず，そのような現況調査の方法は「通常行うべき調査方法」では\nない。\n(2)　Ｊ裁判官の行為の違法性の有無\n（原告の主張）\n平成１１年８月４日から原告が落札した当時の平成１６年１月９日までの約４\n年間，揚湯していなかったのであるから温泉の枯渇が予測されたにもかかわら\nず，Ｊ裁判官は，特別売却の実施期間当時，温泉が枯渇していないか否か，揚\n湯管が使用できるか否かについて，鑑定や調査をすべきであるにもかかわら\nず，これを怠り，本件土地１について，源泉権を含めた昀低売却価額を維持した\nのであり，同裁判官の行為は違法である。\n（被告の主張）\nア　裁判官がした争訟の裁判について，国家賠償法１条１項の規定する違法な\n公権力の行使となるのは，裁判官がした職務行為について上訴等の訴訟法\n上の救済方法によって是正されるべき瑕疵が存在するだけでは足りず，当該\n裁判官が違法又は不当な目的をもって裁判をしたなど，裁判官がその付与さ\nれた権限の趣旨に明らかに背いてこれを行使したものと認め得るような特段\nの事情がある場合に限られるというべきところ，この理由は争訟の裁判のみ\nならず，判断作用を伴う裁判官の行為一般に及ぶと解され，昀低売却価額の\n決定についても当然に当てはまるものである。\n本件において，原告は上記の「特段の事情」について主張しておらず，Ｊ裁\n判官の行為に関する原告の主張はそれ自体失当である。加えて，本件の一\n連の経過を見れば，本件土地１の昀低売却価額の決定は，本件現況調査報\n告書及び本件評価書等に基づいて適正にされていることが窺われ，上記「特\n段の事情」が存在しないことは明らかである。\n以上のとおり，Ｊ裁判官の行為に違法がある旨の原告の主張は，その余を\n論ずるまでもなく失当である。\nイ　なお，本件現況調査報告書及び本件補充現況調査報告書において，本件温\n泉の枯渇を予測させる記載は何ら認められないし，揚湯管が使用可能か否\nかは，本件土地１の現況や本件温泉の源泉権の評価とは無関係の事情であ\nり，その他に，本件現況調査報告書及び本件補充現況調査報告書の記載内\n容を疑うべき事情も認められない。\nウ　したがって，Ｊ裁判官について，本件温泉が湧出するか否か及び揚湯管が\n使用可能か否かについて鑑定や調査をすべき職務上の注意義務を認める余\n地はない。\n(3)　損害\n（原告の主張）\n原告は，温泉が出ないことがわかっていれば本件不動産を落札しなかったと\nころ，裁判所の一件記録を信頼して本件不動産を落札した結果，以下のとおり，\n合計３４４４万３９９０円の損害を被った。\nア　競売による売却代金 ２６００万１０００円\nイ　登録免許税 　１０１万３\n５００円\nウ　不動産取得税 　２１９万４\n５００円\nエ　有限会社Ｍ（以下「Ｍ」という。）に支払った揚湯試験費用\n１２４万５０９０円\nオ　弁護士費用 　３００万\n円\nカ　固定資産税 ９８\n万９９００円\n第３　争点に対する判断\n１　上記前提となる事実に，証拠（甲４，５，１１，乙５ないし１２，１４，１６，証人Ｔ，原\n告）及び弁論の全趣旨を総合すると，以下の事実が認められる。\n(1)　平成２年から同４年にかけて本件土地１へのポンプ設置工事が行われ，株式会\n社Ｎ（以下「Ｎ」という。）がこれを施工した。\nＮは，平成６年，同７年に，ポンプの入替を行い，同１１年にポンプの入替，揚\n湯管３８本の取替え，ケーブル２本及び低水位電極２本の設置等を行ったが，同\n１２年には，同１１年の作業の代金が支払われなかったために，設置したポンプ\nを自ら引き上げ，揚湯管３８本は，株式会社Ｏ（以下「Ｏ」という。）に保管，販売を\n依頼した。\n(2)ア　Ｆ執行官は，平成１３年６月１４日から同年１０月３日にかけて，本件不動産の\n現況調査を行った。Ｆ執行官が行った，本件土地１についての現況調査の経\n過は，以下のとおりである。\n同年６月１４日，本件土地１において，立入調査，写真撮影等を行った。\n同月２７日，本件土地１から本件土地２までの温泉用給湯配管が埋設され\nている土地（以下「件外土地」という。）の登記事項要約書及び地積測量図を\n取得した。\n同年９月２０日，件外土地において，件外土地所有者であるＰから，給湯配\n管が埋設された場所の案内を受け，写真撮影をした。\n同年１０月３日，Ｑ保健所において，本件土地１の温泉掘削等許可台帳及\nび本件建物の温泉利用台帳の閲覧，謄写をした。\nＰからは，ＬはＰの甥で，Ｐは件外土地の所有者であること，本件土地１は\n温泉を掘った土地であり，本件土地１から本件土地２までの給湯用配管は，\n件外土地の地表から約８，９０センチメートル下を通っていること，本件土地１\n上の設備等は，全てＡが所有するものであること等を聴取した。\nイ　Ｆ執行官は，本件現況調査報告書を作成し，同年１１月７日に執行裁判所に\n提出した。\n同報告書には，本件土地１について，現況地目として，鉱泉地と記載され，\n占有者及び占有状況として，土地所有者が，土地上に温泉の揚水ポンプ設\n備及び石像等を設置，所有して占有している旨が記載され，地上にポンプ小\n屋（以下「本件ポンプ小屋」という。）及び石像等が存在する旨が記載されてい\nるほか，本件土地１の写真が５枚，本件ポンプ小屋内の，散乱した状況を撮\n影した写真が２枚添付されている。\nまた，同報告書には，本件温泉についての，前提となる事実(1)に認定の事\n項等が記載された，温泉掘削等許可台帳及び温泉利用台帳の各写しが添付\nされている。\nウ　Ｆ執行官は，平成１４年６月１９日から同年９月２５日にかけて，補充現況調\n査を行い，同月４日にＬと，同月６日にＰと面談するなどし，給湯配管設備に関\nする事項等を聴取した。\nＦ執行官は，同月２７日，本件補充現況調査報告書を執行裁判所に提出\nし，給湯配管の位置など，本件現況調査報告書の一部につき訂正及び追加\n補充をした。\nエ　Ｆ執行官は，本件現況調査及び補充現況調査において，本件土地１に設置\nされている揚湯管等の揚水設備を用いて本件温泉を揚湯することが可能か\n否かについては調査を行っておらず，本件現況調査報告書及び補充現況調\n査報告書にも，上記事項についての記載はない。\n(3)　本件現況調査報告書，本件補充現況調査報告書及び本件評価書に基づいて\n同年１０月１日に作成された本件物件明細書には，本件土地１について，①昀\n低売却価額は，同土地にかかる源泉権が売却対象となるものと認めて定めた，\n②本件土地１から湧出する温泉を採取する場合は，別紙聴取事項要約書のとお\nり届出を要する，③売却対象外のポンプ小屋，電気設備及び石像が存在する旨\nが記載されている。\nまた，本件物件明細書には，裁判所書記官が，Ｂ県東健康福祉センター（県\n東保健所）生活衛生課から聴取した事項をまとめた，聴取事項要約書が添付さ\nれており，同要約書には，温泉湧出地を買い受けた者等が温泉を採取する者と\nなった場合は，温泉法施行細則（昭和６２年１２月１５日Ｂ県規則第７２号）１２条\nに基づく温泉採取者届を提出することを要し，採取した温泉を公共の浴用に供し\nようとする場合は，温泉法１３条により，県知事の許可（保健所長への委任事\n務）を受ける必要があること等が記載されている。\n(4)ア　本件評価書において，平成１３年９月１６日時点の本件土地１の評価額は，土\n地所有権価格と温泉権価格を求めて算定することとされ，温泉権については\n固定資産評価基準応用方式を適用して５７７万４０００円と算出され，これに土\n地所有権価格３９万８０００円を加えた６１７万２０００円に，競売市場減価とし\nて１００分の６０を乗じた３７０万３０００円とされた。\nイ　Ｈ裁判官は，平成１４年１０月１日，本件不動産の昀低売却価額を７３６５万８\n０００円，本件土地１の昀低売却価額を３７０万３０００円と決定した。\nウ　Ｊ裁判官は，平成１５年２月５日に，本件不動産の昀低売却価額を４４１９万\n５０００円（減価割合１００分の６０）に，本件土地１の昀低売却価額を２２２万２\n０００円（減価割合１００分の６０）に変更した。\nエ　本件再評価書において，同年５月２８日時点の本件不動産の評価額は，以\n下の合計額である，３２２４万円とされた。\n本件土地１の評価額は，温泉権価格５７７万４０００円に土地所有権価格３\n７万４０００円を加えた６１４万８０００円に，競売市場減価として１００分の３０を\n乗じた１８４万４０００円とされた。\n本件土地２の評価額は，標準画地価格に個別的要因による補正及び建付\n減価補正を行い，建物の有する場所的価値による制約を考慮した底地割合\n（９０％）を考慮した４９１８万３０００円に，競売市場減価として１００分の３０を\n乗じた１４７５万５０００円とされた。\n本件建物の評価額は，建物のみの価格４９４１万５０００円に，敷地利用権\n価格として，場所的価値の価格（土地価格の１０％）５４６万５０００円を加算し\nた５２１３万６０００円に，第三者の占有による減価を考慮して求めた５２１３万\n６０００円に，競売市場減価として１００分の３０を乗じた１５６４万１０００円とさ\nれた。\nオ　Ｊ裁判官は，同年６月１１日に，本件不動産の昀低売却価額を３２２４万円\nに，本件土地１の昀低売却価額を１８４万４０００円に，本件土地２の昀低売却\n価額を１４７５万５０００円に，本件建物の昀低売却価額を１５６４万１０００円\nに，それぞれ，本件再評価書における評価額と同額に変更した。\nカ　Ｊ裁判官は，同年９月１７日に，本件不動産の昀低売却価額を１９３４万４００\n０円（減価割合１００分の６０）に，本件土地１の昀低売却価額を１１０万６０００\n円（減価割合１００分の６０）に，本件土地２の昀低売却価額を８８５万３０００\n円（減価割合１００分の６０）に，本件建物の昀低売却価額を９３８万５０００円\n（減価割合１００分の６０）に，それぞれ変更した。\n(5)ア　原告は，Ｒ新聞に掲載された宇都宮地方裁判所競売物件情報広告を見て，\n本件不動産を温泉入浴施設として利用するために，その買受けを考え，同年\n１０月２２日，同地方裁判所において，本件物件明細書，本件現況調査報告\n書，本件補充現況調査報告書，本件評価書，本件再評価書を閲覧した。\n原告は，翌２３日，本件不動産を見に行き，本件建物内に設置されていた\n岩が赤茶色であることなどを確認したが，本件ポンプ小屋内は見ることができ\nず，揚水ポンプ設備の確認はしなかった。\n原告は，上記物件明細書等の記載及び本件建物内の岩が赤茶色にそまっ\nていたことから，本件温泉が湧出するものと考えて，本件不動産の入札に参\n加した。\nイ　同年１１月２５日に開札が行われたところ，原告が本件不動産の昀高価買受\n申出人となり，Ｋ裁判官により，同年１２月２日に，原告について売却許可決\n定がなされた。\n原告は，平成１６年１月９日，本件不動産の代金を納付してその所有権を\n取得した。\n（原告は，代金納付前に再度本件不動産の状況について確認するため，知\nり合いの不動産業者を通じて，Ｆ執行官と宇都宮地方裁判所で面会し，本件\n温泉が湧出するかどうか等について尋ねたところ，同執行官が間違いなく温\n泉が出ると説明したと供述する。しかしながら，上記(2)エに認定のとおり，Ｆ執\n行官は，現況調査時点の揚水設備を用いて本件温泉を揚湯することが可能\nか否かについては調査していなかったのであるから，温泉が揚湯可能である\nと説明したとは認め難いうえ，時期は定かでないものの，原告と宇都宮地方\n裁判所で２度にわたり面会したことは認めた上，原告に温泉が出ると発言した\nことはない旨の同執行官作成の陳述書〔乙１６〕に照らすと，原告の上記供述\nは採用することができない。）\nウ　原告は，代金納付後，本件ポンプ小屋の調査，本件温泉の揚湯等を，Ｏに\n依頼し，同月２６日，同社の担当者とともに，本件土地１を訪れたところ，Ｏの\n担当者は，ポンプが撤去されており，ケーシングも腐食しているため，作業を\n行うことができない旨を原告に伝えた。また，原告は，同担当者から，鉱泉の\n臭いがしないため，地下水脈が存在するかどうかわからないとの説明を受け\nた。\n原告は，同月２９日，本件土地１の温泉掘削工事を行ったＳ工業に連絡をし\nて，新たにポンプを設置し，あるいは新たに温泉を掘削するのにかかる大ま\nかな費用と，そのような措置をとっても，必ずしも温泉を揚湯できるとは限らな\nいことについて，説明を受けた。\n同年２月３日，Ｏから原告に対して，Ｎによる連絡文書が送付された。同文\n書には，上記(1)に認定の，同社によるポンプ交換の経緯等が記載されてい\nた。\n原告は，同月６日，宇都宮地方裁判所に対し，本件温泉の湧出が見込めな\nいとして，本件不動産の引取りと代金の返還を要求する上申書を提出した。\n(6)ア　原告は，その後，Ｍに対し，温泉掘削等許可台帳記載のとおりに本件温泉が\n湧出するかどうかの調査を依頼した。Ｍは，井戸及び温泉の掘削，調査，定\n期的なメンテナンスや，地質調査，設備，土木等を業務内容としている。\nＭの専務Ｔは，平成１６年５月２１日及び２２日に，本件土地１において，本\n件温泉が揚湯可能か否かについて調査を行った。\nイ　上記調査において，Ｔは，本件土地１に廃棄されていたポンプと同じ大きさ\nの，外径１４０ミリメートルのポンプ，揚水管等を用意した。\nＴは，まず，本件土地１において，三重になっているケーシング管のうち，一\n番内側の管の中に電極を降ろし，液体に触れた位置で抵抗を測って，自然水\n位が地表から８８メートル下であることを確認した。Ｔは，自然水位の位置にあ\nる液体の水質の分析は行わなかった。\n温泉の地下水脈は，一般的に，地下構造が変わらない限り元の位置に存\n在し，以前温泉が湧出していた湧出口の地下に，自然水位の位置まで液体\nが存在する場合には，その液体は，温泉水であることが通常であるが，一番\n外側のケーシング管が腐食により崩壊している場合には，表層水も混入して\nいる。\nＴは，揚湯試験に用いるポンプが，管の下まで下りるかどうかの確認のた\nめに，ポンプと同じ外径１４０ミリメートルの鉄管を下に降ろす作業を行った。Ｎ\nの調査記録によれば，平成１１年当時，ポンプを地表から３４２メートル以上下\nまで下げても渇水の可能性があるとされていたため，Ｔは，少なくとも同じ深さ\nまで下げようとしたところ，地表から８６メートル下の地点で，管の内側につい\nたサビの膨張により穴が小さくなっていたため，鉄管を下に降ろすと抜けなく\nなる危険があるとして，降下不能と判断した。\nウ　上記調査時において，外径１４０ミリメートルよりも細い鉄管であれば，地表\nから８６メートルよりも下まで降ろすことができ，同様の細いポンプを８８メート\nルの位置まで降下すれば，地下の液体をくみ上げることができたものの，Ｔは\n当時細いポンプを用意していなかったため，実際に，細い鉄管や細いポンプ\nを下まで降ろす作業は行わなかった。\nエ　一番内側のケーシング管の内部についた腐食部分については，県知事の許\n可を得れば，取り除く作業を行うことができるものの，取り除いたとしても，管\nの外側の目詰まりを解消することは難しく，外側の目詰まりを解消しなけれ\nば，平成１１年と同様の湧出量を得ることはできない可能性が高い。\nまた，一番内側のケーシング管を取り替えるのには，かなりの労力と費用\nを要し，交換の途中で管が切れてしまう危険性もある。\n２　争点(1)(Ｆ執行官の行為の違法性の有無)について\n(1)　上記１に認定の事実に基づいて，Ｆ執行官の行為について違法性が認められる\nか否かについて検討すると，執行官は，民事執行手続において，執行裁判所か\nら目的不動産の現況調査を命じられた場合，民事執行規則２９条１項各号所定\nの事項の調査を行い，現況調査報告書に記載する義務がある。\nこの際，執行官は，目的不動産の現況をできるかぎり正確に調査すべき注意\n義務を負うものというべきであり，執行官が，通常行うべき調査方法を採らず，あ\nるいは，調査結果の十分な評価，検討を怠るなど，その調査及び判断の過程が\n合理性を欠き，その結果，現況調査報告書の記載内容と目的不動産の実際の\n状況との間に看過し難い相違が生じた場合には，執行官が上記注意義務に違\n反したものと認めるのが相当である（昀高裁判所平成９年７月１５日第三小法廷\n判決・民集５１巻６号２６４５頁）。\n(2)ア　本件現況調査報告書において，本件土地１の現況地目が「鉱泉地」（不動産\n登記法施行令３条）と記載されているのは上記前提となる事実(3)イに認定の\nとおりであるところ，同条の「鉱泉地」とは，不動産登記事務取扱手続準則（昭\n和５２年９月３日法務省民三第４４７３号民事局長通達）１１７条ホにおいて，\n「鉱泉（温泉を含む）の湧出口及びその維持に必要な土地」と定義されてい\nる。\nそこで，本件土地の実際の状況が，「鉱泉（温泉を含む）の湧出口及びその\n維持に必要な土地」と相違し，その相違が看過し難い程度のものと認められ\nるかについて検討する。\nイ　上記前提となる事実(1)及び上記１(6)に認定のとおり，本件温泉の湧出量\nは，平成１０年から同１１年にかけて減少したこと，同１６年には，ケーシング\n管の目詰まりにより，同１１年に比べて管の内部が狭くなっており，同年と同じ\n大きさのポンプを用いてケーシング管を使用することはできず，また，より小さ\nいポンプを用いたとしても，目詰まりを取り除く等しなければ，同年と同様の湧\n出量が得られない見込みであったことが認められる。\nもっとも，上記前提となる事実(1)記載のとおり，平成１１年には，本件土地１\nから，泉温は以前とほぼ同じ５０．５℃，湧出量は同９年，同１０年に比べて減\n少したもののなお毎分１０１．０リットルの温泉が湧出しており，Ｖは，平成１２\n年になって廃業したものの，同１１年までは営業を行っていたものである（本件\n全証拠によっても，廃業の理由は明らかではないが，証拠〔乙６〕によれば，Ｆ\n執行官がＬと面談した際，Ｌは，本件温泉が枯渇した旨の供述をしていなかっ\nたことが認められる。）。また，上記前提となる事実(1)及び上記１(6)に認定の\n事実に基づいて検討すると，本件温泉の湧出量は，平成７年から同９年まで\nの間は増加しており，湧出量の変動が一定であるとは認められないから，同９\n年から同１１年にかけて湧出量が減少したからといって，その後も減少が続い\nたものと推認することはできないし，同１６年には，ケーシング管の中に，地下\n８８メートルの位置まで液体が存在し，その液体には，地下１３７８．７メートル\n下から湧出した液体が含まれる可能性が高いと認められる一方で，同１１年\n以降，温泉の地下水脈の位置が変化するような出来事があったものとは認め\nられない。\nそうすると，Ｆ執行官が現況調査及び補充現況調査を行った平成１３年及\nび同１４年の時点において，本件温泉が枯渇していたものと認めることはでき\nないというべきである。\nまた，上記前提となる事実(1)に認定のとおり，本件土地には地下１３７８．８\nメートルの位置までケーシング管が設置されている以上，上記のとおりケーシ\nング管の内部が狭くなっていたからといって，本件土地が「湧出口」に当たらな\nいものとはいえない。\n以上によれば，本件土地１が，Ｆ執行官が現況調査及び補充現況調査を行\nった時点において，「温泉の湧出口及びその維持に必要な土地」に当たらな\nいものであったとは認められず，本件土地１の地目について，現況調査報告\n書等の記載内容と，実際の状況との間に相違があったものとは認められな\nい。\nまた，本件土地１上に設置されているケーシング管等の設備が使用可能か\n否かについては，民事執行規則２９条１項所定の調査事項に含まれるものと\nはいえないし，本件現況調査報告書及び補充現況調査報告書に記載されて\nいないから，現況調査報告書の記載内容と実際の状況との間に相違があっ\nたとは認められない。その他，本件不動産について，現況調査報告書の記載\n内容と，実際の状況との間に相違があったことを窺わせる事実も認められな\nい。\n(3)　また，上記１(2)に認定のとおり，Ｆ執行官は，現況調査において，温泉掘削等許\n可台帳及び温泉利用台帳の閲覧，謄写を行い，本件土地１の現地を見分して，\n本件ポンプ小屋の存在と小屋内の状況を確認し，本件不動産の所有者であった\nＡの代表者Ｌや，隣接地の所有者であったＰから事情聴取等を行ったものである\nところ，上記調査方法は，土地の現況地目が鉱泉地であるか否かを判断するに\nあたって，通常行うべき調査方法であったというべきである。\nそして，上記１(1)及び(2)に認定の事実によれば，現況調査の結果，平成１１\n年まで本件ポンプ小屋で本件温泉が揚湯されていた事実，Ａが平成１２年になっ\nてＶを廃業した事実及び本件ポンプ小屋内が散乱している事実が判明したとこ\nろ，平成１１年に本件温泉が揚湯されていれば，特段の事情の変化がない限り，\n平成１３年及び同１４年にも本件温泉は枯渇していないものと考えられ，他方\nで，温泉施設の営業が中止され，ポンプ小屋が散乱している事実は，本件温泉\nが枯渇している可能性を直ちに推認させるものとはいえないから，本件土地の\n地目を鉱泉地としたＦ執行官の判断は合理的であり，Ｆ執行官の調査及び判断\nの過程が，調査結果の十分な評価，検討を怠ったなど，合理性を欠くものであっ\nたとはいえない。\n原告は，Ｆ執行官が，営業を止めた理由について近隣住民から事情を聞け\nば，本件温泉が枯渇したのか否か等が判明したはずであるのに，これを怠った\n点が注意義務違反にあたると主張するが，上記のとおり，Ｆ執行官は，Ｌ及びＰ\nから事情聴取を行っているのであって，そのような場合に，さらに，近隣住民から\n事情聴取することが，通常行うべき調査方法であるとはいえないし，上記(2)の判\n示によれば，Ｆ執行官が近隣の住民に事情を聴取したとしても，本件温泉が枯\n渇したことが判明した可能性があったとも認められない。したがって，原告の上\n記主張は，採用することができない。\nまた，ケーシング管等が使用可能か否かは，民事執行規則２９条１項所定の\n調査事項に含まれるものとはいえないから，この点についてＦ執行官が調査を\n行う義務があったものとは認められない。\n(4)　以上によれば，Ｆ執行官が，現況調査にあたって，通常行うべき調査方法を採ら\nず，あるいは，調査結果の十分な評価，検討を怠ったなど，その調査及び判断\nの過程が合理性を欠き，その結果，現況調査報告書の記載内容と目的不動産\nの実際の状況との間に看過し難い相違が生じたものとは認められない。\nよって，Ｆ執行官が，目的不動産の現況をできるかぎり正確に調査すべき注\n意義務に違反したとはいえない。\n３　争点(2)（Ｊ裁判官の行為の違法性の有無）について\n(1)　次に，原告は，Ｊ裁判官が，本件温泉の枯渇が予測されるのに，本件温泉が湧\n出するか否か，揚湯管を使用することができるか否かについての鑑定や調査を\nせず，本件土地１について源泉権を含めた昀低売却価額を決定したことが違法\nであると主張する。\nそこで検討するに，裁判官の職務行為が，国家賠償法１条１項の規定する違\n法な公権力の行使となるのは，当該裁判官が違法又は不当な目的をもって裁判\nをしたなど，裁判官がその付与された権限の趣旨に明らかに背いてこれを行使\nしたものと認め得るような特別の事情がある場合に限られるというべきである\n（昀高裁判所昭和５７年３月１２日第二小法廷判決・民集３６巻３号３２９頁）。\n(2)　執行裁判所は，評価人の評価に基づいて昀低売却価額を定めなければなら\nず，売却を実施させても適法な買受けの申出がなく，当該昀低売却価額により\n更に売却を実施させても売却の見込みがないなど，必要があると認める時は昀\n低売却価額を変更することができるものとされる（民事執行法〔平成１６年法律\n第１５２号による改正前のもの〕６０条）。\n上記１(4)に認定の事実によれば，本件不動産の昀低売却価額は，本件現況\n調査報告書，本件補充現況調査報告書，本件評価書及び本件再評価書に基づ\nいて決定されたことが認められるところ，本件全証拠によっても，上記現況調査\n報告書及び評価書等記載の調査事項や計算方法等に不備や不足があったこと\nを窺わせる事実は認められないから，Ｊ裁判官が，上記評価書等に基づいて昀\n低売却価額を決定したことに，権限の逸脱があったとは認められないし，その\n他，同裁判官が違法又は不当な目的をもって昀低売却価額を決定したなど，そ\nの付与された権限の趣旨に明らかに背いてこれを行使したものと認め得るよう\nな特別の事情があったものとは認められない。\nまた，上記２(2)で判示したのと同様に，本件温泉は，Ｊ裁判官が本件不動産\nの昀低売却価額の決定をした平成１５年の時点においても枯渇したものとは認\nめられないほか，本件現況調査報告書及び本件補充現況調査報告書につい\nて，本件温泉の枯渇を予測させる記載や，記載内容を疑うべき事情があったも\nのとは認められないから，Ｊ裁判官に，本件温泉が湧出するか否かについて鑑\n定や調査をすべき職務上の注意義務があったとはいえない。\nケーシング管等が使用可能か否かについても，本件現況調査報告書及び本\n件補充現況調査報告書に，これを窺わせる記載があったものとは認められず，\nまた，現況調査における調査事項に含まれるものではないことは上記２(2)に判\n示のとおりであり，また，これが，本件温泉の温泉権の評価額はもとより，本件\n土地１の評価額に影響するとは認められないから，Ｊ裁判官に，揚湯管が使用\n可能か否かについて鑑定や調査をすべき職務上の注意義務があったとはいえ\nない。\nしたがって，Ｊ裁判官が昀低売却価額を決定するにあたって，職務上の注意\n義務違反があったものと認める余地はない。\n第４　以上によれば，原告の請求は，その余の点について判断するまでもなく，理由が\nないからこれを棄却することとし，主文のとおり判決する。\n宇都宮地方裁判所第１民事部\n裁判長裁判官      岩　　　田　　　　　　　眞\n裁判官      有　　　賀　　　貞　　　博\n裁判官      松　　　井　　　理　恵　子\n（別紙物件目録省略）\n"
}