{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 14
  },
  "case_number": "平成11(行ウ)7",
  "case_name": "法人税更正処分等取消請求事件",
  "court_name": "松山地方裁判所",
  "field": "行政",
  "lawsuit_id": "15026",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15026",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/026/015026_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　被告が，原告の平成３年４月１日から平成４年３月３１日までの事業年度\nの法人税について，平成８年３月１１日付けでした更正処分のうち，所得金額６６\n億８４２４万１０３７円，納付すべき税額２２億３４１０万０７００円を超える部\n分及び過少申告加算税賦課決定処分を取り消す。\n(2)　被告が，原告の平成５年４月１日から平成６年３月３１日までの事業年度\nの法人税について，平成８年３月１１日付けでした更正処分のうち，所得金額１２\n８億７０７９万５６７０円，納付すべき税額４８億６５１９万８２００円を超える\n部分及び過少申告加算税賦課決定処分を取り消す。\n(3)　被告が原告の平成３年４月１日から平成４年３月３１日までの事業年度の\n法人臨時特別税について，平成８年３月１１日付けでなした更正処分のうち，課税\n標準法人税額２５億０３５９万円，納付すべき税額６２５８万９７００円を超える\n部分及び過少申告加算税賦課決定処分を取り消す。\n(4)　被告が，原告の平成５年４月１日から平成６年３月３１日の事業年度の法\n人特別税について，平成８年３月１１日付けでした更正処分のうち，課税標準法人\n税額４８億２２５４万８０００円，納付すべき税額１億２０５６万３７００円を超\nえる部分及び過少申告加算税賦課決定処分を取り消す。\n(5)　訴訟費用は被告の負担とする。\n２　被告\n主文同旨\n第２　事案の概要\n本件は，被告が，原告がした国外関連者との間の船舶建造請負取引について，\nいわゆる移転価格税制を適用し，平成３年度及び平成５年度の法人税について更正\n処分を行ったところ，原告は，本来適用すべきではない移転価格税制を適用した点\nに違法があると主張して，同更正処分の取り消しを求めた事案である。\n１　前提となる事実（証拠等を引用する他は，当事者間に争いがないか，明らか\nに争わないものである。）\n(1)　当事者\n原告は，船舶の製造及び修繕等を業とする株式会社であり，以下の各会社\nは，平成４年法律第１４号による改正前の租税特別措置法（以下「特別措置法」と\nいう。）６６条の５第１項（同改正後の６６条の４第１項）に定められている原告\nの国外関連者である。\nア　ＰＨＯＥＢＵＳ　ＭＡＲＩＴＩＭＥ　Ｓ．Ａ（以下，「ＰＨＯＥＢＵ\nＳ」という。）\nイ　ＥＬ　ＦＡＲＯ　ＳＨＩＰＰＩＮＧ　Ｓ．Ａ（以下，「ＥＬ－ＦＡＲ\nＯ」という。）及びＬＡ　ＰＬＡＴＡ　ＳＨＩＰＰＩＮＧ　Ｓ．Ａ（以下，両社を\n併せたときは「ＦＡＲＯ－ＰＬＡＴＡ」という。）\nウ　ＣＹＰＲＥＳＳ　ＭＡＲＩＴＩＭＥ(ＰＡＮＡＭＡ) Ｓ．Ａ及び同社の名\n義人であるＬＡＳ　ＤＥＬＩＣＩＡＳ　ＳＨＩＰＰＩＮＧ　ＣＯ．Ｓ．Ａ（以下，\n両社を併せたときは「ＣＹＰＲＥＳＳ－ＤＥＬＩＣＩＡＳ」という。）\nエ　ＬＵＳＴＥＲ　ＭＡＲＩＴＩＭＥ　Ｓ．Ａ（以下，「ＬＵＳＴＥＲ」と\nいう。）及び同社の名義人であるＥＬ　ＰＲＯＧＲＥＳＯ　ＭＡＲＩＴＩＭＥ\nＳ．Ａ（以下，両社を併せたときは「ＬＵＳＴＥＲ－ＰＲＯＧＲＥＳＯ」とい\nう。）\nオ　ＤＥＪＡＬ　ＳＨＩＰＰＩＮＧ　Ｓ．Ａ（以下，「ＤＥＪＡＬ」とい\nう。）\n(2)　原告による国外関連取引（なお，以下の各取引を総称し，「本件各取引」\nという。）\nア　Ｓ－４８６取引\n原告は，平成元年５月２４日，ＰＨＯＥＢＵＳとの間で，船舶建造請負\n契約（船価２４億５０００万円）を締結し，平成３年９月１７日，船舶Ｓ－４８６\nを引き渡した。\nイ　Ｓ－１１９０取引\n原告は，平成２年５月２４日，ＦＡＲＯ－ＰＬＡＴＡとの間で，船舶建\n造請負契約（船価４６億５０００万円）を締結し，平成３年９月２５日，船舶Ｓ－\n１１９０を引き渡した。なお，同船は，ＦＡＲＯ－ＰＬＡＴＡ両者の共有である。\nウ　Ｓ－１２０９取引\n原告は，平成４年１０月１３日，ＣＹＰＲＥＳＳ－ＤＥＬＩＣＩＡＳと\nの間で船舶建造請負契約（船価３０億円）を締結し，平成５年７月３０日，船舶Ｓ\n－１２０９を引き渡した。\nエ　Ｓ－１２１８取引\n原告は，平成５年１月２７日，ＬＵＳＴＥＲとの間で，船舶建造請負契\n約（船価３０億円）を締結し，同年１１月２９日，船舶Ｓ－１２１８を引き渡し\nた。\nオ　Ｓ－１２３０取引\n原告は，平成５年６月１５日，ＤＥＪＡＬとの間で船舶建造請負契約\n（船価３０億円）を締結し，平成６年１月２６日，船舶Ｓ－１２３０を引き渡し\nた。\n(3)　本件課税処分\nア　原告は，平成４年３月期（同３年４月１日から同４年３月３１日まで）\n及び平成６年３月期（同５年４月１日から同６年３月３１日まで）の各事\n業年度の法人税，法人税臨時特別税，法人特別税につき，それぞれ法定申告期限ま\nでに確定申告を行った。\nその後，原告は，平成５年３月１８日に，平成４年３月期にかかる修正\n申告を，平成６年１２月１９日には，平成６年３月期にかかる修正申告をそれぞれ\n行った（なお，別紙「平成４年３月期の課税状況表」及び「平成６年３月期の課税\n状況表」を各参照。）。\nａ　平成４年３月期\n（法人税）　　　　　所得金額　　　　　６６億８４２４万１０３７円\n納付すべき税額　　２２億３４１０万０７００円\n（法人臨時特別税）　課税標準法人税　　２５億０３５９万００００円\n納付すべき税額　　　　　６２５８万９７００円\nｂ　平成６年３月期\n（法人税）　　　　　所得金額　　　　１２８億７０７９万５６７０円\n納付すべき税額　　４８億６５１９万８２００円\n（法人特別税）　　　課税標準法人税　　４８億２２５４万８０００円\n納付すべき税額　　　１億２０５６万３７００円\nイ　これに対し，被告は，平成８年３月１１日，これら修正申告に対し，以\n下のとおり，更正処分及びこれに係る過少申告加算税の賦課決定処分を行\nった（以下「本件課税処分」という。）。\nａ　平成４年３月期\n（法人税）　　　　　所得金額　　　　　７７億２０１０万９７７６円\n納付すべき税額　　２５億５４６４万８０００円\n過少申告加算税の額　　　３２０５万４０００円\n被告は，原告が，平成４年３月期に，ＰＨＯＢＵＳにＳ－４８６取引\nに係る船舶を，ＥＬ－ＰＬＡＴＡにＳ－１１９０取引にかかる船舶を引き渡したこ\nとにつき，これらの取引は平成４年法律第１４号による改正前の特別措置法（以\n下，改正前措置法という。）６６条の５第１項が定める国外関連取引であって，船\n価が独立企業間価格に満たないものであるとして，船価と独立企業間価格の差額合\n計１０億３５８６万８７３９円（Ｓ－４８６取引につき１億２９７９万１２３３\n円，Ｓ－１１９０取引につき９億０６０７万７５０６円）は同条４項により損金に\n算入することができないと認定した。\n（法人臨時特別税）　課税標準法人税　　２８億９２０４万００００円\n納付すべき税額　　　　　７２３０万１０００円\n過少申告加算税の額　　　　　９７万１０００円\nｂ　平成６年３月期\n（法人税）　　　　　　所得金額　　　　１４６億６５０４万０９７１円\n納付すべき税額　　５２億４８７０万７３００円\n過少申告加算税の額　　　３８３５万００００円\n被告は，原告が，平成６年３月期に，ＣＹＰＲＥＳＳ－ＤＥＬＩＣＩ\nＡＳにＳ－１２０９取引に係る船舶を，ＬＵＳＴＥＲにＳ－１２１８取引に係る船\n舶を引き渡したことについて，これらの取引は，平成４年法律第１４号による改正\n後の租税特別措置法（以下，改正後措置法という。）６６条の４第１項が定める国\n外関連取引であって，独立企業間価格との差額合計１７億９４２４万５３０１円\n（Ｓ－１２０９取引につき７億１８９７万７９１８円，Ｓ－１２１８取引につき５\n億８９２１万５２７９円，Ｓ－１２３０取引につき４億８６０５万２１０４円）は\n損金に算入することができないと認定した。\n（法人特別税）　　　　課税標準法人税　　５４億９５３９万００００円\n納付すべき税額　　　１億３７３８万４７００円\n過少申告加算税の額　　　　１６８万２０００円\n(4)　審査請求と裁決\n原告は，平成８年５月８日，国税不服審判所長に対し，本件課税処分につ\nいて審査請求をしたところ，同審判所長は，平成１１年７月５日，本件課税処分の\n一部を，次のとおり取り消す旨の裁決（以下，「本件裁決」という。）をし，同裁\n決書謄本は，同年７月８日，原告に送達された（甲１）。\nア　平成４年３月期\n（法人税）　　　　　　本税額　　　　　　　　　４８６７万１７００円\n過少申告加算税の額　　　　４８６万７０００円\n（法人臨時特別税）　　課税標準法人税　　　　　　１２１万６８００円\n過少申告加算税の額　　　　　１２万２０００円\nイ　平成６年３月期\n（法人税）　　　　　　本税額　　　　　　　　　２２９４万５８００円\n過少申告加算税の額　　　　２２９万４０００円\n（法人税特別税）　　　課税標準法人税　　　　　　　９２万１３００円\n過少申告加算税の額　　　　　　９万３０００円\n２　中心的な争点\n(1)　移転価格税制を船舶建造取引に適用することの可否\n（原告の主張）\nア　船価について独立企業間価格の算定は不可能である。\nａ　船舶建造請負取引は，取引ごと，取引相手ごとに，個別的色彩の強い\n取引であって，国外関連者の建造価格たる船価には，そもそも「比較可\n能性」が前提となる「独立企業間価格」を観念することはできない。\nすなわち，移転価格税制は，自動車・家電製品・日常用品などの大量\n生産がされる規格商品取引を適用対象として想定されたものであり，実際にも，か\nかる取引に限って適用されてきた。船舶建造の請負取引について移転価格税制が適\n用された例は，本件課税処分が初めてのことであり，世界的にも例を見ない。\nｂ　船舶建造の請負取引は，大量生産品とは異なり，相対取引における個\n別性・特異性が大きく影響するものであるから，同型船で，引渡時期が近接してか\nらといっても，関連者ごと，取引ごとに，建造価格が異なってくることは当然であ\nる。しかも，船価は，わが国及び世界の景気動向に大きく左右され，さらには，海\n外造船会社の伸長による競争激化，取引毎の個別性の強さなどを反映して決定され\nるから，一律には決定できない。\nこのように，船価の決定は，①社会的な景気動向，②当該企業の業績\n状況，③新型船舶か，建造済船舶か，④船台で建造された船舶と同型船か，⑤建造\n船舶の構造・仕様・材質の違い，⑥船主との取引実態（その継続性と受注実績\n等），⑦交渉経緯，⑧請負期間の長短，⑨支払条件，⑩リスク保証，⑪その後の受\n注獲得の可能性，⑫競争会社との競合の有無，⑬船価の市況動向などを踏まえて行\nわれる。実際に，原告が，非関連者から注文を受け，建造した船舶を調べても，同\n型船の契約だからといって同じ価格であることはない。粗利益率も異なれば，赤字\n受注すらあるといった状況である（船価は，数十億円にもわたる高額なものなの\nで，わずか数パーセントの差が数億円の価格差となる。）。換言すると，このよう\nな多種多様の船価決定要素を捨象し，契約時期の近接性等の形式的な基準を用い\nて，独立価格比準法でもって，一義的に「独立企業間価格」を算定しようとするこ\nと自体が，不可能なことなのである。\nｃ　ところが，本件課税処分は，船価についても，移転価格税制の基本\nで，かつ重要な前提要件となる「比較可能性」が存在するとして，およそ算定が不\n可能というべき独立企業間価格を算定し，課税してきた。本件課税処分は，その点\nで，重大な誤りがある。もし，仮に，本件各取引が，いわゆる低額譲渡であるとし\nても，その低額部分を実質的に贈与と認めて，寄附金（全額損金不算入）として課\n税すれば足り，移転価格税制による根拠とはならない。\nｄ　しかも，被告は，平成７年当時，本件各取引に移転価格税制を適用す\nることを前提にして，およそ証拠固めのためだけの証拠収集を行った。\nその際，被告は，納税者である原告の意見を尊重しない態度に終始し，原告との交\n渉はおろか，対立点さえ明確にしないまま，本件課税処分を強行している。しか\nし，移転価格税制の適用，独立企業間価格の妥当性などの問題は，本来，税務当局\nと多国籍企業との間で，慎重に協議を重ねるべきものであり，このような被告の態\n度は不当である。\nイ　本件各取引の船価は，いずれも合理的な船価であるから，移転価格税制\nの適用はない。\nａ　移転価格税制は，対価に経済的合理性がない場合に，その対価と独立\n企業間価格との差額について課税権を行使するものであるから，対価が\n経済的合理性を有する場合には適用されない。\n造船業界では，固定費の負担軽減のため，資金繰りのため，価格競争\nのため，後続受注獲得のためなど，当初から赤字受注を覚悟して請ける場合があ\nり，さらに，船価自体の決定を間違ったため，為替相場を読み間違ったためなど，\n結果として赤字受注になることもある。しかし，仮に，赤字受注であるとしても，\nそれが長期的な採算を考慮し，取引関係の維持，発展を図る必要があるものであれ\nば，受注している。国際的にみても，「国外関連取引が低価でされたとしても，そ\nれが市場開拓や，市場の確保などのためであれば，その低価販売は，非関連者間に\nおいても同様の価格設定をもって行われたものと認めて，独立企業間価格として許\n容される。」との見解が通説的である。\nｂ　ところで，原告は，不況の際にも，企業グループとして生き残ること\nを目的に，その経営方針を定め，国外関連者との継続的取引関係を確立\nすることによって，各取引ごとに，それぞれの利害を調整し，経済的合理性を有す\nる船価を決定してきている。すなわち，不況の際には，原告に利益が出るようにす\nる目的で，船価を低くならないように設定し，好況の際には，国外関連者の立場を\n考慮して，船価を高くしないように設定するのである。原告は，そのような経営方\n針のもと，国外関連者船の建造をすることで，船台の完全操業を達成し，売上げの\n拡大と，固定コストの軽減に努めてきた。\nｃ　そして，その結果をみても，原告の企業利益のうちの約１７パーセン\nトは，国外関連者船の建造による利益が占めているのである。すなわ\nち，原告における国外関連者船の建造は，それを全体として観察すると，不当に低\nい船価にはなっていないことが明らかである。このような原告の経営方針とその実\n績とを理解するならば，原告における船価決定は，きわめて高度な経済的合理性を\n有し，優れた経営手法に基づくものであることが明らかとなる。原告は，自らの利\n益の昀大化をめざす事業戦略として船価を決定しており，利益の海外移転による租\n税回避などといった次元の低いことを問題にしてはいない。\nｄ　ところが，被告は，原告のそのような経営行動のうちの一部のみを取\nり出して，その部分のみを検討した結果，バランスを失した船価になっ\nていると判断し，本件課税処分を行った。これは，全体的なバランスを無視してい\nる点で問題であり，すぐれた経営手法に対する重大な侵害を行っているという点で\nも問題がある。このようなことが許されると，優れた経営手法のもと，産業が振興\nし，多くの人々に働く場所を提供するといった企業の重要な活動が妨げられる。国\n益にも反することである。\nウ　国外関連者船の建造と非関連者船の建造とは比較できない。\n国外関連者船の建造と非関連者船の建造では，その実態に差があり，造\n船業者としては，その差異を前提として船価を決定するので（市場分離政\n策の必要性），両者の船価に差が出てくることは当然である（造船業界の商慣習と\nしても許されている範囲内のことである。）。その詳細について述べると，次のと\nおりである。\nａ　原告において，国外関連者船の建造をするのは，空き船台を利用して\n完全操業を達成すると同時に，売上げの拡大と固定コストの軽減を目的\nとしているからである。すなわち，国外関連者船の建造は，原告からの強い依頼に\n基づいて建造されるし，既設計の船舶の同型船を，同一船台において連続的に建造\nすることで，建造原価のコストダウンも可能となる。そして，そのような状況であ\nるから，国外関連者との長期に亘る綿密な営業活動は必要がなく，製造原価以外に\nは格別の投下資本を要しないため，当然，船価は低廉になる。\nｂ　また，実質的な契約時期の相違により，船価の差異が出てくることも\nある。すなわち，国外関連者船の建造は，非関連者船の建造予定を踏ま\nえて，空き船台の発生に応じて，急遽，建造計画が立てられるから，国外関連者船\nの建造価額は，正式な契約書記載の契約日の直前に決定されることになるのに対\nし，非関連者船の建造価格は，契約締結日の昀長１年前で決定されるので，船価市\n況に違いが出てくるのである。\nちなみに，本件課税処分があった当時，船価は，あたかもバブル経済\n当時の地価のごとく高騰していた時期であったから，その違いも大きな\nものがあり，本件課税処分に影響を与えている。\nエ　仮に，船価について独立企業間価格が観念できるとしても，船価につい\nては，「独立企業間価格に満たない」との要件に当たらない。\nａ　船価は，個別の取引ごと，ケース・バイ・ケースで決定されていくも\nのであるから，本件各取引における船価自体が「独立企業間価格」であるというべ\nきである。したがって，船価の場合には，租税特別措置法が規定する「独立企業間\n価格に満たないとき」という要件が満たされる場面は想定できない。\nｂ　仮に，そうではないとしても，船舶建造請負取引で，非関連者間の船\n価を見ていくと，±２０パーセント以上の開きが生ずることは当然に想定されると\nころである。\nしかるに，被告によって算定された本件独立企業間価格と，本件各取\n引における船価とを比べると，すべてが２０パーセント以内の違いの範囲に収まっ\nているから，本件各取引における船価それ自体をもって独立企業間価格と認めるべ\nきである。本件各取引における船価を，「独立企\n業間価格に満たないもの」とは言えない。\nオ　相手国の課税当局との相互協議が予定されることがないため，本件各取\n引には移転価格税制の適用がない。\nａ　移転価格税制は，各国の課税権の衝突を想定して，衝突する課税当局\nとの相互協議がされることが前提とされている。すなわち，移転価格税制が適用さ\nれた場合には，通常，外国政府との相互協議がされ，相手国から厳しい検証を受け\nることで，わが国の課税処分が大きく減額されているところである。\nｂ　しかるに，本件各取引の相手方は，いずれも無税国であるパナマ共和\n国に所在しているので，パナマ共和国と日本との課税権が衝突する可能\n性はなく，両国間における課税当局の相互協議などもあるはずがない。したがっ\nて，本件各取引では，相手国からの検証を受けることがなく，本件課税処分が大き\nく減額されることもないし，また，相互協議によって，二重課税の排除などの保護\n規定も及ばないことになる。\nｃ　そこで，この点のみからしても，本件各取引については，移転価格税\n制を適用する前提を欠いているのである。\n（被告の主張）\nア　移転価格税制の意義\nａ　わが国における移転価格税制は，法人がその国外関連者と行う取引の\n価額が独立企業間価格と異なることでその法人所得が減少する場合に，\n当該取引が独立企業間価格で行われたものと扱って，課税所得計算をするものであ\nる。\nｂ　ところで，移転価格税制は，特殊関連企業間においては，種々の理由\nから，相互に独立した企業間の取引において通常設定される対価（独立\n企業間価格）とは異なる対価で取引されやすいことに鑑み，国外関連取引を通じた\n所得の海外移転に対処して，適正な国外課税の実現を図ることを目的としている。\nまた，グループ企業間では，価格設定を通じて脱税や租税回避が行われる例もまま\n見られ，移転価格税制を適用することにより，当事者の意図は考慮しないで，現実\nの価格を，独立企業間価格に修正していくのである。\n近時，企業活動の国際化が進展するにつれ，いわゆる多国籍企業が集\n権化されるようになり，共通した経営戦略に基づいて，国際的な企業活動が行われ\nている。かかる場合，グループ内では，商品の販売・役務提供・特許の使用許諾・\nノウハウの提供・資金提供などの取引が，頻繁かつ大量に行われるが，グループ内\nの移転に関する価格は必ずしも自由市場価格とはいえず，様々な理由から，自由競\n争市場において非関連者間で行われた場合の価格と剥離する事態が生じている。\n特に，各国間の税率格差を利用し，税率が低い国に所得を集中させ，\nグループとしての税負担を昀小化しようとする動きもまま見られるところである\nが，かかる場合，課税面からすると，適正な課税処分が課されない結論に至ること\nになるので，グループ内取引における価格調整の結果，所得が国外に移転されてい\nると評価しうる場合には，その取引を正常な状態にひき直し，課税所得を算出し\nて，租税債務のゆがみを取り除いていく必要がある。\nｃ　そこで，移転価格税制は，諸外国においても採用されるに至っている\nし，わが国でも，既存の各税制では対応できないとして，昭和６１年，\n特別措置法６６条の５（国外関連者との取引に係る課税の特例）として\n導入された。\nイ　原告の主張アないしウへの反論\nａ　原告は，移転価格税制適用には，あたかも「対価に経済的合理性がな\nいとき」という要件が必要であるかのごとき前提に立って，原告の経営\n戦略に基づく船価決定には，経済的合理性があり，したがって，移転価格税制は適\n用されないと主張するようである。\nしかし，移転価格税制は，客観的に特別措置法所定の要件に該当する\n所得の移転があれば，企業グループの経営戦略に経済的合理性があるか否かに関係\nがなく適用されるのであるから，原告の主張は，その前提において誤っている。\nｂ　また，租税特別措置法の第２項では，「前項に規定する独立企業間価\n格とは，国外関連取引が次の各号に掲げる取引のいずれに該当するかに\n応じ当該各号に定める方法により算定した金額をいう。」と規定しているから，第\n１項の「独立企業間価格」とは，同第２項各号が定める計算方法により算出した金\n額をいうのである。\n換言すると，第１項が，「当該法人が当該国外関連者から支払を受け\nる対価の額が独立企業間価格に満たないとき，又は当該法人が当該国外関連者に支\n払う対価の額が独立企業間価格を超えるとき」との要件を定めている以上，「独立\n企業間価格」を算定しないで，同第１項を具体的事案に適用することは不可能であ\nる。つまり，同第２項は，第１項と一体となって，第１項中に設けられた括弧書き\nと同様，第１項の意味内容を具体的に示しているものである。\nしたがって，第１項と第２項とを切り離し，第１項を限定解釈する原\n告の主張は認められない。\nｃ　仮に，原告の主張を，船舶建造請負取引については比較可能性のある\n独立企業間価格が認定できないので，移転価格税制の適用がないとする\n見解が述べられているものと理解しても，一般に，移転価格税制の適用を検討する\nについて，独立企業間価格が認定できるか否かの問題は，個別取引についての事実\n問題であると理解されている。\nすなわち，独立企業間価格が認定できない取引について，移転価格税\n制が適用されないのは，たまたま，そのような事実認定ができないことの結果であ\nって，およそ，船舶建造請負取引にあっては，独立企業間価格が認定できないとか\nいえるものではない。\nところが，原告は，まず，船舶建造請負取引の一般について，これが\n比較可能性のある独立企業間価格が認定できる種類の取引であるか否かを，抽象\n的，一般的に論じ，その結果として，およそ，船舶建造請負取引については，独立\n企業間価格を認定することはできないとの解釈論を導き出している。しかし，その\nような原告の論旨は，その前提が誤っており，認められない。\nｄ　原告は，船舶建造請負取引につき，比較可能性のある独立企業間価格\nを認定できないほどに個別性が強いものと主張するが，しかし，それも\n事実とはいえない。\n船舶の国際的な取引相場は，ロイズ・オブ・ロンドン・プレス（現イ\nンフォーマ・パブリッシンググループ・リミテッド）が発行する月刊誌「Ｌｙｏｙ\nｄ’ｓ　ｓｈｉｐｐｉｎｇ　Ｅｃｏｎｏｍｉｓｔ」や，ファーンリサーチが発行す\nる「Ｆｅａｒｎｌｅｙ　ＲＥＶＩＥＷ」などに掲載されているところ，これらの掲\n載資料から，本件と類似する船舶の船価を抽出し，その年度別の平均値の推移を見\nていくと，各月ごとに多少の変動があるにせよ，おおむね，年度別の平均値の推移\nに応じた推移が見られる。すなわち，年度別の平均値と比較する限り，著しい偏差\nはないのである。また，本件各取引における同型船の利益率をみても，同型船でお\nおむね同水準であることが確認できている。もちろん，同型船であれば，すべて同\n一の船価となるわけではなく，ある程度のばらつきはみられるが，なお一定の時価\n水準にあると認められる。\nそこで，船舶建造請負取引につき，比較可能性がある独立企業間価格\nを認定できないほどに個別性が強いとする原告の主張は認められない。なお，原告\nは，上記ロイズ船価等はその算定経緯が明らかでないなどとして，船価に一定の時\n価水準があることの裏付けとしては不十分であると指摘する。しかし，ロイズ船価\n等は，世界有数の著名な保険会社もしくは船舶ブローカーによる調査結果に基づい\nて算定され，長年にわたり定期的に公表されてきたものである。そして，実際に\nも，船舶建造請負取引における船価決定の際，世界的規模における船価の推移，動\n向を示す１つの参考資料として，船舶取引業界関係者の間で利用されてきたもので\nある。仮に，ロイズ船価等の平均船価の算定がさほど精緻なものではないとして\nも，そのことは，当該「平均船価」の正確性に影響を与えるにすぎず，船価にも一\n定の時価水準が存在することの事実まで左右することにはならない。船価にも，一\n定の時価水準が存在する事実は動かないのである。\nウ　原告の主張エへの反論\nａ　原告は，仮に，船舶建造請負取引について，独立企業間価格を想定す\nることができるにしても，本件各取引における船価がそのまま独立企業\n間価格に当たるなどとも主張する。\nしかし，本件各取引が「棚卸資産の販売」に当たることからすると，\nかかる取引に関する独立企業間価格は，租税特別措置法で，独立価格比準法，販売\n価格基準法，原価基準法又は政令で定める方法によって算定されるべきである。法\n文上，移転価格税制の適用が問題とされている当該国外関連取引の価格から，直接\nに，独立企業間価格を算定する方法は認められておらず，したがって，本件各取引\nにおける船価をもって実定法上の独立企業間価格であるとする余地はない。また，\n原告が説明している事業戦略の中身は，不況時には高めの取引価格を設定すること\nで，国外から国内に所得を移転し，逆に，好況時には低めの取引価格を設定するこ\nとで，国内から国外に所得を移転するというもので，結局，本件各取引における船\n価は，グループ内取引における価格操作で決められているのである。決して，実質\n的な意味での「独立企業間価格」と呼べるものではない。\nｂ　実際にも，本件各取引における船価は，いずれも，同種船舶について\nの船価よりも安いものであることが明らかである。仮に，原告が主張しているとお\nり，実定法を離れて，本件各取引における船価をもって独立企業間価格と解すると\nすれば，本件各取引における船価は，独立企業間価格の平均値と評価できるロイズ\n船価等とは相当程度異なったものとなってしまう。本件各取引の利益率をみても，\n同型船と比較して，低いことも明らかである。\n原告は，本件各取引の船価が安くなっているのは，総原価に大きな違\nいがあるからであるなどと説明するが，原価の差異は，独立企業間価格算定の際\nに，「同種の棚卸資産」との要件に捨象されてしまうものであるから，その点につ\nいて，個別に検討する必要がない。\nｃ　仮に，そうではないとしても，本件各取引に係る船舶の建造原価は，\n必ずしも，他の取引にくらべて低額なものとはいえず，むしろ，建造原価について\nは昀も高額である例もみられるところである。また，営業費用が不要であるから船\n価も安くできたなどとも説明するが，販売費及び一般管理費は，概算でわずか数パ\nーセントにすぎないものであり，そのために利益率の開差が生じたとは解されな\nい。\nまた，空き船台を解消して完全操業を行ったことにより，建造原価が\n低減したとも主張するが，もし，そのとおりだとしても，その低減効果は，非関連\n者船についても等しく及ぶものと解されるから，空き船台解消によるコスト削減効\n果を国外関連者船のみが享受するといった原告の主張は，それ自体，失当と思われ\nる。\nエ　原告の主張オに対する反論\n原告は，相互協議が行われない国に係る国外関連者との取引については\n移転価格税制を適用しないと主張するが，法文上，そのような除外規定は\nなく，本件各取引について，移転価格税制の適用を否定する根拠とはならない。\n(2)　本件各取引につき独立企業間価格を算定する場合の方法\n（原告の主張）\nア　本件各取引について独立価格比準法の適用はない。\nａ　仮に，本件各取引で，独立企業間価格を算定するにしても，本件課税\n処分で採用された独立価格比準法は，原価額が同一であることを前提と\nして判断している点で，問題がある。すなわち，船価決定においては，原価額がそ\nの重要な要素となっているところ，本件各取引では，原価額は大きく異なってい\nる。そのような事実を無視して，一方の価格で，他方の独立企業間価格として採用\nすることは，およそ許されない。\nｂ　原告の非関連者船と国外関連者船の各建造原価，販売費及び一般管理\n費を含む総原価（全部原価）の多寡を検証すると，それぞれの原価が相違している\nことが明らかとなっている。それなのに，その違いを捨象して，独立価格比準法を\n用い，比較対象船舶の船価をもって独立企業間価格と認めた本件課税処分は，結\n局，「国外関連取引に係る棚卸資産と同種の棚卸資産」（特別措置法第２項１号\nイ）と認めることができないものであるから，違法である。\nもし，本件各取引について，独立価格比準法により，独立企業間価格\nを算出するというのであれば，総原価における差異などの各調整項目に\nつき，適正な調整を経る必要がある。\nイ　本件各取引に原価基準法を用いることもできない。\n船舶建造請負取引では，個々の取引によって粗利益率が大きく異なるの\nで，非関連者船の船価について「通常の利潤の額」を一義的に認定するこ\nとは不可能である。したがって，いわゆる原価基準法によって独立企業間価格を算\n定することもできない。\nウ　もし，本件各取引に移転価格税制を適用するというのであれば，独立企\n業間価格をいかなる方法で算定するのかについて，さらに，慎重に，検討\nされるべきである。\nａ　独立価格比準法を用いて，独立企業間価格を算定するのであれば，比\n較対象取引が，同種の棚卸資産であって，かつ，当該国外関連取引と取引段階，取\n引数量その他に差異のある状況の下で取引し，しかも，その差異により生じる対価\nの差について調整することが可能な場合に限って，行われなければならない。\n換言すると，仮に，非関連者取引との間の同型船取引が行われ，契約\n締結時期も近接していたとしても，移転価格税制の適用を検討するについては，そ\nの「比較対象取引」について，企業の事業戦略，船舶に関する基本設計・仕様・詳\n細設計・生産設計，価格に影響を及ぼす船主ごとの異なる状況の差異などの各項目\nを確認してから，これらを調整し，「同様の状況の下で」行われた取引を想定し\nて，「独立企業間価格」を算定していくべきものなのである。\n法文上も，移転価格税制における比較対象取引は，①国外関連取引に\n係る棚卸資産と同種の棚卸資産であることと，②国外関連取引と取引段\n階，取引数量その他が同様の状況の下でされた取引であることがその要件とされて\nいるところである。\nｂ　ところで，被告は，同種の棚卸資産にあたるか否かは，物理的・化学\n的にみて相当程度の類似性（スペック等の類似性）で判断し，同様の状\n況の下でされた取引であるか否かは，契約時期の接着性を重視して，判断している\nようである。\nしかし，船舶建造請負取引は，個々の取引ごとに，固有の事情が多数\n存在するから，かかる事情を無視することはできない。原告による船舶建造請負取\n引の船価が，ロイズ船価等の推移とおおまかに連動しているからといって，契約時\n期がもっとも船価決定に重要であると即断，断定してはならない。船価決定上の慣\n行からすれば，契約日の差異はさほど重要な意味を持っていないのである。\nエ　加えて，「独立企業間価格」を算定する際の，比較対象取引との相違と\nの調整項目には，価格（当事者間における利益分配）に影響を及ぼす可能性がある\n全項目が含まれるべきである。\nなるほど，被告は，本件課税処分を行うにつき，決済条件，建造延期，\n追加発注，契約月日，追加装備などに起因する差異を検討して，調整しているが，\nしかし，原告の事業戦略，取引コストを含む投下資本，取引数量などに起因する差\n異については調整項目に掲げていない。すなわち，被告は，本件課税処分をするに\n当たり，これらの項目による調整を排除しているので，その点で，本件課税処分に\nは重大な違法性がある。よって，取り消しを免れない。以下に詳述する。\nａ　事業戦略に起因する差異\nⅰ　造船「事業」の特殊性からくる差異\n船価は，一般的に，諸要因が相互に関連しあって，個々の取引ごと\nにケース・バイ・ケースで決定されている。しかも，本件各取引の対\n象となった船舶は，いずれも外航船舶であり，船価の背後には国際的な市場が存在\nしている。すなわち，世界の海上輸送量の多寡が，海上運賃，用船契約の需給関係\nなどに連動し，さらには中古船の需給関係や，新造船の需給関係に連動してくるの\nである。\n加えて，造船業界は，好・不況の波が大きい上に，本件各取引は，\n好況下で，船価が異常に高騰していた時期に受注されたものである。このような時\n期の船価決定は，契約時期がほぼ同一であっても，なお，交渉期間の長期化や，市\n場動向の予測などの関係で，５ないし１０パーセント（場合によっては２０パーセ\nント以上）もの大きな違いが出てくることが多い。被告は，契約月日の相違に関す\nる差異につき調整しているが，造船業界の特殊性からすると，そのような調整だけ\nでは不十分である。\nまた，被告が依拠するロイズ船価推移表の「平均船価」は，その算\n定経緯が不明である。しかも，船価決定における様々な要因がすべて\n捨象され，船型や，載貨重量トンごとに，成約価額を，事後的に平均化した数値で\nあって，かかる数値は単なる平均価額でしかない。決して，造船業において「船価\nの一定の時価水準」が存在することの裏付けとはならない。\nⅱ　原告独自の「戦略」に起因する差異\n原告では，グループ経営の根幹として，不況の際でも生き残ってい\nくことを目標に，経営方針を立て，関連者船の建造における事業戦略\nを確立していることは前述したとおりである。\nそこで，国外関連者との取引がされる場合，買手である国外関連者\nと非関連者との間では，原告の空き船台の利用状況に関する情報の有無という点で\n差異があり，そのことを理由とするだけでも約１０パーセント近い価格差が生じて\nくる。したがって，本件各取引が，特殊の関係のない国外関連取引として，「同様\nの状況の下で売買」（租税特別措置法６６条の５〔改正後の６６条の４〕第２項１\n号イ）されたと想定するときは，買主が，船台の空き状況を把握していた場合と，\n把握していない場合とで，比較対象取引となる船価を１０パーセント以上，調整す\nべきである（その他，会計上の費用配分，経済的なコスト削減効果の帰属など，諸\n要素を総合考慮すると，事業戦略に起因する差異によって２０パーセント以上の船\n価差が生じることも，合理的なことと解される。）。\nなお，被告は，空き船台を利用するメリットは，原告のすべての船\n舶建造に均等に及ぶものであると主張するが，空き船台利用のメリットは，非関連\n者船の建造だけでは船台が埋まらないときに，初めて効果を発揮するものである。\nまさに，当該国外関連者船を建造することで，固定費の損失をカバーしているので\nあり，そのメリットを，他の船舶建造の場合にまで均等に享受させることは失当で\nある。\nｂ　投下費用に起因する差異\nⅰ　国外関連取引は，非関連者取引と比べて，契約当事者間の支配従属\n関係が強いため，いわゆるモニタリング・コストなどの取引コストが\n軽減，排除されている。しかし，会計上，他の費用項目に混入してしまっている取\n引コストや，会計上認識されていない経済的関係など，取引コストの全般について\n考慮しなければ，経済的意味における取引コストの比較はできない。\nそして，取引コストの削減効果は，当該関連者船が享受すべきもの\nであるから，投下費用に起因する差異は，利益率が同水準であるならば約１０パー\nセントの調整をすべきである。\nⅱ　原告は造船会社であり，造船契約を獲得することを目的として建造\n主（船主）に対して営業活動を行うため，販売管理費は建造主に対す\nる営業に支出される。しかし，国外関連取引については，原告が依頼すれば，必\nず，建造発注に至るため，販売管理費を使用していない。船主と用船主が同一であ\nる場合は，結果として用船主に対しても営業活動を行ったことになるが，しかし，\n船主と用船主が一致することはむしろ例外である。\n販売管理費は，平成４年３月期の非関連者船１隻当たりで１億５０\n８７万５０００円，同時期の国外関連者船１隻当たりで１７０４万５０００円であ\nるから，その差額は１億３３８８万３０００円となる。同様に，平成６年３月期の\n販売管理費の差額を算定したところ，１億４８４２万３０００円となった。\nｃ　取引数量に起因する差異\n船舶建造請負契約は，同一造船所の，同一時期の同型船であったとし\nても，船価は，相手方当事者が誰であるかによって大きく異なってくる。特に，\n「取引数量」を調整項目に挙げるべきことは，規定上，当然のことである（租税特\n別措置法６６条の５〔改正後の６６条の４〕第２項１号イ）。そこで，取引数量が\n異なっているのに，船価を単純に比較することはできない。本件各取引でも，当\n然，国外関連者の方が取引数量が多いため，数量に応じて行われる値引きなどの差\n異を調整しなければならない。\nそして，本件各取引では，Ｓ－１１８８取引において昀低でも約１億\n３０００万円の，また，Ｓ－１２０９取引及びＳ－１２１８取引とＳ－２０５７取\n引と比べると昀低でも５０００万円の，Ｓ－１２３０取引とＳ－１２２９取引と比\nべると昀低でも５０００万円の差異が生じているから，それぞれ減額されるべきも\nのとなる。\nｄ　決済条件に起因する差異\n高額な船舶建造の請負取引では，決済条件の差異に基づいて船価差が\n生じるから，かかる差異についても調整しなければならない。\nｅ　追加装備等に起因する差異\n船舶建造の請負取引では，追加装備等の有無に起因して，原価に差異\nが生じるから，かかる条件に起因する差異について調整しなければなら\nない。この点，被告が行った調整には，粗利益率に関する調整などについて明らか\nな誤りがある。\nオ　加えて，「独立企業間価格」それ自体に，金額的な「幅」があること\nは，造船業界のみならず，一般的な商慣習として広く知られている。\nａ　被告は，独立企業間価格は，一義的に「点」として算定されるべきも\nのであるとして，「幅」の存在を否定する。規定上も，「幅」に関して\n定めがあるわけではない。しかし，船舶のように「一物数価」によらざるを得ない\n資産については，移転価格税制を適用するについて，独立企業間価格の「幅」を検\n討する必要が高いのである。したがって，移転価格税制に関する理解が深化してい\nなかった立法当初（昭和６１年）における法文上の文言を重視すべきではない。\nまた，租税特別措置法は，「独立企業間価格で行われたものとみな\nす」と規定しているだけで，独立企業間価格の積極的定義付けをしているわけでも\nないから，文理上は，独立企業間価格に「幅」があるか否かについて，確定してい\nるものでもない。実際，平成１３年度個別通達２１２（調査に当たり配慮する事\n項）も「幅」の概念を認める趣旨を含んだものと解される。\nｂ　この点，被告は，船舶建造請負取引では，比較可能性が昀も高い取引\nを比較対象取引として選び，独立企業間価格を算定することができるから，本件各\n取引の「幅」について検討する必要がない旨主張する。しかし，それでは，たまた\nま締結された造船契約書に記載されていた船価が，原告が取引先と締結すべき当該\n同型船の唯一の時価であるということになる。ところが，船価の決定の実態は，多\n種・多様な要因の複雑な組み合わせによって決められているのであって，そのよう\nな実態と大きくかけ離れるような解釈は，およそ正当でない。\n本件裁決でも，Ｓ－４８６取引について，ある程度の価格の「幅」\n（２６００万円）であれば，移転価格税制は適用しないとしているから，税務当局\nでも，「幅」の概念を採用していると思われる。\nｃ　また，独立企業間価格の「幅」は，独立企業間価格の算定方法の違い\nによっても生ずる。市場価格を算定するには，被告が採用したように，\n限定された情報及び調整項目に基づいて，単一の算定方法によって算定するのでは\nなく，複数の算定方法による算定結果を検証することを含めて，独立企業間価格の\n算定をすべきなのである。もちろん，特別措置法が定めている基本三法による算出\n結果は，必ずしも同一価格となるものではないが，単一の算定方法のみを使った価\n格を，何らの検証もしないまま，適正な独立企業間価格であると即断することは，\n明らかに妥当性を欠いている。\nｄ　以上のとおりであって，独立企業間価格について「幅」の概念が認め\nられるのであるから，そのことを考慮して，被告が主張している独立企\n業間価格からさらに２０パーセント以上の調整がされるべきである。\nまた，仮に，被告が選択した船舶をもって比較対象取引とすることが\nできるとしても，本件各取引と被告が算出したところの「独立企業間価格」との価\n格差は，いずれも２０パーセント以内に収まっているから，本件各取引の対象とな\nった船舶の「独立企業間価格」は，本件各取引の各船価をいずれも下回ることにな\nるのである。\nカ　仮に，独立価格比準法によることが正しいとしても，被告は，その比較\n対象となる取引の選択を誤っている。\n船舶建造請負取引で，比較対象となる取引を選択する場合に，まず考慮\nされるべきことは，スペックの差異（仕様差・艤装品の有無など）であり，次に，\n契約日の差である（竣工日は船価決定上必ずしも重要な要素ではない。）。その上\nで，契約価格（売上計上金額），利益率についても考慮しなければならない。な\nお，スペック等が類似している船舶が複数ある場合には，契約価格及び利益率がも\nっとも低いものを選択すべきことになる。\nａ　Ｓ－１２０９取引及びＳ－１２１８取引（船価３０億円）\n被告は，比較対象取引として，Ｓ－１２０６取引（船価３６億８００\n０万円）を選択するが，妥当でない。比較対象取引とされるべきものと\nしては，スペック等が類似し，契約日の差が１年以内のものの中から，もっとも船\n価・利益率が少ないＳ－２０５７取引（船価３０億７５００万円，利益率８．９４\nパーセント）が選択されるべきである。\nｂ　Ｓ－１１９０取引（船価４６億円）\nＳ－１１８８取引（船価５２億９３００万円，利益率２０．４１パー\nセント）をもって，比較対象取引とすべきである（被告も，同取引を，\n参考取引として指摘している。）。同取引は，スペック等も類似している上，契約\n日も約２か月異なっているだけである。被告は，同取引よりも契約日が近接してい\nるＳ－１１９５取引（船価５５億７８００万円，利益率２１．０８パーセント）を\n比較対象取引としているが，契約価格が昀も低いものではなく，そのような選択を\n行うことは相当でない。\nｃ　Ｓ－１２３０取引（船価３０億円）\n同船舶は，いわゆるコンテナ船であるが，コンテナ船は，他の船型以\n上にスペック差が大きく，スペック等が類似する船を選択すること自体\nが困難となる。トン数及びコンテナ積み数に着目し，昀もスペック等が類似する船\nを選択するならば，被告が選択したＳ－１２２９取引（船価３９億６９５０万円）\nしか見当たらない。しかし，コンテナ船特有の事情を考慮すると，同船は，もはや\n「同種の棚卸資産」には該当しないものというべきである。\n（被告の主張）\nア　独立企業間価格について\nａ　独立企業間価格の算定方法は，租税特別措置法６６条の５（改正後の\n６６条の４）に，複数のものが提示されているところである。そして，\n同条によれば，独立企業間価格は，観念的，一義的に存在することを前提として，\n所定のいずれかの方法によって算定しても，等しく，独立企業間価格として認めら\nれるのである。\nなお，原告は，他の方法による検証をすべきであると主張する。しか\nし，移転価格税制に関する他の法令・通達によっても，課税庁が選択した方法によ\nり算定された独立企業間価格について，これを他の方法によって検証するといった\nことは求められていない。すなわち，いずれの算定方法であれ，比較対象となり得\nる要件を満たしてさえいれば，それによって得られた独立企業間価格は適正なもの\nというべきである。\nｂ　被告は，本件課税処分を行うにあたり，独立価格比準法によって算定\nした。独立価格比準法は，独立企業間価格算定の基本となるべきもので，比較対象\n取引と当該国外関連取引との間で，相当程度に正確な差異の調整ができるときは，\n調整項目が少なくなり，誤差が生じにくいため，昀も信頼度の高い方法とされてい\nる。しかも，被告は，本件各取引と比較対象する取引を，すべて，当該法人自身が\n行った取引の中から選択したので（内部価格比準法），一層，合理的な算定方法と\nいうことになる。そこで，他の方法によって検証すること自体，無意味なものと解\nされる。\nｃ　被告も，独立価格比準法により独立企業間価格を算定した場合に，一\n切，調整の必要がないと主張しているわけではない。取引条件などに差異があり，\nそのことが船舶建造請負取引の対価に影響していることが合理的に説明できるとき\nは，調整をするのである。\nしかし，原告が主張している各調整項目を，すべて検討要素とすべき\nであるという点は，争わざるを得ない。また，仮に，原告が指摘する差異が取り上\nげられるにしても，本件では，そのことによって，被告が算定した独立企業間価格\nが不合理であるとまでは言えない。\nｄ　なお，原告は，独立企業間価格の「幅」なる概念を持ち出して，その\n主張を裏付けようとするが，その主張自体，認めることができない。被\n告は，もっとも適当と思われる比較対象取引を選定し（必要ならば，それを調整し\nた上で），独立企業間価格を算定しているところ，特別措置法上，その比較対象取\n引の金額をして，独立企業間価格であるとみなされるので，「幅」なる概念が用い\nられることはない。\nもっとも，独立企業間価格を算定するにあたり，比較対象取引の候補\nとなるものが複数あって，昀も比較可能性が高い取引の判断がつかない\n場合もあり得るところであって，この場合には，あえて１つの取引に絞り込むこと\nをせず，「幅」の概念を用いる余地が出てくることがある。しかし，比較対象取引\nを１つのものに絞り込むことができるときに，あえて，「幅」の概念を持ち出し\nて，独立企業間価格を算定すべきではないのである。\nところで，法文上，独立企業間価格を算定するについては３つの方法\nが規定されているところ，その間に優先順位はないから，３つの方法のどれを用い\nるかによって差異が生ずる可能性はあり，その意味の「幅」が生ずることは否定し\nない。しかし，被告が選択した独立価格比準法は，昀も直接的で，信頼のおける方\n法とされているし，前述したとおり，価格変動の可能性がある要因については差異\nを調整しているので，独立企業間価格を「点」として求めることができないとする\n原告の主張は失当である。\n実際の課税実務の中で，原告が主張する「幅」なる概念を持ち出した\n場合には，移転価格税制の適用の有無が，その「幅」の設定いかんによって左右さ\nれることになってしまい，課税の公平・構成が確保できないばかりか，課税実務上\nの混乱を招くことになりかねない。\nイ　独立価格比準法について\nａ　独立価格比準法で，比較対象取引として選択されるには，「国外関連\n取引に係る棚卸資産と同種の棚卸資産の取引であること」が必要となる\nため，資産の性状，構造，機能等の面で，相当程度の類似性が求められているとい\nうべきである。しかし，これらに差異がある場合でも，そのことが価格に影響を及\nぼす程度でなければ，同種のものと評価して差し支えがなく，他方，価格に影響を\n及ぼす程度に達していた場合でも，合理的な方法で，その差異が調整可能なもので\nあれば，同種の資産として認めることができると解される。\nところで，原告は，比較対象取引として選択された取引が複数あると\nきは，売上計上金額，利益率の昀も低いものが選択されるべきであると主張する。\nしかし，独立価格比準法は，国外関連取引と昀も比較可能性のある非関連取引に付\nされた価格により，独立企業間価格を直接に把握するものであり，その取引の結果\nとしての利益率は，直接的には，比較対象の要素とすべきものではない。したがっ\nて，被告のかかる主張も失当である。\nｂ　比較対象取引の選択にあたっては，「当該国外関連取引と取引段階，\n取引数量その他が同種の状況の下で売買した取引」を選択しなければな\nらないところ，本件各取引と同種の船舶に係る取引が複数あるときは，契約の時期\nが同一か，あるいは，その直近の取引をもって，昀も比較可能性が高いものと判断\nすべきである。そのことは，本件各取引と昀も類似する船舶区分の平均船価が，ほ\nぼロイズ船価等の推移と連動していること（ちなみに，本件各取引を除いた原告の\n船舶の平均船価も，やや低い水準ではあるが，ロイズ船価等と連動している。）か\nらも，裏付けられることである。\n本件で，被告が選択した比較対象取引は，いずれも，同種の棚卸資産\nに関する取引であって，決済条件，契約日以外は，価格に影響するような差異は認\nめられないものであるから，本件各取引とその契約時期が昀も近いものを選択して\nいる。その選択について何ら問題はない。\nウ　原告主張の「調整項目」について\nａ　事業戦略について\nⅰ　原告が主張する事業戦略とは，まさに，国外関連取引について，好\n況期には他の取引に比べて低く，不況期には他の取引に比べて高く価\n格設定するものであるから，自ら，「価格調整」ないし「価格操作」を行っている\nことを自認するものである。国外関連取引における価格が，国際マーケット相場な\nどの船舶建造請負取引の主たる価格決定要因とは別の要素ないし配慮から決定さ\nれ，独立企業間価格よりも低い価格で取引されている点に注目すれば，所得の海外\n移転に対応するための移転価格税制の典型的な適用場面というべきである。\n原告における船価の違いは，原告が主張している種々の要因から生\nじたものではなく，結局，原告の前記経営方針から，恣意的な船価が設定されたこ\nとによるのである。\nⅱ　特別措置法関係通達６６の４２－３は，ある取引が国外関連取引と\n比較可能な取引であるか否かを判定する場合の検討事項の例示として，「事業戦\n略」を挙げている。この「事業戦略」についての定義規定はないが，移転価格税制\nに関するガイドラインの中で，「事業戦略は，技術革新や新商品の開発，多様化の\n程度，リスク回避，政治的変化の評価，現行及び将来の労働関係法の実施のほか，\n日常の事業遂行上生ずる他の要素といった，多くの企業の見通しを考慮する。」も\nのとされ，その例として，市場への浸透政策や市場占有率の拡大戦略が挙げられて\nいるところからすると，独立企業間価格を算定する際に考慮されるべき「事業戦\n略」とは，①事業計画書その他の書類により，当該戦略が採用されていることが客\n観的に明らかで，②それが合理的な予想に基づくものであり，③戦略期間が市場の\n状況などから相当と認められるものということになる。しかるに，原告が主張する\n事業戦略とは，単に，事業効率化・合理化のための工夫でしかなく（このような方\n針であれば，およそ製造設備を有している製造業者であれば，誰もが試みてい\nる。），到底，上記ガイドラインが前提としているところの「事業戦略」ではな\nい。\nⅲ　原告は，また，かかる事業戦略によって，外国業者から船舶造船市\n場を奪われることを防ぎ，国際市場におけるシェアを維持・増加させ\nることができたとも主張するが，もし，かかる事業戦略が，国際市場におけるシェ\nアを維持・増加する目的に基づくものであるとすれば，非関連取引でも，国外関連\n取引と同様に船価を下げて，かかる目的を達成することができるはずである。とこ\nろが，原告は，国外関連取引のみ，利益を度外視した船価によって取引をしている\nので，シェア維持を目的とするものとは認められない。結局，原告が主張している\n「事業戦略」は，差異を調整する必要がないものである。\nⅳ　造船業界では，船舶建造を計画する時点で，あらかじめ船台の利用\n時期を含めて立案しているから，国外関連者船の建造も，これと同様\nに，船台の利用調整をした上で，立案されているはずである。\nそこで，船台に空きが生じた場合に，初めて事業戦略が適用される\nといった原告の主張自体が，その前提を間違っているのである。国外関連者であっ\nたとしても，空き船台の解消という一事から，用船者も未定のまま，億単位の船舶\n建造が発注されるとは考えられないので（造船は，長期計画に基づいて行われるの\nで，空き船台が突然に発生することはなく，空き船台が発生しても，使い途のない\n船舶を突然に建造して，購入することもない。），発注者が国外関連者であるか否\nかの差異が，取引価格に大きく影響を与えることはない。\n結局，原告は，もともと一定数量の国外関連者船を受注することを\n前提に，原告がその建造計画を主導し，船台利用計画を立てているのである。すな\nわち，結果として，空き船台が生じていないだけなのであって，本件各取引が，現\n実に発生した空き船台の解消を目的としているわけではない。\nⅴ　なお，原告は，空き船台が生じた場合の固定費の損失分は，実際に\n国外関連者船建造に要した固定費と同額とみなすことができる旨主張\nする。しかし，これは，一般的な原価計算論からかけ離れた特異な考え方であっ\nて，相当でない。原告は，また，非関連者船に係る建造契約において，空き船台が\n生じないことを前提にして船価を決定しているから，固定費の損失分を減額する合\n理的な根拠もない。\nⅵ　さらに，原告は，非関連者と国外関連者との間には，空き船台の状\n況に関する情報の有無の違いがあるとして，その比較検討を行う必要\nがあるとも主張する。しかし，そのような主張は，そもそも移転価格税制を誤解し\nている。また，原告の事業戦略は，あらかじめ「空き船台」を生じさせないことを\n前提としているので，この場合と，実際に突然のキャンセルがあって，結果的に生\nじた空き船台を利用した場合とで船価に差異が生じたものとを比較し，同様のもの\nとして扱うことも適当とはいえない。\nまた，原告は，船舶建造請負契約の特色として，造船契約締結がほ\nぼ同時期であっても，思惑やタイミングのズレがあって，５ないし１０パーセント\n（場合によっては２０パーセント以上）もの価格差が生じるなどとも主張する。し\nかし，同主張の中で，具体的な指摘はされていないばかりか，その主張それ自体\nが，造船業界のみならず，一般的な商取引における価格変動要素を，すべて原告の\n取引にあてはまると主張しているにすぎないものである。\nエ　投下費用による差異について\nａ　租税特別措置法６６条の５（改正後の６６条の４）第２項１号のイで\nも，「総原価の額」は考慮すべき要素として規定されておらず，立法時\nの議論でも，総原価の額を考慮することは想定されていない。取引条件などの差異\nにつき調整しなければならないといっても，どこまで調整すべきかは解釈にゆだね\nられているところである。\n仮に，総原価の差異について検討すべきであるとしても，独立価格比\n準法が，取引の対価額をもって独立企業間価格とすることを認めていることからす\nれば，総原価の差異が，対価の差にまで反映していることが合理的に説明できる場\n合に限られるように解される。\nｂ　そこで検討するに，原告が強調している「空き船台解消に係るコスト\n低減効果」，「工期の長短に係る原価の差異」，「受注コストの差異」\nなどは，そもそも総原価に影響を与えていないか，そうではないとしても，船価へ\nの影響があることについて合理的に説明できていないものといわざるを得ない。\nまず，「空き船台の解消によるコスト低減効果」については，そもそ\nも，本件各取引が，空き船台の解消を目的としたものではなく，前にも述べている\nとおり，空き船台の解消によるコスト低減効果を，国外関連者船のみが享受するこ\nとについての合理的な理由もない。\n次に，「工期の長短に係る原価の差異」については，国外関連者船の\n工期が，常に短縮されているといった事実はない。\nそして，昀後に，「受注コストの差異」も，船主が非関連者であるか\n否かで，営業活動の場所，程度などを区分することにつき，合理的な理由は認めら\nれない（船舶建造の請負取引は，用船者等に対する包括的，恒常的な営業活動を行\nった上で，造船契約に至るのが実態である。）。仮に，原告が主張しているとお\nり，国外関連取引を受注する際のコストが削減されているとしても，その金額は明\nらかでないから，節約によって，船価にどの範囲で影響を及ぼしているのかの合理\n的な説明はされていないことになる。原告は，販売管理費１隻あたりの調整額を約\n１億３３８３万円と主張するが，非関連者船の建造を受注するのに，それほど多額\nの販売管理費がかかるはずがない。\nｃ　このように見てくると，原告の主張は，原告が計上する販売費，一般\n管理費の総額が，本件各取引以外の契約の営業費用に充てられているということを\n前提にして，１隻当たりの販売費，一般管理費の額を試算することによって，本件\n各取引と被告が選択した比較対象取引との差異を合理的に説明できないといわざる\nを得ないが，その前提自体が間違っているのである。被告がかかる差異を調整して\nいないからといって問題とされる理由はない。\nオ　取引数量による差異について\n租税特別措置法６６条の５（改正後の６６条の４）第２項１号のイは，\n「取引数量」の差異について調整すると規定している。しかし，単に取引数量が多\nいという一事をもって，その調整を行わなければならないわけではない。移転価格\n税制は，各取引ごとに，その取引価格を算定の基礎として適用するものであるか\nら，「取引数量」の差異も，個別の取引における価格形成に影響を与えるものであ\nることが前提となっているのである。そこで，取引数量による調整が行われるべき\n場合とは，取引条件の中に取引数量に応じて対価を変更することが明記されている\nとか，明記されていない場合でも，客観的に取引数量に基づく値引き等が行われて\nいる事実があり，その金額が合理的に算定できる場合ということになる。\n本件各取引では，国外関連取引か否かとの比較上，取引数量に起因する\n明確な差異も，取引数量に応じて減額するとの客観的な関係も認められないから，\n調整の必要はないと考えられる。結局のところ，原告は，単に国外関連者グループ\nとの間で継続的に行われた取引の総量と，非関連者との取引数量を対比した結果を\nもとに，取引数量に差異があるから調整すべきであると主張しているだけであっ\nて，そのような差異は比較可能性を確保するために調整すべきものではない。原告\nは，昀低でも１億３０００万円弱の減額がされるべきであると主張するが，発注し\nた隻数とは無関係に，常に，かかる金額の調整をする根拠もない。\nカ　その他の差異について\n海外船主との間における船舶建造の請負取引では，マーケットクレーム\nの危険性などに基づいて，船価が高くなる可能性がある。しかし，だからといっ\nて，必ず船価が高くなるわけではないし，原告のように，標準船・同型船の連続建\n造を主たる業として，取引相手から，船台の空き状況が容易に見通されることのな\nい状況の下では，かえって強気の交渉ができる場合があり，クレームの生じる可能\n性も低い。船価が国際マーケット相場に基づいて決定される以上，マーケットクレ\nームなどの様々な要素についても，具体的，客観的に価格の差異を説明できる場合\nを除き，個別に考慮しなければならないわけでもない。また，本件で，そのような\n差異調整の必要性があることにつき，原告からの具体的な主張，立証はされていな\nいのである。\n(3)　独立価格比準法による本件取引への適用\n（被告の主張）\n本件各取引における比較対象取引，独立企業間価格，損金不算入額は，以\n下のとおりである。各取引において，損金不算入額を前提として，法人税等を算出\nしていくと，本件課税処分の金額と一致する。なお，被告が選択した比較対象取引\nは，決済条件，契約日付等を除いて，対価の額に影響するような差異はなかったか\nら，いずれも，本件各取引と契約時期が昀も近いものを選択した（各取引に関する\n詳細は，別紙「比較対象取引表」及び「独立企業間価格の算定（船舶別）」のとお\nりである。）。\nア　Ｓ－１１９０取引（４６億円。契約日・平成２年５月２４日）\nａ　比較対象取引　　　　　Ｓ－１１９５取引（５５億７７４０万円。契\n約日・平成２年５月２５日）。\nｂ　差異の項目と調整\nⅰ　建造延期に起因する差異　　　（－）１億５０００万円\n建造延期に伴い船価変更がされたものであるが，当初に作成された\n造船契約書の取引条件は有効なものであるから，契約日の変更があったものは評価\nすることはできない。\nⅱ　決済条件に起因する差異　　　（＋）　　７８６７万７５０６円\nｃ　独立企業間価格　　　　　　　　　　５５億０６０７万７５０６円\nｄ　独立企業間価格と船価の差　　　　　　９億０６０７万７５０６円\nｅ　損金不算入額　　　　　　　　　　　　９億０６０７万７５０６円\nイ　Ｓ－１２０９取引（３０億円。契約日・平成４年１０月１３日）\nａ　比較対象取引　　　　　Ｓ－１２０６取引（３６億８０００万円。契\n約日・平成４年９月２８日）。\nｂ　差異の項目及び調整\nⅰ　追加建造に起因する差異　　　（＋）　　５０００万円\nⅱ　決済条件に起因する差異　　　（－）　　１１０２万２０８２円\nｃ　独立企業間価格　　　　　　　　　　３７億１８９７万７９１８円\nｄ　独立企業間価格と船価の差　　　　　　７億１８９７万７９１８円\nＳ－１２０６取引の船価は，同型船のうちでも船価及び利益率が昀も\n低く，差異調整後の船価は，実質的な意味における独立企業間価格をむしろ下回る\n可能性が高い。そこで，被告が，Ｓ－１２０９取引について，独立企業間価格を下\n回るとして移転価格税制を適用したことに違法はない。\nｅ　損金不算入額　　　　　　　　　　　　７億１８９７万７９１８円\nウ　Ｓ－１２１８取引（３０億円。契約日・平成５年１月２７日）\nａ　比較対象取引　　　　　Ｓ－１２０６取引（３６億８０００万円。契\n約日・平成４年９月２８日）。\nｂ　差異の項目及び調整\nⅰ　追加建造に起因する差異　　　（＋）　　５０００万円\nⅱ　決済条件に起因する差異　　　（－）　　１２１６万４０３１円\nｃ　独立企業間価格　　　　　　　　　　３５億８９２１万５２７９円\nｄ　独立企業間価格と船価の差　　　　　　５億８９２１万５２７９円\nなお，差異調整後の船価は，実質的な意味における独立企業間価格を\nむしろ下回る可能性が高い。そこで，被告が，Ｓ－１２１８取引について，独立企\n業間価格を下回るとして移転価格税制を適用したことに違法はない。\nｅ　損金不算入額　　　　　　　　　　　　５億８９２１万５２７９円\nエ　Ｓ－１２３０取引（３０億円。契約日・平成５年６月１５日）\nａ　比較対象取引　　　　　Ｓ－１２２９取引（３８億４３００万円。契\n約日・平成４年６月８日）。\nｂ　差異の項目及び調整\nⅰ　仕様の差に起因する差異　　　（－）４億６９５０万円\nⅱ　契約時期に起因する差異　　　（－）　　８７５２万円\nⅲ　決済条件に起因する差異　　　（＋）　　７３５５万２１０４円\nｃ　独立企業間価格　　　　　　　　　　３４億８６０５万２１０４円\nｄ　独立企業間価格と船価の差　　　　　　４億８６０５万２１０４円\nなお，原告は，当初の契約書のほか，同日付で船価を減額した契約書\nを作成しており，原告自身，Ｓ－１２３０取引の船価は，当初定めた３５億円相当\nであると認識していたので，再調整後の船価は，特別措置法が定める独立企業間価\n格であるのみならず，実質的な意味における独立企業間価格を下回る可能性が高い\n価格であるということができる。\nｅ　損金不算入額　　　　　　　　　　　　４億８６０５万２１０４円\nオ　Ｓ－４８６取引（２４億５０００万円。契約日・平成元年５月２４日）\nａ　比較対象取引　　　　　Ｓ－４８２取引（２５億５０００万円。契約\n日・平成元年７月１４日）。\nｂ　差異の項目及び調整\n決済条件に起因する差異　　　　（＋）　　３０８２万１９１７円\nｃ　独立企業間価格　　　　　　　　　　２５億７９７９万１２３３円\nｄ　独立企業間価格と船価の差　　　　　　１億２９７９万１２３３円\nなお，Ｓ－４８２取引の船価は，同型船の中で昀も価格の低いもので\nあり，利益率も同年中の取引の中では昀低である。そこで，差異調整後の船価は，\n本件規定が定める独立企業間価格であるが，むしろ実質的な意味における独立企業\n間価格を下回る可能性が高いものであり，同船の船価をさらに下回ったことを理由\nとしてＳ－４８６取引に移転価格税制を適用した点に違法はない。\nｅ　損金不算入額　　　　　　　　　　　　１億２９７９万１２３３円\n（原告の主張）\nア　Ｓ－１１９０取引（４６億円）\n各取引に関する詳細は，別紙「国外関連取引・比較対象取引一覧表」及\nび「独立企業間価格の算定」に各記載のとおりである。\nａ　比較対象取引　　　　　Ｓ－１１８８取引（５２億９３００万円）\nｂ　差異の項目及び調整\nⅰ　事業戦略に起因する差異　　　（－）３億５４８６万９０００円\nⅱ　投下費用に起因する差異　　　（－）１億３３８３万３０００円\nⅲ　取引数量に起因する差異　　　（－）１億３０００万円\nⅳ　決済条件に起因する差異　　　（＋）１億３６６５万０１３７円\nｃ　独立企業間価格　　　　　　　　　　４８億１０９５万１１３７円\nｄ　独立企業間価格と船価の差　　　　　　２億１０００万円\n但し，この差は，船価の約５パーセントであって，独立企業間価格の\n「幅」の範囲内である。\nｅ　損金不算入額　　　　　　　　　　　　９億０６０７万７５０６円\nイ　Ｓ－１２０９取引（３０億円）\nａ　比較対象取引　　　　　Ｓ－２０５７取引（３０億７５００万円）\nｂ　差異の項目及び調整\nⅰ　事業戦略に起因する差異　　　（－）２億３２２３万５０００円\nⅱ　投下費用に起因する差異　　　（－）１億４８４２万３０００円\nⅲ　取引数量に起因する差異　　　（－）　　５０００万円\nⅳ　決済条件に起因する差異　　　（＋）　　　６５９万０１３７円\nｃ　独立企業間価格　　　　　　　　　　２６億５０９３万２１３７円\nｄ　独立企業間価格と船価の差　　　　　　　　　　　　　　　　なし\n「独立企業間価格に満たないとき」に当たらない。\nｅ　損金不算入額　　　　　　　　　　　　７億１８９７万７９１８円\nウ　Ｓ－１２１８取引（３０億円）\nａ　比較対象取引　　　　　Ｓ－２０５７取引（３０億７５００万円）\nｂ　差異の項目及び調整\nⅰ　事業戦略に起因する差異　　　（－）２億５４３２万２０００円\nⅱ　投下費用に起因する差異　　　（－）１億４８４２万３０００円\nⅲ　取引数量に起因する差異　　　（－）　　５０００万円\nⅳ　決済条件に起因する差異　　　（＋）　　　７３６万２７４０円\nｃ　独立企業間価格　　　　　　　　　　２６億２９６１万７７４０円\nｄ　独立企業間価格と船価の差　　　　　　　　　　　　　　　　なし\n「独立企業間価格に満たないとき」に当たらない。\nｅ　損金不算入額　　　　　　　　　　　　５億８９２１万５２７９円\nエ　Ｓ－１２３０取引（３０億円）\nａ　比較対象取引　　　　　Ｓ－１１８８取引（３９億６９５０万円）\nｂ　差異の項目及び調整\nⅰ　事業戦略に起因する差異　　　（－）２億９５６４万４０００円\nⅱ　投下費用に起因する差異　　　（－）１億４８４２万３０００円\nⅲ　取引数量に起因する差異　　　（－）　　５０００万円\nⅳ　決済条件に起因する差異　　　（＋）　　５６７０万９７１３円\nⅴ　追加装備等に起因する差異　　（－）４億６９５０万円\nｃ　独立企業間価格　　　　　　　　　　３０億６５６４万２７１３円\nｄ　独立企業間価格と船価の差　　　　　　　　６０００万円\n但し，この差は，船価の約５パーセントであって，独立企業間価格の\n「幅」の範囲内である。\nｅ　損金不算入額　　　　　　　　　　　　４億８６０５万２１０４円\n(4)　Ｓ－４８６取引に係る裁決の拘束力について\n（原告の主張）\nア　審査請求段階における訴訟物は，いわゆる争点主義により，Ｓ－４８６\n取引に対する課税処分及びＳ－１１９０取引に対する課税処分の２つと解されると\nころ，Ｓ－４８６取引は，本件裁決の中で，国外関連取引における船価が適正な独\n立企業間取引であったと認定され，同取引にかかる平成４年３月期の法人税，法人\n臨時特別税の各更正処分及び過少申告加算税の各附加税決定処分が取り消されてい\nる（当該取消部分については既に還付されている。）。\n移転価格税制は，あくまで当該取引ごとに課される税金であるから，本\n件裁決でも，形式上は，一事業年度ごとの判断となっているが，実質上，Ｓ－４８\n６取引については，実際の取引価格が適正な独立企業間価格であった旨の裁決がさ\nれており，Ｓ－４８６取引については，本件裁決において既に棄却されていると解\nされる。\nイ　しかるに，被告は，平成４年３月期に関する更正処分で，未だ取り消さ\nれていない税額があることを奇貨として，Ｓ－４８６取引について，審査請求時と\n同じ理由に基づき，実際の取引船価は独立企業間価格に満たないと主張している。\nしかし，そのことは，本件裁決で取り消された処分と同様の内容の処分を，同様の\n理由をもって行うことに他ならず，本件裁決の拘束力に反することになるから，許\nされない。被告は，裁決の拘束力により，本件訴訟においても，裁決の趣旨にした\nがった行動をとることが義務付けられているのである。\nウ　この点，被告は，いわゆる総額主義に基づき，審査請求手続と取消訴訟\n手続は全く別個のものであるとして，裁決の拘束力により，同一内容の再処分が禁\n止されることと，課税処分取消訴訟において，原処分に関する適法性の主張が禁止\nされないことは何ら矛盾しないものであると主張する。\nしかし，仮に，総額主義に立脚したとしても，審査請求において，十分\nな調査及び審理がなされ，裁決がされた事項について，再度同じ理由で当該処分の\n適法性を主張することは，信義則に反するのみならず，裁決によって速やかに納税\n者の権利救済を図ろうとした国税通則法１０２条１項に明らかに反するものであ\nる。\n（被告の主張）\nア　裁決において原処分の一部が取り消され，その後，課税処分取消請求訴\n訟が提起された場合には，いわゆる総額主義により，取り消しされた部分を含めた\n原処分全部が訴訟物になるのである。しかも，裁判所は，国税通則法１０２条１項\nの「関係行政庁」には該当しない。そこで，裁判所が，裁決に拘束されることはな\nく，判決では，裁決で取り消された点も含めて，改めて判断がされることになる。\nしたがって，訴訟の当事者は，訴訟の対象となっている訴訟物に関し，\n自由に主張することができるのである。訴訟における訴訟物についてまで，裁決の\n拘束力が及ぶわけではない。\nイ　ところで，国税不服審判所長は，審査請求に理由があれば，裁決で原処\n分の全部もしくは一部を取り消し，又はこれを変更することができるとされている\n（国税通則法９８条２項本文）。すなわち，かかる裁決があった後に，課税庁が，\n再び，取り消された処分と同じ内容の処分をしてしまうと，権利救済の目的が達成\nされず，審査請求制度の趣旨を没却することに繋がるので，「裁決は，関係行政庁\nを拘束する」のである（同法１０２条１項）。これが裁決の拘束力である。もっと\nも，裁決の拘束力は，審査請求を棄却あるいは却下する裁決については生ずること\nがなく，審査請求の手続と，課税処分取消訴訟の手続が，その趣旨，内容を異にす\nる手続であることも上記のとおりである。\nそこで，課税処分取消訴訟において，「裁決の拘束力」が及び，課税庁\n側がその主張をするについて，その主張が制限されるといったことにはならない。\n課税庁としては，原処分を根拠付けるために適法性の主張をしているのであって，\nその主張が裁決理由中の判断と同一でなければならないとする根拠はない。\nこの点，原告は，裁決理由中の判断と同一でなければならないわけでは\nないという趣旨は，裁決で原処分が維持されたときに，課税庁の側で，裁決理由中\nの判断とは異なる理由を主張して，取消請求を棄却することを求めることができる\nという意味であって，裁決で原処分が取り消され，確定している以上は，拘束され\nるべきであると主張する。しかし，いわゆる理由の差し替えの可否の問題は，取消\n訴訟の対象となっている処分の同一性の判断に関する議論であり，裁決内容がどの\nようなものかによって左右されるべき性格のものではないから，原告の主張は失当\nである。\nウ　なお，本件裁決の内容をみても，船舶建造の請負取引一般について移転\n価格税制の適用を否定しているものではない。Ｓ－４８６取引に係る独立企業間価\n格を算定するにあたり，被告が用船契約時期と建造契約時期との関係及び建造条件\nについてした判断について，相当でないとしているにとどまっているのである。\n被告は，Ｓ－４８６取引に係る独立企業間価格が，本件裁決で認定され\nた金額を上回るものであった場合でも，これを理由として，原告に対し，再度，同\n様の更正処分を行おうとする趣旨で原処分の適法性を主張しているものではない。\n同取引に係る原処分が本件訴訟の訴訟物となっている関係で，その適法性を明らか\nにするために，同取引についての課税根拠を主張しているにすぎないのである。\n第４　当裁判所の判断\n１　移転価格税制の根拠規定\n職務上，知り得たところでは，いわゆる移転価格税制は，平成４年法律第１\n４号による改正前の租税特別措置法６６条の５（同改正後の６６条の４）に定めら\nれているもので，その概要は，次のとおりである。\n(1)　規定の内容\nすなわち，その第１項では，「法人が，各事業年度において，当該法人に\n係る国外関連者との間で資産の販売，資産の購入，役務の提供その他の取引を行っ\nた場合に，当該取引につき，当該法人が当該国外関連者から支払を受ける対価の額\nが独立企業間価格に満たないとき，又は当該法人が当該国外関連者に支払う対価の\n額が独立企業間価格を超えるときは，当該法人の当該事業年度の所得に係る同法そ\nの他法人税に関する法令の規定の適用については，当該国外関連取引は，独立企業\n間価格で行われたものとみなす。」と規定し，その第２項では，次のとおり定めら\nれている。\n「前項に規定する独立企業間価格とは，国外関連取引が次の各号に掲げる\n取引のいずれに該当するかに応じ当該各号に定める方法により算定した金額をい\nう。\n一　棚卸資産の販売又は購入　　次に掲げる方法（ニに掲げる方法は，イか\nらハまでに掲げる方法を用いることができない場合に限り，用いることができ\nる。）\nイ　独立価格比準法（特殊の関係にない売手と買手が，国外関連取引に係\nる棚卸資産と同種の棚卸資産を当該国外関連取引と取引段階，取引数量その他が同\n様の状況の下で売買した取引の対価の額（当該同種の棚卸資産を当該国外関連取引\nと取引段階，取引数量その他に差異のある状況の下で売買した取引がある場合にお\nいて，その差異により生じる対価の額の差を調整できるときは，その調整を行つた\n後の対価の額を含む。）に相当する金額をもって当該国外関連取引の対価の額とす\nる方法をいう。）\nロ　再販売価格基準法（国外関連取引に係る棚卸資産の買手が特殊の関係\nにない者に対して当該棚卸資産を販売した対価の額（再販売価格）から通常の利潤\nの額（当該再販売価格に政令で定める通常の利益率を乗じて計算した金額をい\nう。）を控除して計算した金額をもつて当該国外関連取引の対価の額とする方法を\nいう。）\nハ　原価基準法（国外関連取引に係る棚卸資産の売手の購入，製造その他\nの行為による取得の原価の額に通常の利潤の額（当該原価の額に政令で定める通常\nの利益率を乗じて計算した金額をいう。）を加算して計算した金額をもつて当該国\n外関連取引の対価の額とする方法をいう。）\nニ　イからハまでに掲げる方法に準ずる方法その他政令で定める方法\n二　前号に掲げる取引以外の取引　　次に掲げる方法（ロに掲げる方法は，\nイに掲げる方法を用いることができない場合に限り，用いることができる。）\nア　前号イからハまでに掲げる方法と同等の方法\nイ　前号ニに掲げる方法と同等の方法」\n(2)　移転価格税制適用の効果\n法人が，国外関連者との取引（国外関連取引）を独立企業間価格に比して\n低価（資産の販売等の場合）又は高価（資産の購入等の場合）にて行ったことで，\nその法人の所得が減少する場合，その取引は，独立企業間価格で行われたものとみ\nなされ，差額（寄附金の額に該当するものを除く。）は，法人の各事業年度の所得\n金額（又は清算金額）を計算するにあたり，損金の額に算入しないことになる（租\n税特別措置法６６条の４第１項）。\nなお，移転価格税制が適用されると，実際の取引価格と独立企業間価格に\n基づいて認定された金額との差額分については，わが国と相手国との双方から課税\nされる余地が生ずるが，かかる場合には，租税条約に基づき，通常，両国の権限あ\nる当局間の協議を経た上で，対応的調整が行われることが予定されている（同法６\n６条の４第１９項）。\n２　船舶建造請負取引に対する移転価格税制適用の可否について\n(1)　原告は，船舶建造の請負取引は，個別的色彩が強く，船価については，そ\nもそも「比較可能性」が前提となる「独立企業間価格」を観念することができない\nので，租税特別措置法６６条の５（改正後の６６条の４）〔以下，本件規定ともい\nう。〕が定めている移転価格税制を適用することができないと主張する。\nなるほど，本件規定は，第２項に定める方法により算定した独立企業間価\n格を用い，第１項が定めている各要件に照らして，移転価格税制適用の有無を決す\nるという構造になっているから，原告が指摘している「比較可能性」の問題は，第\n２項によって独立企業間価格を算定する過程において問題となる。その際，取引の\n種類などによっては，定められた各方法により，独立企業間価格を算定できない場\n合も出てくることが想定できるところであるから，そのような場合には，そもそも\n移転価格税制が適用されないことになる。\nしかし，そうであるからといって，本件規定第１項の要件に，「比較可能\n性があること」を加え，限定解釈をしなければならないとする根拠もない。問題\nは，結局のところ，本件各取引において，本件規定第２項に定められている「独立\n企業間価格」を観念することができるか否かに帰着するものと解される。\n(2)　また，原告は，移転価格税制は，対価に経済的合理性がない場合に，その対\n価と独立企業間価格との差異について課税権を行使するものであると指摘した上\nで，対価と独立企業間価格との間に差異があるとしても，その対価が経済的合理性\nを有する場合には適用がないと主張する。\nそして，原告は，国外関連者との継続的取引関係を通じ，不況の際にも企\n業グループとして生き残ることを目的として経営方針を定め，好・不況に応じて経\n済的合理性を有する船価を決定しているから，本件各取引の船価決定は極めて高度\nな経済的合理性があるとして，移転価格税制を適用すべきではない，本件課税処分\nは，優れた経営手法に対する不当な干渉であり，明らかに国益に反するなどとも主\n張する。\nそこで，検討するに，証拠（甲８，乙１，乙２の１～乙２の２，乙３～\n５，乙２７）及び弁論の全趣旨によると，わが国における移転価格税制は，企業活\n動の国際化の進展に伴い，海外の特殊関係企業（国外関連者）との取引において，\n価格操作による所得の海外移転に対処し，諸外国と共通の基盤に立脚し，適正な国\n際課税を実現するために制定されたものであること，移転価格税制は，国際的な企\n業グループ内における財貨移転に関する価格が，必ずしも自由市場価格ではなく行\nわれていること（自由競争市場で，非関連者間で行われた場合の価格と剥離する事\n態を生じていること）に対処して，適正な課税処分が課すための仕組みであるこ\nと，そこで，グループ内取引における価格調整の結果，所得が国外に移転されてい\nると評価し得るときは，その取引を正常な状態（独立企業間価格）にひき直して課\n税所得を算出し，租税債務のゆがみを取り除くことを目的としていること，グルー\nプ企業間では，価格設定を通じ，脱税や，租税回避が行われる例がみられるが，移\n転価格税制自体は，当事者の意図を考慮せず，現実の価格を独立企業間価格に修正\nするものであること，諸外国でもこれと同様の税制が採用され，わが国でも，昭和\n６１年に，租税特別措置法６６条の５（国外関連者との取引に係る課税の特例）と\nして新設され，採用されたものであることが認められる。\nこのような制度制定の経緯，趣旨などに照らすと，移転価格税制は，企業\nグループ内における所得の移転を把握し，適正な課税を実現することを目的とした\nもので，反面，当該取引における価格設定の目的・理由などについては問わないも\nのであるから，取引の価格設定が，原告にとって「経済的合理性」を有するか否か\nについては，これを検討する必要がないものというべきである。この点に関する原\n告の主張は，当裁判所の採るところではない。\n(3)　原告は，さらに，国外関連者が，例えばパナマ共和国などの無税国に存在\nしているときは，相手国課税者との衝突がなく，相手国から，独立企業間価格の妥\n当性について検証される余地がないので，移転価格税制は適用がないとも主張す\nる。\nしかし，本件規定をみても，無税国の国外関連者との取引について排除す\nるとの規定はない。課税権の衝突がないから，相手国から独立企業間価格の妥当性\nについて検証されることもないという点は，原告が指摘しているとおりかと思われ\nるが，そのことから，無税国の国外関連者との取引について排除しなければならな\nいとの結論が出てくるものでもない。\n３　独立企業間価格を算定するにあたり，独立価格比準法を用いたことの適否に\nついて\n(1)　被告は，本件課税処分をするにあたり，独立価格比準法を用いて，独立企\n業間価格を算定しているが，独立価格比準法とは，法人と国外関連者との取\n引に係る棚卸資産と同種の棚卸資産について，特殊の関係にない売手と買手が，国\n外関連取引と，取引段階，取引数量その他の条件が同種の状況の下で売買した場合\nのその取引の対価の額に相当する金額（条件に差異がある場合において，その差異\nにより生じる対価の額の差が調整できるときは，その調整を行った後の対価の額を\n含む。）をもって独立企業間価格とする方法である。そして，同方法は，理論的に\nは，昀も適切かつ容易な方法であり，基本的に，他の方法よりも優れているものと\n理解されているところである（乙２の１，乙４）。\nまた，被告は，独立価格比準法を用いるにつき，その比較対象取引を，原\n告と非関連者間の取引に限定しているのであるが（内部取引価格比準法），このこ\nとも，非関連者と非関連者間の取引を対象とする方法（外部取引価格比準法）と比\nべて，調整すべき項目が少なく，調整自体も容易であるから，基本的に優れている\nと理解できるものである（乙１，３）。\n(2)　原告は，船舶建造の特殊性を指摘し，比較対象となるべき取引というもの\nが想定できないから，独立価格比準法を用いることができないとも主張するので，\nこの点についても検討する。\nア　まず，独立価格比準法を用いて独立企業間価格を算定する場合，その比\n較対象となるべき取引とは，①国外関連取引に係る棚卸資産と「同種の棚\n卸資産の取引」であり，②国外関連取引と取引段階，取引数量その他が「同種の状\n況の下でされた取引」であるが（本件規定２項第１号イ参照），「同種の棚卸資産\nの取引」と認められるためには，資産の性状・構造・機能等の面で，物理的・化学\n的な相当程度の類似性が必要となると解されるし（但し，多少の差異があっても，\n価格に影響を及ぼす程度のものでなければ，これを同種の取引であると判断し，合\n理的な方法によって，その差異を調整することが可能であれば，同種の資産とす\nる。），また，「同種の状況の下でされた取引」と認められるためには，取引の段\n階，数量，時期，引渡条件，支払条件，取引市場などを考慮して，その類似性が検\n討されるべきである。例えば，取引段階が小売段階なのか，卸売段階なのか，取引\n量が価格に影響を及ぼしているかなどを検討する必要がある他，市場価格は，季節\n要因や一般的な経済市況の変化によっても変動するため，取引時期の合理的な近接\n性も問題となってくるところである。\nイ　本件各取引は，船舶の請負取引であるが，船舶建造請負取引をことさら\n別なものとして取り扱うべき事情もないので，独立価格比準法を用いて独立企業間\n価格を算定する場合には，本件各取引と「同種の棚卸資産」であって，かつ，「同\n種の状況の下でされた取引」を選択して，算定すべきものと解される。\nこの点，原告は，船舶建造請負取引は，個別的色彩が強いものであるこ\nとを強調し，非関連者船と国外関連者船の間の各建造原価，販売費及び一般管理費\nを含む総原価（全部原価）の多寡には大きな違いがあるのに，これらを捨象して，\n独立価格比準法により比較対象船の船価を独立企業間価格とするのは不当であると\n指摘する。しかし，「同種の棚卸資産」か否かの問題は，対象品の性状などの物理\n的・化学的要因に着目して判断すべきことであり，これに，販売管理費，一般管理\n費など，各取引相手方ごとに変動のある要素を加えて，その類似性を要求すること\nは，本来，予定されていないものと言わざるを得ない（立法時においても，そのよ\nうな見解はない。）。もちろん，総原価の差異を含めた取引条件等の差異が，結果\nとして，価格に影響を与えているときは，かかる差異について調整する必要がある\nが，それは個別，具体的な判断の問題であって，原告が主張するように，総原価に\n差異があるから，およそ独立価格比準法を採ることができないということは，当裁\n判所の採らないところである。\nウ　そのほか，原告は，比較対象取引となる船舶が複数存在するときに，売\n上計上金額，利益率が昀も低い取引を選択すべきであるとか，あるいは，\n船価の決定は，契約締結日から相当以前に決定されるから，比較対象取引を選択す\nる際に，契約締結日の近似性を重視する意味が乏しいなどとも指摘して，主張す\nる。\nしかし，比較対象取引を選択するにあたり，売上げ計上金額，利益率を\n考慮しなければならないとの根拠は明らかでない。また，船価の決定は，契約締結\n日の相当以前に決定されているとされる点も，当裁判所の採るところではない。な\nるほど，契約締結日の相当以前に，船価の概算の提示がされている例は少なくない\nと思われるが，しかし，それは契約締結前の参考価格なのであって，契約締結日の\n相当以前に船価が決定しているというわけではない。結局，原告の主張するところ\nは，採ることができないものである。\n(3)　棚卸資産の売買取引に関して独立企業間価格を算定する方法には，「独立\n価格比準法」の他に，①国外関連取引に係る棚卸資産の買手が，その棚卸資産を特\n殊関係にない者に対して販売した価格（再販売価格）から通常の利潤の額を控除し\nた金額をもって独立企業間価格とする「再販売価格基準法」（本件規定第２項１号\nロ），②国外関連取引に係る棚卸資産の売手が，その棚卸資産の購入，製造等によ\nる取得の原価の額に通常の利潤の額を加算して計算した金額をもって独立企業間価\n格とする「原価基準法」（本件規定第２項１号ハ），③「その他の方法」（本件規\n定第２項１号ニ）が認められているところ，課税庁が，独立価格比準法，再販売価\n格基準法，原価基準法のいずれの方法を採るべきかについては，何らの規定がな\nく，課税庁の判断に委ねられているところである。\nしかも，本件では，原告から，独立企業間価格を算定するにつき，独立価\n格比準法を用いるよりも，上記の①ないし③の方法によることが，より適切であ\nり，優れているとの主張，立証もされていないから，被告が，本件各取引に係る独\n立企業間価格を算定について，独立価格比準法を採用したこと自体には，特に，問\n題もない。\n４　調整項目について\n原告は，「国外関連取引と取引段階，取引数量その他が同種の状況の下でさ\nれた取引であること」の認定のため，被告が本件課税処分をする際に考慮した５つ\nの項目（決済条件に起因するもの，建造延期に起因するもの，追加発注に起因する\nもの，契約月日に起因するもの，追加装備等に起因するもの）のほかに，①事業戦\n略に起因するもの，②投下資本に起因するもの，③取引数量に起因するものの３項\n目を，船価に影響を及ぼす差異として，調整項目に加えるべきであると主張するの\nで，以下，検討する。\n(1)　事業戦略に起因する差異と調整の是非\nア　原告は，本件各取引が，空き船台で国外関連者船を建造することにより\n船台の完全操業を実現するという原告独自の事業戦略に基づくものである\nと指摘して，それによる差異を調整すべきであると主張する。\nしかし，そうだとすれば，空き船台が生じる余地が少ない好況時である\nと，空き船台が生じる余地が多い不況時であるとにかかわらず，国外関連者との間\nでは，非関連者との取引と比較して，低額の取引が続けられることになるはずであ\nる。\nところが，原告も自認しているとおり，原告は，その事業戦略に基づい\nて，不況時には，市場価格よりも高めの取引価格を設定して，国外から国内に所得\nを移転し，好況時には，市場価格よりも低めの取引価格を設定して，国内から国外\nに所得を移転し，グループ全体として，昀大限の利益を確保することを目指してい\nるのである。\nイ　そこで，原告のいわゆる「事業戦略」は，国外関連者との関係を利用し\nて，通常の対価とは異なる船価を設定し，国外関連者との間で所得移転を繰り返し\nているものに他ならない。そして，そのようなことは，移転価格税制がまさしく問\n題にしている「所得の国外移転」を意味するものというべきである。したがって，\n原告のいわゆる「事業戦略」の存在は，移転価格税制を適用するについての妨げと\nなることはない。\nなるほど，ＯＥＣＤが作成した移転価格税制に関するガイドライン（乙\n４）では，移転価格税制における比較可能性を検討する際に，事業戦略についても\n考慮すべきである旨の指摘がされている。しかし，同ガイドラインが掲げる「事業\n戦略」は，例示として，市場確保，市場拡大戦略などが掲げられているところから\nも明らかなとおり，市場への浸透を図るために一時的に価格を低く設定したり，市\n場を防衛するために一時的に高いコストを掛けたりすることで，他の事業者よりも\n利益が減少する場合のことを指しているのである。ところが，原告が主張している\n「事業戦略」はそのようなものではなく，これと同一に解することはできないもの\nである。この点，原告は，事業戦略の理解につき，原告の主張に沿う見解が示され\nた総合商社の担当者，原告代表者，研究者などの陳述書・意見書などを提出するが\n（甲２２～２４，２８～３０，３７，甲３８の１～甲３８の３，甲３９の１～甲３\n９の３），いずれもその前提の理解を異にするものと思われる。当裁判所の採用す\nるところではない。\nウ　以上のとおり，仮に，原告の事業戦略が，結果として，空き船台を解消\nし，それによるコスト削減効果が発揮されていたとしても，そのことを，比較可能\n性を検討する際の調整項目としては認めることはできない。\nなお，原告は，船価は，わずかな「タイミングのずれ」で大きく違って\nくる，また，海外船主からの注文についてはマーケットクレームの危険性\nなどによって船価が高くなる可能性があるなどとも指摘する。しかし，これらの指\n摘は，抽象的にすぎて，なお説得力がないものであるし，さらには，「タイミング\nのずれ」，マーケットクレームなどの危険によって，船価がどの程度に変動するの\nかについては，本件全証拠をみても，なお，明らかになっていないから，これらに\nついて調整項目として認めることはできない。\n(2)　投下費用に起因する差異と調整の是非\nア　原告は，国外関連取引と非関連取引との間では，空き船台解消に係るコ\nスト低減効果，コスト削減効果，工期の長短に係る原価の差異，受注コス\nトの低減化などにより，総原価の額（投下費用）に差異が生じるから，その点を考\n慮項目とすべきである旨主張する。\nしかし，原告の上記主張は，空き船台を解消することによるコスト低減\n効果，コスト削減効果，工期の長短に係る原価の差異，受注コストの低減化などの\n効果を，すべて，国外関連取引が享受することを前提としたものであるところ，原\n告自身，別のところでは，そのようなコスト低減，削減によって，非関連者船の価\n格を据え置き，原告の国際競争力を維持しているとも説明しているのであって，原\n告が上記のような前提に立って議論すること自体，認めることができない。\nイ　また，国外関連者に船舶建造を要請し，空き船台を解消させることによ\nって，どの程度に建造原価が下がるのか，また，どの程度に工期の短縮が\nできるのか，間接費が節約できるのかなどの各問題点について，これを確定するだ\nけの証拠はない。\n原告は，販売管理費１隻あたりの調整額を約１億３３８３万円であると\n試算し，主張しているが，しかし，発注者が国外関連者か否かによって金額に変動\nが生じない給与，手当，公租公課，地代家賃などの固定費までも含んで販売費，一\n般管理費を算定し，それを基礎にして調整額を算出しているなど，その算定過程に\nも問題点がないわけではない。いずれにせよ，このような多額の調整額に上ること\nについて，なお，その合理的な理由が明らかになっていないと解される。\n(3)　取引数量に起因する差異と調整の是非\n「取引数量」が調整項目の１つであることは，本件規定からも明らかであ\nる。しかるに，本件各取引も，そして，その比較対象取引も，いずれも１隻の船舶\nに係る建造請負契約であって，その間に，取引数量の差異があるわけではないと認\nめられる。そこで，本件各取引については，「取引数量」が異なるとものと判断し\nて，調整しなければならないものではない。\n原告は，本件各取引が継続的な契約であり，「取引数量」に差異があると\nも主張する。しかし，本件各取引が継続的な取引であるとしても，本件各取引は，\n結局，個々の契約であって，本件各証拠によっても，あらかじめ船価が取り決めら\nれていると認められるわけではないから，本件各取引の「取引数量」はいずれも１\n隻と認めるしかないのである。原告は，国外関連者グループとの間で，継続的に船\n舶建造請負取引が行われた結果として増加した取引総量と，非関連者との取引数量\nとを対比して，取引数量に差異があるから調整すべきであるとし，「昀低でも５０\n００万円の減額」を認められるとも主張するようであるが，そのような主張が認め\nられる理由もない。\n５　独立企業間価格の「幅」について\n(1)　前記ＯＥＣＤガイドラインでは，独立企業間価格を算出するにあたり，比\n較対象取引が複数存在する場合があること，それらの信頼性が等しい場合には，各\n取引の価格のばらつきがあるために幅が生み出されること，価格のばらつきは，企\n業が，同一商品について，同一価格を設定していないことを意味するものである\nが，同時に，その比較対象取引のすべてが等しく比較可能性を有しているとは限ら\nないので，独立企業間価格を算定するにあたっては必然的に優れた判断が必要とな\nると指摘している。また，ある国外関連取引を評価するに当たり，２つ以上の方法\nに基づいて算出すると，そこに算定結果の幅で出てくるが，この幅は，より正確な\n独立企業間価格を定めたり，各方法の精度を検証するためには有用であるものの，\n用いた情報の質によって算定結果が左右されることになるので，かかる幅の利用に\nついて一般的な原則を定めることはできないとも指摘する。\nさらに，移転価格税制に関する文献（甲８）でも，比較対象取引が複数存\n在するときは，通常，昀も類似した取引を絞り込むものの，差異を明確に数量化し\nて完全に調整することが困難であるため，比較対象取引を１つに絞り込めないとき\nは，独立企業間価格の「幅」なる概念が生ずるとして，「幅」の概念を肯定する見\n解があることが紹介されている。この見解によると，比較対象取引が複数あって，\n甲乙付けがたく，１つに絞り込むことが困難であり，あえて１つの取引に絞り込む\nことが，かえって課税の合理性を損ねてしまうと判断される場合には，その価格群\nの平均値をもって，独立企業間価格として採用する場合もあり得るとされている。\n(2)　原告も，また，船舶建造請負取引にあっては，非関連者との間の取引にお\nいて，船価に一定の「幅」があることは一般的な商慣習であるから，差異の調整を\n行って，比較可能な取引が想定できた場合でも，なお，その「独立企業間価格」を\n「点」で算定せず，上記の「幅」をもって算定すべきであるとし，さらに，船舶建\n造の請負取引では，被告が主張している独立企業間価格から，さらに２０パーセン\nト以上の「幅」による調整が必要となると指摘した上で，本件各取引と被告が算出\nした「独立企業間価格」との価格差は，いずれも２０パーセント以内に収まってい\nるから，本件課税処分は違法であると主張する。\nなるほど，独立企業間価格は，あくまで類似の取引との比較可能性がある\nことを前提としているものであって，差異の調整をするにしても，完全に，同一の\n条件で調整ができるとは限らないから，調整上の誤差という意味での価格の「幅」\nということが出てくることは予想できるし，その結果，納税者の負担が増えること\nが出てくるとは解される。\nしかし，移転価格税制は，当該取引の対価と独立企業間価格に差異があっ\nて，その差異があることで法人の所得が減少している場合に，当該取引が独立企業\n間価格で行われたものと看做して，所得計算を行うものであるから，独立企業間価\n格は，本件規定が定める算定方法に基づいて，一義的に定められるべきものであ\nる。上記ＯＥＣＤの見解や，価格の幅なるものを認めている上記見解も，比較対象\n取引が複数存在し，そのいずれか１つに絞り込むことが相当でない場合に限って，\n「幅」なる概念を認める可能性を示唆ないし支持しているものである（そして，そ\nのような見解は，いずれか１つに絞り込むことができないから，独立企業間価格が\n算定できないと解することよりも，より妥当性があるものと解されるところであ\nる。）。しかし，原告の主張は，これとは異なり，比較対象取引を１つに絞り込む\nことができた場合でも，なお，「幅」の概念を持ち出して，本件各取引と被告が算\n出した「独立企業間価格」との価格差は２０パーセント以内に収まっているから，\n本件課税処分は違法であるというのである。このような見解が，上記の見解と異な\nるものであることは明らかで，いわば原告独自の見解といわざるを得ないものであ\nり，採ることはできない。\n６　比較対象取引の選定について\n(1)　証拠（乙１３の１～乙１３の４，乙１４の１～乙１４の２，乙１５，１\n６，乙１７の１の１～乙１７の３の２，乙１８の１の１～乙１８の２の２，乙１９\nの１～乙１９の２，乙２０の１～乙２０の３，乙２１の１～乙２１の２，乙２２の\n１～乙２２の３，乙２３の１～乙２３の４，乙２４の１～乙２４の２）及び弁論の\n全趣旨によると，被告は，Ｓ－１１９０取引の比較対象取引としてＳ－１１９５取\n引を，Ｓ－１２０９取引及びＳ－１２１８取引の比較対象取引としてＳ－１２０６\n取引を，Ｓ－１２３０取引の比較対象取引としてＳ－１２２９取引を，Ｓ－４８６\n取引の比較対象取引としてＳ－４８２取引を各選択したこと，各取引の契約内容\nは，決済条件などに差異があるものの，おおむね同一であること（各取引の詳細\nは，別紙各「比較対象取引表」のとおりである。），その選択基準としては，契約\n締結日が近接している点を重視したものであることが各認められる。なお，Ｓ－１\n２２９取引だけは，契約日が約１年離れているが，当該船型の取引数が少ないこと\nに照らすと，やむをえないものと解される。\n(2)　そして，前記各証拠によると，比較対象取引が選択された経緯は，次のと\nおりである。\nア　Ｓ－１１９５取引（Ｓ－１１９０取引の比較対象取引）\nＳ－１１９５取引の契約日は，Ｓ－１１９０取引の翌日に造船契約が締\n結されたものであり，契約内容も，決済条件以外には，価格変動をもたらすような\n差異はない。なお，Ｓ－１１９５の船価も含めて，原告が同時期に行った他の同型\n船の建造のうち，比較可能性が昀も高いものと認められる。\n原告は，比較対象取引として，Ｓ－１１８８取引を妥当とするが，Ｓ－\n１１９５取引と比較してみた結果は，別紙「国外関連取引・比較対象取引一覧表\n（Ｓ－１１９０）」に記載したとおりであって，契約日の近似性からみて，Ｓ－１\n１９５取引を比較対象取引として選択することに相当性があると認められる。Ｓ－\n１１８８取引による必要はない。\nイ　Ｓ－１２０６取引（Ｓ－１２０９取引・Ｓ－１２１８取引の比較対象取\n引）\nＳ－１２０６取引の契約日はＳ－１２０９取引の契約日の約２週間前，\nＳ－１２１８取引の約４か月前であるところ，契約内容は，決済条件を除き，まっ\nたく同一のものであって，比較対象の可能性の強いものである。　原告は，比較対\n象取引としてＳ－２０５７取引が妥当であるとするが，Ｓ－１２０６取引と比較し\nてみた結果は，別紙「国外関連取引・比較対象取引一覧表（Ｓ－１２１８）」に記\n載したとおりであって，契約日の近接ということのみならず，他の要素でも，Ｓ－\n１２０６取引の方が，比較可能性が高いことが明らかである。Ｓ－２０５７取引に\nよることはできない。\nウ　Ｓ－１２２９取引（Ｓ－１２３０取引の比較対象取引）\n両者の契約日には約１年の違いがあるが，造船契約書の内容は，仕様書\nの多少の違いはあっても，決済条件，契約日付を除くと，価格に影響するほどのも\nのはなく，比較対象の可能性の強いものである。\nエ　Ｓ－４８２取引（Ｓ－４８６取引の比較対象取引）\n両者の違いは，契約日に約２か月近くの違いがあるものの，造船契約の\n内容は，ほぼ同一であって，比較可能性の高いものである。\nちなみに，原告は，利益率などを選択基準として，Ｓ－１１９０取引の\n比較対象取引としてＳ－１１８８取引を，Ｓ－１２０９取引及びＳ－１２１８取引\nの比較対象取引としてＳ－２０５７取引を，Ｓ－１２３０取引の比較対象取引とし\nてＳ－１１８８取引を選択し，その上で，事業戦略における差異，投下資本におけ\nる差異などを調整すると，本件各取引における船価は，独立企業間価格を下回るこ\nとはないなどと主張する。しかし，原告のかかる主張を採ることができないことは\nこれまでに判示してきたとおりである。\n７　独立価格比準法による場合の「あてはめ」について\n証拠（甲１，８，乙１，乙２の１～乙２の２，乙３～５，乙２７）及び弁論\nの全趣旨によると，被告は，前記のとおり選択した比較対象取引について，個別事\n情に基づく差異を調整し，独立企業間価格を算出していること，そして，その独立\n企業間価格に基づいて法人税などを計算した場合，本件課税処分による金額になる\nことが認められる。そして，被告が行った差異の調整は，次に述べる２点を除い\nて，移転価格税制に関する諸文献（甲１，８，乙１，乙２の１～乙２の２，乙３～\n５，乙２７など）に紹介されている一般的取扱いに適合しており，これに反すると\nころはないとも認められる。\nところで，本件裁決においては，次の２点で，本件課税処分に問題があった\nことが指摘されている（甲１）。まず，Ｓ－４８６取引については，用船料運用益\nに係る機会損失面における差異の調整が必要であり，独立企業間価格から１億円を\n控除すると，Ｓ－４８６取引については移転価格税制が適用できないものとされ\nた。そして，次に，Ｓ－１２０９取引及びＳ－１２１８取引について，比較対象取\n引であるＳ－１２０６取引から５０００万円を減額調整すべきであり，被告が，Ｓ\n－１２０９取引及びＳ－１２１８取引の取引金額にそれぞれ５０００万円を加算し\nたことは妥当でないとして，本件課税処分の一部が取り消されたのである（その詳\n細については，別紙「Ｓ－４８６取引に係る機会損失額の計算根拠」及び「本件裁\n決認定額表」を各参照。）。そして，被告も，本件訴訟の中では，本件裁決の違法\nについて何らかの具体的な主張はしていないばかりか，当裁判所の検討したところ\nでも，本件裁決について，格別，不合理な点があるとも認められないので，本件裁\n決に何らかの違法があるとは言い難い。なお，被告は，Ｓ－４８６取引について，\n傭船契約を前提として行われたものであることに関する証拠として，対外投資に係\nる金銭の貸付契約に関する届出書（乙２８）を提出しているが，同書面は，平成３\n年８月２９日に作成されたものにすぎず，Ｓ－４８６取引について，平成元年５月\n２４日当時に傭船契約が締結されていたとか，あるいは，締結される予定であった\nとかいった事実が認められるわけではない。\nそこで，本件課税処分は，本件裁決において取り消された部分は違法である\nものの，その余の部分は適法であって，原告の本件請求は理由がないというべきで\nある。\n８　裁決の拘束力について\n原告は，また，本件裁決の拘束力に基づいて，被告が，本件訴訟で原処分の\n違法性を主張することが許されないとも主張するが，これも原告の独自の見解であ\nって，当裁判所は採用しない。\n第５　結論\n以上のとおりであるから，原告の平成３年４月１日から平成４年３月３１日ま\nでの事業年度の法人税について，被告が平成８年３月１１日付けでした更正処分\nのうち，納付すべき税額４８６７万１７００円，過少申告加算税賦課決定のうち４\n８６万７０００円及び同事業年度の法人臨時特別税について同日付けでした更正処\n分のうち，納付すべき税額１２１万６８００円，過少申告加算税賦課決定のうち１\n２万２０００円並びに原告の平成５年４月１日から平成６年３月３１日までの事業\n年度の法人税について，被告が平成８年３月１１日付けでした更正処分のうち，納\n付すべき税額２２９４万５８００円，過少申告加算税賦課決定のうち２２９万４０\n００円及び同事業年度の法人特別税について，被告が同日付けでした更正処分のう\nち，納付すべき税額９２万１３００円，過少申告加算税賦課決定のうち９万３００\n０円は違法であるが，これらの部分は本件裁決により既に取り消されて効力を失っ\nており，その余の部分は適法であるから，その全部の取消しを求める原告の請求は\n理由がない。よって，主文のとおり判決する。\n松山地方裁判所民事第１部\n裁判長裁判官　　　　上原裕之\n裁判官　　　　森實将人\n裁判官　　　　荒井章光\n"
}