{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 13
  },
  "case_number": "平成14(わ)269",
  "case_name": "危険運転致死被告",
  "court_name": "福井地方裁判所",
  "lawsuit_id": "7870",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7870",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/870/007870_hanrei.pdf",
  "contents": "平成１４年（わ）第２６９号　危険運転致死被告事件\n判　　　　　　　決\n主　　　　　　　文\n１　被告人を懲役５年に処する。\n２　未決勾留日数中９０日をその刑に算入する。\n理　　　　　　　由\n（犯罪事実）\n被告人は、平成１４年１０月１４日午後１１時５２分頃、福井県内の北陸自動車道\n上り線道路において、福井インターチェンジ方面に向かって四輪の普通乗用自動\n車トヨタ・ハイラックスサーフ（以下「本件自動車」と略称）を運転中、運転開始前に\n飲んだ酒の酔いにより、眠気等のため前方注視及び運転操作が困難な状態にな\nっていたのに、時速約１００キロメートルで本件自動車を走行させ、もって、アルコ\nールの影響により正常な運転が困難な状態で本件自動車を走行させたことによ\nり、その頃、同自動車道上り線において、同一車線を時速約８０キロメートルで先\n行していた甲（当時２７歳、以下「甲」と略称）運転の自動二輪車を、その後方約６．\n７メートルまで接近して初めて発見し、その自動二輪車後部に本件自動車の前部\nを追突させ、その衝撃により甲を追突地点から約７８メートル前方の路上まで撥ね\n飛ばし、よって、甲に開放性頭蓋骨骨折の傷害を負わせ、翌１５日午前零時４０分\n頃、福井医科大学医学部付属病院において、甲を上記傷害に基づく脳損傷により\n死亡させたものである。\n（法令の適用）\n１　罰　　　　　　条　　刑法２０８条の２第１項前段（致死の場合）\n２　未決勾留日数算入　　刑法２１条\n３　訴訟費用の不負担    刑事訴訟法１８１条１項ただし書\n（量刑の事情）\n１　本件は、いらいらした気持ちでいたという被告人が、午後８時前頃に自宅で５００\nミリリットル入りの缶ビールを１本飲んだのち外出し、午後９時頃から午後１１時\n頃までの間、自宅近くの飲食店で５００ミリリットル入りの瓶ビールを１０本近く飲\nみ、相当酔って帰宅したにもかかわらず、知人方に赴く目的で本件自動車を運\n転し、高速道路上を高速度で走行中、酒の酔いのため前方注視すら困難な状\n態に陥り、前方を走行していた被害者運転の自動二輪車に追突し、被害者を撥\nね飛ばして死亡させたという危険運転致死の事案である。\n２　本件犯行当時、被告人が相当程度酒に酔っていたことは、その後約２時間経過\nした被告人の呼気から１リットルにつき０．５ミリグラムという高い濃度のアルコ\nールが検出されたことに照らしても明らかであり、被告人自身、その酔いの程度\nを運転開始時から認識していたのであるから、このような状態で自動車を運転\nすれば、一般道路であっても重大な死傷事故を引き起こす危険性が高いことは\n明らかである。まして、高速道路においては、いったん事故が発生すれば、少な\nからざる人々が死傷する悲惨な重大事故になる危険性が極めて高いことは火\nを見るより明らかである。しかるに、被告人は、飲酒検問がない信号がない歩\n行者がいないなどという理由で、敢えて高速道路を走行経路として選択し、酒の\n酔いのため正常な運転が困難な状態にあることを知りながら高速道路を高速\n度で走行して本件犯行に及んだものである。かかる本件犯行の態様は、まさに\n被告人が本件自動車を殺傷の凶器と化して高速道路を疾走させたものと言っ\nても過言ではない。\n何らの落ち度もない被害者の生命を奪った本件犯行の結果も重大である。２７\n歳という若さで一生を終えざるを得なかった被害者の無念さは察するに余りあ\nる。また、被害者と一緒に暮らしていた母親及び弟は、本件犯行により突如とし\nて被害者を失い、悲嘆の淵に突き落とされたのである。被害者を生き甲斐に生\nきようとしていた母親の切々と訴える嘆きの声には胸を打つものがある。\nさらに、被告人は、これまで、いずれも業務上過失傷害罪により昭和４９年と昭\n和６１年に罰金刑に処せられ、平成１２年に速度違反の罪により罰金刑に処せ\nられたほか、いずれも酒気帯び運転の罪により昭和５９年に懲役３月・２年間執\n行猶予の判決及び平成４年に懲役３月・３年間執行猶予（保護観察付）の判決\nを受け、平成４年の裁判では二度と飲酒運転はしないと法廷で強く誓ったにも\nかかわらず、平成１３年１月に飲酒運転の罪を犯して罰金刑に処せられたもの\nである。この前科に照らしただけでも、被告人の交通法規無視の態度は顕著で\nあり、本件犯行の態様を併せ考えると、再犯のおそれも否定できない。\nこれらの事情に照らすと、本件犯行による被告人の刑事責任が相当に重いこと\nは明らかである。\n３　他方、被告人は、本件犯行につき後悔し、当公判廷においても被害者の母親に\n対して謝罪し、今後は自動車の運転をしないと誓ったこと、本件犯行による損害\nの賠償については自動車保険により早晩実現される見込みがあること、被告人\nの妻が当公判廷において、社会復帰後における被告人の監督を誓ったことな\nど、被告人のために斟酌すべき事情もないではない。\n４　以上の事情のほか、諸般の事情をも考慮して、主文のとおり量刑する。\n平成１５年３月１３日\n福井地方裁判所刑事部\n裁判長裁判官　　　松　　　永　　　眞　　　明\n裁判官　　　佐　　　藤　　　晋　一　郎\n裁判官　　　松　　　本　　　展　　　幸\n"
}