{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 13
  },
  "case_number": "平成12(ワ)131",
  "case_name": "不当利得返還請求",
  "court_name": "山口地方裁判所第1部",
  "lawsuit_id": "7999",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7999",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/999/007999_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は原告に対し，金１２０万円及びこれに対する平成１２年２月２８日か\nら支払済みまで年５分の割合による金銭を支払え。\n第２　事案の概要\n本件は，原告が被告を相手方として，包括宗教法人日蓮正宗（以下「日蓮正\n宗」という。）の信徒である原告はその総本山である被告に対し，１２０万円を贈\n与したが，その際，被告との間で，同贈与金ないしその果実の使途を被告の本堂で\nある正本堂（以下「正本堂」という。）の保守，維持，管理（以下「保守等」とい\nう。）に限定することを本件贈与契約の負担とし，或いは上記贈与金等が正本堂の\n保守等に供されないことを本件贈与契約の解除条件とする旨を合意したにもかかわ\nらず，被告は，正本堂を築後わずか２６年で取り壊してしまったと主張して，被告\nに対し，上記贈与契約の解除，解除条件の成就ないし信義則違反に基づく同契約の\n撤回に基づく不当利得返還請求権に基づき，上記贈与金１２０万円及びこれに対す\nる弁済期日の後の日で，訴状送達の日の翌日である平成１２年２月２８日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案である。\n１　当事者間に争いがない事実\n(1)　当事者\nア　原告は，後記贈与契約が締結された当時，日蓮正宗の信徒であった。\nイ　被告は，日蓮正宗の総本山であり，昭和４７年に被告の本堂として建設\nされた正本堂の所有者であった。\n(2)　贈与契約の締結\n原告は被告に対し，昭和６３年１２月１８日，「正本堂御供養」との名目\nで１２０万円を贈与した（以下「本件贈与契約」といい，上記１２０万円の贈与金\nを「本件贈与金」という。）。\n(3)　正本堂の取り壊し\n被告は，平成１０年６月２３日から正本堂の解体工事を開始し，平成１１\n年８月中旬ころまでに正本堂を取り壊した。\n(4)　解除ないし撤回の意思表示\nア　原告は被告に対し，平成１２年２月２７日送達の本件訴状により，本件\n贈与契約を解除するとの意思表示をした。\nイ　原告は被告に対し，遅くとも平成１４年５月２４日までに送達された本\n件の準備書面により，本件贈与契約を撤回するとの意思表示をした。\n２　争点\n(1)　負担の履行不能による解除，或いは解除条件の成就により，本件贈与契約\nは失効したと認められるか。\nア　原告と被告の間で，本件贈与金ないしその果実の使途を正本堂の保守等\nに限定することを本件贈与契約の負担とし，或いは本件贈与金等が正本堂の保守等\nに供されないことを本件贈与契約の解除条件とする旨が合意されたか（請求原\n因）。\nイ　アが肯定される場合，本件贈与契約における負担は履行不能となった\nか。或いは，本件贈与契約における解除条件は成就したか（請求原因）。\nウ　イが肯定される場合，日蓮正宗の信徒の資格を失った原告が本件合意の\n存在を主張することは許されないか（抗弁）。\n(2)　信義則に基づく本件贈与契約の撤回が認められるか（請求原因）。\n３　争点に関する当事者の主張\n(1)　争点(1)アについて\n（原告の主張）\nア　原告は，本件贈与契約が締結された際，被告から「右の御供養は正本堂\n護持の為め永久に積立て後世に遺します」などと記載された受書（甲２，以下「本\n件受書」という。）を交付されたが，その文言によれば，本件受書には，本件贈与\n金の使途が正本堂の護持に限定される旨，及び本件贈与金を被告の一般財産と区別\nして積み立て，これを保存する旨が明示されていたといえる。\nしたがって，原告と被告は，本件受書を授受することにより，通常の管\n理をした場合に正本堂が存続し得ると推測される期間，本件贈与金を被告において\n積み立て，その果実により正本堂の保守等を行うこととし，果実のみでは保守等の\n費用を賄えないときを除き，本件贈与金自体を使用しないことを本件贈与契約の負\n担とし，或いは本件贈与金ないしその果実が正本堂の保守等に供されないことを本\n件贈与契約の解除条件とする旨を合意した（以下「本件合意」という。）。\nイ　本件合意の存在は，以下の事情からも明らかである。\n(ア)　正本堂は，日蓮正宗の信徒らからの多額の寄付金により建設された\n後，被告に寄進されたものであるが，被告は，同寄付金の残余の一部を「正本堂維\n持基金」として積み立て，原則として，そこから生じる果実を正本堂の保守等にあ\nてることとした。更に，被告は，正本堂の保守等を行うためには「正本堂維持基\n金」のみでは不十分であると考え，正本堂の寄進を受けたころ以降，信徒からの通\n常の供養とは別に，「正本堂御供養」の名目で正本堂の保守等のための寄付金を募\nり，寄付がされた場合には本件受書を交付するようになった。\nこのように，「正本堂御供養」は，「正本堂維持基金」と同じく，正\n本堂の保守等の費用に充てるための積立金として被告が創設したものである。\n(イ)　被告は，「正本堂維持基金」及び「正本堂御供養」を，他の供養と\nは別に銀行に定期預金として積み立て，これを分別管理していた。\nまた，「正本堂維持基金」及び「正本堂御供養」は，費消されること\nなく，そのまま定期預金として積み立てられており，その利息から正本堂の保守等\nの費用が支弁されていた。このことは，「正本堂維持基金」及び「正本堂御供養」\nの利息が正本堂の管理費を十分賄うことができる金額に上っていたこと，「正本堂\n維持基金」及び「正本堂御供養」の合計額が，昭和６３年３月末日当時，約３６億\n円に及んでいたことからも明らかである。\n(ウ)　原告は，被告との間で本件贈与契約を締結した際，被告の内事部に\n赴いて寄付の手続をしたが，その際，受付担当者から「預からせていただき，正本\n堂護持のために使わせていただきます。」と言われた。\n(エ)　本件受書の文言は，「正本堂御供養」以外の供養について被告が発\n行した受書の文言とは明らかに異なり，「永久に積立て後世に遺します」との記載\nがなされていた。\n（被告の主張）\nア　原告の上記アの主張は否認する。\n本件受書は，被告が独自に案文を作成し，あらかじめ印刷して準備して\nいた書面に過ぎず，原告と被告の具体的な交渉を取りまとめた書面ではないこと，\n本件受書には，「総本山法主　Ａ」という宗教上の地位呼称が記載されていること\nからすれば，本件受書は，宗教上の書面に過ぎないものというべきである。そし\nて，本件受書における用語は，宗教上の比喩等を含むものであるから，直ちに本件\n受書に記載された文言どおりの意思表示がされたと解することはできず，その趣旨\nを解釈する際には，日蓮正宗の信仰を考慮する必要がある。\n確かに，本件受書には，「正本堂護持の為め永久に積立て後世に遺しま\nす」との記載があるが，供養金の保管方法，使途，果実の処理等についての具体的\nな記載は全く存在しない。かえって，本件受書の記載内容によれば，本件受書は，\n原告が提供した金員を供養として受領した旨とその宗教的な意義が記載された宗教\n上の書面に過ぎないことが明らかである。\nまた，原告は，本件贈与金自体を使用することが許される場合もあると\n主張するが，そうだとすれば，これは「永久に積立て」との文言に反することにな\nる。\nイ　本件合意が存在しないことは，以下の事情からも明らかである。\n(ア)　供養とは，一般に，信仰心の発露として諸物や志を仏に捧げる宗教\n上の行為であり，それ自体で完結したものである。また，特に日蓮正宗において\nは，供養に条件を付けたり，見返りを期待することは，最も忌み嫌うべきものとさ\nれている。\nしたがって，供養金の使途を法律によって制限するなどということは\nそもそもあり得ず，まして，日蓮正宗の総本山という信仰上最も権威のある被告に\n対して供養をするに当たり，深い信仰で結ばれている信徒が，その供養金の使途を\n法的に制限する趣旨の合意をするなどということは，およそ考え難い。\n(イ)　原告の主張によれば，被告は，原告から受領した本件贈与金自体を\n費消することはできず，その果実のみを正本堂維持のために費消すべき法的な拘束\nを受けることになるが，正本堂は，極めて巨大な建造物であり，わずか１２０万円\nの本件贈与金の果実によりその維持を図ることができないことは明白である。\nまた，原告の主張によれば，通常の管理をした場合に正本堂が存続し\n得ると推測される期間が経過した後には解除条件が成就し，原告の相続人に対して\n本件贈与金が返還されるべきことになるが，その時期は，正本堂の耐用年数が経過\nするといわれている千年後ということになるが，これは明らかに不合理である。\n更に，原告は，本件合意の内容を検討する際に，正本堂の宗教上の意\n義を考慮する必要はないと主張するが，供養とはあくまで宗教上の行為であり，そ\nの宗教上の意義を考慮することなく供養の趣旨を解釈することはできない。まし\nて，宗教団体である被告が，宗教上の理由もなく，千年ともいわれる期間，正本堂\nを維持，管理すべき義務を負うような条件で供養を受けるなどということはあり得\nない。\nそして，原告の主張によれば，本件贈与金自体を使用することが許さ\nれる場合があるにもかかわらず，本件贈与金全額を返還すべき旨が合意されたこと\nになるが，そうだとすると，その内容自体が不合理であるといわざるを得ないし，\n本件贈与契約が締結された当時，原告と被告の間に強固な信頼関係が存在したこと\nに照らせば，このような合意がされたとは考え難い。\nこのように，原告が主張する合意の内容は，およそ不合理である。\n(ウ)　被告は，「正本堂御供養」を定期預金にして他の供養と分別管理し\nたことはなく，その利息を専ら正本堂の保守等に充てたものでもない。\n(2)　争点(1)イについて\n（原告の主張）\n被告が正本堂を取り壊したことにより，本件贈与契約における負担は，\n被告の責めに帰すべき事由により履行不能となり，或いは本件贈与契約における解\n除条件が成就した。したがって，本件贈与契約は，履行不能による解除ないし解除\n条件の成就により，失効した。\n（被告の主張）\n原告の上記主張は争う。\n(3)　争点(1)ウについて\n（被告の主張）\nア　本件合意による本件贈与金の使途を限定した目的は，日蓮正宗の信徒が\n礼拝，儀式を受けるための施設としての正本堂を護持することにある。したがっ\nて，本件合意の存在は，日蓮正宗の信徒でなければ主張できないものである。\nイ　日蓮正宗は，日蓮正宗以外の宗教団体に所属している信徒が，平成９年\n１１月３０日までにその所属を解消するなどしなければ，日蓮正宗の信徒の資格を\n喪失する旨の宗規の変更を行った。\n原告は，宗教法人創価学会（以下「創価学会」という。）の信徒である\nが，同日までに創価学会を離脱しなかったので，同日の経過をもって日蓮正宗の信\n徒の資格を喪失した。よって，原告は，本件合意の存在を主張することができな\nい。\n（原告の主張）\nア　被告の上記アの主張は争う。日蓮正宗の信徒の資格の有無は，本件合意\nの存在を主張できるかどうかとは無関係である。\nイ　被告の上記イの主張は否認する。上記宗規の改正は，公序良俗に反し，\n無効であり，原告は，現在も日蓮正宗の信徒である。\n(4)　争点(2)について\n（原告の主張）\n以下のとおり，被告による正本堂の取壊しは，原告に対する重大な背信行\n為であり，本件贈与契約の効果をそのまま維持させることは信義則に反するから，\n本件贈与契約の撤回を認めるべきである。\nア　正本堂は，日蓮正宗の総本山である被告の本堂として，約８００万人の\n信徒らから寄せられた約３５５億円にも及ぶ供養によって建築された建造物であ\nり，その永続は，日蓮正宗の全僧侶，信徒の念願であった。そして，被告は，この\nような信徒らの思いを十分に認識した上で，「正本堂御供養」を募集した。\nイ　原告は，被告との間で本件贈与契約を締結した際，前記のとおり，受付\n担当者から「預からせていただき，正本堂護持のために使わせていただきます。」\nと言われた。また，原告が交付された本件受書には，前記のとおり，「右の御供養\nは正本堂護持の為め永久に積立て後世に遺します」との文言が存在した。\nこのように，原告は，正本堂の保守等のために使用するとの被告の言明\nを信じて，本件贈与契約を締結した。\nウ　ところが，被告は，正本堂の護持のために使用すると言明して寄付を募\nっておきながら，突然，自ら正本堂を取り壊してしまったものであり，このような\n行為は，正本堂の永続を願って本件贈与契約を締結した原告に対する重大な背信行\n為に当たる。\n（被告の主張）\n原告の上記主張は争う。\n被告は，正本堂を寄進した創価学会及びＢが日蓮正宗の教義・信仰から逸\n脱したことを理由として，正本堂から信仰の根本である本尊を遷座し，更に不要と\nなった正本堂を取り壊したものであり，以上の行為は，被告の信教の自由に属する\n正当な宗教的行為である。\nしかも，正本堂を建設，寄進した創価学会は，日蓮正宗から破門され，そ\nの会員である原告も，前記のとおり，既に日蓮正宗の信徒でなくなっており，久し\nく参詣にも来なくなっていたものであるから，このような経過の中で行われた正本\n堂の解体が，原告に対する背信行為に当たらないことは明白である。\n第３　当裁判所の判断\n１　甲２ないし７，９ないし１４，１７ないし２７，３０，乙１３ないし１６，\n２０ないし２２，２６，２７，原告本人尋問（なお，摘示した証拠の番号は，枝番\nを含むものである。以下同じ。）及び弁論の全趣旨によれば（前記の当事者間に争\nいがない事実を含む。），争点に対する判断の前提となる事実として，以下の事実\nが認められる。\n(1)　日蓮正宗は，日蓮大聖人を末法の本仏と仰ぎ，日蓮大聖人が書き顕した本\n尊（本門戒壇の大御本尊，以下「戒壇の御本尊」という。）を信仰の主体とし，法\n華経及び宗祖遺文（宗祖である日蓮大聖人が書き遺した文書）を所依の経典とする\n包括宗教法人である。\n創価学会は，教育改革を主たる目的とする創価教育学会がその前身であっ\nたが，やがて「広宣流布」（日蓮大聖人の仏法を広く世界に弘め伝えるための宗教\n運動）それ自体を主たる活動とする日蓮正宗の信徒団体となり，昭和２７年には独\n立した宗教法人となった。\n(2)　日蓮正宗の法主・管長であり，被告大石寺の住職・代表役員でもあったＣ\n上人は，正本堂を建設した際，その意義について，正本堂に戒壇の御本尊を安置す\nるのがふさわしく，正本堂の建立は日蓮正宗の教義上極めて重大な意義を有すると\n発言した。このため，正本堂の設計においては，戒壇の御本尊を安置するにふさわ\nしい規模や耐久性を有する建造物となるような配慮がされた。\n正本堂は，信徒らからの多額の寄付金を用いて建設され，昭和４７年１０\n月に完成し，創価学会から被告に贈与された。その後，正本堂には戒壇の御本尊が\n安置された。\n(3)　被告は，正本堂が完成したころ，正本堂建設のための寄付金から「特別正\n本堂維持基金」として６億円を積み立てた。昭和４７年１０月１５日付けの聖教新\n聞に掲載された創価学会の副会長であるＤの挨拶の中には，上記基金が創設された\nこと，今後，原則として同基金から生じる果実をもって正本堂の維持運営費にあて\nること，残存事業の遂行後，上記寄付金に残余金が出たときは，これを同基金に組\nみ入れることが記載されていた。\nまた，被告は，特別正本堂維持基金が創設された後，「正本堂御供養」と\nの名目で信徒らから寄付を受け，これを「正本堂維持基本金」として積み立てるよ\nうになった。\nこれらの基金ないし基本金は，定期預金として積み立てられた。特別正本\n堂維持基金については，一時的に他の用途に流用されることがあったものの，その\n後元本が回復され，少なくとも昭和６３年３月３１日当時は元本に相当する金額が\n積み立てられていた。また，同日当時，正本堂維持基本金の総額は，約３０億円に\n達していた。\n(4)　被告の規則においては，被告の所有する資産を特別財産，基本財産及び普\n通財産に分類し，永久保存の目的で積み立てた財産を基本財産とし，これから生じ\nる果実を普通財産とすること（２３条），被告の経費は普通財産をもって支弁する\nこと（２８条）が規定されている。\n(5)　原告は，昭和６３年１２月１８日に本件贈与契約を締結した際，被告の僧\n侶から，御供養は被告が預かり，正本堂の護持のために使用するという趣旨の説明\nをされた。また，原告は，その際，上記の僧侶に依頼して本件受書を受領した。\n本件受書には，「総本山法主Ａ」の署名と花押があり，「右の御供養は正\n本堂護持の為め永久に積立て後世に遺します　依て御志の段有難く御受けいたしま\nす」と記載されていた。被告は，正本堂御供養以外の名目で寄付を受けた際にも，\n本件受書と同様の体裁の受書を交付していたが，これらの受書には，「永久に積立\nて後世に遺します」などとの記載はされていなかった。\n他の信徒らが正本堂御供養をした際にも，原告の場合と同様の説明がされ\nたことがあったが，本件受書が交付されないこともあった。\n(6)　被告大石寺と創価学会は，教義上の見解の相違等を原因として対立関係に\n立つようになり，平成２年にはその対立が激化した。\n日蓮正宗の宗門は，平成３年１１月，創価学会を破門し，その日蓮正宗信\n徒団体としての地位を否定し，平成４年８月には創価学会の会長であるＢを信徒除\n名処分とした。また，平成９年９月２９日，日蓮正宗宗規を一部変更し，宗門以外\nの宗教団体に所属している者は，当該宗教団体の所属を解消するなどしなければ，\n日蓮正宗の信徒資格を失うこととした。創価学会の会員の多くは，創価学会が破門\nされた後も日蓮正宗の信徒としての資格を認められていたが，上記の宗規変更によ\nり，その多くが日蓮正宗の信徒たる資格を喪失したこととされた。\n(7)　被告は，対立関係にある創価学会から贈与された正本堂に戒壇の御本尊を\n安置しておくのは不相当であるとの被告の住職で代表役員でもあるＡの考えに基づ\nき，平成１０年４月５日，正本堂から戒壇の御本尊を遷座し，その後，戒壇の御本\n尊を遷座した以上，正本堂はその用途目的を失ったとして，正本堂を取り壊した。\n正本堂維持基本金は，正本堂の取壊しに伴い取り崩され，その一部は正本\n堂の解体費用等に充てられた。また，特別正本堂維持基金については，その会計上\nの科目が変更された。\n２　争点(1)ア（負担ないし解除条件の存否）について\n(1)　原告は，本件贈与契約の際に本件受書が授受されたことによって，原告と\n被告との間で本件合意がされたと主張し，そう解すべき根拠として，①本件受書に\n本件合意の存在が明示されていること，②寄付された金銭が正本堂の保守等の費用\nに充てるための積立金として積み立てられていること，③この積立金の利息から正\n本堂の保守等の費用が支弁されていること，④本件贈与契約を締結した際，被告の\n職員が本件合意の内容に副う発言をしたこと，⑤本件受書の文言は，被告が発行し\nた他の受書の文言と明らかに異なっていることなどの事情が存在すると指摘する。\n(2)　確かに，正本堂は，長期にわたって戒壇の御本尊を安置するための建造物\nとして建設されたこと，創価学会の副委員長によって特別正本堂維持基金から生じ\nる果実を正本堂の保守等にあてる旨が表明されていたこと，本件受書には本件合意\nの内容に副うかのような記載があること，本件受書が交付された際，被告の僧侶が\n本件合意の内容に副うかのような説明をしていたこと，本件受書以外の受書には\n「永久に積立て後世に遺します」などとの記載がされていないこと，被告は，少な\nくとも昭和６３年ころまでは，寄付された正本堂御供養を正本堂維持基本金として\n積み立てていたこと，上記基金ないし基本金から生じる利息は，被告の規則上，普\n通財産に分類され，被告の経費に充てるとされていることは前記のとおりであり，\n上記の被告の規則に照らせば，正本堂の維持費用も普通財産から支出されたものと\n推認することができる。\n以上の事実によれば，被告とその信徒らは，本件贈与金を正本堂の保守等\nに充てることを意図して正本堂御供養を授受したものであり，少なくとも昭和６３\n年ころまでの間は，この意図に従って正本堂維持基本金が運用されてきたことが認\nめられる。\n(3)　しかし，「供養」とは，一般に「仏教において三宝（仏・法・僧）又は死\n者の霊に諸物を供えること」を指すものであるから，そもそも，以上のような意義\nを有する供養をする際に，供養された金品の用法について，これを受領した寺院等\nが供養をした者のために一定の法的な義務を負うことが合意されるなどということ\nは，通常は考えにくいというべきである。\nまた，本件受書に本件合意の内容に副うかのような記載があり，被告の僧\n侶がこれと同様の説明をしていたと認められることは前記のとおりであるが，原告\nと被告が本件合意の具体的内容について交渉をした形跡はなく，本件受書は，「総\n本山法主Ａ」が作成したとの体裁をとっており，被告の登記簿上の名称や代表者の\n記載を欠くものであること，正本堂御供養がされた際に必ず本件受書が授受されて\nいたわけではないこと，本件受書には「永久に積立て後世に遺します」との記載が\nあるに過ぎず，本件合意の内容について何ら具体的な記載はされていないことなど\nの本件合意の存在を否定すべき事実のあることは前記のとおりである。しかも，原\n告は，本件合意においては，正本堂維持基本金から生じる利息のみでは正本堂の保\n守等に関する費用を賄いきれない場合，その元本を使用することも許される旨が合\n意されたと主張するが，これは「永久に積み立てる」との上記の文言と矛盾する内\n容である。更に，証拠（乙１１）によれば，正本堂が建設される以前に戒壇の御本\n尊が安置されていた奉安殿という名称の建造物が建設された際，当時の日蓮正宗の\n法主であったＥ上人は，この建造物を「戒壇本尊奉安殿と名付け此處\nに戒壇本尊を永久に安置し奉るなり」と宣言したことが認められるが，この宣言に\nおいては，奉安殿或いは戒壇の御本尊が信仰上重要な意義を有することを強調する\nために「永久」との表現が用いられたものと認められるのであって，本件受書にお\nける「永久」との文言についても，これと類似する宗教上の意味が込められていた\nことがうかがわれる。これらの事情に照らせば，本件受書中の上記の記載や被告の\n僧侶の上記の発言は，正本堂御供養が有する信仰上の意義を明らかにしたに過ぎな\nいものと認めるのが相当である。\nそして，本件合意の内容に副う態様で正本堂維持基本金が運用されてきた\nことは前記のとおりであるが，そもそも，被告における内部的な会計処理が本件合\n意の内容に副っているということのみでは，本件合意がされたと認めるには不十分\nといえるし，正本堂の保守等に関する費用のすべてが専ら上記基本金等から支出さ\nれていたと認めるに足りる証拠はなく，上記基本金から生じた利息が被告の一般会\n計に組み入れられていた可能性もないではない。\nなお，Ｆ作成の陳述書（甲２２）及びＧの本人尋問調書（甲２３）には，\n被告の僧侶が正本堂御供養をした信徒に対して，御供養を定期預金にして積み立\nて，その利息を正本堂維持のための経費に充てるという趣旨の説明をしたとの記載\nがあるが，僧侶の地位にある者が御供養の利用方法についてこのような詳細な説明\nをするとは考えにくく，これらの記載を直ちに信用することはできないし，仮にこ\nのような事実があったとしても，御供養がされた際の受付の職員がこのような発言\nをしたというだけでは本件合意がされたと認めるには不十分である。\nこれらの事情を総合考慮すれば，本件受書は，本件贈与金を供養として受\n領したこととその信仰上の意義を明らかにするために作成されたに過ぎず，本件受\n書を授受することにより，原告の主張するような内容の法的義務を被告に負わせる\nとの意思が表示されたものとは認められない。\n(4)　以上の認定について，原告は，被告が過去に特別正本堂維持基金の元本を\n流用したが，創価学会が抗議した結果，これが回復されたことがあったと主張す\nる。確かに，前掲の各証拠によれば，被告は，特別正本堂維持基金の元本を取り崩\nし，２億円を他の用途に流用したり，ここから正本堂についての保険料を支払った\nりしたが，創価学会が抗議した結果，当初の６億円の元本が回復されたことが認め\nられ，上記基金は，これを取り崩さずに積み立てておくべきものとして扱われてい\nたことがうかがわれる。しかし，被告と創価学会は，上記の抗議がされた際，上記\n基金の残元本を創価学会が自由に使用してよいとの内容の覚書（乙２５）を締結し\nたことも認められるところであり，この事実に照らせば，上記基金が専ら正本堂の\n保守等に充てられるべきものと扱われていたとまでは認められない。したがって，\n上記の事情は，本件合意がされたと認定する根拠としては不十分である。\nまた，原告は，日蓮正宗においては過去にも御供養を銀行に積み立て，そ\nの果実をもってその使途・目的に充てた例があったと主張し，証拠（甲２９）によ\nれば，創価学会の会長であったＢが被告に対して１億円を寄付し，これを財団とし\nたことが過去にあったことが認められる。しかし，財団において，当該財団を構成\nする財産自体を費消せず，ここから生じる利息を経費に充てるということは，財産\nを基礎として財団の継続を図るという財団の有する法的な性格からみて当然のこと\nであり，本件のような単に贈与契約が締結された場合とは事例を異にするというべ\nきであるから，上記の実例の存在は，本件合意がされたと認定する根拠にはならな\nい。\n更に，原告は，被告の主任理事であるＨが証人尋問において，使途・目的\nを定めて御供養を募ることがあり，その場合にはこれを無断で流用することは許さ\nれないと考えていると供述したと主張し，証拠（甲２０）によれば，同人がその証\n人尋問において，本堂の新築資金等に充てるなどと使途・目的を定めて御供養を募\nった場合，一般的には，これを無断で流用することは許されないと考えていると供\n述したことが認められるが，上記の供述は，あくまでも一般論として述べられたに\n過ぎないものとも解されるから，やはり本件合意がされたと認定する根拠にはなら\nない。\n(5)　以上のとおりであるから，本件受書を授受することによって，原告と被告\nの間で本件合意がされたものとは認められない。\n３　争点(2)（信義則に基づく本件贈与契約の撤回の可否）について\n(1)　原告は，被告が正本堂を取り壊したことは信義則に反するから，本件贈与\n契約の撤回が認められると主張し，その根拠として，①被告は，正本堂が多数の信\n徒からの多額の寄付金により建築された建造物であり，日蓮正宗の全僧侶，信徒が\nその永続を願っていることを十分に認識した上で寄付を勧奨したこと，②原告は，\n正本堂の保守等のために使用するとの被告の言明を信じて本件贈与契約を締結した\nこと，③ところが，被告は，突然，自ら正本堂を取り壊してしまったことの事情が\n存在すると指摘する。\n(2)　しかし，そもそも，信義則に反するような事情が存在するということか\nら，直ちに一旦履行が完了した贈与契約を後日撤回する余地を認めてよいかどうか\nは疑問である上，仮に，上記のような理由により贈与契約を撤回することが許され\nる場合があるとしても，前記のとおり，原告と被告の間で，本件贈与金の使途等に\nついて負担或いは解除条件を付す旨の本件合意がされたものとは認められないか\nら，被告が積極的に寄付を勧奨した結果，原告が本件贈与契約を締結したものであ\nるとの上記①及び②の事情が存在するからといって，本件合意があったのと実質的\nに同じ結果となる信義則違反が存在すると認める余地はない。\nまた，原告は，上記の③の事情が存在すると指摘するが，そもそも，この\nような事情は，正本堂の取壊しの態様が不当であるなどと主張するものにすぎず，\n正本堂の取壊し自体をしてはならないとの義務を認める根拠にはなり得ないから，\nこのような事情の存在を主張しても，主張自体失当というべきである。\n更に，そもそも，前記の事実によれば，本件の本質は，本件贈与契約が締\n結された当時，本件贈与金の使途や正本堂の信仰上の位置付けなどについては，原\n告と被告の間には何ら意見の相違はなかったところ，本件贈与契約が締結されてか\nら数年後に，原告の所属する創価学会と被告との間で教義上の紛争が生じ，このた\nめ正本堂の信仰上の位置付けなどについて原告と被告との間に顕著な意見の相違が\n生じたというものであって，このような事情の下においては，上記のような信義則\n違反があったと認めることはおよそ困難である。\n(3)　以上のとおりであるから，信義則に基づく本件贈与契約の撤回が認められ\nる旨の原告の主張は，いずれにしても理由がない。\n第４　結論\nよって，その余の争点について判断するまでもなく，原告の本訴請求は，理\n由がないから，これを棄却することとし，訴訟費用の負担につき民事訴訟法６１条\nを適用して，主文のとおり判決する。\n（平成１５年１月７日口頭弁論終結）\n山口地方裁判所第１部\n裁判長裁判官　　　　　山　　　下　　　　　　　満\n裁判官　　　　　杉　　　山　　　順　　　一\n裁判官　　　　　栄　　　　　　　岳　　　夫\n"
}