{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 26
  },
  "case_number": "平成13(ワ)7414",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5835",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5835",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/835/005835_hanrei.pdf",
  "contents": "平成１４年４月２６日判決言渡平成１３年（ワ）第７４１４号損害賠償請求事件\n主文\n１　被告は，原告に対し，１１３万円及びこれに対する平成１０年４月２１日から\n支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを３分し，その１を原告の負担とし，その余は被告の負担とす\nる。\n４　この判決は，第１，第３項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，１７２万７７６０円及びこれに対する平成１０年４月２１日\nから支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，被告に対し，被告の開設するＢ市立病院の医師が，原告に対し，\n①原告が誤飲した義歯を内視鏡的処置により摘出する際，器具の操作を誤り，操作\n器具ないし義歯を食道壁に食い込ませた結果，原告は，緊急開腹手術を余儀なくさ\nれたこと，②緊急開腹手術の可能性などについて事前に説明しなかったことを理由\nに，債務不履行又は不法行為に基づき損害賠償を請求している事案である。\n１　争いのない事実等\n(1)　原告は，平成９年５月１４日に設立した株式会社Ｄを経営する者であり，被告\nは，埼玉県Ｂ市ｅｈ丁目ｉ番地ｊにおいて，Ｂ市立病院（以下「被告病院」とい\nう。）を開設しており，Ｅ（以下「Ｅ」という。），Ｆ（以下「Ｆ」という。）及\nびＧ（以下「Ｇ」という。）（以下，これらを総称して「被告病院医師」とい\nう。）は，平成１０年４月当時，被告病院に勤務する外科の医師であり，Ｅは外科\n部長，Ｆは１０年程度の経験を有する医師，Ｇは３年の経験を有する医師であった\n（争いのない事実，甲Ｃ３，乙Ａ９，証人Ｇ，原告本人）。\n(2)　原告は，平成１０年４月１８日，夕食中に上顎左部分の義歯を飲み込んでしま\nい，同月２０日の午後から，時々，胃に不快感を感じるようになった（甲Ａ１，乙\nＡ１，２，原告本人）。\n(3)　原告は，被告病院に対し，同月２１日午前９時ころ，「義歯を飲み込んでしま\nった」旨電話で連絡した上で，同日午前１０時４０分ころ，同病院外科外来を受診\nした。Ｅは，原告に対し，原告の胸部を撮影したレントゲン写真を示し，内視鏡に\nよる操作（以下「内視鏡的処置」という。）によって義歯を摘出する旨告げた。そ\nの際，Ｅは，原告に対し，内視鏡的処置で義歯を摘出できなかった場合には開腹手\n術が必要となること及び内視鏡的処置の際に緊急手術が必要となることがあること\nについて説明しなかった（争いのない事実）。\n(4)　Ｅは，Ｆに対し，原告が誤飲した義歯について，内視鏡により摘出するよう依\n頼した。これを受けて，同人とＧの二人が，原告に対し，同日午後１時ころから同\n日午後２時ころまで，内視鏡室において，当初は異物鉗子を利用し，その後スネア\nを利用して，内視鏡的処置を繰り返し行ったが，義歯を摘出することはできず，ス\nネアに義歯を引っかけて，義歯を胃から食道に引いてくる際，胃と食道の接合部に\nおいて，義歯のブリッジを食道壁に食い込ませてしまった（当初異物鉗子を利用\nし，その後スネアを利用した事実及び義歯のブリッジを食道壁に食い込ませた事実\nについては，後記第３，２(1)，その余の事実については，争いのない事実と甲Ａ\n１，乙Ａ７）。\n(5)　Ｅは，同日午後２時ころ，義歯のブリッジが食道に食い込んだ旨の報告を受け\nて，スネアの操作を行っているワイヤを切断して，内視鏡だけを引き抜くととも\nに，原告に対する開腹手術を行うよう指示し，原告に対し，無理にスネアのワイヤ\nを引き上げると，食道壁を裂断する状況にあることを説明し，ワイヤの残りを小さ\nく巻いて，原告の頬にテープで固定した。原告は，手術の準備ができ次第すぐに開\n腹手術を行う旨説明され，横になったまま内視鏡室から処置室に運ばれた（争いの\nない事実，乙Ａ８，９，なお，スネアの点は後記第３，２(1)）。\n(6)　その後，Ｆが，原告に対し，同日午後４時４０分ころから午後７時１５分ころ\nまで開腹手術を行い，義歯，スネア及びワイヤを摘出した（以下「本件手術」とい\nう。）（争いのない事実，乙Ａ１）。\n(7)　原告は，同日から同年５月８日まで被告病院に入院し，同日退院した（争いの\nない事実）。\n２　争点\n(1)　被告病院医師において，原告に対し，内視鏡的処置を行うに際し，説明義務違\n反があったか否か。\n(2)　被告病院医師は，内視鏡的処置に際し，操作器具を食道壁に食い込ませたか。\nまた，被告病院医師が，操作器具ないし義歯のブリッジを食道壁に食い込ませたの\nは，過失と評価されるか。\n(3)　損害額\n３　争点に関する当事者の主張\n(1)　争点(1)（説明義務違反）について\n（原告の主張）\nア　誤飲した義歯を摘出する内視鏡的処置を行う場合，内視鏡的処置を行う必要性\n及び内視鏡的処置を行った場合，操作器具ないし義歯が胃壁ないし食道壁に食い込\nむなどして，緊急の開腹手術が必要となる可能性があることなどを患者に説明した\n上で患者の同意を得るべきであるが，Ｅは，原告に対し，誤飲した義歯を内視鏡的\n処置で取る旨を説明しただけであり，自然排出を待つ場合には腸管穿孔の危険性が\nあることや義歯を取り除くには，内視鏡的処置と開腹手術の２つの方法があり，内\n視鏡的措置が負担が少ないこと，操作器具ないし義歯が胃壁ないし食道壁に食い込\nむなどして，緊急の開腹手術が必要となる可能性があることなど全く説明せず，上\n記義務を怠った。\nイ　Ｅは，原告から，本件義歯の形状，大きさ等の説明を受け，さらに，レントゲ\nンによって自らこれを確認したのであり，本件義歯が食道壁等に食い込む可能性を\n判断し，予見し得る立場にあったし，前記説明をすることにさしたる時間も要せ\nず，複雑な内容の説明となるものでもない。\nウ　本件では，原告において，義歯を直ちに取り出さなくても，差し迫った腸管穿\n孔の危険性があったわけではないから，内視鏡的処置の際に起こり得るリスクの説\n明を受けていれば，原告は，いつ内視鏡的処置を受けるかを決定することができた\nし，緊急の開腹手術による入院によって生じる仕事や家庭生活における混乱を回避\nすることができた。\n（被告の主張）\nア　Ｅは，まず，患者への負担が小さい内視鏡的処置により義歯を摘出することと\nし，内視鏡的処置により摘出できない場合には，開腹手術の必要があることを説明\nした上で，開腹手術を行うことを考えていた。このように侵襲の少ない治療法から\n次の治療法に移るという判断は適切であり，いきなり開腹手術を行うことは考えら\nれないから，当初の段階において，開腹手術の可能性を説明する義務はない。\nイ　本件のように内視鏡で摘出を試みた結果，義歯が食道壁に引っかかり，その結\n果としてさらにスネアが抜けなくなるという事態は，極めてまれな事態であり，事\n前にこれを予測して説明しなければならない義務はない。\nウ　本件内視鏡的処置は，準緊急処置としての必要性があったのであり，開腹手術\nの可能性を説明していれば，内視鏡的処置を行う時期を選択することができたとす\nる原告の主張は理由がなく，いずれにせよまずは内視鏡的処置を行うのが適切であ\nり，被告病院医師において，自然排出の場合の腸管穿孔の危険性を説明した上で，\n開腹手術と内視鏡的処置の得失を説明したとしても，原告は，まずは内視鏡的処置\nを希望したと考えられるから，原告の自己決定権は侵害されていない。\n(2)　争点(2)（内視鏡的処置における過失の有無）について\n（原告の主張）\nＧが，三又鉗子を用いて義歯本体をつかもうとしたとき，鉗子の先が合わさらず，\n変形した鉗子の爪が食道壁に食い込んでしまい，同時に義歯も，食道壁に押し付け\nられたようになり，鉗子を抜くことも動かすこともできなくなってしまったもので\nあり，Ｇは，無理な器具の操作によって，鉗子及び義歯を食道壁に食い込ませたの\nであって，内視鏡的処置の際に医師に課される注意義務に違反した。\nなお，義歯が食道壁に食い込んだ際にＧが使用していた器具は，三又鉗子であって\nスネアではない。\n（被告の主張）\n本件においては，当初Ｆが，二又鉗子を使用して義歯の摘出を試みたが，義歯をう\nまくつかめず，つかめても義歯を胃と食道の接合部まで引いてくると，落ちてしま\nい，これを２，３回繰り返したが同様であった。そこで，器具をスネアに代えて，\nＧが，スネアによる内視鏡的処置を行ったところ，スネアが義歯のブリッジにうま\nくかかったため，これを引いてきたら，スネアをかけたブリッジとは反対のブリッ\nジが食道壁に食い込んでしまった。これをはずそうとして，内視鏡を下方に押した\nところ，今度はスネアをかけた側のブリッジが食い込み，押しても引いても動かな\nい状況となった。このような状態では，義歯をはずそうとしてスネアに無理な力を\n加えると，義歯のブリッジが引っかかった食道壁が裂けてしまう可能性が高いた\nめ，内視鏡操作を断念\nせざるを得ないと判断し，Ｅが，スネアのワイヤを切断して，内視鏡を除去したも\nのである。\n以上によれば，被告病院医師は，三又鉗子を使ったことはなく，義歯のブリッジを\n食道壁に食い込ませたことについては，内視鏡的処置を試みることによって不可避\n的に生じた事態であり，Ｇの操作ミスではなく，操作手技に当たり何らの義務違反\nもない。\n(3)　争点(3)（損害額）について\n（原告の主張）\n原告は，被告に対し，以下のとおり，合計１７２万７７６０円の損害賠償請求権を\n有する。\nア　慰謝料（１００万円）\n原告は，本件医療事故により，予期せぬ開腹手術，入院，通院を余儀なくされ，ま\nた，事故発生時には，被告病院医師から，鉗子のワイヤを引き抜くと食道が裂断す\nる状態なので絶対に動かさないようにと注意を受け，口でワイヤをかんで押さえた\nままでいることを強いられるなど，多大な恐怖，精神的ショックを受けたものであ\nって，その精神的損害を慰謝するには少なくとも１００万円を要する。\nイ　治療費（９万７７６０円）\n被告病院入院費（自己負担分）１７万４６００円，診断書作成料４０９０円及び外\n来治療費（平成１０年５月１０日１８３０円，同月１３日２００円，同月１４日３\n６０円，同月２１日２００円，同月２６日２６９０円の５回分）合計５２８０円か\nら，健康保険組合からの還付金８万６２１０円を控除すると，治療費実負担額は９\n万７７６０円となる。\nウ　証拠保全費用（１３万円）\n検証物を撮影する技術補助者に支払った費用である。\nエ　弁護士費用（５０万円）\n証拠保全手数料２０万円，訴訟着手金及び報酬金３０万円の合計額である。\n（被告の主張）\n原告の主張する損害は争う。\n第３　当裁判所の判断\n１　争点(1)（説明義務違反の有無）について\n(1)　当事者間に争いがない事実及び証拠によれば，以下の事実が認められる。\nア(ア)　Ｅは，原告に対し，内視鏡的処置を行うに当たって，レントゲン写真によ\nって義歯が原告の胃にあることを確認して，「内視鏡で摘出してみましょう。」と\n言っただけであり，自然排泄を待つことの危険性について説明を行わず，胃にある\n義歯を取り除くには，内視鏡的処置と開腹手術の２つの方法があること，内視鏡的\n処置で取り除くことができない場合，開腹手術になること，義歯が胃壁ないし食道\n壁に食い込んだ場合，緊急の開腹手術が必要になって，入院しなければならないこ\nとなど全く説明をしなかった（乙Ａ８，証人Ｅ，原告本人）。\n(イ)　Ｅは，内視鏡的処置で義歯が胃壁ないし食道壁に食い込んで取れないことが\nあること，摘出時に義歯によって食道壁が損傷を生じる場合があることを認識して\nいた。また，Ｅは，内視鏡的処置で義歯が取れない場合には，当日に原告に対し開\n腹手術をするつもりであったが，その時点で開腹手術について説明すればよいと考\nえており，事前に手術や入院の説明をする必要はないと考えていた。また，内視鏡\n的処置で取ってしまえば，合併症は起きることはないから，自然排泄を待つことは\n危険であることも説明する必要はないと考えていた（乙Ａ８，証人Ｅ）。\n(ウ)　さらに，Ｅは，医療法に規定されていないから，インフォームドコンセント\nは，我が国では標準ではないと考えており，本件手術後，原告に対し，その旨を表\n明した（争いのない事実，証人Ｅ，原告本人）。\nイ(ア)　原告は，被告病院に対し，平成１０年４月２１日午前９時ころ電話で何科\nを受診したらよいかを尋ねた上で，同日午前１０時４０分ころ同病院外科外来を受\n診し，レントゲン撮影を行った後，午前１１時過ぎころＥから内視鏡的処置によっ\nて義歯を摘出する旨告げられ，同日午後１時ころから内視鏡室において，ネクタイ\nをはずしただけのワイシャツ姿でベッドに横になり内視鏡的処置を受けた（争いの\nない事実，甲Ａ１，乙Ａ７，原告本人）。\n(イ)　原告は，同日午後２時過ぎころ，Ｅから義歯が食道壁に食い込んだこと，開\n腹手術を行って義歯を取り出す旨を告げられ，同日午後３時ころ，妻と長男を被告\n病院に呼び寄せ，同日午後４時４０分ころから午後７時１５分ころまで開腹手術を\n受けた（争いのない事実，甲Ａ１，乙Ａ１，証人Ｅ，原告本人）。\n(ウ)　原告は，Ｅから内視鏡的処置で義歯を取ると言われただけで，他に何の説明\nも受けなかったので，開腹手術を受けることや当日入院に至ることを予想しておら\nず，内視鏡的処置を受けた後帰宅して，会社に戻り仕事をする予定にしていた（甲\nＡ１，原告本人）。\nウ(ア)　胃内に移動した異物のうち，８０パーセントは，肛門から安全に自然排出\nされるが，異物の長さが５センチメートル以上ある場合は，一般的に内視鏡的処置\nによって除去するのが通常であるところ，本件において原告が誤飲した義歯は，長\nさ約５．５センチメートルであり，しかも，両端などに金属のブリッジがついてい\nた（甲Ａ１，Ｂ４，６）。\n(イ)　義歯などの鋭い尖端を持った不定形異物は食道穿孔の危険性が高く，致命的\nとなり得るので早急に摘出すべきであり，自然排泄の際，腸などで穿孔を起こす\nと，腹膜炎を発症し，致命的となる場合がある（甲Ｂ５，乙Ａ８，証人Ｅ）。\n(ウ)　胃内に誤飲した義歯が存在する場合で，内視鏡下に摘出を試みたがうまくい\nかなかった場合，開腹ないし開胸手術により義歯を摘出したとの症例報告が存在\nし，また，内視鏡による摘出が困難な場合には，無理をして食道の損傷が拡大する\nことがないよう，場合によっては開胸下での摘出を考慮するべきであるとする文献\nが存在する（乙Ｂ１，３）。\n(2)ア　前記(1)ウに認定した事実によれば，原告が誤飲した義歯は，長さ約５．５\nセンチメートルで，両端などに金属のブリッジを有する不定形異物であったから，\n自然排泄の際に，腸などで穿孔を起こすと腹膜炎を発症し，致命的となる場合があ\nるから，内視鏡的処置によって除去するのが通常であると認められるし，また，内\n視鏡的処置は，開腹手術より患者に対する侵襲の程度や負担が少ないのは明らかで\nあるから，被告病院がまず内視鏡的処置によって，原告の義歯を取ろうと試みた措\n置は妥当なものであった。\nイ(ア)　ところで，医師は，患者の疾患の治療のために手術又は処置を実施するに\n当たっては，特別の事情のない限り，患者に対し，当該疾患の診断（病名と病\n状），実施予定の手術又は処置の内容，手術又は処置に付随する危険性，他に選択\n可能な治療方法があれば，その内容と利害得失，予後などについて説明すべき義務\nがあると解される。\n(イ)　これを本件においてみると，内視鏡的処置を行うに当たって，原告が飲み込\nんだ義歯の大きさ，形状からして，自然排泄を待っていては危険性があること，胃\nにある義歯を取り除くには，内視鏡的処置と開腹手術の２つの方法があること，内\n視鏡的処置で取り除くことができない場合，開腹手術になること，内視鏡的処置を\n行う場合，義歯が胃壁ないし食道壁に引っかかる可能性があり，その場合，緊急の\n開腹手術が必要になって，入院しなければならないことを説明すべきであったとい\nわなければならない。\n医師における上記のような説明を受けて，患者は，自己の責任において内視鏡的処\n置を選択することができるし，また，内視鏡的処置の結果生じる危険性も認識し，\nそれによって生じる事態にも対処できることになる。\n(ウ)　しかるに，前記(1)アに認定した事実によると，Ｅは，我が国においては，患\n者に対する説明義務は標準とされていないとの独自の見解に基づき，原告に対し，\n内視鏡的処置を行うに当たって，「内視鏡で摘出してみましょう。」と言っただけ\nであり，その他の説明を一切行っていないのであり，これにより，前記(1)イに認定\nしたとおり，原告は，当日において開腹手術を受けることや入院に至ることを認識\nしておらず，内視鏡的処置を受けた後帰宅して，会社に戻り仕事をする予定にして\nおり，ネクタイをはずしただけのワイシャツ姿という気軽さで内視鏡的処置を受け\nたのであるが，内視鏡的処置の際に義歯のブリッジが食道壁に食い込むという事態\nを受けて，原告の予想もしなかった緊急開腹手術と当日からの入院を余儀なくされ\nたのであり，Ｅに説\n明義務違反があったことは明らかである。\n(3)ア　ところで，被告は，まずは内視鏡的処置を行い，それが奏功しなかった場合\nに，開腹手術を行うのが合理的であるから，当初の内視鏡的処置を行う段階におい\nては，開腹手術の可能性までも説明する必要はないと主張する。\nしかしながら，前記(2)イ(ア)に判示したとおり，医師は，患者に対し，手術又は処\n置を行う前に，実施予定の手術又は処置の内容，手術又は処置に付随する危険性，\n他に選択可能な治療方法があれば，その内容と利害得失などについて説明すべき義\n務があるのであるから，被告の主張はそれ自体失当であるし，また，本件において\nは，特に，内視鏡的処置を行った際に，義歯が食道壁ないし胃壁に食い込んで緊急\n手術を余儀なくされたことについて，事前に説明すべきであったか否かが問題とな\nっているのであり，この点においても，被告の主張は問題を異にしており理由がな\nい。\nイ　次に，被告は，そもそも義歯が食道壁に食い込み，その結果スネアが抜けなく\nなることは予見不可能であったから，内視鏡的処置を行うに当たって，そのことを\n説明する義務はないと主張する。\n証拠（証人Ｅ）によれば，Ｅは，スネアが抜けなくなることまでは予見していなか\nったことは認められるが，しかし，前記(1)ア(イ)に認定したとおり，内視鏡的処置\nで義歯が胃壁ないし食道壁に食い込んで取れないことがあることを認識していたの\nであり，その場合においても，開腹手術が必要になると考えられるから，予見不可\n能を理由に説明義務はないとする被告の主張は認められない。\nウ　被告は，内視鏡的処置が準緊急処置としての必要性があったことから，原告に\nおいて内視鏡的処置の時期を選ぶことができなかったし，緊急手術の可能性を説明\nしていようといまいと，原告は，内視鏡的処置をまず選択したと考えられるから，\n原告の自己決定権を侵害していないと主張する。\nしかしながら，原告が被告の説明いかんにかかわらず内視鏡的処置を選択していた\nとの被告の主張は，説明義務違反と損害との因果関係の問題であって，原告の自己\n決定権を侵害していないとの被告の立論自体採用することはできない。\nまた，前記のとおり，義歯が胃から腸に送り出されると，腸などで穿孔を起こす危\n険性があったことが認められるが，本件全証拠によるも，それゆえに，原告に対\nし，入院等の心構えや準備をさせる時間を与えることができないほどに，直ちに内\n視鏡的処置を行わなければならない緊急性があったと認めることはできない（原告\nは，内視鏡的処置を指示されてから，待合室で２時間ほど待たされている。）し，\n原告が，内視鏡的処置の結果，緊急開腹手術となり，入院が必要となる可能性につ\nいて説明されていれば，それに応じた仕事の整理等を指示し，入院の心構えや準備\nをした上で，内視鏡的処置を受けることができたと考えられるのであり，この点に\nおいて原告は被告から適切な説明がされなかったことにより精神的損害を被ってい\nると認められるのであ\nり，この点に関する被告の主張も認められない。\n(4)　以上によれば，被告病院医師において，原告に対し，内視鏡的処置を行うに当\nたって，説明義務違反があったと認められる。\n２　争点(2)（内視鏡的処置における過失の有無）について\n(1)　食道壁に食い込んだ物は何か。\n原告は，Ｇは粗暴な操作により，内視鏡的処置の際に使用する器具である三又鉗子\nを食道壁に食い込ませたと主張し，原告本人も，モニターにより内視鏡的処置を見\nられる場所におり，実際にモニターを見ていたところ，三又鉗子が食道壁に食い込\nんだと陳述（甲Ａ１）ないし供述している。\nしかしながら，証拠（甲Ａ４，乙Ａ１，２，５（枝番も含む。），７，９，証人\nＧ）によれば，Ｇにおいて，義歯のブリッジを食道壁に食い込ませたときに使用し\nていたのはスネアであること，義歯のブリッジが原告の食道壁に食い込んだ結果，\n義歯に引っかけて固定していたスネアが義歯から抜けなくなったことが認められ\nる。\nなお，原告本人は，三又鉗子を使用していることをモニターで見ていたと供述して\nおり，証人Ｅにおいても，本訴提起前の原告に対する説明について，三又鉗子を使\n用したかどうかについてあいまいな供述をしていることからすると，被告病院医師\nにおいて，スネアを使用する前に三又鉗子を使用した可能性がないではないが，そ\nのことは前記認定を左右するものではないし，また，被告病院医師の過失の判断に\n関係する事実ではない。\n(2)　本件内視鏡的処置に際し，義歯のブリッジを食道壁に食い込ませた過失の有無\nア　証拠によれば，以下の事実が認められる。\n(ア)　ＦとＧは，原告に対し，平成１０年４月１８日午後１時ころから同日午後２\n時ころまで，内視鏡的処置により義歯を摘出しようとした。当初，Ｆが，鉗子操作\nを，Ｇが内視鏡操作をそれぞれ担当し，Ｆが二又鉗子を操作して，義歯の摘出を試\nみたが，二又鉗子で挟んだ義歯を食道と胃の接合部まで引いてくると，義歯が落ち\nてしまい，摘出できず，これを３，４回繰り返したが，摘出できなかった。そのた\nめ，Ｆは，器具を二又鉗子からスネアに替えて，義歯の摘出を試みたが，摘出する\nことができなかったため，ＧがＦに代わって鉗子操作を行った。Ｇが，スネアを義\n歯のブリッジの片方に引っかけ，これを外へ向かって引いてくると，食道と胃の接\n合部で，スネアのかかっていない側の義歯のブリッジが食道壁の粘膜に引っかかっ\nてしまい，それ以上\n引っ張ると食道壁を損傷させるので，スネアを反対側に押して，食道壁の粘膜に引\nっかかった義歯を外し，再び外へ向かって引いてくるという操作を数回繰り返した\nが，やはり義歯のブリッジを食道壁の粘膜に引っかけてしまい義歯を摘出すること\nができなかった。さらに，Ｇは，スネアによる摘出を試みたところ，スネアのかか\nっていない側の義歯のブリッジが食道壁の粘膜下層にまで食い込んだほか，スネア\nを反対側に押して義歯を食道壁からはずそうとしたこところ，スネアのかかってい\nる側の義歯のブリッジも食道壁に食い込ませてしまったため，食道壁を損傷するこ\nとなく，スネアを動かすことができなくなってしまった（甲Ａ４，６，７，乙Ａ\n１，５（枝番も含む。），９，証人Ｇ）。\n(イ)　Ｆは，１０年程度の経験を有する医師であり，一方，Ｇは，３年の経験しか\n有しない医師であり，内視鏡で異物を取り出した経験も２，３例を有するにすぎな\nかった（前記第２，１(1)，証人Ｇ）。\n(ウ)　義歯のブリッジが食道壁の粘膜に食い込むだけでは，自然に治癒するので，\n特段の治療を行う必要はないが，本件においては，義歯のブリッジは，食道壁の粘\n膜下層まで食い込んでいた（乙Ａ１，証人Ｇ）。\n(エ)　義歯を摘出する場合，ブリッジが食道粘膜に深く刺入している場合があり，\n引き抜く方向によっては食道の損傷を拡大するので，経験ある施行者によって行わ\nれるべきであり，内視鏡により摘出するのが困難な場合には，食道壁を傷つけるお\nそれがあるから，無理せずに開腹又は開胸下で手術するものとされている（乙Ｂ\n１，３）。\n(オ)　被告病院において，平成１０年４月１８日午後１時４分から同日午後２時４\n分までの間，原告に対する内視鏡的処置の状況についての写真を撮影しているが，\nその写真ではいずれも，胃内の義歯の状況，鉗子及びスネアの操作状況，義歯が食\n道壁に食い込んだ状況等について明確な撮影がされていない（乙Ａ７，証人Ｇ）\nイ　上記に認定した事実によれば，医師の経験を３年しか有しておらず，内視鏡で\n異物を取り出した経験も２，３例を有するにすぎなかったＧが，Ｇよりも経験を有\nするＦに代わって，スネアによる義歯の摘出を試み，義歯のブリッジが食道壁の粘\n膜に引っかかり食道壁を損傷させるので，それ以上スネアを引っ張ることができな\nいという状態を数回繰り返していたのに，スネアによる義歯の摘出を続けて，昀後\nに義歯のブリッジを粘膜下層まで食い込ませ，さらには，スネアのかかっている側\nの義歯のブリッジも食道壁に食い込ませてしまい，義歯のみならず，それにつなが\nっていたスネアをも取り出すことができずに，緊急開腹手術が必要になるという事\n態を生じさせたというのであり，文献上も経験ある施行者によって義歯の摘出が行\nわれるべきであるこ\nと，内視鏡により摘出するのが困難な場合には，食道壁を傷つけるおそれがあるか\nら，無理せずに開腹又は開胸下で手術するものとされていることなどが指摘されて\nいることを考えると，原告の義歯のブリッジを食道壁の粘膜下層にまで食い込ま\nせ，義歯及びスネアをも取り出すことができずに，緊急開腹手術が必要になったと\nいう事態を生じさせたのは，経験の浅いＧにおいて，スネアの無理な操作をした結\n果であると認めざるを得ず，Ｇには過失があったと認められる。\n(3)　よって，内視鏡的処置において，被告病院医師の過失が認められる。\n３　争点(3)（損害額）について\n(1)　慰謝料\n被告病院医師には，説明義務違反及び内視鏡的処置における過失が認められるが，\n原告は，被告病院医師から十分な説明を受けていたとしても，侵襲度の少ない内視\n鏡的処置を選択したと認められること，内視鏡的処置により義歯を取り除くことが\nできなかった場合，原告には当然に開腹手術が必要となること（本件全証拠による\nも，Ｇが注意義務を尽くしていれば，義歯を内視鏡的処置により摘出できたとまで\nは認められず，前記２に判示したところは，被告病院医師が内視鏡的処置で義歯を\n胃から取り出さなかった点を過失としたものではない。）から，原告に対し，開腹\n手術及びその後の入院が必要となった点について慰謝料を認めることはできず，ま\nず，上記説明義務違反及び内視鏡的処置における過失に基づく原告に対する慰謝料\nは，原告に対する説\n明が十分に行われていなかった結果，原告が自由な意思決定権の行使として，内視\n鏡的処置及びその処置の時期を選択できなかった点，本件内視鏡的処置を受ける際\nには予期していなかった緊急開腹手術と入院を余儀なくされたことに求められると\nころ，前記１(1)イ及び証拠（甲Ａ１，Ｃ３，原告本人）によれば，原告は，当日に\nおいて開腹手術を受けることや入院に至ることを認識しておらず，内視鏡的処置を\n受けた後帰宅して，会社に戻り仕事をする予定にしており，ネクタイをはずしただ\nけのワイシャツ姿という気軽さで内視鏡的処置を受けたのに，内視鏡的処置の際に\n義歯のブリッジが食道壁に食い込むという事態を受けて，原告の予想もしなかった\n緊急開腹手術と当日からの入院を余儀なくされ，原告において，精神的に不安を感\nじ，また，原告が経\n営する株式会社Ｄの仕事にも支障が生じたことが認められる。\nまた，前記１(1)イ及び第２，１(5)並びに証拠（甲Ａ１，原告本人）によれば，義\n歯のブリッジが食道壁に食い込んで義歯とスネアを取り出すことが不可能になった\n際，原告は，スネアの操作を行っているワイヤを切断されて，内視鏡だけを引き抜\nかれ，口から出たスネアのワイヤの残りを小さく巻いて，頬にテープで固定され，\n義歯のブリッジが食道壁に食い込み，それにつながったスネアとワイヤーが口，食\n道内に入ったままの状態で，しかも，ワイヤーが動くと食道壁を引き裂く状況にあ\nるので動かさないように注意され，同日午後２時過ぎころから開腹手術が行われた\n同日午後４時４０分までの間待機させられたことが認められるのであり，この間，\n原告は，多大な恐怖や痛みを覚えたと認められる。\nさらに，前記のとおり，被告病院の外科部長であるＥは，原告に対し，内視鏡的処\n置を行うに当たって，「内視鏡で摘出してみましょう。」と言っただけであり，そ\nの他の説明を一切行っておらず，説明が十分に行われていないことは明らかであ\nり，また，当初予定した内視鏡的処置が奏功せずに，義歯を食道壁に食い込ませ，\n緊急開腹手術が必要な事態になって，患者である原告に対し不安を与えたことは明\nらかであるのに，Ｅは，自己及び被告病院の足りない点を省みず，患者である原告\nの不安な気持ちを思いやることもなく，原告に対する事前の説明が相当であったと\n証言するばかりか，原告に対し，名誉毀損で訴えるなどと不相当な陳述ないし証言\nをしていることが認められる（乙Ａ８，証人Ｅ）。\n以上に判示した事情を総合考慮すると，原告に対する慰謝料としては８０万円が相\n当であると認められる。\n(2)　治療費\n弁論の全趣旨によれば，原告は，治療費等として９万７７６０円を自己負担したこ\nとが認められるが，前記(1)のとおり，原告は，被告病院医師から十分な説明を受け\nていたとしても，侵襲度の少ない内視鏡的処置を選択したと認められること，内視\n鏡的処置により義歯を取り除くことができなかった場合，原告には当然に開腹手術\nが必要となることからすると，上記治療費をもって，相当因果関係のある損害と認\nめることはできない。\n(3)　証拠保全費用\n一般に，医療事故に伴う損害賠償請求訴訟を提起する場合においては，病院側の所\n持するカルテ等を証拠保全することは，当然に必要であると解されるところ，証拠\n（甲Ｃ１（枝番も含む。））によれば，原告は，証拠保全の際のカルテ等の謄写に\n要する技術者への支払費用として１３万円を支出したことが認められるから，同金\n員は，被告病院医師の過失により生じた損害と認められる。\n(4)　弁護士費用\n原告が，原告訴訟代理人に本件訴訟の提起と遂行を依頼したことは当裁判所に顕著\nであり，本件事案の内容，上記の損害額の合計が９３万円になること等を総合考慮\nすると，被告の負担すべき弁護士費用としては２０万円が相当である。\n(5)　合計\n以上によれば，被告は，原告に対し，金１１３万円を賠償する義務を負う。\n４　結論\n以上によれば，原告の請求は，不法行為に基づき，金１１３万円及びこれに対する\n本件不法行為の日である平成１０年４月２１日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める限度で理由があるからこれを認容し，その\n余は理由がないからこれを棄却することとし（なお，原告の債務不履行に基づく請\n求についても，前記３に認めた金員を超える部分については，理由がない。），主\n文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官　　　前　田　　順\n司\n裁判官　　　浅　井　　憲\n裁判官　　　荒　谷　　謙\n介\n"
}