{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 28
  },
  "case_number": "平成14(行ケ)258",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10666",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10666",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/666/010666_hanrei.pdf",
  "contents": "平成１４年(行ケ)第２５８号　審決取消請求事件\n口頭弁論終結の日　平成１５年１１月１７日\n判　　　　決\n原　　　　告　　　　　アプライド・リサーチ・システムズ・エイアールエス・\nホールディング・ナムローゼ・フェンノートシャップ\n同訴訟代理人弁護士　　鈴　木　　　修\n同　　　　　　　　　　深　井　俊　至\n同　　　　　弁理士　　富　田　博　行\n被　　　　告　　　　　特許庁長官　今井康夫\n同指定代理人　　　　　佐　伯　裕　子\n同　　　　　　　　　　眞壽田　順　啓\n同　　　　　　　　　　涌　井　幸　一\n同　　　　　　　　　　一　色　由美子\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３　この判決に対する上告及び上告受理の申立てのための付加期間を３\n０日と定める。\n事実及び理由\n第１　請求\n特許庁が平成７年審判第１４４７５号事件について平成１３年１２月１０日\nにした審決を取り消す。\n第２　事案の概要\n１　争いのない事実\n(1)　訴外インテグレーテッド・ジェネティックス・インコーポレーテッドは、\n１９８３（昭和５８）年１１月２日（以下「本願優先日」という。）に米国におい\nてした特許出願に基づく優先権を主張して、昭和５９年１０月３１日にした特許出\n願（特願昭５９－５０４２３２号）を分割して、平成５年６月３０日、発明の名称\nを「ヘテロポリマー系蛋白質」とする発明（以下「本願発明」という。）について\n特許出願をした（特願平５－１６２６２０号）が、平成７年３月２８日付けで拒絶\n査定を受けたので、同年７月３日、これに対する不服の審判請求をするとともに、\n同年７月２０日付手続補正書により手続補正をした。\n特許庁は、上記審判請求を平成７年審判第１４４７５号事件として審理し\nた上、平成９年５月３０日、「本件審判の請求は、成り立たない。」との審決（以\n下「１次審決」という。）をし、その謄本は、同年８月４日、原告に送達された\n（なお、上記訴外人は、平成７年９月１６日、上記出願に関する特許を受ける権利\nを原告に譲渡し、同年１０月３日に名義変更届を提出した。）。\n原告は、同年１１月２８日、１次審決の取消請求の訴えを提起し、東京高\n等裁判所は、同請求を平成９年（行ケ）第３０２号審決取消請求事件として審理し\nた上、平成１２年２月１７日、「特許庁が平成７年審判第１４４７５号事件につい\nて平成９年５月３０日にした審決を取り消す。」との判決をし、平成１２年２月２\n２日に「判決２１頁２行目の『進歩性』を『新規性』と更正する。」との更正決定\nがなされて、同判決は確定した。\nその後、特許庁において再び審理がなされ、原告は、平成１２年９月２５\n日付けで拒絶理由通知を受けたので、平成１３年１月９日付手続補正書により手続\n補正（以下「本件補正」という。）をした。しかし、同年１２月１０日、「本件審\n判の請求は、成り立たない。」との審決（以下「本件審決」という。）があり、そ\nの謄本は、平成１４年１月２１日、原告に送達された。\n(2)　本件補正により補正された請求項１記載の本願発明の要旨は、本件審決に\n記載された以下のとおりである。\n【請求項１】他のホルモンを含まず、翻訳後に修飾されており、そして生物\n学的に活性なｈＣＧである、組換えヒトタンパク質ホルモン。\n(3)　本件審決は、別紙審決書写し記載のとおり、本願発明１が、本願優先日前\nの技術を勘案すれば、同日前に頒布された刊行物である「Nature\nVol.281,p.351-356」及び「Nature　Vol.286,p.684-687」（甲８及び９、以下「引\n用例１」及び「引用例２」という。）に記載された各発明（以下「引用発明１」及\nび「引用発明２」という。）に基づいて、当業者が容易に想到し得る範囲を逸脱す\nるものではないと認められるから、特許法２９条２項の規定により特許を受けるこ\nとができないとした。\n２　原告主張の本件審決の取消事由の要点\n本件審決は、本願発明の進歩性の判断において、本願優先日当時、ｈＣＧの\n生物活性が糖鎖に由来するであろうとの技術認識がないため、宿主細胞として哺乳\n類動物細胞が選択され得ないにもかかわらず、これを容易に選択できたものと誤認\nする（取消事由１）とともに、ｈＣＧの合成に困難性があったことを看過した（取\n消事由２、３）ものであるから、違法として取り消されるべきである。\n(1)　宿主細胞の選択の誤認（取消事由１）について\n本件審決が、（天然の）「ｈＣＧがαサブユニット及びβサブユニットか\nらなる糖鎖で修飾された糖タンパク質であることも周知の事柄であった」（２頁下\nから５～４行）と認定したことは認めるが、「本件優先日前には既にＳＶ４０含有\nベクターを用いてマウスもしくはサル由来の哺乳動物細胞宿主のゲノム中にヒト由\n来生理活性タンパク質の遺伝子を導入することで、糖鎖も天然の修飾程度に極めて\n近く、生理活性も有する組換え体が得られた成功例が多数報告されていた時期であ\nる」（２頁下から３行～３頁１行）と認定したことは、本願優先日当時の技術水準\n（以下「優先日技術水準」という。）の認識を誤ったものである。\nそして、この誤った技術水準の認識を前提として、本件審決が、「ヒト由\n来の糖鎖で修飾された糖タンパク質ホルモンであるｈＣＧを天然と同等の生理活性\nを有する組換え体で得ようとすれば、糖鎖が付加できない細菌宿主ではなく、ヒト\nにできるだけ近い宿主細胞である哺乳動物細胞を選択することは当業者がむしろ当\n然に選択する事柄であったといえる」（３頁１～５行）と判断したことも、誤りで\nある。\nア　まず、本件審決は、文献も全く示さず「成功例が多数報告されていた」\nと認定をしており、違法な認定である。\nこの点について、被告は、「蛋白質　核酸　酵素　臨時増刊　組換え遺\n伝子の細胞への導入と発現」第２８巻第１４号中の論文「細胞に導入された組換え\n遺伝子の発現」（共立出版株式会社昭和５８年１２月５日発行、乙３、以下「乙３\n論文」という。）を提出し、参照文献が１３４にのぼることを主張するが、文献番\n号１～９８は、細菌及び酵母を宿主とした例であり、哺乳類宿主は、文献番号９９\n～１２７の２０数件のみであり、「多数報告されていた」ということはできない。\nまた、本願発明のｈＣＧは、αサブユニット及びβサブユニットからな\nるヘテロダイマータンパク質であり、そして両サブユニットがそれぞれ糖鎖で修飾\n（以下「グリコシル化」ともいう。）がなされたものであるところ、被告は、本願\n発明に必須の「ヘテロダイマー」及び「糖鎖修飾」の両者の要件を満たすタンパク\n質に関する先行技術文献をひとつも提示していない。乙３論文の参照文献１０６、\n１０８に記載されたヒトβインターフェロン（以下「ヒトＩＦＮ－β」という。）\n及び文献１２７に記載されたヒトインターロイキン２（以下「ヒトＩＬ－２」とい\nう。）は、モノマーのタンパク質であり、同論文の表２に例示された文献に記載さ\nれたタンパク質も、全部モノマーである。つまり、「ヘテロダイマー」及び「糖鎖\n修飾」の両者の要件を満たす外来タンパク質の発現の成功例の報告はないのであ\nる。\nイ　次に、当分野の目的は、医薬の開発であるから、「天然物のｈＣＧと同\nじ生物活性を有する組換え体を得ること」が目的であって、「天然物のｈＣＧと同\nじ（糖鎖修飾の点についてまで同じ）組換え体を得ること」は、目的とされていな\nかった。\nしかも、本件審決の上記認定は、「天然物のｈＣＧと同じ糖鎖修飾がな\nければ天然物のｈＣＧが有する目的とした生物活性が生じない」ということを前提\nとするものであるが、そのような前提は周知技術として認められない。むしろ、本\n願優先日当時、糖鎖修飾と生物活性の関係は十分解明されていなかったといえる。\nウ　さらに、「ヘテロダイマー」及び「糖鎖修飾」がされるタンパク質の組\n換え発現に際しての宿主の選択において、糖鎖が生物活性に影響しないことが明ら\nかであるか又はその可能性が考えられる場合には、むしろサブユニットの会合を干\n渉する可能性のある糖鎖を付加しない宿主、常識的には大腸菌を選択するはずであ\nる。\nなぜなら、「ヘテロダイマー」とは、２つの異なるサブユニット分子が\n会合して構成されて一つの機能を担う分子であるから、両サブユニットの糖鎖修飾\nのパターンが天然形態と同じにならなければ、サブユニットの会合が困難となるこ\nとが、容易に推察される一方、哺乳類宿主細胞などを利用して糖鎖は付加しても、\n天然形態とは異なるパターンになる可能性が考えられるからである。本願優先日後\nの発表（甲３４）であるが、αサブユニットの糖鎖はダイマー形成に影響すること\nが示されている。\nそして、糖鎖を除去したｈＣＧであっても、排卵阻害の生物活性を有す\nることが示されており（甲１３）、また、糖鎖は、受容体への結合活性及び免疫活\n性について重要でなく、ｃＡＭＰ蓄積の刺激に重要であったことが示されており\n（甲１４）、さらに、インターフェロンβ１（ＩＦＮ-β１）を細菌細胞中で発現さ\nせ、組換え生成物が糖鎖を付加されていないにもかかわらず、抗ウイルス活性を示\nしている（甲１５、以下、明記しない限り枝番号の書証を含む。）のであるから、\nｈＣＧやＩＦＮ-β１などの糖タンパク質において、糖鎖に影響されない生物活性の\n存在が本願優先日前に明らかであった。\n被告は、ｈＣＧの糖鎖の生物活性への影響について論じている（乙８、\n甲１３、１４）が、そもそも、「ｈＣＧ生物活性の多くが夾雑物によった」（乙\n１）のであるから、糖鎖に必須な活性と必須でない活性との関係を明らかにしない\n限り、この議論は前提を欠くことになる。仮に、被告の主張する生物活性が、夾雑\n物によるものでなくｈＣＧ由来であるとしても、上記のような受容体結合活性が糖\n鎖に影響されない活性であるとの事実が否定されなければ、糖鎖を付加する理由は\nなく、大腸菌を宿主として選択する動機は否定されない。\nそうすると、ｈＣＧを天然と同等の生物活性を有する組換え体で得よう\nとする場合に、当業者が、糖鎖が付加できない細菌宿主ではなく、哺乳動物細胞を\n当然に選択するなどということはできないのである。むしろ、当業者は、本願優先\n日前に宿主細胞として最も広く用いられており、扱いやすく、その遺伝子工学上の\n性質がよく理解されていた大腸菌等の原核細胞宿主を選択するのが自然である。実\n際に、天然物に代わるものを組換え体で得ようとした場合には、圧倒的に大腸菌等\nの哺乳動物細胞以外の細胞を宿主とした例が報告されているのである（乙３論\n文）。\nエ　また、ヒトＩＬ－２は、サル宿主（ＣＯＳ）細胞中でグリコシル化（糖\n鎖修飾）されなかった（乙４、甲２２訳文）のであるから、同じ哺乳類どうしであ\nっても、宿主細胞によっては、異種哺乳類遺伝子に糖鎖を付加しない例や、糖鎖は\n付加しても天然形態とは異なるパターンになる可能性が考えられた。そして、本願\n優先日当時、真核タンパク質が宿主細胞中で組換え発現される場合に、タンパク質\nがグリコシル化されるの否かについて一般論を教示する証拠はない。\nそうすると、本願優先日当時、糖鎖構造の複雑性及び宿主の違いによる\nパターン変化の可能性からすれば、糖鎖修飾に関して生物活性を付与する修飾が得\nられると予測することも、天然型と同じ構造をとると予測することも、困難であっ\nたことは明確であり、哺乳動物細胞を宿主として当然のように選択して、天然のｈ\nＣＧと同じ糖鎖を有するものを組換え体により製造することができるとは、到底考\nえられない。\n本願優先日の十数年後にさえ、ｈＣＧのβサブユニットを大腸菌宿主に\nおいて発現させて、βサブユニットの折り畳みとαサブユニットとの機能性集合体\n形成を研究した論文（甲３５）が公表されている事実からみても、本願優先日当時\nに、成功の予測が高い大腸菌宿主を選択していた可能性を否定できない。\nオ　以上のとおり、哺乳類宿主それぞれによりもたらされる糖鎖修飾の結果\nが予測の域を超えるという当時の技術水準においては、ｈＣＧの発現に際し糖鎖パ\nターンを推定することは容易でなく、宿主を適切に選択して実際に発現させるとい\nう多大な試行錯誤を要したといえる。\nしたがって、本願発明のｈＣＧの宿主の決定は困難であり、本願発明の\n完成は容易でなかったと考えられる。\n(2)　ｈＣＧの合成の困難性（取消事由２）について\n本件審決が、「両遺伝子を同一の宿主細胞ゲノム中に導入しようとするこ\nとは両遺伝子を等量発現させようとしていることからみても極めて自然な発想であ\nって特別のものではなく」（３頁１２～１４行）と判断したことは、根拠がなく誤\nりである。\nア　本件審決は、上記判断の根拠として、「封入体を作りやすくサイズも小\nさい大腸菌ですら２つの遺伝子を等量発現させてダイマーとしたい場合にはまず同\n一の宿主内で発現させることが発想され成功している」（３頁１４～１８行）こと\nを挙げるが、大腸菌宿主は糖鎖修飾ができないので、糖鎖を修飾する本願発明の進\n歩性の判断と同一に論じられない。\nイ　ｈＣＧがαサブユニットとβサブユニットとからなるヘテロダイマーで\nあることは確かであるが、組換え発現に際して、αサブユニットとβサブユニット\nが等量（１：１）発現されるような構成しか採らなかったであろうとは断言できな\nい。本願発明の発明者らによる本願優先日以降の実験記録（甲１７、以下「出願後\n実験記録」という。）によれば、ｈＣＧのαサブユニットとβサブユニットを同一\nプロモーター下に配置して発現させた場合にも、ダイマーを形成しない遊離のβサ\nブユニットが、遊離のαサブユニットに比べて約９倍大量に存在した事実が認めら\nれる。なお、結果の非予測性については、出願（優先）日以降に得られた実験デー\nタも参酌されるべきである。\nなお、本件審決が本願明細書に記載がないと指摘する（３頁２０～２１\n行）本願発明の実施例として、本願発明の発明者らが本願優先日前に行った実験の\nデータを記載した「実験ノート」（甲３６～３８、一部その説明資料を含む。以下\n「本件実験ノート」という。）を提出する。\nウ　以上のとおり、ヘテロダイマータンパク質の発現は、同一プロモーター\n下に１：１で遺伝子を挿入しても、予測どおりの結果が得られないから、ヘテロダ\nイマータンパク質である本願発明のｈＣＧの発現の結果は、予測困難であって、本\n願発明の完成が困難であったことは明らかである。\n(3)　ｈＣＧの合成の困難性（取消事由３）について\n本件審決が、「組換えｈＣＧに係る本件発明は、本件優先日前の技術水準\nを勘案すれば、刊行物１及び２の記載に基づき当業者が容易に想到し得る範囲を逸\n脱するものではないと認められる。」（４頁１５～１７行）と判断したことも、誤\nりである。\nア　共に糖鎖修飾がなされたヘテロダイマータンパク質の異種宿主細胞内で\nの発現において、何らかの又は全ての生物活性を有するｈＣＧを得る上で、ペプチ\nド主鎖の正確な発現、糖鎖修飾、シアル酸化、ジスルフィド結合、タンパク質の折\nり畳み及びダイマーの集合等が理想的に生じるようにベクターの種類、遺伝子発現\nプロモーターの種類、宿主の種類等の正しい選択及びこれらの正しい組み合わせを\n得るまでに遭遇した困難は、容易に回避できたものではなく、本願発明のｈＣＧを\n現実に生産することは、困難なことであった。\n本件審決は、原告の審判手続における平成９年２月１０日付意見書（乙\n７、以下「乙７意見書」という。）の記載を引用した後、「遺伝子の単離こそが技\n術的なブレークスルーであって、遺伝子がクローニングさえすれば、その後の哺乳\n動物細胞宿主を用いて生物活性を有する組換え体を得る工程自体はその生物活性を\n確認する具体的な実施例の記載も不必要なほどに本件優先日当時の常套手段であっ\nたと考えていたことが窺われる。」（４頁６～１４行）と認定しているが、原告\nは、そのような意見を述べていないし、そのように認定する根拠もない。\n乙７意見書における陳述は、本願発明が実施可能であることを釈明した\nにすぎず、実施可能性に関する拒絶理由に対する出願人の発言を、本願発明の進歩\n性を否定する趣旨であると理解すべきではない。\nイ　仮に、哺乳類遺伝子を発現させる場合に哺乳類宿主を選択することを認\nめたとしても、必ずしもどのタンパク質でも成功するとはいえず、成功率が極めて\n低かったことが明らかであり、試行錯誤を繰返さなければならない以上、本願発明\nの完成は容易でなかった。すなわち、本願優先日当時、哺乳類遺伝子の異種哺乳類\n宿主における発現は、「当業者なら成功する」という技術水準ではなかったのであ\nる。\n乙３論文においても、前述したように、文献番号１～９８は細菌及び酵\n母を宿主とした例であり、哺乳類宿主は、文献番号９９～１２７の２０数件のみで\nあり、全世界で２、３年間にわずか２０数件だけしか成功例が存在しなかったので\nある。同論文中の文献１０６（甲１５の２）でも、失敗して当たり前の程度の成功\n率とされている。\nウ　本件審決の判断によれば、ヘテロダイマーでしかも糖タンパク質という\n極めて特殊な２つの要件を具備するタンパク質であっても、遺伝子が得られれば誰\nでも発現可能であったはずである。それにもかかわらず、ｈＣＧや類縁のホルモン\nタンパク質以外の発現の公知例は提示できていないし、また、ｈＣＧのαサブユニ\nット遺伝子及びβサブユニット遺伝子を共に発表した研究グループも、本願発明の\nようなｈＣＧの発現にすぐに成功してはいない。\nつまり、モノマー生理活性糖タンパク質組換え体の異種哺乳類細胞にお\nける発現の成功例があったとしても、ヘテロダイマー糖タンパク質の発現に多数の\n試行錯誤が必要であったから、引用例１及び２の著者らは、本願発明の優先日出願\nまでの３年の間発現に成功しなかったのである。\n被告が、ヘテロダイマー糖タンパク質がモノマー生理活性糖タンパク質\nと同じく予測どおりに発現できることを認識できるに足りる証拠を提示しない以\n上、ヘテロダイマー糖タンパク質の異種哺乳類細胞における発現が容易であると\nか、結果が予測できたとか断言することはできず、引用例１及び２を組み合わせる\nことにより本願発明が容易に完成できたとはいえないのである。\nエ　欧州・米国では、本願発明の対応特許出願について、各サブユニット遺\n伝子の単離を記載した引用例１及び２を意識しながら特許が認められている（甲１\n８、１９）。\nしたがって、当業者が引用例１及び２と当時の周知技術に基づき、本願\n発明を容易に想到することができたとの本件審決の判断は、欧米の特許出願審査に\nおいて否定されているのである。\n３　被告の反論の要点\n本件審決の認定・判断は正当であり、原告主張の取消事由はいずれも理由が\nない。\n(1)　取消事由１について\nア　本願優先日よりも前の研究成果に基づき、それ以前のｈＣＧについて得\nられた知見が集大成されて解説された総説である乙３論文は、宿主－ベクターの組\n合せを利用して、２、３年の間に多数の報告がなされたことを記載するとともに、\n種々の有用物質を動物培養細胞に用いて糖鎖を有するタンパク質を生産する試みを\n「表２．」に多数例示している。\nまた、本願優先日前には、古くから知られていたＣＨＯ細胞、ＣＶ－１\n細胞などのＳＶ４０含有ベクターを用いた哺乳動物細胞宿主による発現系（以下\n「哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系」という。）を用いて、糖鎖を\n有するタンパク質をコードする遺伝子を発現させることで、グリコシル化され、分\n泌されている発現産物が得られることとともに、特に抗原糖タンパク質において、\nその機能的な活性も保持するように折り畳まれた発現産物が得られたことも多数報\n告されている（乙１０～１４）。\nこのように、本願優先日前には、ヒト由来生理活性糖タンパク質が遺伝\n子組換え技術のターゲットとなっており、哺乳動物細胞宿主・ベクター系が盛んに\n研究開発され、本願優先日前の時期には、その研究成果としての「糖鎖で修飾され\nた組換えヒト由来生理活性糖タンパク質」に関する報告が次々になされた時期であ\nり、しかも、その際のベクターとして、ＳＶ４０含有ベクターは最もありふれたも\nのであった。\nなお、原告自身も、生理活性糖タンパク質をＳＶ４０を用いた哺乳動物\n細胞宿主・ＳＶ４０含有ベクター発現系を用いることで、適切な糖鎖で修飾された\n組換え体を得ることができることが本願優先日前の技術水準であったことを、自認\nしているのである（乙７意見書）。\nしたがって、本件審決の認定した優先日技術水準に誤りはない。\nイ　本願優先日前には、前記のとおり、医薬品製剤を目的とするヒト由来生\n理活性糖タンパク質が遺伝子組換え技術のターゲットとなっていたが、これらはヒ\nト体内に投与する物質であることから、天然物とできる限り同じ（糖鎖で修飾され\nた）組換え体として得ようとするのは当然である。したがって、本願優先日前に\n「天然の糖鎖構造にできるだけ類似した糖鎖修飾された組換えｈＣＧ」を得ようと\nいう動機付けが存在していた。\nそして、人体に投与する「医薬品」を目的として組換えｈＣＧを得よう\nとする場合、その糖鎖が、全体分子量の３０％以上も占め（乙８）、生物活性と関\nわる可能性があることが知られている（甲１３、１４、乙９）以上、骨格となるタ\nンパク質部分のみならず、まわりの糖鎖部分もできる限り天然の糖鎖と同一にしよ\nうとすることは、当業者として当然の発想である。\nさらに、上記優先日技術水準を踏まえれば、組換えｈＣＧを得ようとす\nる場合の第１選択肢となる宿主が、糖鎖修飾の機構を持たない大腸菌などの原核細\n胞宿主ではなく、また、真核細胞のうちでも酵母などではなく、できるだけ進化上\nもヒトに近い哺乳動物細胞宿主であることは論を待たない。\nしかも、本願優先日前には、前示のとおり、哺乳動物細胞宿主・ＳＶ４\n０含有ベクター発現系を用いて、糖鎖を有する糖タンパク質をコードする遺伝子を\n発現させることで、グリコシル化され、分泌される発現産物が得られたこととも\nに、特に抗原糖タンパク質において、その機能的な活性も保持するように折り畳ま\nれた発現産物が得られたことも多数報告されていたのであるから、当業者にとって\nは、哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系における糖タンパク質遺伝子\nの発現産物が、糖鎖が付与され活性も保持された立体構造に折り畳まれることが十\n分に期待される事柄であったといえる。\nしたがって、「ヒト由来の糖鎖で修飾された糖タンパク質ホルモンであ\nるｈＣＧを天然と同等の生理活性を有する組換え体で得ようとすれば、糖鎖が付加\nできない細菌宿主ではなく、ヒトにできるだけ近い宿主細胞である哺乳動物細胞を\n選択することは当業者がむしろ当然に選択する事柄であったといえる」と判断でき\nるのである。\nなお、原告の指摘する糖鎖の修飾が行われなかったヒトＩＬ－２（乙\n４、甲２２訳文）については、Ｊｕｒｋｕｔ細胞由来の天然のヒトＩＬ－２自体\nが、Ｎ－型糖鎖を有しておらず、その理由がヒトＩＬ－２遺伝子中にＮ－グリコシ\nル化部位が存在していないためである。したがって、このような事例によって、天\n然の細胞内で糖鎖修飾されているタンパク質に対して、天然と同様の糖鎖修飾が起\nこるであろうとの当業者の期待が揺らぐものではない。\n(2)　取消事由２について\nア　ヒト由来生理活性糖タンパク質遺伝子を哺乳動物細胞で発現させようと\nすれば、当該タンパク質をコードする遺伝子の全てを同一ベクターに挿入し、単一\nの宿主で発現させるのが常法であるから、ｈＣＧの発現に際し、αサブユニット及\nびβサブユニット遺伝子の両者を１：１の割合で含むベクターを構築して同一の宿\n主内に導入しようとすることに、困難性を見出すことはできない。\nまた、本願優先日前には、天然のｈＣＧのαサブユニット及びβサブユ\nニットは、小胞体内において、ごく初期の段階で結合されて成熟タンパク質の構造\nに折り畳まれ、その後、小胞体→ゴルジ体→細胞外という通常の分泌経路に従って\n移動しながら、その間に各種オリゴ糖鎖の付加・プロセッシングがなされ、最終的\nに細胞外へ分泌されるまでには完全な糖鎖修飾が行われる、という生合成経路をと\nっていることが周知であった（乙１５～１７）。\nαサブユニット及びβサブユニットが、糖鎖修飾された後に細胞外で結\n合するわけではないから、両サブユニットを別々に発現させてから結合しようとい\nう発想はそもそもあり得ず、両遺伝子を同一ベクター内に１：１の割合で組み込\nみ、同一の哺乳動物細胞宿主中で発現させようとすることが最も自然な発想であ\nる。\nイ　本願優先日から２年後の出願後実験記録（甲１７）も、その結果が予測\nどおりであったことを示すものにすぎず、何ら「予測できない効果」が奏されたこ\nとにはならない。また、原告の主張する「組換えｈＣＧ」の産生と同時に不完全物\n質である「βサブユニット」も副産物として産生されてしまうことについては、そ\nの点がいかに予測できなかったとしても、「組換えｈＣＧ」自体の効果ではない。\n(3)　取消事由３について\nア　本願明細書に記載される本願発明の組換えｈＣＧ発現過程は、本願優先\n日前に先人の研究開発の結果の優れた宿主・ベクター系、及び優れた組換え手法で\nあることが既に確立している技術を、単に利用し適用したにすぎない。そして、そ\nの過程において、本願発明の完成までに生じた可能性のある予期しなかった障害の\n存在も、その解決のための工夫の存在も窺わせるものはない。\nまた、本願明細書には、組換えｈＣＧの発現について、単に「ヘテロダ\nイマーを生産する」（段落【００７６】）と記載されるにすぎず、実施例において\nは、実際に用いられた具体的な宿主・ベクター系は明記されておらず、上記「ヘテ\nロダイマーを生産する」という記述の根拠となる具体的なアッセイ法も、具体的な\n実験データも、また、糖鎖組成、発現産物の分子量など物理化学的データも示され\nていない。\nこのような本願明細書の記載からみて、原告は、組換えｈＣＧについて\nの実験系を組む場合に、先人達が提供した成功率の高い優れたツールであり、得ら\nれるべき結果も十分に予測される宿主・ベクター系を利用したから、発現産物がど\nのような活性を有するどのような化学物質であるかを確かめることなく、生物活性\nがある組換えｈＣＧが発現したことを疑わなかったものと推測される。\n原告自身も、乙７意見書において、本願明細書に発現及び糖鎖・活性の\n確認に関する実施例を当初の明細書に含めなかった理由を、「ｈＣＧをコードする\n遺伝子そのものを単離した時点で完成している。」、「その遺伝子の発現及び糖\n鎖・活性確認に特別な困難は要さなかったと認識される」と断言し、本願優先日当\n時、いかに高水準の組換えの「技術常識」を有していたかを主張していた。\nイ　原告は、乙３論文中の哺乳動物細胞発現系において、「２～３年でたっ\nた２０数件の成功例」であること及び同論文中の文献１０６の記載を根拠に、本願\n優先日前の哺乳動物細胞宿主発現系の技術的レベルを、失敗して当然の水準である\nかのように主張する。\nしかし、例えば、糖タンパク質遺伝子のグリコシル化や機能性保持につ\nいて積極的に述べている文献だけでも複数存在し（乙１０～１４）、これら文献中\nにおいても、成功した実例を参照文献として末尾に多数記載している。しかも、乙\n３論文中の文献１０６（甲１５の２）の論文受入日は、本願優先日から約２年も前\nの時期であり、本願優先日前の２、３年という期間は、哺乳動物細胞発現系におけ\nる遺伝子組換え技術の分野において、日進月歩のめざましい技術的進歩があった時\n期であるから、当該文献中の従来技術の記載が、当該論文作成時点での技術水準を\n正確に記述したものであったとしても、それから２年も経た後の本願優先日当時の\n技術水準を反映したものとはいえない。\nウ　前記のとおり、本願優先日当時、周知の天然ｈＣＧのヒトの体内の細胞\n内での生合成経路をも踏まえて、引用例１及び２に記載されたｈＣＧのα及びβサ\nブユニットそれぞれの分泌、糖鎖修飾に関わる全ＯＲＦを含む両遺伝子を、ヒトと\n同じ哺乳動物細胞宿主内で発現させれば、ヒト体内の細胞内と同様の生合成経路に\n従って、組換えｈＣＧが、天然と同様のヘテロダイマー構造体に折り畳まれ、何ら\nかの糖鎖修飾された状態で培養上清中に分泌されて取得できるだろうと予測するこ\nとは、当業者にとって自然なことであり、その際に、ｈＣＧがヘテロダイマーであ\nることは何らの阻害要因とはならない。\n本件実験ノート（甲３６～３８）の記載からも、本願発明の発明者ら\nが、大腸菌を含めた他の形質転換宿主を検討して本願明細書記載の哺乳動物細胞宿\n主に到達した様子もなく、また、手元のベクターに特に改良を加えることなく、ル\nーチン的に順調に実験が進行している様子が窺われ、何らかの製法上の困難性に遭\n遇したことを示す記載は見当たらない。そして、取得したとするα、β－ヘテロダ\nイマーに対して、糖鎖の量や組成だけでなく糖鎖の存在を確認する実験も行われた\n形跡がない。\nこのようなｈＣＧ遺伝子を取得してからの予測どおりの簡単な発現実験\nの過程をも勘案すれば、遺伝子組換えによって本願発明の組換えｈＣＧを得ること\nが困難であったということはできない。\n第３　当裁判所の判断\n１　宿主細胞の選択の誤認（取消事由１）について\n(1)　原告は、本願発明の宿主細胞の選択の容易性の前提となる優先日技術水準\nについて、本件審決が、「本件優先日前には既にＳＶ４０含有ベクターを用いてマ\nウスもしくはサル由来の哺乳動物細胞宿主のゲノム中にヒト由来生理活性タンパク\n質の遺伝子を導入することで、糖鎖も天然の修飾程度に極めて近く、生理活性も有\nする組換え体が得られた成功例が多数報告されていた時期である」と認定したこと\nが誤りであると主張するので、以下検討する。\nア　乙３論文（題名「細胞に導入された組換え遺伝子の発現」）は、その発\n行日が昭和５８年（１９８３年）１２月５日（同年１１月２５日印刷）であり、本\n願優先日（同年１１月２日）の直後であるが、本願優先日前の研究成果に基づい\nて、それ以前の「細胞に導入された組換え遺伝子の発現」に関する知見が集大成さ\nれて解説されたものであり、本願優先日前の一般的な遺伝子組換えの技術水準を適\n切に紹介した論文であると認められる。\n同論文の「ＩＶ．発現能力をもつ組換え遺伝子の実例」には、「現在ま\nでに報告されている組換え遺伝子の細胞内（主に大腸菌、酵母菌および動物培養細\n胞）における発現例を列記することにする。それらの代表的な実験例は表２（…）\nにまとめられている。」（１４８８頁左欄）と記載され、「３．動物培養細胞に導\n入した場合」（１４９４頁右欄～１４９６頁左欄）の項には、「これらの宿主－ベ\nクターの組合せを利用してここ２～３年の間に多数の報告がなされたが、これらは\nおおむね次の３つに大別できる。…第３は、種々の有用物質を動物培養細胞を用い\nて生産する試みで、インターフェロン106～108）やＢ型肝炎ウイルス表面抗原125、126）などの\n報告がある。」（１４９６頁左欄）と記載され、これらの報告の実例が、「表２．\n発現能力をもつ組換え遺伝子の実例（Ｃ）－動物培養細胞に導入した場合－」\n（１４９５頁）に示されており、動物培養細胞を用いて組換え遺伝子の発現を行っ\nた多数の報告がなされていたものと認められる。\nさらに、同論文が掲載された「蛋白質　核酸　酵素　臨時増刊　組換え\n遺伝子の細胞への導入と発現」第２８巻第１４号（乙３）の「編集後記」では、\n「１９８１年に…「遺伝子操作」と題する「蛋白質　核酸　酵素」臨時創刊号が出\n版されてからわずか２年間しか経過していないが、その間に蓄積されたこの分野の\n研究実績はすでに尨大であって」（１６５４頁）と記載されおり、昭和５６年から\n５８年にかけて、遺伝子組換え技術の分野で顕著な技術的進歩があったものと認め\nられる。\nイ　乙３論文の「表２」の実例の１つである参照文献１２７（「Nature\nVol．302　（24　March　1983）p.305～310」、乙４、甲２２も訳文、以下「乙４文\n献」という。）には、糖鎖を有するヒト由来生理活性タンパク質であるヒトＩＬ－\n２の「ｃＤＮＡをサルウィルス４０（ＳＶ４０）プロモーター配列に結合させ、培\n養したサルＣＯＳ細胞を形質転換するため用いられたとき、ヒトＩＬ－２に特徴的\nな生物学的活性を有するポリペプチドが生産された。」（３０５頁の要約の項、乙\n４訳文１頁）、「第５図に示されるように、このＩＬ－２活性の用量作用曲線は、\n天然ＩＬ－２のものと匹敵する。…ＣＯＳ細胞で産生されたＩＬ－２の分子量が～\n１５，０００であることを示しており、…Jurkat細胞で生成された真のヒトＩＬ－\n２と見分けがつかなかった…。したがって、…ｃＤＮＡ配列によりコードされてい\nるタンパク質は、ヒトＩＬ－２の公知特性の多くを示している。」（３０７頁右欄\n最終段落、同訳文１頁）と記載される一方、ヒトＩＬ－２の一般的分析として、\n「ジャーカット細胞由来のＩＬ－２はインビボにおいてグリコシル化されない。こ\nの観察に一致して、ヒトＩＬ－２の推定配列中には可能性のあるＮ－グリコシル化\n部位…が不在である。しかしながら、Ｎ－グリコシル化以外の修飾、例えばＯ－グ\nリコシル化及びシアル酸化の存在は排除できない。」（３０７頁左欄、甲２２訳文\n１頁）と記載され、第４図に、発現用に構築されたプラスミドＤＮＡが示されてい\nる。\n上記の前半の記載及び第４図によれば、ヒト由来生理活性糖タンパク質\nであるヒトＩＬ－２を、ＳＶ４０プロモーターに結合させて哺乳動物細胞であるＣ\nＯＳ細胞で発現させると、天然ＩＬ－２と同程度の生物活性を有し、その分子量か\nら見て一定のグリコシル化がされていると推認される組換えＩＬ－２が得られたこ\nとが開示されていると認められる。他方、後半（甲２２訳文）の記載によれば、ジ\nャーカット細胞由来の天然のヒトＩＬ－２は、生体内実験で、そのアミノ酸配列中\nにＮ－グリコシル化部位が存在していないため、Ｎ－グリコシル化されないが、そ\nの他の修飾がなされることは排除できないことが示されていると認められる。\nウ　クローンしたインターフェロン遺伝子を含有するハムスター細胞による\nヒトインターフェロンの産生に関する文献である「Nucleic　Acids　Research\nVol.11,No.3,pp687-706（March　1983）」（乙１０、以下「乙１０文献」とい\nう。）には、「マウスジヒドロ葉酸還元酵素（ｄｈｆｒ）およびウイルスプロモー\nターのコントロール下にてヒトインターフェロン（ＩＦＮ－α ５あるいはＩＦＮ－\nγ）コーディング配列を含有するハイブリッドプラスミドを、ｄｈｆｒ－チャイニー\nズハムスター卵巣（ＣＨＯ）細胞中にトランスフェクトした。…ＣＨＯ細胞由来の\nヒトＩＦＮ－γはグリコシル化されたことが示唆される。」（６８７\n頁「ABSTRACT」、訳文１頁）、「ＩＦＮ－β（１０－１２）とＩＦＮ－γ（１３－\n１５）はグリコシル化されると考えられているのに対し、すべてではないとしても\n大半のヒトαＩＦＮはグリコシル化されていない（４）。個々のＩＦＮを大量生産\nすることを目的として、これらコーディング配列を適切なプラスミド中に挿入し、\n微生物中に発現させた。…正確にグリコシル化した真核生物由来タンパクは細菌内\nにて生産されるとは考えられないので、炭水化物群がＩＦＮあるいはその他何らか\nのタンパクの生物学的活性に関するすべてのスペクトルに必要とされる場合は、別\nの生産システムを取り入れることが必要となろう。この問題に対する我々のアプロ\nーチは、真核細胞にてクローンした遺伝子を発現することであった。というのは、\n得られたタンパクがグリコシル化され、かつ分泌されると考えることができるだけ\nの理由が存在していたためである。…我々は、ＳＶ４０初期プロモーターのコント\nロール下にて…コーディング配列を挿入した。…得られたヒトＩＦＮ－γはグリコ\nシル化されたと考えられるが、ＩＦＮ－αはそうではなかった。」（６８７\n頁「INTRODUCTION」、訳文１～２頁）と記載されている。\nこれらの記載によれば、当該実験開始時点において、ＳＶ４０の１部を\n含むベクターを構築し、哺乳動物細胞であるＣＨＯ細胞を用いて各種インターフェ\nロン（ＩＦＮ）を発現させた結果、天然でも糖タンパク質ではないＩＦＮ－αの組\n換え体はグリコシル化されなかったのに対し、天然で糖タンパク質であるＩＦＮ－\nγの組換え体はグリコシル化されており、ＣＨＯ細胞等の哺乳動物細胞宿主を用い\nれば、糖タンパク質遺伝子の発現産物がグリコシル化され分泌されることが、既に\n知られていた事柄であることが示されていると認められる。\nエ　インフルエンザウイルスの赤血球凝集素の糖蛋白抗原（ＨＡ）遺伝子の\n発現を観察している文献である「Nature　Vol.300 p.598-603（Dec.1982）」（乙１\n１）には、「野生型遺伝子は、サルウイルス４０（ＳＶ４０）－ＨＡ組換えベクタ\nーから完全にグルコシル化されたタンパク中に高性能で発現することが示されてお\nり、抗原性の面と生物学的な面から活性を有する形状で感染細胞表面に示されてい\nる。」（５９８頁要約部分、訳文１頁）と記載されている。\nこの記載によれば、野生型遺伝子が、サルウイルス４０（ＳＶ４０）－\nＨＡ組換えベクターから完全にグルコシル化されたタンパク質中に高性能で発現\nし、抗原性及び生物学的な活性を有することが示されていると認められる。\nオ　同じくＨＡ遺伝子を用いて、哺乳動物宿主細胞での発現を観察している\n文献である「Proc．Natl．Acad．Sci. USA Vol.78, No.9,\np.5488-5492（Sep．1981）」（乙１２）には、「Ａ型インフルエンザウイルスの赤\n血球凝集素（…）についてコードしたクローン全長ＤＮＡ配列を、ＳＶ４０の生存\n可能な欠失突然変異体の後期領域に挿入し、早期ＳＶ４０突然変異体（ｔｓＡ２\n８）ヘルパーの存在下にてハイブリッドＤＮＡを増殖させた。…霊長類動物細胞へ\nのハイブリッドウイルスの感染により、インフルエンザウイルスの赤血球凝集素と\n分子サイズが同等であるポリペプチドの産生を認めた。放射性の糖が取り込まれる\nことから、ポリペプチドのグリコシル化が示された。赤血球の凝集から示されるよ\nうに、推定上の赤血球凝集素には機能的活性が示された。」（５４８８\n頁「ABSTRACT」、訳文１頁）と記載されている。\nこの記載によれば、ＨＡをコードした全長ＤＮＡをＳＶ４０の生存可能\nな欠失突然変異体に挿入し、霊長類動物細胞に感染させることで、ＨＡと分子サイ\nズが同等で、グリコシル化され、同等の機能的活性を示す組換え体が得られたこと\nが示されていると認められる。\nカ　同じくＨＡ遺伝子の発現を観察している文献である「Nature\nVol．293,p.620-625（Oct．1981）」（乙１３）には、ＨＡ遺伝子を「ＳＶ４０の初\n期遺伝子あるいは後期遺伝子のいずれかを置換することにより、感染細胞内におい\nて大量の赤血球凝集素を発現する組換えウイルスを構成した。…これは実際のイン\nフルエンザウイルス赤血球凝集素と同一の分子量であり、細胞表面に蓄積されて赤\n血球吸収作用を発揮する。」（６２０頁要約、訳文１頁）と記載されている。\nこの記載によれば、感染細胞内において、実際のＨＡと同一分子量で、\n機能も保持されている組換え体が得られたことが認められる。\nキ　Ｂ型肝炎ウイルス（ＨＢＶ）の表面抗原遺伝子を用いて、哺乳動物宿主\n細胞での発現を観察した文献である「Proc．Natl．Acad．Sci．USA Vol．78, No.4,\np.2606-2610（Apr．1981）」（乙１４）には、「Ｂ型肝炎ウイルスの、ＤＮＡフラ\nグメントを運搬するサルウイルス４０（ＳＶ４０）組換え体を構築した。この組換\nえ体を感染させたサル腎細胞を培養したところ、Ｂ型肝炎ウイルス表面抗原が産生\nされた。抗原は、物理的特性、抗原の構成、およびポリペプチド成分がＢ型肝炎患\n者の血清中にて発見された粒子と同一である、２２ｎｍ粒子として培地中に排泄さ\nれた。」（２６０６頁「ABSTRACT」、訳文１頁）、「ＨＢＶ表面抗原遺伝子は大腸\n菌でも、１３８,０００ダルトンのＨＢｓＡｇ－β－ガラクトシダーゼ融合ポリペプ\nチドの１部分が既に発現物として得られている（３３）。驚くには当たらないが、\nこの融合抗原はグリコシル化されておらず、粒子化されておらず、また細菌宿主外\nには排出されない。このように、哺乳動物細胞発現系では、最終的な遺伝子産物が\n修飾され、複雑な生物学的構造に折り畳まれたというこれらの実例からみて、多\n分、原核細胞における発現系を効果的に補う性質を備えているようである。」（２\n６０９頁右欄～２６１０頁左欄、訳文１頁）と記載されている。\nこれらの記載によれば、ＨＢＶの表面抗原組換え体は、哺乳動物細胞宿\n主・ＳＶ４０含有ベクター発現系で発現されると、抗原性が保持され、その物理的\n特性、抗原の構成及びポリペプチド成分も、Ｂ型肝炎患者血清中粒子と同一である\nと確認されるものであり、原核細胞宿主で発現された場合には起こらないとされ\nる、グリコシル化及び複雑な生物学的構造の折り畳みが起こることが示されている\nと認められる。\nク　霊長類動物細胞におけるＤＮＡの仲介する形質転換の高収率性に関する\n文献である「Science　Vol.221, p.551-553（Aug.1983）」（乙１８）には、「我々\nは、優位な選択可能マーカーを運搬する哺乳類ベクターの存在下にて、霊長類動物\nの細胞における、ＤＮＡの仲介する安定した「形質転換」に関する体系的な研究を\n実施した。我々の結果から、霊長類動物の細胞は、遺伝子転移受容株としてネズミ\n細胞と同等あるいは相対的に優れているといえることが示唆される。」（５５１頁\n右欄、訳文１頁）と記載されている。\nこの記載によれば、霊長類動物の細胞は、遺伝子転移受容株として相対\n的に優れており、これらを用いて、安定的な形質転換を行うことが示されていると\n認められ、当業者が、一般的な動物宿主細胞・哺乳類宿主細胞に関する研究成果を\n踏まえて、更に宿主細胞を霊長類動物細胞にまで進展させた研究開発を行っている\nことが理解される。\n(2)　以上の各文献等の内容及び公開時期から認められるように、本願優先日前\n２～３年間は、ヒト由来生理活性糖タンパク質の遺伝子組換え技術に焦点が当てら\nれ、サルなどの哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系を用いた研究開発\nが活発になされており、それらの研究成果として、糖鎖で修飾されるとともに、ヒ\nト由来生理活性タンパク質と同等の生理活性を有する、組換えヒト由来生理活性糖\nタンパク質が得られた旨の報告が多数行われ、当該分野における技術開発が顕著で\nあったものと認められる。\nア　このことは、原告自身も十分認識していたものと推認される。すなわ\nち、原告による乙７意見書においても、「本願発明に用いたＳＶ４０による発現系\nは、本願優先日以前の１９７９年～１９８２年に公表された文献６－９に記載され\nた系であり、…ＳＶ４０が一般的な発現ベクターであることが記載されていま\nす。」（乙７第２頁）、「当業者であれば、ＳＶ４０を用いた旨の記載のみで発現\nされたタンパク質には糖鎖が付加されている（翻訳後修飾されている）ことは容易\nに認識するはずであります。」（同３頁）と述べており、本願優先日前に、ヒト由\n来生理活性糖タンパク質を哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系で発現\nさせることが複数の文献で公表されていたこと、この発現系を用いることにより適\n切な糖鎖で修飾された組換え体を得ることができたこと及びこのＳＶ４０が一般的\nなベクターであったことを自認していたものと認められる。\nしたがって、本件審決が、「本願優先日前には既にＳＶ４０含有ベクタ\nーを用いてマウスもしくはサル由来の哺乳動物細胞宿主のゲノム中にヒト由来生理\n活性タンパク質の遺伝子を導入することで」、糖鎖修飾がなされ、「生理活性も有\nする組換え体が得られた成功例が多数報告されていた時期である」と優先日技術水\n準を認定した点に、誤りはない。\nイ　原告は、本件審決が、文献も全く示さず「成功例が多数報告されてい\nた」と認定したことが違法であり、この点について被告が提出した乙３論文中の文\n献番号１～９８も、細菌及び酵母を宿主とした例であり、哺乳類宿主は、同論文中\nの文献番号９９～１２７の２０数件のみであるから、多数報告されていたとはいえ\nないと主張する。\nしかしながら、まず、出願（優先日）前の一般的な技術水準は、当業者\nであれば、当然把握しているものと解されるから、審決においてその認定をするに\n当たり必ずしも文献を示す必要がないことはいうまでもない。仮に、その認定内容\nに問題があるとすれば、当該審決の取消訴訟において、被告が具体的証拠を示して\nその当否を検討すればよいのであり、審決に当該技術水準に関する文献が示されて\nいないことをもって違法とする原告の主張は、それ自体失当なものといわなければ\nならない。\nまた、乙３論文が哺乳類宿主細胞の実例を２９件示したことは、その限\n度においても相当数な事例であると認められる上、前記認定のとおり、本願優先日\n前２～３年間において、ヒト由来生理活性糖タンパク質遺伝子について、サルなど\nの哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系が盛んに研究開発され、それら\nの研究成果として、糖鎖で修飾され、ヒト由来生理活性タンパク質と同等の生理活\n性を有するものが得られた旨の報告が多数行われており、顕著な技術開発があった\nものと認められるから、この点に関する原告の上記主張も、到底、採用することが\nできない。\nウ　さらに、原告は、本願発明に必須の「ヘテロダイマー」及び「糖鎖修\n飾」の両者の要件を満たす外来タンパク質の発現の成功例の報告はないと主張す\nる。\nしかし、本件審決は、本願優先日前、ＳＶ４０含有ベクターを用いて哺\n乳動物細胞宿主の中にヒト由来生理活性タンパク質の遺伝子を導入することで、糖\n鎖修飾がなされ、生理活性も有する組換え体が得られた成功例が多数報告されてい\nたと認定したのであり、この認定は、前示のとおり正当なものであって、「ヘテロ\nダイマー」及び「糖鎖修飾」の両者の要件を満たす外来タンパク質の発現の成功例\nの有無により左右されるものではない（なお、このような成功例がないからといっ\nて、本願発明が進歩性を有するものでないことは、後記説示のとおりであるから、\n原告の上記主張も採用することができない。）。\n(3)　次に、原告は、本件審決が、優先日技術水準の認識を誤ったことを前提と\nして、「ヒト由来の糖鎖で修飾された糖タンパク質ホルモンであるｈＣＧを天然と\n同等の生理活性を有する組換え体で得ようとすれば、糖鎖が付加できない細菌宿主\nではなく、ヒトにできるだけ近い宿主細胞である哺乳動物細胞を選択することは当\n業者がむしろ当然に選択する事柄であったといえる」と判断したことも誤りである\nと主張する。\nしかしながら、 本件審決が認定した優先日技術水準に誤りがないことは前\n記のとおりであるから、原告の上記主張は、その前提を欠くこととなり理由がな\nい。ただし、原告は、宿主細胞として哺乳動物細胞を選択することが困難であった\n旨をより詳細に主張するので、以下検討することとする。\nア　原告は、本願発明の目的が医薬の開発であるから、「天然物のｈＣＧと\n同じ生物活性を有する組換え体を得ること」が目的であって、「天然物のｈＣＧと\n同じ（糖鎖修飾の点についてまで同じ）組換え体を得ること」は、目的とされてお\nらず、また、本件審決の上記認定は、「天然物のｈＣＧと同じ糖鎖修飾がなければ\n天然物のｈＣＧが有する目的とした生物活性が生じない」ということを前提とする\nものであるが、そのような前提は周知技術として認められず、むしろ、本願優先日\n当時、糖鎖修飾と生物活性の関係は十分解明されていなかったと主張する。\n確かに、天然のｈＣＧの糖鎖の構造は複雑であって、本願優先日当時、\n未解明な部分もあったと認められるが（乙１、２）、上記優先日技術水準の認定の\nとおり、サルなどの哺乳動物細胞宿主・ＳＶ４０含有ベクター発現系が研究開発さ\nれた成果として、糖鎖で修飾されるとともに、ヒト由来生理活性タンパク質と同等\nの生理活性を有する、組換え糖タンパク質が得られた旨の報告が行われていたと認\nめられる。\nそして、ｈＣＧの糖鎖とその生理活性との関係に関して、「The\nJournal　of　Biological　Chemistry, Vol.258, No.1, pp.67-74（1983．1）」\n（乙８、以下「乙８文献」という。）には、「サブユニットの一方または両方が脱\nグリコシル化するとホルモンの生物学的活性が劇的に低下することが示された。…\n脱グリコシル化ｈＣＧは上記ホルモン反応の強力なｈＣＧ活性阻害剤であることも\n見いだされた。これら研究はさらに、炭水化物がホルモン活性の発現には必要とさ\nれるが、サブユニットの会合…に関係していないことを示した。」（６７頁要約、\n訳文１～２頁）、「サブユニットの一方または両方を脱グリコシル化すると、ホル\nモンの生物活性が劇的に低下する。天然のホルモンと異なり、脱グリコシル化ｈＣ\nＧはラット黄体細胞中でのｃＡＭＰやプロゲステロンの産生といったインビトロで\nの細胞反応を刺激しない」（７１頁左欄、訳文２～３頁）と記載されており、これ\nらの記載によれば、本願優先日前の研究において、天然ｈＣＧは、脱グリコシル化\nする（糖鎖を取り除く）ことでｈＣＧのホルモン活性が劇的に失われてしまうこ\nと、他方、サブユニットの会合には糖鎖が関係していないことが、それぞれ公表さ\nれていたものと認められる。また、後記認定のように、甲１３及び１４文献も、糖\n鎖を失ったｈＣＧが、ｈＣＧ本来のホルモン作用を引き起こすことが困難となる旨\nを実験報告として開示しており、ｈＣＧの糖鎖がそのホルモン活性と関わりがある\nことを推認させるものである（以下、乙８文献と併せて「乙８文献等」とい\nう。）。\nこのように、本願優先日当時、糖鎖で修飾され、ヒト由来生理活性タン\nパク質と同等の生理活性を有する、組換えヒト由来生理活性糖タンパク質が得られ\nた旨の多数の報告が行われるとともに、乙８文献等に開示されるように、ｈＣＧの\n糖鎖がその生理活性と関りがある旨の研究報告がなされていたのであるから、生理\n的な活性を有するｈＣＧの組換え体を得ようとする当業者が、宿主として哺乳動物\n細胞を選択し、糖鎖で修飾された組換え糖タンパク質を得ようとすることは、極め\nて自然な手法であると認められる。\nそもそも、本件審決は、上記のとおり、優先日技術水準を前提として、\n当業者が、天然と同等の生理活性を有する組換え体を得ようとすれば、糖鎖を修飾\nすることが可能であり、生理活性を有するヒト生理活性糖タンパク質の組換え体の\n発現を期待することができる哺乳動物細胞宿主を選択することが当然の事柄である\nと判断したのであって、同判断が、天然物のｈＣＧと同じ糖鎖修飾がなければ天然\n物のｈＣＧが有する生物活性が生じないことを前提としたわけではないし、また、\n本願発明の目的が、天然物のｈＣＧと同じ（糖鎖修飾の点についてまで同じ）組換\nえ体を得るものであると認定するものでもない。\nしたがって、原告の上記主張は、本件審決を曲解して非難するものであ\nって、失当といわなければならない。\nイ　原告は、ヘテロダイマー及び糖鎖修飾されるタンパク質の組換え発現に\n際しての宿主の選択において、糖鎖が生物活性に影響しないことが明らかであるか\n又はその可能性が考えられる場合には、ヘテロダイマーのαサブユニット及びβサ\nブユニットの会合を干渉する可能性のある糖鎖を付加しない宿主、常識的には大腸\n菌を選択するはずであると主張する。\nしかしながら、前記認定のとおり、本願優先日当時、糖鎖で修飾され、\nヒト由来生理活性タンパク質と同等の生理活性を有する、組換えヒト由来生理活性\n糖タンパク質が得られた旨の多数の報告が行われるとともに、ｈＣＧの糖鎖がその\n生理活性と関りがある旨の研究報告（乙８文献等）がなされていたのであるから、\n糖鎖が生物活性に影響しないことが明らかであるか又はその可能性が考えられると\nの前提は誤りである。\nまた、原告の上記主張は、哺乳類宿主細胞などを用いて糖鎖修飾を行っ\nた場合には、天然と同様の糖鎖を得ることが困難であり、かつ、そのような糖鎖修\n飾の後にサブユニットの会合が行われることを前提とするものであるが、前示のと\nおり、天然のｈＣＧの糖鎖構造は、完全には解明されておらず、糖鎖構造とサブユ\nニットの会合との関係も、完全には解明されていなかったものと推測されるから、\n上記のように断定することはできない（むしろ、後記認定のとおり、サブユニット\nどうしは、小胞体内において初期の段階で結合され、その後細胞外に排出されるま\nでの間に糖鎖修飾がなされるものと予測される。）。しかも、優先日技術水準にお\nいて、糖鎖修飾があることによりαサブユニット及びβサブユニットの会合が阻害\nされるとの知見を示す証拠はない（なお、本願優先日後、７年以上を経て発表され\nた論文（甲３４、１９９０年１２月発行）において、αサブユニットの糖鎖がダイ\nマー形成に影響することが示されたとしても、上記の認定は左右されない。）。か\nえって、乙８文献には、前記認定のとおり、糖鎖がサブユニットの会合に関係して\nいないことが示されていたのであるから、当業者は、ｈＣＧの生理活性と関りがあ\nると考えられていた糖鎖が、他方で、αサブユニット及びβサブユニットの会合を\n阻害するとの認識を有していたものとは認められない。\nそうすると、前記優先日技術水準に基づいて、天然のｈＣＧと同様の生\n理的な活性を有する組換えｈＣＧを得ようとする当業者が、天然のｈＣＧと同様に\n糖鎖修飾された組換えｈＣＧを得ようとすることは、極めて当然のことであり、そ\nの場合に、糖鎖を修飾することができない大腸菌等の原核細胞を、組換えｈＣＧの\n発現のための宿主として選択する余地はないものといわなければならない。なお、\n当業者の客観的認識に関する上記の認定は、原告が当該分野の専門家とする学者の\n意見書（甲３９）により左右されるものではない。\nしたがって、いずれにしても原告の上記主張を採用することはできな\nい。\nウ　原告は、糖鎖を除去したｈＣＧであっても、排卵阻害の生物活性を有す\nることが示され（甲１３）、糖鎖が、受容体への結合活性及び免疫活性について重\n要でなく、ｃＡＭＰ蓄積の刺激に重要であったことが示され（甲１４）、さらに、\nインターフェロンβ１（ＩＦＮ-β１）を細菌細胞中で発現させ、組換え生成物が糖\n鎖を付加されていないにもかかわらず、抗ウイルス活性を示している（甲１５）の\nであるから、ｈＣＧやＩＦＮ-β１などの糖タンパク質において、糖鎖に影響されな\nい生物活性の存在が本願優先日前に明らかであり、このような事実が否定されなけ\nれば、大腸菌を宿主として選択する動機は否定されないと主張する。\nこの点に関し、「Contraception　1983　May;27(5):515-20」（甲１３、\n以下「甲１３文献」という。）には、化学的に脱グリコシル化したｈＣＧ調製物\n（ＤＧ－ｈＣＧ）について、「ＤＧ－ｈＣＧは排卵を阻害することができた。これ\nらの結果は、ＤＧ－ｈＣＧがラットの生体内においてそのホルモン拮抗活性を及ぼ\nし得ることを示す。」（訳文１頁）と、「THE JOURNAL OF BIOLOGICAL CHEMISTRY\nVol.257, No.12, pp.7109-7115（1982.6）」（甲１４、以下「甲１４文献」とい\nう。）には、脱グリコシル化したｈＣＧについて、「受容体結合及び免疫活性は完\n全に保持されたのに対して、当該ホルモンがラット小腸細胞において環状ＡＭＰ蓄\n積をインビトロにおいて刺激する能力は完全に破壊された」（７１０９頁左欄要\n約、訳文１頁）と、「Journal　of　INTERFERON RESEARCH　Vol.3, No.1,\nPp.97-111（1983）」（甲１５の１の１、以下「甲１５文献」という。）には、「ヒ\nト繊維芽細胞インターフェロン、ＩＮＦ－β１と略す、を成熟ポリペプチドをコー\nドするクローン化ｃＤＮＡの直接発現により大腸菌内で生産させた。…細菌のＩＮ\nＦ－β１は、培養物の中で成長したＤａｕｄｉ細胞の増殖を阻害することにおいて\n等しく活性であった。細菌のＩＮＦ－β1は、ナチュラルキラー細胞の活性及び抗体\n依存性細胞毒性をインビトロにおいて増強することもできた。」（９７頁要約、訳\n文１～２頁）と、それぞれ記載されている。\nこれらの記載によれば、脱グリコシル化したｈＣＧは、天然ｈＣＧのホ\nルモン作用である排卵作用を阻害する性質を有することが認められ、また、受容体\n結合活性及び免疫活性は完全に保持されたのに対して、環状ＡＭＰ蓄積ができない\nことも認められ、さらに、細菌細胞中で発現させられ糖鎖を付加されていないＩＦ\nＮ-β１（上記訳文中では「ＩＮＦ－β１」とされている。）は、抗ウイルス活性を\n示していることも認められる。\nしかしながら、脱グリコシル化したｈＣＧが上記の特性（活性）を有す\nることは、以下のとおり、本願発明が目的とするｈＣＧ本来のホルモン作用を有す\nること、つまり、ｈＣＧとしての生物学的な活性を有することとは、別異の事柄で\nある。\nすなわち、本願発明における「生物学的に活性なｈＣＧ」の「生物学的\nに活性」について、特許請求の範囲に具体的な規定はなく、本願明細書（甲１、\n２、６）においても明確な定義はないが、「このタンパク質はホルモン、最適には\nｈＣＧ…などの性ホルモン…のような分泌タンパク質である。」（段落【０００\n５】）、「本発明によって作られるｈＣＧは、例えばヒトの生殖に関係する多数の\nよく知られた医療用途を有している。」（段落【００７９】）と記載されており、\nこれらの記載によれば、本願発明の組換えｈＣＧは、天然のｈＣＧの有する上記性\nホルモン活性を利用するような用途を意図するものと認められる。したがって、本\n願発明が、天然のｈＣＧによる性ホルモン製剤と同等の作用効果を有しない、ある\nいは、その働きを阻害するような「ホルモン阻害作用」のみを有する、組換えｈＣ\nＧの産出を意図したものでないことは当然である。\nまた、ｈＣＧの総説である「蛋白質　核酸　酵素　臨時増刊　タンパク\n質研究の新しい視点－化学的研究を中心にして－」第２７巻第１２号中の論文「胎\n盤性性腺刺激ホルモン」（共立出版株式会社昭和５７年９月５日発行、乙１、以下\n「乙１論文」という。）には、ｈＣＧの定義及び生物学的作用について、「ヒト胎\n盤性性腺刺激ホルモン（…ｈＣＧ）は妊娠期間中に胎盤の脈絡膜絨毛栄養膜細胞\n（…）で生産される糖タンパク質ホルモンである1)。ｈＣＧは脳下垂体起源のヒト黄\n体形成ホルモン（…ｈＬＨ…）と化学構造の上で、きわめてよく似ているだけでな\nく、両ホルモンともに卵巣及び睾丸に対する生物学的作用もよく似ている\n2)。ｈＬＨ\nは正常な月経周期を保つように働くのに対して、ｈＣＧは受胎したときに月経周期\nの開始を妨げるように作用する。妊娠の初期におけるｈＣＧのおもな役割は、黄体\nが衰えるのを防ぎ、子宮内膜を保持するのに必要なエストロゲンとプロゲスチンの\n分泌を続けさせるように黄体に促進的に作用することである\n3)。一般的に両ホルモン\nとも同じレセプターの部位で作用すると考えられている\n4,5)。」（１７１５頁左欄）\nと記載されており、ｈＣＧには、上記で定義される性腺刺激ホルモンの活性（以下\n「ｈＣＧ活性」という。）を有することが必須であると認められる。\n以上のことからすると、本願発明における「生物学的に活性」とは、\n「ヒト胎盤性性腺刺激ホルモン」と称されるｈＣＧ本来の上記「ｈＣＧ活性」を意\n味するものと解するのが相当であり、本願発明の「生物学的に活性なｈＣＧ」と\nは、少なくとも「ｈＣＧ活性」を有する組換えｈＣＧであると認められる。\nそうすると、甲１３及び１４文献において、脱グリコシル化したｈＣＧ\nが、排卵作用を阻害する性質を有すること及び環状ＡＭＰ蓄積をできないこと、あ\nるいは、ホルモン作用と関わりなく受容体への結合活性等を有することは、いずれ\nも本願発明の目的とする「ｈＣＧ活性」に含まれるものではなく、むしろ、本願発\n明の「ｈＣＧ活性」を阻害する性質を有するものといわなければならない（なお、\n脱グリコシル化したｈＣＧは、天然ｈＣＧと競合して受容体に結合した後に、自身\nは何の「情報」も伝達することができないため、細胞にｈＣＧのホルモン作用を引\nき起こすことができず、結果として、天然ｈＣＧのホルモン作用を阻害したものと\n推測される。また、当該ｈＣＧが、受容体結合活性及び免疫活性を保持しても、環\n状ＡＭＰ蓄積ができないことは、情報伝達物質の産生ができないために、ｈＣＧの\nホルモン作用を引き起こす情報伝達能力を失ったことを意味するものと認められ\nる。）。そして、甲１３及び１４文献は、糖鎖を失ったｈＣＧが、ｈＣＧ本来のホ\nルモン作用を引き起こすことが困難となる旨を開示しているのであるから、前示の\n乙８文献と同様に、ｈＣＧの糖鎖がそのホルモン活性に関わりがあることを示すも\nのといえる。\nなお、甲１５文献におけるＩＦＮ-β１は、ｈＣＧと同様のヒト由来生理\n活性糖タンパク質ではあるが、ｈＣＧのような性ホルモンとは全く異なる物質であ\nるから、ＩＦＮ-β１が糖鎖を付加されていない状態で抗ウイルス活性を有するとし\nても、この研究結果が、ｈＣＧ本来のホルモン作用と糖鎖との関係に影響を及ぼす\nものでないことは明らかである。\n以上のとおり、糖鎖を除去したｈＣＧやＩＦＮ-β１が、上記の「ホルモ\nン阻害活性」等を有するとしても、当業者が、本願発明の目的とする「ｈＣＧ活\n性」を得ようとする場合には、組換え生成物に糖鎖を付加することを意図すること\nは当然であるから、糖鎖を付加することが困難な大腸菌を宿主細胞として選択する\n余地はなく、原告の上記主張は採用することができない。\nそしてまた、当業者が、本願発明の「ｈＣＧ活性」を得るためには、糖\n鎖を付加することが重要であるとの認識を有する以上、原告の主張するように、本\n願優先日前、大腸菌等の原核細胞が宿主細胞として最も広く用いられており、その\n遺伝子工学上の性質がよく理解されていたとしても、宿主細胞として選択される余\n地がないことは明らかである。\nなお、原告は、乙１論文に基づいて、「ｈＣＧ生物活性の多くが夾雑物\nによった」と主張する。しかし、同文献の「ＶⅢ．おわりに」には、「ｈＣＧは高\nい糖含量のために、きわめて精製の困難なホルモンの代表であるが、最近の技術的\n進歩により高純度の製品が得られるようになった。ところがｈＣＧ本来の生物活性\nとして数えられていたうちのいくつかの活性が精製が進むに従って、実際は來雑物\nからもたらされていたものであることが明らかにされて興味ある問題を提供するよ\nうになった。…前二者と同様に、ゲル炉過で酵素活性は…來雑物に由来するものと\n判定された。このような生物学的活性を有するものが來雑物として含まれている市\n販のｈＣＧ標品を臨床研究に供することおよび投与による臨床的影響の評価に対し\nて今後深い考慮をはらわねばならないだろう。」（１７２２頁右欄）と記載されて\nおり、酵素活性が夾雑物に由来することを示しただけであって、本願発明の目的と\nする「ｈＣＧ活性」が夾雑物に由来すると記載するものでないことが明らかである\nから、原告の上記主張も採用することができない。\nエ　原告は、乙４文献において、ヒトＩＬ－２が、サル宿主（ＣＯＳ）細胞\n中でグリコシル化（糖鎖修飾）されなかった（甲２２訳文）のであるから、糖鎖修\n飾に関して生物活性を付与する修飾が得られると予測することも、天然型と同じ構\n造をとると予測することも、困難であり、哺乳動物細胞を宿主として当然のように\n選択して、天然のｈＣＧと同じ糖鎖を有するものを組換え体により製造することが\nできるとは考えられないと主張する。\nしかしながら、乙４文献中の原告指摘する記載（甲２２訳文該当箇所）\nは、ヒトＩＬ－２をサル宿主（ＣＯＳ）細胞中で発現させる実験を前提とするもの\nとは証拠上認められず、前記認定のとおり、単に、ジャーカット細胞由来のヒトＩ\nＬ－２が、インビボ（生体内実験、その具体的内容は不明である。）において、Ｎ\n－型糖鎖を有することがなく、これは、そのアミノ酸配列中にＮ－グリコシル化部\n位が存在していないためである旨が示されているにすぎないから、原告上記主張\nは、その前提において誤りがある。\nしたがって、乙４文献の事例によって、天然の細胞内で糖鎖修飾されて\nいるタンパク質に対して天然と同様の活性を有する程度の糖鎖修飾が起こるであろ\nうとの予測が困難となるものではないから、哺乳動物細胞を宿主細胞として選択す\nる動機が失われるわけではなく、原告の上記主張も採用することができない。\n２　ｈＣＧの合成の困難性（取消事由２）について\n原告は、本件審決が、「両遺伝子を同一の宿主細胞ゲノム中に導入しようと\nすることは両遺伝子を等量発現させようとしていることからみても極めて自然な発\n想であって特別のものではなく」と判断したことは根拠がなく誤りであると主張す\nるので、以下検討する。\n(1)　原告は、本件審決が、上記判断の根拠として、「封入体を作りやすくサイ\nズも小さい大腸菌ですら２つの遺伝子を等量発現させてダイマーとしたい場合には\nまず同一の宿主内で発現させることが発想され成功している。」と指摘したことに\nついて、大腸菌宿主は糖鎖修飾ができないので、糖鎖を修飾する本願発明の進歩性\nの判断と同一に論じられないと主張する。\nしかしながら、本件審決における上記記載は、２つの遺伝子を等量発現さ\nせようとする場合に同一宿主内で発現させる手法が自然な選択であることを説示し\nたものであり、その同一宿主細胞の例として大腸菌を示したにすぎない。そして、\n上記の説示は、等量発現させようとする２つの組換え遺伝子を別々の宿主細胞に導\n入すべき特段の事情について主張立証がない以上、極めて常識的な指摘であり、原\n告の上記主張を採用する余地はない。\nなお、物の発明である本願発明の構成自体、２つの遺伝子を発現させよう\nとする場合に同一宿主内で発現させることを特定するものではなく、本願明細書に\nおいても、それぞれのユニットを別々の細胞で生産して同時培養し、その後培地中\nで会合させてヘテロダイマーを形成することも開示されている（段落【００８\n１】）。\n(2)　原告は、組換え発現に際して、αサブユニットとβサブユニットが等量\n（１：１）発現されるような構成しか採らないとは断言できないと主張し、また、\n出願後実験記録（甲１７）に基づいて、ｈＣＧのαサブユニットとβサブユニット\nを同一プロモーター下に配置して発現させた場合に、ダイマーを形成しない遊離の\nβサブユニットが、遊離のαサブユニットに比べて約９倍大量に存在した事実があ\nるから、ヘテロダイマータンパク質の発現は、同一プロモーター下に１：１で遺伝\n子を挿入しても、予測どおりの結果が得られないことが明らかであると主張する。\nしかしながら、ｈＣＧは、αサブユニット及びβサブユニットが等量の比\n率で構成されているヘテロダイマーである（当事者間に争いがない。）以上、その\n組換え発現に際して、まず、両ユニットが等量（１：１）発現されるような構成を\n採用することは当然である。\nまた、本願優先日前において、天然ｈＣＧの生合成経路の解明は相当程度\n進んでおり、αサブユニット及びβサブユニットをコードする遺伝子を同一の哺乳\n動物細胞宿主で発現させれば、それぞれのサブユニット遺伝子が、小胞体内におい\nて、ごく初期の段階で結合されるとともに成熟タンパク質の構造に折り畳まれ、ゴ\nルジ体及び細胞外に排出されるまでの間に何らかの糖鎖修飾がなされた形で培養上\n清中に分泌されるであろうことは、十分に予測されることであったと認められる\n（乙１５～１７）。したがって、当業者が、生物学的に活性な組換えｈＣＧの発現\nを期待して、αサブユニット及びβサブユニットをコードする遺伝子を同一の宿主\n細胞ゲノム中に導入しようとすることは、自然な発想であるといわなければならな\nい。\n原告の提出する出願後実験記録（甲１７）にも、「我々は、ヒト絨毛性ゴ\nナドトロピン（ｈＣＧ）のα及びβの両ポリペプチドサブユニットをコードするＤ\nＮＡを、ウイルスのＶＰ２及びＶＰ１それぞれのコーディング配列に代えるように\nして、単一のシミアンウイルス４０（ＳＶ４０）発現ベクターへ挿入した。このウ\nイルス及び適当なヘルパーウイルスを感染させたサル細胞はダイマーのｈＣＧを生\n成し、この系において生成されたｈＣＧは、ゲル濾過上の標準ｈＣＧ標品とクロマ\nトグラフィー上同一であり、そしてマウス子宮重量アッセイにおいて生物学上活性\nであったことが示された。」（３６４４頁「ABSTRACT」、訳文１頁）と記載され、\n本願優先日から２年後においても、αサブユニット及びβサブユニットをコードす\nる遺伝子を同一の哺乳動物細胞宿主で発現させれば、組換えｈＣＧが糖鎖修飾がな\nされた形で培養上清中に分泌されるという予測どおりの結果が得られたことが示さ\nれており、予測できないような効果は全く開示されていない。なお、同実験記録に\nおいて、組換えｈＣＧの産生と同時に過剰なβサブユニットが観察された（３６４\n６頁左欄～３６４７頁左欄、訳文２頁）としても、本願発明の目的とした「組換え\nｈＣＧ」が産出されている以上、このような不完全なサブユニットが一定量産出さ\nれたことは、本願発明の目的とする有用な効果とは無関係であり、また、このこと\nによって、組換えｈＣＧを同一の哺乳動物細胞宿主で発現させて糖鎖修飾させよう\nとする当業者の試みが左右されるものでもない。\nいずれにしても、原告の上記主張を採用することはできない。\n３　ｈＣＧの合成の困難性（取消事由３）について\n原告は、本件審決が、「組換えｈＣＧに係る本願発明は、本願優先日前の技\n術水準を勘案すれば、刊行物１及び２の記載に基づき当業者が容易に想到し得る範\n囲を逸脱するものではないと認められる。」と判断したことも誤りであると主張す\nるので、以下検討する。\n(1)　原告は、糖鎖修飾がなされたヘテロダイマータンパク質の異種宿主細胞内\nでの発現において、生物活性を有するｈＣＧを得る上で、ペプチド主鎖の正確な発\n現、糖鎖修飾、シアル酸化、ジスルフィド結合、タンパク質の折り畳み及びダイマ\nーの集合等が理想的に生じるようにベクターの種類、遺伝子発現プロモーターの種\n類、宿主の種類等の正しい選択及びこれらの正しい組み合わせを得るまでに遭遇し\nた困難は容易に回避できたものではなく、本願発明のｈＣＧを現実に生産すること\nは、困難なことであったと主張する。\nしかしながら、本願発明の構成及び本願明細書の記載において、本願発明\nのｈＣＧの発現のために、ベクターの種類、プロモーターの種類、宿主の種類等の\n選択及びこれらの組み合わせについて、前記優先日技術水準とは異なる独自に工夫\nした点は認められず、どのような困難をいかなる手法により解決したのかは、全く\n明らかにされていない。\nすなわち、本願明細書及び図面の実施例においては、宿主細胞として「サ\nルまたはマウス」（段落【０００６】）を用い（実際の実験で用いられた細胞はど\nちらであるかは明細書中には明記されていない。）、ｐＢＲ３２２とＳＶ４０とを\n組み合わせて使用し、これらと目的遺伝子との切断・接着と大腸菌内における増殖\nとを繰り返し、最終的に得られた環状ＤＮＡを、宿主細胞である哺乳動物細胞に導\n入して形質転換させたことが記載されているのみである。\nそして、宿主細胞である哺乳動物細胞は、上記のとおりヒト生理活性糖タ\nンパク質の発現に際し慣用されているものと認められ、「ｐＢＲ３２２とＳＶ４０\nを組み合わせたベクター」も、例えば、乙４及び５文献に示されるように、組換え\nヒトＩＬ－２及びヒトＩＦＮ－βを生産する場合に慣用のものと認められる。同様\nに、「当初、大腸菌により目的遺伝子を増殖させてから、これを取り出し、哺乳動\n物細胞に移植する」ことも常套の手段であったものと認められる（乙４、５）。\nまた、本願明細書には、「大腸菌の形質転換後に目的の構造を有するプラ\nスミドｐαβＳＶＶＰ１を単離する。このプラスミドはｈＣＧのαおよびβサブユ\nニットの両方をコードするＤＮＡを含み、従って宿主哺乳動物細胞内で両サブユニ\nットを発現することができ、こうして生物学的に機能性のグリコシル化ヘテロダイ\nマーｈＣＧが生産される。(グリコシル化は翻訳後に起こる)。」（段落【００４\n６】）と記載されており、ここで「従って」の前後の表現から明らかなとおり、\n「ｈＣＧのαおよびβサブユニットの両方をコードするＤＮＡ」を含むプラスミド\nを作製すれば、当然のこととして、「宿主哺乳動物細胞内で両サブユニットを発現\nすること」ができるばかりでなく、「グリコシル化は翻訳後に起こる」ものとされ\nており、その過程において特段の工夫がなされたものとは認められない。\n上記事実は、原告が本願発明はｈＣＧのα及びβサブユニット遺伝子その\nものを単離した時点で完成したものと認識していたこと（乙７）からも首肯し得\nる。\nさらに、仮に、「本件実験ノート」（甲３６～３８）に記載されたとおり\nの実験が本願優先日前に行われたとしても、同実験ノートの記載上、本願発明の発\n明者らが、大腸菌を含めた他の形質転換宿主を種々検討した結果、最終的に本願明\n細書記載の哺乳動物細胞宿主に到達したものとは認められず、遺伝子組換え技術上\nの常套的な手法に従って順調に実験が進行している様子が窺われ、本願発明のｈＣ\nＧの発現のための組換えベクターの作製等についても、困難性があったとは認めら\nれない。\nしたがって、原告の上記主張は採用することができない。\n以上の説示に照らして、本願優先日当時、哺乳類遺伝子の異種哺乳類宿主\nにおける発現が「当業者なら成功する」という技術水準ではなかったとする原告の\n主張が採用できないことも明らかである。\nなお、原告は、上記の発現に関し、乙３論文中の文献１０６（甲１５の\n２）において、「失敗して当たり前の程度の成功率とされている。」と記載されて\nいる旨を主張するが、当該記載に関する訳文は提出されておらず、検討することが\nできない（仮に、訳文が提出されたとしても、当該文献自体、受入日が本願優先日\nから約２年も前の１９８１年１０月及び１２月であって、当該文献中の従来技術の\n記載が、本願優先日当時の技術水準を正確に反映したものとは言い難いと思われ\nる。）。\n(2)　原告は、モノマー生理活性糖タンパク質組換え体の異種哺乳類細胞におけ\nる発現の成功例があったとしても、ヘテロダイマー糖タンパク質の発現に多数の試\n行錯誤が必要であったため、被告が、ｈＣＧや類縁のホルモンタンパク質以外の発\n現の公知例は提示できず、また、引用例１及び２の著者らは、３年もの間、ｈＣＧ\nの発現に成功しなかったのであり、このことは本願発明が容易に完成できないこと\nを示すと主張する。\nしかしながら、ヘテロダイマー糖タンパク質を発現した文献が呈示されな\nいことや、引用例１及２の著者らが直ちにｈＣＧを発現しなかったことは、必ずし\nもｈＣＧの発現の困難性を示すものではない。仮に、原告が主張するように、本願\n発明の組換えｈＣＧの発現に多数の試行錯誤が必要であり、何らかの困難性があっ\nたのであれば、上記のような間接的な事実ではなく、具体的に困難性を有する事実\n（及びその解決手法）を摘示すべきであるが、本願明細書等にそのような事実を確\n認するに足る記載がないことは前示のとおりであり、本願発明の組換えｈＣＧの発\n現に際して、ｈＣＧがヘテロダイマー糖タンパク質であることが阻害要因となるよ\nうな具体的指摘はない。\nしたがって、当業者は、既に単離されたαサブユニット及びβサブユニッ\nト遺伝子の全塩基配列である引用発明１及び２に基づいて、本願発明を容易に想到\nすることができたものであり、原告の上記主張も採用することができない。\nなお、原告は、欧州・米国において、本願発明の対応特許出願に関し、各\nサブユニット遺伝子の単離を記載した引用例１及び２を意識しながら特許が認めら\nれている（甲１８、１９）ことは、本願発明の進歩性を示すものであると主張する\nが、欧州・米国の特許（商標）庁の出願審査において、本件審決と同様の審理検討\nがなされたか否かは明らかでなく、また、その結論により、上記の認定判断が左右\nされるものでもないから、原告の上記主張を採用する余地はない。\n４　結論\n以上のとおり、本願発明は、特許法２９条２項の規定により特許を受けるこ\nとができないものであり、これと同旨の本件審決の結論には誤りがなく、その他本\n件審決にこれを取り消すべき瑕疵は見当たらない。\nよって、原告の本訴請求は理由がないからこれを棄却することとし、主文の\nとおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官　　北　　山　　元　　章\n裁判官　　青　　柳　　　　　馨\n裁判官　　清　　水　　　　　節\n"
}