{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 24
  },
  "case_number": "平成8(行ウ)23",
  "case_name": "損害賠償等請求事件",
  "court_name": "岡山地方裁判所",
  "field": "行政",
  "gist": "１　県が公園用地として賃借し，公園事業を推進するため設立された第三セクター方式による株式会社に対して転貸等している土地が，地方自治法２４４条１項の「公の施設」に当たらないとされた事例　２　県が公園用地として賃借している土地の賃借権が，普通財産に当たるとされた事例　３　県が，公園事業を推進するため設立された第三セクター方式による株式会社に対し，公園用地として賃借した土地の一部を転貸し，残部等を無償で貸し付けることが，地方自治法２３２条の２に違反しないとされた事例",
  "case_gist": "１　県が公園用地として賃借して公園事業を推進するため設立された第三セクター方式による株式会社に対して転貸している土地につき，当該公園は，県の観光の振興を図る等の経済的効果を目的として建設された観光拠点としての性格が強いものであって，前記公園事業は，住民の利用に供し，住民の福祉を増進する目的を持っていることを否定できないものの，道路，公園，公民館のような多数の住民に対して均等な役務を提供することを目的とし，その公正な管理を確保する必要がある「公の施設」とは認め難いとして，地方自治法２４４条１項の「公の施設」に当たらないとした事例　２　県が公園用地として賃借している土地の賃借権につき，同賃借権は，建物所有目的，期間５０年間の定期借地権であり，物権に準じた経済的価値を有し，現実に公有財産として管理する必要があって，あえて地上権等と区別して取り扱うべき現実的根拠に乏しいから，地方自治法（平成１３年法律第７５号による改正前）２３８条１項４号の「地上権」等に準じ，同項にいう公有財産と解され，当該公園事業は，住民の利用に供し，住民の福祉を増進する目的を持っていることを否定できないものの，県の観光の振興を図る等の経済的効果を目的として建設された観光拠点としての性格が強いという前記公園事業の運営形態や目的等に照らすと，前記賃借権は，県が「公用」に供する財産にも「公共の用」に供する財産にも該当するものとはいえず，しかも，これらに供する旨の決定もないとして，普通財産に当たるとした事例　３　県が，公園事業を推進するため設立された第三セクター方式による株式会社に対し，公園用地として賃借した土地の一部を転貸し，残部等を無償で貸し付けることにつき，総体として実質的にみれば，県が，土地全部を賃借した上，割安な転借料で前記第三セクターに転貸し，賃借料と転貸料との差額を肩代わりして支払っていると評価し得るから，前記差額賃料の負担は地方自治法２３２条の２の「補助」に該当するが，前記差額賃料相当の「補助金」支出については，事後的客観的に考察すれば，財政上の余裕に乏しい中での支出であること，当該公園が大型レジャーランド，アミューズメント系レジャーランド施設の色彩を強く有し，補助を受ける前記第三セクターは営利企業の性格を有すること等に照らし，公益上の必要性の存在あるいはその維持に疑問があるとしても，未だ前記公園運営の公益的側面を否定できないことや，公設民営による運営の政策決定をするに至った経緯，議会の審議，議決や選挙等による民意等にかんがみると，県知事において，公益上の必要性を判断するに当たり，その裁量権の濫用ないし逸脱があるとまではいえないとして，同法２３２条の２に違反しないとした事例",
  "lawsuit_id": "14846",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14846",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/846/014846_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　原告Ａの訴えを却下する。\n２　その余の原告らの請求をいずれも棄却する。\n３　訴訟費用は原告らの負担とする。\n事　実　及　び　理　由\n第一　当事者の求めた裁判\n一　原告ら\n１　被告岡山県知事は，被告クラボウに対し，別紙借地契約目録記載の賃料と\nして月額５９７９万６６９３円の支払いをしてはならない。\n２　被告クラボウ，被告チボリジャパン㈱，被告Ｂは，各自，岡山県に対し，\n金６億８０７５万３２４６円及びこれに対する被告Ｂは平成９年１月１９日から，\n被告クラボウ，被告チボリジャパン㈱は同月２１日から各支払済みまで年５分の割\n合による金員を支払え。\n３　被告クラボウ，被告チボリジャパン㈱及び被告Ｃは，各自，岡山県に対\nし，金４２億４６４８万２５９６円及びこれに対する平成１６年１２月１日から支\n払済みまで年５分の割合による金員を支払え。\n４　訴訟費用は被告らの負担とする。\n５　第２，第３項につき仮執行宣言\n二　被告ら\n１　本案前の答弁\n原告Ａの訴えを却下する。\n２　本案の答弁\n(一)　原告らの請求をいずれも棄却する。\n(二)　訴訟費用は原告らの負担とする。\n(三)　担保を条件とする仮執行免脱宣言\n第二　事案の概要\n一　前提事実（当事者間に争いがないか，挙示する証拠あるいは弁論の全趣旨に\nより容易に認められる事実。挙示する証拠のうち，枝番号が付されている号証であ\nるのに枝番号までが明示されていないものは，同号証における枝番号が付された証\n拠を全て含める趣旨である）\n１　当事者\n原告らは，いずれも岡山県の住民である。\n被告Ｂは，平成７年６月から平成８年１１月１１日まで，岡山県知事の地\n位にあったものである。\n被告Ｃは，平成８年１１月１２日から現在に至るまで，岡山県知事の地位\nにあるものである。\n被告チボリジャパン㈱は，遊園地の運営，設計等のコンサルティングを業\nとする会社であり，後記のチボリ公園事業を推進するため平成２年に設立された公\n民共同出資による株式会社（第三セクター）である。\n被告クラボウは，繊維工業品の製造販売等を業とする株式会社である。\n２　チボリ公園事業の経緯\n(一)　岡山市は，昭和６２年１０月３１日，市制１００周年記念事業の一環\nとしてデンマークのチボリ公園の岡山市への誘致計画を発表し，岡山県に対して\nも，同計画への協力を求め，岡山県もこれに協力することとした。\n(二)　ところが，平成３年７月，岡山市がチボリ公園誘致計画から撤退した\nことから，岡山県は，自らが中心となって上記計画を続行することとし，岡山県倉\n敷市内の被告クラボウ倉敷工場跡地にデンマークのチボリ公園を模範とした公園\n（以下「倉敷チボリ公園」という）を建設する計画をチボリ公園事業と称し，倉敷\n市，岡山県財界と協力して，これを推進することとした。\n(三)　チボリ公園事業は，当初，民間が施設を設置して運営する民設民営の\n構想であったが，岡山県は，平成６年２月２５日，公園の基盤部分（樹木，花壇，\n湖，噴水，散策路，ベンチ，イルミネーション等）及び教養文化施設（野外劇場，\n多目的シアター，ランドマークタワー，アンデルセンホール，こども劇場，ミュー\nジックパビリオン）を岡山県が整備し，レストラン，物品販売，遊具施設を被告チ\nボリジャパン㈱が整備する公設民営方式に方針転換し，その後，この方針に沿って\n建物等が整備された（甲７３。以下，岡山県が設置し，保有する建築物及び基盤施\n設を「本件県有施設」という）。\n３　土地賃貸借等\n(一)　被告クラボウは，岡山県に対し，平成７年５月３１日，被告クラボウ\n倉敷工場跡地である岡山県倉敷市α２００番２，１９３番８，５４３番の土地（当\n初，１１万８４３３．２４㎡。後に，土地区画整理事業に基づく換地処分により，\nα２００番２，５４３番，実測面積１１万８４３５．１７㎡となっている。以下\n「本件土地」という。乙１６４）を，建物所有目的，賃料１か月４６６２万６９３\n４円（１㎡当たり３９３円。その後，賃料が改定された状況は，別紙「賃借料・転\n貸料改訂状況」の「賃借料（月）」欄記載のとおりであり，現在は，月額１㎡当た\nり５０４．９円で５９７９万６６９３円。），賃貸期間は平成７年６月１日から５\n０年間の約定で，定期借地権を設定した（甲２，乙１６４，１６８，３２６。以\n下，この契約を「本件賃貸\n借契約」，同契約に基づく賃借権を「本件賃借権」，賃借料を「本件賃借料」とい\nう）。\n(二)　岡山県は，被告チボリジャパン㈱に対し，平成７年１０月３１日，本\n件土地のうち一部（当初，２万３６８６．６４㎡であったが，その後拡張されて２\n万４５４３．１４㎡となっている。以下「本件転借地」という。乙１６５）を，被\n告チボリジャパン㈱が設置した施設を所有する目的で，賃料１か月９３２万５３８\n６円（１㎡当たり３９３円。その後，賃料が改定された状況は，別紙「賃借料・転\n貸料改訂状況」の「転貸料（月）」欄記載のとおりであり，現在は，月額１㎡当た\nり５０４．９円で１２３９万１５７８円），賃貸期間は平成７年１１月１日から平\n成５７年５月３１日までの約定で，転貸した（甲３，乙１６５，１６９ないし１７\n３，３２７。以下，この転貸を「本件転貸」，この契約を「本件転貸借契約」，同\n契約に基づく転借権を\n「本件転借権」，転貸料を「本件転貸料」という）。\n(三)　岡山県は，被告クラボウに対し，平成７年６月以降平成１６年１１月\nまで，別紙「賃借料・転貸料改訂状況」の「始期」欄記載年月分の本件賃借料とし\nて，同「賃借料（月）」欄記載の金額を支払い，被告チボリジャパン㈱から，平成\n７年１１月以降平成１６年１１月まで，同「始期」欄記載年月分の本件転貸料とし\nて，同「転借料（月）」欄記載の金額を受け取った。本件口頭弁論終結時，岡山県\nの支払うべき本件賃借料は，月額５９７９万６６９３円である。\nまた，岡山県知事として支出した本件賃借料の総額と，同時期に岡山県\nが受け取った本件転貸料との差額は，被告Ｂにおいて６億８０７５万３２４６円で\nあり，被告Ｃにおいて４２億４６４８万２５９６円である。\n(四)　岡山県は，被告チボリジャパン㈱に対し，平成９年７月１日，本件県\n有施設及び本件土地のうち本件転借地以外の部分（当初，９万４７４６．６０㎡，\n後に９万４２５６．７８㎡に変更された。乙４１の１）を，同日から１０年間，無\n償で貸し付けた（乙１６３。以下，この貸付を「本件無償貸付」，同貸付と本件転\n貸とを併せて「本件転貸借等」という）。\n(五)　倉敷チボリ公園は，平成９年７月１８日に開園し，本件訴訟の口頭弁\n論終結時点において，営業を継続している。\n４　住民監査請求等\n(一)　原告Ａを除く原告らは，平成８年１０月３日，地方自治法（以下\n「法」という）２４２条１項により，岡山県監査委員に対し，「岡山県知事に対\nし，以下の措置を求めて厳正な監査を請求する。①　被告クラボウに対する『チボ\nリ用地』の地代の支払いを停止すること。②　被告クラボウから同被告会社へ支払\n済みの地代のうち金６億０６１５万０１５０円の返還，若しくは，被告チボリジャ\nパン㈱から上記同額の支払いを求めること。」との住民監査請求をし，岡山県監査\n委員は，原告らに対し，同年１１月２９日付けで原告らの請求には理由がないとの\n監査結果を通知し（甲１），この通知は同日ないしその数日後に原告Ａを除く原告\nらにそれぞれ届いた。\n(二)　原告らは，同年１２月２７日に本件訴えを提起した。\n二　本件請求\n原告らは，\n１　本件転貸借等は，次の①ないし③の法律違反があり違法である旨主張し，\n①　本件転貸借等は，法２４４条の２第３項（ただし，同条項については平\n成１５年法律第８１号による改正前のもの。以下同様）に規定する公の施設の管理\n委託であるところ，その受託者である被告チボリジャパン㈱は政令で定める法人の\n要件を満たさないから，本件転貸借等は同項に反する。\n②　本件賃借権は行政財産であり，法２３８条の４第２項の例外的場合に当\nたらないのに貸し付けられたものであるから，本件転貸借等は同条第１項に反す\nる。\n仮に，本件賃借権が普通財産であるとしても，条例又は議会の議決がな\nいのに適正な対価なくこれを貸し付けたものであるから，本件転貸借等は法２３７\n条２項に反する。\n③　本件転貸借等は，実質的には，法２３２条の２の「補助」に該当し，被\n告チボリジャパン㈱の行う事業を補助することは，公益上の必要性を欠くから，同\n条に反する。\n被告Ｂあるいは被告Ｃは，被告チボリジャパン㈱及び被告クラボウと，共\n同して，被告チボリジャパン㈱に公共性のないチボリ公園事業を行わせるため，岡\n山県において被告クラボウから本件土地を賃借した上，これを違法に転貸して被告\nチボリジャパン㈱に提供することを企図して，本件賃貸借及び本件転貸借等という\n一連の行為を行い，岡山県に対し，本件賃借料と本件転貸料の差額に相当する損害\nを被らせており，さらにこれを継続しているとして，\n(一)　岡山県に回復困難な損害を生ずるおそれがあるものとして，平成１４\n年法律第４号による改正前の法２４２条の２第１項１号に基づき，被告岡山県知事\nに対し，本件賃借料の支払差止めを求め，\n(二)　平成１４年法律第４号による改正前の法２４２条の２第１項４号に基\nづき，共同不法行為により，\n(1)　被告クラボウ，被告Ｂ，被告チボリジャパン㈱に対し，本件賃借料か\nら本件転貸料を差し引いた差額相当損害賠償金６億８０７５万３２４６円（被告Ｂ\nの県知事在任中のもの）及びこれに対する訴状送達の日の翌日（被告Ｂは平成９年\n１月１９日，被告クラボウ，被告チボリジャパン㈱は同月２１日）から支払済みま\nで民法所定年５分の割合による遅延損害金を各自，岡山県に支払うよう代位請求\nし，\n(2)　被告クラボウ，被告Ｃ，被告チボリジャパン㈱に対し，本件賃借料か\nら本件転貸料を差し引いた差額相当損害賠償金４２億４６４８万２５９６円（被告\nＣの県知事在任中のもの）及びこれに対する訴え変更申立書送達の日の翌日である\n平成１６年１２月１日から支払済みまで民法所定年５分の割合による遅延損害金を\n各自，岡山県に支払うよう代位請求し，\n２（１の(二)の選択的請求として）被告Ｂあるいは被告Ｃ，被告チボリジャパ\nン㈱は，チボリ公園事業を進めるに当たり，採算見通しが立たないか非常に困難で\nあることを容易に予測できたにもかかわらず，上記事業を敢行し，事業の採算がと\nれなかった結果，当初計画における文化性，公共性を失うことになりながら，上記\n事業に岡山県からの支出を継続させてきたものであり，そのために，岡山県に本件\n賃借料相当の損害を被らせた旨主張して，平成１４年法律第４号による改正前の法\n２４２条の２第１項４号に基づき，共同不法行為による損害賠償金として，\n(一)　被告Ｂ，被告チボリジャパン㈱に対し，本件賃借料から本件転貸料を\n差し引いた差額相当額金６億８０７５万３２４６円（被告Ｂの県知事在任中のも\nの）の限度での損害賠償金及びこれに対する訴状送達の日の翌日（被告Ｂは平成９\n年１月１９日，被告チボリジャパン㈱は同月２１日）から支払済みまで民法所定年\n５分の割合による遅延損害金を各自，岡山県に支払うよう代位請求し，\n(二)　被告Ｃ，被告チボリジャパン㈱に対し，本件賃借料から本件転貸料を\n差し引いた差額相当額金４２億４６４８万２５９６円（被告Ｃの県知事在任中のも\nの）の限度での損害賠償金及びこれに対する訴え変更申立書送達の日の翌日である\n平成１６年１２月１日から支払済みまで民法所定年５分の割合による遅延損害金を\n各自，岡山県に支払うよう代位請求した。\n三　争点\n１　本件転貸借等の違法性\n(一)　法２４４条の２第３項違反\n(二)　法２３８条の４第１項又は法２３７条２項違反\n(三)　法２３２条の２違反\n２　本件賃貸借契約の違法性\n３　被告Ｂあるいは被告Ｃと，被告チボリジャパン㈱，被告クラボウとの共同\n不法行為の成否\n(一)　本件転貸借等の違法性に基づくもの\n(二)　破綻責任に基づくもの\n四　争点についての当事者の主張\n１　本件転貸借等が法２４４条の２第３項に違反するか\n(一)　原告らの主張\n同項所定の「公の施設」とは，住民の福祉を増進する目的をもって住民\nの利用に供するため，普通地方公共団体が設けた施設をいう。\n被告らは，本件県有施設を「時代の変化に対応した幅広い余暇活用の場\nを提供し」，本件県有施設を整備することにより，「投資による経済効果・雇用の\n場を創出し，観光資源の創造・関連産業の振興」，波及効果として「地域地場産業\nの振興・所得の増大」等を達成する目的をもって設置したものであるというのであ\nるから，本件県有施設は，倉敷チボリ公園の基盤部分を構成する本件土地と併せ\nて，「公の施設」に該当することになる。\nしかるに岡山県は，被告チボリジャパン㈱をチボリ公園の管理運営会社\nとし，本件県有施設及び本件土地につき，岡山県が４分の１以上の出資も２分の１\n以上の役員も派遣していない同被告会社に運営管理を委託し，その一内容として本\n件転貸借等をなしたものであるから，「公の施設」の管理を法２４４条の２第３項\nに規定する受託資格を満たさない法人に委託したものとして，同条３項に違反す\nる。\n(二)　被告らの反論\n本件転貸は，被告チボリジャパン㈱が自ら整備した施設の所有を目的と\nするものであり，本件転借地は岡山県が設置した施設の敷地ですらなく，本件転貸\n借等が，被告チボリジャパン㈱に対する「公の施設」の管理委託の内容をなすもの\nと捉える余地など存在しない。\n２　本件転貸借等が法２３８条の４第１項又は２３７条２項に違反するか\n(一)　原告らの主張\n(1)　地方公共団体が不動産賃借権を保有する例は非常に多く，現実にこれ\nを公有財産と同様に管理する必要がある上，その物権化傾向に鑑みると，不動産賃\n借権は，これをあえて地上権等と区別して取り扱うべき現実的根拠に乏しいから，\n平成１４年法律第６５号による改正前（以下同様）の法２３８条１項４号の「地上\n権」等に準じ，同項にいう公有財産であると解すべきである。\n(2)　本件賃借権は，住民の一般的な共同利用に供することを目的とした財\n産であり，道路，公園，学校，病院，図書館等の敷地・建物等と同じく「公共用に\n供する」財産であるから，行政財産に該当する。そして，法２３８条の４第２項の\n例外的場合に当たらない貸付けであることは明らかであるから，本件転貸借等は同\n条の４第１項に違反する。\n(3)　仮に，本件賃借権が普通財産であるとしても，本件転貸借等は，条例\n又は議会の議決がないのに，被告チボリジャパン㈱に対し，適切な対価なくして貸\nし付けている（岡山県が被告クラボウから３９３円／㎡で賃借した上，その５分の\n１である７８円／㎡で転貸）ものであるから，法２３７条２項に違反する。\n(二)　被告らの反論\n(1)　「公有財産」とは，普通地方公共団体の所有に属する財産のうち，法\n２３８条１項各号に掲げるものをいうところ，賃借権は同項４号の「地上権，地役\n権，鉱業権その他これらに準ずる権利」には該当しない。\n(2)　仮に，本件賃借権が公有財産に該当するとしても，普通財産であっ\nて，行政財産には該当しない。すなわち，行政財産とは，「普通地方公共団体にお\nいて公用又は公共用に供し，又は供することを決定した財産」であるところ，「公\n用に供する」財産とは，地方公共団体がその事務又は事業を執行するため直接使用\nすることを本来の目的とする公有財産をいい，「公共用に供する」財産とは，住民\nの一般的共同利用に供することを本来の目的とする公有財産をいう。\n岡山県は，チボリ公園事業を推進したが，第三セクターたる被告チボ\nリジャパン㈱にこれを運営管理させるとの方針を採用したから，本件賃借権は，直\n接，特定の行政目的を達成するために供されるものではない。\n(3)　岡山県は，本件転貸に関しては，本件賃借料と本件転貸料の１㎡当た\nりの単価が同額であるから，「適正な対価」（法２３７条２項）のある貸付とし\nて，岡山県議会の議決を得ていない一方で，本件無償貸付に関し，法２３７条２項\nの趣旨を考慮して，普通財産の適正な対価のない貸付に準じて，本件県有施設の無\n償貸付の議案に本件無償貸付をも含めた議案を提出し（乙３６の１），同議案は，\n平成９年７月１日，岡山県議会定例会で可決された（乙３６の３）。\n３　本件転貸借等が法２３２条の２に違反するか\n(一)　原告らの主張\n(1)　本件転貸借等は，実質的に見れば，岡山県が被告クラボウから，本件\n土地を賃借した上，これを割安転借料で，被告チボリジャパン㈱に転貸し，本件賃\n借料と本件転貸料との差額を肩代わりして支払っているものであり，上記差額賃料\n分は法２３２条の２所定の「補助」に該当する。\nしたがって，公益上必要ある場合にのみ本件転貸借等は許されるとこ\nろ，公益上の必要があるか否かは，一応，当該地方公共団体の長及び議会が個々の\n事例に則して判断するが，これは全くの自由裁量行為ではなく，客観的に公益上必\n要であると認められなければならない。そして，地方公共団体が行う公金の支出に\nは，すべからく公共性が必要であるところ，法が特に２３２条の２において，寄附\n又は補助について公益上の必要性という要件を設けているのであるから，寄附又は\n補助については，一段高い公共性の絞りがかけられたものと解すべきである。\nそうであるならば，法２３２条の２の「公益上必要がある場合」とい\nえるためには，以下の７つの要件を具備することが必要である。\nア　当該地方公共団体に財政上の余裕があること。\nイ　支出目的・趣旨が公益性を有すること。\nウ　当該補助対象となる事業活動が地方公共団体又はその住民の大部分\nの利益につながること。\nエ　支出の方法・支出額が相当であること。\nオ　補助対象者として，適正な性格を有すること。\nカ　支出により，公正さ，公平さなど他の行政目的を阻害し，行政全体\nの均衡を損なうおそれのないこと。\nキ　支出手続が適法になされ，事後的な検査体制が整備されているこ\nと。\n(2)　ところが，チボリ公園事業については，これら７つの要件が具備され\nておらず，「公益上の必要性」が存在しないから，本件転貸借等は違法である。\nア　財政上の余裕\n岡山県の財政状況は，以下のとおり危機的な状況にある。\n岡山県の公債費比率は，平成４年度から急激に悪化し，平成６年度\nには１６．５％，平成７年度には１８％，平成８年度には２０．１％，平成９年度\nには２２．８％，平成１０年度には２３．２％，平成１１年度には２４．９％，平\n成１２年度には２２．９％，平成１３年度には２２．４％，平成１４年度には２\n２．９％となっている。\n起債制限比率も平成８年度に１５．５％となり，公債費比率，起債\n制限比率とも全国昀悪の数値となっている。さらに，起債制限比率は，平成１１年\n度に１９．３％，平成１２年度に１９．２％，平成１３年度に１８．９％，平成１\n４年度に１８．３％となっている。\n経常収支比率は，都市にあっては７５％程度が適当と考えられてい\nるが，岡山県においては，平成６年の岡山県の経常収支比率は８９．６％であり，\n全国ワースト７位であることを初めとして，平成１０年度から平成１４年度まで９\n１ないし９８％と極めて悪い数値で推移しており，財政の硬直化を示している。\nまた，財源不足を補うために財政調整基金，県債管理基金及び長期\n投資準備基金のほとんど全額を取り崩しており，平成１０年度には基金残高は１６\n億円となる見込みである。\nこのように財政上の余裕がない中，岡山県は，チボリ公園というレ\nジャーランドのために大金を投入し，住民の福祉対策をないがしろにしている。例\nえば，乳幼児医療費患者負担分に対する公費助成制度では，全国昀低水準の助成に\nとどまっているし，在宅介護手当の支給も実施されていない。また，岡山県から岡\n山市への老人医療費等の補助を打ち切るという話もある。\nイ　支出目的・趣旨の公益性\n被告らは，チボリ公園事業は，高齢化社会，余暇時間の増大，ライ\nフスタイルの多様化等，時代の変化に応じた幅広い余暇活動の場を提供しようとす\nるもので，倉敷チボリ公園のような都市型公園を整備することにより，直接的に\nは，投資による経済効果・雇用の場の創出・観光資源の創造・関連産業の振興，波\n及効果としては，地域産業・所得の増大等が見込まれるから，チボリ公園事業は公\n益性を有すると主張する。\nしかし，倉敷チボリ公園の概要－約１２ヘクタールというそれほど\n広くない敷地に，２０の遊戯施設，２３の物販施設，２３の飲食施設を有する－を\nみれば，文化教養施設だとか憩いの場であるなどという主張は詭弁というほかな\nく，その実態は，営利事業として本来民間の手によって行うべき大型レジャーラン\nド，アミューズメント系レジャー施設にほかならない。\n以上を総合考慮すると，本件公金支出の目的・趣旨には，公益性は\n全く認められない。\nウ　当該補助対象となる事業活動が地方公共団体又はその住民の大部分\nの利益につながること\n(ア)　入園料について\n倉敷チボリ公園の入園料は２０００円と高額である上に，被告ら\nの主張によれば，入園者の消費単価は１人５３００円と見込まれているのであるか\nら，倉敷チボリ公園は，住民に等しく開かれた公共施設とは到底いえない。\n(イ)　県民の利用割合について\n岡山県が倉敷チボリ公園の開業前に行った試算によれば，県内客\nの割合は１２．５％，岡山県外客が８７．５％となっていた。つまり，倉敷チボリ\n公園は，県外客を頼りにした施設であり，このような施設のために多額の支出をす\nること自体，住民の利益を無視した暴挙である。\n(ウ)　地域の活性化，地方経済への波及効果について\n被告らは，倉敷チボリ公園の設置により，地域の活性化を促し，\n地方経済への波及効果が期待されると主張するが，その効果について具体的な主張\nがない一方，現在では多くのリゾート開発やテーマパークで，そのような期待に反\nする結果が出ている。\nまた，研究会の報告（瀬戸内海沿岸の７県１５０施設，総投資額\n２兆２０００億円の計画進展状況を想定して，地域への波及効果を試算したもの）\nでは，県民総資産を押し上げる効果は，０．３％から昀大でも１．６％，雇用拡大\nの効果も０．０％から０．５％に過ぎないもので，雇用は創出されず，地域への波\n及効果は限定されると結論付けられている。\n(エ)　倉敷チボリ公園の設置によって生じる負の影響について\n開園までの莫大な公金支出や開園後に予定される経営不振等のた\nめに新たに背負わされることになるかもしれない住民負担は別にしても，光公害・\n騒音公害等が発生している。\nエ　支出の方法・支出額が相当であること\n平等原則及び濫費防止の観点から，補助金の支出に当たっては，必\n要昀小限度の方法を選択（①　低利融資，②　無利子融資，③　狭義の補助金支出\nの優先順位で選択されるべきである）し，必要昀小限の額とすべきである。特に，\n狭義の補助金を支出するに当たっては，補助対象者たる民間企業の活動が，地方公\n共団体の行うべき公共事務と同視できる程度の高度な公益性・緊急性・必要性があ\nる場合でなければならない。貸付や出資については，とりわけ補助対象者の経営の\n健全性，事業の採算性がある場合にのみ許されると解すべきである。\n本件転貸借等は，岡山県が被告チボリジャパン㈱に対し本件賃借料\nと本件転貸料の差額（提訴当時の月額約３７３０万円）を財政支援しているものと\nして，狭義の補助金支出と同視できる。\n狭義の補助金支出の場合，補助対象者たる民間企業の活動が，地方\n公共団体の行うべき公共事務と同視できる程度の高度な公益性がある場合でなけれ\nばならないが，倉敷チボリ公園の実態あるいは後記の被告チボリジャパン㈱の性格\nを検討すれば，チボリ公園事業がその要件を満たしているとは到底いえない。\nまた，補助金額は年額４億４７６０万円と莫大であり，公益達成に\n必要昀小限度のものとはいえない。\nさらに，相当性の問題と関連して，チボリ公園事業の採算性の問題\nがある。つまり，①　チボリ公園事業の採算性に強い疑問があったからこそ，阪急\n電鉄株式会社（以下「阪急電鉄」という）の事業参加拒否，ＮＴＴ無利子融資の不\n適用，市中銀行の貸付拒否といった事情が生じ，その資金計画が二転三転してい\nる。②　当初は，倉敷チボリ公園における消費単価は５３０６円，入園者見込み年\n間２００万人と予測されていたが，入客は平成１２年度より予想を下回り，平成１\n５年度には１０９万人にまで落ち込み，消費単価も平成１４年度上期には３６９２\n円になっており，倉敷チボリ公園開園後の累積赤字は平成１３年度で７２億円を超\n過している（後記の破綻責任論は，この点に関する主張を敷衍したものである）。\n以上のとおり，本件転貸借等は，相当性の原則や採算性の問題を無\n視しても，到底公益上の必要性を満たすものではない。\nオ　補助対象者の性格\n補助金の支出に当たっては，補助対象者の目的，活動状況，過去に\nおける公益活動の実績，公益活動計画，公益外活動の程度等を検討した上で，当該\n補助金が補助対象者の公益活動にどの程度役立つか，他の目的に流用されるおそれ\nがないかなどの利害得失を総合考慮すべきである。\n被告チボリジャパン㈱は，いわゆる第三セクターとして設立された\nものであるが，商法上の株式会社であり，その事業目的は，遊園地の経営や管理の\nほか，運送業，ホテル経営，広告代理業，物品販売及び輸出入業等極めて広範囲の\n営利事業を目的としているもので，その目的自体には何らの公益的使命を見出すこ\nとはできない。\nまた，法は，地方公共団体が第三セクターに出資した場合，その比\n率が４分の１以上である場合について，その監督権限等を定めているところ，岡山\n県の被告チボリジャパン㈱に対する出資比率は４分の１未満にとどまっていた。し\nたがって，被告チボリジャパン㈱には，岡山県の監査・監督が全く及ばないもの\nで，本件転貸借等の当時は，法２４４条の２第３項において公の施設の管理を委託\nすることができる団体にも該当しなかった。\n以上のとおり，被告チボリジャパン㈱には公共的性格は全く見出し\n難く，同社に対し公金支出を行うことは，公益上の必要性が欠如すること甚だし\nい。\nカ　支出により，公正さ，公平さ等他の行政目的を阻害し，行政全体の\n均衡を損なうおそれのないこと\n平成４年に行われた岡山県知事選挙，平成７年及び平成８年に行わ\nれた倉敷市長選挙では，いずれも，様々な政党の推薦等を受けたにもかかわらず，\nチボリ公園事業の推進派候補が辛勝する結果になっており，岡山県民や倉敷市民の\nチボリ公園事業に対する批判の大きさが分かる。しかし，チボリ公園事業は，この\nような住民の声を一顧だにせず，一民間企業に過ぎない被告チボリジャパン㈱に対\nしてのみ，莫大な補助金等を投入しているもので，公正さを欠き，他の民間企業と\n比べて優遇されていることからも，平等原則に反するものである。\nキ　支出手続が適法になされ，事後的な検査体制が整備されていること\n岡山県は，岡山県補助金等交付規則を定め，それに基づき補助金を\n支出をしているが，同規則に基づいて支出されたことだけをもって手続要件を充足\nしたというのは早計である。\nまた，岡山県補助金等交付規則の内容は極めて抽象的かつ概括的で\nあり，その補助金交付手続に対する規制の仕方及び統制方法は極めて不十分である\nものである。そして，被告チボリジャパン㈱は営利企業であることから，補助金交\n付の手続要件は厳格に解されるべきである。\n本件転貸借等の処理は経費支弁の形で行われていると思われるが，\n性質上補助金でありながら，補助金支出手続を履践せずしてその支出を行うこと\nは，それのみで違法であり，瑕疵の治癒ということはあり得ない。\n仮にそうでないとしても，手続要件の重要性，かつては管理委託の\n要件を欠如していたこと，国の補助金交付規則ないし岡山県補助金等交付規則の問\n題点，補助対象者たる被告チボリジャパン㈱の性格に基づく厳格な手続要件設定の\n必要性，第三セクターの問題点及び年額４億円の出費という巨額性等を総合考慮す\nれば，上記のような手続を履践し，補助対象者たる被告チボリジャパン㈱に対し岡\n山県から数名の取締役を派遣しているだけでは，その手続要件の要請する公益的チ\nェックに程遠い。\n(二)　被告らの反論\n(1)　本件転貸に関していえば，本件転貸料の１㎡当たりの単価は，本件賃\n借料の１㎡当たりの単価と同額であり，原告らが主張する賃料の肩代わりという要\n素は何ら見当たらない。また，本件無償貸付に関しても，普通財産の無償貸付とし\nて法２３７条２項によって規律されるべきであり，直接対価関係のない金銭給付を\n規制する法２３２条の２が適用される余地はない。\nそして，法２３７条２項は，普通財産の無償貸付について，条例又は\n議会の議決によることを求めるのみであり，「公益上の必要性」は独自の要件とさ\nれていないのであるから，原告らの主張はその前提を欠く。\n本件無償貸付に関し，裁量濫用判断の一考慮要素として「公益上の必\n要性」が問題になることは考えられるが，チボリ公園事業の歴史的経緯，岡山県の\n関与の程度，何より倉敷チボリ公園の有する公共的性格に照らせば，チボリ公園事\n業は岡山県の事業そのものであるから，チボリ公園事業のために本件無償貸付をな\nすことには，高度の「公益上の必要性」が認められる。\n４　本件賃貸借契約の違法性\n(一)　原告らの主張\n本件賃貸借契約は違法な転貸借等を目的にその前提として締結されたも\nのであるから，違法である。\n(二)　被告らの反論\n原告らは，本件転貸借契約と本件賃貸借契約を区別せず，あたかも両契\n約を一体であるかのように捉えて，本件賃貸借契約も違法であると結論付けてい\nる。しかし，両契約はあくまで別個独立の契約である以上，個別に違法性の有無を\n検討すべきである。\nまず，本件賃貸借契約の締結過程及び内容自体には，何ら固有の違法性\nは認められない。\nそして，本件賃貸借契約に後行する本件転貸借契約について強い違法性\nが認められるのであれば格別，かかる事情の認められない本件において，本件賃借\n料の支払いが違法と判断される余地はない。\nさらに，原告らは，被告岡山県知事に対し，本件賃借料の支払差止めを\n請求しているが，本件賃貸借契約は私法上有効である以上，本件賃借料の支払いを\n違法とは評価できないから，失当である。\n５　被告Ｂあるいは被告Ｃと，被告チボリジャパン㈱，被告クラボウとの共同\n不法行為の成否\n(一)　本件転貸借等の違法性に基づくもの\n(1)　原告らの主張\n被告Ｂあるいは被告Ｃは，被告チボリジャパン㈱及び被告クラボウ\nと，共同して，被告チボリジャパン㈱に公共性のないチボリ公園事業を行わせるた\nめ，岡山県において被告クラボウから本件土地を賃借した上，これを違法に転貸し\nて被告チボリジャパン㈱に提供することを企図して，本件賃貸借及び本件転貸借等\nという一連の行為を行い，岡山県に対し，本件賃借料と本件転貸料の差額に相当す\nる損害を被らせており，さらにこれを継続している。\n(2)　被告らの反論\n争う。\n(二)　破綻責任に基づくもの\n(1)　原告らの主張\nア　チボリ公園事業についての事業予測見通しの誤り\n(ア)　チボリ公園事業については，長銀総合研究所を介し，１７社に\n対して中核企業としての参画意向聴取を行ったが，テーマパークが低収益事業であ\nること，企業としての方向性が明確でないことから，平成４年９月３０日時点で参\n画企業はなかった。民設民営により事業運営するには中核企業の参画が不可欠なた\nめ，平成４年１２月ころより，岡山県は，阪急電鉄と接触し，参画要請と協議を続\nけ，阪急電鉄も参画に向けて「構想原案」（平成５年２月１９日付事業計画）の検\n討を重ね，平成５年１２月，「倉敷チボリ公園計画企画案」を岡山県に提出した。\n交渉の過程で，岡山県は阪急電鉄の要求に種々譲歩し，４６億円の支援，出資及び\n低利融資・無利子融資の拡大，娯楽性の強化を図り，「構想原案」に大幅な修正を\n加えた。これは，岡山\n県において，阪急電鉄が中核企業として参画するか否かは，事業を進める上で死活\n問題であると考えていたからである。しかし，阪急電鉄は事業採算性を緻密に検討\nした結果，平成６年２月，事業見通しが立たないことから中核企業としての参画を\n断念し，チボリ公園事業から撤退した。やむなく，岡山県は中核企業による民設民\n営方式を諦め，岡山県が事業費の一部である１８５億円を直接に支出して事業を進\nめることとし，同月２５日，一部公設民営方式に計画を変更した。また，岡山県\nは，同議会に対し，株式会社アイ・ピー・コンサルタンツや阪急電鉄等が作成した\n報告書類を提出しなかったため，同議会においてこれらを踏まえた収支見通しの議\n論は行われなかった。\n(イ)　チボリ公園事業に関し，平成７年１１月に確定された計画（以\n下「当初計画」という）当時，テーマパークを巡る経営状況は厳しく，平成４年７\n月のニッセイ基礎研究所の調査報告によれば，年間入園者が目標を割り込んでいる\nところが多く，収支採算面でも大半が目標ぎりぎりの達成か，見込みを下回る結果\nとなっており，計画段階での市場分析の甘さが浮き彫りとなっていると指摘されて\nいた。また，平成５年８月には，自治省の研究会が，第三セクターの設立に当たっ\nては，その必要性や採算性を十分見極め，安易な設立は慎むよう求める報告書をま\nとめており，ニッセイ基礎研究所の研究員や岡山大学教授も，当初計画の入園者数\n２００万人，一人当たり消費単価５３００円について，その見通しに疑問を呈して\nいた。\n(ウ)　岡山県は，中核企業として参画を期待した企業の動向，テーマ\nパークを巡る経営状況を踏まえれば，チボリ公園事業を一部公設民営方式で進める\nに当たって，慎重な検討を行うべきだったのであり，それを行っていれば，事業採\n算性の見通しが立たないこと，少なくとも非常に困難であることを容易に知り得る\n状況にあった。\nイ　当初計画の破綻\n(ア)　当初計画は，年間入園者数２００万人，１人当たり消費単価５\n３０６円としていたが，平成１４年度の入園者数は１１２万人程度，消費単価は３\n７００円程度であって，平成１３年度累積赤字は７２億円を超えるに至っている。\n被告チボリジャパン㈱に対する包括外部監査の結果報告書は，\n「平成１３年４月１９日，社長が交替し，大幅な経営改革に乗り出して，「入園者\n数を１２０万人，消費単価を３６００円と見直し，高コスト体質から脱却するため\nに，過剰な設備を見直し，徹底した費用の削減を図ることとした。」旨述べ，当初\n計画の破綻を認めた。\n(イ)　このように，チボリ公園事業の当初計画は，入園者数及び消費\n単価の低迷により採算が取れないため，平成１３年４月１９日，社長が交替し，そ\nれに伴う徹底したコスト削減により，定番ショーやチボリ・ウインドアンサンブル\nが廃止され，植栽管理委託業務が見直される結果となった。このことは，被告ら主\n張に係るチボリ公園事業の柱である文化性・公共性が放棄されたことを意味してい\nる。\n(ウ)　入園者数及び消費単価の激減による経常収支の著しい悪化と，\n当初計画で予定された被告ら主張に係る文化性・公共性の放棄に照らせば，当初計\n画は破綻したということができる。\nウ　被告らの責任\n被告Ｂ及び同Ｃは，それぞれ岡山県知事在職中，チボリ公園事業に\n関する支出につき，財務会計上の責任者であったところ，①　中核企業として参画\nを期待した企業が参画を撤退したこと，②　他のテーマパークを巡る厳しい経営状\n況，③　コンサルタントによる報告等を踏まえると，被告らがチボリ公園事業を一\n部公設民営方式で進めるに当たって慎重な検討をしておれば，事業採算性の見通し\nが立たないこと，少なくとも非常に困難であることは容易に知り得たものであるに\nもかかわらず，これを怠って当初計画を破綻に陥れ，本件賃借料全額に相当する損\n害を岡山県に与えたものであり，被告チボリジャパン㈱とともに，民法７１９条に\n基づき，共同不法行為者として，損害賠償責任を負う（以下，この主張が依拠する\n責任論を「破綻責任論\n」という）。\n(2)　被告らの反論\nア　原告らの従来の請求，主張は，本件転貸借等が法に反して違法であ\nり，ひいては，本件転貸借契約等を前提とする本件賃貸借契約も違法であるとの点\nにあったが，破綻責任論は，「チボリ公園事業の収支見通しが立たない，あるいは\n非常に困難であることを予測できたにもかかわらずこれを怠り，当初計画を破綻に\n陥れた」との点に被告らの責任の根拠を求めるものであり，従来の主張と比較し\nて，法律構成，被告らの防御対象をも異にするもので，訴訟提起から７年以上が経\n過している段階において，このような主張を許すことは，被告らの防御の利益を損\nなうとともに，訴訟の著しい遅延を来すものである。\nしたがって，破綻責任論は，民事訴訟法１４３条１項に反する不適\n法な訴えの変更又同法１５７条１項の時機に後れた攻撃方法として，却下されるべ\nきである。\nイ　破綻責任論は，それ自体，極めて不合理なものである。たとえば，\n経営の破綻によって被告チボリジャパン㈱が営業停止に陥り，チボリ公園事業の担\nい手としての役割が放棄されたにもかかわらず，本件転貸借等が継続されたような\n場合であれば格別，本件において，被告チボリジャパン㈱は現に営業を継続し，チ\nボリ公園事業の担い手としての役割を果たしているのである。にもかかわらず，破\n綻責任論のごとき法律構成において，何故に賃料支出が不法行為法上の違法と評価\nされるのか，何故に賃料相当額が損害と評価されるのか，理解に苦しむところであ\nる。\nウ　当初計画の破綻について\n(ア)　原告らは，当初計画の破綻を主張しているが，要するに，①\n当初計画の収支計画と実績値との乖離が生じていること，②　定番ショーやチボ\nリ・ウインドアンサンブルの廃止等によって，文化性・公共性が放棄された，とい\nう２点を主張するものと解される。\n(イ)　まず，売上高や収益等の面からみれば，開業３年目まで，当初\n計画の収支計画は，順調に達成されていたものである。４年目以降の実績値は収支\n計画を下回っているが，その原因は，収支計画策定時に誰も予測し得なかった，景\n気低迷の長期化に求められる。\nまた，本件転貸借等の目的は，被告チボリジャパン㈱に対する投\n資にあるのではなく，チボリ公園事業の推進を目的とするもので，被告チボリジャ\nパン㈱は，現に同事業の担い手としての役割を果たしているのである。この支出目\n的に照らせば，収支計画と実績値との乖離は，判断要素の一つに過ぎず，重要な判\n断要素とまではいえない。\n(ウ)　原告らにおいて，包括外部監査の結果報告書が当初計画の破綻\nを認めたとするのは，被告チボリジャパン㈱が経営改革の一環として入園者数及び\n消費単価の見直しを行ったことを指すものと解される。しかし，中長期の事業計画\nについて，その後の景気動向の変化等を踏まえて修正を加えていくことは，広く行\nわれていることであり，被告チボリジャパン㈱が入園者数や消費単価の見直しを行\nったことをもって，被告らに不法行為責任を負担せしむべき「破綻」と評価される\nべき理由はない。\n(エ)　また，チボリ・ウインドアンサンブルが平成１４年１月１５日\nに廃止されたことは認めるが，それのみが音楽提供の役割を担っていたわけではな\nく，様々なコンサート等が行われてきており，このような音楽提供のプログラムは\n今後も継続されていく。また，定番ショーの廃止についても，これに代わる様々な\n文化的催しを新たに開催しているし，植栽管理業務についても，外部業者に対する\n委託方式から直営方式に変更しているが，このことは「花と緑と水辺」豊かな公園\nとしての倉敷チボリ公園の特性を何ら損なうものではない。したがって，定番ショ\nーやチボリ・ウィンドアンサンブルの廃止，植栽管理委託業務の見直しをもって，\nチボリ公園事業の柱である文化性・公共性が放棄されたと評価し得ないことは明ら\nかである。\n第三　当裁判所の判断\n一　監査請求前置について\n法は，２４２条の２（平成１４年法律第４号による改正前のもの）に基づく\n住民訴訟を提起するに当たっては，法２４２条に基づく監査請求を前置することを\n要件にするところ，原告Ａは，本件訴えを提起するに当たり，監査請求を前置した\nことが認められないから，その訴えは不適法であることに帰する。\n二　本件転貸借等の違法性について\n１　前提事実に，以下に挙示する証拠及び弁論の全趣旨を総合すると，次の事\n実が認められる。\n(一)　チボリ公園事業の経緯\nア　岡山市は，昭和６２年１０月３１日，市制１００周年記念事業の一環\nとしてデンマークのチボリ公園の岡山市への誘致計画を発表し，岡山県に対して\nも，同計画への協力を求め，岡山県もこれに協力することとしたが，岡山市は，平\n成３年７月にチボリ公園誘致計画から撤退した。しかし，岡山県は，①　チボリ公\n園事業は，来るべき２１世紀に向けて岡山の活性化やイメージアップを図るととも\nに，子供から年寄りまで楽しむことができ，文化の薫り高い魅力ある地域づくりを\n進めるために極めて有意義な事業であること，②　同事業のため既に４３億円もの\n民間資金が支出されており，岡山県が同計画から撤退すれば，行政に対する信頼が\n失われるおそれがあること，③　被告チボリジャパン㈱は，チボリ・インターナシ\nョナル社との間で既に種\n々の契約を締結しており，同計画がなくなれば，チボリ・インターナショナル社か\nら多額の損害賠償請求をされる懸念があるのみならず，同計画が発表された後にデ\nンマーク皇太子にわざわざ来岡してもらうなどしていたことからも，国際的信義に\nもとることになりかねないこと等を考慮し，岡山県財界と共に同計画を続行するこ\nととした。\n岡山県は，チボリ公園事業が，中四国の広域交流，魅力ある地域文化\nの創造，観光・リゾート拠点の整備と観光の振興，魅力ある都市の創造，県民のリ\nゾートやレクリエーション拠点の整備，魅力ある地域づくり，国際交流の振興等に\nも資する極めて公共性の高い事業であると位置付け，同事業を岡山県の第４次（平\n成３年度から平成７年度）及び第５次（平成８年度から平成１２年度）総合福祉計\n画の中に組み入れた（乙２５４，２５５）。\nイ　チボリ公園事業は，当初，民間が施設を設置して運営する構想であっ\nた（民設民営方式）が，民設民営の中核企業として見込んでいた阪急電鉄が参画し\nなくなったことや，民設民営に対する有力企業の参画が期待できなくなったことも\nあって，岡山県は当初の計画の変更を検討せざるを得なくなり，平成６年２月２５\n日，県議会チボリ公園特別委員会で，採算性と文化性や市民公園の要素との兼ね合\nいを検討・考慮した結果，公園の基盤部分（樹木，花壇，湖，噴水，散策路，ベン\nチ，イルミネーション等）及び教養文化施設（野外劇場，多目的シアター，ランド\nマークタワー，アンデルセンホール，こども劇場，ミュージックパビリオン）を岡\n山県が整備し，レストラン，物品販売，遊具施設を第三セクターである被告チボリ\nジャパン㈱が整備する\n旨発表され，以後，この枠組み（公設民営方式）に基づいて事業展開を図ることと\nなった。\n(二)　倉敷チボリ公園の概要等\nア　料金\n倉敷チボリ公園の入園料は大人が２０００円，小人及び高齢者が１０\n００円等と設定されている。この他に，各種アトラクションを利用するためには，\n別途有料の券が必要である（甲１２１）。\nイ　施設\n倉敷チボリ公園には，樹木や草花が多く植えられ，園内を散策するこ\nとや，チボリタワー内で紹介されているデンマークの様子を見聞したり，各種音楽\n会を鑑賞すること，オールドコペンハーゲンで１９世紀のコペンハーゲンの様子に\n触れたり，園内の物販店でデンマークの飲食物や名産品を入手することによって，\nいわゆるアトラクション施設を利用しなくても，同公園内での時間を楽しむことが\nでき，教養文化施設としての一面を有する。\n岡山県の設置した修景施設は，①　樹木５万本，②　四季折々の花々\n（２５０種類）通年８５万株，③　彫刻，イルミネーション等であり，文化・教養\n施設として，①　野外劇場，②　カルケバレン劇場，③　チボリタワー，④　アン\nデルセンホール，⑤　こども劇場，⑥　ミュージックパビリオンがある（甲１５\n１。乙１７８，１７９，２３４，２３７ないし２４５，２７７，２７９，２９\n１）。\n他方，一般のレジャー施設に存するものと変わらぬアトラクション施\n設が２２個，ショッピング施設が２３個，フード・レストラン施設が２２個と多数\n設置されている（甲１５１。甲１０４，１２１，１３６，乙２７５）ことからすれ\nば，倉敷チボリ公園は，単なる都市公園や自然公園とは異なって，テーマパークな\nいしアミューズメントパークとしての性格を強く有するものといわざるを得ない。\nウ　催事等\n倉敷チボリ公園では，開園当初から，①　デンマークの自然文化の紹\n介，②　デンマークの演奏家を含む内外の演奏家の招聘及び演奏会の開催，③備中\n神楽の上演，④　公園内の劇場でのアンデルセン童話の紹介，⑤　岡山県民参加の\n音楽発表会，小中学校の児童生徒参加の写生会，高校及び一般の吹奏楽団参加の吹\n奏楽祭，保育園児によるパレード等の催し物が行われた（乙１８０ないし２３２，\n２４６，２４７，３０６ないし３０８，３１２ないし３２２）。\nその後，平成１３年に事業見直しが行われた結果，子供向けの劇やミ\nュージカル等の定番ショーといわれるものが中止され，専属の吹奏楽団だったチボ\nリ・ウインドアンサンブルの解散が決定されるなどし（甲１３２，１３４，１３５\nの１），定番ショーに代わるものとして，カルケバレンシアター（乙２７９），こ\nども劇場プログラム（乙２７９，２８２，２８３），日替わりコンサート（乙２８\n４，２８５），チボリ・エンターティナーショー（乙２８６）といった文化的な催\nしを新たに開催し，チボリガード（乙２７９，２８０），チボリウインドシンフォ\nニー（同），チボリレディースコア（乙２８０），チボリの森の音楽家（乙２８\n１）といった地域住民参加型の楽団等が創設された。\nエ　入園者\nアンケートの結果によると，県内からの入園者の比率は，平成９年８\n月時点で２０．３％（甲１６），平成１３年度で３８．６％，平成１４年度で３\n９．１％であった（乙２８７）。\n平成９年度から平成１５年度までの入園者数は，約２９８万人，約２\n９４万人，約２３８万人，約１８２万人，約１３４万人，約１１６万人，約１０９\n万人と推移している（甲１６８）。\n(三)　被告チボリジャパン㈱への統制等\nア　被告チボリジャパン㈱は，倉敷チボリ公園の建設，管理運営を主たる\n業務として，岡山県，岡山商工会議所，地元民間企業１９社の共同出資により，平\n成２年２月２０日に第三セクター方式による株式会社として設立された（甲８\n８）。岡山県の出資比率は４分の１を下回り，役員の派遣も２分の１を下回る。\nイ　被告チボリジャパン㈱の経営には，平成６年当時，岡山県及び倉敷市\nの関係者が参画しており（甲８８，８９），以降も，同社の経営には岡山県及び倉\n敷市の関係者が参画している（甲１２４ないし１２７）。\nウ　被告チボリジャパン㈱の商業登記簿には，目的として，遊園地の経営\n及び設計並びに運営のコンサルティング等と記載されているが，これらは倉敷チボ\nリ公園の設置及び管理運営に必要な範囲で行われるものである。\nエ　岡山県と被告チボリジャパン㈱は，平成９年３月２５日，「倉敷チボ\nリ公園の管理及び運営に関する基本協定書」（乙２７１）を取り交わしたが，同協\n定書には，倉敷チボリ公園は，デンマークの伝統ある都市型公園であるチボリ公園\nの基本概念に基づいて整備された公園で，県民福祉の増進，岡山県の経済，文化等\nの発展に寄与することを目的とし，公共性及び文化性を保持する公園とする（２\n条），前条の目的及び性格を実現するため，岡山県が整備する施設と被告チボリジ\nャパン㈱が整備する施設からなる倉敷チボリ公園を民間の手法の活用の理念のもと\nに被告チボリジャパン㈱が有機的かつ一体的に管理及び運営することを確認し，被\n告チボリジャパン㈱は，倉敷チボリ公園を本基本協定書の条件に従って管理及び運\n営を行う（３条），被告\nチボリジャパン㈱は，①　県民福祉の増進及び岡山県の経済，文化等の発展を目的\nとした管理運営を行う，②　地域の伝統的文化と調和し，環境保全に十分配慮した\n管理運営を行う，③　高齢者，身体障害者等が利用しやすい管理運営を行う，④\n倉敷チボリ公園の年間の企画の中には，芸術及び文化の発展に寄与する企画，教育\n活動に寄与する企画，幼児及び高齢者向けの企画，国際交流の促進に寄与する企画\nを盛り込むものとする（４条），被告チボリジャパン㈱は，営業年度毎にあらかじ\nめ倉敷チボリ公園内で実施する企画等を含む事業計画案を岡山県に提出し，岡山県\nはこれについて意見を述べることができ，被告チボリジャパン㈱は岡山県の意見を\n昀大限尊重しなければならない（５条），倉敷チボリ公園の管理運営に関し，岡山\n県の意向を反映させ\nるための常設の機関として，岡山県，被告チボリジャパン㈱，学識経験者らで構成\nされる倉敷チボリ公園協議会を設置する（６条）などの条項が記載されている。\nオ　平成９年６月２３日，前記協定書６条の定める倉敷チボリ公園運営協\n議会（構成員は，当時の岡山県副知事，岡山県企画部長，岡山県議会関係者，倉敷\n市関係者，学識経験者，被告チボリジャパン㈱関係者ら）が開催された。以後，同\n協議会は継続的に開催され，岡山県関係者らにより，倉敷チボリ公園の管理運営方\n法の協議がなされている（乙３２３）。\n(四)　チボリ公園事業による経済効果等\nア　岡山県，倉敷市及び財団法人岡山経済研究所の行った調査報告によれ\nば，倉敷チボリ公園建設時の経済効果は，その建設費・周辺投資の及ぼす直接生産\n効果として，県内の生産増加につながった額は６１５億円，その波及効果が５７３\n億円と推計され，ランニング効果として，入園者３９０万人の消費額が７４６億\n円，県内各部門の生産額増加につながったものが７１６億円，その波及効果が６０\n０億円と推計され，雇用効果は勤務時間の延長やパートタイマーの雇用等を含めて\n約７３００人と推計されている（乙２５６）。\nまた，これによれば，倉敷チボリ公園と美観地区との間に，新たな人\nの流れが生まれているとか，岡山県の知名度向上，滞在型観光への観光形式の変\n化，コンベンション都市としての魅力強化，倉敷市中心部の活性化等が認められる\nと報告されており，同報告に沿った内容の新聞記事やアンケート結果もみられる\n（甲１６，乙１５９）。\nイ　しかしながら，他方，上記経済効果等について，具体的に明確になる\nような検証，分析がなされた資料は見出せない。\n(五)　岡山県の財政状況\n岡山県の予算（歳入・歳出。以下には，補正前の当初予算案等の数字も\n含まれる）は，平成６年度が約８０１１億円（乙２６の２），平成７年度が約７７\n４５億円（乙２８の２），平成８年度が約８０７０億円（乙３１の２），平成９年\n度が約７７８０億円（乙３５の２），平成１０年度が約７９２１億円（乙３８の\n２）であった。\n起債制限比率（県が自由に使える収入に対する公債費の占める割合を表\nす指標で，これが２０％を超えると県債の発行が制限される）は，平成６年度が１\n３．１％，平成７年度が１４．３％，平成８年度が１５．５％，平成９年度が１\n７．１％，平成１０年度が１８．２％と推移し，平成７年度以降は全国都道府県の\n中で昀も高く，平成１１年度には１９．３％にまで悪化し，その後，平成１２年度\nは１９．２％，平成１３年度には１８．９％，平成１４年度には１８．３％と推移\nした。\n経常収支比率は，都市では７５％程度が適当と考えられているが，平成\n６年の岡山県の経常収支比率は８９．６％で，全国ワースト７位であり，平成１０\n年度から平成１４年度まで９１ないし９８％と極めて悪い数値で推移しており，財\n政の硬直化を示している。\nまた，財源不足を補うために財政調整基金，県債管理基金及び長期投資\n準備基金のほとんど全額を取り崩しており，基金残高は十数億円に減少している。\n乳幼児医療費患者負担分に対する公費助成制度では，全国昀低水準の助\n成にとどまっているし，在宅介護手当の支給も実施されていないなど，社会保障へ\nの予算配分は薄い状況にある。\nその一方で，岡山県は，平成１３年７月発行の「行財政改革レポート２\n００１」において，平成９年度から取り組んでいる財政改革によって累計４６２億\n円の歳出削減効果があり，こうした努力の結果，心配されていた財政再建団体（歳\n入欠陥が生じ，その赤字額が一定の割合を超えた場合に，国の管理下で財政の立て\n直しを行わざるを得ない地方公共団体）への転落や，起債制限を回避する目処が立\nってきたと報告している（甲１２０）。\n(六)　岡山県議会の対応等\n(1)　岡山県議会では，平成元年以降，被告Ｂらにより，チボリ公園事業の\n説明がなされた上（乙１５８の６），審議がなされており（乙５ないし２２，１５\n８の１ないし５），同議会に設置された「チボリ公園特別委員会」においても，平\n成元年１２月以降，チボリ公園事業を所管する岡山県企画部及び土木部から「チボ\nリ公園（事業調査）特別委員会」と題する資料が提出された上，チボリ公園事業に\nつき多数回の説明がされ，審議された（甲１２，１６，６６ないし８１，９２，乙\n４２ないし１０９）。これは，同総務委員会，土木委員会，決算特別委員会におい\nても同様であった（乙１１０ないし１５１）。\n(2)　平成６年２月２５日に開催されたチボリ公園特別委員会において，岡\n山県企画部から，一部公設民営方式によるチボリ公園事業の推進計画が説明され，\n同計画には，岡山県が倉敷チボリ公園の開業後の地代の８割（年額５ないし６億\n円）を負担することなどが盛り込まれており（甲７３，乙７８），岡山県議会にお\nいてもその旨説明され（乙２３の３），以降，同計画に則って事業展開が図られた\n（乙２５ないし３８）。\n(3)　チボリ公園特別委員会において，平成７年６月３０日，岡山県企画部\nから本件賃貸借契約の締結や内容が説明され（甲７９，乙８９），同様に，平成７\n年１１月２１日，本件転貸借契約の説明がされた（甲８２，乙９３）。\n(4)　岡山県は，平成９年６月の岡山県議会定例会において，本件県有施設\nの無償貸付の議案に本件無償貸付を含めた議案を提出し（乙３６の１），同議案\nは，平成９年７月１日，岡山県議会定例会で可決された（乙３６の３）。平成１０\n年１２月１６日，岡山県議会定例会において，本件無償貸付に係る土地面積の変更\nが可決された（乙４１）。\n(七)　チボリ公園事業の推移\n(1)　阪急電鉄が作成した平成５年１２月付倉敷チボリ公園計画企画案（甲\n１５０）には，「本企画案から基本計画・実施計画へと進行させるためには，検討\nを重ねてきた商圏及び需要予測についての，より精度の高いマーケティングと，一\n方では，パーク全体の運営・サービスに関わるソフトプログラムの検討が必要であ\nる。数年前日本中を席巻したリゾート・テーマパーク時代にオープンした多くのパ\nークは，今バブル経済の崩壊と，それに続く不景気の波にさらされ，その殆どが経\n営不振に苦しんでいる。」等の記載がされていた。\n(2)　平成９年度の入園者数は約２９８万人，平成１０年度の入園者数は約\n２９４万人であったが，平成１１年度から平成１５年度までの入園者数は，約２３\n８万人，約１８２万人，約１３４万人，約１１６万人，約１０９万人と減少し，当\n初計画の年間２００万人の入園者数を維持することができなかった（甲１６８）。\n(3)　それに伴って，平成１３年度の累積赤字は７０億円超と当初予想の５\n０億円を大幅に上回る結果となり，そのため，平成１３年４月１９日に被告チボリ\nジャパン㈱の代表者が交替して大幅な経営改革に乗り出し，定番ショーやチボリ・\nウインドアンサンブルが廃止され，植栽管理委託業務も見直されるなど，大幅なコ\nストの削減が図られた（甲１３１，１３２，１３４，１３５の１，１５１）。\n２　そこで，上記認定したところを前提として，本件転貸借等の違法性の有無\nにつき検討する。\n(一)　法２４４条の２第３項に違反するか\n(1)　同項所定の「公の施設」とは，住民の福祉を増進する目的をもって住\n民の利用に供するため，普通地方公共団体が設けた施設をいう（法２４４条１\n項）。\nそして，「公の施設」は公共の利益のために多数の住民に対して均等\nに役務を提供することを目的としていることから，その公正な管理を確保する必要\nがあるため，その管理を委託する場合の受託者につき，普通地方公共団体による実\n質的支配力が及んでおり公共性の要素を持つ団体に限定している（法２４４条の２\n第３項）。\n(2)　岡山県は，チボリ公園事業を県民のリゾートやレクリエーション拠点\nの整備としての意味を持つと位置付け，また，文化性や市民公園としての要素を保\n持する必要があるとしている上，「倉敷チボリ公園の管理及び運営に関する基本協\n定書」の中には，倉敷チボリ公園の目的の一つとして県民福祉の増進に寄与するこ\nとがあげられ，同公園の企画の中には，芸術及び文化の発展に寄与する企画，教育\n活動に寄与する企画，幼児及び高齢者向けの企画を盛り込む旨が定められるなど，\n岡山県は，県民の福祉増進をチボリ公園事業の目的の一つに据えていることが窺え\nる。実際にも，倉敷チボリ公園では，岡山県民参加の音楽発表会や小中学校の児童\n生徒参加の写生会，高校及び一般の吹奏楽参加の吹奏楽会，保育園児によるパレー\nド等といった住民参\n加型の各種イベントが催されている。\n(3)　しかしながら他方，チボリ公園事業の目的には，中四国の広域交流，\n魅力ある地域文化の創造，観光・リゾート拠点の整備，魅力ある地域づくり，国際\n交流の振興なども掲げられており，また，倉敷チボリ公園は，大人２０００円等の\n入園料が必要で，アトラクションを利用するには別料金を支払う必要がある上，県\n外からの利用者を当てにし（甲１４７，甲１５０），県内からの入園者の比率は，\n２０ないし４０％にとどまることからすれば，倉敷チボリ公園は，主として地域住\n民の利用に供される都市公園や自然公園とは明らかに異なる性質を有するものであ\nる。\nむしろ，倉敷チボリ公園は，余暇時間の増大や来るべき高齢者社会へ\nの施策として建設された，「岡山県民のための憩いの場」であるというよりは，岡\n山県の観光の振興を図る等の経済的効果を目的として建設された，「県外人に対し\nてもアピールのできる魅力的な観光拠点」としての性格が強いものであって，チボ\nリ公園事業が，住民の利用に供し，住民の福祉を増進する目的を持っていることを\n否定することまではできないものの，道路，公園，公民館のような多数の住民に対\nして均等な役務を提供することを目的とし，その公正な管理を確保する必要がある\n「公の施設」であるとは認め難い。\n(4)　また，法２４４条の２第１項によれば，普通地方公共団体は，法律又\nはこれに基づく政令に特別の定めがあるものを除くほか，公の施設の設置及びその\n管理に関する事項は，条例で定めなければならないとされているところ，倉敷チボ\nリ公園について，そのような条例は定められていない。\n(5)　そうすると，倉敷チボリ公園の存する本件土地は，法２４４条１項に\nいう「公の施設」には当たらず，法２４４条の２第３項の適用を受けないから，同\n項違反の事実は認められない。\n(二)　法２３８条の４第１項又は２３７条２項違反について\n(1)　本件賃借権は，建物所有目的，期間５０年間の定期借地権であり，物権\nに準じた経済的価値を有し，現実にこれを公有財産として管理する必要があって，\nこれをあえて地上権等と区別して取り扱うべき現実的根拠に乏しいから，平成１４\n年法律第６５号による改正前の法２３８条１項（以下同様）４号の「地上権」等に\n準じ，同項にいう公有財産であると解される。\n公有財産は，その用途により行政財産と普通財産に分類され，行政財産\nとは，地方公共団体が公用又は公共用に供し，又は供することと決定した財産をい\nい，普通財産とは，行政財産以外の一切の公有財産をいう（法２３８条４項）。\n(2)　法２３８条の４第１項違反について\n行政財産の管理及び処分について法が厳格な制約を設けた趣旨に鑑みれ\nば，「公用」に供する財産とは，地方公共団体がその事務，事業を執行するため\nに，直接使用することを目的とするものをいい，「公共の用」に供する財産とは，\n住民の一般的共同利用に供することを目的とするものをいうものと解される。\n而して，倉敷チボリ公園の運営形態や目的等に照らすと，本件賃借権\nは，岡山県が「公用」に供する財産にも「公共の用」に供する財産にも該当するも\nのとはいえず，しかも，これらに供する旨の決定もないことが明らかであるから，\n普通財産であるものと認定される。\nしたがって，本件転借権等が法２３８条の４第１項に違反する余地はな\nい。(3)法２３７条２項違反について\n法２３７条２項は，地方公共団体の財政の健全な運営を確保するため，\n地方公共団体の普通財産について，適正な対価によらない譲渡，貸付を原則として\n禁止し，無償又は低廉な価格での貸付等をするには，条例又は議会の議決を要する\nと規定している。\n而して，本件転貸における転貸料自体は，本件賃借における賃借料と１\n㎡当たりの金額が同じであるから，適正な対価による貸付というほかなく，岡山県\nは，平成９年６月の岡山県議会定例会において，本件県有施設の無償貸付の議案に\n本件無償貸付を含めた議案を提出し，同議案は，平成９年７月１日，岡山県議会定\n例会で可決され，平成１０年１２月１６日，岡山県議会定例会において，本件無償\n貸付に係る土地面積の変更が可決されており，法形式上，適正な対価によらない本\n件無償貸付について，岡山県議会の議決を経ているから，本件転貸借等が法２３７\n条２項に違反するものとは認められない。\n(三)　法２３２条の２違反について\n(1)　本件転貸借等は，これを法形式上からのみみれば，前記のとおり，適正\nな対価による本件転貸と，議会の議決を経た本件無償貸付から構成されるものであ\nることは前記認定のとおりであるが，これを，総体として，実質的にみれば，岡山\n県が被告クラボウから本件土地全部を賃借した上，割安転借料で，被告チボリジャ\nパン㈱に転貸し，本件賃借料と本件転貸料との差額を肩代わりして支払っているも\nのと評価されうるところである。\nそして，法２３２条の２にいう「寄附又は補助」とは，地方公共団体が\n反対給付を求めずに，一方的に行う財政的援助を意味するから，上記差額賃料負担\nは法２３２条の２所定の「補助」に該当する。\n(2)　法２３２条の２は，「普通地方公共団体は，その公益上必要がある場合\nにおいては，寄附又は補助をすることができる。」と規定しているところ，地方公\n共団体の長は，地方自治の本旨の理念に沿って，住民の福祉の増進を図るために地\n域における行政を自主的かつ総合的に実施する役割を担う地方公共団体の執行機関\nとして，住民の多様な意見及び利益を勘案し，補助の要否についての決定を行うも\nのである。したがって，その決定は，事柄の性質上，諸般の事情を総合的に考慮し\nた上での政策的判断を要するものであるから，公益上の必要に関する判断に当たっ\nては，補助の要否を決定する地方公共団体の長に一定の裁量権が存し，裁量権の逸\n脱又は濫用があったと認められる場合に限り，当該寄附又は補助が違法になると解\nされる。しかしなが\nら，これは自由裁量ではなく，あくまでも羈束裁量であって，客観的に公益上必要\nであると認められなければならない。\nそして，公益上の必要性についての判断に当たっては，当該地方公共団\n体の財政上の規模及び余裕の程度，支出目的・趣旨，補助対象者の性格，当該地方\n公共団体又はその住民の利益に対する効用度，支出方法・支出額，行政全体のバラ\nンス（公平性）及び政策上の必要性，補助金の使途等への統制可能性は当然に視野\nに置くべき事項であり，原告らの主張する７つの要件は概ね考慮すべき事項に係る\nところである。\nア　財政規模及び財政上の余裕について\n岡山県の予算は，８０００億円前後であるところ，起債制限比率は，\n平成６年度が約１３％であったが，さらに漸増し，平成７年度以降は全国都道府県\nの中で昀も高く，平成１１年度には１９．３％にまで悪化し，その後，平成１２年\n度は１９．２％，平成１３年度には１８．９％，平成１４年度には１８．３％と高\n値で推移している。\n経常収支比率は，都市では７５％程度が適当と考えられているが，平\n成６年の岡山県の経常収支比率は８９．６％で，全国ワースト７位であり，平成１\n０年度から平成１４年度まで９１ないし９８％と極めて悪い数値で推移しており，\n財政の硬直化を示している。\nまた，財源不足を補うために財政調整基金，県債管理基金及び長期投\n資準備基金のほとんど全額を取り崩しており，基金残高は十数億円に減少してい\nる。\n乳幼児医療費患者負担分に対する公費助成制度では，全国昀低水準の\n助成にとどまり，在宅介護手当の支給も実施されていないなど，社会保障，住民の\n福利厚生への予算配分は薄い状況にある。\n他方，岡山県は，平成１３年７月発行の「行財政改革レポート２００\n１」において，平成９年度から取り組んでいる財政改革によって累計４６２億円の\n歳出削減効果があり，こうした努力の結果，心配されていた財政再建団体（歳入欠\n陥が生じ，その赤字額が一定の割合を超えた場合に，国の管理下で財政の立て直し\nを行わざるを得ない地方公共団体）への転落や，起債制限を回避する目処が立って\nきたと報告している（甲１２０）。\nイ　支出目的・趣旨，補助対象者の性格\nチボリ公園事業は，高齢化社会，余暇時間の増大，ライフスタイルの\n多様化等，時代の変化に応じた幅広い余暇活動の場を提供しようとするもので，倉\n敷チボリ公園のような都市型公園を整備することにより，直接的には，投資による\n経済効果・雇用の場の創出・観光資源の創造・関連産業の振興，波及効果として\nは，地域産業・所得の増大等が見込まれる旨岡山県は自負しているところ，チボリ\n公園事業がそのような公益性をある程度有し，教養文化施設としての一面を有する\nことは認められる。\n一方で，倉敷チボリ公園は，営利事業として本来民間の手によって行\nうべき大型レジャーランド，アミューズメント系レジャー施設の色彩を強く有する\nことも否定できず，補助を受ける被告チボリジャパン㈱は営利企業の性格を有する\nが，行政に対する住民の需要が多様化している現在においては，倉敷チボリ公園が\nテーマパークやアミューズメントパークとしての性格を強く有するという一事をも\nって，直ちにその公益性を否定することはできない。\nしかしながら，他方，平成９年度の入園者数は約２９８万人，平成１\n０年度の入園者数は約２９４万人であったが，平成１１年度から平成１５年度まで\nの入園者数は，約２３８万人，約１８２万人，約１３４万人，約１１６万人，約１\n０９万人と減少し，当初計画の年間２００万人の入園者数を維持することができな\nくなっており，これに平成１３年度の累積赤字は７０億円超と当初予想の５０億円\nを大幅に上回る結果となり，そのため，平成１３年４月１９日に被告チボリジャパ\nン㈱の代表者が交替して大幅な経営改革に乗り出し，定番ショーやチボリ・ウイン\nドアンサンブルが廃止され，植栽管理委託業務も見直されるなど，当初予定された\n公益性は揺らぎつつある。\nウ　地方公共団体又はその住民の利益に対する効用度\n倉敷チボリ公園の入園料は２０００円と高額である上に，入園者の消\n費単価は１人５３００円と見込まれていることからしても，倉敷チボリ公園は，住\n民に等しく開かれた公共施設とはいい難く，県外客を頼りにした施設で，県内客の\n利用割合は低く，地方公共団体又はその住民の利益に対する直接的な効用は多くな\nい。また地域活性化を促進の効果，地方経済への波及効果をある程度生じさせてい\nることは否定できないが，その具体的な効果は明確ではない。\n他方，原告らの主張する光公害・騒音公害等の負の影響の有無，程度\nも判然としない。\nエ　支出の方法・支出額\n本件転貸借等は，岡山県が被告チボリジャパン㈱に対し本件賃借料と\n本件転貸料の差額年額４億４７６０万円を財政支援している結果となる。\nオ　行政全体のバランス，政策上の必要性\nレジャーランド，アミューズメント系レジャー施設を運営する一民間\n企業である被告チボリジャパン㈱に対して，他の同種の民間企業と比べて優遇し補\n助金等を投入することは，平等原則に反すると考えるべき余地がある。しかし，倉\n敷チボリ公園の公益的側面や，次のような従前の経緯に伴う政策上の必要性に照ら\nすと，にわかに公平性を失するものとはいえない。\nすなわち，岡山県は，岡山市がチボリ公園事業から撤退したことに伴\nい，同事業に資金を提供した民間企業や，チボリ・インターナショナル社との信頼\n関係，デンマーク王国との国際的信義を維持する必要性等を考慮し，また，同事業\nが，中四国の広域交流，魅力ある地域文化の創造，観光・リゾート拠点の整備と観\n光の振興，魅力ある都市の創造，県民のリゾートやレクリエーション拠点の整備，\n魅力ある地域づくり，国際交流の振興等に資することも勘案した上で，選挙結果等\nによる民意に照らし，また，議会の審議，決議を経て，チボリ公園事業を自ら主導\nして推進するとの選択をしたものであり，岡山県がチボリ公園事業へ参画し，これ\nを担う被告チボリジャパン㈱の経営を支援する政策決定をすることが当然に不相当\nとはいえない状況にあっ\nた。\nカ　補助金の使途等についての統制可能性\n法は，地方公共団体が第三セクターに出資した場合，その比率が４分\nの１以上である場合について，その監督権限等を定めているところ，岡山県の被告\nチボリジャパン㈱に対する出資比率は４分の１未満であり，岡山県から数名の取締\n役を派遣しているにとどまり，会社の法的支配の面からすると，経営について岡山\n県の監査・監督を及ぼし難い。しかしながら他方，被告チボリジャパン㈱の目的\nは，専ら倉敷チボリ公園の設置及び管理運営であって，商業登記簿に記載された諸\n々の目的も，これを達成するために　必要な事項として記載されていると認めら\nれ，岡山県と締結された前記協　定書により，岡山県から事後的に検査・制御され\nる体制が，ある程度整備　されているなどの特質を有してはいる。\nまた，本件において「補助金」と評価すべきものは，差額賃料として\n使途が確定し，流用の余地がないことは明らかである。\n(3)　そうすると，本件転貸借等による差額賃料相当の「補助金」支出につい\nては，事後的客観的に考察すれば，①財政上の余裕に乏しい中での支出であるこ\nと，②倉敷チボリ公園が大型レジャーランド，アミューズメント系レジャー施設の\n色彩を強く有し，補助を受ける被告チボリジャパン㈱は営利企業の性格を有するこ\nと，③地方公共団体又はその住民の利益に対する効用度が高いものとはいえないこ\nと，④さらにその後の採算上の問題から当初の公益的性格が揺らいでいること等に\n照らし，公益上の必要性の存在あるいはその維持に疑問があるとしても，未だ倉敷\nチボリ公園運営の公益的側面を否定できないことや，公設民営による運営の政策決\n定をなすに至った経緯，議会の審議・議決や選挙等による民意等に鑑みると，岡山\n県知事であった被告Ｂあ\nるいは同Ｃにおいて，公益上の必要性を判断するに当たり，その裁量権の濫用ない\nし逸脱が存したとまでは，未だ認め難いものといわざるを得ない。\nしたがって，本件転貸借等が法２３２条の２違反に当たるものとは認め\n難い。\n三　してみれば，本件転貸借等の違法は認められず，これを前提とする本件賃貸\n借の違法性も認められないから，被告Ｂあるいは同Ｃ，被告チボリジャパン㈱，被\n告クラボウの共同不法行為は成立しない。\n四　破綻責任に基づく共同不法行為の成立について\n１　原告らの従前の本件転貸借等の違法に基づく共同不法行為の主張と破綻責\n任に基づく共同不法行為の主張とは，対象とする被告ら（前者は被告Ｂ，同Ｃ，同\nチボリジャパン㈱及び同クラボウであり，後者は同クラボウを除いた被告ら），法\n律構成，損害額（前者は本件賃借料と本件転貸料との差額相当額であり，後者は本\n件賃借料全額である）が異なり，訴訟物が異なるものと解されるから，訴えの選択\n的併合（当事者を共通にする範囲で）に当たるところ，従来の請求あるいは主張に\nおいても，破綻責任におけると同様の事実主張がなされており，その証拠資料も共\n通し，請求の基礎は同一であるというべく，これにより著しく訴訟手続を遅延させ\nることとなるとは考えられないから，訴えの変更はこれを許すべきであり，また，\n時機に後れた攻撃方\n法として却下すべきものとはいえない。\n２　前記二の１に認定したところによると，倉敷チボリ公園は，開園から３年\n間は，当初計画の入園者数を大幅に上回る結果であったものの，入園者数及び消費\n単価の低迷により採算が取れず，平成１３年４月１９日，社長が交替し，それに伴\nう徹底したコスト削減により，定番ショーやチボリ・ウインドアンサンブルが廃止\nされ，植栽管理委託業務が見直される結果となり，岡山県がチボリ公園事業の柱で\nあるとした文化性・公共性が一部放棄されたことが認められるが，その他の催事等\nの開催により同公園の文化的側面は一応保持されているものということができ，岡\n山県が当初から標榜していた文化性・公共性を放棄したものとは未だ認め難く，チ\nボリ公園事業自体が破綻したものとは認め難い。\n３　そうすると，被告Ｂ及び同Ｃが，被告チボリジャパン㈱とともに，当初計\n画を破綻に陥れ，本件賃借料全額に相当する損害を岡山県に与える共同不法行為を\nなしたものとは認められない。\nしたがって，破綻責任に基づく共同不法行為は成立しない。\n第四　結　語\n以上の次第で，原告Ａの訴えは不適法であるから却下し，その余の原告らの\n請求は，その余につき触れるまでもなく理由がないから，いずれも棄却すべく，訴\n訟費用の負担につき，行政事件訴訟法７条，民事訴訟法６１条，６５条１項本文を\n適用して，主文のとおり判決する。\n岡山地方裁判所第１民事部\n裁判長裁判官　　　　金馬健二\n裁判官　　　　德岡　治\n裁判官　　　　高橋孝治\n（別紙）\n借地契約目録\n借地権設定者　　　　　　　被告クラボウ\n借地権者　　　　　　　岡山県\n設定契約　　　　　　　借地借家法に定める定期借地権設定契約\n借地期間　　　　　　　５０年\n（平成７年６月１日から平成５７年５月３１日まで）\n借地面積　　　　　　　１１８，４３５．１７㎡\n賃　　　　料　　　　　　　５９７９万６６９３円\n賃料支払日　　　　　　　当月分を毎月末日限り\n契約日　　　　　　　平成７年５月３１日\n以　　上\n"
}