{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 25
  },
  "case_number": "平成17(行ケ)10559",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32948",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32948",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/948/032948_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０５５９号 審決取消請求事件\n口頭弁論終結日 平成１８年３月３０日\n判決\n原 告 三洋電機株式会社\n同訴訟代理人弁理士 森 下 賢 樹\n同三 木 友 由\n被 告 特許庁長官\n中嶋 誠\n同指定代理人 片 岡 栄 一\n同山 田 洋 一\n同小 池 正 彦\n同大 場 義 則\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服２００１－１８６９９号事件について平成１７年５月２４日に\nした審決を取り消す。\n第２ 争いのない事実\n１ 特許庁における手続の経緯\n原告は，平成６年１１月２９日，発明の名称を「データ処理方法およびデー\nタ処理装置」とする特許出願（特願平６－２９５０１９号，以下「本願」とい\nう ）をしたが，特許庁は，平成１３年９月１８日，本願について拒絶査定を。\nした。\nそこで，原告は，平成１３年１０月１８日，拒絶査定不服審判の請求をした\nが（不服２００１－１８６９９号 ，特許庁は，平成１７年５月２４日 「本），\n件審判の請求は，成り立たない 」との審決（以下「本件審決」という ）を。。\nし，その謄本は，同年６月７日，原告に送達された。\n２ 特許請求の範囲\n本願に係る明細書（平成１５年７月２２日付け手続補正後のもの。以下「本\n願明細書」という ）の請求項１の記載は，次のとおりである（以下，この発。\n明を「本願発明」という 。。）\n「 ビデオストリームのユーザ領域であって， ストリームのなかのMPEG MPEG\n（ ）ヘッダ，またはピクチャーヘッダに対応付けられGOP Group Of Pictures\nた領域に記録されたユーザデータを分離し，ピクチャーデータと合成して再生\nするデータ処理方法 」。\n３ 本件審決の理由\n別紙審決書写しのとおりである。要するに，本願発明は，特開平６－２２５\n２１９号公報（甲４，以下「引用例１」という ）及び「ポイント図解式 最。\n新 教科書 （株式会社アスキー，１９９４年８月１日発行）１１３～１MPEG 」\n１５頁（甲５，以下「引用例２」という ）に記載された発明に基づいて，当。\n業者が容易に発明をすることができたものであるから，特許法２９条２項の規\n定により特許を受けることができない，というものである。\n本件審決が認定した本願発明と引用例１記載の発明との一致点及び相違点は，\n次のとおりである。\n（一致点）\nストリームのユーザ領域であって， ストリームのなかの領域にMPEG MPEG\n記録されたユーザデータを分離し，ピクチャーデータと合成して再生するデー\nタ処理方法。\n（相違点ａ）\nストリームに関し，本願発明は 「 ビデオストリーム」をそのMPEG MPEG，\n対象とするのに対し，引用例１に記載された発明においては，このことが特に\n示されていない点。\n（相違点ｂ）\nユーザデータの記録領域に関し，本願発明においては， ストリームのMPEG\nなかの「 （ ）ヘッダ，またはピクチャヘッダに対応付けGOP Group Of Pictures\nられた領域」に記録されるものであるのに対し，引用例１に記載された発明に\nおけるテキストデータ（ユーザデータ）は， ビットストリームの「ユーMPEG\nザデータ領域 （ユーザ領域）に書き込まれるものであるが，ヘッダに対応付」\nけられた領域であることについては特に示されていない点。\n第３ 原告主張に係る本件審決の取消事由\n本件審決は，本願発明と引用例１記載の発明との相違点を看過し（取消事由\n１ ，また，相違点ａ，ｂについての判断を誤った（取消事由２，３）もので）\nあり，これらの誤りが本件審決の結論に影響を及ぼすことは明らかであるから，\n取り消されるべきである（なお，本件審決の認定した一致点は認める 。。）\n１ 取消事由１（相違点の看過）\n本願発明では，ユーザデータ領域がＭＰＥＧビデオストリーム内の特定領域\nにあるのに対し，引用例１記載の発明では，ユーザデータ領域がＭＰＥＧビデ\nオストリームとは別のプライベートストリームにある点において，両者は明ら\nかに異なるにもかかわらず，本件審決は，この相違点を看過したものである。\n( ) すなわち，引用例１の図４の圧縮時（符号化時）において 「動画像圧1 ，\n縮回路１１３」がＭＰＥＧビデオエンコーダである場合，ＭＰＥＧビデオス\nトリームの生成は「動画像圧縮回路１１３」で完結する。一方，文字等のテ\nキストデータは，この時点ではまだ容量が不明であり，それどころか，有無\nすらも不明である。そのため，このようなデータを格納するユーザデータ領\n域をＭＰＥＧビデオストリームの中に適切に確保することはできない。この\n事情は，ＭＰＥＧビデオストリームの中のいずれの部分についてもいえるこ\nとであり，ＭＰＥＧビデオストリーム中のＧＯＰ層やピクチャ層の中のユー\nザデータ領域も例外ではない。このため，続く「マルチプレクサ１１４」が\nテキストデータを格納する場合，それは必然的にＭＰＥＧビデオストリーム\nの外においてなされる。そして，それはプライベートストリームということ\nにほかならない。\nなお，圧縮画像を生成する際、想定される最大サイズのユーザデータ領域\nを常にＧＯＰ層やピクチャ層に確保すれば，テキストデータをＭＰＥＧビデ\nオストリームのＧＯＰ層やピクチャ層の中のユーザデータ領域に格納するこ\nとを実現することができる。しかし、これでは，ＭＰＥＧビットストリーム\nのデータサイズが徒に大きくなるばかりで、明らかにデータ圧縮の趣旨に反\nする。\n( ) 一方，復号時についていえば，引用例１の段落【００３５】に「動画像2\n伸長回路１１７にはＭＰＥＧデコーダを用いる 」とある。仮にユーザデー。\nタがＭＰＥＧビデオストリーム内の特定領域に格納されるとすれば，図４の\n「動画像伸長回路１１７」でＭＰＥＧビデオストリームが解析され，特定領\n域からテキストデータが抽出されるはずである。この場合，同図の「デマル\nチプレクサ１１６ （図中「マルチプレクサ１１６」と誤記されている ）」。\nの存在が無意味となる。したがって，ユーザデータは特定領域以外のユーザ\nデータ領域，つまり，プライベートストリームに格納されていることになる。\nまた，引用例１の段落【００３２】にも 「使用者が受取ったデータは，，\nデマルチプレクサ１１６により，圧縮画像データとテキストデータに分離さ\nれる。画像データは信号線１２０を通して動画像伸長回路１１７に送られる。\nテキストデータは，信号線１２１を通して字幕スーパインポーザ１１８に送\nられ，…」とある。ここでも，はっきりとＭＰＥＧビットストリームが「画\n像データ」と「テキストデータ」に分離される旨が説明されており，もとも\nとＭＰＥＧビデオストリーム（画像データ）とプライベートストリーム（テ\nキストデータ）とが多重化されて生成されたＭＰＥＧビットストリームが，\nもとのように分解されただけである。テキストデータがＭＰＥＧビデオスト\nリームに組み込まれていたなどとは理解できない。\nなお 「ポイント図解式 最新 教科書 （株式会社アスキー，１９，」MPEG\n９４年８月１日発行，２３１～２５３頁。甲６。以下「甲６文献」とい\nう ）に 「受信された多重ストリームは，ＤＭＵＸ（ ，分離。， Demultiplexer\n部）でビデオ，オーディオなどの各個別のストリーム（データ列）部分を分\n離して，それぞれの復号器に送る」とあるとおり（２３３頁８～９行 ，デ）\nマルチプレクサ（ＤＭＵＸ，分離部）における分離の対象は，いずれもビデ\nオストリーム，オーディオストリーム，プライベートストリーム等のストリ\nームを単位とする。ＭＰＥＧシステムの基本構成上に構築された引用例１に\nおいても当業者は当然そのように解釈するのであり，分離がＭＰＥＧビデオ\nストリーム内のユーザデータについてされると解釈するのは無理がある。\n２ 取消事由２（相違点ａの判断の誤り）\n本件審決が相違点ａに係る本願発明の構成を当業者が容易に想到することが\nできたものである旨判断したのは，誤りである。\nすなわち，引用例１記載の発明のユーザデータはプライベートストリームに\n置かれるのであり，これをＭＰＥＧビデオストリームに置くのであれば，それ\nを実現するためには別個の発明の創作を待たねばならない。なぜなら，①引用\n例１記載の発明において，容量の不明なテキストデータのためのユーザデータ\n領域をどのようにＭＰＥＧビデオストリーム内に確保するのか，その方法がど\nこにも開示されていない，②引用例１記載の発明において，もしテキストデー\nタがＭＰＥＧビデオストリームに組み込まれているなら 「ストリーム単位で，\n分ける」ことが役割のデマルチプレクサ１１６は，その通常の意味とは違う役\n割を担うはずであるが，そのための構成はどこにも開示されていないからであ\nる。\n３ 取消事由３（相違点ｂの判断の誤り）\n本件審決が相違点ｂに係る本願発明の構成を当業者が容易に想到することが\nできたものである旨判断したのは，誤りである。\n確かに，引用例２記載の発明には，本件審決が指摘するようなユーザデータ\n領域が存在するが，仮に，ここに引用例１記載の発明でいうテキストデータを\n置いたとしても，引用例１記載の発明にはそれを復号するための構成は示され\nておらず，これは別個の発明に属すべきことである。仮に 「ユーザデータで，\nあれば，ユーザデータ領域に置くことができる」という論法が発想としてあり\n得るとしても，それを実現するための具体的な技術の実現には，単なる発想で\nは足りず，新たな創作行為を要するものである。\n第４ 被告の反論\n本件審決の認定判断に誤りはなく，原告の主張する取消事由には理由がない。\n１ 取消事由１（相違点の看過）について\n引用例１の段落【００３２】及び【００３５】の記載から，次の各事項が理\n解される。\nａ）動画像圧縮回路１１３としては，ＭＰＥＧのエンコーダを用いることがで\nきること。\nｂ）ＭＰＥＧのビットストリームには 「ユーザデータ領域」が規定されてい，\nること。\nｃ）上記「ユーザデータ領域」には，ＭＰＥＧに準拠した上で任意のデータを\n書き込むことができること。\nｄ）マルチプレクサ１１４では，上記「ユーザデータ領域」にテキストデータ\nを書き込む動作を行うこと。\nｅ）デマルチプレクサ１１６では，入力されたＭＰＥＧビットストリームを圧\n縮画像データとテキストデータに分離し，ＭＰＥＧビットストリームの「ユー\nザデータ領域」からテキストデータを読み出して字幕スーパインポーザ１１８\nに送ること。\nｆ）動画像伸張回路１１７にはＭＰＥＧデコーダを用いること。\n上記ｂ ，ｃ ，ｄ）によれば，引用例１記載の発明におけるマルチプレク））\nサ１１４は，ＭＰＥＧのビットストリームに規定されている「ユーザデータ領\n域」に，ＭＰＥＧに準拠した上でテキストデータを書き込む動作をするものと\nして理解されるべきである。\nまた，上記ｅ）より，引用例１記載の発明におけるデマルチプレクサ１１６\nは，入力されたＭＰＥＧビットストリームを圧縮画像データとテキストデータ\nに分離し，ＭＰＥＧビットストリームの「ユーザデータ領域」から読み出した\nテキストデータを字幕スーパインポーザ１１８に送るものであると解される。\nしてみれば，引用例１には，本件審決が認定したように，テキストデータを\n（プライベートストリームより上位の）ＭＰＥＧビットストリームのユーザデ\nータ領域に書き込み，分離するという発明（技術思想）が明確に開示されてお\nり，原告主張のようにプライベートストリームにのみ格納されていると断定す\nることは妥当でない。\n２ 取消事由２，３（相違点ａ，ｂの判断の誤り）について\n本件審決は，ＭＰＥＧビデオストリームを含む上位概念であるＭＰＥＧビッ\nトストリームに関する引用例１記載の発明において，処理対象が動画像データ\nであることを考慮して，ＭＰＥＧビットストリームとして，ユーザデータ領域\nを備えるものであることが明らかなＭＰＥＧビデオストリームとすることは，\n当業者が容易に想到できたと判断したもので，その判断に誤りはない。\n仮に，原告が主張するように，引用例１記載の発明において，テキストデー\nタ（ユーザデータ）が書き込まれる「ユーザデータ領域」が，ＭＰＥＧビデオ\nストリームとは別のプライベートストリームにあると解し得たとしても，本件\n審決の判断に何ら影響を与えるものではない。なぜならば，プライベートスト\nリームは，本来，映像（ビデオデータ）や音声（オーディオデータ）など特定\nの用途以外でユーザが任意のデータを格納することができるものであり，その\n意味で「ユーザデータ領域」を有するものであるといえ，かつ，プライベート\nストリーム自体は，ＭＰＥＧビットストリームの範疇に含まれることを考えれ\nば，プライベートストリームは「ＭＰＥＧビットストリームのユーザ領域」と\nいい得るからである。\n第５ 当裁判所の判断\n１ 取消事由１（相違点の看過）について\n原告は，本願発明では，ユーザデータ領域がＭＰＥＧビデオストリーム内の\n特定領域にあるのに対し，引用例１記載の発明では，ユーザデータ領域がＭＰ\nＥＧビデオストリームとは別のプライベートストリームにある点において，両\n者は明らかに異なるにもかかわらず，本件審決は，この相違点を看過した旨主\n張する。\n( ) ユーザデータ領域について，引用例１（甲４）には次の記載がある。1\n「 ００３１】動画像データメモリ１１２に蓄積された動画像データは，動【\n画像圧縮回路１１３で圧縮され，字幕テキストデータメモリ１１１に蓄積さ\nれたテキストデータと，マルチプレクサ１１４で合成され，蓄積・伝送系１\n１５に送られる。ここで，蓄積・伝送系とは，テープやＣＤ－ＲＯＭなどの\nパッケージメディアや，ＩＳＤＮ，ＴＶ放送などの通信系であり，これらを\n通じてデータが使用者のもとに届けられる。\n【００３２】使用者が受取ったデータは，デマルチプレクサ１１６により，\n圧縮画像データとテキストデータに分離される。画像データは信号線１２０\nを通して動画像伸長回路１１７に送られる。テキストデータは，信号線１２\n１を通して字幕スーパインポーザ１１８に送られ，ここでビットマップテキ\nスト画像に展開され，動画像伸長回路１７で伸長された動画像へ重畳される。\nこうして得られた字幕付き動画像が表示器１１９により表示される 」。\n「 ００３５】また，図４に示した動画像圧縮回路１１３としては，国際標【\n準の動画像圧縮方式であるＭＰＥＧのエンコーダを用いることができる。Ｍ\nＰＥＧのビットストリームには『ユーザデータ領域』が規定されており，Ｍ\nＰＥＧに準拠した上で一ピクチャごとに任意のデータを書込むことができる\nため，マルチプレクサ１１４では，この『ユーザデータ領域』にテキストデ\nータを書込むという動作を行う。デマルチプレクサ１１６では，ＭＰＥＧビ\nットストリームの『ユーザデータ領域』からテキストデータを読出して字幕\nスーパインポーザ１１８に送る。動画像伸長回路１１７にはＭＰＥＧデコー\nダを用いる 」。\n( ) 本願の出願時において，次のＭＰＥＧ関連技術が周知であったと認めら2\nれる。\n甲６文献の２３３頁の図１１－２の（ａ）及びその説明，２４２頁の図１\n１－１２，２４３頁の表１１－１等に示されるように，ＭＰＥＧビットスト\nリーム（データ列）は，ＭＰＥＧビデオストリーム，ＭＰＥＧオーディオス\nトリーム，プライベートストリームから構成されるもので，これら３つのス\nトリームの上位概念として捉えられるものであり，また，プライベートスト\nリームには，ビデオやオーディオ以外のアプリケーションで使用するユーザ\nデータを付加することができる。\nまた，引用例２（甲５）に示されるように，ＭＰＥＧビデオストリームは，\n１シーケンスのデータとして，シーケンスデータ（Ｓデータ ，ＧＯＰ）\n（ ）データ（Ｇデータ ，ピクチャーデータ（Ｐデータ）かGroup Of Pictures ）\nら構成され，また，ＭＰＥＧビデオストリームには，ユーザデータ領域を設\nけて，任意のＧデータ又はＰデータの間にユーザデータ（Ｕデータ）を挿入\nすることができる。なお，このことは，本願明細書（甲２）の段落【００４\n０】の記載からも明らかである。\n( ) してみれば，ＭＰＥＧビットストリームにユーザデータを記録（格納）3\nする際には，上記( )のとおり，下位階層のプライベートストリームを利用2\nする方法と，下位階層のＭＰＥＧビデオストリームのユーザデータ領域を利\n用する方法とが存在するところ，引用例１記載の発明のユーザデータ領域に\nついて，引用例１には，上記( )のとおり，ＭＰＥＧビットストリームのユ1\nーザデータ領域として規定されているのみで，下位階層のＭＰＥＧビデオス\nトリーム又はプライベートストリームのいずれを利用するかについては，何\nら記載されていない。\nしたがって，引用例１記載の発明を，ユーザデータ領域がプライベートス\nトリームにあるものに限定することはできないから，本件審決が，本願発明\nと引用例１記載の発明との相違点として 「ＭＰＥＧストリームに関し，本，\n願発明は 『ＭＰＥＧビデオストリーム』をその対象とするのに対し，引用，\n例１に記載された発明においては，このことが特に示されていない点」を認\n定したことは相当であり，原告の前記主張は採用することができない。\n( )ア この点に関し，原告は，まず，引用例１記載の発明において 「動画4 ，\n像圧縮回路１１３」がＭＰＥＧビデオエンコーダである場合，ＭＰＥＧビ\nデオストリームの生成は「動画像圧縮回路１１３」で完結する一方，文字\n等のテキストデータは，この時点ではまだ容量が不明であるため，このよ\nうなデータを格納するユーザデータ領域をＭＰＥＧビデオストリームの中\nに適切に確保することはできないから，続く「マルチプレクサ１１４」が\nテキストデータを格納する場合，それは必然的にプライベートストリーム\nにおいてなされる旨主張する。\nしかしながら，そもそも，原告自身，圧縮画像を生成する際，想定され\nる最大サイズのユーザデータ領域をＧＯＰ層やピクチャ層に確保すれば，\nテキストデータをＭＰＥＧビデオストリームに格納するためにマルチプレ\nクサで合成することができることを自認しているところ，その際，テキス\nトデータの容量をどの程度のものと想定するかは，単なる設計上の仕様の\n問題にすぎないというべきである。原告は，想定される最大サイズのユー\nザデータ領域をＧＯＰ層やピクチャ層に確保することは，データ圧縮の趣\n旨に反する旨主張するが，例えば，テキストデータの目的を，原画像のタ\nイトルをテキストで表示させることに限定すれば，想定されるユーザデー\nタ領域のサイズはそれ程大きなものを必要とせず，データ圧縮の趣旨に反\nすることにはならない。したがって，テキストデータの容量不明を理由と\nして，引用例１記載の発明のユーザデータ領域が必然的にプライベートス\nトリームにある旨の原告の上記主張は，失当である。\nイ また，原告は，引用例１記載の発明において，仮にユーザデータがＭＰ\nＥＧビデオストリーム内の特定領域に格納されるとすれば 「動画像伸長，\n回路１１７ （ＭＰＥＧデコーダ）でＭＰＥＧビデオストリームが解析さ」\nれ，特定領域からテキストデータが抽出されるはずであるが，そうすると，\n「デマルチプレクサ１１６」の存在が無意味となるから，ユーザデータは\n特定領域以外のユーザデータ領域，つまり，プライベートストリームに格\n納されていることになる旨主張する。\nしかしながら 「動画像伸長回路１１７」がＭＰＥＧデコーダであって，\nも，本来，デコーダは，その名称自体から明らかなように，復号する（伸\n長する）機能を奏するものにすぎないから，該ＭＰＥＧデコーダが，圧縮\nされた画像データ以外のユーザデータを分離抽出する機能を必ずしも有す\nるとは限らない。したがって，原告の上記主張は，その前提を欠き，失当\nである。\nウ さらに，原告は，引用例１の段落【００３２】にも，はっきりとＭＰＥ\nＧビットストリームが「画像データ」と「テキストデータ」に分離される\n旨が説明されており，もともとＭＰＥＧビデオストリーム（画像データ）\nとプライベートストリーム（テキストデータ）が多重化されて生成された\nＭＰＥＧビットストリームがもとのように分解されただけであり，テキス\nトデータがＭＰＥＧビデオストリームに組み込まれていたなどとは読めな\nい旨主張する。\n引用例１の段落【００３２】には 「使用者が受取ったデータは，デマ，\nルチプレクサ１１６により，圧縮画像データとテキストデータに分離され\nる 」との記載があるところ，上記「使用者が受取ったデータ」がＭＰＥ。\nＧビットストリームを指すことは原告も自認している。そして，前記( )2\nのとおり，ＭＰＥＧビットストリームは，ＭＰＥＧビデオストリーム，プ\nライベートストリーム等を含む上位概念であり，また，ユーザデータを，\nＭＰＥＧビデオストリームに持たせることも，プライベートストリームに\n持たせることも，共に周知である。そうであれば，引用例１の上記記載か\nらは，テキストデータがＭＰＥＧビデオストリームに組み込まれていると\nも理解することができるから，原告の上記主張は失当である。\nエ また，原告は，甲６文献に「受信された多重ストリームは，ＤＭＵＸ\n（ ，分離部）でビデオ，オーディオなどの各個別のストリーDemultiplexer\nム（データ列）部分を分離して，それぞれの復号器に送る」とあるとおり，\nデマルチプレクサにおける分離の対象は，いずれもビデオストリーム，オ\nーディオストリーム，プライベートストリーム等のストリームを単位とす\nるのであるから，引用例１記載の発明において，分離がＭＰＥＧビデオス\nトリーム内のユーザデータについてなされると解釈することはできない旨\n主張する。\nしかしながら，引用例１記載の発明において，デマルチプレクサ１１６\nにより分離される対象が，ＭＰＥＧビデオストリーム，プライベートスト\nリーム等を含む上位概念であるＭＰＥＧビットストリームであることは，\n上記ウのとおりであるから，分離の対象がＭＰＥＧビデオストリームであ\nる場合が排除されていないことは明らかである。そして，分離部（デマル\nチプレクサ）における分離の対象は，その分離部に入力されるデータ列\n（ストリーム）の内容（中身）によって変わるものであることも当然であ\nる。そうであれば，その入力ストリームがユーザデータを含むＭＰＥＧビ\nデオストリームであれば，そのユーザデータを分離の対象とすることも当\n然想定されるところである。原告の指摘する甲６文献の記載は，分離部の\n入力ストリームがビデオストリーム，オーディオストリーム等の多重スト\nリームである場合に，それらが分離の対象となることを記載したものにす\nぎず，個々のストリーム内におけるユーザデータを分離の対象とするか否\nかについては何ら触れていないから，上記判示と相反するものではない。\n( ) 以上のとおり，原告の取消事由１の主張は理由がない。5\n２ 取消事由２（相違点ａの判断の誤り）について\n原告は，本件審決が相違点ａに係る本願発明の構成を当業者が容易に想到す\nることができたものである旨判断したのは，誤りである旨主張する。\n( ) 前記１( )のとおり，ＭＰＥＧビットストリームは，ＭＰＥＧビデオスト12\nリーム，プライベートストリーム等の３つのストリームから構成され，これ\nら３つのストリームの上位概念として捉えられるものであり，また，ＭＰＥ\nＧビットストリームにユーザデータを記録（格納）する際に，ＭＰＥＧビデ\nオストリームのユーザデータ領域を利用する方法があることは，本願出願時\nに周知の技術事項であったものである。そして，本願発明と引用例１記載の\n発明との一致点が「 ストリームのユーザ領域であって， ストリMPEG MPEG\nームのなかの領域に記録されたユーザデータを分離し，ピクチャーデータと\n合成して再生するデータ処理方法 」であることは，当事者間に争いがない。\nから，本願発明も引用例１記載の発明も，ＭＰＥＧビットストリーム中に記\n録されたユーザデータを，ＭＰＥＧビットストリーム中から分離し，その後\nでピクチャーデータと合成して再生（表示）するようにしたデータの処理方\n法である点において，何ら相違するものではない。してみれば，そのユーザ\nデータが記録（格納）されているデータストリームとして，ＭＰＥＧビット\nストリームのうちのＭＰＥＧビデオストリームを採用する程度のことは，上\n記周知の技術事項を考慮すれば，当業者が適宜に採用し得る設計事項にすぎ\nないというべきである。\nしたがって，本件審決が，相違点ａについて，引用例１記載の発明のＭＰ\nＥＧストリームをＭＰＥＧビデオストリームとすることは当業者が容易に想\n到できたと判断したことは相当であって，原告の上記主張は採用することが\nできない。\n( ) この点に関し，原告は，引用例１記載の発明において，①容量の不明な2\nテキストデータのためのユーザデータ領域をどのようにＭＰＥＧビデオスト\nリーム内に確保するのか，その方法がどこにも開示されておらず，②もしテ\nキストデータがＭＰＥＧビデオストリームに組み込まれているなら 「スト，\nリーム単位で分ける」ことが役割のデマルチプレクサ１１６は，その通常の\n意味とは違う役割を担うはずであるがそのための構成はどこにも開示されて\nいないから，相違点ａに係る本願発明の構成を想到することは容易ではない\n旨主張する。\nしかしながら，①については，圧縮画像を生成する際，想定される最大サ\nイズのユーザデータ領域をＧＯＰ層やピクチャ層に確保すれば，テキストデ\nータをＭＰＥＧビデオストリームに格納するためにマルチプレクサで合成す\nることができるのであって，その際，テキストデータの容量をどの程度のも\nのと想定するかは，単なる設計上の仕様の問題にすぎないことは，前記１\n(4)アのとおりである。\nまた，②については，分離部（デマルチプレクサ）における分離の対象は，\nその分離部に入力されるデータ列（ストリーム）の内容（中身）によって変\nわり，その入力ストリームがユーザデータを含むＭＰＥＧビデオストリーム\nであれば，そのユーザデータを分離の対象とすることも当然想定されるとこ\nろであることは，前記１( )エのとおりであるから，デマルチプレクサ１１4\n６を「ストリーム単位で分ける」機能を有するもののみに限定することはで\nきない。\nしたがって，原告の上記主張は採用することができない。\n( ) 以上のとおり，原告の取消事由２の主張も理由がない。3\n３ 取消事由３（相違点ｂの判断の誤り）について\n原告は，引用例２記載の発明のユーザデータ領域に，引用例１記載の発明で\nいうテキストデータを置いたとしても，引用例１記載の発明にはそれを復号す\nるための構成は示されていないから，本件審決が，相違点ｂに係る本願発明の\n構成を当業者が容易に想到することができたものである旨判断したのは，誤り\nである旨主張する。\n( ) しかしながら，本願発明に係る請求項は，データの処理方法として，Ｍ1\nＰＥＧビデオストリームのユーザ領域に記録されたユーザデータを，該ＭＰ\nＥＧビデオストリームから分離し，その後でピクチャーデータと合成して再\n生（表示）するようにしたデータの処理方法を規定しているのみであって，\n何らユーザデータの復号のための構成を規定していないから，引用例１記載\nの発明にユーザデータの復号のための構成が示されていないからといって，\n相違点ｂに係る本願発明の構成を当業者が容易に想到することができないと\nいうことはできない。\n2Group Of( ) そして，引用例２には，ＭＰＥＧストリーム中のＧＯＰ（\n）層，ピクチャ層にユーザデータ領域（ＵＤ）を設けることが記載Pictures\nされており，このＧＯＰ層，ピクチャ層のユーザデータ領域（ＵＤ）は，Ｇ\nＯＰヘッダ，ピクチャヘッダに対応付けられた領域であるから，引用例２に\n記載された発明を引用例１記載の発明に適用して，テキストデータ（ユーザ\nデータ）を書き込む際に，ＧＯＰヘッダ，ピクチャヘッダに対応付けられた\n領域に記憶するようにすることは，当業者であれば容易に想到することがで\nきたというべきであり，これと同旨の本件審決の判断に誤りはない。\n( ) 以上のとおり，原告の取消事由３の主張も理由がない。3\n４結論\n以上のとおり，原告主張の取消事由にはいずれも理由がなく，他に本件審決\nを取り消すべき瑕疵は見当たらない。\nよって，原告の本件請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 三 村 量 一\n裁判官 嶋 末 和 秀\n裁判官沖中康人は，転任のため，署名押印することができない。\n裁判長裁判官 三 村 量 一\n"
}