{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 26
  },
  "case_number": "平成14(ワ)1312",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第4部",
  "lawsuit_id": "7596",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7596",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/596/007596_hanrei.pdf",
  "contents": "主文\n１被告は，原告に対し，２７５万円及びこれに対する平成１４年４月２４日から支\n払済みまで年５分の割合による金員を支払え。\n２原告のその余の請求を棄却する。\n３訴訟費用はこれを１０分し，その７を原告の負担とし，その余を被告の負担とす\nる。\n４この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１請求\n１被告は，原告に対し，１０００万円及びこれに対する平成１４年４月２４日から\n支払済みまで年５分の割合による金員を支払え。\n２訴訟費用は被告の負担とする。\n３仮執行宣言\n第２事案の概要\n本件は，原告が，被告の設立，所管する名古屋市立緑市民病院（以下「被告病院」\nという。）で，左乳腺腫瘍を乳癌と診断されて，乳腺４分の１切除術及び腋窩リン\nパ節郭清術（乳房温存療法）を受けたところ，手術後に良性の線維腺腫であること\nが判明したことにつき，被告病院の担当医師らには生検を行わずに癌と最終診断し\nた注意義務違反があるなどと主張して，被告に対し，診療契約の債務不履行に基づ\nく損害賠償として，慰謝料１０００万円及びこれに対する訴状送達の日の翌日であ\nる平成１４年４月２４日から支払済みまで年５分の割合による遅延損害金の支払を\n求めた事案である。\n１前提となる事実\n当事者間に争いのない事実のほか，摘示した各証拠及び弁論の全趣旨によると以下\nのとおり認めることができる。\n(1)原告（昭和２６年４月２１日生）は，平成３年６月１２日，右乳腺腫瘍として被\n告病院の外科外来で生検を受け，良性と診断された。\n平成８年ころ以降，原告は，左乳房に示指頭大の無痛性腫瘤があることに気づき，\nＡクリニックを受診したところ，左乳腺腫瘤と診断され，平成９年２月７日（以\n下，平成９年については月日のみを記載する。），被告病院の外科を紹介された。\n(2)２月１０日，原告は，被告病院の外科を受診し，Ｂ医師の診察を受けたところ，\nリンパ節の腫大はないものの，左乳腺外上領域の乳頭から３センチメートル離れた\n部位に直径１．５センチメートルの硬い腫瘤が触知された。Ｂ医師は，癌も否定で\nきないと考え，乳房撮影及び乳腺エコー検査の指示をして，同日，乳房撮影を行っ\nた。\n(3)２月１４日，原告は，被告病院の外科を受診し，乳腺エコー検査を受けた。同月\n１０日に行った乳房撮影では均一な腫瘤陰影が認められるものの，悪性としての典\n型的な石灰化像は認められず，乳腺エコー検査では，触診と一致する１３．５ミリ\nメートル×１０．２ミリメートルの境界の比較的鮮明な腫瘤が認められた。Ｂ医師\nは，線維腺腫を疑ったものの，内部エコーに一部石灰化様の高エコーを認めたこと\nから，悪性も否定できないと考え，同日，乳腺から穿刺液を採取して，穿刺吸引細\n胞診（以下，単に「細胞診」ともいう。）を依頼した。\n(4)２月２５日，Ｂ医師は，被告病院の外科を受診した原告に対し，穿刺吸引細胞診\nの結果，疑陽性と診断されたことを告げるとともに，大学の専門医に相談する予定\nであることを説明した。\n同月２７日，Ｂ医師は，名古屋市立大学のＣ教授に対し，原告の穿刺吸引細胞診で\n用いた標本（以下「本件標本」という。）及び同細胞診の検査依頼報告票（乙Ａ１\n号証５頁。以下「本件報告票」という。）を示して診断を仰いだところ，Ｃ教授か\nら「癌です。」との回答を得た。そのため，Ｂ医師は，原告及び原告の夫に対し，\n「大学の専門医より癌との診断を得たため，最終診断を癌として乳房温存療法（腋\n窩リンパ節郭清を含む）を予定したい。」旨説明し，手術について原告の同意を得\nた。\n(5)３月３日，原告は，被告病院の外科に入院した。Ｂ医師は，入院治療計画説明書\nに基づき，原告に手術について説明した。\n同月４日，Ｂ医師は，原告に対し，乳腺４分の１切除術及び腋窩リンパ節郭清術を\n施行した（以下，これを「本件手術」という。）。本件手術終了後，切除標本の状\n態をみる目的で，切除した乳腺組織にメスを入れてその割面の所見を観察したとこ\nろ，悪性ではない可能性が考えられたため，腫瘍本体を病理組織検査に提出した。\n同月８日，上記病理組織検査の結果，線維腺腫であることが判明したため，Ｂ医師\nは，原告に対し，悪性ではなかったことを説明した。\n同月１８日，原告は，被告病院の外科を退院した。\n(6)乳癌の診断及び乳癌手術について\n乳癌は乳腺組織の末梢乳管や腺房上皮から発生する癌腫であり，好発年齢は４０歳\n代以降であり，平成８年の罹患率では４５歳が最も高い（乙Ｂ５号証）。\n乳癌の診断には，補助診断として，視診，触診，乳房単純Ｘ線撮影（マンモグラフ\nィ）及びエコー検査が行われるが，最終診断には病理診断として，穿刺吸引細胞診\n又は生検（組織診）が行われる。穿刺吸引細胞診は，経皮的に乳腺腫瘤を穿刺し陰\n圧をかけて吸引採取した細胞材料をスライドガラスに吹き出し，これを固定した細\n胞標本によって良性悪性を判定するものであり，生検は，局所麻酔下に皮膚を切開\nし，腫瘤を周囲の健常組織を含めて切除（摘出生検）又は一部を切除（切除生検）\nして，腫瘍細胞が構築する組織によって判定を行う方法である（乙Ａ３号証，乙Ｂ\n２，３号証）。\n乳癌の手術としては，昭和６２年ころから，大胸筋，小胸筋を切除しない胸筋温存\n乳房切除術が多く行われるようになったが，平成元年ころから，病巣を中心とした\n乳房の部分切除及び腋窩リンパ節郭清を行い，残存乳房に対して放射線治療を加え\nる乳房温存療法が実施される例が増加した（乙Ｂ９，１１号証）。平成１１年に日\n本乳癌学会学術委員会が策定した乳房温存療法ガイドライン（乙Ｂ１１号証）によ\nれば，①腫瘤径３センチメートル以下，②広範な乳管内進展の所見がない，③多発\n病巣がない，④放射線照射が可能，⑤患者が希望するという５項目を満たす場合が\n乳房温存療法の適応とされている。\n(7)線維腺腫について\n乳腺の良性腫瘍の１つであり，２０歳代及び３０歳代に好発する。乳管と間質の両\n者の増生を伴う混合腫瘍で，境界鮮明で表面平滑な，球形又は卵形の充実性腫瘍と\nして触知される。乳腺エコー検査では，境界明瞭，辺縁平滑，縦横比小（横長），\n内部エコーは均一，後方エコーは増強傾向又は不変などの像がみられる（乙Ｂ４号\n証）。\n２争点\n(1)癌と最終診断したことに関する注意義務違反の有無\n（原告の主張）\nア本件の穿刺吸引細胞診の診断は疑陽性であったが，これを担当した被告病院の判\n定医（以下「本件判定医」という。）は，良性ではないかとの認識を持っており，\n少なくとも悪性との認識は有していなかったのであるから，Ｂ医師としては，良性\nの疑いを払拭するために適切な最終診断をすべき注意義務があった。\nイ穿刺吸引細胞診の実施における注意義務違反\n(ア)穿刺吸引による細胞採取では，不適切な標本（固定不良や標本乾燥）による判\n定困難例が相当の割合で存在し，良性の細胞を悪性と誤診する可能性が指摘されて\nいる。不適切な標本による誤診を回避するためには，適切な標本を得られるよう\nに，穿刺吸引により採取した細胞の固定に留意して，乾燥を防止する必要がある。\n本件の穿刺吸引細胞診では，標本の固定状況が不良で乾燥していた上に，良性を強\nく疑う疑陽性との判定であったから，Ｂ医師は，再度，適切な標本を得て診断をす\nべき注意義務を負っていたのにこれを怠った。\nまた，Ｂ医師から相談を受けたＣ教授は，固定状況の良い適切な標本の提出を求め\nてその上で自ら診断するか，Ｂ医師に対して再度穿刺吸引を行い適切な細胞標本に\nより診断をするように助言すべきであったのに，これらを怠り，乾燥した不適切な\n本件標本により軽率に悪性腫瘍と診断した。\n(イ)乳腺細胞診のガイドライン（乙Ｂ２号証）では，穿刺吸引細胞診の正確性を期\nするため，穿刺による細胞吸引の回数及び穿刺によって採取した細胞標本の数を複\n数とすべきことを指針として示している。同ガイドラインに従うと，本件の場合\nは，４回以上の穿刺を行い，４個以上の細胞標本による細胞診をもとに診断をすべ\nき注意義務があったのに，Ｂ医師はこれを怠り，１回の穿刺による１個の，しかも\n乾燥した細胞標本のみにより細胞診を行った。\nウ生検を行わなかった注意義務違反\n本件判定医は，疑陽性と診断したものの，良性ではないかとの認識を持っていたの\nであるから，線維腺腫を疑っていたＢ医師としては，患者にさほど負担をかけずに\n実施でき，最終診断の方法として最も適切である生検を行うべき注意義務があっ\nた。なお，原告には，平成３年に被告病院で右乳腺腫瘍について生検を受けて良性\nと診断された既往歴があったから，Ｂ医師は，本件においても良性を疑って生検を\n行うべきであった。\nまた，Ｃ教授は，原告の疾患に関するデータを多角的に検討した上で意見を述べた\nものではないから，Ｃ教授の「癌です。」との意見は，信用性を十分に有しないも\nのであり，Ｂ医師としては，Ｃ教授の上記意見をうのみにすべきではなかった。\nしかし，Ｂ医師は，上記注意義務に違反して生検を行わなかった。\n（被告の主張）\nア本件の穿刺吸引細胞診において疑陽性との診断が出ている以上，本件判定医が良\n性を念頭に置いていたとしても悪性の認識がなかったとはいえない。Ｂ医師は，本\n件判定医による疑陽性との診断のみでは最終診断をつけることができないために，\n同じ標本について異なる専門医であるＣ教授の判断を仰ぐこととしたのであり，同\n教授から癌との診断を得たことから，最終診断を癌としたのである。\nイ穿刺吸引細胞診の実施における注意義務違反について\n(ア)Ｂ医師は，細胞の穿刺吸引に当たっては，病理検査室の技師の立会いのもと，\n穿刺吸引した細胞を直ちに固定してもらうよう配慮していた。本件報告票には，\n「材料不適」，「判定不能」等の記載はなく，本件判定医は疑陽性との診断を下\nし，Ｃ教授は癌と診断しているから，本件標本が不適切なものであったとはいえな\nい。また，Ｃ教授の上記診断に注意義務違反はない。\n(イ)Ｂ医師は，穿刺吸引の際，針を１回皮膚から腫瘍内に穿刺して，腫瘍内で３な\nいし４回，部位及び方向を変えて往復させており，腫瘍内を広く穿刺して細胞を採\n取するよう努めていた。なお，穿刺による細胞吸引を複数回行う旨のガイドライン\nは，皮膚から別の針と注射器で複数回穿刺することを意味するものではない。\nまた，細胞診で一度癌と診断されれば，以後の細胞採取は無用である。\nウ生検を行わなかった注意義務違反について\n(ア)本件当時，乳癌の診断方法として穿刺吸引細胞診の有用性が高いと評価されて\nおり，細胞診で癌と診断され，乳房撮影及び乳腺エコー検査等で癌が疑われれば，\nそれを最終診断としていたのであり，穿刺吸引細胞診で確診が得られないときのみ\n生検を行うのが，当時の外科医師の採るべき方法であった。\n本件の場合，Ｂ医師は，触診及び画像診断から癌が否定できなかったこと，Ｃ教授\nによる細胞診で癌と診断されたこと，及び細胞診の誤陽性率は当時１パーセント以\n下であったことから，癌であるとの確診を得たのであり，更に生検を行う必要はな\nいと判断してこれを行わなかったものである。\n(イ)生検を行うことによって，結果的に癌であれば生検によって手術操作の及んだ\n部位（切離した創を縫合した糸が通る部位を含めて）を含めて確実に切除する必要\nがあり，初回から悪性の手術をした場合より切除範囲が大きくなり乳房温存手術を\n施行できなくなる弊害が生じる。Ｂ医師は，原告が癌であった場合は乳房温存療法\nを選択したいと考えていたことから，可能な限り細胞診で確定診断をつけるため，\nＣ教授に診断を依頼したのであり，Ｃ教授が癌と診断し，確診が得られたにもかか\nわらず，更に生検を行うことは，原告にとって，乳房温存療法というより好ましい\n選択肢を奪うことになるので，生検を行うべき義務はない。\n(ウ)線維腺腫は２０ないし３０歳代が多く，乳癌の発生は４０歳代が最も多い。し\nたがって，必ずしも原告について線維腺腫が強く疑われるものではなかった。ま\nた，原告には平成３年に右乳腺腫瘍の生検を受けて良性と診断された既往がある\nが，同年当時は穿刺吸引細胞診が施行されておらず，加えて，本件の場合は患部は\n左側であり，かつ，原告自身が乳癌高発年齢となっていたから，平成３年の生検で\n良性と診断されたからといって，本件の場合も同様に生検を行うべきであるとする\n医学的根拠は存在しない。\n(2)手術の施行に関する注意義務違反\n（原告の主張）\n本件では線維腺腫が強く疑われていたこと，及び，原告が癌年齢としては若い４５\n歳であったことからすれば，術中迅速組織検査を行って最終診断をすべきであった\nのに，Ｂ医師はこれを怠った。\nまた，被告病院で術中迅速組織検査を行うことができないのであれば，これを行う\nことが可能な名古屋市立大学医学部附属病院（以下「名市大病院」という。）等へ\n転医させるべきであった。\n（被告の主張）\n術中迅速組織検査は，細胞診判定医が常勤し設備が整った施設においてのみ行うこ\nとができる大学病院レベルの検査方法である。被告病院には，当時も現在も術中迅\n速組織検査を行う施設はなく，病理診断医師も常勤していない。したがって，術中\n迅速組織検査を行うことは不可能であった。\n被告病院において行い得る迅速診断は，乳癌の手術を前提に患者に入院してもら\nい，局所麻酔下に摘出した腫瘍を直ちに名市大病院等に運んで判定を依頼し，その\n結果を電話で知らせてもらうというものであるが，この方法は，術前の細胞診で悪\n性と診断されなかったものの，他の所見から悪性が強く疑われる場合に行うもので\nあり，本件のように術前に癌との確診が得られた症例について，上記の迅速診断を\n行うことは考えられない。\nまた，日本の多くの施設において，日本外科学会所属の外科医が乳癌手術を行って\nおり，特殊な進行乳癌や再発乳癌などを除き大学病院に紹介することはほとんどな\nい。\n(3)被告の責任\n（原告の主張）\n原告と被告との間には診療契約が存在し，Ｂ医師及びＣ教授は被告の履行補助者で\nあるところ，同人らによる誤診及びこれに基づく不必要な本件手術の施行は，診療\n契約の本旨に従った義務の履行を怠ったものであるから，被告は，原告に対し，債\n務不履行に基づく損害賠償義務を負う。\n（被告の主張）\n原告と被告との間に診療契約が存在すること及びＢ医師が被告の履行補助者である\nことは認めるが，その余は否認する。\n履行補助者とは，「債務者の手足に使用する者」，「代わって履行する者」を意味\nするところ，Ｃ教授は，Ｂ医師に対して好意かつ無償で細胞診について意見を述べ\nたにすぎないから，被告の履行補助者ではない。\n(4)損害\n（原告の主張）\n原告は，癌と誤診されて，乳腺の４分の１切除及び腋窩リンパ節郭清という全く不\n必要な本件手術を受けた。女性にとって重要な乳房を切除されたことから，原告は\n行動が萎縮することもあり，また，左腋の下がつったりしびれたりして，仕事にも\n支障を来している。\nこのように，原告は，本件手術を受けたことにより甚大な精神的損害を被ったもの\nであり，これに対する慰謝料は１０００万円を下らない。\n（被告の主張）\n癌との診断のもとに乳腺の４分の１切除及び腋窩リンパ節郭清を行ったことは認め\nるが，その余は否認する。\n第３争点に対する判断\n１前記前提となる事実，甲Ａ１ないし５号証，乙Ａ１ないし３号証，乙Ｂ１０号\n証，証人Ｂの証言及び原告本人尋問の結果並びに弁論の全趣旨によれば，以下の事\n実を認めることができる。\n(1)原告は，平成８年ころ以降，左乳房に示指頭大の無痛性腫瘤があることに気づ\nき，２月１０日，被告病院の外科を受診し，Ｂ医師の診察を受けた。\n触診においては，リンパ節の腫大は触知されなかったものの，左乳腺外上領域の乳\n頭から３センチメートル離れた部位に直径１．５センチメートルの硬い腫瘤が触知\nされたため，Ｂ医師は，原告の年齢（本件当時４５歳）を考慮して癌も否定できな\nいと考え，良性か悪性かを鑑別するために，同日に乳房撮影を，２月１４日に乳腺\nエコー検査をそれぞれ行った。\n乳房撮影では淡く均一な腫瘤陰影が認められたものの，典型的な悪性所見である微\n小石灰化像等は認められず，乳腺エコー検査では，触診と一致する１３．５ミリメ\nートル×１０．２ミリメートルの楕円形に近い横長の腫瘤が認められ，境界は比較\n的鮮明で，内部エコーは比較的均一な低エコー，後方エコーは増強傾向であり，線\n維腺腫に特徴的な像もみられたが，画像上，中心部に一部石灰化様の高エコーも認\nめられた。乳房撮影及び乳腺エコー検査のいずれにおいても典型的な悪性所見が認\nめられなかったため，Ｂ医師は，可能性としては線維腺腫を最も疑ったが，乳腺エ\nコー検査で内部エコーに一部石灰化様の高エコーが認められたこと，上記と同様の\n画像所見でも癌である場合も存在すること及び原告の年齢から，悪性も否定できな\nいと考え，穿刺吸引\n細胞診を行うこととし，陰圧をかけた注射器を原告の腫瘍に穿刺して細胞を吸引採\n取し，本件報告票に「線維腺腫（疑い）。念のため穿刺吸引細胞チェック。」など\nと記載して，被告病院の検査部に穿刺吸引細胞診を依頼した。\n(2)２月２１日，上記の穿刺吸引細胞診の診断結果として疑陽性との回答があった。\nなお，同回答が記載された本件報告票には，本件判定医が記載したと思われる「乾\n燥」，「（良性？）」などのメモ書き，及び同細胞診のスクリーナー（細胞診の対\n象となる検体が良性，悪性の判定に耐え得るものか否かを事前に判断する検査技\n師）が記載したと思われる「異型乳管上皮（乾燥）」とのメモ書きがあった。\nところで，本件当時，乳癌の治療として乳房温存療法が多くの施設で実施されるよ\nうになっていたことから，Ｂ医師らは，被告病院においても同療法を採用すること\nを検討しており，生検を行わずに最終診断できる症例があれば，同療法を実施した\nいと考えていた。しかし，被告病院では，平成４年ころから本件までに，乳癌とし\nて治療した症例のうちの約３分の１が，細胞診で疑陽性と診断されて生検を行って\nいたため，Ｂ医師は，かねてから，より的確に良性又は悪性の診断をしてもらうこ\nとができるように細胞診の判定医を変更することを検討していたところ，本件の細\n胞診でも疑陽性と診断されたことから，これをサンプルとして，細胞診の専門家で\nあるＣ教授に，本件の細胞診の診断結果を含めて判定医の変更について相談するこ\nととした。\n２月２５日，Ｂ医師は，被告病院の外科を受診した原告に対し，穿刺吸引細胞診で\nは疑陽性と診断されたことを告げるとともに，大学の専門医に相談する予定である\n旨を説明した。\n(3)２月２７日，Ｂ医師は，本件標本及び本件報告票を持参してＣ教授を訪ねた。Ｂ\n医師は，乳房温存療法を被告病院においても採用することを検討していたため，Ｃ\n教授が本件標本を癌と診断すれば，これを最終診断として原告に対し乳房温存療法\nを実施したいと考えていたが，Ｃ教授に対してその旨の説明はしなかった。\nＣ教授は，本件標本を顕微鏡で見て「癌です。」と答えた。Ｂ医師は，Ｃ教授の上\n記回答を聞いて意外に思ったものの，Ｃ教授が細胞診に関する権威者であったこと\nから，上記回答に疑問を持たずにこれを根拠として，原告の左乳腺腫瘍について癌\nと最終診断した。\n２月２７日，Ｂ医師は，原告及びその夫に対し，「大学の専門医より癌との診断を\n得たため最終診断を癌とする。乳癌としての手術が必要となるが，腫瘍の大きさ，\n周辺への浸潤傾向がないこと及び乳頭からの距離等により，左乳腺の４分の１切除\n及び患側の腋窩リンパ節郭清を行う乳房温存療法が適応となる。」旨説明した。原\n告は，平成３年の右乳腺腫瘍のときと同様に良性の腫瘍であろうと考えていたこと\nから，癌との告知を受けて，非常に驚き，ショックを受けて，手術方法等について\n冷静に考えることができなかったため，Ｂ医師の判断に任せて乳房温存療法による\n手術を受けることに同意した。Ｂ医師は，原告らから手術に対する同意を得たこと\nから，３月３日に入院して，同月４日に手術を行う予定とした。原告は，直ちに手\n術を実施する予定と\nされたため，癌が相当進行しているのではないかと不安を感じた。\n(4)３月３日，原告は，被告病院の外科に入院した。Ｂ医師は，入院治療計画説明書\nに基づき，原告及びその夫に対して本件手術に関する説明を行い，原告及びその夫\nは本件手術に対する同意書を提出した。\n同月４日，本件手術が実施された。同手術終了後，Ｂ医師は，切除標本の状況をみ\nる目的で，切除した乳腺組織にメスを入れてその割面の所見を観察したところ，悪\n性ではない可能性が考えられたため，腫瘍本体を病理組織検査に提出した。同月８\n日，上記病理組織検査の診断結果として，典型的な線維腺腫であり悪性ではない旨\nの回答があったため，同日，Ｂ医師は，原告に対して悪性ではなかったことを説明\nし，また，同日夜，原告の夫にもその旨を説明した。\n３月６日ころから，原告に対し，左腕の挙上等のリハビリが開始されたが，リハビ\nリが進むにつれて，原告が疼痛等を訴えるようになったため，リハビリは遅れがち\nであった。\n(5)３月１８日，原告は，被告病院を退院した。\n４月８日，原告は被告病院の外科を受診した。左腋窩の疼痛が軽減したことなどか\nら，以後は年１回の経過観察とされた。\n(6)原告は，Ｂ医師から悪性ではなかった旨の説明を受けた当時は，癌でない喜びを\n強く感じていたが，時間が経過するに従い，徐々に癌でないのに本件手術を受けた\nことについて疑問を持つようになった。\n(7)原告の現在の症状\n本件手術後しばらくの間，原告は，左腋の付け根から上腕にかけて強いしびれや疼\n痛を感じ，退院後はこれらの症状が和らいできたものの，左上肢は常にしびれがあ\nり，左側胸部には鈍痛もあり，天気の悪い日や寒い日などにはこれらの症状が悪化\nする。\n外観上は，本件手術により乳房の底辺に左右差が生じ，薄着の場合は洋服の上から\nでも認識できる。左乳房には乳頭から左腋下にかけて斜めに縫合痕が残っている。\n２争点(1)（癌と最終診断したことに関する注意義務違反の有無）について\n(1)穿刺吸引細胞診の実施における注意義務違反の有無\n原告は，Ｂ医師は乳腺細胞診のガイドライン（乙Ｂ２号証）に従わず，１回の穿刺\nによる１個の細胞標本しか採取せず，また，本件標本の固定状況が不良で乾燥して\nいた上に疑陽性と診断されたのであるから，再度，適切な標本を得て細胞診を行う\nべきであったのにこれを怠った旨主張する。\n乳腺腫瘍の穿刺吸引細胞診における細胞の採取は，２２ないし２５ゲージの針で腫\n瘍を１回経皮的に穿刺し，穿刺した針を腫瘍内で４，５回方向を変えながらそれぞ\nれの方向から細胞を吸引するという方法で行われるものと解される（乙Ｂ２号証，\n証人Ｂ）ところ，証人Ｂの証言によれば，Ｂ医師は，本件において，上記のとおり\nに穿刺吸引を行った後，吸引した細胞を直ちに検査技師に交付し，交付を受けた検\n査技師がこれを固定して標本としたことが認められるのであり，Ｂ医師の行った細\n胞の穿刺吸引の方法に何らかの問題があったことをうかがわせる事情は認められな\nい。\nまた，確かに，本件報告票及び証人Ｂの証言によれば，本件標本は多少乾燥してい\nたものと推認されるが，本件判定医及びＣ教授は，本件標本に対し疑陽性又は陽性\nと診断していることによると，本件標本が診断に耐え得ないほど不適切な状態であ\nったものと認めることはできない。そして，乙Ｂ１，３号証及び証人Ｂの証言によ\nれば，乳腺腫瘍に対する確定診断のためには生検を行うのが最も確実であると認め\nられるのであり，加えて，「再度，穿刺吸引細胞診を実施してもその診断結果が疑\n陽性であれば，結局，最終診断できないまま時間が経過するだけであり，生検を行\nえば腫瘍に対する治療にもなるため，穿刺吸引細胞診で，陰性，疑陽性又は陽性の\nいずれかの診断が出ている場合，通常は最終診断をする目的で穿刺吸引細胞診を繰\nり返し行うことはな\nく，生検を行っている。」旨の証人Ｂの証言を考慮すれば，本件当時，穿刺吸引細\n胞診で疑陽性と診断された場合には生検を行って最終診断をするのが一般的であっ\nたと解される。そうすると，本件において，Ｂ医師に，再度，穿刺吸引細胞診を実\n施すべき注意義務まで認めることはできないというべきである。\nさらに，原告は，Ｃ教授には，Ｂ医師に対し，適切な標本の提出を求めるか，適切\nな標本によって再度穿刺吸引細胞診を行うように助言すべき注意義務があったのに\nこれを怠った旨主張する。しかし，前示のとおり，Ｂ医師は，Ｃ教授に対し，疑陽\n性と診断されたサンプルの１つとして本件標本及び本件報告票を示したにすぎず，\nＣ教授の診断を最終診断に用いる旨の説明は一切していないのであるから，Ｃ教授\nが原告の主張するような上記の注意義務まで負うものと認めることはできない。\n以上のとおりであるから，その余の点について検討するまでもなく，穿刺吸引細胞\n診の実施に関する原告の前記主張は採用できない。\n(2)生検を行わなかった注意義務違反の有無\nア原告は，Ｂ医師には最終診断の方法として最も適切である生検を行うべき注意義\n務があったのにこれを怠った旨主張し，これに対し，被告は，Ｃ教授が癌と診断し\nた以上，更に生検を行う必要はなく，この場合に生検を行えば，乳房温存療法を選\n択する機会を原告から奪うことになるから，Ｂ医師に生検を行う義務はない旨主張\nする。\n乙Ａ３号証及び証人Ｂの証言によれば，Ｂ医師は，Ｃ教授が癌と診断したこと並び\nに理学的所見，画像診断及び本件判定医による診断のいずれも悪性を積極的に否定\nするものではなかったことから，生検を行うことなく最終診断を癌として本件手術\nを行ったものと認められるが，この点について，名古屋市立大学第２外科のＤ助教\n授は，細胞診で癌と診断された場合の誤診率が約１パーセント程度であること，及\nび原告の年齢を考慮すれば，本件は細胞診の結果から癌の可能性が極めて大きいと\n診断される場合であり，加えて，画像診断において良性と判断された中にも悪性の\nものがあることを考え併せれば，本件において生検を行わずに最終診断を癌とした\nのもやむを得ない旨述べている（乙Ｂ１号証）。\nイ理学的所見及び画像診断に基づくＢ医師の診断について\n前示のとおり，Ｂ医師は，理学的所見及び画像診断から，線維腺腫を疑っていたも\nのの，悪性の可能性も否定できないと考え，穿刺吸引細胞診を実施したものであ\nる。Ｂ医師は，悪性の可能性も否定できないと考えた根拠として，当時の原告が乳\n癌の好発年齢であったこと及び同様の画像所見でも癌の症例が存在することとの一\n般的な事情のほかに，乳腺エコー検査で一部高エコーが認められたことを挙げてい\nる（証人Ｂ）が，乙Ａ１号証及び証人Ｂの証言によれば，Ｂ医師は，一部高エコー\nが認められた乳腺エコー検査の結果のみにおいても，線維腺腫を最も疑っていたこ\nとが認められる。\n加えて，Ｂ医師が，外来カルテ（乙Ａ１号証）に，初診時の診断名として「左乳腺\n腫瘍（ＦＡ（線維腺腫））」と，２月１４日の診察時の診断として「線維腺腫疑\nい。悪性も完全に否定できないので穿刺吸引細胞診」などとそれぞれ記載し，本件\n報告票の「病歴・臨床経過」欄に「線維腺腫（疑い）。念のため穿刺吸引細胞チェ\nック」などと記載して穿刺吸引細胞診を依頼していること，乳腺エコー検査では線\n維腺腫に特徴的にみられる像も認められたこと，上記時点での診断について，Ｂ医\n師は「所見に典型的な悪性像がないことから，線維腺腫を一番鑑別の頭に挙げてい\nた。」旨述べていること（証人Ｂ）などを考え併せれば，Ｂ医師は，理学的所見及\nび画像診断から，線維腺腫を相当強く疑っていたものであり，癌の可能性は低いと\n判断していたものと認\nめることができる。\nなお，被告は，本件では必ずしも線維腺腫が強く疑われるものではなかった旨主張\nしているが，その理由とするところは，線維腺腫は２０歳代及び３０歳代が多く，\n乳癌の発生は４０歳代が最も多いという一般的な事情にすぎないのであり，被告の\n上記主張を認めるに足りる証拠はない。\nウ本件標本の状態及びこれに関するＢ医師の認識について\n前示のとおり，本件報告票の「細胞診断」欄に，スクリーナーによる「異型乳管上\n皮（乾燥）」とのメモ書き，及び本件判定医による「乾燥」とのメモ書きがあるこ\nとなどによると，本件標本は固定の段階で多少乾燥したものと推認されるのであ\nり，証人Ｂの証言によれば，Ｂ医師は，上記の記載から，本件の穿刺吸引細胞診で\nは，本件標本が乾燥していたために診断がより難しい状況であったことを認識し得\nたと解することができる。\nエ本件判定医による診断について\n前示のとおり，本件判定医は本件標本に対し疑陽性との診断を下しているが，本件\n報告票の「細胞診断」欄に「（良性？）」と記載していることを考慮すれば，本件\n判定医としては，疑陽性と診断しつつも良性の可能性がより高いと判断していたも\nのと推認することができる。\n本件判定医による上記の診断について，Ｂ医師は，本件報告票において細胞診の結\n果として正式に報告されているのは「疑陽性」の部分のみであり，「（良性？）」\n等のメモ書きは正式な報告の一内容ではないから，本件判定医の疑陽性との診断\nは，癌か否かの診断には役に立たない旨述べている（証人Ｂ）。確かに，乙Ｂ１０\n号証及び証人Ｂの証言によれば，平成４年から本件手術までの間に被告病院で実施\nされた乳癌手術症例で穿刺吸引細胞診を行った２５例のうち８例が細胞診では疑陽\n性と診断されており，これらの細胞診のほとんどが本件判定医による診断であった\nものと認められるのであり，上記の細胞診の診断状況について，Ｂ医師は，他施設\nと比較して不良な成績で憂慮すべき状況である旨述べている（乙Ａ３号証，証人\nＢ）。しかし，上記２５\n例のうち８例は，細胞診で陽性と診断され，生検を行うことなく乳癌手術が施行さ\nれており（乙Ｂ１０号証），また，証人Ｂの証言によれば，上記期間中に細胞診で\n疑陽性と診断された症例の中には，生検によって最終的には良性と診断されたもの\nも存在していたことが認められる。加えて，前示のとおり，本件標本は，多少乾燥\nしていたために診断がより難しかったことが推認されるのである。そうすると，本\n件までの約５年間に８例の乳癌手術症例に関し穿刺吸引細胞診で疑陽性と診断され\nていたからといって，本件において癌か否かを診断する際に，本件判定医の上記判\n断を考慮する必要がないものと解することはできない。\nそして，本件報告票に「（良性？）」との記載がある以上，Ｂ医師は，本件判定医\nが良性の可能性がより高いと判断していたことを認識できたものと解するのが相当\nである。\nオＣ教授による診断について\n前示のとおり，Ｂ医師は，Ｃ教授が癌と診断すれば，これを最終診断として，原告\nに対し乳房温存療法を実施したいと考えていたものの，Ｃ教授に対しては，上記の\n考えを全く説明せず，疑陽性と診断されたサンプルの１つとして本件標本及び本件\n報告票を提供したにすぎなかったことが認められる。そうすると，本件において，\nＣ教授は，自らの診断が最終診断として用いられ，その結果，乳癌手術が行われる\nことを認識せずに癌と診断したものとも考えられる。細胞診の診断について，Ｂ医\n師が「判定医は，自らが癌と診断すればこれを根拠に患者が癌と最終診断されるた\nめ，常に極めて難しい判断を強いられていると思う。」旨述べていること（証人\nＢ）などを考慮すると，最終診断の根拠とされることが予定されているか否かによ\nって，細胞診における\n診断の際の慎重さ等に少なからぬ相違が生じる可能性を否定することができないも\nのと解される。\n以上を考慮すれば，本件におけるＣ教授の診断は，本件標本の状態等を十分考慮し\nて慎重に検討した上で出されたものであったかどうか疑問がなくはないといわざる\nを得ない。\nなお，証人Ｂの証言によれば，Ｂ医師は，Ｃ教授の診断を聞いて予想外に感じたも\nのの，Ｃ教授が細胞診に関する権威者であったことから，その結果については特に\n疑問を持つことなく，様々な状況を加味して判断した結果であろうと推測したこと\nが認められるが，Ｂ医師がＣ教授に対し，悪性と診断した理由等について確認した\nことをうかがわせる事情は認められない。\nカ細胞診における誤診の可能性について\n乙Ｂ１，２，８号証によれば，本件当時，穿刺吸引細胞診は，その誤診率（この場\n合，誤って悪性と診断された率を指す。以下，「誤診」とは，誤って悪性と診断さ\nれたものをいう。）が１ないし３パーセント程度であり，乳癌の確定診断を得るた\nめの検査方法としては有用性の高い手段であると認識されていたものと認めること\nができる。\nしかし，上記のとおり，穿刺吸引細胞診においては，誤診の可能性が一定程度存在\nし，乙Ｂ２号証によれば，穿刺吸引により採取された細胞が，固定不良によって染\n色性が悪くなったり，乾燥のため核が腫大したりする結果，良性の細胞を悪性と誤\n診しかねないことがあり，実際，和歌山県立医科大学第二病理学教室では，平成７\n年から同８年の間に，穿刺吸引細胞診で悪性と診断された１２０例のうちの４例が\n組織診では良性と診断されていたことが認められる。また，Ｄ助教授は，画像診断\nで線維腺腫が強く疑われる場合や若い女性の場合には，線維腺腫の上皮成分がしば\nしば過形成を示すため，細胞診で誤って悪性と判断されることがある旨指摘してい\nる（乙Ｂ１号証）。本件においては，前示のとおり，理学的所見及び画像診断から\n線維腺腫が相当強く\n疑われていたものであり，また，本件標本は，多少乾燥していたものと解されるか\nら，本件標本による細胞診は，誤診の可能性が通常よりも高い状況にあったものと\n考えられる。\nそして，乙Ａ３号証及び証人Ｂの証言によれば，Ｂ医師は，本件当時，穿刺吸引細\n胞診では，その診断に極めて高い専門性が要求され，正診率（悪性と診断されて，\n結果としても悪性であったものの率）が１００パーセントにまでは至っていないこ\nとを認識していたものと認められるから，本件においても，少なくとも一般的な誤\n診の可能性については認識していたものと解される。\nキ本件におけるＢ医師の最終診断の適否について\n(ア)乳癌の診断における注意義務\n乳癌手術は，体幹表面にあって女性を象徴する乳房に対する手術であり，手術によ\nって乳房の一部又は全部を失わせることは，患者に対し，身体的障害のみならず，\n外観上の変貌による精神面及び心理面への著しい影響をもたらすものであって，患\n者自身の生き方や生活の質にもかかわるものであるから，医師は，当該患者に対し\nて乳癌手術を行う必要があるか否かを判断する際の前提となる，当該乳腺腫瘍が良\n性か悪性かの鑑別を極めて慎重に行うべき注意義務を負うというべきである。\n(イ)Ｃ教授の診断と本件における注意義務との関係\n前示のとおり，Ｂ医師は，理学的所見，画像診断及び本件判定医による診断のいず\nれも悪性を積極的に否定するものではなかったこと，並びにＣ教授による細胞診で\n癌と診断されたことから最終診断を癌としたものである。しかし，前示のとおり，\nＢ医師は，理学的所見及び画像診断からは線維腺腫を相当強く疑い，癌の可能性は\n低いと判断していたものと認められ，また，本件判定医が疑陽性と診断しつつも良\n性の可能性がより高いと判断していたことを認識できたものと認められることによ\nると，結局のところ，Ｂ医師は，Ｃ教授による細胞診で癌と診断されたことのみを\n積極的な根拠として癌と最終診断したものと解される。\n上記のように，細胞診の結果を直ちに最終診断とすることについて，Ｂ医師自身\nも，「最近の文献には，細胞診と画像診断が合わない場合には生検を行うべきであ\nることを指摘するものもあり，本件後は，細胞診で悪性と診断されても理学的所見\n及び画像診断のいずれもが悪性を積極的に肯定するものでなければ，生検を行うよ\nうにしている。」旨述べている（証人Ｂ）。しかし，昭和６３年の日本医師会雑誌\n臨時増刊号には，「乳腺腫瘤の確定診断には穿刺細胞診も行われるが，生検が確実\nである。」との指摘があり（乙Ｂ３号証），「乳癌治療のプロトコール(1)」（臨外\n第４９巻第１１号。平成６年。乙Ｂ７号証）には，「乳癌の診断は，視触診のほ\nか，マンモグラフィ，超音波検査，サーモグラフィ，穿刺吸引細胞診（ＡＢＣ）な\nどの各種補助診断法を組\nみ合わせて総合的に行っている。」との記載があり，また，「乳癌の診断と治療」\n（日医雑誌第１２５巻第１１号。平成１３年。乙Ｂ８号証）には，「画像診断，臨\n床所見及び穿刺吸引細胞診が揃えば，根治的な手術をすることにしている。」，\n「穿刺吸引細胞診では偽陰性や偽陽性が出てくるから，必ず視触診，画像診断との\nコンビネーションで総合判定する必要がある。」，「視触診，マンモグラフィ，超\n音波検査及び穿刺吸引細胞診でいずれも癌に間違いないと言う場合は生検をやって\nいない。」等の乳癌治療研究者の意見が挙げられているのであり，本件当時，穿刺\n吸引細胞診で癌と診断されれば直ちにこれを最終診断としてよいとする知見が一般\n的であったことをうかがわせる事情は認められず，むしろ，本件当時においても，\n乳癌の診断の際には，\n細胞診の結果だけでなく，理学的所見及び画像診断等の各結果をも総合的に考慮し\nた上で，生検を行わずに癌と最終診断するか，生検を行って最終診断すべきかを判\n断する必要があると解されていたものと認めるのが相当である。なお，乙Ｂ７号証\nには，「術前に確診が得られない（特にＡＢＣにおいて確診が得られない）ときの\nみ生検を施行する。」との記載があるが，上記記載は，術前に確診が得られない典\n型的な場合として穿刺吸引細胞診で確診を得られない場合を挙げているものと解さ\nれるのであり，「穿刺吸引細胞診で悪性と診断されれば生検を行う必要はない。」\n旨の見解を示したものと解することはできない。\nしたがって，Ｃ教授による細胞診で癌と診断されたことをもって，本件におけるＢ\n医師の最終診断が，前記の注意義務に違反しないものであったと認めることはでき\nないというべきである。\n(ウ)本件における乳癌の診断の際の具体的注意義務\n前示のとおり，本件においては，乳癌の診断に極めて有用とされている乳房撮影\n（証人Ｂ）では典型的な悪性所見はなく，乳腺エコー検査でも積極的に悪性を疑わ\nせる所見は認められなかったこと，Ｂ医師は，上記の所見から，線維腺腫を相当強\nく疑い，癌である可能性は低いと考えていたものであり，Ｃ教授の癌との診断に対\nして予想外に感じたこと，Ｂ医師としても細胞診における誤診の可能性については\n認識していたこと，本件判定医は疑陽性と診断しながらも良性の可能性がより高い\nと考えていたのであり，Ｂ医師も本件判定医の上記判断を認識し得たこととの事情\nが認められる。\nそして，上記認定の事情に，生検は３０分程度で実施し得るものであって，患者に\n大きな負担をかけるものではないこと（証人Ｂ，原告本人），乳房温存療法であっ\nても乳房に対する手術であることに変わりはなく，乳房の一部切除により温存乳房\nの変形，偏位等を来すことがあり得ること（乙Ｂ１１号証），被告病院では術中迅\n速組織検査を実施することができない（乙Ａ３号証，証人Ｂ）ところ，Ｄ助教授は\n「被告病院レベルの病院では，術中迅速組織検査を実施することが容易でないた\nめ，線維腺腫を強く疑う場合には生検を行うことが望ましく，本件についても線維\n腺腫が疑われたから外来で生検を行うことが望ましかった。」旨述べていること\n（乙Ｂ１号証）などを併せ考慮すれば，Ｂ医師には，Ｃ教授の診断をうのみにする\nことなく，それが誤診で\nある可能性のあることを疑い，より慎重に良性か悪性かを鑑別するために生検を行\nうべき注意義務があったと認めるのが相当である。\nなお，前示のとおり，Ｄ助教授は，本件において生検を行わずに最終診断を癌とし\nたのはやむを得ない旨述べているが，その根拠とするところは，細胞診における誤\n診率の低さ，原告の年齢等一般的な事情にすぎないから，これによって上記認定は\n左右されないというべきである。\n(エ)本件において乳房温存療法を実施する必要性について\n被告は，Ｃ教授が癌と診断したにもかかわらず，更に生検を行うことは，原告から\n乳房温存療法を選択する機会を奪うことになるため，本件において生検を実施すべ\nき義務はない旨主張する。\n確かに，乙Ａ３号証，乙Ｂ８号証及び証人Ｂの証言によれば，生検を実施すること\nによって，その結果，癌と最終診断された場合には，乳房温存療法を実施できなく\nなる可能性があるものと認められるのであり，特に，本件当時は，乳房温存療法に\n関するガイドライン等が策定されていなかった（乙Ｂ１１号証，証人Ｂ）から，生\n検を実施した症例に対して乳房温存療法を実施することは躊躇せざるを得ない実情\nにあったものと解される。\nところで，前示のとおり，本件においては，Ｂ医師が原告及びその夫に対して癌で\nある旨を告知したとき，原告としては，平成３年時と同様に良性であろうと考えて\nいたため，癌との告知を受けて大きなショックを受け，癌の治療方法についてはＢ\n医師の判断に任せていたものであって，原告が自ら積極的に乳房温存療法を望んだ\nことをうかがわせる事情は認められない。以上に加え，被告病院では，細胞診で疑\n陽性と診断された症例についてはすべて生検を実施しており，本件のように，いっ\nたん細胞診の診断が出た後，同じ標本について別の病理医に再度診断を依頼した例\nは他にないこと（証人Ｂ），本件以前に被告病院で乳房温存療法を実施した例はな\nく，Ｂ医師は，本件当時，被告病院においても乳房温存療法を採用したいと考えて\nおり，Ｃ教授を訪ね\nた際にも，Ｃ教授が悪性と診断すれば原告に対して乳房温存療法を実施できると考\nえていたことなどの各事情を考慮すれば，本件においては，むしろＢ医師が乳房温\n存療法を実施したいと考え，そのためにはできる限り生検を行わずに最終診断した\nいと考えていたものと解することができる。\nまた，Ｂ医師が，原告らに乳癌である旨の告知をした際に，理学的所見及び画像診\n断では悪性を積極的に肯定する所見は認められず，良性の線維腺腫が最も疑われて\nいたこと，細胞診では誤診の可能性もあり得ること，生検を行えばより確実な診断\nが可能であるが，悪性であった場合には乳房温存療法を実施できなくなる可能性が\nあることなどについて，原告らに説明したことをうかがわせる事情は認められな\nい。前示のとおり，原告は，平成３年の右乳腺腫瘍の際も，被告病院において生検\nを受け，良性と診断された経験を有していたことから，今回も良性であると考えて\nいたものであって，原告本人尋問においては，癌か否かを慎重に診断してもらいた\nかった旨述べており，加えて，乳房温存療法であっても乳房に対し４分の１切除と\nいう侵襲を加える手術\nであること等を考慮すると，原告が上記の説明を受けていれば，生検を受けてより\n確実な診断を得たいと望んだ可能性が高いものと認めることができる。\n以上によれば，本件においては，Ｂ医師が，被告病院において初めての乳房温存療\n法を実施するためにできる限り生検を行わずに最終診断をしたいと考えていたこと\nがうかがわれるのであって，原告が積極的に乳房温存療法を望んでいたものとは認\nめられず，また，生検を受けずに癌と最終診断されることについて原告が十分納得\nしていたものとも認めることはできないから，生検を行うことによって乳房温存療\n法を実施できなくなる可能性があるからといって，直ちに生検を実施すべき注意義\n務が否定されるものと解することはできない。よって，被告の前記主張は採用でき\nない。\n(オ)したがって，Ｂ医師が，生検を行うことなくＣ教授の上記診断を根拠に最終診\n断を癌としたことは，前記注意義務に違反するものであったといわざるを得ない。\n(3)以上のとおりであるから，Ｂ医師には生検を行わなかった注意義務違反がある旨\nの原告の主張は理由がある。\n３争点(3)（被告の責任）について\n原告と被告との間に診療契約が存在すること及びＢ医師が被告の履行補助者である\nことは当事者間に争いがない。前示のとおり，Ｂ医師には生検を行わなかった注意\n義務違反があるところ，弁論の全趣旨によれば，Ｂ医師が上記注意義務を尽くして\n生検を行っていれば，原告の左乳腺腫瘍を癌と誤診することも，本件手術を実施す\nることもなかったものと認められるから，その余の点について判断するまでもな\nく，被告は，原告に対し，債務不履行責任に基づき，Ｂ医師が癌と誤診し，本件手\n術を実施したことによって原告が被った損害を賠償すべき責任を負う。\n４争点(4)（損害）について\n前示のとおり，原告は，Ｂ医師から乳癌である旨告知されて大きなショックを受\nけ，また，直ちに手術が予定されたことから相当進行した癌ではないかとの不安を\n抱いたものである。そして，本件手術において，乳腺４分の１の切除術及び腋窩リ\nンパ節郭清術を受けたことによって，外部からも視認可能な程度の乳房底辺の左右\n差が生じ，また，左乳房には乳頭から左腋下にかけて斜めに縫合痕が残ったもので\nあり，これについて，原告は，他人の目が気になることもある旨述べている（原告\n本人）。さらに，乙Ａ２号証及び原告本人尋問の結果によれば，原告は，本件手術\n後しばらくの間，強いしびれ感及びリハビリに伴う疼痛等によって相当の苦痛を感\nじていたことが認められ，退院後は，しびれ及び疼痛は和らいできたものの，左上\n肢には常時しびれ及び\n鈍痛があり，天気の悪い日や寒い日にはこれらの症状が悪化し，仕事にも不都合が\n生じていることが認められる（甲Ａ４号証，原告本人）。乙Ｂ４号証，証人Ｂの証\n言及び原告本人尋問の結果によれば，Ｂ医師が前記注意義務を尽くして生検を行\nい，良性の線維腺腫と診断していれば，経過観察又は局所麻酔下での腫瘍摘出術に\nよって対処できたものであり，腫瘍摘出術が実施されたとしても，これによる外観\n上の変貌及び肉体的な苦痛は，相当軽い程度のものにとどまったものと認められ\nる。\n以上の各事情に加え，前示のとおり，乳房は体幹表面にあって女性を象徴するもの\nであり，乳房温存療法といえども乳房に対して一部切除という侵襲を加える手術で\nあることを考慮すると，癌である旨の告知を受けた際のショック及び不安並びに本\n件手術による外観上の変貌及び肉体的苦痛によって，原告は相当な精神的苦痛を被\nったものと認めるのが相当である。\n前示のとおり，原告は良性の線維腺腫であり，Ｂ医師が前記注意義務を尽くして生\n検を行っていれば，原告が癌と誤診され，本件手術を受けることはなかったのであ\nるから，原告の被った上記の精神的苦痛による損害は，Ｂ医師の前記注意義務違反\nによるものであると認めることができる。そして，上記の各事情を総合すると，原\n告が被った精神的苦痛に対する慰謝料としては，２５０万円を認めるのが相当であ\nる。\nまた，本件訴訟の事案の内容，審理経過，認容額，その他の事情を考慮すると，本\n件において原告が被告に対し賠償請求し得る弁護士費用は２５万円とするのが相当\nである。\n５結論\n以上のとおりであるから，原告の被告に対する本訴請求は，２７５万円及びこれに\n対する訴状送達の日の翌日である平成１４年４月２４日から支払済みまで年５分の\n割合による遅延損害金を求める限度で理由があるから認容し，その余の請求は理由\nがないから棄却することとし，訴訟費用の負担について民事訴訟法６１条，６４条\nを，仮執行の宣言について同法２５９条１項をそれぞれ適用して，主文のとおり判\n決する。\n名古屋地方裁判所民事第４部\n裁判長裁判官佐久間邦夫\n裁判官倉澤守春\n裁判官松田敦子\n"
}