{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 28
  },
  "case_number": "平成14(ネ)1693",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/010289_hanrei.pdf",
  "contents": "平成１４年(ネ)第１６９３号特許権侵害差止等請求控訴事件（原審・大阪地方裁判\n所平成１２年(ワ)第６３２２号）\n判決\n控訴人（１審被告）　　　　　ハタノヤ株式会社\n（以下「被告」という。）\n訴訟代理人弁護士　　　　　　五藤昭雄\n補佐人弁理士　　　　　　　　小林正治\n被控訴人（１審原告）　　　　日本繊食有限会社\n（以下「原告日本繊食」という。）\n被控訴人（１審原告）　　　　Ｂ\n（以下「原告Ｂ」という。）\n上記両名訴訟代理人弁護士　　小林淳郎\n主文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は、被告（控訴人）の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決中、被告（控訴人）敗訴部分を取り消す。\n２　原告ら（被控訴人ら）の請求をいずれも棄却する。\n３　訴訟費用は、１、２審とも原告ら（被控訴人ら）の負担とする。\n第２　事案の概要\n１　本件は、「筋組織状こんにゃくの製造方法及びそれに用いる製造装置」の特\n許発明に係る特許権者である原告Ｂ及び専用実施権者である原告日本繊食が、被告\nに対し、被告の販売するこんにゃく製造用目皿は、第１次的には、上記特許発明の\n技術的範囲に属するとして、第２次的には、上記特許発明の実施にのみ用いられる\nものであるとして、上記目皿の生産等の差止め等と損害賠償（仮保護の権利に基づ\nくものを含む。）を請求した事案である。\n原審は，原告らの請求につき、それぞれその一部を認容したので、これを不\n服として、被告が控訴を提起した。\n２　争いのない事実等，争点及び争点に関する当事者の主張は，次のとおり付\n加，訂正するほかは，原判決「事実及び理由」中の「第２　事案の概要」１、２及\nび「第３　争点に関する当事者の主張」に記載のとおりであるから，これを引用す\nる。\n(1)　２頁１９行目の「原告Ｂ（以下「原告Ｂ」という。）」を「原告Ｂ」と、\n同２２行目の「原告日本繊食有限会社（以下「原告日本繊食」という。）」を「原\n告日本繊食」と各改める。\n(2)　４頁１５行目末尾の次に改行の上、次のとおり加え、同１６行目冒頭の\n「(5)」を「(6)」と改める。\n「(5)　本件特許権等に基づく請求は、明白な無効理由（新規性又は進歩性の\n欠如）が存在し、権利の濫用に当たり許されないか〔当審における新主張〕。」\n(3)　５頁２５行目末尾の次に改行の上、次のとおり加える。\n「　なお、本件発明の「筋組織状こんにゃく」は、本件明細書の特許請求の\n範囲における請求項１及び２における製造方法及び製造装置の構成とともに特定さ\nれており、本件明細書４欄１３行ないし１５行にも、「押出孔は丸孔に限らず角孔\n等の異形のものも含まれる。更に、スリット状の平行な押出し孔も同様に含まれ\nる。」と述べて、「筋組織状こんにゃく」が各種形状となることが明らかにされて\nいる。」\n(4)　６頁１７行目末尾の次に改行の上、次のとおり加える。\n「　なお、当業界においてはもちろん、一般的にも「筋組織状こんにゃく」\nなるこんにゃくは存在しないところ、本件発明における「筋組織状こんにゃく」\nは、形状構造もその構成要件であるのに、本件明細書には、束状こんにゃく及び多\n層構造のこんにゃく以外の形状構造は具体的に特定されておらず、発明の詳細な説\n明（特許法第３６条３項３号）を欠くものである。」\n(5)　６頁末行の「同志」を「同士」と改め、１１頁末行末尾の次に「連通孔付\n目皿の場合は「糸状こんにゃくのりが吐出直後の圧力開放による膨張によって外力\nを加えることなく一体化する」という技術的思想は一切存在しないのであり、この\n点は孔間隙が１㎜以下の場合であっても異ならない。」を加え、１２頁７行目の\n「乙２添付資料９考案」を「乙２資料９考案」と改める。\n(6)　１３頁１９行目末尾の次に改行の上、次のとおり加え、同２０行目の「５\n争点(5)」を「６　争点(6)」と改める。\n「５　争点(5)（権利濫用（新規性又は進歩性の欠如）の成否）について\n〔被告の主張〕\n(1)　カネマタ食品工業株式会社（以下「カネマタ食品」という。）は、各\n種こんにゃく製品の開発製造及び販売を日的とする会社であるが、昭和５５年１０\n月ころ、同会社のＣ（現専務取締役）に対し、販売先の株式会社川口屋スーパーチ\nェンのＤから、当時、カネマタ食品が開発して製造、販売していた「きしめん風こ\nんにゃく」ではタレののりが悪かったことなどから、新たなこんにゃく製品開発の\n提案がなされた。\n(2)　これに対し、Ｃは、既製品の帯状きしめん風こんにゃくに縦に凹凸の\n筋状を形成してなる薄肉こんにゃくを思いつき、これの形成方法として、当時、こ\nんにゃく業界では常識であった、目皿の孔から吐出後の糸こんにゃくのりが吐出直\n後に膨張する原理を利用し、糸こんにゃくの目皿の孔と孔とを出来るだけ近接して\n開孔し、個々の孔から吐出する糸状こんにゃくのり同士を横方向に接合させて、縦\n方向に凹凸の筋状を有する新規の薄肉こんにゃく製品を考えた。\n(3)　Ｃは、松田機械工業株式会杜（以下「松田機械」という。）から、昭\n和５６年５月、目皿製作の材料となる巣板（商品名は「砲金切板」と称する円形状\n青銅鋳物）を買い付け、同年１１月ころにかけて、この巣板に目見当で０．４～\n０．５㎜程度の間隔で孔を開け、目皿を製作した（なお、カネマタ食品が、当時、\n松田機械から買い付けた巣板は合計１１枚であり（昭和５６年５月１１目に４枚、\n同年９月２日に４枚、同年１０月３０日に３枚）、この１１枚中、しゃぶしゃぶ用\nこんにゃく用の目皿として使用したのは、試作品を含めて４枚であった（乙１３、\n１４、３１、３２の各１・２、検乙６の目皿、３６の１・２、検乙７の目皿〔以\n下、上記２枚の目皿を総称して「カネマタ目皿」という。〕等）。\n(4)　カネマタ食品では、昭和５６年１１月ころから、カネマタ目皿を使用\nして、しゃぶしゃぶ用こんにゃくである筋状薄肉こんにゃくの試作を開始したが、\n同こんにゃくは、全体としては帯状からなり、糸状こんにゃく部分が凸、糸状こん\nにゃくと糸状こんにゃくとの接着部分が凹となった、新規な薄肉こんにゃくであっ\nた。そして、昭和５７年４月ころから旧工場において筋状薄肉こんにゃくの量産化\nを開始するとともに、在庫として残っていた「きしめん風こんにゃく」の包装袋に\n入れて、株式会社川口屋スーパーチェンに納品した。そして、昭和５８年１１月２\n４日には、「高級料亭の味　しゃぶしゃぶ用こんにゃく」と印刷した包装袋を三星\nセロハン株式会社に製作依頼して納品して貰い、そのころから株式会社川口屋スー\nパーチェンの以外の量販店の名鉄ストアー、株式会社ニチイ羽島店、株式会社髙島\n屋、株式会社ヤナゲンなどに納品して現在に至っている。\n(5)　カネマタ食品でのこんにゃく製造工程は、旧工場に出入りする者は誰\nでも見聞可能な状況におかれていた。また、しゃぶしゃぶ用こんにゃくの製造に用\nいる目皿も工場に来た者は誰でもが見聞可能であった。\n(6)　したがって、本件発明には、新規性又は進歩性がなく、明らかな無効\n理由が存在するから、本件特許権（仮保護の権利を含む。）に基づく請求は、権利\nの濫用に当たり許されない。\n〔原告らの主張〕\n(1)  被告は、本件特許出願前から、カネマタ食品において、本件発明にお\nける目皿と同様の構成を有するカネマタ目皿を使用していた旨主張するが、何ら客\n観的な証拠は存在しない。また、同目皿によって製造されたこんにゃくが、被告主\n張の「きしめん風こんにゃく」又は「高級料亭の味　しゃぶしゃぶ用こんにゃく」\nであったかどうかの確証もない。カネマタ食品が、せっかく新規のこんにゃくを開\n発したのであれば、当初は「きしめん風こんにゃく」の包装袋に入れて販売してい\nたというのも不自然である。\n(2)　カネマタ食品が販売したとする「高級料亭の味　しゃぶしゃぶ用こん\nにゃく」の包装袋には、「製法特許出願中」と記載されている。カネマタ食品は\n「板コンニャク切込装置」の発明につき昭和５７年１０月３０日に特許出願し、登\n録を得ているが（特許第１４８７０３４号。甲６６、６７）、同特許公報記載の発\n明は、板コンニャクの長手に沿って切込みを互い違いに設ける装置に関するもので\nあって、本件発明の装置とは全く異なる。カネマタ食品が昭和５７年ころから本件\n発明と同一装置等を用いてこんにゃくの製造・販売を開始したとするならば、必ず\nその特許出願をしたはずであるが、実際には、その特許出願しないばかりでなく、\nかえって、上記「板コンニャク切込装置」の特許出願をしているものである。\n(3)ア　被告は、カネマタ目皿は、カネマタ食品が松田機械から購入した１\n１枚の「巣板」から製作したというのであるが、カネマタ目皿が、上記１１枚の\n「巣板」から製作されたものとは考えられない。すなわち、\n(ア)　乙３５（公正証書）の別紙１の松田機械のカネマタ食品に対す\nる売掛台帳には、次の事項が記載されている。\n（昭和５６年）\n日付　 　　　　　  　品名　　　　　　　数量　売上金額\n５月  ６日  　スネークポンプ付大型連続機　１台　2,000,000\n５月ｌｌ日          　巣板　　　　    　　４枚 　　32,000\n９月  ２日　　        巣板　　　　        ４枚 　　32,000\n１０月  ９日　スネークポンプ付小型連続機    １台　1,750,000\n１０月３０日　          巣板　　　　　　  　３枚   　24,000\n(イ)　「巣板」という言葉は，孔の開いた状態の板を指し，孔の開い\nた板（目皿）を簀板（すいた）とも呼ぶところ、Ｃも、「機械を買うと目皿は付い\nてくる」、「孔の開いたものが巣板である」旨の供述をしている（乙４４の３）。\n他方、前記売掛台帳には「砲金切板」又はムクの板であるとの記載は全くない。ま\nた、上記公正証書中には松田のカタログが添付されず，白銅株式会社（東京都中央\n区所在）のカタログ（別紙４）が添付されているから、そもそも、松田機械は「砲\n金切板」を製造していないものと推測される。\n(ウ)　以上によれば、カネマタ食品は、昭和５６年の、５月６日に大\n型連続機を買った数日後の同月ｌｌ日に巣板４枚を買い，さらに１０月９日に小型\n連続機を買った後の同月３０日に巣板３枚を買っているところ、これら７枚の巣板\nは、既に孔の開いた目皿であったことが明白である（９月２日の４枚の巣板は、５\n月６日購入の大型連続機の目皿の予備として購入したとも，又はそれより以前に購\n入した機械のために目皿を追加購入したとも考えられる。）。\nイ　また、次の事情からしても、カネマタ食品が、本件特許出願前にこ\nんにゃく製造にカネマタ目皿を使用していたとは考えがたい。\n(ア)　別件である原告らと日本食研株式会社外１名間の大阪高等裁判\n所平成１４年(ネ)第３６４９号特許権侵害差止事件の原審において、同事件被告ら\nは、本件特許出願前の公然実施に係る証拠であるとして，カネマタ食品が製作した\nと主張する目皿（検乙７の目皿）の写真（本件の甲７４と同一のもの）を提出し、\nその後、昭和６１年ころから目皿の孔を大きくしたものであるとして、本件の甲７\n７と同一の目皿の写真を提出した。\n(イ)　同事件被告らは、上記甲７７と同一の目皿の写真を提出した当\n初、同目皿には、スリット（連通孔）が入っていないと主張していたが、後に、同\n目皿にはスリット（連通孔）が入っていることが明らかとなった。\n(ウ)　Ｃは、甲８５の陳述書中で，孔を大きくしたのは，こんにゃく\nのりが詰まるからであると述べているが、そうであれば、孔を大きくすれば足りる\nもので、わざわざスリットを入れる必要はない。また、孔を大きくした時期は、昭\n和６１年ころではなく平成７年ころであると考えられる。けだし、本件特許の出願\n公告日は平成６年５月１８日であり，別件実用新案の出願公告日は平成７年２月１\n日であるところ，単独孔目皿を製造、販売していた被告は平成７年２月に単独孔目\n皿の製造をやめて，同年３月ころからスリットの入った連通孔付目皿の製造に切り\n替えたところ、こんにゃく業界の情報の伝播の速度からして、カネマタ食品もま\nた、被告の動きを知って直ちに単独孔目皿をスリット（連通孔）付目皿（甲７７の\n写真の目皿）に切り替えたものと考えられるからである。\n(エ)　カネマタ食品が上記時期に目皿を切り替えた理由は、本件特許\n権の侵害を恐れたためとしか考えられない。」\n(7)　１３頁２３行目の「平成８年４月２２日」の次に「（本件特許権に係る専\n用実施権設定日）」を、１４頁４行目の「平成６年５月１８日」の次に「（本件特\n許権に係る出願公告日）」を各加える。\n(8)　２０頁４行目及び同８行目の各「同士」をいずれも「同志」と改める。\n第３　当裁判所の判断\n１　当裁判所も，原告らの被告に対する請求は、いずれも、原判決主文掲記の限\n度で理由があり、その余の請求はいずれも理由がないものと判断する。\nその理由は，次のとおり付加，訂正するほかは，原判決の「事実及び理由」\n中の「第４　争点に対する判断」１ないし５に記載のとおりであるから，これを引\n用する。\n(1)　１８頁２０行目末尾の次に改行の上、次のとおり加える。\n「　なお、被告は、本件発明における「筋組織状こんにゃく」は、形状構造\nもその構成要件であるのに、本件明細書には、その形状構造が明らかにされていな\nいなどと主張しているが、「筋組織状こんにゃく」との用語が当業者等の間で慣用\nされていないとしても、その形状構造は、本件明細書において、製造装置等の構成\nと実施例の記載により特定されているものというべきであるし、その具体的な構成\nを、一実施例にすぎない束状及び多層構造のものに限定すべき理由もない。」\n(2)　１９頁３行目の「意見書」の次に「（同添附資料１０）」を加え、２８頁\n２０行目の「同志」を「同士」と、２９頁１３行目の「糸状こんにゃく同士」を\n「糸状こんにゃくのり同志」と各改める。\n(3)　３０頁２４行目末尾の次に改行の上、次のとおり加える。\n「カ　被告は、連通孔付目皿の場合は「糸状こんにゃくのりが吐出直後の圧\n力開放による膨張によつて外力を加えることなく一体化する」という技術的思想は\n一切存在せず、この点は孔間隙が１㎜以下の場合であっても異ならない旨主張する\nが、既にみたとおり、連通孔付目皿においても、主孔から吐出された糸状こんにゃ\nくのりが膨張して互いに接触する部分で接着することにより糸状こんにゃくのり同\n士が一体化するものであると認められる以上、この点について異なる前提に立つ上\n記被告の主張は採用できない。」\n(4)　３３頁１６行目の「ものであり、」の次に「また、同考案は、糸状こんに\nゃくのり同士の接着に、吐出直後の圧力開放によるこんにゃくのりの膨張を利用す\nるものでもなく、」を加える。\n(5)　３３頁２２行目末尾の次に改行の上、次のとおり加え、同２３行目の「５\n争点(5)」を「６　争点(6)」と改める。\n「５　争点(5)（権利濫用（新規性又は進歩性の欠如）の成否）について\n(1)　被告は、カネマタ食品は、本件特許出願前である昭和５６年に、同会\n社のＣ（現専務取締役）において、同年に松田機械から購入した１１枚の巣板を用\nいて、カネマタ目皿を製作し、これを用いたこんにゃくを試作した上、昭和５７年\n秋からカネマタ目皿を使用して製造したこんにゃくを販売しており、これを、当初\nは、それ以前から使用していた「きしめん風こんにゃく」の包装袋を用いて、その\n名称で販売し、昭和５８年末ころからは、「高級料亭の味　しゃぶしゃぶ用こんに\nゃく」の名称で、同名称の表示された包装袋を用いて販売している旨主張する。\n(2)　そして、証拠（甲６３～６５、乙１３、１６、１９、２３の１～１\n３、２４～２７、４４の２～５・７、弁論の全趣旨。なお、乙２８の１～３には\n「製法特許出願中」なる表示はない。）によれば、カネマタ食品は、昭和５７年４\n月ころ、「きしめん風こんにゃく」の包装袋に入れられた商品を株式会社川口屋ス\nーパーチェン等に納品したことがあること、昭和５８年１２月ころからは「高級料\n亭の味　しゃぶしゃぶ用こんにゃく」と印刷した包装袋を用いた商品を株式会社川\n口屋スーパーチェンの以外の量販店の名鉄ストアー、株式会社ニチイ羽島店、株式\n会社髙島屋、株式会社ヤナゲンなどに納品して現在に至っていること、上記「高級\n料亭の味　しゃぶしゃぶ用こんにゃく」のラベルには「製法特許出願中」と表示さ\nれていたことが、それぞれ認められる。\n(3)　しかし、上記(2)の事実のみでは、「高級料亭の味　しゃぶしゃぶ用こ\nんにゃく」との商品名の製品が販売されていたことを示すにすぎず、昭和５７年こ\nろ当時の製品の製造方法・製品形状等を客観的に示すものではないところ、その関\n係で、被告は、カネマタ目皿を、現実に前記販売に係るこんにゃくの製造に使用し\nた目皿として提出し、同目皿が、Ｃによって、昭和５６年に松田機械から購入した\n巣板から同年中に製作されたものである旨主張している。\nしかしながら、乙３５（公正証書）の別紙１の売掛台帳には被告の主張\nに沿う記載はあるものの、いずれも「巣板」と記載されているものであり、原告ら\nも主張するとおり、「巣板」とは、一般には「孔の開いた板」のことを指すものと\n考えられることや（乙４４の２・３参照）、「巣板」購入の直前に「巣板」を要す\nる連続機が購入されている事実等に照らすと、これによって、上記売掛台帳の記載\nとカネマタ目皿とを直接関連づけることはできない。\nまた、乙４４の３には、Ｃが、上記「巣板」からカネマタ目皿等を製作\nした旨の供述記載があるものの、上記供述記載によっても、目皿に開ける孔を、カ\nネマタ目皿のような新規な構成にすることをどのようなきっかけで思いついたのか\nについて必ずしも明らかではないといわざるを得ないし、昀初の試作品（Ｃらは、\nそれが検乙６の目皿であると供述している。）を製作するについても、当該目皿に\n開ける孔の孔径や孔間隙等をどのようにするか、当該目皿を用いてこんにゃくを製\n造する際のポンプの回転速度や押出しの速度等の条件をどのようにするかについて\n試行錯誤した形跡もうかがわれないこと等に照らすと、乙４４の３におけるＣの供\n述記載は、にわかに採用しがたいものというほかない。\nそして、後記のとおり、昭和５７年ころ以降に薄肉帯状のこんにゃくの\n形状を見たなどとする乙４４の４ないし７の各供述記載によっても、カネマタ目皿\nの製作時期等に関する被告の主張を認めるに足りないし、ほかにこの点を認めるに\n足りる証拠はない。\n(4)　また、乙１３、１４、１９、４４の２・３には、Ｃは、昭和５７年秋か\nら目皿の穴を斜めに開けることによって、押し出された糸こんにゃくを帯状に一体\n化する技術を思いつき、この方法によって製造した商品を販売したこと、当初、旧\n製品の「きしめん風こんにゃく」の包装袋が残っていたので、これを使用して販売\nし、昭和５８年末からは、「高級料亭の味　しゃぶしゃぶ用こんにゃく」という商\n品名で、新しい包装袋を使用して販売するようになったこと等の記載があり、ま\nた、乙１６～１８、２７、４４の４～７にも、昭和５９年ないし６０年ころから、\nカネマタ食品において波条の凹凸の筋がある薄い帯状のこんにゃくが製造されてい\nることや、これに用いる目皿を目撃した旨の記載があるが、これらはいずれも客観\n的な証拠とはいいがたく、直ちに前記被告の主張を認めるには足りない。\n加えて、前記(2)の「高級料亭の味　しゃぶしゃぶ用こんにゃく」のラベ\nルに表示された「製法特許出願中」なる記載につき、カネマタ食品は、昭和５７年\n１０月３０日に「板コンニャク切込装置」の特許出願（特公昭６３－３１１７７号\n特許公報。これは、既に形成された板こんにゃくに刃物を用いて切込みを入れる装\n置に係る発明であり、本件発明とは全く構成を異にする。甲６６）をしながら、上\n記ラベルに「製法特許出願中」との記載をしているにもかかわらず、被告主張の製\n造方法等については特許出願をしていないのは、不自然であるし、カネマタ食品\nが、新規のこんにゃくを開発しながら、当初は「きしめん風こんにゃく」の包装袋\n（乙１２の７、２４）に入れて販売していたというのも不自然であること（これら\nの点は、乙４４の２・３におけるＣらの弁明によっても、十分には了解しがた\nい。）等を考慮すると、本件全証拠によっても、被告が主張する本件特許出願前の\n公然実施の事実を認めるには足りないものといわざるを得ない。\n(5)　以上によれば、権利濫用に関する被告の主張は採用できない。」\n２　その他，原審及び当審における当事者提出の各準備書面記載の主張に照ら\nし，原審及び当審で提出，援用された全証拠を改めて精査しても，引用に係る原判\n決を含め，当審の認定，判断を左右するほどのものはない。\n第４　結論\n以上の次第で，原告らの請求は，原判決主文掲記の限度で理由があり、その\n余の請求は理由がないものというべきところ、これと同旨の原判決は相当であっ\nて、本件控訴はいずれも理由がない。\nよって，主文のとおり判決する。\n（平成１６年３月２６日口頭弁論終結）\n大阪高等裁判所第８民事部\n裁判長裁判官　　竹　　原　　俊　　一\n裁判官　　小　　野　　洋　　一\n裁判官　　中　　村　　　　　心\n"
}