{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 26
  },
  "case_number": "平成9(ワ)9661",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12889",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12889",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/889/012889_hanrei.pdf",
  "contents": "平成九年(ワ)第九六六一号　名称使用禁止等請求事件\n判　　　　　　決\n原　　　　　　　告　　　　【Ｐ１】\n右訴訟代理人弁護士　　　　溝　　上　　哲　　也\n右訴訟復代理人弁護士      岩　　原　　義　　則\n被　　　　　　　告　　　　【Ｐ２】\n右訴訟代理人弁護士        山　　本　　　　　孝\n同                        秋　　田　　一　　惠\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、雅号として「【Ｐ３】」、「【Ｐ３】」及び「歌川」又は「ＵＴＡ\nＧＡＷＡ」姓を冠した氏名を称し、同名を表札・看板・印刷物・書面に使用し、そ\nの他表示してはならない。\n二　被告は、別紙目録記載の系図及び【Ｐ４】（【Ｐ４】）を創始者とする浮世\n絵流派である歌川派の系譜をひく二代【Ｐ５】（【Ｐ５】Ⅱ）その他の歌川姓の浮\n世絵師と師弟関係があるかのように表示する系図を印刷物・書面に用い、その他使\n用してはならない。\n三　被告は、原告に対し、金一〇六〇万円及びこれに対する平成九年一〇月八日\nから支払済みに至るまで年五分の割合による金員を支払え。\n第二　事案の概要等\n以下、書証は甲一などと略称し、その枝番のすべてを引用する場合には、そ\nの枝番の記載を省略する。\n一　事案の概要\n本件は、(1)被告が「【Ｐ３】」という雅号を使用することは、①浮世絵流派\nである歌川派の主宰者として需要者の間に広く認識されている原告の営業表示と類\n似する雅号を使用し原告の営業と混同を生じさせる行為であるから、不正競争防止\n法二条一項一号所定の不正競争に該当する、又は②原告、被告間の支援協力契約に\n付随する義務に違反する行為であるとして、原告が、被告に対し、その使用の差止\nめ等及び損害賠償を求めるとともに、(2)原告が、被告に対し、売買代金の残額の支\n払を求めている事案である。\n二　事実関係（証拠の掲記のない事実は争いがない。）\n１　原告は、明治三六年二月三日、父【Ｐ５】、母【Ｐ６】の二男として出生\nし、「【Ｐ７】」と命名されたが、昭和五一年一一月一九日、名を「【Ｐ８】」と\n変更し、さらに平成三年一月三〇日、名を「【Ｐ９】」と変更した（甲二）。\n２　歌川派は、【Ｐ４】を祖とし、幕末には、実力と人気において、役者絵、\n美人画、武者絵、風景画などの浮世絵の代表的な分野を独占した浮世絵の一流派と\nして周知である。\n３　【Ｐ８】（初代から四代まで）について\nなお、後述するように、初代【Ｐ８】の門弟には、【Ｐ１０】（二代【Ｐ\n８】）と初代【Ｐ１１】（三代【Ｐ８】）とがいたが、右両名は、当時、それぞれ\n二代【Ｐ８】を名乗っていた。現在では、講学上、【Ｐ１０】を二代【Ｐ８】、\n【Ｐ１１】を三代【Ｐ８】といっている（本訴訟における表記も右の講学上の表記\n法に従う。ただし、当時の呼称を述べる場合には「二世【Ｐ８】」「三世【Ｐ\n８】」と表記する。）。\n(一)　初代【Ｐ８】（一七六九～一八二五）\n歌川派の創始者【Ｐ４】の門人で、歌川派隆盛の端緒を開き、門人から\n優秀な画家を輩出させた人物である。門弟に【Ｐ１０】（二代【Ｐ８】）、初代\n【Ｐ１１】（三代【Ｐ８】）、【Ｐ１２】、【Ｐ１３】、【Ｐ１４】らがいる。\n(二)　二代【Ｐ８】（【Ｐ１０】）（一八〇二～三五？）\n初代【Ｐ８】の門人であり、初め【Ｐ１０】と称し、師の養子となり、\n一八二五年、師の没後、二代【Ｐ８】を襲名した。\n(三)　三代【Ｐ８】（初代【Ｐ１１】）（一七八六～一八六四）\n初代【Ｐ８】の門人で、【Ｐ１１】（初代【Ｐ１１】）の後名であり、\n一八四四年に三代【Ｐ８】（当時は二世と称す）を襲名した。\n(四)　四代【Ｐ８】（三代【Ｐ１３】、二代【Ｐ１１】）（一八二三～八\n○）\n三代【Ｐ８】の門人で、師の長女の婿である。三代【Ｐ１３】を称し、\n一八四六年に二代【Ｐ１１】を、明治三年ころには四代【Ｐ８】（当時は三世と称\nす）を名乗った（正式に襲名したか否かについては、原被告間に争いがある。）。\n４　被告は、歌川派の家系とは関係がなく、遅くとも平成六年六月以降、雅号\nとして「【Ｐ３】」を名乗っている。\n第三　争点\n一１　「歌川」姓の雅号及び「歌川派」の名称は原告の主宰する浮世絵の流派を\n表示するものとして周知か（周知性）。\n２　原告の不正競争防止法に基づく請求は、同法の目的に反するか（権利濫\n用）。\n二　原告は、被告に対し、契約上の権利に基き、歌川姓の使用差止め及び損害賠\n償を求めることができるか。\n三　損害額。\n四　原告は、被告に対し、絵画「金閣寺」の売買契約に基づく売買代金請求権を\n有するか。\n第四　当事者の主張\n一　争点一１（周知性）について\n【原告の主張】\n１　歌川派は、歌川家元より許し名を得た者の総称であって、その許し名を得\nた人々の集合したものを一つの団体とみなし、江戸期ではその呼び名を、「歌川一\n門」や「歌川○○社中」といい、明治期以降は「歌川派」と称せられて今日に至っ\nている。\nなお、【Ｐ１５】や【Ｐ１６】は、歌川派の流れを汲む画家ではあるが、\n家元から許し名をもらっていないので、歌川派に属している画家ではない。\n２　原告は、幼少の頃から父二代【Ｐ５】に浮世絵を習い、大正九年に父が死\nんでからは叔父の【Ｐ１７】に師事して、美人画の手法などを修得した後、大阪に\n移って写真背景画の製作に従事していたが、戦争で画材の入手が困難になったこと\nもあって、いったん画業を中断した。その後、昭和四七年ころから再び画業に専念\nするようになり、五代【Ｐ８】であった叔父【Ｐ１７】の遺志を継いで六代【Ｐ\n８】を襲名した。\nなお、原告が再び画業に専念するようになった昭和四七年ころまでには、\n既に現存する歌川姓の浮世絵師は原告だけとなっていた。\n３　原告は、昭和五〇年以降「美術家名鑑」や「美術年鑑」などの年間誌に五\n代【Ｐ８】に師事した歌川派の六代目として掲載されるようなったほか、日本浮世\n絵協会の会誌「浮世絵芸術」に六代目【Ｐ８】として寄稿するなどして知名度を高\nめ、昭和五三年二月以降、各地で展覧会や講習会を開催し、その他新聞紙上紹介、\n書籍出版活動等により、遅くとも平成二年ころには、「歌川」姓の雅号及び「歌川\n派」の名称は原告の主宰する浮世絵の流派を表示するものとして、日本画家の研究\n者や画商、愛好家の間において広く知られるようになっていた。\n【被告の主張】\n１　歌川派に属する絵師には、【Ｐ１８】、【Ｐ１９】、【Ｐ２０】などのよ\nうに、歌川姓の雅号を使用していない者がいたのであり、歌川派は家元制度ではな\nい。世に広く知られている歌川派という名称は、【Ｐ４】から始まった浮世絵師の\n集団を総称する名称にすぎない。\n２　原告が「歌川派六代家元」を自称して、世間に名前を売り出し始めたの\nは、平成八年以降であり、高齢の高校生、あるいは大学生としてマスコミに出演し\nたためであり、原告の作品（浮世絵ではない。）が高く評価されたためではない。\n原告は、画家としては、日展その他の有名な選考会に入選したことは一度もなく、\nほとんど無名の画家にすぎず、多くの文献、専門家によっても、原告は「歌川派六\n代家元」又は「六代【Ｐ８】」とは認識されていない。\n３　以上より、歌川姓の雅号又は歌川派の名称は、原告の主宰する浮世絵の流\n派を表示する営業表示として周知ではない。\n二　争点一２（権利濫用）について\n【被告の主張】\n原告の、歌川派六代家元や六代【Ｐ８】という表示は事実に反した自称にす\nぎないから、このような表示が周知となっていたとしても、原告の請求を認めるこ\nとは、不公正な競争秩序に法的保護を付与し、これを維持するのと同一の結果をも\nたらすこととなるので、原告の請求は許されない。\n１　歌川派が家元制度でないことは、前記一【被告の主張】１で主張したとお\nりである。\n原告は、平成八年になって、それまでの「六代【Ｐ９】」という呼び方を\nやめ、「歌川派六代家元」と名乗り出し、歌川派を自己の所有物であるかのよう\nに、「自分の許可なく歌川の名前を使えない」と主張しているにすぎない。\n２　【Ｐ８】について\n【Ｐ８】は、初代【Ｐ８】から四代【Ｐ８】まで存在するが、五代以降の\n【Ｐ８】というものは存在しない。\n(一)　【Ｐ５】が四代【Ｐ８】ではないこと\n原告の祖父【Ｐ５】（初代【Ｐ５】）は、二代【Ｐ８】（【Ｐ１０】）が\n亡くなる前の天保五年ころ（三〇歳）大阪方面へ行き、それから二〇年ほどたった\n安政二年（五一歳）ころ江戸へ戻り、浅草の興行物の看板絵や刺青の下絵などを描\nき、ほどなく横浜へ移り住んで、刺青薬を売る商売などをしていた人物である。初\n代【Ｐ５】は、浮世絵師としての作品もほとんどなく、三代【Ｐ８】（初代【Ｐ１\n１】）の弟子でもない人物であって、四代【Ｐ８】を名乗れるはずがない。\n原告の主張は、【Ｐ８】の系譜には【Ｐ１１】派、【Ｐ１０】派という二\n系統が存在することを前提としているが、【Ｐ１０】（二代【Ｐ８】）は、いった\nん【Ｐ８】名を継いだ後に返上しており、近年の研究によりその存在が分かったも\nのであって、【Ｐ１０】派という呼称など講学上存在しない。また、初代【Ｐ１\n１】（三代【Ｐ８】）は、二代【Ｐ８】（【Ｐ１０】）が【Ｐ８】名を返上したた\nめ、初代【Ｐ８】の直系として二世【Ｐ８】を襲名し、社会全般も【Ｐ１１】を二\n世【Ｐ８】と認識していたのであるから、二世【Ｐ８】の襲名争いなどは存在しな\nかった。そして、四代【Ｐ８】（二代【Ｐ１１】）は、少年時代から三代【Ｐ８】\n（初代【Ｐ１１】）の門下となり、実力を買われて三代【Ｐ８】（初代【Ｐ１\n１】）の娘婿となって師の前名である【Ｐ１１】を継ぎ、明治三年ころ、当時とし\nては三世【Ｐ８】を名乗ったのであって、門下の者も世間一般も、当時は三世【Ｐ\n８】として認識していたのである。すなわち、現在の四代【Ｐ８】（二代【Ｐ１\n１】）は、当時は三世【Ｐ８】を名乗っていたのであって、四代【Ｐ８】の襲名争\nいなど存在しなかった。この点でも原告の主張は不合理である。\nまた、原告は、その著書の中で、文政年間に生まれている【Ｐ２１】なる\n人物が四代【Ｐ８】（二代【Ｐ１１】）の名乗りをやめさせて初代【Ｐ５】を四代\n【Ｐ８】とするための総寄合を開いたとしている。しかし、文政年間に生まれた\n【Ｐ２１】は四代【Ｐ８】自身であり、自分で自分の名乗りをやめさせるために総\n寄合を開いたことになってしまう。しかも、右著書の系図では、右【Ｐ２１】を五\n代【Ｐ１３】と記しているが、右総寄合の時期には五代【Ｐ１３】は生まれたかど\nうかの時期である。\n右矛盾を指摘された原告は、本件訴訟では、右総寄合を開いたのは四代\n【Ｐ１３】であると主張する。しかし、四代【Ｐ１３】（三代【Ｐ１１】）は、四\n代【Ｐ８】（二代【Ｐ１１】）の弟子であるから、弟子が自分の師匠の名乗りをや\nめさせて他の人物に四代【Ｐ８】の名乗りをさせることなどあり得ない。\n(二)　【Ｐ１７】が五代【Ｐ８】ではないこと\n原告の叔父【Ｐ１７】は、明治八年から一三年ころまで横浜絵の作品が\n数点あるだけであり、明治一七年（二九歳）から大正一〇年ころ（六六歳）までの\nほとんどを京阪地方で過ごしている。【Ｐ１７】は、三代【Ｐ８】（初代【Ｐ１\n１】）の弟子でもなく、四代【Ｐ８】（二代【Ｐ１１】）の弟子でもない人物であ\nるから、五代【Ｐ８】を名乗れるはずがない。\n原告は、その著書の中において、【Ｐ１７】が明治一二、三年ころ【Ｐ\n８】名を襲名し、前記【Ｐ２１】が【Ｐ１７】の五代【Ｐ８】襲名披露の総寄合を\n開いたとしているが、【Ｐ１７】は明治一四、五年ころ【Ｐ１８】（三代【Ｐ８】\nの高弟）の弟子となっており、本当に【Ｐ８】名を襲名したのなら、【Ｐ１８】が\n【Ｐ１７】の弟子となるべきであって、このような師弟逆転などあり得ないし、ま\nた、【Ｐ２１】は前記のとおり四代【Ｐ８】（二代【Ｐ１１】）の弟子に当たる人\n物であるばかりか、明治一三年に三世【Ｐ８】としての名前で師の石碑を建て、明\n治二六年には三代【Ｐ８】（初代【Ｐ１１】）が二世【Ｐ８】として、四代【Ｐ\n８】（二代【Ｐ１１】）が三世【Ｐ８】として肖像が刻まれた記念碑を建立してい\nるのであるから、右のような総寄合を開催することはあり得ない。\n(三)　【Ｐ１７】が五代【Ｐ８】を、原告が六代【Ｐ８】を襲名したなどと\nいうことを記載した文献は、原告の発言に依拠したと思われるもの以外には存在し\nないのであって、原告の著書には前記のような点を始め多くの矛盾があるのである\nから、原告が【Ｐ８】の正当な承継者であるということはできない。\n【原告の主張】\n１　歌川派が、歌川家元より許し名を得た者の総称であることは、前記一【原\n告の主張】１で主張したとおりであり、後記２で詳述するように、原告は、六代\n【Ｐ８】を襲名した歌川派の家元である。\n２(一)　【Ｐ８】の系統には、【Ｐ１０】派と【Ｐ１１】派の二派がある。こ\nれは、初代【Ｐ８】が養子である【Ｐ１０】（二代【Ｐ８】）を跡目として寺社奉\n行に届出済みであったにもかかわらず、初代【Ｐ８】の没後、門人であった【Ｐ１\n１】（三代【Ｐ８】）が自ら「二世【Ｐ８】」と名乗ったことに端を発するもので\nある。また、三代【Ｐ８】（初代【Ｐ１１】）が、【Ｐ１０】派との関係から、二\n代【Ｐ８】（【Ｐ１０】）の門人で、その直系であった【Ｐ５】（初代【Ｐ５】、\n【Ｐ１０】派四代【Ｐ８】）を跡目として寺社奉行に届出済みであったにもかかわ\nらず、江戸幕府崩壊後、三代【Ｐ８】（初代【Ｐ１１】）の家へ婿入りした二代\n【Ｐ１１】（【Ｐ１１】派四代【Ｐ８】）が、披露もなく無断で「四代【Ｐ８】」\nを名乗ったため、二人の四代【Ｐ８】が生まれることになったものである。\nなお、二代【Ｐ８】（【Ｐ１０】）が【Ｐ８】名を返上したことはな\nい。\n(二)　原告の祖父【Ｐ５】（初代【Ｐ５】）は、二代【Ｐ８】（【Ｐ１\n０】）の門下生であった。右のとおり、三代【Ｐ８】（初代【Ｐ１１】）は初代\n【Ｐ５】を江戸幕府崩壊前に跡目として寺社奉行に届け出、初代【Ｐ５】は浅草で\n四代【Ｐ８】の襲名を披露をした。初代【Ｐ５】は四代【Ｐ８】名をあまり使わな\nかったが、これは、二代【Ｐ１１】（【Ｐ１１】派四代【Ｐ８】）が総寄合への披\n露もなく、一門の承認もないまま四代【Ｐ８】を名乗ったことを問題とした総寄合\nにおいて「四代【Ｐ８】は初代【Ｐ５】が継ぎ、二代【Ｐ１１】はこれを名乗らな\nい」ことが決まったものの、初代【Ｐ５】（【Ｐ１０】派四代【Ｐ８】）が他がい\nったん名乗った以上二重に名乗れないと四代【Ｐ８】を名乗ることを固辞し、後継\n者も決めずに死亡したことによるものである。\n(三)　原告の叔父【Ｐ１７】は、二代【Ｐ１０】の号を有することからも明\nらかなように、二代【Ｐ８】（【Ｐ１０】）の正当な後継者であり、五代【Ｐ８】\nを襲名した。\nなお、【Ｐ１７】は【Ｐ１８】に弟子入りをしたが、師匠よりも格上の\n筋に当たる者として、別格扱いである「内輪」として遇されていた。\n(四)(1)　原告は、幼いころより、【Ｐ１０】の系譜をひく浮世絵師であった\n父【Ｐ５】（二代【Ｐ５】）に浮世絵を習い、大正九年に父が死んでからは叔父\n【Ｐ１７】（五代【Ｐ８】）に師事して美人画などの手法を修得した。\nまた、原告は、父【Ｐ５】、叔父【Ｐ１７】及び歌川一門の人達か\nら、「お前は歌川の惣領になる子だ。」と言われて、父や叔父から「初代【Ｐ５】\nが総寄合で歌川派の宗家とされる『髭年の丸』の披露を受けた。」、「叔父【Ｐ１\n７】が五代【Ｐ８】の名跡を継いだ。その披露は横浜の田中家でした。」などと歌\n川派の宗家と【Ｐ８】の名前を自分たちが承継したと伝えられる一方で、父が亡く\nなった後には、五代【Ｐ８】であった叔父【Ｐ１７】から「歌川の跡目を継いでく\nれ。」と言われるようになっていた。\n(2)　その後、原告は、いったん画業を中断していたが、昭和四二年ころに\nは画業に復帰することを決意し、昭和四七年ころまで石切神社の神官として勤務し\nながら、日本画家の【Ｐ２２】師の下で修行を続けるとともに、五代【Ｐ８】であ\nった叔父の遺志を継いで六代【Ｐ８】を襲名すべく、雅号「【Ｐ８】」を使用する\nようになった。それが親戚を始めとして社会的に承認され、昭和五一年一一月に襲\n名を理由として戸籍の記載を幼名の「【Ｐ７】」から「【Ｐ８】」に改め、さら\nに、平成三年一月に戸籍の記載を「【Ｐ８】」から「【Ｐ９】」と改め、今日に至\nっている。\n３　したがって、原告は、初代【Ｐ８】の直系となる歌川派の正当な承継者で\nあり、歌川派の家元であるから、歌川派の絵師と師弟関係もなく、また、血脈者で\nもない被告が「歌川」姓を使用することにつき差し止める地位を有する。\n三　争点二（契約に基づく請求）について\n【原告の主張】\n平成二年一一月初めころ、被告が、原告に対し、「あなたの歌川派は衰退し\nつつあるので、今後、あなたの活動を支援して、歌川派の復興をお手伝いしたい。\n私は、後援者になるけれども表には出ません。」と約したことにより、原告・被告\n間には、被告が原告を家元として入門者を迎えたり、門人の中から更に歌川姓の雅\n号を授与するなどの活動をしている歌川派を支援するという支援協力契約が成立し\nた。\n被告は、このような契約に付随する義務に違反して、遅くとも平成六年六月\n以降、原告に無断で雅号として「【Ｐ３】」を名乗り始めた。\nしたがって、原告は、右契約に基き、前記第一、一及び二記載のとおりの差\n止請求権並びに損害賠償請求権を有する。\n【被告の主張】\n被告は、原告に対し、原告が主張するよう発言をしたことはなく、支援協力\n契約というものは存在しない。\nまた、支援協力契約に付随する義務が何故に生じるか、その内容が導かれる\n論理構造も、原告の主張では明らかとなっていない。\nよって、原告の支援協力契約に付随する権利に基づく請求は失当である。\n四　争点三（損害額）について\n【原告の主張】\n１　被告の行為\n(一)　平成六年六月、デンマークのコペンハーゲンにおいて、歌川派門人会\n主催の浮世絵展が開催されたが、このときから、被告は「【Ｐ３】」を名乗るよう\nになった。また、右浮世絵展において、歌川派の系図に被告を示す「【Ｐ３】\n（【Ｐ３】）」の名が付加され、しかも被告が原告の父である二代【Ｐ５】の門人\nであるかのように表示された別紙目録記載の系図が入ったパンフレットを原告に無\n断で発行した。\n(二)　平成七年二月、ノルウェーのオスロにおいても同様の浮世絵展が開催\nされたが、被告は、再び別紙目録記載の系図が入ったパンフレットを原告に無断で\n発行した。\n(三)　被告は、平成六年七月にアルメニア共和国において、同年九月に米国\nアラバマ州バーミンハム市において、平成七年七月にロシア国立プーシキン美術館\nにおいて、同年九月にロシア国立エルミタージュ美術館において、それぞれ原告に\n気づかれないように「【Ｐ３】展」を開催した。\n(四)　平成七年一二月に発行された被告の著書「科学から芸術へ」の中で、\n被告は、「雅号　【Ｐ３】」を有すると表示した上で、被告が一部宗教団休から迫\n害や圧力を受けており、そのために同人の情報が止められているので、浮世絵の力\nを借り、歌川派の力をもって新たな情報ネットワークを作り出すという趣旨の記述\nをした。\n(五)　被告は、平成七年一二月一〇日から平成八年一月二八日まで、全国五\nか所で合計七回にわたり「写楽の真実」と題する講演会を【Ｐ３】の名で開催し\nた。\n(六)　被告は、平成八年三月一五日発行の機関誌「ジャポニズム」やインタ\nーネットのホームページ上などにおいて、【Ｐ３】の表示をし、現在も前記書籍の\n販売を続けている。\n２　原告は、被告のこれらの行為により、一〇〇〇万円の損害を被った。\n【被告の主張】\n１(一)　【原告の主張】１(一)のうち、平成六年六月にデンマークのコペンハ\nーゲンで歌川派門人会主催による浮世絵展が開催されたこと、被告が【Ｐ３】と名\n乗ったこと、別紙目録記載の系図を使用したことは認める。しかし、右系図におい\nて被告を示す位置は同系図の門人関係を示す位置と相違しており、原告の父の門人\nと理解するのが軽率であるばかりか、右系図の使用について、原告は賛同してい\nた。\n(二)　【原告の主張】１(二)のうち、平成七年二月にノルウェーのオスロで\n歌川派門人会の主催による浮世絵展が開催されたことは認めるが、その余は否認す\nる。\n(三)　【原告の主張】１(三)は否認する。原告が主張する【Ｐ３】展の主催\n者は、歌川派門人会である。\n(四)　【原告の主張】１(四)のうち、平成七年一二月に被告の著書「科学か\nら芸術へ」が出版されたこと、被告の雅号が【Ｐ３】であると表示したことは認め\nる。また、原告主張の記述に近いものが被告の著書にあることは認めるが、「歌川\n派の力をもって新たな情報ネットワークを作り出す」とは記述していない。\n(五)　【原告の主張】１(五)は否認する。\n(六)　【原告の主張】１(六)について、被告が「科学から芸術へ」の販売を\n続けているとの事実は否認し、その余は認める。\n２　原告に損害が生じたことは争う。\n五　争点四（絵画代金請求）について\n【原告の主張】\n原告は、平成四年、被告に対し、絵画「金閣寺」（縦一六一・五センチメー\nトル　横一三〇センチメートル）を三六〇万円で売り渡した。\n被告は、右の売買代金中三〇〇万円を支払ったのみで、その余の代金を支払\nわない。\n【被告の主張】\n原告が、絵画「金閣寺」を売り渡したのは、被告ではなく、通称「六代【Ｐ\n８】門人会」の会員全員である。なお、その際の売買代金は金三〇〇万円であり、\n右会員はその代金を支払済みである。\nなお、被告は、原告に三〇〇万円を支払ったこともない。\n第四　争点に対する判断\n一　争点一１（周知性）について\n１　原告は、「歌川」姓の雅号及び「歌川派」の名称は原告の主宰する浮世絵\nの流派を表示するものとして周知であると主張し、被告に対し、不正競争防止法三\n条一項、二条一項一号に基づき、「【Ｐ３】」又は「歌川」姓の雅号を使用するこ\nとの差止め等を求めているのであるから、原告の請求が認められるためには、原告\n自身の雅号である「（六代）【Ｐ８】」が需要者の間に広く認識されているという\nだけではなく、「歌川派」の名称が現存する浮世絵の特定の流派の名称として周知\nであり、「歌川」姓の雅号が当該流派に属する者の表示として周知でなければなら\nないものというべきである。\nところで、前記第二、二、２記載のとおり、歌川派は、【Ｐ４】を祖と\nし、幕末には、実力と人気において、役者絵、美人画、武者絵、風景画などの浮世\n絵の代表的な分野を独占した浮世絵の一流派として周知であるが、そのことは、現\n代において、歌川派という名称が、美術史上、周知であるということを意味するに\nすぎず、そのことから直ちに、歌川姓の雅号及び歌川派の名称が、不正競争防止法\n二条一項一号によって保護を受ける営業表示に該当すると見ることはできない。な\nぜなら、同号は、需要者の間に広く認識されている営業表示等を一定の行為から保\n護することによって、事業者間の公正な競争を確保しようとしているのであるが、\n右事実のみを前提とすれば、現代において歌川姓の雅号に接した需要者は、そこか\nら江戸時代における浮世絵の一流派を連想するにすぎず、それによって、現代にお\nいて活動する事業者間の公正な競争が害されることにはならないからである。\nしたがって、歌川姓の雅号及び歌川派の名称が、同号で保護される営業表\n示に該当するといえるためには、需要者の間で、需要者と同時代に活動する流派の\n名称として歌川派という表示があり、歌川姓の雅号は当該流派に属する者の表示で\nあると広く認識されていなければならない。\n２　証拠（甲五、七、七四、七五、乙三、一一、一二、八二及び後掲各証拠）\nと弁論の全趣旨によれば、以下の事実が認められる。\n(一)　浮世絵は、江戸時代において、美人画、役者絵を中心として、当時の\n風俗、世俗、風景、花鳥、時事事項等を主題に描かれ、主として町人層に人気を博\nした絵画であった。\nその後、江戸時代末期から明治初期にかけて、日本の開国に伴う、開化\n風俗等を題材にした横浜絵などが描かれ、また、明治年間に浮世絵系絵画が用いら\nれた錦絵新聞なども一時的には流行したものの、開化風俗が珍しくなくなるととも\nに、浮世絵の画題となるような事件も乏しくなってしまい、浮世絵の新規作品は減\n少し、次第に、需要者の浮世絵に対する関心は薄れていった。\n歌川派は、前記のとおり、江戸時代後期に最も隆盛であった浮世絵の流\n派であるが、明治年間に、歌川姓の雅号を使用して作画活動をした者には、二代\n【Ｐ８】の弟子である初代【Ｐ５】の子であって、原告の父である二代【Ｐ５】\n（一八五二年～一九一九（大正八）年）及び原告の叔父である【Ｐ１７】（一八五\n五年～一九四四（昭和一九）年）の外、【Ｐ２３】（作画期は明治二〇年ころま\nで）、【Ｐ２４】（作画期は明治一二年ころまで）、三代歌川【Ｐ１３】（一八二\n三年～一八九〇（明治一三）年）、四代歌川【Ｐ１３】（一八四八年～一九二〇\n（大正九）年）、五代歌川【Ｐ１３】（作画期は明治年間）、【Ｐ２５】（一八四\n七年～一八九九（明治三二）年）、二代【Ｐ２６】（一八三五年～一八八八（明治\n二一）年）及び二代【Ｐ２７】（一八三二年～一八九一（明治二四）年）らが存在\nした。これらの者のうち二代【Ｐ５】及び【Ｐ１７】以外の者は、三代【Ｐ８】の\n弟子又は孫弟子であった。\nこのように、明治年間に、歌川姓の雅号を使用して作画活動をしていた\n者の多くは、明治年間中に作画活動をやめるか、死亡してしまい、遅くとも昭和に\nなると、歌川姓の雅号を使用して作画活動をした者はいなくなった（なお、【Ｐ１\n７】は昭和一九年まで存命であったが、昭和のころには既に隠棲していた。）。そ\nの後、原告が【Ｐ８】又は六代【Ｐ８】を雅号に使用するまで、歌川姓を雅号に使\n用した画家は存在しなかった。\n(二)　初代【Ｐ８】の弟子の一人に江戸末期の著名な浮世絵師である【Ｐ１\n２】がいるが、同人の弟子である【Ｐ１９】門下からは【Ｐ２８】、【Ｐ１５】ら\nの日本画家が輩出しており、その流れは、【Ｐ１６】など現代まで続いている。も\nっとも、それらの者は、単に歴史的に歌川派の流れを汲む者又はその画系を継ぐ者\nにすぎないのであって、事実、歌川姓を雅号とせず、また、自らが属する流派とし\nて歌川派という名称を使用しているわけでもない。\n(三)　昭和四八年に発行された「万有百科大事典」には、歌川派は、明治前\n半期までに勢力のあった画派であるとの記載があり（乙二四）、その他一般文献又\nは浮世絵関係の文献の多くが、歌川派に属し歌川姓を雅号とする者又はその者の作\n品として紹介しているのは、江戸時代、明治年間に活動した者又はその作品のみで\nある（甲六、七、九九、乙三、六、七、八、九、一一、一二、二三）。\n３　前記２記載の事実からすると、江戸時代の需要者に、歌川派という流派が\n存在し、歌川姓の雅号は当該流派に属する者の表示であると、広く認識されていた\nとしても、明治年間には、次第に浮世絵そのものに対する需要者の関心が薄れ、遅\nくとも昭和になると、歌川姓の雅号を使用して作画活動を行う者がいなくなってし\nまったのであるから、その当時の需要者にとって、歌川派という表示は、過去にお\nいて存在した流派の名称として認識されるようになっていたと見るのが相当であ\nる。なるほど、【Ｐ１６】など著名な日本画家が、歌川派の流れを汲む者として、\n現代まで存在しているが、同人らはいずれも歌川姓の雅号を用いておらず、同人ら\nが歌川派という名称で特定の流派を形成していたとも認められないから、そのこと\nをもって、昭和になっても、需要者の間で、需要者と同時代に活動する流派の名称\nとして歌川派という表示があり、歌川姓の雅号は当該流派に属する者の表示である\nと、広く認識されていたと認めることはできない。\n４　そこで、その後、再び、需要者の間で、需要者と同時代に活動する浮世絵\nの流派の名称として歌川派という表示があり、歌川姓の雅号は当該流派に属する者\nの表示であると、広く認識されるようになったかどうかについて検討するに、後掲\n各証拠と弁論の全趣旨によれば、以下の事実が認められる。\n(一)　原告は、明治三六年二月三日、歌川派に連なる「歌川」姓の絵師であ\nる二代【Ｐ５】の二男として出生し、父や叔父【Ｐ１７】から浮世絵の手ほどきを\n受けたが、昭和四七年ころまでは、写真背景画制作業、写真機器製造、販売業など\nを営んでおり、画家として生計を立てることはなかった（甲一〇六）。\n(二)　原告は、昭和四七年ころ、即ち七〇歳のころから、【Ｐ８】又は六代\n【Ｐ８】の雅号で絵画を描き、画家として生計を立てるようなった（ただし、右雅\n号を名乗るにつき、歌川派の流れを汲む者の推挙や賛同を得たとか、「【Ｐ８】」\nの名を承継することを披露したとかの事実は認められない。）が、それ以降の原告\nの活動等に関する事実として証拠上認められるのは、以下のとおりである。\n(1)　「芸術春秋」一九七二（昭和四七）年九月号に、「浮世絵師六代【Ｐ\n８】小伝」と題する文章が掲載された（甲七八）。\n(2)　「季刊浮世絵」一九七六（昭和五一）年六四号に、「六代目【Ｐ\n８】」の名で、原告の「浮世絵の奔流　歌川派の家紋と家系」と題する文章が掲載\nされた（甲七九）。\n(3)　「浮世絵芸術」一九七六（昭和五一）年四九号に、「六代目【Ｐ\n８】」の名で、原告の「浮世絵師歌川派の家紋」と題する文章が掲載された（甲一\n四）。\n(4)　「季刊浮世絵」一九七七（昭和五二）年六八号に掲載された「歌川派\n＊師承の系譜」（【Ｐ２９】著）には、前記(2)の原告の文章に基づき、原告の叔父\nである【Ｐ１７】が五代【Ｐ８】として、原告が六代【Ｐ８】として記載されてい\nる（甲二一一）。\n(5)　昭和五二年三月二〇日出版の「浮世絵の見方事典」（【Ｐ２９】著）\nには、原告が六代【Ｐ８】として書かれた歌川派の系図が記載されている（甲\n五）。\n(6)　昭和五三年一月二一日付産経新聞（大阪地方版と思われる。）に、\n「６代目・【Ｐ８】さん　念願の個展」と題する、原告が大阪市南区の画廊で個展\nを開く内容の記事が大きく掲載された（甲一九）。\n(7)　昭和五四年三月一八日付日刊ゲンダイの催し物に関する情報欄及び同\n月二七日付読売新聞の文化欄に、三月二一日から四月三日まで藤沢市で開催された\n六代目・【Ｐ８】の個展に関する記事が掲載された（甲一三八、一三九）。\n(8)　「季刊浮世絵」一九七九（昭和五四）年夏号に、「六代【Ｐ８】」の\n名で、原告の「竹久夢二と【Ｐ５】と」と題する文章が掲載された（甲七三）。\n(9)　昭和五四年九月八日付日本経済新聞文化欄に、「伝えたい浮世絵の魂\n－記憶に刻みこんだ歌川派代々の話－」と題する原告の投稿文が掲載された（甲六\n九）。\n(10)　「六代【Ｐ９】浮世絵展」と題する原告の個展が、昭和五五年二月\n五日から同月一一日までの六日間、東京日本橋の三越本店において開催された（甲\n二四）。\n(11)　「六代【Ｐ８】美人画展」又は「六代【Ｐ９】美人画展」と題する\n原告の個展が、昭和五六年ころから昭和六二年ころまでにかけて、京都近鉄百貨\n店、上本町近鉄百貨店、岐阜近鉄百貨店、池袋東武百貨店、上野松坂屋、松屋銀座\n店及び四日市近鉄百貨店において、それぞれ六日間ずつ開催された（ただし、京都\n近鉄百貨店においては時期を分けて二回開催された。甲二五ないし二九、三三、三\n四、三五）。\n(12)　「【Ｐ９】美人画展」と題する原告の個展が、昭和五八年二月一一\n日から同月一六日までの六日間、大阪うめだ阪急百貨店において開催された（甲三\n〇）。\n(13)　「六代【Ｐ９】日本画展」と題する原告の個展が、昭和五八年七月\n二九日から八月三日までの六日間、東急吉祥寺店において開催された（甲三一）。\n(14)　「第二回六代【Ｐ９】美人画展」と題する原告の個展が、昭和五九\n年一月一二日から同月一八日までの六日間、上野松坂屋において開催された（甲三\n二）。\n(15)　「浮世絵芸術」一九八四（昭和五九）年八〇号に、楢崎宗重の「六\n代【Ｐ８】画伯からの聞き書」と題する文章が掲載された（甲一五）。\n(16)　昭和六〇年七月一四日付毎日新聞に、「『写楽』にまた新説　六代\n目【Ｐ８】さんが明かす」と題する記事が掲載された（甲八〇）。\n(17)　原告は、昭和六一年一〇月二七日、大阪府立文化情報センター及び\n大阪芸術大学主催の「にっぽん写楽祭」で行われたシンポジウム「写楽の謎に迫\nる」に、六代目【Ｐ８】としてゲスト出演した（甲六七）。\n(18)　昭和六三年四月二五日、原告が六代【Ｐ８】として著作した「歌川\n家の伝承が明かす『写楽の実像』を六代・【Ｐ８】が検証した」と題する書籍が二\n見書房から出版された（甲一六）。同年三月二九日付産経新聞及び朝日新聞並びに\n同年四月一三日付産経新聞には、原告が同書籍を出版したとの記事・コラムが掲載\nされた（甲二〇、二一、七〇）。\n(19)　「関西文学」昭和六三年九月号に、「六代【Ｐ９】」の名で、原告\nの「竹久夢二と私」と題する文章が掲載された（甲一〇四）。\n(20)　平成元年七月七日付産経新聞、同月八日付毎日新聞及び同月一二日\n付東京新聞（関東版）に、原告が写楽に関する自説に基づき東京都中央区佃に写楽\nの記念碑を建てたとの記事・コラムが掲載された（甲二三、八八、一三四）。\n(21)　原告は、平成二年ころから平成七年ころまで、歌川派門人会の会員\nに対し、自分の門人となることを認める「許」を発行したり、歌川姓の雅号を授与\nする「命名書」を発行したりしていた（甲八三、八四、一七〇、一七二、一八九、\n乙八〇、一二〇ないし一二三）。\nなお、被告は、歌川派門人会の初代会長であるが、被告自身は、原告\nから許や命名書を授けられていなかった。\n原告が【Ｐ８】又は六代【Ｐ８】を雅号として使用し始めてから、原\n告以外に歌川姓の雅号を使用した者は、被告を除くと、原告から命名書を発行され\nた者のみである。\n(22)　「美術家名鑑」（株式会社美術倶楽部刊行）の一九七五（昭和五\n〇）年版ないし一九九七（平成九）年版には、日本画・無所属作家欄に【Ｐ８】の\n記載がある（甲一○）。もっとも、一九七七（昭和五二）年版のそれには、原告の\n絵の一号当たりの値段は特に記載されておらず、また、原告の活動としては個展が\n記載されているのみである（甲一一）。\n(23)　一九七五（昭和五〇）年版「美術年鑑」（美術年鑑社発行）には、\n日本画無所属・諸派欄に【Ｐ９】の記載があり、【Ｐ３０】と記載されているが、\nその絵の一号当たりの値段や、その活動内容も記載されていない（甲一二）。\n(24)　一九九二（平成三）年版「美術名鑑」（株式会社美術公論社発行）\nには、現代日本画各会、無所属著名作家欄に【Ｐ９】の記載がある。また、原告著\n作に係る「二人静」外一点の絵画作品が掲載されているとともに、【Ｐ４】からの\n系譜が記載されており、【Ｐ１７】の下に六代【Ｐ８】の記載がある（甲一三）。\n(三)　前記歌川派門人会は、被告が主宰する活動の一つである「ふる里村文\n化運動」に参加していた画家、工芸家、浮世絵研究家、蒐集家等が中心になって、\n平成二年ころに被告を初代会長として結成され、歌川派の浮世絵の研究、普及等の\n活動を行っている団体であるが、同年ころから、六代【Ｐ８】を自称して歌川派の\n正統な承継者であると主張する原告を支援する関係となった（乙五二）。歌川派門\n人会は、各地で浮世絵の展覧会の企画等を行っていたが、そのパンフレットや紹介\n記事において、同会の主宰者が原告であると表示されたことや、同会に原告が所属\nしていると表示されたことはなかった（甲五二、五六、一三一、一八七、一八八、\n一九〇、乙六六ないし七八、）。その後、原告が被告の言動に不信感を抱くように\nなったことなどから、平成八年一月ころには、原告と歌川派門人会との間は断絶状\n態になった（甲六二、乙四二）。原告は、歌川派門人会との断絶後は、同年三、四\n月に九三歳の高齢の浮世絵師として府立高校定時制夜間部を受験し、入学したこと\nが新聞や週刊誌に話題として取り上げられたりした（乙四五の三、八五）ことなど\nはあるが、浮世絵画家としての実績や、門人数、その他原告を主宰者とする流派の\n規模、実態、活動状況等は明らかでない。\n５　右認定の事実によれば、原告は、歌川派の系譜に連なる血筋の者であり、\n歌川派の由緒ある雅号である「【Ｐ８】」を承継して自ら称する正統性があるかど\nうかはともかくとして、昭和四七年ころから、「【Ｐ８】」又は「六代【Ｐ８】」\nの雅号で絵画を描き、画家として生計を立てるようになり、「六代【Ｐ８】」の名\n称で浮世絵関係の雑誌等に歌川派や浮世絵に関する文章を発表したり、書籍を出版\nしたり、百貨店等で個展を開いたり、原告のことが歌川派を継承する現代の浮世絵\n師として新聞記事で紹介されたりしてきたものであるから、原告が江戸時代に隆盛\nであった浮世絵の歌川派の流れを汲む画家であって、「六代【Ｐ８】」を称して活\n動しているということは、浮世絵や日本画に関心を有する者の間ではそれなりに知\nられた存在になっているものと見ることができる。\nしかし、右事実を超えて、需要者の間で、「歌川派」の名称が現存する特\n定の浮世絵の流派の名称として周知であり、      「歌川」姓の雅号が当該流派に\n属する者の表示として周知であるに至ったとは認められない。その理由として、前\n記認定事実から次のよう点を指摘することができる。\n(一)　原告が（六代）【Ｐ８】の雅号で作画活動を開始したのは、歌川派と\nいう表示が過去の浮世絵の流派の表示と認識されるようになってから、既に約半世\n紀が経過した後である昭和四七年ころからであり、その当時、歌川派なる組織ない\nし集団があったわけではなく、原告が右雅号を名乗るについて社会的承認があった\nわけではない。\n(二)　原告が画家として活動を開始した後に発行された書籍においても、原\n告を六代【Ｐ８】として紹介したものはわずかであり、多くの文献（甲九九、乙\n三、六、七、八、九、一一、一二、二三）は、前記２(三)記載のとおり、歌川派に\n属し歌川姓を雅号とする者又はその者の作品として、江戸時代、明治年間に活動し\nた者又はその作品のみを紹介しており、原告をその歌川派の流れを汲む者としてす\nら紹介していない。        また、原告の画家としての活動という観点から前記４\n(二)記載の事実を検討すると、原告は有名な展覧会に入選したこともなく、昭和五\n〇年代の後半を中心に五種類の個展を何回か開催している程度である。これらの事\n実からすれば、原告が、自称だけではなく、その系譜、実績、実力等の上で、浮世\n絵の流派として江戸時代に隆盛であった歌川派を現代に継承し、これを主宰する者\nとして需要者の認知を受けてきたとはいい難い。\n(三)　原告は、歌川派門人会の会員に許や命名書を与えることによ\nり、一時的には原告を中心とする流派を形成しようとしていたように考えられる\nが、同事実は、歌川派門人会によっても、対外的に明らかにされていなかったか\nら、同事実が需要者に広く認識されていたとも認められない。\n(四)　原告は、美術家名鑑等の名簿に比較的長期にわたり掲載されている\nが、証拠（甲一一ないし一三）によれば、そこに原告が歌川派という浮世絵の流派\nの主宰者であるとの記載はない上、それらは、いずれも非常に多くの美術家の名前\nが網羅的に記載されている出版物であると認められるのであるから、そのことか\nら、「歌川派」の名称が現存する特定の浮世絵の流派の名称として周知であり、\n「歌川」姓の雅号が当該流派に属する者の表示として周知であるに至ったとは認め\nることはできない。\n(五)　原告が現在主宰する流派の門弟数その他の実態が不明であり、いわゆ\nる家元制度のような実態を備えた組織として成立しているとは考えられず、個人と\nしての活動以上に、流派として営業というに値する活動を行っているか否かも明ら\nかでない。\nなお、証拠（甲五、一五、三七ないし三九、四七、一三五、一三六）によ\nれば、一部の浮世絵研究者が、歌川の名称は原告の主宰するものと認識していると\nの意見書を提出しているが、その人数は少数である上、日本画の需要者とは、日本\n画を取引する者（画商）やその最終需要者（愛好家）を意味するのであるから、右\n意見書の提出をもって、昭和以降の需要者の間で、需要者と同時代に活動する流派\nの名称として歌川派という表示があり、当該流派に属する者は歌川姓の雅号を使用\nしていると広く認識されるようになったと認めることはできない。また、証拠（甲\n四〇ないし四六）によれば、一部の画商等が、歌川の名称は原告の主宰するものと\n認識しているとの意見書を提出しているが、その人数はごく少数である上、証拠\n（甲四三、一〇七の一、乙八六、証人【Ｐ３１】の証言）によれば、右意見書を提\n出している者の中には、原告と個人的に親しい者も含まれていると認められるか\nら、このことをもって、昭和以降の需要者の間で、需要者と同時代に活動する流派\nの名称として歌川派という表示があり、当該流派に属する者は歌川姓の雅号を使用\nしていると広く認識されるようになったと認めることはできない。\n６　以上の事実によれば、原告が、江戸時代に隆盛した浮世絵の一流派である\n歌川派に縁があり、「六代【Ｐ８】」を名乗る画家であることは、ある程度浮世絵\nの愛好家等の間で知られているとはいえるが、それ以上に、需要者の間において、\n需要者と同時代に活動する流派の名称として歌川派という表示があり、歌川姓の雅\n号は当該流派に属する者の表示であると、広く認識されているとは認められない。\n即ち、たとえ「歌川」姓を冠した名称を名乗って絵画に関係する活動をする者があ\nるとしても、これに接する需要者は、江戸時代の浮世絵の流派である歌川派を想起\nすることはあっても、原告が主宰する現代の特定の流派を想起し、混同する者が多\nくいるとは認め難い。したがって、仮に、原告が、美術史上周知な歌川派の浮世絵\n師である「【Ｐ８】」に系譜的につながる者であり、「六代【Ｐ８】」を名乗るこ\nとに正統的な根拠を有するとしても、歌川姓の雅号や歌川派の名称が、不正競争防\n止法二条一項一号によって保護される原告の営業表示と見ることはできない。\nしたがって、その余の争点について検討するまでもなく、原告の被告に対\nする請求のうち不正競争防止法に基づく請求は、理由がない。\n二　争点二（契約上の権利に基く請求）について\n原告は、平成二年一一月初めころ、被告が、原告に対し、「あなたの歌川派\nは衰退しつつあるので、今後、あなたの活動を支援して、歌川派の復興をお手伝い\nしたい。私は、後援者になるけれども表にはでません。」と約したことにより、原\n告・被告間には、被告が原告を家元として入門者を迎えたり、門人の中から更に歌\n川姓の雅号を授与するなどの活動をしている歌川派を支援し、原告が被告の活動に\n協力するという支援協力契約が成立したので、被告が、【Ｐ３】を名乗ることは、\n右契約に基づく付随義務違反であると主張する。\nしかしながら、仮に、被告が、原告に対し、原告が主張するような趣旨の発\n言をしたとしても、その発言内容は抽象的であり、せいぜい、被告が今後原告の活\n動を応援するという自己の態度を原告に表明したとでもいうべきものであって、そ\nこに何らかの効果意思の存在を認め、原告と被告との間に、被告が何らかの法的義\n務を負う契約が成立したと認めることはできず、他にその点を認めるに足る証拠は\nない。\nしたがって、その余の争点について検討するまでもなく、原告の被告に対す\nる請求のうち、契約上の権利に基づく請求は、理由がない。\n三　争点四（売買代金請求）について\n１　売買契約の相手方（買主）について\n原告は、絵画「金閣寺」を売買した相手方が被告であると主張しており、証\n拠（甲一〇七の二）によれば、原告は、当庁平成九年(ワ)第一九八三号事件におけ\nる本人尋問において、原告が絵画「金閣寺」を売買した相手方は被告であり、右売\n買代金の内二〇〇万円を被告から受領したと供述していることが認められる。\nしかし、証拠（甲六一、一〇七の二、一七〇の三、乙五二、証人【Ｐ３２】\nの証言）によれば、被告は、平成八年二月ころまで歌川派門人会の会長であり、原\n告は、絵画「金閣寺」を歌川派門人会の事務所に送付することにより、買主に引き\n渡していること、その後、絵画「金閣寺」は、歌川派門人会の会館に飾られていた\nことが認められるのであり、また、原告自身も、右供述において、右売買代金のう\nち一〇〇万円は、歌川派門人会の事務局員である【Ｐ３２】から受領していること\nを認めていることからすると、原告の絵画「金閣寺」の買主は被告であるとの供述\nを直ちに採用することはできない。\nまた、証人【Ｐ３１】も原告の右供述に沿う証言をするが、同【Ｐ３１】\nは、当該売買に直接関与した者ではなく、平成四年末ころ、歌川派門人会の会館に\n突然飾られているのを見て、売買の事実を知ったというのであるから、右供述は、\n同証人の理解を示すものにとどまるものである。そして、同証人は、【Ｐ３２】\nが、金閣寺を含む原告の絵を収集するに当たって、「会長さんはそれは大変なご負\n担をされました」と言ったから、被告が絵画「金閣寺」の買主であると供述する\nが、前記事実に照らせば、【Ｐ３２】の右発言から、直ちに、被告個人が右売買の\n買主であると認めることはできない。\nそして、そのほかに、原告が絵画「金閣寺」を売買した相手方が被告である\nと認めるに足る証拠はないから、原告の右主張は認められない。\n２　売買金額について\n原告は、絵画「金閣寺」の売買代金は三六〇万円であったと主張し、証拠\n（甲一〇七の二）によれば、原告は、前記本人尋問において、絵画「金閣寺」を三\n六〇万円で売買したと供述していることが認められる。\nしかし、証人【Ｐ３２】は、絵画「金閣寺」の売買代金は三〇〇万円であ\nったと証言しており、証拠（乙三九）によれば、原告は、右売買後の平成六年こ\nろ、【Ｐ３２】に対し手紙を書いており、その中で、被告に原告の窮状を救うた\nめ、大阪・成田間の交通費と額代を補助するよう被告に伝えて欲しいと要請しつつ\nも、絵画「金閣寺」の残代金の支払を要求していないことが認められることに照ら\nせば、右原告の供述を直ちに採用することはできない。\nそして、そのほかに、絵画「金閣寺」の売買代金が三六〇万円であったと\n認めるに足る証拠はないから、原告の右主張は認められない。\n四　以上より、原告の請求はいずれも理由がないから、主文のとおり判決する。\n（口頭弁論終結日　平成一二年六月二〇日）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　小　　　松　　　一　　　雄\n裁判官　　　高　　　松　　　宏　　　之\n裁判官　　　安　　　永　　　武　　　央\n別  紙\n"
}