{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 8,
    "day": 30
  },
  "case_number": "平成11(ワ)13926",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13012",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13012",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/012/013012_hanrei.pdf",
  "contents": "平成一一年（ワ）第一三九二六号商標権侵害差止等請求事件\n（口頭弁論終結日　平成一二年六月二二日）\n判　　　　　　決\n原　　告　　　　　　　　アメリカン電機株式会社\n右代表者代表取締役　　　【Ａ】\n右訴訟代理人弁護士　　　加　地　　　修\n同　　　　　　　　　　　杉　浦　幸　彦\n右補佐人弁理士　　　　　【Ｂ】\n被　　告　　　　　　　　共和化学工業所こと　【Ｃ】\n右訴訟代理人弁護士　　　村　林　隆　一\n同　　　　　　　　　　　松　本　　　司\n同　　　　　　　　　　　岩　坪　　　哲\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、商品、その包装又は広告に「ベークノズル」なる片仮名の縦書き又\nは横書きからなる標章を付し、若しくは右標章を付した商品を販売してはならな\nい。\n二　被告は、前項の標章を付した商品、並びにその包装、カタログ、広告及び商\n品目録を廃棄せよ。\n三　被告は原告に対し、金一〇〇〇万円及びこれに対する平成一一年七月二二日\nから支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n原告は、商品に「ベークノズル」という標章を付して販売する被告の行為\nが、原告の有する商標権侵害に当たると主張して、被告に対し、右標章の使用差止\nめ、商品の廃棄及び損害賠償の支払を求めた。\n一　前提となる事実（当事者間に争いがない。）\n１　原告は、以下の商標（以下「本件商標」という。）について、商標権（以\n下「本件商標権」という。）を有している。\n(一)　登録番号　　　第二三五三九九五号\n(二)　出願年月日　　昭和六三年九月二二日\n(三)　登録日　　　　平成三年一一月二九日\n(四)　指定商品　　　電気材料、その他第一一類（平成三年政令第二九九\n号による改正前の商標法施行令の別表による。）に属する商品\n(五)　登録商標　　　別紙商標目録記載のとおり（「ベークノズル」を片\n仮名で横書きしたもの。）\n２　被告は、電気工事の際などに用いる電線の保護部材（以下「被告商品」と\nいう。）を製造し、これに「ベークノズル」をカタカナで縦書き又は横書きした標\n章（以下「被告標章」という。）を付して販売している。\n３　被告商品は、本件商標権に係る指定商品に当たる。被告標章は本件商標と\n同一又は類似である。\n二　争点\n１　先使用\n（被告の主張）\n被告は、昭和三二年ころから現在に至るまで、日本国内において、不正競\n争の目的でなく、被告商品に被告標章を付して、卸元を通じ多数を販売している。\nこのため、被告標章は、原告が本件商標の登録出願をするときに既に、被告商品を\n表示するものとして需要者の間に広く認識されている。\nしたがって、被告は、商標法（以下「法」という。）三二条一項に基づ\nき、被告商品について被告標章を使用する権利を有する。\n（原告の反論）\n(一)　被告が、被告標章を付して被告商品を販売していたことについて、不\n正競争の目的に出たものでないとの事実は否認する。\nすなわち、被告商品の寸法が原告商品のそれと同一であること、原告商\n品のカタログ図面と被告商品のカタログ図面とが同様の特徴を有していることに照\nらすと、被告は、原告商品を模倣した上で、需要者に誤認混同を生じさせようとし\nて「ベークノズル」を使用したというべきであり、不正競争の目的があったことは\n明らかである。\n(二)　被告標章が被告商品を表示するものとして需要者の間に広く認識され\nているとの事実は否認する。\nすなわち、原告は、昭和二〇年代から被告商品と同種の商品（以下「原\n告商品」という。）を製造し、これに「ベークノズル」の名称を付して販売してい\nた。また、被告商品の販売量は、原告商品のそれに比して極めて少ない。したがっ\nて、「ベークノズル」の標章は、需要者の間では原告商品を指すものとして広く認\n識されていたのであって、被告商品を指すものではない。\n２　普通名称の表示\n（被告の主張）\n被告標章は、①被告商品が当初ベークライト（フェノール樹脂の別称）製\nであったこと、及び②形状がノズル状であることに由来するごく普通に用いられる\n名称である。また、被告は、昭和三二年ころから現在に至るまで、被告商品に被告\n標章を付して、卸元を通じ多数販売している。このことから、「ベークノズル」\nは、電線の配線等に用いるノズル状の保護部材の普通名称となった。\nしたがって、被告標章は、被告商品の普通名称を普通の方法で用いるもの\nにすぎないから、法二六条一項二号により、本件商標権の効力は、被告標章には及\nばない。\n（原告の反論）\n電気工事の際などに用いる電線の保護部材については、通常は、「ハト\nメ」又は「ブッシング」と呼ばれていた。「ベークノズル」は、右のような商品の\n普通名称であるとはいえない。また、被告商品の販売量は僅かであるから、「ベー\nクノズル」が被告商品の普通名称となることはない。\n３　権利濫用\n（被告の主張）\n原告は、被告が昭和三二年ころから被告標章を使用していることを知りな\nがら、昭和六三年にいたって本件商標の登録出願に及んだこと、本件商標登録後、\n原告が原告商品に使用している標章は「ＢＮノズル」であって、本件商標を使用し\nていないことに照らすと、原告は、使用する意思もないのにその登録出願を行った\nものというべきである。\n本件請求は、右のような経緯で登録出願した原告が、本件商標権を有する\nことを奇貨として、長年にわたって実際に被告標章を使用する被告に対し、その使\n用の差止め等を求めるものであって、権利の濫用に当たり許されない。\n（原告の反論）\n原告は、原告商品の素材をベークライトからユリア樹脂等に変更した際\nに、その商品名をＢＮノズル（ＢＮはベークノズルの略称）と変更したにすぎず、\n実際の取引において、本件商標は、原告商品を示す商標として現在も使用されてい\nる。\n原告商品に対する信用を保護するためには、被告標章の使用の差止め等を\n求める必要があり、本件請求は権利の濫用には当たらない。\n４　損害額\n（原告の主張）\n(一)　本件商標登録後、これまでの被告商品の販売量は一〇〇万個を下るこ\nとはなく、その売上額は二億円を下ることはない。また、その利益率は二〇パーセ\nントを下ることはないから、被告は、これによって少なくとも四〇〇〇万円の利益\nを受けた。\nしたがって、原告が受けた損害の額は、四〇〇〇万円と推定される（法\n三八条二項）。\n(二)　本件商標について通常実施権を設定した場合の実施料率は五パーセン\nトを下ることはないから、右実施料は一〇〇〇万円を下ることはない。\nしたがって、原告は、被告に対し、自己が受けた損害の額として一〇〇\n〇万円を請求することができる（法三八条三項）。\n(三)　原告は、原告訴訟代理人に対し、本件訴訟の着手金及び成功報酬とし\nて、少なくとも四〇〇万円の支払を約した。\n(四)　よって、原告は、被告に対し、前記(一)及び(三)（又は前記(二)及び\n(三)）の合計額（少なくとも一四〇〇万円）の内金一〇〇〇万円の支払を求める。\n（被告の反論）\n損害に関する原告の主張はすべて争う。\n第三　当裁判所の判断\n一　争点１（先使用の成否）の点について判断する。\n１　証拠（乙一、六、七、九ないし四七三、四八〇ないし六三九、六四一ない\nし六七二、枝番号の記載は省略する。以下において同じ。）及び弁論の全趣旨によ\nれば、以下の事実を認めることができ、これを覆すに足りる証拠はない。\n(一)　被告は、昭和二二年ころから、「松山ベークライト」の商号で、大阪\n市内において、ベークライト（フェノール樹脂）を原料とする電気工事関連材料を\n製造して卸元に販売する業務を開始し、現在は、ソケットや電線の保護・絶縁部材\nなど電気工事に用いる配線器具等を製造し、因幡電機産業株式会社（以下「因幡電\n機産業」という。）を始め、主として近畿地区にある電設資材の卸売業者に販売し\nている。なお、被告は、昭和二六年ころから、商号を「共和化学工業所」に改め、\n現在までこれを用いている。\nそして、被告は、配線部材の一つとして、配電盤に電線を取り付ける際\nに、配電盤の筐体部分を通過する電線を保護するための製品である被告商品を製造\nし、その材料が当初ベークライトであったことと（後にナイロン樹脂製に変更し\nた。）、中心に穴のあいた先細の形状であることから、これを「ベークノズル」と\n称して、主として近畿地区所在の電設資材の卸売業者に販売した。\n(二)　被告標章を付した被告商品の製造・販売態様及び規模は以下のとおり\nである。すなわち、被告は、昭和四二年一一月、被告標章を付して被告商品五〇〇\n個を因幡電機産業に納入し、昭和四三年以降は、毎年、電設資材の卸売業者十社前\n後（個人事業者を含む。）に被告商品を納入していた。被告が納入した回数は、業\n者によって異なるが、年当たり数回から十数回であり、被告が被告標章を付して販\n売した被告商品の個数は、昭和四三年と昭和四四年は総計一万三千個前後、昭和四\n五年は総計約二万個であった。さらに、被告は、その後も被告標章を付した被告商\n品の製造、販売を継続し、昭和五〇年代後半には、販売した卸売業者の数は一五社\n前後に達し、原告が本件商標の登録出願を行った昭和六三年ころは、因幡電機産業\nを含む二一社に対し、総計約一万五〇〇〇個の被告商品を納入した。その後も被告\nは、同様の営業を続け、平成九年には一三社、平成一〇年には一九社に対し、被告\n標章を付した被告商品を販売した。また、因幡電機産業を始めとする数社に対して\nは、昭和四〇年代前半から現在に至るまで、継続して被告商品を納入していること\nも認められる。\n(三)　被告のカタログ（乙一、一〇）、価格表（乙六、七）及び納品書（乙\n一二以下）において、いずれも被告商品は「ベークノズル」と表示されていること\nから（もっとも、納品書には「ベークノーズル」と記載されたものも混在している\nが、社会通念上被告標章と同一と解して差し支えない。）、昭和四二年から現在に\n至るまで、被告と卸売業者との間では、被告商品は、被告標章によって取り引きさ\nれてきたことが認められる。\nまた、被告商品は、卸売業者から、需要者である電気工事業者や配電盤\nの製造業者等に納入されるが、被告が被告商品に「ベークノズル」のラベル（乙\n九）を貼付していることや、因幡電機産業の総合商報（乙一一）にも、被告商品は\n「ベークノズル」と表記されていることからすると、卸売業者と需要者との間にお\nいても、昭和四二年から現在に至るまで、被告商品は、被告標章によって取り引き\nされてきたと認めるのが相当である。\n２　右認定した事実を総合すると、以下のとおり、被告は、法三二条一項所定\nの、いわゆる先使用の抗弁に基づき、被告標章を使用する権利を有すると解するの\nが相当である。\nすなわち、被告は、昭和四〇年代前半から、被告商品に被告標章を付し\nて、近畿地区に所在する多数の卸売業者に継続して販売し、現在に至るまでこれを\n継続していることに照らせば、被告標章は、原告が本件商標の登録出願をするとき\nに既に、被告商品を表示するものとして、近畿地区所在の電設資材の卸売業者の間\nで広く認識されていると解することができ、さらに、被告が被告標章を長期にわた\nって使用していたこと、及び被告標章の前記認定のとおりの使用態様、規模に照ら\nすと、右の使用は不正使用の目的に出たものではないと解することができる。\nしたがって、被告は、法三二条一項に基づき、被告標章を使用する権利を\n有する。\n二　結論\n以上によれば、原告の請求は、その余の点について判断するまでもなく、い\nずれも理由がない。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官　　　飯　村　敏　明\n裁　判　官　　　八　木　貴美子\n裁　判　官      谷　　　有　恒\n別紙　商標目録\n"
}