{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 16
  },
  "case_number": "平成14(ネ)1555",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10957",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10957",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/957/010957_hanrei.pdf",
  "contents": "平成１４年（ネ）第１５５５号　商標権侵害差止等，商標使用妨害禁止請求控訴事\n件（原審・東京地方裁判所平成１１年(ワ)第１１６７５号，平成１２年（ワ）第１\n２２９号）（平成１５年６月２３日口頭弁論終結）\n判　　　　　　　　　　　決\n控訴人　　　　　　　　A\n株式会社コトブキゴルフ訴訟承継人\n控訴人　　　　　　　　寿商事株式会社\n両名訴訟代理人弁護士　高　　　初　輔\n被控訴人　　　　　　　ワールドブランズ株式会社\n被控訴人　　　　　　　アダムス　ゴルフ　インク\n両名訴訟代理人弁護士　田　中　　　徹\n同　　　　　　　　　　節　田　純　一\n同　　　　　　　　　　城　所　敦　子\n主　　　　　　　　　　　文\n本件各控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人ワールドブランズ株式会社（以下「被控訴人ワールドブランズ」と\nいう。）は，原判決別紙標章目録記載の標章（以下「本件標章」という。）を付し\nたゴルフクラブを輸入し，販売し，又は販売のために展示し，並びにその容器，包\n装紙及び広告に本件標章を使用してはならない。\n３　被控訴人ワールドブランズは，その占有する本件標章を付したゴルフクラブ\nを廃棄せよ。\n４　被控訴人ワールドブランズは，控訴人寿商事株式会社（以下「控訴人寿商\n事」という。）に対し，１億２０５９万円及びこれに対する平成１１年１２月１４\n日から支払済みまで年５分の割合による金員を支払え。\n５　被控訴人ワールドブランズは，控訴人A（以下「控訴人A」という。）に対\nし，１８１２万円及びこれに対する平成１１年１２月１４日から支払済みまで年５\n分の割合による金員を支払え。\n６　被控訴人アダムスゴルフインク（以下「被控訴人アダムスゴルフ」とい\nう。）の控訴人Aに対する請求を棄却する。\n７　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n第２　事案の概要\n控訴人Aは，原判決別紙商標目録記載の商標権（以下「本件商標権」といい，\nその商標を「本件登録商標」という。）の商標権者であり，被控訴人ワールドブラ\nンズは，本件標章を付したゴルフクラブを輸入，販売等している会社，被控訴人ア\nダムスゴルフは，本件標章を付したゴルフクラブを我が国に輸出しているアメリカ\n合衆国（以下「米国」という。）の法人である。\n本件は，控訴人Aが，被控訴人ワールドブランズに対し，本件商標権に基づ\nき，本件標章を付したゴルフクラブの輸入，販売等の差止めを請求するとともに，\n控訴人A及び本件商標権の前商標権者である訴訟承継前控訴人株式会社コトブキゴル\nフ（以下「コトブキゴルフ」という。）が，被控訴人ワールドブランズに対し，本\n件商標権の侵害を理由とする損害賠償を請求し，他方，被控訴人アダムスゴルフ\nが，控訴人Aに対し，ADAMSの標章（以下，本件標章と同義ないしこれを含む標章と\nして用いる。）を付したゴルフクラブの輸入，販売等につき，本件商標権に基づく\n差止請求権の不存在確認を求めた事案であり，控訴人A及びコトブキゴルフの請求を\nいずれも棄却し，被控訴人アダムスゴルフの請求を認容した原判決に対し，控訴人\nA及びコトブキゴルフがその取消しを求めて控訴し，控訴人寿商事が，吸収合併に伴\nい，コトブキゴルフを訴訟承継した。\n本件の前提となる事実，争点及びこれに関する当事者の主張は，次のとおり\n当審における主張を付加するほかは，原判決「事実及び理由」欄の「第２　事案の\n概要」及び「第３　争点に関する当事者の主張」のとおりであるから，これを引用\nする。\n１　控訴人らの主張\n(1)　控訴人寿商事は，平成１４年９月２日，コトブキゴルフを吸収合併し，本件\nを含むその権利義務を包括承継した。\n(2)　原判決の事実認定には，以下のとおり誤りがある。①原判決は，控訴人\nAが，１９９６年のＰＧＡ展示会において２０年来の知り合いである米国法人コブラ\nゴルフ・インコーポレイテッドの創始者のBと会い，一緒に被控訴人アダムスゴルフ\nのブースを含むいくつかのブースを視察した際，同人に対し，「タイトライズ製品\nは，将来重要なゴルフクラブになるかもしれない。」という趣旨の感想を述べたと\n認定しているが，控訴人Aは，ＰＧＡ展示会でBの存在を認識し，目は合わせたが，\n会話をした事実はない。②原判決は，控訴人AとC（以下「C」という。）のいずれが\n本件登録商標の商標登録出願を申し出たかという点について，両者の供述は食い違\nっていると説示するが，この点は，Cの誤認である。③コトブキゴルフによる本件登\n録商標を付したゴルフクラブの宣伝広告が平成１０年５月と６月に集中的に行われ\nた点について，原判決は，本件登録商標について同年３月２４日に申し立てられた\n登録異議申立事件（平成１０年異議第９０６５４号，以下「本件異議申立事件」と\nいう。）の手続を自己に有利に進行させることのみを目的としてされたことが強く\n推認されると認定しているが，誤りである。④控訴人Aと有限会社アダムスとの間の\n金銭消費貸借関係については，これを裏付ける客観的な証拠として，平成７年６月\n２６日付けの金銭消費貸借契約書（甲１１）が存在する。\n(3)　原判決は，控訴人らが，被控訴人ワールドブランズ又は被控訴人アダムスゴ\nルフに対し，本件商標権に基づく差止請求権ないし損害賠償請求権を行使すること\nは，権利の濫用に当たると判断したが，誤りである。すなわち，１９８７年（昭和\n６２年）にDが被控訴人アダムスゴルフを創業する前の昭和６０年ころより，Cは，\n日本国内でアダムスないしADAMSの標章を付してゴルフクラブを製造，販売していた\nところ，平成２年４月，有限会社アダムスを設立し，同年８月ころからコトブキゴ\nルフとの間で取引を始めた。その後，有限会社アダムスの経営状況が苦しくなって\nきたため，平成７年６月２６日，控訴人Aは，有限会社アダムスに対し，営業資金と\nして２００万円の融資をした。そして，そのころ，一つには，Cに対し金銭を貸し付\nけた控訴人Aがその担保を取得する趣旨で，一つには，コトブキゴルフが有限会社ア\nダムスから本件商標を付したゴルフクラブを仕入れ，販売する際の自己使用の趣旨\nで，コトブキゴルフの名義で商標登録をしたものであって，これは日本国内法に基\nづく正当な行為である。したがって，コトブキゴルフ及び同社から本件商標権を譲\nり受けた控訴人Aによる被控訴人ワールドブランズ及び被控訴人アダムスゴルフに対\nする権利行使は，権利の濫用に当たらない。\n２　被控訴人らの主張\n(1)　控訴人らの上記１(1)の主張事実は認める。\n(2)　控訴人らの上記１(2)，(3)の主張はすべて争う。\n第３　当裁判所の判断\n１　コトブキゴルフは，平成８年３月１２日，「ＡＤＡＭＳ」の英文字と「アダ\nムス」の片仮名文字を上下２段に横書きしてなり，指定商品を別表第２８類「運動\n用具」とする本件登録商標の商標登録出願をし，平成９年１１月２１日，設定登録\nを受けたこと，コトブキゴルフの代表取締役である控訴人Aは，コトブキゴルフから\n本件登録商標を譲り受け，平成１１年３月１日，その登録を経たこと（甲１，\n２），控訴人寿商事は，平成１４年９月２日，コトブキゴルフを吸収合併し，本件\nを含むその権利義務を包括承継したこと，一方，被控訴人アダムスゴルフは，ゴル\nフクラブの製造，販売を主たる業とする米国法人であり，米国等においてADAMSの標\n章（本件標章）を付したゴルフクラブを製造，販売していること，被控訴人ワール\nドブランズは，被控訴人アダムスゴルフから上記標章を付したゴルフクラブを輸入\nし，我が国において販売していること，以上の事実は当事者間に争いがないか，証\n拠及び弁論の全趣旨によって容易に認定することができる。\nまた，ゴルフクラブは本件商標権の指定商品に含まれること，本件登録商標\nのうちの「ＡＤＡＭＳ」の英文字部分とADAMSの標章（本件標章）は，その外観が類\n似し，「アダムス」という称呼が同一であることも当事者間に争いがなく，両者は\n「アダムス」という人の氏名若しくは団体の名称又はこれらの略称の観念を生ずる\n点でも同一であるから，ADAMSの標章（本件標章）は，本件登録商標と類似するとい\nうべきである。\n２　本件商標権の商標権者である控訴人Aの被控訴人ワールドブランズ及び被控訴\n人アダムスゴルフに対する本件差止請求権の行使，並びに控訴人A及び本件商標権の\n前商標権者であるコトブキゴルフを包括承継した控訴人寿商事の被控訴人ワールド\nブランズに対する本件損害賠償請求権の行使が，権利の濫用に当たるか否か（争点\n１）について判断する。\n(1)　コトブキゴルフが本件登録商標の商標登録出願をした経緯等に関する事実認\n定は，原判決の認定（原判決１１頁９行目～１３頁１０行目）のとおりであるか\nら，これを引用する。\n控訴人らは，上記の事実認定を争うので検討すると，①（１９９６年のＰ\nＧＡ展示会における控訴人AとBとの会話）の点については，乙１２の１，２及び乙\n１４によれば，原判決認定に係る事実を認めることができ，これに反する原審にお\nける控訴人A本人の供述及び当審で提出された同人の陳述書（甲１２）は信用するこ\nとができない。また，②（控訴人A供述とC証言との食違い）の点に関する原判決の\n説示は，本件登録商標の商標登録をいずれが提案したかという重要事項について，\n当事者である控訴人AとCの供述内容が食い違っていること自体，両名の供述の証拠\n価値を減殺させるという趣旨であると解され，その判断に誤りはないというべきで\nあるし，③（コトブキゴルフの宣伝広告の目的）の点も，後記(3)のとおり，本件異\n議申立事件とコトブキゴルフによる宣伝広告実施との時間的関係，当該宣伝広告の\n掲載内容その他の事実に照らせば，当時のコトブキゴルフの目的は，専ら，本件異\n議申立事件の手続を自己に有利に進行させることにあったと推認するのが相当であ\nる。さらに，④（控訴人Aと有限会社アダムスの金銭消費貸借契約の存在）の点につ\nいては，両者の取引の実体から見て不自然というべきであり，かえって，控訴人Aな\nいしコトブキゴルフの不正な目的の存在を推認させる面があることは，後記(3)で判\n示するとおりである。以上によれば，控訴人らの上記主張は採用の限りではない。\n(2)　上記認定事実によれば，ADAMSの標章（本件標章）が，被控訴人アダムスゴ\nルフの製造，販売するゴルフクラブを示すものとして，米国において注目されるよ\nうになったのは１９９６年（平成８年）１月のＰＧＡ展示会からであるところ，控\n訴人Aは，その展示会を視察し，ADAMSの標章（本件標章）を付したタイトライズ製\n品に注目し，将来，重要なゴルフクラブになるかもしれないとの認識を有するよう\nになったこと，その後，控訴人Aが代表者であったコトブキゴルフは，上記展示会の\n終了後間もない同年３月１２日，被控訴人アダムスゴルフの許諾を得ることなく，\n上記ADAMSの標章（本件標章）と類似する本件登録商標の登録出願をしていること，\nコトブキゴルフは，従前から，外国においてゴルフ用品製造業者又は販売業者を示\nすものとして使用されている商標につき，我が国において上記製造業者又は販売業\n者に無断で商標登録出願をすることを数多く繰り返しており，その件数は，昭和５\n３年６月から平成８年９月までの間の主なものだけでも，原判決別表１，２記載の\n合計１９件に上ることが認められる。\n以上によれば，本件登録商標の商標登録出願時における控訴人Aないしコト\nブキゴルフの目的は，当時，米国において，被控訴人アダムスゴルフの製造，販売\nするゴルフクラブを示すものとして，ADAMSの標章（本件標章）が注目されるように\nなっていたことに着目し，近い将来，我が国においても，同商標が注目されるよう\nになる可能性が高いとの判断の下に，我が国で登録されていないことを幸い，あら\nかじめ，同商標に類似する本件登録商標につき商標登録を受けることにより，我が\n国内において，ADAMSの標章（本件標章）を付した商品の輸入総代理店等の有利な立\n場を得たり，あるいは，被控訴人アダムスゴルフの名声に便乗して不正な利益を得\nるために使用することにあったと推認するのが相当である。\nところで，我が国おいて，外国における他人の氏名，名称又はこれらの略\n称からなる商標の使用を知りながら，それと無関係の者が，当該他人の許諾を得る\nことなく，当該商標又はこれに類似する商標の設定登録を受けることは，商標法４\n条１項８号，１５号等によって商標登録を受けることができない場合があり得るの\nはもとより，その目的が，我が国で登録されていないことを幸い，当該他人の氏\n名，名称又はこれらの略称に便乗して不正な利益を得るなどの不正な意図をもって\n使用することにあるものと認められる限り，公正な商取引の秩序を乱し，ひいては\n国際信義に反するものとして，公序良俗を害するおそれがある商標というべきであ\nるから，同項７号によって商標登録を受けることができないと解される（東京高裁\n平成１１年３月２４日判決・判例時報１６８３号１３８頁，同平成１１年１２月２\n２日判決・判例時報１７１０号１４７頁参照）。本件において，本件登録商標の出\n願当時，被控訴人アダムスゴルフの名称あるいは同社が使用するADAMSの標章は，我\nが国おいてはいまだ周知著名であるとはいえなかったものの，上記認定のとおり，\n控訴人Aないしコトブキゴルフは，同標章が米国では注目されるようになっていたこ\nとを知った上で，近い将来，我が国においても同商標が注目されるようになる可能\n性が高いとの判断の下に，我が国で登録されていないことを幸い，被控訴人アダム\nスゴルフの名声に便乗して不正な利益を得るために使用する目的をもって，同被控\n訴人の許諾を得ることなく，本件登録商標の商標登録出願をしたものであると認め\nられるから，本件登録商標は，公正な商取引の秩序を乱し，ひいては国際信義に反\nするものとして，同項７号にいう公序良俗を害するおそれがある商標に該当すると\nいうほかはない。\n(3)　控訴人らは，本件登録商標につきコトブキゴルフ名義で商標登録出願をした\nのは，控訴人Aが，アダムスないしADAMSの標章を付したゴルフクラブの製造販売業\n者でコトブキゴルフの取引先でもある有限会社アダムスに対し，平成７年６月２６\n日に営業資金として貸し付けた２００万円の貸金債権の担保の趣旨と，有限会社ア\nダムスからアダムスないしADAMSの標章を付したゴルフクラブを仕入れ，販売する際\nの自己使用の趣旨であった旨主張する。\nしかしながら，コトブキゴルフは，本件の原審甲事件に係る訴えの提起\n（平成１１年５月２８日）に先立つ本件異議申立事件においては，本件登録商標の\n登録出願の経緯につき，「控訴人Aが，有限会社アダムスの代表者であるCに対し，\nアダムス及びADAMSの標章について商標登録をしておかないと，他人が先に商標登録\nをした場合には，商標権侵害の問題が生ずるおそれがある旨の指摘をしたところ，C\nはこれに恩義を感じてコトブキゴルフの名義で商標登録出願をすることを承諾し\nた」旨主張していたことが認められ（乙１１の３［平成１０年１０月１９日付け商\n標登録異議意見書］），そもそも本件訴訟における上記の主張とは食違いが見られ\nるところである。\nそして，２００万円の貸金債権の担保という主張については，これに沿う\n証拠として，原審における証人Cの証言及び控訴人A本人の供述並びに当審で提出さ\nれた甲１１，１２とが存在するが，原審段階から顕在化していた争点について，金\n銭消費貸借契約証書（甲１１）のような重要な証拠が，訴えの提起から４年後の控\n訴審第２回口頭弁論期日において初めて提出されること自体，奇異なことであると\nいわざるを得ないし，そもそも，控訴人Aが有限会社アダムスに２００万円の融資を\nしたことが仮に事実であったとしても，なにゆえに控訴人Aが有限会社アダムスない\nしCに対し，そのような好意的取扱いをしたのかという点は，コトブキゴルフと有限\n会社アダムスとの取引の実体から見て不自然というべきである。すなわち，本件登\n録商標の商標登録出願の前後におけるコトブキゴルフの有限会社アダムスからのゴ\nルフ用品の仕入額は，平成７年が５２万５０００円，同８年が９３万９０００円，\n同９年が８６万１３３６円，同１０年が６４万５０００円（乙１１の３添付の仕入\n伝票）と比較的少額であり，このような少額の取引相手に対し，２００万円の融資\nという好意的取扱いをすること自体，かえって，上記(2)において認定した控訴人\nAないしコトブキゴルフの不正な目的の存在を推認させる面があるといわざるを得な\nい。\n他方，有限会社アダムスからアダムスないしADAMSの標章を付したゴルフク\nラブを仕入れ，販売する際の自己使用の趣旨であるとの主張については，上記のと\nおり，コトブキゴルフの有限会社アダムスからのゴルフクラブの仕入額が比較的少\n額であることに照らせば，コトブキゴルフが，その程度の少額の取引における購\n入，販売の便宜のために，ADAMSの標章（本件標章）と類似する本件登録商標につい\nてわざわざ商標登録出願をしたということ自体，甚だ不自然，不合理というべきで\nある。\nこの点について，控訴人らは，その主張を裏付ける証拠として，コトブキ\nゴルフによる宣伝広告の実績を示す新聞記事（甲４の１２，１３）を提出する。し\nかしながら，コトブキゴルフによるアダムスないしADAMSの標章を付したゴルフクラ\nブの宣伝広告は，本件登録商標の出願後はもとより，設定登録がされた後において\nも行われた形跡がなく，平成１０年５月７日付けスポーツニッポンの記事（甲４の\n１２）が初めてであること，コトブキゴルフによる本件登録商標を付したゴルフク\nラブの宣伝広告は，同年５月及び６月に集中的に行われている（甲４の１２，１\n３，弁論の全趣旨）ところ，その時期は，本件異議申立事件において，コトブキゴ\nルフから代理人弁理士の同年４月２７日付け選任届（乙１１の２）が提出された直\n後に当たること，上記の宣伝広告においては，掲載された多数のゴルフ用品のう\nち，他はいずれも有名なブランドのものであるのに，その中に有名とはいえない有\n限会社アダムス製造のADAMSの商標を付したゴルフクラブが各１本掲載されているも\nのであることが認められる。これらの事実によれば，上記の宣伝広告は，コトブキ\nゴルフが真実その販売に係る製品を宣伝するというよりは，むしろ，本件登録商標\nに係る本件異議申立事件の手続を自己に有利に進行させることのみを目的として行\nわれたものであると推認するのが相当である。\nしたがって，控訴人らの上記主張は採用することができない。\n(4)　そうすると，本件商標権の商標権者である控訴人Aの被控訴人ワールドブラ\nンズ及び被控訴人アダムスゴルフに対する本件差止請求権の行使，並びに控訴人A及\nび本件商標権の前商標権者であるコトブキゴルフを包括承継した控訴人寿商事の被\n控訴人ワールドブランズに対する本件損害賠償請求権の行使は，商標法４条１項７\n号に該当する無効理由が存在することが明らかな商標権に基づくものであって，特\n段の事情がうかがわれない本件においては，権利の濫用に当たるというべきであ\nる。\n３　以上によれば，控訴人らの被控訴人ワールドブランズに対する請求は，その\n余の点について判断するまでもなく理由がないから，これを棄却すべきであり，他\n方，控訴人Aに対し，ADAMSの標章を付したゴルフクラブの輸入，販売等につき，本\n件商標権に基づく差止請求権の不存在確認を求める被控訴人アダムスゴルフの請求\nは理由があるから，これを認容すべきである。\nよって，以上と同旨の原判決は相当であって，本件各控訴は理由がないか\nら，これを棄却することとし，主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官   　 早　　田　　尚　　貴\n"
}