{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 17
  },
  "case_number": "平成15(ワ)3992",
  "case_name": "発信者情報開示請求",
  "court_name": "東京地方裁判所民事第32部",
  "lawsuit_id": "5633",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5633",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/633/005633_hanrei.pdf",
  "contents": "平成１５年９月１７日判決言渡\n平成１５年（ワ）第３９９２号　発信者情報開示請求事件\n判決\n主文\n１　被告は，原告に対し，別紙アクセスログ目録記載１ないし６，同９ないし１\n１の各日時ころにおいて，各ＩＰアドレスを割り当てられた電気通信設備を管理す\nる者の氏名及び住所を開示せよ。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，別紙アクセスログ目録記載１ないし１１の各日時ころ\nにおいて，各ＩＰアドレスを割り当てた電気通信設備を管理する者の氏名及び住所\nを開示せよ。\n第２　事案の概要\n本件は，インターネット上の電子掲示板に掲載された情報により名誉を毀損\nされたとする原告が，インターネット・サービス・プロバイダ（以下「プロバイ\nダ」という。）たる被告が特定電気通信役務提供者の損害賠償責任の制限及び発信\n者情報開示に関する法律（以下「本法律」という。）４条１項にいう「開示関係役\n務提供者」に当たるとして，同項に基づき発信者情報の開示を求めた事案である。\n１　前提となる事実\n（１）当事者\nｱ　原告は，弁護士であり，航空旅客の手荷物運搬，施設内における航空貨\n物，宅配貨物などの仕分け，梱包，発送などの請負，及び労働者派遣などを業とす\nる株式会社であるＢ株式会社（以下「訴外会社」という。）の顧問弁護士を務める\n者である（甲１）。\nｲ　被告は，第一種電気通信事業許可及び無線免許を受け，簡易型携帯電話を\n通じた通話サービス，データ通信サービスを行うほか，「ＰＲＩＮ」の名称をもっ\nてインターネット接続サービス等の通信事業を営む株式会社である。\n（２）被告は，氏名等不詳者（以下「本件発信者」という。）からのアクセスを\n受けて，本件発信者に対し，別紙アクセスログ目録及び別紙記事目録各記載の日時\nころ，インターネット接続サービスを提供し，これを受けて，本件発信者は，同時\n刻ころ，インターネットに接続して，ウェブサイト「２ちゃんねる」内の電子掲示\n板にアクセスし，「最悪のアルバイト派遣Ｂ株式会社Ｐａｒｔ７」という名のスレ\nッド（以下「本件スレッド」という。）に対し，別紙記事目録記載１ないし１１の\n記事をそれぞれ投稿した（甲５，甲１０の２。以下「本件各記事」という。）。\n（３）「２ちゃんねる」内の掲示板への投稿は匿名で行うことが可能であるた\nめ，「２ちゃんねる」管理者は，投稿した者につきＩＰアドレス以外の情報を保有\nしない（甲４９，弁論の全趣旨）。\n（４）「２ちゃんねる」の管理者であるＣは，平成１５年１月２７日，原告を通\nじ，訴外会社に対し，訴外会社のＣに対する仮処分命令申立事件（当庁平成１４年\n（ヨ）第２７７０号）における和解条項（甲８）に基づき，本件各記事に関する別\n紙アクセスログ目録記載の情報を開示した（甲１０の２）。この情報から，本件発\n信者は被告の管理するサービスのユーザーであることが判明した。\n（５）原告は，同年１月２８日，上記アクセスログを被告に提出し，本件発信者\nの特定を申し入れたところ，同月３０日，被告担当者よりユーザーが特定されたと\nの回答があった。この際に，被告としては，通信の秘密を厳守すべき通信事業者た\nる地位にあるため，民事手続を通じて，ユーザーの氏名及び住所を開示し得るの\nは，本法律に基づく開示を命じる確定判決が存する場合に限られるとの見解が，原\n告に対し示された（甲１）。\n（６）原告は，被告に対し，同年２月２５日，本件訴えを提起した。\n２　争点\n（１）発信者が特定電気通信設備の記録媒体に情報を記録する際にインターネッ\nト接続サービスを提供したプロバイダ（以下「経由プロバイダ」という。）が本法\n律４条１項にいう「開示関係役務提供者」に該当するか。\nｱ　原告の主張\n経由プロバイダは「開示関係役務提供者」に該当する。\n（ｱ）本法律の解釈について\na　本法律２条１号ないし３号は，電気通信事業法２条１号ないし３号の\n解釈を前提として制定されているところ，電気通信事業法において，「電気通信役\n務」提供の受け手として「利用者」を規定していることにかんがみれば，同法が\n「利用者」をもって通信主体と考えていることが明らかである。\nこのことからすれば，本法律においても特定電気通信の主体は，電\n気通信事業法に規定される「利用者」に相当する「発信者」であると解される。\n被告は「発信」と「送信」は区別されるべきだと主張するが，甲第\n１８号証によれば，本法律がその両者を区別して規定しているとは解されない。\nb　そして，本件において，発信者から経由プロバイダを経由して電子掲\n示板に書き込みを行い，その内容を不特定多数に送信する過程は，その全体が一体\nとして「特定電気通信」に該当するものである。\nc　そして，本法律２条３号は，「特定電気通信役務提供者」につき，\n「特定電気通信設備を用いて他人の通信を媒介し，その他特定電気通信設備を他人\nの通信の用に供する者」と規定している。\n経由プロバイダは，発信者から不特定多数に送信される上記の特定\n電気通信を，端末機器や交換機などを使って媒介するものであるから，経由プロバ\nイダは「特定電気通信役務提供者」に当たる。\n（ｲ）開示の必要性について\na　発信者に対して，法的手続を通じた民事責任を追及するには，発信者\nの氏名及び住所が不可欠であり，これらは本法律４条１項の発信者情報を定める省\n令（平成１４年総務省令５７号。以下「本総務省令」という。）によって開示対象\n情報に指定されている。\nb　電子掲示板などの提供サービスを受けるに当たって，ユーザーの氏名\n及び住所について正確な入力を求められることはまれである。ことに当該サービス\nが無償の場合には，課金回収の必要がないためその傾向が強い。\nc　一方，経由プロバイダは，課金回収のため，利用契約に当たって，会\n員である発信者の氏名及び住所を把握するのが通常である。\nd　したがって，被害者は，発信者に対して民事責任を追及する前提とし\nて発信者の氏名及び住所を把握するためには，電子掲示板などを管理する者に対し\nて発信者にかかる情報開示を求め，その情報を元に発信者が利用した経由プロバイ\nダを特定して，その経由プロバイダに発信者の氏名及び住所の開示を求める以外に\n方法がないことになる。「開示関係役務提供者」から経由プロバイダを除外した場\n合，通信の匿名性を悪用した権利侵害状態から救済するという本法律４条１項の趣\n旨に反し，本法律の目的を達成することが不可能となる。\n（ｳ）立法者意思について\na　本総務省令によれば，開示対象情報にはＩＰアドレス（４号）及びそ\nのタイムスタンプ（５号）が含まれており，これは氏名及び住所情報を保有するプ\nロバイダから情報開示を受けるための追跡作業が行われることを前提としているも\nのと解される。\nb　また，本総務省令が施行されるに先立ち，平成１４年５月１０日，総\n務省が発表したパブリックコメント（甲５３）においても，経由プロバイダを開示\n関係役務提供者から除外する解釈は採用していない。\nc　したがって，立法者の意思としても，経由プロバイダが開示関係役務\n提供者に含まれることを当然予定していたものと解される。\nｲ　被告の主張\n経由プロバイダは「開示関係役務提供者」に該当しない。\n（ｱ）本法律の解釈について\na　本法律における「特定電気通信」とは，「不特定の者によって受信さ\nれることを目的とする電気通信（電気通信事業法（昭和５９年法律第８６号）第２\n条第１号に規定する電気通信をいう。以下この号において同じ。）の送信（公衆に\nよって直接受信されることを目的とする電気通信の送信を除く。）」をいうと定義\nされている（本法律２条１号）。\nそして，電気通信事業法２条１号で，電気通信とは「有線，無線そ\nの他の電磁的方式により，符号，音響又は影像を送り，伝え，又は受けること」と\n規定されていることからすると，本法律２条１号にいう「送信」とは，電気通信事\n業法２条１号にいう「送り，伝え，又は受けること」のうちの「送ること」，すな\nわち符号などを電気的信号に変換して送り出すことを指すものと解される。\nb　他方，本法律２条４号では，「発信者」について「特定電気通信役務\n提供者の用いる特定電気通信設備の記録媒体（当該記録媒体に記録された情報が不\n特定の者に送信されるものに限る）に情報を記録し，又は当該特定電気通信設備の\n送信装置（当該送信装置に入力された情報が不特定の者に送信されるものに限\nる。）に情報を入力した者」と定義している。\nこの規定の仕方からすると，本法律は，特定電気通信設備の記録媒\n体への情報の記録又は特定電気通信設備の送信装置への情報の入力と，その後の当\n該情報の不特定の者への送信，すなわち本法律２条１号にいう「送信」とを区別\nし，上記記録媒体に情報を記録し，又は上記送信装置に情報を入力することは，当\n該特定電気通信設備を用いる電気通信役務提供者による特定電気通信とは別個の，\n発信者と特定電気通信役務提供者との１対１の電気通信にすぎないものと解され\nる。\nc　以上からすると，かかる発信者と特定電気通信役務提供者との１対１\nの電気通信を媒介するにすぎない経由プロバイダは，開示関係役務提供者には該当\nしない。\n（ｲ）開示の必要性について\n発信者情報開示は開示関係役務提供者の通信の秘密にかかる守秘義務\nを解除するものであり，しかもその情報は発信者のプライバシーや表現の自由と密\n接なかかわりを有するものである。\nしたがって，これらの憲法上保護されている権利についての守秘義務\nを解除するについては明確な規定を要し，安易な拡張解釈は許されないというべき\nである。\n（ｳ）立法者意思について\n開示すべき発信者情報を定めた本総務省令における原告主張のような\n規定から，逆に本法律が経由プロバイダを開示関係役務提供者としていると解する\nのは，論理の飛躍があるし，本末転倒である。\n（２）権利侵害の明白性\nｱ　原告の主張\n本件各記事は，いずれも虚偽事実を列挙し，原告を誹謗，中傷する違法\nな内容である。かかる違法な情報の流通により，原告の社会的評価は著しく低下す\nるに至った。\nまたこれらは公共の利害に関するものでもなく，公益を図る目的でなさ\nれたものでもないことは明らかである。\nｲ　被告の主張\n不知。\n第３　争点に対する判断\n１　争点（１）について\n（１）本法律の解釈について\nｱ　本法律２条１号は，特定電気通信の意義につき，「不特定の者によって受\n信されることを目的とする電気通信（電気通信事業法（昭和５９年法律第８６号）\n第２条第１号に規定する電気通信をいう。以下この号において同じ。）の送信（公\n衆によって直接受信されることを目的とする電気通信の送信を除く。）」と規定し\nている。本件被告のような経由プロバイダが本法律にいう「開示関係役務提供者」\nに当たるか否かを判断するに際しては，経由プロバイダが関与する通信が「特定電\n気通信」に当たるか否かが問題となる。\nｲ　一般に，インターネットを用いて情報発信をする際には，経由プロバイダ\nを介してインターネットに接続し，ウェブサーバ上の記録媒体に情報を記録し，あ\nるいはウェブサーバの送信装置に情報を入力することによって，当該情報をインタ\nーネット上で閲覧可能にする，という方法が採られる。\nこの場合，ウェブサーバの記録媒体ないし送信装置に情報を送信する必\n要があるが，この情報送信は，飽くまで発信者が不特定多数の者に対し情報を送信\nするためだけに行われるものである。ウェブサーバに要求されている役割は，あく\nまでも当該情報の通過点の１つとして当該情報を不特定多数の者へ送信する作業を\n行うことのみであり，ウェブサーバないしはその管理者が当該情報の最終的な受け\n手となって，自ら当該情報を利用することは想定されていない。\nすなわち，発信者からウェブサーバへの情報の送信は，この部分だけを\n取り出して見れば，１対１の通信となるが，それだけでは独立の通信としての意味\nを有するものではなく，発信者から不特定多数の者へ情報発信を行う過程の不可欠\nな一部分としてのみ意味を有するものである。\nしたがって，発信者からウェブサーバへの情報の送信とウェブサーバか\nら不特定多数の者への情報の送信を，それぞれ別個独立の通信であると考えるべき\nではなく，両者は一体不可分であり，全体として１個の通信を構成すると考えるの\nが相当である。\nそして，両者が一体となって構成された１個の通信は，発信者から不特\n定多数の者に対する情報の送信にほかならないものであるから，これが「不特定の\n者によって受信されることを目的とする電気通信」であることは明らかである。\nしたがって，発信者からウェブサーバへの情報の送信は，発信者から不\n特定多数への情報の送信という「特定電気通信」の一部となると解するのが相当で\nある。\nｳ　そして，本法律２条２号は，「特定電気通信設備」の定義につき「特定電\n気通信の用に供される電気通信設備」と規定し，また本法律２条３号は，「特定電\n気通信役務提供者」の意義につき，「特定電気通信設備を用いて他人の通信を媒介\nし，その他特定電気通信設備を他人の通信の用に供する者」と規定しているとこ\nろ，経由プロバイダの保有する交換機などの設備は，発信者から不特定多数への情\n報の送信の用に供されるものであり，経由プロバイダは，発信者に対し，それらの\n設備を用いてインターネット接続を提供し，これにより発信者から不特定多数への\n情報の送信を媒介していることは明らかである。\nｴ　被告はこの点につき，本法律においては２条１号の「送信」と２条４号の\n「発信」が区別されており，ウェブサーバの記録媒体への情報の記録は，特定電気\n通信役務提供者から不特定多数への情報送信と別個の通信であり，発信者と特定電\n気通信役務提供者の１対１の通信にすぎないから，経由プロバイダがこの通信を媒\n介しても，経由プロバイダが特定電気通信役務提供者に該当することはないと主張\nする。\nしかし，本法律には「発信者」についての定義規定はあっても，「送\n信」及び「発信」に関する定義規定はない。そして，本法律２条各号の規定だけか\nら，本法律が「送信」と「発信」のそれぞれについて，あえて異なった意味付けを\n与えたとは解されないのであって，被告の主張は採用できない。\n（２）経由プロバイダを特定電気通信役務提供者に含めて解釈することの必要性\n及び許容性について\nｱ　名誉毀損の被害者が法的救済を求める場合，加害者を特定し，その者を相\n手に訴訟を提起することになる。そして，加害者を特定するためには，その者の住\n所及び氏名を知る必要がある。\nしかし，インターネット上では，自らの名前を明らかにしないで情報発\n信をすることが可能であり，このような匿名で行われる情報発信によってインター\nネット上で名誉毀損が発生した場合，その発信された情報を見ただけでは，発信者\nの住所及び氏名を特定することは困難である。\n本法律に定められた発信者情報開示制度は，このように匿名性の高いイ\nンターネットにおける情報発信による名誉毀損が発生した場合に，当該情報発信を\n媒介し，あるいはそれに関与した者に対し，その発信者に関する情報を開示させる\nことで，被害者が加害者の身元を特定し，法的救済を求める道を確保するために制\n定されたものであると解される。\nｲ　ところで，一般的に個人がインターネット上で不特定の者に対し情報発信\nを行う際に，自らウェブサーバなどの設備を用意して行うことは一般的ではなく，\n大半の場合は他の者からウェブサーバの記録媒体の一定領域について提供を受けた\nり，あるいは他の者が運営する電子掲示板を利用したりという手段を用いることに\nなる。\n特に無料でウェブサーバの記憶領域や電子掲示板を提供する者が，利用\n者に対して正確な住所及び氏名を要求することは少なく（甲２４ないし３９），多\nくは連絡先としてメールアドレスを要求するのみである。このような点を考慮すれ\nば，これらの者に対して，本法律に基づき発信者情報開示を命じても，元々それら\nの者は情報発信者の住所及び氏名を把握していない以上，実効性はない。\n一方，経由プロバイダの場合，課金の都合上ほとんどの場合利用者の住\n所及び氏名を把握している。\n以上のような現状に照らすと，仮に「開示関係役務提供者」から経由プ\nロバイダを除外し，これを実際に名誉毀損を生じる情報を記録しているサーバを保\n有している者に限定した場合には，発信者の住所及び氏名を把握していない者に対\nして情報開示を命じることができることになる一方，現実に情報を保有している者\nに対しては情報開示を命じることができないという結果になる。これでは，名誉を\n毀損された被害者に対し，事実上，権利救済の道を閉ざすことになりかねない。\nｳ　被告は，発信者情報開示は通信の秘密に係る守秘義務を解除するものであ\nり，憲法上保護されている権利についての守秘義務を解除するについては明確な規\n定を要し，安易な拡張解釈は許されないと主張する。\nしかし，立法の明確性は通常の判断能力を有する一般人の理解を基準に\n検討すべきであるところ，本法律の「特定電気通信役務提供者」の定義に「媒介し\nて」という言葉がある以上，まさに他人間の通信を「媒介」している経由プロバイ\nダが特定電気通信役務提供者に該当すると読み取ることは，一般人の理解として不\n自然なものではない。\nまた，経由プロバイダを特定電気通信役務提供者に含めて解釈しても，\nそれは本法律４条１項に定められた，発信者情報開示の対象となる情報発信の範囲\n自体を拡張するものではない。そもそも本法律４条１項に該当する情報発信をした\n者は，同条に基づいて発信者情報を開示される可能性のあることを覚悟すべき立場\nにある。このようなことを考慮すれば，たまたまサーバの管理者が発信者情報を保\n有していなかったために，発信者情報の開示を免れるということになるのは，合理\n的であるとはいえない。\nしたがって，本法律において経由プロバイダが「特定電気通信役務提供\n者」に該当するとの解釈は，通常の判断能力を有する一般人には十分想定可能な範\n囲に属するものであって，明確性を欠くものではなく，被告の主張するような「安\n易な拡張解釈」というべきものではない。\nｴ　また，本件で経由プロバイダを開示関係役務提供者に含めて解釈した場\n合，経由プロバイダとしては，名誉毀損をもたらす情報は自己の保有する設備に直\n接記録されることはなく，単に設備内を通過するのみであることから，経由プロバ\nイダは侵害情報に関する十分な情報が得られないのであって，開示の要件具備につ\nいて困難な判断を迫られ，その判断の誤りについて法的責任を問われかねない危険\nな立場に置かれる，とも考えられる。\nしかし，本法律４条４項においては，開示の請求に応じなかった場合に\nは，故意又は重過失がある場合を除き賠償責任を負わない旨定められている。そし\nて，特段の事情がない限り，侵害情報について立場上十分な情報を有しない経由プ\nロバイダに関して，裁判外の開示請求に応じないことに関して重大な過失が認めら\nれることは考えにくく，経由プロバイダを開示関係役務提供者に含める解釈をした\nとしても，経由プロバイダの保護に欠けるところはないというべきである。\nｵ　以上より，経由プロバイダを特定電気通信役務提供者に含めて解釈するこ\nとには合理性が認められ，そのことにより発信者及び経由プロバイダに不当な不利\n益が生じるとは認められない。\n（３）立法者意思について\nｱ　本総務省令によれば，開示されるべき発信者情報として，発信者の氏名及\nび住所のほか，侵害情報にかかるＩＰアドレス（本総務省令４号）及びタイムスタ\nンプ（本総務省令５号）が定められている。\nｲ　ＩＰアドレスは，いわばインターネット上の住所ともいうべきものであり\n（甲１９），これによって侵害情報の発信元が特定されることになる。\nところで，経由プロバイダを介してインターネットに接続する場合，利\n用者は，経由プロバイダからその保有するＩＰアドレスの割当てを受け，そのＩＰ\nアドレスを用いることになる（甲５７）。\nしたがって，一般の発信者の場合，ＩＰアドレスから発信者の氏名や住\n所を割り出そうにも，特定できるのは利用された経由プロバイダまでであり，経由\nプロバイダの協力なき限り発信者の割り出しは不可能である。\nｳ　そして，経由プロバイダからのＩＰアドレスの割当ては接続１回ごとに行\nわれるものであり，また一度誰かに割り当てられたＩＰアドレスが別の人間に割り\n当てられることもある（甲１９）。\nそうすると，経由プロバイダが侵害情報発信者の割り出しを行うために\nは，当該ＩＰアドレスからの送信が行われた日時であるタイムスタンプの特定もま\nた必要であり，ＩＰアドレスとタイムスタンプがそろうことによって経由プロバイ\nダは侵害情報発信者を特定できることになる（甲５７）。そして，ＩＰアドレスの\n割当ては経由プロバイダの内部で行われているものであり，その追跡作業は当該経\n由プロバイダのみが可能なものである。\nこのように考えると，本総務省令においてＩＰアドレスとタイムスタン\nプの開示が定められた趣旨は，それらを用いて経由プロバイダに発信者の追跡作業\nをさせ，それによって侵害情報発信者を特定するところにあると解される。\nｴ　これに対し，被告は，発信者情報を定めた総務省令におけるこのような規\n定から，逆に本法律が経由プロバイダを開示関係役務提供者としていると解するの\nは本末転倒であると主張する。\nしかし，本総務省令は本法律の条文上も本法律と一体として機能するこ\nとが予定されており（本法律４条１項），その規定内容は，本法律を解釈する上で\n検討の対象とすべきことは明らかである。\n（４）まとめ\n以上によれば，本件発信者がウェブサーバに別紙記事目録記載の情報を記\n録した行為は，発信者と不特定多数の者との間で行われる通信の不可欠な一部であ\nって，それは「特定電気通信」の一部分をなすものであるから，経由プロバイダで\nある被告は，交換機などの特定電気通信設備を用いて，発信者と不特定多数の者の\n間で行われる通信を媒介した者であり，「特定電気通信役務提供者」に該当するこ\nとは明らかである。\n２　争点（２）について\n（１）「権利が侵害されたことが明白であるとき」の解釈について\nｱ　本法律４条１項１号は，同項で定める発信者情報開示請求の要件の１つと\nして，「侵害情報の流通によって当該開示の請求をする者の権利が侵害されたこと\nが明らかであるとき」と定めている（以下「権利侵害要件」という。）。\nｲ　この規定の趣旨は，発信者の表現の自由及びプライバシーと被害者の名誉\n権及び裁判を受ける権利との調和を図る必要があること，また自らが侵害情報を発\n信したわけではないプロバイダに，発信者と同等の主張立証責任を負わせることが\n妥当でないことに照らし，開示請求が認められる場合を，開示請求者の権利が侵害\nされていることが「明らか」である場合に限定したものであると解すべきである。\nしたがって，開示請求者は，侵害情報の流通によって生じた権利侵害の\n客観面に加え，その侵害行為につき違法性が阻却されるような事由がないことにつ\nいても立証責任を負うと解するのが相当である。\nｳ　すなわち，事実を摘示しての名誉毀損の場合，その行為が①専ら公益を図\nる目的で行われ，②その行為が公共の利害に関する事実に係る場合に，摘示された\n事実がその重要部分について真実であることの証明があったときには，その行為に\nは違法性がなく，またある事実を基礎としての意見ないし論評の表明による名誉毀\n損の場合には，その行為が①専ら公益を図る目的で行われ，②その行為が公共の利\n害に関する事実に係る場合に，その意見ないし論評の前提としている事実が重要部\n分について真実であることの証明があったときには，人身攻撃に及ぶなど意見ない\nし論評としての域を逸脱したものでない限り，その行為は違法性を欠くものとされ\nている。\n以上によれば，発信者情報開示請求の場合には，開示請求者は，侵害情\n報によって自らの社会的評価が下落したことに加え，違法性阻却事由が存在しない\nこと，すなわち上記①ないし③のいずれかの要件が欠けていることについて主張立\n証責任を負うと解するのが相当である。\n以下，これらの点につき検討を加える。\n（２）社会的評価の低下の有無について\nｱ　前提となる事実及び甲第３ないし第７号証によれば，本件各記事に関し，\n以下のようなことが認められる。\nｲ　別紙記事目録記載２，１０及び１１の各記事は，弁護士である原告がプロ\nバイダに対し脅迫を行ったとの事実を摘示するものであり，これを読む者に対し，\n原告が違法行為を行う弁護士であるとの印象を与えるものである。したがって，こ\nれらの記事は，原告が脅迫を行ったとの事実を摘示することにより，原告の社会的\n地位を低下させたものであると認められる。\nｳ　別紙記事目録記載６の記事は，文面だけから判断した場合，原告の違法行\n為の事実を直接摘示しているとまではいえないものの，本件スレッドの他の発言と\n併せて読んだ場合，同記事内の「違法行為」の中に，原告が脅迫を行ったという事\n実が含まれていることは明らかであり，やはり原告の社会的地位を低下させるもの\nであると認められる。\nｴ　また，別紙記事目録記載１，３，４，５及び９の各記事は，いずれも何ら\nかの事実を摘示しているとはいえないものであるが，いずれも「ＤＱＮ」（「ＤＱ\nＮ」が侮辱的表現であることは甲第１７号証より明らかである。），「あんたそろ\nそろ自分自身にも弁護士をつけた方がいいんじゃない？」，「卑怯」，「Ａ氏が弁\n護士だと言うことが信じられない」など，いずれも侮辱的な表現を使って原告を誹\n謗中傷する内容であると認められ，原告の社会的地位を低下させるものであると認\nめられる。\nｵ　別紙記事目録記載７の記事は，直接原告に向けられた誹謗中傷であるとは\n認められない。また，同記事の前後の文脈，特に同記事内で引用されている本件ス\nレッド１５３番の記事，さらに１５３番の記事の元記事となっている本件スレッド\n１５１番の記事を検討しても，別紙物件目録記載７の記事は，本件スレッド１５３\n番の記事を記載した者，及び原告の依頼者である訴外会社に対する誹謗中傷ではあ\nっても，原告に対する誹謗中傷ないし事実の摘示であるとは認められず，原告の社\n会的地位を低下させるものであるとは認められない。\nｶ　また，別紙記事目録記載８の記事は，原告が自分に関するスレッドを「２\nちゃんねる」内に設立したという事実を摘示しているものと認められる。しかし，\n前後の文脈を検討しても，それ以上の事実を摘示しているものであるとは認められ\nず，また原告が自分に関するスレッドを設立したということが，弁護士としての原\n告の社会的地位を低下させるような不当な行為であるという意味を有することも認\nめられないから，同記事が原告の社会的地位を低下させるものであるとは認められ\nない。\nｷ　以上より，別紙記事目録記載１ないし６，及び同９ないし１１の各記事\n（以下「本件権利侵害記事」という。）は原告の社会的地位を低下させるものであ\nると認められるが，同目録記載７及び８の各記事は原告の社会的地位を低下させる\nものであるとは認められない。\n（３）違法性阻却事由の存否について\nｱ　目的の公益性について\n前記（２）において認定された本件権利侵害記事の内容に照らして，本\n件権利侵害記事が公益のために投稿されたものでないことは，明らかである。\nｲ　内容の真実性について\nさらに，前記前提となる事実，甲第１号証，甲第８ないし第１０号証，\n甲第１２ないし第１６号証及び弁論の全趣旨によれば，原告は，ソニーコミュニケ\nーションネットワーク株式会社に対しても，また被告に対しても，本法律に基づい\nて発信者情報開示を求めたのみであり，何ら脅迫行為は行っていないものと認めら\nれる。\nしたがって，本件権利侵害記事内で摘示され，あるいは本件権利侵害の\n記事の前提となっている事実が真実でないことが認められる。\n（４）開示を受けるべき正当な理由の存否について\n甲第１号証及び弁論の全趣旨によれば，原告は，本件発信者に対して損害\n賠償請求権を行使するために，被告に対して本件発信者情報の開示を求めているこ\nとが認められるから，原告には，本件発信者情報の開示を受けるべき正当な理由が\nあるものというべきである。\n３　以上より，原告の請求は，主文第１項の限度で理由があるのでこれを認容\nし，その余の請求については理由がないのでこれを棄却することとし，主文のとお\nり判決する。\n東京地方裁判所民事第３２部\n裁判長裁判官　　井　　上　　哲　　男\n裁判官　　和　　田　　吉　　弘\n裁判官香川礼子は，差支えのため，署名押印することができない。\n裁判長裁判官　　井　　上　　哲　　男\n"
}