{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 14
  },
  "case_number": "平成14(行ウ)14等",
  "case_name": "在ブラジル被爆者健康管理手当等請求事件",
  "court_name": "広島地方裁判所",
  "field": "行政",
  "lawsuit_id": "14966",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14966",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/966/014966_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　第14号事件原告Ａ関係\n被告は、原告Ａに対し、金80万4720円及びこれに対する平成14年10月2日から\n支払済みまで年5分の割合による金員を支払え。\n２　第14号事件原告Ｂ関係\n被告は、原告Ｂに対し、金73万7660円及びこれに対する平成14年10月2日から\n支払済みまで年5分の割合による金員を支払え。\n３　第20号事件原告Ｃ関係\n被告は、原告Ｃに対し、金136万8340円及びこれに対する平成15年1月8日から\n支払済みまで年5分の割合による金員を支払え。\n第２　事案の概要\n広島市に投下された原子爆弾によって被爆した後ブラジルに移住した原告ら\nは、その後来日して原子爆弾被爆者の医療等に関する法律（昭和32年法律第41号。\n以下「原爆医療法」という）又は原子爆弾被爆者に対する援護に関する法律（平成\n6年法律第117号。以下「被爆者援護法」という）における「被爆者」と認定され、\n健康管理手当の支給を受けるようになったが、その後日本国から出国してブラジル\nに帰国したところ、これを理由として健康管理手当の支給を打ち切られたため、被\n告に対し、未支給分の健康管理手当及びこれに対する各訴状送達日の翌日から支払\n済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。\n１　争いのない事実等\n(1)　当事者及び本件の経緯等\nア　原告Ａ関係\n(ア)　原告Ａは昭和2年7月5日に出生し、昭和20年8月6日、広島市に投下さ\nれた原子爆弾によって被爆した。\n(イ)　原告Ａはその後ブラジルに移住し、以来同国内に居住している。平\n成7年、原告Ａは来日し、原爆医療法2、3条に基づいて被爆者健康手帳の交付を受け\nた。原告Ａは被告に対し健康管理手当の支給を申請し、循環器機能障害を認定さ\nれ、平成7年6月から健康管理手当の支給を受ける旨の健康管理手当証書の交付を受\nけた。\n(ウ)　平成7年6月ころ、原告Ａは日本を出国した。被告は昭和49年7月22日\n付け厚生省公衆衛生局長通達（以下「402号通達」という）に基づいて、原告Ａが日\n本国の領域を超えて居住地を移したことによって手当受給権が失権したとして健康\n管理手当の支給を打ち切り、別紙原告Ａ未支給額欄記載のとおり、平成7年7月分か\nら平成12年5月分までの健康管理手当を支給しなかった。\n(エ)　平成15年5月30日、被告は上記(ウ)の健康管理手当未支給分（別紙原\n告Ａ未支給額欄記載のとおり平成7年7月分から平成12年5月分まで          、合計\n199万6670円）のうち、各支給月末日から5年を既に経過した平成7年7月分から平成\n９年6月分までの分合計80万4720円を除き、別紙原告Ａ振込額欄記載のとおり、平成\n9年7月分から平成12年5月分までの合計119万1950円を原告Ａが指定する口座に振り\n込んで支払った。\nイ　原告Ｂ関係\n(ア)　原告Ｂは昭和2年12月1日に出生し、昭和20年8月6日、広島市に投下\nされた原子爆弾により、そのころ被爆した。\n(イ)　原告Ｂはその後ブラジルに移住し、同国に居住していた。その後原\n告Ｂは来日して被爆者健康手帳の交付を受け、糖尿病、前立腺、内分泌腺機能障害\n等の症状が現れていたため、健康管理手当の支給申請を行い、健康管理手当支給要\n件に該当する旨の認定を受け、平成7年6月から健康管理手当の支給を受ける旨の健\n康管理手当証書の交付を受けた。\n(ウ)　平成7年7月、原告Ｂが日本を出国したことから、被告は402号通達に\n基づき、原告Ｂが日本国の領域を超えて居住地を移したことによって手当受給権が\n失権したとして、健康管理手当の支給を打ち切り、別紙原告Ｂ未支給額欄記載のと\nおり、平成7年8月分から平成12年4月分（平成8年11月、平成11年11月、同年12月分\nを除く）までの健康管理手当を支給しなかった。\n(エ)　平成15年5月30日、被告は上記(ウ)の健康管理手当未支給分（別紙原\n告Ｂ未支給額欄記載のとおり平成7年8月分から平成12年4月分まで、既支給分を除く\n合計182万6620円）のうち、各支給月末日から5年を既に経過した平成7年8月分から\n平成9年6月分（平成8年11月分を除く）までの分合計73万7660円及び支給済みの平成\n8年11月分、平成11年11月分、同年12月分を除き、別紙原告Ｂ振込額欄記載のとお\nり、平成9年7月分から平成12年4月分まで合計108万8960円を原告Ｂが指定する口座\nに振り込んで支払った。\nウ　原告Ｃ関係\n(ア)　原告Ｃは昭和4年10月25日に出生し、昭和20年8月6日、広島市に投下\nされた原子爆弾により被爆した。\n(イ)　原告Ｃは平成6年5月17日、被爆者健康手帳の交付を受け、平成6年\n6月から健康管理手当の支給を受ける旨の健康管理手当証書の交付を受けた。\n(ウ)　その後平成6年6月ころ、原告Ｃが日本を出国したことから、被告は\n402号通達に基づいて、原告Ｃが日本国の領域を超えて居住地を移したことによって\n手当受給権が失権したとして、健康管理手当の支給を打ち切り、別紙原告Ｃ未支給\n額欄記載のとおり、平成6年7月分から平成11年5月分までの健康管理手当を支給しな\nかった。\n(エ)　平成15年5月30日、被告は上記(ウ)の健康管理手当未支給分（別紙原\n告Ｃ未支給額欄記載のとおり平成6年7月分から平成11年5月分まで、合計198万\n0680円）のうち、各支給月末日から5年を既に経過した平成6年7月分から平成9年\n11月分までの分合計136万8340円を除き、別紙原告Ｃ振込額欄記載のとおり、平成\n9年12月分から平成11年5月分までの合計61万2340円を原告Ｃが指定する口座に振り\n込んで支払った。\nエ　被告は原告らに対する健康管理手当の支給義務者である（原子爆弾被爆\n者に対する特別措置に関する法律〔昭和43年法律第53号。以下「被爆者特措法」と\nいう〕10条1項、被爆者援護法27条1項、42条1号）。\n(2)　原子爆弾被爆者関連法規及び関連通達について\nア　原爆医療法について\n原爆医療法は、広島市及び長崎市に投下された原子爆弾の被爆者が今な\nお置かれている健康上の特別の状態に鑑み、被爆者に対して適切な健康診断及び医\n療を行うことにより、その健康の保持及び向上を図ることを目的として昭和32年に\n制定された（同法1条）。\nイ　被爆者特措法について\n昭和43年、広島市及び長崎市に投下された原子爆弾の被爆者であって、\n原子爆弾の傷害作用の影響を受け、今なお特別の状態にある者に対し、医療給付を\n内容とする原爆医療法に加えて各種医療特別手当の支給等の措置を講ずることによ\nり、その福祉を図るために、被爆者特措法が制定された（同法1条）。\n健康管理手当については、都道府県知事（広島市又は長崎市については\n市長）において、原爆医療法2条に規定する被爆者（以下「被爆者」という）であっ\nて、造血機能障害、肝臓機能障害その他の厚生省令で定める障害を伴う疾病（原子\n爆弾の放射能の影響によるものでないことが明らかな場合を除く）にかかっている\n（被爆者特措法5条1項）ことを認定するものとし、この認定によって「被爆者」は\n健康管理手当の受給権を取得する。\nウ　被爆者援護法について\n国の責務において、高齢化の進行している被爆者に対する保健、医療及\nび福祉にわたる総合的な援護対策を講じるため、ア及びイの2法を一本化し（これに\n伴いア、イは平成7年7月1日廃止された）、総合的な被爆者対策を実施する観点から\n被爆者援護法が施行された（以下、ア、イ及びウの法律を併せて「原爆3法」とい\nう）。\n被爆者援護法施行令及び施行規則が改正され、被爆者援護法上の「被爆\n者」に当たる者は国外に居住する場合にも、健康管理手当の支給を受けることがで\nきることを前提とする規定が置かれ（同法施行令5条、同法施行規則35条の3等）、\n平成15年3月1日から施行された。\nエ　402号通達について\n(ア)　厚生省公衆衛生局長は各都道府県知事、広島市長及び長崎市長に対\nし、「原子爆弾被爆者の医療等に関する法律及び原子爆弾被爆者に対する特別措置\nに関する法律の一部を改正する法律等の施行について」と題する通知（衛発第\n402号）を発し、「原爆医療法及び被爆者特措法は日本国の領域を超えて居住地を移\nした被爆者には適用がない」とする解釈を示し、以後被爆者援護法の下でも行政実\n務はこれに従って運用されてきた。\n(イ)　平成15年3月1日、同通達は廃止された。\n(3)ア　地方自治法236条１項は「金銭の給付を目的とする普通地方公共団体の\n権利は、時効に関し他の法律があるものを除くほか、5年間これを行わないときは、\n時効により消滅する。普通地方公共団体に対する権利で金銭の給付を目的とするも\nのについても、また同様とする」と定めている。\nイ　同法2項は「金銭の給付を目的とする普通地方公共団体の権利の時効によ\nる消滅については、法律に特別の定めのある場合を除くほか、時効の援用を要せ\nず、また、その利益を放棄することができないものとする。普通地方公共団体に対\nする権利で、金銭の給付を目的とするものについても、また同様とする」と定めて\nいる。\n２　争点及び当事者の主張\n(1)　争点\n本件健康管理手当支給請求権に係る消滅時効の成否\nア　時効の起算点（争点①）\nイ　時効の援用が信義誠実の原則違反ないし権利濫用にあたるか（争点②）\nウ　民法158条の法意に照らし、本件健康管理手当支給請求権については時効\n消滅の効果は生じていないと解すべきか否か（争点③）\n(2)　争点①（時効の起算点）\nア　被告の主張\n(ア)　原告らの被告に対する健康管理手当支給請求権は、債務者である被\n告の援用をまつまでもなく時効により消滅している。\n(イ)あ　普通地方公共団体に対する健康管理手当支給請求権は、地方自治\n法236条1項ないし3項に規定する「普通地方公共団体に対する権利で、金銭の給付を\n目的とするもの」に該当するところ、同条3項は「普通地方公共団体に対する権利\nで、金銭の給付を目的とするもの」について、「消滅時効の中断、停止その他の事\n項に関し、適用すべき法律の規定がないとき」には民法の規定を準用する旨定めて\nおり、時効の起算点は上記「その他の事項」に該当する。したがって、健康管理手\n当支給請求権についても「権利ヲ行使スルコトヲ得ル時（民法166条1項）」から、\n消滅時効が進行する。\nい　「権利ヲ行使スルコトヲ得ル」とは、権利を行使するについて法律\n上の障害がなくなった時をいい、単なる事実上の障害は含まない。\n原告らが出国したことにより支給を受けなくなった健康管理手当の\n支給請求権は、それぞれの手当の支給時期（各手当支給月の末日）において、その\n支給を求めて直ちに権利行使することが可能であり、その権利行使を妨げる法律上\nの障害は存在しなかった。\nう　原告らは①供託金取戻請求権（最高裁大法廷昭和45年7月15日判決、\n民集24巻7号771頁。以下「昭和45年判決」という）や②自動車損害賠償保障法72条\n1項前段の規定に基づく後遺障害による損害填補請求権（最高裁第3小法廷平成8年\n3月5日判決、民集50巻3号383頁。以下「平成8年判決」という）、③死亡保険金請求\n権（最高裁第1小法廷平成15年12月11日判決、民集57巻11号2196頁。以下「平成15年\n判決」という）等を挙げ、「権利ヲ行使スルコトヲ得ル時」とは権利行使が現実に\n期待できることを要し、健康管理手当支給請求権は402号通達に基づく実務運用によ\nって現実的に権利行使を期待することができなかったから、行政実務が変更された\nときから進行する旨主張する。原告らが根拠とする各例は、(ａ)権利の性質上前提\nとなる法律関係が確定して初めてその行使が現実に期待できるという特質があるた\nめ、「権利ヲ行使スルコトヲ得ル時」とは単にその権利の行使につき法律上の障害\nがないというだけでなく、さらに権利の性質上その権利行使が現実に期待のできる\nものであることをも必要とされると解される場合（①、②）か、(ｂ)そもそも請求\n権の要件事実を充たしていない場合（③）であって、当該請求権がそのような性質\nを有しておらず、当事者が要件事実を知らなかったというような、権利行使の妨げ\nとなったとされる事情が事実上の障害ないし主観的な事情にすぎない場合について\nは、「権利の行使の現実的期待可能性がない場合」にはあたらないと解すべきであ\nる。\n本件健康管理手当支給請求権の場合、権利行使の前提となる法律関\n係があり、それが確定して初めてその権利行使が現実に期待できるというような性\n質の権利ではないし、要件事実を充たさない場合でもない。\n(ウ)　402号通達により、日本国外に居住する被爆者（以下「在外被爆者」\nという）には原爆3法が適用されないとする解釈が示され、これに従って行政実務が\n運用されてきたことや平成14年12月5日以前の裁判例が在外被爆者に原爆3法の適用\nを排除していたこと、原告らがブラジル在住の被爆者であり、司法救済を求めるこ\nとが容易でなかったことはいずれも事実上の障害ないし主観的な事情にすぎない。\n現に原告らは、その主張する時効起算点である平成15年3月1日以前に本件訴訟を提\n起しているのであり、未支給健康管理手当の各支給時期（各手当支給月の末日）に\nおいて権利行使が現実に期待できるものであったことは明らかである。\n原告らは行政実務の運用をもって法の予定する客観的障害と解してい\nるように考えられる。これは行政実務の運用が一般的性格を有し、法律が一般的抽\n象的法規範であることと類似する性質を有するところから、両者を混同したものに\nすぎない。行政実務の運用が一般的性格を有するのは行政が多数の国民との間に関\n係を形成するという事実に基づくものであって、その事実関係としての一般性によ\nって、行政実務の運用に法的な性質として客観的な法規範性が認められるわけでは\nない。行政実務の運用それ自体が権利を行使するについて法の予定する客観的な障\n害となりうるものではない。\n(エ)　以上のとおり、原告らに関する未支給健康管理手当の各支給時期\n（各手当支給月の末日）をもって消滅時効の起算点とみるべきであるから、下記の\nいずれも本件訴訟が提起された平成14年7月31日又は同年12月3日の時点において\nは、債務者である被告の援用をまつまでもなく時効により消滅している。\nあ　原告Ａが支払を求める未支給分の健康管理手当支給請求権（別紙原\n告Ａ請求額欄記載のとおり、平成7年7月分から平成9年6月分、合計80万4720円）\nい　原告Ｂが支払を求める未支給分の健康管理手当支給請求権（別紙原\n告Ｂ請求額欄記載のとおり、平成7年8月分から平成9年6月分、これから既支給の平\n成8年11月分を除いた合計73万7660円）\nう　原告Ｃが支払を求める未支給分の健康管理手当支給請求権（別紙原\n告Ｃ請求額欄記載のとおり、平成6年7月分から平成9年11月分、合計136万8340円）\nイ　原告らの主張\n(ア)　本件健康管理手当支給請求権の消滅時効の起算点は、行政実務が変\n更され、各手当の支給を受けることが事実上可能になった平成15年3月1日と解すべ\nきである。\n(イ)あ　民法166条1項の「権利ヲ行使スルコトヲ得ル時」とは、単にその\n権利の行使につき法律上の障害がないというだけではなく、さらに権利の性質上、\nその権利行使が現実に期待できるものであることが必要である（昭和45年判決）。\nい　昭和45年判決は「権利ヲ行使スルコトヲ得ル」とは、「権利の行使\nにつき法律上の障害がないというだけでなく、さらに権利の性質上、その権利行使\nが現実的に期待のできるものであることをも必要と解する」とし、問題となってい\nる供託金取戻請求権という権利の性質に着目して、その権利行使が現実に期待でき\nる時をもって、「権利ヲ行使スルコトヲ得ル時」とする解釈基準を示し、それ以後\nの判決例も問題となっている権利の性質を踏まえて権利行使の現実的期待可能性の\n有無を具体化する努力をしている。昭和45年判決は供託金取戻請求権の問題に限定\nされるものではなく、広く消滅時効の起算点についての判断基準を示したものであ\nる。\n被告はこれまで判例で問題となった請求権は、前提となる法律関係\nが確定して初めてその行使が現実に期待できる「特質」を有するものであるとした\nうえ、そのような「特質」を有する請求権が問題となる事案に限り「権利行使の現\n実的期待可能性」の有無によって判断される旨主張する。しかし、被告が「前提と\nなる法律関係」として説明する事情の内実も事実関係にほかならず、被告の主張す\nるところの「特質」はあくまで事実上の問題（事実関係）にすぎない。「権利行使\nの現実的期待可能性」の有無を判断するに当たってこのような事実上の問題も考慮\nする以上、その判断は当該事案における相対的な事実評価にほかならず、そこで評\n価の対象とされる事実関係について被告が主張するような限定があるわけではな\nい。\n平成8年判決で問題となった自動車損害賠償保障法72条1項前段の規\n定に基づく損害補填請求権は、同法3条による請求権の存否について司法的な判断が\n未確定であるからといってその権利行使が法律的・理論的に不可能なわけではな\nく、それを期待することが被害者に難きを強いることになるという事情を重視した\n判断をしているものにすぎず、平成15年判決も昭和45年判決を引用したうえで、被\n保険者の生死が不明であるという事実関係を評価して、当事者らがこれを知りうる\nような客観的な状況があったか否かを検討して「権利行使の現実的期待可能性がな\nい」と判断しており、当該事案においては「前提となる法律関係が確定してはじめ\nて、その行使が現実に期待できる」というような事情は存在しない。\n判断基準はあくまで「権利の性質上その権利行使が現実に期待でき\nるものであったか否か」であり、その判断は個別事案により具体的に検討すべきも\nのであって、被告がいうような「前提となる法律関係が確定してはじめて権利行使\nが現実に期待できる場合」とか「要件事実の存否が不明な場合」に直ちに類型化で\nきるものではない。\n(ウ)　402号通達により、一旦受給権が認められていても日本を出国した在\n外被爆者には原爆3法は適用されないとする解釈が示されたのは昭和49年7月22日で\nあり、それ以後平成15年3月1日に同通達が廃止されるまでの約30年の長期にわた\nり、同通達に従って、日本で受給認定された後、出国した在外被爆者には健康管理\n手当が支給されなかったのであって、同通達の内容を前提とする限り、ブラジルに\n在住する原告らに健康管理手当の受給権が認められないことは一義的に明確であっ\nた。そして、このような行政実務が適法であることについて、行政当局は何らの疑\n問も呈していないという客観的な状況が約30年間にわたり継続していた。\n原告らがブラジルに居住していた事情自体は原告ら側の事情であると\nしても、そのような事情を有する原告ら在外被爆者につき、行政実務上健康管理手\n当の受給権が認められないとされてきた事情については、何ら原告らの主観的事情\nと関わりないことであり、専ら402号通達に起因するものである。同通達に従えば、\n原告らに健康管理手当支給請求権が存在しないことは一義的、かつ明確に帰結され\nるのであり、しかもこの通達に基づく行政実務が約30年にわたり継続してきたこと\nに鑑みれば、ブラジルに住む原告らに権利行使が現実に期待できなかったことは明\nらかである。本件健康管理手当支給請求権について、原告らの権利行使の現実的期\n待可能性の有無を判断するに当たり、この点を無視して原告らの居住地がブラジル\nにあったことのみを考えることは不合理かつ不条理である。\n行政実務の運用は一般的、網羅的に機能するものであり、当該運用が\n長期にわたり定着しているような場合には事実上それが法規と同じような機能を果\nたすことは否定できないのであって、本件ではこのような行政実務の客観的な運用\n状況に照らして「権利行使が現実に期待できなかった」といえるか否かを検討すべ\nきである。\nまた、原子爆弾に被爆した者が被った特殊の被害に鑑み、一定の要件\nを満たせば、「被爆者」の国籍も資力も問うことなく一律に援護の措置を講じると\nいう被爆者援護法の趣旨に照らしても、十分な医療を受ける機会に恵まれておら\nず、より援護の必要性が高い原告らのような在外被爆者に対し、手当の各支給時期\nから短期間内に訴訟を提起することを強いるような解釈をすべきではない。\n上記のような事情を考慮すれば、原告らが未支給となっている健康管\n理手当についてその権利を行使することが現実に期待できないような特段の事情が\n存したものというべきである。\n(3)　争点②（時効の援用が信義誠実の原則ないし権利濫用〔以下、併せて「権\n利濫用等」という〕にあたるか）\nア　原告らの主張\n(ア)　被告が引用する権利濫用等の主張についてこれを失当とした最高裁\n第1小法廷平成元年12月21日判決（民集43巻12号2209頁。以下「平成元年判決」とい\nう）は除斥期間についてのものであり、本件とは法的性質を異にする。\n公債務の存在が裁判上争われる事態となったとき、普通地方公共団体\nが消滅時効による相手方の権利消滅につき、裁判所の法的判断を求めるために、訴\n訟行為として消滅時効によって相手方の権利が消滅した旨を、具体的事実に基づい\nて主張することは民事訴訟手続の本質から必要不可欠であって、「除斥期間が経過\nした時点で法律上当然に消滅したことになる」除斥期間の場合とは異なる。\n地方自治法236条2項は実体法上原則的に必要とされている「援用」と\nいう行為を例外的に不要としているにすぎず、およそ「援用」を観念することがで\nきず、また立法趣旨も異なる除斥期間と同視することはできない。\n地方自治法236条2項が例外的に援用なくして確定的に消滅時効の実体\n法上の効果を生じさせることとしたのは、大量の公債務について相手方の権利を行\n政手続上円滑に消滅させようとする趣旨からにすぎず、同条項がその効果を主張す\nることが権利濫用等と評価される事態まで想定し、そのような訴訟上の主張をも許\nさないとする趣旨で規定されたものとは解されない。地方自治法236条2項の趣旨と\n権利濫用等を観念することとは矛盾するものではない。\n(イ)　仮に被告が主張するように時効の援用は不要であるとしても、弁論\n主義により、訴訟において時効の起算点となる事実と時効期間の経過となる事実の\n主張が必要となるから、権利濫用等の対象となるべき行為は存在する。\n実体法上消滅時効の援用が不要であるということと、手続法上、すな\nわち民事訴訟手続において弁論主義の建前上（例えば民事訴訟法159条、179条\n等）、消滅時効の主張を要するということとは別個の問題である。\n(ウ)　被告が長年402号通達に基づき、在外被爆者には原爆3法は適用され\nないとする解釈を示し、これに従って行政実務を運用してきたことが決定的要因と\nなって、原告らを含めた在外被爆者の権利行使が妨げられていたという事情があ\nり、さらにブラジルと日本との距離及び原告らの年齢（高齢）に鑑みれば、来日す\nること自体肉体的に大変な負担を伴う行為であること、ブラジルと日本との経済事\n情の格差、法律相談を受けることも容易に叶わない状況にあったことを考慮すれ\nば、原告らが本件について司法救済を求めることは容易でなかったといわざるを得\nない。このような原告らが起こした訴訟手続において、訴訟を起こしていない者が\n権利を失うのは当然であるとし、未支給部分の健康管理手当支給請求権が時効消滅\nしたと主張することは訴訟上の信義則にもとる。\n(エ)　したがって、被告の消滅時効の主張は権利濫用ないしは信義誠実の\n原則に違反し、許されない。\nイ　被告の主張\n(ア)　地方自治法236条2項は普通地方公共団体の債権・債務の不安定な状\n態をなるべく速やかに解決し、大量かつ複雑多様な会計上の決済を早期に完了させ\nる必要性があることから、消滅時効の効果の発生につき、時効の援用・時効の利益\nの放棄という個別の事情に係る部分を排斥し、画一的にこれを処理し、規律するこ\nとを目的として、時効期間の経過により一律に消滅時効の効果が発生するとしたも\nのであり、同条項の文理及び趣旨からみて「普通地方公共団体に対する権利で金銭\nの給付を目的とするもの」については時効の援用がなくとも当然に時効により消滅\nするものであるから、裁判所は5年間の消滅時効期間が経過すれば当事者が時効を援\n用しなくても、地方自治法236条の規定を当然に適用しなければならないのであっ\nて、同条項の適用される場面において権利濫用等を観念する余地はない。\n平成元年判決が「利益を受ける側に、実体法上も手続法上も何らかの\n行為が要件とされていない以上、権利濫用等の行為を観念する余地がない」とした\n点は、援用を要することなく絶対的消滅となる点で除斥期間と同様の地方自治法\n236条1項、2項所定の消滅時効にも妥当する。\n(イ)　弁論主義により、訴訟においては時効の起算点となる事実と時効期\n間の経過となる事実の主張が必要であり、これらの事実の主張をなすことが権利濫\n用等の対象となるべき行為である旨原告らは主張するが要件事実の主張が必要とな\nる点は除斥期間についても同様であり、平成元年判決は訴訟における除斥期間の要\n件事実の主張について、権利濫用ないし信義則違反と評価され得ないとする趣旨を\n含むものと解される。したがって、普通地方公共団体に対する金銭債権の消滅時効\nを訴訟上主張する行為について、権利濫用等の行為を観念する余地はない。\n(ウ)　本来処分を受けた者が行政機関の示した法解釈を誤りと考えるので\nあれば、法解釈の最終判断者は裁判所であるから、時効期間内に司法的救済を求め\nるべく所要の手続をとって、自らの権利利益の救済を図ることが現行法制度の予定\nするところである。\n原告らは出国により健康管理手当の支給を受けられないことを知った\n時点で、その支給を求める訴訟を提起するなどの方法により時効の中断をすること\nができたのであり、5年の時効期間の経過前にそのような措置をとることに格別の支\n障があったとはいえない。402号通達が誤りであるというのであれば、司法的救済を\n求めることができたにもかかわらず、原告らはその手段をあえてとらなかったので\nある。\n行政機関が法令の解釈を通達として公にし、これに従い行政事務を運\n用していたことが、時効に関する権利濫用ないし信義則違反の評価根拠事実となる\nとすれば、裁判所の法解釈が行政機関の公にされた通達と異なった場合には、一般\n的に時効の主張が排斥されることになりかねず、制限なく過去に遡って権利救済を\n求めることが許されることとなる。このような解釈は種々の公法関係の法律で特に\n法律関係の早期確定を図る規定が置かれている趣旨に反する。\nそもそも行政機関が法令の解釈運用を統一するため、通達を発し、関\n係者にその周知を図ることは当然のことであって、何ら非難されるべきことではな\nい。また、402号通達で示された解釈は相応の論拠を有するものであって、当時の厚\n生省が違法な解釈であると認識していたわけでもない。\n(4)　争点③（民法158条の法意に照らし、本件健康管理手当支給請求権につい\nては時効消滅の効果は生じていないと解すべきか否か）\nア　原告らの主張\n(ア)　民法158条以下は時効の停止についての規定であるが、これは時効が\n完成すれば権利を失うべき者に、時効の中断行為をなしえないか著しく困難となる\n障害事由が存在する場合、その者を救済するために時効の完成を猶予する制度であ\nる。本件原告らも前述のとおり司法的救済を求めることが事実上極めて困難な状態\nにあったといわざるを得ない。したがって、民法158条の法意に照らし、一定期間消\n滅時効の効果は生じないと解すべきである（最高裁第2小法廷平成10年6月12日判\n決、民集52巻4号1087頁。以下「平成10年判決」という）。\n(イ)　したがって、少なくとも行政実務が変更され、在外被爆者であって\nも本件手当を受給できるようになった平成15年3月1日まで消滅時効の効果は生じな\nいと解するべきである。したがって、消滅時効期間は満了していない。\nイ　被告の主張\n(ア)　民法158条の法意が問題となるのは極めて例外的な場合であり、期間\n内に権利行使しなかったことを是認することが著しく正義・公平に反する事情があ\nるうえ、時効の停止等その根拠となるものが必要である。\n平成10年判決も、民法724条後段を字義どおり解すると、心神喪失の状\n況が当該不法行為に起因する場合であっても、被害者はおよそ権利行使が不可能で\nあるのに、20年が経過したことのみをもって一切の権利行使が許されないこととな\nる反面、心神喪失の原因を与えた加害者は損害賠償義務を免れる結果となり、著し\nく正義公平の理念に反することから、平成元年判決の例外を認めたものであって、\nその射程範囲は極めて狭いというべきである。\n(イ)　本件の場合、原告らの主張する権利行使の障害はいずれも事実上な\nいし主観的事情にとどまるものであり、著しく正義公平に反する事情があるとはい\nえず、時効の停止等その根拠となるものも存しない。したがって民法158条の法意に\n照らしても消滅時効の効果を制限することはできない。\n第３　当裁判所の判断\n１　争点①（時効の起算点）について\n(1)　地方自治法236条1項によれば、普通地方公共団体に対する権利で金銭の給\n付を目的とするものについては、5年を経過したときは時効により消滅するとされ、\n時効の起算点については同法に規定がなく、同条3項、民法166条1項により「権利ヲ\n行使スルコトヲ得ル時」から時効期間が進行する。\n「権利ヲ行使スルコトヲ得ル」とは、当該権利の行使につき、法律上の障\n害がないというだけではなく、さらに当該権利の性質上、その権利行使が現実に期\n待できるものであることを要すると解するのが相当である。\n(2)ア　原告らは昭和45年判決等を引用して、本件の場合に「権利ヲ行使スルコ\nトヲ得ル」のは、行政実務が変更され、各手当の支給を受けることが可能となった\n平成15年3月1日である旨主張する。\nイ　しかしながら、本件健康管理手当支給請求権は「被爆者」が法に定める\n要件を充たすことによって法律上発生するものであって、原告らはその要件であ\nる、①所定の疾患に罹患したこと、②都道府県知事の健康管理手当認定を受けたこ\nと等の健康管理手当の支給要件について認識しており、本件健康管理手当支給請求\n権を行使することについて、法律上の障害があったことを窺わせる事情はなく、原\n告らが日本国の領域を超えて居住地を移した場合には原爆3法の適用がないとする\n402号通達の趣旨に添って、被告において支給に応じなかったという事実経過であ\nる。すなわち、債務者が一定の法解釈に基づいて債務の履行をしなかったにとどま\nるのであって、権利行使の障害は債務者の意思のみであったということができる。\nしたがって、債権者である原告らにとってその権利の行使を妨げる事情があったと\nいうことはできない。\nウ　原告らは、地理的な条件や経済的困窮から訴訟手続をとることができな\nかった旨主張する。原告らが日本から遠方のブラジルに居住していること、ブラジ\nルでの厳しい生活が本件提訴を困難にしたであろうことは十分に察せられるが、そ\nのような事情を一般的に権利行使の現実的期待可能性の判断において考慮すべきも\nのとすると、時効の起算点を一律に確定することは到底不可能となり（例えば、本\n件のように在外被爆者が健康管理手当の支払を請求するとして、日本からどの程度\n距離が離れていれば、考慮されるべき要素となるのか、当該当事者の経済事情がど\nの程度であって、日本の経済水準と比してどの程度格差があれば考慮要素となるの\nか、提訴する当事者の抱える事情は千差万別であり、基準としては極めて曖昧なも\nのとなる）、時効の利益の放棄を否定し、援用を要しないとして画一的な処理を行\nい、時効期間の経過により一律に消滅時効の効果を生じさせ、法律関係の早期安定\nを図ろうとした時効制度（地方自治法236条2項）の趣旨に反し、著しく法的安定性\nを欠くことになる。原告らが本件で主張しているような地理的な条件や経済的な事\n情等主観的事情に基づく事由によって権利行使できなかったような場合をもって\n「権利の性質上その権利行使が現実に期待でき」ない場合に当たると解すべきでは\nない。原告らが引用する各判決にしても、それぞれの権利や制度趣旨から導かれ\nる、客観化できる事由による場合に限り「権利の性質上、その権利行使が現実に期\n待できない」場合に当たるとしているものと解される。\nエ　原告らは402号通達を基礎として行政実務が在外被爆者は健康管理手当の\n支給を請求できないとしてきた状況の下ではブラジルに居住する原告らに本件健康\n管理手当支給請求権の行使を現実に期待することは困難であった旨主張する。\n権利行使が法的に可能であるのに、行政府が誤った判断をして、その行\n使を否定した場合、その判断を違法であると考えた場合には、当事者はその最終的\nな救済（判断）を司法権に求めることができ、そのための制度として訴訟制度が設\nけられているのであって、違法な判断が長年続いていたため、あきらめて提訴せ\nず、客観的にみてそのような状況が続いていたとしても、当該権利行使をすること\nが当該権利の根拠規定の文理や趣旨に反するような一般的な状況にあったとはいう\nことはできない。そして、原告らは時効の起算点であると主張する平成15年3月1日\n以前に本訴を提起しており、本訴以外にこの平成15年3月1日以前の平成11年にも健\n康管理手当支給を求める訴えが提起されているのであって、これらの状況に照らし\nても、本件健康管理手当支給請求権の行使が「権利の性質上権利行使が現実に期待\nでき」なかったとはいえない。\n(3)　したがって、原告らの本件健康管理手当支給請求権については各支給月末\n日から消滅時効期間が進行するものと解すべきであり、各起算点（各支給月末日）\nから5年を経過したときに地方自治法236条2項による消滅時効が完成し、被告による\n消滅時効の援用をまつことなく本件健康管理手当支給請求権は消滅したものという\nべきである。\n２　争点②（時効の援用が権利濫用等にあたるか）について\n(1)　消滅時効の援用（主張）が権利濫用等にあたるというためには、債権者が\n債務者の積極的な行動・態度を信頼して時効中断等の措置をとらなかったところ、\n債務者が時効期間徒過後にこれまでの態度を覆して時効を援用した、あるいは債権\n者が時効中断の措置を講じるのを債務者が妨げたなど、債権者が時効中断の措置を\n講じなかったことにやむを得ない事情があり、債務者の時効の援用が社会的にみて\n相当といえる範囲を逸脱したと認められる場合であると解される。本件はそのよう\nな場合に当たらない。\n原告らは被告が402号通達に基づいて在外被爆者に健康管理手当支給をしな\nい旨の取扱いを長期間にわたってしておきながら、本件健康管理手当支給請求権の\n時効消滅を主張するのは権利濫用ないし信義則違反である旨主張する。\nしかしながら、原告らの主張するところによっても、被告はその法解釈に\n基づいて債務を履行しなかったにとどまり、それ以外に被告において時効の援用を\nしないものと原告らに信頼させたとか、裁判上の権利行使ができないといった教示\nをしたなど原告らにおいて法的措置を講じることを妨げた事情が窺えるわけではな\nい。また、行政機関が通達に従って行政事務を運用していたことが権利濫用等の評\n価の対象行為となるとすると、裁判所の法解釈が行政機関の通達と異なった場合、\n一般に時効の主張が排斥されて制限なく過去に遡って権利救済を求めることが許さ\nれることになり、法律関係の早期確定を図るために置かれた時効規定の趣旨に反す\nることとなる。\n(2)　したがって、その余の点について判断するまでもなく、原告らが時効を中\n断する措置を講じなかった以上、地方自治法236条2項によって定められている時効\n消滅の効果を免れることはできないというべきである。\n３　争点③（民法158条の法意に照らし、本件健康管理手当支給請求権については\n時効消滅の効果は生じていないと解すべきか否か）について\n原告らは、民法158条の法意に照らし本件健康管理手当支給請求権について消\n滅時効の効果は生じていない旨主張する。\n民法158条は、自ら時効中断行為をなしえない無能力者を保護するため時効の\n完成を一時猶予するものであり、自ら時効中断措置を講じうる原告らについて同条\nの法理を用いるべきものとはいえず、前述した地方自治法236条2項の趣旨に照らし\nても、たやすく例外を認めるべきではない。\n第４　結論\n原告らの請求はすべて理由がないから棄却することとし、訴訟費用の負担に\nついて民事訴訟法61・65条を適用して、主文のとおり判決をする。\n広島地方裁判所民事第２部\n裁判長裁判官　　橋　　　本　　　良　　　成\n裁判官　　木　　　村　　　哲　　　彦\n裁判官　　仁　　　藤　　　佳　　　海\n"
}