{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 23
  },
  "case_number": "平成12(行ケ)399",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12483",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12483",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/483/012483_hanrei.pdf",
  "contents": "平成１２年（行ケ）第３９９号　審決取消請求事件（平成１３年４月１１日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　株式会社東京都民銀行\n訴訟代理人弁理士　　　西　　　良　久\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　  　八木橋　正　雄\n同　　　　　　　　　　宮　川　久　成\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が不服２０００－１５２５号事件について、平成１２年８月２９日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成１０年８月１７日、「SMALL BUSINESS」の欧文字を横書きした\n構成よりなる商標（以下「本願商標」という。）につき商標登録出願をした（商願\n平１０－７００８４号）が、平成１２年１月７日に拒絶査定を受けたので、同年２\n月９日、これに対する不服の審判請求をし、同年８月１８日付け手続補正書によっ\nて、指定役務を商標法施行令別表による第３６類「資金の貸付け」と補正した。\n特許庁は、同審判請求を不服２０００－１５２５号事件として審理した上、\n同年８月２９日に「本件審判の請求は、成り立たない。」との審決をし、その謄本\nは、同年９月２０日、原告に送達された。\n２　審決の理由\n審決は、別添審決謄本写し記載のとおり、本願商標を構成する「SMALL\nBUSINESS」の語が「中小企業」を意味する英語であり、これが外来語となった「ス\nモールビジネス」が普通に使用されているから、本願商標をその指定役務に使用し\nた場合に、取引者、需要者は「中小企業（スモールビジネス）向け」に役務を提供\nしていることを端的に表示した文字と理解するにとどまり、自他役務を識別する標\n識とは認識できないから、本願商標は、商標法３条１項６号に該当し、登録するこ\nとができないとした。\n第３　原告主張の審決取消事由\n審決は、外来語としての「スモールビジネス」が「中小企業」を意味する語\nとして普通に用いられているものと誤って判断し（取消事由１）、また、原告によ\nる積極的な使用によって、「SMALL BUSINESS」又は「スモールビジネス」の文字か\nらなる商標が、原告の業務に係る「資金の貸付け」を識別する商標として、取引\n者、需要者に広く認識されていることを看過した（取消事由２）結果、本願商標を\nその指定役務に使用した場合に、取引者、需要者が自他役務を識別する標識とは認\n識できないとの誤った結論に至ったものであるから、違法として取り消されるべき\nである。\n１　取消事由１\n(1) 審決は、「『SMALL BUSINESS』は、『中小企業』を意味する英語であり、\nこれが外来語となった『スモールビジネス』が普通に使用されていることは、１９\n９８年１０月２０日付日本経済新聞の『インタビュー反転の経営（４）市民バンク\n代表片岡勝氏－地域起業（新しい会社）』と題する記事・・・また、１９８７年１\n０月１６日付日本経済新聞の『スモールビジネス、小さくても元気不況下で成長維\n持－６１年度１０００社日経調査。』と題する記事・・・からも認められる」（審\n決謄本２頁７行目～２３行目）、「中小企業金融公庫法（昭和２８年法律１３８\n号）に基づいて設立された中小企業金融公庫（英名：Small Business Finance\nCorporation）（注、「Busness」とあるのは誤記と認められる。）・・・中小企業\n総合事業団法（平成１１年法律１９号）に基づいて設立された中小企業総合事業\n団・・・法人『商工組合中央金庫』（商工組合中央金庫法に基づく中小企業金融機\n関）・・・等々中小企業向けの金融機関が存在している」（同２頁２４行目～３１\n行目）、「以上の実情を勘案すると、『SMALL BUSINESS』の文字よりなる本願商標\nをその指定役務に使用するときは、需要者は、『中小企業（スモールビジネス）向\nけ』に役務を提供していることを端的に表示した文字と理解するに止まり、自他役\n務を識別する標識とは認識できないとみるのが相当である」（同２頁３２行目～３\n６行目）と判断した。\nそして、被告は、上記１９９８年（平成１０年）１０月２０日付け日本経\n済新聞記事（乙第６号証）及び１９８７年（昭和６２年）１０月１６日付け日本経\n済新聞記事（乙第７号証）のほか、昭和５２年９月２８日パシフィックマネジメン\nトコンサルタンツ株式会社第１版第２刷発行の「英和・和英　新ビジネス英語大辞\n典」（乙第５号証）に、「small business」の語に対し「中小企業」との訳語が付\nされていること等を根拠として、審決の「『SMALL BUSINESS』は、『中小企業』を\n意味する英語であり、これが外来語となった『スモールビジネス』が普通に使用さ\nれている」との認定に誤りがない旨主張するが、以下のとおり、誤りである。\n(2) ２０００年（平成１２年）７月２０日株式会社三省堂第７刷発行の「デイ\nリーコンサイスカタカナ語辞典」（甲第１７号証）に「スモール-ビジネス［small\nbusiness］」につき「小企業．小商い．」との説明が、１９９９年（平成１１年）\n４月１０日株式会社小学館第１版第２刷発行の「ポケット　プログレッシブ　カタ\nカナ語辞典」（甲第１８号証）に「スモール・ビジネス」につき「（大企業などに\n対して）優良中小企業、ベンチャー・ビジネスなどの総称」との解説がそれぞれ掲\n載されており、また、「スモールビジネス」の用語が、上記１９９８年（平成１０\n年）１０月２０日付け日本経済新聞記事（乙第６号証）では「小企業」の意味で、\n上記１９８７年（昭和６２年）１０月１６日付け日本経済新聞記事（乙第７号証）\nでは「中小・ベンチャー企業を合わせたもの」の意味で、さらに、１９８８年（昭\n和６３年）２月２３日付け日経産業新聞記事（乙第８号証）では「（リサイクルシ\nョップや総菜宅配ビジネスなどの）小商い」の意味で、１９８７年（昭和６２年）\n７月３０日付け日本経済新聞記事（乙第９号証）では「（ニューサービスを中心と\nした）ベンチャー企業」の意味で、２０００年（平成１２年）３月１７日付け「ニ\nッキン」（乙第１０号証）では「個人経営者」の意味で、それぞれ使用されている\nように、外来語としての「スモールビジネス」には一義的な意味はなく、小企業、\n小商い、優良中小企業、ベンチャービジネスなどを総称する用語として用いられて\nいるのであって、一義的に「中小企業」を意味するものでないことは明らかであ\nる。\n他方、中小企業金融公庫法、中小企業総合事業団法、中小企業基本法等に\nおける「中小企業」は、例えば、中小企業基本法（平成１１年法律第１４６号によ\nる改正前のもの）においては、①資本の額又は出資の総額が１０００万円以下の会\n社並びに常時使用する従業員の数が５０人以下の会社及び個人であって、小売業又\nはサービス業に属する事業を主たる事業として営むもの、②資本の額又は出資の総\n額が３０００万円以下の会社並びに常時使用する従業員の数が１００人以下の会社\n及び個人であって、卸売業に属する事業を主たる事業として営むもの、③資本の額\n又は出資の総額が１億円以下の会社並びに常時使用する従業員の数が３００人以下\nの会社及び個人であって、その他の業種に属する事業を主たる事業として営むもの\nと定められている（同法２条）が、「スモールビジネス」がこのように定義される\n中小企業を意味するものでないことは明らかである。\nしたがって、審決が、「『SMALL BUSINESS』は、『中小企業』を意味する\n英語であり、これが外来語となった『スモールビジネス』が普通に使用されてい\nる」と認定したことは誤りであり、この認定を前提として、「『SMALL BUSINESS』\nの文字よりなる本願商標をその指定役務に使用するときは、需要者は、『中小企業\n（スモールビジネス）向け』に役務を提供していることを端的に表示した文字と理\n解するに止まり、自他役務を識別する標識とは認識できないとみるのが相当であ\nる」とした判断も誤りであって、本願商標は、資金の貸付けの需要者（融資先）を\n具体的に表示するものではなく、自他役務識別力を有するものというべきである。\n２　取消事由２\n(1) 審決は、原告が提出したスモールビジネスローンの紹介記事及び広告（審\n判、本訴とも甲第１～第１２号証）につき、「『スモールビジネスローン』の文字\nが多数見い出せるが、『スモールビジネスローン』の文字の意は、『中小企業向け\nローン』を表すものであって、その構成中『スモールビジネス』の文字部分は、そ\nのローンの種類たる需要者（融資先）を指称する文字部分に止まるものにすぎない\nものというべきであって、商標としての使用とは認められず、且つ、請求人（注、\n原告）の商標である『SMALL BUSINESS』（若しくはその片仮名表記）の欧文字の商\n標が、本件指定役務について永年に亘り広く使用している事実及びその使用の結果\nとして、それらの役務の取引者需要者により『SMALL BUSINESS』（若しくはその片\n仮名表記）の商標が、本件請求人の業務に係る役務を識別する商標として知られて\nいるものと認めるに足りない」（審決謄本３頁６行目～１６行目）と判断したが、\n以下のとおり、誤りである。\n(2) 原告は、平成１０年１１月９日に資金の貸付けに係る役務について「スモ\nールビジネスローン」の商標の使用を開始し、現在に至るまで、ダイレクトメール\n（甲第４１、第４２号証）、ラジオコマーシャル（甲第４３号証）、セミナー、講\n演会等の開催（甲第４４、第４５号証、第４６号証の１～３、第４７～４９号\n証）、新聞及び雑誌の記事、広告等（甲第１～第１３号証、第５０号証の１～１\n１、第５１号証の１～５、第５２号証の１～３、第５３号証、第５４号証の１、\n２、第５５号証の１～５、第５６号証の１、２、第５７、第５８号証、第５９号証\nの１、２、第６０～第６９号証）によって積極的にその使用を継続してきた。\n資金の貸付けは、一般に取引者、需要者間では「ローン」として認識され\nているものであるから、「スモールビジネスローン」は、社会通念上、「スモール\nビジネス」と同一の商標として取引者、需要者に認識されるものである。\n他方、原告以外に、「スモールビジネス」又は「SMALL BUSINESS」の商標\nを資金の貸付けの役務に用いているものは見当たらない。\nこれらの事情によれば、「スモールビジネス」は、原告の業務に係る資金\nの貸付けを識別する商標として、資金の貸付けの業務に係る取引者、需要者に十分\n知られているものというべきであるから、審決が、本件商標の指定役務に係る「取\n引者需要者により『SMALL BUSINESS』（若しくはその片仮名表記）の商標が、本件\n請求人（注、原告）の業務に係る役務を識別する商標として知られているものと認\nめるに足りない」とした判断は誤りである。\n第４　被告の反論\n審決の認定、判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１について\n原告は、外来語としての「スモールビジネス」に一義的な意味はなく、小企\n業、小商い、優良中小企業、ベンチャービジネスなどを総称する用語として用いら\nれており、一義的に「中小企業」を意味するものでないから、「『SMALL\nBUSINESS』の文字よりなる本願商標をその指定役務に使用するときは、需要者は、\n『中小企業（スモールビジネス）向け』に役務を提供していることを端的に表示し\nた文字と理解するに止まり、自他役務を識別する標識とは認識できないとみるのが\n相当である」とした審決の判断が誤りであると主張する。\nしかしながら、１９９９年（平成１１年）１月１０日株式会社小学館第２版\n第７刷発行の「小学館ランダムハウス英和大辞典」（乙第１、第２号証）に掲記さ\nれているように、「small（スモール）」の語は「小規模の、個人企業経営の、中小\nの、零細の」等の企業規模に関する広範な意味を、また「business（ビジネス）」\nの語は「企業」の意味を有しており、かつ、「ビジネス」は、「ベンチャービジネ\nス」のように、その前に普通名称を付して特定の企業の質、企業形態を表示する語\nとして用いられる。そうすると、「SMALL BUSINESS」の語は、字義どおり解すれば\n「小企業、小規模ビジネス」の意味となるが、「大企業（BIG BUSINESS）」の反対\n語としての我が国の需要者の一般の認識からすれば、「中小企業」の意味合いを容\n易に認識し得るものであり、例えば、昭和５２年９月２８日パシフィックマネジメ\nントコンサルタンツ株式会社第１版第２刷発行の「英和・和英　新ビジネス英語大\n辞典」（乙第５号証）には、「small business」の語に対し「中小企業」との訳語\nが付されている。\n他方、「スモールビジネス」の語の使用については、審決が引用した１９９\n８年（平成１０年）１０月２０日付け日本経済新聞記事（乙第６号証）及び１９８\n７年（昭和６２年）１０月１６日付け日本経済新聞記事（乙第７号証）のほか、新\n聞及び雑誌の記事、講演会のアナウンス原稿、セミナーの内容紹介等において、\n「小企業」又は「中小企業」の意味合いを有する語として用いられており（甲第\n２、第３号証、第４６号証の２、第４７、第４８号証、第６３号証、乙第８～第１\n１号証）、さらに、「スモールビジネス」に「ローン」結合した「スモールビジネ\nスローン」が、中小企業向けローンを意味する語として用いられている（乙第１２\n～第１４号証）。\nこれらの事実によれば、「SMALL BUSINESS」又は「スモールビジネス」の語\nが「中小企業」の意味を有し、本願商標の指定役務との関係において、資金の貸付\nけの需要者を示すものと容易に認識させるものであることは明らかである。\n仮に、「SMALL BUSINESS」又は「スモールビジネス」の語が、「中小企業」\nの意味のみならず、「ベンチャービジネス」等の意味を含んで用いられることがあ\nるとしても、本願商標の指定役務の取引者、需要者は、その語を個別具体的な融資\nの対象、条件等を表すものとしてのみ認識するものではないから、その語の厳密な\n語義まで認識することが必要ではないし、まして、「スモールビジネス」の語の意\n味する「中小企業」が、中小企業基本法等において定義されたものであることを必\n要とするものでもない。\nしたがって、本願商標をその指定役務である資金の貸付けに使用するとき\nは、中小企業向け又は小規模企業向けの意味を容易に認識させるものというべきで\nあるから、本願商標は、自他役務の識別機能を有しないものというべきであり、審\n決の上記判断に誤りはない。\n２　取消事由２について\n原告は、平成１０年１１月９日に資金の貸付けに係る役務について「スモー\nルビジネスローン」の商標の使用を開始し、現在に至るまで積極的にその使用を継\n続してきたため、「スモールビジネス」は、原告の業務に係る資金の貸付けを識別\nする商標として、資金の貸付けの業務に係る取引者、需要者に十分知られているも\nのというべきであるから、「取引者需要者により『SMALL BUSINESS』（若しくはそ\nの片仮名表記）の商標が、本件請求人（注、原告）の業務に係る役務を識別する商\n標として知られているものと認めるに足りない」とした審決の判断が誤りである旨\n主張する。\nしかしながら、「スモールビジネスローン」の語は、「スモールビジネスに\n関連したローン」のような意味合いを有するものであり、仮に、それが一連の文字\nとして原告の商標と認識されるものであったとしても、その場合は、全体が一連不\n可分の文字からなる商標として認識されるものであって、本願商標とは観念等にお\nいて顕著な差異があるから、本願商標がその指定役務に係る取引者、需要者に周知\nであることとは無関係である。\nそして、「スモールビジネス」の語が、原告の業務に係る「資金の貸付け」\nを識別するものとして使用されている例を示す証拠はないから、審決の上記判断に\n誤りはない。\n第５　当裁判所の判断\n１　取消事由１について\n１９９９年（平成１１年）１月１０日株式会社小学館第２版第７刷発行の\n「小学館ランダムハウス英和大辞典」（乙第１、第２号証）には、「small」との形\n容詞につき「＜事業・活動などが＞（資本・勢力などの）小さい，小規模の，細々\nとした」との訳語が、また、「business」との名詞につき「企業」との訳語がそれ\nぞれ掲載されており、さらに、昭和５２年９月２８日パシフィックマネジメントコ\nンサルタンツ株式会社第１版第２刷発行の「英和・和英　新ビジネス英語大辞典」\n（乙第５号証）には、「small business」につき「中小企業」との訳語が掲載され\nていることに照らせば、「小規模の企業」ないし「中小企業」との意味を有す\nる「small business」との英熟語が存在することが認められる。\n他方、「G-Search」の提供する１９９８年（平成１０年）１０月２０日付け\n日本経済新聞の「インタビュー反転の経営(4)」と題する市民バンク代表片岡勝に対\nするインタビュー記事（乙第６号証）中には、「女性も子育てや介護をしながら、\n旅行会社、設計事務所などのスモールビジネスが可能になった。」との記載が、同\n１９８７年（昭和６２年）１０月１６日付け日本経済新聞の「スモールビジネス、\n小さくても元気不況下で成長維持」と題する記事（乙第７号証）中には、「日本経\n済新聞社が行った『スモールビジネス千社調査』によると、六十一年度の中小・ベ\nンチャー企業を合わせたスモールビジネス（ＳＢ）の経常利益は前年度比八・二％\n減のマイナスとなったが、売上高は同五・八％増となった。」との記載が、同１９\n８８年（昭和６３年）２月２３日付け日経産業新聞の「総菜宅配・リフォーム、日\n信販が直営・ＦＣ展開」と題する記事（乙第８号証）中には、「日本信販はリサイ\nクルショップ、総菜宅配ビジネスなどの分野に進出する。直営とフランチャイズ方\n式（ＦＣ）で全国展開する。・・・これら直営店、ＦＣ店を支援するため、リファ\nインを設けた。スモールビジネス向けの不動産情報サービス、ローン、リースの金\n融サービスの開発と提供、事業化を目指したアイデアの募集と共同開発などをす\nる。」との記載が、同１９８７年（昭和６２年）７月３０日付け日本経済新聞夕刊\nの「育成に乗り出す金融・産業界―ニューサービスＶＢ、投資・提携に熱」と題す\nる記事（乙第９号証）中には、「銀行、損保や一部大手メーカーがニューサービス\nを中心としたベンチャー企業（ＶＢ）の育成に動き出した。ハイテクはもちろん、\n経済のソフト化・サービス化で、健康、教育、レンタルなどハイテク以外の広い分\n野でもスモールビジネスが活躍するとみているためだ。」との記載が、株式会社日\n本金融通信社発行の２０００年（平成１２年）３月１７日付け「ニッキン」の「オ\nリコとスルガ銀　『小口融資』で提携」と題する記事（乙第１０号証）中には、\n「信販大手のオリエントコーポレーション（オリコ）とスルガ銀行が提携、中小企\n業向け小口金融サービスを強化する。両社のクレジット加盟店・取引先企業のほ\nか、インターネット系ベンチャー企業など『スモールビジネス』（個人経営者）に\n照準を当てた融資機能付き法人カードを五月に発行する。」との記載が、同１９９\n９年（平成１１年）９月１０日付け「ニッキン」の「アメックス　中小企業向けカ\nード開始」と題する記事（乙第１１号証）中には、「アメリカン・エキスプレ\nス・・・は、九月から日本で・・・中核カード事業として新たに『スモールビジネ\nス向けカード』を発行した。・・・新カードは従業員二百人以下の個人企業経営者\nが主要対象となる。」との記載がそれぞれあり、さらに、２０００年（平成１２\n年）７月２０日株式会社三省堂第７刷発行の「デイリーコンサイスカタカナ語辞\n典」（甲第１７号証）には、「スモール-ビジネス［small business］」につき「小\n企業．小商い．」との、また、１９９９年（平成１１年）４月１０日株式会社小学\n館第１版第２刷発行の「ポケット　プログレッシブ　カタカナ語辞典」（甲第１８\n号証）に「スモール・ビジネス」につき「（大企業などに対して）優良中小企業、\nベンチャー・ビジネスなどの総称」との解説がそれぞれ掲載されている。\nそうすると、審決がされた平成１２年８月２９日当時、上記英熟語の「small\nbusiness」に由来する外来語として「スモールビジネス」の語が我が国においても\n一般に用いられていることが認められる。そして、上記認定の各新聞記事等の用法\n及び辞典類の解説によれば、外来語としての「スモールビジネス」は、中小企業、\n小企業、個人企業、ベンチャー企業などを意味するものと認められるが、我が国に\nおいて、一般に、「中小企業」との言葉が「大企業」に対するものとして、小企\n業、個人企業などを包含する幅広い意味合いをもって用いられていることは公知の\n事実であり、さらに、１９９８年（平成１０年）１１月１１日第１刷発行の「広辞\n苑（第五版）」には、「ベンチャー・ビジネス」につき「（和製語）創造力・開発\n力をもとに、新製品・新技術や新しい業態などの新機軸を実施するために創設され\nる中小企業」との解説がされているから、これら中小企業、小企業、個人企業、ベ\nンチャー企業などの意味で用いられる「スモールビジネス」との外来語について、\n包括的に「中小企業」の意味を有するものと認めることも誤りであるとはいえな\nい。\nしたがって、審決が、「『SMALL BUSINESS』は、『中小企業』を意味する英\n語であり、これが外来語となった『スモールビジネス』が普通に使用されている」\n（審決謄本２頁７行目～１０行目）と認定したこと、及びこの認定に基づいて\n「『SMALL BUSINESS』の文字よりなる本願商標をその指定役務に使用するときは、\n需要者は、『中小企業（スモールビジネス）向け』に役務を提供していることを端\n的に表示した文字と理解するに止まり、自他役務を識別する標識とは認識できない\nとみるのが相当である」（同２頁３２行目～３６行目）と判断したことに原告主張\nの誤りはない。\nなお、審決には、「中小企業金融公庫法（昭和２８年法律１３８号）に基づ\nいて設立された中小企業金融公庫（英名：Small Business Finance\nCorporation）・・・中小企業総合事業団法（平成１１年法律１９号）に基づいて設\n立された中小企業総合事業団・・・法人『商工組合中央金庫』（商工組合中央金庫\n法に基づく中小企業金融機関）・・・等々中小企業向けの金融機関が存在してい\nる」（同２頁２４行目～３１行目）との記載もあるところ、原告は、「スモールビ\nジネス」が、中小企業基本法等の法律によって定義される中小企業を意味するもの\nでないと主張する。しかしながら、審決の上記記載は、中小企業向けに資金の貸付\nけの役務を提供する金融機関が既に存在することを認定したものであって、外来語\nとしての「スモールビジネス」が、中小企業基本法等の法律によって定義される中\n小企業を意味するものと認定したものでないことは明らかであるし、また、外来語\nとしての「スモールビジネス」が、中小企業基本法等の法律によって厳密に定義さ\nれる中小企業を意味するものでないとしても、上記のとおり、小企業、個人企業、\nベンチャー企業などを幅広く包括した「中小企業」の意味を有するとの認定に消長\nを来すものではない。したがって、原告の上記主張は失当である。\n２　取消事由２について\n原告は、平成１０年１１月９日に資金の貸付けに係る役務について「スモー\nルビジネスローン」の商標の使用を開始し、ダイレクトメール、ラジオコマーシャ\nル、セミナー、講演会等の開催、新聞及び雑誌の記事、広告等によって積極的にそ\nの使用を継続してきたから、「スモールビジネス」は、原告の業務に係る資金の貸\n付けを識別する商標として、資金の貸付けの業務に係る取引者、需要者に十分知ら\nれている旨主張する。\nしかしながら、原告の主張によっても、原告がその資金の貸付けに係る役務\nにつき使用を継続してきた商標は「スモールビジネスローン」の文字からなるもの\nであり、「small business」又は「スモールビジネス」の文字からなる商標が、原\n告の資金の貸付けに係る役務について使用されていたとの主張立証はない。\nこの点につき、原告は、資金の貸付けは、一般に取引者、需要者間では「ロ\nーン」として認識されているものであるから、「スモールビジネスローン」は、社\n会通念上、「スモールビジネス」と同一の商標として取引者、需要者に認識される\n旨主張する。しかし、使用に係る商標が「スモールビジネスローン」の文字からな\nる場合において、例えば、その商標構成上、「ローン」の文字部分が単なる付加的\nな構成であるというような主張立証もなく、さらに、「スモールビジネス」が「中\n小企業」を意味する外来語であることは上記のとおりであるのに対し、「スモール\nビジネスローン」は、後記のとおり、一般に「スモールビジネス（中小企業）を対\n象としたローン」との意味合いを有するものであって、両者の観念は異なるもので\nあるから、「スモールビジネスローン」の文字からなる商標のうちの「ローン」の\n文字部分がその使用に係る役務である資金の貸付けを意味するからといって、その\nことのみで、「スモールビジネスローン」の文字からなる商標が、「ローン」の文\n字部分を除外した「スモールビジネス」の文字からなる商標と社会通念上同一の商\n標として取引者、需要者に認識されるものとは到底認め難く、原告の上記主張は採\n用することができない。\nのみならず、仮に、原告が、その主張のとおり、資金の貸付けに係る役務に\nついて「スモールビジネスローン」の商標の使用を積極的に継続してきた事実が存\n在するとしても、審決がされた時点（平成１２年８月２９日）において、その使用\n期間は２年に満たない上、株式会社日本金融通信社発行の２０００年（平成１２\n年）６月３０日付け「ニッキン」の「勝ち残りの一手」と題する富山銀行の経営施\n策等を紹介した記事（乙第１２号証）中には、「スモールビジネスローン・・・も\n『実施に向け勉強中』だ」との記載が、同２０００年（平成１２年）４月２８日付\nけ「ニッキン」の「『考動・好奇心・現場直視』で　岡野スルガ銀社長に聞く」と\n題するスルガ銀行岡野光喜代表取締役のインタビュー記事（乙第１３号証）中に\nは、「オリコと提携して法人小口先を対象にしたスモールビジネスローンを開始す\nる」との記載が、同２０００年（平成１２年）８月２５日付け「ニッキン」の「住\n友商事、三井物産など総合商社　ネットで中小向けスモールローン」と題する記事\n（乙第１４号証）中には、「スモールビジネスローン市場は、都銀、地銀など大手\n金融機関も積極姿勢を示しており、今後競争はますます激化する。」との記載が、\n社団法人金融財政事情研究会発行の「週刊金融財政事情」平成１１年５月３１日号\n（甲第２号証）には、「都民銀行のスモールビジネスローン」と題する原告に係る\n特集記事中に「当の小林支店長（注、原告西新宿センター支店長）・・・の考え方\nが変わったのは、米国視察後のことだ。スモールビジネスローンの実績をあげてい\nるリージョナルバンクや参入計画があるといわれる金融機関など四、五社を訪\n問。」との記載がそれぞれあって、これらの記載によれば、「スモールビジネスロ\nーン」との語が、原告の資金の貸付けに係る役務と関係なく、一般に「スモールビ\nジネス（中小企業）を対象としたローン」との意味合いの語として用いられている\nことが認められる。そうすると、審決がされた時点において、「スモールビジネス\nローン」の語自体についても、原告の資金の貸付けに係る役務の識別標識として取\n引者、需要者に認識されていたものとまで断定することは困難である。\nしたがって、審決が、「『スモールビジネスローン』の文字の意は、『中小\n企業向けローン』を表すものであって、その構成中『スモールビジネス』の文字部\n分は、そのローンの種類たる需要者（融資先）を指称する文字部分に止まるものに\nすぎないものというべきであって、商標としての使用とは認められず、且つ、請求\n人（注、原告）の商標である『SMALL BUSINESS』（若しくはその片仮名表記）の欧\n文字の商標が、本件指定役務について永年に亘り広く使用している事実及びその使\n用の結果として、それらの役務の取引者需要者により『SMALL BUSINESS』（若しく\nはその片仮名表記）の商標が、本件請求人の業務に係る役務を識別する商標として\n知られているものと認めるに足りない」（審決謄本３頁７行目～１６行目）と判断\nしたことに原告主張の誤りはない。\n３　以上のとおりであるから、原告主張の審決取消事由は理由がなく、他に審決\nを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}