{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 13
  },
  "case_number": "平成12(行ケ)504",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11986",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11986",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/986/011986_hanrei.pdf",
  "contents": "平成１２年（行ケ）第５０４号　審決取消請求事件（平成１４年２月１３日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　日本ゲームカード株式会社\n訴訟代理人弁理士　　　河  野  登  夫\n同　　　　　　　　　　中  尾  真  一\n原　　　　　　告　　　日本レジャーカードシステム株式会社\n訴訟代理人弁護士　　　小  林  幸  夫\n被　　　　　　告　　　クリエイションカード情報システム株式会\n社\n訴訟代理人弁護士　　　山  上  和  則\n同　　　　　　　　　　尾  崎  英  男\n同　　　　弁理士　　　鈴  木  由  充\n同　　　　　　　　　　稲  岡  耕  作\n主　　　　　　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n特許庁が平成１１年審判第３５５５５号事件について平成１２年１１月１５\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは、名称を「遊技設備」とする特許第２６８８７００号発明（以下、\nこの特許を「本件特許」といい、本件特許に係る発明を「本件発明」という。）の\n特許権者である。\n本件特許は、昭和６２年１０月５日に株式会社ソフィアがした出願に係り、\n平成９年８月２９日に設定登録がされた後、平成１０年１２月１４日、原告らにお\nいて同会社から本件特許に係る特許権を譲り受け、平成１１年２月８日にその旨の\n移転登録がされたものである。\n被告は、同年１０月１２日に原告らを被請求人として、本件特許につき無効\n審判の請求をし、平成１１年審判第３５５５５号事件として特許庁に係属したとこ\nろ、原告らは、平成１２年２月１０日、願書に添付した明細書（以下、単に「明細\n書」という。）の特許請求の範囲及び発明の詳細な説明の各記載を訂正する旨の訂\n正請求をした（以下、この訂正請求に係る訂正を「本件訂正」という。）。\n特許庁は、同審判請求につき審理した上、平成１２年１１月１５日に「特許\n第２６８８７００号発明の特許を無効とする。」との審決をし、その謄本は、同年\n１２月６日、原告らに送達された。\n２　特許請求の範囲の記載\n(1)　本件訂正前の明細書の特許請求の範囲の記載\n少なくとも固有の識別符号を記憶する記憶媒体が挿入されることに関連し\nて当該記憶媒体の金額情報の範囲内で遊技可能とする遊技装置と、\n前記記憶媒体の金額情報に基づいた精算処理を実行可能とする記憶媒体精\n算装置と、\n前記記憶媒体の識別符号に対応して少なくとも前記記憶媒体の金額情報を\n記憶する記憶手段を有する管理装置と、\nを備え、\n前記記憶媒体精算装置と前記管理装置とが通信可能に構成されてなる遊技\n設備であって、\n前記記憶媒体精算装置は、\n前記記憶媒体の有する識別符号を少なくとも読み取る記憶媒体読取手段\nと、\n前記記憶媒体読取手段によって読み取られた少なくとも識別符号を前記管\n理装置へ送信可能な送信手段と、\n前記送信手段による識別符号の送信に対する管理装置からの応答に基づい\nて当該記憶媒体の金額情報に対応する貨幣を払い出し可能な貨幣払出手段と、\nを備え、\n前記記憶媒体精算装置による記憶媒体の精算処理の実行に基づいて、少な\nくとも当該精算処理に関わる情報を前記送信手段によって前記管理装置へ送信し、\n前記管理装置が受信した情報を前記記憶媒体の識別符号に対応して前記記\n憶手段に記憶するようにしたことを特徴とする遊技設備。\n(2)　本件訂正に係る明細書（以下「訂正明細書」という。）の特許請求の範囲\nの記載（以下、この記載に係る発明を「訂正発明」という。）\n固有の識別符号を記憶する記憶媒体が挿入されることに関連して当該記憶\n媒体の金額情報の範囲内で遊技可能とする遊技装置と、\n前記記憶媒体の金額情報に基づいた精算処理を実行可能とする記憶媒体精\n算装置と、前記記憶媒体の識別符号に対応して前記記憶媒体の金額情報を記憶する\n記憶手段を有する管理装置と、\nを備え、\n前記記憶媒体精算装置と前記管理装置とが通信可能に構成されてなる遊技\n設備であって、\n前記記憶媒体精算装置は、\n前記記憶媒体の有する識別符号を読み取る記憶媒体読取手段と、\n前記記憶媒体読取手段によって読み取られた識別符号を前記管理装置へ送\n信可能な送信手段と、\n前記送信手段による識別符号の送信に対する管理装置からの応答に基づい\nて当該記憶媒体の金額情報に対応する貨幣を払い出し可能な貨幣払出手段と、\n精算終了後に記憶媒体を回収する手段と、\nを備え、\n前記記憶媒体精算装置による記憶媒体の精算処理の実行に基づいて、\n当該精算処理に関わる情報を前記送信手段によって前記管理装置へ送信\nし、\n前記管理装置が受信した情報を前記記憶媒体の識別符号に対応して前記記\n憶手段に記憶するようにしたことを特徴とする遊技設備。\n３　審決の理由\n審決は、別添審決謄本写し記載のとおり、①本件訂正の適否につき、訂正発\n明が、特開昭６２－１７０２７９号公報（審判甲第１号証、本訴甲第３号証、以下\n「引用例」という。）に記載された発明（以下「引用例発明」という。）及び周知\n技術に基づいて当業者が容易に発明をすることができたものであり、特許法２９条\n２項の規定により特許出願の際、独立して特許を受けることができないものである\nから、本件訂正は、同法１３４条５項で準用する同法１２６条３項の規定（注、\n「平成６年法律第１１６号附則６条１項が、同法の施行前にした特許出願に係る特\n許の願書に添付した明細書又は図面の訂正については、なお従前の例によるとする\nことにより、平成１１年法律第４１号による改正前の特許法１３４条５項において\n準用する同法１２６条４項が読み替えられて準用される平成６年法律第１１６号に\nよる改正前の特許法１２６条３項の規定」の趣旨と解される。）に適合しないの\nで、認められないとし、②本件発明の要旨を本件訂正前の明細書の特許請求の範囲\nの記載のとおり認定した上、本件発明は引用例発明と同一であるから、本件特許\nは、特許法２９条１項３号の規定に違反してされたものであり、同法１２３\n条１項１号（注、「平成５年法律第２６号による改正前の特許法１２３条１項１\n号」の趣旨と解される。）に該当し、無効とすべきものであるとした。\n第３　原告ら主張の審決取消事由\n１　審決の理由中、訂正発明の要旨の認定、引用例の記載を摘記した部分（審決\n謄本２頁３２行目～３頁３５行目）の認定、本件訂正が実質上特許請求の範囲を変\n更するものとは認められないとする判断（同３頁３７行目～４頁５行目）並びに訂\n正発明と引用例発明との一致点及び相違点の各認定は認める。\n審決は、訂正発明と引用例発明との相違点についての判断を誤り（取消事\n由）、訂正発明が引用例発明及び周知技術に基づいて当業者が容易に発明をするこ\nとができたものである旨誤った判断をして、本件訂正を独立特許要件を満たさない\nとして認めず、ひいて、本件発明の要旨の認定を誤ったものであるから、違法とし\nて取り消されるべきである。\n２　取消事由（相違点についての判断の誤り）\n(1)　審決は、訂正発明と引用例発明との相違点として認定した「前者（注、訂\n正発明）が、精算終了後に記憶媒体を回収する手段を備えるのに対し、後者（注、\n引用例発明）がカード処分機構を備えている点」（審決謄本４頁末行～５頁２行\n目）について、特公昭４７－４２２２６号公報（甲第５号証、以下「周知例１」と\nいう。）、特開昭５２－１４８３３７号公報（甲第６号証、以下「周知例２」とい\nう。）、特開昭５４－２７８３７号公報（甲第７号証、以下「周知例３」とい\nう。）及び実願昭５７－１８１９００号（実開昭５８－１０８８８９号）のマイク\nロフィルム（甲第８号証、以下「周知例４」という。）を挙げて、「パチンコ遊技\nシステムにおいて、使用済みのカードを回収すること」（同５頁４行目）が周知で\nあるとし、さらに、特開昭６１－１７２５７４号公報（甲第９号証、以下「周知例\n５」という。）を挙げて、「精算機１０５では、精算後、カードをカードスタッカ\nに回収すること」（同頁８行目～９行目）が周知であるとした上、「パチンコ遊技\nシステムにおいて、使用済みのカードを回収すること、及び精算後、カードを回収\nすることは上記のように周知であるから、これらの不要となったカードを回\n収するという技術思想を適用して、後者（注、引用例発明）においても、精算終了\n後に記憶媒体を回収する手段を、カード処分機構に代えて採用することに格別の困\n難性は認められない」（同頁１０行目～１４行目）と判断した。\nしかしながら、以下に述べるとおり、審決の上記判断は誤りである。\n(2)　審決の上記周知技術の認定は、その周知と認定される技術の属する技術分\n野の認定に誤りがあり、当該技術は、訂正発明と技術分野を異にするものであるか\nら、これを引用例発明に適用して、訂正発明の相違点に係る構成とすることに格別\nの困難性はないとした判断も誤りである。\nア　審決は、周知例１～４を挙げて、「パチンコ遊技システムにおいて、使\n用済みのカードを回収すること」が周知であるとしたが、以下のとおり、周知例１\n～４は、訂正発明と同様の「パチンコ遊技システム」の分野における発明が記載さ\nれたものではない。\n(ア)　周知例１（甲第５号証）には、「数字もしくは記号化したパンチを\n穿設した遊技カードで遊技するパチンコ機において、遊技後該カードにパチンコ機\nで穿設するパンチを解読表示し、かつ集計するようにした遊技カードの得点表示装\n置に関する」（１欄１７行目～２１行目）発明が記載されているが、当該得点表示\n装置は、訂正発明のような、データ搬送路を通じて有機的に結合されている精算装\n置及び管理装置のようなものではなく、単に、遊技カードで遊技するパチンコ機の\n得点を表示する装置である。\nしたがって、周知例１には、「パチンコ遊技システムにおいて」使用\n済みのカードを回収する技術が示されているのではなく、「遊技カードでのみ遊技\nがされるパチンコシステムにおいて」使用済みのカードを回収するという技術が示\nされているにすぎない。\n(イ)　周知例２（甲第６号証）には、実球をパチンコ機内に一定数封入し\nた電子制御式パチンコ機の各台に対応して設けられるカード処理装置に関する発明\nが記載されているが、訂正発明のような、データ搬送路を介して精算装置及びこれ\nと通信可能に構成された管理装置についての記載はない。\nしたがって、周知例２には、「パチンコ遊技システムにおいて」使用\n済みのカードを回収する技術が示されているのではなく、「封入式パチンコ機にお\nけるゲーム開始手段としてのカード」を回収するという技術が示されているにすぎ\nない。\n(ウ)　周知例３（甲第７号証）には、「循環式パチンコ機において、パチ\nンコ台の所定箇所に個人認識票挿入口を設け、該入口奥に、遊技者の持ち球がゼロ\nになったとき・・・個人認識票等を機内に取り込む回収装置を設けた・・・パチン\nコ遊技装置」（特許請求の範囲）の発明が記載され、封入式パチンコ機の一般的な\n構成が示されているが、訂正発明のような、データ搬送路を介して精算装置及びこ\nれと通信可能に構成された管理装置についての記載はない。\nしたがって、周知例３には、「パチンコ遊技システムにおいて」使用\n済みのカードを回収する技術が示されているのではなく、「封入式パチンコ機にお\nけるゲーム開始手段としてのカード」を回収するという技術が示されているにすぎ\nない。\n(エ)　周知例４（甲第８号証）は、周知例３に係る特許出願の変更出願で\nあり、実質的に周知例３と同様の記載があるだけである。\nイ　また、審決は、周知例５（甲第９号証）を挙げて、「精算機１０５で\nは、精算後、カードをカードスタッカに回収すること」が周知であるとした。しか\nしながら、周知例５には、カードから読み取った店コード及び日付データを、自機\nに設定したデータと比較し、一致した場合にカードに記録した得点データを表示す\nるとともに、この表示に基づいて精算がされ、精算後のカードは内蔵するカードス\nタッカに回収される発明が記載されているが、訂正発明のような、データ搬送路を\n介して精算装置及びこれと通信可能に構成された管理装置についての記載はなく、\n精算装置と管理装置とは、それぞれ独立に機能するものである。\nしたがって、周知例５には、「精算機で、精算後、カードをカードスタ\nッカに回収する」という漠然とした技術ではなく、「封入式パチンコシステムにお\nいて、独立した精算機が、精算後にカードをカードスタッカに回収する」という技\n術が示されているものである。\nなお、審決は、周知例５（甲第９号証）のみを挙げて、「精算機１０５\nでは、精算後、カードをカードスタッカに回収すること」が周知であるとしたが、\n一般に、周知技術とは、その技術分野において一般的に知られている技術であっ\nて、これに関し相当多数の公知文献が存在するようなものをいうから、根拠とされ\nる公知文献が周知例５の１件のみである上記技術はそもそも周知技術ということは\nできない。\n(3)　また、審決の相違点についての判断においては、本件特許出願当時の技術\n水準が適切に考慮されていない。\nすなわち、訂正発明を含む本件発明は、カード供給機関等の第三者機関等\nを介在させてパチンコホール等の経営の健全化を図ることを目的として、昭和６１\n年ころから開発が進められ、平成２年にプリペイドカードの導入に至ったシステム\nに関するものである。\nこれに対し、周知例１～５は、昭和４０年代前半から昭和６０年代前半こ\nろにかけて開発された封入式パチンコ機、すなわち、パチンコ機の内部にのみ遊技\n球を循環させて、遊技者が遊技球に触れなくとも遊技できるようにしたシステムに\n関するものであり、このようなシステムにおいて、遊技の開始及び遊技結果の記録\nにカードが用いられていたものである。もっとも、このようなパチンコ機は、結\n局、ほとんど実用化されなかった。\nこのような技術開発の背景を考慮すれば、上記のようなプリペイドカード\nシステムに関する技術の草分け的な発明に係る本件特許出願当時の公知技術は、本\n件発明と全く相違するシステムに関するものであり、本件発明と関連するカードシ\nステムについての公知技術はほとんど存在しなかったことが明らかである。\nしたがって、周知例１～５によって把握される周知技術に基づいて、本件\n発明（訂正発明）の進歩性を否定することはできない。\n(4)　被告は、訂正明細書（甲第１１号証）の「実施例」の欄に、封入式パチン\nコ機が記載されているから、訂正発明が、封入式パチンコ機に関する各周知例記載\nの技術と技術分野を異にするものではない旨主張する。\nしかしながら、訂正発明は、カードの金銭的管理に主体が置かれるもので\nあって、カード発行機、カード読取機等が管理装置と通信可能に接続されており、\n管理装置によって金銭管理が行われるシステム、すなわち、通信技術を利用したカ\nードシステムである。これに対し、各周知例に記載された技術の属するシステム\nは、おおむね封入式パチンコのゲーム開始手段としてのカードシステムであるにす\nぎない。したがって、両者のシステムは、異なった開発動機の下で創作されたもの\nであり、訂正発明が属するシステムで使用される遊技機が封入式パチンコ機である\nか否かは問題ではない。\n第４　被告の反論\n１　審決の認定及び判断は正当であり、原告ら主張の審決取消事由は理由がな\nい。\n２　取消事由（相違点についての判断の誤り）について\n(1)　周知例１（甲第５号証）には、パチンコ機における遊技カードをカードプ\nールに没収することが記載され（３欄１２行目～１３行目）、周知例２（甲第６号\n証）には、電子制御式パチンコ機用カード処理装置において、零カードが没収され\nること及びその効果が記載され（５頁右下欄１６行目～末行）、周知例３（甲第７\n号証）及び同４（甲第８号証）には、パチンコ遊技装置において、パチンコ遊技の\n際に使用するカードとしての個人認識票を回収装置６２により個人認識票挿入口１\n４の奥に取り込んで回収することが記載されている（甲第７号証３頁左上欄８行目\n～９行目、甲第８号証８頁１８行目～末行）。また、周知例５（甲第９号証）に\nは、弾球遊技装置に用いるカードを精算する際に、精算後のカードが内蔵するカー\nドスタッカに回収されることが記載されている（６頁右下欄１７行目～１８行\n目）。\nこのように、パチンコ機やパチンコ遊技システムにおいて使用したカード\nを回収すること、及び精算機で、精算済みのカードを回収することは、本件特許出\n願当時において周知であり、この周知技術を引用例発明に適用して、相違点に係る\n訂正発明の構成とすることが容易であることは明らかである。\n(2)　原告らは、審決の認定した周知技術が訂正発明と技術分野を異にする旨主\n張するが、以下のとおり、誤りである。\nすなわち、訂正明細書（甲第１１号証）に、「実施例」として、「第１図\nに遊技設備の一例としてのカード式パチンコ遊技システムの一例を示す」（３頁２\n２行目）との記載があるとおり、訂正発明はパチンコ遊技システムの技術分野に属\nするものである。\nこれに対し、周知例１～５に記載された技術は、いずれもパチンコ機やパ\nチンコ遊技システムにおいて、使用済み、精算済みのカードを回収することに関す\nる技術という点で共通しており、これらが訂正発明と同一の技術分野に属するもの\nであることは明白である。\n原告らは、周知例１～５に、訂正発明のような、データ搬送路を介して精\n算装置及びこれと通信可能に構成された管理装置についての記載がないから、周知\n例１～５が訂正発明と技術分野を異にする旨主張するが、原告ら主張のような構成\nを有するパチンコ遊技システムも、そのような構成を備えないパチンコ遊技システ\nムも、発明として異なるだけであって、ともに「パチンコ遊技システム」という技\n術分野に属することに変わりはない。\nまた、原告らは、周知例２～４に記載された技術が、封入式パチンコ機に\n関するものであって、訂正発明と技術分野を異にする旨主張するが、訂正明細書\n（甲第１１号証）の「実施例」の欄に、「本実施例の遊技機本体は、機内に封入さ\nれた遊技球を循環使用する密閉型遊技機として構成されており、封入球を循環させ\nる循環装置を有している」（６頁１０行目～１１行目）との記載があるとおり、訂\n正発明は封入式パチンコ機を含んでいるから、上記主張が誤りであることは明らか\nである。\nさらに、原告らは、「精算機１０５では、精算後、カードをカードスタッ\nカに回収すること」は、周知であることの根拠とされる公知文献が周知例５の１件\nのみであるから、周知技術ということはできない旨主張するが、審決は、周知例１\n～４により、パチンコ遊技システムにおいてカードを回収することが周知であるこ\nとを示し、精算後にカードを回収することも周知例５に記載されているから、不要\nとなったカードを回収するという技術思想は、それがパチンコ機によって回収され\nるものであると、精算機によって回収されるものであると、いずれにしても周知技\n術であると認定したものである。なお、精算後にカードを回収することは、特開昭\n５４－１２００４６号公報（乙第１号証）にも記載されており、それ自体周知であ\nる。\n(3)　原告らは、訂正発明を含む本件発明は、昭和６１年ころから開発が進めら\nれ、プリペイドカードの導入に至ったシステムに関するものであり、周知例１～５\nは、昭和４０年代前半から昭和６０年代前半ころにかけて開発された封入式パチン\nコ機に関するものであって、本件発明と全く相違するシステムに関するものである\nから、周知例１～５によって把握される周知技術に基づいて、本件発明（訂正発\n明）の進歩性を否定することはできない旨主張する。\nしかしながら、訂正発明が封入式パチンコ機を含んでいることは上記のと\nおりであり、周知例１～５が本件発明と全く相違するシステムに関するものである\nとの上記主張は誤りである。\nなお、特許庁の特許・実用新案審査基準（乙第２号証）は、発明の課題解\n決のために、関連する技術分野の技術手段の適用を試みることは、当業者の通常の\n創作能力の発揮であり、関連する技術分野に置換可能なあるいは付加可能な技術手\n段があるときは、当業者が請求項に係る発明に導かれたことの有力な根拠となると\nしている（１４頁７行目～９行目）。したがって、仮に、訂正発明と周知例１～５\nとが異なった技術分野に属するとしても、関連する技術分野であることは疑いない\nから、周知例１～５によって認められる周知技術を引用例発明に適用し、相違点に\n係る訂正発明の構成とすることが容易であることは明らかである。\n第５　当裁判所の判断\n１　取消事由（相違点についての判断の誤り）について\n(1)　周知例１（甲第５号証）には、「この発明は、数字もしくは記号化したパ\nンチを穿設した遊技カードで遊技するパチンコ機において、遊技後該カードにパチ\nンコ機で穿設するパンチを解読表示し、かつ集計するようにした遊技カードの得点\n表示装置に関する」（１欄１７行目～２１行目）、「上述した装置によりカード１\nのパンチ要素を表示器で確認した後リセツト装置４′を操作すれば、読取装置５に\n位置されていたカード１はカードプール１０に没収されるようになつており」（３\n欄１０行目～１３行目）、「本発明によれば、カードによる数字パチンコ機に於て\n遊技終了後遊技者が残つている得点を景品と交換する場合に遊技者および係員がカ\nード上の数を確認するのに便利であり」（同欄１５行目～１８行目）との各記載が\nあり、これらの記載によれば、周知例１には、遊技カードで遊技するパチンコ機に\nおいて、遊技終了後、景品交換の際に、遊技カードに記録された得点を表示し、表\n示後に当該カードを回収する遊技カードの得点表示装置が開示されているものと認\nめられる。\n次に、周知例２（甲第６号証）には、「本発明は例えば磁気記録等の手段\nによつて各種信号要素を記録したカード等の実記録媒体を用いる電子制御式パチン\nコ機において当該カードの処理装置に関するものである。昀近、本出願人において\nは、遊戯者が実際に弾発する実球はパチンコ機内に一定数封入したものを循環使用\nし、遊戯開始当初の遊戯者の持玉数、打発球数、フアール球数、入賞球数乃至それ\nに伴う換算賞球数、更に遊戯中止乃至終了後における遊戯者に提供すべき賞球数等\nは総て数理信号に変換して電子的に演算し、遊戯者は上記のカード等を持歩くだけ\nでとかく嵩ばりがちであった実球に手を触れる必要のない電子制御式パチンコ機の\n開発を期している実情であるが、本発明はこのような電子制御式パチンコ機の各台\nに対応して設けられるカード処理装置を提供せんとするものである」（２頁右上欄\n１３行目～左下欄９行目）、「遊戯中に当該遊戯者の持玉数が零となつた場合に就\nいて考えてみよう・・・スイツチＳ２自身もオフとなると共にカードのストツパと\nしての機能を解除して上述のモータ正転に伴いカードをカードプール１１に向けて\n移送するようになる。この実施例ではある程度送り出された後は傾斜\nしたカード通路４′を自重滑走してカードプールに落込むようになつている」（５\n頁右上欄末行～右下欄２行目）、「このようにして持玉数零となつたカードは処理\n装置内部に没収され」（同頁右下欄１１行目～１２行目）、「零カードが没収され\nることにより遊戯者は持玉を打尽くした台をカードを取出す手間なく離れることが\nできるし、不正カード作成の材料となる零カードが遊戯者間に拡散することもな\nく、防犯上もそのメリツトは大きい」（同欄１６行目～末行）との各記載があり、\nこれらの記載によれば、周知例２には、実球をパチンコ機内に一定数封入し、遊技\n者は、持玉数、打発球数等を信号に変換して記録したカード等の実記録媒体を用い\nる電子制御式パチンコ機用のカード処理装置において、カードに記録された持玉数\nが０となった場合に、当該カードを処理装置が回収すること及びその効果が開示さ\nれているものと認められる。\nまた、周知例３（甲第７号証）には、「本発明は・・・遊技者に賞球を解\n放せずに、電気的な回路によって球の循環を制御するようにしたパチンコ遊技装置\nを提供するものである」（１頁右下欄３行目～６行目）、「遊技者はまず・・・券\nを購入して、必要数の球の代金を支払うが、その金額またはそれに対応する球の数\nが・・・記憶装置３８の該当する番地にセツトすると同時に、さらに券には、この\nセツトした番地に相当する番号を記入することができる。この記入の方法はサン\n孔、磁気方式等各種の方法がある。遊技者は自分の券の番地により、以後どのパチ\nンコ台で使用する時でも特定される」（２頁左下欄２行目～１２行目）、「この券\nすなわち個人認識票を挿入口１４・・・に挿入する」（同欄１２行目～１３行\n目）、「ゲームの途中で遊技実績『購入した球の数＋当り球の数×賞球倍数－外れ\n球』がゼロになつたとき、それを・・・検知し・・・回収装置６２に送り、その回\n収装置６２により個人認識票を個人認識票挿入口１４の奥に取り込んで回収する」\n（３頁左上欄３行目～９行目）との各記載があり、これらの記載によれば、周知例\n３には、遊技者に賞球を解放せず、電気的な回路によって球の循環を制御す\nるようにしたパチンコ遊技装置において、遊技者の持玉数が０となったときに、パ\nチンコ遊技の際に使用する個人認識票をパチンコ遊技装置が回収することが開示さ\nれているものと認められる。\nなお、周知例４（甲第８号証）には、上記周知例３と同旨の記載があり\n（２頁９行目～１３行目、６頁６行目～１８行目、同頁１９行目～２０行目、８頁\n１３行目～末行）、これと同様の事項が開示されているものと認められる。\nさらに、周知例５（甲第９号証）には、「本発明は、遊技者が発射操作部\nを介して発射した遊技球を通じて当該遊技に参加する弾球遊技装置に関し」（１頁\n右下欄１０行目～１２行目）、「遊技中に遊技者によって、ゲームを終了させるた\nめの精算スイッチ９８を、遊技盤２０の上方に設けている。この精算スイッチ９８\nが遊技者により操作されると・・・店コード設定スイッチ９９及び日付スイッチ１\n００のコード出力を・・・カードに磁気的に記録し、同時に得点表示器６３の表示\n得点をカードに磁気的に記録する」（６頁左下欄６行目～１５行目）、「遊技者は\nカードを持って精算所に配設された精算機１０５に行き・・・獲得した得点に対応\nする精算を受けることができる・・・上記精算機１０５は・・・挿入されたカード\nをカードリーダー１０８に位置まで（注、「１０８の位置まで」の誤記と認め\nる。）運んで、その記憶内容を読取る。そして、リーダコントローラ１０９は、カ\nードから読取った店コード、日付データを内蔵する店コード設定スイッチ１１０及\nび日付設定スイッチ１１１の設定内容と比較し、一致すればカードから読取った得\n点データをゲーム回数表示器１１２に表示する。かくして、この表示に基づいて精\n算がなされ、精算後のカードは内蔵するカードスタッカに回収される」（同頁右下\n欄４行目～１８行目）との各記載があり、これらの記載によれば、周知例５には、\n弾球遊技装置において、遊技終了後、カードに記録された得点データを表示した\n上、その表示に基づいて精算をし、精算後のカードを回収する精算機が開示されて\nいるものと認められる。\n上記周知例１～５の各開示事項によれば、カードを用いてするパチンコ遊\n技システムにおいて、一般に当該システムに係る装置が、使用済みで不要となった\nカードを回収することが、本件特許出願当時周知であったことが認められ、特に周\n知例５によれば、上記周知技術中には、当該カードに記録された得点を精算するこ\nとによって使用済みとなったカードを回収することも含まれるものと認められる。\nそうすると、引用例発明において、そのカード処分機構、すなわち、「精\n算済のカードに例えば穴を開けたり、マーキングを行なったり、又はデータ記録部\n分を塗りつぶす等、再使用防止処理を行なうカード処分機構３１９」（審決謄本３\n頁１７行目～１９行目）に換えて、上記周知技術を適用し、訂正発明の精算終了後\nに記憶媒体を回収する手段を備える構成とすることは、当業者が容易にし得ること\nと認められる。\nしたがって、「不要となったカードを回収するという技術思想を適用し\nて、後者（注、引用例発明）においても、精算終了後に記憶媒体を回収する手段\nを、カード処分機構に代えて採用することに格別の困難性は認められない」（同５\n頁１２行目～１４行目）とした審決の判断に誤りはない。\n(2)　原告らは、周知例１には「遊技カードでのみ遊技がされるパチンコシステ\nムにおいて」使用済みのカードを回収するという技術が、周知例２～４には「封入\n式パチンコ機におけるゲーム開始手段としてのカード」を回収するという技術が、\nそれぞれ示されているにすぎないから、周知例１～４に基づき、「パチンコ遊技シ\nステムにおいて」使用済みのカードを回収することが周知であるとした審決の認定\nは、周知技術の属する技術分野の認定に誤りがあり、当該技術は訂正発明と技術分\n野を異にするものである旨主張し、さらに、周知例５について、「精算機で、精算\n後、カードをカードスタッカに回収する」という技術ではなく、「封入式パチンコ\nシステムにおいて、独立した精算機が、精算後にカードをカードスタッカに回収す\nる」という技術が示されているから、「パチンコ遊技システムにおいて」とした審\n決の技術分野の認定は誤りである旨主張する。\nしかしながら、周知例１に記載された発明が遊技カードで遊技するパチン\nコ機であり、周知例２～５に記載された発明が封入式パチンコ機であると認められ\nることは原告ら主張のとおりであるが、遊技カードで遊技するパチンコ機や封入式\nパチンコ機が、パチンコ遊技システムの一種であることは明白であり、したがっ\nて、遊技カードで遊技するパチンコ機や封入式パチンコ機に係る上記周知技術が、\nパチンコ遊技システムの技術分野に属する技術であって、訂正発明と技術分野を異\nにするものではないことも明らかである。\nこのことは、訂正明細書（甲第１１号証）の「実施例」の欄に、「本実施\n例の遊技機本体は、機内に封入された遊技球を循環使用する密閉型遊技機として構\n成されており、封入球を循環させる循環装置を有している」（６頁１０行目～１１\n行目）との記載があり、訂正発明が封入式パチンコ機を含んでいると認められるこ\nとによっても裏付けられるところである。\n原告らは、周知例１～５記載の発明が訂正発明と技術分野を異にする根拠\nとして、同各周知例に、データ搬送路を介して精算装置及びこれと通信可能に構成\nされた管理装置についての記載はないことを挙げ、さらに、訂正発明は、カードの\n金銭的管理に主体が置かれるものであって、カード発行機、カード読取機等が管理\n装置と通信可能に接続されており、管理装置によって金銭管理が行われるシステ\nム、すなわち、通信技術を利用したカードシステムであるのに対し、各周知例に記\n載された技術の属するシステムは、おおむね封入式パチンコのゲーム開始手段とし\nてのカードシステムであるにすぎないから、両者のシステムは異なった開発動機の\n下で創作されたものであり、訂正発明が属するシステムで使用される遊技機が封入\n式パチンコ機であるか否かは問題ではないとも主張する。\nそして、訂正発明が、記憶媒体読取手段及び貨幣払出手段を備える精算装\n置と、記憶媒体の金額情報を記憶する記憶手段を有する管理装置とが通信可能に構\n成されて成り、精算装置が記憶媒体の金額情報に対応して行う貨幣払出等の精算処\n理の実行が、管理装置がその記憶手段に記憶する当該記憶媒体に係る金額情報に従\nってする応答に基づいてされる構成であることは、訂正明細書（甲第１１号証）の\n特許請求の範囲の記載によって明らかであり、原告らの上記主張のうち、訂正発明\nのシステムに関する部分はこれと符合する限度で誤りがない（なお、カード発行機\nが管理装置と通信可能に接続されていることは、上記特許請求の範囲に記載されて\nいない。）。\nしかしながら、周知例１～５記載の発明と訂正発明との開発動機が異な\nり、周知例１～５記載の発明が訂正発明に係る上記構成を有していないとしても、\nそれは単に、訂正発明が周知例１～５記載の発明と構成要件を異にする別異の発明\nであるということを意味するにすぎない。そして、一般に、発明として別異である\nからといって、それだけで、その属する技術分野が異なるとはいえないことは明ら\nかであり、訂正明細書（甲第１１号証）及び周知例１～５（甲第５～９号証）の各\n記載によっても、訂正発明が、上記構成を備えるがゆえに、上記のとおり、パチン\nコ遊技システムの技術分野に属する技術であると認められる周知例１～５記載の発\n明と、その技術分野を異にするに至るという根拠を見いだすことはできない。\nしたがって、原告らの上記主張は採用することができない。\n(3)　原告らは、さらに、審決が「精算機１０５では、精算後、カードをカード\nスタッカに回収することが特開昭６１－１７２５７４号公報（注、周知例５）に記\n載される如く周知である」（審決謄本５頁８行目～９行目）と認定したことに関\nし、根拠とされる公知文献が周知例５の１件のみである上記技術は周知技術という\nことができない旨主張する。\nしかしながら、審決が、「パチンコ遊技システムにおいて、使用済みのカ\nードを回収することは、特公昭４７－４２２２６号公報、特開昭５２－１４８３３\n７号公報、特開昭５４－２７８３７号公報、実願昭５７－１８１９００号（実開昭\n５８－１０８８８９号）のマイクロフィルム（注、周知例１～４）に記載される如\nく周知である」（同頁４行目～７行目）旨の認定に引き続いて上記認定をしている\nこと、及びその認定に係る各周知技術の内容にかんがみて、審決は、パチンコ遊技\nシステムにおいて、一般に当該システムに係る装置が、使用済みで不要となったカ\nードを回収することが、本件特許出願当時周知であったこと、及び上記周知技術中\nには、周知例５に記載されたもののように、当該カードに記録された得点を精算す\nることによって使用済みとなったカードを回収することも含まれる旨を認定したも\nのであって、精算後のカードを回収することを、使用済みで不要となったカードを\n回収することとは全く別の周知技術として、周知例５のみによって認定したもので\nはないことが明らかである。\nそして、審決のそのような認定は、上記(1)の当裁判所の認定とも符合する\nものであって、誤りはなく、原告らの上記主張は採用することができない。\n(4)　原告らは、訂正発明を含む本件発明は、昭和６１年ころから開発が進めら\nれ、プリペイドカードの導入に至ったシステムに関するものであり、周知例１～５\nは、昭和４０年代前半から昭和６０年代前半ころにかけて開発された封入式パチン\nコ機に関するものであって、本件発明と全く相違するシステムに関するものである\nから、周知例１～５によって把握される周知技術に基づいて、本件発明（訂正発\n明）の進歩性を否定することはできず、審決の相違点についての判断においては、\n本件特許出願当時の技術水準が適切に考慮されていない旨主張する。\nしかしながら、原告らの主張する「システムの相違」によって、周知例１\n～５に記載された発明と訂正発明とが技術分野を異にするものとはならないことは\n上記(2)のとおりであり、また、上記「システムの相違」によって、引用例発明のカ\nード処分機構に換えて、周知例１～５によって把握される「使用済みで不要となっ\nたカードを回収する」周知技術を適用することに技術的な困難が生ずるとする事由\nも見いだせないから、上記(1)のとおり、上記周知技術を引用例発明に適用して、訂\n正発明の精算終了後に記憶媒体を回収する手段を備える構成とすることは容易であ\nるというべきである。\nまた、周知例１～５が、昭和４０年代前半から昭和６０年代前半ころにか\nけて開発された封入式パチンコ機に関するものであるとすれば、同各周知例によっ\nて把握される周知技術が本件特許出願当時の当業者の技術水準内にあることは明白\nである。なお、仮に、審決の判断において本件特許出願当時の技術水準が適切に考\n慮されていない旨の原告らの主張が、本件特許出願当時、開発が進められていた新\n規の技術に基づく発明に、過去の技術を適用することが困難であるとの趣旨であれ\nば、その主張自体が誤りというほかはない。\nしたがって、原告らの上記主張は採用することができない。\n２　以上のとおりであるから、原告ら主張の審決取消事由は理由がなく、他に審\n決を取り消すべき瑕疵は見当たらない。\nよって、原告らの請求を棄却することとし、訴訟費用の負担につき行政事件\n訴訟法７条、民事訴訟法６１条、６５条１項本文を適用して、主文のとおり判決す\nる。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}