{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 5
  },
  "case_number": "平成13(わ)1203",
  "case_name": "殺人，死体遺棄，有印私文書偽造，同行使，詐欺被告",
  "court_name": "横浜地方裁判所",
  "lawsuit_id": "6016",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6016",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/016/006016_hanrei.pdf",
  "contents": "主              文\n被告人を懲役１５年に処する。\n未決勾留日数中１２０日をその刑に算入する。\n横浜地方検察庁で保管中の電気炬燵のコード１本（平成１３年領第１７１８号符号\n２)を没収する。 理              由\n（罪となるべき事実）\n被告人は，\n第１　平成１０年５月ころから神奈川県厚木市ａｂ番地所在の被告人方に実兄Ａ\n（昭和１１年１月２日生）を同居させて共同生活を始めるとともに，同人の年金を\n管理，使用していたところ，次第に不仲となるうち，同人から年金のことをとやか\nく言われたり，年金を返して貰い被告人方を出ていく旨言われるなどしたことに不\n満や憎悪の念を募らせた挙げ句，同人を殺害しようと決意し，平成１１年１１月１\n１日午前９時ころ，同人（当時６３歳）に対し，その頸部に所携の電気炬燵のコー\nド（横浜地方検察庁平成１３年領第１７１８号符号２）を巻き付け，両手でこれを\n引っ張ってその首を絞め付け，よって，そのころ，同所において，同人を窒息によ\nり死亡させて殺害し，\n第２　同日午後１０時ころ，前記Ａの死体を普通乗用自動車で同県相模原市ｃｄ番\n地雑木林内まで運搬してその場に放置した上，翌１２日午前４時３０分ころ，所携\nのスコップでこれを同所付近の土中に埋め，もって死体を遺棄し，\n第３　判示第１のとおりＡを殺害していたところ，同人が生前に受給していた特別\n支給の老齢厚生年金が，同人が生存している限り，毎年誕生月に厚生年金保険年金\n受給権者現況届を社会保険庁長官に提出することによってその支給が継続されるこ\nとを奇貨として，上記年金受給権者Ａがあたかも生存しているかのように装ってこ\nれを詐取しようと企て，同人が死亡した旨社会保険庁長官に届け出なければならな\nい義務があるのに届け出ず，かつ，平成１２年１月上旬ころ，社会保険庁長官の業\n務代行者である社会保険庁社会保険業務センター業務部長Ｂらに対し，上記Ａがあ\nたかも生存しているかのように装って，同人名義の厚生年金保険年金受給権者現況\n届を東京都杉並区ｅｆ丁目ｇ番ｈ号所在の社会保険庁社会保険業務センターに郵送\nして提出し，同業務部長らをしてその旨誤信させて上記Ａに対する特別支給の老齢\n厚生年金の支給を継続させる旨決定させ，よって，別紙一覧表記載のとおり，平成\n１２年２月１５日から同年１２月１５日までの間，前後６回にわたり，同センター\n係員らをして，東京都中央区ｉ町ｊ丁目ｋ番ｌ号所在のＣ銀行本店を介して，合計\n２００万２９０８円の特別支給の老齢厚生年金を被告人が管理する同県厚木市ａｍ\n番地ｎ所在のＤ信用金庫Ｅ支店に開設したＡ名義の普通預金口座に振込送金させ，\nもって人を欺いて財物を交付させ，\n第４　前記Ａになりすまし，同人名義の総合口座通帳及び印鑑を使用して預金払戻\nし名下に金員を詐取しようと企て，平成１３年２月１９日午前１０時４９分ころ，\n前記Ｄ信用金庫Ｅ支店において，行使の目的で，ほしいままに，同支店備え付けの\n普通預金払戻請求書用紙１枚の金額欄に「３０００００」，氏名欄に「Ａ」とボー\nルペンで各記入し，お届印欄に上記「Ａ」と刻した印鑑を冒捺するなどして，もっ\nてＡ名義の金額３０万円の普通預金払戻請求書１枚（横浜地方検察庁平成１３年領\n第１７１７号符号１）を偽造した上，即時同所において，同支店係員Ｆに対し，こ\nれが真正に成立し，自己がＡ本人であって，預金払い戻しの正当な権限を有する者\nのように装い，これを同人名義の普通預金通帳と共に提出行使して普通預金３０万\n円の払い戻しを請求し，上記Ｆをしてその旨誤信させ，よって，そのころ同所にお\nいて，預金払い戻し名下に現金３０万円の交付を受け，もって人を欺いて財物を交\n付させた。\n（法令の適用）\n被告人の判示第１の所為は刑法１９９条に，判示第２の所為は同法１９０条に，\n判示第３の所為は包括して同法２４６条１項に，判示第４の所為のうち有印私文書\nを偽造した点は同法１５９条１項に，同文書を行使した点は同法１６１条１項，１\n５９条１項に，詐欺の点は同法２４６条１項に，それぞれ該当するところ，判示第\n４の有印私文書偽造とその行使と詐欺との間には順次手段結果の関係があるので，\n同法５４条１項後段，１０条により１罪として昀も重い詐欺罪の刑（ただし，短期\nは偽造有印私文書行使罪の刑のそれによる。）で処断することとし，判示第１の罪\nについて所定刑中有期懲役刑を選択し，以上は同法４５条前段の併合罪であるか\nら，同法４７条本文，１０条により昀も重い判示第１の罪の刑に同法１４条の制限\n内で法定の加重をした刑期の範囲内で被告人を懲役１５年に処し，同法２１条を適\n用して未決勾留日数中１２０日をその刑に算入し，横浜地方検察庁で保管中の電気\n炬燵のコード１本（平成１３年領第１７１８号符号２）は，判示第１の犯行の用に\n供したもので被告人以外の者に属しないから，同法１９条１項２号，２項本文を適\n用してこれを没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被\n告人に負担させないこととする。\n（量刑の理由）\n１　本件は，同居していた実兄を殺害し（判示第１），その死体を雑木林内に遺棄\nし（判示第２），その後同人が死亡したのを届け出ず，かつ，同人が生存している\nかのように装って現況届を提出するなどしてその年金の支給を継続させて年金を詐\n取し（判示第３），さらに同人になりすまして普通預金  払戻請求書を偽造し，行\n使して，普通預金を払い戻して預金を詐取した（判示第４）という事案である。\n２　殺害に至る経緯，動機について，被告人は，大要，次のように供述している。\nすなわち，\n①　兄Ａとは長らく音信もなかったが，平成１０年４月ころ，都内板橋区のアパ\nートＧ荘に居住し  ていたＡから電話があり，年金を押さえられている大家からア\nパートを出ろ，出ていかなければ年金  を渡さないと言われているので何とかして\nくれと言われ，その直後，姉のＨからも，Ａを引き取れな  いから，生活費くらい\n貰って一緒に生活してよ，と言われたので，Ａ方に出かけ，大家からは，年金  を\n預かりサラ金を精算してやったが，注意しても生活態度を改めないので，もう面倒\nを見切れないか  ら出ていって欲しいと聞いたし，Ａの部屋は散らかり放題で大家\nの言うのも無理はないと思った。そ  れで，渋っていたＡを納得させて被告人方で\n一緒に住まわせることになった。\n②　当初，生活費の一部位は負担して貰うにせよ，ＡはＡで年金で生活すれば良\nく，自分の負担が 増えることはないと思っていた。ところが，一緒に生活しだして\nすぐＡの金遣いの荒さが目に付くようになった。同居して一月も経たない同年６月\nころ，年金額が２月で３０万円を超える予想以上に多 額であることを知ったが，Ａ\nの性格からすると，後先考えずぱあっと使ってしまい，またサラ金から 借金するか\nもしれず，その借金について自分も負担させられることになりかねないと思った。\n当時被  告人は，タクシー運転手をしていたが，サラ金等に２００万円位の借金が\nあり，その返済に苦労して おり，年金を少しでもこれに回せたら多少とも楽になる\nとも考えた。それで，Ａに，毎月，小遣いとして８万円を渡して，生活費等として\n４万円，積立金として１万円を負担してもらう話をして渋々な  がら承諾して貰\nい，６月１８日には，判示第３のＤ信用金庫Ｅ支店に普通預金口座の開設手続をす\nるとともに，印鑑，通帳，キャッシュカードは被告人が預かり，また，暗唱番号も\n教えなかった。\nまた，同じ頃，サラ金の借金で大変なことを話したら，Ａは，その解決策の一つ\nとして年金を担保 に２００万円を借りられるなどと協力するような話をしながら，\n結局断られた。住むところがないＡ を引き取り助けてやったのに，被告人の借金の\n返済に協力する気がないことが分かり，Ａの身勝手さ に非常に腹立たしさを感じ\nた。それで，Ａがその意識なら，被告人方で生活する以上相応の負担をす るのは当\nたり前だから，小遣い以外の分の年金は自分が使わせて貰うのは当然であると考え\nるように  なった。\n③　しかし，２月に１回支給される年金については，本来，Ａの当月分の小遣い\nのほかに，翌月分の小遣いも確保しなければならなかったが，２０万円を超すまと\nまった金を手に入れたことから余裕ができたように錯覚し，サラ金の返済のほか，\n交際女性との交際費や小遣い，遊興費等に費消してしまい，Ａに渡すべき翌月の小\n遣い分を金融業者から借りるようになってしまった。\n他方，Ａは，小遣いをすぐ使ってしまうらしく，追加の小遣いを要求し，年金は\n俺のものだから返せとか，長兄のＩや姉のＨなどのところへ行くなどと言うように\nなり，しばしば口げんかするようになった。また，Ａは，仕事もせずぶらぶらして\nいるのに食事の片づけもせず，部屋を散らかり放題にしており，協力して生活する\n気持のないことを知り，腹立たしく感じて嫌気がさすとともに，気ままに過ごすＡ\nをみるにつけ憎しみと許せないとの気持を抱くようになった。\n④　平成１０年９月，Ａが自ら救急車を呼んで入院したが，担当医からは，特段\n悪いところは見当たらず，脳梗塞の疑いもないと言われるなどしたことから，Ａが\n自分との同居を嫌がって仮病を使ってまで入院していると思い，Ａに対する憎悪の\n念を一気に募らせた。１０月にＡが退院すると，小遣いを食事代込みで１０万円に\n変更し，部屋も食事も完全に別々にして生活するようにしたが，Ａの言動の一つ一\nつにいらだちや不満が募り，また，Ａが，事ある毎に，俺の年金は俺が使う，ここ\nを出るなどと言い，さらにあちこちで年金のことを言いふらしていると薄々感じ，\nだんだん許せなくなった  。\nしかし，Ａを引き取ると言った手前，このような気持を，兄姉や，職場の同僚，\n交際女性にも相談できず，一人で思い悩むうち，憎悪の気持を徐々に増大させると\nともに，持て余し，疲れ，平成１１年５，６月ころには，Ａを殺したい気持ちを持\nつようになった。\n⑤　同年１１月６，７日ころ，Ａから，大家と話をして別の部屋を借りることに\nしたので年金を全部よこせと言われた。このときはいつもにもましてこだわってい\nるように思われたが，被告人の窮状に少しも配慮しようとせず，自分勝手なことを\n言っていると思うと本当に頭に来た。そして，自分はＡを引き取ったためにＡの生\n活態度や資金繰りに苦労させられた上，仮病やわがままに振り回され心身共に疲\nれ，その原因が全てＡにあると思うと，Ａが許せなくなった。\nまた，Ａが被告人方を出ていっても，金遣いの荒い性格ではいずれ生活できなく\nなり再び被告人のところに戻って来るに違いないし，そうなったのでは遅く，取り\n返しが付かなくなるし，長兄Ｉや姉Ｈのところに行けば，同人らが被告人と同様苦\n労するから，そのような目には遭わせることはできないと思った。\nこれらのいろいろな気持が入り交じり，Ａのことが許せず，殺してしまおうと決\n心した。\nしかし，実行するとなるとなかなか踏ん切りが付かず，その後数日間にわたっ\nて，殺害方法をいろいろ考え，殺害の機会を窺いながらも実行できないでいたとこ\nろ，１１月１０日，翌日が公休日であったため，その日こそ殺害しようと決意し，\n電気炬燵のコードで首の絞め方を練習してみたり，殺害を正当化する理由を考え自\n分を納得させようとしながらうとうとするうち，翌１１日の朝，Ａが自分の部屋で\nテレビを見ているのを見て，自分がこんなにも思い詰めて悩んでいるのにのうのう\nとテレビを見ているなどと思い，かっとなり迷いを振り切って殺害を決意し，判示\n犯行に及んだ。\n３　被告人の犯行に至る経緯として供述するところは以上のようなものである。\n関係証拠によれば，本件の客観的経過も概ね上記のとおりと認められる。\nＡはＧ荘には昭和６０年ころから住んでいるし，大家であるＧは，Ａに年金が支\n給されることを教えた上，サラ金の精算までしてやっており，既に借金はない状態\nになっており，今更大家がアパートからの追い出しを図るのは一見不自然である\nし，Ｇも，Ａはトラブル等起こして出ていったわけではないとし，被告人がいうよ\nうなことは供述しておらず，姉Ｈも，検察官に対し，何故Ａが被告人方に住むよう\nになったか分からない旨供述しているが（Ｈは，Ａは大家から出ていってくれと言\nわれたの  で被告人に押しつけてしまった旨公判供述しているが，これは被告人の\n話に基づくことが窺われることや，Ｇ供述と対比して信用性が乏しい。），被告人\nや被告人が交際していた女性の供述のほか，Ａは，２④の入院中，自分勝手に生き\nており，行くところがなくなったため被告人のところに転がり込  んだ旨発言して\nいることが窺われることや（なお，同記録の中には，また被告人が面倒をみてくれ\nる  か心配である旨の記載があるが，反面，担当医師の話では，Ａは家に帰りたが\nらず，退院を促され心身に動揺がみられる状態であったと述べていることと対比す\nると，この点についてはその信用性に問  題がある。），Ｇ荘転出後はＧに連絡も\n取っていないことからみて，ＡがＧ荘を出る必要に迫られていたのに行き場がな\nく，被告人に援助を求め，被告人がこれに協力したことは事実と思われる。\nしかしながら，Ａは，酒や競輪が好きで，昭和４６年ころには兄弟にも迷惑をか\nけたことがあったようであるが，その後は兄弟とも疎遠になっており，被告人が平\n成８年ころ５万円位を貸してやったというほかは，平成３年７月の母の葬儀の時に\n長兄Ｉの世話になり，平成９年９月Ｈから５万円を借りたほかに，同居前に，兄弟\nに迷惑をかけていたような形跡は窺われない。\nまた，被告人は，Ａの金遣いの荒さをるる供述する。確かに，小遣いの使い方に\n問題があったことは窺われるが，Ａは，Ｇに借金を精算して貰った後は，被告人と\nの同居時を含め，さらに借金等を重  ねたようなことは窺われず，被告人の公判供\n述によっても，金がなくなると家でごろごろふて寝をしている状態であったという\nに過ぎない。さらに，生活態度にも，だらしない面があり，被告人が不快に思う面\nが多々あって不思議はないにしても，アパート居住時出入りしていた飲食店の経営\n者が人柄を評価し，大家にもサラ金の精算まで手伝って貰っていることのほか，被\n告人方で居住後知り合った付近住民やＡの居室に何度か上がり込んだ児童や室内を\n覗いて話しかけたことのある家主の供述によっても，Ａの行状や室内の状況に被告\n人が言い立てるほど問題となるような点があったことは窺われない。\n他方，被告人は，同僚に借金の申込みをしたり，Ａと同居する前を含め，Ｈか\nら，平成１０年１月に１２万円，同年５月に８万円，同年８月に６万円と借用して\nいるだけでなく，Ａと同居して一月もするかしないうちにＡの年金を当てにし，さ\nらに，その小遣い分まで使い込み，金融業者から更に借金を重ねる生活をしてお\nり，金遣いに関しては，被告人の方にも問題があったことが窺われる。そのような\n結果，本件犯行時には，Ａの年金が失われるのは相当な打撃になる状態に立ち至っ\nていたことは明らかである。しかも，Ａは別居したがっており，平成１１年始め頃\nには被告人方借家の家主も，貸家が空いているからＡはそこに住めば良いと話して\nいるのに，これを断っているのは被告人である  。\n確かに，被告人には，行き場のないＡを同居させるなど協力してやった事実やそ\nのように協力したのにとの思いがあり，他方，Ａには，長年にわたり勝手気ままに\n生活してきた性行があり，被告人に年金を管理されることや生活に口を出されるこ\nとを快く思わないことから，互いに反発し，喧嘩や葛  藤が絶えず，被告人がＡに\n悪感情を抱き，これが憎悪に発展していったことも事実と思われる。\nしかして，被告人は，さらに，Ａが金遣いが荒く，また借金して迷惑をかけると\nか被告人方を出ても一人で生活できず，長兄やＨに迷惑をかけるなどと盛んに言う\nのであるが，上記指摘の諸点に照らせば，多少の軋轢は予想されるにせよ，Ａに，\n被告人が言う程の不始末や他人に迷惑をかける具体的  危険性があるかは疑わしい\nし，また，被告人の供述するとおりとしても，１年半の同居中，Ａが被告人に金銭\n的に迷惑をかけた形跡は窺われず，Ａが退院した平成１０年１０月ころ以降は，同\n一家屋な  がら，別々に生活して１年以上に及んでいる。さらに，そもそも，Ａの\n年金はＡが長年にわたり稼働  し保険料を支払ってきた成果であり，かって脳梗塞\nを患って入院したことがあり，また足をやや引きずりがちに歩くＡが，働かず，年\n金を享受し，のんびりした生活を送ったからといって非難されるいわれはなく，被\n告人から言われるとおりに生活の分担金も拠出していたのであるから，さらに協力\nが足りないなどとして非難するのは，些か逆恨みのきらいがある。被告人の言うと\nころは余りに自己中心的で，身勝手である。\nしかも，Ａは長年独り暮らしをしてきた経験がある上，相応の年金収入があるの\nであるから，仮に  Ａに起因する悩みや憤まんがあったにしても，兄姉らに相談す\nるなどして他の方策を模索ことも十分できることからすると，被告人の言うところ\nに殺害に結びつくような事情として斟酌する点は認めがたい。\n検察官は，動機について，被告人がＡを憎悪したことには，Ａの年金を自由にし\nたかったのにそれを拒絶されて期待が外れたことも大きな理由となっており，その\n意味では強盗殺人に準じる事件とも言うことができると主張し，一方弁護人は，殺\n人の動機と殺意の形成時期につき，昀大の動機は，Ａが一人で生活するようになる\nと，Ａの生活は破綻し，Ａ自身が困窮することはもとより，被告人を含めた周りの\n兄妹にも大いに迷惑をかけることになることは必至とみて，それならばいっそのこ\nと，思い切って殺害してしまおうかと考えるようになったのであり，金銭的な利欲\nという利己的な動機はなく，もっぱら，被告人の優しさ故に起こった利他的な動機\nに基づくものであり，検察官の動機の見方  は，被告人の真意を曲解し取調官の創\n作により作り上げられたストーリーに過ぎない，また，被害者との同居生活におけ\nる対立，葛藤により，次第に精神的に追い詰められていった被告人は，冷静に状\n況を分析・判断して，無難な打開策を見いだす心の余裕を失い，本件犯行の前日に\nは明確な殺意を抱くまでに至り，犯行当日些細なことからかっとなって，とっさに\n衝動に駆られて発作的に殺害行為に及んでしまったのであって，犯行の数日前から\n殺害の理由の正当性や殺害方法を考えていたという計画的なものではない，犯行前\n日に殺意が飛躍的に表動した事情が明確になっておらず，被告人が殺害  の意思を\n固めたのは数日前であるとは言えないと主張し，被告人も公判廷において，金銭的\n動機はない，被害者を持て余し，疲れてしまった，当日はこっちがいろいろと心配\nしていらいらしている\nのに  ，被害者がのほほんとしていたのでかあっときて殺害を実行してしまった，\nとほぼこれに沿う供述をする。\nしかしながら，被告人は，既にＡに渡す小遣い分以外は年金を自由にしていたの\nであり，両名の憎  悪や葛藤も大きな要因となっていることも窺われるから，検察\n官の主張は直ちには採用できないし，他方，先に説示の点に照らし，捜査段階の供\n述にもなお不自然な点があることも先に指摘のとおりであり，その内容からみて殊\n更検察官が創作したものともみられない。そして，被告人とＡとの間の憎悪や葛藤\nの原因や殺意形成時期について弁護人が主張する見方ができないことも先に説示の\nとおりで  ある。\n４　以上のとおり被告人が本件殺人に及んだ動機に斟酌する点はない。\n殺害態様は，種々の殺害方法を考えた上，電気炬燵のコードで絞め殺す方法を選\nび，公休日を選んで，殺害の機会を窺い，体力の衰えがちで無防備な被害者を襲っ\nて絞め殺したもので，冷酷，非情かつ残忍である。\n結果は言うまでもなく重大である。被害者は，その言動や生活態度や年金を巡\nり，被告人との対立，葛藤があったものの，殺害されるいわれはなく，長年の就労\n生活を経て年金生活が送れるようになったのに，同居していた実の弟に突如殺害さ\nれたものであって，その驚愕と苦痛，そして無念さは察するに余りある。\nさらに，被告人は，被害者殺害後は，その死体を車の後部座席足下に積載し，途\n中死体をトランクに移し替えて，何事もなかったかのように交際女性とドライブ\nし，その後判示のとおりの死体遺棄に及び，なお，その後も，被害者になりすまし\nて納税するなどしており，殺害後の行動も大胆であり，被害者の死を悼む気持は微\n塵も感じられず，犯行後の態様も悪質であると言わざるを得ない。被害者の死体は\n約１年４か月後に至って白骨化して発見されており，無惨というほかない。\n年金詐欺，預金詐欺等の各事案については，被害者の年金に頼る生活をしていた\nことから被害者殺害後もこれを自らの生活費等に利用するため詐取等に及んでお\nり，いずれの犯行に至る経緯にも酌量の余地はない。なお，判示第３の年金詐取に\nついて，被告人は公判廷で，年金を欲しいという気持はなかったかの如き供述もす\nるが，捜査段階では被害者の年金を収入の一部としてあてにしていたことから年金\n欲しさという気持もあったと供述しており，実際に年金振り込み後は直ちに引き下\nろして被告人の生活費等に費消していることなどからすれば，被告人の捜査段階で\nの上記供述は信用性があり，被告人に年金詐取の故意があったことは明らかであ\nる。当時の被告人の意識として，年金詐取よりも殺害隠ぺいが主要な動機であった\nことは認められるものの，その動機自体にも酌量の余地はないことは言うまでもな\nい。これら犯行により詐取した金額は合計２３０万円余の多額に上り，被告人はこ\nれらをすべてサラ金の返済や生活遊興費として費消しており，被害弁償のあても\nないのであって，これらの結果も悪質である。\nしかも，このような重大犯罪を犯しながら，被害者に対し申し訳ないことをした\nと思っていると言いながら，なおも，殺したよりも，周囲，ことに兄弟には迷惑を\nかけて申し訳ないなどという心境を吐露している。\n以上からすれば，被告人の刑事責任はまことに重大である。\nそうしてみると，Ａの求めに応じ協力し，同居させたことが本件の発端となった\nもので，Ａにも独善的で同居生活者として配慮に欠ける点があったことが窺われる\nこと，被告人は，これまで前科もなく，サラ金等の借金は抱えていたものの，善良\nな一市民として生活してきたこと，実の兄弟同士の殺　人事件で遺族の心境も複雑\nであるところ，実姉は，公判廷に証人として出廷し，本件に至った責任の一端は自\n分にもあるとして寛大な処分を希望する旨証言していることなど，斟酌すべき事情\nを十分考慮しても，主文の刑はやむをえない。\n５　よって，主文のとおり判決する。\n（検察官橋本千惠子，弁護人大河内秀明各公判出席）\n（求刑　懲役１７年，電気コード１本没収）\n平成１３年１１月５日\n横浜地方裁判所第１刑事部\n裁判長裁判官　　　田　　　中　　　亮　　　一\n裁判官　　　前　　　澤　　　久　美　子\n裁判官　　　剱　　　持　　　淳　　　子\n（別紙）省略\n"
}