{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 31
  },
  "case_number": "平成15(ワ)21451",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/009637_hanrei.pdf",
  "contents": "平成１７年３月３１日判決言渡　同日原本領収　裁判所書記官\n平成１５年(ワ)第２１４５１号　商標使用差止等請求本訴事件\n平成１５年(ワ)第２７４６４号　損害賠償請求反訴事件\n（口頭弁論終結の日　平成１６年１２月２１日）\n判　　　　　　　決\n本訴原告（反訴被告）　　　株式会社バーチャルネットサポート\n同訴訟代理人弁護士　　　　佐藤誠治\n同　　　　　　　　　　　　米山健也\n同　　　　　　　　　　　　原木詩人\n同　　　　　　　　　　　　武藤いづみ\n本訴被告（反訴原告）　　　株式会社サン・メルクス\n同訴訟代理人弁護士　　　　儀間礼嗣\n主　　　　　　　文\n１　本訴原告（反訴被告）の本訴請求をいずれも棄却する。\n２　反訴原告（本訴被告）の反訴請求を棄却する。\n３　訴訟費用のうち，本訴について生じた部分は本訴原告（反訴被告）\nの負担とし，反訴について生じた部分は反訴原告（本訴被告）の負担とする。\n事実及び理由\n第１　請求\n１　本訴請求\n(1) 本訴被告（反訴原告）は，社団法人日本ネットワークインフォメーション\nセンター平成１２年４月１日受付の登録ドメイン名「http://www.tabitama.net」を\n使用してはならない。\n(2) 本訴被告（反訴原告）は，本訴原告（反訴被告）に対し，１０００万円及\nびこれに対する平成１４年３月２７日（本訴被告〔反訴原告〕が「tabitama.net」\nのドメイン名を取得した日）から支払済みまで年５分の割合による金員を支払え。\n２　反訴請求\n反訴被告（本件原告）は，反訴原告（本訴被告）に対し，２００万円及びこ\nれに対する平成１５年９月１８日（本訴提起の日）から支払済みまで年５分の割合\nによる金員を支払え。\n第２　事案の概要等\n１　事案の概要\n(1) 本訴原告（反訴被告。以下，単に「原告」という。）は，インターネット\n上に「旅のたまご」の名称でウェブサイトを開設し，日本全国のビジネスホテル，\nシティホテル，温泉旅館，格安ツアー等の紹介，検索及び予約のサービスを提供し\nている株式会社であり，「旅のたまご」及び「たびたま　TABITAMA」の２つの登録\n商標を有している。本訴被告（反訴原告。以下，単に「被告」という。）は，「旅\nんこ玉っち」の名称でウェブサイトを開設し，ホテル，旅館等の予約等のサービス\nを行っている。\n本訴請求は，原告が，被告に対し，被告が上記ウェブサイトのドメイン名\nとして「tabitama.net」を使用していることは，原告の有する上記各商標権を侵害\nする旨を主張し，①　商標法３７条１項，３６条１項に基づき，被告のドメイン名\nの使用について，その差止めを求めるとともに，②　同法３８条２項又は３項によ\nり損害賠償を求めるものである。\n反訴請求は，被告が，原告に対し，本訴請求に係る訴訟は不当に提起され\nたものであって不法行為に該当し，これにより被告は弁護士費用２００万円の損害\nを被ったとして，その賠償を求めるものである。\n(2) なお，被告は，平成１６年１２月２１日本件第２回口頭弁論期日におい\nて，原告による同日付けの準備書面(8)に記載された主張及び甲第５０号証ないし６\n１号証の提出は，時機に後れたものとして却下されたい旨をいうが，原告が上記準\n備書面において述べた事項は，これまでに被告が述べていた主張に対する反論であ\nって，訴訟の完結を遅延させるものであることが明白であるとはいえない。また，\n同期日において，原告が提出した甲第５０号証ないし６１号証も，これらの提出に\nよって訴訟の完結を遅延させるものではない。したがって，被告の上記申立ては採\n用できないものであるから，当裁判所は，原告の上記準備書面の記載及び上記書証\nの内容をも勘案して判断を行う。\n２　前提となる事実（当事者間に争いのない事実及び証拠により容易に認定でき\nる事実。証拠により認定した事実については，該当箇所末尾に証拠を掲げた。な\nお，争いのない事実であっても，参考のために証拠を掲げたものもある。）\n(1) 当事者\nア　原告は，広告代理業，旅行業，インターネットのホームページの制作・\n管理業務等を業とする株式会社である。\n原告代表者らは，平成１０年頃から，インターネット上に「旅のたま\nご」の名称で，日本国内のビジネスホテル，シティホテル，温泉旅館，ペンショ\nン，格安ツアー，オリジナルツアー等の紹介，検索及び予約のサービスを提供する\nウェブサイトを開設することを企画し，平成１１年８月２７日，原告を設立した。\nイ　被告は，コンピュータシステムの企画・開発・運用・保守及び販売やソ\nフトウェア受託開発を事業とする株式会社である（甲１９）。\n(2) 原告の有する商標権（甲１，２。枝番号省略。以下，書証の枝番号につい\nては，特に断らない限り，省略する。）\n原告は，下記の商標権を有している（以下，アを「本件商標権①」，その\n登録商標を「本件登録商標①」といい，イを「本件商標権②」といい，その登録商\n標を「本件登録商標②」という。また，両者を併せて「本件各商標権」「本件各登\n録商標」ということがある。）。\nア　商　　　標　　旅のたまご\n出願年月日　　平成１１年１０月８日\n登録年月日　　平成１２年１２月２２日\n登録番号　　第４４４２５０１号\n役務の区分　　第３５類，第３８類，第３９類及び第４２類\nイ　商　　　標　　たびたま　ＴＡＢＩＴＡＭＡ\n出願年月日　　平成１１年１０月８日\n登録年月日　　平成１２年１２月２２日\n登録番号　　第４４４２５０２号\n役務の区分　　第３５類及び第３８類\n(3) 本件各商標権の役務区分については，平成１２年政令第３１１号による改\n正前の商標法施行令１条別表及び平成１３年経済産業省令第２０２号による改正前\nの商標法施行規則６条別表が適用されるところ，同改正前の政令の別表に規定され\nた第３５類及び第４２類の役務及びこれらの役務に属するものとして，同改正前の\n省令の別表に規定された役務の内容は，次のとおりである（以下，本判決において\nは，特に断らない限り，同改正前の政令及び省令の別表によるものを，単に「第３\n５類」「指定役務」のようにいう。）。\nア　第３５類\n一　広告\n（一）　雑誌による広告の代理　新聞による広告の代理　テレビジョン\nによる広告の代理　ラジオによる広告の代理\n（二）　車両の内外における広告の代理\n（三）　屋外広告物による広告\nアドバルーンによる広告　看板による広告　はり紙による広告\n（四）　街頭及び店頭における広告物の配布　商品の実演による広告\n郵便による広告物の配布\n（五）　広告文の作成　ショーウインドーの装飾\n二　トレーディングスタンプの発行\n三　経営の診断及び指導　市場調査　商品の販売に関する情報の提供　ホ\nテルの事業の管理\n四　財務書類の作成又は監査若しくは証明\n五　職業のあっせん\n医師のあっせん　科学技術者のあっせん　家政婦のあっせん　看護婦\nのあっせん　クリーニング技術者のあっせん　歯科医師のあっせん　助産婦のあっ\nせん　調理師のあっせん　通訳のあっせん　配ぜん人のあっせん　美容師のあっせ\nん　マネキンのあっせん　モデルのあっせん　薬剤師のあっせん　理容師のあっせ\nん\n六　競売の運営\n七　輸出入に関する事務の代理又は代行\n八　新聞の予約購読の取次ぎ\n九　書類の複製　速記　電子計算機、タイプライター、テレックス又はこ\nれらに準ずる事務用機器の操作　筆耕　文書又は磁気テープのファイリング\n十　建築物における来訪者の受付及び案内\n十一　広告用具の貸与　タイプライター、複写機及びワードプロセッサの\n貸与\nイ　第４２類\n一　宿泊施設の提供　宿泊施設の提供の契約の媒介又は取次ぎ\n二　飲食物の提供\n（一）　日本料理を主とする飲食物の提供\nうどん又はそばの提供　うなぎ料理の提供　すしの提供　てん\nぷら料理の提供　とんかつ料理の提供\n（二）　西洋料理を主とする飲食物の提供\nイタリア料理の提供　スペイン料理の提供　フランス料理の提\n供　ロシア料理の提供\n（三）　中華料理その他の東洋料理を主とする飲食物の提供\nインド料理の提供　広東料理の提供　四川料理の提供　上海料\n理の提供　北京料理の提供\n（四）　アルコール飲料を主とする飲食物の提供\n（五）　茶、コーヒー、ココア、清涼飲料又は果実飲料を主とする飲食\n物の提供\n三　美容　理容\n四　入浴施設の提供\n五　写真の撮影\n六　オフセット印刷　グラビア印刷　スクリーン印刷　石版印刷　凸版印\n刷\n七　医療情報の提供　気象情報の提供　求人情報の提供\n八　結婚又は交際を希望する者への異性の紹介　婚礼（結婚披露を含\nむ。）のための施設の提供\n九　葬儀の執行　墓地又は納骨堂の提供\n十　一般廃棄物の収集及び分別　産業廃棄物の収集及び分別\n十一　庭園又は花壇の手入れ　庭園樹の植樹　肥料の散布\n十二　雑草の防除　有害動物の防除（農業、園芸又は林業に関するものに\n限る。）\n十三　機械、装置若しくは器具（これらの部品を含む。）又はこれらによ\nり構成される設備の設計　建築物の設計　測量　地質の調査\n十四　デザインの考案　電子計算機、自動車その他その用途に応じて的確\nな操作をするためには高度の専門的な知識、技術又は経験を必要とする機械の性\n能、操作方法等に関する紹介及び説明　電子計算機のプログラムの設計，作成又は\n保守\n十五　医薬品、化粧品又は食品の試験、検査又は研究　機械器具に関する\n試験又は研究　建築又は都市計画に関する研究　公害の防止に関する試験又は研究\n電気に関する試験又は研究　土木に関する試験又は研究　農業、畜産又は水産に\n関する試験、検査又は研究\n十六　工業所有権に関する手続の代理又は鑑定その他の事務　訴訟事件そ\nの他に関する法律事務　著作権の利用に関する契約の代理又は媒介　登記又は供託\nに関する手続の代理\n十七　通訳　翻訳\n十八　施設の警備　身辺の警備\n十九　個人の身元又は行動に関する調査\n二十　あん摩、マッサージ及び指圧　医業　栄養の指導　家畜の診療　き\nゅう　健康診断　歯科医業　柔道整復　調剤　はり\n二十一　保育所における乳幼児の保育　老人の養護\n二十二　編み機の貸与　衣服の貸与　植木の貸与　カーテンの貸与　会議\n室の貸与　家具の貸与　火災報知器の貸与　加熱器の貸与　壁掛けの貸与　カメラ\nの貸与　漁業用機械器具の貸与　光学器械器具の貸与　鉱山機械器具の貸与　計測\n器の貸与　コンバインの貸与　祭壇の貸与　敷物の貸与　自動販売機の貸与　芝刈\n機の貸与　消化器の貸与　タオルの貸与　暖冷房装置の貸与　超音波診断装置の貸\n与　調理台の貸与　展示施設の貸与　凸版印刷機の貸与　電子計算機（中央処理装\n置及び電子計算機用プログラムを記憶させた電子回路，磁気ディスク，磁気テープ\nその他の周辺機器を含む。）の貸与　流し台の貸与　美容院用又は理髪店用の機械\n器具の貸与　布団の貸与　ミシンの貸与　理化学機械器具の貸与　ルームクーラー\nの貸与\n(4)　ドメイン名の取得とウェブサイトの開設\nア　原告は，平成１１年１０月１２日，「tabitama.co.jp」及\nび「tabitama.com」のドメイン名をそれぞれ取得し，平成１２年１月１日か\nら，http://www.tabitama.co.jp/のＵＲＬ（uniform resource locator）を使用\nし，宿泊施設の予約等を提供するウェブサイトを開設し（以下「原告サイト」とい\nう。），同サイト上で，別紙「原告標章目録」記載の「旅のたまご」の標章を自己\nの営業を表示するものとして使用していた。\nイ(ｱ)　被告は，平成１４年３月２７日，「tabitama.net」のドメイン名（以\n下「被告旧ドメイン名」という。）を取得し，同年７月１日か\nら，http://www.tabitama.net/のＵＲＬ（以下「被告旧ＵＲＬ」という。）を使用\nし，宿泊施設の評価を行うとともに宿泊施設の予約を提供するウェブサイト（以下\n「被告サイト」という。）を開設し，同サイト上で，別紙「被告標章目録」記載の\n「旅んこ玉っち」の標章を自己の営業を表示するものとして使用していた（なお，\n営業を開始したのは，同年１０月１日である。）。（甲１８）\n(ｲ)　被告は，平成１６年５月初旬ころ，ドメイン名「tamatti.net」（以\n下「被告新ドメイン名」という。）を新たに取得して，被告サイトのＵＲＬを\nhttp://www.tamatti.net/に変更し，被告旧ＵＲＬにアクセスすると，下記のウェブ\nページが表示されるように設定した。\n「『旅んこ玉っち』は，ＵＲＬが変更になりました。１０秒後に新し\nいページへ移動します。すぐに移動する場合は，http://www.tamatti.net/をクリッ\nクしてください。当サイトは『旅のたまご』および『tabitama』とは一切関係あり\nませんのでお間違えのないようお願いいたします。」（甲３８，弁論の全趣旨）。\n(5)　被告サイトのウェブページ上の表示について\nア　平成１４年９月２５日時点（甲２３）\n(ｱ)　被告サイトのホームページの標題において，松の木の絵が描かれた下\n方に「TABITAMA」と表示され，それに続けて，別紙「被告標章目録」記載の「旅ん\nこ玉っち」の標章が表示されている（なお，「旅んこ玉っち」のうち，『旅』と\n『玉』は他の文字に比べて大きく表示されている。）。\n(ｲ)　また，「初めての方へ」と題されたウェブページには，「◇『旅んこ\n玉っち』はイメージキャラクター『旅の子玉吉』の愛称です。サイトの略称は『旅\n玉（たびたま）』とお呼びください。」と表示されている。\nイ　平成１５年９月１７日時点以降（甲２１）\n(ｱ)　被告サイトのホームページの標題において，松の木の絵が描かれた下\n方に表示されていた「TABITAMA」の文字は削除され，「tamatti」と表示されてい\nる。\n(ｲ)　その他被告サイトのウェブページ上において，「旅玉（たびたま）」\nとの表示は使用されていない。\n３　争点\n(1) 被告による被告旧ドメイン名の使用は，本件各商標権を侵害するか。\n①　被告による被告旧ドメイン名の使用は，本件各登録商標の指定役務又は\nこれに類似する役務についての使用に当たるか（争点１）\n②　被告旧ドメイン名は，本件各登録商標と類似するか（争点２）\n③　被告による被告旧ドメイン名の使用が，商標の「使用」に該当するか\n（争点３）\n(2) 原告の損害額（争点４）\n(3) 原告の本訴の提起は不当訴訟として，不法行為に該当するか（争点５）\n第３　争点に関する当事者の主張\n１　争点１（被告による被告旧ドメイン名の使用は，本件各登録商標の指定役務\n又はこれに類似する役務についての使用に当たるか）\n（原告の主張）\n(1) 被告は，本件登録商標①の指定役務である第４２類「宿泊施設の提供の契\n約の媒介又は取次ぎ」について，本件登録商標①に類似する被告旧ドメイン名を使\n用するものである。\nまた，被告は，本件各登録商標の指定役務である第３５類「広告」又はこ\nれに類似する役務について，被告旧ドメイン名を使用している。以下，詳述する。\n(2) 指定役務第４２類について\n本件登録商標①の指定役務である第４２類には，「宿泊施設の提供の契約\nの媒介又は取次ぎ」が掲げられている。被告が，被告サイトにおいて提供している\n役務が，「宿泊施設の提供の契約の媒介又は取次ぎ」であることは被告自身が自認\nしている。\n(3) 指定役務第３５類について\nア　本件各登録商標の指定役務である第３５類に掲げられた「広告」とは，\n第三者が広告主のために，広告主を明示して，他人を介さずに広告主の商品，サー\nビス，アイディア等について消費者に告知，説得する行為であると解される。\nところで，被告サイトにおける宿泊施設に関する情報提供は，被告と契\n約を締結した宿泊施設がより多くの宿泊客を得ることができるように，宿泊施設の\nためになされていることは明らかである。すなわち，被告サイトのウェブページ\n（甲２１）に「ゲストさん　旅んこ玉っちへようこそ！旅んこ玉っちは究極の使い\nやすさ・分かりやすさを追求した宿泊施設評価＆予約サイトです。活きのいい最新\nの評価と宿泊料金，その他参考情報の一覧表示を見ながら即時に予約が出来ます。\n格安・割安・激安のホテル・ビジネスホテル・旅館・ペンション・民宿が勢揃いし\nています。どうぞお気軽にご利用下さい。きっとお気に召す宿が見つかります。」\nと記載されていることからみても，被告サイトにおいて紹介された宿泊施設が他の\n宿泊施設に比較して「格安・割引・激安」であり，より優れているということを端\n的に表してるもので，被告サイトにおいて紹介された宿泊施設を「広告」している\nものである。\nイ　被告の主張に対する反論\n(ｱ) 被告は，被告サイトにおける宿泊施設の情報提供は，もっぱら需要者\n（消費者）の選択の便宜を図る目的で行われるものであると主張するが，被告と契\n約する宿泊施設は，被告サイトにおいて情報が提供され，広告されることによって\n通常では得ることができないであろう宿泊客を得ることを期待して被告と契約を締\n結したはずである。また，被告は，かかる情報提供や広告を行って需要者が当該宿\n泊施設を利用したときに，当該宿泊施設から手数料を得ることができるからこそ，\nかかる宿泊施設についての情報を被告サイトにおいて提供しているのである。\nしたがって，被告サイトにおける宿泊施設に関する情報提供が，被告\nと契約を締結した宿泊施設がより多くの宿泊客を得ることができるよう，当該宿泊\n施設のためになされていることは明らかである。\n(ｲ) また，被告は，被告が行っている情報提供自体の対価を受け取ってい\nないとも主張するが，情報提供に対する対価が，現に顧客が宿泊した際に手数料と\nして支払われるものであって，対価の支払いが出来高払いの方式によってなされて\nいるにすぎない。このように情報提供の行為の対価が「出来高払い」の方式によっ\nて支払われている場合であっても，「広告」たりうるのは，インターネット上のバ\nナー広告も同様であるから（バナー広告は，そのアクセス数のみにより，広告料が\n決まる。），情報提供自体の対価を受け取っていないことは，被告の役務が広告で\nあることを否定するものではない。\n(ｳ) さらに，被告は，「被告サイトの需用者は，既に宿泊の意思を有する\n者」であり，「顧客の誘致を行わない」から被告の役務は広告でないとも主張する\nが，宿泊希望者は，ウェブサイトにアクセスし，日程と地域を指定して検索した結\n果表示された複数の宿泊設備から，価格やグレード，施設の内容等を比較検討し\nて，予約を行うのであって，ここにおける宿泊施設の各種情報の表示は当該宿泊施\n設への顧客の誘致を目的とするものであって，これが宣伝，広告に当たることは明\nらかである。\nよって，被告の役務が，指定役務第３５類の「広告」と同一である\nか，少なくとも類似の役務であることは明らかである。\nウ　以上のとおり，被告は，指定役務第３５類の「広告」に関して被告旧ド\nメイン名を使用しており，仮に「広告」に当たらないとしても，少なくとも「広\n告」に類似する役務について，被告旧ドメイン名を使用しているものである。\n（被告の主張）\n被告が，被告サイト上で提供する役務は，本件各登録商標の指定役務，ある\nいは指定役務に類似する役務（以下「類似役務」という。）に当たらない。\n(1) 原告は，被告の提供する役務が本件各登録商標の指定役務第３５類の「広\n告」に含まれるというが，特許庁商標課編「商品及び役務区分解説」によると，広\n告の概念には，「広告代理店等が依頼に基づいて行う役務が含まれる。」。また，\n雑誌等の広告の代理については，「この役務は，広告媒体としての雑誌　‥‥‥略\n‥‥‥　を当該広告媒体企業と契約し，依頼人のためにする広告である。」と定義\nしている（乙５）。\nまた，一般的にも，広告は第三者が広告主のために宣伝するという意味合\nいで用いられること，指定役務第３５類に列挙されている役務は，いずれも依頼人\nの事業の経営を援助する行為を対象としていることから，指定役務第３５類にいう\n「広告」は，事業者のためになされる情報提供を指すものと解される。\nところが，被告は，その業務内容として，専ら需要者（消費者）の選択の\n便宜を図る目的で宿泊施設の情報を提供するものである上，被告サイトは，宿泊施\n設の評価サイトであることから，被告の提供する情報は宿泊施設事業者に不利に働\nくことすらあり得る。\n(2) 商標は，登録により独占排他的な権利を獲得し，その権利の効力は，使用\n実績，著名性，誤認混同の有無等の事情をある程度無視し，画一的に判断される。\nこのように商標が登録により画一的かつ強力な権利を獲得することからすれば，役\n務の区分を信頼した者に不測の損害を与えないために，その効力範囲も登録された\n指定役務を中心に厳しく判断されるべきである。\n被告サイトの利用者は，単に被告サイトから宿泊に関する情報の提供を受\nけるだけでなく，それを参考にして宿泊先を選択し，被告サイトから宿泊施設の予\n約をなし得るのであって，被告が被告サイトにおいて提供している宿泊施設予約サ\nービスは，宿泊施設事業者の経営を援助するものではなく，宿泊施設の提供とあい\nまって利用者に利便性を提供するものであるから，第４２類の「契約の媒介，取次\nぎ」に該当することは明らかである。このことは，「やど上手」「予約宿名人」\n「宿ぷらざ」といった有力サイトが第４２類のみを指定役務として自己のサイト名\nを商標登録している事実とも整合する。\n(3) さらに，被告と提携している宿泊先等のウェブサイトは，被告サイトから\nの利用者が実際に宿泊した事実を確認した後，初めて顧客紹介料を被告に対して支\n払うものであり，被告は，宿泊施設からの情報提供については一切対価を受け取っ\nていない。情報内容に宿泊施設の意向を反映させたり，情報表示について対価を受\nけ取ることは，宿泊施設の評価サイトとしての被告の本質と抵触するからである。\nつまり，被告には，広告主に相当する存在がない。\nしたがって，被告が無料で提供する宿泊施設に関する情報は，宿泊の契約\nの媒介，取次を前提として初めて経済的な意味を持つものであり，情報提供自体は\n独立して商取引の目的たり得ない。収益性の面において，上記情報提供は，宿泊施\n設提供の契約の媒介又は取次ぎに付随するものにすぎず，「独立して市場において\n取引の対象となり得るもの」にあたらず，商標法にいう「役務」とはいえない。\nまた，被告と宿泊施設との間には，情報の表示方法に関する約定が一切存\n在しない。仮に，被告サイトの提供するサービスが加盟宿泊施設のための広告であ\nるならば，サイトの利用約款に，情報表示の方法・態様・内容に関する条項が存在\nすべきであるところ，被告サイトの利用約款にはそのような定めは一切ない。宿泊\n施設の最新情報提供義務は，予約の希望者の便宜のためのものであって，加盟宿泊\n施設のための広告宣伝ではない。\n(4) まとめ\n以上のことからすれば，被告の役務の提供の手段，目的又は場所の点にお\nいても，提供に関連する物品においても，需要者の範囲においても，業種の同一性\nの点においても，被告が被告サイトで行う業務は，「広告」といえず，「広告」と\n類似しない。\n２　争点２（被告旧ドメイン名は，本件各登録商標と類似するか）\n（原告の主張）\n(1)ア 本件登録商標①との類似性について\n被告旧ドメイン名の要部である「tabitama」は，「旅のたまご」の略称\n「たびたま」のローマ字表記であり，それゆえ称呼の類似性は明らかである。ウェ\nブサイトを利用する若年層の消費者が「旅のたまご」を略称するとすれば「たびた\nま」しかありえない。\nしたがって，本件登録商標①と被告旧ドメイン名が類似することは明ら\nかである。\nイ　本件登録商標②との類似性について\n被告旧ドメイン名の「.net」の部分は，当該ドメインがアメリカVersion\nGRS社の管理するネットワーク関係のドメインであることを示しているにすぎないか\nら，被告旧ドメイン名の要部は，被告旧ドメイン名の中からこれらを除いた部分\nの「tabitama」である。この文字列と，本件登録商標②の「TABITAMA」の文字列\nは，アルファベット文字が大文字か小文字かの違いがあるだけである。\nしたがって，被告旧ドメイン名は，本件登録商標②と同一又は類似する\nことは明らかである。\n(2) 次のとおり，被告旧ドメイン名を見る者は，本件各登録商標と混同するこ\nとが明らかであり，需要者が，ウェブサイトの開設主体を誤ってアクセスする蓋然\n性があることは明白である。\nア　原告は，本件登録商標②と同じドメイン名を使用して，インターネット\n上に宿泊施設等の検索及び予約のサービスを提供し，宣伝・広告，営業活動等を通\nじて，７万８０００人の会員，１日あたり約３０００件のサイトアクセス数，約１\n２００施設の登録ホテル，約４００施設の予約可能なホテル数を獲得し，原告サイ\nトはグーグルのページランク５と評価されるほど周知である。\nイ　原告サイトと被告サイトの需要者は，インターネット上において宿泊施\n設や旅行ツアーの検索や予約をするものであって，市場及び顧客を完全に同一にす\nるものである。被告は，被告サイトは「宿泊評価サイト」であるとして，原告サイ\nトとの相違を主張するが，これは被告サイトの「ウリ」にすぎず，市場及び需要者\nを異ならせる要素ではない。\n(3) 被告は，本件各登録商標と被告旧ドメイン名の同一性又は類似性を否定す\nるために，①一般的に登録商標に類似するドメイン名は多数存在することや，②商\n標権によってドメイン名を登録する道が制限される旨を主張するが，①について\nは，各商標権者の意思の問題にすぎないし，②の論法は，逆に，不正競争防止法２\n条１項１２号に定める不正の利益を得る目的等の立証ができない限り，第三者が，\n登録商標の指定商品・役務と同一の商品・役務について同一のドメイン名を取得す\nることを無制限に容認せざるをえないという矛盾した事態を許容することになり，\n法定の登録を要件とする商標法の趣旨を没却するもので，妥当でない。\nまた，被告は，原告サイトと被告サイトとの誤認混同の実例がないと主張\nするが，それが事実であると仮定しても，それはたまたまそのような報告がされて\nいないだけであり，需要者の勘違いが存在しないとの主張の根拠にはなり得ない。\n被告は，「ほぼ全ての需要者は，原告サイトを『tabitama』ではなく，『旅のたま\nご』と認識している」などとの独断的で誤った前提に立った主張をしているが，原\n告サイトと被告サイトは，市場と需要者を完全に同一にしており，原告サイトを意\n味する「tabitama」のドメイン名を被告サイトが使用することによる誤認混同の蓋\n然性を否定できない。\n（被告の主張）\n(1) 本件において，類似商標か否かを判断する際に，要部を抽出して比較する\n手法を用いるべきではない。一般的に，複雑，冗長なドメイン名は実際的ではない\nから，通常，ドメイン名は，短い日本語をローマ字表記したもの，あるいは，２，\n３の英単語の組み合わせになり，作り出されるドメイン名には限りがあるため，複\n数のウェブサイトが共通の文字列を第３レベルドメイン名に備えている例は多い\n（例えば，「tabinet」という語を含むドメイン名とし\nて，「tabinet.co.jp」「tabinet-jp.com」「tabinet.ne.jp」等複数のウェブサイ\nトが共通の文字列を第３レベルドメイン名に備えている。）。このような状況のも\nとで，インターネットの利用者はトップレベルドメイン，第２レベルドメインの識\n別性を認めているのであるから，第３レベルドメイン名を抽出して商標法を適用す\nることを認めると，商標権者による訴訟の濫発につながるおそれがある（なお，ド\nメイン名を，右側から区切り，トップレベルドメイン，第２レベルドメイン・・と\n順に呼ぶものである。）。\nそして，かかる商標権者からの請求を避けるため，ウェブサイトにおいて\n営業を行おうとする者は，第３レベルドメイン名だけで登録商標との類似を避けな\nければならないから，簡明なドメイン名を払底し，冗長複雑なドメイン名しか選択\nできなくなる。\nしたがって，本件において，被告旧ドメイン名と本件各登録商標の要部の\n観察という手法を用いて類似か否かを判断すべきではない。\n(2) また，本件においては，原告・被告ともに，「tabitama」の語は，ドメイ\nン名以外に使用していないところ，インターネットの利用者は，トップレベルドメ\nイン，第２レベルドメインにも必ず注意を払うものであり，被告旧ドメイン名に\nは，「net」が付加されているから，本件登録商標②との同一性，類似性は認められ\nない。\n(3) さらにいえば，次に述べるように，原告サイトに顧客吸引力はない上，原\n告と被告とではその市場が異なっており，需要者が原告と被告を誤認することはな\nい。\nア　原告サイトに著名性はなく，一般需要者を引き込む力はない。しかも，\n原告サイト上において使用されている例は，「旅たま」であり，「たびた\nま」「TABITAMA」という本件登録商標②と関連付けて使用した例はほとんどなく，\nドメイン名の一部に「tabitama」の語を用いるのみである。したがって，原告サイ\nトの存在を認識する者であっても，原告サイトを「TABITAMA」「たびたま」とは認\n識していない。\nしたがって，本件登録商標②の「TABITAMA」に業務上の信用は化体され\nておらず，顧客吸引力はない。\nイ　広告の市場とその需要者は，宿泊施設の予約の市場のその需要者とは異\nなっており，しかも，被告は，宿泊施設評価サイトとしての特徴も有するものであ\nる。日経BPなどの雑誌においても，被告サイトは，従来の宿泊予約サイトと異なる\n需要に対応するものと位置付けられている（乙１）。\nウ　被告旧ドメインを被告が使用することにより，需要者が開設主体を誤っ\nて被告サイトにアクセスする蓋然性はない。\n(ｱ) 原告において，需要者が，被告サイトを原告サイトと誤認して契約し\nたという実例を１件も主張立証しておらず，被告においても，需要者から，被告サ\nイトを原告サイトと誤認して契約したとか，原告サイトとの混同の危険性を内容と\nする苦情は１件も寄せられていない。また，原告サイトに顧客吸引力があれば，被\n告サイトが開設された当時，一定数の誤認者が生じ，被告サイトを利用した者がい\nるはずであるが，開設直後である平成１４年７月１日から同年１１月末日までの間\nに，被告サイトを利用した一般客は１名のみ２回であった（乙１５，１６）。\n(ｲ) ドメイン名のうち，「tabitama」の部分のみを記憶していた者であっ\nても，「.net」は，「co.jp」「.com」に比較して少数派であるから，原告サイトを\n利用したい顧客が，誤って被告サイトを訪れる確率は極めて低い。\n(ｳ) 需要者は，原告サイトを，「tabitama」ではなく，「旅のたまご」と\n認識しているから，原告サイトの名称で検索する場合も，「旅」「たまご」と検索\nし，この場合，被告サイトは検索結果として表示されない。また，「tabitama」と\nの文字列を検索条件にしても，需要者は，当該ホームページの開設者，発信者を確\n認した上で希望するウェブページにアクセスするはずであるから，原告サイトと被\n告サイトを誤認する可能性は生じない。\n(ｴ) 他のウェブページにおけるリンクを介して被告サイトにアクセスする\n場合，需要者は，通常，リンク元となったウェブページに表示された内容に興味を\n抱いてリンク先へアクセスするのであるから，ドメイン名のみを拠り所として，被\n告サイトに誤ってアクセスすることは考え難い。\n３　争点３（被告による被告旧ドメイン名の使用が，商標の「使用」に該当する\nか）\n（原告の主張）\n(1) 本来ドメイン名は，登録者の名称や，その者が有する商標等，登録者と結\nびつく何らかの意味のある文字列であることは予定されていない。\nしかしながら，ドメイン名登録者が，その有する商標等をドメイン名とし\nて登録することは通常行われているところであり，とりわけ，商標権者がインター\nネットを通じて当該商標に係る役務を提供するに当たっては，商標をドメイン名と\nして用いる例がより多くみられる。\nしたがって，ドメイン名の使用は，商標法上の「使用」に該当する（田村\n善之「商標法概説」（第２版）144頁）。\n(2) 東京地方裁判所平成１３年４月２４日判決（判時1755号43頁）（以下「ジ\nェイフォン事件判決」という。）などでは，「ドメイン名が，当該ウェブサイトに\nおいて表示されている商品や役務の出所を識別する機能」を有する場合には，当該\nドメイン名が不正競争防止法２条１項１号，２号にいう「商品等表示」に該当し，\nドメイン名の使用が不正競争防止法上の「使用」に該当することを認めていること\nからすれば，ドメイン名の使用が商標法上の「使用」に該当するか否かという点に\nついても，ジェイフォン事件判決の判断と同様に，問題となっているドメイン名が\n出所識別機能を有するか否かという観点から判断されるべきである。\n被告は，被告サイト上で提供する役務を表すために，「旅んこ玉っち」及\nび「ＴＡＢＩＴＡＭＡ」との標章を用いていた。\n「tabitama」とは，被告が，被告サイトのホームページにおいて現在も表\n示している「旅んこ玉っち」という標章の略称であるうえ，「旅んこ玉っち」の標\n章において，漢字表記等により強調する「旅」と「玉」を続けて呼称したものであ\nって，「旅んこ玉っち」の標章と同様に，被告の役務を表すものにほかならない。\nこのように，「tabitama」をドメイン名の一部として使用している被告旧\nドメイン名は，出所識別機能を有しており，被告旧ドメイン名の使用が商標法上の\n使用に該当することは明らかである。\n(3) 被告は，平成１６年５月初旬頃，被告旧ドメイン名をクリックすることに\nより表示される画面を変更したが，この変更によっても，被告旧ドメイン名の使用\nが商標的使用に当たることに変わりはない。すなわち，被告旧ドメイン名をクリッ\nクして表示される新たな画面は，そのまま放置しておけば，被告旧ドメイン名を使\n用して開設していた被告のウェブサイト（被告サイト）に自動的に移動し，同ウェ\nブサイトでは，被告旧ドメイン名で開設していたウェブサイト（被告サイト）と同\n様，ホテル，旅館等の広告を掲載しているのである。このような仕組みからする\nと，被告旧ドメイン名の使用は，被告サイトにおいて提供される役務（被告提携先\nのホテル・旅館等の広告）を表すものにほかならないから，現時点においても，被\n告旧ドメイン名の使用が商標的使用に当たるものといえる。\n以上のとおり，被告は，現に被告旧ドメイン名を使用することにより，本\n件各登録商標を侵害しており，また，将来においても，同様に，侵害の危険の蓋然\n性がある。\n(4) 被告の主張に対する反論\n被告は，ドメイン名の使用が商標的使用に当たるか否かを判断するに当た\nっては，「当該商標を含むドメイン文字列を見た者が，その文字列が表す者を商品\n販売や役務提供の主体と考える程度の商標の周知性」を考慮すべきであるとし（被\n告第４準備書面１０頁），商標的使用と認められるためには，被侵害商標に一定の\n著名性・周知性が必要であると主張するが，商標法は，差止請求の前提として，被\n侵害商標の著名性・周知性を要件としていない。商標法は，商標登録の制度を設け\n（同法３条），設定の登録によって商標権が発生するものとし（同１８条），商標\n権がある商標について差止請求権を認めているのであり（同３６条），商標権に基\nづく差止請求権の有無を判断するに当たって被侵害商標の著名性・周知性を考慮に\n入れる余地はない。\n商標的使用と認められるか否かを判断するにあたり，被侵害商標に一定の\n著名性・周知性が必要であるとする被告の主張は，被告独自の見解である。\n（被告の主張）\n(1) ドメイン名の使用を一律に商標法上の「使用」とすることの不当性\nア　ドメイン名を単にドメイン名として用いる行為は，商標権を侵害する行\n為といえない。なぜならば，ドメイン名は単なるアドレス番号として使用されてお\nり，商品や役務の出所識別機能を具備しない場合にまで商標権侵害を認めるのは，\n明らかにいきすぎだからである（なお，原告が引用する田村「商標法概説」（第\n2版）144頁も「ホームページを用いた広告の際に掲示されるドメイン名も商標の使\n用と見てよいであろう。」と記すのみで，ドメイン名の使用が直ちに商標法上の\n「使用」に該当すると断じているわけではない。）｡\nイ　ドメイン名は， http://www.○○○.ne.jp等の文字列として使用されて\nいる限り，商標の使用ではなく商標権侵害を構成しないと考えるべきである。正当\nな商標の適切な保護は，「統一ドメイン名紛争処理方針」ないし不正競争防止法で\n十分図り得るのであり，あえて商標法で保護する必要はない。\nウ　商標法の適用による保護は，以下に述べるように有害ですらある。\nすなわち，商標法は，画一的に商標権の効力範囲を決め，所定の行為を\n規制する方法で商標権者の利益を保護しているところ，ドメイン名の使用の規制\nは，適切な利益衡量なくしては妥当に解決し得ない。\nまた，商標法による規制において，営業表示の著名性は考慮されないと\nころ，登録商標の過半数が不使用商標であること，使用されている登録商標であっ\nても，それらの間に著名性の格差が存在することからすれば，一律に商標権にドメ\nイン名を排除する効力を与えるのは明らかに過度な規制である。さらに，商標法の\n適用による規制を認めることは，取得済み商標権と類似するドメイン名の登録が\nJPNICによって許可されることがあり得る等，現行のドメイン名登録制度に混乱を生\nぜしめるおそれがあり，迅速なドメイン名の登録やインターネットの発展の阻害要\n因となる｡\n以上のように，ドメイン名の使用について，商標法を適用することに\nは，数々の問題があるため，これを否定すべきである｡\n(2) 被告旧ドメイン名の使用は商標法上の「使用」に該当しない\n仮に，ドメイン名の使用が商標法上の「使用」に該当するとしても，被告\n旧ドメイン名の使用は，商標法上の「使用」に該当しない。\nア　平成１４年６月３０日以前\n被告サイトは，平成１４年７月１日以降に，宿泊予約，つまり役務提供\nが可能な状態になった（乙８）ものであるから，同年６月３０日以前においては，\n商標的使用の事実が認められないことに争いはない。\nイ　平成１４年７月１日から被告新ドメイン名に変更する前（平成１６年５\n月初旬）まで\n(ｱ)　ジェイフォン事件判決における商品等表示の「使用」についての判断\nは，その前提として，商品等表示の著名性・周知性の存在が暗黙のうちに考慮され\nている。すなわち，営業主体性を推知させない文字列の場合，当該ホームページに\nおいて表れる商品や役務の出所を識別する機能を生じないから，ジェイフォン事件\n判決は，当該ドメインの文字列を見た者が，その文字列が表す者を商品販売や役務\n提供の主体であると考える可能性を前提とした判断であったというべきである。同\n判決は，不正競争防止法が問題となった事案であったから，原告の営業表示の著名\n性・周知性は，同法における他の要件として検討されたため，「使用」についての\n該当性を判断する際に，重ねて検討することが省かれたにすぎない。これに対し，\n商標法は，商標の著名性・周知性を他要件として求めていないから，商標的「使\n用」に該当するか否かを判断するに当たっては，「当該商標を含むドメイン文字列\nを見た者が，その文字列が表す者を商品販売や役務提供の主体と考える程度の商標\nの周知性」を有するか否かを考慮すべきである。つまり，この程度に商標が知られ\nていなければ，ジェイフォン事件判決において判断されている「ドメイン名が特定\nの固有名詞と同一の文字列である場合などには，当該固有名詞の主体がドメイン名\nの登録者であると考える」事態が生じないというべきである。\n本件についてみると，原告サイトの中心的表示である「旅のたまご」\nでさえ周知性を認めることができない上，原告は，「ＴＡＢＩＴＡＭＡ」「たびた\nま」を原告の表示として，原告サイト上でほとんど用いておらず，「tabitama」を\n原告サイトのドメイン名の一部として使用しているにすぎないものであるから，被\n告旧ドメイン名における「tabitama」の文字列を見た者が，その役務提供の主体が\n「ＴＡＢＩＴＡＭＡ」あるいは「たびたま」であると考える程度の周知性はない。\nしたがって，被告による被告旧ドメイン名の使用が商標的使用に該当\nすることはない。\n(ｲ) また，被告サイトにおいて，そもそも「TABITAMA」の表示は，画面の\n隅に松の絵とともに示されており，挿画の一部にすぎなかった。しかも，同じ画面\nの上部中心，上記挿絵の右隣に大きく「旅んこ玉っち」と表示されているのであ\nり，同画面表示から見れば，被告サイトの開設主体が「旅んこ玉っち」であること\nは明らかであり，「TABITAMA」の表示に自他識別機能及び商標性を認めることはで\nきない。\nしかも，ウェブサイトの略称を指定することは，通常見られる宣伝方\n法であり，被告サイト上も，「旅んこ玉っち」の略称として，「旅玉」と言明して\nいたにすぎない。\n(ｳ) 以上のとおり，インターネット利用者が，被告サイトを「旅んこ玉っ\nち」と認識する可能性が高ければ，被告に対する商標法の規制は否定すべきであ\nる。\nウ　被告旧ドメイン名から被告新ドメイン名への変更（平成１６年５月初\n旬）以降\n(ｱ) 被告は，被告旧ドメイン名によって表示されるウェブページにおいて\nは，何ら役務を提供していないから，被告旧ドメイン名の使用は，商標的使用に当\nたらない。\n(ｲ) 原告は，被告旧ドメイン名によって表示されるウェブページから被告\nサイトに自動転送されるから，被告旧ドメイン名の使用は依然として商標的使用に\n当たる旨を主張するが，自動転送の際に用いられるドメイン名は被告旧ドメイン名\nではなく，被告新ドメイン名の「tamatti.net」であること，転送前のウェブページ\nの画面上には，被告サイトが，「旅のたまご」「tabitama」と関係ない事実が明示\nされていること，転送までに１０秒の待機時間があり，かつ，画面上の情報が少な\nいことから，上記転送前の被告ウェブページの画面を見た者は，これらの注記を必\nず認識するといえるから，被告旧ドメイン名の「tabitama」の文字列を営業主体と\n認識する者はいない。\n４　争点４（原告の損害額）\n（原告の主張）\n(1) 本件各登録商標には顧客吸引力があるところ，上記２の（原告の主張）(2)\nにおいて述べたとおり，原告と被告の市場及び需要者は同一であること，被告の旧\nドメイン名が本件登録商標②と同一又は類似することにより，需要者がウェブサイ\nトの開設主体を誤ってアクセスする蓋然性があることは明白であるから，被告が被\n告旧ドメイン名を使用していることにより原告が損害を被ったことは，明らかであ\nる。\n(2)ア(ｱ)　商標法３８条２項に基づく損害の算定\n被告が、原告の商標権を侵害して「tabitama」のドメイン名を取得\nした平成１４年３月２７日以降平成１６年６月末までの原告のサービスにより成約\nした旅行等の売上高は，合計約３億７９５０万円（月額平均１４０６万円）である\nところ、原告は，旅行売上高から平均５％の手数料を得ることができるから、上記\n期間の原告の総収入は約１８９８万円（月額平均約７０万３０００円）である。\n一方，被告の売上高を検討するに、被告において利用可能なホテル\n数は原告の約２割に止まるものの、被告が大手サイトである「宿プラザ」及び「ベ\nストリザーブ」と提携しているという事情を勘案すれば、被告の営業規模は原告の\n８割は下らず、被告の売上げも原告の８割を下回らないものと考えられる。したが\nって、上記期間の被告の売上高は、約１５１８万円（上記期間中の原告売上高１８\n９８万円×０．８）を下回ることはない。\nしたがって，商標法３８条２項により、原告の損害は１５１８万円\nを下回ることはないと推定される（なお、上記期間中の原告の損害の月額平均は約\n５６万２０００円である。前記期間中の総損害額÷２７ヶ月）。\nそこで、原告は，被告に対し、１５１８万円のうち１０００万円を\n請求する。\n(ｲ)　商標法３８条３項に基づく損害の算定\n被告の売上げは，上記(ｱ)のとおり、月額平均５６万２０００円を下\n回らない。\n本件各商標権の使用料相当額を検討するに、被告が消費者に対して\n提供する役務は、①製造原価がないこと、②インターネット上においてIPアドレス\nを中核として提供されること、③何種類も商品があるうちの１つが商標権を侵害し\nている場合とは異なり、被告の提供する役務が唯一のサービスであること等を総合\n的に考慮すれば、その使用料相当額は，被告の売上げの３０％を下らない。\nしたがって，原告の損害額と推定される使用料相当額は、約４５５\n万円（＝原告の売上高の８割×３０％）と計算される。\n(ｳ)　なお，被告は，被告サイトの収支について利益がない旨主張する\nが，被告が主張する収支内容は，その営業活動を通じ，一度も月次の黒字を実現し\nていない内容となっているもので，およそ営業行為としての体をなしておらず，真\n実であるとは到底考えられない。\nイ　被告による商標権侵害の行為により、原告は精神的損害を被った。被\n告サイトの登録ホテル件数及び空室状況を提供して予約可能なホテル数は極めて少\nなく、原告サイトと混同して被告サイトにアクセスしたユーザーが、現実に予約が\n取れないことが多いであろうことは容易に推測でき、その結果，誤認された原告に\nおいて多大な信用を失うことになる。\nしたがって、その精神的損害を金銭により慰謝するのであれば、その\n金額は８００万円を下ることはない。\nウ　また，原告は、本件解決のために、原告代理人らに委任し、その報酬\nとして２００万円を支払うことを約した。\nエ　まとめ\n上記アないしウのとおり，原告は、被告の違法行為により、合計２５\n１８万円（上記ア(ｱ)に基づく場合の合計額），あるいは，合計１４５５万円（同\n(ｲ)に基づく場合の合計額）の損害を被ったものであり，原告は，そのうちの１００\n０万円を本訴において請求するものである。\n（被告の主張）\n(1) 被告は，原告の本件各登録商標を侵害していないから，それによる原告の\n損害はない。\n(2) また，上記２の（被告の主張）(3)において述べたとおり，原告サイトに顧\n客吸引力はない上，原告と被告とではその市場が異なっており，需要者が原告と被\n告を誤認することはないから，被告旧ドメイン名を使用することが，被告の売上げ\nに寄与した事実はない。\n(3)　仮に侵害が認められるとしても，被告サイトの役務提供に関する収支は，\n別紙「『玉っち』売上・費用実績（平成１４年７月～平成１６年６月）」のとおり\nであって，利益はない。\nア　原告には，実施料相当額の損害も発生しない。すなわち，宿泊予約業界\nにおいては，寡占化が進んでおり，原告に本件各登録商標の使用許諾を求める第三\n者が現れるとは考え難く，したがって，原告が実施料を得ることもできなかったと\n認められるから，被告が被告旧ドメイン名を使用することによっても，原告に実施\n料相当額の損害は発生しない。\nイ　原告は，使用料相当額は売上げの３０パーセントを下らない旨主張する\nが，宣伝費，人件費等に多額の費用がかかることから，製造原価がないことを考慮\nすることは意味がない。また，IPアドレスを中核として提供されるものであること\nは当然であるが，問題となるのは，「tabitama」であることの価値であって，使用\n料の割合とは関係ない。さらに，被告の提供する役務が唯一のサービスであること\nは，対象とすべき業務の範囲（量）の問題であり，使用料の割合（質）とは無関係\nである。\n５　争点５（原告の本訴の提起は不当訴訟として，不法行為に該当するか）\n（被告の主張）\n(1)ア　原告は，平成１５年９月１８日，法律的・事実的根拠を欠くにもかかわ\nらず，被告を相手に，本訴を提起したが，原告の上記請求が根拠を欠くものである\nことは通常人から見て明白である。\nイ　原告の主張に対する反論\n(ｱ) 原告が掲げる最高裁昭和６０年(ｵ)第１２２号・同６３年１月２６日第\n三小法廷判決（民集４２巻１号１頁）において示された基準によっても，本件にお\nいて，①原告が本訴で主張した権利は，事実的・法律的根拠を欠くことは明らかで\nあり，②原告が客観的事実，確たる証拠に基づいた主張を行っていないことから，\n少なくとも通常人であれば容易に①を知り得たといえる。そして，原告が問題にし\nている被告標章の使用態様のほとんどは本訴提起のはるか前にされたものである\n上，原告は，被告に対し，平成１４年１１月２８日到達の通知書（甲２２の１）を\n出して以来，本訴提起に至るまでの間，１年近くにわたり，被告に対し，何の苦情\nも要求も唱えなかったにもかかわらず，あえて根拠に欠ける多額の損害賠償請求を\n一内容として本訴を提起していることからみても，原告が自らの営業上の利益を守\nるためではなく，被告の応訴負担を強制力とし，被告に和解金を支払わせることを\n目的として訴えに及んだことは明白であり，相当性の欠如の要件を充足する。\n(ｲ) 上記のとおり，本件においては上記最高裁判決の示した要件によって\nも損害賠償請求は認められるが，そもそも，本件に同判決の基準を用いることは適\n当でない。\nなぜならば，同最高裁判決が厳格な基準を設けたのは，裁判制度の利\n用を不当に制限する結果とならないようにとの配慮によるものであるが，本件にお\nいては，訴訟当事者間に権力，財力，能力の差がなく，また，反訴における損害賠\n償請求の額が弁護士費用に限定されており，反訴請求を認めても今後の裁判制度の\n利用を不当に制限する結果となるおそれがないからである。\n加えて，和解金目当ての濫訴防止のためにも，原告敗訴の場合の被告\n弁護士費用の原告負担を広く認めるべきである。すなわち，高額の訴訟を起こされ\nた場合，被告は弁護士に依頼して応訴しなければならないのが現実である。そし\nて，弁護士報酬が訴訟によって受けるべき経済的利益の額を基準として決定される\nため，被告は，応訴にあたって，訴額に応じた報酬の支払を余儀なくされる。この\nとき被告の弁護士費用を原告に負わせる途が閉ざされているとするならば，被告\nは，「訴えに実質的根拠はなく，請求棄却が確実」との見込みを抱いたとしても，\n和解金の額が弁護士費用の額を下回る限り，理不尽な和解に応じることになる。\nかかる事態を放置するならば，和解金獲得目的による実質的根拠のな\nい濫訴を横行させかねない。\nさらに，原告は弁護士費用を自らの損害の中に計上しているものであ\nるから，原告の請求が棄却された場合には原告に被告の弁護士費用を負担させるこ\nとが，平等の理念に適う。そうしなければ，原告のみが，一方的に自己の弁護士費\n用を相手方に転嫁する可能性を得ることになってしまうからである。\n以上のとおり，①原告の金銭請求が明らかに実質的根拠を欠き，②原\n告の請求中に自らの弁護士費用を計上し，③訴訟当事者間に権力，財力，能力の差\nがない場合で，原告の請求が棄却されるときは，被告にその弁護士費用の範囲内で\n損害賠償請求を認めるべきであるところ，本件は，これらの要件を満たすから，被\n告の反訴請求は認容されるべきである。\n(2) 被告は，弁護士儀間礼嗣に訴訟委任して本訴請求に応訴し，その訴訟追行\nのため，同弁護士に対して報酬として２００万円を支払うことを約しており，この\n支出は，原告が故意又は過失により不当な本訴請求を提起したことに基づくもので\nある。\nしたがって，被告は，原告に対し，原告の不法行為による損害賠償とし\nて，上記２００万円及び不法行為の日（本訴提起の日）である平成１５年９月１８\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払いを求める。\n（原告の主張）\nおよそ訴えの提起が相手方に対する違法な行為といえるのは，当該訴訟に\nおいて提訴者の主張した権利又は法律関係が，事実的，法律的根拠を欠くものであ\nる上，提訴者が，そのことを知りながらまたは通常人であれば容易にそのことを知\nり得たといえるのにあえて訴えを提起した場合など，訴えの提起が裁判制度の趣旨\n目的に照らして著しく相当性を欠くと認められるときに限られる（最高裁昭和６０\n年(ｵ)第１２２号・同６３年１月２６日第三小法廷判決・民集４２巻１号１頁参\n照）。\n原告の本訴における主張が，事実的，法律的根拠のあるものであることは\n明らかであり，被告の反訴請求には理由がない。\n第４　当裁判所の判断\n１　争点１（被告による被告旧ドメイン名の使用は，本件各登録商標の指定役務\n又はこれに類似する役務についての使用に当たるか）について\n(1) 前記「前提となる事実」欄記載の事実に後掲の各証拠及び弁論の全趣旨を\n総合すれば，次の事実が認められる。\nア　被告旧ドメイン名の使用状況について\n被告は，平成１４年３月２７日，「tabitama.net」のドメイン名（被告\n旧ドメイン名）を取得し，同年７月１日から，被告旧ＵＲ\nＬ（http://www.tabitama.net/）を使用し，「旅んこ玉っち」の名称で，宿泊施設\nの評価や宿泊施設の予約等を提供するウェブサイト（被告サイト）を開設，運営し\nていた。被告は，平成１６年５月初旬ころ，ドメイン名「tamatti.net」（被告新ド\nメイン名）を新たに取得し，被告サイトのＵＲＬをhttp://www.tamatti.net/に変更\nした。そして，被告旧ドメイン名を使用した被告旧ＵＲ\nＬ（http://www.tabitama.net/）については，被告旧ＵＲＬにアクセスすると，\n「『旅んこ玉っち』は，ＵＲＬが変更になりました。１０秒後に新しいページへ移\n動します。すぐに移動する場合は，http://www.tamatti.net/をクリックしてくださ\nい。当サイトは『旅のたまご』および『tabitama』とは一切関係ありませんのでお\n間違えのないようお願いいたします。」と記載されたウェブページが表示されるよ\nうになっている。（甲３８，弁論の全趣旨）\nイ　被告の業務について\n(ｱ) 被告サイトのトップページ（以下「被告トップページ」という。）の\n表示について（甲５０ないし６０，弁論の全趣旨）\nａ　現在の被告トップページの冒頭には，「ゲストさん　旅んこ玉っち\nへようこそ！旅んこ玉っちは究極の使いやすさ・分かりやすさを追求した宿泊施設\n評価＆予約サイトです。活きのいい最新の評価と宿泊料金，その他参考情報の一覧\n表示を見ながら即時に予約ができます。格安・割安・激安のホテル・ビジネスホテ\nル・旅館・ペンション・民宿が勢揃いしています。どうぞお気軽にご利用くださ\nい。きっとお気に召す宿が見つかります。」と記載され，トップページの中心に，\n「お宿を見つける」のコーナーと「お宿紹介」のコーナーとが表示されている。\nｂ　被告トップページの「お宿紹介」のコーナーには，「大阪ガーデン\nパレス　格安！シングル４９３５円より　新大阪駅から１０分　禁煙室あり」との\n記載，また，「東京木場ホテル　カプセル３２００円より　シングル７２００円よ\nり　木場から徒歩１分全室禁煙」との記載と共に，それぞれ当該ホテルの写真が掲\n載されている。\nｃ　被告トップページの「お宿を見つける」のコーナーの「入口」と表\n示されている部分をクリックすると，宿泊施設を地域別等で選択することができ，\n被告において登録されている宿泊施設の一覧が表示される「宿泊施設一覧」のウェ\nブページのほか，最寄駅，１人利用の料金，総合評価，割安感評価，個別項目評\n価，部屋の広さ及びコメントなどが各宿泊施設ごとに一覧で表示される「評価一\n覧」のウェブページが表示される（甲５０ないし５４）。\nさらに，各宿泊施設の名前をクリックすると，各宿泊施設の詳細が\n表示され，例えば，「さっぽろ花ホテル」の詳細については，ホテルの外観写真や\nロビーの写真が掲載されるとともに，「閑静な地に咲く，おしゃれなプチホテル\n都会の中の広大な緑のやすらぎ空間，中島公園の近くにあります。全室４０平米の\n広さがあり，すべてヨーロピアンテイストが香るデコ調。それぞれのお部屋のイン\nテリアや調度品も異なっており，一部屋一部屋違った魅力でいっぱいのホテルで\nす。」などと紹介されているほか，「ご利用になったお客様の声」として，総合評\n価，料金，設備等が満点を５点として，点数で当該ホテルの評価が記載され，基本\n情報として，当該ホテルの所在地や電話番号等も表示されている（甲５５ないし６\n０）。\n(ｲ) 被告サイトの仕組み\nａ　宿泊施設の利用希望者が被告サイトを利用して，被告サイトに加盟\nしている宿泊施設（以下「加盟宿泊施設」という。）を予約した際の手続の流れ\nは，別紙図１「『旅んこ玉っち』の加盟施設での宿泊予約」に記載のとおりであ\nり，同図中の①ないし⑩の数字の順に手続が行われる。\n加盟宿泊施設は，被告サイトを利用した客が，自らの施設に宿泊し\nた事実を確認した後，被告との約定に従い，「予約手数料」として，被告に対し，\n一定の金員を支払う（後記(ｳ)参照）。\nｂ　また，被告は，株式会社日本旅行及び株式会社ベストリザーブと業\n務を提携し，インターネットを利用しての宿泊予約を可能とするため，株式会社日\n本旅行が開設し，「宿ぷらざ」の名称で運営されているウェブサイト及び株式会社\nベストリザーブが開設し，「ベストリザーブ」の名称で運営されているウェブサイ\nト（以下，これらの２つのウェブサイトを単に「提携サイト」という。）を，被告\nサイトとそれぞれリンクさせ，被告サイトにアクセスした宿泊希望者は，提携サイ\nトを通じて宿泊施設の予約を行うこともできる。この場合の手続の流れは，別紙図\n２のとおりであって，被告サイトを利用した客が，提携サイトを通じて宿泊予約を\n行った場合，提携サイトの開設者は，宿泊予約客の宿泊の事実を確認した後に，被\n告に顧客紹介料を支払う（後記(ｴ)参照）。\n(ｳ) 被告と加盟宿泊施設との契約\n被告と加盟宿泊施設間の契約内容は，旅行予約システム｢旅んこ玉っ\nち｣利用約款（宿泊施設用）（乙２８。以下｢被告利用約款｣という。）に，次のとお\nり定められている。\n「第５条（当社の責務）\n１　本システムは，宿泊施設が登録した基本情報，客室数，宿泊\n料金，プラン等の情報を会員の閲覧に供します。\n２　本サイトは，会員からの予約申し込みやキャンセル等の情報\nを宿泊施設に通知します。\n３　当社は，善良なる管理者の注意を払って，本システムの安定\n稼働に努めます。\n第６条（宿泊施設の責務）\n１　宿泊施設は，当社が求める会員閲覧用の情報を遅滞なく提供\nするものとします。\n２　本システムに掲載する情報は，常に最新のものとなるよう更\n新に努めるものとします。\n３　宿泊施設は，本システム会員の予約申し込みに応じられるよ\nう客室の確保に努めるものとします。\n４　宿泊施設は，プランごとのベスト価格（最低価格）を本サイ\nトの会員に提供するものとします。\n５　宿泊施設は，会員からの照会・苦情等に対し，誠実に対応す\nるものとします。\n第８条（予約手数料の支払）\n宿泊施設は当社に対し，別紙に定める予約手数料を，所定の\n方法にて支払うものとします。」\n(ｴ) 提携サイトとの覚書（乙３０）について\n被告と株式会社日本旅行は，被告サイト上で株式会社日本旅行の運営\nするウェブサイト「宿ぷらざ」を提供することによる業務提携について，次に掲げ\nる内容の覚書（乙３０）を取り交わしている。なお，被告サイト上で株式会社ベス\nトリザーブの運営するウェブサイト「ベストリザーブ」を提供することによる業務\n提携についても同様である（乙３０，弁論の全趣旨）。\n「（被告を「甲」，株式会社日本旅行を「乙」とする。）\n第３条（甲乙双方の対応）\n甲及び乙は，第１条に該当する利用者が，それぞれにサービス\nに関する具体的対応を求めた場合は，相互に協力し，速やかに対応するものとす\nる。\n第４条（商品，機能及び顧客サービス）\n甲及び乙はサン・メルクス運営サイトの利用者に提供する乙の\n商品，機能及び良好な顧客サービス等の内容については甲・乙双方で協議し決定す\nる。\n第１０条（顧客紹介料）\n顧客とは，甲の運営するウェブサイト上より乙の予約機能を利\n用し，宿ぷらざの予約・決裁を行った利用者をいい，これをもって，甲による乙へ\nの顧客の紹介と解し，乙は甲に対して第１２条で定める顧客紹介料を支払うものと\nする。\n第１１条（顧客紹介料の対象行為）\n前条の顧客紹介料は乙の「宿ぷらざ」を利用した顧客があった\n場合にのみ支払われるものであり，旅行商品の取扱ならびに旅行商品の取扱に関わ\nる経費については乙が負担するものとする。\n第１２条（顧客紹介料の料率の設定）\n顧客紹介料の料率は第５条に定める宿泊金額の　％相当分（消\n費税込み）とする。\n第１４条（顧客紹介料・契約施設紹介料の支払い）\n１．乙は，各月末日締め翌月８日までに宿泊実績を確定させ，\n第５条に定める他の情報と共に甲に通知する。\n２．乙は，宿泊実績確定月の翌々月末日迄に銀行振込にて，甲\nに第１２条で定める顧客紹介料を甲の指定する口座へ支払うものとする。」\n(ｵ) 被告サイトの利用者との契約\n被告サイトを利用する者は，被告と『｢旅んこ玉っち｣ご利用規約』\n（乙２９。以下｢被告ご利用規約｣という。）を締結し，被告の会員として登録した\n後に，被告サイト上に掲載された宿泊施設の予約を行う。\n被告ご利用規約には，次に掲げる条項がある。\n「第６条（宿泊情報）\n本システムの宿泊情報は，宿泊施設から提供されます。情報\nの真偽について当社はその責任を負うことができません。\n２　本システムにおいて，宿泊料金等の表示が変更された場合，\n変更後の条件は変更後に行われた予約にのみ適用され，変更前の予約に影響するこ\nとはありません。\n第７条（契約の当事者）\nインターネット予約システムを通しての旅行サービスに関す\nる契約は，会員と各運送・宿泊機関等の間で直接締結される契約となります。当社\nはこの契約の媒介のみを行います。\n第１６条（当社の責任）\n当社は，予約の履行に当たって，当社の故意または過失に起\n因する情報の非伝達により会員に損害を与えたときは，当該予約に関して当社が受\nけ取る媒介手数料の範囲内でその損害を賠償する責に任じます。ただし，損害発生\nの翌日から起算して一ヶ月以内に当社に対して通知があったときに限ります。\n２　前項を除き，当社は，会員と運送・宿泊機関等との間で生じ\nた損害については，一切の責任を負わないものとします。」\n(ｶ) 他の宿泊施設予約サイトの商標登録の状況\nなお，「宿ぷらざ」，「予約宿名人」，「やど上手」などの宿泊施設\n予約サイトについては，これらのウェブサイトを開設して業務を行う者は，当該ウ\nェブサイトの名称について，第４２類のみを指定役務として，商標登録をしている\n（乙１９ないし２１。）。\n(2) 原告は，被告の業務が，本件各登録商標の指定役務第３５類の「広告」及\nび本件登録商標①の指定役務第４２類の「宿泊施設の提供の契約の媒介又は取次\nぎ」に該当する旨主張するので，この点について，まず判断する。\nア　前記「前提となる事実」（前記第２，２）記載のとおり，政令（商標法\n施行令）の規定する第３５類及び第４２類の役務及びこれらの役務に属するものと\nして省令（商標法施行規則）の別表に規定された役務の内容は，次のとおりであ\nる。\n(ｱ)　第３５類\n一　広告\n（一）　雑誌による広告の代理　新聞による広告の代理　テレビジョン\nによる広告の代理　ラジオによる広告の代理\n（二）　車両の内外における広告の代理\n（三）　屋外広告物による広告\nアドバルーンによる広告　看板による広告　はり紙による広告\n（四）　街頭及び店頭における広告物の配布　商品の実演による広告\n郵便による広告物の配布\n（五）　広告文の作成　ショーウインドーの装飾\n以下，略。\n(ｲ)　第４２類\n一　宿泊施設の提供　宿泊施設の提供の契約の媒介又は取次ぎ\n二　飲食物の提供\n以下，略。\nイ　これによれば，第３５類の「広告」とは，省令に「雑誌による広告の代\n理」「新聞による広告の代理」「テレビジョンによる広告の代理」「ラジオによる\n広告の代理」「車両の内外における広告の代理」と規定されていることからも分か\nるように，典型的には，電通，博報堂に代表されるような広告代理店の業務を指す\nものであるが，「屋外広告物による広告」「アドバルーンによる広告」「看板によ\nる広告」「はり紙による広告」「街頭及び店頭における広告物の頒布」「商品の実\n演による広告」「郵便による広告物の頒布」が掲げられていることに照らせば，自\nら広告物を掲示し，あるいは広告物を頒布することにより，広告主から当該行為に\n対する報酬を受け取る業務も含まれるものというべきである。\n他方４２類には「宿泊施設の提供」が掲げられ，これに属するものとし\nて省令には，「宿泊施設の提供の契約の媒介又は取次ぎ」が規定されている。\nこのような政令（商標法施行令）及び省令（商標法施行規則）の規定の\n内容に照らせば，「宿泊施設の提供の契約の媒介又は取次ぎ」の業務に伴い，宿泊\n施設の名称，所在地，設備の内容，宿泊値段，サービスの内容等の情報を顧客（締\n結される契約の相手方候補者，すなわち宿泊施設利用者）に対して提供する行為\nは，第４２類の役務の内容に当然含まれるものとして，第３５類の「広告」に該当\nせず，また，これに類似もしないと解するのが相当である。けだし，このような\n「宿泊施設の提供の契約の媒介又は取次ぎ」の業務を行うに際して，宿泊施設に関\nする情報を顧客に対して提供することは，顧客が当該宿泊施設と契約を締結するか\nどうかを判断するために必要な情報を提供するものであって，当該業務を行うに当\nたって必然的に伴うものとして，当該役務の一部を構成するものであるからであ\nる。また，「契約の媒介又は取次ぎ」の役務を業とする者は，当該情報提供の結\n果，宿泊施設の提供の契約が締結された場合に初めて契約当事者から対価の支払い\nを受けるもので，そうであればこそ，自己の媒介ないし取次ぎにより契約が締結さ\nれることを目的として当該情報を提供するものであって，広告物掲示者や広告物頒\n布者が当該広告に係る商品ないし役務に関して顧客との間で具体的な契約が締結さ\nれたかどうかにかかわらず当該広告物の掲示等により情報提供を行うことの対価と\nして報酬を受領するのとは異なるものである。仮に，「宿泊施設の提供の契約の媒\n介又は取次ぎ」の業務に伴う上記のような宿泊施設に関する情報提供が第３５類の\n「広告」に該当し，あるいは類似すると解するならば，宿泊契約の媒介を業とする\n者は当該業務に必然的に伴う宿泊施設に関する情報提供を行うために，第４２類の\nみならず常に第３５類をも指定役務として商標登録を得る必要があることとなる\nし，また，広告代理店ないし広告業者は，同一ないし類似する商標につき第４２類\nを指定役務とする商標権を有する者が存在する場合には，宿泊施設に関する広告を\n取り扱うことができなくなるが，このような結果は，政令及び省令が「広告」と\n「宿泊施設の提供の契約の媒介又は取次ぎ」とを別個の役務として分類した趣旨と\n相容れないからである。\n上記のように解すべきことは，政令及び省令が「広告」（第３５類）と\n建物ないし土地の貸借ないし売買の代理又は媒介（第３６類）とを別個の役務とし\nて分類していることとも符合するところである（建物ないし土地の貸借ないし売買\nの媒介には，必然的に，当該建物ないし土地の所在地，面積，賃料額ないし売買価\n額等に関する情報を広く顧客に提供する行為がその役務の一部を構成するものとし\nてと含まれる。これらの情報提供行為をもって，「広告」に該当ないし類似すると\n解することができないのは，社会経済活動上の常識に照らしても明白であろ\nう。）。\nウ　これを本件についてみるに，上記(1)イによれば，被告サイトの利用者\nは，被告サイトの加盟宿泊施設，あるいは，提携サイトが提供する宿泊施設の情報\nを被告サイトから得た上で，宿泊施設の予約を行うものであり（被告サイト上の各\n宿泊施設に対する評価を掲載したウェブページも，また，利用者の予約に資するた\nめの情報を提供する趣旨で掲載されているものと認められる。），被告サイト上の\n宿泊施設に関する情報については，利用者が被告サイトを介して宿泊施設を予約す\nるに際して，宿泊施設を選択し，あるいは予約するかどうかを判断する上で必要な\n情報というべきである。また，被告は，被告サイトの利用者が，実際に宿泊予約し\nた宿泊施設に宿泊して初めて，媒介手数料や顧客紹介料として，加盟宿泊施設や提\n携サイトを運営する者から，当該宿泊料金の何パーセントかの金額の支払を受ける\nものであって，加盟宿泊施設等の情報を被告サイト上に表示すること自体により報\n酬を得ているものではない。被告利用約款には，表示内容について,予約希望者の便\n宜のため，加盟宿泊施設の最新情報提供義務が定められているのみである（上記(1)\nイ(ｳ)。「被告利用約款」６条参照）。\n上記によれば，被告は，被告サイトを開設することにより，被告サイト\nの閲覧者が被告サイト上に表示された宿泊施設を選択し，選択した宿泊施設との間\nで被告サイトを介して宿泊予約を行うことを可能としているものであり，被告サイ\nト上における宿泊施設に関する掲示は，閲覧者が宿泊施設を選択し，あるいは予約\nするかどうかを判断する上で必要な情報を提供しているものと認められる。\nそうすると，被告が被告サイト上において行っている行為は，宿泊施設\nの利用者が宿泊施設との間で宿泊契約を締結するための媒介を行っているものとい\nうべきであり，これは，原告も自認しているとおり，指定役務第４２類の「宿泊施\n設の提供の契約の媒介又は取次ぎ」の役務に該当するというべきであって，被告サ\nイト上の宿泊施設に関する情報提供は，利用者が個別の宿泊施設について宿泊契約\nを締結するかどうかを判断するために必要な情報を提供するものであるから，当該\n媒介業務を行うに当たって必然的に伴うものとして，第４２類の役務の内容に当然\n含まれるものである。上記のとおり，被告が被告サイトにおいて行っている宿泊施\n設に関する情報提供は，宿泊契約締結の媒介業務の一部として行われているにすぎ\nず，広告主のために広告主を明示して広告主の商品等の情報を表示することにより\n対価を得るという広告役務（第３５類）とは異なるものというべきである。\nエ(ｱ) この点に関して，原告は，被告サイトにおける宿泊施設に関する情報\n提供は，被告と契約を締結した宿泊施設がより多くの宿泊客を得ることができるよ\nうに当該宿泊施設のためになされていることは明らかである，あるいは，被告サイ\nト上の各種の表示は当該宿泊施設への顧客の誘致を目的とするものである旨を主張\nし，甲２１，５６ないし６０などを提出する。\nしかし，被告サイトの利用者は，宿泊施設の予約を目的として被告サ\nイトにアクセスするものであり，被告サイト上における宿泊施設の情報の提供は，\n利用者が宿泊施設の予約をするための前提として必要なものである。仮に当該情報\nにおいて個別の宿泊施設が自己の特徴を需要者に強調していると見られる点がある\nとしても，被告サイト上の情報提供は宿泊予約の媒介業務の一部として行われてい\nるにすぎない。そして，そのような情報提供が第３５類の「広告」に該当ないし類\n似しないことは，上記において説示したとおりである。原告の主張は，採用できな\nい。\n(ｲ) また，原告は，インターネットのウェブサイト上に掲載されるバナー\n広告が利用者のアクセス数によって広告料が決まることを挙げた上で，被告が行っ\nている情報提供行為自体に対価性がないとしても，当該対価は出来高払い方式によ\nって支払われているにすぎないものであるとして，このような場合も広告たり得る\n旨も主張するとともに，情報の提供との対価関係が存在しなくとも広告に該当する\n例として，フリーペーパーの定義（「特定の読者を狙い，無料で配布するか到達さ\nせる定期発行の地域生活情報誌で，イベント，タウン，ショップ，求人求職，住\n宅・不動産，グルメ・飲食店，ショッピング，演劇，エステ・美容，レジャー・旅\n行，各種教室など多岐にわたる生活情報を記事と広告で伝える。」ＪＡＦＮＡ（日\n本生活情報紙協会）が平成１２年３月２４日に制定。甲６１。）を挙げる。\nしかし，バナー広告やフリーペーパーは，広告物の掲示や広告物の配\n布そのものを業務とし，当該掲示ないし配布行為の対価として広告主から報酬を受\nけ取るものであり，また，広告の対象たる商品ないし役務に関して，それ以上の関\n与をしないものであり，上記ウにおいて認定した被告の業務態様とは全く異なるも\nのであるから，バナー広告やフリーペーパーとの対比をいう原告の主張は，そもそ\nもその前提を欠くものとして，失当である。\n(ｳ) さらに，原告は，被告が被告サイトにおいて提供している役務が，指\n定役務第３５類の「広告」に当たらないとしても，類似役務に該当する旨も主張す\nる。\nしかし，契約の媒介を業として行う場合には，必然的に，不特定多数\nの顧客に対して契約の対象や契約内容についての情報の提供を行う行為を伴うもの\nであり，そのような行為を採り上げて第３５類の「広告」に類似する役務と解する\nことができないのは，前記のとおりである。仮に原告の主張するように解するとき\nには，商標法が登録商標について指定区分・指定役務を定めた意義を没却しかねな\nいものであり，原告の主張は採用できない。\n(3)　まとめ\n以上のとおり，被告が被告サイトにおいて行う業務は，本件登録商標①の\n指定役務第４２類「宿泊施設の提供の契約の媒介又は取次ぎ」の範囲に属するもの\nではあるが（この点は，争いがない。），本件各登録商標の指定役務第３５類の\n「広告」に属さず，また，これに類似する役務とも認められない。\n２　争点２（被告旧ドメイン名は，本件各登録商標と類似するか）について\n(1)　上記１に記載のとおり，被告の業務は，指定役務第３５類の「広告」には\n属さず，また，これに類似する役務とも認められないが，本件登録商標①の指定役\n務第４２類「宿泊施設の提供の契約の媒介又は取次ぎ」に該当するから，次に，本\n件登録商標①と被告旧ドメイン名が類似するか否かについて判断する。\n(2)ア　本件登録商標①の構成\n本件登録商標①は，「旅のたまご」をゴシック体活字で横書１列に記載\nしてなるものである。本件登録商標①については，そのうちの一部が見る者の注意\nを引くとか，あるいは役務の主体の識別力を有するといった事情が認められないか\nら，全体を一体として要部として類否判断を行うべきものである。\nイ　被告旧ドメイン名の構成等\n(ｱ) 被告旧ドメイン名の構成\n被告旧ドメイン名は「tabitama.net」というものであり，欧文字を通\n常の形態で一連に記載したものである。\n(ｲ) 被告旧ドメイン名の使用態様\n被告は，遅くとも平成１４年７月ころから平成１６年５月初旬ころま\nで，被告旧ＵＲＬにおいて，被告サイトを開設，運営している。\n(ｳ) 被告旧ドメイン名の要部\n被告旧ドメイン名（tabitama.net）における「.net」は，登録者の組\n織属性を意味する一般的な表示であるから，被告旧ドメイン名において識別力を有\nする部分は「tabitama」の部分である。\nなお，この点に関し，被告は，ドメイン名については，要部を抽出し\nて類比判断すべきではない旨主張するが，ドメイン名としての使用が商標の使用に\n該当するかどうかはともかくとして，ドメイン名の形式を有する標章について商標\nとの類否を判断するに当たっては，これを見る者の注意をひく箇所を基準として判\n断すべきものであり，被告の主張は採用できない。\n(3) 類否判断\nア　上記(2)で認定した事実を前提として，本件登録商標①と被告旧ドメイン\n名の標章が類似するか否かを判断する。\n前記のとおり，被告旧ドメイン名中の「.net」の部分は識別力を有しな\nいところ，残部の「tabitama」の部分は短い文字列であり，また，後記のとおり，\n一連の一語として称呼されるものであるから，見る者の注意をひく箇所として要部\nに該当するのは，「tabitama」の部分である。そして，この部分からは，「ティー\nエービーアイティーエーエムエー」又は「たびたま」の称呼を生ずるが，観念とし\nては特定の観念を生じない。\n本件登録商標①（旅のたまご）については，前記のとおり，全体を一体\nとして要部として類否判断を行うべきものであり，「たびのたまご」の称呼を生ず\nる。本件登録商標①から生ずる観念としては，一定の観念を認定しづらいが，強い\nていえば，「旅行中に食する鶏卵」，「旅立ちを誘う原因となる出来事」といった\n観念を生じ得る。\nそうすると，被告旧ドメイン名は，本件登録商標①と外観，称呼，観念\nのいずれも類似しないというべきである。\nイ　この点に関して，原告は，被告旧ドメイン名の要部である「tabitama」\nは，「旅のたまご」の略称「たびたま」のローマ字表記であるから，称呼の類似性\nは明らかであると主張する。しかし，「たびたま」の語については，独立した語句\nとして一定の観念の生ずるものではないものの，これを見る者が何らかの語句の略\n称であると判断するようなものではない。また，仮に，「たびたま」が何らかの語\n句の略称であると考えたとしても，「たびたま」のうち前半の「たび」の部分につ\nいては「足袋」「度」「旅」の字を当てることが可能であり，後半の「たま」の部\n分については，「多摩」「霊」「弾」「球」「珠」「玉」の字を当てることが可能\nであるほか，飼猫の代表的な愛称である「タマ」を観念することができるものであ\nって，これらの事情に照らせば，略称の基になった名称としては，多くの可能性が\n存在するものであって，仮に「旅のたまご」を略称する場合に「たびたま」と称す\nることがあり得るとしても，「たびたま」を見た者が「旅のたまご」の略称と解す\nるのが通常であるとは，到底認められない。原告の主張は，採用できない。\nウ　まとめ\n被告旧ドメイン名は，本件登録商標①と類似しない。\n３　本訴請求についての結論\n上記１に記載のとおり，本件登録商標②については，被告が被告サイトを用\nいて行う業務は，本件登録商標②の指定役務である第３５類の「広告」に該当せ\nず，これに類似するものでもない。\nまた，上記１及び２に記載のとおり，本件登録商標①については，被告が被\n告サイトを用いて行う業務は，本件商標権①の指定役務のうち第４２類「宿泊施設\nの提供の契約の媒介又は取次ぎ」の役務に該当するものの，被告旧ドメイン名は本\n件登録商標①と類似しない。\nしたがって，被告による被告旧ドメイン名の使用が商標の使用に該当するか\nどうか（争点３）について判断するまでもなく，本件各商標権に基づく原告の本訴\n請求は，いずれも理由がない。\n４　争点５（原告の本訴の提起は不当訴訟として，不法行為に該当するか）につ\nいて\n(1) 前記前提となる事実（前記第２，２）に後掲各証拠及び弁論の全趣旨を総\n合すれば，次の各事実が認められる。\nア　原告は，代理人を通じ，被告に対して通知書を送付し，「旅んこ玉っ\nち」及び「ＴＡＢＩＴＡＭＡ」なる標章，並びに，「tabitama.net」の被告旧ドメ\nイン名の使用を中止するよう申し入れ，同通知書は，被告に平成１４年１１月２８\n日到達した（甲２２の１及び２）。\nイ　被告は，被告サイト上の「ＴＡＢＩＴＡＭＡ」の標章については，上記\n原告の申し入れを直ちに受け入れ，被告サイトからすぐに削除したが，「旅んこ玉\nっち」及び被告旧ドメイン名の使用については，法的に問題がないと考え，これを\n削除せず，変更もしなかった。\nウ　上記申入れ後，原告から被告に対し，新たな申入れや話合いは行われ\nず，平成１５年９月１８日，本訴請求が提起された。\n(2) 上記３に判断したとおり，原告の本訴請求はいずれも結論的には理由がな\nいと判断されるものであるが，上記(1)に記載の事実を前提として，本訴の提起は不\n当訴訟として不法行為に該当するかどうかを判断する。\nそもそも，「民事訴訟を提起した者が敗訴の確定判決を受けた場合におい\nて，訴えの提起が相手方に対する違法な行為といえるのは，当該訴訟において提訴\n者の主張した権利又は法律関係が事実的，法律的根拠を欠くものであるうえ，提訴\n者が，そのことを知りながら又は通常人であれば容易にそのことを知りえたといえ\nるのにあえて訴えを提起したなど，訴えの提起が裁判制度の趣旨目的に照らして著\nしく相当性を欠くと認められるときに限られるものと解するのが相当である。」\n（最高裁昭和６０年（オ）第１２２号・同６３年１月２６日第三小法廷判決・民集\n第４２巻１号１頁参照）。\nそうすると，これを本件についてみるに，原告は，被告旧ドメイン名の使\n用は，前記当事者の主張における原告の主張に記載のとおり，本件各商標権を侵害\nするものとの判断を前提として，本訴を提起したものであるところ，登録商標に類\n似するドメイン名の下においてウェブサイトを開設する行為が商標権の侵害を構成\nするかどうか等については，当該ウェブサイトに係る業務の認定や商標法の解釈等\nについての専門的な判断を要する事項であるから，原告において被告に対し本件各\n商標権に基づく請求権を有しないことを知っていたということができない上，通常\n人であれば容易にそのことを知り得たということもできないから，原告のした本訴\nの提起が裁判制度の趣旨目的に照らして著しく相当性を欠くものと認めることはで\nきない。\nしたがって，原告の本訴請求が，不当訴訟として不法行為に該当するとい\nうことはできない。\n(3) この点に関して，被告は，原告が問題にしている被告標章の使用態様のほ\nとんどは本訴提起のはるか前にされたものであること，原告から被告に対して上記\nの平成１４年１１月２８日到達の申入れがされた後，本訴提起に至るまでの間，原\n告は被告に対して何ら苦情を唱えなかったこと，被告は自主的に「TABITAMA」につ\nいては，被告サイト上から削除し，宿泊施設の評価サイトであるという特徴を強く\n押し出しているのに，あえて原告が多額の損害賠償請求を一内容とする本訴を提起\nしたのは，被告に和解金を支払わせることを目的として訴えに及んだものであるこ\nとは明白であると主張する。\nしかし，被告は，原告からの上記申入れ後も，被告サイトのＵＲＬとし\nて，被告旧ドメイン名を使用し続けていたものであるから，上記申入れの後，本訴\n提起に至る前に話し合いの機会を設けなかったとしても，本訴を提起することが著\nしく不相当とまではいえず，和解金の支払のみを目的とした訴訟提起と直ちに認め\nることもできない。\nまた，被告は，原告の本訴請求が明らかに実質的根拠を欠き，原告の本訴\n請求中に自らの弁護士費用を計上し，訴訟当事者間に権力，財力，能力等の差がな\nい場合に，原告の請求が棄却されるときには，被告の弁護士費用分の損害賠償請求\nを認めるべきとも主張するが，原告の本訴請求が明らかに根拠を欠くものというこ\nとができないことは上記(2)のとおりである。したがって，被告の反訴請求は認めら\nれない。\n(4)　まとめ\n以上のとおり，原告の本訴の提起をもって，不当訴訟として不法行為に該\n当すると認めることはできないから，被告（反訴原告）の反訴請求は理由がない。\n第５　結論\n以上によれば，本訴については，原告（反訴被告）の請求には理由がないこ\nとは明らかであるからいずれもこれを棄却し，反訴については，反訴原告（本訴被\n告）の請求には理由がないことは明らかであるからこれを棄却することとし，主文\nのとおり，判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　三　　　村　　　量　　　一\n裁判官　　鈴　　　木　　　千　　　帆\n裁判官　　荒　　　井　　　章　　　光\n（別紙）\n原告標章目録被告標章目録「玉っち」売上・費用実績（平成１４年７月～平成１６\n年６月）図１：「旅んこ玉っち」の加盟施設での宿泊予約図２：提携サイト（宿ぷ\nらざ＆ベストリザーブ）を通じての宿泊予約\n"
}