{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 15
  },
  "case_number": "平成16(ハ)7117",
  "case_name": "損害賠償請求事件",
  "court_name": "東京簡易裁判所民事第2室",
  "lawsuit_id": "8994",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8994",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/994/008994_hanrei.pdf",
  "contents": "平成１６年１２月１５日判決言渡　同日原本領収  裁判所書記官\n平成１６年（ハ）第７１１７号　損害賠償請求事件\n口頭弁論終結日  平成１６年１１月１０日\n判　　　　　　　決\n主　　　　　　　文\n１　原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請　　求\n被告は，原告に対し，金７３万５０００円及びこれに対する平成１６年５月２７日か\nら支払済みまで年６パーセントの割合による金員を支払え。\n第２  事案の概要\n本件は，被告の仲介により訴外Ａ株式会社から中古建物を買った原告が，同建\n物に設置された飲用水供給のための加圧ポンプ２台の内の１台が，売買契約当\n時，故障により作動していなかったのに，売買の仲介人である被告がこれを調査し\nて原告に報告することを怠ったため，加圧ポンプ修理費相当額の損害を被ったと\n主張して，仲介契約上の債務不履行を原因として，損害賠償を請求する事件であ\nる。\n１  基礎事実（証拠を掲げるもの以外は，争いがない。）\n(1)  原告は，飲食店経営，不動産業等を目的とする株式会社であり，被告は，不動\n産業を目的とする株式会社である。\n(2)  原告と被告は，平成１５年１０月３１日，別紙物件目録記載の建物（平成２年５\n月３０日新築，以下「本件建物」という。）を購入するため，原告を依頼者とし，被\n告を仲介業者とする専任媒介契約を締結した。\n(3)  原告は，同日，被告の媒介により，訴外Ａ株式会社（以下「訴外会社」という。）\nから，瑕疵担保責任を負わない旨の特約付きで，本件建物を代金１億９８００万\n円で買い受ける売買契約を締結した。\n(4)  本件建物の飲用水の給水方式は加圧ポンプ方式であり，本件建物の１階の遊\n技場内の北東角に設けられたポンプ室に，交互に運転するものとして２台の加\n圧ポンプ（以下「本件加圧ポンプ」という。）が設置されている。\nポンプ室は，普段施錠されている。\n(5)  本件売買契約当時，本件加圧ポンプの内の１台は，故障により作動していなか\nった（甲３，甲６の１，２，甲７，証人Ｂ）。\n(6)  原告は，本件売買契約締結当日，被告から不動産取引の仲介に伴う重要事項\nの説明として本件建物に関する状況・概要の説明を受けたが，その際，本件加\n圧ポンプの故障については何らの説明も受けなかった。\n２  主たる争点\n(1)  被告の債務不履行責任の有無（本件加圧ポンプの故障についての調査報告\n義務違反の有無）\n(2)  原告の損害額\n３  争点に関する当事者の主張\n(1)  原告の主張\nア  仲介契約上の債務不履行\n宅地建物取引業法３５条１項４号は，「飲用水の供給のための施設の整\n備の状況」を重要事項説明義務の対象であると規定しているが，「飲用水の\n供給のための施設」とは，単に「水道が公営か私営か」，「水道自体が整備さ\nれているか否か」などに限定されるものではなく，生活を営む上で必要不可\n欠な飲用水供給施設をいい，「整備状況」とは，適切な調査を行えば容易に\n知りうる瑕疵のあることが含まれると解すべきである。本件加圧ポンプは，\n生活を営む上で必要不可欠な施設であること，本件売買契約当時，本件加\n圧ポンプの内の１台が故障で作動しなかったことは，本件加圧ポンプに１台\nが故障中である旨の貼紙が貼ってあったことや故障発見のための専門知識\nを要しないことどから，現地調査など適切な調査を行えば容易に知り得たこ\nと，現地調査をすることは十分可能であったことなどから，本件加圧ポンプ\nの瑕疵は，同号に定める重要事項説明義務の対象であるといえる。したが\nって，被告には，この瑕疵について調査し，その結果を原告に報告する義務\nがある。ところが，被告は，この義務を尽くさず，売買契約当時，本件加圧ポ\nンプの内の１台が故障により作動しないことを発見して，原告に報告しなか\nったから，仲介契約上の債務不履行の責任がある。\nイ  損害\n原告は，被告が債務を履行し，本件加圧ポンプの瑕疵について原告に説\n明しておれば，１億９８００万円での購入を取りやめ，または，本件加圧ポン\nプの修理費相当額，場合によってはそれ以上の減額を要求し得たものであ\nるから，被告の債務不履行により，少なくともポンプ修理費相当額７３万５０\n００円の損害を被った。\nウ   よって，原告は，被告に対し，仲介契約上の債務不履行（調査報告義務違\n反）に基づき，上記損害金及びこれに対する平成１６年５月２７日から支払済\nみまで商事法定利率年６パーセントの割合による遅延損害金の請求権を有\nする。\n(2)  被告の主張\nア  本件加圧ポンプの状況は重要事項説明義務の対象でないこと\n宅地建物取引業法上の重要事項の説明義務は，宅建業者が，業務上の注\n意義務から生じる調査義務，告知義務のうち一定の重要な事項に限ってこれ\nを定型化し，説明すべきことを特に定めたものであるとされており（［詳解］宅\n地建物取引業法明石三郎他　大成出版社），定型化された重要事項の対象\nは，重要事項説明書に積極的に記載が予定されている事項であると考える\nべきであり，通常，その設備の有無，設備がある場合の種類（公営水道か，\n都市ガスかプロパンガスか等），設備がない場合は整備予定及びそれについ\nての特別な負担等の事項がこれに当たる。本件の重要事項説明書の飲用水\n供給施設整備状況の欄には，本件加圧ポンプについて言及した記載は一切\nない。また，本件売買契約当時，原告を含む本件契約の当事者は，主観的に\nも本件加圧ポンプが重要事項であるとは考えていなかった。これらのことか\nら，水道が問題なく使用できる状態にある以上，本件加圧ポンプの状況等は\n重要事項に当たらないと考えるべきである。したがって，被告には，仲介業者\nによる重要事項説明義務違反は存在しない。\nイ  被告に帰責事由がないこと\n被告の従業員であり仲介担当者であるＣが，売買契約締結当時，本件加\n圧ポンプの瑕疵を発見して，これを原告に報告できなかったのは，本件建物\nの売主である訴外会社の代表者が，本件建物の１階で営業しているパチンコ\n店の従業員に売却の事実を知られるのを恐れて，本件加圧ポンプが設置さ\nれている１階部分の現況調査を拒んで現況調査ができなかったためである。\nそのため，Ｃは，原告から依頼された本件建物の調査については，売主に対\nしてヒアリング調査等を行い，その結果を原告に報告した。また，仮に原告か\nら現況調査を依頼されて，現況調査を実施したとしても，本件加圧ポンプの瑕\n疵は，通常の現況調査では容易に発見することが困難な隠れた瑕疵であっ\nた。したがって，被告には，本件加圧ポンプの瑕疵を発見して報告しなかった\n点について責めに帰すべき事由はなく，仲介契約の付随義務としての調査報\n告義務違反はない。\nウ  予備的主張\n原告は，本件加圧ポンプの作動状況等が重要事項説明義務の対象である\nと考えるなら，重要事項説明時に，被告に対し，重要事項説明書にその記載\nが欠如していることを指摘すべきであり，また，本件加圧ポンプに瑕疵が存在\nする場合には被告に責任を負わせるつもりである旨を告げるべきであったの\nに，これを怠っており，このような事情は過失相殺の対象になる。\n第３  争点に対する判断\n１   被告は，原告との間で本件建物の専任媒介契約を締結した仲介業者であるから，\n売主の提供する情報だけでなく，通常の注意を尽くせば認識できる範囲で，当該物\n件の瑕疵の有無を調査して買主に報告すべき仲介契約上の義務を負うと解すべ\nきである。ところで，飲用水供給のための加圧ポンプの作動状況は，それが重要事\n項説明義務の対象であるか否かにかかわらず，本件建物で生活する者にとって極\nめて重要な事柄であることは明らかである。また，その作動状況は，高度な専門的\n知識がなくても，ポンプ室に入って適切な調査を行えば容易に覚知できる事柄であ\nるといえる。したがって，被告は，本件加圧ポンプの作動状況について，通常の注\n意を尽くせば認識できる範囲で調査報告義務を負うというべきである。そこで，Ｃ\nが，本件加圧ポンプの瑕疵を調査して報告しなかったことが，仲介契約上の仲介\n物件の調査，報告義務違反であるかどうかについて検討する。\n２  証拠（甲７，乙３，証人Ｃ，証人Ｂ）及び弁論の全趣旨によれば，次の事実が認めら\nれる。\n(1)  本件建物の売買は，訴外会社が売買代金を負債の支払に当てるため，やむを\n得ず行われたものであり，訴外会社のＤ社長（以下「Ｄ社長」という。）は，売却に\n積極的ではなかった。\n(2)  Ｃは，平成１５年７月１２日，Ｄ社長と会い，本件建物の内覧を申し入れたとこ\nろ，内覧の場所は空き室の３１０号室，共用部分及び屋上に限って許され，１階\n及び２階部分の内覧は，売却の話が従業員に知れると困　るという理由で拒否\nされた。\n(3)   同年８月５日，原告のＥ社長，原告担当者のＢ，訴外会社のＦ専務（以下「Ｆ専\n務」という。）及びＣが，前記許可された場所について約１時間にわたって内覧を\n実施した。そのとき，Ｆ専務からＥ社長らに対し，給水設備に異常はない等の説\n明がなされた。\n(4)  そのころ，Ｃは，Ｂとの間で何回か打合わせをしたが，その中でＢから「給水設\n備状況はどうなっているか。」との質問を受けた。Ｃは，当時，Ｄ社長が１階部分\nの現況調査を拒否し，ポンプ室に入って給水設備の状況を確認することができ\nなかったので，Ｆ専務に対し給水設備状況等についてヒヤリング調査を行うとと\nもに，水道局から配管図面を取得し，それを使って，Ｂに対し，同専務から得た\n異常はないとの回答，ポンプの所在，配管状況，個別メーターの有無等につい\nて報告した。\n(5)  同年９月に入り，別の購入希望者が現れて訴外会社と原告との売買の交渉は\n一時中断したが，同年１０月に入って原告との交渉が再開され，交渉の結果，１\n億９８００万円で原告が購入する話がまとまった。そこで，Ｃは，契約書案や重要\n事項説明書案を作成して，これらを原告の顧問弁護士とＢに送付するとともに，\n訴外会社に対し，設備等の問題や賃借人からのクレームの有無などについて最\n終確認をし，問題やクレームはないとの回答を得て，Ｂにその旨を報告した。原\n告側からは，重要事項説明書案に本件加圧ポンプの記載がない等の話はなか\nった。\n３   前記認定事実によれば，Ｃは，自らポンプ室内に足を運んで本件加圧ポンプの作\n動状況を確認したことはないが，これは，Ｄ社長が，従業員に売買の話が知れるこ\nとを恐れて，ポンプ室内の現況調査を拒否したためであると認められる。そのた\nめ，Ｃは，給水設備の状況について売主側にヒヤリング調査等を行い，その結果を\n原告に報告したのであり，このような状況下で通常行える調査を行ったといえる。こ\nのことからすると，Ｃが本件加圧ポンプの故障を覚知せず，これを原告に報告でき\nなかったことは，やむを得なかったことであり，被告に責めに帰すべき事由があっ\nたとまではいえない。したがって，被告には，仲介契約上の債務不履行（仲介物件\nの調査報告義務違反）があるとは認められない。\n４　そうすると，その余の点について判断するまでもなく，原告の請求は理由がないか\nら，これを棄却することとし，主文のとおり判決する。\n東京簡易裁判所民事第２室\n裁　判　官   石　　堂　　和　　清\n物　件　目　録\n所　　在      江戸川区ａｂ丁目ｃ番地ｄ，ｃ番地ｆ，\nｃ番地ｇ\n家屋番号      ｃ番ｄ\n種　　類      共同住宅・遊技場\n構　　造      鉄骨造陸屋４階建\n床 面 積      １　階    ２４１．２９平方メートル\n２　階    ２４４．８７平方メートル\n３  階    ２２３．５７平方メートル\n４  階    １６２．８５平方メートル\n"
}