{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 26
  },
  "case_number": "平成14(わ)1035",
  "case_name": "常習累犯窃盗被告事件",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7015",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7015",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/015/007015_hanrei.pdf",
  "contents": "主　文\n被告人を懲役３年６月に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理　由\n（罪となるべき事実）\n被告人は，平成７年１０月１２日明石簡易裁判所において住居侵入，窃盗の各罪\nにより懲役２年（３年間刑の執行猶予，平成８年１０月４日その猶予取消し）に，\n平成８年９月１０日神戸地方裁判所明石支部において窃盗罪により懲役１年に，平\n成１２年５月３１日神戸地方裁判所において同罪により懲役２年にそれぞれ処せら\nれ，いずれもそのころ前記各刑の執行を受け終わったものであるが，更に常習とし\nて，平成１４年９月３日午前零時２０分ころ，神戸市ａ区ｂ通ｃ丁目ｄ番ｅ号所在\nの西日本旅客鉄道株式会社ａ駅下りホームにおいて，同所西寄りの３番ホーム側に\n向けて設置されたベンチで仮眠していたＡ（当時６３歳）のズボン左後ろポケット\nから同人所有の現金約２万１０００円及びメンバーシップカード１枚在中の財布１\n個（時価合計約１０\n００円相当）を抜き取り窃取したものである。\n（証拠の標目）－括弧内の数字は証拠等関係カード記載の検察官請求証拠番号\n省略\n（補足説明）\n１　弁護人は，被告人は判示の窃盗に及んでいない旨主張し，被告人もこれに沿う\n供述をするところ，前掲関係各証拠によれば，判示犯罪事実は疑いの余地なく認定\nできるのであるが，その理由につき，補足して説明を加える。\n２　前掲関係各証拠並びに司法警察員作成の捜査復命書（検察官請求証拠番号６。\nただし，不同意部分を除く。），司法巡査作成の捜査復命書（同７。ただし，不同\n意部分を除く。），司法警察員作成の捜索差押調書（同８）及び司法警察員作成の\n現行犯人逮捕手続書（同１。ただし，不同意部分を除く。）によれば，兵庫県警察\n本部刑事部捜査第３課所属の警察官であるＢはいわゆる旧国鉄の鉄道公安職員時代\nを含め３０年以上すり捜査に従事した経験を有する者であるが，平成１４年９月２\n日，Ｃ，Ｄほか１名の警察官とともに，２班に分かれ，Ｃ警察官とペアになって，\nすり捜査（「要撃捜査」）に従事中，同日午後１１時ころ，西日本旅客鉄道株式会\n社（ＪＲ）ｆ駅下りホーム上に被告人を発見し，前記チームで連携しながら，ＪＲ\n電車に乗車して，Ｊ\nＲｆ駅から同ｇ駅へ，同駅から同ｈ駅へ，同駅から同ｇ駅へ，同駅から同ａ駅へと\n順次移動する被告人を追尾したこと，Ｂ警察官は，被告人がＪＲａ駅で下車したた\nめ，同駅で下車して反対側上り線ホームから同駅下りホーム上の被告人の動静を観\n察したこと，同月３日午前零時２０分ころ，Ｂ警察官は，被告人において，同駅下\nりホーム西端から二つ目の３番ホーム側に向けて設置された３人掛けのベンチの左\n（東）端に座って仮眠していたＡの隣りに座り，右手で同人のズボンの左後ろポケ\nットをまさぐり，財布様のものを引き上げ抜き取るのを目撃したこと，その際のＢ\n警察官の目撃態勢は，同警察官において上り線ホーム上の売店裏に身を隠し，腹這\nいになって，所携の単眼鏡（倍率７倍のもの）を用いて線路を挟んで約２５．８メ\nートル前方の被告人\nを観察するというものであったこと，Ｂ警察官は，その後ホームから階段を下りる\n被告人を追い，途中，Ｄ警察官に被害者の確保を依頼した上，連絡通路において被\n告人を発見し，同通路に降りる階段付近から，同人が同所に設置されているゴミ箱\n内に右手に持った財布らしき物を捨てるのを目撃したこと，引き続き被告人は手元\nで札を数えながら同所付近の男子トイレに向かい同所に入ったこと，Ｂ警察官は同\nトイレ出入口付近でしばらく待機しＤ警察官を待ったが，あらわれないため，一人\nで同トイレ内に入り，同日午前零時２５分ころ同所において被告人を現行犯逮捕し\nたこと，他方，Ｄ警察官は被害者と接触して同人から財布が盗まれていることを確\n認したこと，被害者はその後前記ゴミ箱内から発見された財布が盗まれた同人所有\nの財布であることを\n確認したこと，以上の事実が認められる。\n３　判示事実は前認定の経過でＢ警察官により現認されているところ，前認定のと\nおり，その目撃供述は誤りの生じる余地のない正確なものと認められる。そして，\n同供述の正確性は，犯行直後，Ｄ警察官により被害者から被害確認がとれたことや\nＢ警察官において被告人がゴミ箱に財布を投棄したのを現認し，そのゴミ箱から投\n棄された被害品である財布が発見されたことその他の前認定の犯行直後の諸事実に\nよっても裏付けられているというべきである。\n弁護人は，証人Ｂの公判供述は，予断と偏見をもって被告人を監視追尾した同\n警察官において被告人の行動を仮睡者への物色行為と誤認したものであり，その目\n撃供述は正確ではなく，判示事実は合理的な疑いを容れない程度に証明されていな\nいと主張するが理由がない。\n４　被告人は，犯行当日，かつてのすり仲間から貸金の返還を受けようとＪＲ電車\nに乗車してすり仲間の居りそうな各駅間を移動していたものであり，尿意を催しＪ\nＲａ駅で下車し，被害者がその東端の席に座っていた３人掛けのベンチに座ったこ\nとは事実であるが，西端の席に座ったのであり，被害者から財布を抜き取ったこと\nはない旨供述するのであるが，犯行当日の電車による頻繁な移動の理由に関するそ\nれを含め被告人の弁解供述はいずれも不自然で信用性の乏しい供述といわざるを得\nず，被告人の犯行に及んでいない旨の弁解は採用の限りではない。\n５　以上のとおり，被告人が判示犯行を行ったことにつき証明は十分であり，弁護\n人の主張は理由がない。\n（累犯前科）\n被告人は，(1)平成７年１０月１２日明石簡易裁判所において住居侵入，窃盗の各\n罪により懲役２年（３年間刑の執行猶予，平成８年１０月４日その猶予取消し）に\n処せられ，平成１１年４月２２日その刑の執行を受け終わり，(2)その後犯した窃盗\n罪により平成１２年５月３１日神戸地方裁判所において懲役２年に処せられ，平成\n１４年３月３１日その刑の執行を受け終わったものであって，これらの事実は検察\n事務官作成の前科調書（検察官請求証拠番号３６）及び判決書謄本２通（同４１，\n４３）によって認める。\n（法令の適用）\n罰条　盗犯等の防止及び処分に関する法律３条，２条（刑法２３５条）\n累犯加重　刑法５９条，５６条１項，５７条（同法１４条の制限内で３犯加重）\n宣告刑  懲役３年６月\n未決勾留  刑法２１条（１２０日算入）\n訴訟費用  刑事訴訟法１８１条１項ただし書（負担させない。）\n（量刑の理由）\n本件は常習累犯窃盗（手口は仮睡盗）の事案であるが，被告人は，格別の理由も\nないのに，最終刑の執行終了後約６か月で本件犯行に及んだものであり，その盗癖\nは固着化しているといわざるを得ず，被告人が本件犯行につき不合理な弁解に終始\nして恥じるところがないこと，前記累犯前科のほか多数の同種前科があることを併\nせ考慮すると，被告人の刑事責任は重いというべきところ，被害額は比較的少額\nで，被害は回復されたことなど被告人のために酌むべき事情を十分に考慮し，主文\nのとおり量刑した次第である。\nよって，主文のとおり判決する。\n平成１５年３月２６日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　　　杉　森　研　二\n"
}