{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 24
  },
  "case_number": "平成14(ワ)22987",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第27部",
  "lawsuit_id": "5641",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5641",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/641/005641_hanrei.pdf",
  "contents": "平成１５．７．２４　東京地方裁判所平成１４年（ワ）第２２９８７号　損害賠償\n請求事件\n主文\n１　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し３９５０万円及び\nこれに対する平成１１年１１月２８日から支払済みまで年５分の割合による金員を\n支払え。\n２　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し３９５０万円及び\nこれに対する平成１１年１１月２８日から支払済みまで年５分の割合による金員を\n支払え。\n３　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成２７年から平\n成４１年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n４　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成２７年から平\n成４１年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n５　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成２９年から平\n成４３年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n６　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成２９年から平\n成４３年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n７　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成４１年１１月\n２８日限り２２１６万５９３４円を支払え。\n８　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成４１年１１月\n２８日限り２２１６万５９３４円を支払え。\n９　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成４３年１１月\n２８日限り２２１６万５９３４円を支払え。\n10　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成４３年１１月\n２８日限り２２１６万５９３４円を支払え。\n11　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し３９５０万円及びこれに対\nする平成１１年１１月２８日から支払済みまで年５分の割合による金員を支払え。\n12　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し３９５０万円及びこれに対\nする平成１１年１１月２８日から支払済みまで年５分の割合による金員を支払え。\n13　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成２７年から平成４１年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n14　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成２７年から平成４１年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n15　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成２９年から平成４３年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n16　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成２９年から平成４３年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n17　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成４１年１１月２８日限\nり２２１６万５９３４円を支払え。\n18　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成４１年１１月２８日限\nり２２１６万５９３４円を支払え。\n19　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成４３年１１月２８日限\nり２２１６万５９３４円を支払え。\n20　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成４３年１１月２８日限\nり２２１６万５９３４円を支払え。\n21　原告らの被告らに対するその余の請求をいずれも棄却する。\n22　訴訟費用は，これを２分し，その１を原告らの，その余を被告らの負担とす\nる。\n23　この判決は，第１・２項に限り，仮に執行することができる。\n事実及び理由\n第１　請　求\n１　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し９０００万円及び\nこれに対する平成１１年１１月２８日から支払済みまで年５分の割合による金員を\n支払え。\n２　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し９０００万円及び\nこれに対する平成１１年１１月２８日から支払済みまで年５分の割合による金員を\n支払え。\n３　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成２６年から平\n成４０年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n４　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成２６年から平\n成４０年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n５　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成２８年から平\n成４２年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n６　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成２８年から平\n成４２年まで毎年１１月２８日限り１３６万８８６７円を支払え。\n７　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成４１年１１月\n２８日限り２３５３万４８０２円を支払え。\n８　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成４１年１１月\n２８日限り２３５３万４８０２円を支払え。\n９　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ａに対し平成４３年１１月\n２８日限り２３５３万４８０２円を支払え。\n10　被告Ｃ及び同高知通運株式会社は，連帯して，原告Ｂに対し平成４３年１１月\n２８日限り２３５３万４８０２円を支払え。\n11　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し９０００万円及びこれに対\nする平成１１年１１月２８日から支払済みまで年５分の割合による金員を支払え。\n12　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し９０００万円及びこれに対\nする平成１１年１１月２８日から支払済みまで年５分の割合による金員を支払え。\n13　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成２６年から平成４０年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n14　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成２６年から平成４０年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n15　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成２８年から平成４２年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n16　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成２８年から平成４２年\nまで毎年１１月２８日限り１３６万８８６７円を支払え。\n17　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成４１年１１月２８日限\nり２３５３万４８０２円を支払え。\n18　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成４１年１１月２８日限\nり２３５３万４８０２円を支払え。\n19　被告日本興亜損害保険株式会社は，原告Ａの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ａに対し平成４３年１１月２８日限\nり２３５３万４８０２円を支払え。\n20　被告日本興亜損害保険株式会社は，原告Ｂの被告Ｃ又は同高知通運株式会社に\n対する判決のいずれかが確定したときは，原告Ｂに対し平成４３年１１月２８日限\nり２３５３万４８０２円を支払え。\n第２　事案の概要\n本件は，後記１(2)の交通事故（以下「本件事故」という。）について，原告らが被\n告らに対し，民法７０９条，自動車損害賠償保障法（以下「自賠法」という。）３\n条及び自動車保険契約に基づいて損害賠償を請求している事案である。本件の主要\nな争点は，死亡逸失利益についての定期金賠償方式による支払請求の可否及び慰謝\n料の額である。\n１　前提となる事実等\n(1)　当事者\nア　原告Ａ（昭和××年××月××日生）及び原告Ｂ（昭和××年××月××日\n生）は，本件事故により死亡したＤ（平成８年４月１日生）及びＥ（平成９年１２\n月６日生）の両親である。\nイ　本件事故当時，被告Ｃは，被告高知通運株式会社（以下「被告高知通運」とい\nう。）の従業員として，車両運転業務に従事し，本件事故に係る被告高知通運所有\nの車両（以下「加害車両」という。）を運転していた。\nウ　被告日本興亜損害保険株式会社（以下「被告保険会社」という。）は，被告高\n知通運との間で，加害車両について自動車保険契約を締結していた。\n(2)　本件事故の発生\nア　日時 平成１１年１１月２８日午後３時３０分ころ\nイ　場所 東京都世田谷区ａ町ｂ番地　東名高速道路上り線ｃキロポスト付近\n（以下「本件事故現場」という。）\nウ　加害車両 事業用大型貨物自動車（高知××○××××）\n同運転者 被告Ｃ\nエ　被害車両 自家用普通乗用自動車（千葉××○××××）\n同運転者 原告Ｂ\nオ　関係車両 自家用普通乗用自動車（足立××○××××）\n同運転者 Ｆ（以下「Ｆ車両」という。）\n(3)　本件事故の態様\n被告Ｃは，加害車両を運転して，本件事故現場付近を川崎方面から用賀方面に向か\nい，時速６０㎞ないし７０㎞で走行中，先に飲んだ酒の酔いのために前方注視及び\n運転操作が困難な状態に陥り，折から渋滞のため同方向に減速して進行していた被\n害車両にその手前約７．５ｍに至って初めて気付き，急制動の措置を講じたが間に\n合わず，被害車両後部に自車右前部を衝突させて被害車両を前方に押し出し，その\n前方を同様に進行していたＦ車両に被害車両の左前部を追突させ，Ｆ車両を道路左\n側壁に衝突させて半回転させた上，さらに加害車両の前部を被害車両の後部に乗り\n上げた状態で停止させた。この衝突により，被害車両及び加害車両が炎上した。\n(4)　責任原因\nア　被告Ｃは，前記のとおり本件事故を発生させたから，民法７０９条に基づき，\n原告らに対して損害賠償責任を負う。\nイ　被告高知通運は，加害車両の保有者であるから，自賠法３条本文に基づき，原\n告らに対して損害賠償責任を負う。\nウ　被告保険会社は，被告高知通運との間で加害車両に関して締結した自動車保険\n契約に基づき，原告らの被告Ｃ又は被告高知通運に対する判決の確定を条件とし\nて，原告らに対して損害賠償責任を負う。\n(5)　本件事故の結果\nＤ及びＥは，本件事故当時，被害車両の後部座席に乗車していたところ，いずれも\n本件事故により焼死した。\n(6)　原告らの相続\n原告らは，Ｄ及びＥの死亡により，同人らの損害賠償請求権をそれぞれ２分の１ず\nつ相続した。\n２　争点（原告らの損害額）\n（原告らの主張）\n(1)　死亡逸失利益\nア　原告らは，被告らに対して，Ｄ及びＥの死亡逸失利益につき，Ｄ及びＥが生存\nしていればそれぞれ１８歳になる年から３２歳になる年までの１５年間は，Ｄ及び\nＥの命日である１１月２８日を支払日として定期金賠償方式による支払を求め，１\n６年目に，６７歳になる年までの残額の一括支払を求める。\n定期金賠償方式による支払を求めるのは，一時金賠償方式による場合，裁判実務\n上，中間利息の控除率が民事法定利率による年５％とされているところから，法定\n利率と実勢利率との乖離の問題を回避するためである。また，１６年目に残額の一\n括支払を求めるのは，６７歳になる年までの定期金賠償が余りにも長期にわたるこ\nとによる困難性を考慮したものである。\nＤ及びＥは，本件事故に遭わなければ，稼働可能年齢である１８歳から６７歳に至\nるまで，平成１２年賃金センサス第１巻第１表の産業計・企業規模計・学歴計によ\nる全労働者の全年齢平均年収４９７万７７００円を得られたのであるから，生活費\n控除率を４５％としてＤ及びＥの逸失利益を算定すると，以下のとおりとなる。\n(ア)　Ｄについての逸失利益\nａ　平成２６年から平成４０年まで（年額）\n４９７万７７００円×（１－０．４５）＝２７３万７７３５円\n（原告らの相続により，請求額は，各原告につき，毎年１３６万８８６７円〔円未\n満切捨て。以下同じ。〕となる。後記(イ)も同じ。）\nｂ　平成４１年以降（合計額）\n２７３万７７３５円（３３歳時）＋２７３万７７３５円×１６．１９２９（３４歳\nから６７歳までの３４年のライプニッツ係数）＝４７０６万９６０４円\n（原告らの相続により，請求額は，各原告につき，２３５３万４８０２円となる。\n後記(イ)も同じ。）\n(イ)　Ｅについての逸失利益\nａ　平成２８年から平成４２年まで（年額）\n４９７万７７００円×（１－０．４５）＝２７３万７７３５円\nｂ　平成４３年以降（合計額）\n２７３万７７３５円（３３歳時）＋２７３万７７３５円×１６．１９２９（３４歳\nから６７歳までの３４年のライプニッツ係数）＝４７０６万９６０４円\nイ　被告らは，死亡逸失利益について定期金賠償方式による支払請求は認められな\nい旨主張するが，次のとおり，理由がない。\n(ア)　不法行為による損害賠償においては，不法行為時に全損害が発生し，全損害\nの賠償債務が遅滞に陥るとするのが判例・通説であり，この点で，後遺障害逸失利\n益，将来の介護費用を，死亡逸失利益とは別の性質のものであると解する余地はな\nい。\n(イ)　このように全損害は不法行為時に発生するが，その具体的給付方法について\nは法に特段の規定がない。これを一時金賠償方式によって請求し得ることについて\nは疑いがなく，他方，定期金賠償方式による請求は，債務者に期限の利益を付与す\nるものであるから，特にこれを禁じる理由はない。民訴法１１７条からも，定期金\n賠償方式による請求が可能であることを法は前提としているといえる。\n(ウ)　以上のように，理論的には，ある損害費目について定期金賠償方式が認めら\nれないとされる根拠はないが，損害費目の性質によっては定期金賠償方式によるこ\nとがなじみやすいか否か，又は定期金賠償方式が有意的であるか否かの差異はあり\n得る。この点，死亡逸失利益は，後遺障害逸失利益，将来の介護費用と同様，将来\nにおいて回帰的に現実化していく性質のものであり，定期金賠償方式になじむもの\nであるといえる。\n(エ)　また，中間利息の控除は，将来の価値を現在の価値に引き直す手段にすぎ\nず，これが必要とされるのは，将来の価値を現在において一時金として請求するか\nらである。すなわち，中間利息の控除は，あえて一時金として損害賠償金の給付を\n受ける場合に初めて必要性の認められる二次的・技術的な手段にすぎない。したが\nって，請求者が，あえて一時金による給付を求めず，将来の価値につき将来におい\nて給付を受けることを選択する場合には，中間利息の控除の必要性は消滅している\nはずである。それにもかかわらず一時金による給付を強いて中間利息の控除を強制\nすることは，全くの背理である。そして，前記のとおり，死亡逸失利益について定\n期金賠償方式によるならば，一時金賠償方式による場合の中間利息控除における法\n定利率と実勢利率との\n乖離という困難な問題に直面せずに済むのであるから，この場合に定期金賠償方式\nを採用することに有意性があることは明らかである。\n(2)　葬儀費用 合計６０８万７４１８円\n(3)　Ｄ及びＥの死亡慰謝料 各４０００万００００円\n本件は，常習的に飲酒運転を繰り返していたトラックの運転手が減速しつつあった\n車両に追突して幼児２名を焼死させたという，日本の交通事故史上でも他に例を見\nない悲惨で痛ましい事故であり，刑法改正により危険運転致死傷罪が新設される契\n機ともなった事件である。\n本件事故は，被告Ｃが被告高知通運の業務で高知から東京へ向かう途中で発生した\nものであるが，被告Ｃは，高知から大阪へ向かうカーフェリー内において飲酒し，\nさらに本件事故の約３時間前の午後０時３０分ころ，海老名サービスエリアにおい\nて，カーフェリーから下船する際に購入した２５０-入り缶酎ハイ１本を飲み，それ\nでも足りずウイスキー約２８０-をストレートで飲み，呼気１-当たり０．６３㎎と\nいう高濃度のアルコールを保有したまま運転を強行して本件事故を発生させたもの\nであり，その事故に至る経緯は極めて悪質であるというほかはない。しかも，前記\nサービスエリアから東京料金所までの間，３０分以上も蛇行運転を続け（危険を感\nじた目撃者から多くの通報があったほどであった。），同料金所においては，職員\nから「ふらつい\nているよ」，「休んでいったら」等の指摘を受け，自らも足がふらついていること\nに気付くほどであったにもかかわらず，「風邪薬を飲んでいる」等と詐言を用いて\n運転を続けたものである。そして，被害車両に衝突して乗り上げ，同車両を５０ｍ\n以上も押し出してようやく停止したのである。このような経緯からすれば，被告Ｃ\nには，もはや過失ではなく，殺人ないし傷害の未必の故意を認めることすら可能な\n事案である。このような行為は，もはや一般の交通事故事案における運転とは質的\nに異なっており，既にこの点において本件は交通事故の範疇を超えるものである。\nその結果，Ｄは３歳，Ｅに至ってはわずか１歳で人生を断ち切られた。これだけで\nも悲惨極まりない。しかしながら，本件の凄惨さは，その死亡態様にある。Ｄ及び\nＥの血液中の一酸化炭素ヘモグロビンの飽和量からすると，Ｄ及びＥは，明らかに\n火災発生中も自発呼吸を行って生存しており，しかも，意識を保ったまま業火に身\nを焼かれて死亡するに至ったものである。現に，燃え盛る車の中からは，「わー\nん」という泣き声と，「あちゅい」という声が聞こえてきたのである。２人の幼児\nが感じた苦痛は真に想像を絶するものであり，何人たりとも戦慄を禁じ得ないもの\nである。幼児が生きながら焼死せしめられるなどということ及びその苦痛は，およ\nそ交通事故の範疇のものではあり得ない。\nしかるに，被告Ｃは，燃え盛る車を後目に見つつ，Ｆらに対し，「まあ，ええじゃ\nないか」，「何で止まったんだ，急に止まるからぶつかったんだ」等と文句を言\nい，Ｆ車両の同乗者に「お酒なんて飲んで運転してんじゃないよ」と怒鳴られたの\nに対し，「酒なんて飲んでねえよ，風邪薬飲んだだけだ」等とうそぶき，現場をし\nばらく離れてさえいるのである。\nこのような被告Ｃの蛮行により凄絶な苦痛の中で死亡するに至った２人の幼児に対\nしては，いかに多額の金銭をもってしてもその苦しみを慰謝することはできないも\nのであるが，あえて金銭的に評価すれば，幾ら低く見積もったとしても，その金額\nは，１人につき４０００万円，合計８０００万円を下ることはあり得ない。本件\nは，事故の悪質さ，被害者の年齢，死亡態様等からして，交通事故死の範疇を超え\nる痛ましい事件であり，前記金額を不相当に高額とするようないかなる事情も存在\nしない。\nまた，被告Ｃは，被告高知通運の業務である長距離輸送を行う中で，常習的に飲酒\n運転を繰り返していたものであるが，それに対して何らの手だてを講ずることなく\n放置していた被告高知通運も，同じ責任を免れない。\n(4)　原告ら固有の慰謝料 各４０００万００００円\n本件における近親者慰謝料は，死亡慰謝料に付随して認められるようなものではな\nく，死亡慰謝料そのものに匹敵するものでなくてはならない。原告らは，本件事故\nにより，２人の子供が目前で焼死していくのを，為すすべもなく見ていなければな\nらなかった。「わーん」，「あちゅい」という悲痛な声を聞きながら，何もできず\nに，子供が中に残ったままの被害車両が炎上していくのをただ見ていなければなら\nなかった親の気持ちはいかばかりのものか，想像を絶するところである。\nしかも，被告Ｃは，刑事事件の第４回公判期日に至るまで原告らに謝罪文すら送ろ\nうともせず，公判廷においても，「フェリーではほとんどの人が飲酒している」等\nと述べ，自己弁護の姿勢が窺われるなど，真摯な反省態度が見られず，これによっ\nて原告らの被害感情はますます悪化し，さらなる苦痛を味わった。\n原告らの心中は察するに余りあり，その悲しみ，怒り，無念さは金銭をもって決し\nて慰謝されることはないが，あえて金銭的に算定するならば，前記(3)の死亡慰謝料\nと同等ないしそれ以上であるべきであるから，幾ら低く見積もったとしても，原告\n１人につき子供１人に対して２０００万円を下るべきではない。\n(5)　判決確定時の一時金部分についての小計 各８３０４万３７０９円\n原告らは，Ｄ及びＥの被告らに対する損害賠償請求権（前記(1)の逸失利益を除\nく。）を２分の１ずつ相続したものであるから，原告ら固有の損害と合わせると，\n原告ら各自についての判決確定時の一時金賠償額は，８３０４万３７０９円とな\nる。\n(6)　前記(5)の金額についての損害填補後の残額 各８０００万００００円\n前記(5)の金額から損害の填補額各３０４万３７０９円（葬儀費用６０８万７４１\n８円）を控除すると，残額は各８０００万円となる。\n(7)　弁護士費用 各１０００万００００円\n(8)　判決確定時の一時金部分についての合計 各９０００万００００円\n（被告らの認否・反論）\n(1)　逸失利益は，不知。\n死亡逸失利益については，定期金賠償方式を採用することはできないというべきで\nある。その理由は，次のとおりである。\nア　定期金賠償方式は，後遺障害逸失利益や将来の介護費用等，事故発生後時間的\n経過に従って順次発生・具体化していく損害について，一時金賠償方式によること\nの弊害を回避するために認められた方式である。そして，定期金賠償方式による各\n支分定期金は，各履行期が到来するごとに発生する将来の債権であり，期間が確定\nしていない場合は賠償金の総額も未確定であるという点で，確定した賠償金の総額\nを分割したにすぎない一時金賠償方式よる賠償金の分割払とは異なるものである。\nこのように定期金賠償方式は，将来発生する損害についての賠償方式であるから，\n死亡逸失利益について同方式を採用するには，死亡逸失利益を遺族の扶養権侵害に\nよる損害と構成する必要があるところ，原告らは，死者自身に発生した損害が相続\n人である遺族に承継されることを前提として逸失利益を算定している。そうである\n以上，死者の損害が死後に発生するとは考えられず，死亡逸失利益は，被害者の死\n亡時に一回的に発生し，それと同時に算定され確定する。したがって，このような\n場合には定期金賠償方式による支払請求は理論的にできないし，あえて定期金賠償\n方式を採用する合理性はない。\nイ　原告らは，一時金賠償方式を採用すると中間利息の控除率が年５％となり，昨\n今の実勢利率と乖離することを，定期金賠償方式による支払を求める理由とする。\nしかし，被害者であるＤ及びＥの逸失利益の算定期間はいずれも６０年以上の長期\nにわたるものであり，その間に実勢利率が年５％を超えることも十分に考えられる\nから，これらの期間を通じて年５％の割合により中間利息を控除しても不当とまで\nはいえない。\nウ　原告らが本件において定期金賠償方式による支払を求める理由の一つとして，\n被告らに長期間賠償金を支払わせることによって何らかの懲罰を与えたいという気\n持ちもあると推測される。しかし，原告らが主張するような懲罰的意味合いでの定\n期金賠償方式の採用そのものについても疑問が残る上，本件事故の直接の加害者で\nある被告Ｃには支払能力がなく，実質的には被告保険会社が支払を行っていくもの\nであるから，原告らが望む効果自体も期待し難い。\n(2)　葬儀費用は，損害額の相当性も含め，認める。\n(3)　死亡慰謝料は，不知。なお，本件事故が一般の交通事故の範疇を超えるとの評\n価については争い，被告高知通運が何らの手だてを講ずることなく被告Ｃの常習的\nな飲酒運転を放置していたという点は否認する。\n(4)　原告ら固有の慰謝料は，不知。\n(5)　弁護士費用は，不知。\n第３　争点に対する判断\n１　定期金請求について\n原告らは，Ｄ及びＥの死亡逸失利益について定期金賠償方式による支払を請求し\n（以下「定期金請求」ともいう。），被告は，死亡逸失利益について定期金請求は\n許されないと主張するので，以下検討する。\n(1)　不法行為に基づく損害賠償請求権の発生時期\n被告らは，定期金賠償方式は，後遺障害逸失利益や将来の介護費用等，事故発生後\n時間的経過に従って順次発生・具体化していく損害について認められた方式であ\nり，定期金賠償方式による各支分定期金は，各履行期が到来するごとに発生する将\n来の債権であるのに対し，死亡逸失利益は，被害者の死亡時に一回的に発生し，そ\nれと同時に算定され確定するとして，死亡逸失利益について定期金請求は許されな\nいと主張する。\nしかしながら，不法行為を原因とする損害賠償請求権は，実際には事故後に具体化\nしていく損害を含めて，すべての損害が不法行為時に発生したものと観念されるの\nであり（最三小判昭和３７年９月４日・民集１６巻９号１８３４頁参照），このこ\nとは，後遺障害逸失利益及び将来の介護費用と死亡逸失利益とで異なるところはな\nい。したがって，被告らの前記主張のうち，後遺障害逸失利益及び将来の介護費用\nについての定期金請求が将来発生する債権に係る請求であることを前提に，これと\n対比して死亡逸失利益について定期金請求は許されないとする部分は，当を得な\nい。\n(2)　不法行為における損害賠償についての定期金請求の可否\nア　不法行為における損害賠償の方法については，金銭賠償の原則が規定されてい\nるのみで（民法７２２条１項，４１７条），その支払方法については法律上特段の\n規定はないけれども，法が，一時金賠償方式による支払請求（以下「一時金請求」\nともいう。）のみを認め，定期金請求を否定したものとは解されない（大判昭和３\n年３月１０日・民集７巻１５２頁参照）。この点に関し，最二小判昭和６２年２月\n６日・集民１５０号７９頁は，損害賠償請求権者が一時金請求の申立てをしている\n場合に，定期金による支払を命ずることはできない旨を判示しているところ，これ\nは，損害賠償請求権者が定期金請求の申立てをしている場合には，定期金による支\n払を命じ得ることを前提としていると解される。さらに，民訴法１１７条は，口頭\n弁論終結前に生じた\n損害につき定期金による賠償を命じた確定判決の変更を求める訴えについて規定\nし，定期金による賠償を命ずる判決を予定している。以上によれば，不法行為にお\nける損害賠償について，損害賠償請求権者の申立てにより，定期金請求が認められ\nる場合があることは明らかである。\nイ　次に，いかなる場合に定期金請求が認められるかについてみるに，不法行為に\nよる損害賠償請求権のうち後遺障害逸失利益や将来の介護費用のように事故後に具\n体化していく損害は，定期金賠償になじみやすいといえる。すなわち，後遺障害に\nより労働能力を喪失し，その逸失利益を請求する場合には，後遺障害がなかったと\nすれば得られたであろう利益は，それが得られたであろう時に損害として具体化す\nるものであり，その時ごと（通常は各年）にその支払を求める定期金請求は，損害\n具体化の実態に沿うものである。また，将来の介護費用も，実際に介護費用を必要\nとする時に損害として具体化するものであり，その時ごとにその支払を求める定期\n金請求は，やはり損害具体化の実態に沿うものである。\nそして，後遺障害逸失利益について定期金請求がされた場合には，基礎年収を認定\nし，これに労働能力喪失率を乗じた額を各年の逸失利益として，労働能力の喪失期\n間中，定期金として支払を命ずることとなる。他方，後遺障害逸失利益について一\n時金請求がされた場合には，各年の逸失利益について，損害賠償の基準時から後遺\n障害がなかったならば将来利益を得られたであろう時までの利息相当額を中間利息\nとして控除し，損害賠償の基準時の価格に換算して一時金として支払を命ずること\nとなる。これは，すなわち，定期金による賠償額（将来利益を得られたであろう時\nの価格）と一時金による賠償額（中間利息控除後の価格）とが法的には等価値であ\nるという，一種の法的な擬制を前提とするものにほかならない。また，将来の介護\n費用についても，介\n護が生涯にわたって必要であるとして定期金請求がされた場合には，死亡時まで定\n期金の支払を命じ，一時金請求がされた場合には，認定された余命までの介護費用\nについて中間利息を控除し，損害賠償の基準時の価格に換算することになるが，こ\nの場合も，死亡時までの定期金による賠償額と認定された余命に基づく一時金によ\nる賠償額は，法的には等価値と評価されることとなる。\nウ　以上のとおり，後遺障害逸失利益及び将来の介護費用についての定期金請求\nは，将来の時間的経過に伴って損害が具体化するという実態に沿うものである上，\n定期金による賠償額と一時金による賠償額とは法的に等価値と評価されるのである\nから，その選択を損害賠償請求権者に委ねても，不合理とはいえない。そうする\nと，このような定期金請求を否定すべき理由はなく，少なくとも後遺障害逸失利益\n及び将来の介護費用は，定期金賠償が認められるべき性質の損害であることが明ら\nかである。\n(3)　死亡逸失利益についての定期金請求の可否\nア　次に，死亡逸失利益について，定期金請求が許されるか否かを検討するに，ま\nず，一時金として請求することができる金員を単純に分割して定期金として請求す\nるような場合には，損害賠償義務者にとって支払時期の点において一時金請求がさ\nれた場合よりも有利であるし，損害賠償義務者が期限の利益を放棄して一時金請求\nがされた場合の合計額を弁済することも可能であるから，一時金請求と定期金請求\nとは単に支払方法の違いにすぎず，したがって，このような定期金請求を認めない\n理由は見当たらない。このような場合には，分割払の請求が権利の濫用と評価され\nるような場合を除いて，処分権主義によって，裁判所は損害賠償請求権者の請求に\n拘束されるものと解される（いわゆる春奈ちゃん殺害事件に関する東京地判平成１\n４年１２月４日参照\n）。\nしかし，本件の原告らの定期金請求は，一時金請求の場合に算定される損害額を単\n純に分割して請求するものではなく，死亡逸失利益について，仮に被害者が生存し\nていれば得られたであろう利益を，その得られたであろう時において支払うことを\n請求するものであるから，前記のような単純な分割払の請求の場合と同視すること\nはできない。\nイ　そこで，さらに検討するに，一時金賠償方式による死亡逸失利益の算定に当た\nっては，まず，その者が生存していれば生涯にわたって得られたであろう年収額を\n認定し，さらに，生活費に要する金員を一定割合で控除することによって各年の純\n利益を算定した上，この各年の純利益について，中間利息を控除して一時金として\nの現在価値に換算することとなる。この算定プロセスの示すように，死亡逸失利益\nについても，後遺障害逸失利益や将来の介護費用と同様に，被害者が生存していれ\nば将来利益を得られたであろう時において，各年の純利益が損害として具体化する\nものと観念することが可能である。したがって，この点においては，死亡逸失利益\nと後遺障害逸失利益及び将来の介護費用との間に質的な差異はないから，理論的に\nは，被害者が死亡し\nていることのみをもって，死亡逸失利益について定期金請求を認めない理由とはな\nらないものと考えられる。\n一方，死亡逸失利益については，後遺障害逸失利益や将来の介護費用と異なり，将\n来における損害額の算定の基礎となった事情の変更に対応するために定期金賠償方\n式を採る実益は乏しいといえる。しかし，原告らが主張するように，一時金賠償方\n式においては，実務上，民事法定利率である年５％で中間利息を控除していること\nから，昨今のように実勢利率が極めて低い水準で推移している状況の下において\nは，法定利率と実勢利率との乖離の問題が生じているところ，死亡逸失利益につい\nても，定期金賠償方式を採れば，このような中間利息の控除に伴う法定利率と実勢\n利率との乖離という問題は生じない。したがって，実質的な観点からしても，死亡\n逸失利益について定期金賠償方式を採る意味があるといえる。\nウ　以上のとおり，死亡逸失利益についても，後遺障害逸失利益や将来の介護費用\nと同様に，被害者が生存していれば将来その利益を得られたであろう時において，\n損害が具体化すると観念することが理論的に可能であるし，定期金賠償方式を採る\n実質的な意味も認められる。そして，前記のとおり，一時金による賠償額と定期金\nによる賠償額とが法的に等価値であることは，死亡逸失利益についても異なるとこ\nろはない。そうすると，死亡逸失利益についても，一時金として請求するか定期金\nとして請求するかは，それが損害賠償義務者の支払を著しく煩瑣にするなど権利の\n濫用と評価されるような場合を除いては，処分権主義により，損害賠償請求権者の\n選択に委ねられるべきものと解するのが相当である。そうである以上，訴訟におい\nて，損害賠償請求権\n者である原告が定期金請求を選択した場合には，損害賠償義務者である被告が一時\n金賠償方式による判決を求めることはできないというべきである。\nエ　そして，本件の原告らの定期金請求は，Ｄ及びＥが生存していれば１８歳にな\nる年から３２歳になる年までの１５年間につき定期金賠償を求め，定期金の支払が\n余りにも長期にわたることを避けるため１６年目に残額の一括支払を求めるという\nものであるから，権利の濫用と評価すべきような請求方法ではないと考えられる。\nそのほか，被告らは，原告らの定期金請求が懲罰的色彩を帯びていることを指摘す\nるところ，確かに，原告らが，Ｄ及びＥが生存していれば１８歳になったであろう\n時から十数年間にわたり逸失利益の定期金賠償を求めているのは，本件事故を加害\n者に忘れさせたくないという意図に基づくものである。しかし，このような意図が\n原告らにあったとしても，もとより，それだけで原告らの定期金請求が権利の濫用\nとなるものではなく，他に原告らの定期金請求を排斥する理由も見いだし得ない。\nしたがって，原告らの定期金請求は許されない旨の被告らの主張は理由がない。\n２　判決確定時の一時金部分の損害額について\n(1)　葬儀費用 合計６０８万７４１８円\n葬儀費用の額及び損害としての相当性のいずれについても，当事者間に争いがな\nい。\n(2)　慰謝料 合計６８００万００００円\nア　はじめに\n本件事故は，偶然現場を通り掛かったテレビ局のカメラマンにより撮影された事故\n発生直後の映像が報道番組において放映され，酒酔い運転の危険性について社会に\n大きな衝撃を与えるとともに，被告Ｃに対する刑事裁判の結果，危険な運転によっ\nて死傷の結果が生じた場合の法定刑が余りにも軽いのではないかという問題が広く\n認識され，刑法改正により危険運転致死傷罪が新設される一つの契機ともなった極\nめて痛ましい事故である。\n本件において，慰謝料の算定に当たって斟酌すべき主な事情としては，以上のほか\nに，次のような点を挙げることができる（前提となる事実等，甲３，４の１ないし\n４，５ないし７，８の１ないし７，９，１０，原告Ｂ本人，被告高知通運代表者，\n弁論の全趣旨）。\nイ　Ｄ及びＥについて\nＤ及びＥは，本件事故当時，まだ３歳と１歳の幼児であり，本件事故に遭わなけれ\nば限りない可能性を有していたはずであったのに，突然，本件事故により命を奪わ\nれた同人らの無念さは，計り知れない。しかも，後部座席に幼い２人のみで身動き\nもできないまま取り残され，意識を失うこともなく，炎に取り巻かれ，熱さ・痛さ\nに悲鳴を上げながら我が身を焼かれ死んでいったものであり，死に至る態様も極め\nて悲惨かつ残酷である。本件事故は，前方が渋滞していたために徐々に減速してい\nた被害車両が，後方から進行してきた加害車両に一方的に追突されたものであり，\n被害車両を運転していた原告Ｂにも過失は全く認められず，もとより，Ｄ及びＥに\n責められるべき点は一切ない。\nウ　原告らについて\n原告らは，ふだん仕事のためにめったに遊ぶことのできない子供たちとのレジャー\nからの帰途，Ｄ及びＥという，かけがえのない娘を２人同時に失うことになったも\nのであり，原告Ｂにおいては，本件事故発生の日付を見るだけでＤ及びＥの生前の\n元気な様子を思い浮かべてしまうことからも窺われるように，その悲しみの気持ち\nは察するに余りある。取り分け，本件事故においては，我が子の助けを求める叫び\n声，泣き声を間近に聞きながらも，燃え盛る火炎の勢いのため，為すすべもなく，\nただ最愛の２人の娘が目の前で焼け死んでいくのを見ているほかはなかったという\n原告らの痛恨の思いと無力感には，想像を絶するものがある。加えて，原告Ａは自\nらも重傷を負ったために，また，原告Ｂも既に遺体が子供用の布団等に包まれてい\nたために，両名とも\n我が子の遺体を直接目にすることができないまま荼毘に付さざるを得ず，原告Ｂは\n我が子の最期の姿を刑事記録によって確認するほかなかったこと，その遺体は，炎\nで焼かれ，全く生前の姿をとどめない状態のものであったこと，本件事故の結果，\n原告らは，子供たちに「シートベルトをしなさい」などと幾ら社会ルールに従うよ\nう教えたとしても，大人が基本的なルールを遵守しないのでは子供たちの命を守る\nことができないという悲痛な思いを抱かざるを得なかったことなども，決して見過\nごすことのできない事情である。\nそして，本件事故発生後の事情としても，原告らは，我が子の死に直面して立ち直\nることすら困難であっても不思議ではないにもかかわらず，今後このような悲惨な\n事故が二度と起きないようにするために社会に訴え掛けていくことを決意し，刑法\n改正の署名運動に取り組んで３７万人を超える署名を集め，その結果，危険運転致\n死傷罪の成立をみるに至ったこと，さらに，それに満足することなく，全国を巡っ\nて交通安全についての講演を重ね，被告高知通運の従業員に対しても自らの働き掛\nけによって講演を行うなど，本件事故による尊い犠牲を無駄にしないために交通事\n故防止の活動に身を捧げていること，それにもかかわらず，被告高知通運の社内で\n交通安全を推進すべき立場にある取締役の１人が，純然たる業務中でないとはい\nえ，原告らの被告高知\n通運の従業員に対する前記講演のわずか３週間後に，飲酒運転による追突事故を発\n生させるに至り（この事故は会社からの帰宅途中の事故であったことも窺われ〔甲\n８の４〕，被告高知通運の責任と全く無関係とはいえない。），その結果，原告ら\nに，我が子の死は何だったのか，我が子の死を無駄にしないために行ってきた運動\nも飲酒運転の撲滅に向けて効果を上げられなかったのではないか，という憤り，無\n念さをもたらしたことなどの事情も，慰謝料の算定に当たっては十分に考慮されな\nければならない。\nエ　被告Ｃについて\n本件事故は，被告Ｃが，呼気１-当たり０．６３㎎のアルコールを保有するという相\n当程度酩酊した状態で，全長約１２ｍ，車両総重量約２０ｔに達する大型貨物自動\n車を運転して，休日でレジャー帰りのマイカーが多く走行している東名高速道路を\n時速６０㎞ないし７０㎞の速度で約３０㎞もの距離を走行し，環状八号線方面にい\nったん進入しながら用賀方面へ方向を変えたり，左側壁の縁石や中央分離帯にぶつ\nかりかねないほど大きく蛇行走行するという，まさに走る凶器による危険極まりな\nい運転行為が招いたものであって（なお，被告Ｃの運転態様については，本件事故\n発生前から，危険な運転として東京料金所ブースに対し１０件程度，警察に対し１\n件の通報があった。），被告Ｃの運転行為における過失は，酒気を帯びた状態で運\n転をしないという\n自動車運転者として最も基本的な注意義務を怠ったものであり，一方的であること\nはもちろん，極めて重大かつ悪質である。殊に，東京料金所の職員から，「体の具\n合が悪いようだったら車を寄せて３０分でも休んでいったら」と言われるほど他人\nから見ても異常な状態であり，自らも酔いのため足がふらつき，まともな運転がで\nきないと気付いていながら，なお運転を続行したことは，もはや運転行為自体が未\n必の故意による傷害行為とさえ評価され得るものである。\nまた，そもそも，被告Ｃは，高速道路を約３０㎞以上も運転する予定でありなが\nら，酒類の販売が禁止されている海老名サービスエリアにおいて，あらかじめ車内\nに持ち込んでおいたウイスキー２８０-及び缶酎ハイ２５０-を飲酒したものであり\n（しかも，当初は缶酎ハイのみを飲む予定でありながら，それでは足りずにウイス\nキーを飲んだというものであり，被告Ｃの飲酒癖が相当強度のものであったことが\n窺われる。），このような運転行為を予定した飲酒自体が，重大な結果を招来する\n危険性の強い行為であって，飲酒行為自体の悪質性も強い非難に値する。\nそして，実際，これらの行為の結果として，Ｄ及びＥという２名の尊い生命が奪わ\nれたものであり，行為の悪質性に加えて，その結果も極めて悲惨かつ重大なもので\nある。Ｄ及びＥが死に至った態様自体もまた，前記イのとおり，極めて残酷なもの\nである。\n加えて，原告らが，決して軽いとはいえない傷害を負いながらも一命を取り留めた\nのは，被害車両の電源が衝突によっても切れることなく通じており，原告Ｂ側の電\n動の窓ガラスが開いたという全くの偶然によるものであって（原告Ｂ本人），この\nような偶然がなければ，原告ら（まだ原告Ｂのお腹の中にいた三女のＧも含む\n。）についても焼死という，さらに悲惨な結果を招いていたであろうことも指摘し\nなければならない。\n一方，本件事故に至る要因をさかのぼれば，被告Ｃが常日ごろから自分の運転する\nトラックに酒を持ち込み，常習的に飲酒運転をするという，それ自体非常に悪質で\n強い非難に値する行為を習慣としていたことに端を発するものであり，その意味\nで，本件のような重大な事故はいつ発生してもおかしくない状況であった。\nまた，本件事故発生直後の対応についても，被告Ｃが，加害車両の周辺をふらふら\n歩いているのを見とがめたＦ及びＨに対し，ろれつの回らぬ口調で，「何で止まっ\nたんだ」，「急に止まるからぶつかったんだ」，「まーえーじゃないか」，「逃げ\nるんじゃない，会社に電話をかけてくる」，「酒なんか飲んでいねえよ，風邪薬飲\nんだだけだ」などと強弁し，衝突によって火災が発生しているにもかかわらず，当\n初は被告高知通運に電話で連絡を取ることしか考えておらず，その後原告Ｂらと協\n力して原告Ａを救助した点はともかくとして，極めて悪質な態度を取ったものと評\n価せざるを得ない（なお，原告Ａを救助した点についても，自ら発生させた事故に\nおいて，人命救助を行うのはむしろ当然のことである上，被告Ｃは，当初から救助\nに当たったのではな\nく，被害車両の前方に一度行き，炎上している被害車両の状況を認めながら，先に\n被告高知通運に電話連絡を取ろうとしていたものと窺われることからすると，民事\n損害賠償において慰謝料を算定するに当たり，被告Ｃに有利な事情として斟酌する\nのは相当ではない。）。\nそして，被告Ｃは，捜査段階では，飲酒検知の際にはアルコール類を前日に摂取し\nたと回答し，その後も原告Ｂが子供がいることをすぐに教えてくれれば子供を助け\nられたかもしれないなどと供述し，また，公判段階では，後続車両を見過ぎて前方\n車両に気付かなかった旨の，捜査段階では一切供述していなかった内容の供述を行\nったり，本件事故以前にはパーキングエリア・サービスエリアでは飲酒していなか\nった旨の，捜査段階とは相反する供述を行ったりするなど，供述を著しく変遷させ\nていたのみならず，自車の後続車，被告高知通運や，果ては原告Ｂの責任にするよ\nうな責任転嫁・自己弁護の供述をし，自らの責任逃れの対応に終始してきた。原告\nらに対する謝罪についても，本件事故より半年後の平成１２年４月１２日になって\nようやく原告らに手\n紙を書いたもので，これも検察官から促されて行ったものであり，手紙を書くのが\n遅れた理由として葉書や切手がなかなか手に入らなかったこと等を挙げているの\nも，また，反省が見られない態度というべきである。このように，被告Ｃが本件事\n故において自らの行った行為の重大性について真に自覚し反省しているとは考え難\nく，原告らの被害感情が極めて峻烈なことも，当然と考えられる。\nオ　被告高知通運について\n前記エのとおり，被告Ｃは常日ごろから自分の運転するトラックに酒を持ち込み，\n常習的に飲酒運転をしていたものであるが，仮に被告高知通運が，飲酒運転の事実\n自体を全く知らなかったとしても，被告Ｃの飲酒癖は知っていたと推察されるか\nら，適切な調査を行っていれば，被告Ｃの常習的な飲酒運転を把握することがで\nき，本件事故の発生を未然に防止することが可能であったというべきである（ちな\nみに，被告高知通運代表者であるＩ自身はともかく，捜査段階の調書において，被\n告高知通運の取締役であるＪが被告Ｃの酒癖の悪さを知っていたと供述し，従業員\nであるＫも同趣旨の供述をしていることからすると，被告高知通運として，被告Ｃ\nの飲酒運転の事実を全く知らなかったものとは考え難い。）。また，被告Ｃの捜査\n段階における供述調書か\nらは，被告Ｃの責任転嫁の面があることを差し引いても，被告高知通運の社内に飲\n酒運転を容認する風潮や体質があったのではないかとの疑いを払拭し得ない。\nところで，被告高知通運は，本件事故を契機に，対面点呼の実施，飲酒検知器の導\n入やＩＳＯ認証の取得等，悲惨な事故の再発を防止するための努力を行っていると\nしつつ，一方において，本件事故は，飽くまで被告Ｃ個人が起こした事故であり，\n被告高知通運の管理責任の及ぶところではなく，被告Ｃの常習的な飲酒運転につい\nて本件事故後に特に調査はしていないという（被告高知通運代表者）。しかし，被\n告高知通運が前記のような事故再発防止のための対策を講じているとしても，長距\n離トラックの運転手は長時間単独で業務に従事するもので，監視の目が行き届かな\nいことが多い反面，飲酒への誘惑も多いという業務の性質からすると，飲酒運転を\n根絶するには，運転手個々人の飲酒運転に対する意識改革こそが肝要であり，被告\nＣの飲酒運転を被告\n高知通運の管理責任が及ばない個人の問題として位置付けるような姿勢で臨んでい\nたのでは，果たして，本件のような事故の再発を本当に防止することができるのか\n疑問を禁じ得ない。実際に，被告高知通運においては，本件事故後，飲酒運転をす\nれば解雇すると警告されているにもかかわらず，取締役の１人が，よりによって原\n告らが被告高知通運の従業員に対して飲酒運転の根絶を訴える講演をしたわずか３\n週間後に，飲酒運転によって追突事故を起こしている。被告高知通運の代表者はも\nとより，その他の従業員においても，原告Ｂが，当裁判所の本人尋問に際し，「本\n件事故後に生まれた子供たちを育てなければいけないという義務感に駆られて生き\nていますが，本当の気持ちを言えば，早く２人の娘たちにもう一度会いたいと思っ\nています」と述べて\nいることを重く受け止め，被告Ｃの起こした本件事故の悲惨さと原告らの悲しみの\n大きさに改めて思いを致すべきである。\n以上によれば，本件事故の原因が被告高知通運に全くないとはいい難いし，また，\n今後の事故の再発防止策として被告高知通運がこれまでに講じた対策は必ずしも十\n分なものとは評価することができず，これらの事情も慰謝料を算定するに当たって\n斟酌する必要がある。\nカ　まとめ\n以上のほか，本件記録に現れた一切の事情を考慮すると，被告高知通運が，葬儀費\n用のほかに，本件で請求されていない全損車両代及び諸経費代として５６２万３５\n０３円，香典，見舞金，お供え等として１９０万円を支払い，相応の誠意を示して\nいることを考慮しても，本件慰謝料としては，次のとおり，合計６８００万円を認\nめるのが相当である。\n(ア)　Ｄについての慰謝料 合計３４００万００００円\nａ　Ｄ本人の分 ２６００万００００円\nｂ　原告Ａの分 ４００万００００円\nｃ　原告Ｂの分 ４００万００００円\n(イ)　Ｅについての慰謝料 合計３４００万００００円\nａ　Ｅ本人の分 ２６００万００００円\nｂ　原告Ａの分 ４００万００００円\nｃ　原告Ｂの分 ４００万００００円\n(3)　原告らの相続 各３７０４万３７０９円\n原告らは，Ｄ及びＥの両親として，Ｄ及びＥの損害賠償請求権をそれぞれ２分の１\nずつ相続した。相続後の原告らの損害額（原告ら固有の損害を含む。）は，各３７\n０４万３７０９円となる。\n(4)　損害填補後の残額 各３４００万００００円\n被告高知通運が原告らに対して支払った６０８万７４１８円について，その額の２\n分の１である３０４万３７０９円を，原告らの各損害額からそれぞれ控除すると，\n残額は各３４００万円となる。\n(5)　弁護士費用 各５５０万００００円\n本件の事案の内容，審理の経過，後記３の逸失利益について，仮にすべてを本件事\n故時の一時金に換算すると，次のとおり，Ｄにつき２３９２万６４３５円，Ｅにつ\nき２１７０万２０２５円となり，その場合の原告らの損害額は各５６８１万４２３\n０円となること等にかんがみると，本件事故と相当因果関係のある弁護士費用は，\n原告らにつき各５５０万円と認める。\nＤ分：４９７万７７００円×（１－０．４５）×（１９．１１９１－１０．３７９\n６）＝２３９２万６４３５円\nＥ分：４９７万７７００円×（１－０．４５）×（１９．２０１０－１１．２７４\n０）＝２１７０万２０２５円\n相続分：（２３９２万６４３５円＋２１７０万２０２５円）÷２＝２２８１万４２\n３０円\n合　計：３４００万００００円＋２２８１万４２３０円＝５６８１万４２３０円\n(6)　損害額合計 各３９５０万００００円\n３　逸失利益（定期金部分及び平成４１年，平成４３年の一括払部分の損害額）に\nついて\nＤは本件事故当時３歳，Ｅは本件事故当時１歳であり，同人らは，本件事故に遭わ\nなければ，それぞれ，１８歳から６７歳まで４９年間就労し，その間，平成１２年\n賃金センサス第１巻第１表の産業計・企業規模計・学歴計による全労働者の全年齢\n平均年収４９７万７７００円を得ることができたと認めるのが相当である（東京地\n判平成１３年３月８日・判例時報１７３９号２１頁，東京高判平成１３年８月２０\n日・判例時報１７５７号３８頁参照）。なお，年単位で死亡逸失利益を算定する場\n合には，１年分の逸失利益は当該年齢の満了日の経過をもってその全額が損害とし\nて具体化するものと解されるから，毎年の命日に請求し得るのは，それまでに既に\n具体化した１年分の逸失利益ということになる（例えば，Ｄの１８歳の年〔平成２\n６年４月１日から平\n成２７年３月３１日まで〕における逸失利益は，平成２７年３月３１日の経過をも\nってその全額が具体化するから，平成２６年１１月２８日ではなく，平成２７年１\n１月２８日に初めて請求し得る。）。\nそして，生活費控除率を４５％として，平成４１年，平成４３年の一括払部分につ\nいては，年５％のライプニッツ方式により中間利息を控除すると，Ｄ及びＥの逸失\n利益は，次のとおりとなる。\n(1)　Ｄについての逸失利益\nア　平成２７年から平成４１年までの各命日における定期金支払額\nＤが１８歳になる平成２６年４月１日から３２歳の満了日である平成４１年３月３\n１日までの１５年間に損害として具体化すべき逸失利益の年額は，２７３万７７３\n５円となる。そして，原告らの相続により，各原告の損害額は，その２分の１であ\nる１３６万８８６７円となる（円未満切捨て。以下同じ。）。\n４９７万７７００円×（１－０．４５）＝２７３万７７３５円\nイ　平成４１年の命日における一括支払額\nＤが３３歳になる平成４１年４月１日から６６歳の満了日である平成７５年３月３\n１日までの３４年間に損害として具体化すべき逸失利益については，原告らは，一\n括支払を求めているから，平成４１年１１月２８日時点における逸失利益の現価\nは，４４３３万１８６９円となる。そして，原告らの相続により，各原告の損害額\nは，その２分の１である２２１６万５９３４円となる。\n４９７万７７００円×（１－０．４５）×１６．１９２９（３４年のライプニッツ\n係数）＝４４３３万１８６９円\n(2)　Ｅについての逸失利益\nア　平成２９年から平成４３年までの各命日における定期金支払額\nＥが１８歳になる平成２７年１２月６日から３２歳の満了日である平成４２年１２\n月５日までの１５年間に損害として具体化すべき逸失利益の年額は，２７３万７７\n３５円となる。そして，原告らの相続により，各原告の損害額は，その２分の１で\nある１３６万８８６７円となる。\n４９７万７７００円×（１－０．４５）＝２７３万７７３５円\nイ　平成４３年の命日における一括支払額\nＥが３３歳になる平成４２年１２月６日から６６歳の満了日である平成７６年１２\n月５日までの３４年間に損害として具体化すべき逸失利益については，原告らは，\n一括支払を求めているから，平成４３年１１月２８日時点における逸失利益の現価\nは，４４３３万１８６９円となる。そして，原告らの相続により，各原告の損害額\nは，その２分の１である２２１６万５９３４円となる。\n４９７万７７００円×（１－０．４５）×１６．１９２９（３４年のライプニッツ\n係数）＝４４３３万１８６９円\n第４　結　論\n以上の次第であり，原告らの本訴各請求は，主文掲記の限度において理由があるの\nで，これらの限度で認容し，その余は失当として棄却することとして，主文のとお\nり判決する。\n東京地方裁判所民事第２７部\n裁判長裁判官 河邉義典\n裁判官 松本利幸\n裁判官 石田憲一\n"
}