{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 29
  },
  "case_number": "平成11(ワ)1826",
  "case_name": "損害賠償請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7110",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7110",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/110/007110_hanrei.pdf",
  "contents": "判決　平成１４年１０月２９日　神戸地方裁判所　平成１１年(ワ)第１８２６号\n損害賠償請求事件\n主　　　　　　　　　文\n１　被告は，原告に対し，８０万円及びこれに対する平成８年９月２４日から支\n払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを７分し，その６を原告の負担とし，その余は被告の負担\nとする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n被告は，原告に対し，５６７万円及びこれに対する平成８年９月２４日から\n支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，兵庫県西宮警察署（以下「西宮署」という。）警察官が，①原告所\n有の自動車（以下「原告車」という。）に損傷を生じさせた，②虚偽の広報をし\nた，③原告とその親族及び西宮市教育委員会職員との接見を妨害した，④同委員会\n職員に原告に関する偏頗な情報を提供したとして，原告が同警察官の属する公共団\n体である被告に対し，国家賠償法１条１項に基づき，原告車の修理代金相当の損害\n金，慰謝料及び弁護士費用並びにこれらに対する遅延損害金の支払を求める事案で\nある。\n１　争いのない事実\n(1)　当事者\nア　原告は，西宮市職員の男性であり，平成８年９月４日，強制わいせつ致\n傷被疑事件（被疑事実の要旨は別紙記載のとおりである。以下「本件被疑事件」と\nいう。）で逮捕され，同月５日から同月２４日まで勾留されたが，同日，不起訴処\n分を受け，釈放された。\nイ　被告は，本件被疑事件の捜査，取調べ及びこれに伴う留置管理等の職務\nに関し，西宮署警察官であるＡ（本件当時西宮署刑事第一課長警部。以下「Ａ課\n長」という。），Ｂ（本件当時警部補。以下「Ｂ警部補」という。）らを担当させ\nるなどしてその職務を遂行させ，もって公権力の行使に当たらせていた。\n(2)　本件の経緯\nア　本件被疑事件は，同年８月３１日午前４時ころ，西宮市運動公園内に停\n車中の原告車内で発生したものであり，被害者の女性は，同日，病院で診断書を取\nり，勤務先のスナック経営者に伴われて西宮署に被害を届け出た。西宮署警察官\nは，被害者から事情を聴取し，犯行現場において写真を撮影した。\n原告は，同日午後１０時ころ，被害者方を訪れたところ，被害者が西宮\n署にその旨を通報したため，同警察官３名は，被害者方に赴き，原告を警察車両で\n西宮署に同行し，原告車は同警察官が運転して西宮署に搬送された。\n原告は，同日，西宮署において取調べを受け，被疑事実を否認した。\n原告は，同年９月１日午前零時ころ，帰宅しようとした際，原告車に損\n傷がみられ，同警察官に対し，その旨を申し出て，上記損傷は同警察官が原告車を\n運転した際に生じたものである旨を述べた。\n原告は，その後，西宮署に電話をかけて原告車の修理費用の支払を求\nめ，また，西宮署に対し，「内容証明書」と題する書面を提出するなどし，Ａ課長\nらがこれらに対応したが，Ａ課長はその支払を拒否した。\n原告は，そのころ，スナック経営者に電話をかけた。\nイ　西宮署司法警察員は，同月３日，西宮簡易裁判所裁判官に対し，原告を\n被疑者とする逮捕状を請求し，同裁判官は，同日，逮捕状を発付した。\n同警察官は，同月４日午前８時１５分，原告方において，原告を通常逮\n捕し，原告を司法警察員に引致した上，西宮署留置場に留置した。\nウ　同警察官は，同日午後２時ころ，兵庫県警記者クラブ加入の報道各社に\n対し，原告が逮捕された事実及び事件の概要をファクシミリで広報し，その後，報\n道各社は西宮署に電話で取材をし，同警察官がこれに対応した。\n原告は，逮捕当初から被疑事実を否認していたところ，同月５日付け朝\n日新聞には「職員は，「交際を迫ったが，断られて腹が立った」などと供述してい\nるという。」との記事が，同日付け毎日新聞には「Ｃ容疑者は，同市内の飲食店で\nアルバイト勤務をしていたこの女性と知り合い，交際を迫ったが断られたため，暴\n行したらしい。」との記事が，同日付け日刊スポーツには「Ｃ容疑者は，容疑を認\nめている。」との記事がそれぞれ掲載された。\nエ　西宮署長は，同日，事件を身柄付きで神戸地方検察庁尼崎支部に送致\nし，同裁判所裁判官は，同日，勾留状を発付し，原告は，西宮署附属代用監獄に勾\n留された。同裁判所裁判官は，同月１３日，勾留期間延長決定をした。原告に対し\nては刑訴法２０７条１項本文，８１条本文に基づく接見等禁止決定がされていなか\nった。\nオ　西宮市教育委員会職員２名は，同月４日，Ａ課長と話をした。同委員会\n職員は，同月６日，Ａ課長と電話で話をした。原告の母Ｄ（以下「Ｄ」という。）\nは，同日及び同月９日，原告に対し，物の差入れをした。同委員会職員２名は，同\n日，西宮署においてＡ課長と面談した。Ｄは，同月１２日，原告と接見した。同委\n員会職員は，同月１３日，Ｂ警部補と電話で話をした。同委員会職員は，同月１７\n日及び同月１８日，西宮署においてＢ警部補と面談した。Ｂ警部補は，同月１７\n日，同委員会総務部人事課長Ｅ（以下「Ｅ人事課長」という。）から本件被疑事件\nの参考人として事情を聴取した。Ｄは，同月１８日午前１０時４０分から同１１時\nまでの間，原告と接見した。Ｅ人事課長及び同委員会総務部人事課課長補佐Ｆ（以\n下「Ｆ課長補佐」という。）は，同日午後５時８分から同２５分までの間，原告と\n接見した。同委員会職員は，同月２０日，西宮署巡査部長Ｇ（以下「Ｇ巡査部長」\nという。）と面談した。Ｅ人事課長及び同委員会職員Ｈは，同月２１日午前１０時\n４８分から同５８分までの間，原告と接見した。\nカ　原告と被害者との間で，同月１９日，慰謝料３０万円及び治療費１０万\n円を支払う旨の示談が成立した。原告の弁護人は，同月２０日，同月１９日付け\n「示談書及び嘆願書」を西宮署に提出した。\nキ　原告は，上記逮捕及び上記勾留を通じて，被疑事実を否認し続け，被疑\n者引き当たり捜査は行われなかった。\nク　同庁尼崎支部検察官は，同月２４日，本件被疑事件について起訴猶予処\n分をし，原告は，同日，検察官の指揮に基づき釈放された。\n(3)　本件訴訟の提起\n原告は，平成１１年９月３日，当裁判所に対し，本件訴訟を提起した。\n２　争点\n(1)　西宮署警察官が原告車に損傷を生じさせたか否か。\n(2)　同警察官が虚偽の広報をしたか否か。\n(3)　同警察官が原告とその親族及び西宮市教育委員会職員との接見を妨害した\nか否か。\n(4)　同警察官が同委員会職員に原告に関する偏頗な情報を提供したか否か。\n３　当事者の主張\n(1)　西宮署警察官が原告車に損傷を生じさせたか否か（争点(1)）について\n（原告の主張）\nア　西宮署警察官は，平成８年８月３１日，原告を任意同行する際，原告車\nを運転中，これを誤って西宮署鉄扉に接触させるなどして，これに損傷を生じさせ\nた。\nまた，同警察官は，上記器物損壊行為の発覚後，これを隠蔽しようとし\nたり，職権を濫用して原告を脅したり，同年９月４日，原告を逮捕し，接見を不当\nに制限して勾留するなどして，同月２４日の釈放時まで事実上損害賠償請求をでき\nないようにした。\n消滅時効の起算点は，原告の勾留が終了した同日とすべきである。被告\nは，原告が損害賠償請求をすることを妨害したのであるから，原告の提訴がほんの\n数日遅れたことを利用して消滅時効を援用することは信義則に反する。少なくと\nも，被告が勾留期間中の時の経過を主張することは信義則に反する。\nイ　原告は，西宮署ないし同警察官に対し，目的地である西宮署まで原告車\nを運転して運ぶという事務を委ねたのであって，これは，原告と被告との間の準委\n任契約に該当する。そして，被告の履行補助者である同警察官は，同年８月３１\n日，善良な管理者の注意をすべき義務に違反して原告車に損傷を与えたものであ\nる。\nしたがって，原告は，予備的に債務不履行に基づく損害賠償請求をす\nる。\nウ　バンパーの修理代金は７万円であった（甲１０）。損害行為の隠蔽ない\nし賠償請求妨害行為による精神的苦痛については，慰謝料は５０万円を下らない。\n（被告の主張）\nア　西宮署警察官が原告車に損傷を与えた事実は一切ない。\n平成８年９月１日午前零時ころ，原告が西宮署から帰ろうとした際，原\n告車に傷がある旨を述べたことから，同警察官が原告車を確認したところ，その前\n部バンパーに長さ数センチメートル程度の古い損傷が認められた。\n原告が上記損傷が同警察官の運転により生じたものである旨主張したこ\nとから，同警察官は，原告車を運転した同警察官が西宮署にこれを搬送する途中で\n何かに衝突するなどしてこれを損傷させた事実がなく，傷も真新しいものではなく\n古いものであることを告げると，原告は，その場ではそれ以上言及することなく，\n西宮署を立ち去ったものである。\nイ　原告が本件訴訟を提起した時点（平成１１年９月３日）においては，原\n告主張にかかる上記損害賠償請求権は，その主張する不法行為日（平成８年８月３\n１日）から３年後の平成１１年８月３１日の経過によって時効消滅しており，被告\nは，上記消滅時効を援用する。\n原告は，消滅時効の起算点を勾留が終了した平成８年９月２４日とすべ\nきであると主張するが，刑事手続における身柄の拘束には時効中断効はないし，原\n告は，被告に対し，釈放後いつでも損害賠償請求をすることができたにもかかわら\nず，その請求をしなかったものであり，これを妨げるような事情もないのであるか\nら，時効の中断を認めたり，その起算点を原告の有利になるように解する理由はな\nい。\nウ　同警察官が原告車を西宮署まで搬送した行為は，警察官職務執行法に基\nづく任意同行ないし刑訴法に基づく任意の取調べに付随するものとして行われたも\nので，公法上の法律関係によるものであり，民法上の契約法に基づく法律関係によ\nるものではない。\nしたがって，適用されるべきは国家賠償法１条（不法行為）であり，そ\nの消滅時効については，民法７２４条の短期消滅時効が準用される。\nエ　原告がその主張する精神的苦痛を受けた事実は全くないし，物損につい\nて精神的損害は認められない。\n(2)　西宮署警察官が虚偽の広報をしたか否か（争点(2)）について\n（原告の主張）\nア　西宮署警察官は，平成８年９月４日，原告逮捕の記者発表をしながら，\n原告が否認している事実を発表せず，報道記者からの取材に対し，原告が容疑を認\nめているとの虚偽の事実を記者発表し，同月５日，広くマスコミ報道をさせて，原\n告の名誉を著しく毀損した。\n第三者の目撃証人がいない場合で，しかも被害者との確執が存在する本\n件では，被害者の申告を安易に信用することには慎重でなければならないにもかか\nわらず，安易にこれのみに依拠し，原告が否認していることをことさら捨象して広\n報することは違法であり，しかも事実を認めているかのごとく発表している点で，\nその不法性は顕著である。\n原告の供述内容（原告が被害者に交際を迫ったが断られたことに立腹し\nたこと及び被害者に暴行したこと）の広報は，否認していることを隠して，あたか\nも逆上の上強制わいせつ致傷を行ったことを認めているかのような印象を与えんと\nして行ったものであって，事実に即した広報とはいえない。\nイ　原告は，虚偽の記者発表とマスコミによる虚偽報道によって，耐え難い\n精神的苦痛を被り，離婚後の妻や娘ら（原告と同姓）にも多大の精神的苦痛を与え\nた苦しみは筆舌に尽くせず，慰謝料は２００万円を下らない。\n（被告の主張）\nア　西宮署副署長警視Ｉ（以下「Ｉ副署長」という。）が原告を本件被疑事\n件で逮捕した事実を広報したのは，本件被疑事件が現職公務員による重大かつ破廉\n恥な犯罪で社会的反響が大きい事件であり，公共の利害に関する事実であることか\nら，もっぱら公益を図る目的であり，その広報内容も事実に即したものである（当\n時，原告が被害者に交際を迫ったが断られたことに立腹したこと及び被害者に暴行\nしたことが判明しており，原告も同趣旨の供述をしていた。）から，上記広報にか\nかる行為は，適法かつ適切な職務執行であり，もとより違法性はない。\nまた，上記広報後，Ｉ副署長は，報道各社からの電話による取材に対応\nしたが，その際，原告が容疑を認めている旨の虚偽の回答をした事実は全くない。\n日刊スポーツ紙記者から西宮署に取材がされた事実はない。同紙に「容疑者は，容\n疑を認めている。」旨掲載された経緯は知らない。\nなお，警察において原告が容疑を否認していることを広報すべき注意義\n務を負うべき理由はないから，Ｉ副署長が原告が否認していることを広報しなかっ\nたとしても，これが不法行為を構成することはあり得ない。Ｉ副署長が原告が否認\nしていることを隠して，あたかも逆上の上強制わいせつ致傷を行ったことを認めて\nいるかのような印象を与えようとして広報した事実もない。\nイ　原告は格別変わった姓ではなく，原告に関する犯罪報道があったからと\nいって，離婚後の妻や娘らに精神的苦痛が生じるとは考え難く，更に，それが既に\n離婚している原告の損害となるはずもない。\n(3)　西宮署警察官が原告とその親族及び西宮市教育委員会職員との接見を妨害\nしたか否か（争点(3)）について\n（原告の主張）\nア　Ａ課長及びＢ警部補は，真実は原告に対して刑訴法２０７条１項本文，\n８１条本文に基づく接見等禁止決定がされていないのにこれがあるかのように装\nい，原告の母及び弟並びに原告が勤務している西宮市教育委員会人事担当者らが原\n告と接見したいと希望したにもかかわらず，原告の母については平成８年９月１２\n日，原告の弟については同月１３日，同委員会人事担当者については同月１８日に\nそれぞれ接見させるまで，原告の接見交通権を妨害し続けた。\nイ(ア)　すなわち，同月５日，午前，午後と接見を申し出た原告の弟Ｊ（以\n下「Ｊ」という。）に対し，西宮署担当官において「（弁護人以外の）弟さんらは\n会えませんよ。」などと言わせ，接見を妨害した。\n(イ)　同月６日，同委員会のＥ人事課長が電話でＡ課長に対し，原告との\n接見を求めたのに対し，Ａ課長において「本人が素直に認め，謝罪すればこういう\n事件の処理は早くなるはずです。本人との接見は，現在弁護士以外は出来ない。従\nって役所といえども本人に会わすことは出来ない。」などと述べ，接見を妨害し\nた。\n(ウ)　同月９日午前９時前，弁護人の接見の際，続けてＪ及びＤが原告と\nの接見を求めたが，西宮署担当官において「否認しているから，弟さん，お母さん\nは会えませんよ。」などと言わせ，接見を妨害した。\n(エ)　同日，Ｅ人事課長及び同委員会総務部長Ｋ（以下「Ｋ総務部長」と\nいう。）が西宮署においてＡ課長らと面談し，原告との接見を求めた際，Ａ課長に\nおいて「教育委員会が弁護士と会われるのは自由だ。このままであると，否認中で\nあり本人と接見はできない。逮捕された時，刑事課長に電話をし刑事が自分の車を\n傷つけたと言った。このように，刑事の心証を悪くしているので，起訴されれば不\n利な要素がある。」などと言い，接見を妨害した。\n(オ)　同月１３日，Ｅ人事課長が電話でＢ警部補に対し，前日Ｊからよう\nやく接見できたと報告を受けたことから原告との接見を求めた際，Ｂ警部補におい\nて「内部調整し，その方向で検討します。」と答え，面会がいまだできないかのよ\nうに対応して，なお接見を妨害した。\n(カ)　同月１７日，Ｅ人事課長が西宮署においてＢ警部補と面談し，原告\nとの接見を求めた際にも，Ｂ警部補において原告が十数年前１件の不起訴処分の前\n歴と略式起訴の前科があり，「（担当検事の）心証が悪い。このままであると起訴\nされる可能性が高い。」などと答え，依然接見ができないかのように対応し，接見\nを妨害し続けた。\nウ　原告は，同委員会に対し，十分弁明等ができず，重すぎる懲戒処分（停\n職３か月）を受けざるを得なかったことなどにかんがみれば，接見交通権侵害１回\n当たりの精神的苦痛は各１０万円を下らず，慰謝料は少なくとも６０万円が相当で\nある。\n（被告の主張）\nア　警察署長は，起訴前の被拘束被疑者につき，留置場の管理運営上，ある\nいは，捜査上（逃走及び罪証隠滅のおそれといった拘禁目的の阻害理由を含む。）\nの必要性から，弁護人以外の者からの接見の申出に対して，任意的な手段によっ\nて，接見の日時，方法を調整する権限を有するものであり，相手方の承諾がある以\n上，その希望も考慮して，いかなる調整をするかは，広範な裁量に委ねられている\nと解すべきである。\nイ　原告の主張のうち，その親族からの接見の申出については，そもそも接\n見の申出の事実自体がない。なお，平成８年９月５日，原告の私選弁護人であった\n弁護士Ｌ（以下「Ｌ弁護士」という。）が西宮署に来た事実も原告と接見した事実\nもないし，同月９日，原告の私選弁護人であった弁護士Ｍ（以下「Ｍ弁護士」とい\nう。）が西宮署に来た事実も原告と接見した事実もない。原告は，上記各日に原告\nの親族から接見の申出がされた旨主張するが，そのような申出がされた事実はな\nい。\nまた，西宮市教育委員会職員の接見の申出については，同委員会職員の\n承諾に基づき，日時等を調整したものである。すなわち，Ａ課長は，原告の身柄が\n拘束された早期の時点において，同委員会職員から，懲戒処分決定の必要性から，\n原告と面談し，事実関係を確認したい旨の要望を受けたが，その時点においては，\n原告が強制わいせつの事実を否認していたことから，その旨を説明するとともに，\n同委員会の処分決定のために必要と思われる情報はできる限り提供するので，今\n後，原告が自供するなど同委員会の希望（事実の確認）に沿うような状況が生じれ\nば，その時点で考えてはどうかとの趣旨のことを提案したところ，同委員会職員\nは，上記措置に同意したものである。そして，結局原告は犯行を自認しなかった\nが，原告は同月１８日及び同月２１日に同委員会職員と接見しており，西宮署警察\n官が同月６日，同月９日，同月１３日及び同月１７日に同委員会職員と原告との接\n見を拒否したり，妨害した事実は存在しない。\nウ　原告は，同委員会に十分な弁明ができず，重すぎる処分を受けたことが\n損害である旨主張するが，同委員会職員と接見し，弁明の機会は十分与えられてい\nるのであるから，同警察官が接見の日時を調整したことと同委員会の処分決定との\n間には因果関係が認められない。接見の時期が数日異なることにより，どのように\n処分の決定ないし量定に影響を与えるのか全く不明である。\n(4)　西宮署警察官が西宮市教育委員会職員に原告に関する偏頗な情報を提供し\nたか否か（争点(4)）について\n（原告の主張）\nア　Ａ課長及びＢ警部補は，西宮市教育委員会人事担当者に対し，虚偽ない\nし偏った捜査関連情報を伝えて，原告に対して重い懲戒処分がされるように誘導し\nた。\nイ(ア)　すなわち，Ａ課長は，平成８年９月４日，同委員会のＫ総務部長及\nびＥ人事課長に対し，「Ｃは，刑事に対して暴言をはいたり，揚げ足をとるなど\nし，公務員としてあるまじき言動であり，刑事の心証を悪くした。」などと，任意\n捜査過程での原告車損傷のトラブルを原告が一方的に悪いかのように言い，経過を\n正確に伝えず，原告が同年８月３１日以来容疑を否認していることを伝えなかっ\nた。\n(イ)　Ａ課長は，同年９月６日，Ｅ人事課長からの電話に答えて，「本人\nは弁護士が入ったので容疑を否認しており，強硬な態度をとり続けている。」など\nと，当初から否認していることを隠し，ことさらに否認に転じているかのような誤\nった情報を伝達した。\n(ウ)　Ａ課長は，同月９日，Ｋ総務部長及びＥ人事課長に対し，「このま\nまであると，否認中であり本人と接見できない。また，１０日間の勾留期間を延長\nし起訴されることとなる。そうなればかなり重い処罰になる可能性がある。」と単\nなる交際中の男女間のトラブルに過ぎず，起訴猶予か執行猶予が十分考えられる事\n案に関して，偏った情報を伝達した。また，「逮捕された時，刑事課長に電話をし\n刑事が自分の車（４００万円相当）を傷つけたと言った。このように，刑事の心証\nを悪くしているので，起訴されれば不利な要素がある。」などと偏った情報を伝\nえ，原告が修理見積書（７万円余）を提示しつつ丁寧に弁償を求めていたことをこ\nとさらに悪く伝えた。\n(エ)　Ｂ警部補は，同月１７日，Ｅ人事課長らに対し，同年８月３１日の\n任意取調べ以来の経過を述べたが，その際，原告が逮捕前日の同年９月３日に被害\n者方を夜間訪れ，任意取調べのため連行されたかのように説明し，更に連行後，原\n告がスナック経営者に電話をし，「自分は公務員であるので動きはとれないが，後\nろには右翼がついており，それらを使うと強迫した。」と虚偽の事実を伝えたり，\n「Ｃは，他にも重要なことを隠しているようだ。昭和５５年，昭和５９年にも処分\nされており，その内容は検事が知っており，心証が悪い。このままであると起訴さ\nれる可能性が高い。裁判になれば，過去のことも明らかになり，不利になる。」と\n偏った見通しを伝え，原告の婚姻前の旧姓やその前科・前歴などは指紋を調べるま\nでもなく戸籍や犯歴カードの照会で直ちに判明するにもかかわらず，「なぜ離婚を\nしているのに，Ｃ姓を名のるのかわからない。Ｎでは過去に処分されているのです\nぐわかるが，Ｃでは，指紋を調べてわかった。」などとことさらに原告が悪事を隠\nしているかのような印象を与える誤った情報ないし感想を伝えた。\n(オ)　Ｂ警部補らは，平成８年９月１８日，Ｅ人事課長らに対し，示談が\n成立しつつある状況であったのに（翌１９日午後８時ころ成立），「傷害罪で起訴\nされる可能性が高い」と虚偽ないしは偏った情報を伝え，「スナックママの証言」\nと称して，「１週間にボトル１本空ける位よく飲んでいる。いつも車で帰っており\n飲酒運転の常習犯である。」などと虚偽の事実を伝え，「飲酒運転の件，昭和５５\n年の事件，昭和５９年の事件，スナックママ及び被害者への強迫の件で検事の心証\nを悪くしていることも起訴される要因である。」などと虚偽ないしは偏った情報を\n伝達した。\n(カ)　Ｇ巡査部長は，平成８年９月２０日，Ｅ人事課長らに対し，示談が\n成立したことを伝達する際，まだその時点（午後４時）では「起訴になるか，不起\n訴かわからない。」，示談が成立し，「従って，傷害罪だけであるので不起訴の可\n能性が高い。」などと，示談ができてもなお傷害罪の起訴処分が残るかのような虚\n偽ないし偏った説明をした。また，示談内容は慰謝料３０万円，治療費１０万円で\n傷害事件の宥恕を得るというごく常識的なものであるにもかかわらず，Ｂ警部補ら\nは，「法外な示談金で示談した」などと述べた。\nウ　同委員会の処分判断を誤らせる虚偽ないし偏った情報・印象の伝達，人\n格権の侵害等による精神的苦痛については，慰謝料は２００万円を下らない。\n（被告の主張）\nア　西宮署警察官が西宮市教育委員会職員と電話や面接で話をしたのは，原\n告の身分上の処分の関係から，事実の確認を必要とする同委員会の要請に応えたも\nのであり，この際，同警察官は，判明した事実を相当な範囲内で同委員会職員に説\n明しており，虚偽ないし偏った捜査情報を伝達した事実は全くない。\nイ(ア)　原告は，平成８年９月４日当時，公務員としてあるまじき態度を取\nった事実がないかのような主張をしているが，原告が本件罪を犯したこともさるこ\nとながら，その後の行動として，その犯行を否認し，あまつさえ関係者を威迫し，\n車両の損傷という虚偽の事実を同警察官に申告したものであり，このような原告の\n態度が公務員としてあるまじきものであることは明白である。\n(イ)　Ａ課長は，同月６日ころ，同委員会職員と電話で会話をしたが，こ\nのとき，「弁護士が入ったことにより，原告が否認に転じた」との趣旨を告げたこ\nとはない。\n(ウ)　原告は，同月９日ころ，Ａ課長が「このまま（否認のままとの意味\nと思われる。）であると，勾留期間を延長し起訴されることになり，そうなればか\nなり重い処罰になる可能性がある」との趣旨のことを述べた旨主張するが，この時\n点においては，原告が罪を犯したことが認められるのに，これを否認していること\nから，更なる捜査の必要があるので，勾留期間が延長される可能性があり，更に，\n起訴される可能性も十分にあったものである。そして，起訴されれば，強制わいせ\nつ致傷罪の法定刑が無期又は３年以上の懲役刑であることから，無罪にならない限\nりは刑が軽減されたとしても（なお，本件において原告の言い分に正当視できるよ\nうな理由はないから，事実の否認が情状の酌量に関し悪しき影響を与えることは明\n白であって，刑が軽減される余地は少ないと考えられる。），自由刑が宣告される\n可能性が高いから，十分に重い処罰が考えられるのであり，仮にＡ課長が上記のよ\nうな趣旨の発言をしていたとしても，何ら偏ったものではないというべきである。\n原告は，この点，起訴猶予か執行猶予が十分考えられる事案であると\n主張するが，この時点で起訴猶予が十分考えられるとはいい難いし，まして，執行\n猶予が重い処罰でないなどとは到底いえない（一般的に地方公務員の場合，禁固以\n上の刑が宣告されたとき，その執行が猶予されたとしても，公務員の身分を失う\n（地方公務員法１６条，２８条４項）。）。\n原告が車両の損傷という虚偽の事実を同警察官に申告したことは，本\n件被疑事件に関し，自己の犯罪行為の隠蔽行為等の徴表事実として，起訴，不起訴\nの判断をする際などに，原告にとって不利な要素となるものと考えられる。\n(エ)　原告が同月１日にスナック経営者に電話をし，同人を威迫した事実\nは存在しており，仮にＢ警部補が同月１７日にこのようなことについて発言してい\nたとしても，何ら虚偽の事実を告げたことにはならない。\nまた，原告は，昭和５５年に強姦致傷の罪を犯して警察に逮捕され，\n昭和５９年には傷害の罪を犯して罰金５万円の刑が確定している。原告が過去に両\n罪を犯していることと今回本件被疑事件を起こしたこととの間には，粗暴性，わい\nせつ性ともに反復性が認められるので，検察官が公訴提起の判断をするとき，又は\n起訴された場合に裁判官が刑を宣告するとき，これらの過去の原告の行状が上記判\n断に悪しき影響を与えることは明らかである。\nさらに，当初，西宮署において，原告の前科，前歴について，氏名を\n「Ｃ」として捜査していたため，原告が旧姓のときに犯した罪については判明して\nいなかったのである。そして，原告は，取調べ時において，前科，前歴はないと述\nべていたが，前科照会によって，前科類似者としてＮの傷害罪の存在が判明したた\nめ，指紋による照会を行ったところ，上記２件の犯罪の存在が判明したものであ\nる。\nしたがって，仮にＢ警部補が平成８年９月１７日に原告主張のような\n発言をしていたとしても，何ら虚偽であったり，偏ったものとの評価を受けるよう\nなものではない。\n(オ)　Ｂ警部補らが同月１８日又は他の日に，同委員会職員に対し，原告\nが傷害罪で起訴される可能性が高いなどと述べたことはない。その点は，Ｂ警部補\nにおいて判断できるような事柄ではなく，Ｂ警部補がそのような発言をすることは\n考えられない。\nまた，示談が成立したからといって，公訴が提起されないとはいえな\nい。すなわち，強制わいせつ致傷罪は非親告罪であり，示談成立により被害者が告\n訴を取り下げたとしても，訴訟条件を欠くことにならず，起訴するかしないかはあ\nくまで検察官の判断によるものである。\nさらに，この時点において，原告が度々飲酒運転をしていた事実は，\n関係者の供述により判明している。\n原告の飲酒運転，前科，前歴，スナック経営者を威迫した事実，被害\n者方に押しかけた事実は，同警察官及び担当検察官は掌握しており，また，同警察\n官は，担当検察官から，本件被疑事件において原告が言を左右にして否認している\n点において悪質である旨の心証を有していることも聞き及んでいる。\nしたがって，仮に同警察官が同月１８日に原告主張の文言を告げたと\nしても，何ら虚偽ないし偏った情報の提供ではないものである。\n(カ)　Ｇ巡査部長は，同月２０日ころ，同委員会職員と面接又は電話で話\nをしたが，このとき，傷害罪だけであるので不起訴の可能性が高いと告げた事実は\nない。また，起訴になるか不起訴になるかわからないとの発言については，仮にそ\nのような発言をしていたとしても，何ら違法，不当な点はない。\nウ　原告に対する懲戒処分の理由は，「（強制わいせつ致傷容疑で逮捕され\nたことが）職員として全体の奉仕者たるにふさわしくない非行であり，市ならびに\n職員全体の信用を著しく傷つけた」というものであるから（甲２），原告が懲戒処\n分を受けたことと同警察官の行為との間に何ら因果関係は存しない。\n第３　当裁判所の判断\n１　西宮署警察官が原告車に損傷を生じさせたか否か（争点(1)）について\n原告は，西宮署警察官は，平成８年８月３１日，原告を任意同行する際，原\n告車を運転中，これを誤って西宮署鉄扉に接触させるなどして，これに損傷を生じ\nさせた旨主張するが，これを認めるに足りる的確な証拠はない。\nかえって，証拠（鑑定の結果）によれば，西宮署鉄扉鉄門の黒色塗料と原告\n車前バンパー左前部分付着の黒色塗料片は同一のものではなく，原告車の同部分の\n損傷は西宮署鉄扉に接触して生じたものではないことが窺われる（なお，鑑定の経\n過を精査しても不合理な点は見当たらず，鑑定の結果は，これを信用することがで\nきる。また，バンパー付着物の分析に関する結果報告書（甲２５）によれば，バン\nパー付着物の樹脂主成分は一置換芳香環を有するポリエステル系化合物であるとさ\nれるが，そのことから直ちにバンパー付着物と西宮署鉄扉鉄門の黒色塗料（合成樹\n脂調合ペイントとされる。）の同一性を認めることはできない。）。\nしたがって，原告の上記主張は理由がない。\nそうすると，原告車の損傷をいう原告の請求は，更にその余の点について判\n断するまでもなく，理由がない。\n２　西宮署警察官が虚偽の広報をしたか否か（争点(2)）について\n(1)　前記争いのない事実，証拠（乙２５，２８，３３の１及び２，証人Ｉ，調\n査嘱託の結果）及び弁論の全趣旨によれば，次の事実が認められる。\nア　西宮署警察官は，平成８年９月４日午前８時１５分，原告方において，\n原告を本件被疑事件で通常逮捕し，原告を司法警察員に引致した上，西宮署留置場\nに留置した。原告は，逮捕当初から被疑事実を否認していた。\nイ　Ｉ副署長は，同日午後２時ころ，兵庫県警記者クラブ加入の報道各社に\n対し，原告が逮捕された事実及び事件の概要をファクシミリで広報し，その後，報\n道各社は西宮署に電話で取材をし，Ｉ副署長がこれに対応した。\nウ　社団法人共同通信社の記者Ｏ（以下「Ｏ記者」という。）は，Ｉ副署長\nに対し，電話で確認取材をし，容疑を認めているか否かを質問したところ，Ｉ副署\n長は，原告は容疑を認めているとの印象を与える趣旨の回答をした。\nエ　Ｏ記者は，本件被疑事件に関する記事を作成し，同社は，同日午後３時\n２９分，上記記事を加盟新聞社である日刊スポーツ社等に配信した。上記記事に\nは，「Ｃ容疑者は，容疑を認めているという。」との記載があった。\nオ　同月５日付け日刊スポーツには，本件被疑事件に関し，「Ｃ容疑者は，\n容疑を認めている。」との記事が掲載された。\n(2)　Ｉ副署長は，犯罪報道が被疑者やその親族等，捜査や公判に及ぼす種々の\n影響にかんがみ，西宮署の広報担当者として，犯罪事実に関して正確に広報をすべ\nき職務上の義務を負うものと解されるところ，前記認定事実によれば，Ｉ副署長\nは，原告が被疑事実を否認していたにもかかわらず，あたかも原告が被疑事実を認\nめているかのような不正確な広報をしたものと認められる。\nしたがって，Ｉ副署長の上記行為は違法な公権力の行使に当たるものとい\nうべきであり，その点について過失が認められることは明らかである（なお，故意\nを認めるに足りる的確な証拠はない。）。\nそして，原告は，このような不正確な広報に基づく誤った報道によって精\n神的苦痛を被ったものと認められ，本件に顕れた一切の事情を考慮すると，これを\n慰謝するために要する金額は１０万円と認めるのが相当である。\n(3)　これに対し，被告は，Ｉ副署長において原告が容疑を認めている旨の虚偽\nの回答をした事実は全くない旨主張し，これに沿う証拠（乙２５，証人Ｉ）があ\nる。\nしかしながら，前記争いのない事実によれば，平成８年９月５日付け朝日\n新聞には「職員は，「交際を迫ったが，断られて腹が立った」などと供述している\nという。」との記事が，同日付け毎日新聞には「Ｃ容疑者は，同市内の飲食店でア\nルバイト勤務をしていたこの女性と知り合い，交際を迫ったが断られたため，暴行\nしたらしい。」との記事がそれぞれ掲載されたというのであり，これらの記事もＩ\n副署長が報道各社の取材に回答した内容をもとにしたものである（乙２５，証人\nＩ，弁論の全趣旨）ところ，これらの記事に記載された原告の供述内容は原告が被\n疑事実を認めているかのような印象を与えるものであることからすると，Ｉ副署長\nは，Ｏ記者に対しても，具体的文言はともかく，原告は容疑を認めているとの印象\nを与える趣旨の回答をしたものとみるのが自然である。\n証人Ｉは，一般的に容疑を認めているか否かについては広報しない方針で\nあり，原告が容疑を認めているか否かについても現在捜査中であるので答えられな\nい旨述べたと証言するが，一般的方針として容疑の認否を広報しないとする広報担\n当者はほとんどいないこと（調査嘱託の結果），平成８年に西宮署管内で発生した\n刑事事件に関する新聞記事においても被疑事実の認否が記載されていること（甲２\n７）からすると，Ｉ副署長が上記のような一般的方針をとっていたかは疑問である\nし，報道各社の取材に対して原告の供述内容を回答しているにもかかわらず，原告\nが容疑を認めているか否かの点に限っては回答を拒否したというのは一貫せず不自\n然であるから，証人Ｉの上記証言及びこれと符合する陳述書（乙２５）の該当部分\nはいずれも信用することができない。他に前記(2)の判断を覆すに足りる証拠はな\nい。\nしたがって，被告の上記主張は理由がない。\n３　西宮署警察官が原告とその親族及び西宮市教育委員会職員との接見を妨害し\nたか否か（争点(3)）について\n(1)　前記争いのない事実，証拠（甲１，２，６，８，１５の１ないし３，甲１\n９ないし２１，乙３の３及び４，乙４，１５，２２，３０，証人Ｐ，証人Ｊ，証人\nＥ）及び弁論の全趣旨によれば，次の事実が認められる。\nア　原告の弟であるＪは，平成８年９月４日午前８時すぎころ，原告が本件\n被疑事件で逮捕される直前に原告から電話で連絡を受け，Ｍ弁護士の事務所に電話\nをかけて原告との接見を依頼したところ，Ｌ弁護士が原告と接見することとされ，\nＪとＬ弁護士は西宮署に赴いた。Ｊは，原告が本件被疑事件で逮捕された後である\n同日午前１１時前ころ，Ｌ弁護士が原告と接見しに行くのについていこうとしたと\nころ，Ｂ警部補は，Ｊに対し，「会えませんよ。」と述べて制止した。\nイ　原告は，同月５日，本件被疑事件で西宮署附属代用監獄に勾留された。\n原告に対しては刑訴法２０７条１項本文，８１条本文に基づく接見等禁止決定がさ\nれていなかった。\nウ　原告の母であるＤは，同月６日，西宮署に赴き，衣類１１点を原告に差\nし入れた際，西宮署警察官に対し，原告との接見を求めたところ，同警察官は，原\n告とは会えないと述べた。\nエ　西宮市教育委員会のＥ人事課長は，同日，Ａ課長と電話で話をした際，\n原告から事情を聴取するため原告との接見を求めたところ，Ａ課長は，Ｅ人事課長\nに対し，「本人との接見は，現在弁護士以外はできない。したがって，役所といえ\nども本人に会わすことはできない。」と述べた。\nオ　Ｊは，同月７日午前，Ｂ警部補と電話で話をした際，原告と会えないか\nと尋ねたところ，Ｂ警部補は，Ｊに対し，原告は否認しているから会えないと述べ\nた。\nカ　Ｄは，同月９日，西宮署に赴き，現金５０００円，衣類３点及び雑誌９\n冊を原告に差し入れた際，同警察官に対し，原告との接見を求めたところ，同警察\n官は，原告とは会えないと述べた。\nキ　Ｅ人事課長及びＫ総務部長は，同日，西宮署に赴き，Ａ課長らに対し，\n原告との接見を求めたところ，Ａ課長は，Ｅ人事課長及びＫ総務部長に対し，「現\n在否認中であり，会うことはできない。」と述べた。\nク　Ｄは，同月１２日午前１１時１８分から同４０分までの間，原告と接見\nした。\nケ　同月１３日，原告に対し，勾留期間延長決定がされた。\nコ　Ｊ及びＤは，同日午後４時２５分から同５５分までの間，原告と接見し\nた。\nサ　Ｅ人事課長は，同日，Ｂ警部補と電話で話をした際，「市として１日も\n早く，行政処分の関係もあり，本人と接見し，事情聴取をしたいので，よろしく頼\nみます。」と述べたところ，Ｂ警部補は，Ｅ人事課長に対し，「内部で調整し，そ\nの方向で検討します。」と述べた。\nシ　Ｅ人事課長及びＦ課長補佐は，同月１８日午後５時８分から同２５分ま\nでの間，原告と接見した。\n(2)　前記認定事実によれば，Ａ課長やＢ警部補ら西宮署警察官は，原告に対し\nては刑訴法２０７条１項本文，８１条本文に基づく接見等禁止決定がされていない\nにもかかわらず，原告の親族や西宮市教育委員会職員が勾留されている被疑者であ\nった原告と接見するのを妨げ，もって原告の接見交通権を侵害したものと認められ\nる（もっとも，勾留されている被疑者とは異なり，逮捕中の被疑者が弁護人等同法\n３９条１項に規定する者以外の者と接見することは，法律上権利として保障されて\nいないから，平成８年９月４日のＪに対する接見妨害に関する前記(1)アの認定事実\nによって，Ｂ警部補が逮捕中の被疑者であった原告の接見交通権を侵害したものと\n認めることはできない。）。なお，Ｂ警部補が同月１３日に「内部で調整し，その\n方向で検討します。」と述べたのも，西宮署の内部調整が終わらない限り原告と接\n見することができないとＥ人事課長を誤信させるものであるというべきであるか\nら，Ｂ警部補は上記発言によりＥ人事課長が原告と直ちに接見するのを妨げたもの\nと認めるのが相当である。\n加えて，本件において，原告とその親族及び同委員会職員との接見に制限\nを加えることが法令上許されるような合理的理由を記録上見いだすことはできな\nい。\nしたがって，同警察官の上記行為はいずれも違法な公権力の行使に当たる\nものというべきであり，その点について故意が認められることは明らかである。\nそして，原告は，このような接見交通権の侵害によって精神的苦痛を被っ\nたものと認められ，接見交通権の重要性，その侵害の態様，回数その他本件に顕れ\nた一切の事情を考慮すると，これを慰謝するために要する金額は６０万円と認める\nのが相当である。\n(3)ア　原告は，同月５日，Ｊが原告との接見を妨害された旨主張し，これに沿\nう証拠（甲６，２１，証人Ｊ）がある。\nしかしながら，同証人は同日Ｌ弁護士が原告と接見した際に会えないと\n言われた旨証言するところ，証拠（乙３の３）によれば，Ｌ弁護士が原告と接見し\nたのは同月４日であるから，同証人の上記証言及びこれと符合する陳述書（甲６，\n２１）の該当部分は，いずれも同日の記憶違いであるといえる。\nそうすると，同日の接見妨害については，前記(2)のとおりであって，Ｂ\n警部補が原告の接見交通権を侵害したものと認めることはできない。\nイ　原告は，同月９日午前９時前，弁護人の接見の際，続けてＪが原告との\n接見を求めたが，原告との接見を妨害された旨主張し，これに沿う証拠（甲６）が\nある。\nしかしながら，証拠（乙３の３）によれば，同日に弁護人が原告と接見\nした事実はないし，同証人は同日についてははっきりと覚えていないという証言に\n終始していることに照らし，上記証拠（甲６）は採用することができないから，原\n告の上記主張は理由がない。\nウ　原告は，同月１７日，Ｅ人事課長が西宮署においてＢ警部補と面談し，\n原告との接見を求めた際にも，Ｂ警部補において原告が十数年前１件の不起訴処分\nの前歴と略式起訴の前科があり，「（担当検事の）心証が悪い。このままであると\n起訴される可能性が高い。」などと答え，依然接見ができないかのように対応し，\n原告との接見を妨害し続けたと主張する。\nしかしながら，Ｂ警部補の上記発言は必ずしもＥ人事課長が原告と接見\nするのを妨げるものとはいえないし，他に同日の接見妨害を認めるに足りる的確な\n証拠はないから，原告の上記主張は理由がない。\n(4)ア　被告は，西宮市教育委員会職員の接見の申出については，同委員会職員\nの承諾に基づき，日時等を調整したものであり，西宮署警察官が同委員会職員と原\n告との接見を妨害した事実はないと主張し，これに沿う証拠（乙２３，２４，証人\nＡ，証人Ｂ）がある。\nしかしながら，前記(1)エ，キ及びサの認定事実に沿う証拠（甲２（「Ｃ\nの強制わいせつ致傷事件の経過」と題する部分），１５の１ないし３）は，いずれ\nもＥ人事課長が公務の過程で作成したものであり（証人Ｅの証言），その内容は具\n体的かつ客観的であって，Ｅ人事課長があえて虚偽の記載をする理由はなく，その\n信用性は高いものというべきであるから，これらに反する上記証拠（乙２３，２\n４，証人Ａ，証人Ｂ）は採用することができない。\nそして，前記(1)エ，キ及びサの認定事実に照らせば，同委員会職員の接\n見の申出について，その承諾に基づいて日時等を調整したものであるなどとはいえ\nないことは多言を要しないところであり，他に前記(2)の判断を覆すに足りる証拠は\nない。\nしたがって，被告の上記主張は理由がない。\nイ　被告は，原告の親族から接見の申出がされた事実はない旨主張する。\nしかしながら，証人Ｊは，自らが原告との接見を求めた日付については\n記憶違いがみられるものの，原告との接見を求めてこれを妨げられた点については\n一貫した証言をしている。\nまた，同証人は，Ｄから西宮署において原告と会わせてもらえなかった\nと聞いた旨証言するところ，Ｄが原告に差入れをするために西宮署に赴いたからに\nは原告との接見を求めるのが自然であるといえる。\nそして，前記(1)エ，キ及びサのとおり同警察官において同委員会職員が\n原告と接見するのを妨げたこと，西宮署留置管理官のＰがＢ警部補から原告に外部\nと連絡をとらせないように言われていたこと（原告本人）をも併せ考慮すると，同\n証人の上記証言は信用することができる。\n以上によれば，前記(1)ウ，オ及びカのとおり，Ｊ及びＤは原告との接見\nを求めてこれを妨げられたものと認められ，これを覆すに足りる証拠はない。\nしたがって，被告の上記主張は理由がない。\n４　西宮署警察官が西宮市教育委員会職員に原告に関する偏頗な情報を提供した\nか否か（争点(4)）について\n(1)　前記争いのない事実，証拠（甲１，２，８，９，１５の１及び２，甲３\n１，乙４，２３，２４，２６，３０，証人Ａ，証人Ｂ，証人Ｇ，証人Ｅ）及び弁論\nの全趣旨によれば，次の事実が認められる。\nア　Ａ課長は，平成８年９月４日，西宮市教育委員会のＫ総務部長及びＥ人\n事課長に対し，「Ｃは，刑事に対して暴言をはいたり，揚げ足をとるなどし，公務\n員としてあるまじき言動であり，刑事の心証を悪くした。」と述べた。\nイ　Ａ課長は，同月６日，Ｅ人事課長と電話で話をした際，「本人は弁護士\nが入ってから容疑事実を否認し，強硬な態度を取り続けているので，１０日間の勾\n留期間をいっぱい使うかもしれない。」と述べた。\nウ　Ａ課長は，同月９日，Ｋ総務部長及びＥ人事課長に対し，「現在否認中\nであり，会うことはできない。このままだと，１０日間の勾留を延長し，起訴にな\nることになる。そうなればかなり重い処罰になると思われる。」「逮捕された時，\n刑事課長に電話をし，刑事が自分の車（４００万円相当）を損傷したと言ってき\nた。このように，刑事の心証を悪くしているので，起訴されれば不利な要素があ\nる。」と述べた。\nエ　Ｂ警部補は，同月１７日，Ｅ人事課長らに対し，原告が同月３日に被害\n者方に赴き，同日，「刑事が連行した後，いったん帰宅させたが，連行されたこと\nに腹を立て，ママに電話をした。自分は公務員であり，動きはとれないが，後ろに\nは右翼がいるので，それを使うと言って脅した。」と述べたり，「Ｃは，他にも重\n要なことを隠しているようである。昭和５５年と昭和５９年に処分されており，そ\nれを検事が知っており，心証が悪い。このままであると起訴される可能性があ\nる。」「裁判になれば，過去のことも話題になる。」「なぜ離婚してからもＣ姓を\n名のるのかわからない。Ｎであれば警察にも登録されており早くわかったが，Ｃで\nは指紋を調べてわかった。」と述べたりした。\nオ　Ｂ警部補及びＧ巡査部長は，平成８年９月１８日，Ｅ人事課長及びＦ課\n長補佐に対し，「５９年に傷害事件を起こして処分されている。相手はヤクザのよ\nうである。」「全体として傷害の件は認めて謝罪する予定である。」「傷害の件で\nＣは被害者に謝罪し，弁償金を支払う予定をしている。」「あさって検事が本人と\n会う予定である。また，弁護士も動き出したが，起訴される可能性が高い。」\n「（スナックのママの証言によれば，）１週間にボトル１本を空けるくらいよく飲\nんでいるが，いつも車で帰っており，飲酒運転の常習犯であることが検事の心証を\n悪くしている。」「相手方もだいぶおさまってきており，本人も弁済費用も用意\nし，弁護士と相談しているので，今後動きは変わるかもしれないが，傷害罪での起\n訴となるかもしれない。」と述べた。\nカ　Ｅ人事課長及びＦ課長補佐は，平成８年９月１８日午後５時８分から同\n２５分までの間，原告と接見し，原告から本件被疑事件に関して事情を聴取した。\nキ　Ｇ巡査部長は，同月２０日午後４時すぎころ，Ｅ人事課長らに対し，\n「本日まだＣは検察庁から帰っていないので，今日起訴になるか不起訴かわからな\nい。」「弁護士が相手女性と示談の方向で話をし，示談に至った。したがって，傷\n害罪だけであるので，不起訴処分の可能性が高い。」と述べたり，示談金の額が法\n外な金額であると述べたりした。\nク　Ｇ巡査部長は，同日，Ｅ人事課長と電話で話をした際，「２４日午前１\n０時に尼崎検察庁で釈放されることとなった。」「この程度の傷害事件なら不起訴\nになる可能性がある。」と述べた。\nケ　同委員会は，同月２１日付けで，原告に対し，同年１２月２１まで３月\nの停職処分（以下「本件処分」という。）をした。その処分理由は，原告が本件被\n疑事件で逮捕されたことは職員として全体の奉仕者たるにふさわしくない非行であ\nり，市及び職員全体の信用を著しく傷つけたというものである。また，同委員会が\n原告に対する懲戒処分の内容を決定するに当たっては，原告の昭和５９年の傷害事\n件が判明したことなども考慮されている。\n(2)　前記認定事実によれば，西宮市教育委員会は，原告から本件被疑事件に関\nして事情を聴取した上で本件処分をしたのであるから，西宮署警察官の上記発言を\nそのまま鵜呑みにして本件処分の内容を決定したものではないことが窺われるとこ\nろ，同警察官の上記発言が本件処分の内容にどれほどの影響を及ぼしたか，それに\nよって不当に重い懲戒処分となったものであるかは証拠上明らかでない。かえっ\nて，証拠（乙４）によれば，本件処分の内容は相当なものであることが窺われるこ\nと，原告が本件被疑事件で逮捕されたこと自体が本件処分の直接の理由であること\nからすると，同警察官の上記発言が本件処分の決定に不当な影響を及ぼしたとは認\nめ難いものといわざるを得ない。\nしたがって，同警察官であるＡ課長及びＢ警部補が同委員会人事担当者に\n対し，虚偽ないし偏った捜査関連情報を伝えて，原告に対して重い懲戒処分がされ\nるように誘導した旨の原告の主張は，そもそも同警察官の上記発言によって本件処\n分の決定に不当な影響が及ぼされたという関係を肯認することができないから，同\n警察官の上記発言の内容が虚偽であるか，偏っているかについて判断するまでもな\nく，理由がない。\n５　弁護士費用について\n本件事案の性質，損害認容額（前記２及び３の合計７０万円），本件訴訟の\n経過や難易等を考慮すると，本件における弁護士費用は１０万円と認めるのが相当\nである。\n６　結論\nしたがって，原告は，被告に対し，国家賠償法１条１項に基づき，損害金合\n計８０万円及びこれに対する違法な公権力の行使の日の後であり，かつ，原告が釈\n放された日である平成８年９月２４日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払を求めることができる。\n第４　結語\nよって，原告の本訴請求のうち，損害金合計８０万円及びこれに対する違法\nな公権力の行使の日の後であり，かつ，原告が釈放された日である平成８年９月２\n４日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限\n度において理由があるから，これを認容することとし，その余は理由がないから，\nこれを棄却することとし，訴訟費用の負担について民訴法６１条，６４条本文を，\n仮執行の宣言について同法２５９条１項をそれぞれ適用して，主文のとおり判決す\nる。\n神戸地方裁判所第六民事部\n裁　判　長　裁　判　官　　　　　松　　　村　　　雅　　　司\n裁　判　官          水　　　野　　　有　　　子\n裁　判　官          増　　　田　　　純　　　平\n"
}