{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 21
  },
  "case_number": "平成13(ネ)310",
  "case_name": "更生債権確定請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2341",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2341",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/341/002341_hanrei.pdf",
  "contents": "主   　   文\n１　原判決を，次のとおり変更する。\n２　控訴人が，更生会社株式会社キョウデンプロダクツに対し，更生債権とし\nて，保証債権２億８８３８万１３３５円を有することを確認する。\n３　控訴人のその余の請求を棄却する。\n４　訴訟費用は，第１，２審を通じて，これを５分し，その３を控訴人の負担と\nし，その余を被控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　控訴人が，更生会社株式会社キョウデンプロダクツに対し，更生債権とし\nて，保証債権７億０１５２万６１２８円を有することを確認する。\n第２　事案の概要\n本件は，会社更生手続における債権調査手続において，控訴人届出に係る保\n証債権７億０１５２万６１２８円について，更生会社管財人である被控訴人らが，\n更生会社の保証は，会社更生法（以下「法」という。）７８条１項４号所定の会社\n更生手続申立て前６ヶ月以内になされた「無償行為」であるとして，否認し，全額\n異議を述べたため，控訴人が当該保証債権の確定を求めた事案である。\n１　前提となる事実\n(1)　関係当事者\nア　控訴人オ－・ビ－・リ－シング，エイ・エスは，チェコ共和国法に基づき\n設立された大手リース会社である（甲１８）。\n更生会社の前身である昭和プラスチックス株式会社は，平成１０年８月１\n４日，大阪地方裁判所に会社更生手続開始の申立てをなし，同年１０月２９日，同\n裁判所において更生手続開始決定を受け，被控訴人らが管財人に選任され，平成１\n２年３月２９日，更生計画が認可され，商号を株式会社キョウデンプロダクツに変\n更した（以下において，特定の必要がない限り，更生会社の前身である昭和プラス\nチックス株式会社に関しても，単に「更生会社」と表記し，時期等の関係で，特定\nの必要がある場合は「昭和プラスチックス株式会社（更生会社）」と表記す\nる。）。\n後記本件リース契約締結当時である平成１０年６月当時の昭和プラスチッ\nクス株式会社（控訴人会社）の代表取締役はＤであった。\nイ　控訴人は，後記のとおり，Ｅとファイナンス・リース契約（以下「本件リ\nース契約」という。）を締結し，このリース料の支払を更生会社が保証した。この\n保証債権につき前記のとおり債権調査手続において否認されたものである。\n上記Ｅは，昭和プラスチックス株式会社（更生会社）とＦ株式会社が共同\n出資で設立したＧ（英国法人。持株は，昭和プラスチックス株式会社（更生会社）\nが５５パーセント，Ｇ株式会社が残り４５パーセントを保有）を唯一の株主とする\nチェコ共和国法人である。\nすなわち，Ｇは，平成１０年５月６日，営業譲渡契約により，平成７年６\n月２日に設立されたチェコ共和国法人のＨ社の全株式を取得し，同日，同社の商号\nを「Ｅ」に変更するとともに，その事業目的にプラスチックス製品の製造を加え，\nＩを取締役に選任した（甲８，１１，３３。なお，甲８によれば，同社は，株主・\n取締役の変更及び社名の変更について登記していないとのことである。）。Ｅの前\n身のＨ社は，法律事務所等の依頼者が会社の取得を希望したときに，いつでも取得\nできるよう予め登記された，いわゆるペーパーカンパニーで，事業経歴のない会社\nであった。\n(2)　リース契約の締結\n控訴人は，平成１０年６月１９日，Ｅとの間で，以下の約定のファイナン\nス・リース契約（本件リース契約）を締結し，リース物件を引き渡した（甲１の１\n及び２）。\n①　リース物件　原判決別紙物件目録記載のとおり（以下，同目録記載の物\n件を「本件リース物件」という。）\n②　リース料　月額６４０万８８５６．１２チェコ・コルナ及びＶＡＴ（付\n加価値税）１５６万３０３１．７０チェコ・コルナ\n③　リース料支払の予定　４半期毎\n④　最短リース期間　７２ヶ月\n⑤　リース物件の供給者　Ｅ\n(3)　更生会社の保証\n昭和プラスチックスス株式会社は，代表取締役であったＤが保証人の宣言\nに署名して，平成１０年６月１９日，控訴人に対し，本件リース契約上のＥの債務\nを保証した（甲２。以下「本件保証」という。）。\n(4)　控訴人は，更生会社の債権調査手続において，本件保証債権として７億１\n５２万６１２８円（以下「本件保証債権」という。）の債権届出をしたが，被控訴\n人らは，平成１１年９月１４日の債権調査期日において，法７８条１項４号による\n否認を理由として，本件保証債権全額につき異議を述べた。\n２　本件争点と当事者の主張\n(1)　本件保証に対する無償否認（法７８条１項４号）の可否について（以下\n「争点(1)」という。）。\n本件保証につき，被控訴人らは，更生会社が，本件更生手続開始の申立て\n前６ヶ月以内に，義務なくして他人であるＥのためになされたもので，法７８条１\n項４号の「無償行為」に該当し否認の対象となる旨主張し，控訴人は，更生会社は\n本件保証の「対価として経済的利益」を受けており，「無償行為」には該当しない\n旨主張している。\n本件保証の「対価として経済的利益」を受けたことについての，双方の主\n張は，次のとおりである。\nア　控訴人の主張\nａ　一般に，更生会社が義務なくして他人のためにした保証は，「対価とし\nて経済的利益」を受けていれば，法７８条１項４号にいう「無償行為」に該当しな\nいと解されるところ，「対価として経済的利益」を受けたか否かの判断は，本件の\nごときグループ企業間の保証の場合は，厳格に解されるべきではない。本件で，更\n生会社は本件保証をしたことにより，控訴人とＥの間で本件リース契約（バックリ\nース）が締結され，その結果，更生会社はＥに対し，本件リース物件を仕入価格\n（合計２億５８０７万７１５０円）よりも合計１億７１４９万２８５０円高い転売\n価格（合計４億２９５７万円）で売却することが可能となった上，本件保証の契約\n書原本と引換に控訴人から直接，本件リース物件の購入代金（３億０９２６万９４\n３９円）が支払われ，この代金が上記転売代金に充てられ，そればかりか，更生会\n社が仕入先に代金を弁済しないうちに倒産したことから，上記３億超える現金がそ\nのまま会社財産として保持されたのである。\nｂ　以上によれば更生会社は，本件保証によって，①控訴人から子会社であ\nるＥに金融を得ることができ，自己の金融負担が軽減されるという消極的な経済的\n利益を受けたばかりか，②本件リース物件の転売利益という会計上の利益だけでは\nなく，③その裏付けとなる現金収益も取得したほか，④上記転売に要した経費（現\n金支出）５０００万円程度，及び更正債権に対する配当に伴う財団減少約１０００\n万円を控除に入れたとしても，上記会計上の転売利益をはるかに超える現金収益\n（２億４，５０００万円程度）を得ており，更生会社は，子会社たるＥを利用し\nて，本件保証と引換に直接，上記①ないし④の各経済的利益を得たものと解され，\n控訴人は本件保証の「対価として経済的利益」を受けているものというべきであ\nる。\nｃ　よって，本件保証は，法７８条１項４項の「無償行為」に該当せず，被\n控訴人は本件保証を否認することはできない。\nなお法７８条１項４項は，「無償行為」とともに「無償と同視すべき有\n償行為」も否認の対象としており，このことは，文理上も，一つの行為が部分的に\n否認の対象となったり，あるいは，ならなかったりするものではないことを示して\nいる。すなわち無償と同視できない有償行為であれば全体として有償行為となるの\nであって，その行為が部分的に有償行為，その残余の部分が無償行為となって否認\nの対象となるわけではない。また，仮に「対価としての経済的利益」の範囲でのみ\n無償性が否定されるとした場合，保証料を超える部分は無償行為として否認の対象\nとならざるを得ないが，そのような結論が不合理であることは明白である。よっ\nて，本件保証がその「対価として経済的利益」を受けており，「無償行為及びこれ\nと同視すべき有償行為」に該当しないものとされる以上，その確定債権全額につい\nて被控訴人は無償否認をなすことはできないというべきである。\nイ　被控訴人らの反論\nａ　経済的利益に関する控訴人主張はいずれも失当である。すなわち，本件\n保証によって控訴人からＥに金融が得られたことをもって「対価としての経済的利\n益」に該当するとの主張は，このような間接的かつ消極的な利益は「保証の対価と\nしての経済的利益」には当たらず，失当である。\n次に，更生会社がＥとの間の売買によって得た転売利益（仕入価格と転\n売価格の差額分に関する計数上の利益）が本件保証の「対価としての経済的利益」\nに該当するとの主張は，仮に，本件一連の取引にそのような因果の連鎖が認められ\nるとしても，本件保証のほかに，その行為がなければ本件一連の取引全体の取引が\n成立し得なかったであろうといえる行為は多数存在しているはずで，本件保証だけ\nを殊更強調するのは相当ではなく，控訴人の主張する上記転売利益は，あくまで更\n生会社が自らＥとの間で締結した売買契約という本件保証とは全く別個の法律行為\nの結果として生じたもので，これをもって「保証の対価としての経済的利益」とい\nうことはできないので，やはり理由がない。\nまた，本件取引により２億円を超える額の資産を増加させており，この\n資産増加をもって「保証の対価としての経済的利益」に該当するとの主張も，更生\n会社とその仕入先であるＪとの間で締結された本件リース物件（射出成形機）売買\n契約は所有権留保特約付き割賦販売契約で，割賦代金が完済されるまで当該機械の\n所有権はＪに留保され，更生会社は無断で当該機械を譲渡してはならない約定が付\nされている。したがって，この約定に従いＥへの転売の前提として，更生会社がＪ\nへの仕入代金全額の支払いを完済していたならば，更生会社に上記のような資産増\n加は生じなかったことは明かである。このように更生会社がＪとの間の上記約定を\n遵守するか否かにより，その有無に変化が生じるような資産増加は，「保証の対価\nとしての経済的利益」には当たらないというべきである。\nｂ　なお，控訴人の主張する上記経済的利益が本件保証の「対価としての経\n済的利益」に該当するとしても，被控訴人ら（管財人）の法７８条１項４項に基づ\nく無償否認が全面的に否定されるのではなく，その対価たる「経済的利益」の額の\n限度で無償否認が否定されるにすぎない。したがって，被控訴人らは上記「経済的\n利益」の額を超える部分については，これを同号に基づき否認することができる。\n(2)　本件リース料残金から本件リース物件の評価相当額を控除・清算すること\nの可否と控除相当額（以下「争点(2)」という。）\nア　控訴人は，本件リース物件をリース期間中にＥから引き揚げたか否か（以\n下「争点(2)・ア」という。）。\nａ　被控訴人らの主張\n控訴人は，本件リース物件をＥの占有下から引き揚げた。\nｂ　控訴人の主張\n控訴人は，Ｅが自己の工場敷地内に本件リース物件の設置を続けること\nができなくなったため，Ｅの要望を受けて，本件リース物件を他の施設へ移転し，\n保管しているが，これはＥから寄託を受けて保管しているものであり，本件リース\n物件を引き揚げたものではない。\nイ　上記アが肯定されるとして，本件リース契約に基づくＥの控訴人に対する\n債務のリース料残額から本件リース物件の評価相当額を控除することができるか\n（以下「争点(2)・イ」という。）。\nａ　被控訴人らの主張\nリース期間の途中で債権者がリース物件の返還を受けた場合，返還によ\nって得た利益を清算する義務を負うとの法理は，普遍性を有し，当然，チェコ共和\n国法にも妥当する。したがって，本件リース契約の準拠法がチェコ共和国法である\nとしても，控訴人は，本件リース残料金から本件リース物件の評価相当額を控除す\nべきである。\n仮に，チェコ共和国法上，控訴人は本件リース物件の返還に伴う清算義\n務を負わないものと解されるとしても，本件は強度の内国関連性を有する事案であ\nる上，そのような結論はわが国の「公序」に反するものであり，したがって，法例\n３３条により上記チェコ共和国法の適用は排除されるべきである。\nｂ　控訴人の主張\n本件リース契約の準拠法はチェコ共和国法である。チェコ共和国法上，\n債権者はリース物件を引き揚げた場合でも，リース残料金の全額を請求することが\n認められており，本件リース物件の評価相当額との清算義務は負っていない。した\nがって，控訴人は，Ｅに対し，残リース料全額の支払を求めることができ，逆に，\n本件リース物件の評価相当額を控除することはできない。\nちなみに，本件リース契約の当事者はいずれもチェコ共和国法人であ\nり，リース目的物の使用も，そのリース料の支払いも同国内で行われており，した\nがって，わが国との十分な内国関連性が認められない。しかもリース物件を引き揚\nげた場合の清算義務は当事者の合意で排除できる任意的・補充規定的性格を有する\nにとどまり，わが国の「公序」をなすものではない。よって，法例３３条によりチ\nェコ共和国法の適用を排除することはできない。\n仮にチェコ共和国法の適用が排除された場合でも，本件リース物件は，\n更生会社に対する前売主に所有権留保がなされていたこと，更生会社が倒産したこ\nとにより，本件リース物件の保守・修理等のサービスが受けられない状態にあるこ\nとに照らせば，被控訴人らが本件リース物件の評価額相当額の控除を主張すること\nは権利濫用あるいは信義則違反となり許されない。\nウ　上記イが肯定されるとして，本件リース残料金から控除されるべき本件リ\nース物件の評価相当額はいくらか（以下「争点(2)・ウ」という。）。\nａ　被控訴人らの主張\n本件リース物件の取得価格は，Ｅと控訴人との間における売買代金額は\n１２７，５１３，８２５チェコ・クローネであり，これを本件更生手続開始決定時\nのレート（１チェコ・クローネ＝４円）で換算すると５億１００５万５３００円と\nなる。他方，本件リース物件の取得日を売買契約締結日とすると平成１０年９月９\n日であるところ，その僅か１カ月余り後の同年１０月２３日には本件リース物件の\n引き揚げに関する合意が成立しており，その減価償却を考慮する必要はない。そう\nすると，本件リース物件の引揚時における評価額は上記取得額と同額の５億１００\n５万５３００円であるところ，わが国の通例によると，その１０パーセント相当額\nの５１００万５５３０円が残存価値となる。したがって，本件リース物件残料金か\nら控除清算されるべき利益は，４億５９０４万９７７０円となり，本件リース残料\n金は同額だけ減少し，これに伴い本件保証の確定債権額も同額，すなわち４億５９\n０４万９７７０円だけ減少する。よって，本件保証の履行請求権額７億０１５２万\n６１２８円から４億５９０４万９７７０円を控除した２億４２４７万６３５８円を\n超える部分について控訴人の本件請求は理由はない。\nｂ　控訴人の主張\n否認ないし争う。本件リース物件の大半は所有権留保物件である上，設\n置，保守・修理等のサービスを受けられない状態にある。したがって，本件リース\n物件の評価に当たっては，その引揚時における目的リース物件の評価相当額から所\n有権留保による担保価値のほか，設置，保守・修理等に関する上記サービスを受け\nられないことによる価値低下分を控除すべきである。また，清算義務の存在を主張\nするのは権利濫用ないしは信義則違反である。\n第３　当裁判所の判断\n１　当裁判所は，控訴人の本件請求は上記主文第２項の限度で理由があるものと\n判断する。\n以下その理由を詳述する。\n２　認定事実\n前記前提となる事実に加え，甲１ないし６（枝番を含む。），８ないし１\n０，１２ないし１４，１６ないし２３（枝番を含む。），３１，３２の１と２，３\n４ないし３６，乙１ないし３及び弁論の全趣旨を総合すれば（ただし，前記各証拠\nのうち後記認定に反する部分を除く。），以下の事実が認められる。\n(1)　上記のとおり，昭和プラスチックス株式会社（更生会社）と出光石油化学\n株式会社が共同出資で設立したＧが，営業譲渡契約によりチェコ共和国法人のＨ社\nの全株式を取得し，同社の商号を「Ｅ」に変更し，その事業目的にプラスチックス\n製品の製造を加え，昭和プラスチックス株式会社の「Ｉ」を取締役に選任したの\nは，平成１０年５月６日である。\nＥの設立に先立ち，平成１０年２月，昭和プラスチックス株式会社（更生\n会社）の「Ｉ」は，後日新設されるチェコ法人の経営者として，控訴人を訪問し，\n購入機械の融資を申し入れ，これに対し，控訴人は，同年３月１７日ころ，更生会\n社に対し，「Ｅに対するフィナンシャル・リーシングの契約を伴わない提案」と題\nする書面（甲９）を送付し，本件リース物件に関するファイナンス・リース契約の\n締結を提案した上，控訴人の債権の保全方法として更生会社の保証を求めた。\nまた，昭和プラスチックス株式会社（更生会社）は，「弊社　チェコ向け\n現地法人新設に伴い射出成形機の見積りを依頼する」旨の平成１０年３月２０日付\nけ書面（乙３の添付別紙１）をＫ株式会社等に対し依頼したが，その際の支払条件\nは，見積業者に対する支払は更生会社との国内取引とすることとされていた（乙\n３）。\n（更生会社の本件リース物件の購入に関与したＬは，その陳述書である乙３\nにおいて，昭和プラスチックス株式会社（更生会社）は，平成９年末ころ，射出成\n形機等を購入し，これをチェコ共和国の新設する子会社である後のＥに転売し更生\n会社が利益を上げる構想を立て，代表取締役Ｄの指揮の下で，その計画を進めた旨\n陳述しているが，未だ設立していない子会社に転売して利益を上げるという構想自\n体，採用しがたいものいうほかない。）\n(2)　同年５月５日の会議で，更生会社の「Ｉ」との間で，更生会社がその保証\n契約書原本を控訴人に引き渡すのと引換に，控訴人は本件リース物件の代金を直\n接，更生会社の口座に送金することなどの合意が成立した（甲１８）。\n(3)　上記のとおり，同年５月６日，昭和プラスチックス株式会社（更生会社）\nの関連会社であるＧは，いわゆるペーパーカンパニーであるＨ社の株式を１００パ\nーセント取得し，同社は，即日，商号をＥに変更した上，事業目的の中にプラスチ\nックス製品の製造を加えたが，このＥ新設直後の同月１３日ころ，昭和プラスチッ\nクス株式会社（更生会社）は，自ら本件リース物件のシッパー（輸出者）となるこ\nととし，本件リース物件の債務者並びに「最終荷受人」を新設されたＥとする「予\n告的送り状」（ＰＲＯＦＯＲＭＡ　ＩＮＶＯＩＣＥ＝契約の申込み又はその誘引）\nを作成し，これを同社に送付した（甲１２，１８，３５，３６）。\n他方，リース物件の仕入れ先に予定されていたＫが，自らがサプライアー\nとなることに難色を示したことから，更生会社は，Ｊ株式会社を仕入先とすること\nに決め，同月２０日，同社との間で，所有権留保特約付きの機械割賦販売契約を締\n結し，同社から本件リース物件のうち射出成形機と周辺機器（以下「射出成形機\n等」という。なお必要に応じてその前に「本件」を付加し，他の物件についてもこ\nの例による。）を仕入代金２億２７１４万１０００円で購入した（甲３，１３，１\n４，１８，３１，３２，乙３）。\n(4)　同年６月１９日，控訴人は，Ｅとの間で，本件リース物件に関する将来購\n入契約を締結した（以下「本件将来購入契約」という）。\n本件と関連する約定の要旨は以下のとおりである（甲５）。\nア　将来売主であるＥは，本件リース物件のうち射出成形機６台の代金の完\n済時にその所有者となる。\nイ　控訴人とＥは，Ｅが後に上記機械を将来買主である控訴人に売却し，そ\nれを本件リース契約に従い，ファイナンス・リースの目的物とすることを合意す\nる。\nウ　Ｅは，上記機械の所有権を取得したときから５日以内に，控訴人との売\n買契約を締結する義務を負う。\nエ　控訴人は，Ｅに対し，以下の約定に従い売買代金を先払いする。\n①　本契約締結後５日以内に，更生会社の署名済みの保証書の写しが添付\nされたＥ発行の頭金の請求書に基づき１６７０万チェコ・コルナを支払う（但し，\n本件リース契約に基づく第１回のリース料金と相殺することを合意）。\n②　ＶＡＴを除く取得価額の残額は，更生会社のための信用状によってカ\nバーされる。信用状の記載は以下のものとされなければならない。\nα　控訴人は，平成１０年７月１０日に，本件リース物件の完全な引渡\nしを証する引渡書，Ｅの代表者による物件の引渡しの確認，更生会社発行の保証書\n原本と引き換えに６６００万チェコ・コルナを支払う。\nβ　取得価格の残額は，リース目的物の適合性の宣言の引渡し等がなさ\nれたときに支払う。\nオ　上記エ，②，αの支払は，株式会社Ｍ銀行Ｎ支店の更生会社名義の預金\n口座に送金してなされ，上記支払は，控訴人のＥに対する義務の履行とみなされ\nる。\n(5)　他方，本件将来購入契約の締結を受け，控訴人は，前同日，Ｅとの間で，\n要旨以下の約定で本件リース契約を締結し，本件リース物件を引き渡した（甲１の\n１及び２）。\nア　リース料　月額６４０万８８５６．１２チェコ・コルナ及びＶＡＴ（付\n加価値税）１５６万３０３１．７０チェコ・コルナ\nイ　リース物件の供給者　Ｅ\n(6)　更生会社は，同日，控訴人に対し，本件リース契約から生じる一切の債務\nについて，これを保証する旨宣言して，本件保証をし（甲２），翌７月３１日まで\nに，プラハのＥに本件リース物件をすべて引渡した（甲２１）。\nこれと並行して，更生会社は，Ｅに対し，「送り状」（ＩＮＶＯＩＣＥ）\nを送付し，本件リース物件の転売代金の支払いを請求した。なお，本件リース物件\nのうち射出成形機等の転売代金は３億７４６７万円，窒素ガス発生器等の転売代金\nは４３００万円，ＡＧＩ機具のそれは１１９０万円で，上記「送り状」では，上記\n転売代金の支払いは，撤回不可能信用状によりなされるものとされていた（甲４，\n２２，２３）。\n(7)　控訴人は，同年７月３１日（金曜日），本件将来購入契約の約定（(5)の\nエ，②，α及びオ）に基づき，Ｍ銀行Ｎ支店の更生会社名義の預金口座に６５，９\n９４，３７５．０７チェコ・コルナを送金した（甲１６，１８）。\nもっとも，更生会社は，転売代金の支払いについては撤回不可能信用状に\nよるものとされていたことから，母体行から信用状を入手し，これにより，同年６\n月２９日付けで，Ｍ銀行Ｎ支店から２億７２５２万円の融資を受けた。そして，同\n年８月４日，差額８７２万６００５円が上記預金口座に入金された。\n結局，更生会社は，日本円に換算すると，控訴人から合計で２億８１２４\n万６００５円の送金を受け，これを受領した（乙１，２，弁論の全趣旨）。\n(8)　控訴人はＥから，同年９月９日までに本件リース物件を１億２７５１万３\n８２５チェコ・コルナ（ＶＡＴ２２９９万４２８９チェコ・コルナを含む。）で購\n入する契約を締結した（甲１９の１及び２，２０）。\n３　争点(1)－本件保証の無償否認の可否について\n(1)　原判決「事実及び理由」の「第三　争点に対する判断」の「一　争点１\n（本件保証の無償性）について」の１記載のとおり，本件保証が法７８条１項４号\nの「無償行為」として否認できるか否かは，更生会社に本件保証の「対価として経\n済的利益」が帰属したかにかかる（最高裁昭和６２年７月３日第２小法廷判決・民\n集４１巻５号１０６８頁）。\nこの「保証の対価として経済的利益」が帰属した否かは具体的事案に即し\nて実質的に考察されるべきである一方，事業会社の法律行為は，事業の展開として\nなされるのであるから，当然，なんらかの見返りを伴うものである。にもかかわら\nず，無償否認制度の趣旨に照らすと，義務なくしてなされた保証は，債権者の主た\nる債務者に対する直接の原因であっても，直ちに有償行為と認めがたいのであっ\nて，その見返りが対価といえるだけの直接かつ現実的な形で更生会社に帰属するこ\nとが必要であると解される。\n(2)　上記のとおり本件保証と引換えに，控訴人のＥに対する本件リース物件の\nバックリース代金が直接，更生会社の預金口座に入金され，これは控訴人のＥに対\nする上記バックリース代金の履行とみなされると共に，更生会社のＥに対する転売\n代金（利益）が現実に確保される関係が成立している。\nこの転売利益（控訴人主張の上記経済的利益②及び③）それ自体は，更生\n会社のＥに対する本件リース物件の転売の対価として更生会社の財産に帰属するも\nので，本件保証の対価であると認め難い。しかし，上記認定の本件保証に関する契\n約関係，すなわち，更生会社がＪ等仕入先から本件リース物件を購入し，これをＥ\nに転売し，Ｅは，本件リース物件をさらに，控訴人に転売した後，バックリースを\n受け，これを資本に操業を開始して，それにより本件リース物件のリース代金を支\n払う，他方，更生会社は，控訴人に対し，Ｅのリース代金債務を保証し，これと引\n換に，控訴人から直接，本件リース物件のバックリース代金を取得するという各契\n約関係は，更生会社がＥ設立前から立案し，その計画を進め，且つ達成されたもの\nである。\nそして，この各契約関係から，結局のところ，昭和プラスチックス株式会\n社（更生会社）は，Ｅに対する転売代金を現実に確保するという形式をとりなが\nら，その実質は，更生会社が自己の運転資金及びＥ設立及びその事業資金を控訴人\nから直接融資を受けたのである。さらにＥが更生会社の子会社であったことは，こ\nの各契約関係締結に関して作成された関係書類（前記乙３添付の別紙１等）から明\nらかである。\n（更生会社が資金繰りに窮していたであろうことは，その後の更生手続開始\nの申立時期から明らかであるといえる。）\n(3)　そうすると，そもそも，義務なくして本件保証がなされたとは認められ\nず，この点から否認の対象とならないともいえるところであるが，いずれにしろ，\n本件保証は，昭和プラスチックス株式会社（更生会社）自身が融資を得るためのも\nのであって，本件保証と引換に控訴人から更生会社の預金口座に直送された金員\n（控訴人主張の上記経済的利益④）を本件保証の対価と見なしうることは明らかで\nある。\nよって，本件保証は，法７８条１項４号の「無償行為」には該当せず，被\n控訴人は本件保証を否認することはできない。\n４　争点(2)－本件リース料残金から本件リース物件の評価相当額を控除・清算す\nることの可否と控除相当額について\n(1)　まず争点(2)・アについて検討する。\n甲２７及び弁論の全趣旨によれば，更生会社の倒産に伴い，その子会社の\nＥが操業不能に陥ったことから，控訴人は，平成１０年１０月２３日，Ｅから本件\nリース物件を他の施設へ移転することの依頼を受け，これに応じたことが認められ\nる。この事実からすると，控訴人は，本件リース期間中に，Ｅが実質的に倒産した\nことから，本件リース物件をＥから引き揚げたものと認めるのが相当である。\n控訴人は，Ｅから寄託を受けて保管しているにすぎない旨主張するが，甲\n２７によれば，本件リース物件の移転施設は何ら特定されていない上，Ｅが上記依\n頼をなすに至った経緯等に照らすと，控訴人は単に寄託を受ける趣旨で本件リース\n物件の引き渡しを受けたとは認め難く，控訴人の上記主張は採用できない。\n(2)  次に争点(2)・イについて検討する。\n上記のとおり，控訴人は，本件リース期間の途中で，Ｅの親会社が倒産し\n操業不能に陥ったことから，本件リース物件を引き揚げたものであるから，控訴人\nは本件リース物件の返還によって得た利益を清算する義務を負っているものと解す\nるのが相当である（最高裁昭和５７年１０月１９日第３小法廷判決・民集３６巻１\n０号２１３０頁）。\nもっとも，本件リース物件の当事者はいずれもチェコ共和国法人であるか\nら，控訴人が上記清算義務を負うか否かの準拠法は，法例７条２項によりチェコ共\n和国法であると解されるところ，本件全証拠を検討しても，同国法上，本件リース\n物件につき控訴人が清算義務を負っているかは明らかではない。\nチェコ共和国法では控訴人は上記清算義務を負わない根拠として，控訴人\nが提出しているチェコ国裁判所の判例（甲３７）は，リース物件が盗まれた場合で\n且つ当事者間に清算義務を負わない旨の合意があった事例であって，上記判断を左\n右するものではない。\nそして，控訴人が上記清算義務を負うか否かは，日本国の内国法人を債務\n者とする本件保証債権の存否及び額に直接かつ重大な影響を与えるものであること\n（附従性），清算義務を負わないとすると控訴人に過大な利益を付与する結果を招\n来することになることに鑑みると，上記判断が相当であって，これを左右する事由\nはない。\n(3)　そこで，さらに争点(2)・ウについて検討する。\n上記のとおり，控訴人は本件リース物件の引き揚げ返還によって取得した\n利益を清算すべきであるところ，その対象は，本件リース物件が返還時に有した価\n値と本来リース期間満了時において有すべき残存価値との差額であると解される\n（前掲最高裁昭和５７年１０月１９日第３小法廷判決）。\n前記認定事実(8)によれば，平成１０年１０月２３日，本件リース物件の引\nき揚げに関する上記合意が成立しているところ，同年７月３１日までにＥに本件リ\nース物件が引き渡され操業に供されていることからみて，本件リース物件の上記引\n揚時までに約３ヶ月間が経過している。そうすると，やはりその間の減価償却を考\n慮する必要があり，その償却率としては１割が相当である。\nところで本件リース物件の取得価格，すなわちＥと控訴人との間における\n売買代金額は１２７，５１３，８２５チェコ・クローネで，これを本件更生手続開\n始決定時のレート（１チェコ・クローネ＝４円）で換算すると５億１００５万５３\n００円となるところ，そのころ控訴人は本件リース物件の返還を受けている。そう\nすると，本件リース物件の返還時における価値は，少なくとも上記取得価格（５億\n１００５万５３００円）からその減価償却分相当額（５１００万５５３０円）を控\n除した額の４億５９０４万９７７０円を下らないものと認められる。\n他方，わが国の通例によると，本件リース期間終了後の残存価値は１０パ\nーセント相当額の４５９０万４９７７円であると認められるから，結局，本件リー\nス物件の返還によって清算すべき利益は，４億１３１４万４７９３円（４億５９０\n４万９７７０円－４５９０万４９７７円）となり，本件リース残料金は同額減少\nし，これに伴い本件保証の確定債権額も同額，すなわち４億１３１４万４７９３円\n減少する。\nよって，本件保証の確定債権額は，本件保証の履行請求権額７億０１５２\n万６１２８円から４億１３１４万４７９３円を控除した２億８８３８万１３３５円\nを下らないものと認めるのが相当である。\nなお，本件リース物件につきＪ等が所有権留保をしているが，その後に，\n所有権留保による担保価値を求めた様子はなく，そうすると，控訴人が上記のとお\nり本件リース物件の返還を受け，その時点で同物件の占有を取得していることをも\nって，本件リース物件につき即時取得が成立したものと扱って相当である。\nまた，清算の対象となるのは上記のとおり本件リース物件が返還時に有し\nた価値と本来リース期間満了時において有すべき残存価値との差額であって，返還\n時からリース期間満了時までの利用価値ではない（前掲最高裁昭和５７年１０月１\n９日第３小法廷判決）。したがって，仮に，控訴人が本件リース物件の設置，保守\n等のサービスを受けられないとしても，それは上記結論を左右しない。さらに，更\n生会社が本件リース物件の清算を主張することが権利濫用又は信義則に違反すると\n認めるに足る事情も存在しない。よって，これらの点に関する控訴人の主張はいず\nれも理由がない。\n５　小括\n以上のとおり，控訴人の本件請求は，更生会社株式会社キョウデンプロダク\nツに対する更生債権として，保証債権２億８８３８万１３３５円を有することの確\n認を求める限度で理由がある。\n第４　結語\n以上のとおり，上記結論と異なる原判決はその限度で変更を免れず，よっ\nて，主文のとおり判決する。\n大阪高等裁判所第３民事部\n裁判長裁判官　　　　岡　　　　部　　　　崇　　　　明\n裁判官　　　　白　　　　井　　　　博　　　　文\n裁判官　　　　伊   良   原　　　　恵　　　　吾\n"
}