{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 21,
    "month": 11,
    "day": 10
  },
  "case_number": "平成21(行ケ)10077",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "38152",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=38152",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/152/038152_hanrei.pdf",
  "contents": "平成２１年１１月１０日判決言渡 同日原本領収 裁判所書記官\n平成２１年（行ケ）第１００７７号 審決取消請求事件\n口頭弁論終結日 平成２１年１０月２２日\n判決\n原 告 ノキア コーポレーション\n同訴訟代理人弁護士芹田幸子\n同 弁理士 朝日奈 宗 太\n藤森洋介\n谷征 史\n被 告 特許庁長官\n同 指 定 代 理 人植前津子\n寺本光生\n安達輝幸\n廣瀬文雄\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n３ この判決に対する上告及び上告受理の申立てのため\nの付加期間を３０日と定める。\n事実及び理由\n第１ 請求\n特許庁が不服２００７－４２号事件について平成２０年１１月１２日にした審決\nを取り消す。\n第２ 事案の概要\n本件は，原告が，下記１のとおりの手続において，補正後の特許請求の範囲を下\n記２とする原告の本件出願に対する拒絶査定不服審判の請求について，特許庁が同\n請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記\n３のとおり）には，下記４の取消事由があると主張して，その取消しを求める事案\nである。\n１ 特許庁における手続の経緯\n出願手続（甲２）及び拒絶査定(1)\n発明の名称： 両面キーボード」「\n出願番号：特願２００１－３２０８０９号\n出願日：平成１３年１０月１８日\nパリ条約による優先権主張：平成１２年（２０００年）１０月３１日，米国\n手続補正日：平成１８年４月１０日（甲４。以下「本件補正」といい，本件出願\nに係る本件補正後の明細書（甲２，４）を「本願明細書」という ）。\n拒絶査定：平成１８年９月２９日付け（甲５）\n審判請求手続及び本件審決(2)\n審判請求日：平成１９年１月４日（不服２００７－４２）\n審決日：平成２０年１１月１２日\n審決の結論： 本件審判の請求は，成り立たない 」「。\n審決謄本送達日：平成２０年１１月２５日\n２ 本願発明の要旨\n本件審決が対象とした本願発明（本件補正後の特許請求の範囲の請求項１に記載\nの発明）の要旨は，次のとおりである。\n電子装置に情報を入力するための両面キーボードであって第１の面および対向す\nる第２の面を有する回路基板と，前記第１の面に配置された複数の第１のキーを有\nする第１のキーマットと，前記第２の面に配置された複数の第２のキーを有する第\n２のキーマットと，少なくとも１つのキーを押すことにより第１および第２のキー\nマットが回路基板を作動させることを許すように，前記第１のキーマットと回路基\n板とのあいだに配置された複数の導電性部分を有しており，少なくとも１つの導電\n性部分を，電子装置内部の使用のための情報を示す信号を提供するための回路基板\nに操作可能に付ける作動マットとからなる両面キーボード。\n３ 本件審決の理由の要旨\n(1) 本件審決の理由は，要するに，本願発明は，特開平１－１７６６１５号公\n（。 「 」 。）（ 「 」 ，報 甲１ 以下 引用例 という に記載された発明 以下 引用発明 といい\n本願発明と併せて「両発明」という ）であるから，特許法２９条１項３号の規定。\nにより特許を受けることができない，というものである。\n(2) なお，本件審決が上記判断に当たって認定した引用発明並びに本願発明と\n引用発明との一致点及び相違の有無を検討すべき点は，次のとおりである。\nア 引用発明：ＴＶ，ＶＴＲ，オーディオ，電話機等に使用する両面入力スイッ\nチであって，一方の面および対向する他方の面を有する裏面ＦＰＣ３０と，前記一\n方の面側に配置された複数の表側操作体３９を有する表側一体化物と，前記他方の\n面側に配置された複数の裏側操作体４０を有する裏側一体化物と，これら表側操作\n体３９と裏側操作体４０のいずれかを押すことにより表側一体化物および裏側一体\n化物が裏面ＦＰＣ３０を作動させることを許すように，前記表側一体化物と裏面Ｆ\nＰＣ３０とのあいだに配置された複数の表側接点２５を有しており，少なくとも１\nつの表側接点２５を，裏面ＦＰＣ３０に操作可能に付ける表面ＦＰＣ２６とからな\nる両面入力スイッチ。\nイ 一致点：電子装置に情報を入力するための両面キーボードであって，第１の\n面および対向する第２の面を有する回路基板と，前記第１の面に配置された複数の\n第１のキーを有する第１のキーマットと，前記第２の面に配置された複数の第２の\nキーを有する第２のキーマットと，少なくとも１つのキーを押すことにより第１お\nよび第２のキーマットが回路基板を作動させることを許すように，前記第１のキー\nマットと回路基板とのあいだに配置された複数の導電性部分を有しており，少なく\nとも１つの導電性部分を，回路基板に操作可能に付ける作動マットとからなる両面\nキーボード。\nウ 相違の有無を検討すべき点：回路基板に関し，本願発明は「電子装置内部の\n使用のための情報を示す信号を提供するための回路基板」であるのに対し，引用発\n明は回路基板の具体的な構造が不明である点。\n４ 取消事由\n(1) 両発明の技術分野に係る理解の誤り（取消事由１）\n(2) 一致点の認定の誤り（取消事由２）\n（）(3) 引用発明の相違の有無を検討すべき点についての判断の誤り 取消事由３\n第３ 当事者の主張\n１ 取消事由１（両発明の技術分野に係る理解の誤り）について\n〔原告の主張〕\n本件審決（３頁３０～３４行）は 「引用発明の両面入力スイッチはＴＶ，ＶＴ，\nＲ，オーディオ，電話機等に情報を入力するために用いられるものであり，一方，\nＴＶ，ＶＴＲ，オーディオ，電話機等は電子装置であるから，引用発明の『ＴＶ，\nＶＴＲ，オーディオ，電話等に使用する両面入力スイッチ』は，本願発明の『電子\n装置に情報を入力するための両面キーボード』に相当する 」とした。。\nしかしながら，昭和６２年の引用発明の出願当時，テレビやビデオ再生装置等の\nリモコンスイッチや電話機などの押しボタンスイッチの数については，たかだかア\n，，ラビア数字の０～９のほか♯などの数種類の符号のキーが存在したにすぎず かつ\n同一の押しボタンスイッチにおいて複数回押圧することによって相当する複数の内\n容を選択するといった要求のない時代背景であったことにかんがみれば，本願発明\nのように，携帯電話のメッセージ作成用の操作用キー等のような同一の押しボタン\nを複数回操作し，当該複数回の押圧操作に相当する内容を選択するようなものまで\n同一発明とすることはできず，本件審決の上記判断は誤っている。\n〔被告の主張〕\n本願発明は 「電子装置に情報を入力するための両面キーボード」と記載されて，\nいるものであって，携帯電話のメッセージ作成用の操作用キーといった特定の電子\n装置の特定のキーボードを技術分野とすることを示す記載はないから，両発明は，\n「電子装置に情報を入力するための両面キーボード」という点で同一の技術分野に\n属するものである。\n２ 取消事由２（一致点の認定の誤り）について\n〔原告の主張〕\n(1) 引用発明のＦＰＣの構成\nア 本件審決（３頁１～２７行）は，引用発明について 「複数の表側操作体３，\n９とボタンラバー４１とからなる一体化物（以下 『表側一体化物』という ）は裏，。\n面ＦＰＣ３０の一方の面側に，複数の裏側操作体４０とボタンラバー４２とからな\nる一体化物（以下 『裏側一体化物』という ）は裏面ＦＰＣ３０の他方の面側に，，。\nそれぞれ配置されていること 「表側一体化物と裏面ＦＰＣ３０とのあいだに，複」，\n数の表側接点２５を有する表面ＦＰＣ２６が配置されており，これらの複数の表側\n接点２５は裏面ＦＰＣ３０上に設けられた複数の裏側接点２９と対向しているこ\nと 「表側操作体３９と裏側操作体４０とのいずれかが操作されると，表側接点２」，\n５のうちの一つが対向する裏面ＦＰＣ３０上の裏側接点２９と接するものであるこ\nと」との構造がうかがわれるなどとし，引用発明について，前記第２の３(2)アの\nとおりの発明であるとしたが，本件審決のこのような認定・判断は，引用発明にお\nける表面ＦＰＣ２６と裏面ＦＰＣ３０とが別体であるとの認識に基づくものであ\nる。\nイ しかしながら，引用例には，表面ＦＰＣ２６と裏面ＦＰＣ３０とがＵ字状に\n一体的に形成されることによって，同一面上に設けられた複数の接点を互いに対向\nさせた回路基板，すなわち両面入力式のＯＮ－ＯＦＦスイッチが開示されているだ\nけである。\nそして，引用発明において，表面ＦＰＣ２６と裏面ＦＰＣ３０とがＵ字状に一体\n的に形成されていることは，引用例の特許請求の範囲において 「一つのメンブレ，\nンスイッチの両側にケースを設け，このケースには孔を設け，この孔を介して，直\n接，または操作体を介して前記メンブレンスイッチのスイッチングを行う構成」と\nし，メンブレンスイッチの数を１つに限定していることからも明らかである。すな\nわち，引用発明のメンブレンスイッチがＵ字状でなく，板状に形成されたものであ\nるとすると，対向する接点がないのでオンオフスイッチとして機能させることがで\nきないからである。\n(2) 本願発明のメンブレンスイッチの構成\nこれに対して，本願発明のメンブレンスイッチは平板状の回路基板であって，請\n求項１に記載のとおり 「少なくとも１つのキーを押すことにより第１および第２，\nのキーマットが回路基板を作動させることを許すように，前記第１のキーマットと\n回路基板とのあいだに配置された複数の導電性部分を有しており，少なくとも１つ\nの導電性部分を，電子装置内部の使用のための情報を示す信号を提供するための回\n路基板に操作可能に付ける作動マット」を有しているものである。\nまた，このような本願発明では，第１キー及び第２キーとして金属製のドームを\n採用することが可能であり，この金属製のドームが押圧されると変形し，２つの接\n触パッドの間に導電路が生じ，配線が接続する。このようなパッドは，通常，印刷\n配線ボード（ＰＷＢ）上に，あるいは柔軟なＰＷＢ上に印刷されているパッドに対\nして配線が横断しないように印刷されている。導電路を生ぜしめるために，金属製\nドームをＰＷＢ上から押圧して，金属製ドームを変形させなければならないのでベ\nローズ（蛇腹）によって支持されなければならない。\nこのように，本願発明では，同一の導電路が，ドームに向かってＰＷＢが押圧さ\nれることにより，ドームが変形することによって生じるのであって，このような単\n一のドーム状シートを用いた両面キーボードの基本的な動作原理は，引用例に開示\nされていない。\n(3) 本願発明と引用発明との一致点の認定\nア 本願発明の回路基板の第１の面及び第２の面と引用発明の第１の面及び第２\nの面とについて\n(ア) 本件審決（３頁３５～３６行）は，両発明の対比において 「引用発明の，\n『一方の面 『他方の面 『裏面ＦＰＣ３０』は，それぞれ本願発明の『第１の面』』』\n第２の面 回路基板 に相当する としたが 上記(1)のとおり 引用発明の 一『』『』 」 ， ， 「\n方の面」及び「他方の面」は，同一の曲面上における一方の面と他方の面とにすぎ\nないから，引用発明の「一方の面 「他方の面 「裏面ＦＰＣ３０」は，それぞれ本」」\n願発明の「第１の面 「第２の面 「回路基板」に相当しない。」」\n(イ) 本件審決（３頁末行～４頁２行）は 「引用発明の『表側操作体３９ 『表，』\n側一体化物 『裏側操作体４０ 『裏側一体化物』は，それぞれ本願発明の『第１の』』\nキー 『第１のキーマット 『第２のキー 『第２のキーマット』に相当する」とし』』 』\nたが，引用発明では，同一の回路基板がＵ字状に形成された曲面であることから，\n第１の面及び第２の面は，幾何学的にみて同一の面である表側の面に存在すること\n，「 」 「 」になるのに対し 本願発明の 第１のキー が設けられた第１の面と 第２のキー\nが設けられた第２の面とは，一枚の平板状の回路基板における表面と裏面であるか\nら，引用発明の「表側操作体３９ 「表側一体化物 「裏側操作体４０ 「裏側一体」」 」\n化物」は，それぞれ本願発明の「第１のキー 「第１のキーマット 「第２のキー」」」\n「第２のキーマット」に相当しない。\n(ウ) 以上のとおり，本願発明の回路基板の第１の面及び第２の面が互いに表裏\nの関係を有するものであるのに対し，引用発明では，第１の面及び第２の面はＵ字\n状に形成された曲面の同一の面（表側の面）であって，本件審決が認定するような\n対応関係がない。\nイ 本願発明の「作動マット」等の構成について\n本件審決（４頁３～４行）は 「引用発明の『表側接点２５ 『表面ＦＰＣ２６』，』\nは，それぞれ本願発明の『導電性部分 『作動マット』に相当する」とした。』\nしかしながら，上記(2)のとおり，本願発明の構成は，単なるスイッチ（電気回\n路を開閉する装置）を超えたもので，従来のタッチパネルを省略し，その代替とし\nて 「装置が閉位置にあるときには （情報入力用）にタッチスクリーンディスプレ，，\nイの一部が押し下げ可能なキーパッドの背後に隠れる （本願明細書【０００２ ）」】\n，「」機能を備えるものであって 第１の面および対向する第２の面を有する回路基板\nを有しているのに対し，上記(1)のとおり，引用発明は，第１の面及び第２の面は\nＵ字状に形成された曲面の同一の面（表側の面）であることから 「第１の面およ，\nび対向する第２の面を有する回路基板」を有していないものであって，本願発明の\n「第１の面に配置された複数の第１のキーを有する第１のキーマットと，前記第２\nの面に配置された複数の第２のキーを有する第２のキーマット」の構成は，引用発\n明には存在せず，また，本願発明の「少なくとも１つのキーを押すことにより第１\nおよび第２のキーマットが回路基板を作動させることを許すように，前記第１のキ\nーマットと回路基板とのあいだに配置された複数の導電性部分を有しており，少な\nくとも１つの導電性部分を，電子装置内部の使用のための情報を示す信号を提供す\nるための回路基板に操作可能に付ける作動マット」の構成は，引用発明には存在し\nないものであって，本件審決の上記認定は誤っている。\nまた，ＦＰＣとは，柔軟な絶縁フィルムの上に電気回路を形成したプリント基板\nであるから，このような絶縁性シートから成る引用発明のメンブレンスイッチが本\n願発明の「作動マット」となり得るとすると，本願発明の「作動マット」も絶縁性\nシートから成らなければならないが，本願発明の「作動マット」は，導電性のポリ\nマー膜で作製したり，又は炭素若しくは他の金属粒子のような導電性充填材が埋め\n（【 】）込まれたポリマーマトリックスで作製することもできる 本願明細書 ００３１\nと記載され，絶縁性を有しないものであるから，本願発明の「作動マット」は，引\n用発明に記載も示唆もされていないということができる。\nウ 以上によると，本件審決における本願発明と引用発明との一致点の認定には\n誤りがあり，本願発明は，引用発明との関係で新規性がある。\n〔被告の主張〕\n(1) 引用発明のＦＰＣの構成\n，「 」 ， ，原告は 引用発明につき Ｕ字状に一体的に形成 されたものと主張し これは\n引用例の図面を参酌して認定したものと解されるが，引用例には 「表面ＦＰＣ２，\n６」と「裏面ＦＰＣ３０」とが一体的に形成されたとも別体であるとも記載されて\n，，「」 「」おらず 引用例の記載全体を参酌しても 表面ＦＰＣ２６ と 裏面ＦＰＣ３０\nとが一体的に形成されることによって，引用発明の作用効果が得られるものではな\nい。\n引用発明は，表裏２つのメンブレンスイッチが必要であった従来技術に比して，\n１つのメンブレンスイッチで発明を構成することにより 「安価な両面入力スイッ，\nチを提供」しようとするものであって，メンブレンスイッチを構成する表面ＦＰＣ\n２６と裏面ＦＰＣ３０とを一体とすることによって，上記作用効果を得ようとする\nものではない。\n本件審決は，引用例（２頁左上欄１９行～右上欄７行）の「第１図において，２\n５，２９は表側接点及び裏側接点で，それぞれ表面ＦＰＣ２６，裏面ＦＰＣ３０上\nに配設され，スペーサ３３により対向するよう保持され，これによりメンブレンス\nイッチを構成している。このメンブレンスイッチの両側に表面化粧パネル２７及び\n裏面化粧パネル３１を配置し，これらを剛体又は半剛体の表のケース２８及び裏の\nケース３２の間にはさみ込むことにより両面入力スイッチが構成されている 」と。\nの記載に基づいて，引用発明には 「一方の面および対向する他方の面を有する裏，\n面ＦＰＣ３０」と 「少なくとも１つの表側接点２５を，裏面ＦＰＣ３０に操作可，\n能に付ける表面ＦＰＣ２６」とが開示されていると認定したものであって，引用発\n明を認定するに際し，上記「Ｕ字状に一体的に形成」された構造に限定して認定す\nべき事情はなく，本件審決の認定に誤りはない。\n原告は，引用例がメンブレンスイッチの数を「１つ」に限定しており，当該メン\nブレンスイッチが「Ｕ字状でない」と仮定すると，オンオフスイッチとして機能し\nないと主張するが，一般に，１つのメンブレンスイッチは，上部接点シートと下部\n接点シートとを有しているものであり，引用例には，両面キーボードにおいて表裏\n２つのメンブレンスイッチを要していた従来技術に比して，１つのメンブレンスイ\nッチで足りる発明が記載されているのであって，この「１つ」のメンブレンスイッ\nチとの記載が，メンブレンスイッチを構成する部品である上部接点シートと下部接\n点シートとをＵ字状に一体的な１つのシートとすることを意味するものではないこ\nとは明らかであり，原告の主張は失当である。\n(2) 本願発明のメンブレンスイッチの構成\n本願発明に係る請求項１には 「第１キー及び第２キーとして金属製のドームを，\n採用すること」や「単一のドーム状シート」との記載はないのであるから，本願発\n明の発明特定事項は，原告が主張するような「単一のドーム状シートを用いた両面\nキーボード」には限定されず，これらの事項が本願発明と引用発明とが同一である\nか否かという判断を左右するものではない。\nまた，本願明細書には 「導電性部分（導電性接触パッド４４ 」が「ドーム型」，）\nであると記載されているのみであって 「第１キー及び第２キー」を「ドーム」と，\nすることについては，何ら記載されておらず 「第１キー及び第２キーとして金属，\n製のドームを採用すること」や「単一のドーム状シート」は，本願明細書の記載に\n基づくものでもない。\n(3) 本願発明と引用発明との一致点の認定\nア 本願発明の回路基板の第１の面及び第２の面と引用発明の第１の面及び第２\nの面とについて\n原告は，本願発明の回路基板の第１の面及び第２の面と引用発明の第１の面及び\n第２の面とについて，一致点の認定に誤りがあると主張するが，これも，引用例の\n「表面ＦＰＣ２６」と「裏面ＦＰＣ３０」とが別体ではなくＵ字状に一体的に形成\nされたものであるとの主張に基づくものであるところ，引用発明の認定において，\n「Ｕ字状に一体的に形成」された構造に限定して認定すべき事情はないのであるか\nら，本件審決の認定に誤りはない。\nイ 本願発明の「作動マット」等の構成について\n引用例（２頁左上欄１８行～右上欄２０行，左下欄１０～１３行，第１図及び第\n３図等）には 「表側操作体３９と裏側操作体４０のいずれかを押すことにより表，\n側一体化物および裏側一体化物が裏面ＦＰＣ３０を作動させることを許すように，\n前記表側一体化物と裏面ＦＰＣ３０とのあいだに配置された複数の表側接点２５を\n有しており，少なくとも１つの表側接点２５を，裏面ＦＰＣ３０に操作可能に付け\nる表面ＦＰＣ２６」が記載されており，引用発明の「表側接点２５ 「表面ＦＰＣ」\n２６」は，それぞれ本願発明の「導電性部分 「作動マット」に相当するとの本件」\n審決の判断に誤りはない。\n３ 取消事由３（引用発明の相違の有無を検討すべき点についての判断の誤り）\nについて\n〔原告の主張〕\n本件審決（４頁１６～１７頁）は，引用発明の具体的な構造は不明であるとしな\nがら，これと本願発明との一致点・相違する点を認定した上で，引用発明の認定を\n詳細に行っているが，本件審決が引用発明は回路基板の具体的な構成が不明である\nとした以上，不明であるものから引用発明を認定することは不可能であるから，本\n件審決には誤りがある。\n〔被告の主張〕\n引用例には，回路基板の具体的な構造が詳細には記載されていないが，引用発明\nを認定し，本願発明と引用発明とを対比判断するのに十分な程度には技術内容が記\n載されており，原告の主張は，失当である。\n第４ 当裁判所の判断\n１ 取消事由１（両発明の技術分野に係る理解の誤り）について\n原告は，本願発明のように，携帯電話のメッセージ作成用の操作用キー等のよう\nな同一の押しボタンを複数回操作し，当該複数回の押圧操作に相当する内容を選択\n，。するようなものまで 引用発明と同一発明であるとすることができないと主張する\nしかしながら，本願発明に係る請求項１には 「電子装置に情報を入力するため，\nの両面キーボード」と記載されているものであって，これは，携帯電話のメッセー\nジ作成用の操作用キーなどのような同一の押しボタンを複数回操作し，当該複数回\n，， ，の押圧操作に相当する内容を選択するものに限るものではなく 一方 引用発明は\n「ＴＶ，ＶＴＲ，オーディオ，電話機等に情報を入力するために用いられる」両面\n入力スイッチであって，電子装置に情報を入力するための両面キーボードの発明も\n含むものであるから，両発明は，要するに，電子装置の入力装置といった同一の技\n術分野に属するものであって，原告の主張は，採用することができない。\n２ 取消事由２（一致点の認定の誤り）について\n(1) 引用発明のＦＰＣの構成等\nア 引用例の特許請求の範囲には 「一つのメンブレンスイッチの両側にケース，\nを設け，このケースには孔を設け，この孔を介して直接，または操作体を介して前\n記メンブレンスイッチのスイッチングを行う構成とした両面入力スイッチ 」との。\n記載がある。\nイ また，引用例の発明の詳細な説明によると，引用発明が，ＴＶ，ＶＴＲ，オ\nーディオ，電話機等に使用する両面入力スイッチに関するものであること（１頁左\n欄１１～１４行 ，従来の両面入力スイッチでは，表と裏のスイッチ１，２が基板）\nを共用しながらも独立しているため，表側スイッチ１と裏側スイッチ２が別々に必\n要であり，材料及び工数が片面スイッチの約２倍要して高価となったということを\n解決し，安価な両面入力スイッチを提供することを目的とするものであること（１\n頁右欄１６行～２頁左上欄４行 ，このような目的を達成するための手段として，）\n１つのメンブレンスイッチの両側にケースを設け，この両側のケースに設けた孔を\n介して直接，又は操作体を介して，１つのメンブレンスイッチの両面からスイッチ\nングが行えるようにしたものであること（２頁左上欄５～１０行 ，そして，同じ）\nスイッチを表面と裏面の両方からスイッチングすることができるようになるので，\nスイッチを構成する部品点数及び工数が削減でき，従来よりも安価で，かつ，薄型\n・軽量化を実現できる両面入力スイッチを提供することができること（２頁左上欄\n１１～１６行，右下欄４～１４行）との記載がある。\nウ さらに，引用例の発明の詳細な説明には，引用発明の実施例の構成を示すも\nのとして，第１ないし第３図が示されている。\n第１図において，２５，２９は表側接\n点及び裏側接点で，それぞれ表面ＦＰＣ\n２６，裏面ＦＰＣ３０上に配設され，ス\n，ペーサ３３により対向するよう保持され\nこれによりメンブレンスイッチが構成さ\nれており，このメンブレンスイッチの両\n側に表面化粧パネル２７及び裏面化粧パ\nネル３１を配置し，これらを剛体又は半\n剛体の表のケース２８及び裏のケース３\n２の間にはさみ込むことにより両面入力\nスイッチが構成されている（２頁左上欄\n１９行～右上欄７行 。第２図において，）\n第１図のメンブレンスイッチの表側に，\nダイヤフラム３５と，ダイヤフラム３５\nを保持するダイヤフラム保持スペーサ３\n６と，その上でダイヤフラム３５を覆う\nダイヤフラム保護シート３７と，ボタン\n押圧部３８を有する操作体３９と，これ\n，を保持するケース２８が設けられており\n裏面には，ケース３２に一体成形された操作部４０と裏面化粧パネル３１を設けて\nいる（２頁左下２～９行 。第３図において，第１図のメンブレンスイッチの両側）\nに，ボタン押圧部３８を有した表側，裏側操作体３９及び４０とボタンラバー４１\n及び４２の一体化物が配置されている（２頁左下欄１０～１３行 。）\nエ 以上によると，引用発明は，表側と裏側の２つのメンブレンスイッチが必要\nであった両面入力スイッチの従来技術に対し，メンブレンスイッチを１つとして安\n価かつ薄型・軽量化されるとの作用効果を得ようとしたものであるということがで\nきるが，引用例の特許請求の範囲には 「表面ＦＰＣ２６」と「裏面ＦＰＣ３０」，\nとが一体的に形成されるものであるとの記載はなく，また，上記の引用発明の構成\nに照らすと 「表面ＦＰＣ２６」と「裏面ＦＰＣ３０」とが一体的に形成されるこ，\nとによって上記の作用効果が得られることになると解されるものでもない。\nなお，上記第１図で示される実施例並びに同実施例からさらに変更を加えた上記\n第２及び第３図で示される実施例においては，ＦＰＣ２６とＦＰＣ３６がＵ字状と\nなって一体的に形成されたものが記載されているが，これは，一般的なメンブレン\nスイッチにおいて必要とされる上記電極シートと下部電極シートという２つのシー\nトを構成するに当たり，一体となったシートをＵ字状とする一実施例を示したもの\nにすぎないということができ，上記のとおり，引用例にはそのような構成に限定す\nるとの記載はなく，また，そのように限定しなければ引用発明の作用効果を得るこ\nとができないものでもないことからすると，引用発明は，上部と下部のＦＰＣがＵ\n字状となって一体的に形成されているものに限定されるものではなく，これをいう\n原告の主張は，採用することができない。\nオ 上記アないしエによると，引用発明は，表面ＦＰＣ２６と裏面ＦＰＣ３０と\nがＵ字状に一体的に形成されることによって同一面上に設けられた複数の接点を互\nいに対向させたという構成に限定されるものではなく，前記第２の３(2)アのとお\nりのものと認定することができるものであって，本件審決の引用発明の認定に誤り\nがあるということはできない。\n(2) 本願発明のメンブレンスイッチの構成\n原告は，本願発明では，第１キー及び第２キーとして金属製のドームを採用する\nことが可能であり，ドームに向かってＰＷＢが押圧され，ドームが変形することに\nよって導電路が生じるのであって，このような単一のドーム状シートを用いた両面\nキーボードの基本的な動作原理は，引用例に開示されていないものであると主張す\nる。\nしかしながら，本願発明に係る請求項１には 「第１キー及び第２キーとして金，\n属製のドームを採用する」構成とすることや「単一のドーム状シートを用い」る構\n成とすることの記載はなく，また，本願明細書の発明の詳細な説明にも，このよう\nな構成は記載されておらず，本願発明について，単一のドーム状シートを用いた両\n面キーボードであることを前提として，引用発明との相違をいう原告の主張は，理\n由がない。\n(3) 本願発明と引用発明との一致点の認定\nア 本願発明の回路基板の第１の面及び第２の面と引用発明の第１の面及び第２\nの面とについて\n原告は，引用発明の「一方の面 「他方の面 「裏面ＦＰＣ３０」はそれぞれ本願」」\n発明の「第１の面 「第２の面 「回路基板」に相当せず，また，引用発明の「表側」」\n操作体３９ 「表側一体化物 「裏側操作体４０ 「裏側一体化物」はそれぞれ本願」」 」\n発明の「第１のキー 「第１のキーマット 「第２のキー 「第２のキーマット」に」」 」\n相当しないと主張する。\nしかしながら，上記(1)のとおり，引用発明は，表面ＦＰＣ２６と裏面ＦＰＣ３\n０とがＵ字状に一体的に形成されることによって，同一面上に設けられた複数の接\n点を互いに対向させたという構成に限定されるものではなく，上記(1)オのとおり\n認定された引用発明と前記第２の２の本願発明の要旨に照らすと，引用発明の「一\n方の面 「他方の面 「裏面ＦＰＣ３０ 「表側操作体３９ 「表側一体化物 「裏側」」 」 」 」\n操作体４０ 裏側一体化物 は それぞれ本願発明の 第１の面 第２の面 回」「」 ， 「 」「」「\n路基板 「第１のキー 「第１のキーマット 「第２のキー 「第２のキーマット」に」」 」」\n，，相当するものということができ このように認定した本件審決の認定に誤りはなく\n原告の主張は，採用することができない。\nイ 本願発明の「作動マット」等の構成について\n(ア) 原告は，本願発明の「第１の面に配置された複数の第１のキーを有する第\n１のキーマットと，前記第２の面に配置された複数の第２のキーを有する第２のキ\nーマット」及び「少なくとも１つのキーを押すことにより第１および第２のキーマ\nットが回路基板を作動させることを許すように，前記第１のキーマットと回路基板\nとのあいだに配置された複数の導電性部分を有しており，少なくとも１つの導電性\n部分を，電子装置内部の使用のための情報を示す信号を提供するための回路基板に\n操作可能に付ける作動マット」の各構成は，引用発明には存在しないと主張する。\n(イ) しかしながら，上記(1)オのとおり，引用発明は 「一方の面側に配置され，\nた複数の表側操作体３９を有する表側一体化物と，前記他方の面側に配置された複\n数の裏側操作体４０を有する裏側一体化物」との構成を有しているものであって，\n，， 「 」「」「」また 上記アのとおり 引用発明の 一方の面 表側操作体３９ 表側一体化物\n「」「」「」 ， 「 」他方の面 裏側操作体４０ 裏側一体物 は それぞれ本願発明の 第１の面\n「」「」「」「」「」第１のキー 第１のキーマット 第２の面 第２のキー 第２のキーマット\nに相当するものであることからすると，引用発明には，本願発明の「第１の面に配\n置された複数の第１のキーを有する第１のキーマットと，前記第２の面に配置され\nた複数の第２のキーを有する第２のキーマット」の構成が存在するものということ\nができ，この点に係る原告の主張は，採用することができない。\n(ウ) また，上記(1)オのとおり，引用発明は 「表側操作体３９と裏側操作体４，\n０のいずれかを押すことにより表側一体化物および裏側一体化物が裏面ＦＰＣ３０\nを作動させることを許すように，前記表側一体化物と裏面ＦＰＣ３０とのあいだに\n配置された複数の表側接点２５を有しているものであって，また，少なくとも１つ\nの表側接点２５を，裏面ＦＰＣ３０に操作可能に付ける表面ＦＰＣ２６」の構成を\n有しているところ，上記アのとおり，引用発明の「表側操作体３９ 「裏側操作体」\n４０ 「表側一体化物 「裏側一体化物 「裏面ＦＰＣ３０」は，それぞれ本願発明」」」\nの「第１のキー 「第２のキー 「第１のキーマット 「第２のキーマット 「回路基」」 」 」\n」， ，「， ，板 に相当するものであること さらに ２５ ２９は表側接点及び裏側接点で\nそれぞれ表面ＦＰＣ２６，裏面ＦＰＣ３０上に配設され，スペーサ３３により対向\nするよう保持され，これによりメンブレンスイッチを構成している （引用例２頁」\n左上欄１９行～右上欄３行）ものとの記載によると，メンブレンスイッチを構成す\nる「表側接点２５」は 「表面ＦＰＣ２６」上に配設され，押圧によって「裏側接，\n点２９」と短絡し，スイッチングが行われるものであって，引用発明の「表側接点\n２５ 「表面ＦＰＣ２６」は，それぞれ本願発明の「導電性部分 「作動マット」に」」\n相当するということができる。\nなお，引用発明の「表面ＦＰＣ２６」は，回路基板であることが認められるが，\n上記のとおり，引用発明の「表面ＦＰＣ２６」は，回路基板とともに導電性部分を\n配設する役割をも有しているものであって，この「表面ＦＰＣ２６」は，本願発明\nにおける接点間を接続する「作動マット」にも相当するということができる。\nまた，原告は，本願発明の「作動マット」は絶縁性を有しないものであるとした\n上で，引用発明のメンブレンスイッチは絶縁性シートから成るものであるから，引\n用発明には，本願発明の「作動マット」の記載も示唆もないと主張するが，本願発\n明の「作動マット」は 「複数の導電性部分を有して」いるもの（ 請求項１ ）で，【 】\nあるから，少なくとも導電性部分以外は絶縁性を有するものであることになり，本\n願発明の「作動マット」が絶縁性を有しないとの主張は，その前提において採用す\nることができず，一方，上記のとおり，引用発明におけるＦＰＣは，回路基板と作\n動マットの両方の機能を有しているところ，回路基板という面からみると，導電性\n部分である表側接点２５が直接配設されている「ＦＰＣ２６」自体に導電性が必要\n，「 」 ，となるものではないから 引用発明の ＦＰＣ２６ に導電性がないことをもって\nこれが本願発明の「作動マット」に相当しないとすることができるものではなく，\n原告の主張は，採用することができない。\nしたがって，引用発明には，本願発明における「少なくとも１つのキーを押すこ\nとにより第１および第２のキーマットが回路基板を作動させることを許すように，\n前記第１のキーマットと回路基板とのあいだに配置された複数の導電性部分を有し\nており，少なくとも１つの導電性部分を，電子装置内部の使用のための情報を示す\n信号を提供するための回路基板に操作可能に付ける作動マット」の構成が存在する\nものということができ，この点に係る原告の主張も，採用することができない。\n３ 取消事由３（引用発明の相違の有無を検討すべき点についての判断の誤り）\nについて\n，，「」本件審決は 本願発明と引用発明とを対比して判断するに際し 一応相違する\n点として，回路基板に関し，本願発明は「電子装置内部の使用のための情報を示す\n信号を提供するための回路基板」であるのに対し，引用発明は回路基板の具体的な\n構造が不明であるとの相違の有無を検討すべき点として抽出した上で，本願発明と\nの対比判断をさらに進めて，この検討対象とされた点が同一であると認定・判断し\nたものであって，本件審決のこの認定・判断の手法に取消事由とすべきところがあ\nるものではなく，原告の主張は，採用することができない。\n４結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求\nは棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官 滝澤孝臣\n裁判官 本多知成\n裁判官 浅 井 憲\n"
}