{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 17
  },
  "case_number": "平成14(行ケ)436",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10949",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10949",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/949/010949_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４３６号　審決取消請求事件\n平成１５年７月１７日判決言渡、平成１５年６月２６日口頭弁論終結\n判　　　　決\n原　　　告　　　　トッズ、ソチエタ、ペル、アチオーニ\n（審決時の名称：エマ、ソシエタ、ア、レスポンサビリタ、\nリミタータ）\n訴訟代理人弁護士　吉武賢次、宮嶋学\n同　　　　弁理士　上原空也\n被　　　告　　　　特許庁長官　今井康夫\n指定代理人　　　　小林薫、林栄二\n主　　　　文\n特許庁が平成１０年審判第８０２９号事件について平成１４年４月９日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文同旨の判決。\n第２　事案の概要\n本件は、商標登録出願の拒絶査定を維持した審決に対する審決取消訴訟である。\n１　特許庁における手続の経緯\n原告は、平成８年５月１６日、別紙２記載の構成よりなる商標（本願商標）につ\nいて、第２５類「帽子その他の被服、ガーター、靴下止め、ズボンつり、バンド、\nベルト、履物、運動用特殊衣服、運動用特殊靴」を指定商品として商標登録出願\n（商願平８－５３０５９号、優先権主張１９９６年４月１１日イタリー国）をし、\n平成１０年１月２９日に拒絶査定を受けたので、拒絶査定に対する審判を請求し、\n平成１０年審判第８０２９号事件として審理されたが、平成１４年４月９日、「本\n件審判の請求は成り立たない。」との審決があった（同年４月３０日原告に審決謄\n本送達。出訴期間として９０日付加）。\n２　審決の理由の要旨\n別紙１の審決書のとおりである。要するに、本願商標は、引用商標１（登録第１\n７９３７５８号）、引用商標２（登録第１９６５５１５号）、引用商標３（登録第\n２６９７８９７号）（別紙３参照）と外観及び観念に相違する点があるとしても\n「コンペティション」の称呼を共通にする類似の商標であり、かつ、本願商標の指\n定商品に各引用商標の指定商品と同一又は類似の商品を含むものであるから、商標\n法４条１項１１号に該当し、登録することができない、というものである。\n第３　原告主張の審決取消事由の要点\n審決は、「本願商標に接する取引者、需要者は、本願商標の構成中、外観上際立\nつ「COMPETITION」の文字部分に着目し、これより生ずる「コンペティション」の称\n呼をもって取引にあたる場合も決して少なくないものと判断するのが相当であ\nる。」との認定に基づき、本願商標と各引用商標とは「コンペティション」の称呼\nを共通にすることから類似の商標であると判断しているが、これは、以下に述べる\nとおり、商標の類否についての判断を誤ったものである。\n１　「TOD'S」商標の周知著名性\n原告は、もともと、イタリア国で「TOD'S」の商標を使用した靴、鞄等を販売して\nいたものであり、平成２年に日本において「TOD'S」商標を使用した靴を初めて販売\nし、その後、平成９年３月に新宿伊勢丹にフランチャイズ店舗を開店したのを皮切\nりに、日本国内においてフランチャイズ方式により店舗を展開してきたが、平成４\n年７月からは現行の直営店方式に順次切り替えを行い、店舗を展開している。原告\nの扱う「TOD'S」商標を使用した靴、鞄等の商品は、日本国内において各ファッショ\nン誌等において頻繁に紹介されており、さらに、原告は「TOD'S」商標を使用した商\n品の広告活動も活発に行っている。「TOD'S」の語は、日本国内において、特に若い\n女性の間で、靴、鞄等のブランドとして広く知られている。\n「TOD'S」商標は、著名商標又は少なくとも周知商標である。\nしたがって、本願商標に接した需要者が「TOD'S」以外の「COMPETITION」の部分\nにことさら着目するとは考えられない。\n２　「COMPETITION」の識別力の微弱性\n「COMPETITION」の語は、「競技会」を意味する語であり、本願商標の指定商品で\nある被服等の分野においては、従来の「コンクール」に代わる語として極めて一般\n的に使用されている。したがって、「COMPETITION」は、本願商標の構成の中にあっ\nて識別力の弱い部分であるから、単に「COMPETITION」の称呼を取り出して取引がな\nされるとは考えられない。なお、「COMPETITION」の語を含む商標が多数登録されて\nいるという事実も存在する。\n３　外観、観念、称呼からみた非類似\n本件商標は、その外観、観念、称呼から検討するとき、「TOD'S」の部分\nと「COMPETITION」の部分がまとまりよく認識されることから、単\nに「COMPETITION」と構成される各引用商標と非類似であることは明らかである。\n（１）　外観の非類似\n本願商標は、「TOD'S」のローマ文字の上に長方形で囲った「COMPETITION」のロ\nーマ文字を一体的に組み合わせ、さらにオレンジ色の着色も加えた構成である。こ\nれに対し、引用商標１及び引用商標３は「COMPETITION」の文字のみからなり、引用\n商標２は「COMPETITION」のローマ字と「コンペティション」のカタカナ文字を上下\n二段に書してなるものである。\nこのように本願商標と各引用商標とは、その構成文字や構成態様を異にしてお\nり、直接対比した場合はもとより、離隔的観察によっても互いに見誤られることの\nない別異の外観形状を有する。\n（２）　観念の非類似\n本願商標は、「TOD'S COMPETITION」と認識され、「狐の競争」などの観念が生じ\nる。また、世界的に著名な「TOD'S」ブランドがコンクールに向け作成したモデル\n（商品）との観念が生じることはもちろんである。これに対し、引用商標１ないし\n３は、いずれも、単に「競争」の観念が生じるものであるから、観念上、非類似で\nあることは明白である。\n（３）　称呼の非類似\n本願商標から単なる「コンペティション」の称呼が生ずることはない。すなわ\nち、本願商標は、「TOD'S」という所有格が「COMPETITION」にかかっているため、\n「狐の競争」というまとまりのある強い観念を生じさせる。また、構成上\nも、「TOD'S」の文字の上に「COMPETITION」のローマ字を重ねて成るものであるか\nら、まとまりよく一体的に認識・把握され、「トッズコンペティション」と一連に\n称呼されるのが自然である。「トッズコンペティション」の称呼は格別冗長ではな\nく、よどみなく一連に称呼され得るものである。したがって、本願商標からは「ト\nッズコンペティション」という一連の称呼のみが生ずるというべきである。\n本願商標の称呼「トッズコンペティション」と各引用商標の称呼「コンペティシ\nョン」とは、語頭に「トッズ」音の有無という顕著な差異を有するものであるか\nら、その語調・語感が相違し、十分に聴別されるものである。\n４　以上のとおり、本願商標は各引用商標とは非類似の商標であるから、類似と\nした審決は誤っており、取り消されるべきである。\n第４　被告の反論\n１　「TOD'S」商標は周知・著名な商標ではない。\n（１）　審決が違法であるか否かの判断の基準時は審決時（平成１４年４月９\n日）であるところ、審決時において「TOD'S」商標は、我が国の取引者、需要者の間\nに広く認識されてはいなかった。審決当時、原告の店舗はフランチャイズ店の４店\n舗のみであり、その商品の販売期間も、昀初の店舗の開店から５年しか経過してい\nない。原告の商品の日本での売上高は、原告の主張によっても平成１４年で約６億\n７０００万円というものであり、平成１３年の「ルイ・ヴィトン」の日本での売上\n高１１７９億円、「グッチ」、「シャネル」、「エルメス」の４００億円台に比べ\nれば微々たるものにすぎない。原告は「TOD'S」商標の著名性を示すという雑誌頁を\n証拠として多数提出しているが、それらの大多数は、靴、鞄等の写真とあわせて\n「トッズ」、「TOD'S」等の文字を小さく表示しているにすぎず、「TOD'S」の文字\nを原告の商標として強く印象づける態様のものではない。\n（２）　仮に、「TOD'S」商標が周知、著名であったとしても、本願商標が各引用\n商標と類似するものであることに変わりはない。\n本願商標の「TOD'S」の文字と「COMPETITION」の文字は、構成上大きな差異を有\nし、「COMPETITION」の文字が、目立つ赤色の四角図を伴って、「TOD'S」の文字を\n遮るような態様で顕著に表示されている。このような本願商標の特徴を踏まえれ\nば、簡易迅速を尊ぶ取引においては、本願商標に接する取引者、需要者\nは、「COMPETITION」の文字部分を原告の取り扱う個々の商品の標識として認識し\nて、本願商標を「コンペティション」と称呼することもあり得る。したがっ\nて、「TOD'S」商標が周知、著名であると否とにかかわらず、本願商標と各引用商標\nは、後記２　（３）のとおり、「コンペティション」の称呼を共通にする類似の商\n標といえるのであり、原告の主張は失当である。\n２　「COMPETITION」の識別力について\n（１）　被服等の商品の取引とコンペティション（競技会）の企画、運営又は開\n催のような役務の取引は、その内容が全く異なるものであって、後者の役務に関連\nして「COMPETITION」の文字が使用されていたとしても、被服等の商品の取引におい\nて、その取引者、需要者が「COMPETITION」を商品の品質を表示するもののごとく認\n識するということはできない。我が国において、「COMPETITION」（competition）\nという語は、「設計の公募」を意味するものとしても広く理解されており、たと\nえ、指定商品がファッション関係の商品であったとしても、「ファッションコンク\nール」と同義のものとしては認識されないものである。\n本願商標中の「COMPETITION」の語は、被服などを指定商品とする本願商標におい\nては、その商品の品質や内容を表示するわけではなく、また、その指定商品の取引\nに際して慣用されているという実情もないから、この部分をもって、十分に自他商\n品を識別し得るものである。\n（２）　原告は、「COMPETITION」の語を含む商標が、本願の指定商品の属する商\n品の区分等において多数登録されていることからみても、「COMPETITION」は、それ\nのみでは識別力が極めて弱いと主張する。しかし、原告が登録例として指摘する商\n標は、本願商標と構成及び態様を異にするから、登録例が存在するからといって、\n本願商標から「COMPETITION」の部分のみを抜き出して称呼することにより取引がさ\nれることがないとはいえない。\n３　本願商標の外観、観念、称呼の類似性\n（１）　外観について\n本願商標の構成中、「COMPETITION」の文字は、「TOD'S」の文字の中央部を遮る\nように中央に位置し、しかも、「TOD'S」の文字とは異なりオレンジ色に塗りつぶさ\nれた長方形で囲まれており、文字の大きさ、色、書体等も「TOD'S」の文字とは明ら\nかに異なっている。\n本願商標と各引用商標との間には、全体的には「TOD'S」の文字の有無などの差異\nがあるが、「COMPETITION」の文字部分と「TOD'S」の文字部分が全く異なる態様で\nあるから、これを分離してみることも容易であり、「COMPETITION」の文字部分が各\n引用商標（登録第１９６５５１５商標においてはローマ文字部分）と同じ文字を綴\nったものであるという共通点がある。したがって、「コンペティション」という称\n呼の類似性を覆すほどの外観上の相違点があるということはできない。\n（２）　観念について\n大多数の英和辞典に「ｔｏｄ」の語は掲載されておらず、「ｔｏｄ」が「狐」を\n意味する語として親しまれたものであるということはできない。そうすると、本願\n商標は、その構成中の「TOD'S」の文字が特定の意味を有するものとは認識され得な\nいというべきであるから、本願商標と各引用商標を全体の観念で比較することはで\nきない。本願商標の「COMPETITION」の文字部分が各引用商標と同じ意味であること\nからすれば、本願商標と各引用商標との間に「コンペティション」という称呼の類\n似性を覆すほどの観念上の相違があるということはできない。\n（３）　称呼について\n本願商標は、全体としてみたときに特定の一連の意味合いを看取することができ\nるものでないから、まとまりある強い観念が生じるものではなく、常に一体不可分\nに把握しなければならないような事情があるとはいえない。また、本願商標の外観\nについても、「COMPETITION」と「TOD'S」の文字部分は、容易に分離して看取し得\nるものであり、各文字部分が独立して認識されるものである。\nそうすると、本願商標においても、一連の称呼のほかに、「TOD'S」の文字とは分\n離、独立して認識される「COMPETITION」の文字部分に相応して、「コンペティショ\nン」の称呼が生じるのであり、各引用商標とは、「コンペティション」の称呼を共\n通にする称呼上類似の商標といえる。\n４　まとめ\n甲各号証をもって、本願商標中の「TOD'S」の文字部分が指定商品の分野で原告を\n表示するものとして周知、著名となっているということはできない。しかも、仮\nに、周知、著名になっているとしても、本願商標に接する取引者、需要者\nは、「TOD'S」の文字と「COMPETITION」の文字とを常に一体のものとして称呼する\nとは限らず、「COMPETITION」の文字部分を原告の取り扱う個々の商品の標識として\n認識し、当該文字部分のみを称呼することがあり得るのであるから、本願商標と各\n引用商標が類似商標であるとの判断には何ら影響を与えない。また、本願商標にお\nいては「COMPETITION」の文字部分も自他商品の識別標識として機能し得るものであ\nる。\n以上のとおりであるから、本願商標と各引用商標を「コンペティション」の称呼\nを共通にする類似の商標であるとした審決の認定判断に誤りはない。\n第５　当裁判所の判断\n１　証拠（甲１０ないし４５、５６ないし６６、６９、７１、７５、７６、７８\nないし８１）及び弁論の全趣旨によれば、次の事実が認められる。\n（１）　原告は、もともとイタリア国で「TOD'S」の商標を使用した靴、鞄等を販\n売していたものであり、原告の「TOD'S」ブランドは、昭和５４年（１９７９年）の\nブランド発足以来、上質な素材と職人技による高級感のある製品で一躍人気を博\nし、急成長を遂げた。原告の販売拠点は、イタリアの主要都市（ローマ、ミラノ、\nベネチア、ナポリ）をはじめ、ヨーロッパ（パリ、ロンドン、ベルリン、モスク\nワ、マドリッド、マルセイユ等）、アメリカ（ニューヨーク、ビバリーヒルズ、シ\nカゴ、ホノルル）、東アジア、中東に存在しており、遅くとも審決時より前\nに、「TOD'S」は、欧米において、高級ブランドとして知られるようになっていた。\n原告は、平成２年（１９９０年）に日本において「TOD'S」商標を使用した靴を初\nめて販売し、その後、平成９年（１９９７年）３月に新宿伊勢丹にフランチャイズ\n店舗を開店したのを皮切りに、日本国内においてフランチャイズ方式により店舗を\n展開してきた。審決時（平成１４年４月９日）において、原告の店舗は、フランチ\nャイズ店と直営店を合わせて少なくとも７店舗存在しており、平成１５年１月時点\nで、銀座松坂屋、渋谷西武、名古屋松坂屋、心斎橋大丸、神戸大丸（以上、直営\n店）、札幌丸井今井、新宿伊勢丹、立川伊勢丹、ザ・ギンザ（以上フランチャイズ\n店）が存在し、さらに、平成１５年３月には横浜そごうに直営店が開店している。\n（２）　原告の扱う「TOD'S」商標を使用した靴、鞄等の商品は、日本国内におい\nて、平成１０年（１９９８年）ころから、ファッション誌等に頻繁に取り上げられ\nるようになり、「Ｏｇｇｉ」、「ＭＩＳＳ家庭画報」、「ＳＰＵＲ」、「２５ａｎ\nｓ」、「Ｄｏｍａｎｉ」、「ＣＲＥＡ」、「ＦＩＧＡＲＯ　ＪＡＰＡＮ」、「ＦＲ\nａＵ」、「ＢＡＩＬＡ」、「ＧＩＮＺＡ」、「婦人画報」、「ＶＥＲＹ」、「メイ\nプル」、「Ｌａ　Ｖｉｅ　ｄｅ　３０ａｎｓ」、「ＣａｎＣａｍ」、「家庭画\n報」、「Ｓｔｙｌｅ」、「ＥＬＬＥ　ＪＡＰＯＮ」、「ＣＯＳＭＯＰＯＬＩＴＡ\nＮ」、「ＭＩＳＳ」、「ｍａｒｉｅ　ｃｌａｉｒｅ」、「ＶＯＧＵＥ　ＮＩＰＰＯ\nＮ」、「ミセス」等の女性向け雑誌、及び「Ｐｅｎ」、「ＢＲＵＴＵＳ」、「ＥＮ\nＧＩＮＥ」、「ＬＥＯＮ」、「ＭＥＮ’Ｓ　ＣＬＵＢ」、「ＣＡＲＤＡＧＥ」等の\n男性向けあるいは一般向け雑誌に、「J.P. TOD'S」、「TOD'S」又は「トッズ」のブ\nランド名で頻繁に紹介され、また、広告が掲載されている。これらの雑誌の中に\nは、数頁にわたって、「TOD'S」ブランドの特集記事を掲載しているもの（例えば、\n「ＥＬＬＥ　ＪＡＰＯＮ」平成１４年４月号、甲２５）、あるテーマ（商品）に沿\nってブランドを紹介していく記事の冒頭に「TOD'S」を紹介したもの（例えば、「Ｇ\nＩＮＺＡ」平成１４年３月号（甲２５）、「婦人画報」平成１４年３月号（甲２\n６）、「ＣａｎＣａｍ」平成１４年３月号（甲３０）、「ｓｔｙｌｅ」平成１４年\n３月号（甲３２））があり、また、記事の中で、「日本でも人気となったこのブラ\nンド・・・アメリカでは、ハリウッドの映画スターたちが愛用」（甲１５）、「世\n界のセレブを魅了する“革新”のベイシック、“永遠”のトッズ」（甲１６）、\n「３０代の働く女性の圧倒的支持を誇るトッズとコーチの魅力・・・今シーズン売\nり切れ続出のふたつの人気ブランド」（甲１９）、「世界のセレブに愛される」\n（甲３７）等と言及されている。なお、原告は、その商品に、左右両端に口を開け\nた横向きの獣（ライオン）の顔と思しき図をあしらった楕円の枠の中にシンプルな\n字体で大文字の「TOD'S」を配した商標（以下「原告TOD'S商標」という。）を付し\nていることが認められ、原告のカタログ、雑誌広告には原告TOD'S商標が使用され、\n原告の店舗にも原告TOD'S商標が目立つように表示されている。\n２　上記１に認定した事実に徴すると、原告の「TOD'S」ブランドは、わが国にお\nいては、遅くとも審決時より前に、靴、鞄等の商品について欧米で有名人に人気の\n高い高級ブランドとして人気を博し、高い知名度を獲得するに至っていたと認めら\nれる。\nこの点について、被告は、審決時においては、日本国内における原告の店舗は、\nフランチャイズ店が４店舗存在したにすぎず、商品の販売期間をみても、審決時に\nおいては昀初の店舗のオープンから５年を経過していたにすぎず、国内における売\n上高もルイ・ヴィトン等に遠く及ばず、このような状況の下で、審決時において原\n告の「TOD'S」がわが国の取引者、需要者に間に広く認識されているとは到底いえな\nいと主張する。しかしながら、審決時以前に原告の「TOD'S」ブランドの商品が多大\nな人気を博するようになっていたことは、審決時より前又はこれに近接した時期に\n発行された広い読者層を対象とする多数のファッション雑誌や一般誌に「TOD'S」の\n商品及びブランドが頻繁に紹介され、特集記事も掲載されるようになっていたとい\nう上記認定の事実から明らかである。また、新宿伊勢丹における昀初の店舗の開店\n（平成９年）から比較的短期間の間に全国の有名デパートの一角に原告の店舗が開\n店していることは、原告の「TOD'S」がわが国において、新興であるとはいえ、急速\nに知名度を高めた勢いのある人気ブランドであることを充分に推認させるといって\nよい（直営店のうち、銀座松坂屋、渋谷西武、名古屋松坂屋、心斎橋大丸、神戸大\n丸、横浜そごうは、いずれも審決後に新規開店したか、フランチャイズ店が直営店\nになったものであるが、審決後１年程度の間に７店舗の直営店が開設されている事\n実は、審決後に生じた事実であっても、審決当時の原告の「TOD'S」ブランドの人気\nを推測させる事情として、参酌し得るものである。）。そして、被服や靴、鞄、ベ\nルト等の皮革製品、身の回り品等の商品については、金銭に比較的余裕がありファ\nションに関心の高い層が流行をリードし、これに追随する形で多くの消費者に商品\nとブランドが浸透していくことを考慮するとき、原告の「TOD'S」は、審決の時点\nで、本願商標の指定商品の分野における取引者はいうに及ばず、需要者の間でも、\n著名ブランドとしての地位を確立していたと認めるの相当である。\n３　以上に認定した事実を考慮の上、本件商標と引用商標の類否について検討す\nる。\n（１）　本願商標は、別紙２に示されるとおり、シンプルな字体で構成され\nた「TOD'S」の欧文字の上に、その中央部を横断してオレンジ色の帯状部分を重ね、\nその帯状部分の中に「COMPETITION」の欧文字を小さく（文字高にして「TOD'S」の\n文字の４分の１程度）配してなるものである。\n一方、引用商標１及び３は、「COMPETITION」の欧文字のみからなり、引用商標２\nは、欧文字の「COMPETITION」と片仮名文字の「コンペティション」を上下２段に記\nしてなるものである（別紙３参照）。\n（２）　本願商標と各引用商標とを対比すると、両者がその外観において相違す\nることは一見して明らかである。また、本願商標は大きな「TOD'S」の文字を横断す\nるように「COMPETITION」の文字をまとまりよく一体に配した構成であり、このこと\nと併せて前記２に認定した原告の「TOD'S」ブランドの知名度も考慮すれば、本願商\n標からは、「トッズ」と結合した「トッズ　コンペティション」ないし「トッズ」\nの「コンペティション」という一体の観念が生ずると考えられ、「トッズ」を切り\n離した「コンペティション」の観念が独立して生ずるとは考えられない。したがっ\nて、本願商標とその文字部分から単に「コンペティション」の観念のみが生じる各\n引用商標とは、観念において相違する。\nさらに、称呼について検討するに、本願商標が前記のとおり「TOD'S」の文字\nと「COMPETITION」の文字をまとまりよく一体に配した構成であること、「トッズ」\nが短くて響きがよく、発音し易い語であることから本願商標は「トッズコンペティ\nション」とよどみなく一連に称呼され得ること、及びブランドとしての「TOD'S」\n（トッズ）が高い知名度を有していることを考慮するとき、本願商標からは、「ト\nッズ」の称呼又は「トッズコンペティション」の称呼が自然に生じ、かつ、これら\nの称呼をもって取引者及び需要者に識別されるというべきである。\n（３）　被告は、本願商標は「COMPETITION」の文字部分と「TOD'S」の文字部分\nとが全く異なる態様であるから、これを分離してみることが可能であ\nり、「COMPETITION」の語に着目すれば、本願商標は各引用商標と「コンペティショ\nン」の称呼及び観念において共通するから、各引用商標と類似する商標であると主\n張する。しかしながら、「COMPETITION」（コンペティション）は、「競争」を意味\nするものとして、日本語では「コンペ」と略されることもある、一般に親しまれた\n語であって、それが本願商標の指定商品である「帽子その他の被服、ガーター、靴\n下止め、ズボンつり、バンド、ベルト、履物、運動用特殊衣服、運動用特殊靴」に\n使用された場合に強い識別力を発揮する語であるとはいえない。一方、「TOD'S」\n（トッズ）は、清新で躍動感のある覚えやすい語であるうえ、その意味が一般に知\nられているとはいい難く、商品に使用されたときには、ブランドを示すために案出\nされた造語であると認識される可能性の高いものである。しかも、「TOD'S」が原告\nのブランドとして高い知名度を有するに至っていることは前記認定のとおりであ\nり、本願商標を構成する「TOD'S」の文字部分が原告TOD'S商標と実質的に同じ字体\nであること及び本願商標の指定商品である「帽子その他の被服、ガーター、靴下止\nめ、ズボンつり、バンド、ベルト、履物、運動用特殊衣服、運動用特殊靴」の需要\n者の多くは流行に敏感な消費者であることも考慮すると、本願商標が使用される商\n品は、「TOD'S」の文字部分に着目し、そこから生ずる観念及び称呼をもって識別さ\nれると考えるのが相当である。本願商標の指定商品の分野において、本願商標を付\nした商品と単なる「COMPETITION」の欧文字又はこれと「コンペティション」を併記\nしたものからなる商標を付した商品との間に出所の誤認混同が生じる可能性は極め\nて低いというべきである。\n（４）　以上によれば、本願商標は、各引用商標と相紛れることのない商標であ\nって、各引用商標とは非類似の商標であると認めるのが相当である。\n第６　結論\n以上のとおり、本願商標が商標法４条１項１１号に該当するとした審決の判断は\n誤りであるから、審決は取り消されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　古　　城　　春　　実\n裁判官　　　田　　中　　昌　　利\n（別紙）\n別紙２別紙３\n"
}