{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 14
  },
  "case_number": "平成13合(わ)495",
  "case_name": "身の代金目的略取、拐取者身の代金要求被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5856",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5856",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/856/005856_hanrei.pdf",
  "contents": "主       文\n被告人を懲役６年に処する。\n未決勾留日数中８０日をその刑に算入する。\n理       由\n（犯行に至る経緯）\n被告人は，平成１２年３月に金融会社を退職した後，同年８月に妻と共に学習塾\nを開業したが，入塾者は１人しかおらず，到底立ち行かなかった。そこで，平成１\n３年４月，中小企業事業者向けの金融会社に就職したものの，見習い期間の終わる\n６月下旬ころになると，翌月からは不得手な営業についてノルマを課し達成できな\nければ給料を下げると聞かされ，一家４人の生計を立てる見通しについて焦りを覚\nえた。そのため，被告人は，より安定した会社に転職することを考え求職活動を始\nめたが，その一方で，漠然とながらも大金を得る方途として銀行強盗や子供の誘拐\nを考えるようにもなり，その道具として用いることを思い描きながら，催涙スプレ\nーや特殊警棒，アーミーナイフ，プリペイド式携帯電話，ロープ，手錠等の道具を\n密かに入手していた。\nそのような折りの９月１０日ころ，営業成績の低い者は解雇も辞さないとの会社\nの方針を聞いた被告人は，退職を決意すると同時に，身の代金を得るため子供を誘\n拐しようとの思いを固めた。そして，塾に通ってきている生徒の家庭が裕福である\nとの話を耳にしていたことからその家を下見に行って，多額の身の代金を用意でき\nるだろうとの確信を抱き，犯行の対象をその生徒の弟であるＡとすることと定め\nた。\nその後，被告人は，犯跡をくらますのに使用する目的で，身の代金を要求する際\nに用いるボイスチェンジャーや，子供から顔を隠すための付け髭を購入したり，自\n車にカーフィルムを貼ったりしたほか，私書箱を身の代金の受取りに利用しようと\n考えて新宿区内の私書箱センターと契約をしたりする等の準備を行ったほか，１０\n月１０日ころには，再び被害者宅付近に赴き，少年の通学の時刻や付近の状況の確\n認をするなど，計画を具体的に練った上で，それを実行に移すべく，１０月１５日\nの朝，上記ロープ，手錠，ボイスチェンジャー等のほか，ガムテープ等をも持っ\nて，自動車で自宅を出発した。\n（罪となるべき事実）\n被告人は，Ｂ，Ｃの長男であるＡ（当時７歳）を略取し，同児の安否を憂慮する近\n親者らの憂慮に乗じて身の代金を交付させようと企て，\n１　平成１３年１０月１５日午前７時５０分ころ，東京都板橋区a町b番c号甲方駐車\n場前路上において，通学途上のＡに対し，「大山駅は，どっちに行くのかな。ちょ\nっと車に乗って，教えてくれるかな。」などと声をかけ，同児の両肩に手を添えて\n同所付近に駐車させていた普通乗用自動車に乗車させ，すぐさま，布製ガムテープ\nを同児の両目及び口に貼り付け，後ろ手に両手錠を掛けるなどした上で同車を発進\nさせ，もって，被略取者の安否を憂慮する近親者らの憂慮に乗じて身の代金を交付\nさせる目的で同児を略取した。\n２　同日午前８時２１分ころから同日午後２時５４分ころまでの間，前後９回にわ\nたり，同区d丁目e番f号乙駐車場内ほかから，同区g町h番i号丙号室Ｂ方にいた母親\nのＣに電話をかけ，「お宅の子供を預かっている。夕方までに５０００万円を用意\nしてください。お金を払えば返します。用意できなければ，子供はお返しできませ\nん。いくらなら用意できますか。（５００万円くらいなら）いつまでに用意できま\nすか。お金は，バイク便が行くから，その人に金と１万円を渡してください。」な\nどと告げて身の代金を要求し，もって，被略取者の安否を憂慮する近親者らの憂慮\nに乗じて財物を要求する行為をした。\nなお，被告人は，同日午後３時４０分ころ，安全な場所である同区j丁目k番l号丁\n脇路上において，Ａを車から降ろし，同児を解放した。\n（量刑の事情）\n１　本件は，被告人が，経営する学習塾に通ってきていた生徒の弟を自動車に乗せ\nて誘拐し，その親に身の代金を要求したという事案である。\n２・　被告人は，７歳の被害男児を車内に連れ込んだ後，目と口をガムテープで覆\nった上で，両手に手錠を掛け足をロープで縛るなどし，その後も身動きのできない\n状態に置いて７時間以上にわたり拘束し続け，この間，同児の母親に対し９回にわ\nたって電話をかけて執拗に身の代金を要求したもので，児童を標的に暴力を用いて\n敢行された卑劣な誘拐事犯である。\n・　本件が被害男児らに及ぼした影響も看過できない。被告人は，同児を傷付け\nないように配慮したというが，登校時自宅からほど近い通学路において，突然車に\n乗せられて上記のとおり自由を完全に奪われた状況下に陥り，その後の長時間を，\nただ泣きながら過ごすほかなかったのであって，同児の蒙った肉体的・精神的な苦\n痛は，それ自体甚大であったことが想像に難くない。事実，同児は，捜査官に対し\nて，「怖い思いをしたことは，早く忘れたいけど，どうしても忘れられません。」\nと述べており，本件が忌まわしい記憶としてその心に深く刻印されたことが窺われ\nるのである。\nさらに，両親も，我が子を学校に送り出し，いつもと変わらぬ平穏な日々を\nスタートさせたと思っていた矢先，突如電話を通してその泣き声を聞かされて，誘\n拐犯の手に落ちたことを覚知するところとなり，その後，安否について絶望と希望\nとが交錯する中で被告人からの身の代金の要求への応対を強いられたものであり，\nその衝撃，心痛・心労の深さは計り知れないものがあったと推察される。それらの\n思いは，無事に息子が生還したからというだけでは，容易に癒えるものとはいいが\nたいことが看取され，今なお被告人に対する処罰感情は強い。\n・　さらに，被告人は，予め，誘拐用として手錠やロープ等を，身の代金の要求\n用にプリペイド式携帯電話，ボイスチェンジャー等をそれぞれ用意したほか，誘拐\n場所の下見を数回にわたり行って被害男児の通学状況を把握したり，身の代金の受\nけ取り方法としてバイク便で私書箱に運ばせることを思い付き，そのための手配等\nをするなど，周到な下準備を整え，その後そうした準備に基づいて実行がされてい\nることが認められ，本件は極めて計画性の高い犯行というべきである。\n・　動機の点をみても，勤務先で営業成績が振るわず，家族４人の生活の見通し\nに不安を覚えるという事情があったとはいえ，学童を狙った犯罪計画にのめり込\nみ，ためらいもなく実行に移しているのであって，一男一女をもつ３８歳の身とし\nては，余りに短絡的かつ自己中心的な犯行というほかない。\n・　このような犯情に加え，模倣性の高いこの種の犯罪については，一般予防の\n見地をも踏まえた厳正な処罰が求められているといえる。\n・　以上によれば，被告人の刑事責任は重大であるといわざるを得ない。\n３　もっとも，他方，被告人は，被害男児の母親が身の代金をバイク便に託したこ\nとを確認した後とはいえ，同児を解放し，身の代金も，被告人の手に渡ることなく\n全額被害者家族のもとに戻されたこと，被告人は，本件犯行を逮捕当初から素直に\n認め，公判廷においても，反省の態度を示すとともに，被害者家族に対して謝罪の\n意を表明していること，これまで前科がないこと，実母が出廷し更生に協力する旨\n約していること，その他家庭状況等被告人のために酌むべき事情も存する。\n４　そこで，以上の事情を総合考慮の上，主文掲記の刑を相当と判断した。\n（求刑，懲役７年）\n平成１４年３月１４日\n東京地方裁判所刑事第１６部\n裁判長裁判官　　　大　谷　直　人\n裁判官　　　早　川　幸　男\n裁判官　　　内　田　　　曉\n"
}