{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 26
  },
  "case_number": "平成17(行ケ)10310",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9571",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9571",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/571/009571_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３１０号　特許取消決定取消請求事件\n平成１７年４月１９日口頭弁論終結\n判　　　　決\n原　告　株式会社三共\n訴訟代理人弁理士　深見久郎，森田俊雄，塚本豊，中田雅彦\n被　告　　特許庁長官　小川洋\n指定代理人　渡部葉子，立川功，井出英一郎，二宮千久\n主　　　　文\n特許庁が異議２００３－７０８４７号事件について平成１６年５月２６日にした\n決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n以下において，「および」は「及び」と統一して表記した。その他，引用箇所に\nおいても公用文の表記に従った箇所がある。\n第１　原告の求めた裁判\n主文第１項同旨の判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告が特許権者である本件特許第３３３０３３８号「遊技機」の発明についての\n特許出願は，平成３年１１月２８日に出願された特許出願（特願平３－３１４５１\n８号）の一部が特許法４４条１項により，平成１０年１１月３０日に新たな特許出\n願（本件出願）とされたものであり，平成１１年１月４日付け，平成１４年４月１\n９日付け及び同年５月３０日付けの各手続補正によって補正がなされ，平成１４年\n７月１９日に特許権の設定登録がされた。\nその後，特許異議の申立てがあり，取消理由通知における指定期間内である平成\n１６年２月１０日に訂正請求がされた後の平成１６年５月２６日，「訂正を認め\nる。特許第３３３０３３８号の請求項１に係る特許を取り消す。」との決定があ\nり，その謄本は同年６月１４日原告に送達された。\n２　本件発明の要旨\n(1)　出願当初の特許請求の範囲の記載（請求項１のみ）\n【請求項１】　複数種類の識別情報を可変表示可能な可変表示部を複数有し，該\n複数の可変表示部により組合せ有効列が定められ，前記複数の可変表示部の停止時\nにおける表示結果により，前記組合せ有効列上に特定の識別情報の組合せが成立し\nた場合に所定の遊技価値が付与可能な状態となる遊技機であって，\n所定の可変開始条件の成立に基づいて前記可変表示部を可変表示させ，所定の停\n止条件の成立に基づいて前記可変表示部を停止制御可能な可変表示制御手段を含\nみ，\n前記可変表示制御手段は，前記組合せ有効列上に前記特定の識別情報が揃えられ\nた状態で前記複数の可変表示部を可変表示可能であることを特徴とする，遊技機。\n(2)　平成１４年４月１９日付け及び同年５月３０日付け（後者の補正は前者の補\n正を一部補正するもの）手続補正による特許請求の範囲の記載（下線部分が本訴の\n争点に係る事項。請求項２も加わったが，その記載は省略）\n【請求項１】　複数種類の識別情報を可変表示可能な可変表示部を複数有し，該複\n数の可変表示部の表示結果が予め定められた特定の識別情報の組合せとなった場合\nに遊技者にとって有利な状態に制御可能となる遊技機であって，\n前記複数の可変表示部の表示結果として前記特定の識別情報の組合せを表示させ\nるか否かを決定する表示結果決定手段と，\n前記複数の可変表示部を可変開始させた後，前記表示結果決定手段により決定さ\nれた表示結果を導出表示させる制御が可能な可変表示制御手段とを含み，\n前記可変表示制御手段は，前記複数の可変表示部のすべてを前記特定の識別情報\nの組合せが揃えられた状態で可変表示させる特定可変表示動作を行わせる特定可変\n表示動作制御手段を含むことを特徴とする，遊技機。\n(3)　訂正請求による特許請求の範囲の記載（請求項１のみになった。）\n【請求項１】　複数種類の識別情報を可変表示可能な可変表示部を複数有し，該複\n数の可変表示部の表示結果が予め定められた特定の識別情報の組合せとなった場合\nに遊技者にとって有利な状態に制御可能となる遊技機であって，\n前記複数の可変表示部の表示結果として前記特定の識別情報の組合せを表示させ\nるか否かを決定する表示結果決定手段と，\n前記複数の可変表示部を可変開始させた後，前記表示結果決定手段により決定さ\nれた表示結果を導出表示させる制御が可能な可変表示制御手段とを含み，\n前記可変表示制御手段は，前記複数の可変表示部のすべてを前記特定の識別情報\nの組合せが揃えられた状態で可変表示させる可変表示動作を行わせる可変表示動作\n制御手段と，\n前記可変表示動作以外に，前記複数の可変表示部の表示結果を時期を異ならせて\n導出表示させて一部の可変表示部の表示結果がまだ導出表示されていない段階で既\nに導出表示された可変表示部の表示結果が前記特定の識別情報の組合せとなる条件\nを満たしている場合に前記一部の可変表示部について所定可変表示動作を行わせる\n所定可変表示動作制御手段とを含むことを特徴とする，遊技機。\n３　決定の理由の要点\n(1)　訂正について\n訂正は特許法の所定規定に適合するので，これを認める。\n(2)　出願日について\n本件特許明細書は，願書に添付した明細書又は図面（当初明細書）が平成１１年\n１月４日付け，平成１４年４月１９日付け及び平成１４年５月３０日付けの各手続\n補正によって補正されたものである。そして，その特許請求の範囲は，上記平成１\n４年４月１９日付けの手続補正（平成１４年５月３０日付けの手続補正で一部補正\nされている）に基づくものであり，その補正内容には，特許請求の範囲の請求項１\nを「複数の可変表示部のすべてを前記特定の識別情報の組合せが揃えられた状態で\n可変表示させる」と補正する事項（本件補正事項）が含まれている。なお，当該補\n正事項は，上記訂正に係る訂正明細書の特許請求の範囲にも存在する。\nしかし，上記取消理由に記したように，当初明細書には，その【００１８】に\n「最初の回転ドラムを停止させる前に，すべての回転ドラムが，大当たり図柄が揃\nった状態となるように回転させてもよい」という記載はあるものの，「最初の回転\nドラムを停止させる前に」という要件を抜いた補正事項のような記載，例えば，\n「最初の可変表示部が停止した後に，最初の可変表示部を含めてすべての可変表示\n部が可変表示させられる」というような記載は認められず，このような当初明細書\nに記載のない事項を明らかに含むと認められる平成１４年４月１９日付けの手続補\n正は，明細書の要旨を変更するものである。そもそも補正の根拠となる記載は，\n【００１８】のみであり，本件補正事項が当初明細書全体を貫く技術的思想として\n記載されていたわけではない。しかも，「最初の回転ドラムを停止させる前に」と\nいう要件を抜いた補正により，「最初の可変表示部が停止される前」のみならず，\n「最初の可変表示部が停止した後」，また，特許異議意見書及び原告提出参考資料\nにおける特許権者の主張のような解釈の余地を生むことになり，実質的に出願当初\nの明細書に記載されていた事項を越えているというべきである。\nしたがって，本件補正事項は，当初明細書に記載した事項の範囲内の事項とは認\nめられないから，上記手続補正は，明細書の要旨を変更するものであり，本件出願\nは，上記補正について手続補正書を提出した平成１４年４月１９日にしたものとみ\nなされる。\n(3)　刊行物記載発明との対比\n本件発明と刊行物（特許第３０５３４７５号公報）に記載された発明とを対比す\nると，刊行物に記載の発明の「ランダム１カウンタ及びランダム２カウンタ」がそ\nの機能に照らし，本件発明の「表示結果決定手段」に相当するものと認められるか\nら，両者は，\n【一致点】\n「複数種類の識別情報を可変表示可能な可変表示部を複数有し，該複数の可変表示\n部の表示結果が予め定められた特定の識別情報の組合せとなった場合に遊技者にと\nって有利な状態に制御可能となる遊技機であって，\n前記複数の可変表示部の表示結果として前記特定の識別情報の組合せを表示させ\nるか否かを決定する表示結果決定手段と，\n前記複数の可変表示部を可変開始させた後，前記表示結果決定手段により決定さ\nれた表示結果を導出表示させる制御が可能な可変表示制御手段とを含み，\n前記可変表示制御手段は，前記複数の可変表示部のすべてを前記特定の識別情報\nの組合せが揃えられた状態で可変表示させる可変表示動作を行わせる可変表示動作\n制御手段と，\n前記可変表示動作以外に，前記複数の可変表示部の表示結果を時期を異ならせて\n導出表示させて一部の可変表示部の表示結果がまだ導出表示されていない段階で既\nに導出表示された可変表示部の表示結果が前記特定の識別情報の組合せとなる条件\nを満たしている場合に前記一部の可変表示部について所定可変表示動作を行わせる\n所定可変表示動作制御手段とを含む，遊技機」である点において一致し，\n本件発明が，複数の可変表示部のすべてを特定の識別情報の組合せが揃えられた\n状態で可変表示させる，\nのに対し，\n【一応の相違点】\n刊行物に記載の発明が，最初の可変表示部を停止させる前に，複数の可変表示部\nのすべてを特定の識別情報の組合せが揃えられた状態で可変表示させる，\n点において一応相違するものと認められる。\nそこで，この一応の相違点についてみるに，\n相違点の刊行物に記載の発明の構成には，「最初の可変表示部を停止させる前\nに」という限定があり，相違点の本件発明の構成には，そのような限定がないもの\nの，「複数の可変表示部のすべてを特定の識別情報の組合せが揃えられた状態で可\n変表示させる」点においては共通するから，相違点の本件発明の構成と相違点の刊\n行物に記載の発明の構成とは，相互に重なる部分があり，そうすると，この相違点\nは，実質的な相違ではないというべきである。\n(4)　決定のまとめ\n以上のとおり，本件発明は，本件出願の出願日とみなされる平成１４年４月１９\n日前に日本国内において頒布された刊行物に記載された発明であるから，特許法２\n９条１項３号の規定に該当し特許を受けることができないものである。\nしたがって，本件発明についての特許は，特許法１１３条２号に該当し，取り消\nされるべきものである。\n第３　原告主張の決定取消事由\n１　取消事由１（当初明細書に記載の技術的思想の認定の看過）\n決定は，本件補正事項が当初明細書に技術的思想として記載されていないと認定\nしたが，誤りである。\n(1)　以下の記載からして，当初明細書には，「特定の識別情報が揃えられた状態\nで可変表示部を可変表示させることで，可変表示部の停止制御の段階があまり進行\nしていない早期の段階で，遊技者に期待感を付与する」という技術的思想が開示さ\nれている。\n【特許請求の範囲】「･･･前記特定の識別情報が揃えられた状態で前記複数の可変\n表示部を可変表示可能･･･」【発明が解決しようとする課題】「可変表示部の可変表\n示中における遊技者の興趣を有効に高めることができないという欠点があっ\nた。」，「その目的は，複数の可変表示部を有するものにおいて，可変表示中にお\nける遊技の興趣を一層向上することができる遊技機を提供することである。」【作\n用】「可変表示部の可変表示中には，組合せ有効列上に特定の識別情報が揃えられ\nた状態で可変表示部が可変表示可能なため，組合せ有効列上に特定の識別情報の組\n合せが得られるという期待を高めることができる。」【発明の効果】「所定の組合\nせ有効列上に特定の識別情報が揃った状態で可変表示が行われるため，所定の遊技\n価値が付与可能な状態となることに対する遊技者の期待を，可変表示の比較的早期\nの段階から高めることができ，可変表示中の遊技の興趣をより一層盛り上げること\nが可能となる。」\n(2)　上記技術的思想の「特定の識別情報が揃えられた状態で可変表示部を可変表\n示」という点を考慮すれば，当業者は【発明の実施例】の以下の記載に注目する。\n「「７」の図柄を水平又は右下がり又は右上がりに揃えた状態でゆっくり回転さ\nせ（【０００９】の特別リーチの説明）」，「すべての回転ドラムが，大当たり図\n柄が揃った状態となるように回転させ（【００１８】）」\nそして，当業者であれば，「１つの可変表示部に大当たり図柄を停止させて２つ\nの可変表示部で大当たり図柄を揃えて回転動作させる特別リーチ」が上記技術的思\n想の創作である発明の一実施例であり，【００１８】の記載（変形例）が当該発明\nの別実施例（特別リーチの変形実施例）の一つであると当然に理解する。ゆえに，\n本件補正事項は当初明細書に技術的思想として記載されている。\n(3)　なお，以下の理由により，当業者であれば，【００１８】に記載の動作（全\n回転リーチ）に必要な制御を理解の上，容易に実施できる。\n３つの回転ドラムを大当たり図柄「７」を揃えて同期回転させる全回転リーチを\n形成するためには，特別リーチの左右の回転ドラムを同期回転させる“２図柄同期\n制御”に対して，中回転ドラムを加えた“３図柄同期回転制御”を採用すれば事足\nり，左及び右回転ドラムの制御を変更する必要がない。\nつまり，全回転リーチを実施するために，実施例に記載のない新たな制御を採用\nする必要はなく，既に記載されている特別リーチに関する回転ドラムの制御をその\nまま流用すれば事足りる。このことは，「全回転リーチ」の実施に必要となる，各\n回転ドラムの制御手法自体，特別リーチのための“同期回転制御”の開示によっ\nて，併せて開示されていることを意味する。\n(4)　決定は，要旨変更の判断に際して，【発明の実施例】の記載にのみ固執し，\n明細書を構成する発明の目的，効果の記載等を参酌せず，当初明細書に記載の技術\n的思想の認定を看過した結果，本件補正事項が当初明細書に技術的思想として記載\nされていないとの誤った判断をしたものである。\n２　取消事由２（補正発明の認定誤り）\n決定は，当初明細書の【００１８】には「最初の回転ドラムを停止させる前に，\nすべての回転ドラムが，大当たり図柄が揃った状態となるように回転させてもよ\nい。」と記載されている一方，本件補正事項は「前記複数の可変表示部のすべてを\n前記特定の識別情報の組合せが揃えられた状態で可変表示させる」とされており，\n「最初の回転ドラムを停止させる前に，」という要件を欠如しているために，本件\n補正事項は要旨変更である旨，認定したが，誤りである。\n(1)　本件補正事項を含む平成１４年４月１９日付け手続補正による補正後の特許\n請求の範囲の請求項１に記載された発明（補正発明）は，その請求項全体の規定か\nらすれば，「最初の回転ドラムを停止させる前に，」という文言をわざわざ加入せ\nずとも，本件補正事項の動作は「最初の回転ドラムを停止させる前に」当然に行わ\nれるものであり，「前記複数の可変表示部のすべてを･･･可変表示させる」表示動作\nが「最初の回転ドラムを停止させた後」で行われることは論理的に考えられないか\nらである。以下，その理由を説明する。\n補正発明の「可変表示制御手段」が導出表示するものは，「表示結果決定手段」\nにより決定された「確定した表示結果」であるから，「可変表示制御手段」が行う\n「表示結果を導出表示させる制御」は，「表示結果を確定させる制御」である。\nさらに，本件補正事項の表示動作は，「可変表示制御手段」に含まれる手段によ\nって実行されるのであるから，「可変表示制御手段」による「前記複数の可変表示\n部を可変開始させる制御」から「表示結果を導出表示させる制御」の間で本件補正\n事項の表示動作が行われる。しかも，本件補正事項は，「前記複数の可変表示部の\nすべて」を「可変表示させる」表示動作であるから，表示結果が導出表示済の可変\n表示部が１つでも存在すれば，論理的に実行することは不可能である。\nゆえに，補正発明を規定する請求項１において，「表示結果を導出表示させる制\n御の前に」との文言がなくとも，本件補正事項の表示動作は「表示結果を導出表示\nさせる制御の前」に実行されると一義的に理解され，本件補正事項は「表示結果を\n導出表示させる制御の前に，前記複数の可変表示部のすべてを前記特定の識別情報\nの組合せが揃えられた状態で可変表示させる」という意義を有する。\nさらに，当初明細書において，図柄の「停止」は，表示結果を確定させる“確定\n停止”の意義にのみ用いられており，【００１８】の「最初の回転ドラムを停止さ\nせる前」とは，「最初の回転ドラムを“確定停止”させる前」の意義である。これ\nは，補正発明の「表示結果を導出表示させる制御前」に対応する。ゆえに，【００\n１８】の「最初の回転ドラムを停止させる前」は，すなわち，補正発明の「表示結\n果を導出表示させる制御前」に対応する。\n以上より，「前記複数の可変表示部のすべてを前記特定の識別情報の組合せが揃\nえられた状態で可変表示させる」という補正事項は，【００１８】の「最初の回転\nドラムを停止させる前に，すべての回転ドラムが，大当たり図柄が揃った状態とな\nるように回転させてもよい」という記載と整合している。\n決定は，本件補正事項を含む補正発明全体の構成を理解せず，本件補正事項と\n【００１８】の記載とを形式的に比較した結果，本件補正事項が「最初の回転ドラ\nムを停止させる前」との要件を欠落したと誤認したのである。\n(2)　被告は，「「最初の回転ドラムを停止させる前」という記載は「表示結果を\n導出表示させる制御の前」という上位概念が意識されているのでなく，表示結果を\n導出表示させる制御の前ならば「３つの回転ドラムを同時に停止させる前」という\n当初明細書に記載のない事項を含む広い概念となる」旨主張する。\nしかし，以下の（i)及び（ii)の理由から，被告の主張は失当である。\n（i) 被告が上位下位の関係にある概念を問題としている時点は，表示結果を導出\n表示させる時点である。一方，補正発明は，表示結果を導出表示させる制御の前段\n階での可変表示動作を規定しているのであって，表示結果を導出表示させる制御後\nの可変表示動作を規定しているわけではない。したがって，被告が上位概念を問題\nとして主張している時点は，補正発明の要旨から外れた時点である。\n（ii) 当初明細書の【００１１】には「上述の実施例では図柄表示部の停止順序\nが中，左，右あるいは中，左右同時の順序で行われたが，本発明はこれには限定さ\nれない。」との記載もある。この記載は，「特定の識別情報を揃えて可変表示させ\nる」とする「本発明」において，識別情報の導出表示の順番が同時停止をも含めて\n任意であって発明の要旨に係らない事項であることを明示したものであるから，補\n正発明についてもまた，識別情報の導出表示の順序が発明の要旨に係らない事項で\nあることは明白である。\n第４　決定取消事由に対する被告の反論\n１　リーチの種類と意義について\n平成１４年４月１９日付け手続補正が要旨変更であるか否かを判断するために\nは，当初明細書の記載を検討する必要があるが，その前提として，原出願時（特願\n平３－３１４５１８号，平成３年１１月２８日出願）におけるリーチとはどのよう\nなものであったのか検討する。\nこの時点における一般的なリーチとは，原告提出の下記参考図１記載のように，\n可変表示装置の３つの可変表示部のうちの２つが停止した時点で特定の識別情報\n（例えば７）の組合せとなる条件を満たしている状態を呼んでいる。この状態は，\n大当たりの発生する可能性が高まったときであり，最後に止まる識別情報が特定の\n識別情報であれば大当たりとなる状態である。\nこのような一般的なリーチに対して，これを変化させた特殊なリーチがある。こ\nのような特殊なリーチは一般的なリーチと異なるため，どのような条件の成立によ\nり，またどのようなアクションを行う時リーチというのか，その定義が必要になっ\nてくる。例えば，当初明細書の【０００９】以下に記載されるリーチは，「特別リ\nーチ状態」という名称でリーチの定義がなされている（すなわち，リーチ状態成立\nの条件は停止した中図柄が特定の識別情報（例えば７）のときであり，そのアクシ\nョンは左右の各図柄上に描かれた「７」の図柄を水平，右下がり又は右上がりに揃\nえた状態でゆっくり回転させる。）。\n以上のように，リーチというからには，何をもってリーチというのか，すなわち\nその成立の条件及びそのアクションが明確であることが必要である。\n２　訂正請求書記載の特許請求の範囲について\n訂正発明をリーチという観点からみると，原告の主張では２つのリーチパターン\nが一応読み取れる。一つは特許請求の範囲（訂正後）の第５パラグラフ記載の「前\n記可変表示動作以外に，前記複数の可変表示部の表示結果を時期を異ならせて導出\n表示させて一部の可変表示部の表示結果がまだ導出表示されていない段階で既に導\n出表示された可変表示部の表示結果が前記特定の識別情報の組合せとなる条件を満\nたしている場合に前記一部の可変表示部について所定可変表示動作を行わせる所定\n可変表示動作制御手段」である。ここでいう「所定可変表示動作」とは，訂正明細\n書の【００８１】に記載されるように，「通常リーチ動作」であり，上記１に記載\nの一般的なリーチである。\nもう一つは，第４パラグラフ記載の「前記複数の可変表示部のすべてを前記特定\nの識別情報の組合せが揃えられた状態で可変表示させる可変表示動作を行わせる可\n変表示動作制御手段」であり，この第４パラグラフ記載の「可変表示動作」は，リ\nーチの成立条件の記載がないので，リーチ以外でもこのような可変表示を行うもの\nは，すべてその概念に含まれる記載になっている。\nこのようにリーチ及びリーチ以外の可変表示を包含する「前記複数の可変表示部\nのすべてを前記特定の識別情報の組合せが揃えられた状態で可変表示させる」とい\nう広い概念の記載は，そのこと自体当初明細書に記載がない事項であり，このよう\nな広い概念の可変表示がどのような技術的意義（目的，効果）を有するものかの記\n載もない。あるのは下記３で言及する【００１８】の「･･･また，最初の回転ドラム\nを停止させる前に，すべての回転ドラムが，大当たり図柄が揃った状態となるよう\nに回転させてもよい。」のみであり，上記パラグラフ４はこの記載のうち「最初の\n回転ドラムを停止させる前に」との条件を外している。\nしかも，このような可変表示動作制御手段を訂正発明では「･･･含む」と表してい\nる。すなわち，上記可変表示動作制御手段があればいいとする訂正発明からすれ\nば，このような広い概念を含む発明とは何なのか不明である。\n上記のように当初明細書に明確な記載がない第４パラグラフの記載を含むとする\n訂正発明は，技術思想としての発明として開示されていない事項であるから，当初\n明細書に記載された発明とはいえず，要旨変更といわざるを得ない。\nこのように第４パラグラフの記載は要旨変更であるといわざるを得ないが，原告\nのいうところの全回転リーチ（原告提出の下記参考図２(B））も，この可変表示動\n作を行うものであるから，実質的にこの第４パラグラフは全回転リーチを睨んだも\nのともなっている。したがって，以下には，原告の主張に基づいた反論を述べるこ\nととする。\n３　当初明細書の【００１８】の記載の位置付けについて\n全回転リーチが当初明細書に記載されているというためには，その根拠としてい\nる当初明細書の【００１８】の「なお，可変表示装置の種類は実施例のような回転\nドラムを用いたものには限定されない。例えばマトリックス状に配置されたＬＥＤ\nを用いた可変表示装置や，液晶表示装置を用いたものであってもよい。また，最初\nの回転ドラムを停止させる前に，すべての回転ドラムが，大当たり図柄が揃った状\n態となるように回転させてもよい。」の「また，」以後の記載が，明細書全体の記\n載を含めて検討したとして，どのような技術が認定できるかに尽きる。したがっ\nて，【００１８】の記載がどのような技術的な意味を有するものであるかを検討す\nるために，最初に【００１８】の前後の記載を検討する。\nこの【００１８】以前の【００１２】～【００１７】には，可変入賞球装置，可\n変表示装置，遊技領域，ドラムユニットと，主として遊技機のハードに関する記載\nが続いており，これに引き続いて，【００１８】の前半部では可変表示装置の種類\nが述べられている。【００１８】の次の【００１９】以降も遊技機のハードである\nドラムシール，図柄，可変表示装置の表示状態の種類，及び具体的な可変表示の態\n様が記載（【００１９】～【００２５】）されている。このようにみると，【００\n１８】の後半部の「最初の回転ドラムを停止させる前に，すべての回転ドラムが，\n大当たり図柄が揃った状態となるように回転させてもよい。」の記載もこれらの記\n載の流れの中で，遊技機のハードとしての回転ドラムの回転方法の変形という形で\n記載されている。\nまた，特別リーチについての概括的な説明は，【０００９】～【００１１】に記\n載されており，特に【００１１】には，この特別リーチに対する変形が記載されて\nいる。\nこのように当初明細書の記載をみていくと，【００１８】の上記記載は，遊技機\nのハードに関する記載の中で出てくるのであって，【０００９】～【００１１】に\n記載される特別リーチに関する説明を直接受けて記載されているわけではない。遊\n技機のハードの記載が始まる【００１２】の直前の【００１１】には，実施例の特\n別リーチに対する変形が記載されているので，特別リーチの変形実施例というから\nには，この段落で特別リーチの関連を含めて記載するのが自然である。\nそして，【００１８】の「最初の回転ドラムを停止させる前」にというタイミン\nグの記載を検討すると，【００１８】の前後の記載の中で可変表示の態様が記載さ\nれる【００２２】の冒頭に「中図柄表示部が停止した時点」（中図柄表示部が停止\nするまでは，原告提出の下記参考図２(A)の変動開始のように全ドラムが回転してい\nる･･･大当たり図柄が揃った状態の回転ではない。）という記載があり，この中図柄\n表示部の停止が最初の回転ドラムの停止なので，「最初の回転ドラムを停止させる\n前」にというタイミングは，中図柄表示部の停止前と考えることができる。そうす\nると，決定において認定したように，【００１８】の記載を特別リーチの前段階の\n記載であると認定することに不自然なところはない。\n４　【００１８】の記載と特別リーチとの関係について\n原告の主張は，大当たり図柄が揃った状態となるように回転させるドラムの数と\nして，「２つ」の実施例に対して，「すべての回転ドラム」を揃えて回転させると\nいう特別リーチの変形実施例が【００１８】に記載されているというものである。\nしかし，そうであるならば，【００１８】には特別リーチとの関係が明確に当初\n明細書に書かれていなければならないはずである。ところが，そのような記載は\n【００１８】にも，またその他の段落にもない。\n仮に【００１８】が原告主張のような特別リーチの変形実施例を意図したもので\nあるとしても，回転ドラムの最初の回転からすべての回転ドラムを揃えて回転させ\nるリーチまでの回転ドラムの可変表示がどのように行われるのか，リーチ後の回転\nドラムの中，左，右の可変表示はどうなるのか，リーチの条件は何か（実施例に記\n載されている特別リーチ状態では停止した中図柄が特定の識別情報（例えば７）の\nときであるが，原告のいう特別リーチの変形実施例としてみた場合，どのような条\n件の成立によってリーチというのか）等が当初明細書には書かれておらず，不明で\nある。\nしかも，上記３で述べたように，【００１８】の記載「最初の回転ドラムを停止\nさせる前」が，最初に止まる図柄表示部の停止前と考えるのが自然であることを考\n慮すると，この【００１８】には，原告が主張するような特別リーチの変形実施例\nが記載されているということができない（少なくともリーチとして，すべての回転\nドラムを揃えて回転させる点が記載されているとはいえない。）。\n５　補正発明の日的，構成及び効果の開示について\n原告は，発明の構成に関して，当初明細書の【００１８】に原告主張の全回転リ\nーチが開示されているとし，その「発明の詳細な説明には，当業者が全回転リーチ\nの制御手順を理解し容易にそれを実施できるに十分な記載を含んでいる」と主張し\nている。\nその根拠のうち，全回転リーチが特別リーチの変形例としての位置付けで記載さ\nれている，との点については，４で述べたように，【００１８】に原告主張のよう\nな特別リーチの変形実施例が記載されているということはできない（少なくともリ\nーチとして，すべての回転ドラムを揃えて回転させる点が記載されているとはいえ\nない。）。\n他の根拠，すなわち，特別リーチの制御手順を，全回転リーチの制御手順で実施\nすることが自明である，との点については，上記のように【００１８】に特別リー\nチの変形実施例が記載されているということができず，その前提を欠くものである\nから，特別リーチの開示から原告のいうリーチとしての全回転リーチの実施ができ\nるということが自明であるとはいえない。\n訂正発明の「前記複数の可変表示部のすべてを前記特定の識別情報の組合せが揃\nえられた状態で可変表示させる可変表示動作を行わせる可変表示動作制御手段」と\nいう構成は，訂正発明の主要部をなす構成であって，このような構成は公知ではな\nいことを考えあわせると，仮に【００１８】が原告のいう全回転リーチを意図した\n記載であるとして特別リーチの記載を併せて考えてみても，単純に前記原告提出の\n参考図２(B)のとおりに実施するものだと当業者は認識し得ない。なぜなら，リーチ\nというからには，大当たりの発生する可能性を生じる条件，すなわちリーチの成立\n条件が何かということが明確でなければならない。ところが，リーチのアクション\nは原告主張のとおり，特別リーチ形成のための制御のうち，中回転ドラムに対する\n“図柄停止制御”に代えて，左右ドラムに対する“同期回転制御”を採用すればよ\nいとしても，その成立条件（通常のリーチであれば，可変表示装置の３つの可変表\n示部のうちの２つが停止した時点で特定の識別情報（例えば７）の組合せとなる条\n件を満たしているとき，本件における特別リーチの場合であれば，リーチ状態成立\nの条件は停止した中図柄が特定の識別情報（例えば７）のとき）が不明であり，し\nかも，全回転のリーチアクションが終わったときどのように可変表示部を停止させ\nるのかも当初明細書に記載がなく，不明である。しかも，原告の主張する全回転リ\nーチは，可変表示の最初にリーチアクションが行われることになり，通常考えられ\nる特定条件の成立により大当たりの可能性が高まった状態であると遊技者が認識す\nるリーチとは異なるものである。もし全回転のリーチアクションにすること自体が\nリーチの成立であるならば，その後の可変表示部の停止をどのように行うのか（リ\nーチを経ている以上，中図柄から順に止めていくとも思えない。この場合，【００\n１８】の記載と，どの部分をリーチというのかが異なるだけで実質的に同じ）等\n々，実質的に当初明細書には原告の主張するような全回転リーチに関することは何\nも書かれていないのである。\nそうすると，上記の点が不明で実施できる程度の開示が行われているのか疑問で\nある訂正明細書の【００１８】の記載を，当業者が原告の主張のとおりの全回転リ\nーチとして認識するか否かは不明である。\n第５　当裁判所の判断\n１　当初明細書の記載事項\n当初明細書（甲２）には，次のような記載がある。\n(1)　【０００８】･･･その始動入賞玉検出器の検出信号に基づいて，前記可変表\n示装置３の各図柄表示部３ａ，３ｂ，３ｃが可変開始される。そして，所定時間の\n経過に基づいてまず中図柄表示部３ｂが停止し，その停止した中図柄が特定の識別\n情報以外のときにはその後左図柄表示部３ａが停止し，最後に右図柄表示部３ｃが\n停止し，停止時の表示結果が予め定められた特定の識別情報になれば，可変入賞球\n装置４の開閉板を開成させて遊技者にとって有利な第１の状態とし所定の遊技価値\nが付与可能な状態にする。左，中図柄表示部３ａ，３ｂが停止した時点で特定の識\n別情報の組合せとなる条件を満たしていれば，通常リーチ状態と呼ぶ。･･･\n(2)　【０００９】一方，中図柄表示部３ｂが停止した時点で，停止した中図柄が\n特定の識別情報（例えば７）のとき（これを特別リーチ状態と呼ぶ）には，以下の\nような可変表示が行われる。左右の図柄表示部３ａ，３ｃは可変表示を続けるが，\nこの場合各図柄表示部３ａ，３ｃ上に描かれた「７」の図柄を水平又は右下がり又\nは右上がりに揃えた状態でゆっくり回転させた後，左右同時又はまず左，続いて右\nの順序で停止させる。したがって図柄表示部３ａ，３ｃの可変表示中には，中央の\n水平方向表示ライン，又は右下がりの対角表示線又は右上がりの対角表示線上に揃\nうことが可能な状態が形成される。したがって可変表示の比較的早い段階から特定\nの識別情報の組合せの成立に対する期待感が高まることとなり，遊技者の遊技の興\n趣を従来よりも一層盛り上げることが可能となる。\n(3)　【００１０】可変表示装置３の可変表示中においてパチンコ玉が始動入賞口\n１０ａ～１０ｃへ入賞すればその始動入賞が記憶され，可変表示装置３の可変表示\nが停止した後にその記憶に基づいて再度可変表示装置３が可変開始される。その始\n動入賞記憶の上限値は例えば「４」に定められている。その始動入賞記憶回数が始\n動記憶ＬＥＤ２６により表示される。\n(4)　【００１１】なお，上述の説明においては，特別なリーチ状態から大当たり\nになった場合と，通常のリーチ状態から大当たりとなった場合で，特に付与する遊\n技価値には差は設けていない。しかし，この発明はこれには限定されず，例えば特\n別なリーチ状態から大当たりとなった場合には，通常の大当たりとは異なった遊技\n価値を付与可能な状態となるように構成してもよい。また，上述の実施例では組合\nせ有効ラインは５ラインとされていた。しかし有効ラインはこれには限定されず，\n例えば１ラインでも，他の複数のラインでもよい。また，上述の実施例では図柄表\n示部の停止順序が中，左，右あるいは中，左右同時の順序で行われたが，本発明は\nこれには限定されない。また，特別なリーチ状態となった場合には，常に残りの表\n示部を同時に停止させるように構成してもよく，また特別なリーチ状態を可能とす\nるような図柄を複数個設けてもよい。例えば，特定の図柄に限らず，中図柄表示部\n３ｂの中央に大当たり図柄が停止したすべての場合に，上述のような可変表示の制\n御を行ってもよい。識別情報の表示方法は上述の実施例ではスクロール表示となっ\nているが，例えばセグメント表示器等による切換表示でもよい。また，複数のライ\nンのうち特定のラインに停止した場合に限らず，最初の表示部が停止したとき，そ\nの停止した図柄が大当たり条件を満たしている場合には常に実施例のような可変表\n示の制御を行ってもよい。\n(5)　【００１４】･･･さらに，図柄表示部３ａ～３ｃは３つに限らず２つ又は４\nつ以上のものであってもよい。さらに，この可変表示装置の可変表示を，遊技者の\n停止ボタン（図示せず）の押圧操作によって停止させたり，また，所定時間の経過\n又は遊技者の停止ボタンの押圧操作のうちいずれか早いほうが行われたことに基づ\nいて停止制御してもよい。\n(6)　【００１８】なお，可変表示装置の種類は実施例のような回転ドラムを用い\nたものには限定されない。例えばマトリックス状に配置されたＬＥＤを用いた可変\n表示装置や，液晶表示装置を用いたものであってもよい。また，最初の回転ドラム\nを停止させる前に，すべての回転ドラムが，大当たり図柄が揃った状態となるよう\nに回転させてもよい。\n２　当初明細書の【００１８】第３文の意味について\n(1)　当初明細書における【実施例】の記載として，【０００８】では本件実施例\n一般の作用と「通常リーチ状態」が説明され，【０００９】，【００１０】では\n「特別リーチ状態」が説明され，【００１１】では「特別リーチ状態」であるか\n「通常リーチ状態」であるかにかかわらない変更例が記載され，【００１２】～\n【００１７】では本件実施例のハード構成が説明された後，【００１８】におい\nて，可変表示装置の種類の変更例とともに，その第３文に「最初の回転ドラムを停\n止させる前に，すべての回転ドラムが，大当たり図柄が揃った状態となるように回\n転させてもよい。」と記載されている。\n(2)　ここで，【０００８】では，「･･･その始動入賞玉検出器の検出信号に基づ\nいて，前記可変表示装置３の各図柄表示部３ａ，３ｂ，３ｃが可変開始される。そ\nして，所定時間の経過に基づいてまず中図柄表示部３ｂが停止し，」と記載された\n後に本件実施例一般の作用についての説明（「通常リーチ状態」となる場合もあ\nる。）が記載され（【００１１】に記載されたように，中図柄表示部３ｂ以外の表\n示部が最初に停止する場合もあり，また【００１４】に記載されたように，遊技者\nによる停止ボタンの押圧操作により停止させる場合もある。），【０００９】で\nは，「一方，中図柄表示部３ｂが停止した時点で，停止した中図柄が特定の識別情\n報（例えば７）のとき（これを特別リーチ状態と呼ぶ）」と記載されているよう\nに，本件実施例一般の場合（「通常リーチ状態」となる場合を含む。），及び「特\n別リーチ状態」のいずれの場合であっても，①始動入賞玉検出器の検出信号に基づ\nいて，可変表示装置３の各図柄表示部３ａ，３ｂ，３ｃが可変開始されること，②\n所定時間の経過により又は遊技者の押圧操作によって，最初の図柄表示部が停止さ\nれることが前提としてなされることのみが記載され，その他の例は記載されていな\nい。\n(3)　そして，当初明細書中における【００１８】について，その記載位置を考慮\nしつつその記載内容を検討すると，【００１８】に先立つ【００１１】において既\nに，「特別リーチ状態」及び「通常リーチ状態」の別とは無関係の変更例（遊技価\n値，有効ライン等）が記載され，その後の【００１２】～【００１７】では発明の\n要旨となっていない構成が記載されていることから，【００１８】では，「特別リ\nーチ状態」のみの変更例ではなく，それよりも前の記載内容（「通常リーチ状\n態」，「特別リーチ状態」を含む。）全体についての変更例が記載されているとい\nうことができる。\n(4)　そうすると，【００１８】の第３文において，「最初の回転ドラムを停止さ\nせる前に，」とあるのは，第１文，第２文と同様に，本件実施例一般の場合（「通\n常リーチ状態」となる場合を含む。）及び「特別リーチ状態」のすべてについて，\n最初の図柄表示部（「回転ドラム」に相当）を停止させることが条件となっている\nことから，それまでに記載された本件実施例一般の場合（「通常リーチ状態」とな\nる場合を含む。），及び「特別リーチ状態」の場合とは異なる，第３の回転態様が\n記載されたものと理解することができる。\nまた，当初明細書には，当該第３の回転態様と他のリーチ状態とを時間的に相前\n後して実行させるなどの任意の組合せに係る回転態様は記載されておらず，それぞ\nれの回転態様は，独立したものである。【００１８】第３文には，始動入賞玉検出\n器の検出信号に基づいて可変表示装置が可変開始された後，最初の回転ドラムを停\n止させる前に，すべての回転ドラムが，大当たり図柄が揃った状態となるように回\n転する態様，すなわち「１つも回転ドラムが停止していない状態で，すべての回転\nドラムが，大当たり図柄が揃った状態となるように回転させる」ものが開示されて\nいると認められる。\n(5)　そして，【００１８】第３文が上記第３の回転態様を記したものである以\n上，同文の「最初の回転ドラムを停止させる前に，」とは，「すべての回転ドラム\nが，大当たり図柄が揃った状態となるように回転」するその時間的タイミングを特\n定したところにその技術的意義があるものではなく，【０００８】に記載の実施例\n一般の場合（「通常リーチ状態」を含む。）及び【０００９】に記載の「特別リー\nチ状態」が最初の回転ドラムを停止させることを条件としていることとの対比にお\nいて，特別リーチとは異なる第３の回転態様であることを簡潔に表現するための記\n載であると理解することができる。\n３　当初明細書の【００１８】第３文に関する決定の説示について\n(1)　決定は，前記決定の理由の要点に掲げた以外の説示（特許権者（原告）の主\n張に対する判断箇所）において，「【００１８】の記載の技術事項は，特別リーチ\nの前段階として，「最初の回転ドラムを停止させる前に，すべての回転ドラムが大\n当たり図柄が揃った状態になるよう回転」させ，最初の回転ドラムが停止した後，\n【０００９】に記載されている特別リーチを行うと解することが上記記載を参照し\nた場合自然である。」と認定判断している。\n決定がここで認定したところは，特別リーチの前段階，すなわち「中図柄表示部\n３ｂが停止した時点で，停止した中図柄が特定の識別情報（例えば７）のとき」よ\nりも前の段階，すなわち，始動入賞玉検出器の検出信号に基づいて可変開始され，\n所定時間の経過する前に，すべての回転ドラムが大当たり図柄が揃った状態になる\nよう回転させる，というものである。\n(2)　しかしながら，特別リーチは，「中図柄表示部３ｂが停止した時点で，停止\nした中図柄が特定の識別情報（例えば７）のとき」であると定義され（【０００\n９】），最初の回転ドラムが停止した時点で特別リーチ状態であるか否かが判断さ\nれるのであり，特別リーチに先立って全回転させることは，その後に最初の回転ド\nラムが停止した時点で特別リーチとはならない場合もあることから，特別リーチと\nの関係では意味がない不自然なケースを無理に想定しているということができる。\n遊技者の期待を早期の段階から高めるとの本件発明の技術的思想からすれば，特別\nリーチ状態に先立って全回転状態とすることは，早期の段階において遊技者に期待\nを抱かせた後で，特別リーチとならない場合は，いわば梯子を外す状況となり，む\nしろ期待を裏切る結果となるといえる。\n前説示のとおり，【００１８】第３文に記載の技術事項は，「特別リーチ」のみ\nの変更例として捉えられるものではなく，特別リーチ状態とは異なる独立した第３\nの回転態様に関するものであるから，「特別リーチの前段階として行うと解するの\nが自然である」とした決定の認定判断は，誤りである。\n(3)　なるほど，当該第３の回転態様については，具体的かつ詳細な説明が当初明\n細書に明記されているということはできない。\nしかしながら，前説示のように，【００１８】第３文には，始動入賞玉検出器の\n検出信号に基づいて可変表示装置が可変開始された後，最初の回転ドラムを停止さ\nせる前に，すべての回転ドラムが，大当たり図柄が揃った状態となるように回転す\nる態様が記載されていると認めることができる。そして，複数の可変表示部の一部\nについて特定の識別情報が揃えられた状態で可変表示する特別リーチの開示から，\n複数の可変表示部のすべてについて同様の可変表示をすることは当業者であれば容\n易に実施することができるし，遊技者の期待を早期の段階から高めるという本件発\n明の作用効果を奏することも自明であるというべきである。\n(4)　決定は，補正の根拠が当初明細書の【００１８】の記載のみであると説示\nし，被告の主張も同旨であるが，補正の根拠は，当初請求項（又はこれと同文の\n【課題を解決するための手段】が記載された【０００５】），そして【００１４】\nの第４文にも求めることができる。\n当初請求項における「複数の可変表示部」は，「複数の可変表示部」の一部又は\nすべての意を内在しており，「複数の可変表示部を可変表示可能」は，「複数の可\n変表示部」の一部又はすべてを可変表示可能であると読むことができる。\n当初請求項１の「前記可変表示制御手段は，前記組合せ有効列上に前記特定の識\n別情報が揃えられた状態で前記複数の可変表示部を可変表示可能であること」が，\n特別リーチのみによって担保されていると解した場合には，「複数の可変表示部」\nは，「複数の可変表示部の一部（実施例では２つ）」が特定の識別情報が揃えられ\nた状態で可変表示可能であることによって，担保されることになる。\nしかしながら，当初明細書では，「複数の可変表示部」との文言は，以下の認定\nのとおり，その一部のみを指称する場合とそのすべてを指称している場合とが混在\nしているのであり，請求項の「複数の可変表示部を可変表示可能」との文言が，す\nべての可変表示部を可変表示することを除外して，一部の可変表示部のみを可変表\n示することのみを意味していると解することはできない。\n当初明細書において「複数の可変表示部」との語句がどのように使用されている\nかをみるに，当該語句は，【特許請求の範囲】及び【０００５】，【０００１】，\n【０００２】，【０００３】，【０００４】，そして【００６０】で用いられてい\nる。\nそして，これらの「複数の可変表示部」のうち，【請求項１】及び【０００５】\nの「該複数の可変表示部により組合せ有効列が定められ」，「前記複数の可変表示\n部の停止時における表示結果により」，【０００１】の「複数の可変表示部の停止\n時における表示結果により」，【０００２】の「遊技機の盤面上に，直線状あるい\nはマトリックス状に複数の可変表示部が配設され」，【０００４】の「複数の可変\n表示部を有するものにおいて」における「複数の可変表示部」は，明らかに複数の\n可変表示部のすべてを意味している。\nまた，【０００２】の「例えば複数の可変表示部を順次停止時期を異ならせて停\n止制御し」，【０００３】の「従来の遊技機においては，複数の可変表示部が順次\n停止制御された時に」，【００６０】の「前記可変表示装置を可変表示させて，所\n定の停止条件の成立に基づいて前記複数の可変表示部を停止制御可能な可変表示制\n御手段が構成されている。」における「複数の可変表示部」は，最終的に停止制御\nされる可変表示部は「すべて」であるが，順次停止制御されるものはそれぞれの可\n変表示部，すなわち一部の可変表示部である。\nこれらの記載内容からすると，当初請求項１の「複数の可変表示部を可変表示可\n能」に係る箇所についてのみ，そのすべてを指称する場合を除外しているものとみ\nることはできない。\n【００１４】の第４文は「さらに，図柄表示部３ａ～３ｃは３つに限らず２つ又\nは４つ以上のものであってもよい。」となっている。ここで，「図柄表示部３ａ～\n３ｃ」は，請求項１にいう「可変表示部」の実施例であるが，図柄表示部すなわち\n可変表示部が２つの場合にあっては，「特定の識別情報の組合せが揃えられた状態\nで可変表示させる」ためには，「２つの可変表示部のすべて」について，可変表示\nさせることとなるから，当初明細書には「複数の可変表示部のすべてを可変表示可\n能」であることが記載されていたことになる。\n４　決定の判断について\n(1)　当初請求項は，「前記可変表示制御手段は，前記組合せ有効列上に前記特定\nの識別情報が揃えられた状態で前記複数の可変表示部を可変表示可能である」と特\n定され，上記判示のように，「複数の可変表示部」は，「複数の可変表示部」の一\n部又はすべての意を内在しているといえるから，上記記載を「前記可変表示制御手\n段は，前記複数の可変表示部のすべてを前記特定の識別情報の組合せが揃えられた\n状態で可変表示させる特定可変表示動作を行わせる特定可変表示動作制御手段を含\nむ」とする平成１４年４月１９日付け手続補正（平成１４年５月３０日付け手続補\n正で一部補正）は，当業者に自明の事項であり，明細書の要旨を変更するものでは\nない。\n(2)　決定は，「例えば，「最初の可変表示部が停止した後に，最初の可変表示部\nを含めてすべての可変表示部が可変表示させられる」というような当初明細書に記\n載のない事項を明らかに含むと認められる手続補正は，明細書の要旨を変更するも\nのである。」と認定判断したが，前記判示のように，【００１８】第３文の「最初\nの回転ドラムを停止させる前に，」とは，「すべての回転ドラムが，大当たり図柄\nが揃った状態となるように回転」するその時期を限定するための記載ではなく，特\n別リーチが最初の回転ドラムを停止させることを条件としていることとの対比にお\nいて，特別リーチとは異なる回転態様を簡潔に表現するための記載であると認めら\nれ，すべての回転ドラムが大当たり図柄が揃った状態となるように回転することは\n当初請求項に含まれている。したがって，「最初の回転ドラムを停止させる前\nに，」という文言が請求項に反映されなかったことをもって，形式的に，「最初の\n可変表示部が停止した後に，」という態様を含むことになるとして明細書の要旨を\n変更するとした決定の認定判断は，誤りである。\nそして，この誤りが決定の結論に影響を及ぼすことは明らかである。\n第６　結論\n以上のとおり，原告主張の決定取消事由は理由があるので，原告の請求は認容さ\nれるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官        　 塚　　原　　朋　　一\n裁判官           塩　　月　　秀　　平\n裁判官           髙　　野　　輝　　久\n"
}