{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 15
  },
  "case_number": "平成15(ネ)85",
  "case_name": "構内権不存在確認請求，損害賠償請求控訴事件",
  "court_name": "広島高等裁判所第3部",
  "original_court_name": "山口地方裁判所",
  "original_case_number": "平成13(ワ)98",
  "lawsuit_id": "3794",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3794",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/794/003794_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決中主文第２項を取り消す。\n２　被控訴人の控訴人らに対する上記取消にかかる部分の請求をいずれも棄却\nする。\n３　控訴人らの本件控訴中その余の部分を棄却する。\n４　被控訴人の本件控訴を却下する。\n５　訴訟費用は，第１，２審を通じて３分し，その２を控訴人らの負担とし，\nその余を被控訴人の負担とする。\n事実及び理由\n第１　控訴人Ａ，控訴人Ｂ及び控訴人Ｃ（以下合わせて「控訴人ら」という。）\nの控訴の趣旨\n１　原判決を取り消す。\n２　Ｘ事件につき\n（主位的申立て）被控訴人の訴えを却下する。\n（予備的申立て）被控訴人の請求を棄却する。\n３　Ｙ事件につき\n主文２項と同旨。\n４　訴訟費用は第１，２審とも被控訴人の負担とする。\n第２　被控訴人の控訴の趣旨\n１　原判決主文第１項を，「控訴人らは，被控訴人に対し，ａ市ｂ町ｃ番地所\n在のＤ病院敷地内に設置されたタクシー待機レーンに，控訴人らのタクシー車両\nが常時客待ちのため駐車待機する権利を有しないことを確認する。」と変更す\nる。\n２　上記１の予備的請求（当審で追加した請求）\n控訴人らは，被控訴人に対し，控訴人らのタクシーを前項記載のレーンに\n駐車待機させて被控訴人のタクシーの駐車待機を妨害してはならない。\n第３　事案の概要\n１　請求の要旨\n被控訴人は，Ｅとの契約によりａ市ｂ町ｃ番地所在のＥ経営のＤ病院敷地\n内に設置されたタクシー待機レーン（以下「本件レーン」という。）を常時客待\nちのためタクシーを駐車待機させて使用する権利を取得したが，控訴人らが同様\nの権利を有すると主張しタクシーを本件レーンに駐車待機させて被控訴人の上記\n権利を侵害しているとして，①被控訴人と控訴人らとの間で控訴人らが上記権利\nを有しないことの確認を求める（原審Ｘ事件）とともに，②控訴人らの上記行為\nが不法行為を構成するとして，控訴人らに対し，損害賠償金及びこれに対する遅\n延損害金の支払を求めた（原審Ｙ事件）。\n原審はＸ事件及びＹ事件の被控訴人の請求をすべて認容し，控訴人らが控\n訴した。被控訴人もＸ事件につき，上記第２の１のとおりの控訴の趣旨で控訴し\nたうえ，当審で，この請求を主位的請求とし，③予備的に，控訴人らに対し，控\n訴人らがそのタクシーを本件レーンに駐車待機させて被控訴人のタクシーの駐車\n待機を妨害することの禁止を求める請求を追加した。\n２　基礎事実（末尾に証拠の記載のないものは争いがない。）\n(1)　当事者\n被控訴人と控訴人らは，いずれも一般乗用旅客自動車運送業を主たる営\n業目的とする会社である。\n(2)　平成１２年の裁判上の和解の成立\n被控訴人は，昭和３１年ころからＤ病院の敷地の一部を賃借し，昭和５\n５年にはこれに建物を建築し，同建物を車庫や事務所として使用して，タクシー\n営業をしていたが，平成９年ころ，同病院の増改築に伴い，同病院から営業場所\nの変更等の申入れを受け，被控訴人の建物の移築場所や他社にタクシーレーンの\n使用を認めるか等の点につき，同病院との間で紛争が生じ，平成１１年４月２８\n日，Ｄ病院を経営するＥを被告として，借地権等確認の訴訟を提起した（山口地\n方裁判所平成１１年(ワ)第８０号）が，平成１２年９月１４日，両者間で裁判上\nの和解（以下「本件和解(1)」という。）が成立した。\nその内容の要旨は次のとおりであった。（甲１，２，弁論の全趣旨。書\n証番号はＸ事件またはＸ・Ｙ両事件併合後の書証番号を指す。以下特記しないか\nぎり同じ。）。\nア　被控訴人とＥは，上記土地賃貸借契約一切を本日合意解約する。\nイ　Ｅは，本件レーンに，被控訴人のタクシーが常時客待ちのため駐車待\n機することを認める（以下，Ｅの承諾を得て常時客待ちのためタクシーを駐車待\n機させて本件レーンを使用することを内容とする権利を，当事者の呼称に倣い\n「本件構内権」という。「構内権」というときはタクシーについての，一般的な\n同様の権利をいう。）。\nウ　Ｅが，本件レーンの位置，範囲及び台数を都合により変更するとき\nは，被控訴人は異議なくこれを承諾する。ただし，Ｅは，同変更後も，被控訴人\nがタクシーを常時客待ちのため駐車待機させて同レーンを使用することを認め\nる。\nエ　Ｅは，被控訴人以外のタクシー業者から駐車待機の要請があったとき\nはこの事実を先ず被控訴人に書面で通知し，被控訴人が当該タクシー業者と協議\nし，責任をもって調整解決するものとする。Ｅは，被控訴人からその協議の経過\n及び結果の報告を文書で受けるとともに，同協議結果を尊重する（この合意を以\n下「本件和解(1)第４項合意」という。）。\n(3)　その後の経過\nア　その後間もない平成１２年１０月２日，控訴人らと有限会社Ｆ，Ｇ有\n限会社，Ｈ有限会社，有限会社Ｉは，Ｅに対し，「統一要望書」と題する書面を\n提出して，これら７社がタクシーを本件レーンで客待ちのため駐車待機させて本\n件レーンを使用することを認めるよう求めた。Ｅは，被控訴人に対し，本件和\n解(1)に基づき，上記アの事実のあったことを通知し，これを受けた被控訴人は，\n上記７社に対し，本件和解(1)により上記アのような要請があったときは被控訴人\nが対応することとなったこと，上記７社の代表を決めて連絡するようにとの通知\nをした。（甲４ないし６）\nイ　これに対し，上記７社は，被控訴人に対し，平成１２年１０月１７日\nころ，「本件和解(1)は被控訴人とＥとの間に成立したものであって，上記７社を\n拘束するものではないから，上記７社はＤ病院の施設管理権を有するＥと直接交\n渉を進める所存である。」旨通知し，被控訴人の上記申出に応じない態度を表明\nした。（甲７）\nウ　平成１２年１２月１２日，ａ市内の中小タクシー業者から相談を受け\nたＪ弁護士（控訴人らの本件訴訟代理人）は，Ｅに対し，質問書を送付した。\nその要旨は，「本件和解(1)は，被控訴人以外のタクシー業者から駐車\n待機の要請があったときは要請の事実を被控訴人に通知する義務，被控訴人と他\nの業者間で協議がなされたときはその結果を尊重する義務がＥにあることを定め\nたにすぎず，Ｅが被控訴人に交渉委任する趣旨であるとか，Ｅが被控訴人以外の\nタクシー業者と交渉することを禁ずる趣旨であるとは解されない。これがＤ病院\nの構内におけるタクシーの駐車待機に関して全面的に被控訴人と他の業者との協\n議に委ねる趣旨であるとすれば，それは業者間の談合を正面から容認し，患者等\nタクシー利用者の視点を欠くもので，公益団体であるＥに対する社会的批判を免\nれない。そこで，この点に関する回答を求める。回答の内容（回答がない場合に\nはその事実）を一般に公表することも検討する。」というものであった。\n（Ｙ事件甲１１）\nエ　Ｅは，Ｊ弁護士に対し，平成１２年１２月２０日，上記質問書に対\nし，回答書を送付した。\nその要旨は，「本件和解(1)の第４項がＤ病院と被控訴人以外の他のタ\nクシー業者が交渉することを禁ずるものであるとまでは理解していないが，他の\nタクシー業者からのＤ病院の設置したタクシー待機レーンに駐車場所を確保して\nほしいとの前提での交渉に応じる意思がなく，これに応じかねることは再三申し\n上げているとおりであり，業者間の協議の整わない現時点においては，駐車待機\nは被控訴人のみにとどまるとしても，利用客は他の業者のタクシーで乗り入れ，\n又はこれを呼び入れて構内から発車させることも自由である。」というものであ\nった。\n（Ｙ事件甲１２）\nオ　その後，「統一要望書」をＥに提出した上記７社から３社が脱退し，\n本件レーンの駐車待機を求めるタクシー業者は，控訴人らほか１社のみとなっ\nた。脱退した３社中，Ｇ有限会社及びＨ有限会社は，平成１３年１月２６日，被\n控訴人に対し，Ｄ病院でのタクシー駐車待機について，調整解決を要望する旨通\n知した。（甲８，弁論の全趣旨）\nカ　控訴人らは，平成１３年３月２８日から本件レーンにタクシーを駐車\n待機するようになり，被控訴人からこれを止めるよう警告されたが，本件レーン\nの使用を続けた。（甲９ないし１２，Ｙ事件甲１９）\n(4)　平成１４年の裁判上の和解の成立\n被控訴人は，同年６月１８日，控訴人らとＤ病院の事務部長Ｋ（以下\n「Ｋ」という。）を被告として，Ｙ事件の訴えを提起したが，平成１４年７月２\n日，被控訴人とＫ及びＥ（利害関係人）との間で，裁判上の和解（以下「本件和\n解(2)」という。）が成立した。その内容の要旨は次のとおりであった。（記録上\n明らかである。）\nア　被控訴人とＥは，本件和解(1)第４項合意を次のとおり改める。\n(ア)　Ｅは，被控訴人以外のタクシー業者から駐車待機の要請があった\nときは要請の事実を先ず被控訴人に書面で通知し，被控訴人が当該タクシー業者\nと協議し，責任をもって調整解決する。被控訴人は，Ｅに対し，その協議の経\n過・結果を文書で報告し，Ｅは，その協議結果を尊重しつつ，当該タクシー業者\nの駐車待機の可否を決定する。\n(イ)　上記(ア)の協議が著しく遅延するなどして合意の成立が見込まれ\nないとＥが判断したときは，Ｅは，被控訴人及び当該タクシー業者と三者による\n協議を行った上で駐車待機の可否を決定する。\n(ウ)　Ｅは，上記(ア)の協議に応じないタクシー業者に対しては駐車待\n機を認めない。\n(エ)　Ｅが上記(ア)及び(イ)により駐車待機を認める被控訴人以外のタ\nクシー業者（新規参入業者）の駐車待機台数は，７台の駐車レーン中３台以下と\nし，新規参入業者１台の場合は被控訴人が６台，新規参入業者２台の場合は被控\n訴人が５台，新規参入業者３台の場合は被控訴人が４台とする。将来タクシー待\n機レーンの変更等により駐車台数に増減があっても，Ｅは，その時点での比率を\n維持するよう努力する。\nイ　Ｅは，控訴人らに対するＸ事件の一審判決の確定又は控訴審判決の言\n渡日（和解による場合はその成立時，取下げ等による終了の場合にはその終了\n日）まで，控訴人らがタクシー待機レーンで駐車待機することを認めない。\n(5)　控訴人らの権利主張\n控訴人らは，被控訴人に対し，控訴人らが常時客待ちのためタクシーを\n駐車待機させて本件レーンを使用する権利を有すると主張している。（争いがな\nい。）\n３　争点\n(1)　被控訴人の本件構内権不存在確認の訴えに，訴えの利益はあるか。\n(2)　控訴人らは本件構内権を有するか。\n(3)　本件和解(1)及び(2)は独占禁止法に反するか。\n(4)　被控訴人は，本件構内権に基づき，控訴人らに対し，本件レーンの使用\nの禁止を求めることができるか（予備的請求原因）。\n(5)　控訴人らが常時客待ちのためタクシーを駐車待機させて本件レーンを使\n用した行為が不法行為を構成するか。\n(6)　不法行為による損害の額\n４　争点(1)（被控訴人の本件構内権不存在確認の訴えに，訴えの利益はある\nか）についての当事者の主張\n（控訴人らの主張）\n(1)　被控訴人の請求は，Ｅと控訴人らとの権利関係につき確認を求めるもの\nであって，被控訴人にはそのような第三者間の法律関係につき確認を求める利益\nはないから，訴えの利益を欠き，不適法であり，却下されるべきである。\n(2)　確認の訴えは，即時確定の利益がある場合，即ち，現に訴える者の有す\nる権利又は法律的地位に危険又は不安が存在し，これを除去するために確認判決\nを得ることが必要かつ適切な場合に限り許される。したがって，権利が不存在で\nあることの確認を求める消極的確認の訴えは，権利があることの積極的確認の請\n求，あるいは，この権利の存在を前提とする給付請求によって有効かつ抜本的な\n解決が図れる場合には，それによるべきであって，このような場合には確認の利\n益を欠き，その訴えは不適法である。\nこれを本件についてみると，被控訴人の主張は，被控訴人は独占的に本\n件構内権を有しているところ，控訴人らがこれを侵害しているというものである\nから，直接的に被控訴人のみが本件構内権を有することの積極的確認か，控訴人\nらに不作為を求める給付請求をすべきであって，控訴人らが本件構内権を有しな\nいことの消極的確認を求めることは，不適法である。\n（被控訴人の主張）\n(1)　確認訴訟において確認の利益が必要であり，確認判決を得ることが必要\nかつ適切な場合に限り許されるとすることについては異論がない。しかし，本件\nは，昭和５４年１１月１日付最高裁判決の事案とは，当事者及び権利の性質が本\n質的に異なる。本件において，本件構内権が問題になるのは，被控訴人とＤ病院\nとの間か，控訴人らとＤ病院との間である。したがって，被控訴人がＤ病院に対\nして構内権の確認を求めたとしても（現時点では本件構内権を有するのが被控訴\n人のみであることを内容としたとしても），その判決の効力は当然には控訴人ら\nには及ばず，Ｄ病院が控訴人らに対して何らかの法的措置をとることが可能な拘\n束力をもつものでもない。また，権利の内容も，上記最高裁判決のように所有権\nが問題になる場合とは異なり，本件では本件構内権が問題となっているのであっ\nて，その間には隔たりがあり，結局，被控訴人は，控訴人らを相手にして本件構\n内権の不存在確認訴訟を提起せざるを得ないのである。\n(2)　所有権の帰属を争うときは，自己の権利の積極的確認を求めるべきであ\nって，相手方の権利の消極的確認を求めるべきではないとの考え方も成り立つ\nが，本件は，所有権の帰属が問題になっている事案ではなく，控訴人らが本件構\n内権を有するかどうかが問われている事案である。本件構内権に第三者に対する\n差止請求権が認められるかどうか不確定な状況下で紛争が生じているのであるか\nら，正に消極的確認訴訟の絶好の対象となるべきものである。\n５　争点(2)（控訴人らは，本件構内権を有するか）に関する当事者の主張\n（控訴人らの主張）\n控訴人らは，平成１３年３月２８日，本件レーンの使用を開始したが，\nＥは，何らこれを禁ずることなく，黙認した（Ｙ事件の甲２３）。このことか\nら，Ｅと控訴人らとの間において，本件レーンの使用貸借に類似する無名契約が\n黙示的に成立したといえる。\n（被控訴人の主張）\n控訴人らの上記主張は否認する。\n６　争点(3)（本件和解(1)(2)は独占禁止法に違反するか）に関する当事者の主\n張\n（控訴人らの主張）\n(1)　被控訴人は，「本件和解(1)第４項合意は，よほどの理由がない限り，\n他の業者を参入させないことを意味している。」とし（ＸＹ両事件の甲３），ま\nた，「他のタクシー業者からの要求に対しては被控訴人が対応して，構内権の性\n質，被控訴人が本件構内権を取得するに至った経緯等を説明，説得して，できれ\nば諦めさせる意図であった。」ことを明らかにしている（甲３８）。\nこれらは，被控訴人が当初から事前協議の手続規定に過ぎない本件和\n解(1)第４項合意を利用して，強引に被控訴人の独占状態を続けようと目論んでい\nたことを示すものであり，独占禁止法１９条に違反する（競争者に対する取引妨\n害）。\n(2)　本件和解(1)は，それ自体，業者間のいわゆる談合（競争制限）を容認\nするものとして独占禁止法違反の疑いが強い。\n(3)　本件和解(2)は，事前協議に応じない業者に対しては駐車待機を認めな\nいとする点で，いわゆる談合を強制するものであり，独占禁止法に違反してお\nり，さらに，控訴人らを本件控訴審の判決言渡しまで本件レーンの使用から排除\nするものであり，競争者に対する取引妨害に該当する。\n(4)　被控訴人の主張によれば，被控訴人は本件和解(1)第４項合意によって\n本件構内権を取得したのではないから，本件レーン全部についての独占的使用権\nを失うことはないこととなる。したがって，他の業者がせっかく本件構内権を得\nても，被控訴人の独占権を侵害することになり，本件構内権を行使することはで\nきない。これは明らかに取引競争者に対する取引妨害であり，独占禁止法に違反\nする。\n（被控訴人の主張）\n(1)　本件和解(1)及び(2)には，控訴人らの契約成立阻止，契約不履行の誘引\nその他取引を不当に妨害する部分はない。\nのみならず，当該行為が独占禁止法１９条及びこれに基づく一般指定１\n５項に該当するというためには，不当であること，すなわち個別に公正競争阻害\n性を具備することが必要である。\n本件においては，①本件和解(1)及び(2)が，もともと被控訴人のみが独\n占的に本件構内権を有していた経緯の中で，これを他の業者にも一部開放しよう\nとする試みであったこと，②対価が存在しないこと，③複数業者が本件構内権を\n有することとなれば，業者間及び業者とＥ間の各調整が必要となること等の個別\n的事情が認められ，これらを考慮すると，本件和解(1)及び(2)が不当なものとは\n到底いえない。\n控訴人らの主張は，これらの個別的事情を全く無視するものである。\n(2)　また，当該契約が独占禁止法に違反しても，公序良俗に違反する場合で\nなければ，当然に私法上無効とされるわけではない（昭和５２年６月２０日付最\n高裁判決）。\n７　争点(4)（被控訴人は，本件構内権に基づき，控訴人らに対し，本件レーン\nの使用の禁止を求めることができるか（予備的請求））に関する当事者の主張\n（被控訴人の主張）\n本件のようなレーン使用権は，タクシー業界において，その存在がかね\nてより認識されており，いわば商慣習法（商法１条）として，その効力として，\nこのような権利を有しない業者に対し使用の差止を求めることができると解され\nる。\n（控訴人らの主張）\n被控訴人の主位的請求と予備的請求は，両立し得るものであり，互いに\n排斥的な関係に立つものではなく，訴えの利益に関してもそれぞれ独立にその存\n否が判断できるものであるから，両請求は主位的，予備的関係にない。このよう\nな請求は，請求の基礎の同一性を欠くものであり，これを控訴審において追加す\nることは，審級管轄（裁判所法１６条，２４条）に反し，不適法である。\n８　争点(5)（控訴人らが常時客待ちのためタクシーを駐車待機させて本件レー\nンを使用した行為が不法行為を構成するか）に関する当事者の主張\n（被控訴人の主張）\n(1)　被控訴人は，昭和３１年６月１４日，Ｅとの間で，Ｄ病院の敷地の一部\n分につき，建物所有を目的とする土地賃貸借契約を締結し，以降，同病院敷地内\nにおいて，独占的にタクシー営業ができる本件構内権を有しており，他に本件構\n内権をもつタクシー業者は存在しなかった。\n(2)　Ｅは，本件和解(1)において，被控訴人が本件構内権を有することを認\nめた。\n(3)　控訴人らは，平成１３年３月２８日から平成１４年２月２８日まで，共\n同して本件レーンに控訴人らのタクシーを常時客待ちのため駐車待機させ，被控\n訴人の本件構内権を違法に侵害した。\n（控訴人らの主張）\n(1)　被控訴人主張の本件構内権は，被控訴人だけが独占することを前提とし\nて，控訴人らがこれを侵害したと主張するものと解されるが，被控訴人がこのよ\nうな本件構内権を独占するものではなく，控訴人らの行為が不法行為を構成する\nものではない。\n(2)　本件和解(1)は，被控訴人が本件構内権を独占する趣旨のものとは解さ\nれない。このことは，その和解交渉の過程で，被控訴人が提案したが採用されな\nかった「被控訴人のみが常時駐車する権利を確認する」との文言や，Ｅから提案\nされたが最終的に採用されなかった「自由に待機駐車することを認める」との文\n言との対比（甲３の資料①ないし④，⑥）から明らかである。\n(3)　控訴人らは，平成１３年３月２８日以降，Ｄ病院のタクシー待機レーン\nにそのタクシーを駐車待機させ，タクシー営業を行っている。これは，被控訴人\nと競合する営業行為を行っているだけであって，公正な競争行為である限り，こ\nれが被控訴人の営業妨害になることはあり得ない。\nＥは，もともとＤ病院構内のタクシー営業につき，被控訴人以外の業者\nに開放する意向を持っていたのであり（甲２５，２６），控訴人らは，Ｄ病院院\n長の本件和解(1)は被控訴人に何らの法的権利を付与したものではないとの回答\n（乙２）や，Ｅの代理人弁護士の同病院のタクシー駐車レーンにおいて駐車待機\nを行っているのが被控訴人だけにとどまっているのは単に事実上そうなっている\nだけであって法的な根拠に基づくものではないとの見解（Ｙ事件甲１５，１６）\nを確認した上で，上記のように控訴人らのタクシーを駐車待機させて営業を開始\nしたものである。そして，このような控訴人らの行為に対し，タクシー待機レー\nンの設置者で施設管理権者であるＥは，当初からこれを全く禁ずることなく認め\nており，控訴人らのタクシーが同時に３台を超えて駐車することがないよう口頭\nで注意を与えるのみであった（甲１４，乙７）。したがって，控訴人らとＥとの\n間には，控訴人らのタクシーが同時に３台を超えない範囲でタクシー待機レーン\nを無償で使用して営業をすることができる黙示的な合意が成立しており，控訴人\nらはこのような本件構内権を取得しているのであるから，何ら被控訴人の権利を\n侵害するものではない。そして，このようなＥによる施設管理権の行使は，本件\n和解(1)による被控訴人と他のタクシー業者との間の事前の協議がもはや不可能な\nいし困難であることが客観的に明らかになった後に行われたものであり，このよ\nうな事態を招いた責任は専ら被控訴人にあるのであるから，控訴人らには，不法\n行為は成立しない。\n９　争点(6)（不法行為による損害の額）に関する当事者の主張\n（被控訴人の主張）\n(1)　被控訴人が控訴人らの共同不法行為によって平成１３年４月１日から平\n成１４年２月２８日までの１１か月間に被った損害は，次のとおりである。\nア　営業損害　　　２９５万８７７１円\n控訴人らは，上記の期間中に合計２４９１回のタクシー営業を行った\nので，その営業収入は，少なくとも３１５万２９９６円であり，この金額に燃料\n費割合６・１６パーセントを乗じた額である１９万４２２５円を控除した金額が\n被控訴人の営業損害である。\nイ　監視・調査費用　　　５３７万３２２５円\n被控訴人は，控訴人らの不法行為を監視・調査するため，平成１３年\n４月に５名，同年５月から同年８月までは各２名，同年９月に８名，同年１０月\nに４名，同年１１月に３名，同年１２月と平成１４年１月に各２名，同年２月に\n１名を交代で１人ずつ常時現場に派遣し，その費用として合計２６１万７８３７\n円の支出を余儀なくされた。\nまた，控訴人らは，実力をもって客待ちのための駐車待機を強行する\nなどの不法行為を繰り返したので，被控訴人は，平成１３年９月１１日から同年\n１２月２８日まで株式会社Ｌに発注してガードマンを派遣させて控訴人らの不法\n行為を阻止せざるを得なかったが，その費用として，２７５万５３８８円の支出\nを余儀なくされた。\n(2)　弁護士費用　　　８３万円\n被控訴人は，本訴の提起及び追行を被控訴人訴訟代理人らに委任し，そ\nの費用及び報酬として，８３万円の支払を約した。\n（控訴人らの主張）\n被控訴人主張の損害の算定根拠となる個々の事実は争わない。\n被控訴人がしたガードマンの派遣は，不当な自力救済であるうえ，実力\nによる競争者に対する取引妨害であり，独占禁止法１９条に違反する暴挙であ\nる。この費用を控訴人らに負担させることは，違法行為の被害者に，加害者の加\n害に要した費用を負担させるものであり，到底許されない。\n第３　争点に対する判断\n１　まず，本件和解(1)成立前の経過についてみると，証拠（甲１，２，１９\nの(1)ないし(3)，２０の(1)ないし(12)，２１の(1)ないし(6)，２３ないし３０）\n及び弁論の全趣旨によれば，次の事実が認められる。\n(1)　被控訴人の創業者であるＭは，昭和２７年１０月２５日，一般乗用旅客\n自動車運送事業の免許を受けてａ市内でタクシー事業等を始めたが，昭和２９年\n４月１日には被控訴人を設立して法人化し，同年６月１９日には被控訴人がＭの\n事業譲渡を受けてＮ陸運局長の認可を受けた。以来，被控訴人は，ａ市を中心に\nタクシー事業等を行ってきたものである。\n(2)　被控訴人は，昭和３１年３月２４日，Ｄ病院に対し，同病院における乗\n客の利用状況を訴えて同病院の構内に被控訴人のためのタクシー駐車場の設置を\n請願し，同病院の承諾を得て，同年４月６日，Ｎ陸運局長に対し，同病院構内に\n被控訴人の営業所を新設することを内容とする一般乗用旅客自動車運送事業計画\n変更（営業所の新設）認可申請をし，同年５月１２日，同認可を受けた。\nそこで，被控訴人は，同年６月１４日，同病院との間で，自動車サービ\nスセンター設置のためとして，次のような内容の契約をした（敷金及び権利金の\n授受はなかった。）。\nア　設置の場所は，同病院構内玄関横の同病院が指定する場所とする。\nイ　使用期間は２年間とし，賃貸料は月額２００円とする。\nウ　必要によって同病院が撤去の要求をしたときは，被控訴人は即時無償\nで撤去する。\nエ　被控訴人は，毎日午前９時から午後６時まで自動車２両以上を常駐さ\nせ，同病院若しくは同病院に来院中の者から車の請求があった場合には，即時そ\nの要求に応じる。\nオ　車の要求に対して被控訴人が配車できない場合には，被控訴人は，他\nの業者に斡旋の労をとる。\n(3)　その後，上記契約は更新され，昭和５４年９月１日以降使用期間は１年\n間とされ，昭和５８年８月３１日締結の契約以降，土地（７１・５平方メート\nル）の使用は賃貸借であることが明定され，自動更新とすることが約定された。\nまた，その目的は，平成４年４月１日締結の契約以降「自動車サービスセンター\n運営のため」に，平成６年１０月１日締結の契約以降は「来院者の輸送サービス\n提供の目的」に各改められた。賃貸料は，昭和４６年９月１日以降月額３０００\n円，昭和５５年９月１日以降月額１万円，平成６年１０月１日以降月額５万円に\n変更された。\n(4)　被控訴人は，上記契約の当初から，Ｄ病院の構内にタクシー２台を常駐\nさせ，上記土地上に待合室を建築し，昭和５５年ころ，待合室兼事務室やタクシ\nー４台が常駐できる車庫のある木造平家建営業所（合計７１・５０平方メート\nル）を新築した。\nまた，Ｄ病院への出入口には，駐車場が有料であるため，ゲートが設置\nしてあったが，Ｅは，被控訴人のタクシーがゲート開閉のためにリモート・コン\nトローラーを備え付けて無料で出入りすることを認めていた。\n２　次に本件和解(2)成立前の経過についてみると，証拠（末尾に記載）及び弁\n論の全趣旨によれば，以下の事実が認められる。\n(1)　控訴人Ｃの取締役Ｏ及び控訴人Ａの取締役Ｐは，平成１３年３月６日こ\nろ，Ｄ病院のＫ事務部長と面談し，本件レーンへのタクシーの乗り入れを了解し\nて欲しい旨申し入れたところ，Ｋから，「病院として，トラブルさえなければ関\n知しない。」との返答を得た。\nそこで，控訴人らは，控訴人らが本件レーンにタクシーを駐車待機して\nこれを使用してもＤ病院はこれを黙認するものと判断し，同月２７日，上記後根\nにおいてＫに電話をかけ，翌２８日からタクシーの乗り入れを開始する旨伝え，\n実際に同日から同使用を始めた。\n（乙１６）\n(2)　被控訴人は，控訴人らに対し，同日，Ｄ病院が控訴人らの駐車待機を承\n諾した事実はないと明言していること，控訴人らのこの行為は威力業務妨害罪\n（刑法２３４条）に該当すると指摘した上で，直ちに控訴人らの駐車待機を止め\nるよう求め，これを止めない場合には，刑事告訴すると通知した。\nこれに対し，控訴人らは，被控訴人に対し，同日，「Ｅから，本件レー\nンについて被控訴人のみに独占的な使用権を与えるものではないとの回答を得て\nおり，他のタクシー業者が駐車待機をしても，被控訴人の駐車待機を不当に妨げ\nない限り，被控訴人に対する業務妨害にはならない。同日午前１１時ころ，Ｄ病\n院の事務部長であったＫが控訴人らのタクシーの駐車待機を確認した上で，『ト\nラブルさえなければ，当方としては何も言う立場にない。』と言明した。被控訴\n人が威力業務妨害罪で告訴するのであれば，控訴人らの方も虚偽告訴罪（刑法１\n７２条）で告訴せざるを得なくなる。」との記載のある回答書を送付して，その\n旨回答した。\n（甲９ないし１２，Ｙ事件甲１９）\n(3)　被控訴人は，Ｋに対し，平成１３年３月２９日ころ到達の書面で，「控\n訴人らにＤ病院への集客のための乗り入れを承諾・許可したことがあるか。控訴\n人らはＫが『トラブルさえなければ，当方としては何も言う立場にない。』旨明\n言したと言っているが，事実か。事実とすれば，被控訴人が控訴人らの乗り入れ\nに異を唱え，トラブルになっている現状で，控訴人らに集客のための乗り入れを\n許可するのか。」と質した。これに対し，Ｋは，被控訴人に対し，同日ころ，書\n面で，「控訴人らのＤ病院への集客のための乗り入れについては，承諾・許可・\n禁止をしたことはない。照会のあったような発言をしたことは事実であるが，そ\nのトラブルとは，患者から苦情があるとか，病院の業務に支障を来すような事態\nを意味する。最後の照会事項については，最初の照会事項に対する回答で理解さ\nれたい。」と回答した。\n被控訴人は，Ｋに対し，控訴人らの乗り入れの禁止を求めたが，Ｋは，\nこれに応じなかった。\n（甲１３，１４，弁論の全趣旨）\n(4)　控訴人らは，その後も本件レーンへのタクシー乗り入れを継続した。そ\nこで，被控訴人は，警備会社に警備を委託し，控訴人らのこれらの行為を実力で\n排除する方法をとる一方，Ｅに対し，平成１３年３月３１日，控訴人らの排除を\n求めた\n（甲１０，Ｙ事件甲２５）。\n(5)　また，被控訴人は，平成１３年４月３日，控訴人らを相手方として，そ\nの駐車待機の禁止と損害賠償を求める調停の申立てを山口簡易裁判所にしたが，\n調停成立に至らなかったため，同年５月１０日，控訴人らを相手方として，山口\n地方裁判所に控訴人らが本件構内権を有しないことの確認を求めるＸ事件の訴え\nを提起し，さらに，同月１６日，Ｅを相手方として，控訴人らにＤ病院の構内で\n常時客待ちのための駐車待機をさせないよう求める調停の申立てをし，その後，\n同年６月１８日にＹ事件も提訴した。\n（甲１５，１６，Ｙ事件甲２７ないし２９）\n(6)　控訴人らの本件レーンへのタクシー乗り入れは，同年１０月１０日まで\n続いたが，その間の駐車待機は本件の７レーンのうち３レーンを超えることはな\nかった。その後は，同月１９日及び２３日にそれぞれ１台のみが乗り入れたにと\nどまる。\n（甲４１）\n３　本件構内権の法的性質について\n上記１に認定の事実によれば，本件和解(1)が成立するまでの被控訴人とＥ\nとの法律関係は，Ｅが，被控訴人に土地を賃貸し，被控訴人が同土地上に建物を\n建てて事務所等に使用することを承諾し，一方で，被控訴人は，必要に応じてＤ\n病院の関係者や来院者に配車する義務を負うというものにとどまり，事実上被控\n訴人が本件レーンを独占的に使用していたことは認められるものの，それは他の\n業者の参入がなかったために事実上被控訴人が独占的に使用していたに過ぎず，\nこの事実から，Ｅが上記独占的使用を被控訴人の法的権利として認め契約内容と\nすることまで承諾したと認めることはできず，他にこれを認めるに足りる証拠は\nない。\n次に，前記基礎事実に認定の本件和解(1)の内容にかんがみれば，本件和\n解(1)により，Ｅは，被控訴人がタクシーを常時客待ちのために駐車待機させて本\n件レーンを使用することを認め，被控訴人の使用を受忍する義務を負い，被控訴\n人はこれに対応する権利（前記の本件構内権）を取得したといえる。しかし，こ\nれによって，Ｅが，被控訴人に対し，本件レーンの上記使用を独占することを承\n諾し，これに他の業者を参入させないことを約束したとは認められず，他にこれ\nを認めるに足りる証拠はない。もっとも，本件和解(1)第４項合意により，Ｅは，\n被控訴人以外のタクシー業者から駐車待機の要請があったときは要請の事実を先\nず被控訴人に書面で通知する義務を負ったが，これは本件レーンの使用めぐる混\n乱を避けるための合意と解され，これが被控訴人に独占的に使用させることを認\nめる合意であると解されないことはその文言上明らかである。\n上記に説示したところによれば，被控訴人が本件和解(1)によって取得した\n本件構内権は，排他性のない債権で，かつ，本件レーンの独占的使用を内容とし\nないものであるといえる。\nさらに，前記基礎事実に認定の本件和解(2)の内容にかんがみれば，本件和\n解(2)により，Ｅは，本件和解(1)の合意を前提としながらも，被控訴人と本件レ\nーン使用を申し入れたタクシー業者との協議による合意の成立が見込まれないと\nきはＥがその可否を決定することとする一方，Ｘ事件の一審判決確定又はその控\n訴審判決の言渡し等まで控訴人らが本件レーンをタクシーの駐車待機のため使用\nすることを禁止する旨合意し，この限度で，控訴人らの本件レーンの使用を排斥\nし被控訴人が本件レーンを独占的に使用することを認めたものと解されるが，本\n件構内権が排他性のない債権であることに変わりはない。\n４　争点(1)（被控訴人の本件構内権不存在確認の訴えに，訴えの利益はある\nか。）について\n①前示のとおり，本件構内権は，土地の使用を内容とする権利ではある\nが，排他性のない債権であるから，その使用を妨害する者に対して妨害禁止を求\nめることはできないこと，②本件では，控訴人らは上記の意味での本件構内権を\n有することを争う訳ではなく，自らも本件構内権を有していると主張し，本件レ\nーンをタクシー駐車待機のため使用しようとしているものであることからする\nと，被控訴人は，控訴人らとの間で，被控訴人の有する本件構内権の存在確認を\n求めても無意味であり，控訴人らが本件構内権を有しないことの確認を求める方\nが有効かつ適切であるといえること（最高裁昭和３８年(オ)第４９１号昭和３９\n年１１月２６日第１小法廷判決参照）の点にかんがみれば，上記訴えは，訴えの\n利益を有する適法なものというべきであり，この点に関する控訴人らの主張は採\n用できない。\n５　争点(2)（控訴人らは本件構内権を有するか）について\n前記のとおり，控訴人らは，「控訴人らは，平成１３年３月２８日，本件\nレーンの使用を開始したが，Ｅは，何らこれを禁ずることなく，黙認したのであ\nり，これにより，Ｅと控訴人らとの間において，本件レーンの使用貸借に類似す\nる無名契約が黙示的に成立した。」と主張する。\nなるほど，前記２に認定のとおり，Ｋは，同日以降控訴人らが本件レーン\nにタクシーを駐車待機させたのを確認したが，これを禁止しなかった上，「トラ\nブルさえなければ，当方としては，何も言う立場にない。」と発言したこと，Ｋ\nは，被控訴人から控訴人らの上記駐車待機を禁止するよう求められたが，これに\n応じなかったことが認められるけれども，これらの事実は，タクシー業者間の紛\n争に関わりたくないというＤ病院の姿勢を示すものにとどまり，同事実によって\n控訴人らの上記主張事実を認めるのは困難であり，他にこれを認めるに足りる証\n拠はない。\nしたがって，被控訴人の主位的請求（控訴人らが本件構内権を有しないこ\nとの確認請求）は理由がある。\n６　争点(3)（本件和解(1)及び(2)は独占禁止法に違反するか）について\n本件和解(1)は，Ｅが被控訴人に対し本件レーンの独占的使用を認めたもの\nではないが，これにより，Ｅは，被控訴人以外のタクシー業者から本件レーンの\n使用の要請を受けたときは，まず，被控訴人にこれを通知し，被控訴人と当該業\n者との協議に委ねることとしており，これを当該業者からみれば，当該業者はＥ\nと本件レーン使用に関する契約締結のための交渉をただちにはできないことを意\n味するから，この限度で，本件和解(1)は，被控訴人に一定の優先的な地位を与\nえ，業者間の自由な競争に一定の制約を与えるものといえる。\nまた，本件和解(2)では，本件和解(1)と同様，Ｅは，被控訴人以外のタク\nシー業者から本件レーンの使用の要請を受けたときは，まず，被控訴人にこれを\n通知し，被控訴人と当該業者との協議に委ねなければならない上，本件和解(1)と\nは異なり，本件のうちＸ事件の一審判決確定又はその控訴審判決の言渡し等まで\n控訴人らに本件レーンをタクシーの駐車待機のため使用させてはならない旨約束\nしたのであり，この限度で，本件和解(2)もまた，被控訴人に一定の優先的な地位\nを与え，業者間の自由な競争に一定の制約を与えるものといえる。\nしかしながら，①前記１に認定のとおり，被控訴人は，昭和３１年以降，\nＤ病院内に営業所を設け，同病院構内にタクシーを常駐させて営業を続け，タク\nシー２両以上の常駐や，同病院若しくは同病院に来院中の者から求めがあった場\n合には，即時配車するなどの義務を課せられ，この義務を履行して，同病院の経\n営維持に一定の貢献をした実績があること，②本件構内権は，土地の使用を伴う\n権利であるから，これが競合して存在する場合には利用の調整等が必要不可欠で\nあり，この調整が不調あるいは不完全であれば，同病院の運営管理に支障を来し\n混乱をもたらすおそれがあること，③前記基礎事実に認定のとおり控訴人らは被\n控訴人と本件レーン使用に関する協議をする姿勢を示さなかったこと等の点にか\nんがみれば，本件和解(1)及び(2)でまず被控訴人と利用を申し入れた業者との協\n議に委ねた合意や本件和解(2)でＸ事件の一審判決確定又はその控訴審判決の言渡\nし等まで控訴人らに本件レーンをタクシーの駐車待機のため使用させてはならな\nい旨の合意は，これらが控訴人らに前記のような制約を与えることを考慮して\nも，一般指定（昭和５７年公正取引委員会告示第１５号）の１５にいう不当な取\n引妨害行為に当たらないというべきである。\nしたがって，この点に関する控訴人らの主張は採用できない。\n７　争点(4)（被控訴人は，本件構内権に基づき，控訴人らに対し，本件レーン\nの使用の禁止を求めることができるか）について\nこの点は予備的請求の原因であるところ，前記のとおり，主位的請求が認\n容されたので，上記争点は判断の要がない。\n８　争点(5)（控訴人らが常時客待ちのためタクシーを駐車待機させて本件レー\nンを使用した行為が不法行為を構成するか）\n前示のとおり，被控訴人は，本件和解(1)によって，Ｅに対して被控訴人の\nタクシーを駐車待機させて本件レーンを使用する権利を取得したが，この権利\nは，被控訴人が本件レーンを独占的に使用できる権利ではなく，他の業者との競\n合的使用を見込んだものであり，その点で制約を受ける権利であったこと，Ｋ\nは，Ｄ病院の事務部長としてＥから本件レーンの施設管理の委任を受けていた者\nといえるところ，控訴人らからの本件レーン使用の申し入れに対して，これを拒\n否する旨明言しなかった上，「トラブルさえなければＤ病院は関知しない。」旨\n回答し，控訴人らの本件レーン使用が開始された後も，これを禁止せず，事実上\n黙認する態度に終始したこと，控訴人らは，タクシーの駐車待機を本件レーンの\nうち３レーンの使用にとどめ，その余のレーンは被控訴人において使用できる状\n態にあったこと等の点にかんがみれば，前記２(6)に認定の控訴人らの行為によっ\nて被控訴人の本件レーンの使用が制限され，このため従前よりも営業収益が減少\nしたとしても，同行為が被控訴人の本件構内権を違法に侵害した行為であるとは\nいえないというべきであり，他にこれを肯認するに足りる証拠はない。したがっ\nて，この点に関する被控訴人の主張は採用できない。\n９　被控訴人の本件控訴の適法性について\n被控訴人は原判決によって第１審におけるＸ事件請求及びＹ事件請求を全\n部認容されたのであるから，被控訴人の本件控訴は控訴の利益を欠き，不適法な\nものというべきである。被控訴人は，控訴の趣旨を「控訴人らは被控訴人に対\nし，……確認する。」との主文に変更することを求めるものとしているが，控訴\n人らに意思表示を求める給付請求でないことは被控訴人の主張から明らかであ\nり，原判決の主文は，被控訴人の請求を一部にせよ棄却したものではないから，\n被控訴人の申立ては失当である。さらに被控訴人は，この点について，原判決の\n理由中の事実認定に不服があると主張するが，このような不服によって控訴の利\n益を肯定することはできない。また，被控訴人は，当審において，前記「被控訴\n人の控訴の趣旨」第２項に記載の予備的請求を追加したが，一般に控訴審におけ\nる請求の追加は附帯控訴によってすべきものであるから，上記請求の追加をした\nことにより被控訴人の本件控訴が適法なものに転換したということもできない。\n10　結論\nよって，被控訴人のその余の主張について判断するまでもなく，被控訴人\nの請求は，原判決主文第１項の限度で理由があり，その余は理由がないから，原\n判決主文第２項を取り消して，被控訴人の同取消にかかる請求を棄却し，控訴人\nらの本件控訴中その余の部分を棄却し，被控訴人の本件控訴は不適法であるか\nら，これを却下することとし，訴訟費用の負担につき民訴法６７条２項，６１\n条，６４条，６５条１項本文をそれぞれ適用して，主文のとおり判決する。\n広島高等裁判所第３部\n裁判長裁判官　　　下　　　司　　　正　　　明\n裁判官　　　能　　　勢　　　顯　　　男\n裁判官　　　齋　　　藤　　　憲　　　次\n原判決主文\n主　　　　　文\n１　原告と被告らの間において，被告らがそのタクシーをａ市ｂ町ｃ番地所在の\nＤ病院敷地内に設置されたタクシー待機レーンに常時客待ちのため駐車待機させ\nる権利を有しないことを確認する。\n２　被告らは各自原告に対し，９１６万１９９６円及び内金１６７万９００２円\nに対する被告Ａ，同Ｃについては平成１３年６月２４日から，被告Ｂについては\n同月２６日から，内金７４８万２９９４円に対する平成１４年７月２６日から支\n払ずみまで年５分の割合による金銭を支払え。\n３　訴訟費用は，ＸＹ両事件とも被告らの負担とする。\n４　この判決は，第２項に限り，仮に執行することができる。\n"
}