{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 4
  },
  "case_number": "平成15(行ヒ)321",
  "case_name": "事業認可処分取消請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第221号5頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成14(行コ)234",
  "original_date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 11
  },
  "gist": "建設大臣が林業試験場の跡地を利用して設置される公園に関する都市計画を決定するに当たって上記試験場の樹木の保全のためには上記試験場の南門の位置に上記公園の南門を設けるのが望ましいという前提の下に南門と区道との接続部分として利用するため国有地ではなくこれに隣接する民有地を上記公園の区域に定めたことについて裁量権の範囲を逸脱し又はこれを濫用したものということはできないとした原審の判断に違法があるとされた事例",
  "case_gist": "建設大臣が，林業試験場の跡地を利用して設置される公園に関する都市計画を決定するに当たって，上記試験場には貴重な樹木が多くその保全のためには上記試験場の南門の位置に上記公園の南門を設けるのが望ましいという前提の下に，南門と区道との接続部分として利用するため，上記試験場と区道とに挟まれた土地のうち，国家公務員宿舎の敷地として利用されている国有地ではなく，これに隣接する民有地を上記公園の区域に定めたことについて，南門の位置を変更し上記民有地ではなく上記国有地を上記公園の用地として利用することにより上記試験場の樹木に悪影響が生ずるか，悪影響が生ずるとしてこれを樹木の植え替えなどによって回避するのは困難であるかなど，建設大臣の判断が合理性を欠くものであるかどうかを判断するに足りる具体的な事実を確定することなく，裁量権の範囲を逸脱し又はこれを濫用したものということはできないとした原審の判断には，違法がある。\n（補足意見がある。）",
  "ref_law": "旧都市計画法（昭和43年法律第100号による廃止前のもの）3条，都市計画法18条1項",
  "lawsuit_id": "33491",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=33491",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/491/033491_hanrei.pdf",
  "contents": "主文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理由\n上告代理人上條義昭，同高木一嘉の上告受理申立て理由について\n１ 原審の確定した事実関係等の概要は，次のとおりである。\n(1) 建設大臣は，旧都市計画法（昭和４３年法律第１００号による廃止前のも\nの。以下同じ。）３条の規定により，東京都市計画公園第２３号目黒公園（昭和６\n２年の都市計画の変更以降の名称は「東京都市計画公園第５・５・２５号目黒公\n園」である。以下「本件公園」という。）に関する都市計画の決定（以下「本件都\n市計画決定」という。）をし，昭和３２年１２月２１日付けでその旨を告示した。\n本件公園は，都市計画法（平成１１年法律第１６０号による改正前のもの。以下\n同じ。）４条５項所定の都市施設であり，農林省の附属機関である林業試験場の本\n場（以下，単に「林業試験場」という。）の跡地を利用して設置されるものであ\nる。本件都市計画決定は，林業試験場の南門の位置に本件公園の南門を設けるもの\nとして，南門と区道との接続部分として利用するため，上告人らの所有等に係る土\n地（以下「本件民有地」という。）を本件公園の区域に含むものと定めていた。\n(2) 東京都が本件民有地に南門と区道との接続部分を整備することを内容とす\nる東京都市計画公園事業第５・５・２５号目黒公園の認可の申請をしたのを受け，\n建設大臣は，都市計画法５９条２項の規定により，同申請に係る都市計画事業の認\n可（以下「本件事業認可」という。）をし，平成８年１２月２日付けでその旨を告\n示した。\n(3) 本件民有地は，林業試験場の跡地と区道とに挟まれた土地であり，南門の\n南に所在するものである。本件都市計画決定の告示がされた昭和３２年当時，本件\n民有地の上には少なくとも４棟の建物が存在していた。\n本件民有地の西隣には，国家公務員宿舎の敷地として利用されている国有地（以\n下「本件国有地」という。）があるところ，本件国有地も，本件民有地と同様に，\n林業試験場の跡地と区道とに挟まれた土地である。昭和３２年当時，本件国有地の\n上には同２４年３月に農林本省が所管する農林本省宿舎として建築された木造平家\n建の建物２５棟が存在していた。\n建設大臣が本件都市計画決定において本件民有地を本件公園の区域と定めた理由\nは，これを直接明らかにする資料はないが，① 林業試験場には奇木等を含む貴重\nな樹木が多いことから，その保全のため，大規模な伐採等は行わず，園路について\nも既存のものを活用することとすると，南門の位置は現状のとおりとすることにな\nる，② しかし，南門は接道状況が悪いので，これを区道と直接に接続させる必要\nがあるところ，本件民有地を入口部分とすれば，区道から南門までほぼ昀短距離で\n見通しがよく間口の広い入口を設けることができる，③ 公園には災害時における\n避難場所としての機能も求められ，上記の点はこの目的にも合致する，という考慮\nに基づくものであったと推認される。\n２ 本件は，上告人らが，建設大臣の事務承継者である被上告人に対し，本件事\n業認可の取消しを求めた事案である。\n３ 原審は，前記事実関係等の下において，次のとおり判断して，上告人らの請\n求をいずれも棄却した。\n都市施設は，土地利用，交通等の現状及び将来の見通しを勘案して，適切な規模\nで必要な位置に配置するという観点に基づいて定められるべきものであって，都市\n計画を策定する上で，公有地を利用することによっては行政目的を達成することが\nできない場合にのみ民有地を利用することが認められるべきであるといった観点が\n絶対的なものであると解することはできない。\n建設大臣が本件都市計画決定において本件民有地を本件公園の区域と定めたこと\nは，合理性に欠けるものではない。南門の位置を変更し，新たに園路を設けると，\n樹木の伐採等が必要になるのであり，このような南門の位置の変更は，できる限り\n既存の樹木を保全するという見地から望ましいものではない。本件都市計画決定に\nついて，裁量権の範囲を逸脱し又はこれを濫用してしたものであるということはで\nきない。\n本件都市計画決定は違法ではなく，これを前提とする本件事業認可も違法ではな\nい。\n４ しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n旧都市計画法は，都市施設に関する都市計画を決定するに当たり都市施設の区域\nをどのように定めるべきであるかについて規定しておらず，都市施設の用地として\n民有地を利用することができるのは公有地を利用することによって行政目的を達成\nすることができない場合に限られると解さなければならない理由はない。しかし，\n都市施設は，その性質上，土地利用，交通等の現状及び将来の見通しを勘案して，\n適切な規模で必要な位置に配置することにより，円滑な都市活動を確保し，良好な\n都市環境を保持するように定めなければならないものであるから，都市施設の区域\nは，当該都市施設が適切な規模で必要な位置に配置されたものとなるような合理性\nをもって定められるべきものである。この場合において，民有地に代えて公有地を\n利用することができるときには，そのことも上記の合理性を判断する一つの考慮要\n素となり得ると解すべきである。\n原審は，建設大臣が林業試験場には貴重な樹木が多いことからその保全のため南\n門の位置は現状のとおりとすることになるという前提の下に本件民有地を本件公園\nの区域と定めたことは合理性に欠けるものではないとして，本件都市計画決定につ\nいて裁量権の範囲を逸脱し又はこれを濫用してしたものであるということはできな\nいとする。しかし，原審は，南門の位置を変更し，本件民有地ではなく本件国有地\nを本件公園の用地として利用することにより，林業試験場の樹木に悪影響が生ずる\nか，悪影響が生ずるとして，これを樹木の植え替えなどによって回避するのは困難\nであるかなど，樹木の保全のためには南門の位置は現状のとおりとするのが望まし\nいという建設大臣の判断が合理性を欠くものであるかどうかを判断するに足りる具\n体的な事実を確定していないのであって，原審の確定した事実のみから，南門の位\n置を現状のとおりとする必要があることを肯定し，建設大臣がそのような前提の下\nに本件国有地ではなく本件民有地を本件公園の区域と定めたことについて合理性に\n欠けるものではないとすることはできないといわざるを得ない。\nそして，樹木の保全のためには南門の位置は現状のとおりとするのが望ましいと\nいう建設大臣の判断が合理性を欠くものであるということができる場合には，更\nに，本件民有地及び本件国有地の利用等の現状及び将来の見通しなどを勘案して，\n本件国有地ではなく本件民有地を本件公園の区域と定めた建設大臣の判断が合理性\nを欠くものであるということができるかどうかを判断しなければならないのであ\nり，本件国有地ではなく本件民有地を本件公園の区域と定めた建設大臣の判断が合\n理性を欠くものであるということができるときには，その建設大臣の判断は，他に\n特段の事情のない限り，社会通念に照らし著しく妥当性を欠くものとなるのであっ\nて，本件都市計画決定は，裁量権の範囲を超え又はその濫用があったものとして違\n法となるのである。\n５ 以上によれば，南門の位置を変更することにより林業試験場の樹木に悪影響\nが生ずるか等について十分に審理することなく，本件都市計画決定について裁量権\nの範囲を逸脱し又はこれを濫用してしたものであるということはできないとした原\n審の判断には，判決に影響を及ぼすことが明らかな法令の違反がある。論旨はこの\n趣旨をいうものとして理由があり，原判決は破棄を免れない。そこで，更に審理を\n尽くさせるため，本件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官津野\n修，同中川了滋，同古田佑紀の各補足意見がある。\n裁判官古田佑紀の補足意見は，次のとおりである。\n私は，本件公園に関する都市計画が昭和３２年に決定された当時の状況にかんが\nみ合理性を欠くものであるといえるかどうかを判断するため，樹木の状況を明らか\nにし，南門の位置の決定あるいは区道との接続部分の設定の合理性について更に審\n理を尽くす必要があるとする趣旨の法廷意見に対し異論を挟むものではないが，以\n下の点について，補足して意見を述べておきたい。\n法廷意見は，都市施設の区域の決定の合理性を判断するに際し，利用可能な公有\n地があるときは，そのことも一つの考慮要素となり得るとする。確かに，利用可能\nな公有地があり，民有地ではなくそれを利用しても都市計画の目的を実現する上で\n特に差が生じないような場合は，特段の事情がない限り，特定の個人に負担が集中\nすることを避ける観点から，そのような民有地の利用は合理性を欠くといえるであ\nろう。しかしながら，都市計画は，長い年月をかけて，状況の変化に応じて修正を\n加えながら，できる限り任意買収によって，昀も適切と考えられる都市の姿を形作\nって行く場合が少なくないと思われるのであって，民有地だけではなく公有地が存\n在するために，都市計画の目的達成から見てより合理性の低い計画を立てることを\n余儀なくされるとすれば，それは，都市計画の本旨に反するといわなければならな\nい。\nもとより，法廷意見も，このようなことを求めるものではないが，この点に関す\nる私の見解を明らかにしておくこととする。\n裁判官津野修，同中川了滋は，裁判官古田佑紀の補足意見に同調する。\n(裁判長裁判官 滝井繁男 裁判官 津 野 修 裁 判官 今井 功 裁判官\n中川了滋 裁判官 古田佑紀）\n"
}