{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 26
  },
  "case_number": "平成11(ネ)1954",
  "case_name": "損害賠償請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2308",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2308",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/308/002308_hanrei.pdf",
  "contents": "主　　　　　文\n１　１審被告の本件控訴を棄却する。\n２　１審原告Ａ１及び１審原告Ａ２の附帯控訴に基づき，原判決中同１審原告らに関する部\n分を，次のとおり変更する。\n(1)　１審被告は，１審原告Ａ１及び１審原告Ａ２に対し，それぞれ３４９１万７９９３円及びこれ\nに対する平成３年５月１４日から支払済みまで年５分の割合による金員を支払え。\n(2)　１審原告Ａ１及び１審原告Ａ２のその余の請求をいずれも棄却する。\n３　その余の１審原告らの附帯控訴をいずれも棄却する。\n４　１審原告Ａ１及び１審原告Ａ２と１審被告との間に生じた訴訟費用は，１，２審を通じて，こ\nれを２分し，その１を同１審原告らの負担とし，その余を１審被告の負担とし，控訴費用（１審\n原告Ａ１及び１審原告Ａ２に関する部分を除く。）は１審被告の負担とし，その余の１審原告\nらの附帯控訴費用は同１審原告らの負担とする。\n５　この判決は，２項の(1)に限り，仮に執行することができる。\n事実及び理由\n第１　申立て\n１　平成１１年（ネ）第１９５４号事件\n(1)　原判決中，１審被告敗訴部分を取り消す。\n(2)　前項の取消部分にかかる１審原告らの請求をいずれも棄却する。\n２　平成１１年（ネ）第１９５５号事件\n(1)　１審原告らは，１審被告に対し，それぞれ別表１「支払金額一覧表」の「支払金額」欄記\n載の各金員及びこれに対する平成１１年３月３１日から支払済みまで年５分の割合による金\n員を支払え（仮執行の原状回復の申立て）。\n(2)　仮執行宣言\n３　平成１３年（ネ）第４４９号事件\n(1)　原判決主文二項のうち，１審原告らが１審被告に対しそれぞれ別表２「附帯控訴に基づ\nく請求一覧表」の「請求金額」欄記載の各金員及びこれに対する平成３年５月１４日から支\n払済みまで年５分の割合による金員の支払いを求める請求を棄却した部分を取り消す。\n(2)　１審被告は，１審原告らに対し，それぞれ別表２「附帯控訴に基づく請求一覧表」の「請\n求金額」欄記載の金員及びこれに対する平成３年５月１４日から支払済みまで年５分の割合\nによる金員を支払え。\n(3)　(2)につき仮執行宣言\n第２　事案の概要等\n１　事案の概要\n本件は，１審被告が自己の所有する列車を信楽高原鐵道線に直通乗入運転をしていた\n際に，同線路上で信楽高原鐵道株式会社（以下，「ＳＫＲ」という。）が所有及び運転する列\n車と正面衝突する事故（いわゆる「信楽高原鐵道列車事故」）が発生し，同事故によって両\n列車に乗車していた乗客が死亡したことから，その相続人である１審原告らが，１審被告に\n対し，民法７０９条（予備的に商法２６１条３項，同法７８条２項，民法４４条１項），民法７１５\n条，旅客運送契約の債務不履行又は安全配慮義務違反に基づき，上記事故によって被っ\nた損害の賠償を求めた事案である。\n原審は，１審原告らの民法７１５条に基づく請求を認め，その請求を一部認容する判決を\n言い渡した。\n１審被告は，原審の判断を不服として，原判決のうち１審原告の請求を認容した部分を取\nり消し，同請求を棄却するよう求めて，本件控訴を提起するとともに，１審原告らに対し，原\n判決の仮執行宣言に基づき支払った金員の返還を求めている。\n他方，１審原告らは，１審原告らの損害を認めなかった原審の判断のうち一部を不服とし\nて，原判決の１審原告らの請求を棄却した部分のうち一部を取り消し，同部分の請求を認容\nするよう求めて，附帯控訴を提起した。\nなお，１審原告らは，本訴において，１審被告とともに，ＳＫＲに対しても，民法７０９条（予\n備的に商法２６１条３項，同法７８条２項，民法４４条１項），民法７１５条又は旅客運送契約の\n債務不履行に基づき，損害の賠償を求めたが，原審はその請求を一部認容する判決を言\nい渡し，同判決は確定している。\n２　争いのない事実及び争点\n以下のとおり付加，訂正，削除するほか，原判決の「事実及び理由」中「第二　事案の概\n要」のうち「一　争いのない事実」及び「二　争点」に各記載の１審被告に関する部分のとお\nりであるから，これらを引用する。\n(1)　原判決１４頁７行目から９行目までの「昭和６２年７月１３日に旧日本国有鉄道（以下「旧\n国鉄」という。）の移管を受けて発足した第３セクターの株式会社であり、」を「旧日本国有鉄\n道（以下，「旧国鉄」という。）の民営化に伴いその営業線であった信楽線が特定地方交通\n線として廃線されることが決定したため，同線の確保・存続を図るため，滋賀県及び信楽町\nが中心となって，昭和６２年２月１０日に設立された鉄道事業法による運送業等を目的とする\n第３セクターの株式会社であり，同年５月８日，旧国鉄から民営化された１審被告から，特定\n地方交通線信楽線に係る鉄道施設の無償譲渡を受け，同月９日，運輸大臣から，第１種鉄\n道事業の免許を受け，同年７月１３日ＳＫＲ線を開業した。その」に改める。\n(2)　原判決１６頁６行目の「法人自体の過失責任」の次に「（予備的に商法２６１条３項，同法\n７８条２項，民法４４条１項に基づく不法行為責任）」を加える。\n(3)　原判決１７頁２行目から３行目にかけて及び同頁７行目の各「法人過失」の次にいずれ\nも「（予備的に１審被告代表取締役の過失）」を加える。\n(4)　原判決９０頁８行目及び末行の各「上り五四六Ｄ列車」をいずれも「上り５１６Ｄ列車」に\n改める。\n(5)　原判決１１６頁３行目の「(2)」を「(3)」に，１１８頁１０行目の「(3)」を「(4)」にそれぞれ改め\nる。\n(6)　原判決１７５頁６行目の「五〇一」の次，同頁７行目及び１７８頁２行目の各「五三四」の\n次にいずれも「Ｄ」を加える。\n(7)　原判決１９２頁４行目から５行目にかけての「させれば」の次の「ば」を削る。\n(8)　原判決２０２頁３行目の「法人過失責任」の次に「（予備的に商法２６１条３項，同法７８条\n２項，民法４４条１項に基づく不法行為責任）」を加える。\n(9)　原判決２２８頁８行目の「刑事事件の被告」を「刑事事件の被告人」に改める。\n(10)　原判決２２８頁１０行目の「ＪＲの労働組合」を「１審被告の労働組合」に改める。\n(11)　原判決２３４頁９行目から２３５頁３行目までを「後記３(５)アのとおり」に，及び２３５頁５\n行目から２３６頁末行までを「後記３(5)イのとおり」にいずれも改める。\n(12)　原判決２４８頁１行目の「無断施行」を「無断施工」に改める。\n(13)　原判決２６９頁９行目の「原告」の次に「ら」を加える。\n(14)　原判決３２５頁８行目の「運転取扱心得」の次の「運転」を削る。\n(15)　原判決３６６頁９行目の「されなればなならない」を「されなければならない」に改める。\n(16)　原判決３６８頁４行目の「形て」を「形で」に改める。\n(17)　原判決３９８頁２行目の「Ａ３'」の次に「子」を加える。\n(18)　原判決４０７頁４行目の「３５５万３５５０円」を「３５５万３５００円」に改める。\n(19)　原判決４０９頁２行目の「有限会社Ｂ」の次に「商店」を加える。\n(20)　原判決４１８頁４行目の「欲しいもの」を「欲しいまま」に改める。\n(21)　原判決４２１頁１行目の「断ち切った」の次の「る」を削る。\n(22)　原判決４２４頁１０行目の「四七五五万七八五一円」を「４７５５万８３３１円」に改める。\n(23)　原判決４４０頁９行目の「二〇三〇万〇三二九円」を「２０３０万０２２９円」に改める。\n(24)　原判決４４５頁７行目の「一二四一万七三九八円」を「１３８０万７７５４円」に改める。\n(25)　原判決４４５頁９行目から１０行目にかけての「一九五万七〇〇〇円」を「１９３万円」に\n改める。\n(26)　原判決４４８頁４行目の「七六万四〇〇〇円」を「７６万４８００円」に改める。\n(27)　原判決４９５頁３行目の「Ｃ'」を「Ｃ」に改める。\n３　当審における当事者の主張\n(1)　原審の訴訟手続違反について\nｱ　１審被告\n原審の訴訟手続には，以下のとおり処分権主義違反，弁論主義違反，釈明義務違反又\nは不当な予断に基づく判断の各違法があるから，原判決を取り消すべきである。\n(ｱ)　処分権主義違反について\n原判決は，１審原告らが請求していない訴訟物について判決したものであるから，民事訴\n訟法２４６条に違反した違法がある。\n１審原告らが本訴において過失として主張している，方向優先てこの設置及び操作に関\nする注意義務違反，乗務員の教育及び訓練に関する注意義務違反並びに事前トラブルを\n通じての注意義務違反は，１審被告の法人としての不法行為（民法７０９条）における過失と\nしてであり，１審被告の使用者責任における被用者の過失としては主張していない。\nところで，原判決は，１審被告の法人としての不法行為責任を否定したが，上記各注意義\n務違反を１審被告の被用者個人の過失と認定して，１審被告に対する使用者責任に基づく\n損害賠償請求を認容した。そして，１審被告の法人としての不法行為に基づく損害賠償請\n求と使用者責任に基づく損害賠償請求は，適用法条を異にし，訴訟物を異にする。\n民法７１５条の使用者責任が成立するためには，先ず被用者について不法行為（民法７０\n９条）責任が成立する必要がある。原判決は，Ｄ１運転士の他に，１審被告の電気部長，電\n気部信号通信課長，運輸部管理課長，運輸部運用課長及び安全対策室長の５名につい\nて，信号システムに関する過失，教育及び訓練に関する過失並びに報告体制確立に関す\nる過失に基づく不法行為責任を認定し，１審被告について民法７１５条の使用者責任を認\n定した。しかし，１審原告らは，上記５名についての不法行為責任を主張しておらず，Ｄ１運\n転士，Ｄ２運転士，Ｄ３指導員，Ｄ４助役，Ｄ５助役及びＤ６助役の６名の報告義務違反行為\n及びＤ１運転士の事故当日の過失行為に基づく不法行為責任について主張したに止ま\nる。\n原判決が認定した１審被告の電気部長，電気部信号通信課長，運輸部管理課長，運輸\n部運用課長及び安全対策室長の信号システムに関する過失，教育及び訓練に関する過失\n並びに報告体制確立に関する過失は，１審原告らが主張した上記６名（Ｄ１運転士，Ｄ２運\n転士，Ｄ３指導員，Ｄ４助役，Ｄ５助役及びＤ６助役）の報告義務違反とは，主体はもとより，\n義務違反の内容も全く異にし，法的には異質のものである。同じく民法７１５条の前提である\n７０９条の不法行為であるといっても，両者は，主体，時期，場所及び行為の性質（義務違\n反の内容）等を異にし，訴訟物としては全く別異のものである。つまり，原判決は，１審被告\nの電気部長，電気部信号通信課長，運輸部管理課長，運輸部運用課長及び安全対策室\n長の不法行為責任について，１審原告らの請求がないにもかかわらず，これを認容したもの\nである。\nなお，１審原告らが法人たる１審被告自体の過失を基礎づける事実として主張している事\n実中には，原判決が認定した１審被告の電気部長，電気部信号通信課長，運輸部管理課\n長，運輸部運用課長及び安全対策室長の各個人の注意義務である各結果回避義務の内\n容及び予見可能性は全く含まれていないのであるから，１審原告らの民法７０９条に関する\n主張をもって，電気部長，電気部信号通信課長，運輸部管理課長，運輸部運用課長及び\n安全対策室長を直接の行為者とする民法７１５条の不法行為責任の損害賠償請求の申立\nてがあったと解することもできない。\n(ｲ)　弁論主義違反について\n仮に原判決が民事訴訟法２４６条に違反していないとしても，前記(ｱ)のとおり，原判決は，\n当事者の主張がないにもかかわらず，電気部長，電気部信号通信課長，運輸部管理課\n長，運輸部運用課長及び安全対策室長の各結果回避義務違反の内容及び予見可能性に\n関する事実を認定しているから，弁論主義に違反した違法がある。\n(ｳ)　釈明義務違反について\n原審における訴訟手続には，釈明義務に違反した違法がある。\n原判決は，１審原告らが主張していない事実を認定する場合には，釈明権（民訴法１４９\n条）を行使し，その点について１審原告らの主張につき釈明を求め，１審被告にも反論及び\n反証の機会を与え，争点につき両当事者の主張を尽くさせるべきであった。ところが，原判\n決は，争点になっていない事実及び法的構成について，１審被告に十分な反論及び反証\nの機会を与えることなく，いわゆる不意打ちを与えた。\nまた，原審における準備手続（平成８年９月２０日午後４時）において，立証準備及び和解\n勧告の要否のための裁判所の見解が示された。その際，当時の裁判長から，「少なくとも方\n向優先てこの設置及び操作と本件事故との因果関係は認められない。１審被告がＳＫＲの\n赤信号冒進を予見し得たか否かにかかる。」「ＪＲの過失を前提とした和解の勧告はできな\nい。」との見解が述べられ，同時に，今後の立証計画の中心をそれに沿って絞るよう指導\n（訴訟指揮）された。さらに，同裁判長は，この指導（訴訟指揮）についての１審原告らの抗\n議に対し，「和解を進めるには心証を開示するのは当然である。また，立証については不意\n打ちすべきではないと考えており，争点を明確にして争うべきであると考えている。」とまで\n述べられた。それゆえ，原審の上記見解及び訴訟指揮に従い，１審被告としては，その後\n少なくとも方向優先てこの設置及び操作の問題については，十分な主張，立証を行わず，\n原審においてこの問題について十分な議論や立証が尽されなかった。ところが，原判決\nは，上記訴訟指揮と異なり，方向優先てこの設置及び操作と本件事故との因果関係を認\nめ，具体的には，これを１審被告の電気部長，電気部信号通信課長及び運輸部管理課長\nの過失の根拠とした。原審判決時において，裁判所の構成に変更があったとはいえ，あくま\nでも裁判所としては同一のものである。１審被告としては原審裁判所により不意打ちを受け\nたものであり，原審の釈明義務違反は明らかである。\n(ｴ)　不当な予断に基づく違法判決について\n原判決は，不当な予断に基づき１審被告に無過失責任を負わせようとしてものであると考\nえざるを得ない。\nｲ　１審原告ら\n原審の訴訟手続には，以下のとおり処分権主義違反，弁論主義違反及び釈明義務違反\nの各違法はいずれもなく，原判決を取り消すべきではない。\n(ｱ)　処分権主義違反について\n原判決は，以下のとおり民事訴訟法２４６条に違反していない。\nａ　訴訟物の同一性について\n１審原告らが本訴において１審被告に対し請求していた不法行為（民法７０９条）に基づく\n損害賠償請求権と，原判決が認容した使用者責任（民法７１５条）に基づく損害賠償請求権\nの訴訟物は同一である。\n不法行為における訴訟物の同一性の識別は，違法行為の同一性から判断されるべきで\nあり，同一の生活事象による損害賠償請求が複数の実体法規によって根拠付けられる場合\nであっても，訴訟物を一個と評価すべきである。\nまた，１審原告らが本訴において１審被告に対し請求していた使用者責任に基づく損害\n賠償請求権と，原判決が認容した使用者責任に基づく損害賠償請求権の訴訟物は同一で\nある。なぜなら，使用者責任に基づく損害賠償請求権は，従業員及び過失の内容が異なっ\nても，訴訟物が同一であると解さなければ，従業員ないし過失の内容が異なるごとに訴訟を\n提起することが許され，また，消滅時効が進行するなどの不都合が生じるからである。使用\n者責任の被用者の特定については，その職責が重要なのであって，従業員個人が重要な\nのではない。\nｂ　申立ての善解について\n裁判所が認定した訴訟物と当事者が請求した訴訟物とが異なる場合であっても，民事訴\n訟法２４６条に違反するか否かを判断するに当たっては，裁判所は申立ての趣旨を善解す\nることができる。\n原判決は，１審原告らが１審被告自身又はその代表取締役の不法行為に基づく損害賠\n償請求において過失として主張した信号システムに関する過失，教育及び訓練に関する過\n失並びに報告体制確立に関する過失を１審被告の被用者である電気部長，電気部信号通\n信課長，運輸部管理課長，同部運用課長及び安全対策室長の過失として認定し，同人ら\nの不法行為を理由に１審被告に対する使用者責任に基づく損害賠償を認めた。これは，原\n判決が，１審原告らの主張する法人の不法行為責任を否定したことから，１審原告らが法人\nの不法行為責任を前提に主張した１審被告の過失を，１審被告の被用者の過失として善解\nしたものであるので，民事訴訟法２４６条に違反しない。\n(ｲ)　弁論主義違反について\n原判決は，弁論主義に違反していない。\n弁論主義は，不意打ちの防止及び公平な裁判への信頼確保の要請などの多元的な根拠\nに基づく歴史的所産であるが，善解ないし判決釈明が許されないわけではなく，その場合\nに弁論主義に違反しないとして許容される範囲は，裁判所の事実認定によって不利益を受\nける当事者がその事実について現実に防御活動をしたか，又は防御活動をすることができ\nたとみても無理とはいえない場合に限られる。\n１審原告らは，１審被告が弁論主義違反の認定であると主張する信号システムに関する過\n失，教育及び訓練に関する過失並びに報告体制確立に関する過失について実質的には\n主張していたのであり，１審被告自身又はその代表取締役の不法行為責任を理由とする損\n害賠償請求が認められるべきであると考え，使用者責任に基づく損害賠償請求の構成をと\nらなかったため，その過失の主体について１審被告の被用者の職制上の地位を明示的に\n主張していなかったにすぎない。他方，１審被告は，前記各過失について，十分な主張及\nび立証を機会を与えられており，不意打ちにはなっていない。\nしたがって，原判決が１審被告の被用者について前記各過失を認定したことが弁論主義\n違反となるものではない。\n(ｳ)　釈明主義違反について\n原審における訴訟手続に，釈明義務違反はない。\n原審の裁判長が，平成８年９月２０日の進行の打合せにおいて，方向優先てこ６５Ｒの設\n置及び操作と本件事故との因果関係等について見解を述べたことはなく，また，立証計画\nについての訴訟指揮もなかった。また，前記期日は，準備手続ではなく，非公式の打合せ\nにすぎないから，その際の裁判長の発言をもって訴訟指揮として，釈明義務違反であるとす\nることはできない。\nなお，１審原告は，前記期日後に，本件の重要な争点にかかる事実関係を全面的に主張\n及び立証し，１審被告もこれに対する反論及び反証をしているところ，裁判所の心証は当事\n者の主張及び立証によって変化する流動的なものであるから，前記期日時点における裁判\n所の心証ないし訴訟指揮等をもって釈明義務違反であるとすることはできない。\n(2)　１審被告又はその代表取締役若しくは被用者の過失行為について\nｱ　１審被告\n１審被告又はその代表取締役若しくは被用者の過失行為を認めることはできないにもか\nかわらず，１審被告の被用者の過失行為を認定した原判決は誤っているから，原判決を取\nり消すべきである。\n(ｱ)　本件直通乗入れに際しての１審被告の立場について\n原判決は，１審被告には，本件直通乗入れに際し，ＳＫＲ線の利用者に対して，同線上に\nおいて自社所属の施設，車両又は従業員が関係した事故が発生しないように独自に安全\n対策を講ずべき立場にあったとして，ＳＫＲ線上における事故発生防止のための行為義務\n（作為義務）を負うべき立場にあったことを認めているが，以下のとおり，１審被告はＳＫＲ線\nにおいてそのような行為義務を負わない。\n（以下省略）\n(ｲ)　１審被告又はその代表取締役若しくは被用者の注意義務について\n原判決は，１審被告に前記行為義務があったことを前提に，１審被告の代表取締役に安\n全体制確立義務があり，１審被告の被用者にその職分に応じた形で同様の義務があるとす\nるが，この見解は誤っている。\nａ　注意義務の程度について\n（省略）\nｂ　予見可能性について\n（省略）\nｃ　回避可能性について\n（省略）\nｄ　信頼の原則について\n(a)　信頼の原則の意義について\n信頼の原則とは「行為者がある行為をなすにあたって，被害者又は第三者が適切な行動\nをすることを信頼するのが相当な場合には，たとえその被害者又は第三者の不適切な行動\nによって結果が発生したとしても，それに対して責任を負わない。」とする原則であり，結果\n回避義務，予見可能性の存否及び内容を軽減するものである。\n(b)　信頼の原則の適用範囲について\n「信頼の原則」は刑事法分野で形成された法理であるが，現在において民事法の分野で\nもこれが適用されるべきことは，確立した判例法理となっている。\nまた，道路交通の分野のみならず，海上及び航空交通の分野においても適用される。\nさらに，被害者と加害者の間という対立関係ばかりではなく，同じ方向に向けられた企業\n活動やチーム医療等において，危険な作業を遂行するにあたり，その業務関与者が作業を\n分担し，相互に各人の適正な結果防止措置を信頼することが相当である場合にも適用され\nるのである。\nしたがって，信頼の原則の法理は，多数の従業員の業務を高度に分化及び組織化して\n初めてその運営が可能となる高速度鉄道輸送事業においても適用され，その各人の過失\n責任を検討する際には，当該業務に従事する者相互の間で，他人が適正に行動することを\n期待してよく，他の従事員が違法な行為に出ることまでを予見して行動することを求めるの\nは誤りである。また，本件直通乗入れにおける１審被告とＳＫＲとの間にも適用される。鉄道\n事業者は，前記のとおり運輸大臣の免許を受けたうえで，厳格な運輸大臣の監督統制下に\n鉄道事業を継続しているのであるから，ＳＫＲ線に直通乗入れ等をする１審被告は，ＳＫＲの\n事業活動たる鉄道輸送の安全性についてはこれが確保されているとの信頼を有することが\nむしろ当然である。\n(c)　閉そくの不確保と信頼の原則について\n信頼の原則からすれば，１審被告の被用者に対して，ＳＫＲが鉄道輸送の安全の根幹を\nなす閉そくを遵守せずして，列車を発車させることについてまで予見義務を課すことはでき\nないというべきである。\n特許企業は，その事業活動について行政庁の種々の厳格な監督統制を受けており，鉄\n道事業においては鉄道事業法及び運輸省令である鉄道運転規則等に基づく運輸大臣の\n監督を受けるのである。特に鉄道事業の安全の確保は，各鉄道事業者が鉄道運転規則等\nの法令を遵守することによって初めて可能になるところ，鉄道運転規則が定める鉄道輸送\nの安全確保の基本は「閉そく」という仕組みであり，鉄道事業者はこの「閉そく」を厳守するこ\nとが何よりも強く要請されるのである。特許企業者であり，運輸大臣の監督を受けるＳＫＲ\nが，この「閉そく」を確保しないで列車を運行することなど，１審被告の関係者において予見\nの埒外の事柄である。\nここで簡単に「閉そく」を説明すれば，線路を一定の区間に区切り，同一区間には複数の\n列車の進入を禁止することにより，正面衝突及び追突等の列車衝突事故の発生を防止す\nる仕組みのことである。鉄道における運転の安全を図ること等を目的として制定された鉄道\n運転規則は，特に「閉そく」の定義規定をおき，閉そくとは「一定の区間に同時に二以上の\n列車を運転させないために，その区間を一列車の運転に占用させることをいう。」と定めたう\nえ（同規則２条１項３号），第五章「閉そく等」で９４条から１６３条の２までを費やして「閉そく」\nに関する詳細な規定をおいている。このように，鉄道事業者にとって「閉そく」は重要な意味\nを持つものであるが，「閉そく」の確保は現在ではほとんど信号によって行われている。その\n信号の進行現示は，進路の開通を示すとともに，当該信号によって保障された前方（内方）\nの閉そく区間において，「閉そく」が確保されており，当該列車しか閉そく区間に進入できな\nいことを示すものである。このように鉄道運転規則において，「閉そく」は，次章の「鉄道信\n号」とともに，鉄道輸送の安全確保の基本的仕組みとして位置付けられているのである。\nなお，ＳＫＲは規則に定められた数々の代用閉そく方式に違反して列車を運行していた\nが，これは形式的な手続の不履行にすぎず，実質的な安全は確保されていたから，代用閉\nそく方式の一部不履行と閉そくを確保しない運転の間に深い断絶がある。具体的に本件に\n即して観察すれば，貴生川駅と小野谷信号場との間又は小野谷信号場と信楽駅との間に\nおいて代用閉そく方式を施行するにつき，閉そくを確保するために絶対に必要なことは，小\n野谷信号場を通過する列車に対し，停車すべきか発車すべきかの指示を与えるために，無\n人の同信号場に人を派遣して，信楽駅長と連絡打合せをさせることである。それがなされて\nいる限り閉そくは確保される。運転通告券の不交付や，指示者が駅長ではない者であること\nなど形式的な違反行為が行われた平成３年４月８日及び同月１２日においても，小野谷信\n号場にＤ７業務課長以下のＳＫＲ社員が派遣されており，閉そくが確保された運転がなされ\nていたのであるから，形式的手続違反と閉そくの不確保との間では，質的に相違が存する\nことは明らかである。それ故，前記信頼の原則の法理に基づけば，かかる形式的手続違反\nを見聞した１審被告の被用者に対し，ＳＫＲが閉そくを確保しない運転をする会社であると\nの予見義務を課すことは不可能である。\n(ｳ)　信号システムに関する注意義務違反について\n１審被告らには信号システムに関する注意義務違反はなく，仮にこれがあったとしてもそ\nの注意義務違反と本件事故との因果関係がないから，原判決が，１審被告の電気部長，電\n気部信号通信課長及び運輸部管理課長に信号システムに関する注意義務違反の過失が\nあり，これによって本件事故が惹き起こされたとするのは，誤っている。\nａ　過失について\n（省略）\nｂ　因果関係について\n（省略）\nｃ　ＳＫＲの方向優先てこに対する認識について\n（省略）\n(ｴ)　教育・訓練に関する注意義務違反について\n１審被告の被用者は，本件直通列車の乗務員等に対する教育及び訓練を適法に行って\nいたから，原判決が，１審被告の被用者において本件直通列車の乗務員に対する教育及\nび訓練義務違反があるとしたことは，誤っている。\nａ　１審被告のＳＫＲとの協議義務違反について\n（省略）\nｂ　予見可能性について\n（省略）\nｃ　教育及び訓練義務違反について\n（省略）\n(ｵ)　報告及び報告体制確立に関する注意義務について\n１審被告は，報告体制を確立しているから，報告体制確立に関する注意義務に違反した\n過失はなく，また，ＳＫＲに対する申入れによって本件事故の発生を防止することができたこ\nとの立証はないから，１審被告に安全体制確立に関する注意義務に違反した過失を認めた\n原判決は，誤っている。\nａ　報告体制確立義務の意義について\n１審被告は，組織内の情報伝達体制を確立しており，新たに報告体制を確立すべき注意\n義務はない。\nなお，１審被告には，情報の伝達不全によって，ＳＫＲ線上における事故発生が予見でき\nないというような事態が生じないように組織内の情報伝達体制を確立すべき注意義務があ\nったとはいえず，１審被告がこれを怠った注意義務違反があったとはいえない。前記情報伝\n達体制確立義務は，その具体的内容が不明確で，その程度・範囲が無限定であり，そのた\nめ，結果回避義務なしに，１審被告に過失を認めることになり，不当である。\nまた，１審被告がＳＫＲに対し代用閉そく方式の適正な実施等につき善処方を申し入れる\nべきであったとするのは，１審被告らに要求される具体的注意義務の内容が不明である。\nｂ　予見可能性について\n１審被告の被用者には，指揮命令系統の混乱や区間開通確認の懈怠の認識は全くな\nい。加えて，前記各トラブル時にＳＫＲの形式的代用閉そく違反は経験したものの，いずれ\nも前途区間の閉そくは確保されており，１審被告の被用者が実質的危険を体験することもな\nかったのである。それゆえ，１審被告の被用者は，本件事故結果の発生または結果発生に\n至る因果経過の重要部分（①ＳＫＲが本件５３４Ｄ列車を閉そくを確保せずに信楽駅を出発\nさせたこと，②ＳＫＲが小野谷信号場下り出発信号機１３Ｒに進行信号を誤表示させたこと）\nを現実に予見しなかったし，予見可能性すらなかった。そこに報告体制の不備や報告につ\nいての具体的注意義務違反は見出せず，過失責任は存在しないものである。\nｃ　回避可能性について\n１審被告が，ＳＫＲに対し，代用閉そく方式の適正な実施等につき善処方を申し入れたと\nしても，これによって本件事故の発生を防止し得たことは立証されていない。\nｄ　信頼の原則との関係について\n前記情報伝達体制確立義務違反は，その程度・範囲が無限定であり，信頼の原則に対\nする配慮がなされていない。\nＳＫＲがＳＫＲ線の運行管理権を有していたこと，１審被告とＳＫＲとの間で締結された車両\n直通運転契約書９条によれば，ＳＫＲ線内で発生した直通運転列車の鉄道運転事故及び\n運転阻害の報告は，１審被告が定める運転事故報告手続に準じて，ＳＫＲが対処する旨の\n取決めがなされており，上記運転事故報告手続１５条には，他会社に関係がある鉄道運転\n事故及び運転阻害事故の概要を他会社の指令員に通報することが，同９条には，鉄道運\n転事故及び運転阻害事故の報告の基準がそれぞれ定められているところ，その報告は事\n故の発生地の線区を管理する輸送指令員にするものとされており，まさにＳＫＲで発生した\nものについては，ＳＫＲ線内で処理すべきものとなっていたことから，情報を収集し，報告体\n制を含めた安全対策を積極的に講ずる義務は一次的にはＳＫＲにあり，１審被告はこれを\n信頼することが許されている。\nｅ　報告体制確立義務違反の前提となる事実について\n(a)　４月８日の信号トラブル①（指揮命令系統の混乱）について\n１審被告の貴生川駅のＤ６助役が，平成３年４月８日の信号トラブルの際，信楽駅に電話\nをして，信楽駅の当務駅長を確かめることなく，ＳＫＲのＤ７業務課長を呼び出したことには\n何ら問題がなく，ＳＫＲの指揮命令系統の混乱も知り得なかったものである。\nＳＫＲは，平成３年４月８日の信号トラブルの際，Ｄ７業務課長を中心として統一された業務\n体制の下に，代用閉そく方式を施行していたのであり，指揮命令系統の混乱は存在しなか\nった。\n平成３年４月８日の信号トラブルの際，Ｄ７業務課長が貴生川駅長との打合せを行ったり，\n要員派遣を指示したりしたことをもって，ＳＫＲの指揮系統の混乱であるということはできな\nい。なぜならば，Ｄ７業務課長は，１審被告との本件直通乗入れに関する折衝の実質的な\n責任者であり，運転関係の法規・車両及び列車乗務員の運用についてはＳＫＲの第一人者\nであり，経歴，実力から見ても，ＳＫＲの鉄道輸送業務において包括的かつ全般的な指揮\n監督権を有していたというべきであるし，現にＳＫＲ内での認識も同様であった。また，信楽\n駅は運転主任が１名であり，同人が当務駅長を務める停車場であるので，経験豊富な上位\n職のＤ７業務課長が実質的な指揮命令をしたとしても，運転主任（当務駅長）がその権限を\nＤ７業務課長に授与していることが明らかであるから，それをもって指揮命令系統の混乱が\nあることにはならない。\n(b)　４月８日の信号トラブル②（区間開通の確認の懈怠）について\n１審被告の貴生川駅のＤ６助役は，平成３年４月８日の信号トラブルの際，ＳＫＲが実質的\nに区間開通の確認を行わなかったことを認識し得なかった。なぜならば，同助役は，徒歩以\n外でも区間開通確認は可能と考えているから，区間開通確認が短時間に実施された場合\nでも特に疑問に思わなかったからである（常用閉そく方式で小野谷信号場と貴生川駅との\n間を昀終的に運転された上り５４６Ｄ列車が貴生川駅に到着したことで確認できる。）。\nなお，区間開通の確認は，それまでの列車の運行状況，当時運行されていた各列車の所\n在位置，ＳＫＲ保有の車両数及び代用閉そく開始までの時間などによって貴生川駅と小野\n谷信号場との間に列車がいないことが何らかの方法で確認されれば足りる。要は実質的に\n「一閉そく区間一列車」の原則が守られていることの確認がなされればよいのである。必ずし\nも，区間の全路線上に列車ないし車両がないことを人の目によって確認しなければならな\nいものではない。１審被告の運転作業要領には，常用閉そく方式で昀後に運転した列車の\n運転士に連絡して位置を確かめれば足りるという規定になっているところ，この作業要領は\n運輸省令である鉄道運転規則に基づいて作成されたものであり，その考え方は，各鉄道会\n社に普遍的なものであって，ＳＫＲ線においても当然適用され得る。少なくとも，ＳＫＲにおい\nてこれと異なる特別規定がない限り，適用して差し支えないというべきである。\n(c)　４月１２日の信号トラブル①（指揮命令系統の混乱）について\n１審被告の被用者は，平成３年４月１２日の信号トラブルの際，代用閉そく方式の施行に\nついてＳＫＲの指揮命令系統が混乱しているとの認識はなかった。\nＳＫＲは，平成３年４月１２日の信号トラブルの際，Ｄ７業務課長の下に統一されていた実\n質的な指揮命令系統によって代用閉そく方式を施行していた。仮に，法規上は同課長にそ\nの権限がなかったとしても，信楽駅の当務駅長であったＤ８運転主任が同課長に判断を委\nねるなど，同課長に権限を授与していたことは明らかである。したがって，実質的には指揮\n命令系統の混乱はない。\n１審被告の運転士は，代用閉そく方式を施行する旨の指示を受けた際，その指示者に対\nしていかなる権限で指示を出しているかを詮索することなどしないし，またその必要はない。\n５５０８Ｄ列車の小野谷信号場出発に際して，Ｄ１運転士がＤ９運転士の指示を受けたのは，\n当時小野谷信号場の当務駅長の任務を遂行していたＤ７業務課長の指示をＤ９運転士が\n伝達したものと理解したからである。乗務員にとって，駅の係員が駅長か否か確認すること\nはない。ただ，当該駅の社員であること（本件ではＳＫＲの社員であること）を確認できれば，\nその指示に従うのは当然である。\nＤ７業務課長は，小野谷信号場の運転係としての職務を行う際，信楽駅当務駅長の指示\nを受ける必要はない。ＳＫＲの運心の第４編第３章の代用閉そく方式（１１６条以下）にいう\n「駅長」とは｢信楽駅の運転主任｣を指すものではなく，貴生川駅，小野谷信号場又は信楽\n駅の３駅の「駅長」を指すことは明らかである。したがって，上記各駅長がそれぞれ独自の権\n限と責任において代用閉そく方式を施行するのであって，その際，小野谷信号場の駅長が\n信楽駅の駅長の指示を受けるとは到底解釈しえない。\n(d)　４月１２日の信号トラブル②（区間開通の確認の懈怠）について\n１審被告の貴生川駅のＤ１０助役は，平成３年４月１２日の信号トラブルの際，ＳＫＲのＤ１１\n運転士の指示で再度ＳＫＲのＤ１２施設整備主任が区間開通の確認を実施したことから，Ｓ\nＫＲが区間開通の確認の手続を遵守することの認識を新たにしたものであって，ＳＫＲが区\n間開通の確認を疎かにしていることを容易に知り得なかった。\nＳＫＲ線の安全確保義務は，一次的にはＳＫＲにあり，会議でも代用閉そく方式施行時の\n区間開通の確認をＳＫＲが実施するとの合意もあり，１審被告がＳＫＲの措置を信頼すること\nは許される。そして，平成３年４月１２日の信号トラブルの際，Ｄ１２施設整備主任が区間開\n通を再確認をしたのであるから，ＳＫＲに区間開通の確認に懈怠はないとの１審被告の信頼\nは保護されるべきである。\n(e)　４月１２日の信号トラブル③（運転通告券の不交付等）について\n１審被告は，ＳＫＲが平成３年４月１２日の信号トラブルの際に施行した代用閉そく方式に\nおいて行った運転通告券の不交付等の手続違反から，ＳＫＲが閉そくを無視して列車を運\n行することを予見することはできなかった。\n前記の手続違反は，形式上の違反ではあるものの，実質的違反ではなく，ましてや「赤信\n号無視の冒進」に対しての予見に結びつかせるような可能性は一切ない。運転通告券交付\nなどの各手続は他の方法により代用可能な手続であったし，実質的な閉そくの確保は行わ\nれていたところであって，列車の安全運転には何ら支障はなかったのである。そして，本件\n事故発生の原因は，ＳＫＲにおいて閉そくを確保せずに列車を発車させたことであって，運\n転通告券などの代用閉そく方式所定の手続を遵守しなかったことではなく，手続の不遵守\nの経験が直ちに閉そくを無視した列車運転の予見を可能にするものではない。\n(f)　４月１２日の信号トラブル④（進路の開通の確認）について\n１審被告のＤ１運転士は，平成３年４月１２日の信号トラブルの際，５５０４Ｄ列車を小野谷\n信号場から出発させるときに，同信号場上り出発信号機１２Ｌが進行信号を現示していたの\nを現認したので，上り方向の進路を構成しているポイントが開通していると確認できたことに\nなる。なぜならば，代用閉そくを実施する区間は，信号システムの一部分（本件の場合は貴\n生川駅方）が使用できないため，全体の信号システムを使用しないことにしているのであり，\n故障していない信号機に進行信号が現示されているときには，それなりの条件（ポイント開\n通，信号内方の列車の不存在など）が整っていることに変わりはないからである。\n(g)　４月１２日の信号トラブル⑤（進行信号の異常現示）について\n１審被告のＤ１運転士は，平成３年４月１２日の信号トラブルの際，５５０４Ｄ列車を小野谷\n信号場に停車させていたときに，同信号場上り出発信号機１２Ｌに進行信号が一瞬現示さ\nれ，同列車の発車時にも前記１２Ｌに進行信号が現示されたことを目撃したが，これをもって\nＳＫＲの信号機が異常な進行信号を現示するおそれがあると認識することはできない。\n当時，ＳＫＲによる信号システムの修理が行われており，ＳＫＲのＤ１３運転主任が信号てこ\nを操作したために，上記１２Ｌに進行信号が現示されたものであるから，上記進行信号の現\n示は異常現示ではない。故障していた貴生川駅の信号機と異なり，小野谷信号場の信号\n機が手動操作で進行信号を現示しても何ら異とするに足らない。\nまた，Ｄ１運転士は，前記１２Ｌの進行信号の現示を一瞬目撃したにすぎず，そのときは信\n号機が直ったと思っただけであり，信号機が異常な進行信号を現示するおそれがあるという\n認識をしていない。\nなお，５５０４Ｄ列車に指導添乗していた１審被告のＤ３指導員及びＤ４指導助役は，前記\n１２Ｌの進行信号の現示を目撃していない。\n(h)　５月３日の信号トラブル①（Ｄ１４運転士の同乗）について\nＳＫＲのＤ１４運転士は，平成３年５月３日の信号トラブルの際，５０１Ｄ列車に指導者として\n乗車していなかった。その旨を供述する原の証言及び検面調書（甲Ａ五五号証）は信用で\nきるのに対し，これに反するＤ１４の証言は虚偽である。\n(i)　５月３日の信号トラブル②（Ｄ２運転士の信楽駅出発信号機の赤固定に対する認識）に\nついて\n１審被告のＤ２運転士は，平成３年５月３日の信号トラブルの際，信楽駅出発信号機２２Ｌ\nが赤固定していたとの事実を認識していない。\n運転士は，列車を操縦することを職責としているので，信号故障の原因及び場所などの詳\n細を確認する必要はなく，駅係員から信号故障を告げられた場合であっても，当該駅係員\nがその信号故障を認識した時期及び方法について，運転士が知ることは困難であるし，関\n心も抱かないのが普通である。信号係員でさえも故障原因を特定することは難しいので，通\n常，故障状況が乗務員に告げられることはない。\nなお，ＳＫＲのＤ１４運転士は５０１Ｄ列車に同乗していないので，Ｄ２運転士がＤ１４運転士\nから前記２２Ｌの赤固定の告知を受けたことはない。ＳＫＲのＤ７業務課長の平成３年５月３日\nの信号トラブルの際の小野谷信号場での一連の行動状況から，Ｄ２運転士が前記２２Ｌの赤\n固定を認識することはできない。Ｄ２運転士は，信楽駅においても，前記２２Ｌの赤固定を認\n識することはできなかった。\n(j)　５月３日の信号トラブル③（Ｄ２運転士のＳＫＲの代用閉そく方式の施行方法に対する感\n想）について\n１審被告のＤ２運転士は，ＳＫＲの代用閉そく方式の施行が杜撰であるとの感想を抱いて\nいない。Ｄ２運転士が平成３年５月３日の信号トラブルの際に５０１Ｄ列車を小野谷信号場か\nら出発させたのは，同信号場と信楽駅との間の安全の確保がなされていたからである。その\n意味で，ＳＫＲの指示に基づく代用閉そく方式に従ったものである。\n(k)　５月３日の信号トラブル④（閉そくの不確保）について\nＤ２運転士が，平成３年５月３日の信号トラブルの際，小野谷信号場と信楽駅との間を運\n転したときに，運転通告券の交付を受けておらず，また，指導者の同乗はなかったが，同区\n間の閉そくは確保されていた。Ｄ２運転士が，５０１Ｄ列車を小野谷信号場から発車させる\n際，ＳＫＲの運転関係業務の責任者であるＤ７業務課長が同運転士に対し閉そくの確保に\nついて責任をもって保証を与えたのであり，また，Ｄ２運転士が小野谷信号場で行き違った\n５３４Ｄ列車はＳＫＲの手持ち車両のすべてである４両で編成されており，終着駅である信楽\n駅と小野谷信号場との間には他の列車が存在しなかったからである。したがって，Ｄ２運転\n士としては，閉そくが確保され，前途の区間の安全は確保されていると認識していた。\nＤ２運転士は，事前教育において「異常時の対応はすべてＳＫＲとする」との指導を受けて\nいたから，閉そくが確保されていた場合に，ＳＫＲの責任者で小野谷信号場の駅長役であ\nったＤ７業務課長の指示に従うことは，やむを得なかった。\n(l)　５月３日の信号トラブル⑤（Ｄ１運転士の運転通告券の不受領）について\nＤ１運転士は，平成３年５月３日の信号トラブルの際，Ｄ７業務課長に対し，運転通告券の\n交付を要求した。\n(ｶ)　Ｄ１運転士の本件事故当日における過失について\n１審被告のＤ１運転士には，本件事故当日，小野谷信号場において本件５０１Ｄ列車を停\n車させる義務及び携帯電話で信楽駅に連絡をとって同駅の指示を仰ぐべき義務のいずれ\nも認められないので，これらの義務があるとして，これらの義務を怠ったＤ１運転士に過失が\nあり，これによって本件事故が惹き起こされたとする原判決は，誤っている。\nＤ１運転士が小野谷信号場の信号機の青現示にかかわらず，本件５３４Ｄ列車が代用閉\nそく方式の手続を踏まないで信楽駅を出発し，これが対向していることを予見して停車すべ\nきであったとするのは，信号機が青信号を現示している場合にも，運転士について常に停\n止するか否かの判断をすべきことを要求するものであって，鉄道事業者としては到底受け\n入れられないものである。\nａ　運転士の一般的注意義務について\n（省略）\nｂ　Ｄ１運転士の具体的な過失の不存在について\n（省略）\nｲ　１審原告ら\n１審被告又はその代表取締役若しくは被用者には本件事故について過失行為が認めら\nれるから，１審被告の被用者に本件事故について過失行為を認めた原判決は正当である。\n(ｱ)　本件直通乗入れに際しての１審被告の立場について\n１審被告が本件直通乗入れにおいてＳＫＲ線上においても行為義務があることを認めた\n原判決は正当である。\n（以下省略）\n(ｲ)　１審被告又はその代表取締役若しくは被用者の注意義務について\n原判決が，１審被告に前記行為義務があったことを前提に，１審被告の代表取締役に安\n全体制確立義務があり，１審被告の被用者にその職分に応じた形で同義務があるとしたこと\nは，正当である。\nａ　注意義務の内容及び程度について\n（省略）\nｂ　予見可能性について\n（省略）\nｃ　回避可能性について\n（省略）\nｄ　信頼の原則について\n本件事故前には，信号故障が頻発し，その際に施行された代用閉そく方式において手続\nに違反する行為が繰り返されていたのであるから，信頼の原則の前提が崩れていた。\n(a)　信頼の原則の根拠について\n信頼の原則の根拠を，現代の極度に高度化した技術経済社会において，各社会構成員\nは，他人の法益を侵害しないようにしようとすれば，ほとんど行為をすることができなくなるの\nで，各社会構成員に行動を可能にするための免責の制度であるとすることは，誤っている。\nなぜなら，過失の帰責根拠は，加害者の側から見るのではなく，被害者ないし社会の側か\nら見た信頼保護としてとらえるべきであるにもかかわらず，前記見解は，信頼保護を事故が\n発生した場合の免責の根拠としてのみ捉えるものであって，その視点が逆である。\n(b)　信頼の原則の民事事件への適用について\n信頼の原則を民事事件に適用する際には慎重にしなければならない。これまで民事事件\nに信頼の原則が適用された事例は，ほとんど自動車事故に関するものである。\n(c)　信頼の原則の要件について\n信頼の原則が適用されるためには，①交通関与者の相手方の行動に対する信頼が存す\nること（信頼の存在），②交通関与者が相手方の行動を信頼することが相当であること（信頼\nの相当性），③交通関与者に事故の原因となった交通法規違反が存在しないことが必要で\nある。\n(d)　信頼の原則の要件の該当性について\n前記①の要件については，本件事故において，１審被告のＳＫＲの行動に対する信頼が\n存すると認めることはできない。なぜなら，１審被告は，ＳＫＲが代用閉そく方式を適法に実\n施するに足るだけの人的体制及び能力がなく，その実施の経験はなく，訓練もしていないこ\nと，信号システムに対する知識が不十分であることを認識していたからである。また，１審被\n告は，本件事故前の信号トラブルの際にＳＫＲが代用閉そく方式を施行する際に違反を繰り\n返していたことも認識していた。\n前記②の要件については，本件事故において，１審被告がＳＫＲの行動を信頼することが\n相当であると認めることはできない。なぜならば，１審被告はＳＫＲの前記事情及び行動を\n認識していたからである。なお，ＳＫＲが第１種鉄道事業者であるということは信頼の相当性\nの根拠になるものではない。\n前記③の要件については，本件事故において，１審被告に本件事故の原因となった交通\n法規違反が存在しないとはいえない。なぜならば，１審被告は，本件直通乗入れに当たりＳ\nＫＲとの連絡の不徹底により方向優先てこ６５Ｒの設置及び操作によって信楽駅出発信号機\n２２Ｌに赤固定を生じさせ，ＳＫＲとの協議及び自社の教育及び訓練の不備により小野谷信\n号場において上り列車未到着の場合に下り列車の運転士が信楽駅と連絡をとることを徹底\nせず，本件事故前の信号トラブルの際にはＳＫＲが行った代用閉そく方式の施行の際の違\n反行為を容認及び関与し，これを適切に報告するよう徹底しなかったものであり，これらの\n行為が本件事故の原因となっているからである。\n(e)　組織における情報管理と信頼の原則について\n１審被告の組織が高度に分化及び専門化されていることから，１審被告の各分掌責任者\nが，他の部署においては適正に業務が遂行されていることを信頼してよいとはいえない。な\nぜならば，そのような場合にも信頼の原則が適用されるとすれば，高度に分業化及び専門\n化した大規模で複雑な組織を擁する業者，情報と責任を分散させた組織は，過失責任を負\nうことはほとんどなく，分業に名を借りたいわば無責任体制となる。\nｅ　公害裁判との対比について\n（省略）\n(ｳ)　信号システムに関する注意義務違反について\n１審被告は，方向優先てこ６５Ｒを設置するに当たって，ＳＫＲと連動会議及び結線会議を\n開催するなどして，信号システムに設計上の欠陥が生じないようにすべき注意義務を負って\nいたにもかかわらず，これを怠り，また，前記６５Ｒを操作するに当たって，ＳＫＲに対し，これ\nを連絡すべき義務を負っていたにもかかわらず，これを怠った過失により，信楽駅出発信号\n機２２Ｌに赤固定を生じさせ，これによりパニックに陥ったＳＫＲに代用閉そく方式に違反した\n列車の運行及びＤ１５信号技士に誤出発検知機能を無効化する回路の短絡を行わせ，本\n件事故を発生させたのであるから，１審被告の被用者の信号システム違反に関する過失を\n認め，これによって本件事故が惹き起こされたと認定した原判決は，正当である。\nａ　過失について\n（省略）\nｂ　因果関係について\n（省略）\nｃ　ＳＫＲの方向優先てこの設置及び操作に対する認識について\n（省略）\n(ｴ)　教育及び訓練における注意義務違反について\n１審被告は，ＳＫＲと本件直通乗入れについて十分な協議をせず，この不十分な協議に\n基づいて行われた本件直通列車の乗務員等に対する教育及び訓練も不十分なものであっ\nたから，１審被告には本件直通列車の乗務員等に対する教育及び訓練義務違反の過失が\nあり，これを認めた原判決は，正当である。\nａ　１審被告のＳＫＲとの協議義務違反について\n（省略）\nｂ　予見可能性について\n（省略）\nｃ　回避可能性について\n（省略）\nｄ　教育及び訓練義務違反について\n（省略）\n(ｵ)　報告及び報告体制確立に関する注意義務違反について\n１審被告らには報告体制確立に関する注意義務に違反した過失があるから，１審被告の\n安全対策室長及び運輸部運用課長に同過失を認定し，これによって本件事故が惹き起こ\nされたとした原判決は，正当である。\nａ　報告体制確立義務について\n(a)　報告体制確立義務の意義について\n１審被告には，情報の伝達不全によってＳＫＲ線上における事故発生が予見できないよう\nな事態を生じないようにするため，本件直通列車の乗務員及びＳＫＲと接触している駅員に\n対し，ＳＫＲ線の情報を的確に報告させ，これを集約し，組織内において情報を共有化する\n組織内の情報伝達体制を確立するべき注意義務があった。\nなお，１審被告に対する報告体制確立義務は，前記のとおり限定されたものであって，無\n内容なものでも，広汎なものでもない。\n(b)　報告体制確立義務の根拠について\n１審被告のような巨大かつ複雑な人的組織において，従業員１人が知り得た事故発生に\n結びつく情報を組織全体に伝達する体制がなければ，その情報は生かされず，様々な事\n故の発生に繋がるおそれがある。しかも，これらのいくつかの情報が総合的に分析されて初\nめて事故発生が予見できるような場合には，情報伝達体制がなければ，個々の従業員が知\nり得た事実だけでは，いずれの過失も認められないことになり，不合理な結論になる。\nｂ　予見可能性について\n１審被告の被用者は，ＳＫＲが信号トラブルの際に施行した代用閉そく方式には違反行為\nがあったから，本件事故を予見することは可能であった。また，１審被告の被用者は，上記\n事実から，ＳＫＲが１閉そく区間に１列車の原則を遵守していないことを認識することができ\nた。\nなお，ＳＫＲが信号トラブルの際に施行した代用閉そく方式の違反行為と本件事故の原因\nとなった赤信号冒進との間には質的相違は存しない。なぜなら，代用閉そく方式による運行\nは，形式的な手続の積み重ねによって実質的な安全を確保しているからである。\nｃ　回避可能性について\n１審被告は，本件直通列車の乗務員等から，平成３年４月８日，同月１２日及び同年５月３\n日の信号トラブル並びにその際にＳＫＲが施行した代用閉そく方式に違反があることの連絡\nを受けていれば，ＳＫＲに対し代用閉そく方式を規則に従って正しく行うように要求すること\nができ，本件事故を防止することができた。\nｄ　信頼の原則との関係について\n(a)　信頼の前提の欠如について\n１審被告は，ＳＫＲの代用閉そく方式の手続違反を繰り返し現認し，これに加担していたこ\nとから，信頼の原則を適用すべきではない。\n(b)　組織内部及び共同作業における信頼の原則の適用について\n１審被告の組織内部及びＳＫＲとの共同作業などに対して信頼の原則を適用することにつ\nいては，未だ確定した判例及び学説があるわけではないから，本件においても安易な適用\nは慎むべきである。\n(c)　運行管理権を根拠とする信頼の原則の適用について\n１審被告が主張する運行管理権の内容は漠然かつ不明確なものであって，そのような運\n行管理権を根拠に報告体制確立義務について信頼の原則を適用することには疑問があ\nる。\nまた，１審被告が，ＳＫＲ線の運行管理権を有しないことをもって，ＳＫＲ線における安全確\n保のための方策に困難があるわけではないから，ＳＫＲが提供した情報を信用すれば足りる\nというものではない。\n(d)　直通運転契約書９条を根拠とする信頼の原則の適用について\n１審被告は，直通運転契約書９条を根拠に，ＳＫＲから提供される情報を信用すれば足り\nると考えることはできない。なぜならば，１審被告の義務はＳＫＲ線の利用者との関係で積極\n的に運行の安全にかかわる情報を集めるべきことが求められているのであるから，１審被告\nとＳＫＲとの関係を規定している直通運転契約書９条が１審被告の前記義務に影響するもの\nではなく，１審被告は，ＳＫＲから報告を受けることとは別に，乗客に対する関係で自社の車\n両の乗客の安全を確保するために独自に情報を収集する義務がある。\nｅ　報告体制確立義務違反の前提となる事実について\n(a)　４月８日の信号トラブル①（指揮命令系統の混乱）について\nＳＫＲの運心には，代用閉そく方式の施行についての指揮及び命令は，信楽駅の当務駅\n長が行うこととされており，それ以外の者が行うことは許されない。ところが，平成３年４月８日\nの信号トラブルの際，ＳＫＲの信楽駅の当務駅長ではないＤ７業務課長が代用閉そく方式\nの施行について指揮及び命令を行っていた。したがって，平成３年４月８日の信号トラブル\nの際の代用閉そく方式の施行において，ＳＫＲの指揮及び命令系統には混乱があったとい\nわざるを得ない。\nそして，１審被告のＤ６助役は，平成３年４月８日の信号トラブルの際，信楽駅の当務駅長\nではないＤ７業務課長が代用閉そく方式の施行についての指揮及び命令を行っていたこと\nを知っていたから，ＳＫＲの指揮及び命令系統の混乱を認識していたことになる。\nなお，Ｄ７業務課長が，ＳＫＲの鉄道輸送業務において包括的及び全般的な指揮及び監\n督権を有しており，信楽駅の当務駅長である運転主任の上位職であって，運転主任を指揮\n及び命令並びに指導する関係にあったとしても，代用閉そく方式の施行について指揮及び\n命令を行うことは許されない。なぜならば，異常時における運転取扱いの場合にこそ，指揮\n及び命令系統の確立が重要であり，運心は，安全の確保を図るため，異常時に施行される\n代用閉そく方式の手続を詳細かつ厳格に定めており，ＳＫＲの社内の実態といった個別事\n情が実質的に考慮されることはないからである。\nまた，信楽駅の当務駅長が，Ｄ７業務課長に対し，権限を委譲したことを示す証拠はな\nい。\n(b)　４月８日の信号トラブル②（区間開通の確認の懈怠）について\nＳＫＲのＤ１６施設課長は，平成３年４月８日の信号トラブルの際，実質的な区間開通の確\n認を行わなかった。ところが，Ｄ１６施設課長は，１審被告のＤ６助役に対し，徒歩で区間開\n通の確認をしたとの虚偽の報告をした。Ｄ６助役は，前後の状況から，Ｄ１６施設課長の報\n告が虚偽であることを知り得たにもかかわらず，区間開通の確認が正しく行われているか否\nかを確認しなかった。\n１審被告の運転作業要領において，区間開通の確認が常用閉そく方式で昀後に運転し\nた列車の運転士に連絡して位置を確かめれば足りるものとされていたとしても，これがＳＫＲ\n線に適用されるものではない。なぜならば，前記運転作業要領は１審被告の運心の細則で\nあり，これをＳＫＲ線に適用するとの取決めもなされていないからである。\nまた，実質的な閉そくの確保も，鉄道運転規則に定められた代用閉そく方式の手続によっ\nて行われるべきものである。\n(c)　４月１２日の信号トラブル①（指揮命令系統の混乱）について\nＳＫＲの運心には，代用閉そく方式の施行についての指揮及び命令は，信楽駅の当務駅\n長が行うこととされており，それ以外の者が行うことは許されない。ところが，平成３年４月１２\n日の信号トラブルの際，ＳＫＲの信楽駅の当務駅長ではないＤ７業務課長が代用閉そく方\n式の施行について指揮及び命令を行っていた。したがって，平成３年４月１２日の信号トラ\nブルの際の代用閉そく方式の施行において，ＳＫＲの指揮及び命令系統には混乱があった\nといわざるを得ない。\nそして，１審被告のＤ１運転士，Ｄ３指導員，Ｄ４指導助役及びＤ１０助役は，平成３年４月\n１２日の信号トラブルの際，信楽駅の当務駅長ではないＤ７業務課長が代用閉そく方式の\n施行についての指揮及び命令を行っていたことを知っていたから，ＳＫＲの指揮及び命令\n系統の混乱を認識していたことになる。\nなお，Ｄ７業務課長のＳＫＲにおける立場を考慮しても，代用閉そく方式の施行の際に指\n揮及び命令を行うことができないことは，前記(a)のとおりである。\nＤ１運転士は，誰が小野谷信号場の駅長役を務めているかを確認するべきであり，当該\n駅の社員であることが確認できれば，その指示に従うことが当然であるとはいえない。なぜ\nならば，異常時の運転取扱いにおいては指揮及び命令系統の確立が重要だからである。\nまた，小野谷信号場にはＳＫＲの従業員がいなかったのであるから，誰がどのような指示を\n与えていたかをＤ１運転士が理解していたとは考えられない。\nＳＫＲの運心によれば，代用閉そくを施行した際の小野谷信号場の運転係は，信楽駅の\n当務駅長の指示を受けることになっている。したがって，平成３年４月１２日の信号トラブル\nの際の代用閉そくを施行したときに，Ｄ７業務課長が小野谷信号場の運転係であったとす\nれば，信楽駅の駅長の指示を受ける必要があり，独自の権限と責任において代用閉そく方\n式を施行してはならない。\n(d)　４月１２日の信号トラブル②（区間開通の確認の懈怠）について\n１審被告のＤ１０助役は，平成３年４月１２日の信号トラブルの際のＳＫＲのＤ１２施設整備\n主任が行った区間開通の確認が杜撰であることを認識していた。なぜならば，Ｄ１２施設整\n備主任は，指示する立場にないＳＫＲのＤ１１運転士から区間開通の確認のやり直しを指示\nされ，これをやり直しているからである。\nなお，Ｄ１２施設整備主任が区間開通の確認をやり直したことは，ＳＫＲの区間開通の確認\nが杜撰であることを示すのであって，これを現認したＤ１０助役が，ＳＫＲが区間開通の確認\nを守ることの認識を新たにしたものとすることはできない。\nまた，ＳＫＲの被用者が代用閉そく方式の手続に違反する行為を行っているのであるか\nら，信頼の原則を適用することはできず，ＳＫＲの被用者が行うことを信頼するだけでは足り\nない。\n(e)　４月１２日の信号トラブル③（運転通告券の不交付等）について\n１審被告の本件直通列車の乗務員は，平成３年４月１２日の信号トラブルの際に施行され\nた代用閉そく方式において，ＳＫＲから交付を受けるべき運転通告券の交付を受けずに運\n転を行うなどの代用閉そく方式の手続に違反する行為をしていた。\nなお，代用閉そく方式を施行した際には，その手続を遵守することが列車の安全な運行\nにとって重要な意味を有するのであるから，前記手続の違反によって列車の安全な運行に\n支障がなかったとはいえない。\n(f)　４月１２日の信号トラブル④（進路の開通の確認）について\n１審被告の本件直通列車の乗務員は，平成３年４月１２日の信号トラブルの際，代用閉そ\nく方式が施行されているのであるから，信号機の現示に従って運転してはならないにもかか\nわらず，信号機の進行信号に従って列車を出発させた。\n(g)　４月１２日の信号トラブル⑤（進行信号の異常現示）について\n平成１２年４月１２日の信号トラブルの際，小野谷信号場上り出発信号機１２Ｌが一時的に\n進行信号を現示しているところ，１審被告のＤ１運転士は，上記異常現示を現認している。\nなお，上記異常現示が信号てこを操作したことによるものであり，Ｄ１運転士は信号トラブ\nルが直ったと思ったことを裏付ける証拠はない。\n(h)　５月３日の信号トラブル①（Ｄ１４運転士の同乗）について\nＳＫＲのＤ１４運転士は，平成３年５月３日の信号トラブルの際，５０１Ｄ列車に指導者として\n乗車していた。\nなお，Ｄ１４運転士が前記５０１Ｄ列車に指導者として乗車していたとのＤ１４運転士の供述\n調書の記載及び原審における証言は信用できるものであり，１審被告が指摘するＤ１４運転\n士の前記供述調書の記載及び原審における証言に対する信用性を弾劾する事情を考慮\nするまでもない。\nＤ１４運転士が前記５０１Ｄ列車に乗車していないとのＤ２運転士の供述調書の記載は，あ\nいまいなものであって，信用できない。また，Ｄ２運転士の原審における証言も，その内容が\n変遷しており，信用できない。\nＤ１４運転士が乗客の案内ないし整理のためなどの理由により信楽駅に残っていたことを\n裏付ける証拠はない。\n(i)　５月３日の信号トラブル②（Ｄ２運転士の信楽駅出発信号機の赤固定に対する認識）に\nついて\n１審被告のＤ２運転士は，平成３年５月３日の信号トラブルの際，５０１Ｄ列車に指導者とし\nて乗車したＳＫＲのＤ１４運転士からの告知，小野谷信号場でのＳＫＲのＤ７業務課長の一連\nの言動及び信楽駅での体験から，信楽駅出発信号機２２Ｌが赤固定していたことを認識し，\n又は認識することができた。\nＤ１４運転士が前記５０１Ｄ列車に乗車した際にＤ２運転士に対し前記２２Ｌが赤固定してい\nたことを告知したとの原審における証言は信用することができる。\nＤ２運転士は，小野谷信号場において，手回しハンドルでポイントを切り替えるＤ７業務課\n長を現認した後，同業務課長と会話をしていること及び小野谷信号場を出発する直前にも\n同業務課長と会話をしていることから，Ｄ７業務課長から前記２２Ｌが赤固定していたことを\n告知された可能性がある。\nＤ２運転士は，前記５０１Ｄ列車の信楽駅からの折り返し列車である５０４Ｄ列車を運転する\nために信楽駅で約４０分間待機しており，その間に，小野谷信号場の転てつ器及び信号機\nが正常に作動していなかった原因について関心を抱いたはずであり，また，前記２２Ｌが赤\n固定のまま信楽駅から列車が出発するのを現認していた。\n(j)　５月３日の信号トラブル③（Ｄ２運転士のＳＫＲの代用閉そく方式の施行方法に対する感\n想）について\n１審被告のＤ２運転士は，ＳＫＲのＤ７業務課長が小野谷信号場と信楽駅間に列車が存在\nしないことを確認せずに列車を出発させたことをもって，ＳＫＲの代用閉そく方式の施行が杜\n撰であると感じたものである。\nしたがって，ＳＫＲの代用閉そく方式には実質的具体的危険があり，Ｄ２運転士はこれを認\n識していた。\n(k)　５月３日の信号トラブル④（閉そくの不確保）について\nＳＫＲのＤ７業務課長は，小野谷信号場と信楽駅との間の閉そく区間に列車が存在しない\nことを確認せずに列車を運行（無閉そく運転）を行ったものである。なぜならば，Ｄ７業務課\n長は，信楽駅に対する連絡を一切せずに，列車を運行させているので，小野谷信号場と信\n楽駅との間に他の列車の存在しないことの確認もなされずに，列車を出発させたことになる\nからである。\n(l)　５月３日の信号トラブル⑤（Ｄ１運転士の運転通告券の不受領）について\n１審被告のＤ１運転士は，平成３年５月３日の信号トラブルの際，運転通告券を要求しなか\nった。\n(ｶ)　Ｄ１運転士の本件事故当日における過失について\n１審被告のＤ１運転士には，本件事故当日，小野谷信号場において本件５０１Ｄ列車を停\n車させた上，携帯電話で信楽駅に連絡をとって同駅の指示を仰ぐべきであったにもかかわ\nらず，これらを怠った過失があり，これによって本件事故を惹き起こしたのであるから，原判\n決は正当である。\nａ　運転士の一般的な注意義務について\n（省略）\nｂ　Ｄ１運転士の過失を認定した具体的事情について\n（省略）\n(3)　１審被告の法人の不法行為責任について\n（省略）\n(4)　使用者責任について\nｱ　１審原告ら\n(ｱ)　被用者の不法行為について\n原判決は，１審被告の被用者の過失を認定し，不法行為の成立を認めたが，１審被告の\n主張に鑑み，改めて被用者の過失について主張する。\nａ　信号システムに関する注意義務違反について\n（省略）\nｂ　教育及び訓練における注意義務違反について\n（省略）\nｃ　報告義務違反について\n(a)　報告義務の根拠について\n報告義務は事故を防止するために重要なものであり，１審被告の社内においても動力車\n乗務員作業標準及び運転事故報告手続などの規定が１審被告の被用者に対し報告義務\nを課している。\n(b)　Ｄ６助役の４月８日の信号トラブルに関する報告義務違反について\n１審被告のＤ６助役は，平成３年４月８日の信号トラブルの際に施行された代用閉そく方式\nにおいて，ＳＫＲの指揮命令系統が混乱しており，また，区間開通の確認が厳格に実施され\nていないことを知ったのであるから，これらを運転事故報告手続等に基づいて報告すべき\n義務があったにもかかわらず，これらの報告を怠った。\nＤ６助役は，ＳＫＲが区間開通の確認を厳格に実施せずに代用閉そく方式による列車の\n運行をしていることを知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行さ\nせたことによる本件事故の発生を予見することができたのである。\nＤ６助役が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し代用閉そく方式の違\n反について是正を申し入れ，本件事故を防ぐことができた。しかるに，Ｄ６助役が前記報告\n義務に違反し，前記違反を報告しなかったため，本件事故を防止することができなかった。\nしたがって，Ｄ６助役には，前記報告義務に違反した過失がある。\n(c)　Ｄ１０助役の４月１２日の信号トラブルに関する報告義務違反について\n１審被告のＤ１０助役は，平成３年４月１２日の信号トラブルの際に施行された代用閉そく\n方式において，ＳＫＲの指揮命令系統が混乱しており，また，区間開通の確認が厳格に実\n施されていないことを知ったのであるから，これらを運転事故報告手続等に基づいて報告\nすべき義務があったにもかかわらず，これらの報告を怠った。\nＤ１０助役は，ＳＫＲが区間開通の確認を厳格に実施せずに代用閉そく方式による列車の\n運行をしていることを知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行さ\nせたことによる本件事故の発生を予見することができたのである。\nＤ１０助役が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し代用閉そく方式の違\n反について是正を申し入れ，本件事故を防ぐことができた。しかるに，Ｄ１０助役が前記報告\n義務に違反し，前記違反を報告しなかったため，本件事故を防止することができなかった。\nしたがって，Ｄ１０助役には，前記報告義務に違反した過失がある。\n(d)　Ｄ１運転士の４月１２日の信号トラブルに関する報告義務違反について\n１審被告のＤ１運転士は，平成３年４月１２日の信号トラブルの際に施行された代用閉そく\n方式において，小野谷信号場上り出発信号機１２Ｌの異常現示及び信号停止措置のとられ\nていない信号機への進行信号の現示といった信号異常の発生並びに運転通告券の不交\n付及び代用手信号の不実施などの手続違反があったことを知ったのであるから，これらを\n運転事故報告手続ないし点呼等によって報告すべき義務があったにもかかわらず，これら\nの報告を怠った。\nＤ１運転士は，ＳＫＲが代用閉そく方式の手続を履践せずに列車の運行をしていることを\n知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行させたことによる本件事\n故の発生を予見することができたのである。\nＤ１運転士が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し代用閉そく方式の\n違反について是正を申し入れ，本件事故を防ぐことができた。しかるに，Ｄ１運転士が前記\n報告義務に違反し，前記違反を報告しなかったため，本件事故を防止することができなか\nった。\nしたがって，Ｄ１運転士には，前記報告義務に違反した過失がある。\n(e)　Ｄ３指導員及びＤ４指導助役の４月１２日の信号トラブルに関する報告義務違反につい\nて\n１審被告のＤ３指導員及びＤ４指導助役は，平成３年４月１２日の信号トラブルの際に施行\nされた代用閉そく方式において，小野谷信号場上り出発信号機１２Ｌの異常現示及び信号\n停止措置のとられていない信号機への進行信号の現示といった信号異常の発生並びに運\n転通告券の不交付及び代用手信号の不実施などの手続違反があったことを知ったのであ\nるから，これらを運転事故報告手続等に基づいて報告すべき義務があったにもかかわら\nず，これらの報告を怠った。\nＤ３指導員及びＤ４指導助役は，ＳＫＲが代用閉そく方式の手続を履践せずに列車の運\n行をしていることを知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行させ\nたことによる本件事故の発生を予見することができたのである。\nＤ３指導員及びＤ４指導助役が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し\n代用閉そく方式の違反について是正を申し入れ，本件事故を防ぐことができた。しかるに，\nＤ３指導員及びＤ４指導助役が前記報告義務に違反し，前記違反を報告しなかったため，\n本件事故を防止することができなかった。\nしたがって，Ｄ３指導員及びＤ４指導助役には，前記報告義務に違反した過失がある。\n(f)　Ｄ２運転士の５月３日の信号トラブルに関する報告義務違反について\n１審被告のＤ２運転士は，平成３年５月３日の信号トラブルの際に施行された代用閉そく方\n式において，区間開通の確認がなされていないこと及び運転通告券が交付されなかったこ\nとを知ったのであるから，これらを運転事故報告手続ないし点呼等によって報告すべき義務\nがあったにもかかわらず，これらの報告を怠った。\nＤ２運転士は，ＳＫＲが代用閉そく方式の手続を履践せずに列車の運行をしていることを\n知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行させたことによる本件事\n故の発生を予見することができたのである。\nＤ２運転士が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し代用閉そく方式の\n違反について是正を申し入れ，本件事故を防ぐことができた。しかるに，Ｄ２運転士が前記\n報告義務に違反し，前記違反を報告しなかったため，本件事故を防止することができなか\nった。\nしたがって，Ｄ２運転士には，前記報告義務に違反した過失がある。\n(g)　Ｄ１運転士及びＤ５助役の５月３日の信号トラブルに関する報告義務違反について\n１審被告のＤ１運転士及びＤ５助役は，平成３年５月３日の信号トラブルの際に施行された\n代用閉そく方式において，運転通告券が交付されなかったことを知ったのであるから，これ\nらを運転事故報告手続ないし点呼等によって報告すべき義務があったにもかかわらず，こ\nれらの報告を怠った。\nＤ１運転士及びＤ５助役は，ＳＫＲが代用閉そく方式の手続を履践せずに列車の運行をし\nていることを知ったのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行させたこと\nによる本件事故の発生を予見することができたのである。\nＤ１運転士及びＤ５助役が前記報告義務を尽くしていれば，１審被告がＳＫＲに対し代用\n閉そく方式の違反について是正を申し入れ，本件事故を防ぐことができた。しかるに，Ｄ１運\n転士及びＤ５助役が前記報告義務に違反し，前記違反を報告しなかったため，本件事故を\n防止することができなかった。\nしたがって，Ｄ１運転士及びＤ５助役には，前記報告義務に違反した過失がある。\nｄ　報告体制確立義務違反について\n(a)　安全対策室長ないし運輸部運用課長について\n１審被告の安全対策室長ないし運輸部運用課長は，本件直通列車の乗務員及び駅員が\n運行の安全にかかわる情報を確実に認識できるように，本件直通乗入れに当たって必要な\n知識を教育し，同人らが認識し得た情報を運転事故報告手続ないし点呼によって確実に\n報告させ，部課内においてその情報を集約し，関係部課と相互に連絡協議をして，情報を\n共有化できる体制を構築すべき義務があったにもかかわらず，これを怠った。\n安全対策室長ないし運輸部運用課長は，遅くとも平成３年５月３日の信号トラブルの後に\nは，ＳＫＲが区間開通の確認を厳格に実施せずに代用閉そく方式による列車の運行をして\nいることを知ることができたのであるから，ＳＫＲが代用閉そく方式に違反して列車を運行さ\nせたことによる本件事故の発生を予見することができたのである。\n安全対策室長ないし運輸部運用課長が前記注意義務を尽くしていれば，同人らがＳＫＲ\nの代用閉そく方式の違反についての報告を受けることができ，１審被告がＳＫＲに対し代用\n閉そく方式の違反について是正を申し入れ，本件事故を防ぐことができた。しかるに，安全\n対策室長ないし運輸部運用課長が前記情報収集及び報告体制を確立するという義務に違\n反したため，本件直通列車の乗務員及び駅員等が認識した運行の安全性にかかわる情報\nが運転事故報告手続ないし点呼により報告されず，１審被告が本件事故の発生を回避する\n措置をとることができず，本件事故を防止することができなかった。\nしたがって，安全対策室長ないし運輸部運用課長には，前記注意義務に違反した過失が\nある。\n(b)　鉄道本部長について\n１審被告の鉄道本部長は，前記ａ(ｂ)と同じ理由により，安全対策室長及び運輸部運用課\n長と同じく前記報告体制確立義務を負う。\nそして，鉄道本部長は前記注意義務を怠り，これによって本件事故が発生したから，鉄道\n本部長には前記注意義務に違反した過失がある。\nｅ　Ｄ１運転士の本件事故当日の注意義務違反について\n（省略）\n(ｲ)　業務執行について\n１審被告の被用者らの前記(ｱ)の不法行為は，１審被告がＳＫＲから本件直通乗入れの要\n請を受け，本件直通乗入れ業務に携わった際に行われたものであるから，１審被告の業務\nの執行について行われたものである。\nなお，１審被告がＳＫＲ線内において鉄道事業免許を有しないことは，１審被告がＳＫＲ線\n内において鉄道事業を行うことができないことを意味するにすぎず，本件直通乗入れが１審\n被告の業務の執行として行われたことを否定するものではない。\nｲ　１審被告\n(ｱ)　被用者の不法行為について\n１審被告の被用者には本件事故についての過失はなく，被用者について民法７０９条の\n不法行為は成立しないから，１審被告が民法７１５条１項に基づいて損害賠償責任を負うこ\nとはない。\nａ　信号システムに関する注意義務違反について\n（省略）\nｂ　教育及び訓練における注意義務違反について\n（省略）\nｃ　報告義務違反について\n１審被告のＤ６助役，Ｄ１０助役，Ｄ１運転士，Ｄ３指導員，Ｄ４指導助役，Ｄ２運転士ないし\nＤ５助役には本件事故前の信号トラブル等についての報告義務違反はなく，前記被用者ら\nに過失がないから，前記被用者について民法７０９条の不法行為は成立しない。\nｄ　報告体制確立義務違反について\n１審被告の鉄道本部長，安全対策室長ないし運輸部運用課長には本件事故前の信号ト\nラブル等について情報収集及び報告体制を確立することについての義務違反はなく，前記\n被用者らに過失がないから，前記被用者について民法７０９条の不法行為は成立しない。\n前記被用者が，前記義務を尽くして得た情報に基づいてＳＫＲに対し代用閉そく方式の\n施行方法について善処方を申し入れたとしても，ＳＫＲがこれに従った保証はない。\n前記被用者について報告体制確立義務違反の過失があったとすることは，実質的には，\n特定個人の過失ではなく，法人ないしその一部の組織として観察した場合の過失であり，\n法人である１審被告に過失があったとすることと同じである。\nｅ　Ｄ１運転士の本件事故当日の注意義務違反について\n（省略）\n(ｲ)　業務執行について\n本件直通乗入れは１審被告の業務として行われたものではなく，本件事故において１審\n被告の被用者は，１審被告の業務に従事していたのではないから，１審被告は民法７１５条\nの責任を負う余地はない。\n民法７１５条による使用者責任は，被用者の行為が使用者の「事業」の執行についてなさ\nれたことを要する。しかし，１審被告は，ＳＫＲ線内について事業免許を有していないのであ\nるから，法律上ＳＫＲ線内において鉄道運送事業を営むことができない。１審被告は，本件\n直通乗入れによりＳＫＲに対し車両と乗務員を提供したに過ぎず，これら車両及び乗務員は\nＳＫＲの運送事業の用に供され，乗務員はＳＫＲの指揮監督に服し，１審被告の指揮監督か\nら離れるのであるから，ＳＫＲ線内における運送事業中，１審被告所有車両及び乗務員が\n関与した運行があったとしても，それは１審被告の事業たりえない。\nまた，ＳＫＲ線の鉄道事業免許を持たない１審被告の従業員は，ＳＫＲ線で列車の操縦行\n為をしたとしても，それは，１審被告の業務執行でない。１審被告の従業員の結果予見可能\n性及び結果回避義務の存否を判断するについても，事業免許を持たず，ＳＫＲの運行管理\n下におかれた１審被告の従業員としては，極めて限定されたものである。\n(ｳ)　時機に遅れた攻撃防御方法（民事訴訟法１５７条１項）について\n１審原告らが主張する，１審被告の鉄道本部長，電気部長，電気部信号通信課長，運輸\n部管理課長，同部運用課長ないし安全対策室長の信号システムに関する注意義務違反，\n教育及び訓練における注意義務違反ないし報告体制確立義務違反については，本件事\n故後９年半近く経過した段階において新たに提出された攻撃の方法であるから，時機に遅\nれたものとして却下すべきである。\n(ｴ)　消滅時効について\nａ　時効期間の経過について\n(a)　鉄道本部長，電気部長，電気部信号通信課長ないし安全対策室長の不法行為に基づ\nく損害賠償請求権について\n１審原告らは，１審被告の被用者である鉄道本部長，電気部長，電気部信号通信課長な\nいし安全対策室長の信号システムに関する注意義務違反，教育及び訓練における注意義\n務違反ないし報告体制確立義務違反の各過失による不法行為を理由とする使用者責任に\n基づく損害賠償請求権についての損害及び加害者を，１審原告らが前記被用者らを告訴\nないし告発した平成４年１２月７日までには知った。\n(b)　運輸部管理課長ないし同部運用課長の不法行為に基づく損害賠償請求権について\n１審原告らは，１審被告の被用者である運輸部管理課長ないし同部運用課長の信号シス\nテムに関する注意義務違反，教育及び訓練における注意義務違反ないし報告体制確立義\n務違反の各過失による不法行為を理由とする使用者責任に基づく損害賠償請求権につい\nての損害及び加害者を，１審原告らが信号システムに関する注意義務違反ないし教育及び\n訓練における注意義務違反の過失を主張した準備書面を提出した平成８年１２月２７日まで\nには知った。\nｂ　時効の援用について\n１審被告は，平成１３年２月２８日の当審における口頭弁論期日において，１審原告らに対\nし，１審被告の被用者である鉄道本部長，電気部長，電気部信号通信課長，運輸部管理\n課長，同部運用課長ないし安全対策室長の信号システムに関する注意義務違反，教育及\nび訓練における注意義務違反ないし報告体制確立義務違反の各過失による不法行為を\n理由とする使用者責任に基づく損害賠償請求権について，消滅時効を援用するとの意思\n表示をした。\nｳ　１審原告ら\n(ｱ)　時機に遅れた攻撃防御方法（民事訴訟法１５７条１項）について\n１審原告らの主張は，これによって，新たな争点が生じることはなく，また，その審理のため\nに訴訟の完結が遅延するものではないから，時機に遅れた攻撃防御方法ではない。\n(ｲ)　消滅時効について\n１審原告らは，原審において，民法７１５条に基づく請求を行っていたから，消滅時効にか\nからない。\nなお，訴えの変更がなされた場合に，変更された請求が変更前の請求と基本的な請求原\n因事実を同じくし，経済的に同一の給付を目的とする関係にあるときは，変更前の請求の\n訴え提起により変更後の請求の権利行使の意思が継続的に表示されているということがで\nき，変更後の請求について催告が継続していたことになるところ，本件においても同一の事\n故から生じる請求であるから，従前の請求により催告が継続していたということができる。\n(5)　契約責任について\n（省略）\n(6)　安全配慮義務違反について\n（省略）\n(7)　損害について\nｱ　１審原告ら\n(ｱ)　慰謝料について\n慰謝料の金額は，裁判所がそれぞれの場合における事情を斟酌し，自由な心証をもって\n量定すべきものとされているところ，本件事故における諸事情を考慮すれば，各犠牲者に\nついて少なくもと３０００万円を下らない。\nなお，原判決が認定した慰謝料の金額は低きに失するので，当審においても改めて主張\nするものである。\nａ　本件事故において考慮すべき諸事情について\n以下の諸事情は，いずれも通常の交通事故と異なる本件事故における特別な事情であ\nり，本件事故の慰謝料の算定に当たって，これらの事情が加味されれば，本件事故の慰謝\n料は，通常の交通事故における慰謝料より増額されなければならない。\n(a)　本件事故が鉄道事故であることなどについて\n本件事故は，絶対的な安全が要求される公共交通機関である鉄道上で発生したものであ\nる上，単線上の正面衝突事故という一般には信じられない態様であって，犠牲者だけでな\nく，国民一般の鉄道に対する信頼を大きく裏切ったものであることが重視されなければなら\nない。このため，本件事故は世間の耳目を集めることとなり，１審原告らは，衆人環視の下に\nおかれて，精神的に一層苦しむ状況にならざるを得なかった。\n(b)　犠牲者らの苦痛及び無念の思い等について\n犠牲者らは，長時間にわたって列車に閉じこめられ，その間圧迫及び恐怖等の著しい苦\n痛を味わった。本件事故が，本来，昀も安全な交通機関であるべき鉄道の軌道上で列車同\n士が正面衝突するという，あり得べからざる事故であり，事故に遭遇することを予想できなか\nったことから，昀後の別れの言葉も交わさずに昀愛の者たちと別れることを余儀なくされたの\nである。苦しみを家族に訴えることもできず，突然に命を奪われた犠牲者らの無念は察する\nにあまりある。\n(c)　１審被告の重大な過失について\n大惨事である本件事故を招いた１審被告らの鉄道事業者の過失は，重大なものである。１\n審被告とＳＫＲの本件事故前の運行体制は杜撰であり，安全対策を根本的に怠っていたも\nのである。１審被告は，容易に本件事故を防ぐことができたのである。これに対し，犠牲者ら\nには，本件事故を防ぐことはできず，何らの落ち度もない。\n(d)　１審被告の不誠実な態度について\n１審被告は，重大な過失で大惨事を引き起こしておきながら，本件事故に極めて不誠実\nな態度をとっており，これによって相続人である１審原告らの心情は逆撫でされ，その悲し\nみが倍加した。\n１審被告は，本件事故直後から，本件事故の加害者であり，かつ本件事故について重要\nな責任があることを知りながら，これを一切否定し，犠牲者の相続人である１審原告らに謝\n罪すらしようとしなかった。特に，１審被告の代表取締役社長は，平成３年６月１６日に開催\nされた合同慰霊祭後の遺族説明会を「所用」を理由に欠席した上，テレビのインタビューに\n答えて，「お詫びというのはこっちが悪いことをしたときの表現。悪いことをしたのかどうかま\nだ分からない段階で，お詫びというのはいかがなものか。」などと発言して，１審原告らを激\n怒させた。\n１審被告は，運輸省に対し，運輸省の事故調査報告書が本件事故における１審被告の問\n題点を指摘したことについて抗議している。\n１審被告は，本件事故原因の解明に必要な重要な証拠を企業ぐるみで隠蔽していた。昀\n愛の家族を奪われた１審原告らにとって，本件事故の原因を知りたいとの思いは切なるもの\nであって，責任逃れのために重要な証拠を隠蔽し，本件事故の原因を隠そうとする１審被\n告の姿勢は，１審原告らに二重の苦痛を与えたのである。\n１審被告は，本件事故の刑事捜査においても，組織防衛に専念し，虚偽の文書の作成，\n事実及び証拠の隠蔽工作をして捜査を混乱させ，企業中枢への捜査を拒み，また幹部へ\nの参考人取調べにおいて弁護士を同席させるなど企業防衛を図っていた。\n１審被告は，示談交渉において，金銭的解決の交渉には応じるものの，本件事故原因の\n開示及び謝罪をせず，いわば金により解決を図るといった姿勢であり，１審原告らの心情を\n全く理解しない極めて不誠実なものであった。\n１審被告は，その杜撰な安全管理の実態及び隠蔽工作が明らかになった後の当審に至\nっても，鉄道業務が分業化されていることを口実に，分業に名を借りた無責任体制を認めよ\nと言わんばかりの主張を繰り返している。そこには，１審原告らに対する慰謝の姿勢を垣間\n見ることは全くできない。\nｂ　交通事故の賠償基準によることの不当性について\n原判決は，ほぼ交通事故訴訟において一般的に用いられている算定基準を基に金額を\n算定しているにすぎず，一切の事情を考慮して慰謝料を算定しているとは考えられない。\n交通事故訴訟において一般に用いられている算定基準は，定額化の傾向にあり，しか\nも，自動車損害賠償責任保険の保険金額の影響を受けて抑制されているのが実情である。\nこれは，自動車による交通事故においては，保険制度を前提として危険を分散させることと\nし，加害者と被害者の互換性があることを考慮して，一定の政策的配慮から，損害額の定\n額化と慰謝料額の抑制が図られているのである。\nしかし，このような慰謝料額は，端的に人間の命の評価として考えたとき，余りにも低額に\nすぎると考えられる。\n確かに，自動車の交通事故訴訟においては，加害者が一般市民であり，自己の資力で損\n害賠償することが不可能な場合が多いことからすれば，慰謝料の額についても保険金額に\n事実上制約されることもあながち不当ともいえない面がある。しかし，旅客の輸送によって収\n益を上げている鉄道事業者が加害者である鉄道事故について，保険金額を前提に慰謝料\n額を判断することは本末転倒である。また，鉄道事故においては被害者と加害者との互換\n性は認められないことから，損害額の定額化と慰謝料額の抑制といった政策的配慮はとら\nれるべきではない。\n(ｲ)　亡Ｅの損害について\n亡Ｅが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円に，後\n記ａの逸失利益２４７８万３３９８円，後記ｂの慰謝料３０００万円及び後記ｃの弁護士費用４９０\n万円を加えた上，原判決が認定した損害のてん補６８５万９６９２円を控除した５４１２万３７０６\n円となる。\nしたがって，１審原告Ａ４は，前記損害額の２分の１を相続したので，２７０６万１８５３円に，\n１審原告Ａ５及び１審原告Ａ３は，それぞれ前記損害額の４分の１を相続したので，１３５３万\n０９２６円（１円未満切捨）に，それぞれ遅延損害金を付加して１審被告に対して請求する。\nａ　逸失利益（２４７８万３３９８円）\n逸失利益は，原判決が認定した家事労働所得喪失による逸失利益１９７４万１０８４円に，\n後記の国民年金受給資格喪失による逸失利益５０４万２３１４円を加えた２４７８万３３９８円で\nある。\n(a)　国民年金受給資格喪失による逸失利益を認めるべき理由について\n国民年金は，亡Ｅが６５歳になったときに，同女に支給されるであろうことは疑いのない事\n実であり，亡Ｅが本件事故により死亡していなければ，国民年金の給付を受けることは確実\nであるということができる。亡Ｅは，本件事故により死亡していなければ，平成１３年２月５日\nの時点において６３歳であるが，すでに国民年金の繰り上げ支給も認められる年齢であり，\n国民年金は現実に支給されている。確かに亡Ｅが支給を受けることができる国民年金の支\n給額は明確ではないが，国民年金の支給を受けることは確実であるにもかかわらず，その\n支給額が明確ではないという一事をもって，国民年金受給資格喪失による逸失利益を否定\nすることは妥当ではない。少なくとも現時点において予想される国民年金の支給額の昀下\n限としても，逸失利益性を認めるべきである。\nまた，国民年金受給資格喪失による逸失利益を認めない場合には，本件事故当時５３歳\nで健康な主婦であった亡Ｅの逸失利益が，現に年金を受給していた６０歳以上の主婦よりも\n逸失利益が大幅に下回ることになり，不均衡である。かかる不均衡を是正する観点からも，\n国民年金受給資格喪失による逸失利益を認めるべきである。\n(b)　国民年金受給資格喪失による逸失利益の額（５０４万２３１４円）\n平成１２年度の国民年金の支給額は，年額８０万４２００円であり，その金額は本件事故時\nである平成３年度の年額及び昀近１０年間の年額に比較しても上昇している。そして，現在\nの経済情勢からして，亡Ｅが生きていたならば，６５歳に達していた平成１４年１０月７日時点\nにおける国民年金の支給額が現在の支給額を大幅に下回ることは考えられない。したがっ\nて，亡Ｅに支給される国民年金の支給額が，１審原告Ａ４らが原審において主張していた年\n額５３万４２００円を下回ることはない。\n亡Ｅが本件事故に遭遇しなければ，６５歳から平均余命までの約１９年間少なくとも年額５\n３万４２００円の国民年金を得ることができたから，これからホフマン方式による年５分の割合\nによる中間利息を控除すると，その現価は以下のとおり５０４万２３１４円（１円未満四捨五\n入。以下，特に断らない限り，同様である。）になる。\n534,200×(18.029ー8.590)=5,042,314\nｂ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｃ　弁護士費用（４９０万円）\n前記ａの逸失利益及び前記ｂの慰謝料が増額する結果，弁護士費用も原判決の認定額\nから増額し，４９０万円を下らない。\n(ｳ)　亡Ｆの損害について\n亡Ｆが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円，逸失\n利益２３８８万８８００円に，後記ａの慰謝料３０００万円及び後記ｂの弁護士費用５４０万円を\n加えた上，原判決が認定した損害のてん補１３０万円を控除した５９２８万８８００円となる。\nしたがって，１審原告Ａ６は，前記損害額の２分の１を相続したので，２９６４万４４００円に，\n１審原告Ａ７，１審原告Ａ８及び１審原告Ａ９は，それぞれ前記損害額の６分の１を相続した\nので，９８８万１４６６円（１円未満切捨）に，それぞれ遅延損害金を付加して１審被告に対し\nて請求する。\nａ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｂ　弁護士費用（５４０万円）\n前記ａの慰謝料が増額する結果，弁護士費用も原判決の認定額から増額し，５４０万円を\n下らない。\n(ｴ)　亡Ｇの損害について\n亡Ｇが本件事故によって被った損害額は，原判決が認定した葬祭関係費１２０万円に，後\n記ａの逸失利益５３５３万６０５６円，後記ｂの慰謝料３０００万円及び後記ｃの弁護士費用７５０\n万円を加えた上，原判決が認定した損害のてん補９５３万１５２０円を控除した８２７０万４５３６\n円となる。\nしたがって，１審原告Ａ１及び１審原告Ａ２は，それぞれ前記損害額の２分の１を相続した\nので，それぞれ４１３５万２２６８円に遅延損害金を付加して１審被告に対して請求する。\nａ　逸失利益（５３５３万６０５６円）\n亡Ｇの死亡による逸失利益は，亡Ｇの死亡当時の勤務状態が通常と異なり，かつ将来陶\n芸家としての道を歩もうとする不確定事情があった以上，少なくとも賃金センサスによる平均\n給与の収入は将来もあったとして算定するのが昀も蓋然がある。したがって，亡Ｇは，少なく\nとも大卒女子２６歳の平均給年４０６万１３００円（平成９年賃金センサス）にホフマン係数を乗\nじることとすべきであり，これを前提に就労可能年数を６７歳まで，生活費控除を４０パーセン\nトとして算定すると，逸失利益は以下のとおり５３５３万６０５６円（１円未満切捨）になる。\n4,061,300×(1ー0.4)×21.970=53,536,056\nなお，亡Ｇの将来の収入に不明確な面があるとしても，亡Ｇが本件事故後４１年間にわた\nり本件事故当時と同じ年間３００万円の収入しか上げられないということは到底あり得ない。\n特に亡Ｇは，本件事故当時研究員というポストにあり，しかも亡Ｇの年俸３００万円は，週休２\n日制度に加えて週１日の在宅研修日のある勤務体制を前提とした報酬であり，通常勤務に\n移っただけでも年収が増加したことは容易に推測できる。したがって，年収３００万円の収入\nを将来の逸失利益の算定の基礎とするのであれば，少なくとも通常の勤務に従って修正が\nなされなければ，正確な収入になっていない。\nｂ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｃ　弁護士費用（７５０万円）\n前記ａの逸失利益及び前記ｂの慰謝料が増額する結果，弁護士費用も原判決の認定額\nから増額し，７５０万円を下らない。\n(ｵ)　亡Ｈの損害について\n亡Ｈが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円，逸失\n利益２６４０万９３１５円に，後記ａの慰謝料３０００万円及び後記ｂの弁護士費用５８０万円を\n加えた６３５０万９３１５円となる。\nしたがって，１審原告Ａ１０は，前記損害額の２分の１を相続したので，３１７５万４６５７円（１\n円未満切捨）に，１審原告Ａ１１及び１審原告Ａ１２は，それぞれ前記損害額の４分の１を相\n続したので，１５８７万７３２９円に，それぞれ遅延損害金を付加して１審被告に対して請求す\nる。\nａ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｂ　弁護士費用（５８０万円）\n前記ａの慰謝料が増額する結果，弁護士費用も原判決の認定額から増額し，５８０万円を\n下らない。\n(ｶ)　亡Ｉの損害について\n亡Ｉが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円，逸失\n利益３７６３万０４３２円に，後記ａの慰謝料３０００万円及び後記ｂの弁護士費用６５０万円を\n加えた上，原判決が認定した損害のてん補４３８万３９６６円を控除した７１０４万６４６６円とな\nる。\nしたがって，１審原告Ａ１３は，前記損害額の２分の１を相続したので，３５５２万３２３３円\nに，１審原告Ａ１４及び１審原告Ａ１５は，それぞれ前記損害額の４分の１を相続したので，１\n７７６万１６１６円（１円未満切捨）に，それぞれ遅延損害金を付加して１審被告に対して請求\nする。\nａ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｂ　弁護士費用（６５０万円）\n前記ａの慰謝料が増額する結果，弁護士費用も原判決の認定額から増額し，６５０万円を\n下らない。\n(ｷ)　亡Ｃの損害について\n亡Ｃが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円，逸失\n利益２０３０万８６６８円に，後記ａの慰謝料３０００万円及び後記ｂの弁護士費用５２０万円を\n加えた５６８０万８６６８円となる。\nしたがって，１審原告Ａ１６及び１審原告Ａ１７は，それぞれ前記損害額の２分の１を相続し\nたので，それぞれ２８４０万４３３４円に遅延損害金を付加して１審被告に対して請求する。\nａ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｂ　弁護士費用（５２０万円）\n前記ａの慰謝料が増額する結果，弁護士費用も原判決の認定額から増額し，５２０万円を\n下らない。\n(ｸ)　亡Ｊの損害について\n亡Ｊが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円，逸失\n利益５２６０万１８０７円に，後記ａの慰謝料３０００万円及び後記ｂの弁護士費用８４０万円を\n加えた９２３０万１８０７円となる。\nしたがって，１審原告Ａ１８及び１審原告Ａ１９は，それぞれ前記損害額の２分の１を相続し\nたので，それぞれ４６１５万０９０３円（１円未満切捨）に遅延損害金を付加して１審被告に対\nして請求する。\nａ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｂ　弁護士費用（８４０万円）\n前記ａの慰謝料が増額する結果，弁護士費用も原判決の認定額から増額し，８４０万円を\n下らない。\n(ｹ)　亡Ｋの損害について\n亡Ｋが本件事故によって被った損害額は，原判決が認定した葬祭関係費１３０万円に，後\n記ａの逸失利益２９３４万９０６３円，後記ｂの慰謝料３０００万円及び後記ｃの弁護士費用６１０\n万円を加えた６６７４万９０６３円となる。\nしたがって，１審原告Ａ２０及び１審原告Ａ２１は，それぞれ前記損害額の２分の１を相続し\nたので，それぞれ３３３７万４５３１円（１円未満切捨）に遅延損害金を付加して１審被告に対\nして請求する。\nａ　逸失利益（２９３４万９０６３円）\n逸失利益は，原判決が認定した家事労働所得喪失による逸失利益２５６３万５５８３円に，\n後記の国民年金受給資格喪失による逸失利益３７１万３４８０円を加えた２９３４万９０６３円で\nある。\n(a)　国民年金受給資格喪失による逸失利益を認めるべき理由について\n国民年金は，亡Ｋが６５歳になったときに，同女に支給されるであろうことは疑いのない事\n実であり，亡Ｋが本件事故により死亡していなければ，国民年金の給付を受けることは確実\nであるということができる。亡Ｋは，本件事故により死亡していなければ，平成１３年２月５日\nの時点において６２歳であるが，前記(ｲ)ａ(a)と同様の理由で，少なくとも現時点において予\n想される国民年金の支給額の昀下限としても，逸失利益性を認めるべきである。\n(b)　国民年金受給資格喪失による逸失利益の額（５０４万２３１４円）\n前記(ｲ)ａ(b)と同様の理由で，亡Ｋが生きていたならば，６５歳に達していた平成１５年５月\n２７日時点における国民年金の支給額が現在の支給額を大幅に下回ることは考えられな\nい。したがって，亡Ｋに支給される国民年金の支給額が，１審原告Ａ２０らが原審において\n主張していた年額４３万１８００円を下回ることはない。\n亡Ｋが本件事故に遭遇しなければ，６５歳から平均余命までの約１８年間少なくとも年額４\n３万１８００円の国民年金を得ることができたから，これからホフマン方式による年５分の割合\nによる中間利息を控除すると，その現価は以下のとおり３７１万３４８０円になる。\n43,1800×(18.421ー9.821)=3,713,480\nｂ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｃ　弁護士費用（６１０万円）\n前記ａの逸失利益及び前記ｂの慰謝料が増額する結果，弁護士費用も原判決の認定額\nから増額し，６１０万円を下らない。\n(ｺ)　亡Ｌの損害について\n亡Ｌが本件事故によって被った損害額は，原判決が認定した葬祭関係費１２０万円に，後\n記ａの逸失利益３１２０万８３９３円，後記ｂの慰謝料３０００万円及び後記ｃの弁護士費用６１０\n万円を加えた上，原判決が認定した損害のてん補１５０万円を控除した６７００万８３９３円と\nなる。\nしたがって，１審原告Ａ２２及び１審原告Ａ２３は，それぞれ前記損害額の２分の１を相続し\nたので，それぞれ３３５０万４１９６円（１円未満切捨）に遅延損害金を付加して１審被告に対\nして請求する。\nａ　逸失利益（３１２０万８３９３円）\n(a)　逸失利益の算定方法について\n亡Ｌの逸失利益を算定するに当たっては，少なくとも全学歴男子労働者全年齢平均にラ\nイプニッツ係数を乗じる方法を採用すべきである。\n幼児の逸失利益の算定方法として，初任給にホフマン係数を乗じる方式も不合理ではな\nいとされている。しかし，この方式では就職してから６７歳で退職するまで初任給と同額の金\n額を受け取り続けるということを前提とすることになるが，このような労働者は現実には存在し\nないから，基礎となる収入を初任給の金額に抑える点で被害者を不当に扱うものである。被\n害者が生きているとしてその収入から生活費を控除しながら，被害者の成長を認めないの\nは矛盾している。また，一方では将来の所得を５パーセントの利子率で差し引きながら，他\n方で所得を就業時の初任給に固定しておくというのも論理的ではない。５パーセントの利子\n率による控除が認められるのは，ある程度の経済成長が予定されているからであり，経済成\n長により賃金の上昇もまた当然予定されるべきものだからである。このような算定方法は，幼\n児のような未就労者の逸失利益の額をあまりにも低額に算定するものであり，極めて不合理\nである。\nそれにもかかわらず，上記のような方式が長年にわたって維持されてきたのは，自動車事\n故の場合には，多発する交通事故について保険料の高額化を避けるという政策的判断か\nら，賠償額を低額にするためである。しかし，本件事故のような絶対的な安全性を要求され\nる鉄道事故においては，このような合理性を欠く方式を採用すべきではなく，より合理性及\nび蓋然性の高い方式で逸失利益を算定すべきである。\n(b)　生活費控除の割合について\n未成年者の場合には，生活費控除の割合を５０パーセントとされることが多いが，亡Ｌの場\n合には，将来結婚して家庭をもち，一家の大黒柱として家族及び１審原告Ａ２２らの生計を\n支える蓋然性が高いから，１８歳から６７歳までの全期間にわたって生活費控除の割合を５０\nパーセントで固定するのは蓋然性を欠いている。そこで，婚姻が予想される年齢３０歳以前\n（１８歳から２９歳まで）の生活費控除の割合を５０パーセントとし，３０歳以降（３０歳から６７歳\nまで）の生活費控除の割合を，一家の大黒柱として生活費控除の割合である３０パーセント\nが適用される可能性が高いものとして，生活費控除の割合を試算すれば，以下のとおり３\n４．８パーセントになる。\n0.5×12/50+0.3×38/50=0.348\n(c)　逸失利益の額について\n亡Ｌの逸失利益は，平成９年度の賃金センサスの企業規模計，産業計，全学歴男子労働\n者の全年齢平均年収５７５万０８００円から生活費控除の割合として前記(b)の３４．８パーセ\nントを控除した上，１８歳から就労可能年数である６７歳までのライプニッツ係数を乗じれば，\n以下のとおり３１２０万８３９３円になる。\n5,750,800×(1ー0.348)×8.3233=31,208,393\nｂ　慰謝料（３０００万円）\n慰謝料は，前記(ｱ)のとおり少なくとも３０００万円を下らない。\nｃ　弁護士費用（６１０万円）\n前記ａの逸失利益及び前記ｂの慰謝料が増額する結果，弁護士費用も増額し，６１０万円\nを下らない。\nｲ　１審被告\n(ｱ)　慰謝料について\n不法行為に基づく損害賠償は，不法行為によって被害者が被った損害を加害者に賠償\nさせることのみを目的としている。そして，そのためには，加害行為の態様をその範囲内で\n斟酌することで必要かつ十分であり，これを超えて，加害者に懲罰ないし制裁を課するため\n又は不法行為の再発の防止を図るために，慰謝料額を高額なものとすることは許されな\nい。\n１審被告は，本件事故後，多数の従業員を現地に派遣して，本件事故の被害者及びその\n遺族の対応に当たらせた。また，１審被告は，ＳＫＲ及び滋賀県などとともに「ご被災者相談\n室」を設置して，本件事故の被害者及びその遺族との補償交渉に当たらせ，誠意をもって\n交渉を重ねて，１審原告らを除く遺族及び負傷者全員と示談を成立させている。\n１審被告の代表取締役社長は，本件事故後，遺体安置所への弔問及び負傷者へのお見\n舞いをし，合同慰霊祭においてお悔やみを申し上げている。なお，１審被告の代表取締役\n社長は，本件事故の原因が不明であることから，法律上の責任を認めることは適切でないと\nの考えを示したにすぎない。\n１審被告は，滋賀県警察の本件事件の捜査に協力している。但し，滋賀県警察が１審被\n告の従業員の責任を追及しようとしたが，１審被告の従業員がこれに同調しなかったため，\n滋賀県警察が１審被告を非難しているにすぎない。\n１審被告の応訴活動は，正当なものであり，これを非難することは法治国家制度を否定す\nるものである。\n(ｲ)　逸失利益について\n同一事件において，逸失利益の中間利息の控除方式を新ホフマン係数とライプニッツ係\n数を使い分けるなど１審原告らの主張は一貫していない。\n(8)　仮執行の原状回復の申立てについて\nｱ　１審被告\n１審被告は，平成１１年３月３１日，１審原告らに対し，原判決の仮執行宣言に基づき，そ\nれぞれ別表１「支払金額一覧表」の「支払金額」欄記載の各金員を支払った。\nしかし，原判決中，１審原告らの請求を認容した部分は，取り消されるべきである。\nよって，１審被告は，１審原告らに対し，民事訴訟法２６０条２項に基づき，それぞれ別表１\n「支払金額一覧表」の「支払金額」欄記載の各金員及びこれに対する平成１１年３月３１日か\nら支払済みまで民法所定の年５分の割合による金員の支払いを求める。\nｲ　１審原告ら\n１審被告が，平成１１年３月３１日，１審原告らに対し，原判決の仮執行宣言に基づき，そ\nれぞれ別表１「支払金額一覧表」の「支払金額」欄記載の各金員を支払ったことは認める\nが，その余は争う。\n第３　当裁判所の判断\n１　原審の訴訟手続違反について\n原審の訴訟手続に，処分権主義違反，釈明義務違反又は不当な予断に基づく判断はい\nずれも認められず，また，弁論主義違反を論じる余地がないではないが，弁論主義違反と\n断じることはできず，少なくともこれを理由に原判決を取り消すべきであるとまで解することは\nできない。\n(1)　処分権主義違反について\n原審が，１審原告らが申し立てていない事項について判決をしたと認めることはできない\nから，民事訴訟法２４６条に違反しているとはいえない。\n原審は１審原告らの１審被告に対する，民法７１５条に基づく，本件事故による損害賠償\n請求を認容した。ところで，原審が認定した１審被告の被用者の過失は，１審被告鉄道本部\n電気部長，電気部信号通信課長及び運輸部管理課長にいずれも信号システムに関する注\n意義務に違反した過失があり，１審被告鉄道本部運輸部運用課長に教育及び訓練に関す\nる注意義務に違反した過失があり，１審被告鉄道本部安全対策室長及び運輸部運用課長\nにいずれも報告体制確立に関する注意義務に違反した過失があり，１審被告のＤ１運転士\nに本件事故当日小野谷信号場で本件５０１Ｄ列車を停車させた上，信楽駅に携帯電話で\n連絡をとり，その指示を仰ぐべき義務に違反した過失があるというものであった。\n１審原告らは，原審において，１審被告に対し不法行為による損害賠償請求を求める根\n拠として，民法７０９条に基づく１審被告自身の法人としての不法行為責任，商法２６１条３\n項，７８条２項，民法４４条１項に基づく１審被告の代表取締役の不法行為による責任及び\n民法７１５条に基づく１審被告の被用者の不法行為による使用者責任を主張していた。そし\nて，１審原告らは，原審において，民法７０９条に基づく１審被告自身の法人としての不法行\n為責任における過失としては，方向優先てこの設置及び操作に関する注意義務違反，乗\n務員の教育及び訓練に関する注意義務違反，是正勧告等義務違反などの事前トラブルを\n通じての注意義務違反並びに１審被告Ｄ１運転士の本件事故当日の前記義務違反を主張\nしていた。ところが，１審原告らは，原審において，民法７１５条に基づく１審被告の被用者\nの不法行為による使用者責任における過失としては，１審被告のＤ１運転士，Ｄ２運転士，\nＤ３指導員，Ｄ４助役，Ｄ５助役及びＤ６助役らの報告義務違反並びにＤ１運転士の本件事\n故当日の前記注意義務違反を主張するにすぎなかった。\n前記事実を勘案すれば，原審は，１審被告鉄道本部電気部長，電気部信号通信課長及\nび運輸部管理課長の信号システムに関する注意義務違反，１審被告鉄道本部運輸部運用\n課長の教育及び訓練に関する注意義務，１審被告鉄道本部安全対策室長及び運輸部運\n用課長の報告体制確立に関する注意義務の各過失については，１審原告らが民法７１５条\nに基づく１審被告の被用者の不法行為による使用者責任における過失として明示的に主\n張していなかったにもかかわらず，上記各過失を認定して，１審原告らの請求を認容したこ\nとになる。\nしかし，原審が，１審原告らが民法７１５条に基づく請求において明示的に主張していなか\nった前記各過失を認定して１審原告らの請求を認容したことをもって，１審原告らが申し立\nてていない事項について判決したということはできない。なぜならば，前記のとおり，１審原\n告らは，民法７１５条に基づく１審被告の被用者の不法行為による使用者責任を理由に，本\n件事故によって被った損害賠償請求を求めているところ，原審は，同条に基づき本件事故\nによって被った損害賠償請求を認容したものであるので，１審原告らが申し立てた請求の基\n礎となる実体法上の権利関係は同一であると認められるから，その被用者及び過失の内容\nが１審原告らが明示的に主張していたものと原審が認定したものと異なっていたとしても，原\n審は，１審原告らが申し立てている事項について判決をしたといって差し支えないからであ\nる。\n(2)　弁論主義違反について\n原審の訴訟手続には，弁論主義違反を論ずる余地がないではないが，弁論主義違反と\n断じることはできず，少なくともこれを理由に原判決を取り消すべきであるということはできな\nい。\n前記で認定したとおり，原審は，１審原告らが民法７１５条に基づく１審被告の被用者の不\n法行為による使用者責任を理由とする請求においては明示的に主張していない１審被告\n鉄道本部電気部長，電気部信号通信課長及び運輸部管理課長の信号システムに関する\n注意義務違反，１審被告鉄道本部運輸部運用課長の教育及び訓練に関する注意義務，１\n審被告鉄道本部安全対策室長及び運輸部運用課長の報告体制確立に関する注意義務\nの各過失を，民法７１５条に基づく１審被告の被用者の不法行為による使用者責任を理由と\nする請求に対する判断を行うに当たり認定した。\nしかし，１審原告らは，原審において，前記各過失を，民法７１５条に基づく１審被告の被\n用者の不法行為による使用者責任を理由とする請求の原因として明示的には主張してい\nなかったものの，民法７０９条に基づく１審被告自身の法人としての不法行為責任及び商法\n２６１条３項，７８条２項，民法４４条１項に基づく１審被告の代表取締役の不法行為による責\n任を理由とする請求においては主張しており，１審被告はこれに対して事実上及び法律上\nの認否・反論をした。\nまた，１審原告らは，当審において，民法７１５条に基づく１審被告の被用者の不法行為に\nよる使用者責任における過失として，１審被告鉄道本部電気部長，電気部信号通信課長及\nび運輸部管理課長の信号システムに関する注意義務違反，１審被告鉄道本部運輸部運用\n課長の教育及び訓練に関する注意義務，１審被告鉄道本部安全対策室長及び運輸部運\n用課長の報告体制確立に関する注意義務をいずれも主張している。\n主張・立証された事実について法規を適用するのは裁判所の専権に属する事項であるこ\nとを考えると，原審に弁論主義違反があったと断じることはできず，少なくともこれを理由に\n原判決を取り消すまでのものであるということはできない。\n(3)　釈明義務違反について\n原審の訴訟手続に，釈明義務違反は認められない。\nｱ　事実認定との関係\n１審被告の釈明義務違反の主張のうち，１審原告らが主張していない事実を原審が認定\nする場合には，原審は釈明権を行使すべきであったにもかかわらず，これを行わなかったと\nの部分は，実質的には前記(2)の弁論主義違反の主張であって，これについての当裁判所\nの判断は，前記(2)で判示したとおりである。\nｲ　訴訟指揮について\n原審が，方向優先てこの問題に関して，１審被告が主張するような訴訟指揮を行ったこと\nを認めるに足りる証拠はない。また，１審被告は，原審において，方向優先てこに関する主\n張及び立証を行っていた。したがって，いずれにしても，原審が，１審被告に対し，方向優\n先てこに関する主張及び立証を促すように釈明すべき義務があったと解することはできな\nい。\n(4)　不当な予断に基づく違法判決について\n原審が，不当な予断に基づき１審被告に無過失責任を負わせようとしたことを窺わせる証\n拠はない。\n２　判断の前提となる事実等\n(1)　判断の前提となる事実\n以下のとおり付加，訂正，削除するほか，原判決の「事実及び理由」中「第三　当裁判所\nの判断」のうち「一　判断の前提となる事実」に記載のとおりであるから，これを引用する。\nｱ　原判決５０３頁３行目の「二〇の３」の次に「，５」を，同行の「６」の次に「，８」を，同行の\n「二七」の次に「，三二の９，１２，１４，１５，１８」を，同頁４行目の「五四」の次に「，九八の３な\nいし７，九九の４ないし７」を，同頁５行目の「乙Ａ」の次に「四，五，」を，同行の「一八」の次\nに「，一九」をそれぞれ加える。\nｲ　原判決５０６頁９行目の「玉桂寺」の次に「前」を加える。\nｳ　原判決５０７頁１行目の「当時」を「小野谷信号場が新設される以前の」に改める。\nｴ　原判決５１１頁３行目の末尾を改行した上，以下のとおり加える。\n「３　ＳＫＲ線の列車の行き違い設備の新設工事について」\nｵ　原判決５１１頁５行目の「信楽町」から同頁７行目の「決定し」までを「信楽町に対し，信楽\n高原鐵道列車対向施設整備に関する資料を提出し，同月１１日，ＳＫＲの取締役会におい\nて，列車行き違い設備の新設を決定し，平成２年３月１３日，その設備として単線特殊自動\n閉そく方式（第１種継電連動装置）の導入を採用し，」に改める。\nｶ　原判決５１２頁１行目の「送付」を「提出」に改める。\nｷ　原判決５３１頁６行目から７行目にかけての「連絡旅客運賃料金清算事務基準規程（昭\n和六二年」を「連絡旅客運賃料金精算事務基準規程（昭和６２年４月１日」に改める。\nｸ　原判決５３１頁９行目の「延滞料金」を「延滞償金」に改める。\nｹ　原判決５４０頁２行目の「強調」を「協調」に改める。\nｺ　原判決５４３頁３行目の「規定」を「規程」に改める。\nｻ　原判決５５３頁８行目の「敷設」を「附設」に改める。\nｼ　原判決５５３頁８行目の「特殊自動」の次に「閉そく」を加える。\nｽ　原判決５５７頁２行目の「Ｄ３」を「Ｄ２」に改める。\nｾ　原判決５６４頁３行目の「制御盤」から同頁６行目の「そこでさらに」までを削る。\nｿ　原判決５６７頁９行目の「後記」を「前記」に改める。\n(2)　信楽駅出発信号機２２Ｌの赤固定の原因等について\n本件事故の発生原因の一つとされる信楽駅出発信号機２２Ｌの赤固定の原因，信号シス\nテムについての協議及び施工経過は，以下のとおり付加，訂正，削除するほか，原判決の\n「事実及び理由」中「第三　当裁判所の判断」のうち「四１(一)　信楽駅出発信号機２２Ｌの赤\n固定の原因について」及び「四１(二)　信号システムについての協議及び施工経過」に各記\n載のとおりであるから，これらを引用する。\nｱ　原判決６２０頁４行目の「ことが不可欠になる」から８行目の「得ないからである」までを削\nる。\nｲ　原判決６４９頁９行目の「草津通信信号区のＤ１７助役、」を削る。\nｳ　原判決６６４頁８行目の次に改行し，「上記認定に反する当審における証人Ｄ１８の証言\n及び丙Ａ第４７号証（同人の陳述書）の記載は，にわかに信用することができない。」を加え\nる。\nｴ　原判決６６６頁４行目の「張本人」を「当の本人」に改める。\nｵ　原判決６７５頁３行目の次に改行し，「当審で提出された丙Ａ第４６号証（Ｄ１７の陳述書）\nは，上記認定を左右しない。」を加える。\nｶ　原判決６７５頁６行目の次に改行し，「１審被告の上記主張に沿う当審における証人Ｄ１８\nの証言及び丙Ａ第４７号証（同人の陳述書）の記載は，にわかに信用することができない。」\nを加える。\n３　１審被告の被用者の過失等について\n１審被告の被用者には，以下のとおり報告義務違反及び報告体制確立義務違反の各過\n失があり，これによって本件事故が発生したと認めることができる。\n(1)　Ｄ６助役らの報告義務違反の過失等について\n１審被告のＤ６助役，Ｄ１０助役，Ｄ３指導員，Ｄ４指導助役，Ｄ５助役，Ｄ１運転士及びＤ２\n運転士（以下，「Ｄ６助役ら」という。）には，以下のとおり報告義務違反の過失が認められ，\nこれによって本件事故が発生したと認めることができる。\nｱ　ＳＫＲによる代用閉そく方式の違反行為及びこれに対するＤ６助役らの認識について\nＳＫＲは事前トラブルの際に施行した代用閉そく方式において違反行為を行い，１審被告\nのＤ６助役らはこれを認識していた。\n(ｱ)　代用閉そく方式の違反行為等\n以下のとおり付加，訂正，削除するほか，原判決７３８頁８行目から８２２頁１行目までの記\n載を引用し（但し，７４１頁末行から７４６頁８行目までを除く。），７３８頁８行目の「(二)」，７４６\n頁９行目の「(四)」，７６３頁１行目の「(五)」，７８９頁末行の「(六)」を，順次，「(一)」，「(二)」，\n「(三)」，「(四)」に改める。\nａ　原判決７３８頁９行目の「丙Ａ五、六」の次に「，四九」を加える。\nｂ　原判決７３８頁１０行目の「弁論の全趣旨によれば、」の次に「ＳＫＲ線において施行される\nことになっていた」を加える。\nｃ　原判決７４１頁３行目の末尾に「両端の駅は，関係転てつ機の鎖錠を行う。」を加える。\nｄ　原判決７４１頁５行目の「現示する」を「現示し，出発合図を行う」に改める。\nｅ　原判決７４７頁１行目の「五一の１ないし３」の次に「，九九の３」を加える。\nｆ　原判決７５１頁１行目の「区間が開通」を「区間の開通を確認」に改める。\nｇ　原判決７５３頁１０行目の「本件の全証拠を検討しても右事実を認めることはできないか\nら」を「甲Ａ第９９号証の３（Ｄ１６施設課長の被告人質問調書）には，その旨の記載がある\nが，これと異なる甲Ａ第３２号証の１５（Ｄ６助役の供述調書）の記載及びこれに添付の閉そく\n方式変更記録簿の記載等に照らして，甲Ａ第９９号証の３の前記記載を採用することはでき\nず，他に１審原告らの主張を認めるに足りる証拠はなく」に改める。\nｈ　原判決７６０頁４行目の「見落とすこともあり」から７６１頁８行目の「そうすると」までを「見落\nとすこともあるから（原審における証人Ｄ１３の証言），車を利用して閉そくの開通を確認する\n場合には，見通しの利く場所ごとに停車して，線路上の列車の有無を確認する必要があ\nる。また，列車の運転状況を表示する装置によりその状況を確かめた上で，常用閉そく方式\nを施行してその区間を昀後に運転した列車の運転士に連絡して，その列車の位置を確か\nめる方法（甲Ａ第３８号証）など，それまでの列車の運行状況，当時運行されていた各列車\nの所在位置，ＳＫＲ保有の車両数及び代用閉そく開始までの時間等によって，閉そく区間\nに列車が存在しないことが確実に確認できるのであれば，このような方法により閉そくの開\n通を確認することも許されないわけではない。しかしながら，前記(1)で認定したとおり，Ｄ１６\n施設課長は，車を利用して閉そくの開通を確認しており，しかも，小野谷信号場から約１０\n分で貴生川駅に到着していることから，その確認方法は不十分であったといわざるを得な\nい。そして，Ｄ１６施設課長は，Ｄ６助役に対し，車を利用して閉そくの開通を確認していた\nにもかかわらず，徒歩でこれを行ったとして，虚偽の事実を述べている。他方」に改める。\nｉ　原判決７６３頁３行目の「甲Ａ三二の」の次に「３，」を加える。\nｊ　原判決７７７頁７行目の「その後」から７８１頁５行目の「さらに、」までを「自らを小野谷信号\n場の運転係に決定した。」に改める。\nｋ　原判決７８３頁４行目の「容易に知り得」を「知っ」に改める。\nｌ　原判決７８３頁末行の「ることは前述したとおりであ」を削る。\nｍ　原判決７８５頁５行目の「及び信号の異常現示」を削る。\nｎ　原判決７８７頁１行目から７８９頁１０行目までを削る。\nｏ　原判決７９１頁１行目の「Ｄ１３運転主任は」から同頁４行目の「そこでさらに」までを削る。\nｐ　原判決８０６頁１行目の「こらら」を「これら」に改める。\nｑ　原判決８０６頁６行目，８１３頁７行目の各「任意性」をいずれも「Ｄ２運転士の供述の信用\n性」に改める。\nｒ　原判決８１８頁５行目の「(二)」を「(一)」に改める。\n(ｲ)　１審被告の当審における主張に対する判断（補充）\n１審被告の当審における主張に鑑み，これに対する判断を以下のとおり示す。\nａ　４月８日の信号トラブル①（指揮命令系統の混乱）について\n１審被告は，平成３年４月８日の信号トラブルの際に，１審被告の貴生川駅のＤ６助役が，\n信楽駅に電話をして，信楽駅の当務駅長を確かめることなく，ＳＫＲのＤ７業務課長を呼び\n出したことには何ら問題はないのであって，ＳＫＲの指揮命令系統に混乱はないし，仮にこ\nれがあったとしても，Ｄ６助役はこれを知り得なかったものであると主張する。\nしかし，前記認定のとおり，Ｄ６助役が代用閉そく方式の施行等について打合せをすべき\n相手は，信楽駅の当務駅長であるＤ８運転主任であり，小野谷信号場への運転係の派遣を\n指示するのもＤ８運転主任であったにもかかわらず，Ｄ６助役はＤ７業務課長と代用閉そく\n方式の施行の指令及び常用閉そく方式の施行等について打合せを行い，また，Ｄ７業務課\n長が小野谷信号場の運転係の派遣を指示していたのであるから，ＳＫＲの指揮命令系統に\n混乱があり，Ｄ６助役はこれを知っていたと認めることができる。\nＤ７業務課長が１審被告との本件直通乗入れに関する折衝の実質的な責任者であり，運\n転関係の法規並びに車両及び列車乗務員の運用についてはＳＫＲの第一人者であり，経\n歴及び実力からみても，ＳＫＲの鉄道輸送業務において包括的かつ全般的な指揮監督権\nを有していたとしても，ＳＫＲの運心において，代用閉そく方式の施行の指令，小野谷信号\n場への運転係の派遣及び常用閉そく方式の施行の指令を信楽駅の当務駅長が行うものと\n規定されているのであるから，これらを信楽駅の当務駅長ではないＤ７業務課長が行うこと\nは，代用閉そく方式の施行における指揮命令系統に混乱を生じさせることになり，許されな\nい。また，Ｄ８運転主任が，Ｄ７業務課長に対し，代用閉そく方式に関する権限を授与したこ\nとを窺わせる証拠はない。\n代用閉そく方式の施行の指令，小野谷信号場への運転係の派遣及び常用閉そく方式の\n施行の指令などの権限を有しないＤ７業務課長が，これらの行為を行ったこと自体が既に\n指揮命令系統の混乱であるから，ＳＫＲの指揮命令系統に混乱は存在しなかったとはいえ\nない。\nｂ　４月８日の信号トラブル②（区間開通の確認の懈怠）について\n１審被告は，１審被告の貴生川駅のＤ６助役が，平成３年４月８日の信号トラブルの際，Ｓ\nＫＲが実質的に区間開通の確認を行わなかったことを認識し得なかったと主張する。\nしかし，前記認定のとおり，Ｄ６助役は，ＳＫＲのＤ１６施設課長から，徒歩で小野谷信号場\nと貴生川駅の閉そく区間の開通を確認したと報告を受けているが，上記報告を受けた時刻\nまでに徒歩によって上記区間の開通を確認することは不可能であった。したがって，Ｄ６助\n役は，Ｄ１６施設課長の上記報告が虚偽であることを容易に知ることができたのであり，Ｄ１６\n施設課長に対し，上記矛盾を問い質すことにより，Ｄ１６施設課長の行った上記区間の開通\nの確認が不十分なものであることが判明したのであるから，Ｄ１６施設課長の行った上記区\n間の開通の確認が不十分なものであることを容易に知ることができたというべきである。\n徒歩以外の方法によっても，閉そく区間の開通を確認することが許されるとしても，Ｄ６助\n役は，Ｄ１６施設課長から，徒歩によって前記区間の開通を確認したとの報告を受けている\n以上，Ｄ１６施設課長にその方法を再度確認することなく，Ｄ１６施設課長が他の方法により\n上記確認をした可能性を考慮することは許されない。\nｃ　４月１２日の信号トラブル①（指揮命令系統の混乱）について\n１審被告は，平成３年４月１２日の信号トラブルの際に施行されたＳＫＲの代用閉そく方式\nにおいて，指揮命令系統の混乱はなく，また，１審被告の被用者に，ＳＫＲの指揮命令系統\nが混乱しているとの認識はなかったと主張する。\nしかし，前記認定のとおり，Ｄ１０助役が代用閉そく方式の施行について打合せをすべき\n相手は，信楽駅の当務駅長であるＤ８運転主任であり，小野谷信号場の駅係員等の派遣を\n指示するのもＤ８運転主任であったにもかかわらず，Ｄ１０助役はＤ７業務課長と代用閉そく\n方式の施行について打合せを行い，また，Ｄ７業務課長が自らを小野谷信号場の運転係に\n決定していたのであるから，ＳＫＲの指揮命令系統に混乱があり，Ｄ１０助役はこれを知って\nいたと認めることができる。\nＤ８運転主任が，Ｄ７業務課長に対し，代用閉そく方式に関する権限を授与したことを窺\nわせる証拠はない。\n代用閉そく方式の施行の指令及び小野谷信号場への運転係の派遣などの権限を有しな\nいＤ７業務課長が，これらの行為を行ったこと自体が既に指揮命令系統の混乱であるから，\nＳＫＲの指揮命令系統に混乱は存在しなかったとはいえない。\nＤ７業務課長が小野谷信号場の運転係であり，小野谷信号場における駅長の権限を行使\nすることができるとしても，信楽駅長の指示を受けずに，運転通告券の交付場所を変更する\nことや代用手信号を現示せずに出発合図をすることまで，その権限に含まれていると解する\nことはできない。\n列車の運行に関与する者は，権限を有する者が発する指揮命令にのみ従うべきであっ\nて，権限を有しない者が発する指揮命令に従うことは許されないから，指揮命令を受けるに\n当たっては，その指揮命令を発した者がその権限を有するか否かを常の念頭に置いておく\nべきであって，これに疑問があれば，確認をすべきである。\nｄ　４月１２日の信号トラブル②（区間開通の確認の懈怠）について\n１審被告は，１審被告の貴生川駅のＤ１０助役が，平成３年４月１２日の信号トラブルの際，\nＳＫＲのＤ１１運転士の指示で再度ＳＫＲのＤ１２施設整備主任が区間開通の確認を実施し\nたことから，ＳＫＲが区間開通の確認の手続を遵守することの認識を新たにしたものであっ\nて，ＳＫＲが区間開通の確認を疎かにしていることを容易に知り得なかったと主張する。\nしかし，前記認定のとおり，Ｄ１０助役は，Ｄ１２施設整備主任が小野谷信号場と貴生川駅\nの閉そく区間の開通を十分に確認していなかったにもかかわらず，これを確認したと虚偽の\n報告を受けて，これを現認したのであり，Ｄ１１運転士の指示によりＤ１２施設整備主任が上\n記区間の開通の確認を再度行ったとしても，Ｄ１２施設整備主任が閉そく区間の開通を十\n分に確認しなかったにもかかわらず，これを確認したとの虚偽の報告をした事実自体が消\n滅するものではない。したがって，Ｄ１０助役は，ＳＫＲが閉そく区間の開通の確認を疎かに\nしていることを知っていたのであり，これを知ることができなかったとはいえない。\nＤ１０助役は，Ｄ１２施設整備主任が閉そく区間の開通の確認を疎かにしたことを知った以\n上，Ｄ１２施設整備主任が閉そく区間の開通を再度確認したとしても，ＳＫＲによる閉そく区\n間の開通の確認に懈怠はないと信頼することが相当であるとはいえない。\nｅ　４月１２日の信号トラブル③（運転通告券の不交付等）について\n１審被告は，ＳＫＲが平成３年４月１２日の信号トラブルの際に施行した代用閉そく方式に\nおいて行った運転通告券の不交付等の手続違反から，ＳＫＲが閉そくを無視して列車を運\n行することを予見することはできなかったと主張する。\nしかし，代用閉そく方式の手続は，信号機による列車の運行に代えて，人による閉そくの\n確認及びその情報の伝達によって列車の運行を行うものであって，その個々の手続は，そ\nの重要性の程度に差異があるとしても，いずれも閉そくを確認及び確保して列車を運行す\nるために不可欠なものであると考えられる。したがって，運転通告券の不交付等の手続違反\nであっても，列車を運行するために必要とされる閉そくの確認及び確保のために必要な手\n続であるから，これらを懈怠するＳＫＲの態度から，ＳＫＲが閉そくを確保せずに列車を運行\nすることも予見することができる。\nｆ　５月３日の信号トラブル①（Ｄ１４運転士の同乗）について\n１審被告は，ＳＫＲのＤ１４運転士が，平成３年５月３日の信号トラブルの際，５０１Ｄ列車に\n指導者として乗車していなかったと主張する。\nしかし，前記認定のとおり，Ｄ１４運転士が前記５０１Ｄ列車に指導者として乗車していたと\nのＤ１４運転士の検察官に対する供述調書（甲Ａ第３２号証の５，６）及び陳述書（乙Ａ第６号\n証）の各記載並びに原審における証人尋問中の供述は，その主要部分において一貫して\nおり，また，その内容も他の証拠により認めることができるＤ１４運転士のその前後の行動と\n矛盾なく，合理的に説明することができるから，いずれも信用できる。また，ＳＫＲのＤ１３運\n転主任の陳述書（乙Ａ第５号証）にも同旨の記載がある。\n他方，前記５０１Ｄ列車を運転していた１審被告のＤ２運転士の検察官に対する供述調書\n（甲Ａ第５５号証）及び原審における証人尋問中並びに前記５０１Ｄ列車に指導添乗してい\nた１審被告京都車掌区主任車掌であったＤ１９の陳述書（丙Ａ第４４号証）には，Ｄ１４運転\n士が前記５０１Ｄ列車に乗車していなかったとの記載及び供述がある。しかし，Ｄ２運転士\nは，前記供述調書において，自らその記憶があいまいであることを自認しており，また，前\n記証人尋問においては，明確な証言をしているものの，前記供述調書のあいまいな記憶か\nら明確な証言になった理由が合理的なものであるとは言い難く，Ｄ２運転士の前記供述調\n書の記載及び証人尋問中の供述はいずれも信用できない。また，Ｄ１９の前記陳述書の記\n載内容が，Ｄ１４運転士の前記供述調書及び前記陳述書の各記載及び前記証人尋問中の\n供述並びにＤ１３運転主任の前記陳述書の記載よりも信用できるものであるとも認め難い。\nしたがって，甲Ａ第３２号証の５，６，乙Ａ第５，第６号証，原審における証人Ｄ１４の証言に\nよれば，Ｄ１４運転士が前記５０１Ｄ列車に指導者として乗車していたと認めることができる。\nなお，１審被告は，Ｄ１４運転士の前記供述調書及び前記陳述書の各記載及び前記証人\n尋問中の供述を信用できないと主張する。しかし，１審被告が信用できない理由として指摘\nする事項は，誤解に基づくもの又は瑣末な齟齬などであって，Ｄ１４運転士の前記供述調書\n及び前記陳述書の各記載及び前記証人尋問中の供述の信用性を失わせるものではない。\nｇ　５月３日の信号トラブル③（Ｄ２運転士のＳＫＲの代用閉そく方式の施行方法に対する感\n想）について\n１審被告は，１審被告のＤ２運転士は，ＳＫＲの代用閉そく方式の施行が杜撰であるとの感\n想を抱いていないと主張する。\nしかし，前記認定のとおり，ＳＫＲの代用閉そく方式の施行が杜撰であるとの感想を抱いた\nとのＤ２運転士の検察官に対する供述調書（甲Ａ第５５，第５６号証）の記載は，その供述調\n書の記載方法及びＳＫＲの代用閉そく方式の違反行為の内容に照らして十分に信用するこ\nとができる。\n他方，Ｄ２運転士の原審における証人尋問中には，前記供述調書の内容を否定する供述\n部分がある。しかし，その供述は，Ｄ２運転士の前記供述調書の記載に対する弁解の内容\nが合理的ではなく，信用できない。\nＤ２運転士が，平成３年５月３日の信号トラブルの際に５０１Ｄ列車を小野谷信号場から出\n発させたときに，同信号場と信楽駅との間の安全の確保がなされていたと考えており，ＳＫＲ\nの指示に従ったものであったとしても，ＳＫＲの代用閉そく方式が違反行為を含んだもので\nある以上，Ｄ２運転士がこれに対し杜撰であるとの感想を抱いたとの認定を妨げるものでは\nない。\nｈ　５月３日の信号トラブル④（閉そくの不確保）について\n１審被告は，１審被告のＤ２運転士が，平成３年５月３日の信号トラブルの際，小野谷信号\n場と信楽駅との間を運転したときに，同区間の閉そくは確保されていたと主張する。\n確かに，前記認定事実によれば，Ｄ２運転士が，平成３年５月３日の信号トラブルの際に５\n０１Ｄ列車を小野谷信号場から発車させるときには，Ｄ２０運転士が５３４Ｄ列車を信楽駅から\n小野谷信号場まで運転してきており，また，信楽駅では信楽駅出発信号機２２Ｌが進行信\n号を現示しないという故障が生じており，前記５０１Ｄ列車が信楽駅に到着するまで他の列\n車を出発させていないから，信楽駅と小野谷信号場との間の閉そく区間の開通がなされて\nいたということができる。\nしかし，前記認定のとおり，前記５３４Ｄ列車が信楽駅を出発するに当たっては，信楽駅と\n小野谷信号場との間の閉そく区間の開通の確認及び確保が行われていなかった。そして，\nＤ２運転士は，前記５３４Ｄ列車が小野谷信号場に到着するまでは，小野谷信号場にＳＫＲ\nの職員がいたことを現認しておらず，また，Ｄ１４運転士から前記２２Ｌが進行信号を現示し\nなかったことを聞いたのであるから，これらの事実を考え併せれば，ＳＫＲが前記閉そく区間\nの開通の確認及び確保をせずに前記５３４Ｄ列車を運行したことは容易に知ることができた\nものである。また，Ｄ２運転士は，前記５０１Ｄ列車を小野谷信号場から発車させる際，Ｄ７業\n務課長らＳＫＲの職員が信楽駅と連絡をとっている状況を現認していないから，小野谷信号\n場と信楽駅との間の閉そく区間の開通を確認及び確保する手続が行われていることを認識\nできなかったというべきである。\nＤ２運転士が，Ｄ７業務課長から閉そくの確保の保証を得たとしても，これによって閉そく\n区間の開通及び確保が行われるものではない。\n当時，信楽駅に列車が存在しなかったとしても，これを信楽駅に確認していない以上，閉\nそく区間の開通及び確保が行われているということはできない。\nｉ　５月３日の信号トラブル⑤（Ｄ１運転士の運転通告券の不受領）について\n１審被告は，１審被告のＤ１運転士は，平成３年５月３日の信号トラブルの際，Ｄ７業務課\n長に対し，運転通告券の交付を要求したと主張する。\nしかし，前記認定のとおり，Ｄ１運転士がＳＫＲのＤ７業務課長に対し運転通告券の交付を\n要求しなかったとのＤ１運転士の検察官に対する供述調書（甲Ａ第５３号証）記載は，Ｄ１運\n転士のそれ以前の経験に照らして自然なものであって，信用することができる。\n他方，Ｄ１運転士の原審における証人尋問中には，前記供述調書の内容を否定する供述\n部分がある。しかし，その供述は，Ｄ１運転士の前記供述調書の記載に対する合理的な弁\n解がなされておらず，また，関連する供述内容が変遷しているなど，信用できない。\nｲ　Ｄ６助役らの報告義務違反の過失について\nＤ６助役らには，以下のとおり報告義務を怠った過失があると認めることができる。\n(ｱ)　報告義務の内容について\n１審被告のＤ６助役らには，前記アのＳＫＲによる代用閉そく方式の違反行為について，自\n己が所属する１審被告の部ないし課の上司に報告すべき義務があった。\nａ　Ｄ６助役の４月８日の信号トラブルの際の代用閉そく方式の違反行為についての報告義\n務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告の貴生川駅のＤ６助役は，自己が所\n属する部ないし課の上司に対し，平成３年４月８日の信号トラブルの際にＳＫＲが施行した\n代用閉そく方式において，信楽駅の当務駅長であるＤ８運転主任とではなく，ＳＫＲのＤ７業\n務課長との間で，代用閉そく方式の施行の指令，小野谷信号場への運転係の派遣及び常\n用閉そく方式の施行の指令についての打合せを行ったこと，並びにＳＫＲのＤ１６施設課長\nが上記区間の開通について車による不十分な確認しかしていなかったにもかかわらず，こ\nれを徒歩で確認したとの虚偽の報告をしたことを報告すべき義務があったと認めるのが相\n当である。\nｂ　Ｄ１０助役の４月１２日の信号トラブルの際の代用閉そく方式の違反行為についての報告\n義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告の貴生川駅のＤ１０助役は，自己が\n所属する部ないし課の上司に対し，平成３年４月１２日の信号トラブルの際にＳＫＲが施行し\nた代用閉そく方式において，信楽駅の当務駅長であるＤ８運転主任とではなく，ＳＫＲのＤ７\n業務課長との間で，代用閉そく方式の施行の指令及び小野谷信号場への運転係の派遣に\nついての打合せを行ったこと，並びにＳＫＲのＤ１２施設整備主任が上記区間の開通を確認\nしていなかったにもかかわらず，これを確認したとの虚偽の報告をしたことを報告すべき義\n務があったと認めるのが相当である。\nｃ　Ｄ１運転士，Ｄ３指導員及びＤ４指導助役の４月１２日の信号トラブルの際の代用閉そく\n方式の違反行為に関する報告義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告の上りＪＲ５５０４Ｄ試運転列車を運転\nしていたＤ１運転士並びにこれに添乗していたＤ３指導員及びＤ４指導助役は，自己が所属\nする部ないし課の上司に対し，平成３年４月１２日の信号トラブルの際にＳＫＲが施行した代\n用閉そく方式において，小野谷信号場において前記ＪＲ５５０４Ｄ試運転列車の運転につい\nて運転通告券が交付されなかったことを報告すべき義務があったと認めるのが相当である。\nまた，上りＪＲ５５０８Ｄ試運転列車を運転していたＤ１運転士は，自己が所属する部ないし\n課の上司に対し，平成３年４月１２日の信号トラブルの際にＳＫＲが施行した代用閉そく方式\nにおいて，信楽駅において運転通告券が交付されたこと，同列車が小野谷信号場に到着\nした際，小野谷信号場の運転係がいなかったことを報告すべき義務があったと認めるのが\n相当である。\nｄ　Ｄ２運転士の５月３日の信号トラブルの際の代用閉そく方式の違反行為についての報告\n義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告の下りＪＲ５０１Ｄ列車を運転していた\nＤ２運転士並びにこれに添乗していたＤ２１車掌及びＤ１９車掌は，自己が所属する部ない\nし課の上司に対し，平成３年５月３日の信号トラブルの際にＳＫＲが施行した代用閉そく方式\nにおいて，代用閉そく方式による運転前に小野谷信号場に運転係が派遣されていなかっ\nたこと，同運転係と信楽駅長とが連絡を取り合っていないこと，小野谷信号場において運転\n通告券が交付されなかったこと及び信楽駅と小野谷信号場間の閉そくの確認がなされてい\nなかった可能性があることを報告すべき義務があったと認めるのが相当である。\nｅ　Ｄ１運転士及びＤ５助役の５月３日の信号トラブルの際の代用閉そく方式の違反行為に\nついての報告義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告の下りＪＲ５０３Ｄ列車を運転していた\nＤ１運転士及びこれに添乗していたＤ５助役は，自己が所属する部ないし課の上司に対し，\n平成３年５月３日の信号トラブルの際にＳＫＲが施行した代用閉そく方式において，小野谷\n信号場において運転通告券が交付されなかったことを報告すべき義務があったと認めるの\nが相当である。\n(ｲ)　報告義務の根拠について\nａ　列車の運行関係者の事故防止措置義務について\n列車は大量の人を高速で運送するものであるから，列車の運行は事故を発生する危険性\nが高い上，事故が発生した場合には多数の人の生命及び身体を侵害するものである。そこ\nで，列車の運行に当たっては安全が重視されるべきであり，列車の運行に関係する者は事\n故が発生しないように適切かつ必要な措置をとるべき義務があるというべきである。\nｂ　列車の運行関係者の報告義務について\n列車の運行に関係する者は，前記ａの事故防止措置義務を尽くすため，事故の発生の原\n因となりうる事実を発見したときには，これを自己が所属する部ないし課の上司に報告すべ\nき義務があるというべきである。なぜならば，前記ａの事故防止措置義務の趣旨から，列車\nの運行に関係する者は，自己の担当する職務を遂行する際に，事故を発生させないように\nすることは当然であるが，前記のとおり多数の人の生命及び身体を侵害するおそれのある\n職務に関係しているので，運行に関係する他の者の違法な行為，第三者の行為又は偶然\nの事情などによって生じる事故の発生を防止するため，そのような事故の発生の原因となり\nうる事実を，その職務の遂行過程において発見したときには，その事実を上司に報告するこ\nとによって事故の発生を防止させることが相当だからである。鉄道事業法（昭和６１年１２月４\n日号外法律第９２号）及びこれに基づいて定められた鉄道事故等報告規則（昭和６２年２月\n２０日号外運輸省令第８号）並びにこれら基づいて１審被告が定めている運転事故報告手\n続（甲Ａ第４２号証）も，このような趣旨を含めて規定されているものと解される。\nまた，列車の運行に関係する者は，事故の発生の原因となりうる事実を発見したときに限\nらず，これを容易に発見することができたときにも，これを発見した上で，自己が所属する部\nないし課の上司に報告すべき義務があるというべきである。なぜならば，そのように解すれ\nば，列車の運行に関係する者は，事故の発生の原因となりうる事実の発見に努めることにな\nるので，事故の発生の防止につながることになるからである。そして，列車の運行に関係す\nる者の職務が多数の人の生命及び身体を害するおそれがあるものであることを考慮すれ\nば，そのような場合にも報告義務を負わせても不当とはいえない。他方，そのように解しなけ\nれば，事故の発生を防止することに真摯に職務を遂行しているとはいえない者が，その努\n力を怠ったことにより，事故の発生の原因となりうる事実を見過ごした場合には，前記事実\nについて報告義務を負わないことになるのに対し，事故の発生を防止することに真摯に職\n務を遂行する者は，真摯に職務を遂行したことによって，事故の発生の原因となりうる事実\nを発見したため，前記事実について報告義務を負うことになり，不合理な結果を生じること\nになる。\nｃ　列車の直通乗入れにおける報告義務について\n他社線に乗り入れた列車の運行に関与する者は，前記ａの趣旨から，当該列車の運行に\n関し事故が発生しないように適切かつ必要な措置をとるべき義務があるというべきである。\nそして，他社線に乗り入れた列車の運行に関与する者は，前記事故防止措置義務を尽くす\nため，他社線において事故の発生の原因となりうる事実を発見したときには，それが他社線\nにおけるものであることから，まず前記事実を当該他社の関係部署に報告すべき義務があ\nると解すべきであるが，前記事実が他社の違反行為である場合には，自己が所属する自社\nの部ないし課の上司に報告すべき義務があるというべきである。なぜならば，このような事実\nについて他社に報告したとしても，他社は，自ら違反行為をしていることから，上記報告に\n基づいて事故防止のための措置をとることを必ずしも期待し得ないこともあるので，他社が\n事故防止のための措置をとらない場合には，自社から他社に対し事故防止のための措置を\nとるように働きかけるために，自社にも報告させるのが相当だからである。そして，自社は，\n自己所有の列車を他社線に直通乗入れしているのであるから，自社所有の列車が関係す\nる事故を防止するために他社に事故防止のための措置をとるよう働きかける義務があると認\nめても不当とはいえない。\nなお，１審被告は，自社が他社に対し是正勧告義務を有するとして事故について責任を\n負うことはあり得ないと主張する。しかし，列車の運行に関与する者は，前記ａのとおり事故\n防止措置義務があると解されるところ，他社線であっても，自社所有の車両又は乗務員を\n乗り入れさせているときには，その限りで他社線での運行に関与しているのであるから，そ\nの運行に関与している限度で事故防止措置義務があり，その一内容として，他社線におい\nて事故の発生の原因となる事実を発見したときは，他社に対しその事故の発生原因となる\n事実を是正するように申し入れるべき義務があると解するのが相当である。\nｄ　本件における違反行為の報告義務について\n前記(ｱ)のとおり，１審被告のＤ６助役らは，１審被告所有の列車のＳＫＲ線への直通乗入\nれにおいて，ＳＫＲによる代用閉そく方式の違反行為を現認し，又は容易に知ることができ\nたのであるから，自己が所属する部ないし課の上司に報告すべき義務があるというべきであ\nる。なぜならば，代用閉そく方式は，列車の衝突又は追突を防止するためのシステムである\n閉そくの確保を図るための常用の設備である信号機の故障等により，信号機の代わりに人\nによる閉そくの確認及び確保並びに情報及び指示の伝達を行うものであるから，これらが遺\n漏なく行われるように厳格な手続が定められており，これに違反することは閉そくのシステム\nを危うくし，列車の衝突又は追突の危険を発生させるものだからである。\nｅ　１審被告の運転事故報告手続及び１審被告とＳＫＲが締結した車両直通運転契約書等\nとの関係について\n１審被告は，ＳＫＲとの間で締結した車両直通運転契約書９条で，ＳＫＲ線内で発生した直\n通列車の鉄道運転事故及び運転阻害事故の報告については，１審被告が定めている運転\n事故報告手続に準じて，速やかにＳＫＲが１審被告に対し報告すると規定しており，１審被\n告が定めている運転事故報告手続及びＳＫＲが定めている運転事故・運転阻害報告規定\nでは，停車場外で発生した事故に限り，信楽駅に報告することが義務づけられているにす\nぎないところ，ＳＫＲによる代用閉そく方式の違反行為は小野谷信号場で発生している上，\nＳＫＲのＤ７業務課長が知っているものであるから，１審被告のＤ６助役らに前記違反行為の\n報告義務はないなどと主張する。\nしかし，前記ｃのとおり，他社線に乗り入れた列車の運行に関与する者が，他社線におい\nて事故の発生の原因となりうる事実を発見したときには，まず前記事実を当該他社の関係\n部署に報告すべき義務があると解すべきであるが，前記事実が他社の違反行為である場\n合には，自己が所属する自社の部ないし課の上司に報告すべき義務があるというべきであ\nる。１審被告とＳＫＲとの間で締結した車両直通運転契約書及び１審被告の運転事故報告\n手続等にこれと異なる定めをしており，１審被告のＤ６助役らの行為がその定めに違反して\nいないとしても，これらの規定は１審被告とＳＫＲとの関係及び１審被告内部の関係を規定し\nているものにすぎないから，これらの規定に違反していないことをもって被害者に対する関\n係で認められる前記報告義務違反の責任を免れるものではない。\nｆ　１審被告の運行権ないし運行管理権の不存在との関係について\n１審被告は，ＳＫＲ線内の報告手続は，運行権及び運行管理権を有するＳＫＲが対処する\nことであるから，１審被告にそのような義務はなく，本件直通列車の乗務員は，異常時の対\n応は信楽駅に連絡するものと教育を受けていたので，ＳＫＲの代用閉そく方式の違反行為\nを１審被告に報告する必要はなかったと主張する。\nしかし，前記ｃのとおり，１審被告の被用者に前記(ｱ)の報告義務が認められる理由は，１\n審被告の本件直通乗入れによって，１審被告の被用者が本件直通乗入れの運行に関与す\nることになったことから，その運行によって事故が発生しないようにすべき義務を負うことにあ\nる。したがって，１審被告がＳＫＲ線において運行権又は運行管理権を有しないとしても，こ\nれが１審被告の被用者に前記(ｱ)の報告義務を認めることの妨げとなるものではない。また，\n本件直通列車の乗務員が異常時の対応は信楽駅に連絡するものと教育を受けていたとし\nても，これは１審被告内部ないしＳＫＲとの合意に基づく指示にすぎないから，これによって\n被害者に対する関係で認められる前記報告義務違反の過失による責任を免れるものでは\nない。\n(ｳ)　本件事故についての予見可能性について\nａ　予見可能性の存在\n前記(ｱ)のとおり，１審被告のＤ６助役らは，１審被告所有の列車のＳＫＲ線への直通乗入\nれにおいて，ＳＫＲによる代用閉そく方式の違反行為を現認し，又は容易に知ることができ\nたのであるから，ＳＫＲの閉そくの確保を違反した行為によって発生した本件事故を予見す\nることは可能であったと認めるのが相当である。\nなぜならば，前記(ｲ)ｄのとおり，代用閉そく方式の手続に違反する行為は，閉そくのシス\nテムを危うくし，列車の衝突の危険を発生させるものであるから，代用閉そく方式の手続に\n違反する行為を現認し，又は容易に知ることができたときには，列車の衝突による事故の発\n生を予見することが可能であると認めることができるというべきである。特に，Ｄ６助役，Ｄ１０\n助役，Ｄ１運転士及びＤ２運転士は，ＳＫＲの閉そくの確認又は確保が十分でないことを現\n認し，又は容易に認識することができたのであり，Ｄ３指導員，Ｄ４指導助役及びＤ５助役\nも，ＳＫＲの閉そくの確認又は確保が十分でない事態に直面したわけではないものの，代用\n閉そく方式の手続に違反する行為を現認し，又は容易に知ることができ，そのような行為が\n閉そくの確認又は確保を危うくするものであることを知ることができたというべきである。\nｂ　予見可能性の対象について\n前記２のとおり，本件事故は，信楽駅出発信号機２２Ｌの赤固定に端を発し，ＳＫＲによる\n閉そくの確認及び確保をしないままの本件５３４Ｄ列車の信楽駅の出発，Ｄ１５信号技師に\nよる誤出発検知機能を無効化する回路の短絡及びＤ１運転士による本件５０１Ｄ列車の小\n野谷信号場の通過が重なって発生したものであるが，閉そくの確認又は確保を怠る行為\nは，それ自体が列車の衝突又は追突の危険を発生させるものであるから，１審被告の被用\n者がＳＫＲによる代用閉そく方式に違反する行為を現認し，又は容易に知ることができたこと\nをもって，ＳＫＲによる閉そくの確認及び確保をしないままの本件５３４Ｄ列車の信楽駅の出\n発，ひいては本件事故の発生を予見することが可能であったというべきである。\nなお，１審被告は，本件事故発生の予見可能性の予見の対象は，①ＳＫＲ関係者が閉そ\nくを確保せずに本件５３４Ｄ列車を信楽駅から出発させたこと及び②Ｄ１５信号技士が誤出\n発検知機能を無効化する回路の短絡を行ったことというべきであり，その場合に，１審被告\nの被用者に本件事故についての予見可能性を認め得ないと主張する。\nしかし，前記(ｲ)ｄのとおり，閉そくを確保せずに列車を運行させることは，列車の衝突又は\n追突の危険を生じさせるものであり，Ｄ６助役らが，１審被告所有の列車のＳＫＲ線への直通\n乗入れにおいて，ＳＫＲによる代用閉そく方式の違反行為を現認し，又は容易に知ることが\nできたのであるから，ＳＫＲによる閉そくの確保に違反した行為によって発生した本件事故を\n予見することは可能であったといってよく，Ｄ１５信号技士による誤出発検知機能を無効化\nする回路の短絡行為を予見することができたか否かを問題とする必要はない。\nまた，１審被告は，前記②の行為は本件事故の必要条件であり，過失判断の前提たる因\n果関係の存否ないしその重要性は，現実に生起した因果の流れに沿って判断すべきであ\nるから，前記②が予見可能性の対象となる事実であるなどと主張する。しかし，予見可能性\nの対象となる事実は，過失の内容である注意義務違反の内容に基づいて定まると解される\nところ，Ｄ６助役らの注意義務違反はＳＫＲの代用閉そく方式の違反行為の報告義務違反\nであるところ，代用閉そく方式の違反行為は閉そくの確認及び確保を危うくするものであり，\n閉そくの確認及び確保が行われずに列車が運行されれば，それだけで列車の衝突又は追\n突の危険が生じるのであるから，Ｄ６助役らの前記報告義務違反の過失の予見可能性の対\n象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発生させたことで足\nり，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為まで予見する必要\nはないと解するのが相当である。\nｃ　他の鉄道事業者の行為と予見可能性の関係について\n１審被告は，鉄道事業者は，鉄道運転規則に規定されている閉そくを厳守することが要求\nされているから，鉄道事業に従事する者が敢えて閉そくを遵守しないで列車を運転すること\nがあることを，他の鉄道事業者の従事員が予測することは不可能であると主張する。\nしかし，法令によって鉄道事業者に対し閉そくの遵守が厳しく要求されていることから，直\nちに他の鉄道事業者が閉そくを遵守しない列車の運転をすることがあることを予測すること\nができないということはできない。甲Ａ第７７，第７８号証によれば，旧国鉄においては，昭和\n３８年から昭和５５年までの間に，３３件の列車衝突事故が発生しているところ，そのうち１件\nは閉そくの取扱い不良であり，４件は閉そく方式変更の取扱い不良であることが認められ，\n本件事故当時までにこのような列車事故の状況が大きく改善したことを窺わせる証拠はな\nい。したがって，列車衝突事故の１割以上が閉そくを遵守しない列車の運行によるものであ\nるから，列車の運行に関与する者が，鉄道事業者が閉そくを遵守しない列車の運行を行う\nことを予測することができないとはいえない。\nｄ　４月１２日の信号トラブルの際の違反行為の内容と予見可能性の関係について\n１審被告は，平成３年４月１２日の信号トラブルの際には，運転通告券の交付及び代用手\n信号の現示を除けば，区間開通の確認及び指導者の同乗等の代用閉そく方式の手続は\nほぼ完全に履行されており，閉そくを確保した上で列車の運行が行われていたから，ＳＫＲ\nの閉そくを確保しない列車の運行を予見することができなかったと主張する。\nしかし，前記認定のとおり，平成３年４月１２日の信号トラブルの際にＳＫＲが施行した代用\n閉そく方式において，１審被告のＤ１０助役が，信楽駅の当務駅長であるＤ８運転主任とで\nはなく，ＳＫＲのＤ７業務課長との間で，代用閉そく方式の施行の指令及び小野谷信号場へ\nの運転係の派遣等についての打合せを行ったこと，並びにＳＫＲのＤ１２施設整備主任が上\n記区間の開通を確認していなかったにもかかわらず，これを確認したとの虚偽の報告をした\nことなど指揮命令系統の混乱及び閉そく区間開通の確認の懈怠が認められ，Ｄ１０助役，Ｄ\n１運転士，Ｄ３指導員及びＤ４指導助役はこれらの事実を現認し，又は容易に知ることがで\nきたのであるから，ＳＫＲの閉そくを確保しない列車の運行による本件事故の発生を予見す\nることは可能であったということができる。\nｅ　５月３日の信号トラブルの際の違反行為の内容と予見可能性の関係について\n１審被告は，平成３年５月３日の信号トラブルの際には，指導者の同乗及び運転通告券の\n交付はなかったものの，閉そくは厳として確保されていたから，ＳＫＲの閉そくを確保しない\n列車の運行を予見することができなかったと主張する。\nしかし，前記認定のとおり，平成３年５月３日の信号トラブルの際にＳＫＲが施行した代用\n閉そく方式において，代用閉そく方式による運転前に小野谷信号場に運転係が派遣され\nていなかったこと，同運転係と信楽駅長とが連絡を取り合っていないこと，小野谷信号場に\nおいて運転通告券が交付されなかったこと及び信楽駅と小野谷信号場間の閉そくの確認\nがなされていなかった可能性があることなど指揮命令系統の混乱及び閉そく区間開通の確\n認の懈怠等が認められ，Ｄ２運転士，Ｄ１運転士及びＤ５助役はこれらの事実を現認し，又\nは容易に知ることができたのであるから，ＳＫＲの閉そくを確保しない列車の運行による本件\n事故の発生を予見することは可能であったということができる。\nｆ　本件事故当日の１審被告の被用者の認識と予見可能性の関係について\n１審被告は，１審被告の被用者が，本件事故当日，信楽駅出発信号機２２Ｌが赤固定した\nため，ＳＫＲが代用閉そく方式により列車を運行しようとしたことを知らなかったから，ＳＫＲが\n本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの事実を予見することは不\n可能であったと主張する。\nしかし，前記ｂで判示したとおり，Ｄ６助役らの前記報告義務違反の過失の予見可能性の\n対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発生させたことで\n足りるから，ＳＫＲが本件事故当日，信楽駅出発信号機２２Ｌが赤固定したため，本件５３４Ｄ\n列車を閉そくを確保せずに信楽駅から出発させたとの具体的な事実まで予見する必要はな\nいと解するのが相当である。\n(ｴ)　本件事故についての回避可能性について\nａ　回避可能性の存在\n１審被告のＤ６助役らが自己が所属する部ないし課の上司に対しＳＫＲによる代用閉そく\n方式の違反行為を報告していれば，安全に関する事項を統括する１審被告鉄道本部安全\n対策室を通じるなどしてＳＫＲに対しその違反行為の是正を申し入れ，ＳＫＲもその申入れを\n受けて代用閉そく方式の違反行為を是正し，本件事故の発生を防ぐことができたと認める\nのが相当である。\n甲Ａ第３３号証の６，８によれば，１審被告鉄道本部安全対策室は，安全に関する事項を\n総括する部署であり，運転事故の防止及び処理に関すること，運転取扱いに係わる事項の\n会社間調整に関すること，安全にかかわる部外との調整に関すること並びにその他安全に\n係わる事項を分掌している。したがって，事故の発生原因となりうる事実であるＳＫＲによる\n代用閉そく方式の違反行為についての報告は，安全対策室に集められ，同室などを通じ\nて，ＳＫＲに対しその是正の申入れが行われることになる。\n他方，ＳＫＲは，前記２(1)のとおり，本件直通乗入れがＳＫＲからの要請に基づいて行われ\nたものであること，１審被告が本件直通乗入れを拒絶すれば，ＳＫＲは世界陶芸祭期間中の\n乗客の輸送に支障を来すことなどから，１審被告から代用閉そく方式の違反行為の是正を\n求められれば，これに応じざるを得ない状況にあったということができる。\nｂ　１審被告の権限と回避可能性の関係について\n１審被告は，１審被告がＳＫＲに対し代用閉そく方式の違反行為の是正を勧告したとして\nも，権限に裏打ちされたものではないから，ＳＫＲがこれに従ったかどうか疑問があり，本件\n事故の発生の回避を保証できないので，１審被告の結果回避義務として定立することがで\nきないと主張する。\nしかし，１審被告のＳＫＲに対する代用閉そく方式の違反行為の是正の申入れに権限の\n裏打ちがないとしても，前記ａで判示したとおりの本件直通乗入れに関する１審被告とＳＫＲ\nとの立場を考慮すれば，ＳＫＲは前記是正の申入れに従わざるを得ないと認められるから，\n１審被告の前記是正の申入れによって本件事故の発生を回避することができたと認めるの\nが相当である。\nｃ　是正申入れの内容と回避可能性の関係について\n１審被告は，本件事故がＳＫＲによる単なる代用閉そく方式の手続違反ではなく，閉そくの\n遵守を怠ったために発生したものであるから，１審被告がＳＫＲに対し代用閉そく方式の違\n反行為の是正を申し入れたとしても，これによって本件事故の発生を回避できたと推定する\nことはできないと主張する。\nしかし，前記アで認定したとおり，ＳＫＲによる代用閉そく方式の違反行為には閉そくの確\n認及び確保を怠ったものがあり，１審被告がＳＫＲに対しこの是正を申し入れることによっ\nて，ＳＫＲによる閉そくを確保しない列車の運行によって発生した本件事故を防ぐことができ\nたものである。また，代用閉そく方式の手続は，信号機による列車の運行に代えて，人によ\nる閉そくの確認及びその情報の伝達によって列車の運行を行うものであって，その個々の\n手続は，その重要性の程度に差異があるとしても，いずれも閉そくを確認及び確保して列\n車を運行するために不可欠なものであると考えられるから，１審被告がＳＫＲに対し代用閉\nそく方式の手続の違反行為の是正を申し入れることによって，本件事故の発生を防ぐことが\nできたということができる。\n(ｵ)　１審被告の被用者の雇用関係について\n１審被告は，１審被告の乗務員は，本件直通列車に乗務してＳＫＲ線を運行する際には，\n１審被告の従業員の身分のまま，ＳＫＲに出向していたものであるなどと主張する。\nしかし，１審被告の乗務員が本件直通列車に乗務してＳＫＲ線を運行する際の雇用関係\nを，１審被告からＳＫＲへの出向であると解し難い。\nまた，前記(ｲ)のとおり，１審被告の被用者に前記(ｱ)の報告義務が認められる理由は，１\n審被告の本件直通乗入れによって，１審被告の被用者がその運行に関与することになった\nことから，その運行によって事故が発生しないようにすべき義務を負うことにある。したがっ\nて，前記雇用関係が出向であるとしても，１審被告の乗務員に前記(ｱ)の報告義務を認める\nことの妨げとなるものではない。\n(ｶ)　信頼の原則との関係について\nａ　他の鉄道事業者に対する信頼の原則の適用について\n１審被告は，本件直通乗入れにおける１審被告とＳＫＲとの間にも信頼の原則が適用され\nるところ，鉄道事業者が運輸大臣の免許を受けたうえで，厳格な運輸大臣の監督統制下に\n鉄道事業を継続しているのであるから，ＳＫＲ線に直通乗入れ等をする１審被告は，ＳＫＲの\n事業活動たる鉄道輸送の安全性についてはこれが確保されているとの信頼を有することが\n当然であると主張する。\nしかし，本件直通乗入れにおける１審被告とＳＫＲとの間にも信頼の原則が適用される余\n地があるとしても，前記アで認定した事実によれば，Ｄ６助役らは，ＳＫＲの代用閉そく方式\nの違反行為を現認し，また，その違反行為が疑われる状況にあったから，ＳＫＲの鉄道輸送\nの安全性が確保されていると信頼することが相当であったとは認め難い。\nｂ　閉そくに対する信頼の原則の適用について\n１審被告は，信頼の原則からすれば，１審被告の被用者に対して，ＳＫＲが鉄道輸送の安\n全の根幹をなす閉そくを遵守せずして，列車を発車させることについてまで予見義務を課\nすことはできないと主張する。\nしかし，前記アで認定した事実によれば，１審被告のＤ６助役らは，ＳＫＲの代用閉そく方\n式の違反行為を現認し，また，その違反行為が疑われる状況にあったから，信頼の原則を\n適用して，Ｄ６助役らがＳＫＲが閉そくを確保せずに列車を運行させることまで予見すること\nができなかったということはできない。\nなお，１審被告は，ＳＫＲの代用閉そく方式の違反行為が形式的な手続の不履行にすぎ\nず，実質的な安全は確保されていたから，前記違反行為と閉そくを確保せずに列車を運行\nすることとの間に深い断絶があると主張する。しかし，前記アで認定した事実によれば，ＳＫ\nＲの代用閉そく違反行為には，閉そくの確認及び確保が十分でなかったものが含まれてい\nる。また，代用閉そく方式の手続がいずれも閉そくを確認及び確保して列車を運行するた\nめに不可欠なものであると考えられるから，代用閉そく方式の違反行為は閉そくの確認及\nび確保を危うくするものである。したがって，ＳＫＲの代用閉そく方式の違反行為からＳＫＲが\n閉そくを確保せずに列車を運行するのを予見することができるのであり，そのような列車の\n運行が行われないと信頼することが相当であるとはいえない。\nｃ　ＳＫＲの一次的報告責任と信頼の原則の適用について\n１審被告は，ＳＫＲがＳＫＲ線の運行管理権を有していたこと並びに１審被告とＳＫＲとの間\nで締結された車両直通運転契約書及び１審被告の運転事故報告手続の各規定によれば，\nＳＫＲ線内で発生した事項について情報を収集し，報告体制を含めた安全対策を積極的に\n講ずる義務は一次的にはＳＫＲにあるから，１審被告はこれを信頼することが許されていると\n主張する。\nしかし，１審被告とＳＫＲとの間において，ＳＫＲ線内で発生した事故の発生の原因となりう\nる事実についての情報の収集及び報告体制を含めた安全対策を講ずる義務が一次的に\nはＳＫＲにあるとしても，これは１審被告とＳＫＲとの関係において主張することができるもの\nにすぎず，第三者である犠牲者との関係において主張することができるものではない。そし\nて，前記(ｲ)のとおり，ＳＫＲ線において発生した事故の発生の原因となりうるＳＫＲの違反行\n為については，ＳＫＲが自らこれを是正し，また，１審被告に対し報告することは必ずしも期\n待することができないから，前記違反行為についても，ＳＫＲに情報収集及び安全対策の一\n次的義務があり，１審被告はこれを信頼することが許されていると解することはできない。\n(ｷ)　報告義務違反について\n前記アの事実によれば，１審被告のＤ６助役らは，前記アのＳＫＲによる代用閉そく方式の\n違反行為について，自己が所属する１審被告の部ないし課の長に報告していないから，前\n記(ｱ)の報告義務を怠った過失があるといわざるを得ない。\nｳ　報告義務違反の過失と本件事故との因果関係について\n１審被告のＤ６助役らが自己が所属する部ないし課の上司に対しＳＫＲによる代用閉そく\n方式の違反行為を報告することを怠った過失と本件事故の発生との間に因果関係を認める\nことができる。\n(ｱ)　事実的因果関係の存在について\n前記イ(ｴ)のとおり，Ｄ６助役らが自己が所属する部ないし課の上司に対しＳＫＲによる代\n用閉そく方式の違反行為を報告していれば，すなわち報告義務違反の過失がなければ，\n本件事故の発生を防ぐことができたと認めることができるから，Ｄ６助役らの報告義務違反の\n過失と本件事故の発生との間に，事実的因果関係を認めるのが相当である。\n(ｲ)　相当因果関係の存在について\n前記イ(ウ)のとおり，ＳＫＲによる代用閉そく方式の違反行為は，閉そくのシステムを危うく\nするものであり，これを放置すれば，ＳＫＲの閉そくを確認又は確保しない列車の運行による\n列車の衝突又は追突事故に繋がるおそれがあるものであるから，Ｄ６助役らが自己が所属\nする部ないし課の上司に対しＳＫＲによる代用閉そく方式の違反行為を報告することを怠っ\nた過失とＳＫＲによる閉そくの確認及び確保をしないままの本件５３４Ｄ列車の信楽駅の出発\nによって発生した本件事故との間には，相当因果関係を認めることができる。\n(2)　１審被告鉄道本部運輸部運用課長の報告体制確立義務違反の過失等について\n１審被告鉄道本部運輸部運用課長には，以下のとおり報告体制確立義務違反の過失が\nあり，これによって本件事故が発生したと認めることができる。\nｱ　報告体制確立義務違反の過失について\n１審被告鉄道本部運輸部運用課長には，以下のとおり報告体制確立義務を怠った過失\nがあると認めることができる。\n(ｱ)　報告体制確立義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告鉄道本部運輸部運用課長には，本\n件直通列車の１審被告の乗務員に対し，上記乗務員がＳＫＲの代用閉そく方式の違反行為\nを現認したとき，又は，上記違反行為が疑われる場合に，これを調査した上，違反行為が行\nわれたと知ったときには，自己が所属する１審被告の部ないし課の長に上記違反行為を報\n告するように教育及び訓練が行われるような体制を確立すべき義務があったと認めるのが\n相当である。\n(ｲ)　報告体制確立義務の根拠について\nａ　運用課長の権限とその義務\n前記(1)イ(ｲ)ｃのとおり，他社線に乗り入れた列車の運行に関与する者は，事故防止措置\n義務を尽くすため，他社線において事故の発生の原因となりうる他社の違反行為を発見し\nたとき，又はこれを容易に知ることができたときには，これを発見した上で，自己が所属する\n自社の部ないし課の上司に報告すべき義務がある。ところで，甲Ａ第３３号証の１２によれ\nば，１審被告鉄道本部運輸部運用課は，本件直通列車の乗務員に対し，教育及び訓練の\n立案を分掌していたことが認められる。したがって，運用課が本件直通列車の乗務員に対\nし本件直通乗入れについての教育及び訓練をする際には，上記報告義務についても教育\nすべきであり，その教育及び訓練の立案を分掌する前記運用課を統括する運用課長に\nは，上記報告義務の教育及び訓練が行われるような体制を確立すべき義務があったという\nべきである。\nｂ　運行管理権等と報告体制確立義務違反について\n１審被告は，ＳＫＲ線内の報告手続は，運行権及び運行管理権を有するＳＫＲが対処する\nことであるから，１審被告にそのような義務はないと主張する。\nしかし，前記(1)イ(ｲ)ｃのとおり，１審被告の被用者に前記(1)イ(ｱ)の報告義務が認められる\n理由は，１審被告の本件直通乗入れによって，１審被告の被用者がその運行に関与するこ\nとになったことから，その運行によって事故が発生しないようにすべき義務を負うことにある。\nしたがって，１審被告がＳＫＲ線において運行権又は運行管理権を有しないとしても，これが\n１審被告の被用者に前記(1)イ(ｱ)の報告義務，ひいては運用課長の前記報告体制確立義\n務を認めることの妨げとなるものではない。\nｃ　教育及び訓練の責任者について\n１審被告は，乗務員に対する教育及び訓練は，ＳＫＲが行うべきものであるが，その内部\n事情からやむを得ず，ＳＫＲが１審被告に委託して行ったものであると主張する。\nしかし，前記(1)イ(ｲ)ｃのとおり，他社線に乗り入れた列車の運行に関与する者には前記報\n告義務が認められるべきであるから，他社線に乗り入れる際にはその運行に関与する者に\n対する前記報告義務の教育及び訓練をすべき必要があり，また，１審被告鉄道本部運輸部\n運用課の分掌事務には，本件直通列車の乗務員に対する教育及び訓練の立案が含まれ\nていたのである。したがって，仮にＳＫＲが本件直通乗入れのための１審被告の乗務員に対\nする教育及び訓練をすべきであり，これを１審被告に対し委託したとしても，ＳＫＲの教育及\nび訓練とは別に，１審被告自身も乗務員に対する教育及び訓練をすべき必要があるから，\n１審被告が主張する事情は，前記報告体制確立義務を認めることの妨げとなるものではな\nい。\n(ｳ)　本件事故についての予見可能性について\nａ　予見可能性の存在\n１審被告鉄道本部運輸部運用課長は，ＳＫＲが閉そくを確保せずに列車を運行するという\n違反行為によって発生した本件事故を予見することは可能であったと認めるのが相当であ\nる。すなわち，前記(1)イ(ｲ)ｃで判示したとおり，本件直通列車の乗務員には，ＳＫＲ線にお\nいて事故の発生の原因となりうるＳＫＲの違反行為を発見したときには，自己が所属する自\n社の部ないし課の上司に報告すべき義務があるので，本件直通乗入れのために上記乗務\n員に対する教育及び訓練を行う運用課は，上記乗務員が上記報告義務を尽くすことができ\nるようにするため，本件直通乗入れにおいてＳＫＲが行うおそれのある事故の発生原因とな\nりうる違反行為を予測した上，これについて上記報告義務があることを教育及び訓練すべき\nことになる。そして，本件事故の発生原因となったＳＫＲによる閉そくを確認及び確保せずに\n列車を運行させる行為は，列車の衝突又は追突事故を発生させる危険性の高い行為であ\nるから，運用課が予測すべき違反行為に含まれるというべきである。したがって，運用課を\n統括する運用課長は，前記教育及び訓練の際には，ＳＫＲによる閉そくを確保せずに列車\nを運行させる違反行為を予測すべきであり，閉そくを確保しないで列車を運行したことによ\nって発生した本件事故は，当然，その予測の範囲内にあったというべきである。\nなお，運用課長が，ＳＫＲが事前トラブルにおける代用閉そく方式において違反行為をし\nたことを知っていたとまで認めるに足りる証拠はない。しかし，前記のとおり，運用課長は，\n本件直通乗入れによる事故の発生を防止するために，ＳＫＲが閉そくの確認及び確保をせ\nずに列車を運行させる行為をも予測して，本件直通列車の乗務員に対する教育及び訓練\nを行う必要があったのであるから，ＳＫＲによる上記違反行為を知らなかったとしても，ＳＫＲ\nが閉そくを確保せずに列車を運行したことによって発生した本件事故を予見することは可能\nであったというべきである。\nｂ　予見可能性の対象について\n１審被告は，本件事故発生の予見可能性の予見の対象は，①ＳＫＲ関係者が閉そくを確\n保せずに本件５３４Ｄ列車を信楽駅から出発させたこと及び②Ｄ１５信号技士が誤出発検知\n機能を無効化する回路の短絡を行ったことというべきであり，その場合に，１審被告の被用\n者に本件事故についての予見可能性を認め得ないと主張する。\nしかし，前記(1)イ(ｳ)ｂで判示したとおり，閉そくを確保せずに列車を運行させることは，列\n車の衝突又は追突の危険を生じさせるものであるから，運用課長が，ＳＫＲによる閉そくの\n確保に違反した行為によって発生した本件事故を予見することは可能であったといってよ\nく，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為を予見することがで\nきたか否かを問題とする必要はない。\nなお，１審被告は，前記②の行為は本件事故の必要条件であり，過失判断の前提たる因\n果関係の存否ないしその重要性は，現実に生起した因果の流れに沿って判断すべきであ\nるから，前記②が予見可能性の対象となる事実であるなどと主張する。しかし，前記(1)イ(ｳ)\nｂで判示したのと同様の理由により，運用課長の前記報告体制確立義務違反の過失の予\n見可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発生\nさせることで足り，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為まで\n予見する必要はないと解するのが相当である。\nｃ　本件事故当日の運用課長の認識と予見可能性について\n１審被告は，１審被告の被用者が，本件事故当日，信楽駅出発信号機２２Ｌが赤固定した\nため，ＳＫＲが代用閉そく方式により列車を運行しようとしたことを知らなかったから，ＳＫＲが\n本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの事実を予見することは不\n可能であったと主張する。\nしかし，前記ｂで判示したとおり，運用課長の前記報告体制確立義務違反の過失の予見\n可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発生さ\nせたことで足りるから，ＳＫＲが本件事故当日，信楽駅出発信号機２２Ｌが赤固定したため，\n本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの具体的な事実まで予見す\nる必要はないと解するのが相当である。\n(ｴ)　本件事故についての回避可能性について\n１審被告鉄道本部運輸部運用課長が前記報告体制を確立し，本件直通列車の乗務員に\n対する上記報告義務について教育及び訓練が行われていれば，上記乗務員が自己が所\n属する部ないし課の上司に対しＳＫＲによる代用閉そく方式の違反行為を報告し，安全に\n関する事項を統括する１審被告の安全対策室を通じるなどしてＳＫＲに対しその違反行為\nの是正を申し入れ，ＳＫＲもその申入れを受けて代用閉そく方式の違反行為を是正し，本件\n事故の発生を防ぐことができたと認めるのが相当である。\n(ｵ)　信頼の原則との関係について\nａ　他の鉄道事業者に対する信頼の原則の適用について\n１審被告は，本件直通乗入れにおける１審被告とＳＫＲとの間にも信頼の原則が適用され\nるところ，鉄道事業者が運輸大臣の免許を受けたうえで，厳格な運輸大臣の監督統制下に\n鉄道事業を継続しているのであるから，ＳＫＲ線に直通乗入れ等をする１審被告は，ＳＫＲの\n事業活動たる鉄道輸送の安全性についてはこれが確保されているとの信頼を有することが\n当然であると主張する。\nしかし，甲第７７，第７８号証によれば，旧国鉄においては，昭和３８年から昭和５５年まで\nの間に，３３件の列車衝突事故及び９１件の列車脱線事故などの多数の重大事故が発生し\nているところ，前記列車衝突事故及び列車脱線事故の多くは列車の運行に従事する者に\n原因があるものと認められる。そして，本件事故当時までにこのような事故の状況が大きく改\n善したことを窺わせる証拠はなく，また，ＳＫＲの列車の運行に関する事故の状況が旧国鉄\nのそれと大きく異なるものであることを窺わせる証拠もない。したがって，このような事故の状\n況を前提とすれば，１審被告鉄道本部運輸部運用課長が，ＳＫＲの鉄道輸送の安全性が確\n保されていると信頼することが相当であったとは認め難い。\nｂ　閉そくに対する信頼の原則の適用について\n１審被告は，信頼の原則からすれば，１審被告の被用者に対して，ＳＫＲが鉄道輸送の安\n全の根幹をなす閉そくを遵守せずして，列車を発車させることについてまで予見義務を課\nすことはできないと主張する。\nしかし，前記(1)イ(ｳ)ｃで認定したとおり，旧国鉄において昭和３８年から昭和５５年までの\n間に発生した列車衝突事故３３件の１割以上に当たる５件が閉そくを遵守しない列車の運\n行によるものであるから，１審被告鉄道本部運輸部運用課長は，鉄道事業者が閉そくを遵\n守しない列車の運行を行うことを予見することは可能であって，これを予測することはできな\nいとはいえない。\nｃ　ＳＫＲの一次的報告責任と信頼の原則の適用について\n１審被告は，ＳＫＲ線内で発生した事項について情報を収集し，報告体制を含めた安全対\n策を積極的に講ずる義務は一次的にはＳＫＲにあるから，１審被告はこれを信頼することが\n許されていると主張する。\nしかし，前記(1)イ(ｶ)ｃのとおり，ＳＫＲ線内で発生した事故の発生の原因となりうる事実に\nついての情報の収集及び報告体制を含めた安全対策を講ずる義務が一次的にはＳＫＲに\nあるとの事情を，被害者との関係において主張することができるものではなく，ＳＫＲ線にお\nいて発生した事故の発生の原因となりうるＳＫＲの違反行為についても，ＳＫＲに情報収集\n及び安全対策の一次的義務があり，１審被告はこれを信頼することが許されていると解する\nことができない。\n(ｶ)　報告体制確立義務違反の内容について\n甲Ａ第３３号証の１０ないし１３，丙Ａ第４８号証，原審における証人Ｄ２２の証言によって\nも，本件直通列車の乗務員に対する本件直通乗入れのための教育及び訓練の際に，前記\n報告義務について教育及び訓練を行ったことを認めることはできず，１審被告鉄道本部運\n輸部運用課長が上記報告義務の教育及び訓練が行われるような体制を確立すべき義務を\n尽くしたことを認めることもできない。したがって，運用課長は，前記(ｱ)の報告体制確立義\n務を怠った過失があるといわざるを得ない。\nｲ　報告体制確立義務違反の過失と本件事故との因果関係について\n１審被告鉄道本部運輸部運用課長が前記ア(ｱ)の報告体制確立義務を怠った過失と本\n件事故の発生との間に因果関係を認めることができる。\n(ｱ)　事実的因果関係の存在について\n前記ア(ｴ)のとおり，運用課長が前記報告体制を確立し，本件直通列車の乗務員に対す\nる上記報告義務について教育及び訓練が行われていれば，すなわち前記報告体制確立\n義務違反の過失がなければ，本件事故の発生を防ぐことができたと認めることができるか\nら，運用課長の報告体制確立義務違反の過失と本件事故の発生との間に，事実的因果関\n係を認めるのが相当である。\n(ｲ)　相当因果関係の存在について\n前記ア(ウ)のとおり，本件直通列車の乗務員が自己が所属する部ないし課の上司に対しＳ\nＫＲの閉そくを確保しない列車の運行を含む事故の発生の原因となりうるＳＫＲの違反行為\nの報告義務について教育及び訓練を受けないことによって，本件直通列車の乗務員がＳＫ\nＲの閉そくを確認又は確保しない列車の運行を発見したにもかかわらず，これを自己が所\n属する部ないし課の上司に報告しないため，１審被告鉄道本部安全対策室等を通じての是\n正の申入れがなされず，ＳＫＲの閉そくを確認又は確保しない列車の運行が放置され，ＳＫ\nＲの閉そくを確認又は確保しない列車の運行による列車の衝突又は追突事故に繋がるお\nそれがあるものであるから，運用課長の前記報告体制確立義務を怠った過失とＳＫＲによる\n閉そくの確認及び確保をしないままの本件５３４Ｄ列車の信楽駅の出発によって発生した本\n件事故との間には，相当因果関係を認めることができる。\n(3)　１審被告鉄道本部安全対策室長の報告体制確立義務違反の過失等について\n１審被告鉄道本部安全対策室長には，以下のとおり報告体制確立義務違反の過失があ\nり，これによって本件事故が発生したと認めることができる。\nｱ　報告体制確立義務違反の過失について\n１審被告鉄道本部安全対策室長には，以下のとおり報告体制確立義務を怠った過失が\nあると認めることができる。\n(ｱ)　報告体制確立義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告鉄道本部安全対策室長には，本件\n直通列車の運行に関与する者に対し，これらの者がＳＫＲの代用閉そく方式の違反行為を\n現認したとき，又は，上記違反行為が疑われる場合に，これを調査した上，違反行為が行\nわれたと知ったときには，自己が所属する１審被告の部ないし課の長に上記違反行為を報\n告し，さらに上記長から安全対策室に上記違反行為を報告する体制を確立すべき義務が\nあったと認めるのが相当である。\n(ｲ)　報告体制確立義務の根拠について\n前記(1)イ(ｲ)ｃのとおり，他社線に乗り入れた列車の運行に関与する者は，事故防止措置\n義務を尽くすため，他社線において事故の発生の原因となりうる他社の違反行為を発見し\nたとき，又はこれを容易に知ることができたときには，自己が所属する自社の部ないし課の\n上司に報告すべき義務がある。ところで，前記(1)イ(ｴ)ａのとおり，１審被告鉄道本部安全対\n策室は，安全に関する事項を総括する部署であり，運転事故の防止及び処理に関するこ\nと，安全にかかわる部外との調整に関すること並びにその他安全に係わる事項を分掌して\nいる。したがって，安全対策室は，本件直通列車の運行に関与する者が上記報告義務を尽\nくすことができる体制を確立すべきであり，安全対策室を統括する安全対策室長には，上記\n報告義務が尽くされるように体制を確立すべき義務があったというべきである。\n(ｳ)　本件事故についての予見可能性について\nａ　予見可能性の存在\n１審被告鉄道本部安全対策室長は，ＳＫＲが閉そくを確保せずに列車を運行するという違\n反行為によって発生した本件事故を予見することは可能であったと認めるのが相当である。\nすなわち，前記(1)イ(ｲ)ｃのとおり，本件直通乗入れの運行に関与する者は，ＳＫＲ線におい\nて事故の発生の原因となりうるＳＫＲの違反行為を発見したときには，自己が所属する自社\nの部ないし課の上司に報告すべき義務があるので，安全に関する事項を総括する部署で\nある安全対策室は，本件直通乗入れの運行に関与する１審被告の被用者が上記報告義務\nを尽くすことができるようにするため，本件直通乗入れにおいてＳＫＲが行うおそれのある事\n故の発生の原因となりうる違反行為を予測した上，これについて上記報告義務を尽くすこと\nができるような体制を確立すべきことになる。そして，本件事故の発生原因となったＳＫＲに\nよる閉そくを確認及び確保せずに列車を運行させる行為は，列車の衝突又は追突事故を\n発生させる危険性の高い行為であるから，安全対策室が予測すべき違反行為に含まれると\nいうべきである。したがって，安全対策室を統括する安全対策室長は，本件直通乗入れの\n際に，ＳＫＲによる閉そくを確保せずに列車を運行させる違反行為を予測すべきであり，閉\nそくを確保しないで列車を運行したことによって発生した本件事故は，当然，その予測の範\n囲内にあったというべきである。\nなお，安全対策室長が，ＳＫＲが事前トラブルにおける代用閉そく方式において違反行為\nをしたことを知っていたとまで認めるに足りる証拠はない。しかし，前記のとおり，安全対策\n室長は，本件直通乗入れによる事故の発生を防止するために，ＳＫＲが閉そくの確認及び\n確保をせずに列車を運行させる行為をも予測して，本件直通乗入れの運行に関与する１審\n被告の被用者が前記報告義務を尽くすことができるような体制を確立する必要があったの\nであるから，ＳＫＲによる上記違反行為を知らなかったとしても，ＳＫＲが閉そくを確保せずに\n列車を運行したことによって発生した本件事故を予見することは可能であったというべきで\nある。\nｂ　予見可能性の対象について\n１審被告は，本件事故発生の予見可能性の予見の対象は，①ＳＫＲ関係者が閉そくを確\n保せずに本件５３４Ｄ列車を信楽駅から出発させたこと及び②Ｄ１５信号技士が誤出発検知\n機能を無効化する回路の短絡を行ったことというべきであり，その場合に，１審被告の被用\n者に本件事故についての予見可能性を認め得ないと主張する。\nしかし，前記(1)イ(ｳ)ｂで判示したとおり，閉そくを確保せずに列車を運行させることは，列\n車の衝突又は追突の危険を生じさせるものであるから，安全対策室長が，ＳＫＲによる閉そ\nくの確保に違反した行為によって発生する本件事故を予見することは可能であったといって\nよく，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為を予見することが\nできたか否かを問題とする必要はない。\nなお，１審被告は，前記②の行為は本件事故の必要条件であり，過失判断の前提たる因\n果関係の存否ないしその重要性は，現実に生起した因果の流れに沿って判断すべきであ\nるから，前記②が予見可能性の対象となる事実であるなどと主張する。しかし，前記(1)イ(ｳ)\nｂで判示したのと同様の理由により，安全対策室長の前記報告体制確立義務違反の過失\nの予見可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を\n発生させたことで足り，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為\nまで予見する必要はないと解するのが相当である。\nｃ　本件事故当日の安全対策室長の認識と予見可能性について\n１審被告は，１審被告の被用者が，本件事故当日，信楽駅出発信号機２２Ｌが赤固定した\nため，ＳＫＲが代用閉そく方式により列車を運行しようとしたことを知らなかったから，ＳＫＲが\n本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの事実を予見することは不\n可能であったと主張する。\nしかし，前記ｂで判示したとおり，安全対策室長の前記報告体制確立義務違反の過失の\n予見可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発\n生させたことで足りるから，ＳＫＲが本件事故当日本件５３４Ｄ列車を閉そくを確保せずに信\n楽駅から出発させたとの具体的な事実まで予見する必要はないと解するのが相当である。\n(ｴ)　本件事故についての回避可能性について\n１審被告鉄道本部安全対策室長が，本件直通乗入れの運行に関与する１審被告の被用\n者が前記報告義務を尽くすことができる体制を確立していれば，１審被告の被用者が自己\nが所属する部ないし課の上司に対しＳＫＲによる代用閉そく方式の違反行為を報告し，安\n全対策室を通じるなどしてＳＫＲに対しその違反行為の是正を申し入れ，ＳＫＲもその申入\nれを受けて代用閉そく方式の違反行為を是正し，本件事故の発生を防ぐことができたと認\nめるのが相当である。\n(ｵ)　信頼の原則との関係について\nａ　他の鉄道事業者に対する信頼の原則の適用について\n１審被告は，本件直通乗入れにおける１審被告とＳＫＲとの間にも信頼の原則が適用され\nるところ，鉄道事業者が運輸大臣の免許を受けたうえで，厳格な運輸大臣の監督統制下に\n鉄道事業を継続しているのであるから，ＳＫＲ線に直通乗入れ等をする１審被告は，ＳＫＲの\n事業活動たる鉄道輸送の安全性についてはこれが確保されているとの信頼を有することが\n当然であると主張する。\nしかし，前記(2)ア(ｵ)ａで認定したとおり，旧国鉄において昭和３８年から昭和５５年までの\n間に発生した多数の重大事故の多くは列車の運行に従事する者に原因があるところ，本件\n事故当時までにこのような事故の状況が大きく改善したこと，また，ＳＫＲの列車の運行に関\nする事故の状況が旧国鉄のそれと大きく異なるものであることを窺わせる証拠もない。した\nがって，このような事故の状況を前提とすれば，１審被告鉄道本部安全対策室長が，ＳＫＲ\nの鉄道輸送の安全性が確保されていると信頼することが相当であったとは認め難い。\nｂ　閉そくに対する信頼の原則の適用について\n１審被告は，信頼の原則からすれば，１審被告の被用者に対して，ＳＫＲが鉄道輸送の安\n全の根幹をなす閉そくを遵守せずして，列車を発車させることについてまで予見義務を課\nすことはできないと主張する。\nしかし，前記(1)イ(ｳ)ｃで認定したとおり，旧国鉄において昭和３８年から昭和５５年までの\n間に発生した列車衝突事故３３件の１割以上に当たる５件が閉そくを遵守しない列車の運\n行によるものであるから，１審被告鉄道本部安全対策室長は，鉄道事業者が閉そくを遵守\nしない列車の運行を行うことを予見することは可能であって，これを予測することができない\nとはいえない。\nｃ　ＳＫＲの一次的報告責任と信頼の原則の適用について\n１審被告は，ＳＫＲ線内で発生した事項について情報を収集し，報告体制を含めた安全対\n策を積極的に講ずる義務は一次的にはＳＫＲにあるから，１審被告はこれを信頼することが\n許されていると主張する。\nしかし，前記(1)イ(ｶ)ｃのとおり，ＳＫＲ線内で発生した事故の発生の原因となりうる事実に\nついての情報の収集及び報告体制を含めた安全対策を講ずる義務が一次的にはＳＫＲに\nあるとの事情を，被害者との関係において主張することができるものではなく，ＳＫＲ線にお\nいて発生した事故の発生の原因となりうるＳＫＲの違反行為についても，ＳＫＲに情報収集\n及び安全対策の一次的義務があり，１審被告はこれを信頼することが許されていると解する\nことはできない。\n(ｶ)　報告体制確立義務違反の内容について\n甲Ａ第３３号証の６ないし８，第７１ないし７４号証によっても，本件直通乗入れの運行に関\n与する１審被告の被用者が前記報告義務を尽くすことができる体制が確立されたと認めるこ\nとはできない。したがって，１審被告鉄道本部安全対策室長は，前記(ｱ)の報告体制確立義\n務に違反した過失があるといわざるを得ない。\nなお，１審被告は，ＳＫＲとの間で締結した車両直通運転契約書９条で，ＳＫＲ線内で発生\nした直通列車の鉄道運転事故及び運転阻害事故の報告については，１審被告が定めてい\nる運転事故報告手続に準じて，速やかにＳＫＲが１審被告に対し報告すると規定しており，１\n審被告が定めている運転事故報告手続及びＳＫＲが定めている運転事故・運転阻害報告\n規定では，停車場外で発生した事故に限り，信楽駅に報告することが義務づけられている\nから，安全対策室長は，前記報告体制確立義務を尽くしており，その義務違反の過失はな\nいなどと主張する。しかし，前記(1)イ(ｲ)ｃのとおり，他社線に乗り入れた列車の運行に関与\nする者が，他社線において事故の発生の原因となりうる他社の違反行為を発見したときに\nは，自己が所属する自社の部ないし課の上司に報告すべき義務があるというべきであるか\nら，これと異なる定めをしている１審被告とＳＫＲとの間で締結した車両直通運転契約書及\nび１審被告の運転事故報告手続等の存在をもって，安全対策室長が前記報告体制確立義\n務を尽くしたとはいえず，その義務違反の過失がないとはいえない。\nｲ　報告体制確立義務違反の過失と本件事故との因果関係について\n１審被告鉄道本部安全対策室長が前記ア(ｱ)の報告体制確立義務を怠った過失と本件\n事故の発生との間に因果関係を認めることができる。\n(ｱ)　事実的因果関係の存在について\n前記ア(ｴ)のとおり，安全対策室長が前記報告体制を確立し，本件直通乗入れの運行に\n関与する１審被告の被用者が前記報告義務を尽くすことができる体制が確立されていれ\nば，すなわち前記報告体制確立義務違反の過失がなければ，本件事故の発生を防ぐこと\nができたと認めることができるから，安全対策室長の報告体制確立義務違反の過失と本件\n事故の発生との間に，事実的因果関係を認めるのが相当である。\n(ｲ)　相当因果関係の存在について\n前記ア(ウ)のとおり，本件直通乗入れの運行に関与する１審被告の被用者が自己の所属\nする部ないし課の上司に対しＳＫＲの閉そくを確保しない列車の運行を含む事故の発生の\n原因となりうるＳＫＲの違反行為について報告義務を尽くすことができる体制が確立されて\nいないことによって，前記１審被告の被用者がＳＫＲの閉そくを確認又は確保しない列車の\n運行を発見したにもかかわらず，これを自己が所属する部ないし課の上司に報告しないた\nめ，安全対策室を通じての是正の申入れがなされず，ＳＫＲの閉そくを確認又は確保しない\n列車の運行が放置され，ＳＫＲの閉そくを確認又は確保しない列車の運行による列車の衝\n突又は追突事故に繋がるおそれがあるものであるから，安全対策室長の前記報告体制確\n立義務を怠った過失とＳＫＲによる閉そくの確認及び確保をしないままの本件５３４Ｄ列車の\n信楽駅の出発によって発生した本件事故との間には，相当因果関係を認めることができる。\n(4)　１審被告鉄道本部長の報告体制確立義務違反の過失等について\n１審被告鉄道本部長には，以下のとおり報告体制確立義務違反の過失があり，これによっ\nて本件事故が発生したと認めることができる。\nｱ　報告体制確立義務違反の過失について\n１審被告鉄道本部長には，以下のとおり報告体制確立義務を怠った過失があると認める\nことができる。\n(ｱ)　報告体制確立義務の内容について\n前記２(1)及び３(1)アの事実を総合すれば，１審被告鉄道本部長には，１審被告鉄道本部\n運輸部運用課長及び安全対策室長がそれぞれ前記(2)及び(3)の各ア(ｱ)の各報告体制確\n立義務を尽くすように指導及び監督すべき義務があったと認めるのが相当である。\n(ｲ)　報告体制確立義務の根拠について\n前記(2)及び(3)の各ア(ｱ)のとおり，１審被告鉄道本部運用課長及び安全対策室長にはそ\nれぞれ前記(2)及び(3)の各ア(ｱ)の報告体制確立義務がある。ところで，甲Ａ２０号証１２によ\nれば，１審被告鉄道本部長は，運用課の所属する運輸部及び安全対策室をいずれも統括\nする立場にある上，安全問題に関する事項を分担している。したがって，鉄道本部長には，\n上記の各報告体制確立義務が尽くされるように指導及び監督すべき義務があったというべ\nきである。\n(ｳ)　本件事故についての予見可能性について\nａ　予見可能性の存在\n１審被告鉄道本部長は，ＳＫＲが閉そくを確保せずに列車を運行するという違反行為によ\nって発生した本件事故を予見することは可能であったと認めるのが相当である。すなわち，\n前記(1)イ(ｲ)ｃのとおり，本件直通乗入れの運行に関与する者は，ＳＫＲ線において事故の\n発生の原因となりうるＳＫＲの違反行為を発見したときには，自己が所属する自社の部ない\nし課の上司に報告すべき義務があり，前記(2)ア(ｲ)のとおり，運用課長は，本件直通乗入れ\nについての教育及び訓練をする際に，本件直通列車の乗務員に対し，上記報告義務を尽\nくさせるために，これについての教育及び訓練が行われるような体制を確立すべき義務が\nあり，前記(3)ア(ｲ)のとおり，安全対策室長は，本件直通乗入れの際に，１審被告の被用者\nに対し，上記報告義務を尽くすことができるような体制を確立すべき義務があるので，運用\n課の所属する運輸部及び安全対策室をいずれも統括する立場にある上，安全問題に関す\nる事項を分担している鉄道本部長は，運用課長及び安全対策室長が上記報告体制確立\n義務を尽くすことができるようにするため，本件直通乗入れにおいてＳＫＲが行うおそれのあ\nる事故の発生の原因となりうる違反行為を予測した上，これについて上記報告体制確立義\n務を尽くすことができるよう指導及び監督すべきことになる。そして，本件事故の発生原因と\nなったＳＫＲによる閉そくを確認及び確保せずに列車を運行させる行為は，列車の衝突又\nは追突事故を発生させる危険性の高い行為であるから，鉄道本部長が予測すべき違反行\n為に含まれるというべきである。したがって，鉄道本部長は，本件直通乗入れの際に，ＳＫＲ\nによる閉そくを確保せずに列車を運行させる違反行為を予測すべきであり，閉そくを確保し\nないで列車を運行したことによって発生した本件事故は，当然，その予測の範囲内にあっ\nたというべきである。\nなお，鉄道本部長が，ＳＫＲが事前トラブルにおける代用閉そく方式において違反行為を\nしたことを知っていたとまで認めるに足りる証拠はない。しかし，前記のとおり，鉄道本部長\nは，本件直通乗入れによる事故の発生を防止するために，ＳＫＲが閉そくの確認及び確保\nをせずに列車を運行させる行為をも予測して，運用課長及び安全対策室長が前記報告体\n制確立義務を尽くすことができるよう指導及び監督する必要があったのであるから，ＳＫＲに\nよる上記違反行為を知らなかったとしても，ＳＫＲが閉そくを確保せずに列車を運行したこと\nによって発生した本件事故を予見することは可能であったというべきである。\nｂ　予見可能性の対象について\n１審被告は，本件事故発生の予見可能性の予見の対象は，①ＳＫＲ関係者が閉そくを確\n保せずに本件５３４Ｄ列車を信楽駅から出発させたこと及び②Ｄ１５信号技士が誤出発検知\n機能を無効化する回路の短絡を行ったことというべきであり，その場合に，１審被告の被用\n者に本件事故についての予見可能性を認め得ないと主張する。\nしかし，前記(1)イ(ｳ)ｂで判示したとおり，閉そくを確保せずに列車を運行させることは，列\n車の衝突又は追突の危険を生じさせるものであるから，鉄道本部長が，ＳＫＲによる閉そく\nの確保に違反した行為によって発生する本件事故を予見することは可能であったといって\nよく，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為を予見することが\nできたか否かを問題とする必要はない。\nなお，１審被告は，前記②の行為は本件事故の必要条件であり，過失判断の前提たる因\n果関係の存否ないしその重要性は，現実に生起した因果の流れに沿って判断すべきであ\nるから，前記②が予見可能性の対象となる事実であるなどと主張する。しかし，前記(1)イ(ｳ)\nｂで判示したのと同様の理由により，鉄道本部長の前記報告体制確立義務違反の過失の\n予見可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発\n生させたことで足り，Ｄ１５信号技士による誤出発検知機能を無効化する回路の短絡行為ま\nで予見する必要はないと解するのが相当である。\nｃ　本件事故当日の鉄道本部長の認識と予見可能性について\n１審被告は，１審被告の被用者が，本件事故当日，信楽駅出発信号機２２Ｌが赤固定した\nため，ＳＫＲが代用閉そく方式により列車を運行しようとしたことを知らなかったから，ＳＫＲが\n本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの事実を予見することは不\n可能であったと主張する。\nしかし，前記ｂで判示したとおり，鉄道本部長の前記報告体制確立義務違反の過失の予\n見可能性の対象としては，ＳＫＲが閉そくを確保せずに列車を運行させて本件事故を発生\nさせることで足りるから，ＳＫＲが本件事故当日，信楽駅出発信号機２２Ｌが赤固定したた\nめ，本件５３４Ｄ列車を閉そくを確保せずに信楽駅から出発させたとの具体的な事実まで予\n見する必要はないと解するのが相当である。\n(ｴ)　本件事故についての回避可能性について\n１審被告鉄道本部長が，１審被告鉄道本部運輸部運用課長が前記報告体制を確立する\nように指導及び監督し，また，１審被告鉄道本部安全対策室長が前記報告体制を確立する\nように指導及び監督していれば，本件直通列車の乗務員に対する上記報告義務について\n教育及び訓練が行われ，また，本件直通乗入れの運行に関与する１審被告の被用者が上\n記報告義務を尽くすことができる体制が確立され，１審被告の被用者が自己が所属する部\nないし課の上司に対しＳＫＲによる代用閉そく方式の違反行為を報告し，安全対策室を通じ\nるなどしてＳＫＲに対しその違反行為の是正を申し入れ，ＳＫＲもその申入れを受けて代用\n閉そく方式の違反行為を是正し，本件事故の発生を防ぐことができたと認めるのが相当で\nある。\n(ｵ)　信頼の原則との関係について\nａ　他の鉄道事業者に対する信頼の原則の適用について\n１審被告は，本件直通乗入れにおける１審被告とＳＫＲとの間にも信頼の原則が適用され\nるところ，鉄道事業者が運輸大臣の免許を受けたうえで，厳格な運輸大臣の監督統制下に\n鉄道事業を継続しているのであるから，ＳＫＲ線に直通乗入れ等をする１審被告は，ＳＫＲの\n事業活動たる鉄道輸送の安全性についてはこれが確保されているとの信頼を有することが\n当然であると主張する。\nしかし，前記(2)ア(ｵ)ａで認定したとおり，旧国鉄において昭和３８年から昭和５５年までの\n間に発生した多数の重大事故の多くは列車の運行に従事する者に原因があるところ，本件\n事故当時までにこのような事故の状況が大きく改善したこと，また，ＳＫＲの列車の運行に関\nする事故の状況が旧国鉄のそれと大きく異なるものであることを窺わせる証拠もない。した\nがって，このような事故の状況を前提とすれば，１審被告鉄道本部長が，ＳＫＲの鉄道輸送\nの安全性が確保されていると信頼することが相当であったとは認め難い。\nｂ　閉そくに対する信頼の原則の適用について\n１審被告は，信頼の原則からすれば，１審被告の被用者に対して，ＳＫＲが鉄道輸送の安\n全の根幹をなす閉そくを遵守せずして，列車を発車させることについてまで予見義務を課\nすことはできないと主張する。\nしかし，前記(1)イ(ｳ)ｃで認定したとおり，旧国鉄において昭和３８年から昭和５５年までの\n間に発生した列車衝突事故３３件の１割以上に当たる５件が閉そくを遵守しない列車の運\n行によるものであるから，１審被告鉄道本部長は，鉄道事業者が閉そくを遵守しない列車の\n運行を行うことを予見することは可能であって，これを予測することはできないとはいえな\nい。\nｃ　ＳＫＲの一次的報告責任と信頼の原則の適用について\n１審被告は，ＳＫＲ線内で発生した事項について情報を収集し，報告体制を含めた安全対\n策を積極的に講ずる義務は一次的にはＳＫＲにあるから，１審被告はこれを信頼することが\n許されていると主張する。\nしかし，前記(1)イ(ｶ)ｃのとおり，ＳＫＲ線内で発生した事故の発生の原因となりうる事実に\nついての情報の収集及び報告体制を含めた安全対策を講ずる義務が一次的にはＳＫＲに\nあるとの事情を，被害者との関係において主張することができるものではなく，ＳＫＲ線にお\nいて発生した事故の発生の原因となりうるＳＫＲの違反行為についても，ＳＫＲに情報収集\n及び安全対策の一次的義務があり，１審被告はこれを信頼することが許されていると解する\nことはできない。\n(ｶ)　報告体制確立義務違反の内容について\n１審被告鉄道本部長が，１審被告鉄道本部運輸部運用課長が前記報告体制を確立する\nように指導及び監督したことを窺わせる証拠はなく，また，１審被告鉄道本部安全対策室長\nが前記報告体制を確立するように指導及び監督したことを窺わせる証拠もない。したがっ\nて，鉄道本部長は，前記(ｱ)の報告体制確立義務に違反した過失があるといわざるを得な\nい。\nｲ　報告体制確立義務違反の過失と本件事故との因果関係について\n１審被告鉄道本部長が前記ア(ｱ)の報告体制確立義務を怠った過失と本件事故の発生と\nの間に因果関係を認めることができる。\n(ｱ)　事実的因果関係の存在について\n前記ア(ｴ)のとおり，鉄道本部長が，１審被告鉄道本部運輸部運用課長及び安全対策室\n長の前記各報告体制確立義務について指導及び監督をし，前記各報告体制が確立され，\n本件直通列車の乗務員に対する上記報告義務について教育及び訓練が行われ，また，本\n件直通乗入れの運行に関与する１審被告の被用者が前記報告義務を尽くすことができる\n体制が確立されていれば，すなわち鉄道本部長の前記報告体制確立義務違反の過失が\nなければ，本件事故の発生を防ぐことができたと認めることができるから，鉄道本部長の報\n告体制確立義務違反の過失と本件事故の発生との間に，事実的因果関係を認めるのが相\n当である。\n(ｲ)　相当因果関係の存在について\n前記ア(ウ)のとおり，運用課長及び安全対策室長の前記各報告体制が確立されず，本件\n直通列車の乗務員が自己が所属する部ないし課の上司に対しＳＫＲの閉そくを確保しない\n列車の運行を含む事故の発生の原因となりうるＳＫＲの違反行為の報告義務について教育\n及び訓練を受けないことによって，また，本件直通乗入れの運行に関与する１審被告の被\n用者が自己の所属する部ないし課の上司に対しＳＫＲの閉そくを確保しない列車の運行を\n含む事故の発生の原因となりうるＳＫＲの違反行為について報告義務を尽くすことができる\n体制が確立されていないことによって，１審被告の被用者がＳＫＲの閉そくを確認又は確保\nしない列車の運行を発見したにもかかわらず，これを自己が所属する部ないし課の上司に\n報告しないため，安全対策室等を通じての是正の申入れがなされず，ＳＫＲの閉そくを確認\n又は確保しない列車の運行が放置され，ＳＫＲの閉そくを確認又は確保しない列車の運行\nによる列車の衝突又は追突事故に繋がるおそれがあるものであるから，鉄道本部長の前記\n報告体制確立義務を怠った過失とＳＫＲによる閉そくの確認及び確保をしないままの本件５\n３４Ｄ列車の信楽駅の出発によって発生した本件事故との間には，相当因果関係を認める\nことができる。\n(5)　本件直通乗入れに際しての１審被告の立場について\n（本件直通乗入れの性格について）\n１審被告は，本件直通乗入れにおいては，ＳＫＲ線内において営業免許を有しておらず，\n車両運行権及び運行管理権を有さず，運行管理の実体もなく，ＳＫＲに対し車両及び乗務\n員を対価を得て貸していたにすぎず，ＳＫＲ線内における運行はＳＫＲが行っていたことなど\nから，ＳＫＲ線における乗客に対する安全確保義務を負うのは，ＳＫＲだけであって，１審被\n告はこれを負わないと主張する。\nしかし，前記(1)イ(ｲ)及び前記(2)ないし(4)の各ア(ｲ)のとおり，１審被告の被用者に前記(1)\nイ(ｱ)の報告義務及び前記(2)ないし(4)の各ア(ｱ)の報告体制確立義務が認められる理由\nは，１審被告の本件直通乗入れによって，１審被告の被用者がその運行に関与することに\nなったことから，その運行によって事故が発生しないようにすべき義務を負うことにある。した\nがって，１審被告がＳＫＲ線において営業免許を有しておらず，車両運行権又は運行管理\n権を有さず，運行管理の実体もないとしても，これが１審被告の被用者に前記(1)イ(ｱ)の報\n告義務及び前記(2)ないし(4)の各ア(ｱ)の報告体制確立義務を認めることの妨げとなるもの\nではない。\n４　１審被告の使用者責任について\n１審被告は，以下のとおり１審被告の被用者の不法行為によって被害者らが被った損害\nについて，民法７１５条に基づいて賠償責任を負うものである。\n(1)　１審被告の被用者の不法行為について\n１審被告のＤ６助役らの前記３(1)の報告義務違反並びに１審被告鉄道本部運輸部運用\n課長，安全対策室長及び鉄道本部長の前記３(2)ないし(4)の報告体制確立義務違反の各\n過失により本件事故を発生させて被害者らを死亡させ，被害者らに後記５の損害を被らせ\nたのであるから，１審被告の前記被用者の被害者らに対する不法行為を認めることができ\nる。\n(2)　使用関係について\n１審被告のＤ６助役ら並びに１審被告鉄道本部運輸部運用課長及び安全対策室長が１審\n被告の従業員であることは，当事者間に争いがないから，１審被告の被用者であると認める\nのが相当である。また，１審被告鉄道本部長が取締役であることは，当事者間に争いがない\nところ，弁論の全趣旨によれば，１審被告鉄道本部長は，１審被告と使用関係があるから，１\n審被告の被用者であると認めるのが相当である。\nなお，１審被告は，１審被告の乗務員は，本件直通列車に乗務してＳＫＲ線を運行する際\nには，１審被告の従業員の身分のまま，ＳＫＲに出向していたものであるなどと主張する。し\nかし，１審被告の乗務員が本件直通列車に乗務してＳＫＲ線を運行する際の雇用関係を，１\n審被告からＳＫＲへの出向であると解し難い。また，前記の１審被告の被用者に前記３(1)イ\n(ｲ)の報告義務が認められる理由に鑑みれば，前記雇用関係が出向であるとしても，１審被\n告の乗務員に前記３(1)イ(ｱ)の報告義務を認めることの妨げとなるものではない。\n(3)　事業の執行行為性について\n前記３(1)アで認定したとおり，１審被告のＤ６助役及びＤ１０助役は，ＪＲ貴生川駅の業務に\nついて報告義務違反があったから，Ｄ６助役及びＤ１０助役の前記報告義務違反の過失\nは，１審被告の業務の執行について行われたものであると認めることができる。また，前記\n３(1)アで認定したとおり，１審被告のＤ３指導員，Ｄ４指導助役，Ｄ５助役，Ｄ１運転士及びＤ\n２運転士は，本件直通乗入れ列車に乗車していたが，前記２(1)で認定したとおり，本件直\n通乗入れは，１審被告がＳＫＲと本件直通乗入れに関する契約を締結し，これに基づいて\n行われたものであるから，１審被告の業務として行われたものと認められ，Ｄ３指導員，Ｄ４\n指導助役，Ｄ５助役，Ｄ１運転士及びＤ２運転士の前記報告義務違反の過失は，１審被告\nの業務の執行について行われたものであると認めることができる。さらに，前記３(2)ないし(4)\nで認定したとおり，１審被告鉄道本部運輸部運用課長，安全対策室長及び鉄道本部長の\n前記報告体制確立義務は，１審被告における運用課長，安全対策室長及び鉄道本部長の\n本来の業務であるから，運用課長，安全対策室長及び鉄道本部長の前記報告体制確立義\n務違反の過失は，１審被告の業務の執行について行われたものと認めることができる。\nなお，１審被告は，本件直通乗入れにおいては，ＳＫＲ線内において鉄道事業の免許を\n有しておらず，車両運行権及び運行管理権を有さず，運行管理の実体もなく，ＳＫＲに対し\n車両及び乗務員を対価を得て貸していたにすぎず，ＳＫＲ線内における運行はＳＫＲが行っ\nていたことなどから，１審被告の被用者は，ＳＫＲ線において，１審被告の業務として職務を\n行っているものではなく，ＳＫＲの業務として職務を行っているものであるなどと主張する。し\nかし，前記のとおり，１審被告鉄道本部運輸部運用課長，安全対策室長及び鉄道本部長の\n前記報告体制確立義務は，１審被告における本来の業務である。また，本件直通乗入れ\nは，１審被告の業務として行われたものであるから，１審被告のＤ６助役，Ｄ１０助役，Ｄ３指\n導員，Ｄ４指導助役，Ｄ５助役，Ｄ１運転士及びＤ２運転士の前記報告義務違反の過失が本\n件直通乗入れに関するものであるとしても，１審被告の業務の執行について行われたものと\n認めることができるというべきである。\n(4)　時機に遅れた攻撃防御方法（民事訴訟法１５７条１項）との主張について\n１審被告は，１審被告の鉄道本部長，電気部長，電気部信号通信課長，運輸部管理課\n長，同部運用課長ないし安全対策室長の信号システムに関する注意義務違反，教育及び\n訓練における注意義務違反ないし報告体制確立義務違反の各過失についての１審原告の\n主張は，時機に遅れたものとして却下すべきであると主張する。\nしかし，１審原告の前記各過失の主張は，これによって本件訴訟の完結を遅延させること\nになると認めることはできないから，これを却下することはできない。\n(5)　消滅時効について\n１審被告は，１審被告の被用者である鉄道本部長，電気部長，電気部信号通信課長，運\n輸部管理課長，同部運用課長ないし安全対策室長の信号システムに関する注意義務違\n反，教育及び訓練における注意義務違反ないし報告体制確立義務違反の各過失による不\n法行為を理由とする１審原告らの使用者責任に基づく損害賠償請求権について時効により\n消滅していると主張する。\nところで，前記１(1)で判示したとおり，１審原告らは，原審において，１審被告に対し，１審\n被告のＤ１運転士，Ｄ２運転士，Ｄ３指導員，Ｄ４助役，Ｄ５助役及びＤ６助役らの報告義務\n違反の各過失並びにＤ１運転士の本件事故当日小野谷信号場で本件５０１Ｄ列車を停車さ\nせた上，信楽駅に携帯電話で連絡をとり，その指示を仰ぐべき義務に違反した過失による\n不法行為を理由とする民法７１５条に基づく１審被告の使用者責任を主張していた。そし\nて，１審被告が時効により消滅したと主張している１審被告の被用者の各過失による不法行\n為を理由とする１審原告らの使用者責任に基づく損害賠償請求権と１審原告らが原審にお\nいて主張していた１審被告の被用者の各過失による不法行為を理由とする１審原告らの使\n用者責任に基づく損害賠償請求権とは，前記１(1)で判示したとおり実体法上の権利関係は\n同一であると認めるのが相当である。\nしたがって，１審被告が時効により消滅したと主張している前記損害賠償請求権は，１審\n原告らの本訴の提起により時効が中断していることになるから，１審被告の消滅時効の主張\nは理由がない。\n５　損害について\n（なお，以下の計算では，特に断らない限り，１円未満は切り捨てる。）\n(1)　総論\nｱ　基本的見解\n以下のとおり付加，訂正，削除するほか，原判決の「事実及び理由」中「第三　当裁判所\nの判断」のうち「七　争点９（原告らの損害（総論））について」の記載を引用する。\n(ｱ)　原判決８９２頁９行目の「昭和五三年一〇月二〇日判決・民集三二巻七号一五〇〇\n頁」を「昭和３７年１２月１４日判決・民集１６巻１２号２３６８頁，同裁判所第３小法廷昭和５４年\n６月２６日判決・判例時報９３３号５９頁」に改める。\n(ｲ)　原判決８９３頁２行目の「被害者側」を「当事者」に改める。\n(ｳ)　原判決８９３頁５行目の「疑」の次に「い」を加える。\n(ｴ)　原判決８９３頁９行目の「ならないのである」の次の「が」，同頁１０行目の「、現に生きて」\nから８９４頁６行目の「解される」までをいずれも削る。\n(ｵ)　原判決８９７頁末行の「将来における」から８９８頁３行目の「前提にして、」までを削る。\n(ｶ)　原判決９０２頁３行目の「平成五年三月二四日」の次に「判決」を加える。\n(ｷ)　原判決９０７頁７行目の「主催」を「主宰」に改める。\nｲ　慰謝料について\n１審原告らは，本件事故における諸事情を考慮すれば，各犠牲者の慰謝料の金額は少\nなくとも３０００万円を下らないと主張する。\n慰謝料額を算定するに当たっては，弁論に現れた一切の事情を斟酌して，各犠牲者ごと\nに判断すべきであるところ，原判決が認定した事情とともに，１審原告らが主張する本件事\n故の態様，性質，各犠牲者及び１審原告らの心情，１審被告の責任の程度，１審被告の本\n件事故後の対応等の諸事情を考慮しても，原判決が各犠牲者ごとに認定した慰謝料額は\n相当であって，これを上回る金額を認めるに足りる証拠はない。\n(2)　亡Ｅの損害について\nｱ　損害額\n当裁判所も，亡Ｅが本件事故によって被った損害額は，原判決が認定した３６１８万１３９２\n円（但し，弁済額を控除し，弁護士費用を除く。）が相当であり，亡Ｅの１審被告に対する同\n額の損害賠償債権について，１審原告Ａ４がその２分の１に弁護士費用１８０万円を加えた１\n９８９万０６９６円を，１審原告Ａ５及び１審原告Ａ３がそれぞれその４分の１に弁護士費用各９\n０万円を加えた９９４万５３４８円をそれぞれ相続したものと判断する。\nその理由は，原判決の「事実及び理由」中「第三　当裁判所の判断」のうち「七　争点１０\n（原告らの個別損害）について」（但し，「七」は「八」の誤記と認める。以下，同様。）の「１　訴\n外亡Ｅ関係」の記載を引用する。\n但し，原判決９１５頁４行目及び同頁８行目の各「損益相殺」をいずれも「弁済」に改める。\nｲ　１審原告Ａ４らの当審における主張に対する判断について\n(ｱ)　国民年金受給資格喪失による逸失利益について\n１審原告Ａ４らは，当審においても，亡Ｅについて国民年金受給資格喪失による逸失利益\nを認めるべきであると主張する。\nしかし，前記アで認定した理由に加え，亡Ｅは，死亡した当時，老齢基礎年金の支給を受\nけていなかったのであるから，国民年金受給資格喪失による逸失利益を認めるためには，\n老齢基礎年金が現実に支給されていた場合と同視し得る程度にその支給が確実であった\nと認められる場合でなければならない。しかし，亡Ｅが，本件事故によって死亡しなかった場\n合に，老齢年金の支給要件を確実に具備していたなど，老齢基礎年金が現実に支給され\nていた場合と同視し得る程度にその支給が確実であったと認めるに足りる証拠はないとい\nわざるを得ない。\nしたがって，亡Ｅについて国民年金受給資格喪失による逸失利益を認めることはできな\nい。\n(ｲ)　慰謝料について\n１審原告Ａ４らは，当審においても，亡Ｅが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ４らが主張する事情を考慮しても，亡Ｅが本\n件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n(3)　亡Ｆの損害について\nｱ　損害額\n当裁判所も，亡Ｆが本件事故によって被った損害額は，原判決が認定した４６８８万８８００\n円（但し，弁済額を控除し，弁護士費用を除く。）が相当であり，亡Ｆの１審被告に対する同\n額の損害賠償債権について，１審原告Ａ６がその２分の１に弁護士費用２３６万円を加えた２\n５８０万４４００円を，１審原告Ａ７，１審原告Ａ８及び１審原告Ａ９がそれぞれその６分の１に弁\n護士費用各７８万円を加えた８５９万４８００円をそれぞれ相続したものと判断する。\nその理由は，原判決の「事実及び理由」中「第三　当裁判所の判断」のうち「七　争点１０\n（原告らの個別損害）について」の「２　訴外亡Ｆ関係」の記載を引用する。\n但し，原判決９２４頁９行目及び９２５頁１０行目の各「損益相殺」をいずれも「弁済」に改め\nる。\nｲ　１審原告Ａ６らの当審における慰謝料の主張に対する判断について\n１審原告Ａ６らは，当審においても，亡Ｆが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ６らが主張する事情を考慮しても，亡Ｆが本\n件事故によって被った精神的苦痛に対する慰謝料は２３００万円が相当である。\n(4)　亡Ｇの損害について\nｱ　損害額\n当裁判所は，亡Ｇが本件事故によって被った損害額は，原判決が認定した葬祭関係費１\n２０万円及び慰謝料２２００万円に，後記イの逸失利益４９８６万７５０６円を加えた７３０６万７５\n０６円から，原判決が認定した損害のてん補９５３万１５２０円を控除した６３５３万５９８６円が\n相当であり，１審原告Ａ１及び１審原告Ａ２が亡Ｇの１審被告に対する同額の損害賠償債権\nの２分の１に弁護士費用各３１５万円を加えた３４９１万７９９３円を相続したものと判断する。\nその理由は，以下のとおり訂正するほか，原判決の「事実及び理由」中「第三　当裁判所\nの判断」のうち「七　争点１０（原告らの個別損害）について」の「３　訴外亡Ｇ関係」の記載を\n引用する。\n(ｱ)　原判決９２８頁３行目から９３０頁５行目までを後記イのとおりに改める。\n(ｲ)　原判決９３５頁２行目の「六二七四万六〇〇〇円」を「７３０６万７５０６円」に改める。\n(ｳ)　原判決９３５頁３行目，同頁８行目及び９３６頁６行目から７行目にかけての各「五三二一\n万四四八〇円」をいずれも「６３５３万５９８６円」に改める。\n(ｴ)　原判決９３５頁９行目から９３６頁４行目までを「後記エのとおり」に改める。\n(ｵ)　原判決９３６頁９行目の「亡Ｇ’」（２ヶ所）を「亡Ｇ」にいずれも改める。\n(ｶ)　原判決９３７頁２行目の「二九二五万七二四〇円」を「３４９１万７９９３円」にいずれも改\nめる。\nｲ　逸失利益（４９８６万７５０６円）について\n甲Ｂ３第１，第２，第５，第６号証，第８ないし１１号証，第１８ないし２０号証，第２５号証の１\nないし１０，原審における１審原告Ａ１本人尋問の結果及び弁論の全趣旨によれば，亡Ｇ\nは，本件事故当時２６歳の女性であったこと，亡Ｇは，Ｍ美術短期大学に入学し，２年間陶\n芸科に在籍した後，専攻科に２年間在籍して，陶芸の研究をしたこと，亡Ｇは，大学卒業\n後，インテリアコーディネーターのアルバイトを経て，平成元年１０月２日株式会社Ｎに入社\nし，「Ｏ研究センター」に工芸科研究員として配属されたこと，亡Ｇの勤務条件は，正社員で\nはあるものの，年俸３００万円で，２年１回昇給がある年俸制であり，週４日出社して，週１日\n自宅において在宅研究することとなっていたこと，亡Ｇの業務は，「ＣＨＡ研究センター」の\n工芸科における作陶及び陶芸体験室での作陶の指導等であったこと，亡Ｇは，両親らと同\n居していたことなどの事実が認められる。\n前記認定の事実によれば，亡Ｇは，本件事故当時，年収３００万円ではあったが，４年制\n大学を卒業した２６歳の女子と同じ収入を得ることができたと認めるのが相当であるから，本\n件事故により，少なくとも，就労可能な６７歳までの４１年間にわたり，平成３年の賃金センサ\nスの産業計・企業規模計・女子労働者・新大卒・２５から２９歳の平均年収３７８万３０００円を\n得ることができなくなったというべきである。そして，前記認定事実及び弁論の全趣旨によれ\nば，亡Ｇの生活費は前記収入の４割であると認めるのが相当である。\nしたがって，亡Ｇの本件事故による逸失利益は，前記基礎収入３７８万３０００円から生活\n費４割を控除し，これに４１年間の年５分の割合による中間利息を新ホフマン方式によって\n控除して，現価を算定すれば，以下の計算式のとおり，４９８６万７５０６円となる。\n3,783,000円×（１－0.4）×21.970＝49,867,506円\nｳ　１審原告Ａ１らの当審における慰謝料の主張に対する判断について\n１審原告Ａ１らは，当審においても，亡Ｇが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ１らが主張する事情を考慮しても，亡Ｇが本\n件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\nｴ　弁護士費用（６３０万円）について\n１審原告Ａ１らが，本件訴訟の提起及び遂行を１審原告ら代理人に委任したことは当裁判\n所に顕著である。そして，本件訴訟の内容及び認容された金額等を勘案すれば，１審原告\nＡ１らが１審原告ら代理人に支払う弁護士費用のうち６３０万円については，１審被告の被用\n者の不法行為と相当因果関係のある損害であると認めるのが相当である。\n(5)　亡Ｈの損害について\nｱ　損害額\n当裁判所も，亡Ｈが本件事故によって被った損害額は，原判決が認定した４９７０万９３１５\n円（但し，弁護士費用を除く。）が相当であり，亡Ｈの１審被告に対する同額の損害賠償債\n権について，１審原告Ａ１０がその２分の１に弁護士費用２５０万円を加えた２７３５万４６５７円\nを，１審原告Ａ１１及び１審原告Ａ１２がそれぞれその４分の１に弁護士費用各１２５万円を加\nえた１３６７万７３２９円（１円未満四捨五入）をそれぞれ相続したものと判断する。\nその理由は，以下のとおり付加，訂正するほか，原判決の「事実及び理由」中「第三　当裁\n判所の判断」のうち「七　争点１０（原告らの個別損害）について」の「４　訴外亡Ｈ関係」の記\n載を引用する。\n(ｱ)　原判決９３７頁末行の「検甲」の次に「Ｂ」を加える。\n(ｲ)　原判決９４０頁１行目の「一八六六万四二四五円」を「２３３６万８２３６円」に改める。\nｲ　１審原告Ａ１０らの当審における慰謝料の主張に対する判断について\n１審原告Ａ１０らは，当審においても，亡Ｈが本件事故によって被った精神的苦痛に対す\nる慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ１０らが主張する事情を考慮しても，亡Ｈが\n本件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n(6)　亡Ｉの損害について\nｱ　損害額\n当裁判所も，亡Ｉが本件事故によって被った損害額は，原判決が認定した５８５４万６４６６\n円（但し，弁済額を控除し，弁護士費用を除く。）が相当であり，亡Ｉの１審被告に対する同\n額の損害賠償債権について，１審原告Ａ１３がその２分の１に弁護士費用２９４万円を加えた\n３２２１万３２３３円を，１審原告Ａ１４及び１審原告Ａ１５がそれぞれその４分の１に弁護士費\n用各１４８万円を加えた１６１１万６６１６円をそれぞれ相続したものと判断する。\nその理由は，以下のとおり訂正，削除するほか，原判決の「事実及び理由」中「第三　当裁\n判所の判断」のうち「七　争点１０（原告らの個別損害）について」の「５　訴外亡Ｉ関係」の記\n載を引用する。\n(ｱ)　原判決９４６頁８行目の「３９年」を「３６年」に改める。\n(ｲ)　原判決９４７頁１行目の「茨城駅前店」を「茨木駅前店」に改める。\n(ｳ)　原判決９４７頁７行目の「及び国民年金」を削る。\n(ｴ)　原判決９４７頁９行目から１０行目にかけての「厚生年金の保険金を昭和四一年から」を\n「昭和４１年４月から昭和４４年８月まで国民年金の保険料を，また，昭和４４年９月から厚生\n年金の保険料を」に改める。\n(ｵ)　原判決９４８頁１０行目の「国民年金分」を「厚生年金受給資格喪失によるもの」に改め\nる。\n(ｶ)　原判決９５１頁７行目の「認めることができない」を「請求なし」に改め，同頁８行目及び９\n行目を削る。\n(ｷ)　原判決９５２頁２行目及び７行目の各「損益相殺」をいずれも「弁済」に改める。\nｲ　１審原告Ａ１３らの当審における慰謝料の主張に対する判断について\n１審原告Ａ１３らは，当審においても，亡Ｉが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ１３らが主張する事情を考慮しても，亡Ｉが\n本件事故によって被った精神的苦痛に対する慰謝料は２４００万円が相当である。\n(7)　亡Ｃの損害について\nｱ　損害額\n当裁判所も，亡Ｃが本件事故によって被った損害額は，原判決が認定した４３６０万８６６８\n円（但し，弁護士費用を除く。）が相当であり，１審原告Ａ１６及び１審原告Ａ１７は，それぞれ\n亡Ｃの１審被告に対する同額の損害賠償債権の２分の１に弁護士費用各２２０万円を加え\nた２４００万４３３４円を相続したものと判断する。\nその理由は，原判決の「事実及び理由」中「第三　当裁判所の判断」のうち「七　争点１０\n（原告らの個別損害）について」の「６　訴外亡Ｃ関係」の記載を引用する。\nｲ　１審原告Ａ１６らの当審における慰謝料の主張に対する判断について\n１審原告Ａ１６らは，当審においても，亡Ｃが本件事故によって被った精神的苦痛に対す\nる慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ１６らが主張する事情を考慮しても，亡Ｃが\n本件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n(8)　亡Ｊの損害について\nｱ　損害額\n当裁判所も，亡Ｊが本件事故によって被った損害額は，原判決が認定した７５９０万１８０７\n円（但し，弁護士費用を除く。）が相当であり，１審原告Ａ１８及び１審原告Ａ１９は，それぞれ\n亡Ｊの１審被告に対する同額の損害賠償債権の２分の１に弁護士費用各３８０万円を加えた\n４１７５万０９０３円を相続したものと判断する。\nその理由は，以下のとおり訂正，削除するほか，原判決の「事実及び理由」中「第三　当裁\n判所の判断」のうち「七　争点１０（原告らの個別損害）について」の「７　訴外亡Ｊ関係」の記\n載を引用する。\n(ｱ)　原判決９６５頁７行目から８行目にかけての「保険金」を「保険料」に改める。\n(ｲ)　原判決９６８頁８行目の「、カメラ」を削る。\n(ｳ)　原判決９６９頁２行目の「認めることができない」を「請求なし」に改め，同頁３行目及び４\n行目を削る。\nｲ　１審原告Ａ１８らの当審における慰謝料の主張に対する判断について\n１審原告Ａ１８らは，当審においても，亡Ｊが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ１８らが主張する事情を考慮しても，亡Ｊが\n本件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n(9)　亡Ｋの損害について\nｱ　損害額\n当裁判所も，亡Ｋが本件事故によって被った損害額は，原判決が認定した４８９３万５５８３\n円（但し，弁護士費用を除く。）が相当であり，１審原告Ａ２０及び１審原告Ａ２１は，それぞれ\n亡Ｋの１審被告に対する同額の損害賠償債権の２分の１に弁護士費用各２４５万円を加え\nた２６９１万７７９１円を相続したものと判断する。\nその理由は，原判決の「事実及び理由」中「第三　当裁判所の判断」のうち「七　争点１０\n（原告らの個別損害）について」の「８　訴外亡Ｋ関係」の記載を引用する。\nｲ　１審原告Ａ２０らの当審における主張に対する判断について\n(ｱ)　国民年金受給資格喪失による逸失利益について\n１審原告Ａ２０らは，当審においても，亡Ｋについて国民年金受給資格喪失による逸失利\n益を認めるべきであると主張する。\nしかし，前記アで認定した理由に加え，前記(2)イ(ｱ)で判示したのと同様に，亡Ｋは，死亡\nした当時，老齢基礎年金の支給を受けていなかったのであるから，国民年金受給資格喪失\nによる逸失利益を認めるためには，老齢基礎年金が現実に支給されていた場合と同視し得\nる程度にその支給が確実であったと認められる場合でなければならない。しかし，亡Ｋが，\n本件事故によって死亡しなかった場合に，老齢年金の支給要件を確実に具備していたな\nど，老齢基礎年金が現実に支給されていた場合と同視し得る程度にその支給が確実であ\nったと認めるに足りる証拠はないといわざるを得ない。\nしたがって，亡Ｋについて国民年金受給資格喪失による逸失利益を認めることはできな\nい。\n(ｲ)　慰謝料について\n１審原告Ａ２０らは，当審においても，亡Ｋが本件事故によって被った精神的苦痛に対す\nる慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ２０らが主張する事情を考慮しても，亡Ｋが\n本件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n(10)　亡Ｌの損害について\nｱ　損害額\n当裁判所も，亡Ｌが本件事故によって被った損害額は，原判決が認定した４２８３万１８９１\n円（但し，弁済額を控除し，弁護士費用を除く。）が相当であり，１審原告Ａ２２及び１審原告\nＡ２３は，それぞれ亡Ｌの１審被告に対する同額の損害賠償債権の２分の１に弁護士費用各\n２１５万円を加えた２３５６万５９４５円を相続したものと判断する。\nその理由は，原判決の「事実及び理由」中「第三　当裁判所の判断」のうち「七　争点１０\n（原告らの個別損害）について」の「９　訴外亡Ｌ関係」の記載を引用する。\n但し，原判決９８３頁３行目及び７行目の各「損益相殺」を「弁済」に，同頁９行目及び９８５\n頁１行目の各「(七)」を「(六)」に，９８４頁５行目の「(八)」を「(七)」にいずれも改める。\nｲ　１審原告Ａ２２らの当審における主張に対する判断について\n(ｱ)　逸失利益の基礎収入と中間利息の控除の方式について\n１審原告Ａ２２らは，当審において，亡Ｌの逸失利益を算定するに当たっては少なくとも全\n学歴男子労働者全年齢平均にライプニッツ係数を乗じる方法を採用すべきであると主張す\nる。\nしかし，亡Ｌの逸失利益を算定するに当たって，前記アで認定したとおり１８歳から１９歳の\n男子労働者の年間の平均給与に新ホフマン方式による中間利息を控除する方法を採用す\nることは，相当な算定方法として許されるものであって，１審原告Ａ２２らが主張する前記の\n方法を採用しなければならない理由はない。\n(ｲ)　生活費の控除の割合について\n１審原告Ａ２２らは，当審において，亡Ｌが３０歳ころに婚姻して一家の大黒柱となる可能\n性が高いから，それ以前の生活費の控除の割合が５０パーセントであるとしても，その後の\n生活費の割合は３０パーセントとすべきであり，これを合わせれば３４．８パーセントになると\n主張する。\nしかし，亡Ｌが３０歳ころに婚姻し，その後の生活費の控除の割合が３０パーセントになるこ\nとを認めるに足りる証拠はないから，１審原告Ａ２２らの前記主張を採用することはできな\nい。\n(ｳ)　慰謝料について\n１審原告Ａ２２らは，当審においても，亡Ｌが本件事故によって被った精神的苦痛に対する\n慰謝料は少なくとも３０００万円を下らないと主張する。\nしかし，前記(1)イで判示したとおり，１審原告Ａ２２らが主張する事情を考慮しても，亡Ｌが\n本件事故によって被った精神的苦痛に対する慰謝料は２２００万円が相当である。\n第４　結論\n以上によれば，原判決中，１審原告Ａ１及び１審原告Ａ２に関する判断は，当裁判所と結\n論が異なるので，不当であるが，その余の請求に関する部分は，当裁判所と結論が同旨で\nあるので，相当である。\nよって，原判決中，１審原告Ａ１及び１審原告Ａ２に関する部分を，同１審原告らの附帯控\n訴に基づいて，同原告らが１審被告に対しそれぞれ３４９１万７９９３円及びこれに対する平\n成３年５月１４日から支払済みまで年５分の割合による遅延損害金の支払いを求める限度で\n認容し，その余の請求をいずれも棄却する旨に変更するが，１審被告の本件控訴及びその\n余の１審原告らの附帯控訴をいずれも棄却することとし，主文のとおり判決する（１審被告の\n当審における仮執行の原状回復の申立てについては，本案判決が１審被告に有利に変更\nされないことを解除条件とするものであるから（昀高裁判所第一小法廷昭和５１年１１月２５\n日判決・民集３０巻１０号９９９頁参照），判断する必要がない。）。\n大阪高等裁判所第５民事部\n裁判長裁判官      太　　　田　　　幸　　　夫\n裁判官       川　　　谷　　　道　　　郎\n裁判官       牧                賢　　　二\n（別表は省略）\n"
}