{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 24
  },
  "case_number": "平成13(行ケ)393",
  "case_name": "裁決取消請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "日本弁護士連合会が，刑事事件の預り金の中から成功報酬とは別に「交渉経費」の名目で報酬を取得した弁護士に対し，弁護士倫理（平成２年３月２日日本弁護士連合会臨時総会決議）３６条，３７条及び４０条の規定の趣旨に違反し弁護士としての品位を損なうものであるとしてした懲戒処分が，適法とされた事例",
  "case_gist": "日本弁護士連合会が，刑事事件の預り金の中から成功報酬とは別に「交渉経費」の名目で報酬を取得した弁護士に対し，弁護士倫理（平成２年３月２日日本弁護士連合会臨時総会決議）３６条，３７条及び４０条の規定の趣旨に違反し弁護士としての品位を損なうものであるとしてした懲戒処分につき，弁護士たる者は，所属する弁護士会が定めた報酬規定にのっとって報酬の請求をすべきであり，架空の経費を計上し，実質的には報酬としてこれを受領するようなことは報酬の明朗さを損なうものとして許されないとした上，前記弁護士が「交渉経費」の名目で受領した報酬は，報酬として直ちに過大なものであるとはいえないとしても，実質的には報酬であるものを「交渉経費」と装って取得したものであって，架空経費を計上して預り金を横領したのではないかと疑われても致し方ないというべきであり，弁護士法や前記各規定の趣旨に反し，弁護士の品位を損なうものといわなければならないとして，前記処分を適法とした事例",
  "lawsuit_id": "15385",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15385",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/385/015385_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告が平成１３年６月１２日原告に対してした原告を戒告する旨の懲戒処分を取\nり消す。\n第２　事案の概要\n１　本件は，被告から戒告する旨の懲戒処分を受けた弁護士である原告がこの処分\nの取消しを求めている事案である。\n２　前提となる事実\n（１）　原告は，滋賀弁護士会に所属する弁護士である。（争いがない。）\n（２）　滋賀弁護士会は，Ａ，Ｂ及びＣの３名（以下，これら３名を「Ａら」とも\nいう。）が原告についてした懲戒請求（以下「本件懲戒請求」という。）につい\nて，同弁護士会の綱紀委員会の懲戒しないことを相当とする旨の平成１１年９月９\n日付け議決（甲２）に基づき，同月１０日，原告を懲戒しない旨の決定をした。こ\nの決定に対し，Ａらが被告に対して弁護士法６１条１項の異議の申出をしたとこ\nろ，被告は，被告の懲戒委員会の平成１３年６月１１日付け議決に基づいて，同月\n１２日，滋賀弁護士会の上記決定を取り消し，原告を戒告する旨の懲戒処分（甲\n１。以下「本件処分」という。）をした。（争いがない。）\n（３）　原告は，平成８年６月ころ，Ａからの依頼に基づき隣接土地所有者との間\nの境界紛争に係る民事事件の処理を受任したほか，その後に起こった境界紛争に絡\nんだ刑事事件の弁護をＡらから受任し，この刑事事件の受任に当たり，Ａらから着\n手金１００万円，示談準備金６００万円及び交渉準備金１５０万円の合計８５０万\n円の交付を受けたが，Ａらは，本件懲戒請求の理由中で，Ａらが交付した上記金員\nに関して，原告には，報酬の明示違反，金品の清算義務違反及び架空経費の計上に\nよる業務上横領があると主張している。（甲１，２，乙３）\n（４）　被告の懲戒委員会が本件処分を相当とした理由は，要するに，原告がＡら\nから受け取った８５０万円から着手金１００万円及び紛争の相手方に支払った和解\n示談金５０１万４０００円を除いた２４８万６０００円のうち，原告が「交渉経\n費」に充当したとする１００万円については，その内容が極めてあいまいな実態の\nないものであり，「経費」という名目で実質は「報酬」である疑いが強く，１００\n万円という必ずしも少額とはいえない金額をこのようなあいまいな名目に充当し，\n結果としてＡらに返還しなかったことは，被告が定めた弁護士倫理（平成２年３月\n２日臨時総会決議。以下「弁護士倫理」という。）３６条の「弁護士は，依頼者に\n対し，受任に際して，その報酬の金額又は算定方法を明示するように努めなければ\nならない。」，同３７条の「弁護士は，事案の実情に応じ，適正・妥当な報酬を定\nめなければならない。」及び同４０条の「弁護士は，事件に関する金品の清算及び\n引渡し並びに預かり品の返還を遅滞なく行わなければならない。」の各規定の趣旨\nに反し，弁護士としての品位を損なうものであるというものである。（甲１）\n３　争点\n本件の争点は，被告が本件処分をしたことが違法か否かである。争点に関する当\n事者の主張は，以下のとおりである。\n（１）　原告\nア　Ａらから受任した弁護士事務等\nＢは，原告が教鞭をとる大学院の学生であり，Ａは，Ｂの父親であり，Ｃは，Ａ\nの金銭出納を任されている者である。\nＡ及びＢは，隣地所有者であるＤらとの間で境界争いをしており，また，西宮市\nとの間でも官民境界について紛争が生じていたが，原告は，Ｂと顔見知りであった\nことから，上記Ｄら及び西宮市との紛争についてＡらから弁護士事務を受任した。\nＡらは，Ｄらから生活平穏妨害禁止等仮処分申請事件（神戸地方裁判所尼崎支部平\n成８年（ヨ）第９４号。以下「本件仮処分事件」という。）及び損害賠償等請求事\n件（同裁判所同支部同年（ワ）第７０３号事件。以下「本件訴訟事件」という。）\nを起こされたほか，紛争の最中，Ａ及びＢの両名はＤらに対する暴行傷害及び器物\n損壊の刑事事件（以下「本件刑事事件」という。）を起こして逮捕・勾留され，原\n告は，この刑事事件にも対応しなければならなくなった（以下，Ａらから受任した\n事務全体を「本件事件」ともいう。）。\n原告は，Ａ及びＢの身柄の釈放を取り付けるため，本件刑事事件の被害者である\nＤらと何とか示談を成立させようとしたが，Ｄらは，それまでのＡらの行動に対す\nる悪感情から，なかなか示談に応じようとしなかった。結局，検察官の勧めもあっ\nて，原告は，和解示談金５０１万４０００円を支払うということでＤらと示談を成\n立させることに成功し，ＡとＢの釈放と本件刑事事件の不起訴（起訴猶予）を勝ち\n取り，本件訴訟事件も取下げにより終了した。\n原告が本件事件に関して処理した事務の内容は，（ア）　Ｄらとの土地境界紛争\n処理事務及び西宮市との官民境界紛争に係る調査・照会事務，（イ）　西宮市から\nのコンクリート塀撤去請求に対する対応事務，（ウ）　本件仮処分事件への対応事\n務，（エ）　本件訴訟事件への対応事務，（オ）　本件刑事事件の弁護事務の６件\nであり，原告は，いずれもＡらの意向に沿うべく，多大な時間と労力をかけて誠実\nに処理してきた。\nイ　原告の報酬等\n被告の報酬等基準規程（昭和５０年３月８日会規第２０号。以下「報酬等基準」\nという。）を適用すると，ア（ア）の事務については，民事事件分類７に該当する\nから，着手金と報酬金合わせて１２０万円を請求することが許される。ア（イ）の\n事務については，解決を見るに至っていないが，西宮市役所に足を運び，書面等も\n作成しているから，着手金として最低でも１０万円は請求し得る。ア（ウ）の事務\nは，仮処分命令が出た後の事後処理をＤらの代理人弁護士と協議したもので，報酬\n等基準に定める民事事件分類３の契約締結交渉に当たるが，Ａが仮処分違反行為を\n繰り返したため，協議は進展せず，本件訴訟事件が提起されるに至ったので，本件\n訴訟事件の訴訟物の価額６８２万７０００円からその中に含まれているＤら代理人\n弁護士の弁護士費用１１０万円を控除した５７２万７０００円を算定基準として報\n酬等基準により算定すると，着手金の標準額は３６万５０００円となる。ア（エ）\nの事務については，本件訴訟事件の訴訟物の価額６８２万７０００円を基に算定し\nた着手金の標準額は４１万５０００円であり，和解示談金として５０１万４０００\n円を支払って解決したから，上記訴訟物の価額との差額１８１万３０００円につい\nて算定される報酬の標準額は２８万８０００円となる。ア（オ）の事務について\nは，ＡとＢについてそれぞれ５０万円の範囲の着手金及びこれと同額の報酬を受け\nることができるので，両名分で合計２００万円を請求し得る。\nまた，報酬等基準によると，出張した場合は，１日の日当として５万円以上１０\n万円以下を請求し得ることとなっているところ，原告の事務所は大津市に所在し，\n原告は，本件事件の処理のため，西宮市，尼崎市及び大阪市αなどに合計１７回の\n出張を行っているが，往復の時間を入れるといずれも１日分の出張となっている。\n往復の交通費等も勘案すれば，１日当たりの日当は８万円が相当であるから，日当\nの総額は１３６万円になる。\n以上のとおりであるから，原告がＡらに請求し得る着手金，報酬及び日当の合計\n額は５７２万８０００円になるところ，原告が本件事件でＡらから受領した金額の\n合計額は，本件刑事事件について受領した前記８５０万円にア（ア）の事務につい\nて調査費用として受領した３３万円及び本件訴訟事件について着手金として受領し\nた５６万円を加えた９３９万円であり，これから和解示談金として支払った５０１\n万４０００円を控除した額は４３７万６０００円にすぎず，上記請求し得る額に及\nばない額である。\nウ　被告は，原告が「交渉経費」というあいまいな名目に１００万円を充当したこ\nとをとらえて弁護士倫理に違反するというが，弁護士倫理とはそのように形式的な\nものではない。原告の指示に反して理不尽な行動を繰り返したＡらのしりぬぐいを\nし，和解を成立させてほぼ全面解決に導いた原告の努力を見るべきである。原告が\n充当した「交渉経費」には，身体を使って困難な交渉を行ったことによる多額の実\n費経費が含まれている。また，「経費」という言葉自体は多義的であり，必ずしも\n実費のみを指す言葉ではない。また，上記のように，「交渉経費」として１００万\n円を計上したことによって，原告が報酬等基準を上回る過大な金額を受領した訳で\nはないのである。原告を懲戒すべき事由は全くないというべきである。\nエ　また，被告の懲戒委員会は，本件について審尋期日を開いたのは１回だけであ\nり，しかも，予断を持っているとしか思われない一方的な質問に終始し，原告に対\nして十分な弁明の機会を与えなかった。したがって，本件処分は，手続的にも違法\nというべきである。\n（２）　被告\nア　被告は，原告が依頼者から受領した弁護士報酬の額及び実費の額の多寡を問題\nにしているのではない。弁護士の報酬等については，その弁護士が所属する弁護士\n会の報酬規定が適用されるところ（弁護士法３３条２項８号），原告が属する滋賀\n弁護士会の報酬規定（乙１。以下「滋賀弁護士会規定」という。）によれば，同弁\n護士会の会員がその依頼者に請求し得る弁護士報酬の種類は，法律相談料，書面に\nよる鑑定料，着手金，報酬金，手数料，顧問料及び日当であり（２条），弁護士報\n酬以外で負担を求めることができるのは，収入印紙代，郵便切手代，謄写料，交通\n通信費，宿泊料，保証金，保管金，供託金その他委任事務処理に要する実費等であ\nる（４１条）。原告は，本件刑事事件について，依頼者から預かった８５０万円を\n着手金，報酬金及び日当の弁護士報酬並びに相手方に支払った和解示談金，交通\n費・交渉費その他の実費に充当したほか，「交渉経費」１００万円に充当している\nのである。この「交渉経費」は，あたかもそれが実費等の「経費」であるかのよう\nな印象を与えるが，原告は，別に交通費等の実費を請求しているのであるから，こ\nれが実費等に該当することはない。そうすると，これは実体のない「経費」といわ\nざるを得ず，原告は，滋賀弁護士会規定で規定された着手金，報酬金，日当等とは\n別に経費名目で実質的な弁護士報酬を請求し，預かり金から充当したことになる。\nこのように，原告は，実体のない「経費」名目で金員を請求したものであり，こ\nれは弁護士倫理３６条，３７条及び４０条の趣旨に反し，弁護士としての品位を損\nなうものである。\nイ　原告は，被告の懲戒委員会の手続が違法であると主張するが，これは争う。\n「交渉経費」としての１００万円が問題であることはＡらの本件懲戒請求に係る申\n立書にも明示され，滋賀弁護士会の綱紀委員会においても十分攻撃防御が尽くされ\nていたことであり，同弁護士会と被告とでは単に評価を異にしたにすぎないのであ\nる。被告の懲戒委員会は，いったん決定した審尋期日を原告の都合を尊重して延期\nし，原告の出頭を確保している。したがって，原告が十分な弁明の機会を与えられ\nなかったということはない。\n第３　証拠\n証拠関係は，本件記録中の書証目録及び証人等目録に記載のとおりであるから，\nこれをここに引用する。\n理　　　由\n１　前記前提となる事実に証拠（甲１ないし３，６，８，９，２３，５３ないし５\n５，６４，乙２，３，８，９，１３，１５及び１６の各１及び２，１７の１ないし\n３，２０，原告本人）を総合すると，以下の事実が認められる。\n（１）　原告は，平成８年６月初めころ，Ａから隣接する土地の所有者であるＤ及\nびＥとの境界紛争の処理について委任を受け，同月５日，着手金として３３万円を\n受領した。Ａの子であるＢは，原告が教鞭を取る大学院の学生であったが，その関\n係で原告がＡから委任を受けることになったものである。\nＡとＤらとの間の境界紛争は，平成７年１０月ころから起こっていたもので，平\n成８年４月になると，Ａらの強硬な態度に警察官が臨場するような事態も生じてお\nり，同年５月１０日には，Ｄ及びＥからＡを債務者として神戸地方裁判所尼崎支部\nに本件仮処分事件が申し立てられ（甲８），同裁判所は，同月１３日，Ｄらの申立\nてを認める内容の仮処分決定（甲９）をしていた。\n同年８月５日，Ｄ，その妻Ｆ及びＥの３名が原告となって，Ａ及びＢの両名を被\n告とした本件訴訟事件が提起されたため（甲２３），原告は，Ａらから，これにつ\nいても委任を受け，同月３０日，着手金として５６万５０００円を受領した。\n（２）　ＡとＢの両名は，平成９年２月１日，西宮警察署に器物損壊と傷害の容疑\nで逮捕され，引き続き勾留された（本件刑事事件）。その容疑のあらましは，平成\n８年１２月１５日，ＡとＢが境界紛争に絡んでＤとその妻Ｆに暴行を加え，傷害を\n負わせたというものであり，Ｄらから告訴されていたものであった。原告は，平成\n９年２月２日，Ａ及びＢと接見し，それぞれから弁護人として選任された。その\n際，Ａは，できるだけ早く釈放されるようにしてもらいたい，その費用はＣから出\nさせると原告に述べた。同月３日，原告は，刑事事件２名分の着手金として１００\n万円を受領した。\n原告は，Ｂが日本への帰化を希望する韓国人であることを知り，帰化の妨げにな\nらないようにするためにはＤ夫妻と示談をし，本件刑事事件を不起訴で終わらせる\nことが必要であると判断し，Ａにもその旨を話し，了解を得た上，本件訴訟事件に\nおけるＤらの訴訟代理人と示談の協議を行った。原告は，示談に必要となる金員と\nして，同月１４日，示談準備金として６００万円及び交渉準備金として１５０万円\nをＣから受領した。その結果，同月１９日，Ａ及びＢと本件訴訟事件の原告３名と\nの間で，Ａらが示談金として合計５０１万４０００円を支払う，これによってＤら\nは本件訴訟事件の訴え及び本件刑事事件における告訴を取り下げることなどを内容\nとする示談（甲５５）が成立し，同日，５０１万４０００円の授受が行われた。Ｄ\nらによって告訴が取り下げられたため，同月２１日，ＡとＢは，釈放され，本件刑\n事事件は，起訴猶予とされ，不起訴となった。\n（３）　原告は，平成９年３月２１日付けの「ご連絡」と題する書面（乙２。以下\n「本件書面」という。）で，Ａ及びＢに対し，委任事務終了に伴う諸費用の説明を\nした。これによると，示談準備金及び示談交渉金として受領した合計７５０万円\nは，「刑事事件成功報酬」２名分１００万円，「和解示談金」５０１万４０００\n円，「民事事件交渉減額報酬」２７万５０００円，「刑事事件分日当・交通費・交\n渉費その他」２１万５０００円にそれぞれ充当されたほか，「交渉経費」１００万\n円に充当されたとなっており，「交渉経費」の内訳としては，「①早期勾留解除の\n要請交渉，②告訴取下げ受入れ要請交渉，③検察庁送致処分取止め要請交渉，④検\n察庁送致にあたり不起訴処分相当の意見具申交渉，⑤不起訴処分具申交渉，⑥関係\n者面会における便宜取扱交渉，⑦その他」と記載されていた。\nまた，滋賀弁護士会の綱紀委員会が平成１１年８月２日付けで原告に対してした\n照会に対して，原告は，同月１１日，７５０万円は刑事の着手金に２５０万円，示\n談金に５０１万４０００円，成功報酬に９８万６０００円をそれぞれ充当した旨回\n答している（乙９）。\n（４）　被告の懲戒委員会は，Ａらからの異議申出により，平成１１年１１月１７\n日に審査を開始したが，その旨の通知は，同月２８日に原告に到達した。その後，\n同委員会によって原告に対する審尋期日が平成１３年２月１３日に指定されたが，\n原告から審尋期日の変更を求める書面が出されたため，同委員会は，その期日を同\n年５月１４日に変更した。\n原告は，同日の審尋期日において，「交渉経費」の１００万円について質問を受\nけ，２１万５０００円は刑事事件の日当・交通費等の実費であるが，「交渉経費」\nは器物損壊事件についての送検を警察に見送ってもらったことや傷害事件を検察官\nに不起訴にしてもらった成果部分が入っている，報酬と理解されるかも知れない\nが，自分としては依頼人に説明する趣旨で「交渉経費」としたと答えた（乙１\n３）。\n２　１で認定したところによると，原告は，境界紛争に関する民事事件に対応する\nため，Ａらから弁護士事務を受任し，その着手金として合計８９万５０００円を受\n領していたところ，新たに本件刑事事件が起こってＡ及びＢの両名が逮捕・勾留さ\nれたため，その依頼によって弁護人となり，２名分の着手金１００万円のほか，示\n談準備金として６００万円及び交渉準備金として１５０万円を受領したが，委任事\n務の終了に伴い，示談準備金及び交渉準備金として受領した合計７５０万円につい\nて，Ａらに対し，本件書面をもって，Ｄらに支払った和解示談金５０１万４０００\n円を除く２４８万６０００円は，「交渉経費」に１００万円，「民事事件交渉減額\n報酬」に２７万５０００円，「刑事事件分日当・交通費・交渉費その他」に２１万\n５０００円，「刑事事件成功報酬」に１００万円をそれぞれ充当したと説明したこ\nとが認められる（もっとも，これらの金額を合計すると７５０万４０００円になっ\nてしまうが，これは，原告の計算違いによるものと思われる。）。\nそして，このうち「交渉経費」の１００万円は，原告も当法廷で供述するよう\nに，具体的に必要とした実費等ではなく，その実質は本件刑事事件の成功報酬であ\nったと認められる。\n３　ところで，弁護士法（以下「法」という。）は，４６条１項，２項において，\n被告は弁護士道徳その他会員の綱紀保持に関する規定及び弁護士の報酬に関する標\n準を示す規定を記載した会則を定めなければならないとしているところ，これをう\nけた日本弁護士連合会会則は，その１１条から１６条までに弁護士道徳に関する規\n定を，８７条に弁護士の報酬に関する規定をそれぞれ置くほか，さらに，前者につ\nいては弁護士倫理を，後者については報酬等基準を定めており，弁護士倫理におい\nては，その３６条で「弁護士は，依頼者に対し，受任に際して，その報酬の金額又\nは算定方法を明示するように努めなければならない。」と，３７条で「弁護士は，\n事案の実情に応じ，適正・妥当な報酬を定めなければならない。」と，４０条で\n「弁護士は，事件に関する金品の清算及び引渡し並びに預かり品の返還を遅滞なく\n行わなければならない。」とそれぞれ定めている。\n法が，上記のように，被告の会則に弁護士道徳その他会員の綱紀保持に関する規\n定を記載しなければならないとした趣旨は，基本的人権の擁護と社会正義の実現を\n使命とする弁護士（法１条１項）はその使命を達成するために職務の自由と独立の\n確保が必要とされ，それゆえに弁護士及び弁護士会の高度の自治が保障されている\nところ，この使命を託された弁護士には職務に対する誠実さと品位の保持，その地\n位にふさわしい自律的行動が強く要請されるのであって，会則中にこのような弁護\n士の自律的行動の指針となるべき規定を設けることが必要とされたことによるもの\nと解される。また，法が被告の会則に報酬に関する規定を記載しなければならない\nとした趣旨は，業として法律事務を取り扱うことは弁護士の独占とされており（法\n３条，７２条），また，弁護士には基本的人権の擁護と社会正義の実現が使命とし\nて課せられていることから，そのような弁護士の報酬は，適正かつ妥当なものであ\nることが強く要請されるのであって，これの確保を図るためであると解される。法\nは，また，それぞれの弁護士が属する弁護士会も同様の会則を定めなければならな\nいとしているが（３３条１項，２項７号及び８号），その趣旨は，同じである。\nそして，被告の報酬等基準によると，弁護士報酬の種類は，着手金，報酬金，手\n数料，法律相談料，鑑定料，顧問料及び日当とされており（２条１項），そのほか\nに，弁護士は，「貼用印紙代，手数料その他国又は地方公共団体に納付を要する費\n用，保証金，予納金，交通通信費，宿泊料その他受任した事件等を処理するため必\n要な費用については，依頼者に対してその実費の負担を求める」ことができるもの\nとされ（３７条１項），滋賀弁護士会規定（乙１）は，弁護士報酬の種類として被\n告の報酬等基準と同様の規定（２条１項）を置くほか，その４１条１項で，「会員\nは，依頼者に対し，弁護士報酬とは別に，収入印紙代，郵便切手代，謄写料，交通\n通信費，宿泊料，保証金，保管金，供託金，その他委任事務処理に要する実費等の\n負担を求めることができる。」としている。そして，報酬等基準及び滋賀弁護士会\n規定は，それぞれ，報酬の種類ごとに報酬額の算定方法を定めているが，このよう\nに，報酬等基準や滋賀弁護士会規定が弁護士の報酬の種類を明確にした上でその種\n類ごとに報酬額の算定方法を定めているのは，弁護士の報酬の明朗さを確保するこ\nとによって，弁護士の報酬が適正かつ妥当なものでなければならないとする法の上\n記要請を実現しようとするものにほかならない。\nしたがって，弁護士たる者は，その属する弁護士会が定めた報酬規定に則ってそ\nの報酬を請求すべきものであり，いやしくも架空の経費を計上し，実質的には報酬\nとしてこれを受領するようなことは，報酬の明朗さを損ない，法の上記要請に反す\nるものであり，到底許されないものというべきである。\n４　しかるに，原告は，本件刑事事件の預かり金の中から１００万円を「交渉経\n費」に充てたとしているのであるが，その実質が弁護士報酬であることは，前記の\nとおりである。そして，原告が「刑事事件成功報酬」１００万円とは別にこの「交\n渉経費」を計上していることからすると，この「交渉経費」はあたかも報酬等基準\nにいう「事件等を処理するため必要な費用」若しくは滋賀弁護士会規定にいう「委\n任事務処理に要する実費等」と受け取られる表現であることは否定し難いものとい\nうべきである。原告は，「経費」という言葉は多義的であり，必ずしも実費のみを\n指す言葉ではない旨を主張するところ，なるほど，世上一般に用いられる言葉とし\nての「経費」は，実費以外も含む意味で使用される場合がないとはいえない。しか\nしながら，ここで問題とされているのは，世上一般の言葉の解釈ではなく，弁護士\n会の会則等において規定されているところの「報酬」等の言葉の解釈である。前記\nのように，報酬等基準や滋賀弁護士会規定は，弁護士の報酬の種類を掲げ，それぞ\nれに報酬額の算定方法を定めているのであるが，本件の「交渉経費」がそこで規定\nされた「報酬」のいずれかに当たるとみることは困難であり，むしろ「委任事務処\n理に要する実費等」のように受け取られることは明らかといわなければならない。\n原告は，これとは別に，１００万円を「刑事事件成功報酬」として計上しているの\nであるから，なおさらである。滋賀弁護士会規定は，不起訴で終わった「事案簡明\nな事件」の着手金及び報酬金について，いずれも「２０万円以上５０万円以下」と\n定めているところ（乙１），本件刑事事件がこの「事案簡明な事件」に該当するか\n否かは見解の分かれるところであろう。したがって，その実質が弁護士報酬である\n１００万円を「交渉経費」の名目で「刑事事件成功報酬」とは別に計上して取得し\nたことが直ちに過大な報酬を取得したものといえるか否かは一概にいえないが，原\n告は，その実質が報酬であるものを，「交渉経費」と表示することによって，あた\nかも「事件等を処理するため必要な費用」又は「委任事務処理に要する実費等」に\n当たるもののように装って取得したものであり，このことは，本件懲戒請求の理由\nとしてＡらが主張するように，架空経費を計上して預かり金を横領したのではない\nかと疑われても致し方のないところというべきであって，弁護士倫理３６条，３７\n条及び４０条の各規定の趣旨，ひいては被告及び弁護士が属する弁護士会は報酬に\n関する規定を記載した会則を定めなければならないとした前記の法の趣旨にも反す\nるものというべきであり，かかる原告の行為は弁護士としての品位を損なうもので\nあるといわなければならない。\nしたがって，上記判断と同旨の見解に立って，被告が原告に対して本件処分をし\nたことには，何ら違法はないものというべきである。\n５　また，原告は，被告の懲戒委員会が本件について審尋期日を開いたのは１回だ\nけであり，しかも，予断を持っているとしか思われない一方的な質問に終始し，原\n告に対して十分な弁明の機会を与えなかったので，本件処分は手続的にも違法であ\nる旨主張するが，被告が本件処分において懲戒事由として取り上げた事柄は，本件\n懲戒請求において当初から問題にされており（乙３），滋賀弁護士会の綱紀委員会\nにおいても問題にされていたことである上（乙８），前記１で認定した事実によれ\nば，被告の懲戒委員会は，原告の都合を考慮して審尋期日を変更し，原告に釈明の\n機会を与え，原告が「交渉経費」の名目で１００万円を預かり金から差し引いたこ\nとについて説明を求め，原告は，十分にその趣旨等を説明していることが認められ\nるから，被告の懲戒委員会が原告に十分な弁明の機会を与えなかったとはいえず，\nしたがって，被告の懲戒委員会の手続に違法があったということはできない。原告\nの上記主張も，採用することができない。\n６　よって，被告の本件処分には原告主張の違法は認められず，原告の本件請求は\n理由がないから，これを棄却することとして，主文のとおり判決する。\n（口頭弁論終結の日　平成１４年２月１３日）\n東京高等裁判所第４特別部\n裁判長裁判官　石井健吾\n裁判官　大橋弘\n裁判官植垣勝裕は，転官のため，署名押印することができない。\n裁判長裁判官　石井健吾\n"
}