{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 12
  },
  "case_number": "平成13(わ)2335",
  "case_name": "覚せい剤取締法違反，大麻取締法違反被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/006099_hanrei.pdf",
  "contents": "主              文\n被告人を懲役１５年及び罰金４００万円に処する。\n未決勾留日数中２００日をその懲役刑に算入する。\nその罰金を完納することができないときは，金１万円を１日に換算した期\n間被告人を労役場に留置する。\n押収してあるタッパー入り覚せい剤２箱（平成１４年押第３２号の１，\n２）及びビニール袋入り覚せい剤７袋（同号の３ないし９）を没収する。\n被告人から金３１万円を追徴する。\n理              由\n（罪となるべき事実）\n被告人は，\n第１　Ａと共謀の上，営利の目的で，みだりに，Ｂに対し，覚せい剤及び大麻を譲\nり渡そうと企て，平成１２年１月２０日ころ，埼玉県ａ市内のＣ運輸会社の営業所\nにおいて，静岡県ｂ市内のＤ宛に覚せい剤であるフェニルメチルアミノプロパン塩\n酸塩を含有する結晶性粉末約３０グラム及び大麻草約２０グラムを発送し，同月２\n１日ころ，同所に到着させ，Ｅを介してＢに受領せしめ，覚せい剤及び大麻（注射\n器を含む。）を代金２６万円で譲り渡し，\n第２　Ａ，Ｆと共謀の上，営利の目的で，みだりに，Ｇに対し，覚せい剤を譲り渡\nそうと企て，同年６月２日ころ，前記Ｃ運輸会社の営業所において，山梨県ｃ町内\nのＧ宛に覚せい剤であるフェニルメチルアミノプロパン塩酸塩を含有する結晶性粉\n末約９．６７２３グラムを発送し，同月３日ころ，同室に到着させてＧに受領せし\nめ，覚せい剤を代金５万円で譲り渡し，\n第３　法定の除外事由がないのに，平成１３年９月２６日ころ，徳島県ｄ市内の保\n養所において，覚せい剤であるフェニルメチルアミノプロパンの塩類を含有する水\n溶液若干量を自己の左腕部に注射し，もって，覚せい剤を使用し，\n第４　Ｈ及びＩと共謀の上，営利の目的で，みだりに，同月２７日，埼玉県ｅ市内\nのマンションｆ号室において，覚せい剤である塩酸フェニルメチルアミノプロパン\nを含有する結晶状粉末約６，０９３．２グラム（平成１４年押第３２号の１ないし\n９は鑑定後の残量）を所持し\nたものである。\n（証拠の標目）\n省略\nなお，被告人は，判示第４の事実について，当公判廷において，判示約６，０９\n３．２グラムの覚せい剤（以下，本件覚せい剤という。）は，Ｉに指示して判示マ\nンションｆ号室に持ち込ませ，その後自ら同所に出向いて，小分けした上で台所の\n換気扇上部に設けられた保管場所に隠匿したものであって，Ｈは本件覚せい剤には\n全く関与していない旨弁解して，Ｈとの共謀を否認し，弁護人もこの供述等に基づ\nいて，被告人とＨとの間に共謀は認められないと主張するので，以下検討するに，\n関係各証拠によると，本件覚せい剤は，平成１３年９月２７日，警察官が令状に基\nづき判示マンションｆ号室を捜索した際，台所の換気扇上部にねじ止めしてあった\n化粧板を取り去ったところ，その裏側に設けられた保管場所から，プラスチック容\n器２個と手提げバッグ１個の中に詰められた状態で発見されたものであるが，この\nｆ号室は，被告人が会長代行の肩書で所属するＪ会の会長であるＨが，平成１２年\n１０月ころから平成１３年２月ころにかけて，内妻の住居とするため配下組員の名\n前を用いて他から賃借する労をとった上，内妻と同棲していた場所であり，その内\n妻が警察に追われて同室を住まいとすることをやめた後は，Ｈが光熱費等を支払う\nなどして維持管理に当たってきており，しばしば自己の前妻らとともに立ち入り，\n宿泊場所として使用するほか，被告人ら配下組員にも出入口の鍵を渡して利用させ\nるなどしていたこと，Ｊ会では，以前から，いわゆる組のしのぎとして組織的に覚\nせい剤や大麻などの薬物の密売を行っており，Ｈ自身においても，内妻と同棲中，\n前記保管場所を相当量の大麻らしきものの隠匿場所として利用していたものと認め\nられること，判示第１及び第２の犯罪を犯したことで捜査機関から指名手配を受け\nていることを認識していた被告人は，Ｈとも打ち合わせた上，いずれ警察に出頭し\nようとの決意を固めていたが，それに先立ち，Ｊ会組員のＩに指示して，平成１３\n年９月２０日午後９時３０分ころ，本件覚せい剤入りの手提げバッグをｆ号室に持\nち込ませたところ，その直後の同日午後１１時ころから翌２１日午前９時ころま\nで，Ｈが前妻とともに同室に滞在したほか，その後も数回同室に出入りしているも\nのと認められること，本件覚せい剤の入れ物として使用されたプラスチック容器\nは，Ｈの前妻が化粧品を買った際の景品として入手し，平成１３年８月ころ，容器\nを探していたＨに渡したものであること，既にみたｆ号室の利用状況に照らすと，\n同所に隠匿された覚せい剤が捜査機関に発見された場合，Ｈに嫌疑がかかることは\n必至であり，そのＨに無断で被告人が同室に大量の覚せい剤を隠匿するなどという\nことは考えにくいこと，先にみた被告人の弁解は，その骨格をなす小分けの状況に\n関する部分において，捜査段階から公判段階にかけて，特段の合理的な理由もなく\n相当大きく変遷している上，その作業をした日時に関する供述も極めて漠然として\nおり，およそ信用することができないことなどの諸事情を総合すると，本件覚せい\n剤については，Ｈ自身が換気扇上部の前記保管場所に隠匿したか，そうでないとし\nても，Ｈがｆ号室をその隠匿保管場所とするについて被告人らと連絡を取り合うな\nどして深く関与したものと推認せざるを得ず，被告人らとＨとの間に所持の共謀が\n成立していることに疑問を容れる余地はない。\n（累犯前科）\n被告人は，平成５年７月２６日東京地方裁判所で覚せい剤取締法違反及び大麻取\n締法違反の各罪により懲役２年６月に処せられ，平成７年１２月１６日その刑の執\n行を受け終わったものであって，これらの事実は検察事務官作成の前科調書によっ\nて認める。\n（法令の適用）\n被告人の判示第１の所為のうち，営利の目的で覚せい剤を譲り渡した点は刑法６\n０条，覚せい剤取締法４１条の２第２項，１項に，営利の目的で大麻を譲り渡した\n点は刑法６０条，大麻取締法２４条の２第２項，１項に，判示第２及び第４の各所\n為はいずれも刑法６０条，覚せい剤取締法４１条の２第２項，１項に，判示第３の\n所為は同法４１条の３第１項１号，１９条にそれぞれ該当するが，判示第１の覚せ\nい剤営利目的譲渡と大麻営利目的譲渡は１個の行為が２個の罪名に触れる場合であ\nるから，刑法５４条１項前段，１０条により１罪として重い覚せい剤営利目的譲渡\n罪の刑で処断することとし，判示第１，第２及び第４の各罪についていずれも情状\nにより所定刑中懲役刑及び罰金刑を選択し，前記前科があるので同法５６条１項，\n５７条により判示第１及び第２の各罪の懲役刑について同法１４条の制限内でそれ\nぞれ再犯の加重をし，以上は同法４５条前段の併合罪であるから，懲役刑について\nは同法４７条本文，１０条により刑及び犯情の最も重い判示第１の罪の刑に同法１\n４条の制限内で法定の加重をし，罰金刑については同法４８条２項により判示第\n１，第２及び第４の各罪所定の罰金の多額を合計し，その刑期及び金額の範囲内で\n被告人を懲役１５年及び罰金４００万円に処し，同法２１条を適用して未決勾留日\n数中２００日をその懲役刑に算入することとし，その罰金を完納することができな\nいときは，同法１８条により金１万円を１日に換算した期間被告人を労役場に留置\nすることとし，押収してあるタッパー入り覚せい剤２箱（平成１４年押第３２号の\n１，２）及びビニール袋入り覚せい剤７袋（同号の３ないし９）は，いずれも判示\n第４の罪に係る覚せい剤で犯人の所有するものであるから，覚せい剤取締法４１条\nの８第１項本文によりこれらを没収し，判示第１の犯行により被告人が得た財産上\nの利益２６万円及び判示第２の犯行により被告人が得た財産上の利益５万円は，い\nずれも国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図る\nための麻薬及び向精神薬取締法等の特例等に関する法律１１条１項１号の薬物犯罪\n収益に該当するが，没収することができないか又は相当でないと認められるので，\n同法１３条１項によりその価額を被告人から追徴することとする。\n（量刑の事情）\n本件は，判示のとおりの，薬物の営利目的所持・譲渡，自己使用の事案である\nが，営利目的所持に係る覚せい剤の量は約６キログラムと極めて多量で，これらが\n下位の密売人や末端消費者に譲渡されて社会に広く浸透した場合，深刻な害悪を招\nく危険性は高く，同種事案のうちでも最も悪質な部類に属する犯行といわざるを得\nない。また，２件の営利目的譲渡に係る薬物の量も，合計すると相当に多量であ\nり，それらの代金として得た収益も合計３１万円と多額で，これまた悪質な犯行と\nいわなければならない。これらの犯行が行われる舞台となった暴力団組織におい\nて，被告人は，判示第４の犯行の共犯者であるＨに次ぐ地位を占めており，これら\nの犯行が，その組織を維持する資金を稼ぎ，さらにはその勢力を拡大するため，長\n年にわたって手を染めてきた薬物の密売行為の一環として行われたものであること\nに照らすと，犯行の経緯，動機にも酌量の余地は全くなく，このような職業的かつ\n組織的な薬物事犯については，厳罰をもって対処する必要があるものといわねばな\nらない。判示第４の犯行において，被告人自ら覚せい剤の卸元の人物と交渉して大\n量の覚せい剤を入手し，配下の者に指示してマンションの一室に運び込ませて隠匿\nするなど，犯行に主導的，積極的に関与していること，判示第１及び第２の各犯行\nにおいても，共犯者に指示して薬物の小分けや受注，発送等の作業を行わせる一\n方，自らはその仕入れ，処分先の開拓，譲渡価格の設定，収益の受領等を通じ，密\n売組織全体を取り仕切るなどしており，主謀者というべき立場にあること，被告人\nが，相当以前から覚せい剤を使用して今日に至っており，覚せい剤に対する顕著な\n親和性を示していること，判示第４の犯行について，組織の長であるＨとの共謀を\n否認し，組織維持とみざるを得ない不自然，不合理な弁解に終始していること，こ\nれまでの前科の数とその内容などの諸事情にかんがみると，犯情は甚だ悪質であっ\nて，被告人の刑責は誠に重大である。\nそうすると，判示第４の犯行においては，覚せい剤が社会に流布する前に，捜査\n機関の手により押収されたこと，被告人が，判示第４の犯行の共謀の点を除き，本\n件各犯行を概ね認めて反省の弁を述べていること，被告人の妻が出廷し，今後の更\n生に助力すると述べていることなど，被告人のために斟酌すべき事情を十分に考慮\nしても，被告人に対し，主文程度の刑を科すことはやむを得ない。\nよって，主文のとおり判決する。\nさいたま地方裁判所第二刑事部\n（裁判長裁判官　若原正樹，裁判官　大渕真喜子，裁判官　小笠原義泰）\n"
}