{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 8,
    "day": 28
  },
  "case_number": "平成15(わ)663",
  "case_name": "出入国管理及び難民認定法違反被告事件",
  "court_name": "神戸地方裁判所第4刑事部",
  "lawsuit_id": "6940",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6940",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/940/006940_hanrei.pdf",
  "contents": "主文\n被告人を懲役３年及び罰金４０万円に処する。\n未決勾留日数のうち，その１日を８０００円に換算してその罰金額に満つ\nるまでの分を，その罰金刑に算入する。\nこの裁判が確定した日から４年間その懲役刑の執行を猶予する。\n別紙目録記載の現金のうち１９万５０００ペソを没収する。\n理由\n（犯罪事実）\n被告人は，バハマ船籍の貨物船Ａ号の機関長であったものであるが，「Ｂ」なる\n男らと共謀の上，営利の目的で，平成１５年５月１８日（現地時間）から同月２１\n日（同）までの間，フィリピン共和国ダバオ港において，いずれも同国の国籍を有\nし，入国審査官から上陸の許可等を受けないで本邦に上陸する目的を有するＣら４\n名の集団密航者を，順次，同港に停泊中の同船に乗船させて，被告人の使用する船\n室等に潜伏させ，自己の管理下に置いた上，同船が航行して，同月２６日午前５時\n５分（日本時間）ころ，北緯３３度２６．４分，東経１３４度４７．６分付近の本\n邦領海内に到達するまで，上記集団密航者を乗船させ，もって，自己の管理下にあ\nる集団密航者を本邦に入らせた。\n（証拠の標目）\n省略\n（法令の適用）\n被告人の判示所為は刑法６０条，出入国管理及び難民認定法７４条２項，１項に\n該当するところ，その所定刑期及び金額の範囲内で被告人を懲役３年及び罰金４０\n万円に処し，刑法２１条を適用して未決勾留日数のうち，その１日を８０００円に\n換算してその罰金額に満つるまでの分をその罰金刑に算入し，情状により同法２５\n条１項を適用してこの裁判が確定した日から４年間その懲役刑の執行を猶予し，被\n告人が判示犯罪行為の報酬として得た１９万５０００ペソの現金は，組織的な犯罪\nの処罰及び犯罪収益の規制等に関する法律１３条１項１号の犯罪収益に該当し，そ\nの現金が混和した財産は犯人である被告人以外の者に帰属しないから，同法１４\n条，１５条１項本文を適用して没収し，訴訟費用は，刑事訴訟法１８１条１項ただ\nし書を適用して被告人\nに負担させないこととする。\n（量刑の理由）\n１　事案の概要\n本件は，バハマ船籍の貨物船機関長である被告人が，氏名不詳の共犯者と共謀\nの上，営利の目的で，フィリピン国籍を有する外国人４名を自己の船室等にかくま\nい，自己の管理下に置いて本邦に入らせたという出入国管理及び難民認定法違反の\n事案である。\n２　量刑上考慮した事情\n(1)　不利な事情\n被告人は，専ら金銭目当てに本件犯行に荷担したものであり，このような動\n機は安易かつ利欲的であって，全く酌量の余地はない。\nそして，被告人は，機関長という相応の責任を伴う要職にありながら，本件\n犯行遂行に当たって重要で必要不可欠の役割を積極的に果たしたもので，その犯行\n態様も，ほかの船員に察知される可能性が極めて低い自己の船室やエアーコンディ\nションルームに集団密航者４名を巧妙にかくまい，上陸時には我が国の官憲に発見\nされないよう配慮するなど，かなり悪質である。\nまた，本件犯行により，集団密航者４名はいったん本邦に上陸を果たしたの\nであって，出入国の公正な管理を目的とする我が国の出入国管理行政に与えた悪影\n響は大きく，本件結果も重大である。\n加えて，本件犯行の背後には，集団密航を業とする犯罪組織の存在がうかが\nわれることを併せ考慮すると，本件犯行は我が国の出入国管理秩序の根幹を揺るが\nすもので，その違法性は大きい。\n以上の事情に照らすと，被告人の刑事責任は重いといわざるを得ない。\n(2)　有利な事情\nしかしながら，他方，被告人が本邦に入国させた集団密航者は４名と多数と\nはいえないこと，集団密航者が本邦に上陸した直後，税関職員に発見され，結果と\nして不法就労の目的を達せずに終わったこと，被告人は，捜査機関に対して進んで\n本件犯罪事実を申告し，公判段階に至るまで一貫して事実を認め，誠実な反省の情\nが顕著に認められること，被告人には，本国及び我が国における前科・前歴が一切\nないということ，被告人は，本件犯行の発覚により機関長としての職を失うなどの\n社会的制裁を受けたと認められること，本国に養育すべき妻子がおり，そのために\nもまじめに働きたいと述べていることなど被告人にとって有利な事情も認められ\nる。\n３　結論\nそこで，以上諸般の事情を総合して考慮し，被告人に対して，主文の懲役刑及\nび罰金刑に処し，その懲役刑の執行を４年間猶予することとした。\n（求刑・懲役３年及び罰金４０万円並びに１９万５０００ペソの没収）\n平成１５年８月２８日\n神戸地方裁判所第４刑事部\n裁判長裁判官　　　笹野明義\n裁判官　　　浦島高広\n裁判官　　　谷口吉伸\n別紙\n目録\n現金\n所有者　被告人\n現金保管者　神戸拘置所総務部長　Ｄ\n現金所在場所　神戸市北区ひよどり北町２丁目１番所在の神戸拘置所会計課\n備え付けの金庫内\n現金額　上記金庫内に保管された２２万１０００ペソ\n"
}