{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 15
  },
  "case_number": "平成12(行ケ)126",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12257",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12257",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/257/012257_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１２６号審決取消請求事件（平成１３年１０月１日口頭弁論\n終結）\n判　　　　　　　　　決\n原　　　　　　告　　　　　Ａ\n訴訟代理人弁護士　　　　　羽田野　節　夫\n同　　　　　　　　　　　　冨　山　　　敦\n同　　　　　　　　　　　　奥　田　貫　介\n同　　　　　　　　　　　　松　村　龍　彦\n同　　　　弁理士　　　　　平　田　義　則\n被　　　　　　告　　　　　社団法人日本砂利協会\n被　　　　　　告　　　　　博多海砂販売協同組合\n両名訴訟代理人弁護士　　　中　村　　　稔\n同　　　　　　　　　　　　富　岡　英　次\n同　　　　　　弁理士　　　小　堀　　　益\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が平成８年審判第２１６６１号事件について平成１２年２月２９日に\nした審決を取り消す。\n訴訟費用は被告らの負担とする。\n２　被告ら\n主文と同旨\n第２　当事者間に争いのない事実\n１　本件審決に至る手続の経緯\n原告は、名称を「コンクリート用骨材」とする特許第２０５６１４３号発明\n（平成３年２月１９日出願、平成７年８月９日出願公告、平成８年５月２３日設定\n登録、以下、この発明を「本件発明」といい、この特許を「本件特許」という。）\nの特許権者である。\n被告らは、平成８年１２月１９日、原告を被請求人として、本件特許につき\n無効審判の請求をした。\n特許庁は、同審判請求を平成８年審判第２１６６１号事件として審理し、平\n成９年７月８日に「本件審判の請求は、成り立たない。」との審決（以下「第１次\n審決」という。）をしたが、東京高等裁判所平成９年（行ケ）第２２３号審決取消\n請求事件の判決（平成１１年３月１８日判決言渡、以下「第１次判決」という。）\nにより第１次審決が取り消され、第１次判決に対する上告及び上告受理の申立てに\n対する最高裁判所の上告棄却決定及び上告不受理決定により、第１次判決が確定し\nたので、特許庁は、同審判請求につき更に審理した上、平成１２年２月２９日、\n「特許第２０５６１４３号発明の特許を無効とする。」との審決（以下「本件審\n決」という。）をし、その謄本は同年３月２１日、原告に送達された。\n２　本件発明の要旨\nふるい目寸法０．１５㎜以下の通過率が４％以下の海砂を摩砕して、ふるい\n目寸法０．１５㎜以下の通過率を５～１５％としたことを特徴とするコンクリート\n用骨材。\n３　本件審決の理由\n本件審決は、別添審決謄本写し記載のとおり、本件発明が、特開昭５５－１\n４９１６４号公報（審判甲第１号証、本訴甲第３号証、以下「引用例１」とい\nう。）、昭和６１年９月１日第８版発行の社団法人日本建築学会編集著作「建築工\n事標準仕様書・同解説５　鉄筋コンクリート工事」（審判甲第２号証、本訴甲第４\n号証、以下「引用例２」という。）、昭和６０年６月２１日発行の全国生コンクリ\nート工業組合連合会外１名編「第３回(1985年)生コン技術大会研究発表論文集」１\n９５～２００頁所収の熊本県生コンクリート工業組合技術公害委員会による「骨材\n資源の調査」と題する論文（審判甲第３号証、本訴甲第５号証、以下「引用例３」\nという。）、昭和５１年２月１２日発行の社団法人日本建築学会編集著作「コンク\nリートの調合設計・調合管理・品質検査指針案・同解説」（審判甲第４号証、本訴\n甲第６号証、以下「引用例４」という。）、昭和６１年１０月発行の土木学会コン\nクリート委員会編「昭和６１年制定　コンクリート標準示方書［施工編］」（審判\n甲第５号証、本訴甲第７号証、以下「引用例５」という。）、昭和５８年１月２５\n日発行の社団法人日本建築学会編集著作「流動化コンクリート施工指針案・同解\n説」（審判甲第６号証、本訴甲第８号証、以下「引用例６」という。）、上記「第\n３回(1985年)生コン技術大会研究発表論文集」４３～４８頁所収の武井薫による\n「細骨材中の微粒分がコンクリートの性状に及ぼす影響」と題する論文（審判甲第\n７号証、本訴甲第９号証、以下「引用例７」という。）にそれぞれ記載された発明\nに基づいて、当業者が容易に推考することができたものであるから、本件特許は、\n特許法２９条２項の規定に違反してされたものであり、同法１２３条１項２号に該\n当するとした。\n第３　原告主張の本件審決取消事由\n１　本件審決の理由中、本件発明の要旨の認定、引用例１～７の記載事項の認定\n（審決謄本２頁下から１２行目～６頁下から１３行目）、本件発明と引用例１記載\nの発明との一致点及び相違点の各認定は認める。\n本件審決は、相違点についての判断を誤り、本件発明が引用例１～７にそれ\nぞれ記載された発明に基づいて、当業者が容易に推考することができたものである\nとの誤った結論に至ったものであるから、違法として取り消されるべきである。\n２　取消事由（相違点についての判断の誤り）\n(1)　本件審決は、本件発明と引用例１記載の発明との相違点である「甲第１号\n証（注、引用例１）記載の技術においては、単に原料砂と記載されているのに対し\nて、本件特許発明（注、本件発明）においては、原料砂を海砂に特定している点」\n（審決謄本８頁１行目～３行目）につき、引用例２～４の各記載により、「海砂を\nコンクリート骨材として他の河川砂、山陸砂と同様に使用することは、本件特許発\n明の特許出願前に広く知られていたことが認められ」（同頁１３行目～１５行\n目）、「甲第１号証記載の技術における原料砂を海砂に適用することは、本件特許\n発明の特許出願の当時、当業者が容易に想到し得たものと認められる。」（同頁１\n９行目～２１行目）と認定判断し、かつ、本件発明は、海砂自体を更に摩砕するこ\nとにより０．１５㎜以下の微粒分を５～１５％加えて、必要水量をかえって減少さ\nせ、強度の高いコンクリートを得ることを可能にしたものであって、公知技術とは\n発想を全く異にし、それによって容易に推考できるものではないとの原告の主張に\nついては、引用例２及び同６の各記載により、「海砂を使用するコンクリート用骨\n材において、０．１５㎜以下の微粒分を相当量加えて、コンクリートの性能を向上\nさせる技術は、当業者の間で周知の事実であったものと認められる」（同９頁３行\n目～５行目）として、これを排斥したものである。\nしかしながら、次のとおり本件審決の判断は誤りである。\n(2)　従来、コンクリートの品質を高める上で、特に問題とされてきたのは、コ\nンクリートの乾燥収縮によるひび割れを防ぐため、コンクリートを製造する際にセ\nメントや骨材（砕石や砂）と一緒に混ぜ合わせる水の量をいかに少なくするかとい\nう点であった。\nすなわち、砕石等をロッドミルで粉砕して製造された砕砂には、ふるい目\n寸法０．１５％以下の微粒子が多く含まれており、これを単味（砕砂のみ）で骨材\nとして使用すれば、コンクリートの品質を害するような多量の水が必要となった。\n他方、海砂を骨材として使用する場合には、採取時や除塩過程において微粒子が流\n出し、欠如しているので、ワーカビリティーやブリーディングを改善するため微粒\n子を補う必要があったが、従前は、海砂以外のものを混ぜて微粒子を補う混合方法\nで対応するしか方法がなく、この方法では、混ぜる微粒子の量が多くなると、使用\nする水の量が増えるという困難な課題があった。\n本件発明は、海砂を更に摩砕し、採取時や除塩過程において流出したふる\nい目寸法０．１５㎜以下の海砂の微粒子を５～１５％加えることによって、画期的\nな効果を奏するに至ったものである。すなわち、自然の海砂が、他の原料砂と決定\n的に違うのはその丸味であり、本件発明は、海砂の丸味が流動性を与え、実績率の\n向上（空隙率の減少）により、単位水量（コンクリート１ｍ３当たりの水の量）の大\n幅な低減をもたらして、コンクリート打設時のワーカビリティーが良好で、施工性\nに優れ、かつ、コンクリートの単位水量を大幅に低減して、その高品質化に大きく\n寄与することができるコンクリート用骨材の提供を可能としたものである。\n本件審決は、上記相違点につき、単に、海砂がコンクリート骨材として他\nの河川砂等と同様に使用されていることのみを根拠として、引用例１記載の技術の\n原料砂を海砂に適用することは当業者が容易に想到し得たものとしたが、「自然の\n海砂」を原料としたことが本件発明の核心であり、すべてであるにもかかわらず、\n本件審決は、この構成の違い、つまり「海砂」か「粗粒砂」かの違いについて何ら\n考慮していない。\n引用例１記載の技術（審決の引用する発明の詳細な説明に記載された従来\n技術）は、規格外のⅡ級又はⅢ級の粒度に属する粗粒な細骨材を原料として、Ⅰ級\nの粒度の細骨材の製造方法を提供することを目的とするものであり、本件発明とは\n技術思想が全く異なるものである。のみならず、後記松下博通作成の鑑定書（甲第\n２６号証）並びに「セメント・コンクリート」１９９８年（平成１０年）８月号所\n収の中江兼二「角ばった石を丸めてつかう」と題する論文（甲第３０号証）及び\n「月刊ダム日本」１９９６年（平成８年）７月号所収の爲沢長雄「温井ダムの施工\nについて」と題する論文（甲第３１号証）によって明らかなとおり、本件特許出願\n当時から現在に至るまで、当業者の関心は砕砂をいかに天然砂（海砂、川砂）に近\nづけるかという点にあり、天然砂をわざわざ摩砕加工して砕砂にするという発想は\n全くなかったから、引用例１において、ロッドミルで摩砕するものとされている\n「原料砂」の中に海砂が含まれているなどということはあり得ず、当業者が、引用\n例１記載の原料砂を海砂に適用することを容易に想到し得たということも到底あり\n得ない。加えて、引用例１にその発明の具体例を説明するものとして掲載されてい\nる表（２枚目１４行目～２９行目）には、数値の誤りが多数存在し、引用例１の技\n術的信頼性にも問題がある。このような技術を基本引用例として本件発明の進歩性\nを否定するのは合理性を欠くものである。\nさらに、引用例２及び同６に記載されているのは、海砂に他のものを混ぜ\nて微粒子を補う「混合方法」であって、本件発明とは本質を異にするものであり、\n本件審決が、これらの技術によって、本件発明が容易に推考できるとしたことは、\n何らの根拠も合理性もないものである。\n(3)　引用例２及び同６の記載は、流動化コンクリート、すなわち、あらかじめ\n練り混ぜられたコンクリート（べースコンクリート）に流動化剤を添加し、これを\n攪拌することによって、その流動性を増大させたコンクリートであって、通常の生\nコンクリート（レディーミクストコンクリート）とは異なる、特殊なコンクリート\nに関するものである。\nしたがって、このような引用例２及び同６を、通常の生コンクリートに関\nする他の引用例とともに引用して、引用例１記載の技術の原料砂を海砂に適用する\nことは当業者が容易に想到し得たとすることは誤りである。\n(4)　本件審決は、本件発明の顕著な作用効果を看過したものである。\nすなわち、藤沢薬品工業株式会社筑波コンクリート研究所作成の実験報告\n書（甲第１３号証）は、①海砂を破砕して作った０．１５㎜以下の微粒子を混入し\nた（ふるい目寸法０．１５㎜の通過率１１％）細骨材（ハイテクサンド、本件発\n明）を使用したコンクリートと、②海砂の欠如した微粒分を砕石生産時に生ずる石\n粉で補った（ふるい目寸法０．１５㎜の通過率７％）細骨材（一本砂）を使用した\nコンクリートとの比較実験を行った結果の報告書であり、①が②よりも単位水量を\n１０㎏/m３程度少なくすることができることが記載されている。従来技術では、微粒\n子を増加させると単位水量が増加する傾向があるので、この実験で、②の石粉のふ\nるい目寸法０．１５㎜の通過率を①と同じ１１％とすれば、単位水量の差は更に広\nがったものと推測される。\nまた、株式会社サンド工場長作成の報告書（甲第１８号証）は、①海砂を\n摩砕してふるい目寸法０．１５㎜を通過する微粒子を増量した摩砕海砂（本件発\n明）を使用したコンクリートと、②ふるい目寸法０．１５㎜を通過する微粒子を増\n量した砕砂を使用したコンクリートとの比較試験を行い（ふるい目寸法０．１５㎜\nの通過率は両者とも６％）、両者の単位水量の差等を確認した実験報告書であり、\nこれには、両者の配合条件を同一にしたときのスランプ（流動性）値は、①が１\n９．０㎝であるのに対し、②が７．０㎝であり、また、両者のスランプ値が同じ値\nとなるように、コンクリートの配合を修正して試験練りした場合に、①の単位水量\nが１７７㎏であるのに対し、②の単位水量が１９４㎏であることが記載されてい\nる。すなわち、①の本件発明が、②の砕砂を使用したコンクリートに比べて、スラ\nンプ（流動性）に優れ、単位水量を減少させることが理解されるものである。\nさらに、九州大学大学院教授松下博通作成の鑑定書（甲第２６号証）に\nは、①破砕する前の海砂、②①の海砂をロッドミルで破砕して製造した砂（原料砂\nを海砂に適用した上、引用例１記載の方法によって製造したもの）、③①の海砂を\n竪形回転式遠心破塊装置で破砕して製造した砂（本件発明であるハイテクサンド）\nについて、コンクリート用細骨材としての品質試験を実施した結果、③が①、②に\n比較して形状が丸みを帯び、粒度分布が良好となること、モルタルの配合では、③\nを使用した場合に①、②を使用した場合よりも単位水量を約１５㎏/ｍ３（約５．４\n％）低減することが可能であるのに対し、②は①と比較してさえ、単位水量が多く\nなること、モルタルの圧縮強度は、③を使用した場合が、②を使用した場合よりも\n７N/㎜\n２大きくなることが記載されている。すなわち、③の本件発明が、②の引用例\n１記載の方法で製造した砕砂と比べ、全く品質の異なるものであることが明らかに\nされている。\nこのように、本件発明が顕著な作用効果を有することは明らかであるの\nに、本件審決は、この点を看過した誤りがある。\n(5)　被告らは、本件審決が第１次判決の拘束力に従ってされたものであるか\nら、これを違法とすることはできない旨主張する。\nしかしながら、本件のように、特許無効の審判請求を不成立とした最初の\n審決を取り消す判決が確定し、特許を無効とする再度の審決がされたときに、特許\n権者が提起する再度の審決取消訴訟においては、特許権者は、審決取消訴訟の審理\n範囲内の主張立証として許される限度内で、再度の審決の認定判断の違法性を裏付\nける実質的に新しい証拠を提出して、これに基づき再度の審決の認定判断の違法を\n主張することが許され、裁判所も右主張立証に基づいて再度の審決の認定判断を違\n法とすることができるものと解すべきである（東京高裁平成元年４月２６日判決・\n無体集２１巻１号３２７頁）。最高裁平成４年４月２８日第三小法廷判決・民集４\n６巻４号２４５頁の事案は、特許を無効とした最初の審決を取り消す判決が確定\nし、特許無効の審判請求を不成立とする再度の審決がされたときに、特許無効審判\nの請求人が提起する再度の審決取消訴訟に係るものであって、同判決のいう取消判\n決の拘束力は、本件には適用がない。\nなぜならば、特許無効審判の請求人が提起する再度の審決取消訴訟におい\nては、当該請求人に新たな主張立証を許さないとしても、新たな証拠に基づいて、\n別の特許無効の審判請求をすることができるのに、特許権者が再度の審決取消訴訟\nを提起した場合に、取消判決の拘束力を厳格に適用し、特許権者に新たな主張立証\nを許さないとすれば、特許権者は敗訴判決を受けて永久に権利を失う結果となるこ\nとが免れないからである。したがって、特許法１８１条２項の適用については、特\n許権者が再度の審決取消訴訟を提起する場合と、特許権者でない者（特許無効審判\nの請求人）が当該訴訟を提起する場合とを区別して考えるべきである。特許無効の\n審判請求を不成立とした最初の審決取消訴訟においては、特許権者は十分勝訴が見\n込まれ、提出すべき証拠も最小限にする等、油断して敗訴に至ることもあり得るの\nであり、特許権者が敗訴した場合のみ、絶対的に特許権を失うに至る結果となるの\nは公平を欠く。\nまた、そもそも、行政事件訴訟法３３条１項は、取消判決の実効性を担保\nするという政策的な見地から、当該処分に関係のある行政庁に対し、判決の趣旨に\n従うべきことを規定したにとどまり、最初の審決取消訴訟の判決が再度の審決取消\n訴訟の係属する裁判所の審理判断を当然に拘束することまで規定したものではな\nい。\nそして、本件において、原告は、新たな証拠（甲第１０、第１１号証、第\n１４～第２３号証、第２６号証、第２８～第３２号証）を提出し、本件審決の認定\n判断の誤りを主張するものである。\n(6)　以上のとおり、本件発明が引用例１～７にそれぞれ記載された発明に基づ\nいて、当業者が容易に推考することができたとする本件審決の判断は誤りである。\n第４　被告らの反論\n１　審決の認定及び判断は正当であり、原告主張の取消事由は理由がない。\n２　取消事由（相違点についての判断の誤り）について\n第１次審決は、引用例１～７によっては本件特許を無効とすることはできな\nいとして、本件の特許無効の審判請求を不成立としたが、第１次判決（乙第１号\n証）は、「本件発明は、引用例（注、引用例１）記載の技術及び甲第４号証ないし\n甲第６号証の刊行物（注、引用例２～４）記載の技術に基づいて当業者が容易に推\n考することができたものであるにもかかわらず、審決（注、第１次審決）は、本件\n発明と対比すべき引用例記載の技術内容を誤り、かつ、進歩性の判断を誤ったもの\nであって、違法であるというべきところ、この違法は審決の結論に影響を及ぼすべ\nきことが明らかである。」（４０頁１４行目～２０行目）として、第１次審決を取\nり消したものである。\nそして、本件審決は、第１次判決の内容に従った認定判断を経て、本件発明\nが引用例１～７記載の発明に基づいて当業者が容易に推考することができたもので\nあり、本件特許が特許法２９条２項の規定に違反して特許されたもので、同法１２\n３条１項２号に該当するものとして、本件特許を無効としたものであって、第１次\n判決の拘束力に従ってされたものであるから、これを違法とすることはできない。\n原告引用に係る最高裁判決の実質的根拠は、確定判決により指摘された違法\n状態の早期排除と係争の早期解決による法的安定性の実現にあり、本件のような無\n効審判請求不成立－取消判決－無効審決という類型の場合についても、取消判決の\n拘束力を認めるべき実質的必要性があることに変わりはないから、上記判決の射程\n距離が本件に及ばないとする原告の主張は誤りである。\nしたがって、原告主張の取消事由について審理するまでもなく、本件請求は\n理由がない。\n第５　当裁判所の判断\n１　取消事由（相違点についての判断の誤り）について\n(1)　第１次判決（乙第１号証）及びこれに添付された第１次審決の理由部分に\nよれば、第１次審決及び第１次判決の認定判断につき、次のとおり認められる。\n(ア)　第１次審決（乙第１号証添付）は、請求人（被告ら）が引用例１～７\nを提出してした「本件特許発明（注、本件発明）は、本件特許の出願前に頒布され\nた刊行物である甲第１～第７号証（注、引用例１～７）に記載された事項に基づい\nて当業者が容易に発明をすることができたものであるから、本件特許は、特許法第\n２９条第２項の規定に違反してされたものである。」（２頁１５行目～１９行目）\nとの主張に対し、「請求人の主張する理由および提出した証拠方法によっては、本\n件特許を無効とすることはできない。」（２３頁１６行目～１８行目）として、無\n効審判請求を不成立とした。\n(イ)　第１次判決（乙第１号証）は、まず、引用例１及びこれと本件発明と\nの対比につき、「引用例（注、引用例１）には、ふるい目寸法０．１５㎜以下の通\n過率が３．６％の原料砂(Ａ)を３分間摩砕して、ふるい目寸法０．１５㎜以下の通\n過率が５．８％とした摩砕砂(Ｄ)が開示されている」（２５頁１６行目～１９行\n目）、「本件発明と対比されるべきは、引用例の特許請求の範囲に係る発明に限ら\nれるように考えて、本件発明とそのほかの引用例記載の技術とを対比せずに、同技\n術が示されているとしても、それは本件発明と対比されるべき技術とはなりえず、\nまた、そもそも発明の目的が明らかに違っているから、本件発明との対比に当たっ\nて、引用例の特許請求の範囲に係る発明を引用することはできないなどとした審決\n（注、第１次審決）の認定判断は、相当ではない。」（２９頁１７行目～３０頁４\n行目）、「上記認定判断のとおり、本件発明と対比すべきは、引用例の特許請求の\n範囲に係る発明に限られるものではなく、引用例記載のそのほかの技術も含まれる\nものであるところ、両者は、ふるい目寸法０．１５㎜以下の通過率が４％以下の砂\nを摩砕して、ふるい目寸法０．１５㎜以下の通過率を５～１５％としたコンクリー\nト用骨材である点で一致し、一方、引用例記載の技術においては、単に原料砂と記\n載されているのに対して、本件発明においては、原料砂を海砂に特定している点で\n相違していることが認められる。」（３０頁６行目～１４行目）とした上、当該相\n違点につき、「甲第４号証の刊行物（注、引用例２）には、微粒分の少ない海砂を\n使用する際に、流動化に伴ってコンクリートの粘性が不足したり分離しやすくなっ\nたり、ブリージングが異常に多くなったりすることが記載されており、甲第５号証\nの刊行物（注、引用例３）には、細骨材として海砂が使用されていることが示され\nており、甲第６号証の刊行物（注、引用例４）には細骨材原料として海砂が使用さ\nれていることが記載されているのである。・・・以上によれば、海砂をコンクリー\nト骨材として他の河川砂、山陸砂と同様に使用することは、本件発明の特許出願前\nに広く知られていたことが認められる」（３６頁２行目～１６行目）との認定に基\nづき、「引用例記載の技術における原料砂を海砂に適用することは、本件発明の特\n許出願の当時、当業者が容易に想到し得たものと認められる。」（３７頁２行目～\n５行目）と判断した。次いで、本件発明は、海砂自体を更に摩砕することにより\n０．１５㎜以下の微粒分を５～１５％もの量加えて、しかも、必要水量をかえって\n減少させ、強度の高いコンクリートを得ることを可能にしたものであって、引用例\n１を含む公知技術とは発想を全く異にし、そのような公知技術によって容易に推考\nできるものではないとの被告（本訴原告）の主張については、「甲第４号証の刊行\n物には、微粒分の少ない海砂を用いた場合、細骨材の粒度分布で０．３㎜又は０．\n１５㎜以下の微粒分が不足すると、流動化に伴ってコンクリートの粘性が不足し、\n分離しやすくなったり、ブリージングが異常に多くなったりする傾向が強くなるの\nで注意を要し、このような場合には、フライアッシュなどを加えてコンクリート中\nに占める０．３㎜以下の粒子の量（セメントを含めて）を４００～４５０㎏／ｍ\n３程\n度にするのがよいということが記載されている。また、・・・甲第８号証の刊行物\n（注、引用例６）には、細骨材の微粒分（０．３㎜以下または０．１５㎜以下）が\n少ないと、流動化に伴ってコンクリートの粘性が不足し、分離しやすくなったり、\nブリージングが異常に多くなったりすることがあり、特に微粒分の少ない海砂は微\n粒分を増す必要があることが記載されているものである。・・・以上によれば、海\n砂を使用するコンクリート用骨材において、０．１５㎜以下の微粒分を相当量加え\nて、コンクリートの性能を向上させる技術は、当業者の間で周知の事実であったも\nのと認められる。」（３７頁１７行目～３８頁１９行目）として、その主張を排斥\nし、また、被告（本訴原告）が、本件発明の作用効果を裏付ける証拠として提出し\nた乙第１号証（藤沢薬品工業株式会社筑波コンクリート研究所作成の実験報告書、\n本訴甲第１３号証）につき、「ハイテクサンド（注、本件発明の実施例）と一本砂\n（注、従来技術の例）とは、ふるい目通過率の条件設定において明らかに相違して\nおり、しかも、結果において、ハイテクサンドが、一本砂に比べて必ずしも良好で\nあったとはいいがたいのであって、乙第１号証をもって、本件発明に格別の作用効\n果があるとの裏付けとすることは困難である。」（４０頁６行目～１１行目）とし\nて、これを排斥した上、結論として、「本件発明は、引用例記載の技術及び甲第４\n号証ないし甲第６号証の刊行物記載の技術に基づいて当業者が容易に推考すること\nができたものであるにもかかわらず、審決は、本件発明と対比すべき引用例記載の\n技術内容を誤り、かつ、進歩性の判断を誤ったものであって、違法であるというべ\nきところ、この違法は審決の結論に影響を及ぼすべきことが明らかである。」（同\n頁１４行目～２０行目）として、第１次審決を取り消した。\n(2)　本件審決は、別添審決謄本写し記載のとおり、甲第１３号証（藤沢薬品工\n業株式会社筑波コンクリート研究所作成の実験報告書）に対する判断部分を除き、\n上記第１次判決の認定判断に係る説示をほぼそのまま踏襲して、「本件特許発明\n（注、本件発明）は、甲第１号証（注、引用例１）及び甲第２ないし甲第７号証\n（注、引用例２～７）記載の発明に基づいて当業者が容易に推考することができた\nものである」（審決謄本９頁７行目～９行目）として、本件特許を無効とした。\n(3)　ところで、特許無効審判及びその審決に対する取消訴訟において、特定の\n引用例に基づいて当業者が当該発明を容易に推考することができたものであるか否\nか、すなわち、特定の引用例との関係における当該発明の進歩性の有無が争われ、\n審決取消訴訟の判決が、その点について審決とは逆の判断を示して審決を取り消し\nた後、再度の審判手続において、特許庁が当該取消判決の拘束力に従って、その点\nにつき当該取消判決と同様の判断をし、それに基づいて再度の審決がされた場合に\nおいては、その再度の審決に対する再度の審決取消訴訟において、上記拘束力に従\nった再度の審決の判断が誤りであるとする主張立証をすることは、許されないもの\nと解すべきである。この理は、当該取消判決及び再度の審決のその点についての判\n断が、①当該引用例に基づき当該発明を容易に推考することができたとはいえない\nという、特許権者の主張に沿うものであるときのみならず、②当該引用例に基づき\n当該発明を容易に推考することができたという、特許無効審判の請求人の主張に沿\nうものであるときでも異なるところはない。\nすなわち、特許無効審判事件についての審決の取消訴訟において審決取消\nしの判決が確定したときは、審判官は特許法１８１条２項の規定に従い当該審判事\n件について更に審理を行い、審決をすることとなるが、審決取消訴訟は行政事件訴\n訟法の適用を受けるから、再度の審理ないし審決には、同法３３条１項の規定によ\nり、右取消判決の拘束力が及ぶ。そして、この拘束力は、判決主文が導き出される\nのに必要な事実認定及び法律判断にわたるものであるから、審判官は取消判決の右\n認定判断に抵触する認定判断をすることは許されない。したがって、再度の審判手\n続において、審判官は、当事者が取消判決の拘束力の及ぶ判決理由中の認定判断に\nつきこれを誤りであるとして従前と同様の主張を繰り返すこと、あるいは右主張を\n裏付けるための新たな立証をすることを許すべきでなく、審判官が取消判決の拘束\n力に従ってした審決は、その限りにおいて適法であり、再度の審決取消訴訟におい\nてこれを違法とすることができないのは当然である。このように、再度の審決取消\n訴訟においては、審判官が当該取消判決の主文のよって来る理由を含めて拘束力を\n受けるものである以上、その拘束力に従ってされた再度の審決に対し関係当事者が\nこれを違法として非難することは、確定した取消判決の判断自体を違法として非難\nすることにほかならず、再度の審決の違法（取消）事由たり得ない。以上の理は、\n上記①の場合について、最高裁平成４年４月２８日第三小法廷判決・民集４６巻４\n号２４５頁の判示するところであるが、上記②の場合においても、そのまま妥当す\nる。\nこの点について、原告は、特許無効の再度の審決がされたときに、特許権\n者が提起する再度の審決取消訴訟においては、上記最高裁判決のいう取消判決の拘\n束力は及ばず、特許権者は、審決取消訴訟の審理範囲内の主張立証として許される\n限度内で、再度の審決の認定判断の違法性を裏付ける実質的に新しい証拠を提出し\nて、その認定判断の違法を主張することが許されるものと解すべきであるとし、そ\nの根拠として、無効審判の請求人が提起する再度の審決取消訴訟においては、再度\nの審決の認定判断の違法主張が許されなくとも、別の特許無効の審判請求をするこ\nとができるのに、特許権者が提起する再度の審決取消訴訟において、特許権者に再\n度の審決の認定判断の違法主張が許されないとすれば、特許権者は敗訴判決を受\nけ、絶対的に特許権を失う結果となって公平を欠く旨主張する。\nしかしながら、特許無効の審判請求に対し、これを不成立とする審決が確\n定した場合に、同一の事実及び同一の証拠に基づくものでない限り、当該審判請求\n人あるいは他の者が新たな特許無効の審判請求をすることは妨げられないし（特許\n法１６７条参照）、他方、特許無効の審決が確定した場合には、特許権者は遡及的\nに当該特許権を失うに至る（同法１２５条）ことは、特許無効審判の制度における\n一般的な原則であって、例えば、無効審決に対する審決取消訴訟においてその審決\nを維持する判決がされ、審決がそのまま確定した場合であってもいえることであ\nり、無効審判請求を不成立とする審決を取り消す判決の拘束力に従った再度の審決\nとして無効審決がされた場合に特有のことではない。そして、これらいずれの場合\nであっても、特許権者には、審判の段階及び審決に対する取消訴訟の段階（最初の\n審決を取り消す判決がされる場合においては、最初の審判及び取消訴訟の段階）に\nおいて、発明の進歩性につき主張立証する機会があったのであるから、それにもか\nかわらず、審決取消訴訟において発明の進歩性を否定する認定判断がされたとすれ\nば、当該特許権を失うに至ってもやむを得ないものといわなければならない（な\nお、最初の審決取消訴訟で油断することがあるなどということが、およそ理由とな\nるものでないことはいうまでもない。）。\nまた、原告は、行政事件訴訟法３３条１項が、最初の審決取消訴訟の判決\nが再度の審決取消訴訟の係属する裁判所の審理判断を当然に拘束することを規定し\nたものではないとも主張するが、同項の規定上、審決取消判決の拘束力が、再度の\n審決取消訴訟の係属する裁判所に対して直接及ぶものとされていないことはそのと\nおりであるとしても、前示のとおり、同項の規定により、審判官は審決取消判決の\n認定判断に抵触する認定判断をすることは許されないという拘束を受け、この拘束\n力に従ってした審決はその限りにおいて適法であって、再度の審決取消訴訟におい\nてこれを違法とすることができないのであるから、その意味で、再度の審決取消訴\n訟の係属する裁判所も、審決取消判決の判断の影響を受けることとなるものであ\nる。\nしたがって、原告の上記主張は採用することができない。\n(4)　前示(1)の(イ)の第１次判決の認定判断に照らせば、第１次判決の拘束力\nは、第１次審決を取り消す旨の結論（主文）を導くのに直接必要な認定判断、すな\nわち、本件発明は引用例１記載の技術及び引用例２～４記載の技術に基づいて当業\n者が容易に推考することができたとの認定判断について生ずるものと解することが\nできる（なお、第１次判決のうち、前示(1)の(イ)記載のそれ以外の認定判断につい\nては、当該拘束力が直接生ずるものではないが、上記のとおり拘束力を生ずる認定\n判断に対する反証として、被告（本訴原告）が主張立証したことに対する応答とし\nてされたものであるから、審判官が上記拘束力を生ずる認定判断と抵触する認定判\n断をすることができない以上、その反証としての主張立証をどのように補充しよう\nとも無意味であるという趣旨では、当該拘束力の影響を受けるということができ\nる。）。\nそして、前示(2)のとおり、再度の審判手続を経てされた本件審決が、この\n第１次判決の拘束力に従ってされたものであることは明らかであるから、第１次判\n決のうち拘束力を生じた上記認定判断に従ってされた本件審決の認定判断の部分、\nすなわち、本件発明は、引用例１記載の発明及び引用例２～４記載の発明に基づい\nて当業者が容易に推考することができたとの部分は、再度の審決の取消訴訟である\n本件訴訟において、これを違法とすることはできず、原告は、本件審決のその認定\n判断が誤りであることを主張立証することは許されないものといわざるを得ない。\nそうすると、本件訴訟における原告の主張立証は、直接的に、又は反証を\n挙げることによって間接的に、第１次判決の拘束力に従ってされた本件審決の上記\n認定判断が誤りであるとすることに帰着するものであるから、いずれも許されず、\nそれ自体失当というべきである。\n２　以上のとおりであるから、原告主張の本件審決取消事由は理由がなく、他に\n本件審決を取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官　　　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}