{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 25
  },
  "case_number": "平成7(オ)1453",
  "case_name": "全税関大阪損害賠償",
  "court_name": "最高裁判所第一小法廷",
  "field": "労働",
  "lawsuit_id": "18733",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18733",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/733/018733_hanrei.pdf",
  "contents": "主　　　文\n本件上告を棄却する。\n上告費用は上告人らの負担とする。\n理　　　由\n上告代理人宇賀神直，同細見茂，同鈴木康隆，同吉岡良治，同財前昌和，同青木\n佳史の上告理由について\n１　本件は，上告人全国税関労働組合大阪支部（以下「上告人組合」という。）を\n除く上告人（以下「個人上告人」という。）らが，大阪税関の職員であった昭和４\n０年１月１日から同４９年３月３１日までの期間（以下「本件係争期間」とい\nう。）に，任命権者である大阪税関長から，上告人組合の組合員（以下「上告人組\n合員」という。）であることを理由に，昇任，昇格，昇給について不当な差別的取\n扱いを受け，これにより経済的，精神的損害を被ったとして，また，上告人組合\nが，上告人組合員（個人上告人ら以外の者を含む。）が上記のような差別的取扱い\nを受けたほか，大阪税関当局の違法な支配介入により団結権を侵害され，これによ\nり無形の損害を被ったとして，いずれも国家賠償法１条１項に基づき，被上告人に\n対し，損害賠償を求める事件である。\n２　原審は，本件の事実関係につき，次のとおり認定判断した上で，上告人らの請\n求をいずれも棄却すべきものとした。\n（１）　全国税関労働組合（以下「全税関」という。）は，昭和２２年１１月に結\n成された，全国の税関に勤務する職員をもって組織される労働組合（職員団体）で\nあり，同時に税関ごとにその支部組合が結成された。上告人組合は，大阪税関に勤\n務する職員をもって組織される労働組合であり，全税関の支部である。個人上告人\nらは，本件係争期間において，大阪税関に勤務していた職員であり，上告人組合員\nであった。\n上告人組合は，結成当時は，大多数の職制を含む大阪税関の職員が加入してお\nり，労働条件の改善要求等を活動の中心としていたが，全税関が同３３年に日本労\n働組合総評議会に加盟し同３４年に日本国家公務員労働組合共闘会議に参加したこ\nろから，安保反対等の政治的要求を掲げる活動にも積極的に参加するようになっ\nた。\n昭和３６年１２月１５日，神戸税関長は，全税関神戸支部が行った勤務時間内職\n場集会，庁内デモ行進を指導し，通関業務を妨害したこと等を理由に，同支部の支\n部長ら３人に対し懲戒免職処分を行った。同３７年３月，同支部執行部の活動方針\nに反対する組合員らが，神戸税関労働問題研究会を発足させ，同執行部を公然と批\n判し，支部長選挙にその代表者を候補者として立てて争ったが，これに破れた。そ\nこで，同３８年３月，同研究会を中心とした全税関に対する批判勢力が母体となっ\nて，神戸税関労働組合が結成された。この神戸での動きは，他の税関における全税\n関に対する批判勢力にも影響を与え，横浜税関においては，同年１１月ころに全税\n関横浜支部を脱退した者の有志により，同３９年２月ころ，横浜税関労組刷新同志\n会が結成され，その後，同会を母体として横浜税関労働組合が結成された。また，\n東京税関においては，同年７月の全税関東京支部の定期大会において，執行部批判\nがあり，批判者が中心となって，同年１１月，刷新有志会を結成して執行部の退陣\nと活動方針の変更を求めたが，これを拒否されたために，上記批判者らは同支部を\n脱退し，同４０年２月，東京税関労働組合が結成された。このような動きは名古屋\n及び長崎の税関においてもみられ，同月，両税関において新組合が結成され，ま\nた，同年３月には，後記（２）の経緯で大阪税関労働組合（以下「大阪労組」とい\nう。）が結成された。同年８月６日の時点では，全国８税関に新組合（以下「税関\n労組」という。）が結成され，組合員数は，大阪労組の発表によると，全税関が１\n８１２人，税関労組の合計数が４６３３人となり，勢力比は完全に逆転した。８税\n関労組は，同４１年９月，税関労働組合連絡協議会を発足させた。\n（２）　上告人組合は，全税関の方針の下に安保条約改定阻止等を掲げて集会及び\nデモに参加していたが，昭和３５年６月１５日，大阪税関当局の事前の警告を無視\nして，勤務時間内に食い込む職場集会を強行するなどの活動をした。大阪税関当局\nは，同日の活動に参加した上告人組合員等に対し，違法行為を繰り返さないように\nとの警告書を発したが，全税関は，同年７月の定期大会において，政治的な活動へ\nの傾斜を更に強め，上告人組合は同年９月以降も政治的要求を掲げた集会及びデモ\nに参加し続けた。上告人組合は，同３６年７月の定期大会において，組合員の中に\n上告人組合の政治活動に反対する声があることは認めた上で，政治的性格を持った\n問題ではあっても，それが組合に影響を及ぼすものである限り，組合活動の対象と\nして取り上げるのは当然であるとし，これに異を唱える者の声に全く耳を傾けよう\nとしなかった。この方針は，同３７年の定期大会においても再確認されたが，上告\n人組合についていけないという組合員もおり，同大会において選出された執行委員\n１５人のうち６人が，健康，家庭の事情等を理由に一斉に辞退する事態になった。\n同３８年１２月，上告人組合が年末年始の代休廃止に反対する運動等を強力に展開\nしたところ，管理職組合員を中心に批判が出た。同３９年６月，上告人組合執行委\n員の選挙において，組合推せん候補１５人のほかに４人の立候補があり，この４人\nが立候補を辞退したために信任投票となったが，７３８票中批判票が１９１ないし\n３１１あった。上告人組合は，同年７月の定期大会において，上記批判は大阪税関\n当局の分裂政策とそれに迎合した一部管理職の策謀であるとし，従来にも増して反\n合理化運動を推進する方針を確認した。ところが，同年６月ころから上告人組合の\n組合費の未納者が出始め，同年７月には４１人，９月には６８人，１０月には１０\n４人，１１月には２０４人に達した。同年９月１９日，大阪税関支署長会議におい\nて，大蔵省関税局考査管理官が最近の労働組合運動の分析を内容とする講話を行\nい，全税関は日本共産党の影響力の強い組合であるとの認識等がひれきされ，管理\n者としての労務対策上の注意点が話された。同月から同年１０月にかけて，鑑査分\n会，業務分会等から上告人組合執行部に質問状が出され，組合費未納問題について\nの職場討議等が開かれた。各分会は，横浜及び神戸での分裂の責任は全税関の活動\n方針が過激であり当局と無用な対立を繰り返したことにあるなどという点で概略一\n致していた。ところが，上告人組合執行部は，これらの分会の動きを，当局の執行\n部攻撃の一翼を担うか当局の分裂策動に乗るものとして拒否し，従来の活動方針を\n改めなかった。同年６月末から出始めた脱退者は，同年１０月末には１０人足らず\nであったが，同年１２月末には約１００人に達し，さらに，同４０年１月には８５\n人，２月には１７８人が脱退した。脱退者のうち管理職の比率は，同３９年１０月\nまでは１００％であったが，同年１２月まででは約８０％，同４０年１月は４９\n％，同年２月は２９％であり，同月までに管理職組合員の７３％，それ以外の組合\n員の２９％が上告人組合を脱退した。同年２月１６日，１０人の発起人により発表\nされた大阪税関新労働組合結成準備会趣意書は，上告人組合執行部の態度は無責任\n極まりないが，組合員にも独断専行を許した責任があり，当局にも使用者として守\nるべき節度を超えた責任があるなどとするものであった。そして，同年３月６日，\n３０人の出席の下に大阪労組が結成された。その組合員数は，同年５月１５日には\n１８５人，同年８月６日には３７８人になった。各職場内では，管理職員等から，\n上告人組合員に対し，未脱退者は日本共産党員あるいはその同調者であるとの非難\nや，上告人組合に残ることの個人的不利益に対する忠告等が頻繁に行われ，上告人\n組合員数は激減した。\n（３）　以上（１）及び（２）の事実等を総合勘案すると，上告人組合は，公務員\nの政治的中立性に疑問を抱かせる活動等を行い，昭和３０年代後半から批判が出た\nにもかかわらず，同３６，３７年の定期大会において政治的活動を行う方針を確認\nし，これを推進したため，組合員であった管理職の中から批判者が続出し，他の組\n合員もこれに追随するようになったこと，他の税関の同様の情勢もこれらの動きに\n影響していることがうかがわれる。したがって，上告人組合の活動方針や活動は必\nずしも組合員の総意を反映したものではなく，執行部は組合員の意識からかい離し\nた独走傾向にあり，噴出した組合員の批判に耳を貸さず，活動方針の転換をしなか\nったため，批判者の中から脱退者が出て，その者らが自発的意思に基づき，大阪労\n組を結成するに至ったものというべきである。\n前記の大蔵省関税局考査管理官の講話は，事実に基づく分析結果であって，全税\n関をひぼう中傷したり，組合分裂ないし新組合結成を指導する内容のものではない\nから，これが組合分裂に影響を与えたとは認められない。また，大阪税関当局が上\n告人組合をひぼう中傷し上告人組合員に対し脱退や組合費納入拒否を指示したこと\nを認めるに足りる証拠はない。なお，当初の上告人組合からの脱退者が管理職員に\n集中し，大阪労組結成後に脱退者が増大したなどの事実はあるが，管理職員がまず\n上告人組合を脱退したというのは自然の成り行きであり，組合費未納者が大阪労組\n結成後に正式に脱退したため，一挙に脱退者が増加したといえないでもない。した\nがって，上告人組合の分裂が大阪税関当局の関与によって生じたと認めることは困\n難である。\n（４）　大阪税関における昭和４０年７月期の異動において遠隔地配転（転居を伴\nう配置換え）の対象となった１１人のうち８人が上告人組合員であり，残りの３人\nは配転先が出身地に近かった。同４１年７月期の異動においても，遠隔地配転され\nた１３人中９人が上告人組合員であり，残りの４人のうち３人は配転先が出身地で\nあるかそれに近かった。これらの配転において上告人組合員の占める比率は高い\nが，その対象となった上告人組合員は，ほとんど独身で大阪地区勤務が長く遠隔地\n勤務経験がない者であって，大阪税関当局が採っていた配転基準にほぼ合致してい\nるし，その出身地に配転された者もあり，本人の意向を尊重して当局が配転内容を\n撤回した事実もある。また，同４０年７月期には７人，同４１年７月期には６人の\n上告人組合員が，遠隔地から大阪地区へ配転されている。これらによれば，上記配\n転における上告人組合員の比率が多いことや上告人組合の分裂後日が浅いことをも\nって，大阪税関当局が上記配転において上告人組合員を差別したと認めることはで\nきない。\n（５）　大阪税関では，独身の新入職員の住居確保のため，従来あったα寮及びβ\n寮を取り壊し，昭和４２年２月完成のγ寮が新設されたが，α寮及びβ寮入寮者の\nうち上告人組合員５人及びそれ以外の職員２人が，γ寮への入寮を拒否され，δ寮\nへの転寮を指示された。しかし，上告人組合員の中にも入寮を許可された者が２人\nいたし，当時，上告人組合は寮の自治を求めて寮規則制定に反対する運動を繰り返\nしていたところ，入寮を拒否された上記５人は，庁舎管理規則違反により矯正措置\nを受けていたので，寮管理規則の遵守を期待することができないと認められる余地\nがあり，大阪税関当局が同規則６条所定の入寮資格である「税関職員としての品位\nを保持し，共同生活に適すると認められるもの」に該当しないとしたことは，首肯\nすることができる。したがって，大阪税関当局が上記入寮において上告人組合員を\n差別したものとは認められない。\n（６）　大阪税関ε出張所の総括審査官でありカウンセラーであったＡは，昭和４\n６年１２月２０日，当時同所の職員であったＢに対し，同人が第１審原告Ｃとの結\n婚を予定していることに関し，「結婚してもＣに引っ張られて上告人組合に入るよ\nうなことをするな。」との趣旨の言動を行い，また，同４７年１月１３日，一存で\nＢの兄を呼び出した上，同人に対し，Ｂの健康問題とともにＢとＣの所属組合が異\nなること及びＣの人格を非難する言動を行い，両人の結婚を延期してはどうかと述\nべた。このため，Ｂの家族は従来の態度を変え結婚に反対し始めた。上記のＡの言\n動は，上司ないしカウンセラーとしての職務を逸脱し，Ｂ及びＣの人権を侵害する\n行為であるが，大阪税関当局がこれを指示したりこれに関与したりしたことを認め\nるに足りる証拠はない。上告人組合員が非違行為を繰り返して処分されていたなど\n当時の情勢やＡの弁解によれば，Ａが自らの発意により上記言動に及んだと認める\nこともできることなどからすると，上記事実から大阪税関当局の差別意思の存在を\n認定することはできない。\n（７）　大阪税関当局は，昭和４６年１０月１１，１２日の両日，ζにあるη寺に\nおいて，上告人組合員を部下に持つ主任，係長相当職の職員１５人を集め，研修会\nを催した。この研修会では，総務課長等が労働情勢，労務管理，庁舎管理規則，服\n務規律等につき講演を行い，この中で上告人組合を含めた当時の労働情勢が話され\nた。この研修会は，事前に研修命令，出張命令が発せられていなかった点及び大阪\n税関から遠く離れた場所で開かれた点で異例のものであった。しかし，この研修会\nにおいて上告人組合対策の討議等がされたとしても，そのこと自体は違法ではな\nく，その内容が違法であることを認めるに足りる証拠はない。したがって，上記事\n実から大阪税関当局の差別意思を認定することはできない。\n（８）　昭和４２年３月ないし同４４年９月に開催された東京税関の幹部会議議事\n録の写しとして提出された甲号証（以下「東京税関文書」という。）は，東京税関\n当局等の作成に係る文書の写しと認められる。その記載により税関当局が新入職員\nの配置等や全税関組合員の処遇について検討したことが認められるとしても，当時\n全税関が違法かつ過激な行動を繰り返していたことなどに照らすと，新入職員がそ\nの影響を受けないよう配置等につき一定の配慮をしたり，公務員倫理遵守等の見地\nから対策を講ずることは，違法，不当とはいえない。また，その記載により東京税\n関当局が職員のサークル活動の場面で全税関組合員を隔離するなどの対策を講じて\nいることが認められるとしても，大阪税関においては上告人組合員がサークル活動\nから排除されたりした事跡はないと認められる。なお，同４２年９月１１日開催の\n東京税関幹部会議で報告された関税局主催の税関長会議における税関長の発言の中\nには不穏当なものがあるが，これは一部の者のしたものであり，その意図，真意を\n正確に把握することはできず，これをもって税関当局が不当違法な内容の全税関組\n合員対策を講じていたと断定することはできない。その他の記載を含め，東京税関\n文書によって大阪税関当局の差別意思の存在を認めることはできない。\n（９）　昭和６１年３月ないし４月に開催された全国税関総務部長会議又は同人事\n課長会議の関係資料の写しとして提出された甲号証（ただし，「議題３　特定職員\nの上席官昇任及び７級格付等について」との題で始まる文書のうち２枚目の\n「（３）　４，５，６級格付」以下の部分を除く。以下「関税局文書」という。）\nは，大蔵省関税局作成に係る文書の写しであると認められる。その記載中には，全\n税関組合員について昭和６０年度において上席官への昇任に基準が設けられてお\nり，またそれまで同組合員の上席官への昇任数がそれ以外の職員より少なかったこ\nとが認められる。\nしかしながら，全税関組合員以外の職員についてどのような基準が設けられてい\nたかは明らかでなく，同組合員でも上席官に昇任した者は少なからずいたところ，\n同組合員についての上記基準が設けられなければならなかった事由や昇任数が少な\nい由来を確認し得る証拠はないから，これらの事実のみから直ちに，関税局におい\nて同組合員を全税関に所属することやその正当な活動をしていることだけをもって\n他の職員と差別していたと断定することは困難である。また，上記総務部長会議で\nは格差の是正が討議されたものであるから，それ自体は非難される余地はない。そ\nして，上記基準が設けられた時期を明らかにする証拠はないから，上記討議の１０\n年ないし２０年も前の本件係争期間中に同様の取扱い又は差別意思に基づく措置の\n実施があったと推認することはできない。\nまた，関税局文書中には７級昇格についての記述もあるが，この記載から，全税\n関組合員に対し格別の昇格基準が設けられ，これに基づき運用されていたことを推\n認することはできず，同記載は一般職員との均衡上全税関組合員を差別すべきでな\nいとの討議がされたという趣旨に理解することができる。また，仮に，当時そのよ\nうな基準が設けられて，これに基づき運用されていたことが認められるとしても，\nこれを設けなければならなかった事由やその時期を明らかにする証拠はないから，\nそのことから直ちに本件係争期間中も同様の取扱い又は差別意思に基づく措置の実\n施があったと推認することはできない。\nそうすると，関税局文書により本件係争期間中の関税局の差別意思の存在を認定\nすることはできない。\n（１０）　国家公務員法，一般職の職員の給与に関する法律及び人事院規則によれ\nば，国家公務員については，勤務実績と執務に関連してみられた性格，能力，適性\nとを総合して勤務成績を評定し，勤務成績を基準に昇任，昇格，昇給を行うべきも\nのとされている。税関職員の昇給等の実際の運用をみても，採用資格や勤務年数が\n重視されていることが認められるが，勤務年数に応じて一律に年功序列的に昇給等\nが行われているとは認められない。そして，この職員の勤務成績の評価について\nは，税関長の裁量に任されており，し意にわたることは許されないが，裁量権の逸\n脱，濫用と認められない限り，違法にはならないものというべきである。\n各個人上告人が本件係争期間中に受けた昇給等の処遇は，上告人組合員以外の大\n阪税関職員（以下「非上告人組合員」という。）で同期入関の者のうち最も処遇が\n低いもの（以下「同期入関者」という。）よりも低いことが，一応認め得ないでも\nない。そうすると，各個人上告人が同期入関者と同等の勤務成績があったことが立\n証されるなら，大阪税関当局の差別を推認することができる。\nところで，上告人らは個人上告人らを全体としてあるいはグループごとに区分し\nて非上告人組合員と対照した格差を主張するが，昇給等の格差は主として各人の勤\n務成績の良否によって生ずべきものであって，勤務成績等を全体的，集団的に比較\nしても格差が違法であるか否かの判断をすることはできない。もっとも，全体的比\n較は大阪税関当局の差別を推認する資料となり得る余地はあるが，上告人らの提出\nした格差の比較表は，比較の対象とすべき非上告人組合員が網羅されていないこ\nと，非上告人組合員の一部を比較の対象外としたことに合理的理由があるとはいい\n難いこと，本件係争期間の当初において既に格差が生じていて，これが本件係争期\n間中の格差に影響を与えていることを推認することができ，本件係争期間だけの格\n差を比較しても格差の生じた事由を正確に裏付けているとはいい難いこと，同比較\n表の作成資料等にかなり不正確な点があること等をしんしゃくすると，同比較表に\nより真の全体像や比較が見いだせるものではなく，かえってこれを見誤らせるおそ\nれがあるので，これを大阪税関当局の差別の推認資料とすることは妥当でない。し\nたがって，この点についての認定判断はしない。\n本件係争期間中における大阪税関の職員の昇任，昇格，昇給の実情によると，一\n般に，上告人組合員が非上告人組合員と比較して低く処遇されていたことが認めら\nれる。そこで，まず，勤務成績の前記構成要素のうち各個人上告人の本件係争期間\n中の勤務実績についてみると，個人上告人らの大部分において勤務時間中正当な理\n由なく離席等をして職務を遂行しなかったこと，個人上告人らが非違行為等の違法\n行為に及び，職務専念義務に違反し，上司の命令に服さず，同僚との協調性に欠\nけ，概して病気休暇等の日数は他の職員に比して多いことなどが認められる。他\n方，本件係争期間中における同期入関者の勤務実績は証拠上明らかでないが，個人\n上告人らの勤務実績が同期入関者のそれと同等であることは上告人らの立証責任に\n属するところ，以上によれば，これが同等であったと認めることは困難であり，む\nしろ劣っていたことがうかがわれないでもない。次に，勤務成績の構成要素のうち\n執務に関連してみられた性格，能力，適性についてみると，個人上告人らは，本件\n係争期間中に，大阪税関当局の度重なる警告を無視して，無許可集会，面会強要等\nの執ようかつ過激な非違行為を繰り返し行い，当局はその対応に難渋し，執務に多\n大の打撃を受けたこと，上告人Ｄ及び同Ｅを除く個人上告人らは，これらの非違行\n為を理由として懲戒処分又は矯正措置を繰り返し受けたこと，本件係争期間中の上\n告人組合の活動の中には，これらのほかにも，違法な活動と評価されるものがあっ\nたことが認められる。そして，本件係争期間中の個人上告人らの出勤状況をみる\nと，病気休暇等の日数が同期入関者のそれよりも多いことがうかがわれないでもな\nい。以上の非違行為と出勤状況が上記性格，能力，適性の評価において不利に働く\nことは，当然である。\n上記事実によれば，個人上告人らは，本件係争期間中，全員が非違行為に及んで\nいて，税関職員に強く要請される遵法精神に著しく欠けるなど，その執務に関連し\nてみられた性格（責任感等），能力，適性はかなり劣悪であると評定されてもやむ\nを得ないものであり，大阪税関当局はそのような評定をしたと推認することができ\nる。本件係争期間の当初において既に格差の生じていた者については，その過去に\n休職等のそれなりの事由があり，これが本件係争期間中の処遇の格差にも影響して\nいると推認することができる。個人上告人らの処遇が同期入関者より低いことは，\n勤務成績が劣ると評価された結果であると十分推察することができ，大阪税関長の\n裁量の範囲に属するということができる。これらによれば，大阪税関長の個人上告\n人に対する勤務成績の評価や処遇が差別意思に基づいて行われたものであると認め\nることは困難である。\n３　以上の原審の認定判断に対する各上告理由について検討する。\n（１）　原審の上記２（１０）の認定判断は，原判決挙示の証拠関係に照らし，是\n認することができ，その過程に所論の違法はない。この認定判断を論難する論旨の\nうち，上告人ら提出の格差の比較表を大阪税関当局の差別の推認資料とすることが\n妥当でないことを理由にその点に関する認定判断をしないとした原審の判断につき\n理由不備，理由齟齬，審理不尽をいう点は，昇給等の格差は主として各人の勤務成\n績の良否によって生ずべきものであることを前提とする原判決の前記説示を正解し\nないでこれを論難するものにすぎない。上記判断の判例違反をいう点は，所論引用\nの判例は勤務成績等を全体として比較すると２つの集団の間に隔たりがないと認め\nられる場合に関するものであって本件と事案を異にし適切でないから，失当であ\nる。また，個人上告人らの勤務実績が同期入関者のそれと同等であることが上告人\nらの立証責任に属するとの判断は，所論引用の判例に抵触するものではなく，その\n法令違反をいう点は，独自の見解にすぎない。上記論旨のうちその余の点は，原審\nの専権に属する証拠の取捨判断，事実の認定を非難するか，原判決を正解しない\nで，又は独自の見解に立って，原判決を論難するものにすぎず，採用することがで\nきない。\n（２）　上告人らは，原審の前記２（９）の関税局文書に関する認定判断は，全税\n関組合員にのみ適用される差別基準，当局も放置し得ないと認めるほどの著しい処\n遇上の格差等が存在するにもかかわらず，全税関組合員に対する差別があったと認\nめることができないなどとするものであり，また，同（８）の東京税関文書に関す\nる認定判断は，幹部会議の議題や税関長の発言等は当局の差別意思を示すものでな\nいとし，サークル活動からの全税関組合員の排除は東京税関特有のことで大阪税関\nには同様のことはないなどとするものであるが，いずれも証拠評価を誤り，論理法\n則，経験則に反すると主張する。さらに，上告人らは，同（４）ないし（７）の大\n阪税関固有の事実に関する原審の各認定判断についても，いずれも経験則に反する\nと主張する。\nしかしながら，関税局文書の記載は，所論のように理解することも十分に可能で\nはあるものの，正当な理由に基づいて生じた格差があまりにも大きくなったのでこ\nれを縮小するための方策につき協議したものであると理解することもできないでは\nない上，上席官昇任について異なる基準があったという事実は，上席官が昭和５２\n年に新設された官職であることがうかがわれることに照らすと，それ以前にまでさ\nかのぼるものではなく，原審の前記２（９）の関税局文書の理解が経験則等に反す\nる誤ったものであると直ちに断ずることはできない。また，東京税関文書の記載に\nより大阪税関における当局の差別意思までは認定することができないとした原審の\n同（８）の認定判断は，是認するに足り，その過程に所論の違法があるとはいえな\nい。そして，大阪税関固有の事実に関する同（４）ないし（７）の原審の認定判断\nは，原判決挙示の証拠関係に照らし，いずれも相当の根拠があるものとして首肯す\nるに足り，これらに所論の経験則違反の違法があるとまではいえない。そうする\nと，他に大阪税関当局の上告人組合ないし上告人組合員に対する差別ないし差別意\n思をうかがわせる事実が原審により確定されていない本件においては，以上の事実\n関係を総合しても上記差別ないし差別意思を認めるには足りないとした原審の判断\nは，是認することができる。論旨は，原判決を正解しないで，又は原審の確定しな\nい推測にわたる事実を交えて上記認定判断を論難するものであって，採用すること\nができない。\n（３）　論旨は，原判決が正当な組合活動を非違行為とし，これを違法としたこと\nが，憲法２８条に違反するというが，原審の適法に確定した事実関係によれば，原\n判決が非違行為とした上告人組合の活動は正当な組合活動ということができないも\nのであるから，所論違憲の主張は前提を欠き失当である。\n（４）　以上のとおりであって，所論の各点に関する原審の認定判断は是認するに\n足り，論旨はいずれも採用することができない。\nよって，裁判官深澤武久の反対意見があるほか，裁判官全員一致の意見で，主文\nのとおり判決する。\n裁判官深澤武久の反対意見は，次のとおりである。\n私は，多数意見のうち，個人上告人の請求を棄却すべきものとした原審の判断を\n是認することについて異論はないが，上告人組合の請求をも棄却すべきものとした\n原審の判断を是認することには賛成することができない。その理由は，次のとおり\nである。\n１　多数意見は，関税局文書の記載について，正当な理由に基づいて生じた格差が\nあまりにも大きくなったのでこれを縮小するための方策につき協議したものである\nと理解することもできないではないとしている。しかし，私は多数意見のようにこ\nれを理解することはできない。\n２　関税局文書の記載によれば，大蔵省関税局は，昭和６１年当時，上席官への昇\n任について，その相当前から全税関組合員にのみ適用する特別の基準を設けてこれ\nを充足しない限り昇任させないとする方針を採ってきており，その結果，全税関組\n合員とその他の職員との間には関税局自体が内外に説明するに窮するほどの著しい\n格差が生じ，その是正方策を全国税関総務部長会議等において協議せざるを得ない\n状況に立ち至っていたが，是正方策としても上記基準を撤廃するのではなくこれを\n緩和して存続する方針を保持することとしており，また，７級昇格についても全税\n関組合員にのみ特別の基準を適用する方針を有していたとみるのが，経験則にかな\nうというべきである。全税関組合員に対するこのような差別的基準が上席官昇任及\nび７級昇格についてのみ存在したというのは不自然であって，ここに表れたのは氷\n山の一角にすぎないとも考えられる。これらによれば，関税局を始めとする全国の\n税関当局は，少なくとも同年までの相当期間にわたり，その範囲，程度等は明らか\nでないものの，昇任，昇格において全税関ないし全税関組合員を差別的に取り扱っ\nていたものといわなければならない。そして，このような差別的取扱いは，その基\n準の有無や内容はともかくとして，本件係争期間中にも何らかの形で行われていた\nと考えざるを得ないのである。\nなお，上記基準が設けられた経緯や正確な時期，全税関組合員以外の職員に適用\nされていた基準の内容等が明らかでないこと，全税関組合員でも昇任，昇格をした\n者がいること，上席官が昭和５２年に新設された官職であることなどは，関税局文\n書の上記のような理解を左右する事情とはいえない。また，上記基準が適用されて\nいた当時，非違行為を繰り返していた全税関組合員が多数いたとしても，昇任，昇\n格において，他の職員と同一の基準を当てはめる際に，個々の組合員についてその\n非違行為が不利に働くのは当然であるが，全税関組合員であるか否かにより異なる\n基準を適用することを正当化することはできない。\n３　多数意見は，東京税関文書について，その記載により大阪税関における当局の\n差別意思までは認定することができないとした原審の認定判断は是認するに足りる\nとし，さらに，大阪税関固有の事実に関する多数意見２（４）ないし（７）の原審\nの認定判断はいずれも首肯するに足りるとしているが，私はこのような見解に賛同\nすることができない。\n東京税関文書の記載からは，昭和４２年ころにおいて，全税関組合員が職員の水\n泳大会の出場選手に選ばれることを関税局が制限していたこと，全国税関の総務部\n長会議において全税関組合員の昇格に差別を設けることにつき，全国税関長会議に\nおいて全税関を弱体化し税関労組を育成することにつき，いずれも関税局を含む税\n関当局の責任者らによる協議ないし意見交換がされたことなどが読み取れるのであ\nり，この当時において大阪税関を含む全国の税関当局が，全税関を嫌悪し差別する\n意図の下に，これらの行動に及んでいたと理解するのが経験則にかなうというべき\nである。このほか，東京税関文書により東京税関固有の全税関に対する差別的取扱\nいの事実も読み取ることができる。このことから直ちに大阪税関にも同様の差別的\n取扱いがあったということはできないが，全税関対策は当時における関税局を始め\nとする全国の税関当局共通の労務対策上の重要課題であったのであるから，各税関\n特有の事情がない限り，関税局の下に組織された東京税関と他の税関の方針が大き\nく異なっていたとは考え難く，大阪税関に上記特有の事情があったとは認められな\nい。加えて，同３９年から同４０年にかけて，上告人組合からの組合員の大量脱退\nと大阪労組の結成があったこと，さらには，大阪税関における遠隔地配転の対象者\nのうち，上告人組合員が同年７月期に１１人中８人，同４１年７月期も１３人中９\n人であり，残りの者は出身地が配転先に近かったこと，同４２年２月完成のγ寮へ\nの入寮を拒否された７人のうち５人が上告人組合員であったこと，同４７年１月，\n大阪税関の統括審査官Ａが上告人組合員の結婚を妨げるような言動をしたことなど\nは，個々の事実を取り上げてそれだけを個別に分析すれば，原審のような評価も可\n能であろう。しかしながら，当時の関税局と上告人組合間の対立的な労働情勢を背\n景とする一連のものとして評価するときは，これらの事実は，そのすべてが大阪税\n関当局の差別意思に基づかないものとみるのは皮相にすぎて相当でなく，上記関税\n局文書及び東京税関文書と併せて考えると，大阪税関において当時上告人組合に対\nする差別的取扱いがあったであろうことを強く示唆するものであり，少なくともこ\nれらを助長する限度で大阪税関当局がかかわりを持ったものとみるべきである。\n４　以上の２及び３によれば，大阪税関当局は本件係争期間中に上告人組合に対し\n支配介入に当たる行為をしたものというほかはなく，上告人組合の本訴請求を全部\n棄却することはできないものというべきである。原判決は，関税局文書及び東京税\n関文書の記載内容の評価等を誤った結果，上記支配介入を認めなかったものである\nから，違法といわざるを得ず，破棄を免れない。そして，上告人組合の被った損害\nの額を確定する必要があるから，本件を原審に差し戻すのが相当である。\nなお，付言するに，以上のように上告人組合の請求が一部成り立つことから，個\n人上告人らの請求の少なくとも一部が成り立つという必然性はない。前者は上告人\n組合ないし集団としての上告人組合員に対する不法行為が立証されれば足りるのに\n対し，後者はあくまで個々の個人上告人に対する不法行為がそれぞれ立証されなけ\nればならないのであり，以上述べたところは，上告人組合に対する不法行為を肯認\nするのに十分ではあっても，個々の個人上告人に対する不法行為を肯認するのに十\n分とはいえない。そして，これが立証されたとまではいえないことは，多数意見が\n是認する原審の判示するとおりであるといわざるを得ない。\n（裁判長裁判官　藤井正雄　裁判官　井嶋一友　裁判官　町田顯　裁判官　深澤武\n久）\n"
}