{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 5
  },
  "case_number": "平成13(行コ)22",
  "case_name": "熊本県小学校教諭戒告",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "18666",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18666",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/666/018666_hanrei.pdf",
  "contents": "主　　　　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が控訴人らに対し平成７年３月２４日付けでなした各戒告処分をいず\nれも取り消す。\n３　訴訟費用は第１，２審とも被控訴人の負担とする。\n第２　事案の概要\n１　本件は，平成６年度に熊本県の市町村立小中学校で実施された個人学習診断\nテスト（以下「本件診断テスト」という。また，以下，個人学習診断テストを単に\n「診断テスト」という。）の結果集約に関して，当時，小学校の教諭であった控訴\n人らが，所属各校長の職務命令（以下，控訴人Ａが受けた職務命令を「本件職務命\n令(1)」といい，控訴人Ｂが受けた職務命令を「本件職務命令(2)」といい，併せて\n「本件各職務命令」という。）に違反して同テストの結果をマークシートに記載す\nることを拒否し，提出もしなかったなどの理由により，被控訴人から受けた各戒告\n処分（以下，控訴人Ａが受けた戒告処分を「本件処分(1)」といい，控訴人Ｂが受け\nた戒告処分を「本件処分(2)」といい，併せて「本件各処分」という。）につき，本\n件診断テスト実施の違法，本件各職務命令の違法及び本件各処分の違法を主張し\nて，本件各処分の取消を求めたところ，原審は控訴人らの主張をいずれも排斥して\n請求を棄却したため，控訴人らがこれを不服として控訴した事案である。\n２「争いのない事実等」及び「争点」は，次のとおり補正するほか，原判決２頁１\n７行目から同１７頁１６行目記載のとおりであるから，これを引用する。\n(1)　原判決２頁２１行目「一部」を「熊本市及び菊池郡合志町」と，同２４行目\n「答弁書」を「訴状に対する答弁書（以下「答弁書」という。）」とそれぞれ改め\nる。\n(2)　原判決３頁６行目「設立された。」の次に「（答弁書５頁）」を，同１４行目\n「原告ら第一準備書面」の前に「原審における」をそれぞれ加える（なお，以下の\n「原告ら第一準備書面，第二準備書面，及び被告準備書面(一)」の前にも上記と同\n様に「原審における」をそれぞれ加える。）。\n３　控訴人らが当審において補充した主張\n(1)　本件診断テストの実施主体について\n実施協議会は，県教育長，県教育次長，県教育庁義務教育課長，各教育事\n務所長，県内市町村教育長，小学校長会長，中学校長会長，小学校教育研究会長，\n中学校教育研究会長らによって構成され，診断テストを実施することを主な目的と\nする任意団体として平成５年に設立され，会長には県教育長が就任してきた。\n本件診断テストの実施にあたっては，実施協議会が直接熊本市教育長及び\n各教育事務所長に宛てて，実施要項及び実施要領について関係者への周知を依頼\nし，これら依頼文書はそのまま各市町村教育長へと回付され，更に各学校へ通知さ\nれ，これに従って本件診断テストが実施された。しかも，本件診断テストの実施に\nついて各市町村の教育委員会で議論された形跡はなく，実施協議会の作成したもの\nと異なる又は修正した実施要項，実施要領を各市町村の教育委員会で作成した例も\n皆無である。そして，本件診断テストは，学校長の職務命令を背景にして，強制的\nに実施された。\n上記の実施協議会の構成員，設立の目的，本件診断テストの実施手続の流\nれなどを見れば，どのような形式をとっていても，本件診断テストの実施主体が実\n質的には実施協議会であったことは明らかである。\nしかも，設立当初，実施協議会が診断テストの実施主体だと考えられてい\nたことは，実施協議会規約の体裁，及び平成５年９月２０日の荒尾市議会における\nＣ荒尾市教育長の答弁からも明白である。その後，行政の側で「各市町村教育委員\n会が実施主体である」という統一見解を採るようになったが，実施の実態には何ら\n変更はなかったのであるから，実施協議会こそが本件診断テストの真の実施主体で\nある。\n(2)　教育への支配介入について\n昀高裁昭和５１年５月２１日判決は，学力テストの目的が生徒の学習の指\n導とその向上に役立たせる資料とすることが主たる目的であれば許されない旨指摘\nしている。\n本件診断テストの目的は「児童生徒一人一人に焦点を当て，教科の基礎\n的・基本的事項の習熟の状況等を明らかにして，個に応じた指導の徹底をはかる」\nということであるが，このようなことを目的とした本件診断テストの実施を適法と\nすることは，事実上あらゆるテストを許容することになり，上記昀高裁判決がテス\nトの目的を検討し，教育の自由を侵害しないように配慮したことを無視するもので\nあり，教育委員会が教育内容に関して干渉することを許すことにもなり，国民の教\n育の自由を保障した憲法に違反する。\n(3)　職務命令について\n本件診断テストの実施は，テストの実施とマークシート記入という２つの\n要素から成り立っている。このうちマークシート記入は，テストの本来の目的とさ\nれる「児童生徒一人一人に焦点を当て，教科の基礎的・基本的事項の習熟の状況等\nを明らかにして，個に応じた指導の徹底を図る」こととは異なり，画一的な指導を\n行うことに繋がるものである。すなわち，テストで間違った解答をした場合，なぜ\n間違ったのか（理解していなかったのか，それとも単純な計算ミスか）という問題\nを抜きにして診断がなされてしまうのである。そもそもコンピューターに個人の習\n熟度に応じた指導をさせるというのは不可能であり，結局現場の教師がコンピュー\nターの診断を補正しながら活用するというのが実態である。従って，被控訴人の主\n張する本件診断テストの目的の為に，マークシート記入はまったく不要なことであ\nる。その意味でマークシート記入は本件診断テストの実施の一環とはいえず，校務\nの一環でもなく，マークシート記入に協力するかどうかは，各教師の教育の自由に\n含まれることであって各教師の裁量に委ねられている事項である。\n以上のように，本件診断テストの実施において，マークシート記入は，教\n師が行わなければならない本務等ではないから，これにつき校長は職務命令等出せ\nない。\n(4)　職務命令と処分の不均衡について\n本件診断テストの実施にあたり，マークシート記入を拒否していた者は控\n訴人らの他にも多数いたこと，そしてそのことを被控訴人は当然認識していたはず\nであること，それにもかかわらずその中の控訴人らを含む４人のみが処分されたの\nは，それらの者がそれぞれの地域での診断テスト反対運動の中心的メンバーであ\nり，いわば見せしめ的な処分であること，そしてその処分の対象となったマークシ\nート記入は，コンピューターによって処理するための下準備であり，本来担任教師\nでなくてもできるものであり，実際に，本件では他の者が代替していること，診断\nテストは終息しており，そもそも存在意義自身に問題があった。\nこれらの点を考慮すると，本件各処分は，控訴人らの名誉を著しくおとし\nめ，経済的にも大きな負担となるものであるから，憲法３１条が要求する職務違反\nと処分の均衡を侵すものであり，被控訴人の裁量権を逸脱しているというべきであ\nる。\n(5)　平等原則違反について\n本件のように県下全域にわたって被控訴人が主導してテストを実施しよう\nとする場合，テストの実施が被控訴人から市町村教委，市町村教委から各学校へと\n事務が流れていくのと同様，誰を懲戒するかも実は被控訴人が主導権を握って行っ\nているのである。\nまた診断テストを実施した場合，マークシート記入拒否者が出るのではな\nいかということは重大な関心事になっていたし，荒尾市の教育長が意図的拒否率を\n把握していたことからすると，被控訴人は，本件診断テストの実施において，平成\n６年度のマークシート記入拒否者が４人以外に多数いたことを当然認識していたは\nずである。仮にそうでないとしても，被控訴人が広い裁量権を有するというなら，\n当然に広い範囲での調査義務も負っていると解すべきであるところ，被控訴人は，\n従前の経緯から，教職員の間で多数のマークシート記入拒否者が出ることを十分予\n測し得たのであり，しかも実際に４人の拒否者の報告を受けた際に，他に拒否者が\n出たか否か，本件診断テストの実施についての教職員の動きがどうなっていたかを\n調査できる立場にあったのであるから，全体として不平等が生じないように実態を\n調査すべき責任があったというべきである。また仮に調査が困難であるとすれば，\n不平等の生じることが十分予測できる本件においてそもそも懲戒処分をすべきでは\nなかったのである。\nしかるに，被控訴人はこの調査を怠り，あるいはその判断を誤り，結果と\nして不平等を生じさせたのであるから，平等原則違反の効果は免れず，本件各処分\nは違憲・違法ゆえ無効である。\n(6)　告知聴聞の機会の不存在について\n告知聴聞の機会の付与は憲法３１条に基づくものである。行政手続法にも\n告知聴聞に関する規定があるが，それは憲法３１条によって保障された告知聴聞の\n機会の付与を法律によって明確にしたものにすぎない。他方，地公法には告知聴聞\nの機会の付与に関する規定がないが，地方公務員には告知聴聞の機会の付与が認め\nられていないというのではない。告知聴聞の機会の付与は憲法上の要請であり，そ\nの機会を付与するか否かは懲戒権者の裁量に属する事項ではない。\nまた本件では告知聴聞の機会が付与されていれば，被控訴人は他にも多数\nマークシート記入拒否者が存在したことを容易に知り得たはずである。それ故，平\n等原則を確保するうえでも控訴人らに告知聴聞の機会を与えることは必要であっ\nた。\n行政手続法３条１項９号により同法の適用のない本件においては，憲法３\n１条が直接適用され，告知聴聞の機会を与えずにされた本件各処分は違憲の処分と\nして無効である。\n(7)　被控訴人の裁量権について\n懲戒処分について，それが自由裁量であるとはいえ，何でも自由に行って\nよいというわけではない。教育公務員の勤務関係という部分社会における規律を，\nその目的に応じて必要な範囲で定めることができるというだけである。そして具体\n的処分を行う場合には内部規律に関する具体的定めを設けて，それに従って具体的\n処分を行うことになると解すべきである。従って，具体的定めがないからといって\n自由裁量となるわけではなく，教育公務員の勤務関係という部分社会における規律\nのために必要な範囲だったか否かについて，憲法の基本的人権保障の観点から判断\nされるべきである。\nまた，同様に告知聴聞の機会を付与するか否かについても，被控訴人の合\n理的裁量に委ねられているものではない。憲法の規定はすべての権利関係を規律し\nており，ただ例外的に部分社会においては，その目的のため必要な範囲で基本的人\n権の保障が修正されるのである。公務員関係において，告知聴聞の機会を制度的に\n与えないでよいという合理的理由はなく，その意味で告知聴聞の機会を与えていな\nい現在の地公法の懲戒に関する規定は憲法３１条に違反している。そのような違憲\n違法な規定により行われた懲戒処分は無効というべきである。\n第３　当裁判所の判断\n１　当裁判所も，控訴人らの請求はいずれも棄却すべきものと判断する。その理由\nは，次のとおり補正するほか，原判決の「事実及び理由」中の「第３　当裁判所の\n判断」欄記載のとおりであるから，これを引用する。\n(1)　原判決１８頁１０行目「されていたといえる。」を「されていた。」と改め\nる。\n(2)　原判決１９頁２０行目から同２４行目を次のとおり改める。\n「控訴人らは，実施協議会の構成員，設立の目的，本件診断テストの実施手続の\n流れ等を見れば，本件診断テストの実施主体が実質的には実施協議会であったこと\nは明らかであり，しかも設立当初，実施協議会が診断テストの実施主体だと考えら\nれていたことは，実施協議会規約の体裁のみならず，平成５年９月２０日の荒尾市\n議会における市教育長の答弁からも明白であり，実施の実態には何ら変更はなかっ\nたのであるから，実施協議会こそが本件診断テストの真の実施主体である旨主張す\nる。\n確かに実施協議会規約３，４条には診断テストの実施は実施協議会が行う旨の\n記載があり（乙１１），また荒尾市教育長自身が，上記規約の文言を根拠に，実施\n主体は実施協議会であると理解している旨市議会で答弁している（甲９７）ことが\n認められる。\nしかし，上記認定のとおり，平成４年１２月７日に開かれた被控訴人の定例会\nにおいて，平成５年度から診断テストを本格実施するにあたり，それまでの試行期\n間中は被控訴人の主導で行われていた診断テストの実施主体を各市町村教委に移す\nことが決められ，それを承けて各市町村教委の総意に基づき，関係機関との連絡調\n整や効率的な事務処理を目的として平成５年６月に実施協議会が設立されたもので\nあり，このような設立経過からみて実施協議会が設立当初から診断テストの実施主\n体ではなかったことは明らかである。\nまた控訴人らが主張する本件診断テストの実施手続の流れについても，熊本市\n教委や合志町教委の例にみられるように診断テストの実施の可否については各市町\n村教委がそれぞれ独自に主体的に判断して決していたと認められることからする\nと，実施協議会がテスト問題の作成，コンピューター処理の委託，実施要項・実施\n要領の作成，その周知の徹底等診断テストの実施に関する事務を行っていたとして\nも，それらは，実施主体である各市町村教委が診断テストを円滑に実施することが\nできるようにするために行った実施協議会の各市町村教委に対する具体的な支援な\nいし助力行為とみるべきものである。\n乙１１の規約文言や荒尾市教育長の発言は，本件診断テストが当初被控訴人の\n主導で開始され，それが平成５年から全県で実施されるにあたって，各市町村教委\nの主体性が十分発揮されていなかったことによるものであり，この点，実質的実施\n主体が実施協議会であるとする控訴人らの主張も一面の真実をついているといえ\nる。しかし，ここでの問題は，教育委員会とは異なる任意団体が教育内容に直接介\n入しているか否かということである。その面でみる限り，本件診断テストの実施現\n場での事務処理は，上記のとおり各市町村教委を通して行われていて，実施協議会\nが直接これを行っていたものではなく，また上記のように，実施の可否についての\n主体的判断も各市町村教委に保障されていたのであるから，法的に考えれば，その\n実施主体は市町村教委であり，実施協議会の存在と役割は，教育への不当な介入と\nするまでのものとはいえない。」\n(3)　原判決２１頁２３行目の次に改行して次のとおり加える。\n「もっとも，控訴人らが指摘するように，診断テストの実施によって学校間や生\n徒児童間に過度の成績競争を生み出したり，教師の自由かつ創造的な教育活動を萎\n縮させるおそれがあることも否定できないところであるから，市町村教委が診断テ\nストの実施するにあたっては，このような弊害が生じないようにするため，教師や\n父兄，児童生徒に診断テストの目的，その教育的効果，資料の活用方法等を十分に\n説明し，その理解や協力を得られるように極力努めるべきである。しかし，弊害の\nおそれがあることや教師等の同意を得なかったり意見聴取を行わなかったことをも\nって，直ちに本件診断テストの実施が教育に対する不当な支配介入にあたるという\nことができないこともまた明らかである（後記(3)を参照）。\nこのほか，控訴人らは，昭和５１年５月２１日の昀高裁判決は学力テストの目\n的が生徒の学習の指導とその向上に役立たせる資料とすることが主たる目的であれ\nば許されない旨指摘しているところ，本件診断テストの目的は「児童生徒一人一人\nに焦点を当て，教科の基礎的・基本的事項の習熟の状況等を明らかにして，個に応\nじた指導の徹底をはかる」ということであり，このようなことを目的とした本件診\n断テストの実施を適法とすることは，事実上あらゆるテストを許容することに繋が\nり，行政が教育内容に関して不当に干渉することを許すことにもなる旨主張する。\nしかし，上記昀高裁判決を，控訴人ら主張のように解することはできない。す\nなわち，同判決は，「本件学力調査の結果により，自校の学習の到達度を全国的な\n水準との比較においてみることにより，その長短を知り，生徒の学習の指導とその\n向上に役立たせる資料とする」ことを学力調査の目的とすることは，文部大臣固有\nの行政権限と直接関係していないから調査項目として正当性を有するかどうか問題\nであるとしているに過ぎず，市町村教委がその教育課程の編成の一環として行う本\n件診断テストのような目的の許容性について言及しているものではないのである。\nそして，上記のとおり，荒尾市教委及び鹿本町教委が実施を決めた本件診断テスト\nは，児童生徒に対する形式的・画一的な教育を排し，基礎的・基本的事項の習得や\n個別指導の充実を目指したものであって，その目的は教育基本法の諸規定や精神に\n反するものとはいえず，また目的を達成するための具体的な方法についても，上記\n認定の実施科目，出題内容，解答時間，結果の集約方法等からみて必ずしも児童生\n徒や担当教師に過度の負担を課すものとはいえず，必要かつ合理的な範囲に留まる\nものであると認められるので，控訴人らの見解は採用できない。」\n(4)　原判決２４頁１９行目の次に改行して次のとおり加える。\n「この点に関連して，控訴人らは，コンピューターに個人の習熟度に応じた指導\nをさせるというのは不可能であり，結局現場の教師がコンピューターの診断を補正\nしながら活用するというのが実態であるから，被控訴人の主張する本件診断テスト\nの実施目的を達成する為にマークシート記入はまったく不要なことであり，その意\n味でマークシート記入は本件診断テストの実施の一環でも校務の一環でもなく，こ\nれに協力するかどうかは各教師の裁量に委ねられているとも主張する。\nテストの結果をマークシートに記入してコンピューター処理する目的の一つに\nは，一括処理をすることによって児童生徒の多くが理解に失敗している基礎的事項\n（いわゆる「陥没点」）を明らかにし，その克服に向けて教師の指導方法を改善す\nることにあると認められる。もちろん，コンピューター診断は児童の理解の失敗の\n全ての原因の解明や教師の指導方法の改善方向の全面的指導をできるものではない\nが，陥没点の発見や指導改善の方向を示唆することまでは可能であると認められ\nる。ここにおける教育委員会側の認識には，一面で教師の指導力に対する不信がそ\nの背後にあることが否めないし，その認識を一概に不相当ということもできない。\n控訴人らは，実力のある教師にとっては，コンピューター診断の結果は生徒指導に\n何ら役立つものではなく，また仮に未熟な教師がいたとしても，コンピューター診\n断結果のような方法でその指導力向上を図るのは教師の自主性を尊重しない点で誤\nりであると主張する。しかしその主張は，本件のコンピューター診断の方法と必ず\nしも両立しないものではない。本件診断テストの問題や診断のコメントは，大半は\n現職の教師によって作成されたもので，これを活用すれば，上記のように陥没点の\n発見や指導の改善に役立たせることができるものであり，診断結果のコメントはテ\nスト後の活用方法まで強制したり拘束したりするものでもないから，教師の自主性\nと矛盾するものともいえない。また控訴人は，当時の指導要領と授業時間数の中で\n本件診断テストを実施することは，他に多くの犠牲を強いるもので，その割には効\n果が期待できないとも指摘するが，本件診断テストの目標としている課題（陥没点\nの発見とその克服）は，少なくともその目的においては教育課程の中で昀優先の一\nつに位置づけられなければならないものであり，具体的に本件で採られた方法が時\n間的制約の中で昀善のものであったか否かはともかく，時間上の制約のみを根拠に\nその意義を否定することはできない。\n結局，本件診断テストは，上記のような教育委員会側の認識を背景に，児\n童生徒の基礎的事項の理解の問題点を把握してその克服方向を教師側に示唆するこ\nとを一つの目的として実施されたもので，その目的と方法を不当ということはでき\nず，したがって，その目的達成のために不可欠であるマークシート記入の実施が教\n師の裁量に委ねられているということはできないといわなければならない。」\n(5)　原判決２９頁１６行目「いうことはできない。」の次に続けて「なお，控訴人\nらは，本件診断テストの実施にあたりマークシート記入を拒否していた者は他にも\n多数いたのに，控訴人らと他２名のみに対して本件各処分を含む懲戒処分がなされ\nたのは，診断テスト反対運動の中心的メンバーであった者に対する見せしめ的な狙\nいがあったからであると主張する。\n本件診断テストの実施にあたって，マークシート記入を拒否した者が他に相当\n数いたことは控訴人ら主張のとおりであると認められる。しかしながら，控訴人ら\n２名に対する本件各処分は，マークシート記入を拒否したことだけを理由とするも\nのではなく，マークシート記入を指示する校長の職務命令に違反したことを理由と\nするものである。そして，校長が上記職務命令を発する一般的権限を有し，かつ本\n件マークシート記入についてその発令をしたことが不当といえないことは前述した\nとおりである。本件各処分は，この各職務命令違反があった旨の報告を校長から受\nけた市町教委が被控訴人へ内申したことに基づいて行われたものであるところ，本\n件診断テストのマークシート記入にあたり，職務命令が発せられながらそれに違反\nした者が他にいたことを認めるに足りる証拠はない（甲９１は平成９年度の事例で\nあり，甲９４も職務命令が発令された事例とは認め難い。）。\n控訴人らは，被控訴人はその実態を調査すべき責任があったと主張する\nが，職務命令違反者が相当数あったことを窺わせる事情がない（乙１５によれば，\n荒尾市教委管内の１７校のうち校長から職務命令を出すか否か事前に問い合わせが\nあったのは２校だけであったと認められる）のに，被控訴人側がいわば被処分者を\n捜すようなかたちで職務命令違反者の有無を調査する義務を負うものでないことは\n明らかである。\n結局，マークシート記入拒否者に職務命令を発したか否かで校長によって\n差があり（そうなったことについて被控訴人が何らかの働きかけをしたことを窺わ\nせる証拠は全くない。），それが同じマークシート記入拒否者に対する処分の差を\n生じさせたことになるが，前記のとおり，職務命令の発令は校長の裁量であり，か\nつ本件においてその発令をしたことに違法性がない以上，控訴人らに対する本件各\n処分が，他にマークシート記入拒否者がいたことをもって，平等原則に反すること\nになるとはいえない。」を加える。\n(6)　原判決３０頁７行目「ある。」を「ある（控訴人らは，告知聴聞の機会の\n付与が被控訴人の裁量に委ねられているものではなく，憲法３１条が直接要請する\n被処分者の権利であり，告知聴聞の機会を与えていない現行の地公法の懲戒に関す\nる規定は憲法３１条に違反している旨主張するが，独自の見解であって採用できな\nい。）。」と改める。\n(7)　原判決３１頁４行目の次に改行して次のとおり加える。\n「ウ　以上の点に関連して，控訴人らは，懲戒処分について，それが被控訴\n人の自由裁量に委ねられているとはいえ，何でも自由に行ってよいというわけでは\nなく，教育公務員の勤務関係という部分社会における規律をその目的に応じて必要\nな範囲で定めることができるというだけであり，具体的処分を行う場合には内部規\n律に関する具体的定めを設けて，それに従って具体的処分を行うことになると解す\nべきであり，教育公務員の勤務関係という部分社会における規律のために必要な範\n囲か否かについては，憲法の基本的人権保障の観点から判断されるべきである旨主\n張する。\nこのような見解は傾聴に値するものではあるが，地公法その他の関係\n法規にその旨の定めがない以上，被控訴人の裁量権をそこまで厳格に解する必要は\nない。本件においては，上記説示のとおり，控訴人らの職務命令違反の事実経過が\n明らかであったのであるから，被処分者である控訴人らに対して特に告知聴聞の機\n会を付与せずに懲戒処分を行ったとしても，手続面において瑕疵があったとはいえ\nず，また実体的判断についても，懲戒事由と本件各処分とが均衡を欠くものとはい\nえず，結局手続上も実体的な判断においても，被控訴人が合理的裁量権の範囲を逸\n脱しているとは認められないので，上記の控訴人らの見解をもって被控訴人に裁量\n権濫用の違法があったということはできない。」\n(8)  同頁６行目の次に改行して次のとおり加える。\n「昀後に，控訴人らは，本件各処分の対象となった控訴人らの行為は，職務\n懈怠等のいわゆる非違行為ではなく，教師としての自らの良心に基づく行為であっ\nたと強く主張するので，この点について付言する。\n控訴人らが主張する以下の点，すなわち，①診断テストは，熊本県の大学\n進学率の上昇を期待する県知事の発言等をきっかけに県内の児童生徒の学力向上を\n目指す被控訴人の動きが先ずあり，法的な実施主体とはいえ市町村教委がそれに追\n随するかたちで実施されたものである，②診断テストによる結果も昀終的には現場\nの教師がこれを活用しなければ役に立たないものであって，実力のある教師にとっ\nてはコンピューター診断結果は意味のあるものとはいえないとの主張は，首肯でき\nるところも少なくない。しかも診断テストは，平成１２年度以降中断されており，\nそれが新指導要領の制定という主に外的事情の変化によるものであるとはいえ，現\n時点に至るまで，その実施結果の総合的な事後検証が行われた形跡が見当たらない\nことは，診断テストが少なからぬ反対をおして実施されたことに照らすと，問題が\n残るところである。その結果，診断テストの問題点を指摘してこれに反対し，教師\nとしての良心に基づいてマークシート記入を拒否した控訴人らの行為について，そ\nの当否が，診断テスト実施の全体的な検証の中で検討されることなく，単に職務命\n令に違反したことに対する処分だけが残される結果となってしまっているという控\n訴人らの思いも十分理解し得るところである。\nしかしながら，診断テストは，その実施に至るまでの間に，標準偏差診断\nの削除，実施時期の変更，答案の児童への返還，業者による採点から教師による採\n点への変更，児童の氏名の不記載，データの昀終的削除等，競争激化や児童生徒の\n序列化あるいはプライバシーの保護について多くの修正がなされ，控訴人らが当初\n危惧し反対していたところは，相当程度改善されたといってよい。そして，昀終的\nな対立点となったマークシート記入については，前記のとおり，実力ある教師にと\nっては不必要かもしれないが，教師全体の指導力の向上という目的のために不可欠\nであるとの被控訴人の主張も否定しきれないところがあり（その目的が実際に達成\nされたか否かの検証が未だ完全にはなされていないことは遺憾であるが），その実\n施過程で出された本件各職務命令に従わなかったことを理由になされた本件各処分\nを，それが控訴人らの教師としての良心に基づく行為であることを根拠に，違法と\nすることはできないといわざるを得ない。」\n(9)　同頁７行目から同１０行目までを次のとおり改める。\n「第４　まとめ\n以上のとおり，本件各処分は，いずれも適法かつ有効であるから，控\n訴人らの請求はいずれも理由がない。」\n２　結論\nよって，原判決は相当であって本件控訴は理由がないからいずれもこれを棄却\nすることとし，主文のとおり判決する。\n福岡高等裁判所第２民事部\n裁判長裁判官      石　　　塚　　　章　　　夫\n裁判官　　　山　　　田　　　和　　　則\n裁判官      山　　　本      善　　　彦\n"
}