{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 18
  },
  "case_number": "平成14(わ)459",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反被告",
  "court_name": "甲府地方裁判所刑事部",
  "lawsuit_id": "6474",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6474",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/474/006474_hanrei.pdf",
  "contents": "平成１４年・第４５９号\n居酒屋でたまたま居合わせた他の客を包丁で突き刺すなどして殺害した事案にお\nいて，被告人は犯行当時飲酒による複雑酩酊状態にあったことなどを理由に心神耗\n弱が主張されたのに対し，被告人に完全責任能力を認めて懲役１４年の実刑を言い\n渡した判決\n主　　　　　　　文\n被告人を懲役１４年に処する。\n未決勾留日数中４３０日をその刑に算入する。\n甲府地方検察庁で保管中の包丁１本（平成１４年領第５９５号\n符号１）を没収する。\n理　　　　　　　由\n（犯罪事実）\n第１　被告人は，平成１４年９月１０日午後１０時ころ，甲府市ａｂ丁目ｃ番ｄ号\n所在の居酒屋Ａ店内において，Ｂ（当時４２歳）に対し，殺意をもって，所携の刃\n体の長さ約２７センチメートルの包丁（甲府地方検察庁で保管中の平成１４年領第\n５９５号符号１）で，その胸部，腹部などを力強く何度も突き刺し，よって，同日\n午後１１時１５分ころ，甲府市ｅｆ丁目ｇ番ｈ号所在のＣ病院救急救命センターに\nおいて，同人を腹部大動脈半切断等により失血死させて殺害した。\n第２　被告人は，業務その他正当な理由による場合でないのに，前同日午後１０時\nころ，判示第１記載の居酒屋Ａ店内において，同記載の刃体の長さ約２７センチメ\nートルの包丁を携帯した。\n（弁護人の主張に対する判断）\n弁護人は，本件犯行当時，被告人が軽度精神遅滞であり，しかも，高度に酩酊\nし，複雑酩酊の状態にあったので，心神耗弱の状態にあり，限定責任能力である旨\n主張している。そこで，この点について判断する。\n１　関係各証拠によれば，犯行に至る経緯，犯行状況及び犯行後の状況等につい\nて，以下の事実が認められる。\n・　被告人は，昭和２２年に山梨県西八代郡ｉ町において３人兄弟の次男として\n生まれ，地元の小中学校に通ったが，成績劣悪で友人もなく，いわゆる特殊学級で\n授業等を受けた。その一方で，被告人は，幼少から，性格的に劣等感が強く，攻撃\n的で，些細なことで他人ともめ事を起こしやすいところがあり，少年時には非行歴\nが多く，銃砲刀剣類所持等取締法違反等の非行により保護観察処分を受けたことも\nあった。\n被告人は，中学校卒業後，ガラス研磨工，ペンキ工等の職を転々とし，昭和\n４３年に上京して東京都内の建設会社に勤めることとなったが，ほどなく，同僚に\n対する殺人等の罪を犯し，昭和４４年８月９日，東京地方裁判所において，懲役８\n年の実刑に処せられた。\n・　被告人は，服役後の昭和５２年以降，山梨県内の実家に戻り，土木作業員と\nして勤め先を転々としながら稼働していたところ，平成８年に狭心症を発症して入\n院することとなり，その退院後は，実兄の援助を受けるなどして生活をしていた\nが，平成１０年からは，生活保護を受給して生活をするようになった。なお，被告\n人は，元々，普段は口数も少なく，大人しいが，飲酒をすると態度が一変し，兄や\nその妻らに対しても，些細なことで激怒したり，以前の出来事を持ち出しては不満\nを爆発させて怒鳴ったり，物を投げつけたり，相手に暴行を加えたりするなどの行\n動をとることが多かった。また，被告人は，飲酒をすると，被害妄想的な思い込み\nが激しくなり，それを起因として粗暴的な振る舞いに及ぶことも多く，例えば，自\n分の近くに車を止めた\n運転手が車から降りてドアをロックしたのを見ては，その傍にいた自分が泥棒扱い\nされた（被告人が車上狙いをしないようにロックをした）ものと思い込み，その運\n転手に突然殴りかかるなどの行動に出たこともあった。そのため，実兄ら親族親類\nからは，被告人はその怒りを買ったら何をするかわからない，恨まれれば殺されて\nしまうかも知れないなどと非常に怖がられており，親族らは，被告人と会話をする\n際にも被告人の意見には決して逆らわないように努めるなど，腫れ物に触るように\n被告人と接していた。\nただ，被告人自身は，アルコール耐性が高く（いわゆる酒に強く），居酒屋\n等で飲酒をすれば，７２０ミリリットル入りの焼酎のボトルを１本空けてしまうほ\nどであり，本件犯行前は，毎日のように，本件犯行現場でもある居酒屋「Ａ」で飲\n酒をしており，時には，甲府市ａ町内にある居酒屋「Ｄ」で飲酒をすることもあっ\nたが，自宅では飲酒をすることはなかった。また，被告人は，居酒屋等で飲むとき\nは，自宅から原動機付自転車で来店し，飲食後，勘定を正しく済ませた上で，しっ\nかりした足取りで原動機付自転車を運転して帰宅しており，泥酔のあまり，寝込む\nなどして動けなくなるとか，原動機付自転車で帰宅途中に交通事故等を起こすこと\nもほとんどなかった。なお，被告人は，アルコール中毒症等のアルコールの摂取過\n多による疾病には罹\n患しておらず，同種の病歴も有していない。\n・　被告人は，本件犯行の数日前である平成１４年の９月６日あるいは７日の夕\n方ころ，居酒屋「Ｄ」を訪れ，店主に対し，「Ａにツケをしてきた。まだ早い時間\nだから，４２歳の奴も来ていない。あいつの顔は見たくないから，今のうちにＡに\n行って払ってくる。」などと言って同店を去ったが，同じ日の午後７時ころ，再び\n同店を訪れ，店主に対し，言葉を荒げながら，「俺のことを嫌いやがって。あんな\nの来ない方がいいと言われた。」「昨日，Ａから帰る際，外に出てヘルメットを被\nり，バイクに乗ろうとしたところ，店の中から４２歳の奴がＡのママに，あんな奴\n来ない方がいい，と話している声が聞こえた。」などと言って不満を繰り返してい\nた。\n・　被告人は，同月１０日午後７時ころ，居酒屋で酒が飲みたくなって，原動機\n付自転車に乗って自宅を出て，甲府市ｊ町内にある居酒屋「Ｅ」に立ち寄り，７２\n０ミリリットル入りの焼酎のボトル１本とこんにゃくの刺身を注文し，午後９時こ\nろ，それらの飲食を終えて勘定を済ませ，午後９時すぎころ，居酒屋「Ｄ」に入店\nし，ビールを注文した。被告人は，同店において，店主に対し，ビールを飲みなが\nら，「あの野郎，ぶっ殺してやる。」などと言っていたが，ビールを１本分ほど飲\nんだ後，午後９時４０分ころ，同店を出て，居酒屋「Ａ」に向かった。\nそのころ，居酒屋「Ａ」では，本件被害者であるＢ（以下「Ｂ」という。）\nが１人で飲食をしていた。Ｂは，約１０年ほど前から年に何度か「Ａ」に来店する\n客であり，店主のＦ（以下「Ｆ」という。）とも親しく，この日も，カウンター席\nに座りながら，Ｂの家族などについてＦと会話をしていた。\nそして，午後９時４０分すぎころ，被告人が，居酒屋「Ａ」に到着し，店内\nに入りかけたところ，ちょうど，店内で，Ｂが，Ｆに対し，自分の兄のことについ\nて話をしていたところで，「お母ちゃんは息子が５０にもなるのに，まだ小遣いを\nやっているだよ。馬鹿じゃんね。」などと言った。すると，この言葉を出入口付近\nで耳にした被告人は，Ｂの言った「馬鹿じゃんね。」という言葉が自分に対する悪\n口であると思い込み，激怒し，「馬鹿とはどういうこんだ。俺が馬鹿っちゅうこん\nけ。」などと怒鳴りながら，カウンター席に座っていたＢに近づき，その後襟を掴\nんで引き倒そうとした。\nこれを見たＦが，驚いて被告人とＢの間に割って入って被告人を制止しよう\nとしたところ，被告人は，Ｆの右腕を捻り上げたことから，Ｂが，被告人をＦから\n引き離してその暴行を止めさせた。\nすると，被告人は，Ｂらに対し，「お前らな２人とも生きていると思っちょ\nし。俺は持ちに行ってくるからな。」などと言って，同店を出て，乗ってきた原動\n機付自転車を運転して，帰宅した。そして，被告人は，自宅の寝室のタンスの上に\n置いてあった本件包丁を手に取ると，それを原動機付自転車の前籠に入れ，再び，\n居酒屋「Ａ」に向かった。\n・　ＢとＦは，被告人が立ち去った後も，店内で会話をしていたが，午後１０時\nころ，被告人は，再び同店に現れた。このとき，被告人は，入り口付近で顔を覗か\nせながら，「２人でお楽しみ中のところ悪いけど，ちょっとこっちこう。」と手に\n何も持たず普通の口調で話しかけた。そこで，Ｆは，被告人の機嫌を直そうと思\nい，「一緒に飲もう。」と声を掛けたところ，被告人は，「そんなわけにいく\nか。」などと言いながら怒りを露わにして，同店の前に止めていた原動機付自転車\nの前籠内から，本件包丁を取り出し，これを手にしながら，店内に入り，その刃先\nをＢに向けながら，同人に近づいた。\n驚いたＢは，慌てて後ずさりをしたが，被告人は，さらにＢに近づき，出入\n口から約３．７メートル奥のフロア上において，本件包丁の刃先をＢの左胸目がけ\nて突き出して刺し，さらにその腹部，頸部等を次々と刺して，犯罪事実記載の行為\nに及んだ。被告人が本件包丁でＢを突き刺したのを見たＦは，被告人の背後からそ\nの着衣を掴まえるなどして殺傷行為を止めさせようとしたが，被告人に振り解かれ\nて制止することができなかったことから，近所の交番に駆け込み，同所から１１０\n番通報をした。\nこの結果，Ｂは，左前胸部，腹部，左側頸部，左頬部等にそれぞれ刺創を負\nい，その後救急病院に搬送されたものの，腹部大動脈半切断等により失血死した。\nなお，Ｂの左前胸部の刺創は，左肺に達していたほか，腹部の刺創は，結腸，小腸\n腸管膜，左腎にそれぞれ至っており，その深さは約２５センチメートルに及ぶもの\nであった。\n・　被告人は，本件犯行後，本件包丁を原動機付自転車の前籠に入れ，同車を運\n転して，居酒屋「Ｄ」に赴き，居合わせた顔見知りのＧに対し，本件包丁を見せな\nがら，「やっちゃったよ。」などと言った。それを聞いて被告人が人を殺傷してき\nたと察知したＧは，被告人に対し，「どうするんだ。」と尋ねたところ，被告人\nは，「逃げる。」などと言って，原動機付自転車に乗り，同所を立ち去った。\n被告人は，その後，どういう行動をとっていいのかわからず，困惑したこと\nから，兄の妻であるＨが山梨県中巨摩郡ｋ町内のラーメン店に勤務していることを\n思い出し，同人に会って話がしたいと思い，原動機付自転車を運転して同店に向か\nった。被告人は，午後１０時４０分ころ，前記ラーメン店に到着すると，本件包丁\nをＨに見せながら，「今，殺してきた。」「やってきた。」「刺してきた。」「あ\nいつ生きちゃいんと思う。」「サツがそのうち追ってくる。」「俺は死ぬ。」「だ\nからＩ橋の河川敷まで送ってくれ。」などと言った。\nこれを聞いたＨは，夫の弟である被告人が，酩酊状態になると手に負えない\nほど粗暴になることがあることを十分認識していたことから，著しい恐怖感を覚\nえ，被告人の言うとおりに従おうと思い，自分の使用していた軽自動車に被告人を\n乗せて送っていくこととした。その道中，Ｈが，被告人に対し，「相手は助からな\nいの。」などと尋ねたところ，被告人は，「腹も刺した。」「頸動脈を切った。」\n「ありゃ生きてねえ。」などと答えた。\n・　被告人は，その後，山梨県西八代郡ｌ町内の路上でＨの車両から降りると，\n別の知人に会って話がしたいと思い，ｌ町内に住むＪ方を訪ねたが，同人は不在で\nあった上，次第に酔いが醒めてきたことから，自分がＢを本件包丁で突き刺した事\n実が少しずつ鮮明に甦り，著しい不安にかられるようになって，Ｊ方の物置付近に\n置いてあったロープを持ち出し，近くの神社内で自殺をしようと考えたが，怖くな\nって実行することができなかった。\nそこで，被告人は，翌１１日午前６時すぎころ，別の知人であるＫ方を訪\nれ，Ｋに対し，「甲府の方で喧嘩をして，人を刺した。」「相手はでかい奴だっ\nた。」などと言って本件犯行を打ち明けた。これに対し，Ｋは，被告人に対し，自\n首をするよう勧めたが，「自分は心臓が悪くて長く生きられない。」「兄貴にも迷\n惑が掛かる。」「前に刑務所に入ったが，刑務所の中での生活はとても辛いので，\n刑務所には行きたくない。」「だから死ぬ方が良い。」などと言って，自首を拒否\nし，Ｋ方を立ち去った。\nその後，被告人は，ｌ町内の畑や山中において，木に掛かっていたロープな\nどを利用して何度か自殺をしようとしたが，結局，怖くなって実行することができ\nず，再び訪れたＫ方で再度自首を説得されたこともあって，午後９時ころ，本件包\n丁を持参して警察署に出頭し，逮捕された。\n２　ところで，本件においては，犯行当時における被告人の精神状態につき，医師\nＬ作成の「精神状態に関する簡易鑑定嘱託書」（甲６４。以下「Ｌ鑑定」とい\nう。）と，鑑定人Ｍ作成の「精神状態鑑定書」及び同人の当公判廷における供述\n（以下，これをまとめて「Ｍ鑑定」という。）とが存在している。\n・　このうちＬ鑑定の骨子は，次のとおりである。心理テストからうかがわれる\n被告人の性格傾向は，「不安状態で怒りが誘発されやすく，内的には強い攻撃性を\n認める。自分自身の不安や情緒の揺れを統制し難く，身体化や行動化しやすい」と\nいうものであって，これまでの犯罪歴からも，反社会性人格障害と診断される。知\n能の面では，田中ビネー式知能検査によると，精神年齢は５歳ないし１１歳に相当\nする程度（ＩＱ４５）であるが，普通自動車免許も取得しており，身体疾患により\n稼働能力を失うまで就労し自活していたことから，軽度精神遅滞と判断される。こ\nのような被告人が飲酒の上で犯行に及んだが，被害者が自分より体格の良いことを\n見て，包丁を自宅まで取りに行っていること，犯行に使用した包丁を人目に付かな\nいような工夫をして\nいることなど，慎重な行動をとれていることから，単純酩酊であり意識も大方保た\nれていたと推測される。結論として，自己の行動に対する是非善悪の弁別能力は，\n軽度精神遅滞と人格障害により減弱していたものの有していたと判断される。な\nお，犯行直後から始まる健忘が認められるが，犯行を心因とする解離性健忘の可能\n性が高い。以上のとおりである。\n・　また，Ｍ鑑定の骨子は，次のとおりである。被告人には，統合失調症や躁鬱\n病，てんかんを疑わせる所見はなく，精神病には罹患していない。心理テストから\nうかがわれる被告人の人格特性は，「攻撃性が高い上に周囲からの疎外感・被害感\nも強い。感情を適切に処理できないために，情緒を強く刺激されると，現実がどう\nかにお構いなく，不快さを軽減するためだけに感情のままに行動に出たり決断した\nりしやすい」などというものであり，反社会性人格障害（古典的分類でいう爆発性\n人格障害及び情性欠如人の典型例）である。知能の面では，ウェクスラー式知能検\n査によると，言語性ＩＱが６９，動作性ＩＱが７６，総合ＩＱが７１であり，平均\n知能と精神薄弱との境界域であるが，運転免許を１回で取得したり，家の修復を一\n人で完全にこなすな\nど，生活する上での知能は十分に発達しているものと考えられる上，心理テストに\n際して，わざと間違えたり，比較的簡単な質問に対しても「分からない」と答えた\nり，意図的に回答を歪曲したりし，また，問診に際して，よどみのない説明ができ\nていることなどから，極端な知能の低さは感じられず，精神発達遅滞は考えにく\nい。このような被告人が飲酒の上で犯行に及んだが，①犯行の動機は了解可能なも\nのであるし，②犯行直後より逃亡した先々で自ら事件前後の経過を正確に説明して\nおり，記憶の欠損があったとは考えられない上，③犯行直前にスクーターで自宅ま\nで事故を起こすことなく帰宅し，包丁を持ち「Ａ」にまで帰っていることにより，\n少なくとも見当識が保たれていたことが認められるし，④店に戻った直後，比較的\n穏やかな口調で被害者\nらを店の外に巧妙に誘い出そうとしていること，犯行後直ちに逃亡を開始し，警察\nが直ちに自宅や実家に来ることを予測し，義姉の仕事先に向かい，その後も日頃立\nち寄らない場所へ身を隠すように訪問して，警察の検問などを巧妙にかいくぐって\nいることなどにより，思考力，判断力が充分に保たれていたことも認められるの\nで，異常な酩酊下の衝動的殺人とは考えられず，平素の人格と親和的な犯行で，酩\n酊は誘発的な役割を果たしているにすぎないと見られるから，単純酩酊である。結\n論として，犯行時，被告人の責任能力が著しく減弱していたとは考えられない。な\nお，被告人は，犯行当時の記憶がないと主張しているが，ヒステリー性の健忘か稚\n拙な言い逃れのいずれかと判断でき，異常酩酊を示唆するには程遠い性質のもので\nある。以上のとおりで\nある。\n・　このように，両鑑定は，本件犯行が，反社会性人格障害を抱え，知的にも若\n干劣るところのある被告人により，飲酒の影響で抑制力が低下した状況下で実行さ\nれたものであることを前提としつつも，完全責任能力が認められるとする点で見解\nが一致している。両鑑定（特に，Ｍ鑑定）の判断は，前記認定事実によく符合して\nおり，前提となる事実関係の掌握や検査・診断等の鑑定手法，判断過程等について\n格別問題とされるべき点も見当たらず，その専門的知見を生かした判断には極めて\n高い信用性があるものと判断される。\n３　そこで，弁護人の主張に即して，被告人の責任能力につき，さらに検討する。\n・　まず，本件犯行の動機に不可解なところがあり，そのことが被告人を限定責\n任能力と見るべきことを示唆しているとの主張について，検討する。\n前記認定事実によれば，被告人は，「Ａ」で飲食中，居合わせたＢの発した\n言葉が自分を馬鹿にしたものと誤解して殺意を抱くほどに激高したことが認められ\nるところ，確かに，一般人の感覚からすれば，異常なほど短絡的な誤解であって，\nそのような動機で見ず知らずの人間の殺害を決意したというのは不可解のようにも\n思われるが，前記認定事実によれば，被告人は，以前から「Ａ」で居合わせる客の\n言動が被告人を馬鹿にするものであるという不快感を抱いていたことが認められる\nばかりか，アルコールを摂取すると，突然，日常生活上の些細な出来事に対して，\nあるいは過去の不満な出来事を思い返しては著しく被害感を強めてしまい，親族そ\nの他身近な者に対しても激しく憤って突発的に暴力的な行動に及ぶことが少なくな\nく，さらには被告人\nの生育歴等からすると，被告人には著しい劣等感に基づく被害妄想的思考傾向の存\nすることが容易に見てとれるのであって，これらの事情からすれば，被告人が，\n「Ａ」に立ち入ったとたん，耳にした「馬鹿じゃんね。」という言葉が被告人に対\nして向けられたものであると思い込んで激高したとしても格別不自然とはいえず，\nその後，Ｂの襟を掴んだところをＦに制止されようとしたり，そのＦの腕を捻り上\nげると今度はＢに引き離されるなどの行為を受けたことによって，被告人の劣等感\nや被害感がさらに刺激され，ますます強い憤りを抱くに至ったとしても，了解不可\n能ということはできない。\nなお，両鑑定は，被告人の上記のような行動傾向を目して，反社会性人格障\n害と診断しており，本件犯行がこのような被告人の人格（性格）の偏りに起因して\n生じたものであることは明らかといわなければならないが，しかし，被告人の人格\n（性格）に偏りがあるとしても，人はそのような自らの資質を克服ないし抑制し\nて，社会の一員として生きるべく期待されているといわなければならないから，人\n格障害に起因して犯行が惹起されたという事実は，被告人に対する責任非難を軽減\nする要素とはいえず，被告人の責任能力を減弱させる要素と見ることはできない。\n・　次に，被告人の知能指数からは，軽度の精神遅滞といえ，限定責任能力が導\nかれるとの主張について，検討する。\nア　なるほど，知能検査から導かれた被告人の知能指数は，被告人が知的に若\n干劣るところのあることをうかがわせるが，しかし，両鑑定が注意を促しているよ\nうに，知能検査から得られる数値は，被験者の検査に対する態度によっても左右さ\nれるのであって，被告人の場合，「不安が高く，主観的で自分勝手な受け取り方を\nして，すぐに答えてしまう性格」（Ｌ鑑定）や「意図的に知能を低く見せようとす\nる検査態度を取っている」こと（Ｍ鑑定）によっても，知能検査の値が影響を受け\nている可能性があるから，弁護人の立論の如く，知能指数の数値のみに依拠して，\n被告人の責任能力（精神発達遅滞の有無・程度）を論ずるのは相当でない。\nイ　そして，責任能力（精神発達遅滞の有無・程度）の判定に当たっては，知\n能検査の数値だけでなく，実際の社会生活における適応の状況なども考慮する必要\nがあるのであって，両鑑定が指摘する諸事情（運転免許を１回で取得したことな\nど）を考慮すれば，Ｍ鑑定がいうように，極端な知能の低さは認められず，知的に\n若干劣るところがあるとしても，境界域にとどまり，精神発達遅滞とまではいえな\nいと考えられる。\nなお，Ｌ鑑定は，軽度の精神発達遅滞と診断しているが，①Ｍ鑑定に際し\nて行われた知能検査では精神発達遅滞には至らない程度（境界域）の知能指数が得\nられているところ，知能検査ではどんなに頑張っても検査結果が実力よりも著しく\n高い値になることはあり得ないので，知能検査で相異なる結果が得られたときに\nは，高い方の値が真の知能に近いと考えるべきであるとされていることや，②Ｍ鑑\n定が詳細な心理テストや問診を経た上で精神発達遅滞とはいえないとの結論を導き\n出していることに照らして，Ｌ鑑定が軽度の精神発達遅滞があると診断していると\nころは採用することができない。\nウ　さらに，前記認定事実によって本件犯行の一連の経過を見ても，①被告人\nは，当初は包丁を隠したまま被害者らに穏やかに話しかけて，被害者らを店の外に\n誘い出そうとしており，このように計算高い行動がとれていること自体，本件犯行\nが知能の低さ故にもたらされたものという見方と整合しないし，②犯行後，被告人\nは，直ちに逃走を開始し，逃走後，次第に本件犯行を冷静に思い返すようになった\nことから，困惑や不安感が強くなって，知人らを訪ねていってはその不安感等を鎮\nめようという行動に出ているほか，自分の行った殺害態様からすれば被害者である\nＢが死亡していることは間違いないとほぼ確信した上で，知人からの自首の勧めも\n拒否し，長期の服役等を余儀なくされるくらいなら死んだ方がよいと考えて自殺を\n図るなどとした末に\n，最終的には，本件包丁を持参して警察署に出頭しているのであるから，本件犯行\nが重大な犯罪行為であって，警察の捜査が及んで検挙されれば刑事罰を免れないこ\nとの認識は十分にあったものと認められる。\nエ　加えて，関係各証拠によれば，被告人は，以前にも本件と同様の行為に及\nんで相当長期間の服役を余儀なくされ，その出所した直後の保護観察期間中は，自\n宅でも特に暴力的にふるまうことはなかったが，保護観察期間が終わってしばらく\nしたころから，次第に粗暴な行動が再発するようになったと認められるから，被告\n人に知的に劣るところがあったとしても，被告人が自らの粗暴な行動傾向を，自ら\nの意思によって抑制することができないわけではないことも明らかである。\nオ　以上を総合すれば，知的に若干劣るところがあったが故に本件犯行がもた\nらされたというよりは，被告人のもともとの反社会的な人格の故に本件犯行がもた\nらされたものと見るのが相当であるから，被告人の知能指数がやや低い数値を示し\nているからといって，被告人の責任能力が減弱されているということはできない。\n・　次に，本件犯行時の状態が複雑酩酊の症状と矛盾しない上，記憶の欠損がな\nいからといって複雑酩酊と見ることの妨げとはならないから，本件犯行時の被告人\nの精神状態が複雑酩酊であった可能性を否定できないとの主張について，検討す\nる。\n本件犯行当日の被告人の飲酒量が，普段の飲酒量や被告人のアルコール耐性\nと比較して，特段に多いものでなかったことに加え，両鑑定が指摘する諸点（特\nに，記憶の欠損も見当識の障害も認められず，被告人の平素の人格と犯行内容とが\n相応していること，本件犯行の一連の経緯が状況に即応した合目的的な行為の連鎖\nであること）にかんがみれば，被告人の酩酊状態が被告人の責任能力に影響を及ぼ\nすほどのものでなかったことも明らかといわなければならない。\nなお，弁護人は，被告人が，記憶の欠損について，捜査段階から一貫した供\n述をしていることは，被告人に記憶の障害があったこと，ひいては限定責任能力を\n裏付けているとも主張する如くであるが，前記１で認定した事実によれば，本件犯\n行直後，被告人が知人や実兄の妻に対して本件包丁を見せながら本件犯行をうち明\nけていたことが認められるから，記憶の欠損についての被告人の供述は，Ｍ鑑定が\n述べる如く，心因性の健忘によるものか被告人の虚偽の弁解と見るほかなく，いず\nれにせよ責任能力に関する認定判断を左右するものとはいえない。\n４　以上要するに，①反社会性人格障害を抱え，②知的にも若干劣るところのある\n被告人が，③飲酒の影響で抑制力が低下した状況下で犯行に及んだことは明らかで\nあるが，既に説示したところによれば，被告人の是非善悪の弁別能力及び行動制御\n能力（抑制力）は，上記①ないし③の影響により若干減弱していた可能性は否定で\nきないものの，これらが著しく減退した状態にはなかったものと認定することがで\nきる。\nしたがって，本件犯行時における被告人の責任能力に問題はなく，弁護人の主\n張は採用することができない。\n（法令の適用）\n罰　　　　　　条\n判示第１の行為について　　　刑法１９９条\n判示第２の行為について　　　銃砲刀剣類所持等取締法３２条４号，２２条\n刑種の選択\n判示第１の罪の刑について　　　有期懲役刑を選択\n判示第２の罪の刑について　　　懲役刑を選択\n併合罪の処理　　　刑法４５条前段，４７条本文，１０条（重い判示第１の罪の\n刑に刑法４７条ただし書の制限内で法定の加重）\n未決勾留日数算入　　　刑法２１条\n没　　　　　　収　　　刑法１９条１項２号，２項本文（判示第１の殺人罪の関\n係で）\n訴訟費用の不負担　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，被告人が，居酒屋において，正当な理由もないのに包丁を携帯し（判\n示第２），居合わせた他の客である被害者をその包丁で突き刺すなどして殺害した\n（判示第１）という事案である。\n２　前記認定事実によれば，被告人は，本件犯行現場である居酒屋に来店したとこ\nろ，被害者がカウンター席において，店主に向かって話をしていた中で，「馬鹿じ\nゃんね。」などという言葉が聞こえてきたことから，それを自己に対して向けられ\nた発言であると一方的に思い込み，怒りを爆発させただけでなく，被害者に暴行を\n加えようとしたところ，店主に止められそうになり，その店主に暴行を加えると，\n今度はこれを被害者から制止されたことから，そのような行動がさらに被告人を馬\n鹿にするものと考えて，殺意を抱くほどに激高したというのであるが，前記判示の\nとおり，被告人独自の著しい劣等感に基づく被害妄想的な思考傾向から衝動的に及\nんだあまりに短絡的で身勝手極まりない犯行であって，その背景事情や経緯に酌量\nの余地など全くない\n。\n被告人は，被害者の殺害を決意すると，自宅に本件包丁を取りに戻って再び来\n店し，その異様な形相に危険を感じて被告人をなだめようとする店主の話にも全く\n耳を貸すことなく，本件包丁の刃先を被害者に向けながら店の奥方に追い詰める\nと，ためらうことなく一気に本件包丁を突き出してその左胸部を突き刺した上，被\n告人を制止しようとした店主を振り払って，被害者の腹部に本件包丁を深く突き刺\nし，すでに瀕死の状態になって床面に横たわっていた被害者の右腹部，左側頸部，\n左頬部を次々と力一杯突き刺したのであって，その殺意が極めて強固かつ確定的で\nあるだけでなく，そのあまりに酷い態様には，罪悪感どころか人間性のかけらすら\n感じることができず，残虐かつ狂気に満ちた犯行である。\n被害者は，店主と会話をしながら飲食をしていたにすぎず，被告人を軽蔑した\nり非難したりする発言など一切していなかったのであって，何らの落ち度もないば\nかりか，被害者からすれば全く理解し難い状況のまま，包丁を手にした被告人に迫\nられた上，逃げ場を失いかけたところで，その左胸部や腹部，顔面等身体の枢要部\nを連続的に突き刺されるという凶行を受け，激しい苦悶の中で惨殺されたのであ\nり，その恐怖感，肉体的苦痛は想像を絶するというほかなく，結果は極めて重大で\nある。そうすると，被害者の実弟が供述しているとおり，親族らからも信頼の厚か\nった被害者を殺害されて失った遺族らの悲しみは深く計り知れないものがあり，被\n告人に対して激しい憤りを露わにしながら極刑を強く望んでいるのも十分に理解で\nきるところである。\n被告人は，本件犯行後，被害者に何らの救護活動もすることなくその場を立ち\n去って逃走しており，いまだ慰謝の措置も一切講じられていないことや，その見込\nみも意欲も全く窺えないことを考えると，犯行後の情状も著しく不良である。\nしかも，被告人は，殺人の前科（アルコールを摂取していた状態で，職場同僚\nをナイフで突き刺して殺害したもの）を１犯有しており，飲酒がその被害妄想的で\n爆発的攻撃的な性格を刺激して突発的に粗暴な行動に及びやすいことは十分に認識\nしていたにもかかわらず，結局，本件でも，飲酒の末，歪んだ劣等感や一方的な被\n害感に基づくあまりに身勝手な思い込みから凶器をもって被害者を殺害したのであ\nって，これらの事情を考慮すると，同種再犯のおそれも到底否定することができな\nい。\nよって，被告人の刑事責任は極めて重い。\nそうすると，上記のとおり，本件犯行は被害者の言動により激情にかられて敢\n行されたものであり，冷静に計画を練り周到な準備をした上での犯行ではないこ\nと，被告人が幼少期から周囲に暖かく迎えられることがなく，知的に劣るところも\nあって，人間的な情感を十分育むことができず，その結果，前記の被害妄想的にし\nて爆発的攻撃的な性格傾向を有するに至ったものと推察され，被告人の人格形成の\n過程に同情の余地が全くないとはいえないこと，自首の成立は認められないもの\nの，最終的には自らの意思で警察に出頭して逮捕されていること，被告人が，本件\n犯行時の記憶はあいまいであるなどと供述しながらも，被害者を殺害したのは自分\nであるとの認識を示しつつ，一応反省の情を示していること，前記殺人の前科は２\n５年以上前のものである\nこと，    その他被告人の健康状態等を考慮しても，上記被告人の刑事責任の重大\nさから，主文掲記の実刑はやむを得ない。\n（検察官田渕大輔，国選弁護人東條正人各出席）\n（求刑－懲役１６年，没収）\n平成１６年３月１８日\n甲府地方裁判所刑事部\n裁判長裁判官　　　山　　本　　武　　久\n裁判官　　　柴　　田　　　　　誠\n裁判官　　　肥　　田　　　　　薫\n"
}