{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 28
  },
  "case_number": "平成15(ネ)1112",
  "case_name": "各特許権侵害差止請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10350",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10350",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/350/010350_hanrei.pdf",
  "contents": "平成１５年（ネ）第１１１２号　各特許権侵害差止請求控訴事件（原審・東京地方\n裁判所平成１４年（ワ）第６６０８号，同第８７８５号）（平成１６年３月１０日\n口頭弁論終結）\n判　　　　決\n控訴人　　　　　　　　リヒター　ゲデオン　ベジェセティ　ジャ\nール　アールテー\n訴訟代理人弁護士　　　品　川　澄　雄\n同　　　　　　　　　　吉　利　靖　雄\n補佐人弁理士　　　　　岩　田　　　弘\n同　　　　　　　　　　中　嶋　正　二\n被控訴人　　　　　　　大洋薬品工業株式会社\n被控訴人　　　　　　　沢井製薬株式会社\n被控訴人　　　　　　　東菱薬品工業株式会社\n被控訴人　　　　　　　竹島製薬株式会社\n被控訴人　　　　　　　日新製薬株式会社\n被控訴人　　　　　　　全星薬品工業株式会社\n６名訴訟代理人弁護士　花　岡　　　巖\n同　　　　　　　　　　木　崎　　　孝\n同　　　　　　　　　　森　岡　　　誠\n主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人大洋薬品工業株式会社は，別紙物件目録１記載の物件を製造し，販\n売し，又は販売のために展示してはならない。\n３　被控訴人沢井製薬株式会社は，別紙物件目録２及び同３記載の各物件を製造\nし，販売し，又は販売のために展示してはならない。\n４　被控訴人東菱薬品工業株式会社は，別紙物件目録４記載の物件を製造し，販\n売し，又は販売のために展示してはならない。\n５　被控訴人竹島製薬株式会社は，別紙物件目録５記載の物件を製造し，販売\nし，又は販売のために展示してはならない。\n６　被控訴人日新製薬株式会社は，別紙物件目録６記載の物件を製造し，販売\nし，又は販売のために展示してはならない。\n７　被控訴人全星薬品工業株式会社は，別紙物件目録７記載の物件を製造し，販\n売し，又は販売のために展示してはならない。\n８　被控訴人大洋薬品工業株式会社は，その所有する別紙物件目録１記載の物件\nを，被控訴人沢井製薬株式会社は，その所有する別紙物件目録２及び同３記載の各\n物件を，被控訴人東菱薬品工業株式会社は，その所有する別紙物件目録４記載の物\n件を，被控訴人竹島製薬株式会社は，その所有する別紙物件目録５記載の物件を，\n被控訴人日新製薬株式会社は，その所有する別紙物件目録６記載の物件を，被控訴\n人全星薬品工業株式会社は，その所有する別紙物件目録７記載の物件を，それぞれ\n廃棄せよ。\n９　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n10　仮執行宣言\n第２　事案の概要\n控訴人は，名称を「形態学的に均質型のチアゾール誘導体の製造方法」とす\nる特許第２７０８７１５号発明（昭和６２年８月４日にした特許出願〔特願昭６２\n－１９３８５５号，優先権主張１９８６年〈昭和６１年〉８月５日〈以下「本件優\n先日」という。〉・ハンガリー共和国〕の一部につき平成６年８月２２日新たな特\n許出願〔特願平６－１９６８６５号，以下「本件特許出願」という。〕，平成９年\n１０月１７日設定登録。以下，その特許を「本件特許」といい，その特許権を「本\n件特許権」という。）の特許権者である。本件は，別紙物件目録１ないし同７記載\nの各物件として特定される医薬品（以下，それぞれ「被控訴人医薬品１」～「被控\n訴人医薬品７」といい，併せて「被控訴人ら医薬品」という。）を製造，販売する\n被控訴人らの行為が控訴人の本件特許権を侵害するとして，控訴人が，被控訴人ら\nに対し，それぞれ上記各物件の製造，販売及び販売のための展示の差止め並びに廃\n棄を求めている事案である。\n原審は，上記各物件は，本件発明（ただし，後記本件訂正前のもの）の技術\n的範囲に属しないとして，控訴人の請求をいずれも棄却したため，控訴人がその取\n消しを求めて控訴し，被控訴人ら医薬品が後記本件訂正後の本件発明の技術的範囲\nに属する旨主張するとともに，均等侵害の主張を追加した。\n１　前提となる事実\n(1) 本件特許出願の願書に添付した明細書（控訴人が無効審判〔無効２００２\n－３５４６０号事件及び無効２００２－３５３４９号事件〕においてした平成１５\n年３月１３日付け及び同年５月１４日付け各訂正請求書による訂正〔以下「本件訂\n正」という。〕後のもの。以下「本件明細書」という。）の特許請求の範囲【請求\n項１】の記載\nその融解吸熱最大がＤＳＣで１５９℃にあり，その赤外スペクトルにおけ\nる特性吸収帯が３５０６，３１０３及び７７７ｃｍ－１にあり，及びその融点が１５\n９～１６２℃であることを特徴とする，再結晶により析出された形態学的に均質な\n「Ｂ」型のファモチジン。\n（下線が訂正部分。以下，上記発明を「本件発明」といい，その構成を，①\n「その融解吸熱最大がＤＳＣで１５９℃にあり，」，②「その赤外スペクトルにお\nける特性吸収帯が３５０６，３１０３及び７７７ｃｍ－１にあり，及び」，③「その\n融点が１５９～１６２℃であることを特徴とする，」，④「再結晶により析出され\nた」，⑤「形態学的に均質な『Ｂ』型のファモチジン」と分節して，それぞれ「構\n成要件①」～「構成要件⑤」という。）\n(2) 被控訴人大洋薬品工業株式会社は，被控訴人医薬品１を，被控訴人沢井製\n薬株式会社は，被控訴人医薬品２及び同３を，被控訴人東菱薬品工業株式会社は，\n被控訴人医薬品４を，被控訴人竹島製薬株式会社は，被控訴人医薬品５を，被控訴\n人日新製薬株式会社は，被控訴人医薬品６を，被控訴人全星薬品工業株式会社は，\n被控訴人医薬品７を，それぞれ製造，販売している。\n(3) ファモチジンは，現行の第十四改正日本薬局方（平成１３年３月３０日厚\n生労働省告示第１１１号，以下「日本薬局方」という。）に収載された医薬品であ\nる。被控訴人ら医薬品に含まれるファモチジンは，日本薬局方に収載されたとおり\nの規格のものでなければならないところ，日本薬局方ファモチジンの赤外吸収スペ\nクトル測定法によるスペクトルが示す特性吸収帯は，本件明細書（甲２６添付）の\n「Ｂ」型のファモチジンの特性吸収帯（段落【００１９】の【表１】）と一致し，\n被控訴人ら医薬品に含まれる日本薬局方ファモチジンは，構成要件②の「その赤外\nスペクトルにおける特性吸収帯が３５０６，３１０３及び７７７ｃｍ－１にあり」を\n充足する。\n２　控訴人の主張\n(1) 本件発明のファモチジン\nア　本件発明の構成要件は，①「その融解吸熱最大がＤＳＣで１５９℃にあ\nり，」，②「その赤外スペクトルにおける特性吸収帯が３５０６，３１０３及び７\n７７ｃｍ－１にあり，及び」，③「その融点が１５９～１６２℃であることを特徴と\nする，」，「再結晶により析出された形態学的に均質な『Ｂ』型のファモチジン」\nであり，構成要件①ないし③の３パラメータによって特定されるファモチジンが，\n本件発明の「『Ｂ』型のファモチジン」である。\n本件発明は，ファモチジンの結晶多形の存在を初めて見いだし，多形体\n結晶のそれぞれを分別晶出させ得る結晶化制御技術を確立し得たことに基づき発明\nされたものであり，ファモチジンの結晶多形のうち，【請求項１】で特定されたＤ\nＳＣ測定値（構成要件①），赤外吸収スペクトル特性（構成要件②）及び融点（構\n成要件③）の三つの特徴を示すファモチジンを技術的範囲とするものである。した\nがって，本件明細書の「『Ｂ』型のファモチジン」は，上記３要件で特定されるフ\nァモチジンのことであり，【請求項１】の「『Ｂ』型のファモチジン」との記載\nは，本件発明に係るファモチジンの上記３要件を反復記載したものにすぎず，上記\n３要件とは別個の構成要件を記載したものではなく，本件発明の構成要件ではな\nい。\nまた，構成要件①ないし③の３パラメータの中でも，赤外吸収スペクト\nル特性（構成要件②）が最も重要であり，他の２パラメータは，赤外吸収スペクト\nルの充足により特定された対象物を追加的に確認する手段にすぎない。\nイ　本件訂正中の「再結晶により析出された」を付加した訂正事項は，特許\n請求の範囲の減縮を目的とするものである。そして，構成要件④の「再結晶により\n析出された」とは，「再結晶」（溶媒に溶解し再び結晶化させる）過程を経ること\nにより，ファモチジン以外の化合物，すなわち不純物を除去して，医薬品成分とし\nてファモチジンの化学的純度を向上させる精製効果を実現させるとともに，結晶化\nに際して析出される結晶型を制御し，Ｂ型ファモチジン均質体とする結晶型制御効\n果をも併せて実現させた物が対象物であることを意味している。被控訴人ら製品に\n含まれるファモチジンは，本来，医薬品として使用可能な程度に再結晶精製を行っ\nて析出された高純度のものであるから，特許請求の範囲の減縮を目的とする「再結\n晶により析出された」との構成要件が付加されたからといって，本件発明の技術的\n範囲に属することに何ら変わることはない。\nまた，本件訂正中の「形態学的に均質な」を付加した訂正事項は，明り\nょうでない記載の釈明を目的とするものであり，構成要件⑤の「形態学的に均質\nな」とは，結晶多形体の組成が，構成要件①ないし③の３パラメータによって特定\nされる範囲内において形態学的組成が一様であることを意味している。すなわち，\n本件発明の対象物が，その主要部においてＢ型ファモチジンであり，全体として実\n質的にＢ型ファモチジンと同等な組成物であるＢ型ファモチジン均質体であること\nが，上記訂正事項により明りょうとなったものであり，構成要件①ないし③が充足\nされる，Ａ型の混合が約１５％まで許容される範囲のＢ型ファモチジンは，本件発\n明の技術的範囲に属するというべきである。\n(2) 被控訴人ら医薬品の原薬ファモチジンと本件発明の構成要件との対比\nア　構成要件①\n日本薬局方には，赤外吸収スペクトル及び融点は記載されているが，Ｄ\nＳＣによる融解吸熱最大値は記載されていない。しかし，「Comparison of the\npolymorphic modifications of famotidine」Journal of Pharmaceutical &\nBiomedical Analysis Vol.7, No.5,1989,pp.563-569（甲７）によれば，本件発明の\nファモチジンについて，ＤＳＣによる測定をしたところ，その融解吸熱最大は加熱\n速度１℃／分において１５９．５℃であることを示した（表５）。したがって，被\n控訴人ら医薬品の原薬ファモチジンは，本件発明の構成要件①を充足する。\nイ　構成要件②\n日本薬局方ファモチジンの赤外吸収スペクトル測定法によるスペクトル\nが示す特性吸収帯は，本件明細書（甲２６添付）の「Ｂ」型のファモチジンの特性\n吸収帯（段落【００１９】の【表１】）と一致し，被控訴人ら医薬品に含まれる日\n本薬局方ファモチジンは，構成要件②の「その赤外スペクトルにおける特性吸収帯\nが３５０６，３１０３及び７７７ｃｍ－１にあり」を充足することは，上記１(3)のと\nおりである。\nウ　構成要件③\n日本薬局方ファモチジンの融点は，「融点：約１６４℃（分解）」（甲\n３－２の１８１６頁「ファモチジン」の「性状」の項）と記載され，構成要件③の\n融点「１５９～１６２℃」とわずかに相違する。しかし，日本薬局方は，融け終わ\nりの温度を融点として記載しており，また，「約・・・（分解）」は，融点が不明\n確であることを意味し，さらに，上記融点は，日本薬局方ファモチジンの参考情報\nにすぎず，その判定基準ではないのであって（日本薬局方通則４項），しかも，Ｂ\n型ファモチジン，すなわち日本薬局方ファモチジンは，融解前に分解が始まり，加\n熱速度の遅速により融点が変動するものである。したがって，日本薬局方ファモチ\nジンの「融点：約１６４℃（分解）」と本件発明のファモチジンの構成要件③の融\n点「１５９～１６２℃」とのわずかな相違は，融点が異なることを示すものではな\nい。\nエ　構成要件④\n日本薬局方ファモチジンは，医薬品の原薬として使用可能な程度に精製\nされているので，被控訴人ら医薬品の原薬ファモチジンは，「再結晶により析出さ\nれた」を充足する。\nオ　構成要件⑤\n本件訂正中の「形態学的に均質な」を付加した訂正事項は，本件発明の\nＢ型ファモチジンが，もともと構成要件①ないし③の３パラメータによって特定さ\nれる均質な範囲の均質体であって，純粋物に限定されていないことを明りょうにす\nるものであり，純粋物に減縮する趣旨の補正ではない。日本薬局方ファモチジン\nは，上記のとおり，構成要件①ないし③の３パラメータを充足するから，被控訴人\nら医薬品の原薬ファモチジンは，構成要件⑤を充足する。\n(3) 均等侵害\n仮に，本件発明の構成要件の「『Ｂ』型のファモチジン」が，原判決の判\n示するとおり「１００％の形態学的純度を有するＢ型のファモチジン」（１５頁第\n２段落）であり，被控訴人ら医薬品は，上記構成要件を充足しないとしても，以下\nのとおり，最高裁平成１０年２月２４日第三小法廷判決・民集５２巻１号１１３頁\n（以下「平成１０年最判」という。）の挙げる要件をすべて満たすから，本件発明\nと均等なものとして，本件発明の技術的範囲に属するというべきである。\nア　本件発明の本質的部分\n本件発明の本質的部分は，上記３パラメーターによって特定されるＢ型\nファモチジンであるから，被控訴人ら医薬品に「少なくとも５％を超え約１５％以\n下の『Ａ型のファモチジン』」（以下「含有Ａ型ファモチジン」という。）が含ま\nれていることは，本件発明の本質的部分ではない。\nイ　置換可能性と作用効果の同一\n被控訴人ら医薬品には，いずれも含有Ａ型ファモチジンが含まれている\nにもかかわらず，本件発明のＢ型ファモチジンが有する構成要件①ないし③の３パ\nラメータのすべてを充足し，本件発明の目的を達成するとともに，同一の作用効果\nを奏する。\nウ　置換容易性\n被控訴人らが，本件発明のファモチジンの後発医薬品の製造を企てるに\n当たって，含有Ａ型ファモチジンを含有させることには，何らの困難もなかったこ\nとが明らかである。\nエ　公知技術・準公知技術の非該当\n上記のように，本件優先日当時，含有Ａ型ファモチジンを含有するが，\nＡ型ファモチジンに特有の特性吸収帯のピークを示さないＢ型ファモチジンは，公\n知ではなく，また，公知技術から容易に想到し得たものでもなかった。\nオ　特段の事情\n含有Ａ型ファモチジンを含有するが，Ａ型ファモチジンの混合を示す３\n４５０ｃｍ－１付近のピークは認められないＢ型ファモチジンは，本件特許出願にお\nいて，特許請求の範囲から意識的に除外されたものでなかったことは明らかであ\nる。\n(4) 以上のとおり，被控訴人ら医薬品に含まれる日本薬局方ファモチジンは，\n本件発明の構成要件をすべて充足するから，被控訴人ら医薬品は，本件発明の技術\n的範囲に含まれ，被控訴人らが，被控訴人ら医薬品を製造，販売する行為は，控訴\n人の本件特許権を侵害する。\n(5) 権利濫用について\nア　山之内製薬株式会社（以下「山之内製薬」という。）による公然実施に\nついて\n山之内製薬は，ファモチジン製剤「ガスター」（以下「ガスター」とい\nう。）中に原薬として含まれるファモチジンが，特定の物理的特性であるＤＳＣ測\n定値（構成要件①），赤外吸収スペクトル特性（構成要件②）及び融点（構成要件\n③）を示すＢ型ファモチジンであることを，開示したことも公表したこともない。\nまた，本件優先日前には，「ガスター」から有効成分であるファモチジンだけを分\n析する方法は確立されておらず，ファモチジンに結晶多形が存在することも知られ\nていなかったのであるから，「ガスター」中のファモチジンが，本件発明で特定さ\nれた物理的特性を示すファモチジンであることは知り得なかった。したがって，山\n之内製薬が「ガスター」を販売した行為は，本件発明の公然実施には当たらない。\n欧州特許庁は，本件特許の対応特許である欧州特許第ＥＰ－２５６７４７－Ｂ１号\n（乙５明細書参照）について，Ｂ型ファモチジンの物の発明としての請求項（本件\n特許の【請求項１】に対応）の特許性を否定したが，その理由は，本件特許の無効\n理由となるようなものではない。\nイ　特開昭５９－２２７８７０号公報（以下「乙３公報」という。）記載の\n発明との同一について\n乙３公報の参考例４には，３－[[[２－[(ジアミノメチレン)アミノ]－４\n－チアゾリル]メチル]チオ]プロパンイミド酸メチルエステルとスルファミドとを反\n応させ，生成した結晶を濾過，冷メチルアルコールで洗浄し，融点１５７．６℃の\nファモチジンを得たこと，及びその一部をジメチルホルムアミド－水から再結晶\nし，さらに，等モル量の酢酸水に溶解した後，等モル量の希水酸化ナトリウム水溶\n液を加えることにより析出した結晶の融点１６３～１６４℃，元素分析値及びＮＭ\nＲ値が記載されている。しかし，当業者は，この記載を見ても，参考例４の生成物\nは，ファモチジン以外の不純物を含む粗成物であるとしか認識しないはずである。\nしかも，当業者が，参考例４記載の再結晶操作を繰り返しても，Ｂ型ファモチジン\nが必然的に得られるわけではない。また，参考例４においては，ファモチジンの結\n晶多形，殊に，本件発明のＤＳＣ測定値，赤外吸収スペクトル及び融点で特定され\nたＢ型ファモチジンに関する記載はもちろん，その存在を示唆する記載も全くな\nい。このように，参考例４の記載は，当業者がこれを見ても，Ｂ型ファモチジンの\n存在解明について何らの動機付けも与えるようなものではなく，また，当業者がＢ\n型ファモチジンの存在を認識できるようなものでもなく，本件発明を実施し得る程\n度に本件発明の内容を開示するものではないから，本件発明を記載したものとはい\nえない。\n３　被控訴人らの主張\n(1) 本件発明のファモチジンについて\nア　本件発明は，Ａ型ファモチジンを含まない純粋なＢ型ファモチジンに関\nするものである。Ａ型ファモチジンとＢ型ファモチジンの混合物は，Ｂ型の特徴を\n示す構成要件①ないし③をすべて充足することも十分考えられるから，構成要件①\nないし③だけでは，純粋なＢ型ファモチジンを特定することはできない。したがっ\nて，構成要件⑤の「『Ｂ』型のファモチジン」との記載部分は，Ａ型とＢ型の混合\n物を排除する意味を有するのであって，本件発明の構成に欠くことのできない事項\nである。また，本件特許出願に対して，特許庁は拒絶理由通知書（乙１）を発した\nが，これに対する控訴人提出の平成８年９月２６日付け意見書（乙２）には，「Ｂ\n型の方が有利な効能を発揮し得ることとなります。このことは，本願発明により純\n品なＢ型ファモチジンを得ることではじめて見出されたことであります」（１頁最\n終段落），「よって，Ｂ型ファモチジンを純品で得ることは，薬理効能が優れてい\nる化合物が得られるという点で有利であるのみならず，薬剤の製造バッチ間差も回\n避できるという点で有利な効果をも奏します。このようなことは，ファモチジンの\n混合物についてしか述べていない引例１～３記載の発明から当業者が容易に想到し\n得るものではありません」（２頁下から第２段落）と記載されている。上記出願経\n過に照らせば，構成要件⑤の「『Ｂ』型のファモチジン」との記載部分は，Ａ型と\nＢ型の混合物を排除する意味を有することは明らかである。\nイ　控訴人は，本件訂正中の「形態学的に均質な」を付加した訂正事項は，\n明りょうでない記載の釈明を目的とするものであると主張するが，本件訂正を認め\nた審決（甲２８，３２。以下，それぞれ「甲２８審決」，「甲３２審決」とい\nう。）は，「再結晶により析出された形態学的に均質な」を付加する訂正は，特許\n請求の範囲の減縮を目的とするものである（甲２８の３頁第１段落，甲３２の２頁\n「２．訂正の適否に対する判断」の項）と認定しているのであり，これが明りょう\nでない記載の釈明に該当するとの記載は一切なく，控訴人の上記主張は，審決に反\nするものである。\n(2) 被控訴人ら医薬品の原薬ファモチジンと本件発明の構成要件との対比につ\nいて\n日本薬局方ファモチジンが純粋なＢ型ファモチジンではなく，少なくとも\n５％のＡ型ファモチジンを含むことは，控訴人の自認するところであるから，日本\n薬局方ファモチジンが本件発明の構成要件⑤を充足しないことは明らかである。\n(3) 均等侵害について\n控訴人は，被控訴人ら医薬品は，平成１０年最判の挙げる要件をすべて満\nたすから，本件発明と均等なものとして，本件発明の技術的範囲に属すると主張す\nるが，失当である。\nア　本件発明の本質的部分について\n本件発明は，従来公知のファモチジンにＡ型とＢ型の結晶多形が存在す\nることを見いだしたことに基づくＢ型ファモチジンに関する発明であり，本件明細\n書の記載及び特許出願の経過等に照らせば，１００％の形態学的純度を有するＢ型\nファモチジンであることは，本件発明において，正に本質部分である。そして，被\n控訴人ら医薬品は，少なくとも５％を超えるＡ型ファモチジンを含み，形態学的に\n均質とはいえないのであるから，本件発明のファモチジンとは，本質的部分におい\nて全く異なる。\nイ　置換可能性と作用効果の同一について\n控訴人は，そもそも本件発明の作用効果について主張しておらず，３パ\nラメーターの該当性のみを主張しているため，同一の作用効果を有することについ\nての主張立証は，全くない。\nウ　公知技術・準公知技術の非該当について\n含有Ａ型ファモチジンが混合したファモチジン及びＢ型ファモチジン\nは，いずれも本件優先日当時から公知であった。\nエ　特段の事情について\n本件特許の上記(1)アの出願経過に照らせば，控訴人は，Ａ型とＢ型の混\n合物であるファモチジンを意識的に除外して，「純品なＢ型ファモチジン」，すな\nわち１００％の形態学的純度を有するＢ型ファモチジンのみを権利範囲としたこと\nが明らかである。\n(4) 以上のとおり，被控訴人ら医薬品に含まれる日本薬局方ファモチジンは，\n本件発明の構成要件⑤を充足しないから，被控訴人ら医薬品は，本件発明の技術的\n範囲に含まれず，被控訴人らが，被控訴人ら医薬品を製造，販売する行為は，控訴\n人の本件特許権を侵害しない。\n(5) 権利濫用\nア　山之内製薬による公然実施\n山之内製薬は，本件優先日前である昭和６０年７月，「ガスター」の販\n売を開始した。「ガスター」の原薬であるファモチジンは，Ｂ型ファモチジンであ\nるから，上記「ガスター」の販売により，本件発明は公然実施されたものである。\nこのことは，本件特許の対応特許である欧州特許第ＥＰ－２５６７４７－Ｂ１号\n（乙５明細書参照）が，その特許異議手続において，物の発明としての特許性が否\n定されたことからも明らかである。すなわち，控訴人出願に係る上記欧州特許につ\nいて，山之内製薬及び米国メルク社から欧州特許庁に特許異議の申立てがされ，欧\n州特許庁は，１９９７年（平成９年）１２月２９日，山之内製薬から供給を受けた\n米国メルク社の子会社によるＢ型ファモチジンの公然販売を理由に，Ｂ型ファモチ\nジンの物の発明としての請求項（本件特許の【請求項１】に対応）の特許性を否定\nする中間決定（乙９）をした。これに対し，控訴人は抗告したが，２００１年（平\n成１３年）２月７日，抗告を棄却する旨の審決（乙１０）がされ，上記欧州特許\nは，Ｂ型ファモチジンの物の発明としての請求項を有しないもの（乙６明細書参\n照）となった。\nイ　乙３公報記載の発明との同一\n乙３公報には，ファモチジン等製造のための中間体の発明が記載され，参\n考例４として，中間体を用いたファモチジンの製造例が記載されている。この参考\n例４では，再結晶する前の段階で，融点１５７．６℃のファモチジンを８７．５ｋ\nｇ得ることが記載されているが，このファモチジンは，追試の結果，Ｂ型ファモチ\nジンであることが確認されている。したがって，本件発明は，本件優先日前に頒布\nされた刊行物である乙３公報に記載された発明であるから，新規性がないことが明\nらかである。\n第３　当裁判所の判断\n１　本件発明のファモチジンについて\n(1) 控訴人は，本件発明の「『Ｂ』型のファモチジン」は，構成要件①ないし\n③の３パラメータによって特定されるファモチジンであり，本件明細書の特許請求\nの範囲【請求項１】の「『Ｂ』型のファモチジン」との記載は，上記３要件を反復\n記載したものにすぎず，本件発明の構成要件ではないと主張する。\nしかしながら，特許発明の技術的範囲は，願書に添付した明細書の特許請\n求の範囲の記載に基づいて定めなければならない（特許法７０条１項）のであり，\nこの記載を離れて特許発明の技術的範囲を認定することは許されない。また，本件\n明細書（甲２６添付）の発明の詳細な説明の記載をみると，「ファモチジンの従来\n公知の製造方法の我々の再現試験の間に，これらの試験をＤＳＣ〔示差走査熱量測\n定（differential scanning calorimetry）〕により分析した際にファモチジンが二\nつの型即ち『Ａ』及び『Ｂ』型を有することがわかった。１℃／分の加熱速度を用\nいて測定されたこれらの型の吸熱最大の場所は『Ａ』型の場合には１６７℃であ\nり，及び『Ｂ』型の場合には１５９℃であった」（段落【０００２】），「平行実\n験の生成物はいつも特に嵩密度及び接着性の点で互いにむしろ相違し，及びそれら\nの赤外スペクトルにおいてむしろ大きな相違があったことである。通常の方法で行\nわれた実験の間，生成物の特性はランダムに広範囲に変化した。この陳述は，我々\nの測定による３５００，３４００及び１６００ｃｍ－１における吸収帯が明確に低融\n点の『Ｂ』型に対応し，及び３２４０ｃｍ－１における吸収帯が高融点の『Ａ』型に\n対応するその赤外分光データに関してスペイン特許明細書第５３６，８０３号〔ａ\n社（ａ　Ｃｏ．）〕により支持されている。この混合物－特性は又，『Ａ』型の１\n００５及び９８６ｃｍ－１の吸収帯及び『Ｂ』型の１００９及び９８２ｃｍ\n－１の吸収\n帯の融合から生じ得る１０００ｃｍ－１における吸収帯によっても証明される。この\n混合物－特性は又，冒頭で述べた我々のＤＳＣ－データを上記スペイン特許明細書\nにおける融点データ（１６２～１６４℃）並びにヨーロッパ特許明細書第１２８，\n７３６号に公開された１５８～１６４℃の融点と比較することによっても証明する\nことができる。この様に，両者の場合において研究者達は，組成が規定されない\n（明らかになっていない）『Ａ』型及び『Ｂ』型の混合物を得ていたことが明白と\n思われる」（段落【０００３】），「本発明の方法の最大の利点は，本方法が１０\n０％の形態学的純度を有する異なった型のファモチジンを製造するための容易な，\n良く制御された技術を与え，及び正確にファモチジン多形を相互に並びに明らかに\nされていない組成の多形混合物から区別することである。多形混合物の代わりに均\n質多形体を説明することの重要性を示すために，純粋な『Ａ』型および『Ｂ』型の\nファモチジンの測定されたデータからの表を示す」（段落【００１８】），「ファ\nモチジンは薬局方に未だ載っていなかったので，本出願（注，本件特許出願）に記\n載された二つの型のいづれがより良好な治療的値を有しているかについて明解な答\nを与えることは現在のところできない。取扱い及び安定性の見地からは『Ａ』型の\n性質は明らかにより有利であるが，しかし，薬品の場合においては溶解速度が極め\nて重要であり，この後者は『Ｂ』型の場合の方がより高いことを忘れてはならな\nい」（段落【００３９】）との記載がある。\nさらに，本件特許出願の経過についてみると，本件特許出願に対して，特\n許庁は，平成８年３月１２日付け拒絶理由通知書（乙１）をもって拒絶理由を通知\nしたが，これには，「この出願（注，本件特許出願）の特許請求の範囲第１\n項・・・に記載された発明（注，本件訂正前の本件発明）は，その出願前日本国内\n又は外国において頒布された下記の刊行物に記載された発明に基いて，その出願前\nにその発明の属する技術の分野における通常の知識を有する者が容易に発明をする\nことができたものであるから，特許法第２９条第２項の規定により特許を受けるこ\nとができない。記　イ）特開昭５９－２２７８７０号公報（注，本訴乙３）　ロ）\n特開昭５６－５５３８３号公報（注，本訴甲９）　ハ）特開昭５６－２２７７０号\n公報（注，本訴甲８）・・・本願発明の請求項１に記載される化合物と，引用文献\nイ）－ハ）に記載される化合物とは，前者がその結晶形が特定されているのに対\nし，後者ではそのような特定がされていない点で相違する。しかしながら，有用な\n作用を有する化合物の純粋な結晶形を得ることは，当業者が通常行うことであると\n認められるから，引用文献イ）－ハ）に記載されるファモチジンについて・・・特\n定の結晶形の化合物の製造を試みることは，当業者が容易に為し得たことであると\n認められる。そして，本願発明の『Ｂ』型のファモチジンの奏する効果も，発明の\n詳細な説明の記載からみて，引用文献イ）－ハ）に記載されるファモチジンの奏す\nる効果と比較して格別顕著なものと認めることはできない」と記載され，これに対\nする控訴人提出の平成８年９月２６日付け意見書（乙２）には，「Ｂ型ファモチジ\nンの方がＡ型より強い生物吸収力を有し，従いましてＢ型の方が有利な効能を発揮\nし得ることとなります。このことは，本願発明により純品なＢ型ファモチジンを得\nることではじめて見出されたことであります」（１頁最終段落），「よって，Ｂ型\nファモチジンを純品で得ることは，薬理効能が優れている化合物が得られるという\n点で有利であるのみならず，薬剤の製造バッチ間差も回避できるという点で有利な\n効果をも奏します。このようなことは，ファモチジンの混合物についてしか述べて\nいない引例１～３記載の発明から当業者が容易に想到し得るものではありません」\n（２頁下から第２段落）と記載されている。\nそうすると，上記の発明の詳細な説明の記載及び出願経過を参酌して解釈\nすれば，上記【請求項１】の「『Ｂ』型のファモチジン」との記載は，ファモチジ\nンには，Ａ型ファモチジン，Ｂ型ファモチジン及び両者の混合物が存在することを\n前提とした上で，特定の結晶形である「『Ｂ』型のファモチジン」に限定したもの\nであることが明らかであるから，構成要件①ないし③の３パラメータとは別の観点\nから本件発明の構成を特定するものであって，本件発明の構成から除外すべき記載\nであるとは認められない。したがって，控訴人の上記主張は，採用することができ\nない。\nなお，控訴人は，構成要件①ないし③の３パラメータの中でも，赤外吸収\nスペクトル特性（構成要件②）が最も重要であり，他の２パラメータは，赤外吸収\nスペクトルの充足により特定された対象物を追加的に確認する手段にすぎないとも\n主張するが，本件発明に係る特許請求の範囲【請求項１】には，そのような記載は\n一切なく，本件明細書（甲２６添付）の発明の詳細な説明にも，同主張に沿う記載\nはない。したがって，控訴人の上記主張は，本件明細書の記載に基づかないもので\nあり，採用することができない。\n(2) 次に，控訴人は，本件訂正中の「形態学的に均質な」を付加した訂正事項\nは，明りようでない記載の釈明を目的とするものであり，構成要件⑤の「形態学的\nに均質な」とは，結晶多形体の組成が，構成要件①ないし③の３パラメータによっ\nて特定される範囲内において形態学的組成が一様であることを意味し，本件発明の\n対象物が，その主要部においてＢ型ファモチジンであり，全体として実質的にＢ型\nファモチジンと同等な組成物であるＢ型ファモチジン均質体であることが，上記訂\n正事項により明りょうとなったものであると主張する。\nしかしながら，本件明細書（甲２６添付）の段落【００１８】の上記記載\n及び意見書（乙２）の上記記載から，少なくとも本件訂正前の本件発明は，Ａ型フ\nァモチジン，Ｂ型ファモチジン及び両者の混合物の中から，Ａ型ファモチジンを含\nまない純粋なＢ型ファモチジンに限定したものであることが明らかである。そし\nて，本件訂正に係る平成１５年５月１４日付け訂正請求書（甲２６）の「７．訂正\nの理由」欄の「（３）訂正の要旨①訂正事項」の項には，「ａ　特許請求の範囲の\n項の請求項１の『特徴とする「Ｂ型」のファモチジン』の『する』と『「Ｂ型」』\nの間に，明瞭でない記載の釈明，並びに特許請求の範囲の減縮を目的として，『再\n結晶により析出された形態学的に均質な』なる記載を付加する」（２頁）と，同\n「（４）請求の原因①上記訂正事項ａ」の項には，「訂正前の請求項１に記載の３\n構成要素は，同項の『Ｂ』型のファモチジンについて形態学的特性を定義するには\n十分であるが，同項の『Ｂ』型のファモチジンが，医薬品の原薬ファモチジンとし\nての使用にのみ供せられる用途のものであり，医薬品の原薬ファモチジンとしての\n使用にそのまま供せられ得るためにはファモチジン以外の不純物が『再結晶化』に\nより除去されていることが必要である。ところが，本件特許請求項の形態学的３構\n成要素を満たす『Ｂ』型のファモチジンは，その結晶化のための『再結晶により析\n出される』過程において『形態学的に均質な「Ｂ」型のファモチジン』になると同\n時に，必然的にファモチジン以外の不純物も除去され，医薬品の原薬としてそのま\nま供され得る精製ファモチジンになっている。本件訂正事項は『再結晶により析出\nされた形態学的に均質な』なる記載を付加することによって，本請求項の『Ｂ』型\nのファモチジンの新規性を一層明瞭化しようとするものである。この『再結晶によ\nり析出された形態学的に均質な』なる記載を付加する訂正は，下記のように，本件\n特許発明の明細書中の記載により十分支持されている。また，本件特許の請求項１\nから，医薬品の原薬としての使用にそのまま供せられ得ない『粗製物』は『Ｂ型フ\nァモチジンであっても』除外されており，請求項１が『再結晶により析出された形\n態学的に均質な』『Ｂ』型ファモチジンに限定されていることを明示的に明らかに\nし，明瞭化を図ろうとするものである。さらに『結晶多形』要件以外に『再結晶に\nより析出された形態学的に均質な』という『再結晶析出物たる』要件を付加するも\nのであるから，特許請求の範囲の減縮にも相当する」（２頁～３頁）との記載があ\nり，また，甲２８審決及び甲３２審決の「２．訂正の適否に対する判断」の項に\nは，本件訂正について，「訂正事項ａ．は，『Ｂ』型のファモチジンを『再結晶に\nより析出された形態学的に均質な』ものに限定するものであるから，特許請求の範\n囲の減縮を目的とするものであり，・・・新規事項の追加に該当せず，実質上特許\n請求の範囲を拡張し，又は変更するものではない。したがって，・・・訂正（注，\n本件訂正）は，特許法第１３４条第５項の規定によって準用する特許法第１２６条\n第２及び３項の規定に適合するので，当該訂正を認める」（甲２８の３頁第１段\n落，甲３２の２頁下から第２段落）との記載がある。これらの記載によれば，控訴\n人は，明りょうでない記載の釈明又は特許請求の範囲の減縮を目的として，「Ｂ」\n型のファモチジンを「再結晶により析出された形態学的に均質な」ものに限定し，\n本件訂正に係る訂正を請求したものであるところ，甲２８審決及び甲３２審決は，\n特許請求の範囲の減縮を目的とするものとして，本件訂正を認めたものであること\nが認められる。したがって，「形態学的に均質な」\nの要件を付加する訂正が特許請求の範囲の減縮として認められている以上，本件発\n明の構成要件⑤のＢ型ファモチジンが，本件訂正前のＡ型ファモチジンを含まない\n純粋なＢ型ファモチジンの範囲を超えて，控訴人主張のように，その主要部におい\nてＢ型ファモチジンであり，全体として実質的にＢ型ファモチジンと同等な組成物\nであるＢ型ファモチジン均質体を意味すると解釈する余地はない。\n(3) 控訴人は，さらに，構成要件①ないし③が充足される，Ａ型の混合が約１\n５％まで許容される範囲のＢ型ファモチジンは，本件発明の技術的範囲に属すると\nいうべきであると主張するところ，ｂ大学薬学部教授Ａ及び同助教授Ｂ作成の平成\n１５年４月１０日付け「実験報告書－ファモチジンの結晶多形について－」（甲２\n２，以下「甲２２実験報告書」という。）には，「ＩＲスペクトル・・・実験の結\n果，Ａ型：Ｂ型の比率が・・・２０：８０，２５：７５，３０：７０，４０：６\n０，５０：５０及び９５：５の試料では，特許記載のＡ型結晶の吸収帯も認められ\nた。・・・ＤＳＣで，Ａ型の比率が０～５０％のＢ型結晶試料は確実に融解吸熱最\n大約１６１℃が認められた。・・・１６１℃より高温側のピーク（即ち，２本目以\n降のピーク）はＡ型結晶の融解（及び分解）を含むと考えられるが，Ｂ型結晶の転\n移や分解の影響などもあり，２本目以降のピークは，正確性，定量性には疑問があ\nる。・・・指紋領域を含むスペクトル全体を比較すると，Ｂ型結晶と同定できる試\n料は，Ａ型１５％まで混合したものであった。このＡ型１５％までの試料は，３５\n０６，３１０３及び７７７ｃｍ－１の特性吸収帯を有する。２０％以上Ａ型が混合し\nた試料では，特許記載のＡ型の特性吸収帯が認められ，指紋領域の比較でもＢ型と\n同一のスペクトルとは認められない。以上を総合して，３つのパラメーターを全て\n充足するファモチジンは，Ａ型を１５％程度まで混在していてもよいＢ型ファモチ\nジンであると判断される」（７頁最終段落～１０頁第１段落）との記載があり，甲\n２２実験報告書を補足した上記Ａ作成の平成１５年１０月１０日付け「意見書－明\n細書に記載の結晶の特性－」（甲３３）とともに，控訴人の上記主張に沿うもので\nある。しかしながら，そもそも，本件明細書には，控訴人主張のように，Ａ型ファ\nモチジンの混合が約１５％まで許容される範囲のＢ型ファモチジンが形態学的に均\n質なＢ型ファモチジンであることを示唆する記載は何ら存在しない。また，甲２２\n実験報告書について検討すると，ＤＳＣについて，Ａ型とＢ型を，５：９５，１\n０：９０，１５：８５の比率で混合したファモチジンをＤＳＣ測定により分析した\n結果を示す図４，６及び８には，Ｂ型ファモチジンを示すピークよりも高温側にＡ\n型ファモチジンが含有されていることを示すピークが認められる。さらに，昭和６\n１年２月１０日化学同人増補改訂版発行「機器分析のてびき（１）」１０頁～１１\n頁（乙２４），平成１３年６月２７日廣川書店発行「第十四改正日本薬局方解説\n書」Ｂ－３３６頁～Ｂ－３４３頁（乙２５）及び同年４月２５日同発行「第十四改\n正日本薬局方－条文と注釈－」１１３頁～１１５頁（甲２２添付）によると，「Ｉ\nＲスペクトル」（赤外吸収スペクトル）の測定においては，試料濃度が過少な場合\nは透過率が上がり，小さなピークや肩はノイズと区別ができなくなることが知ら\nれ，日本薬局方では，試料は主な吸収帯の透過率が５～８０％の範囲内になるよう\nに調製するものとされていることが認められる。他方，甲２２実験報告書において\nは，Ａ型が０～１５％含まれているとされる図１８，２０，２２及び２４において\nは，透過率が４０％～１００％の範囲内で得られており，その試料濃度が過少に調\n製されていることがうかがわれる。したがって，甲２２実験報告書の「ＩＲスペク\nトル」は，日本薬局方とは異なる特殊な測定法による実験結果を示すにすぎないも\nのと認められ，甲２２実験報告書は，控訴人の上記主張を裏付けるものということ\nはできない。\n(4) ところで，本件発明の「『Ｂ』型のファモチジン」は，上記(2)のとおり，\nＡ型ファモチジンを含まない純粋なＢ型ファモチジンを意味するものであるとして\nも，全く純粋な結晶を製造することは極めて困難であり，また，高純度の結晶であ\nっても，通常の測定法では検出できない程度の不純物が混合することが避け難いこ\nとは当裁判所に顕著であるから，通常の測定法では検出できない程度の量のＡ型フ\nァモチジンが混合したＢ型ファモチジンも，本件発明の「『Ｂ』型のファモチジ\nン」に含まれると解する余地がある。そこで，更に検討すると，本件明細書（甲２\n６添付）の特許請求の範囲【請求項１】の「その融解吸熱最大がＤＳＣで１５９℃\nにあり，その赤外スペクトルにおける特性吸収帯が３５０６，３１０３及び７７７\nｃｍ－１にあり，及びその融点が１５９～１６２℃であることを特徴とする」との記\n載，及び発明の詳細な説明において，融解吸熱最大について，Ｂ型はＤＳＣで１５\n９℃，Ａ型は１６７℃であることを明確に区分して記載していること（段落【００\n０２】，【００１０】，【００１１】，【００１６】，【００１７】），赤外吸収\nスペクトルの特性吸収帯について，Ｂ型は３５０６，３１０３，７７７ｃｍ\n－１にあ\nり，Ａ型は３４５０，１６７０，１１３８，６１１ｃｍ－１であることを明確に区分\nして記載していること（段落【００１０】，【００１１】，【００１６】，【００\n１７】）に照らすと，融解吸熱最大（構成要件①），赤外吸収スペクトル特性（構\n成要件②）及び融点（構成要件③）について，特許請求の範囲【請求項１】に記載\nされた上記各特性のみが検出され，Ａ型の特性が検出されない限度のＡ型ファモチ\nジンを含むＢ型ファモチジンは，本件発明の技術的範囲に含まれるが，Ａ型の特性\nが検出される程度までＡ型ファモチジンを含むＢ型ファモチジンは，本件発明の技\n術的範囲に属しないと解するのが相当である。\n２　被控訴人ら医薬品の原薬ファモチジンと本件発明の構成要件との対比につい\nて\n株式会社ｃ作成の平成１４年５月２１日付け「分析・試験報告書」（乙１\n１）によれば，被控訴人ら医薬品の原薬であるファモチジン（試料番号ＦＴ／Ｍ／\n６７／０１－０２，同ＦＴ／Ｍ／７０／０１－０２，同ＦＴ／Ｍ／７１／０１－０\n２，同ＦＴ／Ｍ／７３／０１－０２）をＤＳＣ測定により分析した結果，Ａ型が\n６．１％ないし８．１％含まれるＡ型とＢ型の混合したファモチジンであるとの分\n析結果が得られ，いずれも，Ａ型ファモチジンが含有されていることを示す１６１\n℃付近のピークが計測されたこと，社団法人ｄ作成の平成１４年３月２９日付け\n「試験成績報告書」（乙１２）によれば，被控訴人ら医薬品の原薬であるファモチ\nジン（試料番号ＦＴ／Ｍ／７０／０１－０２）の赤外吸収スペクトル（ＩＲ）を測\n定した結果，日本薬局方記載の赤外吸収スペクトル（甲３－４の３２１４頁）とほ\nぼ同様の赤外吸収スペクトル特性であるが，３５００ｃｍ－１付近の吸収帯と３４０\n０ｃｍ－１付近の吸収帯の間の３４５０ｃｍ\n－１付近に小さなピークが認められるとこ\nろ，本件明細書（甲２６添付）の【表１】「（Ａ）赤外スペクトルデータ」（段落\n【００１９】）に照らし，同ピークはＢ型ファモチジンの赤外吸収スペクトル特性\nにはないが，Ａ型ファモチジンの赤外吸収スペクトル特性のピーク３４５２ｃｍ\n－１\nとほぼ一致することが認められる。これと異なる甲２２実験報告書の実験結果が採\n用できないことは上記１(3)のとおりであり，他に，乙１１及び１２の信用性を左右\nするに足りる証拠はない。\nそうすると，被控訴人ら医薬品が，いずれも，少なくとも５％を超えるＡ型\nファモチジンを含むものであることは，別紙物件目録の記載のとおり，控訴人の自\n認するところであり，上記事実によれば，被控訴人ら医薬品の原薬であるファモチ\nジンは，融解吸熱最大（構成要件①）及び赤外吸収スペクトル特性（構成要件②）\nについて，Ａ型の特性が検出される程度までＡ型ファモチジンを含むものと認めら\nれるから，本件発明の構成要件⑤を上記１(4)のとおり解釈するとしても，これを充\n足せず，被控訴人ら医薬品は，本件発明の技術的範囲に属しないというべきであ\nる。\n３　均等侵害について\n控訴人は，被控訴人ら医薬品が，本件発明の構成要件を充足しないとして\nも，以下のとおり，平成１０年最判の挙げる要件をすべて満たすから，本件発明と\n均等なものとして，本件発明の技術的範囲に属するというべきであると主張する。\n願書に添付した明細書の特許請求の範囲に記載された構成中に対象製品等と\n異なる部分が存する場合であっても，①当該部分が特許発明の本質的部分ではな\nく，②当該部分を対象製品等におけるものと置き換えても，特許発明の目的を達す\nることができ，同一の作用効果を奏するものであって，③そのように置き換えるこ\nとに，当業者が，対象製品等の製造等の時点において容易に想到することができた\nものであり，④対象製品等が，特許発明の特許出願時における公知技術と同一又は\n当業者がこれから同出願時に容易に推考できたものではなく，かつ，⑤対象製品等\nが特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに\n当たるなどの特段の事情もないときは，このような対象製品等は，特許請求の範囲\nに記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解す\nるのが相当である（平成１０年最判参照）。これを本件についてみると，本件明細\n書（甲２６添付）の記載に照らせば，本件発明に係る【請求項１】の「『Ｂ』型の\nファモチジン」との記載は，ファモチジンには，Ａ型ファモチジン，Ｂ型ファモチ\nジン及び両者の混合物が存在することを前提とした上で，「『Ｂ』型」に限定した\nものであること，控訴人が，拒絶理由通知に対する意見において，引用例のファモ\nチジンがＡ型及びＢ型の混合物であるのに対し，本件発明の「Ｂ型ファモチジン」\nは「純品なＢ型ファモチジン」であると説明して特許査定に至ったことは，上記\n１(1)のとおりである。上記のような出願経過に照らせば，本件特許の出願人である\n控訴人は，当初から，特許請求の範囲を，その記載内容である構成要件①ないし③\nの３パラメータによって特定されるとともに特定の結晶形である「『Ｂ』型のファ\nモチジン」に限定して出願したものというべきである。控訴人は，含有Ａ型ファモ\nチジンを含有するが，Ａ型ファモチジンの混合を示す３４５０ｃｍ－１付近のピーク\nは認められないＢ型ファモチジンは，本件特許出願において，特許請求の範囲から\n意識的に除外されたものでなかったことは明らかであると主張するが，被控訴人ら\n医薬品の原薬であるファモチジン（試料番号ＦＴ／Ｍ／７０／０１－０２）の赤外\n吸収スペクトル（ＩＲ）を測定した結果，３４５０ｃｍ－１付近に小さなピークが認\nめられ，これがＡ型ファモチジンの赤外吸収スペクトル特性のピーク３４５２ｃｍ\n－\n１とほぼ一致することは上記２のとおりであるから，控訴人の上記主張は理由がな\nい。そうすると，均等成立のための上記要件⑤を欠くことが明らかであり，控訴人\nの均等侵害の主張は，採用することができない。\n４　結論\n以上によれば，被控訴人ら医薬品に含まれる原薬であるファモチジンは，本\n件発明の構成要件⑤を充足せず，また，本件明細書の特許請求の範囲【請求項１】\nに記載された構成と均等なものということもできないから，被控訴人ら医薬品は，\n本件発明の技術的範囲に属するとはいえず，被控訴人らが，被控訴人ら医薬品を製\n造，販売する行為は，控訴人の本件特許権を侵害するものということはできない。\nしたがって，控訴人の被控訴人らに対する本訴請求は，その余の点について判断す\nるまでもなく，理由がないから，控訴人の請求をいずれも棄却した原判決は相当で\nあって，控訴人の本件控訴は理由がない。\nよって，本件控訴を棄却することとし，主文のとおり判決する。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官　　　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n（別紙）\n物件目録\n１　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ガスポート錠１０ｍｇ」，「ガスポート錠２０ｍｇ」）\n２　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ファモチジン錠１０『サワイ』」，「ファモチジン錠２０\n『サワイ』」）\n３　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ファモチジン細粒２％『サワイ』」）\n４　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ガスメット錠１０ｍｇ」，「ガスメット錠２０ｍｇ」）\n５　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ガスイサン錠１０」，「ガスイサン錠２０」）\n６　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「ガスリック錠１０ｍｇ」，「ガスリック錠２０ｍｇ」，「ガ\nスリックＤ錠２０ｍｇ」）\n７　少なくとも５％を超え約１５％以下の「Ａ型のファモチジン」を含む再結晶に\nより析出された形態学的に均質な「Ｂ型のファモチジン」を原薬とする「Ｈ２受容\n体拮抗剤」（販売名「チオスター錠１０」，「チオスター錠２０」）\n"
}