{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 20
  },
  "case_number": "平成17(ワ)2089",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第35部",
  "gist": "入浴介助に際し，看護師が，患者の永久気管ろうに誤ってサージカルドレープ（通気性がないフィルム）をはり付けて呼吸を停止させ，無酸素脳症による遷延性意識障害の後遺障害を負わせたことに注意義務違反があるとして，原告らの損害賠償請求を認めた事例",
  "lawsuit_id": "32968",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32968",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/968/032968_hanrei.pdf",
  "contents": "平成１８年４月２０日判決言渡 平成１７年(ワ)第２０８９号 損害賠償請求事件\n判決\n主文\n，， ，１ 被告は 原告Ａに対し３１９６万円 原告Ｂに対し３３０万円\n原告Ｃに対し１６５万円，原告Ｄに対し１６５万円と，これらに対する平成１４年\n４月１日から支払済みまで年５分の割合による金員をそれぞれ支払え。\n２ 原告らのその余の請求をいずれも棄却する。\n３ 訴訟費用は，これを２分し，その１を原告らの，その余を被告\nの負担とする。\n４ この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n被告は，原告Ａに対し７９２１万４４７４円，原告Ｂに対し５０３万６７０\n２円，原告Ｃに対し２３１万４６４２円，原告Ｄに対し２８１万８４８６円と，こ\nれらに対する平成１４年４月１日から支払済みまで年５分の割合による金員をそれ\nぞれ支払え。\n第２ 事案の概要\n１ 事案の要旨\n本件は，平成１４年３月２２日から胃ろう交換の目的で被告の開設する虎の\n門病院（以下「被告病院」という ）に入院した原告Ａが，同月３１日，入浴の際。\nに，介助に当たった看護師により誤って原告Ａの永久気管ろう（喉頭を摘出した場\n合などにおいて，呼吸するために，気管を前の方に出して首の皮膚と縫いつけて造\nる空気の通路。気道が気管切開孔に縫いつけられるため，呼吸に際して永久気管ろ\nうが唯一の空気の通路となる ）にサージカルドレープ（患部及びその周辺に感染。\n防止のためにはり付ける通気性がないプラスチック製のフィルム）をはり付けられ\nた（以下「本件事故」という ）ため，無酸素脳症となり重篤な後遺障害を負った。\nなどと主張して，原告Ａ及びその夫又は子であるその余の原告らが，被告に対し，\n診療契約の債務不履行又は不法行為に基づいて，損害賠償及びこれに対する同年４\n月１日（本件事故の発生した日の翌日）から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求める事案である。\n被告は，平成１７年４月２１日の第１回弁論準備手続期日において，本件事\n故について法律上の損害賠償責任が発生することは争わない旨を陳述しており，原\n告らに生じた損害の額について争っている。\n２ 前提となる事実（証拠等の摘示のない事実は，争いがないか，争うことを明\nらかにしないものである ）。\n当事者\n原告Ａは，昭和９年１月１日生の女性であり，平成７年秋にオリーブ橋小\n脳萎縮症（ＯＰＣＡ）を発症した（乙Ａ１ 。）\n原告Ｂは原告Ａの夫，原告Ｃ及び原告Ｄは原告Ａの子である。\n本件事故の経緯\n原告Ａは，平成１２年６月，誤嚥性肺炎に罹患して被告病院に入院し，同\n年８月４日永久気管ろうを造設され，退院した。平成１３年４月には嚥下困難と食\n思不振が認められたため，再入院し，胃ろうを造設された。胃ろうは半年に１回定\n期的に交換する必要があるため，同年１０月，胃ろうの交換を目的として被告病院\nに入院し，翌１１月に退院した。\n原告Ａは，平成１４年３月２２日（以下，平成１４年については月日のみ\nを記載する ，胃ろうの交換のために被告病院に入院した（４月１日には退院の。）\n予定であった 。入院中の３月３１日午前１０時３１分ころ，Ｅ看護師は，原告。）\nＡを入浴させるために，その介助に当たったが，その際，原告Ａの永久気管ろうに\n通気性のないサージカルドレープを誤ってはり付け，浴室に移動させた。午前１０\n時３３分ころ，Ｅ看護師と共に原告Ａの入浴介助に当たっていたＦ看護師が，原告\nＡの顔面が蒼白で自発呼吸がないことに気付いた。そこで，同看護師は，午前１０\n時３６分ころ，上記サージカルドレープを除去し，原告Ａを病室へ搬送して，心臓\nマッサージ，人工呼吸を行うとともに，Ｇ医師に報告した。\n被告病院の医師らは，救命措置等を施したが，原告Ａは，無酸素脳症によ\nる意識障害に陥り，遷延性意識障害（後遺障害等級１級）を負った（平成１５年１\n２月３１日に症状固定 。）\nＯＰＣＡについて（甲１０，１１，乙Ｂ１，６）\nＯＰＣＡは脊髄小脳変性症（運動失調を主症状とする原因不明の神経変性\n疾患の総称）の一つである。その症状は，初期には起立・歩行の失調が生じ，病気\nの進行により ４肢の協調運動障害 構音障害なども生じる そして ５年以内 遅，， 。 ， （\nくとも１０年以内）に錐体外路症状（筋固縮，動作緩慢，安静時振戦，屈曲姿勢な\nどパーキンソニズムなど）が加わることが多い。経過と共に，起立性低血圧や尿失\n禁などの自律神経症状が加わることもある。その予後は不良である。\n３ 争点及び当事者の主張\n前記前提となる事実及び弁論の全趣旨によれば，Ｅ看護師が原告Ａに造設さ\nれた永久気管ろうにサージカルドレープをはり付けたことに過失が認められるの\nで，同看護師の使用者である被告が民法７１５条による損害賠償義務を負担するこ\nとは明らかであり，被告も，前記１のとおり法律上の損害賠償義務の発生を認めて\nいるところである。\nそこで，本件における争点は，本件事故により原告らの被った損害の有無及\nびその内容となる。\n上記争点に関する当事者の主張は，次のとおりである。\n（原告らの主張）\n原告Ａの被った損害及びその額について\nア 後遺症慰謝料\n原告Ａの負った障害は，後遺障害等級１級に相当する。原告Ａは，ＯＰ\nＣＡに罹患し，手足の不自由，発語不能といった機能障害はあったものの，大脳機\n能に問題はなく，意識も清明であった。ところが，本件事故により，社会と繋がる\nために残された唯一の手段である大脳の機能までも失い，いわゆる植物状態になっ\nてしまったのであり，本件事故により失われたものの価値は極めて大きい。\n本件事故は，極めて初歩的かつ悪質な過失行為に起因するものである。\nこの過失行為により，原告Ａは，意識清明の状態で無呼吸を強いられ苦しみながら\n意識を失っていったのであり，その際の苦痛は極めて甚大であった。\nまた，被告は，当初，原告らに対し，もともとの病気が原因となって本\n件事故が起きたとの虚偽の説明を行ったり，あまりに低額な賠償額を提案するなど\nしており，本件事故後の対応が不誠実であった。\n以上の事情からすると，原告Ａの後遺症慰謝料は２９００万円を下らな\nい。\nイ 入院慰謝料\n原告Ａは，４月１日から症状固定までの６４０日間入院を余儀なくされ\nたのであり，この入院慰謝料は，少なくとも３７６万円を下らない。\nウ 入院付添費\n原告Ａの家族は，入院中ほぼ毎日原告Ａに付き添っており，今後も付添\nい介護が必要不可欠である。被告病院は基準看護の体制をとっているものの，着替\nえやタオルの持参，おむつの交換等は家族の役目であるし，看護師による巡回は１\n時間に１回程度であり，食事の注入の際にも，家族が見守り，それが終了した段階\nで看護師を呼んで管を外してもらっているのであり，家族による付添いが不要とな\nるような体制ではない。\nまた，原告Ａの症状の改善には，マッサージ，声掛け，音楽を流すこと\nなど家族による心の通った介護が必要不可欠である。\nそのため，原告Ａは，同人の家族等による付添い介護が不可欠なものと\nなり，過去（本件事故後症状固定までの６４０日間）及び将来１８年間の付添費と\nして３８２９万３３４０円を負担することとなった。\nエ 入院雑費\n入院雑費として，１日につき１５００円を要し，症状の固定した平成１\n５年１２月３１日までの６４０日間で９６万円を要した。\nオ 弁護士費用\n上記アないしエの合計額の１割に当たる７２０万１１３４円を本件事故\nと相当因果関係のある損害とするのが相当である。\n原告Ｂ，同Ｃ及び同Ｄの被った損害及びその額について\nア 慰謝料\nけいれんでベッドの上を飛び跳ねる原告Ａの姿を目の当たりにするな\nど，上記アのとおりの原告Ａの苦痛を思う家族の精神的苦痛の甚大さ，反応のない\n原告Ａのために通院介護を余儀なくされることの負担，本件事故が初歩的で悪質な\n過失行為に起因するものであること，本件事故後の被告の対応の不誠実さなどから\nすると，原告Ａの夫である原告Ｂの慰謝料は４００万円，子である原告Ｃ及び同Ｄ\nの慰謝料は各２００万円を下らない。\nイ 交通費\n本件事故後原告Ａの家族らは被告病院に通っており，平成１６年１１月\n末日までの間に，その交通費として，原告Ｂは５７万８８２０円，原告Ｃは１０万\n４２２０円，原告Ｄは５６万２２６０円を支出した。\nウ 弁護士費用\n弁護士費用については，それぞれ上記ア及びイの合計額の１割に相当す\nる額（原告Ｂにつき４５万７８８２円，原告Ｃにつき２１万０４２２円，原告Ｄに\nつき２５万６２２６円）をもって，本件事故と相当因果関係のある損害とするのが\n相当である。\n被告の主張に対する反論\nア 素因減額について\n本件において，原告Ａの罹患していたＯＰＣＡは本件結果の発生や拡大\nに寄与していないから，素因減額の対象とならない。\nイ 損益相殺について\n損益相殺は，明文上規定がなく，公平の理念の要請に基づく政策的判断\nとしてされるものであるから，損益相殺をすることが相当であることが明らかな場\n合に限定して適用されるべきであり，積極的な給付を受けた場合に限り適用される\nべきである。そのため，介護の必要性がないという被告の主張を前提としても，ホ\nームヘルパーへの報酬の支払を免れたという消極的な利益について損益相殺は適用\nされない。\nまた，被告は，あたかも本件事故により原告Ｂが楽になったかのような\n主張をするが，現状に対する無理解に基づくものである。原告Ｂは，本件事故の結\n果，自宅における介護が不可能となり，遠方の被告病院に通って介護しなければな\nらなくなったのであり，その負担は重くなっている。\n（被告の主張）\n原告Ａの被った損害及びその額について\nア 原告Ａの後遺症慰謝料について\n後遺症慰謝料の算定に当たっては，既存の障害による減額を考慮すべき\nである。原告Ａは，本件事故前，既に後遺障害等級１級に該当する障害を負ってお\nり，本件事故前後で後遺障害別等級に変化はないから，理論的には後遺症慰謝料は\n発生せず，無等級としての後遺症慰謝料が発生するのみである。\nまた，後遺症慰謝料には，苦痛の期間という意味で年齢（余命年数）を\n考慮に入れるべきである。例えば，余命１日の患者が医療事故により意識レベル３\n桁となった場合に３０００万円近い慰謝料を認めることが不合理であることは明ら\nかである。原告Ａは，平成７年にＯＰＣＡを発症しており，その生命予後は発症か\nら４～１１年（平均７～８年）であるから，本件事故（３月３１日）当時の原告Ａ\nの余命は，６か月ないし１年６か月程度であった。\n，， ，なお 原告らが問題にする本件事故後の被告の対応については 被告は\n本件事故直後には救命措置を優先して，事故原因について断定することを避けてい\nたに過ぎず，隠蔽の意思はなかったし，賠償額の提示についても，原告Ｂとの交渉\nの結果を踏まえて提示したものであり，不誠実な対応はしていない。\nイ 入院慰謝料について\n入院慰謝料は，入院に伴う苦痛を慰謝するためのものであるから，本件\n事故直後から意識のない原告Ａには発生しない。\nウ 入院付添費について\n被告病院は，基準看護であり，原告Ａへの付添いは必要的なものではな\nい。\nエ 入院雑費について\n突然の入院に伴う身の回り品の購入費用などとして入院雑費が認められ\nている。原告Ａは突然入院したわけではないから，入院雑費は生じない。\nオ 原告Ａの弁護士費用について\n争う。\n原告Ｂ，同Ｃ及び同Ｄの被った損害及びその額について\nア 慰謝料について\n家族の慰謝料は後遺症等級１級を超えるような損害が発生した場合に認\nめられるところ，本件では，前記アのとおり，そのような損害が発生したとはいえ\nないから，同原告らの慰謝料は本人である原告Ａの慰謝料の中で評価されるべきで\nある。\nイ 交通費について\n上記ウのとおり，同人らの付添いは必要的なものではないから，そのた\nめの交通費は損害とならない。\nウ 弁護士費用について\n争う。\n被告の主張\nア 素因減額\n原告Ａは，ＯＰＣＡに罹患しており，寝たきりの状態であったのである\nから，これを素因として素因減額（民法７２２条２項類推適用）すべきである。\nイ 損益相殺\n原告Ａは，看護師を住み込みで雇用していたが，本件事故後は看護師に\n対する賃金は発生していない。また，原告Ｂは，本件事故後，原告Ａの介護から解\n放されたのであり，この点も減額の要素となる。\n第３ 争点に対する判断\n１ 原告Ａの被った損害及びその額について\n慰謝料について\n本件事故は看護師に求められる基本的な注意義務に違反した結果生じたも\n，， ， ，のであり これにより 原告Ａは 症状固定まで６４０日もの入院を強いられた上\n昀終的には後遺障害等級１級に該当する遷延性意識障害の後遺症を負い，いわゆる\n植物状態に至らしめられたのである。そして，原告Ａの呼吸のための唯一の空気の\n通路を閉塞するという本件事故の態様やその結果の重大性をも併せ考慮すると，同\n人が被った精神的苦痛は甚大なものであったというべきである。\nところで，原告Ａは，平成７年秋ころにはＯＰＣＡに罹患しており，手足\nに運動機能障害があり，平成１２年６月には寝たきりの状態となり，平成１３年４\n月１３日の時点では，運動失調及び筋力低下のため，両上肢機能が全廃し，独力で\n（） （ ， ）背もたれなしで 座位を保つことができない状態であった 乙Ａ１ 原告Ｂ本人\nが，他方，本件事故前には，同人の大脳機能に問題はなく，意識もしっかりしてい\nた（甲１９ないし２２，２６，原告Ｂ本人，原告Ｃ本人）のである。このように，\n原告Ａについては，本件事故の結果，従前問題のなかった大脳機能に重大な障害が\n新たに生じた以上，従前から，これと異質な運動機能に重度の障害を負っていたか\nらといって，そのことから直ちに本件事故により新たに後遺症慰謝料が発生するこ\nとはないとか，当然に大幅に減額すべきであると解することはできないというべき\nである。\nまた，ＯＰＣＡの予後が不良であることは前記第２の２で認定したとおり\nである。そして 「標準神経病学 （株式会社医学書院，平成１２年発行。乙Ｂ６），」\nにおいては，予後について「経過は４～１１年（平均７～８年）である」とされて\nおり，この記載がＯＰＣＡの患者のその発症からの余命に関するものであることを\n前提にして，その平均値に基づいて原告Ａについて計算してみると，本件事故（３\n月３１日）当時の同人の余命は６か月ないし１年６か月程度ということになるが，\n同人は本件の口頭弁論終結の日である平成１８年３月１日現在において存命してい\nるところである。こうしたことに，上記のとおりのＯＰＣＡによる障害と本件によ\nり原告Ａが負った後遺障害の性質の違いなどにかんがみると，本件においては，Ｏ\nＰＣＡの予後ないし生命予後が悪いことを慰謝料額の算定に当たり過大に評価する\nことはできない。\nそして，原告Ａは本件事故当時高齢ではあったが，同人にとって残された\n人生をいかに生きるのかは，その生涯の中で極めて重大な意義を有するものである\nということができる。その意味で，本件事故に遭った結果，夫である原告Ｂ，子で\nある原告Ｃ及び同Ｄらと意思疎通すらできなくなったことに伴う精神的被害は極め\nて大きいといわなければならない。\nこれら本件事故の態様，結果の重大性，原告Ａが罹患していた病気の性質\n等の上記各事情を総合的に斟酌すると，原告Ａが本件事故により被った精神的損害\nに対する慰謝料は，総体として２８００万円をもって相当と認める。\n入院付添費について\n証拠（原告Ｂ本人及び原告Ｃ本人）及び弁論の全趣旨によれば，本件事故\n前においても，原告Ａは，住み込みの看護師や原告Ｂの看護を受けていたこと，本\n件事故後，被告病院においては，通常付添看護が必要とされない看護体制（基準看\n護）をとっていること，本件事故後，原告Ｂ，同Ｃ及び同Ｄが原告Ａに絶えず付き\n添っているわけではないことが認められる。こうした事実に徴すると，原告Ａの介\n護のための付添費については，これを本件事故と相当因果関係のある損害と認める\nことはできない。\n入院雑費について\n原告Ａは，胃ろう交換目的で入院したのであるが，本件事故により退院す\nることができず，症状固定まで６４０日間入院することを余儀なくされたのである\nから，その入院期間中の諸雑費として，１日当たり１５００円の割合で算出した９\n６万円をもって，本件事故と相当因果関係のある損害と認める。\n被告は，原告Ａは突然の入院ではないから入院雑費は生じない旨主張する\nが，入院中の諸雑費は，入院生活を送ることに伴い支出される費用であり，上記の\nとおり原告Ａは本件事故により入院せざるを得なくなったことにかんがみると，採\n用できない。\n弁護士費用について\n本件事案の内容，本件訴訟の審理の経過及び原告Ａの損害額等の事情を総\n合すると，本件に要した弁護士費用のうち３００万円を本件事故と相当因果関係の\nある損害として認める。\n２ 原告Ｂ，同Ｃ及び同Ｄの被った損害額について\n慰謝料について\n不法行為により身体に傷害を受けた者の近親者が，そのために被害者の生\n命侵害の場合にも比肩し得べき精神上の苦痛を受けたときは，民法７０９条，７１\n０条に基づいて自己の権利として慰謝料を請求し得るものと解される。そして，原\n告Ｂ，同Ｃ及び同Ｄは，上記１説示のとおり，本件事故の結果，原告Ａと意思疎通\nすらできなくなったのであり，その精神上の苦痛が原告Ａの生命侵害の場合にも比\n肩し得べきものであったことは想像に難くなく，それぞれ独自に慰謝料を請求でき\nるというべきである。\nなお，原告Ｂ，同Ｃ及び同Ｄが原告Ａの見舞い等のために被告病院に頻繁\nに通い，交通費を支出していることについて，本件事故と相当因果関係のある損害\nと認めることができないことは，後記説示のとおりであるが，本件事故により原告\nＡが症状固定まで６４０日もの入院を強いられて昀終的にいわゆる植物状態に至ら\nしめられた状況の下において，妻又は母である同人のもとに通い，その見舞いをす\nる同原告らの心情は理解できる。そして，そのために，時間と費用を費やしている\n状況にあることも，慰謝料を算定する際の事情の一つとして考慮すべきである。\n以上の事情を総合的に考慮すると，慰謝料として，原告Ａと長年連れ添っ\nた夫である原告Ｂについては３００万円，原告Ａの子である原告Ｃ及び同Ｄについ\nては各１５０万円を認めるのが相当である。\n交通費について\n上記１のとおり，原告Ａの介護のための付添費については，これを本件事\n故と相当因果関係のある損害と認めることはできないのであり，その付添いのため\nの交通費も損害と認めることはできない。なお，慰謝料の事情の一つとして考慮す\nることは上記のとおりである。\n弁護士費用について\n本件事案の内容，本件訴訟の審理の経過及び原告Ｂ，同Ｃ及び同Ｄの損害\n額等の事情を総合すると，本件に要した弁護士費用のうち，原告Ｂについては３０\n万円，原告Ｃ及び同Ｄについては各１５万円を本件事故と相当因果関係のある損害\nとして認める。\n３ 素因減額について\n被害者に対する加害行為と加害行為前から存在した被害者の疾患とが共に原\n因となって損害が発生した場合において，当該疾患の態様，程度などに照らし，加\n害者に損害の全部を賠償させるのが公平に失するときは，損害賠償の額を定めるに\n当たり，民法７２２条２項を類推適用して，被害者の疾患を斟酌することができる\nものと解される（いわゆる素因減額 。しかしながら，本件においては，本件事故）\n前から存在した原告Ａの疾患であるＯＰＣＡ（前記前提となる事実認定のとおり，\n運動失調を主症状とする脊髄小脳変性症の一つである ）が本件事故と競合する原。\n因となって，遷延性意識障害という損害が発生したと認めることはできない。被告\n病院医師が，本件事故後の６月４日と平成１５年３月４日に，原告Ｂに対し，原告\nＡの病状及びその進展の見通しについて説明した書面（甲３，４）中でも 「無酸，\n素脳症による意識障害」と「脊髄小脳変性症」のそれぞれについて独立に項目を立\nてており，予後についても相互に関連づけていない。したがって，本件において，\nＯＰＣＡを素因減額の対象となる素因として同条項を類推適用するのは相当でない\nというべきである。\n４ 損益相殺について\n証拠（甲２０，原告Ｂ本人）によれば，次の事実が認められる。\n原告Ｂは，平成１１年ころから主として原告Ａの介護のためにホームヘル\nパーを依頼しており，月に５４万円を支払っていた。そして，平成１２年ないし平\n成１３年ころからはホームヘルパーであるＨが住み込みでそれに当たっていた。\n原告Ｂは，本件事故後しばらくの間は，家事をしてもらうために引き続き\nＨに家事労働等を依頼していたが，本件事故により原告Ａが被告病院に入院するこ\nとになったことに加え，Ｈから，高齢であることもあり故郷へ帰りたい旨の申し出\nを受けたため，原告ＢはＨに対する上記依頼を止め，その後はホームヘルパーを依\n頼していない。\nところで，被害者が不法行為によって損害を被ると同時に，同一の原因によ\nって利益を受ける場合には，損害と利益との間に同質性があり，その利益によって\n，，被害者に生じた損害が現実に填補されたということができる限り 公平の見地から\nその利益の額を被害者が加害者に対して賠償を求める損害額から控除すべきものと\n解される。\n被告は，原告Ｂがホームヘルパーに対する支出をしなくなったことについ\nて，損益相殺をすべきであると主張する。しかしながら，上記認定の経緯からすれ\nば，原告Ｂがホームヘルパーへの支出をしなくなったことについて，損害の発生と\n同一の原因によって利益を受けたものと評価できるか疑問があることに加え，上記\n各損害とその「利益」との間に同質性があると認めることもできず，その「利益」\nによって原告Ｂに生じた損害（精神的損害）を補填されたということもできないか\nら，被告の上記主張を採用することはできない。\nまた，被告は，本件事故により，原告Ｂは原告Ａの介護から解放されたの\nであり，この点も減額の要素となる旨主張するが，本件事故により原告Ｂが介護か\nら解放されたと評価することには疑問があり，また，損害の公平な分担を図るとい\nう損益相殺的な調整をすることの趣旨からしても，この点を減額要素とすることは\n相当でないので，この主張も採用できない。\n５ よって，原告らの本件請求は，不法行為に基づく損害賠償として，原告Ａに\n対し３１９６万円，原告Ｂに対し３３０万円，原告Ｃに対し１６５万円，原告Ｄに\n対し１６５万円及びこれらに対する不法行為の日の後である平成１４年４月１日か\nら民法所定の年５分の割合による遅延損害金の各支払を求める限度で理由があるか\nらこれを認容し，その余の請求はいずれも理由がないから棄却することとし，主文\nのとおり判決する。\n東京地方裁判所民事第３５部\n裁判長裁判官 金井康雄\n裁判官 本吉弘行\n裁判官 望月千広\n"
}