{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 12
  },
  "case_number": "平成15(う)849",
  "case_name": "業務上過失傷害，道路交通法違反被告",
  "court_name": "大阪高等裁判所第2刑事部",
  "result": "棄却",
  "original_court_name": "大阪簡易裁判所",
  "original_case_number": "平成14(ろ)478",
  "lawsuit_id": "2301",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2301",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/301/002301_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n第１　弁護人の控訴理由\n検察官請求の鑑定書（一審検察官請求番号１２）及び被告人の警察官に対する供\n述調書（同番号１５）は，捜索差押許可状の発付を受けることなく押収した被告人\nの血液を鑑定した結果が記載された書面及びこれを被告人に示して作成された供述\n調書であるから，違法収集証拠である。したがって，これらを証拠として採用した\n一審の訴訟手続には，判決に影響を及ぼすべき法令違反がある。\n第２　控訴理由に対する判断\n証拠によれば，次の事実が認められる。\n被告人は，一審判決第１の事故により負傷し，平成１４年４月２５日午後１１時\n５０分ころ，Ａ病院に搬送された。翌２６日午前０時ころ，同病院に勤務する医師\nＢが治療目的で注射器を使用して被告人の血液約２０ミリリットルを採取したが，\nその際，被告人には意識があり，採血されることを認識しながらこれに異議を述べ\nなかった。警察官Ｃは，そのころ同病院に赴き，看護師から被告人にはかなりの酒\n臭があると聞いて酒気帯び運転の嫌疑を持ち，Ｂ医師に対し，採取した血液があれ\nば任意提出してほしいと求め，同医師は，同日午前０時５０分ころ，これに応じて\n前記の採取血液の一部を任意提出した。そこで，Ｃはこれを領置し，Ｄ警察本部刑\n事部科学捜査研究所においてこれを鑑定した結果，被告人の血液１ミリリットル中\n１．９３ミリグラムのアルコールが検出され，一審判決第２の酒気帯び運転の事実\nが判明した。\n以上の事実を前提として検討する。\n被告人は，傷害を負って医師の治療を受けたのであるから，被告人と医療機関と\nの間には診療契約が成立しており，かつ，医師が採血した際，被告人はこれを認識\nしながら異議を述べなかったのであるから，採血について黙示の同意があったもの\nと評価することができる。弁護人は，採取された血液は遺伝情報を始め多くのプラ\nイバシー情報を含むものであるから，医療機関には，これを治療目的以外に使用し\nてはならず，不要になった場合には廃棄しなければならない義務があると主張す\nる。この主張自体は正当であって，医療機関には，診療契約に付随する義務とし\nて，採取した血液を正当な理由なく治療目的以外に使用してはならない義務がある\nと解される。そして，本件においてＢ医師は，被告人との間に診療契約を結んだ医\n療機関に勤務する医師として，同契約に基づき被告人の血液を保管していたもので\nあるから，警察官の求めに応じてこれを任意提出した同医師の措置は，被告人との\n診療契約上の義務に反した行為である。\nしかしながら，そのような私法上の義務違反が直ちに刑事訴訟法上の違法となる\nものではない。捜査機関が強制処分をする場合には，原則として司法機関に令状の\n発付を求め，その事前審査に服する必要があるが，刑事訴訟法はこれにいくつかの\n例外を認めているのであって，刑事訴訟法２２１条の任意提出された物件の領置も\nその一つである。同条後段によれば，捜査機関は所有者，所持者又は保管者が任意\nに提出した物を領置することができるのであって，その物に対して所有権等の権利\nを有する者が提出した物だけではなくその物を占有するにすぎない者が提出した物\nも令状なく押収することができる。その趣旨は，権利者の直接の占有を離れ，それ\n以外の者が直接占有している物をその占有者が任意に提出する場合には，これを権\n利者の意向にかかわらず押収しても，その権利を侵害する程度は類型的に低いか\nら，司法機関による審査を経る必要がないとするものと解される。したがって，所\n持者又は保管者が任意に提出した物については，これらの者がこれを任意提出する\n私法上の権限を有しているか否かにかかわらず，原則として捜査機関はこれを適法\nに領置することができるのであって，本件においても，被告人の血液を保管する医\n師がこれを任意に提出したのであるから，警察官のした領置は適法である。\nなお，弁護人は，本件において，警察官は被告人の呼気検査を試みるべきであ\nり，これをすることなく被告人の血液を押収したことは違法であるとも主張する\nが，捜査官は捜査の必要があれば法の許容する強制処分をすることができるのであ\nって，弁護人の主張は独自の見解であり，採用することができない。\nよって，一審の訴訟手続に弁護人主張の違法はなく，本件控訴は理由がない。\n（裁判長裁判官　豊田　健　裁判官　奥田　哲也　裁判官　長井　秀典）\n"
}