{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 25
  },
  "case_number": "平成14(わ)3206",
  "case_name": "非現住建造物等放火未遂被告事件",
  "court_name": "名古屋地方裁判所刑事第3部",
  "lawsuit_id": "7589",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7589",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/589/007589_hanrei.pdf",
  "contents": "主文\n被告人を懲役３年に処する。\n未決勾留日数のうち１５０日を刑に算入する。\nこの裁判確定の日から４年間刑の執行を猶予する。\n理由\n（犯罪事実）\n被告人は\n第１　平成１４年６月２５日午前３時３０分ころ，現に人が住居として使用せず，\nかつ，人が現在しない宗教法人Ａ教会が所有する，名古屋市ａ区ｂｃ丁目ｄ番ｅ号\n所在の同教会付属のＢ幼稚園園舎（鉄筋コンクリート造２階建て，延べ床面積約５\n１０．３５平方メートル）が焼損するかもしれないことを認識しながら，あえて，\n同園舎事務室の床などに灯油を散布し，その上にタオルを置いた上，そこに火のつ\nいたキッチンペーパーなどを投下して放火したが，Ｃと共に自ら消火したため，床\n面を一部焦がしたにとどまり，焼損するに至らなかった。\n第２　同月２８日午前６時５０分ころ，現に人が住居に使用せず，かつ，現に人が\nいない前記Ｂ幼稚園園舎が焼損するかもしれないことを認識しながら，あえて，同\n園舎事務室東側床上に置いてあった紙芝居用具や同事務室内に置いてあった書類な\nどに点火棒式ガスライターで点火して放火したが，Ｃと共に自ら消火したため，同\n園舎廊下の壁面等を一部焦がしたにとどまり，焼損するに至らなかった。\n（証拠）（省略）\n（事実認定の補足説明及び弁護人の主張に対する判断）\n第１　被告人は，判示各事実につき，いずれも補助金交付申請のための書類（以下\n「申請書類」という。）を燃やすことが目的であり，判示Ｂ幼稚園園舎（以下「園\n舎」という。）を燃やすつもりはなかったと弁解し，弁護人も同様に主張し，被告\n人には非現住建造物である園舎に放火する故意はなかったと主張するほか，仮に故\n意があったとしても，被告人には中止未遂が成立するし，また，被告人は本件各犯\n行当時外傷後ストレス障害（以下「ＰＴＳＤ」という。）及び抑うつ状態にあった\nので，責任無能力であったか限定責任能力であったと主張する。そこで，当裁判所\nが判示各事実を認定し，本件各犯行当時，被告人が完全責任能力状態であったと認\n定した理由を以下補足して説明する。\n第２　被告人の認識について\n１　客観的事実\n関係証拠によれば以下の事実が認められる。\n(1) 平成１１年４月，被告人は夫のＣが判示宗教法人Ａ教会に異動したのに伴い，\n家族とともに転居し，同年７月ころから教会付属Ｂ幼稚園の事務を担当するように\nなった。\n(2) 同１３年４月６日，園舎が放火されて全焼し，補助金申請に必要な帳簿等が焼\n失したため，被告人の事務である申請書類の提出期限を守ることができなかった\nが，前任者や公認会計士の協力を得て期限の約１か月後に必要書類を提出し，無事\n手続きを済ませることができた。\n(3) この火災後，被告人は，Ｄ教区の婦人連盟会長としての仕事やボランティア活\n動などの従来の仕事に加えて，園舎再建のための仕事も手伝うようになったことか\nら，仕事量が増加し，さらに，園舎が完成し，その引っ越しで忙しくなった同１４\n年３月ころから，被告人はしばしば体調の不具合を感じるようになった。そのため\nに被告人は幼稚園の事務になかなか集中できず，申請書類作成のための収支を合わ\nせる仕事が進まなくなった。\n(4) 同年６月１９日，愛知県私立学校補助金事務説明会において，Ｂ幼稚園の必要\n書類の提出期限が１週間後の同月２６日と指定されたが，被告人の申請書類作成の\n仕事は進んでいなかった。\n(5) 同月２５日午前２時ころ，被告人は自宅居間でうたた寝をしていたところ，火\n事の夢を見て目を覚ました。そのとき，被告人は前年に園舎が放火され全焼した際\nには書類の焼失により申請の遅れが許されたことを思い出し，申請書類を燃やして\n提出期限に間に合わない旨申し出ようと考えた。そこで，被告人は，５００ミリリ\nットルサイズのペットボトルと２リットルサイズのペットボトル各１本に灯油を入\nれ，マッチ箱を手に取り，園舎北側出入口のドアを解錠して園舎内に入った。そし\nて，被告人は，申請書類が保管してある事務室に行き，書庫のかぎを開けて，その\n２段目あたりに灯油をまいた。さらに，事務室の机や床にも灯油をまき，事務室か\nら出て反対側の壁にそっておいてある本箱，ホール北側出入口近辺の床，ホールの\n壁に掛けてあったタ\nペストリーにも灯油をまいた。その後，被告人は事務室の床にまいた灯油の上にタ\nオルを投げ，そこに向けて何本かマッチを擦って投げたが，火はタオルや灯油には\n燃え移らなかった。そこで，被告人はマッチを探しに台所に行ったところ，キッチ\nンペーパーがあったので，それにガスコンロで火を付けて菓子箱に乗せ，台所から\n事務室の灯油のまかれた床の上に菓子箱ごと投げ入れ，すぐに園舎北側出入口から\n外に出て隣接する自宅居間に戻った。その一，二分後，園舎の火災報知器が作動\nし，Ｃが起きたのち，被告人はＣと一緒に園舎に行き，手分けして消火した。\n(6) 灯油がまかれた事務室床に投げられたキッチンペーパーや厚紙はそれぞれ半分\n程度焼損しており，その床のフローリングは約３５センチメートル×４５センチメ\nートルの範囲が炭化していた。\n(7) 同月２８日午前６時３０分ころ，被告人が台所にいたところ，Ｃが起きてきて\n風呂に入った。Ｃが風呂に入っている間に，被告人は用意していた点火棒式ガスラ\nイター（以下「チャッカマン」という。）を持って園舎に行き，事務室の中の紙芝\n居の入った茶色段ボール箱，事務室の机の上にあった色紙，コピー機の横に積み重\nねてあったコピー用紙，被告人の机の後ろに置いてあるスチールの２段式の棚の上\n段に置いてあった申請書類，被告人の机の下に置いてあった手提げ紙袋，廊下床に\n置いてあった籐の籠，壁に飾ってあったカーテン，タペストリーにチャッカマンで\n次々に火を付け，その後自宅台所に戻った。その後二，三分して園舎の火災報知器\nが作動し，被告人は風呂場に行って，Ｃに火災報知器が鳴っていることを知らせ\nた。Ｃは被告人に先に\n行くように言ったため，被告人は先に園舎北側出入口まで行き，その後Ｃと一緒に\nバケツに水をくむなどして消火した。\n(8) その結果，園舎の廊下西側の高さ９４センチメートルの化粧壁のうち０．２３\n６８平方メートル，事務室南西方机の下にあった封筒，書類，その東側にあるパイ\nプ式収納棚上段の申請書類等，その北東にあるコピー機の東側の段ボール箱に収納\nされたコピー紙上部，東方に並べられた机の上のパンフレットや段ボール箱に入っ\nた紙芝居がそれぞれ焼損したほか，事務室西側廊下の西側壁に接して置いてあった\n籐の籠，北側廊下の壁，木製ベンチの一部が焦げた。\n(9) 同年７月３日，被告人は，愛知県の私学振興室に，書類が焼失したから提出で\nきないと申し立て，同月１６日，公認会計士に，火事で書類が燃えてしまったため\n決算書等がまだできていないことを相談して，その作成を依頼した。同月２３日，\n申請書類は提出された。\n２　被告人の園舎に対する放火の故意について\n(1) 前記認定事実によれば，判示第１の放火行為は，園舎の事務室の床などに灯油\nを散布し，灯油をまいた事務室の床にタオルを置き，その上に火のついたキッチン\nペーパーを投げ落としたものであり，その結果現に床も焦げたのであるから，その\nまま放置すればキッチンペーパーの火が事務室の床に燃え移り園舎が焼損する可能\n性があったと認められ，被告人においても，このような行為をすれば園舎に火が燃\nえ移り，園舎が焼損するかもしれないということは当然認識していたものと推認で\nきる。また，判示第２の放火行為も，園舎廊下の壁際にあった籐の籠や，壁に飾ら\nれたカーテン等に点火して火を付けており，その結果現に化粧壁が焼損しているの\nであって，園舎が焼損する可能性があったことが認められ，被告人においても，こ\nのような行為をすれ\nばこれらの火が園舎の壁などに燃え移り，園舎が焼損することがあることを認識し\nていたものと推認できる。そして，被告人が，第１，第２の各犯行において，火を\n付けた後園舎に火が燃え移らないようにするための措置をとることなくその場を立\nち去り，火災報知器が作動するまでは消火活動に向かわなかったことも併せると，\n被告人が，園舎の床や壁などに火が燃え移って園舎が焼損してしまうかもしれない\nがそれも構わないと認識しながら，あえて火を放ったものと優に推認できる。\n(2) この点，被告人は捜査段階において，判示第１及び第２のいずれについても，\n申請書類を燃やすことが目的であって園舎を全焼させるつもりまではなかったが，\n園舎の床や壁を焼損するかもしれないことは分かっていた旨その心情も含めて具体\n的に供述しており，この供述は，前記客観的状況によく符合しており，特に不自\n然，不合理な点はなく信用できる。\n(3) したがって，判示第１及び第２のいずれについても，被告人が園舎に燃え移る\nかもしれないがそれも構わないと認識しながら，あえて放火したものと認められる\nから，被告人には，非現住建造物である園舎に対する放火の故意があったと認めら\nれる。\n３　被告人の弁解及び弁護人の主張\n(1) これに対して，被告人は以下のとおり弁解する。\n判示第１及び第２のいずれについても，申請書類だけを燃やすことが目的であっ\nて，園舎を燃やそうとか，燃えても仕方がないなどとは思っていなかったし，前年\n園舎に放火した犯人のせいにするつもりで火を付けたものでもない。判示第１につ\nいては，５００ミリリットルサイズのペットボトルに灯油を準備したこと，マッチ\nを擦って，廊下から事務室の中に投げ入れたこと，台所で目に付いたキッチンペー\nパーに火を付けて投げ入れたこと，判示第２については，初めに目に付いた段ボー\nルに火を付けたこと，申請書類に火を付けたことぐらいしか覚えていない。第２の\nときは早く帰りたいという思いだけであり，一番最初に目に付いたものに火を付け\nただけで，申請書類であるとかそれ以外のものであるとかの区別はなかった。\nしかし，そもそも，被告人の公判供述は，申請書類だけを燃やすつもりであった\nというが，それではなぜわざわざ灯油まで準備して申請書類以外にもまいたり，申\n請書類ではないものに火を付けるなどの園舎が焼損するおそれのある放火行為に及\nんだのかについて，納得のいく説明をしていないのであって，信用できない。\n(2) 弁護人は，被告人は園舎の再建に尽力していたのであるから，完成した園舎を\n焼損しようとか，焼損しても構わないなどと考えることはあり得ないし，本件各犯\n行当時被告人は心神耗弱又はそれに極めて近い状態にあったから，通常人であれば\n園舎への延焼の可能性を認識予見し得たとしても被告人には認識できなかったとし\nて，被告人には園舎を焼損することの故意はなかったなどと主張する。\nしかし，床や壁など一部が燃えてしまうのは構わないが，全焼することまでは望\nんでいたわけではないという被告人の捜査段階の供述は，園舎の再建に尽力してい\nた者の心情として十分理解できる。また，後述するとおり被告人は心神耗弱状態に\nはなかったと認められるし，床や壁に接したものに火を付ければ，床や壁に燃え移\nる可能性があることは容易に予見しうることであって，被告人に予見できなかった\nとは考えられない。弁護人の主張は採用できない。\n第３　中止未遂の成否\n１　弁護人は，被告人は本件各犯行のいずれについても，何ら外部的な要因に基づ\nかない自己の任意の意思で消火行為に及び，結果発生の防止をしているのであるか\nら，中止未遂が成立すると主張する。\n２　しかしながら，被告人はもともと園舎を積極的に全焼させることまで望んでい\nたわけではなく，本件各犯行の実行行為後，消火活動を行うことを予定していたも\nのと認められる。しかし，被告人は，実行行為後火災報知器が作動するまでの間い\nつでも消火に向かうことができたのに，これをせず，火災報知器が作動した後で，\nしかも，第１のときは，火災報知器の音で起きてきたＣが「どうしたんだ」などと\n話しかけてくるまで，また，第２のときは，わざわざ風呂に入っていたＣに知ら\nせ，Ｃから先に行くように言われるまで消火に向かうのを待っていたのである。こ\nのように被告人が，火災報知器の作動したことをＣが関知するまで消火に向かわな\nかったのは，園舎での火災発生を外部的な事情で知りうる前に自分が消火してしま\nうと，自分が犯人であ\nることが分かってしまうので，火災報知器が作動して初めて自分も火災発生を知っ\nたということをＣに示し，自分が犯人であることを隠すためであったと推認でき\nる。つまり，被告人は，結果の発生を防止することよりも，自己が犯人であること\nを隠すことを優先させ，その結果，中止のための行為をする時期を遅らせたもので\nある。そうすると，前記第２の１(5)(7)のとおり，被告人が現実にＣとともに消火\n行為を行い，結果も発生しなかったことは認められるものの，上記のとおりの被告\n人が消火をするに至った経緯等を考慮すると，被告人は結果発生防止のため真摯な\n努力をしたとはいえず，被告人がした消火行為は中止未遂にいう中止行為とはいえ\nない。\nよって，本件各犯行のいずれについても，被告人に中止未遂は成立しない。\n３　弁護人は，るる主張するが，いずれも中止行為があったことを前提とするもの\nであるから，理由がない。\n第４　責任能力について\n１　弁護人は，被告人は本件各犯行当時ＰＴＳＤ及びうつ病に罹患していた可能性\nが高く，異常な心理状態に陥り，了解困難な動機に基づいて，被告人の通常の人格\nから離れた放火という重大犯行を行ったものであるから，被告人は心神喪失又は心\n神耗弱であったと主張する。\n２　しかしながら，信用できる被告人の捜査段階の供述調書によれば，被告人は，\n犯行状況や犯行に至る経緯，犯行後の状況等について記憶に基づき具体的に供述し\nている。そして，火災のために申請書類が焼失したことで申請が遅れたが，無事手\n続きを済ませることができた前年を思い出し，他の方法ではなく放火を思いついた\nという犯行動機は，その後現に申請書類が焼失したことを申し立てていることから\nしても，十分了解可能である。また，申請書類だけを燃やすと怪しまれるので，灯\n油をいろいろなところにまいたり，申請書類以外のものにも火を付けたという犯行\n態様も合理的な行動といえる。また，第２の犯行においては，Ｃが風呂から出る前\nで子供達が起きるまでの間が申請書類を人に知られずに燃やす最後のチャンスであ\nったと考えたため，\n直接申請書類に火を付けたというのであるが，この行動も十分合理的である。その\n上，被告人は，第１の犯行の際，自分が悪いことをしようとしているとの意識があ\nったので，灯油をまくことをためらい，手が震えてなかなかまけなかったとか，第\n２の犯行の際には，火を付けるためにチャッカマンを用意してからも，悪いことで\nあると分かっていたので，なかなか放火に踏み切れないまま朝を迎えたなどと供述\nしている。これらの供述によれば，本件各犯行当時，被告人は自己の行為の違法性\nを認識したことから，実行をためらっていたことが認められるのであって，このこ\nとは，本件各犯行当時，被告人の判断能力が正常であったことを示している。その\nほか，Ｃは本件各犯行当時被告人に格別異常を感じていないし，被告人にこれまで\n精神科の通院歴もな\nい。\n３　これに対し，弁護人は，平成１３年に園舎が全焼した体験により，被告人はＰ\nＴＳＤに罹患していたと主張する。しかし，同じ出来事が再度起こるのではないか\nとの恐怖，不安が頭から離れないというＰＴＳＤの三大症状の一つである体験の想\n起の特徴からすると，原因となった出来事を想起させるような行為をすること自体\nがこの症状と矛盾するといわざるを得ず，被告人がＰＴＳＤに罹患していたとの主\n張は採用できない。\nまた，弁護人は被告人がうつ病に罹患していたとも主張する。しかし，被告人\nは，上記のとおり，補助金の申請書類に関する仕事についてははかどらなかったも\nのの，それ以外のボランティア活動などでは特に支障があったというわけではな\nく，すべての活動がおっくうであるとか集中できないという状況ではなかったもの\nと認められる。また，被告人が寝不足であったことがうかがわれるが，この点も，\n仕事量の増加から，単に苦手な経理関係の仕事が手に負えなくなり，それでも何と\nかしようとしていた結果と考えられる。以上に加えて，上記のとおり，夫のＣが被\n告人に格別異常を感じておらず，被告人に精神科の通院歴がないことも併せると，\nうつ病に罹患していたとする根拠は見当たらないというべきである。\n４　以上の次第であるから，本件各犯行当時，被告人の事理弁識能力及び行動制御\n能力のいずれも欠如していなかったし，著しく減弱した状態にはなかったものと認\nめられる。\n（法令の適用）\n罰　条\n第１，第２　　　　　　　　いずれも刑法１１２条，１０９条１項\n併合罪の処理　　　　　　　　刑法４５条前段，４７条本文，１０条，１４条（犯\n情の重い第１の罪の刑に法定の加重をする。）\n未決勾留日数の算入　　　　　刑法２１条\n刑の執行猶予　　　　　　　　刑法２５条１項\n（量刑の理由）\n本件は，幼稚園の事務をしていた被告人が，補助金申請の書類を期限までに提出\nできない状況となったため，その提出が遅れた正当な理由を作ろうと考え，２度に\nわたり幼稚園の園舎の床や書類等に放火したが，夫とともに消火したためいずれも\n未遂に終わったという事案であって，動機が短絡的かつ身勝手である。第１の犯行\nでは，灯油を散布しており，第２の犯行では，数か所に火を放っているのであっ\nて，態様もよくない。また，現場は住宅密集地であって，同じ敷地内には被告人の\n家族が居住していた建物も隣接していたのであり，危険な犯行である。第１の犯行\nのわずか３日後に再び第２の犯行に及んでおり，連続して行った放火により周辺住\n民等に与えた不安感も軽視できない。\nそうすると，被告人の刑事責任は軽くない。\n一方，いずれの犯行も，未遂に終わっており，被告人自身も消火活動をしたこ\nと，主たる目的は書類を焼失させることであって，建物を全焼させることまで考え\nていたわけではなく，建物の焼損についての故意は未必的なものにとどまること，\n本件各犯行により発生した損害については弁償していること，幼稚園を所有する教\n会の代表者が寛大な処分を求めているほか，多数の嘆願書が出ていること，被告人\nには犯罪歴はないことなどの事情も認められる。\nそこで，これらの諸事情を総合考慮して，主文の量刑とし，刑の執行を猶予する\nこととする。\n（求刑－懲役３年）\n平成１５年１２月２５日\n名古屋地方裁判所刑事第３部\n裁判長裁判官　　片　　山　　俊　　雄\n裁判官　　岩　　井　　隆　　義\n裁判官　　石　　井　　　　　寛\n"
}