{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 26
  },
  "case_number": "平成13(わ)906",
  "case_name": "道路交通法違反",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7148",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7148",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/148/007148_hanrei.pdf",
  "contents": "神戸地方裁判所　平成１４年８月２６日宣告　平成１３年(わ)第９０６号　道路交\n通法違反被告事件\n主　　　　文\n被告人は無罪。\n理　　　　由\n１　本件公訴事実は，「被告人は，平成１２年８月２７日午前７時２１分ころ，道\n路標識によりその最高速度が５０キロメートル毎時と指定されている神戸市Ａ区Ｂ\nＣａ番地付近道路において，その最高速度を３３キロメートル超える８３キロメー\nトル毎時の速度で普通乗用自動車を運転して走行したものである。」というもので\nある。\n２　関係各証拠によれば，次の事実が認められる。\n(1)　兵庫県垂水警察署の警察官１１名（現場責任者Ｄ，記録測定係Ｅ，停止係\nＦ，取調係Ｇ，同Ｈら）は，平成１２年８月２７日午前６時２０分ころから神戸市\nＡ区ＢＣａ番地付近道路（以下，「本件現場付近道路」という。）において，Ｉ株\n式会社ＲＳ－７２０Ｄ／ＤＲ形レーダスピードメータ（以下，「本件速度測定装\n置」という。）を使用して，南方から北方に向け進行してくる自動車について，速\n度違反の取締りを行った。本件現場は見通しのよい片側２車線の直線道路である。\n(2)　本件速度測定装置は，対象車両に電波を発射し，ドップラ現象を利用して走\n行中の自動車の速度を測定する装置である（検察官請求証拠番号２０。検２０。以\n下同じ）。\n(3)　本件速度測定装置については，平成１２年６月１２日に株式会社ＪＫ支社の\n担当者により定期点検が行われ，精度が保持され正常に作動することが確認され\nた。また，当日本件速度取締り開始前においても，マニュアルどおり，適切なレー\nダ設置場所を選定し，道路に対して電波の投射角度が１０度になるように設置し，\n電源を入れて送受信装置，記録装置が正常に作動している旨を示す「セイジョウ」\nの表示を確認した上，音叉テストを行い電波が正常に発射されていることを確認し\nているほか，速度違反取締り終了後も，音叉テスト等を実施し，本件速度測定装置\nが正常に作動していたことを確認した。\n(4)　被告人は，本件当日の午前７時２１分ころ，普通乗用自動車（以下，「被告\n人車両」という。）を運転して，本件現場付近道路を南方から北方に向け進行し，\n本件速度測定装置による速度測定の結果，８３キロメートル毎時の速度であったと\nして検挙された。\n(5)　「速度取締用通報記録紙」（検１９）は，当日検挙された速度違反車両３０\n台について，その特定事項，走行状況及び測定速度等を一覧表形式で捜査用の定型\n用紙にそれぞれその項目別に順次記載された書面であるが，被告人車両分として，\n番号２１に，「車種・フジ（普通乗用自動車の意味する。），塗色・白，４桁番\n号・○○○○，走行状況・同上（１台のみ），走行車線・２（本件現場付近道路中\n央線側の車線を意味する。以下，第２車線という。），測定速度８３㎞/h」との記\n載がある。\n(6)　被告人は現場において前記取調係の警察官Ｈの取調を受け，供述調書が作成\nされたが，同調書（検１２）中には，要旨，「・・私の車につけている速度探知器\nが音を出して警告しましたので，速度を確かめて，毎時約６０キロメートルで走行\nしていた。隣りを走っていた車がつかまったのだろうと思った。しかし，歩道側\n（以下，「第１車線」という。）を走っていた私の車が止められて３３キロメート\nル超過であるといわれたが，納得できない。」との記載がある。\n３　本件は，見通しのよい片側２車線の直線道路でレーダスピードメータを用いた\n速度測定が行われ，被告人が速度超過で検挙された事案であるところ，被告人は毎\n時約６０キロメートルで走行していたものであり，８３キロメートル毎時の速度違\n反はしていない旨主張する。\n前認定のとおり，本件速度測定装置は，その定期点検時にも異常は認められな\nかったほか，本件当日もマニュアルどおり設置，操作されており，同装置は正常に\n作動していたものと認められ，この点は被告人，弁護人も特に争うところではな\nく，弁護人は，本件は，被告人車両以外の自動車がその前後や左右等接近して走行\nしていた可能性が否定できず，そのことを原因として，他車両の速度を測定するな\nど誤測定をした可能性が否定できないと主張するごとくであるところ，本件速度測\n定装置は発射した電波が走行する自動車のうちどれに反射したものを受信したのか\n識別する機能を有するものではないから，後記Ｄの公判供述にあるように，一般論\nとしては，そのような可能性のあることは否定できないというべきである（本件速\n度測定装置の説明書（検２０）の４２頁には，そのような事態を避けるため，７０\nメートル先を目安に速度違反車両が来た時点で電波を発射し，同時に１００メート\nル以内に他車がいないことを確認する旨のマニュアル記載がある。）。そして，本\n件においては，被告人は本件現場付近道路の第１車線を走行していたと主張するの\nに対し，現認警察官は第２車線を走行していた旨供述しているところ，この点は弁\n護人の前記主張と密接に関連する争点であるから，この争点について，まず検討を\n加えることとする。\n４　ところで，速度違反車両を現認した警察官Ｅ（以下，「Ｅ警察官」という。）\nの行った現認，速度測定装置の作動，記録等の一連の作業は，速度測定に従事する\n警察官により機械的になされた専門的業務行為であることにかんがみると，一般的\nには誤認や誤記等の考えにくい性質のものであるから，その走行車線に関する記載\nを含め前記速度取締用通報記録紙の記載には一定の信用性が認められるというべき\nであるが，他方，被告人は，現場での取調段階から一貫して速度超過の事実を否定\nし，しかも当時から，第１車線を走行していた旨主張しているところ，前記のとお\nり，そのことは現場で作成された前記司法巡査に対する供述調書（検１２）にも明\n確に録取されており，第１車線を走行していた旨の被告人の供述にもまた一定の信\n用性が認められるから，本件においては，第１車線を走行していた旨の被告人の供\n述の信用性を否定するに足りる十分な証拠が存在するか否かという観点から検討を\n加える必要がある。\n５　本件速度違反取締りに従事した警察官の本件速度違反現認状況ことに被告人車\n両の走行した車線に関する当公判廷における各供述の要旨は次のとおりである。\n(1)　Ｅ警察官\n本件速度測定装置を設置した地点から北西に約４．９メートルの地点（以\n下，「測定地点」という。）で測定係として本件速度違反取締りに従事中，測定地\n点から南方約１６５．５メートルの本件現場付近道路第２車線上を走行中の被告人\n車両を速度違反車両であると認め，測定地点から南方約９８メートルの地点を走行\n中の被告人車両に向け電波を発射したところ，被告人車両が測定地点の南方約３\n５．７メートルの地点に至った際ブザーが鳴って表示部に「８３」との数字が表示\nされ，次いで，被告人車両が測定地点の北方約２３．４メートルの地点に至った際\nにそのナンバーを確認した後，直ちに「普通乗用，○○○○，白色」とマイクで停\n止係Ｆ（以下，「Ｆ警察官」という。）に通報し，引き続き前記速度取締用通報記\n録紙の所定事項に前認定のとおりの記載をした。現場で被告人は第１車線を走行し\nていたと言っていないと思う。\n(2)　Ｆ警察官\n前記測定地点から北方約１１４メートルの地点で停止係として本件速度違反\n取締りに従事中，Ｅ警察官からスピーカーを通じて「普通乗用，○○○○，白色」\nと通報があり，直ちに現場道路第２車線上に出たところ，被告人車両が測定地点の\n北方約４１．４メートルの第２車線上を走行しているのを認め，同車を停止させ\nた。その際，被告人車両以外に周囲に走行する自動車はなかった。\n(3)　Ｄ（以下，「Ｄ警察官」という。）\n前記測定地点から北方約１２７．４メートルの地点で記録装置操作係として\n本件速度違反取締りに従事中，警報ブザーが鳴ると同時にＥ警察官から「フジ（普\n通乗用自動車），白色，○○○○，２車」と通報があり，直ちに速度測定カード\n（検１）の通報メモ欄に「フジ，○○○○，白」と記載し，その後，案内されてき\nた被告人に記録装置からプリントアウトされた速度記録紙を示し，「１２０メート\nル南方で速度測定した結果この数字のとおり毎時８３キロメートルであった。」旨\n説明し，その後これを剥がして速度測定カード右上欄に貼付し，被告人に確認の指\n印をさせた。被告人は毎時６０キロメートルぐらいしか出していない，ほかの車を\n測ったのではないかと言っていた。なお，一般論として，第１車線の自動車に向け\nて速度測定装置の電波を発射し，その自動車を追い越すような高速の自動車が第２\n車線を走行してきた場合，そのことに気付かずホールドスイッチを押すと記録装置\nから数字が印字された速度記録紙がでてくるが，これは誤測定であり，通常このよ\nうな場合ホールドスイッチを押さない（手動の場合）し，押したとしても立件しな\nい。\n(4)　Ｇ（以下，「Ｇ警察官」という。）\n取調係として本件速度違反取締りに従事中，停止係のＦ警察官から被告人の\n引継を受け，被告人車両を誘導し，記録装置操作係のＤ警察官のところへ連れて行\nき，速度の確認をさせた後，取調を開始して交通切符を作成したが，被告人は署名\n押印を拒絶した。被告人は毎時８３キロメートルも出していない，ほかの車と間違\nえたのではないかと言っていた。\n(5)　Ｈ（以下，「Ｈ警察官」という。）\n取調係として本件速度違反取締りに従事中，被告人がＧ警察官の取調におい\nて赤切符への署名押印を拒絶した後，被告人を取り調べた。被告人は速度違反して\nいない，隣りに車が走行していた，その車を測定したのではないかと言っていた。\nまた，第１車線を走行していたと述べており，第２車線を走行しているのを測定係\nが現認している旨を説明したが，被告人は思い込みの状態で聞き入れなかったの\nで，その言い分どおりの調書を作成した。\n６　検察官は，被告人車両が第２車線を走行しているのを現認した旨の供述を含め\nＥ警察官及びＦ警察官の公判供述の信用性に疑いを差し挟む余地がないと主張す\nる。しかしながら，両警察官の公判供述は，いずれも内容的に明確で相互に一致し\nているけれども，その供述内容を子細に検討すると，前記速度測定カードや速度取\n締用通報記録紙並びに平成１２年９月３日に同人らが立ち会って作成した実況見分\n調書（検２４はその抄本）に記載されている内容以上のものはほとんど供述してい\nないと言って良く，これらの書面の記載に沿うように供述したものであって，必ず\nしも，当時の記憶に基づいてなされた供述ではないと疑う余地がないではない。他\n方，前認定のとおり，被告人は検挙された当初から第１車線を走行していた旨取締\nりの警察官に対して述べていたことは明らかであるところ，現場で調書を作成した\nＨ警察官は，第２車線を走行しているところを現認した旨説明したが，第１車線を\n走行していた旨言い張るのでその旨の調書を作成したにすぎないというが信用し難\nい。前記５認定のとおり，Ｅ警察官は現場で被告人はそのような主張はしていなか\nったと思うと述べるなど，Ｈ警察官を除く警察官らは，当時，現場において被告人\nがそのような主張をしていることに気付いていた旨の供述はしておらず，Ｈ警察官\nは，被告人が，単に「速度違反はしていない，他の車両を測定したのではないか」\nという水掛け論でしかない否認をしていると認識しており，その食い違いに気付か\nないまま前記調書を作成した可能性が濃厚である（少なくともその可能性は否定で\nきない。）。Ｈ警察官がその食い違いに気付いていたならば，現認したＥ警察官あ\nるいはＦ警察官を被告人に引き合わせ，現場でその点につき多くのやりとりがあっ\nてしかるべきであるのにそのような形跡は窺えないこと，被告人は，現認された直\n後であるにもかかわらず，走行した車線に関して明らかな虚言を弄するような人格\nの持ち主とは認められないことのほか，被告人は，検察官の取調時にはじめてこの\n食い違いに気付いた旨供述するところ，その供述の信用性は否定し難いことをも併\nせ考慮すると，前記可能性はさらに高いと認められる。\n７　以上の検討によれば，第１車線を走行していた旨の被告人の供述には否定し難\nい信憑性が認められる。そうすると，２０年以上速度違反取締りに従事した経験を\n有するＥ警察官がその業務に従事中現認した内容を機械的に記録した速度取締用通\n報記録紙に「走行状況・１台のみ」等の記載があることやその公判供述自体には特\n段の不自然さが見られるわけではないこと等を考慮しても，なお，第２車線を走行\nしていた被告人車両に対し電波を発射し速度測定をした旨のＥ警察官の公判供述及\nび第２車線を走行していた被告人車両を停止させた旨のＦ警察官の公判供述の信用\n性には，いずれも合理的疑いを差し挟む余地がある。そして，被告人は自車を追い\n越していった車があった旨供述するところ，その供述は必ずしも明確ではないけれ\nども，約２時間２０分間行われた本件速度違反取締りにおいて３０台の違反車両が\n検挙されていることなどから予想される本件現場付近道路の交通量をも考慮する\nと，被告人の前記供述を強ち排斥することはできず，１台のみの走行であった旨の\nＥ及びＦ警察官の公判供述の信用性にも，前同様合理的疑いを差し挟む余地があ\nる。\n８　そうすると，本件証拠上，本件速度測定が他車両の速度を測定するなど誤測定\nであった可能性が必ずしも排斥できず，本件速度測定が被告人車両についてなされ\nたものであると断定するには，なお，合理的疑いを容れる余地があると認めるのが\n相当である。\nしたがって，結局本件公訴事実は犯罪の証明がないことになるから，刑事訴訟\n法３３６条により被告人に対し無罪の言渡しをする。\nよって，主文のとおり判決する。\n平成１４年８月２６日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　　　杉森研二\n"
}