{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 28
  },
  "case_number": "平成11(行ケ)382",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/012944_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３８２号　審決取消請求事件（平成１２年７月２５日口頭弁\n論終結）\n判　　　　決\n原　　　　　　告　　　　　　合資会社桂花\n代表者無限責任社員　　　　　Ａ\n訴訟代理人弁護士　　　　　　島　田　康　男\n同　　　　　　　　　　　　　黒　田　彩　霧\n訴訟代理人弁理士　　　　　　Ｂ\n被　　　 　　 告　　　　　  特許庁長官  Ｃ\n指定代理人 　　　　　       Ｄ\n同　　　　　　　　　　　　　Ｅ\n同　　　　　　　　　　　　　Ｆ\n主　　　　文\n特許庁が平成９年審判第１００２７号事件について平成１１年１０月１日\nにした審決を取り消す。\n.　訴訟費用は被告の負担とする。\n事　　　　実\n第１  請求\n主文同旨\n第２  前提となる事実（争いのない事実）\n１  特許庁における手続の経緯\n原告は、平成６年２月１２日、「ターローメン」の文字を横書きしてなる商標\n（以下「本願商標」という。）について、指定役務を商品及び役務の区分第４２類\nの「中華そばの提供」として商標登録出願（平成６年商標登録願第１２６９２号）\nをしたが、平成９年４月８日に拒絶査定を受けたので、平成９年６月１８日、拒絶\n査定不服の審判を請求した。\n特許庁は、同請求を平成９年審判第１００２７号事件として審理した結果、平成\n１１年１０月１日に「本件審判の請求は、成り立たない。」との審決をし、その謄\n本は同月２５日に原告に送達された。\n２　審決の理由\n別紙の審決書の理由の写しのとおり、本願の指定役務に係る「中華そば」は「ラ\nーメン」と同義であって、審決摘示の証拠の記載によれば、「ターローメン」の語\nが、辞書・辞典類に特定の料理を示唆するものとの記載がないとしても、「主に豚\n肉の厚切り肉を盛りつけたラーメン」であることを示すものとして一般に使用され\nているというのが相当であり、本願商標をその指定役務について使用しても、上記\nラーメンを提供するという役務の質（内容）を表示したものと認識するにとどま\nり、本願商標は自他役務の識別標識としての機能を果たし得ないから、本願商標\nは、商標法３条１項３号に該当すると認定、判断した。\n第３　原告主張の審決取消事由の要点\n本願商標の指定役務に係る「中華そば」が「ラーメン」と同義であることは認め\nるが、審決が「『ターローメン』の語が、『主に豚肉の厚切り肉を盛りつけたラー\nメン』であることを示すものとして一般に使用されている」と認定したのは誤りで\nある。\n１  「ターローメン」の語について\n（１）　後記のとおり、本願商標を構成する「ターローメン」やその中の「タ\nーロー」の文字は、原告代表者が案出した「太肉麺」の造語に由来するところ、こ\nの「太肉」の語には、そもそも「豚肉」との意味はないし、「太肉」及び「ターロ\nー」の語は、辞書、辞典類に掲載されておらず、特定の材料、品質を表示するもの\nではない。このことは、審決自体が「辞書・辞典類に特定の料理を示唆するものと\nの記載がない」と認定している。\nこのように、「太肉」や「ターロー」の語は、ラーメンに使用されている材料を\n普通に用いられる方法で表示するものではないから、「太肉」にラーメンを意味す\nる「麺」を組み合わせた「太肉麺」の語は、ラーメンに使用されている材料を普通\nに用いられる方法で表示するものでく、この称呼として原告が案出した「ターロー\nメン」の語も同様である。また、「ターロー」あるいは「ターローメン」の語は、\n審決が認定するように「豚肉」あるいは「豚肉の厚切り肉を盛りつけたラーメン」\nを意味するものではない。\n（２）　「ターローメン」の語は、原告代表者の考案に係る造語であって、用\n語として特定の意味を有するものではない。\n原告代表者は、昭和４３年に、東京に進出するに際して、従来から提供してきた\nとんこつスープを活かした新しいメニューを考案することになった。この結果生ま\nれたのが、「とんこつスープに生キャベツと豚の角煮を具としたラーメン」であ\nる。この具の組合せは当時どの店でも扱っておらず、原告独自のものであった。\nこの新しく開発した具材の組合せのラーメンの名称について、原告代表者は、具\nである豚の角煮の形状から、「太肉」なる造語を案出し、「太肉が入っているラー\nメン」ということで「太肉麺」という名称にしたのである。このように、角煮の形\n状から「太肉」なる造語を思いつくのは東京人や標準語を話す人間には容易なこと\nではない。\nそして、このように、「太肉」及び「太肉麺」は原告代表者の案出した造語であ\nるから、その造語の称呼（読み方）が当然に定まるものとはいえない。「太肉麺」\nのうち「麺」を「メン」と呼称するのは通常であるが、「太肉」を通常いかに呼称\nするかは認定が困難である。訓読みして「ふとにく」と呼称することも考えられ\nる。\nしかるに、原告代表者は、「太肉」から「ターロー」との音を案出し、「ターロ\nーメン」との造語を案出したものである。したがって、「ターローメン」は「太肉\n麺」に由来するが、「太肉麺」とは別個の原告代表者によって案出された造語であ\nる。\n原告の店舗では、それ以来現在に至るまで、「とんこつスープに生キャベツと豚\nの角煮を具としたラーメン」を「ターローメン（太肉麺）」として販売している。\nそして、それまでに存在しない斬新なメニューに、親しみやすい名称（標章）を付\nしたことから、「ターローメン」は、原告の提供する「とんこつスープに生キャベ\nツと豚の角煮を具としたラーメン」の名称（標章）として消費者（需要者）の間に\n広く認識されるに至っている。\n（３）　以上のとおり、本願商標の「ターローメン」は、審決が認定するよう\nに「主に豚肉の厚切り肉を盛りつけたラーメン」であることを普通に用いられる方\n法で表示するものではないから、商標法３条１項３号に該当せず、「ターローメ\nン」の商標は、原告代表者が案出した造語であり、原告で提供するラーメンの標識\n（標章）として他社が提供するラーメンとの間で識別力を有するものである。\n２　「豚の角煮を盛りつけたラーメン」の一般的な名称について\n（１）　東京近郊のラーメン店において、豚の角煮を盛りつけたラーメンとし\nて一般的な名称は「角煮ラーメン」である。また、角煮を具としたラーメンとの意\n味で、「角煮をトッピングする」、「角肉入り」という表現も多々見られるところ\nである。ほかに、沖縄風角煮（ラフティー）を具に盛りつけたラーメンとして、\n「ラフティーそば」との名称も使用されている。\n（２）　前記のとおり、原告が昭和４３年に「ターローメン」の名称で「とん\nこつスープに生キャベツと豚の角煮を具としたラーメン」を提供し始めてから、こ\nれが原告の提供する中華そばであるとの認識が消費者の間に広く認識されていたこ\nとから、約２０年間にわたって同一又は類似の名称を用いて中華そばを提供する者\nはいなかった。ところが、最近になって、原告が苦心して築き上げてきたその知名\n度を利用する形で「ターローメン」、「太肉麺」又はこれに類似する名称を用いて\n中華そばを提供する者が現れてきたのである。\n原告は、これらの者の使用に対し、不正競争防止法違反により警告を発するなど\nの準備をしているところであるが、このように、違法に本願商標を使用している者\nがいることをもって、当該商標が一般に使用されていると認定することは不当であ\nる。\n原告は、役務商標制度の導入に伴って、「ターローメン」の商標出願を行ったも\nのであり、このような不正な使用者の存在によって権利取得が阻まれるいわれはな\nい。「ターローメン」の特別顕著性（識別力）は不正な使用者がいるからといって\n失われるものではないからである。\n３  「ターローメン」なる商標の登録例について\n「ターロー」が豚肉を意味するものではないこと、及び、「ターローメン」が\n「主に豚肉の厚切り肉を盛りつけたラーメン」を意味するものでないことは、特許\n庁も認識しているところである。\n（１）　原告は、平成４年１０月９日、指定商品を「肉製品」として、「ター\nロー」商標を出願し（商願平４－２９８８３９）、平成７年５月３１日、商標登録\nされている（登録番号第３０４５４３１号）。\n（２）　原告は、平成６年２月１５日、指定商品を「肉製品」として、「ター\nローメン」商標を出願し（商願平６－１４５０５）、平成９年１月３１日、商標登\n録されている（登録番号第３２４７３９８号）。\nこれらの登録例は、特許庁が「ターロー」を「豚肉」とは認めず、「ターローメ\nン」を「主に豚肉の厚切り肉を盛りつけたラーメン」であるとは認めていない何よ\nりの証左である。\n４　被告が提出する証拠について\n（１）　審決が「ターローメン」の語が一般に使用されているとして適示して\nいる証拠について、審決はその出典を特定しておらず、その引用の正確性及び記載\n内容の真実性に関する検証が一切できないが、敢えて推測するに、審決が「熊本・\n下通『こってりとした肉は、豚の三枚肉を使用。～さっぱりと生キャベツを添え\nる。ターローメン、太肉麺』」（審決書３頁３行ないし５行）として引用している\nのは、原告が熊本市下通りにおいて営業している店舗についての記事である。ま\nた、原告は、東京都渋谷区に店舗を構えて営業しており、「東京・渋谷『太肉\n麺』」（同３頁６行）として引用されているものも原告に関する記事である可能性\nが高い。このように、原告が本願商標を使用していることをもって、「一般に使用\nされている」と認定する根拠とすることは不当である。\nさらに、「東京・調布『豚の角煮を具に盛りつけた醤油ラーメン。～肉には三枚\n肉を使うが～。ターローメン、大肉麺』」（同３頁８行ないし１０行）との記事\nと、「東京・調布『味も変わっていて太肉麺のスープの味が良くわからなくて店員\nに～』」（同３頁１２行ないし１４行）との記事は、調布市内の同一の店舗に関す\nる記事であるものと思われ、１つの店舗に関する記事を２度も引用して、「一般に\n使用されている」と認定する根拠とするのは誤りである。\n（２）　被告が本件訴訟で提出する乙号証のうち、乙第１号証に記載の「永\n柳」は、原告に勤務していた元従業員が独立して構えた店であり、原告が創作した\n商標である「太肉麺」を流用していることは明らかである。なお、「永柳」は現在\n閉店しており、渋谷の「永竜」では「角煮麺」の名称で角煮を具としてのせたラー\nメンを提供している（甲第７、第８号証）。\nまた、乙第４号証の３の「博多らーめん・てん」は、「太肉めん」の名称でチヤ\nーシユーメンを提供していることがその記載上から明らかであり、「太肉」が審決\nの言うような「豚肉の厚切り肉」の意味で用いられていないことは明らかである。\n５　結論\n以上のとおり、「ターローメン」なる語は、原告が考案した造語であって、審決\nが「『ターローメン』の語が、『主に豚肉の厚切り肉を盛りつけたラーメン』であ\nることを示すものとして一般に使用されている」と認定したのは誤りであり、この\nために、本願商標が商標法３条１項３号に該当すると誤って判断して、本件審判請\n求を成り立たないとした審決は違法であるから、取り消されるべきである。\n第４　被告の反論の要点\n１  「ターローメン」の語が一般的に使用されていることについて\n原告は「『ターローメン』は原告の提供する『とんこつスープに生キャベツと豚\nの角煮を具としたラーメン』であることが消費者の間に広く認識されるに至った」\n旨の主張をしているが、本願商標を構成する「ターローメン」及び「太肉麺」につ\nいて、雑誌等に、以下のとおり記載されている事実が認められる。\n（１）　乙第１号証には、「（渋谷／とんこつ）」「とんこつラーメン永柳」\n店に「太肉麺」、「（笹塚／東京とんこつ）」「ラーメン屋　豪快」店に「太肉ら\nーめん」及びその「特記事項」に「豚バラ肉を特性のタレでじっくり煮込んでとろ\nけるような太肉がのる太肉らーめんもオススメ」との記載がある。\n（２）　乙第２号証には、「東京・調布」「ラーメン専門店そらまめ」店に\n「ターローメン」、「大肉麺」及び「豚の角煮を具に盛りつけた醤油ラーメン。」\nの記載がある。\n（３）　乙第３号証には、「岡山県」「金八ラーメン」店に「豚角煮がのった\n太肉ラーメン」、「埼玉県」「九州熊本ラーメン麺王」店に「本場熊本の味。大き\nくてやわらかい角煮の入った太肉麺」の記載がある。\n（４）　乙第４号証の１には、「活力ラーメン元氣一杯」店に「太肉麺（ター\nローメン）」、乙第４号証の２には、「はしご」店に「段々と辛みが増す太肉坦々\n麺」、「豚のバラ肉をていねいに煮込んだ自家製の太肉も上物だ。」、乙第４号証\nの３には、「博多らーめん・てん」店に「太肉めん」、乙第４号証の４には、「麺\n王（その壱）坂戸・若葉、（その弐）鶴ヶ島」店に「熊本系定番の太肉麺（ターロ\nー麺：角煮・生キャベツ・味付け卵半分）がお勧め」の記載がある。\n以上の事実からすれば、本願商標は、中華そばの一種類名を表すものとして一般\nに使用されているものである。\nこれに対し原告は、乙第１号証について、「永柳」は、原告に勤務していた元従\n業員が独立して構えた店であって、原告の創作した商標である「太肉麺」を流用し\nていることは明らかであり、また、同店は現在閉店している旨主張している。\nしかしながら、乙第１号証における「永柳」が原告の関係者による店であるか否\nかは、原告又はその関係者以外の者にとっては知り得ないことであり、一般の需要\n者がこれを原告と関連づけて認識するとは考え難く、店名に共通性がない以上、む\nしろこれを他人と解し認識していたとみるのが自然である。また、現在閉店してい\nるからといって、過去において原告以外の者により「太肉麺」なる文字（語）が\n「拉麺」、「叉焼麺」等の文字（語）と同列に使用されていた事実まで消失するも\nのではないから、その証拠価値はいささかも減少するものではない。\n原告は、同じく乙第４号証の３に関し、「太肉めん」の名称でチャーシューメン\nを提供していることは明らかであり、「太肉」が審決の言うような「豚肉の厚切り\n肉」の意味で用いられていないことは明らかである旨主張している。\n乙第４号証の３によれば、原告以外の者が「太肉めん」の文字（語）を「博多ら\nーめん」、「しょうゆらーめん」と同様に、その提供に係る中華そばの一種類名と\nして使用していることと、それが「チャーシューメン」と同義語の如く使用されて\nいることが認められるが、審決は、この乙第４号証の３のみに限定せず、多くの現\n実の使用例を挙げ、それらを総合勘案して、「『ターローメン』の語が『主に豚肉\nの厚切り肉を盛りつけたラーメン』であることを示すものとして、一般に使用され\nているというのが相当である。」としたのであり、決して「ターロー」や「太肉」\nの語が「豚肉の厚切り肉」の意味で用いられていると直接認定したものではなく、\nこの点で原告の上記主張は事実に反している。\n２　「ターローメン」の語が原告の造語であるとの主張に対して\n原告は、「太肉」や「ターロー」の語は原告代表者の考案に係る造語であって、\n用語として特定の意味を有するものではない旨主張している。\nしかし、「太肉」の語が成語として辞書等に掲載されていないとしても、漢字は\n表意文字であることから、組合せによって一定の意味合いが感じ取れるものであ\nり、「太」は「太い、大きい」を意味するから、「大きい肉」の意味を表現したも\nのと看取されるところである。原告自身も陳述書（甲第９号証）において「その形\n状から、太い肉が入っている麺とわかりやすく『太肉麺』と名づけました」と述べ\nているように、「太肉」や「太肉麺」の語からは、一定の意味合いが看取されると\nいうべきである。そうであるからこそ、乙第１ないし第４号証（枝番を含む。）に\n示すように、原告以外の者も同様の意味を持つ語としてこれを使用し、一般消費者\nにもそのように認識されるに至ったものである。\nもっとも、審決が「ターローメン」の語について「主に豚肉の厚切り肉を盛りつ\nけたラーメン」であることを示すものとして一般に使用されているというのが相当\nであると認定したのは、審決の記載内容から明らかなとおり、その語が持つ意味か\nらではなく、同業者による現実の使用例に依るものである。\nそして、「太肉麺」や「ターローメン」が原告の案出した造語であるとかないと\nかは、これら現実の使用例を前にしては何の意味も持たないのであって、原告が提\n供するラーメンの標識（名称）として他社のラーメンとの間で識別力を有するもの\nである旨の原告の主張は、事実を無視したものであって到底首肯し得るものではな\nい。\n３　「太肉麺」、「ターローメン」なる商標の審査・登録例について\n原告は、平成６年２月１５日に、「中華そばのめん、即席中華そばのめん」を指\n定商品とした「太肉麺」の文字よりなる商標及び「穀物の加工品」を指定商品とし\nた「ターローメン」の文字よりなる商標を登録出願したが、審決と同じ理由による\n拒絶査定が確定している。\nまた、原告は、「ターロー」又は「ターローメン」の文字よりなる商標が登録さ\nれている事実を指摘しているが、この登録商標は「ターロー」又は「ターローメ\nン」の文字よりなる商標であるといっても、指定商品を「肉製品」とするものであ\nり、本願商標の指定役務である「中華そばの提供」に使用する商標として登録が認\nめられたものではないから、その存在をもって、本願商標の識別性の判断を左右す\nるものでないことは明らかである。\n４　原告のその余の主張に対して\n原告は、最近になって、原告が苦心して築き上げてきたその知名度を利用する\n形で、「太肉麺」及び「ターローメン」又はこれに類似する名称を用いてラーメン\nを提供する者が現れてきたが、これら不正な使用者の存在によって原告の権利取得\nが阻まれるいわれはない旨主張している。\nしかし、本件は、本願商標が商標法３条１項３号に該当するとした審決の判断の\n当否を争っているものであり、同号は「その役務の提供の場所、質、提供の用に供\nする物、効能、用途、数量、態様、価格若しくは提供の方法若しくは時期を普通に\n用いられる方法で表示する標章のみからなる商標」を商標登録から排除することを\n定めている。そして、本願商標については、同業者により取引上普通に使用されて\nいるとの客観的事実が形成されているのであり、そうである以上は、その事実の形\n成過程において、第三者の不正競争等が介在していたと否とを問わず、これを客観\n的な社会事実としてとらえるほかはない。すなわち、本号の適用に当たり第三者の\n悪意は何らこれを妨げる事由とはなり得ないのである。\n原告の主張は、主観的事情を述べたにとどまり、審決の判断に影響を及ぼすもの\nではない。\n５　結論\n以上によれば、原告の主張はいずれも失当であり、本願商標は、その指定役務の\n「中華そばの提供」について使用しても、役務の質（内容）を表示したものと認識\nするにとどまり、自他役務の識別標識としての機能を果たし得ないものといわなけ\nればならない。\nしたがって、本願商標は、商標法３条１項３号に該当するとした本件審決の認\n定、判断に何ら違法の点はなく、取り消されるべき理由はない。\n理　　　　由\n１（１）　本願商標の構成が「ターローメン」の文字を横書きしてなり、その指定\n役務が「中華そばの提供」であること、右の指定役務に係る「中華そば」が「ラー\nメン」と同義であることは争いがない。\nそして、被告が提出する乙号証には、被告が指摘するとおりの記載があることが\n認められる。すなわち、\n（ア）　「ぴあランキンググルメシリーズ」（ぴあ株式会社、平成９年２\n月２０日発行、乙第１号証）に、「（渋谷／とんこつ）」「とんこつラーメン永\n柳」店に「太肉麺」、「（笹塚／東京とんこつ）」「ラーメン屋　豪快」店に「太\n肉らーめん」及びその「特記事項」に「豚バラ肉を特性のタレでじっくり煮込んで\nとろけるような太肉がのる太肉らーめんもオススメ」との記載、\n（イ）　「料理と食シリーズ①ラーメン冷し中華」（株式会社旭屋出版、\n平成８年３月１２日発行、乙第２号証）には、「東京・調布」「ラーメン専門店そ\nらまめ」店に「ターローメン」、「大肉麺」及び「豚の角煮を具に盛りつけた醤油\nラーメン。」の記載、\n（ウ）　「全国おいしいご当地ラーメン厳選２００店」（株式会社竹書\n房、平成１２年１月３日発行、乙第３号証）には、「岡山県」「金八ラーメン」店\nに「豚角煮がのった太肉ラーメン」、「埼玉県」「九州熊本ラーメン麺王」店に\n「本場熊本の味。大きくてやわらかい角煮の入った太肉麺」の記載、\n（エ）　インターネットのホームページに、「活力ラーメン元氣一杯」店\n（乙第４号証の１）に「太肉麺（ターローメン）」、「はしご」店（乙第４号証の\n２）に「段々と辛みが増す太肉坦々麺」、「豚のバラ肉をていねいに煮込んだ自家\n製の太肉も上物だ。」、「博多らーめん・てん」店（乙第４号証の３）に「太肉め\nん」、「麺王（その壱）坂戸・若葉、（その弐）鶴ヶ島」店（乙第４号証の４）に\n「熊本系定番の太肉麺（ターロー麺：角煮・生キャベツ・味付け卵半分）がお勧\nめ」の記載、\nがそれぞれ認められる。\n（２）　しかしながら、他方、本願商標を構成する「ターローメン」の語につい\nて、辞書、辞典類には特定の料理を示唆する記載がないことについては争いがな\nい。\nそして、「新版漢語林」（株式会社大修館書店発行）によれば、原告が本願商標\nの由来であると主張する「太肉麺」の語の中の「太」の漢字の音は、「タイ」、\n「タ」、中国語音は、「タイ」であり、「肉」の漢字の音は、「ニク」、中国語音\nは、「ルウ」であることが認められ、甲第２ないし第６号証、第９号証及び弁論の\n全趣旨によると、次の各事実が認められる。\n（ア）　原告は、屋号を「桂花」として、昭和３０年に熊本市で創業さ\nれ、昭和３７年に合資会社となり、とんこつスープの熊本ラーメンの専門店として\n営業していたが、昭和４３年に、東京に進出するに際し、原告は、東京では熊本ラ\nーメンは全くの無名であり、白濁したとんこつスープが東京で受け入れられるか不\n明であったために、とんこつスープを活かした新しいメニューを考案することにな\nった。\nそして、原告は、「とんこつスープに生キャベツと豚の角煮を具としたラーメ\nン」を考案し、その名称について、具である豚の角煮の形状から、「太肉」なる造\n語を案出し、これを「ターロー」と呼称し、この商品が「太肉が入っているラーメ\nン」であることから「太肉麺」という名称にして、これを「ターローメン」と呼称\nすることにした。\n当時、この商品における具の組合せはどの店でも扱っておらず、原告独自のもの\nであり、かつ、「太肉麺」、「ターローメン」の名称（標章）は、原告の発案によ\nる造語であって、当時、このような標章を使用してラーメンを提供する店は全くな\nかった。\n（イ）　原告の店舗では、それ以来現在に至るまで、「とんこつスープに\n生キャベツと豚の角煮を具としたラーメン」を「太肉麺」、「ターローメン」とし\nて販売している。\nそして、それまでになかった新しいメニューに新しい「太肉麺」、「ターローメ\nン」との標章を付したことにより、このラーメンは、東京においても好評を博し\nて、主に東京及びその近郊の取引者、需要者の間に、かなりの程度に認識されるに\n至っており、特に、ラーメンを愛好する需要者の間に広く知られている。そして、\n原告が提供する「太肉麺」、「ターローメン」のラーメンは、例えば、「私が好き\nなこの店この一品」（朝日新聞社、昭和５２年４月３０日発行、甲第２号証）、\n「東京レストランガイド」（株式会社講談社、昭和６１年７月１５日発行、甲第４\n号証）、「別冊ａｎｇｌｅ　最新東京いい店安い店」（主婦と生活社、平成３年５\n月２５日発行、甲第５号証）において紹介され、最近でも、「本当に旨い店グラン\nプリ」（平成１１年３月３０日発行、甲第６号証）で紹介されるなどしている。\n（ウ）　これに対して、他のラーメン店では、原告が東京に出店した後の\n約２０年間にわたって、「太肉麺」、「ターローメン」の標章をその提供するラー\nメンに使用しておらず、現在でも、例えば、豚の角煮を盛りつけたラーメンとして\nは、一般的に「角煮ラーメン」という名称が付されて提供されている。\n（３）　以上認定のとおり、「太肉麺」の語は、原告が発案した造語であり、同\n様に原告が発案した「ターローメン」という本願商標も、「太肉」という漢字の音\n読みにはない「ターロー」と「麺」の音読みである「メン」とを結合して親しみや\nすい称呼として、原告が提供するラーメンの標識として、約２０年間という長期間\nにわたって使用されてきたものである。\n確かに、上記(1)の乙号証の雑誌等には、被告指摘のとおり、「太肉麺」、「ター\nローメン」等の名称でラーメンを提供する店が記載されていることが認められる\nが、その雑誌の発行年月日、インターネットの検索時期よりすれば、それは最近の\n比較的短期間のことであることが推認されるのであり、また、被告提出の乙第１な\nいし第３号証及び原告提出の甲第２ないし第６号証等の雑誌、書籍には、全国の膨\n大な数のラーメン店が掲載されており、また、インターネットのホームページに\nは、同様に多数のラーメン店が紹介されているにもかかわらず、「太肉麺」、「タ\nーローメン」等の名称でラーメンを提供する店は、被告指摘の数店舗にとどまって\nおり、むしろ、審決の平成１１年１０月の時点や現在においても、その余のほとん\nどの店では、その提供するラーメンの名称として「太肉麺」、「ターローメン」の\n標章は使用しておらず、上記のとおり、例えば、豚の角煮を盛りつけたラーメンと\nしては、一般的に「角煮ラーメン」という名称を付して提供しているのである。そ\nの他、「ターローメン」の語が「主に豚肉の厚切り肉を盛りつけたラーメン」であ\nることを示すものとして一般に使用されているとの審決の認定を認めるに足りる証\n拠はない。したがって、被告が主張する「本件商標については、同業者により取引\n上普通に使用されているとの客観的事実が形成されている」ということも認めるこ\nとができない。\n２　以上によれば、審決が、「ターローメン」の語が辞書・辞典類に特定の料理を\n示唆するものとの記載がないとしながら、「主に豚肉の厚切り肉を盛りつけたラー\nメン」であることを示すものとして一般に使用されていると認定したことは、誤り\nであるというほかなく、審決がこの認定を前提として、本願商標をその指定役務に\nついて使用しても役務の質（内容）を表示したものと認識するにとどまり、本願商\n標は自他役務の識別標識としての機能を果たし得ないとして、本願商標が商標法３\n条１項３号に該当すると判断したことも誤りに帰するから、審決は取消しを免れな\nい。\n３　結論\n以上のとおり、原告の本訴請求は理由があるので、これを認容することとし、主\n文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官 　    永　　井　　紀　　昭\n裁判官   　  塩　　月　　秀　　平\n裁判官     　橋　　本　　英　　史\n"
}