{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 29
  },
  "case_number": "平成16(ワ)23041",
  "case_name": "職務発明対価請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "33112",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33112",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/112/033112_hanrei.pdf",
  "contents": "--1\n平成１６年( )第２３０４１号 職務発明対価請求事件ワ\n口頭弁論終結日 平成１８年２月２０日\n判決\n原告 Ａ\n同訴訟代理人弁護士 津 山 齊\n同訴訟復代理人弁護士 吉 田 誠\n同 菊地将人\n被 告 エヌ・ティ・ティ・アドバンス\nテクノロジ株式会社\n同訴訟代理人弁護士 光石忠敬\n同 光石俊郎\n主文\n１ 被告は，原告に対し，金１２２２万０４２８円及びこれに対する平成\n１６年１１月１６日から支払済みまで年５分の割合による金員を支払\nえ。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は，これを８分し，その１を被告の負担とし，その余を原告\nの負担とする。\n４ この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n被告は，原告に対し，１億円及びこれに対する平成１６年１１月１６日から\n支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，被告の従業員であった原告が，被告に対し，別紙１（特許目録）記\n載１の特許権（以下，別紙１（特許目録）記載１ないし１０の各特許権を，同\n--2\n目録中の番号に従って「本件特許権１」などといい，本件特許権１ないし１０\n「」 。）（ 「 」 。），を併せて 本件各特許権 という に係る発明 以下 本件発明１ という\n本件特許権２，６，８及び１０に係る発明（以下「本件発明２」という ，。）\n（「 」 。），本件特許権３に係る発明 以下 本件発明３ という 並びに本件特許権４\n５，７及び９に係る発明（以下「本件発明４」という ）が特許法３５条１項。\n所定の職務発明に当たり，それらの発明について特許を受ける権利を被告に承\n継させたとして，被告に対し，同条３項に基づき，各特許を受ける権利の相当\nの対価のうち，一部請求として，各特許を受ける権利につき，それぞれ２５０\n０万円（遅延損害金を含む ）の支払を求めた事案である。。\n１ 前提となる事実（括弧内に証拠を掲示したもの以外は，当事者間に争いがな\nい）。\n（１） 当事者\nア原告\n原告は，昭和２４年３月，愛知県立工業専門学校（現名古屋工業大学）\n，， （ ，を卒業後 同年５月 電気通信省電気通信研究所の職員となった 甲３０\n乙２，弁論の全趣旨 。）\n原告は，昭和２７年８月１日，旧日本電信電話公社法（昭和５９年法律\n。「 」 。），第８５号による廃止前のもの 以下 旧公社法 という の施行により\n日本電信電話公社（以下「公社」という ）の職員となった。。\n原告は，昭和５２年１月，公社を退職し，被告に入社した。\n原告は，被告において，花弁形タイプホイールプリンタの研究等に携わ\nり，平成１１年，被告を退職した。\nイ被告\n，， （ 「 」被告は 昭和５１年に設立され 日本電信電話株式会社 以下 ＮＴＴ\n。），という 等の保有技術の技術移転及び保有特許等の普及活用のあっせん\n電子・通信・情報処理・部品・材料等の技術に関連する技術協力，調査研\n--3\n究・コンサルティング・試験，ハードウェア・ソフトウェアの設計・製作\n並びに商品・製品の販売等を目的とする株式会社である。\n被告の設立当時の商号は「日本通信技術株式会社」であった。\n被告の商号は，昭和６０年，公社の民営化に伴い 「エヌ・ティ・ティ，\n技術移転株式会社」に変更され，平成２年，現在の商号に変更された（以\n下，商号変更の前後を区別せず，単に「被告」という 。。）\nウ 公社及びＮＴＴ\n昭和２７年８月１日，旧公社法が施行され，同日，公社が成立した（旧\n公社法附則 。）\n昭和５９年，日本電信電話株式会社法（平成９年法律第９８号による改\n正前のもの。以下「ＮＴＴ法」という ）が施行され，昭和６０年４月１。\n日，ＮＴＴが成立した。公社は，ＮＴＴの成立の時において解散し，その\n一切の権利及び義務は，その時においてＮＴＴが承継した（ＮＴＴ法附則\n１条，３条１０項，４条１項 。）\n（２） 原告の発明\n原告は，被告に在職中，本件発明１ないし４（以下，本件発明１ないし４\nを併せて「本件各発明」という ）をした。。\n本件各発明は，その性質上被告の業務範囲に属し，かつ，本件各発明をす\nるに至った行為は，被告における原告の職務に属するものであるから，本件\n各発明は，特許法３５条１項所定の職務発明に当たる。\n本件各発明は，カセット型花弁形タイプホイールを使用する印字装置（プ\nリンタ）に関する発明である。\n花弁形タイプホイール印字装置は，活字の選択を高速化するために，タイ\nプホイールと呼ばれる円盤の円周に沿って多数の活字を一体成型し，タイプ\nホイールを活字選択モータによって自在に選択し，適時に適切な活字部分を\n印字すべき位置に移動させ，その活字部分をハンマで打撃し，もって紙に印\n--4\n字する装置である。花弁形タイプホイール印字装置においては，通常，多種\n類の活字の印字に対応できるように，複数のタイプホイールを交換する必要\nがある。そのため，交換に要する空間を圧縮し，かつ，交換に要する時間を\n短縮しつつ，タイプホイールの着脱操作性を高めることが求められる。それ\nと同時に，印字の正確性を期するため，タイプホイールの回転方向位置とタ\nイプホイールを回転駆動するモータ軸の回転方向位置とを精密に位置合わせ\nすることも求められる。本件各発明は，その課題を技術的に解決したもので\nある。\n（３） 特許を受ける権利の譲渡及び設定登録\n原告は，被告に対し，本件各発明に係る特許を受ける権利を譲渡し，被告\nは，別紙１（特許目録）記載のとおり，我が国（本件特許権１ないし４）の\nほか，アメリカ合衆国（以下「米国」という （本件特許権５及び６ ，グ。））\nレート・ブリテン及び北部アイルランド連合王国（以下「英国」という ）。\n（本件特許権７及び８）及びドイツ連邦共和国（以下「ドイツ」という ）。\n（本件特許権９及び１０）において特許出願し，設定登録を受けて，本件各\n特許権を取得した。\n（４） 従業員の発明に関する被告の定め\n被告は，昭和５２年１月８日に社員発明考案取扱規程（甲１１）を制定施\n。， （ ， 。）。行した その内容は 別紙２記載第１のとおりである ただし 抜粋である\nその後，実施補償金の上限は，平成元年度支払分より，１５０万円から２０\n０万円に増額された。また，実施補償金の支払方法は，平成２年度（以下，\n「」 ， 。）年度 という場合は 当該年の４月１日から翌年の３月３１日までをいう\n， 。から 各年度ごとの支払から権利存続期間中の３年ごとの支払に改められた\n被告は，平成１１年４月１日に同規程を改正し，施行した（甲１２ 。これ）\nらの内容は，別紙２記載第２のとおりである（ただし，抜粋である。以下，\n，，「」 。）。被告の社員発明考案取扱規程を その時期を問わず 被告規程 という\n--5\n（５） 被告の実施状況等\nア 被告は，本件各発明を自ら実施していない。\nイ 被告は，本件特許権を被告とともに保有していた株式会社リコー（以下\n「リコー」という ）とともに，ブラザー工業株式会社（以下「ブラザー。\n工業」という ，シャープ株式会社（以下「シャープ」という ，松下。）。）\n電器産業株式会社（以下「松下電器」という ）及びシルバー精工株式会。\n社（以下「シルバー精工」という ）に対し，本件各特許権の通常実施権。\nを許諾した。\n各実施料算定期間ごとのライセンシー及び被告が得た実施料は，次のと\nおりである。\n実施料算定期間 ライセンシー 被告が得た実施料\n昭和５８年度から ブラザー工業 ７５００万円\n昭和６０年度まで\n昭和６１年度 ブラザー工業 ４３３０万５１５４円\n昭和６２年度 ブラザー工業 ４４９０万１２４３円\n昭和６３年度 ブラザー工業 ４２１９万９１００円\nシャープ ３３３９万３９３１円\n昭和６４年（平成 ブラザー工業 ４３６１万３７９９円\n元年）度 シャープ １０６０万３５４３円\n松下電器 １０００万円\n平成２年度から平 ブラザー工業 ９３２２万３１９０円\n成４年度まで シャープ ８１２万４２２５円\n松下電器 ２６９９万６９４７円\nシルバー精工 ４８４万０６７８円\n平成５年度から平 ブラザー工業 ２６９０万６４３９円\n成７年度まで シャープ １３３万２９１６円\n--6\n松下電器 ５４２万５３２８円\nシルバー精工 １２万２７７９円\n平成８年度から平 ブラザー工業 １５４１万２５３２円\n成１０年度まで シャープ １０万７９５５円\n松下電器 ３４８６円\n合 計 ４億８５５１万３２４５円\nウ 上記イの実施料収入への本件各発明の寄与度は，いずれも同等であり，\n本件各発明により被告が得た実施料収入は，次の計算式のとおり，各発明\nにつきそれぞれ１億２１３７万８３１１円である（円未満切り捨て 。）\n４８５，５１３，２４５円÷４＝１２１，３７８，３１１円\n（６） 実施補償金等の支払\n被告は，原告に対し，被告規程に基づき，本件各発明に関し，譲渡補償金\n４０００円，登録補償金１万２０００円を支払ったほか，次のとおり，実施\n補償金を支払った。\n支払った時期 支払った実施補償金の額\n昭和６１年７月ころ ４１４万円\n昭和６２年８月ころ ２２９万５２５８円\n昭和６３年７月ころ １４９万７０００円\n平成元年７月ころ ２００万円\n平成２年９月ころ ２００万円\n平成５年９月ころ ２００万円\n平成７年 １３１万３０００円\n平成１２年３月ころ １２６万円\n合 計 １６５０万５２５８円\n（７） 本件各発明の共同発明者ら\n本件各発明の共同発明者であるＣ，Ｇ及びＪは，いずれもリコーの従業員\n--7\nである。\n（８） 本件各発明に関する表彰等\n原告は，平成４年３月１３日，本件各発明に関し，被告から表彰を受けた\n（甲１５の３，弁論の全趣旨 。）\n２争点\n（１） 本件各発明に係る特許を受ける権利の相当の対価の額\n（２） 本件各発明に係る特許を受ける権利の相当の対価の請求権は時効によ\nり消滅したか。\n３ 争点に関する当事者の主張\n（１） 争点（１ （本件各発明に係る特許を受ける権利の相当の対価の額））\nについて\n（原告の主張）\nア 本件各発明の経緯\n( ) 開発の経緯ア\nａ 原告は，昭和５２年１０月から昭和５９年６月までの間，プリンタ\nメーカーであるリコーに技術コンサルタントとして随時出張し，リコ\nーのエンジニアと共同してプリンタの開発・商品化のための研究等を\n行った。\nｂ プリンタの開発プロジェクトの遂行期間は，昭和５２年第３四半期\nから昭和５９年第２四半期までの約７年間であった。原告は，その期\n間のうち，毎週１回月曜日の午前８時２０分から午後５時３０分まで\nの昼休みを含む９時間１０分を，本件各発明に関する研究等に費やし\nた。\nｃ 開発組織は，リコーの山下専務の直属組織であり，Ｋ企画部次長，\n（「 」 。），， （ 「 」 。），Ｑ部長 以下 Ｑ という 原告 Ｒ課長 以下 Ｒ という\nＧ，Ｊ及び他の部員約２０名からなっており，原告のみが被告の従業\n--8\n員であった。\nｄ 開発の場所は，東京都大田区〈以下略〉所在のリコー大森事務所で\nあった。\n( ) 作業内容イ\n全体作業を機能別に各作業ユニットに分けて開発が進められた。作業\nユニットは，①全体設計，②印字部の設計，③印字ハンマの設計，④ス\nペーシングの設計（リニアモータの開発，リニアモータを使用したプリ\nンタの性能・適用設計のための米国における出張調査）及び⑤全体の電\n子制御部の設計であった。ユニット分けは，Ｑ，Ｒ及び原告の合議によ\nって決められた。\n原告は，この作業ユニットについて，世界の技術動向を参照しつつ，\n問題点の解決，提案及び指導をした。原告は，とりわけ，印字部，印字\nハンマ，スペーシングの各部設計に努力し，印字部については，花弁形\nタイプホイールのプラスチック材料の耐衝撃特性を向上させるため，材\n質の選定及び形状の決定を行い，花弁形タイプホイールのカセット化の\n提案及びその機構設計を検討し，印字ハンマについては，小型軽量化を\n検討し，スペーシングについては，リニアモータの採用による動作特性\nの改善等について検討した。\n( ) 開発研究の目標ウ\n開発の当時，ＩＢＭやオリベッティが欧米のプリンタ（タイプライタ\nーを含む ）市場を事実上独占（寡占）していた。開発を主導してこれ。\nに後発参入するに当たっての原告の目標は，他社にない特徴，低価格及\nび使い勝手の良さを実現し，競争力を獲得することであった。当時のプ\nリンタを操作して美麗・正確な文書を迅速に作成するために，ユーザに\nは高度な熟練と技能を求められていたから，専門のタイピストでなくて\nも容易に操作が可能なように，ユーザの使い勝手を飛躍的に向上させる\n--9\n必要があった。\nそのため，原告は，ユーザの具体的な使用場面を詳細に検討し，分析\nした。\n欧米では，英字の大文字・小文字だけでなく，ピリオド，カンマ，ク\nエスチョンマークなどの各種記号，斜体文字，ギリシャ文字等の多様な\n活字が使用されるが，当時昀先端の花弁形タイプホイールでも６４文字\n程度までしか収容できず，多様な文字を使用するためにはユーザが作業\n中に随時タイプホイールを交換する必要があった。しかし，この交換作\n業は，面倒で時間を要し，極めて非能率的であった。そこで，多様な文\n字・記号を使用頻度の高いものから順に分類し，頻度順に複数のカセッ\nトに収め，かつ，各カセットの交換を容易かつ迅速に行えるようにすれ\nば，文書作成作業における多大な技術革新が期待できた。\n原告は，これを実現すべく，創意工夫をこらしたのである。\n( ) 開発研究の内容エ\nカセット化された花弁形タイプホイールは，常時ホームポジションを\n保持していなければならない。そうでなければ，適時に適所に適切な文\n字や記号を印刷できない。そのため，プリンタにセットすると花弁形タ\nイプホイールは，選択モータで確実に保持されるようにすることが必要\nであった。\nまた，花弁形タイプホイールカセットの着脱操作は，簡便でなければ\nならない。そこで，ラジカセのカセットのように，レバーを手前に引け\nばカセットが手で取り出せ，向こう側に戻せば正しくセットされるよう\nに構成される必要があった。\nカセットの着脱性能を向上させるためには，カセット及び選択モータ\nが，一体として，ユーザから見て前後にスムーズに滑動するように構成\nする必要があった。\n--10\nこれらの技術的課題を解決したのが本件各発明である。\nイ 原告の貢献度\n( ) 原告は，リコーへ随時出張していた期間中に本件各発明をしたものア\nであり，被告の施設や機材を一切使用していない。被告は，本件各発明\nに関し，何らの研究設備や実験設備も用意せず，何らの特別の参考資料\nやデータも提供せず，何らの費用の負担もしていない。かえって，上記\n期間中に，被告は，原告によるコンサルティング，技術移転，オペレー\nションサポートの役務提供の対価として，合計１億９０００万円の売上\nげを得ている。\n( ) 原告以外の本件各発明の共同発明者は，すべてリコーの従業員であイ\nり，被告は，原告以外の本件各発明の共同発明者らに対し，何らの特別\nの給付をしていない。\n( ) 本件各発明の母胎となる技術やノウハウは，原告が研究し，創出しウ\nたものであり，被告には，本件各発明の母胎となる技術やノウハウの蓄\n積がなかった。\n被告は，本件各発明は出願当時に公社が開発していたプリンタと同様\nの基本的構成を有していると主張するが，公社のプリンタは，タイプホ\nイールのカセット化さえなされておらず，従来のタイプホイールプリン\n，。タと比較して タイプホイールの交換作業は何ら改善されていなかった\nそれを画期的に単純化することに成功し，文書作成作業を飛躍的に効率\n化した本件各発明と，公社のプリンタとは，技術的思想が異なる。\n( ) 原告は，本件各発明をするに当たり，共同発明者らの中で，主導的エ\nな働きをした。本件各発明の基本部分は，原告が実質的に単独で創作し\nたものである。\n( ) 本件各発明に係る特許明細書の原稿を起案したのは，原告であり，オ\n明細書の技術的内容については，ほとんど訂正されることなく，被告及\n--11\nびリコーによって特許出願された。本件各特許権に係る出願，登録，維\n持，ライセンス契約の締結等に要する労力及び費用は，すべてリコーが\n負担し，被告は，実施料を受領するのみで，何ら特別な出捐をしていな\nい。\n( ) 被告は，原告の出張期間中の給与及び補償金を支払ったのみで，原カ\n告に対し，他に何ら特別の給付をしていない。そもそも，リコーへの出\n張自体も原告の人脈に基づくものであり，被告は，単にそれを許可した\nのみである。\n( ) 被告は，日本のみならず，米国，英国及びドイツにおいても特許出キ\n願をし，本件各発明が優れていることを認めている。また，被告による\n本件各発明に係る特許出願は，すべて登録された。\n( ) 原告は，本件各発明に関し，被告から複数回の表彰を受けている。ク\n( ) 被告は，公社と被告とが実質的に同一体であるから，原告が公社にケ\nおいてプリンタ関連の業務に従事し，技術者としての教育を受けていた\nという事情や，原告が被告においてプリンタ分野の技術移転業務等を行\nうことにより公社保有の技術情報を利用することができた等の事情は，\n被告の本件各発明への貢献として考慮されるべきとの趣旨の主張をす\nる。\nしかし，被告は，技術移転業務だけでなく，公社の研究開発遂行上必\n要な特許・文献等の技術情報・需要動向等の外部情報の調査等を受託す\nる「オペレーションサポート業務」や，一般企業に対する電気通信分野\nの「技術コンサルティング業務」等をも行っていたのであり，公社に代\nわって「技術移転業務」を行うことのみが被告の存在意義であったので\nはない。また，公社と被告とは全く別の法人格であり，原告が本件各発\n，， 。明をした昭和５３年当時 公社は 被告の株式を全く有していなかった\nさらに，被告の設立当初の役員や従業員の大部分が公社出身者であった\n--12\nとしても，法人の実体は，その構成員によって影響を受けるものではな\nい。\nしたがって，被告は，形式的にも実質的にも，公社とは別個独立の存\n在であり，実質的に同一体であると評価することはできない。\n( ) 被告は，本件各発明が，公社において技術者として教育を受けた原コ\n告の職責上担当していた技術分野に属するものであると主張するが，原\n告は，公社においてプリンタ分野についての教育を受けたことはない。\n( ) 上記( )ないし( )の各事情を総合考慮すると，原告の本件各発明サア コ\nへの貢献度は８０％を下らない。\nウ 相当の対価の額\n本件各発明に係る特許を受ける権利の相当の対価については，本件各発\n明ごとに算定すべきものであるが，その額は，以下のとおりである。\n本件各発明により被告が得た利益は，上記１（５）ウのとおり，各発明\nにつきそれぞれ１億２１３７万８３１１円であり，原告の本件各発明への\n貢献度は，上記イ( )のとおり，８０％を下らないから，本件各発明に係サ\nる特許を受ける権利の相当の対価の額は，次の計算式のとおり，各発明に\nつきそれぞれ９７１０万２６４８円である（円未満切り捨て 。）\n１２１，３７８，３１１円×０．８＝９７，１０２，６４８円\n原告は，上記１（６）のとおり，被告から各種補償金として合計１６５\n２万１２５８円を受領しており，本件各発明に係る特許を受ける権利の相\n当の対価のうち支払済みの金額は，次の計算式のとおり，４１３万０３１\n４円ないし４１３万０３１５円である。\n，， ，， （ ）１６ ５２１ ２５８円÷４＝４ １３０ ３１４円 円未満切り捨て\nしたがって，支払済みの金額を控除した相当の対価の額は，次の計算式\nのとおり，各発明につきそれぞれ９２９７万２３３４円ないし９２９７万\n２３３３円である。\n--13\n９７，１０２，６４８円－４，１３０，３１４円＝９２，９７２，３３\n４円\n本件訴訟では，上記対価の額の一部として，各発明につきそれぞれ２５\n００万円を請求する。\nエ 「原告に対する特別の待遇 （後記「 被告の主張 」イ）について」（ ）\n被告は，本件各発明を評価して，原告に対し，昭和５３年から平成３年\nまでの間に，他の同時期入社の同年代社員に比して年末賞与を合計約５０\n０万円多く支給したと主張する。\nしかし，原告に対して高額の年末賞与が支払われていたとしても，それ\nは，単に，原告の本来の職務である技術移転業務，技術コンサルティング\n業務，オペレーションサポート業務等の実績が，他の従業員よりも高く評\n価されていたからにすぎない。Ｕの陳述書（乙２）には，昭和５３年の原\n告の年末賞与は他の同期社員のそれと比較して約８０万円多く支給された\n旨の記載があるが，仮にこれが真実であったとしても，この時点では，本\n件発明１，２及び４に係る特許出願がされたばかりであり，本件発明３に\nついては出願すらされていなかったのであるから，当該年末賞与が本件各\n発明と対価関係にあるとは到底いえない。\nまた，被告は，本件各発明により被告が特許料収入を得ていることを理\n由に，原告を企画推進部事業計画担当の統括部長に抜擢し，原告に対し，\n他の同時期入社の同年代社員に比して約８００万円多く給与を支給したと\n主張する。\nしかし，被告の主張する人事は，原告を当該役職に就かせることが被告\nにとって利益になると評価されたからであり，特許料収入をもたらしたと\nの理由のみで，企画推進部事業計画担当の統括部長というポストを任せた\nとの主張は，不自然かつ不合理である。\nまた，被告は，平成４年に原告に支払った褒賞金１００万円が，本件各\n--14\n発明の対価として支払われたと主張するが，これは，原告の日頃の業務精\n励に対する感謝金にすぎない。\nしたがって 被告が原告に対して与えたとされる約１４００万円分の 特，「\n別の待遇」は，いずれも，本件各発明に対する対価とは評価し得ない。\n（被告の主張）\nア 被告の貢献度\n( ) 被告と公社との実質的同一性ア\nａ 被告の設立趣旨\n被告は，日本電信電話公社電気通信研究所（以下「公社研究所」と\nいう ）を中心に実施されてきた研究開発の成果を技術移転し，調査。\n・試験等の業務を受託実施する法人として，昭和５１年１２月１７日\nに設立された。設立の目的は，公社研究所の研究開発の成果を，公社\nの事業のみならず，広く一般産業界に普及・活用することにより，日\n，。本の技術水準を高め 日本国民の福祉の向上に寄与することにあった\nｂ 旧公社法下の制約\n公社は，旧公社法により設立された法人であり，公社の業務は旧公\n社法３条で法定されていた。また，公社が事業に投資する場合には，\n業務運営上の必要性及び郵政大臣の認可が必要とされ，投資できる事\n業の範囲は政令で定めることとされていた（旧公社法３条の４ 。）\n公社の性格上，自らが業務を行うには制約があったことから，被告\nを設立し，公社に代わって技術移転を代行させることとした。\nｃ 被告の役員人事及び従業員の採用\n被告の発足当時，役員６名中４名は公社研究所の出身者であり，そ\nの後も主要な常勤役員は，公社研究所の出身者であった。主要業務を\n行う従業員２５名も，すべて公社研究所の出身者であり，その後も主\n要な業務を行う従業員は，公社研究所の出身者であった。\n--15\nｄ 被告の株主\n被告の設立当時の株主は，通信機器メーカー，電線メーカー及び銀\n行の計１０社並びに公社研究所出身の被告の設立当時の代表取締役１\n名，常務取締役１名及び取締役１名であり，被告が設立された当時，\n公社は，被告の株式を有していなかった。\n昭和５５年に被告が７０００万円の増資を行った際，公社は，郵政\n大臣の認可を受けて被告に出資し，公社が保有する被告の株式がその\n発行済株式の総数に占める割合は，２８．６％となった。\n昭和６０年，被告の資本の額は１億７０００万円となり，ＮＴＴが\n保有する被告の株式がその発行済株式の総数に占める割合は，４１．\n２％となった。\n被告は，平成２年３月，増資を行って資本の額を４億７００６万３\n８００円とし，平成８年，ＮＴＴが保有する被告の株式がその発行済\n株式の総数に占める割合は，６０．７％となった。\n平成１３年，ＮＴＴは，被告の発行済株式の総数を保有することと\nなり，現在に至るまで，被告の発行済株式の総数を保有している。\nＮＴＴ法の成立により，被告が，株式の上でも本来あるべき姿にな\nったものであり，被告は，設立当初から公社と実質的に同一体である\nというべきである。\n( ) 公社による教育イ\n，， ， ，原告は 昭和２４年３月 愛知県立工業専門学校を卒業後 同年５月\n電気通信省電気通信研究所の技術員として，方式実用化部電信方式課に\n配属された。その後，原告は，勤務の傍ら，中央大学法学部に入学し，\n同大学を卒業している。\n原告は，昭和２７年８月１日に公社の職員となった後，公社研究所に\nおいて電信課や精密工作研究室に配属された。\n--16\n，， ，原告は 昭和４２年９月 宅内機器研究部の精密機械研究室において\n，，入出力機器担当研究調査専門員として フライング印字プリンタの研究\nマルチヘッドタイプの研究，高速ラインプリンタの実用化等の設計試作\nを行った。その後，昭和４７年１月から入出力機器担当研究専門調査役\nとしてマーケティング調査を行い，その結果に基づき，昭和５１年，キ\nーボードプリンタの研究試作を行った。\nこのように，原告は，研究を専門に行う役職にあり，公社を退職する\nまでの約１０年間にわたり，プリンタ関連の研究開発業務を職務上担当\nし，プリンタにおける専門の技術を習得した。\n原告が昭和５２年１月に被告に入社した際も，被告は，原告を，プリ\nンタ等端末機器についての研究調査の要員とし，また，主要な特許情報\nの選択的提供（特許ＳＤＩ）のプリンタ分野における要員とした。\n原告は，被告において，花弁形タイプホイールプリンタのほか，プリ\nンタとの関連が非常に深い業務の技術移転，技術協力等の業務を行って\nいた。そのため，原告は，被告に入社した後も，公社から花弁形タイプ\nヘッドプリンタに関する技術情報等を相当程度得ていた。このことは，\n被告において，原告がプリンタ機構関係の技術移転の担当者であったこ\nとからも裏付けられる。\nこのように，本件各発明は，被告と実質的に同一体であった公社にお\nいて技術者として教育を受けた原告が，その職責上担当していた技術分\n野に属するものである。\n( ) 本件各発明は原告に当然に期待されていたものであることウ\n被告とリコーとの技術協力契約においては，印字品質の面でＩＢＭ\nＳｅｌｅｃｔｒｉｃプリンタと同等なプリンタの開発・実用化を行うこ\nと及びその具体的な仕様が定められていた。本件各発明は，そのように\n具体的に定められた仕様に基づくプリンタの実用化の目的で生まれたも\n--17\nのであり，原告は，被告の担当者として本件各発明を行うことが当然に\n期待されていたものである。\n( ) 本件各発明は公社が開発したプリンタと基本的な構成を同じくするエ\nものであること\n本件各発明は，いずれも，出願当時に公社が開発していた花弁形タイ\nプヘッドプリンタと同様の基本的構成を有し，主に実用機としての操作\n性向上を図るために，同じく出願当時に技術水準として知られていたタ\n，，イプヘッド・カセット等の構成部材をこれに組み合わせて 一部変更し\nそれに伴う構成部材の付加や改変を行ったものである。\n( ) 被告とリコーとの契約及び本件各発明についてのライセンス契約はオ\n被告及び公社の実績及び信頼性があって初めて可能となったものである\nこと\n被告とリコーとの技術協力契約（甲１６の１）及び「技術協力契約書\nに関する覚書 （甲１６の２）は，Ｖ プリンタという開発・商品化」 ３－２\n目標に沿う技術知識及び信頼を被告及び公社が蓄積していたことによ\nり，初めて締結されたものである。\nまた，本件各発明についてのライセンス契約は，本件各発明の分野に\nおける被告及び公社の長年にわたる実績及び高い信頼性がなければ締結\nできなかったものである。\n( ) 原告の待遇カ\n被告は，原告が本件各発明をしたことから，地位の面で同期の者に比\nして破格の待遇を行った。すなわち，被告は，平成２年，本件各発明に\nよる特許料収入があるという原告の実績から，特別契約社員でありなが\nら企画推進部事業計画担当の統括部長に抜擢した。\n( ) 以上の各事情を総合すれば，被告の貢献度は，少なくとも９７％でキ\nある。\n--18\nイ 原告に対する特別の待遇\n( ) 昭和５８年から平成３年までの年末賞与（１２月支給）は，同時期ア\n，． ．入社の他の同年代社員に比して 支給月数の割合にして０ ５ないし１\n，， ，８月 支給額にして２０万ないし１００万円高い処遇を行い その結果\n被告は，原告に対し，同年代の他の社員と比較して，合計約５００万円\n多く年末賞与を支給した。\n( ) 原告は，平成２年３月にいったん被告を退職し，同年４月，上記アイ\n( )のとおり，特別契約社員として採用され，企画推進部事業計画担当カ\nの統括部長に抜擢された。\nその結果，被告は，原告に対し，同時期入社の他の同年代社員に比し\nて，２倍，約８００万円多い額の給与を支払った。\n，， ， ，( ) 被告は 原告に対し 平成４年３月１３日 同日の社長表彰に際しウ\n褒賞金として１００万円を支払った。社内褒賞金の額は，通常，５００\n０円である。\n( ) このように，被告は，原告が本件各発明をしたことについて，給与エ\n等の面で，同時期入社の他の同年代社員に比して，合計約１４００万円\nの特別の待遇を行った。\nウ 相当の対価の額\n被告が，原告に対し，本件各発明に係る特許を受ける権利の譲渡の対価\nとして既に支払った額は，上記１（６）の補償金１６５２万１２５８円及\nび上記イ( )の１４００万円の合計３０５２万１２５８円である。エ\nそして，上記アによれば，本件各発明に係る特許を受ける権利の相当の\n対価は，被告が既に支払った３０５２万１２５８円で十分に足りる。\n（２） 争点（２ （本件各発明に係る特許を受ける権利の相当の対価の請求）\n権は時効により消滅したか ）について。\n（被告の主張）\n--19\nア 消滅時効の起算点\n被告規程によれば，平成元年度までは，各年度ごとに実施補償金が支払\nわれ，その支払時期は，翌年度末である。平成２年度以降は，３年度ごと\nに実施補償金が支払われ，その支払時期は，権利存続期間の３年，６年，\n９年及び１２年を経過した日の属する年度の翌年度以降であるから，該当\nする翌年度の４月１日である。\nすなわち，各実施料算定期間ごとの実施補償金の支払時期は，次のとお\nりである。\n実施料算定期間 支払時期\n昭和５８年度から昭和６０年度まで 昭和６２年３月３１日\n昭和６１年度 昭和６３年３月３１日\n昭和６２年度 平成元年３月３１日\n昭和６３年度 平成２年３月３１日\n昭和６４年（平成元年）度 平成３年３月３１日\n平成２年度から平成４年度まで 平成５年４月１日\n平成５年度から平成７年度まで 平成８年４月１日\n平成８年度から平成１０年度まで 平成１１年４月１日\n，， ，被告規程のように 相当の対価を分割支払として 特許権の存続期間中\n一定の期間ごとに特許発明の実施の実績に応じた額を使用者から従業者に\n支払う旨の定めがされている場合，相当の対価のうち分割された各期間に\nおける特許発明の実施に対応する分については，それぞれ当該分割金の支\n払時期が到来するまでその支払を求めることができないのであるから，相\n当の対価の支払を受ける権利について，分割された各期間における特許発\n明の実施に対応する分ごとに，当該支払時期から消滅時効が進行する。\nイ 消滅時効期間\n相当の対価の請求権は，特許法３５条３項によって認められた法定の債\n--20\n権である。この請求権は，商行為である権利の承継契約の締結がなければ\n生じないから，この意味で商行為により生じた請求権である。すなわち，\n会社が職務発明と認定した場合でも，それが会社の事業にとって利益にな\nる発明か否かについて判断した上で，その裁量により権利の承継を決定し\nているのであり，必要がなければ承継しないこともできるのであるから，\n相当の対価の請求権は，会社の営業のための行為としての承継契約があっ\nて初めて具体的に発生する請求権である。\nしたがって，相当の対価の請求権の消滅時効期間は，商法５２２条によ\nり，５年である。\nウ 相当の対価の請求権の消滅\n，，本件各発明に係る特許を受ける権利の相当の対価の請求権は 譲渡補償\n登録補償及び実施補償を基礎付ける事実について認められる相当の対価の\n支払時期から既に５年の時効期間が経過しており，消滅時効が完成してい\nる。\n，，被告は 平成１７年３月１０日の本件第１回弁論準備手続期日において\n上記消滅時効を援用する旨の意思表示をした。\n仮に，消滅時効期間についての上記イの主張が認められず，消滅時効期\n間が１０年であるとしても，上記１（５）イの表の「昭和５８年度から昭\n和６０年度まで」の項から「平成２年度から平成４年度まで」の項までの\n実施料算定期間に係る相当の対価の請求権は，譲渡補償，登録補償及び実\n施補償を基礎付ける事実について認められる相当の対価の支払時期から既\nに１０年の時効期間が経過しており，消滅時効が完成している。\n，，被告は 平成１７年３月１０日の本件第１回弁論準備手続期日において\n上記消滅時効を援用する旨の意思表示をした。\nエ 「時効の中断 （後記「 原告の主張 」ウ）について」（ ）\n原告は，被告が原告に対して実施補償金を支払ったことが民法１４７条\n--21\n３号所定の「承認」に該当すると主張する。\nしかし，本件において，原告は，被告が各実施料算定時期に対応して支\n払った実施補償金が特許法３５条３項所定の相当の対価の一部に該当し，\n不足する額に相当する対価の額の支払を求めているものであるところ，被\n告は，当該不足する額に相当する対価の支払を一切行っていないのである\n，「 」 。から 民法１４７条３号所定の 承認 に該当しないことは明らかである\n（原告の主張）\nア 消滅時効の起算点\n被告は，本件のように勤務規則等に一定の期間ごとの実施に応じた実施\n補償金が数回にわたって支払われると規定されている場合には，各支払時\n期から各期間に対応する相当の対価の請求権の消滅時効が進行すると主張\nする。\nしかし，相当の対価の請求権の消滅時効は，実施補償金の昀終支払時期\nから進行し，このことは，実施補償金の支払に関する規定が分割払とされ\nているか一括払とされているかによって変わるものではないと解すべきで\nある。理由は，次のとおりである。\n( ) 昀高裁判所の判決との整合性ア\n被告の上記主張は，昀高裁判所の判決（昀高裁平成１３年( )第１２受\n５６号同１５年４月２２日第三小法廷判決・民集５７巻４号４７７頁，\n以下「昀高裁平成１５年判決」という ）と整合しない。すなわち，上。\n記判決は，従業員である発明者が，勤務規則の定めに基づき，既に，昭\n和５３年１月に出願補償金として３０００円，平成元年３月に登録補償\n金として８０００円，平成４年１０月に実績補償金として２０万円の合\n計２１万１０００円の支払を受けていたが，さらに，その不足分の相当\nの対価の支払を使用者に請求したという事案において，発明についての\n相当の対価の額を２５０万円と算定し，不足分として２２８万９０００\n--22\n円の請求を認めた原判決を支持した上で，上記実績補償金が支払われる\nべき時期が到来するまではその権利の行使につき法律上の障害があると\nして，当該支払時期が相当の対価の支払を受ける権利の消滅時効の起算\n点となると判示している。被告の上記主張によれば，上記判決の事案に\nおいて，出願補償金の支払時期が到来すると，相当の対価のうち出願補\n償金の対象期間に対応する分については，その支払を受ける権利の行使\nにつき法律上の障害が解消されることになり，その結果，当該権利につ\nいて消滅時効が進行することになるはずである。これに対し，上記判決\nは，実績補償金の支払時期が，相当の対価の支払を受ける権利の消滅時\n効の起算点となると述べており，それとは別に，相当の対価の一部の支\n払を受ける権利につき出願補償金又は登録補償金の各支払時期からそれ\nぞれ時効が進行するという考え方はとっていない。仮に，そのように考\nえたとすれば，相当の対価のうち出願補償金の対象期間に対応する分に\nついては，１０年の経過により消滅時効が完成するから，認容額は２２\n８万９０００円より小さくなるはずである。\n出願補償金も登録補償金も実績補償金も，相当の対価の一部として支\n払われるという意味においては，それぞれの間に何ら差異はない。そし\nて，上記判決の事案と，本件とは，実績補償金の支払が一括でされるか\n分割でされるかという点において相違があるものの，勤務規則等の定め\nにより相当の対価の一部としての各種補償金が数回にわたって支払われ\nるという点で何ら相違はない。実施補償金が分割で支払われるからとい\nって，昀後の補償金の支払時期が到来する前に，相当の対価の請求権の\n一部につき法律上の障害が解消され，その部分については請求すること\nが可能になると解さなければならない合理的な理由はない。\n( ) 相当の対価の請求権の一体性イ\n特許法３５条３項の相当の対価の請求権は，特許を受ける権利という\n--23\n１個の権利を譲渡したことについての対価の支払を受ける権利であっ\nて，特許を受ける権利を使用者に承継させた時に発生する実体法上１個\nの請求権である。そして，同条４項（平成１６年法律第７９号による改\n正前のもの。以下同じ ）によれば，その対価の額は，その発明により。\n，「 」使用者等が受けるべき利益の額を考慮して算定され ここにいう 利益\nとは，使用者等が現実に受けた利益ではなく，使用者等が当該権利承継\nにより取得し得るものの承継時における客観的価値を指すものとされて\nおり，承継の時において一定の額として算定し得るものであると解され\nている。\nこのような相当の対価の請求権の性質からすれば，ある一定期間に対\n応する相当の対価の請求権というものはそもそも観念し得ないというべ\nきである。権利承継時の客観的価値を事実審の口頭弁論終結時において\n評価する際，過去における一定期間ごとの実績を積算してその対価を算\n出することはあるが，これはあくまで対価の算定の手段にすぎず，相当\nの対価の請求権の上記性質と矛盾するものではない。したがって，勤務\n規則が補償金の支払方法についてどのように定めていようとも，相当の\n対価の請求権の消滅時効は，ある一定の時点から一体として進行するの\nであり，その各部について別々に消滅時効が進行することは全く想定さ\nれていない。\n( ) 請求権の行使の期待可能性ウ\n継続的に補償金の支払を受けている従業員である発明者にとっては，\n使用者の支払う意思のある補償金の総額が昀終的にどの程度になるのか\nが明らかでない状況において，受領済みの対価の額が特許法３５条４項\nの対価の額に満たないと判断することは不可能である。勤務規則等は，\n通常，たびたび改訂されるため，支払を受けるべき補償金の総額を予想\nすることもできない。また，使用者の支払う意思のある補償金の総額を\n--24\n判断することが可能であったとしても，使用者から補償金の支払を継続\n的に受けている状況において，使用者に対して不足分を請求すれば，相\n当の対価どころか将来支払われる予定の補償金の支払すら中止されるお\nそれがあるから，使用者に対して不足分を請求することを従業員である\n発明者に期待するのは酷である。このような状況において，相当の対価\nの請求権を行使しない従業員である発明者を，権利の上に眠る者と評価\nすることはできない。\nイ 消滅時効期間\n被告は，職務発明の相当の対価の請求権の消滅時効期間は５年であると\n主張する。\nしかし，職務発明の相当の対価の請求権は，特許法３５条により従業者\n，，に認められた法定の権利であって 商行為により生じた債権ではないから\n消滅時効期間は１０年である。\nウ 時効の中断\n仮に，相当の対価の請求権の消滅時効が各実施補償金の支払時期から進\n行するとしても，本件において，被告は，昭和６１年から平成１１年まで\nの間，相当の対価の一部である実施補償金を継続して支払っており，これ\nらの一部弁済は，民法１４７条３号所定の「承認」に該当する。被告が昀\n後に原告に補償金を支払ったのは平成１２年３月１５日であるから，原告\nが本件訴えを提起した平成１６年１０月２９日においては，相当の対価の\n請求権についての消滅時効は未だ完成していない。\n第３ 争点に対する判断\n１事実関係\n証拠（甲１の１・２，２の１ないし３，３の１ないし３，４の１ないし７，\n１１，１２，１４の１・２，１５の１ないし３，１６の１・２，２１の１ない\nし８，２９，３０，乙２ないし４，７，１１）及び上記前提となる事実並びに\n--25\n弁論の全趣旨によれば，次の各事実が認められる。\n（） ， （ ， ， ，１ 原告の経歴 職務内容等 甲１４の１・２ １５の１ないし３ ３０\n乙２，弁論の全趣旨）\nア 原告は，昭和２４年３月，愛知県立工業専門学校（現名古屋工業大学）\nを卒業後，同年５月，電気通信省電気通信研究所の職員となった。\n原告は，昭和２７年８月１日，旧公社法の施行により，公社の職員とな\nり，公社研究所の電信課及び精密工作研究室に配属され，電信用気送管や\n，， ，通信機等の研究及び実用化 電報中継の機械化 中継席の研究及び実用化\nデータ伝送用端末，テープリーダ及びテープパンチャの研究及び実用化等\nに携わった。\n昭和４１年１月，電気通信工業の分野において，従前外国からの技術導\n入に依存していた端末機や機構部品技術の研究開発能力の充実を目的とし\nて，公社研究所に宅内機器研究部が新設された。原告は，昭和４２年，宅\n内機器研究部の精密機械研究室に研究主任として配属され，同年９月から\n昭和４４年１月まで，入出力機器担当研究専門調査役として，フライング\n印字プリンタの研究，中速度ラインプリンタに用いるマルチヘッドタイプ\nの研究，ＤＩＰＳ用高速ラインプリンタの実用化等の設計試作を行った。\n原告は，昭和４４年１月，機構部品研究室室長補佐となり，昭和４７年\n１月から，入出力機器担当研究専門調査役として，携帯形音響結合簡易プ\nリンタの需要把握等のマーケティング調査を行い，その結果に基づき，昭\n和５１年，サーマル印字音響結合携帯形キーボードプリンタの研究試作を\n行った。\n原告は，昭和５１年１０月２３日，高速ラインプリンタの実用化により\n事業の発展に寄与したとして，公社総裁の表彰を受けた。\nこのように，原告は，公社において，電気通信分野の入出力機器の研究\n開発等に携わり，昭和５２年１月，公社を退職した。\n--26\nイ 原告は，昭和５２年１月７日，そのプリンタ分野における専門知識や技\n能等を評価され，被告に入社し，技術調査部システム開発部次長を命じら\nれた。\n被告の主な業務の１つである特許ＳＤＩ業務（公社に対する選択的特許\n情報の提供業務）の対象分野は，７つあり，そのうちの１つがプリンタ分\n野であった。被告は，昭和５１年１２月１７日に設立された会社であると\nころ，特許ＳＤＩ業務については，７つの技術分野ごとに，専門の技能を\n持つ者を担当者として配置することが当初から予定されており，プリンタ\n分野については，被告の設立計画段階から，原告が候補として挙げられて\nいた。また，被告の他の主な業務である調査研究業務に関しても，公社研\n究所における研究途上の試作品について，各種の業務形態のユーザーによ\nる試用を実施し，端末機の機能に対するユーザーの評価，効用を調査する\n「新端末機器の効用調査」の担当者として，被告の設立計画段階から，原\n告が候補として挙げられていた。\n原告は，被告において，情報機器開発部技術部長，同部主席技術部長を\n歴任し，主にプリンタ分野における技術移転業務（公社の技術の一般企業\nに対する移転 ，技術協力業務（一般企業に対する技術的な指導・勧告・）\n助言等 ，オペレーションサポート業務（公社に対する市場調査・実験支）\n援・データ処理等のサポート ，特許ＳＤＩ業務等の業務に従事した。昭）\n，，和５５年には 公社から受託したデータ端末用インクリボンの評価の業務\n昭和５６年には，公社から受託した市販プリンタの印字品質調査の業務を\n行うとともに，昭和５４年から昭和５８年までの間，特許ＳＤＩ業務とし\nて，入出力機器の機構に関する特許の調査の業務を担当していた。また，\n技術協力業務として，主にリコー及びその関連会社に対し 「情報処理シ，\nステム用入出力機器に関する技術 「ＴＰ－１プリンタの開発」等の技」，\n術協力を行うとともに，ブラザー工業に対し 「情報機器に関する技術」，\n--27\nの技術協力を行った。\n原告は，昭和６１年７月１日，デイジーホイルプリンタ等に関する多く\nの発明を行い，その商品化に寄与したとして，被告代表取締役による表彰\nを受けた。\n原告は，平成２年３月に被告を退職し，同年４月，特別契約社員として\n被告に採用された。原告は，その後，企画推進部事業計画部門統括部長，\n企画推進部事業計画部門部門部長を歴任し，被告に昀適な管理会計システ\nムの立案・導入等の業務に携わった。\n原告は，平成４年３月１３日，優良特許により被告の事業の収益に多大\nな貢献をしたとして，被告代表取締役による表彰を受けた。\n原告は，平成１１年３月，被告を退職した。\n（２） プリンタ技術の開発における公社の位置付け（乙１１）\n公社は，我が国における技術の先導役として，自ら多くの研究開発に取り\n組み，公社研究所の研究開発は，電気通信技術に関する多くの技術分野で寄\n与してきた。\n公社は，昭和２８年１０月に「第１次５カ年計画」を策定してから，順次\n計画を策定し，昭和４５年８月には「電信電話拡充７カ年計画」を，昭和４\n７年８月には「第５次５カ年計画」を，それぞれ策定した。昭和４５年８月\nに策定された「電信電話拡充７カ年計画」においては 「データ通信，画像，\n通信の拡充・開発」が公社の主要方針として掲げられた。この主要方針にの\nっとり，公社研究所においても 「研究実用化第４次５カ年計画」が策定さ，\nれ，研究実用化の重点を置くものとして 「通信サービスの向上に資する情，\n報・通信用入出力機器，記憶装置，画像通信方式，移動通信方式」が掲げら\nれた。\nこのころ，公社は，公衆サービス用又は為替通信用のキーボードプリンタ\nや，金融業務用の専用端末等の各種データ宅内装置及び入出力機器を実用化\n--28\nした。これと並行して，公社は，公衆データ送信システムの端末として汎用\n的に使用できる装置の実用化を進め，昭和４３年ないし昭和４４年に，デー\nタ宅内装置を実用化した。もっとも，同装置に用いられているキーボードプ\nリンタは，大型で重く，騒音が大きい等の欠点があったため，昭和４５年こ\nろから，小型・軽量化，低騒音化等を目標として研究を進めていた。\n（３） 被告の設立の経緯等（乙２ないし４，弁論の全趣旨）\nア 公社の研究開発の強化に伴い，公社の有する技術的成果の蓄積は，広範\nな分野にわたって極めて大きなものとなり，昭和５０年ころには，我が国\nの技術水準の向上及び国民の福祉の向上の観点から，公社の技術的成果の\n。，一般産業界への普及及び活用を図ることが強く要望されていた もっとも\n公社の保有する技術の分野は広範で，技術移転を受ける企業の理解の程度\nも多様であり，また，技術移転には，技術指導に附帯する契約書の作成，\n支払業務，特許料徴収業務といった業務が多い等の事情があり，公社の性\n格上，これらの業務を積極的に推進することは困難であった。\nまた，公社における研究実用化の先進化，多様化に伴い，特許・文献等\nの技術情報，需要動向等の外部情報の調査が重要性を増していたため，そ\nれらの調査を強化充実する必要があり，さらに，通信システムの高度化及\nび複雑化に伴い，信頼性等に関する調査・試験業務が一層増加する傾向に\nあったところ，これらの実施には，外部機関を利用して効率化を図る必要\nがあると考えられていた。\nこのような社会の要請及び公社の動向に対応するため，昭和５１年１２\n月１７日，被告が設立された。\nイ\n（閲 覧等制限部分）\nウ 被告の設立当初の株主は，通信機器メーカー，電線メーカー，銀行等の\n--29\n１０社であり，公社は，被告の設立当初の株主には含まれていなかった。\n被告が設立された当初，公社が事業に投資することは，旧公社法３条の\n４により制限を受けていた。すなわち，公社は，国際電信電話株式会社の\n株式を保有し，又は宇宙開発事業団に出資することができるほか 「その，\n業務の運営上必要がある場合には，郵政大臣の認可を受けて，予算で定め\nるところにより，公社の委託を受けて公衆電気通信業務の一部を行なうこ\nとを主たる目的とする事業及び公社の公衆電気通信業務の運営に特に密接\nに関連する業務を行なうことを主たる目的とする事業に投資することがで\nきる （同条１項）こととされ，同項の規定により公社が投資することが」\nできる事業の範囲は，政令で定めることとされていた（同条２項 。）\n昭和５５年６月２日，旧日本電信電話公社法施行令（昭和６０年政令第\n３１号による廃止前のもの ）の一部改正により，旧公社法３条の４第２。\n項の委任を受けた同令の規定が改正されて，公社が被告の事業に投資する\nことが可能となり，公社は，同月２５日，同条１項の郵政大臣の認可を受\nけて，同年７月１８日，被告に４０００万円の出資をした。\nその後，被告は，昭和６０年３月，平成２年３月，平成７年１０月，平\n成１３年７月及び同年１２月に増資を行い，ＮＴＴがその発行済株式の総\n数を有する会社となった。\nエ 被告の設立当初の役員６名のうち，非常勤取締役を除く４名すべてが，\n公社研究所の出身者であり，主要な業務を行う従業員約２５名も，すべて\n公社研究所の出身者であった。\n（４） 本件各発明に至る経緯（甲１６の１・２，２９，３０）\nア プロジェクトの企画\nリコーは，昭和５２年ころ，新たな海外市場戦略を構築しており，その\n一環として，欧米のプリンタ市場に参入する計画を立案していた。当時，\n欧米では，ＩＢＭのＳｅｌｅｃｔｒｉｃプリンタが主流となっており，市\n--30\n場への参入を成功させるには，Ｓｅｌｅｃｔｒｉｃプリンタと同等又はそ\nれ以上に使い勝手がよく，かつ，低価格のプリンタを開発する必要があっ\nた。そこで，リコーは，欧米向けプリンタの開発・商品化を目的とするプ\nロジェクトを企画し，当時，プリンタ開発部部長であったＱがプロジェク\nトリーダーとなった。\n上記プロジェクトは，当初，リコー単独のプロジェクトとして企画され\nていたが，Ｑは，ＩＢＭやオリベッティに対抗できるようなプリンタの開\n発・商品化を成功させるには，外部から積極的に新しい知識・ノウハウ等\nを取り入れる等の工夫が必要と考え，以前からＱと親しい原告にプロジェ\n。， ，クトに参加してもらうことを提案した その結果 リコーと被告との間で\n，（ 「 」 。）昭和５３年３月１日 技術協力契約 以下 本件技術協力契約 という\nが締結された。\nイ 技術協力契約\n本件技術協力契約の内容は，概要次のとおりである。\n() 目的ア\n被告は，リコーの希望を受けて，その所有しているＶ プリンタの３－ ２\n開発に関する技術知識を開示し，リコーに技術的助言，勧告等の技術協\n力を行う。\n( ) 技術協力の申込みイ\nリコーは，上記( )の技術協力を希望する場合には，技術の名称，内ア\n容その他別に定める必要事項を記載した文書により申し込むものとす\nる。\n( ) 技術協力の実施ウ\nリコーは，別に定める条件で被告の技術協力を受けるものとし，リコ\nーの事業所内に被告の職員又は被告の指名する者の派遣を求めることが\nできる。\n--31\n( ) 技術協力料等エ\nリコーは，上記( )に基づく技術協力の対価として，月額８５万円をウ\n支払う。また，リコーの希望に基づく被告の職員の旅費及び技術協力に\n要した材料，資料等の購入等の協力直接費は，リコーの負担とする。\n( ) 契約期間オ\n，，契約期間は 昭和５３年３月１日から昭和５５年２月２８日までとし\n契約を延長するときは，期間満了の１か月前までにリコー及び被告が協\n議して定めるものとする。\n( ) 工業所有権カ\n被告が行った技術協力に密接に関連して，本件技術協力契約の期間内\n又は期間満了後１年以内に，被告若しくはリコーが単独で，又は被告及\nびリコーが共同で，発明をしたときの取扱いは，次のとおりとする。\nａ 被告又はリコーが発明をしたときは，その発明については，被告又\nはリコーが単独で特許権を取得することができるものとする。この場\n，，合において 被告又はリコーの一方が単独で取得した特許権について\n他方は，通常実施権を得るものとする。\nｂ 被告及びリコーが共同でした発明については，被告及びリコーが共\n同で特許権を取得することができるものとする。\nウ 技術協力契約書に関する覚書\nリコー及び被告は，昭和５３年３月１日，本件技術協力契約に関し，概\n要次のとおりの「技術協力契約書に関する覚書 （以下「本件覚書」とい」\nう ）を締結した。。\n( ) 技術協力の実施ア\n上記イ( )に基づく技術協力は，次のとおり実施されるものとする。ウ\nａ場所\n東京都武蔵野市〈以下略 （被告）及び東京都大田区〈以下略 （リ〉〉\n--32\nコー）\nｂ期間\n昭和５３年３月から昭和５５年２月までの２年間において，３００\n日を限度とする。\nｃ担当者\n被告システム開発部次長である原告及びリコー技術開発本部電子技\n術センター技師であるＧ\n( ) 技術内容イ\n上記イ( )に基づいて技術協力を受けるＶ プリンタの開発技術のウ ３－２\n内容は，次のとおりとする。\nａ Ｍ／ＴＷの分野に参入するため，印字品質の面で，ＩＢＭ Ｓｅｌ\nｅｃｔｒｉｃプリンタと同等なＶ プリンタを目標として開発実用３－２\n化を行う。\nｂ Ｖ プリンタの目標製品仕様は，次のとおりである。３－２\n⒜印字方式\n９６字種Ｄａｉｓｙ Ｗｈｅｅｌ使用インパクト印字方式\n⒝ ＳＰ，ＬＦ及び分解能\nプロポーショナル及びハーフピッチ可能であること。\n⒞ 大きさ及び重量\n高さ１７０×幅５００×奥行き２６０，５ｋｇ以下\n⒟騒音\n７０ｄｂ以下\n⒠ＭＴＢＦ\n１０００Ｈ（Ｄｕｔｙ３０％）\n⒡価格\n本体５万円以下（電源カバー除く）\n--33\n⒢その他\n印字圧調整，カセットリボン使用など。\n( ) 協力条件ウ\nａ 上記( )を実現するため，プロジェクトの方針設定指導を行う。イ\nｂ プロジェクトの打合せ，検討資料の提供等は，必要に応じて行う。\nｃ プロジェクトにおける機能，設計，技術及び量産試作並びに評価実\n験測定は，リコーが行う。\nｄ 被告からリコーへの成果は，プロジェクト進捗状況報告，技術上の\n成果及び目標とした実用化Ｖ プリンタとする。３－２\n( ) 技術協力の目標エ\n本件技術協力契約による技術協力の目標は，上記( )の目標性能を具イ\n備したＶ プリンタの開発実用化とする。３－２\n( ) 成功報酬オ\n，上記( )の目標性能を具備したＶ プリンタの開発実用化が成功しイ ３－２\nその製品化が可能であるとリコーが判断した場合には，リコーは，被告\nに対し，成功報酬として，１０００万円を現金で支払う。\n( ) 覚書の効力カ\n本件技術協力契約の全部又は一部の効力が存続する限り，本件覚書の\n効力もまた存続するものとする。\nエ プロジェクトの遂行\n( ) 本件技術協力契約及び本件覚書に基づき 「ＥＴＷプリンタの開発ア ，\n及び入出力機器に関する技術 というプリンタ共同開発プロジェクト 以」（\n下「本件プロジェクト」という ）が発足し，被告からリコーに対し，。\n原告が派遣された。\n本件プロジェクトにおいて開発・商品化の目標とされたプリンタは，\nいわゆる花弁形タイプホイールプリンタというインパクト印字方式のプ\n--34\nリンタであった。\n( ) 開発作業は，全体の作業を機能別に分類し，各作業ユニットに分けイ\nて進められた。具体的には，①全体設計，②印字部（タイプホイール部\n分）の設計，③印字ハンマの設計，④スペーシングの設計，⑤全体の電\n子制御部の設計という分類で，このユニット分けは，Ｑ，Ｒ及び原告の\n３人の合議で決定された。\n原告は，各ユニットについて総合的な技術的指導，提案等をする役割\nを任され，例えば，印字部の設計に関し，タイプホイールのカセット化\nを提案したり，印字ハンマに関し，小型軽量化を提案したりし，それら\nの実現のために各担当者と入念な打合せをするなどした。\n( ) 原告がＥＴＷプリンタの開発において重要な要素であると考えたのウ\nは，タイプホイールの交換作業の単純化であった。\n，， （ ），欧米では 英字の大文字及び小文字 各種記号 ピリオド・カンマ等\n特殊文字，特殊字体文字（イタリックタイプ等）等の多種多様な文字が\n使用されるが，タイプホイールに備えることができる活字の数には限界\nがあった（通常は６４字程度）ため，タイピストは，タイプ作業中，頻\n繁にタイプホイールを交換しなければならなかった。当時のプリンタの\n構造上，この交換作業には時間と労力を必要とし，文書の作成中にこの\n交換作業を行わなければならないのは非効率的であった。\nそこで，原告は，このタイプホイールの交換作業を簡便に行うことが\nできるプリンタを開発できれば，文書作成作業の能率が飛躍的に向上す\nると考えた。\n原告は，昭和５３年３月ころから，タイプホイール交換作業の単純化\nのための方策を考え始め，まず，タイプホイールのカセット化を提案し\nた。タイプホイールを収容したホイールカセットをプリンタに装着する\n仕組みとすれば，プリンタへの装着作業自体は格段と容易になる上，タ\n--35\nイプホイールに直接触れることによる手や衣服の汚損又はタイプホイー\nルの破壊を防ぐことができると考えられたからである。\nしかし，当時のプリンタの構造上，タイプホイールのカセット化のみ\nでは，タイプホイール交換作業の能率を飛躍的に向上させるものではな\nかった。なぜなら，通常，タイプ作業中のホイールカセットは，その中\n心に活字選択モーターが接続されている上，その上部がプラテンと印字\nハンマとに挟まれているため，その状態のままでは取り外すことができ\nなかったからである。そこで，原告は，プリンタ内部の構造に何らかの\n工夫を加えることで，簡単にホイールカセットをプリンタから取り外し\n，， ，やすい位置に移動させることができないか 検討を重ね 同年８月ころ\nプリンタに備えた着脱レバーを回動させることにより，ホイールカセッ\nトを引き抜きやすい位置（取替位置）へ移動させ，また，それを逆回動\nさせることにより，挿入したホイールカセットを取替位置からプラテン\nに隣接する位置（作業位置）へ移動させることができる構造を発明した\n（本件発明４ 。）\n原告は，これと並行して，カセット内のタイプホイールのホームポジ\nション保持の仕組みについても検討した。通常，タイプホイールに活字\n選択モーターを係止する際，その都度，両者の相対的な位置合わせを手\n動で行わなければならなかったため，改善を加える必要があった。着脱\nレバーの操作によってカセットホイールを簡単にプリンタに装着できた\nとしても，装着後，毎回カセット内のタイプホイールと活字選択モータ\nーとの位置合わせを手動で行わなければならないのでは，非効率的だか\nらである。そこで，原告は，ホイールカセットの構造に工夫を加えるこ\nとで，この位置合わせ作業を不要とすることができないか検討し，その\n結果，ホイールカセットの側面にホームポジション保持スプリングを設\nけ，これによってカセット内のタイプホイールを固定してその基準位置\n--36\nを常に一定に保ち，ホイールカセットと活字選択モーターとの面倒な位\n置合わせを不要とする構造を発明した（本件発明２ 。）\n次いで，本件発明２及び４をもとに，開発グループにおいて検討を重\nね，原告，Ｃ及びＧは，タイプホイールの中心部に溝を形成することに\nより，タイプホイールと活字選択モーターとの接続を容易にするととも\nに，タイプホイールと活字選択モーターとの位置合わせを光学的手段に\nより行う方法を発明した（本件発明１ 。）\nさらに，原告，Ｇ及びＪは，ホイールカセットを変移可能に収容する\nカセット収容部を備えることにより，ホイールカセットの交換を容易に\nするとともに，ホイールカセットを適切な印字作業位置に位置決めする\n，（ ）。ことにより 安定した印字を可能にする方法を発明した 本件発明３\n( ) 本件覚書においては，上記ウ( )ａのとおり，技術協力の実施の場エア\n所は，東京都武蔵野市〈以下略 （被告）及び東京都大田区〈以下略〉〉\n（リコー）とされていたが，実際には，本件プロジェクトの方針設定指\n導，打合せ，資料提供，量産試作，評価実験測定等は，いずれもリコー\nにおいて行われ，被告の施設が利用されたことはなかった。\nまた，被告は，本件プロジェクトの遂行について特別な支出をしてい\nない。\n（） （ ， ， ，４ 本件各発明の意義 甲１の１・２ ２の１ないし３ ３の１ないし３\n４の１ないし７，乙７）\nプリンタは，文字等を紙等の印字媒体上に形成する印字装置であり，その\n文字等の形成方式（印字方式）等により，各種のものがあった。\n花弁形タイプホイールプリンタは，母型の活字体を用いた逐次印字方式の\nインパクトプリンタの一種である。花弁形タイプホイールプリンタをはじめ\nとする活字形逐次印字方式のインパクトプリンタは，①タイプヘッド（活字\n体 ，②タイプヘッドを選択的にインパクト（打撃）する印字機構部，③プ）\n--37\nラテン，④タイプヘッドと印字機構部を搭載してキャリッジ軸上をプラテン\nに沿って往復走査させて印字動作するタイプキャリッジ及び⑤インキリボン\nを基本構成とする。\n花弁形タイプホイールプリンタは，そのタイプヘッドに特徴がある。中央\nのハブから放射状に形成された弾性を有するスポークの先端に，同心円状に\n一組の母型活字を成形した活字ホイールをタイプヘッドとし，この活字ホイ\nールを中央のハブ部で回転させ，活字部を選択的に後方からプラテンに向け\nて印字ハンマーで打撃し，この活字を，インキリボンを介してプラテン上に\nセットされた紙等の印字媒体上にインキを付着させることにより，印字する\nものである。\n本件各発明は，いずれも，花弁形タイプホイールプリンタ，特に，タイプ\nホイールをカセットに収容したカセット型タイプホイールを使用する花弁形\nタイプホイールプリンタに関する発明であり，花弁形タイプホイールプリン\nタにおけるカセット型タイプホイールの着脱に伴う操作性を向上させ，又は\n相対位置合わせ等を容易にするための構成を提供するものである。\nア 本件発明４\n本件発明４は，別紙１特許目録４の「特許請求の範囲」記載のとおり，\n印字装置の花弁形タイプホイールのカセット化に関する発明であり，花弁\n形タイプホイールのカセットを，簡単かつ確実に着脱できる構成とし，特\nに，所定の厚みを有するカセットの交換を容易にした発明である。\n本件発明４に係る特許出願がされた昭和５３年９月１８日当時，花弁形\nタイプホイールプリンタの基本構成及びタイプホイールカセットを用いる\n構成は，同年１０月２１日発行の特開昭５３－１２０９２１号公報（乙７\n参考資料３，以下「本件公知公報」という ）の対応ドイツ特許出願であ。\nる同年８月１７日公開のドイツ公開特許第２８０３４３３号明細書により\n公知であった。\n--38\nまた，タイプホイールカセットを用いた花弁形タイプホイールプリンタ\nにおいて，カセットをガイド部材に着脱可能とするとともに，解除レバー\nの操作によりカセットを駆動モータの回転軸に設けた駆動継手手段に対し\nて接離可能とし，接離に合わせてタイプホイールの連結部と駆動モータの\n回転軸の駆動継手手段とを連結し，又は解除する構成も，上記明細書によ\nり公知であった。\nさらに，花弁形タイプホイールプリンタにおいて，ハンドル操作により\nタイプホイール駆動モータをプラテンに対して接離可能とし，タイプホイ\nールの着脱を容易にした構成は，昭和５１年３月発行のＩＢＭ Ｔｅｃｈ\nｎｉｃａｌ Ｄｉｓｃｌｏｓｕｒｅ Ｂｕｌｌｅｔｉｎ１８巻１０号３３\n５６頁「半自動プリントホイール装填機」により公知であった。\nしたがって，本件発明４は，駆動モータ及びこれと一体的に移動する印\n字ハンマーの移動量をホイールカセットの移動量より大きく定めることに\nより，ホイールカセットの抜取りを容易に行うことができるようにした点\nにその技術的意義がある。\nイ 本件発明２\n本件発明２は，別紙１特許目録２の「特許請求の範囲」記載のとおり，\n印字装置に関する発明であり，タイプホイールがカセット化された花弁形\nタイプホイールプリンタにおいて，タイプホイールに中心穴を設けるとと\nもに，タイプホイールを収容するカセットに中心穴と係合する突起を有す\nる可動部材を設けることにより，タイプホイールを駆動するための軸と，\nカセット内に収容されたタイプホイールとの結合を行う際の相対的位置決\nめを容易にした発明である。\n本件発明２に係る特許出願がされた昭和５３年１２月７日当時，花弁形\nタイプホイールプリンタの基本構成及びタイプホイールカセットを用いる\n構成が公知であったこと並びにタイプホイールカセットを用いた花弁形タ\n--39\nイプホイールプリンタにおいて，カセットをガイド部材に着脱可能とする\nとともに，解除レバーの操作によりカセットを駆動モータの回転軸に設け\nた駆動継手手段に対して接離可能とし，接離に合わせてタイプホイールの\n連結部と駆動モータの回転軸の駆動継手手段とを連結し，又は解除する構\n成が公知であったことは，上記アのとおりである。\nまた，本件公知公報には，タイプホイールカセットを用いた花弁形タイ\nプホイールプリンタにおいて，タイプホイールカセットのタイプホイール\n駆動手段側の壁に対向して設けられたリーフばね支持クリップに可動部材\nであるばね指部を形成し，その先端の自由端部がタイプホイールの中心部\nをカセットの内側に押圧し，タイプホイールに設けられた中心溝にタイプ\nホイール駆動手段の軸が挿入される際には，その軸が自由端部を押してタ\nイプホイールが自由に回転駆動される構成が開示されているが，上記ばね\n指部及び自由端部は，タイプホイールの中心を特定の位置に定めるもので\nはない。\nしたがって，本件発明２は，カセットに設けた可動部材の突起により，\nタイプホイールの中心穴の位置を特定の位置に定め，カセット装着時に駆\n動モータの軸との係合を容易に実現することができるようにした点にその\n技術的意義がある。\nウ 本件発明１\n本件発明１は，別紙１特許目録１の「特許請求の範囲」記載のとおり，\nカセット型タイプホイールを使用する印字装置に関する発明であり，花弁\n形タイプホイールを使用する印字装置において，タイプホイールに設けた\n溝とタイプホイールの駆動手段に設けた係合手段により，カセット内に収\n容されたタイプホイールとタイプホイールの駆動手段との位置合わせを簡\n易かつ確実に行い，また，カセットに開口部を設け，カセット内に収容さ\nれたタイプホイールの基準位置を光学的検出手段により正確に検出可能と\n--40\nした発明である。\n本件発明１に係る特許出願がされた昭和５３年１１月２１日当時，花弁\n形タイプホイールプリンタの基本構成及びタイプホイールカセットを用い\nる構成が公知であったこと並びにタイプホイールカセットを用いた花弁形\nタイプホイールプリンタにおいて，カセットをガイド部材に着脱可能とす\nるとともに，解除レバーの操作によりカセットを駆動モータの回転軸に設\nけた駆動継手手段に対して接離可能とし，接離に合わせてタイプホイール\nの連結部と駆動モータの回転軸の駆動継手手段とを連結し，又は解除する\n構成が公知であったことは，上記アのとおりである。\nまた，花弁形タイプホイールプリンタにおいて，タイプホイールの基準\n位置を光学的に検出することは，上記アの「半自動プリントホイール装填\n機」により公知であった。\nしたがって，本件発明１は，タイプホイールに設けた溝部及びタイプホ\nイールの駆動手段に設けた係合手段の構成により，タイプホイールカセッ\nトを印字装置に取り付ける際に，その都度タイプホイールの回転方向位置\nとタイプホイールの駆動手段の回転方向位置とを位置合わせすることを不\n要とし，着脱操作を容易にした点にその技術的意義がある。\nエ 本件発明３\n本件発明３は，別紙１特許目録３の「特許請求の範囲」記載のとおり，\n印字ホイールを収容し，印字機構に対し着脱可能に用いられる印字ホイー\nルカセットを使用するプリンタに関する発明であり，印字ホイールカセッ\nトを変移可能に収容する空間を有する印字ホイールカセット収容部をキャ\nリッジに設け，印字ホイールカセットの着脱を容易にし，印字の際に印字\nホイールカセットをプラテンに接近した位置に位置決めすることを可能と\nした発明である。\n本件発明３に係る特許出願がされた昭和５４年９月２０日当時，花弁形\n--41\nタイプホイールプリンタの基本構成及びタイプホイールカセットを用いる\n構成が公知であったことは，上記アのとおりである。\nまた，花弁形タイプホイールプリンタにおいて，ハンドル操作によりタ\nイプホイール駆動モータをプラテンに対して接離可能とし，タイプホイー\n，。ルの着脱を容易にした構成が公知であったことは 上記アのとおりである\nしたがって，本件発明３は，文字を選択するためのセレクションモータ\nが第２の位置（印字ホイールカセットを交換するための位置）から第１の\n位置（印字のためのプラテンに接近した位置）へ移動した際に，印字ホイ\nールカセット収容手段に挿入された印字ホイールカセットをプラテンに接\n近した位置へ位置決めさせるために，キャリッジ上で移動可能であり，か\nつ，印字ホイールカセットと当接する当接手段を設け，これにより，印字\nの際に印字ホイールカセットをプラテンに接近した位置に位置決めするこ\nとができ，安定した印字を行うことを可能とした点にその技術的意義があ\nる。\n（６） 本件各発明の権利化の過程（甲２９，３０，乙２）\nア 本件特許権２及び４の特許出願\n原告が，本件発明２及び４をした後，Ｑは，これらの発明について特許\n出願をしようと考え，原告から特許出願書類の草案の提出を受けた。\nその際，本件プロジェクトの構成員の間では，誰を発明者として特許出\n願をするかの問題が生じた。なぜなら，原告のみを発明者として特許出願\nをすると，本件技術協力契約によれば，その発明に係る特許権は被告が単\n独で取得し，リコーは通常実施権を取得することになるが，プロジェクト\nの人員は原告以外はすべてリコーの従業員であり，開発場所も専らリコー\nの事業所が使用されていたにもかかわらず，被告のみが特許権を取得する\nことになるのは均衡を失すると考えられたからである。そこで，Ｑは，本\n件発明２及び４について，リコー及び被告が共同で特許出願をすることが\n--42\nできるようにするため，リコーの技術者であるＣを共同発明者として追加\nすることとし，原告の了解を得て，原告及びＣを共同発明者とし，被告及\nびリコーを共同出願人とした特許出願書類をリコーの特許部に提出した。\nそして，リコーの特許部において技術の特許性を審査した上で，特許出願\nを行うに至った。\nイ 本件特許権１ないし４の権利化の過程\n( ) 本件特許権４についてア\n本件特許権４の出願経過は，次のとおりである。\n昭和５３年９月１８日 特許出願（特願昭５３－１１３５８５）\n昭和５５年３月２４日 出願公開（特開昭５５－４１２０５）\n昭和６０年３月１１日 出願審査請求，手続補正書提出\n昭和６０年７月３０日 拒絶理由通知\n昭和６０年７月３０日 手続補正書提出\n昭和６０年９月１７日 出願公告決定\n昭和６０年１１月２９日 出願公告（特公昭６０－５４１８６）\n昭和６１年１月２４日ないし２９日 特許異議申立て\n昭和６１年９月１２日 手続補正書提出\n昭和６２年５月１９日 特許異議決定（異議理由あり）\n昭和６２年５月１９日 拒絶査定\n昭和６２年６月１日 拒絶査定不服審判請求\n昭和６２年６月２９日 手続補正書提出\n平成２年１１月３０日 拒絶理由通知\n平成２年１１月３０日 手続補正書提出\n平成３年３月１日 審決（登録審決）\n平成３年７月３０日 登録\n( ) 本件特許権２についてイ\n--43\n本件特許権２の出願経過は，次のとおりである。\n昭和５３年１２月７日 特許出願（特願昭５３－１５０５０２）\n昭和５５年６月１１日 出願公開（特開昭５５－７７５７７）\n昭和５８年１２月２日 出願審査請求，手続補正書提出\n昭和５９年９月１８日 拒絶理由通知\n昭和５９年１０月２９日 手続補正書及び意見書提出\n昭和６０年７月３１日 拒絶理由通知\n昭和６０年７月３１日 手続補正書提出\n昭和６０年９月１７日 出願公告決定\n昭和６０年１１月２９日 出願公告（特公昭６０－５４１８７）\n昭和６１年１月２９日 特許異議申立て\n昭和６１年３月３日 特許異議申立て取下げ\n昭和６１年５月１３日 登録査定\n昭和６１年８月１４日 登録\n( ) 本件特許権１についてウ\n本件特許権１の出願経過は，次のとおりである。\n昭和５３年１１月２１日 特許出願（特願昭５３－１４２８４４）\n昭和５５年５月２６日 出願公開（特開昭５５－６９４６１）\n昭和６０年３月１１日 出願審査請求，手続補正書提出\n昭和６０年７月３０日 拒絶理由通知\n昭和６０年７月３０日 手続補正書提出\n昭和６０年９月２４日 出願公告決定\n昭和６０年１２月４日 出願公告（特公昭６０－５５３０８）\n昭和６１年５月１３日 登録査定\n昭和６１年８月１４日 登録\n( ) 本件特許権３についてエ\n--44\n本件特許権３の出願経過は，次のとおりである。\n昭和５４年９月２０日 特許出願（特願昭５４－１２０１０７）\n昭和５６年４月２３日 出願公開（特開昭５６－４４６５９）\n昭和５８年１月５日 出願審査請求\n昭和５８年１１月２９日 拒絶理由通知\n昭和５９年１月９日 手続補正書及び意見書提出\n昭和５９年５月１５日 拒絶理由通知\n昭和５９年６月２５日 手続補正書及び意見書提出\n昭和６０年７月３１日 拒絶理由通知\n昭和６０年７月３１日 手続補正書提出\n昭和６０年９月１７日 出願公告決定\n昭和６０年１２月２日 出願公告（特公昭６０－５４８７２）\n昭和６１年１月３１日 特許異議申立て\n昭和６１年３月３日 特許異議申立て取下げ\n昭和６１年５月１３日 登録査定\n昭和６１年８月１４日 登録\nウ 本件特許権５及び６（米国特許 ，本件特許権７及び８（英国特許）並）\nびに本件特許権９及び１０（ドイツ特許）の権利化の過程\n本件特許権５は，別紙１（特許目録）記載５のとおり，昭和５７年１月\n，， （ ） ，１２日に登録され 本件特許権６は 別紙１ 特許目録 記載６のとおり\n昭和５８年１０月１１日に登録された。\n本件特許権７は，別紙１（特許目録）記載７のとおり，昭和５８年６月\n，， （ ） ，２９日に登録され 本件特許権８は 別紙１ 特許目録 記載８のとおり\n同年１２月７日に登録された。\n本件特許権９は，別紙１（特許目録）記載９のとおり，昭和６１年８月\n７日に登録され，本件特許権１０は，別紙１（特許目録）記載１０のとお\n--45\nり，平成２年４月１２日に登録された。\nエ 被告の関与\n本件各発明の特許出願に関する事務手続は，主としてリコーの特許部が\n行い，被告は，原告を通じて報告を受けるのみであった。\n（７） 本件各特許権の行使（甲２１の１ないし８，２９）\n昭和６０年ころ，ブラザー工業が開発したプリンタについて本件各特許権\n侵害の疑いがあるとして，ブラザー工業との交渉の機会が持たれ，リコー及\nび被告がブラザー工業に対し，本件各発明の実施を許諾し，ブラザー工業が\nリコー及び被告に対して実施料を支払うことで合意が成立した。この際のブ\nラザー工業との交渉は，主としてリコーが行い，被告は，リコーから報告を\n受けるのみであった。ブラザー工業が被告に支払った実施料は，上記第２の\n１（５）イのとおりである。\nリコー及び被告は，シャープ，松下電器及びシルバー精工に対しても，本\n件各特許権の実施を許諾し，上記第２の１（５）イのとおり，各実施料を得\nた。\n（８） 原告の処遇（甲１５の３，乙２，弁論の全趣旨）\n被告は，原告に対し，昭和５３年度から平成３年度までの年末賞与（１２\n月支給）として，原告と同時期に被告に入社した同年代の従業員よりそれぞ\nれ２０万ないし１００万円を多額に支払った。給与に対する賞与の支給月数\nの割合は，原告と同時期に被告に入社した同年代の従業員に比して，０．５\nないし１．８月分増加している。被告が原告に支払った昭和５３年度，昭和\n５８年度及び昭和６１年度から平成３年度までの年末賞与の合計を，原告と\n同時期に被告に入社した同年代の従業員３名の同時期の年末賞与の合計を平\n均したものと比較すると，４９２万１３３４円の増収となる。\nまた，原告は，平成２年３月，当時６０歳で被告を退職したが，被告は，\n同年４月，原告を特別契約社員として採用した上，企画推進部事業計画部門\n--46\n統括部長を命じた。再雇用された特別契約社員を，被告の事業運営を左右す\nる重要な地位に就かせることは異例であったが，上記の人事は，多額の特許\n料収入を被告にもたらしたという原告の実績にかんがみ，被告の当時の更田\n博昭代表取締役社長の事業計画及び月次経理を重視する方針の下に行われた\nものである。\n被告が原告に対して支払った平成２年度及び平成３年度の原告の給与の合\n計は，１６６５万６０００円であり，原告と同時期に被告に入社した同年代\nの従業員３名の同時期の給与の合計を平均したものと比較すると，８３０万\n４０００円の増収となる。\n被告は，原告に対し，平成４年３月１３日，優良特許により被告の事業の\n収益に多大な貢献をしたとして，上記代表取締役による特別表彰を行うとと\nもに，１００万円の褒賞金を支払った。\n原告は，平成１１年３月，６９歳で被告を退職した。\n（９） 被告規程と原告に対する補償金の支払（甲１１，１２）\n昭和５２年１月８日に施行された被告規程（甲１１）の内容は，概要別紙\n２記載第１のとおりである。\nその後，被告規程の実施補償金の上限（別紙２記載第１の第１１条）は，\n平成元年度支払分から，１５０万円から２００万円に増額された。\nさらに，実施補償金の支払方法（別紙２記載第１の第１０条）は，平成２\n年度から，各年度ごとの支払が，権利存続期間中の３年ごとの支払に改めら\nれた。\n平成１１年４月１日に改正された後の被告規程（甲１２）の内容は，概要\n，， ， 。別紙２記載第２のとおりであり 同改正後の被告規程は 同日 施行された\n被告は，原告に対し，上記第２の１（６）のとおり，被告規程に基づき，\n本件各発明について，譲渡補償金，登録補償金及び実施補償金を支払った。\n２ 争点（２ （本件各発明に係る特許を受ける権利の相当の対価の請求権は時）\n--47\n効により消滅したか ）について。\n勤務規則等により職務発明について特許を受ける権利等を使用者等に承継さ\nせた従業者等は，当該勤務規則等に，使用者等が従業者等に支払うべき対価に\n関する条項がある場合においても，これによる対価の額が特許法３５条４項）\nの規定に従って定められる対価の額に満たないときは，同条３項の規定に基づ\nき，その不足する額に相当する対価の支払を求めることができるものと解する\nのが相当である（昀高裁平成１５年判決参照 。）\nしたがって，本件において，原告が，本件各発明の対価として，被告から少\nなくとも合計１６５２万１２５８円の支払を受けたことは当事者間に争いがな\nいが，その支払を受けた額が特許法３５条４項の規定に従って定められる対価\nの額に満たないときは，原告は，被告に対し，その不足する額に相当する対価\nの支払を求めることができるというべきである。\nもっとも，本件において，被告は，仮に原告が何らかの対価請求権を有して\nいたとしても，既に時効により消滅したと主張するので，事案の内容にかんが\nみ，まず争点（２）から判断する。\n（１） 消滅時効の起算点\nア 職務発明について特許を受ける権利等を使用者等に承継させる旨を定め\n，， ，た勤務規則等がある場合においては 従業者等は 当該勤務規則等により\n特許を受ける権利等を使用者等に承継させたときに，相当の対価の支払を\n受ける権利を取得する（特許法３５条３項 。対価の額については，同条）\n４項の規定に従って，勤務規則等による額が同項により算定される額に満\nたないときは同項により算定される額に修正されるのであるが，対価の支\n払時期についてはそのような規定は設けられていない。したがって，勤務\n規則等に対価の支払時期が定められているときは，勤務規則等の定めによ\nる支払時期が到来するまでの間は，相当の対価の支払を受ける権利の行使\nにつき法律上の障害があるものとして，その支払を求めることができない\n--48\nというべきである。そうすると，勤務規則等に，使用者等が従業者等に対\nして支払うべき対価の支払時期に関する条項がある場合には，その支払時\n期が相当の対価の支払を受ける権利の消滅時効の起算点となると解するの\nが相当である（昀高裁平成１５年判決参照 。）\nイ そして，本件のように，勤務規則等において，相当の対価につき，特許\n権の存続期間中，一定の期間ごとに特許発明の実施の実績に応じた額を使\n用者等から従業者等に支払う旨の定めがされている場合には，相当の対価\nのうち，各期間における特許発明の実施に対応する分については，それぞ\nれ当該期間の特許発明の実施の実績に応じた額の支払時期が到来するまで\nその支払を求めることができないのであるから，各期間の特許発明の実施\nの実績に応じた額の支払時期が，相当の対価の支払を受ける権利のうち，\n当該期間における特許発明の実施に対応する分の消滅時効の起算点となる\nと解するのが相当である。\nウ 原告は，これに対し，昀高裁平成１５年判決の事案においては，相当の\n対価２５０万円から，昭和５３年１月に支払われた出願補償３０００円，\n平成元年３月に支払われた登録補償８０００円及び平成４年１０月に支払\nわれた工業所有権収入取得時報償２０万円の合計２１万１０００円を控除\nした２２８万９０００円について，工業所有権収入取得時報償支払時期か\nらの消滅時効の成否を検討しており，出願補償の支払時期から消滅時効が\n進行するという考え方はとっていないから，上記イの判断は，昀高裁平成\n１５年判決と整合しないと主張する。\nしかし，昀高裁平成１５年判決は，勤務規則等において，使用者が従業\n者の職務発明につき第三者から工業所有権収入を継続的に受領した場合に\nは，受領開始日より２年間を対象として，上限額を１００万円とする１回\n限りの工業所有権収入取得時報償を行う旨の定めがされていた事案，すな\nわち，特許発明の実施の実績に応じた対価の支払は１回限りとされていた\n--49\n事案に関するものであると解し得るから，上記イの判断は，昀高裁平成１\n５年判決に抵触するものではない。\nしたがって，原告の上記主張は，採用することができない。\nエ 原告は，また，特許法３５条３項の相当の対価の請求権は，実体法上１\n個の請求権であり 「使用者等が受けるべき利益」は特許を受ける権利の，\n承継の時において一定の額として算定し得るものであるから，ある一定期\n間に対応する相当の対価の請求権というものは観念し得ず，相当の対価の\n，。請求権の消滅時効は ある一定の時点から一体として進行すると主張する\nしかし，実体法上１個の請求権を部分に分け，その各部の支払時期を異\nなるものとすることができることは明らかであり，その場合における支払\n時期の定めは，対応する部分についての権利行使における法律上の障害と\nなるのであるから，消滅時効は，各部分について，各支払時期から進行す\nることも明らかである。また，相当の対価のうち，ある一定期間の特許発\n明の実施に対応する部分を観念できないとする合理的理由はない（仮に，\n原告が主張するように，ある一定期間に対応する相当の対価の請求権とい\nうものを観念することができないとすれば，特許法３５条３項との関係で\nは，勤務規則等において，相当の対価につき，特許権の存続期間中，一定\nの期間ごとに特許発明の実施の実績に応じた額を使用者等から従業者等に\n支払う旨の定めがあったとしても，その内容を具体的に確定することがで\nきず，使用者等が従業者等に対して支払うべき対価の支払時期に関する条\n項はないといわざるを得ない。そうすると，従業者等は，勤務規則等の定\nめにかかわらず，勤務規則等に定められた支払時期が到来する前であって\nも，特許を受ける権利の承継の時に相当の対価の全額の支払を求めること\nができ，その時から消滅時効が進行することとなりかねず，このような結\n論は，かえって従業者等に不利益な状況ともなり得るし，勤務規則等を定\nめた使用者等の合理的意思にも反するものというべきであって，不合理で\n--50\nあるといわざるを得ない 。。）\nしたがって，原告の上記主張は，採用することができない。\nオ 原告は，継続的に補償金の支払を受けている従業員である発明者に，使\n用者に対して対価の不足分を請求することを期待するのは酷であるとし\nて，相当の対価の請求権を行使しない従業員である発明者を，権利の上に\n眠る者と評価することはできないとして，相当の対価の請求権の消滅時効\nは，実施補償金の昀終支払時期から進行すると主張する。\nしかし，原告が主張するように，相当の対価の請求権の消滅時効が実施\n補償金の昀終支払時期から進行するとすることは，実施補償金の昀終支払\n時期が到来するまでの間は，相当の対価の支払を受ける権利の行使につき\n法律上の障害があること，すなわち，実施補償金の昀終支払時期が到来す\nるまでは，従業者等が対価を請求できないことを意味するのであり（多く\nの場合，昀終支払期日は，特許権の存続期間の満了後となるものと想定さ\nれるから，従業者等が発明をしてから２０年以上経過しなければ，相当の\n対価の支払を受ける権利を行使することができないこととなる ，かえ。）\nって従業者等に不利益な状況となり得るのであるから，勤務規則等の上記\n定めを原告の上記主張のように解すべき合理的な根拠はないというべきで\nある。\nしたがって，原告の上記主張は，採用することができない。\nカ 上記第２の１（３）のとおり，原告は，被告に対し，本件各発明に係る\n特許を受ける権利を承継させたものである。\nまた，上記第２の１（４）のとおり，平成元年度までの被告規程におい\nては，被告が特許を受ける権利を承継した発明について，被告に実施料収\n，， ， ，入があった場合には 被告は その発明をした従業員に対し 毎年度１回\n前年度の実施料収入の額に応じて，１件ごとに実施補償金を支払うものと\nされていたのであり，証拠（乙１）及び上記第２の１（４）ないし（６）\n--51\nの事実並びに弁論の全趣旨によれば，各年度の特許発明の実施料収入に応\nじた実施補償金の支払時期は，翌年度末であると認められる。そして，上\n記第２の１（４）のとおり，平成２年度以降の被告規程においては，被告\nが特許を受ける権利を承継した発明について，実施の実績が認められたと\nきは，被告は，その発明をした従業員に対し，権利存続期間の３年を経過\nした日の属する年度の翌年度以降に，出願日から権利存続期間の３年を経\n過した日の属する年度の末日までの期間に得られた実施の実績に応じた実\n施補償金を，権利存続期間の６年，９年及び１２年を経過した日の属する\n各年度の翌年度以降に，直前の実施補償金の対象期間の昀終年度の翌年度\nから権利存続期間の６年，９年及び１２年を経過した日の属する各年度の\n末日までに得られた実施の実績に応じた実施補償金を，権利満了日の属す\nる年度の翌年度以降に，権利存続期間の１２年を経過した日の属する年度\nの翌年度から権利満了日までの期間に得られた実施の実績に応じた実施補\n償金を，それぞれ支払うものとされていたのであり，証拠（乙１）及び上\n記第２の１（４）ないし（６）の事実並びに弁論の全趣旨によれば，各期\n間の特許発明の実施についての実施補償金の支払時期は，各期間の昀終年\n度の翌年度の４月１日であると認められる。\nしたがって，本件各発明に係る特許を受ける権利の相当の対価のうち，\n実施補償金部分の支払を受ける権利の支払時期，すなわち，消滅時効の起\n，，。算点は 本件各発明のいずれについても 次のとおりであると認められる\n( ) 昭和５８年度から昭和６０年度までの実施料収入に応じた分ア\n昭和６２年３月３１日\n( ) 昭和６１年度の実施料収入に応じた分イ\n昭和６３年３月３１日\n( ) 昭和６２年度の実施料収入に応じた分ウ\n平成元年３月３１日\n--52\n( ) 昭和６３年度の実施料収入に応じた分エ\n平成２年３月３１日\n( ) 昭和６４年（平成元年）度の実施料収入に応じた分オ\n平成３年３月３１日\n( ) 平成２年度から平成４年度までの実施の実績に応じた分カ\n平成５年４月１日\n( ) 平成５年度から平成７年度までの実施の実績に応じた分キ\n平成８年４月１日\n( ) 平成８年度から平成１０年度までの実施の実績に応じた分ク\n平成１１年４月１日\n（２） 消滅時効期間\n職務発明に係る相当の対価の請求権は，特許法３５条により従業者に認め\nられた法定の権利であるから，商行為によって生じた債権には当たらず，消\n滅時効期間は１０年と解すべきである。\n被告は，これに対し，相当の対価の請求権は，特許を受ける権利の承継契\n約の締結がなければ生じないものであり，使用者である被告は，職務発明が\n事業にとって利益になる発明か否かを判断し，その裁量により権利の承継を\n決定しているのであるから，特許を受ける権利の承継契約の締結は会社の営\n業のための行為であって商行為に当たるとして，消滅時効期間は５年である\nと主張する。\n，， ，しかし 特許法３５条３項に基づく相当の対価の請求権は 勤務規則等に\n使用者等が従業者等に支払うべき対価に関する条項がある場合においても，\nこれによる対価の額が同条４項の規定に従って定められる対価の額に満たな\nいときは，その不足する額に相当する対価の支払を求めることができるもの\nである（昀高裁平成１５年判決）から，特許を受ける権利を承継させる旨の\n契約によって生じたものとはいえず，商行為によって生じた債権に当たると\n--53\nいうことはできない。\nしたがって，被告の上記主張は，採用することができない。\n（３） 時効の中断について\n原告は，被告による実施補償金の支払が時効の中断事由である「承認」に\n該当すると主張する。\nしかし，民法１４７条３号所定の「承認」とは，時効の利益を受ける当事\n者が，時効によって権利を失う者に対し，その権利の存在していることを知\nっている旨を表示することをいう。本件において，被告は，原告に対し，被\n告規程に基づいて実施補償金を支払ったものであるところ，被告が，実施補\n償金の支払をした際に，原告が，特許法３５条３項に基づいて，本件各発明\nに係る特許を受ける権利の相当の対価の支払を求める権利を有すること，す\nなわち，被告規程による上記補償金額が同条４項の規定に従って定められる\n額に満たないことを知っていたとは認められないから，被告による実施補償\n金の支払は，民法１４７条３号所定の「承認」に当たるということはできな\nい。\nしたがって，原告の上記主張は，採用することができない。\n（４） 消滅時効の成否\n，，原告は 平成１６年１０月２９日に本件訴訟を提起したものであるところ\n上記（１）及び（２）によれば，本件各発明に係る特許を受ける権利の相当\nの対価のうち，昭和５８年度から平成４年度までの期間における特許発明の\n実施に対応する分（上記（１）カ( )ないし( )）については，遅くとも平アカ\n，。成１５年４月１日の経過により 時効により消滅したものというべきである\nこれに対し，平成５年度から平成１０年度までの期間における特許発明の\n実施に対応する分（上記（１）カ( )及び( )）については，本件訴訟の提キク\n起の日である平成１６年１０月２９日までに消滅時効期間が経過しておら\nず，消滅時効は完成していない。\n--54\n３ 争点（１ （本件各発明に係る特許を受ける権利の相当の対価の額）につい）\nて\n（１） 「相当の対価」の算定方法について\n特許法３５条４項は，同条３項所定の「相当の対価」の額について 「そ，\nの発明により使用者等が受けるべき利益の額及びその発明がされるについて\n」。使用者等が貢献した程度を考慮して定めなければならない と規定している\nしたがって，特許を受ける権利の承継についての相当の対価を定めるに当た\nっては 「その発明により使用者等が受けるべき利益の額」及び「その発明，\nがされるについて使用者等が貢献した程度」という２つの要素を考慮すべき\nであるが，これのみならず，使用者等が特許を受ける権利を承継して特許を\n受けた結果，現実に利益を受けた場合には，使用者等が上記利益を受けたこ\n，， ，とについて使用者等が貢献した程度 すなわち 具体的には発明を権利化し\n独占的に実施し，又はライセンス契約を締結するについて使用者等が貢献し\nた程度その他証拠上認められる諸般の事情を総合的に考慮して，相当の対価\nを算定することができるものというべきである。\nそこで，上記１認定の事実を基礎として 「その発明により使用者等が受，\nけるべき利益の額」及び「使用者等が貢献した程度」について，以下，検討\nする。\n（２） 「その発明により使用者等が受けるべき利益の額」について\n被告が，ブラザー工業，シャープ，松下電器及びシルバー精工に対し，本\n件各特許権の実施を許諾し，合計４億８５５１万３２４５円の実施料を得た\nことは，上記１（７）のとおりである。このうち，平成５年度から平成１０\n年度までの期間における特許発明の実施に対応する分は，４９３１万１４３\n５円である。\nしたがって，被告が受けるべき利益の額（平成５年度から平成１０年度ま\nでの期間における特許発明の実施に対応する分に限る ）は，４９３１万１。\n--55\n４３５円となる（なお，本件発明２及び４により被告が受けるべき利益の額\nについて，本件特許権５ないし１０の外国特許権によるものを含めて算定す\nること，上記実施料収入に対する本件各発明の寄与度が同等であることは，\nいずれも当事者間に争いがない 。。）\n（３） 「使用者等が貢献した程度」について\nア 上記１で認定したとおり，原告は，そのプリンタ分野における専門知識\nや技能等を評価されて被告に入社した者であり，本件各発明が行われたの\nは，原告がリコーに派遣されていた時期であるところ，原告の派遣は，被\n告とリコーとの間に締結された本件技術協力契約及び本件覚書に基づき，\nリコーへの技術協力を行うために行われたものであり，その際，技術協力\nの目標となる，プリンタの製品仕様も定められたのであるから，原告は，\n本件各発明を行うことが期待される地位にあり，そのための職場での支援\n環境が整えられていたということができる。このことは，原告のリコーへ\nの派遣が，原告のプロジェクト参加を希望したリコーのＱからの提案によ\nるものであるとしても，被告において，上記のとおり，制度的な枠組を整\nえたものであり，これに対する上記の評価が変わるものではない。また，\n原告は，昭和２４年から昭和５２年まで，公社に勤務し，プリンタの研究\nに携わっていたのであり，公社は，我が国における技術の先導役として多\nくの研究開発に取り組んできた機関であって，原告のプリンタ分野におけ\nる専門知識や技能は，そのような公社において養成されてきたということ\n，， ，ができるところ 被告は 公社との間に技術指導基本契約を締結しており\n個別契約を締結して技術指導料を支払うことにより公社から技術指導を受\nけることのできる地位にあったのであるし，公社と被告との密接な関係か\nらすれば，原告も公社研究所の出身者として，公社研究所在籍の研究者等\nとの交流や意見交換の機会を設けることが通常以上に可能であると考えら\nれるのであって，こういった恵まれた研究環境の享受は，被告の従業員で\n--56\nあったことによるところが大きいということができる。さらに，被告は，\n原告に対し，給与，賞与等として，原告と同時期に被告に入社した同年代\nの従業員より１４００万円以上多額の金員を支給していたものであり，待\n遇の面でも，原告が研究開発に専念できる環境を整備していたといえる。\nこれらのことからすれば，被告は，本件各発明について，相当程度の寄与\nがあったといえる。\n， ，，，しかし 他方 本件プロジェクトの企画は 専らリコーによって行われ\n被告は関与しておらず，また，本件プロジェクトには，被告の施設は用い\nられることなく，原告以外の被告の従業員も直接関与せず，被告は原告に\n対する給与等の支給以外何らの支出もしていないのであり，かえって，被\n告は，本件技術協力契約により，リコーから月額８５万円を得ることとさ\n，，れており 技術協力の目標性能を具備したプリンタの開発実用化が成功し\nその製品化が可能であるとリコーが判断した場合には，リコーから１００\n０万円の成功報酬を得ることとされていたものである。さらに，本件各発\n明の特許出願に関する事務手続は，主としてリコーが行い，被告は，原告\nを通じて報告を受けるのみであり，本件各特許権に関するブラザー工業等\nとの交渉や実施許諾契約の締結も，主としてリコーが行い，被告は，リコ\nーから報告を受けるのみであった。したがって，被告は，本件各発明に係\nる研究開発に関し，新たな設備投資や人員配置を行うことなく推移してお\nり，当該開発研究の成否についてのいわゆるリスクを負担したものとは認\nめられず，また，本件各特許権の権利化等に関しても，積極的な寄与を認\nめることはできない（なお，この点に関するリコーの果たした役割を被告\nによる寄与と同視できるような事情は認められない 。。）\n以上の諸事情を総合的に考慮すると，被告が本件各発明がされるについ\n，（ ） ，て貢献し 又は上記 ２ の利益を受けるについて貢献した程度としては\n全体の７０パーセントと認めるのが相当である。\n--57\nイ 被告は，被告と公社とは実質的同一体であると主張し，本件各発明に関\nして公社が貢献した程度は，被告が貢献した程度と同視すべきであると主\n張する。\nしかし，本件各発明がされた当時，公社は，事業への投資について旧公\n社法３条の４に基づく制限を受けており，被告の株式を全く有していなか\nったのであるから，被告が公社と実質的同一体であるということは到底で\nきない。\nこのことは，本件各発明がされた後，公社又はＮＴＴが被告の株式を段\n階的に取得し，平成１３年には，ＮＴＴが被告の発行済株式の総数を保有\nすることとなった事情を踏まえても同様である。\n被告は，この点を指摘して，被告は設立当初から公社と実質的同一体で\nあったところ，株式の上でも本来あるべき姿になったものであると主張す\nるが，本件各発明がされた昭和５３年ないし昭和５４年当時において，公\n社は，旧公社法及び旧公社法の委任を受けた政令の規定上，被告が行って\nいた事業への投資を許されておらず，法令で必要とされていた予算の定め\nも郵政大臣の認可もなかったのであるから，被告の業務を公社の業務と同\n視することはできず，被告と公社が実質的同一体であったということは到\n底できない（上記の法令に基づく規制が，公社に対する不当な制約といえ\nないことは当然である 。。）\n，， ，被告は さらに 被告と公社とが実質的同一体であることの根拠として\n被告の設立当初の役職員のほぼ全員が公社研究所の出身者であることを挙\nげるが，役職員のほぼ全員が公社研究所の出身者であるからといって，被\n告と公社とが，別個の事業を行い，別個の人員構成を有する法人であるこ\nとに変わりはないのであって，被告と公社とを実質的同一体であると解す\nべき合理的根拠はない。\nしたがって，被告の上記各主張は，採用することができない。被告が貢\n--58\n献した程度を判断する上で，プリンタ技術の開発における公社の位置付け\nその他の公社の役割は，被告が，公社の職員であった原告のプリンタ分野\nにおける専門知識や技能等を評価して原告を採用したこと，及び公社との\n間で技術指導基本契約を締結し，公社から技術指導を受けることのできる\n地位にあったこと等の事情を通じて，上記のとおり，間接的に考慮される\nにとどまるものと解すべきである。\n（４） 「相当の対価」の額\nア 上記（１）ないし（３）によれば，本件各発明に係る特許を受ける権利\nの譲渡の「相当の対価」の額（平成５年度から平成１０年度までの期間に\nおける特許発明の実施に対応する分に限る ）の合計は，被告が受けるべ。\nき利益の額４９３１万１４３５円から被告が貢献した程度７０％を控除し\nた１４７９万３４３０円となる（円未満切り捨て 。）\n４９，３１１，４３５円×（１－０．７）＝１４，７９３，４３０円\nイ 上記１・のとおり，原告は，被告から，被告規程に基づき，本件各発明\nに関し，２５７万３０００円（平成５年度から平成１０年度までの期間に\nおける特許発明の実施に対応する分に限る ）の実施補償金の支払を受け。\n，，「」 （ ，たことが認められ これは 相当の対価 の一部の支払に当たる なお\n，，本件各発明に係る特許を受ける権利の相当の対価のうち 上記２のとおり\n平成４年度以前の期間の特許発明の実施に対応する分が時効消滅したこと\nにかんがみ，この期間に被告より支払われた実施補償金等は，平成５年度\n以降の期間における特許発明の実施に対応する相当対価の算定に当たっ\nて，考慮しないこととする 。。）\n被告は，原告に対し，原告と同時期に入社した同年代の従業員に比して\n，，「」合計約１４００万円の特別の待遇を行ったから この額は 相当の対価\nに含まれると主張する。\nしかし，給与等が，原告と同時期に入社した同年代の従業員に比して高\n--59\n額であったとしても，それは，原告の行う労務を評価した上でのこれに対\nする対価であって，本件各発明の対価とは到底認められない。また，原告\nが平成２年に被告を退職した後，被告が，特別契約社員として原告を採用\nし，人事上厚遇した上で比較的高額な給与を支払ったことも，同様に労務\nの対価であって，本件各発明の対価といえないことは明らかである。原告\nや他の従業員に支払われる労務の対価が，提供され，又は提供されること\nが期待される労務の質及び量によって変動するのは，むしろ当然であり，\n原告と同時期に入社した同年代の従業員の給与に比して，原告の給与が高\n額であったことは，原告が提供し，又は提供することが期待された労務の\n質及び量が原告と同時期に入社した同年代の従業員に比して優れていたこ\nとを意味するのであって，被告が本件各発明の対価を支払ったことを意味\nするものではない。この点も，上記のとおり，使用者等による待遇面にお\nける貢献の程度として考慮されるにとどまるというべきである。\nしたがって，被告の上記主張は，採用することができない。\nウ そこで，上記アの「相当の対価」の額から上記支払済みの金額を控除す\nると 「相当の対価」の不足額は，１２２２万０４３０円となる。，\n１４，７９３，４３０円－２，５７３，０００円＝１２，２２０，４３\n０円\nそして，本件各特許権の実施の許諾により得た実施料収入への本件各発\n明の寄与度がいずれも同等であることは，上記第２の１（５）ウのとおり\nであるから，相当の対価の額を本件各発明ごとにみると，それぞれ３０５\n万５１０７円となる（円未満切り捨て 。）\n１２，２２０，４３０円÷４＝３，０５５，１０７円\nそうすると，それらの合計は１２２２万０４２８円となる。\n第４ 結論\n以上によれば，原告の請求は，１２２２万０４２８円及びこれに対する訴状\n--60\n送達の日の翌日である平成１６年１１月１６日から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を求める限度で理由があるから，その限度\nでこれを認容することとし，その余は棄却することとして，主文のとおり判決\nする。\n東京地方裁判所民事第２９部\n清水 節裁判長裁判官\n山田真紀裁判官\n裁判官東崎賢治は，転補のため，署名押印することができない。\n清水 節裁判長裁判官\n--61\n（別紙１）\n特許目録\n１ 日本国特許第１３３１０１６号\n発明の名称 印字装置\n出 願 日 昭和５３年１１月２１日\n出 願 番 号 特願昭５３－１４２８４４\n登 録 日 昭和６１年８月１４日\n特 許 権 者 リコー及び被告\n発 明 者 Ｇ，原告及びＣ\n特許請求の範囲\n１ 活字を設けた複数のフインガーを有するタイプホイールと，プラテンと，前記活\n字を打撃するための印字ハンマとを有する印字装置において，\nタイプホイールを収容するためのホイールカセットと，\nタイプホイールを駆動させるための駆動手段と，タイプホイールに放射状に配置\nされかつタイプホイールのフインガーの数に対し整数比で対応する数だけ設けられ\nた複数の溝部と，前記駆動手段に設けられ任意の前記溝部と係合する係合手段と，\nタイプホイールに設けられた基準位置指示部と，該基準位置指示部を検出するため\nの光学的検出手段と，\n該光学的検出手段から発せられた光をタイプホイールに設けられた基準位置指示\n部に到達させるためにホイールカセットに設けられた開口部とを具備し，印字動作\nの開始にあたつては，前記タイプホイールに設けられた基準位置指示部を前記光学\n的検出手段により検出するまで前記駆動手段により前記タイプホイールを駆動する\nことを特徴とする印字装置。\n２ 前記基準位置指示部は貫通した穴であることを特徴とする特許請求の範囲第１項\n記載の印字装置。\n２ 日本国特許第１３３１０１７号\n発明の名称 印字装置\n出 願 日 昭和５３年１２月７日\n--62\n出 願 番 号 特願昭５３－１５０５２０\n登 録 日 昭和６１年８月１４日\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n特許請求の範囲\n１ 活字を設けた複数のフインガーを有するタイプホイールと，プランテンと，前記\n活字を打撃するための印字ハンマーと，前記タイプホイールを駆動するための軸を\n有するタイプホイール駆動手段とからなる印字装置において，\n前記タイプホイール駆動手段の軸を挿入するために前記タイプホイールに設けら\nれた中心穴と，\n前記タイプホイールを収容するカセツトと，該カセツトの前記タイプホイール駆\n動手段側の壁に前記タイプホイール駆動手段の軸を前記タイプホイールの中心穴に\n挿入しうるように設けられた第１の開口部と，\n該第１の開口部が設けられた壁に対向した壁に設けられた第２の開口部と，\n前記タイプホイールの中心穴付近に設けられた前記第２の開口部にあそびをもつ\nて差し込まれる突出部と，\n前記第１の開口部の設けられた壁に対向して設けられ一部が前記カセツトに固定\nされた可動部材と，\n該可動部材に前記カセツトの内側の方へ突出し前記タイプホイールの中心穴に入\nるように設けられた突起とを設け，\n前記タイプホイールに設けられた中心穴に前記タイプホイール駆動手段の軸が挿\n入されるとき，この軸が前記可動部材に設けられた時を直接押して該突起を移動せ\nしめ，前記軸を前記タイプホイールに設けられた中心穴から引き抜いたときは，前\n記突起が前記タイプホイールに設けられた中心穴に復帰することを特徴とする印字\n装置。\n３ 日本国特許第１３３１０２７号\n発明の名称 プリンタ\n出 願 日 昭和５４年９月２０日\n出 願 番 号 特願昭５４－１２０１０７\n登 録 日 昭和６１年８月１４日\n特 許 権 者 リコー及び被告\n--63\n発 明 者 Ｇ，Ｊ及び原告\n特許請求の範囲\n１ 印字ホイールを収容し印字機構に着脱可能な印字ホイールカセツトと，文字を選\n択するためのセレクシヨンモータと，文字を印字するための印字ハンマーと，該印\n字ハンマーに対向したプラテンと，\n前記セレクシヨンモータを印字の為のプラテンに接近した第１の位置と該第１の\n位置よりプラテンから離れた印字ホイールカセツトを交換するための第２の位置と\nの間で移動可能に担持するキヤリツジと，\n該キヤリツジ上において印字ホイールカセツトを出入れ可能に設けられるととも\nに，印字ホイールカセツトの下方向への位置決めをおこなう第１の位置決め部と印\n字ホイールカセツトのプラテン側への移動を制限する第２の位置決め部と印字ホイ\nールカセツトのプラテンから離れる方向への移動を制限するための第３の位置決め\n部とからなり，かつ第２の位置決め部と第３の位置決め部との間で印字ホイールカ\nセツトを変移可能に収容する空間を有する印字ホイールカセツト収容手段と，\n前記セレクシヨンモータが前記第２の位置から第１の位置へ移動した時に前記印\n字ホイールカセツト収容手段に挿入された印字ホイールカセツトをプラテンに接近\nした印字のための位置へ位置決めさせる為に，前記キヤリツジ上において移動可能\nに設けられかつ印字ホイールカセツトと当接する印字ホイールカセツト当接手段と\nを有し，\n前記セレクシヨンモータが前記第２の位置にある時，セレクシヨンモータと印字\nホイールとの結合が解除されるとともに印字ホイールカセツトは前記印字ホイール\nカセツト当接手段によるプラテンに接近した印字のための位置への位置決めから解\n除されて前記印字ホイールカセツト収容手段内で変移可能であることを特徴とする\nプリンタ。\n４ 日本国特許第１６１２４１６号\n発明の名称 印字装置\n出 願 日 昭和５３年９月１８日\n出 願 番 号 特願昭５３－１１３５８５\n登 録 日 平成３年７月３０日\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n--64\n特許請求の範囲\n１ プラテンと，該プラテンの軸線に対して平行に移動する移動体と，活字を有する\nタイプホイールと，移動可能な印字ハンマーとを有する印字装置において，前記タ\nイプホイールを収容するとともに所定の厚みを有するホイールカセツトと，前記移\n動体上に設けられ前記タイプホイールを駆動するための軸を有する駆動手段と，前\n記移動体上に設けられ前記ホイールカセツトを前記駆動手段の軸の軸方向を横切る\n方向に抜き差し可能に案内する案内部を有するカセツトホルダーと，前記駆動手段\nを保持する駆動手段保持部材と，該駆動手段保持部材をプラテンに対し接離可能に\n案内する案内手段とを設け，前記駆動手段は駆動手段の軸が前記タイプホイールと\n係合する印字装置と駆動手段の軸と前記タイプホイールとの係合がはずれる取替位\n置との間を前記駆動手段保持部材を介して前記案内手段により案内されて移動可能\nであるとともに，前記ホイールカセツトは前記移動体上においてプラテンに近接し\nた印字のための位置とこの位置よりプラテンから離れた位置との間で移動可能で，\n前記駆動手段およびこれと一体的に移動する前記印字ハンマーの移動量は前記ホイ\nールカセツトの移動量より大きく定められており，前記駆動手段が取替位置にある\nとき前記ホイールカセツトは印字のための位置よりプラテンから離れた位置におい\nて前記カセツトホルダーから前記駆動手段の軸の軸方向を横切る方向に抜き取るこ\nとが可能であることを特徴とする印字装置。\n５ 米国特許第４，３１０，２２５号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n登 録 日 昭和５７年（１９８２年）１月１２日\n内 容 上記４の特許権に係る発明（後記６の出願を分割）\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n６ 米国特許第４，４０８，９０９号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n登 録 日 昭和５８年（１９８３年）１０月１１日\n内 容 上記２の特許権に係る発明（上記５の出願から分割）\n--65\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n７ 英国特許第２０３１８０６号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n登 録 日 昭和５８年（１９８３年）６月２９日\n内 容 上記４の特許権に係る発明（後記８の出願を分割）\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n８ 英国特許第２１１１４３６号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n登 録 日 昭和５８年（１９８３年）１２月７日\n内 容 上記２の特許権に係る発明（上記７の出願から分割）\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n９ ドイツ特許第２９３７６７８号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n登 録 日 昭和６１年（１９８６年）８月７日\n内 容 上記４の特許権に係る発明（後記１０の出願を分割）\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n１０ ドイツ特許第２９５４４０４号\n基 礎 出 願 上記２及び４の出願\n優先権主張日 上記４の出願日\n--66\n登 録 日 平成２年（１９９０年）４月１２日\n内 容 上記２の特許権に係る発明（上記９の出願から分割）\n特 許 権 者 リコー及び被告\n発明者原告及びＣ\n--67\n（別紙２）\n第１ 社員発明考案取扱規程（昭和５２年１月８日施行，抜粋）\n（権利の譲渡）\n第６条 前条の規定により，発明が職務発明と認定され，かつ会社が権利の承継を決定した\nときは，当該発明をした社員は特許を受ける権利を会社に譲渡しなければならない。\nただし，会社と外部機関との契約により，特許を受ける権利を当該外部機関に譲渡す\nることが定められているときはこの限りでない。\n（譲渡補償金）\n第８条 第６条により会社が権利を承継したときは，会社は社員に譲渡補償金を支払うもの\nとしその額は１件につき１，０００円とする。\n２（略）\n（登録補償金）\n第９条 権利を承継した発明について，会社が特許権を取得したときは，会社は社員に次の\n登録補償金を支払うものとする。\n（１） 特許権については １発明につき ３，０００円\n（２） （略）\n（実施補償金）\n第１０条 権利を承継した発明について，会社に実施料収入があったときは，会社は社員に\n対して毎年度１回前年度の実施料収入の額に応じ，１件ごとに次の区分により実施補償\n金を支払うものとする。\n実施料 収入 補 償 金\n３０万円に達するまで 該当額の３０％\n３０万円を超え５０万円に達するまで ３０万円を超える額の２０％に９万円を\n加えた額\n５０万円を超え１００万円に達するまで ５０万円を超える額の１０％に１３万円\nを加えた額\n１００万円を超えるもの １００万円を超える額の５％に１８万円\nを加えた額\n２（略）\n（補償金の限度）\n第１１条 第８条から第１０条までに規定する補償金の総額は毎年度１名につき１５０万円\nを限度とし，それ以上の金額については切捨てるものとする。\n--68\n（退職又は死亡の取扱）\n第１３条 発明者が退職又は死亡した場合の補償金は次により支給する。\n（１） 退職した場合\n第８条から第１０条までの各補償金を発明者に支給する。\n（２） （略）\n第２ 社員発明考案取扱規程（平成１１年４月１日施行，抜粋）\n（権利の譲渡）\n第６条 前条の規定により，発明が職務発明と認定され，かつ会社が権利の承継を決定した\nときは，当該発明をした社員は特許を受ける権利を会社に譲渡しなければならない。\nただし，会社と外部機関との契約により，特許を受ける権利を当該外部機関に譲渡す\nることが定められているときはこの限りでない。\n２～４ （略）\n（出願補償金）\n第８条 第５条により会社が特許を受ける権利を承継したときは，会社は社員に譲渡補償金\nを支払うものとし，その額は１件につき４，０００円とする。\n２・３ （略）\n（登録補償金）\n第９条 特許を受ける権利を承継した発明について，会社が特許権等を取得したときは，会\n社は社員に次の登録補償金を支払うものとする。\n（１） 特許権については １発明者につき １０，０００円\n（２ ・ ３） （略））（\n２～４ （略）\n（実施補償金）\n第１０条 権利を承継した発明について，実施の実績が認められたとき，会社は，社員に対\nして表１に示す時期に実施補償金を支払うものとし，その額については，別に定める「特\n許等実施補償金算定基準」に基づき表２に定める金額を決定する。\n表１\n回 数 補 償 の 時 期 補償の対象\n第１回 権利存続期間の３年を 出願日から権利存続期間の３年を経過した日の\n経過した日の属する年 属する年度の末日までの期間に得られた実施の\n度の翌年度以降 実績\n第２回 権利存続期間の６年を 第１回補償の対象期間の昀終年度の翌年度から\n経過した日の属する年 権利存続期間の６年を経過した日の属する年度\n度の翌年度以降 の末日までの期間に得られた実施の実績\n--69\n第３回 権利存続期間の９年を 第２回補償の対象期間の昀終年度の翌年度から\n経過した日の属する年 権利存続期間の９年を経過した日の属する年度\n度の翌年度以降 の末日までの期間に得られた実施の実績\nただし，実用新案権 ただし，実用新案権は第２回補償の対象期間\nは権利満了日の属する の昀終年度の翌年度から権利満了日までの期間\n年度の翌年度以降 に得られた実施の実績\n第４回 権利存続期間の１２年 第３回補償の対象期間の昀終年度の翌年度から\nを経過した日の属する 権利存続期間の１２年を経過した日の属する年\n年度の翌年度以降 度の末日までの期間に得られた実施の実績\n第５回 権利満了日の属する年 第４回補償の対象期間の昀終年度の翌年度から\n度の翌年度以降 権利満了日までの期間に得られた実施の実績\nただし，平成元年度までの実施実績に基づき平成２年度まで１年毎の実施補償金支払\n対象となっていた発明に対する取扱は，表１に示す考えと同様に３年毎の時期に３年間\nの実施実績を対象として，表２に基づいて補償金額を決定するが，具体的な補償の時期\n及び補償の対象は次のとおりとする。\n補償の時期：平成２年を起算年として ３Ｎ Ｎ＝１ ２ ・・・ 年を経過した年 権，（ ， ， ） （\n利満了日を経過した昀初の該当年まで）の翌年度以降\n補償の対象：平成２年度から権利満了日までの期間を３年間を単位として区分したそ\nれぞれの期間（昀終の期間は権利満了日まで）\n表２\n等級 補 償 金\n特 級 ７５万円を超える額\n（ ５０ 万 円に 実施 料収 入２０００万円 毎に２５万\n円加算する）\n１ 級 ５０万円\n２ 級 ４０万円\n３ 級 ２５万円\n４ 級 １５万円\n５級 ６万円\n２ ２以上の特許等に対して実施の実績があり，各特許等に対する実施料見合額等の配分の\n根拠が明らかでない場合は，各特許等に対して均等に配分することができる。\n（補償金の限度）\n第１１条 前条の規定にかかわらず，社員１人についての実施補償金の総額を制限すること\nができるものとする。\n--70\n（退職又は死亡の取扱）\n第１３条 発明者が退職又は死亡した場合の補償金は次により支給する。\n（１） 退職した場合\n第８条から第１０条までの各補償金を発明者に支給する。\n（２） （略）\n"
}