{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 9
  },
  "case_number": "平成15(ネ)2108",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10875",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10875",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/875/010875_hanrei.pdf",
  "contents": "平成１５年（ネ）第２１０８号　実用新案実施権確認請求控訴事件\n（原審・東京地方裁判所平成１４年（ワ）第２６６３号）\n平成１５年７月１日口頭弁論終結\n判 　　決\n控　訴　人　　　　　　株式会社サテライトインテリジェンス\n訴訟代理人弁護士　　　中　野　正　人\n被　控　訴　人　　　　株式会社ヴァンガード\n訴訟代理人弁護士　　　佐　瀬　正　俊\n同　　　　　　　　　　米　川　　　勇\n同　　　　　　　　　　島　　　由　幸\n同　　　　　　　　　　東海林　利　哉\n同　　　　　　　　　　加　藤　潮　子\n主 　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1) 原判決中，控訴人に係る部分を取り消す。\n(2) 被控訴人の請求を棄却する。\n(3) 訴訟費用は第１，２審とも，被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要等\n１(1) 本件は，控訴人（被告）が有する，別紙目録記載の実用新案権（以下，\n「本件各実用新案権」といい，これら実用新案権を利用して製造された商品（商品\n名「シンクロエナジャイザー」）を以下「本件商品」という。）についての被控訴\n人（原告）の通常実施権（以下「本件各通常実施権」という。）の存否を巡る争い\nである。被控訴人（原告）が，控訴人とＡに対し，本件各通常実施権を有すること\nの確認を求めて提訴し，控訴人については請求が認容された。被告の一人であるＡ\nについては，既に本件各実用新案権の登録名義が移転され，同人は権利者でないと\nして，訴えが却下された。\n(2) 控訴人が，被控訴人（その前身は，「有限会社サテライトインテリジェン\nス」である。「有限会社サテライトインテリジェンス」と被控訴人（「株式会社ヴ\nァンガード」）との間に法人格の同一性があることに争いがないので，以下，これ\nらをまとめて単に「被控訴人」という。）に対し，本件各実通常実施権を設定した\nことについては，当事者間に争いがない。\n本件の主たる争点は，①本件各通常実施権を付与した契約（以下「本件通\n常実施権設定契約」という。）の，契約条項に基づく解約の可否，②本件通常実施\n権設定契約が無償であることを前提とする，本件通常実施権設定契約の目的達成に\nよる解除の可否，である。\n(3) 控訴人は，原審で，上記主たる争点に関し，大要以下のように主張してい\nた。\nア　本件通常実施権設定契約に関し，商品製造に関する契約書（乙第１号\n証，以下「本件基本契約書」という。）は，２条で，「乙（判決注・被控訴人，当\n時の商号は「有限会社サテライトインテリジェンス」）は，いかなる場合であって\nも，甲（判決注・控訴人）の承諾無しに商品の開発・製造ならびに販売を行っては\nならない。甲はいつでも承諾を拒絶できるものとする。」と定めている。控訴人\nは，これに基づき，この基本契約を解除した（平成１２年６月３日付け内容証明郵\n便の到達ないし平成１４年４月８日付け準備書面の，原審における同月１２日付け\n口頭弁論での陳述による解除）。\nイ　本件通常実施権設定契約が無償契約であることにかんがみると，被控訴\n人が，６年以上の長期にわたり，無償で本件各実用新案権を利用して製造した本件\n商品を販売して利益を上げてきた以上，本件通常実施権設定契約の目的は既に達成\nされているというべきであり，控訴人はこれを一方的に解除し得る，と解すべきで\nある。\nそこで，控訴人は，平成１５年１月２２日付け準備書面（原審における\n同月２８日の口頭弁論で陳述）をもって，本件通常実施権設定契約を解除した。\n２　原判決の理由の骨子\n(1) 本件基本契約書が，平成８年５月ころ，控訴人代表者Ｂ（以下「Ｂ」とい\nう。）により作成されたことは認められる，しかし，同契約書に記載されたとおり\nの内容の契約が控訴人と被控訴人間に成立したとは認められない。したがって，同\n契約書の２条に基づく解約はできない，\n(2) 本件基本契約書のとおりの契約の成立が認められず，本件通常実施権設定\n契約に実施料の定めがあったとも認められないから，控訴人・被控訴人間の本件各\n通常実施権は，無償のものというべきである。しかし，そうであるとしても，控訴\n人が無償であることを理由に一方的に本件通常実施権設定契約を解除することがで\nきるとすべき法的根拠は明らかでない。仮に，同契約を使用貸借類似の無名契約と\nみるとしても，この契約の目的は未だ達成されているとはいえないから，解約は認\nめられない。\n第３　当事者の主張\n当事者双方の主張は，次のとおり付加するほか，原判決の「事実及び理由」\nの「第２　事案の概要」及び「第３　争点及び当事者の主張」記載のとおりである\nから，これを引用する。\n１　当審における控訴人の主張の要点\n(1) 原判決は，本件基本契約書は実体を伴わない契約書であり，控訴人と被控\n訴人との間で，本件基本契約書どおりの内容の契約が有効に成立したとは認められ\nない，としている。\nその理由として，原判決が挙げる理由の概要は，以下のとおりである。\nア　Ｂが本件基本契約書を作成した理由は，被控訴人と，株式会社エスイー\nシー（以下「エスイーシー」という。）との間で締結された本件商品の販売に関す\nる基本契約書（乙第４号証，以下「乙４契約書」といい，この契約書に係る契約を\n「本件商品販売契約」という。）において，エスイーシーが，製品の売買代金のほ\nかに，権利技術，商標の使用権利料の支払を義務づけられるなど，エスイーシーに\nとって厳しいものであったから，同社の代表取締役Ｃ（以下「Ｃ」という。）の不\n安を解消するために，一時的に本件通常実施権を許諾するものである，と説明する\n必要があったためである。\nイ　本件基本契約書は，わずか３か条から成るものであり，基本契約書とし\nての体裁を成していない。\nウ　被控訴人とエスイーシーとの間の本件商品の販売に関する基本契約（本\n件商品販売契約）では，契約期間が定められ，アで述べたとおり，商品の販売代金\n以外にも権利使用料（ロイヤリティ）などをエスイーシーが被控訴人に払うことと\nされており，本件各通常実施権は強力なものとされている。本件基本契約により被\n控訴人に認められた開発・製造・販売に関する権利がいつでも解約され得る不安定\nな権利であるとすると，本件商品販売契約と矛盾する。\nエ　Ｂが，本件基本契約書作成当時，本件商品に係る事業を控訴人に再開さ\nせることを考えていた，とは認められない。\nオ　本件基本契約書は，極めて重大な内容を含むものであるのに，Ｂは，他\nの役員に相談することなく独断で，これを作成している。\n(2) 本件基本契約書作成の動機について\nＢが，本件基本契約書の２条を規定するについては，次の二つのことも動\n機となっている。\n①　Ｂが被控訴人に本件商品の製造販売を行わせることにしたのは，バイオ\nセル事業を行う被控訴人に，暫定的に資金援助するためであり，同人は，その必要\nがなくなった後は，本件商品の製造販売事業を控訴人に戻すことを予定していたこ\nと\n②　被控訴人がバイオセル事業を行うに当たっては，多額の資金を必要とし\nていたため，Ｂは，ベンチャーキャピタル（新事業を行う中小企業に投資を行う企\n業）からの投資も考えていたことから，ベンチャーキャピタルによる被控訴人の乗\nっ取りという最悪の事態に備えて，そのようなときは，本件商品の製造に係る権\n利，すなわち本件各通常実施権を，控訴人に戻すことができるようにしたいと考え\nたこと\n原判決は，前記のとおり，本件基本契約書は，Ｃを説得するための便法と\nしてのみ作成されたと認定している。しかし，本件基本契約書の内容のとおりの契\n約を締結することについては，上記のとおり，Ｃの説得とは無関係な，実質的な理\n由もあったのである。\nまた，Ｂは，Ｃが，本件商品の製造等について何らの権利もない被控訴人\nが，エスイーシーとの間で契約関係に立つことについて，疑念を感じていると考え\nた。そこで，本件基本契約において，被控訴人が，控訴人の承諾の下に，本件商品\nをエスイーシーに安定的・継続的に供給できる地位にあることを規定したのであ\nる。本件基本契約書には，この点でも，これにより契約を締結する実質的な理由が\nある。\n(3) 本件基本契約書が簡潔である点について\n確かに，本件基本契約書は３か条から成る短いものである。しかし，本件\n基本契約書が作成された平成８年５月当時，控訴人と被控訴人の代表者は，いずれ\nもＢであった。\nＢが，両会社の代表者であったことから，両会社の間の事柄について細目\nについてまで明確にしておく必要はなかった。しかし，本件各実用新案権の保有者\nである控訴人が被控訴人に対し本件商品の製造を承諾すること（本件基本契約書１\n条）を明確にしておくことは，最も基本的なこととして，必要であった。それ以外\nの細目については，必要に応じて柔軟に対応することを可能にするため，本件基本\n契約書は３か条から成る簡潔なものとなったのである。そこには何らの不自然さも\nない。\n(4) 本件基本契約書と乙４契約書との整合性\n本件基本契約書２条により，被控訴人が有する本件各通常実施権が消滅し\nたとしても，エスイーシーに対しては，控訴人が本件商品を安定供給することが可\n能である。同条によりエスイーシーの立場が不安定になるということはない。\nもともと，乙４契約書を契約書とする契約（本件商品販売契約）を締結し\nたのは，被控訴人に，バイオセル事業を行わせるための資金を得させるためである\nから，同契約書に，エスイーシーから被控訴人に対し，権利使用料が支払われる旨\nの条項があるのは当然である。\n本件基本契約書と乙４契約書とは何ら矛盾するものではない。乙４契約書\nがあるからといって，本件各通常実施権を，特別に強力なものとみなさなければな\nらない理由はない。\n(5) Ｂの意図について\nＢが，被控訴人を法的人格として，本件商品に係る事業を継続的に行って\nいこうと考えていた，という事実はない。\n被控訴人は，バイオセル事業を行うためにＢが準備した会社であって，同\n事業のための資金を得るために，本件商品の製造を一時的に行っていたにすぎな\nい。もし，被控訴人のバイオセル事業が軌道に乗っていれば，Ｂは，本件商品に係\nる控訴人の事業を復活させていた。\n控訴人が負っている債務の中には，Ｂが個人保証しているものもある（乙\n第６号証，第１２号証）。Ｂにとって，本件商品に係る控訴人の事業を復活させる\nことは，その債務を返済していくためにも必要である。\n(6) Ｂが単独で本件基本契約書を作成した，との点について\n本件基本契約書作成当時，被控訴人の取締役はＢ一人であり（甲第４号\n証），出資者もＢだけであった。Ｂが単独で本件基本契約書を作成し，その内容の\nとおりの契約を締結するのはむしろ当然である。\n(7) 本件各通常実施権の使用料の取決めの存在について\n前記のとおり，本件基本契約書どおりの内容の契約が，控訴人と被控訴人\nとの間で有効に成立している。したがって，原判決が，本件通常実施権設定契約に\nおける使用料が無料であったと認定しているのは，誤りである。\n(8) 目的終了による本件通常実施権設定契約の終了について\n本件通常実施権設定契約は，使用貸借類似の無名契約である。\n本件通常実施権設定契約の目的は，被控訴人に対し，バイオセル事業のた\nめの資金を得させることであった。しかし，被控訴人は，その代表取締役がＢから\nＤに交代した後，バイオセル事業を全く行っていない。したがって，バイオセル事\n業を行う資金を得させるという目的は，既に終了したと解すべきである。\n控訴人は，本件通常実施権設定契約の目的終了に基づく解除を主張する。\n控訴人が，原審の平成１５年１月２８日の口頭弁論においてなした解除の意思表示\nは，この目的終了を理由とするものである。\n２　被控訴人の反論の要点\n原判決の認定判断に，控訴人が主張するような誤りはない。\n(1) 控訴人は，平成８年当時，多額の負債を抱えて事実上休眠会社となってい\nた。Ｂは，そのころ，このようになっていた控訴人には負債のみ残し，資産を被控\n訴人に移して，被控訴人を法的人格として事業を継続することを考え，そのとおり\nに実行したものである。\nこのようなＢが，控訴人に資産を残すような行動を取ることはあり得な\nい。また，同人は，控訴人の事業を再開することも考えていなかった。\n控訴人は，ベンチャーキャピタルへの働きかけの事実を立証するために，\n乙第７号証ないし第１１号証を提出する。しかし，乙第９号証以下は，いずれも平\n成１１年以降に作成されたものである。他の証拠も，その作成時期が書面上判然と\nするものではない。\nＢは，原審では，ベンチャーキャピタルからの投資も視野に入れていた，\nとの陳述しかしていなかった（乙第５号証）。しかるに，控訴審では，ベンチャー\nキャピタルへの働きかけをしていたと述べるに至っており，その変遷が不自然であ\nる。\n(2) 控訴人は，本件基本契約書により，被控訴人がエスイーシーに安定的・継\n続的に本件商品を供給できることが確保された，とする。しかし，本件基本契約書\nの２条は，控訴人がいつでも承諾を拒絶できる旨定めている。このような内容で，\n被控訴人による本件商品の安定的・継続的供給が果たせるわけがない。\n控訴人の主張は破綻している。\n(3) 控訴人は，本件通常実施権設定契約における使用料が無料であるとの認定\nは誤っている，と主張する。本件基本契約書の内容の契約が成立したと認めること\nができないことは，原判決認定のとおりであり，したがって，使用料に関しては基\n本的な定めもないことになる。このように使用料に関する基本的な定めのない契約\nについては，使用権が有償であるということはあり得ない，というべきである。\n(4) 本件通常実施権設定契約は使用貸借類似の無名契約である，との控訴人の\n主張は争う。\nそもそも，通常実施権は，複数の者に設定することが可能なのであって，\n使用貸借とは全く性質の異なるものである。また，無償であったとしても，通常実\n施権をいつでも解除できるとすることは，実施権を与えられた者に不測の損害を与\nえることになりかねず，相当でない。\nなお，被控訴人は，現実には本件各通常実施権の対価を支払ってきたこと\nを重ねて主張するものである。\n第４　当裁判所の判断\n当裁判所も，控訴人に対する被控訴人の請求は理由があるものと判断する。\nその理由は，次のとおり付加するほか，原判決の「第４　争点に対する判断」のと\nおりであるから，これを引用する。\n１　Ｂは，陳述書ないし本人尋問において，次のように供述している。\n(1) 「・・・運悪く提携していた訪問販売会社が営業停止になるなどして，再\n度大量の在庫を抱え会社（被告サテライト（判決注・控訴人））も私個人も多額の\n借金をかかえることになりました。このようなことから，平成６年に被告サテライ\nトはその営業活動を停止し，事実上休眠会社となったのです。\n・・・この訪問販売会社の販売グループでシンクロを売ってみることにな\nりました。\n私は，被告サテライトでの販売を考えましたが，この販売ではクレジット\nを使っての販売が必須であり，私自身借金の返済が遅延したりしたためいわゆるロ\nーン等のブラックリストに載っていると思い，私が代表取締役となっている被告サ\nテライトでその販売を行うことはできないと考えました。\nそこで私は，昭和６３年に設立し私が代表取締役となっていた株式会社東\nトレ流通機構を平成６年６月に株式会社エスイーシー・・・と社名変更・・・し\nて，同社を母体に「シンクロエナジャイザー」の訪問販売（組織販売）を行うプロ\nジェクト会社としました。」（乙第５号証１頁１０行目～２頁１行目）\n(2) 「私は，原告サテライト（判決注・被控訴人）に資金を回すため，形とし\nては原告サテライトが新型シンクロエナジャイザーを製造し(株)エスイーシーが販\n売して，その名目はともかくとして(株)エスイーシーから原告サテライトにバイオ\nセル開発の為の資金を提供させようと考えました。\nそのため，(株)エスイーシーと原告サテライトとの間で，販売契約（乙第\n４号証）を締結する事になりましたが，・・・その内容は極めて原告サテライトに\n有利な内容となりました。・・・Ｃはその締結内容の意義や必要性を頭では理解し\nていても不満を感じていました。・・・いざ，原告サテライトとの契約締結には公\nに不満を訴える可能性がありました。\nこのようなことから，私は，原告サテライトが新型シンクロエナジャイザ\nーを製造することができるという関係をはっきりと書面に残す必要を感じ，平成８\n年５月１日，(株)エスイーシーと原告サテライトとの販売契約書（乙第４号証）を\n締結するのに伴い，被告サテライトと原告サテライトとの間に乙第１号証の製造契\n約書を締結したのです。」（乙第５号証３頁１４行目～３２行目）\n(3) 「私は，原告サテライトがバイオセル事業で軌道に乗り次第，原告サテラ\nイトからシンクロエナジャイザー製造を外し，昔とおり被告サテライトがシンクロ\nエナジャイザーの製造に戻り，販売会社である(株)エスイーシーに販売できるよ\nう，いつでも契約を解除できる旨を製造契約書の第２条に含めました。\n理由の一つは，原告サテライトのバイオセル事業が成功した時に，会社と\nして訪販商品を製造していたのではイメージを損なう可能性があること。もう一つ\nは，バイオセル事業を行なう原告サテライトにはベンチャーキャピタルなどの投資\nも視野に入れていたため，外部資金が入った場合，Ｂの原告サテライトでのオーナ\nー社長としての地位がどうなるか解らなかったためです。言ってみれば，最悪バイ\nオセル事業がどうなろうとも，被告サテライトが原告サテライトのシンクロエナジ\nャイザーの製造を拒絶することにより被告サテライトのシンクロエナジャイザーに\n関する権利を確保し，被告サテライトの実質所有者である私の持つ権利を安定保有\nするためなのです。」（乙第５号証４頁９行目～２０行目）\n(4) 「私は，(有)サテライトインテリジェンス（判決注・被控訴人）にバイオ\nセル開発のための資金を得させる為にシンクロエナジャイザーを製造させることに\nしましたが，ベンチャーキャピタルからの投資を受け，万一，(有)サテライトイン\nテリジェンスが乗っ取られたりした場合には，このシンクロエナジャイザーの製造\n権利までも奪われてしまう危険があると考えました。\nシンクロエナジャイザーに関してはそれ自体でかなりの利益をもたらす物\nであり，上記の不測の事態からシンクロエナジャイザー事業を保護する必要性が有\nると考えました。\nそこで，私は，(有)サテライトインテリジェンスにシンクロエナジャイザ\nーを製造させることの根拠として締結する契約に，万一の場合，その製造する権利\nを失わせる条項を設けることにしたのです。」（乙第６号証２頁７行目～１６行\n目）\n(5) 「将来的に，このバイオセルを立ち上げてやっていくヴァンガードという\n会社は，私は供述書にも書きましたけれども，銀行だったり，あるいはベンチャー\nキャピタリストから資金の投資を受ける可能性もあったわけです。そうなると，そ\nれまでの私のオーナー社長の立場なんてどこにすっ飛ぶか分からない現状が片方で\nあるじゃないですか。実際はのっとるみたいな状況というのはたくさん当時もあり\nましたから。そのときに，私が家族共々食っていく，最大限やっていくスキームは\n残しておかなければならないんです。それは，私が開発者であり申請者でもあるシ\nンクロエナジャイザーというものを私の身近に置いておく必要もありました。」\n（原審における被告代表者Ｂ本人尋問の結果・調書３９頁１８行目～４０頁２行\n目）\n２　以上の陳述に，本件基本契約書作成後のこととはいえ，Ｂが，現に，バイオ\nセル事業の資金集めのために，ベンチャーキャピタルと交渉していたこと（乙第６\n号証ないし第１１号証）を併せて考えれば，本件基本契約書作成当時，Ｂが，ベン\nチャーキャピタルからの資金導入を予定していたこと，それが実現した場合，ベン\nチャーキャピタルが被控訴人の実質的な支配権を獲得し，その結果，Ｂの経営権が\n奪われる事態も生じ得ることを懸念して，本件基本契約書に，その２条を盛り込ん\nだこと，の各事実を認めることができる。\n３　しかし，以上のように認定できるとしても，なお，本件基本契約書どおりの\n契約が控訴人と被控訴人との間で成立したと認めることはできない。既に認定した\n事実（引用した原判決の認定したものも含む。）の下では，以下のようにいうこと\nができるからである。\n(1) エスイーシーが行っていた本件商品の製造・販売事業が，順調に業績を上\nげている状況の下で，Ｂは，バイオセルの話を聞き，その事業により大きな将来性\nがあると感じて，これに着手しようと考えた。しかし，控訴人は，負債を抱えて事\n実上休眠状態であり，その名義で新規事業を行うことは難しかった。また，Ｂは，\n訪問販売が世間的に余りイメージが良くないと考えていたため，既に訪問販売をし\nているエスイーシーに新規事業（バイオセル）をさせることも好ましくないと考え\nた。\nそこで，平成８年５月当時，Ｂは，休眠状態であった被控訴人をして，バ\nイオセル事業を行わせることとし，資金面については，本件各通常実施権を被控訴\n人に与え，実質的に本件商品の販売事業を行っていたエスイーシーから，販売代金\n等として資金を注入するという，控訴人，被控訴人及びエスイーシーの間の，本件\n商品及びバイオセルに関する事業の枠組みを成立させた。一定以上の大きさの事業\nを新たに開始して，軌道に乗せるには，相当の期間を要すること，乙４契約書にお\nいて，その第１条で，本件商品が被控訴人により継続的・安定的にエスイーシーに\n販売されることとされ，１１条において再契約が定められていることからは，上記\n枠組みがある程度の期間存続することが，当初から予定されていたと認めることが\nできる。\n本件基本契約の２条は，控訴人が「いつでも承諾を拒絶できる」というも\nのであり，これによれば，被控訴人は，本件商品の製造・販売等ができなくなると\nいう状況に，いつでも無条件で置かれてしまうことになる。これは上記枠組みに明\nらかに反する。\n(2) Ｂの供述によっても，本件基本契約書を作成した第１次的な目的は，Ｃに\n対し，被控訴人が本件各通常実施権を取得したことを明確にし，もって同人が乙４\n契約書における被控訴人の契約上の地位に異議を唱えることを封じるためのものに\nすぎない，と認められる。本件基本契約書どおりの内容の契約を成立させること\nに，格別の意義があったとは認められない。\n(3) 本件基本契約書自体をみても，１条で，控訴人の承諾があることが前提と\nなるものの，被控訴人が本件商品を安定的かつ継続的に製造できるようにすること\nが，契約の目的とされている。\n控訴人がいつでも承諾を拒絶できる，とすることは上記目的に明らかに反\nしている。\n控訴人は，被控訴人に代わって控訴人が本件商品を供給することにより，\nエスイーシーの利益は害されない，と主張する。しかし，そのようなことは，本件\n基本契約書及び乙４契約書のいずれにも記載されていない。そもそも，そのような\n対処方法が可能であったとしても，それは，「被控訴人が」本件商品を安定的かつ\n継続的に製造できることを保障するものではない。\n(4) 以上の状況の下では，本件基本契約書どおりの契約が有効に成立したとは\n認められないとした，原判決の判断に誤りはない，というべきである。\n４　目的終了による解除について\n(1) 控訴人は，本件通常実施権設定契約が，使用貸借類似の無名契約である，\nと主張する。控訴人がそのように主張する根拠は，必ずしも明らかではない。おそ\nらく，本件通常実施権設定契約において，実施料が無料であるとすれば，契約の対\n象とされるものの使用の対価が零である点で，本件通常実施権設定契約は，使用貸\n借と同一であり，これと同様に取り扱われるべきである，ということなのであろ\nう。しかしながら，控訴人が，被控訴人に本件各通常実施権を設定しても，なお自\nら本件各実用新案権を行使することも，他の者にさらに通常実施権を設定すること\nも可能であり，この点で，設定された通常実施権の保護を，使用料が無料であるこ\nとを根拠に，使用貸借のように狭く解すべき理由はない。\n被控訴人は，控訴人の債務を肩代わりするため，少なくとも１４８０万７\n９６６円を支払っている（甲第９号証，第１５号証，証人Ｅの証言，Ｂ本人尋問の\n結果）。これを，本件通常実施権の譲渡ないし使用の法律上の対価と認めることは\nできないとしても，前記支払は，経済的・実質的には，被控訴人の本件各通常実施\n権の存在と極めて密接な関係のある出捐であると認められる。この点からも，本件\n通常実施権設定契約を無償契約である使用貸借と類似する無名契約であると解すべ\nき理由はない，というべきである。\n(2) 仮に，本件通常実施権設定契約を使用貸借類似の無名契約とみるとして\nも，目的の終了によりこれを解除できる状態となっ，と認めることはできない。\nア　そもそも，控訴人と被控訴人との間において，明確な目的の定めがあっ\nたと認めるに足りる証拠はない。\nイ　本件通常実施権設定契約は，前記３(1)で述べたとおり，被控訴人の行う\nバイオセル事業を軌道に乗せるために，被控訴人を本件各通常実施権の権利者とし\nて，エスイーシーから資金を注入するという枠組みの重要な構成要素として成立し\nたものである。このバイオセル事業は，結局軌道に乗らないまま現在に至ってお\nり，被控訴人は，その準備等のために，多額の債務を負い，その返済のために本件\n商品の販売事業を継続していると認められる。前記３(1)で認定した枠組みの趣旨か\nらは，仮に被控訴人において今後バイオセル事業を継続し，これを成功させる意図\nがないとしても，少なくとも，バイオセル事業の残務整理を続行して被控訴人を再\n建するのに必要な範囲で，被控訴人は本件各通常実施権を使用し得る，というべき\nである。\n（甲第１１号証，乙第５号証）\n本件通常実施権設定契約の目的が終了したとの控訴人の主張は，理由が\nない。\n５　以上検討したところによれば，控訴人に対する被控訴人の請求は理由がある\nことが明らかであり，これを認容した原判決は相当であって，本件控訴は理由がな\nい。そこで，これを棄却することとし，控訴費用の負担について民事訴訟法６７\n条，６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 設　　樂　　隆　　一\n裁判官 高　　瀬　　順　　久\n（別紙）\n目録\n"
}