{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 25
  },
  "case_number": "平成12(行ケ)146",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12770",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12770",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/770/012770_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１４６号　審決取消請求事件（平成１２年１１月８日口頭弁\n論終結）\n判　　　　　　決\n原　　　　　　告　　　　株式会社エフシーエム\n（旧商号）        有限会社エフシーエム\n代表者代表取締役　　　　【Ａ】\n訴訟代理人弁理士　　　　高　　田　　修　　治\n同　　　　　　　　　　　小　　山　　義　　之\n被　　　　　　告　　　　特許庁長官  【Ｂ】\n指定代理人　　　　      【Ｃ】\n同　　　　　　　　　　　【Ｄ】\n主　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成５年審判第７２６９号事件について平成１２年３月１３日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告（平成８年１１月１日の組織変更前は「有限会社エフシーエム」）は、\n指定商品を商標法施行令別表（平成３年政令第２９９号による改正前のもの）の区\n分による第１７類「被服、その他本類に属する商品」とし、「ＡＳＣＯＴ　ＰＯＬ\nＯＣＬＵＢ」の欧文字と「アスコットポロクラブ」の片仮名文字を上下２段に書し\nて成る商標（以下「本願商標」という。）について、平成３年７月１０日に商標登\n録出願（商願平３－７３２６９号）をしたが、平成５年２月２４日に拒絶査定を受\nけ、同年４月１２日、これに対する不服の審判を請求した。\n特許庁は、同請求を平成５年審判第７２６９号事件として審理した上、平成\n１２年３月１３日、「本件審判の請求は、成り立たない。」との審決をし、その謄\n本は、同年４月６日、原告に送達された。\n２　審決の理由\n審決は、別添審決謄本記載のとおり、本願商標をその指定商品に使用した場\n合に、これに接する取引者、需要者は、その構成中の「ＰＯＬＯ」の文字部分に注\n目することも少なくないものと認められ、それにより周知、著名な商標「ＰＯＬ\nＯ」を連想、想起し、当該商品がアメリカ合衆国在住のデザイナーである【Ｅ】又\nは同人と組織的、経済的に何らかの関係を有する者の業務に係る商品であるかのよ\nうにその商品の出所について混同を生ずるおそれがあるから、本願商標は、商標法\n４条１項１５号に該当するとした。\n第３　原告主張の審決取消事由\n審決は、本願商標について商品の出所の混同のおそれの認定判断を誤ったも\nのであるから、違法として取り消されるべきである。\n１　審決は、「ＰＯＬＯ」商標は、【Ｅ】のデザインに係る商品であることを表\n示するものとして周知、著名であると認定するが、「ＰＯＬＯ」の文字を含む商標\nとしては、【Ｅ】以外にも日本国内で「ＰＯＬＯ　ＣＬＵＢ」、「ＢＥＶＥＲＬＹ\nＨＩＬＬＳ　ＰＯＬＯ　ＣＬＵＢ」、「ＷＯＲＬＤ　ＰＯＬＯ　ＣＨＡＭＰＩＯ\nＮＳＨＩＰＳ」等が【Ｅ】とは無関係の第三者により被服等について使用されてお\nり、取引者、需要者は、これら商標の付された商品が【Ｅ】とは別異の出所の商品\nであると認識し、【Ｅ】のものとは明確に区別して取引されている。そのほかに\nも、「ＰＯＬＯ」の文字を含む商標が被服等を指定商品として多数登録、出願され\nているなどの事情に照らすと、取引者、需要者は、「ＰＯＬＯ」の文字が商標の一\n部に含まれていることから直ちに、その使用に係る商品が【Ｅ】のものと認識する\nことはない。\n２　「ＰＯＬＯ」の名称は、乗馬球技であるポロ競技を意味し、このことは、我\nが国においても広く知られている。ポロ競技は、我が国において、実際に競技を\nし、又は観戦したことのある人の数は少ないが、我が国の国民にとっては、高嶺の\n花のスポーツとして強い憧れの的となり、これがポロ競技の知名度を高いものとし\nている。また、ポロ競技の競技者が着用する衿付き半袖シャツは、古くから「ポロ\nシャツ」と称され、本件出願当時、我が国においては、「ＰＯＲＯ」又は「ポロ」\nと略称されていた。\n「ＰＯＬＯ」及び「ポロ」の語は、我が国において、被服につき自他商品の\n識別機能を有しない普通名称であるから、被服について使用される商標の一部に\n「ＰＯＬＯ」の文字が含まれていることから直ちに、取引者、需要者が【Ｅ】に係\nる「ＰＯＬＯ」商標を連想、想起することはない。我が国において、【Ｅ】が「Ｐ\nＯＬＯ」の語を「Ｐｏｌｏ　ｂｙ　ＲＡＬＰＨ　ＬＡＵＲＥＮ」などとして「ＲＡ\nＬＰＨ　ＬＡＵＲＥＮ」の語と関連付けて使用しているのは、「ＰＯＬＯ」の語に\n自他商品識別力を認めることができないからである。\n３　「ＡＳＣＯＴ　ＰＯＬＯＣＬＵＢ」の商標は、英国バークシャー州の村の名\nである「ＡＳＣＯＴ」「アスコット」とポロ競技のクラブを意味する語である「Ｐ\nＯＬＯＣＬＵＢ」「ポロクラブ」を結合した商標であり、これらの英語は、日本人\nにとってなじみの深い簡潔な英単語である。したがって、本願商標中の「ＰＯＬ\nＯ」の文字部分が独立して自他商品の識別機能を有するものではない。\n第４　被告の反論\n１　被服を始めとするファッション関連の商品に「ＰＯＬＯ」の文字を使用した\n場合には、これに接する取引者、需要者は、【Ｅ】のデザインに係る商品であると\n認識する。したがって、【Ｅ】以外に「ＰＯＬＯ」の語を含む商標を使用する者が\n多数存在しているという実情があるとしても、我が国において「ＰＯＬＯ」といえ\nば、【Ｅ】がファッション関連の商品に使用する商標を連想、想起させるものであ\nるから、取引者、需要者に商品の出所についての混同を生じさせるおそれがあると\nいうべきである。\n２　原告は、「ＰＯＬＯ」はポロ競技を示す一般用語ないしポロシャツの略称と\nして認識されていると主張するが、ポロ競技は、我が国において愛好者が極めて少\nなく、なじみの薄いスポーツである。また、仮に、「ＰＯＬＯ」の語がポロシャツ\nの略称であるということができるとしても、それは本願商標の指定商品中ポロシャ\nツについては妥当しても、その他の指定商品については、十分に自他商品の識別機\n能を発揮するものである。\n３　本願商標は、「ＡＳＣＯＴ」「アスコット」、「ＰＯＬＯ」「ポロ」、「Ｃ\nＬＵＢ」「クラブ」の各文字から成るものと容易に理解されるのであって、これが\n常に一体不可分のものとして理解されるべき特段の事情はない。\n第５　当裁判所の判断\n１　商品の混同のおそれについて\n(1)　乙第１～第１０、第１１号証の１、２、第１２号証の１～５によれば、以\n下の事実を認めることができる。\n【Ｅ】は、１９３９年（昭和１４年）生まれのアメリカの服飾等のデザイ\nナーであり、アメリカのファッション界で最も権威があるとされるコティ賞を１９\n７０年、１９７３年の２回にわたり受賞し、１９７４年の映画「華麗なるギャツビ\nー」で主演した【Ｆ】の衣装デザインを担当するなどして、世界的に知られるよう\nになった。【Ｅ】の「ＰＯＬＯ」「ポロ」商標は、【Ｅ】のデザインに係る商品に\n使用されている。我が国においては、西武百貨店が、昭和５２年ころから【Ｅ】の\nデザインに係る紳士服、婦人服、眼鏡等の輸入、販売をしており、平成元年ころに\nは、第三者が【Ｅ】商標ないしこれに酷似した標章を付した偽ブランド商品を販売\nして摘発されるという事件が発生するほど、【Ｅ】商標は顧客吸引力を有してい\nた。また、本願商標の商標登録出願前から、各種雑誌等において、【Ｅ】のデザイ\nンに係る紳士服、婦人服、眼鏡等の商品が一流ブランドないし流行ブランドとし\nて、「ポロ」、「ＰＯＬＯ」、「Ｐｏｌｏ」のブランド名で紹介され、一般新聞に\nおいても、「『Ｐｏｌｏ』（ポロ）の商標で知られるラルフローレンブランド」\n（平成元年５月１９日付け朝日新聞夕刊、乙第１２号証の１）などの記載が用いら\nれるように、【Ｅ】商標は、「ポロ」、「ＰＯＬＯ」、「Ｐｏｌｏ」の商標の名で\n知られ、これを付した商品もブランドとして「ポロ」、「ＰＯＬＯ」、「Ｐｏｌ\nｏ」と呼ばれていた。\n以上の事実によれば、本願商標の商標登録出願時（平成３年７月１０日）\nまでには、【Ｅ】商標は、「ポロ」、「ＰＯＬＯ」ないし「Ｐｏｌｏ」の商標など\nと呼ばれ、これを付した商品もブランドとして「ポロ」、「ＰＯＬＯ」ないし「Ｐ\nｏｌｏ」と呼ばれて、紳士服、婦人服、眼鏡等のファッション関係商品について\n【Ｅ】のデザインに係る商品に付される商標ないしそのブランドとして著名であっ\nたことが認められる。\n(2)　次に、本願商標の構成について検討するに、本願商標は、「ＡＳＣＯＴ\nＰＯＬＯＣＬＵＢ」の欧文字と「アスコットポロクラブ」の片仮名文字を上下２段\nに書して成るものであるところ、本願商標の欧文字は１３文字、片仮名文字は１０\n文字から成り、また、これらから生じる「アスコットポロクラブ」の称呼は９音で\n構成され、その外観、称呼とも、全体が一体不可分のものとはいえない。\n(3)　以上の認定判断に基づいて、本願商標についての商品の出所混同のおそれ\nにつき判断する。上記「ＰＯＬＯ」商標の著名性に照らすと、本願商標が、その指\n定商品である被服等のファッション関連商品に使用された場合、これに接した取引\n者、需要者は、その「ＰＯＬＯ」の文字部分に着目して、【Ｅ】の著名な「ＰＯＬ\nＯ」商標を想起、連想し、【Ｅ】又は同人と組織的、経済的に何らかの関係を有す\nる者の業務に係る商品であるかのように、その出所について混同を生ずるおそれが\nあるというべきである。\n(4)　乙第１２号証の１～５及び弁論の全趣旨によれば、新聞において、「ポロ\n競技のマークで知られる米国のファッションブランド『ＰＯＬＯ（ポロ）』の製品\nに見せかけた眼鏡枠」の販売行為の摘発記事（平成５年１０月１３日付け読売新聞\n大阪版朝刊、乙第１２号証の３）、「米国ブランド『ポロ』などのマークが入った\n偽物のセーターやポロシャツ」の販売目的所持行為についての有罪判決の記事（平\n成１１年６月８日付け朝日新聞夕刊、乙第１２号証の４）、「米国の衣料品ブラン\nド『ポロ・ラルフローレン』の偽物セーター」の販売行為の摘発記事（平成１１年\n９月９日付け日本経済新聞朝刊、乙第１２号証の５）などが掲載されたことが認め\nられ、以上を総合すれば、前記１の認定に係る商品の出所混同のおそれは、審決時\nにおいてもなお継続していたものと認めることができる。\n２　原告の主張について\n(1)　原告は、【Ｅ】の「ＰＯＬＯ」商標以外にも「ＰＯＬＯ」の語を含む商標\nは多数存在し、これらは【Ｅ】とは別のブランドとして消費者に認識されている旨\n主張する。\n確かに、甲第１６～第２２号証（枝番を含む。）によれば、我が国におい\nて、「ＰＯＬＯ」又は「ポロ」の文字を含む商標が多数存在し、登録されているも\nのも少なくないことが認められるが、本願商標と関係のない国内ポロブランドが多\n数存在しているとしても、本願商標についての商品の出所混同のおそれとは関係が\nなく、上記商標が登録されていても、本願商標とは別の商標に関するものにすぎな\nい。また、本件全証拠に照らしても、本願商標がその商標登録出願当時、取引者、\n需要者にどの程度知られていたかは不明である。したがって、本願商標についての\n商品の出所混同のおそれが否定されるものではない。\n(2)　「ＰＯＬＯ」の語は、乗馬球技であるポロ競技を示すものであるが、前示\nのとおり、【Ｅ】の「ＰＯＬＯ」商標が【Ｅ】のデザインに係るファッション関連\n商品に付される商標としてその取引者、需要者に著名であるから、本願商標の指定\n商品で本願商標を付されたものに接した取引者、需要者は、本願商標の「ＰＯＬ\nＯ」の文字部分に注目するのであって、このことは、「ＰＯＬＯ」がポロ競技を示\nす一般用語であることと矛盾するものではない。\n原告は、「ＰＯＬＯ」はポロシャツの略称として普通に用いられていると\nも主張するが、本願商標がポロシャツ以外の指定商品に使用された場合に、取引\n者、需要者が「ＰＯＬＯ」の語をポロシャツを示すものとして認識することはない\nというべきであるから、この点についての原告の主張も理由がない。\n(3)　原告は、さらに、本願商標が英国バークシャー州の村の名とポロ競技のク\nラブ名を結合した商標であると主張する。しかしながら、本願商標がそのような語\nを結合したものであっても、【Ｅ】の著名な商標である「ＰＯＬＯ」を含んでお\nり、また、本願商標の欧文字部分は、「ＡＳＣＯＴ」、「ＰＯＬＯ」及び「ＣＬＵ\nＢ」の各部分から成ることは容易に理解され、上記欧文字部分は全体で１３文字か\nら成り、しかも、「ＡＳＣＯＴ」の右側に１文字分の空白があるから、全体が一体\n不可分のものとして理解されるものではない。したがって、本願商標が英国の村の\n名とポロ競技のクラブ名を結合した商標であるということは、本願商標がその指定\n商品である被服等のファッション関連商品に使用された場合、これに接した取引\n者、需要者がその「ＰＯＬＯ」の文字部分に着目して【Ｅ】の著名な「ＰＯＬＯ」\n商標を想起、連想するとの上記認定を左右するものではない。\n３　以上によれば、原告主張の審決取消事由は理由がなく、他に審決を取り消す\nべき瑕疵は見当たらない。\nよって、原告の請求は理由がないからこれを棄却することとし、訴訟費用の\n負担につき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官  　 　 篠　　原　　勝　　美\n裁判官　　　  長　　沢　　幸　　男\n裁判官　　　　宮　　坂　　昌　　利\n"
}