{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 27
  },
  "case_number": "平成12(ワ)4826",
  "case_name": "債務不存在確認請求，立替金反訴請求事件",
  "court_name": "名古屋地方裁判所民事第4部",
  "lawsuit_id": "7457",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7457",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/457/007457_hanrei.pdf",
  "contents": "本訴　平成１２年(ワ)第４８２６号（甲事件），平成１５年(ワ)第１２８３号（乙事件）債務不\n存在確認等請求事件\n反訴　平成１５年(ワ)第１６４０号（反訴Ａ事件），同第１６７４号（反訴Ｂ事件），同第１８１\n２号（反訴Ｃ事件）　立替金請求事件\n判決\n主文\n１甲及び乙事件原告反訴ＡないしＣ事件被告らの主位的請求及び債務の支払を拒絶で\nきることの確認を求める予備的請求に係る訴えをいずれも却下する。\n２甲及び乙事件原告反訴ＡないしＣ事件被告らの取立禁止を求める予備的請求をいず\nれも棄却する。\n３別紙認容額等一覧表（Ａ）記載の各原告は，被告ファインクレジットに対し，同表の認\n容額欄記載の各金額及びこれに対する同表の「昀終支払月」欄記載の年月の６日から\n支払済みまで年６分の割合による金員を支払え。\n４原告Ｂ１８及び原告Ｂ２４を除く別紙認容額等一覧表（Ｂ）記載の各原告は，被告オリエ\nントコーポレーションに対し，同表の認容額欄記載の各金額及びこれに対する同表にお\nける当該原告に対応する「昀終約定支払期日」欄記載の年月日の翌日から支払済みま\nで年６分の割合による金員を支払え。\n５別紙認容額等一覧表（Ｃ）記載の各原告は，被告クオークに対し，同表の認容額欄記\n載の各金額及びこれに対する同表における当該原告に対応する「昀終約定支払期日」\n欄記載の年月日の翌日から支払済みまで年６分の割合（年３６５日の日割計算）による\n金員を支払え。\n６被告らのその余の反訴請求をいずれも棄却する。\n７訴訟費用は，本訴反訴を通じ，これを３０分し，その１０を被告ファインクレジット，その\n５を被告オリエントコーポレーション，その１を被告クオークの負担とし，その余を甲及び\n乙事件原告反訴ＡないしＣ事件被告らの負担とする。\n８この判決は，第３ないし第５項に限り，仮に執行することができる。\n事実及び理由\n第１請求の趣旨\n以下，甲又は乙事件原告・反訴Ａ事件被告を「Ａ原告」，甲事件原告・反訴Ｂ事件被告を\n「Ｂ原告」，甲事件原告・反訴Ｃ事件被告を「Ｃ原告」といい，被告ファインクレジットを「被\n告ファイン」，被告オリエントコーポレーションを「被告オリコ」という。\n１本訴\n(1)主位的請求\nア各Ａ原告と被告ファインとの間で，別紙立替払契約内容一覧表（Ａ）「反訴請求額」欄\n記載の各Ａ原告に対応する金員及びこれに対する遅延損害金につき，各Ａ原告の被告\nファインに対する支払債務が存在しないことを確認する。\nイ各Ｂ原告と被告オリコとの間で，別紙立替払契約内容一覧表（Ｂ）「反訴請求額」欄記\n載の各Ｂ原告に対応する金員及びこれに対する遅延損害金につき，各Ｂ原告の被告オ\nリコに対する支払債務が存在しないことを確認する。\nウ各Ｃ原告と被告クオークとの間で，別紙立替払契約内容一覧表（Ｃ）「反訴請求額」欄\n記載の各Ｃ原告に対応する金員及びこれに対する遅延損害金につき，各Ｃ原告の被告\nクオークに対する支払債務が存在しないことを確認する。\n(2)予備的請求１\nア被告ファインは，各Ａ原告に対し，別紙立替払契約内容一覧表（Ａ）「反訴請求額」欄\n記載の各Ａ原告に対応する金員及びこれに対する遅延損害金につき，その取立てをし\nてはならない。\nイ被告オリコは，各Ｂ原告に対し，別紙立替払契約内容一覧表（Ｂ）「反訴請求額」欄記\n載の各Ｂ原告に対応する金員及びこれに対する遅延損害金につき，その取立てをして\nはならない。\nウ被告クオークは，各Ｃ原告に対し，別紙立替払契約内容一覧表（Ｃ）「反訴請求額」欄\n記載の各Ｃ原告に対応する金員及びこれに対する遅延損害金につき，その取立てをし\nてはならない。\n(3)予備的請求２\nア各Ａ原告と被告ファインとの間で，各Ａ原告が，被告ファインから別紙立替払契約内容\n一覧表（Ａ）「反訴請求額」欄記載の各Ａ原告に対応する金員及びこれに対する遅延損\n害金の支払請求を受けたときは，これを拒絶することができることを確認する。\nイ各Ｂ原告と被告オリコとの間で，各Ｂ原告が，被告オリコから別紙立替払契約内容一\n覧表（Ｂ）「反訴請求額」欄記載の各Ｂ原告に対応する金員及びこれに対する遅延損害\n金の支払請求を受けたときは，これを拒絶することができることを確認する。\nウ各Ｃ原告と被告クオークとの間で，各Ｃ原告が，被告クオークから別紙立替払契約内\n容一覧表（Ｃ）「反訴請求額」欄記載の各Ｃ原告に対応する金員及びこれに対する遅延\n損害金の支払請求を受けたときは，これを拒絶することができることを確認する。\n２反訴\n(1)被告ファイン\nＡ原告らは，各自，被告ファインに対し，別紙立替払契約内容一覧表（Ａ）における当該\n原告に対応する「反訴請求額」欄記載の金員及びこれに対する同一覧表における当該\n原告に対応する「昀終約定支払期日」欄記載の月の６日から支払済みまで年６分の割\n合による金員を支払え。\n(2)被告オリコ\nＢ原告らは，各自，被告オリコに対し，別紙立替払契約内容一覧表（Ｂ）における当該原\n告に対応する「反訴請求額」欄記載の金員及びこれに対する同一覧表における当該原\n告に対応する「昀終約定支払期日」欄記載の月の２８日（ただし，原告Ｂ１及び原告Ｂ７\nについては３０日，原告Ｂ４８については２９日）から支払済みまで年６分の割合による金\n員を支払え。\n(3)被告クオーク\nＣ原告らは，各自，被告ファインに対し，別紙立替払契約内容一覧表（Ｃ）における当該\n原告に対応する「反訴請求金額」欄記載の金員及びこれに対する同一覧表における当\n該原告に対応する「昀終約定支払期日」欄記載の月の２７日から支払済みまで年６分の\n割合（年３６５日の日割計算）による金員を支払え。\n第２事案の概要等\n本件は，(1)（甲及び乙事件）株式会社ダンシング（以下「ダンシング」という。）から寝具を\n購入し，当該寝具のモニターとなった原告らが，その代金支払につき立替払契約を締結\nした相手方である被告らに対し，旧割賦販売法３０条の４に基づき，ダンシングと原告ら\n間の契約に生じた事由を対抗して，主位的に未払立替金債務の不存在を，予備的に取\n立禁止及び支払を拒絶できる地位の確認を求め，(2)（反訴ＡないしＣ事件）被告らが，\n原告らに対し，上記未払立替金の支払を反訴で請求した事件である。\n１前提となる事実\n以下の事実は，当事者間に争いがないか，又は当該箇所に掲記した証拠（書証につい\nては特に断らない限り枝番号を含む。以下同じ。）及び弁論の全趣旨により容易に認め\nることができる。\n(1)ダンシング及びその商法\nア　ダンシングは，平成９年８月ころから，いわゆる「モニター商法」と呼ばれる販売方法\n（以下「本件モニター商法」という。）により，寝具等の販売を行っていた。\nイ　ダンシングの本件モニター商法の概要は以下のようなものであった。\n(ア)顧客は，ダンシングから「テルマール」という名称の組布団（以下，「本件寝具」とい\nう。）を購入する。当該寝具は，価格がシングルサイズで３６万円，ダブルサイズで４６万\n円（いずれも消費税別）であり，「『ステイヤーズ』というマイナスイオンを発生する特殊な\n素材を織り込んだ繊維で作られた健康布団である」とのふれこみであった。\n(イ)顧客は，上記購入と同時に，ダンシングとの間で業務委託契約を締結し，「モニター\n会員」になることができる。\n業務委託契約の内容は以下のようなものであった。\nａモニター会員になった顧客は，①毎月１回のアンケートに回答すること及び②毎月１０\n００枚（途中から５００枚に変更された。）程度のチラシを配布することと引き替えに，ダン\nシングから，毎月３万５０００円の「モニター料」（実際には，上記３万５０００円から，振込\n手数料及び会報「ヴィヴァ・ヴィータ」の購読料年額４８００円が差し引かれる。）を２４か\n月間にわたって受け取ることができる。\nｂモニター会員には，上記ａのほか，次のような特典が与えられる。\n(ａ)本件寝具の新規購入者を１名紹介すると，ダンシングから，売買代金の３パーセント\nに当たる手数料を受け取ることができる。\n(ｂ)紹介した本件寝具の新規購入者が３名になると，ダンシングから，上記(ａ)とは別途\nに５万４０００円を受け取ることができる。\n(ｃ)契約日から３か月以内に紹介した本件寝具の新規購入者が１０名になると，ダンシン\nグから，上記モニター料合計８４万円の先払いを受けられる。\n（ただし，モニター会員に対するダンシングからの支払額は８４万円を限度とするとされ\nていた。）\n(ウ)なお，顧客が，上記売買契約代金の支払に関し，いわゆる信販会社（以下「信販会\n社」という。）との間で立替払契約を締結し，かつ上記業務委託契約を締結した場合，売\n買契約代金及び立替払契約の返済回数によっては，毎月，信販会社に対する返済額を\n上回るモニター料を受け取ることができることになる。\nウ　ダンシングは，本件寝具の販売に関し，平成１０年１月ころから，本件モニター商法\nにおけるモニター会員制度に加え，「ビジネス会員制度」を導入した。\nビジネス会員制度の概要は以下のようなものであった。\n(ア)顧客は，本件寝具の売買契約と同時に「ビジネス会員契約」を締結し，「ビジネス会\n員」になることができる。モニター会員はいつでもビジネス会員に登録変更することがで\nきる（ただし，登録変更後はモニター料の支払は受けられない。）。\n(イ)ビジネス会員には，次のような特典が与えられる。\nａ本件寝具の新規購入者を１名紹介すると，ダンシングから，売買代金の８パーセントに\n当たる手数料が支払われる。\nｂ紹介した新規購入者が３名になると，ダンシングから，上記ａとは別途に１万８０００円\nが支払われるほか，「マネージャー」の資格を得ることができる。\nｃマネージャーは，自分の直接下位にある会員からその６代下位の会員まで，新規購入\n者ができる度に，売買代金の３パーセントのコミッションを受け取ることができる。\n（以上につき，総甲１号証の１，総甲２ないし８号証，総甲１３号証）\n(2)被告ら\nア　被告ファイン及び被告クオークは，ダンシングとの間でクレジット加盟店契約を締結\nした信販会社である。\nイ　被告オリコは，サンエス工業株式会社（以下「サンエス工業」という。）との間で，同社\nとのクレジット加盟店契約に付帯して，同社の代理店であるダンシングの販売につき立\n替払を行う契約を締結していた信販会社である。\n(3)ダンシングの破産申立てに至る経緯（総甲１号証の１）\nア　ダンシングは，平成１０年１０月ころ，モニター会員増加に伴うモニター料の支払が大\nきな負担となっていたことから，モニター料の負担を減らすことを企図して，①モニター料\nの月額を１万５０００円に減額し，かつ２人以上の新規購入者を紹介しなければ支払を６\nか月で打ち切る，②ビジネス会員はビジネス会員のみを増やすことができる，という制\n度に改定することを提案したが，ビジネス会員から猛烈な反対を受けたため，これを断\n念し，既存のシステムを維持することとなった。\nイ　その後もモニター会員は増え続け，支払うべきモニター料が増加の一途をたどった\nことから，ダンシングは，平成１１年２月２０日を目途に従来のモニター会員制度を廃止\nすることとし，その旨会報で告知した。その結果，ビジネス会員らは，駆け込み的にモニ\nター会員の勧誘活動を活発化させ，平成１１年１月から同年２月にかけて，新規購入者\nが激増することとなった。\nウ　被告ファインは，平成１１年３月に入り，ダンシングの本件モニター商法に問題があ\nるとして，同年２月以降に承認番号を発行した１３８４件，総額約５億４０００万円分につ\nいて立替金の支払を留保した。\nしかし，ダンシングは，その後も既存のモニター会員に対して従前同様のモニター料の\n支払を継続するとともに，被告ファインに支払を拒絶された分についても紹介手数料約\n１億９０００万円の支払をしたため，資金不足に陥った。\nエ　ダンシングは，平成１１年５月３１日，神戸地方裁判所姫路支部に自己破産を申し立\nて（同庁平成１１年(フ)第３０１号），同年６月３０日，合計約９２億６６６５万円の債務を負\n担し支払不能の状態にあることが認められるとして，破産宣告決定を受けた（総乙１０号\n証の２）。\n同年５月時点におけるモニター会員の総数は，全国で１万４２７２人に及んでいた。\n(4)原告らとダンシングとの各契約\nア　原告らは各自，ダンシングとの間で，別紙売買契約内容一覧表（Ａ）ないし（Ｃ）記載\nのとおりの本件寝具の売買契約（ただし，売買契約日については，弁論の全趣旨から，\n同表「立替払契約日」欄記載の年月日ころと認められる。以下「本件各売買契約」とい\nう。）を締結し，同時に上記(1)イ(イ)の内容の業務委託契約（以下「本件各業務委託契\n約」又は「本件各モニター契約」という。）を締結した。\nイ　原告らは各自，ダンシングから，本件各売買契約に基づき本件寝具の引渡しを受\nけ，また，本件各業務委託契約に基づき別紙認容額等一覧表（Ａ）ないし（Ｃ）の受取額\n欄記載の金員を受け取った。\n（以上につき，総甲９８号証，甲Ａ１ないし５，７ないし１７，１９ないし２９，３１，３２，３４な\nいし３９，４１ないし９３号証，甲Ｂ１ないし４９号証，甲Ｃ１ないし５号証）\n(5)原告らと被告らとの各契約\nア　原告らは，本件各売買契約に基づく売買代金の支払に関し，Ａ原告らは各自被告フ\nァインとの間で，Ｂ原告らは各自被告オリコとの間で，Ｃ原告らは各自被告クオークとの\n間で，それぞれ，別紙立替払契約内容一覧表（Ａ）ないし（Ｃ）記載のとおりの立替払契\n約（以下「本件各立替払契約」という。）を締結した。\nイ　被告らは各自，ダンシングに対し，本件各立替払契約に基づき，同一覧表（Ａ）ない\nし（Ｃ）の「立替金」欄記載の金員を支払った。\nウ　原告らは各自，その対応する被告に対し，同一覧表（Ａ）ないし（Ｃ）の「既払金額」欄\n記載の金員を支払った。\n２本件における争点（(1)ないし(4)は，本訴請求及び反訴請求に係り，(5)は本訴請求に\n係るものである。）\n(1)本件各売買契約と本件各業務委託契約の関係等\nア　本件各売買契約と本件各業務委託契約の個数\nイ　本件各業務委託契約に関する瑕疵が本件各売買契約に及ぼす影響\n(2)原告らのダンシングに対する抗弁事由の存否\nア　公序良俗違反による無効\nイ　債務不履行解除\nウ　破産法（平成１６年法律第７５号による廃止前のもの。以下同じ。）５９条による解除\n擬制\nエ　クーリング・オフ\n(3)本件に平成１２年法律第１２０号による改正前の割賦販売法（以下「旧割賦販売法」と\nいう。なお，同改正後のものを以下「新割賦販売法」という。）３０条の４の適用があるか\n(4)原告らが旧割賦販売法３０条の４による抗弁権の接続を主張することが信義則に反\nするか否か\n(5)旧割賦販売法３０条の４に基づく抗弁接続の効果\n第３当事者の主張の要旨\n１争点(1)（本件各売買契約と本件各業務委託契約の関係等）に関して\n(1)原告らの主張\nア　本件各売買契約と本件各業務委託契約の個数\n(ア)　原告らとダンシングとの間の各契約は，以下のとおり，売買契約と業務委託契約\nが主観的及び客観的に連結した，一つの無名契約（以下「本件各契約」という。）であ\nる。\nａ　主観的連結\n(ａ)　原告らがダンシングとの間で高額な寝具の売買契約を締結した目的及び動機は，\n売買契約と同時に締結する業務委託契約により，簡単なアンケートへの回答等を行うの\nみで，毎月，被告らに対するクレジット返済額を上回る額のモニター料を得られるという\n点にあった。\n(ｂ)　他方，ダンシングも，モニター料の支払と抱き合わせることにより，高額な寝具を大\n量に販売することを企図していた。\n(ｃ)　以上のとおり，本件各契約は，寝具の売買契約と業務委託契約とが，契約当事者\n双方の意思・目的という点で，主観的に連結し，密接不可分に結びついたものであっ\nた。\nｂ　客観的連結\n(ａ)　原告らは，ダンシングに対し，「登録申請書（兼商品購入申請書）」（総甲１３号証の\n４）という同一の用紙によって，本件寝具購入の申込みをすると同時にモニター会員とな\nる旨の登録申請を行っている。\n(ｂ)　モニター会員に課される毎月のアンケートは購入した本件寝具の使い心地等につ\nいてのものであって，本件各契約は，モニター会員としての地位と本件寝具の所有者と\nしての地位が別人に帰属することを予定していなかった。\n(ｃ)　以上のとおり，本件各契約は，客観的な契約構造として，寝具の売買契約と業務委\n託契約とが連結し，不可分一体の関係になったものであった。\n(イ)　なお，特定商取引に関する法律（平成１２年法律第１２０号による改正に伴い「訪問\n販売等に関する法律」から改称。以下，これを「特定商取引法」といい，同改正前のもの\nを「旧訪問販売法」という。）は，その第５章において「業務提供誘引販売取引」という販\n売類型についての規定を置いたが，本件モニター商法は，これに該当する。このことか\nらも，本件各売買契約と本件各業務委託契約とが一つのものであることが裏付けられ\nる。\nイ　本件各業務委託契約部分に関する瑕疵が本件各売買契約に及ぼす影響\n(ア)　本件各契約は一つの契約であるから，後述の無効，解除及び解除擬制の効果\nは，本件各売買契約部分を含む本件各契約全体に当然に及ぶ。\n(イ)　同一当事者間の債権債務関係が，その形式上，二つの契約から成るとしても，そ\nれらの目的とするところが有機的に密接に結合されていて，社会通念上，一方の契約の\nみの実現を強制することが相当でない（両契約のいずれかが履行されるだけでは契約\nを締結した目的が全体としては達成されない）と認められる場合には，両契約は運命を\nともにすると解するのが相当である（昀高裁第三小法廷平成８年１１月１２日判決民集５\n０巻１０号２６７３頁参照）。\n仮に，本件各売買契約と本件各業務委託契約をもって一つの契約と評価することがで\nきなくても，上述のとおり，両契約は密接に連結しているから，社会通念上，一方の契約\nのみの実現を強制することが相当でない場合に当たる。したがって，本件各業務委託契\n約が無効となれば本件各売買契約も無効となり，本件各業務委託契約に関する債務不\n履行は，同各契約のみならず，本件各売買契約の解除原因となり，本件各業務委託契\n約に関する解除擬制の効果は本件各売買契約にも及ぶ。なお仮に，本件各業務委託\n契約の無効が本件各売買契約の無効をもたらさないとしても，後述のとおり，本件各売\n買契約自体にも無効原因が存する。\n(2)被告らの主張\nア　本件各売買契約と本件各業務委託契約の個数\n本件各売買契約と本件各業務委託契約は，別個独立の契約である。\n(ア)「主観的連結」との主張について\nａ（被告オリコ）（主として被告オリコにおいて主張している旨を示し，以下同様に表示す\nる）\n契約における意思とは，一定の効果を欲する意思（効果意思）とそれを外部に発表する\n意思（表示意思）をいうのであり，契約の目的及び動機は，上記効果意思形成段階の問\n題にすぎない。本件における原告らの契約意思は，あくまで，寝具購入及び代金支払の\n意思並びにモニター会員となりモニター料を受け取る意思である。そうすると，原告らの\n契約意思において，両契約に関連はない。\nｂ（被告ファイン）\n①原告らと被告らとの間の各立替払契約は，本件各売買契約代金に関して締結された\nものであって，本件各業務委託契約を立替払契約の内容又は特約とはしていないこと，\n②原告らは，被告らに対して立替払契約の申込みをする際に，本件各業務委託契約の\n存在等を告知していないこと，③「登録申請書（兼商品購入申請書）」（総甲１３号証の４\n裏）には，「㈱ダンシングが主催するプランは，お客様の商品代金のお支払義務を保障\nするものではありません」と明記されていることによると，原告らは，本件各業務委託契\n約に関するモニター料の不払を理由に被告らに対する本件各売買契約代金に関わる割\n賦代金の支払を拒むことができないことを承知していたこと，などの事情にかんがみれ\nば，本件各売買契約と本件各業務委託契約を別個の契約であると解するのが原告らの\n意思に合致する。\n(イ)「客観的連結」との主張について\n（被告オリコ）\n１枚の用紙で二つ以上の契約を同時に申込み，締結することは格別珍しいことではな\nく，金銭消費貸借契約と連帯保証契約等は，むしろ同一の用紙で行われるのが通常で\nある。\n業務委託契約を締結するために寝具の売買契約を締結することが必要であるとしても，\n寝具の売買契約を締結するために業務委託契約を締結することが必要というわけでは\nない。業務委託契約を締結せずに寝具の売買契約を締結したとしても，売買契約の目\n的は達成できる。\n(ウ)特定商取引法に業務提供誘引販売取引が定められたことについて\n本件モニター商法が業務提供誘引販売取引に該当することは認めるが（ただし，被告オ\nリコは争う。），このことから直ちに本件各業務委託契約と本件各売買契約とが一つであ\nるとはいえない。\nイ　本件各業務委託契約に関する瑕疵が本件各売買契約に及ぼす影響\n(ア)（被告クオーク）\n本件においては，本件各業務委託契約に基づくモニター料の支払がなくても，寝具の受\n領，利用という本件各売買契約の目的を達成することができるから，社会通念上，両契\n約のいずれかが履行されるだけでは契約を締結した目的が全体としては達成されない\nと認められる場合には当たらない。\nしたがって，本件各業務委託契約に関する無効，解除原因等の存在が，本件各売買契\n約に影響を及ぼすことはない。\n(イ)（被告クオーク）\n原告らの引用する昀高裁判決の射程は，債務不履行解除の場合にとどまるものであっ\nて，無効の場合にまで及ぶものではない。\n２争点(2)（原告らのダンシングに対する抗弁事由の存否）に関して\n(1)公序良俗違反無効\nア　原告らの主張\n(ア)本件モニター商法は，以下の諸点を考慮すれば，公序良俗に反するものである。し\nたがって，本件各契約は，公序良俗に反し無効である。\nａ　本件モニター商法の構造的破綻必至性，売買価格の不当性\n(ａ)　ダンシングが販売していた本件寝具の客観的市場価値は，シングルサイズで２万９\n０００円，ダブルサイズで４万１０００円程度であり，仮に上記ステイヤーズの価値を額面\nどおりに積算しても，シングルサイズで４万５０００円，ダブルサイズで６万１０００円程度\nであるところ，ダンシングは，上記のとおり，シングルサイズで３６万円，ダブルサイズで\n４６万円という不当に高額な価格設定を行っていた。\n(ｂ)　ダンシングは，このような極めて高額な寝具を販売するために，本件モニター商法\nを開始した当初から一貫して，業務委託契約との抱き合わせでの販売方法を続けてお\nり，本件寝具の購入のみの顧客はほとんどいなかった。\n(ｃ)　ところで，例えば３６万円のシングルサイズの本件寝具を購入した顧客に，毎月３万\n５０００円のモニター料を２４か月間払い続けると，１１回目の支払が終わった時点で，そ\nの顧客との取引が赤字となってしまう。\n?　そうすると，業務委託契約と一体で商品を販売し続けるというダンシングの商法は，\n構造的に破綻必至なものであって，破綻した場合多数の消費者被害を生み出すもので\nある。\nｂ　販売方法の違法性（私的独占の禁止及び公正取引の確保に関する法律（以下「独禁\n法」という。）違反）\n(ａ)　本件モニター商法は，本件寝具の購入価格を大幅に上回るモニター料を受け取る\nことができるというものであるから，独禁法によって禁止される「正常な商慣習に照らして\n不当な利益をもって」する顧客の誘引方法（不公正な取引方法の一般指定第９項）に該\n当する。\n(ｂ)　また，ダンシングは，本件モニター商法がいずれ破綻するものであるにもかかわら\nずこれを破綻しないものであると顧客を信じ込ませた上，本件寝具の売買を行っている\nものであるから，本件モニター商法は，「ぎまん的顧客誘引方法」（同８項）にも該当す\nる。\nｃ　マルチ商法的手法\n(ａ)　無限連鎖講や一部のマルチ商法が公序良俗に反する禁圧すべき商法であるとされ\nるのは，①破綻の必至性，②多数の経済的損失者の出現，③非生産性・射幸性，④欺\n瞞的・誇大的勧誘方法といった特質を有する点にある。\nこの点，本件モニター商法は，上述のとおり①，②，④の特質を有しているところ，モニ\nター会員が業務委託契約における業務としてアンケートに回答し，チラシを配布したとこ\nろで，ダンシングにさしたる利益はないこと及びそのような簡単な業務を行っただけで本\n件寝具の売買代金の２倍以上のモニター料が支払われるとされていることからすれば，\n③の特質をも有しているといえる。\n(ｂ)　また，ダンシングは，ビジネス会員制度を利用することにより，十分な商売・事業の\n知識経験のない一般消費者を販売員として取り込み，その者の有している人間的なつ\nながりを昀大限に利用して，本件モニター商法を信用させ，本件寝具の販売を拡大し，\nその結果，大量の消費者被害を生み出した。\n(イ)また，仮に，本件各業務委託契約と本件各売買契約とが別個の契約と評価されると\nしても，本件各売買契約は，①不当に高額な価格設定をしている点，及び，②ダンシン\nグの勧誘行為が，本件各業務委託契約における報酬により本件各売買契約の代金支\n払が可能であるとか，締切りが間近であるなどと説明するなど，原告らが契約内容を十\n分に吟味することができなくなるような状況を作出し，原告らの契約締結意思の形成過\n程を歪めるようなものであった点を考慮すれば，それ自体が公序良俗に反し無効であ\nる。\nイ　被告らの主張\n(ア)　「本件モニター商法の構造的破綻必至性」について\nａ　原告らは，ダンシングの本件寝具の価格設定が不当に高額であったと主張するが，\n必ずしもそのようにいうことはできない。\n（被告オリコ）\n商品の適正な販売価格を算出するには，需要と供給のバランス，販売に伴う諸経費等\nを入念に検討しなければならない。特にダンシングが販売していた本件寝具のように，\n商品の販売予測が立てにくい特殊な効能を売り物にした特殊商品にあっては，その特\n殊な需要と供給を検討する必要がある。\n因みに，ダンシングが販売した本件寝具の製造業者であり，中間マージンを一切取られ\nることのないサンエス工業株式会社が，インターネット販売という昀も経費のかからない\n方法で販売する際の価格は，シングルサイズで２４万８０００円，ダブルサイズで３３万８\n０００円であった。\n（被告クオーク）\nまた，ダンシングの販売価格は，ダンシングの本件寝具と類似の効能をうたった他社製\n品の販売価格に比べ，むしろ割安であった。\nｂ　販売促進のためにモニターを募ることは，世上しばしば行われていることであり，売\n上数量とモニター会員数との関連に留意しつつ経営することによって一定の利益を上げ\nることは可能であるから，業務委託契約を締結することをもって「破綻必至」といえないこ\nとは当然である。\n本件モニター商法にあっても，口コミによる宣伝効果により寝具が売れるようになれば，\n新たにモニター会員を募集しなくても，既存のモニター会員に対するモニター料を確保\nすることは可能だったのであり，原理的には，拡張し続けなけらばならない必然性はな\nい。\nｃ（被告オリコ）\nそもそも，ダンシングの破産の直接的な原因は，被告ファインがダンシングに対する立\n替払金の支払を留保したことにより，ダンシングが資金不足に陥ったことにあり，本件モ\nニター商法の破綻によるものではない。\n(イ)「販売方法の違法性（独禁法違反）」について\nａ（被告オリコ）\n本件モニター商法における，ダンシングの各原告個人に対する詳細かつ具体的な勧誘\n方法，文言は明らかではなく，「不当な利益をもってする顧客の誘引」又は「ぎまん的顧\n客誘引」であるということはできない。\nｂ（被告オリコ）\n原告らは，「本件モニター商法がいずれ破綻するものであるにもかかわらずこれを破綻\nしないものであると顧客を信じ込ませた」ことをもって「ぎまん的顧客誘引」と主張する\nが，本件モニター商法が破綻必至でないことは上述のとおりであって，「ぎまん的顧客誘\n引」に当たらない。\nｃ（被告オリコ及び被告クオーク）\n独禁法は，競争者を保護するための規定であり，競争者の顧客を自己と取引するよう勧\n誘することを要件としているところ，原告らは，競争者の顧客ではないから，そもそも独\n禁法は問題とならない。\nまた，仮に，独禁法１９条違反があっても，その違反により契約が直ちに私法上無効とな\nるわけではなく，また契約が公序良俗に反するともいえない。\n(ウ)「マルチ商法的手法」について\nａ（被告オリコ）\nダンシングの本件モニター商法が原理的に拡張し続けなければならないものでないこと\nは上述のとおりであり，本件モニター商法をマルチ商法と同列に論じることはできない。\nｂ（被告クオーク）\nマルチ商法性が問題となるのは，原告らのいうビジネス会員制度についてであって，本\n件モニター商法におけるモニター会員制度については，マルチ商法性は固有の問題で\nはない。\n(2)債務不履行解除\nア　原告らの主張\nダンシングは破産宣告を受け，モニター料の支払義務を履行することが不可能となった\nため，原告らは各自，ダンシング破産管財人に対して，モニター料支払義務の履行不能\nを理由に本件各契約を解除する旨の通知をし，同通知は，それぞれ平成１１年８月６\n日，同月１８日，同月１９日，同月３０日，同年９月１０日，同年１０月２日，同月８日，同\n月１５日，同月２５日，同年１１月１日，同月２９日，同１２年１月１７日，同年１１月１５日，\n同１３年７月１２日又は同月２６日に同人に到達した。\nイ　被告らの主張\n(ア)（被告オリコ）\n原告らは，モニター料の支払義務が履行不能になったと主張するが，金銭債務はその\n性質上履行不能にはなり得ない。\n(イ)原告らの主張が「破産宣告前に既に発生していたモニター料の支払不能」を問題と\nするものであれば，当該モニター料は，破産手続が開始されたことによってダンシングに\nおいて弁済することができなくなったものにすぎず，債務不履行解除の理由とはなり得\nない。\n原告らの主張が「破産宣告後に支払われるモニター料の支払不能」を問題とするもので\nあれば，破産手続が開始された後，原告らがモニター業務を行っていないことは明らか\nであるから，そもそも原告らにはモニター料の請求権がない。\n(ウ)そもそも，本件各業務委託契約において，ダンシングからのモニター料の支払は，\n必ずしも２４か月の間保証されているものではなかった。\n(エ)なお，上述のとおり，本件各売買契約と本件各業務委託契約は別個独立のもので\nあるところ，本件各売買契約に関しては何らの債務不履行もない。\n(3)破産法５９条による解除擬制\nア　原告らの主張\n原告らは各自，ダンシング破産管財人に対して，平成１３年２月２６日付け通知書にて，\n本件各契約の解除をするか又はモニター料を支払うか確答するよう催告したが，履行を\n選択する旨の確答はなかった。したがって，破産法５９条２項により，破産管財人は本件\n各契約を解除したとみなされる。\nイ　被告らの主張\n争う。\n(4)クーリング・オフ解除\nア　原告らの主張\n(ア)原告らは，「営業所等以外の場所」（旧訪問販売法２条１項１号）において，又は営業\n所等において「特定顧客」（同法２条１項２号，同施行令１条）として，本件各契約の申込\nみをしたものであるから，本件各契約には旧訪問販売法６条の適用がある。\n(イ)旧訪問販売法６条１項は，クーリング・オフの期間が「第５条の書面を受領した日か\nら」進行する旨定めているところ，本件各契約において原告らが受領した「登録申請書\n（兼商品購入申請書）」（総甲１３号証の４表）の裏面（総甲１３号証の４裏）には，「商品\nを使用又は，消費した場合には，クーリング・オフ対象外となることがあります」との記載\nがあり，これは，クーリング・オフ権行使の妨げとなる購入者の判断に影響を及ぼす重\n要な事実に関する不実の告知であって，同法５条の２第１項に違反するものであるか\nら，同書面は同法５条，同法施行規則に規定する書面とは認められない。したがって，\n本件においては，同書面の受領があっただけでは「第５条の書面の受領」があったとい\nえず，いまだクーリング・オフの期間は進行していない。\n(ウ)原告らは各自，ダンシング破産管財人に対し，平成１１年８月５日，同月１１日，同月\n１８日，同月２７日，同年９月９日，同年１０月１日，同月７日，同月１４日，同月２２日，同\n月２９日，同年１１月２６日，同１２年１月２４日、同年１１月１３日，同１３年７月１０日又は\n同月２４日発信の書面にて，同法６条に基づき，本件契約の申込みを撤回し，又は解除\nする旨の通知をした。\nイ　被告らの主張\n(ア)（被告オリコ）\n原告らの契約目的が業務委託契約に基づく報酬の取得というものであれば，かかる契\n約は，原告にとって商行為にあたり，クーリング・オフ解除の適用はない。\n(イ)（被告オリコ）\n「商品を使用または消費した場合には，クーリング・オフ対象外となることがあります」と\nの記載は，商品を使用又は消費した場合にはおよそクーリング・オフの対象とならないと\nまで記載しているわけではないから，原告らが申込みを撤回したり解除したりする機会\nを妨げるものとまではいえず，原告らの判断に影響を及ぼす重要な事実に関する不実\nの告知とまでは評価できない。\n（被告ら）\n原告らが申し出たクーリング・オフは，旧訪問販売法６条１項１号所定の期限を徒過して\nいる。\n３争点(3)（本件に旧割賦販売法３０条の４の適用があるか）について\n(1)原告らの主張\nア　寝具は，旧割賦販売法２条４項の「指定商品」に指定されている（割賦販売法施行令\n１条１項の別表第１第４号）。\nそして，原告らと被告らとの間の各立替払契約は，２月以上の期間にわたり，３回以上\nの分割払いのクレジットが組まれているものであるから，いわゆる個品割賦購入あっせ\nんとして，同法２条３項２号の「割賦購入あっせん」にあたる。\nイ　そして，同法３０条の４により購入者が割賦購入あっせん業者（以下「あっせん業者」\nという。）に対抗しうる抗弁事由には制限がなく，およそ購入者と割賦購入あっせん関係\n販売業者（以下「販売業者」という。）との間の契約に関して生じた抗弁であって，購入者\nが販売業者に対して主張し得るものであれば，広くあっせん業者に対抗し得るというべ\nきである。\n(ア)本件各契約は，上述したとおり，売買契約と業務委託契約とが結びついた一つの契\n約であって，本件各業務委託契約部分の公序良俗違反無効，債務不履行解除及び解\n除擬制の効果は，本件各売買契約部分を含む本件各契約全体に及ぶから，前記クーリ\nング・オフ解除の抗弁のみならず，公序良俗違反無効，債務不履行解除及び解除擬制\nの各抗弁も同条によってあっせん業者に対抗し得る抗弁に当たる。\n(イ)仮に，本件各売買契約と本件各業務委託契約をもって一つの契約と評価することが\nできないとしても，上述のとおり，本件各業務委託契約の無効の効果は本件各売買契\n約にも及び，本件各業務委託契約に関する債務不履行をもって本件各売買契約の解除\nをすることができ，本件各業務委託契約に関する解除擬制の効果は本件各売買契約に\nも及ぶから，前記クーリング・オフ解除の抗弁のみならず，公序良俗違反無効，債務不\n履行解除及び解除擬制の各抗弁も，購入者と販売業者との間の契約に関して生じた抗\n弁であって，購入者が販売業者に対して主張し得るものに当たり，したがって，同条によ\nってあっせん業者に対抗し得る抗弁に当たる。\n(2)被告らの主張\nア（被告オリコ）\n原告らには，本条の適用がない。\n本条が厚く保護しようとしたのは，本来の消費を目的として商品を購入した純粋な意味\nでの「消費者」であり，消費以外の動機により商品を購入した者までその保護の対象と\nするものではない（旧割賦販売法３０条の４第４項参照）。\n原告らの主張によれば，原告らが本件各売買契約を締結した動機は，消費ではなく，利\n得であり，しかも，ほとんど不労所得に近い利得を安易に求めようとする動機である。か\nかる投機的な動機に基づいて契約を締結した原告らは，同条が保護すべき「消費者」で\nはあり得ず，同条に基づく支払拒絶の抗弁を主張する適格がない。\nイ　原告らの主張する本件各契約には，同条の適用はない。\n(ア)（被告クオーク）\n同条の適用を受け得るためには，必ず立替払契約と対応する指定商品の売買契約が\n存在しなければならないところ，原告らは，本件各売買契約と本件各業務委託契約をも\nって，売買契約と異なる一つの無名契約であると主張しており，仮にそうだとすれば，本\n件各契約は，そもそも同条の適用対象ではなくなってしまう。\nなお，本件各契約を，学習教材における添削サービスのように，付帯役務の提供を条件\nとする指定商品の販売と解することができれば，同条の適用対象となり得るが，モニタ\nー料の支払のような金銭の給付は，役務の提供に該当せず，そのように解することはで\nきない。\n(イ)新割賦販売法は，３０条の４第４項第２号において，業務提供誘引販売個人契約に\n係る割賦販売等に関しあっせん業者に対する抗弁の接続を認めたが，同規定は，同法\n附則３条，５条により，同法施行前に締結された契約についての適用が排除されてい\nる。\nそもそも，個品割賦購入あっせんは，法的には別個の契約関係である購入者・あっせん\n業者間の立替払契約と購入者・販売業者間の売買契約を前提とするものであって，購\n入者が売買契約上生じている事由をもって当然にあっせん業者に対抗することはできな\nいところ，割賦販売法における抗弁権接続規定は，法が，購入者保護の観点から，購入\n者において売買契約上生じている事由をあっせん業者に対抗し得ることを新たに認めた\n創設的規定である。\n仮に，本件各契約又は本件各売買契約及び本件各業務委託契約が，業務提供誘引販\n売個人取引に該当するとすれば，本件に旧割賦販売法３０条の４の適用はないことにな\nる。\nウ　原告らの主張する抗弁は，同条により被告らに対抗しうる抗弁に当たらない。\n本件各売買契約と本件各業務委託契約とが別個独立の契約であると解した上，仮に，\n本件に同条の適用の余地があると解したとしても，同条により顧客があっせん業者に対\n抗し得る抗弁は，販売業者との間の指定商品の売買契約に関するものであって，顧客\nが販売業者に対抗し得るものでなければならない。\n(ア)原告らの主張する抗弁事由のうち，公序良俗違反，債務不履行解除及び解除擬制\nは，いずれも本件各業務委託契約に関するものであって，仮にそのような抗弁事由が生\nじているとしても，同条に基づいて被告らに対して主張し得る抗弁事由に当たらない。\n(イ)（被告クオーク）\n原告らは，仮に本件各契約をもって一つの契約と評価することができなくても，両者の密\n接不可分な関係から，本件各業務委託契約の無効の効果は本件各売買契約にも及ぶ\nなどと主張するが，上述のとおり，本件においてはそのように解することはできないか\nら，本件各業務委託契約に関する公序良俗違反無効，債務不履行解除及び解除擬制\nの抗弁をもって同条に基づいて被告らに対抗できる抗弁事由とすることはできない。\n(ウ)（被告クオーク）\nモニター料の不払は，本件各売買契約を履行した後に生じた事由であるところ，このよう\nな事由は，同条に基づいて被告らに対抗できる抗弁事由とすることはできない。\nなぜなら，原告らがダンシングから本件寝具を購入した時点では，ダンシングはいまだ\nモニター料の支払を開始していなかったのであるから，ダンシングがモニター料を支払う\n債務を昀後まで履行できるかどうかは不確定であったというべきところ，将来における履\n行の可能性についての判断は，商品を購入することを決断した原告らがその責任にお\nいて行うべきであって，被告ら信販会社に，長期に及ぶ分割金の支払期間を通じてダン\nシングの債務不履行の責任を負わせるのは相当でないからである。\n４争点(4)（原告らが旧割賦販売法３０条の４による抗弁権の接続を主張することが信義\n則に反するか否か）に関して\n(1)被告らの主張\n以下の諸事情に照らせば，原告らが，被告らに対して，同法３０条の４による抗弁権の\n接続を主張することは信義則に反する。\nア　総論\n本条の立法趣旨は，①あっせん業者と販売業者との間には，購入者への商品の販売に\n関して密接な取引関係が継続的に存在していること，②このような密接な関係が存在し\nているため，購入者はいわゆる自社割賦と同様に，抗弁事由が存する場合には支払請\n求を拒み得ることを期待していること，③あっせん業者は，販売業者を継続的取引関係\nを通じて監督することができ，また，損失を分散・転嫁する能力を有していること，④これ\nに対して，購入者は，購入の際に一時的に販売業者と接するにすぎず，また，契約に習\n熟していない，損失負担能力が低い等あっせん業者と比して格段の能力差があること\n等にある。\n(ア)本条の規定は，債権の相対性の原則に対する重大な例外を認める創設的規定であ\nるから，これを極力謙抑的に解釈すべきであるところ，上記４点の立法趣旨のうち１点で\nも崩れるときは，本条による抗弁権の接続を認める趣旨に反し，信義則上，購入者があ\nっせん業者に対し，本条による抗弁権の接続を主張することは制限されるべきである。\n(イ)上記立法趣旨は，購入者と販売業者との関係に比べ，販売業者とあっせん業者との\n関係が密接であることを含意するものである。\nしかし，本件においては，原告らは，本件各業務委託契約の存在を被告らに対して積極\n的に秘匿することも辞さないという態度であったのであって，原告らとダンシングが共有\nしている認識から被告らが疎外されていたのであり，上記前提が妥当しない。\nなお，原告らは，被告らが信販会社としての加盟店管理責任を果たしていなかったなど\nと主張するが，被告らは，ダンシング経営者らに説明を求め，一部原告らからの聞き取\nり調査を行うなどの調査を行っており，また，本件モニター商法の問題性が発覚した後も\n適正な対処をしている。\n(ウ)（被告オリコ）\n本条が厚く保護しようとしたのは，本来の消費を目的として商品を購入した純粋な意味\nでの「消費者」であり，消費以外の動機により商品を購入した者までその保護の対象と\nするものではない（同条４項参照）。\n原告らの主張によれば，原告らが本件各売買契約を締結した動機は，消費ではなく，利\n得を得ることであり，それも，ほとんど不労所得に近い利得を安易に求めようとする動機\nである。しかも，立替払を利用すれば，このような「うまい話」にリスクを負うことなく参加\nできるという考えは，一般社会人にとって容認されるものではない。\nかかる投機的な動機に基づいて契約を締結した原告らは，同条が保護すべき「消費者」\nではない。\n(エ)（被告オリコ）\n原告らの主張する本件各業務委託契約の内容によれば，原告らは，毎月，被告らに対\nして支払う割賦代金を上回るモニター料をダンシングから受領していたこととなる。そう\nすると，仮に，原告らの請求が認められ，原告らが被告らに対する残債務の支払を免れ\nると，原告らは，ダンシングから受領したモニター料と被告らに対する既払額の差額につ\nき利得を保持することとなり，また，購入した寝具をも利得することとなって，不当であ\nる。\n(オ)（被告オリコ）\n原告らは，本件各契約は公序良俗に反し無効である等主張しているのであるから，原\n告らには，購入した寝具及び既受領のモニター料をダンシングに返還すべき義務がある\nと思われるところ，そのような対応に出た原告は一人もおらず，むしろ原告らは，本件各\n業務委託契約に基づくモニター料債権を破産債権として届け出ている。かかる原告らの\n主張と対応には一貫性が見られない。\nイ　各論\n(ア)　公序良俗違反の抗弁に関して\nａ　仮に，原告らが，モニター料をすべて受け取り，立替払債務をすべて完済して利得を\n得ていれば，本件に関して公序良俗違反を主張しなかったと思われる。原告らは，自己\nが選択した取引による損失を法の名の下において被告らに転嫁しようとしている者であ\nる。\n一般常識から判断して，「利得の獲得に成功すれば公序良俗違反を唱えずに利得をし\nまい込み，逆に利得の獲得に失敗すれば公序良俗違反を主張し，信販会社に責任を転\n嫁する」というような行動は，倫理にもとるものとして到底許されるべきではない。\nｂ（被告クオーク）\n上述のとおり，本件においては，原告らとダンシングが共有している認識から被告らが\n疎外されていた事情が認められるのであって，被告らは，本件各売買契約が公序良俗\nに反することを知らずに立替金を交付した被害者的立場にある者であるのに対し，原告\nらは，被告らとの関係では，反社会的な契約に加担した加害者的立場にある者であると\n評価されるべきである。\n(イ)債務不履行解除の抗弁に関して\nａ（被告クオーク）\n上述のとおり，本件においては，原告らとダンシングが共有している認識から被告らが\n疎外されていた事情が認められるのであって，被告らは，原告らとの各立替払契約を締\n結する時点において，ダンシングの債務不履行が発生することを予期し得ず，損失を分\n散，転嫁する契機が得られなかった。\nｂ（被告ファイン）\n「登録申請書（兼商品購入申請書）」（総甲１３号証の４裏）には，「㈱ダンシングが主催\nするプランは，お客様の商品代金のお支払義務を保障するものではありません」と明記\nされており，原告らが，本件各業務委託契約に関するモニター料の不払を理由に被告ら\nに対する本件各売買契約代金に関わる割賦代金の支払を拒むことができないことを承\n知していた。\n(ウ)クーリング・オフの抗弁に関して\n（被告オリコ）\n原告らは，ダンシングの交付書面によりクーリング・オフが可能なことを告知されており，\nこの期間に売買契約を解消することもできたにもかかわらず，これをせず，ダンシングの\n破綻が明らかになった後に，自己の責任を回避する手段を探し求めて，契約書面のささ\nいな不備を理由に，クーリング・オフ権を行使する旨主張するものであって，これを被告\nらに対抗するのは著しく信義に反する。\n(2)原告らの主張\nア　総論\n(ア)本条の立法趣旨にかんがみれば，本条は，購入者の利益を信販会社の期待に優\n先させるとの価値判断を採用したものであるから，信販会社が抗弁の対抗を否定できる\nのは，極めて例外的な場合に限定すべきである。\n(イ)クレジット契約システムは，販売業者が無責任な販売活動に走りやすい構造的危険\n性を有しており，過去，悪質な販売業者らが，クレジット契約システムを悪用することに\nよって大規模な集団クレジット被害事件を繰り返し発生させている。\nａ　このようなクレジット契約システムが有する構造的危険性から，信販会社は，①加盟\n店契約締結時においては，販売業者が取り扱う商品及び役務の内容並びに販売方法\nを十分に把握するとともに，必要に応じて興信所等に依頼する等して調査し，②加盟店\n契約締結後も，加盟店が取り扱う商品及び役務の内容並びに販売方法を十分に把握\nするとともに，加盟店に対して販売予測及び在庫管理等を強化するよう，また，役務に\nついては契約に基づく内容を提供できるよう体制を常に保つように指導し，③更に加盟\n店の債務内容等を審査・管理し，その信用状態を継続的に把握する責任（以下「加盟店\n管理責任」という。）を負う。\n本件において被告らは，自社の利潤を追求するために，ダンシングの本件モニター商法\nの違法性に気付きながらこれを放置し，又は適正な調査をしておれば容易にこれを知り\n得たにもかかわらずこれを怠り，加盟店管理責任を果たさなかった。\n他方原告らは，調査能力等に乏しい一介の素人に過ぎず，ダンシングやビジネス会員ら\nによる虚偽説明により，ダンシングや本件モニター商法の実体を知り得なかった。\n加盟店管理責任を果たすことなく漫然と与信を続けた被告らの態度が，本件モニター商\n法による被害の拡大に与えた影響は大きい。\nｂ　また，被告らは，ダンシングと加盟店契約を締結するに際して，上記ａ①のような調査\nをし，ダンシングは与信に値し，かつ，ダンシングに立替払契約締結に関する業務を依\n頼してもよいと判断したはずであり，その結果，ダンシングは，被告らの履行補助者（も\nしくは代理人・使者）として，原告らとの間の立替払契約の締結に関与し，被告らは居な\nがらにして巨額の利益を得ているのであって，報償責任の観点からも，被告らはダンシ\nングが原告らに与えた損害についてのリスクを負うべきである。\nｃ　以上のとおり，被告らが加盟店管理責任を果たさなかった点や，報償責任の観点か\nらすれば，被告らに，原告らの主張が信義則に違反する旨をいう資格はない。\n(ウ)ダンシングの本件モニター商法は，上述のとおり，勧誘時に欺瞞的かつ巧妙な説明\nを用い，また，原告らの地縁，血縁等の人間関係を利用するなど，悪質なものであり，他\n方，原告らは，このような説明を信じるとともに，その人間関係から契約の締結を断り切\nれなかった被害者である。このような本件モニター商法の悪質性や原告らの被害者性を\n考慮するならば，原告らが，被告らに対する抗弁の対抗を主張することが信義則に反す\nるということはない。\nイ　各論\n(ア)公序良俗違反の抗弁に関して\nａ　購入者が，公序良俗違反の契約に関与したこと自体をとらえて，あっせん業者に対し\nて抗弁の対抗を主張することが信義則に反するとはいえない。\n本条の趣旨にかんがみれば，これが信義則に反するといい得るためには，①購入者\nが，その商法が公序良俗に反することを知り，かつ，あっせん業者に損害を及ぼすこと\nを知りながら，自らその商法の公序良俗違反性を作出したか，少なくともその商法の公\n序良俗違反性の作出に積極的に加担したこと，②当該行為により，購入者が巨額の利\n益を得ていること，③あっせん業者が，販売業者の公序良俗に反する商法について，高\n度に課せられている加盟店管理責任を尽くしたにもかかわらずこれを発見できなかった\nことが認められる必要があると解する。\n本件において，これらの事実は認められない。\nｂ　被告らは，原告らは加害者であり，被告らは被害者である旨主張するが，上述のとお\nり，「原告らとダンシングが共有している認識から被告らが疎外されていた」との前提に\nそもそも誤りがあるし，公序良俗違反の契約に関わっていたから加害者であるとか，公\n序良俗違反性を知らなかったから被害者であるということはできない。\n(イ)債務不履行解除の抗弁に関して\n被告らは，被告らはダンシングの債務不履行を予期し得ず，損失を分散・転嫁する契機\nが得られなかった旨主張するが，「原告らとダンシングが共有している認識から被告ら\nが疎外されていた」との前提自体に誤りがあることは上述のとおりである上，与信の専\n門家である被告らに予期し得ないことを一介の素人である原告らが予期することはなお\nさら困難である。\n５争点(5)（旧割賦販売法３０条の４に基づく抗弁接続の効果）に関して\n(1)原告らの主張\n購入者が販売業者に対する抗弁をあっせん業者に対抗した場合，販売業者に対する抗\n弁事由が販売契約上の代金債務を消滅させるものであれば，あっせん業者に対する債\n務も消滅するというべきであり，少なくとも取立禁止の効力を有する。\n(2)被告らの主張\n割賦販売法３０条の４は，あっせん業者からの請求を前提として，これに対し，一時的な\n抗弁として支払拒絶できることを認めたにすぎず，あっせん業者からの支払請求がない\nにもかかわらず，債務者の側から積極的に抗弁権を行使して，未払割賦金債務を消滅\nさせたり，その取立禁止を求めたりする権能を付与したものではない。\n第４当裁判所の判断\n１総甲１号証の１，２６号証，５１ないし５４号証，６７号証，８４ないし８６号証，９２号証及\nび当該箇所に掲記の証拠並びに弁論の全趣旨によれば，以下の事実が認められる。\n(1)寝具購入契約及び業務委託契約締結の実態\nア　勧誘の方法\nダンシングの従業員及びビジネス会員等が，本件寝具の購入者を勧誘する際に，説明\nした内容はおおむね以下のとおりであった。\n(ア)本件寝具の効用について\nダンシングの従業員及びビジネス会員らは，本件寝具につき，ミネラル鉱石を織り込ん\nだ繊維を使用しており，マイナスイオンが出る，森林浴や温泉と同じような気分が味わえ\nる，アトピー・アレルギー・冷え性・自律神経失調症が改善したという体験談があることな\nどを説明した。\n(イ)布団代金が高額であることについて\nそもそも，布団代金については，モニター制度により布団代金を上回るモニター料を受\nけ取ることができるので実質的な出捐はないと説明していた。そのためか，布団代金が\n高額であることを気にする者は少なかった。\n(ウ)モニター制度がどうして成り立つのか，という点について\n勧誘にあたるビジネス会員や，そのビジネス会員らから勧誘を受ける者の多くは，モニ\nター制度に対して，こんなに多くのモニター料を払ってダンシングは大丈夫なのか，とい\nう疑問を持った。これに対し，ダンシングは，(ａ)モニター募集は１０００名限定であり，１０\n００名分のモニター料は会社にキープしてある，(ｂ)テレビのコマーシャルや新聞広告を\n出しても多額の経費がかかるので，その広告費をモニター料にあてている，(ｃ)１人のモ\nニター会員が３名の顧客を紹介し，その３名がそれぞれ３名ずつ顧客を紹介し，その顧\n客らがまた３名ずつ顧客を紹介する例を考えると，この場合に昀初の人のモニター料は\n十分元が取れる（なお，この説明は，紹介された顧客がモニター会員にならずに純粋に\n布団を購入することを前提にしているところ，現実には紹介された下位の顧客も皆モニ\nター会員となったため，全く意味をなさない），(ｄ)モニター会員の提出するレポートの集\n計結果は，会社の今後の経営に参考になったり，他の会社に売れたりする，などと説明\nしていた。\nイ　購入動機\n上記のような勧誘を受けた結果，原告らは，前記のとおり，本件寝具を購入した。原告ら\nが本件寝具を購入したのは，実質的な出捐なしに寝具が手に入ること，収入が得られる\nことのほか，本件寝具自体に魅力を感じたことなど，様々な動機による。\nしかし，本件寝具自体に魅力を感じて購入した者も含めて，原告らは，モニター料がもら\nえなければ本件寝具の代金（後述のとおり，原告らはクレジットによる立替払契約を締\n結していたから，これはすなわちクレジット代金ということになる。）を支払うことができな\nい，あるいは，モニター料との相殺がなければ寝具の代金としては高すぎる，などの理\n由により，モニター制度の存在が購入動機の重要な要素となっていた。\n原告ら以外のダンシングから布団を購入した顧客においても，モニター会員制度あるい\nはビジネス会員制度を利用しなかったものは極めて例外的であった。\nウ　契約の方式\nダンシングと原告ら間で作成される契約書は，「登録申請書（兼商品購入申請書）」と題\nされており，モニター会員又はビジネス会員になる合意と商品を購入する合意が１枚の\n書類の中に記載される形式であった。書類には，「モニター」又は「ビジネス」を選択する\n欄があるが，モニター・ビジネスいずれでもないプラン，すなわち単に布団を購入するだ\nけのプランを選択する欄は存在しなかった（総甲第１３号証）。\nエ　立替払契約の利用\nモニター制度を利用して布団を購入する場合，布団代金の支払のためにクレジットによ\nる立替払契約を利用すると，月々のモニター料の振込日がクレジット代金の引き落とし\n日より前になるよう設定されていたために，購入者は一時的にでさえ現実に金員を出捐\nする必要がなかった。モニター会員を勧誘する者は，この仕組みをてこに勧誘を行っ\nた。実際，購入者の中には，この仕組みがなければ高額の寝具を購入する資力のない\n者も多く存在した。そのため，本件寝具購入者の多くが本件寝具購入契約，モニター契\n約と同時に，本件寝具代金につき信販会社との間で立替払契約を締結した。\n（以上につき，甲Ａ１ないし５，７ないし１７，１９ないし２９，３１，３２，３４ないし３９，４１な\nいし９３号証，甲Ｂ１ないし４９号証，甲Ｃ１ないし５号証）。\n(2)モニター業務の実態\nモニター業務の内容は，レポートの提出とチラシの配布であった。このうち，チラシにつ\nいては，モニター制度が始まった当初は１０００枚を配布することになっていたが，モニタ\nー会員が実際にチラシを配布しているか否かをダンシングが確認することはなかった。\nそのため，モニター会員の中にはチラシを配布しない者もいた。その結果，ダンシングと\nしてはチラシの印刷代が無駄になっているとして，途中からチラシの枚数を５００枚に減\nらし，平成１０年１０月１日にはチラシの交付を廃止した。\nレポートには，会員登録時に提出するファーストレポートと，その後毎月提出するマンス\nリーレポートがあった。ファーストレポートは会員となった動機や契約内容を理解してい\nるか否かについての質問を中心とするアンケートであり，マンスリーレポートの内容は，\n本件寝具を使用した体験に関する質問のほか，本件寝具とは関係のない社会問題に関\nする質問も含んだアンケートであった。いずれのレポートも記号に丸印をつける方式の\nもので，１枚の用紙に収まるものであった（総甲５号証の１，総甲６号証の２）。\nこのレポートについても，提出しない者もいたが，提出しない者にもモニター料は支払わ\nれていた（総乙１８号証）。\n(3)モニター会員の信販会社に対する対応\n立替払契約を結ぶ際には，信販会社は購入者に対し，契約意思の確認のための電話\nをかける。モニター会員の勧誘にあたる者は，モニター会員又はモニター会員になろうと\nする者に対し，信販会社からの問い合わせに対しては，はい，とだけ答えるように指導し\nていた。\n(4)モニター会員数の拡大\nダンシングはモニター会員数について，当初１０００名限定と説明していたが，平成１０年\n６月ころにこれを２０００名に変更した。しかし，この人数も同年７月ないし８月ころに超過\nした。\nダンシング経営陣は各営業所に対し，募集モニター会員数を限定する指示を出したこと\nはなかった。また，モニター会員の人数が予定人数を超過した後も，これを発表せず，モ\nニター会員数を限定しているとの宣伝文句でさらにモニター会員の勧誘を継続した。ダ\nンシング従業員の中には，モニター会員の増加を食い止めるべきであるとの意見を持つ\nものもいたが，モニター制度がなければ布団が売れない，などの理由でモニター募集が\n継続された（総乙１８）。\n(5)モニター制度廃止後の経緯\n前記前提となる事実(3)のとおりの経過でモニター制度が廃止された後，ダンシングは新\nたにテルメイトという制度を開始した。テルメイト制度は，①信販会社との立替払契約を\n利用しない，②モニター料が支払われるのは１年間に限られる，というほかは，基本的\nに従来のモニター会員制度及びビジネス会員制度と変わらなかった（総甲１１号証）。\nテルメイト制度によっても，ダンシングが支払わなければならないモニター料に必要な資\n金を確保することは難しかったため，平成１１年４月にダンシングは，いちご倶楽部を発\n足させた。いちご倶楽部は，会員にカラーハンドリーフと称する広告紙を購入させ，会員\nを紹介した者に紹介料を支払ったり，現金が当たる抽選券を発行したりする制度であっ\nた（総甲１２号証）。しかし，同年５月３１日にダンシングが破産申立てをするに至ったた\nめ，いちご倶楽部は現実には運用されなかった。\n(6)ダンシングと被告らとの取引経過\nア　被告ファイン\n(ア)平成１０年８月２１日，被告ファインの営業担当であったＤという。）はダンシングの東\n京営業所を訪問した。このとき，ダンシングの常務から，販売方法は合法的な連鎖販売\nであるとの説明を受けた。\n同年９月１７日，Ｄはダンシングの東京営業所を訪問した。このとき，Ｄはダンシングから\n概要書面等の書類を受け取った。ダンシングの概要書面には，モニター会員制度があ\nる旨の記載があった。また，ダンシングの説明では，主力はビジネス会員であるとのこと\nであった。\n同年９月３０日，Ｄはダンシングを訪問し，モニター会員制度について質問した。ダンシン\nグの説明は，モニター会員は商品をクレジットで購入した上で，広告宣伝を行うものであ\nり，８０数万円のモニター料を受け取るが，その人数は一部に限られているということで\nあった。\n(イ)同年１０月１９日から，被告ファインとダンシングとの間での取引が開始された。\n被告ファインにおけるダンシングの取扱件数及び取扱高は，１０月に６４件（約２９００万\n円），１１月は４５５件（約２億円），１２月は９６７件（約４億２８００万円），平成１１年１月は\n１０４８件（約４億６６００万円），２月は１８４１件（約８億２２００万円），３月は１４７件（約６\n４００万円）と推移した。\nこの間，Ｄはダンシングに電話をかけ，他の信販会社の取扱高を確認するなどした。\n(ウ)平成１１年２月１日，被告ファインの営業部に対し，匿名の電話で，ダンシングの商\n法に関して，「モニターとして月に１回のレポートを提出すれば３万５０００円もらえる。仮\nに，ダンシングが倒産しても信販会社が保険をかけているので商品代金は保証されると\n聞いたが事実なのか。」という問い合わせがあった。\nこれを受けて，Ｄは，ダンシングに電話で問い合わせたところ，モニター制度については\n認めたものの，信販会社が保険をかけているという件については否定した。\n平成１１年２月１３日に，Ｄとその上司であるＥはダンシング姫路本社を訪問した。その\n際，Ｆ社長は，平成１１年２月でモニター会員を打ち切ると発表したためオーダーが一時\n的に急増した，会員数約１万３０００名のうちモニター会員は約５０００名であると説明し\nた。Ｅはダンシングに対し経営情報の開示を求めたが，前向きな返答は得られなかっ\nた。\nその後，被告ファインが自己の顧客の一部に対し，電話で調査を行ったところ，その全\n員がモニター会員であることが判明した。\n(エ)被告ファインは，平成１１年２月２０日締め以降のダンシングに対する精算金支払を\n留保した。\n（以上につき，総甲１０，６９，７５，７６，８７及び８８号証，総乙１，３及び６号証）\nイ　被告オリコ\n(ア)平成１０年２月ころ，すでに被告オリコと加盟店契約を締結していたサンエス工業か\nら，自社の製造している布団すなわち本件寝具をダンシングを代理店として販売したい\nとの要請があったため，被告オリコの北大阪支店の営業担当者がサンエス工業に出向\nき，話を聞いた上，同年３月，ダンシングの販売する本件寝具につき，サンエス工業を通\nじたクレジット取引を開始した。\nその後，ダンシングが直接クレジット申込みができるようにならないかという要請がサン\nエス工業から出されたため，被告オリコの営業担当者は平成１０年４月３日，サンエス工\n業の従業員と共に，ダンシング本社を訪問した。被告オリコの営業担当者が，ダンシン\nグの販売方法について確認したところ，顧客を紹介した者に対し紹介料を支払うことで\n販売を拡大しているとの説明を受けた。被告オリコの営業担当者は，連鎖販売取引につ\nいては被告オリコでは取り扱わない方針であることを告げた上で，ダンシングの商法が\n連鎖販売取引に該当するものではないかどうかを確認したが，サンエス工業及びダンシ\nングは，これを否定した。ここで，ダンシングが行った販売方法についての説明は現実と\nは異なっていた。\n(イ)平成１０年４月２７日，サンエス工業のもとでの子番契約（ダンシングをサンエス工業\nの代理店として扱い，親番であるサンエス工業が，子番であるダンシングの被告オリコ\nに対する債務を保証するという内容の契約）という形で被告オリコとダンシングの取引が\n始まった。\n同年５月中旬ころ，ダンシングから被告オリコに対し，サンエス工業の子番契約から直\n接契約に切り替えたいとの要請があった。この際，当時被告オリコ大阪北支店支店長だ\nったＧは，ダンシングのＦ社長に対し，ダンシングの商法が連鎖販売取引類型ではない\nかとただしたが，Ｆ社長は，同年４月と同様の説明をし，連鎖販売取引に該当する商法\nではないと明言した。ダンシングと被告オリコの取引はその後もサンエス工業の子番契\n約として継続された。\nその後，ダンシングの取引件数が増加したため，親番加盟店のサンエス工業が加盟店\n調査の対象となり，Ｇとしても連鎖販売等へ販売方法の変化があったのではないかとの\n懸念を抱いた。そこで，平成１０年７月中旬，Ｇは，サンエス工業のＨ社長と共に，ダンシ\nング本社を訪問した。その際，Ｆ社長は，「ビジネス」「モニター」という用語を用いたが，\nその内容としては，どちらも１代限りの紹介販売である旨説明した。\n(ウ)平成１０年１０月ころ，ある顧客から被告オリコのお客様相談室に，ダンシングに関\nする問い合わせがあった。その内容は，「ダンシングから布団を購入してモニター会員に\nなると，毎月モニター料がもらえるが，もらって大丈夫だろうか。」というものであった。こ\nの顧客から詳しく聴取したところ，実際にダンシングが行っていた前述のモニター会員制\n度及びビジネス会員制度と同様の制度内容を聴取することができた。Ｇは，Ｆ社長を問\nいただしたが，Ｆ社長は，ビジネス会員制度については組織販売であることを否定した。\nモニター会員制度については，販売促進のために導入したもので，順次ビジネス会員に\n切り替える，制度に対する誤った説明がなされないよう指導する，モニター制度は来年\n度には撤廃する，モニター会員は全会員の１～２割程度である，などと説明した。\n平成１０年１１月初旬に，上記顧客から，ダンシングの商法について書かれた「ニュービ\nジネス」と題する書面が送られてきた。その内容は，モニター会員制度については，Ｆ社\n長の説明したものと同じ制度であったが，ビジネス会員制度については，連鎖販売取引\nに類似した組織的な販売方法であった。\n同月中旬ころ，Ｇ，Ｆ社長，サンエス工業のＨ社長の三者で今後の取引について協議\nし，Ｇはダンシングに対し，ビジネス会員制度を販売代理店としての契約に切り替えるよ\nう求めた。モニター会員については，ビジネス会員がモニター制度を利用して勧誘を行っ\nているというＦ社長の説明があったため，モニター会員の新規クレジット申込みは受付け\nない旨申し入れたが，Ｆ社長の取引継続の要請を受け，販売形態の改善がなければ平\n成１１年３月末日に契約を打ち切ることとなった。\n(エ)その後，ダンシングが契約体系の転換を行わなかったため，被告オリコは平成１１年\n２月末日にダンシングの子番契約を終了した。\n（以上につき，総甲７１，７８，７９及び９０号証，総丙１及び５号証）\nウ　被告クオーク\n(ア)被告クオークの前身である東京総合信用株式会社（以下，「東総信」という。）神戸支\n店の営業担当であったＩは，ダンシングの社員募集広告をみて，新規加盟店の勧誘をす\nべく，ダンシング本社に出向いた。上記Ｉは，加盟店審査のために，ダンシングの経歴\n書，商業登記簿謄本及び本件寝具の商品パンフレットの提出を求め，これらを入手し\nた。決算書については，ダンシングから出せないと言われ，入手しなかった。\n(イ)東総信は，平成９年３月２８日付けでダンシングと加盟店契約を締結した。この当\n時，ダンシングはモニター会員制度及びビジネス会員制度は導入していなかった。\n加盟店契約締結後，ダンシングの取扱件数は１桁台と低迷していたが，平成９年１２\n月，ダンシングの取扱件数が４４件と急激に増加し，同月の取扱高は２４００万円になっ\nた。このため，東総信社内で作成される異常値表にダンシングが載った。Ｉは，ダンシン\nグに対し，取引件数が急増した理由を聴取したところ，ダンシングからは，販売員の定\n着と販売エリアの拡大によるという説明を受けた（総丁９号証）。\n平成１０年２月から神戸支店営業課長となったＪは，取扱件数が急増した理由を聴取す\nるため，同年２月１６日に，ダンシングのＦ社長に面会した。その際，布団の販売方法を\n訪問販売から紹介販売に切り替えたとの説明があった。その説明において，「モニター」\nという言葉が出たが，Ｆ社長はモニターとは紹介販売の会員のことを言い，布団を買う人\nを紹介した会員に紹介料を支払うシステムであり，モニター会員数は２００人であると説\n明した。売買契約書やモニターが勧誘する際に使用する資料などは，Ｆ社長が作成して\nいないなどと説明したため，入手しなかった。Ｆ社長の説明は，ダンシングが現実にとっ\nていたモニター会員制度や現実のモニター数とは異なる虚偽のものであった。\nその後も，ダンシングの取扱件数は急増し，特に，平成１０年１月と２月，同年５月と６月\nを比較すると，２００パーセント以上の伸び率であった。そのため，Ｊは，販売方法に変化\nがあったのではないかと考え，同年７月９日，ダンシングの研修会に参加した。研修会で\nはモニターやビジネスという言葉は出たものの，販売方法についての情報は得られなか\nった。\n(ウ)平成１０年７月１４日，東総信に対し，チラシのポスティングと簡単なアンケートに答\nえると毎月３万５０００円もらえると聞いたが本当か，７代目までロイヤルティーをもらえる\nビジネス会員という制度があると聞いた，もしダンシングが倒産してもその手数料は信\n販会社のほうで払ってもらえるのか，という旨の匿名の問い合わせが電話であった。そ\nのため，Ｊは，同月１６日，ダンシングを訪れ，販売方法について聴取した。\nＦ社長は，モニター会員制度について，あくまで紹介をしてはじめてモニター料が支払わ\nれる仕組みであると説明した上，７代目までコミッションが入るビジネス会員制度につい\nて説明した。モニター会員制度についての説明は現実に行われていたモニター制度と\nは異なるものであった。\n東総信では原則として，合法・違法の別を問わずシステム販売を行う加盟店とは取引し\nない方針であったため，ダンシングのビジネス会員制度をシステム販売と判断したＪは，\nＦ社長に対し，取引の中止を通告した。同月３０日にも，Ｊは担当者とともに，ダンシング\nを訪問し，ダンシングのビジネス制度がシステム販売であることを確認した。なお，この\n時点で加盟店契約の期間は平成１１年３月までであった。東総信本社からは，平成１０\n年８月７日に取引中止の指示が出たが，Ｆ社長から取引の継続を懇願されたことなどの\n事情により，既に申込書が出回っている分については取引が継続された。この間，ビジ\nネス会員やモニター会員に対する聴き取り調査などは行われなかった。\n平成１０年８月から，東総信に対して，ダンシングの会報誌「ヴィヴァ・ヴィータ」が送られ\nてきた。\n(エ)東総信とダンシングとの取引が終了したのは平成１１年２月であった。\n（以上につき，総甲７７及び８９号証，総丁１，５，７ないし９号証）\n(7)寝具の仕入れ状況\nダンシングは，本件寝具について，平成１０年末まではダンシングの関連会社である株\n式会社千匠を通じて布団製造業者であるサンエス工業からシングル６万３０００円，ダブ\nル８万４０００円で仕入れていた。平成１１年以降はサンエス工業から直接仕入れてお\nり，その価格はシングル５万円，ダブル７万円であった。\n２争点(1)－本件各売買契約と本件各業務委託契約の関係等\n(1)上記で認定したとおり，モニター契約を締結するためには，本件寝具を購入する必要\nがあり，寝具購入と独立してモニター契約を締結することはシステム上許されていなか\nった。\nこれに対し，モニター契約を締結せずに本件寝具のみを購入することは可能であった\nが，上記認定のとおり，原告らは，モニター会員制度があったことから本件寝具を購入し\nた。本件寝具の代金は通常の布団の価格に比べて相当に高額であるところ，原告らの\n中には，モニター料が入ってこなければ布団代金を支払う資力のない者や本件寝具が\nほしいのではなくモニター料という金員を得るために本件寝具を購入した者もいることが\nうかがわれることによると，モニター会員制度があったために本件寝具を購入したことに\nは相応の理由があるものということができ，本件寝具の買主である原告らにとって，両\n者は密接不可分に結びついた契約であったと認められる。\nさらに，本件寝具の購入を勧めたダンシングの従業員やビジネス会員も，前記認定のと\nおり，モニター契約により出捐なしに寝具が手に入る上，収入まで得られることをてこに\n本件寝具の購入を勧めており（Ｂ１９証言），中にはいいアルバイトであるとして勧誘を行\nっていた者もいた（Ｃ５証言）。また，ダンシングは，新聞に折り込まれる求人広告にモニ\nター会員の募集広告を載せていた（Ａ５７証言，Ａ４５証言）。このような事実は，寝具を\n販売する側も寝具のみを購入する客を現実的には想定していなかったことを示している\nといい得る。\n(2)以上に検討したところによれば，モニター契約を本件寝具の購入契約と併せて締結\nすることによって，寝具購入者は契約の目的を達することができたものということがで\nき，そのことは，ダンシングと本件寝具購入者の共通認識であったと認められる。\nそうすると，本件寝具の売買契約と本件モニター契約は，法形式上は別個のものではあ\nるが，両契約は密接不可分に結びついた契約であり，本件売買契約及び本件モニター\n契約を全体的に観察して（モニター商法として観察して，あるいはモニター契約付き売買\n契約として観察して），瑕疵が存する場合，本件売買契約に瑕疵が存するものというべ\nきである。\n３争点(2)－原告らのダンシングに対する抗弁事由の存否\n(1)公序良俗違反\nア　布団価格の不当性\n原告らは，本件寝具の販売価格が不当に高額であると主張するので，この点につき検\n討する。確かに，上記のとおり，本件寝具の仕入れ価格がシングル５万円ないし６万３０\n００円，ダブル７万円ないし８万４０００円であるのに対し販売価格はシングル３６万円，\nダブル４８万円であり，この価格のみを見れば，高額にすぎるとも思われる。\nしかし，前記認定のとおり，本件寝具売買契約とモニター契約が密接不可分に結びつい\nた契約と認められる以上，本件寝具の価格の妥当性についても両契約を総合的に考慮\nした上で判断しなければならない。\n本件では，寝具代金を上回る金額のモニター料が支払われると，寝具購入者は何らの\n出捐なしに本件寝具を手に入れることができたのであるから，そのようなシステムの下\nではシングル３６万円，ダブル４８万円という本件寝具の価格も不当に高額とまでいうこ\nとはできない。\nしたがって，この点に関する原告らの主張は認められない。\nイ　システムの破綻必至性\n本件のモニター契約一体型寝具販売システムは，破綻することが必至であったから，本\n件契約は公序良俗に反すると原告らは主張するので，この点につき検討する。\n(ア)上記認定のとおり，本件システムによれば，ダンシングはモニター会員に対し，寝具\n代金を大幅に上回るモニター料を支払うことになる。\nこの点，モニター業務がモニター料に見合った経済的価値を生じるものであれば問題は\nない。しかし，上記認定のとおり，モニター会員がモニター業務であるチラシ配布を行っ\nているか否かにつき，ダンシングによる管理はずさんであり，会員に交付されるチラシの\n枚数は次第に減り，平成１０年１０月にはチラシの交付は行われなくなったのである。ま\nた，ダンシングがビジネス会員制度を導入し，その後も紹介業務を中心に据えたシステ\nムを続けたこと，チラシによる宣伝効果が仮にあったとしても，それはモニター会員の増\n加を招くのみで，モニター会員制度を利用せずに本件寝具を購入する者はほとんどいな\nかったという上記認定事実からすれば，チラシ配布による収益効果も大きいものとみる\nことはできない。\nレポートについても，上記認定のとおり非常に簡易な形式のものである上，レポートのア\nンケート結果が有効に活用されていたと認めるに足りる証拠は存しない。これらの事情\nからすると，モニター業務が月額３万５０００円というモニター料に見合う経済的価値を生\nみ出していたと認めることはできない。実際，原告らの中には，本件契約を，たいした仕\n事をせずに収入を得ることのできるおいしいアルバイトととらえていた者もいた（Ｃ５証\n言）。\n以上の事実からすれば，モニター料の支払が続くことにより，ダンシングには負債が累\n積し続けることになるのであるから，本件モニター商法は破綻することが必至であったと\n認められる。\n(イ)これに対し，被告らは，モニター会員を一定数に限り，以降は口コミなどの方法によ\nり顧客を増やす，などの運用により破綻を回避することは可能であったから，本件システ\nム自体に破綻必至性はない旨主張する。\nしかし，本件寝具は，相当高額な商品であり，このような商品をモニター会員制度やビジ\nネス会員制度などの特典なしに販売するのは困難であったろうと容易に推認し得る。現\nに，上記認定のとおり，モニター会員制度が破綻した平成１１年２月以降，支払わなけれ\nばならないモニター料を確保するために，ダンシングが採った策は，口コミで顧客を増や\nすというようなものではなく，上記認定のとおり，テルメイトという，モニター料を１年間に\n縮小するなどしただけの制度（それでもモニター料の合計は４２万円と寝具代金を超過\nしていた。）であった。さらには，いちご倶楽部なる制度も導入したが，この制度に至って\nは，寝具を販売すること自体を取りやめている。以上の事実からすれば，モニター料等\nの特典なしに本件寝具の販売を拡大することができたとはおよそ考えられず，また，ダ\nンシングの経営陣にもそのような方針を採る考えがあったとは認められない。\n一方，モニター会員制度開始当初より顧客から寄せられた，本件システムがなぜ成り立\nつのか，という再三の指摘に対するダンシングの回答は，上記認定のとおりであるとこ\nろ，その内容はどれも実情を伴わないか，不合理といわざるを得ないものである。そうで\nあるとすれば，ダンシングは，モニター制度開始当初から，顧客に対して虚偽の説明を\n続けてきたことが認められる。そして，実際の運用としても，上記認定のとおり破綻の兆\nしが現れるまでモニター制度を継続し続けた。モニター会員を何人に限っていれば破綻\nしなかったかを算出することは不可能というほかないが，上記認定のモニター会員数の\n推移からすれば，ダンシングの経営陣には破綻を回避すべくシステムを運用する意図な\nど当初から無かったことが認められる。\nしたがって，本件モニター制度は，拡張し続けることを予定した制度であるということがで\nき，この点に関する被告らの主張は理由がない。\nまた，被告オリコは，ダンシングの破綻の原因は被告ファインの支払留保であってモニタ\nー制度の破綻によるものではないと主張するが，仮に，被告ファインが支払を留保しな\nかったとしても，モニター会員数が永遠に増大し続けない限り，遅かれ早かれ，本件モ\nニター制度は破綻したと考えられるから，この点に関する被告オリコの主張には理由が\nない。\nウ　結論\n以上のとおりであり，本件モニター商法は公序良俗に反した違法なシステムであると認\nめられるから，本件売買契約は公序良俗に反し，無効と解される。したがって，その余\nの点（債務不履行解除，破産法８９条による解除擬制，クーリングオフ）について触れる\nまでもなく，原告らは，ダンシングに対し，本件売買契約の無効を，売買代金請求に対す\nる抗弁事由として主張することができる。\n４争点(3)－本件に旧割賦販売法３０条の４の適用があるか\n(1)原告らが，同条の保護すべき消費者といえるか\n被告オリコは，原告らは投機的な動機に基づいて本件契約を締結したものであって，同\n条の保護すべき消費者には当たらず，同条に基づく支払拒絶の抗弁を主張する適格が\nない旨主張する。\nしかし，商品を購入する者の動機には様々な要素が存在するのが通常であり，また，そ\nの動機は必ずしも表示されるものでもないことによると，原則として同条の適用の有無を\n判断するにつき契約を締結した動機を個別に検討することは法が予定しているものでは\nないと解すべきであって，購入者の動機は，同条４項１号の定める商行為となるものに\n限って考慮すれば足りるとしたものと解するのが相当である。もっとも，具体的な取引に\nおける購入者の動機は，同条による抗弁権の接続を主張することが信義則に反するか\n否か，という観点から検討する際の事情の一つとして考慮されることがあると解される。\nなお，本件契約については，原告らの本件モニター業務は商法５０１条及び５０２条各号\nの定める行為に該当せず，原告らが商人でないことも明らかであるから，商行為に当た\nらない。\nしたがって，被告オリコの上記主張には理由がない。\n(2)本件各契約に，同条の適用があるか\n(ア)被告クオークは，同条の適用を受けるには立替払に対応する売買契約が存在しな\nければならないが，本件各契約が売買契約とモニター契約が一体となった一つの契約\nであるとすると，対応する売買契約が存在しないことになるので，本件各契約は同条の\n適用を受けないと主張する。\nしかし，本件モニター契約と本件売買契約は密接不可分に結びつくとはいえるものの，\n法形式上は別個の契約であり，立替払に対応する売買契約が存在すると解されるの\nで，この点に関する被告クオークの主張には理由がない。\nそして，本件各立替払契約の対象商品が指定商品である寝具であることについては争\nいがないから，本件各契約は本条の適用を受ける。\n(イ)被告らは，本件各契約は特定商取引に関する法律５１条に定める業務提供誘引販\n売個人取引に当たるところ，業務提供誘引販売取引につき本条の適用があるのは，新\n割賦販売法施行後に限られるから，本件契約には同条の適用がないと主張する。\nしかし，本件は業務提供誘引販売個人契約（モニター契約）と売買契約が密接に結びつ\nき，それゆえに売買契約自体が公序良俗に反している場合であって，業務提供誘引販\n売個人契約の瑕疵について旧割賦販売法のもとで抗弁の接続が認められるか否かが\n問われているわけではない。したがって，割賦販売法の改正の趣旨について立ち入って\n判断するまでもなく，被告らの主張は理由がない。\n(ウ)また被告らは，本件売買契約とモニター契約が別個であることを理由に，原告の主\n張する契約の瑕疵は同条により対抗しうる抗弁に当たらないとも主張するが，前記認定\nのとおり，売買契約とモニター契約は密接不可分に結びついた契約であり，売買契約自\n体に瑕疵があると認められる以上，この点に関する被告らの主張も認められない。\n５争点(4)－原告らが旧割賦販売法３０条の４による抗弁権の接続を主張することが信\n義則に反するか否か\n(1)被告らは，同条の立法趣旨からして原告らは同条の保護する対象とはならないと主\n張する。本条の立法趣旨は，①あっせん業者と販売業者との間には，購入者への商品\nの販売に関して密接な取引関係が継続的に存在していること，②このような密接な関係\nが存在しているため，購入者は，割賦販売の場合と同様に，抗弁事由が存する場合に\nは支払請求を拒絶し得ることを期待していること，③あっせん業者は，継続的取引関係\nを通じて販売業者を監督することができ，また，損失を分散，転嫁する能力を有している\nこと，④他方，購入者等は，一時的に販売業者と接するにすぎず，契約に習熟しておら\nず，損失負担能力が低い等不利な立場にあること，等にあると考えられ，このこと自体\nは被告らの主張するとおりであるということができる。\nそこで，原告らが支払拒絶の抗弁を主張することが信義則に反するか否かについても，\n上記の立法趣旨に照らして，原告，ダンシング，被告ら間に存する事情を総合的に検討\nする必要がある。\nア　被告らに，ダンシングとの取引を通じ，加盟店である同社の調査・管理の点で問題\nが無かったか否かを検討する。\n(ア)被告ファインについて\n前記認定事実によれば，被告ファインは，ダンシングとの契約締結以前にモニター制度\nについて，実際に行われていたのとほぼ同じ内容の記載のある概要書面をダンシング\nから受け取っていた。そうであるならば，このモニター会員の人数次第でダンシングの商\n法が破綻必至であることについて予測可能であったと思われる。ところが，被告ファイン\nは，ダンシングからモニター会員は購入者の一部であると聴取したのみで，契約締結後\nも，匿名の電話による問い合わせが寄せられるまで，一度もモニターの人数や運用につ\nいて調査を行わなかった。モニター会員について概要書面に記載があること，平成１０\n年１１月以降急激に取引件数が増加していること，ダンシングがモニター制度のほかに\nビジネス会員制度という連鎖販売取引を採用していることを承知していたこと，などを考\nえれば，モニターが一定数存在する可能性も十分想定できるのであり，モニター料に見\n合うモニター業務であるのかという点についても契約の素人である消費者さえも不審を\n抱くものであったことなども考え合わせれば，被告ファインがモニターはごく一部であると\nのダンシングの説明を鵜呑みにしたのは不注意にすぎる。被告ファインとしては，ダンシ\nングの販売方法につき，より早期に，より注意深く調査を行うべきであり，また，それは\nダンシングの説明に関し，裏付け資料の提出を求め，資料の提出のない場合には顧客\nに問い合わせるなどの方法により可能であったと考えられる。これらの調査を行わなか\nった点で被告ファインには落ち度があったといわざるを得ない。\n(イ)被告オリコについて\n前記認定事実によれば，被告オリコについても，契約数の急増により不審を抱いていた\nにもかかわらず，ダンシングがいかなる商法を行っているかにつき，口頭による説明を\n信じて取引を継続した。求めた書面が提出されないということもあったのであるから，よ\nり警戒心をもって対応することも可能であったと思われるにもかかわらず，電話をきっか\nけにダンシングの商法が発覚した平成１０年１０月の後も，契約終了時期を本来の契約\n更新時である平成１１年３月まで遅らせたのである。これらの点で，被告オリコにも落ち\n度があったといわざるを得ない。\n(ウ)被告クオークについて\n前記認定事実によれば，被告クオークについても，契約数の急増を受けて再三ダンシン\nグに対し事情聴取に行っているにもかかわらず，ダンシングの説明を鵜呑みにするのみ\nで，裏付けとなる書面の提出を求めることもなかった。さらに，平成１０年８月には，ビジ\nネス会員制度の問題点から，取引打切りの方向が決まったのに，結局契約の更新時期\nである平成１１年２月まで取引を継続している。Ｃ原告５名のうち４名は平成１０年８月以\n降に契約を締結していることを考えれば，取引打切り決定後直ちにダンシングの受付を\n止めていれば，公序良俗違反の商法による被害の拡大を食い止めることができたもの\nと考えられる。これらの点で被告クオークにも落ち度があったといわざるを得ない。\nイ　一方，本件契約に関する原告らの事情をみると，モニター制度がなぜ商売として成り\n立つのかという点につき，疑問を抱きながらも，楽に収入を得られることなどにひかれ\nて，不合理というべき説明を簡単に納得して契約を締結してしまったことは不注意である\nといわざるを得ない。\nまた，ダンシングやビジネス会員から，信販会社からの意思確認の際には聞かれたこと\nだけにすべて「はい」と答えるよう指示されたことに対し，ほとんどの者が疑問を抱かず\n従っていたとうかがわれるところ，このことが結果的にダンシングと信販会社間の取引を\n長引かせた可能性も否定できない。\nしかし，原告らは，日常的に本件のような契約を締結しているものではないのであり，ダ\nンシングの巧妙な勧誘にだまされたとしても，致し方ない面がある。また，原告らは，信\n販会社への対応に関する指示につき，その意図までは知らされていなかったものと推認\nされる。\nこれに対し，信販会社は，加盟店の中にはマルチ商法などの違法な販売に信販取引を\n用い，信販のシステムを悪用して利益を得ようと企む者がいることは過去の事例からあ\nる程度予想できるのであり，必要に応じて加盟店を調査することができる。また，信販会\n社は，消費者に比べれば，加盟店に対し，販売実態に関する書類等の提出を求めやす\nい立場にあるということができる。\nそうしてみると，原告らの不注意について強く非難するには当たらない。\n(2)以上のような事情の下では，原告らが前記認定の各抗弁を被告らに対抗することは\n基本的に信義則に反するものではないと解される。\nこの点，被告らは，原告らが利得を得ていれば本件につき公序良俗違反を主張しなかっ\nたであろうことを理由として，原告らの信義則違反の主張は許されない旨主張する。しか\nし，上記のような仮定の話をもって原告らの主張の当否を判断することは相当でないし，\n損害が生じない場合に原告らが抗弁を主張する理由はない。したがって，この点につい\nての被告らの主張を採用することはできない。\nまた，被告クオークは，本件においては，被告らが被害者的立場，原告らが加害者的立\n場にあると主張する。しかし，上記認定事実からすれば，本件は，原告ら及び被告らの\n双方とも，本件モニター会員制度によりダンシングから被害を受けた立場にあるものと\nみるのが相当であり，この点に関する被告クオークの主張には理由がない。\n(3)上記によれば，原告らは，前記認定の抗弁をもって被告らに対抗することができる\nが，被告らの請求する金額全額につき抗弁の接続を認めることが信義則に反しないか，\nという点については，別途検討する必要がある。すなわち，本件契約が無効として全額\nにつき抗弁の接続が認められると，原告らは，対価に見合うだけの労務を提供すること\nなく，また，何らの金銭的出捐もなしに，受領したモニター料等の金員から被告らへの既\n払金を差し引いた差額の金員及び布団を取得することになる。本件において原告らが\n行っていたモニター業務が月額３万５０００円というモニター料に見合う経済的価値を生\nみ出すものではなかったことに本件モニター商法が破綻必至とされる一因があり，それ\nゆえに本件売買契約が原告らの主張するように公序良俗違反とされるものであることに\n照らすと，原告らがこれらの金員等を保持する結果となる主張をすることは，信義則に\n反するといえる。確かに原告らがダンシングからの返還請求を受けた場合これに応じな\nければならない立場にあるならば，原告らに抗弁権の接続を全面的に許すことも考えら\nれなくはないが，本件においては，ダンシングはすでに破産しており，同請求がなされる\nことは考えられない上，たとえ同請求があったとしても原告らは不法原因給付としてこれ\nを拒むことができると考えられることによると，全面的に抗弁権の接続を認めるのは相\n当でない。\nここで，布団の実質的価値相当価額について検討するに，寝具技能士会の回答にお\nいては，布団及びカバーの合計価格につき，シングルは３万４６００円ないし５万２２００\n円，ダブルは４万８９００円ないし７万４７００円と算定されたこと（総甲１号証の１２）を考\nえると，製造元であるサンエス工業からの仕入れ価格であるシングル５万円，ダブル７\n万円という価格は本件寝具の実質的な価値としても妥当な価格とみることができるか\nら，これをもって本件寝具の実質的価値に相当する価額と解する。\nしたがって，原告らは，各モニター料等受領金額に，本件寝具のシングルサイズ購入者\nは５万円，ダブルサイズ購入者は７万円を加えた金額から，その既払金額を控除した金\n額については，信義則上，抗弁権を主張して支払を拒むことはできない。これに従って\n算定すると，原告らは，別紙認容額等一覧表（Ａ）ないし（Ｃ）の「認容額」欄記載の金額\n及びこれに対する遅延損害金につき，対応する各被告に対し，それぞれ本件立替払契\n約上の支払義務を有することとなる。\nなお，原告らは，債務不履行解除等他の抗弁事由も主張するが，仮にこれらの抗弁事\n由に理由があるとしても上記と結論が変わるものではない。\n６割賦販売法３０条の４に基づく抗弁接続の効果\n(1)本訴主位的請求の確認の利益について\n旧割賦販売法３０条の４に基づく抗弁接続の効果を論じる前に，原告らの本訴主位的請\n求について検討する。これは債務不存在確認の訴えであるところ，当該債務の履行請\n求が反訴によりなされているので，反訴について判断される以上，本訴である主位的請\n求は確認の利益を欠くというべきである。\n(2)旧割賦販売法３０条の４に基づく抗弁接続の効果について\n原告らは，被告らに対し，本件立替払契約に基づく立替金請求に対する取立禁止を求\nめている（予備的請求１）。\nここで，取立禁止という訴えの形式は不作為を求める給付請求であるから，その請求に\n理由があるというためには，その請求を基礎づける実体法上の権利が必要である。\nしかし，旧割賦販売法３０条の４は，信販会社からの請求を前提として，これに対し，一\n時的な抗弁として支払拒絶をすることができることを認めたにすぎないものであって，進\nんでその取立禁止を求める権能を付与したものと解することはできないから，取立禁止\nを認める実体法上の根拠とはなりえず，取立禁止を求める原告らの請求（予備的請求\n１）は，いずれも失当である。\n(3)支払拒絶できることを確認する利益の有無\n以上より，旧割賦販売法３０条の４の効果は信販会社からの請求があったときに支払を\n拒絶できるというものにとどまると解される。\nそこで，支払を拒絶できることを確認する請求に確認の利益があるか検討するに，本件\nでは反訴で拒絶の対象である債務の履行請求がなされているので，反訴につき請求に\n理由があるかどうかが判断される以上，支払を拒絶できるかどうかについてもそこで判\n断されているのであるから，結局，原告らの支払を拒絶できることを確認する請求は確\n認の利益を欠くというべきである。\n７結論\n(1)本訴について\n本訴請求のうち，主位的請求及び支払拒絶できる地位の確認を求める予備的請求２に\nついては，上記の理由により，確認の利益が認められないのでその請求に係る訴えを\n却下する。取立禁止を求める予備的請求１については，上記のとおり，実体法上の根拠\nがないのでその請求は棄却する。\n(2)反訴について\n前記のとおりであり，その余の点について判断するまでもなく，被告らの反訴請求のう\nち，別紙認容額一覧表（Ａ）ないし（Ｃ）の「認容額」欄記載の金額及びこれに対する遅延\n損害金については理由があるので，これを認容し，その余の請求については理由がな\nいので，これを棄却する。\n(3)以上のとおりであり，訴訟費用の負担について民事訴訟法６１条，６４条，６５条を，仮\n執行の宣言について同法２５９条１項をそれぞれ適用して主文のとおり判決する。\n名古屋地方裁判所民事第４部\n裁判長裁判官　佐久間邦夫\n裁判官　樋口英明\n裁判官　大野千尋\n（別紙立替払契約内容一覧表添付省略）\n（別紙売買契約内容一覧表添付省略）\n"
}