{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 29
  },
  "case_number": "平成10(ワ)20839",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12932",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12932",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/932/012932_hanrei.pdf",
  "contents": "平成一〇年(ﾜ)第二〇八三九号　特許権侵害差止等請求事件\n（口頭弁論終結日　平成一二年八月二九日）\n判　　　　　決\n原告　　　　　　              ロックタイト　コーポレーション\n右代表者                      【Ａ】\n右訴訟代理人弁護士　　        中  村    　稔\n同                            田　中　伸一郎\n同                            折  田  忠  仁\n右補佐人弁理士　　            【Ｂ】\n被告　　　　　              　株式会社スリーボンド\n右代表者代表取締役            【Ｃ】\n右訴訟代理人弁護士　　        根  本  博  美\n同                            遠  藤  一  義\n同                            奥  山    　量\n右補佐人弁理士　　            【Ｄ】\n主    　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は、原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、別紙イ号物件目録記載の物件を製造し、販売し、又は販売のために\n展示してはならない。\n二　被告は、その占有にかかる前項記載の物件を廃棄せよ。\n第二　事案の概要\n一　争いのない事実\n１　(一)　原告は、工業用接着剤、シール、コーティング剤の製造、販売に従事\nする法人である。\n(二)　被告は、シール剤、接着剤、塗装剤、その他工業用化学製品の製造、\n販売を主たる目的とする株式会社である。\n２　原告は、次の特許権（以下「本件特許権」といい、特許請求の範囲記載の\n発明を「本件発明」という。また、本件特許に係る明細書（甲二）を、「本件明細\n書」という。）を有している。\n登録番号　　第一九二二八三四号\n発明の名称　硬化性シリコーン組成物及びその製造方法、並びにそれを使\n用する方法\n出願日　　　昭和五九年一一月二八日\n出願公告日　平成六年七月六日\n登録日　　　平成七年四月七日\n特許請求の範囲\n「以下の成分を重量部で含む混合物よりなり、湿分硬化およびＵＶ硬化の\n両硬化機構により硬化しえる硬化性シリコーン組成物。\n(a)　式\n（式中、Ｒ１及びＲ２はＵＶ若しくは湿分硬化状態で二％以下が架橋し\nう\nるオルガノ基、ｎは整数、Ｒ３は同一若しくは異なるオルガノ基、\nＲ４は水素若しくはＣ１～５　アルキル基、Ｒ５はアルキレン基であ\nる。）\nで示され、アクリル官能性ジアルコキシ若しくはジアリールオキシー\nシリル基を末端基とし、このアクリル末端基の硬化を誘発したり、妨害しないよう\nなシリコーン湿分硬化性触媒を〇・一～五％含む反応性シリコーンを三〇～一〇〇\n部。\n(b)　トリメチルシリル基を末端基とするシリコーンオイルを七〇部以\n下。(c)　有効量の光増感剤。」\n３　本件発明の構成要件は、次のとおり分説される。\nＡ　左記Ｂ、Ｃ、Ｄの成分を重量部で含む混合物よりなり、湿分硬化および\nＵＶ硬化の両硬化機構により硬化しえる硬化性シリコーン組成物。\nＢ 式\n（式中、Ｒ１及びＲ２はＵＶ若しくは湿分硬化状態で二％以下が架橋し\nう\nるオルガノ基、ｎは整数、Ｒ\n３は同一若しくは異なるオルガノ基、\nＲ４は水素若しくはＣ１～５　アルキル基、Ｒ５はアルキレン基であ\nる。）\nで示される反応性シリコーンを三〇～一〇〇部。\n同反応性シリコーンは、\n(a) アクリル官能性ジアルコキシ若しくはジアリールオキシーシリル基を\n末端基とすること。\n(b) 右アクリル末端基の硬化を誘発したり、妨害しないようなシリコーン\n湿分硬化性触媒を〇・一～五％含むこと。\nＣ　トリメチルシリル基を末端基とするシリコーンオイルを七〇部以下。\nＤ　有効量の光増感剤。\n４　被告は、別紙イ号物件目録記載の物件（以下「被告製品」という。）を、\n製造、販売している。\n５　被告製品は、右構成要件のうちＤを充足する。また、被告製品は、構成要\n件Ｃの「トリメチルシリル基を末端基とするシリコーンオイル」を含まない。\n二　本件は、本件特許権を有している原告が、被告に対し、被告製品は本件発明\nの技術的範囲に属するから、被告による被告製品の製造及び販売は右特許権の侵害\nであると主張して、右製造販売等の差止め、被告製品の廃棄を求める事案である。\n第三　争点及びこれに関する当事者の主張\n一　争点\n１　被告製品が構成要件Ｂの「反応性シリコーン」を充足するか。\n２　構成要件Ｃは、トリメチルシリル基を末端基とするシリコーンオイルが零\n部の場合を含むか。\n二　争点に対する当事者の主張\n１　争点１について\n（原告の主張）\n別紙イ号物件目録１記載の化合物（以下、「化合物(一)」という。）は、\n構成要件Ｂの「反応性シリコーン」のR1ないしR4をメチル基とした物質（以下「化\n合物(ｱ)」という。）とは、別紙化合物(一)の点線で囲んで示したアミノ基（ＮＨ）\nを含む基（以下「中間基」という。）がある点で異なるだけである。\n化合物(ｱ)は、ポリジオルガノシロキサンと両端の末端基から成り、右末端\n基は、右ポリジオルガノシロキサンとの結合部で、湿分硬化反応に関わるジアルコ\nキシ若しくはジアリールオキシーシラン基、中間でスペーサとして機能するアルキ\nレン基、ＵＶ硬化に関わる最末端のアクリル官能基からなるが、化合物(一)におい\nては、これらの各部分がそのまま存在し、それぞれ右の機能、効果を奏している。\nまた、右中間基は、本件発明の作用効果である湿分硬化及びＵＶ硬化に、\n何らの役割を果たさないのみならず、化合物の製造を複雑にする等の欠点をもつ有\n害無益なものである。\nところで、機械に関する発明において、特許発明の構成要件をそのまま含\nんで、これに何らかの付加をしても、この付加によって、特許発明の技術的範囲に\n属しないことになるわけではないところ、化学物質においても、化合物に何らかの\n付加をした場合に、その化合物の特性において異なるものでなければ、特許発明の\n技術的範囲に属するとするのが相当である。このように解さなければ、些細な形式\n的な付加によって、特許発明の範囲を回避できることになり、不当だからである。\n化合物(一)は、右のとおり、化合物(ｱ)に、有害無益な中間基を付加したに\nすぎず、何ら実質的な変更を加えるものではない。\nしたがって、化合物(一)は、「反応性シリコーン」を充足する。\n（被告の主張）\n全体が連結された一体の化学構造式で特定された化学物質である単一化学\n物質においては、化学構造式を異にすれば、当然に異なる化学物質となるから、機\n械に関する発明における「付加」のような概念が入り込む余地はない。\nまた、構成要件Ｂの「反応性シリコーン」を原告の右主張のように広く解\nすると、本件発明と先行技術とが実質的に区別がつかないことになる。\n化合物(一)は、化合物(ｱ)と化学構造式が異なるから、構成要件Ｂの「反応\n性シリコーン」を充足しない。\n２　争点２について\n（原告の主張）\n本件特許の特許請求の範囲には、「トリメチルシリル基を末端基とするシ\nリコーンオイルを七〇部以下」と明記されていること、右シリコーンオイルは、本\n件発明の作用効果に直接関わるものではないこと、本件明細書の発明の詳細な説明\nにおいて、右シリコーンオイルが零部である実施例が示されている（11欄29行目以\n下）ことからすると、右シリコーンオイルは、零部でも差し支えのない任意成分で\nある。\n（被告の主張）\n特許請求の範囲において、零部をも包含する場合には、「〇～七〇部」と\nいうように、零部の態様を包含することが明記されるべきであり、このような記載\nを欠く以上、構成要件Ｃは、右シリコーンオイルが存在するがその量は七〇部を超\nえてはならないという意味である。\n第四　当裁判所の判断\n一　争点１について\n１　化合物(一)が、構成要件Ｂの「反応性シリコーン」とは、末端基の中間に\n中間基が加わる点で、化学構造を異にすることは、当事者間に争いがない。\n原告は、右中間基の付加は、化合物の特性を変更するものではないから、\n化合物(一)は、構成要件Ｂの「反応性シリコーン」を充足すると主張する。\nしかし、化合物(一)の末端基に含まれる中間基は、その両側にあるアクリ\nル官能部及びアルキレン基のいずれとも異なる構造を有しているから、このような\n末端基を有する化合物(一)と、構成要件Ｂの「反応性シリコーン」との構造上の差\n異が微細なものとはいえないし、右差異があっても、当然に化合物の特性を変更し\nないとも認められない。甲八には、右中間基は、湿分硬化にもＵＶ硬化にも何の役\n割も果たさないこと、右中間基がわずかしか存在しないことが記載されているが、\n右記載のみで、右差異が、化合物の特性を変更しないとまで認めることはできず、\n他に、右差異が、化合物の特性を変更しないことを認めるに足りる証拠はない。\nそうすると、以上のとおり化学構造を異にする以上、化合物(一)が、構成\n要件Ｂの「反応性シリコーン」を充足するとは認められない。\n２　したがって、その余の点について判断するまでもなく、被告製品が本件発\n明の技術的範囲に属するとは認められない。\n二　よって、原告の本訴請求は、いずれも理由がないから、これらを棄却するこ\nととし、主文のとおり判決する。\n東京地方裁判所民事第四七部\n裁判長裁判官　　森　        義    之\n裁判官　　岡    口    基    一\n裁判官    男    澤    聡    子\n別紙化合物(一)\n別紙イ号物件目録\n"
}