{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 10
  },
  "case_number": "平成12(わ)1078",
  "case_name": "有印私文書偽造，同行使，詐欺，電磁的公正証書原本不実記録，同供用，窃盗，死体遺棄，殺人，横領被告事件",
  "court_name": "福岡地方裁判所小倉支部         　第2刑事部",
  "lawsuit_id": "8154",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8154",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/154/008154_hanrei.pdf",
  "contents": "平成１５年３月１０日宣告\n平成１２年(わ)第１０７８号，平成１３年(わ)第３１５号，同第４９５号，同第６３１号，同第７３７\n号，同第９１８号\n判　　　　　　　　決\n主　　　　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中６００日をその刑に算入する。\n理　　　　　　　　由\n（犯罪事実）\n被告人は，\n第１　Ａと共謀の上，平成１２年３月８日午後３時２０分ころ，北九州市ａ区ｂｃ丁目ｄ番e号\n所在の株式会社Ｂ銀行Ｃ支店において，Ｄ名義の普通預金口座から現金２０万円\nを払い戻し，これを同人のために預かり保管中，そのころ，同所において，ほしいま\nまに，自己の用途に費消する目的で着服して横領し，\n第２　同日午後１２時ころから同月９日午前１１時ころまでの間に，同市同区ｆ町ｇ番ｈ号所\n在のＥにおいて，前記Ｄ（当時５１歳）に対し，殺意をもって，ひも様のもの又は手で\nその頸部を絞めるなどし，よって，そのころ，同所において，同人を窒息により死亡\nさせて殺害し，\n第３　前記Ａと共謀の上，同月１４日午後１時ころ，山口県美祢市ｉ町ｊｋ番所在の残土処\n分場において，前記Ｄの死体を高低差数メートルの傾斜地の底に置いた上，所携\nのスコップで土砂をかぶせて埋没させ，もって死体を遺棄し，\n第４　前記Ｄ名義のクレジットカード（Ｆ）を使用して同人になりすまし，購入名下に商品を\n詐取しようと企て，前記Ａと共謀の上，同月１７日午前１１時４５分ころ，福岡市ｌ区ｍｎ\n号所在のＧにおいて，行使の目的をもって，ほしいままに，同店備え付けのクレジッ\nトカード売上票用紙の「ご署名」欄に「Ｄ」などとボールペンで記入し，もって同人名\n義のクレジットカード売上票１通を偽造した上，そのころ同所において，同支店従業\n員Ｈに対し，これをあたかも真正に成立したもののように装って前記クレジットカード\nと共に提出行使して，自己がＤ本人であるかのように装い，かつ，前記クレジットカ\nードの正当な使用権限も同カードシステム所定の方法により代金を支払う意思も能\n力もないのに，これがあるかのように装い，「ひかり号カルテット切符・新大阪～博多\n間」３冊（販売価格合計１３万２０００円相当）の購入方を申し込み，前記Ｈをしてその\n旨誤信させ，よって，そのころ同所において，同人から前記切符３冊の交付を受け\nてこれを詐取し，\n第５　前記Ｄ名義の国民健康保険被保険者証を使用して同人になりすまし，Ｉから借入名\n下に金員を詐取しようと企て，同月３１日午前１０時４０分ころ，北九州市ａ区ｏｐ号所\n在のＩM\"営業所において，行使の目的をもって，ほしいままに，同店備え付けの借\n入申込書の本人「お名前」欄に「Ｄ」とボールペンで記入するとともに，その氏名を\n刻した印鑑を押捺するなどし，もって，同人名義の借入申込書１通を偽造した上，そ\nのころ同所において，同店従業員Ｊに対し，これをあたかも真正に成立したもののよ\nうに装って提出行使して，自己がＤ本人であるかのように装い，かつ，交付を受けた\nカードを用いて得る融資金を約定どおり返済する意思も能力もないのに，これがあ\nるかのように装い，現金２０万円の借入れを申し込み，前記Ｊをしてその旨誤信させ，\nよって，そのころ，同所において，同人から現金２０万円の交付を受けてこれを詐取\nし，\n第６　前記Ｄ名義のクレジットカード（Ｆ）及び国民健康保険被保険者証を使用して同人\nになりすまし，Ｋから同人名義の融資を得るために用いるＬカードを詐取しようと企\nて，同年４月３日午後２時３０分ころ，同区ｑｒ丁目ｓ番ｔ号所在のＭビル２階ＫＮ支店\n窓口において，行使の目的をもって，ほしいままに，同店備え付けの借入申込書（Ｌ\nカード申込書）兼Ｌカード受領書用紙の申込者氏名欄に「Ｄ」とボールペンで記入\nするとともに，その氏名を刻した印鑑を押捺するなどし，もって同人名義の借入申込\n書（Ｌカード申込書）兼Ｌカード受領書１通を偽造した上，そのころ同所において，同\n店従業員Ｏに対し，これをあたかも真正に成立したもののように装って提出行使し\nて，自己がＤ本人であるかのように装い，かつ，交付を受けたカードを用いて得る融\n資金を約定どおり返済する意思も能力もないのに，これがあるかのように装い，前記\nＬカードの交付方を申し込み，前記Ｏをしてその旨誤信させ，よって，そのころ同所\nにおいて，同人からＤ名義のＬカード１枚の交付を受けてこれを詐取し，\n第７　同日午後２時３５分ころ，前記第６記載のビル１階ＫＮ支店ＡＴＭコーナーにおい\nて，前記Ｄ名義のＬカードを同所に設置された現金自動支払機に挿入して同機を\n作動させ，同機から同支店長Ｐ管理に係る現金２０万円を引き出して窃取し，\n第８　前記Ａ及びＱと共謀の上，同年５月９日ころ，前記Ｅｕ号室の当時の被告人方にお\nいて，行使の目的をもって，ほしいままに，Ｒの住民票の交付申請及びその受領権\n限をＵに委任する旨を記載した書面の末尾に「Ｓ市d'e'丁目f'番地Ｒ」と冒書した\n上，その名下に「Ｒ」と刻した印鑑を押捺し，もって，同人作成名義の委任状１通を\n偽造した上，同月１０日，福岡県Ｓ市ｖ町ｗ丁目ｘ番地ｙ所在のＳ市役所において，\n同市役所係員に対し，前記偽造に係る委任状を真正に成立したもののように装い，\n住民票交付閲覧申請書と共に提出して行使し，\n第９　前記Ａ及び前記Ｑと共謀の上，同月１０日，前記Ｓ市役所において，行使の目的を\nもって，ほしいままに，住民異動届用紙の新住所欄に「Ｓ市ｚa'丁目b'番地Tコーポ\nc'号」，旧住所欄に「Ｓ市d'e'丁目f'番地」，異動氏名欄に「Ｒ」，届出人欄に「Ｓ市ｚ\na'丁目b'番地Ｒ」などと冒書し，その名下に「Ｒ」と刻した印鑑を押捺し，もって，同人\n作成名義の住民異動届１通を偽造した上，同日，前記Ｓ市役所において，前記Ｒが\nＳ市ｚa'丁目b'番地Tコーポc'号に転入した事実はないのに転入した旨の前記偽造\nに係る内容虚偽の事実を記載した住民異動届を同市役所係員に提出して行使し，\n即時同所において，情を知らない同所係員をして，権利，義務に関する公正証書\nの原本たる電磁的記録である住民基本台帳ファイルにその旨不実の記録をさせた\n上，即時同所にこれを備え付けさせ，公正証書の原本としての用に供し，\n第１０　前記Ａ及び前記Ｑと共謀の上，同月１０日ころ，前記Ｅｕ号室において，行使の目\n的をもって，ほしいままに，前記Ｒの印鑑登録の手続に関する事項をＵに委任する\n旨を記載した書面の末尾に「Ｓ市d'e'丁目f'番地Ｒ」と冒書した上，その名下に「Ｒ」と\n刻した印鑑を押捺し，もって，同人作成名義の委任状１通を偽造した上，同日，前\n記Ｓ市役所において，同市役所係員に対し，前記偽造に係る委任状を真正に成立\nしたもののように装い，印鑑登録申請書等と共に提出して行使し，\n第１１　前記Ａ，前記Ｑ及び氏名不詳者と共謀の上，前記Ｒ所有の福岡県Ｓ市d'g'丁目\nh'番地所在の土地を同人に無断でＶに売却し，売買代金名下に金員を詐取しよ\nうと企て，同月１１日ころ，北九州市u'区v'町w'番x'号所在のH'ホテルにおいて，\nＱがＲになりすまし，前記Ｖに対し，「初めまして，Ｒです。今回の土地は，ほかの\nところからも買いたいという話が来ていますが，私は，お宅の方にお任せしたいと\n思っています。」などと嘘を言い，その場で，行使の目的をもって，ほしいままに，\n不動産売渡承諾書用紙の売主住所欄に「福岡県Ｓ市d'e'丁目f'」，同氏名欄に\n「Ｒ」と冒書してその名下に「Ｒ」と刻した印鑑を押捺し，もって，Ｒ作成名義の不動\n産売渡承諾書を偽造し，これを真正に成立したもののように装ってＶに交付して\n行使し，さらに，同月１６日ころ，福岡市v\"区w\"x\"丁目y\"番z\"号所在のL\"司法書\n士事務所において，行使の目的をもって，ほしいままに，不動産売買契約書用\n紙の売主住所欄に「Ｓ市ｚa'丁目b'番地」，同氏名欄に「Ｒ」と冒書してその名下に\n「Ｒ」と刻した印鑑を押捺し，もって，Ｒ作成名義の不動産売買契約書を偽造し，こ\nれを真正に成立したもののように装ってＶに交付して行使し，同人をして，Ｑが真\n実Ｒであって，Ｑと売買契約を締結すれば前記土地の所有権を有効に取得でき\nるものと誤信させて売買契約を締結させ，よって，そのころ，同所において，Ｖか\nら前記土地購入の手付金名下に現金４５０万円の交付を受け，もって，人を欺い\nて財物を交付させ\nたものである。\n（証拠）　省略\n（事実認定の補足説明）\n被告人は，第２の犯行（以下「本件殺人事件」という。）について，被害者を殺害したの\nは第３の犯行（以下「本件死体遺棄事件」という。）の共犯者Ａであり，その犯行日は平成\n１２年３月６日である旨供述し，第４の犯行（以下「Ｇ事件」という。）も同人が単独で行った\nものである旨供述し，弁護人は，本件殺人事件につき，被告人はＤ（以下「被害者」とい\nう。）を殺害しておらず，Ｇ事件にも被告人は関与しておらず，いずれの犯行についても\n被告人は無罪である旨主張するが，当裁判所は前記のとおり認定したので，この点につ\nいて補足して説明する。\n第１　前掲関係各証拠によれば，以下の事実が認められる。\n１　被告人及び被害者の経歴等\n(1)　被告人は，短期大学卒業後，保険会社従業員等の職に従事していたが，昭和６１年\n５月１９日，福岡地方裁判所小倉支部において殺人及び死体遺棄罪により懲役１５年\nの判決を受けてＷ刑務所に服役し，平成１０年６月１８日に同刑務所を仮出獄した。\n(2)　被害者は，高校在学中，被告人及びＸと同級生で相互に面識があり，高校卒業後，\n会社員等として稼働して，昭和５３年５月ころ婚姻し，長女及び二女をもうけたが，昭和\n６１年３月ころ離婚し，同年７月ころから平成１１年８月２７日ころまで，北九州市内の物\n流会社でトラック運転手として勤務していた。\n被害者は，昭和５８年１月ころ，相続により取得した北九州市ａ区i'j'丁目k'番l'号所在\nの宅地（地積合計約１０６平方メートル）上に軽量鉄骨造２階建て居宅を建築してこれ\nらの不動産（以下，合わせて「被害者不動産」という。）を所有し，離婚後は，同居宅に\n単身で居住していた。後記のとおり被告人と再会した平成１１年１月ころ，被害者名義\nの預貯金残高は合計五百数十万円であった。\n２　仮出獄後の被告人の行動及びＥの構造等\n(1)　被告人は，前記仮出獄後，広島県内の更生保護施設入所を経て，平成１０年７月２\n１日，北九州市ａ区内の更生保護施設に入寮していたが，このころ，同施設を退寮す\nる目的で，前記服役中のＷ刑務所内で知り合った同囚のＡのもとを訪れ，同人が経営\nし，当時既に債務超過の状態にあった株式会社Ｙ工業のＺ営業所長の肩書を使用さ\nせてもらうことにした。\n上記更生保護施設を退寮した被告人は，同年９月２６日，北九州市ａ区ｆ町ｇ番ｈ号所\n在のマンションＥｕ号室を賃借し，同年１０月９日ころ同室に転居して，平成１２年１２月\n７日まで居住した。\n(2)　Ｅは，鉄筋コンクリート・木造陸屋根・亜鉛メッキ鋼板葺１０階建てで，１階部分は店舗\n兼事務所（床面積１５８．１３平方メートル，以下「本件事務所」という。），２階から９階は\n共同住宅であり，主要国道の通る，昼夜間とも交通の多い交差点付近の道路に面し\nている。\n本件事務所は，仲介業者を介して，平成２年７月３０日から少なくとも平成１３年６月こ\nろまでA'に賃借されていたが，同人が同所で行っていたレンタルビデオ店が倒産した\nため，平成１２年ころには，同事務所は使用されておらず，上記レンタルビデオ店に使\n用した物品等が雑然と置かれ，出入口のシャッターの鍵は壊れて施錠できない状態で\nあった。被告人は，平成１０年１０月ないし同年１１月ころ，上記A'と知り合い，同人らと\n本件事務所内で麻雀をした際，同事務所を使わせてほしいなどと言い，同事務所に\n出入りするようになった。\n本件事務所は，平成１３年５月１６日から同月１８日にかけて検証が実施された時点\nで，北東向きの建物出入口から入る部屋，同室南西側の出入口から通じる部屋，同室\n南東側の出入口から通じる部屋，同室北東側の出入口（幅約５１センチメートルのベニ\nヤ製ドアが設置されており，間口の幅はドアより若干狭い。）から通じる部屋（以下「本\n件倉庫」という。）の４区画に区切られていた。\n２　被告人と被害者との再会等\n(1)　被告人は，平成１０年末ころ，L\"店に買い物に行った際，同店に勤務していた前記Ｘ\nと再会した。\n被害者は，平成１１年１月ころ，Ｘと共に被告人の出所祝いをし，被告人と交際するよ\nうになった。このころ被告人は，Ｅｕ号室において，前記服役中のＷ刑務所で知り合っ\nた同囚のB'と共に，「多重債務で悩んでいる方，自己破産，保証人で困っている方，\n解決します」などと記載したチラシを住宅等に配布し，多重債務者に対し，偽装結婚に\nより姓を変えたり前記Ｙ工業での就労を仮装して消費者金融から融資を受ける方法を\n教え，その謝礼として融資金額の１割程度を受け取るなどしていた。\n(2)　被告人は，平成１１年２月ころ，被害者が画廊をやりたいなどと言ったのに対し，「画\n廊という仕事は，専門知識がないと絶対できないからまず無理や。」などと言い，被害\n者が重ねて画廊をやりたいと言ったのに対し，「自分は刑務所で，豊田商事の社長\nや，いろいろなコネを持った人と一緒やった。そういうコネ作りができあがっている。絵\nを集めるにしても，美大の教授の口利きが必要やけど，自分は，教授のコネを持って\nいる。岡山の美術館長も知っているから，紹介してやってもいい。」などと言い，被告人\nを信頼した被害者は，被告人やＸと共同して画廊を経営しようと考えた。他方，被告人\nは，同月ないし同年３月ころ，前記B'に対し，「Ｄは家も土地も持っとるし，貯金も持っと\nる。あいつはお人好しで世間知らずやから，保証人として使える。」などと話していた。\n３　被告人を介した被害者の融資等\n(1)　被告人は，被害者に対し，画廊経営の資金調達などの理由で，被害者が多重債務\n者に融資や連帯保証をして融資金額の一部を報酬として受領する方法で資金を得る\nことを持ちかけ，危ない人は紹介しない，大丈夫な人しか紹介しないなどと説明して納\n得させた。\nこの方法に基づき，被告人は，Ａが，平成１１年２月２５日，株式会社C'から１５０万円\nを，同年３月４日及び同月２５日，株式会社D'から合計４００万円をそれぞれ借り入れる\nなどした際，被害者にその連帯保証をさせ，Ａから上記融資の約１割を被害者への報\n酬との名目で受け取った。被告人は，Ａに対し，D'からの上記借入金のうち１００万円\nをE'に融通するよう求め，Ａはこれに応じた。このほかに被告人は，同月４日から同年５\n月１４日にかけて，６名の多重債務者が消費者金融業者等から受けた合計１２００万円\nの融資について被害者に連帯保証させ，上記多重債務者らから，融資金額の約１割\nを，紹介料や被害者への報酬等の名目で受領し，その一部を被害者に渡した。また，\n被告人は，同年１月ころ，被害者に対し，必ず儲かるなどと説得して，無許可の金融業\nを営むE'へ１００万円を融資させ，同年３月末ころ，再び同人を被害者に引き合わ\nせ，E'は更に被害者から２００万円の融資を受けた。\nまた，被告人は，被害者に対し，被害者不動産をいわゆる不動産ブローカーであるＶ\nに売却するよう勧め，同年４月１０日，被害者に替わりの住居として北九州市ａ区i'm'丁\n目n'番o'号所在のF'p'号室を賃借させた上，同月１４日，被害者不動産を，代金１２５０\n万円で上記Ｖに売却させた。\n被害者は，同日から同年９月７日にかけて，上記金額から住宅ローンの残額等を差し\n引いた合計７２５万円をＶから受領した。被告人は，Ｖから，被害者に無断で，上記売\n買の仲介手数料の名目で７５万円を受領した。なお，上記不動産は，その後１７８０万\n円で第三者に転売された。\n被害者は，平成１１年４月３日から同年９月９日にかけて，北九州市内の絵画販売店\n数軒から絵画４点合計５０万０９６９円相当を購入し，被告人と共に，「オフィスＫ＆ＯＦ\n代表取締役Ｄ」，「オフィスＫ＆ＯＦ代表G'（被告人の氏名）」などと記載された名刺を\n作り，画廊を開くための物件を探すなどし，その一つとして被告人から，本件事務所に\n１，２回程度案内されたこともあった。\n４　被害者が経済的に困窮した状況等\n(1)　Ａを含む前記多重債務者の多くは債務の返済を滞らせ，被害者は，平成１１年３月\n末ころから，金融業者から連帯保証債務の支払いを督促され，その一部を自ら支払う\nこともあり，E'からは前記３００万円の返済を全く受けられず，同年７月ころ，Ｖに対\nし，「E'やＡが金を返してくれない。」などと不満を漏らした。\n被害者は，同月２３日から同年８月１１日まで，高血圧症により北九州市ａ区q'r'丁目\ns'番t'号所在のＴ病院に入院した。\n被告人は，画廊を経営する有限会社の設立資金であるなどとして，同年７月２６日，被\n害者の普通預金口座から３００万円余りを引き出し，このうち２６５万円を被告人名義の\n預金口座に振り込んだ。\n被害者は，同年８月２７日付けで，体調不良を理由に勤務先を自己都合退職した。\n被害者不動産について，同年７月２３日付けでＡのD'に対する前記債務を被担保債\n権とする根抵当権設定仮登記がなされていたところ，これを知った被害者は，被告人\nに促され，同年９月６日ころ，同社に対するＡの債務のうち約４２０万円を同人に代わっ\nて弁済し，上記仮登記は抹消された。\n(2)　被害者は，躁うつ病（躁状態）等のため，同月１４日から同年１１月２５日までの約２か\n月間，北九州市ａ区y'z'丁目a\"番b\"号所在の医療法人I'病院に医療保護入院した。\n被告人は，被害者が上記のとおり入院したころから，被害者の兄の同意を得て，入院\n費の支払い等を理由に被害者名義の預金通帳等を管理するようになり，会社の設立\n資金であるとして被害者の口座から引き出した前記(1)の金員を，多重債務者に自己\n又は架空人名義で貸し付けるなどした。\n被害者が，同月２５日ころ，Ｘに対し，「人の金，勝手に出していいんかね。G'ちゃんが\n勝手に出しよるんよ。」などと言ったため，Ｘが被告人にその旨を確認したところ，被告\n人は，被害者の金は別口座を作ってそっちに移しているから心配ないなどと答えた。\nまた，被告人は，同年１０月２５日ころ，E'に対し，同人の債務のうち，被害者からの３０\n０万円，Ｘからの９０万円，Ａからの１００万円の合計４９０万円の借入金を，被告人に対\nして支払うよう求め，毎月７万円ずつ支払う旨の念書を差し入れさせて当月分の７万円\nを自らが受け取った。\n(3)　被害者は，同年１１月２５日に病院を退院したが，上記一連の貸付けや連帯保証等\nにより，預金や被害者不動産の売却代金の大部分を失い，消費者金融の督促に対し\n支払いができず，平成１２年１月ころ，E'に対し生活費として１万円を無心したこともあ\nった。\n被告人は，同月ころ，多重債務に陥った知人のＱ（判示第８ないし第１１の犯行の共\n犯者）に対し，改姓すれば更に借金ができる旨助言し，被害者と引き合わせて両者を\n名目上婚姻入籍させ，被害者に対しては，将来上記Ｑと同居できるかのように装った。\nＱは，その後，「Ｕ」の名義で更に消費者金融から融資を受けた。\n被害者は，同年２月初めころ，小中学校の同級生J'に対し，「もう自己破産せないかん\nごとなった。」，「借主が金を返してくれない。G'に預けていたお金も，G'は銀行に預け\nていると言っていたが，調べたところ金がないことが分かった。」，「親からもらった家ま\nで売ってしまって，両親に申し訳ないことをしてしまった。」などと言った。\n被害者は更に経済的に困窮し，同年２月７日ころから，前記連帯保証債務等を除い\nた被害者名義のローン残高だけで預貯金の残高を上回るようになった。\n他方，被告人は，同年１月中旬ころ，被害者不動産の費用精算のため被告人に連絡\nしたＶに対し，「Ｄのことはもう知らない。Ｖさんの方で適当にしてくれ。」などと言い，ま\nた，同年３月６日ころ，被害者に連帯保証をさせた多重債務者の１人であるK'から，自\n己破産したいが連帯保証人である被害者やＸに迷惑をかけないか，などと尋ねられた\nのに対し，「２人とも自己破産しているから構わないよ。」などと虚偽の事実を告げた。\n５　被害者の失踪から，その後死体発見に至る経緯等\n(1)　被害者は，平成１２年３月５日，福岡県田川郡c\"町d\"番地所在のL'で行われた「平\n成１２年M'写真コンテスト」の会場で知人のN'に目撃され，同月６日夕方ころ，中学校\nの同級生O'と会った。\nその後，これらの知人や被害者の親族は，被害者と連絡が取れなくなった。\n同年６月７日，被害者と連絡が取れなくなったＸの勧めにより，被害者の兄P'は，福岡\n県Q'警察署に対し，被害者の家出人捜索願を出した。\n(2)　平成１３年４月３０日ころ，判示第１１の事実等により勾留中のＡが，捜査官に対し，被\n告人と共に被害者の死体を山口県内の残土処分場に遺棄した旨供述した。同供述に\n基づく捜索の結果，同年５月１２日，同県美祢市ｉ町ｊｋ番所在の残土処分場（以下「本\n件残土処分場」という。）において，地表から深さ約８．４７メートルの土中から，被害者\nの死体が発見された。\n(3)　死体解剖の結果，被害者の死因は，甲状軟骨左上角の骨折の状況等に照らし，頸\n部にある程度幅のある「ひも様のもの」を巻き付けて圧迫を加えたことによる絞殺，ある\nいは頸部を手で炸扼することによる扼殺で，他殺である旨の所見が示された。\n第２　本件死体遺棄事件及びその前後の状況等\n１　前記のとおり，Ａは，平成１２年３月１４日，被告人と共に，被害者の死体を本件残土\n処分場に遺棄した旨供述し，被告人もこれを認めているところ，その前後の被告人及\nびＡの行動につき，前掲関係各証拠によれば次の事実が認められる。\n(1)　被告人は，同月７日午前１０時３８分ころ，北九州市ａ区所在のＢ銀行R'支店におい\nて，被害者名義の普通預金口座から，同口座の預金残高がマイナス１万円であったた\nめ，カードローン機能により５万円を引き出した。\n被告人は，同日午前１１時３７分ころ，北九州市a区v\"w\"丁目x\"番y\"号所在のホーム\nセンターS'店において南京錠及び掛け金を購入した。\nなお，平成１３年６月２８日に行われた本件事務所の実況見分の結果，本件倉庫出入\n口のベニヤ製ドア左側上下２か所に木ネジがそれぞれ１本打ち付けられ，ドアと接触\nする木枠部分に木ネジの痕跡様の穴が２つあるのが発見された。他の部屋の出入口\nにはこれらの痕跡はない。\n(2)　被告人とＡは，判示第１のとおり，共謀の上，平成１２年３月８日午後３時２０分ころ，Ｂ\n銀行Ｃ支店ＡＴＭコーナーにおいて，被害者名義の預金口座からカードローン機能に\nより２回にわたり合計２０万円を引き出してこれを領得した。\n(3)　被告人は，同月９日午前１１時１０分ころ，１人で，前記S'店において，青色ビニール\nシート，荷造り用ビニールひも，軍手（６組入り）各１個等を購入した。\nＡは，同日午前１１時２２分ころ，福岡市ｌ区z\"e\"丁目f\"番g\"号所在の消費者金融会社\nT'U'店において，ＡＴＭ機を操作して当時の内妻V'名義で借りていた金員の一部とし\nて１万３２３３円を入金するなどした。\n(4)　被告人とＡは，同月１０日以降，被害者の死体を遺棄する場所を探し，同月１２日，\n山口県美祢市周辺を自動車で走行していたところ，本件残土処分場を発見し，翌日\n同所に被害者の死体を遺棄することにした。\n被告人は，同日ころ，前記N'から被害者について尋ねられたのに対し，うつ病のため\n福岡の病院に入院しているなどと告げた。\n(5)　Ａは，同月１３日，被告人と共に被害者の死体を遺棄するつもりで北九州に来たが，\n結局被害者の死体を運び出すには至らず，同日午後４時３４分ころ，被告人と共に，\n北九州市ａ区h\"I\"丁目J\"番K\"号所在のスーパーW'において，種類の異なる消臭剤５\n点，ゴミ袋大（１０枚入り７個）等を購入した。\n(6)　本件死体遺棄事件\n被告人とＡは，同月１４日朝方，被害者の死体を載せた被害者名義の軽四輪貨物自\n動車（X'）に乗車し，同日午前１０時４１分ころ，前記S'店において，スコップ（長さ９７セ\nンチメートル）２本及びカッターナイフ１本を購入した後，本件残土処分場に赴き，青色\nビニールシート等による梱包を解いた被害者の死体を同所の傾斜地の底に置いて土\n砂をかけ，その場を去った。被告人とＡは，同月１６日，上記軽四輪貨物自動車を，北\n九州市ａ区所在の中古車販売店において３６万円で売却した。\n(7)　Ｇ事件\n被告人とＡは，共謀の上，同月１７日午前１１時４５分ころ，Ａにおいて，福岡市ｌ区ｍｎ\n号Ｇで，被害者名義のクレジットカード（Ｆ，以下「本件カード」という。）を利用し，判示\n第４の犯行に及んだ。\n(8)　本件死体遺棄事件後の被告人の言動等\n同月２８日，被告人は，被害者のテレビやスピーカー等をリサイクルショップに４万５００\n０円で売却した。\n同月３０日ころ，被告人は，Ｑに対し，「Ｄちゃんが，体も悪いし，神戸に住んでいる元\nの奥さんが看護婦をしているから，電話をしたら，それならおいでと言われたらしい。離\n婚届を出しておいた方がいい。」などと言い，被告人が被害者の署名欄に署名するな\nどして，Ｑに被害者との離婚届を提出させた。\n同年４月ころ，被告人は，E'から被害者の様子を聞かれたのに対し，「元気にしとる。\nＤちゃんは神戸でスチュワーデスと組んで運び屋をして，いい生活しよる。」などと答え\nた。\n同月１５日ころ，被告人は，知人のY'に対し，借金に追われて大阪の方に逃げた友人\nに代わって住んでほしい旨告げて，被害者が居住していた前記F'p'号室に居住させ，\n同年９月１１日ころ同室を管理者に明け渡すまでの間，賃料や光熱費の支払いを継続\nさせた。\n被告人は，勾留中の平成１３年３月２５日，Ａに対し，「Ｄちゃんは，中国人のZ'という，\n３０歳くらいで少し髪を赤く染めた片言の日本語を話す女性と関西に逃げたのに，警\n察は，Ｄちゃんの行方を捜しているようです。あなたも昨年春ころ，Z'と会いましたよ\nね。あなたも，Ｄちゃんから金を借りているから，警察から何か聞かれるかも知れませ\nん。あの女は密航者ですよ。ＤちゃんはZ'に狂っていたから，２人で中国に行ってしま\nったかも知れないですね。」などと記載した手紙を送付した。\n２(1)　前記１(3)の認定について，弁護人は，平成１２年３月９日午前１１時１０分ころ被告\n人がS'店で青色ビニールシート等を購入した際，Ａも一緒であった旨主張し，被告人\nも同様の供述をする。しかし，Ａは，上記日時ころ，福岡市ｌ区の前記T'U'店でＡＴＭ\n機を使用して前記V'名義の債務につき入金していた旨供述するところ，同日午前１１\n時２２分ころ，上記ＡＴＭ機から上記債務につき１万３２２３円の入金がされたことは，同\n社に対する照会等により明らかであること（甲９７，９８），V'は，上記と別の機会に２回，\n自ら債務の弁済をしたことはあるが，それ以外に自ら直接債務を弁済したことはない旨\n供述していること（甲９９）に照らし，Ａの供述は信用することができる。一方，被告人\nは，同日上記青色ビニールシート等を購入した際，Ａと２人で手分けして手袋を探した\n記憶がある旨供述するのみで，これを裏付ける証拠はない上，この時Ａがいたこと自\n体についてもはっきり覚えておらず，同日Ａが北九州に間違いなくいた時間帯は夕方\nころである旨供述している。以上によれば，弁護人の上記主張は採用することができ\nない。\n(2)　前記１(5)の認定について，被告人は，本件倉庫内から発見された消臭剤は，同月１\n３日に購入したのではない旨供述する。しかし，Ａは，同日夕方，被告人と共に同店で\n消臭剤を買った旨供述し，同店の販売実績の記録によれば，同日午後４時３４分，本\n件倉庫内から発見されたものと同種類の消臭剤を含む消臭剤５点等が購入された旨\nの，比較的特徴的な販売記録が存在すること（甲８０ないし８２）から，前記のとおり認\n定することができる。\n(3)　また，前記１(7)の認定について，被告人は，Ａに本件カードを渡したものの，Ｇ事件\nについて共謀したことはない旨供述する。\nア　この点，Ａは，平成１２年３月１３日，被告人から本件カードを預かり，同月１６日，被告\n人から，同カードで切符を買って現金にするよう言われ，これを承諾したこと，同月１７\n日にＧ事件を敢行し，詐取した新幹線の回数券を福岡市ｌ区内の金券ショップで現金\nに換金して被告人に本件カードと共に渡し，現金の一部を受け取ったことを供述す\nる。\n上記供述は，その内容において合理的で不自然な点がないばかりでなく，Ａは，上記\nのとおりＧ事件については被告人との共謀に基づいて行った旨供述する一方，同月１\n５日，本件カードを利用して，福岡市内の旅行代理店において上記事件と同じ販売価\n格の新幹線回数券を詐取した事件については，被告人に無断で単独で行った旨自\n白し，同事件についても他の事件と併せて起訴され，有罪判決を受けたもので，Ｇ事\n件についてのみことさら虚偽の供述をするとは認め難いことに照らし，その供述は信用\nすることができる。\nこれに対し，被告人は，Ａに本件カードを渡した理由について具体的な供述をしてお\nらず，その供述を信用することはできない。\nイ　よって，被告人は，判示第４のとおり，Ａと共謀の上，Ｇ事件を行ったと認めることがで\nきる。\n第３　本件殺人事件についての判断\n１　被害者の死亡状況について\n(1)　前記被害者の死体解剖の結果によれば，被害者は，何者かによりその頸部をひも様\nのもの又は人の手で絞められ，絞殺ないし扼殺されたと認められる。\n(2)　前認定のとおり，被告人が，平成１２年３月９日午前１１時１０分ころ青色ビニールシ\nートを購入したこと，被告人は，前記青色ビニールシートは被害者の死体を包むため\nに購入したもので，この時被害者は既に死亡しており，その死体は本件事務所内にあ\nった旨供述するところ，同供述は，上記の範囲においてＡの供述と概ね符合しており，\nその他の関係証拠に照らしても，被害者は，遅くとも同時刻ころには死亡していたこ\nと，この時被害者の死体は本件事務所内にあったことが認められる。\n(3)　被告人と被害者の「A\"」への来店について\nア　北九州市ａ区l\"m\"丁目n\"番o\"号B\"２階所在のラウンジ「A\"」の経営者C\"は，被告人と\n被害者が，平成１２年３月８日午後１１時ころ同店に来店した旨供述するところ，その具\n体的な供述内容は，要旨次のとおりである。\n被告人は，平成１２年１月２１日午後１１時ころ，「A\"」の常連であるＶらと共に「A\"」に\n来店した。この時被告人から名刺を渡された。\n「A\"」では，毎年３月３日を中心にその前後数日間，「A\"祭り」と題するイベントを行っ\nているところ，平成１２年の「A\"祭り」は，同年３月１日から同月４日にかけて行い，被告\n人にも事前に招待状を送付した。\n同月１日か同月２日，それまで勤務していた従業員が突然退職したため，昀も客足の\n見込まれる同月３日のみ，平成１１年１２月まで勤務していた元従業員D\"に店の営業\nを手伝ってもらい，同日以降，新たに別の従業員を雇った同月１０日までの間，１人で\n店を営業した。\n平成１２年３月８日午後１１時ころ，被告人は，被害者と共に「A\"」に来店した。両者は\n約１時間ほど「A\"」におり，この間，Ｖのキープしたボトルを出すなどして接客した。被\n害者は，店内の絵の話をきっかけに自分と絵画の話で盛り上がり，被告人はカラオケ\nで歌うなどした。この時の代金は，１人３０００円のセット料金２名分６０００円及び１曲２０\n０円のカラオケ代２０００円の合計８０００円で，被告人が支払った。被告人の氏名は覚\nえていなかったので，売上伝票に氏名は記載しなかった。\n被告人が「A\"」に来店したのは，上記の２回だけである。また，同月３日は「A\"祭り」の\nメインの日で，常連客が来店し，被告人及び被害者は来店していない。\nイ　C\"が任意提出した「A\"」の平成１２年３月１日から同月１０日にかけての売上伝票中，\n無記名のものは３枚で，その余の売上伝票には被告人及び被害者とは別の名前が記\n載されている。無記名の売上伝票は，２名分のセット料金が記載されたものが同月３日\n分及び同月８日分の各１枚，３名分のセット料金が記載されたものが同月１０日分の１\n枚で，同月３日分の売上伝票にはカラオケ代が計上されていないのに対し，同月８日\n分の売上伝票にはカラオケ代２０００円が計上されている。\nウ　前記D\"は，同月３日，C\"から頼まれて「A\"」の営業を手伝ったこと，同日分の無記名\nの売上伝票は自分が作成したもので，平成１１年１２月までの在職中に来店したことの\nある２人組であったが名前を忘れ，無記名のままで売上伝票を作成したこと，この日の\n客は全員常連で，知らない客は来ていないことなどを供述する。\nエ　前記アのC\"の供述は，その内容において具体的で不合理な点がなく，売上伝票や\nD\"及びＶの供述等他の証拠に符合しており，C\"が被告人を陥れるため虚偽の供述を\nする動機も見あたらないことに照らし，信用性が高い。\n上記C\"の供述及び売上伝票の内容に照らすと，前記同月８日分の無記名の売上伝\n票は，被告人及び被害者に関するもので，被告人は，同日午後１１時ころから同日午\n後１２時ころにかけて，被害者と共に「A\"」で飲酒していたと認めることができる。\nオ　これに対し，弁護人は，①被告人が１回目に来店した際，C\"から身の上話を聞かさ\nれるなどした経緯に照らし，C\"は被告人の名前を覚えていたはずであること，被告人\nは平素カラオケで歌わないので，「A\"」に来店した際カラオケ１０曲分を歌うなどあり得\nないこと，C\"が被告人が歌った曲名を一切覚えていないのは不自然であることなどか\nら，前記同月８日分の無記名の売上伝票は被告人らのものではなく，②被告人は，C\"\nから前記「A\"祭り」の土産のお菓子であるE\"をもらったところ，「A\"」において入荷した\nE\"の数は５０個で，同月３日から同月７日にかけて５０名の客が来店したのだから，同\n日までにE\"はなくなったはずであるとして，被告人が同月８日に「A\"」に来店したことは\nあり得ない旨主張する。\nしかし，①の点につき，C\"は，被告人が被害者と共に来店した際，他に客はおらず，\n専ら被告人がカラオケで歌っていた旨明確に供述している。また，多数の客が来店し\nてカラオケで歌うなどするスナックの経営者が，多少身の上話をした程度のいわゆる一\n見の客について，その氏名を失念し，あるいはその客が歌った曲の具体的曲名を記\n憶していないとしても不自然ではない。さらに，被告人が前記のとおり同年１月２１日\nに「A\"」に来店した際に撮影されたと認められる写真には，マイクを持った被告人の姿\nが複数回撮影されており，同日被告人らと同席していたＸは，その証人尋問におい\nて，被告人がこの時周囲の者と一緒に歌っており，これと別に単独でも歌っていた旨\n供述していることに照らし，平素カラオケを歌わない旨の被告人の供述自体信用でき\nない。\nまた，②の点につき，C\"は，前記E\"等のお菓子は来客全員が持ち帰っていたわけで\nはなく，持ち帰らなかった土産はほかの客に出した旨供述していることに照らし，同月\n３日からの来客数が５０名を超えた同月８日にE\"が残っており，C\"が被告人にこれを渡\nしたとしても不自然ではない。\n以上により，上記弁護人の主張はいずれも採用できず，C\"の供述の信用性に関する\nその余の主張も採用の限りではない。\nオ　被告人の供述\n被告人は，公判廷において，被害者と共に「A\"」に来店した日の晩，Ａが北九州市に\n来て被害者を殺害したもので，来店した日時は同月６日午後１０時ころである旨供述\nする。\nしかし，前記のとおり，被告人ないし被害者の氏名が記載され，又は何者の名前も記\n載されていない同日付けの売上伝票はなく，前記C\"の供述とも反するなど，被告人の\n上記供述は，これを裏付ける証拠がないばかりか，他の証拠と合致しない。弁護人\nは，同日付けの被告人らの売上伝票が存在しない理由について，被告人らは同日訪\nれた昀後の客で，Ｖのキープした酒を飲んで帰っただけで，カラオケも歌わなかったの\nで売上伝票を作成する必要がなかったことが考えられる旨主張するが，前記同月１日\nから同月１０日にかけての売上伝票の中には，セット料金に含まれない酒食の注文や\nカラオケ代がなく，セット料金のみが支払われた場合であっても作成された売上伝票\nが複数枚存在することに照らし，にわかに採用できない。\nまた，被告人は，平成１３年５月２２日付け司法警察員に対する供述調書（乙６７）にお\nいて，「A\"祭り」の案内状が送付されたことやＡが同月３日が被害者の命日である旨言\nっていたことから，被害者が殺害された日，すなわち「A\"」に来店した日は同月３日で\nある旨供述し，その後，同年６月１９日付け司法警察員に対する供述調書（乙７０）にお\nいて，被害者が殺害されたのは同月２日ないし同月４日である旨供述していたもので\nあって，被告人の公判廷における供述には，極めて重要な部分に変遷が認められる。\nこの点，被告人は，第８回公判において，上記変遷の理由について，捜査当初，同月\n３日が「A\"祭り」の日で，その案内状が送付されてから来店したことから，漠然と同月４\n日ころと思っていたが，弁護人から同月４日にはＶが「A\"」に来ていた旨聞いて，Ｖに\nは会っていないから同日には来店しておらず，同月５日は「A\"」の店休日と聞いてお\nり，同月７日に前記南京錠等を購入したレシートが発見されたと捜査官から聞いていた\nので，同日には既に被害者は死亡しており，それなら同月６日に間違いないと考えた\nもので，捜査段階において同月６日を挙げなかった理由は，当初刑事から同日\nは「A\"」の店休日と聞かされていたからであるなどと供述する。\nしかし，被告人は，前記平成１３年６月１９日付け警察官調書において，平成１２年３月\n８日に被害者の預金口座から２０万円が引き出されたことを基に考えると，その２，３日\n前に被害者の死体の処分をＡと話し合い，さらにその２，３日前にＡが被害者を殺害し\nたので，同月２日ないし同月４日が被害者の死亡した日である旨供述し，また，同供述\n調書作成当日に作成し，弁護人に送付した手紙には，遺体の処理をＡに要求したり\n消臭剤を買った経過から，平成１２年３月１４日に行った死体遺棄の１０日前が被害者\nが殺害された日であり，同月４日が「A\"」に来店した日である旨記載しており（弁４，被\n告人の第２０回公判供述），これらの供述や記載によれば，被告人が，自ら具体的根\n拠を挙げて，同月５日以降に「A\"」に来店した可能性を否定し，同月２日ないし同月４\n日に来店した旨供述していたことは明らかであって，上記公判供述のような経過及び\n理由で供述を変更したものとは認められない。\nこれらの事情に照らすと，被告人の供述は，他の証拠と符合せず，その重要部分に\n変遷が認められ，その変遷に合理的な理由もないことから，信用することができない。\n(4)　以上の認定事実によれば，被害者は，平成１２年３月８日午後１２時ころから遅くとも\n同月９日午前１１時過ぎころまでの間に何者かに殺害されたと認められる。\n２　Ａないし第三者の犯行可能性について\n(1)　被害者の死体は，被告人及びＡに遺棄されるまでの間，概ね本件事務所内又は同\n事務所内に駐車された前記被害者名義の軽四輪貨物自動車内にあったもので，被告\n人及びＡのいずれの供述によっても，死体遺棄に関与したのは両名のみであることが\n明らかである。そうすると，被害者殺害に関与した者は，被告人及びＡの両名あるいは\nそのいずれかであると推認され，その他本件全証拠に照らしても，前記両名以外の者\nが被害者を死亡させたことをうかがわせるものは何もない。\n(2)　Ａの犯行可能性について\nア　Ａは，平成１２年３月８日夕方から同月９日午前中までの行動について，要旨次のと\nおり供述する。\n同月８日，北九州市において判示第１の犯行に及ぶなどした後，夕方ころ，普通乗用\n自動車（F\"）を運転して，福岡県太宰府市所在の九州自動車道G\"インターチェンジを\n経由し，福岡都市高速道路H\"ランプから一般道に入り，同ランプ付近のパチンコ店に\nいたV'のもとに行き，同日深夜，V'と共に福岡市ｌ区r\"s\"丁目t\"番u\"号所在のp\"の自\n宅に戻り，福岡市ｌ区所在の寿司店から出前注文した寿司を食べた後，そのまま就寝\nした。同月９日午前１０時ころ，自宅に被告人から電話がかかり，大変なことになったの\nでちょっと急いで来てくれんかと言われた。同日午前１１時２２分ころに前記T'U'店のＡ\nＴＭ機からV'名義の債務の内金を弁済するなどの所用を済ませた後，上記普通乗用\n自動車を運転して，同日午後４時過ぎころＥ近くの駐車場に到着した。\nイ　上記供述は，北九州市所在のI\"インターチェンジからG\"インターチェンジまでの普通\n車通行料金及び福岡都市高速道路の普通車通行料金を同月８日午後４時５５分に九\n州自動車道G\"インターチェンジにおいて支払った旨の領収書が，Ａの自宅から発見，\n領置されたこと（甲１９７），V'は，福岡市ｌ区q\"所在のパチンコ店でパチンコをしていた\nところ，同日夕方ないし夜ころ，同店にＡが来て，閉店間際までパチンコをした後，前\n記p\"の自宅に戻り，同市同区所在のJ\"寿司から出前注文した寿司を食べて就寝し，\n翌同月９日午前８時過ぎころ，Ａが起きたので，前日の寿司の残りを食べさせ，Ａは昼\n前ころ自宅を出た旨供述していること，当時上記J\"寿司の従業員であったK\"は，同月\n８日夜，上記p\"に出前し，４０代から５０代の男に寿司を渡した旨供述していること等，\n他の客観的証拠や供述と符合しており，その内容も具体的かつ合理的で，信用するこ\nとができる。\nすなわち，Ａは，同月８日夕方から同月９日昼前ころまでの間，上記G\"インターチェン\nジを経由して福岡市内に入り，その後大部分の時間をV'と共に過ごしていたと認めら\nれるから，Ａは被告人殺害の実行には関与していないと認めることができる。\nなお，弁護人は，同月８日夕方，Ａが福岡市内で債権者に債務の弁済をしていた旨\n主張するが，かかる事実をうかがわせる具体的な証拠はない上，仮にＡがV'と会う前\nに福岡市内において債権者に債務の弁済をしていたとしても，Ａが被害者殺害の実\n行に関与していない旨の上記認定と何ら矛盾するものではない。\n３　Ａが本件死体遺棄を共同実行した事情\nア　Ａは，被害者を遺棄するまでの状況について，要旨次のとおり供述する。\n前記のとおり，同月９日午後４時過ぎころＥ近くの駐車場に到着した後，迎えに来た被\n告人は，本件事務所内に自分を案内し，中から出入口シャッターを閉め，「Ｄちゃんを\nやってしまった。昨日，酔っぱらって来て，ギャーギャーあんたのことをうるさく言って，\n昀初はもう自分も我慢しとったけど，抑えきれんようになって，かっとなって，抑えきれ\nんでやってしまった。」などと告げた。更に殺害の理由を尋ねたのに対し，被告人は，\n同月８日に被害者に無断で引き出した金の件がばれ，「今からもうＡのところに乗り込\nむけん連れていきない。内妻のところにも怒鳴り込む。」などと言われた旨告げた。\n本件倉庫に通じるドアを開けると，出入口付近に被害者の死体が置いてあった。被告\n人から，「こげんなってしもうたのもあんたのせいやけん。少なくとも後のことは手伝って\nもらわな困るばい。」，「もう，周りで色々言っているのはあんたのことばかりやから，もう\n疑われるとはあんたばい。」などと言われ，実際，被害者に対し経済的負担をかけ，そ\nのことで被害者が周囲に自分の悪口を言うなどしており，捜査機関の嫌疑は自分に向\nけられると考えたこと，被告人に自己の債務を連帯保証してもらうなど世話になってい\nたこと，現に被害者の死体を見せられたことなどから，被害者の死体を遺棄することに\n協力するしかないと考えた。\nイ　上記供述は，その内容が合理的で一貫しており，信用することができ，これによると，\nＡは，被告人から，被害者を殺害したが，そうなったのはＡのせいだから後始末を手伝\nってもらわないと困ると言われたことや被害者殺害の嫌疑が自分に向けられることをお\nそれたため，被害者の死体遺棄に関与することになったものと認められる。\n４　動機について\n前認定のとおり，被告人は，被害者に多重債務者へ多額の融資や連帯保証をさせ\nて被害者の信用や預貯金を利用し，自らは多重債務者からの報酬の一部を受け取っ\nていた。この融資や連帯保証は，それ自体多重債務者の支払不能により被害者が経\n済的損害を被る危険性が極めて高い上，被告人は，被害者が金融業者から督促を受\nけた状況についても把握しておらず（被告人の第１０回公判供述），前認定のとおり，\n多重債務者の１人が，自己破産を申し立てるに際して連帯保証人である被害者らを気\n遣ったのに対し，被害者は既に自己破産したのでかまわないなどと虚偽の事実まで告\nげるなど，被害者の信用や預貯金を支配しながら，誠実に管理せず，また，被告人が\n上記多重債務者への融資に充てた金員には，被害者に対し，画廊を経営する有限会\n社の設立資金であるなどと言って，提供させた預貯金３００万円も含まれており，被告\n人は，被害者不動産をＶに売却した際，被害者に無断でＶから仲介手数料の名目で７\n５万円を取得するなど，被害者の資産を利用して自己の利得を重ねながら，被害者の\n資産が滅失するにまかせていた。\nこの結果，平成１２年３月上旬ころ，被害者は，被害者不動産及びその売却代金，５\n００万円余りあった預貯金，従前の勤務先から支払われた給与及び退職金等の財産\nをほとんど失う一方，金融業者に対する多額の債務を負うに至り，被告人においても，\nもはや被害者の資産が枯渇したことを同人に糊塗できない状態に至っていたと認めら\nれる。被害者も，前認定のとおり，平成１１年９月ころ，Ｘに対し，被告人が預金を勝手\nに引き出す旨の不満を漏らし，平成１２年１月末ないし同年２月初めころ，前記J'に対\nし，「もう自己破産せないかんごとなった。」，「G'に預けていたお金も，G'は銀行に預\nけていると言っていたが，調べたところ金がないことが分かった。」などと述べており，こ\nのころには被告人のせいで財産を失った旨の認識を有していたことがうかがわれる。\nこれらの事情によれば，本件殺人事件当時，被告人は，被害者に利用すべき財産\nがなくなった上，同人から，被告人が被害者の財産を失わせたとして，その責任を厳し\nく追及されることが十分に予想できる状況にあったと認められ，かかる状況から，被告\n人が，被害者の財産管理により利得することはできなくなった上，早晩，同人から厳し\nく責任追及されることを予測し，あるいは実際に被害者から責任追及されるなどして，\n被害者に対し殺意を抱くに至ったと考えることができる。\nなお，前記経過にかんがみれば，被告人が入院中の被害者を世話するなどした行\n為は，被害者の信頼を得てその貯金通帳等を預かり，財産を利用するための手段に\nすぎなかったと見られ，被告人と被害者との間に弁護人が主張するような親愛関係が\nあったとは認められない。\nしたがって，被告人に被害者を殺害する動機がない旨の弁護人の主張は採用でき\nない。\n５　犯行場所について\n被害者が殺害された場所については，被害者の死体が本件倉庫内に保管されてい\nたこと，本件事務所が昼夜間とも交通量の多い道路に面した建物の１階部分であり，\n外部から死体を運び込んだ場合第三者の目に付きやすいこと，被害者は，画廊のた\nめ使用する物件を探す際に被告人と共に本件事務所を訪れたことがあり，被告人が\n被害者を本件事務所内に誘うのは容易であることに照らし，本件事務所内である可能\n性が高く，被害者が他の場所で殺害されたことをうかがわせる証拠のない本件におい\nては，少なくとも本件事務所及び当時の被告人方が所在する判示Ｅ内において被害\n者が殺害されたものと認定するのが相当である。\nなお，この点に関し，弁護人は，被害者は本件倉庫以外の場所で殺害されたもので，\n被害者の体格や倉庫の状況に照らすと，被告人が単独で被害者を本件倉庫内に運\nび込むことはあり得ない旨主張するが，被害者が本件倉庫以外の場所で殺害されたと\nの主張は具体的根拠を欠くものであり，また，被害者が平成１１年９月１４日に前記I'病\n院に入院した際，身長は１６５センチメートル，体重は６０．５キログラムであり（甲２４２），\n本件殺人事件当時体重が多少変動していたとしても，その死体を体格において劣ら\nない壮年の被告人が１人で本件倉庫内に運びこむことが不可能ないし著しく困難であ\nるとは考えられない。\n６　結論\n以上のとおり，被告人が被害者の死の直前に同人と行動を共にしていたこと，被害者\nの死後間もないころ，被害者の死体は，被告人が随時出入りし，当時何者にも利用さ\nれていなかった本件事務所内に所在していたこと，被告人とＡが共同して被害者の死\n体を遺棄したことから，被告人とＡの両名又はいずれか一方が被害者の死に関与した\nと考えられるところ，被害者の死亡時刻ころ，Ａは福岡市内に居て被害者の死亡に関\n与していないと認められること，以上の各事実のみをもっても，被告人が被害者を殺害\nした蓋然性は極めて高いということができる。さらに，被告人が，本件事務所におい\nて，Ａに対し，被害者を殺害した旨告げたこと，被告人は，死体遺棄の準備のため前\n記青色ビニールシート等を購入し，本件事務所を隠匿場所として提供したほか，前記\nＱの旧自宅の地下倉庫やE'の旧自宅の古井戸等，死体遺棄の場所を提案するなど\n（甲８９，９０，乙６２），死体遺棄に積極的に関与したこと，死体遺棄後，複数人に対し\n積極的に被害者の生存を偽装する言動をし，勾留中にはＡに対し前記の手紙を送付\nして被害者の生存を偽装する罪証隠滅まで暗に示唆したことなどの事情を併せ考え\nれば，被害者は，被告人が殺害したものであると推認することができ，これに合理的疑\nいを差し挟む余地はない。\n（累犯前科）\n被告人は，昭和６１年５月１９日，福岡地方裁判所小倉支部において殺人罪，死体遺\n棄罪により懲役１５年に処せられ，平成１０年６月１８日仮出獄し，平成１２年５月９日，そ\nの刑の執行を受け終わったもので，この事実は前科調書（乙３２）及び判決書謄本（乙３\n４）により認められる。\n（法令の適用）\n罰条\n第１の行為　　　　　　　刑法６０条，２５２条１項\n第２の行為　　　　　　　刑法１９９条\n第３の行為　　　　　　　刑法６０条，１９０条\n第４，第１１の各行為　　各有印私文書偽造の点につき刑法６０条，１５９条１項，各同\n行使の点につき同法６０条，１６１条１項，１５９条１\n項，各詐欺の点につき同法６０条，２４６条１項\n第５，第６の各行為　　　各有印私文書偽造の点につき刑法１５９条１項，各同行使の\n点につき同法１６１条１項，１５９条１項，各詐欺の点\nにつき同法２４６条１項\n第７の行為　　　　　　　刑法２３５条\n第８，第１０の各行為　　各有印私文書偽造の点につき刑法６０条，１５９条１項，各同\n行使の点につき同法６０条，１６１条１項，１５９条１項\n第９の行為　　　　　　　有印私文書偽造の点につき刑法６０条，１５９条１項，同行使の\n点につき同法６０条，１６１条１項，１５９条１項，電磁\n的公正証書原本不実記録の点につき同法６０条，１\n５７条１項，同供用の点につき同法６０条，１５８条１\n項，１５７条１項\n科刑上一罪の処理　　　　第４ないし第６，第８ないし第１１につきそれぞれ刑法５４条１\n項後段，１０条（第４ないし第６，第１１につきいずれも\n昀も重い詐欺罪の刑で（但し，短期はいずれも偽造\n有印私文書行使罪の刑のそれによる。），第８，第１０\nにつき犯情の重い偽造有印私文書行使罪の刑で，\n第９につき刑及び犯情の昀も重い偽造有印私文書\n行使罪の刑でそれぞれ処断）\n刑種の選択　　　　第２の罪につき無期懲役刑を選択\n累犯加重　　　　刑法５６条１項，５７条（第９ないし第１１の各罪はいずれも前記の前科と\nの関係で再犯であるからそれぞれ法定の加重）\n併合罪の処理　　　　刑法４５条前段，４６条２項本文\n未決勾留日数の算入　　　　刑法２１条\n訴訟費用の不負担　　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件は，被告人が，単独で，高校の同級生であった被害者を殺害し（第２），共犯者１\n名と共謀の上，その死体を山中に遺棄し（第３），上記共犯者と共謀の上，被害者の生前\nにその預金を横領し（第１），被害者の死後，同人名義のクレジットカードや国民健康保\n険被保険者証を利用して財物を詐取しようと企て，上記共犯者と共謀の上，クレジットカ\nード売上票用紙を偽造し，これを旅行代理店従業員に行使して新幹線切符を詐取し（第\n４），単独で，借入申込書等を偽造し，これを金融業者に行使して現金（第５）及びカード\n（第６）を詐取し，上記カードを利用して現金自動支払機から現金を窃取した（第７）という\n一連の事案，及び，第三者の土地を無断で売却して被害者から金員を詐取しようと企\nて，共犯者２名と共謀の上，上記土地所有者の委任状を偽造して市役所係員に行使し\n（第８，第１０），上記土地所有者の住民異動届を偽造し，これを市役所係員に行使して，\n公正証書の原本たる電磁的記録である住民基本台帳ファイルにその旨不実の記録をさ\nせ（第９），上記土地所有者になりすまし，同人名義の不動産売渡承諾書を偽造して被害\n者に行使し，被害者と土地売買契約を締結して同人から手付金を詐取した（第１１）という\n別の一連の事案である。\n１　第２及び第３の犯行について\n被告人が本件殺人の犯行を否認しているため，その動機等について明らかでない部\n分もあるが，前記事実認定の補足説明第１において認定した経緯によると，被告人\nは，被害者から財産的損害について責任追及されることを予測し，あるいは現に追及\nされたことにより，被害者を疎ましく思い，同人を殺害したものと考えられ，人命を軽視\nした身勝手極まりない動機にもとより何ら酌むべき点はない。\n殺人の犯行態様は，被害者の頸部を手又はひも様のもので絞めて窒息死させるとい\nう残酷なものである。被告人は，被害者殺害の前日に南京錠及び掛け金を購入し，本\n件倉庫ドアにこれを取り付けようとしたことが認められるところ，同事務所は被告人が所\n有ないし管理するものではなく，倉庫内にあえて鍵を設置して保管すべき物もなかっ\nたことに照らし，上記南京錠等は，被害者の死体を一時隠匿するために購入したもの\nと推認できるから，本件は，事前に準備した上で敢行された計画的な犯行と認められ\nる（被告人が，Ａとの死体遺棄の共謀に先立ち，同人に対し，第１の犯行がばれたこと\nなどから，被害者がＡのところに乗り込むなどとうるさく言ったため，かっとなって抑えき\nれずに被害者を殺害したなどと告げた発言は，Ａに死体遺棄への協力を余儀なくさせ\nるための虚偽の言動と考えるのが相当である。）。死体遺棄について，被告人は，被害\n者を殺害した後，共犯者と共に死体を遺棄する場所を慎重に探し回り，大量の土砂に\nより死体の発見が妨げられることを予測して遠隔地の残土処分場の地中に被害者の\n死体を埋めたもので，死体遺棄の態様も周到に計画された巧妙なものであり，悪質と\nいうべきである。被害者は，高校同級生の被告人と再会するまではトラック運転手とし\nてまじめに勤務し，貯蓄に励んできたもので，何ら落ち度はないばかりか，被告人がか\nつて欺罔的手段により他の同級生に経済的損害を与え，また殺人の前科を有するた\nめ同級生の多くから相手にされなかったにもかかわらず，その仮出獄を祝い，預金通\n帳等を預けるなど，被告人に多大な信頼を寄せていたにもかかわらず，その被告人の\nために財産を失うばかりか多額の債務を負い，ついには頸部を絞められ，激しい苦痛\nを受けて殺害された上に，残土処分場に埋められ，死後約１年２か月を経過して深さ８\nメートル余りの土中から変わり果てた姿で発見されたもので，その無念さは察するに余\nりあり，結果は特に重大である。被害者の遺族に対する慰謝の措置も何ら講じられて\nおらず，遺族の処罰感情が峻烈なのは当然である。また，本件は，衝撃的な事件とし\nて新聞等で報道され，社会的影響も少なくなかったものである。被告人は，前刑にお\nいても，被害者から金員の返済を迫られたことに激高して同人をタオルで絞殺し，その\n死体を南京錠で施錠した押入れに隠匿し，甥に死体遺棄への協力を余儀なくさせ，\n同人と共に上記死体を埋立地の土中に埋めるなど，本件と同様の犯行を行った上，\n公判廷で，実在の人物を挙げてその者が殺害実行犯であるなどと弁解していたもので\n（被告人は，本件の公判廷において，上記の弁解が虚偽であったことを認めてい\nる。），その刑の仮出獄中であったにもかかわらず，自戒することなく再び安易かつ身\n勝手な理由で人を殺害し，前刑同様，共犯者に死体遺棄を手伝わせた上，犯行発覚\n後は同人が被害者を殺害したなどと虚偽の弁解をして自己の刑責を免れようとしてお\nり，他人の財産から不正に利得した上，その被害者の存在が疎ましくなるや，安易に\n殺害してその死体を遺棄し，犯行を隠蔽しようとする被告人の重大な反社会的性格\nは，長期間の服役によっても全く改善されていないというべきである。したがって，被告\n人は，遵法意識を欠如し，人命軽視の傾向が甚だしく，反省の情は皆無であるものと\nして，その道義的責任も著しく重い。\n２　その余の犯行について\nいずれの犯行についても，安易かつ利欲的な動機に酌むべき点はない。犯行回数は\n多数に及び，その被害金額は合計５２０万円余りと多額である。第１，第４ないし第７の\n犯行は，第２及び第３の犯行の被害者の信用を，その死の直前から死後までも利用し\n尽くそうとした悪質な犯行であり，また，第８ないし第１１の犯行は，土地所有者の委任\n状を偽造して虚偽の住民異動届をするなどした上，土地所有者に成りすます女性を\n犯行に加わらせるなど，周到に準備をして被害者を欺罔し，手付金を詐取した，計画\n的，巧妙なものであり，詐欺の被害金額は４５０万円と多額で，被害者の処罰感情が厳\nしいのも無理からぬところである。文書偽造，同行使等の際，各種証明に用いられ高\n度の社会的信用が認められている住民基本台帳に対する信頼までも害した結果も軽\n視できない。\n３　以上によると，被告人の刑責は極めて重いというべきであるから，第１１の犯行につい\nて，被告人が詐欺の被害者に対し２００万円の被害弁償をしたことなど，被告人のため\nに酌むことのできる事情を考慮してもなお，求刑どおり無期懲役に処するのが相当で\nあると判断した。\n（求刑　無期懲役）\n平成１５年３月１３日\n福岡地方裁判所小倉支部第２刑事部\n裁判長裁判官　　　大　　泉　　　一　　夫\n裁判官　　　西　　森　　　英　　司\n裁判官　　　坂　　本　　　好　　司\n"
}