{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 18
  },
  "case_number": "平成15(ネ)405",
  "case_name": "預金返還請求控訴事件",
  "court_name": "名古屋高等裁判所民事第1部",
  "result": "棄却",
  "original_court_name": "津地方裁判所\n        　四日市支部",
  "original_case_number": "平成13(ワ)344",
  "lawsuit_id": "3153",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3153",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/153/003153_hanrei.pdf",
  "contents": "主　　　　　　　　文\n本件控訴を棄却する。\n控訴費用は，１審原告の負担とする。\n事実及び理由\n（以下，略語は原判決に準ずる。）\n第１　当事者の求めた裁判\n１　１審原告\n(1)　原判決を取り消す。\n(2)　１審被告は，１審原告に対し，６００万円及びこれに対する平成１３年１０月２７\n日から支払済みまで年６分の割合による金員を支払え。\n(3)　訴訟費用は，第１，２審とも１審被告の負担とする。\n(4)　仮執行宣言\n２　１審被告\n主文同旨\n第２　事案の概要\n１　本件は，１審原告が，１審被告に対し，主位的に，普通預金契約に基づき，６００\n万円の普通預金の払戻しとこれに対する本訴状送達日の翌日から支払済みまで\n商事法定利率による遅延損害金の支払を求め，予備的に，１審被告のした預金の\n払戻しが有効であるとしても，１審被告において，副印鑑制度を廃止し，安全な印\n鑑検索システム等の導入を怠り，少なくとも，預金契約に際してその危険性を説明\nすべき注意義務を怠ったとして，債務不履行に基づき，上記同額の損害賠償金の\n支払を求めたところ，１審被告が，主位的請求につき，債権の準占有者に対する有\n効な弁済により１審原告の預金債権は消滅していること，あるいは，預金取引上の\n免責約款により免責されることを，予備的請求につき，債務不履行を否認し，仮定\n的に，損害保険金の受領による損益相殺を主張して争った事案である。\n原審は，１審被告の預金払戻しは，債権の準占有者に対する弁済として有効であ\nり，また，１審被告に債務不履行はないとして，１審原告の本件請求をいずれも棄\n却したため，１審原告がこれを不服として控訴した。\n２　争いのない事実，争点及び当事者の主張は，当審での主張を踏まえて次のとおり\n改めるほか，原判決「事実及び理由」の「第二　事案の概要」の二，三のとおりであ\nるからこれを引用する（但し，原判決「事実及び理由」の「第二　事案の概要」の「三\n争点」の「(一)　原告の主張」と「(二)　被告の主張」の順序を入れ替える。）。\n(1)　原判決２頁５行目の「原告は，」を「１審原告は，１審被告との間で普通預金契\n約を締結し，」と，１０行目の「窃取した。」を「窃取した（原審証人Ａ）。」と，２０行\n目から２１行目までを「(1)　本件払戻請求書に使用された印影（以下「本件印影」\nという。）は偽造されたものであり，届出印鑑票による印影（以下「届出の印影」と\nいう。）とは，次のとおりの相違があり，これらの相違は，平面照合によっても，一\n般人が熟視すれば発見することが可能であり，ましてや印鑑照合事務に習熟し\nている銀行員が業務上相当の注意を払って熟視するならば肉眼をもって容易に\n発見できたもので，これを同一の印章による印影であると判断した窓口担当者\nには過失がある。」とそれぞれ改める。\n(2)　原判決３頁１３行目の次に，以下を加える。\n「⑦　「ナショナル」の「ョ」の真ん中の横線の部分について，届出の印影は直線的\nであるが，本件印影は上へ曲がっている。\n⑧  「ナショナル」の「ル」の２画目の上の部分について，届出の印影は外側の円\nと接しているが，本件印影は接していない。\n⑨　同様に「ル」の２画目の昀後の部分についても，届出の印影は内側の円と接\nして次の「株」の木偏の左下部分と重なるが，本件印影は内側の円と接してお\nらず，次の「株」の木偏の左下部分とも重なっていない。\n⑩　「株式会社」の「株」の「朱」の昀後の部分が届出の印影は内側の円に接す\nるまでとなっているが，本件印影は内側の円の中まで出てしまっている。\n⑪　「株式会社」の「式」の左上の部分について，届出の印影は外側の円と接し\nているが，本件印影は接していない。\n⑫　「株式会社」の「式」の上から２本目の横線の昀後の部分についても，届出の\n印影は縦の線と接していないが，本件印影は接している。\n⑬　「株式会社」の「会」の四角い部分の大きさが届出の印影よりも本件印影の\n方が大きい。\n⑭　「株式会社」の「社」の示偏の左上の部分について，届出の印影は「会」の右\n上の部分と接していないが，本件印影は接しているばかりか交差している。\n⑮　同様に「社」の示偏の下の部分についても，届出の印影は両側の縦線が真\nん中の線と離れているが，本件印影はくっついている。\n⑯　同様に「社」の「土」の上の部分について，届出の印影は外側の円と接して\nいるが，本件印影は接していない。\n⑰　同様に「社」の「土」の下の部分について，本件印影は不鮮明である。\n⑱　内側の円の中の「銀行之印」の「銀」（左上の部分）の文字について，本件印\n影は明らかに不鮮明であり，判別できる部分においても届出の印影とは刻字\n全体の字配りの特徴，全体の字の角度及び字画の特徴等が違っている。\n⑲　内側の円の中の「銀行之印」の「行」（右上の部分）の文字についても，本件\n印影には不鮮明な部分があり，判別できる部分においても届出の印影とは刻\n字全体の字配りの特徴，全体の字の角度及び字画の特徴等が違っている。\n⑳　内側の円の中の「銀行之印」の「之」（左下の部分）の文字について，本件印\n影は届出の印影よりも明らかに太くなっている。\n21　内側の円の中の「銀行之印」の「印」（右下の部分）の文字について，本件印\n影は明らかに不鮮明である。」\n(3)　原判決３頁１４行目から１６行目までを削除し，１７行目の「⑧」を「22」と，１９行\n目の「印鑑照合について」を「平面照合について」とそれぞれ改める。\n(4)　原判決３頁２２行目の「本人確認をすべき」から２３行目までを次のとおり改め\nる。\n「本人確認をし，印鑑を再度押捺してもらうべきであり，印鑑照合についても平面照\n合の方法だけでなく，折り重ねや拡大鏡を使用するなどして慎重に照合すべき\nであって，これらをすれば容易に本件払戻請求書が偽造であり，同請求書を持\n参した者に本件の預金についての受領権限がないことに気付いたはずであり，\nこれをせず，漫然と払戻しをした窓口担当者には，重大な過失がある。」\n(5)　原判決３頁２４行目の「①　本件払戻金額は，」を「①　本件払戻しは，朝早い１\n０時１０分ころであり，その払戻金額も，」と改める。\n(6)　原判決４頁５行目の次に，以下を加える。\n「　⑤　本件印影は，朱肉ではなく，スタンプが使用されている。\n⑥　１審被告は，一般に，払戻請求書の口座番号欄を左詰めで記載するよう\n指導していたのに，本件払戻請求書の口座番号欄は右詰めで記載されて\nいる。\n⑦　本件払戻請求者は，本件通帳以外に個人名義の預金通帳２冊を所持し，\n個人の通帳からいくら払戻しができるか質問している。\n(3)　以上によれば，１審被告がした本件払戻しには過失がなかったということは\nできないから，本件払戻しは債権の準占有者に対する有効な弁済とはいえ\nず，また，預金取引上の免責もあり得ない。」\n(7)　原判決５頁７行目の「有効である。」を「有効であり，１審原告の本件預金債権\nは消滅している。」と改める。\n(8)　原判決５頁１８行目の末尾に，以下を加える。\n「また，１審被告は，払戻請求書の口座番号欄を左詰めで記載するよう指導してい\nない。更に，小企業にあっては，資金不足の際に代表者個人の資金を法人の資\n金に充当することは日常行われることであり，本件払戻請求者が本件通帳以外\nに代表者の個人名義の預金通帳を所持し，払戻しにつき質問したことをもって，\n不審を抱くべき事由とはいえない。」\n(9)　原判決５頁１９行目の「副印鑑制度の」を「副印鑑制度の廃止ないし」と改め\nる。\n(10)　原判決５頁２１ないし２３行目を次のとおり改める。\n「　近年，技術等の進歩により，預金通帳が盗取された場合，通帳に付された副印\n鑑から印鑑あるいは印影を偽造して，払戻手続がなされる事件が多発するよう\nになり，本件払戻し当時には，これらの事件が社会問題化していた状況にあり，\n警察等からの指導や偽造払戻しなどの事案による副印鑑制度の危険性を熟知\nしている１審被告は，危険な副印鑑制度を廃止して新システムを導入するか，少\nなくとも預金者に対して，その危険性を直接説明する義務を負っていたというべ\nきである。ところが，１審被告は，これらの義務に違反して，当時，副印鑑制度を\nそのまま維持し，１審原告に同制度の危険性を説明していなかったもので債務\n不履行責任がある。」\n第３　当裁判所の判断\n当裁判所も，以下に述べるとおり，１審被告の本件払戻しは，債権の準占有者に\n対する弁済として有効であって，本件請求になる預金債権は弁済により消滅してお\nり，１審被告には，本件当時，副印鑑制度を廃止し，安全な新システムを導入すべ\nき義務，ないしは，同制度の危険性を説明すべき義務があったと認められず，１審\n原告の本件請求は，いずれも理由がないものと判断する。\n１　争点１（債権の準占有者に対する弁済）について\n(1)　本件において，１審被告の本件払戻し担当者は，本件印影と届出の印影とを\n同一の印鑑によるものと判断して本件払戻しをしたものである。そこでまず，上\n記各印影（以下「両印影」という。）が同一か否かについてみるに，甲１号証，乙\n１，２号証によれば，両印影は，ともに円形で，その外側の円の直径はいずれも\n約１８㎜，内側の円の直径はいずれも約１０㎜であり，外側の円と内側の円との\n間の空間部分に円を一周する形で「Ｂ株式会社」と，内側の円の中に「銀行之\n印」とそれぞれ配列されており，１審原告も自認しているとおり，その印影の大き\nさ，形態はほぼ同じであり，書体，字の大きさ，配列及び全体の字の角度や刻字\nされた字と余白の割合等もほとんど同じであって，外形上，両印影は酷似してい\nるといえる。\nところが，上記各号証によって，両印影を仔細に検討すると（なお，以下，①，\n②などの数字は，１審原告の主張(1)の数字に対応するものである。），①届出の\n印影では「インター」の「ン」の字の２画目が，横の部分と縦の部分では縦の部分\nが長いが，本件印影は，横の部分と縦の部分の割合がほとんど同じであること，\n②本件印影の「インター」の「タ」の字の縦線の昀下部が，届出の印影に比べて\nやや丸くカーブしていること，③「ナショナル」の２つ目の「ナ」の２画目の下の部\n分が，届出の印影では内側の円に接しているのに，本件印影は接していないこ\nと，⑤「株式会社」の「株」の木偏部分が，届出の印影では内側の円に接するま\nで延びているのに，本件印影では，接していないこと，また，「株」の「朱」の下の\n部分は，本件印影では不鮮明となっていること，⑥「株式会社」の「会」の真ん中\nの四角い部分について，届出の印影は右の線に接していないが，本件印影は，\n右の線と接していること，⑦「ナショナル」の「ョ」の真ん中の横線の部分が，届出\nの印影では直線的であるが，本件印影は上へわずかに曲がっていること，⑧「ナ\nショナル」の「ル」の２画目の上の部分が，届出の印影は外側の円と接している\nが，本件印影は接していないこと，⑨同様に「ル」の２画目の昀後の部分が，届\n出の印影は内側の円と接して次の「株」の木偏の左下部分と重なるが，本件印\n影は内側の円と接しておらず，次の「株」の木偏の左下部分とも重なっていない\nこと，⑪「株式会社」の「式」の左上の部分が，届出の印影は外側の円と接してい\nるが，本件印影は接していないこと，⑫「株式会社」の「式」の届出の印影は，上\nから２本目の横線の昀後の部分は次の「会」の縦の線と接しておらず，また，上\nから３本目の横線の中間の部分が離れているが，本件印影は２本目の横線が\n「会」の縦の線と接し，また，上から３本目の横線が中間の部分で離れていない\nこと，⑬「株式会社」の「会」の四角い部分の大きさが，届出の印影よりも本件印\n影の方が少し横に大きいこと，⑭「株式会社」の「社」の示偏の左上の部分が，\n届出の印影は「会」の右上の部分と接していないが，本件印影は交差しているこ\nと，⑮同様に「社」の示偏の下の部分が，届出の印影は両側の縦線が真ん中の\n線と離れているが，本件印影はくっついていること，⑯同様に「社」の「土」の上の\n部分が，届出の印影は外側の円と接しているが，本件印影は接していないこと，\n⑰同様に「社」の「土」の下の部分が本件印影は不鮮明であること，⑱，⑲，21内\n側の円の中の「銀行之印」の各文字が本件印影は一部不鮮明であること，⑳内\n側の円の中の「銀行之印」の「之」（左下の部分）の文字について，本件印影は\n届出の印影よりもやや太くなっていることがそれぞれ認められる。なお，その他１\n審原告は，⑩「株式会社」の「株」の「朱」の昀後の部分が，届出の印影は内側の\n円に接するまでとなっているが，本件印影は不鮮明ではあるものの内側の円の\n中まで出ているように見えることを指摘し，本件印影の内側のの円にまたがって\n「ノ」印が存在するが，これが「株」の字の「朱」の昀後の部分か否か不明であり，\n結局，これを認めることができない。なお，１審原告は，④「ナショナル」の「ル」の\n字の２画目の上に，届出の印影には「゛」が付いているのに，本件印影には付い\nていないことを指摘するが，これは，甲２号証の印影をもって届出の印影である\nとするもので明らかな誤解である。また，確かに，届出の印影と本件印影とで\nは，その色に差がある〔本件印影（乙２）は，届出の印影が朱色に近いのに対\nし，やや赤味が勝っている。但し，乙２号証の「原本」は，照合によると，記録編\n綴の書証写しより微妙にやや朱に近い色をしている。〕と認められるものの，本\n件印影が朱肉によるものか，スタンプによるものかについては，印影を仔細に検\n討するも判然としない。\n(2)　ところで，一般に，金融機関としての銀行に対し，払戻請求書によって預金の\n払戻しが請求された場合，当該払戻請求書上の印影と届出印鑑の印影とを照\n合するに当たっては，特段の事情のない限り，肉眼によるいわゆる平面照合の\n方法をもってすれば足りるにしても，銀行の照合事務担当者に対して社会通念\n上一般に期待されている業務上相当の注意をもって慎重に事を行うことを要し，\nかかる事務に習熟している銀行員がこのような相当の注意を払って熟視すれば\n肉眼をもって発見し得るような印影の相違が看過されたときは，当該担当者に過\n失があるものというべきである（昀高裁昭和４６年６月１０日第一小法廷判決・民\n集２５巻４号４９２頁参照）。\n以上の見地に立って本件についてみるに，前記認定になる届出の印影と本\n件印影との相違（後記部分を除く。）は，いずれも微妙な違いであって，前記(1)で\nみた両印影の外形上の一致とあいまって，通常人が指摘されて，相当の注意力\nをもってしても肉眼をもっては，両者の違いを看破することは著しく困難であり，\n印影の照合事務に習熟している銀行員（なお，本件払戻しを担当した１審被告\nの従業員Ｃは，本件当時，窓口業務６ないし７年の経験を有する照合事務に習\n熟した銀行員であった。）が，業務上相当の注意をもってしても肉眼をもって発見\nし得るような相違があったものとまでは認められない。確かに，本件では，前記\n認定のとおり，本件印影に明らかな不鮮明部分（⑤後段，⑰，⑱，⑲，21）もある\nが，押捺された印影については，印鑑の使い込みによる印鑑自体の変化，押捺\n時の紙質，押捺時の力の強弱，押捺の仕方等の使用条件によっても多少の相\n違は生じるものであり（原審証人Ｃ，弁論の全趣旨），本件についても，いずれも\n同一印章によりながらその使用条件等の変化によって生じ得る相違の範囲内に\nあるものと思料でき，本件印影に不鮮明部分があることをもって，印鑑照合事務\nに習熟した者が，いわゆる平面照合を行い，相当の注意力をもって熟視しても\n肉眼をもって発見し得るような相違であるとまで認めることはできない。\n(3)　そこで，次に，本件払戻しにおいて，いわゆる平面照合では十分でないとすべ\nき特段の事情があったか否かを検討するに，まず，本件では，本件払戻しを受\nけた人物について，当時，その風貌，態度及び挙動等において不審な点はなか\nったものと認められる（原審証人Ｃ，弁論の全趣旨）。次に，本件払戻請求がなさ\nれたのは，午前１０時１０分ころである（弁論の全趣旨）が，１審被告の窓口業務\nは，午前９時から開始されており（原審証人Ｃ），１時間以上経過した時間帯での\n払戻請求であり，その時間が特段の意味を持つような事情にはなく，また，本件\n払戻請求の金額は確かに多額ではあるが，これまでの１審原告の預金取引中\nでも多額の普通預金が出金されたことがあり（例えば，平成１２年１２月２７日に\n１５３万９０６９円，同月２８日に４９２万４４６１円，平成１３年１月１２日に２００万\n円の約定振替がされている。甲３），著しく不自然で不審な払戻額であるとも認\nめられない。そして，Ｃは，１審原告の預金払戻手続を通常誰が行っていたかの\n記憶がなく，かつ，１審被告の窓口にいつも経理担当の代表者の妻が来ていた\n（原審証人Ａ）としても，その認識もなかった（原審証人Ｃ）ことからすれば，仮に\nいつもと違う男性による払戻手続がとられたとしても，本件払戻しが不正なもの\nであると疑わせるものではない。また，会社が普通預金口座名義人である場合\nに，払戻請求書の『おなまえ』欄の記載についてゴム印を使用して記名するのが\n一般的とまでは認められず，Ｃは１審原告が常にゴム印を使用していたかどうか\n覚えていないこと（原審証人Ｃ）からすれば，本件払戻請求書の１審原告名が手\n書きであったからといって，本件払戻しを不正なものと疑わせるものではない。\n本件印影が朱肉によるものか，スタンプによるものかは，前記のとおり判然とし\nておらず，Ｃが朱肉によるものと思った（原審証人Ｃ）としても，不自然なことでは\nない。さらに，口座番号欄の左詰めの記載は，１審被告のコンピューター処理の\nため便宜上しているものにすぎず（弁論の全趣旨），本件払戻請求書の口座番\n号欄が右詰めで記載されても，それ自体不都合なことではなく，顧客に対し左詰\nめでの記載を指導していたとも認められない。本件払戻請求時，払戻請求者が\n「Ｄ」名義の預金通帳２冊を持っており，個人の通帳からいくら払戻しができるか\nをＣに対して尋ねている（原審証人Ｃ）が，１審被告の代表者と同じ名字の通帳\nであり，これらの通帳からの払戻可能金額を確認したからといって，直ちに払戻\n請求者を不審な人物と窺わせるような事情とまではいえない。したがって，１審\n被告の窓口業務の担当者として，払戻請求者の受領権限につき疑いを差しはさ\nむべき特段の事情があったものとは認められない。\n(4)　そうすると，１審被告の窓口業務担当者（Ｃ）が本件印影と届出の印影とを平\n面照合の方法によって同一の印鑑によるものと信じて本件払戻しをしたことにつ\nいて過失を認めることはできない。\n２  争点２（１審被告の債務不履行ないし説明義務違反）について\n副印鑑制度については，近年，印刷技術等の進歩により，従前考えられなかっ\nた形式や方法等による印鑑ないし印影の偽造が容易になされるようになり，預金\n通帳が盗取された場合，通帳に付された印影（副印鑑）から印鑑あるいは印影を偽\n造して，預金の払戻しを受ける事件がしばしば発生しており，預金者にとって副印\n鑑制度が必ずしも安全なものではないといえる（弁論の全趣旨）から，一般に，金\n融機関としては，その危険性を十分認識して取引事務を行うことが要請されている\nというべきである。\nしかしながら，証拠（乙５の１ないし６，原審証人Ｃ）及び弁論の全趣旨によれ\nば，１審被告は，電子印鑑システムの開発に伴い，副印鑑制度を廃止し，同システ\nムによる印鑑照合方式の採用を決定して，その導入の準備に取り掛かっていた\nが，本件払戻請求を受けた当時はまだ１審被告の四日市支店では，その実施がな\nされていなかったものであるところ，他の金融機関においても同様の対策が検討さ\nれつつあったこと及び他の金融機関に比べて，１審被告の同システムの導入が大\n幅に遅れていたことなどの事情は認められず，副印鑑制度の危険性が指摘されて\nいた当時の状況を考慮しても，１審被告が新システムを導入すべき義務を怠ってい\nたものとまでは認められない。また，１審被告が電子印鑑システムの導入までの過\n渡期において，金融機関として，副印鑑制度の危険性について，顧客に対し，説明\nし，周知させることが好ましいことは事実であるが，預金契約において，信義則上，\nその法的義務を負っているとまで認めることはできず，１審原告の上記主張は採用\nすることができない。\n第４　結論\nよって，１審原告の本件請求は理由がなく，これを棄却した原判決は相当である\nので，本件控訴を棄却することとし，控訴費用の負担を定めて，主文のとおり判決\nする。 名古屋高等裁判所民事第１部\n裁判長裁判官　　　　　田中由子\n裁判官　　　　　小林克美\n裁判官　　　　　佐藤真弘\n"
}