{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 31
  },
  "case_number": "平成13(ネ)1221",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12224",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12224",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/224/012224_hanrei.pdf",
  "contents": "平成１３年(ネ)第１２２１号　商標権侵害差止等請求控訴事件（原審・東京地方裁\n判所平成１２年(ワ)第１５７３２号）（平成１３年９月１９日口頭弁論終結）\n判　　　　　　　　　決\n控訴人　　　　　　　　株式会社武蔵野化学研究所\n訴訟代理人弁護士      島　　　田　　　康　　　男\n被控訴人　　　　　　　ピューラック・ジャパン株式会社\n訴訟代理人弁護士　　　中　　　島　　　　　　　徹\n同　　　　　　　　　　木　　　村　　　久　　　也\n同　　　　　　　　　　斎　　　藤　　　亜　　　紀\n同                    寺　　　原　　　真　希　子\n主　　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴人の当審で追加した請求を棄却する。\n３　当審における訴訟費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は、乳酸又はその容器若しくは包装に別紙標章目録記載(1)ない\nし(3)の各標章を付し、各標章を付した乳酸又はその包装に各標章を付したものを販\n売し、販売のため展示し、又はそれに関する広告、取引書類に各標章を付してはな\nらない。\n(3)　被控訴人は、別紙広告目録記載の謝罪文を株式会社食品化学新聞社発行の\n「食品化学新聞」に１回掲載せよ。\n(4)　被控訴人は、控訴人に対し、金１８８５万円及びこれに対する平成１２年\n８月８日から支払済みまで年５分の割合による金員を支払え。\n(5)　訴訟費用は、第１、２審を通じ、被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要\n本件は、被控訴人が別紙標章目録記載(1)ないし(3)の標章（以下「被控訴人\n標章(1)」ないし「被控訴人標章(3)」といい、これらを総称して「被控訴人標章」\nという。）を乳酸に付するなどして使用し、控訴人の商標権を侵害していると主張\nして、控訴人が、被控訴人に対し、商標法３６条１項に基づき被控訴人標章の使用\nの差止めを、民法７０９条、商標法３８条１項に基づき損害の賠償を、同法３９条\nにおいて準用する特許法１０６条に基づき謝罪広告の掲載を、それぞれ求める事案\nである。\nなお、被控訴人標章(2)及び(3)に係る請求は、当審において追加されたもの\nである。\n１　争いのない事実等\n(1)　控訴人は、有機酸その他の化学工業製品の製造、加工、販売、輸出入等を\n業とする株式会社であり、被控訴人は、乳酸及び乳酸誘導体の輸入、マーケティン\nグ業務、販売、新製品の開発等を業とする株式会社である。控訴人及び被控訴人\nは、いずれも、乳酸と乳酸ナトリウムの混合物から成る食品添加物であるpH調整剤\n（以下「本件pH調整剤」という。）を販売している。\n(2)　控訴人は、次の商標権（以下「本件商標権」といい、その登録商標を「本\n件商標」という。）の商標権者である。\n出願年月日　　平成７年６月７日\n査定年月日　　平成９年７月３日\n登録年月日　　同年８月２２日\n登録番号　　　第３３４１６１６号\n商品区分　　　商標法施行令別表第１類\n指定商品　　　乳酸\n登録商標　　　別紙商標目録記載のとおり\n２　控訴人の主張\n(1)　被控訴人は、平成９年９月以降、被控訴人標章を付した本件pH調整剤を販\n売し、その広告に被控訴人標章を付している。\n被控訴人は、被控訴人標章を、被控訴人の販売する本件pH調整剤（以下\n「被控訴人商品」という。）の広告のみならず、被控訴人商品及びその取引書類に\nも付している。また、被控訴人商品の広告に被控訴人標章を付す行為は本件商標権\nを侵害するから、被控訴人商品に被控訴人標章を付す行為など他の態様の使用行為\nについても、本件商標権を侵害するものとして差止めの必要性がある。\n被控訴人による被控訴人標章の使用態様は、自他商品の識別機能を果たす\nものであり、商標としての使用というべきである。\n(2)　被控訴人標章(1)は、本件商標と称呼が同一で外観が酷似しており、全体\nとして本件商標と類似している。被控訴人標章(2)の要部は「カンショウ乳酸」であ\nって本件商標と称呼が同一で外観が酷似しており、被控訴人標章(3)の要部は「緩衝\n乳酸」であって本件商標と称呼が同一であり、被控訴人標章(2)及び(3)は、いずれ\nも全体として本件商標と類似している。したがって、被控訴人の上記(1)の行為は、\n本件商標権の侵害行為に当たる。\n(3)　被控訴人は、平成９年９月から平成１２年３月までの間に、被控訴人標章\nを付した被控訴人商品を合計１４５トン販売した。控訴人は、本件pH調整剤の販売\nについて１トン当たり１３万円の利益を得ている。したがって、控訴人が被控訴人\nの本件商標権の侵害行為により被った損害は、商標法３８条１項により１８８５万\n円と推定される。\n(4)　被控訴人は、業界紙である株式会社食品化学新聞社発行の「食品化学新\n聞」に被控訴人商品の広告を掲載してきたから、被控訴人による本件商標権の侵害\n行為によって控訴人が被った被害を回復するためには、同新聞に別紙広告目録記載\nの謝罪文を掲載することが必要である。\n(5)　被控訴人は、本件商標が商標法３条１項１号に掲げる商標に該当し、その\n登録には同法４６条１項１号所定の無効事由が存在することが明らかであると主張\nする。\nしかしながら、本件商標は、以下のとおり、有機酸類又は乳酸塩類の一種\n類名を表す普通名称ではない。\nア　「カンショウ乳酸」という名称の有機酸又は乳酸塩は存在せず、そのよ\nうにいう文献も見当たらないのであって、本件商標が有機酸類又は乳酸塩類（pH調\n整剤）の一種類名を表す普通名称ではない。\nイ　乳酸と乳酸ナトリウムの混合溶液のように緩衝作用のある溶液について\n「緩衝乳酸」と呼ばれることはない。有機化学の研究者の世界でも、食品添加物の\n業界においても、このような語は使用されず、「乳酸緩衝液」と表示される。\n乳酸と乳酸ナトリウムの混合溶液だけでなく、酢酸と酢酸ナトリウムの\n混合溶液等は、緩衝作用が認められることから緩衝溶液といわれ、「酢酸緩衝液」\nなどと表示されるが、これらの混合溶液が「緩衝酢酸」などといわれることはな\nい。「クエン酸緩衝液」、「ギ酸緩衝液」、「酢酸リチウム緩衝液」、「リン酸緩\n衝液」等の混合溶液も同様である。\n有機酸（弱酸）とその塩から成る緩衝溶液について、これを構成する有\n機酸及び塩により表示することは普通に行われており、これによれば、乳酸と乳酸\nナトリウムの混合物から成る緩衝溶液は「乳酸－乳酸ナトリウム」と表示される。\nウ　「緩衝乳酸」の語が乳酸と乳酸ナトリウムの混合物を表す普通名称でな\nい以上、その一部を片仮名で表記した本件商標が普通名称であるということはでき\nない。\nエ　外国文献においては、「buffered lactic acid」「lactic acid\nbuffered」「lactate buffer」など、乳酸と乳酸ナトリウムの混合物である緩衝溶\n液を意味する表現が見られるが、日本語に翻訳されるときは、日本語として一般的\nな「乳酸－乳酸ナトリウム緩衝液」又は「乳酸緩衝液」と表現される。上記の英語\n表現等が外国文献に存在することは、日本語として使用されていない「緩衝乳酸」\nが乳酸と乳酸ナトリウムの混合物の普通名称であることの根拠となるものではな\nい。\nオ　本件商標は、控訴人の商品名であり、控訴人の営業努力によって食品業\n界に広く知られるようになった。本件pH調整剤の製造販売は、控訴人が昭和４２年\n５月に行ったのが昀初であり、控訴人は、この製品（以下「控訴人製品」とい\nう。）に控訴人の造語である「カンショウ乳酸」の商標を付した。以後、本件商標\nを付した製品は、控訴人の製造販売に係る本件pH調整剤として、同業界において広\nく知られるところとなったため、控訴人は、ブランド政策の観点から、平成７年６\n月７日、本件商標の登録出願を行い、平成９年８月２２日に設定登録を受けた。近\n年、被控訴人が本件pH調整剤の我が国における販売を本格化する前には、控訴人\nは、国内昀大手として、本件pH調整剤の製造販売総量の９割程度を占めていた。\nカ　商標が誤って普通名称として使用された場合において、そのような使用\nのすべてに対し商標権者が対応することは困難であり、単に１回誤った普通名称と\nして使用されたことから直ちに、当該表示が普通名称化したということはできな\nい。安易に普通名称化を認めることは、周知又は著名な商標の商標権者が永年にわ\nたって築いてきた商標に化体された業務上の信用を無にするおそれがあり、商標法\nの制度趣旨に反する。\nキ　小田聞多「新めんの本第３版」（食品産業新聞社１９９２年１１月１５\n日発行、乙第１１号証、以下「小田文献」という。）は、本件pH調整剤を表示する\n普通名称として「緩衝乳酸」の語を誤って用いているが、普通名称としては「乳酸\n緩衝液」又は「乳酸－乳酸ナトリウム緩衝液」と表示すべきであった。執筆者ら\nは、控訴人の製品である本件pH調整剤が業界に広く知られていたので、乳酸緩衝液\nの例としてこれを挙げたが、商品名をそのまま書籍に用いることを避け、本件商標\nの片仮名部分を漢字で表記したものである。\nク　藤野満「乳酸の特徴と食品への利用」（月刊フードケミカル１９９７年\n２月号、乙第１０号証、以下「藤野論文」という。）は、当時、業界でよく知られ\nていた控訴人製品を取り上げるについて「カンショウ乳酸」の語を表示したもので\nあって、読者もそのように理解している。業界紙においては、メーカーの社員が研\n究発表の形で自社製品について書くことは通常見られるところであり、この一事を\nもって「カンショウ乳酸」が普通名称化したということはできない。\nケ　控訴人は、本件商標等を違法に使用する者に対して、その使用の差止め\n等を要求しており、「緩衝乳酸」の商標を使用していた者は、これに応じ、その使\n用を中止した。\n被控訴人は、三共フーヅ株式会社（旧商号・三共イースト株式会社、以\n下「三共フーヅ」という。）の包装容器（乙第８号証）により、三共フーヅが本件\n商標を使用していることから、本件商標が普通名称であると主張するが、三共フー\nヅは、本件商標について控訴人と使用許諾契約を締結して適法に本件商標を使用し\nているのであり、このことは、本件商標が普通名称化していないことの証左であ\nる。\nコ　被控訴人は、アムステルダム化薬会社作成及び重松貿易株式会社発行に\n係る「乳酸と乳酸塩」（乙第１２号証の２の５）に「緩衝乳酸」の表示があると主\n張するが、同証において、本件pH調整剤は「乳酸－乳酸ナトリウム緩衝剤」と表示\nされており、「緩衝乳酸」とは表示されていない。\nサ　控訴人の関連会社である武蔵野商事株式会社作成の「カンショウ乳酸」\nのパンフレット（乙第１２号証の２の６）には、「カンショウ乳酸は、食品のpH調\n整剤です」、「カンショウ乳酸は緩衝作用を持つpH調整剤です」等の記載がある\nが、これらの記載によれば、本件商標は当該製品の商標として使用されており、そ\nの普通名称は「pH調整剤」である。本件商標が本件pH調整剤の普通名称であるなら\nば、「本件製品はカンショウ乳酸です」と表示されるはずであるが、同証において\n「カンショウ乳酸は、食品のpH調整剤です」、「カンショウ乳酸は緩衝作用を持つ\npH調整剤です」と記載されているのは、本件商標が本件pH調整剤の普通名称ではな\nいことの証左である。\nシ　片仮名の「カンショウ」に対応する漢字は、「干渉」、「観賞」、「鑑\n賞」等多数あり、「緩衝」に限られないから、この点においても、本件商標が普通\n名称であるということはできない。\nス　インターネットの検索サイト「goo」、「infoseek」、「BIGLOBE」及\nび「YAHOO」において、検索条件を「緩衝乳酸」とすると、本件訴訟以外の検索結果\nは表示されず、検索条件を「緩衝」及び「乳酸」の両方を含むとすると、多数の検\n索結果が表示される。そうすると、「乳酸緩衝液」のように「緩衝」と「乳酸」の\n語が同時に表記されることは頻繁であるのに対し、「緩衝乳酸」という学術用語は\n存在しないことが分かるから、「緩衝乳酸」及び本件商標が普通名称であるという\nことはできない。\nセ　商標法３条１項１号該当性は、主として商標の外観により判断されると\nころ、「カンショウ乳酸」は「緩衝乳酸」と外観上異なるから、同号該当性を認め\nることはできない。\n３　被控訴人の主張\n(1)　被控訴人は、設立された平成１０年２月２日以降、被控訴人標章(1)を被\n控訴人商品の広告に付したことはあったが（乙第１号証）、被控訴人商品のラベル\nに付したことはない。被控訴人は、平成１２年５月ころまで、被控訴人標章(2)を被\n控訴人商品の箱のラベル及び請求書に付し（乙第４号証、乙第７号証の１～５）、\nその後、被控訴人標章(3)を被控訴人商品の箱のラベル、請求書及び広告に付してい\nる（乙第５号証、乙第６号証、乙第２０号証）。\n(2)　被控訴人は、被控訴人商品の広告において、商品の普通名称として被控訴\n人標章(1)の表示をしたものであり、商標として使用したものではない。「カンショ\nウ乳酸」及び「緩衝乳酸」が普通名称である以上、これらに商品の特性を示す「発\n酵」の文字を付した被控訴人標章(2)及び(3)も同様に、商標として使用されたもの\nではない。\n(3)　被控訴人標章と本件商標は、外観において類似していない。また、本件商\n標及び被控訴人標章が使用される商品は食品添加物であり、その需要者は食品製造\nメーカーであって、その販売元による個別かつ直接の販売活動を通じてこれを購入\nするものであること、控訴人製品と被控訴人商品が原材料を異にすること、被控訴\n人が乳酸の広告に「カンショウ乳酸」と表示する場合には、必ずそのすぐ近くに被\n控訴人の会社名を表示していたことなど取引の実情に照らせば、被控訴人標章と本\n件商標は、商品の出所の混同を生ずるおそれがない。したがって、被控訴人標章は\n本件商標と類似しないというべきである。\n(4)　本件商標は、以下のとおり、化学物質の名称である「Buffered Lactic\nAcid」を和訳した「緩衝乳酸」という用語について（Bufferedは緩衝作用を意味\nし、Lactic Acidは乳酸を意味する。）、「緩衝」の部分を片仮名とし、全体を行書\n体で書してなるものであって、商品の普通名称を普通に用いられる方法で表示する\n標章のみからなる商標として商標法３条１項１号に掲げる商標に該当し、その登録\nには同法４６条１項１号所定の無効事由が存在することが明らかであり、控訴人の\n本件商標権に基づく請求は、権利の濫用として許されないというべきである。な\nお、被控訴人を請求人、控訴人を被請求人とする商標登録無効審判事件（無効２０\n００－３５５０８）において、平成１３年５月８日、上記理由により本件商標に係\nる商標登録を無効とするとの審決がされた。\nア　小田文献（乙第１１号証）においては、有機酸の一種として「緩衝乳\n酸」が挙げられ、藤野論文（乙第１０号証）においては、乳酸塩の一種として「カ\nンショウ乳酸」が挙げられている。これら書証の記載が誤りであるとする証拠はな\nい以上、「カンショウ乳酸」は、有機酸類又は乳酸塩類（pH調整剤）の一種類名を\n表す普通名称というべきである。\nイ　本件商標は、新製品に付された名称が普通名称化したものであるから、\n酢酸と酢酸ナトリウムの混合溶液など、本件pH調整剤以外の緩衝作用を有する混合\n溶液について、「酢酸緩衝液」などと表示され「緩衝酢酸」などと表示されないと\nしても、そのことから直ちに、本件商標が普通名称であることを否定することはで\nきない。\nある製品について、普通名称が一つに限られるということはないから、\n本件pH調整剤が「乳酸－乳酸ナトリウム」という普通名称により表示されることが\nあっても、本件商標が普通名称であることを否定することはできない。学術論文に\nおいては、化学的成分を明らかにするという意味で、成分表示を用いた学術用語で\nある「乳酸－乳酸ナトリウム」という用語が用いられ、取引において通常用いられ\nる慣用的名称としての普通名称が用いられないことも自然である。\nウ　控訴人は、「緩衝乳酸」の語が乳酸と乳酸ナトリウムの混合物を表す普\n通名称ではないことを前提として、その一部を片仮名で表記した本件商標が普通名\n称であるということはできないと主張するが、「緩衝乳酸」は普通名称であるか\nら、控訴人の主張は前提を欠く。\nエ　外国文献において使用される「buffered lactic acid」などの表現は、\n「緩衝(buffered)」「乳酸(lactic acid)」という日本語の表現と合致する。日本語\nの「乳酸－乳酸ナトリウム緩衝液」は英語の「lactic acid-sodium lactate buffer\nsolution」に、日本語の「乳酸緩衝液」は英語の「lactic acid buffer solution」\nに、それぞれ合致する。\n本件商標が控訴人の造語であるとしても、英単語の直訳をつなげて熟語\nにしただけのものであって、使用されるうちに普通名称化しやすいものである。\nオ　当初、本件pH調整剤を控訴人のみが製造販売していたからこそ、被控訴\n人等がその製造販売を始めたことにより、本件商標が普通名称化したものである。\n控訴人以外の者が本件商標と異なる名称を付して本件pH調整剤の製造販売をしてい\nたならば、本件商標の普通名称化はむしろ困難であったはずである。\nカ　控訴人主張のように本件商標が周知であることの証明はなく、これが１\n回だけ誤用されたということもできない。本件商標が普通名称として複数回使用さ\nれたことは、証拠から明らかである。\nキ　藤野論文（乙第１０号証）が「カンショウ乳酸」の語を使用するに当た\nっては、だれが製造販売したかに関係なく、種類物としての本件pH調整剤を表示し\nている。メーカーの社員が研究発表の形で自社製品について書く場合にも、自社製\n品を普通名称により表すことはあり得る。\nク　控訴人は、控訴人製品である本件pH調整剤が業界に広く知られていたと\nか、小田文献（乙第１１号証）の執筆者らが商品名をそのまま書籍に用いることを\n避けたなどと主張するが、単なる憶測にすぎない。\nケ　「緩衝乳酸」の商標を使用していた者がその使用を中止したとしても、\n使用者が、法律的に商標権の侵害に当たるかどうかを問わず、紛争を避けるために\nその使用を中止することは、頻繁に見られることであって、上記商標が普通名称で\nあることを否定する根拠とはならない。\n商標の使用許諾を受けた者が真正商品を販売する場合には、当該商標の\n商標権者を表示するものであり、そのような表示がない場合には、当該商標は製品\nの普通名称であると認識される。\nコ　本件pH調整剤が「乳酸－乳酸ナトリウム緩衝液」の普通名称を有してい\nても、取引用語として「緩衝乳酸」の普通名称を有することを否定することはでき\nない。「乳酸と乳酸塩」（乙第１２号証の２の５）の記載は、「緩衝乳酸」の語が\n普通名称であることを示している。\nサ　控訴人作成のパンフレット（乙第１２号証２の６）に「カンショウ乳酸\nは、食品のpH調整剤です」等の記載がされていても、「カンショウ乳酸」が普通名\n称であることを否定することはできない。また、本件pH調整剤が「乳酸－乳酸ナト\nリウム混合pH調整剤」及び「カンショウ乳酸」という複数の普通名称を有すること\nは、種類物一般について頻繁にあることである。また、本件商標が本件pH調整剤の\n普通名称であっても、その性能及び効能を説明するために「カンショウ乳酸は、食\n品のpH調整剤です」などの記載がされることは自然である。\nシ　化学物質について片仮名を用いた表示がされることは非常に多く、「緩\n衝」の部分を片仮名で表記することは独創的なことではない。片仮名の「カンショ\nウ」に対応する漢字が多数あっても、「緩衝」の片仮名表記は「カンショウ」しか\nないのであるから、この点で本件商標が普通名称であるということは否定し得な\nい。\n(5)　被控訴人が被控訴人標章(1)を使用した行為は、「緩衝乳酸」という化学\n物質の普通名称である「カンショウ乳酸」を普通に用いられる方法で表示したもの\nであるから、商標法２６条１項２号に掲げる商標に当たり、本件商標権の効力が及\nばない。被控訴人標章(2)及び(3)も、「カンショウ乳酸」及び「緩衝乳酸」という\n化学物質の普通名称に「発酵」という特性を付したもの及びその効能を普通に用い\nられる方法で表示したものであるから、同様に、本件商標権の効力は及ばない。\n(6)　被控訴人には、今後、被控訴人標章(1)を使用する計画が全くないから、\n同標章については、差止めの必要性がない。\n(7)  損害額の算定について控訴人の主張する販売量及び利益額は、何ら根拠が\nない。\nまた、控訴人製品と被控訴人商品との間に誤認混同が生じたことがないこ\nと、控訴人及び被控訴人以外の会社によっても「カンショウ乳酸」という表示が用\nいられていること、食品添加物の需要者である食品メーカーはその原材料に着目す\nるものであって、原材料が異なる控訴人製品と被控訴人商品との間に代替性がない\nことなどに照らすと、被控訴人が被控訴人標章を使用したことにより控訴人製品の\n販売量が減少したとはいえない。したがって、被控訴人による被控訴人標章の使用\nと控訴人の損害との間に相当因果関係を認めることはできない。\n(8)　被控訴人による被控訴人標章の使用によって控訴人の業務上の信用は何ら\n害されていないから、謝罪広告の必要性はない。\n４　争点\n(1)　被控訴人標章の使用態様及び商標として使用の有無\n(2)　本件商標権の侵害の有無（被控訴人標章と本件商標の類否）\n(3)　本件商標権に係る商標登録の無効事由の有無（商標法３条１項１号該当\n性）と本件商標権に基づく請求の許否\n(4)　本件商標権の効力の制限の有無（被控訴人標章の商標法２６条１項２号該\n当性）\n(5)　被控訴人標章の使用の差止めの必要性\n(6)　控訴人が被った損害の額\n(7)　謝罪広告の必要性\n第３　当裁判所の判断\n１　争点(3)（本件商標権に係る商標登録の無効事由の有無と本件商標権に基づく\n請求の許否）について\n(1)　「カンショウ乳酸」及び「緩衝乳酸」の普通名称該当性について\nア　平成４年１１月１５日に発行された小田文献（乙第１１号証）には、\n「菌の耐熱性を弱めると共に増殖を抑える意味で、茹麺のpHを下げて加熱殺菌する\nのが効果的である。・・・pHを下げるためには・・・有機酸類を使用するが、使用\n方法としては生地に練り込む方法と、茹麺を酸液に浸漬する方法とがある」と記載\nされ（９７頁）、「表３－１４　各種有機酸0.1%練込み生地及び茹麺pH」には、生\n地に練り込んだ有機酸として、冒頭に「緩衝乳酸」が記載され、これに続けて「乳\n酸」、「リンゴ酸」、「フマール酸（注、フマル酸と同義）」及び「クエン酸」が\n並列的に記載されている（９７頁）。小田文献の上記記述部分には、「緩衝乳酸」\n等の上記各種有機酸について、その内容、性質等を説明する記載はない。\nまた、同文献には、「(2)　包装茹麺の製造　・・・茹上げた後に水洗い\nして、有機酸液に浸漬するが・・・表４－３に示すように、有機酸はそれぞれpHを\n下げる力が異なる」と記載され（１０９頁）、「表４－３　各有機酸の強度比較」\nには、各種有機酸として、酸度の強い順に、「フマル酸」、「酒石酸」、「フィチ\nン酸」、「乳酸」、「緩衝乳酸」、「グルコン酸」、「リンゴ酸」、「クエン\n酸」、「リン酸」、「コハク酸」及び「酢酸」が並列的に記載されている（１０９\n頁）。そして、上記の記載に続けて、「食味として感じる酸味は、pHよりも酸の量\nに比例する。従って、pHをできるだけ下げたい場合は、フマル酸や乳酸を使用する\nとよい」と記載されている（１０９頁）。同文献の包装茹麺の製造に関する記述部\n分には、「フマル酸」、「酒石酸」等の上記有機酸について、その内容、性質等を\n説明する記載はない。\nイ　平成９年２月発行の藤野論文（乙第１０号証）には、「４．乳酸塩類と\n製剤　現在，種々の乳酸塩類が食品添加物として認可されており，食品製造の分野\nで使用されている。本項では，乳酸塩類の特徴について述べる」との記載に続き、\nこのような乳酸塩類として、「乳酸カルシウム」、「乳酸ナトリウム」、「乳酸\n鉄」、「ステアロイル乳酸カルシウム」及び「粉末製品（注、粉末乳酸及び粉末乳\n酸ナトリウム）」と並べて「カンショウ乳酸」が記載され、「カンショウ乳酸」の\n特徴として、「乳酸に乳酸ナトリウムを配合し，緩衝性を持たせたpH調整剤であ\nる。pHの影響を受け易い食品成分に対しその緩衝作用により，望ましいpH領域内に\n安定させることができる」との記載がある（７６頁）。藤野論文には、「カンショ\nウ乳酸」が控訴人の開発に係る本件pH調整剤の商標であることを示す記載はない。\nまた、藤野論文には、藤野満が平成３年４月から控訴人の従業員であり、藤野論文\nが発行された平成９年２月当時、控訴人の関連会社である武蔵野商事株式会社の従\n業員であったとの記載もある。\nウ　これらの記載によると、食品業界においては、遅くとも平成９年２月の\n時点において、既に、「緩衝乳酸」について、「リンゴ酸」、「フマル酸」、「ク\nエン酸」、「酢酸」などと並んで食品に添加するpH調整剤の一種であり、乳酸に乳\n酸ナトリウムを配合し緩衝性を持たせたpH調整剤として、一般に認識されていたも\nのと認められる。そして、「リンゴ酸」、「フマル酸」、「クエン酸」、「酢\n酸」、「乳酸カルシウム」、「乳酸ナトリウム」、「乳酸鉄」、「ステアロイル乳\n酸カルシウム」、「粉末乳酸」、「粉末乳酸ナトリウム」など上記の用語は、いず\nれも有機酸類の種類を示す普通名称であるから、これらと並列的に記載された「緩\n衝乳酸」及び「カンショウ乳酸」の語も、有機酸類の一種である本件pH調整剤を示\nす普通名称となっていたものと認めるのが相当である。\nエ　そうすると、本件商標が登録査定された平成９年７月３日当時、「カン\nショウ乳酸」の語は、既に本件pH調整剤の普通名称となっており、また、本件商標\nは、「カンショウ乳酸」を通常の書体で横書きしてなるものであるから、商品の普\n通名称を普通に用いられる方法で表示する標章のみからなる商標として商標法３条\n１項１号に掲げる商標に該当し、その登録には同法４６条１項１号所定の無効事由\nが存在することが明らかであるというべきである。\n(2)　控訴人の主張について\nア　控訴人は、「カンショウ乳酸」という名称の有機酸又は乳酸塩は存在し\nないと主張するが、上記(1)のとおり、小田文献には有機酸の一種として「緩衝乳\n酸」が記載され、藤野論文においては、乳酸塩の一種として「カンショウ乳酸」が\n記載されているのであって、本件商標は有機酸類又は乳酸塩類（pH調整剤）の一種\n類名を表す普通名称であるというべきである。\nイ　控訴人は、乳酸と乳酸ナトリウムの混合溶液のように緩衝作用のある溶\n液について、有機化学の研究者の世界でも、食品添加物の業界においても、「緩衝\n乳酸」のような語は使用されず、「乳酸緩衝液」と表示されると主張するが、現に\n「緩衝乳酸」及び「カンショウ乳酸」の語を使用した文献があることは上記(1)のと\nおりである。また、控訴人は、緩衝溶液が「酢酸緩衝液」などと表示され「緩衝酢\n酸」などと表示されることはないとも主張するが、このような事実をうかがわせる\n証拠はない上、仮に、緩衝溶液一般について「酢酸緩衝液」のように表示されるこ\nとが一般的であるとしても、少なくとも、乳酸緩衝液については、上記(1)のとおり\n「緩衝乳酸」及び「カンショウ乳酸」の語が使用されていることが明らかである。\nまた、ある種類物について、普通名称が一つに限られるということはないから、緩\n衝溶液一般に係る控訴人の上記主張は、「カンショウ乳酸」が普通名称であるとの\n認定を左右するものではない。同様に、乳酸と乳酸ナトリウムの混合物から成る緩\n衝溶液が必ず「乳酸－乳酸ナトリウム」と表示されるわけではないから、「カンシ\nョウ乳酸」が普通名称であるとの認定は左右されるものではない。\nウ　控訴人は、「緩衝乳酸」の語が乳酸と乳酸ナトリウムの混合物を表す普\n通名称ではないことを前提として、その一部を片仮名で表記した本件商標が普通名\n称であるということはできないと主張するが、上記(1)のとおり、「緩衝乳酸」は普\n通名称であると認められるから、控訴人の主張は前提を欠く。\nエ　控訴人は、外国文献における「buffered lactic acid」「lactic acid\nbuffered」「lactate buffer」など、乳酸と乳酸ナトリウムの混合物である緩衝溶\n液を意味する表現が日本語に翻訳されるときは、日本語として一般的な「乳酸－乳\n酸ナトリウム緩衝液」又は「乳酸緩衝液」と表現される旨主張するが、そのような\n事実をうかがわせる証拠はない。「buffered lactic acid」の英語を直訳すると、\n「緩衝(buffered)」「乳酸(lactic acid)」であり、これらを連続させた「緩衝乳\n酸」の語も、自然な訳語と認められる。\nオ　控訴人は、昭和４２年５月から本件商標を付した本件pH調整剤を製造販\n売しており、本件商標が控訴人の商品名であることは食品業界に広く知られるよう\nになったと主張し、「カンショウ乳酸について」と題する報告書（甲第２０号証の\n１～２６）を提出する。しかしながら、その記載内容は、上記(1)掲記の証拠及び認\n定事実に反する上、本件商標の付された製品が控訴人の製造に係る本件pH調整剤で\nあることが食品業界において広く知られているというものの、その認識を基礎付け\nる根拠も、作成名義人も明らかではなく、採用することができない。また、控訴人\nは、本件商標が控訴人の造語であること、控訴人が国内昀大手として本件pH調整剤\nの製造販売総量の９割程度を占めていたことを主張するが、当初は特定の商品を示\nす造語であったものが、その後次第に自他識別力を失い、当該種類物を示す普通名\n称として一般に認識されるに至ることも珍しいことではない上、控訴人において本\n件pH調整剤の製造販売を開始したのが昭和４２年５月であるならば、藤野論文が公\n刊された平成９年２月までに約３０年の長期間が経過していることとなるから、控\n訴人の本件pH調整剤市場における占有率が高いことは、本件商標の普通名称化を妨\nげる事情とはならない。\nカ　確かに、商標が誤って普通名称として使用された場合において、このよ\nうなすべての使用に商標権者が対応することは困難であり、また、このような使用\nが１回されたからといって、直ちに当該商標が普通名称化するものではない。しか\nしながら、他方、出願された商標が普通名称として商標法３条１項１号に該当する\nかどうかは、査定時においてこれが普通名称であるという事実の有無により決めら\nれるべきものであって、仮に、これが普通名称化する前に特定人の周知の商品等表\n示であったとしても、査定に当たりこのことは当然には考慮されない。また、上記\nのとおり、本件商標が控訴人の周知の商品等表示であるというべき証拠もない。\nキ　控訴人は、小田文献（乙第１１号証）が本件pH調整剤を表示する語とし\nて「緩衝乳酸」を用いるべきではなく「乳酸緩衝液」又は「乳酸－乳酸ナトリウム\n緩衝液」と表示すべきであったと主張するが、これらの普通名称のほかに「緩衝乳\n酸」の用語も本件pH調整剤を表す普通名称となっていたことは、上記(1)のとおりで\nある。控訴人は、小田文献の執筆者らの動機についても主張するが、このような事\n実をうかがわせる証拠はない上、小田文献において「緩衝乳酸」の語が普通名称と\nして使用されている以上、その動機が上記(1)の事実認定に影響を及ぼすものではな\nい。\nク　控訴人は、藤野論文（乙第１０号証）が業界でよく知られていた控訴人\n製品を取り上げるについて本件商標を表示したものであると主張するが、上記(1)の\nとおり、同証は「カンショウ乳酸」の語を本件pH調整剤を表す普通名称として使用\nしており、控訴人製品を意味するものとして使用していないことは明らかである。\nまた、業界紙においてメーカーの社員が研究発表の形で自社製品について書くこと\nがあるとしても、このことは、同証における「カンショウ乳酸」の語が普通名称と\nして使用されているのか、それとも識別力を有する商品等表示として使用されてい\nるかとは関係がない。同証が普通名称として「カンショウ乳酸」の語を用いている\nことは上記(1)のとおりであるから、藤野論文が業界紙においてメーカーの社員が研\n究発表の形で自社製品について書いたものであるということは、上記認定を左右す\nるものではない。\nケ　控訴人は、「緩衝乳酸」の商標を使用していた者が控訴人の要求に応じ\nてその使用を中止したこと、また、三共フーヅが本件商標について控訴人と使用許\n諾契約を締結して使用していることを主張するが、当該商標を使用する者が、種々\nの経営判断により、任意に商標の使用を中止し、又は使用許諾契約を締結すること\nもまれではないから、これらの事実から直ちに、本件商標が普通名称化した事実を\n否定することはできない。\nコ　控訴人は、本件pH調整剤が「乳酸－乳酸ナトリウム緩衝液」の普通名称\nを有していても、取引用語として「緩衝乳酸」の普通名称を有することを否定する\nことはできないと主張するが、「乳酸と乳酸塩」（乙第１２号証の２の５）の記載\n内容に照らすと、同証では、本件pH調整剤が「緩衝乳酸」と「乳酸－乳酸ナトリウ\nム緩衝剤」の双方の用語により表示されており、後者のみが普通名称として使用さ\nれているとは認められない。また、同証に「乳酸－乳酸ナトリウム緩衝剤」の表示\nがされていることから直ちに、「緩衝乳酸」が普通名称であることを否定すること\nはできない。\nサ　控訴人主張のように、控訴人の関連会社作成のパンフレット（乙第１２\n号証の２の６）には、「カンショウ乳酸は、食品のpH調整剤です」、「カンショウ\n乳酸は緩衝作用を持つpH調整剤です」等の記載があるが、上記(1)の認定によれば、\nこのような記載は、「カンショウ乳酸」が本件pH調整剤の普通名称として、「食品\nのpH調整剤」及び「緩衝作用を持つpH調整剤」が「カンショウ乳酸」より上位概念\nの普通名称として使用されているものというべきであるから、控訴人の主張する上\n記の記載があるからといって、「カンショウ乳酸」が普通名称であるとする上記認\n定が左右されるものではない。\n控訴人製品である本件pH調整剤が「乳酸－乳酸ナトリウム混合pH調整\n剤」と表示されることがあるからといって、「カンショウ乳酸」が普通名称である\nことが否定されないことは、一つの種類物について複数の普通名称が使用され得る\nことからも明らかである。また、同証において「カンショウ乳酸は、食品のpH調整\n剤です」、「カンショウ乳酸は緩衝作用を持つpH調整剤です」と記載されているの\nは、上記(1)の認定によれば、「カンショウ乳酸」という種類物の性能及び効能を説\n明するものというべきであるから、この記載も「カンショウ乳酸」が普通名称であ\nることを否定するものではない。\nシ　控訴人は、片仮名の「カンショウ」に対応する漢字が多数あり、「緩\n衝」に限られないから、この点においても本件商標が普通名称であるということは\nできないと主張する。確かに、片仮名の「カンショウ」に対応する漢字が多数ある\nことは控訴人主張のとおりであるが、「カンショウ乳酸」として使用された場合に\nは、「カンショウ」に対応させて意味のある漢字は「緩衝」にほとんど限定され\nる。したがって、普通名称である「緩衝乳酸」の「緩衝」の部分を片仮名で表記し\nた「カンショウ乳酸」も、普通名称というべきである。また、上記(1)のとおり、藤\n野論文においては、「カンショウ乳酸」が普通名称として使用されているから、こ\nのことからも、「緩衝乳酸」の「緩衝」部分が片仮名で表記されていることは、\n「カンショウ乳酸」が普通名称であることに影響を及ぼすものではない。\nス　控訴人は、インターネットの検索サイトにおける検索結果について主張\nする。しかしながら、検索条件を「緩衝乳酸」とした場合と「緩衝」及び「乳酸」\nの両方を含むとした場合とで検索結果が大きく異なるからといって、このことから\n「緩衝乳酸」という学術用語が存在しないということはできない。現に、上記(1)の\nとおり、「緩衝乳酸」及び「カンショウ乳酸」の語が普通名称として使用された文\n献が存在するのであるから、上記検索結果が得られたからといって、「緩衝乳酸」\nという学術用語の存在を否定し得ないことは明らかである。\nセ　控訴人は、商標法３条１項１号該当性が主として外観により判断される\nと主張するが、そのように解すべき根拠はなく、また、上記(1)のとおり「緩衝乳\n酸」及び「カンショウ乳酸」が共に普通名称であると認められる以上、両商標の類\n否は同号該当性の判断に影響を及ぼさない。\nソ　以上のとおり、控訴人の主張はいずれも採用することができず、他に、\n本件商標が商標法３条１項１号に掲げる商標に該当し、その登録には同法４６条１\n項１号所定の無効事由が存在することが明らかであるとの上記(1)の判断を左右する\nに足りる証拠はない。\n(3)　本件商標権に基づく請求の許否について\n特許に無効事由が存在することが明らかであるときは、その特許権に基づ\nく差止め、損害賠償等の請求は、特段の事情がない限り、権利の濫用に当たり許さ\nれないところ（昀高裁平成１２年４月１１日第三小法廷判決・民集５４巻４号１３\n６８頁）、このことは、商標登録に無効事由が存在することが明らかである商標権\nに基づく請求についても同様であると解するのが相当である。なぜならば、無効事\n由が存在することが明らかな商標権に基づく請求を認めることは、商標権者に不当\nな利益を与え衡平の理念に反する結果となること、商標登録の対世的な無効までも\n求める意思のない当事者に無効審判の手続を強いることは、妥当とはいえず訴訟経\n済にも反すること、商標法４３条の１４において準用する特許法１６８条２項は、\n商標登録に無効事由が存在することが明らかな場合においてまで訴訟手続を中止す\nべき旨を規定したものと解することはできないことにおいて、無効事由が存在する\nことが明らかな商標権と特許権とで異なるところはないからである。\nなお、指定商品の普通名称が誤って商標登録されるとともに、第三者が普\n通に用いられる方法でこれを使用している場合には、当該商標登録に商標法４６条\n１項１号所定の無効事由が存在することが明らかであり、かつ、その商標権の効力\nについて同法２６条１項２号の適用を排除すべき根拠は見当たらないから、第三者\nの上記使用には同条の適用により当該商標権の効力が及ばないというべきである\nが、このように第三者の使用が同条に該当する場合においても、無効事由が存在す\nることが明らかな商標権に基づく請求が権利の濫用に当たることを否定すべき理由\nはない。\nそうすると、上記のとおり、本件商標に係る商標登録は商標法４６条１項\n１号所定の無効事由が存在することが明らかであるから、特段の事情がうかがわれ\nない本件においては、本件商標権に基づく請求は、権利の濫用に当たり許されない\nというべきである。\n２　争点(4)（本件商標権の効力の制限の有無）について\n本件商標権の行使が権利の濫用に当たる本件において、商標法２６条１項２\n号の適用が排除されるわけではないことは上記のとおりであるから、なお事案にか\nんがみ、争点(4)について判断する。\n食品化学新聞社発行の「食品化学新聞」平成１２年２月１７日号（乙第１号\n証）及び同年４月２０日号（乙第２号証）によれば、被控訴人による被控訴人標\n章(1)の使用態様は、被控訴人の広告において、被控訴人が本件pH調整剤すなわち\n「カンショウ乳酸」を取り扱っていることを示すものである。したがって、被控訴\n人標章(1)は、指定商品の普通名称を普通に用いられる方法で表示する商標として商\n標法２６条１項２号に掲げる商標に当たる。\n次に、当審における追加請求に係る被控訴人標章(2)及び(3)は、普通名称で\nある「カンショウ乳酸」及び「緩衝乳酸」の語の前に、これが発酵により製造され\nたことを示す「発酵」の語を付加したものである。また、被控訴人商品の箱のラベ\nル（乙第４号証、乙第６号証）及び請求書（乙第７号証の１～５、乙第２０号証）\nによれば、被控訴人による被控訴人標章(2)及び(3)の使用態様は、被控訴人商品の\nラベル及び請求書において、当該商品が「発酵」により生産された「カンショウ乳\n酸」であることを示すものである。したがって、被控訴人標章(2)及び(3)は、いず\nれも指定商品の普通名称及び生産方法を普通に用いられる方法で表示する商標とし\nて商標法２６条１項２号に掲げる商標に当たる。\nそうすると、被控訴人標章は、いずれも商標法２６条１項２号により本件商\n標権の効力が及ばない商標であることが明らかであるから、この点においても、控\n訴人の本件商標権に基づく請求は理由がない。\n３　以上のとおりであるから、控訴人の被控訴人標章(1)に係る請求は、その余の\n点について判断するまでもなく理由がなく、これを棄却した原判決は相当であっ\nて、控訴人の本件控訴は理由がないからこれを棄却し、控訴人が当審で追加した被\n控訴人標章(2)及び(3)に係る請求も理由がないからこれを棄却することとし、訴訟\n費用の負担につき、民事訴訟法６７条１項、６１条を適用して、主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　石　　　原　　　直　　　樹\n裁判官　　　長　　　沢　　　幸　　　男\n（別紙）\n商標目録　　標章目録\n広告目録（省略）\n"
}