{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 18
  },
  "case_number": "平成11合(わ)387",
  "case_name": "殺人未遂、銃砲刀剣類所持等取締法違反、傷害、暴行被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5888",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5888",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/888/005888_hanrei.pdf",
  "contents": "主        　　文\n被告人を死刑に処する。\n押収してある玄能一本（平成一一年押第二〇四四号の１）及び包丁一丁（同押号の\n２）を没収する。\n理　　　　　　由\n【裁判所が認定した事実】\n（犯行に至る経緯）\n被告人は、岡山県倉敷市で出生し、小中学校時代は特に不自由を感じることのな\nい生活を送り、将来は事務系の仕事に就きたいと考え、大学進学を希望し、進学校\nと言われていた県立高校に入学したが、父親が仕事をしなくなっていた上、消費者\n金融等からの多額の借金の取り立てに追われて両親が自宅を出てしまい、時折、夜\n遅く密かに帰宅して被告人に食費を渡してまた姿を消すという状況になった。その\nため、被告人は、進学をあきらめてアルバイトに専念するようになり、結局、平成\n五年三月三一日付で同校を高校二年で退学した。被告人は、両親が自宅を出てしま\nってもどこかで自分を見守ってくれていると思っていたことから、自宅に残って一\n人で生活を続けていたが、そのうち両親が全く家に帰らなくなってしまったこと\nや、貸金業者等の取り立てに耐えられなくなったことから、平成六年一月ころ、兄\nのＢに助けを求め、広島県福山市内のＢのアパートに引き取られ、その後同人に紹\n介されたパチンコ店に住み込んで働き始めた。しかし、被告人は、体を使う仕事が\nきつかったことから、同年三月末ころ、パチンコ店を退職し、以後、岡山県、広島\n県、兵庫県内で種々の職に就き、職場では仕事だけではなく人間関係においても、\n嫌なことを我慢し、もめ事にならないよう気を遣い、雇用主から概ね真面目な勤務\n態度であるとの評価を受けていたが、いずれも体を使う仕事であったことや給与面\nで満足できなかったことなどから、数か月毎に職を転々としていた。そして、被告\n人は、平成八年一一月末ころ職を求めて上京したが、職に就かないうちに、ナイフ\nを所持していたことで銃砲刀剣類所持等取締法違反により現行犯逮捕され、罰金刑\nに処せられた。その後、被告人は愛知県内で就職した。\n被告人は、このように思いもかけず不本意な仕事に従事せざるを得なくなり、ま\nた、職場ではもめ事を起こさないように我慢をするなど努力しているにもかかわら\nず、その努力が正当に評価されず、給与面の待遇も変わらないことから、努力が報\nわれていないと不満を募らせ、他方で街中で見掛ける若者らの享楽的な姿を見て、\n生きるための努力をしないと反発を感じ、このような人がいるから自分が正当な評\n価を受けないと考えるようになったが、その後も、転職を繰り返しながら、京都や\n東京で働いていた。被告人は、前記のような不満を抱いていたことから、平成九年\n夏ころ、生きるための努力をしない人が多くおり、また、努力していても評価され\nない自分のような人がいることを外務省や国際連合に伝えたいと考えて、外務省に\nあてて、一見了解困難な手紙を多数送付した。また、このころＢにあてても、理解\n困難な手紙を数通送付した。\n一方、被告人は、テレビや本等を通じて、アメリカは、前記のように反発を感じ\nていた日本とは異なるというイメージを作り上げてあこがれ、アメリカで新しい生\n活を始めようと思い立ち、平成一〇年六月二四日、単身渡米したが、所持金を使い\n果たして日本領事館に保護され、教会関係者の世話を受けて生活した後、ビザの期\n限切れのため、同年九月二三日帰国した。帰国後、被告人は、愛知県内で工場の作\n業等に従事し、その後、平成一一年四月から東京都足立区内のＣ新聞ａ販売店で新\n聞配達員として働き始めたが、格別不満に思う具体的なことはなかったものの、や\nはり日本はアメリカとは違い、自分のように努力をしている者が評価されないとい\nう不満を抱き続けていた。\n被告人は、同年九月一日の朝刊の配達に遅刻したことから、店長の勧めに従って\n携帯電話を購入し、電話番号を店長に知らせたが、携帯電話を購入したことを知っ\nた同僚の一人から電話番号を教えるよう執拗に求められたため、同人が努力をしな\nい人と思っていたことから教えたくなかったものの、やむなく電話番号を教えた。\nそして、同月三日夜、被告人が，同区内の従業員寮の自室で携帯電話の操作を覚え\nるため、取扱説明書を読むなどしていたところ、携帯電話に無言電話がかかってき\nた。被告人は、以前から欲しかった携帯電話を手に入れ嬉しく思っていたのに、電\n話番号を教えた同僚からの無言電話であり、努力をしない者に自分の気持ちを踏み\nにじられたと思って衝動的な怒りを覚えると同時に、これを引き金として、これま\nで抱いていた自分を正当に評価しない社会に対する不満や享楽的と感じていた人々\nに対する反発心を募らせ、このままでは自分のような努力をしてきた者がその努力\nに応じた評価をされないままであると思い、日本の社会の努力をしない人間に対す\nる無差別殺人を行って世間を驚かせ、自分を認めさせようと考えるに至った。そこ\nで、被告人は、自室にあったレポート用紙に、「わし以外のまともな人がボケナス\nのアホ殺しとるけえのお、わしボケナスのアホ全部殺すけえのお。」などと書いて\nこれを自室の扉に張り付け、翌四日午前三時ころ、デイパックを持って従業員寮を\n出た。\n被告人は、休日等に、時折ｂ地へ出かけることがあり、通称ｃ通りは、日中大勢\n人がいると分かっていたことから、無差別殺人を実行する場所として都合がよいと\n考えてｂ地へ向かい、同日午後、同都豊島区内所在の株式会社Ｄのｂ店において、\n殺人に使用する凶器として包丁一丁及び玄能一本を購入した。他方で、被告人は、\n実際に無差別殺人を実行すれば、実兄ら親族に迷惑をかけることになると逡巡し、\nまた、それまで感じていた仕事の疲労感がとれてから実行しようなどと考えて、同\n所付近で無為に時間を過ごし、同日夕刻、同都港区内のカプセルホテルに宿泊し\nた。その後、被告人は、同月五日から七日にかけて、毎日、右包丁、玄能等をデイ\nパックに入れてｃ通りへ向かったものの、なお実兄らに迷惑がかかるとためらい、\nまた、仕事の疲れも残っていたことから、映画を見たりゲームセンターに入って時\n間をつぶすなどして犯行に及ぶことなく、夜は右カプセルホテルに宿泊していた\nが、社会や世間の人々に対する鬱積した不満や反発心は依然として解消されること\nはなかった。\n同月八日朝、被告人は、実兄らへの思いを断ち切り、かねて考えていたとおり無\n差別殺人を実行することとし、同日午前一〇時過ぎころ、右カプセルホテルを出発\nし、ｂ地へ向かった。被告人は、地下鉄Ｅ線ｂ駅に到着後、犯行に必要な右包丁、\n玄能等の入ったデイパックを背負って徒歩でｃ通りに向かい、その途中で朝食をと\nったり、Ｆビルへ立ち寄るなどした後、Ｄ社ｂ店正面入口前歩道へ行った。被告人\nは、同所で通行人を無差別に殺害しようと決心し、デイパックを背中から降ろして\n路上に置き、右包丁と玄能を取り出すとこれを両手に持ち、「むかついた。ぶっ殺\nす。」などと言いながら、目に止まった若い男女の二人連れを追いかけたが、二人\nが被告人の挙動に気付いて逃げ去ったため、別の人を探すことにした。\n（犯罪事実）\n被告人は、\n第一　平成一一年九月八日午前一一時三五分ころ、東京都豊島区内の歩道におい\nて、同所を通行する歩行者を無差別に殺害しようと企て、\n一　同所を歩行中のＧ女（当時六六歳）を認めるや、同女に対し、殺意をもっ\nて、所携の刃体の長さ約一四・四センチメートルの包丁（平成一一年押第二〇四四\n号の２）で、同女の左側胸部を一回突き刺し、よって、そのころ、同所において、\n同女を心臓刺創からの出血により失血死させて殺害した。\n二　続いて、右Ｇ女と共に歩行中の同女の夫Ｈ（当時七一歳）に対し、殺意をも\nって、所携の重さ約二七〇グラムの玄能（同押号の１）で同人の頭頂部を二回殴打\nし、頭をかばった同人の右前腕部を前記包丁で数回切り付けたが、同人に全治約三\nか月を要する頭部挫創、右前腕切創、右前腕伸筋腱断裂等の傷害を負わせたにとど\nまり、殺害の目的を遂げなかった。\n三　さらに、同所を歩行中のＩ女（当時二九歳）に対し、殺意をもって、前記包\n丁で、同女の左腰部を一回突き刺し、よって、同日午後四時二〇分ころ、同都新宿\n区内の病院において、同女を肝臓、腎臓等損傷による出血性ショックにより死亡さ\nせて殺害した。\n第二　第一冒頭記載の日時、場所において、業務その他正当な理由による場合でな\nいのに、前記包丁一丁を携帯した。\n第三　前同日午前一一時四〇分ころ、\n一　同都豊島区内の歩道において、同所を歩行中のＪ（当時一六歳）に対し、前\n記包丁で、同人の背中を切り付け、よって、同人に全治約二週間を要する背部切創\nの傷害を負わせた。\n二　同所を歩行中のＫ（当時一五歳）に対し、前記包丁で、同人の背中を切り付\nけ、よって、同人に加療約二週間を要する右側背部切創の傷害を負わせた。\n三  同所を歩行中のＬ（当時一五歳）に対し、前記包丁で、同人の背中を切り付\nけ、よって、同人に加療約一〇日間を要する背部切創の傷害を負わせた。\n四　同区内の歩道において、同所を歩行中のＭ（当時四五歳）に対し、前記包丁\nで、同人の背中を切り付け、よって、同人に全治約二週間を要する背部切創の傷害\nを負わせた。\n五　同区内の歩道において、同所を歩行中のＮ女（当時五二歳）に対し、前記包\n丁で、同女の背中を切り付けるなどし、よって、同女に加療約一〇日間を要する背\n部切創等の傷害を負わせた。\n六　同区内の歩道において、同所を歩行中のＯ女（当時四六歳）に対し、前記包\n丁で、同女の背中を切り付ける暴行を加えた。\n七　同所を歩行中のＰ（当時二八歳）に対し、前記包丁で、同人の背中を切り付\nける暴行を加えた。\n【証拠の標目】（省略）\n【法令の適用】（省略）\n【弁護人の主張に対する判断】\n一　弁護人は、証人Ｑの公判廷における供述を前提として、本件各犯行当時、被告\n人は精神分裂病に罹患しており、これに起因する誇大妄想に支配、影響された動機\nに基づいて各犯行に及んだのであるから、心神喪失又は心神耗弱の状態にあった旨\n主張するので、以下、当裁判所の判断を示す。\n二　被告人の犯行時の精神状態については、鑑定人Ｒの精神鑑定書及び同人の証言\n並びに証人Ｑの証言がある。\n１　まず、鑑定人Ｒ作成の精神鑑定書及び同人の当公判廷における供述によれ\nば、同人は、平成一二年四月七日鑑定を命じられ、同年五月一六日にその日までに\n取調べ済みの本件公判記録を入手し、その後これを検討し、同年六月八日から合計\n六回にわたり助手とともに被告人と面接し、さらに同年七月三日から六日までの\n間、被告人を東京都立Ｓ病院に入院させて同病院医師及び臨床心理士を補助者とし\nて各種検査及び診察を行い、本件公判記録、各種検査及び被告人との面接等により\n収集した資料に基づき、被告人の家族歴、生活歴、既往歴を確定するとともに現在\n症を把握した上、本件犯行前後の被告人の精神状態を把握し、これに現在精神科臨\n床の一般に用いられている記述的な診断学で挙げられる精神分裂病の症状、世界保\n健機関（ＷＨＯ）の国際診断分類（ＩＣＤー一〇）の診断基準、米国精神医学会\n（ＡＰＡ）の最新の診断基準ＤＳＭーⅣの診断基準を参考とし、精神分裂病圏の精\n神疾患の罹患の有無を診断する手法を取ったことが認められる。そして、鑑定人\nは、「被告人は思春期（高校在学中）に、扶養者たる両親が行方不明になり、独立\nして自活を強いられるという大きな心的・社会的外傷を負った。被告人の知能は正\n常域であるが、性格的には内向性、非社会性、感情の冷淡さが著しく、適切な対人\n関係を形成する能力に乏しい。これは分裂病質人格障害を有しているといえる。」\nと診断している。一方、鑑定人は、この分裂病質人格障害に見られる種々の特徴\nが、精神分裂病の症状としてもみられ得ることから、被告人が精神分裂病圏の病気\nに罹患しているか否かという点から検討してみる必要があるとした上で、被告人の\n行動の既往には外務省等への奇妙な手紙の集中的発信や全く無計画な渡米等の了解\nに苦しむ行動があって、思考面や感情表出面の障害を疑わせる点があり、精神分裂\n病の初期症状としての精神面の変化があったとの疑いを完全に払拭することはでき\nないが、他方で幻覚、妄想、作為体験などの異常体験は見られず、独立して職業に\n従事するなど意欲面の著しい障害もないことから、定型的な精神分裂病圏の病気に\n罹患しているとは診断できないとし、また、本件犯行前の数年間に精神分裂病の辺\n縁群である疾患（分裂病型障害、単純型分裂病等）に罹患していた可能性について\nは、否定もできないが、確言もできず、今後の経過観察によるほかはないとしてい\nる。そして、鑑定人は、以上の被告人の精神医学的診断を前提として、本件犯行に\nおける被告人の心理について、鑑定時点では、分裂病質人格障害の被告人が些細な\n動機によって触発された衝動性犯行と考えるべきであり、不幸な境遇の原因となっ\nた世間一般に対して漠然とした憎悪感が形成されたもので、特定の対象を持った妄\n想によるものではないが、それ以上動機を解明することはできず、犯行は無差別的\nで、その動機は正常人の心理から十分に解明することはできないとした上、被告人\nの責任能力について、人格障害（精神病質）は、それのみで是非弁別能力及び行動\n制御能力を著しく低下させることはなく、分裂病に罹患している場合であっても、\nその診断が直ちに責任能力の有無、程度を決するものではなく、犯行の態様を分析\nして是非弁別・行動制御能力を個々の犯行について判断すべきであるとの観点か\nら、本件犯行については、犯行動機に不可解な点があり、犯行の契機となったと思\nわれる無言電話に誘発された従業員寮からの家出や仕事の放棄はかなり衝動的、瞬\n間的なものであるとしても、犯行まで数日の余裕があり、この間凶器の購入などか\nなり計画的に行っており、犯行の結果について考慮する時間は十分にあったと思わ\nれ、是非弁別能力が著しく障害されていたとは思われな\nいとして、犯行時の被告人の精神状態は、責任能力の減弱を考慮すべき状態にはな\nかったとしている。\n２　右のとおり、鑑定人は、鑑定に着手した時点までに提出された証拠を集めた\n本件公判記録を精査し、被告人の鑑定時における身体的所見を把握し、複数回にわ\nたって被告人との面接や診察を重ねて、これらの資料を基本資料とした上、精神医\n学界で一般的に認知されている複数の診断基準を参考に、被告人の精神状態を鑑定\nしているのであって、その資料に不十分な点は認められず、その判断手法にも十分\nな合理性が認められる。\nそして、鑑定人の、被告人に性格的に著しい内向性、非社会性、感情の冷淡\nさ及び適切な対人関係の形成能力の乏しさなど、分裂病質人格障害の中心的特徴が\nあるとの判断には合理性があり、証人Ｑも被告人に右特徴があることを認めてい\nる。\n３　ところで、鑑定人は、被告人の右特徴が精神分裂病の症状としてもみられ得\nるとした上、被告人の外務省あての奇妙な手紙の集中的な発信や、全く無計画な渡\n米等了解に苦しむ行動の存在を指摘し、動機が正常人の心理から十分に解明するこ\nとはできないとする一方、主観的異常体験の存在は確認できないとしている。\n他方、証人Ｑは、当公判廷において、本件当時被告人は誇大妄想にとらわれ\nていたものであり、本件はそのような被告人が、単に無言電話に腹を立てたという\nにとどまらず、これを契機として妄想にとらわれた被告人独特の思考に基づき努力\nをしない日本人に対する殺意を抱いて犯行に及んだものであって、無言電話から犯\n行に至る被告人の精神状態は了解不能である旨供述している。　そこで、主観的異\n常体験の有無、外務省あての手紙の集中的発信、渡米等の一連の行動の意味づけ、\nさらに動機の了解可能性等について検討して、被告人が精神分裂病に罹患していた\nか否かについて判断することとする。\n（一）　証人Ｑの供述内容\n証人Ｑの当公判廷における供述によれば、同証人は、鑑定人作成の精\n神鑑定書、第七回及び第八回の各公判調書中の鑑定人の供述部分、Ｔ作成の被告人\nの精神衛生診断書、第二回ないし第四回及び第九回の各公判調書中の被告人の供述\n部分、被告人の検察官及び司法警察員に対する供述調書合計二三通、被告人が外務\n省に郵送した手紙一二通、被告人が犯行前に自室の扉に貼ったメモ紙片、Ｕ及びＶ\n女の司法警察員に対する各供述調書、Ｗ女に対する電話聴取の結果を記載した電話\n聴取報告書、勾留中作成された被告人作成の手紙一五通、被告人の小中学校の卒業\nアルバムの抜すい、第九回公判調書中の証人Ｘの供述部分を資料として、ＩＣＤー\n一〇の診断基準及びＤＳＭーⅣの診断基準を参考として、被告人の精神状態を精神\n医学的に考察したことが認められる。\nそして、証人Ｑは、被告人に感情的接触の異常、自閉性、感情の鈍\n麻、思考障害が疑われる症状があるという点、被告人が生活をするために仕事をす\nるという面で社会適応能力はよく保たれているという点は概ねそのとおりであろう\nと考えるが、他方、被告人には人間関係を広げるという面における社会適応能力の\n制限があるし、また、精神分裂病の患者が常に社会適応能力が悪いわけではないと\nし、次いで、被告人の異常体験などの主観的症状の有無については、被告人が、一\n九歳ころに、相手から愛されているという妄想的錯覚であるところの恋愛妄想を抱\nくとともに、日本人に対する反感を生起させ、その後恋愛妄想が挫折して妄想の相\n手を憎悪する気持ちになり続けていたと考えられ、これに遅くとも平成九年の外務\n省への手紙を発信した時期ころから、観念の連続進行としての思考における観念ど\nおしの間の論理的つながりがないことを特徴とする滅裂思考も続いており、さら\nに、日本の大多数の人間を世界に向けて告発するというかなり大掛かりな発想があ\nること、拘置所内で被告人が作成した複数通の手紙の内容によれば、被告人には犯\n行後も宗教的で誇大的な妄想ないし傾向及び滅裂思考が認められるとともに自己の\n運命に対する無関心さなど感情面の鈍麻が認められることを総合すれば、被告人は\n一九歳ころに精神分裂病に罹患し、その病気が維持、進行した状況下で本件に及\nび、現在も病気が進行中であると考えるべきであると述べている。\n（二）　社会適応能力の制限の有無について\nところで、関係証拠によれば、被告人は、平成一一年四月から、Ｃ新\n聞ａ販売店に勤務して新聞配達に従事することとなったが、仕事に就いた後、約五\n日間で配達担当区域を覚え、約四か月余りの間ほとんど不配達等のミスをすること\nもなく働き、営業活動にも毎日出かけて新聞購読の継続契約を獲得するなどし、上\n司からは仕事上平均的な評価を受けていたこと、被告人は、同僚と会話をしたり、\n一緒に行動することはごく稀であったが、同僚との対人関係や間借りをしていた従\n業員寮においても何ら問題行動は認められず、勤務していた期間中一度、同年八月\nに同僚と居酒屋で酒を飲む機会があったときには一緒に酒を飲み、また、同僚が居\n酒屋の女性従業員に一緒に飲むよう声をかけると、これに同調して同じように声を\nかけるなどしていたことが認められる。\n右事実によれば、被告人は、犯行前、独立して職業に従事し、対人関\n係も一応形成しており、人間関係を広げるという面における社会適応能力が著しく\n制限されていたとは認められない。\n（三）　恋愛妄想の有無について\n関係証拠によれば、以下の事実が認められる。\nすなわち、被告人は、Ｂに対し、高校入学後、好きな人がいると言っ\nていたことがあり、高校を中退し、職を転々とし始めた後である平成六、七年ころ\nにも、小学校の同級生であったＷ女という好きな女性がいるなどと言ったことがあ\nった。同じころ、被告人は、同女あてに一方的な好意を綴った手紙を複数回送り、\nさらに、自宅へ電話をかけて同女と会わせて欲しいと言った上、同女宅を訪ねたこ\nとがあったが、応対した父親から、同女には被告人と交際する気がない旨はっきり\nと伝えられると、それ以上交際を求めることもなくその場を立ち去り、以後、同女\nに対して交際を求める行動をとることはなかった。\n平成九年夏ころに被告人が外務省にあてて発信した手紙の中には、被\n告人を差出人として、「日本は大部分が小汚い者達です。」、「存在、物質、生\n物、動物が有する根本の権利、そして基本的人権を剥奪する能力を個人が持つべき\nです。」、「この小汚い者達には剥奪する必要があります。」、「Ｂｒｅａｔｈｉ\nｎｇ　ｏｋは愛情です。国連のプレジデントに届けて下さい。」、「平和に役立て\nて下さい。強力な後押しになります。」、「私と関係があるという理由で、この小\n汚い者達はＷ女さんという女性を世界中の人達、私の目の前でレイプしようとして\nいます。」、「この小汚い者達は６０年後、２０５７年にはすべて存在しなくなり\nます。ＢとＢの女がこの小汚い者達のボスです。私はこの小汚い者達のようになる\n事は、いかなる事があろうと、ありません。だれも、いかなる事があろうと、この\n小汚い者達のようになる事はありません。」、「すべての人には愛する人がいて、\nそしておだやかに日々がすぎていきます。」、「この文章をｄ町に出回らせまし\nた。」などと記載したものと、差出人を「Ｂと彼女」として、「助けて下さい。Ａ\nにレイプされました。」、「国際裁判をします。僕達にはどうすればいいのかわか\nりません。お知えて下さい。国連の親父に言ってもらいたい。」などと記載したも\nのがあり、被告人を差出人とした一一通のうちの一通には、さらに「Ｂと僕（Ｂ）\nの彼女」の名前で、「Ａがこのような変な手紙を書いてすみませんでした。」など\nと記載されていた。\nまた、平成九年夏ころに、被告人は、Ｂに対しても、複数回手紙を発\n信しており、その内容は、自分は大統領だ、Ｂの彼女を暴行する、人も動物も皆社\n会的な権利を有する、手紙をｄ町に出回らせたなどというものであった。その後、\n右手紙を自分に対する嫌がらせであると考えていたＢが、同人宅を訪ねてきた被告\n人に対し、手紙の件を怒ると、被告人は、即座に謝り、その後、Ｂにこれに類する\n手紙を一切出さなくなった。\nところで、鑑定人は、公判廷において、被告人の同女に対する右各行\n動は、思春期の青年によく見られる一方的な恋愛感情によるものであって、犯行時\nの精神状態を判断する要素として重要ではないと位置づけ、精神鑑定に当たって被\n告人と同女との関係を余り考慮しなかった旨述べている。\nそこで、検討するに、前記認定の事実によれば、被告人は、同女に対\nし当初積極的に交際を求めたが、交際の申込みを断られた後は、それ以上同女への\n接近を図ったことはなかったのである。このような一連の経緯は、相手から愛され\nているとの妄想的錯覚であるところの恋愛妄想を有している者の行動としては不自\n然であるし、証人Ｑが、恋愛妄想を持つ者は、相手から冷たくあしらわれても、自\n分に対する試練であり、なおも相手から好意を寄せられていると考えるという説明\nに沿わない。また、本件において、被告人の殺意がＷ女と全く無関係で面識もない\n通行人に対して向けられていることは、証人Ｑが、恋愛妄想の対象者が攻撃対象に\n最もなりやすく、その次に恋愛妄想患者と妄想の対象者との間に立つ者が攻撃対象\nとなる場合が多く、さらに恋愛妄想の対象者の気を引くなどの理由で恋愛妄想の対\n象者と無関係の者が攻撃の対象として選ばれることもあるが、本件のように右のよ\nうな理由も見受けられない、妄想対象者と全く無関係な者が攻撃の対象とされた事\n例を見聞したことはないと述べていることにも沿わない。\nこれらの被告人のＷ女に対する具体的行動や本件犯行の被害者らはい\nずれも恋愛妄想患者の攻撃の対象となりにくい者であることからすると、被告人が\n犯行前に恋愛妄想に陥っていたとは認められない。確かに、被告人の外務省あての\n手紙の中に同女についての記載はあるものの、そのことが被告人の恋愛妄想の存在\nを根拠づける資料であるとまではいえない。そうすると、恋愛妄想の存在が認めら\nれない以上、これを妄想発展させて犯行当時は誇大妄想を抱いていたとするＱ証言\nは前提を異にするものであるし、被告人とＷ女との関係を重要視することなく精神\n鑑定を進めた鑑定人の手法に特段の問題は認められず、その鑑定意見の信用性が左\n右されるものではない。\n（四）　滅裂思考の有無について\n（１）　被告人が外務省にあてて発信した手紙の記載内容は、前記（三）で\n認定したとおりであって、被告人は、平成九年夏ころ、一見了解困難な内容の手紙\nを作成して、これを外務省にあてて集中的に発信し、また、Ｂに対しても、そのこ\nろ同種の内容の手紙を発信している事実が認められる。\nそして、鑑定書では、外務省にあてた手紙の発信行為について、異\n常な行動であり、その心理的背景や動機などを解明することはできなかったとされ\nている。\nところで、既に摘示した外務省にあてた手紙の記載内容に照らせ\nば、これらの手紙は、内容も奇異で、文章のつながりも悪く、全体としての意味や\n手紙を出した目的については了解困難なところがある。しかし、他方で被告人は、\nこれらの外務省へあてた手紙の一通に、作成者を「Ｂと僕（Ｂ）の彼女」とした上\nで、「Ａがこのような変な手紙を書いてすみませんでした。」などと他人が読んで\n奇異に感じるであろうことを自認し、かかる手紙を発信したことの弁解とも受け取\nれる文章を記載していること、また、外務省あての手紙と同じころに発信され、こ\nれと同種の内容を伴った手紙を受領したＢが、手紙について怒ると、被告人は謝罪\nし、以後はそのような手紙を出すこともなくなったことに照らすと、被告人は、外\n務省等にあてた手紙の内容が奇異なものであることを認識していたと考えられる。\nそして、被告人は、捜査段階から一貫して、これらの手紙に記載されている内容が\n本当に起こったことだと思って記載したわけではないなどと供述しており、このよ\nうな被告人の供述は、前記のとおり、外務省あての手紙の一通に「変な手紙を書い\nてすみませんでした。」と記載したことやＢに怒られた際の被告人の対応に沿うも\nのということができる。さらに、被告人は、捜査段階において、これらの外務省へ\nあてた手紙の趣旨について、司法警察員や検察官に対し、国連に送ってもらおうと\n思って外務省にあてて、自分のように努力している人間にそれなりの対応があるべ\nきであるのに、世の中では努力に見合った対応や評価が無く、努力をしない者が日\n本に大勢いることを言いたかったので、そのことをオーバーな表現を使った手紙に\n書いて送ったと述べており、この点は、そのころ被告人が抱いていた不満に沿うも\nのであり、かつ、「小汚い者達」という手紙の表現にも合致するもので、信用でき\nる。他方、被告人は、公判廷で、これらの外務省あての手紙の趣旨の説明を求めら\nれても、意味のないものである旨繰り返し供述し、説明を拒んでいる。しかし、こ\nれらの手紙の数やその記載内容の特異性、平成九年夏ころまでの被告人の境遇や心\n情に照らすと、全く意味がないというのは不自然であって、かかる被告人の公判廷\nの説明を直ちに信用することはできない。\nそうすると、被告人が発信したこれらの手紙は、表現が特異で個々\nの文章間の論理的連絡も不十分であって了解に困難を伴うものではあるが、その中\nには、少なくとも自分のように努力をしている者に対し、その努力に見合った対応\nや評価が無く、他方、努力をしない者が日本に大勢いることを主張する目的をもっ\nて書かれた手紙であると理解できるものが含まれているのであって、被告人のそれ\nまでの境遇や当時の心情に照らせば、このように被告人が自己の置かれた境遇や社\n会一般に対する不満を何らかの形で訴えたいという感情を抱くことは理解し得ると\nころであり、心理的背景や動機もそれなりに了解可能である。\n以上によれば、外務省あての手紙の存在を根拠として、これらを書\nき送った当時の被告人が滅裂思考の状態にあったと認めることはできない。\nもっとも、不満を訴える手段として、既に摘示した内容の手紙を多\n数作成して国家機関に送付するというやり方そのものは、やはり通常人の感覚に照\nらして了解し難いところがあり、その意味において、右手紙の存在は、これらを作\n成した当時の被告人の精神状態に何らかの変化が生じていることを疑わせるもので\nはある。\n（２）　さらに、犯行後に被告人が拘置所から知人のＸ等にあてて書き送っ\nた手紙一四通中には、弁護人が指摘するとおり、単に聖書に言及したと見受けられ\nる手紙二通、「Ａ教」との言葉を用いて、「Ａ教」を作ったこと及び「Ａ教」につ\nいて説明する内容の手紙六通、右Ｘの知人にあてた同種あるいは右Ｘに対する不満\nを書きつづった手紙三通がある。殺人という重大事犯で裁判中の被告人が、自己の\n名を付した教団を作ったなどという手紙を書き、発信することは、理解困難なとこ\nろがあるが、その手紙の内容は、「教会員（Ａ教の教会員です。）が集まるかどう\nかわかりませんが、とりあえずつくりました。」と記載するなど、確たる自信を示\nしていない上、どのような「Ａ教」としたいのか縷々説明し、後にこれを付加、訂\n正するなど、自己の氏名を付した宗教の存在を所与のものとして確信しているもの\nとなっていない。また、被告人は、公判廷において、「Ａ教」の内容を尋ねられて\nも沈黙し、あるいは、話したいことは特にない旨述べ、具体的な内容の説明もしな\nいのであって、「Ａ教」なるものの存在を主張する相手方が手紙の名宛人等の一部\nに限られていることからしても、被告人自身、「Ａ教」なる宗教の存在を確信し\nて、これらの手紙を記載しているとすることには疑問を感じざるを得ず、誇大妄想\nをうかがわせる特徴に乏しいというべきである。したがって、これらの手紙を根拠\nに、犯行後も、被告人に誇大妄想が認められ、あるいはこれが続いていると判断す\nることはできない。\n確かに、これらの手紙の中には、右Ｘを証人尋問することに対する\n不満を記載したもの、本件の精神鑑定書で被告人が人格障害と判断されていること\nに対する不満を記載したものもあるほか、被告人が弁護人にあてた平成一二年一〇\n月一九日付消印の手紙では、精神鑑定の早期終了を望む旨記載してあるなど、被告\n人が本件裁判に全く関心を示さないということはできないものの、早期の裁判終了\nを望む内容のものであり、また、被告人は、公判廷においても、受け答えが総じて\n冷淡であることなどからすれば、感情面での鈍麻が認められる。しかしながら、こ\nれまで幻覚、妄想、作為体験といった異常体験は認められないことに照らせば、感\n情面の鈍麻があることを理由に定型的な精神分裂病に罹患しているとすることはで\nきない。\n（五）　動機の了解可能性について\nこれまでに認定した被告人の両親失踪時から犯行時までの間の生育歴\nや生活状況をみれば、被告人は、それまで不自由のない生活を送り、進学校と言わ\nれていた高校に入学して大学進学を志し、将来事務系の仕事に就くことを希望して\nいたにもかかわらず、一変して、高校を中退せざるを得なくなったばかりか、一七\n歳という年齢で、自分の生活は自分で何とかしなければならないという恵まれない\n境遇に陥り、希望する事務系の仕事に就くことができず、体を使う仕事に従事せざ\nるを得なかった上、周囲の状況に適応すべく、対人関係にも気を遣うなど、自分な\nりに努力と我慢を重ねて生活を維持し続けてきたことからすれば、被告人自身が努\n力をしたと感じるということは了解し得るところであり、また、被告人が自己の境\n遇に不満を持つということも自然な感情といえ、自分の努力が正当に評価されてい\nないという感情を持つと同時に、明らかに努力をしていないと分かる若者を街で見\nかけて反発を感じることも不自然とはいえない。\nそして、被告人は、捜査段階において、無言電話を受けた後無差別殺\n人を考えたときの気持ちに関し、自分のように努力をしてきた者がその努力に応じ\nた正当な評価や対応がないことに怒りと反発を感じた旨供述しており、また、第二\n回公判期日において、捜査段階で自己の努力に対するそれなりの対応がないと供述\nしたことを認めるとともに、その趣旨を説明して、弁護人から外務省にあてて被告\n人が出した手紙の一部を示されながら、「それなりの対応にそぐわないような対応\nというのは、あって当たり前の反応がないということで、なかなか理解しがたいこ\nとだと思って言ったのですけれども、そういうことなどを私が犯行を起こしてしま\nう前、この手紙を書くときにも考えていたのです」と供述しており、公判廷におい\nても、犯行時も努力に対する評価がないという認識を持っていたことを認める供述\nをしているのである。そうすると、被告人が、それまでの恵まれない境遇の中で努\n力をして生活してきたにもかかわらず、これを正当に評価されないと感じて不満を\n持っていたという背景があることを前提に、被告人がそのような努力をしていない\nと評価していた同僚からと思われる無言電話に対する怒りを引き金として、不満や\n反発心の対象を社会一般や、被告人が思い続けてきた努力をしていない人々へ転換\nし、本件犯行に結びついたものと理解することができるのであって、このような動\n機の形成過程に飛躍している点があるとはいえ、動機が了解不可能であるとはいえ\nない。そうすると、かかる背景事情を捨象して、被告人の犯行動機を妄想の存在を\n介するのでなければ了解不能であるとすることはできない。\n（六）　渡米というエピソードに対する評価について\n関係証拠によれば、被告人は、平成九年二月二八日、愛知県内の工場\nに就職するため、面接を受けたが、その際、履歴書の志望の動機欄に、外国へ行く\nお金作りのためと記載して提出し、平成一〇年三月に旅券の発給を受け、雑誌で格\n安航空券を探して購入し、ほとんど所持金のないまま、同年六月二四日に日本を発\nって単身渡米し、ロサンゼルスの空港から長距離バスを利用し、サンフランシスコ\nを経由してポートランドへ向かったものの、所持金を使い果たしたことから、同年\n七月六日ころ、同地で領事館に保護され（被告人は渡米後、旅券を引きちぎってし\nまっていた。）、その後、領事館に紹介された教会関係者の依頼を受けた者の元で\n一時的に生活を送ることになり、最初の一か月間は、他の者とコミュニケーション\nをとることもなかったが、次第に他の者とコミュニケーションをとることが多くな\nり、ある程度快活にもなって、同年九月二三日帰国した事実が認められる。\n鑑定人は、被告人が英語の能力もなく、所持金も余り持たず、就職で\nきるあてもないまま、アメリカ合衆国で生活することを考えて単身渡米した点につ\nいて、衝動的で理解しがたい行動であるとしている。確かに、被告人は、渡米後自\n己の旅券を引きちぎり、さらに、目的地に到着した後間もなく所持金を使い果た\nし、行き倒れ寸前の状態で領事館に保護されるに至っており、被告人の渡米及び渡\n米後の行動については、その思考過程に飛躍した側面があり、一連の行動に衝動性\nがあることは否定できない。しかし、外務省にあてた手紙の発信行為からうかがわ\nれるように、被告人が平成九年にはすでに日本における自分の努力が正当に評価さ\nれていないという思いを抱いていたこと、平成九年二月に作成した履歴書には外国\nへ行きたいとの希望を持っていたことが記載されており、平成一〇年三月に旅券の\n発給を受けていることからすれば、被告人は、渡米の相当前からアメリカ合衆国は\n日本とは違うという独特のあこがれを抱いていたと推測できるのであり、その結果\nとして、三か月前から旅券の準備をし、格安航空券を雑誌で探して購入し、空港か\nら長距離バスを乗り継いで目的地へ向かうなど、目的遂行のため合理的な行動をと\nっているのであって、被告人の渡米に関する行動を理解し難いとまでは言えない。\n（七）　以上の検討及び本件証拠によれば、被告人に主観的異常体験を認める\nことはできず、これが確認できないとした鑑定人の判断は首肯できるものであり、\nまた、外務省あてに集中的に発信した手紙の存在がこれらを作成した当時の被告人\nの精神状態の変化を疑わせる資料となりうること、渡米について被告人の思考過程\nに飛躍した側面がありその一連の行動に衝動性があることは否定できないこと、及\nび本件犯行の動機は了解不可能であるとはいえないが、その形成過程に飛躍してい\nる点があると認めざるを得ないことに照らすと、鑑定人が、被告人が定型的な精神\n分裂病であると診断できないものの、精神分裂病の初期症状としての精神面の変化\nがあったとの疑いを完全に払拭することはできないとし、今後の経過観察を経なけ\nれば、被告人が精神分裂病の辺縁群の疾患に罹患している可能性を否定もできない\nし確言もできないとした診断は首肯できるものである。これに反し、鑑定人と異な\nった証人Ｑの意見は採用できない。\n４　これまでの検討に照らすと、鑑定人による精神鑑定における被告人に対する\n精神医学的診断は首肯できるところであり、右診断を前提として、被告人の責任能\n力について検討することとする。そして、被告人が精神病質人格障害であれば、完\n全責任能力が認められるところであるが、被告人が定型的な精神分裂病圏の病気に\n罹患していたとは認められないものの、精神分裂病の辺縁群である疾患（分裂病型\n障害、単純型分裂病等）に罹患していた可能性について否定できない以上、被告人\nの責任能力の判断に当たっては、疑わしきは被告人の利益にという原則に従い、被\n告人が精神分裂病の辺縁群の疾患に罹患していたことを前提とすることとなる。\nそこで、被告人の犯行時の病状のほか、犯行前の生活状況、犯行の動機、態\n様及び犯行前後の言動等を総合して、本件各犯行時における被告人の責任能力につ\nいて判断する。\nまず、被告人は、前記認定のとおり、犯行前仕事に従事し、周囲の人間との\n対人関係も一応形成しており、本件犯行の動機も了解不可能とはいえない。\n次いで、関係証拠によれば、本件の準備状況、犯行状況及び犯行直後の状況\nについては、判示犯行に至る経緯及び犯罪事実に加えて、以下の事実が認められ\nる。\nすなわち、被告人は、平成一一年九月三日夜から翌四日朝にかけて無差別殺\n人を思い立った後、凶器を準備するためにＤ社ｂ店へ行き、包丁及び玄能を買った\nが、この際、包丁あるいは玄能だけを買って店員からあやしまれることを心配し、\n包丁を買う際はまな板を、玄能を買う際はドライバーをそれぞれ一緒に買い求めた\n上、その日のうちにまな板及びドライバーをＦビル内のゴミ箱へ投棄した。そし\nて、本件犯行に当たり、被告人は、Ｇ女を包丁で刺した後も、Ｈを目にしたことか\nら直ちに判示第一の二の犯行に及び、その後、犯行場所付近の歩道上にいた男性を\n追いかけ始めたが、その途中でＩ女の姿を認め、同女の殺害を決意して判示第一の\n三のとおりこれを実行し、その後も、特定の通行人を狙うことなく、ｃ通りをｅ五\n差路方向へ向かって走りながら、被告人の行動に気付いた通行人が悲鳴を上げなが\nら被告人を避けようとする中、被告人に気付かないまま前を歩いていた通行人を追\nい越しざまに持っている包丁で突いたり、玄能で殴ったりして進んで行った。この\n間、被告人は、何者かに物を投げつけられても、全くこれを意に介することなく先\nへ進もうとしていた。被告人は、ｃ通りをｅ五差路へ向けて進行中、一旦立ち止ま\nって追跡者と向かい合ったり、包丁の先端が欠けていることに気付くやこれを投棄\nしており、また、ｅ五差路の横断歩道では、赤色信号であったことから、一瞬立ち\n止まった後に信号を無視して横断し、このころ、後ろを振り返って玄能を振りかざ\nすなどして追跡者を威嚇し、さらに先へ進むなどしていた。被告人は、追跡者らに\n追いつかれ、取り押さえられたが、この際、追跡者の一人から包丁の所在を尋ねら\nれると、捨てたと答えたものの、その後は終始無言であった。また、その後到着し\nた警察官に、Ｄ社の前で女性らをやったのはお前かと尋ねられ、はいと答えたもの\nの、その後パトカーに乗せられてから、警察官に犯行動機を尋ねられても無言でう\nなだれていた。\n右認定事実によれば、被告人は、犯行を思い立ったその日に、凶器となる包\n丁及び玄能を購入し、しかも、これらを購入する際には、店の者に犯罪に使う意図\nを悟らせないことを考えて、凶器の他にまな板やドライバーを購入した上、まな板\n及びドライバーは、犯行遂行に当たり不要な品であることから、その日のうちに廃\n棄しているのであって、犯行を決意してからその遂行へ向けた準備を合目的的に行\nっている。また、ｃ通りは、被告人が時折行っていた場所であり、日中人通りが多\nくて無差別殺人に適するという犯行場所の選定理由も合理的である。\nまた、被告人は、このように犯行を決意したその日のうちに凶器を準備し、\n犯行場所として選定したｃ通りへ出かけているにもかかわらず、実際には、数日間\n犯行に及ばなかった。この点、被告人は、検察官及び司法警察員に対しては、疲れ\nていたことのほか、兄や親族のことを考えて犯行に及ぶ踏ん切りがつかなかったな\nどと一貫して述べていたが、公判廷では、疲れていたので犯行に及ばなかっただけ\nであると供述している。しかしながら、従業員寮からｂ地まで出かけて凶器を購入\nするなどしているのであって、疲れていたという理由のみで犯行に及ばなかったと\nするには不自然といえ、また、逮捕の一四日目に行われた精神衛生診断の問診にお\nいて、被告人は疲れていたという理由から直ちに犯行に及ばなかったと答える一方\nで、犯行の際に何を考えていたのかという趣旨の問いに、新聞に自分の顔が出た\nり、親戚に迷惑をかけるかと思いましたと答え、さらに、犯行までの五日間は何を\n考えていたのかとの問いに、犯行を起こすとどうなるかと考えていたがほかには何\nも考えてなかったと答えていることをも考慮すれば、被告人の公判廷供述は信用で\nきず、捜査段階における供述のとおり、被告人が、本件犯行を決意した後、数日間\n犯行に及ばなかったのは、兄や親戚に迷惑をかけることになると躊躇したことも理\n由の一つであると認められ、かかる被告人の思考、行動は、社会一般の行動規範に\n適った合理的で理解可能なものと評価することができる。\nそして、被告人は、犯行を遂行するに当たり、Ｄ社ｂ店前の歩道上で、まず\n目にとまった若い男女の二人連れに狙いを付けて追い掛け、逃げられると、その直\n後に、偶々目にとまったという理由から、全く面識のないＧ女に狙いを付けて殺害\nし、続いて、側にいたＨに対し、殺害しようとして傷害を負わせ、その後、付近に\nいた男性を追いかけてｃ通りをｅ五差路方向へ進み、その途中で認めたＩ女を殺害\nし、その後も、次々と包丁と玄能を使って通行人に暴行、傷害を加えていき、その\n間、包丁の先端が欠けていることに気付くや、犯行遂行に役立たないと考えてすぐ\nさまこれを投棄するなど、その犯行態様は、ｂ地のｃ通りで、自分から見れば努力\nしない人間である通行人らを包丁と玄能を使って無差別に攻撃するという当初の目\n的に沿い、冷静な一面も認められる合理的なものである。また、被告人は、前述の\nとおり、自分が追跡されていることを認識し、また、取り押さえられた後に追跡者\nや警察官からの問いにもきちんと答えており、周囲の状況を適切に認識し、状況に\n応じた行動をとっていたものであり、犯行状況に関する記憶も正確に保持されてい\nる。\n以上からすると、被告人の犯行時の病状は精神分裂病の辺縁群の疾患であ\nり、被告人は本件犯行前、それなりに社会生活を営んでおり、また、本件の動機も\n了解不可能とはいえず、さらに、被告人は、当初の目的に沿って凶器の準備をし、\n目的どおりに犯行を遂行し、それでも犯行前の数日間は犯行を躊躇するなど理解可\n能な心理状態を示していた上、犯行直後の被告人の行動も周囲の状況を適切に把握\nし、状況に応じた行動をとっていることなどを総合すれば、本件各犯行当時、被告\n人は是非弁別能力及び行動制御能力が喪失していなかったことはもとより、著しく\n減退した状態にもなかったと認められるので、完全責任能力を認定した。\nよって、弁護人の主張は、採用しない。\n【量刑の理由】\n本件は、被告人が、日中、繁華街において、通行人を無差別に殺害することを企\nて、二名を包丁で突き刺して殺害し、一名を玄能で殴打するなどして重傷を負わせ\nたが未遂にとどまった事案のほか、五名に対する傷害と二名に対する暴行等の事案\nである。\n被告人は、判示の経緯で犯行現場に到着し、目の前を歩いている通行人を殺害し\nようと決意して凶器を手にしてからは、最初に目にした若い男女を追いかけ、同人\nらが逃げると、次に目にとまったＧ女の殺害を決めてすぐさまこれを実行に移し、\n包丁で同女の左側胸部を一回突き刺し、同女が倒れるや、さらに側にいたＨを殺害\nすることとし、玄能で二回その頭部を殴打するなどし、同人がうずくまった後は、\n被告人の犯行に気付いて付近の人々が逃げ出し、辺りが騒然とする中、次の攻撃対\n象として歩道上にいる男性に目を付け、その男性が逃走し始めるとこれを追いか\nけ、その途中、対向して歩いて来たＩ女を認めるや殺害の対象を同女に変え、気付\nいた同女が、被告人を避けようとして、隣を歩いていた夫と向き合うように身体を\n回転させたところ、その背後から左腰部を包丁で一回突き刺し、その後も、Ｄ社前\nの路上からｃ通りの西端に至るまでの間、ほとんど立ち止まることなく、周囲の通\n行人に対し、包丁で切り付けるなどしながら小走りで走り抜けていったものであ\nり、目に映った人物を手当たり次第に次々と攻撃する様は正しく通り魔であって、\n危険極まりない悪質な犯行であり、襲われた者や周囲の人々の驚愕と恐怖は量り知\nれず、社会に与えた衝撃や不安も大きいものがある。\n殺人の各被害者に対する実行行為は、それぞれ一回にとどまるが、いずれも刃体\nの長さ約一四・四センチメートルの包丁を用いて、身体の枢要部である胸部又は腰\n部を突き刺し、創洞の深さが約一六センチメートルに及ぶ傷をそれぞれ負わせてお\nり、包丁の刃体がすべて身体に刺入するほど強力な攻撃を加えている。また、殺人\n未遂の被害者に対しては、頭部を玄能で二回殴打した上、同人が頭をかばおうと手\nで頭部を覆っても、その上からさらに包丁で数回切り付け、同人がうずくまるまで\n攻撃し続けたのであって、殺人及び同未遂のいずれも強固な殺意に基づく、凶悪な\n犯行である。そして、被告人は、犯行を思い立ってから、日中人通りの多い場所で\nあることを知っていたｃ通りを犯行場所と決め、凶器を買い求めるなど、犯行の実\n現に向けて準備をし、本件まで四日間程、犯行をためらいつつも犯意を維持し続\nけ、結局、当初意図したとおりの犯行を決行しているのである。\n次に、犯行動機についてみるに、被告人は、高校進学後、両親の借金のため生活\nが苦しくなったことから高校を中途退学し、アルバイトに専念していたが、借金苦\nから被告人を残して両親が失踪したため、独力で生計を立てざるを得ない境遇に追\nい込まれたものの、それでも被告人なりに職を求め、希望しない仕事でも真面目に\n働き、また、職場においても周囲の人との人間関係を壊さないように気を遣ってき\nたつもりであったが、もともと大学へ進学して将来は事務系の仕事に就きたいと考\nえていた被告人にとって、そのような生活は満たされたものとは言えず、自分の努\n力が正当に評価されていないと感じて不満を抱き続け、転職を繰り返していたので\nあって、その不遇な境遇に照らし、不満を抱くに至った経緯に同情の余地がないわ\nけではない。また、被告人は、以前から欲しかった携帯電話を入手して嬉しく思っ\nていたところへ、努力しない者から無言電話を掛けられたと思って腹を立て、これ\nを契機として世の中が自分を正当に評価しないというかねてから抱いていた不満や\n享楽的と感じていた人々への反発心を募らせたものであり、その生い立ちや境遇を\n考えると、このような気持ちを抱くに至った被告人を一概に非難し得るものではな\nい。しかしながら、被告人は、さらに自らの不満等を世の中に訴え、これを認めさ\nせる手段として、努力しない人間は殺しても構わないという歪んだ考えから、全く\n関係のない人々の命を奪うことを考え、これを実行したのであって、そこにはもは\nや被告人の不遇な境遇が背景にあることを考慮しても、到底人として許されない自\n己中心的かつ冷酷な発想があるといわざるを得ず、動機に酌むべき事情は認められ\nない。\n被害者らはいずれも善良な市民であり、偶々本件犯行場所を通りかかったに過ぎ\nず、このような凶行に遭わなければならない理由は皆無であるにもかかわらず、命\nを奪われ、負傷するなどしたものであって、一連の犯行により、殺人による死者二\n名、同未遂による重傷者一名のほか、傷害、暴行による被害者七名という惨事とな\nったのであって、その結果は重大かつ深刻である。\n被害者のＧ女は、本件犯行により心臓に達する傷を負い、被告人の攻撃を受けて\nからほとんど間を置くことなく、その場で死亡している。そして、Ｈも頭部に挫\n創、右手首に伸筋腱断裂等の全治約三か月の重傷を負った上、包丁で切りつけられ\nた際、その刃先が欠け、現在に至るまで右手首に残存し続けているのであって、同\n人が受けた肉体的苦痛もまた大きい。Ｇ女・Ｈ夫妻は結婚後、Ｈは一家を支えるた\nめに真面目に働き続け、Ｇ女も一家の中心となって、二人の子供を育て上げ、二人\nで満ち足りた生活を送ってきており、Ｈが高齢により健康状態に不安を抱えるよう\nになり、Ｇ女も体の不調を訴えるようになったが、残りの人生を精一杯明るく生き\nていこうとしていたのであって、犯行当日も、普段と変わらない朝を迎え、二人で\n買い物に出かけたのである。しかるに、Ｇ女は、突如として被告人の理不尽な凶行\nに遭い、健康状態に不安を抱えた夫を残したままその場で命を絶たれたのであり、\nその無念な心情は察するに余りある。また、Ｈは、被告人から攻撃を受けて死の危\n険にさらされ、重傷を負いながらも、妻の様子を気遣い、倒れている妻の側に歩み\n寄ったところ、同女が目を開けたまま倒れて全く身動きしない場面を目の当たりに\nし、その場で呆然と立ちつくしていたのであって、Ｈが本件によって受けた衝撃は\n量り知れないものがある。そして、病院に搬送されてからも、妻の安否を終始気に\nかけ、退院後、娘から長年連れ添い心の拠り所であった妻の死を知らされたＨの悲\n嘆、絶望感はいかばかりかと察せられる。\nまた、Ｉ女は、被告人に包丁で刺されてから自力でその場を離れ、近くのパチン\nコ店内に逃げ込んだものの、力尽きて倒れ、その後病院へ搬送されたが、犯行の約\n五時間後に死亡するに至ったものである。同女は、短大を卒業後、真面目に稼働す\nる傍ら趣味にいそしむなど充実した生活を送る中で、夫と知り合い、交際を深めて\n結婚し、当初結婚に反対していた父親からも近時に至ってようやくその理解を得ら\nれ、同女の家族と夫との親交も深まり、これからのより幸せな人生に希望を抱き始\nめた矢先に、理由も分からないまま突如として被告人の凶行に遭い、病院に搬送さ\nれるまでの間、瀕死の状態で苦痛に耐えつつ意識を保ち続け、その間、死の恐怖に\n直面し、様々な思いを遂げられない無念な気持ちを抱きながら二九歳の若さで息途\n絶えたもので、その心情は正に忍びないというほかない。\nさらに、本件における殺人未遂の被害者や殺人の被害者の遺族の処罰感情は事件\n当初からいずれも峻烈であり、全く理由もなく一家の中心となっていた母を失い、\n父にも重傷を負わされたＧ女・Ｈ夫妻の子や、突如として幸せな結婚生活を破壊さ\nれたＩ女の夫と、娘の人生を踏みにじられた同女の両親は、いずれも未だ癒される\nことなく、今後も容易に消えることのない深い悲しみと被告人に対する怒りの心境\nを述べ、極刑を求めているのであって、その心情には誠に無理からぬものがあると\nいわざるを得ない。\n被告人は、犯行から約二〇か月余りを経た後に、Ｈ及びＩ女の夫にあて、事件に\nついて反省している旨記載した手紙とともにそれぞれ現金八万四〇〇〇円余りを送\n付するまで、慰藉の措置をとることなく過ごしてきたのであり、被告人の兄が親戚\nと相談の上慰藉のために五〇万円を集めたことがうかがわれることを考慮しても、\n今後、遺族らに対する十分な慰藉の措置は期待できない状況にある。\nまた、被告人は、本件後公判廷に至るまで事実を認めた上で、反省しているとい\nう言葉を繰り返し述べてはいるものの、自らの犯行や、被害者及びその遺族らに与\nえた苦痛や悲しみと真摯に向き合おうとする態度はうかがわれないのであって、本\n件を心から悔悟する姿勢を示しているとは言い難い。\n以上のとおり、通り魔的に無差別に人の命を奪い、傷つけるなどしたという本件\n犯行の危険性や態様の悪質さ、自己中心的かつ冷酷な動機に酌量すべき点がないこ\nと、生じた結果の重大性、遺族らの処罰感情及び社会的影響に照らすと、被告人の\n刑事責任は誠に重大であり、他方で、本件が綿密な準備を重ねた計画性の高い犯行\nであるとまでは認められないこと、犯行当時、被告人は分裂病質人格障害の状態に\nあったか、あるいは精神分裂病の辺縁群の疾患に罹患していた可能性があること、\n被告人が捜査段階から一貫して事実を認め、捜査段階で作成された供述調書の中で\nは、本当に申し訳ないことをしてしまった、できれば亡くなった方の墓前で線香を\n上げさせてもらいたいと述べていたのであり、公判廷においても、前記のとおり、\n心からの悔悟に至らないものの、反省の言葉を述べていること、既に判示したとお\nり、両親の失踪以来、不遇な境遇の中で生計を維持するために職を求め、それぞれ\nの職場で真面目に勤務し続けていたのであって、その生活態度に特段の問題がある\nとはいえず、また、平成八年一二月にナイフを携帯したという銃砲刀剣類所持等取\n締法違反罪で罰金刑に処せられた一犯を除けば、前科はなく、取り立てていう前歴\nもないこと、犯行当時二三歳と比較的若年であり、被告人を気遣う実兄がいること\nなど、被告人のため配慮すべき諸事情を最大限斟酌し、さらに、死刑が被告人の生\n命を永遠に奪い去る冷厳な極刑であり、誠にやむを得ない場合における究極の刑罰\nであって、その適用が慎重に行われなければならないことを考慮しても、本件にお\nける罪刑の均衡の見地及び一般予防の見地に照らし、被告人に対して死刑をもって\n臨むことがやむを得ないものと判断して、主文の量刑をした。\n（求刑　死刑、玄能及び包丁の没収）\n（平成一四年一月一八日宣告）\n平成一四年二月二〇日\n東京地方裁判所刑事第一部\n裁判長裁判官        大　　　野　　　市　太　郎\n裁判官        福　　　士　　　利　　　博\n裁判官        石　　　田　　　寿　　　一\n"
}