{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 30
  },
  "case_number": "平成16(わ)1179",
  "case_name": "強姦致傷被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "6809",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6809",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/809/006809_hanrei.pdf",
  "contents": "主文\n被告人を懲役３年４月に処する。\n未決勾留日数中８０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，平成１６年８月１１日午前１０時５分ころ，兵庫県明石市A町a丁目b番\nc号Bビル３階「C校」において，勤務中の同校従業員D（当時２２歳）を認め，同女\n以外には従業員が出勤していないことを確認するや，強いて同女を姦淫しようと企\nて，同女に対し，その顔面を手拳で殴打する暴行を加え，さらに仰向けに倒れた同\n女の顔面を手拳で数回殴打する暴行を加えて，その反抗を抑圧した上，強いて同女\nを姦淫しようとしたが，同女に抵抗されるなどしたためその目的を遂げず，その\n際，前記暴行により同女に加療約２週間を要する頭部外傷，前額部及び鼻翼部挫\n傷，鼻骨骨折等の傷害を負わせたものである。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n被告人は，被害者に対し強いてわいせつな行為をする意思で判示行為に及んだも\nので，姦淫する意思はなかった旨当公判廷で供述し，弁護人は被告人の供述に基づ\nき，被告人には強姦の犯意がなかったから被告人は強制わいせつ致傷の責任を負う\nに止まる旨主張するが，被告人は捜査段階においては当初から一貫して強姦の犯意\nがあったことを認める供述をしているところ，その供述内容は，本件犯行現場に被\n害者が一人でおり，２０分程度は他の従業員が出勤してこないことを確認した被告\n人が，同所付近で被害者の姿態を想像しながら自慰行為を続けていた際，被害者の\n姿を認めるや，同女を強姦することを決意して本件犯行に及んだ旨等の，犯行に至\nる経緯，犯行状況を含め具体的で詳細な供述であって，被害者の顔面をいきなり手\n拳で強打するなどそのし烈な暴行の態様及び程度に照らしても，その供述の信用性\nは十分である。被告人は，公判廷において，強姦とは女性の体に触る目的の場合を\nも含むものと思っていたのでそのような調書の作成に応じたなどと供述するが，被\n告人の前記自白調書中には，繰り返し，明確に，「被害者と無理矢理セックスする\nつもりで本件犯行に及んだ。」旨の供述部分があるほか，同房者にその旨指摘され\nて気付いたなどというその公判供述は，その内容自体が極めて不自然，不合理であ\nり採用の限りではない。弁護人の主張は理由がない。\n（法令の適用）\n被告人の判示所為は行為時においては平成１６年法律第１５６号による改正前の\n刑法１８１条（１７９条，１７７条前段）に，裁判時においてはその改正後の刑法\n１８１条（１７９条，１７７条前段）に該当するが，これは犯罪後の法令によって\n刑の変更があったときに当たるから刑法６条，１０条により軽い行為時法の刑によ\nることとし（なお，その有期懲役刑の長期は，行為時においては前記改正前の刑法\n１２条１項に，裁判時においてはその改正後の刑法１２条１項によることになる\nが，これは犯罪後の法令によって刑の変更があったときに当たるから刑法６条，１\n０条により軽い行為時法の刑による。），所定刑中有期懲役刑を選択し，その所定\n刑期の範囲内で被告人を懲役３年４月に処し，同法２１条を適用して未決勾留日数\n中８０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用\nして被告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人がC校の受付業務に従事中の被害者に暴行を加え強いて同女を姦淫\nしようとしたが，同女から抵抗されたためその目的を遂げず，その際，被害者に判\n示の傷害を負わせたという強姦致傷の事案である。\n被告人は，性的欲求を満たすために，性欲の赴くままに本件犯行に及んだもの\nで，その自己中心的で邪な動機に酌量の余地はない。被告人は犯行に先立つ２日前\nからC校の受付で応対する若い女性への性的関心から連日同校を訪れた挙げ句，犯行\n当日，被害者以外の従業員がいないことを確認するや，突然，被害者に対しその顔\n面等を手拳で数回殴打し，倒れ込んだ同女の乳房を鷲掴みにするなどの暴行を加\nえ，同女に鼻骨骨折等の傷害を負わせたもので，本件は粗暴かつ卑劣で悪質な犯行\nといわねばならない。\n被害者は何らの落ち度もないのに，勤務先において日常業務に従事中，突然被告\n人に襲われて前記傷害を負ったのであって，被害者の受けた心身の苦痛は大きく，\nそのため被害者は勤務先を退職し，転居を余儀なくされたのであって，生じた結果\nは重大である。それにもかかわらず，被告人は，被害者に何ら慰藉の措置を講じて\nおらず，被害者が被告人の厳重処罰を望むのも当然である。また，被告人は，公判\n廷において前記のように不自然，不合理な弁解を続けるなど，本件を真摯に省みる\n姿勢が十分ではない。\n以上の諸事情によれば，被告人の刑事責任は相当に重いというべきである。\nそうすると，幸い姦淫の点は未遂に止まったこと，計画的な犯行とまでは認めら\nれないこと，前科がないこと，被告人は周囲から一目置かれる技能を有する調理人\nとして稼働していたこと，実母が公判廷で被告人の監督を誓約したこと，被告人な\nりの反省の情など，被告人のために酌むべき事情を十分に考慮しても，本件は弁護\n人が主張するような，被告人に対し刑の執行を猶予すべき事案とは到底認められな\nいが，これらの諸事情を総合考慮し，主文のとおり量刑した。\nよって，主文のとおり判決する。\n平成１７年３月３０日\n神戸地方裁判所第１刑事部\n裁判長裁判官     杉　森　研二\n裁判官　　 橋　本　一\n裁判官　　 三重野　真人\n"
}