{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 4,
    "day": 28
  },
  "case_number": "平成17(行ケ)10101",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/009602_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０１０１号　審決取消請求事件\n（旧事件番号　東京高裁平成１６年（行ケ）第４１３号）\n口頭弁論終結日　平成１７年４月２６日\n判　　　　　　　　決\n原　　　　　　告　　　三和計器株式会社\n訴訟代理人弁理士　　　朝日奈宗太\n同　　　　　　　　　　秋山文男\n被　　　　　　告　　　株式会社ニッコー\n訴訟代理人弁理士　　　鈴江正二\n同　　　　　　　　　　木村俊之\n訴訟代理人弁護士　　　宇津呂雄章\n同　　　　　　　　　　今西康訓\n同　　　　　　　　　　宇津呂修\n主　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００４－３５０９０号事件について平成１６年８月５日にし\nた審決を取り消す。\n第２　事案の概要\n本件は，被告が原告の有する特許について平成１６年２月１３日付けで無効\n審判を請求したところ，特許庁が同年８月５日に後記本件特許を無効とする審決を\nしたことから，原告がその取消しを求めて提起した訴訟である。\n第３　当事者の主張\n１　請求の原因\n(1) 特許庁における手続の経緯\n原告は，名称を「タクシーの表示灯」とする特許第３２３５３１２号発明\n（平成５年１２月２７日原告と鐘淵化学工業株式会社とが特許出願〔以下「本件特\n許出願」という。〕，平成１３年９月２８日設定登録。その後平成１５年１１月１\n７日に原告が鐘淵化学工業株式会社の持分取得，以下，この特許を「本件特許」と\nいう。）の特許権者である。\n被告は，平成１６年２月１３日付けで，本件特許の請求項１及び４に係る\n発明についての特許を無効にすることについて審判の請求をした。\n特許庁は，同請求を無効２００４－３５０９０号事件として審理した結\n果，同年８月５日，「特許第３２３５３１２号の請求項１及び４に係る発明につい\nての特許を無効とする。」との審決をし，その謄本は，同年８月１７日原告に送達\nされた。\n(2) 発明の要旨\n本件特許出願の願書に添付した明細書（以下「本件明細書」という。）の\n特許請求の範囲請求項１～４記載の発明の要旨は，下記のとおりである。\n記\n「【請求項１】前面に透視窓を設けたケースと，赤色発光可能な発光ダイオー\nドエレメントと緑色発光可能な発光ダイオードエレメントが封入されて構成された\n多色発光可能な発光ダイオード素子を縦横にマトリックス状に配置し，その表示面\nを前記透視窓に向けた状態で前記ケース内に立設収納したＬＥＤ表示パネルと，タ\nクシーの現在の状態を示すタリフの表示文字パターンを予め記憶させたメモリ回路\nを内蔵し，タクシーメータから出力される制御信号に基づいて前記ＬＥＤ表示パネ\nルに，タクシーの現在の状態を示すタリフをドットマトリックス文字で表示する点\n灯制御回路と，を備え，「空車」は赤色，「割増」は緑色で表示を行い，他は橙色\nで表示するタクシーの表示灯。\n【請求項２】ＬＥＤ表示パネルの周囲に輝度の高い赤色発光ダイオード素子\nを複数個配置して注意喚起用の補助照明部を構成し，ＬＥＤ表示パネルの表示文字\nが空車であるときに，当該補助照明部を点灯可能に構成してなる請求項１記載のタ\nクシーの表示灯。\n【請求項３】ケースの下面及び上面に通気孔を開設し且つケース下面に脚部\nを形成して，ケース内部を通過してケース下方からケース上方に抜ける通風路を形\n成してなる請求項１又は２記載のタクシーの表示灯。\n【請求項４】ケース背面には乗客用タリフ表示部が設けられているととも\nに，この乗客用タリフ表示部が，タリフの全種類又は主たるタリフの内容が記載さ\nれた透光板と，その背後の対応位置に配置された発光ダイオード素子とから構成さ\nれている請求項１，２又は３記載のタクシーの表示灯。」\n（なお，被告から特許無効の請求をなされているのは，請求項１及び請求項\n４であるので，以下，上記【請求項１】，【請求項４】記載の発明を「本件発明\n１」，「本件発明４」という。）\n(3) 審決の内容\nア　審決の詳細は，別添審決謄本写し記載のとおりである。その要旨とする\nところは，本件発明１，４は，実願昭５０－１５８０９１号（実開昭５２－７０４\n８０号）のマイクロフィルム（審判甲１・本訴甲７，以下「甲７刊行物」とい\nう。），特開昭６０－１４３３９２号公報（審判甲２・本訴甲８，以下「甲８刊行\n物」という。），特開平３－２３３４９１号公報（審判甲３・本訴甲９，以下「甲\n９刊行物」という。），実願昭６３－３３９４８号（実開平１－１３６９９５号）\nのマイクロフィルム（審判甲４・本訴甲１０，以下「甲１０刊行物」という。），\n特開平４－１５６８５号公報（審判甲５・本訴甲１１，以下「甲１１刊行物」とい\nう。），「ハイヤー・タクシーに関する表示等の改正について（表示通達）」（平\n成元年７月２１日東陸旅第２６４８号の２，東陸整第３９４号の２の２　関東運輸\n局東京陸運支局通達）（審判甲６・本訴甲１３，以下「甲１３刊行物」とい\nう。），「一般乗用旅客自動車運送事業用自動車の運賃等の表示について」（昭和\n５７年６月７日高陸旅第４２１号高松陸運局長通達）（審判甲７・本訴甲１４，以\n下「甲１４刊行物」という。），実願平２－１２２９２７号（実開平４－７９３９\n３号）のマイクロフィルム（審判甲８・本訴甲３，以下「甲３刊行物」とい\nう。），特開平３－２５５５９５号公報（審判甲９・本訴乙１，以下「乙１刊行\n物」という。），及び特開平５－２０５１２４号公報（審判甲１０・本訴乙２，以\n下「乙２刊行物」という。）に記載された発明に基づいて，当業者が容易に発明を\nすることができたものであるから，その特許は，特許法２９条２項の規定に違反し\nてされたものであり，同法１２３条１項２号に該当し，無効とすべきものであると\nいうものである。\nイ　一致点と相違点\nなお，審決は，本件発明１と甲７刊行物に記載された発明（以下「甲７\n発明」という。）とを対比し，その一致点と相違点を，次のように摘示している。\n一致点\n「前面に透視窓を設けたケースと，表示面を前記透視窓に向けた状態で\n前記ケース内に立設収納した電気式の表示パネル（運行状態を外部に明示する表示\n器３）と，タクシーの現在の状態を示すタリフの表示文字パターンを予め内蔵し，\nタクシーメータから出力される制御信号に基づいて前記表示パネルに，タクシーの\n現在の状態を示すタリフを文字で表示する点灯制御回路と，を備えたタクシーの表\n示灯」\n相違点ａ\n「本件発明１の表示パネルは，赤色発光可能な発光ダイオードエレメン\nトと緑色発光可能な発光ダイオードエレメントが封入されて構成された多色発光可\n能な発光ダイオード素子を縦横にマトリックス状に配置したＬＥＤ表示パネルであ\nるのに対し，甲第１号証の表示パネルは，何を用いているか特に記載がなく，不明\nな点」\n相違点ｂ\n「本件発明１では，タクシーの現在の状態を示すタリフの表示文字パタ\nーンを予め記憶させたメモリ回路を内蔵し，かつ，前記ＬＥＤ表示パネルに，タク\nシーの現在の状態を示すタリフをドットマトリックス文字で表示する点灯制御回路\nを備えるのに対し，甲第１号証では，メモリ回路を用いておらず，表示パネルにタ\nリフをドットマトリックス文字で表示するものでない点」\n相違点ｃ\n「本件発明１では，「空車」は赤色・「割増」は緑色で表示を行い，他\nは橙色で表示するのに対し，甲第１号証では色彩についての開示がない点」\n(4) 審決の取消事由\nしかしながら，本件審決は，本件発明１と甲７発明との相違点についての\n判断を誤り（取消事由１～３），本件発明１の商業的成功についての認定判断を誤\nり（取消事由４），また，本件発明４の進歩性の判断を誤った（取消事由５）もの\nであるから，違法として取り消されるべきである。\nア　取消事由１（相違点ａについての判断の誤り）\n審決は，前記相違点ａについて，「甲第８号証（判決注，「甲３刊行\n物」）に記載されているように，「空車」，「賃走」等のタクシーの現在の状態を\n車外に知らせるためのタクシーの表示灯において，発光ダイオードを多数配設した\nＬＥＤにより表示することは周知慣用技術である（他に必要であれば「実願平２－\n３３８６８号（実開平３－１２５３８９号）のマイクロフィルム（判決注，甲４，\n以下「甲４刊行物」という。）」「実願平２－６６５９３号（実開平４－２３５４\n６号）のマイクロフィルム（判決注，甲５，以下「甲５刊行物」という。）」「実\n願昭６２－５２１６３号（実開昭６４－２２５５２号）のマイクロフィルム（判決\n注，甲６，以下「甲６刊行物」という。）」等を参照。）。一方，甲第１号証（判\n決注，「甲７刊行物」）記載の発明では表示装置は特に特定しておらず，タクシー\nの表示灯は車外に向けて文字情報を表示する手段であり，電気的に制御してタリフ\nの表示ができればどのような表示手段でも採用できるものであり，周知の各種表示\n手段を適用することは，当業者が必要に応じて適宜選択する程度の設計的事項であ\nると認められる。さらに，甲第６号証（判決注，「甲１３刊行物」）及び甲第７号\n証（判決注，「甲１４刊行物」）に記載されているように，通達により「空車」と\n「割増」は赤と緑に規定されていることから，赤色と緑色の表示は必須であり，こ\nの色は甲第１号証（判決注，「甲７刊行物」）に記載の発明のタリフの表示におい\nても当然考慮すべき点と認められる。以上の点から，表示手段として赤色発光可能\nな発光ダイオードエレメントと緑色発光可能な発光ダイオードエレメントが封入さ\nれて構成された多色発光可能な発光ダイオード素子を縦横にマトリックス状に配置\nしたＬＥＤ表示パネルを用いることは周知であり，タクシーの表示灯に発光ダイオ\nードを用いることも周知慣用技術であることから，甲第１号証（判決注，「甲７刊\n行物」）記載の発明において，表示パネルとして甲第２～５号証（判決注，前記の\nとおり）に記載のＬＥＤ表示パネルを適用することは，当業者が容易に想到し得\nた」（同２３頁第２段落～第４段落）と判断したが，誤りである。\n(ｱ) まず，上記「「空車」，「賃走」等のタクシーの現在の状態を車外に\n知らせるためのタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤ\nにより表示すること」（審決謄本２３頁第２段落）に関し，確かに，甲３刊行物に\nは，「第４図に示す如く，空車状態及び迎車状態などを表示する表示体（２０）\nが，前後の表示面（２１）（２２）に発光ダイオード（２３）（２４）を配設し\nて，これを点灯させるように構成されていると共に，同表示体（２０）は運転者の\n手元操作により切換表示が行われる」（明細書１頁昀終段落～２頁第１段落）と\nし，ＬＥＤ表示体が従来技術として記載されているが，本件特許出願時，このよう\nなＬＥＤを用いたタクシーの表示灯は，市場に全く出回っていなかっただけでな\nく，カタログも存在せず，タクシーのタリフ表示体としては，ほぼすべてのタクシ\nーに，フィルム形式のものが使用されていた。また，審決が引用する上記甲４刊行\n物及び甲５刊行物は，車両の屋根の上部に設置する車両用表示体に関するものであ\nって，本件発明１の車内の「運転席前方のダッシュボード上に設置」（本件明細書\n〔甲２２〕の段落【０００２】）される表示灯とは全く異なり，甲６刊行物は，\n「取付式表示板・太陽電池集光板付室内バックミラー」（考案の名称）に関するも\nのであって，ダッシュボード上に設置する空車表示とは別の装置であることが明記\nされている（明細書１頁昀終段落）。したがって，甲３刊行物の上記記載及び甲４\n～６刊行物を根拠に，「「空車」，「賃走」等のタクシーの現在の状態を車外に知\nらせるためのタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤに\nより表示すること」が周知慣用技術であったと認めることはできない。\n(ｲ) 次に，上記(ｱ)のとおり，タクシーの表示灯にＬＥＤを用いることが周\n知慣用技術であったと認めることができない以上，任意の文字から成る各種のタリ\nフを多色表示することが可能な表示装置として，ＣＲＴやＥ\nＬ（electroluminescence）表示装置，プラズマ・ディスプレイ・パネルに代表され\nる放電型表示装置，パッシブマトリックス方式やアクティブマトリックス方式の各\n種液晶表示装置など，様々な表示装置の中から，タクシーの表示灯として昀適な表\n示装置を選択するには，多大な試行錯誤を要するのであって，本件特許出願時，わ\nずか３色，地色の黒色を入れても４色しか表示できなかったＬＥＤ表示パネルをあ\nえて選択することは，「当業者が必要に応じて適宜選択する程度の設計的事項」\n（審決謄本２３頁第３段落）であるということはできない。\nまた，審決が引用する甲３刊行物は，ＬＥＤ表示パネルについて，\n「発光ダイオード・・・を点灯する構造であるために，構造が複雑であるとともに\n消費電力が多く，また，表示の種類について制約を受けていた」（明細書２頁第２\n段落）との記載があり，ＬＥＤ表示パネルは，タクシーの表示灯としては不適切で\nあるとして選択せず，液晶表示体を選択していることが読み取れるのであるから，\n甲７発明のタクシーの表示灯について，様々な表示装置の中からＬＥＤ表示パネル\nを適用することを阻害するものというべきである。\n(ｳ) また，審決は，甲７発明のタクシーの表示灯にＬＥＤ表示パネルを適\n用することにより奏することができる作用効果について，「適用に際して発生する\n効果，「タリフ表示の切替えを瞬時に行うことができるので，乗客降車後の次の顧\n客の獲得機会を逃すことが少ない。」，「ＬＥＤ表示パネルは照明ランプに比べて\n長寿命であり，営業途中で動作不能になるような事故が発生することはなく，長期\n間にわたって安定使用できる。」・・・は，ＬＥＤ表示パネル自体が持つ効果を商\n業的に表現しているのみであり，十分予測可能な範囲である」（審決謄本２３頁下\nから第２段落）とした。\nしかしながら，上記「タリフ表示の切替えを瞬時に行うことができる\nので，乗客降車後の次の顧客の獲得機会を逃すことが少ない」との効果は，タリフ\n表示部にドットマトリックス式のＬＥＤ表示装置を用いることにより可能となった\nものであるが，甲７刊行物には，ドットマトリックス式のＬＥＤ表示装置を用いる\nことは開示されておらず，乙２刊行物は，表示装置一般に関するものであり，タク\nシーの表示灯において，上記の技術的課題を示唆するものではない。また，上記\n「ＬＥＤ表示パネルは照明ランプに比べて長寿命であり，営業途中で動作不能にな\nるような事故が発生することはなく，長期間にわたって安定使用できる」との効果\nは，本件発明１が，タクシーの表示灯にＬＥＤ表示パネルを用いることにより可能\nとなったものであるが，甲７刊行物には，ＬＥＤ表示パネルを用いることは開示さ\nれておらず，甲８刊行物は，「運転者に安全な運転を行なわせるための車両用標識\n装置」（１頁左下欄〔発明の技術分野〕）に関するものであり，機械的駆動機構を\n採用することによる営業途中の動作不能を防止するという課題は存在せず，甲９～\n甲１１刊行物も，表示パネル一般に関するもので，当然このような課題は存在しな\nい。\nしたがって，本件発明１の奏する作用効果は，充分予測可能なものと\nいうことはできない。\n(ｴ) さらに，審決は，「被請求人（判決注，原告）は答弁書において，\n“本特許権者は，運輸省（当時）に働きかけを行ない，その結果，黒地に赤，緑，\n燈となる本件発明１の表示灯を認める通達が出されている。このことからも，本件\n発明の出願当時，黒地に限定色の表示しかできないＬＥＤ表示パネルをタクシーの\n表示灯に用いることができなかったことは，明らかである。”旨，述べてい\nる・・・。しかし，通達に採用されたことと本件発明が進歩性を有することは無関\n係である」（審決謄本２４頁第２段落）とした。\nしかしながら，本件特許出願時には，タクシーの表示灯としては，白\n地に赤文字又は赤地に白文字や白地に緑文字又は緑地に白文字などの配色しか採用\nすることができず，黒地に限定色（赤，緑，橙）の表示しかできないＬＥＤ表示パ\nネルをタクシーの表示灯にそのまま用いることができないというのが当業者の技術\n常識であり，タクシーの表示灯として白色を表示できないＬＥＤ表示パネルを使用\nしようとする動機付け自体が阻害されていたというべきである。\nイ　取消事由２（相違点ｂについての判断の誤り）\n審決は，前記相違点ｂについての判断において，「甲第８号証（判決\n注，「甲３刊行物」）に係わる前記被請求人の主張について，甲第８号証記載の発\n明は，ＬＥＤ表示パネルをタクシーのタリフとして用いる従来例の構成であり，発\n光ダイオードを点灯する場合，「構造が複雑であると共に消費電力が多く，また，\n表示の種類について制約を受けていた」という問題を解決するため，「液晶表示に\nて表示する表示部」を設ける構成ではなく，甲第１号証（判決注，「甲７刊行\n物」）に甲第２～５号証（判決注，「甲８刊行物」以下）を適用するに橋渡しとな\nる技術としてなんら矛盾は生じ得ない」（同２７頁第１段落）としたが，誤りであ\nる。\nすなわち，上記のように，ＬＥＤを用いたタクシーの表示灯が記載され\nた刊行物を根拠として，そのようなタクシーの表示灯が，当業者に周知慣用技術で\nあったと認めることができないだけでなく，多色発光についても全く示唆されてい\nない以上，甲３刊行物記載の発明は，甲７発明に甲８～１１刊行物記載の技術的事\n項を適用するための橋渡しとなる技術ということはできない。\nウ　取消事由３（相違点ｃについての判断の誤り）\n審決は，前記相違点ｃについて，「甲第６号証（判決注，「甲１３刊行\n物」）及び甲第７号証（判決注，「甲１４刊行物」）に記載された通達により，\n「空車」を赤色とし，「割増」を緑色とすることが規定されている以上，通達に沿\nう構成を遵守することとなるから，その色を表示するような構成となすことは容易\nに想到し得た」（審決謄本２７頁昀終段落）と判断したが，誤りである。\nすなわち，甲１３刊行物及び甲１４刊行物の各通達により「空車」や\n「割増」などの文字の色を特定のものとすることができたとしても，「通達に沿う\n構成を遵守することとなる」のであれば，地色を白色，又は赤や緑の地色に対して\n白抜き文字とするという構成についても遵守すべきであり，フィルム式のタクシー\nの表示灯では，これを遵守して地色を赤色又は緑色とし文字を白色としている。本\n件発明１では，「「空車」は赤色，「割増」は緑色で表示を行い，他は橙色で表\n示」するものであり，一つの発光ダイオード素子が赤色発光と緑色発光の素子から\n構成されているとすると，赤色発光素子を発光させると赤色，緑色発光素子を発光\nさせると緑色，両方を発光させると橙色になり，この３色を表示するためには，文\n字以外の部分は両発光素子を発光させない黒色にするしか方法がなく，必然的に地\n色は黒色となる。上記各通達では，地色は白色，又は赤や緑の地色に対して白抜き\n文字としており，本件特許出願時，タリフ表示としてはそのほとんどが地色が赤色\n又は緑色で文字が白色であるフィルム式表示板しか使用されていなかったことを考\n慮すれば，地色が黒色となるＬＥＤ表示パネルとする動機付けが阻害されていたと\nいうべきである。\nエ　取消事由４（本件発明１の商業的成功についての認定判断の誤り）\n審決は，本件発明１の商業的成功について，「本件出願の公開後に本件\n発明と似た多くのタクシー表示灯が各社から販売されているとしても，そのことを\nもって本件発明がパイオニア発明であるとはいうこともできないし，商業的成功\nは，社会のニーズ，販売方法，宣伝活動等によって大きく影響されるものである。\n被請求人主張のように，商業的成功があったとしても，本件発明の進歩性を認める\nことはできない」（審決謄本２８頁第１段落）としたが，誤りである。\nすなわち，本件発明１は，単にＬＥＤ表示パネルを用いたタクシーの表\n示灯という点のみで，商業的成功を収めているのであり，進歩性を否定すべき理由\nはない。本件発明１のタクシーの表示灯は，その発売開始後，複数のタクシー会社\nで採用され，また，他の複数のメーカーも追随してＬＥＤを用いたタクシーの表示\n灯の販売を行なっているのであり，当業者の間で長らく未解決であったニーズを充\n足し，かつ，それにより商業的利益を得ているものであることは明らかであって，\nその商業的成功は，本件発明１の進歩性を裏付ける根拠として考慮されるべきであ\nる。\nオ　取消事由５（本件発明４の進歩性の判断の誤り）\n上記のとおり，本件発明１と甲７発明との相違点ａ～ｃについての審決\nの判断は誤りであるから，「相違点ａ～ｃについては，すでに検討したとおりであ\nる」（審決謄本２８頁下から第２段落）として，本件発明４の進歩性を否定した審\n決の判断も誤りである。\n２　請求原因に対する認否\n請求原因(1)(2)(3)の各事実はいずれも認めるが，(4)は争う。\n３　被告の反論\n本件審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がな\nい。\n(1) 取消事由１について\nア　甲３～６刊行物は，「「空車」，「賃走」等のタクシーの現在の状態を\n車外に知らせるためのタクシーの表示灯」という点で共通し，これらの刊行物には\n「発光ダイオードを多数配列したＬＥＤにより表示すること」が記載され，殊に，\n甲３刊行物の「従来の技術」欄に「従来，タクシーなどの車輌では，第４図に示す\n如く，空車状態及び迎車状態などを表示する表示体（２０）が，前後の表示面（２\n１）（２２）に発光ダイオード（２３）（２４）を配設して，これを点灯させるよ\nうに構成されていると共に，同表示体（２０）は運転者の手元操作により切換表示\nが行われるものが存在する」（明細書１頁昀終段落～２頁第１段落）との記載，上\n記各刊行物の頒布時（甲６刊行物の頒布時は，本件特許出願の４年半以上前の平成\n元年である。），刊行物の数等に照らせば，「「空車」，「賃走」等のタクシーの\n現在の状態を車外に知らせるためのタクシーの表示灯において，発光ダイオードを\n多数配設したＬＥＤにより表示すること」（審決謄本２３頁第２段落）を周知慣用\n技術であるとした審決の認定に誤りはない。\nイ　甲３刊行物は，本件特許出願前に日本国内において頒布された刊行物で\nあり，甲７発明に甲８～１１刊行物記載のＬＥＤ表示パネルを適用する動機付けを\n示唆するものというべきであり，その適用を阻害する要因も存在しない。\nウ　甲７発明のタクシーの表示灯に周知のＬＥＤ表示パネルを適用すること\nは容易であり，そうである以上，その奏する作用効果も当業者に予測可能である。\nエ　原告が引用する通達は，本件特許出願前にタクシーの表示灯に限定色\n（赤，緑，橙）のＬＥＤ表示パネルを採用することが技術的に不可能ないし相当に\n困難だったことを意味するものではない。限定色（赤，緑，橙）のＬＥＤ表示パネ\nル自体は，本件特許出願前に周知であり，技術的見地からみた場合には，タクシー\nの表示灯に周知のＬＥＤ表示パネルを適用することを阻害する要因はなく，通達等\nの規制の存在ないし不存在と，技術的見地からみた発明の容易想到性の判断とは，\n無関係というべきである。\n(2) 取消事由２について\n「「空車」，「賃走」等のタクシーの現在の状態を車外に知らせるための\nタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤにより表示する\nこと」（審決謄本２３頁第２段落）は少なくとも公知であるから，当該公知事実に\n接した当業者が，甲７発明に甲８～１１刊行物記載のＬＥＤ表示パネルを適用する\nことは容易というほかなく，また，甲３刊行物は，その適用の動機付けを示唆する\nものである。\n(3) 取消事由３について\n本件発明１に係る特許請求の範囲【請求項１】は，単に「「空車」は赤\n色，「割増」は緑色で表示を行い，他は橙色で表示する」と記載され，地色を黒色\nとすることは記載されていないから，原告の主張は，特許請求の範囲の記載に基づ\nかないものであり，失当である。また，技術的見地からみた場合には，タクシーの\n表示灯に周知のＬＥＤ表示パネルを適用することを阻害する要因がないことは上\n記(1)エのとおりである。\n(4) 取消事由４について\nそもそも，商業的成功のような非技術的要因は，あくまでも，進歩性の一\n般的判断手法を補強し又は傍証的に利用することができるものにすぎず，本件発明\n１の進歩性を基礎付けるものではない。\n(5) 取消事由５について\n上記のとおり，本件発明１と甲７発明との相違点ａ～ｃについての審決の\n判断に誤りはなく，「相違点ａ～ｃについては，すでに検討したとおりである」\n（審決謄本２８頁下から第２段落）として，本件発明４の進歩性を否定した審決の\n判断に誤りはない。\n第４　当裁判所の判断\n１　請求原因(1)（特許庁における手続の経緯）・(2)（発明の要旨）・(3)（審決\nの内容）の各事実は，いずれも当事者間に争いがない。\nそこで，以下においては，本件審決の適否につき，原告の取消事由ごと判断\nすることとする。\n２　取消事由１について\n(1) 原告は，まず，甲３刊行物の上記記載及び甲４～６刊行物を根拠に，\n「「空車」，「賃走」等のタクシーの現在の状態を車外に知らせるためのタクシー\nの表示灯において，発光ダイオードを多数配設したＬＥＤにより表示すること」\n（審決謄本２３頁第２段落）が周知慣用技術であったと認めることはできないと主\n張する。\nそこで，甲３刊行物について見ると，本件特許出願より１年以上前である\n平成４年７月１０日頒布の甲３刊行物には，「本考案は，タクシー等の車輌内部に\n設置して空車状態や迎車状態等の状態表示ができる車輌用表示体に関するものであ\nる」（明細書１頁下から第２段落），「従来，タクシーなどの車輌では，第４図に\n示す如く，空車状態及び迎車状態などを表示する表示体（２０）が，前後の表示面\n（２１）（２２）に発光ダイオード（２３）（２４）を配設して，これを点灯させ\nるように構成されていると共に，同表示体（２０）は運転者の手元操作により切換\n表示が行われるものが存在する」（同１頁昀終段落～２頁第１段落）と記載され，\nこれらの記載によれば，「空車」，「賃走」等のタクシーの現在の状態を車外に知\nらせるためのタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤに\nより表示することが開示されていると認めることができる。また，本件特許出願よ\nり２年以上前である平成３年１２月１８日頒布の甲４刊行物，及び同じく１年以上\n前である平成４年２月２６日頒布の甲５刊行物には，車両の上部に設置するもので\nはあるが，「空車」，「賃走」等のタクシーの現在の状態を車外に知らせるための\nタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤにより表示する\nことが記載され，同じく４年以上前である平成元年２月６日頒布の甲６刊行物に\nは，「取付式表示板・太陽電池集光板付室内バックミラー」（考案の名称）に関す\nるものではあるが，「空車」，「賃走」等のタクシーの現在の状態を車外に知らせ\nるためのタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤにより\n表示することが記載されている。そして，タクシーの表示灯が，車両の内部，外部\nで使用されていることは当裁判所に顕著であり，本件発明１において，タクシーの\n表示灯の設置場所について，特に限定はないから，ダッシュボード上に設置する空\n車表示と限定して解釈することはできない。そうすると，本件特許出願より１年な\nいし４年以上前に頒布された甲３～５刊行物のタクシーの表示灯についての上記各\n記載から，「「空車」，「賃走」等のタクシーの現在の状態を車外に知らせるため\nのタクシーの表示灯において，発光ダイオードを多数配設したＬＥＤにより表示す\nること」は，慣用技術であったかどうかは別として，本件特許出願時に周知技術で\nあったことは優に認めることができるというべきである。\n(2) 原告は，様々な表示装置の中から，タクシーの表示灯として昀適な表示装\n置を選択するには，多大な試行錯誤を要するのであって，本件特許出願時，わずか\n３色，地色の黒色を入れても４色しか表示できなかったＬＥＤ表示パネルをあえて\n選択することは，「当業者が必要に応じて適宜選択する程度の設計的事項」（審決\n謄本２３頁第３段落）であるということはできないと主張する。しかしながら，\n「「空車」，「賃走」等のタクシーの現在の状態を車外に知らせるためのタクシー\nの表示灯において，発光ダイオードを多数配設したＬＥＤにより表示すること」\nは，本件特許出願時に周知技術であったことは上記(1)のとおりであり，また，「甲\n第３（判決注，「甲９刊行物」）及び４号証（判決注，「甲１０刊行物」）に記載\nされているように，表示パネル一般の分野において，赤色発光可能な発光ダイオー\nドエレメントと緑色発光可能な発光ダイオードエレメントで構成された多色発光可\n能な発光ダイオード素子を縦横にマトリックス状に配置したＬＥＤ表示パネルは周\n知であり，甲第５号証（判決注，「甲１１刊行物」）に記載されているように，赤\n色発光可能な発光ダイオードエレメントと緑色発光可能な発光ダイオードエレメン\nトが封入されて構成された多色発光可能な発光ダイオード素子を縦横にマトリック\nス状に配置したＬＥＤ表示パネルも周知である」（審決謄本２２頁昀終段落～２３\n頁第１段落）ことは，原告の自認するところである。そうすると，甲７発明のタク\nシーの表示灯に甲８～１１刊行物記載の周知のＬＥＤ表示パネルを適用すること\nは，その発明の属する技術の分野における通常の知識を有する者（当業者）が容易\nに想到し得たものと認められる。\n原告は，甲３刊行物には「発光ダイオード・・・を点灯させる構造である\nために，構造が複雑であると共に消費電力が多く，また，表示の種類について制約\nを受けていた」（明細書２頁第２段落）との記載があり，ＬＥＤ表示パネルは，タ\nクシーの表示灯としては不適切であるとして選択せず，液晶表示体を選択している\nことが読み取れるのであるから，甲７発明のタクシーの表示灯について，様々な表\n示装置の中からＬＥＤ表示パネルを適用することを阻害するものであると主張す\nる。しかしながら，甲３刊行物の上記記載は，「（ロ）従来技術　従来，タクシー\nなどの車輌では，第４図に示す如く，空車状態及び迎車状態などを表示する表示体\n（２０）が，前後の表示面（２１）（２２）に発光ダイオード（２３）（２４）を\n配設して，これを点灯させるように構成されていると共に，同表示体（２０）は運\n転者の手元操作により切換表示が行われるものが存在する。（ハ）考案が解決しよ\nうとする課題　ところが，上記表示体（２０）は発光ダイオード（２３）（２４）\nを点灯する構造であるために，構造が複雑であると共に消費電力が多く，また，表\n示の種類についても制約を受けていた」（明細書１頁昀終段落～２頁第２段落）と\nの記載の一部であり，当該記載は，タクシーの表示灯において発光ダイオードが使\n用されていたこと及び発光ダイオードの構造と消費電力についての特徴を記載した\nものである。発光ダイオードの構造が複雑であり，その消費電力が多いことは，こ\nれを用いる際に考慮しなければならない要因ではあるが，その解決が困難であると\n認めることはできないから，タクシーの表示灯において，機械式の表示装置に代え\nてＬＥＤ表示パネルを適用することを阻害するほどのものとまでは認められない。\nしたがって，原告の上記主張は採用の限りではない。\n(3) 原告は，本件発明１の奏する「タリフ表示の切替えを瞬時に行うことがで\nきるので，乗客降車後の次の顧客の獲得機会を逃すことが少ない」との効果及び\n「ＬＥＤ表示パネルは照明ランプに比べて長寿命であり，営業途中で動作不能にな\nるような事故が発生することはなく，長期間にわたって安定使用できる」との効果\nは，予測可能なものではない旨主張する。\nしかしながら，実願昭６１－１５００１号（実開昭６３－５７６９３号）\nのマイクロフィルム（乙３）及び実願昭６０－１３３８５３号（実開昭６２－４１\n１７５号）のマイクロフィルム（乙４）によれば，機械式表示装置と比較した場\n合，ＬＥＤ表示装置は，電子式に切換が行われていることから，切替に優れ，長寿\n命であり，故障が少ないことは，本件特許出願時，当業者の技術常識であったと認\nめることができ，原告主張の上記各効果は，いずれも，ＬＥＤ表示装置をタクシー\nの表示装置として使用した場合に，当業者が上記技術常識から当然に予測し得る効\n果にすぎないというほかはない。したがって，原告の上記主張も採用することがで\nきない。\n(4) 原告は，本件特許出願時には，タクシーの表示灯としては，白地に赤文字\n又は赤地に白文字や白地に緑文字又は緑地に白文字などの配色しか採用することが\nできず，黒地に限定色（赤，緑，橙）の表示しかできないＬＥＤ表示パネルをタク\nシーの表示灯にそのまま用いることができないというのが当業者の技術常識であ\nり，タクシーの表示灯として白色を表示できないＬＥＤ表示パネルを使用しようと\nする動機付け自体が阻害されていたと主張する。\n本件発明１は，地色について明示的な記載はないが，一般に，ＬＥＤの消\n灯時の色は黒であるという技術常識に照らせば，地色は黒色であると認めることが\nできる。しかしながら，ＬＥＤの輝度を十分確保して，地色以外は，甲１３刊行物\n及び甲１４刊行物の各通達に従い，「空車」は赤色，「割増」は緑色，他は橙色で\nＬＥＤを発光表示させた場合，地色が白の場合に比較し，見やすさに問題が生じる\nとは認められないから，ＬＥＤ表示パネルをタクシーの表示灯に採用することに，\n技術上の阻害要因があったとは認められない。そして，一般乗用旅客運送事業者に\n対し，甲１３刊行物及び甲１４刊行物の各通達に記載された規制があり，その改定\nがなければＬＥＤ表示パネルをタクシーの表示灯にそのまま用いることができない\nとの認識が当業者にあったとしても，通達上の規制が発明に係る研究開発を制限す\nるものでないことは明らかであるから，本件発明１を発明するに際して，上記各通\n達により動機付け自体が阻害されていたと認めることはできず，原告の上記主張も\n採用することができない。\n(5) 以上検討したところによれば，審決の相違点ａについての判断に誤りはな\nく，原告の取消事由１の主張は理由がない。\n３　取消事由２について\n原告は，ＬＥＤを用いたタクシーの表示灯が当業者に周知慣用技術であった\nと認めることができないだけでなく，多色発光についても全く示唆されていない以\n上，甲３刊行物記載の発明は，甲７発明に甲８～１１刊行物記載の技術的事項を適\n用するための橋渡しとなる技術ということはできないと主張する。\nしかしながら，ＬＥＤを用いたタクシーの表示灯が本件特許出願時に当業者\nに周知技術であったことは，上記２(1)で説示したとおりであり，多色発光可能な発\n光ダイオード素子を縦横にマトリックス状に配置したＬＥＤ表示パネルも周知であ\nることは，上記２(2)のとおりである。他方，甲３刊行物には，発光ダイオードの構\n造が複雑であり，その消費電力が多いとの問題を解決するため（明細書２頁第２段\n落），タクシーの現在の状態を示すタリフを液晶により表示する表示体（同１頁\n「実用新案登録請求の範囲」）が記載されている。また，甲７発明として，「前面\nに表示窓を設けた筐体１０と，表示面を前記表示窓に向けた電気式の表示器３と，\nタクシーの現在の状態を示す「空車」や「割増」等のタリフの表示文字パターンを\n予め内蔵し，タクシーメータから出力される制御信号に基づいて前記表示器３に，\nタクシーの現在の状態を示すタリフを文字で表示する点灯制御回路と，を備えたタ\nクシーの表示灯」（審決謄本１１頁第３段落）を認めることができることは原告の\n自認するところである。そうすると，甲３，７～１１刊行物に接した当業者は，甲\n７発明のタクシーの表示灯に，甲３刊行物の液晶による表示体を適用できるのと同\n様に，甲８～１１刊行物記載の周知のＬＥＤ表示パネルを適用することを容易に想\n到することができるというべきであり，甲３刊行物記載の発明は，甲７発明に甲８\n～１１刊行物記載の技術的事項を適用するための橋渡しとなる技術ということがで\nきるから，原告の上記主張は採用することができない。\nしたがって，原告の取消事由２の主張は理由がない。\n４　取消事由３について\n原告は，甲１３刊行物及び甲１４刊行物の各通達では，地色は白色，又は赤\nや緑の地色に対して白抜き文字としており，本件特許出願時，タリフ表示としては\nそのほとんどが地色が赤色又は緑色で文字が白色であるフィルム式表示板しか使用\nされていなかったことを考慮すれば，地色が黒色となるＬＥＤ表示パネルをする動\n機付けが阻害されていたというべきであると主張する。\nしかしながら，上記各通達に記載された規制があり，その改定がなければＬ\nＥＤ表示パネルをタクシーの表示灯にそのまま用いることができないとの認識が当\n業者にあったとしても，これが阻害要因になるものとは認められないことは，上記\n２(4)のとおりであるから，原告の取消事由３の主張も理由がない。\n５　取消事由４について\n原告は，本件発明１の商業的成功は，本件発明１の進歩性を裏付ける根拠と\nして考慮されるべきであると主張するが，甲７発明並びに甲８～１１刊行物，甲１\n３，１４刊行物及び乙１，２刊行物に記載された発明に基づいて本件発明１の構成\nが容易に想到可能である以上，その構成から奏される効果も当業者であれば当然予\n測し得るものであり，原告が主張する本件発明１の商業的成功は，本件発明１の進\n歩性を基礎付けるものではない。したがって，原告の取消事由４の主張も理由がな\nい。\n６　取消事由５について\n上記のとおり，本件発明１と甲７発明との相違点ａ～ｃについての審決の判\n断に誤りはなく，その誤りを前提とする原告の取消事由５の主張も理由がない。\n７　以上のとおり，原告主張の取消事由はいずれも理由がない。\nよって，原告の本訴請求は理由がないからこれを棄却することとし，主文の\nとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官    　中野哲弘\n裁判官    　岡本　岳\n裁判官    　上田卓哉\n"
}