{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 4
  },
  "case_number": "平成15(わ)233",
  "case_name": "強盗殺人，住居侵入，有印私文書偽造，同行使，詐欺被告",
  "court_name": "長野地方裁判所刑事部",
  "lawsuit_id": "6488",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6488",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/488/006488_hanrei.pdf",
  "contents": "平成１５年（わ）第２３３号，第２５６号\n住居侵入，強盗殺人，有印私文書偽造，同行使，詐欺被告事件\n主　　　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中１００日をその刑に算入する。\n押収してある郵便貯金払戻金受領証１通（平成１５年押第３４号の１）の偽造部分を没収する。\n理　　　　　　　由\n（犯行に至る経緯）\n被告人は，昭和１５年６月長野市内で出生し，被害者Ａ（大正１０年５月２４日生）は被告人の実家と道\n路を挟んだ向かい側の商店兼居宅に居住しており，被告人は幼いころから顔見知りであった。\n被告人は，同市内の高校を卒業後，就職したが，昭和４１年に結婚して退職し，その後，新聞記者であ\nった夫の転勤に伴い，愛知県，千葉県，茨城県と転居し，その間，夫との間に二女一男をもうけ，夫の父\nが亡くなり残された夫の母と一緒に住むため，昭和５８年に子供３人を連れ，長野市内の夫の実家に移り\n住むこととなり，そのころから保険外交員として働くようになった。\n被告人は，自ら働くことで自由になるお金ができたこと，保険外交員の仕事の性質上人と接する機会が\n多く，身綺麗にしておく必要があると考えたことなどから，クレジットを組んで高価な服や貴金属を好んで\n購入するようになり，５０万円前後の買物をすることも珍しくなかった。被告人は，分割払にすれば月々の\n支払は大したことがないなどと安易に考え，クレジットによって自らの家計に合わない買物をするようにな\nり，平成２年ころには貯金を取り崩して返済に充てるようになったが，相変わらず高価な服や宝石などを\n購入し続け，平成５年ころからは銀行や信用金庫から借入をするようになった。\n被告人は，平成７年９月に，夫が喉頭ガンを患い声が出なくなったことから，その生前に生命保険金を\n１０００万円ほど受け取ったが，平成７，８年には３００万円もする絵を衝動買いするなど浪費は治まらず，\n平成９年ころには消費者金融からも借入れをするようになり，夫の保険金は夫が平成１２年に死去するま\nでの治療費やその後の夫や義母の法事の費用等に費消したため，借金を清算するには至らず，また，保\n険外交員としての営業成績を上げるため，自ら生命保険や年金保険に数口入るとともに，子供３人の名\n義で生命保険や年金保険を掛け，それらの保険料の支払を要するようになったばかりか，さらには契約\n数を稼ぐために保険に入ってもらった顧客の保険料を立て替えるなどしたため，借金はさらに増加した。\n被告人は，平成１３年暮れころには，前記の保険金や夫が残してくれた預金も使い果たしたため，自ら\n入っていた保険や子供に掛けていた保険の解約返戻金を担保にして貸付けを受けるようになり，貸付け\nが受けられなくなると，保険を解約してわずかな返戻金を返済に充てていたが，借金の返済に窮するよう\nになり，平成１４年には，被告人に借金があることを知った息子から自己破産を勧められたものの，これを\n聞き入れることなく，親族から借財をしたり，親族に借金の保証人となってもらうことで借り入れた金員を\n借金の返済に充てていたが，到底借金の返済に間に合わずに滞納が多くなり，債権者からの督促の電\n話が来始め，取立てに悩まされる状態となる一方で，被告人は呉服店で５０万円の着物と帯を購入するな\nど，相変わらず高価な服や貴金属を購入し続けていた。\n平成１５年に入ってからも，被告人は，息子や娘に借財をして借金の返済に充てる一方で，１５万円の\n指輪を購入するなど，高価な服や貴金属の購入を止めることができない状態であった。このころ，被告人\nの収入は保険外交員の給与が月に多くて２２万円，少ないときには４万円程度で，平均すると月８万円く\nらいであり，あとは亡夫の厚生年金を２か月ごとに約２８万円，被告人の年金を半年ごとに約１４万円をそ\nれぞれ受給するにとどまっていた。\n被告人は，同年３月ころ，車を運転中に被害者を見かけた際，かつて被害者宅にある自動販売機の売\n上が相当なものであると聞いたり，被害者が普段から肌身離さず現金を持っているなどと聞いていたこと\nから，借金の返済に充てるための現金を被害者から奪うことを漠然と考えるようになった。\n同年４月に入ると，被告人は，借金を頼むことができる人がいなくなり，解約できる保険もなくなり，年金\nと自分の給与しか借金の返済に充てることができなくなり，同月末期限の消費者金融等の支払を滞納し，\n被告人の携帯電話や会社の電話に債権者から督促の電話がかかってくるようになった。\n同年５月になると，被告人の銀行，消費者金融及びクレジット会社からの借金の総額は８００万円近く\nになっており，借金の返済の見通しが全くたたない状態にあった。\n被告人は，次の返済期限である同年５月１２日に返済ができなければいよいよ債権者に職場へ押しか\nけられると思い，職場ではやり手の保険外交員として，高価な洋服や貴金属を身につけ，金銭的に裕福と\n見られていたことから，債権者が職場に取立てに来ることで，自分に多額の借金があると職場の同僚に\n知れ，今まで職場で築きあげてきた自分の信用，地位が崩れることを想像すると，非常に恥ずかしく耐え\n難く思い，その一方で，夫の年金は５月には受給できず，自分の給与の支払日は同月２４日であるため，\n同月１２日に返済に充てる金を用意できないことは明らかになり，いよいよ被害者宅に押し入って金を奪う\nことを強く考えるようになった。\n被告人は，同年５月７日，仕事を終えて，夕食を食べに実妹宅に行った際，被害者宅前の交差点の電\n話ボックスの横に座る被害者を見て，同人が体力のない老人女性であり，その日は家にいることを知る\nと，同夜に同人宅に強盗に入ることを決意した。\n被告人は，車を運転して自宅へ帰る途中，被害者に顔を見られたり声を上げられたりしないように，素\n早くガムテープで目や口をふさぎ，手や足を縛り上げて抵抗を封じてから金を奪うという犯行の段取りや，\nテープカッター付布粘着テープ，ランプ型懐中電灯，手袋といった犯行に必要な道具の内容を考え，自宅\nに着くと，その計画に従い，犯行に必要な道具を用意し，夜陰に乗じて目立たないように黒色スパッツ，黒\n色ジャンパーを着用して，黒色スニーカーを履き，同月８日午前１時ころ，車で自宅を出発し，同日午前１\n時３０分ころ，被害者宅近くに車を停め，３０分程車の中で機会をうかがい，その日に金を手に入れないと\n返済期限に間に合わないと考え，顔が見られないようにマスクをつけ，指紋が残らないように手袋をは\nめ，懐中電灯を手に持ち，同人宅へ向かった。\n（罪となるべき事実）\n被告人は\n第１　Ａ（当時８１歳）から金員を強取しようと企て，平成１５年５月８日午前２時ころ，長野市・・・所在の同\n人方居宅南側出入口から同居宅内に侵入し，そのころ，これを同人に気付かれたため，同人方居宅\n南西角において，同人に対し，馬乗りになり，騒がれないようにガムテープで同人の口をふさごうとし\nたが，同人の抵抗にあったため，右手拳で同人の頭部及び顔面の左側を多数回殴打し，腹部の前\nで交差させた同人の両手を同人方にあった白色レースのれんで縛り上げ，ガムテープを幾重にも巻\nき付けるなどして緊縛し，さらに同所が段ボール，新聞紙及び衣類等が散乱しており金員を探すの\nが困難な状況にあったことから，同人から金員の所在を聞き出すために，同人方にあった懐中電灯\nを左手に持ち，同人の頭部及び顔面の右側を殴り，「金はどこだ。言わないと殺すぞ。」などと申し向\nけたが，同人が答えなかったため，さらに懐中電灯で同人の頭部及び顔面の右側を殴打し続け，ガ\nムテープで同人の顔面を緊縛するなどの暴行を加えて反抗を抑圧した上，同人所有又は管理にか\nかる郵便貯金通帳１通，印鑑３本及び国民健康保険被保険者証１通等在中のバッグ１個を強取し，\n引き続き，同人を緊縛して放置すれば死に至るかもしれないことを十分認識しながら，それもやむな\nしと決意し，すでに自らの殴打行為により衰弱している同人を身動きのできないようにするため，そ\nの両足首等をガムテープで何重にも巻いてから同所を立ち去り，同日ころ，同所において，同人を外\n傷性ショックにより死亡させて殺害した\n第２　前記第１のとおり強取したＡ名義の郵便貯金通帳，国民健康保険被保険者証及び印鑑を使用し，\n貯金払戻名下に金員を詐取しようと企て，同日午前１０時２０分ころ，同市大字南長野南県町１０８５\n番地４所在の日本郵政公社長野中央郵便局において，行使の目的で，ほしいままに，同郵便局備\n付けの郵便貯金払戻金受領証用紙のおなまえ欄に「Ａ」，払戻金額欄に「２００００００」，おところ欄に\n「・・・」とボールペンを用いて各冒書し，印鑑欄に「Ａ」と刻された前記印鑑を冒捺し，もって，Ａ作成名\n義の郵便貯金払戻金受領証１通（平成１５年押第３４号の１）を偽造した上，そのころ，同所におい\nて，同郵便局貯金課窓口係員Ｂに対し，これをあたかも真正に成立したもののように装い，前記郵便\n貯金通帳等とともに提出行使して，被告人がＡであり，正当な権限に基づく貯金払戻請求であるか\nのように装って貯金２００万円の払戻を請求し，同係員をしてその旨誤信させ，よって，そのころ同所\nにおいて，同人を欺いて現金２００万円の交付を受けたものである。\n（事実認定に関する補足説明）\n弁護人は，判示第１の強盗殺人の犯行について，被告人には未必的にも殺意がなかった旨主張し，被\n告人も当公判廷においてこれに沿う供述をしているので，殺意の有無について，以下検討する。\n１　被告人は，本件各犯行について，当公判廷及び捜査段階において，概ね次のように供述している。\n①　被告人は，借財返済のための金策に窮していたところ，被害者が，８０歳くらいの老人女性で，金を\n貯め込んでいる上，一人暮らしをしており，体力的にも自分が負けることはないと考えて，被害者宅\nに侵入し，被害者から，金銭を強取することを企てた。\n②　被告人は，犯行日の午前２時ころ，懐中電灯，ガムテープ等を準備し，被害者宅に侵入したが，被\n害者が，案に相違して出入口近くで就寝しており，被告人のたてた物音に気付いて「だれ。」と声をか\nけてきたことから，あわてて，被害者に馬乗りになり，ガムテープで口をふさぐことを試みたりした後，\n被害者を黙らせるため，その頭部及び顔面の左側を右手拳で数回殴り，被害者の両手をガムテー\nプで緊縛した。その後，被告人は，被害者から金員の所在を聞き出そうとしたが，被害者がこれに応\nじないため，被害者宅内にあった懐中電灯を左手でとり，その柄の部分を持ち，被害者の頭部及び\n顔面の右側めがけて複数回振り下ろした。（その具体的な殴打態様については後に詳述する。）\n③　被告人は，自らの暴行により被害者の息が小刻みになり身体から力が抜けぐったりしてしまったこ\nとから，金のありかを聞き出すのをあきらめ，ガムテープなどで口をふさぎ，布の袋を頭からかぶせ\nた後，金銭を探すうち，付近にあった黒色の合皮製の手提げバッグの中に郵便貯金通帳があるのを\n発見し，貯金残高が２２０万円くらいであることや，印鑑３本と健康保険証が入っていることを確認し，\nこれを持ってその場を離れることとし，その前に，ガムテープを被害者の足首に何重にも巻きつけ，\n被害者が両手で口のガムテープをとることのないように，両太股にガムテープを巻き付け，緊縛した\n両手と繋げるように固定して緊縛し，同所を出て，付近に止めていた自動車を運転して被告人宅に\n戻った。\n④　被告人は自宅でいったん睡眠をとり，同日午前７時３０分ころ起床し，勤務していた会社に嘘の連\n絡を入れ，同日午前９時３０分ころ，長野中央郵便局に行き，義母の遺品の洋服を着用して老人女\n性を装い，判示第２のとおり，郵便貯金払戻金受領証を偽造行使して，貯金払戻し名下に２００万円\nを詐取した。\n⑤　以上の被告人供述は，次に述べる被害者が死体で発見された際の状況等と概ね符合しており，大\n筋においては信用できる\nものである。\n２　前掲証拠により認定される被害者が死体で発見された際の状況は次のとおりである。\n①　被害者は，犯行日及びその翌日に姿を見せなかったことから，犯行日の翌々日である平成１５年５\n月１０日近隣住民らの通報により，警察官が被害者宅を訪れ，同日午後零時２５分ころ，死体で発見\nされた。被害者は，居宅の玄関に接する南西角に，頭を西方に向けて仰向けに横たわった状態で，\n顔面を真上に向け，両手を腹部で交差させ，両足は揃えて膝をくの字に曲げていた。顔面は，頭部\nから頸部まで黒色地に花柄模様のスカートですっぽりと包むようにして覆われていた。発見時の居\n宅南西角の状況は段ボール，新聞紙及び衣類等のゴミが高さ１メートル程堆積していた。\n②　被害者は，身長１５０センチメートル，栄養良好，体格小太りであり，全身の皮膚は，顔面から股及\nび両肘付近にかけて，黒色，暗緑色または赤紫色に変色し，頭髪に血様液の腐敗汁が付着し，ノー\nスリーブのブラウス及びズボン等を着用していた。被害者の損傷として，顔面に表皮剥脱，両上肢に\n表皮剥脱及び皮膚変色等が認められた。\n③　被害者の顔面，前腕部，大腿部及び両足首には，ガムテープ（布粘着テープ及びクラフトテープ）等\nが次に述べるように幾重にも巻き付けられていた。\n頭部及び顔面は，覆っていたスカートをとると，内側に全長１７０センチメートルの布粘着テープ１\n片が唇及び顎部から後頭部及び後頸部に左回りに３周巻き付けられており，その外側に口をふさぐ\nようにして全長７３．９センチメートルのクラフトテープ１片が左回りに１周巻き付けられていた。\n前腕部には，クラフトテープ２片，布粘着テープ８片，レジ袋１枚及びのれん１枚が幾重にも巻き付\nけられ，左右前腕から両手首及び手指を覆っていた。一番内側に白色レースののれん１枚が巻かれ\nて縛られており，その上にクラフトテープや布粘着テープが幾重にも巻き付けられており，巻き付けら\nれた布粘着テープ及びクラフトテープの長さは，短いもので６１．２センチメートル，長いもので１９０．\n７センチメートルであった。\n大腿部には，全長１４６センチメートルのクラフトテープ１片が前腕部に巻かれたクラフトテープに\n付着し，そこから左回りで大腿部を１周して巻き付けられ交差している上，その上から，全長１２２セ\nンチメートルのクラフトテープ１片が大腿部をほぼ１周した後，半周戻った形で付着していた。\n足首には，全長４１８．５センチメートルのクラフトテープ１片が右回りに両足首を３周し，両足首の\n間を十字に交差した後，さらに右回りに６周して巻き付けられ，その上に，全長１５．５センチメートル\nのクラフトテープ１片がすでに巻き付けたクラフトテープと十字に交差するようにして付着している。\n④　以上の被害者に巻き付けられた布粘着テープ及びクラフトテープの状況や発見時の状況等からす\nると，被害者は，被告人により緊縛された後，身動きすることができないまま，その場において死亡し\nたものと認められる。\n３　そして，被害者の死体解剖を担当した証人Ｃの当公判廷における供述及び同人作成の解剖結果報告\n書（不同意部分を除く）によれば，被害者の受傷状況，死因について，次のとおり認められる。\n①　被害者の損傷としては，まず，頭部及び顔面，特に頭部全域及び右顔面部にひどい擦過打撲傷が\n認められ，これらの擦過打撲傷が原因となって外傷性ショックが生じ，致命傷になったと考えられる。\nほかに右上肢外側前腕部に擦過打撲傷群，左上肢手背部に打撲傷，さらに肋骨骨折も認められ\nるが，生命に危険を生じるものではない。\n②　被害者の死体の死後変化は比較的高度であるが，頭部及び顔面部に表皮脱落と暗赤褐色変色\n部があり，皮下に厚層の出血を伴っている。躯幹内部では大血管系や心臓に血液が残存していな\nい。臓器は貧血状で四肢や背部には死斑が殆ど認められない。\n③　これらのことから，被害者の死因は外傷性ショックであると判断される。つまり，外傷に起因して，血\n液が血管内から漏れ，流出した結果，血管内の循環血液量が減少し，機能的に重大な組織や細胞\nの障害を起こして死亡したものと考えられる。\n④　前記のとおり，頭部及び顔面部の皮下に相当厚い層の出血が広範囲に認められることから，被害\n者の頭部及び顔面に対して，その生前に，鈍器・鈍体による多数回の作用が加えられたと考えられ\nる。成人男性で手がしっかりしていれば可能であっても，そうでない者は，とても素手のみで生じさせ\nることのできるものではなく，また，懐中電灯を用いたとしても，３回程度の殴打ではとても無理であ\nり，少なくとも十数回くらいは殴った可能性が高い。\n⑤　外傷性ショックの場合，被害者に受傷直後に入院加療を施せば助かる可能性もあるが，治療をせ\nずに被害者を動けない状態にしておけば生存可能性は低下していき，そのまま放置しておくならば，\n半日生存も難しい。\n⑥　被害者の死体は死後から平成１５年５月１１日の死体解剖開始まで数日経過したと推定される。\n４　ここで，被告人が被害者の頭部を懐中電灯で殴打した際の状況及びその際の犯意について検討す\nる。\n①　被告人は，当公判廷において，脅迫目的で殴打を加えたのであり，殴打した回数は記憶しておら\nず，また，殴打の程度も力一杯ではない，捜査段階の供述は，殺意をいくら否定しても，捜査官に聞\nいてもらえなかったので，あきらめて捜査官のいうことを否定せずに署名指印した旨供述している。\n②　そして，被告人の平成１５年８月１８日付けの検察官に対する供述調書には，「左手で懐中電灯の\n柄を持ち，自分の左手が自分の左耳の脇辺りに来るくらいまで振り上げ，懐中電灯の頭の方をＡさ\nんの頭や顔の右側辺りめがけて振り下ろし，思い切り殴りました。Ａさんの右側頭部に当たったとき\nには，Ａさんの頭が私から見て右側に振れたのも見えましたので，懐中電灯は，確実に当たっていま\nした。」「とても焦っており，手加減なしで殴りました。私は，２～３回Ａさんをそのように殴っては，「金\nはどこだ。言わないと殺すぞ。」などと，Ａさんを脅しながら，これまでと同じように，左手で持った懐中\n電灯でＡさんの頭部の右側辺りを思い切り殴りました。私はこのようなことを７～８回繰り返しました\nので，合わせて１０数回から２０数回，Ａさんを懐中電灯で思い切り殴りました。」「Ａさんは，「えー，え\nー。」というばかりで，金のある場所については答えてくれず，とうとう，昀後には苦しそうに「はっ，は\nっ，はっ，はっ。」と小刻みに息をするだけになってしまいました。」「私は，Ａさんが私から殴られすぎ\nて弱ってしまい，意識がもうろうとなり，私の言っている意味が分からなくなっているのだと思い，Ａさ\nんから金の場所を聞き出すのを諦め，自分でＡさんの体の周辺を探そうと思いました。」との記載が\nある。\n③　また，被告人の同月２１日付けの検察官に対する供述調書には，「私は，Ａさんに金の場所をしゃ\nべらせようという目的の他に，Ａさんにこれ以上騒がれたり，暴れられたりしないようにするという目\n的もあったことから，冷静さを失っていたことも手伝い，それでも，何度も殴りました。」「私は，懐中電\n灯で殴っている段階で，Ａさんが死んでしまうかもしれないがやむを得ないという気持ちが生じ始め\nました。この話を，これまでなかなか話さなかったのは，これを認めるということは，私がＡさんの死を\n積極的に望んでいたと思われると思っていたからでした。しかし，この時私が，Ａさんを死なせてはい\nけないというもう一方の良心と葛藤していたことも分かっていただいたようなので，話すことにしまし\nた。」「Ａさんが死んでしまうかもしれないが，それでも仕方がないという気持ちがおき，そのような気\n持ちで，Ａさんを懐中電灯で殴ったのでした。だからこそ，その後も，Ａさんを助けるようなことはせず\nに，逆にＡさんの足を縛るような，ますます死に近づいてしまうことをしてしまったのでした。」との記\n載がある。\n④　これらの供述について検討すると，長野中央警察署長作成の回答書等によれば，被告人に対する\n取調べは連日午前９時ころから昼食，夕食を挟んで午後８時以降までなされ，特に平成１５年８月１\n２日以降の取調べはほぼ午後１０時台に及んでおり，中でも同月１８日の留置場への入場時刻は翌\n１９日の午前零時５分であることから，同月１８日の取調べは深夜に及んだものと考えられ，このよう\nな長時間にわたる取調べの結果得られた供述については信用性の点について十分な吟味が必要\nである。\n⑤　上記の被告人の供述のうち，客観的な被害者の受傷状況と符合する部分は，その信用性が肯定\nできるのであって，証人Ｃの当公判廷における供述と総合すれば，被告人が，懐中電灯で被害者の\n顔面，頭部を十数回力強く殴打したことを認定できる。\nしかしながら，その懐中電灯で殴打した際にも未必的な殺意があった旨の供述部分については，\n検察官からしつように自白を求められたことが，取調検察官の当公判廷における供述からもうかが\nえるのであって，その供述の信用性は特に慎重な検討が必要であるところ，被告人の殴打行為の主\nたる目的が被害者から金銭のありかを聞き出そうとすることにあったことを考慮すると，この時点で\n未必の殺意があったことを積極的に肯定するにはいささかためらいが生ずるところである。確かに被\n告人の検察官に対する供述調書にあるように，被害者に対する殴打行為の途中で，被害者の死亡\nの結果を認容した可能性も否定し難いことではあるが，一般に，人の頭部を懐中電灯で殴打するこ\nとで，その殴打された人が死亡することを予見することは，必ずしも容易であるとはいえず，特に，被\n告人は，当初から被害者を殺害しようと計画していたものでなく，被告人が殴打行為に及んでいた際\nには，被告人は，被害者の周囲に鞄や布袋が多数存在し，ビニール袋等が無数に散在し，金銭の\nありかが判然としない上，被害者から金銭のありかを聞き出すことができずにあせっていたのである\nから，このような状況下で，被害者の死亡することを予見し，これを認容していたと断ずることは困難\nである。\nそれ故，被告人が，懐中電灯による殴打行為の昀中にも被害者の死亡することを認容していたと\n認定することはできない。\n⑥　なお，被告人は，被害者の手をガムテープで縛ってから被害者から金銭のありかを聞き出そうとし\nて暴行を加え，その後に被害者の口をガムテープで２回縛ったと供述しているところ，被害者の手を\n縛ったガムテープのうち，一番昀初（一番内側）に巻かれた布粘着テープ（甲８の実況見分調書で\n「手１２」と特定されているもの。）の一方の断点と，それよりも後に手に巻かれた布粘着テープ（甲８\nで「手６」と特定されているもの。）の一方の断点が合致し，手の一番昀初の布粘着テープ（「手１２」）\nの他方の断点が顔の内側に巻かれた（顔に昀初に巻かれた）布粘着テープ（甲８で「顔２」と特定さ\nれているもの。）の一方の断点とが合致していることが認められるのであって，このことは，顔の内側\nに巻かれた布粘着テープは，手に巻かれた布粘着テープよりも先に巻かれたものというほかはない\nから，手を縛るより先に顔を１回布粘着テープで巻いて口をふさいだことが考えられるものの，顔に\n巻かれた布粘着テープは口を完全にふさいでいるものではない上，その上に巻かれたガムテープが\n種類の異なるクラフトテープであって，顔にガムテープを巻いたのは，２度にわたることも十分考えら\nれるから，金銭のありかを聞き出すために，懐中電灯で被害者を殴った旨の被告人の供述の信用\n性は左右されないというべきである。\n５　次に，被告人が貯金通帳を発見した後に，被害者の両足を緊縛した上で逃走したことについて検討す\nる。\n①　被告人は，８１歳と高齢の女性である被害者に対し，その頭部及び顔面に対して，まず右手拳で殴\n打を加え，その後懐中電灯で十数回にわたり殴打を加え，これにより被害者は頭部及び顔面に致命\n傷となった擦過打撲傷を負うに至ったものであるところ，被告人は，被害者の息が小刻みになり身体\nから力が抜けぐったりしていることを認識しながら被害者の両腕，顔面及び両足をガムテープで何重\nにも緊縛して，全く身動きがとれず，助けも呼べないようにし，頭部もスカートで覆ってその視界を奪\nい，被害者が一人暮らしの老人であることを認識しながら，そのように全く身動きのとれない被害者\nをその場に放置し逃走しているのである。\n②　このように自らの殴打行為により被害者に上記のような擦過打撲傷を負わせて衰弱させた上，ガ\nムテープで全く身動きのとれないようにすることで救出可能性を奪っている被告人の行為は，被害者\nの生命に多大な危険を及ぼすものであることは客観的に明らかである上，一般人においても，死亡\nする蓋然性が高いことは容易に分かることであり，被告人がそのような死の結果の予見ができない\nような特段の事情は認め難い。\n③　そして，被告人の検察官に対する弁解録取書には，「８０歳ぐらいのおばあさんを殴った上，身動き\nができないくらい縛り上げてしまったわけですから，Ａさんが死んでしまうかも知れないという思いは\n当然ありました。」とあって，被害者の死亡の蓋然性の認識を肯定しているのである。\nこの供述は，被告人が捜査の初期においてしたものであり，その信用性を否定すべき事情もな\nい。\n④　また，前記検察官調書には，「私は，８０歳のおばあさんを，数え切れないくらい殴って，抵抗できな\nくなるくらい弱らせた上，少しも動けないくらいにがんじがらめにしてしまっているのですから，このよ\nうにすれば，Ａさんは死んでしまうかも知れないが，それでも仕方がない，事件がばれ，私が犯人と\nばれないためには仕方がないことだと思いながら，縛り続けました。」とあるのであって，この被害者\nの足を緊縛して身動きできないようにした時点における未必的な殺意を認める供述は，当時の状況\nに照らしても極めて合理的な供述であり，その信用性を否定することはできない。\n⑤　これに対し，被告人は，当公判廷において，初めから昀後まで殺すつもりはなかった旨供述してい\nるが，前記の客観的状況及び信用できる捜査段階の供述に照らすと不合理な弁解といわざるをえな\nい。また，被告人は，平成１５年５月９日午前１時ころ，被害者を縛ったガムテープを切れば被害者が\n助かるものと思い，被害者宅付近に赴いた旨供述しているが，そもそも被告人自身，被害者宅に入\nることはなかった旨供述しているのであって，現実に何らの救助行為をしてない上，前記認定によれ\nば，被告人が被害者宅を後にして半日以上経過している前記日時の時点で被害者が生存している\n可能性は認め難いのであって，被告人の認識は希望的観測にすぎず，被告人が前記日時ころに被\n害者宅付近に赴いたとしても，前記認定を左右するものではない。\n⑥　なお，弁護人は，犯行当時，被告人に，被害者の頭部及び顔面の受傷についての認識が左目の\n充血の点にとどまるとし，そのことを理由に，殺意がなかったとの主張をしているが，前記認定によ\nれば，被告人は懐中電灯で被害者を十数回殴打し，その暴行により被害者の息が小刻みになり身\n体から力が抜けぐったりしていることを認識しているのであって，そのような被害者を前記のように全\nく身動きできない状態にして放置すれば，死に至ることは十分に認識できたというべきであり，この点\nに関する弁護人の主張は理由がない。\n６　以上のとおり，被告人が被害者の頭部，顔面を懐中電灯で殴打した時点において，殺意を認定するこ\nとにはためらいが生ずるところであるが，少なくとも被告人が被害者の足首をガムテープで縛って身動\nきできない状態にした時点においては，被告人に殺人の未必の故意があったことが認められ，この時\n点における殺意については合理的な疑いをいれる余地はなく，被告人には強盗殺人罪が成立する。\n（法令の適用）\n被告人の判示第１の所為のうち，住居侵入の点は刑法１３０条前段に，強盗殺人の点は同法２４０条後\n段に，判示第２の所為のうち，有印私文書偽造の点は同法１５９条１項に，同行使の点は同法１６１条１\n項，１５９条１項に，詐欺の点は同法２４６条１項にそれぞれ該当するところ，判示第１の住居侵入と強盗\n殺人との間には手段結果の関係が，判示第２の有印私文書偽造とその行使と詐欺との間には順次手段\n結果の関係があるので，同法５４条１項後段，１０条により１罪として判示第１の罪については重い強盗殺\n人罪の刑で，判示第２の罪については昀も重い詐欺罪の刑（ただし，短期は偽造有印私文書行使罪の刑\nのそれによる。）でそれぞれ処断することとし，判示第１の罪について所定刑中無期懲役刑を選択し，以\n上は同法４５条前段の併合罪であるが，判示第１の罪につき無期懲役刑を選択したので，同法４６条２項\n本文により他の刑を科さないで，被告人を無期懲役に処し，同法２１条を適用して未決勾留日数中１００\n日をその刑に算入し，押収してある郵便貯金払戻金受領証１通（平成１５年押第３４号の１）の偽造部分\nは，判示第２の偽造有印私文書行使の犯罪行為を組成した物で，何人の所有をも許さないものであるか\nら，同法１９条１項１号，２項本文を適用してこれを没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書\nを適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，高価な和服や宝石等を購入することで多額の借財を負うに至った被告人が，その返済資金を\n捻出するため，深夜，被害者方に侵入し，判示のとおりガムテープで被害者の手などを緊縛し，懐中電灯\nで被害者の頭部，顔面を多数回殴打する暴行を加え，郵便貯金通帳等在中のバッグを強取した上，被害\n者をガムテープで緊縛して放置することにより被害者が死亡することを認容して，被害者を緊縛放置して\n殺害し（判示第１），被害者から強取した郵便貯金通帳，印鑑等を用いて，被害者名義の郵便貯金払戻金\n受領証を偽造，行使し，郵便局窓口係員から現金２００万円を詐取した（判示第２）事案である。\n本件犯行の動機を見ると，被告人は，保険外交員として働き始めたことをきっかけに，高価な服や宝石\n等を買い始めるようになり，自らの虚栄心を満たすため，安易にクレジットを組んでこれらの高価品を購入\nし続け，銀行，消費者金融等からの借入れを繰り返し，新たな借入先を見付けることができなくなり，借財\n返済に苦慮すると，職場での自らの地位，信用が失われることは恥ずかしく耐え難いなどとの理由から，\n自己破産を考慮することなく，他人から金を奪うほかないと安易に考え，多額の現金を持っているとの噂\nがあった被害者から金銭を強取することを決意し，判示のとおり，強盗殺人の犯行を敢行したものであっ\nて，その犯行動機は短絡的で，極めて身勝手で，自己中心的であり，酌量の余地は全くない。\nなお，被告人は，被告人の借金の原因となった高価な買物は，保険外交員としての営業成績をあげる\nためになされたかの様に述べるが，被告人自身，高価品を購入することの見返りとして保険の勧誘をした\nことはなかった旨述べているのであって，本来不要な出費であったことは明らかである。\n住居侵入，強盗殺人の犯行態様を見ると，被告人は，犯行前日の夕刻実妹の家に行った際に，被害\n者が家にいること，被害者が老人女性であり体力的に負けるおそれがないことを確認すると，被害者から\n現金を奪うことを決意し，犯行を目撃されるおそれの低い深夜を狙い，本件犯行の段取りやそのために必\n要な道具を考え，黒色系の服を身に付け，顔を見られないようにマスクを着け，手袋を着用し，逃走のこと\nを考え車輪の下に車の鍵を置いてから，被害者宅に侵入しているのであり，強盗の犯行態様は計画的で\nある。また，被告人が，被害者宅に侵入したところ，思わぬ抵抗にあい，当初の計画通りに事態が運ばな\nかったことから，焦るとともにいらだちを覚え，手拳や懐中電灯で被害者を多数回殴打し，その頭部及び\n顔面に，そのまま放置すれば半日以内に死に至るほどの擦過打撲傷を負わせ，さらに，ガムテープで顔\n面，両手を幾重にも巻き付け緊縛し，頭からスカートをかぶせて視界を奪い，反抗を抑圧した上，郵便貯\n金通帳等が入ったバッグを強取し，さらに，被害者の死を認容して，その両足首にガムテープを何重にも\n巻き付けて緊縛し，被害者が全く身動きのとれない状態にしたまま放置することで，外傷性ショックにより\n殺害するに至ったというものであって，その殺害の態様は，極めて非道かつ残虐なものである。\n有印私文書偽造，同行使，詐欺の犯行態様を見ると，被告人は，義母の遺品の洋服を着用して老人女\n性に変装し，ことさらゆっくり歩くなどして，被害者本人を装い，強取した郵便貯金通帳，印鑑等を用いて\n郵便貯金払戻金受領証を偽造，行使し，現金２００万円を詐取しているのであって，巧妙かつ悪質であ\nる。\n被告人は，犯行後，本件犯行に使用した衣類や強取した郵便貯金通帳等を処分するなどして証拠隠\n滅を行っており，犯行後の情状も悪い。\n被害者について見ると，被害者は，昀も安心できるはずの自宅で深夜就寝していたところ，突然侵入し\nてきた被告人に馬乗りになられ，頭部及び顔面に懐中電灯を使用したしつような暴行を加えられ，声を出\nせないようにガムテープで口をふさがれ，身動きもできないように厳重に手足を緊縛され，助けを求めた\nり，逃げ出すこともできないまま，視界を奪われた暗闇の中で苦しみながら死を迎えることを強いられたの\nであって，その苦痛や恐怖心は察するに余りあるところである。被告人が被害者を即時に殺害しなかった\nことによって，かえって，被害者は長い時間苦しみながら死を迎えることを強要されたと見られるのであ\nり，その被害者の苦痛の大きさは，直ちに致命傷を与えられた場合と比して勝るとも劣らない。このように\n被害者の口をガムテープでふさいで助けを求めることを妨げ，頭部の出血に対する治療を受ける機会も\n奪い，手足を緊縛したまま，被害者に絶望のうちに死を迎えることを強要することは，極めて残虐な行為と\nいわざるを得ない。そうすると，被告人の殺意が未必的なものにとどまり，被害者に直ちに致命傷となる\n暴行を加えていないことを被告人に有利な情状として重視することは相当ではない。\n被害者は，その生涯において，夫に行方不明になられ，息子に先立たれるなどの不運があったにもか\nかわらず，その不運に屈することなく，夫が残した借金を返すために，昼も夜も働き，十分な蓄えまでし\nて，判示自宅で余生を送っていたものであるところ，本件強盗殺人の犯行の犠牲になるという，まさに悪\n夢としかいいようのない事態によって，理不尽にも非業の死を余儀なくされたものであって，その悲運には\n哀憐の情を禁じ得ない。\n被告人は，本件各犯行につき，何らの慰謝の措置を取っていないところ，現金欲しさに生命まで奪われ\nた被害者の親族らの被告人に対する処罰感情は極めて厳しく，極刑を望む者も少なくないが，その心情\nは十分理解できるところである。\nまた，本件犯行は，閑静な住宅街における強盗殺人事件としてマスコミによって報道されて，一般社会\nに与えた影響も大きく，高齢化社会が進展していく現在において独居老人に対する強盗殺人という犯行に\n対する一般予防の見地からも，厳しい処罰が要請される。\n以上の諸事情からすれば，被告人の刑事責任は，誠に重大である。\n一方，被告人には，前科・前歴がなく，長年にわたり保険外交員として働いていたこと，被告人は，殺意\n以外の客観的な事実自体は概ね認め，自分の一生をかけて被害者へ償いをしていきたいと思う旨述べ\nて反省の情を示していること，被告人の親族が，被告人ら所有の不動産の売却を進め，その売却代金で\n被害者の遺族に対し賠償したい旨述べていることなどの事情もある。\nそこで，これらの事情を総合すると，被告人については，長期にわたって被害者の冥福を祈らせつつ，\n反省の日々を送らせるのが相当であると判断し，無期懲役に処することとした。\nよって，主文のとおり判決する。\n（求刑　無期懲役，受領証の偽造部分没収）\n平成１６年３月４日\n長野地方裁判所刑事部\n裁判長裁判官　　　青木正良\n裁判官　　　桂木正樹\n裁判官　　　山下博司\n"
}