{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 21
  },
  "case_number": "平成16(行ケ)78",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9855",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9855",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/855/009855_hanrei.pdf",
  "contents": "平成１６年（行ケ）第７８号　審決取消請求事件\n口頭弁論終結日　平成１６年１２月９日\n判決\n原              告　　　　ニプロ株式会社\n同訴訟代理人弁護士   　　 近藤惠嗣\n同　　     　　　　　　　 丸山隆\n被　　　　　　　告　　　　富田製薬株式会社\n同訴訟代理人弁護士 　　　 村林隆一\n同　　　　　　     　　　 岩坪哲\n同訴訟代理人弁理士 　　　 三枝英二\n同　　　　　　     　　　 藤井淳\n主文\n１　特許庁が無効２００２－３５４５２号事件について平成１６年１月２６日\nにした審決を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文第１，２項と同旨\n２　被告\n(1)　原告の請求を棄却する。\n(2)　訴訟費用は原告の負担とする。\n第２　前提となる事実\n１　特許庁における手続の経緯（争いのない事実）\n(1)　被告は，平成４年１２月１４日，名称を「重炭酸透析用人工腎臓灌流用剤\nの製造方法及び人工腎臓灌流用剤」とする発明について特許出願（特願平４－３５\n３９６５号，以下「本件出願」という。）をした。特許庁は，本件出願につき，特\n許すべき旨の査定をし，平成１０年４月１７日，特許第２７６９５９２号として設\n定登録をした（以下，この特許を「本件特許」という。）。\n(2)　原告は，平成１４年１０月２１日付けで，本件特許の特許請求の範囲の請\n求項７ないし１０に記載された発明について無効審判を請求し，無効２００２－３\n５４５２号として特許庁に係属した（以下「本件審判事件」という。）。特許庁\nは，本件審判事件について審理を遂げ，平成１６年１月２６日，「本件審判の請求\nは，成り立たない」との審決（以下「本件審決」という。）をし，同年２月５日，\nその謄本は原告に送達された。\n２　本件特許の請求項７ないし１０に係る発明の要旨は，本件特許の明細書（甲\n３４，以下「本件明細書」という。）からみて，次のとおりのものであると認めら\nれる。\n【請求項７】\n塩化ナトリウム粒子の表面に塩化カリウム，塩化カルシウム，塩化マグネシウム\n及び酢酸ナトリウムからなる電解質化合物を含むコーティング層を有し，かつ，複\n数個の塩化ナトリウム粒子が該コーティング層を介して結合した造粒物からなる顆\n粒状乃至細粒状の重炭酸透析用人工腎臓潅流用剤。（以下「本件発明１」とい\nう。）\n（なお，本件発明１の構成要件を次のように分節して，「構成要件Ａ」のよ\nうにいうことがある。\nＡ　塩化ナトリウム粒子の表面に\nＢ　塩化カリウム，塩化カルシウム，塩化マグネシウム及び酢酸ナトリ\nウムからなる電解質化合物を含むコーティング層を有し，かつ，\nＣ　複数個の塩化ナトリウム粒子が該コーティング層を介して結合した\nＤ　造粒物からなる顆粒状乃至細粒状の\nＥ　重炭酸透析用人工腎臓潅流用剤）\n【請求項８】\nさらに酢酸を含有してなる請求項７に記載の重炭酸透析用人工腎臓潅流用剤（以\n下「本件発明２」という。）。\n【請求項９】\n塩化ナトリウム粒子の表面に塩化カリウム，塩化カルシウム，塩化マグネシウム\n及び酢酸ナトリウムからなる電解質化合物及びブドウ糖を含むコーティング層を有\nし，かつ，複数個の塩化ナトリウム粒子が該コーティング層を介して結合した造粒\n物からなる顆粒状乃至細粒状の重炭酸透析用人工腎臓潅流用剤（以下「本件発明\n３」という。）。\n【請求項１０】\nさらに酢酸を含有してなる請求項９に記載の重炭酸透析用人工腎臓潅流用剤（以\n下「本件発明４」という。）。\n３　本件審判事件における請求人（本件原告）の主張及びこれに対する本件審決\nの判断の要旨のうち，本件発明１に関して，本件において原告が主張する取消事由\n（後記第３）に関連する部分を要約すると，次のとおりである（甲３３）。\n(1)　甲１に記載された発明との同一性について\n請求人は，本件発明１は甲１に記載された発明であると主張するが，以下のとお\nり，採用できない。\nア　請求人は，甲１の実施例２には，塩化ナトリウム粒子を流動化させてい\nる流動層造粒機内に電解質溶液を噴霧して増量させ，造粒物を得る方法が記載され\nており，得られる造粒物は，塩化ナトリウム粒子表面に電解質のコーティング層が\n形成され，又該コーティング層を介して複数個の塩化ナトリウム粒子が結合した造\n粒物であるから，本件発明１は甲１に記載された発明であると主張している。\nしかしながら，実施例２は流動層造粒法を用いて第１の組成物を製造した具体例\nを記載するに止まるものである。即ち，本件発明１の重炭酸透析用人工腎臓潅流用\n剤は通常Ａ剤と称されるものであり，甲第１号証にいう「第１の組成物」に対応す\nるものではあるが，甲第１号証には，本件発明１の構成に欠くことのできない事項\nである「塩化ナトリウム粒子の表面に塩化カリウム，塩化カルシウム，塩化マグネ\nシウム及び酢酸ナトリウムからなる電解質化合物を含むコーティング層を有し，か\nつ，複数個の塩化ナトリウム粒子が該コーティング層を介して結合した造粒物から\nなる顆粒状乃至細粒状」という構成については何も記載されていない。\nイ(ア)　この点について，請求人は，「（甲第１号証で）用いられている流\n動層造粒機は，本来核粒子表面にコーティング層を形成させるための装置であり，\n従って該装置を用いて塩化ナトリウム粒子を流動化させながら上記電解質溶液を噴\n霧すれば，必然的に塩化ナトリウム粒子表面に電解質のコーティング層が形成さ\nれ，又この造粒法の常として核粒子がコーティング層を介して複数個結合した造粒\n物が得られることは当業者にとって寧ろ当然のことである。」と主張し，甲１０を\n提出し，甲１に係る出願当時の流動層造粒法における技術水準について説明してい\nるので，検討する。\n(イ)　甲１の実施例２において使用されている流動層造粒機は回分式流動\n造粒装置に相当するものである。甲１０の添付資料(1)によれば，造粒機の種類は，\nその使用用途により，凝集を主体とするものとコーティングを主体とするものとに\n大別されるが，回分式流動造粒装置は前者に該当し，通常，これを用いて小粒子の\n造粒を行う際は，凝集を主体とする造粒機構により造粒が進行するものと考えられ\nている。そして，甲１の実施例２で得られた生成物の平均粒径やそこで採用されて\nいる工程をみても，凝集を主体とする造粒により造粒物が得られていると解するの\nが自然である。\nまた，甲１０の添付資料(1)によれば，流動層造粒の機構と造粒材料の関係につい\nては，親水性材料ではfunicular-1の状態で造粒する場合が多く，粒子が結合剤溶液\nと相互に溶け合って凝集され造粒すると考えられている。\nそうすると，親水性材料である塩化ナトリウムを核粒子としている甲第１号証の\n実施例２においては，噴霧した電解質溶液により塩化ナトリウム粒子同士が液体架\n橋を形成し，部分的に塩化ナトリウム粒子が溶融して凝集造粒するということを繰\nり返し，造粒物が得られるものと解するのが自然であり，請求人の主張するよう\nに，塩化ナトリウム粒子全表面に電解質のコーティング層が形成され，その後当該\n粒子がコーティング層を介して複数個結合した造粒物が得られる，とは必ずしもい\nえない。\nウ　請求人は，「仮に，結合当初は塩化ナトリウム粒子全体が電解質成分で\n覆われていなかったとしても，最終的には，粒子全体が電解質成分で覆われること\nになる。その結果として得られる造粒物の構造が本件発明と区別できないことは明\nらかである。」と主張し，甲第１８号証及び甲第１９号証中の流動層造粒過程にお\nける結合剤噴霧液滴径の挙動に関する記載を根拠として「流動層造粒においては，\n結合剤が同一条件下で噴霧され続けると，はじめは凝集造粒に寄与した結合剤が最\n終的にはコーティングのみに寄与することになる。」と説明している。\nしかしながら，結合剤が最終的にコーティングのみに寄与するとしても，当該コ\nーティングは，主に原料粒子が凝集してできた造粒物の外部表面に対するコーティ\nングであると考えられ，単に結合剤噴霧液を噴霧するのみでは凝集造粒物の内部に\n入り込んだ粒子表面まで完全にコーティングすることは通常困難であると考えら\nれ，特に，塩化ナトリウム粒子の全表面を電解質でコーティングするということを\n意図していない甲第１号証の実施例２において，最終的に，凝集造粒物の内部に入\nり込んだ塩化ナトリウム粒子表面を含め，塩化ナトリウム粒子全体が電解質成分で\n覆われた凝集造粒物が得られていると解することはできない。\nエ　請求人は，甲２として，甲１の実施例２の追試実験報告書を提出し，甲\n１の実施例２で得られる造粒物の構成は本件発明１のものと同一であると主張して\nいる。\nしかしながら，回分式流動造粒装置を用いた甲１の実施例２においては上記イ\n(イ)のとおり凝集を主体とする機構で造粒が進行し，甲１０の添付書類(1)によれば\n平均的に原料の約５倍程度の大きさにまで造粒されると考えられているところ，甲\n２の実験では，原料の塩化ナトリウム粒子として，平均粒径104μｍのものを用いて\nいるにもかかわらず，造粒して得られたものは106～180μｍに最大ピークを有して\nおり，この結果は凝集を主体とする造粒機構からみて不自然である。このことに，\n甲１０の添付書類(1)には，回分式流動造粒装置が，小粒子の造粒に加えて顆粒のコ\nーティングにも使用できると記載されていることを併せて考えると，甲２の実験で\nは，原料の塩化ナトリウム粒子の粒子径の設定をはじめとする諸条件について，通\n常の凝集造粒の条件というより，むしろ，コーティングが形成されやすいような条\n件を選択してなされたものと考えられ（このことは，まず塩化ナトリウム粒子の表\n面にコーティング層が形成されるとする請求人の造粒機構についての主張とも合致\nしている。），塩化ナトリウム粒子の表面にコーティングを形成するために流動層\n造粒法を使用することについては何らの記載も示唆もない甲１の実施例２の追試実\n験として，甲２の実験が適切なものであるとは認められない。\n(2)　甲４に記載された発明との同一性または甲４からの想到容易性について\n請求人は，本件発明１は甲４に記載された発明であり，また，甲４に基づいて当\n業者が容易に発明することができたものであると主張するが，以下のとおり，いず\nれも採用できない。\nア　請求人は，甲第４号証には，NaCl，KCl，CaCl２･2H２O，MgCl２･6H２O及び\nCH３COONa･(1～3)H２Oからなる人工腎臓透析用電解質化合物混合粉体が記載されてお\nり，その成分は本件発明１と同一であり，「NaCl結晶の核にKCl，CaCl２･2H２O及び\nMgCl２･6H２Oの濃厚溶液が均一に付着した後，これにCH３COONa･(0～2)H２Oの微粉末\nが水和反応によって付着して，コーティング層を形成する」と記載されているか\nら，甲第４号証には本件発明１が記載されていると主張している。\nしかしながら，甲第４号証の記載によれば，その特許請求の範囲の記載がアセテ\nート透析剤に限定されていなくても，甲第４号証に記載の人工腎臓透析用電解質化\n合物混合粉体がアセテート透析剤にかかるものであることは明らかである。これに\n対し，本件発明１は重炭酸透析用剤にかかるものであり，他の電解質成分に対する\n酢酸ナトリウムの相対的な含有量が，両者の間で大きく異なることは当業者の技術\n常識であるから，たとえ本件発明１において，成分の配合割合について具体的に特\n定されていないとしても，本件発明１が甲第４号証に記載されているということは\nできない。\nイ　請求人は，甲第４号証の造粒物であるアセテート透析剤と本件発明１の\n重炭酸透析剤とは，酢酸ナトリウムの配合量が異なり，その生理学的作用が異なる\nとしても，甲第４号証の造粒物は塩化ナトリウム粒子の表面に電解質化合物からな\nるコーティング層を有し，該コーティング層を介して複数個の塩化ナトリウム粒子\nが結合した造粒物であるので，それと同じ成分からなる本件発明１の重炭酸透析剤\nである造粒物を得ようとすることは，当業者が容易に遂行できると主張している。\nしかるに，甲第４号証は，あくまでアセテート透析剤にかかるものにすぎず，ま\nた，塩化ナトリウム粒子の表面に電解質化合物からなるコーティング層が形成され\nると記載されているものの，請求人の主張するような，該コーティング層を介して\n複数個の塩化ナトリウム粒子が結合した造粒物であることについては何ら記載され\nていない。そうすると，重炭酸透析剤とアセテート透析剤とがコーティング層の形\n成及び造粒工程において相互に転用できる技術常識があったことが示されていない\n上に，さらに，塩化ナトリウム粒子の表面上のコーティング層を介して複数個の塩\n化ナトリウム粒子が結合するという構成について何らの記載も示唆もない甲第４号\n証に記載の発明に基づいて，塩化ナトリウム粒子の表面に電解質化合物からなるコ\nーティング層を有し，該コーティング層を介して複数個の塩化ナトリウム粒子が結\n合しているという構成を有する本件発明１を当業者が容易に想到し得たものとはい\nえない。\n(3)　甲４及び甲７からの想到容易性\n請求人は，甲第７号証には，NaCL，KCl，CaCl２，MgCl２，及びCH３COONaか\nらなるペースト状の人工腎臓灌流用剤がアセテート透析剤及びバイカーボネート透\n析剤のＡ剤のどちらにも用いられると記載されているので，甲第４号証の造粒物が\nアセテート透析剤にかかるものであったとしても，この造粒物を重炭酸透析剤のＡ\n剤として用いることは自明であると主張している。しかるに，請求人が摘示した甲\n第７号証の記載は，酢酸透析用又は重炭酸透析用にそれぞれ適した特定組成を有す\nるペースト状の透析剤について，使用時には，更に追加の成分があることを単に説\n明するものであり，そもそも同一組成のペースト状透析剤が，酢酸透析用及び重炭\n酸透析用のいずれにも使用できることを記載したものではないから，アセテート透\n析剤に係る甲第４号証の造粒物が重炭酸透析用に転用できることを示唆するものと\nいうことはできない。\nまた，請求人は，甲第４号証に記載の発明と本件発明１の差異は，造粒物中に含\n有される酢酸ナトリウムの配合割合のみであり，塩化ナトリウム粒子の表面に酢酸\nナトリウムの配合量が多いコーティング層を有する造粒物から，酢酸ナトリウムの\n配合量を減らしたコーティング層を有する造粒物を構成することは，当業者が容易\nになし得ることであると主張している。しかるに，上記(2)のとおり，甲第４号証に\n記載の発明はアセテート透析剤に係るものであり，また，塩化ナトリウム粒子の表\n面上のコーティング層を介して複数個の塩化ナトリウム粒子が結合する造粒物とい\nう構成についての記載がなく，かつ，アセテート透析剤と重炭酸透析剤が相互に転\n用できるという技術常識があったものとも認められないから，甲第４号証及び甲第\n７号証に記載の発明に基づいて，重炭酸透析剤に係る本件発明１を当業者が容易に\n想到し得たものとはいえない。\n(4)　よって，本件発明１にかかる特許を無効とすべき旨の請求人の主張は，い\nずれも理由がない。\n４　本件発明２ないし４についての本件審決の判断は，本件発明１についての上\n記認定判断を前提として行われたものである。したがって，本件発明１についての\n認定判断が誤りであれば本件発明２ないし４についての判断も誤りであることに帰\nする。\nこのことについては，当事者間に争いがない。\n５　甲１に記載された発明が，上記第２の２記載のとおり分節した本件発明１の\n構成要件ＡないしＥのうち，Ａ，Ｄ及びＥを充足することについては，当事者間に\n争いがない。\n第３　原告主張の取消事由\n１　取消事由１（本件発明１と引用実施例との同一性判断の誤り）\n本件発明１の潅流用剤は，甲１（特開平２－311418号公報，以下「刊行物１」と\nいう。）の実施例２（以下「引用実施例」という。）が開示する潅流用剤と同一の\nものである。\n引用実施例で得られる造粒物が本件発明１の構成要件Ｂ及びＣを必然的に満たす\nものとなることは，引用実施例で用いられた流動層造粒法の原理及び造粒機の機構\nからして明らかである（下記(1)）。また，引用実施例の追試実験結果によっても，\n引用実施例に開示された方法が，本件発明１の構成要件Ｂ及びＣを満たす造粒物を\n与えることが実証されている（下記(2)）。\nしかるに，本件審決は，流動層造粒法の原理を誤解し，また上記追試実験結果の\n評価を誤ったために，引用実施例で得られる造粒物は本件発明１の構成要件Ｂ及び\nＣを充足しないと判断したものであり，いずれも誤りである。\n(1)　流動層造粒法の原理についての認定判断の誤り\nア　流動層造粒法の原理に照らすと，下記(ア)ないし(ウ)のとおり，引用実\n施例で得られる造粒物は，電解質化合物のコーティング層を介して塩化ナトリウム\n粒子が結合し，構成要件Ｂ及びＣを充足するものとなるはずである。\n本件審決は，「親水性材料である塩化ナトリウムを核粒子としている甲第１号証\nの実施例２においては，噴霧した電解質溶液により塩化ナトリウム粒子同士が液体\n架橋を形成し，部分的に塩化ナトリウム粒子が溶融して凝集造粒するということを\n繰り返し，造粒物が得られるものと解するのが自然であり」（９頁13～16行）と認\n定する。これは，流動層造粒の原理を誤解し，引用実施例で得られる造粒物におい\nては，塩化ナトリウム粒子同士が電解質成分を介することなく結合し，しかる後\nに，電解質成分によるコーティングが起きる，と誤認したものである。その結果，\n本件審決は，引用実施例で得られる造粒物は，本件発明１の構成要件Ｃ（「複数個\nの塩化ナトリウムが該コーティング層（塩化カリウム等の電解質化合物を含むコー\nティング層）を介して結合した」）を充足しないと誤認したものであり，誤りであ\nる。\n(ア)　流動層造粒法は，粉体を流動状態に保ち，この流動層に結合剤を含\nんだ溶液（典型的には水溶液）を噴霧して粉体同士をその結合剤によって凝集造粒\nさせる操作である。具体的には，流動層造粒装置に粉体を入れ，下部から流動化用\nガス（典型的には空気）を吹き込んで粒子を浮遊，流動させ，この粒子にスプレー\nによって結合剤を含んだ溶液を噴霧すると粒子の表面が結合剤溶液によって濡れ，\n粒子が凝集する。結合剤溶液の溶媒（典型的には水）は，流動化用ガスから熱を奪\nって蒸発し，結合剤が固化して粒子を結合する。\n流動層造粒法において，結合剤溶液が粒子表面を覆い，溶媒が蒸発することによ\nって粒子表面が結合剤によって覆われることに着目して行われる操作をコーティン\nグという。一方，結合剤溶液によって粒子が凝集し，溶媒が蒸発することによって\n粒子が結合することに着目して行われる操作を凝集という。しかし，コーティング\nと凝集は明確に区別できるものではなく，液滴の大きさと流動化している粉粒体の\n大きさの相対比に依存して，いずれかが主体となった結果が生じる。微粒子を凝集\nさせることなくコーティングすることは困難であり，このため，微粒子を用いて流\n動層造粒法を行うと，最初のうちは，粒子が噴霧液によって凝集し，噴霧液に含ま\nれている結合剤を介しての結合が形成されるが，造粒が続くことにより凝集した粒\n子の粒径が大きくなるために，次第にコーティングが主体となる。\n(イ)　引用実施例で得られる造粒物は，流動層造粒の本質的な原理によ\nり，造粒物ができるという目的を達するような条件を採用する限り，必然的に，次\nの①ないし③のとおりの機序により，まず個々の塩化ナトリウム粒子の周囲に電解\n質成分を含む噴霧液が付着し，次いで複数の塩化ナトリウム粒子が電解質成分を介\nして結合して，さらに，結合した複数の塩化ナトリウム粒子を電解質成分が取り囲\nむような構造になる。\n①　塩化ナトリウム粒子に電解質溶液を噴霧して流動層造粒を行うと，\n激しく運動する塩化ナトリウム粒子に電解質溶液がシャワーのように降り注ぎ，塩\n化ナトリウムは親水性物質であるから電解質溶液は粒子表面に一面に薄く拡がり，\n塩化ナトリウム粒子は隈なく濡れることになる。\n②　そして，噴霧された電解質溶液が液体架橋を形成し，次いで水分が\n蒸発して固体架橋に変化することによって，塩化ナトリウム粒子同士が凝集する。\nこの過程において，塩化ナトリウムは親水性ではあるが，特に溶解性の大きい材料\nではなく，かつ，噴霧液中の電解質は多量であるから，仮に噴霧液の水が蒸発する\n前に塩化ナトリウムが噴霧液中に多少溶解したとしてもその量は無視できるほど少\nない。したがって，結合に寄与するのは実質的に電解質成分のみであり，塩化ナト\nリウム粒子が電解質成分を介さずに直接結合することはあり得ない。\n③　②のようにして凝集が進行するのと並行して，さらに電解質溶液の\n噴霧が続くことにより，凝集によって粒径が大きくなるために，次第にコーティン\nグが主体となり，凝集した粒子に対する電解質溶液によるコーティングが進行す\nる。引用実施例では，塩化ナトリウム2188.7部に対して，電解質成分合計522.2部，\n水1500部からなる噴霧液が使用されており，この噴霧液の量は，凝集した粒子をコ\nーティングするのに十分な量である。\n(ウ)　このように，引用実施例で得られる造粒物においては，塩化ナトリ\nウム粒子同士の結合が②のとおり電解質成分を介して生じているとともに，上記①\n及び③のとおり，この電解質成分は，個々の塩化ナトリウム粒子及び造粒物全体を\n被覆するコーティング層をも形成している。したがって，引用実施例で得られる造\n粒物は本件発明１の構成要件Ｂ及びＣを全て充足している。そして，引用発明１が\n本件発明１の構成要件Ａ，Ｄ及びＥを充足することについては当事者間に争いがな\nいから，両者は同一の発明であることに帰し，これを同一でないとした本件審決の\n判断は誤りである。\nイ　上記アの原告の主張に対する被告の反論（後記第４の１(1)のアないし\nエ）は，以下のとおり，いずれも理由がない。\n(ア)ａ　被告は，流動層造粒法では微粒子のコーティングはできないと主\n張し，文献の記載を援用するが，これらの記載は，凝集を起こさずにコーティング\nを行うことが困難であることをいうにすぎない。\nｂ　引用実施例において用いられたSTREA-15を含む「富士流動造粒乾燥\n機」のカタログには，「１台４役，混合・造粒・乾燥・コーティング」と明記され\nており，このことからも，流動層造粒機ではコーティングができないという被告の\n主張は事実に反する。\nｃ　本件特許の審査段階では，被告自身も「流動層法では，単一の塩化\nナトリウム粒子の周囲に他の電解質成分のコーティング層が形成される」と主張し\nていたのであり，流動層法でコーティング層が形成されることは当業者の技術常識\nである。\n(イ)　被告は，「凝集造粒」を目的とする処理においては当該処理が終了\nしてもなお噴霧を継続する必然性はなく，引用実施例において，凝集造粒による増\n量という本来の目的を超えて液滴がコーティングのみに寄与するような段階まで噴\n霧が続けられたとする根拠も存在しないと主張する。\nしかしながら，刊行物１の請求項８に記載された製造方法の発明の目的が透析液\nと同一の成分を有する造粒物を形成することにあることは明らかで，引用実施例で\n電解質成分の量を正確に記載していることから，電解質成分のすべてを塩化ナトリ\nウム粒子に付着させて造粒することを目的としていると理解することは容易であ\nる。したがって，当業者が，塩化ナトリウム粒子が凝集したら噴霧をやめると理解\nすることはあり得ない。\n(ウ)ａ　被告は，原料粒子の表面の一部（他の粒子との接点）のみが噴霧\n液成分による固体架橋を介して他の粒子と結合したに過ぎないポーラスで空隙のあ\nる造粒物の表面を，更に噴霧液の成分が積層しても，構成要件Ｂ及びＣを充足する\n造粒物とはならないと主張する。\nしかし，この主張は，本件発明１の構成要件Ｂ及びＣの解釈についての被告の主\n張と矛盾している。構成要件Ｂ及びＣが，個々の塩化ナトリウム粒子の全表面が電\n解質成分によって完全に被覆されることを要求しているわけではない，との解釈に\nついては，被告はこれを争っていないのである。\nまた，被告の上記主張は，電解質成分が付着するのは他の粒子との接点のみであ\nるという前提に立つものであるが，上記ア(イ)の①のとおり，塩化ナトリウム粒子\nの全表面は電解質成分の水溶液によって隈なく濡れるのであるから，このうち他の\n粒子との接点とならない部分については，水分が蒸発した結果として電解質成分の\n被覆層が形成されるのである。したがって，被告の主張は前提を欠き，失当であ\nる。\nｂ　さらに，被告は，転動などの手段により噴霧液を展延しなければ噴\n霧液が粒子の周囲を濡らさないと主張する。\nしかしながら，無差別に降りかかる噴霧液が粒子間にのみ集中するという理由は\nなく，また，仮に，結合した粒子間にのみ噴霧液が存在するのであれば，結合した\n粒子を分離しない限り，転動によって展延することもできない。被告の主張は前提\nが誤っている。転動等の補助手段によりコーティングが容易になるという理由は，\n転動によって粒子の凝集が抑制されるからに他ならず，コーティングに適する装置\nが転動等の補助手段を備えているという文献等の記載は，原告の主張に沿うもので\nある。\n(エ)　被告は，固化抑制という作用効果の点からも本件発明１の新規性は\n阻却されないと主張するが，塩化カルシウムや塩化マグネシウムは潮解性であるか\nら，これらを含有するコーティング層自体に固化（凝集）を防止する作用はない。\nまた，「長期間に安定したさらさらした顆粒状乃至細粒状の粉体」となるのは，本\n件特許の明細書記載の実施例１～３で得られたＡ剤であり，本件発明１～４がこの\nような粉体を与えるとは限らない。\n(2)　追試実験結果に照らしてみた本件審決の認定誤り\nア　甲２で報告されている実験（以下「Ｋ１実験」という。）は，引用実施\n例を忠実に再現したものであるが，同実験結果においても，得られる造粒物は本件\n発明１の構成要件Ｂ及びＣを充足することが明らかにされている。\nイ　本件審決は，Ｋ１実験について，「甲第２号証の追試実験では，原料の\n塩化ナトリウム粒子の粒子径の設定をはじめとする諸条件について，通常の凝集造\n粒の条件というより，むしろ，コーティングが形成されやすいような条件を選択し\nてなされたものと考えられ………，塩化ナトリウム粒子の表面にコーティングを形\n成するために流動層造粒法を使用することについては何らの記載も示唆もない甲第\n１号証の実施例２の追試実験としては，甲第２号証が適切なものであるとは認めら\nれない。」と認定するが，誤りである。\nＫ１実験の実験条件の選択は，流動層造粒法によって造粒ができる条件を選択し\nたものにすぎず，コーティングが形成されやすいような条件を選択したものではな\nい。このことは，乙３で報告されている実験（以下「Ｋ２実験」という。）と比較\nすれば明らかである。Ｋ２実験は，引用実施例に明示されている電解質成分を含む\n水溶液の濃度および量，原料の塩化ナトリウム粒子の量並びに流動層造粒機を用\nい，それ以外の条件については任意に選択して本件発明の造粒物が得られない条件\nを明らかにしたものである。その結果，Ｋ２実験では，塩化ナトリウムの４分の１\n量が存在したはずの電解質成分のほとんどが行方不明になっている。流動層造粒法\nにおいては，造粒中の温度が非常に高いと噴霧液が粒子の表面をぬらす前に乾燥\nし，結合剤成分微粉末を生じて飛散してしまうので，造粒が行われない。Ｋ２実験\nはまさにこのような現象を意図的に生じさせたものである。引用実施例の追試を行\nうにあたって通常の凝集造粒の条件を選択すれば，必然的にＫ１実験と同様の結果\nが得られるはずである。\n甲３５で報告されている実験（以下「Ｋ３実験」という。）は，各種の実験条件\nで流動層造粒を行い，造粒物を水で溶解して原料の電解質成分を回収できたか否か\nで実験の成功，不成功を判断したものである。Ｋ３実験の結果からも，Ｋ２実験\nが，不成功になる実験条件を意図的に選択して行われたものであることは明らかで\nある。\n２　取消事由２（本件発明１と引用発明２との相違点の判断誤り）\n本件審決も正しく認定しているとおり（３頁の24行～33行），甲４（特公平４－\n７５０１７号公報）には，「塩化ナトリウム結晶の核に塩化カリウム，塩化カルシ\nウム及び塩化マグネシウムの濃厚溶液が均一に付着した後，これに酢酸ナトリウム\nの微粉末が水和反応によって付着して，コーティング層を形成」した粉体（以下\n「引用発明２」という。）が開示されている。この造粒物は，本件発明１の構成要\n件ＡないしＤを充足するが，同Ｅにおいて，本件発明１が「重炭酸透析用」の人工\n腎臓潅流用剤であるのに対して，引用発明２はアセテート透析用の用剤である点で\n相違する。\n本件審決は，この相違点について「アセテート透析剤と重炭酸透析剤が相互に転\n用できるという技術常識があったものとも認められない」（12頁の32～34行）と認\n定して，これを，本件発明１は引用発明２から容易に推考し得たものではないとの\n判断の理由としているが，誤りである。\n重炭酸透析剤のＡ剤とアセテート透析剤とは，酢酸ナトリウムの含有量において\n相違するにすぎず，透析液を液体の形態ではなく組成の安定した粉末の形態で供給\nすることによって得られる効果の点でも異なるところはない。そうすると，アセテ\nート透析剤に用いる造粒技術を重炭酸透析剤のＡ剤に適用することは当業者にとっ\nて極めて容易なことであったと考えるべきである。\n第４　被告の反論\n１　取消事由１について\n刊行物１の引用実施例に関する箇所には，人工腎臓潅流用剤の微量電解質成\n分を水溶液として，流動層造粒機（STREA-15）内で流動化した塩化ナトリウムに噴\n霧し増量するという事項，及び完成した造粒物の粒度分布並びに平均粒径が記載さ\nれているのみであって，本件発明１の構成要件Ｂ及びＣは一切記載されていない。\nそして，刊行物１の頒布時における当業者の流動層造粒に関する技術常識を参酌\nしても，刊行物１が，本件発明１の構成要件Ｂ及びＣを充足する造粒物を開示して\nいるということはできない（下記(1)）。原告は，Ｋ１実験を援用して，引用実施例\nに開示された方法によって本件発明１の構成要件Ｂ及びＣを充足する造粒物が得ら\nれると主張するが，引用実施例は実験条件の多くを具体的に開示しておらず，これ\nらの条件の設定は当業者の技術常識によって一義的に定まるものとはいえないか\nら，Ｋ１実験が設定した特定の条件のもとでたまたま本件発明１の構成要件Ｂ及び\nＣを充足する造粒物が得られたとしても，引用実施例に本件発明１の造粒物が開示\nされていることにはならない（下記(2)）。\nよって，原告の主張はいずれも失当である。\n(1)　流動層造粒法に関する当業者の技術常識について\nア　引用実施例は，トップスプレー式の流動層造粒機を用いて造粒を行うも\nのであるところ，当業者の技術常識によれば，かかる造粒方法を採用した場合，原\n料粒子である塩化ナトリウム粒子の凝集によって造粒が進行すると理解されるので\nあり，塩化ナトリウム粒子に対する電解質成分のコーティングが起こると理解され\nることはあり得ない。\n(ア)ａ　流動層造粒法の本来的用途は「凝集造粒」である。すなわち，流\n動層造粒法においては，流動している粒子に液体を噴霧し，液滴の付着した粒子が\n部分的に溶解するか，もしくは結合剤を含む溶液が液体架橋を形成することによっ\nて，複数の粒子が付着結合（凝集）し，これが乾燥するときに固体架橋が形成され\nるものである。\n引用実施例に記載された塩化ナトリウム（親水性の結晶微粒子）を原料粒子とす\nるものにおいては，粒子表面が結合液で覆われることなく原材料よりも径の小さな\n液滴の介在によって液体架橋（いわゆるfunicular-1域）を生じ，これが固結乾燥す\nることにより造粒が進行し，造粒物が所定の径になったときに造粒操作を終了す\nる。そして，その結果得られる造粒物の表面にコーティング層が形成されることは\nない。乙２の317頁の表7･27において，「単位操作の可否」につき「造粒」と「コー\nティング」が別項目となっていること，甲10添付の文献１において，「7･4･1凝集を\n主体とするもの」と「7･4･2コーチングを主体とするもの」とが類別されていること\nからも，「凝集造粒」と粒子の「コーティング」とは技術概念として別個のものと\n捉えるべきである。\nこのように，funicular-1域で生ずる液滴の付着は，他の粒子との接触点となる部\n分における「部分的付着」であり，この部分的付着は，「表面に液滴成分の物質を\n被覆する」ところの「コーティング」とは異なる技術概念である。流動層造粒法で\nは，噴霧液によって塩化ナトリウムの表面が部分的に溶解し，それによって塩化ナ\nトリウム同士が凝集造粒するにすぎない。\nｂ　原告は，個々の塩化ナトリウム粒子が凝集造粒を始めるに先立って\n電解質成分を含む噴霧液によって隈なく濡れ，この意味でも「コーティング」が行\nわれると主張するが，刊行物１頒布当時の流動層造粒に関する技術文献でシード粒\n子の表面が噴霧液により隈なく濡れることを記載ないし示唆するものは存在せず，\n逆に後記ウのとおり塩化ナトリウムの如き親水性粒子においては粒子表面に部分的\nに付着した液滴による架橋状態（funicular-1域）を経て凝集造粒が進行すると解さ\nれているものであり，原告の主張は技術常識とも相容れない理由のないものであ\nる。流動層内においては，密集状態でひしめき合いながら対流する粒子の集団に対\nし少量の液滴群が接触するのであり，したがって，表面が部分的に濡れる粒子はあ\nるものの，その濡れた部分において粒子同士が液滴と相互に溶け合って液体架橋を\n形成し，これが熱風によって温められた粒子の持つ自熱により直ちに乾燥され固体\n架橋へと変化して結合するため，全体が隈なく濡れて結合液成分によるコーティン\nグ層が形成されることはない。仮に粒子全体が隈なく濡れる状態になると缶内の粒\n子はウェットマス（湿潤した団子）の状態となりもはや適切な流動化状態を保ちえ\nなくなるのであって，このことは，粒子の表面全体を噴霧液が覆う液体架橋状\n態（slurry域）での液体充填様式の場合はもとより，表面を覆うには至らないが粒\n子間が液滴によって充填される液体架橋状態（capillary域）のもとでも，粉体の粘\n度が上昇し，流動層造粒に適応し得なくなるとの技術的知見からも裏付けられる。\nまた，引用実施例に記載された流動層造粒法では，粒子表面のコーティングを本来\nの目的とする転動造粒法，あるいは転動流動層造粒法もしくは転動攪拌流動層造粒\n法等の複合型造粒法と異なり，粒子に付着した液滴を粒子の表面全体に展延させる\n機構を欠いているから，この点からしても，塩化ナトリウム粒子の表面が電解質溶\n液によって隈なく濡れるということは，当業者の技術常識に反する。\n(イ)ａ　「結晶微粒子」のコーティングを行うには，甲10添付の文献１\nの「7･4･2コーチングを主体とするもの」の項（265頁以下）の図2･7･17に示され\nた「Wurster方式」（ボトムスプレー方式），図2･7･18に示された「武田薬品（株）\nの装置」等，引用実施例の装置とは全く異なる機構を要求される。ただし，それで\nも「微粒子のコーチングは流動層でも不可能に近い」のであり，せいぜい「疎水性\n材料であれば凝集を起こしにくい性質を利用して例外的に小粒子でもコーチングが\nできる場合もある」にすぎない（同文献の266頁）。乙２の317頁の表7･27におい\nて，流動層造粒法は「コーティング操作」に関しては「×▲」（「全く適応しな\nい」か「適応不十分」）とされているし，甲３カタログの記載からも，引用実施例\nで使用されたSTREA-15における，コーティングに関する機能，用途の存在を窺い知\nることはできない。STREA-15のごときトップスプレー方式の流動層造粒機は，凝集\nを主体とする装置の典型であるから，引用実施例においては，凝集造粒が行われて\nいるにすぎずコーティングはされていない。\nｂ　原告は，上記乙２の表7.27の記載は「造粒後に適当な物質を被覆す\nること」すなわち単核の粒子ないし既成の造粒物に対する単核コーティングに関す\nるもので，このようなコーティング（凝集を起こさないコーティング）が流動層造\n粒では不可能であることを「×▲」で表現しているにすぎないと主張するけれども\n（前記第３の１(1)イ(ア)ａ），甲10添付の文献１の265～266頁「コーチングを主体\nとするもの」の項には特殊な工夫を凝らした「流動コーチング装置」（上記\nの「Wurster方式」あるいは「武田薬品㈱の装置」等）を用いた場合ですら結晶微粒\n子では凝集付着が先行するために均一な被膜を得ることができない（よって微粒子\nのコーティングは不可能に近い）と明記されており，まして，そのような工夫を有\nしないトップスプレー方式の流動層造粒装置では粒子の凝集付着が一層先行し，コ\nーティングは行われないことが当業者の理解の大前提となっている。したがって，\n上記のように単核微粒子のコーティングすら生じない「トップスプレー方式の流動\n層造粒装置」において，原告が主張するような「凝集とコーティングの同時進行」\nなる現象が生起するなどとは当業者には理解しえないのである。\nイ(ア)　原告は，甲18を引用し，コーティングと凝集は明確に区別できるも\nのではなく，液滴の大きさと流動化している粉粒体の大きさの相対比に依存してい\nずれかが主体となった結果が生じると主張するが，甲18に記載されているのは，凝\n集造粒によって所定の径を有する造粒物が得られてもなお液滴の噴霧を続けた場\n合，大粒径に成長した造粒物の表面に液滴が付着するコーティング的現象を生起す\nるとの事実のみである。上記アのとおり，流動層造粒法では微粒子のコーティング\nは困難であるから，甲18のこの記述は，引用実施例のような，造粒後の完成品の径\nですら106～180μm程度で，原材料はその数分の１程度にすぎない小粒子に当てはま\nる知見ではない。引用実施例に記載の流動層造粒機は「顆粒のコーティング」を用\n途に含むものと知見されており，顆粒（粒径297μm以上）のような大径に成長した\n粒子ないし凝集体に対してはコーティングがされうると理解されている。しかし，\nこの知見は，せいぜい数十μm程度の粒径を有するにすぎないと推測される引用実施\n例の塩化ナトリウム原材料粒子に当てはまるものではない。\n逆に，乙13あるいは甲18には，結合剤が同一条件下で噴霧される限り粉粒体が成\n長して液滴径との相対径が大きくなれば液滴はコーティングに寄与するようになる\nが，粒子が成長段階にある造粒初期の段階では液滴の凝集力が流動化による運動\n（せん断力）に打ち克って，液滴は凝集付着に寄与することが記載されており，こ\nの記載は，引用実施例の流動層造粒機でも顆粒（粒径300μm以上の大きな粒子ない\nし造粒物）のコーチングは可能であること，あるいは，流動化する材料が微粒子の\n場合には凝集付着が先行するため均一な皮膜を得ることが困難である旨を示した甲\n10添付の文献１の記述とも整合するものである。\nこれに対し，引用実施例において流動層造粒に供された塩化ナトリウム粒子はせ\nいぜい数十μm程度の微粒子であって，完成品の粒径すら顆粒（297μm以上）に遥か\nに満たない106～180μmというものである。したがって，引用実施例における流動層\n造粒機の操作中は液滴は専ら粒子同士の凝集付着にのみ寄与したと解するのが妥当\nであり，引用実施例は噴霧液滴が塩化ナトリウム表面のコーティングに寄与するこ\nとを記載したものではない。\nなお，甲18は，引用実施例に用いられているトップスプレー式の造粒機とは機構\nの異なるWurster式のもの等を含めた知見を引用したものであって，引用実施例と同\n一の装置に関する記述と見ることはできない。\n(イ)　さらに，凝集造粒を目的とする処理においては当該処理が終了して\nもなお噴霧を継続する必然性はなく，引用実施例において，凝集造粒による増量と\nいう本来の目的を超えて液滴がコーティングのみに寄与するような段階まで噴霧が\n続けられたとする根拠も存在しない。医療用製剤の場合は処方が予め決定されてい\nるため，「凝集造粒」による製剤を得るのを目的に流動層造粒法を選択するのであ\nれば，その目的を達成可能な諸条件を予め選択し，全ての噴霧液を噴霧し終えたと\nき，希望の粒径の造粒物が得られるよう条件を設計することが当業者の常識であ\nる。刊行物１には，甲18に記載されているような，液滴が造粒物表面のコーティン\nグに寄与する程度まで粒径が大きくなったことも，それを実現するような処理条件\nも記載されていない。\nウ　仮に，引用実施例において，流動層造粒法により液滴を介して原料粒子\n同士が付着結合した造粒物に対して，更に液滴成分によって造粒物表面をコーティ\nングしたとしても，得られる造粒物は本件発明１の構成要件を満たすものとはなら\nない。\n引用実施例の原材料である塩化ナトリウムのような親水性材料を流動層造粒に供\nした場合，液体架橋は大半がfunicular-1域（原料粒子同士の接点となる部分にのみ\n液滴が付着し該液滴を介して架橋結合する状態）で行われるため，液滴が乾燥固化\nして得られる造粒物は，粒子同士の間に空隙が存在するポーラスな造粒物となる。\n前記イのとおり，甲18あるいは乙13等の技術文献には，液滴径に対して粒子の相対\n径が小さい状態のもとでは液滴は凝集結合にのみ寄与することが記載されていると\nころ，親水性微粒子の流動層造粒においては液滴はもっぱら粒子間の架橋に用いら\nれる（その結果，液滴が乾燥固化して得られる造粒物は粒子間の空隙が大きなポー\nラスな造粒物となる）との甲10添付の文献１あるいは乙９から導かれる見解は上記\nの甲18あるいは乙13に記載された知見（流動層造粒法の造粒初期においては液滴は\nもっぱら粒子間の凝集付着に寄与する）とも整合するものである。粒子径の成長に\n伴って粒子（凝集体）径が顆粒以上のサイズとなって初めて，当初凝集結合のみに\n寄与していた液滴も造粒物表面のコーティングに寄与するようになるのである。\nこれに対し，引用実施例に記載された造粒物は完成品の粒径ですら106～180μm程\n度の微小なものであり，粒径の増大によって液滴が造粒物の表面におけるコーティ\nングにのみ寄与する段階に至っているとは考えられず，その性状は液滴が粒子同士\nの凝集付着にのみ寄与することで生成される内部に空隙のあるポーラスな造粒物で\nあると解釈するしかない。\nしたがって，このようにポーラスで空隙のある造粒物の表面を，更に噴霧液の成\n分が積層しても，内部に入り込んだ粒子表面まで完全にコーティングすることは困\n難であるから，「塩化ナトリウム粒子の表面に塩化カリウム………からなる電解質\n化合物を含むコーティング層を有し，かつ，複数個の塩化ナトリウム粒子が該コー\nティング層を介して結合した造粒物」にはならない。\n原告は，被告の主張は本件発明１の構成要件Ｂ及びＣの解釈についての被告の主\n張（構成要件Ｂ及びＣは個々の塩化ナトリウムの全表面が電解質成分によって完全\nに被覆されていることを要求していないとの解釈）と矛盾していると指摘するが\n（第３の１(1)イ(ウ)），この指摘も当を得たものではない。なぜなら，コーティン\nグにはその目的によって完全な被覆（例えばマスキングのための糖衣）もあれば一\n部の欠落を容認する被覆（例えば固化しやすい性質を固化しにくくすること）も存\n在することは明らかであるにせよ，原料粒子の表面の一部（他の粒子との接点）に\nのみ噴霧液成分が付着し当該成分によって粒子同士が固体架橋しているにすぎない\nポーラスな造粒物の内部は，個々の粒子がその表面にコーティング層を有するとの\n本件発明１の構成要件Ｂを備えるものではないからである。\nエ　引用実施例で得られる造粒物は，物体の物理的性質を変えるに足るよう\nな別の物質による被覆がなされていないために，塩化ナトリウムの共存による固化\n（吸湿）抑止のための乾燥剤の封入という技術手段が必要であるのに対し，本件発\n明１のものは，固化し易い塩化ナトリウム粒子の表面が他の電解質化合物成分によ\nってコーティングされ，物理的性質が固化しないように変えられている。このよう\nな構成の相違に基づく作用効果の相違点からも本件発明の新規性は阻却されない。\n(2)　追試実験結果について\n原告が援用するＫ１実験は，原料の塩化ナトリウム粒子の粒子径の設定を始めと\nする諸条件について，通常の凝集造粒の条件というよりも，むしろ，コーティング\nが形成されやすい条件を設定してなされたものと考えられる。\n特に，Ｋ１実験条件の不自然性は原材料の粒径選択の点において顕著である。Ｋ\n１実験においては引用実施例の再現であるというにも関わらず完成品の粒径（引用\n実施例に合致する106～180μm）に対し104μmのものを用いており，しかも原材料の\n粒度分布と完成品の粒度分布は殆ど変わらないものであって，この条件が粒径20～\n100μmの原材料粒子を100～1000μmの造粒物に成長させるとの流動層造粒の技術常\n識からみて不自然であるとの原審決の判断はしごく正当なものである。更に言え\nば，原告が当審で提出したＫ３実験もまた原料粒径が105μmあるいは300μmという\nサイズの大きなものであって，Ｋ１実験と同様に意味をなさないものである。\n引用実施例に記載のない具体的な条件について，このような特殊な条件を設定し\nた場合にたまたま本件発明１の構成要件Ｂ及びＣを充足する造粒物が得られたとし\nても，そのことによって，当業者の技術常識に照らして刊行物１に本件発明１の造\n粒物が記載されていることになるわけではなく，そのような主張はいわゆる後知恵\nの典型と言わざるを得ない。\nかえって，Ｋ２実験によれば，当業者の技術常識に基づき引用実施例を再現して\n得られる造粒物は，塩化ナトリウム粒子の表面に電解質化合物の部分的な付着が見\nられるにとどまり，構成要件Ｂ及びＣを充足したものとはならない。原告はＫ２実\n験の条件設定等について種々論難するが，Ｋ２実験の採用した条件は，流動層造粒\nにおける稼動条件として何ら不合理なものではない。\nそもそも，Ｋ２実験に用いられた装置（STREA-60）は，引用実施例２と同様の装\n置（甲10添付の文献１の253頁図2.7.3の機構を有するトップスプレー方式の流動層\n造粒機）であり，同実験は通常の２流体ノズルを使用し通常の空気圧で噴霧を行っ\nたものである。当該機構において，噴霧液はノズル直下で流動する粉粒層に向けて\n噴霧されており，そのノズル位置は噴霧液が流動層に直ちに到達できる位置に設定\nされているのであって，流動層内の粉粒体がノズル付近で流動している限り噴霧液\nは速やかに粉体に到達し粉体間の液体架橋に用いられているのである。噴霧液が粒\n子の表面を濡らす前に乾燥し結合剤成分微粉末を生じて飛散してしまうといった原\n告の批判（前記第３の１(2)イ）は理由のないものである。\nいずれにせよ，Ｋ２実験に対してどのような批判がされようとも，原材料粒子径\nの選択及び粒度分布の変化に関するＫ１実験条件の不自然性は明白であり，引用実\n施例に本件発明１が開示されているとの主張の根拠としてＫ１実験結果を採用しな\nかった本件審決の判断には誤りはない。\n２　取消事由２について\n原告は，甲４に開示された造粒物は本件発明１の構成要件ＡないしＤを充足\nすると主張するが，本件審決が正当に認定しているとおり，甲４には構成要件Ｃの\n構成について何らの記載も示唆も存在しない。\nまた，構成要件Ｅについて，甲４には，アセテート透析剤の造粒物の構造の\nみが開示されており，造粒物の構造及び造粒工程において，アセテート透析剤と重\n炭酸透析剤とが相互に転用できるとの技術常識は存在しない。また，甲４には，こ\nれらを相互に転用できることについての示唆，教示も存在しない。\nよって，取消事由２についての原告の主張は失当である。\n第５　取消事由１に関する当裁判所の判断\n１　原告は，取消事由１として，引用実施例で得られる造粒物は本件発明１の構\n成要件を全て充足し，両者は実質的に同一のものであると主張する。\n本件発明１の構成要件は，前記のとおり構成要件ＡないしＥに分節されるとこ\nろ，引用実施例で得られる造粒物が構成要件Ａ，Ｄ及びＥを充足することについて\nは，当事者間に争いがない。したがって，以下においては，構成要件Ｂ及びＣを充\n足するか否かを検討する。\n２　かかる検討を行うにあたり，構成要件Ｂの「コーティング層」という文言及\nび同Ｃの「介して」という文言の意味をどのように解釈すべきかが問題となるの\nで，まずこれらの点について検討する。\n(1)　本件明細書（甲34）の段落【0002】ないし【0007】の記載によれば，本件\n特許の各発明の目的は，次のとおりであると認められる。\nア　重炭酸透析用人工腎臓潅流剤のＡ剤は，塩化ナトリウム，塩化カリウ\nム，塩化カルシウム，塩化マグネシウム及び酢酸ナトリウムの各電解質並びに必要\nに応じて添加されるブドウ糖という多数の成分からなる混合物であるため均一な組\n成の粉剤を得ることが困難であり，水溶液として提供されているのが現状である。\nしかしながら，水溶液としたＡ剤は，重量及び容積が大きいために輸送コスト及び\n病院等での保管スペースの点や，包装に使用するポリエチレン容器の使用後の廃棄\n物処理の点に問題があった。\nイ　そこで，水溶液としてのＡ剤の上記問題点を解決するためにＡ剤を粉剤\n化する技術としては，乾式造粒法及び湿式造粒法が知られているが，いずれも工程\n中における異物の混入による汚染が生じやすいという問題があるほか，乾式造粒法\nで粉末化すると，各電解質化合物の原料としての添加割合と造粒物の成分組成とが\n一致しにくく，場合によっては，造粒後に各電解質化合物の組成を補正するため特\n定の電解質化合物を添加混合しなければならない等の問題が生じていた。\nウ　本件特許にかかる各発明は，かかる課題を解決するため，成分組成が均\n一な粉末状（顆粒状乃至細粒状）のＡ剤を提供することを目的としたものである。\n(2)　また，本件明細書の段落【0013】には，本件特許にかかる各発明の効果に\nついて，次のとおりの記載がある。\n「本発明のＡ剤においては，塩化ナトリウム粒子の表面に，他の電解質化\n合物及び必要に応じて使用されるブドウ糖が付着して均一な組成のコーティングを\n形成しており，該コーティングの作用によって複数の塩化ナトリウム粒子が結合し\nて造粒物を形成している。本発明のＡ剤においては，各造粒物を形成する各成分の\n割合はほぼ一定で特定の値にある。そのため，特定量のＡ剤を特定量の水に溶解し\nて得られる溶液の各電解質化合物の濃度の割合は常に特定の所望の値になるという\n特徴がある。従って，本発明の粉末状のＡ剤を使用する際，即ち水溶液にする際\nに，特定の電解質化合物の濃度を改めて補正する必要がない。」（６欄24行～\n35行）\n(3)ア　本件特許にかかる各発明の目的及び効果に関する本件明細書の上記(1)\n及び(2)の各記載に照らすと，本件発明１の構成要件Ｂにいう「電解質化合物を含む\nコーティング層」とは，塩化ナトリウム粒子に対する被覆層であって，成分組成が\n均一な粉末状（顆粒状乃至細粒状）のＡ剤を提供するという目的を達成できるよ\nう，当該被覆層の中において各電解質化合物が一定かつ特定の成分比で含まれてい\nると同時に，当該被覆層の中の各電解質化合物ごとの塩化ナトリウムに対する割合\nも一定かつ特定のものとなっている，という条件を満たす被覆層をいうものと解さ\nれる。そして，このような条件を満たす被覆層である限り，造粒物を構成する個々\nの塩化ナトリウム粒子の全表面を完全に被覆するものである必要はないというべき\nである。\nイ　また，本件発明１の構成要件Ｃのうち，該コーティング層を「介して結\n合した」という文言については，本件明細書の上記(2)引用の箇所に「該コーティン\nグの作用によって複数の塩化ナトリウム粒子が結合して」という記載があるだけ\nで，その「作用」が化学的，物理的にいかなるものであるかについて本件明細書は\n何ら開示するところがない。そうすると，「介して結合した」という文言は，造粒\n物を構成する塩化ナトリウム粒子の間に，上記アのような電解質化合物を含む層が\n存在する，という性状を意味しているに過ぎないと解釈するのが相当である。\n３　上記２にみたところを前提として，引用実施例で得られる造粒物が本件発明\n１の構成要件Ｂ及びＣを充足するか否かを検討する。\n(1)　引用実施例で得られる造粒物が流動層造粒法により製造されるものである\nことは，刊行物１の記載から明らかである。\n流動層造粒法について，本件特許出願時の技術水準を明らかにした文献であるこ\nとにつき争いのない甲10（Ｋ１「陳述書」）添付の文献１（日本粉体工業協会編\n「造粒便覧」オーム社，昭和56年７月20日，249～270頁，以下「甲10文献１」とい\nう。）には，次のとおりの記載がある。\n「流動層とは，筒内の粉粒子の充てん層の下部から整流板を通して空気を送\n入し，粉粒子群をいわゆる\"Dynamic Suspension\"の状態に保持させることである。\nこのように粉粒体が吹き上げられる空気中に浮遊懸濁している状態を流動化してい\nるといい，固体粒子を流動化させる方法を流動化法という。」（249頁左欄14行～\n20行）\n「流動層造粒法は，粒体を流動状態に保ち，これに結合剤を含んだ溶液を噴\n霧して凝集造粒させる操作であり，1965年頃から実用化が始まり，1970年以降急速\nに普及しつつある。」（249頁左欄１～４行）\n「流動層造粒装置は流動層乾燥機の中に結合剤溶液を霧化するノズルを取り\n付け，流動化している粉末に結合剤の噴霧液滴を接触させることで，固－液間の界\n面エネルギーの働きをもって粒子間に液体架橋の形成凝集を起こさせ，造粒し乾燥\nするものである」（253頁左欄３～８行）\n上記各引用の記載のとおり，流動層造粒法による造粒の基本原理は，原料\n粒子同士の凝集によるものである。より具体的には，噴霧液によって原料粒子の間\nに液体架橋が生じ，噴霧液が乾燥固化して固体架橋に変化することによって，原料\n粒子同士が付着結合するものである。そして，引用実施例で得られる造粒物におい\nても，このような凝集作用による造粒が行われていることについては，当事者間に\n争いはない。\n本件での争点は，引用実施例で得られる造粒物においては，かかる凝集作用の過\n程と並行して，上記２(3)アにみたような意味での本件発明１の構成要件Ｂの「電解\n質化合物を含むコーティング層」が形成されているか否か，及び，引用実施例で得\nられる造粒物が，塩化ナトリウム粒子がコーティング層を「介して結合した」とい\nう上記２(3)イ所定の構成要件Ｃの構成を有しているか（塩化ナトリウム粒子の間に\n電解質成分を含む層が存在しているか）否かである。\n(2)　構成要件Ｂの充足性について\nア　まず，上記(1)のとおりの流動層造粒法の原理からみて，引用実施例にお\nいては，原料粒子たる塩化ナトリウムは親水性物質であり（この点は当事者間に争\nいがない。），これが流動層中に浮遊懸濁して激しく運動しているのであるから，\nこれに対して結合剤溶液である電解質成分の水溶液が噴霧されれば，塩化ナトリウ\nム粒子の表面の相当部分は電解質成分の水溶液で濡れることになると考えるのが自\n然である（甲２（Ｋ１他１名「実験報告書Ⅰ」）の２頁）。なお，ここで表面の\n「相当部分」が濡れるとは，表面の全部か，それに至らないまでもほぼ全部に近い\n部分が濡れる状態をいう。\nこのように濡れた状態の塩化ナトリウム粒子同士が流動層内で接触すると，その\n接触部分では電解質成分の水溶液が液体架橋を形成し，次いでこれが乾燥固化する\nことにより固体架橋に変化して粒子同士の凝集が生じると考えられる。これに対\nし，接触部分以外では，電解質成分の水溶液は凝集には寄与せず，水分が蒸発し乾\n燥することによって電解質成分が塩化ナトリウム粒子の表面に残留付着し，このよ\nうにして，個々の塩化ナトリウム粒子の表面には，電解質成分を含む層が形成され\nるものと認められる（甲42（Ｋ４「陳述書」）の本文１頁）。\nイ　また，上記アのような凝集造粒の過程に引き続き，またはこれと並行し\nて，造粒物全体に対する被覆も進行するものと考えられる。その理由は，以下のと\nおりである。\n(ア)　引用実施例においては，流動層造粒機として富士産業株式会社製\nSTREA-15を用いたことが開示されている（甲１の５頁右上８行）。\n同社発行のカタログ（甲37）には，その表紙に「スイス AEROMATIC AGと技術提\n携」「１台４役　混合・造粒・乾燥・コーティング」と記載されており，２頁には\n「流動造粒乾燥機の原理」として，噴霧ノズルが流動層に向かって下向きに設置さ\nれた装置の図が掲載され，最終頁には「STREA（手動排出型）」の型式として「15」\nが記載されている。これらの記載からすれば，引用実施例で使用された\nSTREA-15は，トップスプレー式の流動層造粒機であって，コーティングの機能も有\nするものであると認められる。（なお，甲37には発行年月日の記載はないが，甲\n40（Ｋ５の陳述書）によれば，STREA-15が市販されていた期間中を通じて，その構\n造及び機能には基本的な変化はなかったものと認められるので，引用実施例で得ら\nれる造粒物の構成を検討するにあたり，甲37記載のSTREA-15の構造及び機能を前提\nとして考えることに特段の問題はない。）\nそして，前掲の甲10文献１には，「………流動層造粒装置もその目的に応じ，噴\n霧ノズルの位置と方向を種々変化させて表2･7･2に示す多数の組合せができてい\nる。」（253頁左欄９～12行）として，表2･7･2に，「循環流型流動層の上部にノズ\nルを取り付け流動層に向かって下向きに噴霧する」噴霧方式の装置の使用用途とし\nて「医薬品，食品」における「小粒子の造粒，顆粒のコーチング」が挙げられ，メ\nーカーとして「Aeromatic-富士産業」が記載されている（252頁）。また，「7･4造\n粒機の種類および使用例」には，「7･4･1凝集を主体とするもの（回分式）」\nと「7･4･2コーチングを主体とするもの」とが挙げられ，前者について，「この装置\nで処理できる材料の粒度は20～200μ程度が適当である………。造粒された製品の粒\n度分布は100～1000μ程度のものであり，医薬品での細粒剤として70～90％近い収率\nを得ることができる。………各社の回分式流動造粒装置を図2･7･14～図2･7･16に示\nす。また，その特長を示すと次のとおりである。(1)１台の機械で混合・造粒・乾\n燥・コーチングが可能。………」（264頁右欄最終行～265頁左欄21行）と記載さ\nれ，図2･7･16には，「Aeromatic-富士産業の流動造粒装置」としてトップスプレー\n式の装置の図が記載されている。同じく，流動層造粒法について記載した乙２（日\n本粉体工業技術協会編「造粒ハンドブック」オーム社，平成3年3月10日発行，283～\n348頁）の297頁にも，回分式流動層造粒装置の特長として「１台の機械で混合・造\n粒・乾燥・コーチングが可能」であることが記載されている。\nこれらの記載からも，トップスプレー式の流動層造粒機は，医薬品，食品の分野\nにおいて，造粒のみならずコーティングの用途を有するものであることが認めら\nれ，引用実施例で使用された流動層造粒機STREA-15は，造粒及びコーティングが可\n能な装置であることが裏付けられているといえる。\n(イ)　甲18（「月刊薬事」Vol.21,No.1(1979) 141～145頁）には，「層内\nに噴霧される結合剤液滴が，流動化粒子の凝集に寄与するか，コーチングに寄与す\nるかは，同一条件下においては，図２に示されるように，液滴の大きさと，流動化\nしている粉粒体の大きさの相対比に依存される。したがって，結合剤が同一条件下\nで噴霧される限り，造粒の進行に応じて，粉粒体と噴霧液滴の粒径比が変化し，造\n粒初期に凝集造粒に寄与した結合剤も，最終的にはコーチングのみに寄与するよう\nになる。」（141頁右欄８行～142頁左欄2行）と記載され，甲19（仲井由宣編「医薬\n品の開発11巻」株式会社廣川書店，平成元年11月10日発行，10～11頁）にも同様の\n記載がある。\nこれらの記載によれば，流動層造粒機内においては，初期の段階では液滴の大き\nさに比べて粉粒体が小さいために，噴霧液は粉粒体の凝集造粒に寄与して造粒が行\nわれるが，凝集造粒が進行して粉粒体が大きくなると，噴霧液はコーティングに寄\n与するようになるものと認められる。\nウ　また，下記(ア)及び(イ)のとおり，刊行物１に記載された引用発明１の\n目的及び効果を考慮すると，引用実施例において得られた造粒物においては，造粒\n操作において噴霧された電解質水溶液の全量が，塩化ナトリウム粒子に対してほぼ\n一定の割合で付着しているものと解するのが相当である。\n(ア)　刊行物１には，次のような記載がある。\n「（発明が解決しようとする課題）しかしながら，これらの炭酸水素ナ\nトリウムを主剤とする粉末状透析用製剤では，塩化カルシウムおよび塩化マグネシ\nウムは潮解性であり，また塩化ナトリウムは塩化カルシウムおよび塩化マグネシウ\nムの共存により吸湿性が強くなることがあるので，その製造・移動並びに保存中に\n潮解したりあるいは固結したりするために，組成がバラツキが生じるだけでなく，\n長期保存安定性が低いという問題がある。・・・したがって，本発明の目的は，新\n規な粉末状透析用製剤およびその製造方法を提供することにある。本発明の他の目\n的は，運搬および保存性に優れかつ粉末製造の均一性の維持ならびに安定性の良好\nな粉末状透析用製剤およびその製造方法を提供することにある。」（２頁右下欄９\n行～３頁左上欄11行）\n「また，本発明による血液透析用製剤は，乾式法または流動層法により\n製造されるので，従来潮解性が高いため均一粉砕が困難であった塩化カルシウムや\n塩化マグネシウムを使用しているにもかかわらず，粉末製造が均一化でき，また，\n各成分の比重差のために各成分の均一分布が困難であった問題が前記方法により解\n決できるものである。」（６頁右下欄７行～13行）\n(イ)　これらの記載によれば，引用発明１は，粉末状透析用製剤の構成成\n分の潮解あるいは固結により生じていた，組成のばらつきや長期保存安定性の低さ\nという問題に着目し，均一性が維持され，安定性の良好な粉末状透析用製剤を提供\nすることを目的としてなされたもので，各成分の均一分布が困難であったという問\n題を解決する効果を奏するものであると認められる。このような「組成の均一性の\n維持」という引用発明１の目的及び効果を考慮すると，同発明の実施例である引用\n実施例で得られた造粒物においては，噴霧された電解質水溶液のほぼ全量が，塩化\nナトリウム粒子に対してほぼ一定の割合で付着しているものと解するのが相当であ\nる。\nエ(ア)　上記２(3)アで検討したとおり，本件発明１の構成要件Ｂにいう「電\n解質化合物を含むコーティング層」は，当該被覆層の中において各電解質化合物が\n一定かつ特定の成分比で含まれていると同時に，塩化ナトリウムに対する当該層の\n中の各電解質化合物の割合も一定かつ特定の割合となっているものを意味する。そ\nして，そのような性質を満たす被覆層である限り，造粒物を構成する個々の塩化ナ\nトリウム粒子の全表面を完全に被覆するものである必要はないというべきである。\n(イ)　上記ア及びイに説示したところを総合すると，引用実施例において\nは，流動層造粒機STREA-15が用いられている以上，塩化ナトリウム粒子の凝集のみ\nならず，凝集前及び凝集後の塩化ナトリウム粒子に対する電解質成分による被覆が\n進行したものと認められる。\nすなわち，造粒操作の過程を通じて，噴霧された電解質水溶液は，塩化ナトリウ\nム粒子表面の相当部分に付着し，そのうち粒子同士の接触点に存在するものは結合\n剤として作用することによって，塩化ナトリウム粒子同士の凝集を主としてもたら\nすが，接触点以外の部分に存在するものは固結乾燥して被覆を形成する。そして，\n凝集が進んで粒径が大きくなると，それ以上凝集は進行せず，電解質水溶液は主と\nして造粒物に対する被覆の形成に寄与するようになる，と考えられる。そうする\nと，造粒操作が完了した時点においては，塩化ナトリウム粒子の全表面が完全に被\n覆されるか，それには至らないまでも，表面の相当部分が被覆がされた造粒物が得\nられていると解するのが相当である。\n(ウ)　また，引用実施例で得られる造粒物は，上記ウのとおり，造粒操作\nにおいて噴霧された電解質水溶液のほぼ全量が，塩化ナトリウム粒子に対してほぼ\n一定の割合で付着しているものと解するのが相当である。そして，噴霧液中に溶解\nしていた電解質化合物の量及び成分比が，造粒操作の過程において化学反応等によ\nって変化することをうかがわせる根拠もないから，水分の蒸発後には，電解質化合\n物が，被覆層の中に一定かつ特定の成分比で含まれていると同時に，塩化ナトリウ\nムに対する当該被覆層の中の各電解質化合物の割合も一定かつ特定の割合となって\nいるものと解される。\n(エ)　したがって，引用実施例で得られる造粒物においては，塩化ナトリ\nウム粒子の周囲に，本件発明１の構成要件Ｂにいう「電解質化合物を含むコーティ\nング層」の要件を充足する被覆層が形成されていると解するのが相当である。\n(3)　構成要件Ｃの充足性について\n引用実施例で得られる造粒物においては，塩化ナトリウム粒子の間\nに形成される固体架橋の成分中には，塩化ナトリウムが一旦噴霧液（電解質成分の\n水溶液）中に溶解し，再度固化したものも含まれており，その意味で，本件審決が\nいうように，塩化ナトリウム粒子同士が直接に結合しているということもできる。\nしかしながら，その一方で，電解質成分の水溶液が液体架橋を形成し，これが固体\n架橋に変化する過程において，電解質成分が逸出することを示す証拠も存在しない\nので，固体架橋の成分中には電解質成分もまた含まれていることを優に推認するこ\nとができる。したがって，結合した塩化ナトリウム粒子の間には電解質成分を含む\n層が存在しているということができる      。\nそして，前記２(3)イのとおり，本件特許１の構成要件Ｃにおいて，「複数個の塩\n化ナトリウム粒子が該コーティング層を介して結合」しているとの文言は，結合し\nた塩化ナトリウム粒子の間に電解質化合物を含む層が存在しているという状態にあ\nることを意味するにとどまるものと解される。したがって，引用実施例で得られる\n造粒物は，塩化ナトリウム粒子がコーティング層を「介して結合」しているという\n構成要件Ｃもまた充足しているものといえる。\n(4)　よって，引用実施例で得られる造粒物は，本件発明１の構成要件Ｂ及びＣ\nの両方を満たすものと認められる。\n４　被告は，引用実施例で得られる造粒物においては，本件発明１の構成要件Ｂ\nにいう「コーティング層」は形成されず，同Ｃにいう「該コーティング層を介して\n結合した」という構成も有しないとして，前記第４の１(1)のアないしエのとおり主\n張する（以下，順に「被告の主張ア」のようにいう。）。しかしながら，以下に示\nすとおり，いずれも採用できない。\n(1)　被告の主張アについて\nア(ア)　被告は，流動層造粒法を用いた引用実施例においては，塩化ナトリ\nウム粒子表面が噴霧液で覆われることはなく，塩化ナトリウム粒子よりも径の小さ\nな液滴の介在によって液体架橋（いわゆるfunicular-1域）を生じ，これが固結乾燥\nすることにより造粒が進行し，造粒物が所定の径になったときに造粒操作を終了す\nるのであり，funicular-1域で生ずる液滴の付着は，他の粒子との接触点となる部分\nにおける「部分的付着」で，これは「表面に液滴成分の物質を被覆する」ところの\n「コーティング」とは異なる技術概念であるし，塩化ナトリウム粒子の結合は，塩\n化ナトリウムの表面が部分的に噴霧液の液滴中に溶解し，塩化ナトリウム同士が直\n接に凝集造粒することによって生じるのであるから，コーティングが行われる余地\nはない，と主張する（前記第４の１(1)ア(ア)ａ）。\nしかしながら，上記３(2)アで検討したとおり，塩化ナトリウム粒子が装置内で流\n動化されていることを考慮すれば，噴霧された電解質化合物の水溶液は，複数の塩\n化ナトリウム粒子同士の接触点のみに付着する「部分的付着」ではなく，塩化ナト\nリウム粒子の表面の相当部分に付着すると解すべきである。また，塩化ナトリウム\nの表面が噴霧液中に溶解したとしても，噴霧液の主たる成分が電解質化合物である\nことに変わりはないから，塩化ナトリウム粒子同士の接触点に介在する液滴も電解\n質化合物を含んでおり，結局のところ，塩化ナトリウム粒子同士が電解質成分を含\nむ層を介して結合しているといえるのである。\n(イ)　被告は，引用実施例の流動層造粒の過程において，塩化ナトリウム\n粒子の表面の相当部分が噴霧液によって濡れ，噴霧液の乾燥後には噴霧液に含まれ\nていた電解質成分の層が塩化ナトリウム粒子の表面に形成されると解することは，\n流動層造粒に関する技術常識と相容れるものではない，と主張する。（前記第４の\n１(1)ア(ア)ｂ）。\n確かに，本件に書証として提出された刊行物中に，流動層造粒において原料粒子\nの表面の全部ないし相当部分が噴霧液によって濡れる旨の記載が見出せないことは\n被告の主張のとおりである。しかしながら，流動層内に浮遊する粒子に液体が噴霧\nされ続けるにもかかわらず，噴霧液は粒子同士の接触点付近という粒子表面の限ら\nれた部位にのみ付着する，という被告主張の機序を合理的に説明する記載も，いず\nれの刊行物中にも見当たらない。被告は，これら刊行物中の図（例えば乙13の511頁\nの図４）を援用するが，これらの図は，粒子同士の接触点に存在する噴霧液が凝集\nに寄与することを示す模式図であると解され，粒子表面のうち，接触点以外の場所\nには噴霧液が存在しないことまでも示すものとは考えられない。\n被告は，その主張に沿う内容の専門家の見解として，Ｋ６（乙19）及びＫ７（乙\n21）の各陳述書を援用するが，いずれも，流動層造粒の過程における噴霧液の挙動\nを実際に観察した結果に基づいて述べているものではないうえ，反対の見解を示す\nＫ８及びＫ９（甲41）並びにＫ４（甲42）の各陳述書もあることに照らすと，被告\nの援用する諸見解が，必ずしも技術常識であるとまでは認められない。\n(ウ)　被告は，もし粒子表面が隈なく濡れるとすれば粒子はウェットマス\nの状態となり，そもそも流動層造粒が進行しなくなるはずである，とも主張する\n（前記第４の１(1)ア(ア)ｂ）。\nしかしながら，噴霧液が粒子表面を隈なく濡らすということは，大量の液体中に\n粒子が浸漬したウェットマスの状態（例えば，乙７の23頁の表2.2及び図2.1に示さ\nれたＤ～Ｅの状態）になるということと同一ではないから，被告の上記主張も，前\n提を欠くものであって採用できない。\nイ　被告は，①結晶微粒子のコーティングを流動層造粒機で行うには，引用\n実施例で用いられるSTREA-15とは全く異なる機構を有するWurster方式等の流動層造\n粒機を用いる必要があるとされていること，②そのような流動層造粒機を用いた場\n合でもなお流動層造粒法はコーティング操作には適応しないか適応不十分であると\nされていること（乙２の317頁の表7･27），③甲３（株式会社パウレック作成の「パ\nウレック乾燥機」のカタログ）の記載からもSTREA-15におけるコーティングに関す\nる機能・用途の存在を窺い知ることはできないこと，④トップスプレー方式の流動\n層造粒機は凝集を主体とする装置の典型であること，等の理由を挙げて，引用実施\n例においては，凝集造粒が行われているにすぎず，コーティングはされていないと\n主張する（第４の１(1)ア(イ)ａ）。\nしかしながら，②については，乙２の表7･27は，流動層造粒が，「単位操作」と\nしてのコーティング（粒子間の凝集を起こさず個々の粒子に完全な被覆を形成する\nこと）に適応しないことを示しているにすぎないと認められる。また，①，③及び\n④については，前記３(2)イ(ア)で検討したとおり，トップスプレー式の流動層造粒\n機は，医薬品，食品の分野における造粒のみならずコーティングの用途を有するも\nので，特に，甲37によれば，STREA-15は，１台で「混合・造粒・乾燥・コーチン\nグ」が可能であることが明示されている。そうすると，STREA-15を用いた引用実施\n例においては，構成要件Ｂにいう意味での「コーティング層」の形成（個々の粒子\nの表面に均一な被覆が形成される必要はないし，被覆層の形成と並行して粒子間の\n凝集が進行しているのであっても構わない。）が困難ないし不可能であるとまで解\nすることはできない。\n(2)　被告の主張イについて\nア(ア)　被告は，前記３(2)イ(イ)の点に関し，流動層造粒法では微粒子のコ\nーティングは「不可能に近い」とされているのであり（甲10文献１の266頁左３\n行），これが可能であるかのごとく記述する甲18も，その出典元である乙13（「フ\nァルマシア」Vol.11, No.7(1975)pp.510-513）の記載に遡ってみると，STREA-15の\nようなトップスプレー式だけではなく，Wurster方式等を含む流動層造粒機一般につ\nいての知見を示しているから，甲18は，塩化ナトリウムの小粒子を原料と\nし，STREA-15を使用する引用実施例においてコーティングが進行することを示すも\nのとはいえないと主張する（前記第４の１(1)イ(ア)）。\nしかしながら，甲10文献１には，「コーチングを主体とするもの」との表題の下\nに，「………材料が結晶微粒子のコーチングにおいては，粒子の凝集付着が起こり\nやすいので均一な皮膜を得るためには粒子の運動を一定にするように工夫する必要\nがある。………しかし，そもそも微粒子のコーチングは流動層でも不可能に近い。\nしかし，疎水性材料で凝集を起こしにくい性質を利用して例外的に小粒子でもコー\nチングできる場合もある。」（265頁左欄最終行～266頁7行）と記載されており，こ\nの記載は，微粒子は凝集しやすいので，凝集を生ずることなくコーティングするこ\nとが困難である旨を明らかにする趣旨のものであると解される。そうすると，粒子\nの凝集を同時に（または先行して）生じても構わず，また均一な被膜であることを\n要求されないのであれば，微粒子を原料粒子とするものであっても，ここでいう\n「コーチング」が不可能であるとはいえない。\nまた，被告が主張するように，甲18及び乙13がトップスプレー式とは異なる機構\nの流動層造粒機も含めた知見を示したものであるとしても，トップスプレー式のも\nのではコーティングが生じないとしているものでもないから，当該知見は，引用実\n施例において噴霧液中の電解液成分による粒子に対する被覆が，凝集と並行して進\n行したことを否定するものではない。\n(イ)　この点につき，被告は，引用実施例においては完成品（造粒物）の\n粒径は106～180μmであったことが開示されており，原料である塩化ナトリウム粒子\nの粒径はさらに小さかったのであるから，これは，流動層造粒法でもコーティング\nが可能であると一般的に理解されている「顆粒」よりも遥かに粒径の小さい微粒子\nに他ならず，このような微粒子を原料とする流動層造粒法においてコーティングが\n進行することはあり得ない，とも主張する。\nしかしながら，被告が流動層造粒法に関する一般的知見であるとして引用する刊\n行物の記載（前記引用の甲10文献１の266頁，乙２の317頁の表7.27など）は，いず\nれも，造粒機構を模式的に説明したり，各種の造粒方法を分類したりすることを目\n的とするものであると認められるから，これらの文献が凝集とコーティングとを別\n個の造粒方法として扱っているとしても，引用実施例の造粒操作の過程においてミ\nクロ的に進行している機序を考える際に，これらの刊行物上の記載をもって，粒子\n同士の凝集と，噴霧液中の成分による粒子の被覆とが同時には生じ得ないと即断す\nべきものではない。\nかえって，乙13には次の記載がある。\n「スプレーノズルから流動層内に噴霧された液，スラリーなどの挙動は\n(1)　………\n(2)　………\n(3)　層内粒子表面に付着して後，液滴中の蒸発分が蒸発して固化し粒子径を増大\nさせるもの\n(4)　層内で粒子－粒子間の結合剤として作用し粒子間凝集を起こさせるもの\nの４つに分けられる。\n………………。(3)はワルスター法（Wurster-Process）に応用されたのが最初の\n方法である。この条件は液滴が流動層に達するまで乾燥してしまわないような乾燥\n条件であること，粒子がある程度大きくて流動化による運動が激しく液滴を結合剤\nとする粒子－粒子間の凝集が起こりにくいこと，一度コーチングされれば剥離しに\nくいことである。(4)は通常の凝集造粒に寄与するものである。この条件は液滴が流\n動化している粉粒体のブリッジになり得るに十分な大きさであることが必要であ\nる。(3)と(4)は厳密に区別することができず，同時に進行するのが通常と思われる\nが，条件の選択では区別することが可能である。」（乙13の511頁左16行～39行，下\n線は本判決注）\n乙13の上記記載によれば，実際の流動層造粒の過程においては，液滴\nが粒子の表面に付着して被覆層を形成することと，液滴が粒子間において凝集に寄\n与することとは，相互に排斥し合うものではなく，同時に生じ得ることであるとい\nうことができる。そして，引用発明１の目的は，前記３(2)ウのとおり，組成の均一\nな造粒物を得ることにあり，その造粒物が被覆と凝集のいずれを主体とする造粒作\n用によって形成されるかは特に問題としていないのであるから，引用実施例におい\nても，乙13の上記引用箇所にいう，(3)と(4)を区別するための条件の選択に留意す\nる必要はなく，(3)及び(4)の過程が同時に進行する「通常」の場合であると解する\nのが相当である。\nしたがって，引用実施例においては，上記(4)の粒子間凝集のみならず，同(3)の\n過程（噴霧液中の電解質成分が塩化ナトリウム粒子を被覆する層を形成すること）\nが常に進行していると考えられ，そのことは，本件発明１の構成要件Ｂにいう「コ\nーティング層」の形成を意味しているというべきである。\n(ウ)　なお，乙21（Ｋ７の陳述書）には，被告の主張に沿う下記の記載が\nある。\n「（引用実施例で用いられた）流動層造粒機STREA-15は特別な機能を\n有しないトップスプレー式の流動層造粒機であり，また親水性材料の微細な塩化ナ\nトリウム粒子を対象としているため，同実施例は凝集を目的とした造粒を行ってい\nると判断する。（刊行物１に）コーティングとの記載がないこともその傍証であ\nる。」（本文１枚目，括弧内は本判決による。）\nしかしながら，引用発明１の目的は，前記３(2)ウのとおり，組成の均\n一な粉末状透析用剤を得ることにあり，引用実施例においても，粒子を凝集させる\nこと自体が目的とされているわけではないことは明らかである。また，刊行物１に\n「コーティング」という用語が用いられていないとしても，刊行物１は引用実施例\nにおいていかなる機序によって造粒が行われているかを明らかにしようとするもの\nではないのであるから，「コーティング」ないし「被覆」という記載がなされてい\nないからといって，塩化ナトリウム粒子に対する電解質成分の被覆が生じているこ\nとを否定するものではない。よって，乙21に示された見解に基づく被告の主張は，\n引用発明１の目的及び刊行物１の趣旨を正解しないものであって，採用することが\nできない。\nイ　被告は，「凝集造粒」を目的とする処理においては当該処理が終了して\nもなお噴霧を継続する必然性はなく，引用実施例において，凝集造粒による増量と\nいう本来の目的を超えて液滴がコーティングのみに寄与するような段階まで噴霧が\n続けられたとする根拠も存在しないし，医療用製剤の場合は処方が予め決定されて\nいるため，凝集造粒による製剤を得るのを目的に流動層造粒法を選択するのであれ\nば，その目的を達成可能な諸条件を予め選択し，全ての噴霧液を噴霧し終えたとき\nに希望の粒径の造粒物を凝集によって得て操作を完了できる（造粒物に対するコー\nティングには至らない）ように条件を設計することが当業者の常識である，とも主\n張する（前記第４の１(1)イ(イ)）。\nしかしながら，引用発明１の目的は，「凝集造粒による製剤を得る」ことにある\nのではなく，上記３(2)ウで示したとおり，「均一性が維持され，安定性の良好な粉\n末状透析用製剤を提供する」ことにあるから，この目的を達成するには，電解質の\n全量が塩化ナトリウム粒子に対してほぼ一定の割合で付着するまで噴霧が続けられ\nると解するのが相当であるし，被告が主張するように，凝集過程のみで造粒が完了\nし，造粒物に対する被覆が生じないように条件を設定することの動機付けも存在し\nない。被告の主張は，引用発明１の目的を正解しないものであって，採用できな\nい。\n(3)　被告の主張ウについて\n被告は，引用実施例で得られる造粒物は，粒子同士の間に空隙が存在するポーラ\nスな造粒物であり，仮に，このようなポーラスで空隙のある造粒物の表面を更に噴\n霧液の成分が積層しても，内部に入り込んだ粒子表面まで完全にコーティングする\nことにはならない（部分的付着にとどまる）と主張する（前記第４の１(1)ウ）。\nしかしながら，前記３(2)アで検討したとおり，引用発明１の流動層造粒の過程で\nは，塩化ナトリウム粒子の表面の相当部分が電解質溶液で濡れ，その水分が蒸発す\nることによって個々の塩化ナトリウム粒子の表面に電解質成分を含む被覆層が形成\nされるといえるのであるから，部分的付着にとどまるとはいえない。\nまた，前記３(2)イのとおり，凝集による造粒が進行するにつれて，造粒物全体に\n対する被覆も行われることになる。一方，前記２(1)ないし(3)で検討したとおり，\n本件発明１における「電解質化合物を含むコーティング層」は，塩化ナトリウム粒\n子の全表面を完全に被覆することを要しないのであるから，仮に引用実施例で得ら\nれる造粒物が被告主張のようにポーラスなものであるとしても，本件発明の構成要\n件Ｂ及びＣを充足しないものであるということはできない。\nよって，被告の上記主張も，採用の限りでない。\n(4)　被告の主張エについて\n被告は，引用実施例で得られる造粒物は，物体の物理的性質を変えるに足\nるような別の物質による被覆がなされていないために，固化（凝集）抑止のための\n乾燥剤の封入という技術手段が必要であるのに対し，本件発明１は，固化し易い塩\n化ナトリウム粒子の表面が他の電解質化合物成分によってコーティングされ，物理\n的性質が固化しないように変えられており，かかる顕著な作用効果の点からも本件\n発明の新規性は阻却されないと主張する（前記第４の１(1)エ）。\nたしかに，上記３(2)ウ(ア)に摘記した刊行物１の記載によれば，引用実施例で得\nられる造粒物のコーティング層を形成する電解質成分のうち，塩化カルシウム及び\n塩化マグネシウムは潮解性であり，製剤の保存中に固結を生じる原因となるもので\nあることが認められる。\nしかしながら，本件明細書には，「実施例１～３で得られたＡ剤（製品）は，い\nずれも長期に安定なさらさらした顆粒状乃至細粒状の粉体であった。」\n（【0042】），「比較例１　表４に示す各原料（1000kg）を，純水を使用せずに混\n合して混合粉末975kgを回収した。なお，酢酸ナトリウムによるコーティング及び造\n粒は起らず，得られた混合粉末は，塩化カルシウム及び塩化マグネシウムと見られ\nる塊状物を含んでおり，しかも，やや湿った流動性の粉末であって，室温保存にお\nいて１週間で固結した。」（【0043】）と記載されている。そうすると，被告が本\n件発明１の作用効果であるとして主張する固化防止という効果は，電解質化合物の\nうちの特に酢酸ナトリウムによるコーティングが形成されることによって得られる\n効果，すなわち，実施例１ないし３のように，酢酸ナトリウム以外の電解質化合物\n（塩化カリウム，塩化マグネシウム及び塩化カルシウム）を先に混合して加熱混合\nし，しかる後に酢酸ナトリウムを添加する，という特定の混合手順によって製造さ\nれた場合に達成される効果であるとも解される。したがって，被告の主張する固化\n防止という作用効果は，このような製造方法が特定されておらず，物の構造のみが\n特定された本件発明１の奏する効果であると認めることはできない。\n(5)　以上(1)ないし(4)のとおり，流動層造粒法の原理に関する当業者の技術常\n識に照らして原告の主張は成り立たないとする被告の主張は，いずれも採用するこ\nとができない。\n５　各実験結果の評価について\n本件において，原告はＫ１実験の結果（甲２「実験報告書Ⅰ」）を援用し，\n引用実施例を追試したところ，本件発明１の構成要件Ｂ及びＣを充足する造粒物が\n得られたと主張する。一方，被告はＫ２実験の結果（乙３「実験報告書」）を援用\nし，引用実施例の追試実験によって得られた造粒物では，電解質成分は塩化ナトリ\nウム粒子の表面のうちごく僅かな部分に付着しているに過ぎず，構成要件Ｂを充足\nしないものであったと主張するので，以下検討する。\n(1)　Ｋ１実験について\nア　Ｋ１実験では，引用実施例と同一の成分組成を有する原料から，引用実\n施例でも用いられたSTREA-15流動層造粒機を用いて，塩化ナトリウム粒子が電解質\n化合物を含む層で被覆され，当該被覆層を介して結合した造粒物が得られていると\n認められる（甲２の添付資料11「結果報告書」の１頁「結果要旨」及び各写真参\n照）。また，造粒物の粒度分布は原料粒子の粒度分布に比べて粒径の大きいほうに\nシフトしており，特に「追試実験その１」の第１回及び第２回で得られた造粒物の\n粒度分布は，引用実施例で得られた造粒物の粒度分布に近似したものである（甲２\nの６頁【表３】）。さらに，Ｋ１実験で得られた造粒物の成分含量を測定すると，\n塩化ナトリウム及びその他の電解質成分のいずれも，理論値に対する回収率はほぼ\n100％であったことも認められる（甲35「実験報告書」の10頁～11頁）。\nそうすると，Ｋ１実験の「追試実験その１」の第１回及び第２回は，引用実施例\nのとおりの原料及び装置を用いて，引用実施例に記載されたとおりの粒度分布の造\n粒物を得たものであり，また，その造粒物の構造は本件発明１の構成要件Ｂ及びＣ\nを充足していることを示しているといえる。\n引用実施例には詳細な造粒条件が記載されていないから，Ｋ１実験は，引用実施\n例の正確な追試であるとはいえないものの，引用実施例を「組成の均一性の維持」\nという引用発明１の発明の目的に合致するように実施すれば，本件発明１の構成要\n件Ｂ及びＣを充足する造粒物が得られることを示すものであるということができ\nる。\nイ　被告は，Ｋ１実験によって得られた造粒物が構成要件Ｂ及びＣを充足し\nていることは争わないものの，Ｋ１実験は，刊行物１に開示されていない条件を適\n宜裁量的に設定して行われたものであり，そのような特定の条件設定のもとで偶然\nに構成要件Ｂ及びＣを充足する造粒物が得られたとしても，引用実施例が本件発明\n１と同一の発明を開示していることにはならないと主張する。\nしかしながら，Ｋ１実験が設定した条件が，流動層造粒の一般的な処方に沿った\nものであるとの原告の主張に対し，被告はこれに反対する具体的な主張・立証を行\nっていないのであるから（弁論の全趣旨），Ｋ１実験をもって，被告の主張するよ\nうに，偶然に引用実施例と同一の結果を得たものであると認めることはできない。\nウ　この点につき，被告は，Ｋ１実験では，原料の塩化ナトリウム粒子の平\n均粒径は104μmであるのに対し，得られた造粒物の平均粒径が106μmないし180μ\nmであり，原料粒子の粒径が造粒物の粒径に対して不自然に大きすぎると主張する。\nそして，その理由として，粒径が20～200μmの原料粒子を100～1000μmの粒径に成\n長させるというのが流動層造粒に関する技術常識であると主張し，上記技術常識を\n示すものとして，甲10文献１の下記記載を援用する。\n「この装置（本判決注：回分式流動造粒装置）で処理できる材料の粒度は\n20～200μ程度が適当であるが，バッグフィルターからの飛散がなく，そして粉末が\n流動層を形成すれば微粉状態のものでも粒状化することができる。造粒された製品\nの粒度分布は100～1000μ程度のものであり，………。」（264頁右欄～265頁左欄）\nしかしながら，この記載は，処理可能な材料の粒度分布と，製品の粒度\n分布をそれぞれ別個に示したものであり，材料の粒径に対して造粒物の粒径が５倍\nになるということを示したものではない。そして，Ｋ１実験の原料の平均粒径104μ\nmは20～200μmの範囲内にあるし，造粒物の平均粒径106～180μmも100～1000μmの\n範囲内にあるのであるから，結局，Ｋ１実験の結果は，甲10文献１の上記記載に照\nらして不自然なものであるとはいえない。造粒物の粒径が原料の粒径よりも小さく\nなっているというのであればともかく，前者が後者よりも大きくなっている限り，\n複数の粒子の凝集による造粒が行われているということと矛盾するものではない。\nそうすると，Ｋ１実験の結果が流動層造粒の技術常識に反しているという被告の\n主張も，採用することはできない。\n(2)　Ｋ２実験について\nア　引用発明１の目的及び効果が，組成の均一性の維持にあることは前記\n３(2)ウのとおりであり，かかる目的・効果を考慮すると，引用実施例で得られる造\n粒物においては，噴霧液に含まれる電解質成分のほぼ全量が，塩化ナトリウム粒子\nに付着したものであると解するのが相当である。\nしかるに，Ｋ２実験の結果得られた造粒物は，塩化ナトリウム粒子の表面に電解\n質成分の結晶が部分的に付着するに過ぎず（乙３の添付資料４の各写真参照），粒\n子及び粒子の部位によって組成比に大きなバラツキがあった（乙３の14頁25行～\n26行）というのであるから，噴霧液中の電解質成分のうちかなりの部分は，当該造\n粒物に含まれていないことが明らかである。このように，組成の均一性の維持され\nていない造粒物は，引用発明１の目的及び効果に合致しないものであるから，引用\n実施例で得られた造粒物とは異なることが明らかである。したがって，Ｋ２実験\nは，引用実施例を再現しているものということはできない。\n被告は，Ｋ２実験の結果のうち，電解質成分が塩化ナトリウム粒子に部分的に付\n着しているに過ぎないという点を取り上げ，これは，引用実施例が用いる流動層造\n粒では構成要件Ｂにいう「コーティング層」の形成ができないことを示しており，\n被告が同実験結果を援用するのもその趣旨においてである，と主張する。しかしな\nがら，引用実施例は，引用発明１の目的及び効果を満足する実施例として報告され\nているのであるから，引用実施例で得られていた造粒物が，Ｋ２実験で得られた造\n粒物と同じようなものであるはずがない。したがって，被告の主張は前提を欠き，\n採用できない。\nイ　また，Ｋ２実験の条件設定については，吸気・排気の温度及び噴霧液の\n噴霧速度等の点において標準的な処方から逸脱したものであるであるとの主張が原\n告からなされているところ，被告はこれに反対する具体的な主張・立証を何ら行っ\nていないというところからみても，Ｋ２実験の結果得られた造粒物に構成要件Ｂに\nいう「コーティング層」が存在しないことをもって，引用実施例の造粒物が同「コ\nーティング層」を有しないことの根拠とすることはできない。\n(3)　以上のとおり，Ｋ１実験の結果は，引用実施例によって得られる造粒物は\n本件発明の構成要件Ｂ及びＣを充足するという原告の主張に沿うものであるという\nことができる。これに対し，Ｋ２実験の結果は，これに反する被告の主張を裏付け\nるものとはいえない。\n第６　結論\n以上の次第であるから，取消事由１は理由があり，本件発明１に関する本件審決\nの認定判断には誤りがある。そして，本件発明１に関する判断に誤りがある以上，\nこれを前提とする本件発明２ないし４についての判断にも誤りがあるに帰すること\nについては当事者間に争いがないから，原告主張の取消事由２について判断するま\nでもなく，本件審決はその全部について取消しを免れない。\nよって，主文のとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　 　　北　　山　　元　　章\n裁判官　　　　　清　　水　　　　　節\n裁判官 　　     上　　田　　卓　　哉\n"
}