{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 21
  },
  "case_number": "平成14(行ケ)522",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10774",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10774",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/774/010774_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５２２号　審決取消請求事件\n平成１５年１０月２１日判決言渡，平成１５年１０月７日口頭弁論終結\n判　　　　決\n原　　  　　　告　　　　東芝テック株式会社\n原　　　　　　告　　　　株式会社東芝\n原告ら訴訟代理人弁理士　鈴江武彦，中村誠，峰隆司，井上正則\n被　　　　　　告　　　　特許庁長官　今井康夫\n指定代理人　　　　　　　石川昇治，六車江一，林栄二，梅岡信幸，小曳満昭，\n大橋信彦\n主　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n以下において，「および」は「及び」と統一して表記した。その他，引用箇所に\nおいても公用文の表記方式に従った箇所がある。また「原告」とあるのは，特段の\n断りのない限り原告両名の意である。\n第１　原告の求めた裁判\n「特許庁が不服２００１－５８４８号事件について平成１４年８月２８日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告株式会社東芝及び東芝インテリジェントテクノロジ株式会社は，平成３年７\n月１５日，平成３年特許願第１７３６６８号「画像形成装置」の特許出願をし（そ\nの後東芝インテリジェントテクノロジ株式会社は特許を受ける権利の持分を放棄\nし，原告株式会社東芝が有することになった特許を受ける権利の一部が原告東芝テ\nック株式会社に譲渡された。），平成１３年３月７日拒絶査定があったので，原告\nは同年４月１２日審判を請求したが（不服２００１－５８４８号），平成１４年８\n月２８日，審判請求は成り立たないとする審決があり，その謄本は同年９月１０日\n原告に送達された。\n２　本願発明の要旨\n(1)　請求項１に係る発明（本願発明１）の要旨\n像担持体に形成された潜像に，重合法により生成された１次粒子トナーを融着し\nて得た，粒子径４～１４μｍの２次粒子からなる，破砕面のない重合トナーを有す\nる現像剤を供給して現像するとともに，前記像担持体上に残留している現像剤を同\n時に除去する現像清掃手段と，前記像担持体上の現像剤像を被転写材に転写する転\n写手段と，この転写手段による現像剤像の転写後，前記像担持体上に残留する現像\n剤を乱す攪乱手段とを備えてなることを特徴とする画像形成装置。\n(2)　請求項２に係る発明（本願発明２）の要旨\n像担持体に形成された潜像に，重合法により生成された粒子径１～１４μｍの球\n形トナーを有する現像剤を供給して現像するとともに，前記像担持体上に残留して\nいる現像剤を同時に除去する現像清掃手段と，前記像担持体上の現像剤像を被転写\n材に転写する転写手段と，この転写手段による現像剤像の転写後，前記像担持体上\nに残留する現像剤を乱す攪乱手段とを備えてなることを特徴とする画像形成装置。\n(3)　請求項３に係る発明（本願発明３）の要旨\n像担持体に形成された潜像に，粉砕法により製造されたトナーを機械的及び／又\nは熱的に処理することにより球形化したトナーを有する現像剤を供給して現像する\nとともに，前記像担持体上に残留している現像剤を同時に除去する現像清掃手段\nと，前記像担持体上の現像剤像を被転写材に転写する転写手段と，この転写手段に\nよる現像剤像の転写後，前記像担持体上に残留する現像剤を乱す攪乱手段とを備え\nてなることを特徴とする画像形成装置。\n３　審決の理由の要点\n(1)　刊行物に記載された事項\n(1)－１　刊行物１（特開昭６４－２０５８７号公報，甲第５号証）\n刊行物１には，以下の（１ａ）～（１ｃ）の事項が図面とともに記載されてい\nる。\n（１ａ）１頁左下欄５行～１５行\n「（１）像担持体を帯電する帯電手段と，前記像担持体に静電潜像を形成するため\nの露光手段と，前記静電潜像を着色粉により顕像化する現像手段と，前記像担持体\n上の顕像を記録媒体に転写する転写手段とを有し，上記転写手段による転写後に像\n担持体上に残った未転写着色粉を前記現像手段による現像と同時にクリーニングす\nるようにした画像形成装置であって，前記帯電手段の上流側かつ前記転写手段の下\n流側に像担持体表面を摺擦して残留着色粉を乱すメモリ除去部材を配置したことを\n特徴とする像形成装置」\n（１ｂ）３頁左上欄２０行～右上欄１７行\n「すなわち，本発明は現像手段が静電潜像を現像すると同時に転写残り着色粉をク\nリーニングする方式としたから，従来のように専用のクリーナユニットを設ける必\n要がなく，装置の小型化，低コスト化，像担持体の長寿命化などが図れるとともに\n排トナーボックスの交換などの煩わしい作業が不要となるばかりでなく転写残り着\n色粉が回収され再利用されるためトナー補給の回数が減り，保守が極めて容易とな\nる。さらに，同一装置を現像工程とクリーニング工程に切り換えて行う従来の２回\n転１コピー（プリント）のものに比べ，像担持体の小型化が可能で装置の小型化，\n低コスト化が可能となる。\nさらに，帯電手段の上流側かつ転写手段の下流側にメモリ除去部材を設けて転写\n後に像担持体上に残留する残留着色粉を乱すようにしたから，たとえ残留着色粉が\n存在しても前回のイメージが残らず鮮明な画像形成が可能となる。」\n（１ｃ）１１頁右下欄１３行～１２頁右上欄末行\n「現像同時クリーニングの方式はトナーｂの特性に影響される。……ここで，トナ\nー製造時に帯電量制御剤やカーボン等の添加割合を変え，キャリアとの摩擦帯電特\n性を変えることにより，現像剤中のトナーｂの帯電量（μｃ／ｇ）を変えて上記ク\nリーニング効果を調べた……通常，転写残りトナーの多い場合というのは画像濃度\nが高い場合で，だいたい１．４くらいの時である。そして転写効率は７５～９０％\n程度である。ここで転写効率を低い方の値７５％とすると，感光体２上に残る未転\n写トナー濃度……は……約０．５３となる。これだけの量が感光体２上にあればク\nリーニングなしではメモリーとなるが感光体２上で０．１まで現像同時クリーニン\nグで減少させられれば転写画像上では全く問題とならない。\n……大体８０％以上のクリーニング効率があれば良いことが判る。……８０％以\n上のクリーニング効率を得るにはトナーｂの現像剤中の帯電量……は１８～２８μ\nｃ／ｇであれば良いことが判る。」\n以上のことをまとめると，刊行物１には，\n「像担持体を帯電する帯電手段と，像担持体上に形成された静電潜像を着色粉によ\nり顕像化するとともに，前記像担持体上に残った未転写着色粉をクリーニングする\n現像手段と，前記像担持体上の顕像を記録媒体に転写する転写手段と，前記帯電手\n段の上流側かつ前記転写手段の下流側に設けられ，前記像担持体表面を摺擦して，\n残留着色粉を乱すメモリ除去部材とを備えた画像形成装置」\nが記載されている。\n(1)－２　刊行物６（特開平３－１２６９５６号公報，甲第１０号証）\n刊行物６には，以下の（６ａ）～（６ｃ）の事項が記載されている。\n（６ａ）１頁左下欄５行～１０行\n「（１）懸濁重合法によって得られる平均粒径３～２０μｍのトナーにおいて，ト\nナーの表面に，直径１μｍ以上，かつ，トナーの直径の１／２以下のクレーター状\nのくぼみが，トナー１個当たり平均４個以上存在することを特徴とする静電潜像現\n像用トナー。」\n（６ｂ）２頁左上欄５行～右上欄１行\n「懸濁重合法で作られたトナーは，混練トナーの場合のように，粉砕性を考慮しな\nくて良いため，長時間使用してもトナーが微粉化しないような樹脂を使用すること\nができる。\nまた，トナーが真球状であるため，現像剤として使用中に粉砕されにくい。\nしたがって，現像剤の長寿化をはかることが可能である。\n更にトナーが真球状であるために，流動性が良いので，簡単な補給装置でトナー\nを現像剤中に供給することができる等の長所がある。\nしかしながら，一方で次のような欠点を有している。\nすなわち，転写後の感光体上に残ったトナーを除去しようとすると，特にブレー\nド方式の場合，球形のトナーはクリーニング性が悪く，画像に筋状の地汚れが発生\nするという問題がある。」\n（６ｃ）２頁左下欄１３行～１６行\n「このようにして，作られたトナーは球形を保ちながら表面に適度の凹凸が存在す\nるため，クリーニング性が良好でかつ流動性の良いトナーとなっているものと考え\nられる。」\n(1)－３　刊行物７（特開平３－３５２５０号公報，甲第１１号証）\n刊行物７には，以下の（７ａ）～（７ｃ）の事項が図面とともに記載されてい\nる。\n（７ａ）１頁左下欄５行～１１行\n「（１）水中で一方の極性に帯電し得るモノマー組成物を，水中で逆極性に帯電し\nている無機分散剤と高分子エマシルジョンからなる分散媒中に分散させ，重合開始\n剤の存在下に重合させて重合体粒子を得た後，得られた重合体粒子表面に付着する\n無機分散剤を除去することを特徴とする静電荷像現像用トナーの製造方法。」\n（７ｂ）１頁右下欄２行～９行\n「（５）全体として，体積基準のメジアン径が３～２０μｍの範囲にある球状粒子\nからなり，該球状粒子は一方の帯電極性を有し，かつ定着性を有する熱可塑性重合\n体コアと，該コアの表面に部分的に結合した帯電極性を異にする平均粒径が０．１\n～１μｍの高分子微粒子とからなり，表面に凹凸が形成されていることを特徴とす\nる静電荷像現像用トナー。」\n（７ｃ）２頁左上欄１７行～右上欄１１行\n「そこで，粉砕工程を含まずに直接的にトナー粒子を得る方法として，……懸濁重\n合法によるトナーの製法が提案されている。これらはいわゆる懸濁重合法によるも\nのであって，重合性単量体，重合開始剤及び着色剤を成分とする重合組成物を，水\n性分散媒中に懸濁し，重合反応を行って，直接的にトナーを製造するものである。\nこの方法は，生成されるトナー粒子の形状が球状であって流動性に優れており，し\nかも製造工程が簡略であってコストも低くなるという長所を有する。」\n(1)－４　刊行物９（特開平１－２３５９５９号公報，甲第１３号証）\n刊行物９には，以下の（９ａ）の事項が記載されている。\n（９ａ）１頁左下欄５行～１２行\n「１．体積平均粒径が２～２０μｍであり，かつ粒子の表面層に，フッ素／炭素の\n原子比が０．０１～１．００の範囲でフッ素原子を有する球状トナー粒子からなる\nことを特徴とする静電荷像現像用トナー。\n２．該トナー粒子が懸濁重合により得られるものである請求項１記載の静電荷像\n現像用トナー。」\n(1)－５　刊行物１１（特開昭６３－２４７７６０号公報，甲第１５号証）\n刊行物１１には，以下の（１１ａ）～（１１ｃ）の事項が図面とともに記載され\nている。\n（１１ａ）１頁左下欄５行～１４行\n「難溶性無機微粉末を液状分散媒体中に分散させて非凝集状態とする工程と，\n上記無機微粉末を液状分散媒体中で会合させる工程と，\n上記工程により会合させた無機微粉末を含有する液状分散媒体中で，重合性単量\n体と着色剤とを少なくとも含む単量体組成物を分散，重合させる工程と，\nを有することを特徴とする重合トナーの製造方法。」\n（１１ｂ）２頁右上欄１３行～１８行\n「この懸濁重合方法は，粉砕工程を全く含まないため，トナー材料に脆性は必要で\nなく，またトナー破断面への着色剤の露出等が生じないため好ましいトナー製造方\n法であり，更に，得られたトナーの形状も球形であって流動性に優れ，摩擦帯電性\nも均一である等の各種の利点を有する。」\n（１１ｃ）７頁左上欄６行～１１行\n「造粒工程時の液温は，単量体組成物が粘度１～１００万ｃｐｓ，好ましくは１０\n～１０万ｃｐｓになる温度に調整すると，単量体組成物粒子の粒径を１～１０μｍ\nにすることができ，最終的には重量平均粒径１～１０μｍの現像用トナーを製造し\n得る。」\n(2)　対比（本願発明２について）\n本願発明２と刊行物１に記載された発明とを比較すると，次のとおりである。\n刊行物１に記載された発明の「像担持体」，「静電潜像」，「着色粉」，「顕像\n化」，「未転写着色粉」，「クリーニング」，「現像手段」，「顕像」，「記録媒\n体」，「転写手段」，「残留着色粉」，「メモリ除去部材」及び「画像形成装置」\nは，それぞれ本願発明２の「像担持体」，「潜像」，「現像剤」，「現像」，「残\n留している現像剤」，「除去」，「現像清掃手段」，「現像剤像」，「被転写\n材」，「転写手段」，「残留する現像剤」，「攪乱手段」及び「画像形成装置」に\n相当する。\n本願発明２は，静電潜像を形成し，この静電潜像を現像して，被転写材に記録す\nる画像形成装置であるから，刊行物１に記載された発明と同様，像担持体を帯電す\nる帯電手段を備えていることは明らかである。\n刊行物１に記載された発明では，メモリ除去部材が帯電手段の上流側かつ転写手\n段の下流側に設けられていることから，顕像の転写後にメモリ除去部材によって残\n留着色粉が乱されることが分かる。したがって，刊行物１に記載された発明は，こ\nの点で本願発明２と一致している。\n以上のことから，本願発明２と刊行物１に記載された発明とは，\n「像担持体に形成された潜像に現像剤を供給して現像するとともに，前記像担持体\n上に残留している現像剤を同時に除去する現像清掃手段と，前記像担持体上の現像\n剤像を被転写材に転写する転写手段と，この転写手段による現像剤像の転写後，前\n記像担持体上に残留する現像剤を乱す攪乱手段とを備えてなる画像形成装置」\nである点で一致し，以下の点で相違する。\n（相違点）\n現像剤が，本願発明２では，「重合法により生成された粒子径１～１４μｍの球\n形トナーを有する現像剤」であるのに対し，刊行物１に記載された発明では，特に\n限定されていない点。\n(3)　相違点の検討\n重合法により生成された粒子径１～１４μｍの球形トナーを有する現像剤は，例\nえば刊行物６，７，９及び１１に記載されているように，本件出願前に周知であ\nる。そして，これら周知のトナーは，上記（６ｂ），（７ｃ）及び（１１ｂ）に記\n載されているとおり，微粉化しない，流動性が良い，製造工程が簡略，コストが低\nい，摩擦帯電性が均一など，電子写真方式の画像形成装置一般に好適な特徴を持ち\n合わせている一方，ブレードによる除去が難しいという欠点を有している。また，\n刊行物１に記載された発明のクリーニング効果は，トナーの特性，特に帯電特性に\n影響される（上記（１ｃ）参照）。そうすると，ブレード方式のクリーニング方式\nを行わず，その結果上記周知のトナーの欠点が問題にならない刊行物１に記載され\nた発明に，種々の長所，とりわけ均一な帯電性という長所を有するこれら周知のト\nナーを含有する現像剤を用いる程度のことは，当業者であれば当然考え付くことで\nある。\nこの点について，請求人（原告）は，「しかし，引例に記載の発明の組合せを阻\n害する要因がないからこそ，本願請求項２に記載の発明が成立するのであり，ま\nた，当業者には，現像清掃手段と撹乱手段とを具備する画像形成装置の問題点の認\n識がない以上，そのような組合せを容易に考えるとは思われず，かつメモリー画像\nの発生防止効果を予測することができるとは思えない。」と主張している。\nしかし，既に述べたとおり，刊行物１に記載された発明と上記周知のトナーとを\n組み合わせることは，刊行物１に記載された発明のクリーニング効果に影響を与え\nる因子や上記周知のトナーの特徴を考慮することにより，当業者が当然考え付く程\n度のことにすぎない。したがって，現像清掃手段と攪乱手段とを具備する画像形成\n装置の問題点を認識しなければ，刊行物１に記載された発明と上記周知のトナーと\nを組み合わせることができないという請求人の主張は，採用することができない。\n請求人はまた，「特に，本願請求項……２に規定するトナーの粒径の範囲は，メ\nモリー画像の発生防止との関連で規定したものであり，本願発明２におけるこのよ\nうな最適な組合せを予測することは容易とはいえない。」と主張している。\nそこで，トナーの粒径の範囲とメモリー画像の発生との関係について，明細書に\nどのような記載があるかを見てみると，発明の詳細な説明の段落００１３に「この\nトナーの粒子径が１μｍ未満，及び１４μｍを越えると，いずれもメモリー画像が\n発生した。これは，トナーの粒子径が１μｍ未満では，像担持体表面での鏡像力が\n強くなり，ドラム上で動きにくくなって，攪乱手段による捕捉が不十分となり，一\n方，１４μｍを越えると，攪乱手段による捕捉／吐き出しはスムースであるが，レ\nーザ露光時のレーザ光が遮光されて，メモリー画像が発生するためと考えられ\nる。」と記載されているだけであって，具体的な実験結果などは全く記載されてい\nない。すなわち，具体的にどのような粒子径のトナーを用いて，トナーの粒子径と\nメモリー画像の発生との関係を見いだしたのかが不明であるし，メモリー画像の発\n生やその程度をどのような手法により評価したのかも不明であるから，トナーの粒\n子径が１～１４μｍであればメモリー画像が発生しないという本願発明２の作用効\n果が，明細書の記載によって裏付けられているということはできない。\nそうすると，１～１４μｍという数値限定に臨界的な意義を認めることもできな\nいし，そもそも，メモリー画像が発生しないという効果がどの程度のものかどうか\nも明らかでない。したがって，１～１４μｍという数値限定に格別の技術的意義は\n認められず，このような最適な組合せを予測することは容易とはいえないという請\n求人の主張は，この組合せが最適であるという点からして既に採用することができ\nない。\n４　審決のむすび\n以上のとおりであるから，本願発明２は，刊行物１に記載された発明及び周知技\n術に基づき，当業者が容易に発明をすることができたものである。\nしたがって，本願発明２は，特許法２９条２項の規定により，特許を受けること\nができない。\nなお、付言すると、重合法により生成された１次粒子トナーを融着して得た２次\n粒子からなる破砕面のない重合トナーは、例えば刊行物１０及び特開昭６２－２６\n６５５９号公報に記載されているように、本件出願の前に周知であるから、上述し\nたのと同様の理由により、本願発明１も特許を受けることができない。\nまた、粉砕法により製造されたトナーを熱的に処理することにより球形化したト\nナーは、例えば特開昭５６－５２７５８号公報、特開昭５９－１２７６６２号公\n報、特開昭５８－１３４６５０号公報、特開昭６１－６１６２７号公報及び特開昭\n５６－１２１０４８号公報に記載されているように、本願出願の前に周知であるか\nら、本願発明３についても同様である。\n第３　原告主張の審決取消事由\n１　取消事由１（重合法により生成された周知の球形トナーの特性の誤認）\n例えば刊行物６に記載されているように，ブレード方式の場合，球形トナーはク\nリーニング性が悪く，この方式による電子写真方式の画像形成装置には適さないこ\nとが広く知られているので，球形トナーが電子写真方式の画像形成装置一般に好適\nな特徴を持ち合わせているとした審決の認定は誤りである\nブレード方式や，現像同時クリーニング方式以外にも原理の異なる種々のクリー\nニング方式がある電子写真方式の画像形成装置において，ブレード方式の場合のク\nリーニング性を改善することが，任意のクリーニング方式のクリーニング性を改善\nすることを意味することにはならず，重合法で生成された球形トナーが電子写真方\n式の画像形成装置一般に好適な特徴を有しているとすることはできない。\n２　取消事由２（動機付けの誤認）\n審決は，刊行物１記載の発明に刊行物６，７，９，１１記載の球形トナーを有す\nる現像剤を適用する可能性があることの根拠の一つとして，刊行物１に記載された\n発明は，ブレードを備えていないので，ブレードによる除去が難しいという球形ト\nナーの欠点が問題にならないことを指摘する。\nしかし，刊行物１（甲第５号証）の発明は，転写手段による転写後に像担持体上\nに残った未転写着色粉を前記現像手段による現像と同時にクリーニングすること\nと，帯電手段の上流側かつ前記転写手段の下流側に像担持体表面を摺擦して残留着\n色粉を乱すメモリ除去部材を配置することとの組合せを必須の要件とする発明であ\nる。当時の技術水準を斟酌すれば，ブレードを設けず，像坦持体上に残った未転写\n着色粉を現像手段による現像と同時にクリーニングすることとメモリ除去部材を設\nけることとの組合せに係る刊行物１の発明に球形トナーを適用すると，球状トナー\nの除去が容易であるという予測あるいは認識を持つことはできない。\n刊行物６，７，９，１１に球形トナーの記述はあるが，メモリ除去部材に関する\n記述がないので，これら刊行物１，６，７，９，１１には，メモリ除去部材を備え\nた現像同時クリーニング方式の画像形成装置に球形トナーを適用しようとする動機\n付けを与える記述はない。\nまた，刊行物１記載の発明は，帯電特性を所定の値の範囲とすることを要求して\nいる（トナー全体の帯電特性が所定の範囲内に収まることを要求している）が，ト\nナーを構成する各トナー粒子が均一な帯電性を持つことを要求しているのではない\nので，帯電安定性を理由に，刊行物１に記載されたトナーに代えて，球形トナーを\nあえて適用する動機付けはない\n３　取消事由３（格別の効果の看過）\n本願明細書（甲第２～第４号証）の段落【００１３】には，重合法により形成さ\nれた球形トナーのうち，本願発明２に係る撹乱手段を有する画像形成装置に適用可\n能なトナーの粒子径範囲が記載され，その範囲のものがメモリー画像が発生せず，\n撹乱手段の所期の目的を達成することができることが明示されており，本願発明２\nを有効に実施できるという観点から，１～１４μｍという数値限定に格別の効果が\nあることは，明細書の記載から明らかである。\n４　取消事由４（本願発明１，３）\n審決が本願発明１，３に関し，引用した刊行物にはこれらが刊行物１記載の発明\nに対する適用可能性を示す記載も示唆もないので，本願発明１，３に関する審決の\n判断も誤りである。\n第４　当裁判所の判断\n１　取消事由１（重合法により生成された周知の球形トナーの特性の誤認）につ\nいて\n(1)　まず，審決が周知のトナーを例示するものとして引用した刊行物６，７，９\n及び１１の記載を確認する。\n（ア）刊行物６\n刊行物６（甲第１０号証）には，「懸濁重合法によって得られる平均粒径３～２\n０μｍの・・・静電潜像現像用トナー。」（１頁左下欄５～１０行），「懸濁重合\n法で作られたトナーは，・・・長時間使用してもトナーが微粉化しないような樹脂\nを使用することができる。又，トナーが真球状であるため，現像剤として使用中に\n粉砕されにくい。・・・トナーが真球状であるために，流動性が良い・・・等の長\n所がある。」（２頁左上欄５～１５行）と記載されている。\n（イ）刊行物７\n刊行物７（甲第１１号証）には，「全体として，体積基準のメジアン径が３～２\n０μｍの範囲にある球状粒子からなり，該球状粒子は一方の帯電極性を有し，かつ\n定着性を有する熱可塑性重合体コアと，該コアの表面に部分的に結合した帯電極性\nを異にする平均粒径が０．１～１μｍの高分子微粒子とからなり，表面に凹凸が形\n成されていることを特徴とする静電荷像現像用トナー。」（１頁右下欄２～９\n行），「懸濁重合法によるトナーの製法・・・は，生成されるトナー粒子の形状が\n球状であって流動性に優れており，しかも製造工程が簡略であってコストも低くな\nるという長所を有する。」（２頁右上欄３～１１行）と記載されている。\n（ウ）刊行物９\n刊行物９（甲第１３号証）には，「体積平均粒径が２～２０μｍであり，かつ粒\n子の表面層に，フッ素／炭素の原子比が０．０１～１．００の範囲でフッ素原子を\n有する球状トナー粒子からなる・・・該トナー粒子が懸濁重合により得られるもの\nである・・・静電荷像現像用トナー。」（１頁左下欄５～１２行），「懸濁重合法\nによるトナーの製造方法は，・・・球状トナーが得られる。・・・球状に伴う新た\nな欠点も生じることがわかった。すなわち，流動性が優れている反面，感光体との\n付着力が強くなってしまうという問題点である。」（２頁右上欄１６行～左下欄６\n行）と記載されている。\n（エ）刊行物１１\n刊行物１１（甲第１５号証）には，「この懸濁重合法は，・・・得られたトナー\nの形状も球形であって流動性に優れ，摩擦帯電性も均一である等の各種の利点を有\nする。」（２頁右上欄１３～１８行），「・・・単量体組成物粒子の粒径を１～１\n０μｍにすることができ，最終的には重量平均粒径１～１０μｍの現像用トナーを\n製造し得る。」（７頁左上欄８～１１行）と記載されている。\n上記（ア）～（エ）の記載事項によると，重合法により生成され，本願発明２の\n粒子径範囲を満たす球形トナーを有する現像剤は周知であり，これら周知の球形ト\nナーは，「微粉化しない，流動性が良い，製造工程が簡略，コストが低い，摩擦帯\n電性が均一」という特性を有すると認められる。\n(2)　原告の主張は，球形トナーの帯電特性について，技術常識を斟酌すれば，球\n形トナーは乳化重合法や懸濁重合法により製造されるため，吸湿性が高く，吸湿量\nに応じて帯電量が変動し，帯電特性を所定の値の範囲とすることが困難であるとい\nうものである。\n確かに，球形トナーが「摩擦帯電性が均一」であるとしても，重合法により生成\nされた球形トナーの吸湿性に起因した帯電安定性の悪化が現像剤全体としての帯電\n性に影響を及ぼす場合があるかもしれないが，特開平２－９３６５７号公報（甲第\n２２号証），特開昭６４－５９２４０号公報（甲第２３号証），特開昭６３－１９\n６６３号公報（甲第２４号証）の記載を参酌すると，重合法により生成された球形\nトナーであっても，帯電安定性を改善したものが周知であると認められるので，重\n合法により生成された球形トナーを含有する現像剤であるとしても，必ずしも吸湿\n性が高く帯電安定性が悪いと解すべき理由はない。\nしかも，重合法により生成された球形トナーは，帯電性に係る特性のほかに，\n「微粉化しない，流動性が良い，製造工程が簡略，コストが低い」という電子写真\n方式の画像形成装置一般に好適な特徴を持ち合わせていることに変わりはないの\nで，「重合法により生成された粒子径１～１４μｍの球形トナーを有する現像剤\nは，・・・電子写真方式の画像形成装置一般に好適な特徴を持ち合わせている」と\nした審決の認定に誤りがあるということはできない。\n(3)　なるほど，刊行物６には「転写後の感光体上に残ったトナーを除去しようと\nすると，特にブレード方式の場合，球形のトナーはクリーニング性が悪く，画像に\n筋状の地汚れが発生するという問題がある。」（２頁左上欄１８行～右上欄１行）\nと記載されていることからすると，ブレード方式の場合，球形トナーはクリーニン\nグ性が悪いものと認めることができる。\nしかしながら，球形トナーのクリーニング性がブレード方式の場合に悪いとして\nも，このことにより，重合法により生成された球形トナーを有する現像剤の「微粉\n化しない，流動性が良い，製造工程が簡略，コストが低い，摩擦帯電性が均一」と\nいう特性が排除されるわけではなく，これらの特性が，電子写真方式の画像形成装\n置一般に好適な特徴であることは明らかであるので，球形トナーが電子写真方式の\n画像形成装置一般に好適な特徴を持ち合わせているとした審決の認定に誤りがある\nということはできない。\n(4)　以上のとおりであり，審決の上記認定に誤りがあるとする取消事由１は理由\nがない。\n２　取消事由２（動機付けの誤認）について\n(1)　取消事由１で説示したように，重合法により生成された周知の球形トナー\nが，「電子写真方式の画像形成装置一般に好適な特徴を持ち合わせている」旨の審\n決の認定に誤りはなく，また刊行物１記載の発明に係る画像形成装置が電子写真方\n式のものであることは明らかであり，刊行物１記載の画像形成装置の現像剤とし\nて，電子写真方式の画像形成装置一般に好適な特徴を持ち合わせている上記周知の\nトナーを含有する現像剤を用いることは，当業者が容易に想到し得る程度の事項で\nある。\n(2)　原告は，当業者は，刊行物１の発明の他の構成要素（特に，トナーの特性に\nよる影響が大きいメモリ除去部材）を考慮することなく，刊行物１の発明が単にブ\nレード方式のクリーニング方式を行わないことを理由として，球状のトナーを適用\nすることはあり得ない旨主張する。\nまず，電子写真方式の画像形成装置の現像剤に要求される特性についてみると，\n「第３０回電子写真学会講習会　電子写真要素技術の基礎から最近の動向まで」\n（甲第２８号証）の「２）電子写真プロセスに於ける現像剤の役割」の項に「現像\n剤は現像工程に於いてその特性が要求されるがトナーにはその貯蔵／補給の段階か\nら定着／クリーニングまでの各工程で種々の特性が要求される。また用途に応じて\n例えば，・・・感光体・・・，定着システム／現像システム／クリーニングシステ\nムの仕様が変わればトナー／現像剤の設計も場合により大きく変わる。」（３１頁\n１～７行）と記載されている。\nこの記載からすると，電子写真方式の画像形成装置は各種工程を有し，各工程に\n応じた種々の特性が要求され，また用途に応じて現像剤の設計も変わるので，画像\n形成装置にどのような現像剤を用いるかは，現像剤のクリーニング特性のみに基づ\nいて決定されるのではなく，画像形成の各工程で要求される特性，用途を総合的に\n勘案して決定されるものと認められる。\nそうすると，確かに，刊行物１記載の発明がブレード方式のクリーニングを行わ\nないことは，上記周知の球形トナーを含有する現像材を同時現像方式の画像形成装\n置に適用することの積極的動機付けにならないとしても，画像形成装置にどのよう\nな現像剤を用いるかは，画像形成の各工程で要求される特性，用途を総合的に勘案\nして決定されるべきであるので，電子写真方式の画像形成装置一般に好適な特徴を\n持ち合わせている上記周知のトナーを含有する現像剤を刊行物１記載の発明に用い\nることは，当業者が容易に想到し得る程度の事項である。\n(3)　現像剤のトナーは近年高解像化が求められ，それに伴いトナー粒子の小粒径\n化，優れた流動性等が求められていることからすると，現像剤のトナー粒子は球形\nにすれば流動性に優れる反面，感光体への付着力が大きいが，球形トナーのこの欠\n点は感光体を使用する電子写真方式の画像形成装置一般に当てはまることであり，\nしかも重合法により生成された上記周知の球形トナーが，近年高解像化に伴いトナ\nーに求められている優れた流動性を有することを考慮すれば，原告が主張する球形\nトナーが感光体との付着力が強いことは，上記周知の球形トナーを含有する現像剤\nを刊行物１記載の現像同時クリーニング方式の画像形成装置に採用することを妨げ\nるほどの事項とはいえない。\n(4)　重合法により生成された上記周知の球形トナーは，摩擦帯電性が均一なこと\nのほかにも，「微粉化しない，流動性が良い，製造工程が簡略，コストが低い」と\nいう電子写真方式の画像形成装置一般に好適な特徴，特に近年高解像化に伴いトナ\nーに求められている優れた流動性を有することを考慮すれば，刊行物１記載の発明\nがトナーを構成する各トナー粒子に均一な帯電性を持つことを要求しているか否か\nにかかわらず，上記周知の球形トナーを含有する現像剤を刊行物１記載の発明に用\nいることは，当業者が容易に想到し得る程度の事項であるということができる。\n(5)　以上説示したところからすると，「ブレード方式のクリーニング方式を行わ\nず，その結果上記周知のトナーの欠点が問題にならない刊行物１に記載された発明\nに，種々の長所，とりわけ均一な帯電性という長所を有するこれら周知のトナーを\n含有する現像剤を用いる程度のことは，当業者であれば当然考え付くことであ\nる。」とした審決の認定判断に誤りはない。\n(6)　以上のとおりであり，動機付けの誤認をいう取消事由２は理由がない。\n３　取消事由３（格別の効果の看過）について\n本願明細書（甲第２～第４号証）の【００１３】には，「このトナ－の粒子径が\n１μｍ未満，及び１４μｍを越えると，いずれもメモリー画像が発生した。これ\nは，トナ－の粒子径が１μｍ未満では，像担持体表面での鏡像力が強くなり，ドラ\nム上で動きにくくなって，攪乱手段による捕捉が不十分となり，一方，１４μｍを\n越えると，攪乱手段による捕捉／吐き出しはスム－スであるが，レ－ザ露光時のレ\n－ザ光が遮光されて，メモリー画像が発生するためと考えられる。」との記載があ\nる。\nしかしながら，この記載事項は，あくまでも，トナ－の粒子径が１μｍ未満にな\nるか，１４μｍを超えると，いずれもメモリー画像が発生したというだけであっ\nて，原告も認めているように本願発明２を有効に実施できるというにとどまり，本\n願発明２が規定する上記粒子径範囲に格別の臨界的意義は見いだせない。\nしてみると，取消事由１，２で説示したように，本願発明２の粒子径範囲を満た\nし，重合法により生成された球形トナーを含有する現像剤は周知であって，該周知\nの現像剤を刊行物１記載の発明に用いる程度のことは容易であるとした審決の判断\nに誤りはなく，本願発明２に係る構成が容易に想到可能であると認められる以上，\nそこから奏される効果も当業者であれば当然予測し得る程度のものである。\nしたがって，取消事由３は理由がない。\n４　取消事由４（本願発明１，３）について\n取消事由１～３について判断したように，本願発明２が特許法２９条２項の規定\nにより，特許を受けることができないとした審決の判断に誤りはない以上，本願発\n明１，３の容易想到性について判断するまでもなく，本願発明１，３も特許を受け\nることができない。\n第５　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官      塚　　原　　朋　　一\n裁判官      塩　　月　　秀　　平\n裁判官      古　　城　　春　　実\n"
}