{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 27
  },
  "case_number": "平成11(ワ)15003",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12660",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12660",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/660/012660_hanrei.pdf",
  "contents": "平成一一年(ワ)第一五〇〇三号　実用新案権侵害差止等請求事件\n（口頭弁論終結の日　平成一二年一二月七日）\n判　　　　　　　決\n原　　　　　　　　告      　株式会社マルナカ\n右代表者代表取締役　　　　  【Ａ】\n右訴訟代理人弁護士　　　　  田  辺  克  彦\n同　　　　　　　　　　　　　田  辺  邦  子\n同　　　　　　　　　　　　　田  辺  信  彦\n同　　　　　　　　        　伊　藤　ゆみ子\n同　　　　　　　　　　　　　中  西  和  幸\n同　　　　　　　　　　　　　市　川　佐知子\n同　　　　　　　　　　　　　安  藤  真  一\n同　　　　　　　　　　　　　鈴  木  仁  史\n同　　　　　　　　　　　　　眞　岡　加奈子\n同　　　　　　　　　　　　　高　木　いづみ\n右訴訟復代理人弁護士　　　　川　水　美穂子\n同　　　　　　　　　　　　　松  林  智  紀\n同　　　　　　　　　　　　　佐  藤  修  二\n同　　　　　　　　        　萩  野  敦  司\n同　　　　　　　　        　大  野    　渉\n右補佐人弁理士　　　　      小  林  正  治\n同　　　　　　　　　　　　　青  山    　仁\n被　　　　　　　　告　　　　日軽熱交株式会社\n右代表者代表取締役　　　　  【Ｂ】\n右訴訟代理人弁護士　　　　  田  倉    　整\n右訴訟復代理人弁護士　　　　黒  澤  佳  代\n右補佐人弁理士　　　　      大  滝      均\n主　　　　　　　文\n一　原告の請求をいずれも棄却する。\n二  訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n一  被告は、別紙物件目録一の熱交換器用パイプを製造し、使用し、又は譲渡し\nてはならない。\n二　被告は、別紙物件目録二の熱交換器を製造し、使用し、又は譲渡してはなら\nない。\n三　被告は、その占有に係る前二項記載の熱交換器用パイプ及び熱交換器並びに\nこれらの製造に用いる設備を廃棄せよ。\n四　被告は、原告に対し、一億二〇〇〇万円及びこれに対する平成一一年七月一\n四日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、熱交換器用パイプについての実用新案権を有する原告が、被告に対\nし、被告の製造、販売する熱交換器用パイプ及び熱交換器が原告の右考案の技術的\n範囲に属すると主張して、実用新案権に基づき製造販売等の差止め等及び損害賠償\nを求めたのに対し、被告が、技術的範囲に属することを争うとともに実用新案登録\nが無効であること、先使用権を有することなどを主張している事案である。\n一　当事者間に争いのない事実\n１　原告は、自動車部品を始めとする各種金属部品の製造、加工等を業とする\n株式会社であり、被告は、自動車用熱交換器の製造、販売等を業とする株式会社で\nある。\n２（一）原告は、次の実用新案権（以下「本件実用新案権」という。）を有し\nている。\n①　考案の名称　　熱交換器用パイプ\n②　出願年月日　　平成元年九月一一日（原出願）\n平成六年三月三一日（分割出願）\n③　出願番号　　実願平六ー四三五二号\n④　登録年月日　　平成八年五月一六日\n⑤　登録番号　　第二五〇四八九二号\n（二）本件実用新案権に係る明細書（以下「本件明細書」という。本判決末\n尾添付の実用新案公報〔甲一。以下「本件公報」という。〕参照）の実用新案登録\n請求の範囲の請求項１の記載は、次のとおりである（以下、この考案を「本件考\n案」という。）。\n「冷媒を流すチューブ（Ｂ）を差込む横長の差込み穴（Ｆ）が長手方向に\n任意の間隔で多数形成されてなる熱交換器用パイプにおいて、同差込み穴（Ｆ）が\nプレス成形され、同差込み穴（Ｆ）の長手方向端部の内周面（Ｇ）の肉厚方向内側\nに平行部（Ｊ）が設けられ、同内周面（Ｇ）のうち平行部（Ｊ）よりも肉厚方向外\n側に外側広がりの挿入ガイド部（２）が同平行部（Ｊ）と連続して加圧成形され、\nその挿入ガイド部（２）の外側にそれと連続して外側広がりのガイド突子（２ａ）\nがパイプ（１）の外周面（５）より外側に突出するように形成されてなることを特\n徴とする熱交換器用パイプ。」\n３　本件考案の実用新案登録請求の範囲の記載は、次のａないしｅの構成要件\nに分説することができる（以下、それぞれの構成要件を「構成要件ａ」などとい\nう。）。\nａ　冷媒を流すチューブを差込む横長の差込み穴が長手方向に任意の間隔で\n多数形成されてなる熱交換器用パイプにおいて、\nｂ  同差込み穴がプレス成形され、\nｃ  同差込み穴の長手方向端部の内周面の肉厚方向内側に平行部が設けら\nれ、\nｄ　同内周面のうち平行部よりも肉厚方向外側に外側広がりの挿入ガイド部\nが同平行部と連続して加圧成形され、\nｅ  その挿入ガイド部の外側にそれと連続して外側広がりのガイド突子がパ\nイプの外周面より外側に突出するように形成されてなる\nことを特徴とする熱交換器用パイプ\n４　被告は、別紙物件目録一の熱交換器用パイプ（以下「被告パイプ」とい\nう。）を製造し、これを組み込んだ同目録二記載の構造を備える熱交換器（以下\n「被告熱交換器」という。）を製造、販売している。\n５　被告パイプは、本件考案の構成要件のうちａないしｃを充足している。\n二　争点及びこれに関する当事者の主張\n１　被告パイプは、本件考案の構成要件ｄ、ｅを充足するか。\n（一）原告の主張\n被告パイプの構成４、５（別紙物件目録一における項番号）が、本件考\n案の構成要件ｄ、ｅと同一の構造を有することは、その文言上明らかである。\n被告は、本件考案の実施例と被告パイプとでは製造方法を異にするから\n被告パイプは本件考案の技術的範囲に属さない旨主張するが、失当である。すなわ\nち、本件明細書の「実用新案登録請求の範囲」の記載では、被告の主張する工程の\n点については何らの限定もしていない。そして、本件明細書の「考案の詳細な説\n明」欄には、差込み穴のプレス加工の際に、挿入ガイド部及びガイド突子が同時に\n加圧して形成される等の記載がある（段落【００１１】、【００１７】参照）。\nこれによると、本件考案においては、パイプの差込み穴が成形されると\n同時に、挿入ガイド部及びガイド突子も併せて成形される場合、すなわち被告の主\n張する「一工程」による製造方法をも当然に予定していることが明らかである。\n（二）被告の主張\n被告パイプは、本件考案の構成要件ｄ、ｅを充足しない。\n（１）構成要件ｄについて\n本件考案では、構成要件ｂの成形工程と挿入ガイド部に「突子あり」\nとするための構成要件ｄの成形工程との二つの工程を要するのに対し、被告パイプ\nでは、突子は既に構成要件ｂの段階で形成されており、外側広がりの挿入ガイド部\nが平行部と連続して加圧成形されていることはない。\n本件考案は、本件明細書の「実用新案登録請求の範囲」の記載のとお\nり、二つの成形手段を前提とするが、これを「考案の詳細な説明」欄における実施\n例にように一つにまとめて一段プレスとすることは可能である。これに対し、被告\nパイプでは、本来一つの成形手段しか用いていないから、成形は当然一工程で行わ\nれ、これを二工程に分けることは不可能である。\n以上のとおり、被告パイプは、本件考案とは異なる成形手段を用いて\nおり、その技術的範囲に属しない。\nまた、後記のとおりの本件考案の分割出願の経過に照らせば、本件考\n案は挿入ガイド部が「突子なし」のものを基本とし、これに別個の技術手段を付け\n加えて「突子あり」の構造のものを形成できるものとしたことが明らかである。こ\nれに対し、被告が採用している被告パイプの製造方法は、もともと「突子あり」の\n構造の製品しか製造できないものであり、これに加えて、被告が本件考案の出願前\nから「突子あり」の構造の製品を市場に流通させていたことからすれば、本件考案\nの技術的範囲は、右公知公用技術の存在に照らして被告パイプが含まれないように\n限定して解釈するべきである。\n（２）構成要件ｅについて\n本件明細書の「実用新案登録請求の範囲」の記載及び当事者間に争い\nのない別紙物件目録一の記載によれば、挿入ガイド部とガイド突子とは明確に区別\nされているところ、実用新案が物品に化体された形状・構造等を本質とするもので\nあることからすれば、本件明細書の「実用新案登録請求の範囲」に記載された各部\n材は、他の部材と明確に区別して存在することを前提とすべきである。\nしかるに、被告パイプにおいては、挿入ガイド部とガイド突子が渾然\n一体となっており、両者は明確に区別できない。したがって、被告パイプは、挿入\nガイド部に相当するものかガイド突子に相当するもののどちらかが存在しないこと\nになるから、本件考案の構成要件ｅを充足しない。\n２　本件考案は、実用新案登録出願前に日本国内において公然実施をされた考\n案であり、実用新案登録が無効であることから、原告の本件実用新案権に基づく権\n利行使が権利の濫用に当たるか。\n（一）被告の主張\n被告は、原告が本件考案を侵害しているとする熱交換器用パイプを本件\n考案の出願前である昭和六二年から製造しており、右パイプは自動車メーカーに納\n入され、自動車に搭載されて、広く往来している。しかも、製造開始以来、その製\n造方法は変わるところなく今日に至っており、当初から原告主張の「突子」に見合\nう構造を備えている（フロントカバーを開ければ、突子に該当する構造は一見して\n確認できる。）。\nすなわち、被告が熱交換器及びそれに使用されるパイプを既に昭和六三\n年一〇月六日に製造し、それが本件考案の原出願の日である平成元年九月一一日当\n時市場に出回っていたことは、静岡地方法務局所属公証人【Ｃ】作成の「平成九年\n第三三〇号自動車のエアコン用熱交換器パイプに関する事実実験公正証書」（乙\n一）により確認することができる。また、平成元年八月一〇日に被告が製造した熱\n交換器が、本件考案の原出願の日である平成元年九月一一日当時市場に出回ってい\nたことは、同公証人作成の「平成一一年第二二三号自動車のエアコン用熱交換器パ\nイプに関する事実実験公正証書」（乙七）により確認することができる。これらの\n熱交換器及びそれに使用されているパイプは、原告主張の「挿入ガイド部」及び\n「ガイド突子」に見合う構造を備えている。\n以上によれば、本件考案の出願前に被告により製造販売された熱交換器\nは、本件考案の構成要件を備えているから、日本国内において公然実施されたもの\nである。したがって、本件考案は実用新案法三条一項二号に違反して登録されたも\nのであり、同法三七条一項二号所定の無効事由を有することが明らかである。\n（二）原告の主張\n（１）被告は、その製造に係る熱交換器用パイプについて製造当初から今\n日まで一貫して同一の製造方法で製造してきた旨主張する。しかし、被告の製造す\nる熱交換器用パイプの形状は本件考案の出願の前後で明らかに異なっている。\nすなわち、本件考案出願前の被告製造に係る熱交換器用パイプの形状\nは、群馬県工業試験場による金属組織試験の結果通知書に添付された断面写真（甲\n二九、三〇）のとおりであるが、これらのパイプのチューブ差込み穴の長手方向両\n端には、パイプ外周面より外側に突出する突起が存在しない。同様に、被告が本件\n考案出願前に製造したパイプを分析したものとして提出した「断面観察結果」と題\nする調査報告書（乙二九）添付の写真を見ても、チューブ差込み穴の長手方向両端\nにはパイプ外周面より外側に突出する突起が存在しない。さらに、被告が本件考案\n出願前に製造したパイプを撮影したものと主張する公正証書（乙七）添付の写真を\n見ると、番号５２ないし５５及び同６４ないし６７の写真は、一〇倍に拡大してあ\nるにもかかわらず、チューブ差込み穴の長手方向両端にパイプ外周面より外側に突\n出する突起を見出すことができない。これらの写真は、チューブ差込み穴にチュー\nブを差し込んでからロー付けしたものを切断しているため、チューブ差込み穴とチ\nューブとの間にローが溜まっている。そのため、ローがチューブの肉厚のように見\nえ、チューブ先端とチューブとの間に隙間があるように見えるために、チューブ先\n端が外側に反り返っているような印象を与えるのである。チューブ差込み穴の先端\n部分の内面形状を仔細に検討すると、チューブ差込み穴の先端が先細りになってい\nるにすぎず、突起がパイプ外周面から突出しているわけではない。\nこれに対して、本件考案出願後の被告製造に係る熱交換器用パイプの形\n状は断面写真（甲三一ないし三三号証に添付のもの）のとおりであり、これらのチ\nューブ差込み穴の長手方向両端には、外側広がりのガイドと、パイプの外周面より\n外側に突出する突起とが明らかに存在する。\n以上によれば、本件考案の出願の前後で被告の熱交換器用パイプの製造\n方法が異なることは明らかである。\n（２）被告は、実験公正証書（乙一、七）の記載を根拠に本件考案出願前\nに被告が製造した熱交換器用パイプにはパイプ外周面より外側に突出する突起が存\n在する旨主張するが、例えば、乙一号証添付の写真１７ないし２４を見ると公証人\nが「突出した部分」と述べているのは、ロー付けしたパイプのチューブ差込み箇所\nにすぎず、公証人が肉眼で外観から観察しても原告が主張する本件考案の形状と同\n一であるかを確認できるはずはない。　また、乙七号証添付の写真（番号５２ない\nし５５及び同６４ないし６７）についてガイド突子が存在しないことは前記（１）\nのとおりである。\n（３）したがって、本件考案の公然実施を理由とする実用新案登録無効の\n主張は、理由がない。\n３　被告は、本件考案の出願の際現に日本国内においてその考案の実施である\n事業をしていた者として、本件考案に係る実用新案権につき通常実施権を有する\nか。\n（一）被告の主張\n被告会社は、昭和六二年五月に日本軽金属株式会社（以下「日軽金」と\nいう。）の熱交換器事業部門と米国法人であるモディーン・マニュファクチュアリ\nング・カンパニー（以下「モディーン社」という。）との合弁会社として設立され\nた。被告会社と日軽金は、右設立の経緯のほか、工場が同じ場所にあること、被告\n会社の製品の販売はすべて日軽金が行っていること、被告会社の従業員は現場の従\n業員を除き日軽金からの出向者であることから、実質的には同一の企業である。\n被告会社は、同年一二月にモディーン社からパイプの加工技術を導入し\nて以来、基本的な製造工程を変更することなく、導入当時の加工機械設備を用い\nて、当時と同じ仕様で製品を製造している。ただし、パイプの加工に用いるパンチ\n刃については、長年使用していると切れ味が悪くなるので、適宜替刃を交換してい\nるが、その替刃の形状も右技術を導入した当時のままである。これは、モディーン\n社との間の技術導入契約により、みだりに技術を変更することが禁止されていたた\nめである。\n被告パイプ及び被告熱交換器は、モディーン社からの技術導入の結果、\n製造された製品である。そして、右のとおり被告パイプの製造に関する基本的な技\n術内容は、右技術導入の当時から今日まで一貫して変わりがない。\n被告会社は、原告による本件考案の出願及びその内容を知らずに、前記\n２のとおり本件考案の原出願の日である平成元年九月一一日より前にガイド突子を\n有する熱交換器用パイプを製造し、これを熱交換器に用いて販売していた。\nしたがって、被告は、本件考案につき、先使用による通常実施権を有す\nる（実用新案法二六条、特許法七九条）。\n（二）原告の主張\n被告の先使用の抗弁の主張は、前記２の公然実施による実用新案登録無\n効の抗弁の主張と実質的に重複するものであるから、原告は前記２（二）における\n主張を援用する。\nなお、付言するに、原告は、本件訴訟提起前に株式会社日本クライメイ\nトシステムズ（以下「ＪＣＳ」という。）に対し、同社の製品が本件考案を侵害す\nる旨警告したことがあったが、ＪＣＳは、これに対して公然実施の例があることを\n理由に、原告の主張に反論した。その際、ＪＣＳが示した製品が本件考案出願前の\n日軽金の製品（甲二〇、二三）である。しかし、右製品を群馬県工業試験場で金属\n組成試験にかけたところ、ＪＣＳは、右試験結果を確認の上、「当該製品には本件\n考案の突起に相当するものはない。」と判断して、公然実施の主張を撤回し、原告\nの主張を認めて和解したという経緯がある。\nしたがって、先使用による通常実施権の主張も、理由がない。\n４ 本件考案は分割出願の要件を欠き、無効であることから、原告の本件考案に\n基づく権利行使が権利の濫用に当たるか。\n（一）被告の主張\n（１）本件考案は、原出願（考案の名称「冷媒凝縮器用パイプ」。実願平\n成元年第一〇六三四四号、登録番号第二一四六三九五号）から分割された出願であ\nる。分割前の原出願の当初明細書には、挿入ガイド部自体が外側広がりに構成され\nることは記載されているが、その外側にさらに「外側広がり」のガイド突子が存在\nする旨の記載はない。すなわち「突子」自体の「外側広がり」の形状は、原出願の\n当初明細書に記載された範囲外の形状・構造である。したがって、原出願の当初明\n細書に記載のない「挿入ガイド部の外側にそれと連続して外側広がりのガイド突子\nが形成されること」を特徴とする本件考案は、明細書の要旨の変更を看過されて登\n録されたものであって、分割出願として不適法である。\n（２）そして、本件考案の右特徴部分を除くその余の構成は、すべて原出\n願の公開公報（実開平三ー四六七七七号）に記載されており、形状・構造上の微差\nにすぎない「外側広がりのガイド突子」がもたらす作用効果は、原出願に係る考案\nと同一であることからすれば、本件考案は、原出願に係る考案と実質的に同じ考案\nである。したがって、本件考案は、実用新案法七条一項に違反して登録されたもの\nであり、同法三七条一項二号所定の無効事由を有することが明らかである。\nそうでないとしても、本件考案の構成要件のすべては、前記公開公報と\n「外側広がり」の「突子」についての記載のある「アルミニウムのろう付はんだ\n付」（乙一二）と題する文献等との組合せから当業者が極めて容易に推考できるも\nのであるから、本件考案は、実用新案法三条二項に違反して登録されたものであっ\nて、同法三七条一項二号所定の無効事由を有することが明らかである。\n（３）さらに、前記の公然実施による実用新案登録無効の抗弁に対する原\n告の主張（前記２（二））によれば、本件考案の出願前の被告製造に係る熱交換器\n用パイプにはガイド突子がないということであるが、原出願に係る考案の熱交換器\n用パイプは突子がないものであるから、右被告製品により公然実施されていたこと\nになり、この点において原出願は登録適格性を欠く。\nそして、原出願に係る考案が無効であれば、本件考案も原出願の出願日\nを援用できない結果、繰り下がって分割出願の日が出願日となるので、前記原出願\nの公開公報により、本件考案は新規性を失うことになる。\n（４）以上によれば、本件考案は無効であることが明らかであって、これ\nに基づく権利行使は権利の濫用として許されない。\n（二）原告の主張\n（１）被告は、ガイド突子の「外側広がり」の用語が原出願の願書（以下\n「原願書」という。）添付の明細書の実用新案登録請求の範囲に記載されていない\nことを根拠に、本件考案は本来分割の要件を満たしていなかった旨主張する。\nしかし、分割の対象となる考案は、必ずしも願書添付の明細書の「実用\n新案登録請求の範囲」に記載されている必要はなく、明細書中の「考案の詳細な説\n明」や願書添付の図面に記載されていれば足りる。これを本件についてみるに、本\n件公報四頁の図１（ｂ）は原願書添付の第３図と同一である。本件公報四頁の図２\nについては、原願書添付の図面中に全く同一のものはないが、第２図と第３図を組\nみ合わせたものである。さらに、右第２図と第３図で示された構造・形状を有する\nパイプについては、原願書添付の明細書中の「考案の詳細な説明」においても実施\n例として記載されている。以上によれば、原出願には二以上の考案が含まれていた\nものであり、これを分割して本件出願を行ったことについて、何ら要件の欠缺がな\nいことは明らかである。\n（２）本件考案は、ガイド突子を備えることによって、大きなロー溜まり\nができることから、ロー付け強度がさらに向上し、冷媒が漏れにくくなるという効\n果が生じるものである。被告は、原出願に係る考案と本件考案は実質的に同一であ\nる旨主張するが、本件考案により右の作用効果が一層強化されたことの重要性を看\n過しており、失当である。\n（３）いったん分割出願をした後は、原出願の無効は分割には影響を及ぼ\nさず、子出願の出願日の原出願日への遡及効も影響を受けないものであるから、原\n出願の無効を理由とする被告の主張は、それ自体失当である。\n５　原告の被った損害の額\n（一）原告の主張\n被告は、被告パイプが本件実用新案の技術的範囲に属することを知りな\nがら、又は過失によりこれを知らないで、遅くとも平成七年ころから被告熱交換器\nを製造、販売しており、平成七年一月から同一〇年一二月までの間に被告が製造し\nた被告熱交換器の数量は少なく見積もっても合計二〇〇万個、その販売価格は一個\n当たり四五〇〇円であるから、売上げの合計は九〇億円になる。\n原告は、少なくとも右売上合計額に実施料率七パーセントを乗じた実施\n料相当額である六億三〇〇〇万円の損害を被ったところ、本訴ではこのうち一億二\n〇〇〇万円及び平成一一年七月一四日（訴状送達の日の翌日）から支払済みまで年\n五分の割合による遅延損害金の支払を求める。\n（二）被告の主張\n原告の右主張は争う。\n第三　当裁判所の判断\n一　争点１（構成要件充足性）について\n１  本件考案について\n本件考案は、自動車のエアコンなどの熱交換器に使用されるパイプに関す\nるものである（本件明細書の「考案の詳細な説明」欄における「産業上の利用分\n野」の記載参照）。\n本件明細書の「考案の詳細な説明」欄における「考案が解決しようとする\n課題」には、従来の熱交換器用パイプの「差込み穴Ｆは、プレス加工時に図５、６\nのように長手方向中央部分の口縁部Ｘは内側に窪むが、同差込み穴Ｆの長手方向端\n部の内周面Ｇは窪まず、プレス切断面のまま垂直な切口になる。したがって、チュ\nーブＢの幅方向中央部は差込み穴Ｆへの差込み時に前記窪みによりガイドされて差\n込み易いが、チューブＢの幅方向両端部は差込み穴Ｆに対して斜めになったり、位\n置ずれしたりすると非常に差込みにくい。しかもチューブＢが無理して斜めに差込\nまれると抜けにくくなるので、差込み直すのに手間がかかり、組立てが非常に面倒\nになるという問題があった。本考案の目的はチューブの差し込みが容易で、チュー\nブが曲がらず真直に差込まれ、チューブのロー付け面積が十分に広くとれる熱交換\n器用パイプを提供することにある。」と記載されている（本件公報３欄１８行目な\nいし３２行目）。\nそして、右の「課題を解決するための手段」として、本件考案に係る熱交\n換器用パイプは「冷媒を流すチューブＢを差込むための横長の差込み穴Ｆが…（中\n略）…プレス成形され、図１（ｂ）に示す様に差込み穴Ｆの長手方向端部の内周面\nＧの肉厚方向内側に平行部Ｊが設けられ、同内周面Ｇのうち平行部Ｊよりも肉厚方\n向外側に外側広がりの挿入ガイド部２が同並行部Ｊと連続して加圧成形され、その\n挿入ガイド部２の外側にそれと連続して外側広がりのガイド突子２ａがパイプ１の\n外周面５より外側に突出するように形成されてなるものである。」と記載されてい\nる（本件公報３欄３４行目ないし４５行目）。\n２　構成要件ｄについて\n（一）本件考案は、「差込み穴Ｆがプレス成形され」ていること（構成要件\nｂ）、「挿入ガイド部２が加圧成形され」ていること（同ｄ）を構成要件としてい\nる。この「プレス成形」「加圧成形」という用語は、本件明細書の「考案の詳細な\n説明」の記載をみると、ともに加圧して行う各種の加工を含む広義の意味で用いら\nれており、本件明細書に「加圧（プレス）」という記載があること（例えば、本件\n公報４欄２８行目参照）からすれば、「プレス」と「加圧」は同義に用いられてい\nるものと理解できる。\nただし、挿入ガイド部２の「加圧成形」については、「挿入ガイド部２は\n加圧成形であり、切断で成形するものではないので、挿入ガイド部２の成形時に差\n込み穴Ｆの周縁部に設けられているロー８（図７）が除去されず、ロー付けが確実\nになる。」（本件公報６欄３１行目ないし３４行目）という記載に照らし、切断や\n打ち抜き等の材料の除去を伴うものではなく、加圧により変形させる加工を意味す\nるものと考えられるが、他方、差込み穴Ｆの「プレス成形」については、本件明細\n書の実施例１（本件公報の図１参照）では、打ち抜きとなっている（本件公報５欄\n１４行目ないし２０行目）。\n右の点を除き、本件明細書の「実用新案登録請求の範囲」では、「加圧成\n形」、「プレス成形」については、その工程の数、内容等に関して何らの限定も付\nしていない。\n（二）被告の製造する被告パイプの差込み穴の形成の方法は、当事者間に争い\nのない別紙物件目録の記載及び弁論の全趣旨によれば、次のとおりである。\n①　中空の円筒アルミパイプをオイルが満たされた容器内に収納して、アル\nミパイプ内をオイルで満たした後に、パイプの両端を密閉し、その状態で切り裂き\nパンチを押し下げる。\n②　パンチの先端の刃でパイプが外側から切り裂かれ、さらにパンチ本体に\nより押し開かれて、穴が形成される。\n③　右②の成形時に、差込み穴の長手方向端部の内周面のうち平行部よりも\n肉厚方向外側に外側広がりの挿入ガイド部が成形される。\n④　本件考案の実施例では、差込み穴を開けるのに、打ち抜きプレスの技術\nを用いており、打ち抜かれた穴と同じ形状の打ち抜き片（抜き子）が落ちるのに対\nして、被告パイプでは切り裂き押し開きであるため、抜き子が生じないという違い\nがある。\n（三）そうすると、被告による被告パイプの成形工程は、差込み穴の形成と挿\n入ガイド部及びガイド突子の形成を同時に一つの工程で行っている点に特徴がある\nところ、本件考案が差込み穴形成のプレス成形と挿入ガイド部形成の加圧成形との\n二つの工程を要する旨の限定をするものでないことは、前記（一）のとおりであ\nる。\nかえって、本件明細書の実施例１においては、「挿入ガイド部２は、例え\nば図２の様にガイド突子２ａ及び挿入ガイド部２と同じ形状の突子６が突設された\n打抜きパンチ７により、同図の矢印方向からパイプ１をプレスして差込み穴Ｆを打\n抜くことにより、一回のプレス加工で差込み穴Ｆの形成と同時に同差込み穴Ｆの長\n手方向端部の内周面Ｇの肉が外側に加圧して形成される。」と説明されており（本\n件公報５欄１４行目ないし２０行目）、被告パイプの製造工程と同様に、差込み穴\nと挿入ガイド部を一回のプレス加工で形成する方法が開示されている。\n（四）以上によれば、被告パイプにおいても、成形工程のいかんにかかわら\nず、挿入ガイド部が加圧成形により形成されていることが認められるから、被告パ\nイプは構成要件ｄを充足するものというべきである。\n３　構成要件ｅについて\n（一）本件考案において、挿入ガイド部とガイド突子が別個の構成要件として\n特定されていることは本件明細書の「実用新案登録請求の範囲」の記載から明らか\nであるが、実施例１では両者は直線状で外側広がりのテーパにしてあるのに対し、\n実施例２では挿入ガイド部とその先端部のガイド突子は曲面状で外側広がりに形成\nされている（本件公報５欄４９行目ないし６欄２行目）。\nそして、本件明細書の「考案の詳細な説明」欄における「考案の効果」の\n記載からすれば、本件考案の挿入ガイド部とガイド突子は、①　チューブの差込み\nを容易にすること、②　チューブが垂直（真直）に差し込まれるため、組立て精度\nが向上し、ロー付けが確実になること、③　チューブとガイド突子及び挿入ガイド\n部との間にロー溜りができるため、ロー付け面積が広くなること、といった効果を\n奏するに足る構造を備えたものである（本件公報６欄４行目ないし２７行目）。\n（二）当事者間に争いのない別紙物件目録添付の図面二及び被告製造に係る熱\n交換器用パイプの写真であることに争いのない甲六号証の写真４、７、甲七、八、\n二七号証、甲三八号証の１ないし６、甲三九号証の１ないし６によれば、被告パイ\nプには、本件考案にいう挿入ガイド部とガイド突子に相当する部分が存在すること\nが認められる。被告は、被告パイプにおいては、挿入ガイド部とガイド突子の境界\nは渾然一体となっており、両者は明確に区別されていない旨主張する。しかし、\n「被告が、本件技術をモディーン社から導入以来製造してきた基本形ともいうべき\n熱交換器のパイプ断面形状を示す」図面（被告第八回準備書面七頁二行目ないし四\n行目）として被告自らが提出する書面である別紙図面Ａをみても挿入ガイド部とガ\nイド突子の区別がやや不明瞭であるものの、前記（一）記載の各機能を奏すること\nができる程度に挿入ガイド部とガイド突子に相当する部分が存在しているものと認\nめられるから、右被告の主張は理由がない。\n４　まとめ\n以上によれば、被告パイプは本件考案の構成要件を充足するものと認めら\nれる（なお、公知技術の存在を理由とする権利範囲の限定の主張については、公然\n実施による実用新案登録無効の主張と実質的に重複するので、後記二において検討\nする。）。\n二　争点２（公然実施による実用新案登録の無効）及び３（先使用による通常実\n施権）について\n１　被告会社による熱交換器の製造、販売の経緯等\n証拠（乙九、一〇の１ないし７、一四、二四、二五）及び弁論の全趣旨に\nよれば、次の事実を認めることができる。\n（一）日軽金はモディーン社との合弁で、パラレル・フロー法（ＰＦ法。平行\n流方式のコンデンサー、小型偏平管によるスペイサー、小型の波形ファン、丸型の\nヘッダーなどを特長とした熱交換器の製造方法）による熱交換器の製造、販売を目\n的とする会社を設立することとし、この計画に基づいて昭和六二年四月一日被告会\n社が設立された。\n（二）被告会社は、モディーン社が開発したＰＦ法により製造されたアルミニ\nウム製の熱交換器（パラレルフローコンデンサー。以下「ＰＦＣ製品」という。）\nを我が国において独占的に製造、販売する役割を担っていた。ＰＦＣ製品は、従来\nのコンデンサーと比較して高性能、軽量かつコンパクト、冷媒充てん量が少なくて\n済むといった利点があるため、右当時自動車メーカー各社から高く評価されてい\nた。そこで、被告会社は、ＰＦＣ製品を昭和六二年一一月以降スズキ株式会社に\n（ジムニー、エスクード、カルタス車用として）、昭和六三年一〇月サンデン株式\n会社に、平成元年三月株式会社ゼクセルに、同年四月株式会社日立製作所に、それ\nぞれ販売し、本件考案の原出願の日である平成元年九月一一日より前に、月二万台\n以上のＰＦＣ製品を製造、販売していた。\n（三）被告会社は、ＰＦＣ製品の製造に際し、ヘッダーパイプ加工技術、チュ\nーブ加工技術、フィン加工技術等をモディーン社から導入した。\nこのうち、ヘッダーパイプの孔加工については、特殊な形状を有するパン\nチング刃（パンチ刃）を用いることとされた。このパンチ刃の寸法は挿入されるチ\nューブの寸法に対して適切な精度の孔加工ができる仕様となっている。この点、モ\nディーン社から被告会社に送られた一九八八年（昭和六三年）一月一九日付けのパ\nンチ刃の図面（乙二四の二枚目）と現在被告会社が用いているパンチ刃の図面（同\n五枚目）を比較すると、細部の寸法等は異なるものの基本的な構造は同一である。\nそして、後者の図面には、パンチ刃の肩部の角度は平成四年二月二二日に四五度か\nら五〇度に変更され、その後同九年七月一〇日に再度四五度に変更されたことが記\n載されている。\n（四）被告会社による熱交換器用パイプ加工の工程は別紙図Ｂのとおりであ\nる。右の加工方法は、断面円形のパイプを外側から打ち抜くものであるため、パイ\nプ外周には突起が生じる（パイプ加工終了時の図（５）を参照）。しかも、この突\n起はパンチ刃のガイドに沿って加工されるようになっている。\nまた、右の加工方法は、一般的な方法であるプレス用受け皿を使用せず、\nオイルの中で加工する点に特徴がある。すなわち、中空の円筒アルミパイプをオイ\nルが満たされた容器内に収納して、アルミパイプ内をオイルで満たした後に、パイ\nプの両端を密閉し、その状態で切り裂きパンチを押し下げ、円筒アルミパイプの外\n側から、パンチの先端の刃とパンチ本体の幅と長さで所定の穴を押し開いて穴を形\n成するようになっている。\n（五）被告会社は、昭和六二年の製造開始から現在まで、前記モディーン社の\n加工技術を用いてＰＦＣ製品を製造してきた。ただし、技術的にみると、パンチ刃\nの切れ味、オイル圧の状態、パイプ材料の板厚等によって、パイプの外周部分の突\n起（以下、単に「突起部分」という。）の出方や大きさには差異がある。\n２　本件考案の出願の前後における被告会社の製造に係る熱交換器用パイプの\n形状について\n（一）本件考案出願後の製品について\nいずれも本件考案の出願後に被告会社が製造した熱交換器用パイプの断面\n写真であると認められる甲三一ないし三三号証、甲三八号証の１ないし６、甲三九\n号証の１ないし６、乙二三号証の１ないし４によれば、これらのパイプでは、肉厚\nのかなり深く半分近いような位置から、明確に外側広がりの傾斜面が形成されてい\nることを確認することができる。しかも、その傾斜は、前記認定のパンチ刃の肩部\nの角度である四五度又は五〇度と整合しており、この部分はパンチ刃の肩部により\n加圧成形されたものであることが認められる。そして、これに伴い、パイプ外周面\nから突出する突起部分が形成されていることが前記各写真において明確に示されて\nいる。\n（二）本件考案出願前の製品について\nいずれも本件考案の出願前に被告会社が製造した熱交換器用パイプの断面\n写真であると認められる甲二九号証、三〇号証、三六号証の１、２、三七号証の\n１、２、乙三二号証によれば、これらのパイプでは、外側広がりの挿入ガイド部に\n相当する部分は必ずしも明確ではなく、わずかに先端部分が外側広がりになってい\nることはうかがわれるが（例えば甲三六号証の１）、突起部分についてはそれがわ\nずかに存在するか（例えば乙三二号証の右側の写真）又は明確に識別できない状態\nである（例えば甲三七号証の１）ことが認められる。\nしかしながら、乙七号証（公証人【Ｃ】作成の事実実験公正証書）によれ\nば、平成元年八月一〇日に被告会社が製造した熱交換器用パイプの断面写真（同公\n正証書添付写真５９、６０）及びその拡大写真（同６４ないし６７）を見ると、右\nパイプにはパイプ外周面から突出する突起部分が形成されていることが認められる\n（右熱交換用パイプが、平成元年八月一〇日に被告会社の製造したものであること\nは、右公正証書（乙七）第三項四、八の記載及び添付の設計図並びに乙一四号証に\nより認められる。なお、原告は、乙七号証のパイプにつき、チューブとチューブ差\n込み穴との間にローが溜まっているためローがチューブの肉厚のように見える結果\nとして一見するとチューブ先端が反り返っているように見えるが、子細に見るとチ\nューブ差込み穴の先端が先細りになっているだけで突起がパイプ外周面より外側ま\nで突出しているわけではない旨を主張するが、原告の右主張のようには認められな\nい。）。\nまた、弁論の全趣旨により本件考案出願前に製造された熱交換器用パイプ\nであることが認められる検乙三号証（乙七号証における実験観察の対象物。平成元\n年八月一〇日に被告会社が製造したもの）、検乙九号証の１、２（乙一号証におけ\nる実験観察の対象物。昭和六三年一〇月六日に被告会社が製造したもの）を子細に\n検討すると、これらのパイプの穴の両端の外周面に突起部分が存在することが認め\nられる。さらに、前掲の乙二四号証の二枚目のモディーン社作成のパンチ刃の図面\nによれば、パンチ刃の肩の部分が加圧成形の際に差込み穴に当たる結果、刃先で開\nけられた穴の両端にすり鉢状のほぼ角度四五度の傾斜した面が形成されることが示\nされているところ、右各パイプ（検乙三、九の１、２）及び本件考案出願前の熱交\n換器用パイプ（検甲七、八）を見ると、差込み穴の両端には右の形状が存在するこ\nとが認められる。このことから、被告会社が本件考案の出願の前後を通じて同一形\n状のパンチ刃を用いて熱交換器用パイプを加工してきたことを認めることができ\nる。\n３　まとめ\n以上認定の事実によれば、被告会社は、本件考案の出願前から本件考案の\n構成要件を備える熱交換器用パイプを製造していたものと認められる。そして、乙\n七号証によれば、前記平成元年八月一〇被告会社製造に係る熱交換器用パイプは、\nスズキ株式会社製造の軽自動車「アルト」（車両番号浜松５０か５０１０。登録日\n平成元年八月二五日）に搭載されていることが認められるから、遅くとも平成元年\n八月二五日には、本件考案は公然実施されていたものと認めるのが相当である。し\nたがって、本件考案の実用新案登録は実用新案法三条一項二号に違反してされたも\nのであって、同法三七条一項二号の無効事由を有することが明らかであるから、本\n件実用新案権に基づく権利行使は権利の濫用に当たり許されない（昀高裁平成一〇\n年(オ)第三六四号同一二年四月一一日第三小法廷判決・民集五四巻四号一三六八頁\n参照）。\nまた、前記認定の事実に照らせば、被告会社は、モディーン社の技術を用\nいて本件考案の構成要件を備える製品（熱交換器用パイプ）を独自に完成し、本件\n考案出願（平成元年九月一一日）の際に考案の実施である事業をしていたものであ\nるから、先使用による通常実施権（実用新案法二六条、特許法七九条）を有してい\nたものと認めるのが相当である。\n三　結論\n以上によれば、その余の点について判断するまでもなく、原告の請求はいず\nれも理由がない。\nよって、主文のとおり判決する。\n東京地方裁判所民事第四六部\n裁判長裁判官　　三　　　村　　　量　　　一\n裁判官　　村　　　越　　　啓　　　悦\n裁判官    和　久　田      道　　　雄\n別紙　物件目録\n図面一　図面二　図面三\n別紙　図面Ａ\n別紙　図面Ｂ\n"
}