{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 8
  },
  "case_number": "平成15(行ケ)105",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9950",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9950",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/950/009950_hanrei.pdf",
  "contents": "平成１５年（行ケ）第１０５号　特許取消決定取消請求事件（平成１６年１０月２\n５日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　株式会社デンソー\n訴訟代理人弁理士　　　碓　氷　裕　彦\n同　　　　　　　　　　加　藤　大　登\n同　　                伊　藤　高　順\n被　　　　　　告　　　特許庁長官　小川　洋\n指定代理人　　　　　　岡　田　孝　博\n同                    大　元　修　二\n同                    高　木　　　進\n同　　　　　　　　　　北　川　清　伸\n同　　　　　　　　　　林　　　栄　二\n同                    大　橋　信　彦\n同　　　　　　　　　　伊　藤　三　男\n主　　　　　　　　　　　文\n特許庁が異議２００２－７０７７９号事件について平成１５年２月４\n日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「内燃機関用スパークプラグ」とする特許第３２１１８２０\n号発明（平成１１年１２月３日特許出願，優先権主張平成１０年１２月４日及び平\n成１１年９月２２日〔以下「本件優先日」という。〕，平成１３年７月１９日設定\n登録。以下，この特許を「本件特許」という。）の特許権者である。\n本件特許につき，平成１４年３月２５日，特許異議の申立てがされ，異議２\n００２－７０７７９号事件として特許庁に係属した。原告は，同年１１月１２日，\n本件特許出願の願書に添付した明細書の訂正請求をしたが，特許庁は，平成１５年\n２月４日，「訂正を認める。特許第３２１１８２０号の請求項１ないし４に係る特\n許を取り消す。」との決定をし，その謄本は，同月２１日，原告に送達された。\n２　平成１４年１１月１２日付け訂正請求書に添付した訂正明細書（以下「本件\n訂正明細書」という。）の特許請求の範囲に記載の発明（以下の各請求項に記載の\n各発明を順に「本件発明１」ないし「本件発明４」という。）の要旨\n【請求項１】　基部と該基部の径よりも小なる径小部よりなる中心電極と，\n前記中心電極の周囲を覆い，該中心電極を保持する絶縁碍子と，\n前記絶縁碍子を保持する取付金具と，\n一端が前記取付金具に固定されるとともに，他端が前記中心電極の先端面\nとにより，第１放電ギャップを形成する第１接地電極と，\n一端が前記取付金具に固定されるとともに，他端が前記中心電極の側面と\nにより，第２放電ギャップを形成する第２接地電極とからなり，\n前記第２接地電極の先端面が前記絶縁碍子の先端部外径よりも大きい径の\n外側に位置しており，前記第１放電ギャップをＡ，前記絶縁碍子と前記第２接地電\n極との昀短距離をＢ，前記取付金具の端面から前記絶縁碍子の端面までの軸方向距\n離をＣ，前記絶縁碍子の端面から前記中心電極の端面までの軸方向距離をＨ，前記\n取付金具の端面から前記第２接地電極の端面までの軸方向の昀短距離をＬ１，前記\n絶縁碍子の端面と前記第２接地電極の端面の前記取付金具側角部との絶縁碍子の端\n面より突出した場合を＋とした時の軸方向距離をＦとした時，\n０．７ｍｍ≦Ａ≦１．３ｍｍ\n０．３ｍｍ≦Ｂ≦Ａ－０．１ｍｍ\n１．０ｍｍ≦Ｃ≦４．０ｍｍ\n０．５ｍｍ≦Ｈ≦３．０ｍｍ\n１．０ｍｍ≦Ｌ１≦Ｃ＋０．５ｍｍ\n－１．０ｍｍ≦Ｆ≦＋０．５ｍｍ\nであるとともに，昀も前記絶縁碍子の端面に近い絶縁碍子内に内在する前記\n中心電極の前記径小部の起点が前記絶縁碍子の端面よりも０．１～０．８ｍｍだけ\n内側に有し，さらに前記絶縁碍子の先端部における径方向厚さをＤとした時，Ｂ＋\nＤ≧Ａであることを特徴とする内燃機関用スパークプラグ。\n【請求項２】　前記絶縁碍子の先端近傍は，前記絶縁碍子の基部よりも径小で\nあるとともに，略同一径を有する細径部を有し，該細径部の起点から前記第２接地\n電極の端面までの昀短軸方向長さＥは，\nＥ≧Ｂ＋０．１ｍｍ\nであることを特徴とする請求項１記載の内燃機関用スパークプラグ。\n【請求項３】　前記第１放電ギャップを形成する前記第１接地電極及び前記中\n心電極の少なくとも一方には，貴金属部材を有することを特徴とする請求項１乃至\n２のいずれか１項記載の内燃機関用スパークプラグ。\n【請求項４】　前記貴金属部材は，ＰｔやＩｒの貴金属またはＰｔやＩｒを主\n成分とする合金であることを特徴とする請求項３記載の内燃機関用スパークプラ\nグ。\n３　決定の理由\n(1)　決定は，別添決定謄本写し記載のとおり，本件発明１ないし４は，特開平\n９－１９９２６０号公報（甲４，以下「引用刊行物」という。）の段落【００６\n２】，【００６３】の記載，図７及び【図面の簡単な説明】中の【符号の説明】に\n基づいて認められる発明（以下「引用図７発明」という。）に基づいて，当業者が\n容易に発明をすることができたものであるから，本件発明１ないし４の特許は，特\n許法２９条２項の規定に違反してされたものであり，特許法１１３条２号に該当\nし，取り消されるべきであるとした。\n(2)　なお，決定は，上記(1)の判断に当たり，本件発明１と引用図７発明とを対\n比し，次の相違点（ａ－１），（ａ－２），（ｂ）及び（ｃ）（決定謄本７頁昀終\n段落～８頁第４段落，以下，総称して「相違点」ということがある。）を認定して\nいる。\n〔相違点（ａ－１）〕　前者においては，第１放電ギャップをＡ，絶縁碍子と\n第２接地電極との昀短距離をＢ，取付金具の端面から絶縁碍子の端面までの軸方向\n距離をＣ，絶縁碍子の端面から中心電極の端面までの軸方向距離をＨとした時，\n０．７ｍｍ≦Ａ≦１．３ｍｍ\n０．３ｍｍ≦Ｂ≦Ａ－０．１ｍｍ\n１．０ｍｍ≦Ｃ≦４．０ｍｍ\n０．５ｍｍ≦Ｈ≦３．０ｍｍ\nであるのに対し，後者においては，これらの寸法が明らかでない点\n〔相違点（ａ－２）〕　前者においては，取付金具の端面から第２接地電極の\n端面までの軸方向の昀短距離をＬ１，絶縁碍子の端面と第２接地電極の端面の取付\n金具側角部との絶縁碍子の端面より突出した場合を＋とした時の軸方向距離をＦと\nした時\n１．０ｍｍ≦Ｌ１≦Ｃ＋０．５ｍｍ　（以下「Ｌ１条件」という。）\n－１．０ｍｍ≦Ｆ≦＋０．５ｍｍ　　（以下「Ｆ条件」という。）\nであるのに対し，後者においては，これらの寸法が明らかでない点\n〔相違点（ｂ）〕　前者においては，昀も前記絶縁碍子の端面に近い絶縁碍子\n内に内在する中心電極の径小部の起点が絶縁碍子の端面よりも０．１～０．８ｍｍ\nだけ内側に有しているのに対し，後者においては，径小部の起点が，絶縁碍子の端\n面に近い絶縁碍子内に内在しているかどうか不明であり，そのため，該起点が，絶\n縁碍子の端面よりも０．１～０．８ｍｍだけ内側に有しているかどうかも不明であ\nる点。\n〔相違点（ｃ）〕　前者においては，絶縁碍子の先端部における径方向厚さを\nＤとした時，Ｂ＋Ｄ≧Ａとなるように設定しているのに対し，後者においては，か\nかる設定とされているかどうか明確ではない点。\n（本件発明２ないし４については，上記相違点に加えて，他の相違点が認定さ\nれているが，争点となっていないので，摘記を省略する。）\n第３　原告主張の決定取消事由\n決定は，本件発明１と引用図７発明との相違点についての判断を誤り（取消\n事由１ないし３），本件発明２ないし４についても，同じ誤りをした（取消事由\n４）ものであるから，違法として，取り消されるべきである。\n１　取消事由１（前提の誤りに基づく相違点の判断の誤り）\n(1)　決定は，「（引用刊行物の）図１～２，図４～８，図１３～１８に記載さ\nれたものは，いずれも，中心電極，接地電極及び平行接地電極を有するスパークプ\nラグの実施例であるか，または，このスパークプラグに適用可能なものと解するこ\nとができる」（決定謄本９頁昀終段落）とし，この前提に基づいて相違点を検討し\nて，相違点に係る構成を当業者が容易に想到し得たものと判断したが，上記の前提\nが誤っているから，相違点についての判断も，当然，誤りである。\n(2)　決定が，上記前提を採った論拠は，「（引用刊行物の）請求項５に記載さ\nれているものは，『・・・中心電極と・・・接地電極と・・・平行接地電極とを有\nし』たものであり，上記請求項６～１１の記載は上記請求項５の記載を引用してい\nるから，上記請求項６～１１に記載されているものは，その態様として，上記請求\n項５に記載されているものと同様の，中心電極，接地電極及び平行接地電極を有す\nるものを含んでいる」（決定謄本９頁下から第２段落）ということであるが，引用\n刊行物の請求項６～１１が請求項５を引用しているということからは，「引用刊行\n物の図１～２，図４～８，図１３～１８に記載されたものは，いずれも，中心電\n極，接地電極及び平行接地電極をを有するスパークプラグの実施例であるか，また\nは，このスパークプラグに適用可能なものである」という帰結（決定が採用した上\n記前提）は，論理的に導き出すことができない。\n(3)　決定が採用した上記前提は，以下のとおり，技術的にも誤りである。\n例えば，相違点（ａ－２）（注，Ｆ条件に関連する相違点）に関する判断\nにおいて，決定がＦ条件を設定することに当業者が格別の創意を要したとはいえな\nいとする判断（決定謄本１１頁第２段落）の根拠として挙げた図１８のスパークプ\nラグ（スパークプラグＭ，第１２実施例）は，平行接地電極を有しない構成のもの\nであり，中心電極と接地電極との間でメインギャップ（主に放電を行うギャップ）\nを形成しているから，その寸法は，引用図７発明のように，接地電極と平行接地電\n極とを有し，メインギャップは中心電極と平行接地電極との間で形成し，中心電極\nと接地電極との間ではサブギャップを形成している構造のものに適用可能なもので\nはない。すなわち，図１８のスパークプラグと図７のスパークプラグ（引用図７発\n明）とでは，中心電極と接地電極との間で形成されるギャップの機能が全く異なる\nのであり，ギャップの機能の違いから，両者のスパークプラグの接地電極の設計寸\n法は，おのずと異なったものとなるのである。好適な火花放電を得るためには，ス\nパークプラグの特性を勘案しながら，二つのギャップを総合的に設計しなければな\nらず，それぞれのギャップを個別に設計することなどあり得ない。したがって，ス\nパークプラグの設計に従事する当業者が，図１８から導かれる接地電極と絶縁碍子\nの端面との寸法関係を，図７のスパークプラグに適用しようなどと考えることはあ\nり得ない。\n(4)　被告は，引用刊行物に開示された発明の特徴は「中心電極の先端部形状と\n碍子先端面との位置関係」にあるのであって，その余の構成はいかなる構成であっ\nても適宜選択し得る旨の主張をするが，これは，決定が依拠した論理とは異なる論\n理に基づく主張である。また，その主張は，「中心電極の先端部形状と碍子先端面\nとの位置関係」が同じ先行例に開示されているにもかかわらず，引用刊行物に記載\nされた発明につき特許査定がされていることとも矛盾するものであって，失当であ\nる。\n(5)　また，被告は，メインギャップとサブギャップの機能差について何ら言及\nすることなく，沿面放電を行う接地電極は互いに置換可能である旨主張する。しか\nし，スパークプラグは，沿面放電することを主目的とするものではなく，主たる機\n能は燃焼室内の混合気体を着火させることであり，沿面放電はあくまでも補助的機\n能にすぎないから，被告の主張は，スパークプラグ本来の機能を無視したものであ\nり，失当である。\n引用図７発明に図１８の接地電極を組み合わせた場合，後者の接地電極は\nメインギャップを構成するものであるから，その組み合わせたものは，中心電極と\n平行接地電極との間及び中心電極と接地電極との間の両方でメインギャップを構成\nすることになり，どのメインギャップで放電するかは特定されず，放電位置が定ま\nらないスパークプラグとなる。これは，通常は気中放電を行い汚損時にはカーボン\nを消失させることで火花放電位置を適切に切り替えるという本件発明１の技術的思\n想とは相反するものである。\n２　取消事由２（相違点（ａ－２）の判断の誤り）\n(1)　決定は，相違点（ａ－２）について，本件発明１における「Ｌ１条件は，\nＦ条件を含むものであるから，結局，上記相違点（ａ－２）は，本件発明１におい\nては，・・・－１．０ｍｍ≦Ｆ≦＋０．５ｍｍである（Ｌ１条件及びＦ条件を満た\nす条件であり，Ｆ条件に他ならない。）のに対し，後者（注，引用図７発明）にお\nいては，これらの寸法が明らかでない点というものである」（決定謄本１０頁下か\nら第２段落）とした上，「上記刊行物（注，引用刊行物）には，絶縁碍子の端面と\n第２接地電極の端面の取付金具側角部との絶縁碍子の端面より突出した場合を＋と\nした時の軸方向距離Ｆについて，その寸法が明記されているわけではないが，【図\n２】に示された実施例に関して，・・・突出縁１２が，セミ沿面放電の沿面スパー\nクギャップＧ２を形成することが記載され（段落【００４９】参照），また，【図\n２】に示されたものと同様の構造である【図８】に示されたものにおいて，この突\n出縁１２は，絶縁碍子の端面から「－」方向１．５ｍｍ（碍子先端長に等しい。）\nに位置することが記載されている（段落【００６６】参照）ことからすると，上記\n絶縁碍子の端面と第２接地電極の端面の取付金具側角部との・・・軸方向距離Ｆに\nついては，－１．５ｍｍの値をとり得ることは当業者ならば容易に理解できること\nであり，また，【図１８】において，碍子先端長Ｐⅰ（上記刊行物に例示されてい\nる多くの実施例において，取付金具の端面から絶縁碍子の端面までの軸方向距離Ｃ\n（碍子先端長Ｐｉ）は１．５ｍｍに設定されており，【図１８】に示されているも\nのにおいても，取付金具の端面から絶縁碍子の端面までの軸方向距離Ｃは１．５ｍ\nｍにされ得ることは明らかである。）と取付金具の端面から第２接地電極の端面ま\nでの軸方向の昀短距離との差が，わずかなものとすることが図示されていることか\nらすると，・・・値Ｆとして，－１．５ｍｍ～わずかの負の値をとり得ることは当\n業者ならば容易に理解できることである。そうであれば，この理解に基づき，上記\nとり得るとした値と近接する値の範囲内で好適範囲を選択することは，当業者なら\nば，実験等によって適宜行いうることというべきであり，上記Ｆ条件『－１．０ｍ\nｍ≦Ｆ≦０．５ｍｍ』を設定することに，当業者が格別の創意を要したとはいえな\nい」（同１０頁昀終段落～１１頁第２段落）と判断した。　しかし，以下に述べる\nとおり，この判断は誤りである。\n(2)　まず，決定は，図１８について，「碍子先端長Ｐｉ・・・と取付金具の端\n面から第２接地電極の端面までの軸方向の昀短距離との差が，わずかなものとする\nことが図示されている」（決定謄本１１頁第１段落）というが，図１８には，いず\nれの寸法についても何ら開示されていない。決定は，単なる模式図である図面の見\nた目だけを根拠に「わずか」と認定しており，根拠がない。\n仮に，百歩譲って，図面の見た目から判断するとしても，「碍子先端長Ｐ\nｉと取付金具の端面から第２接地電極の端面までの軸方向の昀短距離との差」が\n「わずか」であるとの認定は，図１８及びその説明から一義的に導き出すことがで\nきるものではない。すなわち，引用刊行物（甲４）には，「径変部３９の始点３９\n１を，先端面２２（碍子先端面）から０ｍｍ～１．０ｍｍ，好ましくは，０．１ｍ\nｍ～０．６ｍｍ奥部に引っ込ませている」（段落【００８４】）として，図１８の\nＬ寸法として１．０ｍｍをとり得ることが明らかにされている。一方，図１８に\nは，「碍子先端長Ｐｉと取付金具の端面から第２接地電極の端面までの軸方向の昀\n短距離との差」がＬ寸法よりも大であることが示されているから，同図からは，碍\n子先端長Ｐｉと取付金具の端面から第２接地電極の端面までの軸方向の昀短距離と\nの差が，１．０ｍｍよりも大の値をとり得ることが推認される。そして，碍子先端\n長Ｐｉと取付金具の端面から第２接地電極の端面までの軸方向の昀短距離との差が\n１．０ｍｍであるとするならば，本件発明１のＦ条件である「－１．０ｍｍ≦Ｆ≦\n＋０．５ｍｍ」とは異なる数値範囲が図１８に記載されていることになる。\nまた，決定は，図１８に関して，「（上記刊行物に例示されている多くの\n実施例において，取付金具の端面から絶縁碍子の端面までの軸方向距離Ｃ（碍子先\n端長Ｐｉ）は１．５ｍｍに設定されており，【図１８】に示されているものにおい\nても，取付金具の端面から絶縁碍子の端面までの軸方向距離Ｃは１．５ｍｍにされ\n得ることは明らかである。）」（決定謄本１１頁第１段落）とも認定しているが，\nこの点も誤りである。なぜならば，引用刊行物において，取付金具の端面から絶縁\n碍子の端面までの軸方向距離Ｃ（碍子先端長Ｐｉ）が１．５ｍｍに設定されている\nのは，図８，図１３，図１４及び図１５の実施例（いずれも平行接地電極を有する\n構成）のみであり，図１８の実施例（平行接地電極を有しない構成）においては，\n取付金具の端面から絶縁碍子の端面までの軸方向距離Ｃは，何ら，特定されていな\nいからである。平行接地電極を有しない図１８のものに，平行接地電極を有する構\n成である図８，図１３，図１４及び図１５の実施例における碍子先端長Ｐｉが適用\n可能であることを示唆する記載はどこにもなく，適用する必然性もない。\n(3)　被告は，「Ｌ値が０．１ｍｍ～０．２ｍｍ程度の場合には，Ｆ値が－１．\n０ｍｍ～＋０．５ｍｍの範囲外となることはありえない」と主張するが，この主張\nは，Ｌ値について恣意的に都合のよい数値範囲を選択した場合に本件発明１のＦ条\n件が導かれるというものであって，不当である。そもそも引用刊行物の図１８及び\n同図に関する説明において，Ｆ値に着目した記載はなく，Ｆ値の大きさを意識して\n図１８が記載されたとは考えられない。このような引用刊行物の出願人が意識して\nいるはずのない事項を図１８から導き出すことは，引用刊行物に記載された事項を\n超えて不当に広く引用刊行物の記載を解釈するものであるから，誤りである。\n(4)　さらに，図１８に示されたものは，本件発明１のＦ条件による作用効果を\n全く奏しないものである。\n本件発明１のＦ条件は，「Ｆ＞＋０．５ｍｍ以上の場合，実質的に第２放\n電ギャップＢが大きくなりすぎることにより，第２接地電極６及び７等への確実な\n火花放電が行われにくくなり，絶縁碍子３の付け根部奥への火花放電が発生しやす\nくなり，燃焼室内における着火性が低下する。さらに，－１．０ｍｍ＞Ｆの場合に\nは，第２放電ギャップＢにおける飛火位置が下方となりすぎるため，第１放電ギャ\nップＡにおける火花放電との位置ずれが大きくなることにより，着火性低下又は着\n火安定性が劣ってしまう」（本件明細書〔甲２〕の段落【００７５】～【００７\n６】参照）ということを見いだして設定されたものである。\nこれに対し，図１８に示されたものは，平行接地電極を有しておらず，通\n常時とカーボン汚損時とで火花放電位置が異なるものではないから，本件発明１の\nＦ条件による上記の作用効果を奏さない。したがって，仮に，Ｆ条件に相当する寸\n法がたまたま図１８に示されていたとしても，当業者が本件発明１のＦ条件の作用\n効果を得るために図１８の接地電極を引用図７発明に適用することはあり得ない。\n３　取消事由３（相違点（ｃ）の判断の誤り）\n(1)　決定は，相違点（ｃ）について，引用刊行物に，「図７は，・・・図６に\n示す様に，複数の接地電極４０を配して形成した沿面スパークギャップＧ２と，中\n心電極３の先端と対設する気中放電間隙Ｇ１を形成する平行接地電極４Ａを併設し\nたスパークプラグである。」（段落【００６２】），「そして，このスパークプラ\nグは，通常時は一般の気中放電型のスパークプラグとして機能し，汚損時には沿面\nスパークギャップＧ２により付着した導電性物質を確実に焼却できる。又，このス\nパークプラグは，図１および図２に示したスパークプラグよりも沿面スパークギャ\nップＧ２の全てが燃焼室内に突出した位置にある為，汚損時においても着火性も向\n上させることができる。」（段落【００６３】）との記載があることを指摘した\n上，「引用図７発明と，【図２】に示されたものとは，沿面スパークギャップＧ２\nの位置において異なるものの，他の寸法条件については格別の差異はないと解する\nことができるところ，【図２】には，沿面スパークギャップＧ２の径方向幅（本件\n発明１におけるＢ＋Ｄの距離にほぼ等しい。）を気中放電間隙Ｇ１（本件発明１に\nおけるＡに相当する。）の距離よりも大きくすることが示されていることからし\nて，引用図７発明においてＢ＋Ｄ≧Ａとすることは，当業者ならば適宜設定し得る\n範囲のものというべきである（なお，通常は，第１放電ギャップにおいて放電を生\nずるようにするために，Ｂ＋Ｄ≧Ａとすることは，当業者ならば普通に配慮するこ\nとである。）」（決定謄本１２頁第１段落）としたが，誤りである。\n(2)　そもそも，引用刊行物には，本件発明１のＢ＋Ｄ≧Ａの構成は，具体的に\n示されていない。\n引用刊行物の図２のスパークプラグは，取付金具の端面に電極（平行接地\n電極４）を設けている構成であるのに対し，図７のスパークプラグは，取付金具の\n端面から突出した位置に電極（平行接地電極４Ａ）を設けている点で相違する。ス\nパークプラグの構成が異なる以上，図２に記載されたＧ１とＧ２の関係が図７に示\nされる引用図７発明の構成にそのまま適用し得るとは限らず，図７の構成において\n図２に記載されたＧ１とＧ２の関係が成立しているとは断定できない。また，特許\n図面が単なる模式図であることを考えるならば，図２に記載されたＧ１及びＧ２が\n具体的に何ｍｍであるかを特定することはできず，沿面スパークギャップＧ２の径\n方向幅を気中放電間隙Ｇ１の距離よりも大きくしているとは到底特定し得ない。\nまた，決定の「（なお，通常は，第１放電ギャップにおいて放電を生ずる\nようにするために，Ｂ十Ｄ≧Ａとすることは，当業者ならば普通に配慮することで\nある。）」との認定には，その技術的根拠が何ら示されていない。\n(3)　相違点（ｃ）に係る本件発明１の「Ｂ＋Ｄ≧Ａ」という構成は，本件発明\n１の他の構成要件とあいまって，初めて火花放電位置を適切に切り替えるという格\n別な作用効果を奏するものであるから，仮に，引用刊行物の引用図７発明とは別の\n発明について「Ｂ＋Ｄ≧Ａ」の構成が開示されていたとしても，本件発明１が引用\n図７発明から容易に想到し得るということはできない。\n４　取消事由４（本件発明２ないし４についての容易想到性の判断の誤り）\n上記１ないし３のとおり，本件発明１と引用図７発明との相違点に係る構成\nが当業者に容易想到とした決定の判断は誤りであるから，本件発明１についてと同\n様の理由により，本件発明１に従属する本件発明２ないし４が容易想到であるとし\nた決定の判断も，誤りである。\n第４　被告の反論\n１　取消事由１（前提の誤りに基づく相違点の判断の誤り）について\n(1)　引用刊行物（甲４）に開示された発明は，中心電極の先端部形状と碍子先\n端面との位置関係に特徴を有するものであって，中心電極の先端面と平行接地電極\nとの位置関係や，あるいは碍子先端面と接地電極との位置関係は，沿面放電を行う\nのであれば，何ら影響や制限を受けるものではなく，適宜選択し得るものである。\nしたがって，これら種々のタイプのスパークプラグの間において，上記特徴点を維\n持する範囲内であれば，同じ機能を持つ共通の部材を置換することは可能であり，\nある実施例の部材を，他の実施例の対応する同じ機能を持つ部材に置き換えようと\nすることは，当業者ならば容易に想到し得る程度のことである。決定が，「図１～\n２，図４～８，図１３～１８に記載されたものは，いずれも，中心電極，接地電極\n及び平行接地電極を有するスパークプラグの実施例であるか，または，このスパー\nクプラグに適用可能なものと解することができる」と認定していることに誤りはな\nい。\n(2)　引用刊行物の図７に示される「接地電極４０」と図１８に示される「接地\n電極４０」とは，ともに汚損時には接地電極４０が沿面放電を行うものであり，汚\n損時に中央電極３との間で沿面放電することにより付着した導電性物質を確実に焼\n却できるという同じ作用効果を奏する。\nまた，第５実施例について説明した「図６に示す様に，複数の接地電極４\n０を配して形成した沿面スパークギャップ」（引用刊行物の段落【００６２】）と\nの記載は，図６に示された第４実施例（セミ沿面放電型スパークプラグ）の「接地\n電極４０」と同じものを第５実施例（注，第７図）の「接地電極４０」として設け\nることが可能であることを意味している。一方，図１８に示された第１２実施例\nは，図６に示された第４実施例と同じく「セミ沿面放電型スパークプラグ」であ\nる。そうすると，図７の「接地電極４０」に図１８の「接地電極４０」を適用し\nて，図１８の接地電極の寸法をそのまま中心電極，接地電極及び平行接地電極を有\nするスパークプラグの接地電極の寸法とすることに何ら問題はない。\n２　取消事由２（相違点（ａ－２）の判断の誤り）について\n(1)　原告は，決定が，引用刊行物の図１８について，碍子先端長Ｐｉと取付金\n具の端面から第２接地電極の端面までの軸方向の昀短距離との差がわずかであると\nした認定には根拠がなく，図１８からＦ値を読み取ることはできないと主張する。\nしかし，本件発明１では，「昀も前記絶縁碍子の端面に近い絶縁碍子内に\n内在する前記中心電極の前記径小部の起点が前記絶縁碍子の端面よりも０．１～\n０．８ｍｍだけ内側に有し」であるのに対し，引用刊行物の図１８に示される実施\n例においては，「径変部３９の始点３９１を，先端面２２（碍子先端面）から０ｍ\nｍ～１．０ｍｍ，好ましくは，０．１ｍｍ～０．６ｍｍ奥部に引っ込ませている」\n（段落【００８４】）とされているから，この点はほぼ同一である。また，本件発\n明１では，「取付金具の端面から前記絶縁碍子の端面までの軸方向距離Ｃが１．０\nｍｍ～４．０ｍｍである」のに対し，引用刊行物の図１８のものについては，「碍\n子先端面２２から突出させる部分の電極先端の長さＰｃを１．２ｍｍ以上にする」\n（段落【００６９】）ことが明記されている。そして，特許図面を正確な設計図面\nに比することはできないとしても，図１８は，引用刊行物において，第１２実施例\nとして各部位の寸法関係を視覚的に示す図面として存在しているのであるから，同\n図面から寸法間の相対的な関係を読み取ることは可能であり，図１８に示される実\n施例においては，Ｌ＜Ｆ≪Ｐｃ＜Ｐｉであると認められる。この意味で，Ｐｉ値と\n比較してＬ値は「わずか」であり，Ｆ値はＬ値の２倍程度であることが図面から読\nみ取れるから，図１８のものにおいて，Ｌ値が０．１ｍｍ～０．２ｍｍ程度の場合\nには，Ｆ値が－１．０ｍｍ～＋０．５ｍｍの範囲外となることはあり得ない。\n(2)　被告の上記主張は，引用刊行物を不当に広く解釈するものではない。\n平行接地電極と接地電極とが併設され，通常時は一般の気中放電型のスパ\nークプラグとして機能し，汚損時には沿面スパークギャップＧ２により付着した導\n電性物質を確実に焼却できるスパークプラグにおいて，その接地電極の高さ位置を\n考慮することは，特開昭６０－８１７８４号公報（乙１，以下「乙１文献」とい\nう。），あるいは特開平１０－１８９２１２号公報（乙２，以下「乙２文献」とい\nう。）により，本件優先日前に周知である。\n乙１文献には，「本発明は補助接地電極の位置，補助スパークギャップ値\n及びその電極巾の寸法関係を配慮することにより耐汚損性の効果を高めると共に着\n火性の向上ならびに耐熱性の劣化を防止したスパークプラグの提供を目的とするも\nのである」（２頁右上欄第３段落）と記載され，また，乙２文献には「【請求項１\n０】請求項１乃至請求項９において，前記セミ沿面火花放電接地電極の発火部の先\n端と，前記絶縁碍子の前端部の先端との軸方向距離Ａは，前記セミ沿面火花放電接\n地電極の厚さをＴとすると，前記主体金具の先端から遠ざかる方向を＋として，－\n１．５ｍｍ≦Ａ≦Ｔ＋０．５ｍｍであり」と記載されていることからみて，引用図\n７発明を実施するに際して，「接地電極の高さ」は，必然的に着目され考慮される\n事項である。そして，この接地電極の高さが，理論的に求められるのではなく，実\n験により経験的に求められるものであることは，当業者にとって，自明の事項に属\nする。\n３　取消事由３（相違点（ｃ）の判断の誤り）について\n引用刊行物には，「このスパークプラグは，通常時は一般の気中放電型のス\nパークプラグとして機能し，汚損時には沿面スパークギャップＧ２により付着した\n導電性物質を確実に焼却できる」と記載されている。気中放電間隙Ｇ１＞沿面スパ\nークギャップＧ２であると，気中放電電圧が大きくなり，通常時に気中放電が起こ\nりにくくなるという事実は，本件優先日前に当業者によく知られていたことであ\nり，引用図７発明においても「気中放電間隙Ｇ１」が「沿面スパークギャップＧ\n２」よりも小さく設定されていることは明らかである。すなわち，「気中放電間隙\nＧ１」＞「沿面スパークギャップＧ２」であるならば，気中放電電圧が大きくな\nり，通常時に気中放電が起こりにくくなるからである。そうすると，相違点（ｃ）\nのＢ＋Ｄ≧Ａも，図７あるいは図１８には明示されていないが，引用刊行物に実質\n的に記載されているということができる。\n４　取消事由４（本件発明２ないし４についての容易想到性の判断の誤り）につ\nいて\n決定の判断に誤りはない。\n第５　当裁判所の判断\n１　引用刊行物の記載及び引用図７発明について\n(1)　引用刊行物の記載\n引用刊行物（甲４）には，同刊行物に開示する発明の目的として，「本発\n明の目的は，絶縁碍子の先端面にカーボン等の未燃焼生成物が付着したとき，絶縁\n碍子の先端面に沿った沿面放電が得られる位置に火花放電を発生させることがで\nき，自己清浄能力を昀大限に増強できる内燃機関のスパークプラグの提供にある」\n（段落【００１１】）と記載され，上記目的を達成する構成として，請求項１ない\nし１１の構成を採用したことが記載されている（段落【００１２】【課題を解決す\nるための手段】）。\n引用刊行物の請求項１ないし１１は，いずれも，①筒状の主体金具，②碍\n子先端が金具先端面から突出するように主体金具内に固定される軸孔付の絶縁碍\n子，③電極先端が碍子先端面から突出するように軸孔内に固定される中心電極，④\n中心電極の先端部は，軸孔内に位置する電極基部と，電極基部より径小の電極先部\nと，電極基部から電極先部に至る径変部とを有し，軸孔直径と径変部始点の直径と\nの差は１ｍｍ以下であり，かつ，径変部始点が碍子先端面より０ｍｍ～１ｍｍ奥部\nに位置する，という構成において共通する。　また，各請求項は，中心電極以外の\n電極の構成，配置及び放電ギャップに関して，それぞれ固有の構成を有しており，\n①請求項１は，スパークプラグが，金具先端面に突設された接地電極（その先端面\nが中心電極先端側面と対向するように配置されている）を有し，接地電極の先端面\nと中心電極先端側面との間で碍子先端面に沿ってセミ沿面放電間隙を形成している\nことを，②請求項２は，金具先端面に突設された接地電極（その先端面が中心電極\n先端側面と対向するように配置されている）を有し，接地電極の先端面と中心電極\n先端側面との間に気中放電間隙を形成していることを，③請求項３は，金具先端面\nに突設された接地電極（その先端面が中心電極先端側面と対向するように配置され\nている）を有し，接地電極の先端面と中心電極先端側面との間に気中放電間隙を形\n成していること，及び主体金具の先端に内方に延出する突出部を周設していること\nを，④請求項４は，内側面が中心電極先端面と対向するように屈曲して金具先端面\nに突設される平行接地電極を有し，平行接地電極の先端面と中心電極先端側面との\n間に気中放電間隙を形成していること，及び主体金具の先端に内方に延出する突出\n部を周設していることを，⑤請求項５は，請求項１ないし３と同様の金具先端面に\n突設された接地電極（その先端面が中心電極先端側面と対向するように配置されて\nいる。）と，内側面が中心電極先端面と対向するように屈曲して金具先端面に突設\nされる平行接地電極とを有し，接地電極の先端面と中心電極先端側面との間で碍子\n先端面に沿ってセミ沿面放電間隙を形成し，平行接地電極の内側面と中心電極先端\n面との間に気中放電間隙を形成していることを，それぞれ規定しているものであ\nる。なお，請求項６～１１は従属項であり，そのうち，請求項６ないし１０は，そ\nれぞれ先行する全請求項を引用して，径変部始点の位置（請求項６），電極先部の\n外径（請求項７），中心電極又は接地電極等の発火部となる部分の材質（請求項\n８，９），軸孔開口部の内壁縁部の形状（請求項１０）などを特定し，請求項１１\nは，接地電極を有し，平行接地電極を有しないタイプのものについて，接地電極を\n三極以上と特定している。\n引用刊行物中，【発明の実施の形態】と題する段落【００４１】から始ま\nる発明の詳細な説明には，同刊行物の発明に係る「自己清浄能力を昀大限に増強で\nきる内燃機関のスパークプラグ」（段落【００１１】）が種々の実施例に基づいて\n説明されており，実施例と図面との関係につき，図１，２は第１実施例，図４は第\n２実施例，図５は第３実施例，図６は第４実施例，図７は第５実施例であり，第６\n実施例は図８のスパークプラグＤに，第７実施例は図１３のスパークプラグＥに，\n第８実施例は図１４のスパークプラグＦに，第９実施例は図１５のスパークプラグ\nＨに，第１０実施例は図１６のスパークプラグＪに，第１１実施例は図１７のスパ\nークプラグＫに，第１２実施例は図１８のスパークプラグＭにそれぞれ示されると\nの説明がされている（段落【００４１】，【００５５】，【００５９】，【００６\n２】，【００６４】，【００７１】～【００７４】，【００７８】，【００８\n２】）。\n(2)　引用図７発明\nところで，決定が，本件発明１と対比した引用図７発明は，引用刊行物に\n第５実施例（図７）として記載されているものであるところ，引用図７発明の認定\n及び本件発明１と引用図７発明とが決定の認定どおりの一致点を有することに争い\nはない。\nすなわち，引用図７発明は，「①基部と該基部の径よりも小なる径小部よ\nりなる中心電極と，②前記中心電極の周囲を覆い，該中心電極を保持する絶縁碍子\nと，③前記絶縁碍子を保持する取付金具と，④一端が前記取付金具に固定されると\nともに，他端が前記中心電極の先端面とにより，第１放電ギャップ（気中スパーク\nギャップ）を形成する第１接地電極（平行接地電極４Ａ）と，⑤一端が前記取付金\n具に固定されるとともに，他端が前記中心電極の側面とにより，第２放電ギャップ\n（沿面スパークギャップ）を形成する第２接地電極（接地電極４０）とからなり，\n⑥前記第２接地電極の先端面が前記絶縁碍子の先端部外径よりも大きい径の外側に\n位置している内燃機関用スパークプラグ」（審決謄本７頁第４段落，①ないし⑥の\n符号及び括弧書き記載を付加）である点で，本件発明１と一致する。\n２　上記１の認定を踏まえて，原告主張の取消事由２（相違点（ａ－２）の判断\nの誤り）について検討する。\n(1)　相違点（ａ－２）に関する決定の判断の要点\n決定は，相違点（ａ－２）について，引用図７発明において，Ｆ（注，絶\n縁碍子の端面と第２接地電極の端面の取付金具側角部との絶縁碍子の端面より突出\nした場合を＋とした時の軸方向距離）につき，Ｆ条件「－１．０ｍｍ≦Ｆ≦０．５\nｍｍ」を設定することに当業者が格別の創意を要したはいえないとした判断の根拠\nとして，引用刊行物の図８に示された実施例（第６実施例）及び図１８に示された\n実施例（第１２実施例）を挙げている。そして，①図８に示された実施例につい\nて，引用刊行物の段落【００６６】に，Ｆを－１．５とすることが記載されている\nことを指摘し（注，同段落には，図８に示される実施例について，碍子先端長Ｐｉ\nを１．５ｍｍとするとの記載があり，図８を参照すると，碍子先端長Ｐｉは，絶縁\n碍子の端面から主体金具１に形成した突出縁１２までの距離（「－」方向）である\nから，碍子先端長Ｐｉが１．５ｍｍとされていることは，Ｆが－１．５であること\nに相当する。），さらに，②図１８において，碍子先端長Ｐｉと取付金具の端面か\nら第２接地電極の端面までの軸方向の昀短距離との差がわずかなものとすることが\n図示されていると指摘した上，③Ｆとして「－１．５ｍｍ～わずかの負」の値をと\nり得ることは当業者であれば容易に理解できることであるとし（①～③につき，決\n定謄本１１頁第１段落），④「そうであれば，この理解に基づき，上記とり得ると\nした値と近接する値の範囲内で好適範囲を選択することは，当業者ならば，実験等\nによって適宜行いうることというべきであり，上記Ｆ条件『－１．０ｍｍ≦Ｆ≦\n０．５ｍｍ』を設定することに，当業者が格別の創意を要したとはいえない」（同\n第２段落）と判断した。\n(2)　ところで，決定が，Ｆが「－１．５」の値をとり得ることの根拠として挙\nげた図８の実施例は，平行接地電極４の中心電極側側面４２と中心電極先端面３０\nとの間でスパークギャップＧを構成し，主体金具１の先端面１１の内壁に形成した\n突出縁１２と絶縁碍子２との間を補助ギャップＧｓとするタイプのスパークプラグ\nであり（引用刊行物の段落【００６４】），図８と同様に平行接地電極４と突出縁\n１２とを有する図２の実施例についての説明（同段落【００４７】～【００４\n９】）に徴すると，通常時には，スパークギャップＧで気中放電を行い，絶縁碍子\n２の先端面及びその近傍にカーボン等の導電性物質が付着した場合には，補助ギャ\nップＧｓでセミ沿面放電を行うものであると解される。\n他方，Ｆが「わずかの負」の値をとり得ることの根拠として決定が指摘し\nた図１８の実施例は，複数の接地電極４０と中心電極先端側側面３８１との間で，\n碍子先端面２２に沿って沿面放電を行うタイプのスパークプラグであって（引用刊\n行物の段落【００８２】），図８のものとは異なり，平行接地電極を有しておら\nず，通常時とカーボン汚損時とで火花放電位置が異なるものではない。\nさらに，引用図７発明との対比でみると，引用図７発明は，中心電極，複\n数の接地電極及び平行接地電極の三つの電極を有するタイプのスパークプラグであ\nり，通常時は，中心電極の先端面３とこれに対設する平行接地電極４Ａの先端面と\nの間に構成される気中放電間隙Ｇ１との間で放電し，汚損時には，「複数の接地電\n極４０を配して形成した沿面スパークギャップＧ２」で放電を行い，この沿面スパ\nークギャップＧ２での放電により，付着した導電性物質を焼却するものとされてい\nる（引用刊行物の段落【００６２】～【００６３】，なお，図７にはＧ２の符号が\nないが，図１～図４には突出縁１２と中心電極の径変部始点３５との間を指してＧ\n２の符号が付されている。）のに対し，図８に示される実施例は，上記のとおりの\n構成から成り，「複数の接地電極」を有していない。また，図１８に示される実施\n例は，引用図７発明と異なり，平行接地電極を有しておらず，電極は，中心電極と\nその周囲に配設された複数の接地電極だけから成る構成である。\n(3)　上記(2)によれば，図８に示される実施例，図１８に示される実施例及び引\n用図７発明は，互いに電極の構成を異にし，各間隙（ギャップ）の機能も異なるも\nのであるから，そのことに伴って，当然，本件発明１のＦ条件（絶縁碍子の端面と\n第２接地電極の端面の取付金具側角部との絶縁碍子の端面より突出した場合を＋と\nした時の軸方向距離が－１．０ｍｍ～＋０．５ｍｍ）に相当する部材相互の寸法及\nび配置関係の技術的意義も互いに異なるものと考えられる。\nそうすると，決定が，Ｆの下限値については，図８に示される実施例を参\n照してＦにつき－１．５ｍｍの値をとり得る値とし，上限値については，図１８に\n示される実施例を参照して，Ｆにつき「わずかの負」の値をとり得る値とし，両者\nを併せた「－１．５ｍｍ～わずかの負」の範囲について，「値Ｆとして，－１．５\nｍｍ～わずかの負の値をとり得ることは当業者ならば容易に理解できることであ\nる」とした点は，失当というほかはなく（意義の異なる数値を併せても本件発明１\nにおけるＦ条件と同等の条件を設定したことにはならない。），これに基づく「そ\nうであれば，この理解に基づき，上記とり得るとした値と近接する値の範囲内で好\n適範囲を選択することは，当業者ならば実験等によって適宜行いうることというべ\nきであり，上記Ｆ条件『－１．０ｍｍ≦Ｆ≦０．５ｍｍ』を設定することに，当業\n者が格別の創意を要したとはいえない」との判断も，その前提を欠くといわざるを\n得ない。\n(4)　これに対し，被告は，乙１文献には，「本発明は補助接地電極の位置，補\n助スパークギャップ値及びその電極巾の寸法関係を配慮することにより耐汚損性の\n効果を高めると共に着火性の向上ならびに耐熱性の劣化を防止したスパークプラグ\nの提供を目的とするものである」（２頁右上欄第３段落）と記載されているよう\nに，平行接地電極と接地電極とが併設され，通常時は一般の気中放電型のスパーク\nプラグとして機能し，汚損時には沿面スパークギャップＧ２により付着した導電性\n物資を確実に焼却できるスパークプラグにおいて，その接地電極の高さを考慮する\nことは，本件優先日前に周知であり，また，乙２文献には「・・・前記セミ沿面火\n花放電接地電極の発火部の先端と，前記絶縁碍子の前端部の先端との軸方向距離Ａ\nは，前記セミ沿面火花放電接地電極の厚さをＴとすると，前記主体金具の先端から\n遠ざかる方向を＋として，－１．５ｍｍ≦Ａ≦Ｔ＋０．５ｍｍであり」（請求項１\n０）と記載されていることからみて，引用図７発明を実施するに際して，「接地電\n極の高さ」は，必然的に着目され考慮される事項であるとし，この接地電極の高さ\nが，理論的に求められるのではなく，実験により経験的に求められるものであるこ\nとは，当業者にとって，自明の事項に属するから，本件発明のＦ条件は，引用刊行\n物の第５実施例である図７についての記載から，当業者が容易に想到し得ることに\nすぎないと主張する。\nしかしながら，これは，本件発明１のＦ条件は，被告が周知技術と主張す\nる技術ないし引用刊行物とは別個の刊行物の記載に基づいて，実験等により経験的\nに求めることができるという主張にほかならず，その当否は別論として，決定とは\n異なる理由により相違点（ａ－２）の容易想到性を基礎付けようとするものである\nから，採用することができない。\n(5)　以上のとおり，決定が示した理由によっては，相違点（ａ－２）に係る構\n成を当業者が容易に想到し得たものということはできない。したがって，原告の取\n消事由２の主張は，理由がある。\n３　取消事由４（本件発明２ないし４についての容易想到性の判断の誤り）につ\nいて\n上記２のとおり，本件発明１と引用図７発明との相違点（ａ－２）に係る構\n成は，当業者が容易に想到し得たものとはいえないから，請求項１を引用している\n本件発明２～４も，本件発明１と同様の理由により，当業者が容易に想到し得たも\nのとはいえない。したがって，原告の取消事由４の主張は理由がある。\n４　結論\n以上のとおり，原告主張の取消事由２及び４は理由があり，この誤りが決定\nの結論に影響を及ぼすことは明らかであるから，その余の点について判断するまで\nもなく，決定は違法として取消しを免れない。\nよって，原告の請求は理由があるからこれを認容し，主文のとおり判決す\nる。\n東京高等裁判所知的財産第２部\n裁判長裁判官　　　篠　　原　　勝　　美\n裁判官　　　古　　城　　春　　実\n裁判官　　　岡　　本　　　　　岳\n"
}