{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 24
  },
  "case_number": "平成16(行ケ)442",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9737",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9737",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/737/009737_hanrei.pdf",
  "contents": "平成１６年（行ケ）第４４２号　審決取消請求事件（平成１７年２月１０日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　    　  　栄豊物産株式会社\n訴訟代理人弁護士　　　　　　　小林政明\n同　　　　弁理士　　　　　　　荒崎勝美\n被　　　　　　告　　　　　　　特許庁長官　小川洋\n指定代理人　　　　　　　      鈴木孝幸\n同　　　　　　　　　　　　　　西川惠雄\n同　　　　　　　　　　　　　　岡田孝博\n同　　　　　　　　　　　　　　伊藤三男\n被告補助参加人　　　　　　　　株式会社スノウチ\n訴訟代理人弁理士　　　　　　　川崎仁\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が訂正２００４－３９０６９号事件について平成１６年９月１日にし\nた審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n(1)　原告は，名称を「溶接用セラミックエンドタブ」とする特許第２７６４５\n０１号発明（平成４年５月２８日特許出願〔以下「本件特許出願」という。〕，平\n成１０年４月３日設定登録，以下この特許を「本件特許」という。）の特許権者で\nある。被告補助参加人は，平成１５年７月１５日，本件特許の請求項１及び２に係\nる発明についての特許につき，無効審判の請求をした。特許庁は，同請求を無効２\n００３－３５２９１号事件として審理し，平成１６年２月３日，「特許第２７６４\n５０１号の請求項１及び２に係る発明についての特許を無効とする。」との審決を\nし，その謄本は，同月１４日，原告に送達された。\n(2)　原告は，上記審決に対する審決取消訴訟を提起した後，平成１６年４月７\n日に本件特許について訂正審判の請求（以下「本件訂正審判請求」といい，その請\n求書に添付した明細書を「本件訂正明細書」という。）をした。特許庁は，同請求\nを訂正２００４－３９０６９号事件として審理し，同年９月１日に「本件審判の請\n求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本\nは，同月１１日，原告に送達された。\n２　特許請求の範囲の記載\n(1)  本件特許出願の願書に添付した明細書（以下「本件明細書」という。）の\n特許請求の範囲の記載\n【請求項１】表面に平坦面と堰を有する形状のセラミックエンドタブにおい\nて，平坦面の少なくとも下部にガス抜き用切欠きを設けたことを特徴とする溶接用\nセラミックエンドタブ。\n【請求項２】表面に平坦面と該平坦面の両側若しくは片側のみに堰を有する形状\nのエンドタブである請求項１に記載の溶接用セラミックエンドタブ。\n(2)　本件訂正明細書の特許請求の範囲の記載（訂正箇所に下線付加）\n【請求項１】表面に平坦面と堰を有する形状のセラミックエンドタブにおい\nて，平坦面の少なくとも下部に寸法が幅４ｍｍ前後，高さ４ｍｍ前後の初層溶接の\n溶融メタル内に残留するガス抜き用切欠きを設けたことを特徴とする溶接用セラミ\nックエンドタブ。\n（以下，この請求項の発明を「訂正発明１」という。）\n【請求項２】（上記(1)の【請求項２】と同文）\n３　本件審決の理由\n本件審決は，別添審決謄本写し記載のとおり，訂正発明１は，「鉄構技術\n（ＳＴＲＵＴＥＣ）」１９８９年（平成元年）２月号（甲４，以下「刊行物１」と\nいう。）に記載された発明（以下「刊行物１発明」という。），実願平１－１３２\n１５３号（実開平３－７０８８９号）のマイクロフィルム（甲５，以下「刊行物\n２」という。）に記載された事項及び周知技術に基づいて当業者が容易に発明をす\nることができたものであって，特許法２９条２項の規定により特許出願の際独立し\nて特許を受けることができるものではないから，本件訂正審判請求は，平成６年法\n改正前の特許法１２６条３項の規定に適合しないと判断した。\n第３　原告主張の審決取消事由\n本件審決は，訂正発明１と刊行物１発明との相違点の判断を誤り（取消事由\n１，２），訂正発明１の奏する効果についての判断を誤り（取消事由３），その結\n果，訂正発明１が特許出願の際独立して特許を受けることができるものではないと\nの誤った判断に至ったものであるから，違法として取り消されるべきである。\n１　取消事由１（相違点３の判断の誤り）\n本件審決は，訂正発明１と刊行物１発明との相違点３として認定した，「ガ\nス抜き部で抜くガスが，前者（注，訂正発明１）では，初層溶接の溶融メタル内に\n残留するガスであるのに対して，後者（注，刊行物１発明）では，どのようなガス\nであるのか不明である点」（審決謄本３頁第４段落）について，「相違点３に係る\n訂正発明１の構成は，刊行物１記載の発明（注，刊行物１発明）及び刊行物２記載\nの事項から当業者であれば容易に想到し得たことである」（同頁最終段落～４頁第\n１段落）と判断したが，誤りである。\n刊行物１発明におけるエンドタブのガス抜き穴は，溶接時に使用するシール\nドガスを抜くためのものである（甲７，８－１，２）。そうすると，相違点３に係\nる訂正発明１の構成を当業者が容易に想到し得るというためには，エンドタブにガ\nス抜き穴を設ければ，初層溶接の溶融メタル内に残留するガスを抜くことができる\nことが，刊行物１及び２のいずれかに記載ないし示唆されていなければならないと\nころ，そのような記載や示唆はない。溶融金属内のガス残留防止のメカニズムが明\nらかにされ始めたのは，甲１０（平成６年１０月１５日発行「溶接だより技術がい\nど」通巻２９４号，以下「甲１０文献」という。）が発行された平成６年１０月こ\nろのことである。\n２　取消事由２（相違点４の判断の誤り）\n本件審決は，訂正発明１と刊行物１発明との相違点４として認定した，「ガ\nス抜き部の寸法が，前者（注，訂正発明１）では，幅４ｍｍ前後，高さ４ｍｍ前後\nであるのに対して，後者（注，刊行物１発明）では不明である点」（審決謄本３頁\n第５段落）について，「溶融メタルの漏れ防止というエンドタブ本来の機能を考慮\nすると，ガス抜き部をあまり大きくできないことは，当業者にとって明らかであ\nる。そうすると，上記エンドタブとしての本来の機能を維持しつつ，ガスを抜くと\nの機能を発揮するために適切なガス抜き部の寸法を定めることは当業者が当然に行\nうこと」（同４頁第２段落）であるとして，相違点４に係る構成が容易想到である\nと判断したが，誤りである。\nエンドタブのガス抜き穴の大きさは，エンドタブの種類及び抜くガスの種類\nによって異なる。訂正発明１のような，セラミック製エンドタブのガス抜き穴の大\nきさは，セラミック製エンドタブを使用後に取り外すときに，溶融メタルがガス抜\nき穴から漏れない大きさにする必要がある。また，シールドガスを抜くためのガス\n抜き穴の大きさは，溶融メタルが少々漏れても，刊行物１記載のゲージタブに設け\nたガス抜き穴のように開先底部の幅と同じような幅にして，隅部にシールドガスが\n残らないようにする必要がある。刊行物１発明に係るゲージタブのガス抜き穴の幅\nは，開先底部の幅以上であるところ，開先底部の幅は，溶接母材の厚さが２５ｍｍ\nであることから，甲９の記号ＧＣ－ＢＬ－Ｂ１（５５１頁）及び同ＧＣ－ＴＬ－Ｂ\n１（５５２頁）などの記載に照らし，９ｍｍと推定され，そうとすれば，ガス抜き\n穴の幅は９ｍｍ以上である。\n一方，溶融メタル内に残留するガスを抜くためのガス抜き穴の大きさは，初\n層溶接の溶融メタルの最先端部及び最後端部がガス抜き穴の中に入り，エンドタブ\nの外に漏れない程度の大きさにすれば効果がある。\nこのように，エンドタブのガス抜き穴の大きさは，エンドタブの種類及び抜\nくガスの種類によって異なるから，訂正発明１におけるガス抜き穴の大きさを幅４\nｍｍ前後，高さ４ｍｍ前後にすることは，シールドガスを抜くためのスチール製の\nゲージタブのガス抜き穴と異なる意味がある。\nしたがって，エンドタブにガス抜き孔を設ければ初層溶接の溶融メタル内に\n残存するガスを抜くことができることが，本件特許出願前に知られていない以上，\n相違点４に係る訂正発明１の構成は，当業者が容易に想到し得たものではない。\n３　取消事由３（訂正発明１の効果についての判断の誤り）\n本件審決は，訂正発明１の効果は，刊行物１発明，刊行物２に記載された事\n項及び周知技術の奏する効果から容易に予測される程度のものであって，格別のも\nのではないと判断（審決謄本５頁第３段落）したが，誤りである。\n溶接部の破壊は溶接端部から生じる場合が多いので，溶接端部の残留ガスを\n特に少なくして溶接欠陥を少なくし，破壊強度を高くすることができるという訂正\n発明１の効果は格別の効果というべきである。\n第４　被告及び被告補助参加人の反論\n本件審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。\n１　取消事由１（相違点３の判断の誤り）について\n刊行物２（甲５）には，「・・・セラミック製タブが多用されている。いず\nれも，初層溶接におけるアークスタート部位とし，溶融金属の漏れ防止，融合不\n良，ブローホール等の溶接欠陥の発生防止等々の目的に用いられており，特に初層\n溶接部の溶接欠陥防止のためにはエンドタブの使用は不可欠であるとされている」\n（２頁「（従来の技術及び解決しようとする課題）」の項の第１段落目）として，\nエンドタブが初層溶接におけるアークスタート部位として，ブローホール等の溶接\n欠陥発生防止等々の目的に用いられることが記載されている。そして，本件審決が\n周知例として引用した甲６（昭和５５年１月２３日産報出版発行「現代溶接技術大\n系《第７巻》」２８，２９頁）の「溶接金属は高温の溶融状態でガスを溶解し，そ\nの凝固過程で・・・過飽和のガスを急激に放出し，溶融金属内に気泡を形成する。\nこの気泡は，・・・そのまま残留し，ブローホール（気孔）となる」との記載に照\nらして，刊行物２に記載された「初層溶接部」のブローホールが訂正発明１でいう\n「初層溶接の溶融メタル内に残留するガス」であるというべきである。したがっ\nて，初層溶接の溶融メタル内に残留するガスを抜くことが刊行物１，２に示されて\nいないという原告の主張は失当である。また，初層溶接の際にブローホール発生を\n予防することについては，乙１（昭和６３年９月１日日本建築学会発行「学術講演\n梗概集　Ｃ分冊」８７１～８７４頁，以下，「乙１文献」という。）にも示されて\nおり，甲１０文献の発行された平成６年１０月ころに至って溶融金属内のガス残留\n防止のメカニズムが初めて明らかにされた旨の原告の主張は失当である。\nしたがって，相違点３についての本件審決の判断に誤りはない。\n２　取消事由２（相違点４の判断の誤り）について\n本件審決の判断に誤りはない。\n３　取消事由３（訂正発明１に効果についての判断の誤り）について\n本件審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（相違点３の判断の誤り）について\n訂正発明１と刊行物１発明とが，「表面に平坦面と堰を有する形状のエンド\nタブにおいて，ガス抜き部を設けた溶接用エンドタブ」である点で一致しているこ\nとについては当事者間に争いがなく，本件審決が認定した訂正発明１と本件発明と\nの相違点３は，「ガス抜き部で抜くガスが，前者（注，訂正発明１）では，初層溶\n接の溶接メタル内に残留するガスであるのに対して，後者（注，刊行物１発明）で\nは，どのようなガスであるのか不明である点」（審決謄本３頁第４段落）というも\nのであるところ，刊行物２（甲５）には，「溶接線の端部に取付けるエンドタブに\nは，スチールタブとセラミック製タブとに大別されるが，溶接後の取外しなどの使\nい易さの点から，後者のセラミック製タブが多用されている。いずれも，初層溶接\nにおけるアークスタート部位とし，溶融金属の漏れ防止，融合不良，ブローホール\n等の溶接欠陥の発生防止等々の目的に用いられており，特に初層溶接部の溶接欠陥\n防止のためにはエンドタブの使用は不可欠であるとされている」（２頁「（従来の\n技術及び解決しようとする課題）」の項の第１段落目）として，エンドタブを初層\n溶接におけるアークスタート部位とし，ブローホール等の溶接欠陥発生防止等々の\n目的に用いることが記載されている。刊行物２の上記記載にいう「ブローホール」\nは，甲６の「溶接金属は高温の溶融状態でガスを溶解し，その凝固過程で・・・過\n飽和のガスを急激に放出し，溶融金属内に気泡を形成する。この気泡は，・・・そ\nのまま残留し，ブローホール（気孔）となる」（２８頁最終段落～２９頁第１段\n落）との記載に照らして，訂正発明１における「初層溶接の溶融メタル内に残留す\nるガス」によるものであることは明らかである。また，初層溶接の際にブローホー\nルの発生を予防することについては，乙１文献にも示されている。したがって，初\n層溶接の溶融メタル内に残留するガスを抜くことは刊行物１，２には示されておら\nず，溶融金属内のガス残留防止のメカニズムは平成６年ころに至って明らかにされ\n始めたという原告の主張は失当であり，これを前提として相違点３に係る訂正発明\n１の構成が容易想到でないとする原告の主張も採用の限りではない。\nしたがって，原告の取消事由１の主張は理由がない。\n２　取消事由２（相違点４の判断の誤り）について\n原告は，本件審決が訂正発明１と刊行物１発明との相違点４として認定し\nた，「ガス抜き部の寸法が，前者（注，訂正発明１）では，幅４ｍｍ前後，高さ４\nｍｍ前後であるのに対して，後者（注，刊行物１発明）では不明である点」（審決\n謄本３頁第５段落）について，ガス抜き部の寸法を，訂正発明１のように幅４ｍｍ\n前後，高さ４ｍｍ前後とすることは，当業者が容易に想到し得たことではないと主\n張する。\nしかしながら，溶融メタルの漏れ防止というエンドタブ本来の機能を考慮す\nると，ガス抜き部があまり大きなものであってはならないことは，当業者に自明の\nことであり，また，エンドタブとしての本来の機能を維持しつつ，ガスを抜くとい\nう機能を発揮するために適切なガス抜き部の寸法を定めることは当業者が当然に行\nうことであると考えられる。そうすると，刊行物１発明において，ガス抜き穴の寸\n法を，幅４ｍｍ前後，高さ４ｍｍ前後とすることは，当業者が格別の思考を要する\nことなく，容易に想到し得たことというべきである。原告がるる主張する点を考慮\nしても，上記判断は左右されない。\nしたがって，原告の取消事由２の主張は理由がない。\n３　取消事由３（訂正発明１の効果についての判断の誤り）について\n原告の主張する訂正発明１の効果は，刊行物１発明，刊行物２に記載された\n事項及び周知技術がそれぞれ奏する効果から予測される程度のものと認められ，こ\nれと同旨の本件審決の判断に誤りはない。\n４　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　　篠　　原　　勝　　美\n裁判官    　　古　　城　　春　　実\n裁判官    　　岡　　本　　　　　岳\n"
}