{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 28
  },
  "case_number": "平成14(ネ)1837",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11365",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11365",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/365/011365_hanrei.pdf",
  "contents": "平成１４年(ネ)第１８３７号　損害賠償等請求控訴事件（原審・大阪地方裁判所平\n成１０年(ワ)第１２４７０号）\n判　　　　決\n控訴人（第１審原告）　　　小林製袋産業株式会社\n訴訟代理人弁護士　　　　　仲　田　　　晋\n同　　　　　　　　　　　　野　澤　裕　昭\n同　　　　　　　　　　　　宮　坂　　　浩\n被控訴人（第１審被告）　　株式会社星野洋紙店\n訴訟代理人弁護士　　　　　渡　辺　隆　夫\n補佐人弁理士　　　　　　　近　藤　　　彰\n被控訴人（第１審被告）　　株式会社昭和精密製袋機製作所\n訴訟代理人弁護士　　　　　山　上　和　則\n主　　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨等\n１　原判決を取り消す。\n２　被控訴人らは，控訴人に対し，連帯して１２０８万４４５０円及びこれに対\nする被控訴人株式会社星野洋紙店（以下「被控訴人星野洋紙店」という。）につき\n平成１０年７月１２日から，被控訴人株式会社昭和精密製袋機製作所（以下「被控\n訴人昭和精密」という。）につき同月１４日から各支払済みまで年５分の割合によ\nる金員を支払え。\n３　被控訴人星野洋紙店は，原判決添付別紙目録１記載のもも用果実袋を製造す\nる製袋機を用いてもも用果実袋を製造，販売してはならない。\n４　被控訴人星野洋紙店は，前項の製袋機及び同製袋機を使って製造されたもも\n用果実袋を廃棄せよ。\n５　被控訴人昭和精密は，第３項のもも用果実袋を製造する製袋機を製造しては\nならない。\n６　被控訴人昭和精密は，第３項のもも用果実袋を製造する製袋機の設計図及び\n仕様書を廃棄せよ。\n７　仮執行宣言\n第２　事案の概要\n事案の概要は，原判決４頁７行目の「平成３年２月」を「平成３年４月１７\n日」と改め，同１０行目の「納入した」の次に「（丙１０）」を加えるほかは，原\n判決「事実及び理由」の「第２　事案の概要」（２頁１５行目から７頁１２行目ま\nで）に記載のとおりであるから，これを引用する。なお，以下の略称については，\n原判決のそれによる。\n第３　争点に関する当事者の主張\n争点に関する当事者の主張は，次のとおり当審における補充主張を付加する\nほかは，原判決「事実及び理由」中の「第３　争点に関する原告の主張」（７頁１\n４行目から２１頁７行目まで）に記載のとおりであるから，これを引用する。\n１　争点(2)イ（秘密管理性）について\n（控訴人の主張）\n(1)　控訴人と被控訴人昭和精密との間では，秘密保持に関する文書は存在しな\nいが，口頭で次のような内容の秘密保持協定を結んでいる。すなわち，①製袋機の\nノウハウは控訴人が保有する，②被控訴人昭和精密は，控訴人に納入した製袋機と\n同一の製袋機を控訴人以外の第三者に販売しない，③被控訴人昭和精密は，製袋機\nの製作の過程で知り得た製袋機に関する控訴人のノウハウを第三者に漏洩しないと\nいうものである。\n契約書を作らなかった理由は，控訴人が製袋機のメーカーを被控訴人昭和\n精密１社に絞る中で，控訴人と被控訴人昭和精密との信頼関係に基づいて上記協定\nが維持されてきていたためである。この秘密保持協定の存在については，被控訴人\n昭和精密の先代社長であるＤも当然認識していた。\n(2)　本件のような特殊な製袋機については，同じものを競業他社に販売しない\nことこそが控訴人の営業秘密を保持する上で重要であり，これを商道徳に基づくも\nのと単純に片付けることはできない。すなわち，本件ノウハウは，個々の技術情報\nばかりでなく，製造工程全体が重要なノウハウとして保護されているのであり，ど\nの部分が控訴人のノウハウであるかについて具体的範囲を特定するまでもなく，本\n件製袋機を販売しないことによって本件ノウハウの秘密は保持されるのである。\nまた，控訴人は，被控訴人昭和精密に本件製袋機の製作を発注した際に，\n本件製袋機の製作期間中，他社の関係者に見られないような措置を特別に講じさせ\nたわけではないが，もともと被控訴人昭和精密の工場では，競業他社の関係者に本\n件製袋機の製作現場を見せないことが当然のこととされていた。\n(3)　また，本件ノウハウは，例えば顧客名簿のように誰が見てもそれが何であ\nるか明確なものと異なり，機械について知識のある者でなければ，それがどのよう\nな技術情報に基づくものか判断することはできず，したがって，本件ノウハウにつ\nいての秘密管理体制（具体的には以下のとおりである。）は，顧客名簿などの場合\nとはおのずと異なっている。\nア　控訴人の社内においては，営業上の情報と技術上の情報とはおのずと峻\n別されており，製袋機の技術上の情報については，生産部が管理していた。そし\nて，本件製袋機を含めてすべての製袋機が控訴人会社の手で改造を加えられ，完成\nされた製袋機となっているのであるが，個々の改造点ばかりでなく製袋機の製造工\n程自体が重要な技術情報として管理されていた。また，本件製袋機を含めて製袋機\nを改造する場合には，機械について知識を有する生産部が行うが，実際に改造に携\nわる生産部従業員は，係長以上の管理職に限られ，生産部部長が統括し，改造内容\nについては，実際に改造に携わった従業員及び生産部内において秘密厳守が徹底さ\nれている。\nイ　控訴人は，就業規則（甲３７）の２１条１号において，「自己の所管の\n有無に関係なく，会社の業務上の機密事項を他にもらさない。」との守秘義務を控\n訴人の従業員に課しており，業務上の重大な秘密を外部に漏らそうとした従業員に\nついて懲戒解雇の対象としている（就業規則８１条５号）。\nウ　控訴人の工場の見学者についても，許可する対象は，控訴人の顧客で控\n訴人の営業担当者が知悉している者が引率する農協の関係者及び農業従事者，そし\nて小中学生に限定されており，競業者や機械関係者が見学する可能性はない。ま\nた，製袋機の周囲に記された白線は，製袋機に近づけないことを目的としており，\nこれが重要な意味を持っている。\nエ　控訴人の工場内においては，本件製袋機の設置場所について，他の製袋\n機と区別して特別に区切ったりしていなかったことは事実であるが，これは本件製\n袋機ばかりでなく，控訴人の有する製袋機すべてが控訴人のノウハウを有する秘密\nの対象と考えており，したがって峻別していなかったためである。\nオ　乾光精機との間では，秘密保持契約が締結されている。\n以上からすれば，本件ノウハウについて秘密管理性が認められ，本件ノウ\nハウは不正競争防止法２条４項にいう「営業秘密」に該当する。\n（被控訴人星野洋紙店の主張）\n(1)　控訴人の主張する「口頭の秘密保持協定」は，内容そのものが，無限定・\n無内容であって，秘密保持協定といえないものである。すなわち，①控訴人が保有\nするという当該ノウハウの具体的内容が特定されておらず，②被控訴人昭和精密が\n控訴人以外の第三者に販売しないという同一の機械が，全く同一のものをいうの\nか，一部異なれば販売できるのか，どの程度異なればよいのかについて特定され\nず，特定方法さえも明らかでなく，③製作の過程で知り得たノウハウの特定方法も\n明らかでない。\nこのことは，そもそも口頭の約束それ自体が存在しないことを示してい\nる。\nまた，仮に控訴人主張の口頭の秘密保持協定があったというのであれば，\n被控訴人昭和精密が丙１３，１４の３のようなカタログを製作し発行することはあ\nり得ない。\n(2)　控訴人は，公知技術情報と秘密として管理すべき技術情報を区別していな\nかった。また，甲３７の控訴人の就業規則には，業務上の機密の定義もなく，その\n指定の方法も定められておらず，現に具体的な秘密指定もされていなかったのであ\nるから，従業員は重大な機密を認識できない。\n(3)　控訴人は，本件製袋機を一般見学に供している。「営業秘密たる技術情\n報」を備えた本件製袋機を不特定の見学者に供覧させたことからして，そもそも控\n訴人には「営業秘密たる技術情報」という認識がなかったといえる。また，白線ラ\nインは，危険防止の観点から定められているものにすぎず，控訴人の秘密保持の意\n思を裏付けるものではない。\n(4)　被控訴人昭和精密は，製袋機等の機械の専門メーカーであり，製袋機製造\nに一定の技術を持っていることを控訴人も認めており，独自の技術情報を有してい\nる。仮に控訴人が，被控訴人昭和精密に発注する製袋機について，控訴人の営業秘\n密を提供するのであれば，少なくとも当該秘密とすべき部分と被控訴人昭和精密が\n自由に使用，開示できる部分を明確にしなければ，被控訴人昭和精密の営業活動を\n著しく制約することになる。\nなお，控訴人が，乾光精機との間でも秘密保持に関する文書を作成してい\nないことは，営業秘密保持の意図を有していなかったことの証左である。\n（被控訴人昭和精密の主張）\n控訴人と被控訴人昭和精密との間には，秘密保持契約の存在を示す合意書\nは存在しない。控訴人は，口頭による秘密保持契約が存在する旨主張するが，その\nこと自体，かなり異例である。何故なら，営業秘密は，これを保有する企業にとっ\nて，その死活，命運を決するほどの重要な財産となることが多く，また，書面によ\nって，営業秘密の範囲，媒体物の管理方法及びその返還方法等について明らかにし\nておかなければ，トラブルになった場合に有効に営業秘密の不正使用を差し止める\nことができなくなるため，第三者に開示する場合には，慎重に書面化する例がほと\nんどであるからである。\n控訴人は，口頭の合意について，いつごろ，誰と誰が話し合い，どのよう\nな合意内容であったのかを全く明らかにできていない。控訴人は，被控訴人昭和精\n密のカタログ（又は会社案内）の掲載内容について何ら抗議していないことから，\n控訴人の権利意識はみじんも感じられない。\n被控訴人昭和精密の前代表者Ｄが第三者に本件製袋機と同一の製袋機を第\n三者に販売しようとしなかったのは，単に控訴人への義理に基づくものであり，控\n訴人との約束を前提にするものではない。\n控訴人会社には，秘密を管理する体制が用意されておらず，秘密情報に接\nする可能性のある控訴人の役員又は従業員について，指導教育が行われた形跡が全\nくない。唯一，就業規則によって守秘義務が課せられているが，控訴人の役員や従\n業員は，どの情報が秘密情報であって，第三者に開示，漏洩してはならないのか全\nく理解できないであろうし，どのように機密を守るべきなのかも分からないであろ\nう。\n控訴人は，すべての製袋機が営業秘密に属するような主張を展開している\nが，そうであれば，部外者を工場内に立ち入らせること自体が問題である。控訴人\nは，秘密が充満している工場に部外者が立ち入ることを許しているのであって，そ\nの際に，秘密保持に関する念書を作成していない。\n２　争点(4)（被控訴人星野洋紙店には，営業秘密の開示を受けることについて故\n意又は重過失があったか。）について\n（控訴人の主張）\n被控訴人星野洋紙店が，製袋機に果実袋メーカーのノウハウが存在すること\nを認識していた事実は，被控訴人星野洋紙店が機械について特許の出願や実用新案\n登録の申請を行っている事実からも裏付けられる。しかも，一般的に機械メーカー\nが果実袋メーカーとの間で，同じ機械を他の果実袋メーカーに販売しないとの約束\nが存在することの認識を有していたのであるから，たとえ控訴人と被控訴人昭和精\n密との間の秘密保持協定の存在について知らなかったとしても，被控訴人昭和精密\nから本件製袋機を購入するに当たり，控訴人に対してそうした協定が存在するかど\nうかを問い合わせることが簡単にできたはずであり，それをしなかったことについ\nて，被控訴人星野洋紙店に重過失が存在する。\n（被控訴人星野洋紙店の主張）\n被控訴人星野洋紙店が，被控訴人製袋機が被控訴人星野洋紙店にとって特異\nな構造であるとは認識していないこと，あらかじめ被控訴人昭和精密に対して控訴\n人との間に特別な契約が存在するか否かを確認していたこと，特許等の存在及び抵\n触について十分に検討していたことからすると，被控訴人星野洋紙店には，被控訴\n人製袋機を被控訴人昭和精密に発注したことについて重大な過失はない。\n第４　当裁判所の判断\n当裁判所も，本件ノウハウのうち，控訴人と乾光精機による改造によって加\nえられた部分（外袋用紙の給紙方法の変更部分を除く。）は，控訴人に帰属する技\n術情報であり，その中には個々の技術情報として非公知性を有するものもあり，更\nに個々の技術の組合わせ全体を１個の営業秘密とみる余地も否定できず，かつ法的\n保護に値する有用性も認め得るが，控訴人においては，本件製袋機を秘密として管\n理していたとは認められないから，本件ノウハウについても秘密管理性がなく，不\n正競争防止法２条４項の「営業秘密」に該当しないと判断する。\nその理由は，次のとおり原判決を付加，訂正等し，本件ノウハウの秘密管理\n性に関する控訴人の補充主張に対する判断を付加するほかは，原判決「事実及び理\n由」中の「第４　当裁判所の判断」の１，２（２１頁９行目から３８頁下より４行\n目まで）に記載のとおりであるから，これを引用する。\n１　原判決の訂正等\n(1)　２６頁１５行目の「「小林製袋との間に契約関係は」を「小林製袋との間\nに被控訴人昭和精密が格別の守秘義務を負わされる契約は」と改め，同１７行目\n「買って欲しい。」と」を「買ってほしい旨」と各改める。\n(2)　３５頁６行目の「果実袋製造業者に」の次に「対し，控訴人に販売したも\nのと同一の」を加える。\n(3)　３５頁１８行目の「掲載している」の次に「（丙１４の３）」を加える。\n(4)　３７頁２行目の「上木戸鉄工所」の前に「有限会社」を加え，同１４行目\nの「従業員に守秘義務を課する規定を備えておらず，」を削除する。\n２　当審における補充主張に対する判断\n(1)　控訴人は，被控訴人昭和精密との間で，本件ノウハウはすべて控訴人に帰\n属することや，被控訴人昭和精密は製袋機の製作の過程で知り得た製袋機に関する\n控訴人のノウハウを第三者に漏洩しないことなどを内容とする秘密保持協定を口頭\nで結んでいた旨主張し，証人Ｅ（同人の陳述書である甲２８の記載を含む。）及び\n控訴人代表者（第１，２回。同人の陳述書である甲２７，３２を含む。）もこれと\n同旨の証言ないし供述をし，Ｆの陳述書である甲３９にも同旨の記載がある。\nしかしながら，控訴人代表者（第１回）自身，製袋機製造等に関する被控\n訴人昭和精密との取引は，基本的に信頼関係で成り立っており，本件製袋機に関す\nる本件ノウハウの帰属を取り決めた書面もない旨を自認しており，そのほか，本件\n紛争が顕在化するまで，本件ノウハウが控訴人と被控訴人昭和精密のいずれに帰属\nするかについて当事者間で取り決めていたような形跡は，証拠上窺えない。\nしかも，引用に係る原判決「事実及び理由」第４の１(2)のとおり，本件製\n袋機に関するノウハウには，その内容上，被控訴人昭和精密に帰属すると考えられ\nるものも少なからず存するところ，これらのノウハウをすべて控訴人に帰属するも\nのとするためには，明示の書面による取決めが行われてしかるべきであるが，本件\nでは，控訴人と被控訴人との間で，本件製袋機に関し書面による取決めは一切行わ\nれていない（控訴人代表者第１回）。\nさらに，仮に控訴人が主張するように，控訴人と被控訴人昭和精密との間\nで本件ノウハウに関する秘密保持協定がたとえ口頭ででも結ばれていたのであれ\nば，引用に係る原判決「事実及び理由」第４の２(2)ア(ア)のように，被控訴人昭和\n精密が自社カタログに本件製袋機（２号機）の写真を掲載することは考え難いとい\nうべきである。なお，丙１３の１ないし６，丙１４の１ないし７は，「カタログ」\nというよりも，むしろ被控訴人昭和精密の「会社案内」とも思えるが，当該文書の\n性質いかんで前記判断が左右されるものではない。また，控訴人代表者（第２回）\nは，控訴人側では丙１３の１ないし６，丙１４の１ないし７をこれまで見たことも\nなく，そこに掲載されている２号機の写真撮影を許可したこともない旨供述する\nが，これらの文書は，その体裁上いずれも第三者に配布されることを前提としたも\nのであり，当然，控訴人側の者の目に触れることも予想したものであると考えられ\nることや，被控訴人昭和精密が秘密保持の必要があると判断した機械の場合には，\nその旨断って写真を掲載していないこと（丙１４の７）からすると，被控訴人昭和\n精密は，２号機について秘密管理の対象となっているとの意識を有することなく，\nその写真を前記各文書に掲載したものと推認することができ，控訴人代表者の上記\n供述は，上記各文書の２号機の写真が控訴人と被控訴人昭和精密との秘密保持契約\nの存在を否定する状況証拠であることを左右するものではないというべきである。\n(2)　また，Ｆの陳述書（甲３９）には，控訴人工場の鍵の保管場所は控訴人会\n社の宿直室にあり，その宿直室に入るためにはごく限られたものしか知らない暗証\n番号を入力しないと入室できないようになっているため，休日でも夜間でも社員が\n自由に工場内に出入りできる状況にはないとの記載があり，控訴人はこれを裏付け\nる写真（甲３８）を提出している。しかし，上記暗証番号付きの鍵の取付時期が証\n拠上明確でなく，被控訴人昭和精密が被控訴人製袋機を製造した時点で既にかかる\n体制がとられていたとは認めるに足りない上，仮に甲３９のとおりの鍵の管理体制\nがとられていたとしても，これは控訴人工場全体の防犯体制に関するものと思わ\nれ，本件製袋機自体の秘密管理を裏付けるものとはいい難い。\n以上に加えて，引用に係る原判決「事実及び理由」第４の２(2)ア(ア)の認\n定事実に徴すると，控訴人と被控訴人昭和精密との間で本件ノウハウに関する秘密\n保持協定が口頭で結ばれていた旨の控訴人の主張を採用することはできない。\n(3)　さらに，控訴人は，就業規則（甲３７）の２１条１号において，「自己の\n所管の有無に関係なく，会社の業務上の機密事項を他にもらさない。」との守秘義\n務を控訴人の従業員に課していることを本件ノウハウを秘密として管理していたこ\nとの根拠に挙げている。\nしかしながら，控訴人が指摘する就業規則の条項は，控訴人の業務上の機\n密事項に関する従業員の守秘義務を一般的に定めたものにすぎず，それ以上に控訴\n人において本件ノウハウに関する秘密保持の方策を個別具体的に採っていたことを\n認めるに足りる証拠はない（当審において提出されたＦの陳述書である甲３９によ\nっても，上記判断は左右されない。）から，控訴人の上記主張も採用することはで\nきない。\n３　その他，原審及び当審における当事者提出の各準備書面記載の主張に照ら\nし，原審及び当審で提出された全証拠を改めて精査しても，当裁判所のこれまでの\nの認定，判断を左右するほどのものはない。\n第５　結論\n以上の次第で，その余の点について判断するまでもなく，控訴人の被控訴人\nらに対する請求はいずれも理由がなく，これを棄却した原判決は相当であって，本\n件控訴はいずれも理由がない。\nよって，主文のとおり判決する。\n（平成１４年１１月２９日口頭弁論終結）\n大阪高等裁判所第８民事部\n裁判長裁判官　　竹　　原　　俊　　一\n裁判官　　小　　野　　洋　　一\n裁判官　　西　　井　　和　　徒\n"
}