{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 10
  },
  "case_number": "平成14(わ)995",
  "case_name": "窃盗被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "7010",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7010",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/010/007010_hanrei.pdf",
  "contents": "主文\n被告人を懲役１年５か月に処する。\n未決勾留日数中９０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，Ａ，Ｂ，Ｃと共謀の上，平成１３年９月２日午後８時５８分ころ，株\n式会社Ｄが経営する，神戸市ａ区ｂｃ丁目ｄ番ｅ号所在のファミコンショップ\n「Ｅ」において，同店店長Ｆが管理するゲーム機４台（販売価格合計３万９２００\n円相当）を窃取した。\n（証拠の標目）―括弧内の甲，乙で始まる数字は証拠等関係カード記載の検察官請\n求証拠番号―\n省略\n（事実認定の補足説明）\n弁護人は，被告人には判示のゲーム機４台（以下「本件被害品」という。）の窃\n取（以下，共犯者の点をおいて「本件犯行」ともいう。）につき判示Ａらとの間に\n共謀がなく，窃盗の犯意もなかったから無罪である旨主張し，被告人も当公判廷\n（第２回公判期日以降）において弁護人の主張に沿う主張をするところ，前掲関係\n各証拠によれば判示事実は疑いの余地なく認定できるのであるが，その理由につき\n補足して説明する（なお，以下証人や被告人の当公判廷における供述を証人尋問調\n書のページで「Ａ○ページ」等と示し，被告人については公判期日の回数も記す。\nまた，括弧内の甲，乙で始まる数字は証拠等関係カード記載の検察官請求証拠番号\nである。）。\n１　前提事実\n前掲関係各証拠によれば，以下の各事実が認められ，これらの点は被告人も争\nわない。\n(1)　本件犯行当日，被告人は，Ａ，判示Ｂ，同Ｃ（以下，Ａ，Ｂ，Ｃを総称して\n「Ａら３名」と，Ａら３名と被告人とを総称して「被告人ら４名」という。）とと\nもにいた（なお，その場所については争いがある。）ところ，判示ファミコンショ\nップ「Ｅ」に行くことになった。\n(2)　被告人ら４名は，それ以前にも４名ないしそのうちの何名かで本件の被害品\nのようなゲーム機，ゲームソフトの万引きをしたことがあった。\n(3)　被告人は，その際（(1)でみたＥに行くことになった時点より前か後かにつ\nいては争いがある。），持ち合わせていたゲームソフトを売る旨Ａら３名に申し向\nけた。\n(4)　その後，被告人ら４名は原動機付自転車（３台。被告人とＢは各々，ＡはＣ\nが運転する原動機付自転車に乗車）に乗ってＥに向かい，４人が順次入店した。\n(5)　その当時，Ｅには店員Ｇのみがおり，被告人はカウンターにいたＧにゲーム\nソフトの買い取りを求め，値段交渉など話をしていた。\n(6)　Ａは，被告人がＧと話している間，店の北西角部にあるショーケースの鍵を\n開けようとした（この間のＣとＢの行動についても，被告人とＡら３名の供述の間\nには食い違いがある。）。\n(7)　Ａは，前記ショーケースの鍵を開けて本件被害品を持ち出したが，その際\n「がちゃがちゃ」という音をさせた。この音は被告人にも聞こえる大きさだった。\n(8)　Ａは本件被害品を窃取すると直ちにＥ店舗から出た。被告人はその直後同店\nから出たが，Ａら３名は被告人が店から出てくるのを待って，４名が同時に前記原\n動機付自転車で走り去った。\n(9)　被告人ら４名はそのまま別のファミコンショップ「Ｈ」へ行き，Ａが同店で\n本件被害品を２万２０００円で売り，その場で一万円札を５０００円札２枚に両替\nした。\n(10)　Ａは，本件の後，Ａが警察に出頭する前日である平成１４年８月４日，Ｊ\nＲｆ駅で被告人と会い，その際，被告人に対し，本件犯行につき被告人のことは警\n察に話さない旨告げた。\n２(1)　これに加え，まず，Ａ（Ａ１，２ページ）とＢ（Ｂ１ページ，１７ページ）\nは，１(1)でみたＥに行くことに決まる前にＡがゲーム機ないしゲームソフトを取り\nに行こうか等と話しており，またＣは，Ｅに行く前Ａが「Ｅ行こうか。」等と述べ\nたがそれは同店でゲームソフト等を盗んで金にしようという意味であり，自分\n（Ｃ）だけでなく，被告人やＢもＡの発言の意味をそのとおり正しく理解し，これ\nに同意した旨供述する（Ｃ１，２ページ，１１，１２ページ）。次に，Ａは，被告\n人はＡがゲームを取りに行こうか等と話したのに対して１(3)のような発言をし，自\n分（Ａ）は被告人の発言を聞いて被告人がＥの店員を引きつける役割を申し出たも\nのと理解した旨供述し（Ａ４ページ），ＣやＢも同様の供述をする（Ｃ２，３ペー\nジ，Ｂ２，３ページ，９\n，１０ページ）。そして，Ａら３名は，Ａが商品を盗む役をする旨申し出，ＢとＣ\nが暗黙のうちに見張り役を引き受けることとなり，実際にＥでその役割どおりに行\n動した旨供述している（Ａ４ページ，７ページ，１５，１６ページ，２４，２５ペ\nージ，Ｃ２ないし４ページ，Ｂ４ページ，１１，１２ページ）。\nまた，Ａは，ＡがＨで本件被害品を売却して両替した（１(9)）後，さらにそ\nの隣にあるコンビニエンスストア（Ｉ）で両替をし，結局Ａは被告人ら（３名）に\nそれぞれ５０００円渡したと供述し（Ａ１０，１１ページ），ＣやＢは被告人が分\nけ前をもらったかについては見ていないような供述ではあるもののその他の点では\nＡと同様の供述をしている（Ｃ６，７ページ，１８ページ，Ｂ７ページ，１５ペー\nジ）。\nなお，Ａら３名は，Ｅに行く前に集まったところもＩである旨供述している\n（Ａ１ページ，Ｃ１０ページ，Ｂ１ページ，８ページ）。\n(2)　次に，Ｇは，自分は以前から被告人を知っているところ，被告人は普段はゲ\nームソフトなどを売る際には必要昀低限の話しかしない（Ｇ１，２ページ，６ペー\nジ）のに，１(7)の音が聞こえたので自分（Ｇ）がショーケースの方へ行こうとした\nところ被告人はすぐに自分（Ｇ）を呼び止めて商品説明を求めたと供述する（同２\nページ，１２ページ）。\n(3)　これらに対し，被告人は，当公判廷では，第１回公判期日において公訴事実\nは間違いないと陳述したものの，第２回期日以降は，自分が１(3)のような発言をし\nたのは単に手持ちのゲームソフトを売ろうと思っただけであり，Ｅに行くこととな\nったのはその後であって，自分はＡがＥに行こうと言ったのを聞いて同人に被告人\nがゲームソフトを売る時にＥでゲームソフトをみるなどするつもりがあるのとだけ\n思ったとする（被告人第６回３，４ページ）。また，被告人は，Ｅでゲームソフト\nを売る手続中後方でガチャガチャという音が聞こえたが，Ａらが盗みをしていると\nは思わず（同６，７ページ，１７ページ），Ｈに行ってからＡから金銭を受け取っ\nたこともない（同１０ないし１２ページ，１９ページ）と供述している。なお，被\n告人は，Ｅに行く前\nに集まったところはＩではなくＪであった旨供述している（同１ページ）。\n一方，被告人は，捜査段階では，その当初において共謀等について否認して\nいたものの，平成１４年９月３日以降の取り調べにおいては，Ａらの供述と符合す\nるような共謀の事実や，Ａがゲーム機などを盗みやすくするため時間稼ぎをした等\nＧの供述と符合するような供述をしていた。\n３　そこで各人の供述の信用性について検討する。\n(1)　まず，Ｇは，本件被害店舗であるＥの店員で，本件犯行当時，ゲームソフト\nの買い取りを求めた被告人と話をし，被告人ら４名の動きに不審なものがあると感\nじてその様子を店内外において注意深く見ていたものであり，その記憶は概ねよく\n保持されており，供述内容も自然かつ合理的，具体的であって，その供述の信用性\nを疑うべき事情はない。弁護人もＧの供述の信用性には具体的疑問を呈していな\nい。\n(2)　次に，共犯者Ａら３名も，覚えていない点は覚えていないとするなどその供\n述態度は真摯といえ，供述内容もそれぞれほぼ一貫していて，共謀の状況及び本件\n犯行前後の状況に至るまで具体的かつ詳細であり，不自然，不合理な点もなく，相\n互の供述内容の違いも前述の程度であって概ね符合し，信用性ある前記Ｇ供述とも\nよく符合するので，Ａら３名の各供述には信用性が認められる。\nこの点，弁護人は，Ａないし同人ら３名らによる引っ張り込みの危険を主張\nし，Ｂ及びＣの供述がＡのそれと符合するのは，すりあわせが行われたためであっ\nて，Ａら３名の供述には信用性がない旨主張するが，Ａはすでに執行猶予付きの確\n定判決を得ており（Ａ１ページ），被告人がどのような処罰を受けるかについてさ\nほど関心がない立場のはずであり，被告人との関係からしても，あえて虚偽の供述\nを維持し，その後ＢやＣに虚偽の供述をさせるという別の犯罪行為までして被告人\nを陥れる必要性はなく，Ｂ及びＣにおいても偽証罪になる虚偽の供述をしてまでＡ\nの指示に従い被告人を引っ張り込む動機はない。そして，Ａの供述には被告人に本\n件の責任を押しつけようとするような面もみられず，前述した供述の違いも被告人\nに責任を押しつけよ\nうとすると生じる種類のものではない上，そのような違いがあることは弁護人の主\n張するすりあわせがなかったことを示すものである。そうすると，Ａら３名の供述\nが信用できないという弁護人の主張には理由がない。なお，弁護人は，Ａら３名\nは，本件のほかにもゲーム機などの万引き窃盗を行っているから，他の窃盗の際の\nできごとを本件の際のことと取り違えている可能性があると主張するが，本件では\n被告人がゲームソフトを売るという特徴ある行動をしており，Ａら３名の供述内容\nにも照らすと，弁護人のいうような混同もないといえる。\n(3)ア　被告人は，２(3)でみたとおり，捜査途中から共謀等を自白するに至って\nいるが，その自白内容をみると，共謀の状況のみならず，本件犯行前後の状況につ\nき，具体的かつ詳細に供述しており，不自然，不合理な点もなく，Ｇ及びＡら３名\nの供述ともよく符合しているところ，共謀等を認めるに至った理由についての供述\nも被告人の不安な心情を吐露した具体的かつ迫真性に富むものであって，極めて自\n然，合理的であるから，その供述には十分な信用性が認められる。\n弁護人は，被告人の自白は，苛烈な取調べにより，また，被告人とＡらの\n関係を逆手に取り，被告人を困惑させるような取調べによって得られたものであっ\nて，証拠能力を否定すべきである旨主張し，被告人は公判廷で「取調官から卑怯者\n扱いされ，責任をとれ等と言われたから自白をした」等と供述する（主として第５\n回公判期日での供述）が，被告人のこの供述によっても警察官の取調べが被告人の\n供述の任意性に影響するほどのものではなかったと認められ，さらに，被告人とＡ\nの間には先輩後輩に類似する関係はあったものの，被告人がＡに逆らえないような\n関係ではなかったと認められるから，被告人を困惑させるような取り調べが行われ\nたとは考えられず，イで述べるところにも照らし，被告人の供述する自白の理由は\n信用できず，弁護人の\n主張は採用できない。\nイ　これに対して，第２回公判期日以降の当公判廷における供述は，本件犯行\nについても曖昧かつ不自然，不合理な弁解を繰り返し，共謀の事実を認める供述を\nなした理由についてもおよそ合理的な説明をし得ていないものであるから，到底信\n用できない。\n４　そうすると，まず，被告人は，Ｅで，２(2)でみたＧ供述どおりの行動をとった\nことが認められ，このことと１認定の前提事実，２(1)でみたＡら３名の供述によれ\nば，（被告人のＥにおける前記行為が実行行為といえるものであるかはともかく，\n少なくとも，）被告人が本件犯行前自分がゲームソフトを売って店員を引き付ける\n役を引き受け，遅くともこのときに被告人とＡら３名との間に本件犯行についての\n事前共謀が成立したことが認められる。\nなお弁護人は，被告人がＥで自己の運転免許証を提出しているところ，被告人\nが共犯者であればそのように自己の犯行が直ちに発覚するようなことはしないか\nら，被告人のこの行動は被告人が本件犯行に加わっていないことを示すものである\nと主張する。しかし，確かに，運転免許証を使うのは一般には検挙の危険があるこ\nとであるが，被告人はＧにとって顔見知りというのであるから，犯行後遠隔地に逃\n亡するなどの予定でもなければ被告人が偽名を使ったりすることにさほどの意味は\nない上，たとえば，Ａも，その危険を感じつつ，Ｈにおいて，やがて盗品と判明す\nる可能性がある本件被害品を売却するときに自らの運転免許証を使用している（Ａ\n１９ページ，甲１６ないし２０。Ｃは自分が自動車運転免許を持たず，また２０歳\n未満であるからゲーム\n機などの売却はしない旨供述しているが，これも同様の意味をもつ事柄である。Ｃ\n６ページ，１８ページ。）のであって，被告人が運転免許証を示していることなど\nも被告人が本件犯行に荷担していることを認定する妨げにならないから，弁護人の\nこの主張も採用できない。\n５　以上のとおりであって，判示事実は優に認定できる。\n（法令の適用）\n被告人の判示所為は刑法６０条，２３５条に該当するので，その所定刑期の範囲\n内で被告人を懲役１年５か月に処し，同法２１条を適用して未決勾留日数中９０日\nをその刑に算入することとし，訴訟費用については，刑事訴訟法１８１条１項ただ\nし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n１　不利な情状\n(1)　動機が安易かつ短絡的である。\n(2)　役割分担をして犯行に及んだ態様がよくない。被告人自身も，被害店店員が\n共犯者の犯行を発見，阻止等するのを妨害するための具体的行動をしている。被害\n金額は約３万９０００円と少なくなく，被害感情も厳しい。\n(3)　保護観察付執行猶予中に，格別の理由なく及んだ犯行であり，常習性も否定\nできない。\n(4)　被告人は現在自己の刑責を免れるために犯行を否認して共犯者にその責任を\n押しつける卑怯な態度に終始しており，捜査段階でみせた反省服罪の態度も失って\nしまっている。\n(5)　以上の点に加え，昀近の生活態度や適切な監督者がいないことも併せ考える\nと，再犯のおそれもある。\n２　有利にしん酌すべき情状\n(1)　本件の発案したのは共犯者（Ａ）であるといえる。\n(2)　周到な計画的犯行というほどのものではない。\n(3)　前刑の執行猶予が取り消されればこれと併せて服役することとなる可能性が\n残ってはいる。\n(4)　公判廷でもこれまでの生活態度については反省の弁を述べている。\nよって，主文のとおり判決する。\n平成１５年４月１０日\n神戸地方裁判所第１１刑事係乙\n裁判官　橋　本　　一\n"
}