{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 23
  },
  "case_number": "平成10(ネ)3150",
  "case_name": "意匠権に基づく侵害行為差止請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13306",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13306",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/306/013306_hanrei.pdf",
  "contents": "平成一〇年(ネ)第三一五〇号意匠権に基づく侵害行為差止請求控訴事件\n（原審・大阪地方裁判所平成九年(ワ)第五四九二号）\n〔当審口頭弁論終結日　平成一一年一〇月二六日〕\n判        決\n控訴人（一審原告） 　　　　　     株式会社ニッショー\n右代表者代表取締役　　　　　　　　Ａ\n右訴訟代理人弁護士　　　　　　　　小　　　松　　　陽　一　郎\n同　　　　　　　　　　　　　　　　池　　　下　　　利　　　男\n同　　　　　　　　　　　　　　　　村　　　田　　　秀　　　人\n同　　　　　　　　　　　　　　　　小　　　野　　　昌　　　延\n右補佐人弁理士           　    　 Ｂ\n同　　　　　　　　　　　　　　　　Ｃ\n被控訴人（一審被告）　　　　　　　扶桑薬品工業株式会社\n右代表者代表取締役　　　　　　　　Ｄ\n右訴訟代理人弁護士　　　　　　　　牛　　　田　　　利　　　治\n同　　　　　　　　　　　　　　　　岩　　　谷　　　敏　　　昭\n同　　　　　　　　　　　　　　　　澤　　　　　　　由　　　美\n主        文\n一　本件控訴を棄却する。\n二　控訴人の当審における追加請求を棄却する。\n三　控訴費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人は、原判決別紙物件目録記載の輸液容器を製造、販売してはなら\nない。\n３　被控訴人は、前項記載の輸液容器及びその半製品を廃棄せよ。\n４　被控訴人は、控訴人に対し、五〇〇〇万円及びこれに対する平成一〇年一\n二月一日から弁済済みまで年五パーセントの割合による金員を支払え（当審におい\nて請求の趣旨を追加）。\n５　訴訟費用は、第一・二審を通じ、被控訴人の負担とする。\n６　仮執行宣言\n二　被控訴人\n主文と同旨\n第二　事案の概要\n一　本件の基礎となる事実、控訴人の請求、争点及び争点に関する当事者の主張\nは、次に付加するほかは、原判決「事実及び理由」欄の「第二　事案の概要」及び\n「第三　争点に関する当事者の主張」に記載するとおりであるから、これを引用す\nる。ただし、以下の補正をする。\n１　原判決三頁四行目の「争いがない。」を「争いがないか、証拠上明らかで\nある。」と改め、同四頁三行目の次に改行して次の文章を加える。\n「３　控訴人は、平成九年四月二四日、本件登録意匠の類似意匠として、甲\n８及び甲９の意匠を登録出願し、平成一一年二月一二日に登録された（以下、甲８\nの意匠を「控訴人類似１」と、甲９の意匠を「控訴人類似２」という。）。\nこれに対し、被控訴人は、訴外昭和電工株式会社と共同で、平成六年\n一一月二五日に乙30の意匠を登録出願し、さらに、その類似意匠として、平成七年\n一二月二八日に乙31及び32の各意匠を登録出願し、いずれも平成九年五月九日に登\n録された（以下、乙30の意匠を「被控訴人ら本意匠」といい、乙31の意匠を「被控\n訴人ら類似１」、乙32の意匠を「被控訴人ら類似２」という。）。また、被控訴人\nは、その後、被控訴人ら本意匠の類似意匠として、平成九年九月二日に乙47の意匠\nを、同月三日に乙48の意匠を、いずれも訴外昭和電工株式会社と共同出願し、とも\nに平成一〇年一〇月一六日に登録された（以下、乙47の意匠を「被控訴人ら類似\n３」と、乙48の意匠を「被控訴人ら類似４」という。）。\n本件登録意匠、控訴人類似１、２、被控訴人ら本意匠、被控訴人ら類\n似１ないし４及びイ号意匠の概要は、別紙意匠対比図のとおりである。\n４　控訴人は、平成一一年三月一一日、被控訴人類似３、４につき、先願\nである本件登録意匠及び控訴人類似１、２に類似し、意匠法三条一項三号に該当す\nるとして、無効審判の請求をしたところ、特許庁は、同年八月一三日、被控訴人ら\n類似３、４につき、控訴人類似１に類似するものと認められるとし、意匠法九条一\n項の最先の意匠登録出願に係るものに該当せず、同項の規定により意匠登録を受け\nることができない意匠であるにもかかわらず登録を受けたものであるから、同法四\n八条一項の規定によりその登録を無効とすべきものである旨の登録無効理由通知書\nを発した（甲10、12）。」\n２　同八頁九行目の「バイアル」の次に「（薬剤容器）」を加える。\n３　同一四頁末行の「乙30の意匠」を「被控訴人ら本意匠（乙30）」と改め、\n同行の「類似意匠」の次に「である被控訴人ら類似１、２」を加える。\n４　同一五頁二行目の「乙30ないし32」を「被控訴人ら本意匠及び被控訴人ら\n類似１、２（乙30ないし32）」と、同頁六行目の「乙30」を「被控訴人ら本意匠\n（乙30）」と、同頁八行目の「（乙30）」を「（被控訴人ら本意匠＝乙30）」と、\n同頁九行目の「（乙31、32）」を「（被控訴人ら類似１＝乙31、被控訴人ら類似２\n＝乙32）」とそれぞれ改める。\n５　同一八頁末行の「意匠法六条八項」を「平成一〇年法律第五一号による改\n正前の意匠法（以下「旧意匠法」という。）六条八項（現行意匠法六条七項）」\nと、同行の「にかかる」を「に係る」と、同一九頁三行目の「意匠法」を「（旧）\n意匠法」とそれぞれ改める。\n７　同二二頁一行目の「乙30ないし32」を「被控訴人ら本意匠（乙30）及び被\n控訴人ら類似１、２（乙31、32）」と、同頁三行目の「乙31」を「被控訴人ら類似\n１＝乙31」とそれぞれ改める。\n二　控訴人の当審における請求の追加的変更\n控訴人は、「被控訴人は、イ号意匠を用いた被控訴人製品を平成八年一〇月\n一日以降今日まで、少なくとも合計一億九〇〇〇万円分販売して、少なくとも五〇\n〇〇万円の利益を得ており、控訴人は同額の損害を被った。」と主張し、五〇〇〇\n万円の損害賠償及びそれに対する請求後の日である平成一〇年一二月一日以降の遅\n延損害金の請求を追加した。\n三　控訴理由の要旨\n１　原判決の本件登録意匠とイ号意匠との共通点及び相違点の認定については\nこれを特に争わないが、原判決は、本件登録意匠の要部を、第一に、原判決本件登\n録意匠の認定３の筒状カプセル（ニードルケース）の形状及び同４の筒状排出口の\n形状であり、第二に、同１の基本的構成態様及び同６の全体形状であると判断して\nいるところ、以下のとおり、この要部認定は誤りである。\n(一)　意匠の類否の判断は、その使用状態ではなく流通段階、すなわち、取\n引の対象とされる場合において判断されなければならず、原判決が使用状態に注目\nして筒状排出口の形態を要部と認定したことは誤りである。\nまた、輸液容器は取引に際しては普通一〇本入りの箱単位で販売されて\nおり、箱に描かれた正面図が取引に際して看者の注意を惹く部分であって、使用状\n態を想定して背面及び平面（横面）も要部であるとする原審の判断は誤りである。\n(二)　本件登録意匠及びイ号意匠における鉉状吊り手段は、その形状、意匠\n全体の中での位置関係、意匠全体にしめる空間的大きさからして決して無視し得な\nいものであり、鉉状吊り手段の存在をありふれたものであるとして要部と認めなか\nったことは誤りである。控訴人類似１、２が、原判決認定の要部に関して、本件登\n録意匠とは異なり、むしろイ号意匠と共通するにもかかわらず、本件登録意匠の類\n似意匠として登録されたのは、両者に共通する大きな鉉状吊り手段の存在が、全体\n観察をした場合に意匠の要部となるためである。\n２　原判決は、本件登録意匠では全体として重心の低い安定した印象を与える\nのに対し、イ号意匠では、全体として重心の高い不安定な印象を与えると判断して\nいるが、イ号意匠の容器本体の下部の高さは本件登録意匠の容器本体の下部の高さ\nの三分の二程度であるから、容器本体の位置は意匠全体の高さの中ではむしろイ号\n意匠の方が下にあるのであって、重心の位置では両者にさほどの差異はないと見る\nべきである。\n３　本件登録意匠出願前に販売されていた輸液容器は、一社（大塚製薬株式会\n社）を除いてすべて容器本体が袋状のものであり、右一社のものは本件登録意匠と\n外観形状が著しく異なっていたのであって、容器本体がボトル状であり、鉉のある\nものは存在しなかったのであり、本件登録意匠の形状は全体としては独創的なもの\nであって、イ号意匠は本件登録意匠の斬新なデザインを盗用したものである。\n４　控訴人類似１、２の筒状排出口は、二段からなるか一段で容器本体の下方\n首部自体を構成している形状であり、その大きさは筒状カプセルの幅より小さいも\nのであって、その形状・大きさは、本件登録意匠とはかなり異なり、むしろイ号意\n匠と共通するものである。それにもかかわらず、特許庁は、この筒状排出口の形状\nの差異を微細なものとして要部となり得ないものとしている。また、全体形状につ\nいて原判決がイ号意匠の特徴として指摘している点も、控訴人類似１、２共に同様\nの構成となっているが、特許庁はこれらの差異を微細なものとして、控訴人類似\n１、２を本件登録意匠と類似としているのであり、筒状カプセルと筒状排出口との\n幅の大小は全体観察をした場合に微細な印象の相違しか生じないことを如実に示す\nものである。\n５　被控訴人は、イ号意匠は被控訴人ら類似３、４と近似しており、これら類\n似意匠が別個に意匠登録されているから、イ号意匠は本件登録意匠とは非類似であ\nると主張してきていたところ、特許庁は、被控訴人ら類似３、４につき登録無効理\n由通知書を発した。これにより、被控訴人の右主張の根拠が覆ることになる。ま\nた、特許庁は登録無効事由として控訴人類似１を引用しているが、類似意匠は本意\n匠の権利範囲を確認するためのものであり、類似意匠の類似範囲も本意匠の類似の\n範囲によって画されていると解されるから、イ号意匠が本件登録意匠の類似意匠に\n類似するということは、必然的に本件登録意匠の類似範囲内にあるということにな\nる（類似意匠には類似するが本意匠には類似しないというパターンを認めること\nは、本意匠には類似しない類似意匠の権利範囲を認める結果となり、旧意匠法一〇\n条二項、類似意匠制度に反することとなる。）。\n第三　当裁判所の判断\n一　当裁判所も、イ号意匠は本件登録意匠と類似しておらず、控訴人の本件各請\n求は理由がないものと認定判断する。控訴人の当審における主張・立証に照らして\n検討しても、右認定判断は左右されない。その理由は、以下に補正し、付加するほ\nかは、原判決「事実及び理由」欄の「第四　争点に対する当裁判所の判断」に説示\nするとおりであるから、これを引用する。\n二　原判決の補正\n１　原判決別紙３「本件登録意匠及びイ号意匠の構成に関する裁判所の認定」\n中「本件登録意匠」欄の４の①を「幅（径）が大きく厚み（上下の幅）があるゴム\n栓収容筒体を、容器本体の下方首部に下方から下方首部（露出面）をわずかに残す\n形で嵌合し、右筒体の下方にディスク状蓋体を下方から装着しており、」と改め、\n同６の①の(ｂ)の「下方首部」の前に「わずかな」を加え、同「イ号意匠」欄の４\nの①の「ゴム栓収容筒体」の前に「それほど厚みのない」を、同６の①の(ｂ)の\n「下方首部」の前に「長さのある」をそれぞれ加える。\n２　原判決二三頁一〇行目の「意匠法」を「旧意匠法」と、同頁末行の「にか\nかる」を「に係る」とそれぞれ改める。\n３　同三〇頁四行目の「ゴム栓収容筒体」の前に「幅（径）が大きく厚み（上\n下の幅）のある」を、同行の「下方から」の次に「下方首部（露出面）をわずかに\n残す形で」を、同頁六行目の「ゴム栓収容筒体」の前に「それほど厚みのない」を\nそれぞれ加える。\n４　同三一頁二行目の「下方首部」の前に「わずかな」を、同頁七行目の「下\n方首部」の前に「長さのある」をそれぞれ加える。\n５　同三六頁七行目の「相違点」の次に「のうち前記(6)①の点については、本\n件登録意匠の切欠部のある筒状カプセルは特徴のあるものであり、全体形状に係る\n特徴である筒状カプセルの円筒形胴部が容器本体胴部に直接連なっていること（前\n記相違点(8)(ａ)）と相まって、容器本体の上方口部を透視ではなく直接視認するこ\nとができるのは右切欠部（窓）からだけとなる構成ともなっているため、この点は\n美感に影響を与えるものといえるが、この点を除いた相違点」を加える。\n６　同三八頁二行目の「筒状排出口」から三行目の「構成」までを「筒状排出\n口も、幅（径）及び厚みの大きいゴム栓収容筒体を容器本体下方首部に首部（露出\n面）をわずかに残す（首部の長さが短い）形で接続させている構成」と改める。\n三　控訴理由について\n１　控訴理由１について\n(一)　同(一)について\n意匠の類否は、意匠の実施、すなわち意匠に係る物品の製造、譲渡、貸\n渡等の場面において、意匠に伴う美感の類似によって、その実施に関与する者が物\n品の混同を来すおそれがあるか否かという観点から判断されるべきものであり、当\n該物品につき卸売流通過程から最終販売段階まで同一意匠によることが予定される\n場合であれば、その類否判断の主体は、一般取引者及び需要者であるといわなけれ\nばならない。また、登録意匠の要部は、物品の性質、目的、用途、技術的機能、使\n用態様等を考慮して認定すべきものである。\n控訴人は、要部は物品が取引の対象とされる場合において判断されなけ\nればならず、実際に結合作業を行う看護婦が輸液容器を購入するということはない\nのであって、実際の使用状態に注目して筒状排出口の形態を要部としたのは誤りで\nあると主張するが、取引過程においてパンフレットや梱包箱に掲載・記載された写\n真や図の状態が注目されること自体は否定されないとしても、本件登録意匠に係る\n物品である輸液容器は、最終的にこれを用いる医者や看護婦等の医療関係者の下ま\nでその意匠に変容を受けることなく取引・購入されていくものであるから、意匠の\n類否判断における要部を右流通過程における取引者の目を惹く部分のみに限ること\nは正当ではない。\n輸液容器の最終購入段階において購入対象の実質的な選択を行うのは、\n最終的にこれを使用する医療関係者であって、これらの医療関係者を前記類否判断\nの主体としての需要者と考えるべきであるし、また、輸液容器の形式的な購入者\n（発注者）ないし購入担当者が仮に直接これを使用する医療関係者自身でないとし\nても、その用途及び使用態様を当然の前提とし、これを使用する医療関係者の意向\nを踏まえて購入する製品を決するのが通常と思われるから、実際の使用態様を前提\nとして要部を認定することは当然というべきである。\n甲５ないし７によれば、輸液容器をほぼ正面から写した写真やほぼ正面\nから見た場合の全体形状を表した図がパンフレットや梱包箱に掲げられていること\nが認められる〔もっとも、甲５のパンフレットには筒状排出部を手前にして寝かせ\nた状態を右斜め上方から写した写真（意匠公報にいう右側面図と平面図に相当する\n部分も見えるもの）も掲載されており、また、溶解操作方法の説明部分にはその操\n作手順に応じた図も記されている。〕。しかしながら、取引者においても商品サン\nプルを見ずに取引を決定するとも限らないし、需要者たる医療関係者は、自らこれ\nを使用したり、他での使用状態を見聞するなどしてその後の商品の購入を決定する\nのであるから、パンフレットやカタログ等のみを資料とする初回購入だけを念頭に\n置いて要部を判断することはできず、実際の使用形態を踏まえて要部の認定をする\nのが相当である。そして、需要者たる医療関係者は、輸液容器を使用する際には、\n輸液容器を手に取り、筒状カプセルとバイアルを結合し、いったん倒立状態にする\nなどして薬剤溶解操作をした後、筒状排出口と輸液セット（チューブ）との結合作\n業を行い、器具等に吊り下げて使用するのであるから、筒状カプセル及び筒状排出\n口を直に目にし、全体形状についてもあらゆる角度からこれを目にするのであっ\nて、購入に際してもこれらの形状に関心をもってその製品を見るものと認めること\nができる。\nまた、控訴人は、筒状排出口は、ありふれた形態であり、下から針を刺\nし通して輸液を排出するという機能的なものであり、支配的部分でもないから、全\n体形状としての印象にはほとんど影響を与えないとも主張するが、本件登録意匠の\n筒状排出口の厚さ・大きさや形状は本件訴訟において提出された各公知意匠中には\n見られないものであって、その全体形状に占める比率も決して小さくなく、全体形\n状としての印象にもかなりの影響を与えることは否定できない。\nしたがって、筒状カプセル及び筒状排出口の形状を要部であるとし、ま\nた、正面だけではなく、背面及び平面の全体形状も要部であるとした原判決の認定\n判断は正当というべきである。\n(二)　同(二)について\n控訴人は、鉉状吊り手段の存在を要部と認めるべきであると主張する\nが、前示（原判示）のとおり、輸液容器としての用途及び使用態様からして、その\n存在は当然の要請であり、その形状も、吊り手段として広く用いられているありふ\nれた形状であって、それが全体的な美感に与える影響を全く無視することはできな\nいとしても、この点をもって意匠全体の支配的部分を占め、特に見る者の注意を惹\nく部分であると認めることはできない。\n２　控訴理由２について\nイ号意匠の容器本体の下部の高さが本件登録意匠のそれよりもむしろ小さ\nいことは控訴人の主張するとおりであるが、重心の高さや安定感は、容器本体の下\n部の高さのみで決せられるものではない。\nイ号意匠は、筒状排出口の厚みが少なく、細い下方首部が長いのに対し\nて、本件登録意匠は、筒状排出部に幅及び厚みがあって質量感があり、下方首部の\n長さが短いため、どっしりした印象があること、また、イ号意匠では、上方首部も\n細い上、その上に連なる筒状カプセルの幅が下方首部及び筒状排出口よりも大きい\nのに対して、本件登録意匠では、筒状カプセルが容器本体に連なっている（その中\nの上方口部を直接視認することができるのは左右下部の切欠部からのみで、それ以\n外は筒状カプセルを通して透けて見える程度であるため、上方口部の細さが直接印\n象づけられずに減殺されて、上方首部としては認識されない。）上、筒状カプセル\nの幅も筒状排出口の幅とほぼ同じであること、その他原判示の要因から、比喩的に\n言えば、イ号意匠は全体として重心の高い不安定な印象を与えるのに対して、本件\n登録意匠は全体として重心の低い安定した印象を与えることが認められるのであっ\nて、控訴理由２の主張は採用することはできない。\n３　控訴理由３について\n控訴人は控訴理由３のとおり主張し、これに沿う報告書（甲11）を提出す\nるが、液体を貯留する容器としてボトル状の形態というのはありふれたものであ\nり、輸液容器についても、控訴人のいうボトル状の容器本体を図示した乙６及び乙\n28の特許出願が公開される以前の平成四年一二月に森下ルセル株式会社からボトル\n状の容器本体を構成要素とする意匠の登録出願がされている（乙８）ことからして\nも、独創性が高いとまではいえない。前示のような鉉状吊り手段がこれに加わった\nからといって、その構成ないし形状そのものだけをもって独創的で斬新なものであ\nると認めることはできない。\n容器本体がボトル状で鉉のあるものといった抽象的な構成ないし形状をも\nって本件登録意匠の類似範囲（本件意匠の権利範囲）とするかのような解釈が採れ\nないことはいうまでもなく、右に述べたところからすれば、控訴人主張の独創性を\n理由として本件登録意匠の類似範囲（本件意匠権の権利範囲）を前示（原判示）の\nような具体的形状等を離れて広く解することもできない。\n４　控訴理由４について\n本件登録意匠とイ号意匠とは、前示（補正後の原判示）のとおり、類似し\nていないものと認められる。\n控訴人は、控訴人類似１、２は原判決指摘の相違点に関してイ号意匠と同\n様の構成ないし形状を採っているにもかかわらず、本件登録意匠の類似意匠として\n登録を認められたのであり、原判決指摘の点は微細な印象の相違しか生じず、要部\nとはなり得ないと主張する。\n確かに、前示の相違点に関する本件登録意匠と控訴人類似１、２との間の\n相違にも相当なものがあり、特許庁は、控訴人類似１、２を類似意匠として登録す\nるに当たり、これらの点以外の共通点を要部ととらえ、その共通部分から生ずる美\n感がこれらの点の相違を凌駕すると考えた可能性が高いことはそのとおりである。\nしかし、侵害訴訟における本意匠の要部の認定に当たって、類似意匠登録\nをした特許庁の判断を尊重して類似意匠として登録された意匠との関係を斟酌すべ\nきことは当然ではあるが、裁判所が特許庁の判断に拘束されるものではなく、本件\nにおいて、少なくとも本件登録意匠とイ号意匠とが類似しないことは前示のとおり\nであって、イ号意匠は控訴人類似１、２のいずれかと全く同一であるとはいえない\n以上、控訴人類似１、２が類似意匠登録されていることを考慮しても、右判断は左\n右されない。\n〔なお、控訴人類似１、２は、下方は厚い筒状排出口を残しているが、そ\nの幅（径）を小さくし、しかも上方首部を露出・形成して、上下首部の太さの差を\n少なくしたことにより、被控訴人ら類似３、４ひいてはイ号意匠との類似性を強め\nたものと認められる。そして、本件登録意匠とイ号意匠との類否判断についてさき\nに説示したところによれば、むしろ本件登録意匠と控訴人類似１、２の美感には異\nなるものがあるということも可能なように思われる。もっとも、控訴人類似１、２\nは、厚い筒状排出口を有し、下方首部が短いか又は存在しないことにより、筒状排\n出口ないし容器本体の下部に質量感がある点において、本件登録意匠に類似し、イ\n号意匠に類似しない点も有している。〕\n５　控訴理由５について\n(一)　旧意匠法における類似意匠制度は、控訴人も認めるとおり、本意匠の\n保護（紛争の防止、権利行使の迅速化等）のため、本意匠の権利範囲（類似範囲）\nを客観的に明確化することを目的とする制度であり、類似意匠の登録は当該意匠が\n本意匠の意匠権の類似範囲に属することを確認するものであって、それによって本\n意匠の権利範囲（効力範囲）を拡張するものではない。旧意匠法一〇条二項は、類\n似意匠にのみ類似する意匠については類似意匠の意匠登録を受けることはできない\nものとしており、本意匠の権利範囲を逸脱して権利範囲が無限に拡大することを防\n止しているが、その趣旨からしても、右のように解すべきであり、また、類似意匠\nは発生後直ちに本意匠権に合体するものである（旧意匠法二二条）から、類似意匠\nに独立した意匠権としての独自の権利範囲（効力範囲＝意匠法二三条）を肯定する\nことはできない。したがって、類似意匠の意匠権（あるいは、それを合体した本意\n匠の意匠権）に基づいて、それに類似するが本意匠には類似しない他人の意匠の実\n施を差し止めることはできないものと解される。\n(二)　一方、類似意匠は本意匠とは別に設定登録を受けるものであり、その\n登録要件については、旧意匠法一〇条一項に定める特別の要件のほか、一般規定で\nある同法三条、九条が適用され、類似意匠がその意匠登録出願日に存する公知意\n匠、先願意匠に類似するときは、類似意匠の登録出願は拒絶されるものと解され\nる。同法九条一項にいう意匠登録出願には、他の意匠の類似意匠の意匠登録出願も\n含まれると解されるとすれば（同法一二条等の文理からは、そのように解され\nる。）、他の意匠の類似意匠の登録出願が先願としてあり、その類似意匠と後願に\n係る類似意匠とが類似しているときは、同法九条一項により先願である意匠登録出\n願人のみがその意匠の登録を受けることができることになる。\n本件において、被控訴人ら類似３、４は、特許庁により、右のような解\n釈の下、先願である控訴人類似１の後願排除効によって登録を無効とすべきものと\nされたものと認められる（前記基礎となる事実４）。控訴人は、類似意匠には類似\nするが本意匠には類似しないという意匠を認めることは、類似意匠制度に反するこ\nとになり、被控訴人ら類似３、４（ひいてはイ号意匠）が控訴人類似１に類似する\nということは必然的に本件登録意匠の類似範囲にあることになると主張するが、旧\n意匠法一〇条二項は、本意匠には類似せず類似意匠にのみ類似する意匠の存在を予\n定した上で、そのような意匠を類似意匠として登録することを禁止しているもので\nあり、類似意匠に類似するからといって必ずしも本意匠に類似することにはならな\nいことは明らかである。いわゆる確認説の立場から、「本意匠の範囲を超える類似\n意匠の類似範囲という概念は認められない」と主張されるのも、本意匠の類似範囲\nを超えて類似意匠にのみ類似する範囲にまで本意匠の効力を認めることはできない\nとの趣旨に解すべきであり、旧意匠法一〇条二項も、そのような範囲にある意匠に\nつき類似意匠登録を認めないこととしているのである。そして、前記のとおり特許\n庁が類似意匠である控訴人類似１に類似することを無効理由としたのは、意匠法九\n条一項の先願主義の適用上、被控訴人ら類似３、４の登録出願と控訴人類似１の登\n録出願とは類似の意匠についての複数の意匠登録出願に当たると評価したからであ\nって、類似意匠に固有の権利範囲を認めてその範囲（類似範囲）に属するから被控\n訴人ら類似３、４の登録を無効としたものとは解されない。したがって、特許庁の\n前記判断が、被控訴人ら類似３、４につき、本件登録意匠には類似しないが、類似\n意匠にのみ類似していることを理由としているとしても、その判断は本意匠に類似\nしない類似意匠の権利範囲を認める結果となるものではなく、控訴人主張のような\n意味で類似意匠制度に反するものではない。\n(三)  以上のとおり、被控訴人ら類似３、４が、控訴人類似１に類似するも\nのであり、意匠法九条一項により登録を受けられないとしても、被控訴人ら類似\n３、４ないしイ号意匠が、本件登録意匠には類似せず、その類似意匠にのみ類似す\nるにすぎないとすれば、本件意匠権の効力範囲には属さないものであって、その実\n施が差し止められるべきものではない〔なお、いわゆる拡張説に立って類似意匠の\n類似範囲にまで意匠権の範囲が拡張されると解するとしても、その拡張部分につい\nての効力は類似意匠の登録により発生するものであって、合体によっても、本意匠\n登録時まで遡及すると解することはできないから、イ号意匠については先使用（意\n匠法二九条）の問題を生ずることになる。〕。\nそして、前示のとおり、イ号意匠は、本件登録意匠に類似しない以上、\n仮に控訴人類似１、２に類似しているとしても、本件意匠権に基づきその実施が妨\nげられるものではないというべきである。\n第四　結論\n以上によれば、被控訴人製品の製造・販売の差止め、被控訴人製品及びその\n半製品の廃棄を求める控訴人の本件各請求を棄却した原審の判断は相当であって、\n本件控訴は棄却すべきであり、イ号意匠が本件登録意匠に類似しており、被控訴人\n製品の製造・販売が本件意匠権を侵害することを前提として損害賠償を求める控訴\n人の当審追加請求も理由がないことが明らかであるから、右追加請求も棄却を免れ\nない。\nよって、主文のとおり判決する。\n大阪高等裁判所第八民事部\n裁判長裁判官　　　　鳥越健治\n裁判官        小原卓雄\n裁判官　　　　川神　裕\n"
}