{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 26
  },
  "case_number": "平成12(行ケ)476",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/012663_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４７６号　審決取消請求事件\n判　　　　　　　　　決\n原　　　　　　告　　　　株式会社コマリョー\n代表者代表取締役　　　　Ａ\n訴訟代理人弁護士　　　　松　村　信　夫\n同　　　　　　　　　　　和　田　宏　徳\n同　　　　　　　　　　　塩　田　千恵子\n同　　　　　　　　　　　岩　井　　　泉\n同　　　　弁理士　　　　清　末　康　子\n被　　　　　　告　　　　Ｂ\n主　　　　　　　　　文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が平成１１年審判第３５４３４号事件について平成１２年１０月２６\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n第２　本件記録上認められる事実\n原告及び株式会社レバンテ（以下「レバンテ」という。）は、「ETNIES」の\n欧文字を横書きして成り、商標法施行令別表の第２５類「洋服、コート、セーター\n類、ワイシャツ類、寝巻き類、下着、和服、エプロン、えり巻き、靴下、ゲート\nル、毛皮製ストール、ショール、スカーフ、手袋、ネクタイ、ネッカチーフ、マフ\nラー、耳覆い、ヘルメット、帽子、バンド、ベルト」を指定商品とする登録第３１\n１６０３８号商標（以下「本件商標」という。）に係る商標権の共有者である。\n本件商標は、平成４年１２月１７日に登録出願され、平成８年１月３１日に\n権利者をレバンテとして設定登録された後、原告に対する商標権の一部移転がさ\nれ、平成１１年１月２１日にその登録がされたものである。\n被告は、同年８月２０日、原告及びレバンテを被請求人として、本件商標に\nつき登録無効の審判請求をし、同請求は、平成１１年審判第３５４３４号事件（以\n下「本件審判事件」という。）として特許庁に係属した。なお、本件審判事件につ\nき、被請求人である原告は弁理士Ｃ及び同Ｄを、レバンテは弁護士Ｅ、弁理士Ｆ及\nび同Ｇを審判代理人に選任した。\n特許庁は、平成１２年１０月２６日、本件審判事件につき、本件商標は、商\n標法４条１項１９号の規定に違反して登録されたものというべきであるから、その\n登録は同法４６条１項１号の規定により無効とすべきであるとして、「登録第３１\n１６０３８号の登録を無効とする。」との審決（以下「本件審決」という。）をし\nた。\n第３　原告の主張及び当裁判所の判断\n１　本件訴状には、原告の主張として、本件審決の謄本は平成１２年１１月１５\n日に原告に送達されたところ、本件商標の登録の効力に関する本件審決の認定判断\nは誤りであるから、本件審決は違法として取り消されるべきである旨の記載があ\nる。\n２　ところで、共有に係る商標権について商標権者に対し商標登録の無効の審判\nを請求するときには、共有者の全員を被請求人として請求しなければならない（商\n標法５６条１項において準用する特許法１３２条２項）が、そのような審判請求に\n対し、当該商標の登録を無効とする審決がされた場合に、その審決の取消しを求め\nる訴えは、共有者が全員で提起することを要する固有必要的共同訴訟と解すべきで\nある。\nこの点につき、原告が提出した平成１２年１２月２８日付け上申書には、原\n告の主張として、商標権の共有が、民法上のいわゆる合有ではなく通常の共有とし\nての法的性質を有すると解されるから、共有者の一人は保存行為として商標登録を\n無効とした審決の取消しの訴えを提起することができるものと解すべき旨の記載が\nあり、さらに、審決取消しの訴えは、審決が示した権利付与、権利の無効等の判断\nの適否を間接的に統制するものであるから、その結果が共有者間において合一的に\n確定されなければならない必要性は審決ほど高くない旨、すでに登録された商標が\n無効とされることによる影響の大きさは、原告のようにこれを使用して業務を行っ\nてきた者と、レバンテのように商標権の共有者であってもこれを使用していない者\nとでは大きな相違があり、商標を使用していない共有者に商標登録を無効とした審\n決の取消しの訴えの提起を期待することは困難である旨の記載もある。\nしかしながら、共有に係る商標権につき商標登録を無効とした審決の取消し\nを求める訴えにおいて、その審決を取り消すか否かは、間接的にではあれ、共有者\n全員の有する一個の権利の存否を決めるものとして、共有者全員につき合一に確定\nする必要があるものというべきである。この点は、仮に、商標権の共有の法的性質\nが民法上の通常の共有と解されるとしても、そのことによって別異に解されるもの\nではなく、したがって、共有者のうちの一部の者のみが、保存行為として上記審決\nの取消しの訴えを適法に提起できるものではない。\nまた、商標法は、商標登録を受ける権利の共有者がその共有に係る権利につ\nいて審判を請求する場合（商標法４４条、４５条）には、共有者の全員が共同して\n請求しなければならないとしており（商標法５６条１項において準用する特許法１\n３２条３項）、さらに、共有に係る商標権の商標登録がされた後においても、それ\nが、商標法の一部を改正する法律（平成３年法律第６５号）附則５条２項に規定す\nる使用に基づく特例の適用の主張を伴う商標登録出願に係る同一又は類似の役務に\nついて使用をする同一又は類似の二以上の登録商標がある場合の当該登録商標であ\nれば、その商標権の存続期間の最初の更新登録の出願に対してされた拒絶査定（商\n標法等の一部を改正する法律（平成８年法律第６８号）附則１１条、１３条）に対\nする不服の審判を請求する場合には、共有者の全員が共同して請求しなければなら\nないとしている（商標法５６条１項において準用する特許法１３２条３項）ほか、\n商標法等の一部を改正する法律（平成８年法律第６８号）による商標法の改正前\nは、登録商標一般について同様の扱いであった（同改正前の商標法２０条、２１\n条、商標法５６条１項において準用する特許法１３２条３項、なお、上記の商標権\nの存続期間の更新登録に関する改正は、登録更新についての規定を商標法条約（平\n成９年条約第２号）１３条(6)に適合させる必要があることに基づき、登録商標一般\nにつき更新時の実体審査を原則として廃止する目的によるものであって、共有に係\nる商標権について格別の配慮がされたものではない。）ことにかんがみると、商標\n法は、商標登録を受ける権利又は商標権の共有者中に権利の取得又は存続の意欲を\n失った者がいる場合には、一個の商標権全体について、その取得又は存続ができな\nくともやむを得ないとしていることがうかがえるのであるから、商標登録を無効と\nした審決の取消しの訴えの提起の場合に同様の扱いをすることが、格別不合理であ\nるとすることはできない。\nしたがって、上記上申書記載の原告の主張は採用することができない。\n３　そうすると、本件審決の取消しの訴えは、本件商標に係る商標権の共有者で\nある原告及びレバンテの両名で提起すべきものであって、原告のみの提起に係る本\n件訴えは、不適法であるといわなければならない。\nそして、本件審判事件につき、被請求人である原告及びレバンテがいずれも\n弁護士又は弁理士を審判代理人に選任したことは前示のとおりであるから、原告に\n対し本件審決の謄本が送達された平成１２年１１月１５日ころに、レバンテに対し\nても本件審決の謄本の送達がされたものと推認されるところ、現在に至るまでレバ\nンテから本件審決の取消しを求める訴えが当庁に提起された事実がないことは当裁\n判所に顕著である。したがって、レバンテについては、既に出訴期間（商標法６３\n条２項において準用する特許法１７８条３項）が経過しているから、前示のとおり\n不適法である本件訴えは、その不備を補正する余地がなくなったものといわざるを\n得ない。\n４　よって、本件訴えは、不適法でその不備を補正することができないから、行\n政事件訴訟法７条、民事訴訟法１４０条に則り、口頭弁論を経ないで、本件訴えを\n却下することとし、訴訟費用の負担につき、行政事件訴訟法７条、民事訴訟法６１\n条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官　　　石　　原　　直　　樹\n裁判官　　　宮　　坂　　昌　　利\n"
}