{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 4,
    "day": 27
  },
  "case_number": "平成9(行ウ)172",
  "case_name": "文書非開示処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　文書不存在を理由とする公文書の非開示決定の取消訴訟における文書の存否に関する立証責任　２　市土地開発公社の作成した同公社の買収した土地に係る売買契約書が，武蔵野市情報公開条例（平成元年武蔵野市条例第７号）で開示請求の対象として規定されている「公文書」に当たるとされた事例　３　市土地開発公社が買収した土地に係る売買契約書に記載された売買代金額が，武蔵野市情報公開条例（平成元年武蔵野市条例第７号）１１条２号に非開示事由として規定されている個人識別情報に当たらないとされた事例",
  "case_gist": "１　文書不存在を理由とする公文書の非開示決定の取消訴訟における文書の存否に関する立証責任につき，条例の規定によれば，公文書の開示請求権が発生するためには，実施機関が当該文書を管理していることが要件となり，実施機関が当該文書を管理しているというためには，当該文書が存在することが当然の前提となるから，当該文書の存在は，当該文書に係る開示請求権が発生するための必須の要件というべきであって，文書の開示請求者が立証責任を負うものと解すべきである。　２　市土地開発公社の作成した同公社が買収した土地に係る売買契約書につき，同公社が当該土地の取得のための資金を銀行等から借り入れるに際し，市は債務保証を行った上，将来当該土地を公社の取得代金に銀行等からの借入資金に係る利息を加えた金額で買い取ることになるのであるから，同公社が市の委託を受けて土地を取得した場合には，同公社は受託者として少なくとも当該土地に係る売買契約書の写しを交付して市に対し売買の成立について報告し，債務保証を受ける金額について証明するのが当然であることや，市と同公社の各事務所の所在，人員構成，職務の分担，関係文書の保管，利用状況等を考え併せると，前記売買契約書は同公社が作成したものではあるが，実質的には市が同公社から同契約書の写しの交付を受ける代わりに，同契約書を市において取得したものと同様に利用することができるとの黙示の合意の下に，これを市長と同公社とが共同で管理しているものと評価するのが相当であるとして，同契約書は武蔵野市情報公開条例（平成元年武蔵野市条例第７号）で開示請求の対象として規定されている「公文書」に該当するとした事例　３　市土地開発公社が買収した土地に係る売買契約書に記載された売買代金額につき，それ自体では直接的に個人を識別し得る情報ではなく，売買契約の当事者がだれであるかといった情報と結合することにより個人を識別し得る情報となるものであって，個人的情報の端緒となるにすぎないものであること，前記売買契約は公的な性質をある程度帯び，その限度で特殊性を有する売買であり，その売買代金額も基本的には公示価格を基準として算出される一定の範囲に限られることなどからすれば，当該売買代金額のプライバシーとしての要保護性はそれほど強くはなく，同公社は市に必要な公有地となるべき土地等の取得等を行うものであり，同公社が取得した土地等は最終的には市の財政の負担に帰せしめられるところ，売買代金額は同公社の譲渡価格を判別させる情報であり，市政に関する情報の提供を通じて民主的な市政の発展に寄与するという武蔵野市情報公開条例（平成元年武蔵野市条例第７号）の目的からしても開示する必要性が大きいことからすると，前記代金額は，同条例１１条２号に非開示事由として規定されている個人識別情報に当たらないとした事例",
  "lawsuit_id": "15843",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15843",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/843/015843_hanrei.pdf",
  "contents": "主　　　文\n一　被告の原告に対する平成八年八月七日付けの文書の非開示決定処分（ただし、\n平成九年五月六日付けで開示する旨の決定をしたものを除く。）のうち、別紙五の\n非開示決定を取り消す部分欄記載の各事項についてこれを非開示とした部分を取り\n消す。\n二　原告のその余の請求を棄却する。\n三　訴訟費用は、これを三分し、その二を原告の負担とし、その余を被告の負担と\nする。\n事実及び理由\n第一　請求\n被告が原告に対して平成八年八月七日付けでした文書の非開示決定処分（ただ\nし、平成九年五月六日付けで開示する旨の決定をしたものを除く。）を取り消す。\n第二　事案の概要\n本件は、東京都武蔵野市（以下「市」という。）の住民である原告が、被告に対\nして、武蔵野市情報公開条例（平成元年市条例第七号。以下「本件条例」とい\nう。）に基づく情報公開請求をしたところ、被告が、平成八年八月七日付けで、別\n紙二記載の各文書を非開示とし、別紙三記載の各文書を一部非開示とする旨の決定\nをし、その後平成九年五月六日付けで、別紙四記載の各文書について開示する旨右\n決定を変更する決定（以下、これによって変更された後の非開示決定を「本件非開\n示決定」という。）をしたため、原告が本件非開示決定の取消しを求めたものであ\nる。\n一　本件条例の定め\n本件条例は、地方自治の本旨に基づき、市民の市政への参加を保障し、市民生活\nの利便と開かれた民主的な市政発展に寄与するため、個人に関する情報を最大限保\n護しつつ、市政に関する情報の提供及び公文書の開示等に関して必要な事項を定\nめ、総合的な情報公開の推進を図ることを目的とし（本件条例一条）、実施機関\nは、情報の提供及び公文書の開示等に当たって情報の公開を求める市民の権利が保\n障されるように努めなければならず、この場合、個人情報であって、特定の個人が\n識別され得るものをみだりに公にすることのないよう最大限の配慮をしなければな\nらないとした（本件条例三条）うえで、市の区域内に住所を有する者等は実施機関\nに対して公文書の開示を請求することができるものとしている（本件条例七条）。\n本件条例において、「実施機関」とは、市長、教育委員会、選挙管理委員会、監\n査委員、公平委員会、農業委員会、固定資産評価審査委員会及び議会をいい（本件\n条例二条一号）、「公文書」とは、実施機関の職員が職務上作成し、又は取得した\n文書、図画、写真\n、フイルム、及び磁気テープその他これに類するもので、決裁、供覧その他これら\nに準ずる手続が終了し、当該実施機関が管理しているものをいう（同条二号）。\nまた、本件条例は、開示の請求に係る公文書に一定の情報が記録されているとき\nは、当該公文書に係る公文書を開示しないことができるとし、右の情報として、①\n個人に関する情報（事業を営む個人の当該事業に関する情報を除く。）で特定の個\n人が識別され、又は識別され得るもののうち、イ　法令等の定めるところにより、\n何人でも閲覧することができる情報、口　実施機関が作成し、又は取得した情報で\n公表を目的としているもの、ハ　法令等の規定に基づく許可、届出等の際に実施機\n関が作成し、又は取得した情報で、開示することが公益上必要であると認められる\nものを除いたもの（本件条例一一条二号。以下「個人識別情報」という。）、②法\n人その他の団体（国及び地方公共団体を除く。以下「法人等」という。）に関する\n情報又は事業を営む個人の当該事業に関する情報であって、開示することにより、\n当該法人等又は当該事業を営む個人の競争上又は事業運営上の地位その他社会的な\n地位が損なわれると認められるもののうち、イ　事業活動によって生じ、又は生ず\nるおそれがある危害から人の生命、身体及び健康を保護するために、開示すること\nが必要であると認められる情報、口　違法若しくは不当な事業活動によって生じ、\n又は生ずるおそれがある支障から人の生活を保護するために、開示することが必要\nであると認められる情報、ハ　事業活動によって生じ、又は生ずるおそれがある侵\n害から消費生活その他市民の生活を保護するために、開示することが必要であると\n認められる情報を除いたもの（同条三号。以下「法人情報」という。）、③実施機\n関（市長を除く。）、市の執行機関の付属機関並びに専門委員及びこれらに類する\nもの（以下「合議制機関等」という。）の会議に係る審議資料、議決事項、会議録\n等の情報であって、開示することにより、当該合議制機関等の公正又は適正な議事\n運営が著しく損なわれるおそれのあるもの（同条六号。以下「合議制機関情報」と\nいう。）、④試験の問題及び採点基準、入札予定価格、工事等の起工書、検査、争\n訟の方針、用地買収計画その他市又は国等の事務又は事業に関する情報であって、\n開示することにより、当該事務若しくは事業の公正かつ円滑な実施を著しく困難に\nする\nおそれのあるもの（同条七号。以下「事務事業情報」という。）に該当するものを\n掲げている。\nそして、実施機関は、開示請求に係る公文書に、開示しないことができる情報\n（以下「非開示情報」という。）とそれ以外の情報が記録されている場合におい\nて、非開示情報とそれ以外の部分を容易に、かつ、開示請求の趣旨が損なわれない\n程度に分離できるときは、当該非開示情報が記録されている部分を除いて、当該公\n文書に係る公文書の開示をするものとするとしている（本件条例一二条）。\n二　前提となる事実（証拠を掲記したもの以外は当事者間に争いのない事実であ\nる。）\n１　当事者\n原告は武蔵野市内に住所を有する武蔵野市の住民であり、被告は本件条例二条一\n項の実施機関である。\n２　本件非開示決定に至る経緯\n（一）　原告は、被告に対し、平成八年七月一一日、本件条例八条に基づき、別紙\n一記載の各公文書（以下「本件各文書」といい、同別紙の１から７まで及び８のイ\nないしルまでに記載の各個の文書については、それぞれ「文書１」、「文書８イ」\nなどという。）の開示を請求（以下「本件請求」という。）した。\n文書８チの売買契約書及び文書８イないしルの各文書のうちの折衝記録を除く本\n件各文書は、市のファイル基準表ないし保存文書一覧表に記載されていた。\n（二）　被告は、平成八年八月七日、本件請求に係る本件各文書のうち文書２の平\n成元年度から平成六年度までの分及び文書４について開示決定をし、その余の各文\n書については、別紙二記載の各文書を非開示とし、別紙三記載の各文書を一部非開\n示とする旨の決定をした（本件非開示決定）。\n（三）　これに対し、原告は、平成八年九月六日、右決定は本件条例の解釈を誤\nり、また、存在する文書を不当に隠匿しているとして、被告に異議申立てをした。\n（四）　被告は、平成九年四月一四日にされた市公文書開示審査会（以下「審査\n会」という。）の答申に基づき、同年五月六日、別紙四記載の各文書について開示\nする旨、右決定を変更する決定をした。\n３　武蔵野市土地開発公社（以下「公社」という。）は、公共用地、公用地等の取\n得、管理、処分等を行うことにより、地域の秩序ある整備と市民福祉の増進に寄与\nすることを目的として、市を設立団体として、公有地の拡大の推進に関する法律\n（以下「公拡法」という。）一〇条に基づいて設立されたものである（乙二、証人\nＡ）。\n三　被告の主張する非開示事由\n１　文書１（武蔵野市財産価格審議会議事録）について\n武蔵野市財産価格審議会議事録には、買収する土地の評定価格、付近類地の取引\n内容、当該土地への比準率などの評価方法等が記載されている。当該土地の売主が\n得る売買代金額や、付近類地の売主の取引事例の内容は、当然保護されるべきプラ\nイバシーであり、個人識別情報又は法人情報に該当する（本件条例一一条二号、三\n号）。\nまた、土地の売買価格や評価方法・内容等が公になることによって、用地取得の\n公正、円滑な遂行に著しい支障をきたす（同条七項）。\nさらに、議事録の全部開示により、委員の自由率直な意見交換が阻害されるな\nど、審議会の公正で適正な議事運営が著しく損なわれるおそれがある（同条六\n号）。\nしたがって、①　具体の土地の単価、評価額、鑑定額、固定資産評価額若しくは\n世評価格（公示地価その他法令に基づいて公開されているものを除く。）並びに評\n価内訳のうち時点修正値及び基準地価格若しくは取引事例価格から見た鑑定地若し\nくは買取り土地への比準の内容、②　右①に掲げるもののほか、地価の評価に当た\nって参考とした取引事例に係る土地（当該取引の当事者の双方若しくは一方が個人\nであるものに限る。）についての情報のうち、当該土地を特定するための情報（所\n在、地番、地積等を言語若しくは図面によって表示したもの）及び当該取引の年月\n日について、一部非開示としたものである。\n２　文書２（用地取得に関する覚書（市→公社））のうち平成七年度及び平成八年\n度分（以下「文書２の本件二年度分」という。）について\n本件非開示決定においては、右の覚書添付の別表に記載された土地所有者たる個\n人の氏名を非開示とした。\n氏名部分は個人識別情報に該当する（本件条例一一条二号）。そもそも、土地所\n有者個人の氏名部分を開示する公益性は認められない。\nまた、右部分を開示すると、用地買収計画の公正かつ円滑な実施を著しく困難に\nするおそれがある（同条七号）。\nよって、右の覚書添付の別表に記載された土地所有者たる個人の氏名を非開示と\nしたものである。\n３　文書３（用地取得に関する覚書（公社→市））について\n右の覚書は、非実施機関である公社の文書であるから、本件条例上の公文書に該\n当しない。\n４　文書５①（公拡法・買取希望申出書）について\n買取希望申出書は、公拡法五条一項に基づき、私人がその所有する土地の地方公\n共団体による買取り\nを希望する旨知事に対して申し出るものであり、当該土地に関する事項（所在・地\n番、地目、地積、土地に存する権利）、土地上の工作物に関する事項（所在・地\n番、用途、構造、面積、所有者、工作物に存する権利）、買取り希望価格が記載さ\nれているものであるから、プライバシーの要保護性の高い個人識別情報又は法人情\n報に該当する（本件条例一一条二号、三号）。そして、右申出は単に土地等財産の\n買取りを希望するもので、人の生命、身体、健康、財産等に関する公共の安全にか\nかわるものではなく、これを開示する公益上の必要は認められないから、同条二号\nハ、三号イロハに該当しない。\nまた、右文書を開示すると、用地買収計画の公正かつ円滑な実施を著しく困難に\nするおそれがある（同条七号）。\n５　文書５②（公拡法・実施状況報告書）について\n右文書はそもそも作成していないから不存在である。\n６　文書６（公拡法・土地有償譲渡届出書）について\n土地有償譲渡届出書は、公拡法四条一項に基づき、私人がその所有する土地を他\nの私人へ有償で譲り渡そうとする際にその取引内容（譲渡人、譲受人に関する事\n項、土地に関する事項、土地上の工作物に関する事項、譲渡予定価格に関する事\n項）を知事に届け出るものであるから、プライバシーの要保護性の高い個人識別情\n報又は法人情報に該当する（本件条例一一条二号、三号）。そして、右届出は単に\n私人間の土地取引内容を表示するもので、人の生命、身体、健康、財産等に関する\n公共の安全にかかわるものではなく、これを開示する公益上の必要は認められない\nから、同条二号ハ、三号イロハに該当しない。\nまた、右文書を開示すると、用地買収計画の公正かつ円滑な実施を著しく困難に\nするおそれがある（同条七号）。\n７　文書７（理事会関係書類（議事）公社）について\n右の書類は、非実施機関である公社の文書であるから、本件条例上の文書に該当\nしない。\n８　文書８イないしヌの売買契約書について\n（一）　文書８ハ・二・ホ・チの売買契約書について\n右文書はいずれも非実施機関である公社の文書であるから、本件条例上の公文書\nに該当しない。\n（二）　文書８口・トの売買契約書について\n（１）　公文書に該当しないこと\n私人と市との売買契約書は、私人と市の双方が作成、取得した文書であるから、\n右契約書は、一面公文書であるが、他面私文書である。このような契約書を開示す\nれば、同一原本である私人\nが所有する契約書もその意思に反して開示されることになる。こうした私文書性を\n有する文書は、専ら職員が職務上作成し又は取得した文書ではなく、本件条例二条\n二号の公文書には該当しないと解するべきである。\n（２）　個人識別情報に該当すること\n仮に公文書に該当するとしても、かかる売買契約書は、私文書性を有しており、\nかつ、私人の氏名、売買対象土地、その代金額が明示されているから、プライバシ\nー保護の観点から要保護性は極めて高い。よって、個人識別情報（本件条例一一条\n二号）として、当然非公開とされるべきである。\n（３）　事務事業情報に該当すること\n土地の売買価格が開示されると、用地買収計画の公正かつ円滑な実施を著しく困\n難にするおそれがあるから、本件条例一一条七号に該当し、非公開とされるべきで\nある。\n（三）　文書８イ・へ・リ・ヌの売買契約書について\nこれらの売買契約書を開示すれば、公社が私人から購入した際の売買契約書の内\n容も同時に明らかになるが、私人と公社間の契約書は、前記（二）（２）のとおり\n要保護性が高く、個人識別情報（本件条例一一条二号）として、当然非公開とされ\nるべきである。なお、文書８イは、法人情報（同条三号）に該当するので、非公開\nとされるべきである。\nまた、土地の売買価格が開示されると、用地買収計画の公正かつ円滑な実施を著\nしく困難にするおそれがある（同条七号）。\n９　文書８イないしルの折衝記録について\nそもそも作成していないので、不存在である。\nなお、折衝の過程において職員が個人的な備忘メモを作成したことがあったとし\nても、かかる文書は市の管理する公文書ではなく、本件条例の対象にはならない。\n四　争点及びこれに対する当事者の主張\n本件の争点は、本件非開示決定の適法性であり、具体的には、以下の点が争いと\nなっている。\n１　争点１\n文書５②（実施状況報告書）、文書８イないしルの折衝記録が存在するかどうか\n２　争点２\n文書３（用地取得に関する覚書（公社→市））、７（理事会関係書類（議事）公\n社）、８ハ・ニ・ホ・チ（土地の取得に係る折衝記録並びに売買契約書）につい\nて、非実施機関である公社が管理している文書であるとして非開示とした本件非開\n示決定が適法か否か\n３　争点３\n文書１（武蔵野市財産価格審議会議事録）、２（用地取得に関する覚書（市→公\n社））の本件二年度分、５①（公拡法・買取希望申出書）、６（公拡法・土地有\n償譲渡届出書）、８口・へ・ト・リ・ヌの売買契約書が個人識別情報に該当すると\nして、その全部ないし一部を非開示とした本件非開示決定が適法か否か\n４　争点４\n文書１（武蔵野市財産価格審議会議事録）、２（用地取得に関する覚書（市→公\n社））の本件二年度分、５①（公拡法・買取希望申出書）、６（公拡法・土地有償\n譲渡届出書）、８イ・口・へ・ト・リ・ヌの売買契約書が事業事務情報に該当する\nとして、その全部ないし一部を非開示とした本件非開承決定が適法か否か\n５　争点５\n文書１（武蔵野市財産価格審議会議事録）が合議制機関情報に該当するとして、\nその全部を非開示とした本件非開示決定が適法か否か\n五　争点に関する当事者の主張\n１　争点１（文書５②、文書８イないしルの折衝記録が存在するかどうか）につい\nて\n（原告の主張）\n（一）　実施状況報告書（文書５②）について\n実施状況報告書は、市のファイル基準表には記載されているものであり、ファイ\nル基準表に記載されている以上存在しているはずである。記載はされているが実際\nには存在しないとの被告の主張は信用できない。\n（二）　折衝記録（文書８イないしルの折衝記録）について\n折衝記録についても、市のファイル基準表及び保存文書一覧表に折衝記録という\n名称のフォルダーが掲載されている以上存在しているはずである。\n（１）　原告が本件請求において開示を求めた文書８イないしルに係る土地取引\nは、いずれも多額の購入代金で購入したとか、宅地開発指導要綱に反して道路造成\nを市が行ったりしたとかいった疑問のある取引事例であり、折衝記録を残さずに行\n為の正当性について市民に対する説明責任を果たすことができないものばかりであ\nる。このような契約である以上、市の職員も公社の職員もどんな出来事であれすべ\nて記録にとどめ保管したはずである。\n被告は、右の土地取引は土地所有者からの買取請求に基づく任意買収であり、そ\nの交渉はスムーズに進んだため折衝記録が存在しないと主張するが、売主と市ない\nし公社の職員との交渉が一切もたれず契約が締結されたなどということは考えられ\nない。売主との間の折衝の経過を整理し、記録にとどめることは、直接折衝に当た\nっている職員にとって、業務の進捗状況を上司に報告し、決裁を仰ぐという役割を\n持つ必須の文書であるし、さらに担当者が代わった場合の引継ぎや問題が後日発生\nしたときの証明文書としても必要なものであること\nは明らかである。しかも、右ファイル基準表及び保存文書一覧表には、いずれも折\n衝記録という名称のフォルダーが掲載されている。\n被告は、公式に記録として作成した折衝記録が存在しないと主張するが、折衝記\n録が不存在であるとは到底信じることができない。\n以上からすると、折衝記録は存在しているというべきである。\n（２）市の平成八年度のファイル基準表及び保存文書一覧表には、いずれも折衝記\n録という名称のフォルダーが掲載されている。被告は、折衝記録という本件請求に\n係る文書を、一方的に売主と公社（市）が折衝したときに公社（市）が折衝内容に\nついて公式に記録として作成したという概念に限定し、それが存在しないとしてい\nるにすぎない。\nしかしながら、仮に公式に記録として作成した折衝記録が存在しないとしても、\nそれぞれの売買について公社（市）が収集ないし作成した文書で右の折衝記録のフ\nォルダーに入っているものは必ず存在するのであるから、それを存在しないとして\n開示しないことは許されないというべきである。\nしたがって、仮に公式に記録として作成した折衝記録が存在しないとしても、売\n主との折衝の経過や問題点などをその都度公社（市）側職員が整理した文書を含む\n折衝記録のフォルダー内に存するすべての折衝記録を公開すべきである。\n（被告の主張）\n（一）実施状況報告書（文書５②）について\n実施状況報告書とは、公拡法施行後に、建設省が、その実施状況の把握調査のた\nめ東京都を通じて各自治体に行った回答依頼に対する回答書をいう。右依頼は、昭\n和六一年五月二一日付けのものが最後で、その後は依頼自体がないので、実施状況\n報告書は作成されていない。よって、原告が開示請求している、平成元年度から平\n成八年度までの実施状況報告書は存在しない。\nなお、現在も市のファイル基準表に「公拡法・買取希望申出書及び実施状況報告\n書」というフォルダー名称があるのは、かつては実施状況報告書があったためかか\nるフォルダー名称にしたものが、現在まで変更されずに残っているからにすぎな\nい。\n（二）　折衝記録（文書８イないしルの折衝記録）について\n土地所有者が公社又は市に対して土地を売却する意思を積極的に表明した任意の\n用地取得の場合、市又は公社の折衝担当者は、まず、当該土地の資料である土地等\nの登記簿謄本、公図、実測図面などを集め、当該土地の権利関係などを調査する\nが、その権利関係が複雑\nであったり、相続関係が入り組んでいるため紛争が生じたり、生ずるおそれがある\nような場合には、初めから取得交渉に入らない。また、市又は公社の評価担当者が\n土地鑑定書などの資料をもとに出した当該土地の評価額以上で契約することはない\nので、折衝担当者は、売主の提示価格が高すぎ右評価額まで下りて来ないときに\nは、早々に契約を打ち切ることになる。これらの問題がない場合にのみ買取り交渉\nを進めるので、右交渉は事務的に、短期間で終了し、決裁を要する折衝記録をこと\nさら作成する必要性もないため、右の折衝記録は作成しない。上司への報告も口頭\nで足りる。\nよって、原告主張の折衝記録なるものは存在しない。\nなお、当時の市用地課の職員の中には、交渉の要点を忘れないようにメモとして\n用紙に書き留め、これを上司に提示して状況を報告した事例はあるが、これは機関\nの意思決定ないし承認を求める意味の決裁ではない。また右メモはもちろん保存す\nべき公文書ではなく、現存しない。\n２　争点２（文書３、７、８ハ・ニ・ホ・チについて、非実施機関である公社が管\n理している文書であるとして非開示とした本件非開示決定が適法か否か）について\n（原告の主張）\n（一）　公社の文書は、市の文書と同様に市の用地課のキャビネットに入れて保管\nされ、キャビネットの鍵は市の用地課長が保管管理しているものであり、平成八年\n七月に原告が情報公開請求する以前は、文書３、７、８ハ・ニ・ホ・チを含む公社\nが作成した文書はすべて市の用地課の文書として市のファイル基準表及び保存文書\n一覧表に掲載されていた。また、公社の文書であっても、市の用地課の職員は自由\nに閲覧でき、公社で作成した文書又は公社の職員として職務上入手した文書であっ\nても、それを何らの収受の手続を踏むことなく、直接市の業務に使用していた。\n以上のような公社の文書の保管及び使用の実態を法的に評価すれば、公社の文書\nを公社と共に市も共同で保管しているものということができる。公社から市に正式\nに交付された事実がなくとも、そもそもそのような交付をするまでもなく、必要に\n応じて公社も市もかかる文書を使用してきたのであるから、情報公開の実施機関で\nある市長が取得し管理している文書であるといえ、文書３、７、８ハ・ニ・ホ・チ\nについて、公社が実施機関でないという理由で開示を拒むことはできないというべ\nきである。\n（二）　仮に、右のとおり公社の文書につ\nいて市が管理していると認められないとしても、本件請求との関係においては公社\nの法人格は否認され、文書３、７、８ハ・ニ・ホ・チは、公社の実質的主体である\n市長が取得し保管する文書であるというべきである。\nすなわち、まず、武蔵野市土地開発公社の場合には、出資団体は市の他にはな\nく、その基本財産や運営資金、物的基盤は一〇〇パーセント市に依拠している。そ\nして、公社運営機関である理事につき実際に市長が任命するのは、総務部長、税務\n部長、福祉保健部長、建設部長、土地開発部長、学校教育部長など現職の市幹部職\n員であり、理事長は助役が、常務理事は用地担当部長が任命されている。市におい\nて右の職につくことは当然に公社において理事長、常務理事を兼務することになる\nのである。公社の定款八条により、「理事長・常務理事は理事の互選による」と定\nめられているが、そのような実態ではない。公拡法・定款の規定にかかわらず実際\nの理事は市の幹部職員であるから、市長の意向は公社に全面的かつ直接的に反映さ\nれることになる。\nまた、実際の業務を行う職員も公社と市の業務を兼務し一体になっている。公社\nは市庁舎内の用地課の部屋に置かれている。公拡法や定款上の定めはないが、年度\nにより若干の員数の違いはあるものの公社の職員はほぼ一〇〇パーセント近く市の\n職員である。たとえば平成一〇年度では公社職員は、三九名のうち三五名は市職員\nの兼務であり、他は、二名の市からの出向職員と二名の公社の専任職員である。一\n〇名程度の市の用地課職員の仕事はそのほとんどが公社としての用地の買収であ\nり、まさに市の立場も公社の立場も入り交じって、潭然一体となって業務を遂行し\nているのである。その結果、公社と市を二つの組織ととらえて運営するなどという\n方法は行われておらず、公社の職員と市の職員を兼務する人間が実際に了知した事\n実は、当然二つの組織ともが了知したものという前提で運営が進められているので\nある。\nこのように、公社の実態は、公拡法が予定した相互関係を超えて、一体不可分の\n関係にあるものであり、本件請求との関係においては公社の法人格は否認され、文\n書３、７、８ハ・ニ・ホ・チは、公社の実質的主体である市長が取得し保管する文\n書であるというべきである。\n（被告の主張）\n（一）　本件条例が定める公文書開示請求権は、直接憲法二一条等により保障され\nた権利ではなく、条例の制定によって初めて具体\n的請求権として創設され住民に付与された権利であるから、公社を実施機関とする\nか否かも立法政策の問題である。公社は公拡法により設立された公法人で、市とは\n別個の法人格を有するものであり、かつ、本件条例二条一号が公社を実施機関とし\nていない以上、公社の文書につき開示義務がないのは当然である。\nそして、文書３、７、８ハ・ニ・ホ・チの売買契約書は、公社職員が公社の職務\nとして公社職員たる地位において作成し、かつ取得・保管している文書であるか\nら、本件条例二条二号の公開すべき「公文書」に該当しない。\nなお、文書８ハ・ニ・ホ・チの折衝記録は、前記１（被告の主張）（二）記載の\nとおり、そもそも存在しない。\n（二）　原告は、公文書開示請求との関係においては、公社の法人格は否認され、\n市と公社は同一視される旨主張する。\nしかしながら、公社は東京都知事の認可手続を経て市とは別個の法人として設立\nされたものであり、公文書開示義務を免れるための手段として設立されたものでな\nいことは明らかである。また、公社が存在していることも明白である。したがっ\nて、公社の場合、法人格の濫用事例にも形骸化事例にも当たらないから、原告の右\n主張は成り立たない。\nよって、情報公開請求との関係においても公社と市とを同一視することはできな\nいから、公社は非実施機関である\n（三）　原告は文書３、７、８ハ・ニ・ホ・チの売買契約書が、市のファイル基準\n表等に記載されていたことをもって、これらの文書が実施機関の職員が管理してい\nる文書である旨主張する。\nしかしながら、右ファイル基準表等の記載は誤ってなされたものである。すなわ\nち、平成元年一〇月の情報公開制度の実施に伴い、その前年の昭和六三年九月に、\n市は文書システムの見直しを行い、文書課の指示により各課別のファイル基準表等\nの作成を行った。ところが、新しい制度であり、また、文書課からの指示・手引に\n実施機関の記載がなかったことなどのため、実施機関か否かを明確に区別しないま\nま、とりあえず保管場所にある文書をすべてファイル基準表に記載してしまい、公\n社の文書が誤って記載されてしまったのである。そして、今回の訂正（削除）がな\nされるまで誤記載が続いてきた。\n開示の対象となる公文書は、実施機関が現実にその文書管理規程に基づいて保管\nしている文書であるところ、右の各文書は公社の職員が管理しているものであり、\n市のファイル基準表等\nに誤った記載があることを根拠に、これら文書を実施機関の職員が管理していると\nいうことはできない。\n（四）　文書３について\n用地取得に関する覚書（公社→市）は、公社が市との間で交わした覚書であっ\nて、公社が保有しているものをいう。よって、市は保有していないものである。\nなお、同一内容の用地取得に関する覚書（市→公社）（文書２）は、平成元年度\nから平成六年度までは全部開示し、平成七、八年度分（文書２の本件二年度分）に\nついては土地所有者の氏名を除き開示している。\n（五）　文書８ハ・ニ・ホの売買契約書について\nこれらの売主・公社間の売買契約書は、公社が保有し続け、その写しを含めて市\nには送付されない。送付する必要がないからである。すなわち、通常、公社は当該\n年度の用地買収資金を年度末に一括借入れし、市も一括して債務保証するが、その\n際の個別の売買契約内容の確認は、公社から送付される「武蔵野市土地開発公社事\n業資金の借入れについて（依頼）」と題する書面によってできる。また、売買価格\nは、財産価格審議会が評定した適正価格により定められる。\nよって、市は、売主・公社間の売買契約書の写しの送付を受ける必要がなく、実\n際にも交付されていないものである。\n３　争点３（文書１、２の本件二年度分、５①、６、８口・へ・ト・リ・ヌの売買\n契約書が個人識別情報に該当するとして、その全部ないし一部を非開示とした本件\n非開示決定が適法か否か）について\n（被告の主張）\n（一）　本件条例が定める公文書開示請求権は、憲法二一条に基礎を置く知る権利\nに奉仕するものではあるが、同条によって直接保障された権利ではなく、条例の制\n定によって初めて具体的請求権として創設された権利である。したがって、本件条\n例はあくまで文理により判断されるべきである。\nそして、本件条例一一条自体が、公表によって侵害されるおそれのあるプライバ\nシーと公表によって実現される公益との比較衡量に基づいて、開示しないことにつ\nいての合理的理由がある必要最小限の情報を可能な限り限定的かつ明確に類型化し\nて示したものであることからすれば、非開示理由に該当するか否かは、非開示条項\nの文言に則して客観的に判断すれば足りる。\n個人が所有する土地を譲渡することに伴う売買代金額等の当該個人の権利義務内\n容が記載されている事項は、個人の資産・所得に関する情報であり、個人のプライ\nバシー権に属するものとして最\n大限保護されるべきものであるから、明らかに本件条例一一条二号に規定されてい\nる「個人に関する情報で特定の個人が識別されるもの」に該当する。\nさらに右売買代金等は、非開示事由のさらなる例外として開示事由を定めた本件\n条例一一条ただし書イロハのいずれにも該当しない。\nしたがって、売買代金等が、本件条例の非開示事由に当たることは明らかであ\nる。\n（二）　原告は、右売買代金等について、プライバシーとしての要保護性が弱いこ\nと及び公開することが公益上特に必要と認められる情報に該当することから個人識\n別情報に該当するとして非開示とすることはできないと主張する。\nしかし、個人識別情報のうち、文書１、２の本件二年度分及び８口．へ・ト・\nリ・ヌの売買契約書は、いずれも本件条例一一条二号ハの「法令等の規定に基づく\n許可、届出等の際に実施機関が作成し、又は取得した情報」に該当しないし、右文\n書に記載された個人情報は、何ら人の生命、身体、健康、財産等に関する公共の安\n全にかかわらないものであり、右情報につき、公益性を論ずる余地もない。\nまた、文書５①（買取希望申出書）、６（土地有償譲渡届出書）は、本件条例一\n一条二号ハにより取得した情報に該当するとしても、右情報は、単に個人が所有土\n地等の買取を希望したり、所有土地を他に譲渡するに当たり、その内容を申告する\nものにすぎず、何ら人の生命、身体、健康、財産等に関する公共の安全にかかわる\nものではないから、同条二号ハの「開示することが公益上必要であると認められる\nもの」に該当しない。\n（三）　以上から、前記三１、２、４、６、８（二）、（三）記載のとおり、文書\nの本件二年度分、５①、６及び８口・へ・ト・リ・ヌの売買契約書が個人識別情報\nに該当するとして、その全部ないし一部を非開示とした本件非開示決定は適法であ\nる。\n（原告の主張）\n（一）　本件条例一一条の解釈について\n本件条例一条が、条例の目的について、「地方自治の本旨に基づき、市民の市政\nへの参加を保障し、市民生活の利便と開かれた民主的な市政発展に寄与するため、\n個人に関する情報を最大限保護しつつ、市政に関する情報の提供及び公文書の開示\n等に関して必要な事項を定め、総合的な情報公開の推進を図ることを目的とする」\nと規定していることからも明らかなとおり、本件条例は、憲法二一条等に基づく市\n民の「知る権利」、同法一五条による参政権、同法九二条以下の地\n方自治の本旨に基づく地方自治等、憲法により保障された基本的人権・民主主義の\n各原理を、市政の場において実質的に保障すること、及び市政の公正な執行と市政\nに対する市民の信頼を確保することを目的として制定されたものである。\nまた、本件条例三条が、「実施機関は、情報の公開を求める市民の権利が保障さ\nれるよう努めねばならない」と明記したこと、公文書の部分開示の規定を設けると\nともに（本件条例一二条）、非開示決定に理由の付記を求め（同九条四項）、非開\n示決定を行政処分と構成して行政不服審査法上の異議申立等の途を開き、最終的に\nは、非開示の適否につき司法判断を受けられるものとしていること（同一七条）等\nからすれば、公文書開示請求権が基本的人権及び国民主権の原理上重要な位置を占\nめていることを踏まえ、かかる憲法の要請に基づいて本件条例が定められたことは\n明白である。\nしたがって、民主主義社会において「知る権利」が持つ基本的重要性に鑑みれ\nば、本件条例の解釈において、同権利への制約となる非公開事由に当たるか否かの\n判断は、必要最小限の制限に当たるか否かという観点から、可能な限り限定的に厳\n格にこれを解釈しなければならない。\n（二）　個人識別情報（本件条例一一条二号）の解釈について\n被告は、本件条例が定める公文書開示請求権は、本件条例の制定によって初めて\n具体的請求権として創設された権利であるから、あくまでも条例の文理により判断\nされるべきであると主張する。\nしかし、仮に本件条例の定める公文書開示請求権が条例の制定により具体的権利\nとして創設された権利であるとしても、だからといって、条例が文理文言のみによ\nり判断されるべきであるということにはならない。すなわち、およそ条例等法規の\n解釈に当たって、その文理文言のみによるのでなく、制度の趣旨、目的から合理的\nに導かれる解釈をなすべきことは法解釈の一般原則であって、条例だけがその例外\nとなるものではなく、また、本件条例一一条二号だけをその例外とすべき理由もな\nいのである。\nしたがって、本件非開示決定の当否が非開示事由を定めた本件条例の規定（一一\n条各号）の解釈、運用によって判断されるものだとしても、その解釈は当該規定の\n文言だけをみるのではなく、本件条例全体との整合性とともに、憲法その他の全法\n体系との整合性を考慮しながら該当条文の該当文言の意味内容を確定することによ\nって行わなければな\nらない。\nそして、市が発行する「情報公開事務の手引き」において、本件条例一一条二号\nにつき、本号は、個人のプライバシーを最大限保護するためのものであることが明\n記されていることなどからすれば、「特定の個人が識別され、又は識別されうるも\nの」とは特定の個人に関する情報で、一般に他人に知られたくないと望むことが正\n当であると認められるものについて原則である情報公開の例外を認めたものと解す\nべきであり、ある情報がある特定の個人に関するものであったとしても、その開示\nによって個人のプライバシーの権利の制限に至らない場合及び当該情報の開示が個\n人のプライバシーの制限にわたるが、開示しないことにより充足される知る権利に\nかかわる利益の方が大きい場合には、個人識別情報には該当しないと解すべきであ\nる。\nおよそ個人に関する情報であればたとえ不当なプライバシー侵害に当たらない場\n合やプライバシーとは全く無関係なことが明らかな場合にも、すべて個人識別情報\nに当たると解することは、本件条例の根幹をなす原則公開の理念を没却する解釈で\nあって不当であることは明らかであり、また、プライバシー権と民主主義に基礎を\n置く知る権利とはいずれか一方が原理的に優越したものではなく、価値において等\n価というべきであって、結局、具体的場面に応じてそのいずれを優先すべきかを決\n定するほかない。実際にも、本件条例一一条二号においては、ただし書で、「法令\n等の規定に基づく許可、届出等の際に実施機関が作成し、又は取得した情報で、開\n示することが公益上必要と認められるもの」については、開示しないことができる\n個人情報から除かれている。これは、開示することの公益と個人のプライバシーと\nの比較衝量により、個人識別情報の解釈が限定されることを本件条例自体が明確に\n認めていることを示している。\n（三）　本件条例一一条本文の「開示しないことができる」の解釈について\n本件条例一一条本文は、「実施機関は、開示の請求に係る公文書に次の各号のい\nずれかに該当する情報が記録されているときは、当該公文書に係る公文書の開示を\nしないことができる」と規定している。これは、一定の場合に「開示しないことが\nできる」として、実施機関に裁量権を付与したものである。\nそして、前記のとおり、公文書開示請求権が民主主義原理、住民自治の原則を具\n体化する知る権利の不可欠の内容をなすものであることからして、こ\nの裁量権は、実施機関の全くの自由裁量ではなく、覊束裁量であって、同条一号な\nいし八号に該当する場合であっても、開示しないことが裁量権の逸脱ないし濫用に\nなる場合もあり得る。すなわち、当該情報が個人を特定する情報であったとして\nも、その情報を公開することが、知る権利の観点から極めて公益性が高いなど、開\n示しないことが著しく正義公平に反する場合には、非開示に関する裁量権の逸脱な\nいし濫用となり、当該非開示処分は違法となると解すべきである。\n（四）　本件非開示決定において、個人識別情報に該当するとして非開示とされて\nいる情報は、①文書１（武蔵野市財産価格審議会議事録）のうち、買取土地の「単\n価」・「評価額」、買取対象土地への比準に適用する公示地等における公示地の\n「固定資産評価格」、付近類地の取引事例価格における「土地の所在」・「地\n積」・「売買年月日」・「売買単価」、買取土地の「鑑定価格」、世評価格におけ\nる「世評価格」、諸課税評価格における「固路価（固定資産税路線価格）」、時点\n修正判断、（買取対象地の）路線価の設定における、公示地価・取引事例価格・鑑\n定価格・世評価格からの各比準における「価格」・「時点修正」・「街路条件」・\n「接近条件」・「環境条件」・「公法上の規制」・「総合判断」・判断結果等の各\n欄の情報、②文書２（用地取得に関する覚書（市→公社））の本件二年度分のう\nち、取得土地の「土地所有者」欄の情報、③文書５①（公拡法・土地買取希望申出\n書）、④文書６（公拡法土地有償譲渡届出書）、⑤文書８口・へ・ト・リ・ヌの売\n買契約書のうち、「売買代金」・「公社買収内訳」及び既知でない売主の住所及び\n氏名である。\n要するに、本件非開示決定において、個人識別情報に該当するとして非開示とさ\nれている情報は、買取に係る土地の買取単価及び買取価格情報、この買取単価算定\nのための資料（買収土地の鑑定価格、比準に使用された公示地ないし付近類似地の\n取引事例の単価及び価格情報）ないしこれらの資料からの比準評価（時点修正、街\n路条件、接近条件等）、買取に係る土地の所有者情報である。\n以下、本件非開示決定において非開示とされた情報について検討する。\n（１）　右①において非開示とされている各情報は、いずれも土地所在とこれに対\nする各種評価・価格に関する情報であり、他の情報と組み合せないと個人識別情報\nとはならないものにすぎず、個人情報への端\n緒情報にすぎない。\nまた、右⑤において非開示とされている情報は、売主と市との売買契約書につい\nては売主に係る情報及び売買代金に係る情報であり、公社と市との売買契約書につ\nいては買取土地の売買代金及び公社買収内訳の各欄記載の情報である。これらも、\n売主に係る情報を除けば、端的な個人情報ではなく、個人情報への端緒情報にすぎ\nない。かかる端緒情報については個人識別情報として非開示とすべき要請が低いと\nいうべきである。\n（２）　本件請求に係る土地の買取は、公社により有償で取得されたものであり、\nこれは、公拡法による先買制度により買取られたのと同様の公的性質を有するこ\nと、及び租税特別措置法による譲渡所得の特別控除を受けられることからすれば、\n公的性質を帯びその限度で特殊性の加わった売買であるというべきである。したが\nって、右の①ないし⑤の情報は、このような公的性質を帯びた法律関係における譲\n渡価格を判別させる情報であり、単価や帳簿価格を公開することは、市や公社が土\n地取得のためにいくら要したかということを明らかにすることであり、これが非公\n開とされれば、土地を購入するのにいくら要したかは全く分からなくなるのであ\nる。\nこのように、右の①ないし⑤の情報は、公開することが公益上特に必要と認めら\nれる情報ということができる。\n（３）　プライバシーとしての要保護性については、土地の譲渡価格は、個別取引\nによる資産の価格であり、プライバシー性はあるが、その保護の強さは、個人の全\n保有資産が公開されることと比べるとそれほど高くはなく、その者が土地を有して\nいたことを知っていた者からすると、それが売却されて現金に変わったということ\nは、資産の保有形態が変わったというにすぎないから、売買の相手方との関係で\nは、保護の必要の高い情報というものではないといえる。\nまた、市や公社による公有地の取得価格は、公示価格を基準に一律に決められる\n性格の強いものであり、私人間の自由な交渉のように当事者間の個別事情に基づく\n交渉結果が売買価格に反映される要素は比較的少なく、このようにある程度譲渡価\n格は見当がつくといえるので、公開されても、プライバシーの侵害の程度はそれだ\nけ低いということができる。\nそうすると、右の①ないし⑤の情報のうち、売買価格に関しては、プライバシー\nの要保護性が低く、かかる観点からも、個人識別情報に該当することを理由に非開\n示とすること\nは許されないというべきである。\n４　争点４（文書１、２の本件二年度分、５①、６、８イ・口・へ・ト・リ・ヌの\n売買契約書が事業事務情報に該当するとして、その全部ないし一部を非開示とした\n本件非開示決定が適法か否か）について\n（被告の主張）\n地方公共団体がいかなる価格で土地を買い取ったかは、地権者や不動産業者等の\n関心が強く、このため、土地の売買価格、評価額、評価方法等を開示すると、近隣\nの時価に影響を与える。また、その後時価が下落した場合、近隣地権者は、開示さ\nれた値下がり前の価格（時価以上の価格）での買取りを求めるなど、将来の買収交\n渉においてゴネ得をねらった価格交渉が行われる可能性が高い。\nまた、土地の売却価格は要保護性の高い秘密に属する個人情報であるが、締結さ\nれた売買価格等が開示されると、当該売主との信頼関係が破壊されるのみならず、\n将来的にも、市に売りたくないという感情を生むおそれが生ずる。\nよって、土地の買収価格等を開示することは、今後の用地買収計画の公正かつ円\n滑な実施を著しく困難にするおそれがあるといえる。\n（原告の主張）\n（一）　本件条例一一条七号に規定されている「用地買収計画の公正かつ円滑な実\n施を著しく困難にするおそれのあるもの」との理由で非開示とすることができるの\nは、あくまで「当該事務若しくは事業の公正かつ円滑な遂行を著しく困難にするお\nそれがある」場合である。しかるに、本件請求に係る右の文書は、既に市が買収し\nた、あるいは公社が買収したことによって市が将来その価格で買収することが予定\nされ実質上市が買収したに等しい土地の買収価格等の事後開示であり、将来の事業\nに係るものではない。したがって、本件文書の非開示にこの理由を挙げることは許\nされない。\n（二）　仮に、被告が主張するように本件条例一一条七号にいう「市又は国等の事\n務又は事業」が将来の事業をも含むと考えたとしても、その支障の有無を判断する\n事業が、現に継続中の具体的なものであるのか、将来にわたる一般抽象的なもので\nあるのかは、その判断において質的な違いがある。多くの判例が、本条項について\n指摘する、一般的、抽象的に事業の公正かつ円滑な実施を著しく困難にする可能性\nがあるという主張のみから本条項に該当することを推認することはできず、特定の\n事業について個別的、具体的に証拠によって証明されなければならず、この点が証\n明されなければ、非開示決定は\n違法であるとの判断を示していることに照らしても、そのことは明らかである。\nこの点について被告は、近隣の時価に影響を与えること、地権者側は時価以上の\n価格による売却を求めるなど、ゴネ得をねらった価格交渉が行われる可能性が高い\nこと、当該売主と市との信頼関係が破壊されること、将来的にも、市には売りたく\nないという感情を生むおそれが生ずることを当該事務若しくは事業の公正かつ円滑\nな遂行を著しく困難にするおそれとして主張する。しかしながら、次に述べること\n及び他の自治体で買取価格を公表しているにもかかわらず、買収事業が困難とはな\nっていないことからすれば、被告の主張には理由がない。\n（１）　近隣の時価に影響を与えることについて\n公社が土地を買い取るときの価格は、地価公示法に基づく公示価格を基準として\n算定した価格でなければならない（公拡法七条）。公示価格は年一回公示されるも\nのであるし、公示することにより適正な地価の形成に寄与することを目的とするも\nのである。公社による適正な買取価格が公表されることで、適正な地価の形成に影\n響を与えること自体望ましいことというべきであり、この点に関する被告の主張に\nは理由がない。\n（２）　ゴネ得をねらった価格交渉が行われる可能性が高いことについて\n公社の買取価格は、右（一）記載のとおり公示価格を基準として合理的に算出さ\nれるものであるから、ゴネ得をねらった価格交渉の口実になることはあり得ない。\n確かに土地価格は非常に個別性の強いものであるにもかかわらず、それらの条件\nを捨象して、既に買収された土地の価格だけを盾に取り条件の違う自己の土地につ\nき有利な価格を主張する者が出てくる可能性が全くないとはいえない。しかし、既\nに買収した土地の価格の算定が合理的なものであれば、その条件の違いを説明する\nことは容易であり、そもそもそのような合理的な説明を受け付けない者であるのな\nらば、もともと買収交渉は困難なのであり、買取価格の公表がそのような困難さを\nもたらすわけではない。\n本件請求に係る土地取引は、多くが持ち込み土地であり、被告自身価格が折り合\nわねば買い取ることをしないと主張しているのであるから、その範囲でゴネ得の存\n在する余地はないというべきであるし、他方、土地収用法を背景に控えた事業用地\nについては、相手方が近隣の先例価格に固執することがあるとしても、右相手方の\n対応は不合理であり、相手方が\nそれに固執し続ける場合には土地収用法の適用など別途の方策によって解消し得る\nものであるから著しい支障ということはできず、情報公開をするか否かが、右のよ\nうな者が存在するか否かによって左右されるべきものであってはならない。\n（３）　売主との信頼関係が破壊されることについて\n公拡法に基づく土地の買取りは相当程度に公的な性格を持つものであり、その限\nりにおいて売主のプライバシーである自分がいくらで土地を売ったのか他人に知ら\nれたくないとの感情は保護されないことを甘受すべきである。市ないし公社との土\n地取引は、正当に行われた場合でも売主にとって非常に有利なものであるのだか\nら、そのような取引は一定の情報が公開されることを前提として行われるべきであ\nろうし、その取引に関する情報が公開されることで将来にわたる事業の遂行に差し\n障りが生ずるといえないことは、後述の（４）から明らかである。\n（４）　市には売りたくないという感情を生むことについて\n公拡法による買取りには、租税特別措置法により譲渡所得税の特別控除が施さ\nれ、税負担が極めて低くなる。しかも、不動産業者の仲介による手数料がかから\nず、公的な機関が相手方であるため詐欺などの被害にあったり不当に買いたたかれ\nることもないなど、メリットは数多くある。少なくとも持ち込み案件について、価\n格を公表することにより持ち込みが減少するなどということがあり得ないことは明\nらかである。\n５　争点５（文書１（武蔵野市財産価格審議会議事録）が合議制機関情報に該当す\nるとして、その全部を非開示とした本件非開示決定が適法か否か）について\n（被告の主張）\n武蔵野市財産価格審議会議事録を開示すると、同審議会の委員の自由率直な意見\n交換が阻害されるなど、審議会の公正で適正な議事運営が著しく損なわれるおそれ\nがある。同審議会は、武蔵野市財産価格審議会条例施行規則三条により非公開とさ\nれているが、これも右と同趣旨に出たものである。\n（原告の主張）\n文書１において非開示とされている部分は、専ら価格・減価率であり、それ以外\nの議論に及ぶ部分も購入の経緯に係る部分もすべて開示されている。秘匿されよう\nとした情報は、議論の中身でも、購入の経緯でも、提案の理由でもなく、専ら価格\n算定の根拠とされた数字なのである。事務当局が提案した価格算定の数字が公開さ\nれることによって、会議の公正・適正な議事運営が損なわれることはない。\n提案の公正、適正が市民の目にさらされるだけのことで、各委員の発言等に影響が\n及ぶおそれはない。\n第三　当裁判所の判断\n一　前記第二の二記載の事実に、証拠（甲一、二、一〇ないし一六、二二、二三、\n三四、三五、三七、五四、乙二ないし六、八ないし一一、証人Ａ、同Ｂ、同Ｃ）及\nび弁論の全趣旨を併せれば、以下の事実が認められる。\n１　公社は、公共用地、公用地等の取得、管理、処分等を行うことにより、地域の\n秩序ある整備と市民福祉の増進に寄与することを目的として、市を設立団体とし\nて、公拡法一〇条に基づいて設立されたものである。\n公社は、定款で理事長一名、常務理事一名を含む八名以上一〇名以内の理事をお\nくと規定されているところ、平成九年三月三一日現在の理事長は、市の助役の職に\nある者が兼務しており、常務理事は、市の都市開発部参事用地担当部長（以下「用\n地担当部長」という。）の職にある者が兼務しており、その他の六名の理事は、市\nの総務部長、税務部長、福祉保健部長、建設部長、土地開発部長、学校教育部長の\n職にある者が兼務している。また、平成四年度以降常勤理事が任命されたが、常勤\n理事の職にある者は平成三年度まで市の用地担当部長兼公社の常務理事の職にあっ\nた者である。\n平成一〇年度の公社の職員は三九名であり、その内訳は、市からの出向者が二\n名、公社専任の職員が二名、市の職員との兼務職員が三五名であり、公社専任の職\n員は、いずれも市を退職した職員である。公社専任の職員及び市から公社に出向し\nている職員の給与は公社から支給されるが、市の職員と公社の職員を兼務している\n職員の給与は市から支給されている。\n市の用地課の職員は一〇名であるが、いずれも公社の用地課の職員を兼務してお\nり、市の用地担当部長が常務理事を、市の用地課長が公社の用地課長を、それぞれ\n兼務することになっている。そして、市の用地課の仕事は、公社の用地課の仕事と\nほぼ同一である。また、公社の事務所は、市役所内にあり、公社の用地課は、市の\n用地課と同一の場所にある。その他、公社には、用地課、測量担当、道路用地管理\n担当、一般用地管理担当、会計担当、財政担当及び職員担当の部門があるが、いず\nれも市の職員でそれぞれの部門に対応する職務を遂行している職員が兼務し、一部\n公社の仕事をしているものである。\n２　公社は市に必要な公有地となるべき土地等の取得、造成その他の管理及び処分\nを行い、取得し\nた当該土地を市に譲り渡すという業務を行うものである。\n公社は、市からの依頼を受け、市との間で、具体的な土地を取得するについての\n覚書を締結してから当該土地買収のための折衝を行う。公社がいかなる土地を買収\nするかの決定は、実際には、市長、二名の助役、収入役、企画部長及び秘書室長に\nよって構成されている理事者会によって行われている。\n買収のための折衝作業は、公社の用地課の課長と係長の二人が一組になって行わ\nれる。公社が土地を買収する際の買収価格については、まず、公社の評価担当者\nが、当該土地の価格を評価し、また、公社において鑑定を行う。しかる後に、市の\n財産価格審議会に諮り、そこで決定された価格を基準として土地を買収することに\nなる。なお、財産価格審議会に対する議案の提出は、市の土地開発部用地管理課に\nおいて行っており、議案を提出する際には、当該土地の付近にある地価公示地の公\n示価格、付近類似地の取引事例価格、当該土地の鑑定価格、世評価格、諸課税評価\n格等の評価資料を提示して、その評価資料等に基づいて算出した当該土地の評価額\nの是非について諮問する形が取られている。\n財産価格審議会は、市の公有財産の管理及び処分並びに財産の取得及び借入れに\n関し、適正な価格及び料金を評定するために、市長の附属機関として設置されたも\nのであり、市長の諮問に応じて不動産等の価格を評定して答申するものとされてい\nる。公社が、具体的な土地を取得するについて、市と締結する覚書において、市\nは、当該土地の取得に必要な資料を公社に貸与するものとする取決めがなされてお\nり、公社は、右取決めに基づいて、財産価格審議会の答申を利用しているものであ\nる。\n土地所有者の側から任意に市に対して売却を希望するいわゆる持ち込み土地につ\nいては、土地の権利関係や売主の希望価格において格別の問題が生じない場合につ\nいてのみ、公社は、買収交渉を行うこととしており、その交渉については、基本的\nには折衝の担当者に一任されている。したがって、その折衝は、通常、格別困難が\n伴うものではない。\n３　公社は、土地の取得のための資金を銀行等から借り入れるが、右借入れの際に\nは、市が債務保証をすることになっている。\nこの債務保証の手続は、原則として公社が借入れを年度末に一括して行うことに\nなっていることから、まず、公社の用地課長がその財政担当課長に対して、買収し\nた土地ごとの売主、契約日\n、土地の所在、地積及び買収金額を明らかにした書面を添付して借入れに係る依頼\nを行い、市の財政課は、債務保証に関する起案に、右書面を添付することによっ\nて、公社が取得した土地の個々の契約内容を明らかにする措置をとっている。この\n場合、原則として、公社から市に対して個別の土地の売買契約書ないしその写しを\n送付する取扱いは行っていない。なお、年度途中で借入れが必要となった場合に\nは、公社は年度途中でも借入れを行い、これに対し、市は債務保証をしていた。\n右のように公社の用地課長がその財政担当課長に対して発した書面を市の財政課\nが利用していたが、公社の職員と市の職員は兼務であることから、公社と市の間の\n連絡は、文書等によって行うことはせず、市の職員を兼ねている公社の職員が公社\nで知った情報は同時に市の職員としても知ったものとして扱われ、公社の文書を市\nの文書として利用する場合にも特段の手続はなく、公社の文書が市の文書として流\n用されていた。\n４　公社の用地課の文書は、市の用地課の文書と同じキャビネットに保管されてお\nり、フォルダーのみによって市の用地課の文書と区別されていた。公社の用地課の\n文書が入ったキャビネットの管理責任者は市の用地課長と公社の用地課長を兼務し\nている者で、右用地課長がキャビネットの鍵を保管していた。公社の文書管理規程\nは、市の規程を準用する形で規定されており、公社の管理規程上、市の職員に公社\nの文書を閲覧させてはならない旨の規定はなく、市用地課の職員は、公社が管理す\nる文書を自由に閲覧、謄写することができた。\n市において情報公開条例が制定された際に、市は、市の保管している文書の一覧\nとして、ファイル基準表及び保存文書一覧表を作成した。その際、市の用地課は、\n誤って、公社の用地課の文書も市の用地課の文書と一緒にファイル基準表に記載し\nてしまった。そして、本件請求の後に、右が誤りであるとして、公社の用地課の文\n書については右ファイル基準表から削除した。なお、ファイル基準表とは市の用地\n課において保存されている当該年度及び前年分の文書並びに前々年度以前の継続文\n書及び常用文書が記載されているものであり、保存文書一覧表とは、市役所の地下\nの文書庫で保管されている継続文書や常用文書になっていない前々年度以前の古い\n文書が記載されているものである。\n５　文書５②の公拡法実施状況報告書は、公拡法が昭和四七年に制定された\n後に、建設省から東京都を通じて、公拡法の実施状況について照会がされ、右照会\nに対する報告として作成されたものである。右の照会は、昭和五四年、昭和五七\n年、昭和六〇年及び昭和六一年にされたが、以後は右のような照会がされていない\nので、実施状況報告書は作成されていない。市のファイル基準表には「公拡法・買\n取希望申出書及び実施状況報告書」という名称のフォルダーが記載されているが、\n過去に実施状況報告書を作成したときに作られたフォルダー名称がそのまま引き継\nがれているにすぎない。\n６　原告は、被告に対し、平成八年七月一一日、本件条例八条に基づき、別紙一記\n載の本件各文書の開示を請求（本件請求）したが、被告は、平成八年八月七日、本\n件請求に係る別紙一記載の本件各文書のうち文書２の平成元年度から平成六年度ま\nでの分及び文書４について開示決定をし、その余の各文書については、別紙二記載\nの各文書を非開示とし、別紙三記載の各文書を一部非開示とする旨の決定をし、さ\nらに、平成九年五月六日、別紙四記載の各文書について開示する旨、右決定を変更\nする決定をした。\n本件非開示決定によって一部非開示とされた文書の非開示部分は、①　文書１の\nうち、ａ　委員の発言のうち、土地の価格や格差率に関する部分、ｂ　公社が買収\nした土地に係る価格、鑑定価格、世評価格及び固定資産税路線価格、ｃ　付近類地\nの取引事例価格、ｄ　時点修正についての考察、ｅ　公示地価格、取引事例価格及\nび鑑定価格からの規準ないし比準、②　文書２の本件二年度分のうち、土地所有者\n名、③　文書８イ・口・トの売買契約書のうち、売買代金額並びに売主の住所及び\n氏名（なお、文書８イについては、別紙四記載のとおり、平成九年五月六日に売主\nの住所及び氏名は開示することとされた。）、④　文書８へ・リ・ヌの売買契約書\nのうちの売買代金額である。\n本件各文書は、文書８チの売買契約書及び文書８イないしルの折衝記録を除い\nて、市のファイル基準表ないし保存文書一覧表に記載されていたが、文書３（用地\n取得に関する覚書）、文書７（理事会関係書類（議事）公社）及び文書８ハ．二・\nホの売買契約書については、いずれも公社の文書が誤って右ファイル基準表ないし\n保存文書一覧表に記載されていたとして、本件請求の後にファイル基準表等から削\n除された。\n文書２及び文書３は、ファイル基準表ないし保存文書一覧表には、それぞれ、\n「用地取\n得に関する覚書（市）→（公社）」、「用地取得に関する覚書（公社）→（市）」\nと記載されていたところ、右の各文書はそれぞれ、市が公社との間で交わした覚\n書、公社が市との間で交わした覚書であり、その内容は同一のものである。\n二　争点１（文書５②、文書８イないしルの折衝記録が存在するかどうか）につい\nて\n１　本件非開示決定のうち、文書５②及び文書８イないしルの折衝記録について\nは、本件請求に係る右各文書が作成されておらず不存在であることを理由としてさ\nれたものであるが、一般的に、文書の不存在を理由とする公文書の非開示決定の取\n消訴訟において、当該文書の存否に関する立証責任は、当該文書の存在を主張する\n原告が負うものと解するのが相当である。\nこのことを本件条例に即してみれば、本件条例は、二条二項において、「公文\n書」について、「実施機関の職員が職務上作成し、又は取得した文書、図画、写\n真、フイルム、及び磁気テープその他これに類するもので、決裁、供覧その他これ\nに準ずる手続が終了し、当該実施機関が管理しているものをいう。」と規定して開\n示の対象となる公文書を定義したうえ、七条において、同条各号に掲げるものは、\n実施機関に対して公文書の開示（五号に掲げるものにあっては、そのものの有する\n利害関係に係る公文書の開示に限る。）を請求することができる旨規定している。\n右各規定によれば、本件条例に基づく公文書の開示請求権が発生するためには、実\n施機関が当該文書を管理していることが要件となり、実施機関が当該文書を管理し\nているというためには、当該文書が存在することが当然の前提となるから、当該文\n書の存在は、当該文書に係る開示請求権が発生するための必須の要件というべきで\nある。\nしたがって、本件訴えにおいては、本件非開示決定がされた当時、本件請求に係\nる右各文書が存在したことについて、原告が立証責任を負うものと解すべきであ\nる。\n２　文書８イないしルの折衝記録について\n（１）　被告は、原告が開示を求めている文書８に係る売買は、いずれも売主から\n買取希望の申出がされたいわゆる持込み土地に関するものであるところ、持込み土\n地についてはどうしても買い取らなければならないものではなく、あくまでも任意\nの用地買収であることから、権利関係が複雑な土地や価格面で折り合いがつかない\nものは早々に交渉を打ち切るので、折衝記録を作る必要がなく、折衝記録を作成し\nてい\nない旨主張し、証人Ａ及び同Ｂはこれに沿う証言をし、特に、証人Ｂは、昭和五八\n年七月ころまで折衝記録を作成していたが、そのころ統一的な用紙を使用して折衝\n記録を作成するのはやめることになり、それ以降は、担当職員が必要に応じて折衝\nした内容等を個人的にメモする程度であった旨証言している。持込み土地について\nは、当該土地をどうしても取得する必要があるわけではないので、権利関係が複雑\nな土地や価格面で折り合いがつかない場合には交渉を打ち切るということも十分考\nえ得ることであり、そのような交渉であるから、そもそも折衝記録を作成する必要\nがないとして折衝記録を作成しないことも不合理なものとはいえない。\nこれに対して、証人Ｃは、同証人が用地担当部長に在職していた平成元年四月一\n日から平成三年三月三一日までの間、折衝記録を作成しており、それには具体的な\n交渉経過と交渉内容が記載されていたと証言している。\nしかしながら、同証人は、他方では、上司として折衝記録の決裁をしたが、それ\nは要するに報告を受けたという意味である旨、また、折衝記録は各担当職員が保管\nしており、決裁後も担当職員が保管していた旨証言し、さらに、売買が完結した後\nのことについて、折衝記録は契約書や登記簿謄本と一緒にファイルにとじて保管し\nていたと記憶しているといいながら、一方では、折衝記録をファイルやフォルダー\nに保管保存しているのを見たことはないし、そのような保管保存を指示したことも\nないともいい、この点あいまいな証言をしているのであって、右の証言内容及び前\n記証人Ａ及び同Ｂの証言に照らすと、証人Ｃがいう折衝記録なるものが、公文書と\nして保存すべき公的な記録として作成されたものであるかどうかは疑問であり、む\nしろ、担当職員が上司への報告のため作成する個人的な覚えないしメモの域を出な\nいものであった可能性が高いといわざるを得ない。\nしたがって、証人Ｃの右証言は、公文書としての折衝記録の存在を裏付けるもの\nとはいえない。なお、担当職員が折衝の内容等を個人的に記載したメモ等は本件条\n例により公開の対象となる公文書に該当しないものというべきである。\n（２）　また、原告は、ファイル基準表、保存文書一覧表には折衝記録というフォ\nルダーがあることをもって、折衝記録が存在しているはずであると主張するが、証\n人Ａは右フォルダーには、登記簿謄本や実測図といった折衝するに当たっての資料\nが入っているが、原告の主張するような折衝記録は入っていない旨証言し、かかる\n証言は、特段不合理とはいえない。\n（３）　他に、文書８の折衝記録が存在することを認めるに足りる確たる証拠はな\nいといわざるを得ない。\n（４）　なお、原告は、折衝内容を公式に記載した文書に限定せず、折衝記録とい\nう名称のフォルダー内にある文書をすべて開示すべきであると主張するが、原告の\n本件請求に係る折衝記録とは、折衝内容を公式に記録した文書の開示を請求してい\nるものと解するのが相当であり、それ以上に登記簿謄本などの参考資料までの開示\nを求めているものと解することは困難であるから、原告の右主張は、本件請求によ\nって開示を求めた範囲を超える主張であり、採用することができない。\n３　文書５②について\n前記一５に認定したとおり、昭和六一年に実施状況報告書が作成された以後は、\n実施状況報告書は作成されていないことが認められ、したがって、文書５②は存在\nしていないものというほかない。\n原告は、市のファイル基準表に記載されている以上存在するはずであると主張す\nるが、前記一５に認定したとおり、過去に実施状況報告書が作成されたことから、\nかかる名称のフォルダーが存在するにすぎず、他に右認定を覆し、文書５②が存在\nすることを認めるに足る証拠はない。\n三　争点２（文書３、７、８ハ・ニ・ホ・チについて、非実施機関である公社が管\n理している文書であるとして非開示とした本件非開示決定が適法か否か）について\n１　文書８ハ・ニ・ホ・チについて\n（一）　前記一に認定したとおり、公社は、市の委託を受けて、市に必要となるべ\nき公有地の取得等を行い、取得した当該土地を市に譲渡する業務を行うものである\nところ、公社が当該土地の取得のための資金を銀行等から借り入れるに際し、市は\n債務保証を行ったうえ、将来当該土地を公社の取得代金に銀行等からの借入資金に\n係る利息を加えた金額で買い取ることになるのであり、右の関係からすれば、公社\nが市の委託を受けて土地を取得した場合、公社は受託者として少なくとも当該土地\nに係る売買契約書の写しを交付して市に対し売買の成立について報告をし、債務保\n証を受ける金額について証明するのが当然であると考えられる。公社は市のため土\n地を取得するについて右のような義務を負うものであり、このことに市と公社の各\n事務所の所在、人員構成、職務の分担、関係文書の保管、利用状況等が\n次のとおりであること（前記一）を考え併せてみれば、文書８ハ・ニ・ホ・チはい\nずれも公社が作成したものではあるものの、実質的には、市が公社から取得土地に\n係る売買契約書の写しの交付を受ける代わりに、同契約書を市において取得したも\nのと同様に利用することができるとの黙示の合意のもとに、これを市長と公社とが\n共同で管理しているものと評価するのが相当である。\n（１）　公社の事務所は市役所内にあり、公社の用地課は市の用地課と同一の場所\nにある。公社の理事長、常務理事、理事はいずれも市の幹部職員がこれを兼務して\nおり、公社の職員三九名のうち市の職員との兼務職員が三五名にものぼり、その余\nの四名についても市からの出向者が二名おり、また、公社専任の職員の二名はいず\nれも市の職員を退職した者である。\n（２）　文書の保管形態についても、公社用地課の文書は、市用地課の文書と同じ\nキャビネットで保管されており、両文書は、フォルダーのみによって区別されるの\nみであり、市に情報公開条例が制定されたことに伴って整備されたファイル基準表\n等にも、長らく、公社の文書を市の文書と一緒に記載していた。しかも、右のキャ\nビネットの管理責任者は市の用地課長と公社の用地課長を兼務している者であり、\n鍵も当然共通のものであり、市の職員は公社の文書を自由に閲覧、謄写することが\n許されていた。\n（３）　公社の文書の利用についても、同一職員が公社財政担当課長と市財政課長\nとを兼務していることから、公社用地課長が公社財政担当課長に対して発した書面\nを、同職員が、特段の手続も経ずに、市財政課長の立場で、市の文書として利用し\nているように、市と公社との区別は極めてあいまいであった。\n（二）　この点、被告は、ファイル基準表等に公社の文書が記載してあったのは、\n誤って記載されたものにすぎず、右の事実をもって市の職員が公社の文書を管理し\nているとはいえない旨主張する。しかし、誤ってファイル基準表等に公社の文書を\n記載してしまったという事実自体が、市の職員が公社の文書を明確に市の文書と区\n別して保管していなかったことの証左であり、ファイル基準表等の記載が誤りであ\nったとしても、そのことは前記の評価を左右するものではない。\nまた、被告は、公社は当該年度の用地買収資金を年度末に一括借り入れし、市も\n一括して債務保証するところ、その際の個別の売買契約内容の確認は、公社から送\n付される「武蔵野\n市土地開発公社事業資金の借入れについて」と題する書面によって行われるし、売\n買価格は財産価格審議会が評定した適正価格により定められるから売主と公社の間\nの売買契約書は、市に対して送付する必要がなく、また、市において右売買契約書\nを利用することはない旨主張する。しかしながら、右のような報告書面的なものだ\nけで多額の債務保証がなされるとは一般的には考えられず、債務保証する市として\nは必ず売買契約書等その裏付けとなる書面を事前か事後に徴求するのが常識という\nべきである。本件においても、市が右のような報告書面だけで債務保証をしている\nとは到底考えられず、それは公社の用地課と市の用地課の人的構成、職務分担、文\n書管理の前記のような実態から、市において担当職員が実際には公社の売買契約書\n等の関係書類を随時閲覧、謄写してその内容を確認していることから、売買契約書\nの写しの交付等の手続が省略されているにすぎないものとみるべきである。のみな\nらず、証拠（乙四ないし七、証人Ａ）及び弁論の全趣旨によれば、公社は、年度途\n中で借入れをすることもあることが認められ、年度途中の借入れについては、右の\nような報告書面によって売買契約の内容を確認するとは考えられないことから、こ\nのような場合には、売買契約書そのものによって売買代金額の確認をしているもの\nと推認することができる。したがって、被告の右の主張は採用することができな\nい。\n（三）　以上からすると、文書８ハ・ニ・ホ・チは市が取得したものと同様に利用\nすることができるとの黙示の合意のもとに市長と公社が共同で管理しているもので\nあって、本件条例による公開の対象となる公文書に該当するというべきである。\n２　文書３、７について\n文書３、７は、いずれも本件条例の実施機関ではない公社が作成又は取得し保管\nしている文書であって、文書８ハ・ニ・ホ・チと異なり、公社がその写し等を市に\n交付するのが当然とみるべき性格の文書ではなく、これを市長と公社が共同管理し\nているとみるべき特段の事情は認められないから、本件条例による公開の対象とな\nる公文書には該当しないというべきである。\n原告は、公社の文書について市が管理していると認められないとしても、本件請\n求との関係においては公社の法人格は否認され、文書３、７は、公社の実質的主体\nである市長が取得し保管する文書であるというべきである旨主張する。しかしなが\nら、公社は東京\n都知事の認可手続を経て市とは別個の法人として設立されたものであり、公文書開\n示義務を免れるための手段として設立されたものでないことは明らかである。ま\nた、公社が形骸化した存在でないことも、弁論の全趣旨から明らかである。原告の\n主張は、独自の見解であって、採用することができない。\n四　争点３（文書１、２の本件二年度分、５①、６、８口・へ・ト・リ・ヌの売\n買契約書が個人識別情報に該当するとして、その全部ないし一部を非開示とした本\n件非開示決定が適法か否か）について\n１（一）　本件条例は、七条において、同条各号に列挙された者は実施機関に対し\nて公文書の公開を請求することができるとする一方で、一一条二号は、「個人に関\nする情報で特定の個人が識別されうるもの」を非公開とし得る旨規定しているとこ\nろ、後者の規定が「個人に関する情報」がみだりに公開されないようにし、これに\nより個人のプライバシーを保護しようとする趣旨のものであることは明らかであ\nる。すなわち、本件条例は、実施機関は、市民から情報の開示請求があった場合に\nその当否を判断するに当たっては、個人情報であって、特定の個人が識別され得る\nものをみだりに公開することのないように最大限の配慮をしなければならない（同\n三条）として、一定の情報を非公開事由として列挙している（同一一条）が、本件\n条例の本来の目的は、地方自治の本旨に基づき、市民の市政への参加を保障し、市\n民生活の利便と開かれた民主的な市政発展に寄与するというところにあり、同条例\nは、右の目的を実現すべく、実施機関は、情報の開示等に当たって情報の公開を求\nめる市民の権利が保障されるよう努めなければならない（同三条）と定めているこ\nと、個人に関する情報であっても、法令等の定めるところにより、何人でも閲覧す\nることができる情報（同一一条二号ただし書イ）や、実施機関が作成し、又は取得\nした情報で公表を目的としているもの（同一一条二号ただし書口）など、およそ個\n人のプライバシーが問題とならないものについては、公開するものとされているこ\nと、事業を営む個人の当該事業に関する情報については、本件条例一一条三号に定\nめる非公開事由に該当しない限り、公開するものとされていること等を併せ考慮す\nれば、本件条例が「個人に関する情報」を非公開としたのは、情報の公開を原則と\nしつつ、個人のプライバシーを保護するために、戸籍的事項に関する情報、経歴に\n関する情報、心身に関する情報、財産状況に関する情報、思想・信条に関する情報\nなど、個人のプライバシーに関する情報を中核として、それを取り巻き、その性質\n上公開に親しまないような一定の情報について非公開とすることができる旨を定め\nたものと解される。しかして、右の規定の趣旨及び内容に照らせば、個人が公務員\n等の公人の立場で公務その他の公的な活動に従事した場合に関する情報のように、\nおよそプライバシーと関係のない公的事項に属することが明らかな情報はこれに含\nまれないものと解すべきであるし、さらに、プライバシーとしての要保護性が弱\nく、市政に関する情報の提供を通じて民主的な市政の発展に寄与するという本条例\nの目的を優先させるべきことが明らかな情報もこれに含まれないものと解するのが\n相当である。\n（二）　これに対し、被告は、非開示理由に該当するかどうかは、非開示条項の文\n言に即して客観的に判断すればよいとし、本件条例一一条二号は、個人に関する情\n報で、広く特定の個人が識別され得る一切の情報をただし書に定める場合を除き非\n公開とする趣旨のものと解すべきであるかのように主張するが、右規定の趣旨が個\n人のプライバシーの保護にある以上、個人に関する情報でもプライバシーと関係の\nないものまで保護すべき理由はないし、また、プライバシーとしての要保護性につ\nいても強いものから弱いものまで種々のものがあり、市政に関する情報の提供を通\nじて民主的な市政の発展に寄与するという本件条例の趣旨を優先させるべき場合も\nあるというべきであり、そのように解さず、個人に関する情報であればいかなるも\nのも非公開とすべきであるということになれば、本件条例の右の趣旨が没却されて\nしまう結果になると考えられるのであって、「個人に関する情報」の意味を被告主\n張のように広く解するのは、右規定の趣旨を逸脱するものといわざるを得ない。\n２　右のような見地から、文書１、２の本件二年度分、５①、６、８イ・口・へ・\nト・リ・ヌの売買契約書について検討する。\n（一）　文書５①（公拡法・買取希望申出書）、文書６（公拡法・土地有償譲渡届\n出書）について\n公拡法では、都市計画施設の区域内や都市計画区域内に所在する土地等を所有す\nる者が、当該土地を有償で譲渡しようとする場合には当該土地の所在及び面積、譲\n渡予定価額、譲渡しようとする相手方等の事項を都道府県知事に届け出なければな\nらない（\n四条一項）とし、また、右のような土地を所有する者は、当該土地の地方公共団体\n等による買取を希望するときは、都道府県知事に対し、その旨を申し出ることがで\nきる（五条一項）とされている。そして、前者に係る届出が文書６であり、後者に\n係る申出書が文書５①である。\n右条文及び証拠（乙一四、一五）によれば、文書６（公拡法・土地有償譲渡届出\n書）に記載されている事項は、①譲渡人及び譲受人の住所氏名、②当該土地の所\n在、地番、地目及び地積、③当該土地に存する所有権以外の権利の種類、内容及び\n権利者の住所氏名、④当該土地に存する建築物その他の工作物の所在、地番、用\n途、構造の概要、延べ面積及び所有者の住所氏名、⑤右工作物に存する所有権以外\nの権利の種類、内容及び権利者の住所氏名、⑥当該土地及び建築物その他の工作物\nの譲渡予定価格、⑦その他参考になるべき事項、⑧当該土地の位置及び形状を明ら\nかにした図面であり、文書５①（公拡法・買取希望申出書）に記載されている事項\nは、①申出をする者の住所氏名、②当該土地の所在、地番、地目及び地積、③当該\n土地に存する所有権以外の権利の種類、内容及び権利者の住所氏名、④当該土地に\n存する建築物その他の工作物の所在、地番、用途、構造の概要、延べ面積及び所有\n者の住所氏名、⑤右工作物に存する所有権以外の権利の種類、内容及び権利者の住\n所氏名、⑥買取希望価額、⑦その他参考となるべき事項、⑧当該土地の位置及び形\n状を明らかにした図面であることが認められる。\n右のとおり、文書５①、６は、個人の財産状況や私人間の土地取引の内容が記載\nされているものであり、プライバシーの要保護性の高い個人識別情報に該当すると\nいうべきである。そして、文書６（公拡法・土地有償譲渡届出書）は、単に私人間\nの土地の売買に係る報告にすぎず、また、文書５①（公拡法・土地買取希望申出\n書）は、単に私人が知事に対して、土地の買取を希望するというものにすぎず、右\nの各文書を開示しなかったとしても、市政に関する情報の提供を通じて民主的な市\n政の発展に寄与するという本件条例の目的に反するものではない。\nしたがって、文書５①、６は、本件条例一一条二号の個人識別情報に該当すると\nいうべきである。\nなお、文書５①、６が法人等に係る買取希望申出書、土地有償譲渡届出書であっ\nた場合には、法人等が土地の買取を希望していることや、私人間で土地の売買をし\nたこと、及び当該土地に係る右のような文書５①、６記載の権利内容が公開される\nと、当該法人等の競争上、事業運営上の地位が損なわれるおそれがあることから、\n同条三号の法人情報に該当するというべきである。\n以上からすると、文書５①、６は、本件条例一一条二号の個人識別情報ないし同\n条三号の法人情報等に該当し、非開示事由があるというべきである。\n（二）　文書８イ・口・へ・ト・リ・ヌの売買契約書について\n（１）　売主の住所及び氏名について\n売主の住所及び氏名は、直接個人を特定、識別するものであり、プライバシーとし\nての要保護性が高い情報であるというべきである。そして、価格部分が開示されれ\nば、既に開示されている当該土地の所在地とあいまって、当該土地の取得の正当性\nを検証することができることから、市政に関する情報の提供を通じて民主的な市政\nの発展に寄与するという本件条例の目的からしても、売主の住所及び氏名まで開示\nする必要性はない。\nしたがって、売主の住所及び氏名は、本件条一一条二号の個人識別情報に該当\nし、非開示とすべきものであるというべきである。\n（２）　売買代金額について\n売買代金額は、それ自体では直接的に個人を識別しうる情報ではなく、売買契約\nの当事者が誰であるかといった情報と結合することにより個人を識別しうる情報と\nなるものである。このように、売買代金額それ自体は個人的情報の端緒となるにす\nぎないものである。\nまた、弁論の全趣旨によれば、文書８イないしヌに係る売買契約は、公拡法五条\n一項に基づく買取希望申出を受けての売買ないしそれに準ずる売買に関するもので\nあると認められるところ、同項の申出に係る土地を買い取る場合には、公示価格を\n規準として算出した価格をもってその価格としなければならない（公拡法七条）こ\nとから、売買代金額についても、自ずから一定の範囲に限られてくるものであり、\n私人間の取引に見られるような駆け引きや投機等の思惑によって価格が大きく変動\nするものではないと考えられる。また、公拡法六条一項の協議に基づき地方公共団\n体、土地開発公社等に買取られる場合には、租税特別措置法により譲渡所得の特別\n控除が認められる（租税特別措置法三四条の二第二項四号）こととなっている。こ\nのように、文書８イないしヌに係る売買契約は、私人間の売買契約とは異なり、公\n的な性質をある程度帯び、その限度で特殊性を有する売買というべきである。そし\nて\n、右のとおり、その売買代金額も、基本的には公示価格を基準として算出される一\n定の範囲に限られるものであること、個人の資産の全部を公開する場合とは異な\nり、財産の一部である土地の売買契約に係る代金額にすぎないこと、土地の所有自\n体は登記簿等から明らかであることを総合してみると、売買代金額のプライバシー\nとしての要保護性はそれほど強いものではないというべきである。\nそして、公社は、市に必要な公有地となるべき土地等の取得、造成その他の管理\n及び処分を行い、取得した必要な公有地を市に譲り渡すという業務を行うものであ\nり、最終的には、公社が取得した土地等は、市の財政の負担に帰せしめられるとこ\nろ、売買代金額は、このような譲渡価格を判別させる情報であり、売買代金額を非\n開示とすると、住民にとってはかかる譲渡価格を明らかにする他の入手可能な手段\nは皆無に等しくなる。したがって、売買代金額は、市政に関する情報の提供を通じ\nて民主的な市政の発展に寄与するという本件条例の目的からしても、開示する必要\n性が大きいというべきである。\n以上からすると、売買代金額は、その個人情報としての側面をよりもその開示を\n通じて民主的な市政の発展に寄与するという本件条例の目的を優先させるべき情報\nに当たるというべきであって、本件条一一条二号の個人識別情報には該当しないと\n解するのが相当である。\nなお、被告は、文書８イについて、本件条例一一条三号の法人情報等に該当する\nことを非開示事由として挙げているが、売買代金額を公開したからといって、事業\nを営む個人等の競争上又は事業運営上の地位その他社会的な地位が損なわれるとは\n認められず、売買代金額が同条三号の法人情報に該当しないことは明らかである。\n（三）　文書１（武蔵野市財産価格審議会議事録）について\n文書１については、後記七１記載のとおり、判断の限りでない。\n（四）　文書２（用地取得に関する覚書（市→公社））の本件二年分について\n文書２の本件二年分においては、土地所有者名が非開示とされているが、土地所\n有者名は、直接個人を特定、識別するものであり、プライバシーとしての要保護性\nが高い情報であるというべきであるから、本件条例一一条二号の個人識別情報に該\n当し、非開示とすべきものであるというべきである。\n３　なお、文書３については、前記三に説示したとおり、別の非開示事由に該当す\nるから、争点３については判断の限り\nではない（後記七参照）。\n五　争点４（文書１、２の本件二年度分、５①、６、８イ・口・へ・ト・リ・ヌの\n各売買契約書が事業事務情報に該当するとして、その全部ないし一部を非開示とし\nた本件非開示決定が適法か否か）について\n１　文書８イ・口・へ・ト・リ・ヌの売買契約書に記載の売買代金額について\n（一）　被告は、文書８イ・口・へ・ト・リ・ヌの売買契約書に記載の売買代金額\nが開示されると、用地買収計画の公正かつ円滑な実施を著しく困難にするおそれが\nあることから、右の売買代金額は、本件条一一条七号に該当するとして、本件非開\n示決定をしている。そして、具体的には、右の売買代金額が開示されると、近隣の\n時価に影響を与えること、開示された価格と同じ水準での買い取りを求めるなど、\nゴネ得をねらった価格交渉が行われる可能性が高いこと、売主との信頼関係が破壊\nされ、市には売りたくないという感情を生むおそれのあることを主張する。そこ\nで、売買代金額を開示することにより、用地買収計画の公正かつ円滑な実施を困難\nにするおそれがあるかどうかについて検討する。\n（二）　弁論の全趣旨によれば、文書８イ・口・へ・ト・リ・ヌに係る売買は、い\nずれも公拡法に基づく買取希望申出を受けてされた売買ないしそれに準ずる売買に\n関するもので、当該土地を単独で購入したものであることが認められる。\nそうすると、公拡法に基づく買取希望申出を受けてなされる売買は、公示価格を\n規準として算出した価格によって行わなければならない（公拡法七条）のであるか\nら、売買代金額は、適正な価格というべきであり、かかる適正な価格が近隣の時価\nに影響を与えることによって、用地買収計画の公正かつ円滑な実施を困難にするお\nそれがあるということはできない。\nまた、確かに、公共事業に伴う用地買収が継続中に既買収地の買収価格が明らか\nにされると、未買収地の土地所有者が、自己の所有地と既買収地の画地条件の違\nい、価格時点の違い等を正しく認識、評価せずに、既買収地の買収価格を前提に自\n己に有利な価格を算定することが考えられ、かかる場合には、買収折衝が難航し、\n未買収地の円滑な買収に支障が生ずるおそれがあることは否定できない。しかし、\n本件文書８に係る売買のように、用地買収計画の一環として行われた売買ではな\nく、当該土地を単独で買収したような場合には、同一の事業計画で他に買収しなけ\nればならない土地は存在しないう\nえ、将来買収する土地との結び付きも弱いものであるから、右のようなおそれが生\nずることは考えにくい。したがって、売買価格が開示されることにより、将来の買\n収交渉においてゴネ得をねらった価格交渉が行われ、用地買収計画の公正かつ円滑\nな実施を困難にするおそれがあるということはできない。\nさらに、前記四２（二）（２）に記載のとおり、公拡法に基づく売買は、租税特\n別措置法による譲渡所得の特別控除を受けられるというメリットがあること、価格\nも公示価格を規準とする価格によるとされていることからすると、売買価格を開示\nしたとしても、売主との信頼関係が破壊され、市には売りたくないという感情が生\nずることは考えにくい。公拡法に基づく売買は、税金等の公的な資金又は公的な資\n金を引当てとして行われるものであって公的な性格を有するものであるから、売主\nとしても、売買価格が公開され、住民の監視の対象とされることはあらかじめ予測\nしてしかるべきものである。したがって、売買代金額を公開することによって、売\n主との信頼関係が破壊され、一般市民に市には売りたくないという感情を生じさ\nせ、用地買収計画の公正かつ円滑な実施を困難にするおそれがあるということはで\nきない。\n（三）　以上のとおり、売買代金額を開示することによって、用地買収計画の公正\nかつ円滑な実施を困難にするおそれは認められず、売買代金額は、本件条例一一条\n七号の事務事業情報には該当しないというべきである。\n２　なお、文書２の本件二年度分のうち土地所有者名、５①、６については前記四\nに説示したとおり、文書３については前記三に説示したとおり、文書１については\n後記六に説示するとおり、それぞれ別の非開示事由に該当するから、争点について\nは判断の限りでない（後記七参照）。\n六　争点５（文書１（武蔵野市財産価格審議会議事録）が合議制機関情報に該当す\nるとして、その一部を非開示とした本件非開示決定が適法か否か）について\n前記第二の一記載のとおり、本件条例二条六号は、合議制機関等の会議に係る審\n議資料、議決事項、会議録等の情報であって、開示することにより、当該合議制機\n関等の公正又は適正な議事運営が著しく損なわれるおそれのあるものについては、\n非開示とする旨規定しているところ（合議制機関情報）、右の趣旨は、合議制機関\n等においては、会議での自由な討論や意見の表明が担保されなければ、かかる合議\n制機関の設置の\n趣旨そのものが損なわれるという観点から、当該合議制機関等の公正又は適正な議\n事運営が著しく損なわれるおそれがあるものについて開示しないこととしたものと\n解される。\nそこで、本件についてみるに、甲三七によれば、財産価格審議会においては、格\n差率や評価額に係る具体的な数字を挙げて、当該土地の評価額の妥当性について審\n議されていることが認められるのであって、個々の委員の発言におけるかかる具体\n的な数字まで明らかにされてしまうと、各委員が自由率直に発言することをためら\nい、その結果専門知識を有するものを委員として設置された財産価格審議会の公正\nかつ適正な議事運営が著しく阻害されるおそれが生ずるを否定できない。\nしたがって、文書１は、本件条例一一条六号の合議制機関情報として、非開示事\n由に該当するものというべきである。\nこの点、原告は、文書１において非開示とされている部分は、専ら価格・減価率\nであり、それ以外の議論に及ぶ部分も購入の経緯に係る部分もすべて開示されてい\nるのであるから、その非開示部分が公開されても、会議の公正・適正な議事運営が\n損なわれることはなく、また、各委員の発言等に影響が及ぶおそれはない旨主張す\nるが、財産価格審議会において、議論の中心になるのは価格に関する事項であるの\nで、価格や減価率以外の部分が既に開示されているからといって、価格や減価率に\n係る部分を公開しても審議会の公正又は適正な議事運営が著しく損なわれるおそれ\nがないということはできない。\n七　まとめ\n本件非開示決定は、本件各文書に、本件条例一一条各号に該当する情報が記録さ\nれていることを理由とするものであるが、このように複数の非開示事由に該当する\nことを理由として当該公文書の非開示決定がされた場合には、少なくとも非開示の\n理由とされたいずれか一つの非開示事由に該当することが認められ、その事由に基\nづいて当該公文書の非開示決定をすることが是認される場合には、その余の非開示\n事由に該当することが認められるか否かについて判断するまでもなく、当該非開示\n決定は適法と評価されるべきものである。\nしたがって、以下、文書ごとに、本件非開示決定の適法性を検討する。\n１　文書１（武蔵野市財産価格審議会議事録）について\n前記六記載のとおり、文書１は、本件条例一一条六号の合議制機関情報として、\n非開示事由に該当するから、その余の点について判断するまでもなく、本件非\n開示決定のうち、文書１を非開示とした部分は適法である。\n２　文書２（用地取得に関する覚書（市→公社）平成七年度及び平成八年度分）の\n本件二年度分について\n文書２の本件二年度分のうち、非開示とされた土地所有者名については、前記四\n２（四）記載のとおり、本件条例一一条二号の個人識別情報として、非開示事由に\n該当する。\nしたがって、その余の点について判断するまでもなく、本件非開示決定のうち、\n文書２の本件二年度分のうちの土地所有者名を非開示とした部分は適法である。\n３　文書３（用地取得に関する覚書（市→公社））について\n前記三２記載のとおり、文書３は、本件条例の実施機関ではない公社が取得し保管\nしている文書であって、本件条例による公開の対象となる公文書には該当しないか\nら、本件非開示決定のうち、文書３を非開示とした部分については適法である。\n４　文書５①（公拡法・買取希望申出書）について\n前記四２（一）記載のとおり、文書５①は、本件条例一一条二号の個人識別情報\nないし同条三号の法人情報として、非開示事由に該当する。したがって、その余の\n点について判断するまでもなく、本件非開示決定のうち、文書５①を非開示とした\n部分は適法である。\n５　文書５②（公拡法・実施状況報告書）について\n前記二３記載のとおり、平成元年度から平成八年度において、実施状況報告書は作\n成されていなかったのであるから、本件非開示決定のうち、文書５②を不存在であ\nるとして開示しなかった部分は適法である。\n６　文書６（公拡法・土地有償譲渡届出書）について\n前記四２（一）記載のとおり、文書６は、本件条例一一条二号の個人識別情報な\nいし同条三号の法人情報として、非開示事由に該当する。したがって、その余の点\nについて判断するまでもなく、本件非開示決定のうち、文書６を非開示とした部分\nは適法である。\n７　文書７（理事会関係書類（議事）公社）について\n前記三２記載のとおり、文書７は、本件条例の実施機関ではない公社が作成し保\n管している文書であって、本件条例による公開の対象となる公文書には該当しない\nから、本件非開示決定のうち、文書７を非開示とした部分は適法である。\n８　文書８のイないしヌの売買契約書について\n（一）　文書８イ・口・へ・ト・リ・ヌの売買契約書について\n文書８口・トの売買契約書においては、売主の住所及び氏名部分が非開示とされ\nているが、前記四２（二）（１）記載の\nとおり、売主の住所及び氏名は、本件条例一一条二号の個人識別情報として、非開\n示事由に該当する。\n売買代金額については、前記四２（二）（２）記載のとおり、同号の個人識別情\n報ないし同条三号の法人情報には該当しないというべきであり、また、前記五１記\n載のとおり、同条七号の事務事業情報にも該当しないというべきである。\nそして、文書８口の売買契約書のうち、印影部分が本件条例一一条一号の非開示\n事由に該当することについては争いがない。\nしたがって、本件非開示決定のうち、文書８イ・口・へ・ト・リ・ヌの売買契約\n書の売買代金額部分について非開示とした部分は違法である。\nなお、被告は、文書８口・トの売買契約書は、私人と市の双方が作成、取得した\n文書であるから、私文書たる面を有し、本件条例二条二号の公文書には該当しない\n旨主張する。しかし、本件条例には、公文書について、被告主張のように限定を加\nえる規定は存在せず、また、私人と市の双方が作成した契約書が常に同条の公文書\nに当たらないとすると、市の財務会計行為に関する文書が開示される範囲が著しく\n狭められ、市政に関する情報の提供を通じて民主的な市政の発展に寄与するという\n本件条例の目的を達することができないから、同号の解釈に、右のような限定を加\nえる必要は認め難い。そうすると、右文書は、実施機関の職員が職務上作成、取得\nした文書であることは明らかであるから、同号の公文書に該当するというべきであ\nる。\n（二）　前記三記載のとおり、文書８ハ・二・ホ・チの売買契約書は、実施機関の\n職員が職務上取得し、管理しているものというべきであるから、右の売買契約書\nを、公社の管理に係るもので不存在であるとして開示しないことは許されないとい\nうべきである。\nなお、右（一）と同様に、右文書のうち売主の住所及び氏名部分は、本件条例一\n一条二号の個人識別情報として非開示事由に該当するから、被告は、本来右部分を\n非開示とすることができるというべきであるが、本件において、右の非開示事由を\n主張・立証していない。\nしたがって、本件非開示決定のうち、文書８ハ・二・ホ・チの売買契約書を非開\n示とした全部部分は違法として取消しを免れない。\n９　文書８のイないしルの折衝記録について\n前記二２記載とおり、文書８のイないしルの折衝記録が存在するとの立証はない\nから、本件非開示決定のうち、右文書を不存在であるとして開示しなかった\n部分は適法である。\n１０　以上のとおり、本件非開示決定のうち、文書８の売買契約書の全部又は一部\nを一部非開示とした部分は違法であるというべきであり、本件非開示決定は、右の\n点に違法があるから、取消しを免れない。\n第四　結論\nよって、原告の本件請求は主文掲記の限度で理由があるから、右限度でこれを認\n容し、その余の請求は理由がないから棄却することとし、訴訟費用の負担につい\nて、行政事件訴訟法七条、民事訴訟法六一条、六四条本文を適用して、主文のとお\nり判決する。\n東京地方裁判所民事第三部\n裁判官　谷口豊\n裁判官　加藤聡\n裁判長裁判官青柳馨は転補のため、署名押印できない。\n裁判官　谷口豊\n別表五\n公文書の件名\n非開示決定を取り消す部分\n８　下記土地の取得に関する売買契約書\nイ　武蔵野市が武蔵野市土地開発公社経由で平成６年３月３１日に買収したα２５\n４６番３１７他の土地５２９．００平方メートル\n売買代金額\nロ　武蔵野市が平成元年１２月２２月に買収したβ５０番３の土地６８３．６３平\n方メートル　　　　　　売買代金額\nハ　武蔵野市土地開発行者が平成５年１２月１０日に買収したγ２１０３番の土地\n３００．４７平方メートル\n全部\nニ　武蔵野市土地開発公社が平成４年１２月２８日に買収したδ２８０８番１の土\n地２４０９．１８平方メートル\n全部\nホ　武蔵野市土地開発公社が平成４年３月１３日に買収したε３１０９番３他の土\n地３６０９．０９平方メートル\n全部\nへ　武蔵野市が市道２７７号線用地ならびに関前公園用地として武蔵野市土地開発\n公社経由でζ３―１５―１１のＤ氏より買収した土地\n売買代金額\nト　武蔵野市が平成元年度に買収したη４７３番４他の土地９６９平方メートル\n売買代金額\nチ　武蔵野市土地開発公社が昭和６０年７月２９日に買収したθ９４９番１の土地\n７６２．９５平方メートル　　　　　　全部\nリ　武蔵野市が市道２８８号線用地として野村不動産ならびにι２―２８―４のＥ\n氏より寄付を受けた土地ならびに武蔵野市土地開発公社経由で買収した土地。（た\nだ\nし、寄付を受けた土地については売買契約書は該当しない）　　　　　　　　売買\n代金額\nヌ　武蔵野市が武蔵野市土地開発公社経由で平成４年３月３１日に買収したκ７８\n２番２他の土地１００１．３７平方メートル\n売買代金額\n"
}