{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 6,
    "day": 22
  },
  "case_number": "平成11(行ケ)167",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13119",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13119",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/119/013119_hanrei.pdf",
  "contents": "平成１１年（行ケ）第１６７号　審決取消請求事件\n平成１２年６月８日口頭弁論終結\n判　　　　　　　決\n原　　　　　　　告　　　ゼネラル・エレクトリック・カンパニイ\n代表者　　　            【Ａ】\n訴訟代理人弁理士　　　  【Ｂ】\n訴訟復代理人弁理士      【Ｃ】\n被　　　　　　　告　　　特許庁長官　【Ｄ】\n指定代理人　　　        【Ｅ】\n同　　　　　　　　　　　【Ｆ】\n同　　　　　　　　　　　【Ｇ】\n同　　　　　　　　　　　【Ｈ】\n主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３　この判決に対する上告及び上告受理の申立てのための付加期間を３０\n日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成８年審判第１７１２７号事件について平成１１年１月１２日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文１、２項と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、１９９１年１２月２３日にアメリカ合衆国においてした特許出願に\n基づく優先権を主張して、発明の名称を「Ｘ線ＣＴスキャナー」とする発明（以下\n「本願発明」という。）について平成４年１２月４日に特許出願（平成４年特許願\n第３５０２００号）をしたところ、平成８年６月２１日に拒絶査定を受けたので、\n同年１０月１４日に拒絶査定不服の審判を請求した。\n特許庁は、この請求を平成８年審判第１７１２７号事件として審理した結\n果、平成１１年１月１２日、「本件審判の請求は、成り立たない。」との審決を\nし、その謄本を同年２月１０日に原告に送達した。なお、出訴期間として９０日が\n付加された。\n２　本願発明の特許請求の範囲請求項１（以下、同項記載の発明を「本願発明\n１」という。）\n生成される画像面（判決注・「両像面」とあるのは誤記と認める。）の幅を\n有し画像面の垂直方向に厚さを持っていて、開口部（11）を通る厚いＸ線ビー\nム（50）を発生する手段（13）と；\nエックス線ビームに交叉するよう装置された検出器手段（14）にして、エッ\nクス線ビームの厚さ方向に沿って配列された１組のサブ要素（41－49，60）を含\nみ、各サブ要素がＸ線ビームの厚さ方向における各部分に交叉して対応する薄スラ\nイスの減衰信号を生成するよう構成された、検出器手段（14）と；\n次の前処理手段、すなわち、\n（a）前記サブ要素のそれぞれ又は幾つかから減衰信号を受けて対数を（判決\n注・「対数と」とあるのは誤記と認める。）とり、対応する薄スライスについての\n対数化した減衰信号を生成する対数化手段（53，64）、および、\n（b）薄スライスについての対数化した減衰信号を加え合わせて1つのスライ\nスについての厚スライス減衰信号とする手段（56，58）\nを含む前処理手段と、\n前記厚スライス減衰信号を受けて再構成し画像を形成する画像再構成手\n段（25，36，37）と\nを備えて成る、Ｘ線ＣＴスキャナー。\n３　審決の理由\n別紙審決書の理由の写しのとおり（ただし、７頁１８行～１９行の「切操」\nは「切換」の、８頁１３行の「演算」は「演算等」の誤記と認める。）、本願発明\n１は、特公昭６３－６２２１５号公報（以下「引用例」という。）記載の発明（以\n下「引用発明」という。）に基づいて容易に発明をすることができたものと認めら\nれるから、特許法２９条２項の規定に該当し、特許を受けることができないとし\nて、本願の出願は拒絶すべきものである、と認定判断した。\n第３　原告主張の審決取消事由の要点\n審決の理由１、２は認める。同３は、引用発明における⑥「データ収集回路\n５３」からの信号が、本願発明１における⑥「薄スライスの減衰信号」に相当する\nとの認定（９頁１１行～１２行及び１０頁５行）、及び相違点の判断（１１頁１６\n行～１２頁４行）を争い、その余は認める。同４は争う。\n審決は、引用発明の対数化処理の段階を変更することの困難を看過し、本願\n発明１の効果を看過した結果、相違点の判断を誤ったものであり、その誤りが結論\nに影響を及ぼすことは明らかであるから、違法として取り消されるべきである。\n１　引用発明において、対数化処理は、第７図に示される演算処理装置５４に含\nまれる主演算装置６３によって行われる。ところが、この主演算装置６３は、対数\n化処理のほかに再構成演算等の処理も行うものであるにもかかわらず、そこには、\n対数化処理と再構成演算等の他のデータ処理方法との相互関係は記載されていな\nい。したがって、引用例は、対数化処理を主演算装置６３から取り出して、同一チ\nャンネル毎に順次和をとる段階よりも前の段階に変更することを全く教示していな\nい。\nまた、対数化処理は非線形演算であって、対数の和と、和の対数とは等しく\nないから、減衰信号を加え合わせて対数化処理した結果と、減衰信号を対数化処理\nしてから加え合せた結果とは異なるものであって、演算順序を入れ替えることはで\nきない。\nしたがって、前処理の回路を様々に変更することは、本願出願前において普\n通に行われていたことではあるものの、引用発明において対数化処理の段階を変更\nすることが容易であったとすることはできない。\n２　本願発明１では、各薄スライスのそれぞれが厚さ方向に部分的に密度の異な\nるところがない複数の薄スライスにして積分減衰値を求めるので、厚スライスの厚\nさ方向に部分的に密度の異なるところがある場合にも、部分的なボリュームアーチ\nファクト（物体による偽像）の原因となる減衰係数の誤差がなくなるか、あるいは\n減少するかし、これにより複数の薄スライスの積分減衰値の和から得た厚スライス\nには減衰係数の誤差がなくなるか、あるいは減少するかする。その結果、本願発明\n１は、部分的なボリュームアーチファクトを減少させることができる効果を有す\nる。\nこれに対して、引用発明では、厚スライスの厚さ方向に部分的に密度の異な\nるところがある場合、対数化処理する前にサブ要素からの減衰信号を加え合わせて\n１つの信号とするから、単に一つの厚スライスから得られた減衰信号と同じにな\nり、部分的なボリュームアーチファクトの原因となる減衰係数の誤差が存在し、そ\nの結果、再生画像で密度の高い物体間にストリーク（筋条）のアーチファクト（偽\n像）が生じる。\n本願発明１の前記効果は、引用例の記載から予測されないものである。\n第４　被告の反論の要点\n１　本願発明及び引用発明の属する技術分野において、画像再構成処理や減衰信\n号の具体的特性に合わせて減衰信号に対する前処理を様々に変更して試みること\nは、本願出願前、普通に行われていたことである。そして、対数化処理の段階を、\n同一チャンネル毎に順次和をとる段階より前の段階への変更を試みることも、本願\n出願当時の技術水準からみて当然のことであった。当業者がこの変更を試みること\nを妨げる事由は特段見いだせない。\n２　本願発明１の構成によりもたらされる効果は、引用例の対数化処理の段階\nを、同一チャンネル毎に順次和をとる段階より前の段階への変更を試みた結果生じ\nたものにほかならない。すなわち、この効果は、当該技術分野の当業者が引用例の\n記載を検討した結果、予測できた範囲のものである。\n本願発明１の効果についての原告主張の内容が正しいか否かを被告は知らな\nい。しかし、いずれにせよ、それは願書に添付された明細書及び図面の記載を根拠\nとするものではないから、本願発明１の特許性の根拠にはなり得ないものというべ\nきである。\n第５　当裁判所の判断\n１　甲第３号証、乙第１ないし第４号証及び弁論の全趣旨（とりわけ、原告も\n「前処理の回路を様々に変更することは、本願出願前において普通に行われてい\nた」ことを認めている事実）によれば、引用発明において、データ収集回路５３\nは、「入力装置５２の選択指示指令を受けて使用検出器列数に応じて変わる出力レ\nベルに対応できるようにこのデータ収集回路５３は処理方法を昀適なものに合わせ\nる」との処理を行っており（引用例４欄３２行～３５行）、上記データ収集回路５\n３による処理は、その後に行われる加算装置６２における同一チャンネル毎に加算\nする演算、主演算装置６３における対数化処理の演算とともに、いわゆる前処理の\n一部をなすものであること、及び、本願出願前、本願発明及び引用発明の属する技\n術分野においては、画像再構成処理や減衰信号の具体的特性に合わせて減衰信号に\n対する前処理を様々に変更して試みることが普通に行われていた事実が認められ\nる。そして、本件全証拠によっても、対数化処理を、同一チャンネル毎に順次和を\nとる段階より前の段階に変更することを妨げる事情は認められないから、引用発明\nにおいて、対数化処理の段階を同一チャンネル毎に順次和をとる段階より前の段階\nへの変更し、その結果として、サブ要素からの減衰信号を対数化したうえで加え合\nわせて１つの信号として再構成するという構成とすることは、当業者が容易にし得\nたことと認められる。\n２　原告は、引用例は、対数化処理を主演算装置６３から取り出して、同一チャ\nンネル毎に順次和をとる段階よりも前の段階に変更することを全く教示していない\nから、引用発明において対数化処理の段階を変更することは容易ではないと主張す\nる。しかし、引用例自体に上記教示がなくとも、前述のとおり、画像再構成処理や\n減衰信号の具体的特性に合わせて減衰信号に対する前処理を様々に変更して試みる\nことは普通に行われていたことである以上、引用例に接した当業者にとって、対数\n化処理を同一チャンネル毎に順次和をとる段階よりも前の段階に変更することが、\n困難であったとは認められない。\nまた、原告は、対数化処理は非線形演算であって、減衰信号を加え合わせて\n対数化処理した結果と、減衰信号を対数化処理してから加え合せた結果とは異なる\nから、引用発明において対数化処理の段階を変更することは容易ではないと主張す\nる。しかし、減衰信号に対する前処理を様々に変更すれば、変更に伴って結果が異\nなることは明らかであるから（そうでなければ、具体的特性に合わせて変更を試み\nる意味がない。）、当業者がこれを試みる際には、変更に伴う数値等の補正をする\nことを前提としていたことは明らかである。そして、減衰信号を加え合わせて対数\n化処理した結果と、減衰信号を対数化処理してから加え合せた結果とが異なること\nは常識であるから、引用発明について対数化処理を同一チャンネル毎に順次和をと\nる段階より前の段階に変更する際にも、前処理の一つとして、計算の結果が変わる\nことに対応する数値補正をすることは当然である。このような調整が必要であると\nしても、そのことは、引用発明において対数化処理の段階を変更することを困難な\nらしめるものではない。\n３　原告は、本願発明１においては、引用発明との相違点に係る構成により、部\n分的なボリュームアーチファクトを減少させることができる効果を有すると主張す\nる。引用発明において、対数化処理の段階を、同一チャンネル毎に順次和をとる段\n階より前の段階に変更した場合、これにより画像も変更され、ボリュームアーチフ\nァクトも変化ないし減少することになるという効果を奏することは明らかである。\nしかし、その効果のうちに、当業者が予想し得なかった範囲のものがあることを認\nめるに足りる証拠はない。\nまた、原告は、引用発明では、再生画像で密度の高い物体間にストリークの\nアーチファクト（偽像）が生じると主張する。原告の上記主張が、本願発明１が、\n引用発明との相違点に係る構成によって、上記ストリークのアーチファクトが生じ\nないか又は減少するという点で当業者が予想し得ない効果を奏するとの趣旨である\nならば、それは、願書に添付された明細書及び図面の記載において根拠が示されて\nおらず、これらに基づかない主張であるから、採用することができない。\nしたがって、本願発明１の作用効果も、当業者が予測できる範囲内のものと\n認められる。\n４　以上のとおりであるから、 原告主張の審決取消事由は理由がなく、その他審\n決にはこれを取り消すべき瑕疵は見当たらない。\n第６　よって、本訴請求は、理由がないから棄却することとし、訴訟費用の負担並\nびに上告及び上告受理の申立てのための付加期間の付与について行政事件訴訟法７\n条、民事訴訟法６１条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官     山　　下　　和　　明\n裁判官　   山　　田　　知　　司\n裁判官     宍　　戸 　       充\n"
}