{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 9
  },
  "case_number": "平成13(行ケ)171",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11699",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11699",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/699/011699_hanrei.pdf",
  "contents": "平成１３年（行ケ）第１７１号　審決取消請求事件（平成１４年７月２９日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　Ａ\n訴訟代理人弁理士　　　中　　　畑　　　　　　　孝\n被　　　　　　告　　　特許庁長官　太　田　信一郎\n指定代理人　　　　　　吉　　　國　　　信　　　雄\n同　　　　　　　　　　杉　　　原　　　　　　　進\n同                    山　　　口　　　由　　　木\n同　　　　　　　　　　高　　　木　　　　　　　進\n同　　　　　　　　　　宮　　　川　　　久　　　成\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年審判第１６９３号事件について平成１３年３月６日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成４年１２月２８日、名称を「コアレスペーパーロールの製法と\nこれに用いる装置」とする発明（以下「本願発明」という。）について特許出願\n（特願平４－３５９８６９号）をし、平成７年６月７日、出願公告されたが、平成\n９年１２月２４日、拒絶査定を受けたので、平成１０年２月５日、これに対する不\n服の審判を請求し、同年３月９日付け手続補正書により、本件特許出願の願書に添\n付した明細書（以下「本件明細書」という。）の特許請求の範囲等の補正（以下\n「本件補正」という。）をした。特許庁は、同請求を平成１０年審判第１６９３号\n事件として審理した上、平成１１年９月１７日、本件補正を却下するとともに「本\n件審判の請求は、成り立たない。」とする審決（以下「前審決」という。）をした\nが、当庁平成１２年（行ケ）第１７号審決取消請求事件において、平成１３年１月\n１５日言渡しの判決（以下「前判決」という。）により前審決が取り消されたの\nで、更に審理をした結果、同年３月６日、「本件審判の請求は、成り立たない。」\nとの審決（以下「本件審決」という。）をし、その謄本は、同月２６日、原告に送\n達された。\n２　本件補正に係る本件明細書の本願発明の要旨（以下、【請求項１】に係る発\n明を「本願発明１」、【請求項２】に係る発明を「本願発明２」という。）\n【請求項１】ぺーパー巻取り用の巻取軸を加熱して巻取りパートにおける巻取\nりに供し、このぺーパー巻始端に水又は接着剤液を塗布して巻取りを進行させ、上\n記巻始端に塗布された水又は接着剤液を上記加熱巻取り軸により乾燥してぺーパー\n巻芯部に保形層を形成するコアレスペーパーロールの製法において、上記巻取りが\n完了したぺーパーロールを上記巻取りパートのぺーパーロール排出側に設けられた\n巻取軸抜き取りパートヘ転出して巻取軸の抜去を行ない、該抜去された巻取軸をグ\nリッパーにて吊上げて上記巻取りパートの上方に配された加熱パートヘ供給して上\n記加熱を行ない、該加熱パートにて加熱された巻取軸を上記グリッパーにて上記巻\n取りパートに供給し上記巻取りを行なわせるようにしたコアレスペーパーロールの\n製法。\n【請求項２】巻取軸にぺーパーを巻取る巻取手段と、この巻取手段に供給する\n巻取軸を加熱する巻取軸加熱手段と、この加熱巻取軸に巻き取るぺーパーの巻始端\nに水又は接着剤を塗布する手段と、巻取りが完了したぺーパーロールの転出を受け\n巻取軸の抜去を行なう巻取軸抜き取り手段と、上記巻取手段の上方に配された巻取\n軸加熱手段と、上記巻取軸抜き取り手段により抜去された巻取軸を該巻取軸抜き取\nり手段から吊上げて上記巻取軸加熱手段へ供給すると共に加熱済巻取軸を該巻取軸\n加熱手段から上記巻取手段に供給するグリッパーとから成ることを特徴とするコア\nレスペーパーロールの製造装置。\n３　審決の理由\n本件審決の理由は、別添審決謄本写し記載のとおり、本願発明１及び２は、\n特開昭６３－６６０５４号公報（本訴甲第２３号証、以下「引用例１」という。）\n及び特開平４－５５２５０号公報（本訴甲第１０号証、以下「引用例２」とい\nう。）に記載された発明（以下、それぞれ「引用例発明１」、「引用例発明２」と\nいう。）に基づいて、当業者が容易に発明をすることができたものであるから、特\n許法２９条２項の規定により特許を受けることができないとした。\n第３　原告主張の審決取消事由\n審決の理由中、「1.手続の経緯・本願発明」及び「2.引用例」は認め\nる。「3.対比・判断」中、相違点の判断（審決謄本５頁２行目～６頁２５行目、７\n頁１１行目～末行）は争い、その余は認める。「4.むすび」は争う。\n本件審決は、本願発明１及び２と引用例発明１の相違点の判断を誤り（取消\n事由１）、一事不再理の原則に違反し（取消事由２）、特許法１５９条２項におい\nて準用する同法５０条の適用により必要とされる拒絶理由通知を欠くものである\n（取消事由３）から、違法として取り消されるべきである。\n１　取消事由１（相違点の判断の誤り）\n(1)　本件審決は、引用例発明１（甲第２３号証）に引用例２（甲第１０号証）\n記載の技術事項を採用して本願発明に想到することに格別の困難があったとはいえ\nないと判断するが、引用例発明１に引用例２の技術事項を適用しても、本願発明は\n得られない。\n(2)　すなわち、引用例発明１は、第１図（５頁）に示すとおり、つかみ部材\n（グリッパー）を巻き取りパートと巻取軸抜き取りパートの２点間で往復運動させ\nる基本構成を発明の不可欠の要素としており、この構成がなければ引用例発明１は\n成り立ち得ないものである。他方、引用例２（甲第１０号証）には、「巻軸を加熱\nしておくことにより」との記載があるだけであり、巻取軸加熱をどのような手段を\n用いて行うのか、また、巻取軸加熱を取り入れ、巻取り、軸抜去及び加熱という一\n連の工程を環状サイクルをもって遂行するシステムをどのように構築するのかとい\nう点については、全く記載がなく、示唆もされていない。したがって、引用例発明\n１の基本構成であるつかみ部材を巻取りパートと巻取軸抜き取りパートの２点間で\n往復運動させる基本構成において、引用例２における「巻軸を加熱しておく」との\n構成を採用するならば、引用例２にはその具体的構成について全く開示がないか\nら、巻取りパートにおいて加熱するか、又は巻取軸抜き取りパートにおいて加熱す\nるかの、いずれかしか想定することができない。そうすると、引用例１及び２を総\n合しても、本願発明１において「抜去された巻取軸をグリッパーにて吊上げて上記\n巻取りパートの上方に配された加熱パートヘ供給して上記加熱を行ない」「加熱パ\nートにて加熱された巻取軸を上記グリッパーにて上記巻取りパートに供給し上記巻\n取りを行なわせるようにしたコアレスペーパーロールの製法」とした点、本願発明\n２において「巻取手段の上方に配された巻取軸加熱手段と、上記巻取軸抜き取り手\n段により抜去された巻取軸を該巻取軸抜き取り手段から吊上げて上記巻取軸加熱手\n段へ供給すると共に」「加熱済巻取軸を該巻取軸加熱手段から上記巻取手段に供給\nするグリッパーとから成ることを特徴とするコアレスペーパーロールの製造装置」\nとした点に関しては、いずれも想到することはできない。\n(3)　巻取軸抜き取りパートにおける巻取軸の抜去、グリッパーによる巻取パー\nトの上方に配された巻取軸加熱パートヘの移行、グリッパーによる加熱済巻取軸の\n加熱パートから巻取パートヘの供給、巻取り、巻取り軸抜き取りパートヘの転送と\nいう一連のリサイクル作業を合理的に遂行することは、本願発明によって初めて提\n供された独自の方式である。本願発明では、抜去した巻取軸をグリッパーで巻取パ\nートヘ供給するに際し、同じグリッパーで巻取パート上方の加熱パートヘ吊り上げ\n加熱を促す機能を持たせ、さらに、この同じグリッパーで巻取パートヘ直ちに供給\nし、加熱巻取軸の熱を冷やさずに、巻取りに際しての水又は接着剤液の乾燥を効率\n的に行うというリサイクル作業を可能にするという目的を達成するものであるが、\n引用例１及び２には、この点に関する開示ないし示唆はない。\n(4)　被告は、加熱パートに関し、引用例２（甲第１０号証）に記載された「巻\n取軸を加熱する」との技術事項を引用例発明１（甲第２３号証）に適用する場合の\n選択肢として、加熱パートを新たに設けるか、又は巻取軸抜き取りパート若しくは\n巻取りパートで加熱するという二つの選択肢が考えられると主張する。しかしなが\nら、引用例１が巻取りパートと巻取軸抜去パート間でグリッパーを往復動させて巻\n取軸をリサイクルするシステムしか想定しないのであるから、これに引用例２の\n「巻取軸を加熱する」技術を適用するならば、巻取りパートか巻取軸抜去パートで\n加熱することに想到するのが自然である。また、仮に、加熱パートを新たに設ける\nという選択肢が予測可能であるとしても、巻取軸抜去パートから巻取りパートヘの\n巻取軸移送をつかさどるグリッパーに、加熱パートヘの移送と巻取りパートヘの移\n送を兼務させて、上記環状サイクルシステムを構成する技術思想は、引用例２の上\n記技術事項を引用例発明１に適用しても、到達し得るものではない。さらに、被告\nは、引用例発明１（甲第２３号証）のつかみ部材に加熱パートヘの移送と巻取りパ\nートヘの移送を兼務させ、上記環状サイクルシステムを構成する技術思想が予測可\n能であると主張するが、引用例発明１は、このような兼務を予測していない。\n(5)　本願発明は、その構成によって、本件明細書の発明の詳細な説明の欄に記\n載する「ぺーパー巻芯部に保形軸孔を持ったコアレスペーパーロールの生産、即ち\n巻取軸にぺーパーを巻取り、巻取り済ペーパーロールから巻取軸を抜去し、該抜去\n巻取軸を回収して加熱部へ供給し加熱する作業、更に加熱済巻取軸を加熱部から上\n記ぺーパー巻取り部へ供給し上記巻取りを行なう、一連の工程が環状サイクルを以\nって合理的に遂行でき、上記コアレスペーパーロールの生産の自動化と生産性の向\n上に寄与し、コストダウンを達成できる」、「又巻取軸抜き取り部とペーパー巻取\nり部間に巻取軸加熱部を配しつつ、この巻取軸抜き取り部と巻取軸加熱部と巻取り\n部間を巻取軸吊送用のグリッパーにより連絡するだけの、簡素な構成にて所期の目\n的を有効に達成できる」という、引用例１及び２の組合せでは得難い独自の作用効\n果を奏するものである。\n２　取消事由２（一事不再理原則の違反）\n前審決は、特許法１５９条２項において準用する同法５０条の適用により、\n拒絶理由通知の拒絶理由と同一の理由により拒絶されたとみなされるべきである。\nそうすると、本件審決は、前審決と同一引用例及び同一適用法条をもって、再度、\n本願発明１及び２が特許を受けることができないとの審決をしたこととなり、民訴\n法上の一事不再理の大原則に違反する。\n３　取消事由３（拒絶理由通知を欠く違法）\n前審決は、前判決により取り消されたものであるところ、審決が取り消され\nたにもかかわらず、審決の前提とする拒絶理由通知だけが有効であると解すべき法\n的根拠はないから、前審決の前提となる拒絶理由通知も前判決により取り消された\nものと解すべきである。したがって、前審決が取り消されたことにより、特許庁\nは、更に審判の審理を行った上、請求が成り立たないとの審決をしようとするとき\nは、あらかじめ拒絶理由を通知しなければならないところ、本件審決は、この拒絶\n理由通知を欠いており、特許法１５９条２項において準用する同法５０条の規定に\n違反する。\n第４　被告の反論\n１　取消事由１（相違点の判断の誤り）について\n引用例発明１（甲第２３号証）は加熱パートを有しないが、引用例２（甲第\n１０号証）に記載された「巻取軸を加熱する」との技術事項を引用例発明１に適用\nする場合、加熱パートを新たに設けるか、又は、原告が主張するように、巻取軸抜\nき取りパート若しくは巻取りパートで加熱するかの選択肢が考えられる。引用例発\n明１の巻軸移送部材は、ロール押し抜き後の巻軸（巻取軸）を駆動ローラ（巻取り\nパート）へ移動させるものであればよく、巻軸の移動経路上に他のパートが存在し\nても、発明が成り立たないものではない。引用例発明１において、巻軸は、シリン\nダのピストンロッドの収縮、伸長とシリンダによる揺動により、巻取りパートと巻\n取軸抜き取りパートの間の上方を吊り上げられて移動するものであって、位置的に\n見ても、巻軸の移動経路上に加熱パートを設けることが困難であるとはいえない。\nまた、引用例２には、巻取りパートで塗布する接着剤液を速やかに乾燥させるため\nに巻取軸を加熱することが記載されているところ、加熱には時間がかかるから、加\n熱のタイミングが遅すぎないように、加熱パートを巻取りパートの直前に配するこ\nとは、その目的を達成するために当業者が当然選択し得る程度のことであるが、引\n用例発明１においても、グリッパーでつかまれた巻取軸の位置は、常に巻取りパー\nトの上方にあるのであって、上記のように、加熱パートを巻取りパートの直前に配\nするのであれば、加熱パートを巻き取りパートの上方に配置するようになるのは、\n当然のことである。\n２　取消事由２（一事不再理原則の違反）について\n前審決は、本願発明１の要旨を公告時の本件明細書に記載されたものと認定\nした上、本願発明１が引用例発明２と同一であることを拒絶理由とするものであ\nる。前審決における拒絶理由は、本件特許出願に対する特許異議の決定に記載した\n理由、すなわち、拒絶査定の理由と同じであるから、特許法１５９条２項において\n準用する同法５０条の適用はない。本件審決は、本願発明１及び２の要旨を、本件\n補正に係る本件明細書に記載されたものと認定した上、本願発明１及び２が引用例\n発明１及び２に基づいて当業者が容易に発明をすることができたことを拒絶理由と\nするものであり、前審決とは、要旨認定及び適用法条を異にするものであるから、\n前審決と同一の理由に基づくものではない。\n民事訴訟における一事不再理は、裁判所が確定判決と矛盾した判決をするこ\nとを許さないという効力を有するにすぎない。また、行政事件訴訟法３３条に規定\nする取消判決の拘束力は、取消判決により違法とされた理由と同じ理由により、取\nり消された審決と同じ結論の審決をすることを禁止するものであって、取り消され\nた審決と異なる理由により同じ結論の審決をすることは、拘束力に反するものでは\nない。前判決の理由は、本件補正が特許請求の範囲の減縮に当たらないとする前審\n決の判断が誤りであるというものであり、その余の認定判断を示していない。\n３　取消事由３（拒絶理由通知を欠く違法）について\n前判決により前審決が取り消されたからといって、その基礎となった拒絶理\n由通知までが失効するものではない。本件審決の理由は、本願発明１及び２は、引\n用例発明１及び２に基づいて当業者が容易に発明をすることができたというもので\nあり、拒絶理由通知のものと同一であるから、再度の拒絶理由通知は不要である。\n第５　当裁判所の判断\n１　取消事由１（相違点の判断の誤り）について\n(1)　審決は、本願発明１と引用例発明１の相違点について、「請求項１に係る\n発明（注、本願発明１）では、ペーパ巻始端に水又は接着剤液を塗布して巻取りを\n進行させるとともに、巻取軸を加熱することによって乾燥を促進させ、ペーパー巻\n芯部に保形層を形成させるものであるのに対し、引例１に記載された発明（注、引\n用例発明１）には、巻き初めにそのような処置を施すことについては何ら示されて\nいない点」（審決謄本４頁２２行目～２６行目）を相違点１とし、「巻取軸の加熱\nに関して、巻取軸抜き取りパートで巻取軸を抜去した後、巻取軸をグリッパーで巻\n取りパートの上方に配された加熱パートへ供給して加熱を行ない、加熱後、巻取軸\nをグリッパーにて巻取りパートに供給するものであるのに対し、引例１に記載され\nた発明（注、引用例発明１）には、巻取軸を加熱することについては何ら開示され\nていない点」（同頁２７行目～３１行目）を相違点２として認定した。また、審決\nは、本願発明２と引用例発明１の相違点について、「請求項２に係る発明（注、本\n願発明２）では、巻取手段に供給する巻取軸を加熱する巻取軸加熱手段と、この加\n熱巻取軸に巻き取るペーパーの巻始端に水又は接着剤を塗布する手段とを有してい\nるのに対し、引例１に記載された発明（注、引用例発明１）は、これらの装置を有\nしていない点」（同７頁１行目～４行目）を相違点３とし、「請求項２に係る発明\n（注、本願発明２）では、巻取軸加熱手段が巻取手段の上方に配置されており、巻\n取軸がグリッパーによって巻取軸抜き取り手段から吊り上げられて巻取軸加熱手段\nに供給され、次いで、巻取手段に供給されているのに対し、引例１記載の発明\n（注、引用例発明１）は、巻取軸加熱手段を有しておらず、その結果、グリッパー\nは、巻取軸抜き取り手段から、直ちに、巻取軸を巻取手段に供給するものである\n点」（同頁５行目～１０行目）を相違点４として認定した。\nそして、審決は、相違点１～４に係る本願発明１及び２の構成は、引用例\n２に記載されいるか、又は引用例２に記載された技術事項から当業者が容易に想到\nできた事項であり、引用例発明１に引用例２の上記構成を採用したことに格別の困\n難があったとは認められないから、本願発明１及び２は、引用例発明１及び２に基\nづいて、当業者が容易に発明をすることができたものと判断した（審決謄本５頁２\n行目～６頁２５行目、同７頁１１行目～末行）。\n(2)　これに対し、原告は、引用例発明１（甲第２３号証）は、つかみ部材を巻\n取りパートと巻取軸抜き取りパートの２点間で往復運動させる基本構成を発明の不\n可欠の要素としており、他方、引用例２（甲第１０号証）には、「この巻軸を加熱\nしておくことにより」（６欄３行目）との記載があるにすぎないから、引用例発明\n１に引用例２の巻軸を加熱するとの技術事項を適用するならば、巻取りパートにお\nいて加熱するか、又は巻取軸抜き取りパートにおいて加熱するかのいずれかしか想\n定し得ないと主張するので、検討するに、引用例１（甲第２３号証）には、以下の\n記載がある。\nア「＜発明が解決しようとする問題点＞・・・従来の無芯紙ロール製造装置\nにあっては、巻軸の巻取位置への搬送および押抜装置の押圧部材による押抜動作\nを、いずれも無端状コンベアを利用して行うため、構造が複雑かつ大型になるほ\nか、巻取りを終了したロールペーパの押抜位置への移動等は、エアシリンダによっ\nて作動する補助シリンダを用いて行う必要があり、その構成、動作が複雑化するな\nどの問題点があった。この発明はかかる従来の問題点に着目してなされたものであ\nリ、巻軸のぺーパ巻取装置への移動および押抜装置の押抜部材による押抜動作をコ\nンベアの回転動作によらずに、比較的小さい占有空間にて実施可能にするほか、ロ\nールペーパの押抜位置へのガイドを簡単な構成にて実施できるようにした無芯紙ロ\nールの製造装置および製造方法を提供することを目的とする。」（２頁右上欄３行\n目～末行）\nイ「＜作用＞この発明における押抜装置は押抜位置にある支承部材を軸方向\nに往動させることによって、一端を係止した巻軸に対してロール体を押し抜かせる\nように動作し、１回の押し抜き動作ごとに元の位置に復帰し、次の押し抜き動作に\n備える。また、押し抜き終了後においては、上記支承部材上に残った巻軸を、巻軸\n移送部材によりつかんで、ぺ一パ巻取側の駆動ローラ上に移し替えさせるように動\n作する。このため、押し抜きや巻軸移送のために、従来のような大形のコンベアを\n用いる必要がなくなり、これらの各部材の設置空間を抑制でき、無芯紙ロールの製\n造装置全体を小形化できるように作用する。」（２頁右下欄１１行目～３頁左上欄\n４行目）\nウ「＜発明の実施例＞・・・第１図はこの発明の無芯紙ロールの製造装置を\n示し、これがぺーパの巻取部Ａと、ぺーパのロール体を押し抜いて取る押抜部Ｂ\nと、ぺーパの切断部Ｃと、押抜部Ｂの巻軸をぺーパの巻取部Ａに移送する巻軸移送\n部Ｄとからなる」（３頁左上欄７行目～１１行目）、「巻軸移送部Ｄは、支軸(30)\nを中心に揺動自在に設けられたシリンダ(31)と、このシリンダ(31)内を出入れする\nピストンロッド端に取り付けられた、つかみ部材(32)と、上記シリンダ(31)をピス\nトンロッドの出入れによって揺動させるもう一つのシリンダ(33)とからなる。」\n（３頁左下欄１４行目～１９行目）、「こうして、ロール体(４)が全て側壁外部に\n搬出されたときは、巻軸(１)は支承部材(16)と係止部材(18)上に架けわたされてお\nり、第１のシリンダ(31)のピストンロッド(34)が伸長して降下し、つかみ部材(32)\nにより巻軸(１)をつかみ取った後、モータ(13)の逆転によって押抜部材(15)は往路\nに沿って復帰し、昀右端に至って次の巻軸(１)の支承動作に備える。ところで、上\n記ロール体(４)の搬出後も巻軸(１)だけは係止部材(18)と部材(16)間に残存する\nが、シリンダ(33),(31)が動作して、つかみ部材(32)のピストンロッドを延ばして、\nその残存する巻軸を・・・巻取部Ａの駆動ローラ(２),(３)上に臨ませ、さらにつか\nみ部材(32)のつかみ動作を解除し、この駆動ローラ(２),(３)上にその巻軸を載置\nし、次のロール体の巻装動作のため待機させる。このようにして、ぺーパ(７)の巻\n取り、切断、押し抜きおよび巻軸(１)の移し替えが連続的に、しかも繰り返し実施\nされ、無芯紙ロールが製造されるのである。」（４頁右上欄１８行目～左下欄１９\n行目）\nエ「＜発明の効果＞以上のように、この発明によれば、無芯紙ロールの製造\n装置を無端状ベルトコンベアを用いない巻取部Ａ、押抜部Ｂと、ぺーパの切断との\nり付けとを離れた位置で実施する切断部Ｃと、巻軸移送部Ｄとから構成したので、\n装置全体の構成を簡素化および小形化でき、かつ動作の信頼性を高いものにする等\nの効果が得られる。さらに、この無芯紙ロールの製造方法によれば、従来のような\n補助ガイドなどの複雑な補助部材や上記ベルトコンベアなどを省いて、ぺーパ送り\nなどの動作、工程の単純化を図っているため、ロール体や巻軸の移送や処理の速度\nを早めることができ、ロール体の製造スピードが向上する等の効果が得られる。」\n（４頁左下欄末行～右下欄１３行目）\n(3)　以上の記載によれば、従来の無芯紙ロール製造装置においては、巻軸の押\n抜位置から巻取位置への搬送を無端状コンベアを利用して行うため、構造が複雑か\nつ大型になるとの問題点があったことにかんがみ、引用例発明１（甲第２３号証）\nの巻軸移送部Ｄは、巻軸の押抜位置からぺーパ巻取装置への移動を、支軸を中心に\n揺動自在に設けられたシリンダと、このシリンダ内を出入れするピストンロッド端\nに取り付けられたつかみ部材と、上記シリンダを揺動させるもう一つのシリンダと\nから成る巻軸移送部材により行うものであり、この構成により、ぺーパの巻取り、\n切断、押し抜き及び巻軸の移し替えが、連続的に、しかも、繰り返し実施されると\nいう効果、各部材の設置空間を抑制することができるため、無芯紙ロールの製造装\n置全体を小形化することができるという効果、ぺーパ送りなどの動作、工程の単純\n化を図っているため、ロール体や巻軸の移送や処理の速度を早めることができると\nいう効果等が得られるものと認められる。\n(4)　引用例２（甲第１０号証）には、「巻軸１を加熱しておくと、噴霧した接\n着剤液が少々早く乾燥されてトイレットペーパー同志の仮着が早くなるから、径を\n小さくして巻軸１をトイレットペーパーロール７より引抜き際にトイレットペーパ\nーロール７の巻き初め部に成形されたトイレットペーパーの仮着筒芯６によりトイ\nレットペーパーロールの形状をより良く保つことができる」（３頁左下欄１５行目\n～右下欄２行目）と記載されており、この作用効果を奏するために、巻軸を加熱し\nておくとの上記技術事項を引用例１（甲第２３号証）に適用することは、当業者に\nとって、容易に推考し得るものというべきである。\n(5)　そして、引用例発明１（甲第２３号証）に対して、巻軸を加熱しておくと\nの引用例２記載の技術事項を適用する場合、加熱する場所としては、一連の工程の\n連続的かつ繰り返しの実施、各部材の設置空間の抑制、装置全体の小形化、ぺーパ\n送り動作、工程の単純化、巻軸の移送速度を早める等、引用例発明１の作用効果を\n阻害しない場所を選択する必要がある。また、加熱する場所への移送に巻軸移送部\n材を兼務させることができ、かつ、余計な移送が追加されないように、巻取り箇\n所、巻軸抜き取り箇所及び巻軸の巻取箇所へという一連の工程の中から、巻軸が静\n止する場所を採用することが相当であるが、そのような場所としては、巻取り箇\n所、巻軸抜き取り箇所、巻軸が上昇した巻軸抜き取り箇所の上方の箇所、又は前記\n箇所から巻軸が揺動されて移動した巻き取り箇所の上方という４箇所が挙げられ\nる。一方、本願発明は、加熱する場所として、巻取手段の上方を採用しているが、\n本件明細書の発明の詳細な説明の欄において、加熱する場所の特定により奏される\n効果として記載されているものは、上記(2)のとおり、ペーパーの巻取り、巻取軸の\n抜去、抜去巻取軸を加熱部へ供給し加熱する作業、巻取軸の加熱部から巻取り部へ\nの供給という一連の工程が、環状サイクルをもって遂行し得ること、また、巻取軸\n抜き取り部、巻取軸加熱部、巻取り部間を巻取軸吊送用のグリッパーにより連絡す\nるだけの簡素な構成により所期の目的を有効に達成し得ることに限られており、こ\nのような効果は、加熱する場所が一連の工程から成る環状サイクル中にあれば奏す\nることができる。そうすると、これら本件明細書の記載を総合するならば、加熱場\n所を上記４箇所から選択することは、当業者にとって、加熱から巻取開始までの時\n間、加熱装置の設置の容易性等に応じ適宜選択可能な設計事項というべきである。\n(6)　したがって、原告の主張は失当であり、審決の相違点の判断に誤りはな\nい。\n２　取消事由２（一事不再理原則の違反）について\n(1)　原告は、前審決は、特許法１５９条２項において準用する同法５０条の適\n用により、拒絶理由通知の拒絶理由と同一の理由により拒絶されたとみなされるべ\nきであるから、本件審決は、前審決と同一引用例及び同一適用法条をもって、再\n度、本願発明１及び２が特許を受けることができないとの審決をしたこととなると\n主張する。\nしかしながら、本件審決に至る経緯は、次のとおりである。すなわち、前\n審決（甲第１号証）は、本件補正が公告時の本願発明１を変更するものであって不\n適法であると判断し、本願発明１の要旨を公告時の本件明細書のものと認定した\n上、これが引用例発明２と同一であり、本願発明１が特許法２９条１項３号に掲げ\nる発明に当たり特許を受けることができないとした。これに対し、前判決（甲第３\n２号証）は、本件補正が公告時の本願発明１を変更するものではなく適法であると\n判断し、そうすると、本願発明１の要旨は本件補正に係る本件明細書のものと認定\nされるべきであり、これを公告時の本件明細書のものと認定した前審決は、発明の\n要旨の認定を誤ったものと判断して、前審決を取り消した。そして、本件審決（甲\n第３３号証）は、本願発明１及び２の要旨を本件補正に係る本件明細書のものと認\n定した上、本願発明１及び２が引用例１及び２に基づいて当業者が容易に発明をす\nることができたものであり、同条２項に掲げる発明に当たり特許を受けることがで\nきないと判断した。以上の経緯に照らせば、原告の上記主張は独自の見解であって\n失当というほかはない。\n(2)　原告は、また、本件審決が民訴法上の一事不再理の大原則に違反すると主\n張するところ、刑事訴訟においては、ある事件について有罪無罪の実体判決又は免\n訴の判決がされた場合には、同一事件について再び審理することはできないという\n一事不再理の原則があるが、民事訴訟においては、訴訟物である法律効果は判決が\nされた後も新たに発生し又は消滅する可能性があり、厳密に同一の事件というもの\nは考えられないから、上記のような一事不再理の原則はない。そこで、原告の上記\n主張を、本件審決が前判決の既判力（民事訴訟法１１４条）及び拘束力（行政事件\n訴訟法３３条１項）に抵触する趣旨をいうものと解して更に検討することとする。\nなお、民事訴訟における既判力の理論的根拠を一事不再理の原則に求める学説があ\nるが、そのような学説も、既判力の効力自体を他の学説と別異に解するものではな\nい。\n(3)　前判決の既判力は、前審決がその拒絶査定不服審判請求の理由との関係で\n違法であることについて生じ、前審決とは別個の行政処分である本件審決の適否に\n影響を及ぼすものではない。したがって、一事不再理をいう原告の主張を前判決の\n既判力をいうものと解しても、本件審決の判断は前判決の既判力に抵触しておら\nず、原告の主張は失当である。\n(4)　前判決には、前審決を取り消した取消判決としての拘束力が生ずるから、\n再度の審判手続において、審判官は、前審決を取り消すとの前判決の結論が導き出\nされるのに必要な理由中の認定判断と抵触する認定判断をすることは許されない。\nしかしながら、本件審決は、前判決の認定判断と同様、本願発明１及び２の要旨を\n本件補正に係る本件明細書のものと認定した上、本願発明１及び２が引用例発明１\n及び２に基づいて当業者が容易に発明をすることができたとの、前判決が判断して\nいない理由により原告の本件審判請求が成り立たないとしたものであるから、前判\n決の拘束力に抵触するところはないというべきである。したがって、一事不再理を\nいう原告の主張を前判決の拘束力をいうものと解しても、原告の主張は失当であ\nる。\n３　取消事由３（拒絶理由通知を欠く違法）について\n(1)　原告は、前審決が前判決によって取り消されたことにより、前審決の前提\nとなる拒絶理由通知も取り消されたものと解すべきであるとした上、本件審決は特\n許法１５９条２項において準用する同法５０条所定の拒絶理由通知を欠いている旨\n主張する。しかしながら、前審決の理由は、本願発明１が引用例発明２と同一であ\nるから特許法２９条１項３号に掲げる発明に当たるというものであり、本願発明１\n及び２が引用例発明１及び２に基づいて当業者が容易に発明をすることができ同条\n２項に掲げる発明に当たるとする本件審決の理由とは異なるから、前審決が前判決\nによって取り消されたことは、本件審決が拒絶理由通知を欠くかどうかとは関係が\nないばかりでなく、拒絶査定不服審判の請求が成り立たないとする審決が判決によ\nって取り消されたからといって、行政手続上審決とは別個の行為である拒絶理由通\n知までが取消判決により効力を失うと解すべき法令上の根拠も見いだせない。\n(2)　かえって、本件特許出願については、本願発明１及び２が引用例発明２と\n同一であるから特許法２９条１項３号の規定により特許を受けることができないと\nの理由で拒絶査定（甲第１６号証）がされ、これに対する不服審判請求の後に本件\n補正の手続補正書が提出されたことにより、前置審査（特許法１６２条）の手続が\n開始されたところ、その手続中にされた拒絶理由通知書（甲第２２号証）には、本\n件補正に係る本願発明１及び２について、引用例発明１及び２に基づいて当業者が\n容易に発明をすることができるから同条２項に掲げる発明に当たるとする、本件審\n決の理由と同一の理由が拒絶理由として記載され、これに対する原告の意見書（甲\n第２４号証）では、本件補正に係る本願発明１及び２について、上記拒絶理由が妥\n当しない旨の意見が述べられている。そうすると、前置審査においてした上記拒絶\n理由通知及び意見書提出の手続は、本件審決の審判手続においてされたものとして\n効力を有し、本件審決が拒絶理由通知を欠くということはできないから、原告の上\n記主張はいずれにしても失当である。\n４　以上のとおりであるから、原告主張の審決取消事由は理由がなく、他に審決\nを取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから、これを棄却することとし、訴訟費用\nの負担につき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判\n決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　岡　　　本　　　　　　　岳\n裁判官　　　長　　　沢　　　幸　　　男\n"
}