{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 26
  },
  "case_number": "平成17(わ)116",
  "case_name": "殺人，死体遺棄被告",
  "court_name": "甲府地方裁判所刑事部",
  "lawsuit_id": "6403",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6403",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/403/006403_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役１５年に処する。\n未決勾留日数中２３０日をその刑に算入する。\n理　　　　　　　由\n（犯罪事実）\n被告人は，\n第１　Ａと共謀の上，同人の夫であるＢ（当時３９歳。以下「被害者」という。）\nを殺害しようと企て，平成１７年３月６日午後１１時ころ，横浜市○○被害者方寝\n室において，就寝中の被害者に対し，殺意をもって，その頸部をカバン用肩掛けベ\nルト様のもので締め付け，その頭部をハンマー様のもので乱打するなどし，よっ\nて，そのころ，同所において，被害者を窒息死させて殺害した\n第２　Ａ及びＣと共謀の上，同月７日午後１１時ころ，山梨県北杜市○○付近路上\nにおいて，被害者の死体を道路脇に投棄し，もって死体を遺棄した\nものである。\n（法令の適用）\n被告人の判示第１の所為は刑法６０条，１９９条に，判示第２の所為は同法６０\n条，１９０条にそれぞれ該当するところ，判示第１の罪について所定刑中有期懲役\n刑を選択し，以上は同法４５条前段の併合罪であるから，同法４７条本文，１０条\nにより重い判示第１の罪の刑に同法４７条ただし書の制限内で法定の加重をした刑\n期の範囲内で被告人を懲役１５年に処し，同法２１条を適用して未決勾留日数中２\n３０日をその刑に算入することとする。\n（量刑の理由）\n１　本件は，被告人が，Ａ（以下「Ａ」という。）と共謀の上，被害者の頸部を締\nめ付けるなどして被害者を窒息死させ，さらに，Ａの知人であるＣも加わって，被\n害者の死体を路上に投棄したという殺人，死体遺棄の事案である。\n２　まず，本件全体の犯情をみると，本件は，被害者の妻であるＡの発案のもと，\n被害者に掛けられた多額の保険金を狙って敢行された        保険金目的の殺人，\n死体遺棄事案であって，その動機は，利欲的で極めて悪質である。\n犯行態様をみても，あらかじめ殺害に使用する凶器や死体を詰める段ボール箱\nを準備したり，食事に睡眠薬を混入して被害者を眠らせた上で殺害行為に及ぶなど\n計画的な犯行であるし，殺害行為自体，まず就寝中の被害者の頸部を肩掛けベルト\n様の凶器で締め付け，異変に気づいた被害者が目を覚ました後は，２人掛かりで抵\n抗を封じつつ，ハンマー様の凶器で２２個もの裂創が生じるまでにその頭部を乱打\nし，さらに再び肩掛けベルト様の凶器で頸部を締め付けて被害者を窒息死させ\nたという強固な殺意に基づく執拗かつ残忍で非情な犯行である。また，殺害後，保\n険金取得という目的を実現すべく，被害者が出先で事件に巻き込まれたと見せかけ\nるため，被害者の服  を着替えさせるなどした上，日にちを置いて発見されるよう\nな場所をことさら選ん\nで野ざらしの状態で被害者の遺体を投棄したものであって，死体遺棄の態様も悪質\nというほかない。さらに，犯行に利用した凶器や段ボール箱等を処分するなどの罪\n証隠滅行為にも及んでいたものであり，犯行後の行状も悪質である。\n被害者は，本件凶行に遭遇しなければならないような落ち度はうかがえないに\nもかかわらず，３９歳という人生半ばにして，  突如として自らの妻らの手にかか\nり，幼子を遺したまま無惨にもその命を奪われたものであって，その身体的苦痛は\nおろか精神的苦痛や無念さは想像するに難くない。被害者の遺児らは，肉親である\n父親をこともあろうに母親らによって一瞬にして奪われたものであって，その境遇\nを思うと誠に痛ましく，同情を禁じ得ないものがあり，また，被害者の実姉はかけ\nがえのない弟を奪われたものであって，終身刑の処罰を望んでおり，当然のことな\nがら被告人に対する遺族の処罰感情には厳しいものがある。    このように本件の\nもたらした結果は誠に重大である。\n３　次に，本件において被告人の果たした役割を見ると，被告人は，殺人に関し，\n被害者の頸部を肩掛けベルト様の凶器で締め付けるという被害者の直接の死因とな\nった行為を行っているほか，Ａがハンマー様の凶器で被害者の頭部を乱打したのに\n引き続き，同様に被害者の頭部を数回殴打するなどしたものであり，自ら積極的か\nつ執拗に実行行為を行っている。死体遺棄に関しても，死体を詰めるのに手頃な段\nボール箱を予め入手するという準備行為や，被害者の死体を段ボール箱に詰めた\nり，車で遺棄場所を探しながら死体を運搬したり，死体を路上に投棄したりするな\nどの実行行為を自ら直接担当している。このように殺害や死体遺棄の実行行為のほ\nとんどの部分について自ら積極的に敢行していた被告人の役割は非常に重要であ\nる。\nまた，被告人が本件に関与するに至る経緯をみると，被告人は，当初Ａから死\n体遺棄のみについての協力を求められ，Ａとは旧知の間柄であったことや報酬を提\n示されたことなどからこれを引き受けることとし，その後，Ａから殺害行為自体を\nも依頼されるに至り，行きがかり上断りづらくなって殺害の役目を引き受けること\nになったという経過が認められるが，報酬目当てという利欲的な動機もあって関与\nしている点は，厳しい非難に値する。なお，殺害行為を引き受けるまでの過程にお\nける被告人の心情の中には，Ａの性格からすると依頼を断った場合に自分の身に危\n険が及ぶかもしれないというＡに対する恐怖心も少なからずあったようにうかがえ\nるものの，Ａの本件犯行の依頼状況，それまでのＡとの間の友人としての交際経過\n等に照らすと，殺人\nという悪質・重大な犯罪行為の依頼であっても全く断れない，あるいは，断ること\nが相当難しいというほどにまで被告人のＡに対する恐怖心が強いものであったとは\n考えがたく，この点は，他人の生命を奪う行為に加担する動機・経過として，さし\nて斟酌しうるものではない  。\n以上によると，被告人の刑事責任は重大である。\n４　他方，被告人には，次のような斟酌しうる事情が存在する。\nまず，本件各犯行の発案や計画の立案，殺害凶器の準備は，いずれもＡによっ\nてなされている一方，被告人は，本件殺人の当日に突然Ａから協力を求められ，も\nっぱら犯行計画を聞いてその実行をする立場にあったものと認められる。その意味\nで，被告人は，終始，首謀者であるＡに比して従属的地位にあったものと評価でき\nる。\nまた，前記のとおり，被告人が本件に関与する過程では，行きがかり上断りづ\nらくなったという経過も認められるのであって，被告人が当初から殺害の実行行為\nについて進んで引き受けたというわけではないし，単なる報酬目当てのみから本件\nに関与したというわけでもない。\nさらに，被告人自身，本件各犯行について事実関係を詳らかに供述して反省の\n態度を示すとともに被害者や遺族に対する謝罪の意を表明しているし，被告人の母\n親においても，１００万円を工面して被害者の遺族に対する慰藉の措置を講じる努\n力をこれまでしてきており，未だ示談成立の見通しは立っていないとはいえ，同金\n額が将来的に被害者の遺児らのために役立てられる可能性も残されている。\nその他にも，被告人には前科・前歴がないことなどの事情も指摘することがで\nきる。\n５　そこで，当裁判所は，これらの被告人にとって有利，不利な一切の諸事情を総\n合考慮し，主文のとおりの刑を量定した次第である。\n（検察官佐藤方生，私選弁護人小野正毅各出席）\n（求刑　懲役２０年）\n平成１８年１月２６日\n甲府地方裁判所刑事部\n裁判長裁判官　　　川　　島　　利　　夫\n裁判官　　　矢　　野　　直　　邦\n裁判官　　　肥　　田　　　　　薫\n"
}