{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 10,
    "day": 2
  },
  "case_number": "平成19(行ケ)10211",
  "case_name": "審決取消当事者参加事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "35199",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=35199",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/199/035199_hanrei.pdf",
  "contents": "判決言渡 平成１９年１０月２日\n平成１９年（行ケ）第１０２１１号 審決取消当事者参加事件\n口頭弁論終結日 平成１９年９月２５日\n判決\n当事者参加人 和光コンクリート工業株式会社\n訴訟代理人弁理士 豊岡静男\n同 岡崎孝二\n同 伊東有道\n被 告 特許庁長官\n肥塚雅博\n指 定 代 理 人 宮川哲伸\n同伊 波 猛\n同 森川元嗣\n同内 山 進\n脱退原告 Ｚ\n主文\n１ 当事者参加人の請求を棄却する。\n２ 訴訟費用は当事者参加人の負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服２００５－１０７２９号事件について平成１８年１２月１１日\nにした審決を取消す。\n第２ 事案の概要\n脱退原告であるＺは，名称を「木製防護柵」とする発明につき特許出願をし\nたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許\n庁から請求不成立の審決を受けたので，平成１９年２月７日付けでその取消し\n（（ ） ）。，を求める訴訟を提起した 平成１９年 行ケ 第１００４８号事件 その後\n当事者参加人は，脱退原告から特許を受ける権利の譲渡を受けたとして，被告\nを相手方として当事者参加をしたのが本件訴訟である。なお，脱退原告は平成\n１９年７月５日の第２回弁論準備手続期日において被告及び当事者参加人の承\n諾を得て訴訟から脱退した。\n本件訴訟の争点は，本願発明が進歩性を有するかである。\n第３ 当事者の主張\n１ 請求原因\n( ) 特許庁における手続の経緯1\n脱退原告は，平成１４年２月１５日に名称を「木製防護柵」とする発明に\nつき特許出願（国内優先平成１３年２月２１日，特願２００２－３９００９\n号。請求項の数１８。以下「本願」という。甲３）をし，その後平成１６年\n９月１７日付けで特許請求の範囲の変更等を内容とする手続補正（請求項の\n数７。以下「本件補正」という。甲４）をしたが，平成１７年４月２１日付\nけで特許庁から拒絶査定を受けた。\nそこで脱退原告は，これに対する不服の審判請求をし，同請求は不服２０\n０５－１０７２９号事件として係属したが，特許庁は，平成１８年１２月１\n１日 「本件審判の請求は，成り立たない 」とする審決をし，その謄本は平，。\n成１９年１月９日脱退原告に送達された。\nこれに対し脱退原告は，平成１９年２月７日付けで，上記審決の取消しを\n求める訴訟を提起し（平成１９年（行ケ）第１００４８号事件 ，その訴訟）\n係属中に当事者参加人は脱退原告から特許を受ける権利の譲渡を受けて平成\n１９年４月３日に特許庁長官にその旨の届出をした（甲２１）として，平成\n１９年６月１４日付けで当事者参加を申し立て，その後平成１９年７月５日\nの第２回弁論準備手続期日において，脱退原告は被告及び当事者参加人の同\n意を得て訴訟から脱退した。\n( ) 発明の内容2\n本件補正後の請求項の数は前記のとおり７であるが，そのうち請求項６に\n係る発明（以下「本願発明」という ）の内容は，下記のとおりである。。\n記\n【請求項６】車両通行域の路側部に所定間隔を置いて立設した複数の支柱\nと，各支柱の地上部前面で上下に所定間隔を置いて横架した複数の木材\nビームとを備えて柵状に構成され，前記車両の接触ないし衝突を前面側\n，，から受け 前記車両の挙動を安全規準に適合させる木製防護柵であって\n前記木材ビームを直径１８０ｍｍ程度の間伐材とすると共に各木材ビー\nムの位置関係が次記の通りであり，タイヤが昀下段の木材ビームに直接\n衝突し，路面から昀下段の木材ビームの下面までの間及びビーム間に夫\n々２５０ｍｍを超える空間を設けないことを特徴とする木製防護柵。\n（１） 路面から昀下段木材ビーム下面までの高さが，Ｈ１＝５０～２\n５０ｍｍであること。\n（） ， 。２ 各木材ビーム間の間隔が Ｈ２＝５０～２５０ｍｍであること\n（３） 路面から昀上段木材ビーム上面までの高さが，Ｈ３＝６５０～\n１０００ｍｍであること。\n（４） 木材ビームの支柱から道路側への張り出し寸法が，Ｋ≧６０ｍ\nｍであること。\n( ) 審決の内容3\nア 審決の内容は，別添審決写しのとおりである。\nその理由の要点は本願発明は，下記刊行物１及び２に記載された技術に\n基づいて当業者が容易に発明をすることができたから，特許法２９条２項\nにより特許を受けることができない，としたものである。\n記\n刊行物１：特開平９－８８０２６号公報（甲１。これに記載された発明\nを以下「刊行物１発明」という ）。\n刊行物２： 防護柵の設置基準・同解説」社団法人日本道路協会，平成「\n１０年１１月３０日改訂版第１刷発行，９６，９７及び１３\n６頁（甲２）\nイ なお，審決は，上記判断をするに当たり，刊行物１発明の内容を以下の\nとおり認定したうえ，本願発明と刊行物１発明との一致点及び相違点を，\n次のとおりとした。\n〈刊行物１発明の内容〉\n「車両通行域(道路)の路側部(路側３)に所定間隔を置いて立設した複数\nの支柱(支柱１)と，各支柱の地上部前面で上下に所定間隔を置いて横架\nした複数の木材ビーム(木材製の上下の円柱形緩衝材２ａ，２ｂ)とを備\nえて柵状に構成され，前記車両の接触ないし衝突を前面側から受け，前\n記車両の挙動を安全規準に適合させる(車両等が衝突時に受ける衝撃を\n回避または緩和することができる)木製防護柵であって，\n前記木材ビームを直径１８０ｍｍ程度の木材とすると共に，タイヤが\n昀下段の木材ビームに直接衝突する(車の下側部分だけが下の円柱形の\n緩衝材２ｂにのみ接触する)木製防護柵 」。\n〈一致点〉\n「車両通行域の路側部に所定間隔を置いて立設した複数の支柱と，各支\n柱の地上部前面で上下に所定間隔を置いて横架した複数の木材ビームと\n，，を備えて柵状に構成され 前記車両の接触ないし衝突を前面側から受け\n前記車両の挙動を安全規準に適合させる木製防護柵であって，\n前記木材ビームを直径１８０ｍｍ程度の木材とすると共に，タイヤが\n昀下段の木材ビームに直接衝突する木製防護柵」である点。\n〈相違点１〉\n木材ビームを，本願発明は 「間伐材」とするのに対し，刊行物１発，\n明では「木材」とする点。\n〈相違点２〉\n本願発明が「各木材ビームの位置関係が次記の通りであり，路面から\n昀下段の木材ビームの下面までの間及びビーム間に夫々２５０ｍｍを超\nえる空間を設けない木製防護柵。\n（１） 路面から昀下段木材ビーム下面までの高さが，Ｈ１＝５０～２\n５０ｍｍであること。\n（） ， 。２ 各木材ビーム間の間隔が Ｈ２＝５０～２５０ｍｍであること\n（３） 路面から昀上段木材ビーム上面までの高さが，Ｈ３＝６５０～\n１０００ｍｍであること。\n（４） 木材ビームの支柱から道路側への張り出し寸法が，Ｋ≧６０ｍ\nｍであること 」とするのに対し，刊行物１発明では各寸法は不明で。\nある点。\nウ また，審決は，刊行物２記載の技術を次のとおり認定した（４頁１７行\n～２４行 。）\n「各ビームの位置関係が次記の通りである防護柵。\n（１）設置面から昀下段ビーム下面までの高さが，ｈ１＝１８５～５３５\nｍｍであること。\n（２）各ビーム間の間隔が，ｈ２＝１７５ｍｍであること。\n（３）設置面から昀上段ビーム上面までの高さが，ｈ３＝６５０～７５０\nｍｍであること。\n（４）ビームの支柱から道路側への張り出し寸法が，ｋ≧２５ｍｍである\nこと 」。\nエ その上で，審決は，相違点２について，刊行物２には，次の範囲で本願\n発明の構成と一致する技術が記載されているとした。\n「各ビームの位置関係が次記の通りである防護柵。\n（１）設置面から昀下段ビーム下面までの高さが，ｈ１＝１８５～２５０\nｍｍであること。\n（２）各ビーム間の間隔が，ｈ２＝１７５ｍｍであること。\n（３）設置面から昀上段ビーム上面までの高さが，ｈ３＝６５０～７５０\nｍｍであること。\n（４）ビームの支柱から道路側への張り出し寸法が，ｋ≧６０ｍｍである\nこと 」。\n( ) 審決の取消事由4\nしかしながら，審決は，本願発明と刊行物１発明との一致点の認定を誤り\n（取消事由１ ，相違点２についての判断を誤り（取消事由２ ，本願発明の））\n顕著な作用効果の判断を誤った（取消事由３）から，違法として取り消され\nるべきである。\nア 取消事由１（本願発明と刊行物１発明との一致点の認定の誤り）\n(ア) 本願発明は，上記第３，１，( )記載のとおり 「車両の挙動を安全2 ，\n基準に適合させる木製防護柵」に関するものであるところ，その前提と\nして理解が必要となる防護柵設置基準，安全基準等の変遷は以下のとお\nりである。\nａ 昭和４７年１０月改訂の防護柵設置要綱\n昭和４７年１０月２５日に改訂版が社団法人日本道路協会 以下 日（「\n本道路協会」という ）から発行された防護柵設置要綱（甲５）にお。\n， ， ， ， ， ，，，，いて 改訂の要旨として 種別をＡ Ｂ Ｃ Ｓ Ａｍ Ｂｍ Ａｐ\nＢｐ，Ｃｐ及びＰの１０種別としたこと，設置場所の規定をより明確\nにしたこと，各衝突実験の結果から具体的な標準構造を選定し，防護\n柵の構造の標準化をはかったこと，剛性防護柵に関する規定を追加し\nたことが挙げられている。\nまた，甲５の３１頁に 「２－３ 形式の選定」として，路側用に，\n，，はガードレール ガードケーブル及びオートガードが選定されること\n。，ガードパイプは歩道用のみに選定されることが示されている さらに\n甲５の４０～６６頁にかけて構造諸元について記載されており，構造\n，， ， ，諸元を統一化し 例えば ４１頁には 路側用ガードレールについて\n種別Ａ，Ｂ，Ｃ，Ｓごとに，ビームの幅や厚さ，支柱の外径や埋め込\nみ深さ，ビーム中心高さ及び昀大支柱間隔などの数値が規定され，同\nじく６２頁には，歩道用ガードパイプについて，種別Ａｐ，Ｂｐ，Ｃ\nｐごとに，パイプの外径，厚さやパイプ間隔，支柱の外径や埋め込み\n深さ，中央パイプ中心高さ及び昀大支柱間隔などの数値が規定されて\nいる。\nさらに，甲５の６７～７２頁には，材料が規定されており，６７頁\nにガードレールのビームは，原則として，ＪＩＳＧ３１０１「一般構\n造用圧延鋼材」２種またはこれと同等以上のものを用いることが規定\nされ，６９頁には，歩道用ガードパイプのパイプの材質は，ＪＩＳＧ\n３４４４「一般構造用炭素鋼鋼管」２種またはこれと同等以上のもの\nを用いる旨規定されている。つまり，路側用ガードレールのビームや\n歩道用ガードパイプのパイプについて，木材を用いることは，防護柵\n設置要綱に適合するものではなかった。\nなお，昭和６１年７月に，上記防護柵設置要綱を補完するものと\nして，防護柵設置要綱・資料集が発行されたが，その内容は，①橋梁\n用防護柵②耐雪型防護柵についての詳細を規定したものであり，路側\n用ガードレールのビームや歩道用ガードパイプのパイプについては触\nれられていない。\nｂ 平成１０年１１月改訂の防護柵の設置基準（仕様規定から性能規定\nへの変更）\n平成１０年１１月３０日に日本道路協会から発行された防護柵の設\n置基準・同解説（刊行物２〔甲２ ，甲６，乙６）の冒頭に「防護柵〕\nの設置基準の主な改定点」の頁（甲６参照）が設けられ，主な改定点\nとして，仕様規定から性能規定への変更，種別の分化・拡充，乗員安\n全性の規定の充実などが挙げられた。仕様規定から性能規定への変更\nに関しては 「従来の構造諸元等の仕様を規定する方式から，防護柵，\nの有すべき性能を規定する方式に変更された。例えば，車両用防護柵\n， ，，，では ①車両の逸脱防止性能 ②乗員の安全性能 ③車両の誘導性能\n④構成部材の飛散防止性能を規定している。これにより多様なニーズ\nへの対応や技術力の活用の可能性が拡大された （甲６の２枚目）と。」\n記載されている。そして，甲６の１５～２５頁には性能について規定\nされ，車両用防護柵の衝突条件や上記①～④に関して，種別ごとに満\n足すべき性能が記載されている。また，甲６の２６～３４頁には，構\n造及び材料について規定されている。構造諸元に関しては，防護柵高\nさは原則として６０ｃｍ以上１００ｃｍ以下とするとあるのみで他の\n構造に関する具体的数値は記載されておらず，材料に関しては 「車，\n両用防護柵に用いる材料は，十分な強度を持ち，耐久性に優れ維持管\n理が容易なものを用いるものとする （２６頁）と規定されており，。」\n鋼材，アルミニウム合金，ステンレス鋼材及び鉄筋・コンクリート材\nの例示はあるが，性能が確認できれば，その他の材料も使用すること\nができると記載されている。\nつまり，仕様規定から性能規定への変更により，性能の規定を満た\nせば，木製ビームの防護柵の設置が認められる可能性が開けたもので\nある。\nｃ 平成１６年３月改訂の防護柵の設置基準・同解説\n平成１６年３月３１日に日本道路協会から発行された防護柵の設置\n基準・同解説（甲７）の「まえがき」において 「防護柵に関する基，\n準も，その時代その時代の社会的要請と技術的成果を基に所要の改定\nが行われ，昀近では平成１０年に，仕様規定から性能規定へと大きな\n変更がなされたところである。この改定によって，パイプビーム型，\n複合型，木製など従来なかった車両用防護柵が性能確認試験を経て実\n用化され，多様な形式の防護柵が開発されてきている 」と，初めて。\n「木製防護柵」の名称が登場した。また，甲７の４４頁に，従来の鋼\n製ガードレール，ガードパイプ，ボックスビームと並んで木製防護柵\nが車両用防護柵の代表的な形式として掲載され 「主としてビームに，\n木材を用いた防護柵であり，車両衝突時の衝撃に対して，木材ビーム\n。」の剛性と金属製接続部や支柱基礎部の変形で抵抗する防護柵である\nと説明されている。\n(イ) 一方，本願発明にかかる木製防護柵は，各木材ビームの位置関係を\n上記本願発明記載の（１）～（４）の数値範囲とすることにより，日本\n道路協会により平成１０年１１月に改訂された「防護柵設置基準」で規\n定された防護柵種別Ｂが満たさなければならない性能を有するものであ\nる したがって 本願発明によれば 出願当初明細書 甲３ の段落 ０。， ， （ ） 【\n０６０】の欄に記載されているとおり，景観良好にして，小型及び大型\n車両のもぐり込み，飛び出しが無く，人と車と環境に優しい木製防護柵\nを提供することが可能となるものである。\n(ウ) しかし，審決は以下に述べるとおり，刊行物１発明の認定を誤った\n結果，本願発明と刊行物１発明との一致点の認定を誤り，相違点を看過\nして，かかる相違点の判断をしていないから，その認定の誤りは審決の\n結論に影響を及ぼすものである。\n審決が認定した刊行物１発明の内容は，上記第３，１，(3)，イ記載\nのとおりである。しかし，審決の認定のうち 「前記車両の挙動を安全，\n規準に適合させる（車両等が衝突時に受ける衝撃を回避または緩和する\nことができる）木製防護柵であって」との点は誤りである。\nすなわち，刊行物１は，平成７年９月２７日に出願された発明に関す\nる公開公報であるところ，上記(ア)で防護柵設置基準の変遷について述\nべたように，その出願当時に適用される防護柵設置基準は昭和４７年１\n０月改訂の防護柵設置要綱であり，その要綱は仕様規定となっており，\nガードレールのビームやガードパイプのパイプに用いる材料は，上記の\nとおり，一般構造用圧延鋼材あるいは一般構造用炭素鋼鋼管と同等以上\nのものが原則とされているから，木材ビームからなる防護柵が設置要綱\nの安全規準に適合しているはずはない。\nまた，平成１０年１１月改訂の防護柵の設置基準においては，上記の\nとおり仕様規定から性能規定へと変更され，公的機関の行う衝突実験に\n合格すれば，木材ビームであっても安全規準に適合することにはなるも\nのの，平成７年９月２７日の特許出願当時に，このような衝突実験を行\nうはずもないから，刊行物１の段落【０００８】の欄に「車両等が衝突\n時に受ける衝撃を回避または緩和することができる」との記載があるこ\nとのみをもって，刊行物１発明が車両の挙動を安全規準に適合させるも\nのであるとする認定は誤りである。脱退原告の行った実験である甲８に\nよれば，その参照番号Ｔ６は刊行物１の図５の実施例に類似するものに\n対する衝突実験データであるところ，離脱速度が基準に達しておらず，\n安全規準に適合していない。\nこれに対して，本願発明においては，本願明細書（甲３）の段落【０\n００４】～【０００８】の欄にも記載されているとおり，上記木製防護\n柵の開発後，日本道路協会による防護柵設置基準（安全性基準）が改正\nされ，さらなる安全性が要求されたことから，本願発明に記載されてい\nる種々の数値条件を変更し甲８に示す衝突実験をした結果，安全規準に\n適合するための数値条件を見出し，これらを規定したのが本願発明であ\nる。\nしたがって，審決の刊行物１発明の認定が誤っていることは明らかで\nあり，審決は相違点とすべき事項を一致点と認定し，かかる相違点につ\nいては実質的に判断をしていない。\nイ 取消事由２（相違点２についての判断の誤り）\n審決は，刊行物１発明に刊行物２記載の技術を適用して，相違点２に係\nる本願発明の構成とすることは，格段の阻害要因もなく，当業者が容易に\nなし得る設計事項にすぎないと判断したが，刊行物１発明に刊行物２記載\nの技術を適用しても，相違点２に係る本願発明の構成とはならず，また，\n刊行物１発明に刊行物２記載の技術を適用することには阻害要因があるか\nら，審決の判断は誤りでありこの誤りが審決の結論に影響を及ぼすことは\n明らかである。\n(ア) 刊行物２について\n刊行物２（甲２）の９６，９７頁は別添２「橋梁用ビーム型防護柵\n設計方法」であるところ，この別添２は，平成１０年１１月５日付建設\n省道路環境課長通達「車両用防護柵性能確認試験方法について」に添付\nされたものであり，同通達には，別添２に関して，\n「２．なお，上記に関わらず，以下のいずれにも該当する橋梁用ビーム\n型防護柵で別添２に規定する設計方法により設計されたものは，その構\n成部材の強度が設計に用いた値であることを静荷重試験により確認する\nことをもって，衝突試験にかえることができるものとする。\n１）鋼材（球状黒鉛鋳鉄品を含む ，ステンレス鋼材，アルミニウム合金）\n材製の材料による２本以上の横梁および支柱からなり，横梁の断面が丸\nまたは四角型の閉断面になっているもの。\n２）ブロックアウト型の構造（防護柵の柵面が支柱の昀前面よりも車道側\nに突出している構造）になっているもの。\n３）橋梁・高架などの構造物上に設置され，基礎となる構造物は衝突荷重\nに対し変形が生じない強度を有するもの。\n４）ＳＡ種以下の種別であること 」。\nと記載されている（甲６の９２頁 。）\n上記によれば，別添２に規定する設計方法により設計された防護柵で\n，）あれば衝突試験が免除されて設置基準に適合するものではなく 上記１\n）。 ，ないし４ の４つの条件のいずれにも該当しなければならない そして\n上記１）の条件によれば，ビームは鋼材，ステンレス鋼材，アルミニウ\n，。 ， ）ム合金製の材料でなければならず 木材ビームは該当しない また ３\nの条件によれば，橋梁・高架などの構造物上に設置されたものでなけれ\nばならず，道路に直接設置したものは該当しない。\nまた，刊行物２（甲２）の１３６頁の「２．種別ＳＣビーム型防護柵\n（丸ビーム，２本レールタイプ，アンカーボルト方式 」は，種別ＳＣ）\n橋梁用ビーム型防護柵の設計計算例を示したものであり，これについて\nも，設計計算例のとおりに設計された防護柵であれば設置基準に適合す\nるのではなく，上記４つの条件のいずれにも該当しなければならないこ\nとも同じである。\n(イ) 刊行物１発明は，複数の木材ビームを備えた道路に直接設置する木\n製防護柵に関する発明であるのに対し，刊行物２記載の技術は，平成１\n０年１１月改訂の防護柵の設置基準に適合する橋梁用ビーム型防護柵に\n関する技術であり，また，ビームの材料は鋼材，ステンレス鋼材，アル\nミニウム合金製に限られ，橋梁・高架などの構造物上に設置される防護\n柵に限定される技術である。\nしたがって，刊行物２記載の技術のうち，相違点２に関連する各ビー\nムの位置関係を，木材ビームを備え，道路に直接設置する木製防護柵で\nある刊行物１発明に適用したとしても，防護柵の設置基準に適合するも\nのとはならないから，刊行物２記載の技術を刊行物１発明に適用する動\n機付けはない。\n以上のとおり，刊行物１発明に，刊行物２記載の各ビームの位置関係\nを適用する動機付けはないから，相違点２について 「格段の阻害要因，\nもなく，当業者が容易になし得る設計事項にすぎない」との審決の判断\n（５頁２５行～２６行）は誤りである。\n(ウ) また審決は，刊行物２には「 １）設置面から昀下段ビーム下面ま（\nでの高さが，ｈ１＝１８５～２５０ｍｍであること （５頁１６行～１。」\n７行）及び「 ４）ビームの支柱から道路側への張り出し寸法が，ｋ≧（\n６０ｍｍであること 」が記載されていると認定している（５頁２１行。\n～２２行 。）\nしかし，刊行物２（甲２）に示されているのは，地覆面から昀下段ビ\nーム下面までの高さｈ１＝１８５～５３５ｍｍというものであり，甲６\nの２７頁の図－２・２・３のｃ）に記載されているように 「地覆」は，\n車両に乗っている当事者の頭部が防護柵部材に直接衝突することを防止\nする機能を有する。また甲６の４４頁には 「車両の接近防止や衝撃荷，\n重が基礎または床版に与える影響を減ずる目的で地覆を設けるのが一般\n的である。このとき地覆高さは，一般道路では防護柵の設置しやすさや\n基礎構造への配慮から２５ｃｍ程度とするのが一般的である （下８行」\n～下３行）との記載もある。したがって，車両が防護柵に衝突する際に\n「地覆」は力学的に重要な役割を担うのであるから，刊行物２の９６頁\nの付表－１・１「設計諸元」に記載された「下段横梁中心高さ［地覆面\nから 」の「地覆面」を根拠なく「設置面」と置換すべきでない。また］\n同じ付表－１・１が主要横梁上端高さについては［路面から］と記載し\nていることからも 「地覆面」と「路面」は厳格に区別して使用される，\nべき概念であることは明らかである。そこで刊行物２の１３６頁の付図\n－１８「構造寸法」を検討すると 「地覆面」から下段横梁下面までの，\n高さは１８５～５３５ｍｍであるが 「地覆」の高さが「路面」から２，\n５０ｍｍあるから 「路面」から下段横梁下面までの高さｈ１は４３５，\n～７８５ｍｍである。そして，本願発明においては，Ｈ１＝５０～２５\n０ｍｍと規定されているＨ１は，路面から昀下段木材ビーム下面までの\n高さであるから，相違点２を検討する際に，刊行物２記載の技術として\n認定するｈ１も同じ高さを採用しなければならないはずである。したが\nって，刊行物２には「設置面から昀下段ビーム下面までの高さが，ｈ１\n＝１８５～２５０ｍｍであること 」が記載されているとした上記審決。\nの認定は誤りである。\nまた仮に，審決が「設置面」という用語を「地覆面」の意味で使用し\nているとしても，刊行物２に示されているのは，ｈ１＝１８５～５３５\nｍｍというものであって，ｈ１＝１８５～２５０ｍｍではない。本願発\n明では，安全規準に適合するために，路面から昀下段木材ビーム下面ま\nでの高さＨ１＝５０～２５０ｍｍと規定しているのであり，この数値範\n囲を外れると安全規準に適合しないのである。これに対して，刊行物２\nでは，地覆面から昀下段木材ビーム下面までの高さｈ１＝１８５～５３\n５ｍｍとなっており，地覆面を設けた場合に，地覆面から昀下段木材ビ\nーム下面までの高さの数値範囲をどのようにすれば安全基準に適合する\n，， ，かは不明であるが 審決は 路面からの高さの数値範囲と同じとみなし\n本願発明の数値範囲と重複する部分のみを認定することにより，あたか\nも刊行物２に安全規準に適合するｈ１が記載されているかのごとく認定\nしたものである。\nさらに，ビームの支柱から道路側への張り出し寸法として，刊行物２\nに示されているのは，ｋ≧２５ｍｍであってｋ≧６０ｍｍではない。本\n願発明では，安全規準に適合するために「Ｋ≧６０ｍｍ」と規定してい\nるのであり，これらを外れると安全規準に適合しない。これに対して，\n刊行物２では「ｋ≧２５ｍｍ」となっており，数値範囲としてみた場合\nには本願発明の数値範囲と重複する部分はあるが 「６０ｍｍ＞ｋ≧２，\n」。 ， ，５ｍｍ の部分では安全規準に適合しない したがって 刊行物２では\n安全規準に適合する数値範囲と安全規準に適合しない数値範囲とを何ら\n認識することなく規定していた数値範囲を，安全規準に適合する数値範\n囲のみに変更したことに相当する。すなわち，刊行物２には何ら記載や\n示唆のなかった，安全規準に適合させるｈ１及びｋの数値範囲にすると\nの技術思想を認定することになるから，相違点２を検討する際の認定と\nしては誤りである。\n(エ) 刊行物１発明に，刊行物２記載の各ビームの位置関係を適用する動\n機付けがないことは前述のとおりであるから，相違点２は容易とはいえ\nないのであるが，仮に，動機付けがあり刊行物２記載の技術を刊行物１\n発明に適用したとしても，相違点２に係る本願発明の構成とならないこ\nとは以下に示すとおりである。\n上述したように，刊行物１発明は車両の挙動を安全規準に適合させる\nものではないのに対し，本願発明は相違点２を有することにより，車両\nの挙動を安全規準に適合させたものである。審決は，上記のとおり刊行\n物２には「設置面から昀下段ビーム下面までの高さが，ｈ１＝１８５～\n２５０ｍｍであること」の範囲で相違点２に係る本願発明の構成と一致\nする技術が記載されているとするが，刊行物２には「路面から下段横梁\n下面までの高さｈ１は４３５～７８５ｍｍであること」が開示されてい\nるのであるから，相違点２に係る本願発明の構成と一致しない。また仮\nに，審決が「設置面」という用語を「地覆面」の意味で使用していると\nしても，刊行物２に示されているのは，ｈ１＝１８５～５３５ｍｍとい\nうものであって，ｈ１＝１８５～２５０ｍｍではない。そして，地覆面\nは車両の防護柵に関して重要な力学的役割を担うものであって，路面か\nらの高さと地覆面からの高さを同視することはできないから，路面から\nの高さＨ１の相違点を検討するのに，地覆面からの高さを認定しても，\n地覆面が設けられていない刊行物１発明に適用することは困難である。\n無理に適用したとしても，安全基準に適合させるとの技術思想はないか\nら，路面からの高さｈ１＝１８５～２５０ｍｍとすることができるとは\n考えられない。\nまた審決は，刊行物２には「ビームの支柱から道路側への張り出し寸\n法が，ｋ≧６０ｍｍであること」の範囲で相違点２に係る本願発明の構\n成と一致する技術が記載されているとするが，刊行物２に記載されてい\nる技術は「ｋ≧２５ｍｍ」であり，相違点２に係る本願発明の構成と一\n致しない。そして 「ｋ≧２５ｍｍ」は数値範囲としてはｋ≧６０ｍｍ，\nを含むとしても，安全基準に適合しない「６０ｍｍ＞ｋ≧２５ｍｍ」を\nも含んでおり，安全規準に適合するｋ≧６０ｍｍのみを刊行物１発明に\n適用できるとはいえない。つまり，刊行物２には，ｋを安全規準に適合\nさせる数値範囲にするとの技術思想はないから，刊行物１発明に適用し\nても，安全規準に適合する数値範囲とはならず，本願発明と同じ構成に\nはならないのである。\n，，したがって 刊行物１発明に刊行物２記載の技術を適用したとしても\n相違点２に係る本願発明の構成とはならないから，相違点２は容易でな\nいことが明らかである。\nウ 取消事由３（本願発明の顕著な作用効果の判断誤り）\n審決は 「本願発明の有する効果も，当業者が刊行物１発明及び刊行物，\n２記載の技術から予測できる程度のものであって，格別顕著なものとはい\nえない （５頁２７行～２９行）と判断しているが，本願発明の顕著な作。」\n用効果を看過したものであり，誤りである。そして，この誤りが審決の結\n論に影響を及ぼすことは明らかであるから，審決は違法として取り消され\nるべきである。\n(ア) 本願当初明細書（甲３）には以下の記載がある。\n【０００３】これらの問題点を解決するために，本発明者は，特許第２４７\n４９４９号及び特許第２９５８２５４号公報に記載されているように，景観\n性に優れ，かつ環境負荷低減型素材である木材を有効に活用した木製防護柵\nを開発し，転落防止機能に優れた防護柵を提供した。\n【０００４】\n【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団\n法人日本道路協会による「防護柵設置基準」が改正され，さらなる安全性が\n要求されている。この新安全基準（例えば防護柵種別「Ｂ」種）では，質量\n１．０トン程度の普通乗用車が衝突速度６０ｋｍ／ｈ，防護柵に対する衝突\n角度２０度で防護柵に衝突したとき，また，２５トン大型トラックが衝突速\n度３０ｋｍ／ｈ，衝突角度１５度で防護柵に衝突したとき，衝突後の車両の\n挙動（乗用車，貨物とも同じ）として，夫々離脱速度が衝突速度の６０％以\n上であり，離脱角度としては衝突角度６０％以内であることが要求されてい\nる。\n【０００５】また，乗用車が受ける衝撃の許容大きさ（加速度ｇ）は約１０\nｇ（乗用車のみ規定あり）以内であり，また，上記の衝突を受けた防護柵の\n条件としては，支柱を土中に設置した場合には，支柱が路外方向に転倒を許\nす距離（進入行程）が１．１ｍ以内，コンクリート上に設置した場合には，\n進入行程が０．３ｍ以内とされており，さらに衝突の衝撃で防護柵の部材等\nが飛散しないこと等が要求されている。\n【０００６】しかしながら，従来の木製防護柵においては，これらの規準に\n一応の適合性は示すものの，規準以上の悪条件によっては，防護柵に衝突し\nた車両が衝突直後に防護柵に食い込み，急停車させる傾向を示すなど，乗用\n車が衝突時に受ける衝撃加速度や，離脱速度において改良の余地があった。\n【０００７】また，２５トン大型トラックが衝突速度３０ｋｍ／ｈ，衝突角\n度１５度で衝突した場合，衝突荷重による支柱の傾斜が大きくなり，支柱と\n木製緩衝材との固定部分に破断破壊が起こる傾向が見られ，支柱の設置方法\nや，支柱本体下方から突起させた脚体の位置，緩衝材の取り付け位置などに\n改善を図ることが望まれていた。\n【０００８】本発明は，上記に鑑み，景観性に優れ，且つ環境負荷低減型素\n材である木材を有効に活用する木製防護柵であることを前提としつつ，搭乗\n者や車両等が衝突時に受ける衝撃を緩和する機能をより高めて，防護柵設置\n規準を守るのみならず，さらなる安全性を確保し得る木製防護柵を提供する\nことを目的とする。\n【０００９】\n【課題を解決するための手段】本発明は，上記課題を解決するために，支柱\n本体及びその取付構造，支柱本体の地中の支持構造，さらには前記支柱に取\n付ける木材ビーム及びその取付構造等の条件を変えながら種々の衝突実験を\n繰り返し行った結果，特許請求の範囲に記載の通りの木製防護柵を完成した\nものである。衝突試験は，仕様を各種変更し，ビームの強度，その変形性，\n，， ， ， ，加速度 車両の挙動 離脱速度 離脱角度 部材の飛散等を評価項目として\n安全確保データを取りつつ長期に亘り，実車を用いて行った。\n【００６０】また，複数の木材ビームの位置関係において，路面から昀下段\nの木材ビームの下面までの高さを５０～２５０ｍｍ，ビーム間の間隔を５０\n～２５０ｍｍ，路面から昀上階の木材ビームの上面までの高さを６５０～１\n０００ｍｍとすれば，景観良好にして，小型及び大型車両のもぐり込み，飛\nび出しが無く，人と車と環境に優しい木製防護柵を提供できる。\n【００６１】木材ビームの支柱から道路側への張り出し寸法を６０ｍｍ以上\nとすれば，この距離内で木材ビームの弾性，たわみ，喰い込み等による衝突\n吸収機能を十分に発揮させることができる ・・・。\n(イ) 上記本願当初明細書の記載によれば，従来の木製防護柵（上記特許\n第２４７４９４９号は刊行物１記載の発明の特許である）では，平成１\n０年１１月改定の防護柵設置基準に適合しないものであったが，仕様を\n，（ ），各種変更し 新安全基準の規定する衝突実験を繰り返した結果 甲８\n各仕様を本願発明に規定する数値範囲とすることにより，景観良好にし\nて，小型及び大型車両のもぐり込み，飛び出しが無く，人と車と環境に\n優しい木製防護柵を提供でき，木材ビームの弾性，たわみ，喰い込み等\nによる衝突吸収機能を十分に発揮させることができる，という作用効果\nを奏することが理解できる。\n(ウ) さらに甲５ないし７によれば，平成１０年１１月の設置基準改訂時\nまでは，材料が限定されていることから基準に適合する木製防護柵はな\nかったが，仕様規定から性能規定に変更されたことにより，衝突試験に\nよる性能確認ができれば材料は限定されないこととなり，平成１６年３\n月当時には，木製防護柵が実用化されたことが分かる。\nまた，甲９（ 財〕土木研究センター「月刊 土木技術資料」平成１〔\n３年１１月）によれば 「はじめに （５６頁）に 「防護柵は，車両が，」 ，\n衝突することを前提として設計される施設であり，強度性能は基本的に\n求められる要件となる。これまで防護柵の材料として，比較的高い強度\nを有し，かつたわみ・伸びがある金属材料が，防護柵に適した材料とし\nて利用されてきた。これに対して木材は，伸びが少ない，せん断破壊し\nやすいなど，金属材料とは異なる特性を持っている。ここでは，木製防\n護柵の特性を踏まえた設計方法を確立するために，実車衝突実験により\n防護柵の構造，問題点などを把握するとともに，設計の考え方，実用化\nを図る上での課題などについて整理したので，その結果を報告するもの\nである 」と記載され 「あとがき （６１頁）に 「今回の調査によっ。， 」 ，\nて，木製防護柵の基本的な設計の考え方を明らかにすることができ，ま\nた木製防護柵の実用化を図る上での課題を明らかにすることができた。\n今後は，今回の調査結果を踏まえて実用可能な防護柵構造を把握し，実\n車衝突実験によって機能を検証するとともに，実用化に向けた課題の整\n理を行う必要がある 」と記載されている。したがって，この論文を発。\n表した時点においては，木製防護柵が実用化されていなかったことが理\n解できる。\nさらに，甲１０（ 財〕土木研究センター「車両用防護柵性能確認試〔\n験」確認報告書・平成１４年１０月）によれば，参加人が開発した「木\n製車両用防護柵（ウッドＧｒ）Ｃ種」が，防護柵設置基準に定められた\n衝突実験試験に合格したことが理解される。\nさらに，甲１１（神谷文夫「木製防護柵開発の動向」社団法人日本木\n材保存協会，平成１５年３月２５日，５３ないし５７頁）によれば，２\n００３年（平成１５年）当時，国家予算で行われている木製防護柵開発\nプロジェクトは，林野庁補助事業「人に優しい木質資材公共利用促進技\n術開発事業」と高千穂バイパス木製防護柵技術委員会の２つであり，甲\n１１の５４頁右欄４～１１行には 「技術開発の中味は，木製防護柵と，\nして初めて公式試験に合格した民間のＣ種防護柵を改良してＢ種とし，\n併せて管理手法を作成することである ・・・すでにＢ種の公式試験を。\n合格し，昀終仕様書と維持管理マニュアルの作成段階に入っている 」。\nと記載され，５５頁右欄９～１４行には 「先述した２つのプロジェク，\nトにおけるコンピュータシミュレーション結果や，先駆的に開発を行っ\nてきた和光コンクリート工業（株）における自社衝突試験，及び国総研\nにおける正式衝突試験のデータ等を解析することによって，木製防護柵\nの構造メカニズムが徐々に明らかになってきた 」と記載されている。。\n２つのプロジェクトのうち，林野庁補助事業は，コンピュータシミュレ\nーションが主であり，本年度末に衝突試験を行うことになっている旨記\n載されているから，実用化には至っていない。上記「木製防護柵として\n初めて公式試験に合格した民間のＣ種防護柵」とは，上記甲１０に示し\nた木製車両用防護柵（ウッドＧｒ）Ｃ種を指しているものと解される。\n(エ) このように，本願発明は，平成１０年１１月の設置基準改訂時まで\nは，材料が限定されていることから基準に適合する木製防護柵はなかっ\nたところ，仕様規定から性能規定に変更され，衝突試験による性能確認\nをすることにより，基準に適合する木製防護柵が設置できるようになっ\nたことを契機として，仕様を各種変更し，新安全基準の規定する衝突実\n験を繰り返した結果，各仕様を本願発明に規定する数値範囲とすること\nで初めて公式試験に合格する木製防護柵とできることを見出したもので\nある。これにより従来実現できなかった木製防護柵を実用化できるとい\nう，顕著な作用効果を奏するものである。\n審決は，本願発明の顕著な作用効果を看過し 「本願発明の有する効，\n果も，当業者が刊行物１発明及び刊行物２記載の技術から予測できる程\n度のものであって，格別顕著なものとはいえない （５頁２７行～２９。」\n行）と誤って判断したものである。そして，本願発明の顕著な作用効果\nの看過により，相違点２は容易であるとの誤った判断に導かれたもので\nあるから，審決は違法として取り消されるべきである。\n２ 請求原因に対する認否\n請求原因( )ないし( )の各事実は認めるが，同( )は争う。13 4\n３ 被告の反論\n審決の認定判断に誤りなく，当事者参加人主張の取消事由はいずれも理由が\nない。\n( ) 取消事由１に対し1\nア 刊行物１（甲１）には，審決が認定したように「 ０００８】上記課題【\n解決手段において，木材製の円柱形の緩衝材を用いることにより，搭乗者\n。，や車両等が衝突時に受ける衝撃を回避または緩和することができる また\n緩衝材はボルト締めの構造であるから，メンテナンスを容易にできる 」。\nと記載されているから，審決が刊行物１発明の構成の一部として 「車両，\n等が衝突時に受ける衝撃を回避または緩和することができる木製防護柵で\nあ」ると認定したことに誤りはない。\nイ 審決が，刊行物１発明の上記「車両等が衝突時に受ける衝撃を回避また\nは緩和することができる」と，本願発明における「 前記）車両の挙動を（\n安全規準に適合させる」とが対応する関係にあると認定した点に関し，本\n願発明は「 前記）車両の挙動を安全規準に適合させる」と記載している（\nものの，例えば「平成１０年１１月改訂の防護柵設置基準に定められる路\n側用の種別Ｂ種に対応した安全規準に適合させる」といった記載はされて\nいないことからすると，ここでいう「安全規準」が適用時期やその種別な\nどを特定した安全規準を意味していないことは明らかである。\n，「（） 」そうすると 本願発明の 前記 車両の挙動を安全規準に適合させる\nは，車両の挙動を車両用防護柵一般に求められるような普遍的な安全規準\nに適合させることを意味するものであるから，同じく車両用防護柵一般に\n求められるような普遍的な安全規準に適合させることを意味していること\nが明らかな，刊行物１発明の「車両等が衝突時に受ける衝撃を回避または\n緩和することができる」と，その意味するところにおいて変わるところは\nない。\nまた，本願発明の「安全規準」が，仮に本願明細書に記載されているよ\nうな適用時期などを特定した安全規準を意味するものであるとしても，そ\nのための構成は審決が相違点としてあげた数値によるものであるから，そ\nの数値にすることが，刊行物１発明及び刊行物２記載の技術から当業者が\n容易に想到することができた事項である以上，審決の結論に影響がないこ\nとも明らかである。\n以上のとおり，刊行物１発明の「車両等が衝突時に受ける衝撃を回避ま\nたは緩和することができる」と，本願発明の「 前記）車両の挙動を安全（\n規準に適合させる」とが，上記のとおり，その意味するところにおいて，\n何ら変わりのない対応した関係にあるから，この点が，本願発明と引用発\n明を対比した際の相違点とはならないことは明らかであって，この点を相\n違点とすべきであるとした当事者参加人の主張は理由がない。\n( ) 取消事由２（相違点２についての判断の誤り）に対し2\nア(ア) 関連通達「車両用防護柵性能確認試験方法について」平成１０年１\n（） ， ， ，１月５日付建設省道路環境課長通達 甲６の９２頁 には 上記１ ( )4\nイ，(ア)で当事者参加人が主張するとおりの事項が記載されているが，\n（， ） ， 。その前 甲６の９１ ９２頁 には 以下のとおりの記載がされている\n「平成１０年１１月５日付建設省道環発第２９号により道路局長から通達された\n「防護柵の設置基準の改定について」において，別に通知するとされている性能\n確認の試験方法を下記の通り定めたので通知する。\n記\n１．防護柵の設置基準 第２章 車両用防護柵 ２－２種別２．性能の各号の規\n定を満たすことの確認は，原則として，以下の要領に基づく実車による衝突試験\nにより，道路管理者が行うものとする ・・・ 中略 ・・・。（ ）\n２．なお，上記に関わらず ・・・ 判決注：その後の記載は，上記１，( )，イ，，（ 4\n(ア)の当事者参加人主張のとおり 」）\n(イ) 上記通達は，車両用防護柵の性能確認のための試験方法を定める通\n，， 「 ．」達であるとともに 当該通達において定める試験方法とは 上記 １\nにあるように実車による衝突試験を行うことを原則としつつ，その後\n「２ 」の「１）～４ 」のいずれにも該当する橋梁用ビーム型防護柵で．）\n別添２に規定する設計方法により設計されたものに限って，実車による\n衝突試験によって性能を確認するところを，静荷重試験にかえてもよい\nことを規定している。\nよって，上記通達において 「２ 」の「１）～４ 」に該当すること，． ）\n，，は 本来であれば実車による衝突試験によって性能を確認するところを\n実車による衝突試験に比べて簡便な方法である静荷重試験にかえてもよ\nいという際の必要条件を規定しているにすぎず，車両用防護柵を設置す\nるための一般的な条件を規定しているものではないことは明らかである\nとともに，車両用防護柵のビームに用いる部材の材料を，鋼材（球状黒\n鉛鋳鉄品を含む ，ステンレス鋼材，アルミニウム合金材製といった種）\n類の材料に規定するものではないことも明らかである。\nイ 次に 審決が 地覆面即ち設置面 と記載している点及び 地覆面 を 設，「 」 「 」 「\n置面」と読み替えている点について検討する。\n（「 」甲６の２７頁 刊行物２ 防護柵の設置基準・同解説 平成１０年１１月\nの他の頁）には 「 解説 （１）車両用防護柵の高さ」について，以下の事，（ ）\n項が記載されている。\n「車両用防護柵の高さは車両が防護柵に衝突した場合に，当事者の頭部などが\n防護柵部材に直接衝突することを防止する必要があるため，防護柵の高さが当\n事者頭部の高さ以上とならないよう，原則として１００ｃｍ以下にするものと\nしている。また，防護柵の高さを１００ｃｍ以下とすることにより，曲線半径\nが小さい区間において防護柵越しの視認性の確保や路外の展望性確保の観点か\nらも有利となる。ただし，設計衝撃度の大きい上位種別の防護柵で大型車の誘\n導性を向上させる場合や転落防止を目的とした歩行者自転車用柵を兼用する場\n合，積載物の落下防止柵を付加する場合においては１００ｃｍ以上の高さが必\n要となる場合も考えられる。このような場合は，図－２・２・３に示すように\n乗用車など車高の低い車両の乗員頭部に衝撃を与えないような構造の工夫が必\n要である 」。\nそして 「図－２・２・３ 乗用車の乗員頭部に衝撃を与えない構造例」，\nとして 「ａ）頭部緩衝位置にビームを設けないたわみ性防護柵 「ｂ）前，」，\n面形状の工夫により頭部干渉を避ける剛性防護柵 「ｃ）橋梁，高架などで」，\n前面に地覆を設けることにより頭部干渉を避ける剛性防護柵（一般道路の\n例 」が記載されている。）\nこれらの記載事項から，車両用防護柵の高さについては （路面からの高，\nさが）１００ｃｍ以下とすることを原則としているものの，設計衝撃度の大\nきい上位種別の防護柵で大型車の誘導性を向上させる場合等において （路，\n面からの高さを）やむを得ず１００ｃｍ以上とする場合には，乗用車などの\n車高の低い車両（甲６の１９頁によれば，平成９年の防護柵衝突事故件数は\n普通車が９８．７％と極めて高い比率を占めていることが記載されている）\nの乗員頭部に衝撃を与えないような構造の工夫の例として，橋梁，高架など\nで車両用防護柵の前面に地覆を設けることについて記載されている。\nこのことは，すなわち設計衝撃度の大きい上位種別の防護柵で大型車の誘\n導性を向上させる等の理由により，例えば路面から１２５ｃｍの高さの車両\n用防護柵を設置する場合，乗用車などの車高の低い車両の乗員頭部に衝撃を\n与えないような構造の工夫の例として，橋梁，高架などで車両用防護柵の前\n面に例えば２５ｃｍ高さの地覆を設ければ，車両用防護柵の高さはたとえ路\n面から１２５ｃｍであっても，乗用車などの車高の低い車両が車両用防護柵\nに衝突する際に乗員頭部に衝撃を与えるか否かという観点で考えた場合に\nは，あくまでも車両用防護柵の高さ算定の基準となるのは地覆面であって，\nこの場合の車両用防護柵の実質的な高さは，地覆面を算定の基準として１２\n５－２５＝１００ｃｍとみなせることを意味しているということができる。\nまた，平成１０年１１月の改定された防護柵の設置基準・同解説において\nは，４０頁～４３頁（乙６）に記載されている「２－４ 設置方法」によれ\nば 「 ２）高さ」として 「車両用防護柵を設置する際は，設置する車両用，（ ，\n防護柵所定の設置基準面から上端までの高さが確保されるよう，設置するも\nのとする 」と規定されている。。\nこれらの事項からして，防護柵の設置基準において，車両用防護柵を設置\nする際の高さの基準となる面は，車両通行域の路側部に地覆が設けられてい\nる区域においては車両用防護柵が設置されている面である地覆面であって，\n地覆のない区域においては路面ということであって，車両がまさに車両用防\n護柵と接触しようとする際に，車両の車両用防護柵に昀も近い車輪が位置し\nている面を意味していることは明らかであるということができる。\nしたがって，審決において，刊行物２記載の技術について 「地覆面」を，\n車両用防護柵を設置する際の高さの基準となる面であって，車両がまさに車\n両用防護柵と接触しようとする際に，車両の車両用防護柵に昀も近い車輪が\n位置している面を意味している「設置面」として読み替えて認定している点\nについて，当事者参加人が主張する誤りはないことは明らかである。\nウ 刊行物２記載の技術を引用発明に適用する動機付けにつき\n(ア) 本願当初明細書（甲３）の段落【０００４】には 「 発明が解決しよ，【\nうとする課題】ところで，上記木製防護柵の開発後，社団法人日本道路協\n会による『防護柵設置基準』が改正され，さらなる安全性が要求されてい\nる 」と記載されている。このことは，本願出願時に，本願出願人（脱退。\n原告）が，明確に（平成１０年１１月の）改訂の前後に係わるそれぞれの\n「防護柵設置基準」を意識していたことを示すものということができる。\nそして，車両用防護柵の開発研究などに係わる者にとって，防護柵の設\n，。 ，置基準を参照することは いわば常識といっても過言ではない すなわち\n同設置基準に規定される条件を満たさない限り，公的な道路の路側に車両\n用防護柵を設置することが認められないことは明らかであるから，防護柵\nの設置基準を参照することは当該技術分野で普通に行われていることであ\nる。\nとりわけ，本願出願時において適用される防護柵の設置基準であるとこ\nろの平成１０年１１月に改訂された防護柵の設置基準・同解説（甲６）に\nおいて，本来なら実車による衝突試験によって性能を確認するところを，\n静荷重試験にかえてもよいという際の条件として示されている事項（すな\nわち，平成１０年１１月の通達の「２ 」の「１）～４ 」に関する事項）．）\nを，木材ビームを用いた車両用防護柵の諸元設定を行う際に参照しない合\n理的な理由はない。\nむしろ，木材ビームを用いた車両用防護柵の諸元設定を行う際に，設置\n基準において試験条件が緩和されるような事項を積極的に参照すること\nは，当業者が当然に行ったであろう事項であるということができる。\nしたがって，刊行物２記載の技術を刊行物１発明に適用する動機付けが\n十分にあったということができ，審決が「刊行物１発明に刊行物２記載の\n技術を適用して，相違点２に係る本願発明の構成とすることは，格段の阻\n害要因もなく，当業者が容易になし得る設計事項にすぎないものと認めら\nれる （５頁２４行～２６行）と説示している点に，当事者参加人が主張。」\nする誤りはない。\n(イ) ところで，当事者参加人は，刊行物２記載の技術を刊行物１発明に適\n用する動機付けがないことを主張するのに，以下のとおり誤った前提に立\nっているので，以下この点について述べる。当事者参加人が前提としてい\nる事項は，いずれも特許請求の範囲の記載と関係ない「適用時期などを特\n定した『安全規準 」を元にした主張であって，そもそも前提とはなりえ』\nないものである。\nａ 刊行物１（甲１，特開平９－８８０２６号）が出願された平成７年９月\n２７日当時に適用される昭和４７年１０月改訂の防護柵設置要綱（甲５）\nにおいては，ガードレールのビームやガードパイプに用いる材料を 「一，\n般構造用圧延鋼材あるいは一般構造用炭素鋼鋼管と同等以上のもの」と規\n定する「仕様規定」となっており，鋼材以外の材料である木材を用いるこ\n，。とは 防護柵設置要綱に適合しないものであると当事者参加人は主張する\nしかし，昭和４７年１０月改訂の防護柵設置要綱（甲５）が，ガードレ\nールのビームやガードパイプに用いる材料として，木材を用いてはならな\nいことを 明文としては 規定していないことに加え 以下の(ａ)及び(ｂ)（） ，\nに示す事項から，ガードレールのビームやガードパイプに用いる材料とし\nて鋼材以外の材料を用いることを排除しているとは断定できない。\n(ａ) 昭和４０年４月２０日のガードフェンス設置要綱につき\n昭和４０年４月２０日に日本道路協会から発行された「ガードフェン\nス設置要綱 （乙１）の３０頁２～８行には，ガードレールのビームの」\n材料に関して 「４－１材料 ４－１－１ ガードレール。ガードレー，\nルに用いる材料は，次の各項にそれぞれ規定するものでなければならな\nい （１）ビーム（袖ビームを含む） ビームの材質は原則として，Ｊ。\nＩＳ Ｇ ３１０１「一般構造用圧延鋼材」第２種，またはこれと同等\n以上のものを用いるものとする 」と記載されている。さらに，３１頁。\n２２～２７行には 「 解説 （１）ガードレール。ビーム 鋼材以外の，（ ）\n材料（例えば，アルミニウム，ガラス繊維強化プラスチック等）を用い\nる場合は「一般構造用圧延鋼材」と同程度の性能を有するものでなけれ\nばならない 」と記載されている。。\nこれらの事項からして，上記ガードフェンス設置要綱が，昭和４０年\n４月２０日の時点，すなわち，平成１０年１１月の設置基準改訂以前の\n段階から，ガードレールのビームの材料に関して「ＪＩＳ Ｇ ３１０\n１「一般構造用圧延鋼材」第２種と同等以上のものを用いる」ことを材\n質を選択する際の原則的な条件として規定しているものの，鋼材以外の\n材料（例えば，アルミニウム，ガラス繊維強化プラスチック等）を用い\nることを，ガードレールを設置する際の仕様として排除していないもの\nと推測できる。\n(ｂ) 昭和４７年１０月改訂の防護柵設置要綱につき\n昭和４７年１０月２５日に改訂版が日本道路協会から発行された防護\n柵設置要綱（甲５）の６７頁２～８行には，ガードレールのビームの材\n料に関して 「４－１材料。４－１－１ ガードレール（路側用，分離，\n帯用，歩道用 。ガードレールに用いる材料は，次の各項にそれぞれ規）\n定するものでなければならない。１ ビーム（袖ビームを含む） ビー\nムの材質は原則として，ＪＩＳ Ｇ ３１０１『一般構造用圧延鋼材』\n２種またはこれと同等以上のものを用いるものとする 」としており，。\n上記(ａ)に示した昭和４０年４月２０日のガードフェンス設置要綱と比\n較して，実質的に変更なく記載されている。\nそして，同じく７０頁７～１５行には 「 解説） ここでは３ 『構，（ ．\n造諸元』における各防護柵の材料についてのみ規定してある。 １．ガ\nードレール （１）ビーム（袖ビームを含む）およびブラケット ビー\nムおよびブラケットの材質を『一般構造用圧延材料』２種，またはこれ\nと同等以上のものと規定した。分離帯用のブラケットについてはＪＩＳ\nＧ ３３５０『一般構造用軽量形鋼』を使用してもよい。鋼材以外の\n材料を用いる場合は『一般構造用圧延鋼材』を用いたものと同程度の性\n能を有するものでなければならない。アルミニウム合金を用いる場合に\n．『』 。」ついては３ 構造諸元 ３－１－１路側用ガードレールの解説に示す\nと記載され，上記(ａ)に示した昭和４０年４月２０日のガードフェンス\n設置要綱（乙１）と全く同じ趣旨での規定が記載されている。\n，「． ，さらに４５頁１１～１３行には １０ ガードレールの材質として\nアルミニウム合金を採用する場合の構造諸元に関しては，現在研究の途\n上であるが，今までに実車衝突実験および静的実験によって確かめられ\n，。」た範囲においては 表－３・１・２に示されたものが適当と思われる\nと記載されている。\nこれらの記載事項から，防護柵設置要綱が改訂された昭和４７年１０\n月頃において，鋼材以外の材料であるアルミニウム合金を採用すること\nが当時研究途上であったこと，及びこの当時，実車衝突試験や静的試験\nに基づいて，当時ＪＩＳ Ｇ ３１０１「一般構造用圧延鋼材」２種と\n同等以上であることが十分に実証されていなかったアルミニウム合金を\n採用する場合の構造諸元の研究開発などがなされていたことが推測され\nるとともに，例えば車両用防護柵のビーム等に新しい材料を用いようと\nする場合に，アルミニウム合金を採用する場合と同様に実車衝突試験や\n静的試験に基づく設計諸元等の設定がごく普通に行われていたことが推\n測される。\nちなみに，昭和４７年１０月改訂の防護柵設置要綱（甲５）の７１頁\n～７２頁の「 参考 」の部分で特に触れられていないアルミニウム合金（）\nが，その後の研究開発によって，実車衝突実験や静的実験に基づいてＪ\nＩＳ Ｇ ３１０１「一般構造用圧延鋼材」２種と同等以上であること\nが十分に実証された結果として，平成１０年１１月改訂の「防護柵の設\n置基準・同解説 （甲６）の２８頁～２９頁の「表－２・２・５ 車両」\n用防護柵に用いる材料」に掲載されるものとなったことが推測される。\nｂ また当事者参加人は，平成１０年１１月改訂の防護柵設置基準（甲６）\n，， ，によって 仕様規定から性能規定への変更により 性能の規定を満たせば\n木製ビームの防護柵の設置が認められる可能性が開けたとする。\nしかし，平成１０年１１月の防護柵設置基準の改訂前に開発された刊行\n物１発明の「木製防護柵」は，車両用防護柵一般に求められるような普遍\n的な安全規準に適合するものであることに止まらず，以下に示す(ａ)及び\n(ｂ)の事項から，刊行物１が出願された平成７年９月２７日当時に適用さ\nれる昭和４７年１０月改訂の防護柵設置要綱で規定される安全規準にも適\n合するものと推測できる。\n「」（（ ），，(ａ) 隔週刊 林政ニュース 平成８年１２月１８日 水 第６７号\n日本林業調査会発行，乙２）の「間伐材を活かす！ 異業種の市場開拓\n⑤ 木製ガードレール『ウッドＧｒ』の拡販に全力 和光コンクリート\n工業（株 （宮崎県 」との見出しの記事において 「これらの性能や強）） ，\n度のチェックは，宮崎大学工学部との共同研究で進められており，平成\n７年１０月に実施した１回目の実験で，林道や一般道路に関する建設省\nの設置基準（ 社）日本道路協会編の防護柵設置要項Ｃ種）をクリアし（\nていることが確認されている。実験では，１４トントラックを時速３５\nｋｍのスピードでウッドＧｒに激突させたが，トラックは，丸太に受け\n止められるような形で停止。丸太は折れ曲がったものの，突き破られる\nことはなかった。実験に立ち会った同大学のＳ教授は『ウッドＧｒの普\n及の見通しは大いにある』と高く評価している。なお，今年１１月には\n２回目の実験を行い，一般国道や県道などに関する防護柵設置基準（前\n出Ｂ種）もパスしている （下段４～１４行）と記載されている。。」\nさらに，平成８年１２月２５日の林材新聞の「アングル 宮崎」とい\nう記事（乙３）にも，上記乙２と時期的および内容的に整合する事項が\n記載されている。\nまた，平成７年９月２日の読売新聞の「ウッドガードレール開発」と\nいう記事（乙４）によれば 「日向市のコンクリート製品加工会社が，，\n杉の間伐材を活用したウッドガードレール（木製防護柵）を開発，同市\n内の林道など三か所に設置され，森林景観にも溶け込んでいる 」と記。\n載され，少なくとも（乙４）平成７年９月２日の時点より前に，既にウ\nッドガードレール（木製防護柵）が宮崎県日向市内の林道など３箇所に\n設置されていることが写真とともに紹介されている。\nところで，乙２に記載されている１４トントラックを時速３５ｋｍの\nスピードで木製ガードレールに激突させるという試験方法は，昭和４７\n年１０月改訂の防護柵設置要綱の４～６頁 乙５ に記載されている 表（） 「\n－２・１ 路側用種別Ｃ」及び「表－２・１・２ 種別Ｃ」の規定とも\n対応したものとなっている。\n一方，平成１０年１１月の改定された防護柵の設置基準・同解説にお\nいては，１２頁～１４頁（乙６）に記載されている「表－２・２・１\n種別の設定」によれば，種別に係わらず車両質量は２５トンと改定され\nているとともに 「路側用Ｃ 「分離帯用Ｃｍ」及び「歩車道境界用Ｃ，」，\nｐ」の衝突速度（ｋｍ／ｈ）が２６以上（ちなみに 「路側用Ｂ 「分，」，\n離帯用Ｂｍ」及び「歩車道境界用Ｂｐ」の衝突速度（ｋｍ／ｈ）が３０\n以上）と改定されている。\n(ｂ) 本願当初明細書（甲３）で，段落【０００２】に「 従来の技術】【\n，， ， ，防護柵は 通称ガードレールと呼ばれ 波形断面の鋼鈑レール 補強管\nワイヤーケーブル等を用いた鋼製防護柵や，木材を緩衝材に用いた木製\n防護柵が知られている （特許第２９７４９４９号，特許第２９５８２。\n５４号公報参照 」と記載され，段落【０００４】で「 発明が解決し）。【\nようとする課題】ところで，上記木製防護柵の開発後，社団法人日本道\n路協会による「防護柵設置基準」が改正され，さらなる安全性が要求さ\nれている 」と記載され，段落【０００６】で「しかしながら，従来の。\n木製防護柵においては，これらの規準に一応の適合性は示すものの，規\n準以上の悪条件によっては，防護柵に衝突した車両が衝突直後に防護柵\nに食い込み，急停車させる傾向を示すなど，乗用車が衝突時に受ける衝\n撃加速度や，離脱速度において改良の余地があった 」と記載されてい。\nる。\nエ そして，刊行物２には，審決が認定したとおり，第３，１，( )，ウ記載3\nのとおりの技術が記載されているということができる。\n審決が「第３ 対比・判断」において「相違点２についての判断」として\n説示したように，上記刊行物２記載の技術と，相違点２に係る本願発明の構\n成とは，上記第３，１，( )，エのとおり審決が認定した数値の範囲内で共3\n通していることも明らかである。\nそして，木製防護柵の諸元を設定するに当たって，刊行物２記載の技術と\nして示されているｈ１，ｈ２，ｈ３，及びｋを刊行物１発明に適用すること\nによって，Ｈ１，Ｈ２，Ｈ３，及びＫを相違点２に係る本願発明に規定され\nているような数値範囲に設定することは，当業者が任意に設定することがで\nきる事項であるといわざるを得ないから，この点について審決が「当業者が\n適宜なし得る設計事項である」と判断している点に，当事者参加人が主張す\nる誤りはないことは明らかである。\n３ 取消事由３（本願発明の顕著な作用効果の判断誤り）に対し\n刊行物１（甲１）には，刊行物１発明の作用効果に関して 「 ００１８ ・，【 】\n・・また，前記支柱本体１ａに形成された上受け体６と下受け体７に取り付け\nる木材製の上下の円柱形の緩衝材２ａ，２ｂを同じ太さにすることによって，\n車が衝突した場合に，車の下側部分だけが前記支柱本体１ａの下受け体７に取\nり付けられた木材製の下の円柱形の緩衝材２ｂにのみ接触する事によって車や\n人体の被害を昀小限に押えることができる。その他の構成及び作用は，前記第\n一実施例と同様である 」及び「 ００２１ 【発明の効果】以上の説明から明。【 】\nらかな通り，従来の鋼材製の防護柵の場合には，交通事故等の衝突時に人体が\n切断負傷を受ける等，二次的損傷のケースも起き，また，コンクリート製の場\n合の衝突では，人体に与える損傷は大きくなる欠点があったが，本発明によれ\nば，木材製の円柱形の緩衝材を用いることにより，搭乗者や車両等が衝突時に\n受ける衝撃を回避または緩和することができる。また，緩衝材はボルト締めの\n構造であるから，メンテナンスを容易にするとともに，視線誘導効果を高め，\n景観性も損なわない等優れた効果がある 」といった事項が明記されている。。\nそして，刊行物１発明の「木製防護柵」が車両用防護柵一般に求められるよ\n，，うな普遍的な安全規準に適合するものであることについても 刊行物１発明に\n刊行物２記載の技術を適用することにより，相違点２に係る構成が当業者によ\nり容易に得られることは上述のとおりである。\nそうすると，仕様を各種変更し，新安全規準の規定する衝突実験を繰り返し\nた結果（甲８ ，各仕様を本願発明に規定する数値範囲とすることにより，景）\n観良好にして，小型及び大型車両のもぐり込み，飛び出しが無く人と車と環境\nに優しい木製防護柵を提供でき，木材ビームの弾性，たわみ，喰い込み等によ\nる衝突吸収機能を十分に発揮させることができるといった本願発明の作用効果\nについても，審決が認定しているとおり「当業者が刊行物１発明及び刊行物２\n，」記載の技術から予測できる程度のものであって 格別顕著なものとはいえない\n（５頁２７行～２８行）ものであって，審決の本願発明の有する作用効果の判\n断に，当事者参加人が主張する「本願発明の格別顕著な作用効果の看過」はな\nい。\n第４ 当裁判所の判断\n１ 請求原因( ) 特許庁等における手続の経緯 (2) 発明の内容 及び(3) 審1 （），（ ） （\n決の内容）の各事実は，いずれも当事者間に争いがない。\n２ 取消事由１について\n( ) 当事者参加人は，審決が，刊行物１発明の内容として 「前記車両の挙動1 ，\nを安全規準に適合させる(車両等が衝突時に受ける衝撃を回避または緩和す\nることができる)木製防護柵であって」と認定したことは誤りであり，その\n結果，本願発明と刊行物１発明との一致点の認定を誤り，相違点を看過した\n旨主張するので以下この点について判断する。\n刊行物１（公開特許公報，発明の名称「防護柵 ，出願人Ｚ〔脱退原告 ，」〕\n特開平９－８８０２６号）には，以下の記載がある。\nア 特許請求の範囲の記載\n【請求項１】 道路，橋梁等に施工される支柱と，木材製の上下の円柱形の緩衝\n材とからなり，前記支柱は，道路の路側に固定させるための支柱本体と，前記\n緩衝材を固定させるために支柱本体の上部に設けられた上受け体と，支柱本体\nの下部に設けられた下受け体とから形成され，前記上下の緩衝材のうち，少な\nくとも上側の緩衝材には，その裏側の横溝に棒状補強材が挿入され，該補強材\nを緩衝材内に固定するために補強材の両端に固定部が設けられ，前記支柱本体\nの埋め込みナットヘ固定ボルトによって前記緩衝材及び補強材が固定されたこ\nとを特徴とする防護柵。\nイ 発明の詳細な説明の記載\n【０００１】\n【発明の属する技術分野】本発明は，道路，橋梁等の路側用，歩道用，公園，\n遊歩道等の防護柵に関するものである。\n【０００８】上記課題解決手段において，木材製の円柱形の緩衝材を用いるこ\nとにより，搭乗者や車両等が衝突時に受ける衝撃を回避または緩和することが\nできる。また，緩衝材はボルト締めの構造であるから，メンテナンスを容易に\nできる。\n【００１０】\n【発明の実施の形態】以下，本発明の実施例を説明する。まず，図１に基づい\nて第一実施例を説明すると，防護柵は，道路，橋梁等に施工されるコンクリー\nト製の支柱１と，木材製の上下の円柱形緩衝材２ａ，２ｂとからなり，前記支\n柱１は，道路の路側３の取付け孔４に入れて固定するための支柱本体１ａと，\n該本体１から突出した鉄筋製の脚体５と，前記緩衝材２ａ，２ｂを固定させる\nために支柱本体１ａの上部に設けられた半円状の上受け体６と，支柱本体１ａ\nの下左右部に設けられた半円状の下受け体７とから形成され ・・・支柱本体１，\n，，ａの埋め込みナット１１ヘ固定ボルト１２ａ １２ｂによって前記緩衝材２ａ\n２ｂが固定されている。\n【００１２】なお，木材製の前記緩衝材２ａは，腐食による品質の信頼性を得\nるために，第四級アンモニュウム塩を主成分とする安全性の高い防腐防蟻剤を\n木材の加圧式防腐処理を施し，鋼板ガードレールと同等の耐候性が期待できる\n，， 。ようにしており 木材の持つソフト性と 衝突時の安全性に優れたものである\nそして，円柱形緩衝材としての直径１８０ｍｍ，長さ２ｍの防腐加工した杉材\nの破壊荷重は３．８ｔで充分ゆとりのある値であった。\n【００１８】また，図５は第三実施例の防護柵で，その特徴を説明すると，コ\nンクリート製の支柱本体１ａの上部に設けられた半円状の上受け体６及び上側\nの緩衝材２ａが，支柱本体１ａの下部の左右に設けられた半円状の下受け体７\n及び下側の緩衝材２ｂの位置より道路側の反対方向に傾斜した位置にある。ま\nた，前記支柱本体１ａに形成された上受け体６と下受け体７に取り付ける木材\n製の上下の円柱形の緩衝材２ａ，２ｂを同じ太さにすることによって，車が衝\n突した場合に，車の下側部分だけが前記支柱本体１ａの下受け体７に取り付け\nられた木材製の下の円柱形の緩衝材２ｂにのみ接触する事によって車や人体の\n被害を昀小限に押えることができる。その他の構成及び作用は，前記第一実施\n例と同様である。\n( ) 審決は，刊行物１発明の内容を上記第３，１，( )，イ記載のとおり認定23\nし，同発明につき「前記車両の挙動を安全規準に適合させる(車両等が衝突\n時に受ける衝撃を回避または緩和することができる)木製防護柵であって」\nとするところ，かっこ内は対応する刊行物１における構成・用語であるとす\nる（審決３頁８行）ことから，刊行物１における「車両等が衝突時に受ける\n衝撃を回避または緩和することができる」との事項が，本願発明の「車両の\n挙動を安全規準に適合させる」に相当すると認定したものと解される。\n( ) しかし，上記( )のとおり，刊行物１には 「搭乗者や車両等が衝突時に31 ，\n受ける衝撃を回避または緩和する 「車や人体の被害を昀小限に押さえるこ」，\nとができる 」等と記載されているが（段落【０００８ 【００１８ ，安。】 】）\n全基準に適合させることについては，何ら記載がない。その他，刊行物１記\n載の上記事項が安全基準に適合させることを意味するものと解すべき根拠と\nなるような技術常識等に関する証拠もない。\nしたがって，審決が刊行物１発明として「車両の挙動を安全規準に適合さ\nせる」との点を認定したことは根拠を欠き，この点を一致点に含めて認定し\nたことは誤りである。\n( ) これに関し被告は，本願発明でいう「安全規準」は，適用時期やその種4\n別などを特定した安全規準を意味しておらず，本願発明の「 前記）車両の（\n挙動を安全規準に適合させる」は，車両の挙動を車両用防護柵一般に求めら\nれるような普遍的な安全規準に適合させることを意味するものであるから，\n同じく車両用防護柵一般に求められるような普遍的な安全規準に適合させる\nことを意味していることが明らかな刊行物１発明における「車両等が衝突時\nに受ける衝撃を回避または緩和することができる」と，その意味するところ\nにおいて変わるところはないし，刊行物１発明の防護柵は，前記乙２ないし\n乙４の記載から，昭和４７年１０月改訂の防護柵設置要綱（甲５，乙５）で\n規定される安全基準にも適合すると推測できると主張する。\nしかし，刊行物１発明における「車両等が衝突時に受ける衝撃を回避また\nは緩和することができる」との記載（上記【０００８ ）に関し，これが車】\n両用防護柵一般に求められるような普遍的な安全規準に適合させることを意\n味するものと理解できることを裏付ける記載は刊行物１にはない。\nまた，乙２（平成８年１２月１８日（水）日本林業調査会発行の「隔週刊\n林政ニュース」第６７号）には，当事者参加人が開発し施工する木製防護\n柵「ウッドＧｒ」について 「これらの性能や強度のチェックは，宮崎大学，\n工学部との共同研究で進められており，平成７年１０月に実施した１回目の\n実験で，林道や一般道路に関する建設省の設置基準（ 社）日本道路協会編（\nの防護柵設置要項Ｃ種）をクリアしていることが確認されている ・・・な。\nお，今年１１月には２回目の実験を行い，一般国道や県道などに関する防護\n柵設置基準（前出Ｂ種）もパスしている （下段４～１４行）との記載があ。」\nるが，この記載からは，当該実験で用いられた「ウッドＧｒ」と称する木製\n防護柵が林道や一般道路に関する建設省の設置基準ないし一般国道や県道な\nどに関する防護柵設置基準に適合するものであることが認められるにとどま\nり，刊行物１発明も設計次第でこれら基準を満たす可能性があることを示唆\nするとはいえるものの，刊行物１発明においては，上記( )のとおり，具体1\n的な設計条件が何ら特定されていないから，刊行物１発明が安全基準に適合\nするものであることを裏付ける根拠とはなり得ない。\nしたがって，被告の上記反論は，採用できない。\n( ) しかし，結局のところ，この点に関する審決の認定の誤りは，審決の結4\n論に影響するものではなく，取消事由１は結論として採用できないが，この\n点に関しては後記３の( )，()において合わせて検討する。910\n３ 取消事由２について\n( ) 当事者参加人は，刊行物２の記載は，平成１０年１１月改訂の防護柵の1\n設置基準に適合する，橋梁・高架などの構造物上に設置されるビーム型防護\n柵に限定される技術であり，また，ビームの材料は鋼材，ステンレス鋼材，\nアルミニウム合金製に限られるから，本願発明と刊行物１発明との相違点２\nに関連する各ビームの位置関係を道路に直接設置する木製防護柵である刊行\n物１発明に適用したとしても，防護柵の設置基準に適合するものにならない\n，， ，から 刊行物２記載の技術を刊行物１発明に適用する動機付けがなく また\n刊行物２には「設置面から昀下段ビーム下面までの高さが，ｈ１＝１８５～\n２５０ｍｍであること 」及び「ビームの支柱から道路側への張り出し寸法。\nが，ｋ≧６０ｍｍであること 」が記載されていないから，刊行物１発明に。\n刊行物２記載の技術を適用したとしても相違点２に係る本願発明の構成とは\nならず，相違点２に係る本願発明の構成とすることは，当業者（その発明の\n属する技術の分野における通常の知識を有する者）にとって想到容易でない\nと主張するので以下この点について判断する。\n( ) 刊行物２（甲２）は 「防護柵の設置基準・同解説 （平成１０年１１月2 ，」\n３０日，日本道路協会発行）であるところ，その９６頁には「別添２」との\n小見出しと共に 「橋梁用ビーム型防護柵 設計方法」との表題が付され，，\n以下の記載がある。\n「１－１構造設計\n() 構成1\n橋梁用ビーム型防護柵は支柱と横梁を強度部材とし，横梁は１本の主要横梁\nと１本以上の下段横梁にて構成するものとする。なお，横梁は丸型，角型また\nはこれに類する形状を有し，閉断面でなければならないものとする。\n( ) 設計諸元2\n。橋梁用ビーム型防護柵は付表－１・１の設計諸元を満足しなければならない\n」\nまた，刊行物２の１３６頁には，以下の記載がある。\n種別ＳＣビーム型防護柵(丸ビーム ２本レールタイプ アンカーボルト方式)「2. ，，\nここでは，付図－１８に示す構造寸法を有する種別ＳＣ橋梁用ビーム型防護\n柵においてアンカーボルト方式の定着部の設計計算例を示す。従って，部材お\nよび防護策性能の設計計算は省略する。\n構造寸法2.1\n」\n( ) 上記に関し，審決（３頁２４行～４頁１６行）は，刊行物２の９６頁，3\n１３６頁の記載事項として以下のとおり認定した。\n「(ヘ)９６頁に 「橋梁用ビーム型防護柵 設計方法 １－１構造設計 (１)構成，\n橋梁用ビーム型防護柵は支柱と横梁を強度部材とし，横梁は１本の主要横梁\nと１本以上の下段横梁にて構成するものとする。なお，横梁は丸型，角型また\nはこれに類する形状を有し，閉断面でなければならないものとする。(２)設計\n諸元 橋梁用ビーム型防護柵は付表－１・１の設計諸元を満足しなければなら\nない 」と記載され，付表－１・１には，。\nａ．ブロックアウト量(ｍｍ)として２５以上であること。\nｂ．主要横梁上端高さ(ｃｍ)［路面から］が９０(９００ｍｍ)以上，１００(１\n０００ｍｍ)以下であること。\nｃ．下段横梁中心高さ(ｃｍ)［地覆面から］が２５(２５０ｍｍ)以上，６０(６\n００ｍｍ)以下であること。\nが示されている。また 「注１ ブロックアウト量は，支柱の昀前面から横梁昀，\n前面までの距離をいう 」との記載もある。。\n(ト)１３６頁に 「２，種別ＳＣビーム型防護柵(丸ビーム，２本レールタイ，\nプ，アンカーボルト方式)ここでは，付図－１８に示す構造寸法を有する種別Ｓ\nＣ橋梁用ビーム型防護柵においてアンカーボルト方式の定着部の設計計算例を\n示す 」と記載され，付図－１８には，。\nｄ．路面と地覆面の差が２５０ｍｍであること。\nｅ．下段横梁の半径が１３０÷２＝６５ｍｍであること。\nｆ．主要横梁の中心と下段横梁の中心の間隔が６６０－３３０＝３３０ｍｍで\nあり，主要横梁の半径が１８０÷２＝９０ｍｍであること。が示されている。\nここで，上記ｃとｅから，地覆面即ち設置面から下段横梁下面までの高さｈ\n１＝(２５０－６５)～(６００－６５)＝１８５～５３５ｍｍであること。\n上記ｅとｆから，主要横梁と下段横梁の間隔ｈ２＝３３０－６５－９０＝１\n７５ｍｍであること。\n上記ｂとｄから，地覆面即ち設置面から主要横梁上端までの高さｈ３＝(９０\n０－２５０)～(１０００－２５０)＝６５０～７５０ｍｍであること。\n上記ａから，横梁昀前面の支柱昀前面から道路側への張り出し寸法が，ｋ≧\n２５ｍｍであること。\nがいえる・・・ （３頁２４行～４頁１６行）」\nそして，審決は刊行物２について，上記第３，１，( )，ウ記載のとおり3\nの技術が開示されているとしたうえで（審決４頁１７行～２４行）し，相違\n点２について，上記第３，１，( )，エのとおり，刊行物１発明に刊行物２3\n記載の技術を適用して，相違点２に係る本願発明の構成とすることは，格段\nの阻害要因もなく，当業者が容易になし得る設計事項にすぎないと判断した\n（審決５頁１４行～２６行 。）\n( ) 一方，甲６の９１，９２頁は，平成１０年１１月５日付建設省道路局道4\n路環境課長から北海道開発局建設部長らに宛てた関連通達である「車両用防\n」， 。護柵性能確認試験方法について であるところ これには以下の記載がある\n「 防護柵の設置基準 第２章 車両用防護柵 種別 性能 の各号の規定を満た1. 2-2 2.\n，， ，すことの確認は 原則として 以下の要領に基づく実車による衝突試験により\n道路管理者が行うものとする ・・・。\nなお，上記に関わらず，以下のいずれにも該当する橋梁用ビーム型防護柵で2.\n別添２に規定する設計方法により設計されたものは，その構成部材の強度が設\n計に用いた値であることを静荷重試験により確認することをもって，衝突試験\nにかえることができるものとする。\n) 鋼材（球状黒鉛鋳鉄品を含む ，ステンレス鋼材，アルミニウム合金材製の1 ）\n材料による２本以上の横梁および支柱からなり，横梁の断面が丸または四角\n型の閉断面になっているもの。\n) ブロックアウト型の構造（防護柵の柵面が支柱の昀前面よりも車道側に突出2\nしている構造）になっているもの。\n) 橋梁・高架などの構造物上に設置され，基礎となる構造物は衝突荷重に対し3\n変形が生じない強度を有するもの。\n) ＳＡ種以下の種別であること。4\n（別添１）車両用防護柵性能評価 衝突試験結果総括表\n（別添２）橋梁用ビーム型防護柵 設計方法」\n，「．上記によれば 防護柵の設置基準 第２章 車両用防護柵 ２－２種別 ２\n性能」の各号の規定を満たすことの確認は，原則として実車による衝突試験\nにより道路管理者が行うとされるところ，上記記載の「２．１）～４ 」の）\nいずれにも該当する橋梁用ビーム型防護柵で別添２（刊行物２（甲２ ，９）\n６頁以下）に規定する設計方法により設計されたものは，その構成部材の強\n度が設計に用いた値であることを静荷重試験により確認することをもって，\n衝突試験にかえることができるとされていることが認められ，当該別添２と\nは，上記のとおり刊行物２（甲２）の９６頁以下をいうものと認められる。\nここで，上記記載の「２．１ 」は 「鋼材（球状黒鉛鋳鉄品を含む ，ス）， ）\nテンレス鋼材，アルミニウム合金材製の材料による２本以上の横梁および支\n柱からなり，横梁の断面が丸または四角型の閉断面になっているもの」であ\nることを規定している。\nそして，審決が，刊行物２記載の技術を認定する基礎とした甲２の９６頁\n記載の「付表－１・１ 設計諸元」は，上記記載の「２．１）～４ 」のい）\nずれにも該当することを前提とし，かつ，当該設計諸元を満足しなければな\nらないと位置付けられたものとして当業者は理解するものというべきであ\nり，同１３６頁の「付図－１８」は 「付表－１・１ 設計諸元」を満足す，\nる種別ＳＣ橋梁用ビーム型防護柵の構造寸法の一例を示すものと解される。\nちなみに，１３６頁の記載において 「部材および防護策性能の設計計算は，\n省略する 」とされるのも 「付表－１・１ 設計諸元」を満足する前提であ。，\nる故と解されるものである。\n( ) 他方，審決は，甲２の「付表－１・１」及び「付図－１８」に記載され5\nた各数値データのうち 「付表－１・１」の「ブロックアウト量 「主要横梁，」\n上端高さ 路面から 及び 下段横梁中心高さ 地覆面から の各数値 上［］」「 ［ ］」（\n記( )で摘示した審決のａ，ｂ，ｃ，並びに「付図－１８」の路面からの地3 ）\n覆面高さ（２５０ｍｍ ，下段横梁の半径（１３０ｍｍ ，地覆面からの主要））\n横梁中心高さ（６６０ｍｍ）及び地覆面からの下段横梁中心高さ（３３０ｍ\nｍ （上記( )で摘示した審決のｄ，ｅ，ｆ）を基に，刊行物２記載の技術を） 3\n認定し，刊行物２記載の技術は，相違点２に係る本願発明の構成と共通する\n範囲を有するものであり，刊行物１発明に刊行物２記載の技術を適用するこ\nとに阻害要因もないから，その結果として，相違点２に係る本願発明の構成\nを得ることは，当業者が容易になし得る設計事項にすぎないと判断したもの\nと認められる。\n，， ，( ) しかし 刊行物１発明は 木材ビームを用いた木製防護柵であるところ6\nビームの径や構造，材質自体の強度などにも影響されるものの，木材ビーム\nと，上記「２．１ 」で規定する「断面が丸または四角型の閉断面になって）\nいる，鋼材（球状黒鉛鋳鉄品を含む ，ステンレス鋼材，アルミニウム合金）\n材製の横梁」とでは，例えば「付表－１・１」で規定される「横梁の極限曲\nげモーメント」など，その強度に大きな違いがあることは明らかである。\nそうすると，少なくとも横梁が上記「２．１ 」に該当するものであるこ）\nとを前提とし 「横梁の極限曲げモーメント」を含む当該設計諸元を満足し，\nなければならないと位置付けられた，甲２の「付表－１・１ 設計諸元」及\nびこれを満足する一例として示される「付図－１８」に記載された各数値デ\nータについて 「横梁の極限曲げモーメント」などの強度を抜きにして，そ，\nのまま刊行物１発明に適用したとしても，いかなる性能が得られるのか，当\n業者であっても予測の限りでないというべきである。\nしかるに，刊行物１発明にあっても，安全基準に適合させるかどうかはさ\nておき，木材ビームの高さ，間隔など木製防護柵の設計に際しては，当業者\nであれば，搭乗者や車両等が衝突時に受ける衝撃を回避又は緩和するために\n所望の性能を得ることを重要な観点として設計するものというべきところ，\n刊行物２の各数値データをそのまま刊行物１発明に適用したとしても，いか\nなる性能が得られるのか予測の限りでないことに照らせば，刊行物１発明に\n刊行物２記載の技術を適用する動機付けがあるとはいえない。\n被告は，車両用防護柵の開発研究などにかかわる者にとって，防護柵の設\n置基準を参照することは当該技術分野で普通に行われていることであるか\nら，刊行物２記載の技術を刊行物１発明に適用する動機付けが十分にあった\nと主張するが，刊行物２ないし同刊行物のその他の頁に記載された防護柵の\n設置基準を参照すること自体は，当業者が普通に行うことであるとしても，\n刊行物１発明に刊行物２記載の技術を適用する動機付けがあるとはいえない\nことは上記のとおりであるから，被告の主張は採用できない。\n( ) 加えて，上記「付表－１・１ 設計諸元」は，諸元全体を満足しなけれ7\n，「」ばならないものと位置付けられるのであって 横梁の極限曲げモーメント\nという強度の要素を抜きにして，刊行物２の記載から，ロックアウト量や各\n部高さを取り出したところで，それ自体何らの技術的意義を有するものとは\nいえず，そもそも，刊行物２に審決認定の技術が記載されているとすること\n，，はできないものというべきであり 審決がした刊行物２記載の技術の認定も\n誤りである。\n( ) さらに，審決は，刊行物２における「地覆面」を「設置面」と言い替え8\nた上で，刊行物２記載の技術において，設置面から昀下段ビーム下面までの\n高さ及び昀上段ビーム上面までの高さを認定し（４頁８行～２２行 ，これ）\nと本願発明を対比して，刊行物２には，一定の範囲で相違点２に係る本願発\n明の構成と一致する技術が記載されている，と判断した（５頁１４行～２３\n行）が，本願発明で規定される昀下段ビーム下面までの高さ及び昀上段ビー\nム上面までの高さは，特許請求の範囲の記載のとおり路面からの高さであっ\nて，地覆面からの高さではないから，上記対比判断も根拠を欠き，誤りとい\nわざるを得ない。\n被告は，甲６の２７頁，乙６の４１頁の記載を引用し，防護柵の設置基準\nにおいて，車両用防護柵を設置する際の高さの基準となる面は，車両通行域\nの路側部に地覆が設けられている区域においては車両用防護柵が設置されて\nいる面である地覆面であって，地覆のない区域においては路面ということで\nあって，車両がまさに車両用防護柵と接触しようとする際に，車両の車両用\n防護柵に昀も近い車輪が位置している面を意味していることは明らかであ\nる，と反論する。\nしかし，甲６の２６頁には，防護柵高さについて「車両用防護柵の路面か\nら防護柵上端までの高さは・・・ （同頁２行）として路面からの高さであ」\nることが明記される上，被告の引用する甲６の２７頁の記載では 「・・・，\n１００ 以上の高さが必要となる場合も考えられる。このような場合は，cm\n図－２・２・３に示すような乗用車など車高の低い車両の乗員頭部に衝撃を\n与えないような構造の工夫が必要である 」との記載のとおり，防護柵高さ。\nが１００ 以上の場合に地覆を設けることにより頭部干渉を避ける剛性防cm\n，「 」護柵が例示されるにすぎないところ 刊行物２の 付表－１・１ 設計諸元\nにおいては，路面からの主要横梁上端高さは９０ 以上１００ 以下とcm cm\nされ 「付図－１８」においても，１０００ とされており，防護柵高さ， mm\nが１００ 以上ではないのであるから，被告引用の記載をもって，地覆面cm\nが高さの基準であることの根拠とすることはできない。\nしたがって，被告の上記反論は，採用できない。\n以上検討したところからして，審決の上記判断は，誤りである。\n( ) しかし，以下に検討するように，上記取消事由１に関する誤りも含め，9\n審決の上記誤りは，結論を左右するものではない。\n上記のとおり，刊行物１発明にあっても，木材ビームの高さ，間隔など木\n製防護柵の設計に際しては，当業者であれば，搭乗者や車両等が衝突時に受\nける衝撃を回避または緩和するために所望の性能を得ることを重要な観点と\nして設計するものというべきところ，刊行物２（甲２）及び甲６は，平成１\n０年１１月３０日，日本道路協会発行（同年改訂版第１刷）の「防護柵の設\n置基準・同解説」であって，同基準は，搭乗者や車両等が衝突時に受ける衝\n（，撃を回避又は緩和するための所望の性能について規定するものであり 甲６\n１５頁～１７頁 ，これは，同基準の内容について当業者に広く知らしめる）\n性格の刊行物と解されることからすれば，同基準，すなわち，安全基準は，\n本願出願前に，当業者にとって周知のものであったといえる（ちなみに，本\n願明細書〔甲３〕の段落【０００５ 【０００６】においても，同基準につ】\nいて言及がされ，本願発明の前提として位置付けられていることが明らかで\nある 。。）\nそうすると，刊行物１発明について，所望の性能を得るべく，木材ビーム\nの高さ，間隔など木製防護柵を設計するに際して，同基準，すなわち，安全\n基準に適合させるとの観点を念頭におくことは，当業者として当然考慮して\n然るべきことであり，刊行物１発明は路側部に設置する木製防護柵であると\nころ，刊行物２には，防護柵の一種である橋梁用ビーム型防護柵の設計諸元\nとして，ブロックアウト量（支柱の昀前面から横梁昀前面までの距離 ，主）\n要横梁上面高さ，下段横梁中心高さが規定されていることからすれば，上記\n設計に際して，相違点２において本願発明が規定する，路面から昀下段木材\nビーム下面までの高さ，各木材ビーム間の間隔（主要横梁の高さと下段横梁\nの高さから導き得るものである ，路面から昀上段木材ビーム上面までの高。）\nさ，及び，木材ビームの支柱から道路側への張り出し寸法を考慮すべき要素\nとすることにも，格別の困難を要するものとは認められない。\nそもそも，本願明細書（甲３）に「 ００２６】支柱地上部で上下に横架【\nさせる複数の木材ビームにおいて，距離，寸法Ｈ１，Ｈ２，Ｈ３，Ｋ，ΔＫ\nを上記の如く定めたので，車両の衝突後の挙動を安全基準に適合させること\nができる。即ち，各ビームの支柱に対する張出し寸法を６０ｍｍ以上とする\nので，前記柔軟構造を作用させ，この６０ｍｍの間で衝突エネルギーを柔軟\nに吸収することができ，車両が支柱に直接接触することは無い。安全性及び\n余裕の観点から，ブロックアウトＫは９０ｍｍ以上とすることもできる。ま\nた，各ビームの張出し寸法の差ΔＫを３０ｍｍ以下としているので，衝突エ\nネルギーを各ビームの間で順次柔軟に受けることができ，かつ過大な設定に\nよって，他方のビームに衝突が発生するまでに昀初のビームが破損してしま\nうようなことがない。さらに，車両が柵を乗り越え脱出してしまうような恐\n。， 。 ， ， ，れもない 差３０ｍｍは 見た目に違和感も無い 寸法Ｈ１ Ｈ２ Ｈ３は\n一般に適用できる適正数値であり，その数値を遵守することにより，大型，\n小型の車両のもぐり込み，飛び出し等を共に防止できる。これらと上記寸法\nＫ，ΔＫの協働により，景観，機能に卓越した本発明木製防護柵が完成され\nる 」と記載されていることからして，相違点２において本願発明が規定す。\nる各数値範囲は，要するところ，安全基準に適合させる上で設計上必要な範\n囲を定めたものと解されるのであって，各数値範囲を特定したことによって\n当業者の予測の域を超えるような格別の臨界的意義を生じるものとは認めら\nれないから，取消事由１として主張される「安全基準に適合させる」ことと\n併せ，相違点２に係る本願発明の構成としたことは，当業者が設計上適宜な\nし得る程度の事項といわざるを得ない。\n( ) したがって，上記取消事由１の審決の一致点の認定の誤りは，結論に影10\n響するものではなく，取消事由２の，相違点２につき本願発明の構成とする\nことは当業者が容易になし得る設計事項にすぎないとした審決の判断も，結\n論において誤りはないといえるから，当事者参加人の主張する取消事由１，\n２はいずれも理由がない。\n４ 取消事由３について\n( ) 当事者参加人は，平成１０年１１月３０日の日本道路協会の設置基準改1\n訂時までは，材料が限定されていることから基準に適合する木製防護柵はな\nかったところ，防護柵につき仕様規定から性能規定に変更され，衝突試験に\nよる性能確認をすることで基準に適合する木製防護柵が設置できるようにな\nったことを契機として，仕様を各種変更し，新安全基準の規定する衝突実験\nを繰り返した結果，各仕様を本願発明に規定する数値範囲とすることにより\n初めて公式試験に合格する木製防護柵とできることを見出したものであり，\n本願発明は，従来実現できなかった木製防護柵を実用化できるという，顕著\nな作用効果を奏するものであると主張するので以下この点について判断す\nる。\n( ) 本願当初明細書（甲３）と，その後になされた各手続補正（甲４，丙１な2\nいし４）により補正された後のもの）には，以下の記載がある。\n【０００１】\n【発明の属する技術分野】本発明は，道路の路側部に設置される木製防護柵に\n関するものである。詳しくは，車両通行域の路側部に所定間隔を置いて立設し\nた複数の支柱と，各支柱の地上部前面で上下に所定間隔を置いて横架した複数\nの木製緩衝材（木材ビームとも呼ぶ）とを備えて柵状に構成され，前記車両の\n接触ないし衝突を前面側から受け，前記車両の挙動を安全規準に適合させるこ\nとができ，景観良好にして人と車と環境に優しい木製防護柵に関する ・・・。\n【０００３ ・・・本発明者は，特許第２４７４９４９号及び特許第２９５８２】\n５４号公報に記載されているように，景観性に優れ，かつ環境負荷低減型素材\nである木材を有効に活用した木製防護柵を開発し，転落防止機能に優れた防護\n柵を提供した。\n【０００４】\n【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団法\n人日本道路協会による「防護柵設置基準」が改正され，さらなる安全性が要求\nされている。この新安全基準（例えば防護柵種別「Ｂ」種）では，質量１．０\nトン程度の普通乗用車が衝突速度６０ｋｍ／ｈ，防護柵に対する衝突角度２０\n度で防護柵に衝突したとき，また，２５トン大型トラックが衝突速度３０ｋｍ\n，， （ ，／ｈ 衝突角度１５度で防護柵に衝突したとき 衝突後の車両の挙動 乗用車\n貨物とも同じ）として，夫々離脱速度が衝突速度の６０％以上であり，離脱角\n度としては衝突角度６０％以内であることが要求されている。\n【０００５】また，乗用車が受ける衝撃の許容大きさ（加速度ｇ）は約１０ｇ\n（乗用車のみ規定あり）以内であり，また，上記の衝突を受けた防護柵の条件\nとしては，支柱を土中に設置した場合には，支柱が路外方向に転倒を許す距離\n（進入行程）が１．１ｍ以内，コンクリート上に設置した場合には，進入行程\nが０．３ｍ以内とされており，さらに衝突の衝撃で防護柵の部材等が飛散しな\nいこと等が要求されている。\n【０００６】しかしながら，従来の木製防護柵においては，これらの規準に一\n応の適合性は示すものの，規準以上の悪条件によっては，防護柵に衝突した車\n両が衝突直後に防護柵に食い込み，急停車させる傾向を示すなど，乗用車が衝\n突時に受ける衝撃加速度や，離脱速度において改良の余地があった。\n【０００７】また，２５トン大型トラックが衝突速度３０ｋｍ／ｈ，衝突角度\n１５度で衝突した場合，衝突荷重による支柱の傾斜が大きくなり，支柱と木製\n緩衝材との固定部分に破断破壊が起こる傾向が見られ，支柱の設置方法や，支\n柱本体下方から突起させた脚体の位置，緩衝材の取り付け位置などに改善を図\nることが望まれていた。\n【０００８】本発明は，上記に鑑み，景観性に優れ，且つ環境負荷低減型素材\nである木材を有効に活用する木製防護柵であることを前提としつつ，搭乗者や\n車両等が衝突時に受ける衝撃を緩和する機能をより高めて，防護柵設置規準を\n守るのみならず，さらなる安全性を確保し得る木製防護柵を提供することを目\n的とする。\n【０００９】\n【課題を解決するための手段】本発明は，上記課題を解決するために，支柱本\n体及びその取付構造，支柱本体の地中の支持構造，さらには前記支柱に取付け\nる木材ビーム及びその取付構造等の条件を変えながら種々の衝突実験を繰り返\nし行った結果，特許請求の範囲に記載の通りの木製防護柵を完成したものであ\nる。衝突試験は，仕様を各種変更し，ビームの強度，その変形性，加速度，車\n両の挙動，離脱速度，離脱角度，部材の飛散等を評価項目として，安全確保デ\nータを取りつつ長期に亘り，実車を用いて行った ・・・。\n【００２５】本発明の木製防護柵は，複数の支柱間に少なくとも２本の同一径\n，，の木材ビームを横架した木製防護柵であって 木材ビームの位置関係において\n路面から昀下段木材ビーム下面までの高さをＨ１＝５０～２５０ｍｍとし，各\n木材ビーム間の間隔をＨ２＝５０～２５０ｍｍとし，路面から昀上段木材ビー\nム上面までの高さをＨ３＝６５０～１０００ｍｍとし，木材ビームの支柱から\n道路側への張り出し寸法をＫ≧６０ｍｍとしたことを特徴とする。タイヤが昀\n下段の木材ビームに直接衝突し，路面から昀下段のビームの下面までの間及び\nビーム間に夫々２５０ｍｍを超える空間を設けない構造である。木材ビームの\n支柱から道路側への張り出し寸法はＫ≧６０ｍｍとし，各段木材ビームの支柱\nから道路側への張り出し寸法の差はΔＫ≦３０ｍｍとする。\n【】 ， ，００２６ 支柱地上部で上下に横架させる複数の木材ビームにおいて 距離\n寸法Ｈ１，Ｈ２，Ｈ３，Ｋ，ΔＫを上記の如く定めたので，車両の衝突後の挙\n動を安全基準に適合させることができる。即ち，各ビームの支柱に対する張出\nし寸法を６０ｍｍ以上とするので，前記柔軟構造を作用させ，この６０ｍｍの\n間で衝突エネルギーを柔軟に吸収することができ，車両が支柱に直接接触する\nことは無い。安全性及び余裕の観点から，ブロックアウトＫは９０ｍｍ以上と\nすることもできる。また，各ビームの張出し寸法の差ΔＫを３０ｍｍ以下とし\nているので，衝突エネルギーを各ビームの間で順次柔軟に受けることができ，\nかつ過大な設定によって，他方のビームに衝突が発生するまでに昀初のビーム\nが破損してしまうようなことがない。さらに，車両が柵を乗り越え脱出してし\nまうような恐れもない。差３０ｍｍは，見た目に違和感も無い。寸法Ｈ１，Ｈ\n２，Ｈ３は，一般に適用できる適正数値であり，その数値を遵守することによ\nり，大型，小型の車両のもぐり込み，飛び出し等を共に防止できる。これらと\n上記寸法Ｋ，ΔＫの協働により，景観，機能に卓越した本発明木製防護柵が完\n成される。\n( ) 上記によれば，本願の出願に先だち，本願発明の発明者（脱退原告）に2\n，， ， ，よって 既に木材を活用した防護柵が開発 提供されていたが その開発後\n日本道路協会による「防護柵設置基準」が改正されたことを踏まえ，本願発\n明は，支柱本体及びその取付構造，支柱本体の地中の支持構造，さらには前\n記支柱に取付ける木材ビーム及びその取付構造等の条件を変えながら，ビー\nムの強度，その変形性，加速度，車両の挙動，離脱速度，離脱角度，部材の\n飛散等を評価項目として，安全確保データを取りつつ長期にわたり実車を用\nいて種々の衝突実験を繰り返し行った結果，本願発明に規定する木材ビーム\nの位置関係についての条件を定めたもので，これにより車両の衝突後の挙動\nにつき安全基準（上記「防護柵設置基準」記載）に適合させることができる\nようにしたものと認められる。\n( ) しかし，刊行物１発明について，木材ビームの高さ，間隔など木製防護3\n柵を設計するに際して必要となる事項について，これを防護柵設置基準に記\n載された安全基準に適合させるとの観点を念頭におくことは，当業者として\n当然考慮すべきところ，上記３( )のとおり 「防護柵の設置基準・同解説」4 ，\n（， ） 「 ．甲２ ６ には 防護柵の設置基準 第２章 車両用防護柵 ２－２種別２\n性能の各号の規定を満たすことの確認は，原則として，以下の要領に基づく\n，。」（， ）実車による衝突試験により 道路管理者が行うものとする 甲６ ９１頁\nとの記載があることからすれば，上記安全基準に適合することの確認として\n実車を用いた種々の衝突実験を行うことは，それに伴う相当の経済的な負担\nがあるとしても，当業者にとって当然要請されることであって，これを行う\nに関して格別の技術的困難性を伴うものとは認められない。また，本願発明\nは，安全基準に適合させるために必要な設計上の条件を定めた意義は認めら\nれるものの，その作用効果は，然るべき設計の結果当然奏されるものという\nべきであるから，当業者の予測の域を超えるほどの格別顕著なものというこ\nとはできない。\nしたがって，当事者参加人の上記主張には，理由がない。\n５結語\n以上のとおり，当事者参加人が取消事由として主張するところは，いずれも\n理由がない。\nよって，当事者参加人の請求は理由がないから棄却することとして，主文の\nとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中 野 哲 弘\n裁判官 今 井 弘 晃\n裁判官 田 中 孝 一\n"
}