{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 27
  },
  "case_number": "平成9(行ウ)25",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第3民事部",
  "lawsuit_id": "6730",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6730",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/730/006730_hanrei.pdf",
  "contents": "主　　　　　　文\n一　原告らの本件訴えのうち，被告Ｂに対して別表(1)の「番号」欄の１ないし１\n０の各業務に係る損害賠償を求める部分をいずれも却下する。\n二　被告Ａは，京都市に対し，１０４万０１５２円及びこれに対する平成９年１０\n月２２日から支払済みまで年５分の割合による金員を支払え。\n三　原告らのその余の請求をいずれも棄却する。\n四　訴訟費用（参加によって生じた費用を含む。）は，原告らと被告Ａ及び被告\nら参加人との間においては，原告らに生じた費用の１０分の１を同被告及び\n同参加人の負担とし，その余は各自の負担とし，原告らと被告Ｂとの間にお\nいては，全部原告らの負担とする。\n事実及び理由\n第一　請求\n被告らは，京都市に対し，連帯して，１１７４万５１５２円及びこれに対する　平成９年\n３月３１日から支払済みまで年５分の割合による金員を支払え。\n第二　事案の概要\n一　本件は，京都市（以下，「市」ともいう。）が，平成８年度の公共土木事業用地の取\n得にともなう登記，測量及び調査等の業務を，それまでの個々の事業毎の個別契\n約による方式を変更し，土地家屋調査士の団体，司法書士の団体及び測量業者\n（測量士）の団体の３団体に対し，予め将来予定される個々の事業分も包括して委\n託をしたが，①　その委託代金は，実際には実施されない作業があったにもかかわ\nらず，一律に１６の作業工程がされるものとして，一定の単価を基にして算定してさ\nれたものであり，②　本来は，個々の事業毎に，個々の土地家屋調査士，司法書\n士及び測量業者との間で，しかも，個別の入札手続を経た上で契約すべきであっ\nたにもかかわらず，上記の３団体に上記の業務を一括して将来分まで包括して委\n託する旨の各委託契約を，しかも，随意契約の方法で締結したもので，それらに基\nづく委託金の支払は，違法な支出負担行為による違法な公金支出であるなどとし\nて，京都市の住民である原告らが，平成８年度当時の京都市長であった被告Ａ，及\nび，当時の京都市都市建設局長であった被告Ｂに対し，平成１４年３月３０日法律\n第４号による改正前の地方自治法（以下「法」という。）２４２条の２第１項４号前段\nに基づき，市が被った損害として，平成８年度に支出された委託料のうち実施され\nなかった作業工程分の総額に相当する損害金，及び，前記の各一括委託契約の\n締結により上記の３団体が中間取得することとなった「業務受託分担金」の総額に\n相当する損害金，並びに，これらに対する遅延損害金を市に支払うことを求めた住\n民訴訟である。\nなお，原告らは，本件請求を，「主位的請求」及び「予備的請求」としていいるが，\n請求としては，前記第一の「請求」のとおりとすべきことは，後記で判示のとおりで\nある。\n二　争いのない事実，並びに，本件各証拠（甲１ないし４，８ないし１９，丙１ないし３３３\n〔それぞれ，枝番を含む。〕，証人Ｃ，同Ｄ及び同Ｅの各証言，調査嘱託の各結果）\n及び弁論の全趣旨により認定できる事実は，以下のとおりである。\n１　原告らは，いずれも京都市民であり，被告Ａは，平成８年度（平成８年４月１日か\nら平成９年３月３１日まで，以下同じ。）において京都市長の地位にあった者であ\nり，被告Ｂは，平成８年度において京都市都市建設局長の地位にあった者であ\nる。\n２　「局長等専決規程」及び「京都市事務分掌条例」による定め\n(1)　平成８年度当時の「局長等専決規程」（昭和３８年５月１６日訓令甲第２号，丙１\n２）２条１項，３条，別表第１の専決者「局長（市長室長を含む。）」の項(９)，(36\n)によれば，市の各局長は，所管業務に関する１件１０００万円以下の委託の\n決定及び契約締結並びに軽易な事務事業の計画及び実施に関することにつ\nいて専決するものとされている。また，同規程２条１項，３条，別表第１の専決\n者「庶務担当部長」の項(３)によれば，庶務担当部長は，所掌事務に関する，\n１件３００万円以下の委託の決定及び契約締結に関すること（ただし，物件，\n労力その他の調達に係るものを除く。）について専決するものとされ，同規程２\n条１項，３条，別表第１の専決者「庶務担当課の課長」の項(11)によれば，庶\n務担当課の課長は，所掌事務に関する，１件５０万円以下の委託の決定及び\n契約並びにこれらに伴う経費の支出決定に関すること（ただし，物件，労力そ\nの他の調達に係るものを除く。）について専決するものとされている。\nなお，複数の者の専決事項に属している場合（例えば，１件５０万円以下の委託\nの場合。），その中で最も下位の者が決裁権者となるとされている。\n(2)　平成８年度当時の「京都市事務分掌条例」（昭和２２年１２月１７日条例第６６\n号，丙１５６）１３条によれば，市の都市建設局は，道路，河川その他の都市施\n設に関する事務などを所掌するものとされている。また，同条例３条によれ\nば，市の企画調整局は，市政の総合的な企画，調整及び推進に関する事務\nなどを所掌するものとされ，同条例１１条によれば，市の都市計画局は，公園\n及び緑化の推進に関する事務などを所掌するものとされている。\n３　市においては，公共土木事業用地として市が取得する不動産についての測量業\n務，境界確定業務，その他の登記手続に関する業務（以下，一括して「登記測量\n業務等」という。）について，従来は，個々の事業毎に，その都度，その事業の測\n量業務については，各測量業者に対し，競争入札手続を実施した上で個別的に\n委託する契約をして実施させ，その他の業務については市の職員が直接その事\n務を行ったりするなどして処理していた。\nしかし，京都府において，同様の測量や登記等の業務を測量業者の団体や土地\n家屋調査士及び司法書士の３団体に一括して委任する方式が採用されたことか\nら，市においても，平成７年６月策定に係る「平成の京づくり」推進のための市政\n改革大綱（丙１４５）の基本方針の下に，平成８年度から従前の方式を変更し，地\n元の各測量業者が組織する任意団体，各司法書士が組織する団体及び各土地\n家屋調査士が組織する団体に対し，各業務担当者の選定も含めて，包括的に\n一括して委託することにし，市から各団体に対して支払われる委託料は，予め定\nめられた算定基準に従って算出された方式に従って，その都度，各団体に対し\nて支払うことに変更することを決定した。\n４　市は，平成８年６月２６日，社団法人京都公共嘱託登記土地家屋調査士協会（以\n下「調査士協会」という。）代表者理事長Ｆ，社団法人京都公共嘱託登記司法書\n士協会（以下「司法書士協会」という。）代表者理事長Ｇ、及び，社団法人京都府\n測量設計業協会（以下「京測協」という。）代表者会長Ｈとの間で，公共土木事業\n用地の取得に伴う登記測量業務等に関して，以下の①ないし⑥の内容を含む\n「京都市公共土木事業用地の取得に伴う登記測量業務に関する協定書」と題す\nる書面による協定（甲１，以下「本件協定」という。）を締結した。本件協定の締結\nは，市長である被告Ａ名義で都市建設局長であった被告Ｂが専決で上記の各３\n団体との間で行った。\n①　市は，公共土木事業の用地の取得に伴って必要となる登記測量業務等の処\n理を，司法書士協会，調査士協会及び京測協に委託し，これらの３団体は\nこれを連帯して引き受ける。\n②　上記の３団体は，登記測量業務等を引き受けるに際しては，別途委託契約を\n締結して行うものとする。\n③　上記の３団体が登記測量業務等を処理するに際しては，別に定める仕様\n書に基づき処理するとともに，仕様書に定めのない細部の事項について\nは，市の指示を受けるものとする。\n④　上記の３団体が処理する登記測量業務等の担任区分は，原則として別表\n(5)のとおりとし，それぞれ連携するものとされていた。\n⑤　上記の３団体が処理する登記測量業務等の委託単価は，市とこれら３団体と\nが協議して定めるものとし，土地家屋調査士報酬額表，司法書士報酬規\n定，公共測量に関する業務委託費積算基準及び標準歩掛等を勘案の上，\n適切に決定するものとする。\n⑥　京測協は，本件協定により担任する業務に関する権利又は義務を京都公共\n用地測量協会（以下「用測協」という。）に譲渡することができる。\n５　そして，市は，本件協定に基づいて，平成８年度の年度途中である平成８年７月\nから平成９年１月までの間に，別表(2)の「日付」欄のとおりの各日付で，社団法\n人である調査士協会及び司法書士協会，並びに，京都府下の測量業者の任意\n団体である用測協（代表者理事長Ｉ）との間で，それぞれ，同表①ないし⑮のとお\nり，各「委託内容」欄のとおりの内容の登記測量業務等を委託すること，その他，\n以下の内容を含む１５件の各委託契約をそれぞれ締結した（甲２の１ないし１５，\n以下，これらの各契約を一括して「本件各委託契約」という。）。なお，本件各委\n託契約は，いずれも，京都市長名で，同表の「専決権者」欄のとおりの各専決権\n者が，それぞれ専決した。\n①　委託価額は，「測量業務価額」，「登記業務価額」，「境界確定業務価額」及び\n「その他業務価額」の総和に１．０３（消費税３パーセント）を乗じることにより\n算定する。\n②　「測量業務価額」は，当該測量業務の対象となる用地の地域区分に応じて定\nめられる１０００㎡当たりの単価に，測量対象面積を乗じ，１０００で除したも\nのに，上記対象用地の地域区分及び測量面積に応じて定められる「調査調\n整費単価」を加え，これに１と諸経費率の和を乗じることにより算定する。\n測量業務価額＝（１０００平方メートルあたりの単価×登記測量業務対象面積\n÷１０００＋調査調整費）×（１＋諸経費率）\n③　市は，その都度書面により，司法書士協会，調査士協会及び用測協（この３\n団体を以下「本件３団体」という。）に業務実施箇所を指示するものとする。\n④　本件３団体は，委託業務を実施する際に，当該業務を実施する責任者を書面\nにより市に届け出るものとする。業務責任者を変更するときもまた同様とす\nる。\n⑤　本件３団体は，業務実施個所の指示を受けたときは，遅滞なく委託業務の工\n程表を作成し，市に提出するものとする。\n⑥　本件３団体は，業務実施個所の指示を受けた委託業務を完了したときは，直\nちに仕様書で指示する成果品を添えて市に業務完了届を提出しなければ\nならない。\n⑦　市は，上記届を受理したときは，その日から１０日以内に業務の完了の確認\nのための検査を行わなければならない。\n⑧　本件３団体は，上記検査の結果不合格となり，補正を命じられたときは，遅滞\nなく当該補正を行い，再検査を受けなければならない。\n⑨　本件３団体は，それぞれ，業務完了の確認のための検査に合格したときは，\n請求の内訳を明らかにした委託料内訳書を添付して，市に対して書面をも\nって委託料の支払を請求するものとする。この請求において，請求金額は，\n①の規定により算定された合計額に１００分の１０３を乗じて得た額とする。\n⑩　市は，委託料の請求を受理した日から３０日以内に委託料を支払わなければ\nならない。\n⑪　本件３団体は，委託料の請求及びその受領に関する権限を，京都府公共用\n地登記測量協議会（代表者Ｊ，以下「登記測量協議会」という。）に委任す\nる。\n６　本件各委託契約においては，いずれも，別表(2)の各「委託内容」欄のとおり，そ\nれぞれの契約締結日から平成８年度の末日である平成９年３月３１日までの間\nを委託する期間として定められており，各契約締結日以後の平成９年３月３１日\nまでの間に予定される個々の公共土木事業用地の取得に伴う登記測量業務等\nや同事業に伴う登記測量業務等を包括して本件３団体に委託する内容であり，\nそれぞれの契約締結時点においては，平成９年３月３１日までに委託する業務\n内容の全体は特定されておらず，具体的に委託を受ける業務内容は，契約締結\n日以降に市からされる具体的な業務実施箇所の指示によるものとされていた。\nしたがって，本件各委託契約のみでは，それぞれの契約に基づいて市が本件３\n団体に支払うべき委託金の額は確定せず，その額も，前記のとおり，各契約の\n締結日の後に市からされる具体的な業務実施箇所の指示によって，はじめて確\n定するものとされていた。\n７　司法書士協会は，各司法書士がその事務所の所在地を管轄する法務局又は地\n方法務局の管轄区域ごとに設立する強制加入団体である司法書士会（司法書\n士法１４条）やその上部団体である日本司法書士会連合会（同法１７条）とは別\nに，同法１７条の６の規定に基づいて設立された京都地方法務局の管轄区域内\nに事務所を有する司法書士によって構成された任意加入の社団法人である。そ\nの目的は，その専門的能力を結合して官庁，公署その他政令で定める公共の利\n益となる事業を行う者（官公署等）による不動産の権利に関する登記の嘱託又\nは申請の適正かつ迅速な実施に寄与することであり（同条の６第１項），その目\n的を達成するため，官公署等の嘱託を受けて，不動産の権利に関する登記につ\nき司法書士の業務を行うもの（同法１７条の７）とされている（丙３２４）。司法書士\n協会は，上記のような資格を有する者のうち約４割の司法書士が加入している\n法人である。\n８　調査士協会は，各土地家屋調査士がその事務所の所在地を管轄する法務局又\n地方法務局の管轄区域ごとに設立する強制加入団体である土地家屋調査士会\n（土地家屋調査士法１４条）やその上部団体である日本土地家屋調査士会連合\n会（同法１７条）とは別に，同法１７条の６に規定に基づいて設立された京都地方\n法務局の管轄区域内に事務所を有する土地家屋調査士によって構成された任\n意加入の社団法人である。その目的は，その専門的能力を結合して官庁，公署\nその他政令で定める公共の利益となる事業を行う者（官公署等）による不動産の\n表示に関する登記に必要な調査若しくは測量又はその登記の嘱託若しくは申請\nの適正かつ迅速な実施に寄与することであり（同法１７条の６），その目的を達成\nするため，官公署等の依頼を受けて，不動産の表示に関する登記につき必要な\n土地又は家屋に関する調査，測量，申請手続又は審査請求の手続を行うもの\n（同法１７条の７，２条）とされている（丙３２５）。調査士協会は，上記のような資\n格を有する者のうち約６割の土地家屋調査士が加入している法人である。\n９　用測協は，京測協が受託する公共用地測量業務を遂行するとともに用地測量技\n術の研究・開発及び教育指導を行うことにより，公共事業の円滑な推進に寄与\nすることを目的として設立された団体であり，平成６年ころに京測協に加盟してい\nる京都の地元の測量業者（測量会社）により，任意的に組織された団体で，平成\n８年当時，約６０業者（社）が加盟していた。用測協は，平成９年４月１日に社団\n法人として設立認可されるまでは法人格もなく，むろん，法律上に規定された団\n体ではなかった。そして，用測協内部において，本件各委託契約によって受託し\nた業務について，どの測量業者を業務責任者とするかは（業者選定の方法や基\n準），結局，その所属する各測量業者間で決められることになっていた（丙３２９\nないし３３２）。\n10　ところで，登記測量業務等は，(1)　測量業務，(2)　登記業務，(3)　境界確定業\n務，(4)　その他業務の４つに区分され，そのうち(1)の測量業務は，①　全体計\n画，②　計画準備，③現地踏査，④　地図の転写，⑤　土地登記簿の調査，⑥\n転写連続図作成，⑦　建物登記簿等の調査，⑧　地積測量図転写，⑨　戸籍簿\n調査，⑩　復元測量，⑪，境界確認，⑫　補足多角測量，⑬　境界測量，⑭　用\n地境界仮杭設置，⑮　現況測量　，⑯　面積計算，⑰　用地実測図原図作成，⑱\n用地実測図写図作成，⑲　土地調書作成，⑳　成果品提出の各作業工程によ\nって構成されていた。\n11　本件各委託契約による測量業務の委託料は，いずれも，個々の事業で実際に\n実施された業務に基づいて積算されるのではなく，予め，通常の作業工程を想\n定して，各工程毎の標準的対価を積算して単価を決定し，それに基づく金額とす\nるものとされた。具体的には，市作成に係る「土木工事標準積算基準書［業務・\n作業］」（丙４，以下「標準積算基準書」という。）及び「土木積算システム設計単\n価（丙５，以下「設計単価」という。）に基づいて積算され，単価設定にあたっては\nさらに積算額に０．９を乗じて単価が算出されていた。委託単価は，上記④ない\nし⑱の作業工程については，１０００平方メートル当たりの単価により，上記①な\nいし③の作業工程については１業務あたりの単価（調査調整費）の積み上げ方\n式によっていた。そして，実際の測量業務委託単価は，１０００平方メートル当た\nりの単価に測量業務対象面積を乗じて，１０００で割った額と１業務当たりの単価\nの積算額との合計額に諸経費率（８７．８～４４．９パーセント）を乗じて算出され\nていた。\n平成８年度において，単価設定の根拠となった資料は，平成７年度標準積算基準\n書及び京都市建設局作成に係る平成６年度土木積算システム設計単価であっ\nた。なお，調査調整費のうち土地家屋調査士及び司法書士に係る作業は，歩掛\nについては作業実態に則して設定され，労務単価については平成７年１月１日\n施行の公共嘱託登記土地家屋調査士会業務報酬額運用基準によって算定され\nた。\n12　本件各委託契約に基づいて，平成８年度中に，別表(1)の「番号」欄の１ないし９６\nの登記測量業務等（以下，「本件各業務」といい，個々の業務を番号に従って「１\n業務」などという。）について，それぞれの業務を所管する課の課長や土木事務\n所の課長又は所長によって，業務実施個所の指示が行われた。それに応じて，\n本件３団体は，それぞれの所属の司法書士，土地家屋調査士及び測量業者を，\n各業務を実際に担当させる「業務責任者」に選定し，選定された各業務責任者\nの司法書士，土地家屋調査士及び測量業者が，業務実施箇所の指示に従って\nそれぞれの業務を担当した。\n13　そして，本件各委託契約に基づいて，それぞれの契約の後に平成９年３月３１\n日までに，市からの具体的な業務実施箇所の指示によって，別表(2)の「最終的\nに委託された業務」欄のとおりの各事業の登記測量業務等が委託され，本件３\n団体は，その業務をいずれも完了したものとして，市に対して業務完了届を提出\nし，これにより，本件各委託契約に基づく具体的な委託料の金額が確定した。な\nお，この各指示は，市においてそれぞれの業務を所管する課の課長，もしくは土\n木事務所の課長又は所長がこれを行った。\n市は，別表(1)の「支出決定日」欄のとおりの日付で，平成８年１０月８日から平成\n９年３月３１日までの間に，本件各委託契約に基づいて本件３団体から受領権限\nの委任を受けていた登記測量協議会に対し，各委託料合計４０６１万３９３０円を\n支払った（以下「本件各支出」という。）。なお，本件各業務のうち，１業務ないし１\n０業務については，市の企画調整局及び都市計画局の所掌事務であった。\n14　本件各業務を実際に担当した司法書士，土地家屋調査士及び測量業者は，そ\nれぞれ，その所属する本件３団体から，行った業務に応じた報酬を受け取った\nが，平成８年度において，それぞれ，配分された業務に応じて「業務受託分担\n金」として，それぞれ市からの委託金に対して，用測協（用地特別会費収入名\n目）関係では３．５パーセント，調査士協会（会費収入〔比例会費〕名目）関係では\n８．５パーセント，司法書士会（報酬比例会費収入名目）関係では７．０パーセント\nの割合の金員を支払うこととされていた（甲１７ないし１９）。\n15　用測協は，平成９年４月１日，社団法人として，その設立が認可され，その代表\n者である理事長に滝下昇一が就任した。\n16　原告らは，平成９年６月２６日付で，京都市監査委員に対し，本件各委託契約，\n本件各支出は違法・不当である旨の監査請求をしたところ，同監査委員は，同\n年８月２５日付で，原告らに対し，同監査請求は理由がないとしてこれを棄却す\nる旨の決定をし，その旨を原告らに通知した（甲１６）。そこで，原告らは，平成９\n年９月２４日付で，本件訴訟を提起した。\n17　京都府は，平成９年７月１８日，競争性，公平性及び透明性が求められている\n社会状況を踏まえたとして，用地測量業務の発注について，予定価格が２５０万\n円を超えるものについては競争入札方式を導入し，２５０万円以下のものについ\nては現行制度のとおりに行う旨の決定をし，以後，現在に至るまで，かかる方法\nにより登記測量業務等は行われている。\nその後，市においても，平成９年１０月１日，用地測量業務に係る積算額が１件\nあたり２５０万円を超える場合には，競争入札によることとし，以後，現在に至る\nまで，かかる方法により登記測量業務等は行われている。\n三　争点について\n１　原告らの主張のうち，法律上，請求原因となる部分を整理すると，本件各支出の\n法律上の原因となる支出負担行為である市と本件３団体との間の本件各委託契\n約は，①　本件３団体にそれぞれ支払われる各委託料が実際実施されていない\n工程分まで含めて算定された単価に基づいて算定されていること，②　それぞ\nれ，入札手続を経た上で，司法書士，土地家屋調査士及び測量業者等との間で\n個別に契約をせずに，３団体へ一括し，しかも，平成８年度中の一定期間内に実\n施される各事業毎の登記測量業務等を，実際に担当する者の選定までを各団\n体内部に委せる形態で，いわば「丸投げ」の内容の随意契約としてされたこと，\n以上の観点から財務会計法規上違法であって，このような違法な支出負担行為\nによる本件各支出も違法であり，これにより，市は，実施されなかった工程の単\n価分の損害，あるいは少なくとも，業務受託分担金相当の損害を被った，との内\n容になると解される。\n２　以上の理解を前提とすると，本件の主要な争点は，①　本件各委託契約は財務\n会計法規上違法であるか（争点①），②　被告らは，それぞれ法２４２条の２第１\n項４号前段の「当該職員」に該当して責任があるといえるのか（争点②），③　市\nが被った損害の額はいくらか（争点③），である。なお，原告らの請求についての\n理解の仕方，本件協定自体は財務会計行為に該当しないこと等については，後\n記の当裁判所の判断のとおりである。\n四　各争点についての当事者の主張\n１　争点①について\n（原告らの主張）\n本件各委託契約による委託料は，後記（争点③）において主張するとおり，実\n際にはそもそも実施が予定されていない，従って委託の内容ではない作業工\n程分も含めて単価が設定され，市は，それらの作業工程もすべて実施される\nことを前提とした委託料を支払った。このような委託料の定めを内容とする本\n件各委託契約は，法２条１４項及び地方財政法４条１項に違反する違法な財\n務会計行為である。\n普通地方公共団体がある業務の委託契約を締結する場合，一般競争入札によ\nるのが原則であり，随意契約を締結することができるのは，「その性質又は目\n的が競争入札に適しないものをするとき」（法２３４条，法施行令１６７条の２第\n１項２号）等の例外的な場合に限定されている。登記測量業務等は，平成７年\n度以前は市においても指名競争入札が行われていたもので，他の地方自治\n体においては現在も指名競争入札が行われている。実際に業務を行っていた\n司法書士，土地家屋調査士及び測量業者に指名競争入札によって，直接登\n記測量業務等を委託することは可能である。登記測量業務等は，委託業者ご\nとに種類や性能が異なるというわけではない。そして，司法書士，土地家屋調\n査士及び測量業者（測量士）は，いずれも有資格者であり，業務遂行に必要\nな能力は誰もが有しており，当該業務が一旦終了すれば，通常の場合，業務\n終了後の保守点検などは必要ない。個々の司法書士，土地家屋調査士及び\n測量業者の間の競争を排除し，実際に業務を担当する測量業者の選定をも\n含めて，いわば丸投げの形で一括して委託する本件各委託契約は，上記の\n例外的な場合に該当せず，財務会計法規上違法であることは，明らかであ\nる。\n（被告ら及び参加人の主張）\n公共事業の計画的な推進に必要な用地取得に係る登記測量業務等を的確\nかつ迅速に処理するためには，取得対象地の面積等に関する用地測量，所\n有権その他の権利調査，市への所有権移転に必要な嘱託登記など密接に関\n連する一体的な業務をそれぞれの専門有資格者が連携して処理することがよ\nり効果的であり，そのためには，本件各委託契約をするのが合理的であり，適\n切である。本件各委託契約は，法２条１４項及び地方財政法４条１項に反しな\nいのはもちろん，法２３４条，法施行令１６７条の２第１項２号にも反しない。\n測量業務について積算価格の９０パーセントをもって単価としたのは，現実の個\n々の測量業務では通常行われる作業工程のうち行わなくて済む作業工程が\nあることに対応し，かつ，競争入札による落札率を考慮したもので，個別業務\nにおいては実施を要しない作業工程があることは折込み済みである。原告ら\nの主張するように実施しなかった作業工程が存する場合は生じるが，標準的\n作業工程の対価の積算価格の９０パーセントをもって測量業務の単価として\nおり，大数的にみれば，入札により個別測量業務を行わせ，その代金額を集\n計した場合と，事実上概ね同額の支出になるように配慮されている。そもそ\nも，市が，調査士協会や司法書士協会に登記測量業務等を随意契約により\n委託することは土地家屋調査士法１７条の６第１項及び司法書士法１７条の６\n第１項の規定するところであり，さらに，測量業者（測量士）については，上記\nと同様の法規上の根拠はないが，用測協が公共登記嘱託業務を円滑迅速に\n実施し，効率的な公共事業の円滑な進歩を期して設立されたものであること\nからすれば，用測協を調査士協会及び司法書士協会と同様に考えることがで\nきる。\n実際に業務にあたる土地家屋調査士，司法書士及び測量業者を熟知する\n本件３団体に業者を選任させ，それらの連携の下に登記測量業務等が効率\n的に処理されることとなったことからも，本件各委託契約の締結は，市の合理\n的な裁量の範囲内の行為であることはもちろん，競争入札により個別的に土\n地家屋調査士，司法書士及び測量業者と委託契約を締結する場合と比較し\nて，より合理的で，市に利益をもたらすものと評価できるといえる。本件各委託\n契約による場合，約２週間で業者決定ができるため，地権者からの早急な買\nい取り要求への対応など，より円滑な事業の進捗を図ることができ，競争入札\nの場合より，時間の短縮及び市の職員の労力の軽減が図れる。\n２　争点②について\n（原告らの主張）\n本件協定及び本件各委託契約は，市における各部局を越えた基本方針に基づ\nくものである。被告Ａは，市長として，登記測量業務等の委託について，前記\nのような一括丸投げ方式によることをこの基本方針として実質的に決定したも\nのであり，本件各委託契約は，別表(2)のとおりの各専決権者が市長名で専決\nしたものであるとしても，同被告は，上記のとおり，それらが違法であることを\n認識していたか，又は，当然に市長としてこれを認識すべきであったもので，\n専決した者に対する指揮・監督責任は免れない。\n被告Ｂは，本件協定及び本件各委託契約に専決権者として関わったもので，本\n件各委託契約が違法であることを認識していたか，又は，認識すべきであった\nもので，責任は免れない。\n（被告ら及び参加人の主張）\nすべて争う。\n被告Ａは，本件協定及び本件各委託契約の実体的な決定には関与していな\nい。同被告が，このような契約形態を導入することについて，市長ヒヤリング\n等によって説明を受けるなどして知っていたという証拠はないし，仮に知って\nいたとしても，その内容は，少なくとも客観的かつ明白に直ちに違法であると\n評価されるものではない以上，同被告に指揮・監督上の義務違反がある，と\nすることはできない。\n平成８年度当時都市建設局長であった被告Ｂは，都市建設局以外の登記測量\n業務等の委託に関しては権限を有しない。１業務ないし１０業務は，企画調整\n局長ないし都市計画局長が専決した委託契約に係る業務であり，被告Ｂは，\nこれらの業務に関しては，法２４２条の２第１項４号の「当該職員」に該当しな\nい。\n３　争点③について\n（原告らの主張）\n(1)　本件各委託契約及び本件各支出により，市は，競争入札を実施した場合より\n多額の委託料を支払い，多額の損害を被った。少なくとも所属団体が各加盟\n業者から受託した「業務受託分担金」相当額合計１０４万０１５２円は，本来市\nが支払う必要のなかったもので，本件各委託契約が違法であることによる損\n害である（その金額は，それぞれ，用測協分が１７万１２０１円，調査士協会分\nが５７万１７８０円，司法書士協会分が２９万７１７１円である。）。\n(2)　また，本件各業務のうち，別表(3)に掲記の各業務（以下「本件問題業務」とい\nう。）については，同表記載のとおり，それぞれ，実際には実施されなかった作\n業工程が存在し，市は，別表(4)のとおり，合計１０７０万５０００円の損害を被\nった。\n(3)　よって，結局，市は，財務会計法規上違法な本件各委託契約及び本件各支出\nにより，合計１１７４万５１５２円の損害を被った。\n（被告ら及び参加人の主張）\n(1)　すべて争う。市には，原告らが主張するような損害は発生していない。\n(2)　本件各委託契約による委託料は，中央用地対策連絡協議会事務局長が定\nめた調査士協会業務報酬及び司法書士協会業務報酬並びに京都市都市建\n設局が定めた「土木工事標準積算基準書［業務・作業］の標準歩掛表」及び京\n都市土木積算システム設計単価により適正に委託価格が算定されている。さ\nらに，用地測量業務の委託単価は，平成７年度に実施した競争入札おける委\n託予定価格と落札価格の実績を踏まえ，実際の委託価格が入札に付した場\n合に決定されるであろう落札価格よりも低くなるように，同業務を競争入札に\n付す場合の予定価格の算定の基礎となる単価よりも１割低く決定している。\n(3)　なお，本件問題業務については，実施されなかった作業工程もあるが，別表(\n6)のとおり，原告らが主張する作業工程がすべて実施されなかったというわけ\nではない。\n第三　当裁判所の判断\n一１　被告ら及び参加人は，原告らが本件訴訟係属中の平成１１年１１月２４日付準\n備書面でした，実際には実施されない作業工程分の委託料を支払ったことが損\n害であるとする損害賠償の追加請求は，監査請求期間を徒過したもので，不適\n法であるとの主張をする。\nしかし，前記の追加請求の内容は，記録上，本件各委託契約に基づく登記測量\n業務等に実施されていない部分があって，それは債務不履行であるのに，それ\nに対して市が適切な対処をしなかったことを問題とするものではなく，本件各委\n託契約の内容として予め定められた算定方法による委託料の額が，実際には実\n施されないことになる工程分までもその算定の基礎にして不当に高額になり得る\nように設定されたこと自体が違法であるとの趣旨の主張によるものと解される。\nしたがって，本件請求の請求原因は，前記第二の三に判示したとおりであって，\n上記追加請求は，本件各委託契約が財務会計法規上違法であることを基礎付\nける違法事由の追加の主張と市の損害の主張の追加にすぎず，当初の本件の\n請求（訴訟物）と上記追加請求の請求（訴訟物）は同一のものであると解され，\n法２４２条２項の出訴期間の関係では，前記の追加請求も適法にすることができ\nるものと解されるから，この点に関する被告らの主張は，そもそも失当である。ま\nた，原告らも請求（訴訟物）が別であることを前提として「主位的請求」「予備的請\n求」と表示するが，この点も失当であって，原告らの請求の表示としては，前記\n「第一　請求」のとおりになると解される。\n２　原告らは，本件各委託契約が本件協定を具体化したものであることからすれ\nば，本件協定も財務会計上の行為に該当する旨の主張をする。しかし，本件協\n定は，本件各支出に係る市の債務の発生原因事実（各委託料の支払債務の発\n生原因となる要件事実）ではなく（同要件事実は，本件各委託契約とそれに基づ\nく業務実施箇所の指示であると解される。），支出負担行為ということはできず，\nその他法２４２条所定の財務会計上の行為には該当しないと解される。\n３　次に，前記第二の二の認定事実によれば，１業務ないし１０業務については，企\n画調整局及び都市計画局の所掌事務であり，都市建設局長であった被告Ｂは，\n本件各委託契約中の上記各業務の委託に関しては，権限を委任されたこともな\nく，又専決権限もなかったといえるから，法２４２条の２第１項４号前段の「当該職\n員」には該当しないというべきである。\nしたがって，原告らの本件訴えのうち，１業務ないし１０業務に関して被告Ｂに対\nして損害賠償を求める部分は，不適法であるといわざるを得ない。\n二　争点①に対する判断\n１　被告らは，競争入札により個別的に土地家屋調査士，司法書士及び測量業者と\n委託契約を締結する場合と比較して，本件各委託契約を締結する方が，より合\n理的で，市に利益をもたらし，また，時間の短縮及び市の職員の労力の軽減が\n図れるし，また，本件各委託契約は，随意契約をする場合の要件も具備してお\nり，財務会計法規上適法であると主張する。前記認定事実の下では，確かに，\n本件各委託契約の方法によれば，入札手続や司法書士，土地家屋調査士及び\n測量業者の選任，委託料の算定のための時間や労力，費用を節減できるし，そ\nれに三者の連携を密にして登記測量業務等の効率化を図り得る面もないではな\nい。また，普通地方公共団体が上記のような諸点を考慮して，登記測量業務等\nの委託をする場合にどのような契約形態を選択するかについては，長その他の\n権限を有する者の一定程度の裁量があるものと解される。\n２　しかしながら，本件各委託契約は，前記の裁量を逸脱したもので，財務会計法規\n上違法であるといわざるを得ない。その理由は次のとおりである。\n(1)　地方財政法４条１項は，地方公共団体の経費は，その目的を達成するため\nの必要かつ最小の限度を超えて，これを支出してはならないと定めている。ま\nた，法は，２条１４項で「地方自治体は，その事務を処理するに当たっては，住\n民の福祉の増進に努めるとともに，最小の経費で最大の効果を挙げるように\nしなければならない。」と規定し，更に，支出負担行為一般について，２３２条\nの３で「普通地方公共団体の支出の原因となるべき契約その他の行為（これ\nを支出負担行為という。）は，法令又は予算の定めるところに従い，これをしな\nければならない。」と規定している。そして，支出負担行為の中の契約につい\nて，２３４条１項において，売買，貸借，請負その他の契約は，一般競争入札\nの方法によることを原則としており，指名競争入札，随意契約又はせり売りに\nよることができるのは，法施行令で定める場合に該当するときに限られるもの\nとしている（同条２項）。その上で，市においては，法施行令１６７条の２第１項\n１号，京都市契約事務規則２６条により，委託料１００万円を超える業務委託\n契約は，他に法施行令１６７条の２第１項のその他の事由がないかぎり，随意\n契約によることはできないこととされている。\n(2)　上記のような各規定に照らすと，法は，地方公共団体が，公共事業のため\nの用地を取得する際に必要となる登記測量業務等を測量業者等に委託する\n契約をする場合においても，その個々の登記測量業務等を実施することに決\nまった段階で，測量業者，司法書士，土地家屋調査士相互間でできるだけ競\n争させた上で，できるだけ安価に具体的な委託額を決定させて契約することを\n要請していることが明らかである。そして，法２３４条は，あくまで，特定の登記\n測量業務等の委託額を決定するために競争入札の方法を原則としてすること\nを要請しているのであって，そもそも，一定の期間内に予定される将来の複数\nの事業についての登記測量業務等を，その委託内容も定まらない段階で，予\nめ包括的に委託することなどは原則として予定しておらず，前記の各規定の\n趣旨に照らしても，そのような契約をすること自体が，法２条１４項，２３２条の\n３，２３４条１項の趣旨に反するものといわなければならない。\n(3)　更に，前記第二の二の認定事実によれば，本件各委託契約は，それぞれ，業\n務実施箇所の指示によって特定された登記測量業務等について，調査士協\n会の内部で担当者となる土地家屋調査士を，司法書士協会の内部で担当者\nとなる司法書士を，用測協の内部で担当者となる測量業者を，それぞれ選任\nして決定させるもので，各同業者毎のいわば官製の談合を容認する内容とな\nっている。しかも，その代金については，当初から，本件３団体それぞれに支\n払われる代金の単価及び算定方式が定められており，個々の具体的な登記\n測量業務等毎に，各測量業者間，司法書士間，土地家屋調査士間の競争原\n理によって委託代金が決定されることは全くあり得ない形態である。\nしたがって，本件各委託契約は，従来，市が，各事業が実施されることが決定し\nた後に，その事業毎に，測量業務等を，個別に，委託料１００万円を超えるも\nのについては競争入札を実施した上で委託契約をし（京都市契約事務規則２\n６条，法施行令１６７条の２第１項１号），あるいは，委託料１００万円までのも\nのについては随意契約によって，測量業者等へ個別的に委託契約をしていた\n場合と比較すると，その各契約の内容自体において，まず，任意加入の団体\nである本件３団体に属していない司法書士，土地家屋調査士及び測量業者の\n参入を排除するとともに，それが前記のような包括的な一括委託であることに\nよって，委託料１００万円以上のものについては，本件３団体内部での各同業\n者相互間における競争も，悉く排除してしまう内容を含むものといわざるを得\nない。特に，登記測量業務等の相当部分を占める測量業者が行う測量業務\nについては，社団法人として認可される前の用測協の内部において，各事業\nについての業務実施箇所の指示に応じて，どの測量業者が業務責任者となっ\nて実際にその測量業務を担当するのか，その測量業者は，用測協からいくら\nの代金を受領するのかについてまで，このような任意の団体の内部にいわば\n任せきりの内容となるものであり，その代金額からみても，各測量業者間の競\n争を著しく制限する極めて不明朗なものであるといわなければならない。本件\n各委託契約のような契約形態を採ると，特定の測量業者との不明朗な関係が\n生じ易くなる弊害もあるといわなければならず，前記のような法の趣旨に著しく\n反するものといわざるを得ない。\n(4)　また，本件各委託契約は，各事業について必要となる登記測量業務等の具体\n的な内容が決定する前の段階で，予め，市が支払うべき代金額も，所定の算\n定方法に従って算出することとされていた関係上，各事業（工事）毎の委託内\n容の必要性の吟味も曖昧になる可能性があり，このような観点からも，前記の\n法の趣旨に反する危険性を内包しているものといえる。\n(5)　このようにみてくると，本件各委託契約は，それが競争入札の方法ではない随\n意契約であるという以前に，そもそも，地方財政法４条１項，法２条１４項，２３\n４条が禁じている内容，形態の支出を伴う契約であるというべきで，市の長や\nその権限の委任を受けた者に前記のような一定の裁量があるとしても，その\n裁量の範囲を著しく逸脱した内容の契約であって，前記の各規定に反する違\n法な契約であるといわざるを得ない。\n３　もっとも，本件３団体のうち，司法書士協会及び調査士協会は，前記認定事実の\nとおり，いずれも，法律で定められた同業者で組織する法人であって，それぞれ\nの業務について，司法書士協会にあっては，司法書士法１７条の７第１項におい\nて，官公署等の嘱託を受けて，不動産の権利に関する登記につき司法書士が行\nうものとされている業務を行うことと，調査士協会にあっては，土地家屋調査士\n法１７条の７第１項において，官公署の依頼を受けて，土地家屋調査士の業務と\nされている土地家屋に関する調査，測量，これらを必要とする申請手続等の業\n務を行うことと，それぞれ規定されており，これらの法律の規定によれば，本件\n各委託契約のうち，上記の２団体との間の各委託契約については，そもそも，上\n記各法律の規定によって，それぞれの団体内部の同業者間の競争については\nこれを排除することが予定されており，その限りでは違法ではないとの見方もあ\nり得る。\nしかしながら，前記認定のとおり，司法書士協会は，京都地方法務局の管轄区域\n内に事務所を有する全司法書士の約４割，調査士協会は，同じく全土地家屋調\n査士の約６割をそれぞれ組織するに過ぎないこと，上記各法律の規定によって\nも，本件各委託契約のように，特定の登記測量業務等の委託ではなく，一定期\n間内に実施される登記測量業務等を予め包括的に，これらの団体が委託を受け\nることまでは予定していないものというべきである。\nしたがって，上記各法律の規定の存在如何に関わらず，本件各委託契約は，全\n体として，財務会計法規上違法というべきである。\n４　本件各委託契約は，法２３４条及び同施行令１６７条の２第１項２号並びに地方財\n政法４条１項に反し，財務会計法規上違法というべきである。\n三　争点②について\n１　被告Ｂについて\n(1)　前記第二の二の認定事実によれば，被告Ｂは，平成８年度において，市の都\n市建設局長の地位にあった者であり，本件各委託契約のうち，企画調整局及\nび都市計画局の所掌事務に関する１業務ないし１０業務を除くその余の契約\n（甲２の１ないし２の８，甲２の１０，２の１１，２の１３，２の１４，以下，これらの\n契約を「本件各建設局契約」という。）について，専決権限を有していた者で，\nそれらの契約をした者であるので，この関係で「当該職員」にあたることは明ら\nかである。\n(2)　次に，被告Ｂの市に対する責任は，法２４３条の２第１項により賠償命令の対\n象となり得る特別な損害賠償責任であり，同条の２第９項によって民法の適用\nが排除されており，少なくとも，故意又は重過失を要件とし，その損害が２人以\n上の職員の行為によって生じた場合であっても，共同不法行為の効果を定め\nた民法７１９条の適用もなく，法２４３条の２第２項の規定に従って，それぞれ\nの職分に応じ，かつ当該行為が当該損害の発生の原因となった程度に応じて\n賠償の責めに任ずるものとされている責任であると解される。\n(3)　そこで，被告Ｂに，本件各建設局契約を本件３団体との間で締結したことにつ\nき，故意又は重大な過失があったか否かを検討する。\n本件各建設局契約は，前記判示のとおり，確かに，財務会計法規上違法なもの\nであり，被告Ｂは，市の都市建設局長として，専決権者として本件各建設契約\nを締結したことにつき，過失があったというべきではある。\nしかしながら，本件各証拠を検討しても，被告Ｂに重過失があったことまでは認\nめることができない。むしろ，前記の認定事実及び本件各証拠によれば，本件\n各建設契約は，すでに，京都府において同様の形態で司法書士協会，調査士\n協会，それに用測協との間でされていたのにならったもので，同被告が本件\n協定をし，その後本件各建設契約をした時点では，市の方針としてすでに決\n定されていたもので，同被告としては，そのことは受け入れざるを得ない立場\nにあったことが認められるのである。\n(4)　そうすると，被告Ｂについては，前記の法２４３条の２第１項による責任がある\nとはいえないというべきである。\n２　被告Ａについて\n前記第二の二の認定事実によれば，平成８年度当時，被告Ａは，地方公共団体\nの長として，本件各委託契約の締結についての本来的権限者であったことは明\nらかである。そして，前記第二の二の認定事実によれば，平成８年当時建設局\n長であった被告Ｂ，企画調整局長及び都市計画局長が，本件各委託契約を締\n結したもので，被告Ａは，上記の職員らが違法な本件各委託契約を締結すること\nを阻止すべき指揮監督上の義務を有していたことも明らかである。そして，本件\n各証拠及び弁論の全趣旨によれば，京都府において市に先立って平成７年度\nから本件協定及び本件各委託契約と同様の制度が採用されており，京都府知\n事もその概要は了知していたこと，本件協定及びそれを具体化した本件各委託\n契約は，市においては，市政改革大綱の方針に従った内容であり，各部局を越\nえて決定された大きな方針であったことが認められることに照らしても，本件各委\n託契約が締結された当時，被告Ａも，本件協定の内容の概要は当然に知ってい\nたものと推認される。そして，被告Ａとしては，市長としての職責に鑑みても，本\n件協定及び本件各委託契約に至る過程において，関係部署に働きかけ，或い\nは，それらを指揮することにより，本件協定及び本件各委託契約に至ることを中\n止させることができたというべきである。そうすると，被告Ａにおいて，被告Ｂを含\nむ各専決権者が財務会計法規上違法な本件各委託契約を締結することを阻止\nすべき指揮監督上の義務に違反したもので，この点につき，少なくとも過失があ\nったものといわざるを得ない。\nよって，被告Ａは，被告Ｂを含む各専決権者が本件各委託契約を締結したことに\nより市が被った損害について，その賠償責任を免れないというべきである。\n四　争点③について\n１　まず，前記第二の二の認定事実及び本件各証拠によれば，市においては，本件\n各委託契約とその後に各事業についてされた業務実施箇所の指示によって確\n定された委託料を，平成８年１０月８日から平成９年３月３１日までの間に，別表(\n1)の「支出決定日」欄の日に支出決定をし，登記測量協会に支払ったこと（本件\n各支出），そして，登記測量業務等を実際に担当した司法書士，土地家屋調査\n士及び測量業者は，それぞれ，少なくとも，原告らが主張するとおり，業務受託\n分担金合計１０４万０１５２円を支払ったこと，以上が認められる。\nそうすると，上記の業務受託分担金は，実質的には市が委託料として支払った\n本件各支出から，登記測量業務等の実際の個々の担当者がそれぞれその所属\nする団体に支払った金員であり，市が，個々の事業毎に，競争入札等の方法に\nより，実際の担当者と個別に委託契約を締結しておれば，本来，支払う必要のな\nかった金員であるということができる。従って，市は，違法な本件各委託契約がさ\nれたことによって，少なくとも，前記の業務受託分担金相当額の損害を被ったと\nいうべきである。\nなお，被告Ａは，本件３団体がこのような業務受託分担金を受け取っていたこと\nを全く知らなかったし，知り得べき事情もなかったと主張するが，仮にそうであっ\nたとしても，そのことは，前記判示のとおりの損害の認定・判断を左右するもので\nはないというべきである。\n２　次に，前記の損害に加えて，更に，原告らが主張する登記測量業務等のうち，実\n際に実施されなかった作業工程分の委託料相当額の損害が生じたといえるかど\nうかについて検討する。\n(1)　登記測量業務等の中で原告らが実施されていない作業工程があると主張\nする別表(3)の１－１業務の⑥，７業務の⑫，１３業務の⑥⑦⑪⑭⑮，６７業務\nの⑮，７２業務の⑥⑮，９３業務の⑫⑬⑭（一部）⑮については，実施されなか\nったか又は少なくとも成果物の作成のための指示がされなかったことについ\nて，当事者間に争いがない。\n(2)　そして，前記の認定事実及び本件各証拠を総合すると，本件問題業務のう\nち，前記(1)の各業務のほかに，１－１業務の⑦⑨⑮，１－２業務の⑦⑮，７業\n務の⑦⑨⑮，１７業務の⑦⑨⑭，２１業務の⑦⑨⑪⑭⑮，４０業務の⑦⑨⑮，\n６６業務の⑨⑭，６７業務の⑦⑫⑭，７２業務の⑭については，少なくとも，具\n体的な作業工程としては実施されなかったものと認められる。\n(3)　そうすると，登記測量業務等のうち前記(1)(2)の各作業工程分については，\n前記認定のとおり，本件各支出は，各作業工程すべてを実施されたものとして\n単価を算定し，それに基づいて委託金額を確定させることになっていたもので\nあるから，その委託費の支出は，本来は不要であった可能性がある。\nしかしながら，前記認定のとおり，委託予定単価のうち測量業務単価につ\nいては，標準積算基準書及び設計単価によって算定された積算額に更に０．\n９を乗じて，減額しており，作業工程の一部が実施されていない可能性のある\nことは一部ではあるが，折り込み済みで算定されている。また，京都市契約事\n務規則２６条，法施行令１６７条の２第１項１号によれば，委託料額が１００万\n円以下の場合は，市において，もともと，随意契約の締結が認められているこ\nとからすれば，委託料額が１００万円以下の場合であれば，もともと，市が随\n意契約によって業務委託することも可能であったわけで，その限りでは競争関\n係はそもそも完全に徹底できるものではなかった面もある。これらの点に照ら\nすと，本件各証拠によっても，すでに判示したとおりの業務受託分担金である\n前記１の損害分に加えて，更に，前記の各作業工程分を実施しなかったこと\nによる損害が生じたものとは，未だ認めるに足りないというべきである。\n３　そうすると，市は，少なくとも，前記の業務受託分担金相当額の合計１０４万０１５\n２円の損害を被ったものと認められるが，それ以上の損害があったとは，結局，\n認められないというべきである。\n第四　結論\n以上の次第であり，原告らの本件訴えのうち，被告Ｂに対し，別表(1)の「番号」欄記\n載の１ないし１０の各業務に関する損害賠償を求める部分については，いずれも不適\n法であるから，これらを却下することとし，被告Ａに対し，京都市に１０４万０１５２円及\nびこれに対する同被告への当初の本件訴状送達の日の翌日であることが記録上明\nらかな平成９年１０月２２日から民法所定の年５分の割合による遅延損害金の支払を\n求める部分は理由があるので，この限度で認容し（なお，遅滞となるのは，当初の本\n件訴状の送達によるものと解される。），その余の請求は，いずれも理由がないので\n棄却することとし，訴訟費用の負担については行訴法７条，民訴法６４条，６５条１項，\n６６条を適用し，仮執行宣言については相当でないからこれを付さないこととし，主文\nのとおり判決する。\n京都地方裁判所第３民事部\n裁判長裁判官　　　　　　八　　　木　　　良　　　一\n裁判官　　　　　　飯　　　野　　　里　　　朗\n裁判官　　　　　　谷　　　田　　　好　　　史\n（別表(1)，(4)，(5)省略）\n別　表　(2)　　　　　　　本件各委託契約\n日　　付 　　委　託　内　容\n（以下の事業や用地の\n取得に伴って必要となる\n登記，測量及び調査等\nの業務）\n専決権者 最終的に委託され\nた業務\n（別表(1)の番号）\n① Ｈ８．７．１ 道路建設課の所管する\n道路整備事業（Ｈ８．７．\n１～Ｈ９．３．３１）\n都市建設局長 ３９ないし５６\n② Ｈ８．７．１ 道路維持課の所管する\n道路整備事業（Ｈ８．７．\n１～Ｈ９．３．３１）\n都市建設局長 ３６ないし３８\n③ Ｈ８．７．１ 立体交差課の所管する\n事業（Ｈ８．７．１～Ｈ９．\n３．３１）\n都市建設局長 ８５ないし９１\n④ Ｈ８．７．１ 河川課の所管する河川\n整備事業等（Ｈ８．７．１\n～Ｈ９．３．３１）\n都市建設局長 １５ないし２６\n⑤ Ｈ８．７．１２ 広域幹線道路課の所管\nする公共土木施設整備\n事業（Ｈ８．７．１２～Ｈ\n９．３．３１）\n都市建設局長 ９２ないし９６\n⑥ Ｈ８．７．１５ 街路建設課の所管する\n都市計画街路事業及び\nこれに関連する公共土\n木施設整備事業（Ｈ８．\n７．１５～Ｈ９．３．３１）\n都市建設局長 ５７ないし８４\n⑦ Ｈ８．７．１６ 道路明示課が所管する\n道路用地の寄付受納，\n国有地の譲与（Ｈ８．７．\n１６～Ｈ９．３．３１）\n都市建設局長 ３０ないし３５\n⑧ Ｈ８．７．１８ 道路管理課の所管する\n道路用地の寄付受納，\n国有地の譲与及び都市\n計画法による帰属（Ｈ８．\n７．１８～Ｈ９．３．３１）\n都市建設局長 ２７ないし２９\n⑨ Ｈ８．８．１ 緑地建設課の所管する\n公園整備事業等（Ｈ８．\n８．１～Ｈ９．３．３１）\n都市計画局長 ３ないし１０\n⑩ Ｈ８．８．２８ 北部土木事務所の所管\nする公共土木事業用地\n等の取得（Ｈ８．８．２８\n～Ｈ９．３．３１）\n都市建設局長 １１\n⑪ Ｈ８．８．２９ 伏見土木事務所の所管\nする日野川水路事業に\n関する公共土木事業用\n地の取得（Ｈ８．８．３０\n～Ｈ９．３．３１）\n都市建設局長 １４\n⑫ Ｈ８．１１．６ 簡易水道新設事業（Ｈ\n８．１１．６～Ｈ９．３．３１\n）\n企画調整局長 １\n⑬ Ｈ８．１１．１５ 東部土木事務所の所管\nする公共土木事業用地\n等の取得（Ｈ８．１１．１５\n～Ｈ９．３．３１）\n都市建設局長 １３\n⑭ Ｈ８．１２．１２ 別表(1)の番号１２の事\n業用地の取得（Ｈ８．１\n２．１３～Ｈ９．３．３１）\n都市建設局長 １２\n⑮ Ｈ９．１．２７ 緑地管理課が所管する\n公園用地の寄付受納及\nび公園管理等（Ｈ９．１．\n２７～Ｈ９．３．３１）\n都市計画局長 ２\n別　表　(3)　　　　　　　本件問題業務\n（業務名）                      （原告が主張する不実施作業工程）\n１－１業務（静原・簡易水道新設）　④⑤⑥⑦⑨　　　⑭⑮　⑰　　　<ウ><エ>\n１－２業務（外畑・簡易水道新設）　　　     ⑦　　　　　⑭⑮　⑰　　　<ウ><エ>\n７業務（宝ヶ池公園整備）　　　　　　　    ⑥⑦⑨　⑫　⑭⑮　　　　　<ウ><エ>\n１３業務（竹田川改良）　　　　　　　　      ⑥⑦⑨⑪　　⑭⑮          <ウ><エ>\n１７業務（西羽束師川改修・３号）　　　      ⑦⑨        ⑭⑮            <エ>\n２１業務（西羽束師川改修・７号）　　　  ⑥⑦⑨⑪  ⑬⑭⑮　　　　　<ウ><エ>\n４０業務（広河原美山線）　　　　　　　        ⑦⑨        ⑭⑮          <ウ><エ>\n６６業務（向日町上鳥羽線）　　　　　　　        ⑨        ⑭⑮          <ウ><エ>\n６７業務（伏見向日町線）　　　　　　        　⑦      ⑫  ⑭⑮            <エ>\n７２業務（醍醐小栗栖線）　　　　　　    　      ⑥⑦        ⑭⑮          <ウ><エ>\n９３業務（鴨川東岸線整備）　　　　　　　　　　     ⑫⑬⑭⑮          <ウ>\n但し，④～⑱，<ア>～<エ>は，以下のとおり。\n④　地図の転写，⑤　土地登記簿調査，⑥　転写連続図作成，⑦　建物登記　　簿\n等調査，⑨　戸籍簿調査，⑪　境界確認，⑫　補足多角測量，⑬　境界測量，　　⑭　用\n地境界仮杭設置，⑮　現況測量，⑰　用地実測図原図作成，⑱　用地実　　測図写図作\n成，<ア>　準備打合せ（相互），<イ>　現地測量，<ウ>　準備打合せ（公共用地），<エ>\n準備打合せ（法務局等）\n別　表　(6)　　本件問題業務に対する被告ら及び参加人の主張\n１　１－１業務について\n(1)　④地図の転写について，国有水路敷との境界を確定するにあたり，平成９年２\n月５日付で京都府知事に申請した国有土地境界確定申請書の必要書類とし\nて公図の写し（丙１１５）を添付していることにより，本件３団体がかかる作業工\n程を行ったことは明らかである。\n(2)　⑤土地登記簿調査について，丙１１５の必要書類として隣接所有者の調書（丙\n１１６）を添付していることにより，本件３団体が調査を行ったことは明らかであ\nる。\n(3)　⑥転写連続図の作成について，行われなかったことは認める。事業予定地が\n広大地の一部であったことから，京都地方法務局左京出張所との協議によ\nり，隣接地との境界を確定する範囲が当該地の周囲すべてに及ばなくてもよく\nなったこと及び隣接地の一部が既に境界明示済であったため，作成する必要\nがなかった。\n(4)　⑦建物登記簿等調査について，本件３団体が京都地方法務局左京出張所に\nおいて調査した結果，建物につき登記されていなかったとの報告を市の担当\n者が口頭で受けている（丙１３２）。\n(5)　⑨戸籍簿調査について，本件３団体が住民票の写し及び戸籍謄本で確認した\nとの報告を担当者が口頭で受けている。\n(6)　⑭用地境界仮杭設置について，仮杭の写真（丙１１８）が存在する。\n(7)　⑮現況測量について，現況測量図（丙１１７）は，現況測量が実施されたことを\n証明するものである。\n(8)　⑰用地実測図（原図）作成について，用地実測図（丙１１９）が存在する。\n(9)　準備打合せ（公共用地・法務局等）につき，公共用地について，境界明示の申\n請及び現地立会に，市の担当者が同行し，必要な打合せがされた上での境\n界明示作業であったことを確認している。法務局等については，本件３団体が\n京都地方法務局左京出張所の登記官と協議したとの報告を市の担当者が口\n頭で受けている。\n２　１－２業務について\n(1)　⑦建物登記簿等調査について，本件３団体が京都地方法務局向日出張所及\nび大阪法務局高槻出張所において調査した結果，建物につき登記されていな\nかったとの報告を市の担当者が口頭で受けている。\n(2)　⑭用地境界仮杭設置について，仮杭の写真（丙１２１）が存在する。\n(3)　⑮現況測量について，現況測量図（丙１２０）は，現況測量が実施されたことを\n証明するものである。\n(4)　⑰用地実測図（原図）作成について，用地実測図（丙１２２）が存在する。\n(5)　準備打合せ（公共用地・法務局等）につき，公共用地については，境界明示の\n申請及び現地立会に，市の担当者が同行し，必要な打合せがされた上での\n境界明示作業であったことを確認している。法務局等については，本件３団体\nが京都地方法務局向日出張所及び大阪法務局高槻出張所の登記官と協議\nしたとの報告を市の担当者が口頭で受けている。\n３　７業務について\n(1)　⑦建物登記簿等調査について，本件３団体が京都地方法務局左京出張所に\nおいて調査した結果，建物につき登記されていなかったとの報告を市の担当\n者が口頭で受けている。\n(2)　⑨戸籍簿調査について，本件３団体が住民票の写し及び戸籍謄本で確認した\nとの報告を担当者が口頭で受けている。\n(3)　⑫補足多角測量について，本件３団体で基準点の再検測を行い（丙１２４），そ\nの結果，支障がないことが判明したので，市の担当者は，改めて補足基準点\nを設けて作図する必要はないと判断し，その作業を指示しなかった。\n(4)　⑭用地測量境界仮杭設置について，用地境界点に鋲杭，コンクリート杭，プラ\nスチック杭及び木杭が打設されたことを証する写真（丙１２６）が存在する。\n(5)　⑮現況測量について，「土地境界の明示について（回答）」別紙土地境界明示\n書（丙１２５）に，引照点となるコンクリート杭及びプラスチック杭の表示があ\nる。\n(6)　準備打合せ（公共用地・法務局等）につき，公共用地について，丙１２５の作成\nにあたり，京都市理財局財務部管理課と本件３団体との打合せに，数度にわ\nたり，市の担当者が立ち会っている。法務局等について，本件３団体が京都\n地方法務局左京出張所の登記官と打合せを行った旨の報告を市の担当者か\nら受けている。\n４　１３業務について\n(1)　用地測量の対象面積は，１５００平方メートルである。用地取得の対象地と隣\n接している建設省国道用地との境界確定が必要であり，竹田川の用地取得に\n必要な用地境界の延長のみではなく，より広い範囲の境界明示申請に必要な\n測量業務を実施する必要があった。\n(2)　⑥転写連続図作成について，行われなかったことは認める。地権者が１名であ\nり，買収面積が僅少であったことから，転写連続図の作成を必要としなかっ\nた。\n(3)　⑦建物登記簿等調査について，行われなかったことは認める。対象用地が東\n海道新幹線の高架下であるため調査を必要としなかったものである。\n(4)　⑨戸籍簿調査について，実施されている。権利者が東海旅客鉄道株式会社の\nみであったことから，同社の代表者の資格及び氏名を調査するため，本件３\n団体は名古屋法務局から代表者事項証明書（丙１０９）の発行を受けている。\n丙１０９は，当初成果品を開示した際には存在しなかったが，改めて調査した\n結果，市の担当者が所持していることが判明したものである。\n(5)　⑪境界確認について，行われなかったことは認める。建設省以外の隣接者と\nは境界が既に確定していたことから，取得対象地の所有者以外の関係権利\n者に現地での立会を求め，関係権利者全員から立会確認書に署名押印を求\nめる必要が結果として生じなかった。\n(6)　⑭用地境界仮杭設置について，行われなかったことは認める。現況として既に\n取得対象地が河川区域として利用されていたこともあり，仮杭を設置すること\nなく，取得対象地の面積計算が行え，用地実測図が作成できた。\n(7)　⑮現況測量について，行われなかったことは認める。必要となる境界標が既に\n現地に設置されており，すべて座標管理されていたので，恒久的地物からの\n復元能力のある現況測量は必要なかった。\n(8)　準備打合せ（公共用地・法務局等）につき，公共用地については，境界明示の\n申請（丙１１１）及び現地立会（丙１１２）に，市の担当者が同行し，必要な打合\nせがされた上での境界明示作業であったことを確認している。法務局等につ\nいては，平成８年１２月６日に本件３団体が法務局の登記官と協議した際，法\n務局備え付けの東海旅客鉄道株式会社の用地図（丙１１３）を謄写した図面を\n市の担当者が受領した。南側の市道と東海旅客鉄道株式会社の境界につ\nき，分筆に必要な筆界証明を提出するよう指示され，その取扱に付いて打合\nせをしたとの報告を市の担当者が受けている。報告書の不存在が直ちに作業\nがされていないとの結論を導くものではあり得ず，作業は行われていた。用地\n図の謄写とは，登記官の了承に基づいて謄写したものであり，登記官との協\n議に基づいて提供を受けたものであることが分かる。\n５　１７業務について\n(1)　⑦建物登記簿等調査について，行われていた。市の担当者が報告を口頭で受\nけている（丙１３６）。報告は必ず書面，すなわち報告書でされるものではな\nい。\n(2)　⑨戸籍簿調査について，行われていた。本件３団体が住民票の写し及び戸籍\n謄本で確認したとの報告を担当者が口頭で受けている（丙１３６）。住民票で権\n利者の存在及び住所変更の有無を確認し，住所変更がされている場合は，転\n出先の住民票で権利者の現住所を確認することができ，登記簿記載の権利\n者が死亡している場合は，戸籍簿で相続関係を調査し，法定相続人を確認す\nることができる。住民票や戸籍謄本は真の権利者を確認するために有益な資\n料であり，その調査は必要不可欠である。又これらは成果品その物ではな\nい。\n(3)　⑭用地境界仮杭設置について，用地実測図の作成に反映されており，行われ\nていた。市の担当者が仮杭が打設されるのを確認している（丙１３６）。\n(4)　⑮現況測量について，行われていた。⑪境界確認の成果物である境界確定証\n明図（丙１１４）に，水路角，家角，橋角，灯，マンホール及びコンクリート角が\n引照点として落とされている。\n(5)　準備打合せ（法務局等）について，行われていた。本件３団体が平成８年９月１\n２日に京都地方法務局向日出張所の登記官と協議した報告を市の担当者が\n口頭で受けている。\n６　２１業務について\n(1)　⑥転写連続図作成について，公図の写しを合成した図面（丙１２７）が成果品と\nして存在している。\n(2)　⑦建物登記簿等調査について，平成８年９月１２日に本件３団体が京都地方\n法務局向日出張所において調査し，建物につき登記されていなかったとの報\n告を市の担当者が同月１７日に口頭で受けている（丙１３７）。\n(3)　⑨戸籍簿調査について，本件３団体が住民票の写し及び戸籍謄本で確認した\nとの報告を担当者が口頭で受けている。\n(4)　⑪境界確認について，本件３団体が境界確定図（丙１２８，１２９）を参照のうえ\n復元して，当該地の所有者との間で土地の境界を確認したことは，市の担当\n者が現地に同行して確認している。\n(5)　⑬境界測量について，境界確認の成果に基づいた境界確定図面を基に座標\n値をとっており，観測手簿の記録（丙１３０）として成果品が存在する。\n(6)　⑭用地測量境界仮杭設置について，本件３団体が境界確認に用いた境界確\n定図面を参照のうえ復元して，現地立会の時に仮杭（木杭）を打設するのを市\nの担当者が現地で確認している。\n(7)　⑮現況測量について，市の担当者は，境界確認に用いた境界確定図面に落と\nされている引照点がそのまま用いられることが判明したため，本件３団体に指\n示しなかった。\n(8)　準備打合せ（公共用地・法務局等）について，本件３団体と公共用地管理部門\n及び京都地方法務局向日出張所等との協議内容については，市の担当者が\n口頭による報告を受けている。\n７　４０業務について\n(1)　⑦建物登記簿等調査について，本件３団体が現地及び京都地方法務局左京\n出張所において調査し，建物につき登記されていなかったとの報告を市の担\n当者（監督員）が口頭で受けている（丙１３８）。したがって，登記簿調査標は存\n在しないが，調査は実施されている。\n(2)　⑨戸籍簿調査について，行われていた。本業務では，相続が発生していなかっ\nたので，成果品はないが，本件３団体が住民票の写し及び戸籍謄本で確認し\nたとの報告を市の担当者が口頭で受けている（丙１３８）。\n(3)　⑭用地境界仮杭設置について，その成果は，用地実測図の作成に反映されて\nいる。すなわち，丙１５０の用地図のＬ１，Ｌ６及びＬ１２仮杭を設置したポイント\nである。仮杭設置の報告や写真等は求められていなかった。現地において仮\n杭が設置された箇所の写真（丙１１０）がある。丙１１０は，当初成果品を開示\nした際には存在しなかったが，改めて調査した結果，市の担当者が所持して\nいることが判明したものである。\n(4)　⑮現況測量について，市の担当者が本件３団体により実施された旨の報告を\n受けている（丙１３８）。成果品はないが，丙１５０の基準点網図及び用地図に\nその成果が反映されている。\n(5)　準備打合せ（公共用地・法務局等）について，資料の有無にかかわらず，現実\nに行われていた。市の担当者が口頭による報告を受けている（丙１３８）。\n８　６６業務について\n(1)　⑨戸籍簿調査について，本件３団体が当該地及び隣接する土地の権利者が\n土地登記簿に記載されたとおりであることを確認した旨の報告を市の担当者\n（監督員）が口頭で受けている。\n(2)　⑭用地測量境界仮杭設置について，本件３団体がその設置が必要かつ可能と\n判断した箇所の仮杭（鋲，プラスチック杭）を打設したことを，市の担当者（監\n督員）は現地で確認している。\n(3)　⑮現況測量について，市の担当者が本件３団体により実施された旨の報告を\n受けており，図面を作成する必要がなかったため，本件３団体に指示をしなか\nった。\n(4)　準備打合せ（公共用地・法務局等）について，本件３団体と公共用地管理部門\n及び京都地方法務局向日出張所等との協議内容については，市の担当者が\n口頭による報告を受けている。\n９　６７業務について\n(1)　⑦建物登記簿等調査について，行われていた。本件３団体が現地及び京都地\n方法務局左京出張所において調査し，建物につき登記されていなかったとの\n報告を市の担当者が口頭で受けている（丙１４０）。\n(2)　⑫補足多角測量について，行われなかったことは認める。用地測量を実施す\nるにあたり協議を行った結果，補足多角測量を行う必要がないことが判明し\nた。\n(3)　⑭用地境界仮杭設置について，行われなかったことは認める。別の測量が実\n施されていた土地であったことから，従前の測量成果が活用できるかどうか検\n証を行った結果，仮杭を設置することなく，取得対象地の面積計算ができたの\nであり，適正な用地実測図の作成に支障がなかった。\n(4)　⑮現況測量について，行われなかったことは認める。別の測量が実施されてい\nた土地であったことから，従前の測量成果が活用できるかどうか検証を行った\n結果，恒久的地物からの復元能力ある現況測量は必要なかった。\n(5)　準備打合せ（法務局等）について，行われていた。市の担当者が口頭による報\n告を受けている（丙１４０）。\n10　７２業務について\n(1)　⑥転写連続図作成について，行われてなかったことは認める。公図の転写範\n囲が伏見区醍醐西大路町の範囲でおさまったため，そもそも作成する必要は\nなかった。\n(2)　⑦建物登記簿等調査について，本件３団体が現地踏査をしたうえで，京都地\n方法務局左京出張所において調査し，成果品として建物登記簿等調査表（丙\n１３１）を収受している。\n(3)　⑭用地測量境界仮杭設置について，本件３団体がその設置が必要かつ可能と\n判断した箇所の仮杭（鋲，プラスチック杭）を打設したことを，市の担当者は現\n地で確認している。\n(4)　⑮現況測量について，市の担当者が本件３団体により実施された旨の報告を\n受けており，特に図面を作成する必要がなかったため，その指示をしなかっ\nた。\n(5)　準備打合せ（公共用地・法務局等）について，本件３団体と公共用地管理部門\n及び京都地方法務局伏見出張所等との協議内容については，市の担当者が\n口頭による報告を受けている。\n11　９３業務について\n(1)　⑫補足多角測量について，行われなかったことは認める。既に別の測量が実\n施されていた土地ではあるが，今回改めて作業を行い，従前実施された測量\n成果が活用できるかどうか検証を行った結果，改めて行う必要がないことが判\n明した。\n(2)　⑬境界測量について，行われなかったことは認める。既に別の測量が実施さ\nれていた土地ではあるが，今回改めて作業を行い，従前実施された測量成果\nが活用できるかどうか検証を行った結果，改めて行う必要がないことが判明し\nた。\n(3)　⑭用地境界仮杭設置について，一部行われなかったことは認める。従前の測\n量成果が活用できるかどうか検証を行った結果，仮杭を設置することなく取得\n対象地の面積計算が行えたところは設置しなかった。市の本件事業の担当者\nが現地で確認している（丙１４２）。\n(4)　⑮現況測量について，行われてなかったことは認める。従前の測量成果が活\n用できるか検証を行った結果，そのまま用いることができることが判明したた\nめ，重ねて行う必要性がなかった。\n(5)　準備打合せ（公共用地）について，行われていた。市の担当者が口頭による報\n告を受けている（丙１４２）。\n"
}