{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 4,
    "day": 14
  },
  "case_number": "平成14(ワ)2839",
  "case_name": "損害賠償請求事件(医療)",
  "court_name": "名古屋地方裁判所民事第4部",
  "lawsuit_id": "7490",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7490",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/490/007490_hanrei.pdf",
  "contents": "平成１４年(ワ)第２８３９号　損害賠償請求事件\n判決\n主文\n１  被告は，原告Ａ及び原告Ｂに対し，それぞれ，１２５万円及びこれに対する平成８年１\n月２５日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｃに対し，２５０万円及びこれに対する平成８年１月２５日から支払済み\nまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用はこれを６分し，その５を原告らの負担とし，その余を被告の負担とする。\n５  この判決は，１項及び２項につき，仮に執行することができる。\n事実及び理由\n第１  請求\n１  被告は，原告Ａ及び原告Ｂに対し，それぞれ，７５０万円及びこれに対する平成８年１\n月２５日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｃに対し，１５００万円及びこれに対する平成８年１月２５日から支払済\nみまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，分娩後の大量出血のため被告の開設しているＤ病院（以下「被告病院」とい\nう。）に搬送されたＥが被告病院において死亡したのは被告病院の医師の輸血管理に\n過失があったためであるとして，Ｅの相続人である原告らが被告に対し，不法行為責任\n又は債務不履行責任に基づき，損害賠償及びＥが死亡した日から支払済みまでの民法\n所定の年５分の割合による遅延損害金の支払を求めた事案（内金請求）である。\n１  前提事実\n以下の事実は，当事者間に争いがないか，括弧内に摘示する証拠及び弁論の全趣旨\nによって容易に認めることができる。\n(1)  原告Ｃは，Ｅ（昭和３７年６月２７日生）の夫であり，原告Ａ及び原告Ｂは原告Ｃ，Ｅ間\nの子である（甲Ｃ４，５号証）。\n(2)  被告は被告病院を開設，運営している。\n(3)  Ｅは，平成８年１月２４日１４時５５分（以下，日はいずれも平成８年１月であり，時間\nだけを記載したものは同月２４日の時間を指す。），愛知県西春日井郡Ｆ町所在のＧ産\n婦人科において第２子である原告Ｂを出産し，同日１５時２分に胎盤を娩出したが，その\n直後から大量の出血が始まった（乙Ａ１号証３頁）。\n(4)　そのため，Ｅは，被告病院に転送され，２４日１６時１５分ころに被告病院に到着し，\n１６時５７分には輸血が開始された。翌２５日１時には止血のための子宮摘出手術が実\n施されたものの，多臓器不全状態となり同日１５時２３分に死亡した。\nその間，２４日２１時５２分にＥの右胸腔内に液体（以下「本件貯留液」という。）が貯留し\nていることが発見され，その後，本件貯留液がドレーンによって排出された。本件貯留液\nの量は約２２００mlであった。\n(5)　Ｅが２４日１６時１５分に被告病院に到着して死亡に至るまでの診療経過等は別紙\n診療経過一覧表記載のとおりである（同表記載の事実はすべて当事者間に争いがな\nい。）。\n(6)  輸血とは，健康者の血液を経静脈的に投与することであり，供血者から得た血液を\nそのまま用いる全血輸血と血液をいくつかの成分に分けてそのうち必要とする成分だけ\nを輸血する成分輸血とがある。本件では，昀初は濃厚赤血球液，新鮮凍結血漿という\n成分輸血がされ，その後供血者から採血した新鮮全血が全血輸血された。他方，輸液\nとは主として経静脈的に水分，電解質，糖質，アミノ酸等を投与する治療行為をいい，本\n件では輸液として乳酸化リンゲル液（ラクテック），総合電解質輸液（リソタＴ―３）が主と\nして使用された。輸血，輸液のいずれもカテーテルを静脈に刺入する方法でなされる。\n(7)  原告らは，Ｇ産婦人科のＨ医師を被告として，同医師の止血措置が不十分であった\nとして，債務不履行，不法行為責任に基づく損害賠償の訴え（当庁平成１０年(ワ)第１５\n７９号，以下「別訴」という。）を提起したが，平成１５年２月１３日，被告Ｈが原告らに対し\n合計１２５０万円を支払うことを骨子とする和解が成立した（甲Ｃ１，２号証）。\n２　争点１（右鎖骨下カテーテルの役割，本件貯留液の性状）\n(1)　原告らの主張の要旨\nＥにされた右鎖骨下カテーテルは輸血用であり，同カテーテルの装着が不十分又はカテ\nーテルが途中ではずれたため，輸血用血液が漏れ出したものが本件貯留液である。そ\nの根拠は以下のとおりである。\n①　被告病院のＩ医師は，別訴の証人尋問において，本件貯留液が血液であると明確に\n供述しているだけでなく，輸血した量と出血した量とが合わなくなり，このことが本件貯留\n液を発見するきっかけになっていることを述べるなどその根拠まで述べている。\n②　１６時３０分に４．０であったヘモグロビン値が１７時５０分には１０．９まで回復したの\nに，１９時５０分には６．０まで再度低下したのは，右鎖骨下カテーテルから輸血用血液\nが漏れていることを意味するものである。\n③　右鎖骨下カテーテルが挿入され，１６時５７分から輸血が開始されたが，その後輸血\nを別の場所に替えた旨の記載は診療録等にはない。\n④  被告の主張については，１７時１９分に右大腿静脈にカテーテルを挿入したことは認\nめるが，同カテーテルから輸血を開始したことは否認する。被告の主張は根拠に欠け\nる。\n(2)　被告の主張の要旨\n本件貯留液の大部分は血液ではなく，輸液であった。その根拠は以下のとおりである。\n①　右鎖骨下のカテーテルは１７時１９分ころから，輸液用に替えられており，同カテーテ\nルから多量の輸血用血液が漏れ出すことはあり得ない。右鎖骨下のカテーテルの抜け\nた時期が特定できないため，本件貯留液に輸血用血液が全くなかったとは断定できな\nいものの，１７時１９分からは右鎖骨下カテーテルは輸液用にしているから，仮に胸腔内\nに輸血がおこなわれたとしても少量であった。輸血は１７時に確保された右末梢静脈，１\n７時１９分に確保された右そけい部のルートから主に施行された。１７時１９分ころ，右鎖\n骨下カテーテルを輸血用から輸液用に切り替えたのは次の理由からである。すなわち，\n被告病院医師はＥの右鎖骨下カテーテルが通常より浅い位置にしか挿入できなかった\nことを認識していた。仮にＥの体動によりカテーテルが静脈から抜けた場合には，同部\n位から輸血をしても輸血が無効になってしまう懸念があったので，右鎖骨下以外にそけ\nい部，右上肢の経路が確保された以上，右鎖骨下カテーテルを輸液用に切り替える必\n要があった。\n各カテーテルからの輸血及び輸液の種類，量の概略は別紙の「平成８年１月２４日に施\n行された輸液，輸血の概略」（以下「別紙概略図」という。）のとおりである。\n②  乙Ａ１号証の１１５頁に「１６時４５分ＩＶＨよりカコージン開始する（ソリタＴ＋カコージ\nン）」との記載があり，同１１６頁に「１８時２６分，メイロン３本目（ＲＩＶＨ～）」の記載があり\n（同記載は右鎖骨下からメイロン３本目を注入したことを示す。），同１１７頁には「２０時\n１０分　メイロン終了→ラクテック」の記載がある。このことは右鎖骨下から注入していた\n薬剤が主に輸液であることの診療録上の根拠である。\n③　被告病院医師が観察した胸腔内の液体の性状は淡血性であり，血液そのものでは\nなかった。\n④　原告らの主張について\n原告らがその主張の根拠とするＩ医師の供述部分は，誤導に基づくものである。\n３  争点２（被告病院医師の過失の有無）\n(1)　原告らの主張の要旨\n被告病院医師は輸血による救命処置に関して，血液及び輸液が漏出することのないよ\nうに適切に輸血及び輸液の補給を施行・管理すべき注意義務があるにもかかわらず，こ\nれを怠り，多量の血液又は輸液が体内に漏れて貯留したまま漫然と輸血又は輸液の補\n給を継続した過失がある。\n具体的には，尿量測定，血圧及び心電図の常時測定，中心静脈圧測定，ヘモグロビン\n値，Ｈt値等のチェックを定時的に行い，輸液の投与や輸血の効果があがっているかを\nチェックすることが必要である。また，胸腔内貯留についても，胸部Ｘ線，超音波検査，Ｃ\nＴ検査，中心静脈圧測定等によりチェックすることが可能である。しかるに被告病院医師\nはこれを怠った。\n(2)　被告の主張の要旨\nア  原告らの上記主張は争う。\n(ア)　カテーテルの挿入につき過失のないこと\n被告病院医師は，右鎖骨下静脈からカテーテルを挿入したとき，血液の逆流をチェック\nしてカテーテルが血管内にあることを確認した。また，１７時１３分に撮影したＸ線写真\n（乙Ａ５号証）によってカテーテルが血管内にあることを確認しており，被告病院医師に\n過失はない。\nまた，静脈は容量血管であり，一定の血液容量がなければ血管壁がつぶれるため，循\n環血液量が不足している患者にカテーテル針を挿入する場合には，患者の頭を下げた\n状態にし，鎖骨下に血液を流して血液容量を確保するが，頭を下げることによってショッ\nク状態になることもあるので，カテーテルの穿刺位置が浅いのもＥの症状に照らすとや\nむを得ないものであった。\n(イ)　２１時５２分のレントゲン写真撮影以前に本件貯留液を発見できなかったことにつき\n過失のないこと\nカテーテルが適正に挿入，維持されているかの肉眼的観察は，レントゲン写真撮影をす\nることによってなされる。しかし，臨床の場においては，一定時間経過後に撮影するとい\nうような方法は採られていない。Ｅの右鎖骨下のカテーテルは，点滴ルートを確保するた\nめに，すなわち輸液を投与するために挿入されたものであるが，臨床現場においては輸\n液の滴下速度が点滴開始時に設定した速度よりも遅くなることを「点滴の落ちが悪い」と\nいうが，これをカテーテルが適正に挿入されていない兆候としてとらえる。そして，そのよ\nうな兆候が現れた場合にはじめて，挿入位置についてレントゲン写真撮影をし，肉眼的\nに挿入位置の確認をするのである。本件では，循環血液量の判断指針となるヘモグロ\nビン値，ＢＥ値，尿量のうち，ヘモグロビン値及びＢＥ値がいったん改善傾向を示してい\nたにもかかわらず，２０時５３分に再び悪化していたため，その原因探索のために，カテ\nーテル挿入位置の確認をすることになったのである。なお，レントゲン写真撮影のため\nの準備には体位の移動が必要になるところ，重症ショック者の場合には体位の移動が\n生命の危険につながるため慎重にしなければならないことから，その撮影までに所定の\n時間がかかったこともやむを得ない。\nイ　Ｅは，被告病院に搬入された時点で重症ショック状態にあり，そのまま放置すれば死\nに至る状態であった。この時点においては，注意義務違反の存否は，通常の予定手術\nの場合に求められる全身管理，輸血等ができたか否かではなく，救急救命蘇生におい\nて必要な救命対応ができたか否かで判断しなければならない。本件では，重症ショック\n状態を脱するために，止血のための処置として子宮摘出手術を行い，これと並行して，\n循環動態の把握と，輸血，輸液を行っている。\n４　争点３（被告病院医師の過失とＥの死亡との因果関係）\n(1)　原告らの主張の要旨\nア　Ｅは，輸血によって２０時２０分ころには状態が良くなっており，その後輸血が順調に\nされたならば，早期に止血のための子宮摘出手術を実施する等して止血措置が執ら\nれ，救命された高度の蓋然性があった。しかるに，右鎖骨下のカテーテルの装着又は管\n理が不適切で輸血が十分でなかったため，その後の輸血が間に合わず，多臓器不全に\nより死亡するに至った。\nすなわち，産後出血の場合，出血開始から子宮摘出に着手するまでの時間が５時間以\n上経過し，この間に２５００ml以上の出血を起こしていると予後が悪いので，３～５時間\n以内に子宮摘出に踏み切る必要があるとされている。本件では，１５時ころから出血が\n開始したが，１６時５７分から２１時４０分までの間に右鎖骨下カテーテルから入れた約２\n２００mlの血液が胸腔内に漏出し，有効な輸血にならなかったために，全身状態がなか\nなか回復せず，出血開始から約１０時間を経過した２５日の１時ころまで止血のための\n子宮摘出手術に踏み切れなかった。右鎖骨下カテーテルからの輸血が胸腔内に漏出す\nることなく順調に輸血がされたならば，全身状態がより早期に子宮摘出手術の実施可能\nな程度まで回復したはずである。そして，より早期に子宮摘出手術を実施すればＥの死\n亡という結果は免れたはずである。\nイ　仮に，被告が主張するように，右鎖骨下カテーテルが輸液用に切り替えられていた\nとしても，輸液の機能の大きさからすれば輸液の漏れとＥの死亡との間に相当因果関係\nが認められる。\nすなわち，本件のような多量の出血による出血性ショックに陥っている場合の基本的な\n治療は，止血操作と循環血液量の維持と輸血である。この場合，輸血ルートを２か所以\n上確保し，水分，電解質，栄養素などを経静脈的に投与する。本件では，乳酸化リンゲ\nル液（ラクテック），総合電解質輸液（ソリタＴ―３）が使用された。しかし，こうした輸液が\n血管外に漏れていたならば，昇圧効果は生じないし，循環血液量は低下したままであ\nり，そのため，ショックの遷延により心不全を併発させ死亡に至るという危険性がある。\nまた，輸液にメイロンを使用しているが，これは，多量の輸血による代謝性アシドーシス\n（血液ｐＨ（正常値７．４±０．０５）より下がった状態）に対するものである。もし，これが漏\nれていて効果があがらなければ，同様に全身状態の悪化を来たし心不全を誘発する危\n険性を伴う。\n(2)　被告の主張の要旨\nア　Ｅは，被告病院に搬入された時点において重症性ショック状態であり，ショックの原\n因である子宮からの出血を止めるために，子宮を摘出する必要があったが，その後，全\n身状態がわずかながら改善した際に，これを行っており，また，胸腔内の本件貯留液は\nドレナージで直ちに排出され，子宮摘出手術に直接的な影響を与えていないから，本件\n貯留液がＥの生命予後に直接的な影響を与えたとはいえない。\nイ　被告病院に搬送された時のＥは，既に子宮摘出手術を行っても救命が極めて困難\nな状態であったから，原告らの主張するように，カテーテルからの漏れがなく，全出血量\nに対する輸血の遅れがなかったとすれば延命できたということはできず，本件貯留液の\n一部が輸血の漏れたものであったとしても，これとＥの死亡との間に直接の因果関係は\nない。\nウ　なお，胸腔内に輸血した場合，輸血が意味をなさないため，一刻を争うような場合な\nどでは危険といえるが，輸液の漏れによる危険性の程度は，輸血の場合に比べると低\nい。\n５  争点４（損害額）\n(1)　原告らの主張\nア  逸失利益\n次の計算式のとおり，少なくとも５０００万円を下らない。\n計算式　３７０万円（Ｅの死亡当時の年令である３３歳の平均年収）×０．７（生活費控除\n３割）×１９．５５４（就労可能年数３４年に対応する新ホフマン係数による中間利息控\n除）＝５０６４万４８６０円\nイ  慰謝料\nＥの慰謝料は２５００万円を下らない。\nウ  よって，原告Ｃの損害は３７５０万円を，原告Ａ及び原告Ｂの損害は１８７５万円を下\nらないが，その一部として原告Ｃは１５００万円，原告Ａ及び原告Ｂは各７５０万円の支払\nを求める。\nエ  なお，仮に被告病院医師の過失とＥの死亡との間に相当因果関係が認められなくて\nも，過失がなければ救命された相当程度の可能性があったことは否定できないから，慰\n謝料は肯定される。\n(2)  被告の主張\n原告らの主張は争う。\n第３  当裁判所の判断\n１  認定事実\n証拠（甲Ａ１，２，５，Ｂ１，３ないし９，乙Ａ１ないし１０，Ｂ３ないし５号証（但し，乙Ａ１０号\n証については後記採用できない部分を除く。））及び弁論の全趣旨並びに第２の１摘示\nの前提事実によれば，次の各事実が認められる（当事者間に争いのない事実も適宜摘\n示する。）。\n(1)  Ｅは，被告病院に搬送された１６時１５分ころ，呼名に対しわずかな反応を示すだけ\nであり，末梢チアノーゼがあり，末梢部及びそけい部のいずれの脈拍も触知できず，子\n宮からの出血による重度のショック状態にあった。\n(2)　被告病院医師は，血圧計，心電図等を装着した上，継続的に尿量を測定するため\nに尿道から膀胱へのバルーンカテーテルを挿入した。\nまた，１６時３０分に，右鎖骨下からカテーテルを挿入し，血液を採取した。血液検査の\n結果は，ヘモグロビン値が４．０（単位はｇ/ｄｌ，女性の基準値は１０．１～１４．６），赤血\n球数が１３５（単位は×１００００/μｌ，女性の基準値は３４５～４６０），ヘマトクリット値\n（血液の中の赤血球の占める割合）が１２．４（単位は％，女性の基準値は３２～４３）で\nあった（乙Ａ３，４号証）。\nまた，ＥはＤＩＣ（播種性血管内凝固症候群）の症状を示していた（甲Ａ１号証（被告病院\n医師Ｉの別訴における証人調書，以下単に「調書」という。）３０ないし３３頁）。\n(3)　出血性ショック及びＤＩＣに対しては，補充療法として輸血が一番有効であり，緊急時\nには保存血（入手できない場合には濃厚赤血球液）をまず使用し，同時に新鮮凍結血\n漿を併用し，なるべく早期に凝固因子が豊富で，血小板を含む新鮮血に切り替えるのが\n望ましいとされる（甲Ｂ４号証２４７頁）。\nそこで，１６時５７分から右鎖骨下カテーテル（以下「本件カテーテル」ということがある。）\nより，濃厚赤血球液を用いた輸血が開始された。被告病院医師は，右鎖骨下静脈から\nカテーテルを挿入したとき，血液の逆流をチェックしてカテーテルが血管内にあることを\n確認した。また，１７時１３分に撮影したＸ線写真（乙Ａ５号証）によってカテーテルが血管\n内にあることを確認している（調書６８頁）。\n本件カテーテルからの輸血の速度は，毎分１０ｍｌ余りであった（調書６２，６３頁）。\n(4)  静脈は容量血管であり，一定の血液容量がなければ血管壁がつぶれるため，循環\n血液量が不足している患者にカテーテル針を挿入する場合には，患者の頭を下げた状\n態にし，鎖骨下に血液を流して血液容量を確保するが，頭を下げることによってショック\n状態になることもあるので，カテーテルの穿刺位置は浅くならざるを得ず，また， カテー\nテルは患者の体動によってはずれることがあり，被告病院医師はこれらを認識していた\n（調書６８頁）。\nＥには激しい体動が認められた（乙Ａ１号証１１５ないし１１７頁の１６時４５分欄，１６時５\n２分欄，１８時２１分欄，２０時２０分欄）。\n(5)  血液及び輸液が順調になされているか否かは，患者の状態の確認，特に循環血液\n量の判断指針となるヘモグロビン値，ＢＥ値，尿量等の変化により改善傾向にあるかど\nうかを判断することによってなされる。また，輸血，輸液が設定した滴下速度よりも遅くな\nると，カテーテルが適正に挿入されていない兆候ととらえる。\nこれらが異常を示すと，身体内部のカテーテルの挿入状況をレントゲン写真撮影によっ\nて確認することとなる。\n(6)  前記輸血開始後の１７時５０分には，ヘモグロビン値が１０．９に，赤血球数が３６３，\nヘマトクリット値が３２．１まで上昇し，輸血が出血量にやや追いついたといえる状況とな\nった（甲Ｂ１号証，乙Ａ４号証）。\n(7)  しかし，その後輸血が継続されたにもかかわらず，Ｅの全身状態は改善せず，１８時\n５２分には呼吸停止をきたし，人工呼吸を要する状態となるなどむしろ悪化し（調書２３\n頁），ヘモグロビン値も１９時５０分には６．０まで再度低下し，赤血球数が１９９，ヘマトク\nリット値も１９．２に低下した（乙Ａ４号証）。\n(8)　被告病院医師は，上記ヘモグロビン値の推移等から輸血量と出血量が計算上合わ\nなくなったため本件カテーテルに問題が生じたのではないかと疑い，２１時５２分に胸部\nのレントゲン撮影をした。その結果，本件貯留液が発見された。\n(9)  その後，本件貯留液が排出されて，輸血，輸液が継続され，２３時ころには全身状\n態がやや落ち着いたため，被告病院医師は１月２５日０時ころ，子宮全摘術を選択し，\n同日１時から同手術を行い，同日２時３０分ころ同手術が終了した。\nしかし，同日１０時４０分ころにはＤＩＣに引き続き，消化管出血，肺水腫も併発し，多臓器\n不全となり，Ｅは，同日１５時２３分に死亡した。なお，上記手術に至るまで継続して止血\n措置が執られたにもかかわらずＥの出血は続いており，輸血も継続してされていた。\n(10)  被告病院医師は出血が止まらず，患者が手術に耐えられると判断された場合に\nは，子宮摘出手術を早期にすべきであることを認識していたが，Ｅの全身状態の悪化が\n継続していたため，上記時刻まで手術に踏み切ることができなかったものである（調書３\n４ないし３７頁）。\n２  争点１（右鎖骨下カテーテルの役割，本件貯留液の性状）についての判断\n(1)  本件貯留液の貯留していた部位からすると，本件貯留液は右鎖骨下カテーテルか\nら漏れ出したものであると認められるところ（このことは当事者間に争いがない。），前記\nのとおり，１６時５７分から本件カテーテルより輸血が開始されたのであって，１６時３０分\nには４．０であったヘモグロビン値が本件カテーテルが装着された後の１７時５０分には１\n０．９まで回復したのに，１９時５０分には６．０まで再度低下したことは本件カテーテルか\nら輸血用血液が漏れ出していたことをうかがわせるものである。被告病院のＩ医師も別\n訴の証人尋問において，上記ヘモグロビン値の推移等から輸血量と出血量が計算上合\nわなくなったため右鎖骨下カテーテルから漏れがあるのではないかと思ったことが２１時\n５２分の胸部レントゲン撮影の契機になったと供述し，その上で，本件貯留液の大半は\n血液であると供述していること（調書２６ないし２９頁，６５ないし６７頁）に照らしても，本\n件貯留液の性状は輸血用血液であると認められる。なお，甲Ｂ１号証によれば別訴にお\nける鑑定人も本件貯留液が血液であるとの判断を前提として被告病院の措置に不適切\nな点があったかどうか等の検討を進めていることが認められる。\n(2)  被告は，前記（第２の２(2)）の①ないし⑤の根拠を挙げて本件貯留液は血液ではな\nく，輸液であった旨主張している。\nまず，被告は，本件カテーテルは１７時１９分ころから，輸液用に替えられており，本件カ\nテーテルから多量の輸血用血液が漏れ出すことはあり得ないとしたうえ，本件カテーテ\nルを含む各カテーテルからの輸血及び輸液の種類，量の概略（別紙概略図）まで主張を\nしている。\n確かに，本件カテーテルのほかに１７時に右末梢静脈，１７時１９分には右そけい部の\nルートがそれぞれ確保されたことは認められるものの，この新しく確保されたルートを輸\n血用にし，本件カテーテルのルートを輸液用に替えた旨の診療録等の記載はなく，前記\nＩ医師の証言にもこのことをうかがわせるような部分はないことに照らすと，本件カテーテ\nルを輸液用に替えたという被告の主張を直ちに採用することはできない。また，別紙概\n略図に関する被告の主張については，乙Ａ１０号証（Ｉ医師の陳述書）にはこれに沿う部\n分があるが，その内容が必ずしも従前の被告の主張と一致しないこと（乙Ａ１０号証の記\n載によれば，本件カテーテルは当初から輸液用であり，途中から輸液用に替えられたわ\nけではない。），同号証では１６時５７分に右上肢から輸血を始めたとなっているが，他\n方，乙Ａ１号証（１１，１２頁）には１６時３０分に末梢より採血及びルート確保不能のため\n右鎖骨下にカテーテルを挿入し，１６時５７分から輸血が開始され，その後１７時に右末\n梢より血管が確保されたとの記載があり，この記載と１６時５７分に右上肢から輸血を始\nめたこととは食い違うこと，Ｉ医師が前記証人尋問において１６時５７分から輸血を開始し\nたのは右鎖骨下のカテーテルからであると供述していること（調書６２頁）に照らしても，\n乙Ａ１０号証中の上記部分は到底これを採用できない。\n被告の②の主張も，看護記録（乙Ａ１号証の１１５頁ないし１１７頁）の記載がどの部位の\nカテーテルからされたものであるかが一義的に明確ではないことによると，十分な根拠\nを有する主張ということはできない。③，④についても前記Ｉ医師の証言内容に照らし，\n理由のないものであり，特に④については，Ｉ医師は同証言に先立って，本件カテーテル\nに係る本件貯留液２２００ｍｌが血液であることを前提とするグラフ（乙Ａ１号証２７頁）を\n作成していること（調書２６頁）に照らしても根拠に欠ける主張であることは明らかであ\nる。\n３  争点２（被告病院医師の過失の有無）についての判断\n(1)  被告病院医師は，輸血による救命処置に関して，血液が漏出することのないように\n適切に輸血を施行，管理すべき注意義務があるものと認められるところ，前記に認定し\nたように，被告病院医師は本件カテーテルの挿入位置が浅くこれが体動等によってはず\nれる可能性を認識していたこと，Ｅにはほぼ継続して相当激しい体動がみられたことか\nらすれば，被告病院医師は，本件カテーテルがはずれ，輸血用血液が漏れ出す危険性\nを予見できたものと認められ，かつ，輸血の滴下の速度等を観察すること等によって早\n期に本件カテーテルの装着が不十分となって輸血用血液が漏れていることを発見でき\nたと認められる。そうすると，輸血用血液を本件貯留液として貯留させたことについて，\n被告病院医師には上記の注意義務違反があったものと認められる。別訴における鑑定\n人も被告病院の対応の中で，本件カテーテルの管理が昀も問題である旨指摘している\n（甲Ｂ１号証）　。\n(2)  被告はこの点に関し，「Ｅは，被告病院に搬入された時点で重症ショック状態にあ\nり，そのまま放置すれば死に至る状態であった。この時点においては，注意義務違反の\n存否は，通常の予定手術の場合に求められる全身管理，輸血等ができたか否かではな\nく，救急救命蘇生において必要な救命対応ができたか否かで判断しなければならな\nい。」旨主張しているところ，その趣旨は，救急救命措置における輸血管理はその性質\n上，事前に十分準備された上で実施される手術の輸血管理に比べ，医療従事者に課さ\nれる注意義務が軽減されてしかるべきである旨の主張とも解される。しかし，本件貯留\n液は約２２００ｍｌと多量に及ぶものであり，前記ヘモグロビン値の推移，輸血の滴下の\n速度等からすると少なくとも３時間以上にわたって被告病院医師は本件カテーテルの装\n着に不具合が生じ輸血の効果が得られていないのに気付かなかったものと推認するこ\nとができ，被告病院医師の注意義務の違反の程度は軽いものとはいえない。したがっ\nて，救急救命措置においては注意義務が軽減されるか否かの問題に立ち入って判断す\nるまでもなく，被告病院医師の過失が認められる。\n４  争点３（被告病院医師の過失とＥの死亡との因果関係）\n(1)  甲Ｂ３号証には，産後の大量出血のため緊急に子宮摘出手術が行われた２５例を\n対象として調査を行ったところ，死亡事例２例はいずれも出血開始から子宮摘出に着手\nするまでの時間が５時間以上を経過し，この間に２５００ｍｌ以上の出血を起こしている事\n例であったこと，調査結果を踏まえて考察を加えた結果，保存療法が無効であり子宮摘\n出に踏み切らなければならないという判断は３時間以内に行うべきであり，手術に着手\nするまでの時間が遅いほどＤＩＣ，急性腎不全の発症が増加するとの結論に至った旨の\n記載がある。\n甲Ｂ８号証（２９６，２９９頁）には，産後出血において個人差はあるが２０００ｍｌ以上の出\n血は極めて危険であり，その後の経過で血栓及び栓塞，腎不全，ＤＩＣなどを起こすこと\nがある，母体死亡は出血死が第１位を占めている，止血法を尽くしても出血が続く場合\nは全身管理を行い手術可能な状態となりしだい速やかに開腹して子宮摘出をするべき\n旨の記載がある。\n前記認定のようにＥは輸血によって１７時５０分ころには幾分か状態が良くなっており，そ\nの後輸血が順調になされたならば，本件におけるより早期に止血のための子宮摘出手\n術を行うことができたであろうこと，しかるに右鎖骨下のカテーテルの管理が不適切で緊\n急かつ重大である輸血が３時間以上にわたって全く効果を上げていなかったことと上記\n医学上の知見を併せ考えると，被告病院医師の過失とＥの死亡との間の因果関係を肯\n定すべきとする原告らの主張も相応の理由があるといえる。\nなお，被告提出の意見書（乙Ｂ１号証）には本件貯留液がＥの呼吸機能に影響を与えな\nかったことから因果関係が否定されるべきである旨の記述があるが，本件においては，\n本件貯留液によって呼吸機能が低下したか否かではなく，カテーテルの管理が不適切\nで輸血の効果が上がらなかったことが問題であるから同書証の上記の記述は因果関係\nの判断に当たって意味を持たない。\n(2)　しかしながら他方，Ｅは被告病院に搬入された時点においてすでに極めて重篤な状\n況であり，本件貯留液が排出された後，全身状態がわずかながら改善した際に，子宮\n摘出手術が行われ，その後Ｅは１２時間以上を経て死亡しているという経過に照らすと，\n本件におけるよりも早期の子宮摘出手術がされたならば救命できたとは直ちに認め難\nい。前記別訴における鑑定人も被告病院において救命することは相当困難であったと\n考えられる旨を述べているところである（甲Ｂ１号証）。\n(3)　以上に検討したところによれば，被告病院医師の過失がなければＥがその死亡時\n点でなお生存していた高度の蓋然性が存するとまでは認められないから，被告病院医\n師の過失とＥの死亡との因果関係はこれを認めることはできない。\nしかし，上記に認定したところによると，被告病院医師の過失がなければ，Ｅは２５日１５\n時２３分の時点においてなお生存していた相当程度の可能性があったものと認められ\nる。\n５  争点４（損害額）についての判断\n(1)  逸失利益について\n４において認定したとおり，被告病院医師の過失とＥの死亡との間の因果関係は認めら\nれないから，原告らの逸失利益の請求は理由がない。\n(2)　慰謝料について\n本件のように医師の過失と患者の死亡との間の因果関係の存在は証明されないけれど\nも，その過失がなかったならば患者がその死亡の時点においてなお生存していた相当\n程度の可能性が認められる場合には，患者がその可能性を侵害されたことによって被\nった精神的損害が賠償されるべきであると解される（昀高裁平成１２年９月２２日判決・\n民集５４巻７号２５７４頁参照）。\n４において摘示したところのほか，Ｅの年齢，家族関係，別訴における和解内容その他\n本件審理に現れた一切の事情に照らすと，上記侵害によってＥの被った精神的損害は\n５００万円をもって慰謝するのが相当である。\n６  上記のとおりであり，被告は，不法行為責任に基づき，上記慰謝料額５００万円につ\nいての各原告の相続分に従い，原告Ｃに対しては２５０万円，原告Ａ及び原告Ｂに対して\nはそれぞれ１２５万円並びにこれらに対するＥの死亡した日である平成８年１月２５日か\nら支払済みまで民法所定の年５分の割合による遅延損害金を支払う義務を負う。\n７　以上のとおりであって，原告らの被告に対する本件請求は，原告Ｃについては２５０\n万円，原告Ａ及び原告Ｂついてはそれぞれ１２５万円並びにこれらに対する平成８年１月\n２５日から支払済みまで年５分の割合による遅延損害金を求める限度で理由があるから\nこれを認容し，その余の請求は理由がないから棄却することとし，訴訟費用の負担につ\nいて民事訴訟法６１条，６４条本文，６５条１項を，仮執行の宣言について同法２５９条１\n項をそれぞれ適用して主文のとおり判決する。\n名古屋地方裁判所民事第４部\n裁判長裁判官  佐久間邦夫\n裁判官  樋口英明\n裁判官  横山真通\n"
}