{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 28
  },
  "case_number": "平成13(わ)363",
  "case_name": "営利目的略取，逮捕監禁，強盗未遂，窃盗被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6143",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6143",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/143/006143_hanrei.pdf",
  "contents": "主文\n被告人を懲役７年に処する。\n未決勾留日数中１４０日をその刑に算入する。\n押収してある爆発物様のもの１個（平成13年押第１２１号の１），小刀\n１振り（同押号の２），ゴーグル様のもの１個（同押号の３）及び手錠１個（同押\n号の４）をそれぞれ没収する。\n理由\n（罪となるべき事実）\n被告人は，\n第１　Ａ，Ｂ，Ｃ，Ｄと共謀の上，株式会社Ｅ代表取締役Ｆ（当時５５歳）をら致\nして自己らの支配下に置き，その間同人を脅迫してその反抗を抑圧した状態に陥れ\nて金員の交付を約束させ，解放した後に金策をさせて同人から金員を強取しようと\n企て，\n１　平成１３年２月７日午後７時０５分ころ，埼玉県志木市ａ町ｂ丁目ｃ番ｄ号\nＦ方車庫内において，普通乗用自動車を運転して帰宅した同人に宅配便従業員を装\nって近づき，同人に対し，その胸倉をつかんだ上，所携の刃渡り約１８．６センチ\nメートルの小刀（平成13年押第１２１号の２）をその左脇腹に突き付け，「静かに\nしろ。」「おとなしくしていれば何もやらないから。うちの幹部がお前に会いたい\nんだ。」「でかい声出して女房や子供が出てきたら，ぶっ殺すかんな。」などと申\nし向けて脅迫し，同人を同車両後部座席に押し込んで同人に目隠し用の黒色ゴーグ\nル様のもの（同押号の３）をかけさせ，両手に手錠（同押号の４）をかけ，同車を\n発進走行させて，同人を被告人らの支配下に置いた上，途中車両を乗り換えさせつ\nつ，同人を同県新座市ｅｆ丁目ｇ番ｈ号Ｇ店駐車場，次いで，同市ｉｊ丁目ｋ番ｌ\n号株式会社Ｈ店駐車場，さらに，再び上記Ｇ店駐車場に順次連行し，同日午後１０\n時ころ，同所で同人を解放するまでの間，同人を同車両内等から脱出するのを不能\nならしめ，もって，同人を営利の目的で略取するとともに，同人の自由を不法に拘\n束して逮捕監禁した\n２　同日午後７時３０分過ぎころ，前記株式会社Ｈ店駐車場において，前記のと\nおり逮捕監禁中の上記Ｆに対し，「俺達は全国的組織の右翼だ。Ｆ氏の財産，会社\nの資産は調べ尽くしている。女房，子供が大事だったら１０億円払え。」「払えな\nいと，あなたの自宅や会社にはすでに全て爆弾が仕掛けてある。約束を破ったり，\n払えなければ爆破する。」「５０００万円はどうやって用意するんだ。銀行からお\nろすしかないな。」などと申し向け，同人に爆発物様のもの（同押号の１）を示す\nなどし，次いで，携帯電話を渡し，「連絡する。明後日朝９時にスイッチを入れ\nろ。」「あなたが約束を守らなければ爆破する。」などと申し向けて脅迫し，その\n反抗を抑圧して同人に解放後金策をして現金５０００万円を交付することを約束さ\nせたが，同人が警察署に届け出たため，その目的を遂げなかった\n第２　平成１２年１０月上旬ころ，東京都練馬区ｍｎ丁目ｏ番ｐ号所在の駐車場に\nおいて，同所に駐車中のＩ管理に係る軽乗用自動車からナンバープレート２枚を取\nり外して窃取した\nものである。\n（法令の適用）\n罰　　　　　　条\n第１の１の行為\n営利目的略取の点　　刑法６０条，２２５条\n逮捕監禁の点　　刑法６０条，２２０条\n第１の２の行為　　刑法６０条，２４３条，２３６条１項\n第２の行為　　刑法２３５条\n科刑上一罪の処理\n第１の１の罪につき　　刑法５４条１項前段，１０条（観念的競合。１罪として\n重い営利目的略取罪の刑で処断する。）\n併合罪の処理  　刑法４５条前段，４７条本文，１０条\n（最も重い第１の２の罪の刑に同法１４条の制限内で法\n定の加重をする。）\n未決勾留日数の算入　　刑法２１条\n没収　　刑法１９条１項２号，２項本文\n（主文記載の各物件につき，いずれも判示第１の各犯行\nの供用物件）\n訴訟費用　　刑事訴訟法１８１条１項ただし書（不負担）\n（量刑の理由）\n本件は，被告人が，共犯者と共謀の上，金員を強取する目的で，会社社長を略\n取し，逮捕監禁して同人を脅迫し，その反抗を抑圧して金員を強取しようとした\nが，その目的を遂げなかった事案（判示第１の１，２の各事実）及び上記犯行に使\n用する車両に取り付けるために，他の車両からナンバープレートを窃取した事案\n（判示第２の事実）である。\nはじめに，営利目的略取，逮捕監禁，強盗未遂の各犯行についてみるに，被告\n人は，企業内部の醜聞情報などを収集し，これを企業ブローカー等に売却して報酬\nを得るなどしていたところ，自己の仕事が行き詰まったなどとして一攫千金をもく\nろみ，仕事を通じて得た情報などをもとに会社の社長から金銭を脅し取ることを計\n画し，犯行に及んだもので，自己の利欲を目的とした犯行の動機に酌量すべき余地\nはない。\n被告人は，犯行を企図するや，経済誌の情報や後に共犯者となる自己の従業員\nに調査をさせるなどして対象とすべき会社社長を絞り込み，本件被害者にねらいを\n定めた上，被害者方住居など現場の下見を行い，犯行に使用する車両を手配し，宅\n配業者を装うための宅配便のステッカーや作業服，帽子，手袋，段ボール箱などの\n外，小刀，手錠を準備し,自ら製作した目隠し用のゴーグルや外観を時限爆弾に似せ\nた精巧な爆発物様のものを用意するなど周到な準備を遂げた上，犯行を実行すべく\n何回か現場に赴くなどした後，本件当日，所期の計画どおりに実行に及んでいるの\nであって，本件は，極めて強固な犯意に基づく計画的犯行である。被告人は，多額\nの報酬の支払いを約束して共犯者を犯行に誘い込み，それぞれの役割分担を決め，\nこれに基づいて，共犯者らは，車で帰宅する被害者を自宅付近で待ち伏せ，宅配業\n者を装って車庫に入った被害者に近づき，その身体に小刀を突き付けて被害者や家\n族らの生命，身体に危害を加える旨脅迫するなどして被害者を自動車に押し込んで\n手錠をかけ，目隠しをするなどして直ちに自動車を発進走行させ，車両を乗り換え\nさせ，場所を移動した上，畏怖している被害者に対し，被告人が，被害者の家族の\nことまで調べ上げている旨ほのめかし，自分が全国組織の右翼であるなどと言っ\nて，本件が大がかりな組織的犯行であるかのように装って１０億円の支払いを要求\nし，更に遠隔操作によって爆発させることができるなどと言って，精巧に作られた\n時限発火装置の付いた爆発物様のものを間近に示して発光ダイオードのランプが破\n裂するのを見せつけるなどして脅迫した上，被害者の自宅や会社に仕掛けた爆弾を\n爆発させるなどと申し向けて，被害者や家族のみならず，会社の従業員など多数の\n者の生命，身体に危害を加えるかのような脅迫を加えたものであり，犯行態様は，\n大胆かつ執ようで悪質である。被告人が，当初要求した金額も１０億円と巨額であ\nった上，最終的には被害者に５０００万円もの多額の金員を支払う約束をさせてお\nり，本件が未遂に終わったのは，被害者が相談した弁護士の助言により，警察に届\nけ出たためであって，反抗を抑圧された被害者は，現実に銀行から下ろした５００\n０万円の現金を用意して被告人に指示された受渡場所に赴いており，本件が既遂に\n至った可能性も否定できない。被害者は，理由も分からないまま，帰宅したところ\nを自宅の車庫内でいきなり襲われ，その後，３時間近くも略取監禁された上，自己\nのみならず，家族や従業員らの生命，身体等にも危害を加える旨執ように脅迫され\nて強度の恐怖感を味わっており，その肉体的苦痛は言うに及ばず，精神的苦痛は筆\n舌に尽くし難い。\n被告人は，本件犯行の首謀者であり，犯行を思い立ってからは，それまでやっ\nていた仕事をすべてやめて犯行の準備に専念し，計画の立案をし，報酬を約束する\nなどして共犯者らを誘って犯行に引き込み，実行犯や情報収集役などの役割分担を\n決定し，犯行の具体的方法を共犯者らに指示するなどして，共犯者らを手足のよう\nに使って本件犯行を実行させたばかりか，脅迫行為や金員要求行為など犯行の中核\n的部分を自ら遂行している。これらの点からすると，被告人の刑事責任は，他の共\n犯者らに比べて格段に重いといわざるを得ない。\n次に，窃盗についてみるに，本件窃盗は，上記営利目的略取，逮捕監禁，強盗\nを計画した被告人が，犯行に使用した車両が容易に分からないようにするために，\n犯行に使用する車両に取り付ける目的で他の車両からナンバープレートを窃取した\nというものであって，被害者の地元のナンバーで，盗んだナンバープレートの数字\nを改ざんしやすいように１という数字の入ったナンバーのプレートをねらって住宅\n街のマンションやアパートの駐車場を物色した上，遂行されたもので，計画的犯行\nであって，悪質である。\nそうすると，被告人が，事実を認め，反省の態度を示していること，強盗は未\n遂に終わっていること，あらかじめ判示第１の犯行に使用した小刀の刃先を丸めた\nり，被害者の妻子を巻き込まないようにするなど，被害者らに必要以上の危害を加\nえることのないように一定の配慮をした節がうかがわれること，判示第１の被害者\nに対して謝罪の手紙をしたためていること，法律扶助協会に２０万円を贖罪寄附し\nていること，妻が公判廷で被告人の更生に助力する旨述べていること，前科はある\nが，いずれも古いものであること，その他，年老いた妻の生活状況や腰痛の持病を\nもつ被告人の健康状態など，被告人のためにしん酌し得る事情を十分に考慮してみ\nても，主文掲記の科刑は免れない。\n（求刑　懲役８年，小刀，手錠、ゴーグル，爆弾様のものの各没収）\n平成１３年９月２８日\nさいたま地方裁判所第三刑事部\n（裁判長裁判官　川上拓一，裁判官　根本　渉，裁判官　蛭田円香）\n"
}