{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 19
  },
  "case_number": "平成14(行ケ)421",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11033",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11033",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/033/011033_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４２１号　審決取消請求事件\n平成１５年４月８日口頭弁論終結\n判　　　　　　　決\n原　　　　　　告　　　　ペレッテリア　バレンチノ　オルランディ\n訴訟代理人弁理士　　　　加　藤　朝　道\n同　　　　　　　　　　　三　宅　俊　男\n同　　　　　　　　　　　青　木　　　充\n被　　　　　　告　　　　バレンチノ　グローブ　ベスローテン　フェンノ\nートシャップ\n訴訟代理人弁護士　　　　服　部　成　太\n同　　　　　　　　　　　稲　益　みつこ\n訴訟代理人弁理士　　　　杉　村　興　作\n同　　　　　　　　　　　末　野　徳　郎\n同　　　　　　　　　 　 廣　田　米　男\n主　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が平成１０年審判第３５４６５号事件について平成１４年４月９日\nにした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　特許庁における手続の経緯等及び審決の理由\n以下は，当事者間に争いがなく，かつ，証拠（弁論の全趣旨を含む。）によ\nって認定できる事実である。\n１　特許庁における手続の経緯等\n原告は，登録第２５８２８９１号の商標（「valentino orlandi」の欧文字を\n２段に横書きして成り，第２２類「はき物，かさ，つえ，これらの部品および附属\n品」を指定商品として，平成元年９月１２日に登録出願され，平成５年２月２３日\nの登録査定を経て，平成５年９月３０日に登録された。以下，「本件商標」とい\nい，その出願を「本件出願」，その査定を「本件査定」，その登録を「本件登録」\nという。）の商標権者である。\n２　被告は，平成１０年９月３０日，本件登録を無効にすることについて審判を\n請求した。特許庁は，これを平成１０年審判３５４６５号事件として審理し，その\n結果，平成１４年４月９日，「登録第２５８２８９１号の登録を無効とする。」と\nの審決をし，その謄本を，同年４月１９日，原告に送達した。\n（甲第１号証，弁論の全趣旨）\n３　被告が保有する商標\n被告は，以下のとおり，６件の登録商標を保有している。\n(1) 審決書１５頁(2)に示すとおりの構成から成り，昭和４９年１０月１日に登\n録出願され，第２２類「はき物（運動用特殊ぐつを除く），かさ，つえ，これらの\n部品および附属品」を指定商品として，昭和６０年６月２５日に設定登録された登\n録第１７８６８２０号の商標（以下「引用商標Ａ」という。）\n(2) 審決書１５頁(3)に示すとおりの構成から成り，昭和４３年６月５日に登録\n出願され，第１７類「被服（運動用特殊被服を除く），布製身回品（他の類に属す\nるものを除く），寝具類（寝台を除く）」を指定商品として，昭和４５年４月８日\nに設定登録された登録第８５２０７１号の商標（以下「引用商標Ｂ」という。）\n(3) 審決書１５頁(2)に示すとおりの構成から成り，昭和４９年１０月１日に登\n録出願され，第１７類「被服（運動用特殊被服を除く），布製身回品（他の類に属\nするものを除く），寝具類（寝台を除く）」を指定商品として，昭和５５年４月３\n０日に設定登録された登録第１４１５３１４号の商標（以下「引用商標Ｃ」とい\nう。）\n(4) 審決書１５頁(4)に示すとおりの構成から成り，昭和４４年１０月１６日オ\nランダ国においてした商標登録出願に基づくパリ条約４条による優先権を主張し\nて，昭和４５年４月１６日に登録出願され，第２１類「宝玉，その他本類に属する\n商品」を指定商品として，昭和４７年７月２０日に設定登録された登録第９７２８\n１３号の商標（以下「引用商標Ｄ」という。）\nなお，当該指定商品中の「かばん類，袋物」については，商標登録の一部\n放棄を原因とする一部抹消登録が平成２年６月２５日になされている。\n(5) 審決書１５頁(2)に示すとおりの構成から成り，昭和４９年１０月１日に登\n録出願され，第２１類「装身具，ボタン類，かばん類，袋物，宝玉及びその模造\n品，造花，化粧用具」を指定商品として，昭和６０年７月２９日に設定登録された\n登録第１７９３４６５号の商標（以下「引用商標Ｅ」という。）\n(6) 審決書１５頁(2)に示すとおりの構成から成り，昭和４９年１０月１日に登\n録出願され，第２７類「たばこ，喫煙用具，マッチ」を指定商品として，昭和５４\n年１２月２７日に設定登録された登録第１４０２９１６号の商標（以下「引用商標\nＦ」という。）\n４　審決の理由\n審決の理由は，別紙審決書の写しのとおりである。要するに，「VALENTINO\nGARAVANI」，「valentino garavani」，「ヴァレンティノ　ガラヴァーニ」の文字\n又はこれを「VALENTINO」，「valentino」，「ヴァレンティノ」ないし「ヴァレン\nティーノ」と略記して成る標章は，引用商標ＡないしＦと併せて（以下，これらを\nすべてまとめて「被告商標」という。），イタリアの服飾デザイナーであるヴァレ\nンティノ・ガラヴァーニ氏（以下「ヴァレンティノ・ガラヴァーニ氏」という。他\nの服飾デザイナーについても同様に表現することがある。）がデザインした婦人\n服，アクセサリー，バッグ，靴等のファッション関連商品におけるデザイナーブラ\nンドとして，本件出願前から日本の取引者・需要者間で広く認識されていること，\n本件商標は，「valentino」と「orlandi」が結合して成るものと容易に認識・把握\nされるものであることから，本件商標をその指定商品に使用すると，取引者・需要\n者は，被告商標を連想・想起し，ヴァレンティノ・ガラヴァーニ氏又は被告に係る\n一連のデザイナーブランド又はその関連ブランドと誤認し，あるいは，本件商標の\n付された商品をこれらの者と何らかの事業上の関係を有する者の業務に係る商品で\nあると誤認し，商品の出所の混同を生じるおそれがある，として，本件登録は，商\n標法４条１項１５号に該当する，とするものである。\n第３　原告主張の審決取消事由の要点\n１　被告が使用する商標ないし標章の周知著名性についての判断の誤り\n(1) 審決は，ヴァレンティノ・ガラヴァーニ氏がデザインした婦人服，アクセ\nサリー，バッグ，靴等のファッション関連商品が，デザイナーブランドとして，被\n告商標とともに，本件出願時である平成元年９月１２日以前に，日本の取引者・需\n要者の間に広く知られており，その状態は，本件査定時である平成５年２月２３日\nを経て，現在まで継続している，と判断している。\nしかし，被告商標，とりわけ，「VALENTINO」，「valentino」，「ヴァレ\nンティノ」が，デザイナーブランドを指すものとして，本件出願時及び本件査定時\nに周知著名であったという事実はない。\n(2) 審決が採用する被告商標の周知著名性に関する書証は，本件出願日より後\nのものが半数以上を占め，しかも，その大半が広告の類にすぎない。\n(3) 雑誌等の記事や見出しの中に，ヴァレンティノ・ガラヴァーニ氏のブラン\nドないし作品群を示すものとして，「VALENTINO」，「valentino」，「ヴァレンテ\nィノ」の表示が使われていたとしても，これは，簡潔な文章にするため\nに，「VALENTINO GARAVANI」，「valentino garavani」，「ヴァレンティノ・ガラ\nヴァーニ」が簡略化されたためにすぎない。\n「VALENTINO GARAVANI」，「valentino garavani」，「ヴァレンティノ・\nガラヴァーニ」が，「VALENTINO」，「valentino」，「ヴァレンティノ」と略され\nて表示される状況が継続していたことはない。\n(4) 引用商標Ｂは，被告以外の者が出願したものであり，何らの異議申立ても\nなく登録されている。審決のいうとおり，ヴァレンティノ・ガラヴァーニ氏の名\nが，１９６７年（昭和４２年）のファッションオスカー受賞以来広く知られていた\nのであれば，引用商標Ｂが登録されるはずはない。引用商標Ｂの登録査定時をとっ\nてみても，「VALENTINO GARAVANI」の表示が有名であったとはいえないのである。\n(5) 「VALENTINO」を含む商標は，本件商標と指定商品を同じくするものに限っ\nてみても，「MARIO VALENTINO」，「Valentino Rudy」等，２０以上ある（甲第１０\n号証の１ないし１９）。人名と看取される商標で，「VALENTINO／valentino」を含\nむものは，それそれ複数の指定商品にわたって共存している（甲第１０号証の１な\nいし１９）。また，「MARIO VALENTINO」，「SANVALENTINO」及び「Valentino\nRudy」等，広告がなされているものもある（甲第１１号証ないし第１６号証）。\n審決は，「VALENTINO」を含む多数の既登録商標の存在について，被告商標\nとの関係で混同を惹起させるか否かの判断は，個別・具体的に決せられるものであ\nって，本件事案とは直接関連がない，とする。\nしかし，「VALENTINO」を含む登録商標は多数有り，その中には，被告が異\n議申立てを行ったものも少なからず存在している。それにも関わらずそれらが登録\nされたことは，各商標の査定時に，被告商標の周知著名性が否定されたことを意味\nするものである。\n(6) 「WORLD BRAND GUIDE」（平成１３年１２月脱稿・鈴木良昭著・甲第３号証\nの１）には，「いま，日本でヴァレンティノというと，三つのブランドが混沌と入\nり混じって間違った理解のされかたをしているようである。ここでお話しするヴァ\nレンティノとは，イタリアのオートクチュールデザイナー，ヴァレンティノ・ガラ\nヴァーニのことである。おそらく大多数の人たちはマリオ・ヴァレンティノの方を\nヴァレンティノだと思っているらしい。」との記載がある。\n「田中千代服飾事典」（昭和５６年４月新増補版発行・甲第９号証の１）\nでは，「ヴァレンティノ」単独の見出しがあったが，その全面改訂版（平成３年１\n０月発行・甲第９号証の２）では，それが廃止され，「ヴァレンティノ・ガラヴァ\nーニ」と「マリオ・ヴァレンティーノ」の語が追加されている。\n「英和商品名辞典」（平成２年発行・甲第９号証の３）には，もともと\n「マリオバレンチノ」の語が採録されている。「ファッション辞典」（平成１１年\n発行・甲第９号証の４）には，「ガラヴァーニ，ヴァレンティノ」の見出しがあ\nる。\n結局，「VALENTINO」，「valentino」，「ヴァレンティノ」のみから成る\n標章は，「ヴァレンティノ・ガラヴァーニ」氏を指呼するものとしては，前置きが\nないと説明ができない程度しか知られていない，ということなのである。\n(7) このような状況の下で，本件出願時（平成元年９月１２日）及び本件査定\n時（平成５年２月２３日）において，「VALENTINO GARAVANI」，「valentino\ngaravani」，「ヴァレンティノ・ガラヴァーニ」の略称として\nの「VALENTINO」，「valentino」，「ヴァレンティノ」が，高度の周知著名性を有\nするものであったと認めることは，許されないことというべきである。\n(8) 本件出願日における引用商標Ｂの商標権者は，プレイロード株式会社（以\n下「プレイロード」という。）である。その後，引用商標Ｂは，帝人商事株式会社\nに譲渡され，さらに，平成８年５月８日，被告に譲渡された。その間，引用商標Ｂ\nと，同Ａ，Ｃ，Ｅ，Ｆは，商標権者を異にしながら，互いに抵触することなく併存\nしていたことになる。\n被告は，引用商標Ｂとの抵触を回避するため，意図的に，ブランド名とし\nて「ヴァレンティノ・ガラバーニ」を用い，直営店の店名も「ヴァレンティノ・ガ\nラバーニ・ブティック」としている（甲第６号証，乙第１号証，第２号証）。\nこのような状況の下では，「VALENTINO GARAVANI」，「valentino\ngaravani」，「ヴァレンティノ・ガラヴァーニ」はともか\nく，「VALENTINO」，「valentino」，「ヴァレンティノ」が，ヴァレンティノ・ガ\nラヴァーニ氏のデザイナーブランド名として周知著名であったとすることはできな\nい。\n後に，被告が「VALENTINO」，「valentino」，「ヴァレンティノ」単独で\nの使用を開始したとしても，それは，他人の商標（引用商標Ｂ）を侵害する行為で\nあり，到底正当化されるものではない。\n(9) 引用商標Ｄは，昭和６３年から平成１２年までの間，計３回にわたり，マ\nリオ・ヴァレンティノ氏ないしその関連する法人により，不使用による登録取消し\nの審判の請求を受け，平成２年６月２５日には，指定商品のうち「かばん類，袋\n物」について，一部放棄がなされている。\n引用商標Ｄは，使用の事実それ自体が疑われるものである。\n２　混同を生じるおそれについての認定・判断の誤り\n(1) 商標法４条１項１５号における「混同を生ずるおそれ」とは，当該商標と\n他人の商標との類似性の程度，他人の商標の周知著名性，独創性の程度，当該商標\nの指定商品等と他人の業務に係る商品等との間の関連性の程度，取引者及び需要者\nの共通性，その他取引の実情などに照らし，指定商品等の取引者及び需要者におい\nて普通に払われる注意力を基準として，総合的に判断されるべきである（最判平成\n１２年７月１１日判決・「レールデュタン」事件）。\n(2) 被告商標が周知著名であったとはいえない点については，前記のとおりで\nある。\n(3) 本件商標と被告商標との類似性の不存在\nア　本件商標は，「valentino orlandi」の欧文字を，上下２段に横書きした\n構成から成っている。構成各文字は，同じ大きさ，同じ字体であり，全体としてま\nとまりよく一体的に表されている。これを，殊更，構成中の「valentino」の文字部\n分のみを分離・独立して称呼・観念しなければならないものとする，特段の事由も\n認められない。\nしたがって，本件商標は「ヴァレンティノ・オルランディ」と呼称さ\nれ，イタリアの特定人の氏名を表しているとの観念を生じさせるものである。\nイ　被告商標のうち，引用商標Ｂ，同Ｄからは，「ヴァレンティノ」の称呼\nを生じ，引用商標Ａ，同Ｃ，同Ｅ，同Ｆからは，「ヴァレンティノ・ガラヴァー\nニ」の称呼を生じる。\n「VALENTINO」は，有名な映画俳優であるルドルフ・バレンチノないしイ\nタリア系のごくありふれた男性名を想起させる（甲第４号証の１３，第１７号証の\n１ないし４，第１８号証の１ないし３，第２０号証，第２１号証）。\nウ　「ヴァレンティノオルランディ」の称呼と，「ヴァレンティノ」，「ヴ\nァレンティノガラヴァーニ」の称呼とは，その構成配列音を著しく異にするもので\nあるから，称呼上十分に区別して聴取し得る。\n想起される観念においても，本件商標は，ヴァレンティノ・オルランデ\nィというイタリアの特定人を表すものと観念される。これに対し，「VALENTINO」か\nらは，前記映画俳優ないしありふれたイタリア系男性名が観念され，「VALENTINO\nGARAVANI」からは，ヴァレンティノ・ガラヴァーニという特定人が観念される。\nエ　以上のとおり，本件商標と被告商標とは，称呼，観念，外観のいずれを\nとっても，類似しない。\n(4) 取引者・需要者における識別\n「VALENTINO／valentino」（ヴァレンティノ）という共通部分が存在する\nとはいえ，この共通部分は，名又は氏姓であると認識されるものである。このよう\nな場合，取引者・需要者は，両者の非共通部分に着目し，これらを区別するもので\nあることは，経験則上明らかである。現に，被告商品を含む服飾商品を取り扱う販\n売代行業者は，扱う商品に応じて，被告商標とともに，「MARIO VALENTINO」の商標\nも併用している。これは，非共通部分によって識別ができるからである（甲第５号\n証，第１２号証の１９）。\n前述のとおり，「VALENTINO」を含む商標は，本件商標と指定商品を同じく\nするものに限ってみても，多数存在する。「MARIO VALENTINO」等，広告がなされて\nいるものもある。\nこれらの事実から，取引者・需要者が，「VALENTINO」，「valentino」，\n「ヴァレンティノ」以外の部分で商標の識別をしていることは明らかである，とい\nうことができる。\n「VALENTINO」以外のこのような例として，「PIERRE CARDIN」と「PIERRE\nBALMAIN」，「シマダジュンコ」と「コシノジュンコ」がある。「PIERRE」と略称す\nることが仮にあるとしても，それ以外の相違部分を必ず確認することは，取引者・\n需要者の常識である。\n取引者・需要者の普通の注意力という観点からも，本件商標と被告商標と\nが類似するとすることはできない。\n(5) 独創性の不存在\nア　被告商標のうち，「VALENTINO」，「valentino」の部分は，イタリアの\nごくありふれた男性名ないし氏姓を表すものにすぎない。「VALENTINO GARAVANI」\nも，名－姓の順の，諸外国の通例にしたがって記された特定人の氏名そのものであ\nる。独創性は全くない。\nそもそも，「Valentino」という男性名ないし氏姓は，ラテン語\nの「Valens；強い，強力な，健康な」に由来し，英語圏において\nは，「Valentine」；略称「Val」，ドイツ国，フランス国等において\nは，「Valentin」と表記される世界的にもありふれた名である。ま\nた，「Valentino」は，聖ヴァレンティーノ（英語では聖ヴァレンタイン）という３\n世紀のローマのキリスト教殉教者の著名な名前である（甲第１７号証，第１８号\n証）。\n被告商標の独創性ないし識別力は，「VALENTINO」によってではな\nく，「GARAVANI」という氏姓や，「オーバルＶ」と称する図形との組合せにより，\n生じている。\nイ　名を同じくし，氏姓を異にするデザイナーは多数存在する。例えば，\n「クリスチャン・オジャール」，「クリスチャン・ディオール」，「クリスチャ\nン・バイイ」及び「クリスチャン・ラクロワ」，「ジョルジョ・アルマーニ」及び\n「ジョルジョ・デイ・サンタンジェロ」，「ピエール・カルダン」及び「ピエー\nル・バルマン」等である（甲第９号証の２）。\nファッション関連分野において，自己の氏名は，デザイナーとしての個\n性を端的かつ明瞭に表示する，数少ない手段である。独創性を欠く被告商標が周知\n著名であるとして，他の商標に安易に商標法４条１項１５号を適用してこれを無効\nとすると，「Valentino」の名又は氏姓を持つ者は，自己の氏名をブランド名として\n用いて，これに信用を化体させることが，未来永劫にわたってできなくなる。これ\nは，ファッション業界の健全な競争秩序をゆがめることになり，はなはだ不都合で\nある。\n例えば，デザイナーの「ハナエ・モリ」という表示に関し，他の者がこ\nれと同じ商標を登録することを商標法４条１項１５号に基づき禁止するとしても，\n「モリ」という氏姓，あるいは「ハナエ」という名そのものは，独創性を欠いてい\nるから，「森某」ないし「某ハナエ」を構成要素とする商標は，これらを登録する\n余地を認めるべきである。\n(6) その他取引の実情\nア　本件商標は，もともと，ヴァレンティノ・オルランディ氏個人が保有し\nていたものを，氏の経営する会社に譲渡したものである（甲第４号証の９の１）。\n本件商標は，「ヴァレンティノ・オルランディ」という特定人の氏名に基づく。\nイ　本件商標は，イタリア本国を始め各国で登録されている（甲第４号証の\n１０）。\nウ　日本では，住金物産株式会社が，代理店となって，本件商標をブランド\n名とする商品の販促資料を作成し，ホームページの開設もしている。\nその結果，「valentino orlandi」のブランドは，新聞記事及び広告とし\nて掲載され，売上高も，全体で年間３億円弱に上っている（甲第１９号証の１ない\nし９）。\n「valentino orlandi」のブランドは，日本のファッション業界において\n広く知られたものとなっている。\nエ　被告商標は，それ特有のブランドコンセプト，販売経路等を有し，これ\nらによっても他のブランドとの差別化を図っている。\n原告商品は，被告商品のいわゆる模倣品ではない。本件商標を商標とし\nて使用する商品は，被告商品と明らかに異なるから，取引者・需要者が，それらの\n出所を混同することはあり得ない。\n(7) 広義の混同のおそれの不存在\nア　審決は，取引者・需要者が，本件商標が付された商品を，ヴァレンティ\nノ・ガラヴァーニ氏又は被告に係る一連のデザイナーブランド又はその兄弟ブラン\nドないしファミリーブランドであるかのように誤認し，あるいは，これらの者と事\n業上何らかの関係を有する者の業務に係る商品であるかのように，商品の出所につ\nいて混同を生じるおそれがある，とする。\nイ　本件商標をその指定商品に用いた場合，取引者・需要者は，これをアー\nティストたるデザイナーの感性・作風を表示するデザイナーブランドと認識するの\nが一般である。\n被告商標が，特定のデザイナー「ヴァレンティノ・ガラヴァーニ」氏の\n氏名を表すものとして著名であったと仮定すると，取引者・需要者\nは，「VALENTINO」の標章が，このデザイナーの氏名の略称であることも，十分に理\n解していることになるはずである。そうすると，本件商標に接した取引者・需要者\nは，「GARAVANI」とは異なる「orlandi」部分に着目し，それが氏姓であると認識す\nることになることは当然である。すなわち，本件商標の付された商品に接した取引\n者・需要者は，付された商標の意味する氏姓が「VALENTINO GARAVANI」とは異なる\nことから，異なるデザイナーによって創作され，異なる創作性，ブランドコンセプ\nトを有する商品と認識することになる。したがって，いわゆる広義の混同が生じる\nことはない。\nウ　審決は，共通部分「VALENTINO」（「valentino」）があることのみをも\nって，広義の混同が生じるおそれがあるとしているに等しい。しかし，そのような\n混同が生じることがないのは，例えば「マイケル・ジャクソン」と「マイケル・ジ\nョーダン」との間に広義の混同が生じることはないのと，同様である。\n第４　被告の主張の要点\n１　被告商標の周知著名性について\n(1) 原告は，本件出願時も本件査定時のいずれの時点をとってみて\nも，「VALENTINO」，「valentino」，「ヴァレンティノ」が，それのみで\nは，「VALENTINO GARAVANI」，「valentino garavani」，「ヴァレンティノ・ガラ\nヴァーニ」を示すものとして周知著名であった，とすることはできない，と主張す\nる。\n原告の引用する甲第３号証（平成１３年１２月脱稿・「世界ブランド物\n語」）には，「・・・そのほかにも，サン・ヴァレンティノというブランドもある\nが，いずれにしても，ガラヴァーニには遠く及ばないグレードの商品である。この\nヴァレンティノが一躍有名になったのは，・・・」として，ヴァレンティノ・ガラ\nヴァーニ氏が有名になった経緯について，「ヴァレンティノ」の語をもって言及し\nている。\n甲第３号証の１からも，本件出願日（平成元年９月１２日）及び本件査定\n日（平成５年２月２３日）のいずれの時点においても，ヴァレンティノ・ガラヴァ\nーニ氏が，「ヴァレンティノ」の略称をもって知られていたことが認められる。\n(2) 被告は，審判手続において，本件出願日前の新聞記事，雑誌及び辞典等の\n証拠を提出している。\n(3) 原告は，引用商標Ｂが，プレイロード株式会社の出願に係る商標であっ\nて，これが被告に譲渡されたのは平成８年９月９日であることから，引用商標Ｂと\nその他の被告商標は抵触することなく併存していた，と主張する。\n本件で問題となっているのは，本件出願時及び本件査定時における，出所\n混同のおそれの有無である。\nヴァレンティノ・ガラヴァーニ氏は，１９６７年に，ファッションオスカ\nー賞を受賞し，ライフ誌，ニューヨークタイムズ誌等においても，同氏及び同氏の\n作品に関する事項が掲載された。それ以来，同氏は，イタリア・ファッションの第\n一人者となり，サンローラン等と並んで世界三大デザイナーと呼ばれるようになっ\nた。\n諸外国，とりわけイタリア，フランス等のヨーロッパ，アメリカにおける\nファッション関連商品分野では，「VALENTINO」，「Valentino」といえば，周知著\n名なヴァレンティノ・ガラヴァーニ氏の略称ないし同氏のデザインに係る商品に使\n用されるブランドの略称として知られている。\n日本では，三井物産株式会社が，イタリアのVALENTINO社との間に独占輸入\n契約を締結し，昭和４５年から，ヴァレンティノ・ガラヴァーニ氏のデザインに係\nる商品に「VALENTINO」の標章を付して，輸入している。\n三井物産株式会社は，昭和４９年から，上記商品の国内販売のために，他\n２社と共同出資して，株式会社ヴァレンティノ・ブティック・ジャパンを設立し，\nその直営店を東京に開設した。株式会社ヴァレンティノ・ブティック・ジャパン\nは，その後，大阪，神戸，福岡，名古屋，京都等の百貨店に，直営のブティックを\n出店している。これらの直営店では，ヴァレンティノ・ガラヴァーニ氏のデザイン\nに係る商品を，「VALENTINO」，「Valentino」，「ヴァレンティノ」等の標章を用\nいて販売してきた。この状況は，現在に至るまで続いている（乙第３号証ないし第\n５号証）。\n上記状況の下では，遅くとも，昭和５２年以降現在に至るまで，日本にお\nける服飾等のファッション関連商品分野の取引者・需要者の間におい\nて，「VALENTINO」，「Valentino」，「ヴァレンティノ」は，周知著名なデザイナ\nーであるヴァレンティノ・ガラヴァーニ氏の略称又は同氏のデザインに係る商品\n（婦人・紳士物の衣料品，毛皮，革製バック，革小物，ベルト，ネクタイ，靴，ラ\nイター，傘，ハンカチ等のファッション関連商品）に使用されるブランドの略称と\nして知られていた，ということができる。\n「VALENTINO」が，プレイロード株式会社の商品のブランドとして知られて\nいた，という事実はない。プレイロード株式会社が，引用商標Ｂを有していたこと\nは，本件において商標法４条１項１５号の適用を妨げる事由になり得ない。\n(4) 原告は，マリオ・ヴァレンティノ氏ないしその関連法人が，引用商標Ｄの\n不使用取消しの審判を請求し，その結果，原告は，指定商品中「かばん類，袋物」\nについて一部放棄をしたとして，引用商標Ｄの使用の事実自体に疑問がある，とす\nる。\nマリオ・ヴァレンティノ氏は，１９６０年代後半において，皮革製品，特\nに靴類の製造に関して，被告の下請業者であった。その後，マリオ・ヴァレンティ\nノ氏は，引用商標Ｄにつき無効審判（昭和５２年審判第１０１８９号）を請求し\nた。その審決の結論は不成立であった。\n被告は，マリオ・ヴァレンティノ氏ないしその関連法人との間に，昭和５\n４年５月１１日，和解契約を締結した。これにより，マリオ・ヴァレンティノ氏な\nいしその関連法人は，主として靴類（履き物）及び皮革製のかばん類につい\nて「VALENTINO」の商標を保有し，被告は，それ以外の商品につい\nて，「VALENTINO」の商標を保有することになったのである。\nマリオ・ヴァレンティノ氏ないしその関係者は，引用商標Ｄについて，商\n標法５０条１項に基づく，不使用取消し（全部取消し）の審判と，「かばん類，袋\n物」についての一部取消しの審判とを請求した。これに対し，被告が，引用商標Ｄ\nに関し，指定商品中「かばん類，袋物」の一部放棄をしたのは，上記和解契約にし\nたがったものである。その結果，一部取消しの審判請求は取り下げで終わった。全\n部取消しの審判請求は，不成立の結論で終わっている（乙第１０号証）。\n被告は，引用商標Ｄを，現に，アクセサリー類その他婦人服等の衣料に使\n用している（乙第１１号証ないし第１４号証）。\n２　出所混同を生ずるおそれについて\n(1) 商標法４条１項１５号の「他人の業務に係る商品又は役務と混同を生ずる\nおそれがある商標」とは，「当該商標をその指定商品又は指定役務に使用したとき\nに，当該商品又は役務が他人の業務に係る商品又は役務であると誤信されるおそれ\nがある商標のみならず，当該商品又は役務が上記他人との間にいわゆる親子会社や\n系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループ\nに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそれが\nある商標」（最判平成１２年７月１１日判決・「レールデュタン事件」），すなわ\nち，広義の混同を生ずるおそれがある商標も含む。\n同号の規定は，「周知表示又は著名表示へのただ乗り（いわゆるフリーラ\nイド）及び当該表示の希釈化（いわゆるダイリューション）を防止し，商標の自他\n識別機能を保護することによって，商標を使用する者の業務上の信用の維持を図\nり，需要者の利益を保護することを目的とするものであるところ，その趣旨からす\nれば，企業経営の多角化，同一の表示による商品化事業を通して結束する企業グル\nープの形成，有名ブランドの成立等，企業や市場の変化に応じて，周知又は著名な\n商品等の表示を使用する者の正当な利益を保護するためには，広義の混同を生ずる\nおそれがある商標をも商標登録を受けることができないものとすべきであるからで\nある。そして，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似\n性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品等と\n他人の業務に係る商品等との間の性質，用途又は目的における関連性の程度並びに\n商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指\n定商品等の取引者及び需要者において普通に払われる注意力を基準として総合的に\n判断されるべきである。」（「レールデュタン」事件）ものとされている。\n(2) 本件商標は，「valentino」と「orlandi」の欧文字を上下二段に横書きし\nて成るものであり，比較的長いものである。通常，デザイナーブランド，とりわけ\n外国人のデザイナーにあっては，そのデザイナーの氏名の略称により，そのデザイ\nナーのデザインに係る商品を指すことがよくみられる。例えば，「ココ・シャネ\nル」を「シャネル（CHANEL）」，「ジョルジオ・アルマーニ」を「アルマー\nニ（ARMANI）」等が，それである。本件商標についても，その一部だけをもって，\n表記ないし称呼されることがあり得る。\n前記のとおり，「VALENTINO」，「valentino」，「ヴァレンティノ」は，\nヴァレンティノ・ガラヴァーニ氏のデザインに係る商品を示す標章として周知著名\nである。\n(3) 「VALENTINO」，「valentino」，「ヴァレンティノ」が，イタリア人の名\nや氏姓を連想させるもので，それ自体としては独創性ないし造語性が高くないとし\nても，本件商標の指定商品は，被告商標が使用されている商品と同一であるか又は\nこれとの関連性が極めて強いかであり，取引者・需要者も共通する。これらの商品\nは，日常的に消費される性質のものであり，その需要者は，特別な専門的知識経験\nを有しない一般の人であって，購入に際して払われる注意力はさほど高いものでは\nない。\n被告商標の周知著名性の度合いの高さ，本件商標と被告商標との間の指定\n商品及び取引者・需要者における共通性に照らせば，本件商標をその指定商品に使\n用すると，取引者・需要者が，本件商標中の「valentino」の文字部分に着目し，ヴ\nァレンティノ・ガラヴァーニ氏若しくはその経営する会社又はこれらと緊密な関係\nにある営業主の業務に係る商品であると連想すること，すなわち広義の混同を生じ\nる。\n(4) 原告は，「VALENTINO」は，有名な映画俳優であるルドルフ・ヴァレンティ\nノないしイタリア系のごくありふれた男性名または氏姓を観念させると主張する。\nルドルフ・ヴァレンティノは，今から８０年近く前に亡くなっており，一\n部の無声映画の愛好家の間で知られていることはおくとしても，服飾等のファッシ\nョン関連商品分野の取引者・需要者間で広く認識されている，ということはない。\n「VALENTINO」が，イタリア系のありふれた男性名ないし氏姓であるとして\nも，そのことと，日本のファッション関連の商品分野の取引者・需要者の間におけ\nる，被告商標の周知著名性との間には，何の関係もない。\n(5) 原告は，商品の表示に創業者等の特定人の名称を用いて出所表示機能を営\nませる場合，名だけを用いるのは特異である，と主張する。\nデザイナーブランドにおいて，デザイナーの氏名の略称により，そのデザ\nイナーのデザインに係る商品を指すことは，日本のファッション業界においてもよ\nくある。原告が例として挙げる「アルマーニ」，「シャネル」等が，それ自体ブラ\nンド名として有名であることは，原告主張のとおりである。もっとも，取引者・需\n要者が，それらを，デザイナーの「姓」であって名でない，と正確に認識している\nとは限らない。\n重要なのは，「VALENTINO」，「valentino」，「ヴァレンティノ」が，ヴ\nァレンティノ・ガラヴァーニ氏ないしそのデザイナーブランドとして広く知られて\nいるか否かであり，これが肯定されることについては，前記のとおりである。\n(6) 原告は，出所混同のおそれを認定した審決を，「VALENTINO」を含む商標が\n多数存在すること，その中で，例えば「MARIO VALENTINO」の商標は著名であること\nをもって，論難する。\nこれらの商標が付された商品が，被告の商品と明確に区別され，取り引き\nされている，という証拠はない。むしろ，被告のブランドないしその兄弟ブランド\nと誤解されている可能性も十分にある。\n仮に，「VALENTINO」，「valentino」，「ヴァレンティノ」を含む商標\nで，被告のブランドと区別されて認識されるものがあったとしても，それは，本件\n商標と被告商標をそれぞれ付された商品の間で，出所の混同を生じるおそれがある\nことを，何ら否定するものではない。すなわち，そのような商標が存在するとすれ\nば，それは，当該商標が，「VALENTINO」，「valentino」，「ヴァレンティノ」\nと，他の特定の文字が結合したものとしてよく知られ，かつ，ヴァレンティノ・ガ\nラヴァーニ氏とは無関係のものとしてよく知られるに至っているという，特段の事\n情があるからである。本件商標について，本件出願時及び本件査定時に，そのよう\nな特段の事情があったとすることはできない。\nこれらの商標は，被告商標が日本国内で広く知られるようになった昭和５\n２年ころから，出願されるようになっている。このことは，むしろ，これらの商標\nの登録出願をした者の，被告商標の著名性にフリーライドする意図の存在をうかが\nわせるものである。\n(7) 原告が，本件商標の周知著名性の証拠として提出するものは，その作成日\n付が不明であるか，平成９年以降のものであるかであって，本件出願時ないし本件\n査定時における本件商標の周知著名性を証明するものではない（甲第１９号証の１\nないし６）。\n第５　当裁判所の判断\n１　ヴァレンティノ・ガラヴァーニ氏及びそのデザイナーブランドの周知性につ\nいて\n(1) ヴァレンティノ・ガラヴァーニ氏（１９３２年生まれ）は，１７歳のとき\nにデザイナーの修業を始め，１９５９年ころ，独立していわゆるファッションハウ\nスを開設した。独立後間もなく，そのコレクション（作品群ないしその発表）は，\n業界の注目を受けるようになった。\nヴァレンティノ・ガラヴァーニ氏が，世界的に有名になったのは，１９６\n７年（昭和４２年），フィレンツェにおいて，白一色のコレクションを発表したと\nきからである。このコレクションの成功は，「ライフ」や「ニューズウィーク」等\nの雑誌で広く世界に報道された。これにより，同氏は，同年のニーマンマーカス・\nオスカー賞を獲得した。\nこの成功により，ヴァレンティノ・ガラヴァーニ氏は，「イタリア・オー\nトクチュールをリードする鬼才」などと呼ばれ，世界的に著名なデザイナーとなっ\nた。そして，ジャクリーヌ・オナシス，エリザベス・テーラー等，いわゆる世界の\nトップレディを顧客に持ち，同氏のデザインする衣服等は，極めてグレード（品\n等）の高い，高級感あふれる優れたものとして認知されるようになった。同氏の氏\n名は，ファッション関連の辞典等にも掲載されている。\n同氏のデザイナーブランド商品を専門に扱うブティックは，世界各国に存\n在する。そのブランド商品（婦人服，紳士服，ネクタイ，手袋，ストッキング，\n靴，バッグ，ベルト，傘，ライター，アクセサリー（イヤリング，ネックレス等）\nなど）は，昭和４７年ころから，三井物産株式会社を通じて日本でも販売されるよ\nうになり，ファッション関連の雑誌，新聞等で紹介されている。\n三井物産株式会社は，他社と共同出資して，昭和４９年に株式会社ヴァレ\nンティノ・ブティック・ジャパンを設立した。同社は，「ヴァレンティノ・ガラヴ\nァーニ・ブティック」の店名の直営店を開き，ヴァレンティノ・ガラヴァーニ氏の\nデザイナーブランド商品の販売を開始した。\n本件出願時及び本件査定時において，ヴァレンティノ・ガラヴァーニ氏の\nデザイナーブランド商品を扱う直営店は，全国の有名百貨店等に，多数存在する。\n（甲第５号証，第９号証の１ないし４，第１１号証ないし第１６号証，乙第１\n号証ないし第５号証，第９号証ないし第１６号証の１ないし９）。\n(2) 株式会社ヴァレンティノ・ブティック・ジャパンは，昭和５９年以降，年\n間で最低でも６６００万円程度の広告宣伝費，販売促進費及び展示会費を費やし，\nその額は，平成元年から平成４年の間は，年間２億円から３億２０００万円余りの\n間を推移した。純売上高も，昭和６３年から平成６年までの間，年間３０億円程度\nから５５億円程度であった。現在でも，１６億円程度である。\n（乙第６号証ないし第８号証）。\n(3) 以上のとおり，デザイナーとしてのヴァレンティノ・ガラヴァーニ氏は，\n遅くとも昭和４２年以降，世界的に有名であり，同氏のデザインに係る商品も，グ\nレード（品等）の極めて高いものとして，世界的に著名であり，その商品は，昭和\n４７年ころからは，日本においても広告・販売され，本件出願時及び本件査定時の\nいずれにおいても，その売上高は相当に高いものであった。これらのことから，デ\nザイナーとしてのヴァレンティノ・ガラヴァーニ氏は，上記各時点において，日本\nのファッション関連商品の取引者・需要者の間に広く知られていた，と優に認める\nことができる。\n(4) 甲第３号証の１の記載からは，「マリオ・ヴァレンティノ」のブランド商\n品の方が，被告商品より，流通量が多いとの理由から，より周知度が高いと認める\n余地もある。\n上記甲第３号証の１の記載は平成１３年１２月に脱稿されたものであり，\n同証に記載されている状況が本件出願時あるいは本件査定時に既に生じていたこと\nをこれによって認めることはできない。この点をおいても，ファッション関連商品\nの中でも，高級ブランド商品とされている商品の周知度は，その性格上，売上高だ\nけでなく，高級感等のブランドイメージにも大きく左右されると認められる。そし\nて，ヴァレンティノ・ガラヴァーニ氏ないしそのデザイナーブランドが，抜きんで\nた高級感を有しているものと認められることは，前記のとおりである。いずれにせ\nよ，「マリオ・ヴァレンティノ」のブランドが周知であることは，上記各時点にお\nいて，ヴァレンティノ・ガラヴァーニ氏ないしそのデザイナーブランドが，一定程\n度の高い周知性を持っていたことを否定するものではない。\n２　「VALENTINO」，「valentino」，「ヴァレンティノ」の周知性\n(1) ヴァレンティノ・ガラヴァーニ氏のデザイナーブランドは，「VALENTINO\nGARAVANI」，「valentino garavani」の標章や，オーバルＶと呼ばれる図形をもっ\nて表されることがあり，このことは，日本においても同様である。日本において\nは，「ヴァレンティノ・ガラヴァーニ」で表されることもある。\n他方，昭和５１年以降，現在に至るまで，ヴァレンティノ・ガラヴァーニ\n氏ないしそのデザイナーブランドを「VALENTINO」，「valentino」，「ヴァレンテ\nィノ」，「ヴァレンティノ・コレクション」等として，しばしば新聞・雑誌等が紹\n介している。商品の中にも，単に「valentino」の標章だけを用いているものも存在\nする。世界的にも，「VALENTINO」，「valentino」の標章は，新聞・雑誌等で用い\nられている。\n同氏ないし同氏が関係する企業は，その直営店の店名を「BOUTIQUES\nVALENTINO」としており，もともと，「VALENTINO」だけをブランド名として用いる\nことも選択していると認められる。もっとも，日本における直営店の店名は，「ヴ\nァレンティノ・ガラバーニ・ブティック」とされている。しかし，それらを経営す\nる法人の名称は「株式会社ヴァレンティノ・ブティック・ジャパン」である。\n現在でも，百貨店等で，被告のブランド商品を扱う売場は，単に「ヴァレ\nンティノ」として表示されている。なお，同じデザイナーブランドであっても，\n「ピエール・カルダン」，「ダ・トラサルディ」等，省略されていないものもあ\nる。\n（甲第５号証，第１１号証，第１２号証の１５，第１４号証，乙第１号証ない\nし第５号証，第１１号証ないし第１６号証の１ないし９）\n以上からは，「VALENTINO」，「valentino」，「ヴァレンティノ」は，著\n名なデザイナーであるヴァレンティノ・ガラヴァーニ氏ないしそのデザイナブラン\nドを指すものとして，本件出願時及び本件査定時，周知であったと認めることがで\nきる。\n(2) 原告は，①新聞等の表記は，単に文章を簡潔にするための略記にすぎな\nい，②被告商品の出所表示は，「VALENTINO GARAVANI」，「valentino\ngaravani」，「ヴァレンティノ・ガラヴァーニ」の語や，オーバルＶと呼ばれる図\n形，ないしその組み合わせによりなされている，③デザイナーブランドを示すもの\nとして，デザイナーの氏姓が用いられる例は多くあるが，名の方が用いられること\nは異例である，④「VALENTINO」，「valentino」，「ヴァレンティノ」からは，あ\nりふれたイタリア人の氏姓ないし名か，あるいは著名な映画俳優ルドルフ・ヴァレ\nンティノが想起される，として，「VALENTINO」，「valentino」，「ヴァレンティ\nノ」自体が周知となり，識別力を備えているということはできない，と主張する。\nしかし，「VALENTINO」，「valentino」，「ヴァレンティノ」の語が，そ\nれぞれ単独で用いられている場合も多くあることは，前記認定のとおりである。ヴ\nァレンティノ・ガラヴァーニ氏自身ないし被告等その関係者は，同氏のデザインに\n係るブランド名として，「VALENTINO」，「valentino」，「ヴァレンティノ」だけ\nを用いることも意図的に選択していると認められ，これを，簡略に表現するためだ\nけに用いられたものと認めることはできない。また，仮にそうであったとしても，\n略記が頻繁に用いられている以上，その結果，それ自体が特定の個人ないしそのデ\nザイナーブランドを示すものとして周知となり，識別力を獲得するに至ると認める\nことに，何ら支障はない。\nデザイナーが，氏姓ではなく名をブランド名とすることが異例であったと\nしても，そのことは，名が識別力を獲得し得ないことに結び付くわけではない。\n「VALENTINO」，「valentino」，「ヴァレンティノ」が，イタリア系のあ\nりふれた氏姓ないし名であるとしても（甲第１７号証の１ないし４及び第１８号証\nの１ないし３），これらの語が識別力を獲得することが，それによって不可能とな\nるわけではない。まして，日本においては，「VALENTINO」，「valentino」，「ヴ\nァレンティノ」は，ありふれた氏姓ないし名であるとは認められないから，これら\nが，使用等一定の事実の蓄積に伴い，周知となり，識別力を獲得したと考えること\nは，何ら不自然でなはい。\nルドルフ・ヴァレンティノは，本件出願時ないし本件査定時において，没\n後７０年近く経っている。その名を冠した映画賞が現在でも設けられているにせよ\n（甲第４号証の１３，第２０号証，第２１号証），日本のファッション関連商品の\n取引者・需要者が，「VALENTINO」，「valentino」，「ヴァレンティノ」の標章に\n接したとき，前記認定のとおり相当程度周知な被告商標を差し置いて，映画俳優で\nあるルドルフ・ヴァレンティノが真っ先に想起されるとは認められない。\n(3) 本件出願時においても本件査定時においても，引用商標Ｂはプレイロード\n株式会社の登録商標であったため，被告は，同社と協議するなどして，特に，被服\n類等について「VALENTINO GARAVANI」の標章を付していた。しかし，広告用のカタ\nログ，パンフレット類は，もともとイタリアで作成されたもの，すなわ\nち「VALETINO」の標章があるものをそのまま使用していたと認められるから，上記\n事実によって，「VALENTINO」，「valentino」，「ヴァレンティノ」の周知性を肯\n定する前記認定が左右されるものではない。\n（乙第１７号証及び第１８号証）\n３　出所の誤認混同のおそれについて\n(1) 本件商標は，「valentino orlandi」の欧文字を２段に横書きして成り，第\n２２類「はき物，かさ，つえ，これらの部品および附属品」を指定商品とするもの\nである。本件商標は，その構成上，明らかに，「valentino」と「orlandi」とに２\n分されている。取引者・需要者が，本件商標のうち，「valentino」の部分を可分な\n部分として認識することは，何よりもその構成自体から容易である。\n(2) ２で認定したとおり，「VALENTINO」，「valentino」，「ヴァレンティ\nノ」は，婦人服，紳士服，バック，傘，靴等のファッション関連商品に関して，取\n引者・需要者間に広く知られたブランド名である。このことに照らすと，上記構成\nの本件商標をその指定商品に用いるときは，取引者・需要者が「valentino」の部分\nに着目する，ということは，十分にあり得ると認めることができる。\n本件商標の指定商品は，被告が被告商標を付して販売している商品と同一\n種類，あるいは，これと強い関連性を有する種類の商品であるということができ\nる。実際の原告商品も，婦人服，紳士服，バッグ，ベルト，財布，寝具，傘等であ\nる。\n(3) 上記状況の下では，取引者・需要者が，同じ「valentino」の文字を有する\n標章を付された原告商品と被告商品に接するとき，これらを，同じ業者の製造に係\nる製品，あるいは，資本上ないし経営上など何らかの協業関係にある業者の製造に\n係る製品であると認識して，広義の混同を生ずる可能性がある，という以外にな\nい。\n(4) 原告は，「valentino」は，イタリア人の氏姓ないし名としてごくありふれ\nたものであり，商標権により独占的に使用させることは不当である，と主張する。\nそもそも，「VALENTINO」，「valentino」，「ヴァレンティノ」が，日本\nにおいて，ありふれた氏姓ないし名であるということができないことは，前述のと\nおりである。イタリアにおいてありふれた氏姓ないし名であるからといって，その\nことが，日本において，商標として識別力を獲得することの妨げになることはな\nい。また，そのことが，周知である当該氏姓ないし名を特定の商品の分野で独占的\nに使用することを認める妨げになる，と解すべき理由はない，というべきである。\n「VALENTINO」，「valentino」，「ヴァレンティノ」が，ヴァレンティ\nノ・ガラヴァーニ氏ないしそのデザイナーブランドを示すものとして周知であるこ\nとなどを根拠に，それらの語を含む他の商標を，商標法４条１項１５号の適用によ\nり無効とすることは，原告の主張するとおり，同じ「valentino」の氏姓を持つデザ\nイナーが，それを含む商標を日本で登録することができなくなる，という結果をも\nたらす。これは事実である。しかし，既に先行者（被告）が，「valentino」を標章\nとして使用して周知性を獲得し，一定の高いブランドイメージをこれに化体させて\nいるという状態が継続している以上，一方で，被告が被告商標について保持してい\nる業務上の信用・評価を保護する必要があり，他方で取引者・需要者間の誤認混同\nのおそれを除去する必要もある。このような必要に対処するために設けられた規定\nの一つが商標法４条１項１５号の規定である。同条項の要件が満たされる限り，こ\nれを適用し得ることは，いうまでもないことというべきである。\n本件に関して，商標法４条１項１５号を適用するのは，被告\nが「VALENTINO」，「valentino」，「ヴァレンティノ」の語を，特定のデザイナー\nブランドを示すものとして用いていることに加え，一定程度以上の周知性や，上記\n三つの語に高いブランドイメージが化体されている等の事実関係の存在を前提にし\nてのことである。前提とされている事実関係が消失すれば，被告以外の者\nが，「valentino」の語を含む商標の登録を，上記法条の適用により拒絶されること\nがなくなることは，当然である。被告以外の者が未来永劫登録できなくなるなどと\nいうことはない。上記事実関係が継続している限り，同じ「VALENTINO」の氏姓を持\nつデザイナーは，それを含む商標を日本で登録することができない，という不都合\nは，商標制度自体に内在するものとして甘受する以外にない，というべきである。\n(5) 原告は，「VALENTINO」，「valentino」等の語を含む商標が多数存在する\nことなどを挙げて，本件商標と被告商標とは別のものとして認識されており，した\nがって，両者の間で，出所の混同を生じるおそれはない，との主張をする。しか\nし，この主張は採用することができない。\nまず，商標法４条１項１５号の適用の上で問題となるのは，正確には，本\n件商標と被告商標とを商標自体として比較した場合に，取引者・需要者により別の\nものとして認識されるか否かではない。問題となるのは，商標同士の関係の強さで\nあり，その関係の強さを示す一つの場合として，別のものとして認識されない場合\nを挙げ得るものの，別のものとして認識されるか否かは，それ以上の意味を持ち得\nないのである。商標自体として比較した場合に別のものとして認識されるか否か自\n体が問題になるのは，同項１０号ないし１１号の適用の上でのことである。本件商\n標の指定商品が被告商標の使用される商品と同一又は類似であることを前提にする\nと，上記両商標が商標自体としては，別のものと認識されないことになれば，むし\nろ，１５号の適用はあり得ないことになる（同号括弧書き）。したがって，このよ\nうな場合に１５号を適用するということは，正確には，本件商標と被告商標とは，\n商標自体として比較する限り，別のものとして認識されることを前提としているこ\nとを意味するのである（この前提が認められない場合には，１０号ないし１１号が\n適用されることになる。）\n次に，「VALENTINO」，「valentino」，「ヴァレンティノ」が，ヴァレン\nティノ・ガラヴァーニ氏ないしそのデザイナーブランドを示すものとして周知であ\nるとの上記認定事実の下では，たとい，本件商標が，商標自体としては被告商標と\n別のものとして認識されるとしても，これに接する取引者・需要者の中に，これが\nヴァレンティノ・ガラヴァーニ氏自身のブランドの一つ，あるいは，同氏と何らか\nの形で関係を有する者のブランドであると考える者が商標法上無視し得ない程度出\n現するであろうということができる。\nこの点について，原告は，デザイナーブランドの特殊性を強調し，デザイ\nナーブランドは，特定のデザイナーの氏姓ないし名に由来するのが一般であり，取\n引者・需要者もそのことを知っているから，本件商標「valentino orlandi」に接し\nた取引者・需要者も，ヴァレンティノ・ガラヴァーニ氏とは異なるデザイナーのブ\nランドと認識するので，出所の誤認混同のおそれはない，と主張する。しかし，大\n半の取引者・需要者が，ファッション関連商品のブランド名がデザイナーの氏名に\n基づくのが一般的であると知っているとは認められない（そもそも，そのような事\n実の存在自体疑問がある。）。これを知っている取引者・需要者であっても，既に\n知られているものと同じではないものの，これと共通するところのあるブランド名\nを付せられたファッション関連商品に接したとき，大半が，派生ないし関連ブラン\nドではなく，異なるデザイナーブランドであると認識する，とも認められない。そ\nうすると，「valentino｣を共通に含む本件商標に接したとき，ヴァレンティノ・ガ\nラヴァーニ氏と何らかの形で関係を有する者のブランドであると考える者が，商標\n法上無視し得ない程度に出現するといい得る。\nこのような事態の発生を防ぐことこそが，正しく１５号の目的とするとこ\nろなのである。そして，このことは，本件商標を含む，被告商標の商標以外の商標\nで「VALENTINO」，「valentino」，「ヴァレンティノ」を含む商標がそれ自体の周\n知性を獲得しているか否かにかかわりなく，いい得るところである。したがって，\n仮に，本件商標を含め，「VALENTINO」，「valentino」，「ヴァレンティノ」を含\nむ商標で被告商標以外のものの中に，商標自体として相当程度以上に高い周知性を\n獲得しているものがあったとしても，そのことは，それらにつき商標法４条１項１\n５号を適用することの妨げに，何らなるところはないのである。\n(6) 以上のとおりであるから，本件商標と被告商標との間で，出所の混同を生\nずるおそれがあるとした審決の判断に，誤りがあるとは認められない。\n４　結論\n以上によれば，原告主張の審決取消事由はいずれも理由がなく，その他，審\n決には，これを取り消すべき誤りは見当たらない。そこで，原告の請求を棄却する\nこととし，訴訟費用の負担，上告及び上告受理の申立てのための付加期間について\n行政事件訴訟法７条，民事訴訟法６１条，９６条２項を適用して，主文のとおり判\n決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  高　　瀬　　順　　久\n"
}