{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 12
  },
  "case_number": "平成14(行ケ)518",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11052",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11052",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/052/011052_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５１８号　審決取消請求事件\n平成１５年６月１２日判決言渡、平成１５年５月１３日口頭弁論終結\n判　　　　決\n原　　　告　　　　　ジュジュ化粧品株式会社\n訴訟代理人弁理士　　新垣盛克\n被　　　告　　　　　ジジ－コズメテック・ラボラトリーズ・リミテッド\n訴訟代理人弁理士　　工藤莞司、矢野公子\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が無効２００１－３５５５１号事件について平成１４年９月２日にした審\n決を取り消す、との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n（１）被告が商標権者である登録第４５０１２４１号商標（本件商標）は、標準\n文字で「ジジ」の片仮名文字を横書きしてなり、第３類「化粧品」を指定商品とす\nるもので、平成１１年５月６日に登録出願され、平成１３年８月２４日に設定登録\nされた。\n（２）原告は、平成１３年１２月２１日に、被告を被請求人として本件商標につ\nいて商標登録無効審判を請求した。特許庁は、この請求を無効２００１－３５５５\n１号事件として審理し、平成１４年９月２日に「本件審判の請求は成り立たな\nい。」との審決をし、その謄本を同年９月１２日に原告に送達した。\n２　審決の理由\n審決の理由は、別紙審決書の理由欄記載のとおりである。要するに、本件商標と\n下記３の引用商標とは、その外観、観念及び称呼のいずれについても非類似の商標\nであるから、本件商標をその指定商品に使用した場合、引用商標を使用した商品と\nの間に出所について誤認混同を生じさせるおそれはなく、本件商標は商標法４条１\n項１１号に違反して登録されたものではない、というものである。\n３　引用商標\n引用商標は、「ＪＵＪＵ」の欧文字を横書きしてなり、第３類「香料及他類に属\nしない化粧品」を指定商品として、昭和２７年２月１８日に商標登録第４０８６３\n０号として設定登録され（原告（当時の旧商号「壽化學株式会社」）が商標権\n者）、その後、昭和４７年６月１０日、昭和５７年５月２７日、平成４年５月２８\n日、平成１３年１０月１６日の４回にわたって更新登録がされているものである\n（争いがない。）。\n第３　原告主張の審決取消事由\n審決の理由中、本件商標と引用商標との外観及び観念上の類否についての判断は\n争わないが、称呼の類否についての判断は争う。審決は、本件商標と引用商標との\n称呼の類否について判断を誤り、両商標を非類似の商標と判断した誤りがある。\n１　本件商標から「ジジ」の称呼が、引用商標から「ジュジュ」の称呼がそれぞ\nれ生じることは争わないが、両商標は、称呼において類似する。\n本件商標の称呼「ジジ」の「ジ」の音は、有声の硬口蓋歯茎音〔ｄｾ〕に母音\n〔ｉ〕が結合した音で、〔ｄｾｉ〕で表される。一方、引用商標の称呼「ジュジ\nュ」の「ジュ」の音は、同じ有声の硬口蓋歯茎音〔ｄｾ〕に母音〔ｕ〕が結合した\n音で、〔ｄｾｕ〕で表される。母音の〔ｉ〕と〔ｕ〕とは、類似度が高い。\n〔ｄｾｉ〕と〔ｄｾｕ〕とは、有声の硬口蓋歯茎音〔ｄｾ〕を共通にするだけでな\nく、これに続く母音も類似度の高い〔ｉ〕と〔ｕ〕であるから、全体として極めて\n近似した音ということができ、「ジ」と「ジュ」は、音質、音感において同一に近\nいものとして聴取される。\nしたがって、この２音を連続して称呼しても、「ジジ」と「ジュジュ」が言葉や\n文章の調子もしくはイントネーションにおいて相違するものとして聴取されること\nはない。\n２　審決は、引用商標を構成する「ＪＵＪＵ」及びこれより生ずる「ジュジュ」\nの称呼からは、原告の取扱いに係る化粧品に使用される商標が想起されるのに対\nし、本件商標は特定の観念を想起させない造語よりなるものであるから、このよう\nな観念上の差異が称呼の識別に及ぼす影響は少なくなく、また、両商標から生じる\n称呼がいずれも二音という極めて短い音構成よりなるものであることと相俟って、\n両者が互いに聞き誤るおそれはない、とする。\nしかし、意味のない語からなる商標は、これを印象付けるものがないだけに、か\nえってこれを呼ぶにも記憶するにも、両者を混同する場合が多いものである。何の\n観念も生じない「ジジ」の語を耳にしたものは、かえって誘導され、「ジュジュ」\nと聴取するはずである。のみならず、引用商標はわが国において広く知られている\n商標であるから、この傾向は一段と増幅される。観念上の差異によって、両者を聴\nき誤るおそれがないとする審決の判断は、経験則に反する。\n３　原告は、かつて、引用商標と連合商標の関係にあった登録第４１７６２９号\n商標（以下「原告ジジ商標」という。）を所有していた。原告ジジ商標は、筆書き\n風に「ジジ」の片仮名文字を縦書きしてなるもので、昭和２６年に登録出願され\n（商公昭２７－７２２７）、昭和２７年１０月２５日に第３類「香水、香油、その\n他他類に属しない化粧品」を指定商品として設定登録された。原告ジジ商標が引用\n商標と連合関係にある商標と認められ登録されたことは、両商標が互いに類似する\n商標であることを意味する。したがって、原告ジジ商標と称呼を同じくする本件商\n標「ジジ」も、引用商標と称呼において類似するというべきである。\n審決は、昭和２７年当時と本件商標の登録査定がされた平成１３年当時とでは社\n会的状況が異なるというが、電話・口頭による取引が頻繁に行われラジオ・テレビ\n等による宣伝広告が一般化している現状の下では、商標の類否判断の要素の中では\n称呼のウェイトが大きくなっているということができる。したがって、両商標を付\nした商品について出所の混同が生じるおそれがあることは明らかである。\n第４　被告の反論の要点\n１　わが国では母音は各語発音の基礎となる音であり、この各母音の明確性を基\n礎として５０音が成立しているのであって、母音〔ｉ〕〔ｕ〕の類似度が高いから\n称呼類似であるという原告の主張は、失当である。\n「ジ」と「ジュ」は単に母音のみが相違するのではない。「ジュ」は拗音であっ\nて（「ｚｊｕ」）、半母音「ｊ」を伴った子音が添っている音節であり、「ジ」\n（「ｚｉ」）とは明らかに異なる音である。\n原告の主張は、両商標より生ずる称呼がいずれも２音という極めて短い音構成\nで、しかも称呼上の識別に重要な語頭音において、音感、音質が異なること（語尾\n音に当たる次音も同様である。）をすべて捨象したものであって失当である。\n商標の類否判断の要素である称呼については、商標より生ずる称呼全体において紛\nらわしいかどうか判断するのであって、一音同士を比較しても、類否判断において\nは意味がない。また、仮に個々の音同士は音質的に微差であっても、二度繰り返す\nことによって、全体の音調、音感においては微差が増幅して、微差でなくなり明ら\nかな差異が生ずることがある。審決が「「ジ」と「ジュ」の音がそれぞれ２音繰り\n返される音構成よりなるものであるから、称呼全体の語調が聴者に与える印象にお\nいて相違したものとして聴取する」としているのは、この趣旨をいうものであり、\nそのことに誤りはない。\n２　引用商標と原告ジジ商標が連合関係にあるとされた昭和２７年当時と本件商\n標の登録査定がされた平成１３年当時とでは社会的状況が異なるという審決の説示\nは、その間の化粧品等に関する取引の実情の変化とそれに伴う需要者の認識の現状\nを述べたものである。\nすなわち、市場に流通する商品やサービスが増大し、それらが短期間に全国津津\n浦浦まで行き渡り、インターネット等により多種多様で迅速的確な商取引が行われ\nるようになり、また、外国語教育の普及により外国語に対する需要者の理解力や関\n心度が向上して、最近では、身近で多種多用な商品やその情報に接し入手可能とな\nった一方で、それら氾濫する情報の中で、需要者は自己の求める情報を自然と的確\nに選択する環境に慣らされ、また訓練がされてきて、約５０年前とは、一般的な取\n引の実情が異なるに至り、それに伴って、需要者の商品等に対する選択の眼や注意\n力、識別力に変化が生じている。審決は、その旨を説示したものであって、称呼上\nの類似判断やその重要性を否定したものではない。\n第５　当裁判所の判断\n１　本件商標と引用商標とを対比すると、両商標は、外観上明らかに区別し得る\n差異を有し、また、観念上相紛れるおそれのないものと認められるから、外観及び\n観念において非類似の商標である（このことは原告も争わない。）。\n２　称呼については、当裁判所も、決定と同様の理由により、本件商標は、引用\n商標とは称呼において類似しないと判断するものである。本件商標は、引用商標と\n外観、観念、称呼のいずれにおいても非類似の商標であり、商標法４条１項１１号\nに該当するものでなない。\n３　なお、原告の主張に即して、以下のとおりその理由を補足する。\n（１）原告は、音声学、音韻論的観点に立って、「ジ」の音と「ジュ」の音と\nは、①子音が共通し、②母音も〔ｉ〕と〔ｕ〕で類似度が高いから、両音は、音\n質、音感において同一に近いものとして聴取され、③２音を連続して称呼しても\n「ジジ」と「ジュジュ」が相違するものとして聴取されることはないと主張する。\nしかし、アイウエオの母音の明確性を基礎として５０音が成立している日本語に\nあって、わずか２音からなる短い語における母音の相違は、これを小さなものとし\nて無視することはできない。母音の〔ｉ〕と〔ｕ〕は、「ＮＨＫアナウンス読本」\n（昭和５３年）（甲６の１ないし３）によれば、母音を口の開き方の大小と舌の位\n置（前後）によって分類し相互の関係を図示した母音三角形において、舌の位置が\n対極にあるとされているものであるから、「ジジ」の「ジ」と「ジュジュ」の「ジ\nュ」が一般的に聴き誤られるおそれのある類似する音であるとは認め難い。しか\nも、「ジ」と「ジュ」の音の差異は、音が２つ重ねられることによって、より聴別\nし易くなると考えられるから、この点からみても、「ジジ」と「ジュジュ」が互い\nに相紛れるほど音質、音感において類似するということはできない。\n（２）原告は、意味のない語からなる商標は混同されやすい、「ジュジュ」が原\n告の取り扱う商品を想起させるというのであれば、何の観念も生じない「ジジ」の\n語を耳にした者は、かえって誘導されて「ジュジュ」と聴取するはずである、など\nと主張する。しかし、そのような例が皆無ではないとしても、一般的には「ジジ」\nと「ジュジュ」が聴別可能であることは前示のとおりであって、両称呼が相紛れる\nようなものであるということはできない。\n（３）原告は、また、「ジジ」の文字からなる本件商標と引用商標「ＪＵＪＵ」\nとが類似することは、過去に原告ジジ商標が引用商標の連合商標として登録されて\nいた事実によっても裏付けられる旨主張する。\nしかし、本件商標と引用商標との類否判断に当たっては、両商標の指定商品に関\n連する取引の実情を考慮した上で、外観、観念及び称呼の３要素を総合して、両商\n標が相紛れる可能性があるかどうかを判断すべきものであるところ、連合商標の登\n録がなされた当時と本件商標の登録査定時とでは、約５０年の年月を隔てて、取引\nの実情が大きく変化している。特に、近年は、ファックスやインターネットの普及\nに伴い、文字等の視覚情報による簡易、迅速かつ確実な取引が可能となっており、\nこのような状況に照らすと、商品の類否判断に当たって考慮すべき要素の中で称呼\nの占めるウェイトが他の要素に比して高いということはできない。\nまた、商品に関する情報という観点でみるとき、特に、化粧品に関しては、国内\n外の商品について雑誌、ダイレクトメール、インターネットなどを通じて、販売元\nのみならず効能や特徴等も含めた詳細な商品情報が豊富に提供され、また、各種の\n媒体を通じて、商品のイメージを差別化する宣伝広告がされているのが実情であ\nる。このような往時とは比較にならない豊富な商品情報が提供される中で、化粧品\n等の商品を選択する消費者は、総じて高い識別能力を持つに至っていると考えられ\nるのであって、これらの化粧品に関する取引事情をも考慮して総合判断するとき、\n本件商標「ジジ」と引用商標「ＪＵＪＵ」とは、互いに相紛れることのない非類似\nの商標というべきである。\n４　以上のとおりであるから、本件商標が引用商標とは非類似の商標であるとし\nた審決の判断に誤りはない。したがって、原告主張の取消事由は理由がなく、原告\nの本訴請求は棄却されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　塩　　月　　秀　　平\n裁判官　　　古　　城　　春　　実\n"
}