{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 27
  },
  "case_number": "平成11(行ケ)435",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12645",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12645",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/645/012645_hanrei.pdf",
  "contents": "平成１１年（行ケ）第４３５号　審決取消請求事件\n平成１３年２月１３日口頭弁論終結\n判　　　　　　決\n原　　　　　　　告　  　　株式会社金洋レポーツ\n代表者  　　　　　　　　　Ａ\n訴訟代理人弁理士　　　　　伊　藤　晴　之\n同　　　　　　　　　　　　星　埜　一　彦\n同　　　　　　　　　　　　斎　藤　栄　一\n被　　　　　　　告　　　　ダイワ精工株式会社\n代表者代表取締役　　　　　Ｂ\n訴訟代理人弁理士　　　　　鈴　江　武　彦\n同　　　　　　　　　　　　中　村　　　誠\n同　　　　　　　　　　　　蔵　田　昌　俊\n訴訟復代理人弁護士　　　　勝　田　裕　子\n訴訟復代理人弁理士　　　　峰　　　隆　司\n同　　　　　　　　　　　　鷹　取　政　信\n主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３　この判決に対する上告及び上告受理の申立てのための付加期間を３０\n日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年審判第３５０９２号事件について平成１１年７月２８日\nにした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文１、２項と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、考案の名称を「魚釣用リール」とする実用新案登録第２０４１２３\n０号の登録実用新案（昭和６２年８月２９日実用新案登録出願、平成６年１１月２\n１日設定登録。以下「本件登録実用新案」といい、その考案そのものを「本件考\n案」という。）の実用新案権者である。\n原告は、平成１０年３月６日に本件登録実用新案の登録を無効にすることに\nついて審判を請求した。特許庁は、同請求を平成１０年審判第３５０９２号事件と\nして審理した結果、平成１１年７月２８日に「本件審判の請求は、成り立たな\nい。」との審決をし、その謄本を同年９月１日に原告に送達した。なお、出訴期間\nとして９０日が付加された。\n２　実用新案登録請求の範囲\nリールボディに支持されたハンドル操作による回転を、リールボディに組み\n込まれた回転伝達系を介して糸巻付回転体に伝達する魚釣用リールにおいて、上記\nハンドル操作により回転される回転体の外周に一方向ベアリングを嵌合し、この一\n方向ベアリングの外周に爪車を回り止め嵌着すると共に、上記爪車に係止爪を係合\n状態と離脱状態の夫々に切換え保持したことを特徴とする魚釣用リール。\n３　審決の理由\n別紙審決書の理由の写しのとおり、本件考案は、①実公昭５５－３８３８０\n号公報（審決の甲第１号証、本訴の甲第４号証。以下「引用例」という。）に記載\nされた考案（以下「引用考案」という。）である、そうでないとしても、②引用考\n案及び実公昭５２－２６４６９号公報（審決の甲第２号証、本訴の甲第５号証。以\n下「甲第５号証刊行物」という。）に記載された考案に基づいて当業者がきわめて\n容易に考案をすることができたものである、との原告主張の無効事由につき、いず\nれもそのように認めることはできない、と認定判断した。\n第３　原告主張の審決取消事由の要点\n審決の理由(1)（手続の経緯・本件登録実用新案の要旨）、(2)（請求人の主\n張）、(3)（証拠方法）は認める。同(4)（本件登録実用新案の対比・判断）は、８\n頁１９行～１０頁５行、１０頁２０行～１３頁１行（ただし、１１頁２行、３行、\n７行及び８行の「本件の」は、「本件では」というべきである。）を認め、その余\nを争う。同(5)（むすび）は認める。\n審決は、本件考案と引用考案との一致点を看過した結果新規性の判断を誤り\n（取消事由１）、仮にそうでないとしても、相違点についての判断を誤った結果進\n歩性の判断を誤ったものであって（取消事由２）、これらの誤りが審決の結論に影\n響を及ぼすことは明らかであるから、違法として取り消されるべきである。\n１　取消事由１（一致点の看過）\n審決は、「前者（判決注・本件考案）は、回転体の外周に一方向ベアリング\nを嵌合し、この一方向ベアリングの外周に爪車を回り止め嵌着しているのに対し、\n後者（判決注・引用考案）は回転体の外周に直接爪車を設けている点で相違してい\nる。」（１０頁６行～９行）と認定したが、誤りである。本件考案は、引用考案そ\nのものである。\n引用考案においては、一方向ベアリング（一方向クラッチ）の外周（クラッ\nチケースの外側）に歯車７が設けられている。\n歯車は、爪車の上位概念であり、引用考案の歯車７が本件出願前に公知であ\nるからといって、本件考案の爪車１２が公知であるということはできない。しか\nし、引用考案の歯車７の機能と本件考案の爪車１２の機能が同一であることが確認\nされれば、本件考案の爪車１２は、引用考案の歯車７の歯車の概念に含まれること\nになり、構成としても同一と判断されるべきである。\n引用考案の歯車７は、ブレーキ機構を「強」に調整する事により、歯車８に\nよって「係止」される点で、本件考案の爪車が係止爪によって係止される関係と同\nじである。しかも、ブレーキ機構を「強」にして係止する場合は、逆止め時及び逆\n止め以後の「ガタ」や「ガタツキ」が全くない。また、回転軸が糸を巻き取る方向\nの回転（以下「正回転」という。）に対しては、本件考案の一方向ベアリングの外\n周も引用考案の一方向クラッチのクラッチケースも、係合を解かれてフリーとなる\n点で同じである。\n以上のとおり、本件考案の爪車１２と引用考案の歯車７とは、機能が同一で\nあるから、構成としても同一というべきである。\n２　取消事由２（相違点についての判断の誤り）\n審決は、相違点に係る構成について、「当業者がきわめて容易に推考し得る\nこととはいえない。」（１３頁７行～８行）と判断したが、誤りである。相違点に\n係る構成は、当業者が、甲第５号証刊行物、実公昭５９－３２２８２号公報（以下\n「甲第６号証刊行物」という。）、実公昭５５－３２４６３号公報（以下「甲第７\n号証刊行物」という。）、実公昭５５－３８３７９号公報（以下「甲第８号証刊行\n物」という。）に示される技術水準の下では、引用考案からきわめて容易に推考す\nることができたものというべきである。\n(1)  構成について\nア　引用考案及び甲第８号証刊行物記載の考案（以下、これらをまとめて\n「引用考案等」という。）においては、一方向クラッチがフライヤーの回転軸に一\n体回転状に嵌合され、回転軸が糸を繰り出す方向の回転（以下「逆回転」とい\nう。）に対してはクラッチが係合し、正回転に対してはクラッチの係合が外れて、\nフリー、すなわち回転軸の回転とは無関係になるように取り付けられている。この\n係合、離脱の方向は、本件考案と全く同じである。\n引用考案等の一方向クラッチの外周（クラッチケース５）には、強弱に\n調整可能なブレーキ機構と連係する歯車が付いており、まことにスムーズに「グレ\n釣り」等を楽しめるようになっている。\n上記一方向クラッチの作動に興味を持った当業者は、ブレーキ機構があ\nると、引用考案等と同じ考案になるので、ブレーキ機構を取り除き、一方向クラッ\nチだけを残して、スムーズな魚釣りのできるリールとすることはできないかと考え\nるのは当然である。\nしかし、ブレーキ機構を取り外しただけでは、魚が掛かって釣糸が繰り\n出されるときに暴走してしまうので、この暴走を止める必要がある。暴走を止める\n手段としては、引用考案等に備わっている「逆止め歯車」をクラッチケースの外周\nにある歯車の位置に持ってくるのが、引用考案等の中でのこの一方向クラッチを利\n用した逆転防止機構への変形のための唯一無二の選択であり、この逆止め歯車に逆\n止め爪を係合させて回転軸の回転を止めるのがごく自然の成行きである。\nこのように、引用考案等を出発点にして、本件考案の方向に向きさえす\nれば、本件考案の構成となることは、自然の成行きであるから、本件考案は、当業\n者がきわめて容易に推考し得たものというべきである。\nイ　前記１で述べたとおり、引用考案の歯車７は、ブレーキ機構を「強」に\n調整することにより、回転軸を停止させて操作することができる。そして、この場\n合も、逆止め歯車１８に逆止め爪１９を係合させて回転軸の逆回転を強制的に停止\nさせる場合も、本件考案において、爪車に対し係止爪を係合させて操作する場合に\n得られる機能と同じである。\nこのように、本件考案の機能は、引用考案からブレーキ機構を取り外し\nた場合の機能と同じであるから、当業者が、引用考案の逆転防止機能だけに注目し\nて、ブレーキ機構のうち「強」に調整して回転軸を強制的に停止させる機能以外を\n不要と考えた場合には、引用考案からブレーキ機構を取り外し、更に一方向クラッ\nチのクラッチケース外側に係合嵌着している歯車７を取り外して、その代わりに逆\n止め歯車１８を回り止め嵌着することは、当然である。\nウ  ちなみに、引用例には、「歯車７はクラッチケース５の筒部外周面に同\n一体に刻設形成するか、又は別途に形成した歯車を一体的に嵌着係合して構成\nし、」（３欄１８行～２０行）との記載があり、回り止め嵌着（嵌着係合）による\n歯車７と逆止め歯車の交換の可能性が示唆されている。\n(2)  機能について\n審決は、本件考案が、相違点の構成によって、「逆転止め動作時の空転角\nを小さくできてフッキング操作を確実に行えると共に、糸フケや釣糸放出時に誤っ\nてベイルが振り落ちることがなく、実用時においてトラブルの発生を防止でき\nる。」、及び「ユニット化した市販の一方向ベアリングをリールの逆転防止として\n容易に構成できる」という明細書記載の効果を奏すると判断したが、誤りである。\n本件考案の爪車と、引用考案の逆止め歯車とにおける設置位置の相違は、両者の機\n能に影響を与えていない。\nア　空転角の大きさについて\n本件明細書の「爪車の歯数は、６～８歯で構成されるのが一般的であ\nり、このため、例えば８歯の場合でも、歯と歯間の角度は４５゜と大きく、従っ\nて、この爪車と爪部材とが係止して逆転止めするまでの角度、即ち空転角が大きく\nなり、」（２欄１４行～３欄３行）との記載からみれば、本件考案における「空転\n角」の定義は、「フライヤーの逆回転に対して、逆転止めを行うとき、その操作を\n開始してから爪車に爪部材が係合して逆転止めの状態が出来上がるまでに回転軸が\n回転する角度」である。「空転角」について、爪車に係止爪を係合する時に昀大４\n５゜の範囲内で生ずる可能性があることは理解できるが、フライヤーを逆転防止状\n態にした後も昀大４５゜の範囲内で生ずる可能性があるというのは、どのような作\n用によるものか理解できない。\n引用考案の逆止め歯車への逆止め爪の係合は、必ず一方向クラッチとク\nラッチケースが係合状態のときに行われ、本件考案の爪車への係止爪の係合も、全\nく同様に一方向ベアリングがその外周（爪車）と係合状態のときに行われる。した\nがって、本件考案と引用考案における逆転防止機構の係合時の条件は、実質的に同\n一であり、本件考案の空転角が小さいのであれば、同様の理由で引用考案の空転角\nも小さいものであるということになる。\nイ　空転角が大きいことに起因する問題点と作用効果について\n本件明細書記載の、空転角が大きいことによる問題点は、\nａ．釣り糸を投擲中にベイルが反転してしまうことにより放出中の釣糸が\n急激に停止させられ、糸切断が起こる。\nｂ．根掛かり等に際し、釣竿を大きくあおったとき、逆転止めの大きな衝\n撃力によって、爪部材等が損傷する。\nｃ．逆転止め時の空転角が大きく、糸フケが発生しやすい。\nというものである。\nしかし、これらの問題点は空転角とは関係がない。\nａ．の問題は、空転角とは関わりのない、釣糸投擲の技術上の問題であ\nり、適切な釣り糸投擲の作業を行っていれば、このような糸切れの問題は生じな\nい。しかも、フライヤーのガタツキによって、ハンドルにガタを生じ、仕掛け投擲\n時にベイルが復帰するような魚釣用リールは、市場で探そうとしても、なかなか探\nせるようなものではなく、甲第５号証刊行物記載の考案のように投擲時のベイルア\nームの糸巻き位置への反転を起こさない技術もある。\nｂ．の問題は、本来、空転角の問題ではなく、魚釣りの技術上の問題で\nあり、あおっている昀中に逆転止めを係合させるのではなく、あおる前に逆転止め\nを掛けて力を加減しながら操作すればよい。このことにより、リールを壊すのでは\nなく、むしろ糸切れを起こすように操作することによって、リール破損というよう\nな大きな問題を回避できるのである。\nｃ．の問題は、空転角の問題というよりも、むしろ、フライヤーのブレ\nーキ機構が有るか無いかの問題である。例えばスプールの直径が２．５ｃｍの場\n合、フライヤーが４５゜回転して繰り出される釣糸の長さは、約１ｃｍとなり、釣\n糸の繰り出し長さは、決して大きなものではなく、糸フケ、すなわち、魚の逸走に\nよりロータが慣性でみだりに回転して糸絡みが生じる等のトラブルの原因となるこ\nとはない。\nしたがって、本件考案の構成と目的、作用及び効果の間に因果関係はな\nい。\nウ　その他の作用効果について\n被告は、特開平５－３０４８６４（甲第１１号証）において、従来技術\nの一つとして、本件出願の公開公報を引用し、「前記転がり式一方向クラッチは、\nユニットとして組立一体化されているため、設置する回転部材の軸径の大小や設置\n場所等により制約され、リール形態やリールの大きさ等に容易に対応できないと共\nにコストも大きい等の欠陥がある。」（【０００３】）と、むしろユニット化を欠\n陥として捉え、被告自身がその効果を否認しているから、審決の認定した本件考案\nの一方向ベアリングのユニット化の効果は誤りである。\n第４　被告の反論の要点\n１　取消事由１（一致点の看過）について\n引用考案において、回転軸４（フライヤー３）を逆転防止状態に切り換える\n機構（逆転防止機構）は、逆止め歯車１８と逆止め爪１９であって、これらは、一\n方向クラッチ６に隣接して、その動作とのつながりを持たない別系統の機構とし\nて、回転軸４に設けられている（引用例の第１図、第２図参照）。この逆転防止機\n構は、本件考案の従来技術に相当するものである。\n引用考案のブレーキ調節機構は、フライヤーの逆回転時における、ブレーキ\nの一定範囲内の強弱の調整を目的とするものであることは明白である。その調整範\n囲を超えて、フライヤーの回転を停止させるようなブレーキ力を作用させる使用法\nの記載は、引用例には全くない。万一、この目的に反して、フライヤーの回転を停\n止する機能が存在すると仮定すると、釣糸が切断してしまう可能性すらある。した\nがって、ブレーキ調節機構は、前記釣糸の切断事故が生じないように、安全設計上\nも、強弱の回転制動の範囲内となるように設計されているのであって、フライヤー\nの回転を停止させるようにはなっていないのである。\nこのように、引用考案においては、「ブレーキ機構」以外にも、これとは系\n統の異なる「逆転防止機構」が設けられており、フライヤーの逆回転を防止するの\nは後者（逆転防止機構）であって、前者（ブレーキ機構）は、後者（逆転防止機\n構）を作用させないとき、すなわち、フライヤーを逆転可能状態にしたときにの\nみ、その機能が発揮されるものであって、それ自体には、フライヤーの逆転を防止\nする機能はない。\nしたがって、引用考案の歯車と、本件考案の爪車は、構成が異なるのはもち\nろん、機能も異なるのである。\n２　取消事由２（相違点についての判断の誤り）について\n(1)  構成について\nア　引用考案は、フライヤーに対して逆転防止機構を使用せず、フライヤー\nを正逆回転可能な状態で魚釣りを行う際に、フライヤーの逆回転時における糸フケ\n現象を防止するために、フライヤーの逆回転時（魚の逸走時）に、フライヤーに対\nしてブレーキを作用して制動力を加えるように構成したものである。そして、一方\n向クラッチ６の外周に連係するブレーキ機構を設けることは、引用考案の目的を達\n成するためには必須の構成であるから、当業者が、これを除去し、しかも、その位\n置にブレーキ機構と全く関係のない「逆転防止機構の逆止め爪」を設けるという構\n成に想到することはできない。\nさらに、引用考案の技術思想は、フライヤーの逆回転時にフライヤーの\n回転にブレーキ力を与えるブレーキ機構を主題としたものである。このことは、引\n用考案からブレーキ機構を除去するということに想到することを阻害する要因であ\nる。\nイ　引用考案のブレーキ機構は、もともとフライヤーをロックするための逆\n転防止機構を使用しない場合に、フライヤーの逆回転ができるようにした状態で、\nそれに作用するブレーキ力を釣魚の状況に合わせて釣り人の手指により強弱調節で\nきるようにしたものであるから、回転を強制的に停止させて操作することは全く想\n定されていない。したがって、引用考案の下では、ブレーキ機構を除去して逆転防\n止機構の爪車を設ける着想はあり得ない。\n(2)　機能について\nア　本件明細書（甲第３号証）の第２図に示すように、爪車１２と係止爪１\n３による逆転防止機構では、係止爪１３が係合する爪車１２の歯と歯の間の間隔に\nよって、必ず「空転角」が生じ、その間隔分だけフライヤーが逆転方向にガタつい\nてしまう。この「ガタツキ」は、フッキングする際に顕著に現われ、また、仕掛け\nを投擲する場合にフライヤーに回動可能に支持されたベールを反転させて釣糸放出\n状態にして釣竿を振り下ろした際、反転状態にあるベールを釣糸巻取状態に復帰さ\nせる原因にもなる。原告は、仕掛け投擲時にベイルを安定して保持していればよい\nと主張をするが、このような操作を行なう釣人は皆無であると断言でき、非常識な\n主張でしかない。ベイルが釣糸投擲時の慣性力によって復帰してしまうことは、例\nえば実公平６－３３８２９号公報（乙第３号証）にあるように周知である。\nイ　また、爪車と爪による逆転防止機構の場合、仕掛け投擲後、釣糸は、釣\n糸案内用のローラを介して、ある程度の張力をもって放出された状態にあるが、フ\nライヤーが逆転方向にガタつくと、張力が緩んでラインローラから離間してしま\nい、これが糸フケ（釣糸が緩んでしまう現象、すなわちフワッとした糸緩み）の生\nじる原因となるのである。この糸フケは、原告主張に係る「糸フケ」、すなわち、\nフライヤーを逆転可能状態にしたときに魚の逸走によって生じるものとは全く異な\nる概念であり、これらを混同すべきではない。\nウ　本件考案は、爪車式の「逆転防止機構」にさらに「一方向ベアリング」\nを複合的に組み合せた装置とすることによって、フライヤーの逆転防止切換え状態\n後の「空転角」が小さくなるという作用効果を奏する。なお、本件考案の場合、係\n止爪の係合位置によっては、昀初の逆回転時においてのみガタツキが生じる場合も\nあり得るが、その後は一方向クラッチによって逆転防止状態となり、空転角は小さ\nくなるのである。\nそして、これにより、フッキング操作を確実に行うことができ、仕掛け\n投擲時に、ベールが釣糸巻取状態に誤復帰することがなくなり、上記のような原因\nで生じる「糸フケ」が防止され、さらには、爪車と一方向ベアリングとの両方によ\nり釣糸からの負荷を分担することができて強度上のトラブルも発生しにくい、との\n作用効果を奏する。\nこのような作用効果は、引用考案に用いられている逆止め歯車１８と逆\n止め爪１９で構成される逆転防止機構では、得られない。\nエ　一方向ベアリングは、様々な分野のクラッチ機構に適用されている製品\nであり、ユニット化されて市販されているものである。本件考案は、このようなユ\nニット化されている一方向ベアリングを組み込むことで、逆転防止装置を容易に構\n築することができるのである。\n第５　当裁判所の判断\n１　取消事由１（一致点の看過）について\n(1)　甲第４号証によれば、引用考案においては、一方向ベアリングの外周であ\nるクラッチケースの外側に歯車７が設けられていることが認められる。\nしかし、本件考案は、一方向ベアリングの外周に嵌着した爪車について、\n「上記爪車に係止爪を係合状態と離脱状態の夫々に切替え保持した」ものであるか\nら、仮に、上記歯車７が本件考案の「爪車」であるとするならば、引用考案には、\n「上記歯車に係止爪を係合状態と離脱状態の夫々に切替え保持した」との構成がな\nければならない。ところが、甲第４号証によれば、引用考案の上記歯車７には、歯\n車８が噛み合っているのみであって、「係止爪」を「係合状態」と「離脱状態」に\n切替え保持される構成は存在しないことが認められる。\n(2)  原告は、引用考案の歯車７は、ブレーキ機構を「強」に調整する事によ\nり、歯車８によって「係止」される点で、本件考案の爪車が係止爪によって係止さ\nれる関係と同じであるなどとして、本件考案の爪車１２と引用考案の歯車７とは、\n機能が同一であるから、構成としても同一というべきであると主張する。しかし、\n引用考案の「歯車７」に「係止爪」を「係合状態」と「離脱状態」に切替え保持し\nたという構成がない以上、原告主張に係る機能のいかんにかかわらず、この点の構\n成を同一ということはできない。原告の主張は採用することができない。\n２　取消事由２（相違点についての判断の誤り）について\n(1)　甲第４号証によれば、引用例には、「フライヤーを一体回転状に固着した\n回転軸にクラッチケースを遊転可能に嵌着し、そのクラッチケース内にフライヤー\nの逆回転時のみ前記クラッチケースを連係回転させるクラッチを取付けると共に、\nクラッチケースの外側には歯車を設け、且前面板上には前記歯車と噛合する歯車を\n回転自在に軸支すると共に、該歯車に強弱調節自在な摩擦手段を設けた」（実用新\n案登録請求の範囲）、「回転軸４が正回転した場合、・・・クラッチケース５は回\n転せず、そのままの状態を維持する。逆に、回転軸４が逆回転した場合、・・・ク\nラッチケース５も回転軸４の回転方向に連係回路することになる。」（３欄６行～\n１７行）、及び「クラッチ６は図面の形態に限定されるものではなく、要はフライ\nヤーの逆回転時にのみ歯車７を逆回転させる一方向クラッチであればよい。」（４\n欄７行～１０行）という審決摘記の記載があることが認められ、これらの記載によ\nれば、引用考案においては、クラッチケースの外側に設けられた歯車が回転するこ\nとにより摩擦力が与えられブレーキ作用をなすこと、このブレーキ作用は回転軸が\n正回転するときには生じず、逆回転時にのみ生じること、このように逆回転時にの\nみ生じるというブレーキ作用の一方向性は、一方向クラッチ（一方向ベアリング）\nによりもたらされていることが認められる。また、甲第４号証によれば、引用例に\nは、「図中、１８は逆止め歯車、１９は逆止め爪、２０は摺動杆、２１は逆止め爪\n１９を逆止め歯車１８に対して強制的に係脱するカム」（４欄３行～５行）として\n図面が記載されていることが認められ、この記載によれば、引用考案における逆止\nめ歯車１８は、一方向クラッチに隣接して回転軸に一体回転状に嵌着しており、ク\nラッチケースの回転とは無関係に、回転軸とともに回転し、逆止め爪１９によっ\nて、回転軸の正回転を許容し、逆回転を阻止するものであることが認められる。\n以上のとおり、引用考案において、一方向クラッチは、ブレーキ作用に一\n方向性をもたらすことに技術的意義があり、逆止め歯車１８に一方向クラッチによ\nる一方向性の回転が伝えられることはないから、一方向クラッチによる一方向性の\n回転と逆止め歯車１８は、技術的に関連していない。\nそうである以上、当業者が、引用考案において、逆止め歯車１８を、一方\n向クラッチによる一方向性の回転とは無関係の位置から、上記回転が伝わる位置で\nあるクラッチケースの外周に移動させたうえで回り止め嵌着することに、きわめて\n容易に想到することができたということはできない。\n(2)　原告は、引用考案のブレーキ機構を取り除くとともに、それだけでは魚が\n掛かって釣糸が繰り出されるときに暴走してしまうので、この暴走を止める手段と\nしては、引用考案等に備わっている「逆止め歯車」をクラッチケースの外周にある\n歯車の位置に持ってくるのが、引用考案等の中でのこの一方向クラッチを利用した\n逆転防止機構への変形のための唯一無二の選択であると主張する。\nしかし、引用考案においては、前示のとおり一方向クラッチはブレーキ作\n用に一方向性をもたらすことに技術的意義があるのであるから、ブレーキ機構を取\nり除いた際には、一方向クラッチの技術的意義も失われるのであって、そもそも一\n方向クラッチを残しておく理由はないというべきである。\nのみならず、引用発明の逆止め歯車１８と逆止め爪１９には、回転軸の正\n回転を許容し、逆回転を阻止するという一方向性の作用がもともと備わっているの\nであるから、これに同じく一方向性を有する一方向クラッチを組み合わせなければ\nならない理由を、引用例から見出すことはできない。すなわち、引用考案からブレ\nーキ機構を取り除いても、逆止め歯車１８と逆止め爪１９により逆回転を防止する\nことができるのであるから、これをわざわざ別の場所に移設する動機はない。\n(3)　また、原告は、当業者が、引用考案の逆転防止機能だけに注目して、ブレ\nーキ機構のうち「強」に調整して回転軸を強制的に停止させる機能以外を不要と考\nえた場合には、引用考案からブレーキ機構を取り外し、更に一方向クラッチのクラ\nッチケース外側に係合嵌着している歯車７を取り外して、その代わりに逆止め歯車\n１８を回り止め嵌着することは、当然であると主張する。\n甲第４号証によれば、引用例には、「この考案はフライヤーのブレーキ機\n構に関し、その目的とする処はフライヤーの逆回転時に於ける回転に弱から強まで\nの範囲内でブレーキ力を調整することが出来るようにしたもので、それにより釣糸\nがフケるのを防止したものである。」（１欄３０行～３４行）、「グレ釣りの如き\n魚とのやり取り操作が多い釣りでは、逆止め機構を使用せず、フライヤーが正・逆\n回転可能な状態で釣魚を行なうもので、掛った魚の逸走等によって釣糸が繰り出さ\nれるフライヤーの逆回転時、その回転にブレーキが作用しないと、・・・釣魚に支\n障をきたすといった不具合を生じている。」（１欄下から３行～２欄６行）との記\n載があることが認められ、これらの記載によれば、ブレーキ機構が作用している場\n合、逆止め歯車１８と逆止め爪１９とは使用されておらず、フライヤーは正・逆回\n転可能であって、ブレーキ機構は、正・逆回転ができる限度で弱から強までブレー\nキ力を調整することができるものであることが認められる。\nそうである以上、原告の主張するように「回転軸を強制的に停止させる機\n能」だけにしてしまっては、逆回転が全く不可能になるから、「正・逆回転ができ\nる限度で弱から強までブレーキ力を調整する」というブレーキ機構の機能が全く失\nわれてしまい、ブレーキ機構の意味をなさないから、当業者が、そのようなを「回\n転軸を強制的に停止させる機能」以外を不要と考えるものとは認められない。そも\nそも、前示のとおり、「回転軸を強制的に停止させる機能」は、引用発明の逆止め\n歯車１８と逆止め爪１９に、もともと備わっているのであるから、ブレーキ機構\nに、同じ機能を求めることは重複であって、そのような動機が存在するものとは認\nめられないのである。\n(4)　原告は、引用例には、「歯車７はクラッチケース５の筒部外周面に同一体\nに刻設形成するか、又は別途に形成した歯車を一体的に嵌着係合して構成し、」\n（３欄１８行～２０行）との記載があり、歯車７と逆止め歯車の交換の可能性が示\n唆されていると主張する。しかし、上記記載は、歯車７の製造方法についてのもの\nであり、「別途に形成された歯車」が逆止め歯車１８を意味するものではないこと\nは、記載自体から明らかである。原告の主張は、失当である。\n(5)　原告は、本件考案の爪車と、引用考案の逆止め歯車との設置位置の相違\nは、両者の機能に影響を与えていないと主張する。\nしかし、甲第３、第４号証によれば、引用考案においては、逆止め歯車１\n８が逆止め爪１９により係止された後にも、回転軸が正回転した際に逆止め歯車１\n８も回転してしまい、逆止め歯車１８と逆止め爪１９の係止状態が維持できなくな\nって空転角が発生するのに対し、本件考案では一方向ベアリングの作用により、回\n転軸が正回転した際にも爪車が回転しないため、爪車と係止爪の係止状態が維持さ\nれ、空転角が小さくなることが明らかである。\nそうである以上、本件考案は、相違点に係る構成によって、「逆転止め動\n作時の空転角を小さくできてフッキング操作を確実に行えると共に、糸フケや釣糸\n放出時に誤ってベイルが振り落ちることがなく、実用時においてトラブルの発生を\n防止できる。」（審決書１３頁１０行～１３行）との特有の効果を奏することもま\nた、明らかである。\nこの点に関して、原告は、ａ．釣糸放出時にベイルが反転して糸切断が起\nこるとの点は、適切な釣り糸投擲の作業を行っていれば、このような糸切れの問題\nは生じないし、糸切れの問題を起こさない技術もある、ｂ．根掛かり等に際し、釣\n竿を大きくあおったとき、逆転止めの大きな衝撃力によって、爪部材等が損傷する\nとの問題は、魚釣りの技術上の問題であり、あおる前に逆転止めを掛けて力を加減\nしながら操作すれば解決できる、ｃ．逆転止め時の空転角による釣糸の繰り出し長\nさは、決して大きなものではない、と主張する。しかし、魚釣りをする者の中に\nは、未熟、不注意等の理由により、原告の主張するような適切な釣り糸投擲、魚釣\nりの技術上の操作を行わない者が存在し得ること、及び、空転角による釣糸の繰り\n出し長さが短ければ一層良いことは自明であり、また、仮に、問題を回避できる技\n術が他にもあるとしても、そのことにより本件考案の作用効果がなくなる筋合いの\nものではないから、仮に、原告の上記主張が正しいとしても、そのことにより、本\n件考案の前記作用効果を否定することはできない。\n前記作用効果が認められる以上、その他の作用効果の有無にかかわらず、\n本件考案の爪車と、引用考案の逆止め歯車との設置位置の相違が両者の機能に影響\nを与えていないという原告の主張は、採用することができない。\n(6)　甲第５ないし第８号証（甲第５ないし第８号証刊行物）によっても、これ\nらの刊行物に相違点に係る構成をとることが記載ないし示唆されていると認めるこ\nとはできないから、これらの刊行物の記載は以上の認定判断を左右するに足りるも\nのではない。\n３　以上のとおりであるから、 原告主張の取消事由はいずれも理由がなく、その\n他審決にはこれを取り消すべき瑕疵は見当たらない。\n第６　よって、本訴請求を棄却することとし、訴訟費用の負担及び上告及び上告受\n理の申立てのための付加期間の付与について行政事件訴訟法７条、民事訴訟法６１\n条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　 山　　下　　和　　明\n裁判官　　   山　　田　　知　　司\n裁判官　     阿　　部　　正　　幸\n"
}