{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 4,
    "day": 25
  },
  "case_number": "平成11(ワ)1995",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13255",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13255",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/255/013255_hanrei.pdf",
  "contents": "平成一一年(ワ)第一九九五号　実用新案権侵害差止等請求事件\n口頭弁論終結日　平成一二年二月二二日\n判 　　       決\n原　　　　　　　告        株式会社カナイ\n右代表者代表取締役　　　　【Ａ】\n右訴訟代理人弁護士   　   矢  島  邦  茂\n右補佐人弁理士　　　　    【Ｂ】\n被　　　 　　　 告　　　　株式会社カネシン\n右代表者代表取締役　　　　【Ｃ】\n右訴訟代理人弁護士  　    服  部  正  敬\n同　　　　　　　　　　　　仲  嶋  克  彦\n主 　　       文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、別紙第一物件目録(四)及び同第二物件目録記載の各物件を製造し、\n販売してはならない。\n二　被告は、別紙第一物件目録(四)及び同第二物件目録記載の各物件及びその半\n製品を廃棄せよ。\n三　被告は、原告に対し、金七五六万二五〇〇円及び平成一一年二月五日から支\n払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、埋込座金を製造販売するとともに、埋込座金に係る実用新案権及び\n建築用埋込ボルトに係る意匠権の専用実施権者である原告が、建築用金物の製造販\n売業者である被告に対し、被告による埋込座金の製造販売が右実用新案権を侵害す\nるとともに不正競争行為に当たり、埋込ボルトの製造販売が右意匠権を侵害すると\n主張して、(1)実用新案権の専用実施権又は不正競争防止法三条による埋込座金の製\n造販売の差止め等、(2)実用新案権の独占的通常実施権（平成一一年四月二七日ま\nで）及び専用実施権（平成一一年四月二八日から）の侵害、不正競争防止法四条又\nは不法行為による、埋込座金の製造販売を理由とする損害賠償、(3)意匠権の専用実\n施権による埋込ボルトの製造販売の差止め等を求めている事案である。\n一　争いのない事実等（括弧内に証拠を摘示しない事実は当事者間に争いがな\nい。）\n１　原告は、別紙第三物件目録(一)ないし(三)記載の物件（以下「原告製品\nＡ」ないし「原告製品Ｃ」といい、これらをまとめて「原告製品」という。）を製\n造販売している（検甲四ないし六、弁論の全趣旨）。\n２(一)　原告は、次の実用新案権（以下「本件実用新案権」といい、その考案\nを「本件考案」という。）の専用実施権者である（甲一、二、五、六、九）。\n登録番号　　第二一四七一四二号\n考案の名称　　筒状ナット付き埋込み座金\n出願日　　平成二年六月七日\n公告日　　平成八年三月二九日\n登録日　　平成八年一二月二五日\n実用新案登録請求の範囲　　末尾に添付した別紙実用新案公報（以下\n「本件公報」という。）の該当欄記載のとおり\n(二)　本件考案の構成要件は次のように分説することができる（以下「構成\n要件(1)」などという。甲二、弁論の全趣旨）。\n(1)　座金の上面中央に環状凹部を穿設していること\n(2)　当該凹部の底面に多角形孔を穿ったこと\n(3)　座金の皿状底壁面に、その外周縁部を残して座金の中心部より等距離\nにして且つ径方向の切り歯を突設していること\n(4)　上記環状凹部の底面に穿たれた多角形孔に、上端面に多角形状凹部を\n穿ち且つ当該凹部の下部に螺糸を刻した角筒状ナットを挿通していること\n(5)　かかる角筒状ナットの上端環状鍔部を座金の環状凹部内に嵌着してい\nること\n(6)　を特徴とする筒状ナット付き埋込み座金\n３　別紙第一物件目録(一)ないし(四)記載の物件（以下「イ号物件」、「ロ号\n物件１」、「ロ号物件２」及び「ハ号物件」といい、これらをまとめて「被告製\n品」という。）は、いずれも被告の製品であるが、イ号物件並びにロ号物件１及び\n同２は既に製造販売が中止されており、現在被告が製造販売しているのはハ号物件\nである。\n４(一)　原告は、次の意匠権（以下「本件意匠権」といい、その登録意匠を\n「本件意匠」という。）の専用実施権者である（甲三、四、七、八、一〇）。\n登録番号　　第一〇二九五〇三号\n意匠に係る物品　　建築用埋込みボルト\n出願日　　平成八年一一月六日\n登録日　　平成一〇年一〇月三〇日\n登録意匠　　末尾に添付した意匠公報記載のとおり\n(二)　本件意匠は、建築用埋込みボルトの意匠にかかり、その構成態様は次\nのとおりである（以下「構成態様(1)」などという。甲四）。\nただし、位置及び長さを分数により表示した部分は、座金状基部を除い\nた主軸部分（螺糸を含む）の垂直方向の長さを一としたときの割合である。\n(1)　全体が主軸及びその下端の基部からなり、主軸の上端部に螺糸が形成\nされている。\n(2)　基部が座金状に形成されている。\n(3)　基部から垂直上方に主軸が伸びている。\n(4)　主軸は、下端部より約一〇分の七のところで、約二〇分の一の長さに\nわたって、垂直方向に対して約二五度の角度で折れ曲がり、その後再び垂直上方に\n伸びている。\n(5)　主軸上端部の螺糸は、上部末端から約一八分の一の長さにわたって施\n刻されている。\n５(一)　被告は、別紙第二物件目録記載の建築用埋込みボルト「軸細ユニクラ\nンクアンカー」（以下「ニ号物件」といい、その意匠を「ニ号意匠」という。）を\n製造販売している。\n(二)　ニ号意匠の構成は、次のとおりである（以下「構成(1)」などという。\n検甲七）。\n(1)　全体が主軸及びその下端の基部からなり、主軸の上端部に螺糸が形成\nされている。\n(2)　基部が座金状に形成されている。\n(3)　基部から垂直上方に主軸が伸びている。\n(4)　主軸は、下端部より二三二ミリメートルのところで、約二〇ミリメー\nトルにわたって、垂直方向に対して約三五度の角度で折れ曲がり、その後再び垂直\n上方に一八五ミリメートルにわたって伸びている。\n(5)　主軸上端部の螺糸は、上部末端から約六五ミリメートルにわたって施\n刻されている。\n二　争点\n１　被告によるハ号物件の製造販売が不正競争防止法二条一項一号の不正競争\n行為に当たるかどうか\n（原告の主張）\n(一)　原告製品は、いずれも座金部底壁面にその外周縁部を残して座金の中\n心部より等距離にしてかつ径方向の切り歯を設けた独創的な形態を有しているか\nら、原告製品の形態は、原告の商品表示ということができ、原告製品Ｃの形態も原\n告の商品表示であるということができる。\n(二)　原告は、原告製品の販売に際して、原告会社の製品カタログ、パンフ\nレット類、業界新聞における広告といった宣伝広告活動によりこれら製品の普及を\n図ったものであり、全国の住宅建設業者に対して、原告製品Ａについて二一八万\n個、同Ｂについて一〇三万三〇〇〇個、同Ｃについて一四四万八五九〇個売り上げ\nている。その結果、原告製品は住宅建設業界では著名な商品として広く知れ渡って\nいるのであるから、原告製品Ｃの形態は原告の商品表示として需要者の間で周知で\nあるということができる。\n(三)　原告製品Ｃ及びハ号物件は、別紙第三物件目録及び別紙第一物件目録\nに記載したとおりの形態を有しており、ほとんど同一といってよい程に類似してお\nり、取引者又は需要者において、ハ号物件を原告製品Ｃであると誤認し、混同する\nおそれがある。\n（被告の主張）\n原告製品Ｃの形態は原告の商品表示ということができるものではなく、周\n知でもない。\n原告製品はいずれも二つの部品からなっているのに対して、被告製品はい\nずれも単一の部品からなっているなど、原告製品と被告製品の形態は明らかに相違\nしており、原告製品及び被告製品の需要者が、住友林業、大成建設、エスバイエル\n等の建築メーカーであることを考えると、ハ号物件と原告製品Ｃの混同のおそれも\nない。\n２　被告によるハ号物件の製造販売が不正競争防止法二条一項三号の不正競争\n行為に当たるかどうか\n（原告の主張）\n被告は、原告が原告製品Ａを製造販売した平成四年一月から約四年後にイ\n号物件を製造販売し、原告が原告製品Ａのレンチはめ込み部を改良した原告製品Ｂ\nの製造販売を開始すると、同様にレンチはめ込み部の設計を変更したロ号物件１の\n製造販売を開始し、さらに、筒状ナット部の内径を原告製品Ｂと同一にしたロ号物\n件２を製造販売し始めた。そして、原告が、平成九年九月に原告製品Ｃの製造販売\nを開始すると、被告もそれにならって座金部分を椀状にしたハ号物件を製造販売す\nるに至ったのであるから、ハ号物件の形態は、原告製品Ｃと同一又は実質的に同一\nであって、原告製品Ｃの形態を模倣したものである。\n（被告の主張）\n原告製品はいずれも二つの部品からなっているのに対して、被告製品はい\nずれも単一の部品からなっているなど、被告製品の形態は、原告製品の形態と同一\nということはできず、ハ号物件は原告製品Ｃの商品形態を模倣したものではない。\n３　ハ号物件が本件考案の技術的範囲に属するかどうか\n（原告の主張）\n(一)　ハ号物件の構成は、次のように分説することができる。\n(1)　座金の上面に環状凹部はなく、平らである。\n(2)　この上面中央部に多角形孔を穿っている。\n(3)　座金の皿状底壁面にその外周縁部を残して座金の中心部より等距離に\nして、かつ径方向の切り歯を設けている。\n(4)　螺糸を刻した筒状ナットと座金が一体となっている。\n(二)　本件考案の作用効果は、布基礎上に土台を結合する際、単に土台上の\n座金を回すだけで、座金底壁面にある切り歯が土台を切削しながら埋め込まれるの\nで、座金は土台の上面と面一状態に埋没し、従来の製品にあった、土台の挿通孔上\n部に該窩部内においてナットを螺着するような非常に煩わしい手間が省け、また、\n土台を欠損して床張りに支障をきたすような諸不利が解消される、というものであ\nる。\nハ号物件も本件考案の右作用効果と同様の作用効果を奏する。\n(三)　ハ号物件の構成(1)と同(4)は、本件考案の構成要件と相違するが、右\n相違は、本件実用新案権との抵触を免れようとして、本件考案の構成要件の一部を\n殊更省略し、重要である他の構成要件はそのまま取り入れて、同様の作用効果を達\n成したものであり、技術的思想を同じくするから、ハ号物件は本件考案の構成と均\n等なものとして、本件考案の技術的範囲に属する。\n（被告の主張）\n本件考案の構成要件(1)ないし(3)は、座金の構造に係り、同(4)は、座金と\nは別体の角筒状ナットの構造及びナットと座金の組合せ関係に係り、同(5)は、ナッ\nトと座金の組合せ関係に係る事項である。\nハ号物件は、構成要件(1)ないし(3)を備えた座金を用いていないし、同(4)\nの角筒状ナットを用いたものでもなく、角筒状ナットと座金を同(4)及び(5)のよう\nに組み合せたものでもない。したがって、ハ号物件は、本件考案の構成要件のいず\nれをも充足せず、その技術的範囲に属しない。\nまた、原告の均等の主張を争う。\n４　被告によるハ号物件の製造販売が民法七〇九条の不法行為に当たるかどう\nか\n（原告の主張）\n原告製品の形態は極めて特徴的なものであり、一見して原告の商品である\nことがわかるものであるが、被告は、原告製品を模倣して、被告製品を製造販売\nし、原告の考案による独創的な形態及び作用効果を利用している。したがって、被\n告によるハ号物件の製造販売は、民法七〇九条の不法行為に当たる。\n（被告の主張）\n原告の主張を争う。\n５　ニ号意匠が本件意匠と類似するかどうか\n（原告の主張）\nニ号意匠の構成は本件意匠の構成態様と同一又は類似であり、美感を同じ\nくするものであるから、ニ号意匠は本件意匠と類似する。\n（被告の主張）\n建築用埋め込みボルトにおいて、主軸の中間部に折曲部を設けることは公\n知である。\nしたがって、本件意匠の要部は主軸の折曲部の位置及び折曲部の各部の傾\n斜角度である。\nニ号意匠は右要部において本件意匠と異なるから、ニ号意匠は本件意匠と\n類似するものではない。\n６　損害\n（原告の主張）\n被告によるハ号物件の製造販売によって原告が被った損害は、七五六万二\n五〇〇円を下らない。\n（被告の主張）\n原告の主張を争う。\n第三　争点に対する判断\n一　不正競争防止法違反について\n１　前記第二（事案の概要）一（争いのない事実等）１及び３、証拠（検甲\n三、六）並びに弁論の全趣旨によると、原告製品Ｃ及びハ号物件は、それぞれ次の\nようなものであると認められる。\n(一)　原告製品Ｃ\n(1)　二つの部材で構成されており、座金と角筒状ナットが組み合わされて\nいる。\n(2)　座金部分の直径は四五ミリメートルであり、上面には環状凹部が穿設\nされ、下面は皿状底壁面によって形成されている。\n(3)　上面の環状凹部の中心部には一辺が約一〇ミリメートルの正六角形の\n凸部が形成され、さらにその中心部には直径約一三ミリメートルの円孔が穿設さ\nれ、後記(五)の切り歯の裏面に右切り歯に対応する凹部が形成されている。\n(4)　座金部分上面の幅約二ミリメートルの外周縁部には「カナイ」「ＰＡ\nＴ．Ｐ」「ＨＷ９１─１０─２」との文字が打刻され、環状凹部の中心部に形成さ\nれる凸部の外縁部（円孔の外側かつ正六角形の内側に形成される幅約三ないし四ミ\nリメートルの部分）には「カナイ」「ＰＡＴ．Ｐ」との文字が打刻されている。\n(5)　皿状底壁面には、一辺が約一〇ミリメートルの正六角形孔が形成さ\nれ、右正六角形の互いに隣り合わない三辺の略中心部を始点として、右各三辺の右\n方向への延長線上に、最大幅約七ミリメートルの切り歯が、座金の外周縁部に至る\nまで形成されている。\n(6)　右(5)の透孔から突出する筒状ナット部分の長さは二五ミリメートル\nで、その断面は直径約一六ミリメートルの円形であり、中心部には約一〇ミリメー\nトルの円孔が穿設され、内部には螺糸が形成されている。\n(二)　ハ号物件\n(1)　一つの部材で構成されており、上部の鍔部と下部の筒状部からなって\nいる。\n(2)　鍔部の直径は四五ミリメートルであり、上面中央部には一辺が約一〇\nミリメートルの正六角形の凹部が、右凹部の中心部には直径約一〇ミリメートルの\n円孔がそれぞれ穿設され、下面は皿状底壁面によって形成されている。\n(3)　鍔部の上面には、右(2)の正六角形孔が穿設されているほか、その周\n囲に幅約五ミリメートルのごく浅い環状の凹部が形成されている。\n(4)　右(3)の凹部には、円環状に「カネシン」「ＰＡＴ．Ｐ」「ＨＷ９５\n─１０─１」の文字（縦横約四ミリメートル角）が打刻されている。\n(5)　皿状底壁面には、筒状ナット部との境界線を形成する円周上の等間隔\nの五点から、座金の外縁部に向かって、時計回りの螺旋状に最大幅約三ミリメート\nルの切り歯が形成されているが、右各切り歯は途中から、外周縁部の外側の接線と\n直角に交わる方向に折れ曲がり、そのまま外周縁部に至っている。\n(6)　筒状部の長さは三〇ミリメートルで、その断面は直径が一六ミリメー\nトルの円形であり、中心部には約一〇ミリメートルの円孔が穿設され、内部には螺\n糸が形成されている。\n２　争点１について\n(一)　商品の形態は、本来商品の出所表示を目的とするものではないが、特\n定の商品形態が他の業者の同種の商品と識別しうる特別顕著性を有し、かつ、右商\n品形態が、長期間継続的かつ独占的に使用され、又は短期間でも強力な宣伝が行わ\nれたような場合には、結果として、商品の形態が商品の出所表示機能を有するに至\nり、商品表示としての形態が周知性を獲得する場合があるというべきである。\n証拠（甲一五の一、二、甲一六の一ないし三、甲一七、一八、甲一九の\n一ないし三、甲二〇、二一）と弁論の全趣旨によると、原告は、原告の製品カタロ\nグやパンフレットに原告製品を掲載して配布したこと、原告は業界新聞である日本\n住宅新聞において原告製品の広告を行ったこと、同新聞の記事に原告製品が取り上\nげられたことがあったこと、原告は、原告製品Ａを平成三年から平成一一年までの\n間に約二一八万個、同Ｂを平成八年から九年にかけて約一〇三万個、同Ｃを平成一\n〇年から平成一一年にかけて約一四四万個販売したこと、座金部底壁面にその外周\n縁部を残して座金の中心部より等距離にしてかつ径方向の切り歯を設けた筒状ナッ\nト付き埋込み座金は、原告製品より前にはなかったこと、以上の事実が認められる\nが、以上の事実のみでは、いまだ原告製品Ｃの形態が商品表示として周知性を有す\nるに至ったとまで認めることはできず、他にこの事実を認めるに足りる証拠はな\nい。\n(二)(1)　証拠（甲二二、甲二五の一、二）と弁論の全趣旨によると、原告製\n品及び被告製品の需要者は、住友林業株式会社、大成建設株式会社等の住宅建築業\n者であると認められるところ、これらの住宅建築業者は、使用する部品を選定する\nに当たり、その形態等を慎重に検討するものと推認される。\n(2)　右１の事実によると、原告製品Ｃとハ号物件の形態には次のような相\n違点があるから、これらの形態は大きく異なるということができる。\nア　原告製品Ｃは、二つの部材で構成されており、座金と角筒状ナット\nが組み合わされたものであるが、ハ号物件は、一つの部材で構成されている。\nイ　原告製品Ｃの座金部分の上面は、環状凹部の中心部に正六角形の凸\n部が形成されているのに対し、ハ号物件の鍔部の上面は、正六角形の凹部が穿設さ\nれているほかは、ごく浅い環状凹部があるのみである。\nウ　原告製品Ｃの切り歯は三本であり、直線状に形成され、幅も約七ミ\nリメートルであるのに対して、ハ号物件の切り歯は五本であり、各切り歯は途中で\n折れ曲がっており、幅も約三ミリメートルである。\n(3)　右１(二)(4)のとおり、ハ号物件の座金上面には、目立つ位置に被告\nの会社名が打刻されている。\n(4)　以上の(1)ないし(3)で述べたところからすると、ハ号物件の形態は、\n原告製品Ｃの形態と同一又は類似のものとは認められず、需要者において、ハ号物\n件を原告製品Ｃと混同するとも認められない。\n(三)　したがって、原告の不正競争防止法二条一項一号違反の主張は理由が\nない。\n３　争点２について\n(一)　右２(二)(2)のとおり、原告製品Ｃとハ号物件の形態は大きく異なると\nいうことができるから、ハ号物件の形態が原告製品Ｃの形態と同一又は実質的に同\n一であるということはできない。\n(二)　したがって、ハ号物件の形態が、原告製品Ｃの形態を模倣したものと\nは認められないから、原告の不正競争防止法二条一項三号違反の主張は理由がな\nい。\n(三)　なお、原告は、ハ号物件の形態が原告製品Ｃの形態を模倣したもので\nあることを基礎付ける間接事実として、イ号物件、ロ号物件１及びロ号物件２が、\n原告製品Ａ及び同Ｂを模倣した製品である旨を主張するが、既に認定したとおりハ\n号物件と原告製品Ｃの形態が大きく異なることに照らすと、右原告の主張は右(一)\nの認定に影響を与えるものではない。\n二　争点３について\nハ号物件は、右１(二)のとおりのものであるので、これが本件考案の技術的\n範囲に属するかどうかについて判断する。\n１　本件考案は、座金と角筒状ナットを別部材とし、座金の環状凹部の底面に\n穿たれた多角形孔に角筒状ナットを挿通し、角筒状ナットの上端環状鍔部を座金の\n環状凹部内に嵌着したものである（本件考案の構成要件(1)、(2)、(4)、(5)）とこ\nろ、ハ号物件は、一部材で構成されているものであって、右のような構成を備えて\nいないことは明らかであるから、ハ号物件は本件考案の構成要\n件(1)、(2)、(4)、(5)を充足しない。\n２　原告は、座金と筒状ナットを一体化したハ号物件は、本件考案の構成要件\nの一部を殊更省略し、重要である他の構成要件はそのまま取り入れて、同様の作用\n効果を達成したものであり、本件考案の構成と均等なものであると主張する。しか\nし、本件考案は、右のとおり、座金と角筒状ナットを別部材とし、それをいかに組\nみ合せるかを特許請求の範囲に記載しており、そのような組合せによって、「アン\nカーボルトの上端に角筒状ナットを螺合した後、かかるナットの上端面に穿設され\nた多角形状凹部にレンチ等を嵌合せしめて角筒状ナットを正方向に回動すると、こ\nれに伴って座金も回動するので、当該座金の皿状底壁にその周縁を残して突設した\n切り歯が土台に穿設された挿入孔の上部を切削し、従って座金は土台の上面に安定\nした面一状態で埋設される」という作用効果（本件公報３欄一六行ないし二三行）\nを奏するものであるから、一部材で構成されるハ号物件は、本件考案とは本質的部\n分において構成を異にするものである。したがって、ハ号物件が、本件考案の構成\nと均等なものとして本件考案の技術的範囲に属するということはできない。\n三　争点４について\n右一２(二)(2)のとおり、原告製品Ｃとハ号物件の形態は大きく異なり、ハ号\n物件の製造販売が不法行為に当たるというべき事実は認められないから、原告の民\n法七〇九条の不法行為による損害賠償請求は理由がない。\n四　争点５について\n１　証拠（乙三、四）によると、本件意匠の出願時において、建築用埋込みボ\nルト（アンカーボルト）について、別紙公知意匠目録(一)及び同(二)記載の各意匠\n（以下「本件公知意匠(一)」などといい、これらをまとめて「本件公知意匠」とい\nう。）が公知であったことが認められる。\n２(一)　本件公知意匠は、いずれも全体が主軸及びその下端の基部からなり、\n主軸の上端部に螺糸が形成されている。\n(二)　本件公知意匠(一)は、基部が座金状に形成されている。\n(三)　本件公知意匠は、いずれも基部から垂直上方に主軸が伸びている。\n(四)　本件公知意匠は、いずれも主軸がその中間部で折れ曲がり、その後再\nび垂直上方に伸びている。\n３　前記第二（事案の概要）一（争いのない事実等）４(二)及び右２で認定し\nた事実によると、本件意匠の構成態様のうち、構成態様(1)ないし(3)及び構成態\n様(4)のうち主軸の中間部に折曲部を設けていることは、出願時に知られていたもの\nと認められるから、以上の点のみが本件意匠の要部であるということはできず、本\n件意匠の要部には、折曲部の角度も含まれるというべきである。そうすると、本件\n意匠の要部は①構成態様(1)、②構成様態(2)、③構成態様(3)、④主軸が中間部で、\n垂直方向に対して約二五度の角度で折れ曲がり、その後再び垂直上方に伸びている\nことであると認められる（以下「要部①」などという）。\n４　前記第二（事案の概要）一（争いのない事実等）４(二)及び同５(二)によ\nると、ニ号意匠は、本件意匠の要部①ないし③を備えるということができるが、ニ\n号物件の主軸は、垂直方向に対して約三五度の角度で折れ曲がり、その後再び垂直\n上方に伸びており、本件意匠とは明らかに折曲部の角度が異なるから、ニ号物件の\n意匠は、本件意匠の要部④を備えているということはできず、したがって、本件意\n匠とニ号意匠が類似するとは認められない。\n五　以上の次第で、原告の請求はいずれも理由がないから、棄却することとす\nる。\n東京地方裁判所民事第四七部\n裁判長裁判官 　   森　　　　　義　　之\n裁判官  　  杜　　下　　弘　　記\n裁判官榎戸道也は、転補のため署名押印することができない。\n裁判長裁判官　　　森　　　　　義　　之\n"
}