{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 14
  },
  "case_number": "平成14(行ウ)2",
  "case_name": "審査請求却下裁決取消請求事件",
  "court_name": "佐賀地方裁判所",
  "field": "行政",
  "lawsuit_id": "15353",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15353",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/353/015353_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n原告が平成１３年１１月１６日付けでした佐賀県情報公開条例９条（同条例１２\n条，行政不服審査法）の規定に基づく公文書開示請求にかかる不作為に対する審査\n請求について，被告が平成１４年２月１５日付けでした審査請求却下の裁決を取り\n消す。\n第２　事案の概要\n本件は，原告が，被告に対し，佐賀県情報公開条例に基づき，α地区教科用図書\n採択地区協議会の研究員の氏名，経歴等に関する文書等の開示を請求し，さらに，\n２か月以上裁決がないとして不作為に対する審査請求をしたところ，被告が，それ\nらの文書は被告が管理する文書ではないから，同審査請求は不適法であるとして，\n同請求を却下したため，同却下の処分は，義務教育諸学校の教科用図書の無償措置\nに関する法律１０条の趣旨に反し違法であるとして，その取消を求めた事案であ\nる。\n１　基礎となる事実\n以下の事実は当事者間に争いがないか，又は括弧内掲記の証拠により容易に認め\nることができる。\n（１）　原告は，平成１３年９月４日，被告に対し，佐賀県情報公開条例に基づ\nき，α地区教科用図書採択地区協議会（以下「α地区協議会」という。）に関す\nる，①研究員の氏名，経歴等の分かる文書（甲２），②開催日時，審議内容の分か\nる文書（甲３），③研究員会の開催日時，審議内容及び調査資料の分かる文書（甲\n４）の開示をそれぞれ請求した（以下，①ないし③の各文書を併せて「本件文書」\nという。）。\n（２）　被告は，平成１３年９月１８日，原告に対し，担当部署を通じて，本件文\n書が存在しない旨回答した（乙１）。\n（３）　原告は，平成１３年１１月１６日，速やかに本件文書の開示，非開示の処\n分を求めるとして，被告に対し，不作為に対する審査請求を行い（甲５，以下「本\n件審査請求」という。），さらに，平成１４年２月１３日，本件文書が存在しない\n旨の回答は信用できないとの補足申立を行った（甲６）。\n（４）　これに対し，被告は，平成１４年２月１５日，本件文書はα地区協議会が\n管理する文書であり，被告が管理する文書ではない（したがって，被告が佐賀県教\n育長に対して開示または非開示の処分について命令をすることはできない）から，\n本件審査請求は不適法であるとして，同請求を却下した（甲７，以下「本件処分」\nという。）。\n（５）　関係法令\nア　地方教育行政の組織及び運営に関する法律（以下「地教行法」という。）４８\n条（抜粋）\n１　文部科学大臣は都道府県又は市町村に対し，都道府県委員会は市町村に対し，\n都道府県又は市町村の教育に関する事務の適正な処理を図るため，必要な指導，助\n言又は援助を行うことができる。\n２　前項の指導，助言又は援助を例示すると，おおむね次のとおりである。\n二　学校の組織編制成，教育課程，学習指導，生徒指導，職業指導，教科書その他\nの教材の取扱いその他学校運営に関し，指導及び助言を与えること。\nイ　義務教育諸学校の教科用図書の無償措置に関する法律（以下「無償措置法」と\nいう。）１０条（全文）\n都道府県の教育委員会は，当該都道府県内の義務教育諸学校において使用する教\n科用図書の採択の適正な実施を図るため，義務教育諸学校において使用する教科用\n図書の研究に関し，計画し，及び実施するとともに，市（特別区を含む。以下同\nじ。）町村の教育委員会並びに国立及び私立の義務教育諸学校の校長の行う採択に\n関する事務について，適切な指導，助言又は援助を行わなければならない。\n２　争点\n本件処分の違法性（無償措置法１０条の趣旨，本件文書は被告が管理すべき文書\nといえるか。）\n３　当事者の主張\n（１）　原告の主張\n地教行法４８条１項（「必要な指導，助言又は援助を行うことができる。」）は\n任意規定であるのに対し，無償措置法１０条（「適切な指導，助言又は援助を行わ\nなければならない。」）は強行規定となっている。これは，共同採択事務の責任の\n所在について，地教行法に何の言及もないことから，その不備を補完するため，教\n育行政の体系上，無償措置法１０条において特に定められたものである。\nそして，無償措置法１０条の「援助」とは，地教行法４８条２項各号が定める研\n修会等の主催，職員等の派遣等と同じく，被告が自ら主体となり，自らの責任の上\nに実行しなければならないということであり，共同採択地区協議会の議事録の作成\nはもちろん，文書の整理保管も含まれると解すべきである。また，α地区協議会規\n約（乙３）によれば，α地区協議会の事務所は，地区内のα教育事務所（当該地区\nにおける被告の担当部署）に置かれ，同事務所がα地区協議会の全般的事務を執行\nすることになっており，かかる全般的事務の執行こそが，同条の「援助」の意味で\nあると理解すべきである。\nしたがって，本件文書は，被告（その事務局である佐賀県教育長）が管理すべき\n文書であり，佐賀県情報公開条例によって開示すべき対象となり得る文書であるか\nら，被告が本件審査請求を却下したのは違法である。このように解さず，被告が主\n張するように，本件文書の管理責任がα地区協議会にあるとするのは，その法的根\n拠が見当たらないばかりか，教科書採択に関する責任の所在が不明になるという法\nの欠缺を示すことになる。実際にも，本件文書に関する開示請求は，被告，α地区\n協議会，市町村教育委員会の三者のたらい回しになっているのが現状である。\n（２）　被告の主張\n共同採択地区協議会は，各市町村の教育委員会の教育委員長，教育長，保護者代\n表，教科書研究員（小，中学校の校長，教員らの中から協議会が委嘱した者）らに\nよって構成される，被告とは別の団体である。そして，本件文書は，そのような共\n同採択地区協議会の一つであるα地区協議会が管理する文書であって，被告が管理\nする文書ではないから，佐賀県情報公開条例２条２項にいう「公文書」には該当せ\nず，被告が同条例によって開示できる文書ではない。したがって，本件審査請求は\n不適法であるから，それを却下した本件処分に何ら違法性はない。\n無償措置法１０条は，教科用図書の採択に関する指導，助言又は援助を定めたも\nので，被告は，それに基づいて，これまで各市町村の教育委員会に対し，教科書の\n適正な採択が行われるよう必要な指導等を行ってきたところであるが，同法（同条\n項）は，そのような指導等について定めたものにすぎず，情報公開条例の適用とは\n関係がないし，文書の管理に関して何ら規定するものでもない。\n第３　当裁判所の判断\n１　証拠（以下個別に掲記）及び関係法令によれば，教科用図書の共同採択のしく\nみは概ね以下のとおりである。\n（１）　各市町村立の小・中学校で使用される教科用図書の採択権限は，本来的に\nは，当該市町村の教育委員会にある（地教行法２３条６号）。\n（２）　しかしながら，特定地域内で使用される教科用図書の同一化をはかるた\nめ，都道府県の教育委員会は，市若しくは郡の区域又はこれらの区域をあわせた地\n域に，共同採択地区を設定しなければならない（無償措置法１２条１項）。\n（３）　各市町村の教育委員会は，無償措置法１０条によって都道府県が行う指\n導，助言等を受けて教科用図書の採択を行うが（同法１３条１項），上記（２）で\n設定した共同採択地区が２以上の市町村の区域をあわせた地域であるときは，当該\n共同採択地区内の各市町村の教育委員会は，協議して種目ごとに同一の教科用図書\nを採択しなければならない（同条４項，その協議のために設置されるのが共同採択\n地区協議会である。）\n（４）　佐賀県では，被告が５つの共同採択地区を設定し，それぞれ各市町村の教\n育委員会により，α地区協議会を含む５つの共同採択地区協議会が設置されている\n（乙２）。\n（５）　α地区協議会の組織及び活動について（乙３）\nア　α地区協議会は，佐賀市及びその近辺にある１１市町の教育委員会によって共\n同で設置され（α地区協議会規約２条，以下，単に「規約」という。），その事務\n運営に要する費用は，地区内の各市町の教育委員会がその協議に基づいて負担する\n（規約１０条）。\nイ　α地区協議会が設置される期間は，毎年度４月１日から８月１５日までであり\n（規約３条），その事務所は，地区内の教育事務所（被告の担当部署）に置かれる\n（規約５条）。\nウ　α地区協議会は，地区内の各市町の教育委員会の教育委員長，教育長，保護者\n代表等の委員によって構成され（規約６条），その会長及び副会長には，α地区教\n育委員会連合会の会長及び副会長がそれぞれ就任し，会長がα地区協議会の会務を\n総理する（規約７条）。\nエ　α地区協議会は，協議により地区内の小・中学校で使用する教科用図書を採択\nする（規約４条）。\nオ　α地区協議会には，教科用図書の選定に関する専門的な事項を研究調査させる\nために，教科書研究員（地区内の小・中学校の校長，教員，市町の教育委員会の指\n導主事の中からα地区協議会が委嘱した者）が置かれる（規約９条）。\nカ　共同選定に関係した事務に関して必要な事項は，地区内の教育長会で定める\n（規約１１条）\n（６）　被告は，あらかじめ教科用図書選定審議会の意見を聴いた上で，各市町村\nの教育委員会の共同採択に関する事務について，適切な指導，助言又は援助を行わ\nなければならない（無償措置法１０条，１１条）。\n（７）　被告は，上記（６）の指導等として，各市町村の教育委員会教育長に対\nし，教科用図書選定審議会が答申した採択基準（公正な立場を堅持すること，被告\nの示す教科用図書選定の資料を十分活用すること，慎重に検討，協議して採択する\nことなど）や採択事務の進め方（共同採択地区協議会を設置すること，選定にあた\nっては学校の意見が反映されるように配慮することなど）を示すとともに，選定資\n料を提供し（乙４の１，乙４の２），文部省からの通知等を添付して，公正かつ適\n正な採択が行われるように指導等（専門的な調査研究の充実，保護者の意見の反\n映，守秘義務の厳守，採択事務に関する情報公開等）を行った（乙５の１ないし\n３）。\n２　以上の認定事実及び上記第２の１「基礎となる事実」によると，本件文書がα\n地区協議会に関する文書であることは明らかであるところ，α地区協議会（共同採\n択地区協議会）は，その事務所が被告の担当部署に置かれるとはいえ，地区内の各\n市町村の教育委員会が共同で設置し，その費用を負担するだけでなく，その構成員\nをみても，各市町村の教育委員会関係者（教育委員長，教育長，指導主事）や当該\n地区の教育関係者（小・中学校の校長，教員，保護者代表等）によって占められて\nおり，人的構成における被告の関与はない。また，その組織及び活動についてみて\nも，α地区教育委員会連合会の会長がα地区協議会の会長となり，各市町村の教育\n長会が事務事項の決定機関として，研究員会が調査，研究機関として，主体的に共\n同採択事務の執行が行われていると考えられ，これに対し，被告の関与は，上記１\n（７）の，いわば後方支援，指導業務に限られている。\nこれらの事実によると，α地区協議会は，形式的にも実質的にも，被告とは全く\n別の団体であると認められ，したがって，本件文書は，α地区協議会において作\n成，管理すべき文書であり（採択事務終了後は，各市町村の教育委員会が管理すべ\nき文書であり），被告が作成，管理すべき文書とはいえないから，佐賀県情報公開\n条例２条２項にいう「公文書」に該当しないことは明らかである。\nこれに対し，原告は，共同採択地区協議会の全般的事務を執行することこそが無\n償措置法１０条の「援助」の意味であり，被告には，α地区協議会の議事録の作成\nはもちろん，文書の整理保管についての責任があると主張する。\nしかしながら，教科用図書の採択権限が，地域住民に対して直接責任を負う当該\n学校を設置する各市町村の教育委員会にあるとされ（地教行法２３条６号），教育\n行政における地域の独自性が尊重された趣旨を考えると，無償措置法１０条の「援\n助」とは，文字どおり，上記１（７）において被告が現に行っているような，いわ\nば後方支援，指導等を意味すると解すべきであり，共同採択地区協議会の議事録の\n作成及び文書の整理保管事務について被告が主体的に責任を負う旨の主張は，原告\n独自の見解であり採用の限りではない。\nしたがって，本件審査請求は不適法であるので，同請求を却下した本件処分に何\nら違法性はない（なお，本件審査請求は明らかに不適法であるから，佐賀県情報公\n開条例１２条にいう佐賀県公文書開示審査会の意見聴取の手続も必要ない。）。\n３　よって，主文のとおり判決する。\n佐賀地方裁判所民事部\n裁判長裁判官　榎下義康\n裁判官　春田久美子\n裁判官　杉原崇夫\n"
}