{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 16
  },
  "case_number": "平成11(ネ)1106",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13205",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13205",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/205/013205_hanrei.pdf",
  "contents": "平成一一年(ネ)第一一〇六号著作権確認等請求控訴事件（東京地方裁判所・平成九\n年(ワ)第一五二〇七号）\n平成一二年一月一八日口頭弁論終結\n判 決\n控訴人             株式会社円谷プロダクション\n右代表者代表取締役 【Ａ】\n右訴訟代理人弁護士 又        市        義        男\n被控訴人       【Ｂ】\n右訴訟代理人弁護士 平        岩        正        史\n同       鵜        飼        一        頼\n主 文\n本件控訴を棄却する。\n控訴人の当審における新請求につき訴えを却下する。\n当審における訴訟費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　控訴人の左記全請求につき、事件を東京地方裁判所に差し戻す。\n(一)　昭和五一年三月四日に締結された原判決の別紙第一目録添付の契約書（以下\n「本件契約書」という。）は、真正に成立したものでないことを確認する。\n(二)（旧請求）\n控訴人が、原判決の別紙第二目録記載の各著作物（以下「本件著作物」と総称す\nる。）について、タイ王国における著作権を有することを確認する。\n（当審における新請求）\n被控訴人が、本件著作物について、日本国における著作権を有しないことを確認\nする。\n(三)　被控訴人が、本件著作物について、許諾による利用権その他何らの利用権を\nも有しないことを確認する。\n(四)　被控訴人は、日本国内において、第三者に対し、本件著作物について、被控\n訴人が日本国外における独占的利用権者である旨を告げてはならず、また、本件著\n作物に関して日本国外で控訴人と取引をすることは被控訴人の独占的利用権を侵害\nする旨を告げてはならない。\n(五)　被控訴人は、控訴人に対し、一〇〇〇万円及びこれに対する平成一〇年四月\n二五日から支払済みまで年五分の割合による金員を支払え。\n３　訴訟費用は、第一、二審を通じて被控訴人の負担とする。\n二　被控訴人\n主文と同旨\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほか、原判決の「事実及び理由」の\n「第二　事案の概要」のとおりであるから、これを引用する。\n一　当審における控訴人の主張の要点\n１　新たな請求の原因（訴えの交換的変更）\n(一)　控訴人は、本件著作物の日本国における唯一の著作権者である。\n(二)　被控訴人は、本件著作物の日本国における著作権の共有者であると主張して\nいる。\nより具体的には、タイ王国の裁判所に係属している控訴人、被控訴人間の本件著\n作物の利用許諾等に関する訴訟（以下「タイ訴訟」という。）において、被控訴人\nは、本件著作物の著作者である故【Ｃ】に対し、ウルトラマンのキャラクターの新\nしいアイデア（着想）及びコンセプト（構想）を提案したことにより、本件著作物\nの共同製作者となったから、本件著作物について、控訴人と著作権を共有してい\nる、と主張しているものである。\n(三)　よって、控訴人は、被控訴人が本件著作物についての日本国における著作権\nを有しないことを確認する裁判を求める。\n(四)　訴えの交換的変更に伴い、これが認められる限り、控訴人が、原判決の「事\n実及び理由」、「第二　事案の概要」の請求の原因１において主張していた、控訴\n人が本件著作物についてタイ王国における著作権を有するとの主張は、撤回する。\n２　本案前の主張\n(一)　訴えの交換的変更について\n(1)　被控訴人は、原審において本案の審理に入ることなく却下判決がなされたもの\nである以上、当審において訴えの変更は認められるべきでないなどと主張する。\nしかしながら、本件においては、原審において本案の審理がなされていないこと\nが正に問題なのであって、控訴人は、それが誤りであるとして、原審において本案\nの審理をしてもらうために、原判決の取消しを求めているのである。本案の審理を\nなさずに請求を却下した判決の取消しを求める控訴審において、原審において本案\nの審理がなされていないから控訴審において訴えの変更ができないものとすれば、\n控訴人の訴え変更の権利が全く否定されるという不当な結果となるものである。ま\nた、本件において控訴人の訴えの変更が認められないとすれば、控訴人は、別訴の\n提起を強いられることになり、費用及び労力を浪費することになって、訴訟制度の\n趣旨に反する。被控訴人についても、同じ争いについて再度訴えられるという不利\n益を課されることになって、いずれの側からみても、好ましくない結果となる。\n(2)　被控訴人は、旧請求と新請求とは、単に確認の対象たる権利のみならず紛争の\n背景にある事情も異なるものであり、請求の基礎の同一性を欠いている旨主張す\nる。しかし、旧請求と新請求とは、いずれも、本件著作物が誰によってどこで創作\nされ、製作されたのかという争点において共通しており、請求の基礎の同一性に何\nらの欠けるところはない。\n(3)　被控訴人は、控訴人による訴えの交換的変更の申立てに対して、新請求には確\n認の利益が存在しないとか、訴訟法上の権利の濫用であるとか、時期に遅れた攻撃\n防御方法として却下を免れないとか、種々、主張するが、いずれも理由がなく、失\n当というべきである。\n(二)　国際裁判管轄の存在について\n(1)　原判決は、被控訴人が、株式会社バンダイ（以下「バンダイ」という。）の東\n南アジア各国における子会社に対してなした、一九九七年（平成九年）四月一七日\n付け書簡（甲第一号証。以下「甲第一号証書簡」という。）の送付、被控訴人が株\n式会社セガ・エンタープライゼス（以下「セガ・エンタープライゼス」という。）\nに対してなした、同月一五日付け書簡（甲第二号証。以下「甲第二号証書簡」とい\nう。）の送付は、いずれも不法行為に当たらないと認定し、この認定に基づき、本\n件については不法行為地の裁判管轄を肯定することができないと判断した。しか\nし、右認定判断は誤っている。\n(イ)　被控訴人は、甲第一号証書簡により、バンダイに対し、同社が、同社と控訴\n人との間のウルトラマンのキャラクターに関するライセンス契約に基づき右各子会\n社に付与しているサブライセンスが違法である旨を通告している。これは、被控訴\n人がバンダイの所在する日本国内において直接の行動をとったのと同様であって、\nとりもなおさず、控訴人とバンダイとの間の正当な契約関係を不当に侵害するもの\nとして、控訴人に対する不法行為を構成するものにほかならない。\n(ロ)　甲第二号証書簡は、セガ・エンタープライゼス宛てのものである。そして、\n同社と控訴人との間に直接の契約関係が存在しないのは、事実である。しかし、右\n書簡が送付されたのは、ちょうど、同社とバンダイとの合併の計画が公表され、日\n本国内及び海外のいずれにおいても大きな反響を呼んでいた当時のことである。被\n控訴人の甲第二号証書簡の送付は、バンダイの合併計画における合併相手に対し\nて、バンダイ側の偶発債務（第三者から訴訟を提起されるおそれなど）の存在をち\nらつかせ、バンダイに合併計画を解消させよういう意図に出たものであることが明\n白である。被控訴人は、このように、甲第二号証書簡の送付により、バンダイの合\n併計画における合併相手であるセガ・エンタープライゼスに虚偽の事実を通告する\nことにより、控訴人とバンダイとの契約関係に事実上介入しようとしたのであり、\nこれもまた、控訴人とバンダイとの間の正当な契約関係を不当に侵害するものとし\nて、控訴人に対する不法行為を構成するものというべきである。\n(ハ)　被控訴人は、本件契約書及び一九九六年（平成八年）七月二三日付け書簡\n（乙第二号証。以下「乙第二号証書簡」という。）からすると、被控訴人は、本件\n著作物に関する著作権ないし利用権を有することを優に推認することができる旨主\n張する。\nしかし、乙第二号証書簡は、その記載内容からも明らかなように、あくまでも本\n件契約書が真正なものであるということを条件として作成されているものであるか\nら、本件契約書が偽造されたものとなれば、同書簡は、自動的にその存在理由を喪\n失することになるのである。\n(ニ)　以上のとおり、被控訴人の依頼に従ってなされた甲第一号証書簡及び甲第二\n号証書簡の送付は、日本国内における不法行為を構成するものである。したがっ\nて、本件においては、我が国の国際裁判管轄が当然に認められるべきである。\n(2)　原判決は、本件について財産所在地の裁判管轄を肯定することができないと判\n断した。しかし、この判断も、誤っている。\nなお、控訴人は、被控訴人が、前記１(二)のとおり、本件著作物について、控訴\n人と著作権を原始的に共有していると主張しているため、当審において、訴えの交\n換的変更の申立てをして、被控訴人が日本国において本件著作物について著作権を\n有しないことの確認を求めることにした。\n被控訴人が共有すると主張している本件著作物の日本国における著作権が、日本\n国内に存在する財産であることは論ずるまでもない。したがって、本件において、\n財産所在地の裁判管轄も認められるべきは、当然のことというべきである。\n(3)　原判決は、本件について、我が国の国際裁判管轄を認めることができない理由\nとして、「原告はタイ王国において自ら又は第三者に利用権を許諾して本件著作物\nの商品化事業を行っているというのであるから、タイ王国において被告を相手方と\nして訴訟を提起し、これを遂行する能力があると認められる（現に、本件訴訟提起\n後に原告は自ら進んでタイ訴訟を提起し、タイ訴訟は、予備審問の手続であるとは\nいえ、既に証人尋問が終了し、原告の請求に対する裁判所の判断が遠からず示され\nる状況にある。）のに対し、被告は、タイ王国に居住する個人であって、日本国内\nに事務所等を設置して営業活動を行っているなどの事情を認めるに足りる証拠はな\nい」（原判決二九頁五行～三〇頁一行）と認定した。しかし、右認定は誤ってい\nる。\n(イ)　控訴人がタイ王国において自ら本件著作物の商品化事業を行っているという\n事実は、全く存在しない。\n(ロ)　被控訴人は、タイ王国において広く事業を行っている者であり、本件訴訟に\n応訴することは、被控訴人にとって資金的にさしたる負担となるものではない。現\nに、被控訴人は、タイ王国における訴訟においても、また本件訴訟においても、多\n数の代理人を擁してその遂行に当たっているのである。\n(ハ)　控訴人がタイ王国において被控訴人外を相手方として訴訟を提起するに至っ\nたのは、被控訴人において、タイ王国における控訴人のサプライセンシーの代表者\n等を著作権法違反等の理屈をつけて逮捕せしめる等の違法かつ法外な行動を取り始\nめたため、それに対応するために、いわば緊急避難的に行わざるを得なかったから\nにすぎない。\nまた、タイ訴訟においては、確かに予備審問の手続は終了しているものの、この\n予備審問の手続というのは、控訴人によるタイの訴訟を取り上げて本格的な審理を\nするかどうかを判断するためのものにすぎず、それ以上のものではないのである。\nこの予備審問手続の結果、タイの裁判所は控訴人によるタイの訴訟を取り上げ本格\n的な審理を行うこととなったが、裁判所がこれまでの予備審問手続においてなした\n証人尋間の結果等は本格的な審理においては何ら使用されることはなく、すべて最\n初からやり直されるのである。\n(三)　証書真否確認請求の確認の利益の存在について\n本件の証書真否確認請求について確認の利益を欠くとした原判決の判断は、誤っ\nている。\n本件契約書の成立の真否は、被控訴人が本件著作物について独占的利用権を有し\nているか否かという論点との関連で、正に最大の争点である。\n前記(二)(1)(ハ)のとおり、乙第二号証書簡は、あくまでも本件契約書が真正なも\nのであるということを条件として作成されているものであるから、本件契約書が偽\n造されたものとなれば、同書簡は、自動的にその存在理由を喪失することになるか\nら、乙第二号証書簡によって、本件契約書に係る確認の利益が左右されるものでは\nない。\n二　当審における被控訴人の主張の要点\n（本案前の主張）\n１　訴えの交換的変更について\n(一)　本件は、原審において本案の審理に入ることなく却下判決がなされたもので\nあるから、訴えの変更を認めるための根拠を欠くものというべきである。また、当\n審において訴えの変更を認めるとすれば、被控訴人は、交換的に変更された新請求\nについて、当審で初めて訴訟要件の不存在を争う機会を与えられる結果となり、被\n控訴人の審級の利益が害される。このことは、判例（最高裁判所昭和四一年四月一\n九日第三小法廷判決・訟務月報一二巻一〇号一四〇二頁、最高裁判所平成五年一二\n月二日第一小法廷判決・判例時報一四八六号六九頁）も認めるところである。\n(二)　日本国外における著作権（旧請求に係る訴訟の目的）と日本国内における著\n作権（新請求に係る訴訟の目的）とは、別個の財産権として理解されるものであ\nる。しかも、新請求の背景にある事情（請求原因事実及びこれを基礎づける間接事\n実）が旧請求のそれと異なることは明らかである。したがって、旧請求と新請求と\nは、単に確認の対象たる権利のみならず紛争の背景にある事情も異なるものである\nから、請求の基礎の同一性を欠いているというべきである。\n(三)　控訴人は、原判決において国際裁判管轄が否定されたため、あわてて、これ\nを肯定するための根拠を創出することのみを目的に、これまで請求の対象となって\nいない本件著作物に関する日本における著作権を審理の対象として取り込もうとし\nて、訴えの交換的変更の申立てをしたものであり、これは、当事者の公平を著しく\n害し、訴えの変更申立てという訴訟法上の権利の濫用、あるいは、管轄権の濫用に\n該当するものというべきである。\n(四)　控訴人の訴えの交換的変更の申立ては、原審における第一回の口頭弁論期日\nである平成一〇年四月二四日から約一年九か月、控訴提起から約一年、それぞれ経\n過し、当審における弁論終結直前になってなされたもので、明らかに訴訟の遅延を\n招来する結果となり、控訴人に故意又は重大な過失が存在するものであるから、時\n期に遅れた攻撃防御方法として、却下を免れない。\n(五)　控訴人主張や控訴人提出証拠によれば、本件の紛争の実質は、日本国外（特\nに具体的な紛争が生じているのはタイ王国）における本件著作物に関する著作権な\nいしこれに基づく利用権の帰属についてであり、日本国内における著作権の帰属に\nついては未だ具体的な紛争が生じていないから、新請求には、確認の利益がない。\n２　国際裁判管轄の存在について\n(一)　本件について、不法行為地によるとしても財産所在地によるとしても、我が\n国の国際裁判管轄を認めるべきでないことは、原審で主張したとおりである（原判\n決の「事実及び理由」の「第二　事案の概要」の四１参照）。\n控訴人が不法行為を構成するものに当たると主張する甲第一号証書簡、甲第二号\n証書簡は、その内容をみると、本件著作物に関する香港、シンガポール及びタイに\nおける権利に関するものであるから、日本法に定める不法行為に該当するものでは\nない。控訴人は、被控訴人が日本国内において不法行為を行ったとの事実について\n一応の証明さえもしておらず、かえって、乙第二号証書簡からすると、被控訴人\nは、本件著作物に関する日本国外における著作権ないし利用権を有することを優に\n推認することができ、控訴人主張の不法行為は存在しないことが明らかになってい\nるものというべきである。\n控訴人は、乙第二号証書簡は、その記載内容からも明らかなように、あくまでも\n本件契約書が真正なものであるということを条件として作成されているものである\nから、本件契約書が偽造されたものとなれば、同書簡は、自動的にその存在理由を\n喪失することになる旨主張する。\nしかし、控訴人は、本件著作物に関する日本国外における被控訴人の権利につい\nて、乙第二号証書簡で承認しているのであるから、これは、本件契約書とは別に、\n被控訴人における本件著作権に関する権利の存在を基礎づける事実となり得るもの\nである。しかも、本件契約書の作成者は、円谷エンタープライズであるのに対し\nて、乙第二号証書簡の作成者は、控訴人自身なのである。\n(二)　仮に、本件について、控訴人の各請求について形式的に民訴法の管轄規定の\n類推適用の余地があるようにみえても、これを否定すべき「特段の事情」が存在す\nる。\n(1)　被控訴人は、日本国内に事業所を有しておらず、これまで日本国内において本\n件著作物についての著作権を利用した事業を展開したこともなく、かつ、現在、そ\nのような事業の準備をしているという具体的事実もない。\n(2)　諸外国における著作権をめぐる紛争の解決及び著作権の保護は、その各国にお\nける訴訟手続によってなされるのが有効かつ適切である。それゆえにこそ、控訴人\n自身も、被控訴人に対して、タイ国訴訟を提起して、被控訴人の行為の差止め及び\n損害賠償の裁判を求めており、控訴人には、タイ王国の裁判所において、法的保護\nを受ける機会が確保されているのである。\nまた、タイ王国における著作権の保護が、タイ王国の著作権法に基づいてなされ\nることは、当然であり、このような紛争に関し、日本の裁判所で審理をすることが\n有効、適切であるとはいい難い。\n３　証書真否確認請求の確認の利益の存在について\n本件について、証書真否確認請求の確認の利益が存在しないことは、原審で主張\nしたとおりである（原判決の「事実及び理由」の「第二　事案の概要」の四２参\n照）。\n要するに、本件契約書の真否を確認したとしても、控訴人と被控訴人との紛争が\n一回的に解決されるものではない、ということである。\n第三　当裁判所の判断\n当裁判所も、控訴人の本訴請求（新請求も含む。）についてはいずれも訴えを却\n下するのが相当であると判断する。\n一　訴えの交換的変更について\n１　控訴人は、訴えの交換的変更の申立てをなし、旧請求を取り下げるとともに、\n新請求を提起しており、被控訴人は、右変更は許されるべきではないと主張してい\nるので、検討する。\n請求の原因その他控訴人の主張を総合すると、控訴人の旧請求は、故【Ｃ】が、\n我が国で本件著作物を製作して、その著作権を取得し、同権利を控訴人が承継して\nいることを前提に、タイ王国がベルヌ条約の加盟国であることにより、控訴人がタ\nイ王国においても本件著作物の著作権を有していることの確認を求めているもので\nあるのに対し、新請求は、故【Ｃ】が、我が国で本件著作物を製作して、その単独\nの著作権を取得し、同権利を控訴人が承継しているとして、被控訴人が本件著作物\nの日本国における著作権を有しないことの確認を求めているものである。そうする\nと、新請求と旧請求とは、権利の発生原因事実をも共通にしているのであるから、\n請求の基礎を同一にするものというべきであり、民訴法一四三条による訴えの追加\n的変更を許すのが相当である。\n２　被控訴人は、当審において訴えの変更を認めるとすれば、被控訴人は、交換的\nに変更された新請求について、当審で初めて訴訟要件の不存在を争う機会を与えら\nれる結果となり、被控訴人の審級の利益が害される旨主張する。\nしかしながら、控訴人は、原審において本案についての審理がなされず訴えを却\n下されたため、当審において、本案について審理するために原判決を取り消して事\n件を東京地方裁判所へ差し戻すよう求めているのであるから、これが認められて差\n戻がなされる限り、訴えの変更を認めることによって、本案に関する被控訴人の審\n級の利益が何ら害されるものでないことは明らかである。この場合、訴訟要件に関\nしては、上級審の判断の拘束力により、その存否を一審で争う被控訴人の機会が失\nわれることがあり得るが、訴訟要件という事柄の性質に照らし、その不利益は、被\n控訴人において甘受すべきものというべきである。また、新請求につき、確認の利\n益を欠くなどの理由により訴えが却下されるときは、被控訴人の利益に、害される\nところはないことになる。\nその他、控訴人の訴えの変更が許されないとする被控訴人の主張は、いずれも採\n用できない。\nなお、被控訴人の挙げる最高裁判所の判決は、いずれも本件とは事案を異にし、\n本件にとっての先例とはならないものというべきである。\n３　控訴人が訴えの交換的変更により旧請求につき訴えの取下げをしているのに対\nして、被控訴人が訴えの交換的変更の全体を争っていることからすると、被控訴人\nは、右取下げに同意をしていないものと認められる。したがって、右取下げは、そ\nの効力を生じていない。\n二　国際裁判管轄の存在について\n１　本件において、我が国の裁判所に不法行為を根拠とする裁判管轄があるかどう\nかについて検討する。\n(一)　裁判管轄についての判断の前提としての不法行為の認定が、本案における不\n法行為の認定とは異なるものであることは明らかであり、この点につき　原告の主\n張のみによって不法行為に基づく裁判管轄の有無を判断すべきであるとの考え方も\nあり得る。しかしながら、国際裁判管轄が問題となる場合、たとえば、およそ不法\n行為が成立する見込のない事件についてまでも、原告の主張のみによって一方的に\n裁判管轄が決せられ、被告において応訴を強いられて、外国の地で訴訟を遂行しな\nければならないことになるのは、いかにも不当であるというべきである。少なくと\nも国際裁判管轄についての判断の前提としての不法行為の認定においては、原告の\n主張のみによって不法行為に基づく国際裁判管轄を認めるべきではなく、管轄の決\n定に必要な範囲で一応の証拠調べをなし、不法行為の存在が一定以上の確度をもっ\nて認められる事案に限って、不法行為に基づく裁判管轄を肯定するのが相当であ\nる。\n(二)　本件について、甲第一号証書簡及び甲第二号証書簡の送付が、国際裁判管轄\nの前提としての不法行為と認められ得るか否かについて検討する。\n甲第一号証及び第二号証によれば、甲第一号証書簡、甲第二号証書簡は、いずれ\nも、被控訴人が、本件契約書に基づいて、ウルトラマンのキャラクターについての\n著作権及び商品化権を含む独占権を有しているとし、右権利を根拠に、控訴人から\nサブライセンスを付与されたバンダイの東南アジア各国における子会社の行為が右\n権利を侵害するものであると警告するものであることが明らかである。\n本件契約書をみると、原判決の別紙第一目録に添付された契約書に記載されてい\nるとおり、株式会社円谷エンタープライズを作成名義人とするものであり、「ライ\nセンス付与契約書」との見出しの下に、株式会社円谷プロド・アンド・エンタープ\nライズが、タイ王国所在のチャイヨ・フィルム・カンパニー・リミテッドの社長で\nある被控訴人に対し、本件著作物について、日本を除くすべての国において、不定\n期間、独占的に、配給権、制作権、複製権等の利用権を付与するとしているもので\nあることが明らかである。\nそして、末尾には、株式会社円谷エンタープライズの代表取締役【Ｄ】が、「株\n式会社円谷プロド・アンド・エンタープライズ」を代表してその社印を押印し、署\n名すると記載され、その下に、「株式会社円谷エンタープライズ　代表取締役\n【Ｄ】」の社印及び代表取締役印によるものと思われる印影が押捺され、その左\nに、「【Ｄ】」との欧文字の署名が存在していることが認められる。\n控訴人は、右「【Ｄ】」の署名について、【Ｄ】本人の筆跡ではないとして甲第\n三号証、第四号証（いずれも筆跡鑑定書である。）を提出しているものの、一方、\n「株式会社円谷エンタープライズ　代表取締役【Ｄ】」のゴム印及び同社の代表取\n締役印によるものと思われる印影について何の言及もしていないところからする\nと、右印影は、真正の株式会社円谷エンタープライズの社印及び代表取締役印によ\nるものであり、そうすると、同社の意思に基づいて顕出されたものと事実上推定さ\nれ、その結果、本件契約書は、真正に成立したものと推定されることになる。\n仮に「【Ｄ】」の署名が【Ｄ】本人によるものでなかったとしても、これをもっ\nて、直ちに右推定を覆すに足りるものとはいえない。\n(三)　乙第二号証によれば、乙第二号証書簡は、一九九六年七月二三日付けで、株\n式会社円谷プロダクションからタイ王国所在のチャイヨ・シティー・スタジオ・カ\nンパニー・リミテッド社長【Ｂ】宛てに送付された書簡であり、「本状は、ツブラ\nヤ・エンタープライズ・カンパニー・リミテッド（社長：【Ｄ】）とチャイヨ・フ\nィルム・カンパニー社長【Ｂ】氏との間で１９７６年３月４日に締結されたライセ\nンス許諾契約に従って、タイ国を含む領域で、ホーム・ビデオを含む全てのメディ\nアにおいて、不特定の期間中、ウルトラマン・シリーズ（３９×３０分）及びジャ\nンボーＡ・シリーズ（５０×３０分）を含む特定の財産を市場に広める独占的権利\nをあなたが持っていることを明確にするものです。円谷プロダクションは、１９８\n９年９月にウルトラコム・インクと世界的販売及びライセンス代理店契約を締結し\nた時、チャイヨ・フィルムに許諾されていた上記権利を除外しなかったことをここ\nに言及します。それは全くの間違いによるもので、故意で行ったことではありませ\nん。本質的には故意でなかったとはいえ、円谷プロダクションは、タイの業界にお\nけるあなたの誠実性と信用性について困惑の種を生じさせ、損害を与えてしまいま\nした。ここに当該誤りについてお詫び申し上げます。本説明状が、タイ王国におけ\nるあなたの誠実性と信用性を回復するためのお役に立てることを願っております。\n更に、ウルトラコム・インクとタイ国における特定のライセンシーらとの間で既に\n締結されている現行の契約をかかる契約が満了となるまで尊重し、タイ国における\nかかるライセンシーら、ウルトラコム・インク、及び円谷プロダクションに対し請\n求を行わないというあなたのご親切なお言葉に感謝いたします。『誠意をもって』\nあなたとの事業関係を継続すべく親密かつ綿密なコミュニケーションが維持できる\nことを我々は望んでいます。」との記載があることが認められる。\nそして、右書簡の末尾には、控訴人の代表取締役である【Ａ】の署名があり、そ\nの真正については、平成八年七月三一日、公証人の面前で、控訴人の代理人によっ\nて確認されていることが認められる。\nなお、弁論の全趣旨によれば、【Ａ】は、【Ｄ】を引き継いで、平成七年五月二\n四日、控訴人の代表取締役に就任したことが認められる。\n乙第二号証書簡をみると、右認定のとおり、「本状は、ツブラヤ・エンタープラ\nイズ・カンパニー・リミテッド（社長：【Ｄ】）とチャイヨ・フィルム・カンパニ\nー社長【Ｂ】氏との間で１９７６年３月４日に締結されたライセンス許諾契約に従\nって、タイ国を含む領域で、ホーム・ビデオを含む全てのメディアにおいて、不特\n定の期間中、ウルトラマン・シリーズ（３９×３０分）及びジャンボーＡ・シリー\nズ（５０×３０分）を含む特定の財産を市場に広める独占的権利をあなたが持って\nいることを明確にするものです。」と記載されているのであり、被控訴人が、本件\n著作物についての、日本を除くすべての国における独占的利用権を有することを、\n控訴人代表者自らが確認し、しかも、控訴人側に債務不履行があったことを認め、\nこれを謝罪していることが明らかである。\n(四)　控訴人は、乙第二号証書簡は、その記載内容からも明らかなとおり、あくま\nでも本件契約書が真正なものであるということを条件として作成されているもので\nあるから、本件契約書が偽造されたものとなれば、同書簡は、自動的にその存在理\n由を喪失することになる旨主張する。\nしかしながら、乙第二号証書簡が、本件契約書の真否を何ら問題としていないこ\nと、したがって、それが真正なものであるということを条件として作成されたもの\nではないことは、右書簡の記載自体から明らかである。そもそも、前記認定のとお\nり、乙第二号証書簡の作成者は、ほかでもない控訴人代表者自身であり、その控訴\n人代表者は、そこで、本件契約書について十分認識したうえ、その内容が正当であ\nるとして、改めて右内容を確認し、契約に違反したことについて謝罪までしている\nのであり、しかも、公証人による公証の手続まで踏んで被控訴人に発送しているの\nである。このようにして、乙第二号証書簡においてなされた控訴人の意思表示に基\nづく効力が、本件契約書によって左右される可能性は極めて小さいものというべき\nである。\n控訴人の主張は、失当というほかない。\n(五)　以上によれば、本件記録に現れている証拠を検討する限り、被控訴人は、控\n訴人から、日本を除く地域における本件著作物の独占的利用の許諾を受けていると\n認められる（今後、右認定を覆すに足りる新たな証拠が出現し得ることを完全には\n否定できないものの、その蓋然性は低いものというべきである。）。\n(六)　他方、弁論の全趣旨によれば、控訴人は、バンダイに対しても、日本及び東\n南アジア各国における本件著作物の利用を許諾していることが認められ、その結\n果、東南アジア各国において、被控訴人の本件著作物の利用権と、バンダイの本件\n著作物の利用権が競合することになり、しかも、被控訴人がバンダイに対する関係\nで優越的立場に立つものと認めさせる証拠はないから、被控訴人のバンダイないし\nその関連会社に向けられた警告書等の行為が、バンダイとの関係で不法行為となる\n可能性は、必ずしも否定できない。しかしながら、被控訴人の右行為は、控訴人が\n被控訴人に対して本件著作物の独占的利用を許諾しておきながら、その一方でバン\nダイに対しても本件著作物の利用を許諾したことに基づいているのであるから、控\n訴人との関係においてみる限り、控訴人とバンダイとの間の正当な契約関係を不当\nに侵害するとか、不法にも控訴人とバンダイとの契約関係に事実上介入しようとし\nているとかいえないことは、自明というべきである。\n(七)　以上のとおり、現段階における証拠で検討する限り、控訴人に対する被控訴\n人の不法行為は、その存在を認め得ないのみではなく、むしろ不存在である見込み\nが大きいというほかなく、したがって、我が国に不法行為に基づく裁判管轄がある\nと認めることはできない。\n２　本件において、我が国に財産所在地の裁判管轄があるかどうかについて検討す\nる。\n(一)　民訴法五条四号は、日本国内に住所がない者又は住所が知れない者に対する\n財産権上の訴えは、請求若しくはその担保の目的又は差し押えることができる被告\nの財産の所在地の裁判所にこれを提起することができると定めている。\n本件についてみると、控訴人は、前記のとおり、本件訴訟において、訴えの交換\n的変更の申立てにより、被控訴人が、本件著作物の日本国における著作権を有しな\nいことの確認を求めているものであり、控訴人主張のとおり、日本国における著作\n権の所在地が日本国内に存在することは、権利の性質上明らかというべきである。\nそうすると、控訴人の新請求については、我が国に財産所在地の裁判管轄があるも\nのというほかない。\n(二)　しかしながら、控訴人の新請求については、確認の利益を認めることができ\nない。すなわち、次のとおりである。\n甲第一号証、第二号証、乙第二号証、第三号証及び弁論の全趣旨によれば、(1)控\n訴人は、劇場用映画及びテレビ用映画の製作、供給等を業とするものであり、バン\nダイに対し、日本及び東南アジア各国における本件著作物の利用を許諾していたこ\nと、(2)タイ王国内に居住する被控訴人は、タイ王国内において本件著作物の著作権\nを有するとし、あるいは、控訴人から本件著作物について日本国外での独占的利用\nの許諾を受けているとして、右子会社やバンダイと合併交渉中であったセガ・エン\nタープライゼスに対し、バンダイの東南アジア各国における子会社による本件著作\n物の利用行為が被控訴人の独占的利用権を侵害するとの趣旨の警告書を送付するな\nどしたこと、及び、(3)控訴人は、被控訴人はタイ王国において本件著作物の著作権\nを有しておらず、控訴人から本件著作物の利用の許諾も得ていない、本件契約書は\n被控訴人が偽造したものである、などとして、控訴人を相手方として、タイ王国の\n裁判所にタイ訴訟を提起し、さらに、我が国においても本件訴訟を提起したことが\n認められる。\n右認定の事実によれば、控訴人と被控訴人との間に、日本国外（特にタイ王国）\nにおける本件著作物に関する著作権の帰属、日本国外（特にタイ王国）における本\n件著作物についての被控訴人の利用権の存否、日本国外における被控訴人の行為が\n不法行為あるいは不正競争行為を構成するかどうかについては、訴訟によって解決\nするに値するほどに成熟した紛争が存在することは明らかである。しかし、控訴人\nが新請求で主張する、日本国内における本件著作物に係る著作権の帰属について\nは、その確認の利益を根拠づけるものとして控訴人の主張するのは、タイ訴訟にお\nける被控訴人の言動、すなわち、被控訴人が、同訴訟において、「本件著作物の著\n作者である故【Ｃ】に対し、ウルトラマンのキャラクターの新しいアイデア（着\n想）及びコンセプト（構想）を提案したことにより、本件著作物の共同製作者とな\nったから、本件著作物について、控訴人と著作権を共有している」と主張している\nとの事実のみであり、これによって、右帰属自体をめぐる紛争が、訴訟によって解\n決するに値するほどに成熟していると認めることはできない。タイ訴訟において被\n控訴人の主張する事実は、事実自体の性質としては、確かに、本件著作物について\nの日本国における著作権の主張に連なる要素を有するものの、右主張は、日本国に\nおける著作権を問題にしないタイ訴訟においてなされているにすぎず、タイ訴訟に\nおいてなされたこのような主張は、少なくとも直接には同訴訟を有利に導くために\nこそなされているものであって、主張された事実が日本国における著作権の主張に\n連なる性質を有するからといって、現実にそのような主張がなされるであろうとす\nるのは、論理の飛躍という以外にないからである。そして、他にも、右確認の利益\nを根拠づけるものは、本件全資料によっても見出すことができない。\n以上によれば、控訴人の新請求に係る、日本国における本件著作物の著作権に関\nしては、未だ日本国内においては具体的な紛争が存在せず、抽象的に紛争発生の可\n能性があるというにすぎないものであるから、新請求について確認の利益の存在を\n認めることができず、その確認を求める訴えは、却下を免れない。そして、このよ\nうに訴えの却下を免れない請求に基づき、他の請求につき併合請求による裁判管轄\nを認めることは、不合理であるから、許されないと解すべきである。\n(三)　訴えの交換的変更前の請求（旧請求）は、タイ王国における著作権を目的と\nするものであるから、新請求における財産所在地が我が国にあるのと同じように、\nその財産所在地はタイ王国であるものというべきである。\n(四)　本件におけるその他のいずれの請求についても、財産所在地による管轄を我\nが国の裁判所が有するものと認めることはできない。\n３　以上のとおり、本件について、我が国の裁判所に不法行為に基づく裁判管轄及\nび財産所在地の裁判管轄があるとする控訴人の主張は、新請求に関するものを除い\nて、いずれも認めることができず、新請求に関しては、確認の利益を認めることが\nできないものである。他にも、本件について我が国の裁判所の裁判管轄を肯定する\nための根拠は見出すことができない。\nしかしながら、念のために、本件請求のいずれかが我が国の民訴法の規定する裁\n判管轄のいずれかに属すると仮定して、本件請求について国際裁判管轄を認め得る\nかどうかについて検討する。\n(一)　被控訴人が我が国に住所を有しない外国人の場合であっても、我が国の民訴\n法の規定する裁判管轄のいずれかが我が国内にあるときは、原則として、我が国の\n裁判所に提起された訴訟事件につき、被控訴人を我が国の裁判権に服させるのが相\n当であるけれども、我が国で裁判を行うことが当事者間の公平、裁判の適正・迅速\nを期するという理念に反する特段の事情があると認められる場合には、我が国の国\n際裁判管轄を否定すべきである（最高裁判所平成九年一一月一一日第三小法廷判\n決・民集五一巻一〇号四〇五五頁参照）。\n(二)　本件について、右特段の事情があると認められるか否かについて検討する。\n(1)　甲第二号証、乙第二号証及び弁論の全趣旨によれば、控訴人は、本件著作物に\n基づいて、日本国内及びタイ王国を含む諸外国において、代理店を通じて、あるい\nは第三者に利用権を許諾して、本件著作物についての商品化事業を行っているもの\nであることが認められる。\n(2)　被控訴人は、タイ王国に居住する個人であって、本件全証拠によっても、日本\n国内に事務所等を設置して営業活動を行っていることを認めることはできない。\n(3)　乙第三号証及び弁論の全趣旨によれば、控訴人は、平成九年一二月一六日こ\nろ、被控訴人ほか三名（ツブラヤ・チャイヨ・カンパニー・リミテッド、サンゲン\nチャイ・ペラシット及びブック・アテネ・カンパニー・リミテッド）を相手方とし\nて、本件契約書が偽造であることを理由に、本件著作物についての控訴人の著作権\nを侵害する行為があるとしてその差止めや損害賠償等を求めるタイ訴訟を提起した\nこと、タイ訴訟は刑事事件及び刑事に関連する民事事件とみなされており、控訴人\nが公的仲裁を受けずに刑事裁判を提起することを選択したため、タイ王国の裁判所\nは、控訴人の請求が合理的なものか及び受付可能か否かを判断するための予備審問\nを行ってきたこと、そして、予備審問の手続は、既に終了して、証拠調べの段階に\n移っていることが認められる。\n(4)　以上の事実の下では、控訴人は、本件について、権利保護の法的手段が保証さ\nれ、現に、タイ訴訟において、本件訴訟と同様の争点について争っているものであ\nるから、日本国内に事務所等を設置しておらず、営業活動も行っていない被控訴人\nに対し、タイ訴訟とは別に、我が国の裁判所において本件訴訟に応訴することを強\nいることは、被控訴人に著しく過大な負担を課すものであり、当事者間の公平、裁\n判の適正・迅速を帰するという理念に反するものというべきであり、本件について\nは、我が国の国際裁判管轄を否定すべき特段の事情があるというべきである。\n三　以上によれば、本件訴訟は、いずれの請求も訴訟要件を欠いて不適法であるか\nら、その余の点につき判断するまでもなく訴えを却下すべきであり、原判決は相当\nであって、本件控訴は理由がない。よって、新請求について訴えを却下すると同時\nに本件控訴を棄却することとし、控訴費用の負担について、民事訴訟法六一条を適\n用して、主文のとおり判決する。\n東京高等裁判所第六民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 山　　田　　知　　司\n裁判官 宍　　戸　　　　　充\n"
}