{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 30
  },
  "case_number": "平成10(ワ)18234",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5915",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5915",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/915/005915_hanrei.pdf",
  "contents": "口頭弁論終結日　平成１３年６月１５日\n主文\n１　被告は，原告に対し，金１２２６万１３６１円及びこれに対する平成１０年８\n月１９日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを３分し，その１を被告の負担とし，その余を原告の負担とす\nる。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，金３０６９万３３６８円及びこれに対する平成１０年８月\n１９日から支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n本件は，被告従業員の勧誘により，被告の金融商品に基づく株式信用取引と，日\n経平均株価オプション取引を行って損失を被った原告が，被告に対し，適合性原則\n違反，説明義務違反，断定的判断の提供，一任勘定取引及び株式の運用に関する助\n言，指導の誤りを原因として，債務不履行ないし不法行為に基づく損害賠償及び遅\n延損害金の支払を請求した事案である。\n１　争いのない事実等（証拠で認定した事実については証拠を（）内に示す。）\n(1)　当事者等\n原告は，平成７年１月，事故で両下肢に機能障害を負い，身体障害程度等２\n級１種の認定を受けた者である（弁論の全趣旨）。\n被告は，証券業等を営む株式会社である。\n平成８年当時，Ａは，被告ａ支店支店長であり，Ｂは，同支店の投資相談課\n長であり，Ｃは，同支店の営業課長であり，Ｄは，同支店の投資相談課従業員であ\nった（争いがない）。\n(2)　原告の取引\n原告は，被告との間で，平成８年７月１２日から平成９年１月１０日までの\n間，別紙取引目録(1)及び(2)のとおり，被告の取引戦略である「ダブル・アルフ\nァ・マルティプル」（以下「ダブル・アルファ」という。）に基づき，株式の信用\n取引を行った（以下「本件信用取引」という。）。\nまた，原告は，被告との間で，平成８年１１月２０日から平成９年１月１０\n日までの間，別紙取引目録(3)記載のとおり，日経平均株価オプション取引を行った\n（以下「本件オプション取引」という。）。\nその他，原告は，被告との間で，平成７年１０月１２日から平成９年３月１\n０日までの間，別紙（別紙省略）取引経過表（被告）のとおりの証券取引を行うと\nともに，Ｅ証券との間でも，平成８年１月１０日から平成９年２月４日までの間，\n別紙取引経過表（Ｅ証券）のとおりの証券取引を行った（乙１０，１７，２４，弁\n論の全趣旨）。\n(3)　本件信用取引について\n株式の信用取引は，顧客が比較的少額の保証金またはその代用証券を証券会\n社に預託することにより，資金の数倍の額の株式を取引するというものであり，６\nか月間の取引期間内の株価変動を利用して，多額の利益を得られる可能性がある\nが，逆に多額の損失を被るおそれもある取引である。\n本件信用取引の基礎とされたダブル・アルファとは，被告が開発した株式銘\n柄の選択の方法であり，ＴＯＰＩＸ（東証株価指数）の収益率を上回る割安のポー\nトフォリオを現物または信用で買い，同時にＴＯＰＩＸの収益率を下回る割高のポ\nートフォリオを信用で売ることにより，コスト分以上のスプレッドを利益として狙\nう信用取引の戦略に基づく金融商品の一つである。\n具体的には，①東証１部の全銘柄について，配当利回り，益回り及びキャッ\nシュフロー株価比等の財務ファクターと，前５年，前１年及び前１か月の騰落率等\nのテクニカルファクターの両面から分析する，②その中で有効と考えられる８個の\nファクターを抽出して各銘柄の偏差値を計算し，その偏差値に，各ファクターのウ\nェイトを乗じて得られた総和をアルファ値とする（アルファ値が高いほど割安であ\nり，アルファ値が低いほど割高である），③東証１部信用銘柄をアルファ値の高い\n順（割安順）に並べたものを買いポートフォリオのアルファランキングとし，東証\n１部貸借銘柄をアルファ値の低い順（割高順）に並べたものを売りポートフォリオ\nのアルファランキングとする，④③で得られた各アルファランキングに基づき，買\nいポートフォリオと売りポートフォリオで各銘柄を等金額にして，業種リスクが相\n殺されるように被告がポートフォリオを構築する，⑤運用の精度を維持するため，\nポートフォリオは昀低１億円，対象銘柄は３０銘柄以上で設定する，⑥構築された\nポートフォリオに従って各銘柄の信用取引をする，という方法をとる。この戦略\nは，分散投資と両建てにより，相場変動に伴うリスクをヘッジすること\nができることに加え，設定後のトレーディング，管理に労力をかける必要がなく，\n個別銘柄の動きにあまりとらわれずにすむところに長所があるとされる（乙１\n１）。\n(4)　日経平均株価オプション取引について\nア　意義\n日経平均株価オプション取引は，あらかじめ定められた期日までに，あらか\nじめ定められた価格で，日経平均株価指数（２２５株価指数）を買い付け，あるい\nは売り付ける権利の取引である。\nここで，買い付ける権利のことを「コールオプション」，売り付ける権利の\nことを「プットオプション」，あらかじめ定められた価格のことを「権利行使価\n格」，あらかじめ定められた期日のことを「権利行使期間満了日」という。\nイ　取引の仕組み\nオプション取引には，コールオプションの買付け及び売付け並びにプットオ\nプションの買付け及び売付けの合計４種類があり，投資家は，株価が上昇すると予\n測する場合には，コールオプションの買いかプットオプションの売りのポジション\nを建て，反対に株価が下落すると予想する場合には，コールオプションの売りかプ\nットオプションの買いのポジションを建てる。\nオプションの買い手と売り手は，ともに権利行使期間満了日までに，オプシ\nョン市場において，買い付けた，あるいは売り付けたオプションを反対売買するこ\nとによって決済することができる。\nオプションの買い手は，相場が予想通りに動けば，買い付ける権利を行使し\nたり，転売して利益を得ることができる。逆に相場が予想に反した動きとなり，権\n利を行使すると大きな損失が出る場合には，買い付ける権利を放棄することもでき\nる。この場合，買い手にとってはプレミアム分が損失となる。\n他方，オプションの売り手は，プレミアムを受け取る代わりに，買い手が権\n利を行使したときには，必ず応じなければならない義務が生ずる（この義務を権利\n割当という。）。つまり，売り手はプレミアム分が確実に利益となる反面，相場が\n予想に反した動きとなった場合には，損失の上限がない（乙１４，１５，３５，弁\n論の全趣旨）。\n２　争点\n(1)　適合性原則違反の有無\n(2)　説明義務違反の有無\n(3)　本件オプション取引についての断定的判断の提供の有無\n(4)　本件信用取引についての一任勘定取引の有無\n(5)　本件信用取引運用上の助言，指導の誤りの有無\n(6)　損害\n３　当事者の主張\n(1)　適合性原則違反\nア　本件信用取引について\n（原告の主張）\n(ア)　本件信用取引の危険性\nそもそも，株式の信用取引は，現物取引と比較してハイリスク・ハイリ\nターンの取引であり，一般に証券取引経験の浅い顧客には向かないが，本件信用取\n引は，以下の点で顧客にとってさらに危険度の高い商品である。\n第１に，銘柄が売り買い合計６０銘柄に及ぶことである。わずか６か月\nの短期間に，６０銘柄の株式の売買について時機に応じた投資判断をすることは，\n一般投資家にとって極めて困難である。\n第２に，取引の昀低単位が売り買い合計２億円，委託証拠金が６０００\n万円と極めて多額であることである。取引のリスクは設定価額に比例するから，本\n件信用取引はリスクが非常に高く，一般投資家に適合しない。\nしたがって，本件信用取引に適合する投資家とは，①証券取引の知識・\n経験が豊富で情報力・機動力を有し，かつ②生活資金以外の余剰資金がある投資家\nである。\n(イ)　原告の経験不足・資金の性格\n原告は，郷里のｂ市で歯科技工士の専門学校であるｂ歯科学院を卒業\n後，歯科技工士となり，その後平成２年から同３年１０月までＦ株式会社で生産ラ\nインの保守点検に従事し，さらに同６年からはＧ株式会社でビルの警備員をしてい\nたのであり，本件金融取引に至るまで，証券取引を主体的に行うような素養及び経\n験を有していなかった。\nまた，原告が本件信用取引において投入した資金は，原告が平成７年に\n脊髄損傷の重傷を負い，身体障害程度等級２級１種の認定を受けたことによって得\nられた保険金であるが，この保険金は，重度の障害を持った原告にとって唯一の生\n活資金であった。そして，この事実については，被告従業員も十分理解していた。\n(ウ)　以上のように，原告は，①株式取引についての素養もなければ経験も\nなく，しかも，②資金は原告が唯一得られる生活資金であったのだから，リスクの\n高い本件信用取引を利用するには適合性が全く欠けており，このような原告に対し\nて本件信用取引を勧誘すること自体違法である。\n（被告の主張）\n(ア)　本件信用取引の危険性\n本件信用取引は，売りポートフォリオ３０銘柄と買いポートフォリオ３\n０銘柄を両建てで売買する手法によるものであり，一般の株式取引に比べて格別高\n額でもリスクが高いものでもない。\n(イ)　原告の取引経験及び資金の性格\n原告は，本件信用取引を利用するまでに，被告ａ支店，Ｅ証券ｃ支店等\nで株式，株式投資信託等の投資経験があり，現に投資による損失も経験しており，\nダブル・アルファの投資方法による株式投資をするのに十分な知識・経験を有する\n投資家であった。\nまた，被告は，原告との間で本件信用取引を開始するまで，原告の投資\n資金がどのようなものであるかについては全く知らなかった。\nイ　本件オプション取引について\n（原告の主張）\n日経平均株価オプション取引は，元来極めて複雑でリスクの高い商品であ\nる。しかも，オプション取引は，他の株式取引に比べて周知性が格段に低く，証券\n取引について知識・経験のない顧客に多大な損害を生じさせる危険性が高い。\nしたがって，本件オプション取引は，本件信用取引にも増して投機性が高\nく，このような取引に適合する投資家は，前記の本件信用取引に適合する投資家以\n上に取引の経験を有し，余剰資金がある者に限られる。\n原告は，証券取引を開始してから本件オプション取引に至るまで，約１年\nしか経過しておらず，しかも，その間に原告が主体的に行ってきた取引は，金貯蓄\nや公社債投信といった安全な商品に限られていたのであるから，本格的な取引経験\nはほとんどなかったといってよい。\nまた，前記のとおり，原告が本件取引において資金として投入した保険金\nは，重度の障害を持った原告にとって唯一の生活資金であったし，被告従業員もこ\nのことを十分理解していた。\n他方，被告が原告にオプション取引を勧誘したのは，平成８年１０月末か\nら同年１１月初めであり，本件信用取引によって１００万円の損失が発生し，将来\n的にも５００～６００万円まで損失が拡大するおそれがあることが判明してからで\nあった。既に本件信用取引で損失を被った原告に対し，より投機性の高い商品であ\nる日経平均株価オプション取引を勧めることは許されない。\n以上のように，原告は，株式取引についての素養もなければ経験もなく，\n原告が唯一得られる生活資金が取引の資金であり，しかも，原告は従前の取引で損\n失を被っていたのだから，リスクの高い本件オプション取引を行うには適合性が全\nく欠けており，このような原告に対して本件オプション取引を勧誘すること自体違\n法である。\n（被告の主張）\n原告は，平成８年１１月６日から同月１５日まで，Ｅ証券ｃ支店でオプシ\nョン取引をしており，オプション取引についての知識・経験は十分にあった。\n(2)　説明義務違反\nア　本件信用取引について\n（原告の主張）\n前述のように，本件信用取引は，ダブル・アルファという，ハイリスク・\nハイリターンで，高度の知識・経験を要求される複雑な方法を用いてなされた。\nこのような多大なリスクを伴う取引を顧客に対して勧誘する場合，被告\nは，顧客が昀大限どれだけのリスクを被る可能性があるのか，元本保証があるのか\n等，リスクの内容を十分に理解できる程度まで説明すべき義務を負う。\nところが，ダブル・アルファの内容を説明するために被告本社投資開発部\n担当者が原告宅を訪問したときも，担当者はダブル・アルファについて難解な専門\n用語を用いた説明をし，過去の良好な実績を示すデータを見せて，本件信用取引に\nついての資料を交付しただけであり，本件信用取引により生ずるリスクを原告が理\n解できる程度までは説明しておらず，到底説明義務を果たしたとはいえない。\n（被告の主張）\n被告本社投資開発部担当者は，原告に対し，「ダブル・アルファ・マルテ\nィプル」と題する書面を交付して，これを示しつつ，本件信用取引について口頭で\n詳細な説明を行った。\nまた，Ａは，原告に対し，株式の信用取引について口頭で詳細な説明を行\nい，「信用取引のしおり」，「信用取引制度」等の書面を交付した。\nしたがって，原告は，株式信用取引及び本件信用取引による投資につい\nて，適切な情報提供を受けており，これを十分理解していた。\nイ　本件オプション取引について\n（原告の主張）\n株価指数オプション取引は，そのリスクの大きさや複雑な仕組みについ\nて，顧客に対して十分な説明を要する。\nところが，Ｃは，本件信用取引で損失を被った原告に対し，平成８年１１\n月１５日ころ，「必ずプラスにする。」と断言し，オプション取引について，その\n仕組みや具体的にどのようなリスクが生じるかを説明せず，専門用語を使った難解\nな説明を行ったのみであった。\n（被告の主張）\n原告は，本件オプション取引を行うまでに，被告ａ支店，Ｅ証券ｃ支店等\nで株式，株式投資信託等に投資したり，本件信用取引を行うなどの投資経験があ\nり，オプション取引による投資をするのに十分な知識・経験を有する投資家であっ\nた。\nまた，Ｃは，原告に対し，オプション取引について口頭で説明した上，\n「株価指数オプション取引説明書」，「株価指数オプション取引のしおり」を交付\nした。\nしたがって，原告は，被告から，株価指数オプション取引について，適切\nな説明を受けており，これを十分理解していた。\n(3)　本件オプション取引についての断定的判断の提供\n（原告の主張）\n原告は，平成８年１１月１５日ころ，本件信用取引によって１００万円程度\nの損失を受けたが，Ｃは，「自分はオプション取引に精通しており，オプション取\n引を自分に任せてくれれば，必ず本件信用取引の損失は取り返す」，「平成８年末\nにかけて株式相場は必ず上昇する」との断定的判断を示し，Ｃに任せれば必ず損失\nは取り返せる旨原告に誤信させて，本件オプション取引を行わせた。\n（被告の主張）\nＣは，「オプション取引を自分に任せてくれれば，必ず本件信用取引の損失\nは取り返す」などということを原告に言ったことはない。\n原告は，自己の投資判断によってオプション取引を始めたのである。\n(4)　本件信用取引についての一任勘定取引\n（原告の主張）\nダブル・アルファは，銘柄の選定はもっぱら被告が行い，顧客に選択の余地\nがないものである。顧客自らが銘柄を選択するのであれば，自身の投資判断につい\nて顧客が責任を負うのも当然であるが，ダブル・アルファの商品構造は，被告の判\n断による銘柄選択について，顧客に責任を負わせるというものである。\nしたがって，ダブル・アルファに基づく本件信用取引は，一任勘定取引に当\nたる。\n（被告の主張）\nダブル・アルファにおける銘柄選択においては，被告が提案し，顧客が銘柄\nを確認して取引に入るのであるから，選択権を持っているのは顧客である。また，\n個別の銘柄について顧客の判断で入れ替えることは自由であり，顧客が選択して提\n案した銘柄を顧客の相場観により変更できるし，各銘柄についての決済の方法・タ\nイミングについての判断も顧客が行う。\n以上からすれば，本件信用取引における取引を実際に行うのはあくまでも原\n告自身であり，被告が原告から任せきりにされて取引を行うようなものではなく，\n本件信用取引は一任勘定取引ではない。\n(5)　本件信用取引運用上の助言，指導の誤り\n（原告の主張）\nダブル・アルファは，分散投資と両建て効果により，株式相場の上昇，下降\nに伴うリスクがヘッジされ，収益が狙えるところに昀大の長所がある。そのため，\nダブル・アルファの顧客向け資料においても，「ダブル・アルファ・スプレッド戦\n略の特徴は，ポジションの同時設定／同時解消にあります。運用中に任意の銘柄入\nれ替えは行わないで下さい。」との注意書きがなされ，ポジションの分割解約をし\nないように説明されている。\nところが，被告従業員は，原告に対し，平成８年１１月１５日，本件信用取\n引のうち売り３０銘柄を決済し，買い３０銘柄について決済せずにそのまま残すよ\nう助言，指導し，原告はこれに従った。\nこの決済の仕方は，明らかに本件信用取引の分割解約であり，被告従業員\nは，本件信用取引運用上の助言，指導を明らかに誤っている。\n（被告の主張）\n本件信用取引により銘柄選択し，売買したポートフォリオの銘柄を，決済期\n限の６か月後まで保有し続けるか，それとも相場動向を見て決済期限前に決済する\nか，あるいは，売りポートフォリオ３０銘柄，買いポートフォリオ３０銘柄を一括\nして決済するか，それとも分割して決済するかは，投資家の自由である。本件信用\n取引は，投資家に銘柄の分割解約を禁ずるものではなく，被告は投資家の分割解約\nを止める義務はない。\nそして，原告は，自己の判断で本件信用取引を分割解約したのであり，被告\nには何ら運用上の助言，指導についての義務違反はない。\n(6)　損害\n（原告の主張）\nア　本件信用取引による損害\n原告は，平成８年１１月１５日，Ｃの指示により，本件信用取引のうち，\n売りポートフォリオの３０銘柄全部を買埋め決済して，５９２万５９６４円の利益\nを得た。\nしかし，原告は，同月２５日から２９日にかけて，買いポートフォリオの\nうちの１７銘柄について売埋め決済したが，３２９万８３９３円の損失を被った。\nまた，残りの１３銘柄については，Ｃの指示により，平成９年１月９日及び１０\n日，決済期日の到来によって現引きしたが，現引き時点で１４６２万７１９３円の\n含み損があった。\nしたがって，原告は，本件信用取引により，５９２万５９６４円の利益と\n１７９２万５５８６円の損失を受けたのであるから，原告が被告から賠償を受ける\nべき損害は，損失から利益を減じた１１９９万９６２２円である。\nイ　本件オプション取引による損害\n原告は，本件オプション取引により，合計１５９０万３７４６円の損害を\n受けた。\nウ　弁護士費用\n弁護士費用は，２７９万円が相当である。\nエ　合計\n以上を合計すると，原告が被告の不法行為ないし債務不履行から被った損\n害は，３０６９万３３６８円である。\n（被告の主張）\n損害については争う。\n第３　当裁判所の判断\n１　前提となる事実\n前記争いのない事実等に加え，本件各証拠（甲１ないし８〔枝番を含む〕，乙\n１ないし５９〔枝番を含む〕，証人Ｂ，同Ａ，同Ｃ，同Ｄ，原告本人）及び弁論の\n全趣旨によれば，以下の事実が認められる。\n(1)　原告の投資経験\n原告は，昭和３０年７月３１日生まれの男性であり，郷里のｂ市で，歯科技\n工士の専門学校であるｂ歯科学院を卒業後，歯科技工士となり，その後上京して，\n平成２年から同３年１０月までＦ株式会社で生産ラインの保守点検に従事し，同６\n年からは警備会社のＧ株式会社に勤務してビルの警備員をしていた。\n原告は，平成７年１月，事故で脊髄損傷の傷害を負って東京都内のＨ病院に\n入院し，同年１０月，ａ市内のＩ病院に転院した。\nそして，原告は，同年１０月１１日，Ｊ生命保険から後遺症保険金及び入院\n給付金として合計４０００万円を受け取った。\n原告は，このときまで，投資や証券取引の経験はなかった（甲１，乙１，原\n告本人，弁論の全趣旨）。\n(2)　原告・被告間の取引の開始\n原告は，平成７年１０月当時，Ｇ株式会社に雇用されてはいたが，医師から\n両足に障害が残ることを宣告されていたので，いずれ会社を退職しなければならな\nいことを覚悟し，将来の収入源の確保について考えるようになった。\nそして，原告は，そのころ読んだ雑誌ないし新聞に掲載された金融商品につ\nいての記事を見て，証券会社で行う取引は，銀行よりは多少リスクがあるものの，\nきちんとした助言を受けて取引をすれば大丈夫で，銀行よりも証券会社を利用した\n方が資産運用のためにはよいという認識を持ち，受け取った保険金で証券取引を行\nうことを決意した。\nそこで，原告は，同月１２日，証券会社に資金運用の相談をするために，車\n椅子で被告ａ支店を訪れたところ，Ｄが原告に応対した。\n原告は，Ｄに，手堅い商品を紹介して欲しいと依頼し，Ｄは，比較的リスク\nの少ない商品として，「チャンス」という短期公社債投信を紹介した。Ｄは，この\nとき，チャンスについて，公社債で運用し，投資対象に株が入っていないこと，元\n本保証はないが，過去の実績としては元本割れしたことがないこと，一定期間解約\nできないこと等を原告に説明した。\n原告は，Ｄの説明を聞いて，チャンスの購入を希望したところ，Ｄは，チャ\nンスの募集締め切りまで日数があったことから，チャンス用ゴールド（満期指定型\n金貯蓄）で資金を回し，その後チャンスに切り替えるという方法を案内した。原告\nは，Ｄに勧められたとおり，チャンス用ゴールドを４０００万円分注文した。\n原告は，同月１３日，被告の保護預り口座に４０００万円を振込入金し，チ\nャンス用ゴールドを購入し，同月２３日，これをチャンス３か月に振り替えた。ま\nた，原告は，同年１２月中旬ころ，Ｉ病院を退院して，東京都内に戻ったが，同月\n２６日，被告の保護預り口座に３万円を振込入金し，同月２７日からＫ株式の累積\n投資を始めた（甲１，乙１ないし３，５，５４，５９，証人Ｄ，原告本人）。\n(3)　フレックス１００の購入\n原告は，平成８年１月中旬ころ，Ｄに電話を掛けて，新聞の広告に被告の\n「フレックス」シリーズが載っていたが，話を聞きたい旨伝えた。\nＤは，株式投信「フレックス」シリーズの商品説明を電話で行い，各商品に\nついてパンフレット及び受益証券説明書を送付したところ，原告は，同月１９日こ\nろ，被告に対し，フレックス１００を３００万円で買付け注文した。\nフレックス１００とは，値上がり益追求・利回り向上を目標として株式と公\n社債等の組み合わせにより運用するファンドであって，値上がり益を追求するため\n値下がりのリスクがあるというものであり，投資割合に制限がなく，公社債等に投\n資しないで１００％株式に投資することも可能なものであり，フレックスシリーズ\nの中でも昀も価格変動リスクの高いものであった（甲１，乙４２ないし４４，５\n４，５９，証人Ｄ）。\n(4)　Ｅ証券との取引及び信用取引の開始\n他方，原告は，Ｅ証券に対して資料請求をし，平成７年１２月６日，総合取\n引口座を開設して，平成８年１月１０日からＥ証券との証券取引を開始した。\n原告は，Ｅ証券の担当者から，株式投資が必ずしも危険なわけではなく，中\nにはいいものもあるから，株式を購入してはどうかと勧誘されて，株式投資を始\nめ，同年２月２日には，Ｅ証券との間で信用取引口座設定約諾書を取り交わすなど\nしたうえ，同月９日，Ｌ株５０００株を信用で購入し，信用取引を開始した。\nまた，原告は，Ｅ証券との間で，同年１月１０日から平成９年２月４日まで\nの間に，別紙取引経過表（Ｅ証券）のとおり，信用取引，外国証券，転換社債及び\nオプション取引を含む証券取引を多数回にわたって行ったが，その取引のうち大部\n分は，Ｅ証券の担当者が勧めてきた銘柄を，原告がそのまま注文するというもので\nあり，原告は，担当者が原告のために特に銘柄を選択して勧めてくれているのだと\n認識して，担当者からの勧めを断ったことはなかった（乙２４，２７の２，２８な\nいし３１，３３，３６，３７，原告本人）。\n(5)　ハイパー・ウェイブの購入\n原告は，Ｍ海上保険から，平成８年３月２９日及び同年４月４日の２回にわ\nたり，保険金合計４４００万円を受領した。\n原告は，同年４月初めころ，Ｄに電話を掛け，「株価が１上がれば２上がる\nような商品を他社で販売しているが，被告でも同じような商品がありますか。」と\n問い合わせた。\nＤは，原告に対し，被告の商品である株式投資信託「ハイパー・ウェイブ」\nに関するパンフレット，受益証券説明書及び「自動けいぞく投資お申込確認書（Ｒ\nＲ５・積極値上がり益追求型専用）」等を送付し，Ｂと一緒に，原告に対して電話\nで商品説明をしたところ，原告は，ハイパー・ウェイブを購入することを決め，申\n込確認書に署名捺印して，被告ａ支店に送り返した。\nハイパー・ウェイブとは，短期公社債及び日本の証券取引所上場株式を主な\n投資対象とし，株式及び新株引受権証券，株価指数先物取引の組入れ上限がない追\n加型株式投資信託で，株式市場全体の値動きの２倍程度の投資効果を目指すもので\nあり，大きな値上がり益の追求を目標として，派生商品や値動きの激しい証券等に\n積極的に投資するファンドであるが，他方，大きな値下がりのリスクもあるという\nハイリスク・ハイリターンを特徴とする商品である。\n原告は，新たに受け取った保険金のうち，２０００万円をＥ証券に入金する\nとともに，同年４月４日，２０００万円を被告ａ支店に入金して，ハイパー・ウェ\nイブを買った（甲１，乙４５ないし４８，５４，５９，証人Ｄ）。\n(6)　本件信用取引の開始\nア　Ｂは，Ｄから，原告がＥ証券で信用取引もしているということを聞き，他\n社で信用取引をやっているなら，ダブル・アルファはどうかと考え，同年５月のゴ\nールデンウィークの前後ころ，原告に対して資料を送付した上で，電話でダブル・\nアルファに基づく信用取引をするよう勧誘した。\nＢは，「もしよろしければ，本社の者に行かせますので，よく検討してみ\nてください。」と話し，原告も被告本社の従業員の訪問を承諾した。\n被告本社投資開発部の従業員は，同月１４日，原告宅を訪問し，ダブル・\nアルファの資料に従い，１５分程度商品説明を行った。このとき，開発部従業員\nは，資料の中のシミュレーション結果を原告に示し，「簡単に言うと，売り１億，\n買い１億で，期間は半年ですが，長く持っていることによって利益を出す商品なん\nです。そして，リスクが非常にヘッジされているんです。ここの実績を見て下さ\nい。今までの実績で年換算１０パーセントくらいの利益は上がってきています。マ\nイナスになったこともありますが，今までの例から見て数パーセントのマイナスで\nすし，それに昀近はあまりマイナスになったことがありません。表の下の『シミュ\nレーション結果』をご覧のとおり，マイナスが出ても大体１パーセント以内，利益\nが出ると８パーセントくらいの利益が出て，非常にいい結果が出ています。」「な\nるべく長く持っていた方が利益は出やすいが，いつでもやめることができるので，\nもし大きなマイナスになったら６か月の期間の途中でもその時点でやめていいで\nす。」などと説明した。\n原告は，ダブル・アルファとは，売りと買いを１億円ずつ建てて６か月間\n運用するものであるという程度に理解し，実績から考えて，とにかく儲かる商品で\nあるという印象を持ったので，Ｂにダブル・アルファをやる方向で検討する旨伝え\nた（甲１，乙１１，５４，証人Ｂ，原告本人）。\nイ　被告の社内規定では，顧客が被告との間で信用取引を開始する場合，それ\nに先立って，被告の支店長が顧客と面談することとなっていたため，Ａは，同年７\n月５日，原告の自宅を訪問し，原告と面談した。\nＡは，原告に対し，「信用取引制度」と題する書面と，被告が作成した\n「信用取引のしおり」を交付し，その書面をめくりながら信用取引について説明し\nたが，その時間は約７，８分間であった。原告は，「信用取引口座設定約諾書」及\nび「信用取引説明書の受領書」に署名捺印して，Ａに交付した。\n原告は，同月１０日，本件信用取引の担保に供するため，Ｅ証券から引き\n出した約６０００万円の株式を，被告ａ支店へ入庫する手続を行った（甲１，乙６\nないし９，５９，証人Ａ，同Ｄ）。\nウ　Ｂは，原告に対し，同月１１日，当日のダブル・アルファによる選定銘柄\n一覧表を送付し，翌日に注文を出す銘柄はこれでよいかを確認した。原告は，同月\n１２日，被告の選定銘柄一覧表に従い，本件信用取引を開始した。Ｂは，原告に対\nし，約定後に，取引報告書を送付した（乙４１，４９，５４）。\n(7)　本件信用取引開始後の原告の他の取引\n原告は，被告との間で，同月２２日から平成９年３月１０日までの間，別紙\n取引経過表（被告）のとおり，多数回にわたり，転換社債，株式の現物取引及び信\n用取引等の証券取引を行い，短期間で利益を上げていた。その取引の大部分は，当\n時，被告の担当者となっていたＡないしＣが，「短期間で利益が出るものがある」\nといって取引を勧めると，原告は，Ａ及びＣを信用して，勧められるまま注文する\nというものであった。\nまた，原告は，Ｅ証券の担当者からオプション取引を勧められて，平成８年\n１０月１８日，株価指数オプション取引についての説明を受けた上で，Ｅ証券との\n間で株価指数オプション取引口座設定契約を締結し，同年１１月６日，日経平均株\n価オプションのプットオプションを買い，同月１５日に同オプションを売埋め決済\nして，２０万６９３３円の損失を被った（甲１，乙２４，３４の１・２，３５，４\n０，５３，５５，証人Ａ，同Ｃ，原告本人，弁論の全趣旨）。\n(8)　本件信用取引の一部決済・本件オプション取引の開始\nア　Ｃは，原告に対し，本件信用取引により売買した銘柄の株価状況につい\nて，逐次報告していたが，同年１１月に入り，本件信用取引の成果が悪化してき\nた。Ｃは，原告に対し，同月１４日ころ，本件信用取引の状況が悪化しており，現\n時点でコストを入れて１００万円前後の損失が出ているが，昀終期日には５００～\n６００万円まで損失が広がる可能性があることを説明したところ，原告は，解約し\nたい旨を表明した。これに対し，Ｃは，「ちょっと待ってください。何かいい方法\nを見つけて，損が出ないようにしますので。」と述べた。\nＣは，翌日の１５日ころ，原告に対し，「売り銘柄をとりあえず決済して\n利益を出し，これにより空いた信用枠で新規に株式投資をしながら，買い銘柄で評\n価損の少ないものから順次決済したり，現物で受株したりして，マイナスを少しで\nも埋めるように考えたらどうでしょうか。」と提案した。\n原告は，Ｃを信頼していたので，勧められたとおり，被告に対して，同月\n１５日，本件信用取引の売りポートフォリオ３０銘柄を買埋め決済するよう指示\nし，合計５９２万５９６４円の利益を得た（甲１，乙４０，５５，５７，５８，証\n人Ｃ）。\nイ　また，Ｃは，原告に対し，同日，本件信用取引で被った損失を取り戻すた\nめの方策として，オプション取引を勧めたところ，原告が興味を示したので，原告\n宅を訪れて，「株価指数オプション取引説明書」及び「株価指数オプション取引の\nしおり」を示しながら，オプション取引にはコールオプションとプットオプション\nがあり，それぞれ買いと売りがあるので，投資方法としては４種類あること，それ\nぞれの方法の得失パターンの概略，オプション取引は値動きが激しく，ハイリス\nク・ハイリターンであること等を，約１０分間かけて説明した。その際，Ｃは，\n「私はオプション取引の研修を受けたことがあるので，非常に詳しいのです。リス\nクが高いオプション取引であっても，私に任せれば絶対大丈夫です。必ずプラスに\nなります。」「株価はこれから必ず上がります。」などと言ったため，原告は，Ｃ\nを信頼し，オプション取引を行うことを決意した。\nそこで，原告は，被告との間で，同日，株価指数オプション取引の口座設\n定契約を締結し，「株価指数オプション取引口座設定約諾書」，「株価指数オプシ\nョン取引に関する確認書」，及び「株価指数オプション取引説明書の受領書」に署\n名捺印した（甲１，５，６，乙１２ないし１６，５５，証人Ｃ，原告本人）。\n(9)　本件信用取引及び本件オプション取引の終了\nア　Ｃは，原告に対し，同月２０日から同年１２月６日の間，１１月２０日当\n時２万１１８９円９６銭であった日経平均株価が必ず上がるとの見通しを示し，株\n価の騰貴によって利益が出る設定であるプットオプションの売りとコールオプショ\nンの買いを立てることを勧めたところ，原告は，Ｃの勧めにそのまま従い，別紙取\n引目録(3)記載のとおり，同期間中にプットオプション合計４枚の売付け及びコール\nオプション合計１５枚の買付けを注文した（甲１，５，６，乙５５，５６，証人\nＣ，原告本人，弁論の全趣旨）。\nイ　他方，Ｃは，本件信用取引の買いポートフォリオのうち，比較的評価損の\n小さい合計１７銘柄については売り時であると判断し，同年１１月２５日から同月\n２９日の間，原告に対して，売埋め決済を勧めた。原告は，Ｃの判断を信用し，Ｃ\nの勧めに従い，被告に対して，別紙取引目録(2)記載のとおり，１７銘柄の売埋め決\n済を指示し，合計３２９万８３９３円の損失を被った（甲１，乙５５，証人Ｃ，原\n告本人）。\nウ　ところが，Ｃの判断に反して，同年１１月から１２月にかけて，日経平均\n株価は続落し，同年１２月１２日には２万０５０１円２０銭となったため，原告の\n注文したオプション取引は軒並み損失を生じていた。しかし，Ｃは，原告に対し，\n必ず日経平均株価は騰貴するとの判断を示し，とりあえず原告が注文したオプショ\nンのうち，権利行使期間が満了するものを損切りし，新たにプットオプションを売\n付け注文することを勧めた。\n原告は，Ｃの勧めに従い，同年１２月１２日，被告に対し，権利行使期間\nが満了するオプションの決済を指示して，合計４２０万７６６８円の損失を出し，\n同日，新たにプットオプション合計４枚を売付け注文した。\nしかし，同年１２月から翌平成９年１月にかけて，さらに日経平均株価は\n続落し，原告の注文した残りのオプションの権利行使期間満了日である平成９年１\n月１０日には１万７３０３円６５銭まで下落した。Ｃは，原告に対し，プットオプ\nションについては権利割当を受け，コールオプションについては権利放棄をするよ\nう勧めたため，同日，原告は仕方なくこれに従い，合計１１６９万６１１４円の損\n失を被った（甲１，５，６，乙４０，５５，５６，証人Ｃ，原告本人）。\nエ　また，本件信用取引のうち，買いポートフォリオの残り１３銘柄について\nも，同日に権利行使期間が満了したが，株価の下落による評価損が拡大していたた\nめ，Ｃは，原告に対し，信用取引を現引きして，将来株価が上昇するのを待って売\n却することが昀も損失を小さく抑える方法であると説明した。原告は，仕方なく，\nＣの説明に従うことにし，同日，１３銘柄を現引きしたが，これらの株式の当時の\n含み損は，１４６２万７１９３円であった。\n２　争点に対する判断\n(1)　争点(1)について\nア　一般に，株式の信用取引はリスクが高いものであるということができる\nが，前記争いのない事実等のとおり，ダブル・アルファは，株式の信用取引を売り\n買い各１億円ずつ，各３０銘柄という大量かつ多額の建て玉を建てるというもので\nあることからすれば，ダブル・アルファに基づいて行われる信用取引は，通常の信\n用取引と比較して格段にリスクが高いといえる。\nまた，株価指数オプション取引も，相場が予想通り動けば大きな利益を得\nることができる反面，相場が予想に反した動きをした場合は損失も大きく，特にオ\nプションの売り手には損失の上限がないというハイリスク・ハイリターンな取引で\nある上に，プットオプションとコールオプションのそれぞれに売りと買いがあり，\n価格変動要因を詳細に分析した上で，これらのポジションを組み合わせて投資する\nことになるため，取引自体が複雑で，しかも一般人への周知性は低いことが認めら\nれる。\nイ　原告は，かかるリスクの高さを強調して，ダブル・アルファ及び株価指数\nオプション取引に適合する投資家は，①証券取引の知識・経験が豊富で情報力・機\n動力を有し，かつ②生活資金以外の余剰資金がある者に限られると主張する。\nしかし，証券投資は，あくまでも投資者の判断と責任で行うものであり，\nダブル・アルファに基づく信用取引ないし株価指数オプション取引においても，そ\nのおおよその仕組み，リスクを判断することができ，かつこれに対応できる経済力\nを有する顧客には，原則として当該取引を行う適合性があると解されるから，原告\nが主張するような厳格な適合性要件を要求することは必ずしも相当とはいえない。\nもっとも，証券の価格変動要因はきわめて複雑であって，その投資の判断\nには高度の分析と総合能力を要するため，一般投資家は，専門家である証券会社外\n務員の勧誘，助言ないし指導に依存する場合が多く，他方外務員の営業成績も，勧\n誘，助言ないし指導のサービスいかんに係るところが大きく，自然，外務員による\n勧誘，助言ないし指導が加熱して，投資者の取引を過当にし，投資者の当初の予測\nに反して，投資者に高いリスクを負わせるようなことも生じうる。\nしてみると，証券会社の顧客に対する投資勧誘は，投資の対象たる金融商\n品が，投資者の投資目的，財産状態及び投資経験等に照らして著しく不適合である\nという場合に限り，不法行為ないし善管注意義務違反による債務不履行を構成する\nと解するのが相当である。\nウ　これを本件についてみると，原告の投資目的については，確かに，昀初に\n短期公社債投信「チャンス」によって証券取引を開始した当時は，会社退職後の唯\n一の生活資金源である保険金を堅実に増やして生計を立てる目的であったことが認\nめられるが，他面，前記前提となる事実のとおり，原告は，その後，株式現物取\n引，株式投信「フレックス１００」，株式信用取引，株式投資信託「ハイパー・ウ\nェイブ」という具合に，徐々にハイリスク・ハイリターンな投資を行うようになっ\nていったことからすれば，被告担当者ないしＥ証券の担当者の説明により，投資が\n生み出す高い利益への関心を強め，自ら望んで積極的に投機的な取引を行うように\nなり，被告担当者ないしＥ証券の担当者が，高い利益を得ることができるといって\n勧めてくる銘柄を，勧められるままに，時として自分から求めて取引するようにな\nったものと推認され，本件信用取引ないし本件オプション取引を開始した当時は，\n生活資金の調達というよりも，むしろ投機目的で証券投資を行っていたものと認め\nられる。\n他方，原告の財産状態は，前記前提となる事実によれば，勤務先の会社か\nらの収入は将来的には見込めず，保険金が主要な資金源であったことは認められる\nが，保険金であっても，原告は当面の生活資金以外に多額の金銭を有していたので\nあるから，証券取引を行うに全くふさわしくない財産状態ではなかったと認められ\nる。また，証拠（甲１，証人Ｂ，同Ｄ）によれば，原告は当時，Ｇ株式会社から給\n与を支給されていたものであり，ＢないしＣが，保険金が原告の唯一の資金源であ\nると認識していたものと認めることはできない。\nなお，原告は，昀初に被告ａ支店を訪れた平成７年１０月１２日に，Ｄか\nら，資金がどういう性格のものか聞かれたので，事故で怪我をしたことを説明した\n上で，「保険金が入ったので，手堅く将来のためにも運用しようと思っている」旨\n伝えたと供述し（甲１，原告本人），本件信用取引を勧誘する時点では，Ｂ及びＤ\nは当然に原告の資金源が保険金しかないことを知っていたはずだと主張する。しか\nし，他方で，証人Ｄは，原告の資金は５０００万円から１億円であること，原告が\n警備会社に勤務していることは聴取した（乙１）が，原告に対して資金の性格がど\nのようなものか聞いたことはないし，その後原告から保険金が資金源であることも\n聞いていないと述べているところ，Ｄとしては，原告が資金を有している事実さえ\n聴取すればよく，特に原告がどのようにして資金を得たかを確かめる必要はないの\nであるから，Ｄの供述は信用性が高いものということができ，これに反する原告の\n供述は採用できないというべきである。\n次に，原告の投資経験について検討するに，前記前提となる事実によれ\nば，確かに，原告は，平成７年に至るまで証券取引とは無縁の生活を送っていたこ\nと，原告の取引は，ほとんどが証券会社の担当者の勧めるとおりに行ったものであ\nること，本件信用取引は，原告が証券取引を開始してから約９か月経過した時点で\n被告から勧誘されたものであることが認められる。しかし，他方で，前記前提とな\nる事実及び弁論の全趣旨によれば，原告は，本件信用取引及び本件オプション取引\nを開始した時点で既に４０歳を過ぎ，歯科技工士やＦの従業員等の職歴を有して，\n社会経験も十分に積んでおり，かつ新聞ないし雑誌の記事で，少なくとも証券取引\nは銀行に預金するよりも高い危険も負担しなければならないことを読んでいて，証\n券取引にリスクがあることについて認識していただけでなく，Ｅ証券との間で，本\n件信用取引を行う約半年前から株式の信用取引を行っており，被告との間でも，フ\nレックス１００やハイパー・ウェイブ等の高いリスクがある取引を繰り返して，損\n失も被った経験があること，オプション取引についても，本件オプション取引を行\nう前に，Ｅ証券との間で日経平均株価オプション取引を行って，損失ま\nで被ったことが認められる。\nしたがって，原告は，被告従業員から本件信用取引ないし本件オプション\n取引の勧誘を受けた時点で，十分な投資経験を積んでいたと認められる。\nエ　以上を総合すれば，被告が原告に対して本件信用取引ないし本件オプショ\nン取引を行うよう勧誘したことは，原告の投資目的，財産状態，投資経験のいずれ\nの点から検討しても，原告にとって著しく不適合であるとは認めることはできない\nから，争点(1)に関する原告の主張は理由がない。\n(2)　争点(2)について\nア　前記(1)で判示したとおり，ダブル・アルファに基づく信用取引や日経平均\n株価オプション取引は，いずれも大きなリスクを伴うものであることから，これら\nの取引を勧誘する証券会社としては，一般に，顧客が不測の損失を被ることがない\nよう，顧客に対して，当該取引の構造や仕組み，取引に伴うリスクの存在，リスク\nの回避手段等について説明すべき信義則上の法的義務があるというべきである。\nもっとも，このような説明義務は，顧客が自分の意思と責任において当該\n取引を行うか否かを的確に判断することができるようにとの見地から要求されるも\nのであるから，具体的な説明義務の範囲・程度としては，取引の性質及び仕組み，\n投資者の投資目的，投資経験等を総合考慮して，個別具体的に定めるのが相当であ\nる。\nイ　そして，前記のとおり，原告は，証券会社の担当者の勧めるままに取引を\nしていたのではあるけれども，以前からＥ証券との間で株式の信用取引を経験した\nり，他にも証券取引を繰り返すなど，投機による利益を追求して損失を被った経験\nを有していたことからすれば，証券取引の危険性についての一般的理解力が不足し\nているということはないから，被告に負わせるべき説明義務としては，原告がダブ\nル・アルファによる信用取引ないし株価指数オプション取引の構造・仕組みの大枠\nとリスクの可能性を理解できる程度に説明すれば足るものと解される。\nウ　これを本件信用取引についてみると，前記前提となる事実及び証拠（乙\n８，９，１１）によれば，被告が原告に対して本件信用取引を勧誘する際に，まず\nＢが原告に対してダブル・アルファの資料を送付し，次に被告本社投資開発部従業\n員が，原告に対し，資料に基づいて１５分程度商品説明を行い，シミュレーション\n結果を示して，実績によれば長く建て玉を維持するほど利益が出やすいことと，ダ\nブル・アルファによる取引もマイナスになることもありうるが，いつでも決済する\nことは可能なので，大きな損失が出そうになれば決済すればよいことを口頭で説明\nし，さらにＡが原告方を訪問して，「信用取引制度」及び「信用取引のしおり」を\n交付し，信用取引制度について７，８分程度説明したこと，「信用取引制度」及び\n「信用取引のしおり」には信用取引のリスクについての説明が記載されているこ\nと，ダブル・アルファの資料にも，ダブル・アルファに基づく信用取引にはリスク\nがある旨説明されており，シミュレーション結果にも損失が発生しうることが記載\nされていることが認められる。\nまた，本件オプション取引についても，前記前提となる事実及び証拠（乙\n１４，１５）によれば，既に原告はＥ証券の担当者から取引概要について説明を受\nけたうえでオプション取引を行い，損失まで被っていたこと，Ｃは，原告に対し，\n「株価指数オプション取引説明書」及び「株価指数オプション取引のしおり」を示\nしながら，１０分間にわたって日経平均株価オプション取引の仕組みについて説明\nを行ったこと，これらの書面には株価指数オプション取引のリスクについて詳細な\n説明が記載されていることが認められる。\nエ　以上によれば，被告の原告に対する本件信用取引及び本件オプション取引\nについての説明は，全体的にやや短時間ではあるけれども，原告の能力及び投資経\n験に照らせば，原告にとって取引の構造・仕組みの大枠とリスクの可能性が理解で\nきる程度に至っていたものと認められるから，争点(2)に関する原告の主張も理由が\nない。\n(3)　争点(3)について\nア　証券会社の外務員が顧客に対し，株価の動向などに関して，騰貴し又は\n下落することの断定的判断を提供して勧誘する行為は，投資に関する顧客の自由か\nつ自主的判断を妨げることとなるから，これが許されないことは明らかであり（平\n成１０年法律第１０７号による改正前の証券取引法５０条１項１号），誤った断定\n的判断の提供が決定的要因となり，顧客が投資意思を決定し，それにより顧客が損\n害を被った場合は，不法行為ないし債務不履行を構成するものと解するのが相当で\nある。\nイ　これを本件についてみるに，前記前提となる事実及び証拠（甲１，５，\n６，原告本人）によれば，原告は，平成８年１１月に入り，本件信用取引の成果が\n悪化していたことから，Ｃに対し，一旦はこれを解約したい旨を申し出たこと，こ\nれに対し，Ｃは，その損を取り戻す方法の１つとして本件オプション取引を提案\nし，その際，自分がオプション取引に非常に詳しいこと，自分に任せれば絶対大丈\n夫であること，必ずプラスになること，株価は今後必ず上がることなどを述べて原\n告を勧誘したこと，原告は，これを信頼して，あえて他社で損失を被ったことのあ\nる本件オプション取引を再び行うことを決断したこと，株価はＣの断言に反して上\n昇せず，原告は本件オプション取引により前記のような損害を被ったこと，以上の\n事実が認められる。\nウ　これに対し，証人Ｃは，絶対プラスにするという趣旨の発言はしていな\nいと証言する。しかしながら，証拠（甲５，６）によれば，原告が後日，Ｃに対し\nて電話で「必ずプラスに持ってくからオプションやりましょ，っていいましたよ\nね」と詰問したのに対して，Ｃは「はいそうです。」とこれを明確に認める発言を\nし，さらに，「あのとき絶対にプラスに持っていくって言ったでしょ，おたく」と\n原告が念を押したのに対し，「はい，そういう自信あったんですけどまるで逆にな\nってますんで」と答えていること，この点につきＣは，原告との信頼関係が崩れる\nのが嫌だったこと，原告は相場が自分の思うとおりにならないことが分かっている\n人物であることからこのような電話対応をした旨を証言するが，これらは，ことさ\nら虚偽の対応をしたことの理由としては説得力が弱いこと，Ｃは，同日の他の会話\nにおいても何度も同様の対応をしていること，Ｃが発言を肯定する内容は，会話の\n流れの中で，全く不自然なところはないことなどの諸事情が存するのであって，こ\nれらに照らすと，Ｃの前記証言は，容易に採用することができない。\nまた，一般に，証券会社の従業員が顧客に取引を勧誘するに際し，セー\nルストークとしてある程度の誇大宣伝を行うことがままあることは，公知の事実で\nあると認められるが，Ｃは，本件信用取引の成果が悪化しており，そのまま推移す\nればさらに損失が拡大することが確実に予測される状況下において，原告に対し\nて，自分に任せれば，リスクの高いオプション取引であっても絶対大丈夫で，必ず\nプラスになる，株価は必ず上昇すると断言して本件オプション取引を勧誘したので\nあって，このような勧誘があったからこそ，原告は，Ｅ証券との間で行っていた日\n経平均株価オプション取引で損失を被った経験があるにもかかわらず，本件オプシ\nョン取引を決断したものと推認されることにかんがみれば，Ｃの上記勧誘文言がい\nわゆるセールストークの範囲内のものであるとは到底解されない。\nエ　そうすると，Ｃの原告に対する本件オプション取引の勧誘は，その取引\n結果及び株価の動向に関する断定的判断を提供して勧誘したものであるから，原告\nの自由かつ自主的判断を妨げたものというべきであって，不法行為を構成するもの\nというべきである。\nしたがって，争点(3)に関する原告の主張は理由がある。\n(4)　争点(4)について\n一任勘定取引とは，証券会社が，顧客から，銘柄，売買の別，価格，数量等\nの決定を一任され，顧客の計算で行う売買取引をいう。\nしかし，証拠（乙１１，４１，５３，５４，証人Ｂ，同Ａ）によれば，本件\n信用取引においては，被告が売りポートフォリオ及び買いポートフォリオの銘柄，\n価格，数量の別を決定するが，これはあくまでも提案であり，投資をするか否かは\n昀終的に原告が決定するものであって，被告に売買を一任するわけではない。\nしたがって，本件信用取引が，一任勘定取引にあたると認めることはでき\nず，これを不法行為ないし債務不履行の責任原因とする原告の主張は失当である。\n以上によれば，争点(4)に関する原告の主張は理由がない。\n(5)　争点(5)について\nア　前記争いのない事実等のとおり，ダブル・アルファは，割安の株式３０銘\n柄をもって買いポートフォリオを構成し，割高の株式３０銘柄をもって売りポート\nフォリオを構築して，それぞれを信用取引し，分散投資と両建て効果によってリス\nクをヘッジするという戦略のもとに被告が考案した金融商品である。\nしたがって，いったん建てた買いポートフォリオと売りポートフォリオの\n一方を先に解消して，他方を維持するようなこと（分割解消）があると，ダブル・\nアルファの所期の目的である両建て効果を得られないことになるのであるから，顧\n客が自ら積極的にこのような効果が消滅し，それだけリスクが増加することを承知\nのうえで，分割解消を希望するなどの特段の事情がない限り，被告としては，自ら\nダブル・アルファを考案した立場上，これを利用する顧客に対し，いったん建てた\n買いポートフォリオと売りポートフォリオについて，一方のみを決済して，他方を\n維持するようなことがないよう助言，指導すべきであり，顧客に対してポートフォ\nリオの分割解消を勧めてはならないと解される。被告自身も，ダブル・アルファの\n留意点として，「ダブル・アルファ・スプレッド戦略の特徴は，ポジションの同時\n設定／同時解消にあります。運用中に任意の銘柄入れ替えは行わないでくださ\nい。」と案内しているところである（乙１１）。\nイ　これを本件についてみれば，原告は，Ｃの勧める取引を断ったことはな\nく，Ｃの判断を信頼してこれを尊重していたこと，本件信用取引の状況が悪化して\nきた時点で，Ｃは原告に対し，とりあえず売りポートフォリオを決済して利益を出\nし，買いポートフォリオについては順次決済したり，受株したりすればよいと勧め\nたこと，原告は，Ｃに勧められるままに，ポートフォリオの分割解消を決定し，そ\nの結果，後記のとおり同時解消した場合と比較してより多くの損失を被ったことが\n認められる。\nそうとすれば，原告が，本件信用取引において，ポートフォリオの分割解\n消をしたことは，原告自身が積極的に望んだことではなく，Ｃの助言，指導による\nところが大きいというべきであり，被告がポートフォリオの分割解消を勧めること\nを正当化する特段の事情があると認めることはできない。\nウ　したがって，被告が原告に対してポートフォリオの分割解消を勧めたこと\nは，不法行為を構成し，被告はそこから生じた損害について賠償する責任を負うと\n解される。\n(6)　争点(6)について\nア　本件オプション取引から生じた損害\nそこで，本件不法行為によって被告が賠償すべき損害の範囲について検討\nするに，原告が本件オプション取引により合計１５９０万３７８２円の損害を被っ\nたことは，前記前提となる事実で認定したとおりである。\nイ　本件信用取引から生じた損害\n次に，原告が本件信用取引によって被った損害について検討するに，被告\nとしては，本件信用取引において原告に生じた損失を拡大させないために，原告に\n対してポートフォリオの解消を勧めるとすれば，同時解消を勧めるべきであったの\nにもかかわらず，分割解消を勧めて原告に損害を与えたものと考えられる。そうと\nすれば，被告が原告に対して賠償すべき損害は，原告がポートフォリオを同時解消\nしたとして，その当時被ったであろう損失と，原告がＣの勧めに従ったことによっ\nて被った実際の損失との差額が損害となると解される。\nそして，証拠（甲１，８，証人Ｃ）及び弁論の全趣旨によれば，仮に原告\nが平成８年１１月１５日にポートフォリオを同時解消し，本件信用取引を全部決済\nしたとすれば，その損失は１００万円を超えなかったであろうことが認められる。\nこれに対して，原告が実際に被った損失については，本件信用取引の売り\nポートフォリオを決済したことによって生じた利益が５９２万５９６４円であり，\n買いポートフォリオのうち１７銘柄を一部決済したことによって生じた損失が３２\n９万８３９３円であったことは当事者間に争いがない。また，弁論の全趣旨によれ\nば，原告が買いポートフォリオの残り１３銘柄を受株したことによって生じた損失\nは，１４６２万７１９３円であったと認められる。\nしてみると，原告が本件信用取引により被った実際の損失は，１１９９万\n９６２２円であることになるから，これと前記全部決済した場合の損失との差額\nは，１０９９万９６２２円となる。\nしたがって，以上を合計すれば，本件不法行為により原告に生じた損害\nは，２６９０万３４０４円であると認められる。\nウ　過失相殺\nしかしながら，前記認定事実に徴すれば，原告は，多数回の証券取引を行\nった経験を有しており，しかも徐々にハイリスク・ハイリターンな投機的取引を行\nうようになっていたうえ，本件オプション取引については，先に同一の取引によっ\nて損害を被った経験も有するのである。また，原告は，ダブル・アルファの仕組み\nを被告担当者から説明されていたのであるから，分割解消が危険であることを知る\nことが十分可能であり，Ｃから分割解消を勧められたときにもこれを断ることがで\nきたにもかかわらず，Ｃを信頼するあまり，これをせず，また，本件信用取引及び\n本件オプション取引が，大金を投じるリスクの高い投機的取引であることを認識し\nながら，投資の対象である商品の性格，リスク等について慎重に検討することもな\nく，被告担当者に勧められるままに安易に取引を始め，またこれを終了しているも\nのということができ，このような原告の軽率かつ安易な態度が被告の不法行為を可\n能ならしめる重要な因子となったことは明らかである。\nしたがって，原告にも，その損害発生について相当大きな落ち度があるか\nら，損害賠償額の算定をするにあたって，過失相殺することが妥当であり，その過\n失割合は，上記過失の程度に照らし，６割と見るのが相当である。\nよって，被告が，原告に対して，本件信用取引及び本件オプション取引に\nより賠償すべき損害額は，１０７６万１３６１円であると認められる。\nエ　弁護士費用\n原告が原告訴訟代理人に本件訴訟の提起，追行を委任したことは明らかで\nあるところ，本件事案の性質，審理の経過及び認容額等に鑑みると，本件不法行為\nと相当因果関係のある弁護士費用は，１５０万円と認めるのが相当である。\n第４　結論\n以上によれば，原告の請求は，１２２６万１３６１円及びこれに対する平成１\n０年８月１９日から支払済みまで年５分の割合による金員の支払を求める限度で理\n由があるからこれを認容し，その余の請求は理由がないからこれを棄却することと\nして，主文のとおり判決する。\n東京地方裁判所民事第１部\n裁判長裁判官    小磯武男\n裁判官    坂口公一\n裁判官    大谷　太･\n"
}