{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 9
  },
  "case_number": "平成11(ワ)137",
  "case_name": "損害賠償請求事件",
  "court_name": "和歌山地方裁判所民事部",
  "lawsuit_id": "7409",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7409",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/409/007409_hanrei.pdf",
  "contents": "平成１５年９月９日判決言渡　同日原本領収　裁判所書記官\n平成１１年(ワ)第１３７号損害賠償請求事件\n口頭弁論の終結の日　平成１５年７月１５日\n主文\n１　被告Ａ，同Ｂ及び同Ｃは，原告に対し，各自２億１４２３万７６５１円及びこれに対す\nる平成１１年３月２７日から支払済みまで年５分の割合による金員を支払え。\n２　原告の被告Ｄに対する請求を棄却する。\n３　訴訟費用中，原告と被告Ａ，同Ｂ及び同Ｃとの間に生じたものは，同被告らの負担\nとし，原告と被告Ｄとの間に生じたものは，原告の負担とする。\n４　この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　被告らは，原告に対し，各自２億１４２３万７６５１円及びこれに対する平成１１\n年３月２７日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は，被告らの負担とする。\n(3)　仮執行宣言\n２　被告Ａ\n(1)　原告の被告Ａに対する請求を棄却する。\n(2)　訴訟費用は，原告の負担とする。\n３　被告Ｂ\n(1)　本案前の答弁\nア　原告の被告Ｂに対する訴えを却下する。\nイ　訴訟費用は，原告の負担とする。\n(2)　本案の答弁\nア　原告の被告Ｂに対する請求を棄却する。\nイ　訴訟費用は，原告の負担とする。\n４　被告Ｃ\n(1)　原告の被告Ｃに対する請求を棄却する。\n(2)　訴訟費用は，原告の負担とする。\n５　被告Ｄ\n(1)　原告の被告Ｄに対する請求を棄却する。\n(2)　訴訟費用は，原告の負担とする。\n第２　事案の概要\n１　事案の要旨\n原告は，株式会社ａ銀行（以下「ａ銀行」という。）が，株式会社ｂ土地開発（以下\n「ｂ土地開発」という。）に対して，平成４年８月１８日に実行した３億６０００万円の貸\n付け（以下「本件第１融資」という。）及び同年１１月３０日に実行した２億３０００万\n円の貸付け（以下「本件第２融資」といい，本件第１融資と併せて「本件各融資」とも\nいう。）につき，その当時，ａ銀行の専務取締役であった被告Ａ，常務取締役であっ\nた被告Ｂ及び同Ｃ並びにａ銀行の取締役審査部長であった被告Ｄが，本件各融資\nが回収見込みに欠ける違法なものであることを認識しながら，十分な担保を徴求\nすることなくその実行を承認した点に善管注意義務違反ないし忠実義務違反（以下\n「善管注意義務等違反」という。）があり，被告らは，ａ銀行に対し，商法２６６条１項\n５号に基づき，連帯して本件各融資につき回収不能となった金額につき損害賠償\n義務を負うべきであるところ，原告が，ａ銀行からこの損害賠償請求権を譲り受け\nたとして，被告らに対し，各自前記損害のうち２億１４２３万７６５１円及びこれに対\nする被告Ｄへの本件訴状の送達の日の翌日であり，その余の被告らへの本件訴\n状の送達の日の後である平成１１年３月２７日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求めた。\nこれに対し，被告らは，善管注意義務等違反の成立及び損害の発生を否認する\nなどして，争っている。\n２　前提事実\n以下の事実は，当事者間に争いがないか，証拠（甲２ないし５，７，１０ないし１\n２，１５ないし１８，２６，２７，３２，３３，３６，３８，４１ないし４６，４９，５１，５３，５４，５\n８ないし６１，６３，６４，６７，６９，７０，７２，７３，乙８，１９，丙１，戊５，６，庚６，７，\n被告Ｄ，同Ｂ及び同Ａ各本人）及び弁論の全趣旨により容易に認めることができ\nる。\n(1)　当事者等\n原告は，預金保険制度の運営のため，預金保険法に基づき設立された特別\n法人であり，不良債権回収に関する業務として，債務者の財産調査や債権取立\nて等を行っている。\nａ銀行は，株式会社ｃ相互銀行が，平成元年２月１日，普通銀行に転換すると\nともに商号変更したものであるが，平成８年１１月２１日，大蔵大臣（当時）により\n預金払出業務を除く業務停止命令を受け，事実上倒産し，平成９年６月２７日の\n定時株主総会において，平成１０年１月２６日に株式会社紀伊預金管理銀行に\n営業を全部譲渡し，原告にその余の資産を譲渡するとともに，同日をもって，解\n散することを決議した。\n被告Ａは，平成４年６月２６日から平成７年６月２９日まで，ａ銀行の総務部，\n検査部及び事務部を担当する専務取締役であった。\n被告Ｂは，昭和６３年６月２９日から平成７年７月５日まで，ａ銀行の審査部及\nび国際部を担当する常務取締役であった。\n被告Ｃは，平成４年６月２６日から平成１０年１月２５日まで，ａ銀行の人事部\n及び経理部を担当する常務取締役であった。\n被告Ｄは，昭和６３年６月から平成６年６月３０日まで，ａ銀行の取締役審査部\n長であった。\nＥは，昭和４７年５月，ａ銀行の取締役となり，その後，常務取締役，専務取締\n役，取締役副社長を経て，平成４年６月２６日から平成７年７月５日まで，同行の\n代表取締役頭取であった。\nＦは，昭和４７年１１月，ａ銀行の取締役業務部長となり，その後，常務取締\n役，専務取締役を経て，平成４年６月２６日，同行の代表取締役副頭取に就任し\nたが，平成５年８月５日，何者かによって射殺された。\nＧは，平成４年７月１日から，ａ銀行取締役本店営業部長となった。\nｂ土地開発は，平成元年１月１９日，資本金３０００万円で設立された不動産販\n売等を目的とする株式会社である。\n(2)　ａ銀行における融資業務等の決裁権限\nａ銀行における融資に関する決裁権限は，貸出決裁権限規定（甲１０）により，\n①営業店長の専決，②非役員審査部長の専決，③取締役審査部長の専決，④\n審査担当役員の専決によるものとそれぞれ区分されていた。\nそして，同一債務者の貸出純債権額が５億円を超える場合，一債務者の貸出\n純債権額より担保不動産評価額の余力等を差し引いた実質与信額が１億円を\n超える場合，常務会に付議された債務者への実質与信額が前回の常務会審議\n決裁額より５０００万円を超える場合等の融資については，常務会付議案件とさ\nれていた（常務会規定，甲１２）。\nまた，重要な貸出並びに多額の借入及び保証については，取締役会付議事\n項とされていた（取締役会規定，甲１１）。\n(3)　ａ銀行における常務会付議案件の貸出業務の手続\nａ銀行においては，まず，顧客から融資の申込みを受けた営業店において貸\n出稟議書一式を作成し，営業店店長から本部審査部へ上申し，本部審査部に\nおいて，まず，初審担当者が審査を行い所見を記した上，審査部長（本件各融\n資当時は被告Ｄ）が融資の可否を判断し，融資担当取締役（本件各融資当時\nは，被告Ｂ）に上申する。融資担当取締役は，当該融資の問題点を検討し，これ\nを常務会に付議する。そして，常務会において，担当部が稟議書を整理した説\n明資料に基づき，常務会に出席した常務取締役以上の取締役が意見を交換し，\n昀終的に取締役頭取が融資の可否を決定することとされていた。\n(4)　本件各融資に至る経緯\n株式会社d出版社（以下「d出版社」という。）は，平成３年８月ころから平成４年\n４月ころにかけて，発行する月刊雑誌「ＳＥＩＫＡＩ・月刊政界」（以下「『政界』」とい\nう。）に，ａ銀行，同行の当時の頭取であったＨ，常務取締役であったＩ及びＥなど\n同行の取締役に対する誹謗中傷記事を掲載するようになった。\nＦは，暴力団組長であったＪ及びe開発株式会社（以下「e開発」という。）の代\n表取締役Ｋに対し，平成４年５月ころ，「政界」にａ銀行及び同行役員らに対する\n誹謗中傷記事が掲載されることを中止させるよう依頼した。\nＫは，Ｆに対し，同年７月ころから，「政界」への誹謗中傷記事の掲載中止の見\n返りとして，e開発ないしその関連会社への融資を要求した。\n(5)　本件第１融資に関する常務会の開催及び本件第１融資の概要等\nＦは，平成４年８月１１日に開催された常務会（以下「本件常務会」という。）に\nおいて，e開発の関連会社に３億６０００万円貸し付ける旨の提案をした。Ｅは，\n本件常務会の審議を踏まえて，このＦの提案を承認した。\nａ銀行は，本件常務会における承認を受けて，ｂ土地開発に対し，同月１８日，\n手形貸付けの形式で，３億６０００万円を，利息年７．３パーセント，返済期限平\n成６年７月３１日の約定で貸し付けた（本件第１融資）。\n(6)　本件第２融資に関する持ち回り常務会の開催と本件第２融資の概要等\nＫは，Ｆに対し，平成４年１１月ころから，Ｊ，その妻でありｂ土地開発の取締役\nであるＬないしｂ土地開発への融資を要求した。\nａ銀行の常務会構成員であるＥ，Ｆ，被告Ａ，同Ｂ，同Ｃ及び常勤監査役のＭ\nは，平成４年１１月３０日，持ち回り常務会の方法により，ａ銀行のｂ土地開発に\n対する２億３０００万円の融資を承認した。\nａ銀行は，前記承認を受けて，ｂ土地開発に対し，同日，証書貸付けの形式\nで，２億３０００万円を，利息年７．３パーセント，昀終返済期限平成１１年１１月２\n０日の約定で貸し付けた（本件第２融資）。\n(7)　本件各融資にかかる貸付金の返済状況\nｂ土地開発は，ａ銀行に対し，平成４年１１月１７日，本件第１融資にかかる貸\n金債務の一部弁済として２億円を支払い，同年１２月２１日，平成５年１月２０\n日，同年２月２２日及び同年３月２９日，本件第２融資にかかる貸金債務の一部\n弁済として各２７５万円ずつ（合計１１００万円）支払った。\nａ銀行は，平成７年１１月１６日，ｂ土地開発の同行に対する預金債権と本件\n各融資にかかる貸金債権とを対当額で相殺するとの意思表示をし，そのうち２\n万６２７４円を本件第１融資にかかる貸付金債権に，３万３８６８円を本件第２融\n資にかかる貸付金債権にそれぞれ充当した。\nＬは，ａ銀行に対し，平成８年９月２日，本件第２融資にかかるｂ土地開発の貸\n金債務の弁済として，９０００万円を支払った。\n以上の結果，同日現在における本件第１融資にかかる貸付金債権残額は，１\n億５９９７万３７２６円，本件第２融資にかかる貸付金債権残額は，１億２８９６万\n６１３２円となり，本件各融資にかかる貸付金債権残額の合計は，２億８８９３万\n９８５８円となった。\n(8)　ａ銀行から原告への資産譲渡とその後の本件各融資にかかる貸付金の回収\n原告は，ａ銀行から，平成１０年１月２３日，同月２６日現在で同行が有する債\n務不履行に基づく損害賠償請求権及び事務管理，不当利得，不法行為その他\n契約以外の原因に基づいて同行が有する権利（同日現在及びそれ以前におけ\nる同行の役職員，融資先その他の関係者に対し責任追及する一切の権利を含\nむ。また，既に権利が確定しているもののほか，同日においてその存在の確認\n又は内容の特定が未了であるものを含む。）等を２０８２億７８６９万３９１９円で\n買い受けた（以下「本件譲渡契約」という。）。\n原告は，被告らのほか，Ｅ及びＧに対しても，本件各融資の実行に当たり，善\n管注意義務等違反があったとして，当初本件請求において，被告らと連帯して２\n億８８９３万９８５８円及び遅延損害金の請求をしていたところ，Ｅ及びＧと本件訴\n訟において和解し，この和解に基づき，Ｅから２６３１万６２００円，Ｇから１９００万\n円の合計４５３１万６２００円の支払を受けた。\n３　争点及びこれに関する当事者の主張\n(1)　本件訴えの適法性\n（被告Ａ及び同Ｂの主張）\nａ銀行の株主らは，被告Ａ，同Ｂ等本件各融資当時の取締役を被告として，平\n成９年６月３０日以降，ａ銀行のｂ土地開発に対する本件各融資につきａ銀行へ\nの損害賠償を求める株主代表訴訟を提起した（当庁平成９年(ワ)第３４８号事件\n及び同年(ワ)第５３７号事件）。\nこのように株主が会社の取締役に対し適法に株主代表訴訟を提起したことに\nより，会社は，同一の訴訟物に関し，訴訟追行権を失うことになるから，株主代\n表訴訟提起後に，会社ないし会社からその債権を譲り受けた者が，当該取締役\nに対し，同一の訴訟物に関する訴訟を提起することは，不適法である。\n（原告の主張）\n会社は，株主代表訴訟が提起された後も，当該目的債権についての実体法\n上の処分権限を喪失しない。\nそして，原告は，本件損害賠償請求権をａ銀行から譲り受けたことから，譲渡\n人であるａ銀行ないしその法定訴訟担当者としての代表株主の提起した訴えと\nは別個独立の訴えを提起することができる。\nしたがって，本件訴えは，適法である。\n(2)　本件各融資の実行に当たり，被告らに善管注意義務違反等があったか。\n（原告の主張）\nア　本件第１融資の違法性\n本件第１融資は，ａ銀行が，ｂ土地開発に対し，同社がe開発から別紙物件\n目録１及び２記載の各土地を購入する資金として貸し付けた融資取引である\nところ，以下にみるとおり，その回収の見込みはなく，ａ銀行に対し損害を与え\nる危険性の極めて高い違法な融資であった。\n(ア)　赤字会社への融資\nｂ土地開発は，平成元年１月に設立された会社であるが，設立後の売上\n総利益をみると，平成元年１０月決算期における総売上高は０円，平成２年\n１０月決算期における総売上高は９億円，平成３年１０月決算期における総\n売上高は約２９００万円となっており，設立以降，ほとんど収益らしい収益は\nなく，設立後３期連続で赤字を計上し，平成３年１０月決算期における累積\n赤字は３億２０００万円以上にのぼる極めて業績の悪い会社であった。\n(イ)　暴力団関係者への融資\nｂ土地開発の取締役には，暴力団組長であるＪの妻であるＬ及び右翼団\n体幹部であるＮがそれぞれ就任しており，このことから，ｂ土地開発が，暴\n力団に関係のある会社であることは明らかであり，その上，本件第１融資に\nかかる貸付金の資金使途はあいまいであり，これが暴力団に流出すること\nが強く疑われる状況にあった。\n(ウ)　保全不十分な融資\nａ銀行が，ｂ土地開発から，本件第１融資において，担保として徴求した\n不動産は，別紙物件目録１及び２記載の各土地である。しかし，この担保\n物件は，時価で評価しても，合計３億６０００万円と本件第１融資の貸付金\n額と同等の価値しかなかった。\nａ銀行の融資における内規では，担保物件の評価は正常価格（時価）の\n８０パーセントを昀高限度とすべきである旨定められており，上記担保物件\nは，ａ銀行審査部において，査定率７０パーセント，担保価額約２億５４００\n万円と評価されている物件であり，担保物件による保全が明らかに不十分\nな貸付けであった。\nイ　本件第２融資の違法性\n本件第２融資の資金使途は，ｂ土地開発の取締役であるＬが現に喫茶店等\nとして使用している別紙物件目録３ないし５の各土地及び建物を購入する資\n金をｂ土地開発が同女に貸し付けるというものであり，本件第１融資同様，以\n下のとおり，回収の見込みがなく，ａ銀行に対し損害を与える危険性の極めて\n高い違法な融資であった。\n(ア)　赤字会社への融資\n前記ア(ア)のとおり，ｂ土地開発は，業績の極めて悪い会社であった。\n(イ)　暴力団関係者への迂回融資\n本件第２融資は，実質的には，暴力団組長の妻であるＬに対する迂回融\n資であった。\n(ウ)　保全不十分な融資\n本件第２融資に関してｂ土地開発から提供された担保物件のうち，別紙\n物件目録３ないし５記載の各土地及び建物については，暴力団組長の妻で\nあるＬが占有する物件であり，物件評価額及び担保余力は，約５７４０万円\nにすぎない。\nまた，同じく本件第２融資につきｂ土地開発から提供された担保物件とし\nて旅館の敷地及び建物（別紙物件目録６ないし８記載の各土地及び旅館\n建物はその一部である。以下これを総称して「f土地建物」という。）がある\nが，これは閉鎖され荒廃した旅館であり，担保物件としての評価額も合計\n約５億１２７３万円にすぎないところ，先順位担保権として６億４０００万円の\n根抵当権が設定されていることから，担保余力のない物件であったことは\n明らかである。\nｂ土地開発は，ａ銀行に対し，平成４年１１月１７日，本件第１融資にかか\nる貸金債務の弁済として，２億円を支払い，この結果，本件第１融資にかか\nる貸金債務の残債務額は，１億６０００万円となったが，同融資につき担保\n物件で保全されている額は，約１億１５２２万円であった。しかしながら，ａ銀\n行が，ｂ土地開発に対する本件第２融資に当たり，追加担保として徴求した\nのは，前記のとおり，合計約５７４０万円の担保余力しか有しない物件であ\nった。このため，本件第２融資により，ａ銀行のｂ土地開発に対する与信額\nは，３億９０００万円となるにもかかわらず，担保物件として徴求された不動\n産の担保余力の合計は，約１億７２６０万円にすぎず，約２億１７４０万円\nが，担保によって保全されない融資となるに至った。\nウ　本件各融資に関する被告らの責任\n被告らは，ａ銀行の取締役として，同行に対し善管注意義務等を負うもので\nあり，これを融資実行についてみると，法令，定款，同行内部規定を遵守する\nはもとより，貸付先の資産及び経営状態やその信用の程度を精査し，確実か\nつ十分な担保を徴求するなど貸付金回収のために万全の措置を講じる義務\nがあるし，各取締役の業務執行を監視し，監督機関である取締役会を通じて\nこれを監督する義務があるところ，本件各融資の実行に当たり，以下のように\nその義務を怠った。\n(ア)　被告Ａの責任\nａ　本件第１融資について\n被告Ａは，本件常務会に先立つ平成４年８月１０日，Ｆから，本件第１\n融資の概要について説明を受け，本件第１融資が，①従前取引のない\n相手に対し，新規に貸付けを行ういわゆるトップ貸しであること，②「政\n界」への誹謗中傷記事掲載を中止させることに協力してもらった見返りと\nいう，本来であれば，融資の可否の決定に当たり考慮されるべきでない\n事由に基づくものであること，③「政界」への誹謗中傷記事掲載の問題\nが，Ｆがａ銀行内の権力闘争に利用していると疑われていること，④貸付\n先であるｂ土地開発の経理状況が良好なものではないこと，といった事\n実を認識するに至った。したがって，被告Ａは，本件第１融資が，ａ銀行と\nして行うべきでない違法な融資取引であることを十分疑わせる状況であ\nることを認識できたというべきである。\nそうであるにもかかわらず，被告Ａは，本件常務会において，貸付先\nであるｂ土地開発の役員構成，本件第１融資に当たっての担保の徴求状\n況についての詳細を把握せず，また，これを把握するのに必要な稟議書\n等の書類の確認をすることなく，本件常務会において，この種の融資は\nよくあると，本件第１融資を積極的に支持する旨の発言をもして，本件第\n１融資を承認した。\nさらに，被告Ａは，本件常務会終了後に常務会付議案件議事録等の\n本件第１融資に関する一件書類が回付された際，ｂ土地開発が大幅な\n赤字を抱えていることや担保の保全状況が不十分であることを認識し，\nまた，この段階で本件第１融資に対する承認を拒否し，さらには，改めて\n取締役会を招集するなどして，本件第１融資を阻止することができたにも\nかかわらず，その努力を怠り，一件書類に承認の印を押印した。\n以上の事実にかんがみると，被告Ａにおいて，本件第１融資の承認に\n当たり，善管注意義務等違反があったことは明らかである。\nｂ　本件第２融資について\n被告Ａは，本件第１融資が実行された後，ｂ土地開発の取締役として，\n暴力団組長の妻であるＬや右翼団体関係者であるＮが就任していること\nを認識し，本件第２融資の稟議書類にもその旨記載されていたことを認\n識していた。また，被告Ａは，本件第２融資の稟議書類の記載から，ｂ土\n地開発の決算内容からすれば，同社からの本件第２融資の今後の返済\nが期待できないこと，徴求されている担保物件は，時価で評価したとして\nも，担保不足となることを認識していた。さらに，被告Ａは，本件第２融資\nが，通例であれば，常務会を開催して協議の上頭取がその可否を決裁\nすべき事案であるにもかかわらず，あえて持ち回り決裁という異常な手\n続で行われていることも認識していた。したがって，被告Ａは，本件第２\n融資における常務会付議案件議事録への承認印の押印を拒否し，ある\nいは，常務会や取締役会の開催を求めるなどして，本件第２融資の阻止\nへ向けた努力をすべきであった。\nそうであるにもかかわらず，被告Ａは，何らこのような手段をとらず，か\nえって，本件第２融資に関する常務会付議案件議事録に承認印を押捺\nし，本件第２融資を承認し，もって，本件第２融資を積極的に推進した。こ\nのような被告Ａの行動が，取締役としての善管注意義務等に違反してい\nることは明らかである。\n(イ)　被告Ｂの責任\nａ　本件第１融資について\n被告Ｂは，平成４年８月初めころ，被告Ｄ及びＧから，本件第１融資に\nついての事前相談を受け，ｂ土地開発が暴力団に関係する会社であるこ\nとなど本件第１融資についての詳細な事実を把握し，本件第１融資が回\n収可能性に欠け，ａ銀行に損害を与えることが明らかな違法な融資取引\nであることを十分に認識していた。\nしかしながら，被告Ｂは，ＥやＦに対し，本件第１融資に反対する旨の\n意見を述べたり，取締役会を招集するなど，本件第１融資を阻止する行\n動をとることなく，また，Ｆが，本件常務会において本件第１融資を上程し\nた際にも，明確な反対意見を述べず，昀終的には，本件第１融資を承認\nし，もって，本件第１融資が実行可能な状況を作り出した。\nさらに，被告Ｂは，本件常務会終了後，本件第１融資の稟議書等一件\n書類を読み，より具体的な事実を把握することで，本件第１融資が違法\nなものであることの確信をいよいよ深めたにもかかわらず，取締役会の\n招集を求めるなど本件第１融資を阻止するための方策をとることなく，漫\n然と本件第１融資を承認する意思で常務会付議案件議事録に押印し，Ｅ\nないしＦをして本件第１融資を実行させた。\n以上の事実に照らすと，被告Ｂに善管注意義務等違反があったことは\n明らかである。\nｂ　本件第２融資について\n被告Ｂは，同Ｄから本件第２融資にかかる稟議書等一件書類を受領\nし，また，Ｇから本件第２融資につき説明を受けたことにより，本件第２融\n資が暴力団関係者に対する迂回融資にほかならないこと，約定どおりの\n返済が期待できないこと，担保による保全も期待し難いことを認識してい\nた。\nしかしながら，被告Ｂは，本件第２融資を阻止するための行動を何らと\nらず，かえって，Ｇから，Ｆが本件第２融資を平成４年１１月末日までに実\n行するよう指示を受けている旨を聞くに及び，Ｅ及びＦが本件第２融資の\n実行について了解していると理解し，その意に沿う形で，通常このような\n問題のある案件では行うはずのない持ち回りの常務会により承認を得る\nこととし，もって，違法な本件第２融資の実行に積極的に加担したもので\nあり，このような被告Ｂの行為が，善管注意義務等に違反することは明ら\nかである。\n(ウ)　被告Ｃの責任\nａ　本件第１融資について\n被告Ｃは，本件常務会において，本件第１融資の提案を初めて聞いた\nものであるが，本件第１融資が，①従前の取引がない相手方に対し新規\nに貸付けを行うトップ貸しである上，当時融資が問題視されていた不動\n産販売業者に対する融資であることから，回収に大いに不安のある危険\nな融資であること，②「政界」への誹謗中傷記事掲載を中止させることに\n協力してもらった見返りという，本来であれば，融資の可否を決定するに\n当たり考慮されるべきでない理由に基づくものであったこと，③「政界」へ\nの誹謗中傷記事掲載の問題が，Ｆがａ銀行内の権力闘争に利用してい\nると疑われていること等本件第１融資の問題性及び危険性を認識し，さ\nらに，被告Ｃは，本件常務会において，被告Ｂから本件第１融資には先\n々懸念がある旨の発言があったことも認識していた。そのため，被告Ｃ\nは，常務会構成員である常務取締役として，本件常務会において，本件\n第１融資に関する疑問点や不審点を質問するなどして，本件第１融資の\n安全性，確実性等に関する事実を相当程度確認した上で，本件第１融資\nを承認するかどうかを判断すべき義務があった。\nしかしながら，被告Ｃは，本件第１融資の可否の決定が直接の担当外\nの案件で，ａ銀行の昀上層部が本件第１融資の実行を既に了解している\nといった自己保身的な理由から，本件常務会において，質問や意見を述\nべるなどして，本件第１融資の危険性に対する疑問を払拭することなく，\n漫然と本件第１融資を承認したものであり，このような被告Ｃの行為が，\n善管注意義務等違反を構成することは明らかである。\nｂ　本件第２融資について\n被告Ｃは，ｂ土地開発が，貸付金の回収に不安のある相手先であり，\nかつ，本件第１融資が平成４年９月初旬ころに行われた日本銀行による\nａ銀行の経営状態に対する調査において問題とされていたことから，本\n件第２融資もａ銀行に損害を与える危険性のある違法な融資取引である\nことを認識していた。\nしかしながら，被告Ｃは，本件第２融資に関する常務会付議案件議事\n録が回付される前の平成４年１１月ころ，ＧからＦの指示により本件第２\n融資を実行する旨聞き，また，Ｆからも本件第２融資の計画について聞\nいたものの，本件第２融資を阻止するための行動を起こしたり，本件第２\n融資の安全性や確実性を確認するための行動を一切行わなかった。か\nえって，被告Ｃは，Ｇに対し，本件第２融資を実行することを前提として，\n本件第２融資に関与した者の立場を守るための方法を示唆し，事実上，\n本件第２融資を容認するかのような態度をとり，さらに，本件第２融資に\n関する稟議書等一件書類が回付された際，本件第２融資が，ａ銀行に損\n害を与える危険を有する極めて問題のある融資取引であり，本来であれ\nば，持ち回りで決裁すべき案件ではないことを認識しつつ，ＥやＦの意向\nに沿うという自己保身的な理由で，本件第２融資を承認した。\nこのような被告Ｃの諸行動が，善管注意義務等に違反することは明ら\nかである。\n(エ)　被告Ｄの責任\nａ　本件第１融資について\n被告Ｄは，平成４年８月初めころ，Ｇ及びａ銀行本店営業部長代理（貸\n付担当）であったＯから，本件第１融資に関する事前相談を受け，本件\n第１融資が，「政界」の誹謗中傷記事掲載の差止に対する見返り融資で\nあること，本件第１融資を申し入れたe開発は，株式会社g銀行（以下「g\n銀行」という。）を主たる取引銀行としていたところ，平成４年当時，事業\nの推進がうまくいっていなかったこと，ｂ土地開発は従前ａ銀行と全く取引\nのなかった不動産販売業者である上，Ｌという暴力団組長の妻が取締役\nに就任していたといった本件第１融資の問題点を認識し，被告Ｂ，Ｆ，Ｅと\n面談した際，この３名が本件第１融資を実行する方向で動いていることも\n認識していた。それゆえ，被告Ｄにおいて，本件第１融資の稟議を上程\nすれば，これが常務会で承認され，違法な融資が実行されることを十分\n予見していた。したがって，被告Ｄは，①審査担当の常務取締役であっ\nた被告Ｂを介して，本件第１融資に関する案件を常務会に付議されるこ\nとを阻止する，②全常務会構成員に対し，本件第１融資の問題点を指摘\nし，これを否決するよう働きかける，③取締役会を招集するといった違法\nな本件第１融資を阻止するための昀善の措置をとるべきであった。\nしかしながら，被告Ｄは，ａ銀行本店営業部に本件第１融資の稟議書\n等一件書類を返還せず，自らの否決意見及び若干の注意事項を付記し\nた稟議書等一件書類を被告Ｂに回付し，もって，その後において，本件\n第１融資の稟議書類と常務会付議案件議事録を常務会構成員である取\n締役らに回覧の上，承認印を押印することを可能な状態にした。また，被\n告Ｄは，取締役会の招集を求めるなど，本件第１融資を阻止するための\n行動を何らとらなかった。\n以上の被告Ｄの行為は，取締役としての職務を尽くしたものということ\nはできず，善管注意義務等違反に該当するものといわざるを得ない。\nｂ　本件第２融資について\n被告Ｄは，平成４年１１月２６日，審査部次長Ｐから本件第２融資に関\nする稟議書等一件書類の回付を受け，本件第２融資が，実質的には暴\n力団への迂回融資である上，担保による保全状況が不十分であるとも\nに，返済を裏付ける収入の目処が全くなく，およそ回収することが期待で\nきない融資案件であることを認識するに至った。また，被告Ｄは，本件第\n１融資における被告Ｂの態度から，同被告が本件第２融資に関して，常\n務会で反対意見を述べるなど，本件第２融資を阻止するための行動をす\nることはおよそ期待できないことを認識していた。したがって，被告Ｄは，\n本件第１融資における場合と同様に，本件第２融資を阻止するための昀\n善の措置をとるべきであった。\nしかしながら，被告Ｄは，本件第２融資の稟議書に自らの意見を記載\nせずに，審査担当の常務取締役である被告Ｂに本件第２書類に関する\n稟議書類一式を回付し，もって，同被告にその後の処理を全面的に委\nね，その後も，常務会の構成員，その他の取締役，監査役等に対し，本\n件第２融資が本件第１融資にもまして違法性の高い案件であることを説\n明し，実行されることのないよう働きかけるなどの行為を何もせず，漫然\nと本件第２融資が決裁されて実行されるのを放置したものであり，この被\n告Ｄの一連の行動が，善管注意義務等違反を構成することは明らかで\nある。\n（被告Ｂ，同Ａ及び同Ｃの主張）\nア　善管注意義務等違反の判断基準\n取締役の企業経営に関する判断は，不確実かつ流動的で複雑多様な諸要\n素を対象とした専門的，予測的，政策的な判断能力を必要とする総合的な判\n断であり，ある一定の時点で取るべき選択肢が１つであるなどといったことは\nあり得ない。そのため，取締役の経営に関する判断についての裁量はおのず\nと広範なものとならざるを得ない。\nしたがって，取締役の経営判断が，商法規定の善管注意義務等違反に該\n当するといえるためには，個々の取締役が置かれた個別具体的な状況を十\n分に考慮した上で，通常の企業人を基準として，裁量権の逸脱があったとま\nで評価できること，換言すれば，経営判断の前提となる事実の認識に不注意\nな誤りないし看過し難い過誤があったり，意思決定の過程ないし内容が著しく\n不合理であったといった事情が認められる場合に限られるというべきである。\nイ　本件融資における善管注意義務等違反の不存在\n本件各融資において，ｂ土地開発の決算内容の悪さ，取締役に暴力団組\n長の妻であるＬが就任している等，通常の融資案件の融資審査の基準から\nは，回収可能性に危惧がある融資案件であると考えざるを得ないとしても，以\n下の事実に照らすと，本件各融資の承認及び実行は，当時の状況において\nは，一見して違法な経営判断とまで断ずることはできず，また，被告Ｂ，同Ａ及\nび同Ｃにおいて，本件各融資を承認するという経営判断をしたことが善管注意\n義務等違反に当たらないことは，明らかである。\n(ア)　本件各融資は，ａ銀行，Ｅ等に関する雑誌「政界」の誹謗中傷記事の掲\n載を中止してもらった見返りという意味合いの政策的な目的の融資であり，\nａ銀行の代表取締役であるＦが融資を約束したため，どうしても実行せざる\nを得ない状況となっていた。\n(イ)　Ｅ及びＦの対応を見る限り，本件各融資においては，昀終的な決裁権者\nであるＥ及びＦが，回収可能性に関する危惧を理由とした営業店や審査部\nからの反対意見があることを十分に承知しつつ，なおかつ政策的な目的を\n優先させる経営判断から，既に本件各融資の実行を決意して，相手方にも\n約束をしており，今更翻意する意思のないことが明らかであった。\n(ウ)　ａ銀行は，平成４年８月当時，経営状態の悪化から社会的な信用不安状\n況にあった。また，ａ銀行やＥ等に関する雑誌の誹謗中傷記事の掲載が今\n後いつまで続くのか，どの程度までエスカレートするのかといったことは当\n時全く不透明であった。さらに，Ｆが，e開発の代表取締役であるＫに依頼し\nたという上記誹謗中傷記事の掲載中止については，どのような経緯からか\n暴力団まで関与し始めている状況であることが，ｂ土地開発の役員構成か\nら読みとることができた。そのため，もし，ａ銀行の代表取締役であるＦが対\n外的に約束した本件各融資の実行を撤回したりすれば，それによって混乱\nが生ずることは必至であり，暴力団による追及などこじれた形でこの問題\nが表面化すれば，ａ銀行の信用不安はさらに拡大することが懸念される状\n況にあった。\n(エ)　ａ銀行及びその取締役らに対する誹謗中傷記事の掲載とe開発への掲\n載中止依頼に起因した金銭要求問題を解決するに当たり，本件各融資に\n代わりうるような具体的な解決案ないし代替案を想定することができず，ま\nた，本件各融資の実行には，時間的余裕がない状況であった。\n(オ)　ａ銀行のｂ土地開発に対する本件第１融資にかかる貸付金３億６０００万\n円とこのうち２億円が返済された後の本件第２融資にかかる貸付金２億３０\n００万円の信用供与合計３億９０００万円という金額は，ａ銀行の平成４年６\n月当時の総資産額７３９０億６７００万円の０．０５２８パーセントにすぎなか\nった。\n(カ)　本件第１融資については，貸付金額に見合う時価３億６０００万円の不動\n産担保が徴求されていた。\n（被告Ａ及び同Ｃの主張）\nａ銀行においては，担当役員制を採用しており，全取締役が全ての業務執\n行につき同等に責任を負担するという体制にはなかった。このような，担当役\n員制を採用している以上，当該担当の取締役が適正妥当に職務執行をして\nいることを相互に信頼することが前提とされるべきである。\n被告Ａ及び同Ｃは，融資審査担当の常務取締役ではなく，融資審査担当の\n取締役である被告Ｄや同Ｂが適正妥当な職務執行をしていると信頼して，職\n務を行っていたのであり，融資審査担当の取締役らが所要の措置をとってい\nない以上，担当外であった被告Ａ及び同Ｃの行動には限界があり，善管注意\n義務等の負担は，被告Ｂ及び同Ｄよりも軽減されるべきであり，本件各融資の\n承認過程において，これらの義務に違反したということはできない。\n（被告Ｄの主張）\nア　本件第１融資について\n被告Ｄは，平成４年８月５日，Ｇ及びＯから本件第１融資について事前相談\nを受けた際，本件第１融資の問題点を的確に把握し，このような融資取引が\n認められないことを明確にＧ及びＯに伝え，これに納得しないＧを常務取締役\nである被告Ｂのところに連れて行き，説得を試みた。被告Ｄは，その後，本件\n各融資を強力に進めようとするＦに呼び出された際も，明確に本件第１融資に\n反対する旨主張し，それでも本件第１融資を阻止できないと考え，頭取であっ\nたＥと直接面会し，本件第１融資の不当性を訴えた。さらに，被告Ｄは，ａ銀行\nの審査部長として，初審審査の担当者であった審査部次長のＱに対し，本件\n第１融資の審査に当たり，上の意向に配慮することなく公正に審査を行うよう\n指示して適切な意見を書かせるとともに，自らも必要な否決意見を書き込ん\nで，本件第１融資が暴力団の関与した不当なものであることを誰にでも分かる\nようにした上で，本件第１融資に関する融資稟議書に極めて異例な否決を明\n示して捺印した。\nところで，本件第１融資のような常務会付議案件の融資取引の場合，通常\nであれば，融資稟議書等一件書類が本店営業部から審査部初審，審査部長\n（被告Ｄ），審査担当常務取締役（被告Ｂ）と順次回付されてその都度融資の\n適否を審査し，その後，常務会に上程されて審議された上，頭取によってその\n適否が決定される。そして，常務会における審議の際には，説明資料を常務\n会参加者らに配布した上，審査部長が出席し，融資稟議書等一件書類に基\nづき，融資の内容等について説明することになっていた。\nしたがって，本件第１融資の場合，上記通常の手続に従って常務会が開か\nれ，被告Ｄが出席して説明の機会が与えられていれば，稟議書に異例の否決\n意見を記載した被告Ｄとしては，当然，本件常務会において，常務会参加者ら\nに対し，本件第１融資が不当であることを説明するはずであった。\nしかしながら，本件第１融資については，稟議書等一件書類が被告Ｄに回\n付される前に，本件常務会において，被告Ｄの退席後，Ｆが，これを緊急に提\n案し常務会による協議がされ頭取であるＥが融資の決定をするという極めて\n異例な手続がとられた。その結果，被告Ｄは，常務会参加者らに対し，本件第\n１融資の問題点を説明する機会を全く与えられなかった。被告Ｄは，このよう\nな異例な手続で本件第１融資の実行が決定されたことを被告Ｂから聞いて初\nめて知ったものの，もはやとるべき手段がなかったものである。\nこのように，被告Ｄは，本件第１融資を阻止するため，取締役審査部長とし\nて可能な限りの方策を尽くしたものであり，善管注意義務等に違反する点は\n存在しない。\nイ　本件第２融資について\n(ア)　被告Ｄは，平成４年１１月２６日，本件第２融資にかかる融資稟議書等一\n件書類が何らの事前説明もなく回付された際，初審担当者であったＰに対\nし，特別な配慮をせずに公正に審査を行うよう指示し，Ｐが審査記録表に記\n載した否決意見と全く同意見であったことから，被告Ｂに一件書類を持参し\nて示し，同被告に対し，本件第２融資に反対である旨伝えたが，同被告か\nら，否決意見を書かずに一件書類を渡すよう求められたことから，本件第２\n融資に反対する意思を示すために，審査記録表の部長捺印欄に押印する\nことなく，一件書類を同被告に手渡し，もって，一件書類を回付した。\n(イ)　そして，①本件第２融資が，本件第１融資と一連のものであり，本件第１\n融資と同様に，Ｆが主導して手続が進められ，Ｅがこれを了解しているとい\nう事情が明らかであったこと，②被告Ｄが本件第１融資の実行に強硬に反\n対していたことはＥ及びＦも認識しているところであり，被告Ｄが本件第２融\n資についても反対することはＥ及びＦにおいて容易に認識できるものであっ\nたこと，③本来であれば，本件第２融資は通常の常務会において協議され\nるべきところ，被告Ｂがこれを持ち回り常務会において承認決議を得ること\nとしたこと，④さらに，通常，持ち回り常務会決議において融資案件の適否\nを決めるに当たっては，審査部長である被告Ｄが一件書類をもって常務会\n参加者らの下を回り，当該融資の内容及び問題点を説明した上で常務会\n付議案件議事録に承認印を押捺してもらっていたところ，被告Ｂは，ＧにＦ\nから常務会付議案件議事録の承認印を押捺してもらうよう指示し，Ｆの承認\n印を確認の上，自らも承認印に押捺し，その後は，女子職員に一件書類及\nび常務会付議案件議事録を他の常務会参加者らに回付させ，承認印への\n押捺を求めたこと，⑤持ち回り常務会においては，Ｐの否決意見の記載さ\nれた審査記録表も添付されていたことといった諸事情に照らすと，Ｅ，Ｆ及\nび被告Ｂは，被告Ｄが本件第２融資に反対であることを熟知しているはずで\nあるし，被告Ｄは，常務会又は持ち回り常務会決議に当たり承認印を押捺\nしてもらうに当たって，本件第２融資の問題点について各常務らに説明する\n機会を失った一方，審査記録表を見れば，各常務らにおいて本件第２融資\nの問題点が明らかになったということができるから，被告Ｄは，前記(ア)記\n載の行動以上に，本件第２融資を阻止する措置をとることができなかった\nし，また，とる必要もなかったというべきである。したがって，被告Ｄには，本\n件第２融資の承認ないし実行に当たり，善管注意義務等違反は成立しな\nい。\n(3)　善管注意義務等違反と損害との間の因果関係及び損害額\n（原告の主張）\nア(ア)　被告らが，本件各融資の実行ないし承認に当たり，前記(2)の原告の主\n張のとおり，善管注意義務等に違反したことにより，ａ銀行は，前提事実(7)\nのとおり，本件各融資において回収不能となった残債権額合計２億８８９３\n万９８５８円を下らない損害を被った。\nもっとも，本件第１融資の実行に当たって融資金額から天引きされた６８\n０万０２００円（利息分６６９万６０００円，印紙代等１０万４２００円）及び本件\n第２融資の実行に当たって融資金額から天引きされた利息分１０１万２００\n０円の合計７８１万２２００円については，本件各融資の実行に当たりａ銀行\nに生じた損害とはいえないとみる余地もあることから，請求額から控除する\nこととする。\n(イ)　前提事実(8)のとおり，ａ銀行から被告らに対する本件損害賠償請求権を\n譲り受けた原告は，別紙物件目録１記載の土地及び同目録２記載の土地\nのうち１８９．３２平方メートルにつき，競売を申し立て（和歌山地方裁判所\n平成１０年(ケ)第３２６号事件），上記各土地は，平成１１年６月２５日，３９６\n０万円で競落され，原告は，平成１１年１０月１９日の配当期日において，前\n記競売価格のうち２０５７万３８０７円の配当を受け，これを本件第２融資の\n元本に充当した。\n(ウ)　原告は，前提事実(8)のとおり，Ｅ及びＧから本件訴訟による和解に基づ\nき，本件損害賠償請求権の弁済として，合計４５３１万６２００円の支払を受\nけた。\n(エ)　Ｇは，本件訴訟に先立つ当庁平成９年(ワ)第５３７号事件の株主代表訴\n訟において，請求を認諾し，平成９年１２月４日，ａ銀行に対し，１００万２８７\n７円（うち２８７７円は遅延損害金である。）を支払った。このＧの支払の趣旨\nは，前記株主代表訴訟が，本件各融資のみを対象とするものではないこと\nから，必ずしも明確ではないが，原告の被告らに対する本件請求において\nは，Ｇの支払った金員のうち，元本に相当する１００万円を控除することとす\nる。\n(オ)　以上により，原告の被告らに対する損害賠償請求権の残額は，２億８８\n９３万９８５８円から前記のとおり，利息等差引額７８１万２２００円，競売に\nよる配当２０５７万３８０７円，Ｅ及びＧからの支払４５３１万６２００円並びに\nＧからの支払１００万円を控除した２億１４２３万７６５１円を下ることはない。\nイ　被告Ｂ及び同Ｃは，同被告らの後記主張アのとおり，当時とり得たいかなる\n行動によっても，ＥやＦによる本件各融資の実行を阻止できたとは考えられな\nいから，被告らの行為とａ銀行に生じた損害との間には，相当因果関係がな\nい旨主張する。\nしかし，本件各融資を強力に進めてきたＦにおいても，本件常務会及び本\n件第２融資にかかる持ち回り常務会決議において本件各融資の実行の承認\nを求めていたことに照らすと，本件常務会及び持ち回り常務会決議において，\n本件各融資の実行を否決すれば，本件各融資の実行を阻止することは十分\n可能であったということができる。\nしたがって，被告らの善管注意義務等違反行為とａ銀行に生じた損害との\n間の相当因果関係があることは明らかである。\nウ　被告Ｂ及び同Ｃの後記イの主張中，(ア)，(ウ)は争い，(イ)のうちｂ土地開発\nが前記ア(ア)の利息以外に本件各融資の利息の一部を支払ったことは認め\nるが，金額及び主張は争う。\nエ　被告Ｂ，同Ｃ及び同Ａの主張は争う。\n（被告Ｂ及び同Ｃの主張）\nア　相当因果関係の欠如\n本件各融資は，常務会付議案件の昀終決裁権者である頭取のＥ及びこれ\nを推進していたＦという２人のａ銀行の代表取締役が，融資金の回収可能性に\n関する危惧を理由とした営業店，審査部及び役員らの反対意見があることを\n十分に承知しつつ，なおかつａ銀行及び取締役らに対する誹謗中傷記事の\n「政界」への掲載を中止してもらう見返りという政策的見地を優先させる経営\n判断から，既に融資実行を決定し，相手方であるｂ土地開発にも約束してお\nり，翻意する様子は全くなかったという経過がある。これらの事実に照らすと，\n被告Ｂ及び同Ｃにおいて，いかなる手段を講じたとしても，本件各融資を阻止\nすることは不可能であったといわざるを得ず，被告Ｂ及び同Ｃに仮に善管注意\n義務等違反があったとしても，本件各融資によってａ銀行に生じた損害との間\nに相当因果関係はないといわざるを得ない。\nイ　損害の填補\n(ア)　本件第１融資において徴求された担保物件である別紙物件目録１及び２\n記載の各土地の評価額は，平成８年９月１３日当時，合計５８９８万４０００\n円とされていた。これに，ｂ土地開発が，平成７年１１月に手形交換所の取\n引停止処分を受けたこと，平成８年当時，不動産市況の長期低落傾向が\n顕著だったことに照らすと，原告が，ａ銀行から資産を買い取った直後に担\n保物件を処分し，本件各融資につき，上記５８９８万４０００円を回収したも\nのである。\n(イ)　また，ｂ土地開発は，ａ銀行に対し，本件各融資の利息として，３４５４万７\n５８３円を支払っており，これらも本件各融資によってａ銀行に生じた損害に\n填補されるべきである。\n(ウ)　また，原告とＥとの本件訴訟における和解により，Ｅが原告に対して負担\nする残額７４００万円の支払義務については，Ｅ所有の多くの不動産により\n担保されており，早晩回収が見込まれる。\n以上によれば，本件各融資によってａ銀行に生じた損害は，原告の主張額\nから前記(ア)ないし(ウ)の合計１億６７５３万１５８３円については控除されるべ\nきである。\n（被告Ａ，同Ｂ及び同Ｃの主張－寄与度に応じた分割責任）\n本件各融資については，Ｆが周囲の反対意見を押し切る形で主体的に推\n進し，昀終決裁権者である頭取のＥが，これを承認したという経緯で行われた\nものであり，被告Ａ，同Ｂ及び同Ｃは，本件各融資に至るe開発ないしＫとの交\n渉にも全く関与していなかった。\nところが，原告は，Ｆの遺族らを本件訴訟の被告とせず，また，Ｅとの間で\nは，本件訴訟において，Ｅが総額１億円を支払うという和解をしたにとどまっ\nた。\nこれらの事実に照らすと，被告Ａ，同Ｂ及び同Ｃにおいて，仮に善管注意義\n務等違反があり，これとａ銀行に生じた損害との間に相当因果関係が認めら\nれるとしても，その責任の範囲は，本件各融資に対する寄与度又は現時点で\n残存する被告Ａ，同Ｂ及び同Ｃの寄与度に応じた割合に限定されるべきであ\nる。\n第３　争点に対する判断\n１　争点(1)（本件訴えの適法性）について\nａ銀行は，前提事実(1)，(8)のとおり，平成９年６月２７日の定時株主総会におい\nて，平成１０年１月２６日に株式会社紀伊預金管理銀行に対し，営業を全部譲渡\nし，原告にその余の資産を譲渡する旨の特別決議をし，原告との間で，本件譲渡\n契約を締結した。他方，弁論の全趣旨によれば，ａ銀行の株主らのうち一部の者\nが，本件各融資及びその他の貸付取引について，平成９年６月３０日，被告Ｂ及び\nＥに対し，ａ銀行への善管注意義務違反に基づき損害賠償することを請求した株主\n代表訴訟を提起するとともに（当庁平成９年(ワ)第３４８号事件），その後同年中\nに，被告Ａ，同Ｃ，Ｒ及びＳに対し，同行への善管注意義務違反に基づく損害賠償\nをすることを請求した株主代表訴訟を提起した（当庁同年(ワ)第５３７号事件）こと\nが認められる。\n株主代表訴訟が提起された場合，会社は，訴訟の対象となった取締役に対する\n損害賠償請求権等について，上記訴訟に参加することはできるが，訴えを起こすこ\nとはできなくなり（商法２６８条２項参照），和解，放棄，免除といった処分をすること\nもできなくなると解されるが，およそこの損害賠償請求権等の管理処分権を全て喪\n失すると解する明文上の根拠はないから，これを譲渡することは，当該譲渡が，取\n締役を株主代表訴訟から免れさせるなどの特段の事情がない限り，許されると解\nされるところ，前記各事実によれば，ａ銀行の被告らに対する本件損害賠償請求権\nは，本件譲渡契約において譲渡の対象とされたというべきであり，また，本件記録\n上，前記特段の事情は認められない。\nそして，ａ銀行と原告が別個の権利主体であることからすれば，ａ銀行の株主\nが，本件損害賠償請求権に関する株主代表訴訟を提起したとしても，これによっ\nて，原告が訴訟追行権を失うということはないというべきである。\nしたがって，原告の本件請求は，適法であり，これを違法である旨主張する被告\nＡ及び同Ｂの主張は理由がない。\n２　争点(2)（被告らの善管注意義務等違反の有無）について\n(1)　事実関係\n前提事実(1)，(4)ないし(6)，証拠（甲７，１７ないし２３，２４の１ないし４，２５な\nいし２９，３０の１ないし９，３１，３２，４６ないし５０，５８ないし７６，乙２，８，１９，\n丙１，被告Ａ，同Ｂ及び同Ｄ各本人）及び弁論の全趣旨によれば，以下の事実が\n認められる。\nア　ｂ土地開発の経営状況及び財務状態等\n(ア)　ｂ土地開発は，平成元年１月１９日，e開発の不動産買付部門が分離独\n立する形で，資本金３０００万円で設立された。ｂ土地開発の設立時におい\nて，代表取締役にはＫの子であるＴが，取締役にはＵ，暴力団組長であるＪ\n及び右翼団体の幹部であるＮが，監査役にはＫが選任されたが，同年２月\n１６日にＪが取締役を辞任し，これに代わって，Ｊの妻であるＬが取締役に選\n任された。そして，ｂ土地開発の役員構成は，本件各融資当時においても，\n同じであった。\n(イ)　ｂ土地開発は，平成元年１０月末決算期においては，売上高０円，当期\n損失５１１８万９５１５円，資本欠損額２１１８万９５１５円を，平成２年１０月末\n決算期においては，売上高９億円，当期損失１億０５６０万４４０４円（前期\n繰越損失５１１８万９５１５円と合わせて当期未処分損失１億５６７９万３９１\n９円），資本欠損額１億２６７９万３９１９円を，平成３年１０月末決算期にお\nいては，売上高２９１０万９０００円，当期損失１億６４９４万６１７８円（前期\n繰越損失１億５６７９万３９１９円と合わせて当期未処分損失３億２１７４万０\n０９７円），資本欠損額２億９１７４万００９７円を，平成４年１０月末決算期に\nおいては，売上７４４９万２０００円，当期損失１億６７４４万２６８１円（前期繰\n越損失３億２１７４万００９７円と合わせて当期未処分損失４億８９１８万２７\n７８円），資本欠損額４億５９１８万２７７８円をそれぞれ計上した。\nイ　本件各融資に関する担保の状況\n(ア)　ｂ土地開発は，本件第１融資に当たり，別紙物件目録１及び２記載の各\n土地について，ａ銀行のために根抵当権を設定することとなった。同目録１\n記載の土地の時価評価額は，５１０１万８０００円，同目録２記載の土地の\n時価評価額は，３億１１９４万６０００円であり，その合計は，３億６２９６万４\n０００円であった。そして，ａ銀行の担保評価額は，時価評価額の約７割で\nあり，同目録１記載の土地が３５７１万２０００円，同目録２記載の土地が２\n億１８３６万２０００円であり，その合計は２億５４０７万４０００円であった。\n(イ)　ｂ土地開発は，本件第２融資に当たり，本件第２融資にかかる借入金をｂ\n土地開発から借り入れたＬが購入する予定である別紙物件目録３ないし５\n記載の土地及び建物並びにｂ土地開発所有のf土地建物について，ａ銀行\nのために根抵当権を設定することとなった。同目録３記載の土地の時価評\n価は，１２５４万９０００円，同目録４記載の土地の時価評価は，６９４３万８０\n００円，同目録５記載の建物の時価評価は０であり（合計８１９８万７０００\n円），ａ銀行における同目録３記載の土地の担保評価は，８７８万４０００円，\n同目録４記載の土地については４８６０万６０００円（合計５７３９万円）であ\nった。他方，f土地建物の時価合計は７億３２４７万８０００円であり，ａ銀行\nにおける同目録６及び７記載の土地の担保評価額は合計５億１２７３万４０\n００円であったが，この両土地には，h信用組合のための極度額６億４０００\n万円の根抵当権が先順位で設定されているため，実質的な担保余力はな\nかった。\nウ　本件各融資の資金使途及び返済方法\n(ア)　本件第１融資の資金使途は，e開発所有にかかる別紙物件目録１及び２\nの各土地の購入資金であるとされ，返済方法ないし財源としては，手持ち\nの商品物件であるf土地建物の売却代金によるとされていた。\n(イ)　本件第２融資の目的は，Ｌに対する貸付金とされており（ただし，本件第\n２融資に関する常務会付議案件議事録においては，不動産購入資金とさ\nれている。），返済方法は，月額２７５万円で返済期間は７年間とされてい\nた。\nエ　本件第１融資承認までの経過\n(ア)　被告Ｄは，平成４年８月５日ころ，Ｇ及びＯから，本件第１融資に関する\n事前相談を受けた。Ｇ及びＯは，被告Ｄに対し，Ｆからの指示を受けて，「政\n界」がａ銀行に対する誹謗中傷記事を掲載するのを止めたことに対する見\n返り融資として，ａ銀行のために本件第１融資を実行しなければならない旨\n説明した。被告Ｄは，Ｇが持参したｂ土地開発の商業登記簿謄本，決算書\n類等本件第１融資に関する資料を見て，本件第１融資が，ｂ土地開発が\ne開発所有の土地を購入するための資金を調達するという資金使途である\nこと，e開発の代表取締役であるＫとｂ土地開発の代表取締役であるＴが親\n子であること，暴力団組長であるＪの妻であるＬがｂ土地開発の取締役に就\n任していること，ｂ土地開発がａ銀行とこれまで全く取引のないことを知っ\nた。そこで，被告Ｄは，Ｇ及びＯに対し，取締役審査部長として，本件第１融\n資を承認することはできない旨述べ，Ｆの指示で本件第１融資を推進しよう\nとするＧと議論となった。\n被告Ｄは，同日，Ｇ及びＯを連れて，被告Ｂの下を訪れ，被告Ｂに対し，前\n記のような本件第１融資の概要を説明した上，本件第１融資を実行するこ\nとが不当である旨説明した。被告Ｂは，同Ｄ及びＧの説明から，ｂ土地開発\nの業績が悪いこと，取締役にＬという暴力団組長の妻が就任していることを\n認識し，回収可能性に危惧があるとの認識を有するに至り，当初，Ｇに対\nし，被告Ｄ同様，本件第１融資に反対する旨述べたが，Ｇが，Ｆの指示で本\n件第１融資を進めていることを説明し，昀終的に本件第１融資の可否につ\nいての結論を出すには至らなかった。\n(イ)　被告Ｂ及び同Ｄは，平成４年８月６日，Ｆから，「政界」にａ銀行に対する\n誹謗中傷記事が掲載されるところをd出版社の代表者であるＶと親しいe開\n発のＫに頼んで掲載を止めてもらったことから，そのお礼としてe開発の子\n会社に対し融資をする必要がある旨説明を受け，本件第１融資への承認を\n求められた。これに対し，被告Ｄは，このような見返り融資はやめてもらい\nたいと本件第１融資に対し反対する意見を述べた。Ｆは，このような被告Ｄ\nの対応に対し，３０億円というＫの要求を５億円に抑えているし，頭取である\nＥの了解も得ている旨説明して，本件第１融資を承認するよう強く求めた\nが，被告Ｄが，このような政策的な融資をするなら相手に金をやって解決し\nてくださいと述べ，さらに強硬に本件第１融資に反対を続けたため，Ｆは，こ\nのような端金を融資するだけでは済まないと激高するに至った。他方，被告\nＢは，本件第１融資の回収困難性を認識しつつも，Ｆの態度から，ＫとＦとの\n間で本件第１融資を実行することの約束が既にあり，これを断ることは困難\nであると考え，明確には反対意見を述べなかったが，Ｆに対し，大蔵省出身\nの被告Ａに本件第１融資の内容や経緯を事前に説明し，了解を求めるよう\n求めた。\n(ウ)　被告Ｄは，Ｅに対し，平成４年８月７日ころ，本件第１融資が暴力団（Ｊ）\nが関連する会社に対する見返り融資である旨説明し，これを実行すべきで\nはない旨述べたが，Ｅは，Ｇに任せてある旨返答するのみであり，被告Ｄ\nは，Ｅが本件第１融資の実行を決定していることを認識し，その旨を被告Ｂ\nに報告した。\nそのころ，被告Ｂは，Ｇから，ｂ土地開発への本件第１融資を押し返すこ\nとはできず，実行せざるを得ないこと，金額は３億６０００万円であること，担\n保物件は３億６０００万円の時価があるとの説明を受け，融資をしなければ\nならないのなら，担保の時価の範囲内にするよう返答した。\n(エ)　被告Ａは，平成４年８月１０日ころ，Ｆから，以下のａないしｈのとおり説明\nを受け，本件第１融資（ただし，Ｆは，融資金額は３億５０００万円と説明し，\nまた，融資の相手方がｂ土地開発であることを説明していない。）に対する\n承認を求められた。これに対し，被告Ａは，基本的には本件第１融資を実行\nすべきではないと思いながらも，Ｆに対し，これまでの経緯にかんがみると，\nなにがしかの融資をしなければ，新しい紛争を招きかねず，また，担保物件\nがしっかりしているので，あえて，本件第１融資には反対しないが，追加融\n資には絶対応ずるべきではないという条件で本件第１融資を承認すると回\n答した。\nａ　ａ銀行の取締役であるＩの行状に関する記事が，何度かにわたり「政界」\nに掲載された。Ｉは，d出版社を被告として，名誉を毀損されたとして，損\n害賠償請求訴訟を提起した。\nｂ　Ｆは，Ｉの提起した前記民事訴訟は，ａ銀行に悪影響を与えるだけと判断\nして，平成４年６月ころ，d出版社の代表者であるＶと円満な解決を行うた\nめ，Ｖと親しいＫに仲介を依頼し，話し合いをした。\nｃ　Ｖは，Ｉが提起している民事訴訟が取り下げられれば，「政界」にａ銀行や\nその役員らを誹謗中傷する記事を掲載しない旨約束した。そこで，Ｆは，\n会長のＨやＥに対し，Ｉにd出版社との民事訴訟を取り下げるよう説得する\nよう依頼した。\nｄ　しかしながら，Ｉが，d出版社に対する民事訴訟を取り下げず，かえって，\n和歌山県警察の司法警察員に対し，名誉毀損の刑事告訴を行った。\nｅ　Ｖ及びＫは，Ｉが上記刑事告訴をしたことに立腹したため，Ｆにおいて事態\nに対処することが困難となった。そこで，Ｆは，Ｅに対し，Ｋと話し合いをす\nるよう求め，Ｅは，これに応じて，Ｋと何度か話し合いをしたが，事態は好\n転しなかった。\nｆ　Ｆは，Ｋから，e開発への３０億ないし３５億円の融資を依頼された。e開発\nは，約１３００億円の資金を投入してゴルフ場を経営したり，住宅地開発\nを行っており，g銀行が主たる取引銀行となっているが，ａ銀行とはこれま\nで取引関係は一切ない。\nｇ　Ｋは，Ｅに対しても，Ｆに対するのと同様に，融資の依頼をしたはずであ\nり，これをＥが明確に拒絶しなかったため，前記ｆのとおり，Ｋは，Ｆに対\nし，融資を依頼した。\nｈ　Ｆは，熟考の上，Ｋの依頼を受けて，融資をせざるを得ないと判断し，Ｋ\nの子（Ｔ）が経営する子会社の不動産会社に対し，融資すると約束した。\nその不動産会社は，g銀行が丸抱えしている会社で，表面的には経理状\n況は良好ではないが，g銀行が設定している担保価値のある不動産に対\nする抵当権を全部抹消して，その不動産をａ銀行の貸付金に対する担保\nとして徴求するので，保全上懸念すべき点はない。\nＦは，その後，被告Ｂに対し，被告Ａに本件第１融資の内容を説明した旨\n述べた。\n(オ)　ａ銀行本店審査部次長のＱは，Ｏから，平成４年８月１０日午後５時過ぎ\nころ，本件第１融資に関する稟議書その他の一件書類を受領した。審査記\n録表，ｂ土地開発の商業登記簿謄本及び信用調査書などによれば，Ｑにお\nいて，ｂ土地開発の取締役に暴力団の組長であるＪの妻Ｌや右翼団体幹部\nのＮが就任していること，資金使途がe開発所有にかかる土地をｂ土地開発\nが購入する資金とされているところ，e開発の代表取締役（Ｋ）とｂ土地開発\nの代表取締役（Ｔ）が親子であり，また，ｂ土地開発が当時資本金を大幅に\n上回る赤字経営であって，真に土地の売買がされるかどうか疑義があるこ\nと，返済方法がｂ土地開発所有にかかるf土地建物の売却代金によるとさ\nれていたが，いわゆるバブル経済崩壊後の不動産取引が低調になってい\nる時期に通常でも処分困難な旅館の土地建物を売却できるかは疑義があ\nる上，f土地建物自体は，本件第１融資における担保物件として徴求されて\nいないことが認められた。\nそこで，Ｑは，Ｏに対し，本件第１融資は関係者に暴力団関係者がいる\nため，承認できない旨述べたが，Ｏは，本件第１融資を上で決めているため\nやめることはできないから，取りあえず，稟議を上げるよう求めた。Ｑは，初\n審担当者で決裁権が自分にないことから，本件第１融資の審査をし，被告\nＤに従前受けた指示のとおり，特に本件第１融資が上層部の決定したもの\nであることに配慮することなく，本件第１融資の稟議書に，①従前取引のな\nい相手に対する貸付けであるいわゆるトップ貸しであり融資不適当である，\n②役員構成より関係者不芳，③資金使途曖昧，④返済財源の時期が不確\n実であり，返済財源の確認となるべき物件が担保とされていない旨を列挙\nの上，本来であれば受理し難い案件と思われるにつき上申するとし，本件\n第１融資を否決すべきであるとの意見を明確に記載した。\n(カ)　本件常務会は，平成４年８月１１日午前８時３０分ころから，Ｅ，Ｆ，被告\nＡ，同Ｂ，同Ｃ及び常任監査役のＭが出席の上開催された。本件常務会の\n冒頭で，株式会社iに対する融資案件が協議され，通常の常務会における\n協議の場合と同様，審査部長の被告Ｄが，説明資料を出席者に配布の\n上，口頭でその内容を説明し，出席者で協議の上，Ｅがこれを承認した。\nそして，被告Ｄが退出する際，Ｆが，①e開発のＫに頼んで「政界」にａ銀\n行等に対する誹謗中傷記事を掲載されるのを止めることができたが，その\nＫから融資の申込みがあり，どうしても融資をしてやらなければならないか\nら了解して欲しい，②融資先はg銀行の取引先であるe開発の関連会社で\nある，③担保はとってある，と口頭でのみ説明し，本件第１融資の承認を求\nめた。Ｆは，この際，具体的な貸付先がｂ土地開発であること，貸付金額，\n貸付方法，相手方の資金使途，返済方法，具体的な担保物件の説明をせ\nず，また，説明資料は配布されなかった。被告Ｃは，このＦの説明で，初め\nて，本件第１融資について知ることとなった。\n被告Ｂは，このＦの提案に対し，このような融資は後に大蔵省（当時）の\n検査で問題となるから，慎重に審議すべきである旨意見を述べた。これに\n対し，被告Ａは，このような融資は他の銀行においてもよくある事例である\nが，融資の経緯等については，正しく記録しておくべきだと発言した。被告\nＢ及び同Ａのこれらの意見のほかには特に意見がなかったことから，Ｅ\nは，e開発はg銀行が大々的に支援しており信用のある会社だからなどと発\n言し，本件第１融資を承認した。\n(キ)　被告Ｄは，平成４年８月１１日の本件常務会から退席した後，Ｑから，本\n件第１融資に関する稟議書等一件書類を受領し，同人から本件第１融資の\n内容について説明を受けた。そして，被告Ｄは，Ｑに対し，常務会付議案件\n議事録の作成を指示する一方，Ｑの融資稟議書に記載した「役員構成より\nみて関係者不芳」の記載の下に「Ｊ組暴」と記載し，ＱからＮが右翼団体で\nあるj連合の構成員であるとの説明を受けたことから，信用調査書（法人用）\nの役員氏名欄の「Ｎ」と記載されたところに「kレンゴー（右翼）」と記載（j連合\nの誤記）し，「L」と記載された右横にも「暴の妻」と記載し，Ｑが本件第１融\n資に反対する趣旨の意見を記載した稟議書の結論欄に押印し，所管部の\n部長欄に「否」と記載し，その下に押印し，被告Ｂに対しこれらの一件書類\nを決裁に上げた。\n被告Ｄは，その後，被告Ｂから，本件第１融資が本件常務会において承認\nされたことを聞いた。\n(ク)　被告Ｂは，本件第１融資にかかる稟議書等一件書類を受領し，審査記録\n表の役員決裁欄には押印せず，常務会付議案件議事録の役員決裁欄に\n押印した。そして，Ｅ，Ｆ，被告Ａ，同Ｃ，Ｍも常務会付議案件議事録に押印\nしたが，稟議書等一件書類は他の常務会参加者には回覧されなかった。\n(ケ)　以上のとおり，本件常務会での承認を受けて，ａ銀行は，ｂ土地開発に\n対し，平成４年８月１８日，本件第１融資を実行した。\nオ　本件第２融資承認までの経過\n(ア)　ａ銀行は，平成４年９月ころ，日本銀行による調査を受けた。この調査の\n際，本件第１融資が問題とされ，暴力団関連会社に対する融資であること\nやいわゆる見返り融資であるという問題点が指摘された。そして，被告Ａ\nは，Ｇからこの日本銀行による調査の内容について報告を受け，初めて，\n本件第１融資の相手方であるｂ土地開発が暴力団と関連を有する会社であ\nるとの認識を有するに至った。\n(イ)　ｂ土地開発は，別紙物件目録２記載の土地の一部（３３０．５８平方メート\nル）を２億３５００万円で売却し，ａ銀行に対し，その売却代金のうち２億円を\n本件第１融資の弁済として支払った。そして，ａ銀行（決裁者は被告Ｂ）は，\n同月１７日，この支払を受けて，本件第１融資の貸出条件を変更し，売却さ\nれた同土地の一部について担保解除した。その結果，本件第１融資にかか\nる貸金残債権額は１億６０００万円となり，残りの担保物件の担保価格は１\n億１５２２万６０００円となった。\n(ウ)　その一方，Ｔは，Ｏに対し，平成４年１１月初めころ，別紙物件目録３ない\nし５記載の各不動産を担保にして，ＪないしＬに融資するよう依頼したが，Ｏ\nはこれを拒絶した。Ｇは，同月１２日，Ｆから，ｂ土地開発が本件第１融資に\nつき２億円を返済するが，それに見合う融資をもう一度してもらいたい旨の\n指示を受け，同月１８日，Ｆから再度ｂ土地開発への追加融資を同月３０日\nまでに行うよう指示を受けた。そこで，Ｇは，本件第２融資に関する融資稟\n議書，審査記録表，稟議補充用紙，担保土地調査表を作成の上，同月２５\n日，融資稟議書等一件書類を本店審査部に上申した。\n(エ)　ａ銀行本店審査部次長のＰは，平成４年１１月２６日，本件第２融資にか\nかる融資稟議書等一件書類を受領し，被告Ｄのいろいろ配慮せず普通ど\nおりの審査をするようにとの指示を受け，審査記録表に，①役員所有不動\n産購入資金のための借入れであり商法２６５条に抵触する，②平成３年１０\n月期の決算内容から判断すると返済不可，③返済は購入物件の収益次第\nだが現状では困難である，④入担物件の処分性，企業内容等を勘案する\nと保全が脆弱である旨を記載し，さらに，結論として，企業内容，入担物件\nの処分性，また法人設立の経緯等を総合的に判断し，回避したい案件であ\nると記載し，本件第２融資の実行に反対であることを明確に示した上，これ\nら一件書類を被告Ｄに決裁のために上げるとともに，物件の処分性に欠け\nること，資金使途が曖昧であること，保全面が弱いことから融資すべきでな\nい旨説明した。\n(オ)　被告Ｄは，本件第２融資に関する一件書類を確認の上，被告Ｂに直接一\n件書類を持参し，本件第２融資の稟議が上がってきたが到底承認できるも\nのではないと述べた上，被告Ｂと対応を協議しようとしたが，被告Ｂは，被\n告Ｄに対し，融資に反対であるなら決裁印を押印せずに一件書類を渡すよ\nう求めた。被告Ｄは，この被告Ｂの依頼に応じて，一件書類に押印すること\nなく，これを被告Ｂに交付した。\n(カ)　被告Ｂは，本件第２融資の稟議を本店審査部に上げたＧから，本件第２\n融資がＦの指示により進められており，平成４年１１月末日までに実行され\nなければならないこと，担保物件のうち別紙物件目録３ないし５記載の各不\n動産は，Ｌが所有することになる物件であるとの説明を受けた。また，被告\nＢは，本件第２融資に関する一件書類を検討し，本件第２融資が，２億３００\n０万円をｂ土地開発がＬに貸し付けるという迂回融資であることが明白なも\nのであることを認識した。\n被告Ｂは，本件第２融資を同月末日までにしなければならないというＧの\n説明を受け，本件第２融資につき持ち回りの常務会で決裁を受けることを\n決め，Ｇに対し，常務会付議案件議事録にＦの承認印をもらってくるよう指\n示した。Ｇが，Ｆから常務会付議案件議事録に承認印を得た後，被告Ｂは，\n常務会付議案件議事録に承認印を押捺した。\n(キ)　被告Ｃは，平成４年１１月ころ，Ｇからｂ土地開発に再び融資を行うようＦ\nから指示を受けたと聞き，Ｇに対し，融資の経緯を記録するとともに，担保，\n保証人等を確実にして問題が起こらないようにしておくよう指示した。その\n後，被告Ｃは，Ｆから，ｂ土地開発が本件第１融資にかかる貸付金のうち２\n億円を返済した旨聞いた。\n被告Ｃは，同月末ころ，本件第２融資にかかる常務会付議案件議事録及\nび稟議書等一件書類の回付を受け，これを持参した秘書から決裁を求めら\nれた。被告Ｃは，常務会付議案件議事録の債務者名にｂ土地開発と記載さ\nれていること，融資額が２億３０００万円であること，被告Ｂの承認印が押捺\nされていることのみを確認し，その他の記載や一件書類に目を通すことな\nく，常務会付議案件議事録に承認印を押捺し，これらの書類を秘書に渡し\nた。\n(ク)　被告Ａは，平成４年１１月末ころ，秘書から本件第２融資にかかる常務会\n付議案件議事録及び稟議書等一件書類の回付を受け，決裁を求められ\nた。被告Ａは，稟議書その他一件書類を見て，常務会付議案件議事録に被\n告Ｂの承認印が押捺されていることを確認の上，常務会付議案件議事録に\n承認印を押捺し，これらの書類を秘書に渡した。\n(ケ)　Ｅは，平成４年１１月３０日，本件第２融資にかかる常務会付議案件議事\n録に承認印を押捺し，もって，本件第２融資の実行を承認し，ａ銀行は，同\n日，ｂ土地開発に対し，本件第２融資を実行した。\n(2)　本件各融資の回収可能性及び違法性の有無について\nア　本件第１融資について\n(ア)　ｂ土地開発は，前記(1)ア(イ)認定のとおり，平成元年１月１９日の設立\n後，３期連続して決算期において未処分損失を計上し，本件第１融資直近\nの平成３年１０月期決算においては，当期未処分損失３億２１７４万００９７\n円を計上し，その損失額は，資本金３０００万円の１０倍を超えるに至った。\nまた，証拠（甲２０，６０，６３，７２，７３，７５，被告Ｄ本人）及び弁論の全\n趣旨によれば，いわゆるバブル経済の崩壊により，本件第１融資のされた\n平成４年８月の時点では，不動産の価格の下落が既に始まっていたことが\n認められ，これによれば，不動産販売等を業とするｂ土地開発の業績が好\n転する可能性も低かったと認められる。\n以上によれば，ｂ土地開発の経営状況及び財務状況からみれば，本件\n第１融資は回収可能性に欠けるものであったというほかない。\n(イ)　前記(1)ア(ア)，ウ(ア)認定のとおり，本件第１融資の資金使途は，e開発\n所有の別紙物件目録１及び２記載の各土地の購入資金とされていたが，e\n開発の代表取締役であったＫとｂ土地開発の代表取締役であったＴとが親\n子であることからすれば，本件第１融資の資金使途が前記各土地の購入\n資金であるという点には疑いが残る。また，前記(1)ウ(ア)認定のとおり，本\n件第１融資の返済方法ないし財源として，ｂ土地開発所有にかかるf土地建\n物の売却代金によるとされていたが，前記(ア)認定のとおり，バブル経済の\n崩壊により不動産価格が下落を始めていたことに加えて，前記(1)イ(イ)認\n定の事実及び甲２８によれば，f土地建物で経営されていた旅館が約１０年\nという長期間にわたり閉館されていたこと及びh信用組合のために極度額６\n億４０００万円の根抵当権が設定されていたことが認められ，この事実に照\nらすと，この旅館の土地建物が売却される可能性も極めて低かったというこ\nとができ，返済方法ないし財源については根拠を欠くものであったといわざ\nるを得ない。\n(ウ)　ｂ土地開発は，前記(1)イ(ア)認定のとおり，本件第１融資に当たり，時価\n合計３億６２９６万４０００円の別紙物件目録１及び２の各土地につき，ａ銀\n行のために根抵当権を設定している。しかし，前記(1)イ(ア)認定のとおり，ａ\n銀行における前記各土地の担保としての評価額は時価の７割に相当する２\n億５４０７万４０００円にとどまり，本件第１融資の貸付金額３億６０００万円\nに満たないものである上，前記(ア)認定のとおり，平成４年８月当時は既に\n不動産価格の下落が始まっており，このことに照らすと，その担保価値の\n下落も予測できたこと，さらに，前記(1)ア(ア)認定のとおり，ｂ土地開発の取\n締役には，暴力団組長Ｊの妻であるＬ，右翼団体幹部であるＮが就任して\nいたほか，Ｊ自身が同社の設立時の取締役であったことからすれば，ａ銀行\nがｂ土地開発所有にかかる前記各土地につき前記根抵当権を実行しようと\nした場合にＪ傘下の暴力団構成員やＮ所属の右翼団体による競売妨害が\n行われることは容易に予測でき，その結果，競売による売却代金はさらに\n低下する可能性が極めて高いことといった諸事情に照らすと，前記各土地\nを担保として徴求したとしても，本件第１融資に対する担保としては極めて\n不十分なものであったといわざるを得ない。\n(エ)　以上のとおり，ｂ土地開発の経営状況からみれば，同社がその営業活動\nによって本件第１融資を返済する可能性はなく，また，同社が予定した返済\n方法ないし財源についても根拠を欠くものであったというほかなく，さらに，\n本件第１融資のための担保徴求も不十分なものであったことからすれば，\n本件第１融資は，回収可能性に欠ける違法な融資であったというほかな\nい。\nイ　本件第２融資について\n(ア)　ｂ土地開発は，前記ア(ア)説示のとおり，その経営状況は極めて悪いも\nのであった上，前記(1)ア(イ)認定のとおり，本件第２融資直近の平成４年１\n０月期決算においても，当期損失だけで１億６７４４万２６８１円を計上し，前\n記繰越損失と合わせた当期未処分損失は４億８９１８万２７７８円にのぼり，\n経営状況は好転するどころか悪化の一途を辿っていたのであり，到底，同\n社の営業活動から本件第２融資を返済することは不可能であった。\n(イ)　また，前記(1)ウ(イ)のとおり，本件第２融資の資金使途は，ｂ土地開発の\n取締役であるＬに対する貸付金とされており，これに前記(1)ア(ア)認定のと\nおり，Ｌが暴力団組長の妻であることを併せると，本件第２融資は実質上暴\n力団への迂回融資であることが明らかであり，その回収可能性に欠けると\nみるほかない。\n(ウ)　前記(1)イ(イ)認定のとおり，本件第２融資に当たりａ銀行がｂ土地開発か\nら徴求した担保物件の担保評価額合計は，５７３９万円にとどまり，これ自\n体本件第２融資の貸付金額２億３０００万円に比べてはるかに低いもので\nある上，前記(1)イ(イ)認定のとおり，担保として価値のある別紙物件目録３\nないし５の各物件は，Ｌ所有の物件であり，これに前記(1)ア(ア)認定のとお\nり，Ｌが暴力団組長の妻であること，また，前記(イ)説示のとおり，本件第２\n融資が実質上暴力団への迂回融資であることを併せると，前記各物件の\n競売や任意売却による貸付金の回収は，暴力団の妨害が容易に想定さ\nれ，極めて困難なものであったといわざるを得ない。\n(エ)　以上のとおり，ｂ土地開発は，その営業活動からの返済が到底期待でき\nないような経営状況であった上，本件第２融資自体が実質上暴力団への迂\n回融資であること，また，担保物件の価値が極めて低い上，その実行等に\nよる債権回収も暴力団の妨害が予測され困難であることに照らすと，本件\n第２融資も，本件第１融資と同様，回収可能性に欠ける違法な融資である\nというほかはない。\n(3)　本件第１融資に関する被告らの善管注意義務等違反の成否\nア　被告Ａについて\n(ア)　被告Ａは，前記(1)エ(エ)認定のとおり，本件常務会に先立ち，Ｆから，本\n件第１融資につき，「政界」へのａ銀行や役員らに対する誹謗中傷記事掲載\nを中止させることに協力したＫに対する見返り融資であること，これまでａ銀\n行と取引関係のなかったe開発の関連会社で，g銀行が丸抱えしている会\n社（ただし，具体的な会社名は出されていない。）に対する融資であり，この\n会社は表面上は経理状況は良好ではないが，担保価値のある不動産を担\n保として徴求する旨の説明を受けた。そして，被告Ａは，前記(1)エ(カ)認定\nのとおり，本件常務会の際，説明資料の配布もなく，また，本来説明すべき\n審査担当取締役である被告Ｄの説明のない状況において，Ｆが，口頭で，\n本件第１融資について，「政界」にａ銀行への誹謗中傷記事が掲載されるこ\nとを中止するのに協力したＫの依頼による融資であること，融資先がg銀行\nの取引先であるe開発の関連会社であること，担保はとってあるとの説明を\nしたが，具体的な貸付先の名前，貸付金額，貸付方法，相手方の資金使\n途，返済方法，具体的な担保物件の説明をすることなく，本件常務会にお\nいてその承認を求めていることを認識していた。\n以上のような状況において，被告Ａは，ａ銀行の専務取締役にして常務会\n構成員として，本件第１融資の適否を判断するに当たっては，昀低限，融\n資先の信用状態等について，質問したり，必要な資料を徴求し，検討した\n上で，本件第１融資について承認するか否かを判断すべき義務があったと\nいうべきである。\n(イ)　しかしながら，被告Ａは，前記(ア)説示のＦの説明のみで，他に何らの資\n料を徴求したり質問したりすることなく，本件常務会において，前記(1)エ(カ)\n認定のとおり，本件第１融資のような融資は他の銀行においてもよくある事\n例であるが，融資の経緯等については，正しく記録しておくべきだと，実質\n的に本件第１融資を承認する趣旨の発言をしたものであり，このような被告\nＡの行為は，取締役としての善管注意義務等に違反したものといわざるを\n得ない。\nイ　被告Ｂについて\n(ア)　被告Ｂは，前記(1)エ(ア)認定のとおり，本件常務会に先立ち，被告Ｄ及\nびＧから，本件第１融資につき説明を受け，ｂ土地開発の業績が悪い上に，\n取締役に暴力団組長の妻であるＬが就任していることを認識し，本件第１\n融資の回収可能性に危惧を抱いていた。\n被告Ｂは，前提事実(1),(3)のとおり，審査部を担当し，常務会付議案件と\nなる融資取引の適否を検討する職責を担う常務取締役として，上記のよう\nな認識を有していた以上，少なくとも，本件第１融資を実行するか否かが決\n定される本件常務会において，本件第１融資の問題点を指摘の上，明確に\n反対意見を述べ，常務会に参加した他の常務会構成員らに対し，本件第１\n融資の問題性を伝えるなどして，本件第１融資を阻止するための昀善の措\n置をとるべき義務があったというべきである。\n(イ)　しかしながら，被告Ｂは，前記(1)エ(カ)認定のとおり，本件常務会におい\nて，Ｆの提案の直後に，本件第１融資のような融資は後に大蔵省（当時）の\n検査で問題となるから，慎重に審議すべきである旨意見を述べたものの，\nその後は特に意見を述べず，前記説示のとおり，自らが認識していた本件\n第１融資の貸付先であるｂ土地開発の業績が悪いことや同社が暴力団と関\n連しているといった本件第１融資の問題点を何ら指摘しなかったものであ\nり，このような被告Ｂの行為は，取締役としての善管注意義務等に違反した\nものといわざるを得ない。\nウ　被告Ｃについて\n(ア)　被告Ｃは，前記(1)エ(カ)認定のとおり，本件常務会において，説明資料\nの配布もなく，また，本来説明すべき審査担当取締役である被告Ｄの説明\nのない状況において，Ｆが，口頭で，本件第１融資について，「政界」にａ銀\n行への誹謗中傷記事が掲載されることを中止するのに協力したＫの依頼に\nよる融資であること，融資先がg銀行の取引先であるe開発の関連会社であ\nること，担保はとってあるとの説明をしたことにより，本件第１融資について\n知ったが，具体的な貸付先の名前，貸付金額，貸付方法，相手方の資金\n使途，返済方法，具体的な担保物件の説明を受けることなく，本件常務会\nにおいてその承認を求められていることを認識した。\n以上のような状況において，被告Ｃは，融資審査を担当していないもの\nの本件常務会に参加した常務取締役として，少なくとも，本件第１融資の貸\n付先の信用状態等について，質問したり，必要な資料を徴求し，検討した\n上で，本件第１融資について承認するか否かを判断すべき義務があったと\nいうべきである。\n(イ)　しかしながら，被告Ｃは，前記(1)エ(カ)認定のとおり，本件第１融資に関\nする資料を徴求したり，質問をしたりすることなく，本件常務会における本\n件第１融資の協議において，何らの意見も述べず，本件第１融資が承認さ\nれるのを黙認したというほかなく，このような被告Ｃの行為は，取締役として\nの善管注意義務等に違反したものといわざるを得ない。\nエ　被告Ｄについて\n原告は，被告Ｄが，本件第１融資が違法であること及びこれをそのまま稟\n議手続に乗せたり，放置すれば，違法な融資が実行されることを認識しつつ，\n本件第１融資を阻止する措置を怠り，漫然と被告Ｂに本件第１融資に関する\n稟議書等一件書類を回付し，その後もこれを阻止するための昀善の手段をと\nらなかったことにより，同被告につき善管注意義務等違反が成立する旨主張\nする。\n(ア)　被告Ｄは，前記(1)エ(ア)ないし(ウ)，(オ)ないし(キ)認定のとおり，Ｇ及び\nＯから本件第１融資の事前相談を受けた際に，本件第１融資がｂ土地開発\nがe開発所有の土地の購入資金を資金使途としている一方，e開発の代表\n取締役であるＫとｂ土地開発の代表取締役であるＴが親子であること，暴力\n団組長の妻であるＬがｂ土地開発の取締役に就任していること，ｂ土地開発\nとａ銀行はこれまで全く取引がなかったことを認識し，Ｇ及びＯに対し，本件\n第１融資を承認することはできない旨述べるとともに，審査担当の常務取\n締役である被告Ｂにも本件第１融資の問題点を説明してこれを承認すべき\nではない旨意見を述べ，その後，Ｆから本件第１融資を承認するよう要求さ\nれた際にもこれを拒絶し，さらに，頭取であるＥに対しても，本件第１融資が\n暴力団の関連会社に対する見返り融資である旨説明し，これを実行すべき\nではない旨意見具申したものであり，さらに，本件常務会後とはいえ，本件\n第１融資に関する稟議書等の一件書類の回付を受けた際，Ｑの記載した\n反対意見をさらに補足し，明確にする趣旨の記載を追加した上，所管部の\n部長欄に「否」と記載しその下に押印して，本件第１融資に反対する旨を明\n確にした。\n(イ)　被告Ｄは，取締役審査部長として融資の可否を判断する職責を有してい\nるが（前提事実(1)，(3)），前記(ア)のとおり，本件第１融資の問題を認識した\n上，一貫してこれを実行しないために，行動をしたものであるから，その職\n責を全うしたというべきである。よって，被告Ｄの行為に善管注意義務等違\n反となる点は認められない。\n(ウ)　原告の主張に対する判断\n原告は，被告Ｄは，①本件第１融資にかかる稟議書を決裁に上げず，上\n申してきたａ銀行本店営業部に返還する，②全常務会構成員に対して本件\n第１融資の問題点を詳細に指摘してこれを否決するよう働きかける，③取\n締役会の招集を求めるなど，あらゆる手段を講じて，本件第１融資を阻止\nすべきであるところ，そのような行為を怠った善管注意義務等違反があると\n主張する。\nしかし，甲１２によれば，常務会はａ銀行の経営に関する重要な事項につ\nいて審議を行い，頭取が審議の結果を踏まえてこれを決定するという制度\nであることが認められ，その後にされる常務会付議案件議事録への承認印\nの押捺自体が常務会における承認手続であることを認めるに足りる証拠は\nないから，たとえ説明資料の配布などがない場合でも，常務会において審\n議され，頭取がこれを決定した時点で，常務会における承認手続は終了し\nたとみるべきである。\nそして，前記(1)エ(キ)認定のとおり，被告Ｄが本件第１融資にかかる稟議\n書をＱから受領したのは本件常務会から退席した後のことであり，これを被\n告Ｂに回付したのは本件常務会において本件第１融資が承認された後の\nことであるから，仮に被告Ｄが稟議書を決裁に上げなかったとしても，本件\n常務会により本件第１融資が承認されたという結果に差異はないから，原\n告の前記①の主張のとおり，被告Ｄが稟議書を決裁に上げなかったとして\nも，本件第１融資を阻止することはできなかったといわざるを得ない。\nまた，仮に，本件第１融資が承認されたのが，本件常務会においてでは\nなく，本件第１融資にかかる常務会付議案件議事録に常務会構成員の承\n認印が押捺された時であると解したとしても，証拠（甲１２，６０，６３，被告Ｄ\n及び同Ｂ各本人）によれば，常務会付議案件は，昀終的には頭取に決裁権\n限があり，仮に審査部において融資否決の意見を付したとしても，常務会\nにおいてその結論が覆される可能性もあったと認められ，これによれば，問\n題のある融資について，稟議書の受理を拒否してこれを営業店に返還させ\nるという実務慣行があったとしても，この慣行を無視して上申された稟議を\n被告Ｄにおいて決裁に上げないという措置をとる権限があったとまでは認\nめられない。\nしたがって，被告Ｄには，本件第１融資にかかる稟議書を決裁に回さず，\nａ銀行本店営業部に返還するという義務はなかったというべきである。\nよって，原告の前記①の主張は理由がない。\nまた，前記のとおり，被告Ｄが本件第１融資にかかる稟議書等の一件書\n類を受領したのが本件常務会から退席した後であることからすれば，被告\nＤが，それ以前の段階すなわち資料を欠く状態で，常務会構成員に対して\n本件第１融資の問題点を指摘して，これを反対するよう働きかけることは事\n実上不可能であったということができるから，そのような義務があったという\nこともできない。したがって，原告の前記②の主張も理由がない。\nまた，原告の前記③の主張についてみると，証拠（甲８，１１）によれば，\nａ銀行の取締役会は定款及び取締役会規定により，頭取に招集権があると\n定められていることが認められ，頭取以外の取締役が取締役会を招集する\nには，まず，頭取に対し，会議の目的である事項を記載した書面を提出して\n取締役会を招集するよう請求し，この請求の日から５日以内に頭取が請求\nの日から２週間以内の日を会日とする取締役会招集通知を発しない場合\nに，初めて当該取締役において取締役会を招集することが可能となる（商\n法２５９条２項，４項）。この場合，取締役会を招集するには，原則として，会\n日の７日前に各取締役及び各監査役に対して招集通知を発しなければな\nらず（同法２５９条の２，取締役会規定６条《甲１１》），緊急の必要性がある\n場合にはこれを短縮することができる（取締役会規定６条《甲１１》）として\nも，この場合の取締役会招集に当たっては取締役及び監査役全員が出席\nできるだけの時間的な余裕を持たせる必要があると解される。\nこれを本件についてみると，前提事実(5)，前記(1)エ(カ)，(キ)，(ケ)認定\nのとおり，本件常務会が開催され，また，被告Ｄに本件第１融資にかかる稟\n議書等一件書類が回付されたのが平成４年８月１１日であり，本件第１融\n資が実行されたのが同月１８日であり，その間は７日間しかない。そして，\n自ら本件第１融資を承認したＥが，被告Ｄからの取締役会招集請求に対\nし，５日以内に取締役会招集通知を発するとは考え難いことに照らすと，被\n告Ｄが本件第１融資を阻止するために取締役会を招集しようとしたとして\nも，被告Ｄ自身が取締役会の招集をすることができるのは，頭取への招集\n請求から５日を経過した後（同月１１日にＥに取締役会招集請求した場合に\nは同月１６日経過時）のことであり，そこからさらに，各取締役及び監査役\n全員が出席できる時間的な余裕を持たせて取締役会を招集したとしても，\n本件第１融資が実行される前に取締役会を開催し，本件第１融資を阻止す\nるための討議をすることは事実上不可能であったといわざるを得ない。した\nがって，被告Ｄにおいて，本件第１融資を阻止するために，取締役会を招集\nする義務があったということはできないから，原告の前記③の主張も理由\nがない。\n(4)　本件第２融資に関する被告らの善管注意義務等違反の成否\nア　被告Ａについて\n(ア)　前記(1)オ(ア)，(エ)，(ク)認定のとおり，被告Ａは，平成４年９月ころ，Ｇか\nら，このころ行われた日本銀行によるａ銀行に対する調査において，本件第\n１融資が暴力団関連会社に対する融資であることや見返り融資であるとい\nう問題点が指摘された旨報告を受け，本件第１融資の相手方であるｂ土地\n開発が暴力団と関連を有する会社であることを知り，同年１１月末ころ，本\n件第２融資にかかる常務会付議案件議事録及び稟議書等一件書類の回\n付を受け，本件第２融資が持ち回りの常務会決議で承認され実行されよう\nとしていることを知るとともに，一件書類を見て，本件第２融資が，商法２６\n５条に抵触する役員所有不動産購入資金のための借入であること，ｂ土地\n開発の平成３年１０月期の決算内容からすれば返済は不可能であること，\n購入物件の収益からの返済も現状では困難であること，担保物件の処分\n性，企業内容等からすると保全が脆弱であることなど前記(2)イ説示のとお\nり本件第２融資が回収可能性に欠ける違法な融資であること及びａ銀行本\n店審査部においては本件第２融資の実行には反対であること等を認識し又\nは認識することができた。\n以上のような状況において，被告Ａは，常務会の構成員である専務取締\n役として，常務会付議案件議事録に承認印を押捺することを拒絶し，さらに\nは常務会の開催を頭取であるＥに求めるなどして，本件第２融資を阻止す\nるための行動をすべき義務があったというべきである。\n(イ)　しかしながら，被告Ａは，前記(1)オ(ク)認定のとおり，常務会付議案件議\n事録に被告Ｂが承認印を押捺していることから，漫然と自らも同議事録に\n承認印を押捺し，もって本件第２融資を承認したものであり，この被告Ａの\n行為は，取締役としての善管注意義務等に違反するものといわざるを得な\nい。\nイ　被告Ｂについて\n(ア)　被告Ｂは，前記(1)オ(オ)，(カ)認定のとおり，被告Ｄから本件第２融資に\n関する一件書類を渡されるとともに，被告Ｄから本件第２融資は到底承認\nできるものではないとの意見を聞くとともに，Ｇから，本件第２融資の担保物\n件の中にはＬ所有にかかる物件があることを聞き，さらに，一件書類を検討\nし，本件第２融資が２億３０００万円をＬに貸し付けるという実質的には迂回\n融資であることを認識したほか，前記(2)イ説示のとおり本件第２融資が回\n収可能性に欠ける違法な融資であることを少なくとも認識し得るに至った。\nまた，前提事実(3)及び証拠（甲６０，６１，被告Ｄ本人）によれば，常務会\n付議案件であっても決裁に急を要しかつ問題点のない案件であれば，持ち\n回り常務会決議の方法により決裁を得ることがあること，常務会付議案件\nを通常の常務会の手続において審議するか持ち回り常務会決議の方法で\n承認を得るかは審査担当常務取締役であった被告Ｂと取締役審査部長で\nあった被告Ｄとの協議で決定されるのが通例であること，持ち回り常務会決\n議で融資の承認がされる場合には，被告Ｄが一件書類及び常務会付議案\n件議事録を持参の上，各常務会構成員に対し，説明をし，承認を求めると\nいう手続がとられていたことが認められる。\n以上の事実関係の下で，被告Ｂは，前提事実(1),(3)のとおり，審査部を\n担当し，常務会付議案件となる融資取引の適否を検討する職責を担う常務\n取締役として，本件第２融資を通常の常務会において審議されるようにし，\n通常の常務会において，本件第２融資に反対するなど，本件第２融資を阻\n止するための行動をとるべき義務があったというべきである。\n(イ)　しかしながら，被告Ｂは，前記(1)オ(カ)認定のとおり，Ｆから平成４年１１\n月末日までに本件第２融資を実行するよう指示があったとのＧの言葉を聞\nき，本件第２融資が前記(ア)説示のとおり問題を有していたにもかかわら\nず，これを持ち回り常務会決議の方法で承認を得ることを決め，さらに，Ｇ\nに対し，先にＦから常務会付議案件議事録の承認印を得るよう指示し，これ\nを得た上で，自らも常務会付議案件議事録に承認印を押捺し，本件第２融\n資を押捺したものであり，このような被告Ｂの行為は，本件第２融資を阻止\nするどころかかえってこれを推進するものであるといわざるを得ず，取締役\nとしての善管注意義務等に違反するものであることは明らかである。\nウ　被告Ｃについて\n(ア)　前記(1)オ(キ)認定のとおり，被告Ｃは，平成４年１１月末ころ，本件第２\n融資にかかる常務会付議案件議事録及び稟議書等一件書類の回付を受\nけたのであり，本件第２融資が持ち回り常務会決議の方法で承認されよう\nとしていることを認識するとともに，この一件書類を検討すれば，本件第２\n融資が前記(2)イ説示のとおり，回収可能性の極めて低い違法な融資であ\nることを容易に認識することができた。\n被告Ｃは，このような状況において，融資審査を担当していないものの常\n務会構成員である常務取締役として，本件第２融資にかかる稟議書等一\n件書類を検討して，その問題性を把握した上で，常務会付議案件議事録に\n承認印を押捺することを拒絶し，さらには常務会の開催を頭取であるＥに求\nめるなどして，本件第２融資を阻止するための行動をすべき義務があった\nというべきである。\n(イ)　しかしながら，被告Ｃは，前記(1)オ(キ)認定のとおり，常務会付議案件議\n事録の債務者名，融資金額及び被告Ｂの承認印が押捺されていることの\nみを確認しただけで，その余の部分について目を通すこともなく，常務会付\n議案件議事録に承認印を押捺して，本件第２融資を承認したものであり，こ\nのような被告Ｃの行為は，取締役としての善管注意義務等に違反したもの\nといわざるを得ない。\nエ　被告Ｄについて\n(ア)　原告は，被告Ｄは，本件第２融資が違法であること及びそのまま稟議手\n続に乗せたり，放置すれば，被告Ｂの本件第１融資における対応から，被\n告Ｂが本件第２融資を阻止するための行動をとることなく，違法な融資が実\n行されることを認識しつつ，本件第２融資を阻止する措置を怠り，自らの意\n見を稟議書に記載することなく被告Ｂに本件第２融資に関する稟議書等一\n件書類を回付し，その後の処理を被告Ｂに委ね，その後も何ら本件第２融\n資を阻止するための措置をとらなかったものであり，このような被告Ｄの行\n為は，取締役としての善管注意義務等に違反するものである旨主張する。\n(イ)　被告Ｄは，前記(1)オ(エ)，(オ)認定のとおり，Ｐから本件第２融資にかか\nる稟議書等一件書類の回付を受けるとともに，担保物件の処分性に欠ける\nこと，資金使途が曖昧なこと，保全面が弱いことから，本件第２融資を実行\nすべきではないとの説明を聞き，稟議書等一件書類を確認した上，自らも\n本件第２融資を承認すべきではないと考え，被告Ｂに直接一件書類を持参\nの上，その旨意見を述べて，被告Ｂと対応を協議しようとしたところ，被告Ｂ\nから，融資に反対であるなら決裁印を押印せずに一件書類を渡すよう求め\nられ，これに応じて，押印せずに一件書類を被告Ｂに手渡した。\nこれに，前記イ(ア)及び(1)エ(カ)認定のとおり，通常の常務会において融\n資の可否を審査するに当たっては，説明資料を配布し，被告Ｄが常務会に\n出席して説明していたこと，持ち回り常務会決議の方法が用いられるの\nは，融資が急を要しかつ問題のない場合であること，融資の承認を得るに\n当たり持ち回り常務会決議の方法によるか通常の常務会の審議によるか\nは通常被告Ｂと被告Ｄの協議で決められていたこと，融資の承認を持ち回\nり常務会決議の方法によって得る場合には，被告Ｄが一件書類及び常務\n会付議案件議事録を持参して各常務会構成員に対し説明し承認を求める\nのが通例であったこと，本件第１融資にかかる本件常務会においては，Ｆ\nが一件書類を欠いていたにもかかわらず，自ら口頭で説明し，承認を求め\nるという極めて異例な経過であったことを併せると，被告Ｂが上記のような\n通常の取扱いを曲げて，前記(1)オ(カ)認定のとおり，本件第２融資の承認\nを持ち回り常務会決議の方法で得ようとし，さらに，被告Ｄにその説明をさ\nせる機会を与えないようにするといった事態は容易に想定できなかったとい\nうべきである。\n以上によれば，被告Ｄは，審査担当の常務取締役である被告Ｂに対し，\n本件第２融資に明確に反対する旨を伝えた以上に本件第２融資を阻止す\nるための行動をする機会を被告Ｂに奪われたというべきであり，このような\n経緯に照らすと，被告Ｄに取締役としての善管注意義務等違反は認められ\nないというべきである。\n(ウ)　原告の主張に対する判断\n原告は，被告Ｄが，本件第２融資にかかる稟議書に自らの意見を記載す\nることなく，被告Ｂにこれを回付して，その後の処理を全面的に委ね，さら\nに，その後も常務会の構成員，その他の取締役，監査役等に対し，本件第\n２融資を阻止するために働きかけをしなかったことが，善管注意義務等違\n反を構成する旨主張する。そして，証拠（甲６０，被告Ｂ本人）には，被告Ｄ\nが本件第２融資にかかる稟議書に判をつかずに渡したいと被告Ｂに言った\nので，それを了承したとする被告Ｂの陳述記載及び供述部分がある。\nしかし，甲７６によれば，被告Ｄが被告Ｂに本件第２融資にかかる稟議書\n等一件書類を渡した日に，被告ＤがＰに対し，被告Ｄが被告Ｂから，否決意\n見なら判をつかずに回して欲しい旨言われたと話したことが認められ，これ\nと反する被告Ｂの前記陳述記載及び証言部分は採用することができず，被\n告Ｄは，前記(1)オ(カ)認定のとおり，被告Ｂの要請に従い，本件第２融資に\nかかる稟議書に決裁印を押すことなく，これを被告Ｂに手渡したものとみる\nほかない。したがって，被告Ｄが自ら決裁印を押さず，否決意見を明確にし\nなかったことを前提とする原告の主張は採用することができない。\nそして，前記(イ)説示のとおり，被告Ｂがとった本件第２融資を持ち回り常\n務会決議の方法で承認を得るという異例の措置により，被告Ｄが，常務会\n構成員らに対し，本件第２融資の問題点を説明する機会を奪われた状況\nの下で，本件第２融資が持ち回り常務会決議の方法で承認されたことに照\nらすと，被告Ｄにおいて，取締役や監査役に対し，本件第２融資の問題点を\n説明する義務があるとの原告の主張は，その前提を欠くものというほかな\nい。\nまた，被告Ｄが本件第２融資にかかる稟議書等一件書類を受領したの\nが平成４年１１月２６日であり，本件第２融資が実行されたのがその４日後\nの同月３０日であることに，前記(3)エ(ウ)説示のとおり，取締役会招集権を\n有しない取締役は，招集権者に対する招集請求から早くとも５日を経過す\nるまでは取締役会を招集することができないことを併せると，被告ＤがＥに\n対し，本件第２融資を阻止するための取締役会の招集を請求したとしても，\nこれを阻止することは不可能だったといわざるを得ないから，被告Ｄにおい\nて，取締役会を招集する義務があったということもできない。\n(5)　前記説示に反する被告Ａ，同Ｂ及び同Ｃの主張に対する判断（以下，本項で\nは，これら３名を総称して「被告ら」という。）\nア　被告らは，本件各融資の回収可能性が著しく低かったとしても，本件各融資\nを承認したことが，当時の状況からは違法と断ずることはできず，また経営判\n断として善管注意義務等違反に該当しない旨主張し，その根拠として，①本\n件各融資が「政界」にａ銀行及びその取締役らに対する誹謗中傷記事が掲載\nされることを中止してもらった見返り融資であり，政策的に実行される必要が\nあったこと，②ａ銀行が平成４年８月当時，経営状況の悪化から信用不安の状\n態にあり，同行の代表取締役であったＦがＫに対して約束した本件各融資を\n実行しないことになれば，少なからず混乱が生ずるとともに，暴力団の介入を\n招き，これが表面化すれば，ますますａ銀行に対する信用不安が増大するこ\nと，③本件各融資を実行するまでの時間的に切迫した状況で本件各融資に\n代わる手段を想定することができなかったこと，④ａ銀行の代表取締役である\nＥ及びＦが本件各融資を実行する決意が固かったこと，⑤本件各融資によるｂ\n土地開発への信用供与額はａ銀行の総資産額に占める割合のごくわずかに\nすぎないこと，⑥本件第１融資については，融資額に見合う担保が徴求され\nていたことを挙げている。\nしかし，銀行が，不特定多数の者から預金として預け入れられた資金等を\n他に融資するという業務の特殊性及び金融システムの根幹を担うという公共\n性を有することにかんがみると，当該銀行やその取締役らに対する誹謗中傷\n記事の掲載中止の見返りという目的によって，前記(2)説示のとおり回収可能\n性に欠ける本件各融資を正当化することは到底許されないといわざるを得な\nい。したがって，被告らの前記①主張の点を本件各融資の違法性及び被告ら\nに対する善管注意義務等違反の成否に当たり，考慮することはできない。ま\nた，前記のような銀行の業務の特殊性や公共性にかんがみると，本件各融資\nにおけるｂ土地開発への貸付額がａ銀行の資産に占める割合が低いことをも\nって，回収可能性に欠ける融資取引を正当化することも到底許されないという\nべきであるから，被告らの前記⑤主張の点も本件各融資の違法性及び被告\nらに対する善管注意義務等違反の成否に当たり，考慮することはできない。\n他方，本件各融資を実行しなかった場合に生ずる混乱等を避ける必要が\nあり，かつ，本件各融資以外に混乱を避ける策がなかったとの被告らの前記\n②及び③主張の点については，被告らが本件各融資を承認するに当たりこれ\nらの点を検討したことを認めるに足りる証拠がなく，被告らがこのような考慮を\nしたとは認められないから，被告らが，これらの点に関する経営判断を根拠に\nして善管注意義務等違反を否定することは許されないというべきである。ま\nた，前記のような銀行の業務の特殊性及び公共性にかんがみると，融資を拒\n絶した場合の混乱防止及び信用不安発生の防止のための融資であったとし\nても，このことをもって回収可能性に欠ける融資をすることを正当化することは\nできないというべきである。したがって，いずれにせよ，被告らの前記②及び\n③の主張の点については，本件各融資の違法性及び被告らの善管注意義務\n等違反の成否の判断に当たり，考慮することはできない。\nまた，被告らの前記④主張の点については，善管注意義務等違反と損害と\nの間の相当因果関係の存否に関する主張としてはともかく（この点について\nは後述する。），善管注意義務等違反の存否については，取締役としての任\n務を放棄し自己保身を図ることを正当化するための弁解にすぎないから，被\n告らに対する善管注意義務等違反の成否を判断するに当たり，考慮すること\nができないのは明らかである。\nそして，本件第１融資については融資金額に見合うだけの担保物件があっ\nたとの前記⑥主張についても，前記(2)ア(ウ)説示のとおり，本件第１融資に対\nする担保としては極めて不十分であったことに照らし，採用できない。\nイ　被告Ａ及び同Ｃは，融資審査担当の常務取締役ではなかったから，善管注\n意義務等の負担は軽減されるべきであり，融資審査を担当していた被告Ｄ及\nび同Ｂが適正妥当な職務執行を行っていると信頼して職務を行ったものであ\nるから，善管注意義務等違反には該当しない旨主張する。\nしかし，ａ銀行のように融資の際に営業店，本部審査部などがそれぞれの\n立場から重畳的に情報収集，分析，検討を加える手続が整備されていた（前\n提事実(3)）場合，融資審査を担当しない常務取締役は，各部署の行った情報\n収集，分析及び検討に依拠した上で，自らの判断を行うことが許されると解さ\nれるが，このことは，担当外の取締役が，担当取締役の判断をそのまま是認\nすることを許容するものではなく，取締役は，たとえ担当外の職務であっても，\n各部署が行った情報収集，分析及び検討を前提とした上で，自らその適否に\nついて判断する義務があると解されるべきところ，前記(1)エ(カ)認定及び前\n記(3)ア，ウ説示のとおり，被告Ａ及び同Ｃは，本件常務会において，本件第１\n融資に関する説明資料が全く存在しない状況において，担当の常務取締役で\nある被告Ｂから慎重に審議すべきであるとの意見が出ていたにもかかわら\nず，資料を徴求したり，質問したりすることなく，本件第１融資を承認したもの\nであり，被告Ｄ及びＱの情報収集，分析及び検討の結果すら見ることなく，し\nかも，融資審査担当の常務取締役である被告Ｂの意見すら無視したものであ\nり，このような被告Ａ及び同Ｃの承認の態様に照らすと，担当外の職務である\nことを理由に善管注意義務等違反を否定することはできない。\nまた，前記(4)ア，ウ説示のとおり，被告Ａ及び同Ｃは，本件第２融資につい\nては，稟議書等の一件書類を見て，その問題性を十分認識できる状況にあっ\nたことに照らすと，担当外の案件であり，担当である被告Ｂがこれを承認して\nいたことをもって，善管注意義務等違反がなかったということはできない。\n(6)　小括\n以上によれば，被告Ａ，同Ｂ及び同Ｃについては，本件各融資の承認に当た\nり，善管注意義務等違反があったと認められる。これに対し，被告Ｄについて\nは，善管注意義務等違反があったとは認められない。\n３　争点(3)（相当因果関係の有無及び損害額）について\n(1)　前記２説示のとおり，被告Ａ，同Ｂ及び同Ｃ（以下では，これら３名を総称して，\n「被告ら」という。）が，本件常務会において本件第１融資について異議を述べず\nこれを実行させ，また，持ち回り常務会決議により，本件第２融資を承認したこと\n自体が善管注意義務等違反を構成することからすれば，かかる善管注意義務\n等違反によって実行された本件各融資により，ｂ土地開発に貸し付けられた金\n額全体が，被告らの善管注意義務等違反によって生じた損害になるというべき\nである。\nこれを本件についてみると，証拠（甲１７，２６，３３）によれば，本件第１融資に\nより融資金額３億６０００万円から初回の利息６６９万６０００円及び印紙代等１０\n万４２００円を控除した３億５３１９万９８００円が，本件第２融資により融資金額２\n億３０００万円から初回の利息１０１万２０００円を控除した２億２８９８万８０００円\nが，それぞれａ銀行からｂ土地開発に現実に交付されたのであり，被告らの善管\n注意義務等違反によりａ銀行に生じた当初の損害額は，本件各融資により現実\nに交付された上記金員の合計である５億８２１８万７８００円である。\nそして，前提事実(7)のとおり，ａ銀行は，ｂ土地開発から，本件第１融資の弁\n済として２億円の支払を受けるとともに，預金債権を相殺することにより本件第１\n融資につき２万６２７４円を回収しており，この合計２億０００２万６２７４円につい\nては，本件第１融資によって生じたａ銀行の損害が填補されたということができ\nる。また，ａ銀行は，ｂ土地開発及びＬから，本件第２融資の弁済として合計１億\n０１００万円の支払を受けるとともに，前記預金債権を相殺することにより本件第\n２融資につき３万３８６８円を回収しており，この合計１億０１０３万３８６８円につ\nいては，本件第２融資によって生じたａ銀行の損害が填補されたということができ\nる。これら填補額の合計は，３億０１０６万０１４２円である。\nまた，前記２(1)イ(ア)，オ(イ)認定の各事実，証拠（甲７９，８０）及び弁論の全\n趣旨によれば，原告は，別紙物件目録１記載の土地及び同目録２記載の土地\nのうち平成４年１１月１７日にｂ土地開発が任意売却し，担保解除された部分を\n除くものについて，競売申立てをし（和歌山地方裁判所平成１０年(ケ)第３２６号\n事件），上記各土地は，平成１１年６月２５日，３９６０万円で競落され，原告は，\n同年１０月１９日の配当期日において，２０５７万３８０７円の配当を受け，これを\n本件第２融資の残元本に充当したことが認められる。したがって，この本件第２\n融資の残元本に充当された２０５７万３８０７円については，本件第２融資によっ\nて生じた損害が填補されたということができる。\nさらに，前提事実(8)のとおり，原告は，本件各融資の実行に当たり善管注意\n義務等違反があったとして，Ｅ及びＧからも，被告らと連帯して本件損害賠償請\n求をしていたところ，Ｅ及びＧと本件訴訟において和解し，これまでＥから２６３１\n万６２００円，Ｇから１９００万円の支払を受けており，この合計４５３１万６２００円\nにより，本件各融資にかかる損害が填補されたということができる。\nしたがって，被告らの善管注意義務等違反により生じた損害の現在額は，本\n件各融資の貸付金額合計５億８２１８万７８００円から，ｂ土地開発及びＬからａ銀\n行が回収した金員合計３億０１０６万０１４２円，原告が競売手続によって回収し\nた２０５７万３８０７円並びに原告がＥ及びＧから受領した金員合計４５３１万６２０\n０円を控除した２億１５２３万７６５１円を下ることはない。\n(2)　前記説示に反する被告らの主張に対する判断\nア　被告Ｂ及び同Ｃは，常務会付議案件の昀終決裁権者でありａ銀行の代表取\n締役頭取でもあるＥと，これを推進していた代表取締役副頭取のＦが，常務会\nにおける承認を受ける前から本件各融資の実行を決定し，ｂ土地開発にも約\n束しており，翻意する様子もなかったのであり，仮に被告らがいかなる手段を\n講じたとしても，本件各融資を阻止することは不可能であったから，被告らの\n善管注意義務等違反と本件各融資が実行されたことによりａ銀行に生じた損\n害との間には，相当因果関係は認められないと主張する（この点は，被告Ａに\nも影響する。）。\nしかしながら，証拠（甲４４ないし４６，４８，４９，５１，５３ないし５５，５７，６\n４，乙１ないし４，１９）によれば，Ｅは，本件各融資には消極的であったもの\nの，ＦがＫやＪと共同して自分を頭取から退任させようとする動きをとることを\n警戒するあまり，本件各融資を承認したことが認められる。他方，前記２(1)エ\n(イ)，(エ)，(カ)，オ(カ)認定のとおり，本件各融資を推進していたＦは，本件各\n融資の実行に当たり，本件常務会での承認を得るために，被告Ｄ，同Ｂ及び\n同Ａに対し，事前に本件常務会において本件第１融資を承認するよう求めた\nり，本件常務会において本件第１融資の承認を求めるために提案をしており，\nまた，本件第２融資に当たっても常務会での承認を得ることを企図して，被告\nＢがＧを介して交付した常務会付議案件議事録に昀初に承認印を押捺したの\nである。これらの事実にかんがみると，被告らが，本件常務会において本件\n第１融資に対する反対意見を明確に述べたり，本件第２融資に関する持ち回\nり常務会で承認印を押捺しないなどして反対意見を明確に示せば，Ｆは，常務\n会での承認を得て本件各融資を実行するという形式を取れなくなるため，本\n件各融資の実行が困難になるということができるし，これら反対意見によって\nＥが本件各融資を否決したとしても自らの頭取の地位を守ることができるとの\n認識を有し，本件各融資の実行を承認せず，その結果，本件各融資を阻止す\nることが可能であったということもできる。したがって，被告らの主張は採用す\nることができない。\nイ　被告Ｂ及び同Ｃは，本件各融資には平成８年９月１３日当時において，本件\n各融資につき回収見込額５８９８万４０００円の担保不動産があったのであり，\n原告は，この不動産を既に処分し本件各融資にかかる貸付金の一部を回収\nしたと推察されるから，この５８９８万４０００円については，損害額から控除さ\nれるべきであると主張する（この点は，被告Ａにも影響する。）。そして，甲３２\nによれば，平成８年９月１３日当時，別紙物件目録１，２記載の各不動産の一\n部（同目録２記載の土地のうち平成４年１１月１７日に担保解除された部分を\n除く。）からの回収見込額が，５８９８万４０００円であったことが認められる。\nしかし，前記(1)説示のとおり，被告らの善管注意義務等違反による損害\nは，本件各融資の実行により発生するとともにその額は確定するというべきで\nあり，その後の返済等による融資金が回収されたことは，損害の填補にすぎ\nないというべきである。また，このような損害の填補は現実にされた場合か填\n補されることが確実である場合に限られるというべきである。\nこれを本件についてみると，前記(1)認定のとおり，原告は，上記各土地に\nついて競売申立てをし，これが競落された結果，平成１１年１０月１９日の配当\n期日において，２０５７万３８０７円の配当を受け，これを本件第２融資の残元\n本に充当したのであり，この２０５７万３８０７円については，本件第２融資によ\nって生じた損害が現実に填補されたということができるが，これを超えて，上\n記各土地にａ銀行ないし原告のために根抵当権が設定されていたことによっ\nて，損害が現実に填補されたり，填補されることが確実であるということはでき\nない。\nしたがって，被告Ｂ及び同Ｃの主張は，上記配当額を超える額については\n採用できない。そして，原告は，上記配当額を控除して本件請求をしている\nし，前記(1)の損害額の認定は，上記配当額を控除したものであるから，被告\nＢ及び同Ｃの主張によっても，本件各融資によって生じた損害の残額は変わ\nらないというべきである。\nウ　被告Ｂ及び同Ｃは，原告とＥが本件訴訟により和解し，Ｅが７４００万円につ\nき支払義務を負い，この支払義務については，Ｅ所有の不動産により担保さ\nれ，早晩回収が見込まれるから，この金額について，本件各融資によってａ銀\n行に生じた損害から控除されるべきであると主張する（この点は，被告Ａにも\n影響する。）。\nしかし，前記イ説示のとおり，損害の填補による控除は，損害の填補が確\n実にされることが見込まれる場合か現実にされた場合に限って認められるべ\nきところ，Ｅ所有の不動産がＥの原告に対する７４００万円の上記支払義務の\n担保に供されているとしても，Ｅの上記債務の支払ないし回収が確実になった\nことを認めるに足りる証拠はない。\nしたがって，被告Ｂ及び同Ｃの上記主張は採用できない。\nエ　被告Ｂ及び同Ｃは，ｂ土地開発が，ａ銀行に対し，本件各融資の利息の支払\nとして３４５４万７５８３円をそれぞれ支払っており，この金額は，本件各融資に\nよってａ銀行に生じた損害を填補したものであると主張する（この点は，被告Ａ\nにも影響する。）。\nｂ土地開発が金額はともかくとして前記(1)認定の天引き利息以外に本件各\n融資の利息の一部をａ銀行に支払ったことは原告も認めるところであるが，し\nかしながら，ｂ土地開発は，ａ銀行との間の本件各融資にかかる消費貸借契\n約に基づき，上記利息をａ銀行に支払うべき義務があり，その履行として利息\nの支払がされたのであるから，これをもって本件各融資によりａ銀行が被った\n損害の填補と認めることはできない。よって，被告Ｂ及び同Ｃの主張は採用で\nきない。\nオ　被告らは，①本件各融資は，Ｆが周囲の反対意見を押し切る形で主体的に\n推進し，昀終決裁権者である頭取のＥがこれを承認したものであり，②被告ら\nは本件各融資に至るe開発ないしＫとの交渉にも全く関与していなかったこと，\n③原告が，Ｆの遺族らを本件訴訟の被告とせず，④Ｅとの間では，本件訴訟\nにおいて，Ｅが１億円の支払義務を負うにとどまる和解をしたことに照らすと，\n被告らの責任の範囲は，本件各融資に対する寄与度又は現時点においての\n被告らの寄与度に応じた割合に限定されるべきであると主張する。\nしかしながら，被告らの本件損害賠償債務は連帯債務とされており（商法２\n６６条１項柱書），この連帯債務とはいわゆる不真性連帯債務であると解され\nるから，原告が債務者の１人であるＥと債務免除を含む和解をしたとしても，こ\nれとは無関係に，原告から被告ら各自に対し，本件各融資につき生じた全損\n害について，損害賠償請求できるものと解される。\nまた，前記２(3)ア，ウ，(4)ア，ウ説示のとおり，被告Ｃ及び同Ａは，本件第１\n融資に当たっては，融資先の信用状態について質問したり必要な資料を徴求\nしたりするという取締役として基本的な義務を怠った重大な善管注意義務等\n違反があったというべきであるし，本件第２融資に当たっては，一件書類を見\nて同融資が回収可能性に欠ける違法なものであることを認識し又は認識する\nことが容易であったにもかかわらずこれを承認したという重大な善管注意義務\n等違反があったというべきである。他方，前記２(3)イ，(4)イ説示のとおり，被告\nＢは，本件第１融資については，審査部担当の常務取締役として，また，本件\n第１融資の問題点を知る者として，本件常務会において，その問題点を明確\nに指摘すべき義務を怠ったという重大な善管注意義務等違反があったという\nべきであるし，本件第２融資に当たっては，回収可能性に欠ける違法な融資\nであることを認識していたにもかかわらず，これをあえて持ち回り常務会決議\nの方法で承認を得させようとし，実質的に本件第２融資を推進したという重大\nな善管注意義務等違反があったというべきである。このように被告らの善管注\n意義務等違反が重大なものであることに照らすと，被告らの責任の範囲をそ\nの寄与度に限定することは，取締役の違法行為を助長する結果となり，取締\n役の違法行為により損害を受けた会社を保護するとともに取締役の違法行為\nを防止するという商法２６６条１項５号の趣旨を没却することとなるから，被告\nらが主張する事情を考慮しても許されないというべきである。\nしたがって，被告らの上記主張も，採用することができない。\n４　結論\n以上の次第で，被告Ａ，同Ｂ及び同Ｃは，原告に対し，商法２６６条１項５号に基\nづき，各自本件各融資によって生じた前記３(1)認定の損害残額２億１５２３万７６５\n１円のうち２億１４２３万７６５１円及びこれに対する上記被告らに対する本件訴状\n送達の日の後である平成１１年３月２７日から支払済みまで民法所定の年５分の割\n合による遅延損害金を支払う義務があるというべきである。\nよって，原告の本件請求は，被告Ａ，同Ｂ及び同Ｃに対する請求については理由\nがあるからこれを認容し，被告Ｄに対する請求については理由がないからこれを棄\n却して，主文のとおり判決する。\n和歌山地方裁判所第二民事部\n裁判長裁判官　　　礒尾　正\n裁判官　　　秋本昌彦\n裁判官　　　成田晋司\n"
}