{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 21
  },
  "case_number": "平成16(ワ)18454",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第14部",
  "result": "棄却",
  "lawsuit_id": "33632",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33632",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/632/033632_hanrei.pdf",
  "contents": "平成１８年９月２１日判決言渡 同日原本領収 裁判所書記官\n平成１６年(ワ)第１８４５４号 損害賠償請求事件\n口頭弁論終結日 平成１８年６月２２日\n判決\n原告 Ａ\n同訴訟代理人弁護士 田 中 裕 之\n青木 知己\n宮村 純子\n被 告 医療法人社団 済 安 堂\n同代表者理事長 Ｂ\n同訴訟代理人弁護士 森 山 満\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n被告は，原告に対し，金１１３９万２２８９円及びこれに対する平成１３年\n１０月５日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，平成１３年３月２２日から平成１４年１月２１日まで被告の開設す\nる病院に入通院して右眼に対する診療を受けた（平成１３年１０月５日には網\n膜剥離に対する手術を受けた ）原告が，その後，平成１４年１月２５日まで。\nに網膜再剥離を生じ，同日に他の病院を受診して，同月３１日に同病院で硝子\n体手術を受けたことに関し，網膜再剥離を生じ，かつ，これに対する硝子体手\n術が遅れたために，変視症及び視野狭窄の後遺症が残ったと主張した上，その\nような事態に至ったのは，被告病院の担当医師において，①平成１３年１０月\n３日ないし５日時点，同年１１月１３日ないし１５日時点，同年１２月２５日\n時点で，それぞれ，硝子体手術を受けさせるべくその手術ができる医療施設に\n転送すべき義務，②平成１４年１月２１日時点で，安静を指示するとともに，\n入院させ，又は数日間隔での通院を指示して細かな経過観察をすべき義務，③\n平成１３年１１月１５日時点，平成１４年１月２１日時点，同月２５日時点で\nの説明義務を怠ったためであると主張して，被告に対し，債務不履行又は不法\n行為（使用者責任）に基づいて，後遺症による遺失利益，慰謝料等の損害金及\nびこれに対する民法所定の割合による遅延損害金の支払を求めている事案であ\nる。\n以下では，診療契約上の義務（債務）ないし診療上の注意義務（不法行為上\nの注意義務）を併せて単に「義務」という。\n１ 前提事実（証拠原因により認定した事実については，かっこ書で当該証拠原\n因を掲記する。その余の事実は当事者間に争いがない ）。\n(1) 当事者及び診療契約の締結\nア 被告は，医療法人社団であり，東京都千代田区に「井上眼科病院」を設\n置するとともに，その分院として東京都江戸川区に「西葛西・井上眼科病\n院 を設置している 以下 前者の病院を 被告本院 後者の病院を 被」（ ， 「 」，「\n告分院」といい，これらを併せて「被告病院」という 。。）\nイ 原告は，昭和１９年５月３０日生まれの男性であり，東京都杉並区に居\n住しているが，平成１３年３月２２日，右眼の異常を訴えて被告本院を受\n診し，被告との間で診療契約を締結して，以後，平成１４年１月２１日ま\nで，被告本院において右眼に対する診療を受けた（以下，この診療を「本\n件診療」という。以下の原告の症状や所見及び診療は，すべて右眼に関す\nるものである。また，以下，平成１３年３月から平成１４年２月までの月\n（，日については年の記載を省略することがある 年の記載のない月日のうち\n３月から１２月までは平成１３年であり，１月から２月までは平成１４年\nである 。。）。）\nウ 本件診療当時，Ｃ医師は被告本院に，Ｄ医師は被告分院にそれぞれ勤務\nしていた。なお，Ｄ医師は，週に１回，被告本院の外来診療も担当してい\nた（証人Ｄ医師 。）\n本件診療を担当したのは主としてＣ医師であった。\n(2) 網膜剥離について（甲Ｂ１ないし１０，乙Ｂ１ないし３，証人Ｄ医師）\nア 網膜は内境界膜から色素上皮層までの１０層から成るが，このうち色素\n上皮層を除く９層は，神経網膜と呼ばれ，視覚に関わる神経細胞が分布す\nる。この神経網膜が，色素上皮層・脈絡膜から剥がれて，網膜の前方の硝\n子体中に浮き上がってきたものを網膜剥離という。\n網膜剥離は，その発生の原因ないし機序によって裂孔原性網膜剥離と非\n裂孔原性網膜剥離に分類される（後者は，牽引性網膜剥離と滲出性網膜剥\n離に分類される 。これらのうち最も一般的なものは裂孔原性網膜剥離。）\nであり，これは，網膜と硝子体の癒着による牽引等によって網膜に裂孔が\n発生し，その裂孔部分から液化した硝子体が網膜の下に入り込むことに\nよって網膜が剥離するものである（以下，単に網膜剥離というときは，裂\n孔原性網膜剥離のことを指す 。。）\nイ 網膜剥離の予防又は治療の方法としては，牽引を解除する手技及び裂孔\nを閉鎖する手技等があり，前者には，強膜の上からシリコン又はスポンジ\n材を用いて網膜を硝子体に押しつける強膜バックル術（強膜内陥術）と，\n硝子体の一部を切除する硝子体手術があり 後者には 光凝固術 レーザー，， （\n光線で網膜を焼く手技 ，冷凍凝固術等がある。）\nウ 網膜剥離（再剥離を含む ）が生じた場合，剥離が黄斑部に及ぶ前に硝。\n子体手術を受ければ，普通は変視症や視力低下の後遺症は残らない（視力\nは術前に黄斑剥離がなければ９５％の例で従前のまま維持できるとする文\n献もある ）が，剥離が進行して黄斑部に及んだ後では，硝子体手術を受。\nけても変視症等の後遺症が残る可能性が高く，その手術の時期の遅れは後\n遺症の程度に影響を及ぼす（なお 「黄斑部剥離の期間は，術後視力の回，\n復に影響を及ぼす。術後視力の回復が期待される黄斑部剥離発生から手術\nまでの期間は明確ではないが，黄斑剥離後５日以内の手術が望ましく，黄\n。」斑剥離が２か月以上継続した症例では視力の著明な改善は期待できない\nとする文献もある 。。）\nエ 網膜剥離（再剥離を含む ）の発症後手術までの間に剥離が黄斑部に進。\n行するのを防止する手段としては，ベッド安静のほか，眼帯又はピンホー\nル眼鏡の装着，頭位の固定等がある。しかし，その発症自体の有無は，安\n静にしているかどうかで左右されるものではない。\n(3) 原告の右眼に対する診療の経過（甲Ａ１，３，乙Ａ１，Ｂ４，６，証人Ｄ\n医師，原告本人，弁論の全趣旨）\nア 本件診療の経過は，別紙診療経過一覧表の「年月日 「経過 「原告の」」\n症状・所見 「診断又は医学的判断 「処置・説明等」欄（ただし，下線」」\nを付した部分を除く ）に記載のとおりである。。\nイ 上記診療経過のうち主なものを敷衍し，また，他の病院での診療を付け\n加えると，以下のとおりである（特記しない限り，被告本院における診療\nである 。。）\n① 平成６，７年ころ，札幌市内の病院で，右眼の網膜が薄くなっている\nと言われて網膜光凝固術を受けたことがあった。\n② ９月２０日，前回受診日（９月４日）に指示された受診予定時期を待\nたず 「３日前より右眼がくもって見える。今でも見え方が良くならな，\nい 」と訴えて受診したところ，網膜裂孔及び硝子体出血が認められた。\nため，網膜光凝固術を受けた。\n③ １０月３日，前回受診日（９月２７日）に指示された受診予定日を待\nたず，霧視の異常を訴えて受診したところ，硝子体の牽引による旧網膜\n裂孔の拡大，牽引性網膜剥離及び硝子体出血が認められたため，手術が\n，， ，必要であるとされ １０月４日に入院して 同月５日に網膜冷凍凝固術\n強膜バックル術（強膜内陥術）及び輪状締結術を，同月１２日に網膜光\n凝固術をそれぞれ受けて，同月１５日に退院した。\n④ １１月１３日，前回受診日（１１月８日）に指示された受診予定日を\n待たず 「今朝から右眼にゴミが飛んで濁って見える。視力が低下した，\nようだ 」と訴えて受診したところ，硝子体出血（出血部位は不明）が。\n認められたことから，２日後に受診するよう指示された。\n同月１５日，Ｃ医師の診察を受けたところ，硝子体の牽引による網膜\n裂孔に残存した網膜血管からの硝子体出血が認められ，硝子体出血を繰\nり返すようであれば硝子体手術が必要である旨説明された。\n⑤ １２月１８日 東京都三鷹市所在の杏林大学医学部付属病院 以下 杏，（ 「\n林大学病院」という ）を受診したところ，裂孔下の後極側が少し浮い。\nていると認められたが，引き続き被告本院で経過観察をしてもらうよう\nにと言われた。\n⑥ １２月２５日，Ｄ医師の診察を受けたところ（Ｃ医師が，同月１２日\n時点で，このままの経過観察でよいか，硝子体手術の必要はないかと，\nＤ医師に診察を依頼していた ，裂孔の後極両側が少し浮いていると。）\n認められた。\n⑦ １月２１日，前回受診日（１月１６日）に指示された受診予定日（２\n月６日）を待たず 「膜が張ったよう （被告の主張）あるいは「カー，」\n（） 」（） 。テン 幕 が下りてきたよう 原告の主張 と異常を訴えて受診した\n⑧ １月２５日，杏林大学病院を受診したところ，網膜剥離（再剥離）が\n生じて黄斑部に及んでいることが判明し，入院して硝子体手術を受ける\n必要があるが満床なので待機しているようにと言われ，その後，同病院\nから連絡を受けて同月３０日に同病院に入院し，同月３１日に硝子体手\n術を受けた。\n(4) 平成１３年ないし平成１４年１月当時，被告本院では硝子体手術を行う\n，。 ，ことができなかったが 被告分院では硝子体手術を行うことができた なお\nＤ医師は，本件診療当時，被告分院において年間約２００例ないし２５０例\nの硝子体手術を担当するなど，同手術の専門家であった（証人Ｄ医師 。）\n２ 本件診療の経過についての当事者の主張\n被告の主張は別紙診療経過一覧表の「原告の反論等」欄を除くその余の欄に\n記載のとおりであり，これに対する原告の反論は同一覧表の「原告の反論等」\n欄に記載のとおりである（同一覧表の「原告の反論等」欄を除くその余の欄の\nうち下線を付した部分を除くその余の部分については，当事者間に争いがな\nい。。）\n３ 原告の主張\n(1) 原告の後遺症及びその原因\nア 原告の右眼は，上記のとおり１月３１日に硝子体手術を受けたが，変視\n症及び視野狭窄の後遺症 以下 原告主張後遺症 という が残った そ（「 」 。）（\nの変視症は，右眼の像が，正常眼の約２倍の大きさに，歪んで，しかも左\n側に大きく傾いて見えるというものである 。。）\n，， ， ，イ 原告主張後遺症が残ったのは 以下のとおり 網膜再剥離が生じ かつ\nこれに対する硝子体手術が遅れたためである。\n(ア) 原告は，１月２３日 「鴨川シーワールド （遊園地）に遊びに行っ，」\nたが，その夜（夕食時 ，右眼が半分くらい見えなくなり，同月２４日）\nには，右眼がほとんど見えなくなった。これらのことから，網膜再剥離\nが，遅くとも同月２３日夜（夕食時）に生じ，同月２４日には黄斑部に\n及んだことがわかる。\n(イ) ところで，網膜剥離が生じた場合，剥離が黄斑部に及ぶ前に硝子体\n手術を受ければ，普通は変視症等の後遺症は残らないが，剥離が黄斑部\nに及んだ後では，硝子体手術を受けても変視症等の後遺症が残る可能性\nが高く，その後遺症の程度は手術が遅れれば遅れるほど重くなる。\n(ウ) 原告の場合，上記(ア)のとおり，硝子体手術を受けたのが，網膜剥\n離が黄斑部に及んだ後であり，しかも，網膜剥離が黄斑部に及んでから\n６日以上も経過していたために，原告主張後遺症が残った。すなわち，\n網膜剥離が黄斑部に及ぶ前に硝子体手術を受けていれば後遺症は残らな\nかったし，網膜剥離が黄斑部に及んだ後でも，より早期に硝子体手術を\n受けていれば，後遺症はより軽くて済んだ。\n(2) 硝子体手術を受けさせるために転送すべき義務の違反\nア 網膜剥離に対する強膜バックル術と硝子体手術の適応の基準は，次のと\nおりである（甲Ｂ１ 。）\n① 裂孔の場所が鋸状縁部にあれば強膜バックル術を，赤道部より後方に\nあれば硝子体手術を選択し，赤道部にある場合はどちらでも良い。\n② 後部硝子体剥離がある場合には，硝子体手術で対応する。\n③ 硝子体出血を伴うものは，裂孔の原因によっては強膜バックル術で対\n応できる場合もあるが，術後再発や増殖性硝子体網膜症を起こしやすい\nため，初回から硝子体手術を選択すべきである。既に強膜バックル術を\n行った後であれば，硝子体手術を選択する。\nイ 原告の右眼については，次の(ア)ないし(ウ)の各時点において，各項に\n掲げる症状等があったのであるから，上記基準に照らして，硝子体手術の\n適応があり，これを行う必要があった。特に(イ)及び(ウ)の各時点では，\n被告の主張する「繰り返される再出血」及び「再度の網膜剥離」も生じて\nいたのであるから，同手術の適応及び必要があったことがより明らかであ\nる。\nしたがって，被告本院の担当医師は，次の(ア)ないし(ウ)の各時点にお\nいて，原告を硝子体手術が可能な施設に転送すべき義務があった。しかる\nに，被告本院の担当医師は，上記義務を怠った。\n(ア) １０月３日ないし５日時点\n１０月３日，硝子体出血が認められ，網膜剥離（裂孔は後極側）と診\n断された。\n(イ) １１月１３日ないし１５日時点\n上記(ア)の事情に加え，１０月５日に強膜バックル術が行われたにも\nかかわらず，その直後から硝子体の牽引が強く，１１月１３日には硝子\n体からの再出血が認められた。\n(ウ) １２月２５日時点\n上記(ア)，(イ)の事情に加え，１２月１２日には，硝子体の牽引が続\nいていることが認められ，同月２５日には，裂孔が浮いた状態であるこ\nと，すなわち，網膜剥離が再度起こりつつあることが確認された。\nウ 上記義務が尽くされていれば，速やかに硝子体手術を受けることができ\nて，網膜再剥離を生ずることはなく，したがってまた，原告主張後遺症は\n残らなかった。\n(3) 安静指示及び経過観察の義務違反\nア １月２１日時点の状況\n１２月２５日時点で，網膜再剥離が生ずる可能性は少なくとも１０％程\n度とかなり高かった。現に，１月１６日には，Ｃ医師も，牽引があって網\n膜再剥離が生ずる可能性があり要注意であると診断した。しかも，そのわ\nずか５日後の同月２１日には，原告が，次回受診予約日の２月６日を待た\nず 「カーテン（幕）が下りてきたよう」と異常を訴えて受診したのであ，\nり，この症状は，硝子体出血等を原因とする硝子体混濁を示すものであっ\nた。\nしたがって，１月２１日時点では，網膜再剥離が生ずる可能性は１０％\n程度よりも更に高く，軽度の運動でも網膜剥離が急激に進行する危険が\nあった。\nイ 上記ア及び上記(1)イ(イ)によれば，１月２１日時点で，被告本院の担\n，， ， ，当医師は 原告について 網膜再剥離が生じても それが急激に進行せず\n初期の段階で硝子体手術を受けられるようにするために，①安静を指示す\nるとともに，②入院させ，又は数日間隔での通院を指示して短期の経過観\n察をすべき義務を負っていた。\nしかるに，Ｃ医師は，同日の診療の際，２月６日の受診を指示しただけ\nで，上記義務を怠った。\nウ 上記義務が尽くされていれば，原告は，安静に努める（もとより「鴨川\nシーワールド」に遊びに行くようなことはなかった ）とともに，短期の。\n間隔で診察を受けることにより，網膜再剥離が生じても，それが急激に進\n行することはなく，初期の段階で（剥離が黄斑部に及ぶ前に）硝子体手術\nを受けることができ，原告主張後遺症が残ることはなかった。\n(4) 説明義務違反\nア １１月１５日時点の説明義務違反\n(ア) Ｃ医師は，１１月１５日，原告に対し 「また網膜剥離が起きる可，\n能性があるので，硝子体を取るのが一番良いのです。ただ，当院にはそ\nの施設が来年の春ころにならないとできないのです 」と説明した。。\nこのように被告病院で硝子体手術ができるかどうかに関することを説\n明する場合には，その対象事項が患者（原告）にとって重要なものであ\nり，しかも，上記のような説明では患者が被告病院では分院も含めて平\n成１４年春ころまで同手術ができないものと誤解する可能性があること\nから，現在でも被告分院では硝子体手術ができることを説明するなどし\nて，上記のような誤解がないように特に慎重な注意を尽くすべき義務が\nある。\nしかるに，原告が，本件訴訟の提起後まで，被告病院では分院も含め\nて平成１４年春ころまで硝子体手術ができないものと誤解していたこと\nから明らかなとおり，Ｃ医師は，上記義務を怠った。\n(イ) 上記義務が尽くされていれば，原告は，１月２５日に杏林大学病院\nで網膜剥離の再発を宣告された時点で，同病院と被告分院のいずれで硝\n子体手術を受けるべきかを検討して，直ちに手術を受けられる被告分院\nを選択することにより，早ければ同月２６日に，遅くとも同月２７日に\n，， ，は硝子体手術を受けていたはずであり そうすれば 原告主張後遺症は\n生じなかったか，より軽度で済んだはずである。\nイ １月２１日時点の説明義務違反\n(ア) 上記(3)ア及び上記(1)イ(イ)によれば，１月２１日時点で，Ｃ医師\nは，原告に対し，網膜再剥離が生じた場合には剥離が黄斑部に及ぶ前に\n硝子体手術を受ける機会を与えるため，網膜再剥離が生じた場合に現れ\nる自覚症状（原告の場合，従前の裂孔痕の位置からして右眼の上方から\n視野欠損の症状が現れること，徐々に欠損範囲が拡大し，視力も低下し\nていくこと等）を具体的に説明し，そのような症状を認識した場合には\n昼夜の別を問わず直ちに被告病院に連絡して受診すべきことを具体的に\n指示すべき義務を負っていた。\nしかるに，Ｃ医師は，同日，簡単な一応の検査をした後，既に予約さ\nれていた２月６日に受診するよう指示したにとどまり，上記の具体的な\n指示，説明をしなかった。\n(イ) 上記義務が尽くされていれば，原告は，１月２３日夜の時点で，同\n時点の症状が網膜再剥離の症状であると確信することができ，事態が緊\n急を要するものであることを認識して，同日中に被告病院の担当医又は\n宿直医に症状を申告し，早ければ同日中に，遅くとも同月２７日までに\nは硝子体手術を受けることができたはずである（実際には，原告は，同\n月２１日の診察で「カーテン（幕）が下りてきたよう」という症状につ\nいてＣ医師から「ゴミが入ったからだ」と説明されていたため，同月２\n３日の症状も同じくゴミが入ったものではないかと考え，事態の緊急性\nを認識できず，同月２４日は１日様子を見るのに費やし，同月２５日に\nなってようやく杏林大学病院を受診した 。そして，同月２３日中に。）\n硝子体手術を受けることができない場合であっても，同手術を受けるま\nでの間安静の指示や姿勢の調整，冷凍凝固・光凝固・強膜バックルの位\n置調整等の処置によって，剥離が黄斑部に及ばず，又は剥離の進行速度\n，， ，を遅らせることができたのであって いずれにせよ 原告主張後遺症は\n発生しなかったか，より軽度で済んだはずである。\n仮に上記のような因果関係が認められないとしても，後遺症が生じな\nかったかより軽度で済んだ相当程度の可能性がある。\nウ １月２５日時点の説明義務違反\n，， ， ，(ア) Ｃ医師は １月２５日 杏林大学病院のＥ医師から 原告のことで\n網膜剥離が生じており同月３１日に硝子体手術を実施する予定である旨\nの電話連絡を受けた（このことは，杏林大学病院のカルテの記載（甲Ａ\n３の９０頁の「井上眼科にｆ／ｗ（経過観察）してもらうようＭＴ（説\n明 」との記載）及び被告本院のカルテの記載（乙Ａ１の１５頁）から）\nして明らかである 。。）\nしたがって，Ｃ医師は，原告の診療を続けてきた主治医の立場から，\nＥ医師に質問して原告の網膜剥離の状態（特に，剥離が黄斑部に及んで\nいること）を確認した上，原告に連絡を取って，一刻も早く硝子体手術\nを行うべきであること，手術が遅れた場合には重篤な後遺症が生ずる危\n険性が高いこと，被告分院では翌日にでも硝子体手術を実施できること\nを説明すべきであり，少なくとも，原告又は杏林大学病院の眼科主治医\nに対し，被告分院においては翌日にも硝子体手術が可能であることを告\nげるべきであった。\nしかるに，Ｃ医師は，上記義務を怠った。\n(イ) 上記義務が尽くされていれば，原告は，被告分院で硝子体手術を受\nけることを選択することにより，早ければ１月２６日に，遅くとも同月\n２７日には硝子体手術を受けていたはずであり，そうすれば，原告主張\n後遺症は，生じなかったか，より軽度で済んだはずである。\n(5) 損害（アないしオについては１０月５日以降に対応するもの）\nア 治療費 ６３万２９５５円\n被告本院及び杏林大学病院における治療費\nイ 入通院雑費 ３万１５００円\nウ 交通費 １万０７００円\nエ 休業損害（１３か月） ３８６万８０４２円\n家事労働に従事しており，女子労働者の全年齢平均賃金額を使用した。\n3570500×13÷12＝3868042\nオ 入通院慰謝料 １７９万円\nカ 後遺症慰謝料 ２９０万円\nキ 逸失利益 ６５３万０８０４円\n労働能力喪失率を１４％として，全労働者６２歳の平均賃金額を使用し\nた。\n6041000×0.14×7.722＝6530804\nク 上記カ，キにつき，後遺症との間に因果関係が認められず，上記(4)イ\n(イ)のような相当程度の可能性侵害にとどまる場合の慰謝料 ２００万円\nケ 弁護士費用 １００万円\n４ 被告の主張\n(1) 転送義務違反について\n一般論として，本件のようなケースにおける硝子体手術の明確な適応基準\nはない。硝子体手術は，白内障や不可逆的な網膜剥離を合併させる危険があ\nり，その実施には慎重でなければならない。\n裂孔性網膜剥離の手術を行う場合の術式選択（下記ア）は，裂孔の閉鎖の\nみで対処できるのであれば光凝固術や光冷凍凝固術で対処し，網膜剥離が実\n，，際に生じ凝固術のみでは対処できないときは手術を考えるが その場合でも\nより侵襲の少ない強膜バックル術が第１選択であり，それでも対処できない\n場合に硝子体手術を考慮するというのが一般的である。原告主張のような術\n式選択基準は，ごく最近における一つの考え方にすぎず，平成１３年当時の\n標準的な治療法ではない。\nまた，強膜バックル術施行後（下記イ及びウ）においては，硝子体からの\n繰り返される再出血又は再度の網膜剥離が生じた時点で硝子体手術の実施を\n考えることになる。\nア １０月３日ないし５日時点について\n当該時点においては，強膜バックル術で対応できたのであり，硝子体手\n術の適応ではない。\nイ １１月１３日ないし１５日時点について\n当該時点では，再度の裂孔は生じておらず，また，同月１３日の硝子体\n出血も，硝子体の牽引による網膜裂孔に残存した網膜血管からの出血と考\nえられ，原因が明らかなものであり，しかも，同月１５日以降の診察にお\nいては消退傾向を示していた。したがって，この時点で硝子体手術を実施\nする必要はない。\nウ １２月２５日時点について\n当該時点では，網膜の牽引が認められ，軽微な裂孔が浮いた状態が確認\nされたが，裂孔は閉鎖されており網膜剥離の再発には至っていなかった。\nまた，１１月１３日にあった硝子体出血は消退していた。そこで，Ｄ医師\nは，剥離が生じ，又は再度の出血が生じたときに硝子体手術を考えるべき\nと判断した。この判断は適切である。\n(2) 安静指示及び経過観察の義務違反について\nア 網膜剥離の可能性がある患者に対し，在宅を許可する以上は，入院や安\n静の必要はなく，非常識な労作や運動負荷を除いて，日常生活に制限をか\nけることはない。安静が必要な場合は，安静を指示して経過観察をしたと\nころで，その後通常の生活に戻ったときに網膜剥離が生じる可能性が高い\nのであって，そのような場合は，そもそもその時点で手術をすべきである\n（手術までの間，手術の前提として入院させるなどして絶対安静を指示す\nることはある 。。）\n再来院の指示についても，次回受診日を予定しておいて，何らかの変化\nないし異常があればすぐに再受診してもらうようにすれば足り，次回の受\n診を早く予定することに意味はない。たとえ２日後の来院を指示したとし\nても，翌日に異変があれば予約日を待たずに受診する必要があるからであ\nる。\nイ Ｃ医師は，原告に対し，眼球断面図を用いて硝子体の混濁について説明\nを行った上，何かあったら早めに来院するように指示したのであるから，\n適切な指示を行ったといえる。\n(3) 説明義務違反について\nア １１月１５日時点の説明について\nＣ医師は，１１月１５日，原告に対し，被告本院では平成１４年春ころ\nまで硝子体手術ができないことを説明したが，それとともに，硝子体手術\nが被告分院で行われている旨も説明した。\nこのような説明を行ったＣ医師にとって，原告が原告主張のような誤解\nをしているなどとは予見できず，同医師に説明義務違反はない。\nイ １月２１日時点の説明について\n同日の検査結果では，新たな出血も認められず （新規の出血のためで，\nはない）硝子体の混濁以外には変化は認められなかったのであるから，１\n２月２５日時点よりも網膜再剥離の可能性が高まったということはできな\nい。\nまた，原告は，１月２１日時点までに，３月２２日から被告本院を受診\nして網膜剥離について診療を受けており，１０月には強膜バックル術を受\nけ，その後も自ら杏林大学病院の診察を受けているのであるから，網膜剥\n離の進行と症状については，いずれかの時点で説明を受けていたはずであ\nる。したがって，そのような原告に対し，１月２１日時点で改めてその症\n状等について説明をする必要はない。また，網膜剥離の症状は，裂孔の段\n階では飛蚊症や光視症，剥離が進むと視野欠損という典型的症状はあるも\nのの，実際には症状は多様であるため，症状についての説明はするとして\nも，結局，何か変化があった場合すぐに受診すべきことを指示することで\n足りる。\nＣ医師は，１月２１日，原告に対し，２月６日の予約日以前であっても\n何かあったら早めに来院するように指示したのであるから，説明義務違反\nはない。\nウ １月２５日時点の説明について\n(ア) 同日の受診の後，杏林大学病院の担当医からＣ医師に対し，被告病\n院における診療経過についての問い合わせと，杏林大学病院で引き受け\nることになった旨の連絡はあったが，この連絡が，１月２５日以降同月\n３１日までの間のいつであったかは不明であるし，Ｃ医師は，この連絡\nの際，原告の網膜剥離が黄斑部にまで及んでいるとは聞いていない。\n(イ) Ｃ医師は，上記アのとおり，原告に対し被告分院で硝子体手術が可\n能であることを説明しているのであって，原告がそうではないと勘違い\nすることを予見することはできない。\nそして，原告の動機はどうあれ，原告が被告病院ではなく杏林大学病\n院での手術を望む以上は，被告との診療契約は原告によって打ち切られ\nたも同然であって，そうであるにもかかわらずＣ医師において被告病院\nの受診を原告に勧めるべき義務はない。\n第３ 当裁判所の判断\n１ 転送義務違反の主張について\n(1) １０月３日ないし５日時点について（術式選択の適否）\n原告は，前記第２の３(2)アのような硝子体手術の適応基準を主張し，こ\nの主張に沿う文献（甲Ｂ第１号証）もある。\nしかし，甲Ｂ第１号証は，本件の平成１３年当時から数年を経過した平成\n１７年の発行のものであるし，それ自体，強膜バックル術及び硝子体手術の\n選択につき 「その選択は，術者の考えと経験にゆだねられている。ここで，\nは筆者の４０年の経験から，適応の考え方について述べる 」としていて，。\nその適応基準が必ずしも確立したものであるとしているわけではない。却っ\nて，証拠（乙Ｂ１（平成１６年発行の「標準眼科学 ，証人Ｄ医師）によ」）\nれば，少なくとも平成１３年当時においては，硝子体手術には白内障や不可\n逆的な網膜剥離を合併させる危険があることから，その実施には慎重でなけ\nればならず，網膜剥離に対する原則的な（第１選択の）治療法はより侵襲の\n少ない強膜バックル術であるとするのが一般的であった（最初から硝子体手\n術が行われるようになったのは，最近の２，３年のことである ）ことが認。\nめられる。\nしたがって，１０月３日ないし５日時点において，被告本院の担当医師が\n強膜バックル術を選択したことが不適切であったということはできず，原告\nを硝子体手術が可能な施設に転送する義務があったということもできない。\n(2) １１月１３日ないし１５日時点及び１月２１日時点について（再手術の\n必要）\n証拠（乙Ｂ１，４，６，証人Ｄ医師）及び弁論の全趣旨によれば，本件に\nおいて，被告病院の医師は，硝子体からの繰り返される再出血又は再度の網\n膜剥離が生じた時点で硝子体手術を考慮すべきであり，それをもって足りた\nと認められるので，原告主張の各時点においてこのような事情があったか否\nかを検討する。\nなお，原告の主張する硝子体手術の適応基準は，その根拠とする文献（甲\nＢ第１号証）によれば，網膜剥離が生じている場合に，強膜バックル術と硝\n子体手術のいずれを行うべきかの術式選択に関してのものであると認められ\nるところ，１１月１３日ないし１５日時点及び１月２１日時点においては，\n仮に網膜剥離が生じているとすれば，それだけで上記の「再度の網膜剥離が\n生じた」場合として硝子体手術を考慮すべきであるので，上記の基準による\n独立の検討はしない。\nア １１月１３日ないし１５日時点について\n（， ） ，前記前提事実(3)に証拠 乙Ａ１ Ｂ６ 及び弁論の全趣旨を併せると\n１１月１３日には硝子体出血が認められたが，これは，新たな硝子体出血\nとしては１０月５日の強膜バックル術後初めてのものであったし，１１月\n１５日には消退傾向であったことが認められる。したがって，１１月１３\n日ないし１５日時点で「硝子体からの繰り返される再出血」があったとい\nうことはできない。また，後記イのとおり１２月２５日時点においても網\n膜剥離の状態ではなかったのであるから，１１月１３日ないし１５日時点\nで「再度の網膜剥離」は生じていなかったと認められる。\nしたがって，１１月１３日ないし１５日時点で，原告が硝子体手術を要\nする状態であったとはいえず，原告主張の転送義務を認めることもできな\nい。\nイ １２月２５日時点について\n前記前提事実(3)に証拠（乙Ａ１，Ｂ４，証人Ｄ医師）を併せると，１\n２月２５日には，以前の裂孔の部分が少し浮いていたが，新たに裂孔は生\n，。 ，じておらず 網膜剥離の状態にはなかったことが認められる したがって\nこの時点で「再度の網膜剥離が生じた」ということはできない。また，１\n１月１３日以降１２月２５日までの間に硝子体出血が繰り返していたと認\nめるに足りる証拠もない。\nなお，前記前提事実(3)のとおり，原告は１２月１８日に杏林大学病院\nを受診したが，その際，同病院においても 「裂孔下の後極側が少し浮い，\nてる」ことを認めたものの，被告病院での経過観察を続けてよいとの判断\nをしたのであり，このことからしても，その当時の段階で原告が硝子体手\n術を要する状態であったとは考え難い。\nしたがって １２月２５日時点で,原告が硝子体手術を要する状態であっ，\nたとはいえず，原告主張の転送義務を認めることもできない。\n２ １１月１５日時点の説明義務違反及び１月２５日時点の説明義務違反の各主\n張について\n(1) 前記前提事実(3)イ⑧のとおり，原告は，１月２５日，杏林大学病院を受\n診したところ，網膜剥離（再剥離）が生じて黄斑部に及んでいることが判明\nし，入院して硝子体手術を受ける必要があるが満床なので待機しているよう\n，， ，にと言われ その後 同病院から連絡を受けて同月３０日に同病院に入院し\n同月３１日に同病院で硝子体手術を受けたものである。\n(2) １１月１５日時点の説明義務違反の主張について\n上記のとおりであるところ，原告は，前記第２の３（原告の主張）の(4)\nア(ア)のような説明義務が尽くされていれば，上記のとおり１月２５日に杏\n林大学病院で網膜剥離が生じているから硝子体手術を受ける必要があると言\nわれた時点で，被告病院（分院）を選択することにより，早ければ同月２６\n日に，遅くとも同月２７日に硝子体手術を受けたはずであり，そうすれば，\n原告主張後遺症は，生じなかったか，より軽度で済んだはずであると主張す\nる。\nしかしながら，仮に，硝子体手術が同月３１日と遅くなったために後遺症\nが生じ，又はより重度になった（同月２６日又は同月２７日に硝子体手術を\n受けていれば，後遺症が生じず，又はより軽度で済んだ ）といえるとして。\nも，そのような事態は，原告の受診した杏林大学病院が自らの判断と責任に\nおいて決めた診療方針により生じたものというべきであって，原告主張のよ\nうなＣ医師の説明義務違反との間に法的な因果関係を認めることはできな\nい。\nなお，仮に同月２６日又は同月２７日に硝子体手術を受けたとしても，同\n月２５日時点で既に網膜剥離が黄斑部にまで及んでいたことに照らすと，少\nなくとも，原告主張のような後遺症が生じなかったという蓋然性を肯定する\nことはできない。\n(3) １月２５日時点の説明義務違反の主張について\n上記(1)のとおり，原告は，１月２５日に杏林大学病院を受診して，同病\n院で硝子体手術を受けることに決めたものである。\nそうである以上，被告病院（Ｃ医師）としては，以後においては，原告の\n診療（硝子体手術）に関して，杏林大学病院から協力を求められるなどの特\n段の事情がない限り，特に義務は負わないというべきところ，本件全証拠を\n検討してみても，上記特段の事情があったと認めるに足りる証拠はない。\nなお，原告は，Ｃ医師が，１月２５日に，杏林大学病院のＥ医師から，原\n告に網膜剥離が生じており同月３１日に硝子体手術を実施する予定である旨\nの連絡を受けたことを前提として，同月２５日時点におけるＣ医師の説明義\n務違反を主張するが，その前提を欠くことは以下のとおりである。\nすなわち，原告の主張する杏林大学病院の診療録（甲Ａ３）中の「井上眼\n科にｆ／ｗ（経過観察）してもらうようＭＴ（説明 」との記載は，前記前）\n提事実(3)イ⑤の１２月１８日の受診の際に医師が原告に対して説明したこ\n，（ ）とを記載したものであることが明らかであるし 被告本院のカルテ 乙Ａ１\n中の「Ｔｅｌにて問い合わせあり」以下の記載（１５頁）も 「１／３１，\nVitrectomy（注・硝子体手術）となったとのこと（Ｅ先生より報告あり 」）\nとして硝子体手術が１月３１日に行われることが記載されていることからし\nて，その日程が決まった後，すなわち，同月２５日から待機していて同月３\n０日の入院が決まった後，したがってまた，同月２５日よりも遅く同月３０\n日に近い日のことであると解される なお 同月３０日に近い日に連絡があっ（，\n，，たとすると その時点で被告分院において硝子体手術を実施しようとしても\n同月３１日よりも早くなったとの蓋然性を肯定することはできない 。他。）\nに，本件全証拠を検討してみても，１月２５日時点で杏林大学病院の医師か\nら被告病院に何らかの連絡があったと認めるに足りる証拠はない。\n３ １月２１日時点における義務違反の主張について\n(1) 前記前提事実に証人Ｄ医師の証言及び弁論の全趣旨を併せると，１月２\n１日時点で，原告には近い将来において網膜再剥離が生ずる可能性があった\nし，Ｃ医師もそのことを認識していたことが認められる。\n(2) 安静指示及び経過観察の義務違反の主張について\nア 原告は，上記のとおりであったことから，１月２１日時点で，Ｃ医師に\nは，原告について，網膜再剥離が生じても，それが急激に進行せず，初期\nの段階で硝子体手術を受けられるようにするために，①安静を指示すると\nともに，②入院させ，又は数日間隔での通院を指示して短期の経過観察を\nすべき義務があったとし，その義務が尽くされていれば，原告は，網膜再\n剥離が生じても，それが急激に進行することはなく，初期の段階（剥離が\n黄斑部に及ぶ前の段階）で硝子体手術を受けることができた旨主張する。\nイ 上記②の点について\n前記前提事実(2)によれば，本件のような網膜再剥離については，その\n発生をできる限り早期に発見した上，できる限り早期に硝子体手術を実施\nすることが肝要であるといえる。\nしかしながら，１月２１日時点では，未だ網膜再剥離は生じておらず，\n近い将来において網膜再剥離が生ずる可能性があるという状態であったと\nころ，証拠（甲Ｂ４，証人Ｄ医師）によれば，このような場合，１週間に\n１回程度の受診を指示するとともに，それ以前でも何か異常ないし変化が\nあれば受診するようにと指示することによって経過観察をするのが通常で\nあることが認められ，上記可能性が高いからといって，その発生を早期に\n発見するために予め入院させてまで経過観察をすべきとする医学的知見は\n見当たらない。\nまた，本件では，１月２１日の受診から４日後の同月２５日には，杏林\n大学病院を受診して，既に網膜再剥離が生じて黄斑部に及んでいたことが\n判明したというのであるから，仮にＣ医師が同月２１日時点で数日後の来\n院を指示していたとしても，より早期の発見につながったとはいえない。\nウ 上記①の点について\n前記前提事実(2)に弁論の全趣旨を併せると 本件のような網膜剥離 再，（\n剥離）が生じた場合，できる限り早期に硝子体手術を実施することが肝要\nであり，その手術までの間は安静を保つなどして剥離が黄斑部に及ばない\nようにその進行を防止することが肝要であると認められる。\nしかしながら，未だ網膜再剥離が生じていない時点で安静を指示すべき\nとする医学的知見は見当たらず，むしろ，前記前提事実(2)エのとおり，\n網膜剥離（再剥離）の発症自体を安静にすることで防止することはできな\nいのであるから，上記のような進行防止のためには，異常ないし変化が生\nじたときに速やかに受診させて網膜剥離（再剥離）の診断を下すことこそ\nが重要であって，その診断の時点で手術までの間の安静を指示することで\n足りると解されるのであり，１月２１日時点で原告の主張する安静指示義\n務を認めることはできない。\n(3) 説明義務違反の主張について\n，， （ ）ア 前記前提事実のとおり 原告は １月２１日時点では網膜剥離 再剥離\nは生じていなかったが，杏林大学病院を受診した同月２５日時点では，既\nに網膜剥離（再剥離）が生じて黄斑部にまで及んでいた。\n上記のとおりであるところ，原告は，その間の経緯について，１月２３\n，「」（） ， （ ），日 鴨川シーワールド 遊園地 に遊びに行ったが その夜 夕食時\n右眼が半分くらい見えなくなり，同月２４日には，右眼がほとんど見えな\n，（ ） （ ）くなったのであり 網膜剥離 再剥離 は遅くとも同月２３日夜 夕食時\nに生じた（同月２４日には剥離が黄斑部に及んだ ）と主張した上，そう。\nであるにもかかわらず受診が同月２５日と遅れたのは，同月２１日時点に\nおいて，Ｃ医師が，原告に対し，網膜再剥離が生じた場合に現れる自覚症\n状を説明するとともに，そのような症状を認識した場合には直ちに受診す\nるよう指示すべき義務を怠ったからである旨主張するものである。\nイ ところで，前記前提事実に証拠（甲Ａ５，乙Ｂ４，６，証人Ｄ医師，原\n）， ， （ 。）告本人 を併せると 原告は その右眼の網膜の疾患 網膜剥離を含む\nにつき，平成１３年３月から平成１４年１月２１日まで被告本院で診療を\n受け，その間，何らかの異常ないし変化があったときは，次回受診予約日\nを待たず，速やかに受診していたのであり，少なくとも，例えば１２月２\n５日にＤ医師の診察を受けた際には，同医師から，何か変化があった場合\nはすぐに来院するようにという趣旨のことを言われたことが認められる。\nこれらの事実によれば，１月２１日時点でも，原告は，何らかの異常な\nいし変化があったときは，予約受診日を待つことなく速やかに受診すべき\nことを十分に認識していたし，Ｃ医師においても，原告にはそのような認\n識があると考えていたことが推認され，この推認を覆すに足りる証拠はな\nい。\nウ 上記イによれば，１月２１日時点で，Ｃ医師が，原告に対し，改めて，\n網膜再剥離発症の際の自覚症状の説明や，その症状があったときには直ち\nに受診するようにとの指示をしなかったとしても，特に義務違反があると\nいうことはできない。\nしかも，仮に１月２１日時点においてＣ医師が原告主張のような説明及\nび指示をしていたとしても，原告の受診が同月２５日よりも前になったと\nは認め難い。その理由は，次項のとおりである。\nエ 原告本人は，１月２１日から同月２５日までの間の経緯について上記ア\nの主張に沿う供述をする。\nしかしながら，証拠（甲Ａ３）によれば，原告は，１月２５日に杏林大\n学病院を受診した際 「右眼が５日前くらいから上方の方から見えにくく，\nなってきた。大体の物の形は分かるが，下方の一部しか見えない。見えな\nい部分（灰色）が下に下がってきた。１月２１日，右眼の上方に雲のよう\nな物が見え，井上眼科を受診したが，硝子体混濁のみと言われた 」など。\nと訴えていたことが認められるのであって，遊園地に遊びに行った１月２\n３日の夜に右眼が半分くらい見えなくなったという上記供述とは必ずしも\n一致しない。\nそして，前記のとおり，原告は，従前から，何らかの異常ないし変化が\n生じたときには，次回受診予定日を待たず，速かにその異常ないし変化を\n訴えて被告本院を受診していたのであって，そのような原告が，１月２３\n日に右眼が半分くらい見えなくなったという重大な異常ないし変化が生じ\nたにもかかわらず，１日様子を見て，同月２５日まで病院を受診しなかっ\nたというのは，容易に想定し難い。\n，， 「 （ ）この点につき 原告本人は 同月２１日の診察において カーテン 幕\nが下りてきたよう」と異常を訴えたのに対しＣ医師から「ゴミが入ってい\nるからだ」と言われていたために，同月２３日に右眼が半分くらい見えな\nくなった時にも同様であろうと考えて様子を見ることにした旨供述する。\nしかし，①原告の陳述書（甲Ａ４）中には，同月２３日のことについて，\n「夕食を食べているとき，突然，右目の視界の半分くらいが見えなくなっ\nてしまいました」との記載があるし，原告本人の供述中にも，同月２３日\nのことについて 「 上記陳述書の記載からすると）それまでの自覚症状，（\nとはかなり違った症状をそのときに覚えたと考えますけど，よろしいです\n。」，「。」，か という被告代理人の質問に対し そうです と答える部分があり\n，「 」 ，これらは 上記のように 同様であろうと考えて というのとは異なるし\n②事後的客観的にみても，前記のとおり同月２１日に原告の訴えた症状は\n「カーテン（幕）が下りてきたよう （原告の主張）又は「膜が張ったよ」\nう （被告の主張）というものであって，同日時点では硝子体混濁はあっ」\nたが網膜剥離は生じていなかったこと（乙Ａ１，証人Ｄ医師）や同月２５\n日に杏林大学病院を受診した際に「１月２１日，右眼の上方に雲のような\n物が見え」と訴えたこと（甲Ａ３）を併せ考えると，同月２１日時点での\n症状は 「右眼が半分くらい見えなくなった」のと同種の視野欠損の症状，\nではなかったものと解されるから，上記のように「同月２３日に右眼が半\n分くらい見えなくなった時にも同様であろうと考えて様子を見ることにし\nた」という供述部分は信用することができない。\n結局，上記のような原告本人の供述は直ちに採用することができず，む\nしろ，前記前提事実に上記指摘の点を併せると，原告に網膜再剥離が生じ\nて視野欠損が現れたのは，１月２３日よりも遅く，同月２５日に近い時点\nであったことが窺われる。\nそうとすると，１月２１日時点においてＣ医師が原告主張のような説明\n及び指示をしていたとしても，原告の受診が同月２５日よりも前になった\nとは認め難い。\n４ 以上の次第で，原告の請求は，その余の点について判断するまでもなく理由\nがないというべきであるから，これを棄却することとし，訴訟費用の負担につ\nき民訴法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第１４部\n貝阿彌 誠裁判長裁判官\n片野 正樹裁判官\n西田 祥平裁判官\n"
}