{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 25
  },
  "case_number": "平成17(ワ)5658",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9185",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9185",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/185/009185_hanrei.pdf",
  "contents": "平成１７年(ワ)第５６５８号　不正競争行為差止等請求事件\n口頭弁論終結日　平成１７年１２月７日\n判決\n原　　　　　　　告　　　　エーザイ株式会社\n同訴訟代理人弁護士　　　　中村勝彦\n同　　　　　　　　　　　　長坂省\n同　　　　　　　　　　　　藤井基\n同　　　　　　　　　　　　柏健吾\n同　　　　　　　　　　　　太田知成\n同　　　　　　　　　　　　伊勢智子\n同　　　　　　　　　　　　宮下央\n被　　　　　　　告　　　　長生堂製薬株式会社\n同訴訟代理人弁護士　　　　萩原新太郎\n同　　　　　　　　　　　　工藤英知\n同　　　　　　　　　　　　柳誠一郎\n同　　　　　　　　　　　　池田竜郎\n同　　　　　　　　　　　　小川朗\n同　　　　　　　　　　　　志摩美聡\n主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，別紙被告標章目録１記載の表示を付したＰＴＰシート及び同目録２\n記載の表示を付したカプセルを使用した胃潰瘍治療剤を製造し，又は販売してはな\nらない。\n２　被告は，その占有に係る前項記載の製品を廃棄せよ。\n３　被告は，原告に対し，３３６万円及びこれに対する平成１７年４月５日から\n支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，販売名を「セルベックスカプセル５０㎎」とし，テプレノンを有効\n成分として含有する胃潰瘍治療剤（以下「原告商品」という。）を製造販売する原\n告が，販売名を「アントベックスカプセル５０㎎」とし，テプレノンを有効成分と\nして含有する胃潰瘍治療剤（以下「被告商品」という。）を製造販売する被告に対\nし，原告商品のＰＴＰシート及びカプセルの配色が原告の商品等表示として周知で\nあり，上記配色と類似した配色を有する被告商品を製造販売することは不正競争防\n止法２条１項１号の不正競争に該当するとして，同号及び同法３条に基づき，被告\n商品の製造販売の差止め及び被告商品の廃棄を求め，同号及び同法４条に基づき，\n不正競争行為による損害の賠償を求めた事案である。\n１　前提となる事実（当事者間に争いがない。）\n（１）　当事者\n原告は，昭和１６年１２月６日に設立された医薬品，医薬部外品，化粧\n品，動物用医薬品，医療・衛生雑貨，農業用薬品，肥料，飼料，飼料添加物，食\n品，飲料品，調味料，食品添加物，検査用試薬及び化学工業薬品の製造，販売，輸\n出入等を業とする株式会社である。\n被告は，医薬品，医薬部外品及び化粧品の製造，医薬品及び工業薬品の販\n売等を業とする株式会社である。\n（２）　原告商品\nア　原告は，昭和５９年１０月２３日，原告商品の製造承認を受け，同年１\n２月６日，原告商品の販売を開始した。\nイ　原告商品は，医療用医薬品であり，胃潰瘍治療剤である。\n胃潰瘍は，一般的に再発する可能性が高いために，胃潰瘍を完全に治療\nするためには，胃潰瘍治療剤を長期にわたって反復継続して服用しなければならな\nい。したがって，胃潰瘍患者にとって，胃潰瘍治療剤は，治療期間中，欠かさず服\n用するものとなっている。\nまた，医療用医薬品は，医師が作成した処方せんに基づき薬剤師が調剤\nすることにより，患者に交付されるものである。患者は，自ら医療用医薬品を積極\n的に選別するものではない。\nウ　原告商品は，別紙原告標章目録２記載の剤型のカプセル（以下「原告カ\nプセル」という。）が，同目録１記載のＰＴＰシート（以下「原告ＰＴＰシート」\nという。）に装填された形態で販売されている。原告カプセルは，緑色及び白色の\n２色からなるカプセルであり，原告ＰＴＰシートは，銀色地に青色の文字等を付し\nたＰＴＰシートである（以下，原告ＰＴＰシート及び原告カプセルの配色を「原告\n配色」という。）。\n原告ＰＴＰシートの表面には，販売名である「セルベックス５０㎎」の\n文字及び製造者である原告のロゴマークが記載されており，識別コードの記載はな\nい。\nまた，原告ＰＴＰシートの表面に記載されている模様は，短い縦線を横\nに並べて構成する横線を，各段のカプセルが装填される部分と重なるように配置し\nたものである。\n原告ＰＴＰシートの裏面には，「Ｓｅｌｂｅｘ５０㎎」の文字及び「セ\nルベックス　５０㎎」の文字が記載されている。\n原告カプセルには，識別コードである「ＳＸ５０Ｅ」の文字が印字され\nている。\n（３）　被告商品\nア　被告は，平成１０年ころから，被告商品の製造及び販売を行っている。\nイ　被告商品は，別紙被告標章目録２記載の剤型のカプセル（以下「被告カ\nプセル」という。）が，同目録１記載のＰＴＰシート（以下「被告ＰＴＰシート」\nという。）に装填された形態で製造され，販売されている。被告カプセルは，緑色\n及び白色の２色からなるカプセルであり，被告ＰＴＰシートは，銀色地に青色の文\n字等を付したＰＴＰシートである（以下被告ＰＴＰシート及び被告カプセルの配色\nを「被告配色」という。）。\n被告は，平成１７年６月から，被告商品のＰＴＰシートの地の色を金色\nに，ＰＴＰシートの文字の色を緑色に，それぞれ変更して販売している。\n被告ＰＴＰシートの表面には，販売名である「ＡＮＴＯＶＥＸ　５０」\nの文字及び識別コードである「ＣＨＡＮＶ」が記載されている。\nまた，被告ＰＴＰシートの表面に記載されている模様は，「ＣＨＡＮ\nＶ」の文字と，やや太めの横棒の直線とを，交互に並べたものを，各段のカプセル\nが装填される部分の下に配置したものである。\n被告ＰＴＰシートの裏面には，大小の「アントベックス５０」の文字及\nび「ＣＨＡＮＶ５０㎎（編注；「５０㎎」が□で囲まれている）」の文字が記載さ\nれている。\n被告カプセルには，識別コードである「ｃｈ　ＡＮＶ」の文字が印字さ\nれている。\n（４）　被告商品の売上げ\n被告は，平成１０年ころから被告商品を販売しているところ，平成１４年\n３月から本件訴訟の提起の日である平成１７年３月２４日までの被告商品の売上金\n額は，６７２万円を下らない。\n（５）後発品\n被告商品は，一般的に後発品と称される医薬品である。後発品とは，原告\n商品のような承認医薬品（以下「先発品」という。）の特許権の存続期間満了後\nに，先発品と成分や規格等が同一であるとして，臨床試験（いわゆる治験）などを\n省略して承認される医薬品であり，先発品のように費用，期間，労力をかけて研究\n開発をする必要がない。\nこのように，後発品は，開発費用がかからず，開発に向けた投資リスクも\n負担しないため，非常に低価格で販売することができる。一般に，被告のような後\n発品の製造又は販売を行う業者は，低価格を武器にして，医療機関に対し，先発品\nから後発品への切り替えを働きかけている。\n後発品の使用には，医療費削減効果があるため，後発品の普及は，国の方\n針である。\n（６）本件訴訟提起までの経緯\n原告は，被告に対し，本件訴訟提起前に，平成１７年３月２日付けで，被\n告商品の製造販売が不正競争防止法に違反する行為であるとして，被告商品の製造\n販売を中止するよう通知した。\nこれに対し，被告は，平成１７年３月１４日付けで，原告が求めた被告商\n品の製造販売の中止には一切応じられない旨の回答をし，原告の上記通知後も，被\n告商品の製造販売を行っている。\n２　争点\n（１）不正競争防止法２条１項１号該当性\nア　原告配色の商品等表示性及び周知性\nイ　原告配色と被告配色との類似性\nウ　混同のおそれ\n（２）原告による本件請求は，権利の濫用に当たるか。\n（３）損害の発生の有無及びその額\n３　争点に関する当事者の主張\n（１）争点（１）ア（原告配色の商品等表示性及び周知性）について\n（原告の主張）\nア　商品等表示性\n原告配色は，以下のとおり，原告商品の商品等表示に該当する。\n(ア)　商品等表示性の判断基準\n商品の形態や色彩について，不正競争防止法２条１項１号所定の商品\n等表示性が認められるために必要な自他商品識別力の有無の判断基準としては，①\n一定期間の独占的継続的使用，②強力な広告宣伝，③販売数量（売上額，市場占有\n率），④表示の独自性（特異性）があげられるが，これらの要素は，そのすべてが\n必要不可欠なものではなく，当該商品等表示と相手方の商品等表示との関係，取引\nの実情等によって，事案ごとに相対的に判断すべきものである。\n(イ)　一定期間の独占的継続的使用\n原告は，昭和５９年１２月の原告商品の販売開始以来現在に至るま\nで，２０年以上にわたって，一貫して，原告商品に原告配色を使用してきた。そし\nて，原告商品の販売以前には，原告配色に類似した配色のカプセル並びにカプセル\n及びＰＴＰシートの組合せは，胃潰瘍治療剤においては存在しておらず，原告商品\nが販売された後も，被告商品その他の後発品の販売が開始された平成９年ころまで\nの約１３年間，原告配色に類似した同様の胃潰瘍治療剤は，原告商品以外には存在\nしなかった。\nすなわち，原告は，原告商品の配色のカプセル並びにカプセル及びＰ\nＴＰシートの組合せを，原告商品の販売開始以来約１３年間にもわたって，独占\n的・継続的に使用してきたのである。また，被告商品その他の後発品の販売が開始\nされた後も，原告商品の販売数や処方数を前提とすれば，胃潰瘍治療剤において，\n原告配色を事実上原告商品が独占しているということができる。\n(ウ)　強力な広告宣伝\n原告は，原告商品の販売開始以来現在に至るまで，２０年以上にわた\nって，全国に多数のＭＲ（医薬品の適正な使用に資するために医療関係者を訪問す\nること等により，安全管理情報を収集し，あるいは，提供することを主な業務とす\nる者をいう。以下同じ。）を置き，そのＭＲを通じて，医師等（医師，看護師，薬\n剤師その他の医療従事者をいう。以下同じ。）に対し，熱心かつ地道な情報伝達活\n動を行ってきた。また，自社ホームページ上に原告商品の製剤写真を掲載し，医師\n等のみならず，患者を含む一般市民に対しても，原告商品の外観を認識できる状態\nで，原告商品に関する情報伝達活動を行ってきた。\n(エ)　販売数量（売上額，市場占有率）\n上記(ウ)の情報伝達活動により，原告商品は，その販売開始以来，胃\n潰瘍治療剤において圧倒的な処方数及び年間売上高を維持しており，胃潰瘍治療剤\nにおける原告商品のシェアは非常に高い。\n医薬品が医師によってどれだけ処方されたかを示す処方ランキングに\nおいて，原告商品は，全国の医療機関で処方された全医薬品の中で平成１３年まで\n２位を維持し，現在においても４位である。また，Ａ２Ｂ抗潰瘍治療剤における処\n方ランキングにおいて，原告商品は，少なくとも平成１２年から平成１６年にかけ\nて５年連続で年間１位の成績を維持している。\n(オ)　表示の独自性（特異性）\nａ　原告が，原告商品の販売開始以来現在に至るまで，一貫して，原告\n商品に原告配色を使用してきたこと，原告商品の販売以前には，原告配色に類似し\nた配色のカプセル並びにカプセル及びＰＴＰシートの組合せは，胃潰瘍治療剤にお\nいては存在していなかったこと，原告商品が販売された後も，被告商品その他の後\n発品の販売が開始された平成９年ころまでの約１３年間，原告配色に類似した同様\nの胃潰瘍治療剤は，原告商品以外には存在しなかったことは，上記(イ)のとおりで\nある。また，現在においても，原告商品及び被告商品その他の後発品のほかには，\n原告配色に類似した配色を持った胃潰瘍治療剤は存在していない。\nしたがって，原告配色が独自性を有していることは，明らかであ\nる。\nｂ　被告は，原告配色が，テプレノン製剤や胃潰瘍治療剤に限らず，原\n告商品の販売開始以前から，世に流通する多種多数のカプセル型医薬品に採用され\nており，何ら特徴的ではないと主張する。\nしかし，原告配色が，医療用医薬品全体で独自かつ特徴的である必\n要はない。すなわち，不正競争防止法２条１項１号における「需要者の間に広く認\n識されている」商品等表示とは，類似表示の使用者（被告）の営業地域及び顧客層\nにおいて認識されている商品等表示であれば足りるところ，本件においては，被告\n商品の顧客層，すなわち，胃潰瘍治療剤の需要者において，原告配色の外観的特徴\nが認識されていれば足りる。\nｃ　被告は，原告配色が特徴的ではないとして，「アシノンカプセル１\n５０」（検乙３），「アテミノンカプセル１５０」（検乙５）及び「ゲファニール\nカプセル５０」（検乙８）を提出しているが，これらのＰＴＰシート，シート上の\n文字及びカプセルの各色彩は，原告商品の各色彩と明らかに異なる。\nまた，被告は，原告配色が特徴的ではないとして，胃潰瘍治療剤で\nない医薬品（検乙６，７）を提出しているが，これらは，胃潰瘍治療剤における原\n告配色の独自性を判断するに当たって考慮する必要はない。\n(カ)　原告の商品表示と被告の商品表示との関係\n原告配色の商品等表示性を判断するに当たっては，原告配色と被告配\n色との関係をも考慮すべきであり，その際には，両者の類似性の程度をも考慮すべ\nきである。\n被告商品は，原告商品と同一の有効成分を含有し，同一の効能・効果\nを有するいわゆる後発品であり，両者の性質，用途，目的における関連性の程度は\n極めて高い。したがって，両者の外観が類似する場合には，医師等又は患者が，被\n告商品を原告商品又は原告と密接な関係を有する第三者が製造・販売する商品であ\nると誤認するおそれが非常に高い。そして，原告配色と被告配色とは，カプセルの\n配色，ＰＴＰシートの色彩及びＰＴＰシートの文字色のいずれをとっても，全くの\n同色といっても過言ではない。\n(キ)　取引の実情\n医療の現場においては，新薬が次々と発売される中で，医師等が日常\n的に数多くの患者に接して様々な薬剤を処方・使用している。また，医師の処方せ\nんにより医療用医薬品の調剤を行う調剤薬局においては，特定の医師のみではな\nく，複数の医師からの処方せんに対応するため，非常に多くの種類の医薬品を取り\n扱うことが多い。さらに，医療機関や薬局では，先発品と後発品とを同時に取り扱\nうことも少なくない。\nこのような取引の実情の下では，原告商品と被告商品との類似の程\n度，原告商品の外観の周知性の程度を考慮すれば，医師等であっても，医薬品につ\nいて，販売名のみならず，その外観で原告商品を識別することがある。実際，医師\n等の座席や壁等に医薬品の写真が貼られていることもある。また，「写真でわかる\n処方薬事典」（甲１６）は，「国内専門書で初めて処方薬を写真紹介することに主\n眼をおいて製作され」たものであることを明らかにしており，同書が医師等のため\nに製作されたものであることからすれば，同書は，医師等においても，医薬品の外\n観が，医薬品の識別の際に重要な指標となっていることを端的に示すものである。\nまた，患者については，医師に処方され，薬剤師に交付された医薬品\nを特段の注意を払うことなく受領することも多いが，その場合であっても，医薬品\nとともに薬剤師から交付される当該薬剤の写真が掲載された説明書や，市販書籍等\nによって，医薬品の外観を記憶していることがあり，そのようなときには，医薬品\nをその外観で識別することになる。\n(ク)　高齢者の識別能力\n原告配色の出所表示機能が果たす役割は，特に，患者が高齢者の場合\nに顕著に現れる。すなわち，高齢者は，白内障や緑内障などの眼疾患を持つ割合が\n高いため，視力の低下によってＰＴＰシートに記載されている小さな文字を識別す\nることはほとんど不可能であり，ＰＴＰシート自体の色やＰＴＰシートに記載され\nている文字の色，又はカプセルの色のみによって薬剤を識別している人が大多数で\nあって，ＰＴＰシートに記載された文字色の違いでさえ識別することができないこ\nとがある。このような高齢者にとって，薬剤を識別する際の重要な因子は，ＰＴＰ\nシートの色であり，次にＰＴＰシートの文字の誘目性（色の目に付きやすさ，目立\nちやすさ）であると考えられる。\n(ケ)　商品等表示の併存について\n被告は，販売名等の記載のないＰＴＰシートに装填された医薬品が存\n在しないことを理由に，現に存在しない外観は，不正競争防止法上の「商品等表\n示」とはなり得ないと主張する。\nしかし，１つの商品に複数の商品等表示が併存する場合があること\nは，いうまでもないから，原告ＰＴＰシートに販売名等が記載されていることは，\n原告配色の商品等表示性を否定する理由とはならない。\n(コ)　原告ＰＴＰシートが露出していないとの主張について\n被告は，ＰＴＰシートが，医師等が購入する際には，封をされた外箱\nの中にあり，医師等に露出していないことを理由に，医師等との関係において，原\n告配色が商品等表示とはなり得ないと主張する。また，患者がその外観で商品を識\n別して自由に選択するものではないことを理由に，患者との関係において，取引の\n誘因となり得ない原告配色が商品等表示となることはないと主張する。\nしかし，不正競争防止法２条１項１号は，行為者と需要者との間に直\n接商取引が存在することを要求していないのであるから，他人の商品等表示と類似\nする商品等表示を使用した結果，需要者に混同のおそれが生じるのであれば，それ\nが直接商取引の誘因とならない場合であっても，不正競争行為に当たる。また，直\n接の商取引の存在すら要求されていない以上，商取引の際に商品等表示が露出して\nいない場合であっても，他人の商品等表示と類似する商品等表示を使用した結果，\n需要者に混同のおそれが生じるのであれば，当該行為は，不正競争行為に当たる。\n(サ)　患者は需要者ではないとの主張について\n被告は，本件のような医療用医薬品において，患者は需要者に該当し\nないかのような主張をする。\nしかし，原告商品と被告商品とは，いずれも胃潰瘍治療剤であり，全\nく同一の効能を有し，同一の成分を含有する医薬品である。このような場合，患者\n自らが，同一効能・同一成分の医薬品において，先発品と後発品のいずれかを選択\nし決定する余地が十分考えられることから，患者が需要者に該当しないとの主張\nは，失当である。\nイ　商品等表示の周知性\n上記ア(イ)，(ウ)及び(エ)のとおり，原告商品の商品等表示である原告\n配色は，周知性を有するに至っている。\n（被告の主張）\nア　商品等表示性\n(ア)　原告商品の商品等表示は，販売名等であること。\n原告商品の商品等表示は，販売名や会社名，ロゴマーク及び識別コー\nド（以下，これらを「販売名等」という。）である。\n原告の主張は，販売名等の記載内容を捨象した状態での原告配色が商\n品等表示に該当するというものである。しかし，そもそも，ＰＴＰシート上に販売\n名等を記載すべきことは，厚生労働省の通達によって定められているから，販売名\n等の具体的な記載のない原告商品，例えば，ＰＴＰシート上の販売名等が青色イン\nクで伏字になっている原告商品は，存在しない。そして，現に存在しない外観は，\n不正競争防止法上の「商品等表示」とはなり得ない。\n(イ)　原告ＰＴＰシートは，原告商品の取引の際に需要者に露出していな\nいこと。\nａ　医師等による購入\n薬事法５８条本文は，「医薬品の製造販売業者は，医薬品の製造販\n売をするときは，厚生労働省令で定めるところにより，医薬品を収めた容器又は被\n包に封を施さなければならない。」と規定し，ここにいう「医薬品を収めた容器又\nは被包」とは，ＰＴＰシートのような内袋ではなく（同法３７条２項参照），医薬\n品と添付文書を収める外箱のことを指すとされている。このため，医療用医薬品\nは，メーカー又は問屋から医師等に販売される際には，封をされた外箱に納められ\nた状態で外箱ごと販売されるのであり，原告商品のようにＰＴＰシートに装填され\nた医療用医薬品の場合，ＰＴＰシートは，医師等が購入する際には，封をされた外\n箱の中にあり，医師等に露出していない。したがって，医師等は，原告配色によっ\nて原告商品を識別して購入するものではない。\nこのように，取引の際に需要者である医師等の目に触れることがな\nく，したがって，取引の誘因となり得ない原告配色は，商品等表示とはなり得な\nい。\n原告は，購入後における医師等による「取り違い」を問題とする\nが，原告が主張するような「取り違い」は，実際には生じないし，取引過程におけ\nる需要者の意思決定と無関係な「取り違い」は，不正競争防止法による保護の対象\nとはならない。\nｂ　患者による購入\n医師等から患者に提供される医療用医薬品は，医師の処方によって\n指定され，患者に交付されるものであって，市販薬のように患者がその外観で商品\nを識別して自由に選択するものではない（薬事法４９条１項本文）。このように，\n患者に対して取引の誘因となり得ない原告配色は，患者との関係でも，「商品等表\n示」とはなり得ない。\n原告は，患者による購入後の原告商品と被告商品との誤認を問題と\nするが，そのような誤認は，実際には生じないし，取引過程における需要者の意思\n決定と無関係な誤認は，不正競争防止法による保護の対象とはならない。\n(ウ)　原告配色は，特定の出所を示す表示として需要者の間で周知となっ\nていないこと。\nａ　原告配色は，特徴的ではないこと。\n原告配色は，テプレノン製剤や胃潰瘍治療剤に限らず，原告商品の\n販売開始以前から，世に流通する多種多数のカプセル型医薬品に採用されており，\n何ら特徴的ではないから，需要者に特定の出所を表示するものとして認識され得な\nい。\n原告商品と同じく胃潰瘍治療剤であるゼリア新薬工業株式会社の\n「アシノンカプセル１５０」（検乙３），大洋薬品工業株式会社の「アテミノンカ\nプセル１５０」（検乙５）及び大日本住友製薬株式会社の「ゲファニールカプセル\n５０」（検乙８）も，原告商品の外観の特徴であると原告が主張する，銀色地に青\n色の文字等を記載したＰＴＰシートと，緑色と白色の２色からなるカプセルとを備\nえている。\nまた，東和薬品株式会社の「セファレキシン・Ｃ『トーワ』」（検\n乙６）も，銀色地に青色の文字を記載したＰＴＰシートと，緑色と白色の２色から\nなるカプセルとを備えており，杏林製薬株式会社の睡眠導入剤「インスミン１５」\n（検乙７）のカプセルの色は，色調や濃淡まで原告商品とほぼ同一である。\nさらに，「ゲファニールカプセル５０」の販売開始時期は，昭和４\n５年８月であり，「セファレキシン・Ｃ『トーワ』」の販売開始時期は，昭和５１\n年９月であり，「インスミン１５」の販売開始時期は，昭和５４年４月であり，い\nずれも，原告商品の販売開始時期（昭和５９年１２月）より以前である。\nｂ　原告配色は，医師等の間で，特定の出所を示す表示として周知とな\nっていないこと。\n医療用医薬品を処方する医師は，各医療用医薬品の販売名，製造\n者，有効成分，効能・効果，用法・用量，副作用，薬価等の情報をＭＲから提供さ\nれるなどして入手し，これらの情報に基づいて，購入する医薬品及び処方する医薬\n品を選択し，選択した医薬品を販売名又は成分名によって特定して処方するのであ\nり，選択した医薬品をＰＴＰシートやカプセルの外観によって指定して処方するの\nではない。すなわち，医師は，購入の際のみならず，譲渡，すなわち，処方の際に\nも，医薬品の外観を目にしないのであり，販売名等の記載内容を捨象した医薬品の\n外観を，特定の出所を示す表示として認識するものではない。\nまた，医師が処方した医療用医薬品を患者に提供する薬剤師も，販\n売名による処方であれば，医師が指定した販売名により医薬品を選択し，患者に提\n供するのであり，有効成分の一般的名称（以下「一般名」という。）による処方で\nあれば，当該成分を有する複数の医薬品の中から，専門家としての知識に基づい\nて，販売名をもって選択し，患者に提供するのである。薬剤師は，販売名等の記載\n内容を捨象した医薬品の外観を，特定の出所を示す表示として認識するものではな\nい。\nしたがって，原告配色は，原告商品の商品等表示には該当しない。\nｃ　原告配色は，患者の間で，特定の出所を示す表示として周知となっ\nていないこと。\n胃潰瘍患者が服用する医薬品は，胃潰瘍治療剤だけではないから，\n胃潰瘍患者は，あるカプセル型医薬品を，それが胃潰瘍治療剤であるという前提で\n識別するものではない。したがって，「原告配色が特定の出所を示す表示として周\n知になっている」とは，胃潰瘍患者の多くが，販売名等の記載内容を捨象した状態\nの原告配色をもって，胃潰瘍治療剤に限らず，あらゆる薬効のカプセル型医薬品の\n中から原告商品を識別できる場合をいう。\n原告配色は，上記ａのとおり，カプセル型医薬品の中で何ら特徴的\nではないから，胃潰瘍患者に対しても，そのような識別力を有しておらず，販売名\n等の記載を確認せずに原告商品を識別することは不可能である。\nしたがって，原告配色は，原告商品の商品等表示には該当しない。\n(エ)　高齢者の識別能力に関する主張について\n仮に，高齢の患者に関して原告が主張する事象が存在するとしても，\n原告の主張は，先発品から後発品に切り替えられた患者がそれに気付かずに後発品\nを使用してしまうという事態を前提として，初めて意味のあるものである。\nしかし，先発品から後発品に切り替えられたことに患者が気付かずに\n後発品を使用するという事態は，実際には起こらないから，原告の主張は，その前\n提に誤りがある。\nイ　商品等表示の周知性\n上記ア(ウ)のとおり，原告配色は，特定の出所を示す表示として需要者\nの間に広く認識されていないから，周知性は認められない。\n（２）　争点（１）イ（原告配色と被告配色との類似性）について\n（原告の主張）\nア　被告配色は，銀色地に青色の文字等を付したＰＴＰシートを使用してい\nる点，緑色と白色の２色からなるカプセルを使用している点において，原告配色の\n外観上の特徴を有しているのみならず，他に原告商品と区別し得るような特徴を有\nしていない。\nしたがって，医師等及び胃潰瘍患者といった原告商品の需要者が，原告\n配色と被告配色を全体的に類似のものとして受け取るおそれがあることは明らかで\nある。\nイ　被告は，原告商品の自他商品識別力を有する部分が，そのＰＴＰシート\n及びカプセルに印字された販売名，会社名，識別コードや模様であることを理由\nに，原告商品と被告商品との間には，類似性がないと主張する。\nしかし，原告商品及び被告商品のＰＴＰシート及びカプセルが自他商品\n識別力を有することは，上記（１）の「（原告の主張）」のとおりであり，自他商\n品識別力を有する部分が類似している以上，不正競争防止法２条１項１号との関係\nで，原告商品と被告商品とがその外観において類似していることは，いうまでもな\nい。\n（被告の主張）\n原告商品及び被告商品において，識別力があるのは，ＰＴＰシートやカプ\nセルに印字されている販売名，会社名，識別コードや模様などであるところ，原告\n商品と被告商品との間には，次のような相違点があるから，両者の間には，類似性\nはない。\n①　原告ＰＴＰシート及び被告ＰＴＰシートの各表面の表示及び模様は，上\n記１（４）のとおりであり，両者は全く異なっている。\n②　原告ＰＴＰシート及び被告ＰＴＰシートの各表面の印字は，いずれも青\nであるが，明るさ，濃度及び色合いが異なる。\n③　原告ＰＴＰシートの裏面の表示と被告ＰＴＰシートの裏面の表示との間\nには，上記１（４）のとおりの相違があり，両者の印字の色は，表面以上に明らか\nに異なっている。\n④　原告カプセルの印字と被告カプセルの印字との間には，上記１（４）の\nとおりの相違がある。\n⑤　被告ＰＴＰシートは，原告ＰＴＰシートより，縦に短く横に長い。\n（３）　争点（１）ウ（混同のおそれ）について\n（原告の主張）\nア　医師等にとっての混同のおそれ\n(ア)　医師等は，多種多様な薬剤を日々相当数扱わなければならないか\nら，取扱いの便宜上，医療機関及び薬局に保管されている同種，同薬効の薬剤は，\n隣同士の棚や同一カテゴリーの棚に置かれていることが通常である。そのような保\n管状況において，同種，同薬効の薬剤が同一の外観を有しているとすれば，医師等\nが，被告商品を原告商品と誤認するおそれが非常に高いことは明らかである。\n(イ)　被告は，医師等が，医薬品を，ＰＴＰシートやカプセルに印字され\nている販売名，会社名及び識別コードを確認することなく原告商品と断定すること\nはあり得ないと主張する。\nしかし，原告ＰＴＰシートに原告の商標が表示されており，被告ＰＴ\nＰシートに「ＡＮＴＯＶＥＸ　５０」及び「ＣＨＡＮＶ」と表示されていることの\n一事をもって，直ちに原告商品と被告商品との間に混同のおそれがないとされるも\nのではない。そして，被告ＰＴＰシートに「ＡＮＴＯＶＥＸ　５０」及び「ＣＨＡ\nＮＶ」という決して著名とはいえずなじみのない文字が記載されていても，そのこ\nとをもって原告商品と被告商品との間に混同のおそれがないとはいえない。\nまた，医師は，処方を行う際に，処方せんに，「セルベックス」や\n「アントベックス」という販売名ではなく，「テプレノン」という一般名を記載す\nることも許されており，実際にそのような処方も行われているところ，「テプレノ\nン」という記載のみを見た薬剤師が，「セルベックス」という販売名ではなく，銀\n色地に青色の文字等を付したＰＴＰシート並びに緑色及び白色の２色からなるカプ\nセルという外観を持った処方頻度の高い原告製造に係る胃潰瘍治療剤を想起するこ\nとにより，原告商品を調剤しようとすることも，原告商品の販売実績及び処方実績\nからすれば当然に考えられる。そのような場合，薬剤師が，原告商品を調剤しよう\nとして，銀色地に青色の文字等を付したＰＴＰシート並びに緑色及び白色の２色か\nらなるカプセルという原告商品と類似する外観を有する被告商品を調剤してしまう\nことは，十分考えられる。\nなお，処方せんに販売名が記載されている場合であっても，薬剤師が\n原告商品を調剤しようとして，原告商品と外観が類似している被告商品を調剤して\nしまうおそれを否定できないのはもちろんのことである。\nこのような事情を考慮すれば，医師等に関しても，混同のおそれを否\n定することはできない。\nイ　患者にとっての混同のおそれ\n(ア)　原告商品は，胃潰瘍治療剤であるが，胃潰瘍は一般的に再発する可\n能性が高いため，胃潰瘍を完全に治療するためには胃潰瘍治療剤を長期にわたり反\n復継続して服用しなければならないから，胃潰瘍患者にとって，胃潰瘍治療剤は，\n治療期間中，欠かさず服用するものとなっている。\nしかし，原告商品のような医療用医薬品は，医師の処方に基づき投与\nされるものであるため，患者が自ら積極的に薬剤を選別するのではない。そのた\nめ，原告商品を常用している患者が，原告配色と酷似する配色を有する被告商品\nを，胃潰瘍治療剤であるとの説明のみを受けて交付された場合，当該患者が，当該\n交付を受けた被告商品を，原告商品又は原告が製造若しくは販売する商品である，\nあるいは，原告と緊密な営業上の関係を有する会社が製造又は販売する商品である\nと誤認して，被告商品を服用してしまうおそれがあることは明らかである。\n(イ)　患者の多くは，医療用医薬品の購入に際し，医師から処方されたも\nのを特段の注意を払うことなく購入しているのが実情である。原告商品を反復して\n服用している患者であったとしても，「セルベックス」という販売名ではなく，銀\n色地に青色の文字等を付したＰＴＰシート並びに緑色及び白色の２色からなるカプ\nセルという外観のみをもって，原告商品を識別，記憶することも十分考えられると\nころ，時と所を異にして被告商品を処方された場合には，被告商品が原告商品と非\n常に類似している外観を有するがゆえに，被告商品を原告商品と混同するおそれは\n十分考えられる。\n特に，高齢者の場合には，白内障や緑内障などの眼疾患を持つ割合が\n高いため，視力の低下によってＰＴＰシートに記載されている小さな文字を識別す\nることはほとんど不可能であり，ＰＴＰシート自体の色やＰＴＰシートに記載され\nている文字の色のみならず，カプセルの色までも同じ色を使用しているような場合\nには，原告商品と被告商品とを誤認混同する可能性は非常に高い。\n（被告の主張）\nア　医師等にとっての混同のおそれ\n(ア)　銀色地に青色の文字等が記載されたＰＴＰシート並びに緑色及び白\n色の２色からなるカプセルは，数多くの製薬会社によって，多種多数の医療用医薬\n品に採用されており，医師等は，そのことを認識しているから，専門家である医師\n等が，銀色地に青色の文字等が記載されたＰＴＰシート並びに緑色及び白色の２色\nからなるカプセルを備えたカプセル製剤を，ＰＴＰシートやカプセルに印字されて\nいる販売名，会社名及び識別コードを確認することなく原告商品と断定すること\nは，あり得ない。\n(イ)　不正競争防止法２条１項１号における混同のおそれとは，取引過程\nにおいて需要者が意思決定する際に「混同」するおそれを指すものである。医師等\nが医療用医薬品を購入する際には，カプセルが装填された状態のＰＴＰシートは露\n出していないから，混同のおそれはそもそも問題とならない。\n(ウ)　原告は，購入後における医師等による「取り違い」を問題とする\nが，原告が主張するような「取り違い」は，実際には生じないし，取引過程におけ\nる需要者の意思決定と無関係な「取り違い」は，不正競争防止法による保護の対象\nとはならない。\nなお，実際には，医療事故防止について厚生労働省が指導を行ってい\nることもあり，専門家である医師等は，販売名を必ず確認するから，取り違いをし\nないし，医師等が外観を頼りに医療用医薬品を選択し，その結果，真意と異なるも\nのを処方し又は交付してしまうという事態は，起こり得ない。\nイ　患者にとっての混同のおそれ\n(ア)　不正競争防止法２条１項１号における混同のおそれとは，前記ア\n(イ)のとおり，取引過程において需要者が意思決定する際に「混同」するおそれを\n指すものである。医師等から患者に交付される医療用医薬品は，医師の処方によっ\nて指定され，患者に交付されるものであり，患者が自由に意思決定して選択するも\nのではないから，患者の混同のおそれの有無は，そもそも問題となり得ない。\n(イ)　原告は，購入後における患者による誤認を問題とするが，原告が主\n張するような誤認は，実際には生じないし，取引過程における需要者の意思決定と\n無関係な誤認は，不正競争防止法による保護の対象とはならない。\n(ウ)　被告商品の外観と原告商品の外観とは，販売名，会社名等の識別力\nのある部分が全く異なっており，その外観上の相違に患者が気付かないということ\nはあり得ず，患者が被告商品を原告商品と誤認することはない。\nまた，処方される薬が先発品から後発品に替われば，薬代の額が下が\nり，患者，特に，胃潰瘍患者のように長期間にわたって定期的に毎回同じ量の薬を\n購入する患者は，必ず，薬が替わったことに気付く。\nさらに，患者が，被告商品を，胃潰瘍治療剤であるとの説明のみを受\nけて交付されることはない。医師は，ある患者に処方する薬を先発品から販売名に\nよる処方で後発品に替える場合には，必ずその旨を患者に説明し，了解した患者に\nのみ後発品を処方する。患者への説明なしに後発品を処方し，後に患者から苦情を\n言われるリスクを負う必要はないからである。しかも，調剤薬局においては，患者\nに対し，処方された薬の名称，効能，効果等を必ず説明するし，医師が一般名によ\nる処方をし，調剤薬局において後発品を処方する場合にも，必ず，後発品に関する\n主な情報を患者に提供して患者の同意を得る。そうすれば，健康保険の調剤報酬点\n数が加算されるからである。\n現に，被告は，これまで，被告商品について，先発品その他の製品と\n外観が類似しているとして，患者から直接クレームを受けたことは一度もないし，\nそのようなクレームを患者から受けた医師等からクレームを受けたことも一度もな\nい。\nしたがって，原告が主張するような誤認は生じない。\n（４）　争点（２）（原告による本件請求は，権利の濫用に当たるか。）につ\nいて\n（被告の主張）\n被告は，その販売開始から平成１７年６月ころまで７年近くにわたり，被\n告商品を，「銀色地に青色の印字がされたＰＴＰシート及び緑と白の２色のカプセ\nル」という外観で販売してきた。原告は，この間，原告商品の後発品である被告商\n品の発売及びその後の販売を知っていたはずであるにもかかわらず，平成１７年３\n月２日付内容証明郵便を被告に送付するまで，被告商品の外観に関してのクレーム\nを述べることは，一切なかった。この事実こそ，原告自身，被告が原告商品に「た\nだ乗り」しているとは考えていなかったことの証左である。\nまた，被告商品の販売を知りつつそれを放置してきた原告が，被告商品が\n被告による長年の努力の結果として市場において一定の認知を得るに至った後に，\n自己の権利を主張するのは，権利の濫用に当たり，許されない。\n（原告の主張）\n原告は，被告商品の販売が開始された時点において，被告商品の外観につ\nいて認識していたものではない。\nまた，一般的に，仮に相当長期間にわたって差止請求権が行使されないま\nま混同招来行為が放任されたような状態になっていても，その事実から安易に権利\n失効や権利濫用が肯定されることはない。\n原告の権利濫用を基礎付ける具体的な主張及び立証のない本件において，\n原告の本件請求が権利濫用であると認定することはできない。\n（５）　争点（３）（損害の発生の有無及びその額）について\n（原告の主張）\n被告の利益率は５０パーセントを下らないと推定されることから，被告の\n不正競争行為により被告が得た利益の額は，上記１（４）の売上金額６７２万円に\n５０パーセントを乗じた額である３３６万円を下らない。\nしたがって，被告は，故意又は少なくとも過失により，不正競争行為を行\nって，原告の営業上の利益を侵害したのであり，原告が被った損害の額は，３３６\n万円を下らない。\n（被告の主張）\n否認する。\n原告の主張する「利益率」が粗利率を指すのか純利率を指すのか不明であ\nるが，被告は，被告商品を原価割れの価格で販売しており，利益は出ていない。\n第３　争点に対する判断\n１　争点（１）ア（原告配色の商品等表示性及び周知性）について\n（１）　商品等表示性\nまず，商品等表示該当性の要件及び原告商品の需要者について検討した上\nで，原告配色が原告商品の商品等表示に該当するか否かについて検討する。\nア　商品等表示該当性の要件\n不正競争防止法２条１項１号は，他人の周知な商品等表示と同一又は類\n似の商品等表示を使用することをもって不正競争行為と定めたものであるところ，\nその趣旨は，周知な商品等表示の有する出所表示機能を保護するため，周知な商品\n等表示に化体された他人の営業上の信用を自己のものと誤認混同させて顧客を獲得\nする行為を防止することにより，事業者間の公正な競争秩序を維持することにあ\nる。そして，同号所定の「商品等表示」とは，「人の業務に係る氏名，商号，商\n標，標章，商品の容器若しくは包装その他の商品又は営業を表示するもの」をい\nう。\n商品の形態（商品の配色は，商品の形態の一要素である。）は，商号，\n商標等と異なり，本来的には商品の出所を表示する目的を有するものではないが，\n例外的に，商品等表示として特定の出所を表示する二次的意味を有するに至る場合\nがある。そして，このように商品の形態自体が特定の出所を表示する二次的意味を\n有し，不正競争防止法２条１項１号所定の「商品等表示」に該当する場合というた\nめには，①商品の形態が客観的に他の同種商品とは異なる顕著な特徴を有しており\n（特別顕著性），かつ，②特定の事業者による長期間の独占的な使用，又は極めて\n強力な宣伝広告や爆発的な販売実績等により，需要者において，その形態を有する\n商品が特定の事業者の出所を表示するものとして周知となっていること（周知性）\nを要するものと解するのが相当である。商品の包装の配色も，本来的には商品の出\n所を表示する目的を有するものではない点で，商品の形態と同様であり，同号の\n「商品等表示」に該当するか否かについても，商品の形態と同様に考えるべきであ\nる。\nまた，自己の商品の形態が同号所定の「商品等表示」に該当すると主張\nして，これに類似の商品等表示を使用する者に対してその差止め及び損害賠償を請\n求する場合には，差止請求については現在（事実審の口頭弁論終結時），損害賠償\nの請求については損害賠償請求の対象とされている類似の商品等表示の使用等をし\nた各時点において，当該形態を有する商品が特定の事業者の出所を表示するものと\nして，需要者の間で周知性を備えていることを要し，かつ，これをもって足りると\nいうべきである（昀高裁昭和６１年(オ)第３０号，第３１号同６３年７月１９日第\n三小法廷判決・民集４２巻６号４８９頁参照）。\nそして，上記「需要者」は，当該商品についてのすべての取引段階にお\nける取引者を含むものであるが，当該商品の選択をすることができない者は含まな\nいものというべきである。なぜなら，不正競争防止法２条１項１号の趣旨は，上記\nのとおり，周知な商品等表示に化体された他人の営業上の信用を自己のものと誤認\n混同させて顧客を獲得する行為を防止することにより，事業者間の公正な競争秩序\nを維持することにあるところ，ある商品の形態が当該商品の選択をすることができ\nない者の間で出所表示機能を有したとしても，顧客の獲得には直接結び付かないか\nらである。\nイ　原告商品の「需要者」\n原告商品が医療用医薬品であること，医療用医薬品は，医師が作成した\n処方せんに基づき薬剤師が調剤することにより，患者に交付されるものであること\nは，上記第２の１（２）のとおりであり，患者が自ら医療用医薬品を積極的に選別\nするものではないことは，原告が主張するとおりである。\nすなわち，患者に交付すべき医療用医薬品の選択は，医師の処方行為の\n一部を構成するものであり，医師が処方せんの作成に当たって一般名を付した場合\nであって，当該一般名に該当する医療用医薬品が複数あるときに限り，その複数の\n医療用医薬品のうちどの医療用医薬品を調剤するかが薬剤師の調剤行為の一部を構\n成するものである。仮に，医療用医薬品の選択についての患者の意見又は感想や，\n処方されていた医療用医薬品が薬効等を同じくする他の医療用医薬品に変更された\n場合に，外観の相違などによって患者が抱くかもしれない不安感などに配慮して，\n医療用医薬品の選択が行われることがあるとしても，その選択を行うのは医師又は\n薬剤師であり，医師又は薬剤師は，その専門的な知識及び経験に基づいて医療用医\n薬品の選択を行うものであることに変わりはない。\nしたがって，原告商品についての上記アにいう「需要者」は，医師等で\nあり，患者は「需要者」に該当するものとは認められない（仮に，商標に関する事\n案においては，医療用医薬品の「需要者」に患者が含まれると解する余地があると\nしても，上記の不正競争防止法２条１項１号の趣旨にかんがみれば，この解釈が上\n記判断を左右するものではない。）。\nウ　原告配色の特別顕著性の有無\n(ア)　「同種商品」\n原告配色が不正競争防止法２条１項１号所定の「商品等表示」に該当\nするためには，上記アのとおり，商品の形態が客観的に他の同種商品の配色とは異\nなる顕著な特徴を有していること（特別顕著性）が必要であるところ，ここでの\n「同種商品」とは，以下のとおり，医療用医薬品全体をいうものと解すべきであ\nる。\nすなわち，医師等は，日常的に数多くの患者に接し，様々な薬剤を処\n方・使用しているところ，医師等が日常的に接する患者は，胃潰瘍に限らず多種多\n様な疾病に罹患し，あるいは，受傷しているのであり，１人の患者が複数の疾病に\n罹患していることも少なくない。また，処方せんにより医療用医薬品の調剤を行う\n調剤薬局においては，複数の医師からの処方せんに対応するため，非常に多くの種\n類の医薬品を取り扱うものであり，調剤薬局が日常的に取り扱う医療用医薬品も，\n胃潰瘍治療剤に限らず，多種多様である上，複数の種類の医療用医薬品が処方され\nた患者に対し，処方に係る複数種類の医療用医薬品を調剤する場合も多い。\nこのように，医師等が，日常的に，胃潰瘍治療剤に限らず，多種多様\nな医療用医薬品を取り扱っていることからすれば，医療機関等が医療用医薬品をそ\nの種類や薬効に応じて配列しているとしても，原告商品についての「同種商品」\nは，医療用医薬品全体をいうものと解すべきである。\n上記の説示に照らして，「同種商品」は胃潰瘍治療剤に限定されると\nの原告の主張を採用できないことは明らかである。\n(イ)　他の同種商品とは異なる顕著な特徴の有無\nそこで，原告配色が，原告商品の同種商品である医療用医薬品の配色\nとは異なる顕著な特徴を有するといえるか否かについて検討する。\nａ　原告が原告商品（検乙２）の特徴であると主張する原告配色は，Ｐ\nＴＰシートが銀色地に青色の文字等を付したものであること並びにカプセルが緑色\n及び白色の２色からなることである。\nｂ　証拠（乙５ないし１１，検乙１，３，５ないし１０）及び弁論の全\n趣旨並びに前記前提となる事実によれば，次の各事実が認められる。\n（ａ）　ゼリア新薬工業株式会社の胃潰瘍治療剤「アシノンカプセル\n１５０」（検乙３）は，灰白色地に青色の文字等が記載されたＰＴＰシートと，淡\nい緑色及び白色の２色からなるカプセルとで構成されている。「アシノンカプセル\n１５０」は，平成２年９月に販売が開始された。\n（ｂ）　大日本住友製薬株式会社の胃潰瘍治療剤「ゲファニールカプ\nセル５０」（検乙８）は，銀色地に緑色の文字等が記載されたＰＴＰシートと，淡\nい緑色及び白色の２色からなるカプセルとで構成されている。「ゲファニールカプ\nセル５０」は，昭和４５年８月に販売が開始された。\n（ｃ）　東和薬品株式会社の抗生物質「セファレキシン・Ｃ『トー\nワ』」（検乙６）は，銀色地に青色の文字等が記載されたＰＴＰシートと，濃い緑\n色及び白色の２色からなるカプセルとで構成されている。「セファレキシン・Ｃ\n『トーワ』」は，昭和５１年９月に販売が開始された。\n（ｄ）　杏林製薬株式会社の睡眠導入剤「インスミン１５」（検乙\n７）は，金色地に青色の文字が記載されたＰＴＰシートと，濃い緑色及び白色の２\n色からなるカプセルとで構成されている。「インスミン１５」は，昭和５４年４月\nに販売が開始された。\n（ｅ）　科研製薬株式会社の消化酵素製剤「セブンイー・Ｐ」（検乙\n９）は，銀色地に緑色の文字が記載されたＰＴＰシートと，濃い緑色及び白色の２\n色からなるカプセルとで構成されている。「セブンイー・Ｐ」は，昭和５９年６月\nに販売が開始された。\n（ｆ）　旭化成ファーマ株式会社の抗生物質「シンクルカプセル２５\n０」（検乙１０）は，銀色地に緑色の文字が記載されたＰＴＰシートと，緑色及び\n白色の２色からなるカプセルとで構成されている。「シンクルカプセル２５０」\nは，昭和４７年１１月に販売が開始された。\n（ｇ）　被告商品（検乙１）は，銀色地に青色の文字等が記載された\nＰＴＰシートと，緑色及び白色の２色からなるカプセルとで構成されている。被告\n商品は，平成１０年ころに販売が開始された。\n（ｈ）　大洋薬品工業株式会社の胃潰瘍治療剤「アテミノンカプセル\n１５０」（検乙５）は，銀色地に青色の文字等が記載されたＰＴＰシートと，淡い\n緑色及び白色の２色からなるカプセルとで構成されている。「アテミノンカプセル\n１５０」は，平成１４年７月に販売が開始された。\nｃ　上記ｂ認定の事実によれば，損害賠償請求の対象とされている行為\nの時点である平成１４年３月から平成１７年３月２４日までの間において，ＰＴＰ\nシートの素地の色を銀色とすること，ＰＴＰシートに記載する文字の色を青色とす\nること，カプセルを緑色と白色の２色からなるものとすることは，いずれも，医療\n用医薬品における特徴的な配色であるとはいえず，これらを単純に組み合わせた原\n告配色も，客観的に他の同種商品の配色とは異なる顕著な特徴を有しているとは認\nめられない。そして，この判断は，本件訴訟の口頭弁論終結日である同年１２月７\n日においても，同様であり，被告商品をはじめとする後発品を除外して検討したと\nしても，その結論が左右されるものではない。\nｄ　原告は，上記「アシノンカプセル１５０」，「アテミノンカプセル\n１５０」及び「ゲファニールカプセル５０」の配色は，原告配色と明らかに異なる\n旨主張する。\nしかし，「アシノンカプセル１５０」（検乙３）の配色と原告配色\nとを比較すると，その相違点は，①「アシノンカプセル１５０」のＰＴＰシートの\n素地の色が灰白色であるのに対して原告配色は銀色であること，②「アシノンカプ\nセル１５０」のカプセルの配色が淡い緑色及び白色の２色であるのに対し，原告配\n色は緑色及び白色の２色であること，の２点であり，「アシノンカプセル１５０」\nとの比較において，原告配色が特徴的であるといえるほどの相違はない。\nまた，「アテミノンカプセル１５０」（検乙５）の配色と原告配色\nとを比較すると，その相違点は，「アテミノンカプセル１５０」のカプセルの配色\nが淡い緑色及び白色の２色であるのに対し，原告配色は緑色及び白色の２色である\nことであり，「アテミノンカプセル１５０」との比較において，原告配色が特徴的\nであるといえるほどの相違はない。\nそして，「ゲファニールカプセル５０」（検乙８）の配色と原告配\n色とを比較すると，その相違点は，①「ゲファニールカプセル５０」のＰＴＰシー\nトの文字の色が緑色であるのに対して原告配色は青色であること，②「ゲファニー\nルカプセル５０」のカプセルの配色が淡い緑色及び白色の２色であるのに対し，原\n告配色は緑色及び白色の２色であること，の２点であり，「ゲファニールカプセル\n５０」との比較においても，原告配色が特徴的であるといえるほどの相違はない。\nｅ　原告は，上記「セファレキシン・Ｃ『トーワ』」及び「インスミン\n１５」は胃潰瘍治療剤ではないから，原告配色の独自性を判断するに当たって考慮\nする必要はないと主張するが，上記(ア)のとおり，原告商品の商品等表示性の有無\nを判断するに当たっての基準となる「同種商品」は，医療用医薬品全体であるか\nら，原告の上記主張は，採用することができない。\nｆ　原告は，原告配色が不正競争防止法２条１項１号にいう「商品等表\n示」に当たるというためには，胃潰瘍治療剤において独自であれば足りる旨主張す\nる。\nしかし，原告配色の商品等表示性が認められるために必要とされる\n特別顕著性の比較対象である同種商品は，前記(ア)のとおり，医療用医薬品と解す\nべきであるし，仮に，同種商品が，医療用医薬品ではなく，胃潰瘍治療剤に限定さ\nれると解するとしても，上記(イ)ｂ認定の事実によれば，原告配色は，損害賠償請\n求の対象とされている行為の時点である平成１４年３月から平成１７年３月２４日\nまでの間においても，また，口頭弁論終結日である同年１２月７日においても，客\n観的に他の胃潰瘍治療剤の配色と異なる顕著な特徴を有しているとは認められな\nい。\nしたがって，原告の上記主張は，採用することができない。\n(ウ)　以上のとおり，原告配色が客観的に他の同種商品の配色とは異なる\n顕著な特徴を有しているとは認められない。\nエ　原告配色の周知性の有無\n次に，原告配色が，周知性を有するか否かについても検討する。\n証拠（甲１５）及び弁論の全趣旨によれば，原告商品は，全国の医療機\n関で処方された全医薬品の中で，平成１３年には処方ランキングの２位を占め，現\n在においても，同ランキングの４位に位置していること，Ａ２Ｂ抗潰瘍治療剤にお\nける処方ランキングにおいて，平成１２年から平成１６年までの間，１位を維持し\nていることがそれぞれ推測され，医療機関において，原告商品が広範に使用されて\nきたものと認められる。\nしかし，上記認定事実は，原告配色が，原告商品の出所である原告を表\n示するものとしての周知性を備えていたことを裏付けるものではない。なぜなら，\n原告商品をはじめとする医療用医薬品は，一般消費財と異なり，医師や薬剤師とい\nった専門的な知識を有する者が，その薬効に応じて選択する商品であり，商品の選\n択に際し，一般消費財において，商品の形状や配色が需要者の着目の対象となる程\n度に比して，医療用医薬品において，商品の形状や配色が需要者の着目の対象とな\nる程度は，著しく低いといえるからである。証拠（甲１６）によれば，平成１４年\n９月以前には，国内の医学専門書で，医療用医薬品を写真で紹介することに主眼を\n置いたものはなかったことが認められ，このことも，医療用医薬品が，一般的にそ\nの形状や配色が需要者の着目の対象となることが少ない商品であることを示すもの\nといえる。\nそうすると，上記のような原告商品の使用実績が認められるとしても，\nそれによって原告配色が原告商品の出所である原告を表示するものとして周知にな\nったとはいえず，しかも，原告配色に特徴があるとして社会的に注目された，ある\nいは，原告商品の特徴は原告配色にあるとして強力な宣伝がされた，といった特段\nの事情も認められないのであるから，原告配色が，特定の事業者の出所を表示する\nものとして周知性を備えていたということはできない。\nなお，原告は，高齢者が，ＰＴＰシート自体の色，ＰＴＰシートに記載\nされた文字の色やカプセルの色によって医薬品を識別することが多いと主張する。\n上記主張は，患者が「需要者」に含まれることを前提とするものと解さ\nれるところ，この前提が誤りであることは，前記イに説示したとおりである。ま\nた，仮に，患者が「需要者」に含まれるものと解したとしても，高齢者をはじめと\nする患者全般が医療用医薬品の配色に着目するのは，通常，自らが誤って当該医薬\n品と他の医薬品とを混同して服用するのを防止することを意図しているのであっ\nて，患者全般が，医療用医薬品の配色を特定の事業者の出所を表示するものと理解\nする場合が多いとは到底認められない。したがって，原告の上記主張を採用する余\n地はない。\nオ　以上によれば，原告配色は，損害賠償請求の対象とされている行為の時\n点である平成１４年３月から平成１７年３月２４日までの間においても，口頭弁論\n終結日である同年１２月７日においても，客観的に他の同種商品とは異なる顕著な\n特徴を有しているとはいえず，特定の事業者の出所を表示するものとして周知性を\n備えていたということもできない。\nしたがって，原告配色は，不正競争防止法２条１項１号所定の「商品等\n表示」には該当しない。\n（２）　小括\n以上のとおりであるから，その余の点を判断するまでもなく，被告の行為\nは，不正競争防止法２条１項１号に該当しない。\n２　結論\n以上によれば，原告の請求は，その余の点を判断するまでもなく，いずれも\n理由がないからこれらを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　清　　水　　　　　節\n裁判官　　　　　山　　田　　真　　紀\n裁判官　　　　　東　　崎　　賢　　治\n"
}