{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 25
  },
  "case_number": "平成12(行ケ)46",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12967",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12967",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/967/012967_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４６号審決取消請求事件（平成１２年７月１７日口頭弁論終\n結）\n判　　　　　決\n原　　　　　　告　　　ニコレット　インストルメント  コーポレーシ\nョン\n代表者　　　          【Ａ】\n訴訟代理人弁護士　　　鈴木　修\n同　　　　　　　　　　辻河哲爾\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　ファーマシア・アンド・ウプヨン・アクチェボ\nラーグ\n代表者　　　          【Ｃ】\n訴訟代理人弁護士　　　八掛俊彦\n同　　　　弁理士　　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n主　　　　　文\n特許庁が、平成１０年審判第３１２３９号事件について、平成１１年\n８月３０日にした審決を取り消す。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n主文１項と同旨\n訴訟費用は被告の負担とする。\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、「ＮＩＣＯＬＥＴ」の欧文字を横書きしてなり、平成３年政令第２\n９９号による改正前の商標法施行令別表による第１０類「神経診断用機械器具、こ\nれらの部品及び附属品、その他の医療機械器具」を指定商品とする登録第２２６４\n１３２号商標（昭和６０年１２月５日登録出願、平成２年１月２５日出願公告、同\n年９月２１日設定登録。以下「本件商標」という。）の商標権者である。\n被告は、平成１０年１１月２４日、原告を被請求人として、本件商標につい\nて不使用に基づく登録取消しの審判の請求をし、その予告登録が同年１２月１６日\nになされた。\n特許庁は、同請求を平成１０年審判第３１２３９号事件として審理したう\nえ、平成１１年８月３０日、「商標法第５０条の規定により、登録第２２６４１３\n２号商標の登録は、取り消す。」との審決をし、その謄本は同年１０月６日に原告\nに送達された。\n２　審決の理由の要点\n審決は、別添審決書写し記載のとおり、被請求人（原告）は本件審判の請求\nに対し何ら答弁、立証しないから、本件商標の登録は商標法５０条の規定により取\nり消すべきものとした。\n第３　原告主張の審決取消事由の要点\n１　原告は、下記２のとおり、本件審判の請求の登録前３年以内に、日本国内に\nおいて、本件商標をその指定商品について使用していたから、この使用の事実を認\nめなかった審決の認定は誤りであり、違法として取り消されなければならない。\n２　本件商標の使用\n(1)　原告は、その製造に係る医療用具商品の輸入総代理店であるニコレー・ジ\nャパン株式会社（平成８年３月２２日以降は、同社から同輸入総代理店営業を譲り\n受けたニコレー・バイオメディカル・ジャパン株式会社。以下、両社を併せて「ニ\nコレー・ジャパン等」という。）を介し、厚生大臣による医療用具輸入承認及び医\n療用具輸入品目変更許可を得て、平成７年１２月１６日から平成１０年１２月１５\n日までの間に、筋電計「ニコレー・バイキングⅣ」を、東京大学医学部付属病院を\n初めとする国立大学病院その他多数の大規模病院等に、合計約１００台販売した。\nこの販売に係る「ニコレー・バイキングⅣ」は、運動神経や知覚神経の脳\nへの伝導状態を調べる神経伝導、筋電図、体性感覚や聴覚や視覚における誘発電位\nを調べる誘発電位等の解析システムからなる神経診断用医療器具であって、本件商\n標の指定商品である「神経診断用機械器具」及び「その他の医療機械器具」に該当\nするものであり、かつ、その筐体上部の左側、コントロールパネルの右下部、刺激\nプローブの下部、チャンネル増幅器の各チャンネル上部、スピーカー上部に本件商\n標が付されている。\nまた、原告は、ニコレー・ジャパン等を介して、平成８年ころ、「ニコレ\nー・バイキングⅣ」のパンフレット５０００部を印刷し、業者等に頒布した。その\nパンフレットには、表紙右下部、裏面左下部及び表紙上部に本件商標が付されてい\nる。さらに、原告は、ニコレー・ジャパン等を介して、ニコレー・バイキングⅣの\n広告を、雑誌「臨床脳波」平成９年１０月号及び平成１０年３月号に掲載し、その\n広告の左下部に本件商標を付した。\nしたがって、原告は、上記期間内に、日本国内において、本件商標を、そ\nの指定商品である「ニコレー・バイキングⅣ」について、使用したものである。\n(2)　原告は、ニコレー・ジャパン等を介し、厚生大臣による医療用具輸入承認\n及び医療用具輸入品目追加許可を得て、平成７年１２月１６日から平成１０年１２\n月１５日までの間に、眼振計「ニコレー・ナイスタープラス」を、東京大学医学部\n付属病院を初めとする国立大学病院その他多数の大規模病院等に、合計約１０台販\n売した。\nこの販売に係る「ニコレー・ナイスタープラス」は、眼振の温度、衝動及\nび滑動性を定量的に測定する医療機械器具であって、本件商標の指定商品である\n「その他の医療機械器具」に該当するものであり、かつ、そのモニター左下部及び\nキーボード左上部に本件商標が付されている。\nしたがって、原告は、上記期間内に、日本国内において、本件商標を、そ\nの指定商品である「ニコレー・ナイスタープラス」について、使用したものであ\nる。\n第４　被告の反論の要点\n１　原告の主張する本件商標の使用の事実は知らない。\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n２　信義則違反、権利濫用\n被告は医療用機械器具等の製造販売を目的とするスウェーデン法人である\nが、日本において禁煙用の吸入器・スプレーを「ＮＩＣＯＲＥＴＴＥ」という商標\nを付して販売する計画を有している。そこで、被告は、平成６年４月４日、「ＮＩ\nＣＯＲＥＴＴＥ」との商標につき、商標法施行令別表による第１０類「禁煙用の吸\n入器・スプレー、その他の医療用機械器具」を指定商品として登録出願（商願平６\n－３２８３９号）をしたが、平成１０年４月１０日、本件商標と同一又は類似であ\nるとの理由により拒絶理由通知がなされた。そこで、被告は、原告に対して本件商\n標の譲渡を申し込んだが、何の回答もなかったため、同年１１月２４日、本件商標\nにつき不使用取消審判を請求した。ところが、原告は、同審判事件について、専門\n家として審判手続を知悉している【Ｆ】弁理士を代理人に選任しながら、同審判手\n続において主張立証をしなかった。原告はアメリカ法人であるが、代理人を選任し\nた以上、距離的、時間的及び言語的観点のいずれをとっても審判手続遂行に支障は\n見出されないのであるから、審判請求人である被告と相協力して審判手続を進める\n義務が生じる。したがって、立証はおろか答弁すらしなかったということは、審判\n手続の当事者として手続に協力するという義務の違反であり、被告に対する信義則\n違反である。原告は、本件訴訟の口頭弁論において初めて登録商標使用の事実を主\n張立証しているが、このように信義則に違反した行為は許されないというべきであ\nる。\nまた、原告が審判手続を無視して本件訴訟に持ち込んだため、訴訟経済上の\n損失を及ぼし、被告には本件商標の譲渡交渉以来、必要以上の経済的損失と苦痛を\n与えており、このような本訴請求は権利の濫用であり、許されない。\n第５　当裁判所の判断\n１　本件商標の使用の事実について\n甲第４～第１６号証によれば、本件商標の使用に関し、原告が前記第３の２\nにおいて主張するとおりの事実を認めることができる。そして、この事実によれ\nば、原告は、本件審判の請求の登録前３年以内に、日本国内において、本件商標\nを、その指定商品について使用していたということができる。したがって、本件商\n標について、商標法５０条所定の登録取消原因は存しないというべきである。\n２　信義則違反、権利濫用について\n被告は、原告が審判手続において何ら答弁をしなかったのは信義則違反であ\nり、それにもかかわらず、本件訴訟を提起して使用の事実の主張立証を行ったこと\nは権利の濫用として許されないと主張する。しかしながら、商標登録の不使用取消\nの審決に対する取消訴訟において、審判請求の登録前３年以内における登録商標の\n使用の事実の主張立証は事実審の口頭弁論終結時に至るまで許されると解すべきで\nある（最高裁判所平成３年４月２３日判決民集４５巻４号５３８頁）から、原告\n（被請求人）が審判手続において何ら答弁も立証もしなかったからといって、それ\nだけを理由として、審決取消訴訟において使用の事実の主張立証が許されなくなる\nと解することはできない。そして、被告が前記第４の２において主張する諸事情を\n総合考慮しても、信義則違反ないし権利濫用を基礎づけるに足りる事情があるとは\nいえず、この点の被告の主張は理由がない。\n３　よって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につい\nては本件訴訟の経緯に鑑み、原告に負担させるのが相当であるので、行政事件訴訟\n法７条、民事訴訟法６２条を適用し、上告及び上告受理の申立てのための付加期間\nの指定につき行政事件訴訟法７条、民事訴訟法９６条２項を適用して、主文のとお\nり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田  中  康  久\n裁判官    　石  原  直  樹\n裁判官    　宮  坂  昌  利\n"
}