{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 1
  },
  "case_number": "平成13(行ウ)9",
  "case_name": "上関町職員停職",
  "court_name": "山口地方裁判所",
  "field": "労働",
  "lawsuit_id": "18652",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18652",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/652/018652_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告上関町長Ａが平成１１年６月２８日付けでした原告に対する停職２か月\n（その後被告山口県市町村公平委員会の裁決により停職１か月に修正）の懲戒処分\nを取り消す。\n２　被告山口県市町村公平委員会が原告に対して平成１３年６月２６日付けでし\nた停職１か月（平成１１年７月１日から同月３１日まで）に修正するとの裁決を取\nり消す。\n第２　事案の概要\n本件は，原告が被告らを相手方として，原告が交通事故を起こしたことにつ\nき，被告上関町長Ａ（以下「被告町長」という。）が原告に対し，地方公務員法２\n９条に基づく懲戒処分として期間を２か月とする停職処分をしたこと，及び，原告\nがこれを不服として被告山口県市町村公平委員会（以下「被告委員会」という。）\nに審査請求をしたところ，同被告が上記懲戒処分の期間を１か月に修正する裁決を\nしたことを不服として，上記懲戒処分及び裁決は，被告町長が裁量権を濫用し，ま\nた，本来要求される手続を経ずにしたものであるなどと主張して，上記懲戒処分及\nび裁決の取消しを求めた事案である。\n１　争いのない事実\n(1)　原告は，平成１１年４月７日当時，上関町高齢者保健福祉センターの主査\n兼保健衛生係長の職にある地方公務員であった。\n(2)　原告は，平成１１年４月７日深夜，飲酒して自己が所有する原動機付自転\n車を運転し，上関町内で民家の玄関ガラス戸を破損する事故を起こした（以下「本\n件事故」という。）。\n(3)　被告町長は原告に対し，平成１１年６月２８日，地方公務員法２９条１項\n１号，３号に基づき，平成１１年７月１日から同年８月３１日までの２か月の停職\nを内容とする懲戒処分をした（以下「本件原処分」という。）。なお，被告町長\nは，本件原処分をするに当たり，上関町職員分限懲戒審査委員会（以下「審査委員\n会」という。）に対して審査を求めたことはない。\n(4)　原告は被告委員会に対し，平成１１年７月１５日付けで，本件原処分を不\n服として審査請求をしたところ，被告委員会は，平成１３年６月２６日付けで，本\n件原処分における停職期間を平成１１年７月１日から同月３１日までの１か月に修\n正する裁決をした（以下「本件裁決」という。）。\n(5)　なお，上関町職員の交通事故違反者に対する処分の内規（昭和５０年１月\n１０日訓令第２号，甲７，以下「本件内規」という。）のうち，本件に関係する規\n定の内容は，次のとおりである。\nア　点数\n(ア)　酒気帯び運転に対する基礎点数 ６点\n(イ)　建造物の損壊にかかる交通事故を起こした場合で交通事故がもっぱ\nら当該行為者の不注意によって発生したものである場合における付加点数 ６\n点\n(ウ)　物の損壊にかかる交通事故を起こした場合における道路交通法７２\n条１項前段の規定に違反する行為（以下「措置義務違反」という。）に対する付加\n点数　　５点\n(エ)　管理職の違反や事故の場合，違反，事故の点数を１．２倍する。\nイ　対応する処分\n(ア)　６点ないし８点 　　戒告\n(イ)　９点，１０点 　　減給１月以上３月未満\n(ウ)　１１点ないし１３点 減給３月以上６月以内\n(エ)　１４点，１５点 　　停職１月以内\n(オ)　１６点ないし２０点 停職１月１日以上３月以内\nウ　加重事由\n違反行為をし，よって事故を起こした場合には，違反行為に付する基礎\n点数に当該交通事故及び措置義務違反の欄に掲げる点数を加えた点数によるものと\nする。なお，管理職とは，「上関町管理職職員等の範囲を定める規則」に定める職\nを有する者をいう。\n２　争点\n(1)　本件原処分は，適法になされたものであると認められるか。\nア　本件原処分の根拠となる事実が認められるか。\nイ　本件原処分の根拠となる事実は，本件内規で付加点数を加算する事由に\n該当するか。\nウ　本件内規は，法的拘束力を有すると認められるか。\nエ　被告町長がした本件原処分は，裁量権を濫用したものと認められるか。\nオ　本件原処分をするに当たり，被告町長が審査委員会に審査を求めなかっ\nたことは違法か。\n(2)　本件裁決は，適法になされたものであると認められるか。\nア　本件裁決の違法事由として，本件原処分の違法を主張することは認めら\nれるか。\nイ　アが認められる場合，本件裁決の内容は適法であると認められるか。\nウ　アが認められる場合，本件原処分に至る手続は適法であると認められる\nか。\n３　争点に関する主張\n(1)　争点(1)アについて\n（被告町長）\nア　原告は，酒気を帯びた状態で原動機付自転車を運転した。\nイ　原告は，本件事故により民家に突っ込み，玄関のガラス戸を損壊した。\nウ　原告は，本件事故を認識しながら警察官に本件事故の発生を報告せず，\n本件事故の現場を離れた。原告には，道路交通法７２条１項後段所定の報告義務違\n反罪が成立する。\nエ　原告は，本件事故により民家のガラス戸を損壊したことを認識しなが\nら，現場付近の状況を調べて道路における危険発生の有無を確認する措置を取らな\nいまま，本件事故の現場を離れた。\nオ　原告は，警察官の事情聴取や飲酒検知に素直に応じず，反省した様子が\nなかった。\nカ　原告が本件事故により負傷していたため，警察官が救急車を要請したに\nもかかわらず，原告は病院への搬送を拒否した。\nキ　原告は，部下を有する係長の職にあった。なお，被告町長は，原告が\n「上関町管理職職員等の範囲を定める規則」に定める職を有する者であると主張す\nるものではない。\nク　原告は，酒気帯び運転をしたことにより，昭和５９年にも被告町長から\n戒告処分を受けている。\nケ　社会的に飲酒運転に対する見方が厳しくなっており，これに対する処分\nも相応に厳しくなっている。\n（原告）\nア　被告町長の主張アは，認める。\nイ　原告が本件事故により，民家の玄関サッシ戸に取り付けられた容易に脱\n着可能なガラス１枚を損壊したことは認める。\nウ　原告が本件事故を起こした後，いったん本件事故の現場を離れたことは\n認める。ただし，本件事故の現場を離れた際，本件事故の現場には警察官はおら\nず，原告は，その２，３分後に本件事故の現場に戻り，その後，被害者の通報によ\nって現場に到着した警察官に対し，所定の報告をしたのであるから，原告に報告義\n務違反罪は成立しない。\nエ　原告が，本件事故により民家のガラス戸を損壊したことを認識しなが\nら，いったん本件事故の現場を離れたことは認めるが，危険発生の有無を確認する\n措置を取らなかったとの点は否認する。民家の屋内にはガラス片が散乱していたも\nのの，本件事故の現場付近の道路には原動機付自転車の部品やガラス片等は落下し\nていない上，民家の敷地内である玄関の外にもガラス片はほとんど散乱しておら\nず，そもそも道路における危険は発生していなかった。原告は，民家の屋内の明か\nりにより上記の状況を現認している。\nオ　警察官の原告に対する事情聴取や飲酒検知は任意捜査として行われたも\nのであり，原告がこれに応じる義務はない。\nカ　原告が救急車での搬送を拒否した事実は認めるが，原告は，必要ないと\nして救急車での搬送を断っただけである。\nキ　原告がその職にあった係長は，処分の基礎点数が加重される管理職職員\nには該当しない。\nク　原告が被告の主張する時期に古い懲戒処分を受けたことは認めるが，こ\nの懲戒処分からは既に１４年以上が経過しており，本件事故までの間，原告は交通\n事故を起こしていなかった上，その古い事故については，平成元年に懲戒免除とな\nっているから，本件原処分の根拠とはなり得ない。\nケ　被告町長の主張ケは，一般論としては特に争わない。\n(2)　争点(1)イについて\n（被告町長）\nア　原告が本件事故により民家の玄関のガラス戸を損壊した行為は，本件内\n規のうちの建造物損壊罪に該当する。\nイ　原告が，本件事故により民家のガラス戸を損壊したことを認識しなが\nら，現場付近の状況を調べて道路における危険発生の有無を確認する措置を取らな\nいまま本件事故の現場を離れた行為は，本件内規のうちの措置義務違反罪に該当す\nる。\n（原告）\nア　原告が損壊した民家のガラス戸は，建造物に該当せず，原告の行為は，\n器物損壊罪に該当するに止まる。そして，建造物以外の物を損壊する物損事故は，\n本件内規により付加点数を加算する事由に該当しない。\nイ　本件事故により生じたガラスの破片は，屋外にはほとんど散らばってお\nらず，原告が乗車していた原動機付自転車の部品も落下していない。交通事故後に\nなすべき危険防止のための措置が必要でない場合には，措置義務違反罪は成立しな\nいから，原告には，本件内規により付加点数を加算する事由は存在しない。\n(3)　争点(1)ウについて\n（被告町長）\n本件内規は，上関町内部の規範に止まり，上関町職員の交通事故違反者に\n対して処分をする際に参考とすべき基準にすぎず，住民に対する権利義務に関する\n規範の性質を有しないから，法規としての性質を有さず，したがって，法的拘束力\nもない。\n（原告）\nア　本件内規は，上関町規則等の整備に関する特別措置規則１条に定められ\nた訓令という法形式により，地方自治法１５条に基づいて被告町長が制定した規則\nに該当するから，上関町職員の交通事故及び道路交通法違反行為に関する処分に関\nし，被告町長を法的に拘束する。\nイ　本件事故に関し，本件内規に該当する原告の行為は酒気帯び運転のみで\nあり，これを本件内規に当てはめれば，原告に対する懲戒処分は，戒告とすべきで\nあった。\n(4)　争点(1)エについて\n（原告）\n前記の事実関係に照らせば，被告が原告に対してした本件原処分は，被告\nに与えられた裁量権を濫用する違法なものである。\n（被告町長）\n原告の上記主張は争う。\n被告町長は，前記(1)アないしカの事情を考慮し，原告の行為は地方公務員\n法３３条に違反すると判断した。更に，被告町長は，前記(1)キないしケの事情をも\n考慮し，原告が同法２９条１項１号及び３号に該当すると判断して，本件原処分を\nしたものである。\n(5)　争点(1)オについて\n（被告町長）\n審査委員会は，被告町長の要求があった場合に審査をすることとされてお\nり，被告町長が同委員会に審査を要求するか否かは被告町長の裁量に委ねられてい\nるから，同委員会の審査を求めなかった被告町長の所為に違法はない。\n（原告）\n上関町職員分限懲戒審査委員会規程（昭和５０年１月１０日訓令第１号，\n甲６）によれば，審査委員会を設置する目的には，懲戒に関する処分の適正を期す\nることが含まれているのであるから，被告町長は，本件内規別表(1)の１ないし４に\n該当する場合には審査委員会に付議しなければならない。\n被告町長は，原告が本件事故により建造物を損壊したものであり，原告に\n措置義務違反罪があるとして本件原処分をしているのであるから，上記別表の１な\nいし３に該当し，審査委員会に付議しなければならなかったにもかかわらず，これ\nを付議することなく本件原処分をした違法がある。\n(2)　争点(2)アないしウについて\n（被告委員会）\nア　原告は，本件原処分の違法を主張するに止まり，本件裁決に固有の瑕疵\nを主張しない。原告は，行政事件訴訟法１０条２項により，被告委員会に対して原\n処分の違法を主張することはできないから，原告の上記主張は，主張自体失当であ\nる。\nイ　本件裁決は，内容においても適正である。\nウ　被告委員会は，原告の審査請求を受け，地方公務員法５０条３項等の手\n続を履践した上，理由を付して本件裁決をしたのであって，本件裁決の手続に何ら\n違法はない。\n（原告）\nア　前記のとおり，被告町長は，本件事故に関する事実を誤認した上，誤っ\nた法令解釈に基づき本件原処分をしたにもかかわらず，被告委員会は，争点(1)ア\n（被告町長）欄のア，イ（ただし，「建造物」の損壊であることを除く。），ウな\nいしカ記載の事実を挙げた上，原告の前歴や上関町内での地位・職務，行為の原\n因，動機，性質，態様，影響を考慮して，懲戒処分をすること自体は適法であると\n判断した。\nイ　前記のとおり，被告町長が原告に対し，審査委員会を経由することなく\n懲戒処分をしたにもかかわらず，被告委員会は，これを適法であると判断した。\n第３　当裁判所の判断\n１　争点(1)アについて\n前記争いのない事実をもとに，証拠（甲２ないし４，１１，原告本人）及び\n弁論の全趣旨によれば，争点(1)アに関する被告町長の主張の当否の判断の前提とな\nる事実として，以下の事実が認められる。\n(1)　被告町長の主張アについて\n原告の惹起した本件事故は，平成１１年４月７日深夜，酒気を帯びた状態\nで原動機付自転車を運転中，誤って転倒し，Ｂとその妻が居住する店舗兼家屋（以\n下「本件家屋」という。）の出入口サッシ戸（以下「本件サッシ戸」という。）に\n頭から突っ込んだという態様のものであった。\n(2)　被告町長の主張イについて\n本件事故により，本件サッシ戸のアルミサッシ下部にはめこまれたガラス\n１枚が破損した。\n本件サッシ戸は，アルミサッシの上下に各１枚のガラスがはめこまれただ\nけのものである上，本件家屋に直接固定されておらず，特別な器具等を用いること\nなく，これを本件家屋から容易に取り外すことができた。\n(3)　被告町長の主張ウについて\n原告は，本件事故を起こした後，しばらくその場に横たわったままになっ\nていた。これを見たＢは，警察に事故の通報をし，更に救急車を呼ぼうとして１１\n９番の通報をしたが，横たわっていた原告が起き上ったので，Ｂの妻が声をかけ\nた。これに対し，原告は，Ｂの妻に本件事故を起こしたことを謝罪するなどした\n後，原動機付自転車を押して，いったん本件事故の現場から立ち去った。その際，\n原告は，最寄りの警察署の警察官に本件事故の発生を通報しようとは考えていなか\nった。\nところが，原告は，そのわずか数分後に再び上記現場に戻り，今度はＢに\n対して謝罪を始めた。更に，その場に上関駐在所のＣ警察官が現われたので，原告\nとＢはＣ警察官に対し，本件事故の状況を説明した。\n(4)　被告町長の主張エについて\n本件家屋内にはガラスの破片が散乱しており，本件家屋の外にも若干の破\n片が散らばっていたが，本件家屋周辺の道路における交通に特別の支障はなかっ\nた。\n原告は，本件家屋内に散乱していたガラスの破片を，履いていた草履で隅\nに寄せるようなそぶりはしたが，Ｂの妻から「危ないからいいよ。後で掃くか\nら。」などといわれたため，それ以上の措置を取らなかった。また，原告は，本件\n事故の現場付近の状況を調べるなどの措置を取らないまま，本件事故の現場をいっ\nたん離れた。\n(5)　被告町長の主張オについて\nＣ警察官は，上記現場において，原告から強い酒臭がしたため，原告に飲\n酒の有無を確認したところ，原告は，飲酒の事実を肯定するようなそぶりを見せ\nた。その後，平生警察署からＤ警察官ほか１名の警察官がパトカーで現場に到着し\nた。Ｄ警察官らは，飲酒検知検査を実施するため，原告にパトカーに乗車するよう\n指示したところ，原告はこれに従った。\nところが，原告は，Ｄ警察官らから検査用の風船を吹くよう指示されたに\nもかかわらず，これに従おうとしなかった。しかし，Ｃ警察官が原告を説得するな\nどした結果，原告は指示どおり風船を吹いたが，それまでに２０分ないし３０分を\n要した。上記検査の結果，原告の呼気からは，１リットルにつき０．２５ミリグラ\nムをはるかに超える量のアルコールが検出された。\nその後，原告は，交通切符に署名・指印をするよう求められたが，これに\n応じようとせず，再びＣ警察官に説得されてようやく署名・指印をした。また，原\n告は，Ｄ警察官らから飲酒した際の状況等について供述を求められたが，「いえ\nん。」，「どこでもええじゃないか。」などと返答するのみであったので，供述調\n書にはこれらの返答がそのまま録取された。\n以上の原告の態度が原因で，通常であれば１５分ないし２０分で終了する\n飲酒検知検査等の手続をするのに１時間強を必要とした。\n(6)　被告町長の主張カについて\nＤ警察官らは，原告が飲酒検知検査等を終えてパトカーから降車した際，\n原告が座っていた座席シートに血が付いているのを発見したので，原告のために救\n急車の派遣を要請した。そして，Ｄ警察官らは原告に対し，救急車に乗車して病院\nまで行くよう勧めたが，原告は，必要がないなどといってこれを断り，自宅に向け\nて歩き始めた。このため，Ｄ警察官らは，原告の後をついて歩きながら説得を続\nけ，その後ろをパトカーや救急車が追従する事態になった。\n原告がＤ警察官らの勧めを頑なに拒否し続けたため，Ｄ警察官らは，原告\nの妻に連絡を取って車で原告を迎えに来てもらい，同女に原告を引き渡した上で本\n件事故の現場から立ち去った。\n(7)　被告町長の主張キについて\n原告は，本件事故当時，上関町高齢者保健福祉センターの主査兼保健衛生\n係長として，部下を指導すべき立場にあった。\n(8)　被告町長の主張クについて\n原告は，昭和５９年，酒気帯び運転をしたことにより当時の上関町長から\n戒告処分を受けている。\n(9)　被告町長の主張ケについて\n一般に，飲酒運転に対する社会的非難の程度は次第に厳しくなっており，\nこれに対する処分も相応に厳しくなっている。\n２　争点(1)イについて\n(1)　原告の行為の本件内規該当性について\n本件内規は，後記のとおり，地方自治法１５条１項にいう「規則」には該\n当せず，法的拘束力を有しないものではあるが，被告町長がその補助職員に対して\n有する指揮監督権（同法１５４条）に基づき，懲戒処分に関する事務処理の基準等\nを定めたものとして，本件原処分が裁量権を濫用してされたものであるのかどうか\nの判断の一応の基準となるので，原告の行為の本件内規該当性につき検討する。\n(2)　酒気帯び運転に対する基礎点数について\n前記のとおり，原告は，酒気を帯びた状態で原動機付自転車を運転し，本\n件事故を起こしたものであるから，本件内規別表(2)の酒気帯び運転に該当し，基礎\n点数６点が適用されるものというべきである。\n(3)　建造物の損壊にかかる交通事故に対する付加点数について\n前記のとおり，本件内規別表(2)には，建造物の損壊にかかる交通事故につ\nいては基礎点数に６点の付加点数を加算するとの規定が存在するが，その趣旨は，\n交通事故を起こした職員の所為が過失建造物損壊罪（道路交通法１１６条）の構成\n要件に該当する場合，基礎点数に上記付加点数を加算することにあるものと認めら\nれる。\nところで，過失建造物損壊罪における「建造物」とは，家屋その他これに\n類似する建築物をいい，損壊することなく自由に取り外すことのできるサッシ戸等\nは，建造物の構成部分には当たらないものと解すべきである。\nそこで，本件事故について上記規定が適用されるか否かを検討すると，前\n記１(2)のとおり，原告は，本件事故により本件サッシ戸のガラスを損壊したもので\nあるが，同サッシ戸は，本件家屋から容易に取り外すことができる状態にあったの\nであるから，建造物たる本件家屋の構成部分には当たらない。それゆえ，本件事故\nの際の原告の所為は，過失建造物損壊罪の構成要件に該当せず，上記(1)の基礎点数\nに上記６点の付加点数を加算することはできない。\n(4)　措置義務違反に対する付加点数について\n前記のとおり，本件内規別表(2)には，物の損壊にかかる交通事故を起こし\nた場合に，行為者に措置義務違反の行為があったときは，基礎点数に５点の付加点\n数を加算するとの規定が存在する。そして，本件事故により本件サッシ戸のガラス\nという物が損壊されたことは，前記のとおりである。\nところで，原告は，本件事故の際，そもそも道路における危険は発生して\nいなかったから，原告に措置義務違反罪を認める余地はないと主張する。しかしな\nがら，道路交通法７２条１項前段が同条項所定の運転者等に対して措置義務を課し\nているのは，交通秩序の回復や交通の安全の確保のみならず，交通事故による被害\nの増大を防止することをも目的とするものというべきであるから，同条項にいう\n「道路における危険を防止する等必要な措置」には，道路における危険を防止する\nために必要な措置のみならず，道路外における危険を防止するために必要な措置も\n広く含まれると解すべきであり，原告の上記主張は失当である。\nそこで，原告に上記措置義務違反罪に該当する行為があったか否かを検討\nすると，本件家屋周辺の道路における交通に特別な支障はなかったものの，本件家\n屋の内部には本件事故により損壊したガラスの破片が散乱し，屋外にも若干の破片\nが散らばっていたことは前記のとおりであり，これらの事実からすれば，上記破片\nによって本件家屋の住人や通行人が負傷するなどの危険があったものと認められ\nる。他方，Ｂの妻が原告に対し，ガラスの破片は後で片づけるから，今片づけなく\nてもよいなどと述べたことは前記のとおりであるから，原告が本件家屋内の確認等\nをすべき義務があったとまでは認められないが，本件家屋の周囲については，近所\nの他の住人や通行人の安全に関する事柄であるから，原告は，少なくとも，本件家\n屋の周囲を見分し，ガラスの破片等が散乱していないかどうかを確認するなどの措\n置をとるべき義務を負っていたものというべきである。しかるに，前記のとおり，\n原告は，このような措置をとることなく本件事故の現場からいったん立ち去り，そ\nの後現場に戻った後もこのような措置をとることはなかったのであるから，原告に\n措置義務違反罪に該当する行為があったことは明らかである。\n(5)　まとめ\n以上のとおりであるから，原告の行為は，本件内規別表(2)の上記規定に該\n当し，上記(1)の基礎点数６点に上記５点の付加点数が加算されるものというべきで\nある。\n３　争点(1)ウについて\n原告は，本件内規は地方自治法１５条に基づいて被告町長が制定した規則に\n該当し，被告町長を法的に拘束すると主張する。\nしかしながら，本件内規は，規則とは明確に区別された訓令という形式で発\nせられたものである（甲７，１２）。また，本件内規は，上関町職員が交通事故を\n起こし，あるいは交通違反を犯した場合において，当該職員，その所属長及び総務\n課長らの取るべき手続や，当該職員に対する懲戒処分の基準を定めたものにすぎな\nい（甲７）。更に，本件内規の目的は，「町職員の交通事故並びに違反に対する責\n任と自覚を促すとともに，事故並びに違反を事前に防止する」ことにあると明記さ\nれており（甲７。本件内規１条），これらの諸点に照らせば，本件内規は，上関町\n職員に対して，交通事故を起こし，あるいは交通違反を犯した場合にとるべき手続\nを明らかにするとともに，当該職員が概ねどのような懲戒処分を受けることになる\nかを事前に知らせることによって，上記交通事故等の発生を抑止することを目的と\nして制定されたものと認められ，被告町長の上記懲戒権の行使を本件内規に規定さ\nれた範囲に限定する趣旨のものではないものと解される。\n以上のとおりであるから，本件内規は，被告町長がその補助職員に対して有\nする指揮監督権（地方自治法１５４条）に基づき，懲戒処分に関する事務処理の基\n準等を定めたものにすぎないものであって，同法１５条１項にいう「規則」には該\n当せず，なんら法的な拘束力を有しないものと解されるから，原告の上記主張は失\n当である。\n４　争点(1)エについて\n(1)　地方公務員に対する懲戒処分について公平委員会がした修正裁決は，原処\n分を行った懲戒権者の懲戒権の発動に関する意思決定を承認し，これに基づく原処\n分の存在を前提とした上で，原処分の法律効果の内容を一定の限度のものに変更す\nる効果を生じさせるにすぎないものであり，これにより，原処分は，当初から修正\n裁決による修正どおりの法律効果を伴う懲戒処分として存在していたものとみさな\nれることになるものと解すべきである（最高裁昭和５９（行ツ）第６８号同６２年\n４月２１日第三小法廷判決・民集４１巻３号３０９頁参照）。\n本件においては，前記のとおり，原告を停職２か月に付する旨の本件原処\n分がされた後，本件裁決により上記停職の期間が１か月に修正されたものであるか\nら，本件原処分は，当初から原告を停職１か月に付するとの法律効果を伴う懲戒処\n分として存在していたものとみなされる。\n(2)　ところで，地方公務員につき，地方公務員法に定められた懲戒事由がある\n場合に，懲戒処分を行うかどうか，懲戒処分を行うときにいかなる処分を選ぶか\nは，懲戒権者の裁量に任されており，懲戒権者が上記裁量権の行使としてした懲戒\n処分は，それが社会観念上著しく妥当を欠いて裁量権を付与した目的を逸脱し，こ\nれを濫用したと認められる場合でない限り，その裁量権の範囲内にあるものとし\nて，違法とならないものと解すべきである（最高裁昭和４７年（行ツ）第５２号同\n５２年１２月２０日第三小法廷判決・民集３１巻７号１１０１頁参照）。\nア　これを本件事故について検討すると，原告が酒気を帯びた状態で原動機\n付自転車を運転し，本件事故を起こしたこと，その後，原告が措置義務に違反して\n本件事故の現場から立ち去ったことは前記のとおりであって，これらの行為は，地\n方公務員としての職の信用を傷つけ，又は職員の職全体の不名誉となるような行為\n（地方公務員法３３条）に該当するものというべきである。\nまた，前記のとおり，原告は，本件事故を起こした後，最寄りの警察署\nの警察官に対して道路交通法７２条１項後段所定の報告をすることなく，いったん\n本件事故の現場から立ち去ったものであるから，原告は同条項所定の報告義務に違\n反したものとも認められ，この行為は地方公務員法３３条所定の行為に該当する。\nこの点につき，原告は，現場を立ち去ったことは事実であるが，その２，３分後に\n再び現場に戻り，被害者の通報によって現場に到着した警察官に所定の報告をした\nのであるから，原告に報告義務違反はないと主張する。確かに，事実関係が原告の\n主張するとおりであることは前記のとおりであるが，道路交通法７２条１項後段所\n定の報告をすることなく，いったん交通事故の現場から立ち去った以上，同条項所\n定の報告義務違反罪は成立するものと解され，その後まもなく報告がされたとして\nも，事後的に報告義務違反罪の成立が阻却されるものではない。まして，原告は，\n前記のとおり，本件事故の現場から立ち去った際，警察に通報する意思を全く有し\nていなかったものであるから，報告義務に違反して現場を立ち去ったことは明白と\nいうべきであり，原告の上記主張は失当である。\n更に，前記認定の事実によれば，原告は，酒気帯び運転をしていたにも\nかかわらず，飲酒検知検査の手続や交通切符の作成に素直に応じようとせず，その\nため，これらの手続が相当遅延したものと認められる。この点につき，原告は，上\n記検査等の手続は任意捜査として行われたものであり，原告がこれに応じる義務は\nないから，原告がこれに応じなかったとしても，懲戒処分の事由には当たらないと\n主張する。確かに，何人も任意捜査に協力すべき法的義務を負うことはないという\nべきであるが，全体の奉仕者たる地方公務員は，その私生活においても法令を遵守\nして行動し，仮に刑罰法規に違反した場合には，警察等による捜査活動に速やかに\n従うことが期待されているものというべきであるから，当該地方公務員がこのよう\nな期待に反する行いをしたときは，地方公務員法３３条所定の行為があったとし\nて，この事実を懲戒処分の事由とすることができると解すべきであり，このような\n不利益を与えることは，当該地方公務員の黙秘権等に対する侵害にはならない。そ\nして，原告の上記所為がこのような期待に反し，地方公務員法３３条所定の行為に\n該当することは明らかというべきであり，原告の上記主張は失当である\n。\nそして，前記認定の事実によれば，原告は，警察官らから救急車に乗車\nして病院に行くよう，強く勧められたにもかかわらず，終始これを拒否し，結局，\n妻とともに帰宅したものであるが，この点につき，原告は，必要がないとして救急\n車での搬送を断ったにすぎず，このような原告の行為は懲戒処分の事由には当たら\nないと主張する。しかし，前記のとおり，原告は，本件事故により出血していたも\nのであるから，病院において治療や検査等を受けることが必要と認められる状況に\nあったものと認められ，原告に対して救急車に乗車して病院に行くよう勧めること\nは，交通事故処理に当たる警察官の職責上，当然のことであり，原告はこれに応じ\nることが期待されていたというべきである。しかるに，原告は，「救急車を呼ばれ\nて，これ以上みじめな思いをしたくないという気持ち」もあって，頑なに搬送を拒\n否し（甲４），上記警察官らの事務処理を不必要に遅延させたものであり，それま\nでの原告の上記一連の行為をも併せ考えると，このような原告の所為は，地方公務\n員法３３条所定の行為に当たるというべきである。それゆえ，原告の上記主張は失\n当である。\nしたがって，以上の原告の所為は，いずれも地方公務員法３３条に該当\nし，同法２９条１項１号及び３号の懲戒事由に当たるものと認められる。\nイ　また，原告が本件事故当時，部下を指導すべき係長の地位にあったこ\nと，原告は昭和５９年にも酒気帯び運転をしたことにより戒告処分を受けているこ\nと，一般に，飲酒運転に対する社会的非難の程度が次第に厳しくなっていること\nは，前記のとおりであり，これらの事情は，原告に対する懲戒処分の内容を検討す\nるに当たり考慮すべき事柄である。\nこの点につき，原告は，上記戒告処分は，昭和天皇の崩御に伴う職員の\n懲戒免除及び職員の賠償責任に基づく債務の免除に関する条例に基づき，平成元年\nに懲戒免除となっているから，懲戒処分の内容を検討する際に考慮すべきでないと\n主張する。しかし，地方公務員に対する懲戒免除を条例により行うことは，公務員\n等の懲戒免除等に関する法律３条により認められているものであるところ，同法６\n条は，懲戒の処分に基づく既成の効果は，同法３条の規定に基づく懲戒の免除によ\nって変更されることはないと規定しているのであるから，原告に対する懲戒処分の\n内容を検討するに当たり，原告が過去に戒告処分を受けた事実それ自体を考慮する\nことには何ら問題がなく，原告の上記主張は失当である。\nウ　ところで，本件内規が法的拘束力を有しないことは前記のとおりである\nが，本件内規は，被告町長がその裁量権を行使する際の基準となるものであり，合\n理的な理由がないのに本件内規に基づく懲戒処分の範囲を著しく逸脱するような懲\n戒処分を行うことは許されないと解すべきである。\nそこで，本件内規に基づく懲戒処分の範囲について検討すると，前記の\nとおり，本件事故については，本件内規別表(2)の規定に従い，酒気帯び運転に対す\nる基礎点数６点に措置義務違反に対する付加点数５点を加算することができ，同別\n表(3)によれば，上記点数の合計１１点に対応する処分の範囲は，３月以上６月以下\nの減給であり，１か月以下の停職を選択することのできる点数（１４点以上１５点\n以下）には３点足りない（甲７）。\nしかしながら，原告は，以前に戒告処分を受けたのと同種の酒気帯び運\n転を繰り返したものであり，これが発覚した後においても，甚だ不適切な対応をし\nていることなど，前記の諸事情を総合考慮すれば，原告に対して本件内規の規定す\nる範囲よりも重い懲戒処分を選択することには，相応の合理性があったものと認め\nられ，本件原処分の内容が本件内規に基づく懲戒処分の範囲を著しく逸脱している\nものとまではいえない。\nエ　以上のとおりであるから，原告を停職１か月の懲戒処分に付した原処分\nの内容が社会観念上著しく妥当を欠くものとまでは認められず，本件原処分が懲戒\n権者である被告町長に委ねられた裁量権の範囲を逸脱し，これを濫用したものとい\nうことはできない。\n５　争点(1)オについて\n原告は，審査委員会に付議することなく本件原処分をしたことが違法である\nと主張する。\n確かに，上関町職員分限懲戒審査委員会規程２条には，審査委員会は，被告\n町長の求めに応じ，地方公務員法２９条等に基づく一般職の職員に対する処分の程\n度について審査する旨の規定があり，本件内規２条及び同別表(1)には，職員が飲酒\n運転等により交通事故を起こし，他人の財産等に損害を与えたときなどは，その処\n分の程度について審査委員会に付議する旨の定めがある（甲６，７）ことは前記の\nとおりである。そして，本件事故に関する原告に対する処分については，これらの\n規定の適用があるものと解されるが，本件原処分をする際に審査委員会が開催され\nなかったことは，前記のとおりである。\nしかしながら，上記規程は法的拘束力の認められない本件内規と同じ日に，\n本件内規と同様に訓令の形式で制定されたものである（甲６，７）。また，上記規\n程中には，被告町長が一定の場合に審査委員会の開催を求めなければならない旨の\n規定も，被告町長が審査委員会の決議等に従わなければならない旨の規定も存在し\nない（甲６）。これらの諸点に照らせば，上記規程等は，被告町長がその懲戒権を\n行使するに当たり，処分の適正を期するために必要であると認めた場合には，審査\n委員会による審査を行う旨を定めたものにすぎず，同規程所定の場合において，審\n査委員会への付議を処分の必須の要件としたものではないと解される。したがっ\nて，本件内規のみならず上記規程もまた，被告町長がその補助職員に対して有する\n指揮監督権に基づき，事務処理の基準等を定めたものにすぎず，法的な拘束力を有\nしないものというべきであり，本件原処分の際に審査委員会を開催しなかったこと\nが，上記規程に反して違法であるとはいえない。\nなお，原告は，本件原処分の際に審査委員会が開催されていれば，原告に対\nする懲戒処分の根拠となる事実について的確な調査がされ，本件原処分とは異なる\n適正な処分がされた可能性があると主張する。しかし，本件原処分が被告町長に委\nねられた裁量権の範囲を逸脱し，これを濫用したものといえないことは前記のとお\nりである。また，証拠（甲１）及び弁論の全趣旨によれば，本件原処分及びこれを\n修正した本件裁決においては，前記４(2)記載の事由とほぼ同旨の懲戒事由を認定し\nた上で，原告に対する懲戒処分が決定されたものと認められるから，本件原処分の\n際に審査委員会を開催したとしても，処分の内容に影響を及ぼす可能性があったも\nのとは認められず，原告の上記主張は失当である。\n以上のとおり，本件原処分について，原告が主張するような違法事由が存在\nするものとは認められない。そして，弁論の全趣旨によれば，本件原処分は，関係\n法令に照らし，適法にされたものと認められる。\n６　争点(2)アないしウについて\n前記のとおり，本件裁決がされたことにより，本件原処分は，当初から原告\nを停職１か月に付するとの法律効果を伴う懲戒処分として存在していたものとみな\nされるから，原告に対する懲戒処分が違法であることは，本件原処分の取消しの理\n由として主張すべきものであって，これを理由として本件裁決の取消しを求めるこ\nとはできない（行政事件訴訟法１０条２項）。\nしたがって，本件原処分の内容ないし手続に違法があるとの争点(2)イ及びウ\nに関する原告の主張は，いずれも主張自体失当である。そして，弁論の全趣旨によ\nれば，本件裁決は，関係法令に照らし，適法にされたものと認められる。\n第４　結論\nよって，原告の請求は，いずれも理由がないから，これを棄却することと\nし，訴訟費用の負担につき民事訴訟法６１条を適用して，主文のとおり判決する。\n（平成１４年５月３０日口頭弁論終結）\n山口地方裁判所第１部\n裁判長裁判官　　　　　山　　　下　　　　　　　満\n裁判官　　　　　杉　　　山　　　順　　　一\n裁判官　　　　　栄　　　　　　　岳　　　夫\n"
}