{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 21
  },
  "case_number": "平成14(行ウ)27",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所民事第5部",
  "lawsuit_id": "8615",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8615",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/615/008615_hanrei.pdf",
  "contents": "主 　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　　実\n第１　請求の趣旨\n被告は，Ａに対し，３７６万３２００円及びこれに対する平成１４年１２月１６日から\n支払済みまで年５分の割合による金員の賠償命令をせよ。\n第２　事案の概要\n本件は，原告が，Ｂ町の締結した水道管理に関する業務委託契約が水道法２４\n条の３第１項の要件を満たしておらず違法であること及び上記委託契約締結手\n続に違法があることを理由とし，被告に対し，地方自治法２４２条の２第１項４号\nただし書に基づき，上記委託契約を締結した地方公共団体の長であるＡに対す\nる賠償命令を発するよう求めた事案である。\n１　前提となる事実（当事者間に争いのないものは証拠を掲記しない。）\n（１）Ｂ町による委託契約の締結\nア　Ｂ町は，水道法３条４項所定の水道事業者であるが，平成１４年５月３１\n日，Ｂ郡Ｂ町字Ｂ番地所在のＣ株式会社（以下「本件受託者」という。）との\n間で，浄水場運転管理業務及び送水施設保守点検業務に係る業務委託\n契約（以下「本件契約」という。）を締結した。\nイ　本件契約は，委託期間を平成１４年６月１日から平成１５年３月３１日ま\nで，委託料を１７８５万４２００円（月額１７８万５４２０円）とし，Ｂ町の水道施\n設であるＢ浄水場施設及びＨ浄水場施設の維持管理及び運転操作監視業\n務を本件受託者に委託するものであった（甲３の水道施設管理業務委託仕\n様書（以下「仕様書」という。）１条）。本件受託者の従業員は，交代で平日\nの午前８時３０分から午後５時までの間，Ｂ町の職員とともに業務に従事す\nるほか（甲１２，乙６，弁論の全趣旨），夜勤あるいは日勤という形式で本件\n契約に係る業務に従事することとされており，夜勤は，３６５日を通じて午後\n５時から翌日午前８時３０分まで，日勤は，土曜日，日曜日，国民の祝日に\n関する法律に規定する休日及び年末年始（１２月３１日から翌年１月５日ま\nで）における午前８時３０分から午後５時までとされている（仕様書４条）。本\n件契約における業務の詳細については，本件契約締結後，速やかに担当\n員と業務責任者が協議を行い確認することとされ，委託者は担当員を定め\nることができ，本件受託者は業務責任者を選任しなければならないこととさ\nれている（仕様書３条，６条，７条）。業務責任者は，現場の最高責任者とし\nて業務従事者の指揮監督を行うとともに，技術の向上及び事故の防止に\n努め，担当員と常に密接な連絡を取り，業務履行状況の報告及び担当員と\nの協議を行うこととされている（仕様書８条）。また，本件受託者は，Ｂ町に\n対し，日ごとの業務履行結果，該当月分の業務履行結果，異常事態の発\n生及び業務運営上必要と思われる事項について，書面で報告をしなけれ\nばならず，更に，緊急を要する事項は随時口頭での報告を行うものとされ\nている（仕様書１７条）。\n（２）原告は，平成１４年９月２４日，Ｂ町監査委員に対し，本件契約が水道法２４条\nの３，地方自治法２３４条，Ｂ町財務規則に違反することを理由として，地方自\n治法２４２条１項に基づく住民監査請求をした。\nＢ町監査委員は，平成１４年１１月２２日，上記請求を棄却し，その結果を原告\nに通知した。\n２　争点\n（１）争点１・本件契約が水道法２４条の３に違反するか。\nア　原告の主張\n本件契約は，浄水場施設の日常の運転管理業務のうち，Ｂ町の職員が不\n在である平日の午後５時から翌日の午前８時３０分までと土曜日・日曜日・\n祝日において，本件受託者の従業員のみが，その判断に基づいて，浄水\n場の取水，導水，浄水，送水，配水施設の一体的運転に関する全ての技\n術業務を行うことを内容としており，同法２４条の３に基づく委託に該当す\nる。被告は，仕様書において本件受託者の業務責任者と協議すべきことと\nされている担当員を定めていないことなどからみても，本件受託者の従業\n員を指導監督していないのであって，本件契約が水道法２４条の３に基づく\n委託であることは明らかである。\n水道法施行令８条は，水道法２４条の３第１項による業務を委託できる者\nの要件として，委託を受けて行う業務を適正かつ確実に遂行するに足りる\n技術的な基礎を有する者であることとし，同法２４条の３第３項，第５項，同\n令９条は，委託を受ける水道管理業務の受託者は，水道の管理について\n技術上の業務を担当させるため，水道技術管理者たる資格を有する受託\n水道業務技術管理者を置かなければならないとしている。\nしかし，本件受託者は，水道の運転管理の技術的な経験・知識を有さず，\n水道技術管理者たる資格を有する者を擁していない単なる警備会社であ\nり，上記要件を満たしていない。\nしたがって，本件契約は，同法２４条の３第１項の規定に違反する。\nイ　被告の主張\n水道法２４条の３第１項に基づく業務の委託は，一定の要件を満たす者へ\nの法的責任を伴う業務委託であって，水道事業者の責任の下で行われる\n個々の業務委託，いわゆる手足の業務委託とは異なる。\n本件契約は，Ｂ町の職員が勤務していない部分についての個々の業務委\n託をするものにすぎず，受託者が水道事業者とは別個・独立に業務処理を\n行うことを前提とする同法２４条の３第１項に基づく委託には当たらない。\n（２）争点２・本件契約締結手続が地方自治法２３４条に違反するか。\nア　原告の主張\n被告は，本件契約が地方自治法施行令１６７条の２第１項２号に定める場\n合に当たる旨主張するが，根拠はなく，本件契約を随意契約の方法によっ\nて締結したことは，地方自治法２３４条に違反する。\nまた，被告は，Ｂ町内及びその近隣に事業所を有する業者であることのみ\nを契約の相手方の選考理由としているが，本件契約の性質又は目的から\nすると，相手方の技術的適性について考慮することなく本件受託者を選定\nしたことも違法である。\nイ　被告の主張\n地方自治法２３４条１項，２項，同法施行令１６７条の２第１項２号は，契約\nの性質又は目的が競争入札に適しないものについて随意契約の方法によ\nり契約を締結することができる旨規定している。\n被告は，本件契約が，住民の生命に関わる水道水の供給業務に関するも\nのであるから，契約の相手方としては，緊急時に水道事業者であるＢ町の\n指示等に迅速に対応できるようＢ町に近い地域に事業所をもつ業者が適任\nと考え，Ｂ町に指名願いを届けている業者の中からＢ町及びその近隣自治\n体に所在する業者を調査したところ，委託に適する業者は，見積書を徴す\nることとなった数社しか存在しなかった。このように，委託し得る業者は極め\nて少数であったので，本件契約は，その性質や目的から競争入札に適しな\nいものであった。そのため，被告は，競争見積によって契約者を選定し，本\n件契約を締結した。\nしたがって，被告が，本件契約を随意契約の方法で締結したことは，地方\n自治法２３４条に違反しない。\n（３）争点３・本件契約締結手続がＢ町財務規則に違反するか。\nア　原告の主張\nＢ町財務規則１２８条の２第３項は，随意契約による場合には，その関係書\n類にその根拠法令の条項を記載しなければならない旨規定しているが，平\n成１４年５月２８日付け起案「水道施設管理業務委託の契約締結について」\nには根拠法令が記載されておらず，本件契約締結手続は，上記規則に違\n反している。\nまた，本件受託者の見積書には，「受託者が被告に『競争入札参加資格審\n査申請書』に添付して届出を行っている使用印」の押印，「見積金額」の記\n載等がされておらず，Ｂ町財務規則１２０条４号に違反している。\nイ　被告の主張\n「水道施設管理業務委託の契約締結」と題する書面には，随意契約による\nことの根拠法令の条項が記載されていないが，そのような手続上の瑕疵\nは，直ちに実体法上の違法と評価されるべきものではないし，上記手続上\nの瑕疵は，支出負担行為の不必要性を基礎付けるものではなく，Ｂ町財務\n規則１２８条の２第３項に違反する事実はない。\nまた，Ｂ町財務規則１２０条は，一般競争入札と指名競争入札に適用され\nる規定であって，随意契約には適用されない。なお，本件受託者の見積書\nには，見積金額は記載されているし，代表取締役の捺印もされている。\n（４）争点４・本件契約締結手続が不正か。\nア　原告の主張\n本件契約締結手続は，平成１４年３月１日から開始されたが，本件契約に\n係る予算は，同月１８日に議会で議決されたものであり，上記手続開始の時\n点では，地方自治法２３２条の３にいう予算や同法２１４条にいう債務負担\n行為は存在せず，これらについての議会の議決も欠いている。\n仕様書では，Ｂ町の２つの浄水場は，その構造が異なるにもかかわらず，\n区分されておらず，その記載事項は事実と異なる。これら仕様書の記載の\n誤りは，仕様書を前提として業者から見積書を徴していることからしても，委\n託料に影響を及ぼすものである。\nまた，本件契約は，退職職員の受託者への天下り条件として締結されたも\nのである。このように，本件契約は，不正な手続の下にされた違法なもので\nある。\nイ　被告の主張\n年度開始前に，翌年度歳出予算の債務負担となるべき行為をすることは\n許されないが，年度早々に必要とされる物品の購入のための準備的行為と\nして見積書を徴することは，単なる契約の申込みを受ける段階にとどまるも\nのであるから差し支えなく，その一連の手続は正当なものである。仮に予算\n年度開始前に見積書を徴することが地方自治法２３２条の３の規定に反す\nるとしても，その瑕疵は，予算議決により追認され，治癒されると解すべきで\nある。\n本件契約の仕様書には記載上の誤りがあるが，そのことが見積書の内\n容，委託料に影響を与えるものではない。本件契約は，職員の天下りを条\n件としたものではない。その他，本件契約には不正な点はない。\n（５）争点５・損害\nア　原告の主張\nＢ町の浄水場は，本件契約が締結される以前の平成１４年５月３１日まで\nは，Ｂ町が直接雇用する臨時職員によって行われており，その費用は，平\n成１４年度の２か月間では一人当たり平均月額２０万７９００円であった。し\nかし，本件契約においては，職員に要する費用は一人当たり平均月額２９\n万７５００円であり，平成１４年度の実績と比較して一人当たり平均８万９６０\n０円高額になっており，平成１４年１２月までの７か月間では，６名分で３７６\n万３２００円も高額になっている。Ｂ町は，本件契約によって以上のような不\n当な支出を余儀なくされたものであり，Ｂ町には，上記金額と同額の損害が\n生じている。\nイ　被告の主張\nＢ町における平成１４年度の浄水場運転管理業務及び送水施設保守点検\n業務に要する費用は，本件契約もあって，平成１３年度のそれより４８６万５\n０００円の減少となっている。したがって，原告が主張するような損害は発生\nしていない。\n第３　争点に対する判断\n１　争点１（本件契約の水道法２４条の３違反の有無）について\n（１）原告は，水道事業者であるＢ町が，平成１４年５月３１日に本件受託者との間\nで締結した本件契約が水道法２４条の３に違反すると主張する。\nところで，水道事業とは，一般の需要に応じて水道により水を供給する事業を\nいい（水道法３条２項），水道事業者とは，厚生労働大臣の認可を受けて水道\n事業を経営する者をいう（同法３条５項，６条１項）。\n水道事業者は，原則として市町村であり（同法６条２項），水道の管理につい\nて技術上の業務を担当させるため，政令で定める資格を有する水道技術管\n理者一人を置かなければならない（同法１９条１項本文，２項）。\n水道事業者は，政令で定めるところにより，水道の管理に関する技術上の業\n務の全部又は一部を，当該業務を適正かつ確実に実施することができる者と\nして政令で定める要件に該当するものなどに委託することができ（同法２４条\nの３第１項），この委託を受けた者（水道管理業務受託者）は，水道の管理に\nついて技術上の業務の管理を担当させるため，受託水道業務技術管理者一\n人を置かなければならない（同条の３第３項）。受託水道業務技術管理者は，\n委託された業務の範囲内で，水道技術管理者が従事する事務に従事し，及\nびこれらの事務に従事する他の職員の監督をしなければならない（同条の３\n第４項，同法１９条２項）。この場合，水道技術管理者には，同法１９条２項の\n規定は適用されず，受託水道業務技術管理者が，同項各号に掲げる事項に\n関する全ての事務に従事し，さらに，他の職員の監督も行う場合には，水道\n事業者は，水道技術管理者を選任する義務を免れる（同法２４条の３第７\n項）。\nまた，上記委託がされた場合，委託の範囲内において，水道管理業務受託者\nを水道事業者と，受託水道業務技術管理者を水道技術管理者とみなし，水道\n管理業務受託者には，給水開始前の水質検査及び施設検査（水道法１３条１\n項），定期及び臨時の給水検査（同法２０条１項），健康診断の実施（同法２１\n条１項），これらに関する記録の作成・保存（同法１３条２項，２０条２項，２１条\n２項），給水装置の検査（同法１７条），衛生上の措置（同法２２条），給水の緊\n急停止（同法２３条）等に関する規定（これらの規定に係る罰則を含む。）が適\n用され，他方，水道事業者及び水道技術管理者については，これらの規定は\n適用されない（同法２４条の３第６項）。\n水道法２４条の３は，従来，水道事業の担い手である水道事業者の大半が中\n小規模の事業者（市町村）であり，水質等の管理体制がきわめて脆弱である\nことから，技術力の高い第三者（他の水道事業者等）に業務を委託して適正\nに管理を行うための規定を整備するため，平成１３年法律第１００号によって\n新設された規定である（乙１）ところ，前記のとおり，同条の３による委託が行\nわれた場合には，水道事業者及び水道技術管理者が，委託の範囲内でその\n業務及び責任から解放され，水道管理業務受託者及び受託水道業務技術管\n理者が，これに代わって業務に従事し，刑事責任を含めた責任を負うとされて\nおり，これによれば，同条の３において想定されている委託の形態は，水道事\n業の全部又は独立した一部分の運営管理が，水道業務受託者のみによって\n独立して行われるものであるというべきであり，このような責任の移管を伴う\n委託である場合に同条の３が適用されるというべきである。\nこれを本件についてみると，前記前提となる事実（１）イのとおり，本件受託者\nは，本件契約において，平日の午前８時３０分から午後５時までの間は，Ｂ町\nの職員とともに業務に従事するほか，水道事業者たるＢ町に対し，日ごと，あ\nるいは月ごとに業務内容を書面で報告することや，緊急を要する事項につい\nては随時口頭で報告することが義務付けられており，水道事業受託者として\n独立してＢ町の水道業務を行うものとはいえない。\nしたがって，本件契約は，水道法２４条の３にいう委託であるとはいえず，本件\n契約が同条の３の要件を満たしておらず違法であるとする原告の主張は採用\nすることができない。\n（２）これに対し，原告は，Ｂ町の職員が，本件受託者の従業員を指導監督しておら\nず，このことは，被告が，仕様書上，本件受託者の業務責任者と協議すること\nとされている担当員を定めていないこと（甲１８）などからも明らかであるなどと\n主張して，本件契約が，実質的には水道法２４条の３の委託に該当するもの\nである旨主張する。\nしかし，被告が担当員を定めるか否かは，仕様書の文言上，被告の裁量とさ\nれていると解するのが相当であり，担当員が定められていないことから直ち\nに，本件受託者の職員に対する被告の監督が及ばないと解することはできな\nい。なお，証拠（甲１７）によれば，Ｄ保健所が，仕様書には，Ｂ町の水道技術\n管理者による本件受託者の職員に対する監督が十分行われないと考えられ\nる内容がある旨の指摘をしたことが認められる。しかし，この指摘も本件契約\nが本件受託者の責任において業務を実施させようとするものではなく，今後そ\nのような契約にするのであれば，水道法２４条の３第１項等の規定に則った手\n当をする必要がある旨を指摘するものであるから，本件契約においては，な\nお，Ｂ町の水道技術管理者の責任の下で水道事業が行われていることを前\n提としたものであると認めるのが相当であって，上記のようなＤ保健所の指摘\nがあるからといって，本件契約に基づく委託が，実質的に水道法２４条の３に\n定める委託と同じであるとはいえない。\n２　争点２（本件契約の地方自治法２３４条違反の有無）について\n（１）前記前提となる事実に後掲各証拠及び弁論の全趣旨を総合すると以下の事\n実が認められる。\nア　Ｂ町は，Ｂ浄水場及びＨ浄水場の施設管理・運営業務を委託すべく，平成\n１４年３月１日，株式会社Ｅ，Ｆ株式会社及び本件受託者の３社から仮見積\n書を徴収し，同月２６日から見積価格が最低であった本件受託者と協議を\n開始し，同年５月３１日，本件受託者との間で随意契約の方法により，本件\n契約を締結した（甲３，乙６，７）。\n上記の仮見積書を提出した株式会社Ｅは，Ｇ市に本店を置く会社であり，\n建築物清掃業務や浄化槽の管理及び清掃業務を営むことを目的とする。Ｆ\n株式会社は，Ｈ市に本店を置く会社であり，廃棄物の収集，運搬，処理や\n泌尿浄化槽工事，下水道工事の設計，施工，建物，道路，河川及び公園そ\nの他遊園施設の清掃，保守，管理等を営むことを目的とする。本件受託者\nは，Ｂ町に本店を置く会社であり，建物，道路，公園及び遊園施設の清掃，\n保守，管理業務や警備の請負及びその保障業務，浄化槽の清掃，管理業\n務等を営むことを目的とする会社である（甲１３）。\nイ　被告は，平成１４年３月のＢ町定例議会において，従来の管理体制を見直\nして水道事業の経費削減に努めたい旨発言し，さらに，同年６月のＢ町定\n例議会において，委託をすることによって水道事業の人件費が６５７万６００\n０円節減される旨発言した（甲９，甲１０）。\nまた，Ｂ町水とまちなみ課長は，平成１４年３月の予算委員会において，本\n件契約の締結は，浄水場の運営を従来の一人体制から二人体制にするこ\nとによって安定した飲料水の供給をしていくことと，人件費を節減することを\n考慮してしたものである旨発言した（甲１２）。\n（２）地方自治法は，普通地方公共団体が締結する契約につき，一般競争入札，指\n名競争入札，随意契約又はせり売りの方法により締結すると規定し（同法２３\n４条１項），指名競争入札，随意契約又はせり売りは，政令で定める場合に該\n当するときに限り，これによることを認めている（同条２項）。そして，随意契約\nの方法によって契約を締結できる場合については，地方自治法施行令１６７\n条の２第１項に列挙されており，同項２号は，契約の性質又は目的が競争入\n札に適しないものをするときには随意契約によることができるものと規定して\nいる。\n上記の性質又は目的が競争入札に適しないものとは，不動産の買入れ又は\n借入れに関する契約のように当該契約の目的物の性質から契約の相手方が\n自ずから特定のものに限定されてしまう場合や，契約の締結を秘密にするこ\nとが当該契約の目的を達成するうえで必要とされる場合など当該契約の性質\n又は目的に照らして競争入札の方法によること自体が不可能又は著しく困難\nというべき場合のほか，競争入札の方法によること自体が不可能又は著しく\n困難とはいえないが，不特定多数の者の参加を求め，競争原理に基づいて\n契約の相手方を決定することが必ずしも適当ではなく，当該契約自体では多\n少とも価格の有利性を犠牲にする結果になるとしても，普通地方公共団体に\nおいて，当該契約の目的，内容に照らし，それに相応する資力，信用，技術，\n経験等を有する相手方を選定し，その者との間で契約を締結するという方法\nをとることが，当該契約の性質に照らし又はその目的を究極的に達成するう\nえでより妥当であり，ひいては当該普通地方公共団体の利益の増進につなが\nると合理的に判断される場合もこれに該当するものというべきである。そして，\n普通地方公共団体の締結する契約が上記のような場合に該当するか否か\nは，前記の地方自治法及び同法施行令の趣旨を勘案し，その契約の種類，\n内容，性質，目的等諸般の事情を考慮して，契約担当者の合理的な裁量判\n断により決定されるべきものと解するのが相当である（最高裁昭和６２年３月\n２０日判決・民集４１巻２号１８９頁）。\n（３）そして，水道事業が町民の生命や健康に係わる事業であることに加え，前記\n（１）イの被告及びＢ町水とまちなみ課長の各発言からすれば，本件契約の究\n極的な目的は，町民の生命及び健康にとって好ましい清浄な水道水を安定的\nに供給すると共に，そのための経費を削減することにあるというべきである。\nところで，前記認定事実のとおり，本件契約は，Ｂ町の職員が不在の時間帯\nにも本件受託者の職員が，Ｂ町の浄水施設の管理運営を行うというものであ\nり，その時間帯もＢ町の職員とともに業務に従事する時間帯よりも多く，水道\n事業が，町民の生命や健康に関わる事業であることからすると，本件契約の\n相手方には水道事業に関する経験や技術を備えることが重視されるべきであ\nると考えられる。\nしたがって，本件契約が随意契約の方法で締結されることが契約担当者の合\n理的な裁量判断として許容されるのは，本件契約の上記のような特質や目的\nに鑑み，契約の相手方の規模や信用はもとより，水道事業や，これに関連あ\nるいは類似する業務に対する技術や経験の程度から，本件受託者を相手方\nとして本件契約を締結することが，清浄な水道水を安定的かつ低コストで町民\nに供給するという目的を実現する上で有益であると判断される場合であって，\nこのような場合でないのに随意契約の方法を選択したときは，その選択は裁\n量違反となるといわざるを得ない。\nしかし，上記認定事実によれば，Ｂ町の担当職員は，本件契約を締結するに\n当たり，Ｂ町及びその近隣に事務所を有する業者であることを指標として任意\nに選択した３社に仮見積書を提出させ，その見積価格が最低であった本件受\n託者を本件契約の相手方として選択したものであるところ，３社とも，浄水槽\nの管理など，一応水道事業と関連し得る業務を事業の目的とはしているもの\nの，その実績は不明であって，このほかに，上記職員が，本件契約の締結に\n当たって，仮見積書を提出した３社の企業規模や信用状況，水道事業に関す\nる経験や技術ないし水道事業と関連あるいは類似する業務の実績等につい\nて具体的に検討したことを窺わせる主張及び証拠はない。そして，被告及び\n水とまちなみ課長の議会又は予算委員会での発言によっても，本件契約は，\n主として，Ｂ町の水道事業における人件費の削減を目的として締結されたも\nのであることが窺えるだけで，本件契約を締結するに当たり，本件受託者を相\n手方として随意契約の方法を選択することが，清浄な水道水を安定的かつ低\nコストで町民に供給するという目的を実現するために合理的であると判断され\nると認めることはできない。\nしたがって，Ｂ町の担当職員の適切な裁量判断により，随意契約の方法が選\n択されたものとはいえないから，本件受託者を相手方とする本件契約の締結\nは，裁量を誤ったものであり，地方自治法２３４条１項，２項，同法施行令１６７\n条の２第１項２号に違反するものといわざるを得ない。\nなお，正常な水道水を安定的かつ低コストで町民に供給するという目的達成\nのためには，一般競争入札が必ずしも適切な方法であるとは考え難いが，そ\nのことは上記判断に影響を及ぼすものではない。\n３　争点３及び４（Ｂ町財務規則違反の有無及び契約締結手続の不正の有無）につ\nいて\n原告は，本件契約がＢ町財務規則１２８条の２第３項，同規則１２０条４号に違\n反すると主張する。\nしかし，上記２の認定判断のとおり，本件契約を裁量を誤って随意契約の方法\nで締結したことが地方自治法２３４条，同法施行令１６７条の２第１項２号に違反\nするから，同規則１２８条の２第３項あるいは同規則１２０条４号に違反するか否\nかについては判断するまでもない。\nまた，原告は，本件契約締結手続には，予算の議決なくして見積書を徴したこ\nと，仕様書の記載に誤りがあること，職員の天下りを条件としたことの不正があ\nると主張する。\nしかし，契約の締結と異なり，見積書を徴することによって，Ｂ町が債務を負担\nすることはなく，見積書の徴収は，予算の定めに基づいてされなければならない\nものではない。また，Ｂ町には，２つの浄水場があり，その構造が異なるのに，仕\n様書の別紙にはこれらが区別して記載されておらず，各浄水場の設備の名称等\nも正確に記載されず，浄水場に存在しないとされる設備が記載されていたり，作\n業内容の一部が記載されていなかったりしていることについては当事者間に争\nいがないが，これらの記載上の不備は，実際の水道事業の内容と大きくかけ離\nれたものではなく，このことは，本件契約を無効とすべきほどの影響を及ぼす程\n度のものであるとは認められない。本件契約が，Ｂ町の職員の天下りを条件に\n締結されたものであると認めるに足りる証拠はない。\n４　争点５（損害）について\nそこで，次に，Ｂ町長（地方公共団体の長）であるＡに損害賠償責任があると仮\n定して，損害について検討する。\n上記認定判断のとおり，本件契約は水道法２４条の３に違反するものではなく，\n本件契約の締結を裁量を誤って随意契約の方法でしたことに違法があったにす\nぎない。\nそして，そのことによる損害は，例えば，競争入札が相当とされるのであれば，\n契約締結手続に競争原理が導入された場合に落札価格となったであろう金額と\n実際に締結された契約による委託料との差額というべきであり，また，上記目的\n達成のために必要な経験や技術を有すると認められる者との間で随意契約を締\n結することが相当とされるのであれば，それによる契約と本件契約における委託\n料との差額というべきである。\n原告は，本件契約が水道法２４条の３に違反する内容のものであることを前提\nとして本件契約締結前の職員に対する賃金等と，本件契約を締結したことによっ\nて支出することとなった委託料とを比較して，後者が前者を上回るから，その差\n額分が損害であると主張する。\n原告の上記主張は，本件契約締結前に一人当たりの嘱託職員に要した費用と\n本件契約による委託料の職員一人当たりの額との比較のみで，本件契約による\nことでＢ町の水道事業の人件費が増大する結果になるかのようにいうなもので\nある。しかし，乙第５号証によれば，Ｂ町の浄水場における業務に従事する職員\nのうち町職員の人件費は，嘱託職員の人件費や委託業務による人件費よりも割\n高であること，本件契約により，Ｂ町浄水場での業務に従事する町職員が減り，\nその分を嘱託職員と委託業務とによることとすれば，全体としては人件費が安く\nなることが認められる。したがって，本件契約の締結による人件費の増大が損害\nであるとの主張を前提としても，本件においては損害の立証がない。\nよって，本件契約締結手続の違法に基づいて損害が生じていると認めることは\nできない。\n５　結論\nよって，原告の本件請求は，理由がないから棄却することとし，訴訟費用の負\n担について行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判\n決する。\n札幌地方裁判所民事第５部\n裁判長裁判官　　　　　笠井勝彦\n裁判官　　　　　寺西和史\n裁判官　　　　　片山博仁\n"
}