{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 26
  },
  "case_number": "平成13(ワ)1419",
  "case_name": "過払金返還請求",
  "court_name": "札幌地方裁判所",
  "lawsuit_id": "8676",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8676",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/676/008676_hanrei.pdf",
  "contents": "主　　　　　文\n１　被告は，原告に対し，１０万０５８４円及びこれに対する平成１３年７\n月３１日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを１３分し，その１２を原告の負担とし，その余は被\n告の負担とする。\n４　この判決は，第１項及び第３項について，仮に執行することができる。\n事実及び理由\n第１　原告の請求\n被告は，原告に対し，１３０万２０４７円及びこれに対する平成１３年７\n月３１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要等\n１　前提事実（争いのない事実並びに証拠及び弁論の全趣旨から容易に認めら\nれる事実）\n(1) 被告は，貸金業の規制等に関する法律（以下「貸金業法」という。）３\n条の登録を受けて貸金業を営んでいるものである。\n(2) 平成６年２月２５日，被告は，原告との間で金銭消費貸借契約等継続取\n引に関する基本取引約定を締結し，これに基づき，原告に対し，次のとお\nり金員を貸し付けた（別紙計算書の番号１記載の貸付。乙２，３）。\n貸付日　平成６年４月８日\n貸付金額　１００万円（ただし，利息等５万８５００円を天引）\n返済期日  平成６年６月５日\n返済方法　一括返済\n利　　息　元金返済期日までの利息を一括先払い（天引）\n利　　率  日歩８銭\n(3) 上記(2)の貸付に際し，被告は，原告に対し，貸金業法１７条所定の事\n項を記載した書面（以下「１７条書面」という。）として，乙２の承諾書\n及び乙３の借用証書（正確には，これらと同内容の複写式書面の一部）を\n交付した。\n(4) 原告は，被告に対し，上記(2)の借入金に対する利息として，平成６年\n６月７日から平成１３年２月６日までの間，別紙計算書の番号２から８２\nまでの各取引年月日欄記載の日に，各支払金額欄記載の金員を返済した\n（甲２。以下，同計算書の番号欄２記載の返済を，単に「番号２の返済」\nなどという。）。\nなお，これら各利息の支払は，同計算書の各利息終期欄記載の年月日を\n終期とする各日数欄記載の日数期間に対応するものである。\n(5) 被告は，原告が上記(2)の貸金の元利金の支払に用いるためのものとし\nて，乙４ないし７（ただし，各枝番を含む。）の電信振込用紙を各支払期\n日の１０日ほど前にそれぞれ原告にあてて送付した。\n(6) 別紙計算書の番号１７，１８及び７５の各返済は，原告が被告の店頭に\nおいて直接利息を返済したものであり，この際，被告は，原告に対し，領\n収証（乙８，９）あるいは計算書（取引明細書）（乙１０）を交付した。\n２　原告の主張\n(1) 別紙計算書の番号１ないし８２の各返済（天引利息を含む。）について\n利息制限法１条１項の定める制限利率（年１５パーセント）を超える額を\n貸付元本に充当計算していくと，既に元本が完済されているばかりか，１\n３０万２０４７円の過払金が生じている。\nよって，原告は，被告に対し，第１記載のとおり，不当利得金の返還及\nびこれに対する訴状送達の日の翌日以降の遅延損害金の支払を求める。\n(2) なお，被告は，別紙計算書の各取引について，貸金業法４３条１項に規\n定するみなし弁済の抗弁を主張するが，以下のとおり，いずれも理由がな\nい。\nすなわち，同計算書の番号１の利息天引については，法解釈上，みなし\n弁済の規定の適用があり得ない。被告が，貸金業法１８条１項所定の事項\nを記載した書面（以下「１８条書面」という。）として原告に交付した旨\n主張する電信振込用紙（乙４ないし７）を見ても，これらは，単に利息の\n案内及び取引明細として送付されたものに過ぎないし，同じく，前項(6)\n記載の各書面（乙８ないし１０）についても，契約年月日や貸付金額の記\n載がないことから，これら書面は，いずれも１８条書面としての要件を満\nたさない。さらに，原告は，利息制限法の制限利率を超過する利息の支払\nが無効であることを知らずに支払ったものであるし，また，被告が利息の\n先取りをしている観点から言っても，原告による任意の利息支払と見る余\n地はないのであって，貸金業法４３条１項によって有効な弁済とみなされ\nることはない。\n３　被告の主張\n被告は，原告に対し，貸付に当たって，１項(3)記載のとおり，１７条書\n面を交付した。また，被告は，原告から別紙計算書の各返済（番号１の天引\n利息を含む。）を受けるに当たって，１項(5)及び(6)記載のとおり，１８条\n書面を交付している。したがって，上記各返済は，貸金業法４３条１項に規\n定するみなし弁済にそれぞれ該当するものであり，原告の請求は失当であ\nる。\n(1) 利息天引とみなし弁済について\nア　貸金業法４３条１項が利息制限法１条１項の特則であって，同法２条\nの特則ではないことを理由に，天引利息にみなし弁済を適用しないとす\nる考え方はとり得ない。\n貸金業法４３条１項において，同項が利息制限法２条の特則であるこ\nと等を示す明確な文言がないのは確かである。しかし，同法は，金銭消\n費貸借における利息及び損害金等，金銭消費貸借の対価の制限を規定し\nた法律であって，その中核は具体的な利率の制限を定める１条１項と４\n条１項であり，それ以外の規定は，超過利息や超過賠償額の取扱いにつ\nいての規定であったり（１条２項，４条２項），天引の場合の制限利息\nの計算方法であったり（２条），みなし利息の取扱いであったり（３\n条）するのであるから，貸金業法４３条１項が条文の文言上，明確に利\n息制限法２条の適用を排除していないからといって，これと天引利息に\nみなし弁済が適用されることとは，何ら矛盾するものではない。\nまた，利息制限法２条の規定が定められた背景には，利息天引による\n貸付が，実質的には天引後の交付金額を元本とした金銭消費貸借と同一\n視できるという考え方があるのであって，天引による貸付の場合もそう\nでない場合も，結果的にはともに同法１条１項所定の制限利率による利\n息計算がされるのであるから，そもそも，２条と１条１項とを比べて，\nどちらが厳しいであるとか緩やかであるなどといった発想自体が成り立\nつものではないのであるし，また，２条の存在により，却って利息天引\nに対する制限が緩和されるかのような現象が生ずる事例すらあるのであ\nる（事例の詳細については，被告の平成１３年１２月１８日付け準備書\n面の８頁以下に記載があるが，ここでは省略する。）。したがって，同\n法２条が１条１項よりも厳しい制限を加えた規定であるとの解釈を前提\nとして，天引利息にみなし弁済の適用を認めない考え方は，誤ったもの\nと言うほかない。\nイ　天引による利息の支払について，現実の金銭の移動がないことを理由\nに，貸金業法４３条１項の定める「支払った」に該当しないという考え\n方もとり得ない。\nウ　天引による利息の支払について，定型的に任意性がないとする考え方\nもとり得ない。\n実質的に分析する限り，天引の場合と（天引後の交付金額を元本とす\nる）後利の場合とでは特段差異はなく，現実の取引に照らしても，借主\nにおいてやむを得ず天引に応じたなどという意識は通常ないはずであ\nる。もっとも，借主が，天引利息支払後，次の利息先払の場面で，利息\n制限法所定の制限利率に従った利息支払の意思を明らかにしていたり，\nあるいは，弁済期の元金一括支払の場面で，天引時の利息支払の任意性\nを否定するような意思を明らかにしていたような場合等は，天引時の利\n息支払の任意性を否定する余地があると思われる。しかしながら，本件\nのように，すべての利息の支払について，約定利率に従って計算された\n額を弁済している原告について見る限り，やむを得ず天引に応じたなど\nと言えないことは明らかである。\n(2) １８条書面の交付について\nア　被告が原告に交付していた書面は，形式上７種類に分けられる。平成\n６年６月分から平成９年４月分までのもの（乙４。別紙計算書の番号２\nから３６までの返済の期間に対応するものであり，以下「Ａ型書面」と\nいう。），同年５月分から平成１０年１１月分までのもの（乙５。別紙\n計算書の番号３７から５５までの返済の期間に対応するものであり，以\n下「Ｂ型書面」という。），同年１２月分から平成１２年４月分までの\nもの（乙６。別紙計算書の番号５６から７２までの返済の期間に対応す\nるものであり，以下「Ｃ型書面」という。），同年５月分以降のもの\n（乙７。別紙計算書の番号７３以降の返済の期間に対応するものであ\nり，以下「Ｄ型書面」という。）のほか，店頭で直接交付したもの（乙\n８ないし１０。別紙計算書の番号１７，１８及び７５の各返済に対応す\nる。以下，乙８及び９を「Ｅ型書面」と，乙１０を「Ｆ型書面」とい\nう。），別紙計算書の番号１の天引利息に関するもの（乙３。以下「Ｇ\n型書面」という。）とがある。\n（なお，被告が１８条書面であると主張する上記の各型別の書面につい\nて，別紙計算書の各返済との対応関係を明確にするため，同計算書の備\n考欄にアルファベット記号で表記した。空欄は，証拠がないものであ\nる。）\nイ　ＡないしＤ型書面は，被告が原告に対し，貸金の元利金の支払の関係\nで，各支払期日より１０日ほど前に送付した電信振込用紙であり，これ\nによって，利息，元金，損害金等への充当内訳を予め知らせてきたもの\nである。\nこれら各書面は，貸金業法１８条１項各号等に定める記載要件，すな\nわち，貸金業者の商号，名称又は氏名及び住所，契約年月日，貸付金\n額，受領金額及びその利息，賠償額の予定に基づく賠償金又は元本への\n充当額，受領年月日，弁済を受けた旨を示す文字，貸金業者の登録番\n号，債務者の商号，名称又は氏名，当該弁済後の残存債務の額などを全\nて網羅しており，１８条書面としての要件を満たすものである。\nもっとも，Ｂ及びＣ型書面は，Ａ及びＤ型書面とは異なり，原告によ\nる返済の後にその充当関係を明らかにするという側面を有しておらず，\nもっぱら返済に先立って事前にその充当関係を明らかにした書面である\nことから，貸金業法１８条１項において「弁済を受けたときは」と規定\nしていることとの関係が問題となり得る。しかしながら，同項が返済の\n都度充当関係を明らかにした受取書面の交付を要求している趣旨は，債\n務者が債権者へ返済した金員が元金，利息，損害金についていかなる内\n訳で充当されたのかを知らせるという点にあるのであるから，本件のよ\nうに，受取書面の充当内訳に代替するような書面がそれ以前に交付さ\nれ，弁済者が払込金の元利金内訳を知って約定期日又はその直前，直後\nに口座へ振り込んだような場合には，上記の法の趣旨からして，支払後\nの受取書面の交付は不要であると解するべきである。したがって，Ｂ及\nびＣ型書面が１８条書面としての要件を欠くものではない（この理は，\nＡ及びＤ型書面についても同様に当てはまる。）。\n貸金業法１８条１項は，民法４８６条の弁済受領者の受取証書の請求\n権の趣旨を一歩進めて，当該弁済金の充当関係を明らかにする書類の交\n付を貸金業者に義務付けた。これは，貸金業法制定当時，領収証すら交\n付しない貸金業者がいたことに鑑み，罰則付きの受取証書の交付を義務\n付けて，債務者が貸金業者から当該金額についてのみならず利息や損害\n金についても不当な二重払いの請求がされないようにしたのであり，そ\nの趣旨は，債務者に当該弁済金の元利充当関係を示すことによって，当\n該弁済について後日の紛争を防止するという点にある。この点，本件で\nは，事前に交付したＡないしＤ型書面及び振込依頼書等の控えにより，\n十二分に上記の法の趣旨を達することができるのであるから，これらＡ\nないしＤ型書面は，１８条書面としての要件を充足するものと言うべき\nである。\nウ　Ｅ及びＦ型書面は，原告が被告の店頭で入金した際に交付した書面で\nあるところ，これら書面は，イに記載した貸金業法１８条１項各号等に\n定める記載事項を全て網羅しており，１８条書面としての要件を満た\nす。\nＧ型書面についても，同様に，貸金業法１８条１項各号等に定める記\n載事項を全て網羅しており，１８条書面としての要件を満たす。\n(3) 先払利息の任意性について\n利息の支払をしなければ弁済期の猶予や再度の貸付を受けられないの\nは，後利の場合でも同様であり，先取利息に特有の問題ではないから，先\n取利息を理由に任意性の要件を欠くとする原告の主張は理由がない。\n第３　当裁判所の判断\n１　利息天引とみなし弁済の成否について\n(1) 貸金業法４３条１項は，貸金業者が業として行う金銭を目的とする消費\n貸借上の利息の契約に基づき，債務者が利息として任意に支払った金銭の\n額が利息制限法１条１項に定める利息の制限額を超える場合においても，\n１７条書面及び１８条書面の交付等の一定の条件を満たす限り，超過部分\nの支払について，これを利息制限法１条１項の規定にかかわらず有効な利\n息の債務の弁済とみなす旨規定しており，貸金業法４３条３項も，消費貸\n借上の債務の不履行による賠償額について，同様の条件のもとに，利息制\n限法４条１項に定める賠償額の予定の制限額を超える支払を有効な弁済と\nみなす旨規定している。このように，貸金業法４３条の規定は，利息制限\n法１条１項又は４条１項の制限利率に関する定めによって本来であれば無\n効とされるべき制限利率超過部分の支払について，特に一定の条件のもと\nにこれを有効と定めたものであって，利息制限法１条１項又は４条１項の\n特則として位置付けられるものである。\nところで，本件で問題となっている利息制限法２条の規定について見る\nと，同条は，利息を天引した場合において，天引額が債務者の受領額を元\n本として同法１条１項に規定する利率により計算した結果を超えるとき\nは，超過部分を元本に充当したものとみなす旨規定している。これは，利\n息の天引というのが，消費貸借契約締結の際に予め計算した利息分を控除\nして差引残額のみを借主に交付する形態のものであることから，たとえ当\n該利息分が同項の制限内であるとしても，現実の受領額からすると実質的\nに同項の制限を超える場合があることに着目し，上記のとおり，現実の受\n領額をもとに利息の制限額を算出するとしたものであって，こうしたこと\nからも明らかなとおり，同法２条の規定というのは，特に利息の天引の場\n合について，同法１条１項の制限よりも更に厳しい制限を加えた規定と位\n置付けることができるのである。\n以上のような利息制限法２条の位置付けを前提に考えると，一定の厳格\nな条件の履践のもとにみなし弁済について規定した貸金業法４３条におい\nて，この利息制限法２条につき何ら触れるところがない以上，これを同条\nの特則と言うことはできないのであって，利息の天引について貸金業法４\n３条のみなし弁済が適用される余地はないと言うべきである。\n(2) この点につき被告は，前記のとおり，利息制限法のうち具体的な法定の\n利率を規定しているのは１条１項及び４条１項のみであるから，貸金業法\n４３条が利息制限法２条に触れていないという一事をもって，利息天引の\n場合にみなし弁済の適用がないとする解釈はとり得ないと主張するのであ\nるが，被告が言うところの同法の分析，殊に同法２条の位置付けについ\nて，当裁判所がこれと見解を異にするものであることは，(1)に記載した\nとおりである。\n被告はまた，前記のとおり，利息天引による貸付が，実質的には天引後\nの交付金額を元本とした金銭消費貸借と同一視できるという考え方が同法\n２条の背景にあるなどという見方を前提にした上で，同一である以上，そ\nの後の比較に意味はなく，当裁判所が採用する上記見解は誤りであるなど\nと主張する。しかしながら，被告が前提に据えたその見方自体が，裏を返\nせば，当裁判所の上記見解において，同法２条がより厳しい制約を課した\nことの結果そのものを示すことにほかならないのであるから，結局のとこ\nろ，これに関する被告の主張というのは，見解の相違以上のことを言う趣\n旨ではないものと解される。改めて言うまでもなく，利息の天引の場合で\nあっても，名目元本額について消費貸借が成立することは明らかであり\n（これについては，被告も認めている。しかも，現に被告自身，別紙計算\n書の番号２以降の返済の関係では，名目元本１００万円に被告が言うとこ\nろの実質年利３８．４パーセント等を用いて利息計算をしていることが窺\nわれる。），にもかかわらず，同法２条において，わざわざ天引後の現実\nの受領額をもとに利息の制限額を算出することとした意図に思いを致せ\nば，同法２条の位置付けが決して被告の主張するようなものでないこと\nは，自ずから明らかと言えよう。\nちなみに，被告が，同法２条の存在により，却って利息天引に対する制\n限が緩和されるかのような現象が生ずる事例として挙げるものを見ても，\nそもそも，同法１条１項の制限利率が元本の額によって３段階に区分され\nていることから，同法２条の適用の結果，計算の根拠とすべき元本額がこ\nうした区分をまたいで制限利率に変動が生ずるような事例（本件のよう\nに，名目元本が１００万円である場合など。）において，たまたま計算結\n果が被告の言うような形になるケースが見られるというだけの話であって\n（名目元本を１００万円とした場合に，こうした計算結果が生ずるのは，\n約定の年利が１６パーセントの場合のみである。１７パーセント以上の場\n合には，逆の結果となり，約定年利が高ければ高くなるほど，同法２条に\nよって制限されるべき額も拡大していく。），むしろ，大部分の場合に\nは，被告が挙げるのとは逆の結果が生ずることが明らかであるから，この\n点に関する被告の上記指摘によっても，同法２条の位置付けに関する当裁\n判所の前記認定が何ら揺らぐものではない。まして，本件のように，実質\n年利３８パーセントを超える約定を主張する被告において，前記のような\n計算例を提示したところで，却って事例の違いを浮き彫りにするだけであ\nるように思われる。\n(3) 以上のとおり，貸金業法４３条の規定は，利息制限法１条１項又は４条\n１項の規定の特則であって，同法２条の規定の特則とは言えないのである\nから，利息の天引について貸金業法４３条のみなし弁済が適用される余地\nはないと言うべきである。この点に関する被告の主張は理由がない。\n２　１８条書面の有効性等について\n(1) 証拠（乙４ないし７。ただし，各枝番を含む。）によれば，ＡないしＤ\n型の各書面は，その記載形式として，いずれも，貸金業法１８条１項各号\n等に定める記載事項を全て網羅しているものと認められる（ただし，乙４\nないし７のうち，個別に具体的記載を欠く書面があることは，後述のとお\nりである。）。\n(2) 本件においては，少なくとも前記Ｂ及びＣ型書面の交付に対応する各返\n済について見る限り，被告において，原告からの返済後，改めて１８条書\n面を作成して交付した事実はない。この点，被告は，前記のとおり，Ａな\nいしＤ型書面のいずれについても，本件具体的事実関係のもとでは，みな\nし弁済に関する１８条書面交付の要件を満たす旨主張しているので，これ\nについて判断する。\n貸金業法上，同法４３条１項に基づくみなし弁済が認められるために\nは，貸金業者において，弁済を受けた後，直ちに同法１８条１項所定の事\n項を記載した書面を交付しなければならないものとされている。こうした\n法の要件を満たすためには，本件のように銀行振込によって返済を受ける\n形式の取引の場合，通常，金員が収納された後に，貸金業者において当該\n金員収納の事実を確認した上，同法１８条１項所定の事項を記載した書面\nを改めて発行し，これを債務者に交付又は送付する必要があるということ\nになる。\nしかしながら，本件におけるＡないしＤ型書面のように，１８条書面と\nしての記載事項を全て満たした書面を事前に債務者に交付し，しかも同書\n面が銀行の電信振込用紙と一体となって作成されているような場合には，\n債務者において，現実に同書面（振込用紙等）を用いてそこに記載された\n弁済額を銀行振込等の方式により払い込む以上，当然のことながら，その\n際，すなわち振込手続による支払等と同時あるいは直後の時期において，\n弁済額の具体的な充当内訳等を含む同法１８条１項所定の各記載事項を漏\nれなく認識していると見ることができるのであるし，形式上も，振込手続\nを完了して振込金受取書の交付を受けた時点において初めて，１８条書面\nとしての要件を充足することになると見得るのである（その時点以前は，\n被告の受領文言は意味をなさない。）。このように，被告において，弁済\n後，改めて１８条書面を作成していないのは事実であるが，実質的な効果\nとしては，弁済直後の時期に１８条書面を交付したのと全く同様であると\n評価し得るのであるから，ＡないしＤ型書面における客観的な計算関係等\nが実際に振り込む時点等において正確であり，なおかつ同書面に記載され\nた弁済額と現実の支払額とが合致する以上は，これらの書面について，上\n記の法の要件を満たすものと考えて差し支えないものと言える。\nもとより，銀行振込等を利用した取引の場合であっても，事前に債務者\nあてに請求金額等のみを記載した請求書を発出した上，実際の入金後に１\n８条書面を作成して直ちに交付するのであれば，法の要件を満たすことは\n明らかであるが，現実の取引の実態としては，債務者の支払がすべて返済\n期日どおりに行われるものではないし（本件でも返済期日の相当日数経過\n後に現実の支払がある取引が多々見られる。），そうした場合を勘案し\nて，予め振込用紙と一体となった１８条書面としての記載事項を網羅した\n書面を作成して債務者に送付し，当該振込用紙を用いた現実の振込時点に\nおいて店頭での支払とほぼ同様の効果を生じさせる本件のような取引形態\nは，銀行振込等が多用される現在の商取引の実態に照らしても，それなり\nに合理的な取引方法であると認められる。\n(3) 以上のとおり，本件においては，被告がＡないしＤ型書面を事前に債務\n者に送付し，これに基づき現実の支払がされている点をもって，法の定め\nるみなし弁済の要件に欠けるところはないと認めることができる。\nただし，ＡないしＤ型書面に記載された弁済額と現実の支払額との間に\n齟齬があったり，現実の支払額等に照らしても各書面に記載された具体的\nな充当内訳等が不明確な場合には，これら書面を法の趣旨に合致した受取\n証書と認めることはできない。具体的には，別紙計算書の利息欄に１５パ\nーセントと記載した各返済については，みなし弁済を認めなかったわけで\nあるが，このうち，同計算書の番号１９，２０，２９，３０，４６ないし\n４９，５４，５７，６３，６７，６８，７０，７２，７３，７７ないし７\n９の各返済については，書面の記載と現実支払額との間に齟齬があり，あ\nるいは，具体的な充当内訳等が不明確であるため，みなし弁済を認めず，\nまた，同計算書の番号２３，２８，５６，５８ないし６２の各返済につい\nては，証拠がないため，みなし弁済を認めなかったものである。\nなお，Ｅ及びＦ型書面については，それぞれ対応する別紙計算書の番号\n１７，１８及び７５の各返済について，同時にＡ型あるいはＤ型書面が交\n付されており，これによってみなし弁済の適用があると認めることができ\nるので，特にＥ及びＦ型書面の１８条書面としての有効性について進んで\n判断する必要はないものと考える。\n(4) ところで，原告は，前記のとおり，利息制限法の制限利率を超過する利\n息の支払が無効であることを知らずに支払ったものであるから，任意性の\n要件を欠くなどと主張しているが，関係証拠上，原告は，既に述べたとお\nり１８条書面としての要件をすべて網羅したＡないしＤ型書面の交付を受\nけ，その内容を十分に認識した上で利息の支払をしていたという基本的な\n事実関係を認めることができるのであるから，原告が言うような事情があ\nったとしても，貸金業法４３条１項のみなし弁済を適用する上で，特に問\n題は生じないと言うべきである。\nまた，原告は，被告が利息の先取りをしている観点から言って，原告に\nよる任意の利息支払と見る余地はないなどとも主張しているが，これにつ\nいては，被告の反論内容が正当であると考える。\n以上，いずれにしても，これら原告の主張は，理由がない。\n３　結論\n以上を前提に判断すると，利息の天引（別紙計算書の番号１）及び同計算\n書の番号１９，２０，２３，２８ないし３０，４６ないし４９，５４，５６\nないし６３，６７，６８，７０，７２，７３，７７ないし７９の各返済につ\nいては，みなし弁済を認めることができないので，利息制限法の制限に従っ\nて利息を計算し，他方，他の各返済については，みなし弁済を認めることが\nできるので，残存元本に約定の実質年利３８．４パーセントを乗じた限度で\n利息を計算し，発生利息を超過する支払部分について順次元本に充当計算し\nていくと，同計算書のとおり，番号７９の返済の時点で元本がなくなる。し\nたがって，その後の各返済（番号８０ないし８２の各返済）については，そ\nの全額が被告の不当利得となる。\nこうした計算を行った結果，昀終の取引である番号８２の返済の時点にお\nいて，１０万０５８４円の過払金が生じたことになる。\n第４　結論\n以上のとおり，原告の請求は，主文第１項の限度で理由があるので，主文\nのとおり判決する。\n札幌地方裁判所民事第３部\n裁　判　官　　佐　　　伯　　　恒　　　治\n（別紙計算書省略）\n"
}