{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 26
  },
  "case_number": "平成15(ワ)31",
  "case_name": "保険金請求",
  "court_name": "甲府地方裁判所民事部",
  "lawsuit_id": "6441",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6441",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/441/006441_hanrei.pdf",
  "contents": "主　　　　　文\n１　被告は，原告に対し，金７２３万４９５３円及びこれに対する平成１３年８\n月３０日から支払ずみまで年６分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを９分し，その７を原告の負担とし，その余を被告の負担\nとする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n１　被告は原告に対し，３３００万円及びこれに対する平成１３年８月２９日か\nら支払ずみまで年６分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n第２　事案の概要\n本件は，原告が被告との間で自動車保険契約を締結していたところ，被保険\n自動車が火災により修理不能となったとして，被告に対し保険金を請求した事案で\nある。\n１　争いのない事実等（証拠を掲記した項目以外は争いがない）\n(1)　原告は，被告（合併前商号はＡ保険株式会社）との間で，平成１１年５月\n１９日，以下の内容の自動車保険契約を締結した。\n①　被保険自動車（以下「本件自動車」という）\n登録番号　（省略）\n車名　　　カウンテス\n②　契約期間　　平成１１年５月１９日から平成１２年５月１９日午後４時\nまで\n(2)　原告は，被告との間で，上記契約に際し，以下の内容の特約（車両価額協\n定保険特約。以下「本件特約」という）を締結した。\n①　車両が全損したときには保険金額全額を支払う（本件特約５条(1)，４\n条(1)）\n②　保険金額は，被保険自動車と同一の用途・車種・車名・型式・仕様・初\n度登録年月の自動車の市場販売価格相当額を被保険自動車の価額とした，その価額\n（以下「協定保険価額」という）とする（本件特約２条１項）。\n③　協定保険価額は３５００万円とする。\n(3)　原告は，被告との間で，平成１２年５月１５日，契約期間を同月１９日午\n後４時から平成１３年５月１９日午後４時まで，協定保険価額を３３００万円とし\nて，上記契約及び本件特約（以下，これらを合わせて「本件契約」という）を更新\nした。\n(4)　原告が，本件自動車を，東京都新宿区（以下省略）所在の駐車場内に駐車\nしていたところ，平成１３年５月１２日午前３時１５分ころ，本件自動車から出火\nした。\n(5)　その後，原告は被告に対し，本件契約にかかる保険金を請求し，被告は原\n告に対し，平成１３年８月２８日本件契約を解除する旨の意思表示をなし，翌２９\n日原告に到達した（乙１の１・２）。\n２　原告の主張\n(1)　保険金請求\n本件自動車は，出火の結果，修理不能となったので，原告は被告に対し協\n定保険価額３３００万円の支払を請求する。\n(2)　被告の過失\n①　後記のとおり原告は告知義務を果たしていたが，仮に不十分な点があっ\nたとしても，被告担当者Ｂは以下のとおりなすべき調査をせず，被告には保険価額\nを決定する上で過失があった。\nア　本件自動車がカウンタックのオリジナル車かレプリカ車かは，車検証\nを見ればわかるはずであるのに，Ｂは，車検証を見るなど対象車の確認を全くせ\nず，安易に純正カウンタックであると思い込み，保険価額を決定した。\nまた，原告代表者がＢに対し本件自動車の客観的価値の調査を依頼し\nたにもかかわらず，Ｂは独自の調査を全くせず，３５００万円という金額を一応根\n拠づける程度の調査しかしなかった。\nＢのとった調査方法自体，ずさんなものであった。その上，Ｂは，車\n検証の型式欄等の記載の持つ意味を全く理解しておらず，本件のような保険契約の\n担当者として，自動車の市場販売価格を調査する基本的能力を著しく欠いていた。\nイ　仮に被告の主張する調査内容を前提としても，Ｂは原告代表者の告げ\nたという本件自動車の価格３５００万円をもとにして計算したのみで，その裏付け\nをとらず，市場販売価格の調査を全くしなかった。\n②　したがって，本件特約６条２項により，告知義務違反を理由とする解除\nの規定（同条１項）は適用されず，被告に本件契約の解除権は発生していない。\n(3)　告知義務違反についての被告の主張に対する反論\n①　本件保険契約締結に際し，原告代表者はＢに対し，本件自動車がカウン\nタックのレプリカであると説明した。その際，原告代表者が１９７０年代のカウン\nタックであると告げたことはない。\n②　本件保険契約締結に際し，原告代表者はＢに対し，本件自動車の購入価\n格について質問され，７００万円程度であると告げた。その際，原告代表者が３５\n００万円であると告げたことはない。\nなお，この点につき，原告は購入価格を聞かれていないと当初主張して\nいたが，それは原告代表者の記憶違いであった。\n(4)　商法６３９条適用についての被告の主張に対する反論\n①　本件において協定保険価額が著しく過当であるとはいえず，商法６３９\n条は適用されない。\n②　商法６３９条は保険目的物の時価が明確になっていることが前提である\nが，本件において，目的物である本件自動車の時価を明確にすることは不可能であ\nる。すなわち，本件自動車は世界に１台しかない完全オリジナルのランボルギーニ\nカウンタックのレプリカで，同等の自動車は存在せず極めて特殊な車両であったか\nら，本件自動車の客観的時価を市場販売価格から算出することは不可能である。\n被告は，本件自動車の購入価格が時価に該当すると主張するが，その購\n入価格は客観的価値とは無関係に決定されたものであり，それが時価に該当すると\nはいえない。\nしたがって，本件自動車の時価が明らかにならない以上，協定保険価額\nが著しく高額であるとはいえない。\n③　保険会社が自ら協定した保険価額を否定することを安易に認めるのは，\n車両価額協定制度の否定につながるので，本件において商法６３９条を適用すべき\nでない。\n被告は，本件契約締結の際，本件自動車の購入価格は約７００万円であ\nるが客観的価値は３５００万円であるとしながら，保険金支払に際しては，本件自\n動車の客観的価値は上記購入価格であると主張しており，その主張は信義則に反し\nて許されない。\n④　仮に本件自動車に時価を想定しうるとしても，上記のとおり本件自動車\nは極めて特殊な車両であり，代替が不可能であるから，その時価は修理代金相当額\nを下回らないというべきである。本件自動車の修理代金相当額は，少なくとも２５\n６０万５０００円である（甲１２）。\n⑤　仮に本件に商法６３９条が適用されるとしても，少なくとも本件自動車\nの客観的な価値が購入価格であるということはない。\n原告は購入後本件自動車が走行するため支障がないよう自ら費用をかけ\nて改修をしたので，改修費用相当額分は価値が増加したものというべきである。\n原告が支出した本件自動車改修費用は，平成１２年８月１０日までに１\n８７万４９５３円（甲１４），平成１３年９月３０日１３７万４９５３円（甲１\n５），合計３２４万９９０６円であり，原告の購入価格６４０万円にこれを加えた\n９６４万９９０６円が本件自動車の昀低時価となる。\n(5)　被告の不当利得（商法６３９条が適用される場合の原告の主張）\n①　仮に商法６３９条が適用され，保険金額が限定された場合，原告が本件\n契約当初から本件事故まで支払ってきた保険料と，その限定された保険金額に対応\nする保険料との差額は被告の不当利得となる。\n②　本件において，車両保険金額が３３００万円の場合の車両保険料は５１\n万９４３０円であったところ，以下のとおりの差額が被告の不当利得となる。\nア　車両保険金額が９６５万円の場合の車両保険料は２４万１０３０円で\nあり，その差額は２７万８４００円となる。\nイ　車両保険金額が７２５万円の場合の車両保険料は２１万２４１０円で\nあり，その差額は３０万７０２０円となる。\nウ　車両保険金額が５３５万円の場合の車両保険料は１８万９７６０円で\nあり，その差額は３２万９６７０円となる。\n③　原告は被告に対し，予備的に，上記いずれかの不当利得金の返還を求め\nる。\n(6)　よって，原告は被告に対し，本件契約に基づき，保険金３３００万円及び\nこれに対する平成１３年８月２９日から支払ずみまで年６分の割合による金員の支\n払を求める。\n３　被告の主張\n(1)　原告の告知義務違反\n①　当初の本件契約締結時に車両の協定保険価額を定める際，被告が価額を\n評価するために必要と認めて原告に照会した事項について，原告が故意または重過\n失により知っている事実を告げず，または不実のことを告げた結果，本件特約２条\nにより定めるべき額と異なった協定保険価額が定められた。そこで，被告は原告に\n対し，平成１３年８月２９日原告に到達した書面をもって本件契約を解除する旨の\n意思表示をした（本件特約６条１項）。\n②　原告の告知義務違反の内容は以下のとおりである。\nア　本件契約締結に際しＢから原告に対し以下の照会をしたところ，原告\nは以下のとおり回答した。\n(ｱ)　本件自動車購入価格の照会に対し，３５００万円で購入したと回答\nした。\n購入価格の裏付けとなる資料（注文書，契約書，領収書等）の提示を\n求めたところ，個人間売買のため裏付けとなる資料は全くないと回答し，資料提供\nをしなかった。\n(ｳ)　本件自動車の購入経過等の照会に対し，本件自動車は前所有者が海\n外から購入したもので，プレミア価値のある１９７０年代カウンタックであり，前\n所有者は５年ほど前にボディカーボン化に２０００万円，電子化に５００万円，そ\nの他に５００万円の改装をしたと回答した。\nイ　Ｂは，上記回答をもとに，インターネットで高級外車取扱店のホーム\nページを調べたり，カウンタック取扱店への電話照会により，１９７０年代のカウ\nンタックの本体価格（プレミア価格）が１５００万円であることの確認がとれ，他\n方，改装部分（原告の説明では改装費用合計３０００万円）の価額については年１\n０パーセントで順次減価償却をした残２０００万円として，その合計３５００万円\n（原告の回答した購入価格と同額）で協定保険価額を設定し，本件契約締結に至っ\nた。\nウ　ところが，本件火災後の被告側の調査により，以下の事実が判明し\nた。\n(ｱ)　本件自動車の購入価格は，付帯費用を含めて６４０万円であった\n（本体価格は５３６万円）。\n(ｲ)　購入先は個人ではなく，株式会社Ｃであり，購入価格の裏付けとな\nる注文書も存在していた。\n(ｳ)　本件自動車はカウンタックではなく，１９９５年式のカウンタック\nのレプリカであり，原告もそれを承知していた。\n(2)　被告の過失についての原告の主張に対する反論\n本件契約締結当時，Ｂが，「改装された，プレミア価値のある１９７０年\n代のカウンタック」との原告代表者の説明を信じたとしても，Ｂに過失があったと\nはいえない。仮に車に詳しい一般人であっても，通常，「カウンテス」との車名の\nみからレプリカであるとの疑問を持たないし，また，本件自動車の現物もカウンタ\nックの外形であり，レプリカと疑う余地はなかったものであり，調査をすればカウ\nンタックであるかどうか容易に確認することができたとは到底いえない。また，Ｂ\nは，購入価格や改装価格等についても，通常の調査義務を尽くしていた。\n(3)　商法６３９条の適用\n①　本件車両価額協定は，協定価額自体が著しく過当であるから，商法６３\n９条により，本件保険による填補額としては本件火災事故当時の本件自動車の時価\n額に減少されるべきである。\n②　協定価額自体が著しく過当かどうかは，市場販売価格などをもとに一般\n的・客観的判断によるべきであり，専門販売業者が消費者に販売した価格は原則と\nして妥当な金額といえる。本件自動車購入価格は，本体価格５３６万円であり，付\n帯費用を含めると６４０万円である。そうすると，本件協定保険価額３３００万円\nは，その本体価格の６倍強であり，協定価額自体が著しく過当というべきである。\n本件自動車の火災事故時の客観的価値は上記本体価格５３６万円を超え\nるものではなく，被告が本件保険により填補すべき金額は５３６万円である。\n③　本件自動車の価値について，原告は，購入価格に購入後の改修費用３２\n４万９９０６円を加えるべきであると主張するが，その改修の内容はエンジン等の\n不具合を修理したものにすぎず，これによって自動車の価値が増したとは考えられ\nない。\nまた，仮に改修費用を加えるとしても，そのうち１８７万４９５３円\n（甲１４）に限られ，これを加算しても，本件自動車の価値は７２３万４９５３円\nを超えるものではない。\n(4)　被告の不当利得についての原告の主張に対する反論\n商法６３９条が適用された場合，保険契約の一部無効と同視できるので，\n商法６４３条が類推適用され，本件においては保険契約者・被保険者である原告に\n悪意，少なくとも重大な過失があるので，原告の支払ずみ保険料と限定された保険\n金額に対応する保険料との差額につき，原告は被告に対し不当利得返還請求するこ\nとはできない。\n４　本件の争点\n(1)　原告に告知義務違反を理由とする被告の本件契約解除は有効か。\n(2)　被告に保険価額を決定する上で過失があり被告は本件契約を解除すること\nができないか。\n(3)　商法６３９条の適用\n(4)　保険料の差額につき被告の不当利得の成否\n第３　争点に対する判断\n１　上記争いのない事実に証拠（甲１ないし１１，甲１４の１ないし３，甲１\n５，乙２，３，４ないし９，１４，証人Ｂ，証人Ｄ，証人Ｅ，原告代表者。ただ\nし，甲６，８，１１，証人Ｅと原告代表者については以下の認定に反する部分を除\nく）及び弁論の全趣旨を総合すれば，以下の事実が認められる。\n(1)　原告代表者は，カウンタックのレプリカである本件自動車に興味を持ち，\nＣから購入することとし，平成１１年１月６日原告の経費で本体価格５３６万円，\n付帯費用（税金，保険料及び諸費用）を含めた価格６４０万円で購入した（乙\n２）。\n(2)　平成１１年４月ころ，原告代表者は損害保険の代理店を営むＥに対し，本\n件自動車の車両保険加入を相談し，Ｅは，被告を紹介し，被告甲府第一支社所属社\n員のＢが担当した。\nＢは，Ｅとともに原告の事務所を訪れて原告代表者と面談し，本件自動車\nを見た。Ｂが，原告代表者に対し，購入価格等を質問したところ，原告代表者は購\n入価格が３５００万円程度という話をするとともに，個人所有者から購入したもの\nで，購入価格等に関する明確な書類はない旨話した。また，原告代表者は，Ｂに対\nし，本件自動車は前所有者が海外から輸入したもので，プレミア価値のある１９７\n０年代のカウンタックをベースにしたものである，その前所有者は５年位前に，改\n装費用として，ボディカーボン化２０００万円，電子化５００万円，その他５００\n万円，合計３０００万円をかけたと説明した。\nその際，原告代表者がＢに示した車検証には，車名としてカウンテスと記\n載されていた。\n(3)　Ｂは，本件自動車を１９７０年代のカウンタックと思い込み，カウンタッ\nク取扱店に電話照会するなどして，同車の流通価格が１５００万円位であることを\n確認した。そして，Ｂは，改装費用につき年率１０パーセントで減価償却させて２\n０００万円と算定し，両者の合計３５００万円という金額を算出し，Ｅを通じて原\n告代表者に伝えた。\n(4)　原告は，被告との間で，平成１１年５月１９日，本件自動車について本件\n契約（期間は同日から１年間）及び本件特約（協定保険価額は３５００万円）を締\n結した。\n原告と被告は，平成１２年５月１５日，契約期間を同月１９日午後４時か\nら平成１３年５月１９日午後４時まで，協定保険価額を３３００万円，年間保険料\n６２万２２７０円（そのうち車両保険料部分５１万９４３０円）として，本件契約\n及び本件特約を更新した。\n(5)  原告が，本件自動車を，東京都新宿区（以下省略）所在の駐車場内に駐車\nさせていたところ，平成１３年５月１２日午前３時１５分ころ，本件自動車から出\n火して，修理不能となり，全損となった。\n(6)　本件契約の約款には，被告は被保険者が保険金請求手続をした日からその\n日を含めて３０日以内に保険金を支払う旨の規定がある。\n本件事故後，原告は被告に対し本件契約にかかる保険金を請求したが，被\n告は原告に対し平成１３年８月２８日本件契約を解除する旨の意思表示をなし，翌\n２９日原告に到達した。\n２　原告に告知義務違反があり被告の本件契約解除は有効か（争点(1)）。被告に\n保険価額を決定する上で過失があり被告は本件契約を解除することができないか\n（争点(2)）。\n(1)①　上記認定事実によれば，本件契約締結の際，原告代表者はＢからの質問\nに対し，故意または重過失により，正確な購入価格を告げず，かつ，本件自動車の\n購入は個人所有者からであり購入価格等に関する明確な書類はない旨話したことが\n認められ，原告には告知義務違反があったものと認められる。\n②　上記各証拠及びＢが上記１(3)のとおり算定して原告代表者の告げた購入\n価格に近づけたというのは不自然ではないことに照らすと，原告代表者はＢに対し\n本件自動車の購入価格を３５００万円程度と告げたものと認められる。\nこれに対し，原告は，原告代表者はＢに対し購入価格を７００万円と告\nげたと主張し，原告代表者はその旨供述する。\nしかしながら，原告は，原告代表者尋問の前まで，Ｂから購入価格の質\n問を受けなかったし，原告代表者はこれを告げなかったと主張し，陳述書（甲８，\n１１）においても同様に述べていたものである。原告代表者は，尋問前に記憶がよ\nみがえったと説明するが，このように重要な事柄について供述がかわること自体，\n原告代表者の供述に疑問がある。さらに，車両保険契約を締結する際被告担当者で\nあれば通常購入価格を質問すると思われるところ，本件においてＢが購入価格の質\n問をしなかったというのは不自然である。また，Ｂが購入価格を７００万円と聞い\nていたとすれば，車両価格を１５００万円と認めて保険価額算定の根拠とすること\nは不合理である。\nしたがって，原告代表者の上記供述及び原告の上記主張を採用すること\nはできない。\n③　なお，原告代表者が本件自動車につきレプリカと告げたとまでは認定で\nきないが，上記のとおり原告代表者はカウンタックをベースにしたものと説明した\nことが認められ，車検証にカウンテスと記載してあったことを合わせ考えると，こ\nの点で原告に告知義務違反があったとは認め難い。\n(2)　次に，上記認定事実によれば，本件契約締結の際，Ｂは，車検証にカウン\nテスと記載されているのを見ながら，本件自動車を１９７０年代のカウンタックと\n思い込み，取扱店に電話するなどしたのみで自動車価格を認定したこと，本件自動\n車の購入価格及び前所有者の改装費用について原告代表者の説明をそのまま信じ\nて，裏付けをとらなかったことが認められる。そして，Ｂは，本件車両保険価額を\n３５００万円とした上，これに見合う保険料を原告から徴収したものであり，翌年\nには保険価額を３３００万円としたものである。\nそうすると，被告には，本件契約締結に際し，過失があったと言わざるを\nえず，本件特約６条２項により上記告知義務違反条項の適用を主張することができ\nない。\n３　商法６３９条の適用（争点(3)）\n(1)　商法６３９条によれば，当事者が保険価額を定めたときは保険者はその価\n額が損害発生時の実損害額と比べて著しく過当であることを証明しない場合にはそ\nの填補額の減少を請求することができないとされている。\n(2)　上記のとおり本件自動車の本体購入価格は５３６万円であり，付帯費用\n（税金，保険料及び諸費用）を含めた購入価格は６４０万円である。しかし，損害\n発生時の実損害額算定にあたっては，上記付帯費用を除くべきである。\nまた，原告は，本件自動車購入後にエンジンの不具合等の整備費用として\n平成１２年５月２２日から同年７月１４日までの間に１８７万４９５３円及び１３\n７万４９５３円（支払日は平成１３年９月３０日）の合計３２４万９９０６円の改\n修費用を要したので，これを実損害額に加算すべきであると主張する。\nしかし，後者の１３７万４９５３円については，これが上記整備費用代金\nであることを裏付ける証拠はないこと，支払時期も改修から１年以上経過後である\nこと，前者の１８７万４９５３円から前受け金５０万円を控除した金額と同額であ\nること（原告は改修費用総額から５０万円を控除した金額を２分したものと思われ\nると主張するが，これを裏付ける証拠はない）に照らすと，改修費用として認める\nことはできない。\nもっとも，前者の１８７万４９５３円については，証拠（甲１４の１ない\nし３）及び弁論の全趣旨によれば改修費用として認めることができる。\nそうすると，購入時の本体価格５３６万円に改修費用１８７万４９５３円\nを加えた金額は７２３万４９５３円となるところ，実損害額は同額を超えるもので\nはなく（弁論の全趣旨），また，同額を減少すべきものと認めるに足りる証拠はな\nい。\n上記認定事実によれば，本件において保険価額は３５００万円と定められ\nたが，損害発生時の上記実損害額と比べると，その保険価額が著しく過当であるこ\nとが明らかになったものと認められ，被告はその填補額の減少を請求することがで\nきるというべきである。\n(3)　これに対し，原告は，保険価額の否定を安易に認めるのは車両価額協定制\n度の否定につながると主張するが，上記認定事実のもとに判断したものであり，安\n易に認めたものではない。\nまた，原告は，被告が本件契約時には購入価格を約７００万円，客観的価\n値を３５００万円としながら，保険金支払時には客観的価値を購入価格と主張する\nのは信義則に反して許されないと主張するが，商法６３９条の要件のもとの判断で\nあること，その他本件における諸事情に照らすと，被告の上記主張が信義則に反す\nるとは認め難く，原告の上記主張は理由がない。\nさらに，原告は，本件自動車の時価，すなわち修理代金相当額は少なくと\nも２５６０万５０００円であると主張するが，これは世界に１台しかない極めて特\n殊な車であり代替が不可能であることを前提とした主張であり，そうであるとすれ\nばそもそも協定保険価額の認定が不可能ということになり，本件において原告の上\n記主張を採用することはできない。\n(4)　したがって，本件においては商法６３９条が適用され，被告の支払うべき\n填補額は７２３万４９５３円と認められる。\n４　被告の不当利得（争点(4)）\n(1)　原告は，商法６３９条が適用され保険金額が限定された場合，原告が本件\n契約当初から本件事故まで支払ってきた保険料と，その限定された保険金額に対応\nする保険料との差額につき被告の不当利得となりその返還を求めると主張する。\n(2)　しかしながら，本件のような場合，保険契約の一部無効と同視することが\nでき，商法６４３条が類推適用されるものと解される。同条によれば，保険契約\n者・被保険者が善意かつ重大な過失がないときは保険者に対し保険料の全部又は一\n部の返還を請求することができるとされているところ，上記認定事実によれば，本\n件において原告には契約の一部無効原因について悪意，または少なくとも重大な過\n失があるものと認められる。したがって，原告は被告に対し保険料の返還を請求す\nることができない。\n５　結論\nよって，原告の請求は，保険金として７２３万４９５３円及びこれに対する\n支払拒絶の翌日である平成１３年８月３０日から支払ずみまで年６分の割合による\n金員の支払を求める限度で理由があるが，その余の請求は理由がない。\n甲府地方裁判所民事部\n裁　判　官　　　　新　　堀　　亮　　一\n"
}