{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 26
  },
  "case_number": "平成13(ワ)7",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所小樽支部",
  "lawsuit_id": "8610",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8610",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/610/008610_hanrei.pdf",
  "contents": "主　　　　　文\n１　被告は，原告らに対し，それぞれ１５４６万４９３２円及びうち１４０６万４９３２円に\n対する平成１２年１月２７日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求をいずれも棄却する。\n３　訴訟費用はこれを５分し，その３を被告の，その余を原告らの各負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事　　　　 実\n第１　当事者の求めた裁判\n１　原告ら\n(1)　被告は，原告らに対し，それぞれ２８６７万６２０８円及びうち２６０７万６２０８円\nに対する平成１２年１月２７日から支払済みまで年５分の割合による金員を支払\nえ。\n(2)　訴訟費用は被告の負担とする。\n(3)　仮執行宣言\n２　被告\n(1)　原告らの請求をいずれも棄却する。\n(2)　訴訟費用は原告らの負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　当事者等\nＣ（平成４年９月１０日生。）は，平成１２年１月２７日，低酸素状況における窒\n息及び低体温により死亡し，翌２８日午後１時３５分ころ，北海道小樽市ａｂ丁目\nｃ番に所在するｘ（周囲を市道に囲まれた南北に長く伸びる緑地帯で，その内側\nには遊歩道及び公園が設けられている。）の中央部付近の雪中約１．５メートル\nの位置に埋もれている状態で発見された（以下，Ｃが発見された地点を「本件事\n故現場」という。）。Ｃは，死亡当時満７歳で，ｄ小学校の１年生であった。\n原告ＡはＣの父，同ＢはＣの母であって，いずれもＣの法定相続人である。\n(2)　事故の発生（以下「本件事故」という。）\nア　Ｃは，平成１２年１月２７日（以下「本件事故当日」という。）午後２時３０分こ\nろ，ｘ内の本件事故現場にあった雪穴に入って遊んでいた。\nイ　被告は，そのころ，ロータリ除雪自動車（登録番号はｅ。以下「本件除雪自動\n車」という。）でｘ周辺の市道ｆ線の拡幅除雪作業（道路脇に寄せられた雪を除\n去して本来の道幅に広げる作業。以下「本件除雪作業」という。）をしていた\nが，これは被告の土木部が直接担当して行ったもので，被告の職員であるＤ\n及び同臨時職員であるＥが，それぞれオペレーター，作業助手として，同除雪\n自動車を操作し，道路上の積雪を機械で吸い上げてダクトを通して吹き飛ば\nす方法により行ったものであった。\nウ　Ｃは，本件除雪自動車が投雪した雪により雪穴が塞がれたため，雪穴に閉\nじこめられて脱出できなくなり，窒息及び低体温により死亡した。すなわち，本\n件除雪自動車が吹き飛ばした雪は，ｘ側に投雪され，ｘ端から道路側になだら\nかに傾斜した雪山状態の積雪の上に堆積し，雪の斜面を伝って徐々にｘの中\n央部分に流れ落ちるか，直接ｘ内に吹き飛ばされるかするのであり，このいず\nれかによって雪穴に到達してこれを塞いだのである。\n(3)　責任原因\nア　自動車損害賠償保障法３条に基づく責任\n本件除雪自動車は自動車損害賠償保障法にいう「自動車」に該当するとこ\nろ，除雪作業の装置はロータリ除雪自動車の固有の装置であり，これを用い\nて除雪をすることがロータリ除雪自動車の本来の使用方法であるから，本件\n除雪自動車による除雪作業は，当該装置の用い方に従い用いたものとして，\n同法のいう「運行」に該当する。\n被告は，本件除雪自動車を所有し，これを自己のために運行の用に供して\n本件除雪作業を行っていたところ，同除雪作業によりＣが死亡したのであるか\nら，これにより生じた損害を賠償する責任を負う。\nイ　国家賠償法１条１項に基づく責任\n本件除雪作業は，被告の事務であり，その除雪作業に従事したのは被告\nの職員であるＤ及び臨時職員であるＥであるから，本件除雪作業は，国家賠\n償法１条１項にいう「公共団体の公権力の行使に当たる公務員が，その職務\nを行う」場合に該当する。\nロータリ除雪自動車で道路拡幅のための除雪作業を行う際には，除雪車\nのシュートからの投排雪により人の生命及び身体に危害を及ぼすおそれがあ\nり，特に，本件事故の発生したｘは，付近に小・中学校が存在し，児童，生徒\nの遊び場としてよく利用されていたのであるから，被告は，同所に子供が立ち\n入り，除雪作業によりその生命及び身体に危害を及ぼすおそれがあることを\n容易に予見することができた。\nしたがって，Ｄ及びＥ（以下「Ｄら」と略称する。）は，本件除雪作業に当たっ\nては，ロータリ除雪自動車による投排雪の落下地点やその周囲に人がいない\nことを運転席から目視し，死角となる場所についてはロータリ除雪自動車から\n降車して目視することにより確認するか，その投排雪によって危険が及ぶ範\n囲に人が立ち入らないように事前又は作業中に注意を促し又は警告するか，\n若しくは人が立ち入らない時間帯に除雪作業を行うなど，上記の危険を防止\nする措置を執るべきであった。\nしかるに，Ｄらは，投排雪の落下地点が運転席から死角になっていたにも\nかかわらず，これらの措置を執ることを怠り，漫然と本件除雪自動車の運転\n席から見える範囲のみを見て周囲に人がいないものと軽信して本件除雪作業\nを行い，Ｃを死亡させた。\nしたがって，被告は，これにより生じた損害を賠償する責任を負う。\nウ　国家賠償法２条１項に基づく責任\nｘは，冬期間は，周囲の市道の拡幅のため除雪した雪の堆積場所となって\nいたところ，同公園は冬期間でも出入りが自由であったため，子供達が同公\n園内で雪穴やかまくらを作って遊ぶことが多かった。このような雪穴やかまくら\nは，その入口がロータリ除雪自動車による投排雪により塞がれたり，その天\n井が崩落することなどにより，中にいる子供が閉じこめられて脱出が不可能と\nなり，窒息するなど人の生命及び身体に危険を及ぼすおそれが多分にあるも\nのであった。\n被告は，ｘを設置，管理していた上，ｘをロータリ除雪自動車による除雪の\n雪捨て場として利用していたのであるから，このような危険を予測し，ｘ内に安\n全監視員を配置し，学校等を通じて危険防止のため警告したり，又はｘ内に注\n意を促す標識を設置するなど，上記の危険を防止する措置を講じるべきであ\nった。\nしかるに，被告は，これらの措置を何ら講じなかったから，ｘは，通常有すべ\nき安全性を欠いていたといえる。\n本件事故は，このようなｘの設置，管理の瑕疵により発生したものであるか\nら，被告は，これにより生じた損害を賠償する責任を負う。\n(4)　損害\nア　逸失利益　　２５６８万００８７円\n(ア)　基礎収入については，賃金センサス平成１１年第１巻第１表産業計・企\n業規模計・学歴計・女性労働者全年齢平均（３４５万３５００円）によるのが\n相当である。Ｃは，本件事故当時７歳で，１８歳から６７歳までの４９年間就\n労が可能であったところ，生活費控除率を３割とし，ライプニッツ方式（ライ\nプニッツ係数は，７歳から６７歳までの６０年に対応する同係数の１８．９２９\n２から，７歳から１８歳までの１１年に対応する同係数の８．３０６４を控除し\nた１０．６２２８による。）により中間利息を控除すると，その逸失利益は，２５\n６８万００８７円となる。\n(イ)　慰謝料　　２４００万円\n(ウ)　葬儀関係費用　　２４６万９３０９円\n(エ)　病院費用　　３０２０円\n(オ)　上記(ア)ないし(エ)の合計額　　５２１５万２４１６円\nイ　相続\n原告らは，いずれもＣの法定相続人であるところ，Ｃの死亡により，アの損\n害賠償請求権を法定相続分（２分の１ずつ）に従い相続した。\nウ　弁護士費用　　５２０万円\n被告が上記金額の損害賠償金を任意に支払わないため，原告らは，弁護\n士に委任して本件訴訟を遂行することを余儀なくされた。被告は，これにより\n原告らが支払を約束した弁護士費用のうち，５２０万円（原告１名につき２６０\n万円ずつ）を支払うのが相当である。\n(5)　よって，原告らは，被告に対し，自動車損害賠償保障法３条，国家賠償法１条\n１項又は同法２条１項に基づく損害賠償請求として，それぞれ２８６７万６２０８円\n及び同金員から弁護士費用を控除した金額である２６０７万６２０８円に対する本\n件事故発生日である平成１２年１月２７日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める。\n２　請求原因に対する認否及び被告の主張\n(1)　請求原因(1)の事実は認める。\n(2)　同(2)アの事実は不知，同ウの事実は否認し，同イの事実は認める。\n本件除雪作業とＣの死亡との間には因果関係は認められない。\n本件除雪自動車によって除雪された雪は，ｘ内には飛ばされず，ｘ外周の雪山\nの頂上部分から道路側の斜面に雪を積み上げるように投雪されたものである。\nしたがって，Ｃの発見されたｘ中央部には本件除雪作業の影響は全くなかったの\nであり，Ｃがその作業により死亡するとは到底考えられない。\nまた，Ｄらは，路面方向及び投雪方向について注意深く観察していたところ，\n本件除雪自動車の運転席からの視野は広く，運転席における視線の高さも約\n２．８メートルあるため，ｘ内部の見通しも可能であり，投雪の落下地点は十分確\n認することができた。本件除雪作業中，Ｄらは，投雪の落下地点を目視し，確認\nしながら作業を続けたのであり，Ｃの存在は無論のこと，子供の遊んでいる姿，\nあるいは衣類，遊び道具等子供の存在を推測させるものも全く視認していない。\n原告らの主張するように投雪がＣを埋めたということはあり得ないことである。\n原告らの主張する事故態様によれば，Ｃは本件事故当日の午後３時過ぎころ\n死亡したと考えるのが相当であるところ，これは，鑑定によるＣの死亡推定時刻\nが同日の午後１０時ころとされていることと矛盾する。\nＣが雪穴に入っていたところ，何らかの原因により雪穴が崩落してこれに閉じ\nこめられた可能性や，本件事故当日に行われた捜索のため雪穴が崩壊したり，\n雪穴の上に雪をかぶせてしまった可能性もあり，Ｃの死亡原因は不明であると\nいわざるを得ない。\n(3)ア　同(3)アのうち，本件除雪自動車の所有者が被告であることは認め，その余\nは争う。\n仮に，本件除雪作業によってＣが死亡したとしても，これは，除雪の方向や\n手順，場所等といった除雪作業内容に起因したものであって，ロータリ除雪自\n動車の操作によって発生したものではないから，これをもって自動車損害賠\n償保障法にいう「運行」に該当するということはできない。\nしたがって，被告は自動車損害賠償保障法３条に基づく責任を負わない。\nイ　同(3)イのうち，本件除雪作業が被告の事務であること，これに従事したのが\nＤらであることは認めるが，法的主張は争う。\n冬期間に子供達がｘの中で遊ぶことが常態化していたことはなく，本件除雪\n作業を行ったＤらもこれまでｘ内で遊んでいる子供の姿を見たことはなかった\nし，付近住民から除雪作業に当たって子供達の存在に注意するよう申入れを\n受けたこともなかったのであるから，Ｄらが，本件除雪作業において，ｘ内に子\n供が存在し，その生命及び身体に危険を及ぼすおそれがあると予見すること\nは不可能であった。\nまた，本件除雪作業に当たって，Ｄらは，いずれも本件除雪自動車の運転\n席から前方や投雪地点を注視して作業をし，通常の除雪作業において要求さ\nれる注意義務は尽くしていた。\nさらに，除雪作業の必要性，緊急性等に照らすと，除雪時間を子供のいな\nい時間帯に制限することは困難であるし，安全性に問題がない限り，このよう\nな制限の必要はない。\nこのように，Ｄらには，本件除雪作業を行うについて，故意も過失もないの\nであるから，被告は，国家賠償法１条１項に基づく責任を負わない。\nウ　同(3)ウのうち，被告がｘの設置，管理をしていたことは認め，ｘが冬期間除雪\nした雪の堆積場所となっていたこと，子供達が公園内で雪穴やかまくらを作っ\nて遊ぶことが多かったこと，被告がｘを雪捨て場として利用していたことは否認\nし，雪穴やかまくらの危険性は不知，法的主張は争う。\n除雪された雪が積まれていたのはｘの周囲であってｘの内部ではない。被\n告は，ｘを設置，管理する者として，同公園内の遊具等の諸設備や，同公園の\n造作，構造等につき安全管理を行う義務を負うものの，同公園内の雪穴崩壊\n等による事故を防止する措置を講ずることは，営造物自体の設置，管理責任\nとは関係のない事柄である。冬期間に子供が雪穴を掘り，その中に入って遊\nぶことは至る所で行われており，ｘのみがその危険性を有しているものではな\nい。雪穴崩壊等による事故の危険性は，いわば自然環境（積雪）と人為的作\n業（雪穴）とに基づき，どこででも起こりうる一般的なものであって，営造物の\n設置，管理に基づく危険責任の法理とは次元の異なる問題である。\nまた，ｘにおいては，これまで本件のような雪穴による事故は一切発生して\nおらず，住民などからその危険性を指摘されたこともないから，被告がこのよ\nうな事故の発生を予見することは不可能であった。\nしたがって，被告は，国家賠償法２条１項に基づく責任を負わない。\n(4)　同(4)アは争う。同(4)イのうち，原告らがＣの法定相続人であることは認め，そ\nの余は争う。同(4)ウのうち，原告らが弁護士に本件訴訟の遂行を委任したこと\nは認め，その余は知らない。\n３　抗弁（過失相殺）\n原告らは，ｘが本件事故のような事故発生の危険性を有する場所であることを十\n分承知していたのであるから，Ｃに対して，その危険性につき日頃から注意し，ｘ内\nに立ち入ったり，雪穴に入って遊ばないよう指導，監督すべきであったが，このよう\nな指導監督を行わず，頻繁にＣをｘ内で遊ばせていた。本件において，被告に何ら\nかの責任が認められるとしても，損害賠償額の算定に当たっては，このような原告\nらの落度を被害者側の過失として斟酌すべきである。\n４　抗弁に対する認否\n抗弁のうち，原告らがｘが危険性を有する場所であることを承知していたことは\n認めるが，被告の主張は争う。\n本件除雪自動車の投排雪が原因で雪穴が塞がれることによる危険性について\nいえば，あらかじめ親が子供に注意，指導していたとしても，本件のように，平日，\n低学年の子供の下校時ころに，事前及び除雪作業時の警告も一切なく除雪作業\nが行われた場合には，Ｃのような幼い子供が危険を回避することはおよそ期待でき\nないのであり，除雪作業を行う被告の側において危険を予測し，防止措置を講ずる\nほかに被害の発生を防ぐことはできない。\nしたがって，原告らの側に過失は認められない。\n理由\n１　請求原因(1)について\n請求原因(1)の事実については当事者間に争いがない。\n２　請求原因(2)について\n(1)　請求原因(2)イの事実は当事者間に争いがない。\n(2)　そこで，請求原因(2)ア及び同ウについて判断するに，前記１及び２(1)の事実\nに加え，証拠（甲第３，第４，第６ないし第９，第１７，第２０ないし第２６，第２８，\n第２９及び第３４号証，乙第２ないし第９号証，証人Ｆ，同Ｇ，同Ｄ及び同Ｈの各証\n言並びに原告Ｂ本人尋問の結果）及び弁論の全趣旨によれば，以下の事実が\n認められ，同認定を覆すに足りる証拠はない（括弧内に主要な証拠を掲記す\nる。）。\nア　ｘの状況等（甲第６，第１７及び第２０ないし第２３号証，証人Ｆの証言並びに\n原告Ｂ本人尋問の結果）\nｘは，小樽市ａｂ丁目ｃ番に所在する，全長（北東方向から南西方向にかけ\nての長さ）約４４０メートル，全幅（北西方向から南東方向にかけての長さ）約３\n６メートルの，長方形の形状でその中心部が公園として利用されている敷地で\nあり，その長辺の両側を，幅員約７．３メートルの一方通行の市道（市道ｆ線及\nび市道ｇ線）に挟まれている。\nｘには，本件事故当時積雪があり，同公園の外周は，市道を除雪する除雪\n車の排雪等が積み上げられて壁状の雪山となっていた。また，同公園内の積\n雪の状態は，上記雪山部分と比較して積雪量は少なく，同雪山から同公園の\n中心部に向かい谷のような形状になっていたが，同公園は近隣の居住者が\n除雪する際の排雪場所となっていたこと，通路のように踏み固められた部分\nがあったことなどから，その積雪量は一定ではなかった。\n本件事故現場は，ｘの中央部よりやや南東側にあり，同公園とこれに接す\nる市道ｆ線との間の上記壁状の雪山の外縁部から本件事故現場までの距離\nは，本件除雪作業後において約３．８５メートルであった。\n本件事故当日以前から，本件事故現場付近には児童が横になって入るこ\nとができるほどのＬ字形の雪穴があり，実際に児童がその中に入って遊ぶこと\nがあった。\nなお，小樽市内においては，本件事故前々日の平成１２年１月２５日夜から\n翌朝にかけて４ないし５センチメートルの降雪があり，同月２６日午後から本件\n事故当日である同月２７日の午前中までは十数センチメートルの降雪があっ\nたが，午後零時から同５時にかけては降雪はなかった。\nイ　被告による除雪作業（甲第７ないし第９号証，乙第２ないし第５号証並びに証\n人Ｆ及び同Ｄの各証言）\n被告は，土木部において小樽市内の除雪作業を担当していたところ，同部\nは，同市を４つの区域に区分し，そのそれぞれに第１ないし第４ステーションを\n置き，職員を配置しているが，第１，第３及び第４ステーションの除雪作業は除\n雪業者に外注し，ｘを含む市内中央部を担当する第２ステーションについての\nみ被告が直接担当して除雪作業をしていた。\n本件事故当日の午後２時３０分ころから同日午後４時過ぎころまでの間，被\n告の職員であり，本件事故当時第２ステーションに勤務していたＤは，同ステ\nーションの運行管理者の指示により，被告の臨時職員のＥとともに本件除雪\n自動車を使用してｘの周辺の市道の拡幅除雪作業を行った。同拡幅除雪作業\nは，ｄ小学校付近を起点とし，ｘ沿いの市道ｆ線を北東方向に向かって進行し，\n本件事故現場付近の除雪作業は午後３時ころに実施された。\n本件除雪作業に使用された本件除雪自動車は，全長７１６センチメートル，\n幅２６０センチメートル，高さ３３９センチメートルの大きさで，車体の最前部下\n側に取り付けられたオーガという名称のスクリュー状の羽根を回転させること\nにより雪を吸い込み，これをブロアという名称の投雪装置によって直接，また\nは車体上部前方に設けられたシュートという名称の筒型の装置を通じて外部\nに飛ばして投雪する仕組みとなっている。シュート及びこれに付属するキャッ\nプは投雪位置を調節するための装置で，シュートの向き，キャップの上下及び\n転回などの操作によって雪を飛ばす方向（左右及び上下角）を調節することが\nできる。また，ブロアは，ギアを１速から３速まで変化させることができ，これに\nより投雪距離を調節することができる構造となっており，本件除雪自動車の最\n大投雪距離は，仕様書上，シュートを使わず直接ブロアケースの投雪口から\n投雪した場合，１速では１８メートル，２速では２７メートル，３速では３５メート\nルである。また，本件除雪自動車の最適な条件を想定した場合の最大除雪量\nは１時間当たり２１００トンである。本件除雪自動車で除雪した雪は，オーガで\n集められた後，シュートを通じて投雪される過程で圧縮されて投雪されるた\nめ，投雪される雪の元の状態にもよるものの，投雪前の雪よりも締まった状態\nになることが多い。\nＤらが除雪作業のためｘに到着したところ，市道ｆ線の積雪の状態は，付近\n住民が除雪をして道路のｘ側に投げ捨てた雪が道路の中央付近までせり出し\nてきている状態であった。ｘの外周は，前記アのとおり，従前の除雪の際の排\n雪等により，市道に沿って壁状の雪山となっていたところ，Ｄらは，この雪山の\n頂上付近にシュートから出る雪をぶつけるようにして同部分に雪を積み上げ\nるように投雪した。同除雪作業の際，本件除雪自動車は，ブロアのギアを１速\nとし，シュートの高さは最大限にのばした状態で，その向きはｘの方向である\n左前方に向けられ，シュートに付属するキャップを調節して下方へ雪を落とす\nように調整されていた。本件除雪自動車による投雪は相当多量のものであっ\nたが，投雪された雪は，雪山の上に積み上げられるものと道路側にこぼれ落\nちるものがあった他，ｘ内に流れこむものもあった。本件除雪自動車の運転席\nは地上約２．８メートルの高さにあり，前記の雪山の頂上よりも高かったため，\n同運転席からｘ内部の半分以上を見渡すことができたが，雪山の裏側には運\n転席から見えない部分もあった。本件除雪作業中の本件除雪自動車の進行\n速度は，人が歩行する程度の速度であった。\nウ　本件事故当日のＣの行動及び捜索状況等（甲第３，第４，第２０ないし第２\n２，第２４ないし第２６，第２８，第２９及び第３４号証，乙第６ないし第９号証，\n証人Ｆ，同Ｇ及び同Ｈの各証言並びに原告Ｂ本人尋問の結果）\n(ア)　Ｃは，本件事故当日の午後１時４５分ころ，ｄ小学校から下校し，同日午\n後２時１５分ころ，ｘに近接して所在する伯母方に立ち寄り，伯母のＩに対し\nて「ｘで友達と遊んでくる。３時３０分には帰る。」などと言って遊びに出かけ\nた。その時のＣの服装は，上下がつなぎの赤色のスキーウェアで，帽子が\n赤色，手袋及び長靴がピンク色であった。\n(イ)　Ｃが同日午後４時ころになってもＩ方に戻らないため，Ｉは，Ｃの安否を心\n配し，自宅の周辺やｘ内で大声を上げるなどしてＣを探したが見つからなか\nった。\n同日午後４時３０分ころにＩ方にＣを迎えに行った原告Ｂは，ＩからＣが帰っ\nて来ないと聞き，ｘ内等で大声を上げてＣを呼ぶなどして探したが，Ｃは見つ\nからなかった。この時，既に辺りは暗くなっていたが，ｘ内は街路灯が点灯し\nていたため，ある程度の明るさがあった。\n同日午後５時３０分ころ以降は，Ｉの夫や長男に加えて小樽警察，小樽市\n消防団，被告職員，付近住民等が捜索に参加し，ｘ内の積雪をスコップで\n掘り返し，棒を雪に刺して検索するなどした他，翌２８日の午前零時３０分こ\nろからはミニユンボ２台を使用してｘ外周の雪山を除去したが，Ｃは見つか\nらず，同日午前１時３０分ころ，捜索作業は一旦中止された。\n(ウ)　Ｃの捜索作業は同日午前８時３０分ころから再開され，同日午後からは\nミニユンボ２台を使用して積雪を掘り起こす作業が行われたところ，同日午\n後１時３５分ころ，本件事故現場の雪中からＣが死亡した状態で発見され\nた。\nＣの遺体は，本件事故現場の雪中に存在した，周囲の一部が氷の壁状\nになった雪穴の中から仰向けになった状態で発見された。同雪穴は，その\n最下底部が地表から２０センチメートルの位置にあり，幅及び奥行き各約\n１．２メートル，深さ約１．１６メートルの大きさで，その南側には，幅約１．２\nメートル，高さ約１メートル，奥行約３０センチメートルの横穴が付属してい\nた。同雪穴は，ｘと市道ｆ線との間の壁状の雪山（前記ア参照）の麓の位置\nにあり，同雪穴の南側は，同雪山の頂上に向け，急勾配の登り面となって\nいた。\n発見時，Ｃの遺体の周囲にあった雪は，新雪ではなかったが，救助に当\nたった消防署の救助隊員が素手で容易に取り除くことができる程度の柔ら\nかさであり，前記の雪穴の周囲の一部のような氷の壁状のものとは明らか\nに異なるものであった。また，この際，Ｃの遺体の上に大きな雪塊や氷塊が\n乗っているということはなかった。Ｃの遺体が掘り出された後の雪穴の底部\nには少量の小石大の玉雪があり，この玉雪を取り除いた場所からＣの手袋\nと帽子が発見された。\n(エ)　一般に，窒息死は空間内の酸素が欠乏して生じる場合などの他，外部\nから胸郭が圧迫されることにより，呼吸に必要な胸郭の拡張が妨げられ，\n呼吸運動を行うことができずに生じる場合もある（いわゆる圧死）ところ，圧\n死の場合は胸腹部の表皮剥脱や皮下出血，肋骨や胸骨の骨折，顔面や\n頸部のうっ血が認められることが多いが，Ｃの遺体にはそのような所見は\nなかった。\n(3)ア　以上に認定した事実を前提として検討するに，前記(2)ウ(ウ)のとおり，Ｃは，\n平成１２年１月２８日の午後１時３５分ころ，本件事故現場の雪中から死亡した\n状態で発見されたところ，前記(2)ウ(イ)のとおり，Ｉが本件事故当日の午後４時\nころにはｘ内等でＣの捜索を開始し，その後原告Ｂらも捜索に参加してｘ内を検\n索し，大声でＣを呼ぶなどしたにもかかわらずＣが発見されなかったことに照\nらすと，Ｃは，同日午後２時１５分ころ以降雪穴に入って遊んでいたところ，午\n後４時ころまでに本件事故現場の雪中に埋没していたと推認できる。\nそして，前記(2)イのとおり，被告は同日午後３時ころに本件事故現場付近\nの除雪作業を行ったのであるが，前記(2)ウ(ウ)のとおり，本件事故現場が同\n雪山の麓の位置にあり，同雪山の頂上から本件事故現場にかけて急勾配の\n下り斜面となっていたことに加え，前日から十数センチメートルの降雪があり，\nその投雪量も相当のものであったことに照らすと，同雪山の頂上付近に向け\nて投雪された雪が同雪山の斜面をなだれ落ちて本件事故現場に到達するこ\nとは十分考えられるところであり，実際に，本件除雪作業と同様の条件を設定\nして行ったとされる再現実況見分（甲第１８号証）においても，投雪された雪が\n本件事故現場として設定した位置を２５センチメートル超え，最大でシュートか\nら６．８５メートルの位置に達していることが認められるのである（なお，同再現\n実況見分の際の立会人であったＤらがＣ死亡に係る業務上過失致死被疑事\n件の被疑者の立場にあったことに照らすと，同人らは，雪が遠くまで飛びすぎ\nないように細心の注意を払って再現を実施したものと考えられるのであり，こ\nのような心理的障害のなかった本件除雪作業の際には，同再現実況見分時\nよりも更に多くの雪が本件事故現場に到達したのではないかとうかがわれる\nところである。）。\nこのように，本件除雪作業に使用された本件除雪自動車が，市道上の雪を\n本件事故現場まで投雪するのに十分な能力を有していたこと，本件除雪作業\nの際実際に執られた除雪方法によっても，投雪された雪が本件事故現場まで\n到達した可能性が十分あったといえることに加え，前記(2)ウ(ウ)のとおり，Ｃ\nの遺体の発見時，遺体の周囲にあった雪が柔らかく，本件除雪作業によって\n投雪されたものである可能性が強いこと，遺体の上に大きな雪塊や氷塊が乗\nっているということはなく，また，同(2)ウ(エ)のとおり，Ｃの遺体には圧死の場\n合に認められることが多い胸腹部の表皮剥脱や皮下出血，肋骨や胸骨の骨\n折，顔面や頸部のうっ血などの所見がなかったことから，雪穴の崩落などによ\nりＣが圧死したなどの可能性は考えにくいこと，前記(2)アのとおり，小樽市内\nにおいては本件事故当日の午後零時から同５時にかけては降雪はなく，その\n間にＣが自然降雪により雪穴に閉じこめられた可能性はないことに照らすと，\nＣは，本件事故現場の雪穴に入って遊んでいたところ，遅くとも本件除雪作業\nが行われた本件事故当日の午後３時ころまでに，本件除雪自動車が投排雪\nした雪が同雪穴になだれ込んだことにより同雪穴が塞がれたため，同雪穴に\n閉じこめられて脱出できなくなり，午後３時過ぎころからそれほど時間が経過\nしないうちに窒息及び低体温により死亡したと推認するのが相当である（な\nお，前記(2)ウ(ウ)のとおり，Ｃの遺体が掘り出された後の雪穴の底部には少\n量の小石大の玉雪があり，これは，その形状等から本件除雪作業の際に本\n件除雪自動車により除雪された雪であると考えられるものの，同玉雪が本件\n除雪作業の際に雪穴の中に入ったものであるのか，それとも捜索作業の際に\n雪穴の中に入ったものであるのかは不明であるといわざるを得ず，同玉雪の\n存在自体は，本件事故現場への投雪を推認させるものとはいえない。\nイ　前記実況見分調書（甲第１８号証）の信用性に関し，Ｄは，その証人尋問に\nおいて，「再現実況見分の１回目の再現の後，除雪する雪の量が少なかった\nと警察が判断し，警察の指示により再度雪を集めて２回目の再現を実施する\nこととなった。２回目の再現で除雪した雪の量は，本件除雪作業の時よりも明\nらかに多かった。」などと，実際の再現実況見分の状況と同実況見分調書の\n内容とが異なるともとれる供述をする。\nしかしながら，甲第１８号証に添付された写真のうち，３６番ないし３８番と４\n３番ないし５４番とを比較すると，両写真の積雪量等の積雪状況，特に街路灯\n付近の積雪状況から，まず３６番ないし３８番に撮影された再現が行われ，そ\nの後４３番ないし５４番に撮影された再現が実施されたことが明らかであり，こ\nれは，Ｄらが，１回目の再現に対して除雪する雪の量が多かったとの異議を\n申し立て，これにより２回目の再現が実施されたという当該実況見分調書の\n内容と符合するものであって，これに反する上記Ｄの供述部分は，採用するこ\nとができない。\nウ　被告は，本件除雪自動車によって除雪された雪は，ｘ内には飛ばされず，ｘ\n外周の雪山の頂上部分から道路側の斜面に雪を積み上げるように投雪され\nたものであり，Ｃの発見されたｘ中央部には本件除雪作業の影響は全くなく，\nＣがその作業により死亡するとは到底考えられない旨主張する。\nしかし，投雪された雪の一部がｘ内部に流れ込んでいたこと，本件除雪自\n動車の除雪能力，本件除雪作業時の投雪量，Ｃの遺体及びその周囲の状況\n等に照らしてＣの死亡が投雪によるものと推認されることは前記認定のとおり\nであり，上記主張は採用することができない。\nエ　また，被告は，Ｄらは路面方向及び投雪方向について注意深く観察していた\nところ，本件除雪自動車の運転席からの視野は広く，運転席における視線の\n高さも約２．８メートルあるため，ｘ内部の見通しも可能であり，投雪の落下地\n点は十分確認することができ，本件除雪作業中，Ｄらは，投雪の落下地点を\n目視し，確認しながら作業を続け，Ｃの存在は無論のこと，子供の遊んでいる\n姿，あるいは衣類，遊び道具等子供の存在を推測させるものも全く視認して\nいないのであり，投雪がＣを埋めたということはあり得ない旨主張する。\nしかし，本件除雪自動車の運転席からｘ内部の雪山の裏側の一部に見えな\nい部分があったことは前記認定のとおりである上，仮に死角がなく，かつ穴の\n中で遊んでいたＣの姿が見えなかったからとしても，投雪がＣを埋めたというこ\nとがあり得ないとはいえないから，被告の上記主張は前記認定を何ら左右す\nるものではない。\nオ　さらに，被告は，Ｃが雪穴に入っていたところ，何らかの原因により雪穴が崩\n落してこれに閉じこめられた可能性や，本件事故当日に行われた捜索のため\n雪穴が崩壊したり，雪穴の上に雪をかぶせてしまった可能性もあり，Ｃの死亡\n原因は不明であるといわざるを得ない旨も主張する。\nしかし，Ｃの遺体に圧死の場合に認められることが多い胸腹部の表皮剥脱\nや皮下出血，肋骨や胸骨の骨折，顔面や頸部のうっ血などの所見がなかった\nことから，雪穴の崩落などによりＣが圧死したなどの可能性は考えにくいこと\nは前記のとおりであり，また，雪穴が崩落していない以上，Ｃが仰向けになっ\nていた雪穴は露出して内部が容易に見える状態であったと推認されるところ，\n前記認定事実によれば，原告ＢがＣを探し始めた本件事故当日の午後４時３\n０分ころには辺りは既に暗くなっていたが，街路灯によりある程度の明るさが\nあったことが認められ，その後捜索に加わった小樽警察，小樽市消防団，被\n告職員，付近住民等も同様の明るさの下で捜索をしたものと推認されるので\nあって，捜索に携わった上記の者のいずれかが，上下赤色のスキーウェア姿\nで雪穴の中に横たわっていたＣの姿を見落として，誤ってこの上に掘り起こし\nた雪をかぶせてしまうという事態は想定しがたいのであって，被告の上記主張\nは採用することができない。\nまた，被告の上記主張は，Ｃが発見された当時の本件事故現場付近の状\n況は本件事故当日及び翌日に行われた捜索により本件事故発生当時とは変\n化してしまっており，Ｃの死亡原因を判断する証拠としての価値がない旨を主\n張するものとも解される。たしかに，上記捜索によって，ｘ内部の雪の状態は\n本件事故当時とは大きく変化したことがうかがわれるが，前記認定の根拠の\n一つとなったのがＣの遺体の周囲にあった雪が柔らかかったということである\nことに照らすと，捜索の過程でＣの遺体の周囲の雪が固めらることはあっても\n柔らかくされることは考えられない以上，結局捜索による本件事故現場付近\nの状況の変化は，前記認定を何ら左右するものではないというべきである。\nカ　また，被告は，原告らの主張する事故態様によれば，Ｃは本件事故当日の\n午後３時過ぎころに死亡したと考えるのが相当であるところ，これは，鑑定に\nよるＣの死亡推定時刻が同日の午後１０時ころとされていることと矛盾すると\n主張する。確かに，甲第２６号証（医師Ｊ作成の鑑定書）には，Ｃの死後解剖\n着手時（同月２９日午前１０時）までに概ね１日半経過していると考えられる旨\nの記載がある。\nしかしながら，甲第２９号証（上記Ｊ作成の回答書）によれば，上記鑑定書\nの作成者自身，「死体現象からだけでは，推定経過時間が真の死後経過時\n間と数時間のずれを生ずることもまれではない。」「鑑定人は，死亡時間を午\n後１０時頃と意図して鑑定書に記載したのではなく，午後１０時頃を中央値とし\nて，前後数時間の範囲にＣの死亡時刻が存在すると考えられ，また，午後１０\n時はその前後の死亡推定時刻帯の中で特に突出して真の死亡時刻と一致す\nる確率が高いものではない。」などと述べており，これによれば，上記鑑定書\nの記載は，本件事故当日の午後３時過ぎころからそれほど時間が経過しない\nうちにＣが死亡した可能性を完全に排除するものではないと解されるのであっ\nて，原告らの主張する事故態様が，上記鑑定書の記載と矛盾しているとまで\nはいうことができない。\nしたがって，上記鑑定書の記載は，前記認定の妨げとなるものではない。\n(4)　以上によれば，請求原因(2)ア及び同ウの事実が認められる。\n(5)　したがって，請求原因(2)の事実が認められる。\n３　請求原因(3)ア（自動車損害賠償保障法３条に基づく責任）について\nまず，原告らの主張する責任原因のうち，自動車損害賠償保障法３条に基づく\n責任について判断する。\n本件除雪自動車の所有者が被告であることについては当事者間に争いがない\nところ，前記２(2)イのとおり，本件除雪作業は，Ｄらが，被告の業務として，被告の\n第２ステーションの運行管理者の指示により，本件除雪自動車を使用して行ったも\nのである。\nそして，自動車損害賠償保障法３条本文にいう「運行」とは，「人又は物を運送す\nるとしないとにかかわらず，自動車を当該装置の用い方に従い用いること」をいい\n（同法２条２項），「自動車を当該装置の用い方に従い用いる」とは，自動車をエン\nジンその他の走行装置により位置の移動を伴う走行状態におく場合だけでなく，自\n動車の固有の装置をその目的に従って操作使用することを含むと解すべきところ，\n前記２(2)イのとおり，本件除雪自動車は，車体の最前部下側に取り付けられたオ\nーガを回転させることにより雪を吸い込み，これをブロアから直接，または車体上\n部前方のシュートを通じて外部に飛ばして投雪する仕組みとなっているのであるか\nら，これらの投雪装置は本件除雪自動車の固有の装置といえ，これを用いて行っ\nた本件除雪作業の際の投雪は，本件除雪自動車の固有の装置である投雪装置を\nその目的に従って操作使用したものということができ，自動車損害賠償保障法３条\n本文にいう「運行」に当たるということができる。\nこの点に関し，被告は，本件除雪作業によってＣが死亡したとしても，これは，除\n雪の方向や手順，場所等といった除雪作業内容に起因したものであって，ロータリ\n除雪自動車の操作によって発生したものではない旨主張する。しかし，本件除雪\n作業の際の投雪が，自動車損害賠償保障法３条本文にいう「運行」に当たることは\n以上のとおりであり，Ｃが本件除雪作業の際の投雪により死亡したと認められるこ\nとは前記のとおりであるから，被告の主張は採用することができない。\n以上によれば，請求原因(3)アが認められ，被告は自動車損害賠償保障法３条\nに基づく責任を負うものと解するのが相当である。\nしたがって，その余の点について判断するまでもなく，被告はＣ及び原告らに生\nじた損害を賠償すべき責任がある。\n４　請求原因(4)（損害）及び抗弁（過失相殺）について\n(1)　逸失利益　２５６８万００８７円\n前記のとおり，Ｃは，本件事故当時満７歳であり，本件事故がなければ，１８\n歳から６７歳までの間就労可能であり，その間，女子平均賃金相当額（同平均賃\n金額については原告ら主張の３４５万３５００円をもって相当と認める。）の収入を\n得られたものと推認することができるから，生活費として３割を控除し，中間利息\nをライプニッツ方式で控除して（ライプニッツ係数は，７歳から６７歳までの６０年\nに対応する同係数の１８．９２９２から，７歳から１８歳までの１１年に対応する同\n係数の８．３０６４を控除した１０．６２２８）その逸失利益を算定すると２５６８万０\n０８７円（円未満切り捨て。以下同じ。）となる。\n(2)　慰謝料　２０００万円\n本件事件の態様，Ｃが７歳という若年で人生を終えることになったこと，その他\n本件に現れた一切の事情を考慮すると，Ｃが受けた精神的苦痛を慰謝するに\nは，２０００万円の支払をもってするのが相当である。\n(3)　葬儀関係費用　　１２０万円\n証拠（甲第３２及び第３４ないし第３６号証並びに原告Ｂ本人尋問の結果）によ\nれば，原告らは葬儀関係費用（葬儀費用，仏壇仏具代，納骨堂費用，法要費用\n等）として合計２４６万９３０９円を支出したことが認められる（２分の１ずつ負担し\nたものとみる。）が，このうち本件事故と相当因果関係のある損害として賠償を\n求めることができるのは合計１２０万円（原告１名につき６０万円ずつ）と認める\nのが相当である。\n(4)　病院費用　　３０２０円\n証拠（甲第３１及び第３４号証並びに原告Ｂ本人尋問の結果）及び弁論の全\n趣旨によれば，原告らは，本件事故に係るＣの病院費用として３０２０円を支払っ\nたことが認められる（２分の１ずつ負担したものとみる。）。\n(5)　合計\n以上によれば，Ｃの損害額（上記(1)，(2)の損害額の合計）は４５６８万００８７\n円，原告ら固有の損害額（上記(3)，(4)の損害額の合計）は１２０万３０２０円とな\nる。\n(6)　過失相殺\n前記２のとおり，本件事故は，Ｃがｘ内の雪穴に入って遊んでいた際に発生し\nたものであるところ，証拠（証人Ｇ及び同Ｄの各証言）及び弁論の全趣旨によれ\nば，ｘに面した市道においては，本件事故以前から拡幅のための除雪作業が行\nわれていたこと，平成１１年から本件事故当時にかけての冬期間にも数回除雪\n作業が実施されていたことが認められる。そして，前記２(2)イのとおり，同除雪\n作業がｘの方向に投雪することにより実施されていたこと，その投雪量も相当多\n量であったこと（前記２(2)イは主に本件除雪作業の際の除雪方法について述べ\nたものであるが，本件全証拠によっても本件除雪作業が通常の除雪作業と特に\n異なる方法により実施されたとはうかがわれず，ｘ周辺の除雪作業は普段から\n前記２(2)イのような方法により実施されていたと推認できる。）に照らすと，ロー\nタリ除雪自動車による除雪作業中にｘ内で児童が遊んでいた場合，同除雪自動\n車が投雪した雪が児童にかかり，又はぶつかるなどして児童の生命及び身体に\n危険を及ぼす危険性があったというべきであり，原告Ｂ自身，その本人尋問にお\nいて，本件事故以前からこのような危険性を認識し，Ｃに対して，「除雪車が来た\nら危ないよ」などと注意していたというのである。そして，原告Ｂがその本人尋問\nにおいて述べるところによれば，Ｃはｄ小学校から下校後，ｘで遊ぶことが多かっ\nたというのであるから，原告らとしては，Ｃをｘで遊ばせるに当たっては，除雪作\n業があった場合にはこれに近づかないように注意し，又は保護者が同伴したり，\n大人の目の届くところで遊ばせるなど，前記危険を回避するための措置を講ず\nる必要があったというべきである。しかるに，原告らは，本件事故当日において\nも特にこのような措置を執ることもなく，幼い子供だけでｘに行って遊ぶことので\nきる状況を放置したのであり，これは親として尽くすべき子供に対する監護義務\nを怠ったものであって，本件事故については原告ら側にも過失があったものとい\nわざるを得ない。そして，本件除雪作業の内容，本件事故の態様，原告ら側の\n過失の内容等を総合考慮すると，原告らの過失は４割であると認めるのが相当\nである。\nこの点に関し，原告らは，あらかじめ親が子供に注意，指導していたとしても，\n本件のように，平日，低学年の子供の下校時ころに，事前及び除雪作業時の警\n告も一切なく除雪作業が行われた場合には，Ｃのような幼い子供が危険を回避\nすることはおよそ期待できず，除雪作業を行う被告の側において危険を予測し，\n防止措置を講ずるほかに被害の発生を防ぐことはできず，原告らの側に過失は\n認められない旨主張する。\nしかし，本件事故当時のＣの年齢に照らすと，除雪作業の際ｘ内部に投雪され\nた雪が流れ落ちてきて危険であることについて，教えれば理解することが不可\n能であったとはいえず，かつ，本件除雪作業時の本件除雪自動車の進行速度\nは人の歩行速度と同じ程度であったことは前記のとおりであり，また除雪作業の\n際にはかなりの音を発するものと推認されるから，Ｃが本件除雪作業の際に自\nら危険を回避することは決して不可能ではなかったというべきである。\nしたがって，原告らを含めた被害者側に落ち度がなかったということはできな\nいのであって，原告らの主張は採用することができない。\nよって，上記の過失割合（４割）により前記(1)ないし(4)の損害額を減じて過失\n相殺すると，Ｃの損害額（前記(1)，(2)の損害額の合計）は２７４０万８０５２円，原\n告ら固有の損害額（前記(3)，(4)の損害額の合計）は，７２万１８１２円（それぞれ\n３６万０９０６円）となる。\n(7)　相続\n原告らは，Ｃの損害額２７４０万８０５２円につき，法定相続分に従い２分の１\nずつ損害賠償請求権を相続した（原告１人あたり１３７０万４０２６円）。これに，原\n告ら固有の損害額の３６万０９０６円ずつを加算すると，原告らの損害額は，それ\nぞれ１４０６万４９３２円ずつとなる。\n(8)　弁護士費用　　各１４０万円（合計２８０万円）\n本件事案の内容，難易度，認容額などを考慮すると，本件事故と相当因果関\n係のある弁護士費用としては，原告らそれぞれにつき１４０万円と認めるのが相\n当である。\n(9)　したがって，損害額の合計は，原告らそれぞれにつき１５４６万４９３２円となる\n（原告ら２人の合計額は３０９２万９８６４円である。）。\n５　以上によれば，その余の点について判断するまでもなく，原告らの本訴請求は，原\n告らそれぞれにつき１５４６万４９３２円及び同金員から弁護士費用を控除した金額\nである１４０６万４９３２円に対する本件事故発生の日である平成１２年１月２７日か\nら支払済みまで民法所定年５分の割合による遅延損害金の支払を求める限度で\n理由があり，その余はいずれも理由がない。\nよって，原告らの請求を上記の限度において認容し，その余を棄却することと\nし，訴訟費用の負担について民事訴訟法６１条，６４条，６５条１項本文を，仮執行\nの宣言について同法２５９条１項をそれぞれ適用して，主文のとおり判決する。\n札幌地方裁判所小樽支部\n裁判長裁判官　　　　蓮　井　俊　治\n裁判官　　　　加　藤　　　亮\n裁判官　　　　徳　井　　　真\n"
}