{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 15
  },
  "case_number": "平成14(行コ)41",
  "case_name": "各転入届不受理処分取消等請求事件",
  "court_name": "東京高等裁判所第15民事部",
  "result": "棄却",
  "lawsuit_id": "20117",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20117",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/117/020117_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴をいずれも棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１  当事者の求めた裁判\n１  控訴人の控訴の趣旨\n(1)　原判決中控訴人敗訴の部分を取り消す。\n(2)　被控訴人らの請求をいずれも棄却する。\n２　被控訴人らの本訴請求の趣旨\n控訴人は，被控訴人ら各自に対し，それぞれ１００万円及びこれに対する平成１３年８\n月１５日から支払済みまで年５分の割合による金員を支払え。\n第２　本件事案の概要及び争点に関する当事者双方の主張\n本件は，宗教団体・アレフの信者である被控訴人らが，杉並区長に対して提出しようと\nした転入届が不受理とされたことについて，この不受理処分が住民基本台帳法に違反\nし，さらに，被控訴人らの生存権や参政権などの基本的人権を侵害する違法なものであ\nるとして，控訴人に対し，国家賠償法１条に基づき損害賠償を求めた事案である。\nなお，被控訴人らは，杉並区長に対する上記不受理処分の取消しの訴えに併合して\n本件損害賠償の訴えを提起したものであるが，いずれも，原審の口頭弁論終結後に上\n記転入届に係る住所地から転出したため，当審において，杉並区長に対する上記取消\nしの訴えを取り下げたものである。\n１　争いのない事実\n(1)　被控訴人らは，いずれも，宗教団体・アレフ（改称前の名称はオウム真理教，以下\n「アレフ」という。）の信者である。\n(2)　被控訴人らは，いずれも，平成１３年８月１５日，杉並区役所において，新住所欄\nに「東京都杉並区桃井a丁目b番c号」（以下「本件住所地」という。）と記載した「異動届出\n書」を転出証明書とともに区民課窓口に提示し，転入届をしようとしたが，杉並区長は，\n上記各転入届をいずれも受理しなかった（以下「本件不受理処分」という。）。\n(3)　被控訴人らは，いずれも，同年１２月３日ころ，本件住所地から退去した。\n２　被控訴人らの主張\n(1)　杉並区長による本件不受理処分の違法性について\n住民基本台帳制度は，市町村（特別区を含む。以下同じ。）において，住民の居住関\n係の公証，選挙人名簿の登録等の住民に関する事務の処理とともに，住民の住所に関\nする届出等の簡素化を図り，併せて住民の利便の増進，国及び地方公共団体の行政\nの合理化に資することを目的とするものであり（住民基本台帳法（以下「法」ともいう。）１\n条），市町村長は，常に住民基本台帳を整備して住民に関する正確な記録を行い，また\nその正確な記録を確保するために必要な措置を講じなければならない（法３条１項，１４\n条１項）。\nそして，市町村長（特別区の区長を含む。以下同じ。）は，法の規定による届出があっ\nたときは，当該届出の内容が事実であるかどうかを審査した上，住民票の記載，消除又\nは記載の修正（以下「記載等」という。）を行わなければならない（住民基本台帳法施行\n令（以下「施行令」という。）１１条）。\nこれらの法及び施行令の文理，目的及び趣旨からすれば，市町村長は，当該市町村\nの区域内に居住の事実を有する者から転入（あらたに市町村の区域内に住所を定める\nことをいい，出生による場合を除く。以下同じ。）の届出がされた場合には，これを受理し\nて住民票に記載して調製し，住民基本台帳に記録すべき義務を負っており，居住の実\n態があるにもかかわらずこれを拒否することは，住民基本台帳に要求される住民に関す\nる記録の正確性を損なうものとして許されない。すなわち，住民基本台帳に記録される\nべきか否かは，当該住民の住所が当該市町村の区域内にあるかどうかという事実及び\n住民基本台帳に登録して管理すべき者であるかどうかのみを基準として判断されるべき\nものである。\n地方自治法１０条１項は，「住民」の意義について，市町村の区域内に住所を有する\n者は，当該市町村及びこれを包括する都道府県の住民とする旨定めており，同法１１条\nないし１３条において，日本国民たる普通地方公共団体の住民が有する権利（選挙権，\n条例の制定改廃請求権，地方議会の解散請求権等）を定め，同法１３条の２において，\n市町村は，別に法律の定めるところにより，その住民につき，住民たる地位に関する正\n確な記録を常に整備しておかなければならないと定め，同条を受けて定められた住民基\n本台帳法は，その４条において，住民の住所に関する法令の規定は，地方自治法１０条\n１項に規定する住民の住所と異なる意義の住所を定めるものと解釈してはならないと定\nめている。\nそうすると，住民基本台帳法において定める「住民」の意義については，「市町村の区\n域内に住所を有する者」との解釈以外にはあり得ない。\n以上によれば，転入届を受けた市町村長が，転入届に係る住民の居住の有無を超え\nて，その転入届の目的，思想信条，所属団体の内容等を審査して，転入届の不受理処\n分を行うことを認めるという解釈は，地方自治法１０条１項の「住民」の意義に新たな要\n件（市町村長が，地域の秩序を破壊し，住民の生命や身体の安全を害する危険が高度\nに認められるといった特別の事情が存在しないと判断した者等の要件）を加えるもので\nあって，許されないものであることは明白である。\nしたがって，日本国籍を有する者であって，当該市町村の区域内に居住の事実があ\nり，居住の意思も認められる者，すなわち，当該市町村に住所を有する者は，その市町\n村長に対し転入の届出をする法的義務を負い（法２２条），かつ，市町村は，法に基づ\nき，その者の住民たる地位に関する正確な記録として住民基本台帳を整備する法的義\n務を負っているのであるから（地方自治法１３条の２），市町村長には，当該市町村に住\n所を有する者の転入届を受理せず，その住民登録を拒否し得る裁量権が認められる法\n的な根拠はない。\n後記のとおり，本件不受理処分は，被控訴人らの憲法上の権利を侵害するものである\nところ，控訴人は，アレフの危険性を強調して，本件不受理処分が適法であると主張す\nる。しかし，仮に，本件において被控訴人らの権利を規制する必要性があるとしても，侵\n害される人権の重要性にかんがみ，その規制は必要最小限度のものでなければならな\nいが，本件不受理処分は，被控訴人らの選挙権，生存権といった諸権利を全面的に排\n除する結果をもたらすものである一方，本件不受理処分によって被控訴人らの居住自\n体を排除することができるものではなく，本件不受理処分は規制の目的を達成する手段\nとしては意味がないのであるから，このような規制が必要最小限の規制であるとは到底\nいうことができない。また，そもそも，現在においては，アレフに危険性は存在しない。\nそうすると，杉並区長のした本件不受理処分は，法に違反する違法な処分であること\nは明らかである。\n(2)　本件不受理処分に係る控訴人の責任及びこれにより被控訴人らが被った損害に\nついて\nア　被控訴人らは，本件不受理処分により，次のような憲法上の諸権利を侵害され\nた。\n①　居住移転の自由（憲法２２条）\n被控訴人らは，自己が求める場所に移転し，居住しても，そのことにより何ら不利益を\n受けないという居住移転の自由が憲法上保障されているが，本件不受理処分はこの居\n住移転の自由を侵害する。\n②　選挙権（憲法１５条）\n法１５条１項は，選挙人名簿の登録は住民基本台帳に記録されている者で選挙権を\n有するものについて行うと規定し，公職選挙法２１条１項も，選挙人名簿の登録は，住民\n票が作成された日から引き続き３か月以上当該市町村の住民基本台帳に記録されてい\nる者について行うと規定しており，選挙人名簿に登録されていない者は原則として投票\nすることができない（同法４２条１項）から，住民票が作成されない以上，選挙権の行使\nが不可能となる。したがって，本件不受理処分は，被控訴人らの選挙権の剥奪につなが\nるものである。\n③　生存権（憲法２５条）\n国民健康保険法は，市町村の区域内に住所を有する者を国民健康保険の被保険者\nと定め（同法５条），法２８条及び国民健康保険法９条１０項により，法に基づく届出と国\n民健康保険法に基づく届出とを関連させている。\nその結果，法に基づく届出がされないと国民健康保険法上の届出もされない結果とな\nり，国民健康保険の被保険者資格も得られないこととなる。\nしたがって，本件不受理処分は，被控訴人らが国民健康保険を利用することを不可\n能にするものであり，被控訴人らの生存権を侵害するものである。\n④　思想の自由（憲法１９条）及び法の下の平等（同法１４条）\n本件不受理処分は，被控訴人らがアレフの信者であることを理由とする差別的取扱\nいであり，思想の自由を侵害するとともに，思想を理由とする差別的取扱いとして，法の\n下の平等にも反する。\nイ　上記のとおり，被控訴人らについて住民票が作成されず，住民基本台帳への記\n録がされないことによって，被控訴人らは，生存権や参政権などの様々な基本的人権が\n侵害されたほか，印鑑登録証明書やパスポートも取得できず，図書館等の公共施設の\n利用が不可能となり，身分証明書がないため各種契約の締結に支障を来すなど日常生\n活上の不便を被り，多大な精神的苦痛を被り不安を募らせている。このような被控訴人\nらが被った精神的苦痛や不安を金銭をもって慰謝するならば，その額は，少なくとも各\n自金１００万円を下らない。\nウ　上記イの損害は，杉並区長がその職務を行うにつき公権力の行使を誤った結果\nとして被控訴人らに与えた損害であるから，控訴人は，国家賠償法１条により，被控訴\n人らに対して上記損害を賠償すべき義務がある。\n３　控訴人の主張\n(1)　本件不受理処分の適法性について\nア　住民基本台帳法の解釈\n個人の住民票を編成して作成される住民基本台帳は，住民の居住関係を公証すると\nともに，選挙人名簿の登録その他の住民に関する各種の行政事務処理の基礎とするこ\nとを目的としている。個々の行政事務の処理のために利用される事項として，選挙人名\n簿の登録，国民健康保険や国民年金の被保険者の資格及び児童手当の受給資格等\nが住民票に記載されるほか，学齢簿の編成，作成も住民基本台帳に記録された者を対\n象として行われ，その他市町村独自の住民に対する各種の行政サービスあるいは住民\nへの連絡事務にも利用されている。\nこのように，住民登録及び住民基本台帳は，単に形式的に住所の登録と公証だけに\nとどまらず，住民基本台帳に記録して住民に関する事務の処理の基礎とする必要があ\nると認められるもの，すなわち，そこに住民として記録し当該市町村の事務を管理，執行\nする必要がある者を制度の対象にしていると考えられる。それゆえ，施行令７条１項に\nおいて，「新たにその市町村の住民基本台帳に記録されるべき者があるときは」住民票\nを作成しなければならないものと規定し，同８条において「その者についてその市町村の\n住民基本台帳の記録から除くべき事由が生じたときは」住民票を消除しなければならな\nいと規定しているところである。また，法８条の規定によれば，住民票の記載等は届出を\n基礎として行われるが，その記載等をすること自体はあくまで市町村長の職権により行\nわれるものであって，施行令１１条及び１２条もこれと同趣旨のものと解される。したがっ\nて，その住所が区域内にある者の届出であればおよそ例外なく市町村長は住民登録を\nすべく羈束されているとは解し難く，住民基本台帳に記録しないこと，その届出を受け付\nけないことなど住民登録を拒否することが許容される場合もあり得るものというべきであ\nる。すなわち，当該地方公共団体において住民として受け入れ，各種の行政サービス等\nを提供することを否定すべき特別の事情が存在する場合にまで，市町村長が住民票を\n調整し住民基本台帳に記録しなければならない義務を負っているものとは解し難いので\nある。\nそして，地方公共団体は，住民の福祉の増進を図ることを基本として，地域における\n行政を自主的かつ総合的に実施する役割を広く担っており，その一環として，地方公共\nの秩序を維持し，住民及び滞在者の安全，健康及び福祉を保持することも重大かつ基\n本的な役割であり，地方公共団体の長は，当該地方公共団体を代表してその責めに任\nずるものであるが，後記イのとおり危険性の高い団体であるアレフ及びその信者が控訴\n人の区域内に極めて多数転入し，アレフの拠点施設等に居住して，アレフの活動に深く\n関わるという事態は，杉並区長が負っている上記責務を著しく阻害するものであるから，\n被控訴人らを住民として受け入れられない特別の事情があるというべきである。\nしかも，住民基本台帳に関する事務は，法定受託事務ではなく，当該地方公共団体\nにおける自治事務に属するが，地方公共団体に関する法令の規定は，地方自治の本\n旨に基づいて，かつ，国と地方公共団体との適切な役割分担を踏まえて，これを解釈\nし，及び運用するようにしなければならないとされている（地方自治法２条１２項）ことか\nらすれば，地方公共団体の役割の遂行における自主性，自立性が尊重されるように，\n法の解釈，運用が行われるべきである。\nそうすると，被控訴人らの転入を受け入れて住民登録を行うことができない特別の事\n情がある場合には，法に明文の規定がないとしても，これが許されるものと法を解釈し，\n運用することは，必ずしも違法なことであるとはいえない。\nイ　被控訴人らの転入届を受理できない特別の事情\n(ア)　アレフの危険性\nアレフ及びその信者は，「日本シャンバラ化計画」を実現するためには政治力が不可\n欠であるとし，その実現が不奏効に終わると，武力による祭政一致の専制国家体制の\n樹立が必要であるとして，その実現のため，教団の活動の障害となる者は内外を問わ\nず死に至らしめ，地域住民を敵視して危害を加え，無差別大量殺人行為に及ぶなど，こ\nれらの犯罪行為を組織の活動として行った。これらの行為は，多くの国民に極めて甚大\nな被害をもたらすと同時に，社会的な不安を極めて大きなものとした。そして，「無差別\n大量殺人行為を行った団体の規制に関する法律」３１条の規定に基づいて平成１３年４\n月に行われた報告では，アレフの現状は，その体質などについて，上記のような犯罪行\n為に及んだ当時のそれと大きな変化はないとされている。\n(イ)　杉並区民の恐怖，不安\nアレフは，平成２年２月に行われた衆議院議員選挙において，杉並区桃井１丁目に事\n務所を構えるなど，早くから杉並区内に進出を開始し，地下鉄サリン事件が発生した平\n成７年３月当時，杉並区内には道場や「アジト」などの教団施設が複数存在するなど，都\n内有数の活動拠点となっており，地下鉄サリン事件では，地下鉄丸の内線を利用してい\nた杉並区民多数が被害を受けた。そして，杉並区内の上記各教団施設は，信者らによ\nる一連の非合法活動の拠点として使用されていたことが明らかになるとともに，杉並区\n内の各教団施設などに出入りしていた信者が多数検挙，逮捕されるに至った。さらに，\nその後も，杉並区内に教団施設が相次いで進出し，同区内においてその活動を活発化\nさせるアレフ及びその信者に対する区民の恐怖や不安は極めて大きなものとなり，多数\nの区民が控訴人に対してアレフの解散や退去の措置をとるよう申し立てていた。そし\nて，「阿佐谷地域オウム真理教対策協議会」や「高円寺地域オウム真理教対策協議会」\nなどを中心とした杉並区民が，教団施設の撤去及びその信者の退去を求めて懸命な活\n動を続けた結果，平成１１年１１月ころには杉並区内からアレフの施設はなくなった。とこ\nろが，平成１２年１０月２日には，アレフの信者が同年９月以降本件住所地に所在する\n建物を占拠し，活動を始めていることが明らかとなるなど，アレフが杉並区内でその活\n動を本格化させたことで，杉並区民の恐怖や不安は増大した。そこで，杉並区オウム真\n理教対策協議会及び控訴人は，教団施設を含むアレフ信者らの，杉並区内からの即時\n退去及び杉並区への転入を断固拒否する旨の決議を行うなどの活動を展開している。\nアレフが杉並区民に及ぼす強い恐怖や不安は，現実に顕著，切実なものであり，控訴\n人は，杉並区民がこのような恐怖，不安を抱いているという事実を無視することはできな\nい。\n(ウ)　本件不受理処分に至る事情\n杉並区長は，これ以上杉並区内にアレフ信者が集中し，アレフの拠点施設が構築，\n形成されることを到底許容することはできないとの立場にたって，アレフ信者の集中等を\n可能なかぎり阻止するための実効的な方法の一つとして，アレフ信者である被控訴人ら\nの本件住所地への住民登録の拒否を決定したのであり，これは，正当な措置として社\n会的に是認され得るものである。\nウ　結論\n以上のとおり，被控訴人らの転入届を受理できない特別の事情があると認められた\nため，杉並区長は本件不受理処分を行ったものであり，本件不受理処分に違法性はな\nい。\n(2)　過失の有無について\n無差別大量殺人を行い，危険な団体として，国家が認定するような教団が出現し，そ\nの構成員が集団で転入するという事態は，法律が明文をもって予定するものではない。\n内戦ともいうべき活動を行い，現在においてもその具体的な危険性が認められるアレフ\nの信者がその活動拠点に集団転入を行ったという事案において，住民基本台帳制度に\nよる措置の是非が問題となった裁判例は見当たらない。\nそして，杉並区長は，無差別大量殺人行為を行い，いまなおその危険性があるとされ\nる団体の構成員であるアレフ信者が集団で居住したことにより，現実に地域住民に強い\n不安や混乱が生じ，その平穏な生活が脅かされている実態を見過ごすことはできないた\nめ，住民基本台帳制度の解釈により，本件不受理処分を行うことが可能であるとの見解\nにたって，住民のためにやむなく本件不受理処分に及んだものである。\nしたがって，本件不受理処分には相当な根拠が認められるものと解すべきであるか\nら，杉並区長に過失はない。\n(3)　損害について\n被控訴人らが主張する損害のうち，選挙権や被選挙権が行使できないとの点につい\nては，被控訴人らが届出をしたとする日以降，選挙が行われた事実はなかったのである\nから，この点に関する損害はない。\n被控訴人らが主張するその他の権利侵害についても，転入届を受理することを直接\nの法律上の要件としているものではないから，本件不受理処分に起因する損害は何ら\n生じていない。\n第３　当裁判所の判断\n１　本件不受理処分が国家賠償法上違法であるかどうかについて\n(1)　住民基本台帳制度は，市町村において，住民の居住関係の公証，選挙人名簿の\n登録その他の住民に関する事務の処理の基礎とするとともに住民の住所に関する届出\n等の簡素化を図り，併せて住民に関する記録の適正な管理を図るため，住民に関する\n記録を正確かつ統一的に行うものとして設けられた制度であって，これにより住民の利\n便を増進するとともに，国及び地方公共団体の行政の合理化に資することを目的とする\nものである（法１条）。\nそして，市町村長は，常に住民基本台帳を整備し，住民に関する正確な記録が行わ\nれるように努めるとともに，住民に関する記録の管理が適正に行われるように必要な措\n置を講ずるよう努めなければならず（法３条１項，１４条１項），その住民につき，氏名，\n出生の年月日，男女の別等法７条所定の事項を記録する住民票を世帯ごとに編成し\nて，住民基本台帳を作成する義務を負っている（法５条，６条１項）。\n他方，住民は，常に住民としての地位の変更に関する届出を正確に行うように努めな\nければならず，虚偽の届出その他住民基本台帳の正確性を阻害するような行為をして\nはならないとされ（法３条３項），出生以外の事由で新たに市町村の区域内に住所を定\nめて転入をした者は，転入をした日から１４日以内に，氏名，住所，転入をした年月日等\n所定の事項を市町村長に届け出ることが義務付けられており（法２２条１項），正当な理\n由がなくこれに違反した場合には，５万円以下の過料に処せられることとされている（法\n５１条２項）。\nそして，住民票の記載等は，政令で定めるところにより，法の規定による届出に基づ\nき，又は職権で行うこととされ（法８条），これを受けて施行令では，市町村長に対し，転\n入をした者その他新たにその市町村の住民基本台帳に記録されるべき者があるとき\nは，その者の住民票を作成することを義務付け（施行令７条），届出があったときには，\n当該届出の内容が事実であるかどうかを審査して，住民票の記載等を行い（同１１条），\n届出がないときには，当該記載等をすべき事実を確認して，職権で，住民票の記載等を\nしなければならない（同１２条）と定めている。\n(2)　一方，公職選挙法によれば，選挙人名簿に登録されるためには，その者に係る\n住民票が作成された日から引き続き３か月以上当該市町村の住民基本台帳に記録さ\nれていることを要し（同法２１条１項），選挙人名簿又は在外選挙人名簿に登録されてい\nない者は原則として投票することができないこととされている（同法４２条１項）。\nまた，国民健康保険法は，市町村の区域内に住所を有する者を当該市町村が行う国\n民健康保険の被保険者とすると定め（同法５条），国民健康保険の被保険者の属する世\n帯の世帯主に対し，その世帯に属する被保険者の資格の取得及び喪失に関する事項\n等を市町村に届け出ることを義務付けているが（同法９条１項），法２２条から２５条まで\nの規定による届出（転入届，転居届，転出届又は世帯変更届）に国民健康保険の被保\n険者であることを証する事項で施行令２７条１号に定める事項を付記すれば，国民健康\n保険法９条１項に規定する市町村に対する届出があったものとみなされる（同法９条１０\n項，法２８条）。\nしたがって，転入届が受理されないと，別途届出をしない限り，国民健康保険の被保\n険者として事実上取り扱われないこととなる。\n(3)　以上の【要旨１】法の目的及び関係法令の規定からすれば，転入をした者につい\nて市町村長が住民票を作成し，住民基本台帳に記録する行為は，あくまでその者が新\nたに市町村の区域内に住所を定めたという事実が存在する場合に，その居住関係を公\n証するとともに，選挙人名簿への登録その他の住民に関する事務の処理の基礎とし各\n種行政事務の結合を強化すること，併せて住民に関する記録の適正な管理を図るとい\nう目的から行われるものであって，転入者についての住民票の作成や住民基本台帳へ\nの記録自体によって，当該市町村への転入，居住が許容されるなどの権利義務が形成\nされ，又はその範囲が確定されるという法的効果を生じるものでないことは明らかであ\nる。そして，転入をした者が届け出なければならない事項は，氏名のほかは住所，転入\n年月日及び従前の住所等の居住関係に関するものに限られ（法２２条１項），市町村長\nは当該届出の内容が事実であるかどうかを審査して住民票の記載を行うものとされて\nいて（施行令１１条），それ以外の事項を住民票の作成及び住民基本台帳に記録するた\nめの要件とすることを定めた規定がないこと等を考え合わせると，転入の届出があった\n場合に市町村長が住民票の作成及び住民基本台帳に記録するに当たって審査すべき\n事項は，転入届に係る居住関係が事実であるかどうかに限られると解するのが相当で\nある。\nしたがって，市町村長は，転入の届出があった場合，当該届出に係る居住関係が事\n実である限り，その内容に従ってその者の住民票を作成し，住民基本台帳に記録しなけ\nればならない義務を負っているものというべきである。\n(4)　そして，【要旨２】関係証拠（甲１ないし１９，乙１）及び弁論の全趣旨によれば，被\n控訴人らは，いずれも平成１３年４月５日から同年１２月３日ころまで本件住所地に居住\nしていたことを認めることができるから，杉並区長が行った本件不受理処分は，法に反\nする違法なものであるというべきである。その上，本件不受理処分は，被控訴人らをして\n選挙権の行使ができない状態及び国民健康保険の受給も事実上受けられない状態に\nおいたものであり，また，関係証拠（甲４ないし６）及び弁論の全趣旨によれば，本件不\n受理処分は，アレフの信者が多数居住している本件住所地にその信者である被控訴人\nらが転入したことを理由とした法律上の根拠のない差別的な取扱いであることが認めら\nれるから，国家賠償法上も被控訴人らに対する関係で違法な行為であるというべきであ\nる。\n(5)　控訴人は，アレフが危険性を有する団体であり，その構成員が集団で転入するこ\nとによって地域住民が恐怖，不安を感じており，住民の安全と地方公共の秩序を維持す\nるため，アレフの構成員の大量転入とアレフの拠点化を防ぐという特別の事情が認めら\nれたため，本件不受理処分を行ったのであって，違法性はないと主張する。\nしかし，前記のとおり，住民基本台帳制度は，住民の居住関係の公証や住民に関す\nる記録の適正な管理を目的とする制度であって，地域の秩序維持や住民の安全確保を\n目的とするものではなく，しかも，市町村長が転入届を受理せずに住民票の作成及び住\n民基本台帳への記録を拒否したからといって，当該転入届をした者の当該市町村にお\nける居住が禁止される等の法的効果が生じるものでもなく，その者が当該市町村の区\n域内に居住すること自体は可能であるから，当該転入届を不受理とすることによって住\n民の安全を確保するという目的を達することができるというものでもない。そうすると，住\n民基本台帳法が，控訴人の主張するような事情を考慮して，適法に行われた転入届を\n不受理とし，住民票の作成を拒否する権限を与えていると解する余地はないといわざる\nを得ない。\nまた，地域の秩序を維持し，住民の安全，健康及び福祉を保持することが地方公共\n団体及びその長の基本的かつ重要な責務であるからといって，そのための行政の作用\nが，法律又は条例を基礎とする何らかの立法の定めもなしに，国民の権利利益を侵害\nすることは，現行法上許容されるものではない。\nところで，上記の法令の定めのように，選挙人名簿に登録されていない限り原則とし\nて投票することができず，選挙人名簿に登録されるためには住民基本台帳に記録され\nていることが必須とされていて，最も重要な基本的人権の一つである選挙権の行使は\n住民票の作成及び住民基本台帳への記録にかからしめられていることが明白であると\nころ，居住の事実があるにもかかわらず法の規定しない事由で転入届を不受理とするこ\nとは，選挙権の行使を妨げる結果となるので，法律上の根拠なくしては許されないという\nべきである。\nしたがって，控訴人が主張するような事情をもって本件不受理処分を正当化すること\nは是認できない。\n２　本件不受理処分について杉並区長に過失があるかどうかについて\n控訴人は，杉並区長において本件不受理処分が適法なものと解釈したことに過失は\nないと主張する。\nしかし，関係証拠（甲２５，５６）及び弁論の全趣旨によれば，本件不受理処分に先立\nつ平成１２年１２月１５日，当時の森喜朗内閣総理大臣は，信者の転入届の不受理等に\n関する国会議員の質問主意書に対し，「市町村長は，転入届があったときは，当該届出\nの内容が事実であるかどうかを審査して，住民票の記載を行わなければならないことと\nされており，自治省においては，その趣旨について地方公共団体へ助言を行ってきたと\nころである。」旨の答弁書を衆議院議長に送付しており，また平成１３年６月１４日には，\n住民票の消除処分の効力の執行停止を求める裁判の特別抗告事件（最高裁判所平成\n１２年(行ク)第１１１号）において，最高裁判所は，市町村長が法に基づき住民票を調製\nするに際し，地域の秩序が破壊され住民の生命や身体の安全が害される危険性が高\n度に求められるような特別の事情の存否について審査権限を有するとは必ずしも即断\nし難いとして，上記執行停止の申立てを却下した原決定を破棄し，上記申立てを認める\n旨の判断をしていることが認められ，さらに，法が定める住民基本台帳制度の目的，転\n入届に関する規定の各文言に照らしても，同区長がそのような解釈を採ったことについ\nて相当の根拠があったということはできない。したがって，違法な本件不受理処分を行っ\nたことについて，杉並区長には過失があるというべきである。\n３　被控訴人らが被った損害について\n以上によれば，控訴人は，国家賠償法１条に基づき，杉並区長による公権力の行使\nたる本件不受理処分により被控訴人らが被った損害を賠償すべき義務があるところ，上\n記のとおり，本件不受理処分により，被控訴人らは，選挙権を行使できない状態におか\nれ，また，国民健康保険の被保険者として事実上取り扱われない状態にもおかれたほ\nか，関係証拠（甲４ないし６）によれば，印鑑登録証明書の交付を受けられないなど，日\n常生活にも支障を来したことが認められ，これらの事実によれば，被控訴人らが少なか\nらざる精神的苦痛を受け，心理的不安を抱いたものと推認される。\nもっとも，本件不受理処分後被控訴人らが本件住所地から転出した平成１３年１２月\n３日ころまでの間に公職選挙法に基づく選挙は実施されていない（公知の事実）ので，\n被控訴人らが現実に選挙権を行使することができなかったという事情はなく，国民健康\n保険の被保険者として取り扱われなかったことによって被控訴人らが高額の医療費の\n支出を余儀なくされたという事情も見受けられない。\n以上の諸事情を総合考慮すれば，被控訴人らが被った精神的苦痛等に対する慰謝\n料としては，被控訴人ら各自についてそれぞれ３０万円を認めるのが相当である。\n第４　結論\nしたがって，控訴人は，被控訴人ら各自に対し，損害賠償として，それぞれ３０万円及\nびこれに対する不法行為の日である平成１３年８月１５日から支払済みまで民法所定の\n年５分の割合による遅延損害金を支払うべき義務があり，これと同旨の原判決は相当\nであるから，本件各控訴をいずれも棄却することとし，主文のとおり判決する。\n(裁判長裁判官　赤塚信雄　裁判官　宇田川　基　裁判官　加藤正男)\n"
}