{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 3
  },
  "case_number": "平成14(行コ)6",
  "case_name": "更正処分等取消請求控訴事件",
  "court_name": "広島高等裁判所第3部",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成10(行ウ)22",
  "lawsuit_id": "3771",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3771",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/771/003771_hanrei.pdf",
  "contents": "主　　　　　文\n１　原判決を取り消す。\n２　被控訴人の請求をいずれも棄却する。\n３　訴訟費用は，第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文と同旨\n第２　事案の概要\n１　本件は，被控訴人が，平成６年分（平成５年５月１日から平成６年４月３\n０日までの事業年度）及び平成７年分（平成６年５月１日から平成７年４月３０\n日までの事業年度）の法人税の各確定申告をするに当たり，ミャンマー国林野庁\n森林公社（ＭＴＥ）との間で原木を取引する際に支出した金員が当該原木の売買\n代金であることを前提として，これを損金算入するなどしたところ，控訴人が，\nその一部については売買代金と認められず，また当該金員のうちＭＴＥに贈与し\nた機械等の取得に要した費用は租税特別措置法（租特法）６１条の４の交際費等\nに該当するとして，上記の損金算入を否認するなどして平成６年分及び平成７年\n分の各法人税について更正処分（本件各更正処分）をした上，過少申告加算税\n（平成６年分）及び重加算税（平成６年分及び平成７年分）の各賦課決定処分\n（本件各賦課決定処分）をしたため，被控訴人がこれを不服として，本件各更正\n処分のうち申告に係る総所得金額及び納付すべき税額（ただし，平成６年分につ\nいては納付すべき税額６１５万５３７５円）を超える部分と本件各賦課決定処分\n（ただし，各重加算税賦課決定処分の一部（過少申告加算税相当額を超える部\n分）については，平成８年８月８日付け異議決定により取り消されているため，\nその取消後のもの。）の取消しを求めた事案である。\n原判決は，上記金員は原木取引の売買代金として支払われたものであっ\nて，交際費等とも認められず，控訴人による本件各更正処分は違法であるとし\nて，本件各更正処分のうち被控訴人の請求に係る部分及び平成６年分の過少申告\n加算税賦課決定処分を取り消したが，各重加算税賦課決定処分の取消しを求める\n訴えについては，異議決定でその全部が取り消されているとしてこれを却下し\nた。そのため，控訴人が不服を申し立て，訴えの却下部分を含めて被控訴人の請\n求の棄却を求めたものである。\n２　以上のほかの事案の概要は，次のとおり付加訂正するほか，原判決の事実\n及び理由中の「第２　事案の概要」に記載のとおりであるので，これを引用す\nる。\n(1)　原判決３頁２３行目から４頁４行目までを，次のとおりに改める。\n「イ　被控訴人は，昭和６２年４月２３日，株式会社Ａとの間で，原木\n取引に関し，要旨，次の約定で，商品買入委託契約を締結した（乙４の１）。\n第２条　　株式会社Ａ（乙）が被控訴人（甲）に買入れを委託す\nる場合には，年月日・数量・価格等を書面等で指示する。\n甲乙の協議により合意したものに関し，甲がビルマ連\n邦社会主義共和国木材公社（公社）との間に締結した輸入契約書に基づき，甲は\n上記商品の買入れ委託を遂行する。\n甲は公社との間に締結した輸入契約書の写しを速やか\nに乙に提出する。\n第４条　乙は買入れに対して委託手数料として，日本国内検量に\nよる数量に基づき支払う。なお，委託手数料は別途，覚書に定めるものとする。\n第５条　商品の買入代金は，第６条の場合を除き，乙が甲の名義\nにより公社を相手先として商業信用状を開設し，乙がこれを決済する。\n第13条　本契約の存続期間は，昭和６２年４月１日より昭和６３\n年３月３１日までとする。ただし，期間満了３か月前までに，甲・乙双方から何\nらの申し出のないときは，この契約は，自動的に１か年間延長されるものとし，\n以後も同様とする。\nなお，上記契約締結後，平成７年４月３０日（平成７年４月期の\n事業年度の末日）までには，新たな商品買入委託契約は締結されていない。」\n(2)　原判決添付の別表１の「異議決定」の「過少申告加算税」欄の「八三\n万八〇〇〇円」を「棄却」に，「重加算税」欄の「〇」を「四六万六〇〇〇円」\nに改め，「審査請求」の「重加算税」欄に「〇」を，「審査裁決」の「重加算\n税」欄に「棄却」を加え，別表２の「異議決定」の「過少申告加算税」欄の「九\n四万一五〇〇円」を削除し，「重加算税」欄の「〇」を「九四万一五〇〇円」に\n改め，「審査請求」の「過少申告加算税」欄の「〇」を削除し，「重加算税」欄\nに「〇」を加え，「審査裁決」の「過少申告加算税」欄の「棄却」を削除し，\n「重加算税」欄に「棄却」を加える。\n(3)　控訴人の当審における主張\nア　本件各金員の性質について\n(ア)　契約書から生ずる事実上の推定について\nａ　はじめに\n売買契約書が作成され，その成立の真正に問題がない場合におい\nては，後日契約内容をめぐる紛争が生じるのを防止するために契約書を取り交わ\nしている当事者の意思に照らせば，経験則上，契約書の記載どおりの内容の契約\nが当事者間で成立したものといえるのであり，契約書の記載と異なる内容の契約\nが成立したと主張する者は，契約書の記載と異なる合意がされたことについて\n「特段の事情」ないし「首肯するに足りる理由」を具体的かつ説得的に立証しな\nければならない。\n本件の特徴は，被控訴人の主張する代金支払方法なるものが特異\nである点にある。すなわち，本件各金員は，売買契約書記載の代金とは異なり，\nＭＴＥに直接送金されることなく，第三国であるシンガポールに法人Ｂが設立さ\nれ，そこに送金されている。しかも，その送金は，被控訴人と法人Ｂとの間でコ\nミッション契約という架空の契約書を作成した上で行われている。このような政\n府に把握されていない方法で売買代金の支払を受けることが政府機関として許さ\nれるものでないことは，ミャンマー国の財政状況が厳しくなって，軍事費以外の\n国家予算は削減される傾向にあったことからも当然であると考えれられる。しか\nも，平成６年度取引は入札によるものであり，入札価格に基づく売買契約書記載\nの代金額とは別に，それと異なる売買代金額が合意されるなどということは，入\n札制度上考え難いことである。\n仮に，ＭＴＥが３００万ドルの範囲内で自由に使用することので\nきる金員を留保することが政府から認められ，本件各金員の授受がミャンマー国\n政府に無断でされたものではないのであれば，上記のような特異な支払方法をと\nる必要はなかったはずである。そのような方法をとる必要性を説明することがで\nきないにもかかわらず，売買契約書とは異なる代金額の合意があったとすること\nは根拠を欠く。むしろ，本件の実態に照らせば，ＭＴＥは政府に把握されない方\n法で被控訴人から売買代金とは別に一定の利益（本件機械等）を受けることで足\nり，これを売買代金として得る必要はないし，他方，被控訴人もＭＴＥとの取引\n関係を維持し，確保するためであれば，売買代金名目にこだわる必要はなく，実\n際に法人Ｂへの送金のために架空のコミッション契約書を作成しているのであ\nる。売買契約書と異なる売買代金額を別途合意することが許されないものである\nことを当事者双方が認識していることからしても，あえて売買代金として売買契\n約書とは異なる合意をする意味も必要性もない。被控訴人は，有利な取引関係を\n維持，確保すべくＭＴＥの利益供与の求めに応じたにすぎず，このように理解し\nて初めて本件の特異な事実経過を合理的に説明することができる。\nｂ　本件において特に考慮すべき事情について\n被控訴人とＭＴＥとの間の原木取引は，国際売買契約であるとこ\nろ，国際売買契約の当事者としては，「異なった，文化，風俗，習慣，言語，法\n制，更には権利意識の下にある人間が契約を結ぼうとする場合に，ただ単に口頭\nの約束だけで十分であると断言できないことは自明の理である。したがって，文\n書にしておくことが不可欠であるといわざるをえない。」，「当事者が合意した\n内容を正確に作成することは，国内契約，国際契約を問わず必要であることはい\nうまでもない。特に国際契約においては，契約書作成は極めて重要である。」と\nいう意識で行動するのが通常である。\nしかも，①処分証書である本件各売買契約書には，商品の内容，\n数量，単価，貿易条件等，被控訴人とＭＴＥとの間の原木売買契約の内容が詳細\nに記載されていること，②売買の対象である原木はミャンマー国の国有財産であ\nり，契約の一方当事者であるＭＴＥは様々な法的規制の下にあるミャンマー国の\n国営企業であること，③被控訴人とＭＴＥ間の原木売買契約は，被控訴人と株式\n会社Ａ間の昭和６２年４月２３日付け商品買入委託契約に基づくものであるとこ\nろ，従前の原木取引においては，株式会社Ａが，売買契約書に記載された単価を\n決済しており，売買契約書に記載されない売買代金の支払を求められたことはな\nかったこと，④ＭＴＥと取引関係にある他社でも，ＭＴＥから売買契約書ないし\nインボイスに記載されない売買代金の支払を求められたことはないこと，⑤３０\n０万ドルの範囲内でＭＴＥが自由に使用することのできる金員を留保することを\n政府から認められていて，違法なものでないのであれば，本件各金員を本件各売\n買契約書の単価に含めて記載することができない理由は全くないし，そのように\n記載されてしかるべきであること，⑥被控訴人が主張する本件各売買契約書の記\n載内容と異なる売買代金の定めがあったことを示す覚書や念書は一切作成されて\nいないこと，などの事情も存在する。\nｃ　これらを総合すると，本件各売買契約書の記載内容とおりの売買\n契約が成立したとの事実上の推定が強く働くところ，この推定を覆すに足りる\n「特段の事情」や「首肯するに足りる理由」はない。\n(イ)　本件各金員の性質に関する当事者の認識内容\nａ　被控訴人の認識について\n被控訴人代表者Ｃは，原処分の調査過程において，担当調査官に\n対し，２度にわたり，本件各金員は，被控訴人が競合他社を排して原木の独占供\n給を受けるために，ＭＴＥに対する裏金を捻出・留保する目的で法人Ｂの現地預\n金口座に送金されたものである旨明確に供述しており，原木取引の売買代金の一\n部であるとの供述は一切していない。Ｃは，その後，本件各金員は原木代金の一\n部であるとの供述をするに至っているが，変遷に合理的理由はなく，信用するこ\nとはできない。\nまた，Ｄ銀行広島支店（当時）において本件各金員の送金を担当\nしたＥ，Ｆは，被控訴人の経理担当者であるＧから，本件各金員はＭＴＥに対す\nる「バックマージン」である旨の説明を受けており，原木の輸入元である株式会\n社Ａの担当者Ｈも，Ｉとの直接交渉の過程で同人から詳細な説明を受けた上，本\n件各金員の趣旨につき，売買代金は「国家予算」に入り，ＭＴＥが必要とする物\n資を調達することができないので，ＭＴＥが必要とする原木伐採用機械等を供給\nするよう要求され，ＭＴＥと優先的に取引をすべく，機械等を購入するためのも\nのと認識していたほか，株式会社Ａの経理担当者であったＪも，Ｈからの報告や\nＧとの直接交渉の過程で，本件各金員について「不明瞭で，かつ，あやふやな金\n員」「不明瞭で支払根拠がない」「ミャンマーの国の財政」に支払われる原木代\nとは別に，ＭＴＥの事業活動に充てるためのものと認識していた。\nさらに，被控訴人が，本件各金員を売買代金の一部であると認識\nしていたのであれば，架空の本件各コミッション契約を締結して，送金名目を代\n理店手数料とする必要など全くなく，送金名目を売買代金とすれば足りたのであ\nる。仮に，送金名目を売買代金とするのに客観的な資料が必要であるならば，そ\nのような資料の作成をＭＴＥに依頼するはずであり，ＭＴＥとしても売買代金や\n支払方法について定めた覚書等の作成を拒絶する理由もない。また，平成５年度\n取引で株式会社Ａとの間で支払方法について問題が生じたのであるから，平成６\n年度取引においてはＭＴＥに客観的な資料作成を要請してしかるべきである。に\nもかかわらず，そのような覚書等が作成されていないのは，本件各金員を売買代\n金の一部とは認識していなかったからにほかならない。そもそも，本件のように\n売買契約書に記載されない上，覚書や念書等の書類も作成されないまま，買主が\n売主から，売主とは全く無関係を装う預金口座を開設し，契約書記載の売買代金\n額とは別個の金員を同口座へ送金するよう要求された場合，合理的な経済人であ\nれば，そのような送金をもって売買代金と認識するはずはなく，Ｃの当初供述の\n内容こそ自然なもので信用することができる。\nｂ　ＭＴＥの認識について\nＫの陳述書（甲３４）は，全くあいまいな内容であり，本件各金\n員が原木の売買代金に含まれるのであれば，何故にシンガポールの第三者名義の\n預金口座に送金しなければならなかったのか，その「便宜」の具体的内容はいか\nなるものかなど核心的な疑問点への説明は一切なく，信用性に欠ける。\nミャンマー国法上，国営企業であるＭＴＥが輸出した原木代金を\n収受する権限は，財務管理権限に属するものであり，毎年度の財政予算勘定であ\nる国家基金勘定（ＳＦＡ）を所管する財政歳入省及び昀終的承認権限を有する国\n家法秩序回復評議会（ＳＬＯＲＣ）がこれを掌握していたのであって，ＭＴＥに\nはそのような権限は一切与えられていない。Ｋは，その陳述書において，林業省\n（原判決の呼称による。）が３００万ドルの範囲内でＭＴＥに使用枠を与えてい\nた旨述べるが，上記のとおり，ミャンマー国法上，国営企業であるＭＴＥの財務\n管理権限は同国の国家予算というべきＳＦＡにすべて組み込まれ，財政歳入省及\nびＳＬＯＲＣが一元的に管理するという制度が採用されていたのであるから，林\n業省には国庫に払い込まれるべき販売価格の一部を３００万ドルに達するまでは\n留保しておくことを許す権限など与えられていなかったのである。もし林業省が\nそのような権限をＭＴＥに与えていたというのであれば，それは単なる越権行為\nであり，ミャンマー国法上許されない違法なものというほかない。なお，本件各\n金員が，ＭＴＥの工場で使用する機械等の購入に充てられていた点で，ＭＴＥの\n設備投資に関する権限の問題とみる余地もあるが，これについても上記のとおり\nＳＬＯＲＣが昀終的な承認権限を掌握していたのであるから，この点から，仮に\nＫ陳述書にいう「林業省の許し」が存在したとしても，そのことからこれが違法\nでなかったとの結論をとることはできない。また，同人は，本件機械類が税関を\n通過したことをもって上記の「使用枠」があったことの裏付けとするが，そもそ\nも，通常の通関手続においては，輸入物品自体がいかなるものであるかの（イン\nボイスのとおりの物品であるか否か）の確認が中心となるものであって，その原\n資について深く詮索するような場面になることは皆無に近い。まして，本件にお\nいては，ミャンマー国の国営企業であるＭＴＥが輸入者となっており，一般に国\n営企業が輸入物品自体を偽るとは考えにくく，また，同国関税法７条で「国営事\n業のための輸出入品の種類及び商品」には課税減免措置が定められていることか\nらすれば，本件の通関手続において輸入物品の原資が詮索される可能性は極めて\n低いと考えられる。同国の税関を本件機械等が支障なく通過したからといって，\n本件各金員の授受がミャンマー国政府に無断でされたとは考えれられないという\nことはできない。\n以上のとおり，ＳＦＡの導入によりミャンマー国営企業の収支は\nすべて国家財政に組み込まれるようになっていた状況下で，ＭＴＥ自身に与えら\nれた権限は極めて限定的なものであったことなどを考慮すれば，ＭＴＥが，シン\nガポールの銀行口座で被控訴人において留保されたい旨要求してきたのは，ＳＦ\nＡに組み込まれず，しかも，財政歳入省やＳＬＯＲＣに把握されない「独自の資\n金」を確保したいとの配慮からにほかならない。仮に，ＭＴＥが，売買代金の一\n部を留保することにつきＳＬＯＲＣ等の承認を得ており，ＳＬＯＲＣ等に把握さ\nれても支障のない金員であれば，ＭＴＥ名義のミャンマー国内あるいはシンガポ\nールの銀行口座へ入金させて，ＭＴＥ自身で管理すれば足りる。ＭＴＥは，財政\n歳入省やＳＬＯＲＣに無断で，本件各金員を留保するという越権行為を行おうと\nしたものであり，かかる資金留保行為は，ミャンマー国内法上紛れもなく違法な\n「裏金作り」である。ＭＴＥは，確かにチーク材の販売を独占する権限を有し，\nＭＴＥが販売するその他の林産物についても価格決定権を有していたことが認め\nられるが，そのような価格決定権は，決定された価格による販売代金がすべてＳ\nＦＡに入ることを前提とするものであり，国庫に入らない金員を含めた価格を決\n定する権限までを与えられたものでないことは明らかである。\nｃ　原判決が当事者の認識を裏付けると評価した事実について\n(ａ)　ファックス文書について\n商社等に商品買付けを委託する者にとって，輸入契約の交渉\n過程において関心があるのは採算であり，その判断に必要な情報は，輸入契約に\n係る売買代金額そのものではなく，売買代金を含めた支払総額であるから，受託\n者も委託者に対して支払総額を連絡するのが通常である。\nしかも，本件において，名宛人であるＨは，前記のとおり，\nＩからの説明で，ＭＴＥが本来的には「国家予算（ＳＦＡ）」に入るべき金員\nを，敢えてこれには入れずに別途留保してＭＴＥの原木伐採用機材等を購入する\nものと認識していたのである（上記ファックス文書（乙７の１）にも「パーツ，\n機材代金」との記載がされ，甲２６にも同様の記載がある。）。さらに，Ｉら\nが，「裏金」と認識していても，誰の目に触れるか分からないファックスに敢え\nて「裏金」であることを記載するはずもなく，無難な表現を用いたからといっ\nて，それが真の認識内容を反映したものと断定することはできない。\n(ｂ)　ＭＴＥの優位性について\nＭＴＥに被控訴人に対する優位性が認められるとしても，こ\nの事実は，そのような立場を利用して「裏金」を要求したとの認定にも結びつく\nものである。\n(ｃ)　本件各金員の使途について\n本件各金員の使途は，大半がＭＴＥの事業活動に使用される\n機械類であり，典型的な賄賂ではないが，そうだからといって「裏金」たる性格\nを否定することはできない。法人が取得した売買代金を代表者の個人的用途に費\n消しても売買代金であることに変わりがなく，他方，送られた賄賂を事業活動に\n充てたとしても，賄賂は売買代金（ないし代物弁済）とはなり得ない。\n(ウ)　原判決が指摘するその他の事実\nａ　価額について\n原木取引についての相場が存在しなかったとしても，その意味す\nるところは，本件各金員を原木代金の一部であると理解しても矛盾しないという\nだけで，買主としては，採算の合わない取引をしないのが通常であるから，支払\n総額が不自然な価格ではないからといって，その価額を売買代金とするとの合意\nがあったとの認定には直ちには結びつかない。\nｂ　取引数量との比例について\n取引高に応じて支払われる形態の「裏金」が現に存在することは\n経験則の教えるところである。\nｃ　原木の独占的供給の必要性について\n環境問題から南洋材の伐採が禁止された影響で，原木の需要が高\nまっていたという客観的な状況下において，原木価格は，平成４年度取引では１\nトンあたり約１８４ドルであったのが，平成５年度では２８５ドル，平成６年度\nでは４００ドルと急激に高騰しており，しかも，原木取引の方法が，平成５年度\nでは割当制度であったものが，平成６年度では入札方式が採用されていることか\nらすると，競合他社の存在がうかがわれ，原木の独占的供給を必要とする状況に\nあったといえる。入札は形式だけであったとするＫ陳述書は信用性に乏しい。\nイ　本件各預金口座（法人Ｂ名義でシンガポール開発銀行（ＤＢＳ）に開\n設された甲預金口座及びＤ銀行シンガポール支店に開設された乙預金口座）の管\n理について\n(ア)　以下の事情からすれば，本件各預金口座は，実質的に被控訴人が\n管理していたというべきである。\nすなわち，①平成５年１１月２７日にシンガポールに設立された\n法人Ｂの設立目的は，被控訴人が，シンガポールに銀行預金口座を開設してそこ\nに「裏金」を送金して管理してほしいと要求されたところ，シンガポールにおい\nては，登記されていない会社は預金からの出金が認められないために設立された\nものであること，②法人Ｂと被控訴人との間で，本件原木取引に関して本件各コ\nミッション契約書が作成され，コミッション・代理店手数料名目で本件各金員が\n送金されたが，法人Ｂは，本件原木取引に関し活動実態のない，いわゆるペーパ\nーカンパニーであること，③本件各預金口座は，被控訴人の専務取締役であるＩ\nが管理していたこと，④本件各金員はＭＴＥへ機械類を納入するための原資であ\nるところ，ＭＴＥへの機械類の納入等も被控訴人において行っており，ＭＴＥが\n物理的な意味で自由に使用することができる状態にはなかったことなどからする\nと，本件各預金口座は，実質的に被控訴人が管理していたというべきである。\n(イ)　さらに，本件各預金口座の取引状況は以下のようなものであり，\n本件各金員の一部は被控訴人の事業資金として利用されていたことが如実にうか\nがわれるのであって，ＭＴＥが本件各預金口座を実質的に管理していたなどとい\nう状況からは程遠く，本件各預金口座は，実質的に被控訴人が管理していたとい\nうべきである。\nａ　甲預金口座\n①　１９９３年１２月７日，甲金員２３万２５００ドル入金\n②　翌８日，「YANGON　COST」として３万１０００ドル出金\n③　同日，「YANGON　COST」として２万ドルがミャンマー外国貿易\n銀行（ＭＦＴＢ）へ送金された後，ＭＦＴＢのＵＳドル口座から，被控訴人のヤ\nンゴン事務所における給料・電気料・エアコン修理費用，ガソリン代，電話代等\nの支払に充てられている。\n④　同日，６万３６００ドルが「CURRENT　A/C　S＄」へと振り替\nえられた後，本件機械等とは全く関係のない機械の購入費用にも充てられてい\nる。\nｂ　乙預金口座\n①　１９９４年３月１８日，被控訴人から「前渡金」として２０万\nドルの入金\n②　それからほどなく，「YANGON　COST」名目による数件の出金\n③　その後も，被控訴人から「前渡金」として数回の入金\n④　それに対応するように，「YANGON　COST」名目による数件の出\n金，被控訴人の事業に関連する取引の決済\n⑤　１９９５年１月２３日，乙金員３０万ドルの入金\n⑥　同日，１万２０００ドルが機械等の購入のため出金\n⑦　同月２７日，本件機械等の購入とは無関係に９６００ドル，６\n万８６８０ドルの各出金，２２万８７２１．１７ドルの定期預金への振替\nウ　「交際費等」該当性について\n租特法６１条の４第３項が「その他これらに類する行為」と規定する\nにとどめているのは，交際費課税制度が抑制しようとする支出，すなわち，取引\n関係の円滑な進行を図る趣旨・目的の利益供与行為に対する支出は，その時代の\n社会情勢や生活の価値観の変化に伴い，その態様が変化するとともに，複雑多岐\nにわたることから，こうした支出の態様に変化があっても，その行為の目的によ\nって柔軟に対応することができるようにする趣旨と解されるのであって，かかる\n趣旨からすれば，「その他これらに類する行為」という要件の実質的基準として\nは「（特定の）事業関係者との間の親睦の度を密にして，取引関係の円滑な進行\nを図るのを目的」としてされた支出であることを要し，かつ，それで足りると解\nすべきである。これ以外に「当該支出が事業の遂行に不可欠のものであるか否\nか」「定額的な支出であるか否か」といった要素によって左右されるものではな\nいし，当該支出が冗・濫費性を帯びていることも独立の要件とされないというべ\nきである。\n(4)　被控訴人の当審における主張\nア　ミャンマー国の実情について\nミャンマー国のような発展途上国，あるいは軍政下の国では，刊行物\nに記載されている調査内容と国内での実態は異なっており，控訴人が書証として\n提出している報告書等がどの程度国情の実態を正確に記載しているかは不明であ\nる。特に，本件訴訟は，売買代金の一部がＭＴＥの必要な資金に使用するため政\n府口座とは別の口座に入金されたという事案であり，例えば日本の国情を前提に\n考えれば，このようなことを国が了解しているということはあり得ないかもしれ\nないが，しかし，上記のようなミャンマー国の実情では当時当然のこととして行\nわれていたのである。\nイ　当事者の合意内容\n(ア)　被控訴人の認識\nａ　平成５年１０月２７日作成に係るファックス文書（乙７の１）に\nは「９３年単価３１０ドル」との記載があり，被控訴人がこのような認識であっ\nたことは明らかである。また，同文書には，株式会社Ａに対し，単価３１０ドル\nのうちの２８５ドル相当分の合計２７０万ドルをＭＴＥ口座に入金するように指\n示するとともに，単価３１０ドルのうちの２５ドル相当分をパーツ・機械代金と\nして，後日シンガポール銀行の指示される口座へ入金する予定であることが記載\nされている。したがって，同文書の記載からは，被控訴人が単価３１０ドルの一\n部である２５ドル相当分についても，売買代金としてＭＴＥの指定する口座に入\n金する旨の指示を受けており，被控訴人がＭＴＥの指示どおりに認識していたこ\nとは明らかである。\nまた，同年１１月２６日に作成された文書（甲２６）は上記文書\nに対応するものであり，同文書で指示された単価３１０ドルのうちの２５ドル相\n当分の合計２３万２５００ドルをＭＴＥより指定された口座に入金する旨の指示\nを記載している。この文書にも「購入代金ＵＳ＄２３２，５００」との記載があ\nり，被控訴人がこれを売買代金の一部であると認識していたことがうかがわれ\nる。\nｂ　本件各金員の処理は，以下のとおり，売買の合意が成立した後，\n株式会社Ａの指示に基づいてしたにすぎず，被控訴人に売買代金であるとの認識\nがなかったということはできない。また，被控訴人がした支払は，本来株式会社\nＡが行うべき売買代金の支払を被控訴人が立て替えて支払ったものであり，被控\n訴人が課税の対象者となるべきものではないし，株式会社Ａが支払った２５ドル\n相当分について代金として処理しながら，被控訴人が株式会社Ａに代わってした\n支払を交際費とすることは矛盾がある。\n(ａ)　株式会社Ａと被控訴人とは，昭和６１年３月１０日に商品買\n入委託契約を締結し，被控訴人は，株式会社Ａの仲買人として原木の購入に当た\nっており，委託手数料は１石当たり５００円であった。したがって，売買代金は\n株式会社Ａが直接ＭＴＥに支払い，被控訴人は手数料の支払を受ける関係であっ\nた。\n(ｂ)　株式会社Ａは，平成５年度分の原木代金について，上記のフ\nァックス文書に基づき，同年１０月２９日にＭＴＥ口座に２７０万ドルを直接入\n金している。更に，株式会社Ａは，売買代金の残りの２５ドル相当分についても\n同社が直接入金すべきと理解しており，同年１１月２５日，被控訴人に対し，銀\n行名，口座番号がわかり次第直ちに入金ができるよう経理にファックスするよう\n依頼しており，株式会社Ａも２５ドル相当分を売買代金の一部と理解していた。\n(ｃ)　平成５年１１月３０日，株式会社ＡのＬ，Ｍが被控訴人を訪\nれ，株式会社Ａと被控訴人との間でコミッション契約を締結し，被控訴人と法人\nＢの間でもコミッション契約を締結する形式をとるべき旨指示した。\n(ｄ)　平成５年１２月２日，株式会社Ａの処理が遅れていることか\nら，２５ドル相当分の支払を，被控訴人が株式会社Ａに代わって立替払すること\nになった。\n(ｅ)　株式会社Ａから，被控訴人の立替金分について１石当たりの\n手数料を増額する方法で支払う旨決定したとして，増額依頼書のモデルが送付さ\nれ，被控訴人は，この方法に従い，手数料名下で支払を受けた。\n(ｆ)　なお，平成７年には，株式会社Ａの指示により，これまでの\n売買委託方式を取り止め，株式会社Ａが被控訴人に対して売買代金名下に単価４\n２５ドルの支払をし，被控訴人が株式会社Ａに代わってＭＴＥ及び法人Ｂの口座\nに売買代金として入金する方法をとることになった。しかし，株式会社Ａは，被\n控訴人がＭＴＥ及び法人Ｂに入金した単価４２５ドルの総額分に対する為替差益\n全額について引き渡すよう要請し，被控訴人はこれに応じており，単に形式を変\n更したにすぎず，被控訴人が購入委託を受けたとの実態に変わりはない。\n(イ)　ＭＴＥの認識\nａ　ＭＴＥの売買代金決定の権限\n輸出木材の決定権はＭＴＥが有しており，林業省に事後報告をす\nるが承認を得る必要はないとされている。平成５年度取引の単価３１０ドル，平\n成６年度取引の単価４２５ドルはいずれもＭＴＥが決定した正規の売買価格であ\nる。\nｂ　Ｋ陳述書の証拠価値\n甲９及び３４は，ＫがＭＴＥに在職中作成されたもので，いずれ\nもＭＴＥの正規の書面に記載されたものである。したがって，ＭＴＥの役職者が\n正規に作成したものである。しかも，甲５２を含め，裁判所に提出するものであ\nることを前提に氏名，役職名を明らかにしている点でも信用性が高い。甲５２に\nは，ＭＴＥが３００万ドルの範囲で代金の一部を留保し得る権限があること，法\n人Ｂへの入金指示がこの権限に基づくものであるとの記載があり，これは被控訴\n人も承知していなかった事実であり信用性は高い。\nまた，甲５２においては，３００万ドル留保が許されていた理由\nが詳細に記載され，その内容は首肯することのできるものである。また，合法的\nであった根拠として指摘されている正常な通関をしたことについて，仮に違法な\nものであればＭＴＥ宛にするのではなく，被控訴人の工場宛に輸送するなどより\n発覚が困難な方法を採るはずである。ＭＴＥは購入機械について見積書を提出さ\nせ，購入機械の確認をしているが，違法な行為であればＭＴＥに直接書類を提出\nさせる等，他人の目に触れる可能性のある方法を回避するのが自然である。\nｃ　ＭＴＥの権限\nＭＴＥは，林業大臣の承認を得て，３００万ドルの範囲で代金を\n留保する権限を有していた。このことは，Ｋの陳述書のほか，ＭＴＥが本件機械\nを正規の手続きで通関させていること，機械購入の承認の手続をしていることか\nらも明らかである。また，控訴人提出の文献（乙４４）にも「価格の昀終決定権\nは基本的に管轄各省に委譲され」ている旨の記載がある。平成５年度取引のイン\nボイス等の書類に代金が単価２８５ドルとされ，平成６年度取引の入札価格が４\n００ドルであったことは，いずれもＭＴＥが３００万ドルの範囲内で独自に伐採\n等に必要な機械等を調達する費用として留保する権限内の行為として，実際の売\n買価格より減額された金額が記載され，入札価格とされたにすぎない。\nｄ　以上のとおり，ＭＴＥにおいても２５ドル相当分は，売買代金の\n一部であるとの認識であり，一部を国庫に入金せず，自らの必要な機械等の購入\nに充てることも権限内の正当な行為であるとの認識であった。\n(ウ)　結語\nａ　以上のように，ＭＴＥは，原木の売買代金を決定する権限を有し\nており，ＭＴＥはこの権限によって平成５年度取引の単価を３１０ドル，平成６\n年度取引の単価を４２５ドルとそれぞれ決定した。被控訴人も上記金額を代金と\n認識しており，その内容で売買代金に関する合意が成立したものである。\nｂ　なお，ＭＴＥは，原木売買代金のうち３００万ドルの範囲でこれ\nを留保する権限を有しており，２５ドル相当分はＭＴＥがこの権限により法人Ｂ\nの口座に振り込むように指示したものであるが，ＭＴＥが売買代金を決定し，被\n控訴人もＭＴＥが指示した金額を売買代金として認識した以上，３００万ドルの\n範囲で留保する権限があったか否かにかかわらず，売買代金は２５ドル相当分を\n含めた額で合意されたことになる。\nウ　本件各預金口座の開設等について\n(ア)　法人Ｂを設立し，本件各預金口座が開設された経緯は以下のとお\nりである。\n平成５年１０月ころ，Ｎは林業大臣秘書官よりシンガポールでの\n銀行口座の開設を依頼された。その際にＮは，同預金口座にはＭＴＥの販売した\n原木代金が入金され，この金員でＭＴＥが必要とする機械を購入することにな\nる，機械の購入についてはＩを通じて必要な機械の指示をする旨依頼されてい\nる。\nＮは，上記依頼とともにＩを紹介され，同人とともに法人Ｂを設\n立し，同社のシンガポールでの預金口座の開設を行うとともに同口座での金員の\n処理を監視するために法人Ｂの役員に就任した。法人Ｂの設立に係るＭＴＥの指\n示は，Ｉが代表者となり，Ｎが役員になることであった。そして，平成５年１２\n月７日にＤＢＳのＵＳドル口座に２３万２５００ドルが送金されることで取引が\n開始されている（Ｄ銀行シンガポール支店の口座もこれと同じ日に開設されてい\nる。）。\n以上の経緯からすれば，法人Ｂの設立及び同社の本件各預金口座\nがＭＴＥの木材の売買代金の一部を入金し，同金員でＭＴＥが必要とする機械を\n購入することを目的としていたものであり，その送金金員の使用に関してはＭＴ\nＥの監視役であるＮが役員として十分に監視していたことは明らかである。さら\nに，ＭＴＥが本件各預金口座に売買代金の一部を入金させ，ＭＴＥに必要な機械\nを購入することはミャンマー国政府の林業大臣の指示によるものであり，この点\nからミャンマー国政府が本件売買代金の一部をＭＴＥが必要とする機械の購入に\n使用することを承知していたものと理解することができる。\n(イ)　本件各預金口座の管理の具体的内容は以下のとおりである。\nａ　通帳等はＩが所持し，引出し等の手続も同人が行っていた。シン\nガポールの預金口座は，日本のような通帳による管理ではなく，サインを届け，\n届出人のサインがなければ出金することはできないが，本件各預金口座の届出サ\nインはＩのものである。\nｂ　法人Ｂの本社住所は，Ｎの会計事務所を借用していることから，\n本件各預金口座の履歴等もすべて同事務所に送付され，同氏はすべて取引履歴を\n確認した上会計処理していた。\nｃ　Ｎは，ＭＴＥがＩに購入を指示した機械の内容について別ルート\nでＭＴＥから知らされていた。本件機械の購入のためのＬ/Ｃの開設やインボイ\nスの作成等はすべてＮの事務所で行われ，これらの手続を通じて同人はＭＴＥの\n指示どおり機械が購入されているかの確認も行っていた。\nｄ　法人Ｂの決算等の経理関係もＮの事務所が担当しており，同人は\nこれら経理書類等を通じても，被控訴人が振り込んだ売買代金の一部の金員がＭ\nＴＥの指示する機械の購入に使用されているかを管理していた。\n(ウ)　本件で問題となるのは，法人Ｂの本件各預金口座の管理の問題で\nはなく，ＭＴＥの原木売買代金の一部として被控訴人から振り込まれた金員の管\n理である。仮に，ＭＴＥがＮを通じて法人Ｂの預金口座そのものを管理していた\nといえないとしても，本件各金員がＭＴＥの指示する機械に使用されているかど\nうかについてはＭＴＥがＮを通じて管理していたものである。\nエ　入金された金員の使途について\n被控訴人が原木の売買代金の一部として法人Ｂの本件各預金口座に入\n金した金員は，いずれもＮの監視のもとにＭＴＥの必要な機械代金の支払に充て\nられており，被控訴人が自由に使用したことはない。\nなお，被控訴人がミャンマー等の外国との取引を行うに際し，法人Ｂ\nの口座を使用してL/Ｃを開設するのが便利であったことから，被控訴人がＭＴＥ\nへの機械購入以外の目的で本件各預金口座を使用したことがあるが，これによっ\nて本件各預金口座に送金された金員の性格が変わるものではない。\nオ　交際費課税について\n交際費とは「法人が，その業務遂行に関連して，得意先，仕入先その\n他の事業に関係のある特定の者との親睦を密にして取引関係者等の円滑な進行を\n図る目的の下に，その手段として，接待，供応，慰安，贈答その他およそこれら\nの者の歓心を買い，あるいはこれに迎合するために自らの裁量による利益供与の\n行為」である。\n本件における２５ドル相当分は，売買代金の一部であることは明らか\nであり，交際費の対象とはならない。また，そもそも，被控訴人が法人Ｂの口座\nに入金した金員は，株式会社Ａとの商品買入委託契約に基づく仲介者として株式\n会社Ａの支払うべき金員を立替払したものであり，この点からも交際費に該当す\nる支出ではない。\nまた，２５ドル相当分が売買代金の一部か否か，ＭＴＥが３００万ド\nルの範囲で代金を留保する権限があったか否かにかかわらず，交際費には該当し\nない。すなわち，交際費該当性の判断に際し，「その支出の動機，目的，金額の\n多寡，行為の態様，意図する効果等の具体的な事情を勘案」すべきであるとこ\nろ，本件２５ドル相当部分は，これを支払わなければ原木が搬出されなかったで\nあろう点は争いがない。したがって，同金員は，ＭＴＥの歓心を買い，あるいは\n迎合する目的で支出されたものではなく，あるいは取引を円滑にするための支出\nでもない。売買目的物を取得するための不可欠な費用であり，被控訴人の裁量も\n認められない。\n第３　当裁判所の判断\n１　当裁判所は，被控訴人の請求はいずれも理由がないものと判断する。その\n理由は，以下のとおりである。\n(1)　被控訴人とＭＴＥの間の原木取引の仕組，平成５年度及び平成６年度\nの各取引の経過については，次のとおり付加訂正するほか，原判決の事実及び理\n由中の「第２　事案の概要」の「１　前提となる事実」（本判決で付加訂正した\n部分を含む。）及び「第３　争点に対する判断」の１記載のとおりであるので，\nこれを引用する。\nア　原判決１３頁１０行目の「乙７の１，乙１５の１，乙２４ないし２\n７，３３，３４，」を，「乙６の１・３，７の１，９の１・３，１０の１・３，\n１５の１，２４ないし２７，３３，３４，３８，３９，」に改める。\nイ　同１６頁９行目の「代金総額」を「支払うべき総額」に，１２行目の\n「３１０米ドルであり，うち２５ドル」を「３１０ドルとするが，契約書では単\n価は２８５ドルで代金合計が２７０万ドルとなり，差額の２５ドル」に，１６行\n目の「開催した。」を「開催して，前記の甲売買契約書の内容のとおりの１トン\n当たりの価格を概ね２８５ドルとし，総額２７０万ドルの前払とする契約条件を\n決定した。」に，２４行目の「１１月になり，」を「そして，被控訴人とＭＴＥ\nの間で，１１月２２日付けで甲売買契約書が取り交わされたが，２５ドル分の支\n払に関しては契約書に記載されず，ほかに何らの書面も作成されないまま（イン\nボイスにも記載されなかった。），」に改める。\nウ　同１７頁１９行目から２０行目の「開催された。」を「開催され，前\n記の乙売買契約書の内容のとおりの１トン当たりの価格を４００ドルとする契約\n条件が決定され，これに基づいて，平成７年１月２４日付けで，被控訴人とＭＴ\nＥの間で，乙売買契約書が取り交わされたが，２５ドル分の支払に関しては前同\n様，契約書に記載されることも，ほかに何らかの書面が作成されることもなく，\nインボイスにもその記載はなかった。」に改め，２３行目の「平成７年」の前に\n「結果として，」を加える。\nエ　同１８頁１行目の末尾に続けて，「そして，被控訴人は，平成７年１\n月２３日付けで法人Ｂとの間で乙コミッション契約書を取り交わして，乙金員を\n乙預金口座に送金した。」を加える。\n(2)　本件各預金口座の管理について\n本件各預金口座は，上記のとおり，法人Ｂに本件各金員を送金するため\nに開設されたものであるが，証拠（乙５２ないし５５，５６の１ないし４，５７\nないし５９の各１・２，６０，６１及び６２の各１ないし２０，６３の１ないし\n１１）及び弁論の全趣旨によれば，シンガポールでは預金口座からの出金には届\n出人のサインを要するところ，本件各預金口座についての届出サインはＩのもの\nであり，払戻等の手続は同人が行っていたこと，本件各預金口座の入出金記録に\nよれば，送金された本件各金員を区別して本件機械等の取得費用に充てていたわ\nけではなく，被控訴人による他の入出金も加わって，本件機械等の取得と関係の\nない機械の購入や被控訴人のヤンゴン事務所の経費の支払等にも充てられていた\nことが認められ，本件各預金口座は被控訴人が実質的に管理していたものという\nことができる。もっとも，法人Ｂの住所がＮの会計事務所を借用していたことか\nら，本件各預金口座の取引に関する通知等が同事務所宛に行われていたことがう\nかがわれるが，Ｎがそれ以上に本件各預金口座における入出金について指示等を\nしていたような事実は認められず，上記認定を左右するものではない。\n(3)　本件各金員の趣旨についての各関係者の認識\nア　株式会社Ａについて\n証拠（乙３の１，４の１，１５の１，２４ないし２７，原審における\n証人Ｊ，Ｈ）によれば，株式会社Ａの担当者Ｈは，平成５年度取引については，\n当初，単価が１トン当たり２８５ドル，委託手数料１石当たり５００円と聞いて\nいたところ，被控訴人から，現地で不足している機械・パーツ等を購入する費用\nとして１トン当たり２５ドルの金員を法人Ｂに送金しないと原木が出荷されない\nとの話があり，その負担に応じるのもやむを得ないものと考えたこと，そして，\n経理担当のＪと協議したが，株式会社Ａには法人Ｂに対する債務はなく，根拠の\nない金員を支払うことはできないとして，被控訴人からの法人Ｂへの送金の指示\nには応じずに，被控訴人からの平成５年１２月１５日付けの手数料改訂の依頼書\nに基づいて，被控訴人との間で委託手数料の増額の合意をした上で，２５ドル分\nに見合う金員を被控訴人に対して支払うことにしたこと，このような経緯から，\n株式会社Ａとしては，原木の単価は甲売買契約書に記載されているとおり１トン\n当たり２８５ドルであって，２５ドル分の金員は原木の代金とは関係のない被控\n訴人への委託手数料であると認識しており，経理上もそのように処理されている\nこと，平成６年度取引については，原木代金をＭＴＥに直接支払っていたそれま\nでの方法から被控訴人に対して支払う方法に改めたが，価格については，１トン\n当たり４００ドルで落札することができる旨の話を被控訴人から聞いており，こ\nれに前年度と同様の趣旨で２５ドルを加えた４２５ドルの割合による金員を被控\n訴人に支払ったこと，したがって，同年度の取引についても原木の単価は１トン\n当たり４００ドルであって，２５ドルは手数料に相当する金員であると認識して\nいることが認められる。\nなお，平成５年１０月２７日付けで被控訴人から株式会社Ａに送信さ\nれたファックス文書（乙７の１）には，単価として３１０ドルとの記載があり，\n同年１１月２６日付けのファックス文書（甲２６）には，購入代金２３万２５０\n０ドルを法人Ｂの甲預金口座に送金するようにとの記載があるものの，これは１\nトン当たり２８５ドルの割合による総額２７０万ドルの送金とは別に，２５ドル\n分の送金を依頼する書面であって，その後，この金員の趣旨やその取扱いについ\nて両者の間で協議がされた結果，同年１２月１５日付けの手数料改訂の依頼書を\n経て上記のとおりの理解のもとに売買代金としての処理はされなかったものであ\nるから，上記認定を妨げるものではない。\nイ　被控訴人について\n被控訴人の代表者Ｃは，本件各処分の前の平成７年９月１４日及び同\n年１０月３日に行われた国税調査官による調査において，本件各金員は，被控訴\n人が原木の独占供給を受けるためにＭＴＥに対する裏金を捻出・留保する目的で\n法人Ｂの本件各預金口座に送金したものである旨明確に供述しており，原木取引\nの売買代金の一部であるとの供述は一切していない。すなわち，証拠（乙１，２\n１）によれば，Ｃは，平成７年９月１４日，国税調査官に対し，①本件各金員\nは，従来，ミャンマー国の原木を被控訴人が買い入れて株式会社Ａに販売し，同\n社が製品化・販売していたが，これがヒットして他社からの買入れ要請も出てき\nたため，今後も被控訴人において独占的に原木の供給を受けたい旨ミャンマー国\n政府高官に申し入れたところ，その対価として要求された「裏金」であった，②\nしかし，「裏金」はミャンマー国政府が管理することはできないとして，被控訴\n人においてシンガポールの銀行で管理されたい旨要請されたことから，預金口座\nの開設名義人となる会社として法人Ｂを設立して登記した，③平成６年度取引に\nついて，被控訴人は株式会社Ａに対して１トン当たり４２５ドルで売上げを計上\nしたが，株式会社ＡのＨらは，そのうち４００ドル分が実際の原木仕入単価であ\nり，残り２５ドル分については外為法上及び税法上問題のある金員であるという\n認識であり，２５ドル相当分は被控訴人において処理すべきであるとの態度であ\nった旨供述し，さらに，同年１０月３日，国税調査官に対し，①本件各金員は上\n記同様の趣旨でミャンマー国政府高官から要求された「裏金」ないし「バックマ\nージン」であった，②「裏金」の使途は，ミャンマー国政府高官が外国出張する\n際の個人的費用や，被控訴人が技術協力をしている工場以外の工場における機械\n消耗品等の費用に充てられている旨供述していることが認められるのである。\nまた，証拠（乙３８，３９）によれば，被控訴人から法人Ｂに対する\n送金の方法について相談を受けたＤ銀行広島支店（当時）の担当者のＥやＦは，\n被控訴人の経理担当のＧから，本件各金員は被控訴人のＭＴＥに対するバックマ\nージンの支払である旨の説明を受けていたことが認められる。\nその後，被控訴人は，本件各金員は原木の売買代金の一部であると主\n張し，Ｃ及びＧは原審においてその主張に沿った供述や証言をしているのである\nが，その内容の変遷に合理的な理由がないばかりか，仮に被控訴人の主張どおり\nに売買代金の一部であるとすれば，本件各金員は売買代金として送金すれば足\nり，法人Ｂとの間で形式だけのコミッション契約を取り交わして，本件各金員を\n法人Ｂに対する手数料とする必要はなく，また，本件各売買契約書には本件各金\n員も含めた代金額を記載するか，それができないのであれば，ＭＴＥとの間で本\n件各金員の支払に関して何らかの書面を作成するのが取引の通例と考えられるの\nに，前記のとおり何らの書面も取り交わされていないのである。平成５年度取引\nの単価を３１０ドルとし，２３万２５００ドルを購入代金と記載した株式会社Ａ\n宛の上記各ファックス文書が存在し，平成６年度取引においては被控訴人から株\n式会社Ａに対する売買の代金として１トン当たり４２５ドルとされていることが\nあるとしても，上記のとおり被控訴人自身が本件各金員について売買代金の一部\nであると首肯することのできるような処理をしていないことや，既に株式会社Ａ\nの認識について検討したとおりの事情を併せ考えると，これをもって上記のＣの\n供述やＧの銀行員に対する説明が誤りであって，被控訴人が本件各金員が売買代\n金の一部であると認識していたものと認めることはできない。\n国税調査官に対するＣの当初の供述やＧの銀行員に対する当時の説明\nのとおりとすれば，上記のような不合理もなく，本件各金員の送金方法や本件各\n預金口座の管理の実態についても矛盾なく首肯することができるのであって，被\n控訴人は，本件各金員は原木の売買代金の一部ではなく，ＭＴＥから独占的に原\n木の供給を受けるためのＭＴＥに対する裏金であるとの認識を有していたものと\n認めるのが相当である。\nウ　ＭＴＥについて\n被控訴人との原木取引のＭＴＥ側の担当者であるＫの証明書（甲９の\n１・２），陳述書（甲３４の１・２）及び確認書（甲５２の１・２）には，ＭＴ\nＥはＳＬＯＲＣの承認を得た林業大臣の許可により，木材の売上代金の一部３０\n０万ドルを国庫に入れずに，ＭＴＥが必要とする木材出材のための機械等を購入\nする目的のもとに留保して独自に管理することができたものであり，本件各金員\nもその一環として，被控訴人から法人Ｂの預金口座に送金させ，これからＭＴＥ\nが指示した機械・パーツ等を被控訴人に購入させてＭＴＥに搬送させたものであ\nること，平成５年度取引における単価は１トン当たり２８５ドルに機械等購入代\n金として２５ドルを加えた３１０ドルであり，平成６年度取引における単価は４\n００ドルに同様の２５ドルを加えた４２５ドルであること，本件各売買契約書に\n単価が２８５ドルや４００ドルと記載されているのは便宜上のことにすぎないこ\nと，ＭＴＥによる本件各金員の留保が違法であれば，上記のようにして購入した\n機械・パーツ等を輸入することはできないことなどが記載されている。しかし，\n上記の各書面では，本件各売買契約書の代金額の記載が便宜上にすぎないとはい\nかなることなのか，ＭＴＥによる売上代金の留保が正規に認められていることで\nあれば，何故，売買契約書等の書面において本件各金員について明記しないの\nか，本件各金員をＭＴＥにではなく，シンガポールの法人Ｂの本件各預金口座に\n送金させたのは何故かといった事柄について全く明らかにしていない上，ＳＬＯ\nＲＣや林業大臣による承認の事実を示す資料の添付もなく，Ｋの説明を裏付ける\n客観的資料ないし政府機関内の第三者の文書の提出も可能であると思われるの\nに，その提出すらない点でも不自然であり，上記の各書面のみをもってその記載\n内容のとおりに認めることは到底できない。また，被控訴人が本件各金員によっ\nて取得した機械・パーツ等が支障なく通関してＭＴＥに送られた事実があったと\nしても，そのことから直ちに当該機械・パーツ等の購入の原資に問題のないこと\nが確認されたものということはできない。\n本件各金員が本件各売買契約書に記載されず，これに関する書面も取\nり交わされず，しかも第三国であるシンガポールに本件各金員の送金のためにわ\nざわざ法人Ｂを設立し，その預金口座に本件各金員を送金して，ＭＴＥの名義が\n表面に現れないようにしていることからは，ＭＴＥにおいても，本件各金員が正\n規の売買代金の一部であるとの認識を有していたかどうかは疑わしいものといわ\nざるを得ない。このことは，本件各金員がＭＴＥの必要とする機械・パーツ等の\n取得費用に充てられたからといって変わるものではない。\n(4)　本件各金員の性質について\nア　上記認定のとおり，本件各金員については，本件各売買契約書やＭＴ\nＥからの原木のインボイス（乙２２の１ないし９）にも何ら記載がなく，これが\n売買代金の一部であることを裏付ける書面は売買当事者間では作成されていな\nい。のみならず，被控訴人がＭＴＥから原木の買入れをしたのは，株式会社Ａと\nの間の商品買入委託契約に基づくものであるところ，同契約においては，被控訴\n人は，ＭＴＥとの間で締結した売買契約書に基づき買入れ委託を実行し，被控訴\n人において売買契約書の写しを速やかに株式会社Ａに送付すべきこと，売買代金\nは，株式会社Ａが，被控訴人名義でＭＴＥを相手方として商業信用状を開設した\n上決済することとされており，甲売買契約書に係る代金として株式会社ＡがＭＴ\nＥに送金した金員は売買契約書及びインボイスに記載された単価相当分のみであ\nる。他方，被控訴人は，本件各売買契約書作成日とほぼ同時期に，法人Ｂとの間\nで，それぞれの売買に関するコミッション契約書を作成し，各売買に関する代理\n店手数料の名目で，甲売買契約に関しては２３万２５００ドル（１トン当たり２\n５ドル），乙売買契約に関しては３０万ドル（１トン当たり２５ドル）を支払う\n旨約し，甲金員についてはシンガポール開発銀行の，乙金員については当時のＤ\n銀行シンガポール支店の，いずれも法人Ｂの本件各預金口座に送金している。\n加えて，上記のとおり，法人Ｂの本件各預金口座の管理は実質的には\n被控訴人が行っていたものと認められること，本件各金員についての各関係者の\n認識においても，株式会社Ａはこれを原木の売買代金とは認識しておらず，ま\nた，売買代金の一部であるとする被控訴人の主張はＣやＧの当初の供述や説明に\n照らして認めがたく，ＭＴＥに対する裏金であるとの認識を有していたものと認\nめるのが相当であること，ＭＴＥについても本件各金員が正規の売買代金の一部\nであるとの認識を有していたかどうかは疑わしいものであることをも併せ考慮す\nると，本件各金員が被控訴人とＭＴＥ間の原木の取引における売買代金の一部で\nあると認めることは困難である。\nイ　被控訴人は，本件各金員が原木の売買代金の一部であることは当事者\n間で口頭で合意されていたものであり，このことは被控訴人が作成して送付した\nファックス文書（乙７の１，甲２６）やＭＴＥ担当者のＫ作成の前記陳述書や確\n認書等（甲９の１・２，３４の１・２，５２の１・２）からも明らかである旨主\n張するが，これらの書面の記載のとおりには認め難いことは前述したとおりであ\nる。\nまた，被控訴人は，①本件各預金口座の取引履歴等はＮの会計事務所\nに送付され，同人がこれを確認した上会計処理していたこと，②Ｎは，ＭＴＥが\nＩに購入を指示した機械の内容について別ルートでＭＴＥから知らされており，\n本件機械等の購入のためのＬ/Ｃの開設やインボイスの作成等はすべてＮの事務\n所で行われ，これらの手続を通じて同人はＭＴＥの指示どおりに機械等が購入さ\nれているかの確認も行っていたこと，③法人Ｂの決算等の経理関係もＮの事務所\nが担当しており，同人はこれら経理書類等を通じても，被控訴人が送金した金員\nがＭＴＥの指示する機械等の購入に使用されているかを管理していたことなどか\nら，本件各金員についてはＭＴＥがＮを通じて管理していた旨主張する。しか\nし，その主張のとおりとしても，本件各預金口座からの本件各金員の払戻等につ\nいてＩひいては被控訴人の関与が不可欠なことに変わりはなく，Ｎを介してのＭ\nＴＥの管理なるものは間接的なものにすぎないのであって，本件各預金口座をＭ\nＴＥが管理し，これにより本件各金員がＭＴＥに対して送金され支払われたもの\nと認めることはできず，被控訴人の主張は採用できない。\nウ　以上のとおり，本件各売買契約書その他契約当事者間で取引に際して\n作成ないし交付された書面には，本件各金員が売買代金の一部であることを意味\nする記載は全くない反面，本件各金員の支払は，被控訴人と法人Ｂとの間でコミ\nッション契約を締結し，その代理店手数料名目で支払われており，その形式から\nみても明らかに売買代金とはされていないのみならず，本件各金員が送金された\n法人Ｂの本件各預金口座も被控訴人が管理していたもので，ＭＴＥの管理下にあ\nったということはできないのであって，本件各金員が原木の売買代金の一部であ\nるということはできず，また，これがＭＴＥに対する支払としてされたものとみ\nることもできない。\nそして，本件各金員が売買代金の一部であると認められないとすれ\nば，既に述べたような被控訴人が本件各預金口座に本件各金員を送金するように\nなった経緯，殊に，ＭＴＥに対してではなく，わざわざ第三国であるシンガポー\nルに送金の受け皿となる法人として法人Ｂを設立して，同社と被控訴人との間で\n形式的なコミッション契約を締結し，その代理店手数料名目で本件各預金口座に\n送金するという方法を講じていること，しかも本件各預金口座をＭＴＥが直接管\n理するわけでもなく，ＭＴＥの名前は伏せられていること，被控訴人代表者Ｃの\n国税調査官に対する当初の供述やＧのＤ銀行広島支店の担当者に対する当時の説\n明の内容等に照らして，本件各金員は，被控訴人がＭＴＥから独占的に原木の供\n給を受けるために，ＭＴＥから本件機械等を取得するための費用等にするなどと\nして要求された裏金に充てるために，被控訴人からその管理する本件各預金口座\nに送金されたものと認めるのが相当である。\nしたがって，控訴人が，本件各更正処分において，本件各金員（平成\n５年度取引における２３万２５００ドル（２５５６万３３７５円）（乙１１の\n１）及び平成６年度取引における３０万ドル（３００１万５０００円）（乙１２\nの１））について，被控訴人が法人Ｂ名義で自ら管理する本件各預金口座に送金\nしたものであって，原木取引に係る支払手数料とは認められず，これを損金に算\n入することはできないとして所得金額に加算したことは相当と認められる。\n(5)　交際費等の該当性について\n上記のとおり，本件各金員は，ＭＴＥからの要求に応じて上記のような\n趣旨，目的の裏金に充てるために，被控訴人がその管理する本件各預金口座に送\n金したものということができる。そして，被控訴人はその目的に従って本件各金\n員を原資として本件機械等を取得したものと認めることができ（乙１８の１ない\nし１５，６４，６５，６６の１ないし３），この認定を妨げるに足りる証拠は存\nしない。また，本件機械等が被控訴人からＭＴＥに送付され，その代金の支払も\nされていないことからすれば，本件各金員は，被控訴人が原木の輸入取引を独占\nすることができるようにする目的で，ＭＴＥとの関係を良好に維持するための資\n金に充てるべく，自己の資金を国外に送金したものであり，その上で，本件各金\n員によって本件機械等を購入して，前同様の目的でＭＴＥへこれを無償で贈与し\nたものと認められるのである。\nそして，このように被控訴人が本件機械等をＭＴＥに無償で贈与した行\n為は，被控訴人の事業の遂行上必要なものとして原木取引の相手方であるＭＴＥ\nとの関係を円滑にする目的で行われたものであって，租特法６１条の４第３項の\n「仕入先その他事業に関係のある者等に対する」「贈答その他これに類する行\n為」に該当し，本件機械等を取得するために要した費用は，「贈答その他これに\n類する行為のために支出した費用」に当たるというべきである。\n被控訴人は，本件各金員を支払わなければ原木が出荷されなかったもの\nであるから，同金員は，ＭＴＥの歓心を買い，あるいは迎合する目的で支出され\nたものではなく，あるいは取引を円滑にするための支出でもなく，売買の目的物\nを取得するための不可欠な費用であり，被控訴人の裁量も認められない旨主張す\nる。しかし，上記法条の文言からすれば，被控訴人の主張するような目的等が存\n在する場合に限定されるものとは解されない上，本件各金員は本来の売買契約の\n内容に照らしてＭＴＥから正当に要求することのできるものではなく，被控訴人\nもこれを裏金あるいはバックマージンの要求と解釈していたのであり，それにも\nかかわらず被控訴人がこのようなＭＴＥの正当でない要求に応じたのは，ＭＴＥ\nとの関係を円滑に維持し，独占的に原木の供給を受けることを意図したためであ\nると認められることからしても，上記の判断を妨げるものではない。\nまた，被控訴人は，本件各金員は，株式会社Ａとの間の商品買入委託契\n約に基づく仲介者として，株式会社Ａの支払うべき金員を立替払したものであ\nり，この点からも交際費に該当する支出ではない旨主張する。しかし，上記認定\nのとおり，被控訴人と株式会社Ａとの間で締結された委託契約の内容は，単に被\n控訴人が売買の仲介をするというものではなく，被控訴人が当事者としてＭＴＥ\nとの間で売買契約を締結するというものであり，現に被控訴人はＭＴＥとの間で\n当事者として売買契約をしていること，本件各金員に相当する金員は昀終的には\n株式会社Ａが負担しているものの，これは委託手数料として被控訴人に支払われ\nており，本件各金員そのものは被控訴人の名において本件各預金口座に送金され\nているのであって，これらの事実からすれば，本件各金員が，株式会社ＡがＭＴ\nＥに支払うべき金員を被控訴人が立て替えて支払ったものであるということはで\nきない。Ｇの作成していた日報（甲１２ないし２２）の記載もこの判断を妨げる\nものではない。\nしたがって，控訴人が，本件各更正処分において，被控訴人がＭＴＥに\n無償で贈与した本件機械等の取得費用が交際費に当たるとして，被控訴人が損金\nとして計上していない本件機械等の取得費用の一部（平成６年４月期は５７２万\n２２６５円，平成７年４月期は１３７４万８１９０円）（乙１８の１ないし１\n５，１９の１，２０の１，弁論の全趣旨）を減算した上で，本件機械等の取得費\n用全部を交際費等の支出額として計上し，当初申告における交際費等の額と合算\nして，交際費等の損金不算入額を算定し，これを所得金額に加算したことは相当\nと認められる。\n(6)　本件賦課決定処分について\n以上のとおり，本件各更正処分は適法であり，これに基づいて国税通則\n法６５条１項及び２項に従ってその範囲内で行われた本件各賦課決定処分（な\nお，各重加算税賦課決定処分については，平成８年８月８日付けの異議決定によ\nり過少申告加算税相当額を超える部分について取り消されている。）もまた適法\nと認められる。\n２　したがって，控訴人がした本件各処分はいずれも適法であり，被控訴人の\n請求はいずれも理由がない。よって，これと異なる原判決は失当であるのでこれ\nを取り消して，被控訴人の請求をいずれも棄却することとし（なお，原判決が訴\nえを却下した部分については，原審において判断に必要な実質的な審理はされて\nいるものと認められるので，これを差し戻す必要はない。），主文のとおり判決\nする。\n広島高等裁判所第３部\n裁判長裁判官　　　西　　　島　　　幸　　　夫\n裁判官　　　齋　　　藤　　　憲　　　次\n裁判官能勢顯男は転補のため署名押印することができない。\n裁判長裁判官　　　西　　　島　　　幸　　　夫\n"
}