{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 25
  },
  "case_number": "平成13(ワ)24051",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11023",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11023",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/023/011023_hanrei.pdf",
  "contents": "平成１３年(ワ)第２４０５１号　特許権侵害差止等請求事件\n平成１５年４月７日口頭弁論終結\n判　　　　　　　決\n原　　　　　　　告　　　　ドナルドソン　カンパニー　インコーポ\nレイティド\n原　　　　　　　告　　　　日本ドナルドソン株式会社\n原告ら訴訟代理人弁護士 　大　場　正　成\n同　　　　　　　　　　　　嶋　末　和　秀\n同　　　　　　　　　　　　山　崎　順　一\n同　　　　　　　　　　　　新　井　由　紀\n同　　　　　　　　　　　　阿　部　佳　基\n同　　　　　　　　　　　　渡　辺　広　己\n同 　　　　　　　　　　中　川　　　豊\n同補佐人弁理士 　　　　大　塚　康　徳\n同　　　　　　　　　　　　高　柳　司　郎\n同　　　　　　　　　　　　大　塚　康　弘\n同　　　　　　　　　　　　木　村　秀　二\n被　　　　　　　告 　東洋エレメント工業株式会社\n同訴訟代理人弁護士　　　　杉　本　進　介\n同補佐人弁理士　　　　    木　村　草　彦\n主　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事　実　及　び　理　由\n第１　請求の趣旨\n１　被告は，別紙被告製品目録１ないし９記載のフィルタエレメントを製造し，\n販売してはならない。\n２　被告は，その占有する別紙被告製品目録１ないし９記載のフィルタエレメン\nトを廃棄せよ。\n３　被告は，原告ドナルドソン　カンパニー　インコーポレイティドに対し，金\n８８３０万７０００円及びこれに対する平成１３年１１月１６日から支払済みまで\n年５分の割合による金員を支払え。\n４　被告は，原告日本ドナルドソン株式会社に対し，金４億８７６６万１０００\n円及びこれに対する平成１３年１１月１６日から支払済みまで年５分の割合による\n金員を支払え。\n第２　事案の概要\n原告らは，被告に対し，別紙被告製品目録１ないし９記載のフィルタエレメ\nント（以下，それぞれ「イの１号物件」ないし「イの９号物件」といい，これらを\n併せて「被告各製品」と総称する。）を製造，販売する被告の行為が，①原告ドナ\nルドソン　カンパニー インコーポレイティド（以下「原告ドナルドソン」とい\nう。）が有するフィルタエレメントに関する特許権及び原告日本ドナルドソン株式\n会社（以下「原告日本ドナルドソン」という。）が有する同特許権の独占的通常実\n施権を侵害する，②原告ドナルドソンが有するエアフィルタ装置に関する特許権及\nび原告日本ドナルドソンが有する同特許権の独占的通常実施権の間接侵害を構成す\nるとして，被告に対し，原告ドナルドソンが被告の上記各行為の差止，被告各製品\nの廃棄及び損害賠償を，原告日本ドナルドソンが損害賠償を求めた。\nこれに対し，被告は，被告各製品が，上記フィルタエレメントに関する特許\n権に係る発明の技術的範囲に属すること及び被告各製品を組み込んだエアフィルタ\n装置が，上記エアフィルタ装置に関する特許権に係る発明の技術的範囲に属するこ\nとを争うとともに，上記各特許には進歩性欠如等による明らかな無効理由が存在す\nるから，原告らの請求は権利の濫用に当たり許されないと主張している。\n１　前提事実（認定事実については証拠を付した。）\n(1)　当事者\nア　原告ドナルドソンは，アメリカ合衆国デラウェア州法に基づいて設立さ\nれた法人であり，エアフィルタ装置及びフィルタエレメント等の内燃機関用部品等\nを業として製造販売している。\n原告日本ドナルドソンは，原告ドナルドソンの日本子会社であり，エア\nフィルタ装置及びフィルタエレメント等の内燃機関用部品等を業として製造及び販\n売している。\nイ　被告は，濾過機器及び濾過装置等を業として製造及び販売している。\n(2)　原告ドナルドソンの有する権利\n原告ドナルドソンは，以下のア及びイ記載の各特許権（以下，それぞれ\n「本件特許権１」，「本件特許権２」といい，併せて「本件各特許権」と総称す\nる。また，それぞれの特許請求の範囲請求項１記載の発明を「本件発明１」，「本\n件発明２」といい，併せて「本件各発明」と総称する。）を有する。\nなお，本件発明１は，本件発明２についての出願である特願昭６２-５０５\n６７５から平成８年８月２０日に分割出願されたものである。\nア　発明の名称　フィルタエレメント\n特許番号　第２６８８４７９号\n出　願　日　昭和６２年９月３日（分割出願の日は上記のとおり）\n登　録　日　平成９年８月２２日\n特許請求の範囲請求項１\n別紙「特許請求の範囲」１記載のとおり\nイ　発明の名称　エアフィルタ装置\n特許番号　第２６０５０７２号\n出　願　日　昭和６２年９月３日\n登　録　日　平成９年２月１３日\n特許請求の範囲請求項１\n別紙「特許請求の範囲」２記載のとおり\n(3)　本件各発明の構成要件\n本件各発明を構成要件に分説すると，以下のとおりである。\nア　本件発明１\nａ　エアフィルタ装置の空気出口部材（20）内への空気流を濾過するよう\nに適合され且つハウジング内に組み付け可能に受容されるように適合されたフィル\nタエレメント（15）であって，\nｂ　該空気出口部材（20）は管状をなし，かつ該空気出口部材（20）は外\n側表面と内側空気流通路とを備え，\nｃ　開放した管状のフィルタ内部領域を形成するフィルタ（16）を具備\nし，該フィルタ（16）が第１の端部と第２の端部とを備え，\nｄ　更に，濾過されていない空気が該フィルタ（16）の該第１の端部を通\n過しないように該フィルタ（16）の該第１の端部を閉鎖する第１の閉鎖端部キャッ\nプ（17）を具備し，\nｅ　更に，該フィルタ（16）の該第２の端部を覆う第２の端部キャッ\nプ（25）を具備し，該第２の端部キャップ（25）が柔軟なエラストマ材料からな\nり，\nｆ　かつ該第２の端部キャップ（25）は該空気出口部材（20）上に嵌合す\nるような大きさに形成された中央開孔を備え，\nｇ　該空気出口部材（20）は，該開放した管状のフィルタ内部領域内に突\n出する空気出口部材（20）の部分（20b）を有し，\nｈ　更に，該開放した管状のフィルタ内部領域内に配置された環状支持\n体（15a）を具備し，\nｉ　該環状支持体（15a）の少なくとも一部が，該第２の端部キャッ\nプ（25）内に埋め込まれると共に該第２の端部キャップ（25）の該中央開孔を包囲\nし，\nｊ　該環状支持体（15a）が該フィルタ（16）の一部を心出しし，\nｋ　該第２の端部キャップ（25）は該第２の端部キャップ（25）の該中央\n開孔に該部分20bが内張りされたときに密封状態となる密封部分を備え，\nｌ　該密封部分は柔軟で圧縮可能な発泡エラストマ材料からなり，\nｍ　該密封部分は，該開放した管状のフィルタ内部領域内に配置されると\n共にフィルタ（16）と反対側の該環状支持体（15a）の側面上で該環状支持\n体（15a）に隣接して配置され，\nｎ　該フィルタエレメント（15）が該空気出口部材（20）上に組み付け可\n能に配置されたときに該密封部分が，上記開放した管状のフィルタ内部領域内にお\nいて，該フィルタ（16）の該開放した管状のフィルタ内部領域内の該環状支持\n体（15a）と，該空気出口部材（20）の該部分（20b）の外側表面との間で半径方向\nに圧縮されて挟持され，\nｏ　該密封部分は，該空気出口部材（20）を該第２の端部キャップ（25）\nの該中央開孔を通して突出させることにより該フィルタエレメント（15）が該空気\n出口部材（20）上に使用可能に取り付けられたときに該空気出口部材（20）の該部\n分（20b）の外側表面との半径方向シールを形成するように該空気出口部材（20）の\n該外側表面に対して寸法を定められ，\nｐ　上記第１の端部キャップ（17）が該フィルタエレメント（15）の第１\nの端部全体を覆う，\nｑ　フィルタエレメント。\nイ　本件発明２\nＡ　エアフィルタ装置であって，第１の端部（11）と第２の端部（10b）と\n側壁とを有するハウジング（10）を具備し，該側壁は該側壁内に空気入口開口\n部（14）を有し，更に，内方部分（20b）を備えた空気出口部材（20）を具備し，\nＢ　更に，該ハウジング（10）内に組み付け可能に受容されるようになっ\nているフィルタエレメント（15）を具備し，\nＣ　該フィルタエレメント（15）はハウジング（10）から着脱可能となっ\nており，かつ該フィルタエレメント（15）は上記空気出口部材（20）と空気流が連\n通する状態で取り付けられるようになっており，\nＤ　該フィルタエレメント（15）は，開放した管状のフィルタ内部領域を\n形成するフィルタ（16）を備え，更に，該開放した管状のフィルタ内部領域内に配\n置された環状支持体（15a）を備え，\nＥ　上記空気出口部材（20）の上記内方部分（20b）が外側表面と内側表面\nとを有し，\nＦ　上記フィルタ（16）が第１の端部と第２の端部とを有し，\nＧ　該エアフィルタ装置は更に，濾過されていない空気が該フィル\nタ（16）の該第１の端部内に流入することを防止するための第１の端部キャッ\nプ（17）と，第２の端部キャップ（25）とを具備し，\nＨ　該第２の端部キャップ（25）が該フィルタ（16）の該第２の端部に配\n置され，該第２の端部キャップ（25）が柔軟なエラストマ材料からなり，かつ該第\n２の端部キャップ（25）は該第２の端部キャップ（25）を貫通する中央開孔を有し\nて，上記開放した管状のフィルタ内部領域との空気流の連通を与えるようにし，\nＩ　上記フィルタエレメント（15）は，濾過中に空気が該フィルタエレメ\nント（15）を通って上記環状支持体（15a）に向かう方向に向けられるように上記ハ\nウジング（10）内に配向される，エアフィルタ装置において，\nＪ　上記第２の端部キャップ（25）は該第２の端部キャップ（25）の上記\n中央開孔に上記内方部分20bが内張りされたときに密封状態となる密封部分を備え，\n該密封部分は柔軟で圧縮可能な発泡エラストマ材料からなり，\nＫ　該密封部分は，上記開放した管状のフィルタ内部領域内に配置される\nと共にフィルタ（16）と反対側の上記環状支持体（15a）の側面上で該環状支持\n体（15a）に隣接して配置され，\nＬ　上記フィルタエレメント（15）が上記ハウジング（10）内に組み付け\n可能に配置されたときに該密封部分が，上記開放した管状のフィルタ内部領域内に\nおいて，該開放した管状のフィルタ内部領域内の該環状支持体（15a）と，上記空気\n出口部材（20）の上記内方部分（20b）の上記外側表面との間で半径方向に圧縮され\nて挟持され，\nＭ　該密封部分は，該フィルタエレメント（15）が該空気出口部材（20）\n上に組み付け可能に取り付けられたときに該空気出口部材（20）との半径方向シー\nルを形成するように該空気出口部材（20）に対して寸法を定められ，\nＮ　該空気出口部材（20）の上記内側表面が上記開放した管状のフィルタ\n内部領域からの空気出口通路の内壁を形成し，\nＯ　上記第１の端部キャップ（17）が該フィルタエレメント（15）の第１\nの端部全体を覆うことを特徴とする，エアフィルタ装置。\n(4)　訂正請求及び訂正審判\n原告ドナルドソンは，本件特許権１については平成１４年１０月１５日付\nけ審判請求書により以下のア記載の訂正を求める訂正審判を，本件特許権２につい\nては同日付け訂正請求書により以下のイ記載の訂正を求める訂正請求をした（甲\n８，９。訂正部分には下線を引いた。）。\nア　本件特許権１についての訂正\nｎ　「前記第２の端部キャップ（25）は全体的に円筒状の内側表面(25a)を\n有し，該フィルタエレメント（15）が該空気出口部材（20）上に組み付け可能に配\n置されたときに，前記第２の端部キャップ（25）の内側表面(25a)は，前記空気出口\n部材（20）の前記部分（20b）上に嵌合すると共にこの部分（20b）と密封的に係合\nするように配置構成され，該密封部分が，上記開放した管状のフィルタ内部領域内\nにおいて，該フィルタ（16）の該開放した管状のフィルタ内部領域内の該環状支持\n体（15a）と，該空気出口部材（20）の該部分（20b）の外側表面との間で半径方向\nに圧縮されて挟持され，」\nイ　本件特許権２についての訂正\nＡ　「エアフィルタ装置であって，第１の端部（11）と第２の端部（10b）\nと側壁とを有するハウジング（10）を具備し，該側壁は該側壁内に空気入口開口\n部（14）を有し，更に，内方部分（20b）を備えた管状の空気出口部材（20）を具備\nし，」\nＬ　「前記第２の端部キャップ（25）は全体的に円筒状の内側表面（25\nａ）を有し，上記フィルタエレメント（15）が上記ハウジング（１０）内に組み付\nけ可能に配置されたときに，前記第２の端部キャップ（25）の内側表面(25ａ)は，\n前記空気出口部材（20）の上記内方部分（20b）上に嵌合すると共にこの内方部\n分（20b）と密封的に係合するように配置構成され，該密封部分が，上記開放した管\n状のフィルタ内部領域内において，該開放した管状のフィルタ内部領域内の該環状\n支持体（15a）と，上記空気出口部材（20）の上記内方部分（20b）の上記外側表面\nとの間で半径方向に圧縮されて挟持され，」\n(5)　被告の行為\n被告は，被告各製品を，業として製造及び販売した。\n(6)　被告各製品等の構成\nア　被告各製品の構成は，別紙被告製品説明書記載のとおりである。\n被告各製品のうち，イの１ないし８号物件は原告日本ドナルドソンが製\n造，販売するエアフィルタ装置に，イの９号物件は訴外株式会社マーレテネックス\nが製造，販売するエアフィルタ装置に，それぞれ組み付け可能である（以下，被告\n各製品が組み付けられるエアフィルタ装置を併せて「本件対応エアフィルタ装置」\nと，被告各製品を本件対応エアフィルタ装置に組み込んだ製品を「本件各エアフィ\nルタ装置」と，総称する。ただし，後記のとおり，本件対応エアフィルタ装置の製\n品番号及びその構造には争いがある。）。\nイ　本件対応エアフィルタ装置には，空気出口部材が一重タイプのもの（以\n下「一重タイプ」という。）と二重タイプのもの（以下「二重タイプ」という。）\nとがあり，二重タイプの中には当該部分が樹脂製タイプのもの（以下「二重タイプ\nＡ」という。）と板金製タイプのもの（以下「二重タイプＢ」という。）とがあ\nる。\n一重タイプのうち，製品番号「ＭＥ２８０４０３」の構造は，別紙「エ\nアフィルタ装置図面（一重タイプ）」記載のとおりであり，二重タイプＡのうち製\n品番号「１６５０１－９７２６２」の構造及び二重タイプＢのうち製品番号「１－\n１４２１０－８２３」の構造は，それぞれ別紙「エアフィルタ装置図面（二重タイ\nプ）」記載のとおりである。\n(7)　被告各製品の本件発明１及び２の構成要件充足性\nア　被告各製品は，本件発明１の構成要件ａ，ｃないしｅ，ｈないしｊ，\nｌ，ｍを充足する。また，イの１ないし８号物件は，同ｐを充足する。\nイ　被告各製品が組み込まれた本件各エアフィルタ装置は，本件発明２の構\n成要件Ｂ，Ｄ，ＦないしＩ，Ｋを充足する。また，イの１ないし８号物件が組み込\nまれたエアフィルタ装置は，同Ｏを充足する。\n２　争点\n(1)　本件対応エアフィルタ装置の構成\n(2)　被告各製品の本件発明１の構成要件充足性\nア　被告各製品は，本件発明１の構成要件ｂ，ｆ，ｇ，ｋ，ｎ，ｏ，ｑを充\n足するか。\nイ　イの９号物件は，本件発明１の構成要件ｐを充足するか。\n(3)　被告各製品の製造，販売行為は，本件特許権２の間接侵害を構成するか。\nア　被告各製品が組み込まれた本件各エアフィルタ装置は，本件発明２の構\n成要件Ａ，Ｃ，Ｅ，Ｊ，Ｌ，Ｍ，Ｎを充足するか。\nイ　イの９号物件が組み込まれたエアフィルタ装置は，本件発明２の構成要\n件Ｏを充足するか。\nウ　被告各製品は，本件特許権２の実施品の生産にのみ使用される物に当た\nるか。\n(4)　本件特許２には，進歩性欠如等による明らかな無効理由があるか。\n(5)　本件特許１には，進歩性欠如等による明らかな無効理由があるか。\n(6)　損害\n３　当事者の主張\n(1)　本件対応エアフィルタ装置の構成\n（原告らの主張）\n被告各製品は，それぞれ別紙対応表記載の製品番号の対応エアフィルタ装\n置に組み付け可能である。\n本件対応エアフィルタ装置のうち，別紙対応表の「空気出口部材一重タイ\nプ」欄記載の装置の構造は，別紙「エアフィルタ装置説明書（一重タイプ）」及び\n「エアフィルタ装置図面（一重タイプ）」記載のとおりであり，同「空気出口部材\n二重タイプＡ」及び「空気出口部材二重タイプＢ」欄記載の装置の構造は，別紙\n「エアフィルタ装置説明書（二重タイプ）」及び「エアフィルタ装置図面（二重タ\nイプ）」記載のとおりである。\n（被告の認否）\n別紙対応表記載の対応エアフィルタ装置のうち，イの２号物件が製品番号\n「１６５０１－９６２６１」，イの４号物件が製品番号「１６５０１－９７３０\n６」，イの５号物件が製品番号「ＭＥ１６０８１８」，イの６号物件が製品番号\n「ＭＥ０７３８２０」にそれぞれ組み付けられることは認める。その余は不知。\n(2)　被告各製品の本件発明１の構成要件充足性\nア　被告各製品は，本件発明１の構成要件ｂ，ｆ，ｇ，ｋ，ｎ，ｏ，ｑを充\n足するか。\n（原告らの主張）\n(ア)　「空気出口部材」の解釈\n本件発明１は，ハウジング側の管状をなした空気出口部材に嵌合して\n取り付けられ，空気出口部材の外側表面との間で半径方向シールを形成するよう構\n成されたフィルタエレメントについての発明であり，特許請求の範囲のうち「空気\n出口部材」に関する記載は，フィルタエレメントの上記技術的特性を記述したもの\nにすぎず，フィルタエレメント本体の物理的構成部分として空気出口部材を備えて\nいることを要しないと解すべきである。\n(イ)　対比\n被告各製品は，それぞれ，別紙対応表記載の本件対応エアフィルタ装\n置が具備する管状の空気出口部材（以下，本件対応エアフィルタ装置の空気出口部\n材を併せて「対応空気出口部材」と総称する。）に組み付けられ，該対応空気出口\n部材は外側表面と内側空気流通路とを備え，また，濾過部材１６の開放した管状の\n内部領域内に突出する部分（以下「内方部分」という。）を有し，かつ，濾過体１\n５を該対応空気出口部材上に使用可能に取り付けたときに，該内方部分の外側表面\nとエンドプレートＡの内側表面との間で半径方向シールを形成するように設計，製\n造されている。\nしたがって，被告各製品は，本件発明１の構成要件ｂ，ｆ，ｇ，ｋ，\nｎ，ｏ，ｑを充足する。\nなお，被告各製品のエンドプレートＡは全体的に円筒状の内側表面を\n有しているから（エンドプレートＡの内側表面に設けられた段階状の縁は，空気出\n口部材に組み付けられ，半径方向の圧縮によって押しつけられる結果，空気出口部\n材と面で接触することになるから，エンドプレートＡの内側表面は全体的に円筒状\nであるといえる。），訂正後の構成要件ｎも充足する。\n（被告の反論）\n(ア)　「空気出口部材」の解釈\n本件発明１は，発明の名称は「フィルタエレメント」となっているも\nのの，その特許請求の範囲欄には，空気出口部材の具体的形状と，空気出口部材と\n他の部分との関係を示した構成が記載されている。そして，本件発明１における，\nフィルタエレメントの端部キャップと管状の空気出口部材との間で確実で完全な空\n気シールが確立されるという効果は，「フィルタエレメント」のみでは奏し得ず，\nハウジングに設けた「空気出口部材」が必須である。したがって，本件発明１にお\nいては，フィルタエレメントだけではなく，「空気出口部材」を有していることを\n要すると解するべきである。\n(イ)　対比\nこれに対し，被告各製品は，エアフィルタエレメントであり，空気出\n口部材を含んでいない。したがって，被告各製品は，空気出口部材の具体的形状を\n規定した構成要件ｂ，ｇ及び第２の端部キャップの中央開孔と空気出口部材との関\n係を規定した構成要件ｆ，ｋ，ｎ，ｏ，ｑを充足しない。\nなお，被告各製品においては，エンドプレートＡの内側表面は平面で\nはなく階段状の縁が設けられているから，被告製品のエンドプレートＡは，訂正後\nの構成要件ｎの「円筒状の内側表面」も備えていない。\nイ　イの９号物件は，本件発明１の構成要件ｐを充足するか。\n（原告らの主張）\n本件発明１の特許請求の範囲の記載には，「第１の端部キャップ」が単\n一の材料のみから構成されるとの限定がない。\nイの９号物件のエンドプレートＢは，ウレタン樹脂によりリング状に形\n成され，リング中央の開口部は，金属製の円板Ｃによって閉鎖され，これらが一体\nとなって濾過体の一端全部を覆っている。したがって，イの９号物件は，本件発明\n１の構成要件ｐを充足する。\n（被告の反論）\nイの９号物件のエンドプレートＢはリング状なので，濾過体の端部全体\nを覆っているわけではなく，リング状のエンドプレートＢと金属製の円板Ｃによ\nり，濾過体の端部を閉鎖している。したがって，同物件においては，エンドプレー\nトＢは濾過体の端部全体を覆っておらず，本件発明１の構成要件ｐを充足しない。\n(3)　被告各製品の製造，販売行為は，本件特許権２の間接侵害を構成するか。\nア　被告各製品が組み込まれた本件各エアフィルタ装置は，本件発明２の構\n成要件Ａ，Ｃ，Ｅ，Ｊ，Ｌ，Ｍ，Ｎを充足するか。\n（原告らの主張）\n(ア)　「空気出口部材」の解釈\n本件発明２の「空気出口部材」には，以下のとおりの理由から，空気\n出口部材とハウジングとが一体成形されたものが含まれると解釈すべきである。\nすなわち，本件発明２の特許請求の範囲には，空気出口部材２０とハ\nウジング１０とが別部材であるとの記載はないこと，本件特許権２に係る明細書\n（以下「本件明細書２」という。）の特許請求の範囲請求項１２に「上記空気出口\n部材（２０）は，上記ハウジング（１０）の残りの部分から選択的に分離可能とな\nっており，かつ該ハウジング（１０）の残りの部分と係合する」と記載されている\nこと，及び「発明の詳細な説明」の「発明の実施の形態」欄に空気出口部材２０と\nハウジング１０とが係合し，一体化されているエアフィルタ装置の構成が記載され\nていることに照らすならば，空気出口部材２０とハウジング１０とが別部材に限定\nされないことは明らかである。\n(イ)　対比\nａ　構成要件Ａ，Ｅ，Ｊ，Ｌ，Ｍ，Ｎについて\n本件対応エアフィルタ装置の対応空気出口部材は，上記のとおり，\n本件発明２の「空気出口部材（２０）」に当たる。そして，対応空気出口部材に\nは，管状の部分２０ｂを有する一重管状のもの（一重タイプ），管状の部分２０ｂ\n１及び２０ｂ２を有する二重管状をなし，部分２０ｂ１に濾過体１５が挿嵌され，部\n分２０ｂ２は濾過された空気の排出路を形成し，部分２０ｂ１と部分２０ｂ２との隙\n間が開放しているもの（二重タイプＡ），及び，管状の部分２０ｂ１及び２０ｂ２を\n有する二重管状をなし，部分２０ｂ１に濾過体１５が挿嵌され，部分２０ｂ２は濾過\nされた空気の排出路を形成し，部分２０ｂ１と部分２０ｂ２との隙間が閉じているも\nの（二重タイプＢ）とがあるが，いずれの管状の部分２０ｂも，空気出口部材のう\nちハウジング内方に形成されている部分であるから，構成要件Ａの「空気出口部材\nの内方部分（２０ｂ）」に当たる。また，訂正後の構成要件Ａの「管状の空気出口\n部材」にも当たる。\nそして，該管状の部分２０ｂは外側表面と内側表面とを有し（二重\nタイプＡにおいては部分２０ｂ１及び部分２０ｂ２，二重タイプＢにおいては部分２\n０ｂ２），その外側表面が環状支持体との間で密封部分を半径方向に圧縮して挟持\nし（二重タイプＡ及びＢにおいては特に部分２０ｂ１），その内側表面がフィルタ\n内部領域からの空気出口通路の内壁を形成するから（二重タイプＡ及びＢにおいて\nは特に部分２０ｂ２の内側表面），本件各エアフィルタ装置は，本件発明２の構成\n要件Ｅ，Ｊ，Ｌ，Ｍ，Ｎを充足する。\nｂ　構成要件Ｃについて\n被告各製品の濾過体１５は，ハウジング１０内に着脱可能に配置さ\nれ，かつ，上記空気出口部材２０と空気流が連通する状態で取り付けられるように\nなっており，構成要件Ｃを充足する。\nなお，本件対応エアフィルタ装置には，内側濾過体を装着する場合\nもあるが，内側濾過体を装着しても，フィルタエレメントから空気出口部材へと流\nれる空気の流れは妨げられないので，濾過体１５は，対応空気出口部材と空気流が\n連通する状態で取り付けられるといえる。\nｃ　訂正後の構成要件Ｌについて\nエンドプレートＡは全体的に円筒状の内側表面を有しているから，\n訂正後の構成要件Ｌも充足する。\n（被告の反論）\n(ア)　「空気出口部材」の解釈\n本件発明２の「空気出口部材」とは，以下のとおりの理由から，ハウ\nジングと別部材のものに限られると解釈すべきである。このことは，①特許請求の\n範囲の記載が「空気出口部」ではなく，「空気出口部材」とされていること，②同\nじく「ハウジングに空気出口部材を具備し」ではなく，「ハウジングを具備し」\n「空気出口部材を具備し」と記載されていること，③本件発明２の明細書は，ハウ\nジングと空気出口部材とが別部材であることを当然の前提としており，ハウジング\nと空気出口部材が一体となった構成は全く記載されていないこと，④原告ドナルド\nソンは，平成１０年６月２９日付け異議意見書の中で，空気出口部材がハウジング\nとは別部材であることを前提とした主張をしていることから，明らかである。\nさらに，本件発明２の「空気出口部材」とは，ハウジングから移動可\n能又は分離可能でなければならないと解すべきである。すなわち，本件発明２の特\n許請求の範囲の記載だけでは，「空気出口部材」の構成が不明瞭であるから，本件\n発明２が，新規性，進歩性及び旧特許法３６条に規定する要件を満たすためには，\n「空気出口部材」の構成は，「空気出口部材（２０）が，上記ハウジング（１０）\nに対して軸線方向に選択的に移動可能となっている部材である」もの（請求項\n７），又は，「上記空気出口部材（２０）は，上記ハウジング（１０）の残りの部\n分から選択的に分離可能となっており，かつ該ハウジング（１０）の残りの部分と\n係合する」もの（同１２）に限定して解釈しなければならない。また，本件明細書\n２には，「本発明によれば，・・・・フィルタエレメント及び空気出口部材をハウ\nジングに対して軸線方向に挿入嵌合するだけで確実で完全なシール作用が確保され\nる。」と記載されているから，本件発明２が効果を奏するためには，当然，フィル\nタエレメント及び空気出口部材をハウジングに対して軸線方向に挿入嵌合できる構\n成となっていなければならない。\n(イ)　対比\nａ　構成要件Ａ，Ｅ，Ｊ，Ｌ，Ｍ，Ｎについて\nこれに対し，本件対応エアフィルタ装置は，いずれも空気出口部\n（ハウジングから外方に突出した管状部）及びハウジングから内方に延びる「直立\n壁部」がハウジングと一体に成形されているから，本件各エアフィルタ装置は，構\n成要件Ａ，Ｅ，Ｊ，Ｌ，Ｍ及びＮの「空気出口部材」を有しない。また，訂正後の\n構成要件Ａの「管状の空気出口部材」も有しない。\nさらに，本件対応エアフィルタ装置のうち二重タイプＡ及びＢにお\nいては，ハウジング内部の「直立壁部」は，管状の空気出口部の外側に間隔をおい\nて個別に設けられているから，「直立壁部」は本件発明２の「空気出口部材の内方\n部分」に当たらない。そして，濾過体１５は該直立壁部に取り付けられるから，濾\n過体１５は本件発明２における「空気出口部材の内方部分」に取り付けられておら\nず，エンドプレートＡの内周端部分も，「空気出口部材の内方部分」と多孔状チュ\nーブとの間で圧縮されていない。したがって，その意味でも，本件各エアフィルタ\n装置は，構成要件Ｅ，Ｊ，Ｌ，Ｍを充足しない。\nｂ　構成要件Ｃについて\n本件各エアフィルタ装置が「空気出口部材」を有しないことは，上\n記のとおりである。また，本件対応エアフィルタ装置のうち，一重タイプと二重タ\nイプＡは，濾過体の内側に，濾過体とは別の「内側濾過体」を備えており，濾過体\nと空気出口部との間に内側濾過体が介在している。したがって，濾過体は空気出口\n部材と空気流が連通する状態で取り付けられておらず，構成要件Ｃを充足しない。\nｃ　訂正後の構成要件Ｌについて\n被告各製品のエンドプレートＡの内側表面は平面ではなく階段状の\n縁が設けられているから，訂正後の構成要件Ｌを充足しない。\nイ　イの９号物件が組み込まれたエアフィルタ装置は，本件発明２の構成要\n件Ｏを充足するか。\n（原告らの主張）\n本件明細書２には，本件発明２の「第１の端部キャップ」が単一の材料\nから構成されると限定すべき記載はない。\nイの９号物件においては，エンドプレートＢは，ウレタン樹脂によりリ\nング状に形成され，リング中央開孔部は，金属製の円板によって閉鎖されているか\nら，構成要件Ｏを充足する。\n（被告の反論）\nイの９号物件においては，本件発明２の「第１の端部キャップ」に相当\nするエンドプレートＢは，リング状なので濾過体の端部全体を覆っておらず，濾過\n体の端部はあくまでリング状のエンドプレートＢと金属製の円板Ｃにより閉鎖され\nている。したがって，イの９号物件は，本件発明２の構成要件Ｏを充足しない。\nウ　被告各製品は，本件特許権２の実施品の生産にのみ使用される物に当た\nるか。\n（原告らの主張）\n被告各製品は，以下のとおり，本件発明２の実施品である本件各エアフ\nィルタ装置の「生産」に「のみ」使用するものであり，被告各製品の製造，販売行\n為は特許法（以下「法」という。）１０１条１号に該当する。\nａ　「生産」について\n特許発明の実施品につき部品を取り替える行為は，それが特許権者に\n支払った対価を超えて当該実施品を使用することになるような場合は，「生産」に\n当たると解するのが相当であり，その旨判示した裁判例もある（大阪地裁平成元年\n４月２４日判決）。\nこれを本件について検討すると，フィルタエレメントは定期的に交換\nすることが予定されているものの，交換が必要となる頻度はエアフィルタ装置が搭\n載される自動車等の使用状況によって大きく左右されるため，エアフィルタ装置の\n販売時には，購入者において将来必要となる交換用フィルタエレメントの数量が予\n測できない。したがって，エアフィルタ装置を所持する者が，エアフィルタ装置の\n特許権者等以外の者から，当該エアフィルタ装置の部品であるフィルタエレメント\nを入手し，これを取り替えて使用することは，エアフィルタ装置に関して特許権者\nに支払った対価を超えてエアフィルタ装置を使用する行為であり，「生産」に該当\nする。\nまた，被告は，本件特許権２の消尽をも主張するが，本件発明２のエ\nアフィルタ装置において，フィルタエレメントは装置の目的である空気濾過機能を\n営む部分であり，装置の主要な構成に対応する主要な部品であるから，フィルタエ\nレメントを取り替えることは，修理やオーバーホール等，製品本来の寿命を全うさ\nせる行為と同視することはできない。フィルタエレメントを交換したエアフィルタ\n装置は，原告らが譲渡した本件発明２の実施品としてのエアフィルタ装置と同一の\n装置ということはできず，フィルタエレメントを交換する行為は，特許権者等が譲\n渡した特許製品に含まれる実施対象と同一のものとはみなされなくなるものを生産\nする行為に該当する。したがって，このような観点からも，フィルタエレメントの\n取り替えは「生産」に該当すると解すべきである。\nｂ　「のみ」について\n被告各製品は，本件発明２の構成要件を充足する本件対応エアフィル\nタ装置（内部濾過体付きや二重タイプも，本件発明２の技術的範囲に属することは\n上記(3)ア（原告らの主張）(イ)のとおりである。）に組み付けられるフィルタエレ\nメントとして販売されており，本件発明２の実施品に使用する以外に商業的・経済\n的に実用性のある用途は存在しない。したがって，被告各製品は，本件発明２の実\n施品の製造に「のみ」使用するものといえる。\n（被告の反論）\nａ　「生産」について\nその物の「生産」に当たるというためには，特許権が使い尽くされた\n後に，被告製品を新たに生産する行為（特許実施品から新しい製品を作り出す行\n為）といえるものでなければならない。しかし，被告各製品（フィルタエレメン\nト）は，本件の自動車用内燃機関用エアフィルタ装置において，あらかじめ交換可\n能なように設計された「消耗品・補修部品」である。したがって，このような「消\n耗品・補修部品」を，エンドユーザー（カーユーザー）たる自動車の使用者が，自\n動車の購入後に交換することは，製品の客観的な性質からみて，普通に行なわれる\n「補修」といえる使用行為であり，実施対象の同一性は何ら損なわれておらず，特\n許製品であるエアフィルタ装置を新たに「生産」する行為とはいえない。\nこのことは，消尽論から考えても相当である。すなわち，そもそも，\n特許製品が譲渡された場合には，特許権は消尽により消滅しているから，そうした\n譲渡行為に際してその後通常予想される行為については，特許権の効力は及ばない\nと解される。本件においては，原告らは，本件各エアフィルタ装置を販売する際\nに，顧客らが，その後どの程度のエアフィルタエレメントを交換することになるか\n等は当然予想できたことであるから，原告らの本件各エアフィルタ装置の販売によ\nり，本件特許２は消尽により消滅し，その効力はエアフィルタエレメントの交換に\nは及ばないと解すべきである。\nｂ　「のみ」について\n仮に，被告各製品を組み込んだ対応エアフィルタ装置のいずれかが本\n件発明２の技術的範囲に属するとしても，少なくとも，一重タイプや二重タイプＡ\nについては，ハウジングから内方に延びる直立壁部の内側表面に内側濾過体が挿嵌\nされる場合があり，このような複合構造のエアフィルタ装置は，構成要件Ｃ，Ｈ，\nＮを充足しない。\nしたがって，被告各製品は，本件発明２の構成要件を充足しないエア\nフィルタ装置にも組み付け可能であるから，「その物の生産にのみ使用する物」に\nは当たらない。\n(4)　本件特許２には，進歩性欠如等による無効理由があることが明らかといえ\nるか。\n（被告の主張）\n本件特許２には，以下の無効理由が存在することが明らかであり，本件特\n許権２に基づく権利行使は，権利の濫用として許されない。\nア　新規性，進歩性欠如による無効\n(ア)　乙１（英国特許第１４９９９２２号明細書）に基づく新規性，進歩\n性欠如\n本件発明２は，乙１に記載された発明と同一又は乙１記載の発明を基\nに乙２ないし６に記載された各発明を組み合わせて当業者が容易に発明することが\nできたものであって，法２９条１項３号又は同条２項に該当する。\nａ　本件発明２と乙１記載の発明との対比\n乙１記載の発明と本件発明２の構成は，以下の点を除き一致する。\n(ａ)　相違点１\n本件発明２は，「該開放した管状のフィルタ内部領域内に配置さ\nれた環状支持体（15a）を備え，」ているのに対し（構成要件Ｄ），乙１に記載され\nた発明は環状支持体を有していない。\n(ｂ)　相違点２\n本件発明２には，密封部分が環状支持体と隣接し，環状支持体と\n空気出口部材との間で圧縮挟持されるのに対し（構成要件Ｋ，Ｌ），乙１記載の発\n明においては，環状支持体が存在しないため，密封部分は，フィルタの内周端部に\n隣接して配置され，フィルタの内周端部と，空気出口部材の内方部分の外側表面と\nの間で半径方向に圧縮されて挟持されている。\n(ｃ)　相違点３\n本件発明２は，「上記第１の端部キャップ（17）が該フィルタエ\nレメント（15）の第１の端部全体を覆う」ものであるのに対し（構成要件Ｏ），乙\n１記載の発明では，第１の端部キャップ（17）に相当するカバー１９側の密封要素\nの中央は開口部を有しており，この開口部に，カバー１９又はカバー１９の内側に\n固定された補助カバー２０の円筒状の内壁１８が嵌められ，第１の端部キャップ側\nをシールしている。\nなお，本件発明２においては，空気の流れる方向が\n「上記環状支持体（15a）に向かう方向」（構成要件Ｉ）であるのに対し，乙１記載\nの発明では環状支持体が存在しないため「フィルタエレメントの内周側に向かう方\n向」であるが，空気の流れる方向自体は同じであるから，相違点たり得ない。\nまた，本件発明２の構成要件Ｊにおいては，密封部分の素材が\n「発泡エラストマ材料」と規定されているのに対し，乙１記載の発明では「エラス\nトマ材料」とされているが，フィルタエレメントのシール材として「発泡エラスト\nマ材料」を用いることは，乙２に記載されているように，周知・慣用技術であるか\nら，この点も相違点たり得ない。\nｂ　相違点の検討\n(ａ)　相違点１について\n開放した管状のフィルタ内部領域を形成するフィルタを用いた筒\n状のフィルタエレメントにおいて，フィルタの内周側に多孔円筒等の環状支持体を\n設けることは，例えば乙２ないし４，６に記載されているように，フィルタエレメ\nントの剛性を高める必要がある場合等極めて普通に行なわれることであり，また，\nこのような構成の相違により両発明の目的及び効果に格別の差異が生じるものでは\nないから，相違点１は，単なる慣用手段の付加にすぎない。\n(ｂ)　相違点２について\n相違点２は，上記相違点１のような環状支持体の有無に起因する\n当然の内容にすぎない。環状支持体の有無に関係なく，両発明は，フィルタエレメ\nントとハウジングの空気出口部材との間のシールが半径方向シールによって達成さ\nれ，シール作用を確立するためにハウジングをフィルタエレメントに対して軸線方\n向に締め付ける必要がないようにした技術思想において軌を一にする。\nまた，乙２，３に記載された発明は，本件発明２と同様にフイル\nタエレメントとケース間のシールが半径方向シールによって達成されるものであっ\nて，かつ環状支持体を有するものである。これらのフィルタエレメントでは，本件\n発明２と同様，密封部分は環状支持体に隣接して配置され，密封部分が環状支持体\nとハウジングとの間で半径方向に圧縮されて挟持されている。\n(ｃ)　相違点３について\n「第１の端部キャップ（17）がフィルタエレメント（15）の第１\nの端部全体を覆う構成」は，例えば，乙３ないし５に記載されているように，従\n来，この種の筒状のフィルタエレメントにおいて，汚れた空気が第１の端部からフ\nィルタの内部に流入することを防ぐために広く採用されている周知・慣用手段であ\nって，何ら新規なものではない。また，このように構成を変更しても両発明の目的\n及び効果に格別の差異が生じるものでもない。\nｃ　訂正請求による訂正について\nなお，仮に，本件発明２について「第２の端部キャップが全体的に\n円筒状の内側表面を有する」との訂正が認められるとしても，乙１の原出願である\n乙１０には，リムやリップのない半径方向シールのフィルターカートリッジが既に\n開示されている。\n(イ)　乙２（実開昭５９－１４１１５０号公報）に基づく進歩性欠如\n本件発明２は，乙２記載の発明を基に，これと乙１及び３ないし５記\n載の発明とを組み合わせて，当業者が容易に発明することができたものであり，法\n２９条２項の規定により特許を受けることができないものである。\nａ　本件発明２と乙２記載の発明との対比\n乙２記載の発明と本件発明２とは，以下の点を除き一致する。\n(ａ)　相違点１\n両発明は，空気出口部及びこれに連なるフィルタエレメントの取\n付部の構成が相違する。すなわち，本件発明２の空気出口部は，「内方部分20ｂを\n備えた空気出口部材20」より構成され，「空気出口部材20の上記内方部分20ｂ」が\n外側表面と内側表面とを有し，かつ「空気出口部材20の上記内側表面」が上記開放\nした管状のフィルタ内部領域からの空気出口通路の内壁を形成するものであり，密\n封部分は，フィルタエレメントの取付部である「空気出口部材20の上記内方部分\n20ｂ」と，環状支持体との間で，半径方向に圧縮されて挟持されるものである。こ\nれに対し，乙２記載の発明では，ボディー25に形成された円環状の凹部27の内周側\nが空気出口部となっており，フィルタエレメントの取付部は，「円環状の凹部27の\n外周側に形成された直立部28」であり，直立部28と環状支持体との間で，密封部分\nは半径方向に圧縮されて挟持されるものである。\n(ｂ)　相違点２\n本件発明２では，「第１の端部キャップ(17)がフィルタエレメン\nト(15)の第１の端部全体を覆う」（構成要件Ｏ）のに対し，乙２記載の発明では，\n第１の端部キャップ(17)に相当するカバー21側の弾性端板32の中央は開口してお\nり，弾性端板32の内側に形成した突起部34をカバー21の直立部24に摺動しつつ挿嵌\nして圧接状態とすることで閉鎖している。\nｂ　相違点の検討\n(ａ)　相違点１について\n本件発明２における空気出口部及びこれに連なるフィルタエレメ\nントの取付部の構成は，乙１及び３ないし５に記載されている。そして，密封部分\nを２つの剛体間で半径方向に圧縮する「半径方向シール（ラジアルシール）」を達\n成するという技術思想において，本件発明２と乙２記載の発明とは共通するもので\nあり，相違点１によって作用効果に格別の差異が生じるものでもない。\nしたがって，乙２記載のエアフィルタ装置において，乙１及び３\nないし５記載の公知技術を考慮して本件発明２のような構成とする点は，当業者が\n容易になし得るものである。\n(ｂ)　相違点２について\n「第１の端部キャップ(17)がフィルタエレメント(15)の第１の端\n部全体を覆う」構成は，乙３ないし５に示されているように，従来，この種の管状\nのフィルタ内部領域を形成するフィルタエレメントにおいて，汚れた空気が第１の\n端部からフィルタの内部に流入することを防ぐために広く採用されている手段であ\nって，何ら新規なものではない。また，相違点２の構成は，空気出口部材20及びそ\nの内方部分20ｂと協同して特異な作用効果を奏するものでもない。\nしたがって，乙２記載のエアフィルタ装置に乙１及び乙３ないし\n５に記載されている構成を採用して，相違点２にかかる本件発明２のような構成と\nすることは，当業者が容易に想到し得たものである。\n(ウ)　乙１４（ドイツ特許出願公開第３４０５７１９号公報）に基づく新\n規性，進歩性欠如\n乙１４には，本件発明２におけるエアフィルタエレメント部分の構成\nをすべて備えたエアフィルタが開示されている。また，乙１４には，エアフィルタ\nが装着される空気出口部材の具体的構成は記載されていないが，「リングシールを\n介してフィルタが，吸引ファンの吸引管に差し込まれる」ことが明示されており，\nこのようなエアフィルタとそれが取り付けられる吸引管（接合管であり，空気出口\n部材に相当する。）とが係合される使用状態においては，本件発明２における「密\n封部分が，管状のフィルタ内部領域内の管状支持体（１５ａ）と，空気出口部材\n（２０）の内方部分（２０ｂ）の外側表面との間で半径方向に圧縮されて挟持され\nる」という構成を備えたものとなるのは明らかである。しかも，乙１４記載のエア\nフィルタは，シール17部分に特別なリップなども形成されておらず，このシール部\n分は全体的に円筒状の内側表面を有していると考えられ，エアフィルタと吸引管と\nの係合状態は「面接触」であることも疑いがない。さらに，乙１４には，技術課題\nとして，「交換の容易性」，「コストの低減」が指摘されている。したがって，本\n件発明２は，乙１４と実質的に同一，又は，少なくとも乙１４及び乙２ないし５に\n基づいて，容易に想到し得るものであり，進歩性を有しない。\nイ　法３６条４項違反による無効\n本件発明２の特許請求の範囲には，「空気出口部材」の構成が技術的に\n理解できるような記載がなく不明瞭であり，また，発明の詳細な説明に記載のない\n事項が記載されているから，法３６条４項に規定する要件を満たしていない。すな\nわち，本件発明２においては，①「空気出口部材」における「空気出口部材の内方\n部分」を除いた他の部分がいかなる構成を有するのかの記載がなく，②「空気出口\n部材」において「空気出口部材の内方部分」と，それを除いた他の部分との関連構\n成の記載がなく，③このため，「空気出口部材」の全体構成がどのようなものかが\n把握できず，④さらに，「空気出口部材」と「ハウジング」との関連性が不明であ\nる。\n（原告らの反論）\nア　進歩性欠如等による無効について\n(ア)　本件発明２の特徴\nａ　従来技術と課題\n従来のエアフィルタ装置においては，いわゆる「軸線方向シール」\nが採用されていたが，軸線方向シールでは，振動に耐えるためにハウジングを強く\n締めつけておく必要があるため，ハウジングの材料は金属で，フィルタエレメント\nも大圧力に耐えるように，頑丈に作ることが必要であった。そのため，従来のエア\nクリーナーは高重量化の傾向にあり，フィルタエレメントの交換，清掃作業は，そ\nの都度ボルトやネジの締め外しが必要で，時間のかかる煩雑な作業であった。\n本件発明２による半径方向シール方式のエアクリーナは，「主とし\nてトラック及び農耕用トラクタ用の円筒状の襞付濾紙フィルタエレメントを有する\nエアクリーナに関する」ものであり，ネジによる軸線方向締めつけから解放するこ\nとにより，材料をプラスチック等の軽量なものに代え，取換え作業も作業員の手で\n容易に，かつ短時間に行うことができるようにしたものである。\nｂ　シール構造の特徴的構成\n本件発明２は，単に「半径方向シール」を採用したのみではなく，\n半径方向シール方式でも，従来の軸線方向シールと同等かそれ以上の機能を有し，\nトラックやトラクター等に使用される場合のような過酷な条件下でも信頼性の高い\nシール機能を発揮する，特殊な半径方向シールを発明したものである。すなわち，\n本件発明２の半径方向シールは，①密封部分が柔軟で圧縮可能な発泡エラストマ材\n料からなり，②該密封部分は空気出口部材（20）の内方部分（20b）とフィルタエレ\nメント（15）の環状支持体（15a）との間に半径方向に圧縮されて挟持されており，\n③該密封部分を構成する第２の端部キャップ（25）の内側表面（全体的に円筒状）\nが，空気出口部材の内方部分（20b）と密封的に係合し，両者が面接触をしている点\nが特徴的である。なお，上記③の点は，本件発明２の訂正請求が認められれば，よ\nり一層明確となる。\nまた，本件発明２においては，④空気入口から空気出口に通ずる通\n路である空気出口部材内方突出部が，同軸の管状フィルタエレメントに囲まれ，か\nつ，フィルタエレメントの一方の端部は全部端部キャップ（１７）で塞がれている\nため，密封箇所が第２の端部キャップ（２５）と空気出口部材の間だけで足りると\nいうことも，特徴である。\nｃ　作用効果\n(ａ)　理想的密封状態\n上記のとおり，管状の空気出口部材（20）の内方部分（20b）とフ\nィルタエレメントの環状支持体（15a）との間で密封部分が圧縮されて挟持され，し\nかも内方部分（20b）の外側表面と密封部分の内面とが面接触しているため，従来の\n軸線方向シールに劣らない「理想的密封状態」となる。また，フィルタエレメント\nの一方を完全にキャップで塞ぎ，シールを必要とするのは第２の端部だけであるた\nめ，シール漏れの確率も理論上半減する。\n(ｂ)　密封力の自己生成\nフィルタエレメントを組み付け，端部キャップ（25）を管状の空\n気出口部材に嵌合しただけで，その間に挟持された密封部分に対する圧縮力で，密\n封力が自己生成される。したがって，軸線方向シールのようなネジ締めなどによる\n特段の押圧は不要である。\n(ｃ)　理想的耐振動，ショック構造\n上記のとおり，フィルタエレメントの環状支持体（15a），密封部\n分及び空気出口部材（20）が一体的に挟持される結果，走行する車両，回転するエ\nンジンが発生する振動，外部からのショック（衝撃）に対して理想的に対応でき\nる。\n(イ)　各引用例について\n乙１ないし６（以下「各引用例」と総称する。）は，以下のとおり，\nいずれも本件発明２の特徴的シール機構を開示しておらず，また，技術思想，技術\n課題も異なる。\nａ　乙１について\n(ａ)　技術思想の相違\nｉ　技術的課題の相違\n乙１記載の発明は，あらゆる流体フィルタも含む一般的フィル\nタを念頭にした漠然としたもので，特にトラック，トラクターなど過酷な条件を意\n識した記載はない。また，本件発明２の課題である装置の十分な軽量化やフィルタ\nエレメント取替作業の簡易化を課題にしていない。\nⅱ　特有の全体構造の相違\n乙１記載の発明は，センターボルト２１にて締め付けなければ\nシールが実現されず，また，フィルタエレメントの交換もできない。したがって，\n同発明は，ハウジングの締付けを排除しようとする本件発明２とは技術思想が全く\n異なる。\nⅲ　シールの信頼性の相違\n乙１記載の発明では，振動によるケースとカバーのクッション\nになるシールエレメント２２の厚みの変化で，シール部が摺動摩耗し，シールが不\n完全になるから，シールの信頼性が低く，トラックやトラクターなどの過酷な使用\n条件には到底耐えられない点で，本件発明２と相違する。\n(ｂ)　シール構造の相違\nｉ　密封部分の材料の相違\n乙１記載の発明の密封部分（１４，１５）を有するシールエレ\nメント１２及び１３の材料は，プラスチックであり，本件発明２と密封部分の材料\nが相違する。また，乙１においては，密封部分が柔軟で圧縮可能な材料であればリ\nップを分割する必要はないにもかかわらず，密封部分である縁（１４，１５）は，\n柔軟性を高めるために一対の，より小さい縁又はリップに分割されていることから\nすれば，乙１の密封部分は硬いプラスチックを素材とするものであり，空気出口部\n材（20）と環状支持体（15a）との間で圧縮するのに適さない材料である。\nⅱ　密封部分の接触面の相違\n乙１記載の発明においては，図７又は図８のとおり，シールエ\nレメント１２及び１３の内側はリップに分割されており，全体的に円筒状ではな\nく，密封部分は面で接触せずに線で接触する。特に，乙１においては，縁１４及び\n１５をより多く分割することが推奨されており，密封部分を点（線）で接触させて\nシールすることを推奨している点で，本件発明２と相違する。\nまた，乙１の原出願である乙１０の図９等には，一応，全体的\nに円筒状の内側表面を有する端部キャップ（パッキン１２，１３）が開示されてい\nる。しかし，図９に示された端部キャップの内側表面は，乙３と同種の楔形のリッ\nプシールであり，パッキン１２，１３の内側先端部分のリップが接触するのみで，\n内側表面が密封的に係合するようになっていない。\nⅲ　密封部分の圧縮挟持の相違\n乙１記載の発明においては，本件発明２の環状支持体（15a）に\n相当する構成が存在せず，シールエレメント１２及び１３の縁１４及び１５は，壁\n１６及び１８から押圧されるが，これを押し返す構成が存在しない。したがって，\n本引用例には，密封部分を「空気出口部材」と「環状支持体」の２つの部材間で半\n径方向に圧縮して挟持することが記載されていない。\nⅳ　その他の相違点\n乙１は，本件発明２の「上記第１の端部キャップ（１７）が該\nフィルタエレメント（１５）の第１の端部全体を覆うこと」という構成も備えてい\nない。さらにネジ締めをするボルトの貫通孔のシールを加えると，乙１では，３箇\n所のシールが必要となる。\nｂ　乙２について\n(ａ)　技術思想の相違\nｉ　技術的課題の相違\n乙２記載の発明は，自動車の気化器に組み付けたエアフィルタ\n装置に関して，従来の軸線方向シール型のエアフィルタ装置を騒音低減の観点から\n改良することを課題としているものであり，本件発明２のように，装置の軽量化\nや，トラック等の過酷な条件下での使用という技術課題には全く着目していない。\nⅱ　特有の全体構造の相違\n乙２記載の発明は，第１図に示されるとおり，ナット１８にて\n締め付けなければシールが実現されず，また，フィルタエレメントの交換もできな\nい。したがって，同発明は，ハウジングの締付けを排除しようとする本件発明２と\nは技術思想が全く異なる。\nⅲ　シールの信頼性の相違\n乙２のシール構造では，従来品の軸線方向シールのようなボル\nト・ナットの締付けに代るような強力な圧縮力が突起部３４に作用しないばかり\nか，断面山形の突起部３４（図２）だけの線接触であり，フィルタエレメントに衝\n撃や振動が加わった場合，シール部分に隙間を生じ易く，トラック等に用いられる\n場合のように過酷な条件下では，充分なシール機能を得ることはできない。また，\n乙２では，締め付け構造を採用しているため，円環状の突起部３４，３５がそれぞ\nれカバー２１，ボディ２５の直立部２４，２８と滑動して摩耗したり，シール箇所\nが複数必要となり，シールの信頼性は益々低い。これらの点からすれば，乙２記載\nの発明からは，本件発明２の特徴的シール機構と技術思想を想到することは到底で\nきない。\n(ｂ)　シール構造等の相違\nⅰ　密封部分の材料の相違\n乙２には，突起部３４を有する弾性端板３２の材料として，\n「例えば，軟質発泡ウレタンで形成され」と記載されているが，軟質発泡ウレタン\nの軟らかさの程度についての記載がない上，乙２の第２図及び第４図では，突起部\n３４は嵌合状態でもほとんど変形しておらず，その形状（突起）が弾性変形し易く\nするようにしてあることからすれば，乙２の密封部分は，圧縮に適さない，相当軟\n度の低い硬い材料から形成されている。\nⅱ　密封部分の接触面の相違\n乙２の図２及び図４から明らかなように，弾性端板３２の内側\nは，全体的に円筒状ではなく，山形に突出した突起部３４の先端が直立部２５に面\nで接触せずに線で接触してシールを形成する。\nⅲ　密封部分の圧縮挟持の相違\n乙２には，突起部３４が半径方向に圧縮されて挟持されている\n旨の記載はなく，第２図及び第４図においても，突起部３４が変形している形跡は\nない。また，インナーチューブ１１は，環状の突起部３４を有する弾性端板３２の\n伸びに逆らわないように形成され，濾材を保持すると共にフィルタエレメント全体\nの強度を保持する役割しかなく，密封部分のバックサポートとしての役割を担って\nいなかったと解すべきである。したがって，乙２には，突起部３４が直立部２４，\n２８とインナーチューブ１１との間で半径方向に圧縮されて挟持されることは開示\nされていない。\n仮に，突起部３４が極めて柔軟な材料からなり，かつ，突起部\n３４の内径が直立部２４，２８の外径よりも小さく設定されていたとしても，フィ\nルタエレメント３１は，軸線方向に直立部２４，２８に挿入されるため，突起部３\n４は直立部２４，２８から軸線方向の反力を受けて，軸線方向に屈曲して作用す\nる。したがって，突起部３４は，上方向へ屈曲してシールを構成するだけで，本件\n発明２のように直立部２４，２８とインナーチューブ１１との間で圧縮して挟持す\nるものではない。\nⅳ　その他の相違点\n乙２記載の発明は，「上記第１の端部キャップ（１７）が該フ\nィルタエレメント（１５）の第１の端部全体を覆うこと」という構成を備えておら\nず，これは上記のとおりシール個所が倍になる欠陥をもたらす。さらに，「内方部\n分（２０ｂ）を備えた管状の空気出口部材（２０）を具備し，」という構成も備え\nていない。\nｃ　乙３について\n(ａ)　技術分野及び技術的課題等の相違\n乙３記載の発明は，飲料水等を浄化する水フィルタに関する技術\nであり，水フィルタ内の水が静止状態の場合に，細菌後増殖を防止する濾材自体を\n課題にしている。また，水フィルタは，家庭等に設置され，しかも，手のひらに乗\nる程度の小型のものである。したがって，乙３の発明は，エアフィルタである本件\n発明２とは，技術分野が異なるし，本件発明２のような，トラックなどにおけるフ\nィルタエレメントの取換え作業の効率化，振動やショックが発生する過酷な条件下\nで安定した確実なシールを達成するなどの技術課題に着目しておらず，そのような\n条件下で十分なシール機能を得ることができる設計になっていない。\n(ｂ)　シール構造等の相違\nⅰ　密封部分の材料の相違\n乙３には，密封部分となるシールリップ２５を含む弾性カバー\n板１７の材料として，「弾性ポリ塩化ビニル」と記載されているが，当時の弾性ポ\nリ塩化ビニルは，現在とは違い剛体であり，固い材料であったはずであるから，本\n件発明２でいうところ「柔軟で圧縮可能な発泡エラストマ材料」ではない。\nⅱ　密封部分の接触面の相違\n乙３記載の発明は，弾性カバー１７の内縁が円形テーパ状に開\n孔しており，一応全体的に円筒状の内側表面を形成しているが，シールを構成する\nのは，その先端部分のシールリップ２５のみであり，同シールリップが，内側へ楔\n形に突出して，点でリングフランジ１３と接触してシールを構成する。したがっ\nて，乙３においては，本件発明２のように面で密封的に係合する構成を何ら開示し\nていない。\nⅲ　密封部分の圧縮挟持の相違\n乙３には，「孔２３の内縁のシールリップ２５はリングフラン\nジ１３を水密に包囲する。」と記載されているだけで，シールリップ２５が，リン\nグフランジ１３と壁２１との間で本件発明２のように半径方向に圧縮されて挟持さ\nれているか否かは説明がない。かえって，シールリップ２５の材料が弾性ポリ塩化\nビニルであり，圧縮に適さない固い材料であること，「壁２１」の材料として，\n「多孔性もしくは孔を有する管またはフリースから製造した円筒によって形成する\nことができる。材料としてはとくにポリプロピレンが適する。」と記載されてお\nり，フリース（独語：Vlies）とは，繊維質材料を意味し，強度の低い材料であるこ\nとからすれば，シールリップ２５は，リングフランジ１３と壁２１との間で圧縮挟\n持されるものではないと理解すべきである。\nすなわち，乙３に記載されているシール構造とは，シールリッ\nプ２５の圧縮を伴わないものであって，シールリップ２５の内径がリングフランジ\n１３の外径と略等しく設定され，リングフランジ１３の挿入によりシールリップ２\n５が極微量だけ伸び広がり，ちょうど輪ゴムで物を束ねるときのように，その復帰\n力によりリングフランジ１３に圧接し，シールを形成するものである。\n仮に，シールリップ２５が極めて柔軟な材料からなり，かつ，\n壁２１が十分に強度があったと解釈しても，楔形のシールリップ２５は，リングフ\nランジ１３がフィルタ挿入体５の軸線方向に挿入される圧力を受けて，軸線方向へ\n屈曲してシールを構成するだけで，リングフランジ１３と壁２１との間で圧縮して\n挟持するものではない。\nｄ　乙１４について\n(ａ)　密封部分の圧縮挟持の相違\n乙１４には，「リングシールを介してフィルタが，吸引ファンの\n吸引管に差し込まれるものであって」と記載されているが，当該フィルタエレメン\nトが吸引管に対しどのように装着されるかについては，何ら記載されていない。し\nたがって，どのようなシール構造が形成されるか全く不明であるし，シール７が支\n持本体２と吸引管との間で圧縮狭持されることも示唆されていない。\n乙１４には，支持本体２の構成として「ワイヤ格子，穴明き板，\nあるいはプラスチック格子によって構成されてよい。」と記載されていることから\nすれば，支持本体２はシール７が圧縮されるようにこれを押し返す程度の強度が想\n定されておらず，シール７は圧縮狭持されて密封されるものではなく，単に伸び広\nがってその復帰力によりシールがなされる程度のものである。\n(ｂ)　密封部分の材料の相違\nシール７の材料については，「発泡ポリウレタン」や「軟質プラ\nスチック」が例示されているが，その柔軟性や圧縮性については何ら記載されてお\nらず，「軟質プラスチック」の適用例である図３のハンドル４及びエンドキャップ\n３が，４０ｋｇから５０ｋｇの力を伝達可能なものであることからすれば，「軟質\nプラスチック」は柔軟で圧縮可能なものと解することはできない。\n(ｃ)　密封部分の接触面の相違\n乙１４においては，「吸引管」の構成や「面接触」の有無が記載\nされていないし，図１によれば，一部の部位が昀も内径が小さく，エレメントの内\n部に進むに従って内径が大きくなっているようであり，その頂上部分が点で接触す\nるとも考えられるから，本件発明２における「面接触」を開示したものではない。\nｅ　乙５（実開昭５４－１１４１６８号公報）について\n(ａ)　技術課題の相違\n乙５及び甲２２（乙５の全文公報，実願昭５３-１０００８号のマ\nイクロフィルム）によれば，乙５記載の考案の課題は，ハンダ吸取装置に用いられ\nる従来のエアフィルタにおいて目詰まりを防止すると共にエアフィルタの性能を保\n持し，かつ，フィルタエレメントの交換が容易にできるようにすることにある。し\nたがって，乙５記載の考案では，本件発明２の特有の技術課題は全く意識されてい\nない。\n(ｂ)　シール構造等の相違\nｉ　密封部分の構成の相違\n乙５記載のフィルタエレメント３は，リング状部材４が密封部\n分を有しておらず，物理的に完全に独立した弾性オーリング６がリング状部材４に\n設けられている。したがって，本件発明２のように第２の端部キャップが密封部分\nを有するものではない。このようなオーリング６は，脱落の危険性があり，トラッ\nク等のエアフィルタ装置には向かない。\nⅱ　密封部分の材料の相違\n密封部分に対応するオーリングが，「柔軟な圧縮可能な発泡エ\nラストマ」であるとの記載はない。\nⅲ　密封部分の接触面の相違\n端部キャップであるリング状部材４の内側は，弾性オーリング\n６の突出により円筒状ではなく，弾性オーリング６の接触も線状である。\nⅳ　密封部分の圧縮挟持の相違\n乙５記載のフィルタエレメントには，本件発明２のような環状\n支持体も存在しない。したがって，密封部分を出口部材と環状支持体との間に圧縮\n挟持する機構もない。\n(ウ)　容易想到性について\n上記のとおり，各引用例は，本件発明２のようにトラックやトラクタ\nーなど大型車両に利用でき，激しい振動，ショック，広範な温度差などの条件に長\n時間耐えるエアクリーナーを対象としたものではなく，技術分野が異なるし，本件\n発明２が課題としたような装置の軽量化，フィルタエレメントの交換及び清掃作業\nの簡易化等の技術課題を解決しようとするものでもない。また，各引用例を組み合\nわせて，これらのいずれもが有しない本件発明２の技術課題を解決しようという動\n機付けは存在しない。さらに，各引用例は，本件発明２のような，トラックやトラ\nクター等における使用に長時間耐える構造を開示していないから，これらを組み合\nわせても，本件発明２のような従来品と同等のシール効果と耐久性を有するシール\n機構を備えた構成にはならない。\nしたがって，当業者が各引用例を組み合わせて本件発明２を容易に推\n考し得たということはできない。\nイ　法３６条４項違反による無効について\n本件発明２の目的，課題，特許請求の範囲の各記載からすれば，「空気\n出口部材（２０）」が，濾過された空気の出口通路を構成する管状の部材であるこ\nと，及び，ハウジング（１０）の内方に存在する内方部分（２０ｂ）を有し，これ\nにフィルタエレメント（１５）が直接嵌合して半径方向シールが形成され，濾過さ\nれた空気が洩れることなく装置外部へ流出することは，当業者にとって明確であ\nる。\nしたがって，本件発明２には，法３６条４項の要件違反はない。\n(5)　本件特許１には，進歩性欠如又は分割要件違反による無効理由があること\nが明らかといえるか。\n（被告の主張）\n本件特許１には，以下の無効理由が存在することが明らかであり，本件特\n許権１に基づく権利行使は，権利の濫用として許されない。\nア　進歩性欠如等による無効\n本件発明１は，本件発明２に関する上記(4)（被告の主張）アと同様の理\n由により，新規性又は進歩性を有しない。\nイ　法４４条１項違反について\n本件発明１は，名称こそ「フィルタエレメント」となっているものの，\n「エアフィルタ装置」のハウジング部分の構成である「空気出口部材」の構成を含\nむものであり，実態は本件発明２と同じ「エアフィルタ装置」の発明であることは\n明らかである。本件発明１と本件発明２を対比すると，「フィルタエレメント」部\n分の構成も，ハウジング部分の構成もほとんど同じである。\nしたがって，本件発明１は，原出願（特願昭６２－５０５６７５）にか\nかる発明（本件発明２）と実質的に同一であり，本件特許１は，法４４条１項が定\nめる分割要件に違反する分割出願として不適法であるから，その出願は，出願日の\n遡及を受けることはできない。        よって，本件発明１には，法２９条１項３\n号又は法３９条１項に規定する無効理由がある。\n（原告らの反論）\nア　進歩性欠如等による無効について\n本件発明１は，原告の本件発明２に関する上記主張と同様の理由によ\nり，新規性又は進歩性を有する。\nイ　法４４条１項違反について\n本件発明１は，原出願に包含されている「エアフィルタ装置の発明」と\n「フィルタエレメントの発明」のうち，「フィルタエレメントの発明」を分割出願\nしたものであり，エアフィルタ装置の発明である本件発明２とはそもそも発明の対\n象，構成要素を異にしている上，本件発明１が「該環状支持体（15a）の少なくとも\n一部が，該第２の端部キャップ（25）内に埋め込まれる」という構成を具備するの\nに対し，本件発明２ではかかる限定がない点及びこれに伴う効果の点で相違してい\nるから，両者は同一とはいえない。\nよって，本件発明１に係る分割出願は，法４４条１項の要件を満たして\nおり，出願日の遡及が認められる適法な出願である。\n(6)　損害\n（原告らの主張）\nア　原告日本ドナルドソンの損害\n(ア)　原告日本ドナルドソンは，原告ドナルドソンから，本件各特許権に\nついて，日本における独占的通常実施権の許諾を受けた。\n(イ)　被告各製品の販売台数は，以下のとおりである。\nａ　イの１ないし８号物件について\nイの１ないし８号物件は，いずれも原告日本ドナルドソン製造のエ\nアフィルタ装置に用いるエアフィルタエレメントである。原告日本ドナルドソン製\n造のエアフィルタ装置に用いられるフィルタエレメントの販売量のうち，純正品\n（原告日本ドナルドソンが製造したもの。エアフィルタ装置に組み付けられて販売\nされた量を含む。）対非純正品の割合は，７対３であり，非純正品の中で被告各製\n品が占める割合は約５０％である。\nしたがって，原告日本ドナルドソン製造のエアフィルタ装置の販売\n量に基づいて算定すれば，被告が，本件特許権２の登録日である平成９年２月１３\n日以降平成１３年１１月９日（本訴提起の日）までの間に販売したイの１ないし８\n号物件の数量は，それぞれ１万２４００個，２万個，２６００個，６７００個，５\n万７５００個，３万２８００個，３万０１００個及び１万０７００個となる。\nｂ　イの９号物件について\nイの９号物件は，本件発明２の無許諾実施品であるテネックス製造\nのエアフィルタ装置に用いるエアフィルタエレメントである。テネックス製造のエ\nアフィルタ装置に用いられるフィルタエレメントの販売量のうち，純正品対非純正\n品の割合及び非純正品の中で被告各製品が占める割合は，上記ａと同じである。し\nたがって，テネックス製のエアフィルタ装置が搭載された自動車の販売量に基づく\nと，被告が，本件特許権２の登録日である平成９年２月１３日以降平成１３年１１\n月９日までに販売したイの９号物件の数量は，４８００個となる。\n(ウ)　原告日本ドナルドソンは，被告各製品と同種のフィルタエレメント\nを製造，販売しており，被告各製品の販売数につき同種品の販売機会を失った。同\n原告の被った損害は，以下のとおり，被告各製品の同種品１個当たりの利益×被告\n販売数の合計５億２５４万１０００円である。\nイの１号物件　２４４０円×１万２４００個＝３０２５万６０００円\nイの２号物件　５３０円×２万個＝１０６０万円\nイの３号物件　３８１０円×２６００個＝９９０万６０００円\nイの４号物件　８６０円×６７００個＝５７６万２０００円\nイの５号物件　３２３０円×５万７５００個＝１億８５７２万５００\n０円\nイの６号物件　２８９０円×３万２８００個＝９４７９万２０００円\nイの７号物件　４０２０円×３万０１００個＝１億２１００万２００\n０円\nイの８号物件　２１４０円×１万０７００個＝２２８９万８０００円\nイの９号物件　１４００円×４８００個＝６７２万円\nイ　原告ドナルドソンの損害\n(ア)　逸失利益\n原告ドナルドソンの原告日本ドナルドソンに対する本件各特許権の実\n施許諾料は，フィルタエレメントの販売価額の８％である。\n原告日本ドナルドソンは，被告が被告各製品を製造，販売したことに\nよって同種品の販売機会を失っており，これにより原告ドナルドソンは得べかりし\n実施許諾料相当の利益を失った。本件特許権２の登録日である平成９年２月１３日\n以降平成１３年１１月９日までの間に原告ドナルドソンが失った実施許諾料相当額\nは，以下のとおり，被告各製品の同種品１個当たりの販売価額×被告販売数の合計\n額８億１２９４万１０００円に，実施料率８％を乗じた合計６５０３万５０００円\n（１０００円未満切捨て）である。\nイの１号物件　３９４０円×１万２４００個＝４８８５万６０００円\nイの２号物件　３２３０円×２万個＝６４６０万円\nイの３号物件　５８１０円×２６００個＝１５１０万６０００円\nイの４号物件　３７６０円×６７００個＝２５１９万２０００円\nイの５号物件　４７３０円×５万７５００個＝２億７１９７万５００\n０円\nイの６号物件　４１９０円×３万２８００個＝１億３７４３万２００\n０円\nイの７号物件　５７２０円×３万０１００個＝１億７２１７万２００\n０円\nイの８号物件　３４４０円×１万０７００個＝３６８０万８０００円\nイの９号物件　４０００円×４８００個＝１９２０万円\n(イ)　弁護士費用等\n原告ドナルドソンは，被告と交渉し又本件訴訟を提起するため，多額\nの弁護士費用及び弁理士費用を費やした。そのうち少なくとも２５００万円は被告\nの特許権侵害行為と相当因果関係のある損害である。\n(ウ)　小括\n原告ドナルドソンには合計９００３万５０００円の損害が生じてい\nる。\n（被告の認否）\n原告日本ドナルドソンが本件各特許権について独占的通常実施権の許諾を\n受けていることは不知。その余は否認する。\n第３　当裁判所の判断\n１　明らかな無効理由の存否\nまず，本件各特許に進歩性欠如等による明らかな無効理由が存在するかどう\nかについて判断する。\n(1)　本件特許２に進歩性欠如等による明らかな無効理由があるか（争\n点(4)）。\nア　本件発明２の内容\n本件発明２は，主としてトラック及び農耕用トラクタ用の円筒\n状の襞付き濾紙フィルタエレメントを有するエアクリーナに関するものである（甲\n４の２頁右欄３９ないし４２行目）。\n本件発明２の構成は，第２「事案の概要」１「前提事実」(3)イ記載のと\nおりであり，「フィルタエレメントの環状支持体（15a）」と隣接して配置された\n「柔軟で圧縮可能な発泡エラストマ材料からなる密封部分」を，同環状支持体と\n「空気出口部材（20）の内方部分（20b）の外側表面」との間で半径方向に圧縮挟持\nし，同密封部分の内径を，上記空気出口部材の外径よりわずかに小さい寸法に定め\nることにより，フィルタエレメントと空気出口部材の間に半径方向シールを形成す\nることを特徴とするエアフィルタ装置についての発明である。\n本件発明２は，従来の軸線方向圧縮シール技術においては，フィルタエ\nレメントが圧縮力の作用下で圧壊しないようにハウジングに比較的厚手の鋼を使用\nすることが必要とされ，低コストで軽量のフィルタエレメント及びハウジングを用\nいるという改良が妨げられてきたことから，この点を解決課題とし，フィルタエレ\nメントを軸線方向に圧縮することなく，フィルタエレメントの端部とハウジングと\nの間のシールを達成するエアクリーナ構造を得ることを目的とする発明である（甲\n４の３頁左欄１５ないし３３行目）。そして，本件発明の効果は，上記のような構\n成を採用することにより，フィルタエレメントと空気出口部材間のシールが半径方\n向シールによって達成され，しかも密封部分がフィルタエレメントの環状支持体と\n空気出口部材との間で挟持されつつ半径方向に圧縮されるので，フィルタエレメン\nト及び空気出口部材をハウジングに対して軸線方向に挿入嵌合するだけで確実で完\n全なシール作用が確保されること，及び密封部分が管状のフィルタ内部領域内に配\n置されるので密封部分を損傷から保護できる点にある（同５頁右欄１２ないし２９\n行目）。\nイ　乙１（英国特許第１４９９９２２号明細書）記載の発明\n(ア)　乙１の記載内容\n乙１には，以下のとおりの記載がある。\nａ　「本発明は，フィルタカートリッジに関し，特にエアフィルタでの\n使用，さらにはあらゆる流体用，自動車または同様の乗物のエンジン用，またはこ\nのようなフィルタの使用を必要とする任意の工業用途用のフィルタでの使用に適し\nたフィルタカートリッジに関する。」\nｂ　「現時点で公知のフィルタにおいて，フィルタカートリッジは，一\n般に，フィルタのハウジングに所望の密封性を確保するために，軸方向の圧迫を受\nける密封要素が端部のそれぞれに設けられたフィルタエレメント本体を備える。」\n「本発明によれば，管状フィルタエレメントを備えるフィルタカー\nトリッジが提供される。・・・このようなフィルタカートリッジにより，フィルタ\nエレメントが備える密封要素上に軸方向の代わりに半径方向の圧迫を用いること\nで，上述した公知のフィルタの欠点が解消される。」\nｃ　「図３に示す本発明の第１の実施形態において，フィルタカートリ\nッジは，任意の種類の中空の円筒状フィルタエレメント１１で構成されており，そ\nの端部１１－１及び１１－２にはプラスチック材料及び密封要素１２及び１３を形\n成する要素が設けられ，このアッセンブリは公知のフィルタで通常使用される材料\n又は同様の特性をもつ材料からなる。密封要素１２及び１３は，柔軟性を高めるた\nめに，半径方向に圧縮可能で，一対のより小さなリム又はリップにそれぞれが分割\nされた内側周囲リム１４及び１５を有する（図７を参照して以下に詳細に記載され\nる。）。これらのリムにより，金属又は成形プラスチック材料で形成されたケース\n１７の円筒状の内壁と，金属で形成され又はプラスチック材料で成型された単一部\n品から構成されたカバー１９又はカバー１９の内側に固定された補助カバー２０の\n円筒状の内壁１８に半径方向の密封性が与えられる。」\n「形状の一部が環状体となっている密封要素を，軸に滑動するよう\nにして密封性が得られる。中央ボルト２１のみにより，ケース１７上にカバー１０\nを密封する環状密封要素２２が圧縮されるが，この締め付けは，フィルタカートリ\nッジの側面密封要素１２及び１３に何ら応力をかけてない。これらは，接触部品に\n与えられた直径寸法から予め分かっている十分な程度に一度だけ方向２３及び２４\nに半径方向に圧縮されて，フィルタカートリッジがそのフィルタのハウジングの適\n所に配置されたときにその２つの端部が密封性が確保される。このようにして，長\n時間にわたる密封要素の信頼性が確保される。」\nｄ　「特許請求の範囲\n１　管状フィルタエレメントからなるフィルタカートリッジであっ\nて，管状フィルタエレメントの各端部の全環状領域を覆う環状密封要素を有し，各\n環状密封要素は，対応する密封要素の残りの部分と表面全体が半径方向に整列され\nた周囲リムを有し，各周囲リムは，フィルタカートリッジが内部に配置されたと\nき，半径方向に圧縮可能であり，かつ，フィルタハウジングと密封接触するように\nされ，柔軟性を高めるために各周囲リムが一対のより小さいリム又はリップに分割\nされている，フィルタカートリッジ」\n(イ)　乙１記載のエアフィルタ装置と本件発明２との一致点\n上記認定事実及び乙１の図３によれば，乙１には，本件発明２と同一\nの技術分野であるエアフィルタに関する発明が記載されていること，乙１記載のエ\nアフィルタ装置は，本件発明２と同様に，従来の軸線方向シールに代わり，軸方向\nの圧迫を要しないシール機構を得るという技術課題を解決するため，次のような構\n成を有することが認められる。\nすなわち，乙１には，\nＡ’　エアフィルタ装置であって，カバー１９又はカバー１９の内側\nに固定された補助カバー２０（第１の端部に相当する。）と底部（第２の端部に相\n当する。）と側壁とを有するケース１７からなるハウジングを具備し，該側壁は側\n壁内に空気入口開口部を有し，さらに，円筒状の内壁１６を備えた空気出口部材を\n具備し，\nＢ’　ハウジングに組付け可能に受容されるようになっているフィル\nタカートリッジを具備し，\nＣ’　該フィルタカートリッジはハウジングに着脱可能で，かつ，上\n記空気出口部材と空気流が連通する状態で取り付けられるようになっており，\nＤ’　該フィルタカートリッジが，開放した管状のフィルタ内部領域\nを形成するフィルタエレメント１１を備え，\nＥ’　上記空気出口部材の内壁１６が外側表面と内側表面とを有し，\nＦ’　          該フィルタエレメント１１が第１の端部１１－１と\n第２の端部１１－２とを有し，\nＧ’　該エアフィルタ装置は，濾過されていない空気がフィルタエレ\nメント１１の第１の端部内に流入することを防止するための密封要素１２（第１の\n端部キャップに相当する。）及び１３（第２の端部キャップに相当する。）を具備\nし，\nＨ’　密封要素１３（第２の端部キャップ）が，柔軟で圧縮可能な材\n料からなり，かつ，これを貫通する中央開口を有して，開放した管状のフィルタ内\n部領域との空気流の連通を与えるようにし，\nＩ’　フィルタエレメント１１は，濾過中に空気が該フィルタエレメ\nント１１を通ってフィルタエレメントの内周側に向かう方向に向けられるようにハ\nウジング内に配向される                            ，エアフィルタ装置におい\nて，\nＪ’　密封要素１３は，その中央開口に内壁１６が内張りされたとき\nに密封状態となる内側周囲リム１５を備え，\nＭ’　該内側周囲リム１５は，フィルタエレメント１１が空気出口部\n材上に組み付け可能に取り付けられたときに該空気出口部材との半径方向シールを\n形成するように該空気出口部材に対して寸法を定められ，\nＮ’　該空気出口部材の内側表面が上記開放した管状のフィルタ内部\n領域からの空気出口通路の内壁を形成したことを特徴とする，エアフィルタ装置\nが記載されており，以上の点において，乙１記載のエアフィルタ装置の\n構成は，本件発明２の構成要件ＡないしＣ，ＥないしＧ，Ｍ及びＮの構成とそれぞ\nれ一致する。\n(ウ)　乙１記載のエアフィルタ装置と本件発明２との相違点\n乙１記載のエアフィルタ装置と本件発明２とは，以下の点において相\n違する。\nａ　「環状支持体」に関する相違点（相違点１）\n本件発明２においては，「フィルタエレメント（15）は，・・・該\n開放した管状のフィルタ内部領域内に配置された環状支持体（15a）を備え，」（構\n成要件Ｄ），「フィルタエレメント（15）は，濾過中に空気が該フィルタエレメン\nト（15）を通って上記環状支持体（15a）に向かう方向に向けられるように上記ハウ\nジング（10）内に配向され」（同Ｉ），「該密封部分は，・・・フィルタ（16）と\n反対側の上記環状支持体（15a）の側面上で該環状支持体（15a）に隣接して配置さ\nれ，」（同Ｋ），「該密封部分が，・・・該環状支持体（15a）と，上記空気出口部\n材（20）の上記内方部分（20b）の上記外側表面との間で半径方向に圧縮されて挟持\nされ」（同Ｌ）るのに対し，乙１には，環状支持体に関する上記各構成が記載され\nていない点で相違する。\nｂ　「第１の端部キャップの構成」に関する相違点（相違点２）\n本件発明２においては，「第１の端部キャップ（17）が該フィルタ\nエレメント（15）の第１の端部全体を覆う」（構成要件Ｏ）のに対し，乙１記載の\nエアフィルタ装置においては，フィルタカートリッジの密封要素１２（第１の端部\nキャップ）の中央は開口部を有しており，この開口部にハウジングのカバー１９の\n内側に固定された補助カバー２０の円筒状内壁１８が嵌められている点で相違す\nる。\nｃ　「第２の端部キャップの材料」に関する相違点（相違点３）\n本件発明２においては，「該第２の端部キャップ（25）が柔軟なエ\nラストマ材料からなり」（構成要件Ｈ），「上記第２の端部キャップ（25）\nは・・・密封部分を備え，該密封部分は柔軟で圧縮可能な発泡エラストマ材料から\nなり」（同Ｊ）と記載され，第２の端部キャップの材料が発泡エラストマ材料に限\n定されているのに対し，乙１においては，上記(ア)ｃ認定のとおり，密封要素１３\nの内側周囲リム１５は「半径方向に圧縮可能」であるとするのみで，特定の材料に\n限定していない点で相違する。\nなお，原告らは，密封部分が柔軟で圧縮可能な材料であればリップ\nを分割する必要はないにもかかわらず，乙１の密封部分である周囲リム（縁）１\n４，１５は，小さい縁又はリップに分割されていることに照らすならば，同部分の\n材料は，空気出口部材（20）と環状支持体（15a）との間で圧縮するのに適さない硬\nいプラスチックである旨主張する。しかし，乙１の内側周囲リム１４及び１５が半\n径方向シールを形成するという効果を有することからすれば，これが圧縮可能な材\n料で構成されていることは明らかである。\nウ　各相違点についての検討\n(ア)　相違点１及び２について\nａ　乙３（特開昭５６－１１１０８１号公報）の記載\n乙３記載の発明は，フィルタ，特に飲料水を浄化するフィルタにつ\nいての発明であり，その公開特許公報の【発明の詳細な説明】欄には，以下の記載\nがある。\n(ａ)　「本発明はフィルタ室が浄化すべき媒体の流路の流入孔と流出\n孔の間にフィルタ材料を含む，とくに飲料水を浄化するフィルタに関する。」（２\n頁左上欄５～７行）\n(ｂ)　「本発明の実施例を飲料水フィルタの断面図により説明する。\nフィルタはビーカ状の円筒形ケーシング１を有し，その開いた端面は取りはずし可\n能のふた３によって水密に閉鎖される。ケーシング１内へフィルタ挿入体５が挿入\nされ，この挿入体によってケーシング１の内部空間はリング状の外側室７と円筒形\n内側室９に分割される。外側室７へ水道管に接続する流入孔１１が開口する。内側\n室９へ突出するケーシング１のリングフランジ１３は流出管へ接続する流出孔を形\n成する。」（２頁右下欄１６行～３頁左上欄１１行）\n(ｃ)　「フィルタ挿入体５は２つの弾性カバー板１５，１７を有し，\nこのふたは互いに同軸に配置された２つの円管状の壁１９，２１へ固定される。固\n定のためカバー板に同心のリング溝が設けられ，この溝へ壁１９，２１の端部が嵌\nまる。・・・壁１９，２１は多孔性もしくは孔を有する管またはフリースから製造\nした円筒によって形成することができる。材料としてはとくにポリプロピレンが適\nする。」（３頁左上欄１２行～右上欄３行）\n(ｄ)　「カバー板１５，１７は生理的に問題のない種類の弾性ポリ塩\n化ビニルからなり，フィルタ挿入体５をケーシング１またはふた３に対してシール\nする。カバー板１５はこの場合ふた３に平面的に接触する。リングフランジ１３は\nカバー板１７の中心孔２３を貫通する。孔２３の内縁のシールリップ２５はリング\nフランジ１３を水密に包囲する。」（３頁右上欄１７行～左下欄４行）\nｂ　相違点１（環状支持体に関する構成）について\n(ａ)　上記認定事実及び乙３の図面によれば，乙３記載のフィルタの\nフィルタ挿入体５，壁２１は，それぞれ本件発明２のフィルタエレメント，環状支\n持体に相当し，乙３には，本件発明２の環状支持体に関する構成のうち，フィルタ\n挿入体５が，開放した管状のフィルタ内部領域内に配置された壁２１（環状支持\n体）を備えている点（構成要件Ｄ），フィルタ挿入体５が，濾過中に飲料水が該フ\nィルタ挿入体５を通って上記壁２１に向かう方向に向けられるようにケーシング内\nに配向されている点（同Ｉ）が，それぞれ開示されている。\n(ｂ)　また，上記のとおり，乙３には，「孔２３の内縁のシールリッ\nプ２５はリングフランジ１３を水密に包囲する」と記載されているところ，「水\n密」とは，「機械，装置において，内部の液体が他へ漏れないようになっている状\n態」（「機械用語辞典」株式会社コロナ社）を意味すること，シールリップ２５\nが，フィルタ内の浄化前の水と浄化水とを分ける境目に配置されていること，シー\nルリップ２５とリングフランジ１３の間は，水圧にも耐えられるような十分なシー\nルで，浄化前の水の侵入を確実に阻止することが必要不可欠であり，かかる機能を\n達成するためには，シールリップ２５の内径とリングフランジ１３の外径とがほぼ\n等しい単なる嵌合では不十分であること，シールリップ２５は「弾性」ポリ塩化ビ\nニルから形成されていることに照らすならば，上記の「水密に包囲する」とは，\n「シールリップ２５とリングフランジ１３の間で半径方向シールが形成されている\nこと」，すなわち「シールリップ２５の内径ｄがリングフランジ１３の外径Ｄより\nも小さい寸法に定められ，リングフランジ１３にシールリップ２５を押し込むこと\nにより，シールリップ２５は半径方向に押し広げられ，壁２１とリングフラ\nンジ１３において，シールリップ２５が圧縮挟持されること」を意味するものと理\n解するのが合理的である。\nしたがって，乙３記載のフィルタにおいては，内側室９へ突出す\nるケーシング１のリングフランジ１３が，カバー板１７の中央孔２３に内張りされ\nたときに，カバー板１７が，リングフランジ１３との半径方向シールを形成するシ\nールリップ２５（密封部分）を備えており，乙３には，本件発明２の環状支持体に\n関する構成のうち，該シールリップ２５が，フィルタ材料２２（本件発明２のフィ\nルタ（16）に相当する。）と反対側の壁２１（環状支持体）の側面上で該壁２１に\n隣接して配置される点（構成要件Ｋ），該シールリップ２５が，壁２１とリングフ\nランジ１３の外側表面との間で半径方向に圧縮されて挟持されている点（同Ｌ）\nが，それぞれ開示されている。\n(ｃ)　これに対し，原告らは，乙３の壁２１は，フリースのような繊\n維質材料から形成されているから，シールリップ２５を圧縮挟持するための強度を\n有しているとは考えられない旨主張する。\nしかし，壁２１は，「多孔性もしくは孔を有する管またはフリー\nスから製造した円筒によって形成することができ，材料としてはとくにプロピレン\nが適する。」と記載されているとおり，その材料がフリースに限定されていないこ\nと，乙３記載のフィルタにおいては，水フィルタとしての機能上，浄化前の水が内\n側室９へ侵入するのを確実に阻止するため，シールリップ２５とリングフランジ１\n３との間で水圧にも耐えられるような十分なシールが形成されていることが必要不\n可欠であることからすれば，壁２１がシールリップ２５の押圧に耐えられないよう\nな強度のものとは考えられず，シールリップ２５（密封部分）は，壁２１とリング\nフランジ１３との間で圧縮されたまま挟持されるものと認められる。この点の原告\nらの主張は採用できない。\nｃ　相違点２（第１の端部キャップに関する構成）について\n上記認定事実及び乙３の図面によれば，乙３記載のフィルタにおい\nては，カバー板１５（第１の端部キャップ）がフィルタ挿入体５の一端全体を覆っ\nており，乙３は，本件発明２の構成要件Ｏを開示している。\nｄ　相違点１，２に関する容易想到性\n(ａ)　以上のとおり，乙３には，上記相違点１，２に関する構成が開\n示されている。\n乙３記載の発明は，浄化すべき媒体がとくに飲料\n水とされ，解決すべき直接の課題が，フィルタの細菌後増殖を防止する点にあるこ\nとにおいて，本件発明２と相違するが，乙３記載のフィルタも，本件発明２のエア\nフィルタも，ともに流体の浄化を目的とするフィルタであり，ハウジング（ボデ\nー）内でフィルタエレメントの確実な半径方向シールを形成するという作用の点で\n共通する構成を備えていることからすれば，乙１記載の発明を基礎として，これに\n乙３記載の発明に係る構成を組み合わせることは，当業者にとって容易であったも\nのと判断できる。\n(ｂ)　これに対し，原告らは，乙３記載の発明は，本件発明２のよう\nに振動やショックが発生する過酷な条件下で安定した確実なシールを達成するとい\nう技術課題に着目していないから，乙３記載の発明では，本件発明２のような確実\nなシールを達成する機構を想到することはできない旨主張する。\nしかし，本件発明２は，そもそも環状支持体が一定以上の強度な\nいし硬度を有すること又は圧縮挟持が一定以上の強度であることを要件とするもの\nではないから，本件発明２が，乙３記載の発明と異なる強力なシール効果を奏する\nことを前提とした原告らの主張は採用できない。その他，原告らはるる主張する\nが，いずれも理由がなく，採用できない。\n（なお，本件発明２についての訂正請求においては，本件発明２の\n構成に，「第２の端部キャップ（25）は全体的に円筒状の内側表面を有し，その内\n側表面が，空気出口部材の内方部分（20b）と密封的に係合し，密封部分を形成す\nる」という構成が付加されている。しかし，乙３記載のフィルタにおいては，カバ\nー板１７（第２の端部キャップ）が全体的に円筒状の内側表面を有する構成が開示\nされており，その内縁のシールリップ２５はリングフランジ１３と壁２１の間で圧\n縮挟持されているから，リングフランジ１３との圧接面は線ではなく平坦な面であ\nると認められ，上記の構成が開示されているといえるし，また，シール機能をより\n確実にするためにシール部材の接触する面積を増やすということは，本件特許出願\n当時に周知慣用の技術であったといえ，面接触する部分を端部キャップ全体（端部\nキャップの厚みと同じ幅）にするか，端部キャップの側面に設けたリム等の突起部\n状（端部キャップの厚みの一部）にするかは，当業者が適宜選択できる事項である\nというべきことに照らすならば，当業者が乙１及び乙３を組み合わせて本件発明２\nの上記訂正請求に係る構成を想到することも容易であったと認められる。\nしたがって，訂正請求により構成要件が付加された場合であって\nも，乙１及び乙３に記載された各発明に基づいて当業者が容易に発明できたものと\n判断できる。）。\n(イ)　相違点３（第２の端部キャップの材料に関する構成）について\n上記のとおり，乙１には，密封要素の内側周囲リムが「半径方向に圧\n縮可能」であると記載されているが，本件発明２のように「第２の端部キャップ」\nの材料を「発泡エラストマ材料」とする構成は明示されていない。\nしかし，「エラストマ材料」とは，常温ではゴム状弾性を有し，凝集\n性を与える高分子材料（「ＪＩＳ工業用語大辞典」）を意味するところ，本件発明\n２の明細書の【発明の詳細な説明】には，端部キャップの材料に関して，「好まし\nい実施形態では，このことは，比較的柔軟でゴム状の稠度を有する発泡ウレタン材\n料からなるリング状の端部キャップをフィルタエレメントの開放端部に成型するこ\nとによって達成され」（甲４の３頁左欄３３ないし３７行目）とのみ記載されてい\nることからも明らかなとおり，本件発明２において，密封部分の材料を「発泡エラ\nストマ」とすることにより，その他の柔軟で圧縮可能な材料を用いる場合と比べ\nて，半径方向シールの機能に顕著な差異が生じるとは解されないこと，一般に，柔\n軟で圧縮可能な材料として発泡エラストマ材料は周知であったこと（例えば，乙２\n［実願昭５８－３４９２９号のマイクロフィルム：実開昭５９－１４１１５０号］\nには，自動車エンジンに装着するエアクリーナにおいて，半径方向シールを形成す\nる弾性端板の材料を軟質発泡ウレタンとすることが開示されている。）からすれ\nば，乙１記載の発明において，当業者が，密封要素を構成する「半径方向に圧縮可\n能な材料」として発泡エラストマ材料を選択することは単なる設計事項にすぎない\nものと認められる。\nエ　容易想到性の判断及び無効理由の存在についての結論\n以上        のとおり，上記相違点１（環状支持体）及び相違点２（第\n１の端部キャップの構成）については，乙１記載の発明を基礎として，これに乙３\n記載の発明に係る構成を適用することは，当業者にとって容易であったものと解さ\nれ，また，上記相違点３（第２の端部キャップの材料に関する構成）は単なる設計\n事項にすぎないと解される。\nしたがって，本件発明２は，同発明の出願時において公知であった乙１\n及び乙３記載の各発明に基づいて当業者が容易に想到することができた発明である\nことが明らかであるから，本件特許権２に基づく原告らの請求は，権利の濫用とし\nて許されない。\n(2)　本件特許１に進歩性欠如の明らかな無効理由が存在するか（争点(5)）\nア　上記判示したとおり，本件発明２については進歩性欠如による明らかな\n無効理由が存在するところ，本件発明１は，本件発明２のエアフィルタ装置に適合\nし，半径方向シールを形成する構成のフィルタエレメントについての発明であり，\nその構成要件（訂正審判により訂正の申立てをしている構成要件を含む。）は，本\n件発明２とほぼ同一であるから（本件発明１は，「該環状支持体（15a）の少なくと\nも一部が，該第２の端部キャップ（25）内に埋め込まれる」という構成要件が付加\nされているが，乙３記載の発明は，壁２１の端部がカバー板１７に設けられた同心\nのリング溝に嵌められているという構成を有するから，上記構成要件も開示されて\nいる。），本件発明１も，乙１及び３記載の発明に基づいて，当業者が容易に想到\nすることができた発明であることが明らかである。\nしたがって，本件特許権１に基づく原告らの請求も，権利の濫用として\n許されない。\nイ　なお，東京地方裁判所は，平成１５年３月１２日に，平成１３年(ワ)第\n１５２７６号事件において判決を言い渡したが，同判決中で，本件発明２は，①本\n件発明の出願時において公知であった発明（米国特許第３１４７１００号明細書記\n載の発明）と実質的に同一であること，②少なくとも，上記発明及び本件発明の出\n願時において公知であった発明（特開昭５６－１１１０８１号公報）に基づいて当\n業者が容易に想到することができた発明であること，が明らかであるから，本件特\n許権２に基づく原告らの請求は，権利の濫用として許されず，同様に本件特許権１\nに基づく原告らの請求も権利の濫用として許されないと判断した（当裁判所に顕著\nな事実）。\n２　結語\n以上によれば，本訴請求は，その余の点について判断するまでもなく，いず\nれも理由がない。よって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　飯　　村　　敏　　明\n裁判官　　　榎　　戸　　道　　也\n裁判官　　　大　　寄　　麻　　代\n被　告　製　品　目　録\n但し，別紙被告製品説明書記載の構成を有する旧タイプのもの\n１　イの１号\n濾過体（製品番号ＴＯ－２８５０）\n２　イの２号\n濾過体（製品番号ＴＯ－２８５０Ｖ）\n３　イの３号\n濾過体（製品番号ＴＯ－２８５４）\n４　イの４号\n濾過体（製品番号ＴＯ－２８５４Ｖ）\n５　イの５号\n濾過体（製品番号ＴＯ－４７６８）\n６　イの６号\n濾過体（製品番号ＴＯ－４７６９）\n７　イの７号\n濾過体（製品番号ＴＯ－７８５６）\n８　イの８号\n濾過体（製品番号ＴＯ－Ｈ６８８）\n９　イの９号\n濾過体（製品番号ＴＯ－２８５５Ｖ）\n被　告　製　品　説　明　書\n１　図面の説明\n第１図の１　　イの１号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第１図の２　　（ａ）はイの１号に係る濾過体の一部切欠平面図\n（ｂ）はイの１号に係る濾過体の底面図である。\n第２図の１　　イの２号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第２図の２　　（ａ）はイの２号に係る濾過体の一部切欠平面図\n（ｂ）はイの２号に係る濾過体の底面図である。\n第３図の１　　イの３号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第３図の２　　（ａ）はイの３号に係る濾過体の一部切欠平面図\n（ｂ）はイの３号に係る濾過体の底面図である。\n第４図の１　　イの４号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第４図の２　　（ａ）はイの４号に係る濾過体の一部切欠平面図\n（ｂ）はイの４号に係る濾過体の底面図である。\n第５図の１　　イの５号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第５図の２　　（ａ）はイの５号に係る濾過体の一部切欠平面図\n（ｂ）はイの５号に係る濾過体の底面図である。\n第６図の１　　イの６号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第６図の２　　（ａ）はイの６号に係る濾過体の一部切欠平面図\n（ｂ）はイの６号に係る濾過体の底面図である。\n第７図の１　　イの７号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第７図の２　　（ａ）はイの７号に係る濾過体の一部切欠平面図\n（ｂ）はイの７号に係る濾過体の底面図である。\n第８図の１　　イの８号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第８図の２　　（ａ）はイの８号に係る濾過体の一部切欠平面図\n（ｂ）はイの８号に係る濾過体の底面図である。\n第９図の１　　イの９号に係る濾過体の一部切欠正面図（片側断面図）であ\nる。\n第９図の２　　（ａ）はイの９号に係る濾過体の一部切欠平面図\n（ｂ）はイの９号に係る濾過体の底面図である。\n２　構造の説明\n被告各製品は，それぞれ第１図ないし第９図を参照して，以下に説明する構成\nを有するものである。\n被告各製品である濾過体１５は，波状に折り込んだ長方形の濾紙を円筒状にし\nて断面菊花状に形成した濾過部材１６を有し，濾過部材１６は中空に形成されてい\nる。また，濾過体１５は，濾過部材１６の内側に設けられた金属製網状又は多孔状\nチューブと，濾過部材１６の外側に設けられた金属製網状又は多孔状プロテクタを\n有する。\n濾過部材１６の一端にはエンドプレートＢが設けられ，また，他端にはエンド\nプレートＡが設けられている。\nエンドプレートＢは，ウレタン樹脂から構成されており，円板状に形成され，\n濾過体１５の一端の端部全体を覆っている。但し，イの９号については，エンドプ\nレートＢは，ウレタン樹脂から構成され，リング状に形成され，リング中央の開口\n部は，金属製の円板Ｃによって閉鎖されている。\nエンドプレートＡは，ウレタン樹脂から構成されており，リング状に形成され\nている。\nなお，図面からは明らかではないものの，被告各製品においては，金属製多孔\n性チューブ１５ａの上部端部は，エンドプレートＡに埋め込まれている。\n第１図の１、２第２図の１、２第３図の１、２第４図の１、２第５図の１、２第６\n図の１、２第７図の１、２第８図の１、２第９図の１、２\n特　許　請　求　の　範　囲\n１　本件特許権１\nエアフィルタ装置の空気出口部材（20）内への空気流を濾過するように適合され\n且つハウジング内に組み付け可能に受容されるように適合されたフィルタエレメン\nト（15）であって，該空気出口部材（20）は管状をなし，かつ該空気出口部\n材（20）は外側表面と内側空気流通路とを備え，\n（ａ）開放した管状のフィルタ内部領域を形成するフィルタ（16）を具備し，該\nフィルタ（16）が第１の端部と第２の端部とを備え，\n（ｂ）更に，濾過されていない空気が該フィルタ（16）の該第１の端部を通過し\nないように該フィルタ（16）の該第１の端部を閉鎖する第１の閉鎖端部キャッ\nプ（17）を具備し，\n（ｃ）更に，該フィルタ（16）の該第２の端部を覆う第２の端部キャップ（25）\nを具備し，該第２の端部キャップ（25）が柔軟なエラストマ材料からなり，かつ該\n第２の端部キャップ（25）は該空気出口部材（20）上に嵌合するような大きさに形\n成された中央開孔を備え，該空気出口部材（20）は，該開放した管状のフィルタ内\n部領域内に突出する空気出口部材（20）の部分（20b）を有し，\n（ｄ）更に，該開放した管状のフィルタ内部領域内に配置された環状支持\n体（15a）を具備し，該環状支持体（15a）の少なくとも一部が，該第２の端部キャ\nップ（25）内に埋め込まれると共に該第２の端部キャップ（25）の該中央開孔を包\n囲し，該環状支持体（15a）が該フィルタ（16）の一部を心出しし，\n（ｅ）該第２の端部キャップ（25）は該第２の端部キャップ（25）の該中央開孔\nに該部分20bが内張りされたときに密封状態となる密封部分を備え，該密封部分は柔\n軟で圧縮可能な発泡エラストマ材料からなり，該密封部分は，該開放した管状のフ\nィルタ内部領域内に配置されると共にフィルタ（16）と反対側の該環状支持\n体（15a）の側面上で該環状支持体（15a）に隣接して配置され，該フィルタエレメ\nント（15）が該空気出口部材（20）上に組み付け可能に配置されたときに該密封部\n分が，上記開放した管状のフィルタ内部領域内において，該フィルタ（16）の該開\n放した管状のフィルタ内部領域内の該環状支持体（15a）と，該空気出口部材（20）\nの該部分（20b）外側表面との間で半径方向に圧縮されて挟持され，該密封部分は，\n該空気出口部材（20）を該第２の端部キャップ（25）の該中央開孔を通して突出さ\nせることにより該フィルタエレメント（15）が該空気出口部材（20）上に使用可能\nに取り付けられたときに該空気出口部材（20）の該部分（20b）の外側表面との半径\n方向シールを形成するように該空気出口部材（20）の該外側表面に対して寸法を定\nめられ，\n（ｆ）上記第１の端部キャップ（17）が該フィルタエレメント（15）の第１の端\n部全体を覆う，フィルタエレメント。\n２　本件特許権２\nエアフィルタ装置であって，\n第１の端部（11）と第２の端部（10b）と側壁とを有するハウジング（10）を具備\nし，該側壁は該側壁内に空気入口開口部（14）を有し，更に，内方部分（20b）を備\nえた空気出口部材（20）を具備し，更に，該ハウジング（10）内に組み付け可能に\n受容されるようになっているフィルタエレメント（15）を具備し，該フィルタエレ\nメント（15）はハウジング（10）から着脱可能となっており，かつ該フィルタエレ\nメント（15）は上記空気出口部材（20）と空気流が連通する状態で取り付けられる\nようになっており，該フィルタエレメント（15）は，\n開放した管状のフィルタ内部領域を形成するフィルタ（16）を備え，\n更に，該開放した管状のフィルタ内部領域内に配置された環状支持体（15a）を備\nえ，\n上記空気出口部材（20）の上記内方部分（20b）が外側表面と内側表面とを有し，\n上記フィルタ（16）が第１の端部と第２の端部とを有し，該エアフィルタ装置は\n更に，濾過されていない空気が該フィルタ（16）の該第１の端部内に流入すること\nを防止するための第１の端部キャップ（17）と，第２の端部キャップ（25）とを具\n備し，該第２の端部キャップ（25）が該フィルタ（16）の該第２の端部に配置さ\nれ，\n該第２の端部キャップ（25）が柔軟なエラストマ材料からなり，かつ該第２の端\n部キャップ（25）は該第２の端部キャップ（25）を貫通する中央開孔を有して，上\n記開放した管状のフィルタ内部領域との空気流の連通を与えるようにし，\n上記フィルタエレメント（15）は，濾過中に空気が該フィルタエレメント（15）\nを通って上記環状支持体（15a）に向かう方向に向けられるように上記ハウジン\nグ（10）内に配向される，エアフィルタ装置において，\n（ａ）上記第２の端部キャップ（25）は該第２の端部キャップ（25）の上記中央\n開孔に上記内方部分20bが内張りされたときに密封状態となる密封部分を備え，該密\n封部分は柔軟で圧縮可能な発泡エラストマ材料からなり，該密封部分は，上記開放\nした管状のフィルタ内部領域内に配置されると共にフィルタ（16）と反対側の上記\n環状支持体（15a）の側面上で該環状支持体（15a）に隣接して配置され，上記フィ\nルタエレメント（15）が上記ハウジング（10）内に組み付け可能に配置されたとき\nに該密封部分が，上記開放した管状のフィルタ内部領域内において，該開放した管\n状のフィルタ内部領域内の該環状支持体（15a）と，上記空気出口部材（20）の上記\n内方部分（20b）の上記外側表面との間で半径方向に圧縮されて挟持され，該密封部\n分は，該フィルタエレメント（15）が該空気出口部材（20）上に組み付け可能に取\nり付けられたときに該空気出口部材（20）との半径方向シールを形成するように該\n空気出口部材（20）に対して寸法を定められ，\n（ｂ）該空気出口部材（20）の上記内側表面が上記開放した管状のフィルタ内\n部領域からの空気出口通路の内壁を形成し，\n（ｃ）上記第１の端部キャップ（17）が該フィルタエレメント（15）の第１の\n端部全体を覆うことを特徴とする，エアフィルタ装置。\nエ　ア　フ　ィ　ル　タ　装　置　説　明　書　（一重タイプ）\n別紙エアフィルタ装置図面（一重タイプ）は，被告製品のフィルタエレメント\n（同図のフィルタエレメント１５）を使用してエアフィルタ装置を構成した場合を\n示す一部破断図である。\nハウジング１０の側壁１０ａには，開口部１４が設けられており，濾過される\n空気は管１４１から開口部１４を通ってハウジング１０内に流入する。一方，濾過\nされた空気は，ハウジング１０の一方の端部１０ｂに設けられた空気出口部材２０\nから外部へ流出する。ハウジング１０の他方の端部１１には，着脱可能なカバー１\n１’が構成されている。このカバー１１’を取り外すことにより，ハウジング１０\n内部へフィルタエレメント１５を配置し，また，取り出すことが可能である。空気\n出口部材２０は，ハウジング１０の内部空間に突出した部分２０ｂを有する。\nフィルタエレメント１５は，濾紙を用いて略円筒状に形成されたフィルタ１６\nを有し，フィルタ１６に囲包される内部空間は管状の空間を形成している。また，\nフィルタエレメント１５は，フィルタ１６の内周側に設けられた支持体１５ａ，及\nび，外周側に設けられた支持体１５ｂを有する。支持体１５ａ及び１５ｂは，それ\nぞれ多孔質の金属により略円筒状に構成されており，支持体１５ａ及び１５ｂ及び\nフィルタ１６は，略同芯である。\nフィルタ１６の一方の端部１６１には，端部キャップ１７が設けられ，また，\n他方の端部１６２には，端部キャップ２５が設けられている。\n端部キャップ１７は，発泡ウレタンから構成されており，端部１６１側からフ\nィルタ１６の内部の空間へ空気が流入することを防止するように端部１６１全体を\n覆っている。\n端部キャップ２５は，発泡ウレタンから構成されており，中央に貫通した中央\n開孔２５１を有する。フィルタ１６の内部の空間に存在する空気は，この中央開孔\n２５１を通って外部と流通可能である。フィルタエレメント１５をハウジング１０\nに組み込み込んだ場合，中央開孔２５１には空気出口部材の部分２０ｂが挿入され\nた状態となる。\n中央開孔２５１は，空気出口部材の部分２０ｂの外径よりも僅かに小さな直径\nを有する。従って，フィルタエレメント１５をハウジング１０に組み込んだ場合，\n中央開孔２５１を画定する端部キャップ２５の周縁部分２５ａは，フィルタエレメ\nント１５の半径方向外側へ押圧される。ここで，支持体１５ａの端部は，端部キャ\nップ２５に埋め込まれているため，端部キャップ２５の周縁部分２５ａは，支持体\n１５ａと空気出口部材の部分２０ｂとの間で圧縮され，フィルタエレメント１５の\n半径方向のシールを形成することとなる。\n次に，このエアフィルタ装置による空気の濾過について説明する。\n濾過される空気は，ハウジング１０の側壁１０ａに設けられた開口部１４から\n流入し，フィルタエレメント１５の側方から支持体１５ｂ，フィルタ１６及び支持\n体１５ａを通過して，フィルタ１６の内部空間に流入する。通過の際，空気は，フ\nィルタ１６によって濾過される。濾過された空気は，その後，空気出口部材２０を\n通って外部へ流出する。\nこの際，空気出口部材２０とフィルタエレメント１５の端部キャップ２５との\n間では，端部キャップ２５の周縁部分２５ａにより半径方向のシールが形成されて\nいるため，開口部１４から流入した空気が，フィルタ１６を通過することなく空気\n出口部材２０から流出することが防止される。\nこのようにして，このエアフィルタ装置では，ハウジング１０の開口部１４か\nら流入した空気を完全に濾過することができる。また，フィルタエレメント１５の\n端部キャップ２５の中央開孔２５１に，空気出口部材２０を挿入することにより，\n上述したシールが確立されるため，取扱いが簡単である。\nエ　ア　フ　ィ　ル　タ　装　置　図　面　（一重タイプ）\nエ　ア　フ　ィ　ル　タ　装　置　説　明　書　（二重タイプ）\n１　図面の説明\n第１図　二重タイプＡのエアフィルタ装置の構成を示す図であり，左半分は外\n観，右半分は管１４１付近の断面を示す。\n第２図　二重タイプＢのエアフィルタ装置の構成を示す図であり，左半分は外\n観，右半分は管１４１付近の断面を示す。\n２　構造の説明\n（１）二重タイプＡのエアフィルタ装置\n第１図に示す，二重タイプＡのエアフィルタ装置には，イの１号又は２号物\n件のフィルタエレメント（同図のフィルタエレメント１５：被告は濾過体と称して\nいる。）が装着される。\nハウジング１０の側壁１０ａには，開口部１４が設けられており，濾過され\nる空気は管１４１から開口部１４を通ってハウジング１０内に流入する。一方，濾\n過された空気は，ハウジング１０の一方の端部１０ｂに設けられた空気出口部材２\n０（第１図において黒塗りの部分）から外部へ流出する。ハウジング１０の他方の\n端部１１には，着脱可能なカバー１１’が構成されている。このカバー１１’を取\nり外すことにより，ハウジング１０内部へフィルタエレメント１５を配置し，ま\nた，取り出すことが可能である。空気出口部材２０は，ハウジング１０の内部空間\nに突出した部分２０ｂ１及び２０ｂ２を有しており，二重管状をなしている。\n部分２０ｂ１にはフィルタエレメント１５が装着される一方，部分２０ｂ２\nは，濾過された空気の排出路を形成すると共に，内燃機関等から生じる騒音を低減\nする機能を有する。\nフィルタエレメント１５は，濾紙を用いて略円筒状に形成されたフィルタ１\n６（被告は濾過部材と称している。）を有し，フィルタ１６に囲包される内部空間\nは管状の空間を形成している。また，フィルタエレメント１５は，フィルタ１６の\n内周側に設けられた支持体１５ａ（被告は金属製多孔状チューブと称してい\nる。），及び，外周側に設けられた支持体１５ｂ（被告は金属製多孔状プロテクタ\nと称している。）を有する。支持体１５ａ及び１５ｂは，それぞれ多孔質の金属に\nより略円筒状に構成されており，支持体１５ａ及び１５ｂ及びフィルタ１６は，略\n同芯である。\nフィルタ１６の一方の端部１６１には，端部キャップ１７（被告はエンドプ\nレートＢと称している。）が設けられ，また，他方の端部１６２には，端部キャッ\nプ２５（被告はエンドプレートＡと称している。）が設けられている。\n端部キャップ１７は，発泡ウレタンから構成されており，端部１６１側から\nフィルタ１６の内部の空間へ空気が流入することを防止するように端部１６１全体\nを覆っている。\n端部キャップ２５は，発泡ウレタンから構成されており，中央に貫通した中\n央開孔２５１を有する。フィルタ１６の内部の空間に存在する空気は，この中央開\n孔２５１を通って外部と流通可能である。フィルタエレメント１５をハウジング１\n０に組み込み込んだ場合，中央開孔２５１には空気出口部材の部分２０ｂ１が挿入\nされた状態となる。\n中央開孔２５１は，空気出口部材２０の部分２０ｂ１の外径よりも僅かに小\nさな直径を有する。従って，フィルタエレメント１５をハウジング１０に組み込ん\nだ場合，中央開孔２５１を画定する端部キャップ２５の周縁部分２５ａは，フィル\nタエレメント１５の半径方向外側へ押圧される。ここで，支持体１５ａの端部は，\n端部キャップ２５に埋め込まれているため，端部キャップ２５の周縁部分２５ａ\nは，支持体１５ａと空気出口部材の部分２０ｂ１との間で圧縮され，フィルタエレ\nメント１５の半径方向のシールを形成することとなる。\n次に，このエアフィルタ装置による空気の濾過について説明する。\n濾過される空気は，ハウジング１０の側壁１０ａに設けられた開口部１４か\nら流入し，フィルタエレメント１５の側方から支持体１５ｂ，フィルタ１６及び支\n持体１５ａを通過して，フィルタ１６の内部空間に流入する。通過の際，空気は，\nフィルタ１６によって濾過される。濾過された空気は，その後，空気出口部材２０\nの２０ｂ２の内側を通って外部へ流出する。\nこの際，空気出口部材２０の部分２０ｂ１とフィルタエレメント１５の端部\nキャップ２５との間では，端部キャップ２５の周縁部分２５ａにより半径方向のシ\nールが形成されているため，開口部１４から流入した空気が，フィルタ１６を通過\nすることなく空気出口部材２０から流出することが防止される。\nこのようにして，このエアフィルタ装置では，ハウジング１０の開口部１４\nから流入した空気を完全に濾過することができる。また，フィルタエレメント１５\nの端部キャップ２５の中央開孔２５１に，空気出口部材２０を挿入することによ\nり，上述したシールが確立されるため，取扱いが簡単である。\n（２）二重タイプＢのエアフィルタ装置\n第２図に示す，二重タイプＢのエアフィルタ装置には，イの３号物件のフィ\nルタエレメント（同図のフィルタエレメント１５：被告は濾過体と称している。）\nが装着される。\nハウジング１０の側壁１０ａには，開口部１４が設けられており，濾過され\nる空気は管１４１から開口部１４を通ってハウジング１０内に流入する。一方，濾\n過された空気は，ハウジング１０の一方の端部１０ｂに設けられた空気出口部材２\n０（第２図において黒塗りの部分）から外部へ流出する。ハウジング１０の他方の\n端部１１には，着脱可能なカバー１１’が構成されている。このカバー１１’を取\nり外すことにより，ハウジング１０内部へフィルタエレメント１５を配置し，ま\nた，取り出すことが可能である。空気出口部材２０は，ハウジング１０の内部空間\nに突出した部分２０ｂ１及び２０ｂ２を有しており，二重管状をなしている。\n部分２０ｂ１にはフィルタエレメント１５が装着される一方，部分２０ｂ２\nは，濾過された空気の排出路を形成すると共に，内燃機関等から生じる騒音を低減\nする機能を有する。\nフィルタエレメント１５は，濾紙を用いて略円筒状に形成されたフィルタ１\n６（被告は濾過部材と称している。）を有し，フィルタ１６に囲包される内部空間\nは管状の空間を形成している。また，フィルタエレメント１５は，フィルタ１６の\n内周側に設けられた支持体１５ａ（被告は金属製多孔状チューブと称してい\nる。），及び，外周側に設けられた支持体１５ｂ（被告は金属製多孔状プロテクタ\nと称している。）を有する。支持体１５ａ及び１５ｂは，それぞれ多孔質の金属に\nより略円筒状に構成されており，支持体１５ａ及び１５ｂ及びフィルタ１６は，略\n同芯である。\nフィルタ１６の一方の端部１６１には，端部キャップ１７（被告はエンドプ\nレートＢと称している。）が設けられ，また，他方の端部１６２には，端部キャッ\nプ２５（被告はエンドプレートＡと称している。）が設けられている。\n端部キャップ１７は，発泡ウレタンから構成されており，端部１６１側から\nフィルタ１６の内部の空間へ空気が流入することを防止するように端部１６１全体\nを覆っている。\n端部キャップ２５は，発泡ウレタンから構成されており，中央に貫通した中\n央開孔２５１を有する。フィルタ１６の内部の空間に存在する空気は，この中央開\n孔２５１を通って外部と流通可能である。フィルタエレメント１５をハウジング１\n０に組み込み込んだ場合，中央開孔２５１には空気出口部材の部分２０ｂ１が挿入\nされた状態となる。\n中央開孔２５１は，空気出口部材２０の部分２０ｂ１の外径よりも僅かに小\nさな直径を有する。従って，フィルタエレメント１５をハウジング１０に組み込ん\nだ場合，中央開孔２５１を画定する端部キャップ２５の周縁部分２５ａは，フィル\nタエレメント１５の半径方向外側へ押圧される。ここで，支持体１５ａの端部は，\n端部キャップ２５に埋め込まれているため，端部キャップ２５の周縁部分２５ａ\nは，支持体１５ａと空気出口部材の部分２０ｂ１との間で圧縮され，フィルタエレ\nメント１５の半径方向のシールを形成することとなる。\n次に，このエアフィルタ装置による空気の濾過について説明する。\n濾過される空気は，ハウジング１０の側壁１０ａに設けられた開口部１４か\nら流入し，フィルタエレメント１５の側方から支持体１５ｂ，フィルタ１６及び支\n持体１５ａを通過して，フィルタ１６の内部空間に流入する。通過の際，空気は，\nフィルタ１６によって濾過される。濾過された空気は，その後，空気出口部材２０\nの２０ｂ２の内側を通って外部へ流出する。\nこの際，空気出口部材２０の部分２０ｂ１とフィルタエレメント１５の端部\nキャップ２５との間では，端部キャップ２５の周縁部分２５ａにより半径方向のシ\nールが形成されているため，開口部１４から流入した空気が，フィルタ１６を通過\nすることなく空気出口部材２０から流出することが防止される。\nこのようにして，このエアフィルタ装置では，ハウジング１０の開口部１４\nから流入した空気を完全に濾過することができる。また，フィルタエレメント１５\nの端部キャップ２５の中央開孔２５１に，空気出口部材２０を挿入することによ\nり，上述したシールが確立されるため，取扱いが簡単である。\nエ　ア　フ　ィ　ル　タ　装　置　図　面　（二重タイプ）　第１図第２\n図\n対　応　表\n"
}