{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 7
  },
  "case_number": "平成12(行ケ)288",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12034",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12034",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/034/012034_hanrei.pdf",
  "contents": "平成１２年(行ケ)第２８８号実用新案取消決定取消請求事件\n平成１４年１月２４日口頭弁論終結\n判          決\n原            告  株式会社ホーメックス\n訴訟代理人弁護士  窪　  田　  英 一 郎\n同弁理士          天    野          広\n被            告  特許庁長官　及　川　耕　造\n指定代理人        山    口    由    木\n同                田    中    弘    満\n同                大    橋    良    三\n主          文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年異議第７４８７３号事件について平成１２年６月１５日\nにした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，考案の名称を「木造家屋の外壁下地構造」とする登録第２５６９９\n１４号の登録実用新案（平成５年６月１６日出願，平成１０年２月６日設定登録。\n以下，これを「本件登録実用新案」といい，その登録を「本件実用新案登録」とい\nう。）の実用新案権者である。\n特許庁は，平成１０年９月２８日及び同年１０月２８日，本件実用新案登録\nについてそれぞれ異議申立てを受け，これを平成１０年異議第７４８７３号事件と\nして審理した。原告は，上記異議申立手続の過程において，平成１１年９月２８\n日，本件登録実用新案に係る願書に添付された明細書の訂正（以下「本件訂正」と\nいう。）を請求をした。特許庁は，上記事件について審理をした結果，平成１２年\n６月１５日，「登録第２５６９９１４号の実用新案登録を取り消す。」との決定\n（以下「本件決定」という。）をし，その謄本を平成１２年７月１０日，原告に送\n達した。\n２　実用新案登録請求の範囲\n(1) 訂正前（以下，訂正前の実用新案登録請求の範囲に係る考案を「本件考\n案」という。）\n「外壁を形成する柱により枠作りした枠体と，この枠体内に嵌着されるパ\nネル体とからなり，\nこのパネル体は，上下方向に延びる一対の同じ高さの第一の板材及び左右方向に延\nび，第一の板材と同一高さの一対の第二の板材が矩形状に連結された壁枠体と，壁\n枠体の室内側に止着された壁板と，壁板の屋外側に付設された，第一及び第二の板\n材よりも高さの低い硬質発泡ウレタン板とからなり，\n土台上に枠体を形成し，この枠体内にパネル体を嵌着した場合において，枠体内に\n一枚のパネル体を嵌着した場合には，枠体とパネル体の壁板との継合部を覆うよう\nに，また，枠体内に複数枚のパネル体を嵌着した場合には，枠体とパネル体の壁板\nとの継合部及び隣接するパネル体の壁板同士の継合部を覆うように室内側から気密\nテープが貼着されていることを特徴とする木造家屋における外壁下地構造。」\n(2) 訂正後（以下，本件訂正に係る実用新案登録請求の範囲に係る考案を「訂\n正考案」という。下線部が訂正された箇所である。）\n「柱と土台と横架材により枠作りした枠体と，この枠体内に嵌着されるパ\nネル体とからなり，\nこのパネル体は，上下方向に延びる一対の同じ高さの第一の板材及び左右方向に\n延び，第一の板材と同一高さの一対の第二の板材が矩形状に連結された壁枠体と，\n壁枠体の室内側に止着され，壁枠体と同一の大きさを有する壁板と，壁板の屋外側\nに付設された，第一及び第二の板材よりも高さの低い硬質発泡ウレタン板とからな\nり，\n前記枠体内に，一枚のパネル体を嵌着した場合には，枠体とパネル体の壁板との\n継合部を覆うように，また，枠体内に複数枚のパネル体を嵌着した場合には，枠体\nとパネル体の壁板との継合部及び隣接するパネル体の壁板同士の継合部を覆うよう\nに室内側から気密テープが貼着されていることを特徴とする木造家屋における外壁\n下地構造。」\n（本件考案，訂正考案につき別紙図面(1)参照）\n３　本件決定の理由\n本件決定の理由は，別紙決定書の写しのとおりである。要するに，①訂正考\n案は，実願昭６０－１２９７３４号（実開昭６２－３８３０８号）のマイクロフィ\nルム（甲第４号証，以下「引用刊行物１」という。），実願平１－６７８４９号\n（実開平３－８２１１号）のマイクロフィルム（甲第５号証，以下「引用刊行物\n２」という。），平成２年３月３１日日本住宅新聞社発行「住宅建築新工法全集」\nの３２頁ないし３４頁（甲第６号証，以下「引用刊行物３」という。）及び平成３\n年１月社団法人北海道住宅リフォームセンター監修「ＢＩＳ講習会テキスト　高性\n能住宅の設計」の２３頁ないし６３頁（甲第７号証，以下「引用刊行物４」とい\nう。）に記載された各技術（以下，それらを順に「引用考案１」，「引用考案\n２」，「引用考案３」，「引用考案４」ということがある。）に基づいて当業者が\nきわめて容易に考案をすることができたものであって，実用新案法３条２項に該当\nするから，本件訂正は認められず，②本件考案も，上記と同様の理由によって，実\n用新案法３条２項に該当する，というものである。\n第３　原告主張の取消事由の要点\n決定の理由中，Ⅱ（訂正請求について）のうちの相違点についての判断部分\n及びむすびの部分（決定書７頁１６行～８頁１５行），Ⅲ（実用新案登録異議申立\nてについて）のうちの相違点についての判断部分及びむすびの部分（決定書１０頁\n２行～１１頁８行）を争い，その余を認める。\n本件決定が認定する訂正考案と引用考案１との相違点は，\n①　「訂正明細書の請求項１に係る考案は，壁板の屋外側に，壁枠体の板材よ\nりも高さの低い硬質発泡ウレタン板を付設したものであるが，刊行物１には，この\n構造が記載されていない点。」（相違点１）\n②　「枠体内が一枚のパネル体より広い場合には，訂正明細書の請求項１に係\nる考案は，枠体内に複数枚のパネル体を嵌着するのに対して，刊行物１記載の考案\nは，連設部に太い桟を設け壁板を連設している点。」（相違点２）\n③　「訂正明細書の請求項１に係る考案は，枠体内に一枚のパネル体を嵌着し\nた場合には，枠体とパネル体の壁板との継合部を覆うように，また，枠体内に複数\n枚のパネル体を嵌着した場合には，枠体とパネル体の壁板との継合部及び隣接する\nパネル体の壁板同士の継合部を覆うように室内側から気密テープを貼着しているの\nに対して，刊行物１には，この記載がない点。」（相違点３）\nであり（決定書７頁５行～１５行），本件考案と引用考案１との相違点は，\n①　「本件請求項１に係る考案は，壁板の屋外側に，壁枠体の板材よりも高さ\nの低い硬質発泡ウレタン板を付設したものであるが，刊行物１には，この構造が記\n載されていない点。」（相違点１）\n②　「枠体内が一枚のパネル体より広い場合には，本件請求項１に係る考案\nは，枠体内に複数枚のパネル体を嵌着するのに対して，刊行物１記載の考案は，連\n設部に太い桟を設け壁板を連設している点。」（相違点２）\n③　「本件請求項１に係る考案は，枠体内に一枚のパネル体を嵌着した場合に\nは，枠体とパネル体の壁板との継合部を覆うように，また，枠体内に複数枚のパネ\nル体を嵌着した場合には，枠体とパネル体の壁板との継合部及び隣接するパネル体\nの壁板同士の継合部を覆うように室内側から気密テープを貼着しているのに対し\nて，刊行物１には，この記載がない点。」（相違点３）\nである（決定書９頁３０行～１０頁１行）。\n本件決定は，本件訂正については，訂正考案と引用考案１との相違点についての\n認定判断を誤り（取消事由１～３），また，訂正考案の顕著な作用効果を看過し\n（取消事由４），また，実用新案登録異議申立てについても，上記と同様に，本件\n考案と引用考案１との相違点についての認定判断を誤るとともに，本件考案の顕著\nな作用効果を看過し（取消事由５），これらの誤りは，いずれも，結論に影響を及\nぼすことが明らかであるから，違法なものとして，取り消されるべきである。\n１　取消事由１（相違点１についての判断の誤り）\n本件決定は，相違点１（訂正考案は，壁板の屋外側に，壁枠体の板材よりも\n高さの低い硬質発泡ウレタン板を付設したものであるのに対して，引用考案１に\nは，この構造が記載されていない点）について，「相違点１における訂正明細書の\n請求項１に係る考案の事項は，刊行物２記載の考案の「壁板の屋外側に，壁枠体の\n枠板材よりも高さの低い断熱材を付設した」構造を単に刊行物１記載の考案に付加\nすることによりなし得られるもので，かくすることに，格別困難性も認められず，\n当業者であれば，きわめて容易になし得ることにすぎない。」（決定書７頁２７行\n～３２行）と判断したが，この判断は，誤りである。\n(1) 引用考案２の「枠体（訂正考案における壁枠体に相当する。）の枠板材よ\nりも高さの低い断熱材を付設すること」という技術は，パネル体の強度を維持する\nため，及び，パネル体の気密性を確保するために，①構造合板１（訂正考案におけ\nる壁板に相当する。）を方形状の枠体３よりも一回り大きなものとし，②枠体３及\nび補強桟に切欠段差部を設けこれに板状の断熱剤の周縁を嵌め込むこと，と不可分\n一体に結合したものである。\nすなわち，引用刊行物２に，「いずれも現場で断熱材を寸法に合わせて裁断加工\nしながら釘や接着剤で取付けるので，施工が厄介である上，隙間が開き易く，断熱\n性能の低下の一因にもなっていた。さらに，内壁の上下端部が各々天井裏や床下に\n開放されていて，床下から冷たい気流が侵入し，外壁も同様に断熱層内に冷たい気\n流が生じるので，一層断熱性能が悪くなってしまい，引いては，これらの問題点が\n外壁内での結露を生じさせ，木質部の腐りの原因となって住宅自体の耐久性に悪影\n響を及ぼすことにもなっていた。」（甲第５号証の明細書２頁１０行～３頁２行）\nと記載されていることからも明らかなように，引用考案２は，それが従来技術の課\n題として把握した課題を解決し気密性の高い断熱パネルを提供することを目的とす\nるものであり，また，同刊行物に，「第７図に示すように，枠体３及び補強桟４に\n切欠段差部２４，２５をそれぞれ形成し，その切欠段差部２４，２５に板状の断熱\n材５の周縁を嵌め込むようにして枠体の各区画内に該断熱材５を埋め込み固着して\nもよい。」（同６頁末行～７頁４行）と記載されていることからも明らかなとお\nり，切欠段差部２４，２５に板状の断熱材５の周縁部を嵌め込むことにより，枠体\n３及び補強桟４と板状の断熱材５との間に隙間を生ずることなく気密性及び断熱性\nを高めることができるという技術を開示しているものである。そして，同刊行物に\nは，方形状の枠体３から張り出した構造合板１の位置で，釘打ち等によって木造家\n屋の軸組を構成する軸部材と固定されることが記載されているから（同５頁５行～\n７行参照），引用考案２は，壁面を構成する構造合板１が方形状の枠体３よりも大\nきくされるという構成を採ることによって初めて可能となるものである（別紙図\n面(3)参照）。\nまた，引用考案２では，切欠段差部２４，２５に板状の断熱剤５の周縁を嵌め込\nむ構成を採用しているため，枠体３と構造合板１との接触面積が小さくなって，構\n造合板１の内側から枠体３に釘打ちする際に，構造合板１と壁板３とが剥離する危\n険性があるので，この意味でも，方形状の枠体３よりも一回り大きな構造合板１を\n有していなければならないのである。\nこのように，引用考案２は，方形状の枠体３よりも一回り大きな構造合板１を有\nする技術であるために，そこでは，訂正考案のような「柱と土台と横架材により枠\n作りした枠体」内に，複数の構造合板１を嵌着しようとしても，構造合板１同士が\n抵触し合うので嵌着することができない。結局，引用考案２を引用考案１に適用す\nることができないのである。\n(2) 被告は刊行物に記載された技術的事項であれば，考案を構成しない技術的\n事項であっても，これを「考案」とみることができるとし，この見解を前提に，引\n用刊行物２における「補強桟(4)によって分割する枠体(3)内の各区画に断熱材(5)を\n埋め込んだ」構造は，独立した技術的事項であって「考案」であると主張する。し\nかし，被告の上記見解は，明らかに誤っている。\n実用新案法３条２項に「前項各号に掲げる考案に基づいて」と規定されているよ\nうに，進歩性の判断対象は，「考案（または発明）」のみであって，「技術的事\n項」ではない。進歩性の判断材料は，あくまでも考案であって，考案を構成してい\nない単なる「技術的事項」は進歩性の判断材料にはなり得ない。\n仮に，被告のいうような論理が通用するのであれば，すべての刊行物から適宜の\n構成のみを取り出すことが可能となり，ほとんどの出願発明・考案が，それらを寄\nせ集めたものであると判断されることになる。このような結果を認めることが不当\nであることは，明らかである。\n２　取消事由２（相違点２についての判断の誤り）\n本件決定は，相違点２（枠体内が１枚のパネル体より広い場合，訂正考案\nは，枠体内に複数枚のパネル体を嵌着するのに対して，引用考案１は，連設部に太\nい桟を設け壁板を連設している点）について，「一般に，広幅な間隔に，壁体等を\n建付ける場合，複数枚の壁板で行うか，壁板自体を広幅なものに形成し行うかは，\n当業者であれば，適宜選択できる設計事項にすぎず，相違点２において，刊行物１\n記載の考案に代えて訂正明細書の請求項１に係る考案のようにすることは，当業者\nであればきわめて容易に設計変更できることにすぎない。」（決定書７頁３４行～\n３８行）と判断したが，この判断は誤りである。\n(1) 枠体内に複数枚の壁パネル体を嵌着することを，周知慣用の手段というこ\nとはできない。\n被告は，建物の開口部の建具枠に襖，障子，戸等の建具を突き合わせ又は密接し\nて配置し，開口部を閉塞することは，普通に実施されていることであるとし，枠体\n内に複数枚の壁パネル体を嵌着することも，周知慣用の手段であると主張する。\nしかしながら，枠体内に襖，障子等を設けることとパネルを設けることとは，全\nく異質な事項であり，襖や障子とパネル体を同列に論じることはできない。襖や障\n子は，開口部に対して移動可能なものであり，そこから出入りすることを目的とす\nるのに対し，本件のようなパネル体は開口部を塞ぐことに意味があるからである。\n(2) 仮に，枠体内に複数枚の壁パネル体を嵌着することが，周知慣用の手段で\nあったとしても，この周知慣用の手段を引用考案１に適用することは，当業者であ\nっても容易に想到し得なかったことであるというべきである。なぜならば，引用考\n案１にあっては，用いられるパネル体は，あくまでも一つであり，本来の大きさの\n一つのパネル体で埋められないような大きな空間部が生じる場合には，パネル体自\n体に太い桟を用いパネル体自体を大型化するものとされているのであり，パネル体\nを開口部に複数用いることにしたのでは，引用考案１の技術思想を根本から覆すこ\nとになってしまうからである（別紙図面(2)参照）。\n３　取消事由３（相違点３についての判断の誤り）\n本件決定は，相違点３（訂正考案は，枠体内に一枚のパネル体を嵌着した場\n合には，枠体とパネル体の壁板との継合部を覆うように，また，枠体内に複数枚の\nパネル体を嵌着した場合には，枠体とパネル体の壁板との継合部及び隣接するパネ\nル体の壁板同士の継合部を覆うように室内側から気密テープを貼着しているのに対\nして，引用考案１には，この記載がない点）について，「刊行物３，４には，上記\n摘示したように，気密性を確実にするため，柱とパネルが接する部分，パネル同士\nの接合部を覆うように室内側からテープを貼着することが記載されており，相違点\n３における訂正明細書の請求項１に係る考案のようにすることは，当業者であれば\n必要に応じてきわめて容易になし得ることにすぎない。」（決定書８頁１行～５\n行）と判断したが，この判断は誤っている。\n本件考案は，パネルと柱，パネルとパネル同士の接合部にシール材を用いること\nなく，テープ材を用いるのみで，容易に断熱効果を得ることができ，現場作業の著\nしい短縮を図ることができるようにしたところに特徴があるものである。\n一方，引用刊行物３又は同４は，パネル体と枠体又はパネル体とパネル体同士の\n接合部に隙間が生ずることを前提とし，このような隙間にまずコーキング材等によ\nるシールを施した上，更にテープ材を用いて，気密性の確保を図る必要があること\nを指摘しているにすぎない。訂正考案のように，現場作業の短縮化を図るために，\n気密テープのみを使用するといる技術的思想は，全く開示されていない。\n４　取消事由４（訂正考案の顕著な作用効果の看過）\n訂正考案は，その構成によって，パネル体自体を小型化することができ，こ\nれによりその取付けが容易となることに加えて，その運搬も容易となり，現場作業\nが著しく短縮するという有利な効果を有する。また，訂正考案においては，あらか\nじめパネル体を規格化して枠体の大きさに応じて必要枚数のパネル体を使用するこ\nとができるため，いちいち枠体に合わせてパネル体を形成する必要がない。\nこのように，本件考案にはきわめて顕著な効果があるにもかかわらず，本件決定\nはこの点を全く看過しており，明らかに不当である。\n５　取消事由５（本件考案と引用考案１との相違点についての認定判断の誤り及\nび本件考案の顕著な作用効果の看過）\n本件決定が，本件考案と引用考案１との各相違点についての認定判断を誤\nり，しかも，本件考案の顕著な作用効果を看過していることは，取消事由１ないし\n４において述べたのと同様であり，本件決定は，本件考案の進歩性についての認定\n判断を誤ったものである。\n第４　被告の反論の要点\n本件決定の認定判断は，いずれも正当であって，本件決定を取り消すべき理\n由はない。\n１　取消事由１（相違点１についての判断の誤り）について\n(1) 引用刊行物２に，断熱パネルの構造として，枠体３の一面側に枠体３の方\n形よりも１回り大きな方形状の構造合板１を，その周縁部２を張り出して固着する\nという技術事項が記載されているとしても，この技術事項と，そこに開示されてい\nる「枠体３（訂正考案の壁枠体に相当する。）の枠板材よりも高さの低い断熱材を\n付設すること」という構成との間には，特別の結合関係はない。そうである以上，\n断熱構造の部分のみを独立した技術思想として把握することに，何ら問題はない。\n本件決定が，引用刊行物２から，「壁枠体の枠板材よりも高さの低い断熱材を付\n設すること」という構成のみを引用考案２として引用したことに，誤りはない。\n(2) 進歩性判断の前提となる引用技術を把握するに当たっては，例えば，引用\nした刊行物が実用新案登録出願に係る明細書であれば，当該明細書に記載されてい\nる限り，登録を請求している考案自体とは直接に関係のない技術的事項であって\nも，引用技術として把握することができるのである。\n２　取消事由２（相違点２についての判断の誤り）について\n(1) 例えば，広幅な間隔に壁板，床板，天井板等を建て付ける場合に，複数枚\nの壁板，床板，天井板等を連続して突き合わせ，接合させることは，本件出願前，\n建築工事で普通に実施されていたことである。また，日常的にも，建物の開口部の\n建具枠に襖，障子，戸等の建具を突き合わせ又は密接して配置し，開口部を閉塞す\nることは，本件出願前，普通に実施されていたことである。したがって，訂正考案\nのように枠体内に複数枚の壁パネル体を嵌着することは，周知慣用の手段にすぎな\nい。\n訂正考案のように，枠体内に複数枚の壁パネル体を嵌着することが周知慣用の手\n段であったことは，例えば，実願昭４６－３７８００号（実開昭４７－３５３１０\n号）のマイクロフィルム（乙第１号証），特開昭５０－１１７２１７号公報（乙第\n２号証），実公昭５１－２４７３２号公報（乙第３号証）などからも明らかであ\nる。\n(2) もともと，一般に，広幅な間隔に壁体等を建て付ける場合に，複数枚の壁\n板で行うことは，当業者であれば適宜選択できる，設計事項の範囲に属することに\nすぎないものというべきである。そうであれば，訂正考案のような場合にも，枠体\n内が１枚のパネル体より広ければ，枠体内に複数枚のパネル体を嵌着するようなこ\nとは，当業者が適宜選択できることである。\n３　取消事由３（相違点３についての判断の誤り）について\nパネルと柱等の枠体との間では，製造上当然に，位置公差及び寸法公差が生\nじ，木質材の場合には，四季の温度及び湿度に応じて，膨張・収縮するため，気密\n状態が必要な冬季の低温期間等にパネルと柱等の枠体間に隙間が生じることにな\nる。引用刊行物３及び同４に記載されている気密手段は，上記のような問題を解決\nし，気密状態にするため，パネルの枠と柱等の枠体の間の隙間を塞ぐようにコーキ\nング材，気密パッキン材を使用し，それとともに，枠体とパネルの壁板との継合部\n及び隣接するパネルの壁板同士の継合部を覆うように室内側から気密テープを貼着\nするというものである。上記気密手段のうち気密テープのみで，一応の気密状態を\n図ることができることは当然の事柄であるから，必要に応じて気密テープのみを使\n用することにするということは，当業者であれば，きわめて容易に想到し得たこと\nである。\n４　取消事由４（訂正考案の顕著な作用効果の看過）について\n訂正考案の効果は，引用考案１と比較しても格別なものではなく，また，建\n築技術として常識的手段から予測できるものにすぎないものである。訂正考案に，\n効果の顕著性を認めることはできない。\n５　取消事由５（本件考案と引用考案１との相違点についての認定判断の誤り及\nび本件考案の顕著な作用効果の看過）について\n本件決定の，本件考案の進歩性についての認定判断に誤りがないことは，取\n消事由１ないし４に対する反論において述べたとおりである。\n第５　当裁判所の判断\n１　取消事由１（相違点１についての判断の誤り）について\n(1) 原告は，引用考案２の「枠体３（訂正考案の壁枠体に相当する。）の枠板\n材よりも高さの低い断熱材を付設すること」という技術は，パネル体の強度を維持\nするため，及び，パネル体の気密性を確保するために，①構造合板１（訂正考案に\nおける壁板に相当する。）を方形状の枠体３よりも一回り大きなものとし，②枠体\n３及び補強桟に切欠段差部を設けこれに板状の断熱剤の周縁を嵌め込むこと，と不\n可分一体に結合したものであると主張する。\nしかしながら，引用考案２の，「枠体３（訂正考案における壁枠体板に相当す\nる。）の枠板材よりも高さの低い断熱材を付設すること」という技術について，そ\nれが，原告が主張する上記他の技術と結び付くことによって初めて存在意義を有す\nることをうかがわせる資料は，本件全証拠を検討しても見いだすことはできず，上\n記両技術の内容を対比すれば，むしろ，前者が後者とは無関係に存在し得るもので\nあることは，明らかというべきである。\n(2) 原告は，実用新案法３条２項に「前項各号に掲げる考案に基づいて」と規\n定されているように，進歩性の判断対象は，「考案（又は発明）」のみであって，\n「技術的事項」ではない，進歩性の判断材料は，あくまでも考案であって，考案を\n構成していない単なる「技術的事項」は進歩性の判断材料にはなり得ないと主張す\nる。\n原告のいわんとするところは必ずしも明らかではないものの，おそらく，公知文\n献に，典型的には引用刊行物２の実用新案登録請求の範囲のような形で，まとまっ\nたものとして示されている技術的事項全体を，まとまりのある一体のものとして把\n握しないで，そこに含まれている特定の事項のみに着目し，他の事項を捨象して把\n握することは，許されない，ということにあるのであろう。しかし，そうであると\nしても，採用することはできない。\n引用刊行物を考えるに当たって重要なことは，ある引用刊行物に接した当業者の\n視点から，これを契機として問題となっている考案に極めて容易に想到し得るかど\nうかということである。引用刊行物に技術的事項全体がまとまったものとして示さ\nれている場合，その技術的事項全体の中から，そこに含まれている特定の事項のみ\nを選び出し，他の事項を捨象して把握することが，無条件に許されるものではない\nことは，当然である。その限りでは，原告の主張は正当である。しかし，そうであ\nるからといって，逆に，まとまったものとして示されている技術的事項は，まとま\nりのある一体のものとしてしか把握してはならない，ということになるわけのもの\nではない。そのような考えは，人（当業者）の有する理解力や応用力を不当に低く\n設定するものであり，不合理であることが明らかである。全体を構成する各事項の\n中の特定のものを選び出し，他の事項を捨象し，その限度では，全体をより抽象化\nして把握することが許されるか否かは，選び出そうとする事項の性質と当該事項と\nその他の事項との関係などにより，個別的具体的に決めるべき事柄という以外にな\nいのである。そして，人（当業者）の有する理解力や応用力を考慮すると，特定の\n事項がそれ自体として容易に認識できるものであるときは，他の事項との結び付き\nを離れての採用を困難とする特段の事情が認められない限り，上記把握が許される\nものというべきである。\n２　取消事由２（相違点２についての判断の誤り）について\n(1) 一般に，枠体がパネル体より広い場合に，枠体にパネル体を嵌め込めば，\n当然に隙間が生じること，枠体内に隙間を生じさせずにパネル体を嵌め込むために\nは，必ずしもパネル体自体を大きくする必要はなく，パネル体を複数にすればよい\nこと，このようなことが，当業者ならずともきわめて容易に考えつく事柄であるこ\nとは，当裁判所に顕著である。\nそして，パネル体を複数のパネル体にすることに何らの技術的困難性がないこと\nは，いうまでもないことである。\n本件決定が，「一般に，広幅な間隔に，壁体等を建付ける場合，複数枚の壁板で\n行うか，壁板自体を広幅なものに形成し行うかは，当業者であれば，適宜選択でき\nる設計事項にすぎず，相違点２において，刊行物１記載の考案に代えて訂正明細書\nの請求項１に係る考案のようにすることは，当業者であればきわめて容易に設計変\n更できることにすぎない。」（決定書７頁３４行～３８行）と判断したのは，正当\nであって，そこには何らの誤りもない。\n枠体内に複数枚の壁パネル体を嵌着することは周知慣用の手段とはいえないとす\nる原告の主張は，その余の点について検討するまでもなく，失当であることが明ら\nかである。\n(2) 原告は，仮に，枠体内に複数枚の壁パネル体を嵌着することも，周知慣用\nの手段であるとしても，この周知慣用の手段を引用考案１に適用することは，当業\n者であっても容易に想到したこととはいえない，なぜならば，引用考案１にあって\nは，あくまでも一つのパネル体を用いることが記載されており，一つのパネル体で\n埋められないような大きな空間部が生じる場合には，パネル体自体に太い桟を用い\nパネル体自体を大型化するというものであるから，パネル体を開口部に複数用いる\nならば，引用考案１の技術思想を根本から覆すことになってしまうからであると主\n張する。\n原告の主張は，引用刊行物１に，「柱間が１．５Ｐまたは２Ｐなど，１Ｐより広\n幅の壁の場合は，合板を連設して貼着する必要が生ずるが，この場合連設部に太い\n桟(４)を設け固定すればよい。」（甲第４号証４頁１４行～１７行）などといった\n記載があることに基づくものである。\n一般に，枠体がパネル体より広い場合に，枠体にパネル体を嵌め込めば，当然に\n隙間が生じること，枠体内に隙間を生じさせずにパネル体を嵌め込むためには，必\nずしもパネル体自体を大きくする必要はなく，パネル体を複数にすればいいこと，\nこのようなことが，当業者ならずともきわめて容易に考えつく事柄であることは，\n上述のとおりである。原告が主張の根拠とする，引用刊行物１の，「柱間が１．５\nＰまたは２Ｐなど，１Ｐより広幅の壁の場合は，合板を連設して貼着する必要が生\nずるが，この場合連設部に太い桟(４)を設け固定すればよい。」などという記載\nも，広幅の壁の場合のために，より広い幅の合板のものを提案するのではなく，本\n来の幅の合板を「連設」して貼着することを提案するものであることからすれば，\nむしろ，上述したところを支える資料というべきであり，このような記載のため\nに，パネル体を複数用いることが困難になることはあり得ないものというべきであ\nる。\n３　取消事由３（相違点３についての判断の誤り）について\n引用刊行物１，３及び同４によれば，相違点３について，「刊行物３，４に\nは，上記摘示したように，気密性を確実にするため，柱とパネルが接する部分，パ\nネル同士の接合部を覆うように室内側からテープを貼着することが記載されてお\nり，相違点３における本件請求項１に係る考案のようにすることは，当業者であれ\nば必要に応じてきわめて容易になし得ることにすぎない。」とした本件決定の判断\nが正当であることを優に認めることができる。\n引用刊行物３，同４に，パネル体と枠体又はパネル体とパネル体同士の接合部の\n隙間にコーキング材等によるシールを施し，更にテープ材を貼付して気密性を確保\nする技術が開示されていることは，当事者間に争いがない。\n原告は，訂正考案は，パネルと柱，パネルとパネル同士の接合部にシール材を用\nいることなく，テープ材を用いるのみで，容易に断熱効果を得ることができ，現場\n作業の著しい短縮を図ることができるようにしたところに特徴があるものであると\nし，引用刊行物３，同４には，現場作業の短縮化を図るために，気密テープのみを\n使用するという技術的思想が開示されていないと主張する。\nしかしながら，前記のとおり，訂正考案の実用新案登録請求の範囲には，「前記\n枠体内に，一枚のパネル体を嵌着した場合には，枠体とパネル体の壁板との継合部\nを覆うように，また，枠体内に複数枚のパネル体を嵌着した場合には，枠体とパネ\nル体の壁板との継合部及び隣接するパネル体の壁板同士の継合部を覆うように室内\n側から気密テープが貼着されていることを特徴とする」と記載されているのであ\nり，同記載によれば，訂正考案は，枠体とパネル体の壁板との継合部及び隣接する\nパネル体の壁板同士の継合部に気密テープを貼着することをその構成とはしている\nものの，気密テープを貼着することに加えて他の気密手段を施すことを何ら禁じる\nものでないことが，明らかである。\nまた，本件決定が，引用刊行物３及び同４から認定した「気密性を確実にするた\nめ，柱とパネルが接する部分，パネル同士の接合部を覆うように室内側からテープ\nを貼着する」（決定書８頁１行～３行）との技術を，コーキング材等によるシール\nを施すという技術を伴って用いるか，これを伴わないで独立に用いるかが，必要に\n応じて適宜選択されるべき事項であることは，事柄の性質上，明らかというべきで\nある。\n原告の主張は採用できない。\n４　取消事由４（訂正考案の顕著な作用効果の看過）について\n原告主張の作用効果は，訂正考案の構成から得られる自明の効果であり，こ\nのような効果が同考案の登録を根拠づけ得るものでないことは，論ずるまでもない\nところである。原告の上記主張も採用できない。\n５　取消事由５（本件考案と引用考案１との相違点についての認定判断の誤り及\nび本件考案の顕著な作用効果の看過）について\n訂正考案と引用考案１との相違点と，本件考案と引用考案１との相違点とが\n同一であることは，当事者間に争いがない。\nそうすると，本件考案に進歩性が認められないことは，取消事由１ないし４\nについて認定判断したのと同様となる。\n６　以上のとおりであるから，原告主張の取消事由はいずれも理由がなく，その\n他本件決定には，これを取り消すべき瑕疵が見あたらない。\nよって，本訴請求を棄却することとし，訴訟費用の負担につき行政事件訴訟法７\n条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  山　　下　　和　　明\n裁判官  設　　樂　　隆　　一\n裁判官  宍　　戸　　　　　充\n（別紙）\n図面（１）図面（２）図面（３）\n"
}