{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 16
  },
  "case_number": "平成12(ワ)17877",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12669",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12669",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/669/012669_hanrei.pdf",
  "contents": "平成一二年(ﾜ)第一七八七七号　意匠権侵害禁止請求事件\n（口頭弁論終結日　平成一二年一二月一五日）\n判　　　　　決\n原              告　　　　　　Ａ\n右訴訟代理人弁護士            加  藤  貞  晴\n被              告　　　　　　株式会社日本衛生センター\n右代表者代表取締役　　　　　　Ｂ\n右訴訟代理人弁護士            前  嶋  繁  雄\n同　　　　　　　　            柳  井  健  夫\n主    　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告は、別紙目録一及び二記載の組立て屋根を製造、販売又は販売のために\n展示してはならない。\n第二　事案の概要\n一　争いのない事実\n１　株式会社ダイモン（以下「ダイモン」という。）は、次の意匠権（以下、\n右本意匠及び類似意匠に係る意匠権を「本件意匠権」、右本意匠及び類似意匠を\n「本件意匠」という。）を有していた。\n(1)　本意匠\n出願 　　平成元年九月一八日\n登録 　　平成四年三月二七日\n登録番号 第○八四〇九〇六号\n意匠に係る物品 組立て屋根\n登録意匠 別紙三意匠公報記載のとおり\n(2)　類似意匠\n出願 　　平成元年九月一八日\n登録 　　平成四年四月一三日\n登録番号 第○八四〇九〇六号の類似一\n意匠に係る物品 組立て屋根\n登録意匠 別紙四意匠公報記載のとおり\n２　ダイモンは、本件意匠権の実施品である組立て屋根を販売し、多数の業者\nとの間で右商品の販売代理店契約を締結し、契約金を受領していたものの、平成八\n年一〇月、銀行取引停止処分を受けて事実上倒産した。\n３　ダイモンに契約金を支払ったまま商品の供給を受けられなくなった右業者\nらは、同年一一月、「株式会社ダイモン被害者の会」（以下「ダイモン被害者の\n会」という。）を結成し、有限会社小沢工業（以下「小沢工業」という。）がその\n代表幹事となった（甲二、弁論の全趣旨）。\n４　小沢工業は、ダイモンとの間で、平成九年六月九日付けで、小沢工業がダ\nイモンから本件意匠権を譲り受ける旨の契約書を作成した。そして、小沢工業は、\n移転登録を経て、本件意匠権の登録名義人となった。\n５　小沢工業は、平成一〇年一一月二〇日、被告に本件意匠権の通常実施権を\n設定し（以下「本件通常実施権設定契約」という。）、平成一一年六月、その登録\nがされた（甲一、乙三、弁論の全趣旨）。\n６　小沢工業は、平成一一年二月一九日、ダイモン被害者の会の代表幹事を辞\n任した（甲一五）。\n７　被告は、本件意匠権を使用した組立て屋根を製造販売している。\n二　本件は、原告が、小沢工業辞任後、ダイモン被害者の会の代表幹事に就任し\nたとして、被告に対し、被告による組立て屋根の製造及び販売は、本件意匠権を侵\n害するものであると主張して、右製造販売の差止めを求める事案である。\n第三　争点及びこれに関する当事者の主張\n一　争点\n１　小沢工業がダイモンから本件意匠権を信託的に譲り受けたか\n２　原告は本件意匠権の権利者であるか\n３　本件意匠権が信託財産であることを被告に対抗できるか\n４　本件通常実施権設定契約の有効性\n二　争点に関する当事者の主張\n１　争点１について\n（原告の主張）\n小沢工業は、ダイモン被害者の会の代表幹事であったことから、ダイモン\nが製造販売していたものと同様の組立て屋根を右会の会員に継続的に供給するとい\nう目的の下に、右会ないしはその構成員全員の受託者の立場において、本件意匠権\nの譲受人になったものであり、信託的に本件意匠権を取得したものである。\n（被告の主張）\n小沢工業がダイモンから、前記第二の一４の契約により、本件意匠権を譲\nり受けたことは認めるが、右譲渡が信託的なものであったことは否認する。\n２　争点２について\n（原告の主張）\n小沢工業は、ダイモン被害者の会の代表幹事であったことから、右会ない\nしはその構成員全員の受託者の立場において、本件意匠権の譲受人になったもので\nあるが、小沢工業が右会の代表幹事を辞任し、原告が右会の代表幹事となったこと\nにより、信託法五〇条一項の趣旨に沿うべく、小沢工業から原告に本件意匠権が移\n転した。\n（被告の主張）\n原告の右主張は否認する。\n３　争点３について\n（被告の主張）\n被告は、小沢工業から、平成一〇年一一月二〇日、本件意匠権につき、通\n常実施の許諾を得、その後、その登録を完了した。\n本件意匠権が信託財産であるとしても、その旨の登記がなされていないか\nら、原告は被告に右信託を対抗することができない（信託法三条一項）。\n（原告の主張）\n被告は、ダイモン被害者の会の事務担当者と通謀して、右会の会員に対す\nる本件商品の供給を打ち切るために右通常実施権の設定を受けたものであって、背\n信的悪意者であるから、原告は、信託の登録がなくても、対抗することができる。\n４　争点４について\n（原告の主張）\n小沢工業は、ダイモン被害者の会の目的に従って財産の管理行為等を行う\nために、右会ないしその構成員全員の受託者の立場において、本件意匠権の譲受人\nになったものであるから、その権限は、右会の会員のために、ダイモンが製造販売\nしていたものと同様の組立て屋根を右会の会員に継続的に供給するという目的に限\nられる。\n右会は、右目的のもと、組立て屋根の製造能力等を勘案し、株式会社和孝\nを通常実施権者とし、右組立て屋根を作成させていたものであるが、小沢工業は、\n株式会社和孝が契約不履行をしたと勝手に判断し、右会の承諾を得ることなく、被\n告に通常実施権を設定したものである。\nこのような設定行為が、小沢工業の権限を越える行為であることは明白で\nあるから、本件通常実施権設定契約は、一種の無権代理行為として、無効である。\nなお、信託法三一条は、取引安全の見地などから、受託者が信託の本旨に\n反して信託財産を処分した場合、当該処分を有効としつつ、一定の場合に受益者の\n取消権を認めているが、同条の趣旨に照らすと、同条にいう「処分」とは、それに\nよって第三者に独立の経済的利益をもたらすものでなければならない。\nしかるに、本件通常実施権は無償とされ実施料の定めはないから、被告に\nは本件通常実施権の設定につき独立の経済的利益がない。したがって、右設定は、\n管理行為にすぎず、右「処分」には当たらないから、同条は適用されない。\n（被告の主張）\n本件意匠権が信託財産であるとしても、小沢工業は、信託の受託者とし\nて、本件意匠権の管理処分権限を有していたのであるから、本件通常実施権設定契\n約は有効である。\n第四　当裁判所の判断\n一　争点１について\n１　前記第二の一の事実に証拠（甲一ないし七、九ないし一一、一五ないし一\n七、乙二）と弁論の全趣旨を総合すると、以下の事実が認められる。\n(一)　ダイモンは、平成八年一〇月、事実上倒産した。\n同年一一月に、ダイモン被害者の会が結成され、小沢工業が代表幹事に\nなった。同会は、ダイモンに契約金を支払ったまま商品の供給を受けられなくなっ\nた業者らに広く呼びかけ、それに賛同した業者らによって結成されたものである。\n(二)　本件意匠権は、東京国税局による差押えを受けており、また、複数の\n者が既にダイモンから本件意匠権について通常実施権の設定を受けていたので、誰\nかが本件意匠権をダイモンから譲り受け、右差押えを解除し、右通常実施権者との\n問題も解決した上で、本件製品を安定的に供給していくことが必要であった。\n(三)　ダイモン被害者の会の幹事らは、本件意匠権の適当な譲受先を探して\nいたが、結局、右会の代表幹事である小沢工業を譲受人とすることにした。\n(四)　小沢工業は、平成九年六月、ダイモンに対し、「当社は、標記商品を\n貴社が取り引きしていた代理店等の要望に基づいて、生産し、供給するもので\nす。」、「本件譲渡について、第三者より当社が訴訟等を起こされても当社の責任\nにおいて解決し、貴社に御迷惑をおかけしません。」などと記載した確認書を交付\nした。\n(五)　小沢工業は、ダイモンとの間で、同月九日付けで、本件意匠権の譲渡\n契約書を作成し、ダイモンに対し、その対価として、一五三万四二〇〇円を支払っ\nた。\n(六)　小沢工業は、平成一一年二月一九日、同会の代表幹事を辞任した。そ\nの際、小沢工業代表者は、本件意匠権がダイモン被害者の会のものであることの確\n認を求められ、「『あっ晴れさん』意匠登録第〇八四〇九〇六号は有限会社小沢工\n業代表取締役Ｃ氏の所有でなく、株式会社ダイモン被害者の会の所有であることを\n確認する。」との内容の確認書に署名押印した。\n(七)　その後、原告がダイモン被害者の会の代表幹事に就任した。\n２　右１認定の事実によると、小沢工業は、ダイモンから、平成九年六月九日\n付けの契約によって、本件意匠権を譲り受けたものと認められる。\nしかし、右１(一)ないし(三)認定の事実によると、本件意匠権の譲渡は、\n本件製品を安定的に供給するという目的の下にされたもので、ダイモン被害者の会\nの幹事らにより、譲渡先の選定等が進められ、小沢工業が右会の代表幹事であった\nことから、小沢工業に譲渡することに決定したものと認められ、小沢工業がダイモ\nン被害者の会の代表幹事であったこと以外に、小沢工業に決定した積極的な理由は\n認められないこと、右１(六)認定の確認書の記載、法人格のないダイモン被害者の\n会名義での意匠権の登録は認められておらず、また、ダイモン被害者の会の会員全\n員の名義で右登録するのはあまりに煩雑であるから、誰か一名の者がダイモン被害\n者の会又はその会員に代わって譲り受けるという形をとらざるを得なかったと考え\nられることを総合すると、小沢工業は、ダイモン被害者の会の代表幹事という立場\nにおいて、本件製品を安定的に供給するという目的の下に、同会又は同会の会員に\n代わって、本件意匠権を譲り受けたものと認められ、小沢工業が、ダイモン被害者\nの会又は同会の会員とは別個の独自の立場で本件意匠権を譲り受けたとは認められ\nない。\nそうすると、小沢工業は、ダイモン被害者の会の目的に従って財産の管理\n行為等を行うために、右会又はその会員全員の受託者の地位において、本件意匠権\nを譲り受けたものであって、信託的に本件意匠権を取得したものと解される。\n二　争点２について\n１　原告は、ダイモン被害者の会の代表者の変更に伴い、信託法五〇条一項の\n趣旨に沿うべく、小沢工業から本件意匠権を譲り受けたと主張する。\nしかしながら、右譲渡につき、登録（意匠法三六条、特許法九八条一項一\n号）がされたことの主張はなく、また、右登録がなされたことを認める証拠もな\nい。\n２　そうすると、右譲渡は効力が生じていないから、原告が本件意匠権を有し\nていると認めることはできない。したがって、その余の点について判断するまでも\nなく、本件請求は理由がない。\n三　争点３、４について\n仮に、原告が右登録を受け、本件意匠権を有することになったとしても、次\nのとおり、本件請求は理由がない。\n１　前記第二の一５のとおり、被告は、小沢工業から、平成一〇年一一月二〇\n日、本件意匠権について通常実施権の設定を受けたことが認められるところ、本件\n意匠権について、信託の登録（意匠登録令七条、特許登録令五六条以下）がされた\nとの主張はなく、これを認める証拠もないから、原告は、被告に対し、右小沢工業\nに対する譲渡が信託的譲渡であることを対抗できない（信託法三条一項）。\nなお、原告は、被告が背信的悪意者であると主張するが、右主張を認める\nに足りる証拠はない。\n２　そうすると、本件通常実施権設定契約の締結が小沢工業の権限を越える行為\nであったとしても、原告は、被告に対して、そのことを主張することはできないか\nら、本件通常実施権設定契約は、原告に対しても効力を有する。\n四　よって、主文のとおり判決する。\n東京地方裁判所民事第四七部\n裁判長裁判官　　  森　　　    義  　之\n裁判官　　  岡　  口  　基  　一\n裁判官      男　  澤  　聡　  子\n別紙　目録一\n図面（一）\n別紙　目録二\n図面（二）\n"
}