{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 16
  },
  "case_number": "平成14(ワ)411",
  "case_name": "本訴損害賠償請求事件　反訴建物明渡等請求事件",
  "court_name": "甲府地方裁判所民事部",
  "lawsuit_id": "6424",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6424",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/424/006424_hanrei.pdf",
  "contents": "平成１７年９月１６日判決言渡\n本訴　平成１４年（ワ）第４１１号　損害賠償請求事件\n反訴　平成１５年（ワ）第１７２号　建物明渡等請求事件\n（口頭弁論の終結の日　平成１７年７月２８日）\n判      　  決\n主     　   文\n１　被告らは原告に対し各自連帯して３９４０万６０９２円とこれに対する\n下記の日からいずれも支払いずみまで年５％の割合による金員を支払え。\n被告Ｍ，被告Ｎは平成１４年１１月３０日\n被告Ｏは平成１４年１２月２日\n２　反訴被告は反訴原告に対し別紙物件目録記載の建物部分を明け渡せ。\n３　反訴被告は反訴原告に対し１４０万円とこれに対する平成１５年４月４\n日から支払いずみまで年６％の割合による金員を支払え。\n４　反訴被告は反訴原告に対し平成１５年５月１日から第２項の明渡しずみ\nまで１か月１０万円の割合による金員を支払え。\n５　反訴原告のそのほかの請求を棄却する。\n６　訴訟費用は，本訴反訴を通じ，\n(1)　原告（反訴被告）に生じた費用は，２％を原告（反訴被告）の，６８\n％を被告Ｍと被告Ｎの，３０％を被告（反訴原告）Ｏの負担とし，\n(2)　被告Ｍと被告Ｎに生じた費用は，全部同被告らの負担とし，\n(3)　被告（反訴原告）Ｏに生じた費用は，４％を原告（反訴被告）の，９\n６％を被告（反訴原告）Ｏの負担とする。\n７　この判決は第１ないし第４項にかぎり仮執行をすることができる。\n事実および理由\n第１　請求\n１　本訴\n主文第１項と同じ。\n２　反訴\nア　主文第２項と同じ。\nイ　主文第３項と同じ。\nウ　反訴被告は反訴原告に対し平成１５年４月１日から上記アの明渡しずみまで\n１か月１０万円の割合による金員を支払え。\n第２　事案の概要\n１　訴訟物\n(1)　本訴\n被告Ｍに対する請求の訴訟物は下記のa，bであり，両者の関係は選択的併合であ\nる。\na　過失不法行為に基づく損害賠償請求権とこれに対する民法所定の年５％の割合\nによる遅延損害金請求権\nb　土地工作物責任に基づく占有者に対する損害賠償請求権とこれに対する民法所\n定の年５％の割合による遅延損害金請求権\n被告Ｎに対する請求の訴訟物は連帯保証契約に基づく被告Ｍの上記各損害賠償債\n務を主債務とする保証債務履行請求権であり，２つの保証債務履行請求権の関係は\n選択的併合である。\n被告Ｏに対する請求の訴訟物は下記のa，bであり，両者の関係は選択的併合，aの\n２つの保証債務履行請求権の関係も選択的併合である。\na　連帯保証契約に基づく被告Ｍの上記各損害賠償債務を主債務とする保証債務履\n行請求権\nb　土地工作物責任に基づく占有者ないし所有者に対する損害賠償請求権とこれに\n対する民法所定の年５％の割合による遅延損害金請求権\n主たる請求の請求額（３９４０万６０９２円）は，原告の主張する損害額（３９\n６０万６０９２円）から４２０万円（原告が被告Ｏから賃借している建物部分の賃\n料４２か月分）を差し引いた金額に弁護士費用（４００万円）を加えたものであ\nる。\n附帯請求の起算日は，不法行為ののちである各被告に対する本訴状送達の日の翌\n日である。\n(2)　反訴\nア　賃貸借契約の終了に基づく建物部分明渡請求権\nイ　賃貸借契約に基づく賃料請求権（平成１４年３月分から平成１５年４月分ま\nで１４か月分）とこれに対する商事法定利率年６％の割合による遅延損害金請求権\nウ　賃貸借契約終了後の債務不履行（明渡義務不履行）に基づく損害賠償請求権\nとしての賃料相当損害金請求権\n２　基本的事実関係（証拠を掲げたものはそれにより認め，それ以外は当事者間\nに争いがないか弁論の全趣旨により認める）\n(1)　当事者\n原告（反訴被告。以下「原告」という）は，印材，時計，宝石，貴金属の輸入・\n販売などを目的とする会社である。\n原告は，平成１４年２月当時，別紙物件目録記載の建物部分を被告Ｏ（反訴原\n告。以下「被告Ｏ」という）から事務室として賃借していた。被告Ｏは，この建物\n部分を含む３階建てビル（以下「本件ビル」という）の所有者である。原告の賃借\n部分は本件ビルの２階Ａ号室である。\n被告Ｍは，平成１４年２月当時，本件ビルの３階Ａ号室を住居として賃借してい\nた。被告Ｎは被告Ｍの父親である。\n(2)　賃貸借契約の内容\n原告は昭和６２年９月以来２階Ａ号室を賃借しており，その契約内容は平成１３\n年９月１日の合意更新により次のようになっていた。\n期　　間　　平成１３年９月１日～平成１５年８月３１日の２年間\n賃　　料　　月額１０万円\n支払方法　　毎月末日までに翌月分を支払う。\n特　　約　　原告が賃料の支払いを２か月以上怠った場合，被告Ｏは催告をしな\nいで契約を解除し明渡しを請求することができる。\n(3)　水漏れ事故の発生\n被告Ｍは，平成１４年２月２６日の夜（証人Ｐ，被告Ｍ，被告Ｎ），３階Ａ号室\nにおいて，ユニットバスの洗面台の水道の蛇口を閉め忘れたまま，眠りこんだ。蛇\n口から水が流れ続け，ユニットバスの排水口が水を排出しきれなかったため，床に\n水がたまり，やがて２階Ａ号室の天井から水漏れがした。\n原告のＱ代表取締役（以下「Ｑ社長」という）は，２６日の午後１１時４５分頃\n（調査嘱託の結果，原告代表者Ｑ），２階Ａ号室を訪れ，その床に水がたまってい\nて天井から水漏れがしていることを発見した。\nＱ社長は１１０番通報をし，警察官は２７日午前０時２１分に本件ビルに到着し\nた。警察官は，合い鍵を使って３階Ａ号室の玄関ドアを開け，水漏れの原因をつき\nとめ，眠りこんでいる被告Ｍを起こし，あけっぱなしの蛇口を閉めた。（調査嘱託\nの結果，証人Ｒ，原告代表者Ｑ）\n(4)　被告Ｍの不法行為責任\n本件水漏れ事故は，水道の蛇口を閉め忘れるという被告Ｍの過失により発生した\nので，被告Ｍは不法行為に基づき原告に生じた損害を賠償する義務がある。\n(5)　書面の作成\nＱ社長は，本件水漏れ事故によって原告が被った損害について被告Ｍに対して賠\n償を求めることができると考え，２７日未明，被告Ｍに直接損害賠償を求めるとと\nもに，現場に来ていた父親の被告Ｎにその連帯保証をするよう求めた。そして，あ\nらかじめＱ社長が文面を書き入れた書面を示してこれに署名を求め，被告Ｍと被告\nＮはこれに応じて署名した。Ｑ社長はさらに，現場に来ていた本件ビル所有者の被\n告Ｏに対しても，家主として上記損害賠償債務を連帯保証するよう求め，同じ書面\nへの署名を求めた。被告Ｏはこれに応じて署名した。この書面（以下「本件書面」\nという）の文面は以下のとおりである（甲４。かっこ内は，被告らが書きこんだ署\n名の個所であり，それ以外はＱ社長が書いた）。\n平成１４年２月２７日\n○○会社御中 （被告Ｍの住所氏名）\n保証人　住所，氏名 （被告Ｎの住所氏名）\n私は下記の件に付損害を与えそれに対して保証，弁済する事を確約致します\n記\n物件場所　　甲府市○○\n水害原因　　Ｍの原因による水の止め忘れによる水漏れ\n保証内容　　水により商品，備品等関係する物品の減価の保証\nそれらに関わる一切の経費\n以上\n上記の件に関し家主として連帯して保証致します\n（被告Ｏの住所氏名）\n(6)　賃料不払いと被告Ｏからの解除の意思表示\n原告は２階Ａ号室の平成１４年３月分以降の賃料を被告Ｏに支払っていない。\n被告Ｏは，平成１４年９月２４日，原告に対し，１０日以内に未払賃料８か月分\n８０万円を支払うよう催告した。さらに，平成１５年４月４日原告に送達された本\n件反訴状によって，賃料不払いを理由に２階Ａ号室の賃貸借契約を解除するとの意\n思表示をした。\n３　争点\n(1)　土地工作物責任\n【原告の主張】\n本件水漏れ事故は，被告Ｍによる蛇口の閉め忘れのほか，排水口の排水機能の不\n十分性が原因となって発生した。すなわち，排水口が細かい網目を採用しており，\n目詰まりしやすかったことが原因である。\n排水口は，排水機能を左右するものである以上，排水パイプの付属物に該当す\nる。取り外し可能であるとしても，水漏れによる安全管理という点において排水パ\nイプ等の本体と一体をなして評価されるから，排水管とともに土地工作物に該当す\nる。\nわずかな髪の毛，ゴミの貯留によって水漏れ事故が生じるのであれば，本件ビル\nの排水口は，蛇口の長時間にわたる開放状態との関係においては，その設置に瑕疵\nがあったということができる。髪の毛やゴミが付着した場合にすぐに清掃するなど\nして管理する必要があったという点で，その保存に瑕疵があったということもでき\nる。現状の構成による排水口の採用が正当化されるのであれば，万一ユニットバス\nにおいて水が貯留し他のスペースにあふれたとしても，階下に水が落ちないような\n防水構造を採用すべきであるが，本件ビルはそのような防水構造をそなえていなか\nったから，設置上の瑕疵がある。\nしたがって，被告Ｍは排水口の占有者として，被告Ｏは排水口の間接占有者ない\nし排水設備を含む本件ビルの占有者兼所有者として，土地工作物責任をまぬがれな\nい。\n【被告Ｍと被告Ｎの主張】\n土地工作物責任の成立は否認する。\n【被告Ｏの主張】\n土地工作物責任の成立は否認する。本件水漏れ事故は，被告Ｍの風呂掃除の怠慢\nにより，排水口に設置してあったゴミネットが目詰まりを起こしたのが原因であ\nる。ゴミネットは土地工作物ではない。被告Ｍが負う責任も土地工作物責任ではな\nく過失責任である。\nかりに３階Ａ号室ユニットバス排水口を含む排水設備が土地の工作物に該当する\nとしても，被告Ｍが排水口の清掃を怠り，髪の毛やゴミをつまらせたままの状態に\nしておいたことが原因であり，被告Ｍはともかくとして被告Ｏが責任を問われる理\n由はない。\n(2)　被告Ｎの保証責任\n【原告の主張】\n被告Ｎは，本件書面に署名したことにより被告Ｍの損害賠償債務を連帯して保証\nした。\n被告Ｎの主張に対しては次のとおり反論する。Ｑ社長は，本件書面について，警\n察に提出する書類であるなどと述べていない。被告Ｍはもとより，被告Ｎも，本件\n書面に署名することが本件水漏れ事故に関連していることは知りえたのであり，原\n告に一定の損害が生じうることも十分予測できた。署名をした場合に法的な責任を\n認めることになることも十分理解できる状態にあった。かりに老眼のため被告Ｎが\n書面の内容を判読できなかったのであれば，Ｑ社長や被告Ｍに問いただすことは可\n能であったが，被告Ｎはそのような質問はしなかった。したがって，被告Ｎに保証\n意思があり錯誤がなかったことは明らかである。\nかりに被告Ｎに錯誤があったとしても，Ｑ社長にさらなる説明も求めず，内容も\n点検せず，Ｑ社長や被告Ｍに質問をすることもなく，本件書面に署名したのである\nから，被告Ｎには重過失がある。\n【被告Ｎの主張】\n被告Ｎが本件書面に署名した経緯は次のとおりである。被告Ｎが妻などと一緒に\n２階Ａ号室の水をかき出す作業をしていたところ，Ｑ社長はそのあとをつけ回し，\n３０分以上も署名を迫った。「あとにしてくれ」と言っても「今夜書かないと困\nる」「いま書くべきものだ」と言われ，「警察へ提出する書類だ」「警察からも署\n名するようにと言われている」とも言われた。警察官が来ていたこともあり，被告\nＮは，事故について警察に提出する報告書もしくは始末書のような書類との認識で\n署名した。被告Ｎは老眼であるが，当時，老眼鏡を持っておらず，薄暗い廊下で，\n何が書いてあるか読むことができず，書面の内容を確認しないまま署名したのであ\nる。\nこのように，緊急時における署名であること，責任の所在，損害の存否・内容・\n金額等が確認されていない中での署名であることから，被告Ｎに具体的な保証の意\n思はない。また，書面が何であるかわからず，警察への提出書類との認識で署名し\nたのであり，被告Ｎには錯誤があり保証は無効である。\n(3)　被告Ｏの保証責任\n【原告の主張】\n被告Ｏは，本件書面に署名したことにより被告Ｍの損害賠償債務を連帯して保証\nした。\n被告Ｏの主張に対しては次のとおり反論する。被告Ｏが本件書面に署名したのは\n２月２７日の明け方であるが，Ｑ社長との間の平穏な協議ののちに行われており，\nパニック状態など存在しない。本件ビルでは同様の水漏れ事故が平成１２年にも発\n生し，Ｑ社長も被告Ｏもこのことは十分知っていたから，本件ビルに何らかの構造\n上の問題があると疑うのはきわめて正当なことであり，被告Ｏもこれに反論をする\nことができなかった。したがって被告Ｏに保証意思があったことは明らかであり，\nかりになかったとしてもＱ社長がそれを知りまたは知るべきであったということは\nできない。被告Ｏに錯誤があったことはありえないし，かりにあったとしてもきわ\nめて軽率であって重過失がある。また，Ｑ社長が「署名しなければ夜眠れなくなる\nぞ」などと述べたこ\nともなく，強迫は存在しない。\n【被告Ｏの主張】\n被告Ｏが本件書面に署名することにより被告Ｍの損害賠償債務を連帯保証したこ\nとは認める。\n被告Ｏは，第１に，心裡留保による無効を主張する。すなわち，被告Ｏは，Ｑ社\n長から執拗に賃貸人の責任を追及され，いわばパニック状況のもとでその場逃れの\nために署名したにすぎず，また，その時点では損害賠償額も未定であったから，被\n告Ｍの損害賠償債務それ自体についても，損害賠償金額についても，被告Ｏには具\n体的な保証意思がなかった。別の賃借人の不始末に関する賠償を賃貸人である被告\nＯに請求すること自体不当であり，にもかかわらずあたかも賃貸人が責任を負うケ\nースであるかのごとく述べて被告Ｏを困惑させ，そのどさくさにまぎれて署名させ\nているのだから，Ｑ社長は被告Ｏに保証意思がないことを当然に知っていたし，知\nらなかったとすれば過失があった。\n被告Ｏは，第２に，錯誤による無効を主張する。すなわち，被告Ｏは，本件ビル\nの他の賃貸部分も含め現場が水漏れ被害で騒然としている状況の中で家主としてと\nにかく被害の拡大を防止しなければならないということで右往左往していたとこ\nろ，Ｑ社長から家主としての管理責任を追及され，「これに署名しなければ夜眠れ\nなくなるぞ」と執拗に署名を要求されたため，やむなくその場逃れのために，ま\nた，家主としての管理責任が存在するものと誤信して署名してしまったのである。\n被告Ｏは，第３に，強迫による取消しを主張する。すなわち，被告Ｏが本件書面\nに署名した経緯は上記のとおりであり，Ｑ社長から執拗に強要されたためであるか\nら，保証は強迫によるものである。被告Ｏは平成１５年１月１７日の本件口頭弁論\n期日において原告に対し強迫による取消しの意思表示をした。\n(4)　賃料債務と損害賠償債務の相殺勘定\n【原告の主張】\n原告は，平成１４年２月２７日，平成１４年３月分以降の２階Ａ号室の賃料債務\nと本件損害賠償債務との相殺勘定を行うことについて被告Ｏの了解を得た。\n【被告Ｏの主張】\n相殺勘定の存在は否認する。相殺の意思表示を受けてもいない。\n(5)　損害額\n【原告の主張】\nア　本件水漏れ事故により，原告が２階Ａ号室に保管していた\nａ　印材収納用ケース\nｂ　シープホーン（羊角）を原材料とする印材\nｃ　仏壇とホワイトボックス\nが水浸状況に陥った。この結果，\nａについては別表１のとおり合計４９８万９４７３円，\nｂについては別表２のとおり合計３１１７万８４９０円，\nｃについては別表３の合計額を前提に，保険会社による査定結果をふまえた\n３４３万８１２９円，\n総額で３９６０万６０９２円の損害を被った。\nイ　これに加えて弁護士費用４００万円も損害となる。\nウ　上記争点(4)において主張したとおり，原告は被告Ｏとの間で２階Ａ号室の賃\n料債務と本件損害賠償債務との相殺勘定を行っているので，本件本訴においては，\nアの損害額から賃料４２か月分（平成１４年３月分～平成１７年８月分）４２０万\n円を差し引いたものにイの弁護士費用４００万円を加えた３９４０万６０９２円を\n主たる請求の請求額とする。\n【被告Ｍと被告Ｎの主張】\n本件ビルの浸水事故は２回目であり，本件ビルの構造上の問題も考えられる。ま\nた，浸水発見時にただちに給水バルブを閉めることによって被害の拡大が防げたも\nのと思われる。\n原告の主張するような高価品が浸水したのであれば，原告みずからも損害が広が\nらないような措置をとるべきであるのに，原告は，被告Ｍらが水をかき出す作業を\nしている間，とくにあわてる様子もなくただ被告Ｍらのことを見ているだけであっ\nた。\n第３　争点に対する判断\n１　事実経過\n基本的事実関係として摘示した事実に加え，争いのない事実と証拠（甲３の１，\n１８の１～３，２３の１・２，２５，２８の１～８，乙１ないし５，丙１，４，\n６，７の１～４，証人Ｒ，証人Ｐ，証人Ｓ，証人Ｔ，原告代表者Ｑ，被告Ｍ，被告\nＮ，被告Ｏ）により認められる本件水漏れ事故の経緯は以下のとおりである。\n(1)　本件ビルは，１階が店舗，２階が事務室，３階が居室となっている。２階の\n事務室は２部屋（Ａ号室，Ｂ号室）で，いずれも細長い長方形のような形状をして\nいる（別紙図面のとおり）。２階Ａ号室は，玄関ドアを入ると，その右側が応接室\n仕様，左側が事務室仕様となっており，応接室部分よりも事務室部分のほうが広\nい。事務室部分は，玄関ドア近くにカウンターがあり，その奥の広いスペースの真\nん中あたりに事務机が５脚ほど島状に置かれていた。原告があつかう商品を入れた\n段ボール箱は，２階Ａ号室に保管しており，事務室部分にも，応接室部分にも，段\nボール箱が置かれていた。\n３階の居室は４部屋であり，２階Ａ号室の上に２部屋がある。おおむね，２階Ａ\n号室の事務室部分の上が３階Ａ号室，応接室部分の上が３階Ｃ号室である。\n(2)　本件ビルでは，平成１２年頃に３階で水漏れ事故があり，２階Ａ号室が被害\nを受けたことがあった。その原因は，ユニットバスの排水口にゴミが詰まったこと\nであった。\n３階各居室のユニットバスは，洗面台の蛇口から出る水も，風呂桶やシャワーか\nら流れ出る水も，すべて１個所の排水口を経て排出される構造になっている。排水\n口には，ヘアーキャッチと呼ばれる取り外しのできる金網がかぶせられている。\n(3)　被告Ｍは平成１４年２月当時２５歳でひとり暮らしであったが，実家は本件\nビルからさほど遠くないところにあり，食事や入浴などは実家ですますことが多か\nった。２月２６日は，実家で夕食をとったのち，午後９時すぎ頃，３階Ａ号室に戻\nった。ユニットバスの洗面台で水を使った後，蛇口を閉め忘れたまま，しばらくし\nて，睡眠薬を飲んで眠りこんだ。\nユニットバスでは，洗面台の蛇口から水が流れ続け，排水口のヘアーキャッチが\n目詰まりして水を排出しきれなかったため，床に水がたまり，やがて２階Ａ号室の\n天井から水漏れがした。\n(4)　原告のＱ社長は，２６日午後１１時４５分頃，２階Ａ号室を訪れ，その床に\n水がたまっていて天井から水漏れしていることを発見した。部屋の電灯はつかなか\nった。\nＱ社長は，原因をつきとめて漏水を防ごうとしたが，自力ではできないと判断\nし，１１０番通報をした。通報を受け，２７日午前０時２１分に警察官が本件ビル\nに到着した。警察官は，まず，３階Ｃ号室が水漏れの原因であると考え，玄関ドア\nを開けようとしたが，応答がないので，現場にいたＲ（近くにあるスナックの経営\n者で，本件ビルに様子を見に来ていた）にバールを借り，これを使ってドアをこじ\n開けた。しかし，３階Ｃ号室は原因でないことが判明した。次いで，その頃までに\n現場に来ていた本件ビルの管理人から合い鍵を受け取り，これを使って３階Ａ号室\nの玄関ドアを開けた。この時刻は午前１時３０分前後である。水漏れの原因が３階\nＡ号室であることが判明したため，眠りこんでいる被告Ｍを起こし，蛇口を閉め\nた。\nもっとも，３階Ａ号室のユニットバスの蛇口を閉めたあとも，２階Ａ号室の天井\nからの水漏れは続いた。被害を受けたのはおもに事務室部分である。いちばんひど\nいときは，蛍光灯など，天井に少しでもすき間が空いているいたるところから水が\n落ちてくる状態であった。事務室部分に敷いてあったカーペットは水を大量に含ん\nでびしょぬれになり，カーペットの敷いていない床上には，少なくとも２～３㎝ほ\nど水がたまった。反面，カウンターを越えた反対側の応接室部分は，天井から水が\n漏ることはなく，事務室部分の床上にたまった水が流れていった程度であった。\n(5)　知らせを受けてかけつけた被告Ｎとその妻のＰは，Ｑ社長にもうしわけない\nという思いから，娘も呼んで，被告Ｍとともに２階Ａ号室の水をかき出すことにし\nた。その作業中も天井からの水漏れはいっこうにやまず，だんだんひどくなる状況\nであり，バケツやちりとりを使って水をかき出す作業が続いた。\nＱ社長や，あとから来た原告のＴ取締役は，事務室部分にあった商品入りの段ボ\nール箱の一部を応接室部分に移したが，水のかき出し作業には参加せず，ＭＮ親子\nの作業を見守るなどしていた。\n被告Ｏも，連絡を受け，たまたま一緒だった仕事場の同僚とともに現場にかけつ\nけていた。午前３時前後には天井からの水漏れがほとんどなくなったので，被告Ｏ\nの同僚が事務室部分の天井板をはずしたところ，大量の水が落ちてきて，それで水\n漏れはやんだ。\n警察官が現場を去ったのは午前３時前後であり，その後しばらくしてＭＮ親子と\n被告Ｏも帰っていった。\n(6)　Ｑ社長は，水漏れの原因が３階Ａ号室であることが判明した後，その住人で\nある被告Ｍと現場に来ていた父親の被告Ｎに責任をとってもらおうと考え，本件書\n面を準備し，まず被告Ｍに署名を求めた。被告Ｍは文面を読んでからこれに署名し\nた。次いで，被告Ｎにも署名を求めたが，被告Ｎは署名をいやがり，なかなか応じ\nなかった。それでも，Ｑ社長がしつこく署名を求めると，被告Ｎも根負けし，署名\nに応じた。署名をしたのは本件ビルの階段の踊り場で，電灯はついていた。署名す\nる際，本件書面の文面について被告ＮがＱ社長に対して説明を求めることはなかっ\nた。\nＱ社長は，今回の水漏れ事故が２回目であることから，本件ビルには構造上の問\n題があるのではないかと疑い，そうであれば所有者・賃貸人である被告Ｏの責任も\n問えると考えた。ＭＮ親子から署名をとったあと，Ｑ社長は，被告Ｏにも本件書面\nへの署名を求めた。被告Ｏは署名をすることを躊躇し，すぐには応じなかった。し\nかし，水漏れ事故が２回目ということは被告Ｏも知っており，心情的にＱ社長に対\nしてもうしわけないという気持ちがあった。それに加えて，Ｑ社長がしつこく署名\nを求めるので，もめごとにはしたくないという気持ちになったことや，賃借人（被\n告Ｍ）の保険でカバーされるのではないかという期待もあったので，最後には署名\nに応じた。署名をしたのは本件ビル屋外の駐車場であった。\nＭＮ親子が署名をしたのは２階Ａ号室の水のかき出し作業をしているさなかであ\nり，被告Ｏが署名をしたのは，そのあとで，２階Ａ号室の天井からの水漏れが止ま\nる前であった。\n２　争点(1)（土地工作物責任）について\n土地工作物責任（民法７１７条）が成立するためには，「土地の工作物の設置又\nは保存に瑕疵があること」が必要である。原告は，３階Ａ号室ユニットバスの排水\n設備に瑕疵があると主張するが，本件全証拠によっても，ユニットバスの排水機能\nに欠陥があったことを認めることはできない。\n上記認定事実によれば，本件水漏れ事故が発生したのは，排水口にかぶせられた\n金網状のヘアーキャッチが目詰まりしていたからだといわざるをえない。そして，\nヘアーキャッチそのものの機能に欠陥があったと認めることはできないし，そもそ\nもヘアーキャッチは取り外しできるものでそれ自体危険なものではないから，およ\nそ土地工作物とはいえない。\nしたがって，被告Ｍと被告Ｏに土地工作物責任が成立するという原告の主張を採\n用することはできない。\n３　争点(2)（被告Ｎの保証責任）について\n被告Ｍの原告に対する過失不法行為責任が成立することは当事者間に争いがな\nい。上記認定事実と弁論の全趣旨によれば，被告Ｎは，本件書面に署名することに\nより，被告Ｍの原告に対するこの不法行為に基づく損害賠償債務を連帯保証すると\nの意思を表示したと認めることができる。\n被告Ｎは，具体的な保証意思はなかったと主張，供述をする。しかし，上記認定\n事実によれば，署名をする前に被告Ｎが本件書面の文面を読んでいなかったとはと\nうてい考えることができないから，被告Ｎは本件書面の文面を読んだうえで署名を\nしたのだと認めざるをえない。また，２５歳という若年のひとり暮らしの息子が不\n始末をしでかした場合，被害者の側がその父親に対して弁償を求めるのは，法律上\n認められるかどうかは別にして，社会通念上それほどおかしなこととは考えられて\nいないのが実情であるから，被告Ｎの保証責任を追及するＱ社長の意図を被告Ｎは\n十分理解していたと認められる。被告Ｎは２階Ａ号室の状態をよく見ていたのであ\nるから，原告に相当大きな被害が発生することも予想できたはずである。それでも\nなおかつ本件書面に\n署名したのだから，被告Ｎに具体的な保証意思があったのは明らかである。\n被告Ｎはまた，警察に提出する文書だと思って署名したので錯誤があると主張\nし，同趣旨の供述をする。しかし，まわりにいた警察官から被告Ｎが文書の提出を\n求められていたという事実も，被告Ｎが警察官に対して文書提出に関して質問をし\nたという事実も認められない。そもそも，署名を求めていたのは警察官ではなくＱ\n社長であり，Ｑ社長に対してすら，被告Ｎは文書の内容・性格について質問してい\nないのである。本件書面の文面からしても，被告Ｎの上記の言い分はとうてい採用\nすることができない。錯誤の事実は認められない。\n以上より，被告Ｎは，不法行為に基づく被告Ｍの原告に対する損害賠償債務につ\nいて連帯保証責任を負う。\n４　争点(3)（被告Ｏの保証責任）について\n被告Ｏが被告Ｍの原告に対する損害賠償債務を連帯保証する意思を表示したこと\nは当事者間に争いがない。被告Ｏの主張する心裡留保，錯誤，強迫の各抗弁につい\nて順に検討する。\n上記認定事実によれば，Ｑ社長は，本件水漏れ事故について家主である被告Ｏの\n責任を追及できると考え，被告Ｏに対し，被告Ｍの損害賠償債務を連帯保証するよ\nう強く求め，被告Ｏは逡巡しながらも最終的にこれに応じたということができる。\n被告Ｏは，パニック状態であったと主張するが，本人尋問の結果によれば，そのよ\nうな事実はなく，むしろ，被告Ｏは一応冷静にさまざまな考慮を重ねたうえで署名\nをしたことが認められる。２階Ａ号室の状態も自分自身で見ていたのだから，原告\nに相当大きな被害が発生することも予想できたはずである。そうであるとすれば，\n被告Ｏは，本件書面に署名することにより連帯保証責任を負うことになることを十\n分承知したうえで署名したのだといわざるをえないから，被告Ｏに保証意思があっ\nたのは明らかである\n。心裡留保の事実は認められない。\n次に，錯誤については，「家主としての管理責任があると誤解した」という被告\nＯの主張を前提にしても，これは動機の錯誤にすぎない。この動機がＱ社長に対し\nて表示された事実は認められないから，錯誤無効は成立しない。\n最後に，強迫については，上記認定事実によれば，たしかにＱ社長が被告Ｏの責\n任を厳しく追及し，時間をかけて署名を迫ったことは認められる。しかし，まわり\nにいたＲや，Ｔは，Ｑ社長が声を荒げるなどして署名を強要している様子はなかっ\nたと証言しており，これをくつがえすだけの証拠はない。Ｑ社長が通常の社会人の\n範疇に属する人物であり，署名を求める際も脅迫的な言葉を使っていないことは，\n被告Ｏ自身も本人尋問において認めている。したがって，強迫の事実も認定するこ\nとができない。\n以上より，抗弁にはいずれも理由がないので，被告Ｏは，不法行為に基づく被告\nＭの原告に対する損害賠償債務について連帯保証責任を負う。\n５　争点(4)（相殺勘定）について\n原告は，本件水漏れ事故の直後，平成１４年２月２７日に，Ｑ社長と被告Ｏの間\nでその主張する相殺勘定の合意が成立したと主張し，Ｑ社長はこれにそった供述を\nする。口頭で合意が成立したというのであるが，もう一方の当事者である被告Ｏは\nこれを否定する供述をしており，ほかにＱ社長の供述を裏づける証拠はない。これ\nでは，原告の主張する相殺勘定の合意の成立は認めることができない。\n６　争点(5)（損害額）について\n(1)　ダンボール箱が水にぬれた経緯\n証拠（甲３の１，２８の１～８，乙１，証人Ｒ，証人Ｐ，証人Ｔ，原告代表者\nＱ，被告Ｍ，被告Ｎ，被告Ｏ）と弁論の全趣旨によれば，原告の商品を入れてあっ\nたダンボール箱は以下のようにして水にぬれたことが認められる。\nア　原告は，商品として仕入れた印材，印鑑ケースが入ったダンボール箱を，２\n階Ａ号室の床の上あるいは事務机の上に置いていた。これらのダンボール箱の個数\nは１０個程度であった。重みにより商品に傷がつかないよう，これらは，平積み\nか，あるいはせいぜい２段程度重ねた状態で置かれていた。\nイ　印材と印鑑ケースは，それぞれ，種類ごとに束にまとめて，新聞紙や包装紙\nで包み，そのままダンボール箱に入れてあった。\nウ　本件水漏れ事故により，事務室部分に置かれていたこれらのダンボール箱\nは，上から水がかかったほか，床にたまった大量の水による被害も受けた。\nエ　応接室部分には，ホワイトボックス等が入ったダンボール箱が置かれてお\nり，これらは，床を流れてきた水による被害を受けた。\n(2)　印材収納用ケースについて\n証拠（甲５の１・２，６〔６の５以外の枝番をすべて含む〕，乙１）によれば，\n本件水漏れ事故時に２階Ａ号室に保管されていたために被害にあった印材収納用ケ\nースは別表１に示すとおりであり，その仕入価格はそこにあるとおり合計４９８万\n９４７３円であることが認められる。\n次に，上記認定の水ぬれの経緯と証拠（甲７の１，１０の１～３，１６の１～\n３，１９の１～３，２０の１～３，２２，３４，検証の結果，証人Ｕ）によれば，\nこれらの印材収納用ケースは，水ぬれの結果，傷，しみ，変色，汚れが生じ，光沢\nが失われるなど，すべて新品商品としての価値を失っており，かつ，印材収納用ケ\nースについては中古市場が存在しないことが認められる。\n以上によれば，上記合計額４９８万９４７３円全額をもって本件水漏れ事故によ\nる損害額と認めることができる。\n(3)　シープホーン（羊角）を原材料とする印材について\nア　証拠（甲６の５，乙１）によれば，本件水漏れ事故時に２階Ａ号室に保管さ\nれていたために被害にあった印材は別表２に示すとおりであり，その仕入価格はそ\nこにあるとおり合計３１１７万８４９０円であることが認められる。\n次に，証拠（甲７の２，１０の１・３，１２，１３，１４の１～３，１５の１～\n４，２１，２６，２９，３０，３１の１～４，３２の１～５，３３の１・２，３６\nないし３９，検証の結果，証人Ｖ）により以下の事実を認める。\na　上記印材は，新聞紙などにくるまれてダンボール箱に入った状態で水ぬれの被\n害を受け，そのままの状態で（水分をふきとることなく）放置された。\nb　その結果，ほとんどの印材に亀裂が生じ，相当数の印材に曲がりが生じた。\nc　商品としてのシープホーン製の印材は，表面がなめらかでしかも均一な光沢を\n有していなければならないが，上記印材のうちこの条件を満たすものはきわめてま\nれで，せいぜい２％程度である。\nd　表面に亀裂が生じた印材は，削ったり切り落とすことによって修繕することが\nできる。しかし，シープホーン製の印材は，原材料の価格に比べて工賃が高いた\nめ，修繕すると費用倒れになる可能性が高い。\n以上の事実をもとにして，損害額は次のように考える。第１に，全体の中の２％\n程度は，そのままでも商品価値が失われていないのだから，この部分は損害にはあ\nたらない。第２に，表面に亀裂が生じた印材は，加工することにより新たな商品と\nすることができる。原告は，費用倒れになる可能性が高いので加工することはでき\nないと主張する。たしかに，いちばん細い直径１０．５㎜の印材についてはそのよ\nうにいえるかもしれないが，直径１２㎜，１３．５㎜，１５㎜のものの一部は加工\nして商品化することが可能であるはずである。この「一部」の比率をどのように考\nえるかが問題となるが，前掲の証拠にかんがみ，１０％程度とする。したがって，\n直径１２㎜，１３．５㎜，１５㎜の印材の仕入価格のうちの１０％は損害にはあた\nらないと判断する。\n第３に，以上のいずれにもあたらない部分は原告の損害である。したがって，別表\n２の価格をもとに，印材の損害額は次のようにして算出することができる。\n{(894,300＋5,285,000＋9,303,300)×(1－0.12)＋14,211,200×(1－0.02)}×\n1.05≒28,929,247\n印材の損害額は２８９２万９２４７円である。\nイ　本件では，印材の損害額を明らかにするために鑑定を行った。鑑定事項の要\n旨は以下のとおりである。\na　鑑定時において，本件印材に，ひび割れ，曲がり等の品質の劣化が認めら\nれるか。一定の本数を抽出してサンプル検査を行い，結果は，劣化の状態を具体的\nに記述するとともに，劣化の程度によりグループ分けをして示されたい。\nb　本件印材の品質に劣化が認められる場合，その原因は何か。\nc　本件印材の品質の劣化が浸水ないし水ぬれによって生じたと判断される場\n合，その劣化の機序はどのようなものか。化学的変化である場合，それは可逆的な\n変化か否か。可逆的であるとすると，どのような条件がそろえばもとに戻せるか。\nまた，浸水ないし水ぬれの時間は，どの程度結果に影響を及ぼすか。\n鑑定結果は以下のとおりであった。\naにつき\n第１区分（被災し劣化した印材） 　　２０％\n第２区分（被災した可能性が高い印材） 　　　９％\n第３区分（元の印材に起因する表面傷又は内部模様がある印材）２１％\n第４区分（被災していない印材） 　　４８％\n第５区分（曲り〔一見して曲りがわかるもの〕）　　　　　　　　２％\nbにつき\n劣化の原因は浸水時間，乾燥条件，印材の品質（等級）である。\nもともと表面状態が悪いもの，潜在亀裂や小亀裂が存在していたものが認\nめられる。このような欠陥があると浸水により被害を受け易い。\ncにつき\n劣化の機序はつぎの２通りである。\nイ　印材に潜在亀裂が存在する場合には浸水によって印材表層が膨潤して\n周方向に膨張し潜在亀裂の位置で剥離して周方向に押出される。乾燥後著しい損傷\nが認められる。\nロ　欠点が少なければ浸水によって印材表層が膨潤して周方向の膨張圧が\nこもり表層部は自身の圧で周方向に押し潰され，乾燥によって収縮し表面亀裂を発\n生する。\nこの鑑定結果をみてもわかるとおり，鑑定人は，鑑定事項に対して客観的，科学\n的見地に立って正面から答えようとする姿勢が乏しいといわざるをえない。たとえ\nば，鑑定事項・については，客観的な劣化の程度による分類が求められているの\nに，「被災の有無と程度」という客観性の担保があるとは思われない（見方によっ\nては鑑定人の主観的な判断基準であるようにも思われる）基準を持ち出してこれに\n基づいた分類を行っている一方，第５区分では「曲り」というこれとは別の基準を\n導入しているのである。鑑定書（鑑定補充書，同・を含む）の内容も，晦渋で理解\nが困難であることに加え，観察結果，実験結果について写真等の資料の添付が不十\n分であり，鑑定人の判断が正しいかどうかを検証する手がかりがないから，十分な\n科学的根拠があると認\nめることができない。さらに，鑑定人は，鑑定書の随所で，当裁判所から問われて\nいない事項について答えたり，独自の前提条件をもうけたうえで考察を加えるなど\nしており，その鑑定態度の公正さを疑わざるをえない。このような結果になったこ\nとについては，当裁判所と鑑定人との間で事前にコミュニケーションがうまくとれ\nなかったことも原因となっていると考えられ，その点は当裁判所も率直に反省しな\nければならないが，そのことと鑑定結果の証拠上の評価とは別である。上に述べた\nような問題がある以上，鑑定の結果は採用することができない。\nウ　被告Ｍと被告Ｎは，本件水漏れ事故後，原告の側で段ボール箱全部を乾燥し\nた場所へ移さなかったことやぬれた印材の水分をふきとらなかったことを問題とす\nるようである。しかし，Ｑ社長やＴ取締役が２階Ａ号室に到着した時点において\nは，少なくとも２時間程度は水漏れが続いていたと考えられ，被告Ｍと被告Ｎが指\n摘するような作業をしたとしても，それでどれほどの被害を食い止めることができ\nたかは疑問である。しかも，当時，２階Ａ号室は電灯がつかず真っ暗で，床上に水\nが大量にたまっている状態であり，警察官や被告Ｏ，さらにＭＮ親子が出入りした\nり，ＭＮ親子が水のかき出し作業に従事したりしていたのだから，とても落ち着い\nて段ボール箱を動かしたり印材の水分をふきとったりできるような状態ではなかっ\nた。印材のふきとりに\nついていえば，３万本以上もの印材の状態をわずかの人数で確認しつつ水分のふき\nとりをするなどということは，非現実的なことといわざるをえない。したがって，\n事故後のＱ社長その他の原告関係者の行動が損害を拡大させたと評価することはで\nきないから，これを損害額の減額事由として考慮することはできない。\n(4)　仏壇とホワイトボックスについて\n証拠（甲５の１・２，乙１）によれば，本件水漏れ事故時に２階Ａ号室に保管さ\nれていたために被害にあった仏壇とホワイトボックスは別表３に示すとおりであ\nり，その仕入価格はそこにあるとおり合計３９０万９６１９円であることが認めら\nれる。\n次に，上記認定の水ぬれの経緯と証拠（乙１）によれば，これらの商品の損害額\nは３４３万８１２９円であることが認められる。\n(5)　弁護士費用と損害額のまとめ\nここまでの損害額の合計は３７３５万６８４９円である。\n4,989,473＋28,929,247＋3,438,129＝37,356,849\nこの金額をおもな基準にして，本件訴訟の性格や審理の経過をふまえ，弁護士費\n用は３７４万３１５１円とする。\n弁護士費用を加えた損害額の総合計は４１１０万円である。\n37,356,849＋3,743,151＝41,100,000\n７　結論\n(1)　本訴\n争点(5)において検討したとおり，原告が被った損害の金額は４１１０万円であ\nる。ところが，原告の主たる請求の金額は３９４０万６０９２円であり，この金額\nより少ない。これは，争点(4)における原告の主張のところでみたとおり，原告は，\n相殺勘定があることを前提として，賃料４２か月分を差し引いて請求しているから\nである。\n処分権主義（民事訴訟法２４６条）により，認容額が請求額を超えることは許さ\nれないから，結局，原告の請求を全部認容するにとどめるべきであるということに\nなる。\n原告は，被告Ｍに対しては不法行為に基づき，被告Ｎと被告Ｏに対してはいずれ\nもその連帯保証契約に基づき，３９４０万６０９２円とこれに対する不法行為後で\nある本訴状送達の日の翌日（被告Ｍ，被告Ｎは平成１４年１１月３０日，被告Ｏは\n同年１２月２日）以降支払いずみまで民法所定の年５％の割合による遅延損害金を\n連帯して支払うよう請求することができる。原告の請求は全部正当である。\n(2)　反訴\n基本的事実関係として摘示した事実と争点(4)についての判断を前提にすると，２\n階Ａ号室の賃貸借契約は原告の賃料不払いにより解除されたということができる。\nよって被告Ｏは原告に対し，\n２階Ａ号室の明渡し，\n未払賃料１４０万円（平成１４年３月分から平成１５年４月分まで１４か月\n分）とこれに対する弁済期後の平成１５年４月４日から支払いずみまで商事法定利\n率年６％の割合による遅延損害金\n平成１５年５月１日以降明渡しずみまで１か月１０万円の割合による賃料相\n当損害金\nの支払いを求めることができる。被告Ｏの請求はこの限度で理由がある。\n甲府地方裁判所民事部\n裁判官　　倉　地　康　弘\n（別紙）\n物　　件　　目　　録\n所　　在　　（省略）\n家屋番号　　（省略）\n種　　類　　（省略）\n構　　造　　（省略）\n床面積　　１階　○○㎡\n２階　○○㎡\n３階　○○㎡\nのうち，２階Ａ号室５６．０３㎡（別紙図面の斜線部分）\n"
}