{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 28
  },
  "case_number": "平成13(行コ)4",
  "case_name": "旅費等請求控訴",
  "court_name": "仙台高等裁判所",
  "lawsuit_id": "4670",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4670",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/670/004670_hanrei.pdf",
  "contents": "平成１３年１１月２８日判決言渡\n平成１３年（行コ）第４号　旅費等請求控訴事件（原審・盛岡地方裁判所平成１\n０年（行ウ）第７号平成１２年１２月２５日判決言渡）\n主                    文\n１　本件控訴を棄却する。\n２　控訴人が当審で拡張した請求を棄却する。\n３　控訴費用は控訴人の負担とする。\n事  実  及  び  理  由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）　原判決を取り消す。\n（２）　被控訴人は，控訴人に対し，金１１万１８２０円及びこれに対する平\n成９年５月８日から支払いずみまで年５分の割合による金員を支払え。\n（３）　訴訟費用は，第１，２審とも被控訴人の負担とする。\nとの判決，並びに仮執行の宣言\n２　控訴の趣旨に対する答弁\n（１）　主文第１項と同旨\n（２）　控訴費用は控訴人の負担とする。\n３　控訴人が当審で拡張した請求の趣旨\n（１）　被控訴人は，控訴人に対し，金５万５０００円及びこれに対する平成\n１３年４月２６日から支払いずみまで年５分の割合による金員を支払え。\n（２）　拡張請求に関する訴訟費用は被控訴人の負担とする。\nとの判決，並びに仮執行の宣言\n４　上記請求の趣旨に対する答弁\n控訴人の請求を棄却する。\n第２　事案の概要\n本件は，Ａ町議会議員である控訴人が，議会の調査活動として行われた中華\n人民共和国の洛陽市で開催される「牡丹まつり」等の視察旅行に参加したにも\nかかわらず，同一行動をとっていた３日分の旅費，日当等を支給しないのは不\n当であるとして，被控訴人に対し，上記３日分の旅費，日当等の費用合計額中\nの公費負担分１１万１８２０円及びこれに対する平成９年５月８日から支払い\nずみまで年５分の割合による遅延損害金の支払いを求めて提訴したところ，原\n審が控訴人の請求を棄却したので，控訴人が控訴すると共に，当審において請\n求を拡張して，後記のとおり，控訴人が海外研修目的で積立て，Ａ町議会事務\n局が保管する積立金のうち５万５０００円につき，被控訴人が控訴人に無断で\n被控訴人の会計に戻入したことにより被控訴人は同金額を不当利得したとして\nその返還を求めた事案である。\n１　争いのない事実\n本件における「争いのない事実」は，次のとおり付加・訂正するほかは，原\n判決の「事実及び理由」欄の「第二　事案の概要」中の「二　争いのない事実」\n（原判決３頁２行目から同５頁９行目まで）と同一であるから，これを引用す\nる。\n原判決３頁９行目の「調査活動案」を「調査活動（海外研修）案」と，同４\n頁５行目の「Ａ町議会事務局次長」を「資金前渡職員であるＡ町議会事務局次\n長」と，同５頁２行目の「同月１８日からは，」を「同月１８日朝からは，」\nとそれぞれ改める。\n２　争点\n本件における「争点」は，次のとおり付加・訂正するほかは，原判決の「事\n実及び理由」欄の「第二　事案の概要」中の「三　争点」（原判決５頁１０行\n目から同１０頁４行目まで）と同一であるから，これを引用する。\n（１）　原判決５頁末行から同６頁１行目までを次のとおり改める。\n「１　控訴人が，本件視察のうち３日間他の議員と行動を共にしたこ\nとが，Ａ町特別職の職員の給与並びに旅費及び費用弁償に関する条例７\n条１項にいう「職務のための旅行」といえるか。」\n（２）　原判決６頁２行目の次に行を変えて，次のとおり加える。\n「Ａ町特別職の職員の給与並びに旅費及び費用弁償に関する条例は，\n特別職の職員が職務のため旅行したときは，非常勤の者にはその費用を\n弁償する」旨（７条１項），また，その支給方法については，一般職の\n例による（７条４項）と定めており，一般職の職員等の旅費に関する条\n例には，旅行者が旅行命令等に従わず旅行期間中に公務と認められない\n部分がある場合でも旅行命令に従った限度の旅行に対する旅費又は費用\nを弁償することを定めた規定が存在する。」\n（３）　原判決６頁６行目の「おいて，」の次に「事務局職員２名分のほか，」\nを加え，同９頁８行目の「本件視察に同行して」を「本件視察のうち他\nの議員と」と改め，同１０頁４行目の次に行を変えて，次のとおり加え\nる。\n「３　被控訴人は５万５０００円を不当利得したか（当審で拡張した\n請求）\n（１）　控訴人の主張\n①　控訴人は，他の議員と共に議員の海外研修に備えて毎月１万\n円を積立て，平成９年３月において積立額は１３万円であった。\nこの積立金の管理等は議会事務局が行っていた。\n②　Ａ町議会は，本件視察費用２２万５０００円のうち，１５万\n円は公費で支給し，残りの７万５０００円は控訴人の積立金１\n３万円の一部を充当することを決定した。\n③　議会事務局は，各議員の積立金残金５万５０００円を，本件\n視察旅行に参加した議員に対し，旅行に赴く途中の車中で返還\nしたが，控訴人の積立金残金は返還されなかった。\n④　被控訴人は，本件視察旅行終了後，控訴人が全行程を欠席し\nたものと取り扱い，旅費のうち公費負担分１５万円を控訴人に\n返納させることとし，控訴人不在の平成９年５月１日，控訴人\nに無断で上記積立金のうち５万５０００円と控訴人の妻に持参\nさせた９万５０００円の合計１５万円を返納金として被控訴人\nの会計に戻入する手続をとった。被控訴人には，控訴人に無断\nで積立金を戻入する権限はない。\n⑤　以上によれば，被控訴人は，法律上の原因なく控訴人の損失\nにおいて５万５０００円を利得したことになる。\n（２）　被控訴人の主張\n控訴人の主張は争う。\n①　控訴人は，本件視察の旅費全額を自己負担することを承諾の\nうえ，本件視察に一部参加したものである。したがって，控訴\n人は，他の議員に５万５０００円が返還されたのを知りながら，\nその返還を当審になるまで求めなかったのである。\n②　本件積立金は，海外研修の費用に充てるために議会事務局が\n管理していたものであり，同事務局はその権限に基づいて精算\nしたものであり，控訴人に無断で戻入手続をとったものではな\nい。」\n第３　当裁判所の判断\n１　当裁判所は，控訴人の本訴請求及び当審で新たに拡張した請求はいずれもこ\nれを棄却すべきものと判断する。その理由は，次のとおり付加・訂正するほか\nは，原判決の「事実及び理由」欄の「第三　争点に対する判断」（原判決１０\n頁５行目から同２１頁６行目まで）と同一であるから，これを引用する。\n（１）　原判決１１頁６行目の「原告本人」の次に「（原審第１，２回及び当\n審）」を加え，同８行目から同１２頁２行目までを，次のとおり改める。\n「（一）Ａ町議会においては，平成８年１月ころから，海外視察の機運\nが高まり，資金積立てや視察先の検討を進めていたが，Ａ町が牡丹をテ\nーマにした町づくりを目指したので，それと関連する中国の洛陽市の牡\n丹まつり見学を含む中国を目的地とする本件研修を企画し，ビザ取得の\n準備期間を考慮して，平成９年３月１０日に参加者の決定をしたところ，\n控訴人も参加を申し込んだ。本件視察は，同年４月１５日から同月１９\n日までの４泊５日の日程で鄭州，洛陽，北京を訪問するというものであ\nり，研修事項として「牡丹まつり実行委員会との交流，教育文化行政，\n農業行政等の研修」が定められていた。そして，Ａ町議会は，同年３月\n２１日，本件研修旅行を実施するための平成１０年度一般会計予算並び\nに閉会中における議員の調査活動（海外研修）案を議決した。\n同海外研修は，個々の議員が広く海外の行政実情に正確な知識を持つ\nことが，議会活動能力を高め，ひいては住民の利益につながり，国際社\n会の一員としての判断力と感覚を養い，町政の振興に寄与するとして実\n施されたものであった。」\n（２）　原判決１２頁８行目の「同月２５日」を「同年３月２５日」と改める。\n（３）　原判決１６頁末行から同２１頁６行目までを，次のとおり改める。\n「３　前記認定の事実によれば，本件視察は，Ａ町議会議員がその経\n費の一部を町の公費でまかない，牡丹をテーマとした同町の町づ\nくりに関連する洛陽市の牡丹まつり見学を中心にした研修旅行で\nあり，その目的が研修旅行による国際交流などを通じて各議員の\n教養，識見を高め，ひいてはＡ町の町政に資するという点にある\nことが明らかである。したがって，本件視察は，その性質上，旅\n行客が本来自由になしうるが，費用の節約，移動の便宜等のため\nに団体を組んで出掛ける観光目的の団体旅行とは異なり，上記目\n的に適うように，団体的統制のもとに旅行日程を消化することが\n当然に求められているというべきである。しかも，公費を使用し\nた地方公共団体の首長や議員の海外研修の必要性の有無が論議さ\nれ，世論の厳しい批判にさらされている昨今の状況をも考慮する\nときは，本件視察のような海外研修については，その内容におい\nて適正であることはもとより，それが私的な旅行との批判を受け\nるようなものでないことが強く求められているものというべきで\nある。そうすると，Ａ町議会による平成９年３月２１日付けの本\n件視察を承認する旨の議決は，本件視察に参加する議員が，いず\nれも団体統制のもとに予め定められた日程に従って行動すること\nを前提に，その期間，視察先を特定してなされたものであり，そ\nの旅行日程に従って旅行した場合に限り旅費等を支給するという\n内容を当然に含んでいるものと理解すべきである。したがって，\n本件視察においては，病気，事故というようなやむを得ない特段\nの事情が認められない限り，途中離脱したり，別行動をとること\nは許されておらず，そのような場合には旅費等請求権が発生しな\nいものというべきである。しかるところ，控訴人は，前記認定の\nとおり，公務である本件視察の途中から私事である「歩け歩け」\nに参加するために途中離脱することを当初から予定し，本件視察\nの日程の一部について他の議員らと行動を共にしたというにすぎ\nないものであるから，これを職務として本件視察に参加したもの\nと認めることはできず，その旅費等を請求することはできないと\nいわざるを得ない。\n４　また，前記認定の事実によれば，議会事務局は，控訴人による，\n本件視察の予定する日程の途中で，「歩け歩け」に参加すること\nの要望について，公費を私事に使用したとの疑惑を招くおそれが\nあるなどとして，控訴人に対し，繰り返しそのような参加は認め\nられないことを告げていたのであるから，控訴人としては，その\n意図した方向での本件視察への参加が困難であることについて十\n分認識していたと認められるところ，そのような状況の下，控訴\n人は本件書面を（甲３）Ｂ議長に対して提出したものであり，そ\nの文面によると「視察費用は負担するので，４月１８日朝からの\n途中離脱を認めてほしい」旨の記載があるのであるから，本件書\n面の内容は合理的に解釈すれば，旅行費用は自己負担とするので，\n個人の資格では容易に視察できない農村視察も組込まれている本\n件視察に同行させてほしいという意味に解釈せざるを得ない。そ\nうすると，控訴人は本件視察についての旅費等を請求しないこと\nを事前に約束して本件視察に同行したことが明らかであり，控訴\n人はその旅費等の請求権を有しないものというべきである。\n５　控訴人は，Ｂ議長の旅行命令が取り消されていないから，控訴\n人は職務のために本件視察に参加したものとみなすべきであると\nも主張する。しかしながら，Ｂ議長が本件視察に参加する議員に\n対して，視察を義務づける意味での旅行命令を発する権限を有し\nているとする根拠は見当たらず，同旅行命令は，議員の視察費用\nの支出を命ずるために発せられたものと解するのが相当である。\nそうすると，Ｂ議長の発した旅行命令の取消しのないことが，本\n件の結論を左右するものでないことは明らかである。\n６　以上のとおりであり，いずれにしても，控訴人は本件視察のた\nめの旅費等の請求権を有していないというべきである。」\n（４）　原判決２１頁６行目の次に行を変えて，次のとおり加える。\n「二　被控訴人は５万５０００円を不当利得したか\n控訴人は，当審において請求を拡張し，被控訴人が，控訴人の\n海外研修用に積み立てた積立金１３万円のうち残金５万５０００\n円を控訴人に無断で被控訴人の会計に戻入したことにより，同金\n額を不当利得したと主張する。しかしながら，前記認定のとおり，\n議会事務局は，平成９年５月７日，控訴人が全日程欠席したもの\nと取り扱い，控訴人分の費用として支出した１５万円につき，議\n会事務局が管理していた控訴人の議員としての積立金の剰余分５\n万５０００円に加えて，控訴人の妻に９万５０００円を持参させ，\nこれを返戻扱いとして被控訴人の会計に戻入したものであるとこ\nろ，前記説示のとおり控訴人は本件視察について職務として参加\nしたものではなく，その旅費等は自己負担すべきものであるから，\n被控訴人が不当利得したと認めることはできず，控訴人の主張は\n失当といわざるを得ない。」\n２　以上によれば，控訴人の被控訴人に対する本訴請求は，その余の点につき判\n断するまでもなく失当としてこれを棄却すべきであり，これと同旨の原判決は\n相当であって，本件控訴は理由がないから，これを棄却することとし，控訴人\nが当審で新たに拡張した請求も失当であるから，これを棄却することとする。\nよって，控訴費用の負担につき，行政事件訴訟法７条，民事訴訟法６７条１\n項，６１条を適用して，主文のとおり判決する。\n仙台高等裁判所第三民事部\n裁判長裁判官　　　喜多村治雄\n裁判官　　　小林　　崇\n裁判官　　　片瀬　敏寿\n"
}