{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 12
  },
  "case_number": "平成14(わ)216",
  "case_name": "被告人Ａに対する恐喝，恐喝未遂，暴力行為等処罰に関する法律違反，傷害致死被告事件，被告人Ｂに対する恐喝幇助，暴力行為等処罰に関する法律違反，恐喝未遂，傷害致死被告事件，被告人Ｃに対する傷害致死被告事件，被告人Ｄに対する暴力行為等処罰に関する法律違反，傷害致死被告事件",
  "court_name": "新潟地方裁判所",
  "lawsuit_id": "6532",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6532",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/532/006532_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人Ａを懲役４年以上８年以下に，同Ｂを懲役３年６月以上７年以下\nに，同Ｃを懲役３年以上６年以下に，同Ｄを懲役３年６月以上６年以下に\nそれぞれ処する。\n被告人らに対し，未決勾留日数中各１５０日をそれぞれその刑に算入す\nる。 理　　　　　　　由\n（犯行に至る経緯）\n被告人Ａは，平成１３年３月に新潟市立ａ中学校を卒業し，その後は同市内で鳶職として\n稼働していたものの，２か月程でやめてしまい，引き続き建築会社及び身内が経営する建\n設会社等で土木作業員として稼働していたが，平成１４年２月ころには勤務先会社を辞め\nて無為徒食の生活をしていたもの，被告人Ｂは，平成１３年３月に同校を卒業し，同年４月\nころ，新潟県立高校に入学したが，授業中に教室の内外を徘徊したり，教師の注意を無視\nするなどの問題行動が多く，同年５月には校内でたばこを持っていたことで，また，同年７\n月には同級生を殴るという暴力行為をしたことで，２度にわたり自宅謹慎処分を受け，同年\n７月下旬ころからは登校せず，飲食店や運送会社等でアルバイトをするなどして同校を退\n学し，無為徒食の生活をしていたもの，被告人Ｃは，平成１３年３月に前記ａ中学校を卒業\nし，被告人Ｂと同じ新潟県立高校に入学したが，教室の内外を徘徊するなどの問題行動が\n多く，同年５月には被告人Ｂが校内でたばこを持っていたことに関与したことで自宅謹慎処\n分を受け，同年６月ころ，同校を退学し，運送会社や飲食店等でアルバイトをした後，人材\n派遣会社に実兄の氏名で登録していたものの，稼働せず無為徒食の生活をしていたも\nの，被告人Ｄは，同年３月に新潟市立ｂ中学校を卒業し，その後は一時酒店の店員として\n稼働していたものの，すぐ辞めて土建会社で土木作業員として稼働していたが，自動二輪\nの運転免許を取得するため平成１４年１月ころから勤務先を休職して昼間は自動車教習所\nに通うかたわら，夜間には被告人Ａらと交遊していたものである。このように被告人らは，\n被告人Ｄがその出身中学校が違うものの，被告人Ａと同Ｃ及び同Ｄは，いずれも前記ａ中\n学校に在学していたころから遊び仲間として交遊があり，被告人Ｂは，前記高校に入学\n後，被告人Ｃと親しく交際するうちに被告人Ａ及び同Ｄとも親しく交際するようになった。\nところで，被告人Ａらが卒業したａ中学校では，かねてから学校内で授業中に生徒が勝手\nに出歩くなどして授業にならなかったり，あるいは，万引きなどの問題行動をする生徒が目\n立つようになり，また，在校生による恐喝や暴行・傷害事件が発生し，さらには卒業生が中\n心となり，在校生と他の中学校の生徒をも巻き込んだ暴力事件が発生したこともあった。そ\nうした中で，特に素行不良の上級生に当たる先輩の在校生，あるいは，卒業生が後輩の\n在校生を呼びつけては暴力を加える事件が発生し，とりわけ，いわゆる悪ぶった格好する\nなどの目立った行動をする後輩の在校生をその先輩らが目を付けて呼び出しては暴力を\n振るう事件が後を絶たず，そして，この暴力を振るわれた生徒が進級して上級生となると，\n今度は後輩に対し，同様の行為をするなど暴力を背景とした先輩と後輩の上下関係が形\n成されていった。そして，平成１２年ころからは，そのような上下関係を背景として，先輩が\n後輩に対し，いわゆる「パーティー券」と称するチケットを買うことを押し付けて，それを売り\n捌くことなどを命じるということが行われるようになり，押し付けられた側では自らそのチケ\nットを買い取るか，場合によっては，下級生に当たる後輩を脅し付けたりしてまでそのチケ\nットを購入させたりしていた。このような問題に対し，ａ中学校では，担当教諭をはじめとし\nて，生徒指導主事等関係機関とも連携した上で対応を検討し，被害に遭った在校生達に\n服装等の乱れなどが認められる場合にはこれを指摘し，上級生から目を付けられないよう\nに注意するなどの指導をするほか，問題のある生徒に対しては，保護者も交えて個別の指\n導を行い，また，他の中学校との連携が必要な場合には学校長を通じて当該中学校の生\n徒指導担当教諭と連絡を取るなどし，さらに，警察署や児童相談所等とも連絡を取り，そ\nの対応策や指導体制を検討していた。しかし，同校では，下校後の生徒達の夜間の行動\nを把握できないなどの隘路等があり，実効ある生徒指導や対応を取るところまでは行か\nず，問題を根絶することはできないままでいた。\nそして，こうした同校での状況のもとで，被告人Ａは，同校１年生当時には，同学年の生\n徒の中で孤立した存在となっていったが，次第に誰からも軽く見られたくないなどの思いか\nら暴力に依存する傾向を強めて行き，同校２年生当時に前記のように素行不良の上級生\n達から目を付けられて呼び出されたことなどをきっかけに，そのころからこれらの上級生\nや，他の中学校の素行不良の生徒と深く付き合うようになり，以後，無断欠席・早退をはじ\nめ，同校内での喫煙，授業放棄や授業妨害，クラブ活動の妨害，窓ガラスを割るなどの問\n題行動及び教師や下級生などへの暴力行為，恐喝を繰り返すようになり，さらには，先輩\nである卒業生などから売り捌くように命じられた前記「パーティー券」を後輩に無理矢理売\nりつけるなどして，その代金をこれらの先輩達に渡すなどしていた。さらに，被告人Ａは，平\n成１２年６月ころには授業を抜け出して校内を徘徊し，下級生の教室に立ち入ったことを注\n意した同校教諭に対し，暴力を振るった非行で，同年暮れには新潟家庭裁判所で保護観\n察処分に付され，その後一時は生活態度に改善が見受けられたかに見えたが長くは続か\nなかった。また，被告人Ｃは，同校に入学してからは，同校に兄が在校していたため，その\n影響力を背景とするなどして素行不良が目立つ存在となっていたが，同校２年生のころ，\n被告人Ａから一対一の喧嘩（いわゆるタイマン）を申し込まれ，その際同被告人に対し，土\n下座をして謝ったことなどを契機として，しばらく途絶えていた同被告人との交際が復活し，\n同校３年生のころからは学校内での徘徊，喫煙などの問題行動を繰り返すようになった。\n一方，被告人Ｂは，同校在学当時は，万引きで補導されたことがあるが，学校内で授業妨\n害や暴力行為等の問題行動を起こしたことはなく，同校３年生当時には被告人Ａから蹴ら\nれたりしたことから，同被告人とは深い交際はなかったものの，そのころ犯したひったくり窃\n盗の非行で，平成１３年２月に前記家庭裁判所で保護観察処分を受けるに至った。\nそして，被告人Ａは，平成１４年１月１０日に，被告人Ｂは，平成１３年９月１０日にそれぞ\nれ前記の保護観察処分が解除になったが，被告人らは，平成１４年２月から３月にかけ\nて，被告人Ａの自宅などに夜間，頻繁に集まっては飲酒をしたり，賭けトランプなどをする\nなどの不良交遊を続けていた。\n（罪となるべき事実）\n第１(1)　被告人Ａは，平成１３年１０月下旬ころの午後９時ころ，新潟市ｃ所在のｄ信用金庫\nｅ支店駐車場において，先に同所に呼び出した前記ａ中学校３年生のＥ（当時１５\n歳）に対し，以前に前記「パーティー券」を売りつけようとしたところ，同人がこれに\n応じなかったことを思い出し，その旨因縁を付け，同人の顔面，腹部等を多数回手\n拳で殴打し，さらに同人を投げ飛ばすなどの暴行を加え，その暴行により同人が畏\n怖していることに乗じて同人から金員を喝取しようと企て，同所に隣接する同市ｆ所\n在のｇ店付近路上において，同人に対し，「このままボコられて２万か，このまま止\nめて５万円か，どっちがいい。」などと申し向けて金員の交付を要求し，もしこの要\n求に応じなければ同人の身体にさらにどのような危害を加えるかもしれない気勢を\n示してその旨同人を畏怖させ，よって，同年１１月中旬ころの午後９時ころ，同市ｈ\n所在のｉ駐車場において，被告人Ｂを介して前記Ｅから現金５万円の交付を受けて\nこれを喝取した，\n(2)　被告人Ｂは，被告人Ａが，前記第１(1)記載の日時場所において，前記Ｅに対し，同\n記載の脅迫文言を申し向けて畏怖させた同人から現金５万円を交付させてこれを\n喝取する際，その情を知りながら，被告人Ａの依頼を受け，同記載の日時場所に\nおいて，前記Ｅから前記喝取金５万円の交付を受けてこれを被告人Ａに手渡し，も\nって，同人の恐喝の犯行を容易にしてこれを幇助した，\n第２　被告人Ａは，平成１４年２月２２日，同市ｊ所在のショッピングセンター「ｋ」店舗内にお\nいて，前記ａ中学校で同学年であったＦ（当時１６歳）及びその友人のＧ（当時１５歳）\nに出会ったことを奇貨として，\n(1)　前記Ｇから金員を喝取しようと企て，同日午後７時４０分ころ，同人を前記ｋにある\n映画館「ｌ」の人気がないロビー付近に連れ込み，同所において，同人に対し，「カ\nネ。」などと凄み，同人に手を差し出すなどして金員の交付を要求し，金員を所持し\nていない旨告げる同人に対し，さらに「１円でも持っていたらボコるからな。」などと\n申し向けるなどして金員の交付を要求し，もしこの要求に応じなければ同人の身体\nにどのような危害を加えるかもしれない気勢を示してその旨同人を畏怖させたが，\n同人が金員を所持していなかったため，その目的を遂げなかった，\n(2)　前記渡邊から金員を喝取しようと企て，同日午後８時ころ，前記ｋ西側エレベーター\n内において，同人の腹部を手拳で１回殴打する暴行を加え，さらに，前記ｋ西側出\n口付近において，同人に対し，「今ボコられるのと，金用意するのとどっちがいい。」\n「１週間後に３万円持って来て。」などと申し向けて金員の交付を要求し，この要求\nに応じなければ同人の身体にさらにどのような危害を加えるかもしれない気勢を示\nしてその旨同人を畏怖させ，よって，同年３月３日午後２時ころ，同市ｍ所在のｎ店\n裏路上において，同人から現金３万円の交付を受けてこれを喝取した，\n第３(1)　被告人Ｂは，前記ａ中学校で同級生だったＨ（当時１６歳）に対し，原動機付自転車\nを１万円で売却することにしたところ，その後同人が無免許であることを友人から\n聞き及び，同人が無免許運転をして警察に検挙されたりすれば自分にもその累が\n及びかねないなどと思い立腹し，その旨，被告人Ａにも話したところ，同被告人に\nおいても，前記Ｈが自分の遊び仲間である被告人Ｂを騙すのは許せないなどと思\nって立腹し，被告人Ｄを誘い，被告人Ａ，同Ｂ及び同Ｄは，共謀の上，同年３月３０\n日午後１０時ころから同日午後１０時３０分ころまでの間，同市ｏ所在の同市立ｐ小\n学校校庭において，同所に呼び出した前記Ｈに対し，先ず被告人Ａにおいて，前記\nＨの頭髪を後方から引っ張り，その顔面を手拳で数回殴打した後，被告人Ａ及び同\nＤにおいて，その顔面及び腹部等を多数回殴打及び足蹴にした上，被告人Ａ，同Ｂ\n及び同Ｄがこもごも前記Ｈの顔面及び胸部等を多数回殴打し，さらに，同人の顔面\n及び大腿部等を多数回足蹴にするなどし，もって，数人共同して暴行を加えた，\n(2)　被告人Ｂは，前記Ｈが前記(1)の暴行により畏怖していることに乗じ，同人から金\n員を喝取しようと企て，同人を伴い同市寺尾上３丁目１番３６号所在の同市立ａ中\n学校に移動し，同日午後１１時ころ，同校校庭において，同人に対し，「どうしてくれ\nるんだ。いくらだったら払えるんだ。２か月で１０万円払え。」などと申し向けて金員\nの交付を要求し，もしこの要求に応じなければ，同人の身体等にさらにどのような\n危害を加えるかもしれない気勢を示してその旨同人を畏怖させ，現金１０万円を喝\n取しようとしたが，その後，後記第４の犯行を敢行し警察官に逮捕されたため，そ\nの目的を遂げなかった，\n第４　被告人Ａは，同年３月中旬ころ，被告人Ｂとともに前記ａ中学校の１学年後輩の生徒\nらが写っている卒業アルバムを見ていた際，その写真の中のソフトテニス部の集合写\n真に学生服の上着のボタンを外し，顎を上げ加減にして，斜め上方を見るような姿勢\nで写っている同校３年生のＩ（当時１５歳）の写真を見付けるや，そのような格好は，不\n良仲間がするものであるにもかかわらず，不良仲間でないＩがそのような格好をする\nのは生意気であると思って立腹し，さらにその数日後，被告人Ｃにも前記写真を見せ\nたところ，同被告人も同様に立腹し，被告人Ａ，同Ｂ及び同Ｃは，Ｉを「ボコる」，つまり，\n同人に暴行を加えるとの意向を固め，その後，同月下旬ころ，被告人Ａが被告人Ｄに\n対しても，前記の意向を伝えたところ，同被告人もこれに参加する意思を表明し，そ\nの後，Ｉの友人である前記第１(1)記載のＥを通じてＩを呼び出し暴行を加えようとした\nが，被告人Ａらが暴行を加えるつもりであることを関知したＩは，その呼び出しに応じな\nかった。そうこうするうち，被告人Ａは，同年４月１日夜，自宅の自室で，被告人Ｂ，同\nＤ及び同Ａから前記第２(2)の恐喝の被害後，被告人Ａらの遊び仲間に加わった前記\nＦらとトランプをするなどして遊んでいた際，被告人ＤがＩに暴行を加える話を切り出し\nたことをきっかけに，そのころ，最終的にＩを呼び出し暴行を加えることについて共謀を\n遂げ，これを受けて被告人Ｄが前記Ｅに電話をかけ，Ｉを前記ａ中学校に呼び出すよう\n命じる一方，その後被告人Ｃにも連絡を取った上，同被告人とも合流し，その道すが\nら，Ｉに暴行を加える旨話して被告人Ｃもこれを了承して犯行に加わることになった。こ\nのようにして被告人Ａ，同Ｂ，同Ｃ，同Ｄ及び前記Ｆは，共謀を遂げた上，同月２日午\n前零時３０分ころから同日午前零時５０分ころまでの間，前記第３(2)記載のａ中学校\n校庭において，前記呼出しに応じて同所に来たＩに対し，被告人Ａが，Ｉの両腕を持っ\nた状態で「はい，頑張って。」などと言ってＩの身体を被告人Ｄらの前に突き出すや，先\nず被告人Ｄが，Ｉの左顔面を右手拳で殴打し，被告人Ｄが付近に落ちていた長さ約７５\nセンチメートルの木製の標柱でその大腿部を殴打し，続いて被告人ＣがＩの顔面を蹴\nりつけ，同人の背中にそのかかとを振り落とし，同人が地面に倒れたところを被告人\nＢ，同Ｃ及び同Ｄが地面に仰向けに寝かせた上，その両手両足を押さえ付けて身動\nきできないようにした上で，付近にあった高さ約１メートルほどの演台に上がった被告\n人Ａが，そこからＩの腹部付近の上に両足から飛び降り，その場に座り込んだＩに対し，\n被告人Ａ及び同Ｂがかたわらにあった自動車用古タイヤでそれぞれＩを殴り付けるな\nどした上，被告人Ｃが，Ｉの顔面を蹴り付けるなどし，被告人らがこもごも手拳でＩの頭\n部及び顔面等を多数回殴打し，同人の頭部等を多数回足蹴にするなどの暴行を加\nえ，それに止まらず，被告人Ａは，同所でＩに対する暴行を続けると付近住民に気付\nかれることなどをおそれて場所を移すことを提案し，これを受け，被告人Ｂが前記第３\n(1)記載のｐ小学校に移動することを言い出したため，Ｉを連れて同小学校まで移動す\nることとし，さらに，同日午前１時１０分ころから同日午前１時３０分ころまでの間，同\n小学校校庭において，Ｉに対し，先ず被告人Ｂが，Ｉの顎から上胸部辺りを力一杯蹴り\n付け，その後，被告人Ｃがじゃんけんに勝った者がＩの身体を殴打することなどを提案\nし，その提案に応じて被告人ＤがＩの顔面を手拳で殴打するなどし，さらに被告人Ａが\n地面に倒れたＩの身体に馬乗りになって手拳で同人の顔面を数回殴打するなどし，そ\nの後も，被告人らにおいて，こもごも手拳でＩの頭部及び顔面等を多数回殴打し，その\n頭部等を多数回足蹴にするなどの暴行を加え，被告人Ｂが，仰向けに倒れていたＩの\n頭部を足で強く蹴り付ける暴行を加え，よって，前記一連の暴行により同人に急性硬\n膜下血腫等の傷害を負わせ，同月８日午前零時３０分ころ，同市ｑ所在のｒ病院にお\nいて，同人を前記傷害に基づく頭蓋内圧亢進症により死亡させた\nものである。\n（証拠の標目）\n略\n（弁護人の主張に対する判断）\n１　被告人Ｃ及び同Ｄの両弁護人は，被告人両名の本件犯行への関与の程度，その犯行\n後の反省状況，本件犯行に至るまでの生活状況及びその非行歴等に照らすと，その非\n行化傾向がそれほど進んでいないこと，その父母等による今後の指導監督が期待でき\nること，あるいは共犯者の処分結果との均衡等に照らすと，被告人両名は矯正教育こそ\nが重要であり，刑事処分はその処遇としては不適切で保護処分が選択されるべきであ\nるとして，少年法５５条により家庭裁判所に移送すべきである旨主張するので，その点\nについて検討する。\n２　なるほど，被告人両名は，年長少年とまではいえず，また，これまでの学習状況等に照\nらすと，被告人両名ともその年齢相応には社会的に成熟しておらず社会教育の必要性\nが高いこと，その父母らによる今後の指導監督体制が一応整っていること等の諸事情\nは認められるものの，被告人両名のこれまでの生活歴から認められる素行不良性と，\n前記のとおりの本件の罪質及び犯情の悪質さ，とりわけ判示第４の傷害致死の犯行の\n動機に酌量の余地がなく，犯行態様等が執拗で極めて悪質であること，その犯行による\n被害結果が極めて重大であり，被害者本人に与えた肉体的精神的苦痛が極めて大き\nい上，その遺族の被害感情が厳しく，地域社会に与えた影響も大きいこと，それに，少\n年法２０条２項は，少年による重大事件の増加傾向と被害者の被害感情や社会の正義\n感情の高まりを踏まえて，「故意の犯罪行為により被害者を死亡させた罪の事件」であ\nって，その罪を犯すとき１６歳以上の少年に係るものについては検察官に送致する決定\n（以下，「検送」という。）をしなければならない旨規定し，家庭裁判所において被告人両\n名についての調査及び鑑別結果等を勘案し，審判の結果，前記少年法の規定に従って\n被告人両名を検送したものであること等を考慮すると，被告人両名を現段階で保護処分\nに付することが相当とは解されず，むしろ刑事処分が相当と思料される。\nしたがって，前記の弁護人の主張はいずれも採用しない。\n（法令の適用）\n１　被告人Ａについて\n被告人の判示第１の(1)及び第２の(2)の各所為はいずれも刑法２４９条１項に，判示\n第２の(1)の所為は同法２５０条，２４９条１項に，判示第３の(1)の所為は暴力行為等\n処罰に関する法律１条（刑法２０８条）に，判示第４の所為は刑法６０条，２０５条にそ\nれぞれ該当するが，判示第３の(1)の罪について所定刑中懲役刑を選択し，以上は同\n法４５条前段の併合罪であるから，同法４７条本文，１０条により最も重い判示第４の\n罪の刑に同法１４条の制限内で法定の加重をした刑期の範囲内で，少年法５２条１項\nにより，被告人を懲役４年以上８年以下に処し，刑法２１条を適用して未決勾留日数\n中１５０日をその刑に算入することとし，訴訟費用は，刑事訴訟法１８１条１項ただし書\nを適用して被告人に負担させないこととする。\n２　被告人Ｂについて\n被告人の判示第１の(2)の所為は刑法６２条１項，２４９条１項に，判示第３の(1)の所\n為は暴力行為等処罰に関する法律１条（刑法２０８条）に，判示第３の(2)の所為は刑\n法２５０条，２４９条１項に，判示第４の所為は同法６０条，２０５条にそれぞれ該当す\nるが，判示第３の(1)の罪について所定刑中懲役刑を選択し，判示第１の(2)の罪は従\n犯であるから同法６３条，６８条３号により法律上の減軽をし，以上は同法４５条前段\nの併合罪であるから，同法４７条本文，１０条により最も重い判示第４の罪の刑に同\n法１４条の制限内で法定の加重をした刑期の範囲内で，少年法５２条１項により，被\n告人を懲役３年６月以上７年以下に処し，刑法２１条を適用して未決勾留日数中１５０\n日をその刑に算入することとし，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用\nして被告人に負担させないこととする。\n３　被告人Ｃについて\n被告人の判示第４の所為は刑法６０条，２０５条に該当するので，その所定刑期の範囲\n内で，少年法５２条１項により，被告人を懲役３年以上６年以下に処し，刑法２１条を適\n用して未決勾留日数中１５０日をその刑に算入することとし，訴訟費用は，刑事訴訟法１\n８１条１項ただし書を適用して被告人に負担させないこととする。\n４　被告人Ｄについて\n被告人の判示第３の(1)の所為は暴力行為等処罰に関する法律１条（刑法２０８条）に，\n判示第４の所為は刑法６０条，２０５条にそれぞれ該当するが，判示第３の(1)の罪につ\nいて所定刑中懲役刑を選択し，以上は同法４５条前段の併合罪であるから，同法４７条\n本文，１０条により重い判示第４の罪の刑に同法４７条ただし書の制限内で法定の加重\nをした刑期の範囲内で，少年法５２条１項により，被告人を懲役３年６月以上６年以下に\n処し，刑法２１条を適用して未決勾留日数中１５０日をその刑に算入することとし，訴訟\n費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件判示第１の犯行は，被告人Ａが，中学校の後輩である被害者に対し，パーティー券\nを売りつけるべく呼び出した際，同人がこれに応じなかったことなどに因縁を付け，その顔\n面，腹部等を殴打し，投げ飛ばすなどの暴行を加えた上，その暴行で畏怖した同人から金\n員を喝取しようと企て，同人を脅迫し，被告人Ｂをして現金５万円を受け取らせて喝取した\n被告人Ａの恐喝及び被告人Ｂの恐喝幇助の事案である。\n被告人Ａは，遊興費欲しさから判示第１の犯行を敢行したものであって，利欲的なその犯\n行動機には酌量の余地は全くなく，かねてから被告人Ａが不良仲間のリーダー格であるこ\nとを知り逆らえない立場にある後輩の被害者に対し，強烈な暴行を加えた上，脅迫し，金\n員を喝取したものであり，その犯行態様は，粗暴かつ卑劣で悪質である。その被害者は，\n前記犯行により現金５万円を喝取されており，同人が当時中学３年生であり，要求された\n現金を自分のみでは準備できず，友人らから借りてまでこれを用意して被告人Ａに交付し\nており，その被害結果は軽視できず，その被害感情が厳しいのは当然のことである。\n被告人Ｂは，被告人Ａが後輩の被害者に対し，強烈な暴行を加えて金員を脅し取ろうとし\nていることを知りながら，その犯行に協力したものであり，その犯情は芳しくない。\nまた，本件判示第２の各犯行は，被告人Ａが，ショッピングセンターで出会った中学時代\nの同学年の被害者及びその友人から金員を脅し取ろうとしたものの，その友人が金員を所\n持していなかったために未遂に終わった恐喝未遂及び自分と同学年の被害者の腹部を手\n拳で殴打する暴行を加えた上で脅迫し，現金３万円を喝取した恐喝の各事案である。\n被告人Ａは，遊興費欲しさから判示第２の各犯行を敢行したもので，その動機に酌量の\n余地はなく，判示第２の(1)の被害者は，金員を所持しておらず，金員を喝取されなかったも\nのの，その恐怖感が大きかったことは想像するに難くなく，また，判示第２(2)の被害者は，\n単にその態度が気に入らないなどの理由からいきなり暴行を加えられた上，現金を喝取さ\nれたものであって，その各犯行態様はいずれも悪質である。そして，判示第２(2)の被害者\nは，現金３万円を喝取されており，同人が当時高校生であり，判示第１の被害者と同様友\n人らから借りてまで現金を準備せざるを得なかったことをも考慮すると，その被害結果は軽\n視できない。しかも，被告人Ａは，前記の判示第１及び第２(2)の各犯行で喝取した現金を\nその犯行後遊興費等に費消していること，中学校在学中から恐喝行為に繰り返してきてお\nり，前記各犯行はその一環となるものであることなどを勘案すると，その犯情は相当に悪\n質である。\nさらに，本件判示第３の共同暴行及び恐喝未遂の犯行は，被告人Ｂと被害者との間の原\n動機付自転車の売買を巡るトラブルに端を発し，被告人Ａが，被告人Ｂから被害者が無免\n許であることを被告人Ｂに告げていなかったことを聞きつけるや，自分の仲間を騙したなど\nと立腹して被告人Ｄを誘い，さらには，被告人Ｂを前記共同暴行の犯行に加わるよう誘い，\n集団で被害者に暴行を加えたものであり，そのような動機や経緯は，被害者の心情を全く\n顧みない極めて短絡的かつ暴力的な発想であり，酌量の余地はない。被告人Ａらは，無抵\n抗の被害者に対し，集団で約３０分間にわたり，一方的に多数回手拳でその顔面等を殴打\nし，足蹴にする暴行を加えたものであり，その犯行態様は，粗暴かつ執拗なものであり，非\n常に悪質である。そして，被告人Ｂは，被告人Ａらと共同して暴行を加え，その被害者が暴\n行を受けて畏怖していることに乗じて同人から金員を喝取しようとしており，利欲的かつ自\n己中心的なその動機や経緯に酌量の余地は全くなく，自分のためには仲間の犯行さえ利\n用しようとするなど，その犯行態様は狡猾で悪質である。被害者には，このような被害を受\nける落ち度はなく，夜間，いきなり呼び出された上，被告人Ａ，同Ｂ及び同Ｄから集団で暴\n行され，その上，被告人Ｂからは金員まで要求されたのであり，金員の喝取自体は未遂に\n終わったものの，長時間にわたる暴行により味わったその身体的な苦痛及び恐怖感が極\nめて大きく，その被害結果は重大であり，被害弁償をしているとはいえ，その被害感情が\n厳しいことが認められる。\nさらに，本件判示第４の犯行は，被告人４名が共犯者の少年とともに，出身中学校の後\n輩に当たる被害者を深夜，中学校の校庭に呼び出し，同所において，こもごも同人の頭部\n及び顔面等を多数回殴打あるいは足蹴にするなどの強烈な暴行を加え，その後，近くの\n小学校校庭に場所を移動し，同所において，前同様の暴行を加え続けて，同人に急性硬\n膜下血腫等の傷害を負わせた上，同人を頭蓋内圧亢進症により死亡させたという傷害致\n死の事案である。\n被告人Ａは，その出身中学校の卒業アルバムの写真に写った被害者の態度が生意気で\nあるなどと思って立腹し，「ボコる」と称して，同人に対し，一方的に集団で暴行を加えること\nを被告人Ｂ及び同Ｃに提案し，同被告人らもこれに同調し，その後，さらに被告人Ｄにも声\nをかけ，判示第４の犯行を敢行したもので，その動機や経緯は，被告人らの集団でしか通\n用しない価値観等をもとにしてその被害者に対し，私的な制裁を加えたと言っても過言で\nはなく，一方的に暴行を加えられる被害者の心情や痛みなどを全く考えない余りにも常軌\nを逸したものであり，自己中心的かつ身勝手極まりないというほかなく，酌量の余地は全く\nない。そして，被告人らは，その友人を通じて何回も被害者を呼び出そうとした上，ついに，\n深夜，同中学校の校庭に被害者を呼び出すことに成功すると，同人をその校庭内の人目\nの付かない場所に連れ込んだ上，全く無抵抗の同人を集団で取り囲み，一方的にその顔\n面や腹部等を殴打し，あるいは，その顔面や頭部等を足蹴にするという極めて強烈で危険\n性の高い暴行を加え，その痛みと苦しみの余り，暴行を止めて欲しいと涙ながらに懇願す\nる被害者の悲痛な叫びを無視し，約４０分間もの長時間にわたり，強烈な暴行を加え，な\nおもその犯行が人目に付き発覚することをおそれて，犯行現場を移動し，その犯行現場で\nも人目に付かない場所を慎重に選んだ上で執拗に暴行を加えることを反覆しており，さら\nに，被害者の身体が震えるなどの異変に気付きながらも敢えて暴行を継続し，それどころ\nか，第２の犯行現場では，ゲーム感覚で被害者に暴行を加え，その被害者をあたかも玩具\nのように扱い，同人を暴行すること自体を楽しんでいた一面も窺われ，その犯行態様及び\nその程度は，常軌を逸した極めて執拗で無慈悲極まりなく，極めて悪質というべきである。\nその被害者は，その卒業アルバムの写真では一見目立つ態度で写ってはいるものの，\nそのこと自体，他人から因縁を付けられるようなものではなく，ましてや本件の如き被害を\n受けなければならないような落ち度はなく，当時進学予定の高校の入学式を目前に控え，\nそれを楽しみにしていた被害者が，被告人らによる理不尽かつ極めて執拗な暴行を長時\n間受けた挙げ句に急性硬膜下血腫というまさに瀕死の重傷を負い，その後緊急手術を施\nされた甲斐もなく，脳死状態に陥り，その約６日後に死亡するに至ったものであり，その犯\n行で発生した結果は極めて重大である。被害者の被った肉体的及び精神的苦痛が極めて\n大きかったことは勿論，僅か１５歳にしてその将来性豊かな生命を無惨にも絶たれたことに\nよる悔しさと無念さは察するに余りあり，その被害者の遺族らが極めて激しい被害感情を\n露わにし，その処罰感情が非常に厳しいことも誠に当然のことというべきである。そして，\n被告人らは，原動機付自転車に乗車してその第２の犯行現場に来た被害者に同行したそ\nの友人の母親から，そのライトで照らされたことをきっかけに被害者に対する暴行を止めて\nいるが，その後も倒れている被害者があたかも酔いつぶれているかのような言動をしてそ\nの場を取り繕うとしたり，倒れている同人を人目に付かない場所に隠そうとして，同人の身\n体を持ち上げて移動し，その後，瀕死の状態で地面に倒れている同人をその場に放置した\nまま逃走したばかりか，その犯行後には，その犯行現場に居合わせた前記被害者に同行\nしていた後輩にその責任を押し付けるよう画策し，また，警察の事情聴取に備えて口裏合\nわせをし，さらには新潟県外への逃亡することまでも相談し，被告人Ｄにおいては自己の\n友人にアリバイ工作を依頼するなどしていて，自分達の犯行の重大さを全く認識していな\nい行動に及んでいること，被告人らが本件各犯行に至った原因の一端は，真面目に稼働\nせず，深夜まで友人らと遊びに興じるなど不規則な生活を送り，他人の迷惑を顧みず，そ\nの感情や欲望の赴くままに身勝手な行動を繰り返していたことにあり，判示第４の犯行は，\n起こるべくして起こったという側面も否定できないこと，さらに，同犯行は，中学校を卒業後\n僅か１年余りしか経過していないいずれも１６歳の少年である被告人らが，集団で中学校\nを卒業したばかりの１５歳の少年である被害者に強烈な暴行を加えて死亡させた事件とし\nて，さらにはその犯行は，中学校の教育現場における荒れた状況，あるいは，問題のある\n生徒に対する指導が必ずしも功を奏さず，放置されていたことなどを背景に敢行されたも\nのであることが露呈し，中学校における生徒指導の問題点やその難しさが指摘され，広く\n報道されるなどして社会に与えた衝撃及びその影響等が大きいことなどを考慮すると，被\n告人らの刑事責任は重大である。\nそこで，以上の一般的な情状を前提として，以下，個別に検討する。\nまず，被告人Ａは，判示の各犯行について，主体的かつ，積極的に関与しており，とりわ\nけ，本件の中心となる判示第４の犯行では，被害者への暴行を提案してその発端を作った\n張本人であり，加えて，その第１の犯行現場の中学校では，他の被告人らの前に被害者\nの身体を突き出して暴行を開始する契機を作り，自らも高さが約１メートルの演台の上から\n他の共犯者らによって手足を押さえ付けられている被害者の腹部辺りの上に両足から飛\nび降り，あるいは付近にあった自動車用古タイヤで同人を殴打し，また，人目に付くことを\nおそれて犯行場所を変えることを提案し，その後も，校庭脇の池の水中に同人をわざわざ\n突き落とすなどしており，さらに，その第２の犯行現場である小学校に赴く途中にも，他の\n被告人らに被害者への暴行を継続するかどうかを確認するなどしてその続行を決定し，そ\nの第２の犯行現場である小学校では，他の被告人らに暴行を受けて倒れた被害者を無理\n矢理立たせて暴行を加え，さらに同人に馬乗りになり，その顔面を手拳で何度も殴打する\nなどの暴行を加えるなど，被告人Ｂ及び同Ｃをはじめとするいわゆる不良グループの中心\n的存在としてその犯行を主導し，自らも積極的に，被害者に対し，強烈な暴行を加えている\nこと，翻って被告人Ａは，その中学校在学当時から授業やクラブ活動への妨害，同級生や\n下級生に対する暴行や恐喝を繰り返すなど問題行動を繰り返し，その生活状態が乱れて\nいた上，いわゆる不良グループの中心的存在として行動し，平成１２年１２月，中学校教諭\nに対する傷害事件を起こして保護観察処分を受けたにもかかわらず，その後も生活態度\nの乱れを根本的に改善することなく，本件各犯行に及んでおり，本件各犯行には，このよう\nな日頃からの生活や交遊関係の乱れと短絡的で粗暴な性格・行動傾向に起因するところ\nが大きく，再犯のおそれが大きいことなどを考慮すると，被告人Ａの果たした役割とその刑\n事責任は他の被告人らと比較すると重いものがあると言わざるを得ない。\n次に，被告人Ｂは，判示第１，第３及び第４の各犯行に積極的に関与しており，とりわけ，\n本件判示第３の各犯行では，そのきっかけを作り，その被害者から金員を喝取しようとし，\nまた，判示第４の犯行でも，被告人Ａが被害者に対し暴行を加えることを提案したのに対\nし，積極的に賛成してその犯行に加わり，被告人Ａが前記中学校で演台から被害者目掛\nけて飛び降りる際には被害者の手足を押さえ付けて動けないようにし，前記小学校に移動\nする際にも被告人Ａから被害者への暴行を継続するか否かを問われたのに対しこれに賛\n成し，さらにその際，付近にあった自動車用古タイヤを被害者に投げつけ，また，人目に付\nくことなどをおそれた被告人Ａの前記提案を受けて，前記小学校に移動することを言い出\nし，前記小学校に移動後も，他の被告人らの暴行に先立ち，先ず被害者の上半身を蹴り\n付ける暴行を加えて暴行開始のきっかけを作り出し，最後には暴行を受けて倒れた同人\nの頭部をまるでサッカーボールを蹴るかのように力を込めてその足の甲で蹴り付けるなど\nの暴行を積極的に加えていること，また，平成１３年２月，窃盗罪により保護観察処分を受\nけたことがあるにもかかわらず，なおその生活態度を改めることなく過ごし，日頃から被告\n人Ａらと行動をともにし，また，判示第４の犯行の数日前には原動機付自転車を窃取した\n件で警察官の取調べを受けて注意されていたにもかかわらず，その後にその犯行に及ん\nでいることなどを併せ考慮すると，被告人Ａに次いでその刑事責任は重大である。\nさらに，被告人Ｃは，判示第４の犯行では，被告人Ａが被害者に対し暴行を加えることを\n提案したのに対し積極的に賛成してその犯行に加わり，前記のように被告人Ａが演台の上\nから被害者目掛けて飛び降りる際にはその手足を押さえ付けて動けないようにし，前記小\n学校に移動する際にも被告人Ａから被害者への暴行を継続するかを問われるやこれに賛\n成し，このほかにも，前記中学校において，被告人Ａから突き出された被害者の背中にそ\nの利き足のかかとを振り落として蹴り付け，その後，うつぶせになった同人の背中目掛け\nて数回にわたり同様の攻撃を繰り返し，あるいは，その顔面を蹴り付けるなどの危険な暴\n行を加えたほか，前記小学校でも前記と同様の暴行を加えたばかりか，被告人Ｄとじゃん\nけんをして勝った方が被害者の顔面を殴るなどまるでゲーム感覚で遊んでいるかのように\n様々な暴行を加えており，その犯行に積極的に関与していること，また，中学校在学当時\nから下級生に対して一方的に暴力行為に及ぶなどし，その日常生活において逸脱した行\n動を繰り返してきたにもかかわらず，これまで十分に反省することなく，被告人Ａらと行動を\nともにし，乱れた交遊生活を送るなどの逸脱行動を繰り返した挙げ句，判示第４の犯行に\n及んでいることなどを併せ考慮すると，その加担の程度等に応じその刑事責任は厳しく問\nわれなければならない。\n最後に，被告人Ｄは，被告人Ａに誘われたためとはいえ判示第３及び第４の各犯行に積\n極的に関与し，犯行直前に前記第４の被害者に暴行を加える話を切り出してその犯行のき\nっかけを作り出し，前記中学校では，被告人Ａから突き出された被害者にまず最初にその\n左顔面を手拳で殴打する一撃を加えて口火を切り，その後も木製の標柱で同人の大腿部\nを殴打するなどの暴行を積極的に加えた上，前記のように被告人Ａが演台から被害者目\n掛けて飛び降りる際にその手足を押さえ付けて動けないようにし，前記小学校に移動した\n後も前記のように被告人Ｃとゲーム感覚で被害者に対し暴行を加え，被告人Ａが倒れた被\n害者を無理矢理立たせて暴行を加えた際にも自らこれに参加し，積極的に暴行を加えるな\nどしていること，中学校在学当時からその学校生活，あるいは交遊関係において乱れた逸\n脱行動を繰り返し，判示第３(1)の犯行の前日には原動機付自転車への定員外乗車の件\nで警察官の取調べを受けているにもかかわらず，十分に反省することなく，前記の各犯行\nに及んだことなどを併せ考慮すると，再犯の危険性が否定できず，その刑事責任はその加\n担の程度等に応じ厳しく問われなければならない。\n以上の犯情に加え，被告人らの犯行は，被告人らがいずれも社会的に相当未成熟であ\nることが根底にあり敢行されたことが窺えること，被告人らは，いずれも事実を認めて反省\nしていること，被告人らが可塑性に富む少年であり，これまで前科もなく，本件で公判請求\nされたことをきっかけに事案の重大性を自覚し，今後の更生を誓い，その保護者が今後の\n指導監督と更生に協力することを表明していること，被告人Ａ，同Ｂ及び同Ｄの保護者が，\n判示第３の被害者に対し，見舞金を持参して謝罪に出向いていること，被告人らの保護者\nが，判示第４の被害者の遺族に対し，その治療費１９１万８６６０円を共同して支払い，被害\n者方に謝罪に出向くなどし，その後もその遺族に対し，その損害賠償金の一部について支\n払いを準備するなどして被害弁償と慰謝の努力をしていること，共犯者間の刑の均衡など\n一切の情状を勘案して，被告人らに対しては，それぞれ主文の刑を科するのを相当と認め\nた。\nよって，主文のとおり判決する。\n平成１４年１２月１２日\n新潟地方裁判所刑事部\n裁判長裁判官　　　　　榊　　　五十雄\n裁判官　　　　　金  子  大  作\n裁判官　　　　　入  江  克  明\n"
}