{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 1
  },
  "case_number": "平成14(わ)1323",
  "case_name": "現住建造物等放火，殺人，殺人未遂被告事件",
  "court_name": "さいたま地方裁判所第3刑事部",
  "lawsuit_id": "6067",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6067",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/067/006067_hanrei.pdf",
  "contents": "【主文】被告人を死刑に処する。\n【理由】\n（犯行に至る経緯等）\n１  被告人の身上・経歴等\n被告人は，大正１３年８月１７日埼玉県ａ村で出生し，地元の尋常小学校卒業後奉公に\n出され，その後鉄工所などで働いていたが，やがて召集を受け，終戦後はとび職や土建\n工などとして稼働し，昭和３０年代に知人と砂利採取会社を設立して取締役に就任し，\n昭和４１年ころ同社の取締役を辞めてからは生活費に窮して借金を重ねるようになり，\nそのため，当時内縁関係にあった女性と不仲となり，同女との別れ話や金銭関係のもつ\nれから，昭和４３年１月１６日同女を殺害した上，死体もろとも同女方を焼損する事件を\n起こし，昭和４４年８月１日，ｂ地方裁判所ｃ支部で懲役２０年に処せられ，その後同判決\nの確定に伴い，ｄ刑務所で服役するに至った。\n昭和５９年６月１４日，仮出獄を許された被告人は，実の兄弟に引き取り手がいなかっ\nたため，身柄引受人となってくれた義姉のＤ方に身を寄せて近所の鉄工所に勤めるなど\nしていたが，同年１１月ころ，知人の紹介でＥが経営するＥ養鶏場で稼働するようにな\nり，まじめな働きぶりから，次第に同人の信頼を得るようになった。\n２  Ｂ及びＣの身上・経歴等\nＢは，昭和１１年３月７日埼玉県ｅ町で出生し，地元の尋常小学校卒業後，家事手伝い\nをしていたが，昭和四二，三年ころから，同県ｆ市内のＦ養鶏場に住み込みで働くように\nなり，また，Ｃは，昭和１５年１１月２５日埼玉県ｅ市で出生し，中学校卒業後，奉公に出\nされたり，会社勤めをするなどした後，昭和四二，三年ころから，上記Ｆ養鶏場で働くよう\nになり，両名は，同養鶏場の経営者の勧めにより，昭和４４年１１月結婚し，夫婦で，同\n養鶏場に住み込んで働いていたが，昭和６０年１０月ころ，同養鶏場が廃業したことか\nら，福祉事務所の紹介で，同月１４日から，Ｅ養鶏場に住み込みで働くようになり，同県ｃ\n市（番地略）所在の通称ｇ鶏舎の近くにプレハブ住宅をあてがわれて居住していた。Ｂと\nＣは，Ｅ養鶏場に勤め始めたころ，精神薄弱（精神遅滞）の認定を受け，昭和６１年２月\nから国民年金障害基礎年金（一人当たり年６２万円余り），同年３月からｃ市重度心身障\n害者手当（一人当たり年６万円）をそれぞれ受給していた。\n３  犯行に至る経緯等\nＥは，地元の中学校を卒業後，自宅で農業を手伝っていたが，昭和３５年ころから，農\n業の傍ら養鶏の仕事を始め，昭和５０年ころから，「Ｅ養鶏場」の名称で本格的に養鶏業\nを営むようになり，当初は経営も比較的順調で，前記のとおり，昭和５９年１１月ころ，被\n告人を雇用し，さらに，昭和６０年１０月Ｂ夫婦を雇用したが，当時，従業員は，被告人と\nＢ夫婦のほかには，男性従業員１名と女性のパート数名しかおらず，その中で，Ｅは，よ\nく働く被告人に信頼を寄せ，被告人を自己の右腕として養鶏場の経営の相談をするなど\nしていた。\nところで，昭和６１年ころまで，鶏卵価格は比較的高値で安定して推移していたので，Ｅ\nは，鶏の飼育数や鶏舎数を増やすとともに，自動給餌機を導入したり，育雛室を設置す\nるなどして事業規模を拡大していたが，昭和６２年に入ると，鶏卵価格が暴落し，養鶏業\n界全体が深刻な不況に陥ったため，これまで積極経営によりかさんだ借金を抱えて，経\n営の先行きに強い不安を感じたＥは，生産コストを削減するために新たに高床式の鶏舎\nの導入などを考えたものの，その建設費用を調達することもできず，経営状態は次第に\n悪化するようになった。\nそして，昭和６３年に入っても，鶏卵価格は安値で推移したため，Ｅ養鶏場の経営状態\nは益々悪化し，鶏の飼料の納入業者に対する買掛金の額も膨らむ一方で，納入業者か\nらはＥの自宅を担保に入れるように求められたものの，Ｅが，自宅を担保に入れることを\nかたくなに拒んだため，窮状を見かねた納入業者の協力を得て，金融機関から借入を\n起こして何とか当座の支払を済ませたが，その後も収益は上向かず，平成元年に入る\nと，買掛金債務が株式会社Ｇ商店に対して５００万円余り，有限会社Ｈ商店に対しては１\n８００万円余りにも達し，厳しい督促を受けるようになっていた。\nところで，Ｅは，Ｂ夫婦に対して，両名合わせて月額１０万円の給料を支給していたが，\nＢ夫婦を雇用するに際し，同人らの親族に対して，生涯生活の面倒をみると言って約束\nし，Ｂ夫婦の障害者手当が振り込まれる銀行口座を自分が管理することを了承させてお\nり，さらに，不況のあおりを受け始めた昭和６２年６月ころには，Ｂの実姉やＣの実兄らに\n対して，Ｂ夫婦が生きているうちに年金を使いたいなどと申し入れて，Ｂ夫婦の障害基礎\n年金の受給口座を自分が管理する同人らの口座に変更させて，Ｂ夫婦に支給される障\n害者手当や障害基礎年金を養鶏場の経費に流用するなどしていた。\n一方，Ｅは，昭和５７年ころから，養鶏場の従業員に対して，死亡・後遺障害保険金額\n５８０万円のＩ保険株式会社の傷害保険を掛け，毎年これを更新していたが，Ｅ養鶏場の\n経営がひっ迫するようになった後の昭和６２年１０月１９日，これに加えて，Ｊ保険相互会\n社との間で，Ｂに死亡・後遺傷害保険金額２０００万円，Ｃに保険金額１５００万円とする\n家族傷害保険契約を締結し，併せてＢ夫婦の住んでいる建物と家財道具にも，保険金\n額をそれぞれ２００万円とする火災保険契約を締結し，昭和６３年１０月１０日，上記各保\n険契約を１年間更新し，その際，Ｂ夫婦が死亡した場合の保険金受取人を自己に指定\nするなどしていた。\nこうして，Ｅは，養鶏業界の不況から，収益が低迷して経営が悪化し，飼料の納入業者\nから買掛金の支払を毎月厳しく請求され，Ｂ夫婦に支給される障害者手当や障害基礎\n年金を流用するなどしてやりくりしていたが，それだけでは到底間に合わず，このままで\nは自宅をも失うことになりかねないほど経営がひっ迫したことから，この状況を打開する\nためには，Ｂ夫婦とその居宅に掛けていた保険金を手に入れるほかはないと考えるよう\nになり，保険金を入手するため，Ｂ方の住居に放火して同人らを殺害しようと決意するに\n至った。\n被告人は，平成元年３月下旬ころ，上記のような経緯で，Ｂ方住居に放火して保険金\n殺人を企図したＥから，「Ｂの家にガソリンをまいて火をつけてくれ。ガソリンは，おれが\n用意するから。Ｂたちは昼間仕事で疲れてるから，一杯飲ませれば，すぐに寝るから。\n家の外と玄関にガソリンをまいて火をつけてくれ」「家の中にいる二人は逃げられない。\nそうすれば，二人は完全に死ぬ」などと言われ，Ｂ方に放火して，Ｂ夫婦を殺害すること\nを依頼された。依頼を受けた被告人は，仮釈放が取り消されることをおそれて，「執行猶\n予中だからできません」などと答えていったんは断ったが，Ｅから「刑務所に行ってきた\n奴なんかを使うところはない。おれだからお前を面倒見ているんだ」などと恩着せがまし\nく言われるとともに，「一生面倒を見てやる。家も建ててやる」などと報酬を約束され，さ\nらに，「とにかくやってくれないとおれが困るんだ。なんでかんでやってくれ。どうしても金\nが必要なんだ」などと必死になって頭を下げて頼み込まれたため，刑務所帰りの自分を\n他の従業員に比べて高給で雇ってもらっていることなどから，Ｅに対して恩義を感じてお\nり，Ｅの頼みを断って養鶏場を辞めさせられたりすれば，他に雇ってくれるところもなく，\n当時，身を寄せていた義姉からは仮釈放期間が過ぎたら早く家から出て行くように言わ\nれていたこともあったため，路頭に迷うことになるなどと考え，この際，Ｅの依頼を引き受\nけようと思い直すとともに，Ｅが，Ｂ夫婦に掛けてある保険金を手に入れる目的で，Ｂ方\nに放火して同人らを殺害するという重大な犯罪を犯そうとしているのだと考えて，このよ\nうな犯行に加担するのであれば，家を建ててもらう以外にもまとまった金も欲しいと考\nえ，Ｅに対し，「いくら出せるんですか」と言って報酬としていくら払うか尋ねたところ，Ｅか\nら，目の前で片手を広げて見せられ，「これだけ出す」「今はない。後で払う」と言われ，\n後払いで５００万円の報酬を支払う旨の返事をされ，さらに，「とにかく早くやってほしい\nんだ」などと言われて，早急に実行するように依頼されたため，被告人は「分かりました」\nと言って承諾し，ここに，被告人は，Ｅとの間で，Ｂ夫婦の住む住居に放火して，Ｂ夫婦を\n殺害する共謀を遂げた。\nその後，同年４月初旬ころ，被告人は，Ｅから「ガソリンをＢの家の近くに持って行って\n置いてあるから」と言われ，Ｂ方の周囲を探したところ，Ｅから言われたとおりポリタンク\nが置いてあるのを見つけ，中にガソリンのようなものが入っていることを確認して，ポリタ\nンクのふたを針金で封をして鶏舎付近の空き地に隠匿し，犯行の機会をうかがってい\nた。被告人は，Ｅから言われていたとおり，酒を飲ませてＢ夫婦を眠らせた後，同人方に\nガソリンをまいて火を付けようと考えていたが，Ｅの言うように家の外にガソリンをまいて\n火を付けたのでは，すぐに発見されて消し止められたり，自分がやけどをするのではな\nいかと心配になり，家の中にガソリンをまいて火を付けることにして，同月５日に実行す\nることにした。\n同月５日，被告人は，仕事を終えた後，酒やつまみを携えてＢ方を訪れ，Ｂ夫婦に酒を\n勧めてしばらく一緒に飲んでいたが，やがて，ＢとＣが眠そうな様子をみせたことから，\n同人らが寝入るのを待ち，頃合いを見計らって，鶏舎の近くに隠しておいた上記ポリタン\nクを取りに向かった。\n（罪となるべき事実）\n被告人は，以上のような経緯で，Ｅが，同人が経営する養鶏場の従業員Ｂ（当時５３\n歳）及びＣ（死亡当時４８歳）に掛けられていた死亡保険金並びに同人らの居住する家\n屋等に掛けられていた火災保険金等を入手する目的で，同家屋に放火して同家屋もろ\nとも上記両名を殺害しようと企図していることを知りながら，報酬等を得る目的で，Ｅと共\n謀の上，平成元年４月５日午後９時過ぎころ，埼玉県ｃ市（番地略）所在の上記Ｂ方（鉄\n骨平屋建てプレハブ住宅，建坪約１９．８３平方メートル）において，被告人において，戸\n外から室内の様子をうかがい，８畳和室で毛布を掛けて寝入っているＢとＣの様子を確\n認すると，玄関口付近や台所，８畳和室，浴室等に，順次，前記ポリタンクからガソリン\nを含む鉱物油類をまき，その途中，Ｂが目を覚ましたのに気付いて「寝てろ」などと言っ\nて，更に上記鉱物油類をまいた上，マッチで点火して火を放ち，よって，現に同人らが住\n居に使用している上記家屋を全焼させるとともに，そのころ，就寝中のＣを焼死させて殺\n害したが，Ｂは火事に気が付いて戸外に逃げ出したため，同人に対し全治まで約４箇月\n間を要する右手背部及び左下肢踵部等に深達性火傷の傷害を負わせたにとどまり，殺\n害の目的を遂げなかったものである。\n（事実認定の補足説明）\n被告人は，本件公訴事実について，Ｂ方にガソリンをまいて火を付けて同人夫婦を殺\n害することをＥから依頼されたことは認めるものの，Ｂ方にガソリンなどの油をまいたこと\nも火を付けたこともないと述べて弁解し，弁護人も，被告人の弁解供述に依拠して，被\n告人が本件実行行為に及んだことを認めるに足りる証拠はないから，被告人は無罪で\nあると主張するので，以下，当裁判所が，判示事実を認定した理由を補足して説明す\nる。\n第１  犯行に至る経緯及び犯行前後の状況について\n１  関係証拠によれば，以下の事実が認められる。\n(１)   被告人及び被害者両名の身上経歴並びに被告人とＥとの関係等は，先に認定した\nとおりであるが，本件当時，Ｅ養鶏場の経営状態は相当に悪化しており，これを打開す\nる手だてもないまま，Ｅは飼料業者から買掛金の支払を強く迫られており，それ以前か\nら，Ｅは，ＢとＣに支給される障害者手当と年金を自己の管理する口座に振り込ませて，\n養鶏場の経費に流用していたこと，Ｅは，ＢとＣの住んでいる居宅等に火災保険を掛け\nるとともに，同人らにも高額の死亡保険を掛け，保険金の受取人を自己に指定していた\nこと。\n(２)   平成元年４月５日午後９時２０分ころ，Ｂ夫婦が就寝中に同人方で火災が発生し，\n通報を受けて臨場した消防隊が消火活動にあたったが，建物は全焼し，Ｃは，８畳和室\nで一酸化炭素中毒，気道内への媒片吸引，気道熱傷等が総合した広義の火傷死によ\nって死亡し，Ｂは，右手背部及び左下肢踵部等に深達性火傷を負い，付近の用水路に\nしゃがみ込んで震えているところを消防隊員に発見され，救急車でｃ外科病院に搬送さ\nれ，同年８月１２日まで１３０日間入院治療を受けたこと，火災が発生した同年４月５日，\n被告人は，Ｅ養鶏場での仕事を終えた後，Ｂ方を訪れ，本件火災が発生するまで同人\n方付近にいたこと。\n(３)   翌４月６日，火災現場の検証が行われたが，本件居宅の台所から灯油ようの油臭\nがしたことから，床板に水をまいたところ，油紋が浮かび上がり，８畳和室の床板にも水\nをまいたところ，円形に水をはじくところが散在し，さらに，Ｃの着衣からガソリン及び灯\n油の付着が認められたこと，本件居宅内のガステーブルや風呂釜などはいずれも点火\n状態にはなく，居室内にあった石油ストーブにも異常燃焼の形跡はなく，本件火災の原\n因として失火の痕跡は全く認められなかったこと。\n(４)   本件火災の後，Ｅは，罹災証明書の交付を申請するなどして必要書類を整え，Ｉ保\n険株式会社やＪ保険相互会社等に保険金の支払を請求し，Ｃが加入していたＫ保険相\n互会社からの生命保険金を含め，同年１１月までに，保険会社各社から，Ｃの死亡保険\n金，Ｂの傷害保険金等のほか，本件居宅の火災保険金等合計２７７３万円余りを取得し\nたこと。\n(５)   一方，被告人は，同年４月２６日に仮出獄期間が満了したことから，それまで居住し\nていた義姉方を出て，Ｅ養鶏場の作業所に居住するようになったが，Ｅは，退院したＢを\n被告人と一緒に住まわせた後，本件居宅の跡地に新しい家屋を建ててＢにあてがい，\n火災前と同様にＥ養鶏場で働かせていたこと，被告人は，同年８月ころから自宅を新築\nする準備をし，大工をしていた甥のＬに総額４１５万円で自宅の建築を請け負わせ，同年\n１２月にＥから内金として現金１００万円がＬに交付され，平成２年６月までに被告人から\n残代金が支払われ，また，平成２年２月ころ，Ｅは，業者に，被告人の自宅の建築予定\n地に井戸の掘削を依頼し，同年４月ころ，代金として約４６万円を業者に支払ったこと，\n同年６月ころ，被告人の自宅が完成したが，その後，平成３年１１月７日，Ｅから被告人\nに対して現金３００万円が交付されたこと，Ｅが記載していた金銭出納帳には，「（６日）Ａ\nと話合い」「（７日）Ａへ３００万やる（Ｍと２人行く）」とのメモが残されていたこと。\n２   以上の事実が認められるところ，本件火災現場の客観的状況に照らしてみると，本\n件火災の原因が失火であるとは認められず，本件火災は，何者かが，Ｂ方居宅内にガ\nソリン等の油類をまいて放火した結果発生したものであることが明らかである。そして，\nＥが，厳しい経営状況であったにもかかわらず，自ら保険料を負担し，十分な給料で処\n遇しているとはいえないＢやＣに高額な生命保険等を掛け，また，さして財産的価値が\nあるとは思われない本件居宅等に火災保険を掛けるなどしていたという事実に徴する\nと，Ｅの契約した保険契約は不自然というほかなく，Ｅに不正な意図があったことを強く\n推認することができる。また，本件火災後，Ｅは保険会社各社に対して執ように保険金\nの支払を請求し，一方，被告人は，本件火災後しばらくして，自宅の新築を始め，代金\nの内金がＥから施工業者に支払われており，また，その後，Ｅから被告人に対して趣旨\nの明らかでない３００万円もの現金が交付されている事実が認められるのであり，こうし\nた事実は，Ｅと被告人が，本件火災に深く関わっていることを強く推認させる事情といえ\nる。\nそこで，次に関係者の供述について検討する。\n第２  Ｂの公判供述について\n１   Ｂは，本件火災に遭った際の状況について，当公判廷において，要旨，以下のとおり\n供述している。\nすなわち，本件当日，仕事を終えて帰宅すると，被告人が訪ねて来た，自分とＣと被告\n人の３人で１時間くらい何かを飲んだり食べたりした，その後，電気を付けたまま自分と\nＣが畳の部屋で寝ていると，ピシャピシャという何かをまいているような音がして，掛けて\nいた布団か毛布が湿っているような感じがして目を覚まし，上体を起こして部屋の入口\n辺りをみると，被告人が，腰を曲げ，両手に持った四角く白っぽいポリタンクを斜めに傾\nけたりしていた，この時，部屋の電気は付いていた，入れ物の形からまいているのは油\nかと思った，はっきり覚えていないが，いくらかにおいもしていたと思う，被告人から「寝\nてろ」と言われたので，そのまま横になっていた，その後，周りから一瞬にして部屋の中\nが燃えてきた，被告人が火を付けるのは見ていない，Ｃが「何すんだい」と言ったような\n気がするが，よく分からない，怖くなって玄関から外に出ると，被告人が表に立っており，\n被告人は，自分の背中や胸や腕をさすっていたが，そのうちに，「Ｃちゃんを助けろ」と言\nいながら自分の背中を押して，燃えている家の中に入れようとした，自分は，火の中に\n入れられると思って逃げ出し，家の北の方にある堀の中に入ってしゃがみ，服に付いた\n火を消していると，消防士のような人が助けてくれた。Ｂの公判供述の要旨は以上のと\nおりである。\n２  そこで，Ｂの上記供述の信用性について検討する。\n(１)  同人の供述は，事件から１３年以上が経過していることから，記憶が明確でないとこ\nろもみられ，同人の知的水準が通常人に比してやや劣っている境界線知能にあること\nや，これまでの生活環境から，表現方法は稚拙ではあるが，自己の体験した事実をとつ\nとつと語り，自己の記憶している事実を懸命に明らかにしようとする真しな供述態度が見\nられ，また，供述内容も，真実体験した者でなければ語り得ない臨場感のある，迫真性\nに富んだ具体性のあるものであり，火災現場やＣの着衣からガソリンや灯油が検出され\nたという客観的事実や，Ｂを発見して救助した消防隊員の供述等第三者の供述とも符\n合している。また，関係証拠によれば，Ｂは，事件直後，消防隊員の問いかけに対して，\n「おじちゃんに火をつけられた」と答え，また，その後の警察官の事情聴取に対しても，\nポリタンクを持った被告人を見た旨，公判供述と同様の供述をしていたことが認められ，\nその後，後述するとおり，ガスコンロによる失火であったかのような虚偽の供述をするに\n至ったものの，事件から約１３年経過した平成１４年２月に，改めて警察官から事情聴取\nを受けた際にも，初めはガスコンロによる失火であると供述していたが，その後，引き続\nき事情聴取を受ける中で，被告人が，ポリタンクを持って油をまいていた旨の，当初の\n供述及び公判供述と同様の内容の供述を一貫してしており，公判廷での弁護人の反対\n尋問に対しても，供述の核心部分は全く動揺していない。\n(２)  捜査段階でＢの知的能力等を診断した証人Ｎの当公判廷における供述並びに同人\n作成の中間回答書（証拠番号略）及び意見書２通（証拠番号略）によれば，Ｂの知的能\n力は境界線知能の水準にあるが，日常生活上での認識能力や判断能力には問題はな\nいとされている上，境界線知能の水準であっても，いわゆる長期記憶の保持能力に劣る\nところはなく，強い情動体験は記憶として強く保持されるとされ，Ｂにとっても，自宅が火\n災になったことや燃えている家の中に押し戻されそうになったことなどの体験は極めて\n衝撃的な出来事であって，情動体験として記憶されて然るべきであり，また，被告人が\nポリタンクを持って腰をかがめている様子を見たということも日常経験しない異常な事態\nであって，非常に強い体験となっているはずであるとの指摘がされ，さらに，Ｂは，自ら\n体験した事実と，その事実から推測した事実を区別し，確実に記憶していることと記憶\nがあいまいなこと，記憶していないことを区別する能力は有していると指摘されているこ\nとが認められるところ，同人の公判廷における供述態度や，捜査段階における供述内\n容をみても，同人は，被告人が火を付けたところは見ていないと一貫して述べるなど，質\n問者に対して迎合的な態度を取ることもなく，体験した事実と推測した事実との区別や，\n確実に記憶している事実とそうでないことの区別をしながら供述していることが認められ\nる。\n弁護人は，この点に関し，ポリタンクを持っていたのがだれであるかあいまいであった\nにもかかわらず，Ｂは，その直後に屋外にいた被告人から燃えている家の中に入れられ\nようとしたという情動体験を経たことにより，屋内で目撃した記憶を変容させて供述して\nいる疑いがあると主張するが，先にみた証人Ｎの公判供述及び同人作成の意見書（証\n拠番号略）によれば，Ｂ自身の体験として，腰をかがめて油をまいていた人物が被告人\nであるということを十分確認していたとされているところ，Ｂの公判供述を通覧してみて\nも，実際に油をまいている人物を認識していなかったにもかかわらず，その後，被告人\nから，燃えている家の中に入れられようとしたという体験をしたことから，屋内で目撃した\n記憶を変容させて供述しているとは考えられないから，所論は理由がない。\n(３)   また，Ｂは，本件火災に遭った年の６月になって，事情聴取した警察官に対して，突\n然，本件火災の原因が客観的状況と矛盾するガスコンロによる失火であると供述し，当\n初の供述を翻すに至っているところ，Ｂは，当公判廷において，火災の原因につき，当\n初の供述を翻した理由について，入院中の病室で，Ｅから，被告人が戻ってきて前と同\nじようにＥ養鶏場で働いていると聞かされたので，本当のことを言っていると仕事ができ\nなくなると心配になり，さらに，Ｅから，火事のことはガスの不始末にしておけなどと言わ\nれ，その後，被告人からも同様のことを言われたからであると供述している。Ｂが，当初\nの供述を翻した理由として説明するところは，病院から退院した後はＥ養鶏場に戻って\n働くしかないと考えていた同人が，Ｅや被告人を恐れて，Ｅらの元に戻って，以前と同じ\nような生活を続けるためには，Ｅらに指示されたとおりの供述をしなければならないと考\nえて，あえて，虚偽の供述をして，当初の供述を翻したというのであって，先にみた証人\nＮの公判供述に照らしてみても，Ｂの供述変遷の理由の説明は，十分合理的であって，\n首肯できるものである。\n(４)   弁護人は，Ｂの供述内容について，被告人がポリタンクを傾けて油をまいていると\n気付きながら，被告人から「寝てろ」と言われて素直にそれに従い，Ｃを起こしたりするこ\nともなかったというのは，極めて不自然であり，到底信用できないと主張する。しかしな\nがら，Ｂの公判供述によれば，同人は，以前から，仕事のことなどで，被告人に怒られる\nことがあり，たたかれたり，蹴られたりしたことがあって，そのため，被告人に対しては，\n逆らわないようにしていたというのであるから，こうした被告人との関係に照らしてみる\nと，当時，事態を十分に把握できないまま，被告人の言いなりになったとみられるＢの行\n動が不自然であるとはいえない。むしろ，Ｂが，日ごろ恐れている被告人に対して，不利\nになるような虚偽の供述をすることはほとんど考えられないというべきである。\n以上検討したところによれば，Ｂの当公判廷における供述は十分信用することができ\nる。\n第３  被告人の捜査段階における自白について\n１   被告人は，捜査段階の当初は，自己が実行行為に及んだことを否認し，その後，供\n述の変遷を重ねながらも，Ｂ方居宅内にガソリンをまき，玄関先でマッチをすって火を放\nった旨，被告人自身がＢ方居宅に放火したことを認め，その状況を具体的かつ詳細に供\n述し，ｃ警察署内に作られたＢ方居宅の模擬現場において，犯行状況を再現して説明す\nるに至っている。\nところが，これに対して，被告人は，当公判廷においては，取調警察官から，ガソリンを\nまいたことを認めれば証拠を見せてやると言われてだまされたため，自白したと主張し\nている。\nしかしながら，被告人の取調べを担当した警察官Ｏ及び検察官Ｐは，取調状況ないし\n経過について，当公判廷において，ほぼ同様の供述をしているところ，その要旨は，以\n下のようなものである。すなわち，当初，被告人は，Ｅから犯行を依頼されたが，本件犯\n行を自ら実行したことは否認し，Ｅからの依頼を受けて知人の某に犯行を依頼したなど\nとあいまいな供述をしていたので，供述の矛盾等を追及したところ，平成１４年７月２０日\n夕刻になって，Ｏ警察官の取調べに対して黙り込み，夕食後のＰ検察官の取調べにお\nいて，初めて自分がガソリンをまいて火をつけたことを自白するに至った，ところが，同\n月２３日ころ，またしても自己が実行行為に及んだことを否認し，火事になった後本件居\n宅から逃げていくＥを見たとか，実行犯はＥとは別人だとか場当たり的な弁解を繰り返す\nようになったが，同月２９日から再び態度が変わり，その後，再度自白するに至り，犯行\n状況を再現して説明することを承諾し，同月３１日，ｃ警察署内で，被告人の指示説明に\nより，犯行再現の実況見分が実施され，その後，両取調官に対して，犯行状況を詳細に\n供述するに至った，というのである。両証人の供述は，被告人の供述調書からうかがわ\nれる供述状況ないし供述経過と合致し，十分信用できるところ，Ｏ警察官は，被告人に\n自白をすれば証拠を見せるなどと述べたことはない旨明確に供述しているのであり，捜\n査機関の収集した証拠を見たいために，本件のような重大事犯についてあえて虚偽の\n自白をするなどということはおよそ考え難いといわざるを得ないから，被告人の上記弁\n解供述は信用できない。加えて，調書の署名指印等その作成に関する被告人の弁解供\n述も，客観的な供述経過に照らして明らかに矛盾しており，到底信用できない。なお，犯\n行再現実況見分を担当した警察官Ｑは，当公判廷で，再現内容を捜査官が被告人に指\n示したり，示唆したことはなく，被告人は自発的に説明していたと供述しているところ，犯\n行再現の実況見分が行われた後の取調べにおいて，被告人が，ガソリンをまいた具体\n的状況や，ポリタンクを遺留した場所，また，放火した具体的な場所等について，従前の\n供述内容と異なる，より詳細で具体的な供述をするに至っており，こうした供述の変遷の\n理由も同時に述べられているのであるから，捜査段階における被告人の自白の任意性\nに疑いを差し挟む余地はない。\n２   以上検討してきたとおり，被告人の捜査段階における供述は変遷が甚だしいもの\nの，自白を内容とする供述は，ガソリンをまいた具体的な状況をはじめ，犯行の際に被\n告人の行った一つ一つの行動について具体的で詳細な説明がされており，また，本件\n犯行の一連の経過についても，Ｅから犯行を依頼され，報酬を約束された状況をはじ\nめ，Ｅが用意したポリタンクに入ったガソリンを確認した状況，Ｂ方を訪れて酒を勧め，Ｂ\nとＣが寝込むのを待って，居宅内にガソリンをまいてマッチで点火して放火した状況，犯\n行後，Ｅに自宅の建築費用を負担してもらい，約束した報酬を何度も要求して，５００万\n円の約束であったものを３００万円に値切られて，現金で受け取った状況等について具\n体的に語られており，とりわけ，犯行の実行状況に関する供述は，実際に居宅内にガソ\nリンをまいて火を付けた者でなければ，到底語り得ない迫真性のある供述であって，先\nにみた信用できるＢの公判供述とも合致し，現場の検証結果等，客観的な状況とも矛盾\nしておらず，被告人の自白を内容とする捜査段階の供述は十分信用できる。\nこれに対し，弁護人は，被告人の自白について，①保険金入手目的が欠如している，\n②ガソリンをまいた状況の説明は，ガソリンの付着した遺留品などの客観的状況と矛盾\nする，③ガソリンをまいた後ポリタンクを遺留した場所に関する供述は変遷しており，変\n遷後の供述は客観的証拠に反する，④Ｅから受け取ったとされる報酬についての供述\nは変遷していると主張する。しかしながら，①の保険金入手目的の欠如の点について\nは，Ｅが保険金を手に入れるために犯行を依頼してきたことは推察できた旨の供述部分\nもみられるところ，そもそも，被告人が本件犯行に及んだ直接の動機はＥから報酬が支\n払われることにあったと認められるのであって，被告人が，Ｅが契約した保険契約の内\n容等を具体的に認識していなかったとしても不自然であるとはいえない。また，②の点に\n関し，確かに，敷布団からはガソリン成分は検出されていないが，その鑑定が行われた\n時期や揮発性の高いガソリンの性質などを考えれば，ガソリンが検出されなかったとし\nても，あながち不自然であるとはいえない。③の点に関しても，ポリタンクを遺留した場\n所に関する供述に変遷があったとしても，これが，その余の部分の供述の信用性まで失\nわしめるとは考え難い上，本件火災による家屋の燃焼状況に照らしてみると，居宅内に\n捨てられたポリタンクが焼失してしまった可能性も否定できないから，ポリタンクの残滓\nが存在しないからといって，被告人の供述の信用性が左右されるとはいえない。④の点\nについてみると，確かに，Ｅから受け取ったとされる報酬に関する被告人の供述は，捜\n査段階及び公判を通じて変遷していることは否定できないが，被告人がＥから相当多額\nの報酬を受け取ったことはＥの作成した金銭出納帳の記載や証人Ｌの公判供述により\n明らかであるから，報酬に関する供述に変遷があるからといって，被告人の供述が全体\nとして信用性を欠くとはいえない。\n以上のとおり，所論に照らして被告人の自白を検討してみても，被告人が被害者方居\n宅内でガソリンをまいて火を付けたという供述の核心部分の信用性は動かない。\n最後に，被告人の当公判廷における弁解供述について検討するに，公判廷における\n弁解供述は，捜査段階で被告人が自白をするに至った経緯や犯行再現の実況見分を\n行った状況に関する弁解を含めて，いずれも，客観的な証拠と矛盾し，合理的な理由な\nく変遷し，場当たり的な弁解を重ねているというほかないもので，内容自体も不自然，不\n合理であって，到底信用できない。\n第４   以上検討したところによれば，養鶏場の経営に行き詰まり，飼料業者から買掛金\nの支払を強く迫られていたＥが，ＢやＣに掛けていた生命保険金等を手に入れるため\nに，Ｂらの居住する家屋に放火して同人らを殺害することを企て，その実行を被告人に\n依頼し，被告人は，いったんはこれを断ったものの，Ｅから執ように依頼された結果，同\n人に対する恩義や同人から相応の報酬が得られることを期待してこれを承諾し，Ｅと共\n謀して，Ｂ方居宅内にガソリン等の鉱物油類をまいて火を放ち，Ｂ方居宅を全焼させると\nともに，Ｃを焼死させ，Ｂに全治まで約４箇月間を要する右手背部，左下肢踵部等に深\n達性火傷の傷害を負わせ，犯行後，約束どおり，Ｅから自宅の建築資金を負担してもら\nったほか，報酬として現金３００万円を受領した一連の事実を認めることができるから，\n本件公訴事実について犯罪の証明は十分であり，弁護人の主張は理由がない。\n（法令の適用）\n被告人の判示所為のうち，現住建造物等放火の点は平成７年法律第９１号附則２条１\n項本文により同法による改正前の刑法６０条，１０８条に，殺人の点は同法６０条，１９９\n条に，殺人未遂の点は同法６０条，２０３条，１９９条にそれぞれ該当するが，これは１個\nの行為が３個の罪名に触れる場合であるから，同法５４条１項前段，１０条により犯情の\n最も重い殺人罪の刑で処断することとし，所定刑中死刑を選択して被告人を死刑に処\nし，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこと\nとする。\n（量刑の理由）\n本件は，養鶏場を経営していた共犯者Ｅが，住み込みで稼働していた被害者Ｂ，Ｃ夫\n婦及びその居住家屋等に掛けていた保険金をだまし取る目的で，居宅に放火して被害\n者夫婦を殺害しようと企て，従業員であった被告人にその実行を依頼し，報酬を約束さ\nれた被告人においてこれを承諾し，Ｅと共謀して，被害者方居宅内にガソリンなどの油\n類をまいて放火し，建物を全焼させるとともにＣを焼死させて殺害し，Ｂに対しては全治\nまで約４箇月間を要する深達性火傷等の傷害を負わせたが殺害の目的を遂げなかった\nという現住建造物等放火，殺人，同未遂の事案である。\nＥは，自己が経営する養鶏場の経営に行き詰まり，従業員である被害者夫婦の居宅\nに放火して同人らを殺害し，被害者夫婦とその居住家屋等に掛けていた保険金を手に\n入れようと企て，その実行役を被告人に持ち掛けたものであるが，被告人は，こうしたＥ\nの意図を察知して，前刑の仮出獄期間中の身であったことからいったんは断ったもの\nの，刑務所帰りでだれも雇ってくれる者がいない自分を雇用してくれているＥに恩義を感\nじていたことや，これを断った場合には，養鶏場を解雇されるのではないかという不安も\nあり，更にＥから家を建ててやるなどと甘言を用いられ，この機会に自らも利益を得よう\nと考えてＥに報酬として現金を要求してＥにこれを約束させ，犯行に及んだというもので，\n被告人は，被害者夫婦とは同じ養鶏場で働く同僚であったにもかかわらず，現在の仕事\nを失いたくないという自己保身や，家を建ててやるというＥの甘言，更には現金で報酬が\nもらえるという利欲に駆られて犯行を決意したというのであって，そこには人の生命に対\nする畏敬の念はみじんもうかがわれず，利欲と打算に基づいた冷酷で非情な犯行の動\n機に酌量の余地は一片もない。\n犯行の態様についてみると，被告人は，Ｅからガソリンの入ったポリタンクを準備したこ\nとを知らされると，中にガソリンが入っていることを確認して被害者方居宅の付近の空き\n地にふたに針金で封をするなどして隠匿した上，犯行当日，被害者方を訪れて，Ｂ，Ｃ夫\n婦に酒を勧めるなどしてともに飲酒し，同人らが眠そうな様子を見せたことから，いった\nん被害者方を後にして被害者夫婦が寝入るのを待ち，被害者夫婦が就寝しているのを\n確かめると，隠しておいた上記ポリタンクを持ち出してきて，Ｅからは家の周囲にガソリン\nをまいて火を付けるように言われていたものの，すぐに火災が発見されて消火されたり，\n自分がやけどをする危険があると考えて，家屋全体に火が燃え広がり，確実に家屋を\n焼損させるとともに，被害者夫婦に逃げられないよう確実に殺害するために，玄関口か\nら台所を経て居室内の押入の隅やテーブルの下，また，割れた窓ガラスから外の空気\nが入り込んで火の勢いが強くなるように，窓の下の壁際などに丹念にガソリンを含む鉱\n物油類をまき，途中，Ｂが目を覚ましたのに気付くと，「寝てろ」などと言って，更に上記\n鉱物油類をまき続けるなどして放火の準備をし，最後に上記鉱物油類を部屋の中から\n風呂場，更に玄関口へとつながるようにまいて，油が畳などに染みわたったころを見計\nらって，家の外から，マッチをすって玄関口へ手を差し入れて点火して上記鉱物油類に\n引火させ，一瞬のうちに家屋を燃え上がらせ，就寝していたＣを焼死させるとともに，火\n災に気付いて玄関から逃げ出してきたＢを認めるや，「Ｃちゃんを助けろ」などと言って，\n火の海と化した家の中に押し戻そうとしているのであって，本件は，周到綿密に準備さ\nれた，計画的で，冷酷大胆，残虐非道な犯行というほかはない。\n被害者であるＢ，Ｃ夫婦は，いずれも知的障害というハンディを背負いながらも，Ｅの経\n営する養鶏場に住み込みで働き，待遇に不満を漏らすことも，Ｅや被告人に逆らうことも\nなく，黙々と仕事に励み，つましい生活を送っていたもので，被告人とＥの利欲のため\nに，一命をねらわれ，被告人の意図を全く知らずに，勧められるまま飲酒して就寝したと\nころ，室内に前記鉱物油類をまかれて放火され，Ｃは，何が起こったのかも分からない\nまま，激しい炎に包まれて身動きもできずに焼死しており，その驚愕や苦痛，無念の思\nいは察するに余りある。Ｂは，着衣に火を付けたまま，火の海から必死で逃げ出し，幸\nい一命を取り留めることができたものの，同人の被った驚愕や恐怖は甚大で，傷害の程\n度も重く，永年連れ添ってきた妻を助け出すこともできずに失っており，その心痛悲嘆は\n計り知れない。犯行の結果は余りにも重大である。Ｂは，本件被害に遭った後，約１３年\n間にわたり，雇い主であるＥや被告人のもとで生活を送ることを余儀なくされ，この間，\n火災の原因について真実を語ることを許されず，沈黙を強いられていたもので，このよう\nな苛酷な歳月を過ごしてきたＢの胸中は筆舌に尽くし難い。犯行後，１３年を経ても，被\n害者夫婦に対して全く慰謝の措置は講じられておらず，今後，その見込みもない。Ｂが，\n公判廷で，言葉は少ないながらも，とつとつとその心情を吐露し，被告人に対して極刑を\n望んでいるのも，当然である。\n本件犯行を企画し，計画したのはＥであるが，被告人は，約束された報酬を手に入れ\nるために，確実に被害者夫婦を殺害する方法を自ら考え，Ｅが準備したポリタンクに入っ\nた前記鉱物油類を使用して，自らの判断で，実行行為に及んだ者であって，その刑事責\n任はＥと比べて決して軽いとはいえない。\n犯行後の行動をみても，被告人は，自己の犯行を全く省みることなく，多額の保険金を\n手にしたＥに対して，自宅の建築資金を負担させ，新築された住居で平然と生活してお\nり，さらに，執ように報酬の支払を要求して，現実に３００万円を入手したばかりか，Ｅ\nが，病院から退院してきたＢを再び養鶏場に住み込ませて支配下に置き，意に反する行\n動をとることをできなくさせると，被告人も，Ｂに対して，「ガスコンロの不始末にしとけば\n世話ねえに。俺が火をつけたとおまえが警察に言ったから捕まったんだ」などと脅し，口\n止めを行っている。\n本件は，知的障害のある，社会的弱者である被害者夫婦をねらって，同人らに掛けら\nれていた保険金目当てに敢行された現住建造物等放火，殺人，同未遂という他に例を\nみない凶悪な犯行である上，事件発生から約１３年を経て，ようやく犯人逮捕に至ったと\nいう捜査経緯から，広く世間の耳目を集め，地元住民はもとより社会一般にも衝撃を与\nえた事案であって，その影響も軽視できない。\n被告人は，本件犯行の実行行為者であるにもかかわらず，公判廷において，荒唐むけ\nいな弁解を繰り返し，自己の刑責を免れようとしており，こうした被告人の態度からは，\n一片の良心もうかがうことができず，反省の情はみじんもない。加えて，被告人には，殺\n人，非現住建造物等放火，死体損壊罪により懲役２０年に処せられ，長期間服役した同\n種前科があり，その仮出獄期間中であったにもかかわらず，またしても，同種犯行に及\nんでいる。こうした事情を併せ考えると，被告人の犯罪性向，反規範的人格態度は著し\nく，もはや矯正困難であるといわざるを得ない。\n以上の情状，すなわち，本件犯行の罪質，犯行の目的ないし動機，犯行に至る経緯，\n犯行状況及び態様，殊に放火殺人の手段方法の計画性や残虐性，一人の生命を奪\nい，もう一人の生命をも奪おうとしたという結果の重大性，被害者の峻烈な被害感情，\n犯行がもたらした社会的影響，犯行後の被告人の行動や態度，そして，被告人の前科\n関係，とりわけ，本件が同種事犯による前刑の仮出獄期間中の犯行であること，被告人\nの犯罪性向の根深さや反規範的人格態度などを総合考慮すると，犯情は極めて悪質で\nあり，被告人の刑事責任は誠に重大である。\nそうすると，他方において，本件は共犯者が企て，計画した犯行であること，Ｂの殺害\nは未遂にとどまっていること，被告人が，捜査段階においては事実を認めて反省し，い\nったんは自己の罪責と向き合い，処罰を受けようとする態度を示したことがあったこと，\n現在７８歳と高齢であることなど，被告人のためにしん酌し得る一切の事情を最大限に\n考慮し，併せて，死刑が，人間存在の根元である生命そのものを奪う最も峻厳な刑罰で\nあり，真にやむを得ない場合における究極の刑であって，その適用は慎重にされなけれ\nばならないことを十分に勘案してみても，被告人に対し，極刑をもって臨むことはやむを\n得ない。（求刑  死刑）\n【さいたま地方裁判所第三刑事部裁判長裁判官川上拓一，裁判官森浩史，裁判官片岡\n理知】\n"
}