{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 26
  },
  "case_number": "平成11(ワ)699",
  "case_name": "損害賠償請求事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6144",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6144",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/144/006144_hanrei.pdf",
  "contents": "主　　　　文\n１　被告らは，連帯して，原告Ａに対し，３１２５万３２６４円，原告Ｂ及び原告\nＣに対し，それぞれ１２５２万６６３２円並びにこれらに対する平成９年１１月１\n４日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求をいずれも棄却する。\n３　訴訟費用はこれを７分し，その６を被告らの負担とし，その余を原告らの負担\nとする。\n４　この判決は，主文第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告らは，連帯して，原告Ａに対し，３６０６万円，原告Ｂ及び原告Ｃに対\nし，それぞれ１４４７万５０００円並びにこれらに対する平成９年１１月１４日か\nら支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n原告らは，亡Ｋの相続人である。Ｋは，被告学校法人自治医科大学（以下\n「被告法人」という。）が運営する附属大宮医療センター（以下「医療センター」\nという。）において診療を受けたが，死亡した。担当医師は，同被告の被用者であ\nる被告Ｅであった。原告らは，被告Ｅに過失があった（呼吸器感染症の症状を呈し\nていたＫに対し，病原菌を特定するための検査を行わず，医療センターに勤務する\n他の呼吸器専門医の診断を受けさせることもなく放置し，Ｋが肺アスペルギルス症\nを発症していることが判明した後も緊急入院の措置を怠るなどして，Ｋを肺アスペ\nルギルス症により死亡させた）と主張し，被告法人に対しては診療契約上の債務不\n履行又は不法行為（使用者責任）に基づき，被告Ｅに対しては不法行為に基づき，\n損害の賠償を求めている。\n１　前提となる事実（証拠の摘示のない事実は，当事者間に争いがない。）\n(1)　当事者\nア　原告ＡはＫの妻，原告Ｂ及び同Ｃは子であり，いずれもＫの相続人であ\nる。\nイ　被告法人は，自治医科大学を設置し，同大学の附属機関として，医療セ\nンターを設置，運営する学校法人であり，被告Ｅの使用者である。\n被告Ｅは，同大学の教授であり，Ｋの診療が行われた当時，医療センタ\nーの内科医長及び第１総合診療科科長を務めていた医師である。\n(2)　Ｋの死亡に至る経緯\nア　Ｋは，昭和６２年に肺がんと診断され，防衛医科大学校病院において左\n肺上葉切除の手術を受けたことがあり，平成７年７月１０日，被告法人との間で診\n療契約を締結して，同日から，高血圧，糖尿病，高脂血症の治療のため，医療セン\nターの第１総合診療科に通院するようになり，平成８年５月２１日から，同科の主\n治医を被告Ｅが担当することになった（甲第６号証）。\nイ　検査の結果によると，Ｋの平成９年６月４日の急性反応物質であるＣＲ\nＰ（Ｃ反応性タンパク・C-reactive protein）の値（ミリリットル／デシリット\nル）は，１．２であったが，同年７月２日には，７．１に上昇していた。ＣＲＰの\n値は，１．０以下が基準とされており，それを超える値の場合は，炎症の有無を調\nべる必要があるとされている（甲第６号証，第１１号証）。\n同日以降，以下のとおり，ＣＲＰの値が高い状態が継続した。\n(ｱ)　平成９年　７月３０日　　　８．３\n(ｲ)　　　同年　８月　６日　　　８．６\n(ｳ)　　　同年　８月１３日　　　７．０\n(ｴ)　　　同年　８月２７日　　　７．０\nウ　Ｋは，平成９年７月１２日風邪で咳，のどの痛み及び発熱で他院を受診\nしたが，症状軽快せず，同月１６日被告Ｅの診療を受け，被告Ｅは，咳がひどくて\n治らない旨Ｋが訴えところ，ポンタール（鎮痛・消炎・解熱剤），スパラ（抗生物\n質），メジコン（鎮咳剤）及びダーゼン（抗炎症剤）の各薬剤を処方した（甲第６\n号証）。\nエ　Ｋは，同様の症状を訴えて，同月２４日にも同じ薬剤を処方された（甲\n第６号証）。\nオ　Ｋは，同年８月６日に受診した際，咳が続き，動悸，倦怠感も続いてい\nる旨訴えた。\n被告Ｅは，上気道炎，気管支炎などの呼吸器感染症を疑い，同日，胸部\nレントゲン検査を行った。そして，ポンタール，メジコン，ダーゼンを処方した。\nカ　Ｋは，同月１３日に受診した際，だるさ及び息切れを訴えた。\nＫの肺がん再発を疑った被告Ｅは，同日，胸部単純ＣＴ検査を予約し，\n同検査は，同月２５日に実施された。その検査報告書には「左肺には残存肺がある\nのですが，気管支の同定ができず，どこの肺が残っているのか，ＣＴでは評価不能\nです。左胸膜が肥厚し，胸腔内にニポーを形成しています。オペ後の気管支瘻か胸\n膜浸潤を考えたいです。左残存肺に結節を認めますが，炎症性変化と思います。精\n査をお願いします。」と記載されていた。（甲第６号証）\nキ　被告Ｅは，同月２７日，Ｋが同年９月７日から同月１４日まで中国へ旅\n行することを認めた（甲第６号証）。\nク　同年９月１６日，Ｋに対し，胸部造影ＣＴ検査が実施された（甲第６号\n証）。\nケ　被告Ｅは，肺がんの再発を疑い，同月１７日，要旨「風邪様の症状が出\n現し，ＣＲＰが高値を示している。胸部造影ＣＴ検査の結果，結節様陰影の増加が\n認められた。再発結節の可能性を否定できないので，よろしくお願いする。」との\n内容の防衛医大病院の第２外科の医師であるＬ（以下「Ｌ医師」という。）にあて\nた紹介状を作成し，Ｋに交付した（甲第６号証，乙第１号証の１）。\nコ　Ｌ医師は，同月２２日，被告Ｅに対し，肺がんの再発とは考えにくい，\n炎症による変化の方が考えやすく，同年１０月３日に気管支内視鏡を予定してい\nる，呼吸器に関しては防衛医大病院の側でフォローアップする旨報告した（甲第６\n号証，乙第１号証の２）。\nサ　Ｌ医師は，同年１０月３日，防衛医大病院において，Ｋに対し，気管支\n内視鏡検査を行い，気管支肺胞洗浄液を採取して細胞診，培養検査に回した。同月\n１３日，培養検査の結果，アスペルギルス菌が検出された（乙第１５号証）。\nシ　Ｋは，医療センターを再度受診し，被告Ｅは，同月２２日の診療の際，\n医療センターへの入院を指示した（甲第６号証）。\nス　Ｌ医師は，同月２７日，防衛医大病院において，Ｋに対し，胸部レント\nゲン検査を行った。Ｋは，その際，医療センターに入院することになった旨を告げ\nた。（甲第２５号証）\nセ　Ｋは，同月３０日，医療センターに入院した。\nソ　Ｋは，同年１１月１日及び３日，医療センターにおいて喀血した。\nタ　Ｋは，同月１４日，医療センターにおいて，肺アスペルギルス症により\n死亡した。\n(3)　肺アスペルギルス症について\nア　肺アスペルギルス症は，真菌であるアスペルギルス菌により引き起こさ\nれる。我が国で最も多く見られる肺真菌症が肺アスペルギルス症である。肺アスペ\nルギルス症は，肺感染症に関する内科学の基本疾患の一つとして，医学生の段階で\n学び，かつ，家庭医学書にも登載されており，広く知られている。肺アスペルギル\nス症は，おおよそ侵襲性と非侵襲性とに分けることができる。侵襲性肺アスペルギ\nルス症は，白血病を中心とした血液疾患患者や悪性腫瘍患者，あるいは副腎皮質ス\nテロイドや免疫抑制剤投与中の免疫不全宿主に発症する。非侵襲性肺アスペルギル\nス症は，先行肺疾患により肺既存構造が破壊された部位（空洞）等に多く発症す\nる。ここにいう空洞とは「ある臓器が炎症を起こし，死んで崩れた組織を臓器の外\nに排出したために後にできる空間」のことであり，したがって，その周囲には炎症\nが存在することが多い。非侵襲性肺アスペルギルス症は，この肺の空洞にアスペル\nギルス菌が感染し，終局として肺に広範囲の強い破壊性病変をもたらす進行性の疾\n患である。\nイ　非侵襲性肺アスペルギルス症の治療は，アムホテリシンＢ（ＡＭＰＨ－\nＢ），フルシトシン，ミコナゾール，フルコナゾール，イトラコナゾール等の抗真\n菌薬の内服，点滴，空洞内注入（気管支鏡による経気管支注入など）又は外科的切\n除（根治的治療）によってなされる。\n２　争点及び争点に関する当事者の主張\n(1)　争点１\n被告Ｅには，Ｋの診療を行うについて，医師としての注意義務違反があっ\nたか，否か。被告Ｅは，Ｋの死亡につき，不法行為責任（民法７０９条）を負う\nか，否か。被告法人は，Ｋの死亡につき不法行為責任（民法７１５条）又は診療契\n約上の債務不履行責任を負うか，否か。\n（原告らの主張）\nア　被告Ｅは，平成９年７月２日以降，Ｋが呼吸器感染症を発症しているこ\nとを疑っていた。また，Ｋの以下の症状等からして，呼吸器感染症の中でも特に肺\nアスペルギルス症を疑うべき状況にあった。\n(ｱ)　ＣＲＰの値が７月２日以降高い状態で推移していたこと\n(ｲ)　７月２日以降８月２７日まで咳と痰を訴えていたこと\n(ｳ)　長期間にわたり，動悸，倦怠感，だるさ及び息切れを訴えていたこと\n(ｴ)　抗生物質であるスパラや鎮咳剤が効かなかったこと\n(ｵ)　同年８月６日に撮影された胸部レントゲン写真に，肺アスペルギルス\n症の特徴的所見である空洞周囲の浸潤影や空洞壁の全周囲にわたる肥厚が見られる\nこと\n(ｶ)　Ｋは，昭和６２年に肺がん手術を受け，肺左上葉を切除した既往歴を\n有すること\nイ　ところが，被告Ｅは，以下の事実から窺われるように，Ｋの症状等を正\n確に認識・把握せず，平成９年１０月２２日に入院を指示するまで，肺アスペルギ\nルス症に罹患しているのではないかと疑わなかった。\n(ｱ)　同年８月６日に至るまで肺がん手術の既往歴を認識していなかったこ\nと（聴診器を当てさえすれば手術痕が見えるのに，被告Ｅは，Ｋに対して聴診器を\n当てたこともない。なお，診療録には聴診器を当てて胸部ラー音があった旨の記載\nがあるが，この記載は，後日書き加えられたものである。）\n(ｲ)　肺アスペルギルス症の症状を看過し，単なる風邪と誤診していたこと\n(ｳ)　同年９月７日からの中国旅行を認めたこと\nウ　病原菌を特定するための検査を行わなかった過失\n被告Ｅは，呼吸器感染症の発症を疑っていたのであるから，その病原菌\nを特定するために必要な検査を行うべきであり，とりわけ，肺アスペルギルス症の\n発症を疑うべき状況にあったのであるから，同症の鑑別のための検査を行うべき注\n意義務があった。具体的には，検痰，気管内採痰，気管支肺胞洗浄液からの培養検\n査や血清学的検査を行うべきであった。\nそれなのに，被告Ｅは，容易にできるこれらの検査を行わなかった。\nエ　呼吸器専門医の診断を受けさせなかった過失\n仮に，被告Ｅが自ら上記ウの検査を行えない事情があったとしても，当\n時の診療センターの医療体制と被告Ｅの置かれていた地位に鑑みれば，被告Ｅに\nは，Ｋに対し，医療センターの呼吸器専門医の診断を受けさせるべきであった。\nそれなのに，被告Ｅは，自ら診療を行うことに固執し，そのような措置\nをとらなかった。\nオ　早期入院ないし緊急入院措置をとらなかった過失\n仮に，被告Ｅが上記ウの検査を行わず，呼吸器専門医の診断を受けさせ\nないのであれば，被告Ｅは，Ｋに対し，平成９年８月及び９月の段階で入院措置を\nとり，若しくは，同年１０月２２日の時点で，緊急入院の措置をとるべきであっ\nた。\nそれなのに，被告Ｅは，早期入院措置をとらず，かつ，同年１０月２２\n日の時点で入院を決めてから実際に入院をさせるまで，８日間も放置した。\nカ　因果関係\n本件において，被告Ｅが，感染症の病原菌を特定するために必要な検査\nを行っていれば，肺アスペルギルス症と診断できた可能性は高く，診断ができれ\nば，イトラコナゾールの投与等による内科的治療や患部の切除等の外科手術により\n治癒できた可能性が高かった。したがって，被告Ｅの上記過失とＫの死亡との間に\nは相当因果関係がある。\n（被告らの主張）\nア　肺アスペルギルス症を疑うべき状況にあったことは否認する。\n(ｱ)　ＣＲＰの値は，感染症のみならず，悪性腫瘍などによっても上昇す\nる。\n(ｲ)　咳や痰は，ほとんどの呼吸器疾患において認められる非特異的一般的\n臨床症状であり，肺アスペルギルス症に特徴的な症状ではない。\n(ｳ)　発熱の訴えはなかった。\n(ｴ)　スパラの使用中止は，呼吸器症状の消失によるものであり，その後症\n状が出た際に再使用していないのは，原告らが使用に反対したためである。また，\nスパラが効かないことは，同薬に感受性のある病原菌の可能性が否定されるにとど\nまり，肺アスペルギルス症を疑うべき理由とはならない。\n(ｵ)　平成９年８月６日に撮影された胸部レントゲン写真に関する原告らの\n主張（アの(ｵ)）は否認する。また，その写真には，肺アスペルギルス症に特徴的な\n所見である菌球の存在が認められない。\nイ　被告ＥがＫの肺がん手術の既往歴を認識していなかったこと，Ｋに対し\nて聴診器を当てたことがないことは，否認する。\nウ　被告Ｅは，呼吸器症状が続いていることや肺がん手術の既往歴から，肺\nがん再発の可能性を疑い，その鑑別のため，平成９年８月２５日に胸部単純ＣＴ検\n査を，同年９月１６日に胸部造影ＣＴ検査をそれぞれ行ったが，肺がんの診断に至\nらないものの，肺がんの可能性も排除できなかったことから，Ｋが受診を希望する\n防衛医大病院あての紹介状を作成して，Ｋに交付した。その後，防衛医大病院にお\nいて，肺がん鑑別のための気管支内視鏡検査が行われ，アスペルギルス菌が検出さ\nれた。\n被告ＥがＫの症状等から肺がん再発の可能性を疑ったのは当然であり，\n同被告が行った検査は，肺がん再発の可能性がある患者に対するものとして，適切\nであった。\nまた，Ｋの症状は，呼吸器感染症のみならず，呼吸器疾患全般の可能性\nを否定できないものであった。その場合の検査としては，胸部レントゲン検査及び\n胸部ＣＴ検査（造影検査）があるが，被告Ｅは，いずれも実施している。\nエ　病原菌特定のための検査を行わなかった過失について\n以下の理由から，被告Ｅが原告らの主張する検査を行わなかったことに\nついて，過失があるとはいえない。\n(ｱ)　喀痰からの培養検査は，口腔及び気道内の常在菌を排除することがで\nきず，仮に菌の存在が認められたとしても，病原菌としての意味を持つものか判別\nできないから，実施しても診断に結びつき難い。\n(ｲ)　気管内採痰，気管支肺胞洗浄液からの培養検査は，表面麻酔をかける\nなどして気管に内視鏡を挿入して実施する検査（気管支鏡検査）であり，医的侵襲\nが大きい。\n(ｳ)　喀痰や気管支鏡で得た検体の培養検査，血清学的検査は，肺アスペル\nギルス症の診断にとって，感度の高い検査とはいえない。\n(ｴ)　そもそも肺がんが疑われた本件において，胸部ＣＴ検査等に先んじて\nこれらの検査を実施しなければならない理由はない。\nオ　呼吸器専門医の診療を受けさせなかった過失について\n他の専門医の診断を受けさせるべきなのは，検査を実施しても診断がつ\nかないときである。被告Ｅは，上記のとおり，レントゲン検査，ＣＴ検査等を行っ\nたが，診断がつかないことから，防衛医大病院（呼吸器外科）へ診療を依頼してい\nる。\nしたがって，被告Ｅが医療センターの呼吸器専門医の診療を受けさせな\nかったことについて，過失があるとはいえない。\nカ　早期入院ないし緊急入院措置をとらなかった過失について\n以下の理由から，被告Ｅの措置について，過失があるとはいえない。\n(ｱ)　緊急入院措置義務については，そもそも根拠が不明である。\n(ｲ)　入院を決めてから実際の入院までに８日間ほどかかるのは，やむを得\nないことである。\nキ　因果関係について\n(ｱ)　アスペルギルス症に対する内科的治療としては，イトラコナゾールで\nはなく，臨床効果の低いフルコナゾールが投与された可能性が高い。イトラコナゾ\nールの有効性についても，疑問がある。\n(ｲ)　アスペルギルス症に対する外科手術は，合併症の可能性も高く，適応\nが限られている。\n(ｳ)　平成９年８月６日に気管支鏡検査を予約し，その結果有意な所見が得\nられたとしても，アスペルギルス症の治療開始は，同年８月末か９月初めであり，\n実際の治療開始日と１か月余りの違いしかなく，結果に有意な影響を及ぼすとはい\nえない。\n(2)　争点２\nＫ及び原告らに生じた損害の額は幾らか。\n（原告らの主張）\nア　Ｋの損害\n(ｱ)　逸失利益　２９３０万円\nＫは，死亡当時６０歳の男性であり，既に定年退職していたが，複数\nの企業から，経験を生かして勤務して欲しい旨の要請があり，再就職が予定されて\nいたから，賃金センサス平成８年男子労働者「高専・短大卒」の５１４万９７００\n円を基礎年収とする。また，Ｋは一家の支柱で被扶養者が１人であったから，生活\n費控除率は４０パーセントが相当である。就労可能年数は，平均余命の２分の１で\nある１０年とすべきである。中間利息控除率は，公定歩合や預金金利が極めて低水\n準である昨今の金融情勢を踏まえ，年１分とすべきであり，この場合の新ホフマン\n係数は，９．４８５７である。したがって，その逸失利益は，次のとおり，２９３\n０万円となる（１万円未満切り捨て）。\n5,149,700×(1-0.4)×9.4857=29,309,105\nなお，予備的に，ライプニッツ方式により年１分（係数９．４７１\n３），年２分（係数８．９８２５），年３分（係数８．５３０２），年４分（係数\n８．１１０８）とすることを主張する。\n(ｲ)　慰謝料　２８６０万円\n被告Ｅは，一般の内科医より高度の水準の医療を提供する義務があっ\nたにもかかわらず，毎回の診療が極めて杜撰であり，その必然的結果として，呼吸\n器に関する感染症検査を何ら行わないという一般の内科臨床医としての初歩的な注\n意義務違反を犯した上，自らの過ちを繕うためにカルテを改ざんした。したがっ\nて，慰謝料は，懲罰的に増額されるべきであり，一家の支柱であった者の慰謝料の\n基準額である２６００万円に１割を増額するのが相当である。\n(ｳ)　原告らは，Ｋの死亡により，同人に生じた損害（逸失利益，慰謝料）\nを法定相続分に従って，原告Ａが２分の１，その余の原告らが各４分の１の割合で\n相続した。\nイ　原告Ａに固有の損害\n原告Ａは，以下の費用を自ら負担した。\n(ｱ)　葬儀費用　１２０万円\n(ｲ)　弁護士費用　５９１万円\n（被告らの主張）\n争う。\n第３　当裁判所の判断\n１　争点１について\n(1)　前記前提となる事実に甲第６号証，第２１号証，乙第３号証，証人Ｈの証\n言及び被告Ｅ本人尋問の結果並びに後掲各証拠を併せると，以下の事実が認められ\nる。\nア　肺アスペルギルス症について（本項全体について甲第４号証，第５号\n証，第８号証，第２１号証，第２２号証，第２７号証，乙第３６号証，第３８号\n証）\n(ｱ)　呼吸器感染症には，病原菌が真菌（カビの一種）であるもののほか，\n細菌であるものなどがある。細菌に対しては，当該細菌に感受性を有する抗生物質\nの投与が有効な治療法となるが，抗生物質の投与には，真菌や当該抗生物質が効か\nない細菌を異常に増殖させる現象（菌交代現象）を引き起こす副作用がある。した\nがって，呼吸器感染症の疑いがある場合，その病原菌を特定するための検査が必要\nであり，喀痰検査等が重要となる（甲第９号証）。\n(ｲ)　肺アスペルギルス症は，真菌であるアスペルギルス菌が肺の中で異常\nに増殖して引き起こされる，呼吸器感染症の一種（肺真菌症）である。肺アスペル\nギルス症は，我が国で最も多く見られる肺真菌症であり，同症の症状としては，肺\n真菌症に共通して見られる咳，痰，発熱のほか，吐血や呼吸時の喉鳴りなどがあ\nる。\n(ｳ)　同症は，前記第２の１の(3)のとおり，おおよそ侵襲性（肺炎型）と\n非侵襲性（菌球型）とに分類することができるが，宿主の状態により相互に移行し\nうる。侵襲性肺アスペルギルス症は，白血病を中心とした血液疾患患者や悪性腫瘍\n患者，あるいは副腎皮質ステロイドや免疫抑制剤投与中の免疫不全宿主に発症す\nる。非侵襲性肺アスペルギルス症は，先行肺疾患等により肺既存構造が破壊された\n部位（空洞）等にアスペルギルス菌が感染して発症する。アスペルギルス菌が増殖\nし，菌球を形成することが多い。なお，空洞の周囲には，炎症が存在することが多\nい。\n(ｴ)　肺アスペルギルスの診断は，胸部レントゲン検査のほか，喀痰，気管\n内採痰又は気管支肺胞洗浄液からの培養検査や，血清学的検査（血清沈降抗体の寒\n天ゲル内拡散法による検出）等によって行われる。\n非侵襲性肺アスペルギルス症の発症を知る最も重要な所見は，胸部レ\nントゲン写真の変化である。非侵襲性肺アスペルギルス症は，胸部レントゲン写真\nに菌球（菌球はレントゲン写真所見上の名称であり，形態上はアスペルギルス菌塊\nがこれに相当する。）が見られることが多く，この場合は，比較的容易に診断が可\n能である。しかし，菌球が形成される過程の段階にあるものや，そもそも菌球を形\n成しないものなど，菌球の所見が認められないものも少なくない。\nもっとも，菌球の所見が認められないからといって診断が不可能とい\nうわけではない。非侵襲性肺アスペルギルス症のレントゲン写真初期像の特徴は，\n①空洞壁の局所軽度肥厚（空洞壁周囲の浸潤）に次いで全周性肥厚や胸膜肥厚様陰\n影の出現であり，②この肥厚は次第に増強したり，一時的に軽減することがあり，\n③次いで，肥厚した空洞壁内層の不整化がみられ，④末期には空洞周辺部への広汎\nな浸潤影が出現する。しかし，初期像は，古くは，アスペルギルスのみの特異的所\n見とされていたが，他の日和見感染症，特に非定型抗酸菌症の研究により類似の所\n見が見られることが明らかになったので，鑑別が必要である。この両疾患は，胸膜\n炎後や人工気胸後の肺尖部に発生する点でも類似しており，合併して発症すること\nもあるので，一方の菌の検査のみで診断するのは相当ではない。\nアスペルギルス菌は，環境中に常在しているから，非定型抗酸菌など\nと同様に，喀痰中から微量に検出されても感染巣からのものではなく気道の汚染に\nよる可能性もあるから，確定的な診断にはならない。逆に，感染が成立していて\nも，早期には喀痰培養陰性のことが多いから，菌陰性でも感染を否定し得ず，繰り\n返しの検痰や気管支鏡による病巣局所からの検体検査が必要である。（甲第２４号\n証）\n(ｵ)　非侵襲性肺アスペルギルス症に対する治療としては，根治的治療法と\nして，病巣の切除手術という外科的手法があるほか，アムホテリシンＢ，ミコナゾ\nール，フルコナゾール又はイトラコナゾールなどの抗真菌薬の投与（空洞内注入又\nは服用）といった内科的手法がある。これらの治療法の効果については異論もある\nが，外科手術が適応になる場合もないわけではなく，内科的手法については，特に\nイトラコナゾールの効果が良好であり，また，菌球の所見が認められるものよりも\n認められないものの方がより良い効果が期待できる（甲第２３号証）。\nイ　Ｋの症状等について\n(ｱ)　死因及び発症時期\nＫの死因は肺アスペルギルス症であり，死亡の約４か月前である平成\n９年７月ころには発症していた（甲第２号証）。同症が非侵襲性のものか否かにつ\nいては明らかでないが，後記の症状に照らすと，侵襲性のものよりも非侵襲性のも\nのであった可能性が高い。\n(ｲ)　肺がん手術の既往歴\nＫには，昭和６２年１１月２５日に防衛医大病院において肺がん手術\nを受け，肺左上葉を切除した既往歴がある。\n前記のとおり，非侵襲性肺アスペルギルス症は，肺切除後の空洞に発\n症することが多い。\n被告Ｅは，平成８年３月２７日，Ｋに対し，胸部レントゲン検査を実\n施しているが，同レントゲン写真からは，第５肋骨の欠落や細かい金属チェーンの\n存在を見てとることが可能である（甲第２１号証，乙第６号証）。したがって，被\n告Ｅとしては，その時点においてＫの肺がん手術の既往歴を認識し得る状態にあっ\nたというべきところ，平成９年８月６日，Ｋが肺がん手術の既往歴を告げた際，驚\nいた様子で「えっ，肺がんやってたの。」等の発言をしていることが認められる\n（甲第２５号証，原告Ａ本人尋問の結果）から，同被告は，同日に至るまで，Ｋの\n肺がん手術の既往歴に留意していなかったものと認めることができる。\n(ｳ)　スパラの使用中止\n被告Ｅは，平成９年７月１６日及び同月２４日の２回にわたり，Ｋに\n対し，抗生物質であるスパラをそれぞれ５日分ずつ処方したが，効き目が現れなか\nったことから，以後，処方を中止した。スパラは，呼吸器感染症に対して広域に作\n用する抗生物質であるから，これが効かない場合，速やかに使用を中止した上，真\n菌や同薬が効かない細菌を特に病原菌として疑い，これを特定するための検査を行\nう必要がある。\n(ｴ)　胸部レントゲン写真等の所見\nＫの平成９年８月６日における胸部レントゲン写真からは，菌球の存\n在が認められないものの，平成８年３月２７日のレントゲン写真に比べて，透亮影\nを含む壁が厚くなっていること，浸潤影が見られること，新たな透亮影が見られる\nことなどから，残存肺への二次感染が明らかであり，必ずしも肺アスペルギルス症\nには限定されないものの，同症の可能性を主とする感染症の発症が強く疑われるこ\nとから，起炎菌の検索が必要と考えられる（甲第２１号証，乙第７号証）。\nウ　被告法人の医療体制及び被告Ｅの置かれた地位について\n被告法人は，教育基本法及び学校教育法に基づき，へき地等の地域社会\nの医療の確保及び向上のために高度な医療能力を有する医師を養成するため，医学\nの教育及び研究を行うことを目的とする学校法人であり，その目的を達成するため\nの学校として，自治医科大学（大学院医学研究科及び医学部医学科）及び自治医科\n大学看護短期大学看護学科を設置し，医療センターを運営するものである。医療セ\nンターは，１２の診療科目を設け，地域における医療への貢献と，へき地等の地域\n医療に従事する医師に対する生涯教育の確立を図ることを目的に設置されたもので\nあり，医師１２６名，看護婦２２９名を含む総数４７９名の従事者を擁し（平成９\n年４月現在），病床総数３０８（一般２９３床，ＩＣＵ，ＣＣＵ１５床），１日平\n均の外来患者数７４９名，入院患者数２８８名（平成８年度実績）の，循環器病を\n主体とする高度医療に対応する病院であり，地域医療の中核をなす総合病院であ\nる。（甲第１５号証）\n被告Ｅは，昭和４８年５月に医師免許を取得した医師であり，平成元年\n１０月に自治医科大学助教授に就任し，同時に医療センターに勤務するようにな\nり，平成９年４月には同大学教授となった（乙第３号証）。\n被告Ｅは，本件事故当時，医療センターの第１総合診療科科長であると\nともに，内科医長を務めていた。当該内科には呼吸器科が含まれるが，本件事故当\n時，内科医長は４名おり，被告Ｅはそのうちの１名である（甲第１８号証）。\n(2)　被告Ｅの過失及び被告らの責任の有無について\nＫについて，平成９年７月ころに肺アスペルギルス症が発症していたこと\nは，先に認定したとおりである。そして，前記前提となる事実及び上記認定の各事\n実によると，被告Ｅは，平成８年３月２７日に実施した胸部レントゲン検査の結果\nから，Ｋが肺ガン手術の既往歴があることを容易に認識し得る状態にあったのに，\nこの既往歴に留意しないままＫの治療に当たっており，平成９年７月１６日及び２\n４日の２回にわたり，抗生物質であるスパラをそれぞれ５日分処方したのに薬効が\n現れず，そのため以後の処方を取りやめ，同年８月６日の診察の際には，Ｋが呼吸\n器症状を訴えたことから，呼吸器感染症等を疑って胸部レントゲン検査を実施した\nが，その際に，Ｋから肺ガン手術の既往歴を告げられてこれを認識したものと認め\nられるところ，同日の胸部レントゲン検査の結果からは，以前のレントゲン検査の\n結果と比較して透亮影を含む壁が厚くなっていること，浸潤影が見られること，新\nたな透亮影が見られることなどの残存肺への二次感染を示す所見が認められたこと\nからすると，Ｋには，同日の時点において，肺アスペルギルス症を含む感染症の発\n症が強く疑われる症状が現出していたものと認められるから，被告Ｅ\nとしては，残存肺への二次感染とその起炎菌が真菌ではないかを疑い，肺アスペル\nギルス症の発症を疑うべきであったというべく，喀痰，気管支内採痰又は気管支肺\n胞洗浄液からの培養検査や，血清学的検査（血清沈降抗体の寒天ゲル内拡散法によ\nる検出）等により，起炎菌の鑑別を行えば，Ｋが肺アスペルギルス症に罹患してい\nるとの確定診断に至った高度の蓋然性があったというべきである。しかして，Ｋが\n肺アスペルギルス症に罹患しているとの確定診断に至ったとすれば，その後の内科\n的治療（イトラコナゾールの投与等）又は外科的手術によって，これが治癒するに\n至った蓋然性が高いと認められる。そうすると，被告Ｅは，遅くとも平成９年８月\n６日ころ以降，呼吸器感染症の病原菌を特定するための検査，とりわけ肺アスペル\nギルス症を鑑別するための検査として，喀痰，気管内採痰又は気管支肺胞洗浄液か\nらの培養検査や，血清学的検査（血清沈降抗体の寒天ゲル内拡散法による検出）を\n行うべき注意義務があったということができる。それなのに，被告Ｅは，これらの\n諸検査を何ら行わなかったため，Ｋは，肺アスペルギルス症に対する適切な治療を\n受けることなく，病状が悪化し，同年１０月２２日に入院を指示され\nたが，時既に遅く，肺アスペルギルス症により死亡したものと認められる。したが\nって，被告Ｅは，上記諸検査を行わなかったことにつき過失があったものというべ\nきである。\n被告らは，被告ＥがＫの症状から肺がん再発の可能性を疑ったことに不合\n理な点はなく，被告Ｅがとった処置は，肺がん再発の可能性がある患者に対するも\nのとして適切であったから，過失はない旨主張する。しかしながら，仮に被告らの\n主張するとおり，被告ＥがＫの症状から肺がんの再発を疑ったことに不合理な点が\nないとしても，同被告が平成９年８月６日に呼吸器症状の訴えから感染症の疑いを\nもってレントゲン検査を実施したこと及びレントゲン検査の結果等から肺アスペル\nギルス症を含む感染症の発症が強く疑われる症状が現出していたことを考慮する\nと，被告Ｅとしては，当然に肺アスペルギルス症の感染を疑うべきであったという\nべきであり，肺がん再発の可能性のある患者に対して前記の諸検査を行うことが不\n可能又は著しく困難であるなどの，前記諸検査を回避すべき特段の事情は認められ\nないから，被告Ｅにおいて前記諸検査を行うべき注意義務を免れるものでないこと\nは明らかである。被告らの上記主張は採用することができない。\nしたがって，Ｋは，被告法人の設置，運営する医療センターに勤務し，医\n療センターの業務を行う医師である被告Ｅの注意義務違反により，死亡したものと\nいうべきであるから，被告Ｅは民法７０９条の規定に基づき，被告法人は，同法７\n１５条の規定に基づき，Ｋ及び原告らが被った損害を賠償すべき義務がある。争点\n１に関する原告らの主張は理由がある。\nなお，原告らは，上記過失のほか，医療センターの呼吸器専門医の診断を\n受けさせなかった過失及び早期入院ないし緊急入院等の措置をとらなかった過失を\nも主張する。しかし，上記諸検査は，呼吸器専門医でなくとも容易に行い得るもの\nであり，呼吸器専門医の診断に委ねるまでもなく，被告Ｅ自ら行うべきものである\nから，前者の過失を問題とする余地はない。また，後者の過失については，被告Ｅ\nがＫの早期入院措置ないし緊急入院措置をとるべき注意義務の存在を認めるに足り\nる根拠は見いだし難いし，被告Ｅにおいて，Ｋにつき上記諸検査を行うべき注意義\n務違反があったことは前記のとおりであって，なにもＫを入院させなくても上記諸\n検査を行うことは可能であったというべきであり，入院させたからといって上記諸\n検査を行うべき注意義務がなくなるわけではないのであるから，Ｋを入院させなか\nったこととＫの死亡との間に因果関係があるとは認められない。原告らの上記主張\nは採用することができない。もっとも，被告Ｅの上記諸検査を行うべき注意義務違\n反とＫの死亡との間に相当因果関係が認められ，被告らが損害賠償の責に任ずべき\nことは前記説示のとおりであるから，この点の判断は，結論に影響を\n及ぼすものではない。\n２　争点２について\n(1)　Ｋの損害\nア　逸失利益\n証拠（甲第１号証，第２５号証）によれば，Ｋは，昭和１２年４月２８\n日生まれの男性で，短期大学卒業の最終学歴を有し，被扶養者は１人であり，死亡\n当時６０歳で，既に退職していたが，それまでの経験を生かして企業への再就職が\n見込まれていたと認められる。そうすると，本件医療事故がなければ，向後少なく\nとも平成９年簡易生命表による平均余命の２分の１である１０年間は労働に従事す\nることが可能であったと認めるのが相当である。そこで，賃金センサス平成９年第\n１巻第１表産業計，企業規模計，男子労働者，高専・短大卒，６０歳以上６４歳以\n下の平均年収額５２０万３２００円を基礎として，生活費を４割控除し，ライプニ\nッツ方式により年５分の割合による中間利息を控除して，上記１０年間の逸失利益\nの本件事故当時の現価を求めると，次のとおり，２４１０万６５２９円となる。\n（計算式）\n5,203,200×(1-0.4)×7.7217=24,106,529\n原告らは，年５分よりも低い中間利息控除率によって逸失利益の現価を\n算定すべきであると主張する。しかし，かなり高い金利水準が何年も続いた時代も\nあったことからも明らかなように，将来における預金金利の利率を予測することは\n容易なことではない。原告らは，いったんゼロ近くまで下げてしまった金利を再び\n年５分に戻すことはあり得ないといってもよいし，仮に戻るとしても，それは気の\n遠くなるような先であると主張する。けれども，例えばいわゆるバブル経済の時代\nにおいて，突然バブルがはじけ，その後これほどまでに長期間の低金利時代が続く\nなどと予測できたひとは少なかったと思われる。バブル経済の時代には，多くのひ\nとはいつまでも高金利が続くような感覚を持っていたのであり，それでも，中間利\n息の控除は年５分で計算されていた。このように考えると，法定利率を用いて計算\nするのはひとつの合理的な方法である。原告らの上記主張は採用できない。\nイ　慰謝料\n本件不法行為の内容，その他本件に現れた一切の事情を総合考慮する\nと，Ｋの死亡による慰謝料は２６００万円が相当と認められる。\n原告らは，慰謝料の額は懲罰的に増額されるべきであると主張する。し\nかし，慰謝料は被害者に生じた精神的苦痛を慰謝するためのものであって，「懲\n罰」を目的とするものではない。なお，２６００万円という慰謝料の額は，過失の\n態様なども含め，本件に現れた諸般の事情を考慮して定めたものである。\nウ　相続\n前記のとおり，Ｋは平成９年１１月１４日死亡し，原告ＡはＫの妻，原\n告Ｂ及び同Ｃは子であるから，Ｋの被告らに対する合計５０１０万６５２９円（逸\n失利益２４１０万６５２９円，慰謝料２６００万円）の損害賠償請求権は，その法\n定相続分に従い，原告Ａが２５０５万３２６４円，原告Ｂ及び同Ｃがそれぞれ１２\n５２万６６３２円ずつ相続したと認められる。\n(2)　原告Ａに固有の損害\nア　葬儀費用\n本件不法行為と相当因果関係のある葬儀費用は，原告Ａにつき，１２０\n万円と認めるのが相当である。\nイ　弁護士費用\n弁論の全趣旨によると，原告らが原告ら訴訟代理人弁護士らに対し，本\n件訴訟の提起及び追行を委任して，報酬の支払を約したことが認められる。そし\nて，本件事案の内容，難易度，審理経過，認容額等に照らすと，本件不法行為と相\n当因果関係のある弁護士費用の額は，原告Ａにつき，５００万円と認めるのが相当\nである。\n３　結論\nよって，原告らの不法行為に基づく本件損害賠償請求は，被告らに対し，連\n帯して，原告Ａについては３１２５万３２６４円，その余の原告らについてはそれ\nぞれ１２５２万６６３２円及びこれらに対する不法行為の日（Ｋの死亡の日）であ\nる平成９年１１月１４日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める限度で理由があるからこれを認容し，その余は理由がないからい\nずれもこれを棄却し（被告法人に対する債務不履行に基づく損害賠償請求について\nは判断しない。），訴訟費用の負担につき民事訴訟法６１条，６４条本文，６５条\n１項本文を，仮執行宣言につき同法２５９条１項をそれぞれ適用し，仮執行免脱宣\n言の申立ては相当でないから付さないこととして，主文のとおり判決する。\nさいたま地方裁判所第２民事部\n裁判長裁判官　　　渡　邉　　　等\n裁判官　　　村　上　正　敏\n裁判官　　　芹　澤　俊　明\n"
}