{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 26
  },
  "case_number": "平成13(わ)2087",
  "case_name": "恐喝，逮捕監禁，住居侵入，窃盗，詐欺，強盗，殺人，覚せい剤取締法違反被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6077",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6077",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/077/006077_hanrei.pdf",
  "contents": "主文\n被告人を無期懲役に処する。\n押収してある覚せい剤１袋（平成１４年押第１０９号の４）を没収する。\n理由\n（罪となるべき事実）\n被告人は，元暴力団員であるが，暴力団員のＡと知り合い，同人の兄弟分とな\nり，同人を介していわゆる風俗店のマネージャーをしていたＢ，Ａの若い衆のＣ，\nＤ及びＥ，風俗嬢のＦ及びＧと知り合っていたところ，\n第１　Ａ，Ｂ，Ｃ，Ｄ，Ｆ及びＧと共謀の上，\n１　甲が未成年のＧといわゆる援助交際をしていたことの弱みにつけ込み，甲が\nＧに対して有する貸金債権を放棄させるとともに，金品を喝取しようと企て，平成\n１３年７月８日午後８時３０分ころから同日午後１１時ころまでの間，埼玉県ａ市\n所在のレストランＨ店店内及び同店駐車場に駐車中の普通乗用自動車内において，\n甲に対し，被告人において，「あんたがやってることは犯罪だ。淫行罪だ。金融業\nを許可なしにやってる。偽造免許証だ。俺らを見ればどういう人間か分かるだろ\nう，今警察に連れてってもいいんだぞ。今日は帰れねえからな。印鑑，通帳，キャ\nッシュカードを持ってるか。家に取りに行くぞ。明日金融屋を回らせる。」と，Ｃ\nにおいて，「あの人のためだったら，俺は人殺しだってできる。」などと語気鋭く\n申し向けて金品の交付を要求し，上記要求に応じなければ，その生命，身体，名誉\n等に危害を加えるかのような気勢を示して脅迫し，甲をしてその旨畏怖させ，よっ\nて，同人から，そのころ，同市ｂ所在の埼玉県ｃ住宅の同人方に向かう途中の同車\n内において，携帯電話１台を，同日午後１１時すぎころ，同人方において，預金通\n帳等を，同月９日午前２時１０分ころ，東京都台東区ｄ所在のホテルＩ２０４号室\nにおいて，現金１，２万円及びキャッシュカード等数枚在中の財布１個外数点を各\n交付させてそれぞれ喝取し，同月１０日午後１時ころ，同ホテル９０９号室におい\nて，上記脅迫等により畏怖している甲に対し，被告人において，「Ｇに貸した１２\n０万円をちゃらにしろ。これから一切援助交際をするな。」などと語気鋭く申し向\nけ，よって，即時同所において，同人をして，Ｇに対する１２０万円の貸金債権の\n放棄を約束させ，もって，Ｇに上記貸金額相当の財産上不法の利益を得させ，\n２　甲を不法に監禁しようと企て，同月９日午前２時１０分ころ，被告人及びＣ\nにおいて，甲を上記ホテルＩ２０４号室まで連行した上，そのころから同月１０日\n午後１時ころまでの間，その両手両足を紐で縛り，あるいは交代で監視するなどし\nて，同室，５０２号室及び９０９号室から退去することを不能にし，もって，同人\nを不法に監禁し，\n第２　Ｃ及びＤと共謀の上，\n１　金品窃取の目的で，同月９日午前６時３０分ころから同日午前７時ころまで\nの間，Ｄにおいて，上記甲方に玄関から６畳間まで侵入した上，同所において，同\n人所有の手帳及びノート等数冊を窃取し，\n２　同日午後５時３４分ころから同日午後５時４３分ころまでの間，前後５回に\nわたり，同都台東区ｄ所在の株式会社Ｊ銀行ｄ支店において，被告人及びＤにおい\nて，上記のとおり喝取した甲名義のキャッシュカード及びクレジットカードを使っ\nて同支店に設置された現金自動預入引出機から，同支店長管理の現金合計１１８万\n１０００円を引き出して窃取し，\n３　同日午後５時５７分ころ，同区ｄ５丁目２６番１０号所在の株式会社Ｋｅ支\n店において，被告人及びＤにおいて，上記のとおり喝取した甲名義の借入用カード\nを使って同支店に設置された現金自動預入支払機から，同支店長管理の現金６９万\n円を引き出して窃取し，\n第３　上記のとおり喝取した甲名義のクレジットカードを使って人を欺いて購入名\n下に商品を交付させるなどしようと企て，\n１　Ｂ及びＥと共謀の上，同月１０日，同区ｄ所在の株式会社Ｌｄ店７階紳士用\n品売場Ｍ店において，同店店員Ｎ外１名に対し，被告人が同カードの正当な使用権\n限を有しておらず，かつ，同カードシステム所定の方法により代金を支払う意思も\nないのに，これらがあるように装い，同カードを提示して商品の購入方を申し込\nみ，Ｎをしてその旨誤信させ，よって，そのころ，同所において，同人らからスー\nツ１着外６点（販売価格合計１１万５０００円）の交付を受け，もって，人を欺い\nて財物を交付させ，\n２　Ｂ，Ｄ及びＥと共謀の上，同日，上記株式会社Ｌｄ店８階紳士用品売場Ｏ店\nにおいて，同店店長Ｐ外１名に対し，前同様に装い，同カードを提示して商品の購\n入方等を申し込み，Ｐをしてその旨誤信させ，よって，そのころ，同所において，\n同人らからスーツ１着外１１点（販売価格合計４４万８１００円）の交付を受ける\nとともに，代金合計２２００円相当のズボン３点の裾直しの便益を受け，もって，\n人を欺いて財物を交付させ，かつ，財産上不法の利益を得，\n第４　Ｂ，Ａ，Ｃ，Ｄ，Ｅ及びＦと共謀の上，被告人らによる監禁から解放された\n甲が被害を警察に届け出たことなどを知って，口封じのため，同人を逮捕監禁した\n上殺害し，併せてその際同人から金品を強取しようと企て，\n１　同月１６日午前３時４０分ころ，Ｆにおいて，同都ｆ区ｇ所在のＱビルカラ\nオケルームＲ店４０４号室に甲を言葉巧みに誘い込んだ上，被告人及びＣにおい\nて，その顔面を殴打し，胸部を足蹴にし，所携のナイフの刃先を突き付けるなどの\n暴行，脅迫を加え，被告人，Ｃ及びＥにおいて，甲を上記ビル前路上まで引きずる\nなどして連行し，同所に停車中のＤ運転の普通乗用自動車後部座席に押し込み，Ｃ\n及びＥも同乗し，同車を発進させ，途中車を換えるなどしながら，同区ｇ所在のＳ\nビル前路上，同都ｈ区ｉ町所在の駐車場Ｔ，静岡県駿東郡ｊ町所在の東名高速道路\n下り線Ｕサービスエリアを経由して，同日午後１１時ころ同県周智郡ｋ町所在のＶ\nに至るまで疾走させ，その間両手，両足に手錠をかけるなどして，同日午後１１時\n３０分ころまでの間，甲を車から脱出することを不能にし，もって，同人を不法に\n監禁し，\n２　同日午前３時４０分ころ，上記カラオケルーム４０４号室において，甲に対\nし，上記のとおり暴行，脅迫を加え，その反抗を抑圧した上，同人から携帯電話１\n台，手錠２個及び自動車の鍵１個等数点を強取し，同日午前５，６時ころ，上記Ｓ\nビル前路上に停車中の普通乗用自動車内において，その反抗を抑圧された同人から\n現金約３万円在中の財布を強取し，\n３　同日午後１１時３０分ころから同月１７日午前零時３０分ころまでの間，上\n記Ｖにおいて，甲（当時３７年）に対し，被告人において，その上半身及び大腿部\nなどをナイフで２０数回突き刺し，Ｃにおいて，その背部を所携の日本刀（平成１\n４年押第１０９号の１）で３回突き刺すなどし，よって，そのころ，同所におい\nて，甲を臓器等損傷により死亡させて殺害し，\n第５　法定の除外事由がないのに，同年１０月下旬ころから同年１１月４日までの\n間，千葉県内又はその周辺において，覚せい剤であるフェニルメチルアミノプロパ\nン又はその塩類若干量を自己の身体に摂取し，もって，覚せい剤を使用し，\n第６　Ｗと共謀の上，みだりに，同日，同都台東区ｄ所在のＸ方において，覚せい\n剤である塩酸フェニルメチルアミノプロパンを含有する結晶状粉末約０．３０４グ\nラム（同押号の４はその一部）を所持した\nものである。\n（証拠の標目）略\n（補足説明）\n第１　弁護人は，(1)判示第１の１の恐喝につき，被告人の行為は，社会的相当性か\nらの逸脱はなく，脅迫には当たらず，無罪である，(2)判示第１の２の監禁，判示第\n２の住居侵入，窃盗，判示第３の詐欺につき，被害者の承諾があったから，いずれ\nも無罪である，(3)判示第４の１の監禁につき，判示Ｖに至る途中で被害者を別の車\nに乗せ換えるまでの監禁行為については，一部無罪である，(4)判示第４の２の強盗\nにつき，無罪である，(5)判示第４の３の殺人につき，被告人は，ＡのＣにやらせる\nようにとの言葉を同人に伝えたに過ぎないから，殺人の共同正犯は成立せず，幇助\n犯にとどまると主張するので，以下，判示の事実を認定した理由を補足して説明す\nることとする。\n第２　判示第１ないし第３の各事実について\n１　関係各証拠によれば，以下の事実が認められる。すなわち，\n(1)　Ｂは，いわゆる風俗嬢で仕事先を探していたＧから，援助交際をしていた\n被害者から借金の返済を迫られ，同人につきまとわれるなどいわゆるストーカー行\n為をされて困っている，同人は暴力団と関係があるかもしれないとの話を聞き，こ\nれをＡに伝えた。同人の指示で，平成１３年７月８日夕方，被告人にも伝え，Ｄ，\nＦも同席して話し合った結果，被害者を呼び出すことに決まり，途中Ｃも合流し\nて，車２台（Ｙ，Ｚ）に分乗し，Ｈ店に赴くと，被害者は同人の車（乙）で来た。\n被告人，Ｃ及び被害者は，同日午後８時３０分ころから同日午後１１時ころまでの\n間，同店内で，Ｇへの貸金，同女との援助交際，被害者の運転免許証が偽造である\nことなどの話をし，この話は，被告人からＡ，Ｂにも伝えられた。\n(2)　被告人らは，同店を出，被告人運転のＹに被害者，Ｃが同乗し，途中の車\n内で，被害者から，携帯電話１台の交付を受けた。さらに，同日午後１１時３０分\nころ，被害者方で，同人から，預金通帳等の交付を受けた。同人方を経由して，同\n月９日午前２時１０分ころ，Ｄが予約したホテルＩ２０４号室に赴いた。そのこ\nろ，被害者から，現金１，２万円及びキャッシュカード等数枚在中の財布１個外数\n点の交付を受けた。被害者は，同日及び翌１０日の２日間仕事を休み，同日午後１\n時ころまでの約３５時間，同室，５０２号室，９０９号室と客室を移しながら同ホ\nテルにいた。この間，被害者の車はＨ店駐車場に放置されたままだった。Ｂ，Ｆ\nは，Ｄ運転の車で被害者方まで追随した後，被告人らと別れ，Ｄとｇで別れた。Ｄ\nは，同ホテルで被告人らと合流した。\n(3)　ＣとＤは，Ｇの借用書を取ってこいとの被告人の指示で，同月９日午前６\n時３０分ころから同日７時ころまでの間，被告人から渡された被害者方の鍵を使っ\nて同人方に入り，手帳，ノート等を持ち出した。\n被告人は，被害者から，同人名義のキャッシュカード等数枚の暗証番号を\n確認した上，同日夕方，Ｄと判示第２の２，３記載の金融機関に赴き，同カードを\n使って現金合計１８７万１０００円を引き出した。同現金は，同夜，被告人，Ａ，\nＢらが集ったｄの喫茶店で，被告人らによって分配され，Ａに７，８０万円，被告\n人に３，４０万円，Ｂに３０万円，Ｃ，Ｄに各１０万円が渡されたが，Ｇには渡さ\nれていない。\n被害者は，同月１０日午後１時ころ，被告人といた上記９０９号室におい\nて，Ｇへの貸金を放棄するとの約束をし，被告人らと別れたが，被告人からカード\nの返還はなされなかった。\n被告人は，同日，Ｂ，Ｄ及びＥと，被害者名義のクレジットカードを使っ\nて判示第３記載の店舗において，合計５６万５３００円相当のスーツを購入するな\nどした。\n(4)　被害者は，同日中に，警察に窃盗の被害届を出し，クレジットカード等の\nカード会社に事故届を出した（同事故届は，被告人らが上記購入をした後に受理さ\nれた。）。\n２　関係者の供述概要\n(1)　Ｃ\n平成１３年７月８日，被告人から，電話で，金だ，金だ，金の仕事がある\nから来ないかと誘われ，被告人らと合流した。Ｂから，迫力のある奴が行った方が\nいいなどと言われ，被告人と一緒に，Ｈ南ａ店で被害者と会った。被告人は，途中\nから，すごい怒り口調で，あんたがやってることは犯罪だ，淫行罪だ，金融業を許\n可なしにやってる，偽造免許証だ，俺らを見ればどういう人間か分かるだろう，今\n警察に連れてってもいいんだぞ，今日は帰れねえからな，印鑑，通帳，キャッシュ\nカードを持ってるか，家に取りに行くぞ，明日金融屋を回らせるなどと言った。私\nは，被告人が席を外した際，被害者を脅して早く観念させようと思い，あの人のた\nめだったら，俺は人殺しだってできるなどと言った。\n３人で同店を出，被告人運転の車で，被害者方に向かう途中，被告人は，\n同人から，携帯電話１台を取り上げた。\n被告人と被害者が同人方へ立ち寄った後，ホテルＩ２０４号室に赴いた。\n被告人は，今日は帰れねえから風呂に入れ，服を預かっておく，明日仕事は休んで\nもらうなどと言って，同人の服を取り上げた。被告人の指示で，私は，遅れて来た\nＤと共に，交代で被害者を監視したり，同月９日朝，Ｇの借用書を探すため，被害\n者方に行くなどした。被告人が，被害者のものと思われる黒か茶色の二つ折りの財\n布（カード３，４枚在中）から，１万円を出し，Ｄと私で分けろと言った。\n同日昼ころ，５０２号室に被害者を移動させた。被告人は，同人から，カ\nードの暗証番号を聞いてＤと出て行き，約１時間後怒って戻って来た。私とＤは，\n被告人の指示で，被告人と被害者を残して同室を出，Ａのいる部屋に行ったと思\nう。Ｄは，Ａに下りなかったと言っていたが，当時その意味は分からなかった。５\n０２号室に戻ると，被害者は，浴衣の帯で，両手足を縛られ，目隠しをされてい\nた。１人で見張りをしていると，Ａが，今回の配当と言って１０万円をくれた。被\n告人は５万円をくれた。その後，Ｄと交代で見張りをしたが，眠くなったので被告\n人の了解を得て帰宅した。被害者が９０９号室に連行されるのは見ていない。被告\n人と被害者の間で，借金，慰藉料の話は出ていなかった。\n(2)　Ｂ\n同月８日午後，ｇの喫茶店で，Ｇから，援助交際をしていた被害者に１０\n０万円以上の借金があり，同人に家まで取り立てに来られるなどストーカー行為を\nされて困っている，同人は暴力団と繋がりがあるかもしれないと聞き，これをＡに\n伝えると，被告人に振ってくれ，うまいこといくと金になると言われ，被告人にも\n伝えた。被告人は，来た時，何かいい話があるらしいじゃないと言っており，ａで\n被害者と会うことが決まった後，Ｃを呼び出したり，これで金が取れると言って委\n任状や金銭借用書を購入した。被告人，Ｃ，Ｄ，Ｆと５人でＨ店に赴き，被告人と\nＣが，被害者と同店に入った。被告人は，途中同店を出て来て，被害者は学校の先\n生だ，公務員だ，免許証の偽造もしてるとんでもない奴だ，絶対金になると言っ\nた。被告人らは，同日午後１１時ころ，同店を出，Ｇ，Ｆの借用書等を取りに被害\n者方に赴いた。同所で，被告人は，１回監禁してゆっくり話をする，ホテルか何か\nないかと言ったので，ＤがホテルＩを２部屋予約した。その後，私とＦは，別行動\nをとり，同ホテルには行っていない。\n同月９日午後７時３０分ころ，ｄの喫茶店で，被告人が被害者のカードで\n下ろしたと言って出した約１７０万円を，Ａに７０万円，被告人に５０万円，私に\n３０万円，Ｄ，Ｃに各１０万円ずつ山分けした。その際，被告人は，もうすぐ被害\n者を帰す，ＧやＦの借金がちゃらになったなどと言っていた。被害者を解放した\n後，被告人から，同人と手を組んでハッカーをする約束をした，公務員だし，免許\n証の偽造の犯罪をしているから警察に言うことはないなどと聞いた。\n(3)　Ｄ\nホテルの客室に入り，被告人から，被害者のズボンを確認しろと指示さ\nれ，後ろポケットにあった黒色，二つ折りの財布（２，３万円とカード５，６枚在\n中）を被告人に渡した。被告人は，同カードすべてを抜き出し，１万円を私とＣに\nくれた。この時被告人は，被害者に誕生日が暗証番号と確認した。\n私とＣは，同月９日午前６時半か７時ころ，被告人の指示で，被害者方の\n鍵を渡され，同人方に行き，女の子の住所，名前等が書かれたファイル，ノート等\nが入った袋，Ｆの借用書，ビデオカメラを持ち出した。Ｃも被害者方に入った。Ｆ\nの借用書はＢに，その外は被告人に渡した。Ｆの借用書のことは被告人に伝えなか\nった。\n被告人と銀行に行ったが，カードの暗証番号が違うと分かり，ホテルに戻\nった。被告人は，被害者に，暗証番号が違う，どういうことだと怒鳴り，Ｃと私に\n部屋を出ろと言った。別の部屋に行ったが，Ｃの外に誰がいたか覚えていない。そ\nの後被告人と再び銀行などに行き，お金を下ろした。この現金は，ｄの喫茶店で，\nＡらと分配し，同人から分け前として１０万円を，被告人から数万円を貰った。そ\nの後，ホテルに戻ると，被害者は，帯で手足を縛られ，タオルで目隠しをされ，被\n告人から殴る蹴るされた。\n同月１０日，被害者を解放する前，被告人はＧに貸した１２０万円をちゃ\nらにしろ，これから一切援助交際をするな，ハッカーできるか，一緒に仕事をして\n稼ごうじゃないかと言い，被害者は，うなずいていた。財布，携帯電話，鍵は，被\n害者に返したが，上記ファイルやビデオカメラ等は返さなかった。カメラは自分の\n手元に置き，ファイルはｌ通りで捨てた。\n(4)　被告人\n同月６日，Ａから，Ｂが金になる話をもってきた，相手はストーカーらし\nいなどと言われ，同月８日，Ｂから，被害者がＧと援助交際している，Ｇの借用書\nを取り返してほしい，Ａが金に困っているからできれば金にしてやりたいと言われ\nた。相手に会ってみなければ分からないと答えた。Ａが来れなくなり，Ｄが被害者\nに連絡していたので，私が同人と会うことにした。ＢからＣを同行させてくれと言\nわれ，呼び出した。Ｃと被害者とでＨ店に入り，食事をした後，Ｇの話を切りだし\nた。被害者に身分証明書の提示を求めると，偽造の免許証を出したので立腹し，そ\nのことや資格なしにＧに金を貸したこと，ストーカー行為をしたこと等を指摘し\nた。一旦席を外し，Ｂに状況を伝え，Ａにも伝えると，翌日ｄの金融屋を回らせ\nる，ｄのホテルへ連れて来てくれと言われた。被害者の承諾を得てＹで同人方へ行\nき，保険証を見せてもらい，ｄのホテルへの同行を求めると，それで話が終わるの\nであればと言って承諾した。Ｃと３人でホテルに到着し，被害者は２０４号室，私\nが２０５号室に入った。被害者は明日仕事を休む，起こして下さいと言った。Ｄと\nＣに指示して被害者方からＧやＦの借用書原本を取って来させた。同日午後１２時\n過ぎ，Ａが同ホテルに来，５０２号室，５０６号室を取った。被害者を５０２号室\nに移した。Ｃが，被害者方から上記借用書の外，キャッシュカード，クレジットカ\nードを持ち出したので，これらを被害者に見せ，同カードで引き出した金をＧへの\nストーカーの示談金に充て，終わりにした方がいいと言うと，被害者は承諾した。\n示談書は同人の希望で作成しなかった。同人に金融屋を回らせないようＡを説得し\nた。カードで引き出した金，カード等をＡに渡すと，７，８０万円とカード１，２\n枚をＡが取り，私に３，４０万円をくれた。同月１０日午前１１時ころ，９０９号\n室で被害者は，被告人がカードが全部揃ってから返すと言うとこれを了承し，また\n私がカードを使うことを承諾した。被害者に５万円を渡し，別れた。同日，Ｂ，Ｅ\nらと被害者名義のクレジットカードで買物をした。\n３　検討\n(1)　前記１で認定したように，被害者は，Ｈ店駐車場に同人の車を放置し，被\n告人運転の車で，同人方を経由してホテルＩに赴いた後約３５時間を同所で無為に\n過ごし，仕事を２日間休んだ上，ホテルを出たその日のうちに，警察に窃盗の被害\n届を出し，クレジットカード等のカード会社に事故届を出している。\n上記事実は，被害者を監禁して金品を喝取したとのＢ，Ｃ，Ｄの供述を裏\n付けるものといえるが，全て被害者の承諾のもとに行ったとの被告人の供述とは相\n容れない事実である。\n(2)　Ｂ，Ｃ，Ｄの各供述は，被害者の被害申告の内容と合致し，しかも，概ね\n相互に符合している上，その内容は，ＢからＧに関わっている男がいることを聞い\nたＡが，うまく脅せば金になると考え，これを被告人にやらせることとし，Ａ，Ｂ\nから話を聞いた被告人が，Ａの配下のＣやＤを使って，被害者を脅し付け，ホテル\nに監禁し，現金や同人名義のカード，鍵などの交付を受け，この鍵を使って同人方\nに侵入した上Ｇの借用書等を持ち出し，また，このカードを使って被害者の預金を\n引き出し，あるいは店で商品の交付を受け，カードを使って預金を引き出すなどし\nて得た現金をすぐさま被告人，Ａ，Ｂらで分配したことを具体的に物語っているも\nので，特段問題とすべき不合理，不自然な点は存しない。Ｂらは，殺人罪という重\nい責任を問われ，裁判中あるいは受刑中に証人として証言し，自己やＡの関与を認\nめているのであって，被告人一人に責任を転嫁する内容ではない。\n(3)　被告人の供述は，被害者の被害申告の内容と相反するものである上，被告\n人は，被害者と円満な話し合いをしたに過ぎないと供述するが，Ｂから話を聞いた\n際，Ａが金に困っているからできれば金にしてもらいたいと言われたとも供述して\nおり，前後矛盾する内容である。\n次に，被害者は高校教師であり，平成１３年７月９日，１０日は平日で勤\n務日であったのに，話し合いのために，２日間に亘って勤務を休み，ホテルの部屋\nで約３５時間を無為に過ごすことに承諾を与えていたとするのは，極めて不自然で\nあるし，直後に被害者が警察に被害申告していることともそぐわない。更に，その\n内容も，示談金額を定めることもなく，被告人にカードの暗証番号を教えて預金の\n引出しを依頼し，クレジットカードの使用も承諾したとするのは，荒唐無稽という\nほかない。被害者が真実示談金の支払いに応じたというのであれば，自ら金員を用\n意すれば足り，初対面の被告人らに全面的に処分を委ねるとは考えられない。\n(4)　以上検討の結果，Ｂ，Ｃ，Ｄの供述は信用でき，被告人の供述は信用でき\nない。\n(5)　前記１で認定した事実に加え，Ｂ，Ｃ，Ｄの供述等によれば，ＢからＧと\n被害者が援助交際していることなどを聞いた被告人は，同じくＢからこれを聞知し\nたＡと連絡を取りながら，同人の配下のＤ，Ｃらと共に，Ｈ南ａ店に呼び出した被\n害者に対し，Ｇへの貸金や援助交際等の弱みにつけこみ脅迫行為を行い，ホテルＩ\nに連行してその両手足を紐で縛るなどして監禁し，Ｇへの貸金を放棄させるととも\nに，現金，キャッシュカード等のカード数枚を喝取し，被害者方に侵入してＧらの\n借用書等と思われる書類を窃取し，金融機関から現金を窃取し，被害者名義のクレ\nジットカードを使用して商品を騙取したものと認められる。\n(6)　弁護人は，Ｄは，ホテルＩには，被告人，Ｃ及び被害者と一緒に着いたと\n供述するが，Ｃ，Ｂの供述と相反している，同ホテルに赴いたのは正に監禁でない\nことの証左であるとして，Ｄらの供述は信用できないと主張する。\nしかし，Ｄの上記供述は，立証趣旨の範囲外の事項に関するもので，弁護\n人が反対尋問として一言聞いたに過ぎず，検察官の再主尋問は制限されているので\nあるから，十分な吟味を経たものではなく，額面通りには受け取り難いが，いずれ\nにせよ，枝葉の部分についての供述の不一致であって，供述の信用性に影響するも\nのではない。\n次に，ホテル使用の点については，監禁場所としてホテルが利用されるこ\nとは往々にしてみられることであって，弁護人主張のようには解し難い。\n第３　判示第４の各事実について\n１　関係各証拠によれば，以下の事実が認められる。すなわち，\n(1)　Ｂは，同月１５日夜，Ｃ，Ｅ，Ｆとｇの飲食店丙で飲食中，Ｆの話で被害\n者が警察へ被害申告したらしいと知って立腹し，被害者を呼び出せと指示して，Ｆ\nに被害者を呼び出す電話をかけさせた。Ｂは，被告人，Ｄを呼び出し，その後Ｇも\n来た。Ｂや被告人らの話し合いの結果，Ｆが，被害者をカラオケルームに誘い込む\nことになった。\n(2)　被害者が，同人の車（乙）でｇ駅西口へ来た。Ｅは，警察がいないか確か\nめろとのＢの指示で，Ｄ，Ｃと共に，同車の周辺を偵察した。Ｆは，同月１６日午\n前３時４０分ころ，被害者をカラオケルームＲに誘い込み，Ｆが部屋を出た後，被\n告人，Ｃが被害者のいる部屋に赴き，同人に暴力を加え，近くに停めてあったＤ運\n転のＺに押し込んだ。そのころ，被告人は，被害者の携帯電話，手錠を持った。同\n車には，Ｃ，Ｅが同乗し，ｇにあるＳビル前路上，丁を経由し，再び同ビル前路上\nに至った。Ｅは，被害者の所持品を確認しろとのＢの指示をＣに伝え，同日午前\n５，６時ころ，被害者の約２，３万円在中の財布をＢに渡した。その後，同車は，\nｈの駐車場Ｔ（以下「Ｔパーキング」という。）に至った。他方，被告人運転のＹ\nは，Ｂ，Ｆ，Ｇが同乗し，丁を経由し，Ｔパーキングに来た。同所で，被害者をＹ\nに乗り換えさせ，Ｄ，Ｃ及びＥも乗車して出発し，途中ｇで駐車中の乙にＤが乗り\n換え，ＣがＹを運転して，被害者を静岡県のＵサービスエリアまで連行した。\n(3)　被告人は，Ｂ，Ｆ，Ｇとｈのホテルｍに宿泊し，ステーキハウスｎで昼食\nを摂るなどした。その後，被告人は，Ｂらと別れた。同日夕方，ＺでＵサービスエ\nリアに赴き，Ｃらと合流した。\n(4)　被告人らは，途中，被害者を乙に乗せ換え，Ａを通じ，知人からＶを教え\nてもらい，被告人の先導で，同日午後１１時３０分ころ，同所に至った。被告人\nは，Ｃと共に，懐中電灯を買いに行き，途中，農機具小屋から鍬２本を持ち出し，\nＶに戻った。被告人は，被害者を乙から出し，Ｃと共に，被害者を引きずって，Ｖ\nの中へ入った。その後，被告人は一旦Ｖの入口に戻り，Ｄ，ＥがＶの中へ入った。\nＥが車に日本刀を取りに戻り，これを持って再びＶの中へ入った。被告人も，再び\nＶの中へ入った。そのころ，Ｃは，上記日本刀で，被害者を突き刺した。被告人\nは，ベニア板を被害者の上に載せた。そのころ，被害者は臓器等損傷により死亡し\nた。被告人らは，上記日本刀，鍬の頭などを持ってＶ入口に戻り，車で逃走した。\n(5)　被告人とＤは，数日後，日本刀，鍬の頭などの殺人に使用した道具を，横\n浜の埠頭から海に投棄した。同年１２月，Ｄの案内で横浜市のｏ埠頭周辺の海中を\n捜索した結果，同所から，赤茶色の錆様のものが付着した日本刀１本（平成１４年\n押第１０９号の１），鍬の頭２個（同押号の２，３）が発見された。この日本刀に\nは，己との銘が刻印されており，切先から棟区までの刃渡りが６９．６センチメー\nトル，反り高の昀大部分が２．０センチメートルである。\n(6)　同年８月４日，被告人の使用車両から，「登録記号番号岡山県第７４５３\n４号，種別刀，長さ６９．８センチメートル，反り２．０センチメートル，目くぎ\n穴壱個，銘文（表）己」と記載された銃砲刀剣類登録証１通が発見された。同登録\n証は，日本刀１本（白鞘，己の銘の切込みがある。）と共に，同年７月５日午前，\n静岡県三島市で盗まれたものである。\n(7)　被害者は，同年１１月１６日，司法解剖されたが，解剖時，ごく一部を除\nいて完全に白骨化していた。損傷としては，(一)第４，５胸椎椎体左側から第５胸\n椎左横突起にかけての切截痕，左第５肋骨骨側の切痕，左第４肋骨前外側の切截\n痕，左第６肋骨骨側下縁の切痕及び同第７肋骨骨側上縁の切痕，第６椎体，椎孔面\n左側の切痕，第７頸椎椎体，椎孔面左側の切痕，第７頸椎椎弓左側の切截痕，第１\n胸椎椎弓左側上半部から第７頸椎との関節面左側の切痕，第７頸椎左横突起の切截\n痕，第１胸椎左横突起の切截痕，左肩甲骨，肩峰下縁の切痕群，左肩甲骨，関節窩\n上端部の切截痕，左肩甲骨，烏口突起下縁の切痕，左肩甲骨，肩甲棘下縁の切痕，\n左上腕骨の切截痕，(二)右肩甲骨，棘下窩外側の骨折，肩甲棘内端部から棘下窩上\n半にかけての骨折，第３，４胸椎右横突起の骨折，右第１肋骨の骨折，右第２肋骨\n背側の骨折，右第３，４肋骨背側の骨折群，右第７，８肋骨骨外側部の骨折等の損\n傷が存するが，頭蓋骨に損傷は認められない。正確な受傷機転の説明は困難である\nが，(一)の各損傷は，鋭利な刀器による刺切ないし切截により，(二)の骨折群は，\n棒状ないし稜角状の部分を有する重量のある硬い鈍体による１回の打撲で生じたと\n考えられる。\n(8)　被害者の上衣シャツには，前面に６箇所，背面に２１箇所，襟に１箇所の\n裂け目が，同人のスラックスには，前面の右外側大腿部付近に脇縫いを通って後面\nに渡る裂け目１箇所，後面に３箇所（右後大腿部付近，臀部付近，左内側大腿部付\n近）の裂け目が，それぞれあった。\n(9)　被害者の胸骨背側面上端付近にある２箇所の損傷は，同人のシャツの創傷\n状況等に照らし，いずれも背中側から刺されて形成されたと考えられるから，日本\n刀で形成されたとしても矛盾はなく，同人の上衣シャツ右袖，左袖，左肩の各損傷\n３箇所と襟の損傷中の１箇所は，直径約５ミリメートルの小さなもので，日本刀で\n形成することは比較的困難であり，くり小刀，サバイバルナイフ等の刃体が小さく\n鋭利な刃物で形成しやすく，その外の着衣の損傷は，創縁，創角が明瞭でなく，成\n因は不明である。\n２　関係者の供述概要\n(1)　Ｃ\nＦが，Ｂに対し，電話の相手が被害者であり，同人が警察にチクったと言\nうと，Ｂは，あいつ分かってねえな，俺がやる，俺が殺す，電話で呼び出せなどと\n言った。Ｆは，Ｂの指示に従い被害者を呼び出す電話を掛けた。その後，被告人と\nＤ，次いでＧが来たが，警察に言ったらしい，円満に別れたのにどうなってるの\nか，俺がやる，俺が殺す，被害者を呼んだなどと言い，被告人と何か話し合ってい\nたが，詳しい内容は聞こえなかった。Ｅ，Ｄと私が，Ｂの指示で偵察に行った。被\n告人は，私とＥについてこい，Ｄに車をつけて待ってろと指示した。被告人は，被\n害者に警察にチクってるんじゃねえよと言い，被害者を殴る蹴るし，私も暴行を加\nえた。被告人は，持ってるものを出せなどと言った。被害者から手錠２個，鍵の\n束，携帯電話を取り上げ，部屋を出る前，右の腰ポケットからサバイバルナイフを\n出し，おとなしくしろと脅した。私とＥとで被害者をＤ運転の車まで引きずってい\nき，被害者を殴って同車に押し込んだ。Ｂ，被告人も殴っていた。被告人運転の車\nに，Ｂ，Ｆ，Ｇが同乗し，Ｄ運転の車に，私，Ｅ，被害者が同乗し，Ｓビル前路\n上，丁，Ｓビル前路上を経由し，ｈのＴパーキングに赴いた。２回目にＳビル前路\n上に赴いた時，私は，Ｅに言われて被害者の所持品を確認し，約２，３万円在中の\n財布をＥに渡した。Ｅに指示したのは被告人だと思う。ｈのＴパーキングで，被告\n人の指示で，Ｄ，Ｅと共にｇの被害者の車を取りに行き，被害者をＵサービスエリ\nアまで連行した。夕方，被告人が同サービスエリアに来たが，Ｂが来ないことに私\nが立腹すると，被告人がおれがやることになった，ばらすことになったからと言っ\nた。被告人は，被害者を同人の車に乗り換えさせ，途中ｑインターで戊（私は知ら\nない人だった。）から地図をもらいＶに至った。被告人が庚店で作業用のつなぎに\n着替えた。被告人は現場に着くと，中を見に行った後，私に手伝うように言った。\n着替えたいと言うと，車（Ｙ）のトランクを探してくれた。トランクには，衣類，\n白鞘に納められた日本刀，バール，ナンバープレートがあった。私と被告人は，懐\n中電灯，鍬，ベニヤ板等を調達して戻り，被害者をＶに連行した。被害者は，助け\nてください，話がありますと言ったが，被告人は，話なんかないと言い，被害者の\n正面に立ち，鍬で頭の左側を殴った。死んだと思う程の音がした。上記ナイフを逆\n手に持って右太腿，腕，胸を５，６回刺し，側溝に引きずって行った。被告人と私\nは，鍬で土を掘り被害者を埋めようとしたが，途中被害者が足をばたつかせたの\nで，被告人が上半身を２０回位刺した。被害者は動かなくなり，死んだと思った。\n再び土をかぶせた。途中２本とも鍬の柄が折れた。被告人は，Ｄ，Ｅを呼びに車に\n戻り，Ｄらがベニヤ板を持って来た。Ｅが地面に上記ナイフを見付けたので，私\nが，被告人のやつと言った。被害者が穴から出，座っているのに気付き，Ｅに，ポ\nン刀を持ってこい，生きてるから被告人を呼んでこいと言った。その後，Ｄと大き\nなコンクリートの塊を被害者の近くまで移動させた。Ｅから日本刀を受取り，鞘を\n抜いたが，自分では刺せず，私の後ろ近くにいた被告人にやって下さいと言うと，\nおまえがやれ，やらないと，俺がおめえをやると言われた。やらないと殺されると\n思い，両手で日本刀を持ち，背中を３回突き刺した。その後，被告人が被害者の上\nにベニヤ板を載せ，上記コンクリートの塊を同人に投げ付け，ベニヤ板の上で１０\n回位ジャンプした。Ｖを離れ，東京に戻って，Ａ，Ｂに報告した。\n(2)　Ｂ\n丙で飲食中，Ｆが被害者と電話していたのを知って怒ると，Ｆは，被害者\nがＦとＧの関係を探っている，警察へ被害申告したらしいと言った。私は，俺が話\nをつける，話がつかなければ殺す，呼び出せ，こんなにされても分かんないのか，\n殺さないと分からない，今度は埋めちまうぞなどと怒鳴った。Ｆに被害者を呼び出\nさせた。被告人とＤ，その後Ｇが来た。私が被告人に対し，私が話をつける，話が\nつかなければ殺すと言うと，被告人は，待って下さい，しめ方が足らなかった，長\n物があるからきっちりしめると言った。被告人と話し合いの結果，カラオケに入れ\nて拉致し，Ｓビルへ連行し，話を付けることに決まった。被告人，Ｃらが抵抗する\n被害者を，Ｄ運転のＺ後部座席に押し込み，同車を発進させた。被告人運転のＹで\n追随した。Ｙ運転席脇のコンソールボックスのところに斜めに差さっていた木刀様\nの長い物を，後部座席足下に移動させた時に，日本刀だと分かった。Ｇにも日本刀\nだと伝えた。その後Ｓビルを経由し，被告人が監禁場所があると言ったので丁へ行\nったが，結局同ビルに戻った。その際，Ａに対し，被害者が警察に届けたと分か\nり，呼び出して拉致した，取り敢えずＳビルに入れる旨伝えた。同所で，Ｅに被害\n者の所持品を調べろと指示し，取り上げた財布は，Ｔパーキングで被告人に渡し\nた。朝になり，同ビルへ入れることもできず，ｈのｉ町でホテルを探すことにし，\nその旨Ａにも伝えた。結局ホテルは見付からず，Ａに相談すると，被告人に電話を\n代わるように言われた。その後，被告人の指示で，被害者をＹに乗せ換え，同車が\n発進したが，行き先は分からなかった。７月９日午前９時半ころ，ＤからＵサービ\nスエリアに着いたと連絡があり，被告人に伝えると被害者は殺す，場所はＡが探し\nていると言った。被告人１人がＣらと合流することに決まり，別れた。被害者殺害\n後，東京で被告人ら４名と合流し，Ａ方へ行った。\n(3)　Ｄ\n丙に被告人と行くと，Ｂは被告人に対し，被害者が警察に垂れ込んだらし\nい，俺が話をして分からなければ，俺がやる，埋めちまうと言った。真っ赤な顔\nで，見たことのない口調だった。被告人は，昀初，俺が片をつける，俺に任せてく\nれとなだめていたが，その後，ちょうどポン刀もあるからやると言っていた。私\nは，Ｂと被告人２人が被害者を殺すと思った。カラオケルームから被害者をＺに無\n理矢理押し込んだ。被告人の指示で同車を発進させた。Ｓビル前でＥは，Ｂの指示\nで被害者の財布を取り上げた。その後，Ｔパーキングに赴いた。被告人にＺで細い\n道を出ることができないと伝えると，被害者をＹに乗り換えさせることになった。\nこの時，被告人が同車後部座席からトランクに日本刀を移動させた。その日本刀\nは，私がＡの指示でＳビルに運んだ物で見覚えがあった。被告人の指示で，私と\nＣ，Ｅが，同車と被害者の車（乙）で，Ｕサービスエリアに赴いた。到着後，Ｂか\n被告人に連絡した。被告人が，夕方来て，途中Ａの知人の戊と会い，被告人の先導\nでＶに到着した。被告人とＣが軍手を調達し，Ｖに戻って来ると，つなぎに着替え\nた。被告人は，被害者をＶの中に連行し，Ｃもついていった。約１０分後息を切ら\nして戻って来た被告人は，足を数か所刺して動けないと言った。被告人の指示で，\nＥとベニヤ板を持って下りて行った。Ｃと私が大きなコンクリートの塊を転がして\nいった。Ｃが懐中電灯で探すと，背を向けて座っている被害者を見付け，Ｅに日本\n刀を持ってこさせた。Ｃと私は被害者を穴の方に引きずっていった。Ｃは，被告人\nからやれと言われ，日本刀で被害者の腰より上の辺りを２，３回刺した。Ｃが被告\n人にやってくださいと言ったことはない。被告人は，もういい，昀後は俺がやると\n言い，被害者の腰より下辺りに土をかけた。バールか何かで攻撃したような気もす\nる。その後，ベニヤ板，コンクリートの塊をのせた上で，跳ねていた。事件後，被\n告人と２人で日本刀，鍬の頭を海に捨てに行った。\n(4)　Ｅ\n丙で飲食中，ＢとＦの様子が，途中からきな臭くなってきた。Ｂは激高し\nて，警察にチクってる，やっちまえ，埋めちまえなどと，吐き捨てるように言っ\nた。被告人とＤが来た。Ｂは，被告人に対し，埋めちまえ，やっちまえ，探りを入\nれている，警察にチクったんじゃないかなどと言い，立腹していた。被告人は，様\n子がおかしいので，電話を掛けたが奴は出なかったと言った。その後，Ｇが来た。\nＦは，甘えるような口調で被害者を呼び出した。殺人が現実になったとショックだ\nった。被告人，Ｃと私が，被害者を拉致し，Ｓビル，丁を経由し，Ｓビルに戻っ\nた。同所で，Ｂの指示をＣに伝え，被害者から２，３万円在中の財布を取り上げ，\nＢに渡した。Ｔパーキングで被害者をＹに乗せ換えた際，被告人がＹ後部座席をき\nれいにする動作をしたのは見たが，日本刀は見ていない。その後，Ｕサービスエリ\nアに赴いた。ここまでの指示は，Ｂか被告人がしていた。夕方被告人が来た。被告\n人運転のＺに追随し，Ｖに赴いた。Ｖで，被告人はつなぎを着ていたが，着替えた\n場所は覚えていない。被告人は，被害者を車から引きずり下ろし，現場へ行き，Ｃ\nも行った。被告人が肩で息をしながら，車に戻って来，足を刺してきた，ベニヤを\n持って下りろと言った。Ｄとベニヤ板を持って行った。赤色の懐中電灯とこて２\n個，タオル，柄の部分がアルミ色で縦に４つの丸い穴の空いた小型ナイフが地面の\n上にあった。Ｃが，懐中電灯で照らすと被害者の白っぽいワイシャツが浮かび上が\nった。Ｃから，ポン刀持ってこい，被告人を呼んできてくれと言われた。被告人に\n伝えると，Ｙのトランクから日本刀を取り出して私に手渡した。日本刀は袋に入っ\nていず，鞘に納められていた。私がＣに日本刀を渡した後，被告人が来た。被害者\nの出血は暗くて分からなかった。Ｃは，横たわった被害者の傍らに立ち，下の方に\n向かって日本刀を立て続けに３回突き刺した。ゴンゴンゴンという音が聞こえた\nが，その前後に誰かが発言した記憶はない。その後，被告人がベニヤ板を被害者の\n体の上に叩き付けるように載せ，大きな石を持ち上げるようにその上に落とし，１\n０回程ジャンプした。私は現場から持ち帰ったナイフ，こて等を乙の後部座席の足\n下に置き，同所を離れてすぐ被告人に一生誰にも言わないと言った。東京に戻り，\nＢと合流し，Ａ方に赴いた。被告人らを昀後に見たのは同年８月初めである。事件\n後食事等したことはない。\n(5)　被告人\nＢから呼び出されて，Ｄと丙に行くと，興奮したＢが被害者が警察に通報\nしたらしいと言った。私は被害者に聞かないとわからないと答えた。呼び出された\n被害者が来たので，興奮したＢが被害者のところへ行くのを制止し，Ｈ店で一緒だ\nったＣを連れて被害者のいる部屋へ行った。Ｅがついてきたが，何故だか分からな\nい。被害者の後ろポケットに手錠を見付けた。私達に気付いた被害者がいきなり向\nかってきたので，反射的にその左肩辺りを一発殴り，Ｃが馬乗りになって殴った。\nこれ以上被害者と話をする余地はない，自分の役目は終わったと考え，Ｃを制止\nし，床上に落ちていた携帯電話，手錠を拾い，部屋を出た。Ｃが被害者を引っ張り\n出した。Ｂ，ＣがＤ運転の車に被害者を押し込み，同車にＣ，Ｅが同乗し発進し\nた。ＢからＳビルへ行くように言われ，私がＹを運転し，Ｂらを乗せて同ビルへ行\nった。Ｙ運転席左脇とコンソールボックスの間に木刀を挟んでいた。Ｂと，ＤかＣ\nが同ビルへ入り，戻って来た。自分は関係ないと思ったので，Ｂらをドライブに誘\nい，大黒パーキングへ向かった。途中Ｂから監禁場所がないかと聞かれたが，断る\nと，監禁場所としてｈのホテルはどうかという話になり，ｈのＴパーキングへ行っ\nたが，その途中Ｓビルには寄っていない。Ｂの求めで，Ｄにｉ町へ来るように連絡\nし，被害者をＹに乗せ換えた。その際，Ｙの荷物の一部をＺに移した。ＡからＤに\n静岡方面に行かせてくれと言われ，ＤにとりあえずＵサービスエリアに行ってくれ\nと伝えた。その時ＢがＤにｇに駐車中の乙を取って静岡へ行けと言った。Ｄ運転の\nＺで，Ｃ，Ｅ及び被害者は静岡へ向かった。Ｂや私はホテルで休憩したが，Ｂか\nら，Ａとの話で，被害者を殺害することになったと聞いた。その後食事を摂った\n際，Ａから静岡に行ってくれ，今回の結果はお前の責任だ，行かなければどうなる\nか分かってんだろうな，行くだけでいい，殺しはＣにやらせると言われ，その後も\nＡ，Ｂから催促の電話があり，仕方なくＵサービスエリアに行った。途中ＢからＤ\nらに日本刀を持たせた旨電話があった。乙の窓にスモークフィルムを貼り，被害者\nを同車に乗せ換えた。同車に白木，紫色の袋入りの日本刀を見付け，鞘から抜いて\nみた。同所を出発し，Ａの指示でｑインターで戊と会い，Ｖまでの地図を受け取\nり，同所へ赴いた。同所が真っ暗だったので，Ｃと懐中電灯を買いに行き，戻る途\n中，自分が言い出して鍬２本を盗んだ。戻ってスニーカーに履き替えた。サバイバ\nルナイフは，Ｙに置いたままにしていた。Ｃらが積極的に行動する様子がなく，早\nく帰りたかったので，自ら被害者をＶの中へ引きずって行くと，Ｃが鍬，懐中電灯\nを持ってついてきた。斜面になったところで被害者を２人で放り投げた。ＣにＡが\nＣにやらせろと言っていたと告げ，車に戻り，Ｄ，ＥにＣのところへ行くようにと\n言った。Ｅが日本刀を取りに戻って来た。３人が戻って来ず，様子を見に行くと，\nＣがＤに日本刀を渡したところだった。私は付近にあったベニヤ板を被害者の上に\n載せた。コンクリートの塊を載せたり，ベニヤ板の上で飛び跳ねたことはない。同\n月１７日ころ，Ｂ，Ａから乙を早く処分しろと催促され，Ｄと乙にあった日本刀な\nどを海に捨てた。サバイバルナイフがなくなっているのに気付いた。\n３　検討\n(1)　Ｃ供述の信用性\n(一)　客観的証拠の裏付け\nＣは，被告人が，鍬で被害者の頭の左側を殴り，所携のサバイバルナイ\nフでその右大腿，腕，胸を５，６回刺し，更に上半身を約２０回刺した，Ｃは，日\n本刀で被害者の背中を３回突き刺したと供述している。このＣの供述は，被害者の\n遺体，着衣の損傷状況等の客観的事実によって，その一部が裏付けられている。す\nなわち，前記１(7)ないし(9)で認定したように，背中側から刺されて形成された胸\n骨の刺創２箇所は，日本刀で形成されたとしても矛盾がなく，同人の遺体にはその\n外に頸椎，左肩甲骨等に重傷の切創が多数箇所存する上，その上衣シャツの前面に\n６箇所，背面に２１箇所，襟に１箇所，スラックス前面の右後大腿部付近に１箇\n所，後面に３箇所の裂け目があり，そのうち，上衣シャツ右袖，左袖，左肩，襟の\n裂け目４箇所は，日本刀では比較的形成困難であり，サバイバルナイフ等の刃体が\n小さく鋭利な刃物で形成されやすい損傷である。\n次に，Ｃは，被告人が鍬で殴り，Ｃが日本刀で被害者を刺したと供述す\nるが，前記１(5)で認定したように，Ｄ及び被告人が投棄した場所から鍬及び日本刀\nが発見されており，Ｃの供述を裏付けている（なお，前記１(6)で認定したように，\n被告人が使用していた車内から上記日本刀の登録証が発見されており，日本刀は被\n告人が所持していたものと認めるのが相当である。）。\nこのように，Ｃの供述には，客観的証拠の裏付けがある。\n(二)　関係者の供述の裏付け\nＣの供述の大筋は，被害者が警察に被害届を出したことを聞き知ったＢ\n及び被告人が，口封じのため，被害者を殺害することとし，Ｆに被害者を呼び出さ\nせた上，Ｃ，Ｄ，Ｅを使って，被害者を車に監禁し，併せて所持金品を奪い，Ａと\nも連絡を取りつつ，殺害場所に赴き，被告人がナイフで被害者を突き刺し，Ｃが日\n本刀で止めを刺して殺害したというものであるが，この大筋においては，Ｂ，Ｄ，\nＥの各供述が，その体験した場面の違いに応じてそれぞれＣの供述を裏付けてい\nる。Ｂは，本件の発端を作った者であり，Ｄは，被告人の運転手役として判示第１\nないし第３の犯行に加担した者で被告人と共に丙に赴いたことから本件に関与する\nこととなった者であり，Ｅは，たまたま丙でＢらと飲食していたため，本件に引き\nずり込まれた者であるが，このような立場の違う三人がいずれも殺人罪という重い\n責任を自ら問われ，裁判中あるいは受刑中に証人として証言し，異口同音に上記の\nようなＣの供述を裏付けており，その持つ意味は大きい。\n確かに，仔細に検討すると，細部においては，Ｃら４人の供述には喰い\n違いもみられる。例えば，丙の話し合いにおいて，Ｂが殺すと言ったことは，Ｂ及\nびＣが明確に供述しているのに対し，Ｄ，Ｅがやや後退した供述をしているが，殺\n害行為を言い出したＢ及び殺害行為に直接手を下したＣが自己らに不利益な事実を\n自認しているのであるから，その信用性は高い。Ｂは，丙での話し合いの際，被害\n者殺害は話がつかなければという留保付きであったかのようにもいうが，Ｅはこの\n点を明確に否定し，Ｃもそのような供述は一切していないことに加え，被告人らが\n現にその後被害者に対してとった言動（監禁後，殺害に至るまで，Ｂ及び被告人が\n被害者と一切話し合いをしていない。）に照らし，この点の供述は信用できない。\nまた，Ｃは，Ｖで，被告人にやってくださいと言うと，被告人は，Ｃが止めを刺さ\nなければ被告人がＣを殺す旨言ったというが，その場に居合わせたＤ，Ｅがいずれ\nもこれを否定しており，Ｄらがこのような発言を聞き漏らすとは考え難く，この点\nの供述も信用できない。\nこれら供述の不一致は，いずれも殺人の共謀を否定する方向に働く事情\nではなく，程度，濃淡の差に過ぎず，記憶の減退や自己の刑責軽減のための供述と\nして説明のつくものであり，この点がＣ供述全体の信用性に影響を与えるものとは\nいえない。\nなお，事件後警察の捜査を察知したＡ，Ｂ，Ｃ及びＤが口裏合わせのた\nめ集まったことは，Ｂ，Ｃ及びＤが自認しているところ，同人らの供述は被告人に\n責任をなすりつける内容のものではなく，各人の責任を認める内容であり，具体的\nな内容についての相談にまではならなかったというもので，上記会合に参加しなか\nったＥの供述と概ね合致している上，Ｂらは，事件前後のＡとの連絡状況等，同人\nの事件への関与を認める供述をしている。これらの点からすると，口裏合わせのた\nめの会合に参加したことは，Ｂらの供述の信用性に疑いを生じさせるものではな\nい。\n(三)　供述内容の合理性\nＣの供述は，Ｂの配下であったＣが，Ｂ及び被告人の指示により，本件\n犯行に引き込まれ，自ら殺害行為にまで関与することになった事態の流れを合理的\nに説明するものであって，特段不自然な点は窺われず，被告人に責任を転嫁してい\nる点も見受けられない。\n(四)　以上のとおり，Ｃの供述は，物的証拠という客観的な証拠の裏付けが\nあり，関係者の供述とも符合し，その内容も合理的，自然なものであってその信用\n性は高い。\n(五)　弁護人の主張に対する判断\n弁護人は，Ｃの供述は客観的証拠に反しており，信用できないと主張す\nる。すなわち，(ア)Ｃは，ｓパーキングを出てから被告人が静岡の兄弟に電話して\nいたと供述するが，通話記録によれば，被告人がそのような電話をかけた形跡がな\nい，(イ)Ｃは，被告人が被害者の左頭部を鍬で強く殴ったと供述しているが，被害\n者の頭骨には損傷はない，(ウ)Ｃは，被告人はナイフで被害者の右足大腿を刺した\nと供述しているが，被害者のズボンの右脚の前面に裂け目はないと主張する。\n(ア)についてみるに，通話記録によれば，被告人は７月１６日午後６時\nから午後９時にかけて，共犯者らとの間の通話の外にも他の者とも通話しているこ\nとが認められ，電話をかけた形跡がないとはいえない。(イ)についてみるに，確か\nに被害者の遺体の頭部には損傷は認められないが，被害者の遺体を司法解剖した医\n師の供述によれば，殴打の音と損傷の発生は直接的な関係はなく，鍬で頭を殴られ\nたとして，頭蓋骨に損傷が生じるかどうかは，ケースバイケースで，必ず生じるも\nのとはいえないというのであるから，弁護人指摘の点は，Ｃの供述の信用性を減殺\nするものではない。(ウ)についてみるに，被害者のズボンの右大腿部分には，前面\nから後面にかけての縁部分に１か所，その縁から２．７センチメートル入った後面\nに１か所の裂け目が存する。被告人が刺した右大腿部の部位，その際のズボンの状\n況によっては，ズボンの前面ではなく，その脇部分に損傷が生じることも十分あり\nうることであって，これらの損傷は，むしろ，Ｃの供述を裏付けるものであって，\n弁護人主張のようには解し難い。\n次に，弁護人は，Ｃの供述は，Ｄ，Ｅらの供述と相反する部分があり，\n信用できないと主張する。すなわち，(ア)Ｃは，被告人が庚店駐車場辺りで，つな\nぎに着替えたと供述しているが，着替えた場所については，Ｄ，Ｅの供述と違って\nいる，(イ)Ｃは，被告人がコンクリートの塊を持ち上げてベニヤ板の上に落とした\nと供述しているが，Ｄは，被告人がコンクリートの塊を転がしてベニヤ板の上に載\nせたと供述している，(ウ)Ｃは，懐中電灯を照らしたところ，被害者の姿を見たの\nで，ベニヤ板を投げ，コンクリートの塊を転がしたと供述しているが，Ｅは，Ｃが\nコンクリートの塊を転がしているのを見た後，Ｃが懐中電灯を照らしたところ，被\n害者を見たと供述している。\n(ア)についてみるに，ＤはＶ入口で被告人がつなぎに着替えたと供述\nし，Ｅは被告人が何処で着替えたかは分からないが，Ｖで被告人はつなぎを着てい\nたと供述し，供述の不一致が認められるが，いずれも被告人がつなぎに着替えたと\nの点では一致した供述をしているのであって，むしろ被告人のつなぎは持っていな\nいとの供述の信用性を崩すものとはいえても，Ｃらの供述の信用性を減殺するもの\nとまではいえない。(イ)についてみるに，確かにＣらの供述には弁護人指摘のよう\nな不一致もみられるが（同人らの供述中には断定的でない部分もみられる。），同\n人らは被害者殺害に直接手を下した者及びこれを目撃した者であって，Ｃは腰を抜\nかしたと供述するように，衝撃的な体験をしていることを考慮すると，細部におい\nてその記憶が齟齬することは十分ありうることであって，不自然とはいえず，同人\nらの供述の信用性を揺るがすまでの事情とはいえない。\n弁護人は，Ｂ，Ｃ及びＤの日本刀を見たとの供述は，不自然で信用でき\nないと主張する。Ｂは，被害者を拉致してＳビル前路上に向かう途中，日本刀がＹ\n運転席脇のコンソールボックスに斜めにさしてあった，その日本刀を自分が後部座\n席に移動させたと供述する。Ｄは，Ｔパーキングで，被害者をＹに乗せ換える際，\n被告人が同車後部座席からトランクに日本刀を移したと供述する。Ｃは，被告人が\nＶでＹのトランクを開けた時，白鞘に納められた日本刀を見たと供述する。Ｅは，\nＣの指示で日本刀を取りに戻ったが，被告人がＹのトランクから出した日本刀（鞘\nに納められていた。）を受け取って，これをＣに渡したと供述する。このように，\nＢらは，それぞれ異なる場面において，被告人の車に日本刀があったと供述してい\nるのであって，同人らの供述を相互に補強しており，その供述内容が不自然とはい\nえない。\n(2)　被告人供述の信用性\n(一)　客観的事実との齟齬\n被告人は，被害者をサバイバルナイフで刺したことはなく，日本刀も自\n己の所持するものではないと供述するが，前記(1)(一)で検討した被害者の遺体及び\n着衣の損傷状況や日本刀及び登録証の発見状況と齟齬する内容であることは明らか\nである。\n(二)　関係者の供述の裏付けの欠如\n被告人は本件には傍観者的立場で関与したに過ぎず，Ａの指示で犯行現\n場に渋々行き，ＣにＡの伝言を伝えただけで，殺害の実行行為に及んでいないと供\n述しているが，Ｃをはじめ，被告人と行動を共にしていたＢ，Ｄ及びＥは，上記の\nとおり，被告人の供述と相反する内容の供述をしており，被告人の供述は，これら\n関係者の供述の裏付けを欠いている。\n(三)　供述内容の不合理性\n被告人は，ＣにＡの指示を伝えに行ったと供述するが，被告人らは携帯\n電話で連絡を取り合っていたのであるから，被告人がＵサービスエリアに赴く必要\n性は見出し難い。また，被告人は，Ａから紹介された戊と落ち合い，Ｖの場所を教\nわり，同所まで先導して赴き，Ｖに到着後，Ｃと鍬などの犯行道具を調達したり，\n被害者を車から引きずり下ろして殺害現場に引きずっていったりしているが，Ｄら\nは，戊と面識があるのであるから，被告人が同人と会う必要性は高くないし，上記\nのような被告人の積極的な行動は，その供述内容とそぐわない。また，被告人は，\nＢらが被害者を拉致した後，ドライブに誘ったと供述しているが，監禁中の被害者\nを乗せてドライブに行くのも不自然というほかない。\n被告人の供述は，全体の流れとしては，Ｃらの供述と同趣旨の部分が多\nいが，肝心の自己の積極的関与に関する場面については，責任逃れの供述に終始す\nるもので，不自然，不合理な内容というほかない。\n(四)　供述の変遷\n被告人は，サバイバルナイフについて，捜査段階では，サバイバルナイ\nフを護身用に持ち歩いていたが，Ｖの中に大事な物を落としてはいけないと思い，\n乙の座席の上に置いておいたと供述していたのに，公判では，Ｙのコンソールボッ\nクスに入れていた，Ｚに乗り換えた時は鞄に入れていたが，再びＹに乗り換えてか\nらはまたコンソールボックスに入れておいたと供述を変え，ドライブについて，捜\n査段階では，Ｂから誘われたと供述し，公判では，自分が誘ったと供述を変えてい\nるが，供述を変えた理由について合理的な説明を加えていない。\n(五)　以上のとおり，被告人の供述は，客観的事実との齟齬が見受けられ，\n関係者の供述の裏付けを欠き，その内容も不自然，不合理であり，不自然な供述の\n変遷もあり，信用し難い。\n４　まとめ\n前記３で検討したとおり，Ｃの供述の根幹部分は信用でき，これに反する被告\n人の供述は信用できない。\n５　前記１で認定した事実に加え，Ｃ及びＢの供述等を総合すると以下の事実が認\nめられる。\n丙でＢ，Ｃ，Ｅ及びＦが飲食中，Ｆから被害者が警察に被害申告したと聞知し\nたＢが殺すと怒鳴り出し，被告人を呼び出し，その間にＦに被害者を呼び出す電話\nをかけさせ，Ｄと共にやってきた被告人と話し合った結果，Ｆが被害者をカラオケ\nルームＲに連れ込んだところを，被告人らにおいてさらい，口封じのために殺害す\nることに話がまとまった。Ｆが被害者を同店に連れ込み，被告人及びＣにおいて，\n殴る蹴るの暴行を加えたり，ナイフを突き付け，Ｅも加勢して，被害者をＤ運転の\n普通乗用自動車後部座席に押し込み，Ｃ及びＥも乗り込み同車を発進させ，Ｓビル\n前路上などを経由し，被告人らは別の車で追走するなどし，ｈのＴパーキングで被\n害者を日本刀が積み込んである別の車に乗り換えさせ，被告人の指示で，Ｄ，Ｃ及\nびＥが被害者をＵサービスエリアまで連行した。その間，被告人は，同日夕方Ｕサ\nービスエリアに赴き，他方，Ａを通じて静岡県在住の知人から本件殺害現場を紹介\nされ，被害者を同人の車に乗り換えさせ，本件現場に赴いた。被告人及びＣが被害\n者をＶに引きずっていき，被告人において，その頭部目掛けて鍬で殴りつけ，更に\nナイフで胸腹部や大腿部を５，６回，背中を約２０回突き刺すなどし，Ｃにおい\nて，その背中を日本刀で３回突き刺すなどし，被害者を殺害した。その間，カラオ\nケルームＲで携帯電話等を強取し，Ｓビル前路上で財布を強取した。\nそうすると，被告人が判示第４の事実について共同正犯の罪責を負うことは当\n然である。弁護人の主張は採用できない。\n（累犯前科）\n被告人は，平成３年７月２４日横浜地方裁判所において殺人罪により懲役７年に\n処せられ，同１０年６月３日その刑の執行を受け終わったものであって，この事実\nは検察事務官作成の前科調書によって認める。\n（法令の適用）\n被告人の判示第１の１の所為は，包括して刑法６０条，２４９条に，判示第１の\n２，第４の１の各所為は，同法６０条，２２０条に，判示第２の１の所為中，住居\n侵入の点は，同法６０条，１３０条前段に，窃盗の点，判示第２の２，３の各所為\nは，同法６０条，２３５条に，判示第３の１の所為は，同法６０条，２４６条１項\nに，判示第３の２の所為は，包括して同法６０条，２４６条に，判示第４の２の所\n為は，同法６０条，２３６条１項に，判示第４の３の所為は，同法６０条，１９９\n条に，判示第５の所為は，覚せい剤取締法４１条の３第１項１号，１９条に，判示\n第６の所為は，刑法６０条，覚せい剤取締法４１条の２第１項にそれぞれ該当する\nところ，判示第２の１の住居侵入と窃盗との間には手段結果の関係があるので，刑\n法５４条１項後段，１０条により１罪として重い窃盗罪の刑で処断し，判示第４の\n３の罪について所定刑中無期懲役刑を選択し，判示第４の３の罪を除く各罪は，前\n記の前科との関係で再犯であるから，いずれも同法５６条１項，５７条により，判\n示第４の２の罪については同法１４条の制限内で，それぞれ再犯の加重をし，以上\nは，同法４５条前段の併合罪の関係にあるが，判示第４の３の罪につき無期懲役刑\nを選択したので，同法４６条２項本文により，他の刑を科さないことし，被告人を\n無期懲役に処し，押収してある覚せい剤１袋（平成１４年押第１０９号の４）は，\n判示第６の罪に係り，被告人の所有するものであるから，覚せい剤取締法４１条の\n８第１項本文によりこれを没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書\nを適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，いわゆる風俗店のマネージャーをしていたＢが，仕事先を探していたＧ\nから，援助交際をしていた被害者からの借金１２０万円を返済しなかったため同人\nにつきまとわれて困っているとの話を聞き，これを知人の暴力団員のＡに伝えたこ\nとから，これを種に金を稼げると考えた同人及び同人の兄弟分の被告人を中心とし\nて，同人らの配下のＤ及びＣ並びにＢと交際していたＧの友人のＦらと共に，判示\n第１ないし第３のとおり，被害者を監禁するとともに，キャッシュカード等を喝取\nするなどし，これらを利用して窃盗や詐欺の犯行に及んだところ，約１週間後，居\n酒屋でＢ，Ｃ，Ｆ及びＡの配下でいわゆるキャッチをしていたＥが飲食中，Ｆから\n被害者が警察に被害申告したと聞知したＢが殺すと怒鳴り出し，被告人を呼び出\nし，その間にＦに被害者を呼び出す電話をかけさせ，Ｄと共にやってきた被告人や\nその後やってきたＧを交え，話し合った結果，Ｆが被害者をカラオケ店に連れ込ん\nだところを，被告人らにおいてさらい，口封じのために殺害することに話がまとま\nり，判示第４の犯行に及んだものである。\nこのように，本件は，暴力団員らが被害者の弱みにつけ込んで，監禁，恐喝等の\n犯行に及び，被害者が警察に被害届を出したことを知るや，被害者の口を封じ，自\n己らの刑責を免れるために，殺害を決意したもので，自己保身のためには他人の生\n命を奪うことに何らの躊躇も感じないその態度は，極めて反法的であり，強い非難\nに値する。\n本件Ｖに至るまでの態様は，前記補足説明第３の５で摘録したとおりであるが，\n同所到着後本件現場が暗かったため，被告人及びＣが懐中電灯や軍手を買いに行\nき，途中鍬２本を盗んだ上，現場に戻った。助けてくれと懇願する被害者の願いを\n無視して，被告人が車から引きずり出し，Ｃと共にＶに引きずっていき，斜面とな\nっているところで助けてください，許してくださいという被害者を２人して放り投\nげ，被告人が命乞いをする被害者の頭部目掛けて鍬で殴りつけ，更にナイフで胸腹\n部や大腿部を５，６回突き刺し，側溝に押し込んだ被害者に土をかけて埋めていた\nところ，被害者が這い上がろうとしてきたため，その背中を約２０回突き刺し，更\nに土をかけた。被告人が車に戻り，その指示によりＤとＥがベニヤ板を持って降り\nてきたとき，Ｃは被害者が地面に腰掛けるように座っているのに気付き，とどめを\n刺そうと考え，Ｅに車から日本刀を持って来させ，被害者の背中を日本刀で３回突\nき刺した。その後，被告人が被害者の上にベニヤ板を置き，その上で約１０回ジャ\nンプして踏みつけた。その結果，被害者は臓器等損傷により死亡した。\nこのように，本件は，被告人やＡの主導のもと，共犯者らがそれぞれ役割分担し\nて敢行された組織的犯行であるところ，その態様も甘言を弄しておびき出した被害\n者を被告人らが数人がかりで襲いかかり，有無を言わさず２０時間もの長時間監禁\nし，その間人間らしき取扱いをすることも殆どなかった。遂には，深夜，人里離れ\nたＶまで連行し，両手足に手錠をかけた状態の同人を車から引きずり出した上，放\nり投げ，命だけは助けてほしいという同人の昀後の訴えにも全く耳を貸すことな\nく，情け容赦なく，同人を殺害している。正に残忍かつ凄惨で，極悪非道な凶行と\nいうほかはなく，良心のかけらも感じさせないその犯行には，慄然とせざるを得な\nい。\n犯行後も，証拠品を投棄するなどの罪証隠滅行為に及び，何食わぬ顔で平然と従\n前の生活を続け，警察が捜査を開始したと知るや逃亡するなど犯行後の情状も芳し\nくない。\n被害者は，Ｇらと援助交際をし，同女らに言われるまま親切心から金を貸したこ\nとが仇となり，被告人らから金をむしり取る絶好の相手と狙い定められたことから\n本件に至っているのであるが，警察に被害申告するのは，被害者として当然の事で\nあって，何ら責められるべき点はない。被害者は，Ｆからの呼び出しに応じた際，\n何らかの危険に遭うことは想定していたものと思われるが，よもや殺害されるとは\n夢想だにしていず，この点を落度と目するのは相当でない。被害者は長時間人間ら\nしい扱いを受けることなく，被告人らに生殺与奪の権を握られ，昀後には目隠しを\nされ，両手足に手錠をかけられた状態で惨殺されたもので，その無念さは察するに\n余りある。被害者は，３人兄弟の長男であり，被害者が行方不明になった後必死に\nその所在を探していた両親や妹ら遺族が約４か月後に白骨化した被害者の死体を発\n見したとの報に接し，変わり果てた姿に対面したショックは大きく，いまだその被\n害感情は厳しく，被告人らの厳重処罰を望んでいる。しかるに，みるべき慰謝の措\n置は講じられていない。また，被害者は高校の教師であり，多感な年代の子弟らに\nもたらした衝撃も軽視できない。\n次に，その余の犯行についてみるに，被害者から金を巻き上げることができると\nみるや，暴力団員であるＡ及び被告人が中心となって６人という多数で敢行された\n典型的な暴力団特有の粗暴な犯行である。被告人らは，被害者を呼び出し，同人が\n公立高校の教師であることを知るや笠に着て，一層責め立て，約３５時間被害者の\n両手足を紐で縛るなどして監禁し，Ｇへの貸金を放棄させるとともに，現金やキャ\nッシュカード等を喝取し，被害者方に侵入してＧらの借金に関連すると思われる書\n類等を窃取し，そのカードを利用して現金を窃取し，あるいは商品を騙取し，判示\n第４の監禁中にも現金等を強取したものである。このように，被害者を長時間拘束\nし，骨の髄までしゃぶり尽くしたもので，被害金額も約２４８万円の高額に達して\nいる。\n被告人の個別的情状についてみるに，判示第４の犯行は，被告人及びその兄弟分\nのＡの指示の下に行われており，被告人は実行行為の大半に関与し，殺害行為につ\nいては，被害者を鍬で殴りつけ，サバイバルナイフで滅多刺しし，ジャンプして踏\nみつけるなどの行為に及んでいる。殺害現場には，被告人の外には，Ｃ，Ｄ，Ｅし\nかいなかったのであるから，被告人の一存で犯行も中止しうる状況であったのに，\n被告人は何ら躊躇することなく，平然と殺害の準備を遂げ，実行に及んでいるので\nあって，その冷血さには驚かざるをえない。そして，被告人には平成３年７月に殺\n人罪により懲役７年に処せられた前科があるのに，悔い改めるどころか，刑執行終\n了から３年余にして本件に及んでいる。このように，被告人は，殺人罪で服役後再\nび殺人罪を敢行しており，本件は，自己の刑責を免れることのみに腐心し，そのた\nめには他者の生命を奪うことも厭わない冷酷，凶暴な性格に根差したものというべ\nく，被告人には生命に対する畏敬の念は全く窺えず，再犯の危険性も高い。\n判示第１ないし第３の犯行においても，被告人は，中心的役割を果たし，実行行\n為の重要部分を担当し，現金数十万円及び騙取したスーツ等を取得している。さら\nに，覚せい剤の使用，所持にまで及んでいる。\nしかるに，被告人は，自己の刑責を軽減，あるいは免れるべく，極めて不自然不\n合理な弁解に終始し，反省の情も認められない。\n以上によれば，被告人の刑責は非常に重い。\nよって，主文のとおり判決する。\n平成１４年１２月２６日\nさいたま地方裁判所第１刑事部\n（裁判長裁判官　金山　薫　裁判官　山口裕之　嘉屋園江）\n"
}