{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 2,
    "day": 18
  },
  "case_number": "平成15(ネ)845",
  "case_name": "保険金請求控訴事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成14(ワ)4310",
  "lawsuit_id": "3143",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3143",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/143/003143_hanrei.pdf",
  "contents": "主            文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は，控訴人に対し，５８０万円及びこれに対する本裁判確定の日の翌\n日から支払済みまで年６分の割合による金員を支払え。\n(3)　訴訟費用は第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文同旨\n第２　事案の概要\n１　本件は，被控訴人との間で自動車管理者賠償責任保険を締結していた控訴人が，\n被控訴人に対し，保険金５８０万円及びこれに対する本裁判確定の日の翌日から\n支払済みまで商事法定利率年６分の割合による遅延損害金の支払を求めた事案\nである。\n２　原審は，控訴人の請求を棄却した。そこで，これを不服とする控訴人（１審原告）\nが，本件控訴に及んだ。\n３　本件に関する当事者双方の主張は，以下のとおり訂正し，次項に控訴人の当審に\nおける補充主張を付加するほかは，原判決「第二　基礎的事実関係」及び「第三\n当事者の主張」の一ないし六に記載のとおりであるから，これを引用する。\n(1)　原判決３頁１２行目に「ＣＤチャージャー」とあるのを，「ＣＤチェンジャー」と改め\nる。\n(2)　原判決７頁９行目に「保険証券金」とあるのを，「保険証券記載」と改める。\n(3)　原判決８頁２０行目に「保険供述権」とあるのを，「保険金請求権」と改める。\n４　控訴人の当審における補充主張\n(1)　原判決は，「本件セールにおける展示車の展示業務においては，隣接ガソリンス\nタンドは本来的な展示・保管場所であったものと認めるのが相当である」とした\nが，これは事実認定を誤ったものであって，妥当ではない。\n本来展示する場所は控訴人店舗敷地内であるが，当日はほかの展示車と客の\n車で一杯であり敷地内が使用できなかったので，例外的に通常はしないがガソリ\nンスタンドの敷地を借りて展示していたのである。\nまた，控訴人が常時ガソリンスタンドの敷地を借りていたならいざ知らず，本件よ\nり前には過去に１回あっただけであり，隣接ガソリンスタンドの敷地で展示・保管\nすることは極めて例外的であったのである。\nしたがって，本件セールにおける展示車の展示業務においては，隣接ガソリンス\nタンドは本来的な展示・保管場所ではないのである。\n(2)　原判決は，控訴人が本件自動車を展示していたのは，「本件自動車に対して行\nう業務の遂行の通常の過程として，本来的に対象保管施設外の隣接ガソリンス\nタンドで本件自動車を管理していたものであって，「一時的に」管理していたもの\nではない」として，本件は本件保険契約の②の条項に該当しないとしたが，本件\n保険契約の②の条項の「一時的に対象保管施設外で管理されている間」という\n場合の「一時的」の解釈を誤ったものである。\n思うに，「一時的」とはすぐ後に続く言葉「対象保管施設外」とのつながりの中で解\n釈されるべきである。つまり，自分の店舗（対象保管施設）との関係，すなわち，\n本来の保管施設との関係で「一時的」なものかどうかが問題とされるべきが文言\nの素直な解釈なのである。\nまた，本件のように，非常に例外的に，またわずか２日間だけ隣地におかせても\nらった場合についてまでも，原判決のように「一時的に」管理していたものではな\nいとして本件保険契約の②の条項に該当しないなどとは，一般人ならばこの②の\n条項の文言を見ただけでは到底推測し得ない。\nすなわち，素直に一般人が本件保険契約の②の条項の文言を読むならば，「例\n外的にわずかの期間店舗外で管理されていた場合にも保険の適用がある」と理\n解するような文言となっているのである。\nしたがって，契約条項の解釈も，契約する一般人の理解も考慮に入れて，「本件\nではどう理解するのが素直なのか」という観点から解釈されるべきである。とする\nならば，本件の隣接ガソリンスタンドでの展示は，その回数や時間から「一時的に\n対象保管施設外で管理されている」場合といえ，②に該当すると解すべきであ\nる。\n(3)　また，原判決の上記(2)のような解釈は，本件保険契約の②の条項について，\n「当該自動車の業務の遂行」自体が，その業務の都度変更され，従って，その\n「通常の過程」も異なることになり，「本来的保管場所」「一時的管理場所」の区別\nも異なるというものであるが，この解釈は到底取り得ない。\n「業務」は，保険証券に記載されたところに従って，固定的に定まっているのであ\nり，したがって，「本来的保管場所」も定まっている。この「業務」と客観的に「その\n業務遂行の通常の過程」という関連性のある場合に，本来的保管場所から離れ\nて「一時的に」保管施設外で管理されている場合も保険対象となるのである。\nすなわち，本件保険契約において，本来的な填補対象は，本件保険契約の①の\n条項の場合である。また，保険証券には業務の内容が明記されている。しかし，\nこの業務の遂行過程で，本来的保管場所以外において自動車を保管することが\nあり，このような場合も一定の要件を満たす場合には，填補対象とする必要があ\nる。\nしかし，本来的保管場所以外において自動車を保管する場合を無限定に填補対\n象としたのでは，填補対象が広がりすぎるので，一定の場合に制限する要請もあ\nる。このような広がりの必要性と広がりの限定を加えたものが本件保険契約の②\nの条項である。本件保険契約の②の条項は，このような「必要性」と「限定」の観\n点から解釈されなければならない。\nまず，客観的な業務遂行性の観点から，「当該自動車の業務の遂行の通常の過\n程」でなければならない。このような場合には，保険において填補する必要性が\nある。逆に，「業務の遂行の『通常以外』の過程」の場合にまで填補することは認\nめられない。例えば，業務遂行過程とは異なる理由で保管施設外に自動車を持\nち出したような場合には，填補対象とすることはできないのである。\nそして，この「業務」とは，解釈の安定性のためには，これが確定的に定まってい\nることが求められ，それは，保険証券における「業務の内容」に明示される仕組\nみとなっている。\n次に，保管の時間的制限である。通常の業務遂行過程において，「継続的に」保\n管施設外に保管する場合には，別途保険契約においてその場所をも証券に記載\nし，これに応じて保険料を支払うべきだからである。「一時的に」保管する場合に\nのみ，保険証券に記載された本来的保管場所以外の事故についても，当該保険\n料の範囲で填補されることに合理性が認められる。\nこのように，「一時的に」というのは，時間的概念であり，対立概念は，「継続的に」\nである。原判決は，「一時的」と「本来的」とを対立概念としているが，日本語的に\nも誤りである。「本来的」の対立概念は，「例外的」である。\n本件保険契約の②の条項は，客観的な業務関連性要件としての「当該自動車の\n業務の遂行の通常の過程」と，時間的要件としての「一時的」とが組み合わされ\nた条項なのである。\n本件の場合，「客観的業務遂行過程性」要件は，本来業務であり，保険証券に記\n載されている「電装部品取付」との関係で考えられることとなる。②の条項には，\n「当該自動車に対して行う業務」とされているが，これは，保険証券に記載された\n本来業務を念頭においたものであり，その都度変更されるものではない。本件で\nは，控訴人が行う本来業務である「電装部品取付」の「遂行の通常の過程」とし\nて，「展示業務」を行った。次に，「一時性」要件は，本件展示業務は，平成１２年\n３月２４，２５日の２日間だけ行われたのであるから，継続的なものではなく，「一\n時的な」保管である。\n以上，本件盗難は，電装部品取付という「業務の遂行の通常の過程」として，平成\n１２年３月２４，２５日の２日間だけ「一時的に」本来保管施設である控訴人店舗に\n隣接するガソリンスタンドという「保管施設外」で管理されている間に生じた事故\nであるから，②の条項に該当するものである。\n(4)　本件で保険契約が適用されないと解釈することは，極めて結果的妥当性を欠\nき，公平の観点に反することになる。\nすなわち，高額な保険料を支払っているのに，本件のような例外的な場合に適用\nがないとなることは大きく結果的妥当性を欠く。\n被控訴人は，本件保険契約の②の条項の文言を入れることにより「一時的に対\n象保管施設外で管理されている」場合にも保険が適用されるとしているが，本件\nのような場合にも適用がないとなると，いかなる場合が適用されるのかという大き\nな疑問が生じることになる。また，ほとんど適用されることがないとなるならば，そ\nの保険料との対価的均衡の点からも極めて問題である。\nすなわち，施設外での展示がはっきりしている場合は，控訴人はそれ用の保険契\n約を締結し保険料を支払っているのである。\nしたがって，本件の場合に適用がないとなると，控訴人はどんな保険をかけてお\nけばいいのか，一般人にとってはまったくどうしてよいか分からなくなってしまう状\n態となる。控訴人ら保険契約者は，この場合にはこの保険，こういう場合にはこう\nいう保険でと保険会社に言われ契約を勧誘されるのであるが，いったん事故が\n起これば保険会社から本件のような対応をされることは近時よくあることである。\nこのように，本件のような状況下にあって，本件の場合保険契約の対象外とする\nことは結果的妥当性を大きく欠き，公平の観点からも極めて問題である。\n第３　当裁判所の判断\n１　当裁判所も，原判決と同様に，控訴人の請求を棄却すべきものと判断するが，その\n理由は，次項に控訴人の当審における補充主張に対する判断を付加するほかは，\n原判決「第四　当裁判所の判断」の一ないし四に記載のとおりであるから，これを引\n用する。当審において新たに取り調べた証拠（甲１１，丙１）を付加して検討しても，\n上記認定・判断を左右しない。\n２　控訴人の当審における補充主張に対する判断\n(1)　控訴人は，本件セールにおける展示車の展示業務においては，隣接ガソリンス\nタンドは本来的な展示・保管場所ではない旨主張する。\nしかし，上記（原判決引用）のとおり，隣接ガソリンスタンドは，平成１２年３月２４\n日から同月２６日までの３日間開催された控訴人の本件セールの全期間にわた\nって展示場所として使用されていたのであるから，本件セールにおける展示車の\n展示業務において，隣接ガソリンスタンドが本来的な展示・保管場所であったこと\nは明らかである。したがって，控訴人の補充主張(1)は理由がない。\n(2)　控訴人は，原判決が本件保険契約の②の条項の「一時的に対象保管施設外で\n管理されている間」という場合の「一時的」の解釈を誤っている旨を主張する。\nしかし，控訴人が本件自動車など３台の展示車を対象保管施設外の隣接ガソリ\nンスタンドで管理しようとしたのは，上記のように同月２４日から２６日までの３日\n間であって決してわずかな時間ではない。同隣接ガソリンスタンドにおける展示\nは，控訴人自身が本件保険契約とは別に締結した，つま恋におけるカーオーディ\nオショー（平成１１年９月１日から同月３日までの３日間，最高保管台数２台。乙\n１）や，ポートメッセ名古屋２号館におけるサウンドステーションカーオーディオショ\nー（平成１１年９月３日から同月６日までの４日間，最高保管台数６台。乙２）にお\nける展示の場合と差違はないことに照らしても，一般人にとって，上記期間中の\n展示が「一時的」とはいえないものであることは明らかである。したがって，控訴\n人の補充主張(2)も理由がない。\n(3)　控訴人は，本件保険契約の②の条項の「業務」は保険証券に記載されたところ\nに従って固定的に定まっており，「本来的保管場所」も定まっているのであって，\nこの「業務」と客観的に「その業務遂行の通常の過程」という関連性のある場合\nに，本来的保管場所から離れて「一時的に」保管施設外で管理されている場合も\n保険対象となる旨主張する。\nしかし，本件保険契約の②の条項は，証券記載の業務の内容と結びつけられる\nことなく，「自動車が被保険者の当該自動車に対して行う業務の遂行の通常の過\n程として一時的に保管施設外で管理されている間」として規定されている（本件保\n険契約の自動車管理者特別約款１条１項(2)。甲２，乙３）のであり，被控訴人も，\nこの「業務」の定義について，控訴人が主張するように限定することなく，「当該自\n動車に対して行う業務の遂行の」「通常の過程として」「一時的に」対象保管施設\n外で管理されている間に保険事故が発生した場合には，保険の対象となる旨を\n主張しているのであるから，あえて，控訴人が主張するように「業務」の定義を限\n定する必要は認められない。\nまた，控訴人が主張するように「業務」を限定して定義してみても，本件自動車の\n隣接ガソリンスタンドにおける保管は，上記のとおり３日間にわたる時間的にも長\nく継続するものであるから，「一時性」の要件を充たさないことに変わりがあるもの\nではない。したがって，控訴人の補充主張(3)も理由がない。\n(4)　控訴人は，本件で保険契約が適用されないと解釈することは，極めて結果的妥\n当性を欠き，公平の観点に反することになる旨主張する。\nしかし，本件保険契約は，保険証券（甲１）に「施設面積６６平方メートル」，「最高\n保管台数７台」との旨の記載があるように，最高保管台数すなわち保険証券記載\nの保管施設の面積に応じて保険料が算定される保険商品であり，上記のような\n保険料の対価として，それに見合った面積の対象保管施設内に被保険者が管理\nする他人の自動車が保管されている間，又は，対象保管施設内での保管の前後\nに付随する同自動車の引取り，納車，試運転，車検取り，一時駐車等，当該自動\n車に対して行う業務の通常の過程として一時的に対象保管施設外で管理されて\nいる間における，損壊・紛失又は盗取・詐取等を担保する保険商品である。\n本件保険契約における対象保管施設は「名古屋市ｂ区ｃ通ｄ丁目ｅ－ｆの鉄骨造波\n形鉄板葺平家建６６平方メートル」であり（甲１），控訴人は同面積に見合った保\n険料を支払っていたにすぎないから，上記のとおり当該自動車に対して行う業務\nの遂行の通常の過程として一時的に対象保管施設外で管理されている間（本件\n保険契約の②の条項の場合）に保険事故が発生したとは認められない本件の場\n合に，本件保険契約が適用されないとすることは，何ら結果的妥当性を欠くもの\nではないし，公平の観点に反するものでもない。したがって，控訴人の補充主張(\n4)も理由がない。\n３　よって，原判決は相当であり，本件控訴は理由がないから，これを棄却することとし\nて，主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官　　　青　　　山　　　邦　　　夫\n裁判官　　　藤　　　田　　　　　　　敏\n裁判官　　　榊　　　原　　　信　　　次\n"
}