{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 18
  },
  "case_number": "平成13(行ケ)537",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11041",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11041",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/041/011041_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５３７号　審決取消請求事件（平成１５年６月４日口頭弁論\n終結）\n判　　　　　　　　決\n原　　　　　　告　　　日本ゲームカード株式会社\n訴訟代理人弁理士　　　河　野　登　夫\n同　　　　　　　　　　中　尾　真　一\n同　　　　　　　　　　河　野　英　仁\n原　　　　　　告　　　日本レジャーカードシステム株式会社\n訴訟代理人弁護士　　　堤　　　義　成\n同　　　　　　　　　　田　宮　武　文\n同　　　　　　　　　　依　田　修　一\n同　　　　　　　　　　中　村　しん吾\n同　　　　　　　　　　柳　澤　　　泰\n被　　　　　　告　　　クリエイションカード情報システム株式会\n社\n訴訟代理人弁護士　　　山　上　和　則\n同　　　　　　　　　　尾　崎　英　男\n同　　　　弁理士　　　稲　岡　耕　作\n同　　　　　　　　　　鈴　木　由　充\n主　　　　　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２０００－３５５２０号事件について平成１３年１０月１８日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，名称を「記憶媒体式遊技設備」とする特許第２６６３２４３号発\n明（昭和６２年７月２０日に株式会社ソフィアがした特許出願〔特願昭６２－１８\n０６６６号，以下「本件原出願」という。〕の一部につき新たな特許出願として平\n成６年７月２０日に特許出願〔特願平６－１６８２２３号，以下「本件出願」とい\nう。〕，平成９年６月２０日権利者を株式会社ソフィアとして設定登録，平成１１\n年１０月１９日権利譲渡に伴い原告らに移転登録，以下，この特許を「本件特許」\nという。）の特許権者である。\n被告は，平成１２年９月２６日，本件特許を無効にすることについて審判の\n請求をした。\n特許庁は，同請求を無効２０００－３５５２０号事件として審理した上，平\n成１３年１０月１８日，「特許第２６６３２４３号の請求項１に係る発明について\nの特許を無効とする。」との審決をし，その謄本は，同月３０日，原告らに送達さ\nれた。\n２　願書に添付した明細書（以下「本件明細書」という。）の特許請求の範囲の\n請求項１の記載（審決に従い，分説して記載する。）\n（Ａ）カード状記憶媒体の有する有価データの範囲内で遊技を可能ならしめる\nように構成された複数の遊技装置および少なくともこれらの遊技装置を管理する管\n理装置を備えた記憶媒体式遊技設備において，\n（Ｂ）上記各遊技装置の所定部位には，上記記憶媒体の有する有価データを読\nみ取る記憶媒体読取手段と，上記記憶媒体読取手段によって読み取った有価データ\nに基づき，上記記憶媒体の有する有価データとしての少なくとも金額情報を遊技球\nあるいは遊技球情報に変換可能な変換操作手段と，上記有価データとしての少なく\nとも金額情報を表示可能な有価データ表示手段と，を備えて，\n（Ｃ）上記記憶媒体のデータ記憶部に当該記憶媒体の有する少なくとも有価デ\nータとしての金額情報を記憶するとともに，上記管理装置の記憶手段には各記憶媒\n体毎に付与された識別符号を用いて各記憶媒体の有する少なくとも有価データとし\nての金額情報を記憶して，上記記憶媒体のデータ記憶部および上記管理装置の記憶\n手段に記憶されたデータにより記憶媒体の有価データとしての金額情報を管理する\nようにしたことを特徴とする記憶媒体式遊技設備。\n（以下，この発明を「本件発明」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件発明の構成要件（Ｃ）は，本\n件原出願の願書に最初に添付した明細書（注，「明細書又は図面」の趣旨と解され\nる。以下同じ。以下，この明細書及び図面を併せて「原出願当初明細書」とい\nう。）に記載されていない事項を含むから，本件出願は，特許法４４条２項の適用\nがなく，その出願日は実際の出願日である平成６年７月２０日に繰り下がるとこ\nろ，本件発明は，特開昭６４－２２２７４号公報（本訴甲４，審判甲１，本件原出\n願の公開特許公報），特開昭６２－１７０２７９号公報（本訴甲５，審判甲２）及\nび特公平６－５１０７２号公報（本訴甲６，審判甲３）に記載された発明に基づい\nて当業者が容易に発明をすることができたものであるから，本件発明についての本\n件特許は，特許法２９条２項の規定に違反してされたものであり，同法１２３条１\n項２号に該当し，無効とすべきものであるとした。\n第３　原告ら主張の審決取消事由\n１　審決は，特許法４４条１項で規定する分割出願の要件についての認定判断を\n誤り，本件出願について出願日は遡及しないとした（取消事由）結果，本件発明の\n上記各刊行物記載の発明に基づく容易想到性を肯定したものであるから，違法とし\nて取り消されるべきである。\n２　取消事由（分割出願の要件についての認定判断の誤り）\n(1) 本件発明の特許請求の範囲に，その構成要件（Ｃ）として，記憶媒体のデ\nータ記憶部に当該記憶媒体の有する少なくとも有価データとしての金額情報を記憶\nする点（以下「構成要件（Ｃ１）」という。），管理装置の記憶手段には各記憶媒\n体毎に付与された識別符号を用いて各記憶媒体の有する少なくとも有価データとし\nての金額情報を記憶して，記憶媒体のデータ記憶部及び管理装置の記憶手段に記憶\nされたデータにより記憶媒体の有価データとしての金額情報を管理するようにした\n点（以下「構成要件（Ｃ２）」という。），が記載されており，記憶媒体には少な\nくとも有価データとしての金額情報を記憶すること，すなわち金額情報が必須に記\n憶されるものであることは認める。しかし，審決は，「この点（注，『記憶媒体に\nは少なくとも有価データとしての金額情報を記憶すること，即ち金額情報が必須に\n記憶されるものであること』〔審決謄本６頁第３段落〕）に関して被請求人も本件\n発明の原出願に記載がないことを前提として」（同頁第４段落）と説示するとお\nり，原出願当初明細書（甲４）には記憶媒体に有価データとしての金額情報を記憶\nすることの記載がないと認定している趣旨と解されるが，誤りである。\n(2) 原出願当初明細書（甲４）の記憶媒体（カード）に設けられた磁気記録部\nＭＧの記録内容について記載している箇所（３頁左下欄～右下欄）では，磁気記録\n部ＭＧの記録内容を列挙し，加えて，「力一ド番号ＮＯ．と補助データＥＴＸとの\n間には，上記以外の情報を入れることができるように予備エリアＲＳＶが設けられ\nている。例えばここに持玉数を記録してもよい」，「このように，この実施例のカ\nードの磁気面に記録される情報は・・・チェックコードのみであり，購入金額や持\n玉数は記録されないようになっている」（３頁右下欄～４頁左上欄）との記載があ\nるが，両記載は相互に矛盾するものではなく，複数の実施例を示唆するものであ\nる。すなわち，一つの実施例では，カードＣＤに設けられた磁気記録部ＭＧの記録\n内容には「購入金額や持玉数は記録されない」が，そのほかに，カードＣＤに設け\nられた磁気記録部ＭＧの「予備」エリアに持玉数を記憶する他の実施例を示唆して\nいるのである。そして，他の実施例では，磁気記録部ＭＧの「予備」エリアに記憶\nする例示として持玉数を挙げているにすぎない。さらに，原出願当初明細書の特許\n請求の範囲に「金額もしくは玉数と実質的に等価な有価データ」（１頁左欄）と記\n載されているように，「金額」と「玉数」はこの種のパチンコ遊技システムで取り\n扱われる代表的なデータであることを考慮すると，他の実施例においては，カード\nＣＤに設けられた磁気記録部ＭＧの「予備」エリアには「金額」と実質的に等価な\n有価データを記憶するという事項は，直接的な記載こそないが，開示されているも\nのということができる。\n(3) 記憶媒体（カード）に金額情報を記憶することは，原出願当初明細書に明\n記されていなくても， 特開昭５３－９３９３７号公報（本訴甲７，審判乙１），特\n開昭５３－１２５１４１号公報（本訴甲８，審判乙２），特開昭６０－１１６３８\n６号公報（本訴甲９，審判乙３），実願昭５９－７４４１２号（実開昭６０－２５\n８１号）のマイクロフィルム（本訴甲１０，審判乙５），特開昭６２－１７０２７\n９号公報（本訴甲１１，審判乙６），特開昭６２－２３３１８１号公報（本訴甲１\n２，審判乙７），特開昭６３－５１８８２号公報（本訴甲１３，審判乙８），特開\n昭６３－１０２７８３号（本訴甲１４，審判乙９），特開昭６３－１２２４８２号\n（本訴甲１５，審判乙１０），特開昭６３－２２９０８４号（本訴甲１６，審判乙\n１１），実願昭６２－９８１４９号（実開昭６４－３６８５号）のマイクロフィル\nム（本訴甲１７，審判乙１２），実願昭６２－９８１５０号（実開昭６４－３６８\n６号）のマイクロフィルム（本訴甲１８，審判乙１３）及び実願昭６２－１００４\n４３号（実開昭６４－７３８１号）のマイクロフィルム（本訴甲１９，審判乙１\n４）（以下，上記「本訴甲７，審判乙１」～「本訴甲１９，審判乙１４」の公報，\nマイクロフィルムを「甲７公報」～「甲１９公報」という。）によれば，本件原出\n願時において，本件発明が属する技術分野の技術水準となっているものであり，当\n業者に自明な事項であると認められるから，原出願当初明細書の技術的事項の範囲\n内である。したがって，原出願当初明細書が，上記のとおりカードＣＤに設けられ\nた磁気記録部ＭＧの記録内容には「購入金額や持玉数は記録されない」が，そのほ\nかに，カードＣＤに設けられた磁気記録部ＭＧの「予備」エリアに持玉数を記憶す\nる他の実施例を示唆していること，及び「金額」と「玉数」はこの種のパチンコ遊\n技システムで取り扱われる代表的なデータであることを考慮すると，当業者は，記\n憶媒体（カード）に金額情報を記憶させるという技術の存在を意識して原出願明細\n書を読むはずであり，この意味において，記憶媒体（カード）に有価データとして\nの金額情報を記憶するとの技術は，実質的には当初明細書に開示されているものと\nいうことができる。\n審決は，「提出された乙号証（乙４〔注，特開昭６１－３３６９０号公\n報，以下「審判乙４公報」という。〕，６～１４号証〔注，甲１１～１９公報〕）\nの中で本件出願前に公知のものは乙第４号証のみ（乙第６～１４号証は先願）であ\nり，この提出された証拠のみでは本件出願前に当業者にとって技術常識又は自明な\nことであったということはできない」（審決謄本８頁第１段落）とした。しかし，\n原告らが審判で提出した上記証拠によって立証しようとしたのは，本件原出願時前\nの公知発明ではなく，本件原出願当時の技術水準（周知技術を含む。）であり，出\n願後に頒布された刊行物によって出願当時の技術水準を証明することが許容される\nことは，判例（最高裁第二小法廷昭和５１年４月３０日判決・判例タイムズ３６０\n号１４８頁）に照らしても明らかである。したがって，審決には，本件原出願日よ\nり後に頒布されたことを理由として甲１１～１９公報について審理判断せず，ま\nた，甲７～１０公報について審理判断しなかった審理不尽の違法がある。\n(4) 審決は，「原出願の当初明細書（注，原出願当初明細書）には・・・本件\n発明のような，金額情報の管理は記憶媒体のデータ記憶部および管理装置の記憶手\n段に記憶されたデータの双方により行われる，ものに関する記載がない」（審決謄\n本７頁第２段落）と認定した。\nしかし，原出願当初明細書（甲４）には，「表２１にカードファイルＦＬ\n３の構成例を示す。カードファイルＦＬ３には，各カードごとの情報が入る。同表\nにおいて，カード番号は発行通し番号ｎから関数ｆ（ｎ）を用いて，得られる番号\nであり，持玉数と金額，カード状態は発行通し番号ｎとカード番号で特定されるカ\nードの現在状態を示す情報で，この実施例では以下カードテキストと称する」（１\n９頁左下欄～右下欄）と記載され，表２１に記載されたカードファイル構成には，\n「金額」欄及び各「ｉカウンタ」欄中の「金額」欄が設けられ，「管理装置による\nカード番号の鑑定の手続きについて第２３図を用いて説明する。カードリーダ１８\n０のコントローラ１８８は，第２２図のデータ鑑定処理中のルーチンＲ５９で所定\nのエリアに記憶したカード番号Ｎｏ．を制御ユニット１６０のユニットコントロー\nラ１９０に転送する（ステップＳ１）。すると，そのデータ（カード番号）はユニ\nットメモリ１７０内の送信エリアＳＤＡに格納され，カードリーダにカードが挿入\nされたことを知らせる“カードイン”パケットに入れられてネットワーク５００を\n介して制御ユニット１６０から管理装置４００に送信される（ステップＳ２）。管\n理装置４００では，カード番号を受け取ると・・・肯定応答たる“ＡＣＫ”にカー\nドテキスト（カード情報）を入れて送信する（ステップＳ９）。“カードイン”パ\nケットを送信した制御ユニット１６０は，管理装置４００から応答があると，その\n応答が“ＮＡＫ”か“ＡＣＫ”か判定し（ステップＳ１１），“ＡＣＫ”を受信し\nたときは，制御ユニット前面の表示器１６２，１６３に管理装置から送られて来た\nカードテキストを参照して未使用金額と持玉数を表示させる（ステップＳ１２）」\n（２５頁左上欄～左下欄）と記載されている。上記「制御ユニット１６０」は，遊\n技装置の制御ユニットであり，「管理装置４００」が「制御ユニット１６０」に送\n信する「カードテキスト」には，記憶媒体ごとに付与された識別符号を用いて記憶\nされた金額情報が含まれる。そして，原出願当初明細書には，管理装置から端末機\nに送られたカードテキストを参照して未使用金額と持玉数を表示させる「ステップ\nＳ１２」では，管理装置から送信されたカードテキストを参照する旨は明確に記載\nされているが，「未使用金額と持玉数を表示させる」との記載があるのみで，これ\nらの未使用金額と持玉数が何に基づいて表示されるかは明示されていないが，文脈\nからは，カードテキスト中の未使用金額と持玉数に基づいて表示されるとも解され\nるし，また，実施例の記載を考慮すれば，カードの予備エリアに記録された未使用\n金額と持玉数に基づいて表示されるとも解されるのである。したがって，原出願当\n初明細書には，「金額情報の管理が記憶媒体のデータ記憶部および管理装置の記憶\n手段に記憶されたデータの双方により行われる」ことは開示されているというべき\nである。さらに，管理装置の記憶手段に金額情報を記憶させるという技術は，本件\n発明の出願時において自明な事項である。\n(5) 以上のとおり，記憶媒体（カード）に金額情報を記憶させることは，原出\n願当初明細書に記載されていると認められ，たとえ明記されていないとしても，当\n業者に自明な事項であり，原出願の当初明細書の技術的事項の範囲内であるという\nことができるし，また，金額情報の管理が記憶媒体のデータ記憶部及び管理装置の\n記憶手段に記憶されたデータの双方により行われる点についても，原出願当初明細\n書に記載された範囲内の事項である。したがって，審決の上記認定は誤りである。\n第４　被告の反論\n１　審決の認定判断は正当であり，原告ら主張の取消事由は理由がない。\n２　取消事由（分割出願の要件についての認定判断の誤り）について\n(1) 原出願当初明細書（甲４）記載の発明は，カードのコピーによる不正を防\n止するために，カードに金額情報を記憶させることを積極的に排除したパチンコ遊\n技システム，すなわち，カード番号によって金額情報を管理装置のデータファイル\nからリアルタイムで引き出し可能なパチンコ遊技システムの発明であり，カードに\n金額情報を記憶させないことが，その発明にとって重要な事項となっている。した\nがって，原出願当初明細書では，カードに金額情報を記憶させることが積極的に排\n除されているのであるから，「例えばここに持玉数を記録してもよい」（３頁右下\n欄）との記載をもって，カードに金額情報を記憶させる技術が記載されていると理\n解することはできない。\n(2) 審決は，原告らが審判で提出した上記証拠のうち，「記憶媒体（カード）\nに金額情報を記憶させる」技術が記載されている公知のものは審判乙４公報のみで\nあるとの判断を示し，この審判乙４公報のみでは本件特許の出願前に当業者にとっ\nて上記技術が技術常識又は自明なことであつたということはできないと判断したも\nのであり，甲７～１９公報のすべてについても必要な判断をしている。\n(3) 記憶媒体（カード）に金額情報を記憶させる技術は，出願当初明細書（甲\n４）に開示されていないから，金額情報の管理を記録媒体のデータ記憶部及び管理\n装置の記憶手段に記憶されたデータの双方により行うという技術が当初明細書に開\n示されていないということは明らかである。原出願当初明細書には，管理装置より\n送られてきた持玉数及び金額とカードに記憶されている持玉数及び金額とを比較照\n合するという記載，金額情報の管理が記憶媒体のデータ記憶部及び管理装置の記憶\n手段に記憶されたデータの双方により行われるという記載は存在しない。\n第５　当裁判所の判断\n１　取消事由（分割出願の要件についての認定判断の誤り）について\n(1) 原告らは，原出願当初明細書（甲４）の記憶媒体（カード）に設けられた\n磁気記録部ＭＧの記録内容について記載している箇所（３頁左下欄～右下欄）の\n「力一ド番号ＮＯ．と補助データＥＴＸとの間には，上記以外の情報を入れること\nができるように予備エリアＲＳＶが設けられている。例えばここに持玉数を記録し\nてもよい」，「このように，この実施例のカードの磁気面に記録される情報\nは・・・チェックコードのみであり，購入金額や持玉数は記録されないようになっ\nている」（３頁右下欄～４頁左上欄）との記載，「金額」と「玉数」はこの種のパ\nチンコ遊技システムで取り扱われる代表的なデータであることを考慮すると，実施\n例においては，カードＣＤに設けられた磁気記録部ＭＧの「予備」エリアには「金\n額」と実質的に等価な有価データを記憶するという事項は，直接的な記載こそない\nが，開示されているものということができると主張する。\nそこで，原出願当初明細書（甲４）の記載内容を検討すると，原出願当初\n明細書には，①「特許請求の範囲（１）金額もしくは玉数と実質的に等価な有価デ\nータを，記憶媒体に対して与えられた識別符号毎に管理装置において管理し，パチ\nンコ遊技機においては上記記憶媒体より読み出した識別符号に基づいて上記管理装\n置から得られた有価データの範囲内で遊技を可能ならしめるようにされパチンコ遊\n技システムにおいて，上記記憶媒体の一部には正規のカードか否か区別するための\n真偽鑑別物理層および上記識別符号を記憶するための磁気記録部を設けるととも\nに，端末機には上記記憶媒体の真偽鑑別物理層を検査してその鑑定を行う真偽鑑定\n手段と，上記磁気記録部に記録されたデータの読取りを行う磁気データ読取手段\nと，上記記憶媒体の所定箇所に穿孔されたパンチ穴を検出するための穿孔検出手段\nとを設け，上記真偽鑑定手段による記憶媒体上の真偽鑑別物理層の鑑定と，磁気デ\nータ読取手段により読み取った磁気データのチェックおよび上記管理装置における\n上記識別符号に基づく有価データの存在の確認とからなる階層的鑑定手法により上\n記記憶媒体の真偽を鑑定して運用を可能ならしめるようにしたことを特徴とするパ\nチンコ遊技システム」（１頁左下欄～右下欄），②「［発明が解決しようとする問\n題点］・・・この発明は・・・その目的とするところは，パチンコ遊技用のカード\nのコピーによる不正を確実に防止し，遊技店が不利益を被ることがないようにする\nとともに，真偽鑑別物理層および穿孔されたパンチ穴によって不正を検出できるの\nで，磁気記録部のデータを読取らないと検出できない方法と違い不正カードの検出\nをすばやく行え，しかもカードの状態に対応した処理を決定するのに要する端末機\nの制御装置や管理装置の負担を軽減できるようにすることにある」（２頁左下欄～\n右下欄），③「［実施例］・・・この実施例のパチンコ遊技システムは，遊技機と\nしてのパチンコ機１００と，各パチンコ機における遊技を開始させるためローカル\nな有価価値を有する記憶媒体としてのカードＣＤを発行する記憶媒体発行装置とし\nての発行機２００と，遊技の結果得られた賞品球および遊技に使用せずに残った購\n入金を精算するための記憶媒体精算装置としての精算機３００と，上記各種端末機\nを集中的に管理し，制御する管理装置４００と，この管理装置４００と各端末機を\n有機的に結合するデータ伝送路５００とからなり，これらによって，有機的結合体\nが構成される」（３頁左上欄～右上欄），④「カードＣＤの表面下部には，磁性材\nが塗布された磁気記録部ＭＧが設けられており・・・磁気記録部ＭＧには左側から\n順に，有効データ部を保護するためのダミーデータたる８ビットのタイミングコー\nドＴＭＳ，データの始まりを示す４ビットの補助データＳＴＸ，遊技店のコードを\n示す１６ビットの識別コードＤＳＣ，カード発行年月日を表示する１６ビットの年\n月日データＤＡＴＥ，発行通し番号ｎに基づいて変換された１６ビットのカード番\n号Ｎｏ．，データの終了を示す４ビットの補助データＥＸＴ，上記データＳＴＸか\nらＥＴＸまでの各データのビット列ごとにパリティチェック用のチェックビットＬ\nＲＣ，有効データ部を保護するためのダミーデータたる８ビットのタイミングコー\nドＴＭＥが記録されるようになっている。なお，カード番号Ｎｏ．と補助データＥ\nＴＸとの間には，上記以外の情報を入れることができるように予備エリアＲＳＶが\n設けられている。例えばここに持玉数を記録してもよい。このように，この実施例\nのカードの磁気面に記録される情報は，カードの使用可能空間を特定するための識\n別コードと，カードの有効期間を示すための発行年月日と，発行通し番号ｎから適\n当な関数もしくは変換方式を使って得られる識別符号としてのカード番号と，エラ\nー検出用のチェックコードのみであり，購入金額や持玉数は記録されないようにな\nっている。これらは，上記カード番号によって管理装置４００のデータファイルか\nらリアルタイムで引出し可能な構成にしてある。これによって，カードのコピーに\nよる不正を防止し，かつ不正による被害を最小限にとどめることができる」（３頁\n左下欄～４頁左上欄），⑤「この実施例のパチンコ機１００は，遊技機本体１１０\nと，遊技機と１対１で対応されて遊技機本体上方の島設備等に装着され，主として\nカードに関する処理と遊技中の稼動データの収集を司る制御ユニット１６０とによ\nり構成される。制御ユニット１６０は，遊技機本体１１０と別個に構成され，カー\nド挿排口１６１と，カードの有する金額を表示する金額表示器１６２，遊技者の持\n玉数をディジタル数字で表示する持玉表示器１６３，複数個のランプが一列に整列\nされてなるアナログ表示器１６４，係員呼出し用の呼出しスイッチ１６５等を前面\nに有している」（７頁右上欄～左下欄），⑥「制御ユニット１６０の内部には，上\n記カード挿排口１６１に対応してカードリーダ１８０が，また台番号の銘板１７２\nの後方に台番号設定スイッチ１７３が，さらにこの制御ユニット１６０全体の制御\nを司るユニットコントローラ１９０が各々設けられている。ユニットコントローラ\n１９０は，光ファイバもしくは同軸ケーブルのような伝送路１９１によって，遊技\n機本体１１０の制御装置１５０に，また後述の伝送コントローラおよびローカルネ\nットワーク（伝送ケーブル）を介して管理装置４００に接続される」（７頁右下\n欄），⑦「穿孔装置８０７の近傍には磁気ヘッド８０８が設けられており，カード\nの磁気記録部ＭＧに記録されている識別コード等のデータを読み取る」（８頁右上\n欄），⑧「遊技機本体１１０の下部には・・・購入スイッチ１１３・・・が設けら\nれている。・・・購入スイッチ１１３は，カード挿排口１６１へのカードの挿入を\n前提としてカードの有する金額の範囲内で，２００円等の単位でこれを遊技球に変\n換するための指示スイッチで，変換された遊技球が持玉数となる」（８頁左下\n欄），⑨「表２１にカードファイルＦＬ３の構成例を示す。カードファイルＦＬ３\nには，各カードごとの情報が入る。同表において，カード番号は発行通し番号ｎか\nら関数ｆ（ｎ）を用いて，\n得られる番号であり，持玉数と金額，カード状態は発行通し番号ｎとカード番号で\n特定されるカードの現在状態を示す情報で，この実施例では以下カードテキストと\n称する」（１９頁左下欄～右下欄），⑩「上記カードリーダコントローラ１８８に\nよるパチンコ機のカードリーダの制御手順の一例を第２１図～第２５図を用いて説\n明する。・・・ルーチンＲ２６では，センサ５からのパルス数に基づいて磁気デー\nタの読取位置に来たか否か判定し，ノオ（否）ならばルーチンＲ２９へ進み，イエ\nスならばルーチンＲ２７へ進んで磁気記録部ＭＧに記録されているデータ（第２図\n（Ｂ）参照）を磁気ヘッド８０８で読み取った後，そのデータをコントローラ１８\n８内のレジスタもしくはＲＡＭ内に一時的に記憶して（ルーチンＲ２８）からルー\nチンＲ２９へ進む。・・・第２２図に示すデータ鑑定処理においては，先ずルーチ\nンＲ５０で排出フラグが『１』にセットされているか判定し，『１』でないときに\nのみ本来のデータ鑑定処理Ｒ５１～Ｒ６５へ進み，・・・ルーチンＲ５１へ進む\nと，第２１図の処理ルーチンＲ２８で記憶しておいた磁気データを，例えば４ビッ\nト単位で記憶した順序で読み出す。記憶した磁気データの先頭にはダミーデータが\n入っているので，読み出したデータが最初の有効データである補助データＳＴＸに\n一致しているか判定し（ルーチンＲ５２）・・・ルーチンＲ５６では，次の磁気デ\nータを読み出して来て，ルーチンＲ５７でそれが予め設定された年月日と一致する\nか否か判定する。年月日が一致するとルーチンＲ５８へ進み，一致しないとルーチ\nンＲ７１のカード排出処理へ移行する。ルーチンＲ５８では，次の磁気データであ\nるカード番号Ｎｏ．を読み出して，ルーチンＲ５９でそのカード番号を他の記憶エ\nリアに記憶する。それから，ルーチンＲ６０で次の記憶磁気データの読み出しを行\nうが，それは予備コードであるのでルーチンＲ６１でスキップして破棄し，ルーチ\nンＲ６２へ進む。ここで，次の磁気データを読み出し，そのルーチンＲ６３でその\nデータが補助データＥＴＸと一致するか否か判定し，一致するとルーチンＲ６４へ\n進み，・・・ルーチンＲ６４では，これまでに読み出したデータＳＴＸからＥＴＸ\nまでの各ビット列ごとのチェックコード計算を行ってからルーチンＲ６５へ進み，\n次の磁気データたるチェックコードＬＲＣを読み出す。そして，ルーチンＲ６６で\nその読出データＬＲＣがルーチンＲ６４で計算したチェックコードと一致するか判\n定を行い，一致すると，第２３図の番号鑑定処理へ移行し，・・・このようにし\nて，第２２図のフローでは磁気データにより正規のカードであるか否かの鑑定を行\nっている」（２３頁右上欄～２５頁左上欄），⑪「管理装置によるカード番号の鑑\n定の手続きについて第２３図を用いて説明する。カードリーダ１８０のコントロー\nラ１８８は，第２２図のデータ鑑定処理中のルーチンＲ５９で所定のエリアに記憶\nしたカード番号Ｎｏ．を制御ユニット１６０のユニットコントローラ１９０に転送\nする（ステップＳ１）。すると，そのデータ（カード番号）はユニットメモリ１７\n０内の送信エリアＳＤＡに格納され，カードリーダにカードが挿入されたことを知\nらせる“カードイン”パケットに入れられてネットワーク５００を介して制御ユニ\nット１６０から管理装置４００に送信される（ステップＳ２）。管理装置４００で\nは，カード番号を受け取ると発行通し番号ｎを算出し（ステップＳ３），その発行\n通し番号ｎを使ってカードファイルＦＬ３（表２１）を検索する（ステップＳ４，\nＳ５）。そして，対応するファイルが見つかるとそのファイルを読み込んで（ステ\nップＳ６），カード状態が『フリー』になっているか判定する（ステップＳ７）。\nカード状態が『フリー』以外のときおよびステップＳ５でファイルが見つからなか\nったときは，ステップＳ１０で応答拒否たる“ＮＡＫ”を送信し，カードファイル\nがありその中のカード状態が『フリー』のときは，カードファイルを更新してカー\nド状態を『遊技中』に変更するとともに，カード番号Ｎｏ．を送って来たパチンコ\n機の端末番号を所定の欄に書き込む（ステップＳ８）。それから，肯定応答たる\n“ＡＣＫ”にカードテキスト（カード情報）を入れて送信する（ステップＳ９）。\n“カードイン”パケットを送信した制御ユニット１６０は，管理装置４００から応\n答があると，その応答が“ＮＡＫ”か“ＡＣＫ”か判定し（ステップＳ１１），\n“ＡＣＫ”を受信したときは，制御ユニット前面の表示器１６２，１６３に管理装\n置から送られて来たカードテキストを参照して未使用金額と持玉数を表示させる\n（ステップＳ１２）。それから，アナログ表示器１６４のランプを持玉数に比例し\nた数だけ点灯させてから（ステップＳ１３），打球発射装置１１１を駆動させる\n（ステップＳ１４）。また，ユニットメモリ１７０の送信エリアＳＤＡ内のパチン\nコ機稼動情報を『遊技中』に変更してから（ステップＳ１５），出玉数や回収球数\nの演算等の遊技処理ルーチンへ移行する（ステップＳ１６）。一方ステップＳ１１\nで“ＮＡＫ”受信と判定すると，カードリーダ１８０のコントローラ１８８に対し\nて排出指令を与える（ステップＳ１７）」（２５頁左上欄～右下欄）。\n上記記載によれば，原出願当初明細書に記載された発明は，金額又は玉数\nと実質的に等価な有価データを，管理装置において管理し，記憶媒体に対しては識\n別符号が与えられていること（記載①），具体的には，管理装置においてデータを\nカードファイルＦＬ３により管理し，当該カードファイルには各カードごとに発行\n通し番号，カード番号，持玉数，金額，カード状態等の情報が入り，カードテキス\nトと称されていること（記載⑨），記憶媒体であるカードの磁気面に記録される情\n報は，カードの使用可能空間を特定するための識別コード，カードの有効期間を示\nすための発行年月日，発行通し番号ｎから適当な関数もしくは変換方式を使って得\nられる識別符号としてのカード番号，エラー検出用のチェックコードのみであり，\n購入金額や持玉数は記録されないようになっていること（記載④）。一方，カード\n番号Ｎｏ．と補助データＥＴＸとの間には，予備エリアＲＳＶが設けられており，\n「例えばここに持玉数を記録してもよい」とされていること（記載④），パチンコ\n機では，カードの磁気面が読み取られ，年月日が一致判定され，カード番号が読み\n取られ，管理装置へ送られること，そして，予備エリアの記憶磁気データの読み出\nしも行われるが，それは予備コードであるのでスキップして破棄されること（記載\n⑩），管理装置では送られたカード番号で鑑定が行なわれ，テキストファイルがパ\nチンコ機へ送られ，未使用金額と，持玉数を表示すること（記載⑪）が開示されて\nいる。\nそうすると，確かに，原出願当初明細書に，予備エリアに持玉数を記録し\nてもよいことが記載されている（記載④）が，このデータは予備コードであるので\n破棄されるものである上，購入金額や持玉数は記録されないようになっているとの\n記載とは明らかに矛盾するものである。仮に，原告らが主張するように，「持玉数\nを記録することが他の実施例を示唆している」としても，他の実施例は，持玉数は\n予備エリアに記録されるが，このデータはパチンコ機に読み出されても破棄される\nものであって，カードに記録された持玉数がどのように利用されているのか，どの\nような機能を持つものであるのかについて何ら開示しておらず，その構成が明確で\nない実施例であるのは明らかである。また，記憶媒体のデータ記憶部に金額情報を\n記憶すること並びに記憶媒体のデータ記録部及び管理装置の記憶手段に記憶された\nデータにより金額情報を管理するようにすることについて原出願当初明細書には記\n載がないことは上記のとおりであり，「金額」と「玉数」は，共にパチンコ機で取\nり扱われるデータではあるが，一般に，「金額」については，カード購入時，遊技\n球に変換する時及び未使用金額として精算で払戻しする時に使用されるが，「玉\n数」については，カードにより遊技球に変換する時，遊技時（入賞すると増え，打\n球発射装置により発射するごとに減る。）及び終了時景品と交換する時使用される\nものであり，両者は，使用目的によって使い分けられているものであるから，原出\n願当初明細書においても，両者を，同一視することができないことは明らかであっ\nて，「玉数」を記録することが記載されているからといって，「金額」を記録する\nことが記載されているということにはならない。したがって，実施例において，カ\nードＣＤに設けられた磁気記録部ＭＧの「予備」エリアには「金額」と実質的に等\n価な有価データを記憶するという事項が開示されているとする原告らの上記主張\nは，採用することができない。\n(2) 原告らは，記憶媒体（カード）に金額情報を記憶することは，甲７～１９\n公報により，本件原出願時において，本件発明が属する技術分野の技術水準となっ\nているものであり，当業者に自明な事項であると認められるから，原出願当初明細\n書（甲４）の技術的事項の範囲内であると主張する。確かに，甲７～１９公報に\nは，原告らが主張するように，記憶媒体（カード）に金額情報を記憶させることが\n記載されていると認められるが，上記各公報には，上記技術が，業界に知られてい\nた，あるいは，従来から行われていたことであるとの記載はなく，かえって，これ\nらの記載は，特許請求の範囲及び実施例として，発明又は考案の主要な構成として\n記載されていることにかんがみると，甲７～１９公報に記載された記憶媒体（カー\nド）に金額情報を記憶するとの技術的思想が，上記各公報が頒布された当時におい\nても，本件発明が属する技術分野の技術水準となっているものであり，当業者に自\n明な事項であったと認めることはできないというべきである。\n原告らは，審決には，本件原出願日より後に頒布されたことを理由として\n甲１１～１９公報について審理判断せず，また，甲７～１０公報について審理判断\nしなかった審理不尽の違法があると主張する。しかし，審決は，「提出された乙号\n証（乙４〔注，審判乙４公報〕，６～１４号証〔注，甲１１～１９公報〕）の中で\n本件出願前に公知のものは乙第４号証のみ（乙第６～１４号証は先願）であり，こ\nの提出された証拠のみでは本件出願前に当業者にとって技術常識又は自明なことで\nあったということはできない」（審決謄本８頁第１段落）と説示するものであると\nころ，上記「この提出された証拠」には，甲１１～１９公報が含まれることは，そ\nの文脈から明らかであり，また，審決は，続く説示で，「この技術が本件出願前に\n当業者にとって技術常識又は自明なことであったとしても，本件発明のような，金\n額情報の管理が記憶媒体のデータ記憶部および管理装置の記憶手段に記憶されたデ\nータの双方により行われる点まで技術常識又は自明なことであったということはで\nきない」（同）とし，仮に，原告ら主張のように記憶媒体（カード）に金額情報を\n記憶することが甲７～１９公報により本件原出願時前に当業者にとって技術常識又\nは自明なことであったとしても，構成要件Ｃ２の金額情報の管理が記憶媒体のデー\nタ記憶部及び管理装置の記憶手段に記憶されたデータの双方により行われる点まで\n技術常識又は自明なことであったということはできないとしているのであるから，\n所要の判断がされていることは明らかであり，審理不尽ということはできない。原\n告らの上記主張は，審決を正解しないものであり，採用することができない。\n(3) 原告らは，原出願当初明細書（甲４）には，管理装置から端末機に送られ\nたカードテキストを参照して未使用金額と持玉数を表示させる「ステップＳ１２」\nでは，管理装置から送信されたカードテキストを参照する旨は明確に記載され，\n「未使用金額と持玉数を表示させる」との記載があり，同記載は，カードテキスト\n中の未使用金額と持玉数に基づいて表示されるとも解されるし，また，実施例の記\n載を考慮すれば，カードの予備エリアに記録された未使用金額と持玉数に基づいて\n表示されるとも解されるから，「金額情報の管理が記憶媒体のデータ記憶部および\n管理装置の記憶手段に記憶されたデータの双方により行われる」ことは明示されて\nいると主張する。しかしながら，管理装置においてデータをカードファイルＦＬ３\nにより管理し，当該カードファイルには各カードごとに発行通し番号，カード番\n号，持玉数，金額，カード状態等の情報が入り，カードテキストと称されている\nが，記憶媒体（カード）のデータ記憶部に金額情報を記憶すること並びに記憶媒体\nのデータ記録部及び管理装置の記憶手段に記憶されたデータにより金額情報を管理\nするようにすることについては，原出願当初明細書には記載がないことは上記のと\nおりであるから，上記管理装置から送信されたカードテキストを参照する旨の記載\nは，未使用金額と持ち玉数が，管理装置から送信されたカードテキストに基づくも\nのであると解すべきことは明らかであり，原告らの上記主張も採用することができ\nない。\n(4) 以上検討したところによれば，原出願当初明細書（甲４）には，記憶媒体\nのデータ記憶部に金額情報を記憶すること並びに記憶媒体のデータ記録部及び管理\n装置の記憶手段に記憶されたデータにより金額情報を管理するようにすることにつ\nいては記載がないから，「本件発明の構成要件（Ｃ）は，原出願の当初明細書に記\n載されていない事項を含む」とした審決に誤りはなく，本件出願は特許法４４条１\n項に規定する適法な分割とは認められず，出願日は遡及しないというべきであり，\nこれと同旨の審決の認定判断に誤りはない。\n２　以上のとおり，原告ら主張の取消事由は理由がなく，他に審決を取り消すべ\nき瑕疵は見当たらない。\nよって，原告らの請求は理由がないからこれを棄却することとし，主文のと\nおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n"
}