{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 11
  },
  "case_number": "平成11(行ケ)437",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11823",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11823",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/823/011823_hanrei.pdf",
  "contents": "平成１１年（行ケ）第４３７号　異議決定取消請求事件\n平成１４年５月２８日口頭弁論終結\n判　　　　　　　決\n原告兼脱退原告権利承継人（以下単に「原告」という。）\n三菱瓦斯化学株式会社\n訴訟代理人弁理士　　　　佐　伯　憲　生\n脱退原告　　　　　　　　ソニー株式会社\n訴訟代理人弁理士　　　　佐　伯　憲　生\n被　　　　　　告　　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　　中　島　次　一\n同 　　　谷　口　浩　行\n同 　　　森　田　ひとみ\n同 　　　大　橋　良　三\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が平成１０年異議第７２０９９号事件について平成１１年１１月１\n５日にした決定を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告と脱退原告ソニー株式会社（以下「ソニー」という。）は，発明の名称\nを「光ディスク用ポリカーボネート成形材料」とする特許第２６７２０９４号の特\n許（昭和６２年年７月２９日特許出願，平成９年７月１１日設定登録，以下「本件\n特許」といい，その発明を「本件発明」という。）の共有特許権者であった。\n本件特許に対し，特許異議の申立てがあり，特許庁は，これを，平成１０年\n異議第７２０９９号事件として審理し，その結果，平成１１年１１月１５日，「特\n許第２６７２０９４号の特許を取り消す。」との決定をし，平成１１年１１月２９\n日にその謄本を原告とソニーに送達した。\n原告は，平成１２年８月７日，ソニーから同社が有する本件特許の持分全部\nを譲り受け，その登録を了して，権利承継人として訴訟参加し，ソニーは，本件訴\n訟から脱退した。\n２　特許請求の範囲\n「ハロゲン化炭化水素を溶媒としてビスフェノールとホスゲンとの反応によっ\nて得られ，低ダスト化されたポリカーボネート樹脂溶液に，ポリカーボネート樹脂\nの非或いは貧溶媒を沈殿が生じない程度の量を加え，得られた均一溶液を４５～１\n００℃に保った攪拌下の水中に滴下或いは噴霧してゲル化し，溶媒を留去して多孔\n質の粉粒体とした後，水を分離し，乾燥し，押出して得られるポリカーボネート樹\n脂成形材料であって，該ポリカーボネート樹脂中に含有される重合溶媒であるハロ\nゲン化炭化水素が１ppm以下である光ディスク用ポリカーボネート成形材料。」\n３　決定の理由\n決定は，別紙決定書の写しのとおり，本件発明は，刊行物である特開昭６１\n－２５００２６号公報（以下「刊行物１」という。）に記載された発明（以下「引\n用発明１」という。）及び日本プラスチック工業連盟誌「プラスチックス」７月号\n第３８巻第７号１４頁ないし２３頁・昭和６２年７月１日株式会社工業調査会発行\n（以下「刊行物２」という。）に記載された発明及び特開昭５８－１２６１１９号\n公報（以下「刊行物３」という。）に記載された発明に基づいて，当業者が容易に\n発明をすることができたものである，と認定判断した。\n第３　原告主張の決定取消事由の要点\n決定の理由中，「［１］手続の経緯」は認める。「［２］本件発明」は争\nう。「［３］引用刊行物の記載事項」は認める。「［４］本件発明と引用刊行物に\n記載された発明との対比・判断」は争う。「［４］むすび」（判決注・［５］の誤\n記と認められる。）は争う。\n決定は，本件発明と引用発明１との相違点を看過して，一致点でないものを\n一致点と認定し（取消事由１，２），本件発明と引用発明１との相違点についての\n判断を誤り（取消事由３），本件発明の予想外の顕著な効果を看過し（取消事由\n４），これらの誤りがそれぞれ結論に影響を及ぼすことは明らかであるから，違法\nとして取り消されるべきである。\n１　取消事由１（本件発明と引用発明１との相違点の看過－その１）\n決定は，「本件発明の「非或いは貧溶媒」は，刊行物１に記載された発明の\n「固形化溶媒」と一致する」（決定書１１頁１６行～１７行）と認定しているが，\n誤りである。\n(1) 本件特許の願書に添付した明細書（以下，同明細書に添付された図面も含\nめて「本件明細書」という。）には，ポリカーボネート樹脂に用いられる各溶媒に\nつき，その沸点は具体的には記載されていない。これらの溶媒の実際の沸点は，次\nのとおりである。\n溶　媒 　　     　　 沸　点\n塩化メチレン　　　　 ４０    ℃   (重合溶媒)\nｎ－ヘプタン　　　　９８．４℃　 (本件発明の溶媒)\nシクロヘキサン　　　８０．８℃  （同上）\nベンゼン     　 　　８０．１℃  （同上）\nトルエン     　　 １１０．８℃  （同上）\nｎ－ヘキサン　　    ６８．８℃　 (刊行物１記載の溶媒)\n本件発明は，重合溶媒と比較的して沸点の高い「非或いは貧溶媒」を使用するこ\nとにより，「多孔質の粉粒体」として目的のポリカーボネート樹脂成形材料を得る\nことができることを見いだしたものである。本件発明で用いられる「非或いは貧溶\n媒」の沸点そのものは，本件明細書に記載されていないとはいえ，これらの溶媒が\n重合溶媒と比較して沸点が高いものであることは，本件明細書の発明の詳細な説明\nの欄に，引用発明１において使用されている，従来法における溶媒である「ｎ－ヘ\nキサン」を使用することは記載されておらず，「本発明の非或いは貧溶媒とは，ｎ\n－ヘプタン，シクロヘキサン，ベンゼン，トルエンなどが挙げられ，特にｎ－ヘプ\nタンが好適である。」（甲第２号証３欄４２行～４４行）として，これまでに使用\nされていないｎ－ヘプタンなどの溶媒のみが列記されている，との事実から客観的\nには明らかである。\n当業者であれば，本件明細書の上記の具体的な記載から，本件発明で使用される\n「非或いは貧溶媒」が従来使用されている固形化溶媒に比べて比較的高い沸点を有\nするものであることが認識できる，というべきである。\n決定は，本件明細書の「発明の詳細な欄の記載では，アルコール系，エーテル系\nの非或いは貧溶媒を不適当であるとしているだけで」（決定書１０頁下から２行～\n１１頁１行）あると認定している。しかし，決定の指摘する本件明細書の記載は，\n溶媒の沸点が高いことが必要であるということに加えて，化学反応性の乏しい溶媒\nの方がより適切であることをも記載したものにすぎない。このような記載があるか\nらといって，比較的高い沸点の非あるいは貧溶媒を選定したという本件発明の趣旨\nが，否定されることになるわけのものではない。\nしたがって，本件発明の「非或いは貧溶媒」は，引用発明１の「固形化溶媒」と\n一致すると認められるとした決定の認定は，本件発明における「非或いは貧溶媒」\nと引用発明１における「固形化溶媒」の相違点を看過したものであり，誤りであ\nる。\n(2) 被告は，特公昭３６－２２４４８号公報（乙第１号\n証。以下「乙１刊行物」という。）及び「プラスチック材料講座⑤　ポリカーボネ\nート樹脂」１７頁及び６２頁ないし７７頁，昭和４４年９月３０日，日刊工業新聞\n社発行（乙第２号証。以下「乙２刊行物」という。）を挙げて，本件発明の「非或\nいは貧溶媒」と引用発明１の「固形化溶媒」とが同じである，と主張する。\nしかし，使用する溶媒の種類が両者で相違していることは明らかである。\n本件発明において使用される溶媒は，本件明細書に「本発明の非或いは貧\n溶媒とは，ｎ－ヘプタン，シクロヘキサン，ベンゼン，トルエンなどが挙げられ，\n特にｎ－ヘプタンが好適である。」（甲第２号証３欄４２行～４４行）と記載され\nていることから明らかなように，従来から「非或いは貧溶媒」として知られていた\n溶媒の中でも，重合溶媒との沸点差の大きい特定の溶媒を使用するものである。こ\nれに対し，刊行物１や乙１刊行物には使用すべき溶媒として多数の「非或いは貧溶\n媒」が記載されていて，これらは同等に使用するものとされている。これらの溶媒\nを同等に使用することなく，それらの中の特定の溶媒のみを使用することこそが，\n本件発明の特徴の一つなのである。この意味において，従来から知られている「非\n或いは貧溶媒」であればどのようなものでも使用できるとされている引用発明１の\n「固形化溶媒」と，それらの中の特定の溶媒が選択的に優れた効果を奏することを\n見いだした本件発明の「非或いは貧溶媒」とは，相違しているのである。\n刊行物１に記載されている特定の「固形化溶媒」は，実施例で使用するも\nのとされているｎ－ヘキサンだけである。乙１刊行物では，炭化水素類であれば何\nでもよいとされ，その実施例においてもガソリン成分の使用が記載されているのみ\nである。これに対して，本件発明では，ｎ－ヘキサンでは所期の目的が達成できず\nｎ－ヘプタン，シクロヘキサンなどの重合溶媒との沸点差が大きいもののみが選択\n的に使用されるのであり，この点で両者は相違する。\n本件明細書の特許請求の範囲の記載では「非或いは貧溶媒」が特定されて\nいないのは，事実である。しかし，明細書の記載にこのような不備があるとして\nも，それは明細書の記載上の問題であり，本件発明が特定の「固形化溶媒」を選択\nして使用することを特徴とするものであることは，本件明細書の発明の詳細な説明\nの欄の前記記載からも明らかというべきである。\n２　取消事由２（本件発明と引用発明１との相違点の看過－その２）\n決定は，「刊行物１には，得られたポリカーボネート固形粒子が，「多孔\n質」であることは記載されていないが，上記したとおり，その製造方法は，本件発\n明の製造方法と差がないのであるから，それら２つの製造方法により得られたポリ\nカーボネート粉粒体は差がないものと解するほかなく，刊行物１に記載されたポリ\nカーボネート粉粒体も「多孔質」であるものと認めざるをえない。」（決定書１５\n頁下から５行～１６頁３行）と認定している。しかし，本件発明の製造方法と引用\n発明１の製造方法とは，次のとおり異なるものであるから，決定は，このような相\n違点を看過したものであって，誤りである。\n(1) 引用発明１のポリカーボネート粉粒体の製造方法は，「固形化と同時に湿\n式粉砕する方法」（甲第３号証２頁左上欄１７行～１８行）であり，固形化と同時\nに湿式粉砕することにより「ビーズ状ポリカーボネート固形粒子」を得る方法であ\nる。これに対して，本件発明のポリカーボネート粉粒体の製造方法は，「得られた\n均一溶液を４５～１００℃に保った撹拌下の水中に滴下或いは噴霧してゲル化し，\n溶媒を留去して多孔質の粉粒体と」（甲第２号証３欄３１行～３３行）する方法で\nあり，これにより得られた粉粒体は，「このポリカーボネートの粉粒体はそのまま\n或いは必要に応じてさらに「ダスト」が増加しない条件で粉砕した後，乾燥し」\n（甲第２号証４欄１９行～２１行）てもよいものである。\nこのように，本件発明の製造方法と引用発明１の製造方法とは，「非或いは貧溶\n媒」と「固形化溶媒」とが相違しているのみならず，本件発明の製造方法において\nは「ゲル化し，溶媒を留去して多孔質の粉粒体と」するものであるのに対して，引\n用発明１の製造方法では，「固形化と同時に湿式粉砕する」ものである点において\n相違し，その製造方法自体が相違するのである。決定は，このような相違点を看過\nしたため，「多孔質の粉粒体」である本件発明のポリカーボネート成形材料と引用\n発明１の「ビーズ状ポリカーボネート固形粒子」との間に差異がない，と誤って認\n定したものである。\n(2) 刊行物１には，「ビーズ状ポリカーボネート固形粒子で\nあり，かつ該ビーズの平均直径が０．５～２ｍｍ，嵩比重が０．３～０．６ｇ／ｃ\nｃであるものとして得られ，このものは，水スラリーの状態に於ける配管中の移送\nによる抵抗が小さく，且つ，後処理工程における水分離および乾燥も効率よく行\nえ，かつ乾燥粉体としても形状がビーズ状であることから，配管や機器壁との接触\nによる「ゴミ」の発生や混入も低減されるものである。」（甲第３号証３頁右下欄\n９行～１８行）と記載されている。刊行物１のこの記載によれば，引用発明１のビ\nーズ状ポリカーボネート固形粒子は，単に形状がビーズ状であるだけでなく，表面\nがツルツルに近く，移送の際の抵抗が小さく，水の分離性がよく，さらに乾燥も早\nいものであって，表面に多数の空隙を有してザラザラした多孔性のものではない。\n多孔性であるなら「水の分離性がよく」ということもできないからである。したが\nって，引用発明１のビーズ状ポリカーボネートは，この点においても，本件発明の\n「多孔質の粉粒体」とは異なる。\n(3) 被告は，特公昭４６－３１４６８号公報（乙第３号証。以下「乙３刊行\n物」という。）を挙げて刊行物１記載のポリカーボネート粉粒体が多孔性であるこ\nとを立証しようとしている。\nしかし，乙３刊行物は，ポリカーボネート樹脂に関するものであるとはいえ，食\n器などの成形材料としての昔の成形用ポリカーボネート樹脂に関するものである。\nこのような従来からの成形材料用のポリカーボネート樹脂も光ディスク用のポリカ\nーボネート樹脂も，同じくポリカーボネート樹脂ではあるものの，光ディスク用ポ\nリカーボネート樹脂においては，その光学特性などを担保するために，従来からの\n成形材料用ポリカーボネート樹脂では必須とされる機械的強度などを犠牲にして分\n子量の低いものが使用されており，そのため，両者は，分子量やその分布が明確に\n相違しており，化学物質としてはむしろ互いに異なるものという方がふさわしいの\nである。\nしたがって，乙３刊行物に記載された事項を，引用発明１の光学用ポリカーボネ\nート樹脂に直ちに適用することはできない。\n３　取消事由３（相違点２についての判断の誤り）\n決定は，本件発明と引用発明１との相違点の一つとして，「本件発明と刊行\n物１に記載された発明とを対比すると，前者が・・・該成形材料のカーボネート樹\n脂中に含有されるハロゲン化炭化水素が１ppm以下である点・・・が構成要件とされ\nているのに対し，後者が，それらの点が明記されていない点」（決定書１６頁４行\n～１１行）を認定し，これを相違点２とした上で，この相違点につき，刊行物２\nに，「④揮発成分および不純物の除去　反応溶媒，反応副生物および未反応モノマ\nー等は，ディスクの長期安定性に悪影響を及ぼす可能性があるため，樹脂の精製お\nよび乾燥に充分配慮されている。」（決定書７頁６行～１０行）こと，及び，\n「「ユーピロンＨ‐4000」のペレット中の不純物分析例として，反応溶剤をガスク\nロマトグラフで分折し，検知限界以下の分析結果」を得たこと（第１６頁第４\n表）」（決定書７頁１５行～１７行）が記載されている点を挙げ，「ペレット中の\n反応溶剤の量をガスクロマトグラフィーの検知限界以下のできる限り小さい値に設\n定することは，当業者が容易にできることである。そして，本件明細書において，\n「上記で得たポリカーボネート乾燥粉体に・・・押し出してペレット化し，塩化メ\nチレンは１ppm以下で検出されず（ＮＤ），・・・成形材料を得た。」と記載されて\nいることを勘案すれば，前記できる限り小さい値として，１ppmとすることは，当業\n者が容易に想到できることである。」（決定書１７頁下から２行～１８頁７行）と\n判断しているが，誤りである。\n(1) 刊行物２には，反応溶媒がハロゲン化炭化水素であることも，そ\nれをどのような手段で除くのかということについても，何ら記載も示唆もされてい\nない。\n本件発明は，本件明細書に，「この記録膜の長期信頼性の改良すべく，ポリカー\nボネート樹脂に種々の化合物を添加して，高温多湿環境での試験（環境試験）をし\nたところ，コンパクトディスク用のポリカーボネート成形材料においては従来問題\nとされなかった成分であるハロゲン化炭化水素が記録膜を腐食破損させる原因とな\nっていることを見出した。」（甲第２号証３欄６行～１１行）と記載されているこ\nとから分かるように，「ハロゲン化炭化水素」が腐食などの原因になっていること\nを見いだし，「ハロゲン化炭化水素」を溶媒として使用するポリカーボネート樹脂\n成形体の製造方法において当該「ハロゲン化炭化水素」を１ppm以下にするための簡\n便でかつ効率的な改善手段を見いだしたものである。\n刊行物２には，単に反応溶媒などが長期安定性に影響する可能性があること，及\nび「ユーピロンＨ‐4000」という特定の樹脂の反応溶剤が検知限界以下であること\nが記載されているのみであり，このような記載は，本件発明の前記改善点を示唆す\nるものではない。\n(2) 被告は，刊行物２に記載された「反応溶媒」が「ハロゲン化炭化水素」で\nあることは，乙２刊行物により立証される，と主張する。\nしかし，刊行物２には，そこに記載された反応溶媒の製造方法は何ら記\n載されていない。乙２刊行物をみても，光学用途のポリカーボネート樹脂はエステ\nル交換法ではできないとは記載されておらず，そのような示唆もされていない。同\n刊行物には，ホスゲン法については，溶媒として塩化メチレンが好ましい旨は記載\nされているものの，そこでも，それでなければならないとは記載されていない。従\n来の工業的に製造される安価なポリカーボネート樹脂は，価格の点からも安価な原\n材料でなければ価格競争力がなくなるものであるのに対し，本件発明に係る光学用\nポリカーボネート樹脂は，精密材料であり，この点において，両者は大きく異なる\nのである。\nしたがって，被告の上記主張は，単なる推測にすぎないというべきであ\nる。\n４　取消事由４（本件発明の顕著な効果の看過）\n(1) 本件発明は，本件明細書に，「本発明者らは，このハロゲン化炭化水素の\n低減と，許容限界について検討した結果，「ダスト」の増加を実質的に防止したハ\nロゲン化炭化水素の除去法を見出し，本発明に到達した。」（甲第２号証３欄２３\n行～２６行）と記載されていることから分かるように，新規な方法により製造され\nた光ディスク用ポリカーボネート成形材料に関するものであり，従来のハロゲン化\n炭化水素を溶媒としてビスフェノールとホスゲンとの反応によって得られ，低ダス\nト化されたポリカーボネート樹脂溶液に，本件発明に係る「ダストの増加を実質的\nに防止したハロゲン化炭化水素の除去法」という改良を加えることにより，ポリカ\nーボネート成形材料からなる記録膜を腐食破損させる原因となっていたハロゲン化\n炭化水素の含有量が１ppm以下という優れた光ディスク用ポリカーボネート成形材料\nを提供することができた，という顕著な効果を奏したものである。\n(2) 刊行物１には，ゴミの発生の実質的にないポリカーボネート固形粒子につ\nいては開示されているものの，重合溶媒が１ppm以下であるようにすることについて\nは何らの記載も示唆もされていない。\n刊行物２には，確かに，原告の光ディスクグレード「ユーピロンＨ-4000」のペレ\nット中の不純物として反応溶剤がガスクロマト分析法で検知限界以下であることが\n記載されている。しかし，この「ユーピロンＨ-4000」がどのような製造方法で製造\nされたポリカーボネート樹脂であるかということについては，何ら記載も示唆もさ\nれていない。一口にポリカーボネート樹脂といっても種々のものがあり，原料や重\n合条件（重合溶媒，重合方法など）などによって異なるポリカーボネート樹脂が得\nられることは，当業者には周知のことである。したがって，たとい，反応溶剤がガ\nスクロマト分析法で検知限界以下であるポリカーボネート樹脂が刊行物２に記載さ\nれていたとしても，本件発明に係るハロゲン化炭化水素を溶媒としてビスフェノー\nルとホスゲンとの反応によって得られ，低ダスト化されたポリカーボネート樹脂溶\n液からハロゲン化炭化水素が１ppm以下である光ディスク用ポリカーボネート成形材\n料が得られることが，それによって示唆されるなどということはあり得ない。\n刊行物３には，亜リン酸エステルを含有して成るポリカーボネート樹脂が開示さ\nれているが，重合溶媒が１ppm以下にすることについては，何ら記載も示唆もされて\nいない。\nこのように，刊行物１ないし３のいずれをみても，本件発明の顕著な効果を予測\nさせる記載もこれを示唆するものも見いだし得ないから，本件発明は，刊行物１な\nいし３の記載内容からは当業者といえども予測することができない顕著な効果を奏\nしたものというべきである。\n(3) 本件発明がこのような当業者が予測することができない顕著な効果を奏し\nたということは，とりもなおさず，本件発明の構成に係る「ポリカーボネート樹脂\nの非或いは貧溶媒を沈殿が生じない程度の量を加え，得られた均一溶液を４５～１\n００℃に保った撹拌下の水中に滴下或いは噴霧してゲル化し，溶媒を留去して多孔\n質の粉粒体とした」ということが当業者にとって技術的に困難であったということ\nであり，本件発明の構成が当業者にとって容易に想到することができないものであ\nったということである。\n(4)　被告は，刊行物２の塩酸キャッチャーに関する記載を挙げている。しか\nし，同刊行物の該当個所には，「光ディスク用ＰＣ（判決注・ＰＣはポリカーボネ\nートの略である。）の場合には，複屈折低減化のために３００℃から４００℃と高\n温で成形が行われることから，とくに樹脂の安定化は重要なテーマである。・・・\n反応溶剤あるいはクロロホーメート等の分解による塩酸キャッチャー剤としてホス\nフィンを添加するもの等があげられる。しかし一方で，これらの安定剤が高温多湿\n下で酸性物質となり，光デイスクの記録膜腐蝕の原因となるので，これらを添加し\nないことを特徴とする材料という特許が出願されている。」（甲第４号証２２頁右\n欄下から６行～２３頁左欄６行）と，ディスクの高温での成形時における樹脂の安\n定化が重要であることが記載され，３００℃から４００℃という高温において反応\n溶媒あるいはクロロホーメート等の分解による塩酸キャッチャー剤が必要であるこ\nとが記載されているにすぎない。そのような塩酸キャッチャー剤がディスクの通常\nの使用時において高温成形時と同様な安定剤を必要とするような状況になるとはだ\nれしも考えない。また，ディスクの通常の使用時における記録膜腐蝕の原因が，高\n温成形時と同様に樹脂に含有されている反応溶媒やクロロホーメート等の分解によ\nるものであるとは，当業者といえども容易に予測することはできない。\n被告の主張は，ディスク自体の安定性という問題と，記録膜の腐食という問題を\n混同しているものである。ディスクの安定性はディスクの機械的な強度，透明性，\n屈折率，ひび割れなど樹脂についての各種のトラブルの生起を防止することであ\nり，記録膜の腐食はディスクに接着された金属膜がそこに記録された情報の読み出\nしが不可能になるように変性することであり，平たく言えば主に金属の「さび」に\nよるものである。長期使用によりプラスチックにひび割れや曇りが生じてくること\nと，金属が錆びることとが異なるものであることは，技術者でない者にもよく知ら\nれていることである。したがって，これらを混同して両者を同一視することを前提\nにした被告の主張が失当であることは，明白である。\n本件発明は，「コンパクトディスク用のポリカーボネート成形材料においては従\n来問題とされなかった成分であるハロゲン化炭化水素が記録膜を腐食破損させる原\n因となっていることを見出した。」（本件明細書，甲第２号証３欄８行～１１行）\nことに基づくものであり，本件発明によって得られる，ハロゲン化炭化水素の含有\n量が１ppm以下であるというポリカーボネート材料により，添加剤を添加することな\nく高温成形が可能となるばかりでなく，ディスクそれ自体の長期安定性はもとよ\nり，ディスクに接着された記録膜が長期間にわたって安定する，すなわち，ディス\nクの記録膜に記録された情報が破壊されなくなるという，予想外に顕著な効果を奏\nしたものである。\n第４　被告の反論の要点\n決定に，原告主張の誤りはない。\n１　取消事由１（本件発明と引用発明１との相違点の看過－その１）について\n原告は，「本件発明の「非或いは貧溶媒」は，引用発明１の「固形化溶媒」\nと一致する」（決定書１１頁１６行～１７行）とした決定の認定は誤りである，と\n主張する。\nしかし，本件明細書には，「低ダスト化されたポリカーボネート樹脂溶液に，ポ\nリカーボネート樹脂の非或いは貧溶媒を沈澱が生じない程度の量を加え」（甲第２\n号証３欄２９行～３１行），「固形化用の非溶媒であるn-ヘプタン」（同４欄４９\n行），「比較のため，ポリカーボネート樹脂溶液よりポリカーボネートを分離する\n際に固形化用の非溶媒を使用しない・・・方法で得た粉粒体を・・・」（同５欄２\n９行～３２行）との記載があり，本件発明でいう「ポリカーボネート樹脂の非或い\nは貧溶媒」は「固形化用溶媒」であることが明記されている。\n「ポリカーボネート樹脂の非或いは貧溶媒」は，むしろ，一般に「固形化用溶\n媒」であることが，乙１刊行物及び乙２刊行物から明らかである。\n乙１刊行物には，「適当な物理的特性（ポリカーボネエトを溶かす溶媒とは充分\nに混和することができ，ポリカーボネエトに対しては非溶媒であること）を示す脂\n肪族炭化水素は主として５～２０個の炭素原子を有する常態で液体の脂肪族炭化水\n素であり，とりわけ６～８個の炭素原子を有する炭化水素である。前記炭化水素を\nいちいち挙げると，n－ペンタン，n－ヘキサン・・・ノルマルヘプタン（判決注・\n「ｎ－ヘプタン」の異表記である。）と異性体とを含む種々のヘプタン・・・，並\nに前記の比較的長鎖の炭化水素の種々の異性体である。（乙第１号証２頁右欄８行\n～２３行）」として，炭素原子数が５～２０個，特に６～８個，の脂肪族炭化水\n素（n－ヘキサン，n－ヘプタン等）がポリカーボネートに対して，非溶媒であり，\nポリカーボネートを溶かす溶媒とは混和することが記載されている。\n乙２刊行物には，アルカリ水溶液法によるポリカーボネートの製造方法が記載さ\nれ，「重縮合反応が終了すると塩化メチレン相を水洗し，・・・・・非溶剤である\n脂肪族炭化水素またはアルコールなどを添加すると重合体が単離できる。（７２頁\n５～７行）」とされている。\nこれらの乙１刊行物あるいは乙２刊行物の記載から，n－ヘキサン，n－ヘプタン\nが共にポリカーボネートに対して「非溶媒」であることは本件出願前既に周知であ\nった，ということができる。\nしたがって，本件発明の「非或いは貧溶媒」が，刊行物１に記載された「固形化\n溶媒」と同一であるとした，決定の判断に誤りはない。\n２　取消事由２（本件発明と引用発明１との相違点の看過－その２）について\n原告は，本件発明の成形材料である「多孔質のポリカーボネート粉粒体」\nと，刊行物１に記載された「ビーズ状ポリカーボネート固形粒子」とは異なる，と\n主張するが，失当である。\n刊行物１には，「ポリカーボネート樹脂溶液に，通常，室温下に固形化用溶媒を\n添加混合し，ついで加熱下の温水中に該混合溶液を添加しつつ」（甲第３号証３頁\n左下欄４行～６行），「該ビーズの平均直径が0.5～2mm，嵩比重が0.3～0.6g/ccで\nある」（特許請求の範囲４，２頁右上欄１３行～１４行）と記載されている。これ\nに対し，本件発明では，粉末を粉砕機で粉砕したものの平均粒子径，嵩密度につ\nき，「平均粒子径1～1.5mm・・・嵩密度0.53g/cc」（甲第２号証５欄９行～１２\n行）であるものとされており，両者は，平均粒子径，嵩密度（嵩比重）とも，ほぼ\n一致している。\n「多孔質」が，内部又は表面に多数の空隙を持つという意味の語であるのに対\nし，「ビーズ状」の語は，外形がビーズ状（球形）であることを意味するにすぎ\nず，内部又は表面に多数の空隙を持つか否か，あるいは，内部が中実（空隙がな\nい）であるか否か，ということとは無関係である。したがって，引用発明１のポリ\nカーボネート樹脂がビーズ状であるからといえ，同樹脂が多孔質であることが，そ\nれによって否定されることはあり得ない。\n引用発明１において，得られた粉体が多孔質であることは，乙３刊行物から明ら\nかである。\n同刊行物には，「ジヒドロキシジアリールアルカンとホスゲンとの縮合反応\nによって得られる高分子量ポリカーボネートの低沸点溶剤溶液にポリカーボネート\nの膨潤剤として低級アルキル基置換ベンゼンおよび水を加え，・・・充分攪拌混合\nし，一定速度で昇温して大半の低沸点溶剤および若干の低級アルキル基置換ベンゼ\nンを回収して，内容物は，糊状ゲルを経て球状ゲルとして水相に分散せしめ，次で\n強力の溶剤類回収装置を用いて減圧下溶剤類回収をなし球状ゲルを多孔性球状粒子\nとなし，更に加熱して溶剤類回収を終了して得られた樹脂を水分を分離した後乾燥\nすることを特徴とする，ポリカーボネートの多孔性成形材料の製造方法。」（乙第\n３号証・昭和50年7月23日発行の補正後の特許請求の範囲）と記載されている。\nここで，「ジヒドロキシジアリールアルカン」とは，「ビスフェノールＡ」を包\n含する語であり，「低沸点溶剤」とは，「塩化メチレン」を包含する語であり，\n「低級アルキル基置換ベンゼン」とは，「トルエン」を包含する語である。\n乙３刊行物に記載された方法は，溶剤中に溶けた状態のポリカーボネート樹脂\nを，温水中で溶剤を揮発させることにより粉体の状態に変えるというものであり，\nそのよって立つ原理は，引用発明１の粉体を得る方法におけるものと，基本的に同\nじであるから，引用発明１においても，同じように多孔質のポリカーボネート固形\n粒子が得られると解することができる。\nしたがって，本件発明の「多孔質の粉粒体」は，引用発明１の「ビーズ状固形粒\n子」と一致するとした決定の判断に誤りはない。\n３　取消事由３（相違点２ついての判断の誤り）について\n原告は，刊行物２には，反応溶媒がハロゲン化炭化水素であることについて\nもその除去手段についても，記載も示唆もないと主張する。\nしかし，刊行物２の「反応溶媒」が，「ハロゲン化炭化水素」であることは，乙\n２刊行物に記載された周知技術から明らかである。\n乙２刊行物には，ポリカーボネートの工業的規模での製造法には，「エステル交\n換法（溶融法）」，「ピリジン法」，「ホスゲン法」がある旨記載されている（乙\n第２号証１７頁５行～１４行，６２頁）。\n「エステル交換法」は，ビスフェノールＡとジフェニルカーボネートとを溶融\n状態としてエステル交換反応を生じさせ，これによりポリカーボネートを合成する\nものであって，別名溶融法ともいわれ，そこでは反応溶剤は不要とされている（乙\n第２号証６７頁６行の(iii)項）。\n乙２刊行物には，「ホスゲン法」について，「ビスフェノールＡを酸結合剤およ\nび溶剤の存在下ホスゲンと反応させてポリカーボネートを製造する方法で，溶剤を\n用いることから溶剤法ともよばれる。これには酸結合剤としてピリジンを用い非水\n系で行なうピリジン法と，酸結合剤としてアルカリ水溶液を用いるアルカリ水溶液\n法があり，とくに後者でアルカリとしてカセイソーダを用い，溶剤として塩化メチ\nレンを用いる方法を特に限定してホスゲン法と称することもあり，この方法がエス\nテル交換法と並んで工業的製法として採用されている。」（乙第２号証６７頁１４\n行～下から４行）と記載され，また，「(ａ)ピリジン法」の説明中で，「ピリジン\n自体を溶剤を兼ねて多量に用いることもできるが，ピリジンは高価な化合物である\nのでピリジンを酸結合剤として適量用い，溶剤として塩化メチレンを用いる方法が\n工業的には採用される。」（乙第２号証６８頁７行～１０行）とも記載されてい\nる。\nこれらの記載から，ホスゲン法（ピリジン法であれ，アルカリ水溶液法であ\nれ）によるポリカーボネートの製造には，溶剤として塩化メチレンが用いられるこ\nと，工業的製法としては，エステル交換法とアルカリ水溶液法が採用されること，\n及び，エステル交換法では溶剤は不要であることは，当時の技術常識であったこと\nが明らかである。\n上記の技術常識により，当業者は，刊行物２に記載された「反応溶剤」という用\n語を見れば，同刊行物に記載された「ユーピロンＨ-4000」のポリカーボネートは，\n反応溶剤を用いる工業的な生産物であることから，ホスゲン法で製造されたもので\nあること，及び，この「反応溶剤」とは，工業的に採用されている溶剤である「塩\n化メチレン」のことであることを，直ちに理解することができるのである。\n刊行物２に記載された「ユーピロンＨ-4000」は，「光学用」の一つである「光デ\nィスク用」であり，光学特性について厳重に管理されており（甲第４号証１６頁右\n欄下から８行～３行，１７頁第１図），この第１図を見ると可視光線の波長（ほぼ\n400～800nm）の部分での分光光線透過率は，ほぼ同一の（凹部のない）大きい値を\n示しており，このことから，「ユーピロンＨ-4000」は，無色透明性の点で極めて高\nい品質のポリカーボネートであることが理解できる。当業者は，このような高品質\nのポリカーボネートである「ユーピロンＨ-4000」を，上記の「エステル交換法」に\nよっては製造することができず，「ユーピロンＨ-4000」は上記の「ホスゲン法」で\n製造されていることを，容易に理解することができるのである。\nこのことは，光学的特性の優れた成形物の製造法につき記載した刊行物３（甲第\n５号証）の第４頁において，ポリカーボネート樹脂の製造例（右上欄１５行～右下\n欄１１行）がいずれもホスゲン法である，ということからも裏づけられる。\n刊行物２に記載された反応溶媒を塩化メチレンが含まれるハロゲン化炭化水素と\nした，決定の認定判断に誤りはない。\n４　取消事由４（本件発明の顕著な効果の看過）について\n原告は，本件発明は，従来のポリカーボネート樹脂溶液に，ハロゲン化炭化\n水素の除去法という改良を加えることにより，その含有量を１ppm以下という優れた\n光デイスク用ポリカーボネート成形材料を提供することができた，という顕著な効\n果を奏したものである，と主張する。\nしかし，ポリカーボネートの工業的製造の反応溶媒（重合溶媒）として塩化メチ\nレンが通常使用されているものであることは前記のとおりであるから（乙第２号\n証），当業者は刊行物２の１６頁の第４表に記載された「反応溶媒」として，ま\nず，塩化メチレンを想起するものである。その含有量の許容値が検知限界以下であ\nるということは，その物質が存在しないことが，その用途に使用される樹脂の理想\nの性質であることを示している。また，刊行物２には反応溶媒が光ディスクの長期\n安定性に悪影響を及ぼすことが明記され（甲第４号証１６頁左下欄下から６行～５\n行参照），「とくに樹脂の安定化は重要なテーマである。・・・反応溶媒あるいは\nクロロホーメート等の分解による塩酸キャッチャー剤としてホスフィンを添加する\nもの等があげられる。しかし一方で，これらの安定剤が高温多湿下で酸性物質とな\nり，光デイスクの記録膜腐蝕の原因となるので，これらを添加しないことを特徴と\nする材料という特許が出願されている。」（２２頁右欄下から４行～２３頁左欄６\n行）との記載もなされているから，反応溶剤の分解に由来する塩酸が安定剤に由来\nする酸性物質と同様，記録膜腐蝕の原因になり得ることは当業者が容易に予測しう\nるところである。\nこれらのことを前提にすれば，光デイスク用材料に適したポリカーボネート樹脂\nを得るにあたり，有害であることが知られている不純物である反応溶媒の含有量を\n可能な限り低く設定することは当業者が普通に行うことであって，不純物の除去の\nための費用等を勘案することによりその含有量が決定され，その値を例えば1ppmと\nすることに格別これを困難とする事情も見当たらない。そして，反応溶媒の低減に\nよる安定化効果，あるいは記録膜の腐食の防止は刊行物２から十分に予測可能であ\nる。\nしたがって，「ハロゲン化炭化水素の含有量１ppm以下」とすることには顕著な効\n果があり，ハロゲン化炭化水素の含有量を限定することが容易ではない，とするこ\nとはできない。\n第５　当裁判所の判断\n１　本件発明について\n本件発明を特定する特許請求の範囲の記載が，「ハロゲン化炭化水素を溶媒\nとしてビスフェノールとホスゲンとの反応によって得られ，低ダスト化されたポリ\nカーボネート樹脂溶液に，ポリカーボネート樹脂の非或いは貧溶媒を沈殿が生じな\nい程度の量を加え，得られた均一溶液を４５～１００℃に保った攪拌下の水中に滴\n下或いは噴霧してゲル化し，溶媒を留去して多孔質の粉粒体とした後，水を分離\nし，乾燥し，押出して得られるポリカーボネート樹脂成形材料であって」との表現\nにより，発明とされるのがポリカーボネート樹脂成形材料であることを明らかにし\nつつ，そのポリカーボネート樹脂成形材料の製造方法を規定した上で（以下「本件\n製法要件」という。），「該ポリカーボネート樹脂中に含有される重合溶媒である\nハロゲン化炭化水素が１ppm以下である光ディスク用ポリカーボネート成形材料。」\nとの表現により，発明とされるポリカーボネート樹脂成形材料の用途を特定しつ\nつ，同樹脂中のハロゲン化炭化水素の含有量が１ppm以下であるとの構造を規定して\nいるものである（以下「本件構造要件」という。）。\n本件発明が，製造方法の発明ではなく，物の発明であることは，上記特許請\n求の範囲の記載から明らかであるから，本件発明の上記特許請求の範囲は，物（プ\nロダクト）に係るものでありながら，その中に当該物に関する製法（プロセス）を\n包含するという意味で，広い意味でのいわゆるプロダクト・バイ・プロセス・クレ\nームに該当するものである。そして，本件発明が物の発明である以上，本件製法要\n件は，物の製造方法の特許発明の要件として規定されたものではなく，光ディスク\n用ポリカーボネート成形材料という物の構成を特定するために規定されたものとい\nう以上の意味は有し得ない。そうである以上，本件発明の特許要件を考えるに当た\nっては，本件製法要件についても，果たしてそれが本件発明の対象である物の構成\nを特定した要件としてどのような意味を有するかを検討する必要はあるものの，物\nの製造方法自体としてその特許性を検討する必要はない。発明の対象を物を製造す\nる方法としないで物自体として特許を得ようとする者は，本来なら，発明の対象と\nなる物の構成を直接的に特定するべきなのであり，それにもかかわらず，プロダク\nト・バイ・プロセス・クレームという形による特定が認められるのは，発明の対象\nとなる物の構成を，製造方法と無関係に，直接的に特定することが，不可能，困\n難，あるいは何らかの意味で不適切（例えば，不可能でも困難でもないものの，理\n解しにくくなる度合が大きい場合などが考えられる。）であるときは，その物の製\n造方法によって物自体を特定することに，例外として合理性が認められるがゆえで\nある，というべきであるから，このような発明についてその特許要件となる新規性\nあるいは進歩性を判断する場合においては，当該製法要件については，発明の対象\nとなる物の構成を特定するための要件として，どのような意味を有するかという観\n点から検討して，これを判断する必要はあるものの，それ以上に，その製造方法自\n体としての新規性あるいは進歩性等を検討する必要はないのである。\n本件発明は，光ディスク用ポリカーボネート成形材料において，含有される\n重合溶媒であるハロゲン化炭化水素が記録膜を腐食させる原因となっていることを\n見いだし，同成形材料中に含有される重合溶媒であるハロゲン化炭化水素を１ppm以\n下とするとの構成により，記録膜の腐食による劣化，破壊が生じにくいように改善\nしたものであって，本件製法要件は，含有されるハロゲン化炭化水素が１ppm以下で\nあるとのポリカーボネート成形材料を製造するための製造方法であるものの，この\nこと以外に，本件発明の対象であるポリカーボネート成形材料の構造ないし性質，\n性状その他の構成自体を特定するための要件としての特段の意味を有するものであ\nると解することはできない。このことは，本件明細書の次の記載から明らかであ\nる。\n〔産業上の利用分野〕\n本発明は、レーザー光の反射や透過によって信号の記録や読み取りを行う\n光ディスク用のポリカーボネート成形材料であり、記録膜の腐食による劣化、破壊\nを大幅に改善したものである。（甲第２号証１欄１４行～２欄３行）\n〔発明が解決しようとする問題点〕\nこの記録膜の長期信頼性の改良すべく、ポリカーボネート樹脂に種々の化\n合物を添加して、高温多湿環境での試験（環境試験）をしたところ、コンパクトデ\nィスク用のポリカーボネート成形材料においては従来問題とされなかった成分であ\nるハロゲン化炭化水素が記録膜を腐食破損させる原因となっていることを見出し\nた。\nハロゲン化炭化水素を芳香族ポリカーボネート樹脂より除去する方法と\nしては、充分に乾燥する方法があるが、実用的な乾燥方法によりこれを実現しよう\nとする場合には、粉体状で得られたポリカーボネートをより微粉砕し、乾燥するこ\nとが必須となるが、微粉砕すると、粉砕工程で必然的に「ダスト」が増加し、光デ\nィスク用の成形材料とすることは困難であった。又、金属腐食防止剤類を配合して\n腐食を防止する方法もあるが、ポリカーボネート樹脂に無害でかつ記録膜の保護を\n充分に行う添加剤は、未だ見出されていない。（３欄５行～２１行）\n〔問題点を解決するための手段〕\n本発明者らは、このハロゲン化炭化水素の低減と、許容限界について検討\nした結果、「ダスト」の増加を実質的に防止したハロゲン化炭化水素の除去法を見\n出し、本発明に到達した。すなわち、本発明は、ハロゲン化炭化水素を溶媒として\nビスフェノールとホスゲンとの反応によって得られ、低ダスト化されたポリカーボ\nネート樹脂溶液に、ポリカーボネート樹脂の非或いは貧溶媒を沈殿が生じない程度\nの量を加え、得られた均一溶液を45～100℃に保った撹拌下の水中に滴下或いは噴霧\nしてゲル化し、溶媒を留去して多孔質の粉粒体とした後、水を分離し、乾燥し、押\n出して得られるポリカーボネート樹脂であって、該ポリカーボネート樹脂中に含有\nされる重合溶媒であるハロゲン化炭化水素が1ppm以下である光ディスク用ポリカー\nボネート成形材料である。（３欄２２行～３７行）\n〔発明の作用および効果〕\n以上、本発明のポリカーボネート樹脂成形材料による光ディスクは、記録\n膜の材質によらず長期信頼性に優れたものとなることが明瞭であり、高温多湿環境\n下において使用することを余儀無くされる場合にも、安心して使用可能なものであ\nり、その工業的意義は極めて高いものである。（７欄３行～８欄４行）\n本件発明においては，本件発明の対象となる物は，本件構造要件により十分\nに特定されている。このことは，本件明細書の上記記載から明らかである。本件発\n明における本件製法要件は，本件特許の対象である光ディスク用ポリカーボネート\n成形材料の構成を特定するための要件としては，ポリカーボネート樹脂中に含まれ\nる量が１ppm以下とされているハロゲン化炭化水素が，ビスフェノールとホスゲンと\nの反応によってポリカーボネート成形材料が得られる際の重合溶媒であることを意\n味する以外には，特段の意味を有するものと解することはできない。要するに，本\n件製法要件は，本件特許の対象である「ポリカーボネート樹脂中に含有される重合\n溶媒であるハロゲン化炭化水素が１ppm以下である光ディスク用ポリカーボネート成\n形材料。」を製造するための方法を単に特許請求の範囲に記載したものにすぎず，\nそれ以上に出るものではないのである。\nそうである以上，物の発明である本件発明に特許を付与する要件となる新規\n性あるいは進歩性等を判断するに当たっては，本件製法要件は，本件発明の構成を\n特定する要件としては，上記の程度の意味しか有していないことを前提とした上\nで，これを判断すべきことになるのは，当然である。\n２　取消事由１，２（本件発明と引用発明１との相違点の看過）について\n原告は，①決定は，「本件発明の「非或いは貧溶媒」は，刊行物１に記載さ\nれた発明の「固形化溶媒」と一致する」（決定書１１頁１６行～１７行）と認定し\nているが，誤りである，と主張し，その理由として，引用発明１は，「固定化溶\n媒」として従来法における「ｎ－ヘキサン」等を使用するものであるのに対し，本\n件発明は，従来の溶媒と比べて比較的高い沸点の「ｎ－ヘプタン，シクロヘキサ\nン，ベンゼン，トルエン」等を使用する点で相違するにもかかわらず，決定は，こ\nの相違点を看過した，②本件発明は，「ゲル化し，溶媒を留去して多孔質の粉粒体\nと」する方法であるのに対して，引用発明１は，「固形化と同時に湿式粉砕する」\n方法である点において相違し，両者は製造方法自体が相違するのに，決定は，この\nような製造方法上の相違点を看過し，「多孔質の粉粒体」である本件発明のポリカ\nーボネート成形材料と，引用発明１の「ビーズ状ポリカーボネート固形粒子」を，\n製造方法上の差異がないから差がないものと誤って認定した，と主張する。\nしかしながら，本件発明の「非或いは貧溶媒」及び「ゲル化し，溶媒を留去して\n多孔質の粉粒体と」するとの要件は，いずれも本件製法要件中の要件であり，いず\nれも本件発明の対象となる物の構成，すなわち「重合溶媒であるハロゲン化炭化水\n素が１ppm以下である光ディスク用ポリカーボネート成形材料」を特定する上では何\nらの意味も有しない要件であることは，前述のとおり本件明細書の記載から明らか\nである。原告の上記主張は，本件製法要件中の前記各要件が，製造方法として刊行\n物１に開示されていないとの主張であるにすぎない。上記に述べたところから明ら\nかなように，物の発明である本件発明に，このような物の構成を特定する上で意味\nのない製法要件に関し，製造方法としての新規性あるいは進歩性等があるかどうか\nの議論をする必要は全くないのであるから，原告の主張する前記取消事由は，いず\nれも失当である。\n決定は，本件発明の進歩性を判断するに当たって，本件構造要件のみなら\nず，本件製法要件に係る上記要件についても判断している。しかし，決定のこの判\n断手法を客観的に評価すれば，決定は，本来判断すべき他の論点に加え，本来判断\nする必要のない論点についても念のために判断した，ということになるにすぎな\nい。これを，決定の結論に影響を与える瑕疵ということができないことは，当然で\nある。\n以上によれば，原告の取消事由１の主張は，本件発明の対象となる物の構成\nを特定する上で特段の意味のない本件製法要件に関し，製造方法としての新規性，\n進歩性についての議論をすべきであるとの主張であるから，その主張自体失当であ\nるという以外にない。\n３　取消事由３（相違点２についての判断の誤り）について\n原告は，決定は，本件発明と引用発明１との相違点の一つとして，「本件発\n明と刊行物１に記載された発明とを対比すると，前者が・・・該成形材料のカーボ\nネート樹脂中に含有されるハロゲン化炭化水素が１ppm以下である点・・・が構成要\n件とされているのに対し，後者が，それらの点が明記されていない点」（決定書１\n６頁４行～１１行）を認定し，これを相違点２とした上で，この相違点につき，刊\n行物２に，「④揮発成分および不純物の除去　反応溶媒，反応副生物および未反応\nモノマー等は，ディスクの長期安定性に悪影響を及ぼす可能性があるため，樹脂の\n精製および乾燥に充分配慮されている。」（決定書７頁６行～１０行）こと，及\nび，「「ユーピロンＨ‐4000」のペレット中の不純物分析例として，反応溶剤をガ\nスクロマトグラフで分折し，検知限界以下の分析結果」を得たこと（第１６頁第４\n表）」（決定書７頁１５行～１７行）が記載されている点を挙げ，「ペレット中の\n反応溶剤の量をガスクロマトグラフィーの検知限界以下のできる限り小さい値に設\n定することは，当業者が容易にできることである。そして，本件明細書において，\n「上記で得たポリカーボネート乾燥粉体に・・・押出してペレット化し，塩化メチ\nレンは１ppm以下で検出されず（ＮＤ），・・・成形材料を得た。」と記載されてい\nることを勘案すれば，前記できる限り小さい値として，１ppmとすることは，当業者\nが容易に想到できることである。」（決定書１７頁下から２行～１８頁７行）と判\n断しているが，誤りである，刊行物２には，反応溶媒がハロゲン化炭化水素である\nことは，何ら記載も示唆もされていない，と主張する。\n原告が主張する取消事由２は，本件発明の本件構造要件である「ポリカーボ\nネート樹脂中に含有される重合溶媒であるハロゲン化炭化水素が１ppm以下である」\nに関するものであるから，プロダクト・バイ・プロセス・クレームについて，前述\nしたところによっても，原告主張の上記取消事由は，本件発明の構成要件自体にか\nかわるものとして，それが認められるか否かが検討されなければならない。\n(1) 刊行物２には，原告の従業員による「光ディスク用特殊プラスチック　ポ\nリカーボネート」との表題の論文が掲載され，その中に次の記載がある（甲第４号\n証）。\n①「現在光ディスク用基板材料としては，ＣＤ用にはポリカーボネート（Ｐ\nＣ）・・・が用いられている。本報では，・・・光ディスク用ＰＣの特徴ならびに\n最近の技術動向について総括する。」（１５頁左欄３行～６行）\n②「三菱瓦斯化学（株）の光ディスクグレード「Ｈ-4000」（判決注・ポリカ\nーボネート樹脂の商品名）では，以下のような材料設計を行なっている。」（１５\n頁右欄下１４行～１５行）\n③「揮発成分および不純物の除去\n反応溶媒，反応副生物および未反応モノマー等は，ディスクの長期安定性に悪作\n用を及ぼす可能性があるため，樹脂の精製および乾燥に充分配慮されている。」\n（１６頁左欄下から７行～４行）\n④「第４表　「ユーピロンＨ-4000」のペレット中の不純物分析例」，「反応\n溶剤　ガスクロマト　検知限界以下」（１６頁第４表）\n刊行物２の上記各記載によれば，刊行物２は，光ディスクに使用するポリ\nカーボネート樹脂（上記①）において，樹脂中に残留する「反応溶媒」（重合溶\n媒），「反応副生物」，「未反応モノマー」等の「揮発成分」及び「不純物」が，\n「ディスクの長期安定性に悪作用を及ぼす可能性がある」こと（③），それゆえ，\n光ディスクの長期安定性を改善する方策の一つとして，揮発成分である反応溶媒の\n残留濃度は，「ガスクロマト分析」で「検知限界以下」（④）とすべきことを，教\n示するものと認めることができる。\n(2) 刊行物１には，「本発明は，ポリカーボネートの固形化方法に関\nし，・・・特に，光学用のポリカーボネート樹脂を製造する方法として好適なもの\nである。」（甲第３号証１頁右下欄１１行～１９行），「本発明のポリカーボネー\nト樹脂溶液とは，従来のポリカーボネート樹脂の製法と同様の製法，即ち，・・・\n二価フェノール系化合物・・・を・・・ホスゲンと反応させることによって作られ\nる芳香族ポリカーボネート樹脂のホモ－もしくはコ－ポリマーの溶液である。」\n（２頁左下欄１行～８行），及び，「反応に使用する溶媒としては，塩素化された\n脂肪族または芳香族の炭化水素・・・特にメチレンクロライド（判決注・塩化メチ\nレンと同一物質である。）が好ましい。」（３頁右上欄９行～１３行）との記載が\nあり，上記各記載によれば，刊行物１には，「光学用」の「ポリカーボネート樹\n脂」が記載され，当該ポリカーボネート樹脂は，ハロゲン化炭化水素の１種である\n塩化メチレンを反応溶媒として使用することにより製造されるものであること，及\nび，上記反応は，重合によりポリカーボネートを製造する反応であることからし\nて，上記反応に使用された「反応溶媒」は，「重合溶媒」であることが認められ\nる。\n乙第２号証によれば，ポリカーボネートの工業的規模の製造方法として\nは，エステル交換法，ピリジン法，ホスゲン法があること，このうち反応溶剤を使\n用するのは，ピリジン法とホスゲン法だけであること，いずれも反応溶剤として塩\n化メチレンを使用していることは，当業者にとって周知の技術であることが認めら\nれる。\n乙２刊行物に示される周知技術を前提に刊行物２を読めば，刊行物２の\n「反応溶媒」とは，工業的に使用されている塩化メチレンのことであることが，当\n業者にとっては，容易に理解することができるのである。\nそうすると，刊行物２の上記教示に接した当業者は，刊行物１に記載され\nた光学用ポリカーボネート樹脂についても，これを代表的な光学用途の一つである\n光ディスクに使用する際には，光ディスクの長期安定性を改善するためには，樹脂\n中に残留する反応溶媒（重合溶媒），すなわち，塩化メチレン等のハロゲン化炭化\n水素の量を，できるだけ少なくすべきこと，その一つの指標として「ガスクロマト\n分析」で「検知限界以下」とすべきことに，容易に想到し得るものと認められる。\n(3) 本件明細書の実施例１においては，重合溶媒（反応溶媒）のハロゲン化炭\n化水素である塩化メチレンの残留量について，「１ppm以下で検出されず（ＮＤ）」\n（甲第２号証５欄１６行）と記載され，また，実施例１及び２の結果をまとめた第\n６欄の第１表及び第２表の「塩化メチレン」の欄に，「ＮＤ」と表示され，これら\n表の略号の説明には，「表中の略号は，下記である。　塩化メチレン　・ＮＤ：検\n出されず」（甲第２号証５欄４２行～４４行）と記載されていることから，本件発\n明の「１ppm以下」との規定も，何らかの分析方法による検出（検知）限界を規定し\nたものと認められる。\n本件明細書には，反応溶媒の残留量の検出にどのような分析法を使用したか記載\nされていないが，甲第８号証（審判での原告の意見書）に添付の「実験報告書－\n１」ないし「実験報告書－３」（いずれも，原告の従業員により作成されたもので\nある。）には，ポリカーボネート樹脂中に残留する反応溶媒（塩化メチレン）の分\n析限界（検知限界）は，ガスクロマト分析による場合，「１ppm」であることが明記\nされていることが認められる。また，本件全証拠によっても，ガスクロマト分析以\n外の分析法で，ポリカーボネート樹脂中に残留する塩化メチレンの量を１ppm以下の\n検知限界で分析することが可能であると認めるべき根拠を見出すことはできない。\nそうすると，本件発明における，重合溶媒（反応溶媒）の残留量が「１ppm以下」\nとの限定は，刊行物２が教示する「ガスクロマト分析」で「検知限界以下」との残\n留量を，単に数値に置き換えて限定したにすぎないものと認められる。\n以上によれば，本件発明の出願時におけるガスクロマト分析法による塩化\nメチレンの検出限界値は，およそ１ppm程度であったことが認められるから，刊行物\n２の上記教示に接した当業者が，光ディスクにおける長期安定性を改善するため\nに，本件発明におけるこのような限定をすることは，容易になし得るものというこ\nとができる。\n(4) 原告は，刊行物２には，反応溶媒がハロゲン化炭化水素をど\nのような手段で除くかということについて，何ら記載も示唆もされていない，と主\n張する。しかし，本件発明は，物の発明であり，製法の発明ではないのであるか\nら，刊行物２に反応溶媒の残留量を１ppm以下とする手段が記載されていないとして\nも，このことは，本件発明の「ポリカーボネート樹脂中に含有される重合溶媒であ\nるジクロロメタンが１ppm以下である」との構成に，当業者が想到することが容易か\nどうかとは関係のない事柄である。\n４　取消事由３（本件発明の顕著な効果の看過）について\n原告は，本件発明は，従来のポリカーボネート樹脂溶液に，\nダストの増加を実質的に防止したハロゲン化炭化水素の除去法という改良を加える\nことにより，ポリカーボネート成形材料からなる記録膜を腐食破損させる原因とな\nっていたハロゲン化炭化水素の含有量が１ppm以下という優れた光ディスク用ポリカ\nーボネート成形材料を提供することができた，という顕著な効果を奏したものであ\nる，と主張する。\nしかしながら，決定は，本件発明の構成自体，想到の容易なものであったと\n認定判断していること，その認定判断に誤りがないことは，既に認定したとおりで\nあり，このように構成につき容易想到性が認められる発明に対して，それにもかか\nわらず，それが有する効果を根拠として特許を与えることが正当化されるために\nは，その発明が現実に有する効果が，当該構成のものの効果として予想されるとこ\nろと比べて格段に異なることを要するものというべきである。そして，本件全証拠\nによっても，本件発明が現実に有する効果が，本件発明の構成のものの効果として\n予想されるところと比べて格段に異なることを認めるに足りる証拠はない。\n原告は，本件発明は，コンパクトディスク用のポリカーボネート成形材料に\nおいては従来問題とされなかった成分であるハロゲン化炭化水素が記録膜を腐食破\n損させる原因となっていることを見いだし，その含有量が１ppm以下という優れた光\nディスク用ポリカーボネート成形材料を提供することができ，これにより，ディス\nクの記録膜に記録された情報が破壊されなくなったことは，当業者の予測できない\n顕著な効果である，などと主張する。しかし，「反応溶媒，反応副生物および未反\n応モノマー等は，ディスクの長期安定性に悪作用を及ぼす可能性がある」（甲第４\n号証１６頁下から６行～５行）ことは刊行物２に記載されており，この反応溶媒が\nハロゲン化炭化水素の一種である塩化メチレンであることは，前記認定のとおりで\nあるから，本件発明の「ハロゲン化炭化水素の含有量が１ppm以下」との構成及びそ\nれによる効果が，当業者にとって容易に想到し得るものであることは，前記認定の\nとおりであり，結局，原告の上記主張は，採用することができないのである。\n５　結論\n以上に検討したところによれば，原告の主張する取消事由はいずれも理由が\nなく，その他，決定には，これを取り消すべき瑕疵は見当たらない。そこで，原告\nの請求を棄却することとし，訴訟費用の負担について，行政事件訴訟法７条，民事\n訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　　　　 山　　下　　和　　明\n裁判官　　　　　   設　　樂　　隆　　一\n裁判官　 　　　    阿　　部　　正　　幸\n"
}