{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 31
  },
  "case_number": "平成13(行ケ)443",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11708",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11708",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/708/011708_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４４３号　審決取消請求事件（平成１４年５月２７日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　デマート・プロ・アルト　ベー・ヴイ\n訴訟代理人弁護士　　　佐  藤  雅  巳\n被　　　　　　告　　　有限会社野々川商事\n訴訟代理人弁護士　　　安  井  信  久\n同　　　　　　　　　　深  津  茂  樹\n同　　　　　　　　　　石  黒  輝  之\n主　　　　　　　　　　　文\n特許庁が平成１０年審判第３５６２７号事件について平成１３年６月\n２７日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、別紙目録(1)記載のとおりの構成からなり、指定商品を商標法施行令\n別表の区分による第３類「せっけん類、香料類、化粧品、かつら装着用接着剤、つ\nけづめ、つけまつ毛、つけまつ毛用接着剤、歯磨き、家庭用帯電防止剤、家庭用脱\n脂剤、さび除去剤、染み抜きベンジン、洗濯用漂白剤、洗濯用でん粉のり、洗濯用\nふのり、つや出し剤、研磨紙、研磨布、研磨用砂、人造軽石、つや出し紙、つや出\nし布、靴クリーム、靴墨、塗料用剥離剤」とする商標登録第３３７０４７６号商標\n（平成６年１２月１日登録出願、平成１０年１０月１６日設定登録、以下「本件商\n標」という。）の商標権者である。\n原告は、平成１０年１２月１１日、被告を被請求人として、本件商標の商標\n登録を無効にすることについて審判を請求した。\n特許庁は、同請求を平成１０年審判第３５６２７号事件として審理した上、\n平成１３年６月２７日に「本件審判の請求は、成り立たない。」との審決をし、そ\nの謄本は、同年７月１２日、原告に送達された。\n２　審決の理由\n審決は、別添審決謄本写し記載のとおり、①本件商標は、片仮名文字「ダ\nリ」と欧文字「DARI」を上下２段に配してなるから、その構成に照らし「ダリ」の\n称呼が生ずるところ、「ダリ」は、我が国を始め世界的に著名なスペイン生まれの\n超現実派の画家サルバドール・ダリの著名な略称であり、サルバドール・ダリと無\n関係な者が、「ダリ」を含む商標を自己の商標として採択、使用することは、サル\nバドール・ダリないしその遺族の名誉を毀損するとして、商標法４条１項７号違反\nをいう請求人（注、原告）の主張について、「Salvador Dali」（サルバドール・ダ\nリ）がスペインの有名な画家であり、我が国においても広く知られていることは認\nめられるが、本件商標の欧文字部分は「DARI」であって、前記した氏の部\n分「Dali」とは綴りが相違し、片仮名文字部分も「DARI」の欧文字の読みを、単に\n特定したものとしか認識、理解し得ないから、本件商標は、造語よりなるものと理\n解され、本件商標に接する取引者、需要者が、画家である「Salvador Dali」（サル\nバドール・ダリ）を想起するとはいい難く、同人の遺族の名誉を毀損するものとは\nいえないし、本件商標をその指定商品に使用することが国際信義や商道徳に反する\nものとはいえないから、公の秩序又は善良の風俗を害するおそれがある商標という\nことはできないとし、②本件商標は、別紙目録(2)に記載したとおりの構成からな\nり、指定商品を商標法施行令別表の区分による第４類「せつけん類（薬剤に属する\nものを除く）歯みがき、化粧品（薬剤に属するものを除く）香料類」とする商標登\n録第２５８３１８３号商標（平成３年３月１９日登録出願、平成５年９月３０日設\n定登録、以下「原告商標」という。）と類似する商標であって、指定商品において\nも類似するとして、商標法４条１項１１号違反をいう請求人の主張について、本件\n商標は、「ダリ」の称呼を生じ、原告商標は、「Salvador Dali」の欧文字を筆記体\n風に表示したものと認識、理解され、その構成文字に相応して「サルバドールダ\nリ」の称呼のみを生ずるから、両者は称呼において類似せず、また、本件商標を構\n成する「ダリ」、「DARI」の文字は特定の意味を有しない造語と認められるのに対\nし、原告商標を構成する「Salvadore Dali」の文字は、スペインの有名な画家サル\nバドール・ダリを表すものであるから、両者は観念については比較することはでき\nず、外観においても互いに区別し得るものであるから、本件商標と原告商標とは非\n類似の商標であるとし、③本件商標は、その登録出願時に既に周知であった請求人\nに係る原告商標と類似し、本件商標をその指定商品に使用するときは、本件商標を\n付した商品が請求人又は請求人と何らかの経済的な関係にある者により製造販売さ\nれたものであるとの誤認を取引者、需要者に生じさせるおそれのあるものであると\nして、商標法４条１項１５号違反をいう請求人の主張について、上記のとおり本件\n商標と原告商標とは非類似の商標であるから、本件商標をその指定商品に使用して\nも、商品の出所について混同を生ずるおそれのあるものということはできないとし\nて、本件商標は、商標法４条１項７号、１１号及び１５号に違反して登録されたも\nのではないから、同法４６条１項の規定により、その登録を無効とすることはでき\nないとした。\n第３　原告主張の審決取消事由\n審決は、本件商標について、その欧文字部分は「DARI」であって、サルバド\nール・ダリの氏である「Dali」とは綴りが相違し、片仮名文字部分の「ダリ」\nも「DARI」の欧文字の読みを、単に特定したものとしか認識、理解し得ないから、\n本件商標は造語よりなるものと理解され、本件商標に接する取引者、需要者が、画\n家である「Salvador Dali」（サルバドール・ダリ）を想起するとはいえないとの誤\nった認定をした結果、本件商標が商標法４条１項７号に違反しないとの誤った判断\nをし（取消事由１）、本件商標は「ダリ」の称呼を生じ、原告商標は「サルバドー\nルダリ」の称呼のみを生ずるから、両者は称呼において類似せず、本件商標を構成\nする「ダリ」、「DARI」の文字は特定の意味を有しない造語と認められるのに対\nし、原告商標を構成する「Salvador Dali」の文字は、スペインの有名な画家サルバ\nドール・ダリを認識させるものであるから、両者は観念については比較することは\nできないとの誤った認定をした（取消事由２）結果、本件商標が同法４条１項１１\n号に違反しないとの誤った判断をしたものであるから、違法として取り消されるべ\nきである。\n１　取消事由１（商標法４条１項７号該当性の認定判断の誤り）\n商標法４条１項７号の「公の秩序又は善良の風俗を害するおそれがある商\n標」とは、指定商品について使用することが社会公共の利益に反し、又は社会の一\n般的道徳観念に反する商標をいい、公正な取引秩序に反する場合もこれに含まれ\nる。そして、「ダリ」は、スペインの著名なシュールレアリスムの画家である故サ\nルバドール・ダリの略称として、我が国においても著名であり、本件商標の要部は\n「ダリ」であるから、本件商標は、故サルバドール・ダリの著名な略称である「ダ\nリ」と類似し、商標法４条１項７号に該当する。\n(1) 審決は、「本件商標の英文字部分は『DARI』であって・・・氏の部\n分『Dali』とは綴りが相違し、片仮名文字部分も『DARI』の欧文字の読みを、単\nに、特定したものとしか認識、理解し得ない」（審決謄本４頁２６行目～２８行\n目）、「本件商標は造語よりなるものと理解され、本件商標に接する取引者、需要\n者が、画家である『Salvador Dali』（サルバドール・ダリ）を想起するとは言い難\nい」（同３０行目～３２行目）と認定したが、誤りである。本件商標は、片仮名文\n字「ダリ」と欧文字「DARI」を上下２段に配してなり、「ダリ」は要部であるか\nら、本件商標は、上記のとおり故サルバドール・ダリの著名な略称である「ダリ」\nに類似する。\n(2)　審決は、上記(1)の誤った認定に基づき、「本件商標は、前記した画家の\n遺族の名誉を毀損するものとはいえないし、本件商標をその指定商品に使用するこ\nとが国際信義や商道徳に反するものとはいえないから、公の秩序又は善良の風俗を\n害するおそれがある商標ということはできない」（審決謄本４頁３３行目～３６行\n目）と判断したが、誤りである。上記(1)のとおり、本件商標は、故サルバドール・\nダリの著名な略称である「ダリ」に類似するから、同人と無関係な者が、これを自\n己の商標として採択、使用することは、著名な略称である「ダリ」の有する財産的\n価値の剽窃行為であり、公正な取引秩序を害する。著名な死者の著名な略称を冒用\nする商標が商標法４条１項７号に該当することは、特許庁の「外国標章等の保護に\n関する取扱い」（甲第３０号証）の定めるところである。\n(3) 被告は、本件商標は株式会社ダリヤのハウスマークである「ダリヤ」及\nび「DARIYA」との関連で採択したと主張するが、詭弁である。株式会社ダリヤにお\nいて、「ダリヤ」は一貫して商号の要部として使用されており、「ダリ屋」という\n商号が先行して「ダリヤ」と記載するようになったのではない。そもそも、採択の\n動機によって、本件商標が公の秩序又は善良の風俗に反するか否かの判断が左右さ\nれるものではない。\n２　取消事由２（本件商標と原告商標の類否判断の誤り）\n本件商標は、原告商標と称呼及び観念において類似するから、商標法４条１\n項１１号に該当する。\n(1) 審決は、原告商標からは、「サルバドールダリ」の一連の称呼のみを生ず\nると認定したが、誤りである。原告商標は、著名な画家サルバドール・ダリの欧文\n字表記であり、その「Dali」の部分は、サルバドール・ダリの氏であり、著名な略\n称である「ダリ」の欧文字表記である。したがって、「Dali」は原告商標の要部で\nあり、「ダリ」の称呼を生ずる。\nまた、審決は、「本件商標を構成する『ダリ』、『DARI』の文字は特定の\n意味を有しない造語と認められる」と認定したが、誤りである。本件商標におい\nて、「ダリ」は要部であり、「ダリ」は、著名な画家サルバドール・ダリの著名な\n略称である「ダリ」と同一であるから、本件商標からは、スペインの著名な画家サ\nルバドール・ダリの観念が生ずる。そして、原告商標からも同一の観念が生ずるか\nら、本件商標と原告商標とは観念において類似する。\n(2) 被告は、本件商標から特定の観念を生じないと主張するが、誤りである。\n上記のとおり、本件商標の構成中「ダリ」は要部であり、「ダリ」からは著名な画\n家であるサルバドール・ダリの観念が生ずる。そして、原告商標からは、「サルバ\nドールダリ」の称呼、観念が生じ、「ダリ」はサルバドール・ダリの著名な略称で\nあり、原告商標の構成中「Dali」は要部であるから、原告商標からは「ダリ」の称\n呼が生ずる。したがって、本件商標と原告商標は、称呼においても類似する。\n第４　被告の反論\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（商標法４条１項７号該当性の認定判断の誤り）について\n本件商標の構成部分である「ダリ」、「DARI」は造語であって、本件商標に\n接した需要者が、画家サルバドール・ダリと何らかの関係があると関連付けて認識\nし、あるいは同人を想起することはないから、本件商標は、商標法４条１項７号に\n該当しない。\n(1) 被告は、日本メナード化粧品株式会社、株式会社ダリヤ、株式会社メナー\nドなどのいわゆる野々川グループの知的財産権を管理している。被告は、別紙目\n録(3)記載のとおりの構成からなり、指定商品を旧商標法施行規則（大正１０年農商\n務省令第３６号）１５条に規定する商品類別の区分による第３類「クリーム、ポマ\nード、其他本類ニ属スル商品」とする商標登録第３７０６１９号商標（昭和２１年\n１０月１５日登録出願、昭和２３年１月８日設定登録、以下「ダリヤ商標」とい\nう。）及び別紙目録(4)記載のとおりの構成からなり、指定商品を平成３年政令第２\n９９号による改正前の商標法施行令別表の区分による第４類「石鹸類（薬剤に属す\nるものを除く）歯みがき、化粧品（薬剤に属するものを除く）香料類」とする商標\n登録第２１７９１２９号商標（昭和６２年１月２８日登録出願、平成元年１０月３\n１日設定登録、以下「DARIYA商標」という。）の商標権者である。そして、株式会\n社ダリヤは、ダリヤ商標及びDARIYA商標を長年にわたりハウスマークとして使用\nし、現在、これらの商標は、周知商標となっている。これらの商標の構成部分であ\nる末尾の「ヤ」及び「YA」は、屋号を表示する「屋」につながることから、被告\nは、これらの商標との関係で、本件商標を採択したものである。\n(2) 被告もサルバドール・ダリがスペインの画家として有名であることを否定\nするものではないが、有名なのは画家としてであって、既に平成元年に死亡してお\nり、また、サルバドール・ダリが本件商標の指定商品を製造販売する事業者として\n著名であるのではない。\n(3) 本件商標は、「ダリ／DARI」と２段に表してなり、下段の欧文字部分は、\n株式会社ダリヤのハウスマークである「DARIYA」との関係で採択した「DARI」との\n構成からなり、上段の片仮名文字部分は、下段から生ずる唯一の自然称呼「ダリ」\nを単に特定したもので、無理のない結合となっている。そして、上記欧文字部分\nは、「DARI」であって、「Salvador Dali」の氏の部分「Dali」とは綴りが相違し、\n略称とはなっていない。また、上段の片仮名文字部分は、下段の「DARI」部分の読\nみを特定した「ダリ」からなり、上下２段を分離して観察する理由は存在しない。\nすなわち、本件商標は、造語であって、本件商標に接した需要者が画家サルバドー\nル・ダリと何らかの関係があると関連付けて認識することはあり得ない。\n２　取消事由２（本件商標と原告商標の類否判断の誤り）について\n本件商標は、原告商標と称呼においても、観念においても類似しないから、\n商標法４条１項１１号に該当しない。\n(1) 本件商標は、「ダリ」及び「DARI」の文字を上下に配してなり、これから\nは「ダリ」の称呼のみを生じ、また、特定の観念を生じない造語から構成されてい\nる。\nこれに対し、原告商標は、極めて崩した欧文字とおぼしき文字を分離不可\n能にまとまりよく表した署名風の態様から構成されており、その独特の書体は、本\n件商標の指定商品の通常の需要者にとって、一見して判読不能であるため、まとま\nりのよい図形として認識され、特定の称呼及び観念を生じないものである。本件商\n標と原告商標とを対比すると、「ダリ」の称呼を生ずる本件商標と特定の称呼を生\nじない原告商標とは、称呼上は対比することができず、両商標は特定の観念を生じ\nないため、観念上も対比することができず、また、外観上も大きく相違する。した\nがって、両商標は、称呼、観念及び外観のいずれにおいても近似するところがな\nく、非類似の商標である。\n(2) 仮に、需要者が、原告商標を欧文字「Salvador Dali」と認識したとして\nも、原告商標は各構成文字が同じタッチで外観上まとまりよく表されており、全体\nを一体的に認識するから、「Salvador」の部分と「Dali」の部分とを分離し、前者\nを省略して、後者のみを抽出して認識することはあり得ないことである。このた\nめ、原告商標からは、「サルバドールダリ」の称呼を生じ、この称呼は各別冗長と\nいう程度のものではなく、よどみなく一連に称呼し得るものであり、「Dali」の部\n分のみを分離して抽出する格別の理由もないから、「サルバドールダリ」の称呼の\nみを生ずるというべきである。また、観念においても、画家の氏名「Salvador\nDali」と何ら観念を生じない造語からなる本件商標とは対比することができず、外\n観においても相紛れるおそれは全くない。\n第５　当裁判所の判断\n１　取消事由１（商標法４条１項７号該当性の認定判断の誤り）について\n(1) 本件商標は、別紙目録(1)記載のとおりの構成からなり、指定商品を商標法\n施行令別表の区分による第３類「せっけん類、香料類、化粧品、かつら装着用接着\n剤、つけづめ、つけまつ毛、つけまつ毛用接着剤、歯磨き、家庭用帯電防止剤、家\n庭用脱脂剤、さび除去剤、染み抜きベンジン、洗濯用漂白剤、洗濯用でん粉のり、\n洗濯用ふのり、つや出し剤、研磨紙、研磨布、研磨用砂、人造軽石、つや出し紙、\nつや出し布、靴クリーム、靴墨、塗料用剥離剤」として、平成６年１２月１日に登\n録出願し、平成１０年７月２３日の登録査定を経て、同年１０月１６日に設定の登\n録がされたものである（当事者間に争いがない事実、甲第１６号証）。\n(2) そして、別紙目録(1)の記載によれば、本件商標は、いずれも横書きした\n「ダリ」、「DARI」の文字を上下２段に配してなり、構成中の「ダリ」の片仮名文\n字部分は「DARI」の欧文字に相応する表音「ダリ」を「DARI」の上部に表記したも\nのであることが認められるところ、原告は、「ダリ」が故サルバドール・ダリの著\n名な略称であると主張するので、この点について検討する。\n「広辞苑第四版」（平成３年１１月１５日株式会社岩波書店発行、甲第２\n号証）には、「ダリ【Salvador Dali】」の見出し語の下に「スペイン、カタルニア\n生れの超現実派の画家。異常な幻覚を緻密な古典的手法で描く。商業美術にも活\n躍」と記載されている。\n平成元年１月２４日付けの朝日新聞には、サルバドール・ダリが同月２３\n日に死亡したことについて記事が２件掲載されているが、１件（甲第３号証）は\n「シュールレアリスム巨匠ダリ死去」の見出し、同人の顔写真、５段の本文から成\nり、同人がシュールレアリスム絵画の第一人者であり、文字盤が曲がった時計「記\n憶の固執」など、幻想的な情景を極めて精緻に描いて、独特の境地を開いたこと、\nピカソ亡き後今世紀（注、２０世紀）最大の画家ともいわれることを紹介するもの\nであり、社会面に掲載された他の１件（甲第４号証）は、「独自の世界奇行が彩\nり」の見出し、作品と一緒に撮影されたサルバドール・ダリの写真、４段の本文か\nら成り、同人の業績、作品をその奇行とともに紹介するものである。同日付けの読\n売新聞にも、同様に同人の死亡及び略歴を伝える記事（「超現実派の巨匠ダリ死\n去」の見出し、顔写真、４段の本文から成る。甲第５号証）と、社会面には、同人\nの業績、作品をその奇行とともに紹介する記事（「『私は天才』奇行も数々」の見\n出し、作品の写真、夫人と一緒に撮影されたスナップ写真、４段の本文から成る。\n甲第６号証）が掲載され、同日付けの日本経済新聞（「ダリ氏死去」の見出し、作\n品の写真、顔写真、５段の本文から成る。甲第７号証）、産経新聞（「ダリ氏が死\n去」の見出し、顔写真、７段の本文から成る。甲第８号証）及び東京新聞（「幻想\nの画家ダリ逝く」の見出し、顔写真、７段の本文から成る。甲第９号証）にも、同\n人の顔写真とともにその死亡及び画家としての業績等を紹介する記事が掲載され\nた。\n平成６年６月１７日付けの日本経済新聞（甲第１０号証）には、ソニー・\nクリエイティブプロダクツがサルバドール・ダリに関する商品化権を獲得したこと\nについての記事が掲載されているが、同記事は、「ダリの絵画や写真　商品化権を\n獲得」との見出し、３段の本文から成り、上記商品化権獲得の事実とともに、サル\nバドール・ダリを画家としてだけではなく、建築、舞台装置、ファッションデザイ\nナーなど様々な分野で活躍し、作品を残していることを紹介するものである。\n上記認定の事実によれば、故サルバドール・ダリは、スペイン生れの超現\n実派（シュールレアリスム）の第一人者の画家として世界的に著名な存在であり、\n平成元年１月２３日に死亡したが、その死亡時から本件商標の登録出願時（平成６\n年１２月１日）にかけて、我が国でも、上記超現実派の画家としての業績のほか、\nその奇行などからも、著名な存在であったことが明らかである。そして、故サルバ\nドール・ダリが、上記のとおり、「広辞苑第四版」（甲第２号証）には、「ダリ」\nの見出し語で表示され、上記新聞記事の見出しにおいては、いずれも「ダリ」と表\n示されていることからすれば、「ダリ」は同人の略称として、著名であったと認め\nることができ、その後、本件商標の登録査定時（平成１０年７月２３日）までの間\nに、その著名性が減少したことをうかがわせる証拠は全くない。\n(3) 本件商標から「ダリ」の称呼が生ずることは当事者間に争いがなく、本件\n商標の上記構成に照らせば、「ダリ」以外の称呼は生じないものと認めることがで\nきる。また、本件商標は、別紙目録(1)記載のとおり、「ダリ」及び「DARI」を通常\nの書体で横書きしたものを、「ダリ」の片仮名部分を「DARI」の欧文字部分の上部\nに表記したにすぎないものであり、本件商標は、その外観自体は特段の印象を与え\nるものではない。そして、構成中の「ダリ」の片仮名文字部分は、上記認定の故サ\nルバドール・ダリの略称として著名である「ダリ」と同一であり、同部分からは故\nサルバドール・ダリの観念を生ずるものと認めるのが相当である。\n被告は、上記欧文字部分は、「DARI」であって、「Salvador Dali」の氏の\n部分「Dali」とは綴りが相違し、その略称とはなっておらず、上段の片仮名文字部\n分は、下段の「DARI」部分の読みを特定した「ダリ」からなり、上下２段を分離し\nて観察する理由は存在しないから、本件商標は、造語であって、本件商標に接した\n需要者が画家サルバドール・ダリと何らかの関係があると関連付けて認識すること\nはあり得ない旨主張する。しかしながら、日本語においては、「ラ」行の音は１種\n類しかないため、日本語を母国語とする者にとっては、「R」の音と「L」の音を区\n別することが難しく、このため、欧文字を使用する言語において「R」と「L」の綴\nりを区別することが必ずしも容易ではないことは当裁判所に顕著である。加えて、\n上記(2)の認定からも明らかなとおり、サルバドール・ダリは、我が国では、一般に\n「サルバドール・ダリ」ないし「ダリ」と表記され、「Salvador Dali」ない\nし「Dali」と欧文字表記されることは少ないことにかんがみると、本件商標に接し\nた指定商品の取引者、需要者において、本件商標の構成部分である「DARI」\nは「Salvador Dali」の氏の部分「Dali」と綴りが相違することを特に認識するもの\nとは認め難く、被告の上記主張は採用することができない。\nまた、上記のとおり、本件商標は、「ダリ」の称呼のみを生じ、外観自体\nは特段の印象を与えるものではないところ、本件商標の登録査定時において、「ダ\nリ」は故サルバドール・ダリの略称として著名であり、「ダリ」の称呼からは、こ\nのほかに一般に知られた対応する言葉は存在しない。なお、「広辞苑第四版」（甲\n第２号証）には、「ダリ」と同一の表音を有する見出し語として唯一「だり」が収\n載され、その解説には「近世、かごかきや馬方の隠語で、四のこと」とあるが、こ\nれが一般に知られた言葉ではないことは、当裁判所に顕著である。そうすると、本\n件商標からは、「ダリ」の称呼のみを生じ、故サルバドール・ダリの略称としての\n観念を生ずるものと認めるのが相当である。\n(4) 被告は、被告のグループ会社である株式会社ダリヤがダリヤ商標及び\nDARIYA商標を長年にわたりハウスマークとして使用し、これらの商標は周知商標と\nなっているところ、これらの商標の構成部分である末尾の「ヤ」及び「YA」が屋号\nを表示する「屋」につながることから、これらの商標との関係で、本件商標を採択\nしたものである旨主張する。そして、証拠（乙第１、第３、第４号証の各１、２）\nによれば、被告は、ダリヤ商標、すなわち、別紙目録(3)記載のとおりの構成からな\nり、指定商品を旧商標法施行規則（大正１０年農商務省令第３６号）１５条に規定\nする商品類別の区分による第３類「クリーム、ポマード、其他本類ニ属スル商品」\nとする商標登録第３７０６１９号商標（昭和２１年１０月１５日登録出願、昭和２\n３年１月８日設定登録）及びDARIYA商標、すなわち、別紙目録(4)記載のとおりの構\n成からなり、指定商品を平成３年政令第２９９号による改正前の商標法施行令別表\nの区分による第４類「石鹸類（薬剤に属するものを除く）歯みがき、化粧品（薬剤\nに属するものを除く）香料類」とする商標登録第２１７９１２９号商標（昭和６２\n年１月２８日登録出願、平成元年１０月３１日設定登録）の商標権者であること、\n株式会社ダリヤは、被告のグループ会社であり、昭和２５年１１月に設立されて以\n降、本件商標の指定商品である化粧品等を製造販売していることが認められる。\nしかしながら、株式会社ダリヤの社名は、設立時の「ダリヤ商事株式会\n社」から昭和３３年１２月に「ダリヤ工業株式会社」と、昭和４０年９月に「株式\n会社ミスダリヤ」と、昭和４３年１月に「株式会社ダリヤ」と順次変更したが（乙\n第１号証の２）、一貫して「ダリヤ」の文字が含まれていること、被告は本件商標\nの登録出願時（平成６年１２月１日）までにダリヤ商標の商標権を４６年\n余、DARIYA商標の商標権を５年余にわたって保有しており、現に、上記登録出願後\nの平成１４年１月作成に係る株式会社ダリヤの同年春用総合カタログ（乙第２号\n証）及びこれに所載されている化粧品等にも「ダリヤ」の片仮名文字を横書きにし\nた商標及びDARIYA商標が使用されていること、株式会社ダリヤにおいて、これらの\n商標のように、「ダリヤ」ないし「DARIYA」の構成文字を一体として使用すること\nなく、「ダリヤ」を「ダリ」の部分と「ヤ」の部分に分離したり、「DARIYA」\nを「DARI」の部分と「YA」の部分に分離した構成からなる商標等を使用した事実を\n認めるに足りる証拠は全くないことなどを併せ考えると、屋号を表示する「屋」に\nつながるとしてダリヤ商標及びDARIYA商標の末尾の「ヤ」及び「YA」の文字を除外\nした構成からなる本件商標を採択したとする被告の主張は、それ自体、甚だ不自然\nというほかはない。そして、他に合理的に説明し得る特段の事情について主張立証\nのない本件においては、本件商標の登録出願は、世界的に著名な故サルバドール・\nダリの著名な略称の名声に便乗する意図に出たものと見られてもやむを得ないとい\nうべきである。\n(5) 以上に検討したところによれば、本件商標は、その構成に照らし、指定商\n品の取引者、需要者に故サルバドール・ダリを想起させるものと認められるとこ\nろ、同人は、生前、スペイン生れの超現実派（シュールレアリスム）の第一人者の\n画家として世界的に著名な存在であり、その死後、本件商標の登録査定時である平\n成１０年７月２３日当時においても、「ダリ」はその著名な略称であったのである\nから、遺族等の承諾を得ることなく本件商標を指定商品について登録することは、\n世界的に著名な死者の著名な略称の名声に便乗し、指定商品についての使用の独占\nをもたらすことになり、故人の名声、名誉を傷つけるおそれがあるばかりでなく、\n公正な取引秩序を乱し、ひいては国際信義に反するものとして、公の秩序又は善良\nの風俗を害するものといわざるを得ない。\nそうすると、本件商標が、公の秩序又は善良の風俗を害するおそれがある\n商標ということはできず、その商標登録は商標法４条１項７号に違反してされたも\nのとはいえないとした審決の認定判断は、誤りというべきである。\n２　以上のとおり、原告主張の審決取消事由１は理由があり、この誤りが審決の\n結論に影響を及ぼすことは明らかであるから、その余の点について判断するまでも\nなく、審決は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠    原    勝    美\n裁判官    　岡    本        　岳\n裁判官    　宮    坂    昌    利\n（別紙）\n目録\n"
}