{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 26
  },
  "case_number": "平成14(ネ)6062",
  "case_name": "親権者指定協議無効確認請求控訴事件",
  "court_name": "東京高等裁判所第14民事部",
  "article_info": "第56巻2号46頁",
  "original_court_name": "東京地方裁判所",
  "gist": "親権者指定協議無効確認の訴えの適法性",
  "case_gist": "協議離婚をした元夫婦の一方が他方を被告として親権者指定協議の無効確認を求める訴えは，適法である。",
  "lawsuit_id": "20103",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20103",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/103/020103_hanrei.pdf",
  "contents": "主　　　 文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　平成１２年４月３日○○県○○市長に対する届出によりなされた控訴人と被\n控訴人との間の長男Ｃ（平成５年４月２０日　　　生）の親権者を被控訴人と指定\nする協議が無効であることを確認する。\n(3)　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文１項と同じ。\n第２　事案の概要等\n１　事案の概要\n控訴人と被控訴人は，両名間の長男Ｃ（平成５年４月２０日生）の親権者を\n被控訴人と定めて離婚するとの協議離婚の届出　　がされているところ，本件は，\n控訴人が，被控訴人に対し，Ｃの親権者を被控訴人と定める協議をしたことはない\nとして，同　　協議が無効であることの確認を求めた事案である。\n原審は，上記離婚届が控訴人の意に反して作成されたものと認めることはで\nきず，むしろ，離婚届に署名押印した時点で　　　は，控訴人宅での生活を外形上\n従前どおり継続することを前提とする限り，親権者を被控訴人と定める離婚届が提\n出されるこ　　と自体には，抵抗感を持っていなかったと推認するのが相当である\nとして，請求を棄却した。\nこのため，控訴人がこれを不服として控訴をした。\n２　前提となる事実及び争点は，当審において当事者の主張（補充）を次のとお\nり付加するほか，原判決事実及び理由の「第２　　事案の概要及び争点」欄の「１\n前提となる事実」及び「２　争点」に記載のとおりであるから，これを引用する\n（ただし，　　原判決４頁２行目の「署名をするあたり」を「署名をするにあた\nり」に，同頁１１行目の「Ｇ」を「Ｈ」にそれぞれ改め　　　　る。）。\n(1)　控訴人の主張\nア　本件離婚届は，被控訴人がグアムの男性に夢中になっている最中になされ，\nその後，単身グアムに行くために，控訴人にＣ　　の養育を委ねてアパートに別居\nし，更に平成１３年５月，グアムの男性との関係がなくなった直後に，東京の被控\n訴人の実家　　にＣを強制連行したのであるから，本件の背後に被控訴人とグアム\nの男性との関係があることは明らかである。\n控訴人は，被控訴人がグアムの男性に狂っているので，離婚もやむなしと思\nったのであり，そのような被控訴人にＣの養育　　を委ねることはできないと強く\n思っていた。控訴人はＣを目に入れても痛くない程可愛がっており，離婚後の世間\n体を重視し　　たなどということはない。\nしたがって，本件離婚届のうち，被控訴人が書き入れたＣの親権者を被控訴\n人とする部分は，控訴人の意思に反して作成さ　　れたものである。\nイ　控訴人は，本件離婚届に署名押印した際に，直ちに離婚届出がされるとは全\nく思っておらず，離婚届がされていることは，　　平成１３年５月まで知らなかっ\nた。控訴人の離婚届への署名押印は，いわば離婚の仮合意である。控訴人は，離婚\n自体は了承　　したが，離婚の条件は今後の話し合いによるものであり，子供の問\n題も当然今後の話し合いいかんにかかっている。\n被控訴人は，離婚後，僅か９か月後にＣを控訴人に委ねて別居し，その際，\n控訴人がこれを了承してアパート賃貸借契約の　　連帯保証人となった。別居後被\n控訴人はＣの診察券，学校の半年間の行事予定，週の時間割等を全部控訴人に預け\nて４か月完　　全に養育を委ね，自らはグアム島に行き，同年６月１日には突然Ｃ\nを連れ去り，その後控訴人との面接交渉も拒否している。　　　これら一連の事実\n経過は，本件離婚届作成時，Ｃの親権者問題が決着されていなかったことを明示し\nている。\nウ　被控訴人は，Ｄが戸籍現在事項証明書を入手後，控訴人が何も行動を取らな\nかったことを強調するが，控訴人は，従業員で　　ある同女が離婚届のことを言っ\nているとは全く思わなかったのである。この時点で，控訴人は，離婚届出がされて\nいること　　　も，親権者として被控訴人が指定されていることも知らなかったか\nらこそ，その後被控訴人がＣの養育を控訴人に委ねて別居　　した際に，おってＣ\nの親権者は離婚の金銭問題と合わせ円満に話し合いたいと思い，届出済みであった\nのであれば当然なすべ　　きその変更を何ら問題としなかったのである。\nエ　被控訴人は，控訴人が親権者変更の調停申立てをしたことを，親権者指定の\n協議がされたことの根拠としている。しかし，　　上記連行直後の対応としては，\n家事調停申立てが常識的であり，かつ，親権者変更の家事調停はあるが，親権者指\n定協議無効　　の家事調停はないため，不満でも親権者変更の家事調停で財産分与\n等も合わせ，紛争を解決できればと判断したものである。\n(2)　被控訴人の主張\nア　Ｄは，平成１２年４月６日付けの戸籍現在事項証明書を取り寄せ，控訴人の\n会社の机の中に入れ，控訴人に対して電話で　　「見ておいて下さい」と伝えた。\nしかしながら，控訴人は机の中を見ることもなく，Ｄに何のことかと問いかけるこ\nともなく，　　何らの行動も取らなかった。\n控訴人は，平成１２年４月当時，Ｃの親権者について不服があれば異議を申\nし立てることができたにもかかわらず，何もし　　なかったのである。\nまた，ＤもＣの親権者が被控訴人であると知った後も，控訴人の机の中に戸\n籍全部事項証明書を入れるほかは何らの行動も　　取らなかったし，控訴人に対し\nて書類を見るように強く訴えることもなかった。\n以上のとおり，控訴人は被控訴人が親権者であることを認めていたのであ\nる。\nイ　控訴人は，平成１３年６月に東京家庭裁判所に親権者変更調停を申し立て，\n平成１４年１月３０日に取り下げている。控訴　　人は，調停において親権者の変\n更が認められそうになかったので，急拠調停を取り下げ，親権者指定協議無効確認\n請求訴訟を　　提起したものである。\n控訴人が平成１３年５月に初めて親権者が被控訴人であることを知り，親権\n者の協議などなかったと思ったのであれば，当　　初から親権者の変更ではなく，\n親権者協議の無効を請求するはずである。にもかかわらず，控訴人が親権者変更の\n調停を申し　　立てたということは，控訴人は親権者の協議が有効に成立していた\nことを認めていたからである。\nウ　控訴人は，本件離婚届に署名押印した際に，直ちに離婚届出がされるとは全\nく思っていなかったと主張するが，控訴人が離　　婚届に署名押印したのが，被控\n訴人から署名押印を強く迫られたからなのであれば，被控訴人がすぐにでも離婚届\nを提出する　　おそれがあると危惧するのが当然であり，その時点で子供の親権者\nを空欄にすれば，被控訴人が自ら親権者となることに控訴　　人が合意したとし\nて，親権者欄に自分の名前を記入して提出する可能性が高いことは，容易に予想さ\nれることである。\nまた，控訴人が離婚届に署名押印した際に，金銭的な話し合いが全く行われ\nなかったから，離婚の仮合意でしかなかったと　　主張する。しかし，そもそも協\n議離婚時において決めなければならないのは，未成年の子供の親権者だけであっ\nて，氏や戸籍　　は一方で定めることができる。慰謝料・財産分与・子供の養育費\n等は，あらかじめ協議して決めておいた方が被控訴人にとっ　　て有利だといえる\nが，それでもまず離婚をしたいと離婚届を出すことはありうることである。\n第３　当裁判所の判断\n１　親権者指定協議無効確認の訴えの適法性について\n本件は，協議離婚をした元夫婦の一方である控訴人が，離婚意思及び離婚届\n出意思の存在は認めつつ，すなわち，協議離婚　　の成立は認めながら，離婚届に\n記載された未成年の子の親権を行う者の記載に沿う，親権者を定める協議における\n合意の不存　　在を主張しているものである。一般にこのような場合，親権者指定\nの合意の不存在あるいは無効を主張する元夫婦の一方は，　　戸籍法１１４条によ\nり，家庭裁判所の許可を得て，戸籍に協議離婚届に基づいて記載された親権者を父\n又は母と定める記載の　　訂正（抹消）をすると共に，改めて元の配偶者と親権者\nを定める協議を行うか，その協議が調わないものとして家庭裁判所へ　　親権者指\n定の審判を求める（民法８１９条５項，家事審判法９条１項乙類７号）ことが考え\nられる。この場合，戸籍法１１４　　条による戸籍訂正の許可を求める審判手続に\nおいても，親権者指定の審判手続においても，親権者を定める協議の不存在ある\nいは無効の主張の当否が判断の中心の１つとなるものと予測されるが，戸籍訂正\nの許可を求める審判手続では相手方配偶者は　　当事者ではないし，戸籍訂正の審\n判も親権者指定の審判も，親権者を定める協議の不存在あるいは無効について判断\nがされて　　も，その判断に既判力はなく，紛争が蒸し返される可能性がある。\nこのようなことを考えると，協議離婚をした元夫婦の一方は，他方を被告と\nして親権者指定協議無効確認の訴えを提起する　　ことも許されるものと解するの\nが相当である。\nこのような訴訟は，人事訴訟手続法に定められた人事訴訟の類型ではなく，\nまた現在解釈上人事訴訟の類型として認められ　　ている訴えではないが，事案の\n性質に鑑み，離婚無効確認訴訟と同様に解釈上人事訴訟として，手続や効果を規律\nするのが相　　当である。また，そうでないとしても，少なくとも，人事訴訟では\nない通常訴訟として許されるものである（通常訴訟として　　考える場合，協議離\n婚届に記載された子の親権者を父あるいは母と定める記載に沿う協議の無効を確認\nする旨の請求の趣旨で　　は，過去の法律関係の確認となるが，そのような請求に\nついて裁判することが，これを現在の法律関係の確認にひきなおし　　　て，「当\n事者間の子○○が当事者の共同親権に服することを確認する。」との請求について\n裁判するよりも，当事者間の紛争　　の焦点に既判力を生じさせ，紛争の根本的な\n解決を図ることができるところであるから，このような訴えは適法というべきで\nある。）。したがって，本件訴えは適法である。\n２　そこで，本件において，控訴人と被控訴人との間に，Ｃの親権者を被控訴人\nと定める協議が成立していたか否か（争点）に　　ついて検討する。\n前記前提となる事実に加え，証拠（甲１，３，４，６，１１の１及び２，１\n２の１及び２，２２，２６，２８，２９，４８　　の１及び２，５０の１及び２，\n６４の１及び２，６６，乙２，証人Ｄ，控訴人本人，被控訴人本人）及び弁論の全\n趣旨によれ　　ば，次の事実が認められる。\n(1)　控訴人（昭和１７年３月３日生）と被控訴人（昭和４１年５月１５日生）\nは，平成４年１０月１日に婚姻の届出をし，平　　成５年４月２０日，長男Ｃをも\nうけたが，その後，不仲となり，平成１２年３月ころには，既に双方とも離婚する\nことには異　　存がないという段階にまで婚姻関係は破綻していた。被控訴人は，\n同年４月のＣの小学校入学を機に控訴人と離婚することを　　考え，離婚届出用紙\nを手元に用意していた。\n(2)　控訴人は，平成１２年４月１日，被控訴人の用意した離婚届出用紙の自己の\n氏名及び住所欄，夫の父の名の欄，夫の職業　　欄を自筆で記入し，届出人の夫欄\nに自署して押印し，さらに捨て印を押して被控訴人に交付した。その際，控訴人と\n被控訴人　　との間で，離婚しても被控訴人は旧姓に復さないこと，Ｃを引き続き\n控訴人宅から通学させること，被控訴人も当面控訴人宅　　で同居を続けることが\n前提とされていた。\n(3)　翌２日，被控訴人は，控訴人が署名した前記離婚届出用紙を控訴人の実妹で\nあるＤ方に持参して，Ｄとその夫に証人とし　　ての署名を依頼し，同人らの署名\nをもらった。被控訴人は，控訴人が書いた夫の父の名の欄の「Ｉ」の字を書き直\nし，控訴人　　が記入していなかった夫の母の名と続柄の部分を記入するなどし，\n翌３日，○○市役所に離婚届を提出した。\n被控訴人が提出した離婚届には，被控訴人の筆跡でＣの親権者を被控訴人と\n定める旨の記載がされており，Ｃの戸籍上，平　　成１２年４月３日，控訴人と被\n控訴人とがＣの親権者を母と定めて届け出た旨の記載がされている。\n(4)　Ｄは，控訴人が経営する会社に事務員として勤務しているところ，同月３\n日，控訴人に対し，被控訴人の依頼により離婚　　届出用紙に証人として署名した\nことを告げた。さらに，Ｄは，同月６日，離婚届が実際に提出されたかどうかを確\n認するた　　　め，控訴人の戸籍の全部事項証明書をとり，Ｃの親権者を被控訴人\nと定めて離婚届が提出されていることを確認し，その後，　　同証明書を社長室の\n控訴人の机の引出しに入れ，控訴人に対し，電話で「見ておいて下さい。」などと\n言って机の引出しに入　　れておいた旨を伝えた。\n(5)　離婚届が提出された後も，控訴人と被控訴人は，控訴人宅において，外形的\nには何ら従前と変わらない同居生活を継続し　　ていた。\n(6)　被控訴人は，その前後，平成１１年８月から平成１３年５月までの間に，合\n計９回グアム島を訪れているところ，そのう　　ち４回はＣも一緒であったが，残\nりの５回は単身であった。被控訴人の最初のグアム旅行は，控訴人から被控訴人と\nＣの二人　　で行ってくるようプレゼントされたものであったが，回数を重ねるう\nちグアム島に知り合いもでき，家族ぐるみで付き合うよ　　うな友人もできた。被\n控訴人のグアム島訪問歴中には，離婚届を出す１０日ほど前までになる平成１２年\n３月１２日から同月　　２３日の足かけ１２日間の旅程や，平成１２年１２月２５\n日から平成１３年１月８日まで足かけ１５日間の旅程が含まれてい　　るところ，\n被控訴人は，Ｅという男性が平成１２年１２月２６日から同月２８日まで，グアム\n島のＪホテルに滞在したことを　　示す書類を手元に所持していた。\n(7)　平成１３年２月７日ころ，被控訴人は，契約期間を同年２月１０日から２年\n間と定めて，○○市内にアパートを借りる契　　約をした。同契約にあたり，控訴\n人は連帯保証人になった。被控訴人は，Ｃを控訴人のもとに残してアパートに移っ\nたが，控　　訴人宅に毎日行き来してＣの食事の世話などをした。その後，被控訴\n人は，平成１３年３月２４日から４月６日まで及び４月　　２３日から５月８日ま\nでの旅程でグアム島を訪れ，これに伴い，控訴人の姪であるＦが，昼間，Ｃの世話\nをするようになって　　いた。\n(8)　その間，平成１３年４月１５日と同年５月２１日の２回，１度目は被控訴人\nと控訴人の姉妹ら３名が，２度目はこれに控　　訴人本人も交えて，控訴人と被控\n訴人夫婦の問題についての話し合いをしたが，１度目は控訴人本人が加わらなかっ\nたことか　　ら，２度目は加わった控訴人がＣの親権を巡って興奮した様子であっ\nたことから，いずれも具体的な成果はなかった。\n(9)　平成１３年６月１日朝，被控訴人は，通学途中のＣを連れて東京の被控訴人\nの実家に戻り，Ｃの転校手続をとった。これ　　に対し，控訴人は，東京家庭裁判\n所に親権者変更の調停を申し立て，その中で，離婚届出の際にＣの親権者を被控訴\n人と定め　　る協議が成立したことはなく，被控訴人が勝手にそのように記載した\n離婚届を提出したと主張したが，被控訴人がこれを認め　　なかったことから，同\n調停を取り下げて，本訴を提起した。\n(10)　被控訴人は，現在まで，被控訴人の実家において，Ｃを養育している。\n３　前項認定の事実に基づき，争点について判断する。\n(1)　控訴人は，被控訴人から離婚届に署名押印することを強く求められたので取\nり敢えず署名押印して被控訴人に渡したが，　　その際，控訴人がＣの親権者にな\nることを強く述べたと主張する。\nしかし，そうであるなら，離婚届にＣの親権者を控訴人と定める旨の記載を\nしないまま離婚届出用紙に署名押印し，捨て印　　まで押して相手に交付するとい\nうのは極めて不自然な行動といわなければならない。親権者の定めが記載されてい\nない離婚届　　出用紙に署名押印して相手に渡した以上，親権者となることに固執\nしていないと見られても仕方がないといえる。\nまた，控訴人は，親権者のことは後で話し合おうと言って署名押印した趣旨\nの主張もするが，親権者には自分がなると強く　　述べたという主張と，親権者の\nことは後で話し合おうと言ったという主張とは両立し難いものである。\n(2)　さらに，控訴人は，取り敢えず署名押印した理由として，被控訴人がすぐに\n離婚届を提出するとは思っていなかったと説　　明しているが，この点も，被控訴\n人から署名押印を強く求められたという主張と整合しない。現に，控訴人は，離婚\n届出用紙　　に署名押印した翌日に，Ｄから，被控訴人に頼まれて離婚届に証人と\nして署名したという話を聞かされた際にも，特に驚いた　　り行動を起こした様子\nは窺えない。\nしかも，Ｄは，控訴人の机の引出しに離婚の記載のある戸籍の全部事項証明\n書をわざわざ入れて，「見ておいて下さい。」　　などと控訴人に告げているとこ\nろ，その直前に，控訴人は，Ｄから，離婚届の証人として署名したことを聞かされ\nているので　　あるから，仮に，控訴人が，被控訴人が離婚届をすぐに提出するこ\nとはないと考えていたのであれば，Ｄの話に反応して，戸　　籍の全部事項証明書\nを確認し，被控訴人に抗議するなどの行動に出たはずである。このように考える\nと，離婚届がすぐに提出　　されるとは思っていなかったとする控訴人の供述はに\nわかに信用できない。\n(3)　また，控訴人は，控訴人が費用をかけて自宅にＣが遊ぶためのプールなどの\n設備を備えていることなどからも，控訴人の　　主張が真実であることが窺えると\n主張する。\nしかし，前記のとおり，離婚届を作成したときも，被控訴人がアパートを借\nりたときも，Ｃについては引き続き控訴人宅で　　暮らすことが前提とされていた\nのであるから，自宅の設備の点は，特段の根拠とはならない。\n(4)　控訴人は，本件離婚届は，被控訴人がグアムの男性に夢中になっている最中\nになされ，その後，単身グアムに行くため　　　に，控訴人にＣの養育を委ねてア\nパートに別居し，更に平成１３年５月，グアムの男性との関係がなくなった直後\nに，東京の　　被控訴人の実家にＣを強制連行したのであるから，本件の背後に被\n控訴人とグアムの男性との関係があることは明らかである　　旨主張する（当審に\nおける補充主張）。\nしかし，被控訴人が頻繁にグアムに出かけた状況は前記認定のとおりであ\nり，被控訴人がグアムの男性と控訴人主張のよう　　な関係があるとまでは認定で\nきず，また，控訴人が被控訴人のそのような関係を疑い，被控訴人にＣの養育を委\nねることはで　　きないと強く思っていたというのであれば，前記のとおり，離婚\n届にＣの親権者を控訴人と定める旨の記載をしないまま離婚　　届出用紙に署名押\n印し，捨て印まで押して相手に交付するというのは極めて不可解であり，被控訴人\nが頻繁にグアムに出かけ　　たことが，本件親権者指定の協議において，何らかの\n関係を有していたとは考えられない。\n(5)　控訴人は，離婚届への署名押印は，いわば離婚の仮合意であるとし，離婚自\n体は了承したが，離婚の条件は今後の話し合　　いによるものであり，子供の問題\nも当然今後の話し合いいかんにかかっている旨主張する（当審における補充主\n張）。\nしかし，仮合意にすぎないなら，Ｄから離婚届に証人として署名したこと\nや，戸籍の全部事項証明書を取ったことを告げら　　れた際の控訴人の態度は，前\n記のとおり説明がつかない。\nまた，被控訴人は，その後の別居等の一連の事実経過から，本件離婚届作成\n時，Ｃの親権者問題が決着されていなかった根　　拠とするが，被控訴人は，アパ\nートを借りて別居した後も，親権者の指定を受けていながら，なお離婚時のＣを控\n訴人宅から　　通学させるとの約束を守ろうとした被控訴人の態度が窺われるので\nあり，控訴人が主張するような経緯が本件離婚届作成時，　　Ｃの親権者問題が決\n着されていなかった根拠となるものではない。\n(6)　控訴人が，離婚届に署名押印した時点において，真にＣの親権者になること\nを望んでいたのであれば，親権者を被控訴人　　と定めた離婚届が提出されたこと\nを知った時点で，被控訴人に対して強く抗議し，何らかの行動を起こしたはずであ\nるから，　　控訴人が，離婚届が既に提出されていることを，いつ，どのようにし\nて知ったのかという点は，極めて重要な間接事実である　　が，この最も重要な点\nについて，控訴人の供述（陳述書等を含む。）は，曖昧であるうえ，変遷が見られ\nる。\n前記のとおり，Ｄは，控訴人経営の会社に勤務しており，戸籍の全部事項証\n明書を直接控訴人に渡せなかったとしても，離　　婚届に証人として署名した控訴\n人の離婚という事態を気にかけて，わざわざ同証明書を取ったのであるから，その\n後電話で机　　の引き出しに入れた旨告げただけで，そのまま放置し，その件につ\nいて控訴人との間に何らの会話も交わしていないというの　　は，余りに不自然で\nあり，到底信用できない。Ｄはその後控訴人と顔を合わした際に，同証明書に目を\n通したか否かを当然に　　確認していると考えられる。そうすると，控訴人は，そ\nの時点で，被控訴人をＣの親権者とする離婚届が既に提出されている　　ことを知\nったというべきである。\n(7)　他方，離婚届を作成した時点で，Ｃが引き続き控訴人宅で暮らすことが前提\nとされていたということ自体から，少なくと　　も親権者を被控訴人と定める協議\nまでは成立していなかったと推認することもできないではないが，この点，被控訴\n人は，離　　婚届を作成した当時の控訴人の態度について，世間体を気にして，被\n控訴人が直ちにＣを連れて別居することや，離婚して被　　控訴人が旧姓を称する\nことには抵抗していたものの，被控訴人がＣの親権者になること自体には同意して\nいたと主張し，本人　　尋問においてその旨供述する。\n当時経営する会社の業務が多忙であった控訴人が，実際のＣの監護のことを\n考え，親権者としては被控訴人に指定するもの　　の，毎日の生活を従来どおり続\nけることを強く望んだとしても，格別不自然であるとはいえない。\n４　以上の点を総合して考慮すると，\n(1)　Ｃの親権者を被控訴人と定め，控訴人の署名押印がなされている協議離婚届\nが提出されていること\n(2)　仮に，控訴人が署名押印した際に，離婚届出用紙にＣの親権者を指定する記\n載はなかったという控訴人の主張を採用する　　としても，控訴人は，そのような\n離婚届出用紙に署名押印して，直ちに被控訴人に交付していること\n(3)　控訴人は，離婚届に署名押印して被控訴人に渡した直後に，実妹であるＤか\nら，その離婚届に証人として署名したという　　ことを聞かされているのに，特に\n何の行動もしていないこと\n(4)　Ｄが戸籍の全部事項証明書をとり，それを控訴人の机の引き出しに入れてそ\nの旨告げられていながら，特に何の行動もし　　ていないこと（それに目を通して\nいないとは到底考えられない）\n以上の事実は動かない事実というべきであるところ，控訴人の供述ないし陳\n述が肝心な点で不明確ないし曖昧であることを　　併せ考慮すると，Ｃの親権者を\n被控訴人と定めて離婚する旨の意思を表示した本件離婚届が，控訴人の意に反して\n作成された　　ものであると認めることはできず，むしろ，本件離婚届に署名押印\nした時点では，控訴人は，当面の間，被控訴人がＣを連れ　　て別居したり，旧姓\nに復したりせずに，控訴人宅での生活を外形上従前どおりに継続することを前提と\nする限り，Ｃの親権者　　を被控訴人と定める離婚届が提出されることは，了解し\nていたと推認するのが相当である。\n５　以上によれば，原判決は相当であって，本件控訴は理由がないからこれを棄\n却することとし，主文のとおり判決する。\n(裁判長裁判官　西田美昭　裁判官　森髙重久　裁判官　伊藤正晴)\n"
}