{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 9
  },
  "case_number": "平成13(行ウ)35",
  "case_name": "食品衛生法違反処分取消請求事件",
  "court_name": "千葉地方裁判所",
  "field": "行政",
  "gist": "食品衛生法（平成１５年法律第５５号による改正前。以下同じ。）１６条に基づく食品等の輸入届出書の提出を受けた検疫所長が当該届出をした者に対して行う当該食品等が同法６条に違反する旨の通知の行政処分性",
  "case_gist": "食品衛生法（平成１５年法律第５５号による改正前。以下同じ。）１６条に基づく食品等の輸入届出書の提出を受けた検疫所長が当該届出をした者に対して行う当該食品等が同法６条に違反する旨の通知につき，税関長は，他の法令の規定による制限を含め，貨物について輸出入の条件が具備されているか否かの最終的な判断権を有しており，当該通知のような検疫所長の判断は，輸入を許可するかどうかについての税関長の判断を法的に拘束する関係にはないから，当該通知は取消訴訟の対象となる行政処分に当たらない。",
  "lawsuit_id": "15329",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15329",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/329/015329_hanrei.pdf",
  "contents": "主　　　文\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告が原告に対して平成１３年５月２４日付けで行った食品衛生法違反通知を\n取り消す。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，原告が切り身冷凍マグロを輸入しようとしたところ，被告から食品衛生\n法違反の通知を受けたため，その取消しを求めた事案である。\n１　争いのない事実等\n（１）　原告は，水産物の輸入，販売等を業とする株式会社である。\n（２）　原告は，平成１３年５月１４日，輸入手続代行業者である日本通運株式会\n社を通じ，「フローズン・スモークド・ツナ・フィレ」（冷凍スモークマグロ切り\n身。セレベス・ジャパン・フード・コーポレーション社製フィリピン産。以下「本\n件食品」という。）１００ｋｇについて，被告に対し，食品衛生法１６条，同施行\n規則１５条に基づく輸入届出書を提出した。\n（３）　被告は，同月１６日，現場検査を行い，本件食品の形状の確認を行った上\nで，「マグロの取扱いについて」と題する通知（平成９年５月２１日付け衛乳第１\n４７号，衛化第６９号厚生省生活衛生局乳肉衛生課長，食品化学課長通知）に基づ\nき，一酸化炭素の含有状態の検査を受けるよう原告に指導した。\n原告は，同日，財団法人千葉県薬剤師会検査センターに対して検査を依頼し，同\n月１８日，試験０日目に本件食品の１ｋｇ当たり２３７０μｇの一酸化炭素を検出\nしたとする輸入食品等試験成績証明書を被告に提出した。\n（４）　被告は，同月２４日，上記検査結果によれば本件食品は食品衛生法６条に\n違反するから積戻し又は廃棄されたいとの記載のある「食品衛生法違反通知書」を\n原告に発した（同通知書による通知を，以下「本件通知」という。）。\n（５）　原告は，同年７月２４日，本件訴えを提起した。\n（以上の事実は，当事者間に争いがないか，証拠〔甲１ないし３，６〕及び弁論\nの全趣旨によって認める。）\n２　当事者の主張\n（１）　本案前の主張\nア　被告の主張\n本件通知には処分性が認められないから，本件訴えは不適法である。その理由\nは，次のとおりである。\n行政事件訴訟法３条２項の「処分その他公権力の行使に当たる行為」とは，公権\n力の主体たる国又は公共団体が法令の規定に基づき行う行為のうち，その行為によ\nって直接国民の権利義務を形成し又はその範囲を確定することが法律上認められて\nいるものをいうところ，検疫所長の行う食品衛生法違反の通知は，法令の規定に基\nづいてなされるものではなく，監視指導業務を適正に行うために仮に輸入業者が当\n該食品の輸入を行えば食品衛生法６条に違反することとなる旨を警告又は教示する\nことを目的として便宜に行っているものに過ぎない。\nまた，関税法７０条２項は，他の法令の規定により輸入に関して検査又は条件の\n具備を必要とする貨物については，当該法令の規定による検査の完了又は条件の具\n備を税関に証明し，その確認を受けなければならないとしており，食品衛生法６条\nに規定する食品等に該当しないことが関税法７０条２項の「検査の完了又は条件の\n具備」に当たるものである。しかし，同条項において，食品衛生法６条に違反する\nかどうかの最終的な判断が税関長に委ねられている以上，検疫所長による食品衛生\n法違反の通知が税関長の判断を法的に拘束するものではなく，食品衛生法違反の通\n知がされたことによって，直ちに輸入の許可が得られないという法的効果が発生す\nるものではない。\nイ　原告の反論\n本件通知は，本件食品が食品衛生法６条に違反するという被告による公権的判断\nの表示であり，かつ，同条に違反する食品はその輸入が禁じられているから，被告\nが原告に対して届出済証を交付することもなく，届出済証がなければ税関は輸入申\n告を受け付けないのである。そうすると，本件通知は，原告に対して本件食品を適\n法に輸入することができなくなるという法律上の効果を及ぼすものというべきであ\nる。\n被告は，食品衛生法６条に違反するかどうかの最終的な判断が税関長に委ねられ\nている以上，本件通知に処分性は認められないと主張するが，税関長による輸入禁\n制品に当たる旨の通知に処分性を認めた最高裁判決（最高裁昭和４８年（行ツ）第\n８６号昭和５４年１２月２５日第三小法廷判決・民集３３巻７号７５３頁）の判断\n枠組みに従って検討すれば，本件においても，①　本件通知の処分性を否定すれ\nば，本件食品を輸入しようとする者は，結局，行政訴訟を提起する道を全てふさが\nれることとなり，②　被告の本件通知によって本件食品を適法に輸入する道が閉ざ\nされることになったものと評価することができるのであるから，本件通知の処分性\nは認められるというべきである。被告は，本件通知の処分性が否定されても，他の\n方法で輸入の可否を争う道があるとするが，食品衛生法違反の通知がされた場合，\n輸入申告をしようとしても受理されないから，不許可処分を争う機会がなく，仮に\n受理されたとしても，関税法は「輸入不許可」という行政処分を予定しておらず，\n税関実務においても，審査状態継続という取扱いになるだけで，輸入不許可処分は\nされていない。\n（２）　本案の主張（原告）\nア　食品衛生法６条非該当\n本件食品は，一酸化炭素を添加物として使用しているわけではなく，多種の成分\nの複合体である燻煙を用いているだけで，一酸化炭素はその一成分に過ぎない。食\n品に燻煙処理をすることは古来から各国で行われており，実害がないことは検証済\nみである。よって，本件食品は食品衛生法６条に違反しない。\nイ　平等原則違反\n被告は，本件食品の燻煙処理工程に一酸化炭素が含まれることをもって食品衛生\n法６条に違反するとしているが，この点を問題とするのであればソーセージやチー\nズなどあらゆる燻煙処理食品が違法とされなければならないところ，本件食品のみ\nを違法とするのは，平等原則を定める憲法１４条に反する。\nウ　検査方法の違法性\n本件通知は，それにより食品の輸入ができなくなるという深刻な不利益を与える\nものであり，検査方法は客観的合理性を備えたものでなければならないはずであ\nる。しかし，被告の指定する方法は，その検査基準の合理的根拠が不明であるし，\nその検査方法は極めて誤差の大きい不確実なものであり，およそ客観的合理性があ\nるとはいえない。よって，このような検査方法による検査結果を理由とする本件通\n知は違法である。\n第３　当裁判所の判断\n１　行政事件訴訟法３条２項にいう「処分その他公権力の行使に当たる行為」と\nは，公権力の主体たる国又は公共団体が法令の規定に基づき行う行為のうち，その\n行為によって直接国民の権利義務を形成し又はその範囲を確定することが法律上認\nめられているものをいうと解される。\nところで，本件の関係法規を通覧すれば，食品衛生法６条は，人の健康を損なう\nおそれのない場合として厚生労働大臣が食品衛生審議会の意見を聴いて定める場合\nを除いては，添加物及びこれを含む食品を輸入してはならないとしている。また，\n関税法７０条は，①　他の法令の規定により輸入に関して許可，承認等を必要とす\nる貨物については，輸入申告の際，当該許可，承認を受けている旨を税関に証明し\nなければならないとし（１項），②　他の法令の規定により輸入に関して検査又は\n条件の具備を必要とする貨物については，当該法令の規定による検査の完了又は条\n件の具備を税関に証明して，その確認を受けなければならないとし（２項），これ\nらの証明又は確認を受けられない貨物については輸入を許可しない旨を規定してい\nる（３項）。そして，食品衛生法６条は関税法７０条１項が規定するような許可，\n承認等を食品の輸入の要件としていないから，「食品衛生法６条所定の食品等に該\n当しないこと」が関税法７０条２項の「検査の完了又は条件の具備」に当たること\nは，明らかである。\n原告は，輸入者が食品衛生法違反の通知を受けることにより適法に当該食品を輸\n入することができなくなるという法律上の効果を受けると主張する。確かに，証拠\n（甲７）及び弁論の全趣旨によれば，検疫所長が食品衛生法違反通知書を輸入者に\n交付した場合は，輸入者に対して届出済証が交付されず，また，検疫所長から税関\nに対して食品衛生法違反物件通知書が交付され，税関に対して輸入許可を与えない\nよう依頼される実態になっていることが窺われるのであって，このような運用実態\nからすれば，食品衛生法違反の通知がなされれば，その後に輸入の許可が与えられ\nない可能性が極めて高くなることは否定できない。\nしかしながら，関税法６７条の規定に照らすと，そもそも貨物に対し輸出入の許\n可を付与する権限は，税関長が有しており，関税法７０条２項は，税関が検査完了\n又は条件具備を輸入者に「証明」させることができるとされているが，税関長とし\nては，その「確認」をしなければならないとしていることも，同法６７条，７０条\n２項の定めに照らし明らかである。結局，税関長は，他の法令の規定による制限を\n含め，輸出入の条件が具備されているか否かの最終的な判断権限を有しており，本\n件通知のような検疫所長の判断は，輸入を許可するかどうかについての税関長の判\n断を法的に拘束する関係にはなく（検疫所長が交付する届出済証は，税関に対する\n立証手段〔同法７０条２項〕のひとつに過ぎない。），法律上は，輸入者が，届出\n済証を提出することなしに，食品衛生法６条の規定する食品等に該当しないことを\n独自の手段によって証明して輸入しようとした場合，税関長が，輸入者の提出した\n資料等も考慮して，食品衛生法６条に規定する食品等に該当しないと判断すれば，\n輸入が許可される筋合であり，食品衛生法違反の通知によって検疫所長の判断が示\nされたからといって，直ちに輸入の許可が得られないという法的効果が発生するわ\nけではない。\n以上によれば，本件通知は，その行為によって直接国民の権利義務を形成し又は\nその範囲を確定することが法律上認められているものではないから，「処分その他\n公権力の行使に当たる行為」に該当するということはできない。\n２　この点につき，原告は，本件通知の処分性が否定されれば，本件食品を輸入し\nようとする者は，輸入申告が受理されず，あるいは不許可処分をせずに放置される\n結果，行政訴訟を提起する道を全てふさがれることになって，本件通知の判断を争\nう機会がないと主張する。しかしながら，このような場合，輸入者は，不受理を拒\n否処分とみてその取消訴訟を提起するか，申告を受けながらこれを放置した税関長\nを被告として行政事件訴訟法３７条に規定する不作為の違法確認の訴えを提起する\nことができるのであって，輸入者に不服申立ての手段が存在しないわけではない。\nよって，原告の主張は採用できない。\n第４　結論\n以上によれば，本件訴えは不適法であるからこれを却下することとし，訴訟費用\nの負担につき行政事件訴訟法７条，民事訴訟法６１条に従い，主文のとおり判決す\nる。\n千葉地方裁判所民事第三部\n裁判長裁判官　園部秀穗\n裁判官　弓場佳多子\n裁判官　向井邦生\n"
}