{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 7,
    "day": 19
  },
  "case_number": "平成12(行ケ)7",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/013049_hanrei.pdf",
  "contents": "平成１２年（行ケ）第７号特許取消決定取消請求事件（平成１２年７月１０日口頭\n弁論終結）\n判　　　　　決\n原　　　　　　告　　　株式会社足立ライト工業所\n代表者代表取締役　　　Ａ\n訴訟代理人弁理士　　　Ｂ\n被　　　　　　告　　　特許庁長官　Ｃ\n指定代理人　　　　　　Ｄ\n同                    Ｅ\n同                    Ｆ\n同                    Ｇ\n主　　　　　文\n特許庁が、平成１０年異議第７２１６４号事件について、平成１１年１\n１月２６日にした特許異議の申立てについての決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n(1)　原告は、名称を「パチンコ機の景品球払出装置」とする特許第２６９６５\n８９号発明（平成２年６月２７日出願、平成９年９月１９日設定登録。以下「本件\n発明」といい、その特許を「本件特許」という。）の特許権者である。\nＨは平成１０年４月２０日、株式会社真城及びＩは同年７月８日、それぞれ本件\n特許につき特許異議の申立てをし、特許庁は、上記特許異議の申立てを平成１０年\n異議第７２１６４号事件として審理した。原告は、平成１１年１月１１日、本件特\n許願書に添付された明細書（以下「本件明細書」という。）の訂正を請求した（以\n下「訂正請求」という。）ところ、特許庁は、平成１１年１１月２６日、「特許第\n２６９６５８９号の請求項１ないし２に係る特許を取り消す。」との決定（以下\n「本件決定」という。）をし、その謄本は、平成１１年１２月１０日、原告に送達\nされた。\n(2)　原告は、平成１２年１月８日、本件決定取消しの訴を提起したうえ、同月\n２８日、本件明細書の特許請求の範囲を訂正する旨の訂正審判の請求をしたとこ\nろ、特許庁は、同請求を訂正２０００－３９０１２号事件として審理したうえ、平\n成１２年５月３１日、上記訂正を認める旨の審決（以下「訂正審決」という。）を\nし、その謄本は、同年６月２２日、原告に送達された。\n２　本件明細書の特許請求の範囲の記載\n(1)　特許登録に係る明細書の特許請求の範囲の記載\nイ　請求項１\n景品球が連続して供給される供給通路と、該供給通路と平行状に設けられるリー\nドスクリューと、該リードスクリューを回転させる駆動モーターと、景品球の排出\n通路とを備え、前記リードスクリューは、外周に供給通路の景品球を１個ずつ軸方\n向と平行な方向に移動させながら排出通路に排出する球移送条部を螺旋状に設けた\nことを特徴とするパチンコ機の景品球払出装置。\nロ　請求項２\n供給通路が複数列である請求項１記載のパチンコ機の景品球払出装置。\n(2)　訂正請求に係る明細書の特許請求の範囲の記載\nイ　請求項１\n景品球が供給される供給通路と、該供給通路と平行状に設けられるリードスクリ\nューと、該リードスクリューを回転させる駆動モーターと、景品球の排出通路とを\n備え、前記リードスクリューは、外周に螺旋状の球移送条部を有し、該球移送条部\nは供給通路内の景品球が隙間なく数珠状に連続し、かつ当該連続した状態で景品球\nを軸方向と平行な方向に移動させながら１個ずつ排出通路に排出するように設けら\nれていることを特徴とするパチンコ機の景品球払出装置。\nロ　請求項２\n供給通路が複数列である請求項１記載のパチンコ機の景品球払出装置。\n(3)　訂正審決による訂正後の明細書の特許請求の範囲の記載\nイ　請求項１\n景品球が連続して供給される供給通路と、該供給通路と平行状に設けられるリー\nドスクリューと、該リードスクリューを回転させる駆動モーターと、景品球の排出\n通路とを備え、前記リードスクリューは、外周に供給通路に臨んで景品球が接触す\nる鍔状の球移送条部を螺旋状に形成し、前記鍔状の球移送条部に接触した供給通路\n内の景品球を連続した状態で、かつ景品球の球圧が軸方向に加えられるように軸方\n向と平行な方向に移動させながら景品球を１個ずつ排出通路に排出するようにした\nことを特徴とするパチンコ機の景品払出装置。\nロ　請求項２\n供給通路が複数列である請求項１記載のパチンコ機の景品球払出装置。\n３　本件決定の理由の要旨\n本件決定は、本件訂正に係る本件発明が独立して特許を受けることができず、本\n件訂正の請求は認められないとして、本件発明の要旨を特許登録に係る明細書の特\n許請求の範囲記載のとおりと認定した上、本件発明が、特開昭５９－２１８１７４\n号公報及び実願昭６１－１２６３５７号（実開昭６３－３２５８１号）のマイクロ\nフィルムに記載された各発明（以下「引用例発明」という。）に基づいて当業者が\n容易に発明をすることができたとして、本件特許を取り消した。\n第３　当事者の主張の要点\n１　原告\n本件決定が、本件発明の要旨を特許登録に係る明細書の特許請求の範囲記載のと\nおりと認定した点は、訂正審決の確定により特許請求の範囲の記載が前示のとおり\n訂正されたため、誤りに帰したので、本件決定が本件発明の要旨の認定を誤った瑕\n疵は違法であり、本件決定は取り消されなければならない。\n２　被告\n訂正審決の確定により本件明細書の特許請求の範囲の記載が前示のとおり訂正さ\nれたことは認める。\n第４　当裁判所の判断\n訂正審決の確定により本件明細書の特許請求の範囲の記載が前示のとおり訂正さ\nれたことは当事者間に争いがなく、この訂正によって本件明細書の特許請求の範囲\nは減縮されたことが明らかである。\nそうすると、本件決定が本件発明の要旨を特許登録に係る明細書の特許請求の範\n囲記載のとおりと認定したことは、結果的に本件発明の要旨の認定を誤ったことと\nなるから、本件決定が、この認定を前提として、本件発明が引用例発明に基づいて\n当業者が容易に発明をすることができたと判断したことも誤りであったといわざる\nを得ない。そして、この誤りが本件決定の結論に影響を及ぼすことは明らかである\nから、本件決定は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき行政\n事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　田　　中　　康　　久\n裁判官　　　長　　沢　　幸　　男\n裁判官　　　宮　　坂　　昌　　利\n"
}