{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 12
  },
  "case_number": "平成11(ネ)1387",
  "case_name": "損害賠償請求控訴",
  "court_name": "東京高等裁判所",
  "lawsuit_id": "164",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=164",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/164/000164_hanrei.pdf",
  "contents": "（原審・前橋地方裁判所平成１０年（ワ）第１５号損害賠償請求事件（原審言渡日平成１１年２\n月３日））\n主　　　　　　文\n１　原判決を次のとおり変更する。\n(1)　被控訴人は，控訴人Ａに対し１３１０万３３２６円，控訴人Ｂ，同Ｃ及び同Ｄに対し\n各４３６万７７７５円，控訴人Ｅ及び同Ｆに対し各１００万円及びこれらに対する平成８\n年１月２０日から支払済みに至るまで年５％の割合による金員を支払え。\n(2)　控訴人らのその余の請求をいずれも棄却する。\n２　訴訟費用は，第１，２審を通じこれを１０分し，その３を被控訴人の，その余を控訴\n人らの各負担とする。\n３　この判決は，１項(1)に限り仮に執行することができる。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人Ａに対し３７５７万４９１１円，控訴人Ｂ，同Ｃ及び同Ｄに対し各\n１４１９万１６３７円，控訴人Ｅ及び同Ｆに対し各３００万円及びこれらに対する平成８年\n１月２０日から支払済みに至るまで年５％の割合による金員を支払え。\n第２　事案の概要\n１　本件事案の概要は，次のとおり補正し，後記２及び３のとおり当事者の主張を追\n加するほかは，原判決の「事実及び理由」中「第二　事案の概要」に記載のとおりで\nあるから，これを引用する。\n(1)　原判決４頁８行目の「（以下「被告病院」という。）」を「（以下「本件病院」という。）」\nに改める（なお，以下，いちいち指摘するのは省略するが，引用部分中「被告病院」と\nあるのは「本件病院」に改める。）。\n(2)　原判決６頁３行目の「午前１１時１５分ころ」を「午後１時４５分ころ無呼吸となり」\nに，４行目の「死亡した」を「午後２時２０分ころ死亡が確認された」にそれぞれ改め\nる。\n(3)　原判決１２頁９行目末尾に「Ｇは，精神分裂病に罹患して入退院を繰り返してお\nり，同人の酒屋経営は，収入の安定性，継続性にも問題があったから，同人の収入\nを男子労働者の平均賃金をもって推計することはできない。また，イソミタールを注射\nし，保護室に収容せざるを得なくなったのは，Ｇが廊下に水を撒くなどの異常行動をし\nたからであり，仮に被告に損害賠償義務があるとされるなら，過失相殺の法理により\n損害額の減額をすべきである。」を加える。\n２　控訴人らの当審における新たな主張\n(1)　薬剤投与上の注意義務違反（イソミタールの過剰投与）\nＧの死因は，イソミタールの過剰投与と呼吸停止の前後で適切な処置が採られて\nいないことにある。イソミタールを注射した場合には，呼吸抑制の副作用があるため，\n舌根が沈下して窒息死する可能性がある。Ｇのような肥満体は舌根が沈下したとき\nの気道の確保が難しいため，事前の用意と経過観察が必要である。\nＧは，本件病院に入院した日である平成８年１月１９日（以下，平成８年１月中の日\nについては日だけでいうことがある。）の午後７時２０分に，イソミタール０・５ｇを静脈\n注射され，さらに，２０日午前１１時５０分ころ，同１ｇを静脈注射された。\nイソミタールは，バルビタール系薬剤で，副作用として心臓抑制，呼吸抑制，血圧下\n降等があり，偶発合併症として舌根沈下，呼吸停止，血圧下降等がある。しかも，イ\nソミタールは，致死量の約２分の１まで増量すると麻酔状態となるが，これは睡眠と\n違い，刺激によって覚醒せず，血中濃度が低下するまで覚醒させることができない。\nこの状態では体温調節中枢，呼吸中枢，血管運動中枢を含むすべての中枢が抑制\nされ，大量では呼吸抑制によって死に至るものである。しかも，イソミタールに抗精神\n病薬を併用する場合は，相互に作用が増強されることがあるため，減量するなど，慎\n重に投与することが注意されている。\nしたがって，Ｈ医師は，イソミタールを投与する場合，特に抗精神病薬であるレボメ\nプロマジンを併用する場合は，上記の副作用を十分に注意し減量して投与すべきで\nあるのにこれを怠り，上記のとおり前夜の午後７時２０分に，Ｇに対し，イソミタール０・\n５ｇを注射した影響が残っているにもかかわらず，さらに，イソミタール１ｇを１０ミリリッ\nトルに溶解した上，１分に１ミリリットルの最大速度で静脈注射したものである。\n(2)　救命措置義務違反による死亡\n救急蘇生法は，気道確保（気管内挿管，気管切開），気道開放，人工呼吸（高濃\n度酸素投与），循環維持（心臓マッサージ，静脈確保）などが基本的な対処法であ\nる。\nＧの身体の状況には，既に２０日午前１１時５０分に二段呼吸が観察されているの\nであるから，この時点で酸素吸入や適切な補助呼吸をすべきであったのに，これを怠\nったものである。なお，全身チアノーゼが出てから心臓マッサージと人工呼吸をしたと\nいうが，第１に必要とされる気道確保がされておらず，このことは，救命の措置を採っ\nていないに等しい。アンビューバックによるマスク呼吸をしても自発呼吸がなければ\n意味がなく，器官内挿管や気管切開をして人工呼吸をしなければ救命できないので\nある。\n３　被控訴人の主張\n(1)　控訴人らの当審における新たな主張は，原審における争点の確定，すなわち，\n鎮静睡眠剤の注射によるショック死又は副作用による死亡を主張するものではない，\n舌根沈下は有形力の行使により生じたものであるとの控訴人らの主張を前提に被控\n訴人も主張立証をしてきた経過に照らし，訴訟手続上の信義に反するばかりか，イソ\nミタールによる舌根沈下及びイソミタールの過剰投与を控訴人らが原審において主\n張しなかったことについてはその代理人に故意又は重大な過失があることが明らか\nであるから，民訴法１５７条１項により却下されるべきである。\n(2)　Ｇに舌根沈下は生じていなかったし，窒息死の所見はない。また，救急蘇生術を\n施行した際，Ｇの気道はエアーウェイによって確保されており，心肺蘇生術は適切に\n実施されていた。Ｇがイソミタールによる呼吸停止により死に至ったということはあり\n得ず，同人に対するイソミタールの投与は適切である。\n第３　当裁判所の判断\n１　控訴人らの当審における新たな主張を許したことについて\n本件訴訟記録によれば，控訴人らは，原審段階で，Ｇが舌根沈下による窒息状態\nとなった事実を主張していたが，他方，控訴人らは，Ｇの死因が本件病院内における\n有形力の行使によるものと主張し，舌根沈下による窒息状態が鎮静睡眠剤の投与に\nよって生じたとの主張はしなかったことを認めることができる。被控訴人は，そのよう\nな訴訟遂行は，控訴人ら代理人の調査怠慢によるものであり，訴訟手続上の信義則\nに反する上，時機に後れたことにつき故意又は重大な過失があると主張する。しか\nし，控訴人らの原審における最終準備書面には「イソミタールの注射により，保護室\nで窒息死したものと推認できる」との主張があり，原審最終口頭弁論期日において同\n代理人が，これを経過観察義務違反の関係の主張であると釈明した経緯があって\nも，控訴人らが更にＧの死因について真実の追求をしないことまで表明したものとは\n解せられないから，当審において控訴人らがＧの死因について前記のように主張す\nることが訴訟手続上の信義則に反するものとはいえない。また，乙１２の群馬大学医\n学部法医学教室医師作成の鑑定書（以下「法医鑑定書」という。）に「本屍が・・・アモ\nバルビタールの副作用を生じていたとも考えられない」と記載されていることもあり，\n「遺族側には死因の直接解明自体が困難である」との主張にも一理あることにかん\nがみれば，当審において上記主張をすることについて控訴人ら又はその代理人に故\n意又は重大な過失があるとはいえない。したがって，この点に関する被控訴人の主\n張は理由がない（なお，被控訴人は，当裁判所の訴訟指揮に従って主張立証を尽く\nしてきた。）。\n２　Ｇの死因について\n(1)　本件の事実経過及び法医鑑定書の内容\n次のとおり補正するほかは，原判決の「事実及び理由」中「第三　判断」の一\n（原判決１２頁末行から２５頁１０行目まで）に記載のとおりである（ただし，「被告病\n院」とあるのは「本件病院」に改める。）から，これを引用する。\nア　原判決１３頁２行目の「原告本人」を「控訴人Ａ本人」に改め，５行目の「罹患して\nおり」の次に「，厩橋病院に入院したことがあるほか」を加える。\nイ　原判決１５頁３行目の「入眠させた」の次に「が，Ｇは，午後１０時５０分ころには覚\n醒して煙草を吸っており，午後１１時４０分ころユーロジン２錠を内服して入眠した」を\n加える。\nウ　原判決１６頁９行目の「指定医」を「精神保健指定医」に改める。\nエ　原判決１７頁末行の「医師を殴打したりした」を「暴れ出した」に改める。\nオ　原判決１８頁７行目の「胸と左腕，正確には」を削る。\nカ　原判決２０頁９行目の「脈は」を「橈骨動脈は」に改め，１０行目の「手助けを借り\nて」の次に「Ｇの背中に枕を置いて」を加える。\nキ　原判決２２頁１行目の「鑑定」を「法医鑑定書」に改める。\nク　２５頁４行目末尾に「しかし，レボメプロマジンを証明できなかった。」を加える。\n(2)　有形力の行使及び電気ショック療法の有無\nこの点に関する当裁判所の判断は，原判決の「事実及び理由」中「第三　判断」の\n二１及び２（原判決２６頁１行目から２８頁１０行目まで）に記載のとおりであるから，こ\nれを引用する。\n(3)　イソミタールについての医学上の知見\nア　我が国の医療機関で使用されている催眠鎮静薬には，ベンゾジアゼピン系薬剤\nとバルビタール系薬剤とがあり，イソミタールは，バルビタール系薬剤の一種である。\nイソミタールの臨床適応としては，①不眠症（経口又は筋肉注射），②外科手術前\nの抗不安・鎮静薬（経口又は筋肉注射），③痙攣発作時の抗痙攣薬（静脈注射），④\n精神科急性期における鎮静薬（静脈注射）があり，このうち③及び④の静脈注射によ\nる使用においては，１回の投与量は成人の場合６５ないし５００mgとされ，許容される\n最大使用量は１ｇである。また，静脈注射による投与は，入院患者に限られ，十分な\n監視下で行うべきであり，投与速度も，１分間に１００mgを超えないよう極めて緩徐に\n投与されるべきである。\nイソミタールの副作用は，呼吸器，心血管系の抑制作用が強く，特に静脈注射によ\nる投与の場合は，徐脈，低血圧等の循環抑制や呼吸抑制の生じる可能性がある。\nまた，イソミタールの体内薬物残存期間については，日本人のデータではないが，\n健常成人に静脈注射した場合に，４８時間以上にわたり減衰し，第一指数半減期は\n０・６時間（３６分），第二指数半減期は２１時間とされ，投与量の３４％は４８時間以内\nにヒドロキシ体に代謝され，尿中に排泄されると説明されている。\nイ　イソミタールの添付文書（薬効処方）には，アモバルビタールはバルビツール酸誘\n導体のうち中間型に属する催眠鎮静剤であること，用法・用量は通常成人１回０・２５\nないし０・５ｇを静脈内注射又は筋肉内注射すること，その投与速度については，通常\n５ないし１０％注射用アモバルビタールナトリウム溶液を１分間に１ミリリットル以下の\n速度で静脈内注射すること，使用上の注意として，心障害のある患者には血圧が低\n下することがあり，呼吸機能の低下している患者には呼吸抑制を起こすことがあるた\nめ，原則として投与しないこととするが，特に必要とする場合には観察を十分行い慎\n重に投与すること，抗不安薬，抗精神病薬，催眠鎮静薬等との併用は，相互に作用\nが増強されることがあるので，減量するなど慎重に投与すること，適用上の注意とし\nて，呼吸抑制，血圧降下が現われることがあるので，注射方法については十分注意\nし，注射速度はできるだけ遅くすることなどの記載がある。\n(4)　急性心筋梗塞発症の蓋然性\nところで，本件病院のＨ医師作成の死亡診断書は，Ｇの直接死因を急性心\n筋梗塞と診断し，同人に高脂血症の所見があったことを記載しており，これに沿う証\n拠（乙３ないし５，７，８，２７，２８，３８の１ないし３，３９の１ないし４，証人Ｈ，同Ｉ）もあ\nる。すなわち，Ｇの血中コレステロール及び中性脂肪の検査データは次のとおりであ\nって，同人は高脂血症と診断され，また，平成８年１月１９日の入院（以下「本件入院」\nという。）時の同人の体重は９６㎏，身長は１７５cmで，ＢＭＩ３１．７（肥満度指数，体\n重を身長の２乗で除した数値。正常範囲２５以下，通常２２～２３）という中等度以上\nの肥満（乙５９の２，証人Ｊ，Ｋ鑑定）であった。\n①　昭和４９年６月１１日（第１回入院時）・・・総コレステロール（Ｔ－ＣＨＯ）２０３mg/デ\nシリットル\n②　昭和６１年８月２０日（第２回入院時）・・・総コレステロール２１８，トリグリセリド（Ｔ\nＧ，中性脂肪）２１４mg/デシリットル\n③　昭和６１年９月２４日（第３回入院時）・・・総コレステロール３０２，トリグリセリド１８\n３\n④　平成２年４月２３日（外来）・・・総コレステロール３５１，トリグリセリド６９４\n⑤　同年１２月７日（外来）・・・総コレステロール３８７，トリグリセリド２４９\n⑥　平成３年４月８日（外来）・・・総コレステロール３３２，トリグリセリド４３１\n⑦　同年８月２６日（外来）・・・総コレステロール２６１ｌ，トリグリセリド２１５\n⑧　平成４年９月２１日（外来）・・・総コレステロール１８７，トリグリセリド１１６\n⑨　平成７年３月２５日（第５回入院時）・・・総コレステロール３０８，トリグリセリド５３０ｌ\n⑩　平成８年１月２０日（第６回入院時）・・・総コレステロール２７６，トリグリセリド３９０\nしかし，他方，Ｇの本件入院時（１月１９日午後１時４０分ころ）の血圧は１２８\n／７０㎜Hg，同日午後８時ころの血圧は１２２／７２，１月２０日午後１時５０分ころの保\n護室収容時の血圧は１２３／７２で，安定した状態にあったし，同人が胸痛や息切れ\n等を訴えていた形跡もなく，法医鑑定書の「第二　内部検査，乙　胸腹腔開検，其の\n一　胸腔臓器」の心嚢及び心臓の所見に照らしても，急性心筋梗塞によって死亡した\nことの蓋然性が高いと認めることはできない。\n(5)　Ｋ鑑定及びＬ鑑定について\nＫ鑑定は，「本事例の死亡原因が，Ｊが指摘するイソミタールとレボメプロマジ\nンの併用による遷延する呼吸抑制作用，特に上気道閉塞にあるとすることは，医学\n的に合理的な判断であり，「注射と死亡との因果関係」は明らかである」とし，Ｌ鑑定\nも，「本件Ｇの死は，イソミタールおよび同時に投与されたレボメプロマジンの相互作\n用による呼吸抑制が原因と考えることが医学的に見て合理的である」としている。し\nかし，これらの鑑定意見は，Ｇの血液中にレボメプロマジンの存在を証明できなかっ\nたとする法医鑑定書及び証拠（乙５９の２，証人Ｊ）と対比して，いずれも採用すること\nができない。ただし，Ｊ証人は，「イソミタールの投与によって，そのこと自身が原因と\nなって，Ｇさんは死亡したんじゃないというふうに理解してもいいわけですか」との問い\nに対し「直接的な原因とは考えなくてよいと考えます」と答え，その答えを補足して「生\n理学的に，人体というのは，気道を広げよう，広げようという方向に筋肉が付いている\nわけなんです。睡眠の状況では，どちらかというと筋肉は弛緩しますので，若干それ\nが閉じる方向に作用するんです。そういった場合に，睡眠薬などの影響によって，そ\nれよりも更に弛緩する方向に働くことは考えられますから，そういった間接的な影響\nがあったかもしれないということは，推測ですけれども，考えられます」と供述し，さら\nに，「イソミタールを打って約２時間後に遷延的に呼吸抑制が生じてきたんだと，それ\nで死亡したんだというふうになるわけですか」との問いに対し「一つの可能性としては\n考えられるかもしれませんが，確定的にそうだろうというところまで言えることではな\nいと思います」とも供述し，イソミタールの呼吸抑制作用と舌根沈下との間に関係が\nあり得ることを認めている。\nさらに，Ｋ鑑定によれば，肥満のほか，Ｇの写真（甲３ないし８）により，同人がいわ\nゆる短頚であったことが身体的特徴として挙げられるとし，短頚を呈する患者では，\n麻酔の導入・覚醒時等に気道確保に困難を来すことも良く経験されるところであると\nの知見を述べており，Ｊ証人も，肥満者は頸部が太いから舌根沈下気味になりやす\nいことは考えられると供述している。また，Ｋ鑑定は，本件入院前の本件病院におけ\nるＧの治療歴を検証し，同人は，「①向精神薬に抵抗性のある難治性の精神分裂病\nに罹患し，②治療経過の中でさらに薬剤耐性が生じていたこと，③中等度以上の肥\n満のため麻酔薬等の効きが悪く過剰投与となり易いこと」を指摘している。\n(6)　Ｇの死因\n以上のような事実及び証拠関係を総合して検討すると，前記引用の原判決に認定\nのとおり，Ｇは，イソミタール１ｇを静脈注射された後保護室に運ばれ，保護室担当の\nＭ看護婦が午前１１時５０分ころにバイタルチェックをした際には，血圧１２３／７２，脈\n拍５５，呼吸数２１で，鼻翼で二段呼吸をしていたこと，午後１時ころには，血圧１１０\n／５４，脈拍８４，呼吸数３０で，やや舌根沈下気味であったこと，午後１時３０分ころ\nには，口角に泡沫状の唾液を出し，呼吸は規則的だがやや浅く速い状態であった（た\nだし，この時，Ｍ看護婦は，同僚のＮと他の患者のおむつの交換に行く途中の観察で\nあったので，血圧計や聴診器は携行していなかった［証人Ｍ］。）こと，Ｇに対する処\n置として，Ｍ看護婦は，午後１時ころの観察時にＧを左側臥位にし，午後１時３０分こ\nろの観察時には同僚の手助けを借りてＧの背中に枕を置いてその左側臥位を更に\n深くしたものの，次に同看護婦がＧの状態を見に行った午後１時４５分ころには，Ｇ\nは，全身チアノーゼ，瞳孔散大，呼吸・心音共になく，頸動脈で拍動が触れない状態\nになっていたことからすると，Ｇは，イソミタールの呼吸抑制作用とともに，睡眠が深く\nなったことに伴って舌根沈下を生じ，窒息死した蓋然性が極めて高いと認めるのが相\n当である。なお，Ｍ看護婦が，２度にわたって，Ｇを左側臥位にしたり，その臥位を深\nくしたとしても，それだけで舌根沈下が解消されたとは認めることができず（Ｏ医師\nは，カルテ［乙４，８］の午後１時４５分の欄に「舌根沈下による窒息が疑わしい」と記\n載している。），他に以上の認定を覆すに足りる証拠はない。\n３　そこで，被控訴人に注意義務違反があったか否かについて検討する。\n(1)　薬剤投与上の注意義務について\nア　控訴人らは，イソミタールは，副作用として心臓抑制，呼吸抑制，血圧下降等が\nあり，偶発合併症として舌根沈下，呼吸停止，血圧下降等がある上，致死量の約２分\nの１まで増量すると麻酔状態となり，この状態では体温調節中枢，呼吸中枢，血管運\n動中枢を含むすべての中枢が抑制され，大量では呼吸抑制によって死に至るもので\nあるから，Ｈ医師は，上記の副作用を十分に注意し減量して投与すべきであるのにこ\nれを怠り，前夜の午後７時２０分にイソミタール０・５ｇをＧに注射した影響が残ってい\nるにもかかわらず，イソミタール１ｇを１０ミリリットルに溶解した上，１分に１ミリリットル\nの最大速度で静脈注射したものである旨主張する。\nしかしながら，前記認定のとおり，イソミタールは，静脈注射による使用において\nは，１回の投与量は成人の場合６５ないし５００mgとされ，許容される最大使用量は１\nｇであること，静脈注射による投与は，入院患者に限られ，十分な監視下で行うべき\nであり，投与速度も１分間に１００mgを超えないよう極めて緩徐に投与されるべきであ\nること，イソミタールの副作用は，呼吸器，心血管系の抑制作用が強く，特に静脈注\n射による投与の場合は，徐脈，低血圧等の循環抑制や呼吸抑制の生じる可能性が\nあることが認められるところ，Ｈ医師は，上記の使用量及び投与速度の限度を超えな\nいでイソミタールを投与したものであり，前記引用の原判決に認定のとおり，Ｇを入眠\nさせて保護室に収容する処置を採るに至るまでのＧの行動を考慮すると，イソミター\nルを１ｇ用意し，Ｇの身体の状況を観察しながら，入眠させるために，結果として約１０\n分間かけて用意した２アンプル（１０ミリリットル）全部を注射したものであると認めるこ\nとができる（証人Ｈ）から，Ｈ医師の薬剤投与上の注意義務に違反があったものとは\nいうことはできず，控訴人の主張は採用することができない。\nイ　また，控訴人らは，イソミタールとレボメプロマジンを併用する場合には，相互に\n作用が増強されることがあるため，減量するなど慎重に投与することが注意されてい\nるにもかかわらずこれを怠り，Ｈ医師は，イソミタールとレボメプロマジンを最大限度\n量を使用した旨主張する。\nしかし，前記２(5)において判断したとおり，Ｇの死亡にレボメプロマジンの投与は何\nら寄与していないものというべきであるから，控訴人らの主張は，既にこの点におい\nて前提を欠き，失当である。\n(2)　経過観察義務違反について\nア　控訴人らは，イソミタールを注射した場合は，呼吸抑制の副作用があり，舌根が\n沈下して窒息死する可能性があるため，注射後，薬の作用が切れて完全に覚醒する\nまでの間は，バイタルサインのチェックと同時に，医師がＧを直接診て呼吸状態を観\n察する義務があるところ，本件病院の職員は，Ｇが，血圧低下，脈拍増加，舌根沈下\n等の異常状態を示していたことを確認しながら，更に十分な経過観察をすべき義務を\n怠り，保護室に放置したものである上，Ｇのような肥満体は舌根が沈下したときの気\n道の確保が難しいのであるから，心肺蘇生の用意をするなど異常時に備えて経過観\n察をすべき義務があるのに，これを怠ったものである旨主張する。\n前記引用の原判決認定の事実及び前掲証拠によれば，①イソミタールの副作用と\nして，呼吸器，心血管系の抑制作用が強く，特に静脈注射による投与の場合は，徐\n脈，低血圧等の循環抑制や呼吸抑制の生じる可能性があることは精神科医療従事\n者の常識に属すること，②Ｇは，Ｍ看護婦が午前１１時５０分ころにバイタルチェックを\nした際には，鼻翼で二段呼吸をしていたこと，午後１時ころには，呼吸数が多くなり，\nやや舌根沈下気味であったこと，午後１時３０分ころには，口角に泡沫状の唾液を出\nし，呼吸は規則的だがやや浅く速い状態であったこと，③Ｇは，中等度以上の肥満で\n短頚であるため，深い睡眠状態で舌根沈下を生ずる可能性があることは，同医療従\n事者において予見することができたものといえる上，午後１時ころ及び午後１時３０分\nころには，前示２(6)のような異常の徴候が観察されているのであるから，Ｇに対し強\n制入眠させて保護室収容の処遇を行った本件病院の保護室担当の職員としては，\n単にＧを左側臥位にしたり，同臥位を深くするだけではなく，午後１時ころよりも呼吸\n状態が浅くて速い状態になっていることを確認した午後１時３０分ころ以降は，上記の\n症状が完全に消失するまで，Ｇの全身状態，特に呼吸状態の改善を監視する義務が\nあるものというべきである。\nイ　被控訴人は，Ｇに舌根沈下は生じておらず，空気は十分に肺に入っており，喘鳴\n等もなく，呼吸リズムも正常で規則的であり，気道の狭窄，閉塞もなく，脳性呼吸困難\nにも陥っていない旨主張する。\nしかし，前示認定のとおり，Ｍ看護婦は，午後１時ころ，Ｇが，保護室収容時より呼\n吸数が多くなり，舌根沈下気味の症状を生じていることを認めたため，同人を左側臥\n位にしたものであるし，この時のＧの状態等についてはＩ医師に報告し，同医師から，\n念のためにＧの血圧や全身状態をよく観察するようにとの指示が出されていた。そし\nて，午後１時３０分ころには，Ｇは，口角に泡沫状の唾液を出し，呼吸は規則的だが\nやや浅く速い状態であるなどの変化が生じていることが観察されているのである（な\nお，前記カルテ［乙４，８］の午後２時４０分の欄には，Ｏ医師が，控訴人Ａらに，午後１\n時３０分の巡視時「呼吸苦しそうであったが体位交換による改善」との説明をした旨の\n記載がある。）から，前記Ｉ医師の指示もあり，保護室担当の看護婦としては，この段\n階で更にＧのバイタルチェックをし，担当医師に報告するとともに，Ｇの全身状態，特\nに呼吸状態の改善を十分監視する義務があるというべきである。\nウ　ところで，前示認定のとおり，午後１時３０分ころＭ看護婦がＧの身体状態を観察\nしたのは，他の患者のおむつを交換に行く途中のことであり，「おむつ交換終わった\n時点のあとで全身状態を見れば間に合うと思っていた」（証人Ｍ・速記録１９丁裏・２０\n丁表）ことについては，考慮しておく点がある。すなわち，当時の医学的知見として，\nイソミタールを静脈注射し，それによる呼吸抑制が約２時間後に遷延的に発生する例\nがあるとは知られていなかったと認めることができるからであり（証人Ｊ・速記録１７丁\n表），それゆえ，午後１時ころのＧの身体状態について報告を受けたＩ医師において\nも，「一応念のために血圧とか全身状態をよく見ておきなさい」という程度の指示（証\n人Ｉ・速記録８丁表）をしていたにすぎないものと考えられるからである。しかし，イソミ\nタールの呼吸抑制作用に関する医学的知見としてはそうではあっても，現に午後１時\n３０分ころＧに前記のような症状が見られ，約３０分前とは呼吸状態に変化が生じて\nいる以上，可及的速やかに全身状態をチェックして，担当医にその症状の報告をす\nるとともに，Ｇの呼吸状態の監視を継続すべきであったものであり，午後１時４５分こ\nろには，その後直ちに行われた心肺蘇生術によって既に救命できない状態になって\nいたことを考えると，そのころまで他の仕事に従事して，それで間に合うと思っていた\n保護室担当看護婦の判断には，客観的に見ればＧの身体状態の観察に誤りがあっ\nたものというべく，呼吸不全等の重大な結果発生の予見可能性がなかったとはいえ\nない以上，本件病院の措置に経過観察義務違反があったものといわざるを得ない。\nエ　なお，被控訴人は過失相殺を主張するが，Ｇは精神分裂病で本件病院に入院し\nていたものであるし，肥満や短頚が舌根沈下に関係しているとしても，Ｇの行動や上\n記身体的特徴をもって過失相殺の法理を適用すべき事由とすることは相当でない。\n被控訴人の主張は採用することができない。\n４　そこで，上記経過観察義務違反とＧの死亡との間に相当因果関係を認めることが\nできるか否か検討するに，前示のとおり，Ｇは，イソミタールの呼吸抑制作用ととも\nに，睡眠が深くなったことに伴って舌根沈下を生じ，窒息死した蓋然性が高いところ，\n同人は，午後１時ころやや舌根沈下気味であり，午後１時３０分ころには呼吸は規則\n的だがやや浅くて速い状態であったが，橈骨動脈の拍動に触れることができ，午後１\n時４５分ころにはその直後の心肺蘇生術によって救命できない状態になっていたこと\nにかんがみれば，午後１時３０分ころ又はそれに接近した時点でＧのバイタルチェック\nを行い，その状態を医師に報告するとともに，同人の呼吸状態の監視を継続してい\nたならば，Ｇの身体状態の変化に的確に対応することができ，Ｇが救命され得た蓋然\n性は極めて高かったものと推認することができる。したがって，上記経過観察義務違\n反とＧの死亡の結果との間には相当因果関係があるものというべきである。\nところで，上記経過観察義務違反によるＧの死亡の結果は，本件病院において，Ｇ\nの自傷・他害の恐れのある行動について必要な制限を行う処遇として，強制的に薬\n剤を注射し，入眠させて保護室に収容する処置を執行した過程で生じたものである\nから，その責任の性質は，第１次的に不法行為責任であると解するのが相当であ\nる。\n５　損害について\n(1)　Ｇの逸失利益\n証拠（甲１，２６，２７，乙１，２，控訴人Ａ）によれば，Ｇは，死亡当時，４２歳の男子\nであり，家業である酒類等販売業に従事し，主として配達等をしていたものであるが，\n昭和４９年ころから精神分裂病に罹患し，本件病院に過去５回入院し，今回が６回目\nの入院であり，今後とも治療を要する状態であったこと，平成７年の同人の給与支払\n額（Ｇの収入金額）は２５２万円として納税申告されていたことを認めることができ，他\nにこれを上回る収入があったことを認めるに足りる証拠はないから，Ｇの逸失利益の\n計算の基礎としての年収は２５２万円（なお，この額は，平成７年賃金センサスの男子\n労働者学歴計の年収額５５９万円の４５％である。）と認めるのが相当である。そし\nて，Ｇは，存命していれば６７歳までの２５年間は就労可能であったものというべきで\nあるが，前記のように難治性の精神分裂病に罹患していたことにかんがみ，生活費\nとして６０％を控除し，中間利息の控除につきライプニッツ式計算法（ライプニッツ係\n数は１４・０９３９）を用いて死亡時におけるＧの逸失利益を算定すると，その合計額\nは，次のとおり，１４２０万６６５１円となる。\n２５２万円×（１－０・６）×１４・０９３９＝１４２０万６６５１円\n(2)　Ｇの損害賠償請求権の相続による承継\nＧの被控訴人に対する前記損害賠償請求権（１４２０万６６５１円）は，相続により，\n控訴人Ａが２分の１（７１０万３３２６円），控訴人Ｂ，同Ｃ及び同Ｄが各６分の１（２３６\n万７７７５円）をそれぞれ承継した。\n(3)　控訴人らの慰謝料\n前掲証拠及び乙４によれば，Ｇの死亡当時，控訴人Ａは４１歳，控訴人Ｂは１７歳\n（高校３年），控訴人Ｃ及び同Ｄはいずれも１４歳（中学３年）であり，Ｇの両親（控訴人\nＥ当時７８歳及び同Ｆ当時７５歳）は，昼はＧの家族と一緒に生活し，夜間は独身であ\nるＧの妹宅で寝泊まりする生活をしており，Ｇ一家とその両親との生計は一つであっ\nたと認めることができること，また，Ｇが本件病院に入院した翌日に保護室で死亡した\nことは控訴人らにとって全く予期しない悲痛な出来事であったと認めることができるこ\nと（両親は午後３時１０分に本件病院に来院している。），その他諸般の事情を考慮す\nると，控訴人らの被った精神的苦痛を慰謝する金額としては，控訴人Ａにつき６００万\n円，控訴人Ｂ，同Ｃ及び同Ｄにつき各２００万円，控訴人Ｅ及び同Ｆにつき各１００万円\nをもって相当と認める。\n(4)　したがって，被控訴人に対する控訴人らの損害賠償請求権の額は，控訴人Ａが\n１３１０万３３２６円（７１０万３３２６円＋６００万円），控訴人Ｂ，同Ｃ及び同Ｄが各４３６\n万７７７５円（２３６万７７７５円＋２００万円），控訴人Ｅ及び同Ｆが各１００万円となる。\n６　以上によれば，控訴人らの被控訴人に対する本件各請求は，控訴人Ａに対し１３\n１０万３３２６円，控訴人Ｂ，同Ｃ及び同Ｄに対し各４３６万７７７５円，控訴人Ｅ及び同Ｆ\nに対し各１００万円及びこれらに対するそれぞれ不法行為の日である平成８年１月２\n０日から支払済みに至るまで年５％の割合による遅延損害金の支払を求める限度で\n理由があるからこれを認容し，その余は理由がないから棄却すべきである。\nよって，控訴人らの本件控訴は，一部理由があるので，原判決を本判決主文１項の\nとおり変更することとし，主文のとおり判決する。\n東京高等裁判所第２２民事部\n裁判長裁判官　　石　川　善　則\n裁判官　　井　上　繁　規\n裁判官　　酒　井　正　史\n"
}