{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 12
  },
  "case_number": "平成13(わ)30",
  "case_name": "公務執行妨害，傷害被告",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/006111_hanrei.pdf",
  "contents": "【主文】被告人を懲役１年８月に処する。\n【理由】（罪となるべき事実）\n被告人は，埼玉県ａ市所在の代用監獄である埼玉県ａ警察署留置場に勾留されて\nいたものであるが，留置管理の職務に従事する警察官に暴行を加えようと企て，同\n留置場に勾留されていた分離前相被告人Ａ，同Ｃ及び同Ｄと共謀の上，平成１１年\n１１月１４日午後７時３０分過ぎころから同日午後９時２０分ころまでの間，同留\n置場内において，いずれも当直勤務で留置管理の職務に従事していた同署勤務の警\n部Ｅ（年齢省略。以下，同じ。）及び巡査部長Ｆに対し，Ｅ及びＦの顔面を手拳で\n殴打するなどし，さらに，応援要請を受けて駆け付け，同職務に従事中の同署勤務\nの巡査長Ｇ，巡査長Ｈ，警部Ｉ及び巡査部長Ｊに対し，Ｇの下腹部を足蹴にし，Ｈ\nの左肩をやかんで数回殴打し，Ｉの胸部，腹部を多数回足蹴にし，Ｊの胸倉を両手\nでつかみ，顔面に数回頭突きをするなどの各暴行を加え，もって，Ｅら６名の警察\n官の職務の執行を妨害するとともに，上記各暴行により，Ｅに対し，安静加療約８\n日間を要する右頬部打撲，口腔内挫創の傷害を，Ｉに対し，安静加療約３箇月を要\nする左肋軟骨骨折等の傷害を，Ｊに対し，全治約１０日間を要する頭部顔面外傷の\n傷害をそれぞれ負わせたものである。\n（事実認定の補足説明）\n弁護人は，本件公訴事実について，被告人は，分離前相被告人Ａら他の共犯者と\n事前共謀も現場共謀もしておらず，被告人が警察官らに暴行を振るった事実もない\nから，被告人は無罪であると主張するので，以下，判示事実を認定した理由を補足\nして説明する。\n１  証人Ｅ，同Ｆ，同Ｈ，同Ｇ，同Ｋ，同Ｉ，同Ｌ，同Ｍ，同Ｎ，同Ｏの公判供述\n（以下，公判手続の更新の前後を問わず，「公判供述」という），その他関係証拠\nによれば，次の事実が認められる。\n平成１１年１１月１４日午後５時１５分，ａ警察署においては，Ｅ警部を当直\n長として当直員１２名による当直勤務体制に入ったが，同日午後６時ころ，医務室\nでの治療を要求して留置場から出房していた被告人が，食事についての不満を述べ\nるなどして留置場に戻らなかったため，勤務員から応援要請を受けたＥ警部ほか数\n名の警察官が被告人の説得に当たった。しかし，被告人がこれに従わず，医務室内\nの非常ベルを鳴らすなどしたため，地域課のパトカー勤務員も駆けつけ，刑事課の\nＮ警部補が被告人を取調室に連れて行って説得に当たるなどした。同日午後７時２\n５分ころ，Ｅ警部は，留置人を就寝させるために布団出しを行う目的で，当直の警\n察官とともに留置管理室から留置場に通じる通路に入る第１扉から通路を通って，\n第２扉から留置場に入り，１房と２房の扉を開けて留置人を房の外に出して布団出\nしの作業を始めさせ，これを監視していた。そのころ，Ｎ警部補に説得された被告\n人も留置場に戻ってきていたが，その後，Ｅ警部が留置場内の少年婦人室の動静を\n監視するためにその場を離れていた間に，６房に入っていた分離前相被告人Ａが，\n房の扉を開けるように要求し，勤務員が３房と６房の扉を開けたところ，Ａのほか\n分離前相被告人Ｃ，同Ｄらも出房し，その後，他の留置人も全員出房して留置場内\nにたむろする状態となった。Ｅ警部は，留置人らが出房していることに気付いた\nが，既に出房している留置人を房に戻すと留置人が反発して騒ぎが起きるのではな\nいかと考え，そのまま布団出しを続けさせた。この間，Ａは留置場内を歩き回るな\nどしていたが，看守台にいたＦ巡査部長に対して自分の薬を取ってくれるよう要求\nするなどした後，２房の扉の前付近で布団出しの監視をしていたＥ警部に対して\n「頼んでいた薬がない。Ｉはどうした」などと言って詰め寄り，これに同調した被\n告人やＣらもＥ警部に詰め寄るなどした。これを見たＧ巡査長が止めに入ろうとし\nたところ，ＤがＧ巡査長を２房の扉付近に押してゆき，これを阻止しようとするＧ\n巡査長ともみ合いになったが，その際，Ｄが「こいつ，今，手を上げたぞ」などと\n言ったことから，被告人やＡ，ＣらがＧ巡査長を取り囲んだため，Ｇ巡査長を助け\nようとしたＥ警部やＦ巡査部長が，被告人やＡらを制止しようとして，もみ合いと\nなり，被告人やＡ，Ｃ，Ｄを先頭にして，留置人らがＥ警部らを小突くなどしなが\nら後退させて，留置場の第２扉から通路に押し出した。そのため，危険を感じたＦ\n巡査部長は，看守台から電話で当直室に応援を要請し，当直室にいたＬ巡査部長\nは，交番勤務員に招集をかけるなどしたが，その間にも，Ａや被告人，Ｄ，Ｃらを\n先頭にした留置人らは，通路を通り，Ｅ警部やＧ巡査長らを後退させて，第１扉の\n方へ追い詰めて行った。第１扉付近において，扉を背にしてＥ警部，Ｆ巡査部長及\nびＧ巡査長らが，Ａ，Ｃ，Ｄ及び被告人を先頭とする留置人らと対峙していた際，\nＤがＧ巡査長の腹部を膝蹴りし，うずくまったＧ巡査長を助けようとしたＦ巡査部\n長の顔面をＡが殴打し，更にＦ巡査部長を助けようとしたＥ警部の顔面を殴打する\nなどした上，Ａは，Ｅ警部の頭部を両手で抱え込んで締め付けるいわゆるヘッドロ\nックをかけるなどの暴行を加えた。一方，先にＦ巡査部長からの応援要請を受けた\nＨ巡査長らの警察官は，留置管理室に駆け付けたが，第１扉前の通路には多数の留\n置人が押し掛けていたので，第１扉を開けると留置人が逃走するおそれがあるとし\nて，そのまま留置管理室で待機し，やがて，Ｐ警部補やＫ巡査長ら多数の警察官と\nともに応援のために第１扉を開けて通路内に入り，Ｐ警部補がヘッドロックをかけ\nていたＡからＥ警部を引き離すなどしたが，そのころ，留置人のＳの人工肛門がは\nずれるなどして同人が負傷した。Ａは，応援のため第１扉から通路内に入ってきた\nＮ警部補を見つけると，同人を医務室内に押し込んでつかみかかるなどしたが，被\n告人がこれを制止した。被告人は，その後，通路内でＫ巡査長に殴りかかろうとし\nたが，Ｈ巡査長から抱えられて第２扉に向かって押し込まれるなどされたため，こ\nれを見たＡやＣがＨ巡査長に殴りかかり，被告人から引き離そうとしたが，Ｈ巡査\n長は，必死になって被告人を第２扉から留置場内へ押し戻した。しかし，被告人\nが，留置場内にいた外国人を含む留置人に対してＨ巡査長を取り押さえるよう命じ\nたため，Ｈ巡査長は被告人の指示を受けた留置人らに身体を押さえつけられ，洗面\n台に置かれていたやかんを持った被告人から，左肩を３回殴打され，中に入ってい\nたお茶がＨ巡査長や同人を押さえていた留置人に掛かるなどした。一方，そのこ\nろ，負傷したＳを病院に連れて行くために留置管理室に出した代わりに，Ｉ警部が\n第１扉から通路内に入ってきたが，Ｉ警部は，留置人のＴにジャンパーの襟首をつ\nかまれるなどして，第２扉から留置場内へ連れ込まれ，やかんを手にして近付いて\nきた被告人から，右の額辺りを横殴りに殴打されて転倒し，さらに，立ち上がろう\nとしたところを，Ａ，Ｃらの留置人から胸部や腹部等を少なくとも３，４回蹴り付\nけるなどされた。Ｉ警部は，Ｅ警部やＫ巡査長ら数名の警察官に抱えられて留置場\nから連れ出され，しばらく留置事務室の長椅子で休んだ後，救急車でｂ病院に搬送\nされた。その後，留置場に戻ったＥ警部に対して，当初，ＡらがＩ警部の所在を尋\nねた際にＥ警部が「いない」と答えていたことから，被告人やＡ，Ｃらが，これに\n因縁を付けて，「責任者いるじゃねえか」などと言って詰め寄り，被告人が，手拳\nでＥ警部の顔面を２，３回殴打し，そのためＥ警部は口腔内を切るなどの負傷を\nし，Ｋ巡査長らの警察官によって救出された。その後，被告人やＡらは，他の留置\n人に運動場に集まるように指示した後，警察官にたばこを要求し，興奮している留\n置人を落ち着かせるためにＮ警部補らが運動場内に入ってたばこを吸わせるなどし\nたが，Ｎ警部補はＡやＣらに詰め寄られ，押し倒されるなどした。その後も，留置\n場内では，Ｃが，看守台にいたＱ警部補やＰ警部補らに対してやかんを投げ付けた\nり，洗面台から看守台に上がろうとするなどし，また，Ｄが第２扉の脇の階段から\n看守台に上がろうとするなどしていたので，Ｌ巡査部長が，Ｄを追い掛けて看守台\nに上がり，背後からＤを押さえるなどしたところ，これを見たＡが洗面台から看守\n台に上がろうとし，一方，応援要請を受けて留置場内に入ってきていたＭ巡査長及\nびＪ巡査部長が看守台に上ったところ，ＡがＪ巡査部長に対して二，三回頭突きを\nし，そのためＪ巡査部長の右目の上辺りが切れて出血した。その後，非常招集によ\nり多数の警察官がａ警察署に集合し，同日午後９時２０分ころ，Ｒ次長の指揮の\n下，多数の警察官が留置場内に入り，留置人らに房に入るように説得し，これに応\nじなかった被告人やＡ，Ｃらを警察官が数人がかりで房内に収容した。\n２  以上の事実が認められるところ，上記各証人の公判供述は，混乱した通路内や\n留置場内での留置人らと警察官らとの接触や衝突の状況について，必ずしも全面的\nに合致しているとはいえないものの，供述の一致していない点は，それぞれの状況\nを目撃した時間や場面が異なる上，留置人や警察官ら多数の人間が入り乱れて時々\n刻々変化していく状況をそれぞれ部分的に目撃していると思われることからやむを\n得ないものと考えられ，むしろ，例えば，第１扉前における被告人らによる暴行に\nついては，留置人らの先頭になってＥ警部らの警察官を追い詰めてきたのはＡ，被\n告人，Ｃ及びＤの４名であることについては，一致しているのであり，また，そこ\nで行われた被告人らの各暴行の内容についてもほぼ合致しており，その後，留置場\n内で各警察官らに加えられた暴行についても，上記各証人の目撃状況にほぼ沿う内\n容の負傷の事実が診断書等によって裏付けられているのである。のみならず，Ａ，\nＣ及びＤら共犯者自身も，自らが警察官らに加えた暴行について，部分的とはいえ\n上記各証人の公判供述と符合する供述をしている。そうすると，上記各証人の公判\n供述は，相互に補強する内容である上，いずれも具体的かつ詳細で，各診断書等に\nよって裏付けられているから，供述の根幹部分の信用性は高いと考えられる。\n３　以上みた事実，とりわけ，被告人とＡ，Ｃ，Ｄらによる本件一連の行動，すな\nわち，留置場内で布団出しの作業を監視していたＥ警部に対して被告人を含む上記\n４名の者が詰め寄り，他の留置人らの先頭に立って留置場内から第２扉及び通路を\n通って第１扉付近まで警察官らに詰め寄りながら，後退させて押し戻しているこ\nと，その後，第１扉付近や通路内，さらに，留置場内で行われた警察官らに対する\n暴行の態様も，被告人らが，警察官から制止ないし反撃されると，互いにかばい合\nうかのような形態で行われていることなどからすると，被告人らは，かねて抱いて\nいた留置場内における管理体制などに対する憤まんから，一体となって本件犯行に\n及んだものと認められ，遅くとも，留置場内でＥ警部に対して詰め寄り始め，被告\n人らが留置人らの先頭に立って同警部ら警察官を第１扉付近まで押し戻していく時\n点においては，被告人とＡ，Ｃ，Ｄらとの間で，黙示のうちに本件公務執行妨害を\n行うことの共謀が成立していたと認めるのが相当である。したがって，被告人は，\n公訴事実記載の他の共犯者による各暴行の結果についても，共謀共同正犯としての\n罪責を免れない。また，先にみたとおり，被告人が，Ｈ巡査長に対してやかんで左\n肩を殴打した事実，及びＥ警部に対して，同人の顔面を手拳で殴打した事実も優に\n認めることができる。\n（確定裁判）\n被告人は，平成１２年３月２１日東京高等裁判所で恐喝，覚せい剤取締法違反罪\nにより懲役２年に処せられ，その裁判は同月２８日確定したものであって，この事\n実は検察事務官作成の前科調書によって認める。\n（法令の適用）\n被告人の判示所為のうち，公務執行妨害の点は包括して刑法６０条，９５条１項\nに，Ｅら３名に対する各傷害の点はいずれも同法６０条，２０４条にそれぞれ該当\nするが，この公務執行妨害と，Ｅら３名に対する各傷害は，いずれも１個の行為が\n２個の罪名に触れる場合であるから，同法５４条１項前段，１０条により，結局以\n上を１罪として刑及び犯情の最も重いＩに対する傷害罪について定めた懲役刑で処\n断することとし，これは，前記確定裁判があった各罪と同法４５条後段の併合罪で\nあるから，同法５０条によりまだ確定裁判を経ていない判示公務執行妨害，傷害罪\nについて更に処断することとし，その所定刑期の範囲内で被告人を懲役１年８月に\n処し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させ\nないこととする。\n（量刑の理由）\n１　本件は，代用監獄である警察署留置場に勾留されていた被告人が，同じ留置場\nに勾留されていた共犯者らと共謀の上，留置管理業務に従事していた警察官らに暴\n行を加えて，職務の執行を妨害するとともに，そのうちの一部の警察官らに傷害を\n負わせた事案である。\n２　被告人は，共犯者らとともに，留置管理の規律の緩みに乗じて房の出入りや喫\n煙，飲食等に関し，被疑者留置規則等に違反した処遇を要求して留置管理業務を担\n当する警察官らにこれを受け入れさせていたところ，警察官に自らの要求が受け入\nれられなかったことから，それに対する憤まんを晴らそうとして率先して本件犯行\nに及んでおり，犯行の動機に酌量の余地はない。\n被告人は，共犯者が警察官から暴行を受けたことに立腹して本件犯行に及んだと供\n述するが，暴行を受けたとされる共犯者Ｄ自身はこの事実を否定しており，警察官\nらによる暴行の事実を証拠上認めることはできない。\n３  被告人は，共犯者らと共謀し，警察官らの身体の枢要部である顔面や腹部，胸\n部等を手拳ややかんで殴打したり，足蹴にするなど長時間にわたって執ような暴行\nを加え，留置場内を混乱させ，留置管理業務の適正な遂行を著しく困難な状態に陥\nれ，留置されている他の者や警察官の身体を危険にさらし，留置人の身柄の確保を\n危うくし，適正な刑事司法の遂行に影響を及ぼしかねない状況をもたらし，３名の\n警察官に加療約３箇月から約８日間を要する傷害を負わせている。また，被害に遭\nった警察官に対する慰謝の措置は何もとられていない。\n４  被告人は，共犯者らとの間で，事前に明確な共謀をしたとまでは認められない\nものの，共犯者らとともに留置されている者の先頭に立ち，自ら複数の警察官に対\nして，やかんや手拳で殴打するなどの暴行を加え，他の留置人に対して警察官を押\nさえ付けることを指示するなど，主体的かつ積極的に犯行に関与しており，被告人\nの果たした役割は重大である。\nそれにもかかわらず，被告人は，事実を否認し，不自然・不合理な弁解に終始\nしているのであって，反省の態度は見受けられない。加えて，被告人は，前記確定\n裁判を含めて懲役刑に処せられた前科２犯を有しているばかりか，暴力団所属歴も\n長い。これらの点からすると，被告人の刑事責任は重いといわざるを得ない。\n５　そうすると，本来，警察署留置場内においては，被疑者留置規則等に則った厳\n正な留置管理業務が行われるべきであるのに，暴力団関係者のみを特別扱いするな\nどこれらの規則等に違反するきわめてずさんな留置管理業務が行われていたことに\n本件犯行の遠因があると認められること，被告人には離婚しているとはいえ妻子が\nいることなど，被告人のためにしん酌すべき事情を十分考慮してみても，主文掲記\nの科刑は免れない。（求刑　懲役２年）\n【さいたま地方裁判所第三刑事部\n裁判長裁判官川上拓一，裁判官根本渉，裁判官片岡理知】\n"
}