{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 28
  },
  "case_number": "平成15(ワ)29376",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10154",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10154",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/154/010154_hanrei.pdf",
  "contents": "平成１５年(ワ)第２９３７６号　不正競争行為差止等請求事件\n口頭弁論終結日　平成１６年５月２１日\n判　決\n原　　　　　　　　　告　　　　カルティエ　インターナショナル　ビー\nブイ\n（以下「原告カルティエ」という。）\n原　　　　　　　　　告　　　　リシュモンジャパン株式会社\n（以下「原告リシュモンジャパン」とい\nう。）\n原告ら訴訟代理人弁護士　　　　加藤義明\n同　　　　　　　　　　　　　　木村育代\n同補佐人弁理士　　　　　　　　アインゼル・フェリックス＝ラインハルト\n同　　　　　　　　　　　　　　山崎和香子\n同訴訟復代理人弁護士　　　　　町田健一\n同　　　　　　　　　　  　　　角田邦洋\n同　　　　　　　　　　　　　　三留和剛\n被　　　　　　　　　告　　　　ケントレーディング有限会社\n被　　　　　　　　　告　　　　ケントレーディングブレイン株式会社\n被告ら訴訟代理人弁護士　　　　森徹\n主文\n１　被告らは，別紙２被告製品目録記載１ないし３の各商品を製造し，譲\n渡し，引き渡し，譲渡若しくは引渡しのために展示し，輸出し，又は電気通信回線\nを通じて提供してはならない。\n２　被告らは，別紙２被告製品目録記載１ないし３の各商品を廃棄せよ。\n３　訴訟費用は被告らの負担とする。\n４　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求の趣旨\n主文と同旨\nなお，原告カルティエは，訴状において，商標権侵害に基づく請求と不正競\n争防止法に基づく請求につき，それぞれ請求の趣旨を書き分けて記載するが，いず\nれも，主文と同旨であると判断できる。\n第２　事案の概要\n原告らは，被告らに対して，①原告らの製造又は販売する腕時計の形態が，\n原告らの商品等表示として需要者の間に広く認識されているものであり，被告らの\n製品である腕時計の形態はこれと類似し，原告らの製品との混同のおそれがある，\n②原告らの製品の形態が，原告らの商品等表示として著名であり，被告らの製品の\n形態がこれと類似している，又は，③被告らの製品は，原告カルティエが有する商\n標権に係る登録商標と類似する標章が付されている，と主張して，不正競争防止法\n２条１項１号，２号，３条に基づき（原告カルティエにおいては，選択的に商標法\n２５条，３７条１号，３６条に基づき），被告らの製品の製造，販売等の差止及び\n廃棄を求めた。\n１　前提となる事実等（争いがない事実以外は証拠を末尾に記載する。）\n(1)　原告ら\n原告カルティエは，平成９年（１９９７年）に，イタリア共和国所在のオ\nフィチーネパネライ社（以下「パネライ」という。）からパネライとの商標を付し\nた時計の製造販売等の事業とそれに関連するすべての知的財産権を譲り受け，世界\n市場において，パネライの商標を付した腕時計（以下「パネライ製品」という。）\nを製造し，販売している（甲１３）。\n原告リシュモンジャパンは，原告カルティエが製造するパネライ製品を，\n日本における総代理店として販売している（甲１３）。\n(2)　被告ら\n被告ケントレーディング有限会社は，時計とその部品の輸出入販売等を行\nっており，被告ケントレーディングブレイン株式会社は，食料品，香辛料の輸出及\nび販売等を行っている。被告らは，共同してＲ・Ｘ・Ｗという商標を使用して腕時\n計を製造し，販売している。\n(3)　原告ら製品\n原告カルティエは，別紙１原告製品目録記載１ないし９の腕時計（以下，\n順に「原告製品１」「原告製品２」という。また，原告製品１ないし原告製品９を\n併せて「原告各製品」という。）を製造，販売し，原告リシュモンジャパンは，原\n告各製品を日本国内で販売している（甲１３）。\n(4)　被告ら製品\n被告らは，平成１４年ころ，別紙２被告製品目録記載２の腕時計（以下\n「被告製品２」という。）を製造し，被告らの店舗である銀座ケントレーディング\n（東京都中央区銀座１丁目所在，以下「被告ら店舗」という。）内及び被告らのウ\nェブサイト「ＲＸＷ」上において，被告らの販売する商品として譲渡又は引渡しの\nために展示し，前記店舗内及びウェブサイト（日本語表記のもの，英語表記のもの\n及び「楽天　銀座ケントレーディング」）を通じて販売し，現在も展示及び販売を\n継続している。\nまた，被告らは，被告製品２を製造，販売した後，別紙２被告製品目録記\n載１及び３の各腕時計（以下「被告製品１」，「被告製品３」という。また，被告\n製品１ないし被告製品３を併せて「被告各製品」という。）を製造し，被告ら店舗\n内及びウェブサイト上において，被告らの販売するレギュラー商品として譲渡又は\n引渡しのために展示し，被告ら店舗内及び各ウェブサイトを通じて販売し，現在も\n展示及び販売を継続している。\n(5)　原告カルティエの商標権\n原告カルティエは，以下の商標権を有する（以下「原告商標権」といい，\nその登録商標を「原告登録商標」という。）。\n登録番号　　　　　　　　第４３２３９２３号\n登録商標　　　　　　　　別紙３原告商標目録記載のとおり\n商品及び役務の区分　　　第１４類\n指定商品　　　　　　　　身飾品，宝玉及びその模造品，時計\n出願日　　　　　　　　　平成１０年１０月１４日\n出願番号　　　　　　　　１０－０８８３９３\n登録日　　　　　　　　　平成１１年１０月８日\n２　争点\n(1)　原告各製品の形態は，周知又は著名な商品等表示といえるか。\n(2)　被告各製品は，原告各製品と類似するといえるか。\n(3)　被告各製品は，原告各製品と間で，混同を生じるおそれがあるか。\n(4)　被告各製品にリューズプロテクターを付ける行為は，原告登録商標を使用\nする行為といえるか。\n３　争点についての当事者の主張\n(1)　争点(1)（原告各製品の形態は周知又は著名な商品等表示といえるか。）\nについて\n（原告らの主張）\n以下のとおり，原告各製品の形態は，周知又は著名な商品等表示である。\nア　商品等表示性\n原告各製品は，以下の各要素又はこれらの組合せに形態上の特徴がある\nので，その形態は，不正競争防止法２条１項所定の「商品等表示性」を有する。形\n態上の各要素は，①リューズプロテクター（リューズを保護するための部品）の形\n状，②ケース（本体）及びベゼル（文字盤の外周部分にある枠）の形状，大きさ，\n③ホーン（革のストラップやブレスレットなどを装着するための角状の凸部）の形\n状，④文字盤のレイアウト，⑤文字盤上の数字等の形状，⑥長針，短針及び秒針の\n形状，⑦バックルの形状である。\n原告各製品が販売開始される以前は，日本において，上記の各要素又は\nこれらの組合せを備えた形態を有する腕時計は販売されていなかった。原告らが，\nこれらの各要素又はこれらの組合せからなる原告各製品を独占的かつ継続的に製造\nし，販売したことにより，各要素，又はこれらの組合せからなる形態は，原告らの\n出所に係る製品であることを示す出所表示機能を有するに至った。\n(ア)　リューズプロテクターの形状\nケースの側面に，リューズプロテクターが取り付けられている。リュ\nーズプロテクターの形状は，半円形の弦の中央部を長方形にくり抜いたブリッジ形\n状であり，長方形にくり抜かれた部分で，リューズを囲むように配置されている。\nリューズプロテクターの外側の円弧状の部分に，リューズをロックし\nたり解除したりするためのＬ字形のレバーが収められている。\n(イ)　ケース及びベゼルの形状\nケース及びベゼルは，やや膨らみのある四角いケースに丸いベゼルを\n組み合わせた，クッション型である。ベゼルよりケースの方が大きく，原告各製品\nを正面から見ると，ケースの上にベゼルが乗っているような形状である。ケース及\nびベゼルは，つやのある金属でできている。原告各製品を側面から見ると，ケース\nの上にベゼルが盛り上がり，さらに厚いカバーガラスが上部にはめられた形状を示\nす。原告各製品の厚みは約１５ミリメートルである。\n(ウ)　ケースの大きさ\nケースの大きさは，直径４０ミリメートル，４４ミリメートル，４７\nミリメートルの３タイプある。いずれも，他に例のないほど大きいといえる。\n(エ)　ホーンの形状\nストラップを留めるために，原告各製品のケース部分から，両端から\nそれぞれ２本のホーンが角状に突き出ている。正面から見ると長方形に近い。側面\nから見ると，全体が，楔型に近い形状を示し，手首に接触する側は直線的であり，\nその反対側は，緩やかな曲線を描いている。２本のホーンの先端部内側にある金属\nのポールにストラップを通し，金属製の小さなねじで留める形が採られている。\n(オ)　文字盤のレイアウト\n文字盤は４０ミリメートル近くあり，１２，３，６，９時のすべての\n位置又はそのうちのいくつかの位置に，対応する数字が配されている。\n数字の配されていない時刻の位置には，数字とほぼ同じ長さ及び太さ\nで，両端が丸くなった棒状のバーインデックスが配されている。\n原告製品２を除く原告各製品には，秒を示すスモールセコンドが存在\nするが，スモールセコンドは，文字盤の９時の位置に，８時と１０時の位置の間に\n納まるように配されており（原告製品８は左利き用であるため，３時の位置に２時\nと４時の位置の間に配されている。），５秒ごとの位置を示すための１２本の線が\n配されている。\nレイアウト上の制約がある場合を除き，文字盤の中央より上部に，商\n品名が白色の英字で横に配され，中央より下部に，「ＰＡＮＥＲＡＩ」と白色のア\nルファベットが配されている。\n(カ)　文字盤上の数字等の形状\n文字盤上の，１２，３，６，９時の位置に対応する数字が配されてい\nる製品においては，数字は丸みを帯びたアラビア書体で表示されている。３の数字\nについては，上部が直線で描かれており，６と９の数字については，円の部分が完\n全に閉じられず，隙間がある。数字及びバーインデックスは，夜間でも時刻が読め\nるように，発光する。\nスモールセコンドについても，目盛りは，１２本のバーインデックス\nで表示され，０，１５，３０，４５秒の位置に配された線は，他の線より太く，発\n光する。\n(キ)　長針，短針及び秒針の形状\n長針と短針は，円形の軸受け部から，やや太めでまっすぐな針が伸\nび，先端部が三角形となったペンシル形状である。軸受け部及び先端部は黒色で，\n針の周囲も黒色で縁取りがされている。また，縁取りの内側は，発光する。短針は\n長針よりやや太い。\nスモールセコンドがあるタイプに配された秒針は，軸受け部から前方\nのみならず後方にも伸びており，針の前方は中心部分が少し膨らんだアーモンド形\n状を示し，針の後方は小円形状を示し，後端部及びアーモンド形部分の縁が白色で\nあり，縁取りの内側は，発光する。\n(ク)　バックルの形状\n時計ストラップのバックルは，内周が長方形，外周が台形に近い形を\nしている。\nイ　周知性・著名性\n以下の状況に照らすならば，原告各製品の前記の形態上の特徴は，遅く\nとも平成１２年初頭ころまでには，少なくとも高級腕時計の取引者及び需要者の間\nに，原告らの製造販売に係る商品であることを示す商品等表示として広く認識され\nていた。\nまた，原告各製品の前記の形態上の特徴は，遅くとも平成１３年初頭こ\nろまでには，全国の高級腕時計の取引者及び需要者に知られるようになり，原告ら\nの製造販売に係る商品であることを示す商品等表示として著名となった。\n(ア)　販売数量\n日本においては，原告リシュモンジャパンを総代理店として，平成１\n０年（１９９８年）にパネライ製品の販売が開始された。販売開始から現在までの\n日本国内でのパネライ製品の販売数量は，以下のとおりである。\n平成１０年（１９９８年）　　　３０６本\n平成１１年（１９９９年）　　　５９４本\n平成１２年（２０００年）　　１２９２本\n平成１３年（２００１年）　　３３９７本\n平成１４年（２００２年）　　４２００本\nこのように，パネライ製品の販売数量は年々増加している。特に，平\n成１１年から平成１２年にかけては約２．６倍と急増し，その後も増加傾向にあ\nる。また，平成１０年９月から平成１６年２月までの間に，原告らが日本において\n販売した，前記の形態上の特徴を有する腕時計の数量は，合計１万１０９９本であ\nる。なお，パネライ製品のうち，約９５パーセントが，前記の形態上の特徴を有す\nる製品であるから，上記の販売数量のうち，約９５パーセントが，原告各製品につ\nいての販売数量と推認できる。\n(イ)　宣伝費用\n平成１５年度の原告リシュモンジャパンにおけるパネライ製品の宣伝\n費用は，おおむね６５００万円である。なお，パネライ製品のうち，約９５パーセ\nントが，前記の形態上の特徴を有する製品であるから，宣伝費用のうち，約９５パ\nーセントが，原告各製品についての費用であると推認できる。\n(ウ)　雑誌での紹介\n平成１０年に，原告らは，日本においてパネライ製品の販売を開始し\nた。同年に，多くの雑誌で，①同年４月に開催されたＳＩＨＨ（通称ジュネーブサ\nロンと呼ばれる時計フェア）においてパネライ製品が登場したこと，②日本で販売\nが開始されること，③イタリア海軍にダイバーズウォッチ等を納入していたパネラ\nイの軍用時計の復刻版であるということ，④大きさや特殊なリューズプロテクター\nなどの特徴があることなどを紹介した記事が写真入りで掲載された。\n平成１１年には，時計業界において，ボリューム感のある大型の時計\nの人気が高まった。雑誌の記事において，パネライ製品は，厚み，大きさ，リュー\nズプロテクターの形状などの特徴が強調されるとともに，写真で紹介され，時計専\n門誌のみならず，男性ファッション誌や男性情報誌にも掲載された。\n平成１２年には，大型サイズの時計の人気が続く中，パネライ製品\nは，雑誌に掲載される回数やページ数が増え，定番の時計として紹介されるように\nなった。また，これらの記事では，パネライ製品のデザイン上の個性が強調され\nた。さらに，専門誌や男性誌だけではなく，女性ファッション誌にも掲載されるよ\nうになり，これらの読者である幅広い年齢層の女性にも知られるようになった。\n平成１３年には，パネライ製品が１００冊以上もの雑誌に掲載され，\n女性誌や情報誌に取り上げられる回数も増えた。これらの記事では，パネライ製品\nは，独特な形態により人気を博していることが示されている。\n平成１４年には，パネライ製品に関する雑誌掲載数は１５０近くに上\nり，パネライ製品の人気が高まったことが示されている。\n平成１５年には，ウェディング雑誌やビジネス誌でも，一流時計の定\n番商品の一つとして紹介されるようになった。\n（被告らの反論）\n原告各製品には，以下のとおり，原告の主張する各要素又はこれらの組合\nせに形態上の特徴はないので，その形態が商品等表示に該当することはないのみな\nらず，周知，著名であるともいえない。\nア　商品等表示性\n(ア)　リューズプロテクターの形状\n原告各製品のリューズプロテクターは，半円形の弦の中央部を長方形\nにくり抜いた形状をしている。これは，外部的接触からリューズを保護し，手を傷\nつけないようにするという目的で選択されたもので，通常採用される，ありふれた\n形態といえる。他社製品においても，同様の形態が採用されている。\nレバーのＬ字形状は，リューズを押し込めてリューズの隙間から水の\n浸入を防ぐという機能を有するもので，通常採用される，ありふれた形態である。\nレバーの形状は，通常の使用時には，半円形のリューズプロテクターの中に挿入さ\nれており，看者の目を惹く形態とはいえない。以上のとおり，レバーのＬ字形状\nは，原告各製品の形態的特徴とはいえない。\n(イ)　ケース及びベゼルの形状\nケース全体の形状として，クッション形とした点は，他社製品でも採\n用されているので，原告各製品の形態的特徴とはいえない。\n(ウ)　ケースの大きさ\n原告各製品のケースの大きさが，直径４０ミリメートル，４４ミリメ\nートル，４７ミリメートルの３種類存在することは，原告各製品に共通する特徴は\nないということになる。\nまた，直径４０ミリメートル以上の大きさを有する点についても，そ\nのような大きさの腕時計は，他社製品でも多数紹介されているので，原告各製品の\n形態上の特徴とはならない。\n(エ)　ホーンの形状\n原告らが主張する原告各製品のホーンの形状は，腕時計が通常有する\n形状であり，形態上の特徴はない。\n(オ)　文字盤のレイアウト\n文字盤の大きさは，ケースの大きさに沿うものであるから，形態を特\n徴付けるものとはいえない。\n１２，３，６，９時の位置に数字が配されている点については，原告\n各製品のうち，原告製品３，４及び９には，１２，３，６時にしか数字が配されて\nおらず，原告製品５から８までは，１２時と６時にしか数字が配されていないの\nで，原告各製品の特徴にはなり得ない。仮に，これらの位置のすべてに対応する数\n字が配されていたとしても，通常の形態であるといえる。数字が配されている以外\nで，時刻を示す位置に配されているバーインデックスについても，通常の形態であ\nり，形態上の特徴はない。\n秒を示すスモールセコンドの位置は，原告製品１，３，４及び５で\nは，９時の位置に配置され，共通しているが，原告製品６では５時の位置に，原告\n製品８では３時の位置に，それぞれ配置され，また，その形状も，原告製品７にお\nいては異なっているなど，原告各製品に共通する形態上の特徴はない。１２本の線\nが配されている点も，スモールセコンドの形態として，他社製品においても通常用\nいられている，ありふれた形態であり，原告各製品の形態上の特徴にはなり得な\nい。商品名や商標を中央上部に配置する点も，他社製品において採用されている，\nありふれたレイアウトである。\n(カ)　文字盤上の数字等の形状\n文字盤上の数字等の形状は，特殊なものではない。暗闇の中で発光す\nる点も，他社製品において通常有する形態であり，また，視認性を高めるために機\n能的に選択されたものであり，形態上の特徴にはなり得ない。\n(キ)　長針，短針及び秒針の形状\n長針，短針及び秒針の形状は，ごくありふれた形態であり，形態上の\n特徴とはいえない。\nイ　周知性・著名性\n(ア)　販売数量及び宣伝費用\n原告らの主張する販売数量，宣伝費用を前提としても，原告各製品の\n商品形態の周知性を根拠付けることはできない。\nパネライ製品の普及率を検討すると，パネライ製品の平成１０年９月\nから平成１６年２月までの５年６か月の間の合計販売数が１万１０９９本であるの\nに対して，我が国の生産年齢人口（１５歳以上６５歳未満人口）は８６２１万９６\n３１人（総人口の６７．９パーセント）であるから，５年６か月間の普及率は，\n０．０１２８パーセントにすぎない。また，我が国の２０歳から４４歳の男女に限\n定した場合であっても，５年６か月間の普及率は，０．０２５９パーセントにすぎ\nず，東京都の生産年齢人口８６８万５８７８人に限定した場合であっても，５年６\nか月間の普及率は，約０．１２パーセントにすぎない。\nしたがって，原告各製品の販売数量は，わずかであるといえるから，\nその形態が周知性及び著名性を有することはない。\n(イ)　雑誌での紹介\n原告らが主張する雑誌での紹介により，原告各製品の形態が，周知，\n著名な商品等表示になることはない。これらの記事では，リューズプロテクターの\nないパネライ製品も多数掲載されているので，読者は，パネライという商品名を認\n識することはあっても，原告各製品の形態の特徴を認識することはなく，原告各製\n品の形態が，周知性及び著名性を取得することはない。\n(2)　争点(2)（原告各製品の形態と被告各製品の形態とは類似するか。）につ\nいて\n（原告らの主張）\nア　被告各製品と原告各製品とは，以下のとおり，形態的特徴が共通し，両\n者は類似する。\n(ア)　リューズプロテクターの形状\n被告各製品と原告各製品とは，ケースの側面に，リューズプロテクタ\nーが取り付けられていること，リューズプロテクターの大きさ及び形状がほぼ同じ\nであること，リューズプロテクターの外側の円弧状の部分に，リューズをロックし\nたり解除したりするためのＬ字形のレバーが収められていること等の点において共\n通する。\n(イ)　ケース及びベゼルの形状\n被告各製品と原告各製品は，ケースが，クッション形状で，やや膨ら\nみのある四角い外形と丸いベゼルを組み合わせている点において，共通する。被告\n製品１及び３と原告製品１は，ケースの大きさ，文字盤の大きさ，ケースとベゼル\nがつやのある金属でできているという点において共通する。被告製品１と原告製品\n１は，いずれも厚みが１５ミリメートルである。\n(ウ)　ケースの大きさ\n被告各製品と原告各製品は，４０ミリメートル以上の大型ケースが採\n用されている点において共通する。被告製品１及び３と原告製品１は，いずれも，\nケースの直径が４７ミリメートルである点において共通する。被告製品２のケース\nの大きさは直径４１ミリメートルであり，原告製品２は直径４４ミリメートルであ\nるので，その差はわずか３ミリメートルである。\n(エ)　ホーンの形状\n被告各製品と原告各製品とは，ホーンが，ケース部分の両端から２本\n角のように突き出ていること，正面から見ると長方形，側面から見ると全体が楔型\nに近い形状であること，腕に接触する側は直線的であり，その反対側は，緩やかな\n曲線を描いていること等の点において共通する。\n(オ)　文字盤のレイアウト\n被告各製品と原告各製品とは，文字盤が，黒色で大きく，１２，３，\n６，９時の位置に数字が配されていること，数字が配されていない時刻の位置に\nは，数字とほぼ同じ長さ及び太さで，両端が丸くなった棒状のバーインデックスが\n配されていること，文字盤の中央より上部に，商品名が，白色のアルファベットで\n配されていること等の点において共通する。\n(カ)　文字盤上の数字等の形状\n被告各製品と原告製品１及び２とは，文字盤上に，１２，３，６，９\nの数字が丸みを帯びたアラビア書体で表示されていること，３の数字については，\n上部が直線で描かれていること，６と９については，円の部分が完全に閉じられ\nず，隙間があること，数字及びバーインデックスが発光すること等の点において共\n通する。\n(キ)　被告製品１及び３と原告製品１とは，バックルの形状，本体の長\nさ，ベルトの幅，厚み，ステッチが酷似しており，ダイビング用の替えベルト，ド\nライバーが付属品として付けられていること，本体及び付属品が全て重厚な化粧箱\nに入れられて販売されていること等の点において共通する。被告製品２についても\n同様であると考えられる。\nイ　被告各製品には「ＭＡＲＩＮＡ　ＭＩＬＩＴＡＲＥ」の商品名が，原告\n各製品には「ＬＵＭＩＮＯＲ」又は「ＬＵＭＩＮＯＲ　ＭＡＲＩＮＡ」及び「ＰＡ\nＮＥＲＡＩ」の商品名が，それぞれ文字盤に表示されているが，両者の形態上の類\n似性を否定するものとはいえない。\nなお，被告らは，原告各製品の裏蓋が透明であるのに対して，被告各製\n品の裏蓋が透明でない点で異なることをもって，類似性がないと主張する。しか\nし，看者は文字盤のある表側を見るのが普通であり，通常の使用態様において時計\nの裏側が目に触れることはほとんどないから，被告各製品と原告各製品とは，形態\nにおいて類似する。\n（被告らの反論）\nア　被告各製品と原告各製品とは，以下のとおり相違する。\n(ア)　リューズプロテクターの形状\nリューズプロテクターは，被告各製品では，全体的に平板であって，\n文字の刻印はないのに対して，原告各製品では，正面から見ると半円形の部分が，\n丸みを帯び，「ＲＥＧ．」「Ｔ．Ｍ．」の文字が刻印されている点で異なる。\n(イ)　商品名等の表示\n被告各製品には，文字盤に「ＭＡＲＩＮＡ　ＭＩＬＩＴＡＲＥ」とい\nう商品名が白色のアルファベットで横に２列に，表記されているのに対して，原告\n各製品には，「ＬＵＭＩＮＯＲ」又は「ＬＵＭＩＮＯＲ　ＭＡＲＩＮＡ」及び「Ｐ\nＡＮＥＲＡＩ」の文字が表記されている点で異なる。\n通常，腕時計における文字盤は，看者の昀も目を惹く部分といえ，腕\n時計のようにケース，文字盤，針などの構成，形態が似通ったものとなる商品にお\nいては，文字盤に表示された商品名が，商品の自他識別，出所表示を昀もよく果た\nすので，この点は相違は大きい。\n(ウ)　文字盤上の数字等の形状\n被告各製品では，文字盤上の数字等の字体は，大きくかつより丸みを\n帯びて，ポップな印象を与えている。\n(エ)　リューズの形状\nリューズは，被告各製品では，薄いため，リューズプロテクターとの\n間に隙間が生じているのに対して，原告各製品では，厚みを帯びて重厚感があり，\nリューズプロテクターと一体感を与えている点で異なる。\n(オ)　Ｌ字形のレバーの形状\nＬ字形のレバーは，被告各製品では，下から上に持ち上げて操作する\nものに限られるのに対して，原告各製品では，下から持ち上げるものと上から下ろ\nすものとの両者がある点で異なる。\n(カ)　透明な裏蓋\n原告各製品では，裏蓋に，いわゆるシースルーバックと呼ばれる透明\nの素材が用いられ，時計内のムーブメントが透過して見えること，ムーブメントに\nは，「ＰＡＮＥＲＡＩ」との刻印が多数施されていたり，ルビーが取り付けられて\n装飾性を高めていること等の特徴があるのに対して，被告各製品では，裏蓋に，透\n明な素材は用いられておらず，裏蓋に「Ｒ・Ｘ・Ｗ」等の標章が刻印されている点\nで異なる。\n(3)　争点(3)（被告各製品と原告各製品とは混同を生じるおそれがあるか。）\nについて\n（原告らの主張）\n被告各製品と原告各製品とは，形態的特徴において共通し，両者は類似す\nるので，出所についての誤認混同が生じるおそれがある。\n被告らは，被告各製品は，被告ら店舗の店頭又は通信販売により販売され\nているのに対して，原告各製品は，総代理店を通じ，著名な高級百貨店や時計店に\nおいて販売されているので，販売態様が異なると主張する。しかし，被告ら店舗及\nびウェブサイトでは，高級腕時計ブランドの真正商品の販売も行われていること，\n雑誌においては，原告各製品の紹介記事を掲載した雑誌において，被告各製品の広\n告が掲載されていた例があることに照らすと，需要者が全く異なるということはな\nい。\nまた，被告らは，被告各製品の価格は，約５万円から８万円であるのに対\nして，原告製品は，約４０万円から９０万円であり，著しい価格差があると主張す\nる。しかし，被告各製品の形態，被告各製品の需要者層と原告各製品の需要者層が\n同一であること，被告各製品が原告各製品の代替品として販売されていることなど\nに照らすならば，両者の間に出所の混同が生じないということはできない。\nさらに，被告らは，被告各製品及び原告各製品のいずれにも，商品名が表\n記されていると主張する。しかし，原告各製品の形態の特徴が顕著であることに鑑\nみれば，被告各製品に，商品名が付されていたとしても，需要者が，被告各製品\nが，原告らと何らかの関係があると誤認，混同する可能性は高い。\n（被告らの反論）\n以下のとおりの理由から，被告各製品と原告各製品との間には，出所につ\nいての誤認混同が生じるおそれはない。\nすなわち，①被告各製品は，被告ら店舗の店頭又は通信販売により販売さ\nれているのに対して，原告各製品は，総代理店を通じ，著名な高級百貨店や時計店\nにおいて販売されているので，販売態様が異なる，②被告各製品の価格は，約５万\n円から８万円であり，いずれも１０万円以下であるのに対して，原告各製品は，約\n４０万円から９０万円であり，著しい価格差がある，③被告各製品にも原告各製品\nにも，商品名が表記されていること等の点に照らすならば，被告各製品と原告各製\n品との間に，出所についての誤認混同が生じるおそれはない。\n(4)　争点(4)（被告各製品にリューズプロテクターを付ける行為は，原告登録\n商標を使用する行為といえるか。）について\n（原告カルティエの主張）\n以下のとおり，被告らが，被告各製品にリューズプロテクターを付す行為\nは，原告商標権を侵害する。\nすなわち，原告登録商標は，リューズプロテクターを正面から見た形状を\n平面図形で表したものであり，半円形の弦の中央部を長方形にくり抜いた，ブリッ\nジ状の形状で表されている。被告各製品に付されたリューズプロテクターを正面か\nら見た形状は，原告登録商標と同一であるから，そのような形状のリューズプロテ\nクターを被告各製品に付す行為は，原告商標を使用する行為であるといえる。\n（被告らの反論）\n被告各製品のリューズプロテクターを正面から見た形状は原告登録商標と\n同様であるが，被告各製品のリューズプロテクターは，立体的なものであり，被告\n各製品を構成する部品である。被告各製品にリューズプロテクターを装着する行為\nは，商標としての使用には当たらない。\n第３　争点に対する判断\n１　争点(1)（原告各製品の形態は周知又は著名な商品等表示といえるか。）につ\nいて\n商品の形態は，必ずしも商品の出所を表示することを目的として選択される\nものではないが，商品の形態が他の商品と識別し得る独特の特徴を有し，かつ，商\n品の形態が長期間継続的かつ独占的に使用され，又は，その使用が短期間であって\nも商品形態について強力な宣伝等が伴う場合には，商品の形態が，商品自体の機能\nや美観等の観点から選択されたという意味を超えて，自他識別機能又は出所表示機\n能を有するに至り，需要者の間で広く認識されることがあり得る。そこで，以下，\nこれらの観点から，原告各製品の形態が，商品等表示に該当するか否か等につき判\n断する。\n(1)　事実認定\n前記前提となる事実並びに証拠及び弁論の全趣旨によれば，以下の事実が\n認められ，これを覆すに足りる証拠はない。\nア　原告各製品の各部分の形状（甲３の１～３の４７０，８の１）\n(ア)　原告各製品の各部分の形状は，第２，３，(1)（原告らの主張）アの\n(ア)ないし(ク)記載のとおりである。特に，原告各製品においては，以下の形態上\nの特徴を有している。すなわち，\nａ　リューズプロテクターの形状について，ケース側面に，リューズを\n覆うように，リューズプロテクターが取り付けられている点，リューズプロテクタ\nーは，半円形の弦の中央部を長方形にくり抜いたブリッジ形であり，長方形にくり\n抜かれた部分にリューズがはめ込まれるような形で配置されている点，リューズプ\nロテクターの弧の部分には，リューズのロック及びその解除のためのＬ字形のレバ\nーが収められている点，レバーが閉じられた状態でも，リューズプロテクターを正\n面から見た場合に，レバーの先端部がリューズプロテクターの弧の部分からやや突\nき出している点に形態上の特徴がある。\nｂ　ケース及びベゼルの形状について，やや膨らみのある四角いケース\nに丸いベゼルを組み合わせた，クッション型の形状である点，ベゼルよりケースの\n方が大きく，原告各製品を正面から見ると，ケースの上にベゼルが乗っているよう\nな形状を示し，側面から見ると，ケースの上にベゼルが盛り上がり，さらに厚いカ\nバーガラスが上部にはめられた形状を示し，原告各製品はかなりの厚みを有してい\nるという点，ケースの大きさがいずれも４０ミリメートル以上である点において，\n形態的な特徴がある。\n(イ)　この点，リューズプロテクターの形状については，リューズプロテ\nクターを付した時計は，他にも製造販売された例があり（甲９，乙１６），このう\nちの２種については，平成１１年８月ころまでに販売されていた（乙１６）。しか\nし，これらの製品のリューズプロテクターの形状は，原告各製品のものと，一見し\nて明らかに異なる形状であること，原告各製品のリューズプロテクターの形状と比\n較的似た形状のリューズプロテクター（甲９の番号２及び７に記載されている時計\n並びに乙１６のハミルトンというブランドの時計のリューズプロテクター）につい\nても，半月形の弧の部分及びケースと接する部分の各形状が大きく異なること，リ\nューズを押さえるレバーが付されていない点や，付されていてもその先端部が見え\nないという点で，原告各製品のリューズプロテクターとは，形態上の相違があるこ\nと等に照らすならば，原告各製品の上記部分に形態上の特徴があるということがで\nきる。\nイ　販売状況等\n(ア)　原告らは，平成１０年から日本国内でのパネライ製品の販売を開始\nした。平成１０年９月以降の，リューズプロテクター付きパネライ製品の販売数量\n及び金額は以下のとおりである（甲７）。原告各製品は，原告製品１を除き，被告\nらが被告各製品の製造及び販売を開始する平成１４年までに，既に販売されていた\n（原告製品１は，平成１４年以降に販売が開始された。甲３の３８２，３の４７\n０）。\n平成１０年９月～平成１１年３月\n２９８本　　　　　７０８０万円\n平成１１年４月～平成１２年３月\n５５２本　　　１億４１３７万２０００円\n平成１２年４月～平成１３年３月\n１２６０本　　　３億０６０４万２０００円\n平成１３年４月～平成１４年３月\n２２９５本　　　５億８３０８万３０００円\n平成１４年４月～平成１５年３月\n３０６７本　　　９億０９３９万６０００円\n平成１５年４月～平成１６年２月\n３６２７本　　１１億４２００万４５００円\n合計　１万１０９９本　　３１億５２６９万７５００円\n(イ)　スイス時計協会及び時計美術宝飾新聞社が共同で行う，全国の時計\n販売店に対するアンケート調査（毎年１月から６月までの上期と通年の２回行われ\nる）では，パネライ製品は，①平成１１年１月から６月までの間に，取り扱う時計\n販売店が増加したこと（甲４の１，５頁），②平成１２年中に人気の高まりが見ら\nれたこと（甲４の３，６頁），③平成１３年１月から６月までの間に著しく販売が\n増加し，注目を浴びて人気が高まっていること（甲４の４，７頁），④平成１３年\n中では，めざましく販売が増えた製品の一つであること（甲４の５，６頁），⑤平\n成１４年１月から６月までの間にも，時計専門店や百貨店でよく売れている，又は\nめざましく販売が増えている製品の一つであること（甲４の６，３頁）が報告され\nている。\nウ　雑誌での紹介\n平成１０年には，６月以降，パネライ製品が雑誌に２２回取り上げら\nれ，国内での販売が開始された新しいブランドであること，ケース，文字盤の大き\nさやリューズプロテクターに特徴があることなどが紹介された（甲３の１～３の２\n２）。\n平成１１年には，雑誌に４２回掲載され，厚みや大きさ，リューズプロ\nテクターの特徴，パネライのバックグラウンドなどを詳しく紹介する特集記事が組\nまれることもあった（甲３の２３～３の６４）。\n平成１２年には，パネライ製品の雑誌掲載回数は６６回となった。時計\n専門誌だけでなく，男性ファッション誌や男性情報誌に掲載される回数も増え，女\n性ファッション誌にも紹介されるようになった（甲３の６５～３の１３０）。\n平成１３年には，雑誌において１０７回掲載され，情報誌，女性誌に紹\n介される回数が増えた（甲３の１３１～２３７）。\n雑誌掲載回数は，平成１４年は１４１回（甲３の２３８～３の３７\n８），平成１５年は９１回となり（甲３の３７９～３の４６９），ビジネス誌（甲\n３の３０５，３の３３９，３の３６４，３の３７４，３の４３７），ウェディング\n雑誌（甲３の４２１，４３６）などにも紹介されるようになった。\nこれらの雑誌の記事や広告においては，説明とともに，パネライ製品を\n正面あるいは側面から写した写真が掲載され，リューズプロテクターの部分を拡大\nした写真が掲載されることもあった（甲３の１～３の４７０）。\n(2)　判断\n以上認定した事実を基礎として判断する。\nア　原告各製品の商品等表示性について\n(ア)　原告各製品は，前記のとおり，①リューズプロテクターの形状，②\nケース及びベゼルの形状とケースが大型であることにおいて形態上の特徴があり，\nこれらを組み合わせたことにより，原告各製品の形態として独自の特徴を有するに\n至っていると考えられる。このような独創性，原告各製品の販売状況及び雑誌等で\nの紹介の実情等に照らすと，上記２つの特徴的な形態を組み合わせた点は，原告各\n製品が原告の製造販売に係るものであることを示す，商品等表示に該当するという\nことができる。\n原告らは，原告各製品の形態のうち，他の形状（ホーンの形状，文字\n盤のレイアウト，文字盤上の数字等の形状，長針，短針及び秒針の形状，バックル\nの形状）についても，原告の出所を示す商品等表示に当たると主張する。\nしかし，①文字盤のレイアウト，文字盤上の数字等の形状，バックル\nの形状については，原告各製品のいずれもが共有する形状とはいえないこと，②文\n字盤のレイアウト，文字盤上の数字等の形状，長針等の形状については，他社製品\nにも多く見られる，ありふれた形状であること，③ホーンの形状については，腕時\n計の機能から通常選択される，ありふれた形状であることなどから，商品等表示に\n当たると解することはできない。\n(イ)　これに対して，被告らは，リューズプロテクターの形態は，リュー\nズを外部的接触から保護すべく覆うという目的と，手を傷つけることを防止する目\n的のために選択されたもので，通常採用される，ありふれた形態である旨主張す\nる。しかし，他社製品のリューズプロテクターの形状は，原告各製品と大きく異な\nっていることに照らすならば，原告各製品におけるリューズプロテクターの形状\nが，機能面から必然的に選択される形状であると解することはできない。\nまた，被告らは，クッション形のケースや４０ミリメートル以上のケ\nースを具備する製品が多数存在するので，これらの形態上の特徴は，原告の出所を\n示す商品等表示にならない旨主張し，これに沿った証拠がある（甲３の１５，３の\n１９，乙２～１５）。しかし，他社製品において，クッション形のケースで，４０\nミリメートル以上の大きさのものは，それほど見られないことからすれば，原告各\n製品の上記の特徴的形態をもって，原告の出所を示す商品等表示であると解するこ\nとの妨げにならない。\nさらに，被告らは，原告各製品の背部に配された透明の裏蓋の部分こ\nそが，原告各製品の形態の特徴的な部分である旨主張する。しかし，需要者は，通\n常，文字盤のある表側に関心を示すと解されること，透明な裏蓋については，他社\nの製品においても見られることなどの点に照らすならば，原告各製品の特徴的な形\n態として，透明性のある裏蓋の形状を必須の要素に加えるべきであると解するのは\n相当でない。\n以上のとおり，被告らの主張は，いずれも採用できない。\nイ　周知性又は著名性について\n原告各製品を含む，リューズプロテクターが付されたパネライ製品につ\nいては，①販売数量及び販売金額が，日本国内での販売開始後３年間は売上が前年\n比２倍のペースで増加し，その後も増加していること，②時計販売店に対する業界\nアンケート調査結果において，販売数量の伸びが著しい製品として報告されている\nこと，③雑誌での紹介記事あるいは広告の掲載回数も販売後年々増加し，平成１３\n年には，時計専門誌だけではなく，男性情報誌，男性ファッション誌，女性ファッ\nション誌にも数多く掲載されたこと，④雑誌に掲載される際には，該当するパネラ\nイ製品の写真が掲載され，本件形態が看取できていたこと，⑤パネライ製品の大部\n分が本件形態を有するものであること（甲３の１～４７０，８の１）に照らすなら\nば，原告各製品の上記の形態的な特徴は，平成１４年ころまでには，需要者の間で\n広く認識され，周知の商品等表示となったことが認められる（なお，原告各製品の\nうち，原告製品１は，被告製品２の販売後に販売が開始されたものである（甲３の\n３８２，３の４７０）が，原告製品１を除く原告各製品も本件形態を有するから，\nこの点は前記判断を左右するものではない。）。\n他方，本件形態が原告の商品等表示として著名となっていたとまでは認\nめられず，他にこれを認めるに足りる証拠はない。\n２　争点(2)（原告各製品の商品等表示と被告各製品の形態とは類似するか。）に\nついて\n(1)　前記のとおり，原告各製品の形態上の特徴は，前記のリューズプロテクタ\nーの形状，ケース及びベゼルの形状及び大型のケースであるという特徴を組み合わ\nせた点でである。そして，被告各製品は，原告各製品の形態上の特徴を具備するも\nのであるから，被告各製品と原告各商品とは類似する。\nすなわち，被告各製品は，①リューズプロテクターが，半円形の弦の中央\n部を長方形にくり抜いたブリッジ形状を示しており，長方形にくり抜かれた部分に\nリューズがはめ込まれるような形で配置され，半円形の弧の部分には，Ｌ字形のレ\nバーが収められ，レバーが閉じられた状態でも，リューズプロテクターを正面から\n見た場合に，レバーの先端部がリューズプロテクターの弧の部分からやや突き出し\nている形状であること，②ケース及びベゼルが，やや膨らみのある四角いケースに\n丸いベゼルを組み合わせた，クッション型の形状であり，ベゼルよりケースの方が\n大きく，正面から見ると，ケースの上にベゼルが乗っているような形状であるこ\nと，③ケースの大きさは，直径４０ミリメートル以上であることが認められ（甲\n５，１２の１～１２の４，乙１の３，１の４），原告各製品の形態上の特徴を具備\nし，類似している。\n(2)　被告らは，被告各製品と原告各製品とは，リューズプロテクターの具体的\nな形状においてわずかな相違があること，被告各製品には，商品名等が表示されて\nいること，裏蓋の素材が異なること等を挙げて，被告各製品は，原告各製品とは，\n類似しない旨主張する。しかし，被告各製品が，原告各製品の形態上の特徴を具備\nし，相互に類似性が認められる以上，これらの事実をもって，前記の判断を左右す\nるものとはいえない（なお，被告各製品の名称である「ＭＡＲＩＮＡ　ＭＩＬＩＴ\nＡＲＥ」（甲５，１２の１～１２の４，乙１の４）は，原告製品９の名称とは同一\nであり，原告製品３から５までの名称である「ＬＵＭＩＮＯＲ　ＭＡＲＩＮＡ」と\n一部共通し，この点からも，類似性が否定されるとはいえない。）。\n３　争点(3)（原告各製品との混同を生じるおそれがあるか。）について\n前記２において認定したとおり，被告各製品は，原告各製品の形態上の特徴\nを具備し，相互に類似していることからすれば，需要者において，原告各製品と被\n告各製品とについて，出所の混同を生じるおそれがあると認められる。\nまた，被告各製品は，「ＭＡＲＩＮＡ　ＭＩＬＩＴＡＲＥ」との名称を付し\nているところ（甲５，１２の１～１２の４，乙１の４），この名称は，原告製品９\nの名称とは同一であり，原告製品３から５までの名称である「ＬＵＭＩＮＯＲ　Ｍ\nＡＲＩＮＡ」と一部共通し，需要者における混同のおそれを助長する事情が存在す\nると認められる。\n被告らは，原告各製品と被告各製品の価格差，販売形態の相違，営業表示を\nもって，原告各製品と被告各製品とでは需要者が異なり，誤認混同が生ずるおそれ\nがない旨主張するが，前記の各事情に照らせば，これらの点をもって，前記の認定\nを左右することはできない。\n４　まとめ\nそうすると，原告らの請求は，その余の点を判断するまでもなく，いずれも\n理由がある。なお，被告製品２については，現在製造及び販売をしていないことが\n認められるが，販売等の差止及び廃棄の必要性は存在すると解される。\n第４　結論\n以上のとおりであり，原告らの請求はいずれも理由があり，主文のとおり判\n決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　　　　飯　　村　　敏　　明\n裁判官　　　　　　　　榎　　戸　　道　　也\n裁判官　　　　　　　　山　　田　　真　　紀\n（別紙）\n別紙１原告製品目録別紙２被告製品目録別紙３原告商標目録\n"
}