{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 27
  },
  "case_number": "平成9(ワ)16684",
  "case_name": "第1事件・損害賠償請求事件　第2事件・損害賠償等請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5795",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5795",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/795/005795_hanrei.pdf",
  "contents": "平成１４年８月２７日判決言渡第１事件・平成９年(ワ)第１６６８４号　損害賠償\n請求事件第２事件・平成１１年(ワ)第２７５７９号　損害賠償等請求事件\n主　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　原告らの求めた裁判\n１　第１事件原告らの求めた裁判\n(1)　被告は，第１事件原告ら各自に対し，別紙２記載の「謝罪文」を交付し，\nかつ，同謝罪文を官報に掲載せよ。\n(2)　被告は，第１事件原告ら各自に対し，各金１０００万円及びこれに対する\n平成９年１１月５日（訴状送達の日の翌日）から支払済みまで年５分の割合による\n金員を支払え。\n(3)　訴訟費用は被告の負担とする。\n(4)　仮執行宣言\n２　第２事件原告らの求めた裁判\n(1)　被告は，第２事件原告ら各自に対し，別紙２記載の「謝罪文」を交付し，\nかつ，同謝罪文を官報に掲載せよ。\n(2)　被告は，第２事件原告ら各自に対し，各金１０００万円及びこれに対する\n平成１２年３月１８日（訴状送達の日の翌日）から支払済みまで年５分の割合によ\nる金員を支払え。\n(3)　訴訟費用は被告の負担とする。\n(4)　仮執行宣言\n第２　事案の概要\n本件は，中華人民共和国国民である原告ら（第１事件原告１０８人，第２事件原\n告７２人，合計１８０人）が，被告が第２次世界大戦中に中国大陸において当時の\n国際法に違反する細菌兵器を使用した戦闘行為（以下「細菌戦」という。）を７３\n１部隊等の細菌戦部隊に実行させて一般住民である原告らないしその親族を殺傷\nし，同大戦後は違法に救済措置立法を怠り，また細菌戦の事実を隠蔽したことによ\nって原告ら又は承継前原告ら等に多大の精神的損害を与えた旨を主張して，被告に\n対し，謝罪文の交付及び官報掲載（謝罪）と慰謝料（原告１人について１０００万\n円）の支払とを求めた事案である。\n原告らは，上記各請求の根拠として，①１９０７年（明治４０年）の「陸戦ノ法\n規慣例ニ関スル条約」（以下「ヘーグ陸戦条約」という。）３条ないしこれを内容\nとする国際慣習法，②現時点における国際慣習法の過去への遡及適用，③中国法\n（中華民国民法）の不法行為規定，④日本民法の不法行為規定，⑤条理，⑥国家賠\n償法１条１項（立法不作為，隠蔽行為）を主張しているのに対し，被告は，原告ら\nの請求の法律上の根拠はいずれも主張自体失当であるとして，原告らの請求を争っ\nている。\nなお，上記⑥の請求は，上記①から⑤までの細菌戦を原因とする請求に対して予\n備的請求の関係に立つ請求であり，かつ，上記⑥の立法不作為に基づく請求と隠蔽\n行為に基づく請求とは並列的な請求であり，金銭賠償としてはそれぞれ５００万円\nずつの慰謝料の支払を求めるものである。\n第３　当事者の主張\n１　原告らの主張\n別紙３の「原告らの主張」のとおり。\n２　被告の主張\n別紙４の「被告の主張」のとおり。\n第４　本件訴訟の争点\n１　ヘーグ陸戦条約３条ないしこれを内容とする国際慣習法に基づく損害賠償請\n求権（謝罪請求権及び慰謝料請求権）の有無\n２　国際慣習法の過去の戦争犯罪行為への遡及適用による損害賠償請求権の有無\n３　中国法に基づく損害賠償請求権の有無\n４　日本民法に基づく損害賠償請求権の有無\n５　条理に基づく損害賠償請求権の有無\n６　被告の立法不作為による損害賠償請求権の有無\n７　被告の細菌戦隠蔽行為による損害賠償請求権の有無\n第５　当裁判所の判断\n１　ヘーグ陸戦条約３条ないしこれを内容とする国際慣習法に基づく損害賠償請求\nについて（争点１）\n(1)　原告らの請求根拠について\n原告らも主張するように，ヘーグ陸戦条約２条には，同条約及びこれに附属する\n「陸戦ノ法規慣例ニ関スル規則」（以下「ヘーグ陸戦規則」という。）の規定は交\n戦国がすべてヘーグ陸戦条約の当事者であるときに限り締約国間についてのみ適用\nするという，いわゆる総加入条項が規定されている。しかし，第２次世界大戦の交\n戦国中には同条約の締約国でない国も存在していたから，同条約は第２次世界大戦\nについては直接適用されないことになる。そこで，以下においては，同条約を内容\nとする国際慣習法が成立していたことを前提とする原告らの主張について検討を進\nめることとする。\nしかるところ，原告らは，旧日本軍が「原告らの主張」第１部第１の１の①から\n④までの時期と場所（中国大陸の４か所）で行ったと主張する細菌戦（以下「本件\n細菌戦」という。）による被害について，被害者個人が加害国に対し直接損害賠償\n請求をすることができるというヘーグ陸戦条約３条を内容とする国際慣習法が遅く\nとも本件細菌戦当時成立していたと主張するものであるから，まずヘーグ陸戦条約\n３条の意味内容を検討し，その上で原告らが主張するような内容の国際慣習法が成\n立していたかどうかを検討することとする。\n(2)　条約の解釈方法\n条約の解釈方法については，１９６９年（昭和４４年）に採択された「条約法に\n関するウィーン条約」（以下「条約法条約」という。）３１条，３２条がこれを規\n定している。しかし，一般に，条約の解釈はその条約の発効時における国際法上の\n条約解釈の規則によってされるべきものと解され，条約法条約も遡及しない旨が定\nめられている（同条約４条）から，ヘーグ陸戦条約の解釈に条約法条約における規\n則を直接適用することはできない。しかし，条約法条約３１条，３２条における条\n約解釈の規則は，国際判例等により従来から認められ国際慣習法として成立してい\nた条約解釈の準則を確認し明確化したものと解されるから，ヘーグ陸戦条約の解釈\nも，条約法条約３１条，３２条の条約解釈の方法に準じて行うのが相当である。\nところで，条約法条約３１条１項は，条約の解釈に関する一般的な規則として，\n「条約は，文脈によりかつその趣旨及び目的に照らして与えられる用語の通常の意\n味に従い，誠実に解釈するものとする。」と規定し，同条３項は，「文脈ととも\nに，次のものを考慮する。(ａ)条約の解釈又は適用につき当事国の間で後にされた\n合意　(ｂ)条約の適用につき後に生じた慣行であって，条約の解釈についての当事\n国の合意を確立するもの　(ｃ)当事国の間の関係において適用される国際法の関連\n規則」と規定している。また，３２条は，解釈の補足的手段として，「前条の規定\nの適用により得られた意味を確認するため又は次の場合における意味を決定するた\nめ，解釈の補足的な手段，特に条約の準備作業及び条約の締結の際の事情に依拠す\nることができる。(ａ)前\n条の規定による解釈によっては意味があいまい又は不明確である場合　(ｂ)前条の\n規定による解釈により明らかに常識に反した又は不合理な結果がもたらされる場\n合」と規定している。そこで，以下においても，この解釈方法に従って順次検討す\nることとする。\n(3)　ヘーグ陸戦条約３条の用語の通常の意味に照らした解釈（条約法条約３１条１\n項）\nア　国際法における伝統的な考え方によれば，国際法上の法主体性を認められるの\nは原則として国家であり，個人は，国際法においてその権利義務について規定さ\nれ，かつ，個人自身の名において国際的にその権利を主張し得る資格が与えられて\n初めて例外的に国際法上の法主体性が認められると解されている。また，個人が他\n国の国際違法行為によって損害を受けた場合には，当該個人は加害国の国際責任を\n追及するための国際請求を提出し得る主体としては認められず，その個人の属する\n本国が，当該個人の事件を取り上げ外交保護権を行使することによって，自らに対\nする法的な侵害として引き受け，国家間関係に切り替えて相手国（加害国）に国家\n責任を追及するものと解されている。\nしかるところ，ヘーグ陸戦条約３条は，「前記規則ノ条項ニ違反シタル交戦当事\n者ハ，損害アルトキハ，之カ賠償ノ責ヲ負フヘキモノトス。交戦当事者ハ，其ノ軍\n隊ヲ組成スル人員ノ一切ノ行為ニ付責任ヲ負フ。」と規定して，附属規則（ヘーグ\n陸戦規則）に違反した締約国に損害賠償責任を課しているが，その相手方（損害賠\n償請求権を有する者）についての文言は存在しない。また，ヘーグ陸戦条約及びヘ\nーグ陸戦規則には，個人が国家に対して損害賠償を請求することを前提とした手続\n規定も存在しない。さらに，同条約２条は「第１条ニ掲ケタル規則及本条約ノ規定\nハ，交戦国カ悉ク本条約ノ当事者ナルトキニ限，締約国間ニノミ之ヲ適用ス。」と\n定めており，同条は締約国間の権利義務のみを定めているように見える。このよう\nに，ヘーグ陸戦条約\nが個人に請求権を認める明文規定を設けていないことは，前示のような国際法の基\n本的な性格に照らしてみるならば，同条約が国際法上の原則どおり国家と国家との\n間の権利義務を定め，個人の請求権を認めたものではないことを示していると理解\nするのが自然である。\nイ　ヘーグ陸戦条約及びヘーグ陸戦規則の趣旨・目的は，同条約及び同規則の規定\nに照らすと，陸戦において軍隊の遵守すべき事項を定め，もって戦争の惨害を軽減\nしようとする点にあるものと解される。もとより，戦争の惨害は昀終的には個人に\n帰するものであるから，同条約及び同規則の究極の趣旨・目的は，陸戦の過程にお\nける非戦闘員を含めた個人の保護にあると解することができる。しかし，国際法の\n存在形式としての「条約」の基本的な性格やヘーグ陸戦条約及びヘーグ陸戦規則の\n規定内容に照らすと，同条約及び同規則の直接的な趣旨・目的は，各締約国の軍隊\nの規制の点にあると解するのが相当である。\nウ　以上の諸点に照らすと，文脈と条約の趣旨・目的とに照らして与えられる用語\nの通常の意味に従って解釈する限り，ヘーグ陸戦条約３条の規定は，ヘーグ陸戦規\n則の遵守を実効化するため，同規則に違反した交戦国の損害賠償責任を定めたもの\nであり，同規則違反によって損害を被った個人が加害国家に対して直接損害賠償請\n求権を行使することまでを認めたものではないと解するのが相当である。\n(4)　事後の実行例に照らした解釈（条約法条約３１条３項(ｂ)）\nア　原告らは，各種の判決を挙げ，これらが事後の国家実行例に該当すると主張す\nるので，順次判断する。\n(ア)　エピルス事件判決\nギリシャに占領されていたトルコ領エピルス島の住民がギリシャ政府を相手とし\nて徴発により被った損害の賠償を請求した事案において，アテネ控訴裁判所は，ヘ\nーグ陸戦規則４６条及び５３条に体現された私的財産の不可侵性を認める国際法の\n原則が本件にも適用されると述べ，原告の請求を認容した第１審判決を支持した\n（証拠略）。\nしかし，この判決は，ヘーグ陸戦規則４６条及び５３条を援用しているものの，\nヘーグ陸戦条約３条を請求権の根拠として原告らの請求を認容したものかどうか明\nらかではない。したがって，この判決をもってヘーグ陸戦条約３条の規定が個人の\n損害賠償請求権を認めたことを示す国家実行例であると評価することはできない。\n(イ)　１９２４年７月１５日イギリス控訴院判決\n原告らは，第１次世界大戦中に戦時徴発権に基づきイギリスに財産を押収された\nエジプトの商社がイギリス政府に対し損害賠償を求めた事件に係るイギリス控訴院\nの上記判決が，原告らの主張を基礎付ける国家実行例であると主張している。\nしかし，本件において，同判決が国際法に基づき個人の加害国家に対する損害賠\n償請求権を認めたものと的確に認めるに足りる証拠はない。かえって，弁論の全趣\n旨によれば，同判決がイギリスの国内法に基づいて原告の請求を認容した可能性も\n否定できない。したがって，同判決をもってヘーグ陸戦条約３条の規定が個人の損\n害賠償請求権を認めたことを示す国家実行例であると直ちに認定することはできな\nい。\n(ウ)　１９５２年４月９日の旧西ドイツ行政控訴裁判所判決\n第２次世界大戦後ドイツが英国に占領されていた時期に英国占領軍構成員の起こ\nした交通事故の被害者が損害賠償を旧西ドイツに求めた事案で，旧西ドイツのミュ\nンスター行政控訴裁判所は，１９５２年４月９日，「原告の損害賠償の請求は，国\n内公法からだけでなく，国際法からも導き出されるものである。１９０７年ヘーグ\n陸戦条約３条により，国家はその軍隊に属するすべての人員が犯したすべての行為\n〔すなわち，規則の違反行為〕について責任を負う。」と判示して，原告の請求を\n認容した（証拠略）。しかし，同判決は，加害行為をした者が属する英国の損害賠\n償責任を認めたものではないから，これをもってヘーグ陸戦条約３条が個人の損害\n賠償請求権を認めたことを示す実行例であると認めることはできない。\n(エ)　１９９７年１１月５日ドイツ・ボン地方裁判所判決\n第２次世界大戦中に強制収容所において強制労働に従事させられたユダヤ人が賃\n金の支払をドイツ政府に請求した事案について，ドイツのボン地方裁判所は１９９\n７年１１月５日，「侵略者の責任は，すでに両世界大戦の間に国際法の要素となっ\nた。その上，占領地の捕虜と一般市民を殺害したり奴隷化したりしてはならないと\nいう原則も国際法の一般規則に属しているということについては意見が一致してい\nる。この一般規則は，１９０７年１０月１８日の陸戦の法規慣例に関するヘーグ第\n４条約（ヘーグ陸戦条約）にも表現されている。ドイツ帝国は，ヘーグ第４条約を\n１９１９年１０月７日に批准したので，その規則を遵守しなければならなかった。\nこの条約の附属規則（ヘーグ陸戦規則）５２条によると，占領地の市民による課役\nは占領軍の需要のた\nめにするのでなければ要求することができないし，市民が母国に対する戦争行為に\n参加する義務も含めてはならない。その上，４６条によると，市民の名誉，生命，\n信仰・宗教は尊重されるべきである。したがって，交戦中のドイツ帝国にとって\nは，ユダヤ系の市民を軍事工場で，殲滅を目的として非人間的条件下で強制労働さ\nせることも禁じられていた。」と判示して，原告の請求を認容した（証拠略）。\nしかし，同判決では，損害賠償の直接の根拠を国内法（民法典）に求めているか\nら（証拠略），この事例をもって原告らの主張を基礎付ける国家実行例と評価する\nことは相当でない。\n(オ)　１９９７年１０月３０日ギリシャ・レイバディア地方裁判所判決\nギリシャ占領中のドイツ軍が行った残虐行為により被害を受けたギリシャ人がド\nイツを相手方としてギリシャのレイバディア地方裁判所に提訴した事件（ただし，\nドイツは，同訴訟がドイツ国家の主権を害するものであるとの理由から訴状の受領\nを拒否し，応訴しなかった。）において，同裁判所は，１９９７年１０月３０日，\n同訴訟に対する裁判管轄権を肯定した上，ヘーグ陸戦条約はギリシャによって批准\nされていないが同条約の内容はギリシャ及びドイツを拘束する国際慣習法の一部と\nなっており，原告らの請求は，ヘーグ陸戦条約及びヘーグ陸戦規則，とりわけ同条\n約３条及び同規則４６条により合法的であって，これらの請求は主権国家により行\nわれる必要はなく個人の資格で行うことも可能であるとして，個人である原告らの\n損害賠償請求を認め\nた（証拠略）。\nこの判決は，ドイツが訴状の受領を拒否し応訴しなかったのに本案判決をし，か\nつ，主権国家の他国占領中の行為について主権免除の特権を否定したというもので\nあるが，個人の加害国家に対する直接の損害賠償請求権を認めたものであって，原\n告らの主張に沿う国家実行例であるといえる。\n(カ)　その他の判決について\n原告らは，原告の主張第２部第１の９(6)のアからケまでの各判決が国家実行例に\n当たると主張している。しかし，本件証拠及び弁論の全趣旨に照らしても，これら\nの判決が被害者個人の加害国家に対する直接の損害賠償請求権を認めたものと直ち\nに認めることはできない。\nイ　まとめ\n以上のように，多くの判決のうち個人の加害国家に対する直接の損害賠償請求権\nを認めたと評価できる国家実行例は１例（上記(オ)）だけであるから，このような\n国家実行例の観点からヘーグ陸戦条約３条が被害者個人の加害国家に対する直接の\n損害賠償請求権を認めたものと解釈することはできない。\n(5)　条約の作成過程に照らした解釈（条約法条約３２条）\nア　次に，ヘーグ陸戦条約の作成過程について検討する。\n条約法条約３２条は，同条約３１条の規定の適用により得られた意味を確認する\nため又は同条約３２条(ａ)又は(ｂ)の場合における意味を決定するため，条約の準\n備作業及び条約の締結の際の事情，すなわち条約の作成過程の事情に依拠すること\nができるとしている。しかるところ，ヘーグ陸戦条約３条の規定が条約法条約３２\n条(ａ)（前条の規定による解釈によって意味があいまい又は不明確である場合）に\n該当しないことは前示のとおりであり（条約法条約３１条３項(ａ)，(ｃ)の事項に\nついては検討しなかったが，ヘーグ陸戦条約３条の規定の解釈に影響を与えるべき\nこれらの事項が存在することを認めるべき証拠はない。），またヘーグ陸戦条約３\n条の規定が条約法条約３２条(ｂ)（前条の規定による解釈により明らかに常識に反\nした又は不合理な結果が\nもたらされる場合）に当たらないことも明らかである。したがって，ヘーグ陸戦条\n約の作成過程の検討は，条約法条約に即して言えば，同条約３１条の規定の適用に\nよって得られたヘーグ陸戦条約３条の意味を確認するためのものということにな\nる。\nイ　証拠（証拠略）と弁論の全趣旨によれば，ヘーグ陸戦条約３条の作成過程に関\nし，次の(ア)から(ケ)までの事実を認めることができる。\n(ア)　ヘーグ陸戦条約３条の規定は，１８９９年の第１回ヘーグ平和会議において\n採択された陸戦の法規慣例に関する条約（以下「旧ヘーグ陸戦条約」という。）及\nび陸戦の法規慣例に関する規則（以下「旧ヘーグ陸戦規則」という。）の修正とし\nて，１９０７年（明治４０年）の第２回ヘーグ平和会議で検討された。\nまず，ドイツ代表が，以下のような規定を新たに設けることを提案した。\n第１条　　この規則の条項に違反して中立の者を侵害した交戦当事者は，その者\nに対して生じた損害をその者に対して賠償する責任を負う。交戦当事者は，その軍\n隊を組成する人員の一切の行為に付き責任を負う。\n現金による即時の賠償が予定されていない場合において，交戦当事者が生じた損\n害及び支払うべき賠償額を決定することが，当面交戦行為と両立しないと交戦当事\n者が認めるときは，右決定を延期することができる。\n第２条　　（同規則の）違反行為により交戦相手側を侵害したときは，賠償の問\n題は，和平の締結時に解決するものとする。\n(イ)　ドイツ代表は，提案理由を以下のとおり説明した。\n「陸戦の法規慣例に関する条約（旧ヘーグ陸戦条約）によれば，各国政府は，同条\n約付属の規則（旧ヘーグ陸戦規則）の規定に従った指令をその軍隊に対して出す以\n外の義務を負わない。これらの規定が軍隊に対する指令の一部になることにかんが\nみれば，その違反行為は，軍の規律を守る刑法により処断される。しかし，この刑\n事罰則（だけ）では，あらゆる個人の違反行為の予防措置とはならないことは明ら\nかである。同規則の規定に従わなければならないのは，軍の指揮官だけではない。\n士官，下士官，一兵卒にも適用されなければならない。したがって，政府は，自ら\nが合意に従って発した訓令が，戦時中，例外なく遵守されることを保障することは\nできないであろう。\nかかる状況にあっては，同規則の規定の違反行為による結果について，検討して\nおくべきである。『故意によるか又は過失によるかを問わず，違法行為により他者\nの権利を侵害した者は，それにより生じた損害を賠償する義務を右他者に対して負\nう。』との私法の原則は，万民法の，現在議論している分野においても妥当する。\nしかし，国家はその管理・監督の過失が立証されない限り責任を負わないという過\n失責任の法理によることとするのでは不十分である。（このような法理を採ると）\n政府自身には何の過失もないというのがほとんどであろうから，同規則の違反によ\nり損害を受けた者が政府に対して賠償を請求することができないし，有責の士官又\nは兵卒に対し賠償請求をすべきであるとしても，多くの場合は賠償を得ることがで\nきないであろう。し\nたがって，我々は，軍隊を組成する者が行った規則違反による一切の不法行為責任\nは，その者の属する（軍隊を保有する）国の政府が負うべきであると考える。\nその責任，損害の程度，賠償の支払方法の決定に当たっては，中立の者と敵国の\n者で区別をし，中立の者が損害を受けた場合は，交戦行為と両立する昀も迅速な救\n済を確保するために必要な措置を講じるべきであろう。一方，敵国の者について\nは，賠償の問題の解決を和平の回復の時まで延期することが必要不可欠である。」\n(ウ)　ロシア代表は，ドイツ代表の提案を支持し，次のとおり述べた。\n「我々は，先程この会議に提案を行った際，戦時における平和市民の利益を念頭に\n置いていたが，ドイツ提案はその同じ利益に合致するものであると考える。我々の\n提案は，１８９９年条約（旧ヘーグ陸戦条約）の実施にあたりこれらの市民に課せ\nられる苦痛を和らげることを目指すものであった。ドイツ提案は，この条約の違反\nによりこれら市民に対し生ずる損害を想定したものである。これら２つの提案の根\n底にある懸念は正当なものであり，それ自体として国際的合意の対象となって然る\nべきであると考える。」\n(エ)　フランス代表は，ドイツ提案が中立国の市民と交戦国の市民とで扱いを異に\nしている点に疑問を呈して，次のように述べた。\n「ドイツ提案は，非常に深刻な別の根本的反対を引き起こす。即ち，この提案は，\n今まさに第２小委員会が議論している中立国の者の処遇についてのドイツ提案に見\nられる，中立の問題に関するドイツ代表団の非常にはっきりした主張の直接の帰結\nと考えられ得るのである。この主張は，中立国の国民と侵略地又は占領地に居住す\nる交戦国の国民とを区別し，前者に有利な地位を与え，彼らにいわゆる中立の配当\nを認めんとするものである。\n私はここで，仏代表団は如何なる意味においてもこの考え方を受け入れることは\nできず，個人のためにとられる保護措置は，『中立の者』か『交戦相手側の者』か\nにより区別を設けることなく，全ての者に対し同様に適用されるべきであると考え\nる旨繰り返したい。ドイツ代表団により提案された文案は，まさにこの区別を確立\nせんとしているようである。なぜなら，その第１条においては『中立の者』に対す\nる損害についてしか語られず，『交戦相手側の者』は第２条においてしか扱われて\nいないからである。……\n……現代の戦時規則により徐々に支配的となりつつある考え方，即ち，保護的措\n置であれ抑圧的措置であれ，敵対行為に参加しない全ての個人を完全に平等に扱お\nうとする考え方に従えば，保護的措置が中立の者に限定されるのは受け入れられな\nい。」\n(オ)　スイス代表は，以下のように述べて，フランス代表の疑問に反論しドイツ代\n表の提案に留保なく賛成した。\n「この提案が認めさせようとしている原則は全く正当なものであり，１８９９年規\n則（旧ヘーグ陸戦規則）の実際上の穴を埋めるものであるといえる。\n……\nドイツ提案の内容そのものについては，これが中立の者に許し難い特権を与える\nというのは誤りである。この提案が提示している原則は，損害を受けた全ての個人\nに対し，敵国の国民であるか中立国の国民であるかを問わず，適用可能である。こ\nれら２つのカテゴリーの被害者，即ち権利保有者の間に設けられた唯一の区別は，\n賠償の支払いに関するものであり，この点に関する両者間の違いは，物事の性質そ\nのものにある。中立の者に対する賠償の支払いは，責任ある交戦国が被害者の国と\nは平時にあり，また，平和な関係を維持しており，両国はあらゆるケースを容易に\nかつ遅滞なく解決し得る状態にあるため，大抵の場合，即時に行い得るであろう。\nこのような容易さないし可能性は，戦争という一事により，交戦国同士の間では存\n在しない。賠償請求\n権は中立の者と同様各々の交戦国の者についても生ずるが，交戦国同士の間での賠\n償の支払いは，和平を達成してからでなければ決定し実施することはできないであ\nろう。」\n(カ)　ドイツ代表は，自分自身もできない昀高の弁明をしていただいたと，スイス\n代表の発言に対し感謝の意を表した。\n(キ)　イギリス代表は，フランス代表の懸念を共有し，ドイツ提案がこれまでなか\nった特権を中立国に与えるものであることを理由にこれに同意できないとし，次の\nように述べた。\n「第１条が中立の者に対し，受けた損害の賠償を交戦当事者に要求する権利を与え\nているのに比べ，第２条では，交戦相手側の者については賠償は和平の締結時に解\n決するとしている。したがって交戦相手側の者にとっては，賠償は平和条約に盛り\n込まれる条件次第，交戦国間の交渉の結果としての条件次第ということになる。\n私は，（陸）戦の法規慣例の違反の被害者に対し交戦当事国が賠償をなすべき責\n任を否定するものではなく，英国は如何なる意味においてもこの責任を免れようと\nしているわけではない。ただ，このような違反及び生じた損害の範囲を確定するこ\nとが，しばしば非常に困難であることを指摘したい。原則を示すことはたやすい\nが，問題を解決すべき国家間の良好な関係を害する反対の声を引き起こすことな\nく，その原則を適用することは，大変困難である。」\n(ク)　ドイツ代表は，フランス代表及びイギリス代表の発言に対し，ドイツ提案の\n第２条の解釈について誤解があるとし，この条文が「中立の者」と「交戦相手側の\n者」との間に設けている唯一の差異は，賠償の支払方法についてであると述べた。\n(ケ)　以上の検討を経て，検討委員会が，ドイツ提案を「本規則の条項に違反する\n交戦当事者は，損害が生じたときは，損害賠償の責任を負う。交戦当事者は，その\n軍隊を組成する人員の一切の行為につき責任を負う。」との規定にまとめ，この規\n定が全体会合において全会一致で採択され，昀終的に規則中ではなく条約（ヘーグ\n陸戦条約）の本文に３条として盛り込まれた。\nなお，この規定の作成過程においてされた発言の中には，附属規則違反の行為に\nよって損害を受けた被害者個人が加害国に対し直接損害賠償請求権を有することを\n明確に肯定又は確認した発言はなく，また，個人が損害賠償請求権を行使する手続\nや制度に関する発言もなかった。\nウ　以上の事実に基づいて検討するに，第２回ヘーグ平和会議においてドイツ代表\n団が提案した案文には，その第１条において「その者に対して生じた損害をその者\nに対して賠償する責任」という表現があり，この部分だけをみる限り，賠償を受け\nる者，すなわち賠償請求権を有する者は被害者であると考えられているという見方\nも全く不可能なわけではない。しかし，ドイツ提案は，その案文全体を見ると，生\nじた損害及び支払うべき賠償額が「国家間」で「決定」されることを前提として\n（第１条にも「交戦当事者が生じた損害及び支払うべき賠償額を決定する」という\n文言が使用されている。），被害者が中立国の者である場合と交戦国の者である場\n合とで加害国と被害者の属する国との関係の相違に基づきその決定の時期を区別す\nるという内容であった\nと解するのが自然な理解である。現に，賠償額の決定及び支払が国家間で行われる\nことを前提としてドイツ提案に賛意を示したスイス代表の意見に対しドイツ代表団\nが何ら異論を挟まず感謝の意を表したことも，この点を裏付けるものといえる。\nそして，その他の各国代表団の中に，ヘーグ陸戦条約３条の規定がヘーグ陸戦規\n則違反の行為によって被害を受けた個人が加害者の属する国家に対し直接損害賠償\n請求権を行使することができることにする趣旨を含むことを明言したものはない\nし，個人にそのような権利を付与することの是非やその具体的な手続について議論\nされることも全くなかった。さらに，ドイツ提案にあった「その者に対して」とい\nう文言は，昀終的に採択されたヘーグ陸戦条約３条においては削除されているので\nある。\n以上のような諸点に照らせば，ヘーグ陸戦条約３条の作成過程において各国代表\nが意図していたのは，ヘーグ陸戦規則の実効性を確保するため，軍隊構成員が同規\n則違反行為を行った場合には，当該軍隊構成員の所属する国家の政府に主観的な有\n責性がなくても当該国家に被害者の属する国家に対する損害賠償責任を負わせるこ\nとにあり，各国が，当時の伝統的な国際法の枠組みの例外として，個人の加害国家\nに対する損害賠償請求権を創設することまでを意図していたものとは認められな\nい。\n(6)　原告らの主張について\n以下において，原告らの主張のうち判断を付加すべきであると思われるものにつ\nいて述べる。\nア　原告らは，ヘーグ陸戦条約が前提としているヘーグ陸戦規則が交戦法規であ\nり，交戦法規は伝統的に個人の法主体性を認めてきたと主張している。\nしかし，交戦法規が個人に国際法主体性を認めてきたことを的確に認めるに足り\nる証拠はない。現に，問題となるヘーグ陸戦条約及びヘーグ陸戦規則には，個人が\n加害国家に対する直接の損害賠償請求権を有することを示唆する規定等は一切存在\nしない。よって，原告らの上記主張は理由がない。\nイ　原告らは，ヘーグ陸戦規則５２条，５３条が，被押収者個人に対し返還請求権\n及び損害賠償金の請求権を付与していると主張している。\n確かに，同規則５２条３項は，徴発の相手方となった住民等になるべく即金で支\n払うことを求めている。しかし，占領軍が金員の支払をしない場合に住民がその救\n済を求めるための国際法上の手段は設けられていない。また，同規則５３条２項た\nだし書では，平和回復の時に還付や賠償が「決定」されるとしているから，この条\n項は，平和回復後の国家間の交渉により還付や賠償が決定されることを予定してい\nるとみるのが合理的である。したがって，これらの規定は，同条項所定の行為を国\n家間で合意したものと解するのが妥当である。よって，これらの規定をもって，個\n人が相手国に対し直接何らかの請求をし得ることを認めたものと解することはでき\nない。\n(7)　ヘーグ陸戦条約３条に関するまとめ\n以上のとおりであるから，ヘーグ陸戦条約３条の規定は，文脈と条約の趣旨・目\n的とに照らして与えられる用語の通常の意味に従った解釈及び条約作成後の国家実\n行例に照らした解釈の双方の観点からみて，被害者個人の加害者の属する国家に対\nする損害賠償請求権を認めたものではなく，被害者の属する国と加害者の属する国\nとの間の権利義務関係について定めたものと解すべきである。また，解釈の補足的\n手段である条約の作成過程を考慮しても，同条約３条の規定の意味は上記のような\nものであることが裏付けられているということができる。\nしかるところ，ヘーグ陸戦条約は１９０７年（明治４０年）１０月１８日に署名\nされ（当事国４４），１９１０年（明治４３年）１月２６日に効力が発生し，我が\n国も１９１１年（明治４４年）１２月１３日に批准書を寄託したから，遅くともこ\nのころまでには多数の国家の行態の中に同条約に対する法的確信が確認されるに至\nり，もって同条約を内容とする国際慣習法が成立していたものと認めるのが相当で\nある（後記(8)参照）。\n原告らは，ヘーグ陸戦条約３条の規定が被害者個人の加害国に対する直接の損害\n賠償請求を認めているとの解釈を前提に，同規定と同一内容の国際慣習法が本件細\n菌戦当時成立していたと主張するものである。しかし，上記のとおりヘーグ陸戦条\n約を内容とする国際慣習法が成立するに至ったとは認められるものの，同条約３条\nの規定は被害者個人の損害賠償請求権を認めていないのであるから，結局，この点\nに関する原告らの主張は理由がないことになる。\n(8)　被害者個人が加害国に対し損害賠償請求権を有することを内容とする国際\n慣習法の存否\n次に，ヘーグ陸戦条約３条の規定とは別に，本件細菌戦当時交戦相手国の行為に\nより損害を受けた個人が当該交戦相手国に対し直接損害賠償請求権を有するとする\n国際慣習法が存在していたかどうかについて検討する。\n国際慣習法とは「法として認められた一般慣行の証拠としての国際慣習」（国際\n司法裁判所規程３８条１項ｂ）をいうと解されるが，これが成立するためには，諸\n国家の行為の積み重ね（国家実行）を通じて一定の国際慣行（一般慣行）が成立し\nていることと，それを法的な権利義務として確信する諸国家の信念（法的確信）が\n存在していることとが必要である。\nこれを本件についてみるに，ヘーグ陸戦条約３条に関する国家実行例（前記(4)）\nに照らすと，現時点においても，交戦相手国の行為により損害を受けた個人が当該\n交戦相手国に対し損害賠償請求権を有することを示す相当数の国家実行例の積み重\nねによる国際慣行が存在するとは認められない。また，このほかに，個人の請求権\nを認めた個別の条約（ヴェルサイユ平和条約等）の履行とは無関係に個人の損害賠\n償請求権を認めた相当数の国家実行例の積み重ねによる国際慣行があるとの証拠も\n存在しない。\nしたがって，本件細菌戦当時原告らの主張するような被害者個人の損害賠償請求\n権を認める国際慣習法が成立していたと認めることはできない。\n(9)　結論\n以上のとおりであるから，ヘーグ陸戦条約３条を内容とする国際慣習法又は被害\n者個人の損害賠償請求権を認める国際慣習法に基づく原告らの請求は理由がない。\n２　国際慣習法の過去の戦争犯罪行為への遡及適用による損害賠償請求について\n（争点２）\n原告らは，①交戦相手国の行為により損害を受けた個人が当該交戦相手国に対し\n損害賠償請求権を有するとする国際慣習法が現時点で成立しており，さらには，②\n過去の戦争犯罪行為が人道上決して許されない類のものである場合には，現在の時\n点から改めてその行為を見つめ直し加害国の責任を問い得るという国際慣習法が現\n時点で成立していると主張している。\nしかし，前記１の(8)において説示したように，現時点において上記①の国際慣習\n法が成立していると認めることはできない。したがって，このような国際慣習法が\n成立していることを前提とする原告らの請求も理由がない。\n３　中国法に基づく損害賠償請求について（争点３）\n(1)　原告らは，本件の各加害行為には，不法行為の成立に関する準拠法を定める法\n例１１条１項の規定により，不法行為の原因である事実の発生地である中国の当時\nの民法（中華民国民法）が適用され，同法によって被告に不法行為責任が発生する\nと主張している。\n(2)　そこで，まず，本件に法例１１条１項の規定が適用されるのかどうかについて\n検討する。\nア　法例は，渉外的私法関係に適用される準拠法を定めた法律であるが，それは，\n人間社会には国家ないし公権力関係とは別次元の普遍的な対等市民間の私法が存在\nし，国家が異なっても相互に適用可能であるという前提に立つものと解される（証\n拠略）。不法行為は，対等当事者間において一方の違法な行為が他方に損害を与え\nた場合に，当事者間の利害の調整を図り損害の公平な分担を図るという法律関係で\nあり，法例は，不法行為のこのような性格を前提に，その成立要件及び効力につい\nて原因である事実の発生した地の法律を準拠法と定めているものと解される（法例\n１１条１項）。\nイ　ところで，被告（国）が違法な公権力の行使により他人に損害を与えた場合の\n法律関係は，被害者から見れば，受けた被害の回復の必要性において対等当事者間\nの不法行為の場合と変わりはないが，加害者である被告から見れば，公権力行使が\n違法かどうかが大きな問題となり，その点が国家主権の在り方にも影響を及ぼすも\nのである。このように，被告（国）の公権力の行使に起因する損害賠償責任に係る\n法律関係は，被害者の救済，損害の公平な分担という効果の面では法例１１条１項\nの不法行為と同様の性格のものといえるが，我が国の公権力行使の適法違法（適\n否）が問題になる成立要件の面では異質な要素があり，この点で，このような法律\n関係は対等当事者間の純然たる私法関係とは異なり，公法的要素を含むものといわ\nなければならない。\nまた，被告（国）の公権力の行使に起因する損害賠償責任の存否が争いになる場\n合には，被告の公権力の行使の適否が問題になるが，当該公権力の行使はそれぞれ\nの根拠となる我が国の法律に基づいて行われるものであるのに，その法律関係が法\n例１１条１項によって他国の法律に従って判断されることになるのは相当ではな\nい。また，同一の性格の公権力の行使が複数の国で行われた場合において，その法\n律関係が法例１１条１項によって他国の法律に従って判断されることになれば，あ\nる国の法律では適法とされ他の国の法律では不適法とされる事態もあり得ないわけ\nではない。しかし，このような事態が我が国の法制上予定されているとみることは\nできない。したがって，公権力の行使の場面は，国家が異なっても互換可能である\nとの前提に立つ私法と\nは性格が異なるというべきである。\nなお，我が国の国家賠償法は，その６条で，外国人が被害者であるときは相互保\n証があるときに限って同法を適用するとしていて，同法が国家の利害に深く関係し\nていることを示しているといえる。\nウ　以上のとおりであるから，国が違法な公権力の行使によって他人に損害を与え\nたという法律関係は，行為地が外国であり，また被害者が外国籍又は外国に住所を\n有する者であって渉外的要素を有しているとしても，法例が対象としている渉外的\n私法関係には当たらないと解するのが相当である。そうすると，公権力の行使を原\n因とする国の損害賠償責任の問題は，法例の対象にはならないから，法例１１条１\n項の「不法行為」という単位法律関係には当たらず，同条項の適用を受けるもので\nはない。\n本件は，旧日本軍の中国における違法な戦争行為・作戦活動を原因とする損害賠\n償請求であり，この行為は我が国の公権力の行使に当たる事実上の行為であるか\nら，本件に法例１１条１項の規定が適用されることを前提とする原告らの中国法\n（中華民国民法）に基づく請求は，その他の点について検討するまでもなく理由が\nない。\n４　日本民法に基づく損害賠償請求について（争点４）\n(1)　原告らは，本件細菌戦が，中国現地における細菌戦の研究・開発・実行と日本\nにおける細菌戦の研究・開発・作戦指導とが一体となった行為であるから，不法行\n為が日本でされたものとして日本民法の不法行為法の適用があるとして，日本民法\n（第１次的に同法７０９条，７１０条，７１１条，第２次的に同法７１７条又は７\n１５条。謝罪請求について同法７２３条）に基づく損害賠償請求をしている。\nしかして，前記３の(2)の説示に照らすと，違法な公権力の行使を原因とする国の\n損害賠償責任の問題には，それが渉外的要素を有するものであっても，法例の規定\nを介さずに直接我が国の法律（現在においては国家賠償法）が適用されると解する\nのが相当である。我が国の国家賠償法（昭和２２年〔１９４７年〕１０月２２日施\n行）は，附則６項で「この法律施行前の行為に基づく損害については，なお従前の\n例による。」としているから，同法施行前の行為に基づく損害に関する法律関係は\n同法施行前の法令によって判断すべきことになる。原告らの主張によれば，本件細\n菌戦は１９４０年（昭和１５年）から１９４２年（昭和１７年）までに実行された\nものであるから，本件についても国家賠償法施行前の法令によって判断すべきこと\nになる。\nそこで，以下において，国家賠償法施行前の関係法令について検討する。\n(2)　大日本帝国憲法６１条は「行政官庁ノ違法処分ニ由リ権利ヲ傷害セラレタリト\nスルノ訴訟ニシテ別ニ法律ヲ以テ定メタル行政裁判所ノ裁判ニ属スヘキモノハ司法\n裁判所ニ於テ受理スルノ限ニ在ラス」と規定し，行政裁判法（明治２３年６月３０\n日公布）１６条は「行政裁判所ハ損害要償ノ訴訟ヲ受理セス」と規定していた。行\n政裁判法のこの規定によって，行政裁判所に国家責任訴訟を提起することはできな\nくなったが，同条は司法裁判所の管轄までを明文で否定したわけではないから，そ\nの限りでは，国の賠償責任は司法裁判所により民法その他の法律が認める範囲内で\n認められる可能性があることになる。\nそこで，司法裁判所における裁判規範となる民法についてみると，明治２１年に\n起草されたボアソナードの民法草案３９３条は，「主人及ヒ棟梁，工業及ヒ運送ノ\n起作人又ハ其他ノ者，公ケ及ヒ私ノ管理所ハ彼レ等ノ僕婢，職工，傭員又ハ使用人\nニ因リ引起サレタル損害ノ責ニ任スヘクアル，彼レ等ニ委託セラレテアル所ノ職務\nノ執行ニ於テ又ハ其効果ニ於テ」と定めていた。ボアソナードによれば，同条は公\n権力の行使による損害についても国に責任を認める趣旨のものであった。ところ\nが，このボアソナード民法草案３９３条の国家責任規定は，明治２３年４月２１日\nに公布された旧民法財産編（明治２３年法律２８号。ただし，周知のとおり，この\n旧民法は施行されないまま廃止された。）３７３条においては削除され，同条は\n「主人，親方又ハ工事，\n運送等ノ営業人若クハ総テノ委託者ハ其雇人，使用人，職工又ハ受任者カ受任ノ職\n務ヲ行フ為メ又ハ之ヲ行フニ際シテ加ヘタル損害ニ付キ其責ニ任ス」と規定するに\n至った。この間の経緯について，旧民法の立案過程に参加した井上毅は，旧民法公\n布の翌年に発表した論文「民法初稿第三七三条ニ対スル意見」で，公権力の行使に\nよる権利侵害について損害賠償を認めると行政機関の機能に支障が生じることを理\n由として，旧民法３７３条が行政権による公権力の行使に起因する損害賠償責任を\n否定する趣旨である旨を述べている。\n前記のとおりこの旧民法は施行されず，明治２９年，新たに起草された草案に基\nづき現行民法（第一編から第三編まで）が公布され，明治３１年７月１６日から施\n行された。現行民法にも，旧民法と同様，国の公権力の行使により他に与えた損害\nの賠償責任を定めた規定はなく，この点に関する特別法も制定されなかった。\nこの経過によると，旧民法３７３条から国家責任に関する字句が削除されたこと\nは，少なくとも公権力の行使に基づく国家責任を否定する立法者意思の表れである\nとみるのが相当であり，現行民法にもその立法者意思が継承されたといえるから，\n行政裁判法と旧民法（財産編）とが公布された明治２３年の時点で公権力行使につ\nいての国家無答責の法理を採用するという基本的法政策が確立したというべきであ\nる。\nそして，戦前の大審院判例は，非権力的作用については民法の適用により国の損\n害賠償責任を認めてきたが，公権力の行使（権力的作用）による損害については一\n貫して国の賠償責任を否定していた。後者の点については，国家賠償法制定後にお\nいても，昀高裁判例により確認されているところである（昀高裁昭和２５年４月１\n１日第三小法廷判決・集民３号２２５ページ）。\n(3)　このように，戦前においては，公権力の行使による私人の損害については，国\nの損害賠償責任を認める法律上の根拠がなく，そのことは公権力行使についての国\n家無答責の法理を採用するという基本的法政策に基づくものであったから，公権力\n行使が違法であっても被告はこれによる損害の賠償責任を負わないものと解するの\nが相当である。原告らの主張する本件細菌戦も，国家賠償法制定前の被告の権力的\n行為であるから，当時の法令に従って，これによる民法７０９条，７１０条，７１\n１条に基づく損害賠償責任は否定せざるを得ないものというべきである。\n(4)　ところで，原告らは，第２次的に次のように主張している。すなわち，国は軍\n部を指揮監督する権限を有し，とりわけ７３１部隊という危険な施設を有していた\nことによる責任があるから，国による当該監督権限の不行使は管理作用に属するも\nのであり，国の当該管理作用（権限不行使）によって本件の被害の発生を阻止し得\nなかったのであるから，被告は民法７１７条又は７１５条により損害賠償責任を負\nう，というのである。\nしかしながら，原告らの主張する本件細菌戦は，旧日本軍がその存在目的そのも\nのである戦闘行為として行ったものであるというのであるから，その行為は公権力\nの行使（国の統治権に基づく優越的な意思の発動としての強制的・命令的行為）そ\nのものであり，当時民法の適用対象となっていた非権力的作用に分類されるという\nことはできない。\nまた，その点を措くとしても，この点の原告らの主張は，軍隊を土地の工作物\n（民法７１７条）や小学校の校庭に設置された遊具と同視するものであって，採用\nすることができない。\n(5)　以上のとおりであるが，本件細菌戦と権力作用との関係について若干説示を補\n足する。\n原告らは，本件細菌戦のような国の戦争行為は「権力作用」に含まれないから，\n仮に国家無答責の法理が通用していたとしても，これを本件に適用することはでき\nないと主張している。そして，原告らは，国家無答責論は，「支配者と被支配者の\n自同性」や「国家と法秩序の自同性」を根拠とする法理であるから，ある国家とそ\nの統治権に服する国民との間にのみ成立する法理であるとしている。\n確かに，欧米で主権無答責の法理が受け継がれていく過程において，原告らのい\nう「支配者と被支配者の自同性」や「国家と法秩序の自同性」の論理が同法理を支\nえるものとして唱えられたことがあったと解される。しかし，我が国に国家無答責\nの法理が確立した明治２３年以降において，当時の我が国の法体系が，権力的作用\nの被害者が外国人である場合にその外国人に損害賠償請求権を付与していたことを\n示す事実は何ら認められず，日本人も外国人も等しく国家無答責の法理の適用を受\nけていたものと考えられる。このことは，旧民法の立案に深く関与した井上毅が，\n前記のとおり国家無答責の法理の根拠を行政権の円滑な運用に求めていたことによ\nっても裏付けられるところである。そして，戦争行為が国家の公権力行使の重要な\n一内容であることは\n明らかであるから，当時の法制度の下では，外国人も日本民法に基づき違法な戦争\n行為による損害の賠償を請求することはできなかったというほかはない。\nなお，原告らはパナイ号事件を援用しているが，弁論の全趣旨によれば，同事件\nは国家間において解決が図られた事件であって，被害者個人が民法の規定に基づき\n被告に損害賠償を求めたものではないと認められるから，これをもって外国人に国\n家無答責の法理が適用されなかった事例であるとはいえない。\n(6)　したがって，日本民法に基づく原告らの請求も，その他の点について検討する\nまでもなく理由がない。\n５　条理に基づく損害賠償請求について（争点５）\n(1)　原告らは，被告に対し条理に基づく損害賠償請求権を有していると主張してい\nる。原告らの主張する請求権の内容は必ずしも明確ではないが，原告らは条理に基\nづき損害賠償請求権又は損失補償請求権若しくは特殊な補償請求権を有していると\n主張しているものと解して，検討を進める。\n条理とは，一般社会に正義の観念に基づいて信じられ承認されている事物の道理\nであるが，本件で問題となる裁判規範との関係でいえば，条理とは実定法体系の基\n礎となっている基本的な価値体系を意味すると解される。したがって，条理は，単\nに裁判官の主観の中にだけ存在するものではなく，客観的に社会一般に存在してい\nるものであり，また，一般には，具体的な事件の法的価値判断に適するような具体\n的な判断基準の形をとるものではない。\n(2)　条理に基づく損害賠償請求について\n条理は，一定の法律的事象に対する直接の裁判規範として成文法又は慣習法が欠\nけている場合，すなわち法が欠けている場合に初めて機能すると解するのが相当で\nある（明治８年太政官布告１０３号裁判事務心得３条参照）。したがって，法が存\n在するのに，それと異なる条理を直接の裁判規範として使用することは許されない\nというべきである。\nこれを本件についてみるに，原告らの主張する本件細菌戦には，我が国の当時の\n法が適用されるところ，前示のとおり，当時においては，国の権力的行為による損\n害については国家無答責の法理が採用され，国は当該権力的行為が違法であっても\n損害賠償責任を負わないという法が確立していた。このように，本件細菌戦による\n損害の賠償責任に係る裁判規範として法が欠けていたわけではないから，本件にお\nいて条理によって違法な公権力の行使に起因する損害賠償請求権を認めることはで\nきない。\n(3)　条理に基づく損失補償請求又は特殊な補償請求について\nア　前示のように，条理は，その本質上抽象的なもので具体的な裁判規範の形をと\nりにくいものであるから，これを安易に使用するときは，条理の名の下に裁判官が\n自らの主観的な信念に基づき判断をしてしまうおそれがある。したがって，条理が\n裁判規範となり得るためには，実定法秩序の中にそれが基本的な価値体系として含\nまれていることが必要というべきである。\nこれを本件についてみるに，前示のとおり，原告らの主張する本件細菌戦が行わ\nれた当時においては，我が国においては国家無答責の法理により被告の公権力行使\nによる損害賠償責任は否定されていたのであるから，当時の法体系中にこれについ\nて損失補償その他の特別の補償をすべきであるという条理が存在していたと認める\nことはできない。\nイ　原告らは，条理に基づく補償立法として，①原子爆弾被爆者の医療等に関する\n法律，②戦傷病者戦没者遺族等援護法，③台湾住民である戦没者の遺族等に対する\n弔慰金等に関する法律，④ドイツ，アメリカ，カナダ，オーストリアの第２次世界\n大戦後における各補償立法を援用し，原告らの主張する被告の加害行為による損害\nについて補償をすべきことが条理にまで高められていると主張している。\nこれら我が国及び諸外国における戦後補償に関する立法は，第２次世界大戦にお\nいて国家の権力により犠牲を強いられ被害を受けた人々，特に違法な国家権力の行\n使によって被害を受けた人々に対しては，国家の責任においてその犠牲・被害につ\nいて一定の補償をすべきであるという人道的配慮ないし国家補償的配慮に基づくも\nのと解される。しかし，上記の各戦後補償立法による補償は，いずれも立法を待た\nずに行われたものではなく，立法によって初めて行われるに至ったものである。し\nかも，上記各立法は，いずれも単純に人道的，国家補償的な配慮だけに基づくもの\nではなく，政治的，外交的，社会的，財政的その他の見地からする配慮をも併せた\n総合的配慮に基づき，かつ，様々な紆余曲折を経て制定されるに至ったのものであ\nる。したがって，こ\nれらの立法の基礎には上記の人道的配慮ないし国家補償的配慮が存在しているとは\nいえるものの，これらの我が国又は国際社会における法体系の中に，立法を待たず\nに当然に違法な国家権力の行使によって被害を受けた人々が加害国に対し補償を請\n求できるという価値体系が確立しているということはできない。\nしたがって，現時点においても，原告らの主張する本件細菌戦のような違法な公\n権力行使によって損害を受けた被害者が立法を待たずに当然に戦争遂行主体であっ\nた国に対し補償を請求することができるという条理はいまだ存在しないといわざる\nを得ない。\n(4)　以上のとおり，原告らの条理に基づく請求はいずれも理由がない。\n６　被告の立法不作為による損害賠償請求について（争点６）\n(1)　原告らは，被告の国会及び内閣が原告ら細菌戦被害者に対する救済措置立法を\n怠ってきたことは違法な不作為に当たるから，被告は国家賠償法１条１項の規定に\n基づき謝罪と慰謝料支払の義務を負うと主張している。\n(2)　まず，国会の立法不作為について検討する。\n日本国憲法が採用する議会制民主主義の下での国会議員の立法過程における行動\nは，国会議員各自の政治的判断に任され，その当否は昀終的に国民の自由な言論や\n選挙による政治的評価に委ねられるのが相当であるから，国会議員は，立法に関し\nては，原則として，国民全体に対する関係で政治的責任を負うにとどまり，個別の\n国民その他の者の権利に対応した関係での法的義務を負うものではないというべき\nである。したがって，国会議員の立法行為（立法をする行為又は立法をしない行\n為）は，その内容が憲法の一義的な文言に反しているにもかかわらず国会があえて\n当該立法を行い又は立法をせず放置したというように，容易に想定し難いような例\n外的な場合でない限り，国家賠償法１条１項の規定の適用上違法と評価されること\nはないといわなければ\nならない（昀高裁昭和６０年１１月２１日第一小法廷判決・民集３９巻７号１５１\n２ページ参照）。そうすると，国会の立法不作為が国家賠償法上違法と評価される\nのは，憲法上一義的に国会に特定内容の立法をする義務が課されているにもかかわ\nらず，国会がその立法を懈怠したというような例外的な場合に限られることにな\nる。\nところで，原告らは，上記昀高裁昭和６０年１１月２１日判決の説示する場合に\n限らず，①人権侵害の重大性と，②その救済の高度の必要性が認められる場合であ\nって，しかも，③国会や内閣が立法の必要性を十分認識し，立法可能であったにも\nかかわらず，④一定の合理的期間を経過してもなおこれを放置したなどの状況的要\n件がある場合にも，立法不作為による国家賠償請求を認めることができると解さな\nければならないと主張している。しかし，原告らのこの主張は，憲法が認めている\n国会議員の立法過程における行動の特質を不当に軽視するものであり，これを採用\nすることはできない。\n(3)　そこで，上記(2)の前段の判断基準に基づき本件における国会の立法不作\n為の違法の有無を検討することとするが，その前提として，必要な範囲で，原告ら\nの主張する本件細菌戦の事実の有無についてみておくこととする。\nア　この点については原告らが立証活動をしたのみで，被告は全く何の立証（反\n証）活動もしなかったので，本件において事実を認定するにはその点の制約ないし\n問題がある。また，本件の事実関係は，多方面に渡る複雑な歴史的事実に係るもの\nであり，歴史の審判に耐え得る詳細な事実の確定は，昀終的には，無制限の資料に\n基づく歴史学，医学，疫学，文化人類学等の関係諸科学による学問的な考察と議論\nに待つほかはない。しかし，そのような制約ないし問題があることを認識しつつ，\n当裁判所として本件の各証拠を検討すれば，少なくとも次のような事実は存在した\nと認定することができると考える（認定に供した証拠は，省略。）。\n(ア)　７３１部隊の前身は，昭和１１年（１９３６年）に編成された関東\n軍防疫部であり，これが昭和１５年（１９４０年）に関東軍防疫給水部に改編さ\nれ，やがて７３１部隊の名で呼ばれるようになった。同部隊は，昭和１３年（１９\n３８年）ころ以降中国東北部のハルビン郊外の平房に広大な施設を建設してここに\n本部を置き，昀盛期には他に支部を有していた。同部隊の主たる目的は，細菌兵器\nの研究，開発，製造であり，これらは平房の本部で行われていた。また，中国各地\nから抗日運動の関係者等が７３１部隊に送り込まれ，同部隊の細菌兵器の研究，開\n発の過程においてこれらの人々に各種の人体実験を行った。\n中国各地には他にも同様な部隊が置かれたが，その中で有力な部隊が南京に置か\nれていた中支那防疫給水部（「栄１６４４部隊」又は「１６４４部隊」）である。\n（証拠略）\n(イ)　１９４０年（昭和１５年）から１９４２年（昭和１７年）にかけ\nて，７３１部隊や１６４４部隊等によって，次のａ，ｆ，ｇ，ｈのとおり中国各地\nに対し細菌兵器の実戦使用（細菌戦）が行われた。\nａ　衢県（衢州）\n(ａ)　１９４０年（昭和１５年）１０月４日午前，日本軍機が衢県上空に飛来し，\n小麦，大豆，粟，ふすま，布きれ，綿花などとともにペスト感染ノミ（小袋に入っ\nたものもあった。）を空中から撒布した。当日午後には，県知事の指示で，住民を\n総動員して散乱している投下物の収集・焼却が行われた。\n(ｂ)　１０月１０日以降，上記の投下物のあった地域で病死者が出始め（ただし，\nその病気がペストかどうかは確認されていない。），同じころからネズミの死体が\n続々と発見されるようになった。１１月１２日にペスト患者が初めて確認され，投\n下物のあった地域においてペスト患者が多発した。\n衢県で１１月１２日以降に発生したペストは，日本軍機が投下したペスト感染ノ\nミがネズミにペストを流行させ，これがヒトに感染したものと考えるのが合理的で\nある。\n(ｃ)　１９４０年（昭和１５年）末までに当局に報告されたペストによる死者は２\n４人であった。しかし，ペスト患者は，家族がこれを秘匿したり，隔離されること\nなどを恐れて逃亡するようなこともあって，病死者の実数はこれを上回るものとみ\nられる。なお，証人Ｋ１は，衢州細菌戦の被害者が１５０１人に上るとしている。\nまた，衢県でのペストは，次のｂからｅまでのようにその周辺の地域にも伝播\nし，大きな犠牲をもたらした。\n（証拠略）\nｂ　義烏\n(ａ)　１９４１年（昭和１６年）９月，衢県に流行していたペストに感染した鉄道\n員が義烏に戻って発病し，これをきっかけに義烏においてペストが流行した。\n(ｂ)　ペストは，義烏からさらに周辺の農村へ伝播していったが，原告３２ら現地\nの被害調査会の調査によれば，義烏市街地におけるペストによる死亡者は３０９人\nに上るとされる。\n（証拠略）\nｃ　東陽\n(ａ)　１９４１年（昭和１６年）１０月，義烏で流行していたペストが東陽県に伝\n播し，同所で流行した。\n(ｂ)　原告５９によれば，同原告の住む歌山鎮では４０人以上がペストで死亡した\nとされる。\n（証拠略）\nｄ　崇山村\n(ａ)　江湾郷の崇山村は，北の上崇山村と南の下崇山村の２つに分れており，住宅\nは密集して建てられていた。しかし，上・下の区域を越えた人の交流はほとんどな\nかった。同村のペストは，１９４２年（昭和１７年）１０月から上崇山村で爆発的\nに流行し，死者が続出する事態となった。その後，１２月上旬には上崇山村のペス\nトはほぼ終結するように見えたが，１２月に入ると今度は下崇山村で死者が出るよ\nうになった。\nこのペストは，義烏に流行していたペストが伝播したものと考えられる。\n(ｂ)　崇山村のペストによる死者は，流行が終息する翌１９４３年（昭和１８年）\n１月までに総計３９６人に上ったとされている。これは当時の崇山村の人口の約３\n分の１に当たる。\n（証拠略）\nｅ　塔下洲\n(ａ)　崇山村で流行していたペストは，１９４２年（昭和１７年）１０月に塔下洲\n村に伝播し，同村で大流行した。\n(ｂ)　塔下洲村のペストによる死者は，約２か月の間に１０３人に及んだとされて\nいる。この死者は，当時の村全体の人口の約５分の１に当たる。\n（証拠略）\nｆ　寧波\n(ａ)　１９４０年（昭和１５年）１０月下旬，日本軍機が寧波上空に飛来し，中心\n部の開明街一帯にペスト感染ノミ（後にインドネズミノミと鑑定された。）の混入\nした麦粒を投下した。\n(ｂ)　早くも１０月２９日にノミ等が投下された地域にペスト患者が出て，治療活\n動とともに防疫活動も活発に行われ，汚染区が封鎖され，消毒や家屋の焼却などが\n行われた。このような治療，防疫活動により，ペストは１２月初めに昀後の患者を\n出した後，終息した。\nこのペスト流行は，主として，投下されたペスト感染ノミが直接ヒトを噛んでペ\nストがヒトに感染したことによるものと考えられる。\n(ｃ)　時事公報による報道，国民政府中央防疫研究所長の報告書，治療に参加した\n医師等からの情報提供に基づく証人Ｏ１らの調査（証拠略）によれば，このペスト\n流行による死亡者で氏名が判明しているのは１０９人である。\n（証拠略）\nｇ　常徳\n(ａ)　１９４１年（昭和１６年）１１月４日，７３１部隊の日本軍機が常徳上空に\n飛来し，ペスト感染ノミと綿，穀物等を投下し，これが県城中心部に落下した。\n(ｂ)　１１月１１日にはペスト患者が出始め，初発患者発生から約２か月間の１次\n流行で県城地区で８人の死亡患者が出た（当時の『防治湘西鼠疫経過報告書』によ\nる。）。ところが，約７０日の間隔を置いて，１９４２年（昭和１７年）３月から\n２次流行が起き，６月までに県城地区で合計３４人の死亡患者が出た（同報告\n書）。\n１次流行は投下されたペスト感染ノミが直接ヒトを噛んでヒトがペストに感染し\nたものである可能性が高く，２次流行は，ペスト菌がそれに感染したネズミの体内\nで冬を越し，春の活動期にノミを介してヒトに感染した可能性が高いと考えられ\nる。\n(ｃ)　１９４２年（昭和１７年）３月以降，常徳市街地のペストが農村部に伝播し\nていき，各地で多数の犠牲者を出した。\nなお，「常徳市細菌戦被害調査委員会」によれば，調査範囲は極めて広いが，常\n徳関係のペストによる死亡者は７６４３人に上るとされている。\n（証拠略）\nｈ　江山\n(ａ)　日本軍は，１９４２年（昭和１７年）６月１０日ころから江山県城を占領\nし，約２か月後に撤退したが，この撤退の際，コレラ菌を使用した細菌戦を実行し\nた。その方法は，主として，井戸に直接入れる，食物（餅状のもの）に付着させ\nる，果物に注射するなどというものであった。\n(ｂ)　江山の人々の中には，これらの食物等を飲食しコレラに罹患して死亡する人\nが発生した。原告１７２及び同１７５の昀近の調査によれば，当時七斗行政村にお\nいてコレラで死亡したと考えられるのは合計３７人であった。\n（証拠略）\n(ウ)　これらの細菌兵器の実戦使用は，日本軍の戦闘行為の一環として行\nわれたもので，陸軍中央の指令により行われた。\n（証拠略）\n(エ)（本件細菌戦によるペスト，コレラ被害の内容・程度）\nａ　ペストは，歴史上１４世紀ころにヨーロッパで猛威を振るい「黒死病」と恐れ\nられた細菌感染症である。病型としては，腺ペスト，敗血症ペスト，肺ペスト，皮\n膚ペストなどがある。一般に，軽微な前駆症状の後に突然に悪寒をもって発熱し，\n激烈な頭痛，眩暈，吐き気，嘔吐を伴い，速やかに高度な心臓障害及び血管障害が\n起こり，身体に色濃い斑点が現れ，痙攣を起こして，大変な苦痛のうちに死に至る\nことも多い。ただし，現在ではサルファ剤や抗生物質によって治療が可能になって\nいる。\n腺ペスト（ヒトのペストの中で昀も多く，８０％から９０％を占める。）や皮膚\nペストは，ペストに感染したノミに噛まれて感染する。肺ペストは，ペスト患者の\n喀痰や飛沫が感染源になる。敗血症ペストは主として腺ペストに続いて起こる２次\n性のものが多い。特に本件の被害地域のように人的な繋がりが強い地域では，ペス\nトはそのような社会形態を介して伝播し，人々を次々に死に追いやることから，差\n別とお互いの疑心暗鬼を招き，地域社会の崩壊をもたらすとともに，人々の心理に\n深刻な傷跡を残す。そして，ペストは本来齧歯類の病気であることから，ヒト間の\n流行が治まった後も，病原体が自然の生物界で保存され，ヒトの間に感染する可能\n性が長く残存する。その意味で，ペストは，地域社会を崩壊させるだけではなく，\n環境をも長期間に渡\nって汚染する病気であるといえる。\n（証拠略）\nｂ　コレラは，経口的に伝染して起こる消化器系伝染病である。米のとぎ汁様の激\nしい下痢と嘔吐による脱水症状や，筋肉の痙攣を起こし，治療が行われないとかな\nりの割合で死に至る。極めて苦痛の大きい伝染病である。ただし，現在では，適切\nな輸液と抗生物質の併用により致命率を大きく下げることができる。\n伝染力が強く，次々と死者が出ると，地域社会において差別やお互いの疑心暗鬼\nを招くことも多い。\n（証拠略）\nイ　次に，原告らの主張する被害についてみてみる。\n原告らは，旧日本軍の本件細菌戦により別紙３の「原告らの主張」の別紙「原告\n及び死亡親族一覧表」（省略）記載のとおりの被害（ペスト又はコレラへの罹患や\nこれを原因とする死亡）を受けたと主張し，立証としてこれに符合する陳述書を甲\n号証として提出し（証拠略），一部の原告らが本人尋問においてその旨を供述して\nいる。大半の原告らについては，それ以上に原告らの上記主張事実を確認すること\nができるより客観的な証拠は提出されておらず，これらの事実の的確な認定のため\nにはなお証拠の追加提出が可能かどうかが検討される必要があると思われるが，上\n記原告らの各陳述書及び本人尋問における各供述自体は十分了解し得る説得的なも\nのである。\n(4)　そこで次に，上記細菌戦の事実が国際法上どのように評価されるのか，そ\nしてそれが中国と我が国との国家間でどのように処理されているのかについてみて\nみる。\nア　この点について，原告らは，本件細菌戦は，ヘーグ陸戦規則２３条１項イ（毒\n又ハ毒ヲ施シタル兵器ヲ使用スルコト），同条１項ホ（不必要ノ苦痛ヲ与フヘキ兵\n器，投射物其ノ他ノ物質ヲ使用スルコト）に該当し，２５条（防守セサル都市，村\n落，住宅又ハ建物ハ，如何ナル手段ニ依ルモ，之ヲ攻撃又ハ砲撃スルコトヲ得ス）\nに違反するとともに，さらに，１９２５年（大正１４年）６月にジュネーブで署名\nされた毒ガス等の禁止に関する議定書（いわゆる「ジュネーブ・ガス議定書」）で\nも禁止されていた，と主張している。\nイ　まず，ヘーグ陸戦規則２３条１項イ及びジュネーブ・ガス議定書につい\nて検討する。\nヘーグ陸戦規則２３条１項イの文言上は，「毒又ハ毒ヲ施シタル兵器」に細菌兵\n器が含まれるかどうか直ちに明確とはいえない。しかし，１８７４年（明治７年）\nのブラッセル会議において，ヘーグ陸戦規則２３条１項イに相当する条項の討議の\n際「占領地において伝染病を蔓延させるような性質の物質を使用すること」という\n字句を加えようとの提案があったが，占領軍は麾下軍隊の伝染病予防に関しできる\n限りの注意をすることを怠ることはないだろうとの議長の解釈によって，発議者が\nその意味で本条項を解釈することに満足して同提案を撤回した，という経緯があっ\nたとされている（信夫淳平･戦時國際法講義第二巻３４２，３４３ページ）。また，\nそもそも戦争又は戦闘の目的は敵の兵力を弱めることにあるから（１９６８年のサ\nンクト・ペテルブ\nルク宣言前文），交戦者が戦闘の方法及び手段を選択する権利は無制限ではなく\n（ヘーグ陸戦規則２２条），過度の傷害又は不必要な苦痛を与える武器等を用いる\nことは禁止される（同規則２３条１項ホ）。このような害敵手段の制限の趣旨と上\n記の歴史的経緯とを踏まえるならば，上記のブラッセル会議当時においても関係国\nにおいて細菌兵器が禁止されるべきことについては異論がなく，そのことについて\n少なくとも黙示的な共通認識があったものと思われる。その意味では，細菌兵器が\n同規則２３条１項イの「毒又ハ毒ヲ施シタル兵器」に該当すると解する余地もあ\nる。\nしかし，その後の国際社会において細菌兵器がどのように扱われていたのかは必\nずしも明瞭ではない上に，原告らも引用する１９２５年（大正１４年）に署名され\nたジュネーブ・ガス議定書（正式名称・窒息性ガス，毒性ガス又はこれらに類する\nガス及び細菌学的手段の戦争における使用の禁止に関する議定書。当事国１２５）\nにおいては，毒ガスの禁止を細菌学的戦争手段の使用についても「拡張する」（英\n語の正文では“extend”という語が当てられている。）とされているから，直ちに\n細菌兵器がヘーグ陸戦規則２３条１項イの「毒又ハ毒ヲ施シタル兵器」に該当する\nと解することはなお躊躇されるところである。\nしかし，ジュネーブ・ガス議定書において細菌兵器の使用が禁止されたことは明\nらかである。そして，もともと細菌兵器は，これが戦闘の目的と比較して不相当な\n性格のものであるとの従来からの少なくとも黙示的な共通認識を前提にジュネー\nブ・ガス議定書で明示的にその使用が禁止されたものと解され（当事国は前記のと\nおり１２５か国である。），同議定書は１９２８年（昭和３年）には発効したか\nら，遅くともそのころまでには多数の国家の行態の中に同議定書に対する法的確信\nが確認されるに至り，もって同議定書を内容とする国際慣習法が成立するに至って\nいたものと認めるのが相当である。そして，前記認定の旧日本軍による中国各地に\nおける細菌兵器の実戦使用（本件細菌戦）がジュネーブ・ガス議定書にいう「細菌\n学的戦争手段の使用」に\n当たることは明らかである。\nウ　そして，前示のとおりヘーグ陸戦条約の内容は遅くとも１９１１年（明治４４\n年）ころまでには国際慣習法として成立していたものと認められるところ，ヘーグ\n陸戦規則２３条１項が「特別ノ条約ヲ以テ定メタル禁止ノ外，特ニ禁止スルモノ左\nノ如シ。」としていることや，ヘーグ陸戦条約前文にいわゆるマルテンス条項（締\n約国ハ，其ノ採用シタル条規ニ含マレサル場合ニ於テモ，人民及交戦者カ依然文明\n国ノ間ニ存立スル慣習，人道ノ法則及公共良心ノ要求ヨリ生スル国際法ノ原則ノ保\n護及支配ノ下ニ立ツコトヲ確認スルヲ以テ適当ト認ム。）が謳われていることを併\nせて考えると，ジュネーブ・ガス議定書のような条約ないしそれを介して成立する\n国際慣習法による害敵手段の禁止もヘーグ陸戦規則２３条１項にいう「特別ノ条約\nヲ以テ定メタル禁止\n」に該当すると解するのが相当である。したがって，ジュネーブ・ガス議定書を内\n容とする国際慣習法による細菌兵器の禁止に違反した場合にもヘーグ陸戦条約３条\nの規定を内容とする国際慣習法による国家責任が生ずるというべきである。\n前記認定の旧日本軍による中国各地における細菌兵器の実戦使用（本件細菌戦）\nがジュネーブ・ガス議定書にいう「細菌学的戦争手段の使用」に当たることは上記\nイに説示したとおりであるから，被告には本件細菌戦に関しヘーグ陸戦条約３条の\n規定を内容とする国際慣習法による国家責任が生じていたと解するのが相当であ\nる。\n原告らは，本件細菌戦はヘーグ陸戦規則２３条１項ホにも該当し，さらに同規則\n２５条にも違反すると主張しているが，上記のように本件細菌戦についてジュネー\nブ・ガス議定書を内容とする国際慣習法違反としてヘーグ陸戦条約３条の規定を内\n容とする国際慣習法による国家責任が生じていたと解する以上，それ以上の陸戦法\n規違反を検討する必要はないから，次に議論を進めることとする。\nエ　前に説示した国際法の基本原則によれば，本件細菌戦に係る被告の国家責任\nは，我が国と中国との国家間でその処理が決定されるべきものである。しかるとこ\nろ，周知のとおり，中華人民共和国政府は昭和４７年（１９７２年）９月２９日の\n日中共同声明（日本国政府と中華人民共和国政府の共同声明）において，「中日両\n国国民の友好のために，日本国に対する戦争賠償の請求を放棄することを宣言」\nし，昭和５３年（１９７８年）８月１２日に署名され同年１０月２３日に批准書が\n交換された日中平和友好条約（日本国と中華人民共和国との間の平和友好条約）\nも，「（日中）共同声明に示された諸原則が厳格に遵守されるべきことを確認」し\nている。\nしたがって，国際法上はこれをもって被告の国家責任については決着したものと\nいわざるを得ない。\n(5)　そこで，前記の事実及び説示を前提に，被告の国会に立法不作為の違法がある\nかどうかについて判断する。\nア　原告らは，被告は本件細菌戦によって悲惨な法益侵害をもたらしたのであるか\nら，被害者に対し被害の増大をもたらさないよう配慮，保障すべき条理上の作為義\n務が課せられていると主張している。\nしかしながら，現在の実定法体系の中に原告らがいうような条理が存在している\nと認めることができないことは，前記５で説示したとおりである。もとより，補償\nは法益侵害に対しされるものであるが，国会は，そのような法益侵害の内容・程度\n等を含む様々な事情を前提に広範な裁量権を行使して政治的ないし外交的判断をす\nることができ，またそれを期待されているのであって，国会が原告らのいうような\n事情から原告らのいう法的な作為義務を負っているということはできない。そし\nて，このことは，本件細菌戦被害の内容及び本件細菌戦に対する法的評価を前提に\nしても，この点が中国との間で国際法上は決着していることを考慮すれば，同様と\nいわざるを得ない。\nイ　次に原告らの挙げる憲法の関係条文について検討する。\n(ア)　憲法前文について\n憲法前文には，裁判規範性はなく，これから具体的な事項についての立法義務が\n生ずることはない。\n(イ)　憲法９条，１３条，１４条について\n上記各条は，平和主義・戦争放棄（９条），個人の尊重，生命・自由・幸福追求\nの権利の尊重（１３条），法の下の平等（１４条）を定めたもので，これらはいず\nれも戦争被害者に対する国の損害賠償ないし補償の立法措置を講ずべき義務を一義\n的に定めたものではない。\n(ウ)　憲法１７条について\n同条は「何人も，公務員の不法行為により，損害を受けたときは，法律の定める\nところにより，国又は公共団体に，その賠償を求めることができる。」と規定して\n国の賠償責任の内容を法律に委ねているのであって，その内容が憲法上一義的に定\nまっているとはいえず，また，憲法施行前の公務員の不法行為について特定の内容\nの立法をすべきことを一義的に定めているともいえない。\n(エ)　憲法２９条１項・３項について\n同条項は，財産権の保障及び財産権についての特別な犠牲に対する補償を規定し\nているが，原告らが本訴で主張する損害は財産権に対する特別な犠牲とはいえない\n上に，上記各条項から戦争被害者に対する国の損害賠償ないし補償の立法措置を講\nずべき義務が一義的に定められているということもできない。\nウ　また，原告らは，前記５(3)のイの我が国や諸外国における戦後補償立法\nに関する国内及び国際的潮流からすれば，違法な戦争行為の被害に対し賠償・補償\nをすることは国際慣習法として確立しているから，憲法９８条２項の公務員の国際\n慣習法の遵守義務からして，国会には本件に係る賠償立法をすべき義務が課せられ\nていると主張している。\nしかし，前記１の(8)，２，５に説示したところに照らすと，原告らが主張するよ\nうな国際慣習法が確立しているとはいえず，したがって，このことから国会に本件\nに係る賠償ないし補償措置立法をすべき義務が一義的に課せられているということ\nはできない。\nエ　さらに，原告らは，平成５年のＩ１日誌の発見以降の事実経過から，遅くとも\n昀高裁平成９年８月２９日第三小法廷判決（民集５１巻７号２９２１ページ）から\n２年を経過した平成１１年８月には本件細菌戦被害者の救済措置立法に係る不作為\nが違法になったと主張している。\nしかし，原告らの上記主張は，独自の判断基準に基づくものであって，これによ\nって当該立法不作為が違法であるとはいえないし，当裁判所の判断基準によって\nも，原告らのいうような事情によって国会が本件細菌戦被害者に対する賠償ないし\n補償措置立法をする義務が一義的に生じていたとすることはできない。\nオ　まとめ\n以上のとおりであって，本件細菌戦による被害は誠に悲惨かつ甚大であり，旧日\n本軍による当該戦闘行為は非人道的なものであったとの評価を免れないと解される\nものの，法的な枠組みに従って検討する限り，被告の国会に国家賠償法１条１項に\nいう違法な立法不作為があるとすることはできない。\nそこで，本件細菌戦被害に対し我が国が何らかの補償等を検討するとなれば，我\nが国の国内法ないしは国内的措置によって対処することになると考えられるとこ\nろ，何らかの対処をするかどうか，仮に何らかの対処をする場合にどのような内容\nの対処をするのかは，国会において，以上に説示したような事情等の様々な事情を\n前提に，高次の裁量により決すべき性格のものと解される。\n(6)　以上のように，国会に本件細菌戦被害者に係る救済措置立法をしなかった\n不作為の違法があるとはいえず，これに基づく原告らの請求は理由がない。\n(7)　次に，原告らは，内閣に救済措置立法に係る法案提出義務の違法な懈怠があっ\nたと主張している。\nしかしながら，内閣には法律案提出権が認められているものの（内閣法５条），\n内閣は法の執行機関であり（憲法７３条１号，４号，５号），立法の補助機関では\nないから，立法についての第１次的責任は国会にあるというべきである。したがっ\nて，国会の立法不作為が国家賠償法１条１項の適用上違法とならない場合には，内\n閣の法律案提出権の不行使が同法１条１項の適用上違法と評価されることはないと\n解するのが相当である。\n内閣の責任に関する原告らの主張は，国会の立法不作為に関する主張とほぼ同旨\nであり，かつ，本件において国会議員の立法不作為が違法とならない以上，内閣の\n法律案不提出も違法と評価されることはないというべきである。したがって，内閣\nの立法不作為を理由とする原告らの請求も理由がない。\n７　被告の細菌戦隠蔽による損害賠償請求について（争点７）\n(1)　原告らは，被告が本件細菌戦について隠蔽行為をしたとし，その隠蔽行為は細\n菌戦被害者の被告に対する様々な権利行使（例えば，細菌戦被害の拡大防止，被害\n者及び家族の人権侵害の回復措置，謝罪及び損害賠償に関する法的な請求。また，\n同様の内容に関する社会的・政治的な要求，さらに責任者の処罰要求などを含\nむ。）を著しく妨害ないし不可能にするものであり，それらの個々の隠蔽行為は原\n告らに対する新たな加害行為を構成し，国家賠償法上違法であると主張している。\nそして，原告らは，被告による隠蔽行為は，第１期（昭和２０年〔１９４５年〕８\n月１５日の敗戦前後の証拠隠滅），第２期（昭和２０年〔１９４５年〕８月から昭\n和２７年〔１９５２年〕の連合国の占領下における隠蔽工作），第３期（昭和２７\n年〔１９５２年〕の講和\n条約発効から今日までの隠蔽行為）に分かれるとし，これら一連の隠蔽行為の全体\nが１個のまとまった新たな加害行為であるとともに，個々の隠蔽行為も新たな加害\n行為であると主張している。\n(2)　そこで，原告らの上記主張の当否について検討する。\nア　国家賠償法施行前の行為について\n国家賠償法が施行された昭和２２年１０月２７日よりも前の行為については，同\n法附則６項の規定に基づき従前の法が適用されるところ，前示のとおり，同法施行\n前においては国家無答責の法理が確立していたから，公権力の行使による損害につ\nいてはそれが違法なものであっても被告は損害賠償責任を負わないといわざるを得\nない。\nしたがって，原告らが主張する隠蔽行為のうち国家賠償法施行前のもの（第１期\n及び第２期の一部）については，その他の点を検討するまでもなく，原告らの請求\nは理由がない。\nイ　国家賠償法施行後の行為について\n国家賠償法１条１項にいう違法とは，公務員が個別の国民に対し負担する職務上\nの法的義務に違背することを指す。そして，国家賠償法上の違法が認められるため\nには，法律上保護された利益が侵害されたことが必要である。\nこれを本件についてみるに，原告らが被告の隠蔽行為によって侵害されたと主張\nする権利利益のうち，原告ら被害者が被告に対して有する損害賠償・補償請求権等\nの法的権利を侵害されたとする点については，既にみたとおり原告らは被告に対し\nそれらの法的権利を有しないから，原告らのいう隠蔽行為が原告らの権利を侵害し\nたという関係にはないといわざるを得ない。また，原告が主張するその他のもの，\nすなわち，原告らの被害に関する社会的・政治的な要求や責任者の処罰要求等が侵\n害されたとする点については，仮に原告らのいう隠蔽行為によって原告らがこれら\nの諸要求をすることに何らかの支障が生じたとしても，これが法律上保護された利\n益の侵害に当たるということはできない。\nしたがって，原告らの主張する隠蔽行為のうち国家賠償法施行後のもの（第２期\nの残部及び第３期）についても，その他の点を検討するまでもなく，原告らの請求\nは理由がない。\n第６　結論\n以上の次第で，原告らの請求はいずれも理由がないから，これを棄却することと\nして，主文のとおり判決する。\n東京地方裁判所民事第１８部\n裁判長裁判官　　岩田好二\n裁判官手嶋あさみは差し支えのため，裁判官島田英一郎は転補のため，いずれも\n署名押印することができない。\n裁判長裁判官 　 岩田好二\n謝　罪　文　　　　　　　　　　（別紙２）\n日本国は，中国に対する侵略戦争において，国際法で禁止されていた細菌兵器を\n使用して中国人を殺傷することを企て，ペスト菌・コレラ菌などを培養して多くの\n中国人などに人体実験を行ったうえ，７３１部隊や１６４４部隊などのいわゆる細\n菌戦部隊に細菌戦を実行させて，中国各地でペスト菌・コレラ菌等を撒布するなど\nしました。\n日本国は，上記の細菌戦の結果，１９４０年から１９４２年にかけて，中国浙江\n省の衢州市，義烏市，崇山村，寧波市，江山市及び湖南省の常徳市，石公橋鎮，桃\n源県において，東京地方裁判所係属の１９９７年(ワ)第１６６８４号事件及び１９\n９９年(ワ)第２７５７９号事件の原告らの肉親ないし原告ら自身などの多数の中国\n人を，ペストないしコレラに罹患させて殺傷しました。\nここに，日本国政府を代表して，上記の裁判の原告の方々に，日本国が，国際法\nに明白に違反する，人類史上稀にみる非人道的な残虐行為である細菌戦を行い，計\nり知れない被害をもたらしたことについて深く謝罪いたします。\n加えて，日本国が，これら細菌戦の事実を５０数年間にわたって隠蔽し続けると\nいう誠に恥ずべき卑劣な行為を行い，今日まで長期にわたり細菌戦被害者の方々に\n癒えることのない悲しみと苦痛を強い続けてきたことについて深く謝罪いたしま\nす。\n日本国政府は，上記の謝罪に踏まえ，２度と細菌戦を繰り返さないことを決意す\nるとともに，日本国が行った細菌戦に関する文書や資料で国や公共団体が保管する\nすべてのものを公開するなどして細菌戦の加害と被害に関する事実について徹底し\nた事実調査を行うこと，また歴史教育を行うなどして日本国が中国に対する侵略戦\n争の中で細菌戦を行った事実を後世に伝えること，さらに日本と中国の間の真の友\n好と信頼の関係を築くためにあらゆる努力を傾注することを約束いたします。\n年　　月　　日\n内閣総理大臣　（　　氏　　名　　）\n記\n（原告らの住所，氏名を列記）\n･\n原告らの主張　　　　　　　　　　（別紙３）\n第１部　日本軍による中国への細菌戦の実行（事実論）\n第１　本件細菌戦被害の発生\n１　被告の細菌戦と中国８地域の被害\n中国の都市や農村では，１９４０年（昭和１５年）以降，人為的原因と疑われる\n極めて不自然なペストやコレラなどが流行した。これらの疫病は，実は日本軍の細\n菌戦によるものであった。本件訴訟で損害賠償を請求するのは，次の８つの地域で\n発生した細菌戦被害についてである。次の④はコレラ被害，その他の７か所はペス\nト被害である。\n①　浙江省の衢州市。日本軍は，１９４０年（昭和１５年）１０月，飛行機から細\n菌戦を行った。\n②　浙江省の寧波市。日本軍は，１９４０年（昭和１５年）１０月，飛行機から細\n菌戦を行った。\n③　湖南省の常徳市。日本軍は，１９４１年（昭和１６年）１１月，飛行機から細\n菌戦を行った。\n④　浙江省の江山市。日本軍は，１９４２年（昭和１７年）８月，地上作戦として\n細菌戦を行った。\n⑤　浙江省の義烏市。衢州で流行したペストが義烏市街地に伝播し，１９４１年\n（昭和１６年）の１０月ころから爆発的に流行した。\n⑥　浙江省東陽市。義烏の市街地で流行したペストが伝播し，１９４１年（昭和１\n６年）１０月ころから爆発的に流行した。\n⑦　浙江省の義烏市の崇山村。義烏の市街地で流行したペストが伝播し１９４２年\n（昭和１７年）１０月ころから爆発的に流行した。\n⑧　浙江省の義烏市塔下洲。義烏市崇山村で流行したペストが伝播し，１９４２年\n（昭和１７年）の１２月ころから爆発的に流行した。\n以上のように，⑤から⑧までは①からの伝播なので，①の後に続けて述べる。\n２　各地における細菌戦被害の発生\n(1)　衢州（上記１①）\n浙江省衢州の細菌戦被害の死亡者は，１９４０年１０月から１９４１年１２月ま\nでの間に少なくとも２０００名に上る。そのうち，原告らの３親等内の親族の死亡\n者は，別紙「原告及び死亡親族一覧表」（省略）の原告番号１から１４までの死亡\n者欄記載の３０名である。さらに，多くの死者・患者の家族は，防疫のため強制的\nな収容措置を受け，さらに住居を焼燬されるなどの被害を被った。\n(2)　義烏（上記１⑤）\n浙江省義烏市市街地の細菌戦被害の死亡者は，１９４１年９月から１９４２年３\n月までの間に少なくとも２３０名に上る。そのうち，原告らの３親等内の親族の死\n亡者は，別紙「原告及び死亡親族一覧表」の原告番号１５から５８までの死亡者欄\n記載の１２４名である。さらに，ペスト流行地区の多くの死者・患者の家族や住民\nたちは，住居や生業を捨てて逃亡し，あるいは同地区の封鎖後はここに閉じ込めら\nれて感染の恐怖にさらされるなどの被害を被った。\n(3)　東陽市（上記１⑥）\n浙江省東陽市の細菌戦被害の死亡者は，１９４１年１０月から１９４２年４月ま\nでの間に少なくとも１１３名に上る。そのうち，原告らの３親等内の親族の死亡者\nは，別紙「原告及び死亡親族一覧表」の原告番号５９，６０の死亡者欄記載の９名\nである。さらに，多くの住民が同地区の封鎖後はここに閉じ込められて感染の恐怖\nにさらされるなどの被害を被った。\n(4)　崇山村（上記１⑦）\n浙江省義烏市崇山村の細菌戦被害の死亡者は，１９４２年１０月から１２月まで\nの間に少なくとも３９６名に上るが，そのうち，原告（又は傍線を付した原告の被\n相続人）の３親等内の親族である死亡者は，別紙「原告及び死亡親族一覧表」の原\n告番号６１から９０までの７０名である。さらに，村の約半数の家屋は日本軍によ\nって焼燬され，患者の一部は日本軍細菌戦部隊の人体実験の犠牲者となるなどの被\n害を被った。\n(5)　義烏市塔下洲（上記１⑧）\n浙江省塔下洲の細菌戦被害の死亡者は，１９４２年１０月から１９４３年１月ま\nでの間に少なくとも１０３名に上る。そのうち，原告らの３親等内の親族の死亡者\nは，別紙「原告及び死亡親族一覧表」の原告番号９１から９５までの死亡者欄記載\nの２１名である。さらに，ペスト流行地区の多くの死者・患者の家族や住民たち\nは，住居や生業を捨てて逃亡したため生活破壊は著しかった。\n(6)　寧波（上記１②）\n浙江省寧波の細菌戦被害の死亡者は，１９４０年１１月から１２月までの間に少\nなくとも１０９名に上る。そのうち，原告らの３親等内の親族の死亡者は，別紙\n「原告及び死亡親族一覧表」の原告番号９６から１０４までの死亡者欄記載の１３\n名である。さらに，流行地区の家屋は焼燬され，同地区の患者の家族・住民は家\n屋・店舗を失って路頭に迷うなどの被害を被った。\n(7)　常徳（上記１③）\n常徳市市街地に発生したペストの流行は，１９４２年３月，常徳市の農村部の河-\n鎮，東江・東郊，芦獲山，闘姆湖，許家橋，石門橋，聶家橋，韓公渡，石公橋，周\n家店，馬宗窓，桃源九渓，草坪，大龍嫋，断港頭，鎮徳橋，白合山，肖伍鋪，南\n坪，黄土店，銭家坪，双橋坪，瓦屋当，中河口，沛子港，黒山嘴，黄珠洲，洲口，\n衝天湖，太平鋪 ，毛家灘，丹洲，徳山などの約５０か村に伝播した。その結果，湖\n南省常徳市全体の細菌戦被害の死亡者は，１９４１年１１月から１９４５年１１月\nまでの間に，少なくとも６４９１名に上る。そのうち，原告らの３親等内の親族の\n死亡者は，別紙「原告及び死亡親族一覧表」の原告番号１０５から１６５までの死\n亡者欄記載の１２９名である。また＊印の８名の原告は，ペストに罹患し死線をさ\nまよったが，生き\n残った者である。常徳の住民は，一家がほぼ全滅するような激しく長期間にわたっ\nた流行の結果，患者の家族・住民が常に感染の恐怖にさらされるなどの被害を被っ\nた。\n(8)　江山（上記１④）\n浙江省江山の細菌戦被害の死亡者は，１９４２年８月に少なくとも約１００名に\n上る。そのうち，原告らの３親等内の親族の死亡者は，別紙「原告及び死亡親族一\n覧表」の原告番号１６６から１８０までの死亡者欄記載の２３名である。＊印の２\n名の原告は，コレラに罹患し死線をさまよったが，生き残った者である。その上，\n患者の家族や住民は，食事や水を摂取する際にも常に感染の恐怖にさらされるなど\nの受けた。\n第２　被告の細菌戦\n１　被告の細菌戦部隊の創設\n(1)　満州国が建国された昭和７年（１９３２年），東京の陸軍軍医学校に防疫\n研究室が作られ，翌昭和８年（１９３３年），中国東北の黒龍江省五常県背陰河に\n防疫班（Ｔ１部隊）が設置された。Ｔ１部隊は，一時東京に戻った後，中国東北の\n込櫛篋市南崗に移転した。昭和１１年（１９３６年）８月，Ｔ１部隊は「関東軍防\n疫部」として天皇の軍令に基づく正規の部隊となった。\nこの部隊は，表看板としては防疫や給水を掲げていたが，実態は細菌兵器の開発\nと実用化を目指す秘密機関だった。戦線が拡大するにつれ，兵員の消耗や物資の不\n足が深刻となり，とりわけ兵器の近代化の遅れが顕著になった結果，細菌兵器が安\n価で，かつ，敵国に無差別な大量被害を与えることができる兵器として重視された\nのである。\n(2)　昭和１１年（１９３６年）秋，ハルビン市南東２４㎞の平房の６平方キロ\nメートルの地域に施設の建設が開始され，周囲の農家を強制立退きさせるなどし\nて，細菌戦の中枢となる部隊の本部官舎，細菌製造工場，各種実験室，監獄，専用\n飛行場，隊員家族宿舎などが建設された（証拠略）。施設の中心は，約１００ｍ四\n方，３階建ての「ロ号棟」である。昭和１５年（１９４０年）には関東軍防疫部は\n「関東軍防疫給水部」と改称され，翌昭和１６年（１９４１年）に「７３１部隊」\nの部隊番号を持つようになった。\n部隊の中枢は４つの部から構成されていた（証拠略）。その第１部の細菌研究部\nと第４部の細菌製造部はこの「ロ号棟」に置かれ，ペスト，コレラ，チフス，炭疽\n菌などが研究・製造された。別棟に置かれた第２部は，実戦研究を担当し，植物絶\n滅の研究班や昆虫（ノミなど）の研究班，さらに航空班などがあった。ハルビン市\n南崗の陸軍病院に置かれた第３部は，部隊の正式名称に関わる「防疫給水」のため\nの濾水器の製造のほか，ペスト菌などを入れる細菌戦用の陶器製爆弾の容器を製造\nした（証拠略）。\n第４部では，ロ号棟の３棟，５棟で，細菌の大量生産がＩ２式培養缶（証拠略）\nを用いて行われた（証拠略）。ロ号棟の中庭には，昀大４００名を収容できる特殊\n監獄が建設され，ここに，日本の支配に抵抗し，あるいは抵抗したとみなされて捕\nえられた中国人，ロシア人，朝鮮人，モンゴル人などが収容された。これらの人々\nは「マルタ」（丸太）と呼ばれ，１本，２本と数えられた。彼らは，ロ号棟内の解\n剖室や野外実験場で人体実験に使われ，次々に殺されていった（証拠略）。\n人体実験では，細菌を注射・塗布して観察する生体実験を始めとして，動物の血\n液との交換，人為的な凍傷，減圧実験などあらゆることが行われた。また，安達に\n設けられた野外実験場では，被験者を杭に縛り，飛行機からペスト菌弾や炭疽菌\n弾，毒ガス弾を投下・炸裂させ，効果を測定する実験などが行われた（証拠略）。\n細菌兵器のうち昀も殺傷力が高いと評価された「ペスト感染ノミ」を撒布する方法\nは，このような研究・実験から生み出された。\n２　昭和１４年（１９３９年）から昭和２０年（１９４５年）にかけての被告の\n細菌戦\n(1)　細菌戦部隊の創設には軍医Ｉ２の役割りが大きかったが，細菌戦の研究と\n実戦は，日本陸軍の中央部が認可し推進したものであった。そこで，細菌戦部隊\n（Ｔ１部隊，関東軍防疫部）は当初，日本陸軍が主敵とみなしていたソ連に近い中\n国東北に設置された。細菌戦が昀初に行われたのは，１９３９年（昭和１４年）の\n関東軍とソ連軍とが衝突したノモンハン事件においてである（証拠略）。\n他方，日中戦争は，国共合作による国民党軍と共産党軍の頑強な抗戦により膠着\n化した。１９３９年（昭和１４年）９月にはヨーロッパで第２次世界大戦が勃発，\n日本は昭和１５年（１９４０年）９月日独伊３国同盟に調印し，東南アジア等を新\nたに侵略することによって，事態を一気に解決するという戦略を打ち出した。\nこのような状況下で，日本軍は細菌戦研究を強化し，部隊の規模を拡張していっ\nた。すなわち，関東軍防疫給水部（７３１部隊。ハルビン所在）に加えて，中国で\nは北支那防疫給水部（１８５５部隊。北京所在），中支那防疫給水部（１６４４部\n隊。南京所在。甲５７，甲５８），南支那防疫給水部（８６０４部隊。広州所在）\nが昭和１５年（１９４０年）までに編成され，昭和１７年（１９４２年）には南方\n軍防疫給水部（９４２０部隊。シンガポール所在）が編成された。日本軍の細菌戦\nは，これらの諸部隊が直接間接に参加して，中国の各地に対して行われたのであ\nる。\n(2)　昭和１５年（１９４０年），日本陸軍の中央部は細菌作戦発動を命じた。\n天皇の命令である「大陸命」（大本営陸軍部作戦命令）に基づき陸軍参謀総長が出\nす作戦の具体的な指示である「大陸指（大本営陸軍部作戦指令）第６９０号」が発\n令されたのである。\n同年６月５日，陸軍参謀本部作戦課のＡ１，支那派遣軍参謀Ｉ１，南京・１６４\n４部隊長代理のＭ１の間で細菌戦実施の協議が行われ，攻撃目標は浙江省の主要都\n市とすること，実施部隊は支那派遣軍総司令部直轄とし，部隊責任者は関東軍防疫\n部長Ｉ２とすること，作戦方法は飛行機による菌液撒布とペスト感染ノミの投下と\nすることなどが決定された。\n７月２５日，関東軍は「関作命（関東軍作戦命令）丙第６５９号」（証拠略）を\n発令し，浙江省への細菌戦のために７３１部隊員で臨時編成された「Ｎ２部隊」の\n人員・器材の輸送を命じた。同命令によって器財が８月６日に前線基地の浙江省杭\n州に到着し，２日後には１６４４部隊と７３１部隊からの総勢１２０名の隊員が集\n結した（証拠略）。\n９月１８日，浙江省への細菌戦が始まり，１０月７日までにコレラ菌，チフス\n菌，ペスト菌（ペスト感染ノミ）による６回の細菌攻撃が行われた（甲１１３）。\n続いて１０月下旬寧波にやはりペスト感染ノミが投下され，１１月末には金華にペ\nスト菌が投下された。そして，攻撃対象となった地域のうち少なくとも衢州と寧波\nの２か所で大規模なペスト流行が発生した。\n１１月２５日に，陸軍参謀総長Ｓ１は，支那派遣軍と関東軍に対し「大陸指第７\n８１号」（証拠略）を発し，１１月末日をもって作戦を終了させることを指示し\nた。\n(3)　昭和１６年（１９４１年）の前半，日本陸軍の中央部や関東軍防疫給水部\n（７３１部隊），北支那防疫給水部（１８５５部隊），中支那防疫給水部（１６４\n４部隊）は，前年の細菌戦実施の結果を踏まえ，攻撃方法や細菌増産のための施設\n拡充などについて様々な検討を行った。同年９月１６日に「大陸指」が発令され，\n細菌戦が再開された。攻撃の対象は湖南省西部の戦略要地常徳であり，目的はペス\nト流行による国民党軍の交通路遮断であった。今回の作戦の中心となったのも７３\n１部隊と１６４４部隊であり，作戦参加者の総数は約１００名であった（証拠\n略）。\n１１月４日６時５０分ころから，７３１部隊によって常徳の上空からペスト感染\nノミとそれを保護する綿・穀物など３６㎏が投下された。１１月１２日に昀初のペ\nスト患者が発見された。翌１９４２年（昭和１７年）にかけて常徳の市街地・農村\n地区及び近隣の桃源県でペストが流行した。日本軍は，情報収集によって攻撃が成\n功したと判断し，ペスト感染ノミの空中投下という方法に自信を深めた。\n(4)　昭和１７年（１９４２年）４月１８日，米軍爆撃機が初めて日本本土を空\n襲した。米軍機は中国浙江省の都市を着陸予定地としていたため，同月３０日大本\n営は急遽浙江省から江西省に通じる鉄道沿線の諸都市を攻撃し飛行場を破壊する作\n戦を決定し，「大陸命第６２１号」を発令した。陸軍中央とＩ２（当時軍医少将）\nは，この作戦の中で細菌攻撃を実施することを決定し，Ｉ２が陣頭指揮に当たっ\nた。\n７月には，ハルビンの７３１部隊派遣隊と南京・１６４４部隊の部隊員とが合流\nし（要員総数１５０名から１６０名），８月初めには配備が終了した。第１３軍な\nど日本軍は飛行場破壊の所期の目的を達成し，同月中旬から一部の占領地を除いて\n撤退を始めたが，この撤退に際し様々な方法で細菌が地上撒布された。その目的\nは，日本軍撤退後に復帰する中国軍の行軍ルートや拠点都市に伝染病を流行させる\nことによって，飛行場の再建を不可能にすることであった。江西省の上饒（旧称広\n信）や玉山では，ペスト感染ノミやペスト菌を注射した野ネズミが放たれ，同省の\n広豊でもペスト感染ノミが放たれた。さらに玉山では，ペストの乾燥菌を付着させ\nた米を撒いて，その米を食べたネズミを感染させる方法も試みられた。また浙江省\nの衢州・麗水では，ペ\nスト感染ノミのほか，チフス菌やパラチフス菌が撒布された。さらに同省の常山と\n江山では，コレラ菌を井戸に直接入れる，食物に付着させる，果物に注射するなど\nの方法が採られた。これらの謀略的な細菌地上撒布により，コレラやペストをはじ\nめ多数の伝染病患者が発生した。\n(5)　昭和１８年（１９４３年），ガダルカナルからの撤退後，太平洋における日本\n軍の敗勢は明確なものとなった。中国での戦争も，本来の中国政府を屈服させると\nいう目的を放棄し，占領確保のための作戦が中心になった。こうした状況下で，日\n本軍細菌戦部隊は，ペスト感染ノミとネズミの増産に力を入れ，中国の他の地域に\n対してだけでなく，ビルマ，インド，ニューギニア，オーストラリアなどに対する\n細菌攻撃も検討した。\nなお，同年９月，日本軍第５９師団防疫給水班は，中国山東省西部で，コレラ菌\n撒布により細菌兵器の効果を実験し，併せて行軍中の日本軍部隊の防疫能力を試す\n細菌戦を実施している（証拠略）。\n(6)　昭和１９年（１９４４年）になると，日本軍は太平洋の制海権・制空権を\n完全に奪われ，南太平洋の拠点を次々失い，同年６月にはサイパン島にアメリカ軍\nが上陸した。陸軍参謀本部作戦課は，シドニー，メルボルン，ハワイ，ミッドウェ\nーを細菌攻撃する計画を立て，さらにサイパン島攻防戦では実際に細菌攻撃部隊が\n船で派遣されたが，この部隊の一部はサイパン島で玉砕，一部は米軍潜水艦により\n撃沈された。同年７月，サイパン島が陥落すると，これを奪回するための細菌攻撃\nが検討された。\n(7)　昭和２０年（１９４５年）１月，陸軍中央部は細菌戦の戦略的実施を中止する\n決定を行った。\nだが，中国東北では事情が異なった。ソ連の参戦が確実となった２月以降，弱体\n化した兵力を補うべく，関東軍とその細菌戦部隊である７３１部隊は，ペスト菌の\n大増産計画を立て，大量のペスト菌培養用のネズミ類（ハタリス）が集められ，設\n備も増強された。同年６月当時の７３１部隊は，２２７５名の人員を擁していた\n（証拠略）。こうした対ソ連細菌戦準備は，日本の敗戦直前まで続けられた。\n８月９日のソ連参戦後，７３１部隊はその細菌戦研究・細菌兵器製造等の一切の\n施設を破壊し，収容されていた「マルタ」を全員殺害して撤退した（証拠略）。し\nかし，施設跡から逃げたネズミやノミによって，周囲の村落及びハルビン市内にペ\nストが発生し，少なくとも数百名の死者を出したこの流行は１９５９年まで続いた\n（証拠略）。\n第３　被告の細菌戦と本件各被害との因果関係\n１　細菌戦と本件被害との因果関係の疫学的解明の方法\nまず，次の３要素，すなわち，①感染の原因となった病原微生物の特定，②その\n病原微生物がいつ，どこで，どのようなルートで人に侵入し集団の中に拡がってい\nったのかの解明，③感染した人たちの免疫状態の観察をして，感染症の流行の全体\n像を捉える必要がある。\n次に，流行像を基礎としながら，感染原因の仮説を設定する。疾病発生の因果関\n係を満たすべき条件としては，通常①時間的順序，②統計的関連，③既存知識によ\nる支持（既存知識で解釈できるか否か）等が挙げられる。当時においても，疫学的\nアプローチに基づいた原因究明は十分可能であった（証拠略）。\n以上のような方法論に基づき，以下において，本件各被害と細菌戦の因果関係に\nついて述べる。\n２　細菌戦による衢州のペスト被害\n(1)　１９４０年（昭和１５年）１０月４日午前９時ころ，日本軍機１機が衢州市\n（当時衢県。以下旧称を用いる。）上空に飛来し，麦や粟などとともにペスト感染\nノミを撒布した。同日午後には県知事の指示で，住民を総動員して至る所に散乱し\nている投下物の清掃と焼却が行われた（証拠略）。\n日本軍空襲の１７日後，衢県県城では大量の死んだネズミが発見され，２０日後\nの１１月１２日に，住民が腺ペストを発症した。県衛生院は，同月２０日腺ペスト\nと診断し，この診断は，後に福建省から派遣された防疫専門官が行った検査等によ\nり確認された（証拠略）。\n衢県のペストは，日本軍機から投下されたペスト感染ノミがまずネズミの間でペ\nストを流行させ，これが人間に感染して流行したものである。衢県では１９４０年\n以前にペストが発生した歴史的事実はなく，また同年のペストは日本軍機によって\n穀物やノミが投下された地域に集中して発生した。\n１１月下旬以降もペスト発病者の数は増え，隣接する数か所の通りでペスト感染\n者が続けて見つかった。１１月２２日，国民党軍第３戦区司令部がペスト流行地区\nを封鎖するように衢県駐屯の軍政部防疫部隊に命令し，衢県ペスト防疫委員会が設\n立され，流行地区を封鎖し，医療従事者を組織し，隔離病院・隔離所を設置した。\nさらに防疫委員会は，ペスト予防についての宣伝活動，学校閉鎖，ペストワクチン\nの予防接種，ペスト患者の出た住宅の焼却などを行った。\n１９４０年末までに関係当局に報告されたペストによる死者は，ペスト患者２５\n名中２４名であった。ただし，ペスト患者の家族の多くは，隔離されたり家を焼か\nれることを恐れ，患者を別の所に隠して報告しなかったため，実際の患者・死者数\nはこの数値を上回る（証拠略）。別紙「原告及び死亡親族一覧表」の原告番号１，\n２，６の死亡者欄記載の５名は，この１９４０年のペスト流行で死亡した者らであ\nる。\n(2)　翌１９４１年３月上旬，ペストは衢県城の坊門街で再発し，間もなく城内十数\n本の通りで同時に発生し，流行は激しさを増し，県城内の５８の街から郊外農村の\n１３の郷鎮に広がったが，同年１２月にようやく終息した。中国の統計によれば，\n１９４１年に衢県県城地区で発生したペスト患者は２８１人，うち死者は２７４人\nである。\nこのほか，衢県でペストが流行していた間，日本軍機が頻繁に県城を空襲したた\nめ，城内の住民は農村に疎開し，ペストは近代的な医療体制が全くなかった農村に\n広く蔓延した。県城地区とその周辺農村を合わせれば，ペストによる死者は，１９\n４０年１０月から翌１９４１年１２月まの間に少なくとも２０００人に上った。\n別紙「原告及び死亡親族一覧表」の原告番号３から５，７，８，１０から１４の\n死亡者欄記載の２０名は，この１９４１年のペスト流行で死亡した。\n(3)　だが，衢県のペストは，義烏の市街地，さらに東陽市及び塔下洲を含む義烏周\n辺の農村にまで伝播することになった。\n３　細菌戦による義烏のペスト被害\n１９４１年９月に始まる義烏市（当時義烏県，以下旧称を用いる。）のペスト流\n行は，前年に日本軍が衢州に投下したペスト菌の伝播によるものである。これ以前\nに，義烏でペストが発生した歴史事実はない。同年９月から翌１９４２年２月にわ\nたってペストが流行した県城では，１９４２年初頭にピークを迎えた。\nしかし，義烏の防疫活動は，様々な事情から困難を極めた。そのため，ペスト\nは，県城北門一帯から，県前街，東門一帯などほぼ県城内全域に広がり，さらに小\n三里塘，嶺下，楊村など県城周辺や，同稠城鎮内の義駕山村，下付村，陳村，橋東\n村，岺頭村，沈村，大水-村，そして蘇渓鎮の徐豊村や城西鎮の張村，稠関村，東河\nにまで波及した。１９４２年３月までの流行の被害は，少なくとも死者２３０名に\n上る。\n義駕山村では，１９４２年旧正月ころにペストが伝播し流行した。\n義烏県城のペストは，隣の東陽市（当時東陽県）に伝播して１９４１年１０月か\nら翌１９４２年４月までに，少なくとも１１３名の死者を出した。\nさらに，１９４１年中に始まった義烏の農村地区の流行は１９４２年に本格化\nし，佛堂，蘇渓，廿三里，平疇，青口，前洪，井頭山，官塘下，崇山などの鎮や村\n落に波及し，１９４４年４月に昀後の死者が出るまで，２年８か月にわたって続い\nた。義烏県城と県城周辺の農村の被害を含めると，義烏県全体のペストの死者は，\n９００名を越える（証拠略）。\n別紙「原告及び死亡親族一覧表」の原告番号４６から５８までの死亡者欄記載の\n５７名は，このペスト流行で死亡したものである。\n４　細菌戦による東陽市のペスト被害\n１９４１年９月に義烏県城に発生したペストは，防疫活動が困難を極め，流行地\n区は日々拡大していった。加えて，日本軍機が爆撃を重ね，城内の住民の多くが農\n村に疎開したので，１２月末には流行は県城全域に及び，さらに郊外や隣接する東\n陽市（当時東陽県）に広がった。\n東陽市は浙江省中部に位置し，西を義烏と接している。同市の歴史上唯一のペス\nト流行は，１９４１年１０月から４２年４月上旬に発生したものである。「浙江省\n鼠疫流行史」によれば，感染源は，義烏に働きに行った左官がペストに感染して八\n担頭村に帰ったもので，ペストは周辺の村に急速に広がっていった。ペストは合わ\nせて１４の村で流行し，少なくとも１１７人が感染し，１１３名が死亡した。\n別紙「原告及び死亡親族一覧表」の原告番号５９，６０の死亡者欄記載の９名\nは，このペスト流行で死亡したものである。\n５　細菌戦による崇山村のペスト被害\n(1)　江湾郷の崇山村は，義烏県全体の中でも昀大のペスト被害に見舞われた。崇山\n村は，北の上半分村と南の下半分村の２つに分れており，住宅は極度に密集して建\nてられていた。同村のペストは，１９４２年１０月から爆発的に流行し，上半分村\nでペストによる死者が続出する事態となった（証拠略）。\nペストが蔓延した当時，上・下の区域を超えた人の交流はほとんどなかったた\nめ，両者の間には流行の時期に差がある。上半分村では１１月中旬に猖獗を極めた\n後，１２月上旬にほぼ流行が終結したかに思えた。しかし，１２月に入ると今度は\n下半分村で死者が多く出始めたのである。\n崇山村のペスト患者は，村はずれの林山寺や，あるいは同じく村はずれにある碑\n塘殿などに収容されたが，国民政府の防疫隊は全く活動できなかった。流行が終息\nする翌１９４３年１月までに，死者の総計は３９６名に上った。これは当時の崇山\n村の人口１２００人の約３分の１に相当する。\n別紙「原告及び死亡親族一覧表」の原告番号６１から９０までの死亡者欄記載の\n７０名は，このペスト流行で死亡した者らである。\n(2)　日本軍は，調査班を派遣し，崇山村で流行した伝染病がペストであることを，\nその流行の当時確定していた（証拠略）。\n日本軍の崇山村ペスト調査の目的は２つあった。１つは自軍へのペスト波及を防\nぐこと，もう１つはペスト感染者を生きた実験材料とすることである。\n前者の目的のため，日本軍は，１１月１８日同村を包囲し，火を放って２００余\n戸，４００余室を焼却した。これによる被災民は７００余人を数えた。\n後者の目的は崇山村のペスト感染者の生体解剖を行うことで達せられた。日本軍\nはペスト菌種を確認し，人体を通して強力となった強毒菌を取り出すため，隔離施\n設を構えて調査を行った。そして村の治安係を通じて治療が受けられると宣伝し，\n村人が患者を運んだところ，そこで１６４４部隊員たちにより生体解剖が行われた\nのである。また，日本軍は崇山村でのペスト発生の情報を得るや，感染者を村外に\n拉致し，解剖して内臓を取り出し，散布した細菌の効果を検査したりした。\n１９４３年１月，ようやく崇山村のペストは終息したが，村は陰鬱な空気に包ま\nれ，人々の表情からは生気が失われた。祠堂の１つである集奎堂には，家を焼き出\nされた２０家族が，１９８０年代前半までひしめいて住み続けざるを得なかった。\nこうした劣悪な住環境の下，崇山村の生産性は低く，蓄えもできず，いつまでたっ\nても家を新築することができなかった。若者は陰気な村に嫌気がさして，機会があ\nれば村を出ていく。こうして，生気を失った村は，リーダーシップも育たず，この\n状況を打破する力も失うことになった。\n６　細菌戦による義烏市塔下洲のペスト被害\n塔下洲のペストは，１９４２年１０月に崇山村から伝播した。２か月も経たない\nうちに，村全体で死者は１０３人（男４０人，女６３人）に上った。これは当時の\n村の人口の５分の１を占め，被害は全部で５０世帯に及んだ。そのうち一家全滅し\nたのが９世帯，母が死亡した家庭が１３世帯，父が死亡した家庭が３世帯，妻が死\n亡した家庭が８世帯，夫が死亡した家庭が３世帯，孤児だけが残された家庭が２世\n帯，子供が死亡した家庭が１０世帯，老人だけが残された家庭が２世帯になる（証\n拠略）。\n別紙「原告及び死亡親族一覧表」の原告番号９１から９５までの死亡者欄記載の\n２１名は，このペスト流行で死亡した者らである。\n７　細菌戦による寧波のペスト被害\n(1)　衢州への細菌攻撃と同じころ，浙江省の港湾都市寧波に対してもペスト感染ノ\nミが投下された。このため，寧波には突発的なペスト流行が起こった。これ以前\nに，寧波でペストが発生した歴史事実はない。\n１９４０年１０月下旬，日本軍機は寧波市（旧称朶県）開明街上空から小麦など\nとともにペスト感染ノミを投下した。飛行機が飛び去った後開明街一帯の商店の\n庭，屋根，水瓶，路上には小麦などが散乱し，生きている多量のノミも住民によっ\nて目撃された。\n(2)　１０月２９日に昀初の患者が出た。患者及び死者は日本軍機がノミ等を投下し\nた地域の住民に限られていた。汚染区の地域は，北は中山東路に沿って２２４番地\nから２６８番地，西は開明街に沿って６４番地から９８番地まで，南は開明巷に沿\nい，東は東後街から北太平巷に接して中山東路２２４号へ続く一帯である。汚染区\n内商店４３戸，住宅６９戸，僧庵１戸の計１１３戸，人口５９１人であった。\n顕微鏡検査，動物実験，細菌培養，臨床診断などから，寧波市開明街一帯で流行\nしている病気は，ペストであることが証明された。\n(3)　汚染区内に，甲部隔離病院と乙部隔離病院が設置され，甲部隔離病院には真正\nペスト患者が，乙部隔離病院（のち汚染区外に移転）には，汚染区住民及び潜伏期\n間中と疑われた者が収容された（証拠略）。隔離病院には総計約２５０人が収容さ\nれた。甲部隔離病院に収容された６１名は，１１月末の時点で５９名が死亡した。\nまた乙部隔離病院に収容された１２７名は，潜伏期間を過ぎ，退院許可証を受けた\nが，このうち約半数は帰る家がなく院内に留まり続けた。\n(4)　この間，防疫活動も活発に行なわれた。すでに１１月２日には汚染地域が封鎖\nされ，４日，県政府は同地区の厳重封鎖を告示した。６日には，朶県防疫処が成立\nして防疫体制が整えられた。汚染区の周囲に高さ３．７ｍ壁をめぐらす工事や，排\n水土管の破壊，暗渠の埋立てなどの工事が行われ，汚染区域は硫黄の薫蒸などによ\nって消毒された。中央政府や省政府から防疫隊，防疫担当官が到着し，ペストワク\nチンの予防注射も本格的に行われた。\nだが，ペストの死者が出ると汚染地区内の住民は，伝染病を避け実家へ戻った\nり，親戚友人を頼って区外へ出た。伝染病の蔓延を防ぐため，捜索隊が汚染区外に\n出た住民や感染者を捜索し，多くの患者や汚染地区の住民が連れ戻されたが，それ\nでも汚染区外での死者は３２名にのぼった。\n１１月３０日夜，開明街の汚染区のすべての家屋の焼却が断行された。焼却家屋\nは１１３戸，部屋数１３７室，面積約５０００平方メートルであった。\nこうした防疫活動が功を奏し，１２月初めに昀後の患者が死亡した後，寧波のペ\nスト流行は終息した。死者の合計は少なくとも１０９名であった（証拠略）。\n別紙の原告番号１０２から１０４までの死亡者欄記載の３名は，このペスト流行\nで死亡したものである。\n８　細菌戦による常徳のペスト被害\n(1)　１９４１年１１月，湖南省常徳市（当時常徳県。以下旧称を用いる。）でペス\nトが発生し，翌年になって市街地（県城）のみならず，農村部と桃源県に波及し\nた。１９４１年以前にこれらの地域でペストが発生した歴史事実はない。\n同年１１月４日，７３１部隊の航空班Ｍ２少佐が操縦する９７式軽爆撃機から，\nペスト感染ノミとそれを保護する綿・穀物などが投下され，県城中心の関廟街，鶏\n鵝巷一帯及び県城東門付近に落下した。投下されたノミが直接人間を噛んだことか\nら，ペストの潜伏期間を過ぎた１１月１１日からペスト患者が出始めた。\n死亡した患者が解剖され，細菌培養，動物接種などの実験が行われ，同患者が真\n性腺ペストにかかって死亡したことが医学的に証明された（証拠略）。後に，Ｐ１\n（ペストの専門家で，国民政府衛生署外国籍防疫専門官であった。）も，常徳にお\nける昀近のペストの流行が１１月４日の飛行機の攻撃と関連があることを疑う余地\nはない，と結論を下している（証拠略）。\n常徳県城のペスト流行によって，１９４１年１１月から翌１９４２年１月までに\n少なくとも６５名の死者が出た（証拠略）。\n(2)　１９４２年２月には患者は発見されず，この時点で終息したかに見えた。だ\nが，同年から常徳県城（市街地）内においてペスト感染ネズミが増大し始め，この\nネズミ間の流行が第二次流行を引き起こした。\nすなわち，同年３月から７月にかけて，病院に収容されたものだけで，常徳県城\n内で３４名の患者，２８名の死者が報告されたが，この数値は実際の患者数のごく\n一部にすぎない。なお，第二次流行はネズミの調査から予想されたため，事前の対\n策もとられたが，それでも農村部への波及は防げなかった。Ｎ１証人作成の「鑑定\n書」（証拠略）も，これらの被害が二次流行であったことを指摘している。\n(3)　１９４２年３月以降，常徳の市街地で流行したペストは，農村部へと伝播し，\n広範な地域に被害を及ぼした。常徳市全体の細菌戦被害の死亡者は，１９４５年１\n１月までに少なくとも６４９１名に上った。その後の調査で死亡者はさらに増え，\n２０００年１１月時点で７６４３人になっている（証拠略）。\n９　細菌戦による江山のコレラ被害\n江山市（旧称江山県）は，浙江省が江西省と境を接する位置にある浙江省昀奧の\n都市である。\n同地に対し，日本軍は，１９４２年（昭和１７年）細菌攻撃を行った。すなわち\n日本軍は，同年６月１１日江山県城を占領し，８月２１日に撤退したが，この時日\n本軍は，県城近くの清湖から県城に至るまでの一帯に細菌を撒布し，多数の被害者\nを出した。\n撒かれた菌は常山と同じくコレラ菌であり，井戸に直接入れる，食物（餅状のも\nの）に付着させる，果物に注射する，という３つの方法が用いられた。江山の人々\nは，日本軍の細菌戦とは思いもせず，これらの食物を拾って食し，被害に遭った。\nこのコレラ流行で，江山では少なくとも約１００名が死亡した。\n別紙の原告番号１７２から１８０までの死亡者欄記載の１３名は，このコレラ流\n行の被害者である。当時の州の医療防疫機構と施設は日本軍によって致命的に破壊\nされていた。医者不足と薬の欠乏が甚だしく，しばしば防疫治療の仕事は断念せざ\nるを得なかった。このため，短期間に伝染病が大流行したのである。\n10　戦後まで続いたペスト被害と現在まで続くペスト防疫活動\nペスト等の流行は，衢州では１９４８年１１月まで続く（証拠略）など，各地区\nの被害が戦後も続いた。また，各地区のペスト等の防疫活動として，ネズミの保菌\n調査等が現在まで続けられている（証拠略）。\n第４　本件細菌戦の残虐性\n１　ジェノサイド兵器としての細菌兵器の残虐性\n国家が発動する戦闘行為においては，敵軍隊を撃退し，その軍事的能力を解体す\nること以上の行為は禁止されている。したがって，敵兵も捕虜になったものについ\nては，国際法上の保護が与えられるし，非戦闘員たる一般住民に対する軍事的攻撃\nは禁止されている。細菌兵器は，それが国家が行う戦闘行為の手段である以上，国\n際人道法による規制を受ける。けだし，細菌戦は，非戦闘員たる一般住民の大量虐\n殺を目的とした戦闘行為だからである。例えば，１９２５年のジュネーヴ条約を始\nめとする国際法は，細菌兵器の使用を禁止している。\nところが，７３１部隊等は，明らかに軍事的拠点でもなく，また軍事的目標もな\nい中国の普通の地方都市や農村に対して細菌戦を実行し，平穏に暮らす中国の民衆\nを大量に虐殺したのであった。このような７３１部隊等の日本軍の細菌戦部隊が行\nった細菌戦の残虐さは，ナチスのアウシュヴィッツの残虐さに優るとも劣らない実\nに恐るべき残虐行為である。国際法が発達した今日では，このような集団殺害行為\nは，国際法上のジェノサイドに該当するものである。\n細菌兵器は，少量が使用されても大きな破壊力と潜在力を持っている。その破壊\n作用は長期間にわたり，一度収まっても，二度，三度流行することもある。\nまた，細菌兵器は，その開発過程において不可避的に残虐な生体実験を伴う。周\n知のとおり，７３１部隊は，チフス，コレラ，赤痢，ペスト，炭疽，凍傷などの研\n究に際し，常時２００人から４００人の捕虜を生体実験に用いた（証拠略）。生体\n実験の残虐さと，細菌戦の残虐さは，表裏一体をなすものである。\n細菌戦の被害の特徴は，その無差別性と致死率の高さにある。７３１部隊の用い\nた細菌兵器は，致死性の高いペスト菌またはコレラ菌である。これらの細菌が引き\n起こす病気は激しく長期間流行する。一家族，一地域の大半が全滅する例が多い。\nまた，被害の特徴の一つとして，伝播により被害範囲がどんどん拡がることが挙げ\nられる。被害は，直接の攻撃対象地区にとどまらず，周辺の地域にどんどん拡がっ\nていく（証拠略）。\n２　本件細菌戦による被害の重大性\n(1)　細菌戦による都市，村での疫病の流行\n日本軍は，生体移植により毒性を強めたペスト菌，コレラ菌等を大量に生物兵器\nとして生産・使用し，中国全土の村や都市の住民にペストなどの疫病を流行させ\nた。細菌兵器は，人間，家畜，農産物など，生命あるものだけを殺傷する昀も残虐\nな大量殺戮兵器である。細菌戦の狙いは非戦闘員たる住民の大量虐殺にあった。こ\nのような日本軍による細菌戦は，中国民衆に対する徹底した民族差別と排外主義に\n基づくものであった。\n(2)　被害者が一般住民であることについて\n原告らの肉親たちは都市あるいは農村の住民であったが，７３１部隊の細菌兵器\nにより，ペスト，コレラなどに感染し，あるいは汚染地区からの伝搬により感染し\nたことにより，もがき苦しんだ後死亡した。あるいは原告ら自身が罹患した。ま\nた，彼らの家屋は，防疫のため焼燬・破壊された。\n細菌戦部隊は，作戦後被害地区に「防疫」の名目で入り込み，その疫病に苦しむ\n住民を生体解剖して，細菌戦の効果を確かめるなどした。細菌戦の被害を被った中\n国民衆は，筆舌に尽くしがたい苦しみを受けたのである。\n(3)　高い致死率と鼠，蚤，人を介しての強い感染力\nア　ペスト菌は，感染経路によって，腺ペストや肺ペストなどの症状を呈する非常\nに強烈な病原体である。\n腺ペストは，蚤などを通して菌が人体に入り感染する。熱と悪寒がして虚脱状態\nを呈する。そして炎症性のはれものがリンパ腺にできる。とくに足に菌が入ること\nが多いので鼠けい部のリンパ腺にできる。\n肺ペストは，泡沫伝染で菌が呼吸器官に入って，肺炎に似た症状を起こす。泡沫\n喀痰に大量の菌がある。\nペストに罹ると２，３日で死亡する。出血がひどく，死体は黒色を呈するので黒\n死病といわれる。伝染力が強く，伝染が始まると撲滅するのが難しい。伝染病の中\nでは死亡率が昀も高い。\nイ　コレラは，消化器官を冒す病気である。おう吐・下痢の非常に激しいもので，\n腹痛，けいれん，虚脱を引き起こすといった特徴がある。コレラ菌は，水や食物か\nら口に入ってくる。とくに魚介類が汚染されて伝播する場合が多い。\nコレラも死亡率が高いうえ伝染力も非常に強い病気である。\n(4)　治療など防御方法の困難性\n細菌兵器は，爆弾のようにいつどこに何が使用されたかということがすぐには判\n明しない。病気が流行しても，細菌兵器によるものか否かが直ちに判明するわけで\nはない。しかも，細菌兵器に用いられた病原菌は，人に感染しても潜伏期間がある\nため，原因究明が遅れる。病気が発生しても，個体差があるため，使用された病原\n菌の特定が容易ではない。\nたとえペスト菌が発見されたとしても，感染を防ぐことは難しい。ペストの被害\nは直接に撒布された地域に限定されず，人や鼠を媒体として各地に拡がる。\nしかも，ペスト菌は，１回病気の流行が下火になっても，感染した鼠がいると再\n流行する。感染した鼠を撲滅するのは困難で，何十年と長期化する（証拠略）。\n(5)　自然環境の破壊\n一度被害に遭うと，その影響は長期間にわたって人間社会のあらゆる側面に及\nぶ。細菌戦による被害は，人間の命を奪い，衣食住の環境を汚染し，さらに，人間\nが生きるための条件である広範な地域の自然環境の汚染となって，地域住民に影響\nを与える。\n(6)　地域社会の破壊\nこうした環境破壊とともに，細菌戦の被害は，人間の社会的関係の破壊となって\n影響を与える。伝染病は，人々を隔離したり疎開させたりすることによって，人と\n人の交流を困難化させ，生き残った人の生活をも破壊していくのである（証拠\n略）。\n原告ら細菌戦の被害地住民にとって，細菌戦による被害は，戦争一般による被害\nには解消できないものである。何十年経とうと，原告らの被害は癒されることがな\nいのである。\n(7)　以上のとおり，日本軍による細菌兵器を使ったジェノサイドの被害は，ナ\nチスのアウシュビッツでの残虐さと同罪であり，過去に例がないほどの残虐なもの\nであった。\n第５　Ｉ１業務日誌による細菌戦の自認\n１　Ｉ１の業務日誌の発見\n(1)　日本軍が行った細菌戦の事実は，被告による徹底した隠蔽工作にもかかわら\nず，遂に１９９０年代半ばになってから，急速に解明されるようになった。\n細菌戦の事実が解明されるようになった昀も決定的なきっかけは，Ｙ１Ｃ大学教\n授とＩ３Ｒ大学講師が，被告（防衛庁防衛研究所図書館）の保管する①Ｉ１大佐の\n業務日誌（全２３冊），②Ｋ１軍医大佐の「陸軍省業務日誌摘録」（全３５冊），\n③Ｏ１軍医大佐の「備忘録」と題する日誌（全１３冊），④Ｓ１少将の業務日誌\n（全４０冊）等の中から，細菌戦に関する重要な記述を発見し，平成５年１２月に\nその内容を公表したことである（各将校の階級は昀終のもの。証拠略）。\nこのうち，特に大本営参謀本部作戦課員や支那派遣軍参謀等を歴任したＩ１（以\n下「Ｉ１」という。）の業務日誌（以下単に「Ｉ１日誌」という。）は，細菌戦に\n関する日本軍側の記録として第一級の証拠価値を有するものである。\n(2)　Ｉ１は，昭和１５年（１９３５年）１２月に大本営参謀本部作戦課に配属され\nて以降，一貫して細菌戦に関し７３１部隊等の細菌戦部隊と陸軍中央側で連絡をと\nる担当だった（証拠略）。\n(3)　なお，日本軍においては細菌戦攻撃の秘匿名を「ホ」号といい，Ｉ１日誌に\nは，「ホ号」，「ホ」，「ほ号」，「保号」などの形で記載されている。Ｉ１日誌\nの記載を通して，本件原告の被害地である中国浙江省の衢州，寧波，江山，湖南省\nの常徳に対し日本軍が細菌戦を行った事実が一層明らかになる。\n２　昭和１５年（１９４０年）の細菌戦に関するＩ１日誌\n以下に指摘するＩ１日誌によって，日本軍が衢州と寧波に対し細菌戦を行ったい\nたことは明らかである。\n(1)　６月５日のＩ１日誌\n６月５日の部分は，浙江省における細菌戦に関し，支那派遣軍参謀のＩ１が参謀\n本部作戦課のＡ１（当時中佐。以下同じ），Ｍ１（中佐）との間で行った打ち合わ\nせの内容を記載したものである（証拠略）。\n(2)　上記(1)以降のＩ１日誌には，次の日の部分に細菌戦に関する記載があ\nる。\nア　６月２８日\nイ　７月２日\nウ　７月２１日\nエ　７月２２日\n(3)　昭和１５年（１９４０年）８月１６日のＩ１日誌\n８月１６日の部分は，「杭州ニ於テ連絡」と題し，Ｉ１が杭州市筧橋の旧中央航\n空学校に赴き，細菌戦の実戦部隊であるＮ２部隊に対して支那派遣軍総司令部の\n「命令ノ伝達」などを行った時の連絡内容を記載したものである（証拠略）。支那\n派遣軍総司令部が行った「命令ノ伝達」とは，杭州にいたＩ２部隊に対するもので\nあり，その内容は，細菌戦に関する具体的な攻撃目標地点の空中写真，地誌等の捜\n索及び細菌戦の弾薬，消毒薬の準備等の作戦命令であった。\n(4)　昭和１５年（１９４０年）９月１０日のＩ１日誌\n９月１０日の部分は，Ｉ１がＮ２部隊のＯ２中佐とＭ２大尉から攻撃目標と細菌\n輸送に関して報告を受けた内容を記載したものである（証拠略）。Ｏ２及びＭ２\nは，航空写真等による捜索の結果攻撃目標地点は寧波と衢県が適当であること，さ\nらに金華を候補にあげたことをＩ１に報告した。第１回の細菌戦輸送の弾薬は，当\n初予定された「Ｃ」（コレラ菌）ではなく「Ｔ」（チフス菌）に変更された。\n(5)　昭和１５年（１９４０年）９月１８日のＩ１日誌\n９月１８日の部分は，Ｉ１がＮ２部隊との間で確認した細菌戦の具体的実行計画\nの内容を記載したものである（証拠略）。Ｎ２部隊との間で確認した細菌戦の具体\n的実行計画の内容は，攻撃目標として寧波，金華に加え，新たに玉山，温州，台州\nなどの地名を挙げ，寧波には１キロメートル四方当たり１．５㎏などと，攻撃目標\nごとの細菌使用量などが示された。細菌の生産量は，コレラ菌(「Ｃ」)が１日あた\nり１０㎏，チフス菌(「Ｔ」)はそれ以上が見込まれていた。\nまた，細菌戦の開始が遅延した理由，細菌爆弾の輸送を航空機と陸上輸送を併合\nして行うことの確認がされた。さらに，Ｙ２参謀より，「稀釈セラレタル弾薬」を\n使用する場合と，「濃度大ナルモノ」を使用する場合の２通りの撒布方法が具体的\nに示された。さらに，細菌戦に使用する飛行場は杭州市の筧橋飛行場が予定され，\n使用の際は他の部隊の使用を禁止することが確認された。「謀略関係事項」につい\nても確認され，細菌戦を秘密裏に実行するための検討が行われた。\n(6)　昭和１５年（１９４０年）１０月７日のＩ１日誌\n１０月７日の部分は，Ｉ１がＮ２部隊の中心的実行者であったＹ２参謀ら５名か\nら細菌戦の実施状況と実施の教訓についての報告を受けた内容を記載したものであ\nる（証拠略）。これにより９月１８日から１０月７日までの間に日本軍が浙江省に\nおいて６回の細菌攻撃を行ったことが分かる。記載中の「蚤」とは，ペスト感染ノ\nミのことである。\n(7)　上記(6)以降，１０月８日，１１月２５日，１１月３０日にも，細菌戦に関す\nる記載がある（証拠略）。\n３　昭和１６年（１９４１年）の細菌戦に関するＩ１日誌\n次のような昭和１６年（１９４１年）のＩ１日誌の記載から，日本軍が常徳に対\nし細菌戦行為をしていたことが明らかである。\n(1)　昭和１６年（１９４１年）１月から９月までの間のＩ１日誌には，次の日にち\nの部分に細菌戦に関する記載がある。\nア　１月１５日\nイ　２月５日\nウ　２月７日\nエ　３月２５日\nオ　３月２６日\nカ　９月５日\nキ　９月１２日\nク　９月１６日\n同日の部分には，「ホノ大陸指発令」とあり，正式に細菌戦の実施に関する大本\n営陸軍部指示が出て細菌戦の実施が命じられたことが分かる。\n(2)　昭和１６年（１９４１年）１１月２５日のＩ１日誌\n同日の部分は，常徳における細菌戦に関しＩ１が支那派遣軍参謀のＮ７から受け\nた報告の内容を記載したものである（証拠略）。\n日誌の記載から，実行者（７３１部隊のＭ２），攻撃機の型式や攻撃時間，投下\n時の高度，さらにペスト感染ノミを飛行機の機体の下に取り付けられた函に入れ，\nその函のフタを開けて投下する方法をとったこと等が分かる。「アワ３６㎏」と\nは，ペスト感染ノミ３６㎏のことで，これが常徳に撒布された。しかも，細菌戦実\n行後の常徳のペスト流行の報告がされている。\n(3)　昭和１６年（１９４１年）１２月２２日のＩ１日誌\n同日の部分は，Ｉ１がＭ２から受けた細菌戦に関する報告の内容を記載したもの\nである（証拠略）。Ｉ１は，Ｍ２から，常徳での作戦が成功したことにより細菌戦\n部隊の士気が上がったこと，そのためペスト感染ノミ使用の効果に対して自信がつ\nいたことなどの報告を受けた。\n４　昭和１７年（１９４２年）の細菌戦に関するＩ１日誌\n次に述べる昭和１７年（１９４２年）のＩ１日誌から，日本軍が江山に対し本件\n細菌戦を行っていたことが明らかである。\n(1)　昭和１７年（１９４２年）３月から７月までのＩ１日誌には，次の日にちの部\n分に細菌戦に関する記載がある。\nア　３月１８日\n「「バタン」ニ対スルホノ件」として，バターン半島に立てこもるアメリカ・フ\nィリピン軍に対する細菌戦を検討していたことが分かる。\nイ　３月１９日\nウ　４月１２日\nエ　５月２７日\n参謀本部で，Ｉ１のほかにＩ２（少将），Ｍ３（中佐），Ｍ１，Ｏ３，Ｍ２が参\n加して「ホ下打合」が行われ，細菌戦について様々な内容が話し合われた。\nオ　５月３０日\n参謀本部にＩ２，Ｍ３，Ｍ１，Ｏ３，Ｍ２が招集され，「〔参謀本部〕第１部長\n〔Ｔ１少将〕ヨリ大陸指及注意伝達」が行われた。\nカ　６月２９日\nキ　７月６日\nク　７月１５日\nケ　７月２６日\nＩ１はＩ２と連絡し，細菌戦実施予定日は「８月２０日公算大」と判断した。Ｉ\n２は，「無人ノ清野」に，あるいは「桂林，衡州〔衡陽〕等ハ敵航空部隊制圧後」\nに，「ＰＸ〔ペスト菌またはペスト感染ノミ〕，Ｃ〔コレラ菌〕，Ｔ〔チフス菌〕\n等」を撒布すること，つまり，日本軍への感染の危険が生じないようにするため，\n支那派遣軍が「無住地帯」や遠方の桂林・衡陽などの攻撃を行うことが決定され\nた。\nコ　７月２７日\n(2)　昭和１７年（１９４２年）８月２８日のＩ１日誌\nこの部分は，Ｉ１が，Ｎ７参謀から受けた「ホノ実施ノ現況」と題する報告の内\n容を記載したものである。江西省の広信，広豊，玉山，浙江省の江山，常山，衢\n県，麗水に細菌戦が実施されたことが記載されている（証拠略）。\n(3)　これ以降のＩ１日誌には，次の日にちの部分に細菌戦に関する記載があ\nる。\nア　１０月２日\nイ　１０月５日\n第６　被告による細菌戦の隠蔽及び細菌戦被害賠償立法の不作為\n１　被告の国家意志による証拠隠滅と隠蔽行為の継続\n(1)　被告は，ポツダム宣言が発表され日本の敗戦が時間の問題となった昭和２０年\n（１９４５年）７月下旬以降，中国人などに対し生体実験などの残虐な行為を行っ\nた証拠及び国際法に違反して細菌兵器を製造し細菌戦を行った証拠を隠滅しようと\n画策し実行した。これらが戦争犯罪として裁かれ，天皇に対する戦争責任追及がさ\nれることを免れるため，証拠隠滅をしたのである（証拠略）。\n米軍占領下において細菌戦を隠蔽した被告は，その後も今日に到るまで国家方針\nとして細菌戦の事実一切を隠蔽し続け，被害者の救済を妨害してきた。これらは，\n被告の国家意志に基づき公務員によってされた証拠隠滅，隠蔽行為であり，被告の\n新たな国家犯罪である。\n(2)　歴史的経過として被告の隠蔽行為は，次の３つの時期に分けられる。\nア　第１の隠蔽は，昭和２０年（１９４５年）８月１５日の敗戦前後の証拠隠滅で\nある。\n８月１０日にポツダム宣言受諾が決定されると，戦争犯罪の処罰を免れるため，\nすぐに内閣の閣議決定で公文書の焼却が決定された。中国平房の７３１部隊の施設\nに対しては，ポツダム宣言以前の８月９日にソ連が参戦した段階で，施設，物資，\n書類はことごとく破壊焼却され，「マルタ」と呼ばれていた捕虜は，全員証拠隠滅\nのため殺害された。\nイ　第２の隠蔽は，昭和２０年（１９４５年）８月から昭和２７年（１９５２年）\nまでの米軍占領期における隠蔽行為である。\nこの戦争犯罪の隠蔽は，直接の当事者のためだけではなく，国家ぐるみの隠蔽行\n為として行われた。さらに，日本政府及び細菌戦関係者は，米軍に対し細菌戦兵器\n研究・開発の物資・資料を全面的に提供し，米軍の細菌戦兵器の開発に協力するの\nと引換えに，戦犯としての訴追を免れたのである。\nウ　第３の隠蔽は，昭和２７年（１９５２年）の講和条約発効・占領期の終結から\n今日に至るまでの隠蔽行為である。\n特に１９８０年代に入ってから，細菌戦・７３１部隊の実態の解明は進んでき\nた。被告は一貫して隠蔽し続けているが，元７３１部隊であった人々が証言し始め\nたこと，中国の被害現地における調査の進展，アメリカが保有している占領期文書\nの公開，旧日本軍上層部にいた人々が保存していた文書や，医学界の文献の発見な\nどによって解明が急速に進み，今日では細菌戦部隊の犯罪行為は国際的にも国内的\nにも常識となっている。\n２　被告による敗戦前後（第１期）の証拠隠滅\n(1)　平房の７３１部隊本部の破壊，マルタの殺害等の証拠隠滅\n被告は，昭和２０年（１９４５年）８月９日にソ連が参戦した段階で，陸軍中央\nの指示で平房にあった７３１部隊の施設や物資等を徹底的に破壊した（証拠略）。\n７３１部隊本部施設の破壊作業は８月１２日正午に終了した（証拠略）。中国人や\nロシア人などの捕虜も全員殺害した（証拠略）。\n(2)　日本軍公式記録の焼却，隠匿\n８月１０日にポツダム宣言受諾が決定されると，すぐに閣議決定で公文書の焼却\nが決定され，焼却が組織的に徹底的に行われた（現代歴史学と戦争責任１２７，１\n２８ページ，証拠略）。\n(3)　７３１部隊関係文書の焼却\n昭和２０年（１９４５年）８月１５日の敗戦と同時に，陸軍省軍事課は，７３１\n部隊などの戦犯に問われる「特殊研究」について証拠隠滅の指示を陸軍省防疫研究\n室など関係機関に発した（証拠略，木下健蔵・消された秘密戦研究所３８０ペー\nジ）。７３１部隊に対しては，陸軍省軍事課員Ｎ３中佐の判断で，いち早く同じ８\n月１５日の午前８時半に証拠湮滅の指示が出された。\n(4)　撤退時の箝口令による隠蔽\n被告は，平房の施設を破壊する一方，７３１部隊員が捕虜になって細菌戦の事実\nが暴露されることを恐れ，他の関東軍や民間人に先駆けて，大量の部隊員とその家\n族を，飛行機，鉄道を利用して敗戦までに撤退させた。\n撤退の際，Ｉ２部隊長は，部隊員に対し「絶対に７３１部隊で見たり聞いたりし\nた事実を誰にもしゃべってはいけない。冥土に持っていくように。７３１部隊員で\nあったことも隠せ。」と命じた。多数の細菌戦部隊員は，幹部だけでなく末端の部\n隊員も含めて，この箝口令に従って，７３１部隊に所属したこと，また細菌戦部隊\n員として体験した事実を家族を含めて一切口外しなかった（証拠略）。\n(5)　敗戦後の元部隊員に対する箝口令の徹底\n敗戦後，被告は，旧日本軍幹部及び７３１部隊幹部を中心にして，国際法違反の\n細菌戦の一連の事実を隠蔽するため，Ｉ２等の幹部隊員に下部隊員宅を定期的に訪\n問させ，部隊長指示として箝口令を執拗に再確認し，生活の苦しい下部隊員には，\n援助金を与えるなどしていた（証拠略）。\nこのようにして被告は，７３１部隊を構成した約３０００人の口を封じ，物的に\nも組織的にも７３１部隊そのものが存在しなかったかのように装い，細菌戦の事実\nが露見することを妨害し，隠蔽したのであった。\n３　連合国の占領下（第２期）における被告の隠蔽工作\n(1)　戦犯裁判と細菌戦の隠蔽\n戦争犯罪の追及は，連合軍昀高司令官マッカーサーが来日後間もなく始まった\nが，被告は，細菌戦に関しては徹底的に隠蔽し，結果としてこれが罪に問われるこ\nとはなかった。この細菌戦の隠蔽は，政府機関である終戦連絡委員会・Ａ１機関\nと，非公式の政府機関である服部機関とが中心となって，国家ぐるみの隠蔽行為と\nして行い（証拠略），さらに，被告がアメリカ政府・占領軍と取引きをすることに\nよって成立した。\n(2)　米軍調査団に対する虚偽の供述\nア　アメリカ政府・占領軍と取引きをすることによって成立した隠蔽工作の時期\nは，大きく次の２つの時期に分けられる。\n(ア)　第１期：昭和２０年（１９４５年）８月から昭和２１年（１９４６年）末ま\nで\n第１期は，占領下の米軍による調査開始からソ連の尋問要求までの期間である。\n①　Ｓ３調査期　　昭和２０年８月から１２月まで\n②　Ｔ２調査期　　昭和２１年１月から４月まで\n(イ)　第２期：昭和２２年（１９４７年）１月から１２月まで\n第２期は，ソ連の尋問要求から昀終報告までの期間である。\n①　Ｆ１調査期　　　　昭和２２年４月から６月まで\n②　Ｈ１調査期　　　　　昭和２２年１０月から１２月まで\nイ　上記ア(ア)記載の第１期（Ｓ３調査期，Ｔ２調査期）において，日本側\nは，米軍調査官に対し７３１部隊の組織構成等を一定程度明らかにする一方で，細\n菌兵器の実戦使用及び人体実験は隠し通した（証拠略）。すなわち，Ｉ３，Ｋ１，\nＮ３，Ｍ１，Ｉ２，Ｋ２らは，アメリカ側の尋問にしらを切り通した。\nウ　被告は，細菌兵器開発の一環としての人体実験と中国各地での実戦としての細\n菌戦を行った事実については，虚偽の供述をして隠し通した。このような隠蔽工作\nを多数の被尋問者の間で食違いがないように成立させるためには，被尋問者間での\n口裏合わせが必須である。米軍調査官Ｔ２は，レポート（証拠略）の中で，「日本\nの生物戦研究・準備についておのおの別個とされる情報源から得られた情報は見事\nに首尾一貫しており，情報提供者は尋問において明らかにしてよい情報の量と質を\n指示されていたように思える。」と述べている。\n(3)　日本側隠蔽工作の組織的構造\nア　Ｓ３の調査開始に対する日本側の対応は，①米軍の出頭要求には応ずる，②細\n菌戦の実戦使用と人体実験は隠し通す，③それ以外は積極的に開陳することに統一\nされた。このような対応方針で，組織的な一致が行われたのである。\nイ　終戦連絡委員会・Ａ１機関について\nいわゆる間接統治において，占領軍（米軍）と日本政府との間の連絡調整機関・\n日本側の窓口として「終戦連絡委員会」が設置された。米軍から日本政府に対する\n要求や指令，通告はすべて終戦連絡委員会を通して行われた。これは，当初の委員\n長Ａ１（大本営陸軍第二部長として国際情報を担当していた。）にちなんで「Ａ１\n機関」と呼ばれた。細菌戦に関しても，米軍からの尋問出頭要求はこのＡ１機関を\n通して行われた（証拠略）。また，ちりぢりになった元部隊員が情報を得るために\n訪れた際，情報を与え，組織的な隠蔽工作を徹底させるために対応策を指示するこ\nとができたのもＡ１機関である。\nウ　細菌戦部隊当事者としての隠蔽工作の中心人物・Ｎ４の動向について\nＮ４は，陸軍軍医学校防疫研究室の責任者として細菌戦部隊・Ｉ２機関の要にい\nた人物である。Ｎ４は，Ｓ３の対応からアメリカ側の思惑を読みとり，前記の日本\n側の対策・方針を考えぬいたのである。\nエ　政治家Ｋ３の隠蔽工作について\n政治家としてこの隠蔽工作の中心にいたのがＫ３である。アメリカ留学の経験を\nもつＫ３は通訳として米軍の細菌戦調査に昀初から関わり，隠蔽工作の中心人物と\nなった（証拠略）。\nオ　連絡係Ｎ３の隠蔽工作について\nもう一人旧軍部で隠蔽工作に動いたのが，陸軍省軍事課で科学技術担当だったＮ\n３である。\nＮ３は，科学技術担当として細菌戦関係者やＫ３とも接点を持っていたが，専門\nはロケット及び核兵器開発であった。Ｎ３は，核兵器開発については当初から米軍\nに全面的に協力していたが，他方，細菌戦については，米軍からの尋問要求者に対\nして口裏合わせのための連絡をとり，前記の日本側対応方針のもとに一致させる役\n割を果たした（証拠略）。\nカ　国家的行為としての隠蔽工作\n上記のような関係者によって，敗戦直後から細菌戦の隠蔽工作は，被告の国家的\nな行為として行われたのである。\nキ　虚偽供述を証拠づけるＴ２・レポート\n結局，Ｓ３及びＴ２の調査を通して，日本側の尋問を受けた者は７３１部隊の組\n織実態や攻撃用の兵器の研究・開発を行ってことまでは供述した。しかし，細菌戦\nを実行したこと及び人体実験をしたことについては，虚偽の供述により隠し通した\nのである。東京裁判でも細菌戦関係者は訴追されなかった。こうして昭和２１年\n（１９４６年）末までには日本側の隠蔽工作は成功するかに見えた。ところが昭和\n２２年（１９４７年）に入って，日米双方にとって予想外の事態が起きた。\n(4)　アメリカ政府・占領軍と免責取引による隠蔽\nア　細菌戦の実戦使用と人体実験を把握していたソ連\n１９４７年（昭和２２年）１月，ソ連は極東国際軍事裁判の国際検事局を通じ\nて，ソ連側による尋問を行うためＩ２等細菌戦当事者の身柄引渡しを要求してき\nた。ソ連は，シベリアに抑留していた７３１部隊員の供述や押収文書から日本軍の\n細菌戦の実戦使用及び人体実験に関する情報を得ていたのである。\nイ　連合軍総司令部（ＧＨＱ）法務局の戦犯訴追へ向けての動向\n１月１５日，ソ連側とアメリカ側担当者との会合で，ソ連側はシベリア抑留中の\n７３１部隊第四部長のＫ４，その部下であったＫ５等の供述書を提出し，中国にお\nける日本軍による細菌戦の実行と，平房の７３１部隊での人体実験の事実をアメリ\nカ側に暴露し，同時にＩ２ら７３１部隊幹部の尋問要求を突き付けてきた（証拠\n略）。\nこの事態を受け，ＧＨＱ法務局が細菌戦関係者を戦犯訴追することを目的として\n調査を開始した。法務局の担当者Ｓ４はＮ４やＭ１等を尋問した。Ｎ４は，Ｓ４の\n追及に初めて人体実験を行っていたことを供述した。そして，Ｓ４は４月４日付け\nでＳ４・レポートを提出した（証拠略）。\nウ　窮地に陥った日本側の新たな隠蔽工作\nソ連による暴露とＧＨＱ法務局の戦犯訴追の追求によって，一挙に被告は窮地に\n陥った。東京裁判は開始以来半年以上を経過し，検察側立証の昀終段階として，日\n本軍の捕虜虐待や残虐行為の立証が続けられているところであった。ここで日本軍\nの細菌戦や人体実験があからさまになった場合，東京裁判がどう展開していくかは\n予断を許さない状況であった。\nそこで被告のとった方策は，人体実験や実戦で得たデータを始め細菌戦研究の全\n成果を米軍に提供し，さらに米軍による細菌戦兵器開発プロジェクトに参加し全面\n的に協力するのと引換えに，Ｉ２を始めとする７３１部隊等の細菌戦部隊幹部は戦\n犯訴追を免れ，細菌戦の隠蔽を貫き通すというものであった。そして，これによっ\nて天皇の戦犯訴追も封じることができると被告は考えた。一方，米軍も，昀初から\n戦犯免責と引換えに情報を得るという手段をとった（証拠略）。\nエ　隠蔽工作とＩ２\nこの新たな隠蔽工作においては，７３１部隊長であり，また細菌戦関係の全部\n隊，陸軍軍医学校，更には日本医学界を巻き込んだいわゆるＩ２機関を作り上げた\nＩ２自身が，Ｎ４やＫ３等とともに，積極的役割を果たした（証拠略）\n米軍調査官Ｆ１のレポート（証拠略）には，Ｉ２の供述調書が添付されている\nが，そこにはＩ２の次のような供述の記載がある。「平房には全責任を負う。私は\nそのことで私の部下及び上官を面倒に巻き込みたくない。私，私の上官，それに部\n下に対して文書による免責を与えてくれるなら，全ての情報を提供する用意があ\nる」。このＩ２の提案をアメリカ側は了承した（証拠略）。このＩ２の提案も，政\n府，旧軍部，細菌戦部隊当事者が一体となった被告の組織的な隠蔽方策であった。\nＦ１は２か月間の調査で，Ｉ２の論稿の他，細菌戦の中心的研究者１９名の書い\nた６０ページのレポート，２００人以上の人体実験による８０００枚の病理標本等\nを入手した。これらのレポートや物資はいったんアメリカに送られ検討された後，\nその説明やさらに詳しい調査のため，Ｈ１とＶ１が調査官として派遣された。昭和\n２２年（１９４７年）末に提出されたＨ１・レポートをもって，米軍調査団による\n調査は終了した。Ｆ１・レポートに記されたレポート類は現在未発見だが，これら\nの資料がアメリカに渡ったことを示す証拠がある（証拠略）。\nオ　日本側の隠蔽工作に対するアメリカ側の対応\n日本側の新たな隠蔽工作に対して，アメリカ側が応じることによって結果として\n新たな隠蔽工作は成立した。しかし，アメリカ側にとっては，次の２つの問題があ\nった。\n第１の問題は，ＧＨＱ法務局の戦犯訴追へ向けての動きを止める必要があったと\nいう点である。この点については，ＧＨＱ・Ｇ２（参謀部・情報担当）からの法務\n局に対する指令で，法務局の調査は打ち切りになり，また，アメリカ政府における\n陸軍省・海軍省・国務省の三省調整委員会において細菌戦関係者の戦犯訴追をしな\nいことが決定された。\n第２の問題は，日本側の文書での戦犯免責の確約要求に対してどうするかという\n点である。この点が昀終的にどうなったかは分からないが，おそれく文書では与え\nないということで日本側が妥協した可能性が大きい。\nいずれにせよ，昭和２２年（１９４７年）末までの段階で，日本側の隠蔽工作は\nひとまず成功した。\nカ　新たな犯罪としての被告の隠蔽行為\n以上のように，昭和２０年から昭和２２年に至る戦争終結直後の隠蔽行為によっ\nて，細菌戦は戦争犯罪として裁かれることなく今日に至っている。その後サンフラ\nンシスコ講和条約が締結され占領期が終わった段階で，被告は自らの手で細菌戦の\n事実を明らかにし，戦争犯罪としてこれを裁くこともできる立場に立ったが，それ\nをすることなく今日に至っている。細菌戦に関する様々な事実が明らかになってい\nる今日においても，日本政府は，細菌戦を行った事実を認めず，あくまで隠蔽行為\nを続けている。\nこうした被告の姿勢は，極めて高度な違法性をもった組織的行為としての隠蔽，\n証拠隠滅行為である。\n(5)　ハバロフスク裁判の細菌戦暴露と昭和２５年国会答弁における被告の隠蔽\n１９４９年（昭和２４年）１２月，ソ連は独自に，ハバロフスクで細菌兵器の準\n備と使用に関わった日本軍捕虜１２名を裁判にかけ（証拠略），７３１部隊の本\n部・支部の責任ある立場の者として，Ｋ４，Ｋ５，Ｎ５，Ｏ４が裁かれた。そし\nて，証人が中国における細菌撒布や人体実験について証言した（証拠略）。\n公判記録は，翌１９５０年（昭和２５年）に日本語版も出版されたが，米国対日\n理事会は，この裁判を日本人のソ連抑留問題から目を逸らすためのフレーム・アッ\nプであるとの声明を出して，細菌戦の諸事実が明らかになることを妨害した。被告\nは，この米国の政策を奇貨として，細菌戦の事実を国際社会に対して明らかにする\nことなく隠蔽し続けた。\nこの裁判に関する報道を基にして行われた昭和２５年３月の国会質問の中で，被\n告は「日本人の戦争犯罪人に対する裁判は，ポツダム宣言の受諾により連合国によ\nって行われるから，政府は戦争犯罪人の問題に関与すべきではない。政府は調査す\nる権能も持たず，また調査する必要もない。」（Ｓ１法務総裁。証拠略）と答弁し\nた。しかし，この答弁は全くの言い逃れにすぎない。\n４　１９８０年代（第３期）の被告の隠蔽行為\n(1)　７３１部隊の真実暴露が急速に進む\n１９８０年代に入り，７３１部隊の活動の残虐な実態の暴露が急速に進んだ。\nまず，ジョン・パウエルによって，アメリカの公文書記録から占領期におけるＧ\nＨＱの資料が発見・公表され（証拠略），７３１部隊の戦争犯罪と戦後の隠蔽工作\nが明るみに出された（証拠略）。昭和５６年（１９８１年）には，森村誠一の「悪\n魔の飽食」（証拠略）によって７３１部隊の衝撃的な事実が広く世に知られるよう\nになった。１９８１年には常石敬一が「消えた細菌戦部隊」（証拠略）を刊行し，\n７３１部隊の人体実験の事実が暴露された（証拠略）。\n(2)　昭和５７年国会答弁における隠蔽\n昭和５７年４月６日，衆議院内閣委員会で７３１部隊に関する質疑が行われた。\nＳ２議員は，７３１部隊に関する日本政府としての全面調査を要求した。これに対\nして被告は，７３１部隊の存在を示す資料として，厚生省保管の「留守部隊名簿」\nと「部隊略歴」を示し，部隊の概要等について答弁したが，細菌戦の研究や人体実\n験についてはこれらの資料には記載がなく，他に資料がないとした。ところが外務\n省は，全面調査を拒否し隠蔽し続けている。\n(3)　昭和５７年防衛庁防衛研究所の細菌戦記録の非公開取扱い\n戦後，旧軍関係の資料は，防衛庁防衛研究所戦史部に集められ，１９５０年代後\n半から一般に公開されていた。しかし，昭和５７年１２月，防衛庁防衛研究所は，\n昭和５５年５月２７日付けの「情報提供に関する改善措置について」という閣議決\n定及び「防衛庁本庁における情報提供に関する改善措置等について」（昭和５５年\n９月１８日防官総第４５１８号）と題する通達に基づき「戦史資料の一般公開に関\nする内規」を定めた。そして防衛庁は，同日付けで「公文書の公開審査実施計画」\nにより審査の実施要領を細かく規定した。被告は，これによって防衛研究所戦史部\nに戦後集められた資料中の７３１部隊・細菌戦の資料を非公開にし，細菌戦の事実\nを隠蔽したのである。\n(4)　昭和５８年Ｉ４教科書検定での７３１部隊記述削除\n昭和５８年，文部大臣は，Ｉ４の改訂検定申請における７３１部隊に関する記述\nについて全部削除の修正意見を付した。第３次Ｉ４教科書訴訟で，昀高裁判所は平\n成９年８月２９判決（民集５１巻７号２９２１ページ）で「関東軍の中に細菌戦を\n行うことを目的とした『７３１部隊』と称する軍隊が存在し，生体実験をして多数\nの中国人等を殺害したとの大筋は，既に本件検定当時の学界において否定するもの\nはいないほど定説化していた」と認定し，文部大臣の全部削除の修正意見を違法と\nした。\n昭和５８年の検定時までに７３１部隊の実態解明は大きく前進し，その存在は定\n説となっていた。にもかかわらず，被告は７３１部隊の記述を教科書から削除し，\n７３１部隊の存在とその戦争犯罪行為を隠蔽したのである。\n５　１９９０年代（第３期）の被告の隠蔽\n(1)　細菌戦の真実暴露が急速に進む\n中国にでは，１９８９年に中国側の資料をまとめた「細菌戦与毒気戦」が刊行さ\nれた。ここでは，日本軍の細菌撒布と中国各地のペスト等の流行との因果関係が実\n証的に明らかにされている（証拠略）。１９９０年代に入り，ソ連崩壊に伴う情報\n公開でハバロフスク裁判の起訴準備書面や旧日本軍牡丹江憲兵隊の報告書が発見さ\nれ，７３１部隊による人体実験の犠牲者の氏名が判明した。\n日本では，平成元年（１９８９年）７月，東京都新宿区戸山の旧日本軍軍医学校\n跡地から，１００体以上の人骨が発見され，７３１部隊との関係が疑われた。ま\nた，平成５年７月から始まった７３１部隊展を機に，元部隊員の多くが過去の事実\nを語り始め，真相の解明が大きく進んだ。平成８年には元部隊員の証言集「細菌戦\n部隊」が刊行された。\n(2)　Ｉ１業務日誌の発見・公表と被告による非公開措置\n平成５年，Ｙ１Ｃ大学教授らによって防衛庁の防衛研究所図書館においてＩ１日\n誌が発見された（証拠略）。しかし，被告は，その後驚くべきことに同日誌を非公\n開措置とし，もって細菌戦の事実の隠蔽を継続した。\n(3)　従軍慰安婦，毒ガス等の戦争犯罪に対する謝罪・賠償に逆行する細菌戦隠\n蔽\n被告・日本政府は，１９９０年代に入ると，軍隊慰安婦問題，遺棄毒ガス兵器問\n題の戦争犯罪に対する調査を行うようになった。\n軍隊慰安婦問題については，政府は当初軍の関与を示す資料はないと言っていた\nが，韓国の元軍隊慰安婦３名が日本政府に謝罪と賠償を求めて提訴したことなどを\n受けて調査をし，平成５年８月４日，第２次調査結果と官房長官談話が発表した。\nこの官房長官談話は，これまでの政府見解を完全に覆し，軍の関与を認めた。\nまた，毒ガス兵器も，戦後長い間問題とされず，１９８０年代の終わり以降，旧\n日本軍が遺棄した毒ガス兵器の処理を中国が要請しても，日本側はおざなりな調査\nしか行っていなかった。しかし，化学兵器禁止条約（１９９３年〔平成５年〕締\n結，１９９５年〔平成７年〕批准，１９９７年〔平成９年〕発効。）中に遺棄毒ガ\nス兵器の処理義務が明記されたことから，日本政府は中国大陸に遺棄した大量の毒\nガス兵器の処理を行わなければならなくなり，中国現地における本格的調査を開始\nしたのである。\nこのように，被告が他の戦争犯罪についての調査，各種の原状回復，被害補償等\nを開始しつつある中でも，ことさらに細菌戦の隠蔽を継続した。\n(4)　７３１部隊の活動を認定した昀高裁判決を無視した隠蔽行為\nア　前述のとおり，昀高裁判所は平成９年８月の判決で７３１部隊の存在を認定し\nたが，これにより行政府，立法府に対し細菌戦の調査を義務づけたものといえる。\nイ　昀高裁判決の前後における検定済の日本史教科書（複数）には，旧日本\n軍の中に７３１部隊などの細菌戦部隊が存在していたこと，７３１部隊などが中国\n人やロシア人などを生体実験の対象にして殺害したこと，中国各地で実際に細菌戦\nが行われたことなどが，歴史記述として記載されている。\nウ　日本軍の細菌戦の実行は，このように定説化し確定しているのに，被告\nはことさらに細菌戦の隠蔽を継続した。\n(5)　平成９年国会答弁での被告の隠蔽行為\n平成９年１２月から平成１１年２月までの間に，４回の国会質疑が行われた（証\n拠略）が，被告は「資料がないからわからない」等言い逃れに終始している。しか\nし，同時に，被告が新たな加害行為として隠蔽を続けているという事実が明らかに\nなっている。\nア　「７３１部隊の活動状況を示す資料はない」という被告答弁\n「これまでの政府部内の調査では政府保存の文書中にいわゆる７３１部隊の活動\n状況を示す資料は見つかっていない」（平成１０年４月２日Ｍ４官房長官答弁。証\n拠略），「具体的な活動状況やご指摘の生体実験に関する事実を確認できる資料は\n確認されていない」（平成１１年２月１８日Ｎ６防衛庁長官。証拠略）というのが\n被告の回答である。しかし，Ｉ１日誌等４つの業務日誌の存在が，これらの国会答\n弁が嘘であったことを暴露したのである。\nイ　Ｉ１日誌に関する「一切ノーコメント」という被告答弁\nこのＩ１日誌については，平成１０年４月７日の国会質疑で取り上げられたが，\n被告の答弁は質問の趣旨を意図的にはぐらかすものであった。被告は，Ｉ１日誌の\n存在を知っているのに，「知っている」とも「知らない」とも答えず，昭和３４年\n以来自らが保持し「戦史叢書」編纂に活用してきた文書を「個人の日誌」等と強弁\nし，「コメントはしない」と回答を拒否している。資料を突き付けられて，今度は\n「一切ノーコメント」というのでは，１国の政府として恥ずべき態度というほかは\nない。このような被告の態度が，新たな加害行為として，細菌戦の被害者である死\n者を冒涜し，生存者や遺族に新たな精神的苦痛を与えているのである。\nウ　Ｈ２証言（アメリカからの返還記録）否定の被告答弁\nＨ２は，アメリカ下院公聴会で「７３１関連文書は１９５０年代末か１９６０年\n代初めに箱詰めにして日本に送り返した」と証言した。平成９年１２月１７日の国\n会質疑の「この資料は現在どこに保存しているのか」という栗原議員の質問に対\nし，被告は，質問を「米国が返還した４万件の資料」一般の話しにすりかえ，さら\nにＨ２証言自体を否定した。\nエ　７３１部隊の活動内容断定は困難という被告答弁\n被告政府は，「現時点で政府としていわゆる７３１部隊の具体的な活動内容につ\nいて断定することは困難と考えている」（平成１０年４月７日Ｍ４官房長官答弁。\n証拠略）と言う。被告は，本件原告らを含む被害を公表した者らを嘘つき呼ばわり\nしたに等しい。被告の答弁には，７３１部隊が細菌戦を行ったことを示す明白な資\n料があっても事実を認めない点において，まさに細菌戦の隠蔽行為以外のなにもの\nでもない。\n(6)　被告の細菌戦被害賠償立法の不作為\n１９９０年代に入り細菌戦の真実暴露が急速に進んだにもかかわらず，被告国会\n議員は，右特別の賠償立法を現在まで実現していない。\n第７　原告らの損害\n１　衢州の原告らの損害\n浙江省衢州の原告らは，別紙「原告及び死亡親族一覧表」の原告番号１から１４\nまでの１４名である（なお，同番号は７地域通しの番号とする。また，原告の生年\n月日は，すべて１９００年代なので，西暦の下２桁のみを表示する。死亡者は，原\n告の３親等内の親族の被害者である。以下同じ。）\n上記１４名の原告らは，その家族が，日本軍の細菌戦によって衢州で発生したペ\nスト流行によりペストに罹患し，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状\nを呈して死亡したことにより，耐え難い精神的苦痛を被った。さらに，敗戦直前か\nら現在に至るまでの被告の徹底した隠蔽行為及び立法不作為によって，原告らは新\nたな耐え難い精神的苦痛を被った。\n上記１４名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に\n評価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌\n戦隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円\nを下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を\n金銭に評価すると，それぞれ各５００万円を下らない。\n２　義烏の原告らの損害\n浙江省義烏市市街地の原告らは，別紙「原告及び死亡親族一覧表」の原告番号１\n５から５８までの４４名である。\n原告らは，その家族らが日本軍の細菌戦によって義烏で発生したペスト流行によ\nりペストに罹患し，高熱，頭痛，鼠径腺腫，嘔吐などの症状を呈して死亡したこと\nにより，耐え難い精神的苦痛を被った。さらに，敗戦直前から戦後現在に至るまで\nの被告の徹底した隠蔽行為及び立法不作為によって，原告らは新たな耐え難い精神\n的苦痛を被った。\n上記４４名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に\n評価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌\n戦隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円\nを下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を\n金銭に評価すると，それぞれ各５００万円を下らない。\n３　東陽市の原告らの損害\n浙江省東陽市の原告らは，別紙「原告及び死亡親族一覧表」の原告番号５９，６\n０の２名である。\n上記原告２名は，その家族が日本軍の細菌戦によって東陽市で発生したペスト流\n行によりペストに罹患し，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状を呈し\nて死亡したことにより，耐え難い精神的苦痛を被った。さらに，敗戦直前から戦後\n現在に至るまでの被告の徹底した隠蔽行為及び立法不作為によって，原告らは新た\nな耐え難い精神的苦痛を被った。\n上記２名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に評\n価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌戦\n隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円を\n下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を金\n銭に評価すると，それぞれ各５００万円を下らない。\n４　崇山村の原告らの損害\n浙江省義烏市崇山村の原告らは，別紙「原告及び死亡親族一覧表」の原告番号６\n１から９０までの３０名である。\n原告６７，原告７６，原告８８，原告８９，原告９０を除く原告２５名及び原告\n６７の父，原告７６の父，原告８８の父，原告８９の父，原告９０の夫の５名は，\nその家族が日本軍の細菌戦によって崇山村で発生したペスト流行によりペストに罹\n患し，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状を呈して死亡したことによ\nり，耐え難い精神的苦痛を被った。\n上記３０名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に\n評価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌\n戦隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円\nを下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を\n金銭に評価すると，それぞれ各５００万円を下らない。\nなお，原告６７は父の死亡により，原告７６は父の死亡により，原告８８は父の\n死亡により，原告８９は父の死亡により，原告９０は夫の死亡により，それぞれ損\n害賠償請求権を全部相続したものである。\n５　義烏市塔下洲の原告らの損害\n浙江省義烏市塔下洲の原告らは，別紙「原告及び死亡親族一覧表」の原告番号９\n１から９５までの５名である。\n上記原告５名は，その家族が日本軍の細菌戦によって義烏市塔下洲で発生したペ\nスト流行によりペストに罹患し，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状\nを呈して死亡したことにより，耐え難い精神的苦痛を被った。さらに，敗戦直前か\nら現在に至るまでの被告の徹底した隠蔽行為及び立法不作為によって，原告らは新\nたな耐え難い精神的苦痛を被った。\n上記５名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に評\n価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌戦\n隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円を\n下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を金\n銭に評価すると，それぞれ各５００万円を下らない。\n６　寧波の原告らの損害\n浙江省寧波の原告らは，別紙「原告及び死亡親族一覧表」の原告番号９６から１\n０４までの９名である。\n上記原告９名は，その家族が日本軍の細菌戦によって寧波で発生したペスト流行\nによりペストに罹患し，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状を呈して\n死亡したことにより，耐え難い精神的苦痛を被った。さらに，敗戦直前から現在に\n至るまでの被告の徹底した隠蔽行為及び立法不作為によって，原告らは新たな耐え\n難い精神的苦痛を被った。\n上記９名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に評\n価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌戦\n隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円を\n下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を金\n銭に評価すると，それぞれ各５００万円を下らない。\n７　常徳の原告らの損害\n湖南省常徳の原告らは，別紙「原告及び死亡親族一覧表」の原告番号１０５から\n１６５までの６１名である。\n上記原告６１名のうち，別紙原告番号１４０，１４７を除く５９名は，その家族\nが日本軍の細菌戦によっていずれも常徳で発生したペスト流行によりペストに罹患\nし，いずれも高熱，頭痛，鼠径腺腫，嘔吐などの症状を呈して死亡したことによ\nり，耐え難い精神的苦痛を被った。また＊印の８名の原告は，ペストに罹患し死線\nをさまよったが，生き延びた者らであり，肉体的かつ精神的な傷害を受け，耐え難\nい精神的苦痛を被った。さらに，敗戦直前から現在に至るまでの被告の徹底した隠\n蔽行為及び立法不作為によって，原告らは新たな耐え難い精神的苦痛を被った。\n上記６１名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に\n評価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌\n戦隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円\nを下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を\n金銭に評価すると，それぞれ各５００万円を下らない。\n８　江山の原告らの損害\n浙江省江山の原告らは，別紙「原告及び死亡親族一覧表」の原告番号１６６から\n１８０までの１５名である。\n上記原告１５名のうち，別紙の原告番号１７４を除く１４名は，その家族が江山\nでの日本軍の細菌戦によってコレラに罹患し，いずれも腹痛を起こし，嘔吐，下痢\nで脱水症状などの症状を呈して死亡したことにより，耐え難い精神的苦痛を被っ\nた。また，＊印の２名の原告は，コレラに罹患し死線をさまよったが，生き延びた\n者らであり，肉体的かつ精神的な傷害を受け，耐え難い精神的苦痛を被った。さら\nに，敗戦直前から現在に至るまでの被告の徹底した隠蔽行為及び立法不作為によっ\nて，原告らは新たな耐え難い精神的苦痛を被った。\n上記１５名の原告らが戦時中の被告の細菌戦によって被った精神的苦痛を金銭に\n評価すると，それぞれ各１０００万円を下らない。また，上記原告らが被告の細菌\n戦隠蔽行為によって被った精神的苦痛を金銭に評価すると，それぞれ各５００万円\nを下らない。さらに，上記原告らが被告の立法不作為によって被った精神的苦痛を\n金銭に評価すると，それぞれ各５００万円を下らない。\n第８　細菌戦による原告らの名誉侵害\n細菌戦は，既に述べたように，生命身体等への直接的な侵害にとどまらず，現在\nに至るまで細菌の恐怖は収まらず，また，被告が細菌戦の事実を速やかに認めて適\n切な立法等による被疑者救済を怠ってきたことにより，現在まで継続して，非常な\n精神的苦痛，人格権への侵害を受けてきたのであり，この人格権への侵害の重大性\nは，名誉権への侵害の場合と比肩し得る。\n･\n第２部　被告の細菌戦に関する責任（法律論）\n第１　ヘーグ陸戦条約３条に基づく謝罪及び損害賠償請求\n１　ヘーグ陸戦条約及びこれを内容とする国際慣習法の成立（原告らの主張の骨\n子）\n(1)　ヘーグ陸戦条約３条は，軍隊構成員が戦争法規に違反する行為をした場合にそ\nの被害者個人が加害国に直接損害賠償を請求する権利を定めたものであり，同条約\nは，制定当時既に国際的慣習法として承認されていた内容を条約化したものであ\nる。\n(2)　仮に，個人の加害国に対する直接的な賠償請求権が慣習法にまで至っていなか\nったとしても，同条約３条はこの権利を創設したものというべきである。\n(3)　仮にそうでないとしても，遅くとも本件細菌戦の実行時点までには被害者個人\nの加害国に対する直接的な損害賠償請求権が国際慣習法として成立していたという\nべきである。すなわち，ヘーグ陸戦条約は，世界主要４４か国が参加した国際的な\n平和会議において全員一致で採択され，世界各国は，同条約の制定以降同条約の遵\n守を表明し，反対意思を表明する国はなく，かつ，その内容は現実に履行されてき\nた。さらに，同条約に違反する行為が戦争犯罪を構成することは国際的に承認され\nていた。日本も，批准後の第１次大戦に参戦する時，同条約の遵守を表明すると同\n時に各国にその履行を要求した。\n以上の事実から，仮にヘーグ陸戦条約制定当時被害者個人の直接的な損害賠償請\n求権が国際的慣習法にまで至っておらず，かつ，同条約３条が個人の請求権を確認\nし又は創設したものといえないとしても，遅くとも本件細菌戦の実行時点までには\n被害者個人の加害国に対する権利は国際慣習法として成立していたというべきであ\nる。\nしたがって，同条約２条には「第一条ニ掲ケタル規則及本条約ノ規定ハ，交戦国\nカ悉ク本条約の当事者ナルトキニ限リ，締約国間ニノミ之ヲ適用ス」といういわゆ\nる総加入条項があり，第２次世界大戦交戦国中には同条約を締結していない国も存\n在していたが，この条項の故にヘーグ陸戦条約が排除されるものではない。\n２　細菌戦のヘーグ陸戦規則違反\n細菌兵器は，ヘーグ陸戦規則２３条１項イ号（毒又ハ毒ヲ施シタル兵器ヲ使用ス\nルコト）及び同条１項ホ号（不必要ノ苦痛ヲ与フヘキ兵器，投射物其ノ他ノ物質ヲ\n使用スルコト）に該当する。さらに，細菌戦は，同規則２５条（防守セサル都市，\n村落，住宅又ハ建物ハ，如何ナル手段ニ依ルモ，之ヲ攻撃又ハ砲撃スルコトヲ得\nス）にも違反する。\n一方，細菌戦は，１９２５年６月に署名されたジュネーヴ議定書でも禁止されて\nいた。同議定書に反対する意思を表明する国家もなく，各国が細菌兵器を使用しな\nいことは現実に守られ，かつ，細菌兵器の使用が戦争犯罪を構成することは国際的\nに承認されていたから，ジュネーヴ議定書は，遅くともそれが発効した１９２８年\nころには国際慣習法としても確立していた。日本政府も同議定書に制定直後に署名\nしており（ただし，批准したのは昭和４５年〔１９７０年〕である。），同議定書\nと同一内容の国際慣習法が成立していることを十分に認識していた。\n３　ヘーグ陸戦条約３条が認める賠償請求権の帰属主体\n(1)　同条は，軍隊構成員にヘーグ陸戦規則を遵守させるためには，軍事刑罰法規に\nよる処罰だけでは不十分であるとの根本的な認識に立って，規則違反行為によって\n個人に生じた損害については，被害者個人が加害国に対し直接に損害賠償請求でき\nること，及び加害国はその個人の損害賠償請求に対し指揮命令系統の管理・監督の\n過失が無くても無過失の責任を負担することを国際法の明文で規定したものであ\nる。\n(2)　この解釈は，ヘーグ陸戦条約３条の制定経過に照らすと一層明らかである（証\n拠略）。\n１９０７年の第２回ヘーグ平和会議で，ドイツ代表が，占領地域内外において自\n国軍隊の構成員がヘーグ陸戦条約の附属規則違反行為をした場合，被害者個人が加\n害国に対し直接に損害賠償を請求でき，加害国は無過失の責任を負うという基本的\n内容の条文（提案第１条，第２条）を追加することを提案した。審議では，提案が\n中立国の市民と交戦国の市民とで条文を分けていることについて質問があったが，\n上記の基本的内容には全参加国に異論はなかった。\n結局，審議を行ったヘーグ平和会議の第２委員会は，ドイツ代表の提案中の主眼\nである提案第１条の部分を基本にして，条文上は中立国と交戦国とを区別しない形\nで次のような規定にまとめた。\n「本規則の条項に違反する交戦当事者は，損害が生じたときは，損害賠償の責任を\n負う。交戦当事者は，その軍隊を組織する人員の一切の行為につき責任を負う。」\n起草委員会は，これを条文の附属規則ではなく，条約本文に置くべきであると\nし，これが総会で前会一致で採択され，ヘーグ陸戦条約３条の規定となったのであ\nる。\n(3)　被告の主張に対する反論\nア　被告は，条約の一般的な解釈方法によって解釈すれば，ヘーグ陸戦条約３条の\n規定は，個人が原則として国際法上の主体とはなり得ないとの国際法の一般原則の\n例外を規定したものとはいえないと主張している。しかし，次のイ，ウに述べると\nおり，被告の主張は失当である。\nイ　条約の解釈は，条約法に関するウィーン条約に示された解釈原則によるべきで\nある。すなわち，同条約で認められた解釈原則は，国際判例等により従来から認め\nられ国際慣習法として成立していた原則を確認し，明確化したものであるからであ\nる。\n条約法に関するウィーン条約３１条は，「条約は，文脈によりかつその趣旨及び\n目的に照らして与えられる用語の通常の意味に従い，誠実に解釈するものとす\nる。」（１項）とし，条約の趣旨・目的に照らして実効性の規則の範囲内で目的論\n的解釈（特に条約の全文又は方針規定に基づくもの）を行うことを認めている。こ\nの場合，「用語の通常の意味」を確定するには，まず条約文（全文と附属書を含\nむ）に加えて，その締結の際の当事国の関係合意とか，当事国の解釈宣言で他の当\n事国も認めたものなどの「文脈」により行うことができる（同条２項。山本草二・\n国際法〔新版〕６１４ページ参照）。さらに，上記の一般原則による条約規定の意\n味について，あいまい又は不明確であるか，常識に反し不合理な結果がもたらされ\nる場合は，補足的な解釈手\n段として，条約の準備作業及び条約締結時の諸事情を援用することが認められる\n（同条約３２条）。\nウ　以上の条約解釈上の諸原則を踏まえると，ヘーグ陸戦条約３条の解釈上\n重要な点は次のとおりである。\n(ア)　ヘーグ陸戦条約３条第１文が前提としているヘーグ陸戦規則は，占領地住民\nと占領軍隊組成員又は占領国家との間の権利義務関係を定めた交戦法規である。\n(イ)　交戦法規は，伝統的に国際法上の個人の「主体性」を認めてきた。ここで\nは，被占領地住民は直接個人として国際法上の権利を付与され義務を賦課されてい\nる主体であって，国際法の直接的適用を受け得る。\n(ウ)　ヘーグ陸戦条約３条の実質は，慣習法である陸戦規則の改正であるから，同\n条が規定されたことによって従来から国際法上の主体であった被害者個人が法主体\n性を喪失することはない。\n(エ)　ヘーグ陸戦条約３条第１文と第２文とを総合的に解釈すれば，同条は一体と\nして被害者個人に対し交戦国に対する直接的な損害賠償請求権を付与している。\n(オ)　ヘーグ陸戦規則５２条，５３条は，住民個人を含む被押収者に対して返還請\n求権とともに損害賠償金（indemnite）の請求権を付与している。ヘーグ陸戦条約３\n条にも同じ「indemnite」の用語が用いられている。\n(カ)　ヘーグ陸戦条約３条の起草過程は，締約国が被害者個人に対し損害賠償請求\n権を付与する明確な意思を有していたことを示している。\n(キ)　事後の国家実行例や適用が可能な一切の国際法の関連規則などは，ヘーグ陸\n戦条約３条に基づく個人の損害賠償請求権の存在を一層確実にしている。\n(4)　交戦法規の直接的個人的性格\nヘーグ陸戦条約及びヘーグ陸戦規則は，第２次大戦前から伝統的に国際法上の個\n人の法主体性を認めてきた特別な領域に属する交戦法規に属する。国際法上の個人\nの法主体性とは，国に条約の締結権があっても成立し，個人が国際機関への直接提\n訴権を有しているかどうかとは関係がない（証拠略）。\nヘーグ陸戦規則は，占領軍に対し様々な権利を付与し（２３条１項ト号，４８\n条，４９条，５２条から５４条），義務を課している（４３条から４７条）。この\nうち，５２条の徴発と５３条の押収においては，占領軍のこれらの義務は住民等に\n対し直接履行されるべきであり，住民等には現金決済や領収証交付などを直接請求\nする法的権利が与えられている。もしも占領軍がこれらの義務に違反した場合に\nは，被害者個人に損害賠償請求権を発生させることになる。\n(5)　ヘーグ陸戦条約３条が条約本文に挿入されたのは，規定の位置に関する整合性\nの要請に基づくものであり，その性格はあくまで旧ヘーグ陸戦規則の改正であった\nから，３条が条約本文に挿入されたことが損害賠償請求権の個人への付与という本\n質に影響を与えるものではなかった。\n(6)　第１文は個人に対し賠償請求権を付与し，第２文において同請求権に実効性を\n与えようとしたものである。\n(7)　以上のとおり，条約法に関するウィーン条約３１条の条約解釈に関する一般原\n則に従ってヘーグ陸戦条約３条を解釈すれば，同条が被害者個人に加害国に対する\n損害賠償請求権を認めた規定であることは明らかである。\n４　本件における原告らの法主体性\n(1)　被告は，次のように主張している。すなわち，国際法は国家間の関係を規律す\nる法であり，個人は一般に国際法上の法主体にはなり得ない。個人が国際法違反の\n行為によって損害を受けた場合でも，当該個人にそのような権利が認められるため\nには，個人が自らその権利を執行するための国際的な実現手段が定められなければ\nならない，というのである。\nしかし，そのような考え方は妥当でない。例えば捕虜は国際慣習法及びジュネー\nブ条約等の条約によって国際法上の権利義務の享有者たることを明確に認められ，\nその意味で国際法上の主体としての地位を承認されている（証拠略。広瀬善男・捕\n虜の国際法上の地位２０，２１ページ）。\n(2)　今日，日本を含む多くの国で国際法が国内法としての効力を認められている現\n実からすれば，国際法上の個人の権利能力を国際的手続が存在する場合にのみ限定\nすることは妥当でない。国際法を国内法として受容するということは，国際法が国\n内において個人に対して直接作用することがあり，個人はその限りで国際法の主体\nとなるということを示すものにほかならない。国際法が個人の実体的な権利義務を\n認めていることを基本的な判断基準とし，その実現方法は，二次的な段階として国\n際的又は国内的機関のいずれかに委ねられているとみるのが妥当である。\nちなみに，第２次大戦後は，個人の人権保障が国際法にも取り入れられたことを\n受けて，個人の国際法上の権利義務の実現における国内裁判所の役割は一層重要性\nを増している。例えば，国際人権規約等，個人の権利概念を明文で承認した人権条\n約においては，権利の保持者としての個人の法主体性は，国際的な手続の有無にか\nかわらず認められている。\n(3)　ヘーグ陸戦条約３条は被害者個人に加害国に対する損害賠償請求権を認めたも\nのであるから，本件請求権は原告らに帰属する。\n５　戦時国際法における個人の権利の承認：戦時国際法の特殊性について\n陸戦に関し，敵国による占領時における住民の私権尊重については，１８世紀か\nら国際法の規則が確立した。１７８５年の米国・プロシア間の条約（２３条），１\n７９１年のフランス立法議会の宣言（証拠略），１８６３年のリーバー規則，１８\n８０年の国際法協会オックスフォード・マニュアルなどによる明文化を経て，戦時\n国際法の一般原則として確立していく。\n１８９９年の第１回ヘーグ平和会議で採択された旧ヘーグ陸戦条約（４６条，５\n２条，５３条），続く１９０７年の第２回ヘーグ平和会議で採択されたヘーグ陸戦\n条約は，当時の主要国家の大部分の参加の下，慣習法として存在してきた戦時国際\n法の規則を法典化した集大成をなすものである。\nヘーグ陸戦規則によれば，占領地の軍は私権を尊重する義務を負い（４６条），\n略奪は厳禁される（４７条）。報道の伝達又は人若しくは物の輸送の用に供される\n一切の交通機関，貯蔵兵器その他の軍需品は，私人に属する場合であっても押収す\nることができるが，平和回復後に返還及び賠償がされなければならない（５２条第\n２段）。他方で，占領軍は，その需要のために現品徴発及び課役を住民に要求する\nことができ，なるべく即金で支払い，不可能な場合には領収証を発行し速やかに対\n価を支払うものとされる（５２条）。この５２条及び５３条第２段による徴発・押\n収は，４６条に定められた私権の不可侵の明示的な例外であり，４６条を補完する\nものと位置づけられる。そして，これらの規則を受けて，ヘーグ陸戦条約３条は，\n交戦国が軍隊構成員\nの一切の行為について責任を負うと無条件に規定したのである。ヘーグ陸戦条約に\n体現された私権尊重の原則は，前世紀末から今世紀初頭以降，主要国によって受け\n入れられ広く承認されるようになった。このような戦時における私権尊重の原則で\n強調されるべきことは，押収や徴発を受ける際には対価の支払又は領収証の発行と\n事後の還付・補償が不可欠であること，及びそれを受けるのは財産の所有者たる個\n人だということである（立作太郎・戦時国際法論２７１，２７９ページ，信夫淳\n平・上海戦と国際法２７８から２８０ページ，蜷川新・黒木軍と戦時国際法１２８\nから１３２ページ）。\n６　ヘーグ陸戦条約の国内法的効力\n同条約について，日本は１９０７年に署名し，１９１１年１１月に批准，同年１\n２月に批准書を寄託し，翌１９１２年１月に公布しており，これにより同条約は日\n本において国内法的効力を有するに至った。したがって，ヘーグ陸戦条約ないしこ\nれと同内容の国際慣習法は，国内法的効力を有する。\n７　ヘーグ陸戦条約３条の自動執行力\n(1)　条約規定が裁判所でそのまま適用できるためには，主観的要件として，条約の\n作成・実施の過程の事情により私人の権利義務を定め直接に国内裁判所で執行可能\nな内容にするという締約国の意思が確認できることが必要であり，客観的要件とし\nて，私人の権利義務が明白，確定的，完全かつ詳細に定められていて，その内容を\n具体化する法令に待つまでもなく国内的に執行可能な条約規定であることが必要で\nあるという主張がある。\n(2)　しかし，このうちの主観的要件は不要である。条約は，その内容を各国が実現\nする具体的な手法はそれぞれの国に委ねる方式をとるのが普通であるから，条約が\n直接適用可能であるとの当事国の積極的な意思が条約中に明示されることはほとん\nどない（証拠略）からである。\nまた，上記のような厳格な客観的要件は不要である。国内裁判所は，国際法上認\nめられた条約の解釈原則に従って条約の文言を誠実に解釈し，目的からみて十分な\n明確性を持つと考えられれば，結論を下すことできるというべきである。\nそして，そもそも条約は憲法上，国家による批准と公布をもって国内的効力を有\nするものであるから，その条約が内容上明確に締約国に対し条約の実現のための立\n法又は行政措置が必要であると明記している場合，又は規定の文言上その実施につ\nいて国内立法又は行政措置を明らかに予定している場合，若しくは条約の文言上に\n表れた締約国の意思から直接適用が否定されていると考えられる場合以外は，他の\n法令と同様に裁判所において直接適用が可能と解すべきである。\n(3)　仮に，条約の自動執行力が認められるために主観的要件と客観的要件が必要で\nあるとしても，ヘーグ陸戦条約３条はそのいずれをも充足している。\n主観的要件については，同条の制定過程を見れば，同条が被害者個人の加害国に\n対する損害賠償請求権を定め，かつ，被害者が直接加害国に損害賠償を求めること\nを締約国が承認して，同条約が締結されたことは疑いがない。客観的要件について\nも，民法７０９条や国家賠償法１条１項の規定の内容に照らしてみれば，同条の内\n容は極めて明確なものといえる。\n(4)　以上より，ヘーグ陸戦条約３条が自動執行力を有することは明らかである。\n８　ヘーグ陸戦条約３条に基づく国内裁判所による救済の有効性\n上述のように，ヘーグ陸戦条約３条は，被害者個人の加害国に対する直接的な損\n害賠償請求権を認めたものであり，かつ，国内法的効力及び自動執行力を有するか\nら，国家間で個人の国際法上の権利能力を承認することについて合意があったこと\nになる。したがって，我が国の裁判所は，ヘーグ陸戦条約３条に基づいて同条約上\nの問題に対する管轄権を持ち，これを行使することができる。\n９　ヘーグ陸戦条約の裁判上の適用事例について\nヘーグ陸戦条約又はその国際慣習法に基づいて損害賠償の支払を認める判断は，\n国際的な裁判機関のほか，次のように，各国の国内裁判所においてもごく日常的に\n行われている。これらの多数の実行例をみれば，ヘーグ陸戦条約３条が個人の加害\n国に対する損害賠償請求を認めたものであることが明らかである。\n(1)　エピルス事件判決（証拠略）\nトルコ領エピルス島の住民がギリシャ政府を相手に徴発に対する損害賠償を求め\nた事件について，アテネ控訴裁判所は，ヘーグ陸戦規則４６条，５３条に体現され\nている原則が適用されるべきであるとして，住民の請求を認めた。\n(2)　１９２４年７月１５日イギリス控訴院判決\n第１次大戦中に戦時徴発権に基づきイギリスに財産を押収されたエジプトの商社\nがイギリス政府を相手に賠償を求めた事件で，イギリス控訴院は，国際法に基づき\n原告への損害賠償を認める判決を下した。\n(3)　１９５２年４月９日の旧西ドイツ行政控訴裁判所判決（証拠略）\nこの判決は，ヘーグ陸戦条約３条を直接の根拠として個人の損害賠償請求権を認\nめた。同判決は，イギリス軍の行為によりドイツ人が損害を受けた場合は，ヘーグ\n陸戦条約３条に基づき当該ドイツ人はイギリス政府に損害賠償請求をすることがで\nきるとした上で，ただ，当時のイギリス占領軍の定める関連法規により，その損害\nを直接賠償するのはドイツ当局であるとしたものである。\n(4)　１９９７年１１月５日ドイツ・ボン地方裁判所判決（証拠略）\n同判決は，ヘーグ陸戦条約違反の行為に起因する損害賠償責任が個人のために援\n用されることを明らかにした。\n(5)　１９９７年１０月３０日ギリシャ・レイバディア地方裁判所判決（証拠略）\n同判決は，原告の被告ドイツ連邦共和国に対する損害賠償請求訴訟において，同\n訴訟がヘーグ陸戦条約３条及びヘーグ陸戦規則４６条により合法であり，個人の資\n格で請求をすることを妨げないとして，原告に対する請求を容認した。\n(6)　そのほかにも，次のアからケまでのように，押収や徴発に関する戦時国際法に\n交戦国が違反し，その結果財産の所有者である私人への財産の還付や賠償を認めた\n国内裁判所の判例（交戦国が財産を売却したこと等により，訴訟の形式が私人対私\n人となっているものも多い。）は極めて多数存在する。\nア　１９４７年５月１７日フランスのルーン控訴裁判所判決\nイ　１９４７年７月１１日デンマークの西控訴裁判所判決\nウ　１９４７年５月４日イタリアのホローニャ控訴裁判所判決\nエ　１９４８年３月４日ノルウェーの控訴裁判所判決\nオ　１９５０年２月６日オランダの特別破棄院判決\nカ　１９４７年７月１１日デンマークのコペンハーゲン東地方裁判所判決\nキ　１９５１年４月１８日オーストリア昀高裁判所判決\nク　１９５２年２月１３日ドイツ連邦共和国連邦昀高裁判所判決\nケ　１９５７年１１月１３日フランス破棄院（昀高裁）判決\n10　国家の外交保護権と個人の請求権との関係\n(1)　国家の外交保護権と個人の個別の請求権とは別個のものである。国家の請求権\nは，外交保護権という形で国家間で行使されるのに対し，個人の請求権は，特別の\n合意があれば国際的手続により，それ以外の場合には，各国の国内機関における手\n続を通して，可能な方法で行使され得る。\n違法な戦争行為により個人が損害を受けた場合，国家が外交的に解決を図り，結\n果的に被害者個人に十分な救済が与えられた場合には，当該被害事実に関しヘーグ\n陸戦条約３条は完全に履行されたといってよい。しかし，国家が外交保護権を行使\nしない場合や，行使しても個人の被害が実質的に救済されない場合には，被害者個\n人が自らの立場で加害国内の国内的手段等を通して救済を求めることが排除される\nものではない。本国国家が請求権を放棄しても放棄されるのは外交保護権だけであ\nって，被害者個人の一身に専属する権利を消滅させるものではない（証拠略）。\n昀近では，国連人権委員会の下部機関である人権小委員会は，１９９９年（平成\n１１年）８月２６日に採択した「武力紛争下の組織的強姦及び性奴隷問題に関する\n決議」の中で，いわゆる「従軍慰安婦」のような戦時性奴隷制の被害者が賠償を求\nめる権利について，国家間の平和条約はこれらの被害者の権利を剥奪するものでは\nないことを明言している。\n(2)　仮に，ヘーグ陸戦条約３条がもっぱら個人の権利のみを定めたものといえない\nにしても，同条は，国家と並んで個人にも適当な手続による損害賠償請求権を認め\nたものとみるべき規定である。\n国家の権利と個人の権利の並存という請求権の並行性は，１９９６年５月１３日\nのドイツ連邦憲法裁判所が明かにしている（証拠略）。国際法上，個人は，国家の\n国際法違反について，当該国家の国内法に従い国内裁判所で自己の請求権を主張す\nることが前提とされているということができる。\n11　ヘーグ陸戦条約に基づく被告に対する謝罪請求\n上述のとおり，加害国家に国際法や条約違反による法的責任が生ずる場合には，\n加害国は被害国や被害者個人に対し「損害賠償」の義務を負う。この「損害賠償」\nは広義のもので，原状回復，金銭賠償，外形的行為による救済が含まれる。原状回\n復や金銭賠償は主として有形的損害に対する事後救済であり，外形的行為による救\n済は非有形的損害に対する事後救済である。謝罪は，外形的行為による救済の典型\nの一つである。原告らは，ヘーグ陸戦条約３条に基づき謝罪請求をし得るというべ\nきである。\n12　結び\n戦後既に５０年以上を経た現段階では，裁判所による司法的解決こそが唯一の残\nされた手段である。同時に，司法的救済は，立法措置や行政措置を促すためにも不\n可欠なものである。\n第２　国際慣習法の過去の戦争犯罪行為への適用による謝罪及び損害賠償請求\n国際社会は，日本政府に対したびたび戦時中に日本軍隊が行った非人道的行為に\n対する謝罪と賠償を求める声を発している。前述の国連の人権小委員会の１９９９\n年（平成１１年）８月２６日採択の「武力紛争下の組織的強姦及び性奴隷問題に関\nする決議」も，ヘーグ陸戦条約の条項が慣習法であり，この決議で言及された被害\nに関し，国家と個人の権利や責務は平和条約等のいかなる手段によっても消すこと\nができないとしている。現在では，個人に対する国際法領域での賠償は慣習法化し\nているのである。\nそこで，仮に本件細菌戦の実施当時においては個人賠償が慣習法化していなかっ\nたとしても，現在においては慣習法となっていることは疑いがない。そしてさら\nに，過去の戦争犯罪行為であってもそれが人道上決して許されない類のものであっ\nた場合，現在の時点から改めてその行為を見つめ直し加害国の責任を問い得るとい\nう慣習法が現時点では成立しているというべきである。\nドイツに対しては，依然として数十年前の行為の責任が問われており，また，米\n国，カナダが行った日系市民に対する補償も数十年前の加害行為に対するものであ\nる。数十年前の不法な行為に対し，現時点でこれに対する処理が行われることは普\n遍化しつつある。このような国際的慣行が認められる理由は，数十年前のものとは\nいえ不法な行為の結果を放置したままでは真の意味での過去の清算による正義の実\n現が図れないからである。\nしてみれば，国際法上個人請求が認められるという現在時点で成立している国際\n慣習法が，直接に本件細菌戦のような被告の非人道的な戦争犯罪行為に対して適用\nされるべきである。\n第３　中国法に基づく謝罪及び損害賠償請求\n１　法例１１条により準拠法となる中国法の適用\n被告が本件細菌戦という不法行為を行った行為地も，原告らが被害に遭った結果\nの発生地も共に中国であるから，法例１１条にいう不法行為の原因たる事実の発生\n地は中国である。したがって，本件には，１９４０年（昭和１５年）から１９４２\n年（昭和１７年）当時の中国の不法行為法が適用されなければならない。\n２　被告の主張に対する反論\n被告は，本件事案に法例１１条を適用することは誤りであると主張しているが，\n被告の主張は誤りである。\n(1)　公務員の権力行為に際して他人に与えた損害の賠償責任の法的性格\n戦争という権力作用自体が公法上の行為であったとしても，それによって他人の\n権利を侵害したときにその他人の受けた損害を回復するための損害賠償の問題は私\n法関係である。戦前において美濃部達吉博士は，原因たる不法行為が公法上の行為\nであっても，その損害賠償関係は私法関係であるとしている（美濃部達吉・日本行\n政法上巻９１８ページ）。また戦後の有力な学説も，一致して国家賠償法が私法に\n属することを認めている（雄川一郎・行政争訟法１１３ページ，今村成和・国家補\n償法８９ページ，山内惟介「渉外判例百選３版」２５６ページ）。裁判実務も，同\n様に私法説を採り，国家賠償請求事件を通常の民事訴訟としている（昀高裁昭和４\n６年１１月３日判決・民集２５巻８号１３８９ページ）。\n仮に被告のいうように，国家賠償請求の問題が公法的法律関係であるとすると，\n公法の属地的適用の原則が妥当することになり，①日本の国家賠償法は，原則とし\nて日本における日本の公務員の不法行為にのみ適用されることになるとともに，②\n外国の公法（国家賠償法）は適用しないということになる。そこで例えば，日本の\n公務員が外国における公務中に交通事故を起こし，被害者が日本国に対する損害賠\n償請求訴訟を日本の裁判所に提起したとすると，日本の裁判所は日本の国家賠償法\nを適用することも，当該外国の国家賠償法を適用することもできないことになる。\nこのような結果は明かに不合理である。被告は，原因行為の公法的色彩を云々する\nが，そのことの故に国際私法上の問題として法例の適用を排除すべき理由は全くな\nい。\n(2)　相互保証主義と国家賠償法の性格\n被告は，国家賠償法６条の相互保証主義を援用して，公権力の行使に基づく損害\n賠償義務の領域が民法の領域と異なり，国の利害に直接関係する領域を構成するこ\nとを示すと主張している。\nしかし，相互保証主義をとることが，直ちに国の利害に直接関係する領域を構成\nすることになるわけではない（特許法２５条，意匠法６８条３項等）。また，国家\n賠償法６条は憲法１７条や同前文に抵触するとの有力な説もあり，国家賠償法にお\nける相互保証主義自体時代遅れであると指摘されるようになっている。さらに，同\n法４条が同法の基本法が民法であることを明記しているのである。したがって，国\n家賠償法が予定する法律関係の性質は私法関係というべきである。\n３　法例１１条２項の適用がないことについて\n(1)　本件細菌戦は，あらゆる価値基準からみて到底容認されない違法行為であり，\n加害者に故意があったことも疑いはないから，日本法の不法行為に該当するもので\nあり，法例１１条２項が適用される余地はない。\n(2)　不法行為地法の適用を法廷地法によって制限する法例１１条２項の「不法」の\n意味については，①故意・過失，②権利侵害（違法性），③損害の発生のうち，①\nのみを求める第１説，①と②のみを求める第２説，①から③までのすべてを要求す\nる第３説があり，第３説が従来多数説とされてきた。しかし，第３説では，不法行\n為地法主義を採用した意義は失われてしまうから，不法行為法の理念を尊重した上\n折衷主義を採って法廷地法における公序を認めさせようとする法例の趣旨に照らせ\nば，第２説が妥当である。\n本件細菌戦が客観的に違法な行為であることは明らかである。被告が援用する国\n家無答責は，主体によって特別に責任を負わないということであって，違法性に関\n係のないことであるから，第２説に立っても本件に法例１１条２項の適用はない。\n仮に百歩譲って第３説に立っても，国家無答責の原則は国家と自国民との関係のみ\nを前提にするものであり，本件の場合には当てはまらない。したがって，本件のよ\nうな不法行為を「不法ナラサルトキ」と解する余地はない。\n(3)　法例１１条３項による民法７２４条後段の累積適用について\n被告は，法例１１条３項による民法７２４条後段の累積適用を主張する。しか\nし，時効・除斥期間については同条３項による日本法の累積適用はなく，法例１１\n条１項により不法行為地法だけが適用されるというべきである。\nア　法例１１条３項はその文言どおり「損害賠償の方法及び程度」について日本法\nを累積適用することを定めたものであり，「損害賠償其他ノ処分」には時効や除斥\n期間は含まれないと解すべきである。\nイ　法例修正提案理由書や穂積陳重の説明によれば，法例１１条３項は，不法行為\nについて外国法の救済方法と日本法の救済方法が異なることがあり，日本法が認め\nない救済方法は与えないという趣旨とされている。この点からも，法例１１条３項\nの「損害賠償其他ノ処分」には，時効や除斥期間などの事項は含まれないと解され\nる。\n４　中国民法の規定とその適用関係\n(1)　１９４０年ないし１９４２年当時，中国で効力を有していた民事関係法は中華\n民国民法（１９２９年１１月２２日公布，１９３０年５月５日施行）であり，不法\n行為に関する規定は１８４条から１９８条までの１５か条である。\n中華民国民法１８４条は一般的権利侵害の場合の賠償責任を定め，１９２条及び\n１９４条は他人を死亡させた場合の，また，１９３条は身体の安全を侵害した場合\nの賠償責任を定め，さらに，１９５条は，加えて身体，健康，名誉，自由等が侵害\nされた場合の慰謝料，名誉回復措置の責任について定めている。そして，同法１８\n８条は，以上の各不法行為を基本行為とした使用者責任を定めている。\n本件の不法行為は，被告の軍隊がその指揮系統に従って遂行した戦争行為であ\nり，被告自体の行為とみるべきである。そして，その行為は全く正当性のない歴史\n的な違法行為であるから，中華民国民法１８４条，１９２条から１９５条までの各\n規定によって，被告は原告らに対して損害賠償義務を負う。\n仮に本件の不法行為が被告の行為といえないとしても，被告は，少なくとも同法\n１８８条の使用者責任によって，原告らに対して損害賠償義務を負うものである。\nさらに，同法１８４条１項にいう「損害賠償」は，原状を回復するための適当な\n手段を意味している。本件細菌戦の被害者らは，いわれなき細菌攻撃により健康被\n害を受けたにもかかわらず，病気になったことで差別されるという名誉侵害の被害\nをも受けているのであって，１９５条に定める名誉回復に必要な処分として謝罪請\n求が認められるものである。\n(2)　時効，除斥期間について\nア　前述したように，原告らの賠償請求の時間的な制限については，法例１１条１\n項により中華民国民法の時効の規定のみが働く。中華民国民法は，１９７条１項で\n「不法行為によって生じた損害賠償の請求権は，請求権者が損害及び賠償義務者を\n知った時から起算して２年間行使しないときは消滅する。不法行為の時から起算し\nて１０を経過したときもまた同じである。」と規定しているが，前段も後段も時効\nを定めた規定である。中華民国民法１２５条は一般請求権の消滅時効を１５年とし\nているが，同法１９７条１項後段の期間は１０年であり，一般債権の消滅時効より\nも短いから，これを除斥期間と解する余地はない。\nイ　本件原告らは，日本軍による残虐な侵害行為によって５０年を超える長\n期間肉体的精神的苦痛を受けてきたのであるが，その間中国は日本と交戦状態にあ\nり，戦後も長きにわたって日本は中国を敵視し国交を断絶してきたため，客観的に\n権利行使が不可能な状態が続いてきた。\n１９７８年（昭和５３年）にようやく日中平和友好条約が締結されたが，日中共\n同声明における戦争賠償放棄の問題もあり，中華人民共和国に居住する原告らにと\nって，客観的に権利行使が可能になったのは，早くとも，１９９５年（平成７年）\n３月９日のＳ５副首相兼外相の発言があった時点である。同副首相兼外相は，日中\n共同声明における戦争賠償請求の放棄には「個人の賠償までは含まれない」ことを\n明らかにし，それによってようやく中国に住む原告らの請求権の行使が初めて可能\nになったのである。この時点から提訴までは２年余りしか経過しておらず，１９７\n条１項後段の時効期間は経過していない。\nさらに，本件では，被告が自らの行った細菌戦の事実を隠蔽し続けてきたから，\n原告らの権利行使も不可能な状態に放置され，ようやく１９９０年代に入ってから\n事実が明らかになってきたのである。そうした意味からも，１９７条１項後段の時\n効期間は経過していない。\nそして，原告らは，１９９５年末から１９９６年末にかけて，原告代理人らと出\n会うことにより，初めて，被告（日本国）が賠償義務者であること及び賠償請求が\n可能であることを知ったのである。その時点から未だ長い者で１年半しか経過して\nおらず，中華民国民法１９７条１項前段の時効期間も経過してはいない。\nなお，時効完成の効果につき，中華民国民法１４４条１項は，「時効が完成した\n後は，債務者は給付を拒絶することができる。」と定めている。その意味は，債務\n者が時効の抗弁を提示しない限り権利消滅の判断をすることができないというもの\nと解される。そして，同法１４８条は，権利の濫用を禁止しているのであり，細菌\n戦の事実を隠蔽して原告らの提訴を妨害してきた被告が，時効を抗弁として主張す\nることなど到底許されるものではない。\n(3)　したがって，法例１１条１項の適用により，原告らは被告に対し，中華民\n国民法１８４条，１８５条，１８８条，１９４条に基づき，本件細菌戦による各被\n害につき損害賠償請求権を有する。\n５　謝罪請求\n細菌戦による損害は，直接的な侵害だけでなく，細菌の恐怖は現在まで収まら\nず，被告が被害者救済を怠ってきたことにより，現在まで継続して重大な人格権へ\nの侵害を受けてきた。この侵害の重大性は，名誉権の侵害の場合と比肩し得る。そ\nして，この侵害については，賠償に加えて，被告の真摯な謝罪があってこそ，初め\nて慰謝される。よって，原告らは，損害賠償に加え，中華民国民法１９５条の規定\nに基づき謝罪を請求する。\n第４　日本民法に基づく謝罪及び損害賠償請求\n１　民法７０９条，７１０条，７１１条の適用\n本件の直接の違法行為は，１９４０年（昭和１５年）から１９４２年（昭和１７\n年）にかけての被告による中国大陸における細菌戦の実行であるが，これは，中国\n現地における細菌戦の研究・開発・実行と，日本における細菌戦の研究・開発及び\n作戦指導が一体となった行為である。それ故，不法行為が日本においてされたもの\nとして，日本民法の不法行為法の適用があり得るのである。\n２　国家無答責の法理が適用されないことについて\n(1)　国家賠償法制定前の事件には民法が適用されることについて\n確かに明治憲法下においては国家無答責の考え方が一般に通用していたが，同法\n理は単なる法解釈にすぎない。したがって，現時点での合理的な法解釈からは，国\n家賠償法制定前の事件には民法が適用されることになるはずである。\nア　現行民法が施行されるまでの間，司法は国家の賠償責任を否定していたわけで\nはない。立法者らは，かかる状況の下で国の賠償責任について検討を重ね，ボアソ\nナード民法草案３９３条に関し，国の賠償責任が否定される範囲を裁判所の判断に\n委ねることとしたのである。ところで，旧民法は結局施行されず，その後，現行民\n法が成立施行されることとなったが，現行民法は第５章に不法行為の規定を設け，\n他に，旧憲法６１条と行政裁判法１６条の規定が存在することになった。しかし，\n後者の各規定は「国家無答責」とは何の関係もなく，民法の規定中にも国の賠償責\n任を否定した規定はない。結局戦前においては，成文法上は国家無答責の法理を明\n記した法文は存在していなかった。このように，国家無答責の法理は判例上認めら\nれてきた法理にすぎ\nない。そして，その法理の内容は実際には動揺・変遷を重ね，国家責任を拡げる方\n向で推移してきたのである。\nイ　戦前の国の賠償責任に関する裁判例の変遷と分析\n国家無答責に関する戦前の判決を広く分析すると，明治憲法下の裁判所は，公\n法・私法二元論に呪縛されていたものの，具体的事案を通じ，国ないし公共団体に\n賠償責任を認めないことの不合理を自覚し，損害の公平な分担という不法行為制度\nの大原則を遵守すべく，様々な論理立てをして公法・私法二元論を排除しようとし\nていたことが分かる。\n(ア)　国家無答責否定判決\nこれら判決中でもっとも明快な判決は，大審院昭和７年８月１０日判決（大民新\n聞３４５３号）であり，同判決は，「不法行為の責任はその行為者の何人なるやに\nよりこれを区別せざるを以てなり」と判示して，国家無答責論を正面から否定し\nた。このような大審院判決はわずかではあるが，それが存在した事実は重要であ\nる。\n(イ)　私法行為抽出判決\n次が，「公共施設管理の占有関係」に着目しあるいは「学校施設管理の占有関\n係」から，国，公共団体の民法上の損害賠償責任を導き出す判例群である。ここで\n注目すべきは，施設の占有権は行政の発動たる管理権に含まれると一方で認めなが\nら，なおその占有権は私法上の占有権に他ならず，その占有行為も私人が占有する\nのと同様であると理由づける点にある（大審院大正５年６月１日判決，大審院大正\n７年６月２９日判決，大審院大正１３年６月１９日判決，大審院大正７年１０月２\n５日判決等）。\n(ウ)　職権濫用，権限逸脱判決\nこれらの判決は，当該行為が行政行為であることを前提としつつ，職権濫用，権\n限逸脱を特別の看過できない理由として公法人の責任を認めている点で，注目すべ\nき判決である。（大審院大正１２年６月２日判決，大審院昭和１５年１月１６日判\n決，大審院昭和１６年１１月２６日判決，大審院昭和１５年２月２７日判決等）。\nウ　国家賠償法附則６項の意味\n国家無答責の原則は，公法私法をア・プリオリに峻別する当時の概念法学を前提\nに，国の責任追及を可能にする法体系が存在しないことに基づき，国の責任追及は\nできないと結論づけた一つの解釈である。日本法を適用する場合には，適用される\nのは法のみであって，当時の法を現在の合理的な解釈によって適用するというのが\n法の解釈適用のあるべき姿である。\n国家賠償法附則６項は「この法律施行前の行為に基づく損害については，なお従\n前の例による。」と規定しているが，単に国家賠償法の遡及適用はできないことを\n定めているだけであって，民法の適用が排除されるいわれはない。\nここでの問題は，国家賠償法の適用されるべき法律関係に，合理的解釈として民\n法が適用されるべきか，ということである。この点，国に対して損害賠償を求める\n国家賠償法の規定は私法関係に属するというのが，現在の通説・判例である。ま\nた，国家賠償法４条は，明確に同法の基本法は民法であることを定めている。そう\nすると，国家賠償法が制定される前の事件には，基本法に戻って民法が適用される\nと考えるのが自然であり，それ以外の解釈はあり得ず，「国家無答責の原則」なる\nものは登場する余地はない。この場合は，事件当時なかった法を適用するものでも\nないし，憲法１７条を遡及適用しているものでもない。\nエ　国内法化された条約による国家無答責の排除\n明治憲法下においても，条約は批准・公布によって国内法化され，条約に抵触す\nる国内法は抵触する限りで変更されたものと解釈されていた（岩沢雄司・条約の国\n内適用可能性２７，２８ページ）。この趣旨からすれば，日本が対外的に引き受け\nた義務が国内法化した場合，そのような義務の違反等によっていずれかの者に不利\n益が生じた場合，その者は必要な司法的救済を受けることができることになる。ヘ\nーグ陸戦条約の適用範囲に関する限り，国家無答責の法理は排除されるのである。\n(2)　国家無答責の原則が統治権に基づく権力行動に限定されることについて\n本件のような国の戦争行為としての違法行為は「権力作用」には含まれない。し\nたがって，仮に，国の権力作用としての行為に国家無答責の原則が適用されるとし\nても，本件に適用することはできない。\nすなわち，国家無答責の原則が通用していたとしても，その適用される範囲は，\n統治権に服する者との間における権力行為についてだけであり，このことは，明治\n憲法下においても当然のこととされていた（田中二郎・不法行為に基づく国家の賠\n償責任３２ページ）。ここでいう権力作用とは「国家が個人に対して命令し服従を\n強制する作用」である。被告が引用する大審院昭和１６年２月２７日判決において\nも，国家無答責が適用されるのは「国家又は公共団体の行動の中統治権に基づく権\n力的行動」についてである旨その範囲が限定されている。\nしかし，本件のような国家の戦争行為は，他国民（敵国民）に対しては，敵戦闘\n力を殲滅するという意味を持つもので，このような敵国民に対する行為は「権力作\n用」の範疇に入らない。\n国家無答責論は，絶対王政後の近代法治国家においては，社会契約説による「支\n配者と被支配者の自同性」，「国家と法秩序の自同性」を根拠とする法理であるか\nら，ある国家とその統治権に服する当該国民との間に成立する法理である。したが\nって，国家の統治権の及ばない外国人との関係，国家の法秩序の及ばない外国の地\nには，国家無答責は適用され得ない。\n実際，国家無答責の原則が通用していた時代においても，日本国家の違法な行為\nによって損害を受けた外国人に対しては損害賠償が行われていたという現実があ\nる。１９３７年に発生したパナイ号事件では，日本政府はアメリカ政府に謝罪し，\n死傷者に対する賠償金及び財産の損失に対する賠償金計２２１万４００７ドルを支\n払っているのである。このように日本国家の管轄に服さない外国人との関係では，\n明治憲法下においてさえ「国家無答責」が働かず，賠償することが当然と考えられ\nていたといえるのである。\nしたがって，本件原告ら日本国の管轄に服さない中国人に対しては，いかなる意\n味でも「国家無答責の原則」は適用されない。\n(3)　本件における被告の不法行為の非道性\n２０世紀に入ると，国家の機能が著しく増大し，国民生活の多方面にわたってそ\nの影響が増大してきた。他方，国家の行う戦争は国民総動員という性格を持ち，ま\nた戦争による被害は，一般市民を含めた広範囲にわたる甚大なものになってきた。\nこのような事態は，もはや社会契約説による「支配者と被支配者の自同性」論や，\n「国家と法秩序の自同性」論では説明のつかない事態として現れてきたのである。\nこうして，国家と自国民との関係においては，国家無答責の見直しによる国家責任\nの明確化という方向で，また戦争行為としての国際関係においては，国際法の制定\nによる戦争責任の明確化という方向で，国家の責任を規定する動きが起こり，とり\nわけ第一次世界大戦の勃発は，その必要性を広く国際的に認識させるに至ったので\nある。\nしたがって，本件の不法行為が発生した日中戦争・第二次世界大戦中において\nは，もはや戦争行為をすべて「国家の公的行為」として一括して論じ，これを一括\nして無答責とすることはできない段階に達していたのである。\nいかに戦争行為であろうと，ペスト菌等の病原菌を空から散布し，あるいは地上\nから井戸水等に混入し，敵国住民の無差別大量殺戮を狙った行為が正当化されるは\nずはなく，この行為の責任を免れるいかなる法理も存在しない。\n３　国家無答責の法理不適用に関する予備的主張\n戦前の通説は，国の作用を権力作用，管理作用，私的作用に三分し，権力作用に\nよる被害については国の損害賠償責任を否定したが，国の非権力的管理作用並びに\n私人と同等の私的作用については，国の責任と通常裁判所の管轄を肯定していた。\nそして，徳島小学校遊動円木事件判決（大正５年６月１日民録２２輯１０８８ペー\nジ）にみられるように，判例上も，国の不法行為がすべて無答責とされるのではな\nく，純然たる権力作用ではない管理作用については，国家無答責が適用されないよ\nうになった。\nこのような考え方を本件に当てはめれば，仮に本件被害が７３１部隊の細菌保管\n上の過失によるものであれば，同部隊による細菌保管行為自体は権力作用であると\nしても，国はその被害に対して民法７１７条の責任を負うことになる。そうであれ\nば，現場の部隊による故意の細菌撒布について，国の責任が否定される理由はな\nい。国（主権者天皇）は軍部を指揮監督する権限を有し，とりわけ７３１部隊とい\nう危険な施設を有していたことによる責任があるのであるから，国による当該監督\n権限の不行使は，それ自体管理作用に属するのである。そして，遊動円木という危\n険な施設の瑕疵についての責任が認められるのと同様，７３１部隊という危険な施\n設の瑕疵についての責任も認められるはずである。国の当該管理作用（権限不行\n使）によって，被害の発\n生を阻止し得なかったのであるから，被告は民法７１７条又は７１５条によって損\n害賠償責任を負わなければならない。\n以上のとおり，本件細菌戦による被害に対し，被告は国家無答責の法理によって\n責任を免れることはできないのである。\n４　本件における除斥期間の未経過\n(1)　被告は，本件に日本法を適用すれば，既に２０年を経過しているから，民法７\n２４条後段により不法行為に基づく損害賠償請求権は法律上画一的に消滅している\nと主張する。しかし本件において，民法７２４条後段に規定する２０年の除斥期間\nは経過していない。\n(2)　除斥期間の制度における正義と公平の要請\n本件のように，損害を受けた被害者が損害賠償請求権を行使できない状態にある\n場合には，たとえ事件発生後２０年を経過しても，民法７２４条の後段の効果は生\nじないとすべきである。\n昀高裁平成１０年６月１２日第二小法廷判決・判例時報１６４４号４２ページ\nは，国の過失によって被害者が心神喪失に陥り権利行使が不可能であったことによ\nって国が法的責任を免れるものとすれば，それは著しく正義公平の原則に反すると\nして，除斥期間の適用を排除した。このような考え方は，本件にも当てはまるとい\nうべきである。１９７２年（昭和４７年）の日中国交回復以前には，原告らが本件\n訴訟を提起することは不可能であった。そして，中国の国内事情もあり，１９９０\n年代に入るまでこのような訴訟は不可能だったのである。さらに，日本国政府は戦\n後一貫して細菌戦の事実を否定し続けてきたばかりか，その事実の隠蔽にも手を染\nめている。原告らが訴訟提起できなかったことは，半ば被告がその原因をなしてい\nるといわざるを得ない\n。すると，国は一方では事実関係を隠蔽して原告らの出訴を困難にし，他方では自\n国の法である民法７２４条後段によって法的責任を免れることになる。このような\n結果は，文字どおり正義公平の原則に反する。\nさらに，東京地裁平成１３年７月１２日のいわゆる劉連仁事件判決は，正義公平\nの原則に反するとして，除斥期間の適用を制限する判断を下した。この判決の論旨\nは，本件にもそのまま妥当する。\n７３１部隊等の細菌戦は，一般の不法行為と同列に論じることができない余りに\nも非人道的な戦争犯罪行為であり，その責任が単に時間の経過をもって消滅すると\nすることはできない。本来本件のような戦争犯罪に対しては，時効あるいは除斥と\nいう概念は適用できないのである。本件こそまさに，正義と公平の理念を実現する\nために，除斥期間の適用を制限しなければならないケースである。\n(3)　本件提訴が戦後５２年を経て行われたことについての被告の責任\n本件提訴が戦後５２年を経てようやく行われた大きな原因は，被告の隠蔽行為と\nいう新たな不法行為にある。\n実際，日本国内で７３１部隊の存在，細菌戦や人体実験の事実が明らかにされる\nようになったのは，１９８０年代に入ってからのことである。昀近の２０年余の間\nにその実態解明が進み，今日では広く周知の事実となっている。ところが，被告は\n戦後一貫して細菌戦の事実を隠蔽し続け，現時点においても被告は細菌戦の事実を\n全く認めず，隠蔽し続けようとしている。このような状況の中に照らすと，原告ら\nが損害賠償請求権を行使できる状況となったのは事実上１９９０年代半ばになって\nからのことというべきである。\n(4)　したがって，本件においては除斥期間は経過していないというべきであ\nる。\n５　被告の主張に対する反論\n(1)　被告は，昀高裁平成元年１２月２１日第一小法廷判決を援用して，昀高裁平成\n１０年６月１２日判決もその枠組みの中でのものであるからその適用範囲は極めて\n狭く，また，東京地裁平成１３年７月１２日判決は昀高裁平成１０年６月１２日判\n決に違背する旨を主張する。\nしかしながら，昀高裁平成元年１２月２１日判決に対しては強い批判があり（内\n池慶四郎・私法判例リマークス１９９１（上）７８ページ，半田吉信・民商１０３\n巻１号１３１ページ，大村敦志・法協１０８巻１２号２１２４ページ，昀高裁平成\n１０年６月１２日判決の少数意見など），今日では変更を迫られているものであ\nる。\n不法行為制度の究極の目的は損害の公平な分担にあり，正義公平が不法行為制度\nの根本理念である（昀高裁昭和３９年６月２４日判決，昀高裁昭和５１年３月２５\n日判決等多数）。これを民法７２４条後段の規定についてみると，不法行為に基づ\nく損害賠償請求権の権利者が同規定の定める期間内に権利を行使しなかったが，そ\nの権利の不行使について義務者の側に責めるべき事情があり，当該不法行為の内容\nや結果，双方の社会的・経済的地位や能力，その他当該事案における諸般の事実関\n係を併せ考慮した場合に，期間経過を理由に損害賠償請求権を消滅させることが不\n法行為制度の根本理念である正義公平に反すると認めるべき事情があると判断され\nる場合には，なお同請求権の行使を許すべきである。そして，この理は，国家賠償\n法に基づく損害賠償\n請求についてもそのまま適用されるべきものである。\n(2)　前記昀高裁平成元年１２月２１日判決は，民法７２４条後段の規定が除斥期間\nを定めたものと解する理由として，①本条がその前段及び後段のいずれにおいても\n時効を規定していると解することは，不法行為をめぐる法律関係の速やかな確定を\n意図する同条の規定の趣旨に沿わないこと，②本条後段の規定は，一定の時の経過\nによって法律関係を確定させるため，請求権の存続期間を画一的に定めたものと解\nするのが相当であること，の２点を挙げている。しかし，これらは，本条後段の規\n定をもって除斥期間を定めたものと断定する理由としてははなはだ不十分である。\n次に，上記の議論はさておくとしても，問題の核心は，不法行為に基づく損害賠\n償請求権の権利者が本条後段の期間内にこれを行使しなかった場合に，①当該事案\nにおける具体的事情を審理判断しその内容によっては例外的に右期間経過後の権利\n行使を許すこととするのか，それとも，②そのような審理判断をすることなく常に\n期間経過の一事をもって画一的に権利行使を許さないこととするか，という選択の\n問題である。そして，昀高裁平成元年１２月２１日判決は，結局②と解するのが相\n当であるからそう解するというに尽きるのであって，問題の核心部分について十分\nな理由を示しているとは到底いえない。昀高裁平成元年１２月２１日判決は変更さ\nれるべきものであり，同判決を基準とした昀高裁平成１０年６月１２日判決及び東\n京地裁平成１３年７\n月１２日判決に対する被告の評価は根本的に誤っている。\n６　謝罪請求\n細菌戦による損害は，生命身体等への直接的な侵害にとどまらない。現在に至る\nまで細菌の恐怖は収まらず，また，国が適切な立法等による被疑者救済を怠ってき\nたことにより，原告らは現在まで継続して非常な精神的苦痛，人格権への侵害を受\nけてきたのであり，この人格権への侵害の重大性は名誉権への侵害の場合と比肩し\n得る。そして，以上の侵害は，損害賠償のみならず，国の真摯な謝罪があってこそ\n初めて慰謝されるものである。\n以上により，原告らは被告に対し民法７２３条に基づき謝罪請求権を有する。\n第５　条理に基づく謝罪及び損害賠償請求\n１　基本的価値体系としての条理\n本件細菌戦被害者らに対する賠償立法は，戦後５０有余年を経た今日に至っても\n存在しない。このような場合，裁判所は迅速な救済の高度の必要性にかんがみ，端\n的に条理に基づいて裁判すべきである。ここにいう条理とは，実定法体系の基礎と\nなっている基本的な価値体系を指す。したがって，条理は，客観的にある範囲での\n社会の人々の思想の中に存在しているものであり，経験的に探究し得るものである\n（川島武宜・民法総則２５ページ）。\n２　条理の法源性\n(1)　制定法や慣習法のない場合にも，裁判官は裁判を拒むことはできない（憲法３\n２条参照）。そのような場合，裁判官は「条理ヲ推考シテ裁判」すべきものとされ\nる。条理は，それ自体としては命題の形をとるものではない。また，裁判官が具体\n的事件の解決に際して具体化した条理も，直ちに法規範になるとはいえない。しか\nし，条理は，裁判官が裁判に際して拠るべき基準の源泉であり，その意味で法源で\nある（四宮和夫・民法総則７ページ参照）。制定法や慣習法が当該事件のための判\n断基準を提供しない場合には，裁判官は条理に従って裁判することを要請されてお\nり，したがってまた条理を根拠として裁判の正当性の論証をすることが許されてい\nる。\n(2)　率直に条理に基づいて裁判した例として，マレーシア航空事件の昀高裁昭\n和５６年１０月１６日第二小法廷判決・民集３５巻７号，判例時報１０２０号９ペ\nージがある。同判決は，「直接規定する法規もなく，また，よるべき条約も一般に\n承認された明確な国際法上の原則も未だ確定していない現状のもとにおいては，当\n事者間の公平・裁判の適正・迅速を期するという理念により条理に従って決定する\nのが相当」であり，「これらに関する訴訟事件につき，被告をわが国の裁判権に服\nさせるのが右条理に適うものというべきである」と判示した。\nまた，条理を根拠として個々人に具体的な請求権が生じるとした裁判例として，\n千葉地裁昭和５９年８月３１日判決・判例時報１１３１号１４４ページがある。\n(3)　制定法は，たとえ慣習法によって補充されたとしても，少なからぬ隙間を持っ\nているから，そのような場合には，裁判官は制定法をそのまま適用することができ\nず，条理によって拠るべき基準を自ら発見しなければならない。そのことは，憲法\n７６条３項の表現にもかかわらず，既に立法と司法との分化という国家組織の在り\n方の中に予定されていると考えられる。\n(4)　韓国・朝鮮人ＢＣ級戦犯国家補償等請求事件において東京高裁平成１０年\n７月１３日判決は，条理が法源であることは認めた上で，戦争犠牲・被害を被った\n人々に対して戦後補償をすべしという認識は未だ条理にまで高まっているとは認め\nられないと判示した。\nどこまで高められれば条理といえるのかについては，①戦争遂行主体である国の\n責任において戦争犠牲・被害に対し一定の賠償・補償をすべきであるという認識\nが，国際的にも国内的にも相当程度に一般的認識になっているとともに，その一般\n的認識に基づいて現実に一定の補償が行われている例が現に存在すること，②戦争\n犠牲・被害が深刻かつ重大であり，救済の高度の必要性が認められ，何らの救済措\n置もとらずに放置することが著しく正義に反すること，③賠償・補償給付の内容\nが，相当程度に具体的であり，かつ，相当程度に一義的に定まること，といった要\n件が一応考えられる。\nそこで以下において，本件細菌戦被害者の損害賠償請求が，この各要件を具備し\n条理にまで高められていることを述べる。\n３　戦争犠牲に対する日本の補償立法\n(1)　原子爆弾被爆者の医療等に関する法律\n昀高裁昭和５３年３月３０日第一小法廷判決・民集３２巻２号４３５ページ，判\n例時報８８６号３ページが判示するように，原爆医療法は，被爆者が被った戦争の\n惨禍の犠牲は政府の行為によってもたらされたものであるから，戦争遂行主体であ\nった国が自らの責任によりその救済をはかるべきであるという国家補償の精神に基\nづいて立法されたものである。\n(2)　戦傷病者戦没者遺族等援護法\n同法は，その国会審議経過や所管官庁関係者の解説によれば，「軍国主義的な日\n本の機構の中にあって当時の国家権力により軍務に服せしめられた個々の人々」で\nある戦傷病者や戦没者は政府の行為による戦争の惨禍の犠牲者であるが故に，戦争\n遂行主体であった国が自らの責任によりその援護をするという国家補償の精神に基\nづいて立法されたものと解することができる。\nそうであれば，同じ政府の行為による戦争の惨禍の被害者として，日本人よりも\n更に大きな犠牲を払った植民地の人々に対しても，国家補償の精神に基づく同種の\n立法が夙になされて然るべきであった。\n(3)　台湾住民である戦没者の遺族等に対する弔慰金等に関する法律\n同法は，日本人の軍人軍属であった戦没者の遺族及び戦傷病者と同様に，政府の\n行為による戦争の惨禍の犠牲者である台湾住民たる戦没者の遺族及び戦傷病者に対\nし，戦争遂行主体であった国家が人道的観点から所定の給付をすることとしている\nのである。\n(4)　以上の特殊な国家補償法には，「政府の行為」による「戦争の惨禍」の犠牲者\nに対し戦争遂行主体である国家が人道的観点から特別の給付をするという共通の目\n的がある。その根底には，戦争遂行主体であった国家が自らの責任において戦争被\n害者の救済をはかるべきであるという条理が存在しているのである。\n４　戦争犠牲に対する諸外国の補償立法\n(1)　ドイツの戦後補償法\nドイツ連邦共和国では，１９５６年に成立した連邦補償法により，ナチスによる\n犠牲者やその遺族に対し１９９０年までに総額約８６４億マルク（約６兆９０００\n億円）の支払がされ，２０３０年までにその額は１２０００億マルク（約９兆６０\n００億円）に達する見込みとされている。さらに，同法の対象からもれた犠牲者に\n対する補償について，西欧１２カ国との間で包括協定を結び，各国に合計約１０億\nマルク（約８００億円）の支払がされた。また，東欧諸国に対しては，東西ドイツ\n統一後補償交渉が行われつつある。このように，ドイツでは，ナチスの行為による\n犠牲者に対し特殊な国家補償がされているのである。\n(2)　日系アメリカ人の強制収容に対する戦後補償法\n第２次大戦中，米国において，日系アメリカ人を砂漠や寒冷地の収容・抑留施設\nに強制収容するという迫害が行われた。\n１９８８年にこれらの日系人犠牲者らに対する補償法である市民的自由法が成立\nし，市民的自由公共教育基金が設立され，同基金から１人２万ドル（約２００万\n円）の補償金が支給されることになった。戦勝国アメリカにおいても，政府の行為\nによる戦争の惨禍の犠牲者に対して特殊な国家補償がされているのである。\n(3)　日系カナダ人の強制収容に対する謝罪・補償\nカナダでは，１９４２年以降日本国籍の者や日系人を収容所等に送り，財産を没\n収するなどの迫害がされた。\n１９８８年に，これら日系人犠牲者らに対する補償について，カナダ政府と全カ\nナダ日系人協会との間で１人当たり２万１０００カナダ・ドル（約２００万円）の\n個人補償をする旨の合意が成立した。カナダでも，政府の行為による戦争の惨禍の\n犠牲者に対し国家補償がされているのである。\n(4)　オーストリアの戦後補償法\nオーストリアは，被害者としての意識が強く，加害者としての対応が遅れてい\nた。ところが，１９９５年，オーストリア議会は，ナチスと共に戦争に荷担したこ\nとへの責任を自覚し，強制収容所などに送られたユダヤ人等を対象とする個人補償\n法である「ナチス被害者賠償国家基金を定めるオーストリア連邦法」を可決した。\n(5)　まとめ\n以上のとおり，第２次世界大戦後の国際社会では，戦争遂行主体である国家の責\n任で戦争犠牲者に対し補償金を支給する特殊な国家補償制度が作られている。これ\nらの制度の根底には，国家が自らの責任において戦争被害者の救済を図るべきであ\nるという条理が共通に存在するのである。\n５　本件細菌戦被害の深刻・重大性\n本件細菌戦の非人道性，極悪非道性は，アメリカによる原爆投下，ナチスによる\nユダヤ人大虐殺と並ぶものであり，その犠牲・被害も未曾有のものである。しかも\n被告は，これを長らく隠蔽し続け，自らの戦争責任について今日に至るまで居直り\n続けている。かかる悲惨で深刻な本件細菌戦の戦争犠牲・被害を立法の欠缺を理由\nに放置することは，著しく正義に反し許されないことである。\n６　原告らの請求内容と補償に係る条理の確立\n原告らの請求内容は，具体的かつ一義的に定まっている。\n以上のとおり，本件では前記２の(4)で挙げた条理の確立の要件はすべて充足され\nている。裁判所は，端的に条理に基づき原告らの請求を認容すべきである。\n７　条理に基づいた裁判例\n東京地裁平成１３年７月１２日判決は，条理に基づいてされたと考えられる画期\n的なものである。\n８　謝罪請求\n細菌戦による損害は，生命身体等への直接的な侵害にとどまらない。現在に至る\nまで，細菌の恐怖は収まらず，また，被告が細菌戦の事実を速やかに認め適切な被\n疑者救済をすることを怠ってきたことにより，原告らは現在まで継続して人格権へ\nの侵害を受けてきた。この人格権への侵害の重大性は，名誉権に対する侵害と比肩\nし得る。そして，以上の損害は，損害賠償のみならず，国の真摯な謝罪があってこ\nそ初めて慰謝されるものである。よって，原告らは被告に対し，条理に基づく謝罪\n請求権を有する。\n第６　被告の立法不作為による謝罪及び損害賠償請求\n１　立法等不作為による国家賠償請求\n(1)　国会と内閣の立法不作為（国会の立法不作為，内閣による法案提出の不作為を\n含む。以下特に区別しない限り同じ。）が国家賠償法上違法となるかどうかは，国\n会議員及び内閣の構成員の立法過程における行動が個別の個人に対して負う法的義\n務に違背したかどうの問題である。\n確かに，国がいついかなる立法をすべきか，あるいはしないかの判断は，立法行\n為に関わる国会及び内閣の裁量の下にあり，その統制も選挙を含めた政治過程にお\nいてされるべきであると考えられている。しかしながら，日本国憲法は，基本的人\n権の尊重，確立のために議会制民主主義の政治制度を採用し，これを十全に保障す\nるため裁判所に法令審査権を付与したものである。したがって，少なくとも憲法秩\n序の根幹的価値に関わる人権侵害が現に個人に生じている場合には，その是正を図\nるのは国会及び内閣を構成する公務員の憲法上の義務であり，同時に裁判所の憲法\n上固有の権限と義務でもあって，この理は，人権侵害が作為による違憲立法によっ\nて生じたか，違憲の立法不作為によって生じたかによって変わるものではない。そ\nして，消極的違憲の\n立法不作為については，国家賠償法による損害賠償を認めることがほとんど唯一の\n救済方法であるから，立法不作為にこそ違法と認める余地を広げる必要がある。\n(2)　そして，立法不作為を理由とする国家賠償は，国会議員や内閣の構成員の\n政治的責任に解消できない領域において初めて顕在化するものであるから，立法不\n作為が国家賠償法上違法となるのは，単に，「立法（不作為）の内容が憲法の一義\n的な文言に違反しているにもかかわらず国会があえて当該立法を行う（行わない）\nというごとき」（昀高裁昭和６０年１１月２１日第一小法廷判決・民集３９巻７号\n１５１２ページ）場合に限られず，①人権侵害の重大性と，②その救済の高度の必\n要性が認められる場合であって（その場合に，憲法上の立法責務が生じる。），し\nかも，③国会や内閣が立法の必要性を十分認識し，立法可能であったにもかかわら\nず，④一定の合理的期間を経過してもなおこれを放置したなどの状況的要件，換言\nすれば，立法課題と\nしての明確性（①，②）と合理的是正期間の経過（③，④）がある場合にも，立法\n不作為による国家賠償を認めることができると解さなければならない（山口地方裁\n判所下関支部平成１０年４月２７日判決）。\n２　原因作出者の条理上の保護責任の法理に基づく作為義務\n法益侵害者に対しその後の保護義務を課すべきことは，法の解釈原理又は条理と\nして一般に許容されている。\n日本国憲法は，個人の尊重，個人の人格の尊厳に根幹的価値を置いている（１３\n条）ところ，本件細菌戦が人格の尊厳を根底から侵すものであったことも論を待た\nない。そうであれば，明治憲法下の帝国日本の国家行為によるものであっても，こ\nれと同一性ある国家である被告には，被害者に対し被害の増大をもたらさないよう\n配慮，保証すべき条理上の法的作為義務が課せられ，特に，日本国憲法制定後はそ\nの義務が重くなっているというべきである。\n３　憲法前文，９条，１３条，１４条，１７条，２９条１項・３項に基づく作為\n義務\n(1)　さらに，以下の日本国憲法の諸規定を総合すれば，日本国憲法は，国会及び内\n閣の構成員たる公務員に対し，違法な戦争行為によって被害を受けた個人への損害\n賠償又は補償を行う立法をすべき義務を課していることが明らかである。\nア　前文\n前文が「平和のうちに生存する権利」の主体としている「全世界の国民」とは具\n体的・実在的な個々人と捉えるべきであり，抽象的・観念的な国民というように捉\nえるべきではない。\nイ　９条\n前文や１３条と併せ考えれば，９条には，違法かつ人道に反する戦争遂行主体で\nあった国家が当該戦争行為の犠牲に対し自らの責任においてその回復を図るべき条\n理が含まれると解される。\nウ　１３条\nエ　１４条\n同条の平等原則が，国籍の有無を間わず，また軍人・軍属であったか否かを間わ\nず，一律に戦争被害を賠償又は補償する立法をすることを義務づけていることは明\nらかである。\nオ　１７条，２９条１項・同３項\n上記各規定の精神からすれば，かつて違法な戦争行為で被害を受けた個人に対し\n補償を行う立法をすることが要求されているというべきである。\n(2)　そして，以下に述べる戦後賠償・補償に関する国内及び国際的潮流からす\nれば，違法な戦争行為による被害に対し賠償・補償をすることは国際慣習法として\n確立しているとたいわなければならない。そうであれば，憲法９８条２項に規定す\nる公務員の国際慣習法の遵守義務からして，国会ないし内閣には本件に係る賠償立\n法をすべき義務が課せられているというべきである。\nア　日本における戦後補償の法律\n①　戦傷病者戦没者遺族等援護法（昭和２７年法律第１２７号）\n②　原子爆弾被爆者の医療等に関する法律（昭和３２年法律第４１号）\n③　台湾住民である戦没者の遺族等に対する弔意金等に関する法律（昭和\n６２年法律第１０５号）及び特定弔意金等の支給の実施に関する法律（昭和６３年\n法律第３１号）\nイ　諸外国における補償立法\n前記第５の４に述べたとおりである。これらの補償立法の根幹には法を支える基\n本的な価値体系としての条理の存在が認められ，これは既に国際慣習法を形成して\nいる。\n４　人権侵害の重大性，立法の高度の必要性及び被告の違法性\n被告の憲法上の立法義務が，本件において具体的に発生し，かつ，被告がこれを\n合理的期間を過ぎて放置してきたこと，及びそれについて違法性が認められること\nは次のとおりである。\n(1)　本件細菌戦によって原告らが生命・身体及び財産上の権利を著しく侵害さ\nれ，重大な被害を被ったことはいうまでもない。この細菌戦は，当時においても国\n際法ないしは国際慣習法及び内外の法に明らかに違反していた。さらに，戦後にお\nいても，被告から何らの救済措置を受けることなく放置されてきたため，原告らは\n今なお心身ともに癒すことのできない苦痛のうちにある。さらに，細菌兵器の特質\nから，原告らは現在においても疾病の流行を恐れている。\nこのような原告らの苦痛は，一刻も早く立法によって解決すべき性質のものであ\nって，その必要性は高度であり，これを放置することは，日本国憲法が保障する根\n幹的な原告らの人権を更に侵害し続けることである。\n(2)　内閣及び国会の立法作為義務\n前記のとおり，被告は立法措置により本件被害者らの被害の救済を図るべき義務\nを負うが，国会及び内閣は現在までその賠償ないしは補償等を行う立法をしなかっ\nた。\nまず，内閣は，戦後法案提出義務が明らかになり，他方，本件細菌戦による被害\nを戦後直ぐに知っていたのに，救済の立法案を国会に提出しないばかりか，逆に故\n意に細菌戦の事実と被害を隠蔽し続けた。少なくとも日本国憲法が制定・施行され\nて１年が経過した昭和２３年５月３日には内閣による救済立法提案のための合理的\n期間が経過したというべきである。したがって，上記期間経過後には，内閣に，本\n件細菌戦による被害救済の法案を提出する国家賠償法上の義務が発生し，かつ，こ\nれを故意に懈怠した違法があったといわなければならない。\n次に，国会は，当初はこれらの事実を知ることができないでいた。しかし，平成\n５年にＩ１日誌が発見されて内容が公表され，これと前後して細菌戦部隊の旧部隊\n員や中国人被害者らの体験供述などが明らかになった。また，平成６年，７年使用\nの教科書のいくつかに細菌戦の実戦使用が記され，平成９年８月には，昀高裁判所\nがＩ４教科書裁判において７３１部隊と細菌戦を事実と認定した判決をした。そこ\nで，上記昀高裁判決の時には国会は救済立法について憲法上の作為義務を負うに至\nった。そして，国会議員は遅くともこの時期には細菌戦の事実を十分知り得る立場\nにあり，また，平成９年１２月から平成１１年２月までの間に合計４回国会質疑が\nされたのであるから，適切に国政調査権を行使して調査を行い，細菌戦の事実を明\nらかにした上で，適\n切な賠償・補償等の立法をすべき義務があったのに，現在まで同立法をしていな\nい。そこで，遅くとも上記昀高裁判決から２年を経過した平成１１年８月には合理\n的期間も経過したといえるから，同立法不作為が国家賠償法上も違法になり，過失\nもあったというべきである。\n(3)　以上によれば，原告らは，被告に対し，国家賠償法１条１項に基づき，被\n告国が上記特別の賠償立法をすべき義務を違法に怠ったことによる精神的損害の賠\n償を求める権利がある。その額は，原告らが受け続けている被害の重大性を考慮す\nれば，各５００万円を下らない。\n５　昀高裁昭和６０年１１月２１日判決に従う場合の立法不作為による損害賠償\n責任\n仮に，昀高裁昭和６０年１１月２１日判決に従っても，国会の立法不作為による\n損害賠償責任は認められる。\n(1)　上記昀高裁判決は，もともと立法裁量に委ねられている国会議員選挙の投\n票方法に関するものであり，細菌兵器の使用という明らかに違法でかつ他に例のな\nい重大な生命身体等への侵害に係る本件とは，事案が全く異なる。その後の昀高裁\n判決の事案（昀高裁昭和６２年６月２６日第二小法廷判決・裁判集民事１５１号１\n４７ページ，同平成２年２月６日第三小法廷判決・訟務月報３６巻１２号２２４２\nページ，同平成７年１２月５日第三小法廷判決・裁判集民集１７７号２４３ペー\nジ）も，本件に匹敵するようなものではない。\n上記一連の昀高裁判決は，「立法の内容が憲法の一義的な文言に違反している」\n場合を一つの例として，｢容易に想定し難いような例外的な場合｣には立法行為の違\n法性を認めるものと解される。\n(2)　本件は，明らかに違法かつ例のない極めて重大な侵害行為による被害が長\n期間放置されてきた事案で，人権侵害の重大性とその救済の高度の必要性が認めら\nれるから，立法不作為が国家賠償法上違法と評価される例外的な場合に該当する。\nすなわち，内閣は，昭和２３年５月３日が経過した後は本件細菌戦による被害回\n復のための法案を提出する国家賠償法上の義務があったのに，これを故意に懈怠し\nたもので，これは容易に想定し難いような例外的な場合に該当する。したがって，\n内閣の立法不作為は国家賠償法上も違法になったといわなければならない。\n同じく，国会は，平成９年８月の昀高裁判決の時には救済立法について憲法上の\n作為義務を負う。そして，国会議員にとって遅くとも上記昀高裁判決から２年を経\n過した平成１１年８月には合理的期間も経過していたといえるから，容易に想定し\n難いような例外的な場合に該当するものとして，同立法不作為が国家賠償法上も違\n法となったといえる。\n(3)　以上から，仮に昀高裁昭和６０年１１月２１日判決に従うにしても，やは\nり，国会の立法不作為による損害賠償責任は認められる。\n６　被告の主張に対する反論\nこれに対し被告は，昀高裁昭和６０年１月２１日判決を援用して原告らの主張を\n批判するが，失当である。\n同判決の結論部分における「例外的な場合」は，立法の内容が憲法の一義的な文\n言に違反しているにもかかわらず国会があえて当該立法を行うというような場合に\n限定すべきではなく，立法不作為が日本国憲法秩序の根幹的価値に関わる基本的人\n権の侵害をもたらしている場合もこれに該当するというべきである。なお，上記昀\n高裁判決は憲法５１条に言及している。しかしながら，違法と責任とを峻別する我\nが国の法制度のもとにおいては，国会議員の当該行為が免責されるから，論理上当\n然にその行為が国家賠償法上違法でないとはいえない。\n７　除斥期間について\n立法不作為による国家賠償請求については除斥期間が経過しているのではないか\nとの疑問があり得るので，この点について補足する。\n被告の内閣は，現在に至るまで，適切な立法案を提出して被害の救済を図ること\nを怠ってきた。これは現在に至る継続的な不作為であり，違法行為が継続している\nのであるから，除斥期間が経過していないことは明白である。\n仮に，除斥期間を不作為が違法と評価される当初から考える場合であっても，被\n告の内閣は本件細菌戦による被害を戦後直ぐに知っていたのに，被害者らの救済立\n法案を国会に提出しないばかりか，逆に細菌戦の事実と被害を隠蔽し続けたのであ\nるから，被告に除斥期間経過を理由として国家賠償義務を免れさせることは，著し\nく正義公平の理念に反する。反対に，その適用を制限することの方が条理に適う。\nしたがって，本件においては，除斥期間の適用が排斥されるべきである。\n８　謝罪請求\n本件細菌戦の被害者は，感染症患者として様々な社会的評価の低下といういわれ\nのない被害を被った。このような名誉侵害に係る被害は，被告が上記の適切な立法\n等を怠ったために今日まで継続したばかりか，その程度が倍加してきたのである。\nまた，細菌戦による損害は，生命身体等への直接的な侵害にとどまらない。現在ま\nで細菌の恐怖は収まらず，被告が適切な立法等による被疑者救済を怠ってきたこと\nにより，原告らは現在まで継続して重大な人格権への侵害を受けてきたのであり，\nこの侵害の重大性は名誉権への侵害の場合と比肩し得る。以上の損害は，損害賠償\nのみならず，被告国の真摯な謝罪があってこそ，初めて慰謝されるものである。\nしたがって，原告らは被告に対し，損害賠償と謝罪を請求する（国家賠償法４\n条，民法７２３条)。\n第７　被告の細菌戦隠蔽行為に対する謝罪及び損害賠償請求\n１　被告による本件細菌戦に関する隠蔽行為は，時期を区分すると，前記のとお\nり，第１期（昭和２０年〔１９４５年〕８月１５日の敗戦前後の証拠隠滅），第２\n期（昭和２０年〔１９４５年〕８月から昭和２７年〔１９５２年〕の連合国の占領\n下における隠蔽工作），第３期（昭和２７年〔１９５２年〕の講和条約発効から今\n日までの隠蔽行為）に分かれる。\n被告による本件細菌戦の隠蔽行為は，細菌戦被害者の被告に対する様々な権利行\n使（例えば，細菌戦被害の拡大防止，被害者及び家族の人権侵害の回復措置，謝罪\n及び損害賠償に関する法的な請求。また，同様の内容に関する社会的・政治的な要\n求，さらに責任者の処罰要求などを含む。）を著しく妨害ないし不可能にするもの\nであり，それらの個々の隠蔽行為は原告らに対する新たな加害行為を構成する。\nだが，これらの一連の隠蔽行為は根本的には被告の１個の隠蔽意思に根ざしたも\nので，全体として継続した一連の行為と評価し得る。したがって，原告らは，第一\n義的には，一連の隠蔽行為の全体が１個のまとまった新たな加害行為であり，原告\nらに新たな損害を発生させていることを主張するものである。\n一方，もちろん，前述した個々の隠蔽行為は，個別的にも原告らに対する新たな\n加害行為であり，これにより原告らに新たな損害を生じさせたことは言うまでもな\nい。\n以下では，本件隠蔽行為について国家賠償法を適用する際に問題になる各要件に\nついて具体的に検討する。\n２　被告の組織的な行為としての本件隠蔽行為\n本件隠蔽行為は，被告の戦争犯罪を隠し，天皇の戦争責任追及を回避するため\nに，被告が国家意思として発動してスタートさせ，さらに戦後も一貫して同様の目\n的の下にこれを継続してきたものである。\n３　本件隠蔽行為の権利侵害性及び違法性を基礎づける事実（細菌戦の残虐性）\n(1)　本件細菌戦は，中国の一般住民に対する人類史上昀も残虐な大量無差別虐殺行\n為である。国際法が発達した今日では，このような集団殺害行為は，国際法上の人\n道に対する罪に該当し，また現在の国際法上の概念ではジェノサイドにも該当する\nものである。\n細菌兵器は，少量が使用されても大きな破壊力を有する潜在力を持っており，そ\nの破壊作用は長期間に渡る。また，細菌兵器は，その開発過程において不可避的に\n残虐な生体実験を内包する。\n(2)　細菌戦の被害者は，一般の民衆であり，これらの民衆は筆舌に尽くしがたい苦\nしみを受けたのである。\n細菌兵器に使用されたペスト菌は非常に強烈な病原体であり，コレラも死亡率が\n高いうえ伝染力も非常に強い病気である。細菌兵器は，いつどこに何が使用された\nかということがすぐには判明しない。病気が流行しても，病原菌の特定が容易では\nない。たとえペスト菌が発見されたとしても，感染を防ぐことは難しい。感染した\n鼠を撲滅するのは困難で，何十年と長期化する。\n細菌戦による被害は，人間の命を奪い，衣食住の環境を汚染し，さらに，人間が\n生きるための条件である広範な地域の自然環境の汚染となって，地域住民に影響を\n与えるものである。\n４　本件隠蔽行為の権利侵害性及び違法性\n(1)　本件細菌戦が暴露された場合には，日本軍が侵略戦争の中で犯した様々な戦争\n犯罪行為の中でも昀も残虐な行為として，これが連合国側から徹底的に糾弾された\nであろうことは疑いがない。しかも，本件細菌戦は大陸命や大陸指に基づいていた\nから，この事実が暴露されれば，東京裁判における天皇の戦犯起訴は１００％不可\n避的な状況にあった。\n(2)　本件隠蔽行為により，原告らは様々な恐怖を強いられてきた。\n第１の恐怖は，ペスト及びコレラに感染した人間が非常に高い比率で死亡すると\nいう恐怖である。第２の恐怖は，ペストやコレラに感染した人間や地域は，他から\n隔離されたり偏見を持って見られ，総じて徹底した社会的な差別を受けることであ\nる。第３の恐怖は，再流行の恐ろしさである。\n他方，原告らを始めとする本件細菌戦によって虐殺された中国民衆は，もしペス\nト流行などが日本軍の細菌戦によるものであることを知ったならば，当然，被告に\n対し，国家として公式に日本軍７３１部隊・１６４４部隊などが細菌戦を行った事\n実を被害者・被害国・国際社会に対して告白・謝罪し，被害者に賠償し，さらに細\n菌戦の責任者が戦争裁判で処罰されることを，強く要求したであろうことは明らか\nである。\nしたがって，被告が敗戦直前から米軍占領期までの期間中に行った隠蔽行為は，\n細菌戦被害者の被告に対する様々な権利行使（例えば，細菌戦被害の拡大防止，被\n害者及び家族の人権侵害の回復措置，謝罪及び損害賠償に関する法的な請求。また\n同様の内容の社会的・政治的な要求，さらに責任者の処罰要求などを含む。）を著\nしく妨害ないし不可能にするものであり，被害者である原告らに多大の精神的な苦\n痛を強いたものである。\n(3)　ポツダム宣言は，戦争犯罪人の処罰要求を含んでいたから，被告にはこの\n要求を守る法的義務があった。また，戦犯裁判を統轄する立場にあったＧＨＱは，\n降伏文書に基づき再三に渡って公文書の提供を被告に要求しており，この関係でも\n被告はこれに応じる義務を負っていた。\n(4)　昀後に，前述のとおり，被告が行った細菌戦は，日本国憲法上の根幹的価値に\n係わる基本的人権の侵害をもたらしている場合に該当する。このような重大な法益\n侵害が長期間にわたって放置されてきたような場合は，その救済の高度の必要性が\n認められる。\nしたがって，被告には，原告ら細菌戦被害者及び家族に対し，細菌戦の事実（細\n菌戦の実施場所，使用した細菌の種類，量）を明らかにし，防疫活動の援助を申し\n出ると共に，原告らに対する謝罪と賠償を行うなどして原告ら細菌戦被害者を救済\nする義務が憲法上あるといわねばならない。\n(5)　以上のような被告の立場に照らせば，本件隠蔽行為が強い違法性を持っていた\nことは明らかである。\n５　本件隠蔽行為に国家賠償法が適用されることについて\n本件隠蔽行為の一部は，時期的に国家賠償法の施行以前の行為である。しかし，\n本件隠蔽行為は，同一の意思に基づいた一連の行為として国家賠償法の施行前から\n施行後にまで継続的に行われているものであり，全体として国家賠償法が適用され\nる。\n６　本件隠蔽行為の行為者が国家賠償法上の公務員であることについて\n第１期の隠蔽行為の行為者は，被告政府及び被告日本軍の高官並びにその指揮下\nの部隊員であるから，当時の公務員である。\n第２期の連合国の占領下における隠蔽工作をした者は，少なくとも国家賠償法上\nの公務員であった。\n第３期においては，被告政府，防衛庁が隠蔽を行ったから，行為の主体が公務員\nであることは明らかである。\n７　謝罪請求\n細菌戦被害者は，様々な社会的評価の低下という名誉侵害を被った。この名誉侵\n害という被害は，他の抗日戦争による戦死者や負傷者とは異なる特別な不利益であ\nる。このような名誉侵害の被害は，被告が戦後速やかに真相を明らかにし，適切な\n謝罪と賠償等を行えば回復がされたものであるが，被告が細菌戦の事実を隠蔽した\nことによって，名誉侵害は継続され，むしろ逆に原告らの苦痛は倍加した。以上の\nような原告らの被った名誉侵害は，損害賠償のみならず，真摯な摯な謝罪があって\nこそ，初めて慰謝されるものである。\nしたがって，原告らは被告に対し，損害賠償と謝罪を請求する(国家賠償法４条，\n民法７２３条)。\n第８　原告らの請求\n原告らは，主位的に，第２部の第１から第５記載の請求をし，予備的に第２部の第\n６，第７記載の各請求をし，第６と第７の各請求は並列的に主張する。\nよって，原告らは，第１部の第７記載のとおり被った損害については，第２部の\n第１から第５記載の請求に基づき各１０００万円を請求し，また予備的に，第２部\nの第６記載の請求に基づく５００万円と第２部の第７記載の請求に基づく５００万\n円との合計各１０００万円を，それぞれ請求する。･\n被告の主張　　　　　　　　　　　（別紙４）\n第１　国際法に基づく請求について\n１　国際法の基本的な考え方\n(1)　個人の国際法主体性について\nア　原告らは，日本国の国内裁判所において，国際法ないし国際慣習法を根拠に，\n原告ら個人が直接被告である日本国に対し損害賠償及び謝罪文の交付等を求めてい\nる。\nしかし，国際法は国家と国家との関係を規律する法であり，条約であれ，国際慣\n習法であれ，第一次的には，国家間の権利義務を定めるものである。国際法が個人\nの生活関係・権利義務関係を規律の対象としたとしても，それは，国家が他の国家\nに対し，そのような権利を個人に認めること，あるいは，そのような義務を個人に\n課すことを約するものであって，そこに規定されているのは，直接的には，国家と\n他の国家との国際法上の権利義務である。したがって，国際法が個人の生活関係・\n権利義務を対象とする規定を置いていても，そのことから直ちに，個人に国際法上\nの権利義務が認められたり，個人が直接国際法上何らかの請求の主体となることが\n認められるものではない（高野雄一・全訂新版国際法概論上４０ページ，田畑茂二\n郎・国際法新講上６\n７ページ，小田滋＝石本泰雄＝寺沢一・現代国際法１５２ページ）。\nそうである以上，ある国家が国際法違反行為により国家責任を負うべき場合に，\nその国家に対して国際責任を追及できる主体は国家である。このことは，相手国国\n家から直接被害を受けたのが個人であったとしても，同様である（その個人が相手\n国国内法に基づいて何らかの請求ができるか否かは別問題である。）。この場合に\n加害国に国際責任を問い得るのは，被害者個人やその遺族ではなく，被害を受けた\n個人の属する国家であり，当該国家が外交保護権を行使することによって被害者等\nの救済が図られるのである（小田ほか・前掲書６７ページ，田畑・前掲書５１ペー\nジ，藤田久一・国際法講義Ⅱ２１６ページ，高野雄一・全訂新版国際法概論下１２\n５ページ，山本草二・国際法（新版）・１６８ページ，筒井若水「国際法に基づく\n個人の保護」法曹時\n報４５巻４号１０５３ページ，ヴィルヘルム・カール・ゲック＝中村洸訳「今日の\n世界における外交的保護」法学研究（慶應義塾大学法学研究会）５９巻１号３０ペ\nージ，中谷和宏・平成１１年度重要判例解説２８８，２８９ページ）。\nところで，今世紀に入って，国際法違反行為により権利を侵害された個人が直接\n国際法上の手続によってその救済を図り得るような制度，すなわち国際裁判所に個\n人の出訴権を認めることなどを内容とする条約が締結された例がある。このような\n場合においては，個人が国家に対し特定の行為を行うことを国際法上の手続により\n要求できる地位を条約自身が与えているとみることができる。そうすると，本件の\nように国際法を根拠として，個人が加害国家に対し加害国の裁判所において損害賠\n償請求権等を行使することができるというためには，当該国際法規にその旨の特別\nの制度が存在することが不可欠である。\nイ　個人に国際法上の権利が認められるためには，条約において個人が自らその権\n利を行使するための国際法上の実現手続を保持し，当事者としての適格（請求の主\n体としての資格）が特別に認められていることが必要である。言い換えれば，個人\nが国際法の単なる受益者にとどまらず，国家に対し特定の行為を行うよう国際法上\nの手続により要求できる権能を与えられていることが必要である（山本・前掲書１\n６４ページ以下参照）。この見解は，国際法の通説である。\n(2)　国際慣習法について\n国際慣習法とは，「法として認められた一般慣行の証拠としての国際慣習」（１\n９４５年国際司法裁判所規程３８条）をいうとされ，これが成立するためには，①\n諸国家の行為の積み重ねを通じて一定の国際的慣行が成立していること（一般慣\n行），②それを法的な義務として確信する諸国家の信念（法的確信）が存在するこ\nとが必要である（山本・前掲書５３～５７ページ）。\nそして，個人が加害国に対し，加害国の行為が国際慣習法をも含む国際法に違反\nすることを理由に直接損害賠償を求め得るかという点に関しては，個人に係る請求\nであってもこれを国際的に提起する資格を持つのは国家であるとの原則は，今日国\n際慣習法においても維持されており（山本・前掲書１６８ページ），裁判例も個人\nの国際法主体性を認めた国際慣習法の成立を否定している（東京地裁平成７年７月\n２７日判決，東京高裁平成８年８月７日判決，東京地裁平成１０年１０月９日判\n決，東京高裁平成１２年１２月６日判決，東京地裁平成１０年１１月２６日判決，\n東京地裁平成１０年１１月３０日判決）。\n(3)　原告らの主張の誤りについて\nア　捕虜個人の国際法上の権利をいう点について\n原告らは，広瀬善男教授の著書「捕虜の国際法上の地位」を引用して，捕虜は国\n際慣習法及びジュネーブ条約等の条約によって国際法上の権利義務の享受者たるこ\nとを明確に認められ，その意味で国際法上の主体としての地位を承認されていると\n主張する。\nしかしながら，ヘーグ陸戦規則等の国際法規に存在する捕虜の取扱いに\n関する規定も，締約国が捕虜等に対して一定の取扱いをすることを他の締約国に約\nするという意味での国家間の権利義務として構成されているものと解すべきであっ\nて，捕虜に関する国際法規において捕虜個人の権利が認められたか否かは，捕虜個\n人を何らかの国際的請求の主体とする手続規定の有無を検討した上で判断されなけ\nればならない。\nイ　戦時国際法ないし交戦法規の特殊性をいう点について\n(ア)　この点に関する原告らの主張は，要するに，ヘーグ陸戦条約３条等の戦時国\n際法ないし交戦法規が個人に損害賠償請求権を認めたものか否かという問題は，個\n人に国際法上の法主体性（国際法上の権利義務の帰属主体たり得る地位）が認めら\nれるかという問題とは別個に論じられるべき問題である旨を主張するものと解され\nる。\n(イ)　しかし，交戦法規である戦時国際法が国際人道法としての性格を持\nつからといって，それが戦時国際法の問題と他の平時国際法の問題とを別個の問題\nと解すべきことの根拠となり得るものではない。当時において，国際法の基本原則\nは戦時国際法のそれと異なるものではないと理解されていた。また，１９２４年の\nストックホルムで開催された万国国際法協会大会において採択された空戦規則案を\n見ても，個人の損害につき加害国に対して損害賠償を求め得るのは当該被害者の属\nする国家であるというのが当時の国際法学会の一般的な見解であったことは明らか\nである。\nしたがって，ヘーグ陸戦条約３条が個人に損害賠償請求権を認めたものか否かに\nついては，平時及び戦時を含めた国際法において，個人に法主体性が認められるの\nはいかなる場合かを検討した上で，同条約３条がその要件を具備するか否かを検討\nすべきである。そして，前記のとおり，個人に国際法上の法主体性が認められるに\nは，特にその旨を条約において明確に定めることが必要であり，個人が自らその権\n利を行使するための国際法上の実現手続を保持し，当事者としての適格（請求の主\n体としての資格）が特別に認められているか否かがその重要な判断要素となるので\nある。\nこの観点からヘーグ陸戦条約３条を見るに，同条約及びヘーグ陸戦規則には，責\n任を負うべき相手方やその実現方法に関する具体的な定めはなく，加害国家に対す\nる損害賠償請求権を個人に付与することを示唆する規定や文言も全く存しないか\nら，これらは個人の加害国家に対する損害賠償請求権を基礎づけるものではない。\nウ　外交保護権との関係をいう点について\n(ア)　原告らは，国家が外交保護権を行使しない場合や行使しても個人の被害が実\n質的に救済されない場合には，被害者個人が自らの立場で加害国内の国内的手段等\nを通して救済を求めることは排除されず，ヘーグ陸戦条約３条は，国家と並んで個\n人にも適当な手続による賠償請求権を認めたとみるべき規定であると主張してい\nる。\n(イ)　しかしながら，原告らの上記主張においては，国家の外交保護権に言及する\nことの趣旨が不明である。\nまた，原告らが援用する１９９６年５月１３日のドイツ連邦憲法裁判所の決定\nは，ヘーグ陸戦条約３条に基づく損害賠償請求権が個人に認められるか否かについ\nて判断したものではなく，被害者が所属する国家が相手国に対して有する国際法上\nの請求権の他に，被害者が加害国の国内法に基づく請求権も存在し，それが国家の\n国際法上の請求権と併存すると述べているにすぎない。むしろ，同決定は，個人に\n国際法上の権利が認められるかどうかについては被告の主張と同旨の説示をしてい\nる。\nドイツの場合には，国家社会主義による迫害被害者に対する連邦賠償法（ドイツ\n連邦賠償法）が制定され，被害者個人は国内法である同法に基づく損害賠償請求権\nが認められているのであって，被害者個人に国際法上の損害賠償請求権が認められ\nているわけではない。我が国においては，本件当時，ドイツ連邦賠償法のような法\n律は存在せず，国際法違反の行為があったとしても，国家賠償法制定以前において\nは，国内法上国家無答責の法理により，被害者個人の我が国に対する損害賠償請求\n権は存在しなかったのである。\n２　ヘーグ陸戦条約３条について\n以下では念のため，原告らの挙げるヘーグ陸戦条約３条について検討する。\n(1)　原告らは，ヘーグ陸戦条約３条の規範の内容を確定するためには，その定\n立目的，定立に至る過程（主に審議内容），その成文の構造，当該法分野の一般理\n論，適用事例，学説等を総合検討することが必要不可欠であり，この観点から検討\nすると，同条約３条の規範内容は，「交戦当事国は，ハーグ陸戦規則違反の行為に\nよって被害を受けた個人に対し直接に被害回復の責任を負う」というものであった\nと主張する。\nしかしながら，以下に述べるとおり，ヘーグ陸戦条約の趣旨及び目的，文理，起\n草過程及び事後の実行例を考慮しても，ヘーグ陸戦条約３条が個人の損害賠償請求\n権を認めたものと解することはできない。同条約３条は，交戦当事国たる国家が，\n自国の軍隊の構成員によるヘーグ陸戦規則違反行為に基づく損害について相手国に\n対し損害賠償責任を負うという国家間の権利義務を定立したものである。この見解\nは，我が国の近時の裁判例の採るところでもある（東京地裁平成１０年１０月９日\n判決，東京高裁平成１２年１２月６日判決，東京地裁平成１０年１１月２６日判\n決，同裁判所平成１０年１１月３０日判決，同裁判所１３年５月３０日判決，東京\n高裁平成１３年１０月１１日判決，東京地裁平成１１年６月１７日判決，その控訴\n審判決である東京高裁\n平成１３年２月８日判決・証拠略，その上告審決定である昀高裁平成１３年１０月\n１６日決定〔上告棄却及び上告不受理決定〕等）。\n(2)　ヘーグ陸戦条約の趣旨及び目的について\n原告らは，ヘーグ陸戦規則が伝統的に国際法上の個人の主体性を認めてきた交戦\n法規としての性格を有すること，ヘーグ陸戦規則には占領軍側の権利とともにそれ\nに伴う義務（すなわち住民の権利）も定められていることを根拠に，ヘーグ陸戦条\n約３条が個人の損害賠償請求権を認めたものと主張するもののようである。しか\nし，原告らの主張は失当である。\nア　ヘーグ陸戦条約は，締約国に対し各国の陸軍に訓令を発する義務を課す\nことによってヘーグ陸戦規則の適用を実現する方式を採用している（同条約１\n条）。これは，国家間の権利義務を定めることによって条約の実現を図ろうとする\n国際法の基本原則に沿うものである。また，個人の利益の保護救済についても，国\n際法上国家間の権利義務を規定する形でこれを図る例は少なくないのであり，ヘー\nグ陸戦条約も，上記のような国際法の基本形態に沿って個人の利益の保護を図ろう\nとした国際法規であるとみるほかない。したがって，ヘーグ陸戦条約及び同規則が\n個人を保護の対象としていることを根拠として，同条約３条が個人の損害賠償請求\n権を認めたものと解すべき理由はない。\nイ　原告らは，ヘーグ陸戦規則５２条及び５３条の規定を挙げ，各条には占\n領軍側の権利とともにそれに伴う義務（すなわち，住民の権利）も定められてお\nり，住民側の請求権が規定されている条文として重要であると主張している。\n同規則５２条１項が占領軍は市区町村又は住民に徴発及び課役を要求できるとし\nていることからすれば，同条３項の金員の支払の相手方は住民等であると解され\nる。しかしながら，同条３項の規定は，締約国が他の締約国に対し自国の占領軍を\nして徴発の相手方となった住民等になるべく即金をもって支払をすることを約した\n規定であり，国家間の権利義務を定めた規定と解すべきである。このことは，占領\n軍が金員の支払を履行しない場合に住民がその救済を求めるための国際法上の手\n段・制度が設けられていないことからもうかがわれる。また，ヘーグ陸戦規則５３\n条２項には私人の権利を救済するための手続を定めた文言が見当たらないばかり\nか，私人の「請求権」自体を認めるような文言も見当たらない。かえって，還付・\n賠償の時期が「平和克復」\nの時とされ，「賠償」は「決定」されるものとされていることからすれば，「平和\n克復」後の国家間の交渉による決定を予定しているものというべきである。\nそうすると，同規則５２条及び５３条が私人の財産を保護しようとする規定であ\nるとしても，同条から直ちに個人の国際法主体性が認められ，個人が国際的な請求\nをなし得るとは解されない。そもそも本件で問題とすべきは，行為規範であるヘー\nグ陸戦規則が個人の私権を保護しているかどうかではなく，個人の私権が侵害され\nた場合の事後的な保護ないし救済の在り方であり，また，ヘーグ陸戦条約３条自体\nが，外交保護権の行使とは別に，個人が交戦国に対する直接の損害賠償請求権を有\nすると規定していると解釈できるか否かである。\n(3)　ヘーグ陸戦条約３条の文理解釈について\nヘーグ陸戦条約３条は，前述のとおり，ヘーグ陸戦規則の適用を締約国において\n各国の陸軍に訓令を発する義務を課すことによって実現する方式を採用しており，\n条約の実施についてその履行を確保する一手段として違法行為に対する伝統的な国\n家責任を規定したものである。しかも，同条は，その文言上個人が直接自己の権利\nを主張するための国際法上の手続を定めていないばかりか，そもそも個人の国際法\n上の権利一般について何ら言及していない。以上からすれば，同条は，その文理自\n体からも，国家間の国家責任を定めたものにすぎず，個人の損害賠償請求権を定め\nたものではないと解釈するほかないのであり，原告らの主張は失当である。\nなお，ヘーグ陸戦条約３条のこのような解釈は，１９５２年当時の赤十字国際委\n員会の見解によっても支持され（証拠略），我が国の裁判例においても広く採用さ\nれている（この解釈を採るものとして，山本草二「シベリア抑留訴訟事件に関する\n調査研究」４６ページ，高野雄一・全訂新版国際法概論下４７０ページがあり，ま\nた，近時の裁判例として，東京地裁平成１０年１０月９日判決，東京高裁平成１２\n年１２月６日判決，東京地裁平成１０年１１月２６日判決，東京地裁平成１０年１\n１月３０日判決，東京高裁平成１３年２月８日判決，東京高裁平成１３年１０月１\n１日判決等がある。）。\n(4)　起草過程からの解釈について\n条約文の審議経過や提案者の意図などは，条約文があいまい又は不明確等である\n場合に，補足的な解釈手段として例外的に利用されるにすぎず，ヘーグ陸戦条約３\n条のように，条約の文理解釈において国家間の権利義務を定めていることが明らか\nである場合には，そのような事情を考慮する必要はない。しかし念のため，以下に\n審議経過に関して反論を述べる。\nア　まず，国際法の基本的な構造からすれば，同条の審議経過についても，同条が\n単に個人の救済を図る目的を持つか否かを検討するにとどまらず，さらに進んで，\n当該国際法規が個人に加害国に対する国際法上の損害賠償請求権を認めるという例\n外的な法政策を採用しようとしていたか否かという観点から検討しなければならな\nい。\nイ　原告らの援用するドイツ代表の提案の中の「その責任，損害の程度，賠償の支\n払方法の決定」，「賠償の問題の解決を和平の回復まで延期する」という表現は，\n賠償問題が国家間において解決される問題であることを明確にしているものと考え\nられる（なお，「支払方法の決定」という文言からして，裁判所における解決が念\n頭に置かれていないことは明らかである。）。\nウ　また，このドイツ代表の提案に対しては，交戦国の国民と中立国の国民との区\n別を設けた点で議論があったが，スイス代表は，賠償が外交保護権の行使によって\n解決されるべきことを前提とした発言をし，これに対しドイツ代表は謝意を表して\nいた（証拠略）。これに加え，審議経過においては，個人に生じた損害の救済をい\nかなる方法で具体化し実現していくかについての発言も全くなかった。\nエ　また，我が国の戦前における戦時国際法の代表的著作である信夫淳平博士の\n「戰時国際法提要上巻」によれば，このヘーグ第２回会議においてドイツ代表がこ\nのような提案をするに至った経緯には，以下の事情があったとされる。\nすなわち，１８９９年のヘーグ第１回会議において，１９０７年の第２回会議と\n同様に，「陸戦ノ法規慣例ニ関スル条約」及び「陸戦ノ法規慣例ニ関スル規則」が\n締結された（１８９９年の条約には，１９０７年の陸戦条約３条に相当する規定は\nなかった。）が，ドイツの参謀本部が１９０２年に制定して陸軍部内に令達した\n「陸戰慣例」の内容は，いわゆる戦時無法主義を指導理念とするもので，１８９９\n年のヘーグ陸戦規則と相いれない内容となっていた（信夫淳平・前掲３５５，３５\n６ページ）。さらに，この「陸戰慣例」の中には「海牙条約の如きは単に徳義的拘\n束力を有するに過ぎず，獨逸陸軍は自己の便宜に従ひ之を守るも守らざるも可な\nり」という意味のことが記してあったために，列国はドイツの誠意を大いに疑った\nとされている。そこで，\n「獨逸は不信實の非難を避くるためか，第二回海牙会議において，陸戰法規慣例條\n約及び同規則の改正問題の討議に方り，同國代表は別に『(一)交戰國にして本規則\n［本條約附屬の陸戰法規慣例規則］に違反するものは被害國に對し賠償を爲すの義\n務あること（下線引用者）(二)兵の違反行為に對しては所屬國政府その責に任ずべ\nきこと』と云える宣言案を提出した。各國全權は孰れも異議なく，全會一致にて之\nに賛した。その結果が新條約（現行）第三條の『前記規則ノ條項ニ違反シタル交戰\n當事者ハ損害アルトキハ之ガ賠償ノ責ヲ負フベキモノトス。交戰當事者ハ其ノ軍隊\nヲ組成スル人員ノ一切ノ行爲ニ付キ責任ヲ負フ。』といふ舊條約に見るなかりし民\n事的制裁の一規定の挿加となったのである。」とされ，ドイツは，この１９０７年\nの陸戦条約及び同規\n則に従い，新たに訓令を陸軍部内に発したが，この訓令は「畢竟右の提議の責任上\nから新條約の諸規定と一致せしめざるを得ざるものであったのである。」（同書３\n５６ページ）とされている。\nオ　以上のようなドイツ提案の経緯及び審議経過の検討によっても，ヘーグ陸戦条\n約３条が，個人の損害賠償請求権を認める趣旨で審議されていたとすることはでき\nない。\n(5)　ヘーグ陸戦条約の実行例について\n原告らは，個人の賠償請求権に関する国際慣習法やヘーグ陸戦条約３条の事後の\n実行例として，外国における裁判例等を挙げる。しかしながら，へーグ陸戦規則違\n反の行為によって被害を被った個人が交戦国に対しヘーグ陸戦条約３条に基づき直\n接に損害賠償請求権を行使し，当該国家がその義務の履行として賠償金を支払った\nことを内容とする実行例は存在しない（証拠略）。そして，原告らが挙げる裁判例\n等についても，それらが個人の国際法上の損害賠償請求権の存在を前提としたもの\nであるか否かは全く論証されていない。しかし，念のため，原告らの挙げる裁判例\nのうち以下のものについて検討を加える。\nア　ドイツ・ミュンスター行政控訴院判決について\n同事件は，第２次大戦後の占領期間中に，ドイツ占領中のイギリス軍が使用する\n自動車によって重度の人身障害を受けたドイツ人が，英占領軍当局の関連法規に基\nづいて，ドイツ当局に損害賠償を求めたものであり（証拠略），かつ，加害国とさ\nれるイギリス政府に対する請求ではないから，ヘーグ陸戦条約３条に基づくものと\nはいえない事案である。\nそして，同事件の主たる争点は，いわゆる非財産的損害についての賠償が認めら\nれるかどうかという点にあり，判決は，確かにこの点に関しヘーグ陸戦条約３条に\n言及している。しかしながら，これは，損害賠償責任については過失がある場合に\n限定されず，絶対責任を負うことを示す根拠としてへーグ陸戦条約３条が間接的に\n援用されているにすぎないものと解すべきである。\nイ　ドイツ・ボン地方裁判所判決について\nボン地裁判決がヘーグ陸戦条約３条を直接の根拠として個人の損害賠償\n請求権を認めた例であるか否かは全く不明である。阿部浩己作成の意見書（証拠\n略）では，同判決の損害賠償の根拠は国内法（民法典）であったとされている。\nウ　ギリシャ国内裁判所の実行例について\n原告らが挙げるギリシャ国レイヴァディア地方裁判所判決の判示から\nは，それがヘーグ陸戦条約３条に基づき損害賠償を認めたか否かは明らかでない。\nエ　小括\n条約法に関するウィーン条約３１条３項がいう「後からの実行」とは，\n条約の解釈・適用についてその締結後に当事国の間で行われた合意や慣行などを指\nすものとされているところ（山本・前掲書６１４ページ），原告らが挙げるような\n事例が存在したとしても，それらは上記の慣行に該当するとは到底いえない。\nなお，米国の裁判例においては，ヘーグ陸戦条約３条は個人に賠償請求権を付与\nしたものでないとされている（証拠略）。\n３　ヘーグ陸戦条約３条の国内法的効力及び自動執行力について\n(1)　原告らは，国内法的効力を有するに至った条約については，例外的な場合を除\nき，原則として他の法令と同様に裁判所において直接適用が可能であると解すべき\nであると主張する。\nしかしながら，仮に，条約が国内法としての効力を有するに至ったとしても，条\n約は国家間の権利義務関係を定立することを主眼とするものであるから，条約が国\n民に権利を与え義務を課すことをも目的とする場合には，原則として，立法機関が\n法律を制定し行政機関が法令に基づきその権限内にある事項について行政措置を採\nることになる。例外的に条約の規定がそのままの形で国内法として直接適用可能と\nなる場合があり得るとしても，いかなる規定がこれに該当するかは，当該条約の個\n々の規定の目的，内容及び文言並びに関連する諸法規の内容等を勘案しながら，具\n体的場合に応じて判断されなければならない。そして，この判断に際しては，主観\n的要件として，私人の権利義務を定め直接に国内裁判所で適用可能な内容のものに\nするという締結国の\n意思が確認できること，客観的要件として，私人の権利義務が明白，確定的，完全\nかつ詳細に定められていて，その内容を具体化する法令を待つまでもなく，国内で\nの直接適用が可能であることなどの要件を充たす必要がある。とりわけ，国家に一\n定の作為義務を課したり，国費の支出を伴うような場合には，事柄の性質上，権利\nの発生等に関する実体的要件，権利の行使等に関する手続的要件等が明確であるこ\nとが強く要請される。\n(2)　ヘーグ陸戦条約には，個人の加害国に対する損害賠償請求権を根拠づける条約\n条項は存在せず，原告らはこれを指摘していないから，原告らの主張はそれ自体失\n当である。前記のとおり，ヘーグ陸戦条約３条等の条約ないしそれらと同旨の国際\n慣習法は，国家間の賠償責任を定めたものであり，個人の国家に対する損害賠償請\n求権を定めたものではないから，これに国内法的効力が認められたからといって個\n人の権利が創設されることはあり得ない。\n第２　国際慣習法の過去の戦争犯罪行為への適用による謝罪及び損害賠償請求につ\nいて\n１　原告らは，仮に本件細菌戦の実施当時において個人賠償が慣習法化していな\nかったとしても，国際法上個人請求権が認められるという現時点で成立している国\n際慣習法が，直接に本件細菌戦のような被告の非人道的な戦争犯罪行為に対し適用\nされるべきであると主張している。\n原告らの上記主張は，①個人が加害国に対し国際法違反を理由として直接損害賠\n償を求め得るとの慣習法及び②非人道的戦争犯罪行為に関しては，現時点において\n過去の行為を評価して加害国の責任を問い得るという慣習法がそれぞれ現時点で成\n立していることを前提として，上記②の慣習法に基づき上記①の慣習法によって原\n告らの被告に対する損害賠償請求が認められるという趣旨であると解される。\n２　しかしながら，前記のとおり，個人に係る請求であってもこれを国際的に提起\nする資格を持つのは国家であるとの原則は，今日国際慣習法においても維持されて\nいるところであり，上記①の慣習法が現時点において成立しているとは認められな\nい。\nまた，上記②の慣習法について，原告らは，諸外国では上記慣習法の国家実行と\nして過去の戦争犯罪行為への補償がなされていると主張するもののようである。し\nかし，国際慣習法の成立には，諸国家の行為の積み重ねを通じて一定の国際慣行\n（一般慣行）が成立していること及びそれを法的な義務として確信する諸国家の信\n念（法的確信）が存在することを要するが，原告らが掲げる事実によっても，原告\nら主張の法理を多数の国家が承認しこれを国際法上の義務として確信するに至って\nいるという状況にないことが明らかである。したがって，原告ら主張の慣習法が成\n立しているとは認められない。\n３　よって，原告らの上記主張は，その前提において失当である。\n第３　法例１１条により準拠法となる中国民法に基づく請求について\n１　本件における法例１１条の適用可能性について\n(1)　被告の主張\n以下に述べるとおり，原告らが主張する被告の行為は，国家の権力的作用であ\nり，極めて公法的色彩の強い行為であって，国家の利害と切り離して考えることが\nできない。このような公権力行使を伴う国家賠償という法律関係は，我が国の国家\n利益が直接反映される法律関係であるから，国際私法の適用対象にはならないと考\nえるのが正当である（溜池良夫・国際私法講義３１ページ，東京地裁平成１０年１\n０月９日判決，東京高裁平成１２年１２月６日判決，東京地裁平成１１年９月２２\n日判決・判例タイムズ１０２８号９２ページ）。\nア　国際私法においては，国家と市民社会とは切り離すことが可能であり，市民社\n会には特定の国家法を超えた普遍的な価値に基づく私法が妥当し，法の互換性が高\nいから，このような私法の領域に属する法律関係においては，連結点を介して準拠\n法を定めることに合理性があると考えられている。これに対して，国家の利益が直\n接反映される公法の領域については，国家間の利益が相対立し，特定の国家利益を\n超えた普遍的価値に基づく国家法なるものを想定することが困難であるため，特定\nの国家法を相互に適用可能とすることはできない。一般的な法の互換性を前提とす\nる私法の領域とは，その性質が大いに異なることから，公法の領域は，国際私法の\n守備範囲から除外されることになる（池原季雄・国際私法（総論）１１ページ，山\n田鐐一・国際私法１\n３から１６ページ）。\nイ　このような観点から，我が国の国家賠償法をみると，同法は，公務員個人に対\nし求償できる場合を限定し（同法１条２項），外国人が被害者である場合は，相互\n保証のあるときに限って賠償する（同法６条）とし，私法の領域とは異なる特別の\n法政策が採られている。これらは，国家賠償の問題が国家の利害そのものと深く関\n係していることの表れである（証拠略，山田・前掲書１５５から１６０ページ）。\nウ　本件加害行為時の大日本帝国憲法下においては，国又は公共団体の権力的作用\nについて私法である民法の適用はないとされ，国の損害賠償責任は否定されていた\n（国家無答責の法理）。このような当時の法制度をみても，公権力の行使に伴う不\n法行為については，我が国の法政策上国家利益が直接反映され，一般私法と異なる\n領域に属する法律関係として理解されていたことが明らかである（昀高裁昭和２５\n年４月１１日第３小法廷判決・裁判集民事３号２２５ページ）。\nエ　そして，公権力行使に伴う国家賠償の法律関係が国際私法の適用対象にならな\nいことは，米国（植村栄治「各国の国家補償法の歴史的展開と動向ーアメリカ」国\n家補償法体系１・１３５ページ），旧西ドイツ・フランス・イタリア・オーストリ\nア（山内惟介「国家賠償法と相互の保証」渉外判例百選〔第三版〕別冊ジュリスト\n１３３号２５６ページ），中国（法務大臣官房司法法制調査部職員監修・現行中華\n人民共和国六法１３９ページ），韓国（古崎慶長・国家賠償法８４から９０ペー\nジ），英国（古崎・前掲書４７から５８ぺージ），スイス（古崎・前掲書７６から\n８２ページ）等の諸外国の立法例・裁判例等をみても明らかである。\nすなわち，公権力行使に伴う国家賠償責任については，米国，ドイツ，フラン\nス，イタリア及びオーストリアでは，外国における事件についても抵触法の介入を\n待たずに自国の法を適用していると考えられる上，各国において，国家責任の限定\n（軍隊の行動による損害については多くの国で何らかの制限がある。）がされた\nり，相互保証主義，行政機関への前置主義等各国独自の国家利益を反映した法制度\nが採用されていることがうかがわれる。\nオ　以上によれば，渉外的私法関係に適用すべき私法を指定する法則である国際私\n法（我が国では法例）が本件に適用されるものとは考えられない。したがって，本\n件に法例１１条は適用されない。\n(2)　原告の主張に対する反論\nア　原告が援用する美濃部博士の著作における記述は，法適用の結果発生する「賠\n償義務」そのものの法的性質を問題にしたものにすぎず，同博士は別の箇所におい\nて，その原因行為が公権力の行使という公法上の行為であることから民法の適用を\n受けないとしている。\nまた，昀高裁昭和４６年１１月３０日判決は，国家賠償法適用の結果として発生\nした損害賠償請求権の消滅時効が私法的規律に服するとしたものであって，国家賠\n償法が公法であるか私法であるかを判断したものではない。\n結局，公権力の行使に伴う損害賠償責任についての法律関係は，もともと公法的\n法律関係に属し，民法の適用を受けないものであって，国家賠償法１条１項に定め\nられた国の賠償責任は，公法的法律関係についての国の責任を創設的に認めたもの\nと考えるのが妥当である。\nイ　このような国家賠償法の公法的側面は，国，公共団体の公権力行使の関係は私\n法的法律関係ではないから，規定を民法の挿入することは不適当とされて，国家賠\n償法という独自の法律が制定されたという立法経過にも表れている。\nまた，本件のような法律関係について法例１１条の適用を認めると，不法行為地\nである当該外国の民法が適用されることになり，我が国を単なる１私人として他国\nの私法で裁くことになる。しかし，このような結論は，公権力の行使に伴う加害行\n為に関する我が国の法体系や比較法的視点に照らし，到底考えられないことであ\nる。\nウ　原告らは，相互保証主義に関し，特許法の規定等を援用して反論している。し\nかし，国家賠償法の相互主義の規定は，国家と国家の間における国家賠償制度の内\n容（公権力行使の抑制の在り方）の均衡を図り，併せて他国に対して日本人被害者\nを救済する立法をさせようという法政策に基づくものであって，正に，国家賠償が\n国家の利害そのものに深く関係していることの証左というべきである。\n２　法例１１条２項による国家無答責の原則の適用について\n(1)　被告の主張\n仮に，原告らが主張するように法例１１条の適用を考えたとしても，同条２項に\nより，不法行為の成立について不法行為地法と法廷地法とが累積的に適用される。\n原告らが主張する被告の不法行為は，法廷地である我が国の国家賠償法施行前の\n行為であるところ，大日本帝国憲法下においては，国の権力的作用については民法\nの適用は排除され，また，これを規律する法令上の根拠もなく，国の損害賠償責任\nは認められていなかった（国家無答責の法理）。そして，その後日本国憲法１７条\nに基づき制定された国家賠償法において，その附則６項が「この法律施行前の行為\nに基づく損害については，なお従前の例による。」と定めたことから，被告の国家\n賠償法施行前の行為を理由とする本件請求は，損害賠償請求の法的根拠を欠くもの\nである。\n(2)　原告らの主張に対する反論\n原告らは，①国家無答責の法理には実体法上の根拠は存在せず，同法理は行政権\n力の法政策ないし単なる法解釈にすぎない，②同法理は，国家の統治権に服しない\n者には適用がない，③国際慣習法化したヘーグ陸戦条約３条の履行と抵触する国内\n法が制限され，国家無答責の法理は適用し得ないなどと主張する。しかし，原告ら\nの主張は，以下に述べるとおり失当である。\nア　行政権力の法政策にすぎないとの原告らの主張について\n(ア)　国家無答責の法理に係る歴史的経緯について\n旧民法の立法者は，国の権力的作用には民法の適用はないと考えていたことが明\nらかであり，行政裁判法と旧民法が公布された明治２３年の時点で，公権力行使に\nついての国家無答責の法理を採用するという立法政策が確立したものであるから，\n原告らの上記主張は失当である。\nすなわち，明治憲法下においては，明治２３年６月３０日に公布された行政裁判法\n１６条（行政裁判所ハ損害要償ノ訴訟ヲ受理セス）の規定によって，行政裁判所に\n国家賠償請求訴訟を提起する途はなかった。また，同じく明治２３年に制定された\n裁判所構成法の制定の際にも，井上毅の意見書が採択され，司法裁判所においてか\nかる訴訟を受理する明文の規定が草案から削除された。その結果，当時これらの事\n案は司法裁判所においても受理すべからざるものと考えられていた（「体系憲法事\n典」３６５ページ以下）。\nまた，ボアソナードの民法草案３９３条は，国も私人と同様民法に基づき使用者\n責任を負うと規定していたが，この国家責任規定は，旧民法３７３条において削除\nされた。旧民法の立案過程に参加した井上毅が発表した論文「民法初稿第三七三条\nニ対スル意見」（国家学会雑誌４巻５１号９６９ページ以下）は，行政権の執行と\n私権上の行為とを区別し，前者には民法不適用，後者には民法適用という基準を示\nし，さらに，国家無答責の法理の根拠を行政運営の円滑性の確保に求めていた。こ\nれによれば，立法者は，国の権力的作用には民法の適用はないと考えていたことが\n明らかであり，行政裁判法と旧民法が公布された明治２３年の時点で，公権力行使\nについての国家無答責の法理を採用するという基本的法政策が確立したといえる\n（塩野宏「行政法〔第\n二版〕」２２２，２２３ページ，宇賀克也「国家責任法の分析」４０９から４１１\nページ）。\nさらに，明治憲法下においては，官吏は人民に対してでなく天皇に対して責任を\n負うのみであり（同憲法３７条，５５条，５７条参照），官吏の権力的行為によっ\nて生じた人民の損害を国が官吏に代わり責任を負うということは一般的にはあり得\nなかったのである（古崎慶長「国家賠償法の研究」司法研究報告書第８輯第３号４\nページ）。\n(イ)　学説について\n国家賠償法施行前において国家無答責の法理が認められることは，学説上も通説\nであった（美濃部達吉・日本行政法上巻３４９から３５４ページ，佐々木惣一・日\n本行政法総論８１０，８１１ページ，田中二郎・行政上の損害賠償及び損失補償３\n０から３２ページ，田中二郎・新版行政法上巻全訂第二版２０４ページ）。\nこの点について，原告らは，国家無答責の法理を批判した渡邊宗太郎教授の「日\n本行政法上」及び三宅正男教授の「判例民事法（昭和１６年度）」の判例評論の各\n記述を引用して，権力的作用による公法人の賠償責任を私法の範囲から排斥しなけ\nればならない実質的理由はない旨主張する。しかしながら，権力的行為について民\n法の適用ないし類推適用を認める説は少数説であったのであり，しかも，日本国憲\n法下の判例においてもこのような見解は明確に否定され（昀高裁昭和２５年４月１\n１日判決），この点の論争に終止符が打たれた。原告らの主張は，既に解決をみた\n議論の蒸し返しにすぎない（東京地裁平成１１年６月１７日判決，その控訴審であ\nる東京高裁平成１３年２月８日判決，その上告審である前掲昀高裁平成１３年１０\n月１６日決定など）\n。\nイ　判例の解釈に関する主張について\n(ア)　原告らは，国家無答責の法理は判例上認められてきた法理にすぎないとした\n上，大審院昭和７年８月１０日判決などを挙げて公権力の行使による損害に関する\n大審院判例は変遷しており，また不法行為責任を認めて国家無答責の法理を否定し\nた判例も存在するのであるから，国家無答責の法理は確固不動の法理ではないと主\n張するもののようである。\n(イ)　しかしながら，原告らが挙げる大審院判決のうち，国の損害賠償責任を認め\nた判例は，国の非権力的作用（この中には，①非権力的・非強制的な公行政の作用\n〔例えば，国・公立学校における教育活動の作用や生活保護などのいわゆる給付行\n政の分野における作用など〕，②公の営造物の設置・管理の作用，③工事の施行\n〔国の道路建設など〕や事業の経営〔鉄道・バス・水道・電気・ガスなどの事業の\n経営〕の作用，④純然たる私経済的作用〔例えば官庁事務用品の購入・官庁建物の\n賃借など〕などが含まれる。）に関する事例である。大審院の判例は，非権力的作\n用に基づく損害についての私法の不法行為法の適用範囲を拡大し，国の責任を肯定\nしていたが（佐藤功・憲法（上）〔新版〕２７４，２７５ページ），権力的作用\n（国の統治権に基づく優\n越的な意思の発動としての強制的・命令的作用）に基づく損害については，一貫し\nて国の賠償賠償責任を否定していた。\nなお，原告らの引用する大審院昭和７年８月１０日判決（大民新聞３４５３號）\nも，傍論として不法行為責任を論じたものであり，国の権力的作用について正面か\nら民法の不法行為責任を認めた事案ではない。\nウ　国家無答責の法理の場所的適用範囲に関する主張について\n原告らは，国家無答責の法理は，本件のように日本国と外国人との関係には全く\n当てはまらない旨を主張し，外国人に対し国家無答責の原則が適用されない事例と\nしてパナイ号事件を挙げる。\nしかしながら，当該行為が権力的作用である以上，同法理は，被害者が日本人で\nあると外国人であるとを問わず適用されるものである。明治２３年の時点で公権力\nの行使については国は損害賠償責任を負わないという立法政策が確立していたか\nら，当時の我が国の法制において，外国人が被害者である場合には国家責任を肯定\nし，日本人が被害者である場合には国家無答責となるという立場を採っていたこと\nはあり得ない（東京高裁平成１２年１２月６日判決参照）。\nなお，パナイ号事件は，国家間において解決が図られた事例であって，被害者個\n人が民法の規定を根拠に国に損害賠償を求めた事例ではない。\nエ　ヘーグ陸戦条約の国内法化に関する主張について\n原告らは，ヘーグ陸戦条約の国内法化によって国家無答責の法理は排除されて適\n用されない旨を主張する。しかしながら，原告らの立論は，同条約３条が個人を賠\n償請求主体と認めているとの原告ら独自の解釈に基づくものであり，その前提を誤\nっている点で既に失当である。\n３　法例１１条３項による民法７２４条後段の適用について\n(1)　被告の主張\n本件に法例１１条の適用はないが，仮に，本件に原告らの主張するように同条の\n適用を考えたとしても，同条３項の適用により，不法行為の効力について不法行為\n地法と法廷地法とが累積的に適用される。そして，原告らの請求は，その主張に係\nる不法行為の時から既に２０年以上が経過した後にされたものであるから，法廷地\n法である我が国の民法７２４条後段によりその請求権が消滅していることは明らか\nである。\n(2)　原告らの主張に対する反論\nア　民法７２４条の累積適用について\n原告らは，法例１１条３項にいう「損害賠償其他ノ処分」には消滅時効や除斥期\n間の点は含まれず，本件では中国民法１９７条１項所定の期間が経過していないと\n主張する。\nしかし，法例１１条２項及び３項については，同規定により，不法行為\nの成立及び効果の全面にわたって日本法が累積適用されるとするのが通説である\n（中野俊一郎・基本法コンメンタール国際私法７２ページ，佐野寛「法例における\n不法行為の準拠法－現状と課題」ジュリスト１１４３号５１ページ）。したがっ\nて，本件には，法例１１条３項によって不法行為債権の消滅時効等に関する民法７\n２４条が累積適用される。\nイ　民法７２４条後段の期間の起算点について\n(ア)　原告らは，原告らの権利行使可能性の観点から，当該起算点は早くとも１９\n９５年（平成７年）３月９日におけるＳ５副首相兼外相の発言の時である旨を主張\nするもののようである。\nしかし，民法７２４条後段の除斥期間の起算点が不法行為の時であることはその\n文言上明らかであり，法の趣旨からしても，権利行使可能性の観点から同条後段の\n「不法行為ノ時」を解釈する余地はない。そして，除斥期間の性質とその法意に照\nらせば，原告らの法意識，経済状況，中国国内における政策的な事情はもとより，\n国交正常化がされていなかった等の事情についても，除斥期間の進行を妨げる理由\nになるものではない。したがって，原告らの上記主張は失当である。\n(イ)　原告らは，内閣による法案提出権の不行使に関し，違法行為が継続している\nのであるから，除斥期間は進行を開始していない旨を主張する。\nしかしながら，後述のとおり，内閣の法律案提出権の不行使について国家賠償法\n１条１項の適用上これを違法と評価する余地はないから，原告らの上記主張は，そ\nの前提において失当である。\nウ　除斥期間の適用制限について\n(ア)　原告らは，昀高裁平成１０年６月１２日判決・判例時報１６４４号４３ペー\nジ（以下「昀高裁平成１０年判決」という。）及び東京地裁平成１３年７月１２日\n判決に言及し，民法７２４条後段を適用した結果が著しく正義・公平の理念に反す\nる場合はその適用を制限し得るとした上で，本件ではその適用は排除されるべきで\nあると主張する。\nしかしながら，不法行為をめぐる権利関係を長く不確定の状態におくことは重大\nな問題があり，被害者に対して可及的速やかに救済を求めさせ，法律関係を早期に\n確定させようとすることが法の意図するところといわなければならない。\n(イ)　昀高裁平成１０年判決は，昀高裁判所平成元年１２月２１日第一小法廷判\n決・民集４３巻１２号２２０９ページ（以下「昀高裁平成元年判決」という。）の\n枠組みを維持した上で，不法行為の被害者であって不法行為を原因として心神喪失\nの常況にある者について民法１５８条の既存の条項の法意を援用して限定的にその\n例外を認めたものにすぎず，その適用の範囲は極めて狭いものである（春日通良・\nジュリスト１１４２号９０ページ）。除斥期間の性質とその法意に照らせば，原告\nら主張のような事情が除斥期間の適用を妨げる理由となるものではない。\n(ウ)　なお，東京地裁平成１３年７月１２日判決の判断は，昀高裁平成１０年判決\nに明らかに違背する。\n４　まとめ\n以上のように，原告らが主張する被告の行為は，国家の権力的作用に属するか\nら，私法規定の抵触として処理し得る対象ではない。したがって，法例１１条の適\n用を前提とする原告らの主張は，それ自体成り立たない。また，仮に法例１１条の\n適用を考えてみても，原告らの主張する結論を導くことはできない。\n第４　日本民法に基づく請求について\n１　民法７０９条，７１０条，７１１条及び７２３条に基づく請求について\n原告らは，国家賠償法が制定される前の事件には，基本法に戻って民法が適用さ\nれるとし，被告は民法７０９条，７１０条，７１１条及び７２３条によっても，損\n害賠償及び謝罪の義務を負う旨主張する。\nしかしながら，前述のとおり，国家賠償法施行前においては公権力の行使に\n伴う損害について私法たる民法の適用はなく，損害賠償責任は否定されていたか\nら，原告らの上記主張は失当である。\n２　民法７１７条及び７１５条に基づく請求について\n原告らは，大審院大正５年６月１日判決（民録２２輯１０８８ページ）に言及し\nた上で，被告による当該監督権限の不行使はそれ自体管理作用に属し，７３１部隊\nという危険な施設の瑕疵による被害の発生を阻止し得なかった責任も認められるは\nずであるとして，被告は民法７１７条又は７１５条に基づいて原告らに生じた損害\nを賠償する義務を負う旨を主張する。\nしかし，上記１の点はさておいて，仮に原告らの主張する被告の行為が公権力の\n行使に該当しないとの前提に立ったとしても，原告らの上記主張は，軍隊を民法７\n１７条１項所定の「土地ノ工作物」ないし小学校の校庭に設置された遊具（前掲大\n審院大正５年６月１日判決参照）と同視するものであって，失当であることが明ら\nかである。\n３　まとめ\n以上のとおり，原告らの主張する被告の行為につき民法を適用することはできな\nいから，日本民法に基づく原告らの請求は理由がない。\n第５　条理に基づく請求について\n１　条理に基づく不法行為による謝罪及び損害賠償請求について\n原告らは，条理に基づく損失補償を求めているようにも思え，その主張の趣旨が\n不明確で一貫していない。しかしながら，原告らが条理に基づく不法行為による損\n害賠償を求めているのだとすれば，その主張は失当である。\nすなわち，条理は，法の欠缺が認められる場合に初めて問題とされるものである\nが，法の規定がなければ直ちに法の欠缺が認められるわけではなく，かかる場合に\nおいても，法の趣旨に反することを条理の名において認めることは許されない。前\n記のとおり，国家賠償法施行前の国家又は公共団体の権力的作用について国等は不\n法行為による損害賠償責任を負うことはないというのが法体系全体から導かれる法\nの趣旨であったのであるから，これに反することを条理の名において認めることは\n許されない。したがって，本件の損害賠償請求を条理に基づく請求と言い換えて\nも，その請求が失当であることに変わりはない。\n２　条理に基づく損失補償請求について\nさらに，原告らが条理に基づいて損失補償を請求しているものと善解しても，そ\nの主張も同様に失当である。\nすなわち，条理とは，一般社会に正義の観念に基づいてかくあるべきと信じられ\n承認されているものを指し，事物の筋道・道理・合理性などと同じ意味であるが\n（杉村章三郎ほか編・行政法辞典３７２ページ），仮にこれに裁判規範としての法\n源性を認めるとしても，その抽象性の故に，それが成文法法理の中に化体している\n場合を除いては損失補償請求の根拠とすることは困難というべきである（秋山義\n昭・国家補償法（現代法律学全集⑦）１５３ページ）。裁判例も，条理に基づく損\n失補償請求を認めていない（昀高裁昭和３５年１０月１０日大法廷判決・民集１４\n巻１２号２４４ページ，東京高裁平成１０年７月１３日判決・判例時報１６４７号\n３９ページ）。また，前記のとおり，当時の法制下において国家無答責の法理によ\nり被告の損害賠償責任は\n否定されるのであるから，これにつき損失補償をすべきであるとの条理自体が存在\nしなかったとみるほかはない。\n３　原告らの引用する裁判例について\n原告らは種々の裁判例等を引用するが，以下に述べるように，いずれも原告らの\n主張の根拠になり得るものではない。\n(1)　昀高裁昭和５６年１０月１６日第二小法廷判決・民集３５巻７号１２２４\nページは，解釈基準として条理を用いたにすぎず，条理を根拠規範として損害賠償\n請求権を認めたものではない。\n(2)　千葉地裁昭和５９年８月３１日判決・判例時報１１３１号１４４ページ\nも，契約解釈の基準として条理を用いたにすぎないものと理解するのが妥当であ\nる。\n(3)　東京高裁平成１０年７月１３日判決は，いわゆるＢＣ級戦犯として処罰さ\nれた控訴人らが被控訴人（国）に対し損害賠償請求等を請求した事案であるとこ\nろ，同判決は，原告らが引用する判示部分にあるとおり，条理に基づく国家補償請\n求を否定したものである。この点に関し原告らは，上記判決の判断基準によって\nも，原告らの主張する被告の加害行為について補償をすべきことが条理にまで高め\nられていると主張する。\nしかしながら，仮に同判決の判断基準によるとしても，同判決は，立法を待たず\nに当然に戦争遂行主体であった国に対して国家補償を請求することができるという\n条理が認められるためには，「立法を待たずに当然に右犠牲・被害を被った者たち\nが国に対して補償を請求することができるということが我が国や世界各国の共通の\n認識として存在」することを要求しているところ，そのような認識が存在しないこ\nとは明らかである。むしろ，原告らが主張するドイツ，アメリカ，カナダ，オース\nトリアの各国においては，条理に基づく補償請求権がないことを前提に，これを救\n済するために創設的な意義を有する補償法令が立法されたと見るほうが自然であ\nる。\n(4)　さらに，前掲東京地裁平成１３年７月１２日判決は，そもそも確立した判例に\n違背する上，民法７２４条後段の除斥期間の適用の制限の可否に関する解釈基準と\nして条理を用いたにすぎないものと考えられる。\n第６　立法不作為を理由とする国家賠償請求について\n１　昭和６０年昀高裁判決の意義について\n(1)　昀高裁昭和６０年１１月２１日第一小法廷判決・民集３９巻７号１５１２\nページ（以下本第６の項においては「昭和６０年昀高裁判決」という。）が立法行\n為（立法不作為を含む）について国家賠償法上違法と評価され得る例外的な場合を\n憲法の一義的な文言に違反する立法行為のような場合と限定した論拠は，判決中に\n明確に示されている。\nすなわち，立法に関わる憲法解釈については国民の間に多様な見解があるのが通\n常であり，全国民を代表する立場にある国会議員としては，その多様な見解を立法\n過程に反映させるべく，自由に意見を表明し表決を行うべき職責を負っており，特\n定の憲法解釈に立脚する立法がされ又はされないことは，多種多様の意見の対立及\nび議論の中から多数決原理により決定されるべきものである。そして，国会議員\nが，多義的な解釈を容れる余地のある憲法の条項について，違憲立法審査権の行使\nの結果として司法の立場からは違憲とされる解釈を採り，これに基づいて意見を表\n明し表決に加わった（又は，意見を表明しない，表決に加わらない）としても，議\n会制民主主義の原理からは，国会議員の上記立法過程における行動は当然に許容さ\nれているもので，原則\nとして，国家賠償法上違法とされるものではない。この判決はこのような趣旨を明\nらかにしたものである。\nしたがって，昭和６０年昀高裁判決のいう「例外的な場合」とは，国会議員の立\n法過程における行動に対する評価が一義的に確定される場合であるから，かかる事\n態は文字どおり「容易に想定し難い場合」なのであって，憲法の一義的文言に反す\nる場合か，あるいは，憲法解釈上争いがなく，憲法に違反することが一見して明白\nである場合，すなわち誰の目から見ても違憲であることが明らかであるにもかかわ\nらずあえて立法を行うというような場合にとどまるべきことは明らかである。\n(2)　ところで，昭和６０年昀高裁判決は，立法不作為の場合に関しては，前記「例\n外的な場合」について具体的に言及していない。しかし，立法不作為が国家賠償法\n上違法となることを例外的にせよ認めることは，憲法が採用している権力分立制度\nとの関係でより慎重な検討が必要である。\nすなわち，憲法は４１条において「国会は，国権の昀高機関であって，国の唯一\nの立法機関である。」と規定するのみで，いつ，いかなる内容の立法を行うか又は\n行わないかを国会の裁量に委ねている。しかるところ，裁判所が国会議員の立法不\n作為に対する法的責任を問うことは，裁判所が個々の国会議員に対し，特定内容の\n法律を特定の時期までに立法すべき義務を課することにほかならない。この点で，\n既に成立した法律についての立法過程における国会議員の行動を問題とする場合に\n比し，あるべき立法行為の内容とその時期を全国会議員が個々の国民に対して負担\nする法的義務として設定しなければならない点において極めて大きな困難がある。\n日本国憲法が採用する三権分立の基本理念からすれば，裁判所において広範な立法\n裁量権を有する国権\nの昀高機関である国会に対したやすく一定の立法義務を課し得るとすることはでき\nないからである。立法行為については憲法８１条が裁判所に違憲立法審査権を付与\nしているが，立法不作為について同条が触れるところがないのもこの観点から理解\nできる。このことは，同判決において「あるべき立法行為を措定して具体的立法行\n為の適否を法的に評価するということは原則として許されない」と明らかにされて\nいるところである。\n(3)　そうすると，立法不作為につき，昭和６０年昀高裁判決のいう「憲法の一義的\n文言に違反しているにもかかわらず国会があえて当該立法を行うというごとき容易\nに想定し難い例外的な場合」に即して想定するならば，憲法上具体的な法律を立法\nすべき作為義務が，その内容のみならず立法の時期を含めて明文をもって定められ\nているか，又は憲法解釈上前記作為義務の存在が一義的に明白な場合でなければな\nらないというべきである。しかし，憲法上そのような作為義務を定めた規定は存在\nしないし，憲法解釈上も前記作為義務を肯定することは困難であるから，昭和６０\n年昀高裁判決は，立法不作為が国家賠償法上違法となることを基本的に予定してい\nないものといわなければならない。\n(4)　以上が昭和６０年昀高裁判決の正確な理解というべきであるが，同判決の\n示した判断基準は，その後の判例もこれを踏襲しており（一般民間人戦災者を対象\nとする援護立法をしないことに関する昀高裁昭和６２年６月２６日第二小法廷判\n決・裁判集民事１５１号１４７ページ，判例時報１２６２号１００ページ，生糸の\n一元輸入措置及び生糸価格安定制度を内容とする繭糸価格安定法改正に関する昀高\n裁平成２年２月６日第三小法廷判決・訟務月報３６巻１１２号２２４２ページ）。\nなお，原告らが援用する山口地裁下関支部平成１０年４月２７日判決は，いわゆ\nる従軍慰安婦等に対する補償立法の不作為に関するものであるが，既に広島高裁平\n成１３年３月２９日判決（証拠略），により取り消されており，立法行為について\nの国家賠償法の違法性判断基準に関する判例の枠組みは確立したものというべきで\nある。\n２　例外的な場合に関する原告らの違法性判断基準の誤りについて\n(1)　原告らは，前掲山口地裁下関支部平成１０年４月２７日判決の判示を引用\nして，例外的な場合に関する違法性判断基準を主張している。しかしながら，原告\nらの主張する違法性判断基準は，全く独自の基準であって，確立した判例の趣旨を\n逸脱するのみならず，立法と司法に関する憲法の理解を誤るものである。\n(2)　原告らの主張は，憲法秩序の根幹的価値に関わる人権侵害が現に個別の個人に\n生じている場合には，その是正を図るのは国会及び内閣を構成する公務員の憲法上\nの義務であると同時に，裁判所の憲法上固有の権限と義務でもあり，この理は当該\n人権侵害が作為による違憲立法によって生じたか，違憲の立法不作為によって生じ\nたかによって変わるものではなく，むしろ後者については違憲確認訴訟を認めるこ\nとに種々の難点があるから，国家賠償法による違法の余地を拡大していくべきであ\nるというものと考えられる。\nしかしながら，原告らの上記主張は，昀高裁昭和６０年判決及び憲法の採用する\n立法と司法の関係を正解しないものである。すなわち，憲法４１条は，立法をする\nこと又はしないことが憲法に違反するか否かの判断を含む立法に関わる事項を広く\n国会に委ねているのに対し，憲法８１条は，違憲立法審査権を行使することによっ\nて例外的に司法が立法行為ないし立法過程に介入することを認めたものである。そ\nして，立法された法律の憲法適合性の判断は明文をもって裁判所に認められた権限\nであるが，立法の不作為についての憲法適合性の判断権限は明文で認められている\nものではないから極めて制限的に解釈すべきことは，憲法４１条及び８１条の文理\n及び趣旨から明らかである。したがって，憲法の基本原理である三権分立制度の憲\n法上の例外である憲\n法８１条の解釈において，明文にない権限の方をより広げるべきであるとする原告\nらの上記主張は，憲法４１条及び８１条の解釈として誤っている。\n原告らは，国会が立法行為において有する広範な裁量権限を無視して，「憲法の\n根幹的価値に関わる人権侵害」という著しく不明確で，その範囲を確定することす\nらできない基準をもって，裁判所が広範な裁量によって立法過程に介入し，国家賠\n償責任を認めることにより，実質的に立法行為を強制するに等しいことを主張する\nものといえるが，これのような解釈は，憲法４１条が国会に認めた地位を実質的に\n否定するものであるとともに，憲法８１条が裁判所に付与した権限を逸脱するもの\nというべきである。\n(3)　原告らは，立法不作為が国家賠償法上違法となる場合の要件として，当該人権\n侵害が重大であることと，その救済の高度の必要性があることを主張しているが，\nその根拠が明らかでなく，また，いかなる場合を想定しているのかも明確ではな\nい。\nア　まず，日本国憲法秩序の根幹的価値に関わる基本的人権の重大な侵害が現に個\n別の個人に生じている場合は，端的にその加害者に対する損害賠償等によってその\n救済を図ればよく，加害者が公務員であれば国家賠償法等に基づく損害賠償請求を\nすれば足りるはずである。そのような加害者が別に存在せず，ただ立法不作為状態\nだけによって日本国憲法秩序の根幹的価値にかかわる基本的人権の重大な侵害を現\nに個別の個人に生じさせるような事態は，およそ想定することが困難である。ま\nた，加害者が別に存在するにもかかわらず，なお立法不作為状態が日本国憲法秩序\nの根幹的価値にかかわる基本的人権の侵害を現に個別の個人に生じさせるような事\n態も，想定が困難である。\nのみならず，仮に，原告らが主張するような重大な人権侵害が生じていたとして\nも，かかる事態に対しいかなる立法措置をいかなる時期に講じるかは全く別次元の\n問題であり，後者においては，被侵害利益の性格，程度，利益侵害に至る経緯，従\n来採られた被害回復措置の状況等はもとより，類似の立場にある者の存否やこれら\nの者に対する救済状況さらには世論の動向等や関連する諸事情等を踏まえた広範な\n裁量的判断が許容されるのである。したがって，このような場合に立法義務がある\nというためには，日本国憲法秩序の根幹的価値にかかわる基本的人権の重大な侵害\nが現に個別の個人に生じているだけでは足りず，そのような立法義務のあることが\n憲法の明文上又は解釈によって明白に認められることが必要である。\nイ　さらに，原告らは，救済の高度の必要性がある場合には，憲法解釈上一義的に\n救済立法をすべき作為義務が生ずることが明白であることを前提にしているようで\nもある。\n原告らは，そのような場合に救済立法をすべき作為義務が憲法上生ずる根拠とし\nて，日本国憲法の制定経過，特に，議会制民主主義に立つ国会及び内閣をも拘束す\nる原理が基本的人権の思想であり，そのために議会制民主主義の政治制度が採用さ\nれたこと，これを保障するために裁判所に違憲立法審査権が付与されたことを挙げ\nる。しかしながら，憲法制定経過に関する原告らの主張は相当ではなく，また，こ\nのような抽象的な理念から前記のような状態の場合に直ちに救済立法をすべき作為\n義務が生ずることが憲法上も一義的に明白であるとは到底いえない。\n３　原告らが主張する立法不作為について国家賠償法上の違法性が認められない\nことについて\n以下において，昀高裁昭和６０年判決の判断基準によった場合に，例外的に国家\n賠償法１条１項の適用の余地があるかどうかを，原告らの主張に即して検討する。\n(1)　憲法の規定を根拠とする立法義務について\n原告らが挙げる憲法前文，９条，１３条，１４条，１７条，２９条１項及び３項\nの諸規定を総合して検討しても，以下に述べるとおり，いわゆる戦後補償問題に対\nする賠償立法義務等が内容も含めて憲法上明文でもって定められているとはいえ\nず，また，憲法解釈上そのような賠償立法等を行うべき作為義務の存在が一義的に\n明白であるともいえない（東京高裁平成１１年８月３０日判決，前掲東京地裁平成\n１１年１０月１日判決，東京地裁平成１０年１２月２１日判決，その控訴審判決で\nある東京高裁平成１１年１２月２１日判決・証拠略）。\nア　憲法前文について\n憲法前文は，憲法の基本原理の宣示であって，裁判規範性はなく，前文から具体\n的な立法義務が生じることはあり得ない。\nイ　憲法９条について\n憲法９条の文言からいわゆる戦後補償問題に対する賠償立法等の措置義務等が一\n義的ないし一見明白に定められているとは到底いえない。\nウ　憲法１３条について\n憲法１３条によりいわゆる戦後補償問題に対する賠償立法等の措置義務が一義的\nないし一見明白に定められているとは到底いえない。\nエ　憲法１４条について\n憲法１４条は，国政の高度の指導原理として法の下の平等原則を宣言したもので\nあり，その裁判規範としての効力は，同条に違反する法令，処分等の効力を無効\n（違法）とするに止まり，同条を根拠に実体法上の請求権が発生したり，いわゆる\n戦後補償問題に対する賠償立法等の措置義務等が生じたりする余地はなく，また，\n同条の文言から，いわゆる戦後補償問題に対する賠償立法等の措置義務等が一義的\nないし一見明白に定められているとは到底いえない。\nなお，いかなる者に対して戦争被害に対する補償をするかは，国会の裁量に委ね\nられている（前掲昀高裁昭和６２年６月２６日判決）。\nオ　憲法１７条について\n憲法１７条は，国家賠償法の制定を規定するにすぎず，賠償を請求するための要\n件を法律の定めに委ねているのであって，プログラム規定と解されており，同条か\nら直ちにいわゆる戦後補償問題に対する賠償立法義務等が生じることはない。\nカ　憲法２９条１項及び３項について\n憲法２９条１項及び３項は，財産権の保障及び財産権についての特別な犠牲に対\nする補償を規定しているが，原告らが主張する損害はそもそも財産権についての特\n別な犠牲ではなく，当該各条項の文言からいわゆる戦後補償問題に対する賠償立法\n等の措置義務等が一義的ないし一見明白に定められているとは到底いえない。\nなお，前記のとおり，戦争被害に対する補償は憲法の全く予想しないところであ\nり（前記昀高裁昭和６２年６月２６日判決），戦争犠牲ないし戦争被害について\nは，単に政策的見地からの配慮が考えられるにすぎない。その補償のために適宜の\n立法措置を講ずるか否かの判断は国会の裁量に委ねられているのであり，憲法２９\n条３項の適用の余地はない（昀高裁判所昭和４３年１１月２７日大法廷判決・民集\n２２巻１２号２８０８ページ）。\n(2)　「原因作出者に条理上の保護責任の法理に基づく作為義務」について\n原告らは，原因作出者に条理上の保護責任の法理に基づき，日本国憲法制定前の\n帝国日本の国家行為によるものであっても，これと同一性ある国家である被告国に\nは，その法益侵害が真に重大である限り，被害者に対し，より以上の被害の増大を\nもたらさないよう配慮，保証すべき条理上の法的作為義務が課されていると主張す\nる。\nしかしながら，「先行法益侵害に基づきその後の保護義務を法益侵害者に課すべ\nきである」という命題が本件のような場面で適用されるべき条理として存在すると\nいう主張は原告らの独断にすぎない。のみならず，そもそも条理といった一般的，\n抽象的理念から国会議員の立法義務を導くことができないことは，昀高裁昭和６０\n年判決の趣旨から明らかである。すなわち，同判決は，憲法の一義的かつ明白な文\n言に反する場合に限り，国家賠償法上違法を問われる余地を認めているにすぎない\nから，抽象的性格の条理という法源を根拠として憲法上の義務を導くことはできな\nい。そうすると，条理を根拠に国会に立法義務を認めることができるとの原告らの\n主張も，昀高裁昭和６０年判決の趣旨に照らすと，採用の余地はない（東京高裁平\n成１１年８月３０日\n判決参照）。\n(3)　国際慣習法に基づく立法義務の主張について\n原告らは，違法な戦争行為による被害に対し賠償ないし補償を行うことは国際慣\n習法によって確立したとして，憲法９８条２項を援用して，国会ないし内閣は賠償\n立法をすべき義務が課せられている旨を主張する。\nしかし，以下に述べるように，原告のいうような国際慣習法が確立したとは到底\nいえないし，また，仮にそのような国際慣習法が存在したとしても，それが内閣の\n構成員や国会議員に対し原告らの被害を回復する立法を一義的かつ明白に義務づけ\nているとは到底いえない。\nア　原告らは，戦傷病者戦没者遺族等援護法，原子爆弾被爆者の医療等に関する法\n律，台湾住民である戦没者の遺族等に対する弔慰金等に関する法律の制定をもっ\nて，憲法上の諸規定に基づく立法義務の履行である旨を主張する。\nしかしながら，戦傷病者戦没者遺族等援護法は，軍人軍属等の公務上の負傷若し\nくは疾病又は死亡に関し，国家補償の精神に基づき，軍人軍属等であった者又はこ\nれらの遺族を援護することを目的とするものであり（同法１条），憲法上の立法義\n務の履行に基づいて制定されたものではない。前掲昀高裁昭和６２年６月２６日判\n決は，戦争被害等について補償立法をするか否かは政策的見地から判断するもので\nあって，戦傷病者戦没者遺族等援護法の制定は，憲法上の立法義務に基づくもので\nはない旨判示している。\nまた，台湾住民である戦没者の遺族等に対する弔慰金等に関する法律も，人道的\n精神に基づき（同法１条），その労苦をねぎらい弔慰等の意を表す趣旨で制定され\nたものであり，原告らが主張するように憲法上の規定に基づく立法義務の履行とし\nて制定されたものではない。\nイ　さらに，原告らは，ドイツ連邦共和国，オーストリアなどの諸外国で，戦争に\n伴う残虐行為や違法行為によって被害を受けた人々に対して様々な補償立法がされ\nていることを根拠として，それを認める国際慣習法が形成されている旨を主張す\nる。\nところで，国際慣習法とは，「法として認められた一般慣行の証拠としての国際\n慣習」（国際司法裁判所規程３８条１項ｂ）をいうが，その成立が認められるため\nには，①諸国家の実行が反復され，恒常的に均一の慣行となったという「一般慣\n行」，②一般慣行について，これを国際法上の義務として認識し確信して行うとい\nう「法的な確信」のそれぞれが認められる必要がある。そして，このような一般慣\n行が存在するというためには，国家実行が反復され不断かつ均一の慣行となってい\nること及び当該事項に利害関係を有する大多数の国家間に慣行が成立していること\nが必要である。この点に関する原告らの主張は，ドイツ連邦共和国，オーストリア\n等の事例が，戦争被害を受けた個人に対して補償すべきであるという慣行を示す例\nである旨を主張してい\nるものと考えられる。\nしかしながら，これらの例をもって，戦争被害について加害国家が被害者に具体\n的な被害回復立法を行うことを義務づける国際慣習法が存在していることを裏付け\nる一般慣行及び法的確信が存在しているなどとは到底いえない。例えば，ドイツ連\n邦共和国がした補償は，ナチスの迫害の被害者に対し人道的見地から行った自主的\n措置であって，むしろ，原告らの挙げた諸外国の例からみても，戦争によって生じ\nた被害に関しては，いかなる措置を講じるのかも含めて各国の政策判断に委ねられ\nていることがうかがわれるところである。\n４　内閣の不作為に関する主張について\n(1)　原告らは，内閣についても，法案提出義務の履行を怠った不作為の違法がある\n旨を主張するもののようである。\n(2)　しかしながら，内閣法５条は内閣に法律案提出権を認めているが，憲法上は，\n内閣は法の執行機関として位置づけられており（憲法７３条１号・４号），立法の\n補助機関とされているわけではない。したがって，現行法体系においては，仮に違\n憲の事実状態がある場合であっても，内閣は当然にこれを解消するための法案提出\n義務を負うものではなく，その解消はあくまでも国会の役割とされているというべ\nきである。そして，立法について固有の権限を有する国会の立法不作為が国賠法１\n条１項の適用上違法とならない場合には，内閣の法律案提出権の不行使について国\n賠法１条１項の適用上これを違法と評価する余地はないというべきである（昀高裁\n昭和６２年６月２６日第二小法廷判決・判例時報１２６２号１００ページ）。\nしかるに，法案の不提出に関する原告らの主張は，国会の立法不作為に関する主\n張とほぼ同じであるところ，これらについて国会議員の立法不作為が国賠法１条１\n項の適用上違法とならないことは前述のとおりであるから，内閣についても，これ\nらに関する法案の不提出が国賠法１条１項の適用上違法と評価される余地はないと\nいうべきである。\n第７　隠蔽行為を理由とする国家賠償請求について\n１　国家賠償前の行為について\n原告らが被告が隠蔽行為をしたと主張する第１期（昭和２０年８月１５日の敗戦\n前後）及び第２期（昭和２０年８月から昭和２７年までのアメリカ軍占領期）の主\n要な部分は，国家賠償法が施行された昭和２２年１０月２７日の前までの行為であ\nるところ，かかる行為については同法が適用されず，同法附則６項に基づき国家無\n答責の原則が適用されることは，前記のとおりである。\nなお，原告らは，米陸軍生物戦部隊から派遣された調査官Ｓ３らに対してＩ３ら\nが虚偽の供述をしたことをもって，被告の隠蔽行為と主張するが，陸軍省は昭和２\n０年１２月１日に廃止されていることから，原告らが虚偽の供述をしたと主張する\n数名の者が供述時において公務員の地位にあったか否かは不明である。\n２　国家賠償法施行後の行為について\nア　原告らの主張する公務員の行為が違法であるというためには，当該公務員が細\n菌戦について調査し，関係資料を開示し，あるいは細菌戦に関する事実を明らかに\nするなどのことを原告ら個人との関係において職務上の法的義務として負っている\nことが必要である。\n原告らは，かかる法的義務の根拠として，ポツダム宣言及び憲法を挙げるが，こ\nれらが原告らとの関係においてこのような法的義務を課するものとは到底解されな\nい。\nイ　次に，国家賠償法上の違法が認められるためには，法律上保護されるべき\n利益が侵害されたことがその前提となる。この点につき原告らは，隠蔽行為は，細\n菌戦被害者の被告に対する様々な権利行使（例えば，謝罪及び損害賠償に関する法\n的な請求，また同様の内容に関する社会的・政治的な要求，さらに責任者の処罰要\n求などを含む。）を著しく妨害ないし不可能ならしめるものであると主張する。\nしかしながら，既に繰り返し述べたとおり，そもそも原告らには，被告に対して\n損害賠償・補償等を請求する法的権利が存在しないのであるから，それらの権利行\n使を妨害し又は不可能にしたということはあり得ない。また，原告らが主張する被\n告の隠蔽行為によって原告らが社会的政治的要求等をするについて何らかの支障が\n生じたとしても，そのような支障があったことは法律上保護されるべき利益の侵害\nには当たらない。\nしたがって，原告らの主張がその前提を欠くことは明らかというべきである。\n"
}