{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 5
  },
  "case_number": "平成11(行ケ)92",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12999",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12999",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/999/012999_hanrei.pdf",
  "contents": "平成１１年(行ケ)第９２号審決取消請求事件\n平成１２年８月２２日口頭弁論終結\n判決\n原　　　　　　告　　　　ナカ工業株式会社\n代表者代表取締役　　　　【Ａ】\n原　　　　　　告　　　　エヌ・ティ・ティ都市開発株式会社\n代表者代表取締役　　　　【Ｂ】\n両名訴訟代理人弁護士　　花　水　征　一\n同　　　　弁理士　　　　【Ｃ】\n復代理人弁護士　　　　辻　河　哲　爾\n被　　　　　　告　　　　特許庁長官　【Ｄ】\n指定代理人　　　　　　　【Ｅ】\n同　　　　　　　　　　　【Ｆ】\n同　　　　　　　　　　　【Ｇ】\n同　　　　　　　　　　　【Ｈ】\n主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n平成１０年審判第７８３８号事件について特許庁が平成１１年２月１７日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告両名及び株式会社ナカ技術研究所は、昭和６１年８月２７日、発明の名\n称を「フロアパネル及びその製造方法」とする発明につき共同で特許出願をした。\n原告ナカ工業株式会社は、平成７年６月１日、株式会社ナカ技術研究所を吸収合併\nするとともに、上記出願に基づき特許を受ける権利を一般承継した。原告両名は、\n平成１０年１月１６日に拒絶査定を受けたので、平成１０年５月１４日、上記拒絶\n査定に対して不服の審判を請求し、特許庁は、これを平成１０年審判第７８３８号\n事件として審理した結果、平成１１年２月１７日、「本件審判の請求は、成り立た\nない。」との審決をし、同年３月３日、その謄本を原告両名に送達した。\n２　審決の理由\n審決の理由は、別紙審決書の理由の写しのとおりである。要するに、後に述\nべる本願第１発明は、実願昭５９－６３５３４号（実開昭６０－１７７２１５号公\n報）のマイクロフイルム（審決の甲第１号証、本訴の甲第３号証。以下「引用刊行\n物１」という。）に記載された物に係る技術（以下「引用発明１(1)」という。）及\nび実願昭５８－１９６４５２号（実開昭６０－１０２３１２号公報）のマイクロフ\nイルム（審決の甲第２号証、本訴の甲第４号証。以下「引用刊行物２」という。）\nに記載された技術（以下「引用発明２」という。）に基いて、当業者が容易に発明\nをすることができたものであり、また、後に述べる本願第２発明も、引用刊行物１\nに記載された方法に係る技術（以下「引用発明１(2)」という。）、引用発明２、昭\n和４７年３月３０日日刊工業新聞社発行「金型便覧」３０２頁（以下「引用刊行物\n３」という。）に記載された技術（以下「引用発明３」という。）に基いて当業者\nが容易に発明をすることができたものであるから、いずれも、特許法２９条２項に\n該当し特許を受けることができない、とするものである。\n３　特許請求の範囲の記載（別紙図面(1)第１図～第４図参照）\n(1)　請求項１（以下、請求項１に係る発明を「本願第１発明」という。）\n「表面板と裏面板とを少なくともそれらの端部において接合し、一体化して\nなるフロアパネルにおいて、前記裏面板の前記縁部に平坦部を形成すると共に前記\n裏面板の前記縁部の内側に複数の凹凸部を形成し、前記表面板と前記裏面板の間の\n空間の容積を前記凹凸部によって減少させ、前記裏面板の一つの隅部付近に充填材\nの注入口を形成し、前記裏面板の前記注入口の対角線上の他の隅部付近には空気抜\nき孔を形成し、前記注入口から前記空間内に前記充填材を充填したことを特徴とす\nる、フロアパネル。」\n(2)　請求項２（以下、請求項２に係る発明を「本願第２発明」という。）\n「表面板を形成する工程と、縁部に平坦部を、前記縁部の内側に凹凸部をそ\nれぞれ有し、かつ、一つの隅部付近に充填材の注入口を、該注入口が位置する対角\n線上の他の隅部付近に空間抜き孔をそれぞれ有する、裏面板を形成する工程と、\n前記表面板と前記裏面板とを少なくともそれらの縁部で接合して一体化し、\n前記表面板と前記裏面板の間に空間を形成する工程と、\n前記注入口が下方に位置しかつ前記空間抜き孔が上方に位置するように、一\n体化された前記表面板と前記裏面板を傾斜させて配置する工程と、\n前記注入口から充填材を前記空間内に充填し、前記空間抜き孔から前記充填\n材の一部が流出したときに前記充填材の充填を停止する工程と、\n前記注入口を閉塞する工程と、を有することを特徴とする、フロアパネルの\n製造方法。」\n第３　原告ら主張の審決取消事由の要点\n審決の理由中、１（本願の経緯および本願発明の要旨）、２（原査定の理\n由）は認める。３（引用刊行物に記載された事項）の３－１（引用刊行物１に記載\nされた事項）は、引用刊行物１(1)に、「両板Ａ、Ｂ間に形成される充填空間２の容\n積を膨出部１の膨出によって形成される複数の凹凸部によって減少させ、」との構\n成が記載されているとの認定を争い、その余は認める。３－２（引用刊行物２に記\n載された事項）及び３－３（引用刊行物３に記載された事項）は、引用発明２及び\n同３の認定（１２頁１１行～１３頁４行、１３頁１４行～１７行）を争い、その余\nは認める。４（対比・判断）の４－１（本願第１発明について）は、本願第１発明\nと引用発明１(1)が、「前記表面板と前記裏面板の間の空間の容積を前記凹凸部によ\nって減少させ、」との構成部分において一致するとの認定（１４頁７行～９行、１\n５行～１７行、１５頁５行及び６行）、相違点及び作用効果についての判断を争\nい、その余は認める。４－２（本願第２発明について）は、本願第２発明と引用発\n明１(2)が、「表面板を形成する工程と、縁部に平坦部を、前記縁部の内側に凹凸部\nをそれぞれ有し、」との構成部分において一致するとの認定（１９頁１７行～末\n行、２０頁４行及び５行、２１頁１１行～１３行）、相違点及び作用効果について\nの判断を争い、その余は認める。５（むすび）は争う。\n審決は、本願第１発明について、引用発明１(1)との一致点の認定を誤り（取\n消事由１）、相違点及び顕著な作用効果についての判断を誤り（取消事由２及び\n３）、本願第２発明について、引用発明１(2)との一致点の認定を誤り（取消事由\n４）、相違点及び顕著な作用効果についての判断を誤り（取消事由５及び６）、そ\nの結果、本願第１発明及び本願第２発明の進歩性を否定し、いずれも特許法２９条\n２項に該当し特許を受けることができないと誤った結論を導いたものであり、違法\nであるから、取り消されるべきである。\n１　取消事由１（本願第１発明と引用発明１(1)との一致点の認定の誤り）\n審決は、引用発明１(1)は、「前記表面板と前記裏面板の間の空間の容積を前\n記凹凸部によって減少させ」という構成を有するものと認定し、これを前提に、本\n願第１発明と引用発明１(1)は、「前記表面板と前記裏面板の間の空間の容積を前記\n凹凸部によって減少させ、」との構成部分においても一致する旨認定したが、この\n認定は、誤っている。\n(1)　本願第１発明における「前記表面板と前記裏面板の間の空間の容積を前記\n凹凸部によって減少させ」るという構成の技術的意義は、充填材を均一に充填して\n耐荷重強度を確保するために、充填材の流れ抵抗を十分利用できるように裏面板に\n形成された凹凸部と表面板との関係を調節することにある。\n本願第１発明における「前記表面板と前記裏面板の間の空間の容積を前記\n凹凸部によって減少させ」るとの構成は、「縁部に平坦部を形成すると共に前記裏\n面板の前記縁部の内側に複数の凹凸部を形成し」との構成と相まって、①凸部とな\nる部分については表面板との距離を維持し、凹部となる部分（空間側に突出した部\n分）については表面板との距離を短くする（短距離の極限値は表面板との接合であ\nる。）ことにより（これにより当然、空間容積はより減少する）、流体が流れる方\n向の流路断面積が大きい凸部と断面積が小さい凹部を生ぜしめ、充填物の粘弾性に\nより、充填物の均一的な充填を確保するとともに、②表面板と裏面板との空間の容\n積全体を減少させることにより、フロアパネルの全厚も薄くすることにある。\n要するに、本願第１発明は、充填材の粘弾性を十二分に利用すると同時\nに、フロアパネルの全厚をできるだけ薄くするために、「前記表面板と前記裏面板\nの間の空間の容積を前記凹凸部によって減少させ」との構成を積極的・意図的・目\n的的に採用しているものである。\n(2)　一方、引用発明１(1)は、引用刊行物１の記載から明らかなとおり、「複\n雑な加工作業を必要とせず簡単且つ容易に行なうことができる耐圧付与構造を備え\nた床パネルを提供して、生産性の向上を図ると共に、安価に形成する」（甲第３号\n証２頁末行ないし３頁３行）という技術的課題に対処すべく、フロアパネルにおい\nて、裏面を下方へ膨出させ、その膨出部自体の形状を底面円弧で断面弓型のアーチ\n型とするという構成（別紙図面(2)の第３図、第６図参照）を採用し、また、裏面を\n下方へ膨出させた後に、膨出部の内側に、凹部（内面に突出した部分）を形成し、\nその凹部の形状を底面円弧で断面弓型のアーチ型とするという構成（別紙図面(2)の\n第１図、第４図）を採用したものである。それゆえ、引用発明１(1)に、凹凸部を有\nする実施例が記載されているとしても、本願第１発明の「前記表面板と前記裏面板\nの間の空間の容積を前記凹凸部によって減少させ」るという発想がないのみならず\n（別紙図面(2)の第３図、第６図参照）、縁部に平坦部を形成するとともにその内側\nに凹凸を設けることにより、隅部、縁部に空隙を生じることがなく均一な充填を行\nうとの発想はなく、当然のこととして凹凸部の形状・設置場所等について本願第１\n発明と差異を生じるのである。\n要するに、引用発明１(1)には、裏板(B)の凹凸が充填材を均一に充填する\n作用をするとの技術は、何ら開示されておらず、これを示唆する記載もないから、\n引用発明１(1)が、本願第１発明の「前記表面板と前記裏面板の間の空間の容積を前\n記凹凸部によって減少させ」る構成を何ら示唆することがないのは明らかである。\n(3)　また、引用発明１(1)の技術的思想ないし解決手段は、耐荷重強度付与を\nパネルの裏面に形成された膨出部ないし補強部のドーム型構造に委ねたものであ\nり、構造力学的思想に依拠したものといえるから、引用発明１(1)では、アーチ型構\n造により荷重分散ができなければならないのであり、膨出部ないし補強部を表面板\nに接合させることは許されない。つまり、膨出部と表面板との距離最短の極限値で\nある表面板との接合は許されない。とすると、引用発明１(1)は、膨出部ないし補強\n部と表面板との距離を短くすることを否定しており、本件第１発明の「空間の容積\nを前記凹凸部によって減少させ」る構成を採用しているとはいえない。\nまた、引用発明１(1)においては、アーチを利用した補強部による荷重分散\nという技術的思想に依拠しているものであるから、アーチ型の凹部を作成すれば足\nりるのであり、これを更に進んで、その凹部と表面板との距離を短くすることまで\nは不要である。したがって、引用発明１(1)は、凹部と表面板との距離を短くするこ\nとまで予定していないので、本件第１発明のような「空間の容積を前記凹凸部によ\nって減少させ」るという構成を採用しているとはいえないのである。\n２　取消事由２（本願第１発明と引用発明１(1)との相違点についての認定判断の\n誤り）\n(1)　引用発明２の認定の誤り\n審決は、相違点についての容易想到性の判断の前提として、引用発明２\nは、本願第１発明の「前記裏面板の前記注入口の対角線上の他の隅部付近には空気\n抜き孔を形成した」との構成を有すると認定したが、誤っている。\n(イ)　引用発明２は、本願第１発明における、充填物の充填時に内部空間内\nにある空気を排出するという技術的意義を持つ「空気抜き孔」の構成を備えていな\nい。\n引用刊行物２には、「液体１３を排出」、「火災発生時に自動開放」し\nて「放水」、「ポンプ１５によって吸込んだ汚染空気を、パネル内部の液体１３中\nに通すことにより浄化する」と記載されているとおり、引用発明２の「排出口」\nは、滞留された充填物の排出に利用されるものであって、「空気抜き孔」ではな\nい。\nまた、引用刊行物２をみても、「注入口５を下端に設ける」（３頁１２\n行）場合に、充填物排出口６を上端に設けるとの記載は存在しない。そもそも、排\n出口は、流れやすい充填物を排出するために使われるものであるから、排出口を上\n端に設けることは考えられないことである。したがって、引用刊行物２に記載され\nている排出口が空気抜き孔の機能を果たすことはあり得ない（別紙図面(3)参照）。\n(ロ)　引用発明２は、本願第１発明における、「注入口の対角線上の他の隅\n部付近」に空気抜き孔を形成するという構成を備えていない。\n本願第１発明の「前記裏面板の前記注入口の対角線上の他の隅部付近に\nは空気抜き孔を形成」という構成は、フロアパネル内に意図的に作られた充填物の\n流路の末端に空気抜き孔を形成ということを意味するものである。このことは、本\n願第１発明の特許請求の範囲において、わざわざ「空間の容積を凹凸部によって減\n少」、「充填材を充填」と記載され、裏板の凹凸部の作出により生じる流路と充填\n物の粘弾性を利用して充填物の均一的充填を図ったものであることが示されている\nこと、空気抜き孔が、注入口から最も離れた「対角線上の他の隅部」に存在すると\nいう記載があることからも明らかである。\n一方、被告主張のとおり、引用刊行物２の第２図には、パネル本体の上\n端の一つの隅部に注入口５が、注入口が設けられた隅部の対角線上の下端の隅部に\n排出口６が、それぞれ設けられた構成が示されているものの、引用刊行物２は、第\n１図及びその詳細な説明において、連通孔を設けるとしており、この連通孔は、液\n体の面レベルを一定化するにあるから、この連通孔を第２図に採用した場合、充填\n物は、充填空間を単純に下から上に、液体の耐レベルがほぼ水平に維持しながら下\nから上に上昇するものである。したがって、たとい上部隅に排出口があったとして\nも、その排出口が、流路の末端に位置するといえないのは明白であり、流路の末端\nに位置する空気抜き孔とはなり得ない（別紙図面(3)参照）。\n引用刊行物２の第３の実施例及び第４図によれば、「浄化空気吹出口」\nが上方に設けられていることが認められるけれども、この排出口から排出されるの\nは、充填物の充填時に内部室間内にある空気ではなく、注入口より取り入れた汚染\n空気を浄化した空気であり、このことは、引用刊行物２の「浄化空気吹出口」との\n記載からも明らかである。\n(2)　引用発明１(1)と引用発明２の組合せの推考困難性\n審決は、上記相違点について、引用発明１(1)に引用発明２を適用すること\nによって、当業者が容易に本願発明に想到し得たと認定したが、誤っている。\n引用発明２は、遮音性のみ問題とし、耐荷重強度付与という課題について\n何らの記載もしておらず、また、間仕切りパネルであるために平面板に対する垂直\nの耐荷重という問題も生じないため、耐荷重強度付与という課題について示唆もな\nい。したがって、引用発明２は、本願第１発明とは、その技術的課題を異にしてい\nるものである。\nまた、本願第１発明における「注入口の対角線上の他の隅部付近には空気\n抜き孔を形成」という構成は、充填物の均一的な充填という技術的思想と密接不可\n分の関係にある。しかし、引用発明２には、フロアパネル等の平面的なものに均一\n的に充填するという技術的思想が開示も示唆もされていない。\nしたがって、前記相違点について、当業者において、引用発明２を適用す\nることによって本願発明に想到するという発想が生じることはない。\n３　取消事由３（本願第１発明の顕著な作用効果の看過）\n本願第１発明は、特許請求の範囲に記載された構成とすることによって、初\nめて、充填物の粘弾性を利用でき、充填物の均一充填による耐荷重強度確保と同時\nにフロアパネルの全厚薄化が可能となったものである。本願第１発明は、隙間なく\n均一な充填を行うことができるので、従来に比べて薄厚でもフロアパネルとして十\n分強度を有するものの製造を可能にしたのである。\nしたがって、耐荷重強度の付与及びフロアパネルの全厚薄化という本願第１\n発明の効果について、引用発明１(1)及び同２に基づいて当業者が容易に予測できる\n程度のものであるとはいえない。\nまた、この種のフロアパネルを工場において効率的に生産する為には、充填\nが短時間に、隙間なく均一にしかもこれを確認する必要がある。本願第１発明は、\nこれをも可能としたものである。\n４　取消事由４（本願第２発明と引用発明１(2)との一致点の認定の誤り）\n審決は、引用発明１(2)は、「表面板を形成する工程と、縁部に平坦部を、前\n記縁部の内側に凹凸部をそれぞれ有・・・する裏面板を形成する工程と・・・を有\nする」という構成を有するものと認定し、これを前提に、本願第２発明と引用発明\n１(2)は、「表面板を形成する工程と、縁部に平坦部を、前記縁部の内側に凹凸部を\nそれぞれ有・・・する裏面板を形成する工程と・・・を有する」との構成部分にお\nいても一致する旨認定した。しかし、引用発明１(2)は、上記構成を有していない。\n審決の上記認定は、誤りである。\n本願第２発明における「表面板を形成する工程と、縁部に平坦部を、前記縁\n部の内側に凹凸部をそれぞれ有・・・する裏面板を形成する工程と・・・を有す\nる」という構成の技術的意義は、充填材を均一に充填して耐荷重強度を確保するた\nめに、充填材の流れ抵抗を十分利用できるように裏面板に形成された凹凸部と表面\n板との関係を調節することにある。一方、引用発明１(2)には、裏板Ｂの凹凸が充填\n材を均一に充填する作用をするとの技術は、何ら開示されておらず、これを示唆す\nる記載もないから、引用発明１(2)が、本願第２発明の「表面板を形成する工程と、\n縁部に平坦部を、前記縁部の内側に凹凸部をそれぞれ有・・・する裏面板を形成す\nる工程と・・・を有する」との構成を示唆するものということはできない。具体的\nには、前記取消事由１に主張したとおりである。\n５　取消事由５（本願第２発明と引用発明１(2)との相違点についての認定判断の\n誤り）\n(1)　相違点１について\n審決は、引用発明２は、本願第２発明の「該注入口（判決注・裏面板の一\nつの隅部付近に形成された充填剤の注入口）が位置する対角線上の他の隅部付近に\n空気抜き孔を・・・有する、裏面版を形成する工程と、」との構成を有すると認定\nし、これを前提として、当業者が容易に相違点１に係る本願第２発明の上記構成に\n想到し得たと認定したが、引用発明２が上記構成を有するとの認定が既に誤ってお\nり、また、容易推考性の判断についても誤っている。その理由は、前記取消事由２\nに主張したのと同様である。\n(2)　相違点２について\n(イ)　審決は、引用刊行物３に、引用発明３として、本願第２発明の「前記\n注入口が下方に位置しかつ前記空間抜き孔が上方に位置するように、一体化された\n前記表面板と前記裏面板を傾斜させて配置する工程」との構成が記載されていると\n認定し、これを前提として、当業者が容易に相違点２に係る本願第２発明の上記構\n成に想到し得たと認定したが、容易推考性についての判断において誤っている。\n引用発明３は、金型の技術分野におけるものである。金型においては、\nその空間内の凹凸は金型によって成形されるモデルの形状によって決められる。そ\nこにみられる充填に関する技術的思想は、樹脂中に気泡が含まれないように静かに\n樹脂を注入させ成型するということにつきるものであって、成型物フロアパネル内\nの充填空間のすべての部分に、いかに速く、均一に充填させるかを目的とする本願\n第２発明におけるものとは全く別である。したがって、引用発明３には、本願第２\n発明の上記構成の記載があるとはいえない。\nそもそも、金型による成型は、それ自体で高度の専門性がある独自の技\n術分野であり、また、引用発明３の充填物は、流動性の高い樹脂であって、もとも\nと均一に充填することに困難性はないから、引用発明３は、本願第２発明のような\nフロアパネルの製造とはその技術分野を全く異にするものというべきである。\n溶融樹脂を成型するための引用発明３の金型の内部空間は、樹脂の注入\n口と空気排出口とを除いて密封されるのに対し、本願第２発明のフロアパネルの内\n部空間（表面板と裏面板とによって形成される空間）は、フロアパネルの縁部が密\n封されておらず、また、引用発明３の金型は、流動性のある固体状又は半固体状の\n充填物を均一に充填するための凹凸を備えていない。これらのことからすると、引\n用発明３の金型への注入方法によっては、本願第２発明のフロアパネルのように、\n短時間で均一に充填することができず、本願第２発明と同程度の生産性を上げるこ\nとは不可能というべきである。\n以上のとおりであるから、当業者が、引用発明１(2)と引用発明３とを組\nみ合わせることにより、相違点２に係る本願第２発明の構成に容易に想到し得たと\nは、いうことができない。\n(ロ)　本願出願前に「充填材の注入法として、注入口を下方に、空気抜き孔\nを上方に位置するようにして注入すること」が周知の技術的事項であったことは、\n事実である。\nしかしながら、審決が上記周知の技術的事項を示すものとして挙げた実\n願昭５５－１７３３０７号（実開昭５７－９５９１０号公報）のマイクロフイルム\n（甲第７号証）、実願昭５６－１１１４９７９号（実開昭５８－２１４１７号公\n報）のマイクロフイルム（甲第８号証）は、単に、充填空間において、充填物を下\nから上に向かって、かつ、充填物の耐レベルをほぼ水平に維持しながら、いわば重\n力を利用して充填していく技術である。\nこれに対して、本願第２発明の「注入口が下方に位置しかつ空気抜き孔\nが上方に位置するように、一体化された表面板と裏面板を傾斜させて配置する工\n程」は、粘弾性体たる充填物について、意図した流路を流すための工程を意味して\nおり、重力を積極的に利用するものではない。したがって、当業者にとって、引用\n発明１(2)に甲第７、８号証記載の技術を適用する動機付けがあったとはいえない。\nまた、実願昭５５－１７３３０７号（実開昭５７－９５９１０号公報）\nのマイクロフイルム（甲第７号証）は、金型による製造の発明であり、引用発明３\nと同様、本願第２発明のようなフロアパネルの製造とはその技術分野を全く異にす\nるものである。また、空間内に凹凸を設けられた充填空間に充填物を流すという技\n術的思想も生じ得ない。したがって、当業者にとって、引用発明１(2)に甲第９号証\n記載の技術を適用する動機付けがあったともいえない。\n６　取消事由６（本願第２発明の顕著な作用効果の看過）\n引用発明１(2)及び引用発明２の組合せから、本願第２発明の作用効果を奏し\n得ないことは、取消事由３で述べたとおりである。\nまた、引用発明１(2)に、引用発明３及び周知の技術的事項を組み合せてみて\nも、これらに本願第２発明の技術的思想が示唆されていない以上、本願第２発明の\n奏する作用効果を容易に想到し得るはずがない。\n第４　被告の反論の要点\n審決の認定判断は、いずれも正当であって、審決を取り消すべき理由はな\nい。\n１　取消事由１（本願第１発明と引用発明１(1)との一致点の認定の誤り）につい\nて\n(1)　原告は、本願第１発明における「前記表面板と前記裏面板の間の空間の容\n積を前記凹凸部によって減少させ」るという構成の技術的意義は、充填材を均一に\n充填して耐荷重強度を確保するために、充填材の流れ抵抗を十分利用できるように\n裏面板に形成された凹凸部と表面板との関係を調節することにあると主張するが、\n誤りである。\n原告主張の上記構成に関して本願第１発明の特許請求の範囲に記載されて\nいるのは、「前記裏面板の前記縁部に平坦部を形成すると共に前記裏面板の前記縁\n部の内側に複数の凹凸部を形成し」という構成と、「前記表面板と前記裏面板の間\nの空間の容積を前記凹凸部によって減少させ」という構成のみである。他方、引用\n刊行物１をみれば、その第１図、第４図及び第７図に上記と同様の構成が記載され\nていることは明らかである。\n(2)　原告は、引用刊行物１に記載された技術的課題や構成について述べ、この\n技術的課題や構成と本願第１発明との相違を述べているけれども、審決が同刊行物\nに記載されたところから引用発明１(1)として把握した技術は、被告が主張するよう\nなものではない。\n審決は、引用刊行物１の第１図、第４図及び第７図の実施例において、両\n板Ａ、Ｂ間に形成される充填空間２の容積のうち、下方に向けて膨出した膨出部１\nによって形成される容積が、その内側に上方に向けて膨出して形成された補強部３\nにより減少させられているという技術に着目したのであり、両板Ａ、Ｂ間に形成さ\nれる充填空間２の容積のうち、下方に向けて膨出した膨出部１によって形成される\n容積が、その内側に上方に向けて膨出して形成された補強部３により減少させられ\nることは明らかである（別紙図面(2)参照）。\nなお、原告は、引用刊行物１の第３図、第６図に言及して審決を論難する\nが、審決が引用したのは、第１図、第４図及び第７図であって、第３図、第６図で\nはない。\n(3)　原告は、引用発明１(1)は、膨出部ないし補強部と表面板との距離を短く\nすることを否定しており、本件第１発明の「空間の容積を前記凹凸部によって減少\nさせ」る構成を採用しているとはいえない旨主張する。しかし、補強部３と表面板\nが接合させることが許されないことは原告主張のとおりであるとしても、これをも\nって、直ちに、膨出部ないし補強部と表面板との距離を短くすることを否定してい\nるということはできない。\n２　取消事由２（本願第１発明と引用発明１(1)との相違点についての認定判断の\n誤り）\n(1)　引用発明２の認定の誤りについて\n引用刊行物２には、第１図及び第２図に示される第１の実施例について、\n「図において、１は内部に充填用空間２を有する密閉型のパネル本体、３は連通孔\n４を有する補強材、５は本体１に設けた充填物注入口、６は排出口、７、８は栓で\nある。」（２頁１９行～３頁２行）、「なお、注入口５を下端に設けたものや排出\n口６をもたないものもこの考案の実施例である。」（３頁１２行～１３行）との記\n載があり、第２図には、パネル本体の上端の一つの隅部に注入口５が、注入口が設\nけられた隅部の対角線上の下端の隅部に排出口６が、それぞれ設けられた構成が示\nされている（別紙図面(3)参照）。そして、上記のとおり、「注入口５を下端に設け\nたもの」に続けて「排出口をもたないもの」と記載されていることから、「注入口\n５を下端に設けたもの」には、当然に排出口を持つものも含まれ、注入口５を下端\nに設けたもので、排出口を持つものについて、第１の実施例に関する記載及び第２\n図を参酌すれば、充填物注入口５を下端の隅部付近に設け、充填物注入口の対角線\n上の他の隅部である上端に排出口を持つ構成の開示があるものということができ\nる。\n一方、容器に充填物を充填する際に、下端に設けた充填物注入口から充填\n物を注入するに当たり、上端に設けた排出口を空気抜き孔として用いることは、上\n端に充填口とは別に空気抜き孔を設けなくては、通常、容器空間内の空気を圧縮す\nることとなり、充填を円滑に行うことは不可能であることから、技術的に当然行う\nべき事項であって、当業者が普通になし得ることである。\nそして、引用刊行物２に、上端に排出口を設ける技術が記載されていると\nみられることは上記のとおりである以上、そこには、本願第１発明における「空気\n抜き孔」を備えているものが開示されており、また、その「空気抜き孔」の位置\nは、上記のとおり、本願第１発明におけると同じく、「注入口の対角線上の他の隅\n部付近」に存することも開示されているとみることができるのである。これが引用\n発明２である。\n(2)　引用発明１(1)と引用発明２の組合せの推考困難性について\n引用発明２は、建築用パネルに、高い遮音性能を実現するために、充填物\nを隙間なく、均一に、充填する技術を示しているものである。そして、充填後の建\n築用パネルがフロアパネルのように平面的に使用されるものであるか否かは、均一\n的な充填を行うに際して、無関係である。引用発明１(1)に引用発明２を適用し得な\nいとする原告の主張は、失当である。\n３　取消事由３（本願第１発明の顕著な作用効果の看過）について\n引用刊行物１の第１図、第４図及び第７図に示す実施例において、両板Ａ、\nＢ間に形成される充填空間２の容積のうち、下方に向けて膨出した膨出部１によっ\nて形成される容積は、その内側に上方に向けて膨出して形成された補強部３により\n減少させられるから、引用発明１(1)において、フロアパネルの全厚薄化が達成され\nることは明らかである。\nまた、建築用部材のパネルに充填物を充填する際に、その内部に隙間なく均\n一に充填を行うことは、この技術分野における一般的かつ当然の課題であり、引用\n発明１(1)も同２も、ともに、充填物を隙間なく均一に充填されているものとみるべ\nきであり、それにより、充填物が隙間なく均一に充填されていることに応じた耐荷\n重強度が確保されているのである。\n原告の顕著な作用効果の看過についての主張は、失当である。\nなお、原告は、本願第１発明が生産性を向上させるとの主張をしている。し\nかし、本願第１発明に係る特許請求の範囲の記載から、直ちに充填が短時間に行わ\nれるものとすることはできず、原告の主張は、特許請求の範囲の記載に基づかない\nものである。\n４　取消事由４（本願第２発明と引用発明１(2)一致点の認定の誤り）について\n原告の取消事由４に係る主張は、誤りである。その理由は、上記１に述べた\nのと同様である。\n５　取消事由５（本願第２発明と引用発明１(2)との相違点についての認定判断の\n誤り）について\n(1)　相違点１について\n原告の取消事由５の相違点１に係る主張は、誤りである。その理由は、上\n記２に述べたのと同様である。\n(2)　相違点２について\n(イ)　引用刊行物３が、密閉型の金型の技術分野に関する文献であることは\n事実である。しかし、審決が同刊行物から把握したのは、充填材の注入方法とし\nて、注入口を下方に、空気抜き孔を上方に位置するように、傾斜させて配置して注\n入を行うことにより、密閉容器の内部に空気が閉じ込められない、すなわち、充填\n材が密閉容器内部の隅々まで行き渡るようにするという技術であり、これは、密閉\n容器であるフロアパネルの縁部や隅部への充填を確実に行うという本願第２発明と\n課題を同じくするものである。\n本願第２発明に係る特許請求の範囲の記載によれば、本願第２発明は、\n充填材の流動性について何ら特定されていないから、充填物の流動性の有無を本願\n第２発明と引用発明３の相違とみることはできない。\n(ロ)　審決が甲第７ないし９号証から周知の技術的事項として抽出している\nのは、「充填材の注入法として、注入口を下方に、空気抜き孔を上方に位置するよ\nうにして注入すること」であり、上記各文献に記載されているところは、この点に\nおいて、本願第２発明の技術と何ら変わるところがない。そして、引用発明１(2)に\n甲第７ないし９号証記載のこの技術を適用することを阻害する要因は見いだせない\nから、引用発明１(2)にこの技術を適用することは、当業者が容易になし得たことで\nある。\n６　取消事由６（本願第２発明の顕著な作用効果の看過）について\n原告の取消事由６に係る主張は争う。\n第５　当裁判所の判断\n１　取消事由１（本願第１発明と引用発明１(1)との一致点の認定の誤り）につい\nて\n審決は、引用発明１(1)は、「前記表面板と前記裏面板の間の空間の容積を前\n記凹凸部によって減少させ」という構成を有するものと認定し、これを前提に、本\n願第１発明と引用発明１(1)は、「前記表面板と前記裏面板の間の空間の容積を前記\n凹凸部によって減少させ、」との構成部分においても一致する旨認定したのに対\nし、原告は、これを争う。\n(1)　原告は、本願第１発明における「前記表面板と前記裏面板の間の空間の容\n積を前記凹凸部によって減少させ」るという構成の技術的意義は、充填材を均一に\n充填して耐荷重強度を確保するために、充填材の流れ抵抗を十分利用できるように\n裏面板に形成された凹凸部と表面板との関係を調節することにある旨主張する。\nしかしながら、表面板と裏面板の間の空間の容積の減少に関して本願第１\n発明の特許請求の範囲に記載されているのは、「前記表面板と前記裏面板の間の空\n間の容積を前記凹凸部によって減少させ」の文言のみであり、その「前記凹凸部」\nに関して同特許請求の範囲に記載されているのは、「前記裏面板の前記縁部の内側\nに複数の凹凸部を形成し、」との文言のみであることからすると、文言上、「前記\n表面板と前記裏面板の間の空間の容積を前記凹凸部によって減少させ」とは、「前\n記凹凸部」の存在を原因として生ずる作用効果を記載しているにすぎず、上記文言\nに、原告が主張するような凹凸部と表面板との関係を調節するという技術的意義を\n読み取ることはおよそできない。\n仮に、本願第１発明が、原告主張の「裏面板に形成された凹凸部と表面板\nとの関係を調節する」との技術的意義をも有するのであれば、当然に、「前記表面\n板と前記裏面板の間の空間の容積」をどのようにして、どの程度に「減少させ」る\nかなどに関する記載を必要とするはずであるのにもかかわらず、そのような記載\nは、本願第１発明の特許請求の範囲には、全くないのである。\n念のために、本願明細書の発明の詳細な説明の記載を検討しても、本願第\n１発明における「前記表面板と前記裏面板の間の空間の容積を前記凹凸部によって\n減少させ」るという構成が、原告主張の「裏面板に形成された凹凸部と表面板との\n関係を調節する」との技術的意義を有するものと認め得べき記載を見いだすことが\nできない。\n本願明細書の発明の詳細な説明中には、「本発明のフロアパネルの裏面板\nに形成された凹凸部は充填材の注入の際に適度の抵抗を生じ、この抵抗がフロアパ\nネルの周縁部への充填材の充填を確実にするから、充填材はフロアパネルの全体に\n均一に充填される。すなわち、フロアパネルの裏面板に凹凸部が存在しないと、充\n填材は注入口から空気抜き孔まで最短距離を辿って移動する傾向が強く、充填材が\nこのような経路を辿って移動すると、フロアパネルの縁部や隅部に充填材が充填さ\nれる前に充填材は空気抜き孔から溢れ出ることになる。これを防止するため、注入\n口と空気抜き孔の中間部に凹凸部を形成して充填材に流れ抵抗を付与すると共に、\n縁部を平坦部として充填材の流入抵抗を減少させたのである。これにより、注入口\nから注入された充填材は、注入口から空気抜き孔まで最短距離を辿って移動する傾\n向が減ぜられ、縁部から中央部に回り込むような流れをも生じ、フロアパネルの内\n部を注入口側から空気抜き孔側に内かつて確実に満たしつつ、空気抜き孔に達す\nる。したがって、フロアパネルの中央部はもとより、特に高い強度が要求される縁\n部及び隅部への充填も確実に行われる。」（甲第２号証３頁５欄２１行～３９行）\nとの記載があるものの、同記載は、裏面板に凹凸部があれば、充填材に流れ抵抗を\n与え、縁部を平坦部として充填材の流入抵抗を減少させるので、縁部や隅部への充\n填も確実に行われるという一般的な説明をしているにすぎないものであり、裏面板\nの凹凸部と表面板との関係、すなわち、表面板と裏面板の間の空間の容積をどのよ\nうにして、どの程度に減少させるかなどについての記載はないから、そこに、原告\n主張の「裏面板に形成された凹凸部と表面板との関係を調節する」との技術的意義\nを読み取ることはできない。\n以上によれば、本願第１発明の特許請求の範囲の「前記表面板と前記裏面\n板の間の空間の容積を前記凹凸部によって減少させ」の記載は、「前記裏面板の前\n記縁部に平坦部を形成すると共に前記裏面板の前記縁部の内側に複数の凹凸部を形\n成し、」との構成によって必然的にもたらされる作用効果を記載したにすぎず、そ\nれ以上の格別の意味を有するものとはいえないのである。\n原告の主張は、本願第１発明の特許請求の範囲中の「前記表面板と前記裏\n面板の間の空間の容積を前記凹凸部によって減少させ、」の記載から、明細書に記\n載されていない事柄を読み取らせようとするものであって、失当であることが明ら\nかである。\n(2)　引用発明１(1)が、本願第１発明と同様、「前記裏面板の前記縁部に平坦\n部を形成すると共に前記裏面板の前記縁部の内側に複数の凹凸部を形成し、」との\n構成を有することは、当事者間に争いがない。\nそうすると、引用発明１(1)もまた、上記構成により当然にもたらされる機\n能である「前記表面板と前記裏面板の間の空間の容積を前記凹凸部によって減少さ\nせ」という構成を有することが明らかである。\n(3)　原告は、引用発明１(1)の技術的思想ないし解決手段は、耐荷重強度付与\nをパネルの裏面に形成された膨出部ないし補強部のドーム型構造に委ねたものであ\nり、構造力学的思想に依拠したものといえるから、膨出部と表面板との距離最短の\n極限値である表面板との接合は許されないとし、これを根拠に、引用発明１(1)は、\n膨出部ないし補強部と表面板との距離を短くすることを否定しているとし、本件第\n１発明の「空間の容積を前記凹凸部によって減少させ」る構成を採用しているとは\nいえないと結論付けている。\nしかしながら、本件において、審決が引用刊行物１から引用発明１(1)とし\nて引用しているのは、原告の認めるとおり、「前記裏面板の前記縁部に平坦部を形\n成すると共に前記裏面板の前記縁部の内側に複数の凹凸部を形成し、」という構成\nであって、審決が、同刊行物の実用新案登録請求の範囲に係る考案自体を引用して\nいるのではないことは審決書の記載自体で明らかであるから、上記考案自体の技術\n的思想ないし解決手段を論ずることは、そもそも失当である。しかも、引用発明\n１(1)において膨出部と表面板との距離最短の極限値である表面板との接合が許され\nないことは、そのとおりであるとしても、このことから、引用発明１(1)は、膨出部\nないし補強部と表面板との距離を短くすることを否定しているとするのは、論理の\n飛躍という以外にないものである。\nその他、原告は、本願第１発明における「前記表面板と前記裏面板の間の\n空間の容積を前記凹凸部によって減少させ」るという構成の技術的意義が、充填材\nを均一に充填して耐荷重強度を確保するために、充填材の流れ抵抗を十分利用でき\nるように裏面板に形成された凹凸部と表面板との関係を調節することにあるとの前\n提で、引用発明１は、本願第１発明の「前記表面板と前記裏面板の間の空間の容積\nを前記凹凸部によって減少させ」との構成を有していないとし、縷々主張するが、\n前記認定に照らし、失当であることが明らかである。\n２　取消事由２（相違点についての認定判断の誤り）について\n(1)　引用発明２の認定の誤りについて\n審決は、本願第１発明と引用発明１(1)との相違点についての容易推考性の\n判断の前提として、引用発明２は、本願第１発明の「前記裏面板の前記注入口の対\n角線上の他の隅部付近には空気抜き孔を形成した」との構成を有すると認定したの\nに対し、原告はこれを争う。\n(イ)　甲第４号証によれば、引用刊行物２には、「この考案の第１の実施例\nを第１図および第２図に基づいて説明する。図において、１は内部に充填用空間２\nを有する密閉型のパネル本体、３は連通孔４を有する補強材、５は本体１に設けた\n充填物注入口、６は排出口、７、８は栓である。９は床面、１０は天井面、１１は\n巾木部、１２は笠木部で、第１図は、間仕切パネルＡを施工した後、空間２に充填\n物１３として、水を主成分とし防腐剤、防錆剤を含んだ液体を注入口５から注入\nし、栓７をした状態を示す。」（２頁１９行～３頁７行）、「なお、注入口５を下\n端に設けたものや排出口６をもたないものもこの考案の実施例である。」（３頁１\n２行～１３行）、「第１図はこの考案の第１の実施例の断面図、第２図はその斜視\n図」（４頁１１行～１２行）との記載があり、第１図及び第２図には、パネル本体\nの上端の一つの隅部に注入口５が、注入口が設けられた隅部の対角線上の下端の隅\n部に排出口６が、それぞれ設けられた構成が記載されていることが認められる。\n上記記載によれば、引用刊行物２には、内部に充填用空間を有する密閉\n型のパネル本体において、下端の一つの隅部に注入口を設け、当該注入口の設けら\nれた隅部の対角線上の上端の隅部に排出口を設けるという構成が記載されているも\nのと認められる。\n(ロ)　密閉空間に注入口から充填物を充填する際には、空気が密閉空間の中\nに閉じこめられないように工夫をする必要があり、そのために、当該注入口とは別\nに適当な箇所に空気抜き孔を設けることが好ましいことは、当業者の技術水準を論\nずるまでもなく、むしろ、一般人の常識に属する事項であることは、当裁判所に顕\n著である。なお、原告も、取消事由５において、本願出願前に「充填材の注入法と\nして、注入口を下方に、空気抜き孔を上方に位置するようにして注入すること」が\n周知の技術的事項であったことを認めていることからすれば、その前提たる充填材\nの注入において空気抜き孔を設けることも周知の技術的事項であると認めていると\nいうことができる。\nこの点を刊行物によって確認すると、次のとおりである。\n甲第５号証（昭和４７年３月３０日日刊工業新聞社発行「金型便覧」３\n０２頁。引用刊行物３）には、「密閉型の場合は樹脂の流入口と空気の排出口を設\nけ、図３・２９６に示すように型を傾斜したり、あるいは図３・２９９に示すよう\nに空気抜きを設けて空気が閉じこめられないように工夫する。樹脂は底部に入るよ\nう樹脂導入管をつけ、樹脂も混合容器の底部から注入する方法がとられる。」（３\n０２頁１４行～１８行。審決書１３頁７行～１３行参照）との記載があり、図３・\n２９６には、密閉型の場合の注型作業において、樹脂の流入口が下に、空気の排出\n口が上になるように型を傾斜させ、樹脂を流入口から流入している図が記載されて\nおり、図３・２９９の(ｂ)ないし(ｄ)には、同じく密閉型の場合の注型作業におい\nて、型を傾斜させず、型の上端に空気抜きを設けて、この空気抜き及び排出口から\n空気を抜きつつ樹脂を流入している図が示されていることが認められる。\nまた、甲第７号証（実願昭５５－１７３３０７（実開昭５７－９５９１\n０号公報）のマイクロフイルム）には、名称を「断熱枠材製造装置」とする発明\nの、発明の詳細な説明中に、「注入口１９より圧入した配合液３６は、第７図に示\nすように保温材充填空間Ａの下方より押し上げるように満たされ始め、その分の空\n気は溢出口２８より抜け出る。」（９頁２行～５行）との記載があること、甲第８\n号証（実願昭５６－１１４９７９（実開昭５８－２１４１７号公報）のマイクロフ\nイルム）には、「この空気抜孔１４は・・・注入口１３より上方に位置すると共\nに、該注入口１３より最も遠い位置に存するようになっている。・・・この状態で\n注入口１３より尿素樹脂フオーム原液を注入する。すると、該尿素樹脂フオーム\nは・・・外箱１と内箱２の空間層全体へと広がる。この時、上記空間層内に充満し\nている空気は尿素樹脂フオーム１５の成長と共に空気抜孔１４より押し出され、や\nがては上記空間層内は尿素樹脂フオーム１５で充満されることとなる。」（３頁３\n行～１７行）との記載があることが認められる。\n以上によれば、内部に充填用空間を有する密閉型の容器において、上方\nに排出口、下方に注入口があるものが多くあり、これらにおいては、下方の注入口\nから充填剤を充填しようとすれば、上方の排出口が、空気抜き孔の機能を有してい\nるものと認められる。\n(ハ)　上記(イ)及び(ロ)を併せ考えると、引用刊行物２には、内部に充填用\n空間を有する密閉型のパネル本体において、下端の一つの隅部に注入口を設け、当\n該注入口の設けられた隅部の対角線上の上端の隅部に排出口を設けるという構成が\n記載されており、上端の隅部に設けられた排出口は、空気抜き孔の機能を有してい\nることが明らかであるから、結局、引用刊行物２には、内部に充填用空間を有する\n密閉型のパネル本体において、下端の一つの隅部に注入口を設け、当該注入口の設\nけられた隅部の対角線上の上端の隅部に空気抜き孔を設ける技術（引用発明２）が\n開示されているものと認められる。\n(ニ)　以上によれば、審決が、引用発明２は、充填物注入口が形成され、注\n入口の対角線上の他の隅部付近に空気抜き孔を形成したパネルである点において、\n本願第１発明と同じ構成を有すると認定したことに誤りはない。\n引用発明２は、本願第１発明における、充填物の充填時に内部空間内に\nある空気を排出するという技術的意義を持つ「空気抜き孔」の構成を備えていな\nい、引用発明２は、本願第１発明における、「注入口の対角線上の他の隅部付近」\nに空気抜き孔を形成するという構成を備えていないとする原告の主張は、いずれも\n採用できないことが明らかである。\n(2)　引用発明１(1)と引用発明２の組合せの推考困難性について\n審決が、上記相違点について、引用発明１(1)に引用発明２を適用するこ\nとによって、当業者が容易に本願発明に想到し得たと認定したと判断したことに対\nし、原告はこれを争う。\n原告は、引用発明２は、本願第１発明とは、その技術的課題を異にして\nいる、引用発明２には、フロアパネル等の平面的なものに均一的に充填するという\n技術的思想が開示も示唆もされていないなどとし、これを根拠に、審決の相違点に\nついての容易推考性の判断を論難する。\nしかしながら、本願第１発明の進歩性を検討するに当たって考慮される\nべきは、引用発明１(1)と引用発明２とに接した当業者が、これらを契機として本願\n第１発明に容易に想到し得たかどうかである。引用発明１(1)も引用発明２もともに\n建築用パネルであることを前提にした場合、引用発明２の技術課題が特殊なもので\nあるため、組み合せることが妨げられるといった特別の事情が認められない限り、\n当業者において、容易に引用発明１(1)に引用発明２を適用し得たものというべきで\nある。そして、原告主張の上記各事項はいずれも上記特別の事情には該当せず、他\nにも、これに該当すべき事情は、本件全証拠によっても認めることができない。\n３　取消事由３（本願第１発明の顕著な作用効果の看過）について\n原告主張の本願第１発明の効果は、本願考案の構成を採用すれば、得られる\nことの自明な効果である。したがって、取消事由３についての原告の主張も、採用\nの限りでない。\nなお、原告は、この種のフロアパネルを工場において効率的に生産するため\nには、充填が短時間に、隙間なく均一にしかもこれを確認する必要があり、本願第\n１発明は、これをも可能とした旨主張する。しかし、上記効果は、本願第１発明の\n特許請求の範囲の構成によって奏せられる効果でないことは、本願明細書の記載自\n体から明らかであり、主張自体失当である。\n４　取消事由４（本願第２発明と引用発明１(2)との一致点の認定の誤り）につい\nて\n審決は、引用発明１(2)は、「表面板を形成する工程と、縁部に平坦部を、前\n記縁部の内側に凹凸部をそれぞれ有・・・する裏面板を形成する工程と・・・を有\nする」という構成を有するものと認定し、これを前提に、本願第２発明と引用発明\n１(2)は、「表面板を形成する工程と、縁部に平坦部を、前記縁部の内側に凹凸部を\nそれぞれ有・・・する裏面板を形成する工程と・・・を有する」との構成部分にお\nいても一致する旨認定したのに対し、原告はこれを争う。\n甲第３号証（引用刊行物１）を「床パネル」の製造方法の視点からみた場\n合、引用刊行物１には、\n「鋼板を所望の大きさに裁断形成した表面板と、裏板とから構成し、\n裏板(B)は表面板(A)の周囲縁裏面に沿う周囲縁を除いた内側を下方に向けて膨\n出して周囲に垂直な立上がり壁(1a)を備えた箱型の膨出部(1)を形成し、その膨出\n部(1)周囲の立上がり壁(1a)の前記周囲縁を表面板(A)周囲縁の裏面に取付けるため\nの取付けフランジ(1b)とする、\n前記膨出部(1)の膨出面(底面)周囲縁部を除く内側を上方に向けて膨出して底\n面円弧で断面弓型の補強部(3)を形成する、\n裏板(B)の膨出部(1)の膨出面適当な箇所(第７図によれば、裏板(B)の底面端\n部平坦部)に充填材の充填孔４を形成し、\n裏板(B)の取付フランジ(1b)を表面板(A)の周囲縁裏面に一体に取付けて両\n板(A)(B)間に充填空間(2)を形成する、\nそして、充填孔(4)から充填材(C)を充填せしめ、\n充填後において充填孔(4)に栓(5)を嵌合固着せしめて形成する\n床パネルの製造方法。」（審決書９頁末行～１１頁９行。別紙図面(2)参照。\nただし、別紙図面(2)では符号に括弧がない。）との技術（引用発明１(2)）が記載\nされていることは、当事者間に争いがない。\n上記記載、特に、「前記膨出部(1)の膨出面(底面)周囲縁部を除く内側を上方\nに向けて膨出して底面円弧で断面弓型の補強部(3)を形成する、」との記載によれ\nば、引用発明１(2)において、「表面板を形成する工程と、縁部に平坦部を、前記縁\n部の内側に凹凸部をそれぞれ有し、」という構成を有することは明らかである。\n原告は、本願第２発明における「表面板を形成する工程と、縁部に平坦部\nを、前記縁部の内側に凹凸部をそれぞれ有・・・する裏面板を形成する工程\nと・・・を有する」という構成の技術的意義は、充填材を均一に充填して耐荷重強\n度を確保するために、充填材の流れ抵抗を十分利用できるように裏面板に形成され\nた凹凸部と表面板との関係を調節することにある旨主張するけれども、採用できな\nいことは、前記１で認定判断したとおりである。\nその余の原告の主張も、前記１の認定判断に照らし、採用できない。\nしたがって、審決の上記認定に誤りはない。\n５　取消事由５（本願第２発明と引用発明１(2)との相違点についての認定判断の\n誤り）について\n(1)　相違点１について\n審決が、引用発明２は、本願第２発明の「該注入口が位置する対角線上の\n他の隅部付近に空気抜き孔を・・・有する、裏面板を形成する工程と、」との構成\nを有すると認定し、これを前提として、相違点１について当業者が容易に想到し得\nたと判断したことに対し、原告は、この認定及び判断を争っているが、前記２の認\n定判断に照らせば、審決の上記認定判断に誤りはないことが明らかである。\n(2)　相違点２について\n審決が、引用刊行物３には、本願第２発明の「前記注入口が下方に位置し\nかつ前記空間抜き孔が上方に位置するように、一体化された前記表面板と前記裏面\n板を傾斜させて配置する工程」との構成が記載されていると認定し、これを前提と\nして、相違点２について当業者が容易に本願第２発明に想到し得たと判断したのに\n対し、原告は、この判断を争う。\n前記認定のとおり、甲第５号証（引用刊行物３）には、「密閉型の場合は\n樹脂の流入口と空気の排出口を設け、図３．２９６に示すように型を傾斜したり、\nあるいは図３．２９９に示すように空気抜きを設けて空気が閉じこめられないよう\nに工夫する。」（３０２頁１４行～１７行）との記載があり、図３．２９６（別紙\n図面(4)参照）には、密閉型の場合の注型作業において、樹脂の流入口が下に、空気\nの排出口が上になるように型を傾斜させ、樹脂を流入口から流入している図が記載\nされていることが認められる。\n上記記載によれば、引用刊行物３には、注入口が下方に位置し、空間抜き\n孔が上方に位置するように、型を傾斜させて配置する工程の技術が記載されている\nものと認められる。\nそして、本願の出願前に「充填材の注入法として、注入口を下方に、空気\n抜き孔を上方に位置するようにして注入すること」が周知の技術的事項であったこ\nとは、原告自身も認めるところである。\nそうすると、当業者は、引用発明３から、容易に、相違点２に係る本願第\n２発明の「前記注入口が下方に位置しかつ前記空間抜き孔が上方に位置するよう\nに、一体化された前記表面板と前記裏面板を傾斜させて配置する工程」という構成\nに想到し得たものと認められる。\n原告は、引用発明３が金型に関する技術分野のものであることを理由に、\nこれを引用発明１(2)と組み合せることにより相違点２に係る本願第１発明の構成に\n想到することは、当業者にとって容易でなかった旨主張する。\nしかしながら、上記のとおり、「充填材の注入法として、注入口を下方\nに、空気抜き孔を上方に位置するようにして注入すること」は周知の技術的事項で\nあることを前提に考えれば、引用刊行物３に記載されている、注入口が下方に位置\nし、空間抜き孔が上方に位置するように、型を傾斜させて配置する工程の技術につ\nいても、必ずしも金型の技術分野に特有の技術ではなく、本願第２発明のように充\n填材を注入する場合においても、十分に通用する技術であることが明らかというべ\nきである。\nこの点について、原告は、本願第１発明と引用発明３との密閉された内部\n空間の形状の相違、充填物の性質等の相違を理由に、引用発明３の金型への注入方\n法によっては、本願第２発明のフロアパネルのように、短時間で均一に充填するこ\nとができず、本願第２発明と同程度の生産性を上げることは不可能である旨主張す\nる。しかし、引用発明１(2)に引用発明３を適用することが容易かどうかを判断する\n場合において、効率性や生産性が、上記適用を妨げるような事情となることを認め\nることはできない。原告の主張は、失当である。\nその余の原告の主張も、上記認定判断に照らして、採用できないことは明\nらかである。\nしたがって、審決の上記判断に誤りはない。\n６　取消事由６（顕著な作用効果の看過）について\n原告主張の本願発明の効果は、本願考案の構成を採用すれば、得られること\nの自明な効果である。したがって、取消事由６についての原告の主張も、採用でき\nない。\n７　以上のとおりであるから、原告主張の審決取消事由は、いずれも理由がな\nく、その他審決にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の本訴請求を棄却することとし、訴訟費用の負担につき行政事\n件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官   山　　下　　和　　明\n裁判官   山　　田　　知　　司\n裁判官   宍　　戸　　　　　充\n別紙図面（１）　別紙図面（２）\n別紙図面（３）　別紙図面（４）\n"
}