{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 24
  },
  "case_number": "平成16(行ウ)1",
  "case_name": "所得税納税告知処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　所得税法２条１項１０号，同法施行令２条，所得税法（平成１４年法律第６５号による改正前）２３条１項に定める「預金」及び同項に定める「預金の利子」の意義　２　日本国内に本店を有する法人との間で，一定の金額の預託を受けて，当該法人の発行した社債の償還債務の履行を引き受けることなどを内容とする契約を締結し，同契約に基づき，当該各社債の償還期限に元利金を支払った銀行に対し，税務署長が，当該各社債の発行会社から受け入れた預託金と，償還した当該元利金との差額相当額が，所得税法（平成１４年法律第６５号による改正前）２３条１項所定の「預貯金の利子」に当たるとしてした，源泉徴収に係る所得税の納税告知処分が，適法とされた事例",
  "case_gist": "１　所得税法２条１項１０号，同法施行令２条，所得税法（平成１４年法律第６５号による改正前）２３条１項に定める「預金」とは，銀行その他の金融機関が，不特定の公衆又は取引先から広く運用資金を調達することを主たる目的として，相手方（預金者）から受け入れ，保管する金銭であって，金融機関において当該金銭を費消することを許容され，預金者との約定に従って同額の金銭を返還することが約されたものと解するのが相当であり，預金の利子，利息とは，このような預金に係る元本の使用の対価として，元本に対する一定の利率により定められる金銭等をいう。　２　日本国内に本店を有する法人との間で，一定の金額の預託を受けて，当該法人の発行した社債の償還債務の履行を引き受けることなどを内容とする契約を締結し，同契約に基づき，当該各社債の償還期限に元利金を支払った銀行に対し，税務署長が，当該各社債の発行会社から受け入れた預託金と，償還した当該元利金との差額相当額が，所得税法（平成１４年法律第６５号による改正前）２３条１項所定の「預貯金の利子」に当たるとしてした，源泉徴収に係る所得税の納税告知処分につき，前記契約の関係書類の記載や契約の特質等によれば，銀行は，各社債の発行会社から，銀行において当該金員を費消し，運用することを認める前提の下に金員の寄託を受けるとともに，各社債の元利金の支払期日に，預託された金員及びその運用の対価，すなわち利息として一定利率により算定される金員との合計額を，預金者である各社債の発行会社に対して直接払い戻すことに代えて，前記契約上指定された相手方に対する支払債務を履行したものとみることができ，銀行はこれにより，預金の払戻しを行ったもの，あるいは，その支払による求償権と預金の返還請求権とを，あらためて相殺の意思表示を行うことなく，対当額で相殺する旨の合意に基づき相殺したものとみることができることから，前記契約は，各社債の元利金の支払期日を返還期限として金員の寄託を受け，これに寄託を受けた期間に係る利子に相当する金員を加算した額を返還するという預金契約と，預託された金員及びその利子を原資として，当該元利金を各社債の発行会社に代わって支払うという委任契約とが複合した契約であって，前記の差額相当額は，消費寄託された預金に対する利子に当たると認められるとして，前記の納税告知処分を適法とした事例",
  "lawsuit_id": "33445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/033445_hanrei.pdf",
  "contents": "主文\n１ 原告の請求をいずれも棄却する。\n２ 訴訟費用は，原告の負担とする。\n事実及び理由\n第１ 請求\n被告が，原告に対し，平成１３年１２月２５日付けでした，平成９年８月分\nから平成１３年８月分に至る，別表１記載の年月分の源泉徴収に係る所得税の\n各納税告知処分及び不納付加算税の各賦課決定処分を取り消す。\n第２ 事案の概要\n本件は，原告が，社債の発行会社（３社）との間で，それぞれ，原告が一定\nの金額の預託を受けて，社債の償還債務の履行を引き受けることなどを内容と\nする契約（「デット・アサンプション契約」と称されている。）を締結し，同\n契約に基づき，各社債の元利金の償還期限に，各社債の支払代理人に対して当\n該元利金を支払ったという事実関係の下で，被告から，上記各社債発行会社か\nら受け入れた預託金と償還した社債の元利金との差額相当額につき「預貯金の\n利子」を国内で支払ったものと認められるから，同額に対する所得税を源泉徴\n収して国に納付すべき義務があるとされて，所得税の納税告知処分を受けると\nともに，不納付加算税の賦課決定を受けたのに対し，上記各処分の取消しを求\nめている事案である。\n１ 前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認められる事実）\n(1) 原告と社債発行会社との取引の概要\nア 原告（旧商号「株式会社Ｐ１銀行」）は，銀行法２条１項に規定する銀\n行業を営む金融機関である。\nイ Ｐ２株式会社（以下「Ｐ２」という。），Ｐ３株式会社（以下「Ｐ３」\nという。）及びＰ４株式会社（以下「Ｐ４」という。）は，いずれも日本\n国内に本店を有する内国法人である。\nウ 原告は，平成８年１月９日から同９年１月１３日までの間に，Ｐ２，Ｐ\n３及びＰ４（以下総称して「本件各社債発行会社」という。）との間で，\nそれぞれ，別表２記載の各社債（いずれもユーロ円債。以下「本件各社\n債」という。）に係る元利金償還債務の履行引受を内容とする契約（以下\n「本件各契約」という。）を締結し（甲６の１，甲７の１，甲８の１。以\n下，本件各契約に係る各契約書を「本件各契約書」という。），本件各社\n債発行会社から，別表３記載の金員をそれぞれ受領した。\nエ(ア) 本件各契約は，「デット・アサンプション契約」と称されているも\nので，デット・アサンプション契約は，支払期限が未到来である元利金\n支払債務（社債，銀行借入等）を有する企業が，その現在価値に相当す\nる金額を銀行に預託する代わりに，銀行が債務を肩代わりする取引のこ\nとであり，契約締結により，法的には債務が消滅するわけではないが，\n銀行による債務の履行引受の結果，社債発行会社においては金利負担を\n削減することができ，会計上は償還がされたものとしてオフバランス処\n理をすることが認められ（ただし，脚注に偶発債務として注記すること\nが必要とされる。），実質的に繰上償還と同じ経済効果が得られると説\n明されていたものである（なお，外貨建て社債の場合は，更に為替差損\n益を確定し，為替リスクをヘッジすることができる。）。\n(イ) 本件各契約書の文言は，必ずしも同一ではないが，その要旨は，い\nずれも次のとおりである。なお，本件各契約において本件各社債発行会\n社が履行を引き受ける債務に係る各契約を「原契約」という。\nａ 原告は，原契約に基づく本件各社債発行会社の債務の履行を引き受\nける。\n原契約に基づく本件各社債発行会社の債務は，社債の元利金支払債\n務であり，原告は，本件各社債発行会社に代わって，本件各社債発行\n会社が発行した社債の元利金を本件各契約で定める支払日（以下「各\n支払日」という。）に原契約に定められた相手先（本件各社債発行会\n社の支払代理人等）に支払う。\nｂ 本件各契約は，原契約の本件各社債発行会社の債権者に対して原告\nが債務を負担し，又は，保証人となる趣旨ではなく，原契約の権利義\n務関係に影響しない。\nｃ 本件各社債発行会社は，原告に一定の金員(以下「Ａ金員」という。\nその具体的細目は，別表３記載のとおり。)を預託する（なお，甲６の\n１の契約書３条には，Ａ金員を原告本店に開設されるロンドン支店口\n座に預託する旨の記載があるが，「預託する」に相当する原文は「de\nposit」と記載されている。）。\nｄ 本件各社債発行会社は，原告が前記ａに係る支払義務を負担してい\nる間，原告から，Ａ金員の返還を受けることができない（甲６の１の\n契約書中の表現は，「払戻不能な資金を支払う（pay the nonrefunda\nble amount）」というものである。）。また，原告が前記ａに係る支\n払をすべて完了した場合は，本件各契約上の一切の債務が消滅する。\n原告の債務不履行等の事由が発生した場合には，本件各社債発行会\n社は，本件各契約を解約でき，その場合，原告は，本件各社債発行会\n社に対し，前記ａのとおり預託されたＡ金員の残額（ただし，既に本\n件各社債権者に支払われた金額を控除し，利息を加算した金額）を支\n払う。\nｅ 原告は，本件各契約に基づき，前記ａの支払義務の履行として，各\n支払日に，本件各契約所定の金員（以下「Ｂ金員」という。）を支払\nう。\nＡ金員は，上記Ｂ金員を一定の割引率によりＡ金員を受領する時点\nの現在価値に割り戻した金額を基にして決定されている。\n(ウ) 原告は，本件各契約を締結し，本件各社債発行会社から，本件各契\n約書記載のＡ金員をそれぞれ受領した。\n(エ) 原告は，受領したＡ金員を「定期預金」として管理し，各支払日に，\nＡ金員及びその運用益を基にＢ金員を支払った。\nなお，原告が支払うＢ金員の総額はＡ金員を上回り，差額となる金員\n（「Ｂ金員の総額」－「Ａ金員」，以下「本件金員」という。）が生ず\nるものである。\n(2) 本件各契約に基づく支払資金の原告ケイマン支店への移管処理\nア 原告は，Ｐ２及びＰ３との間で，平成９年６月３０日付けをもって，Ｐ\n４との間で，平成９年７月２２日付けをもって，それぞれ，本件各契約に\nつき，原告ロンドン支店を原告ケイマン支店と変更し，原告ロンドン支店\nから原告ケイマン支店に支払資金の残額を移管する旨，一部内容を変更す\nる契約を締結した（以下「本件各変更契約」といい，その契約書を「本件\n各変更契約書」という。）。なお，本件各変更契約書には，原告への通知\nのあて先を原告ケイマン支店に変更する旨の記載があるが，あて先につき\n「c/o Ｐ１ Bank ,Ltd., Head Office」(株式会社Ｐ１銀行本店気付)との\n記載もある。（甲６の２，甲７の２，甲８の２）\nイ 本件各変更契約に基づき，Ｐ２及びＰ３については，平成９年６月３０\n日，Ｐ４については，平成９年７月２２日の各時点の本件各契約に係るＡ\n金員のロンドン支店における残高が，本件各契約に係るケイマン支店の\n「定期預金」として移管処理された。\n(3) 本件各契約に基づく社債の元利金の支払等\nア 原告は，本件各契約に係るＢ金員の各支払に合わせ，各支払に充てるＡ\n金員及びその利子である本件金員を計算，管理し，各支払日にＢ金員をそ\nれぞれ支払った。\nイ 原告が支払ったＢ金員には，それぞれ，Ａ金員を超える部分の金額であ\nる本件金員が含まれており，原告は，本件各契約に基づき，各支払日に支\n払われたＢ金員に含まれる本件金員を，それぞれ，当該各支払日において\n「支払利息」として処理した。\n上記支払金額（Ｂ金員）のうち，Ａ金員を超える部分の金額（本件金員）\nの支払は，別表１の「本件各差額」欄のとおりとなる。\n(4) 所得税の納税告知処分及び不納付加算税の賦課決定の経緯\nア 被告は，原告の本件金員の支払は，いずれも預金の利子の支払に当たり，\nその支払の際，その金額に１００分の１５の税率を乗じて計算した金額を\n源泉徴収し，これを国に納付すべきところ，その法定納期限までに納付し\nなかったとして，原告に対し，平成１３年１２月２５日付けで別表１記載\nの年月分（以下「本件年月分」という。）の源泉徴収に係る所得税（以下\n「源泉所得税」ともいう。）について，同表の「納付すべき税額」欄のと\nおりの各納税告知処分（平成１１年５月分は平成１４年１月３１日付けで\n変更された後のもの，以下「本件各納税告知処分」という。）をするとと\nもに，同表の「不納付加算税の金額」欄のとおり不納付加算税の各賦課決\n定処分（以下「本件各賦課決定処分」といい，本件各納税告知処分と併せ\nて「本件各処分」という。）をした（甲１）。\nイ 原告は，平成１４年１月２４日に本件各処分について異議申立てをした\nところ，同年５月３１日付けでこれを棄却する決定を受けたため，国税不\n服審判所長に対し，平成１４年７月１日に審査請求をしたが，同所長から，\n平成１５年１０月９日付けで審査請求を棄却する旨の裁決を受けた（ただ\nし，同裁決は平成１５年１２月９日付け裁決書訂正書により誤記が訂正さ\nれた。）。 （甲２ないし４，甲５の１及び２）\n２ 争点（争点に関する当事者の主張のうち，必要なものについては，後記第３\n「争点に対する判断」において適宜掲げた。）\n(1) 本件各社債の元利金の一部を構成する本件金員が，源泉徴収義務の対象と\nなる預金の利子（所得税法２３条１項）に当たるか否か。\n(2) 本件金員の支払が「国内における支払」（所得税法２１２条３項）といえ\nるか否か。\n(3) 原告が本件納税告知処分に係る所得税を源泉徴収をして国に納付しなかっ\nたことについて，「正当な理由」（国税通則法６７条１項）があるか否か。\n第３ 争点に対する判断\n１ 争点(1)について\n(1) 預金の利子についての源泉徴収義務の関係法令の規定\nア 所得税法６条は，「第２８条第１項（給与所得）に規定する給与等の支\n払をする者その他第４編第１章から第６章まで（源泉徴収）に規定する支\n払をする者は，この法律により，その支払に係る金額につき源泉徴収をす\nる義務がある」と規定する。そして，同法第４編第５章２１２条３項（た\nだし，平成１５年法律８号による改正前のもの。以下，同規定を引用する\n場合は同じ。）は，「内国法人に対し国内において第１７４条各号（内国\n法人に係る所得税の課税標準）に掲げる利子等，配当等，給付補てん金，\n利息，利益，差益，利益の分配，報酬若しくは料金又は賞金（中略）の支\n払をする者は，その支払の際，当該利子等，配当等，給付補てん金，利息，\n利益，差益，利益の分配，報酬若しくは料金又は賞金について所得税を徴\n収し，その徴収の日の属する月の翌月１０日までに，これを国に納付しな\nければならない。」とする。また，同法２１３条２項１号は，同法２１２\n条３項の規定により徴収すべき所得税の額を，「その金額に１００分の１\n５の税率を乗じて計算した金額」としている。\nイ 所得税法において，「内国法人」とは，国内に本店又は主たる事務所を\n有する法人をいい（２条１項６号），「国内」とは，同法の施行地をいう\n（同項１号）。\nウ 前記アの内国法人に係る所得税の課税標準について，所得税法１７４条\n１号は，内国法人が国内において支払を受けるべき所得税法２３条１項\n（利子所得）に規定する利子等の額と規定しており，所得税法２３条１項\nは，利子所得とは，公社債及び預貯金の利子（社債等の振替に関する法律\n第９０条第３項（定義）に規定する分離利息振替国債（中略）に係るもの\nを除く。）並びに合同運用信託，公社債投資信託及び公募公社債等運用投\n資信託の収益の分配に係る所得をいうと規定している。\nエ そして，同法２条１項１０号は，所得税法上の「預貯金」について，預\n金及び貯金のほか，これらに準ずるものとして政令で定めるものをいうと\n規定し，これを受けて，所得税法施行令２条は，預貯金は，銀行その他の\n金融機関に対する預金及び貯金のほか，労働基準法１８条の規定により管\n理される労働者の貯蓄金等であるとしている。\nオ なお，源泉徴収義務は，納税義務者の納税義務を前提とするものである\nところ，前記アの源泉徴収義務に対応して，所得税法７条１項４号，５条\n３項は，内国法人が，国内において同法１７４条各号（内国法人に係る所\n得税の課税標準）に掲げる利子等，配当等，給付補てん金，利息，利益，\n差益，利益の分配又は賞金の支払を受けるときは，所得税を納める義務が\nある旨規定している。\n(2) 預金及び預金の利子の意義等\n上記(1)によれば，本件金員の支払が，源泉徴収義務の対象となる預金の利\n子の支払に当たるか否かは，本件金員が所得税法２３条１項に定める預金の\n利子に当たるか否かによって決せられることとなる。\nところで，所得税法２３条１項に定める「預金」の意義については，所得\n税法２条１項１０号，所得税法施行令２条が，銀行その他の金融機関に対す\nる預金をいうと規定しているが，銀行法その他の法令上預金の定義規定はな\nい。そこで，銀行業の特質や社会及び取引の通念に照らし，上記預金の一般\n的な意義を解釈することが必要であるところ，銀行法上，銀行は，預金又は\n定期積金の受入れという受信業務と，資金の貸付け又は手形の割引という与\n信業務を併せ営むことを業とするものとして（銀行法２条２項），金融の仲\n介を行うことをその本質的機能とし，その信用を背景に広く公衆から預金を\n受け入れ，これを運用することにより収益を上げ，このような資金運用の対\n価として，預金者に利子（利息）を支払うのが通常であり（ただし，手形小\n切手の支払の委託に使用される当座預金については，利息は支払わず，預金\n者から手数料を徴収するのが通例となっている。），上記のような機能を満\nたす預金として，銀行取引約定書のひな型等には，普通預金，定期預金等が\n規定されているが，上記機能を満たす限り，預金の種類が上記ひな型に規定\nのあるものに限定されると解する理由はなく，預金者のニーズに応じた多様\nな金融商品が存在し得ると考えられる。\nこれらの諸事情にかんがみると，所得税法施行令２条に定める預金とは，\n銀行その他の金融機関が，不特定の公衆又は取引先から広く運用資金を調達\nすることを主たる目的として，相手方（預金者）から受け入れ，保管する金\n銭であって，金融機関において当該金銭を費消することを許容され，預金者\nとの約定に従って同額の金銭を返還することが約されたものと解するのが相\n当であり，預金の利子（利息）とは，このような預金に係る元本の使用の対\n価として，元本に対する一定の利率により定められる金銭等をいうと解する\nことができる。\nそうすると，預金の発生原因となる契約（預金契約）は，法的には，上記\nのような内容を含む金銭消費寄託契約の性質を有するものということができ，\n預金の利子の発生原因は，当該金銭消費寄託契約における利息の約定である\nということができる。\n(3) 本件各契約の評価\nア 本件において，原告と本件各社債発行会社との本件各契約が，上記のよ\nうな利息の約定のある金銭消費寄託契約に当たるか否かが問題となるとこ\nろ，その検討に当たっては，本件各契約について，契約書その他の関係書\n類の記載や，契約の目的，機能等に照らし，当事者の意思を合理的に解釈\nすることが必要である。\nイ このような見地から，まず，本件各契約に際して本件各社債発行会社に\n事前交付された取引説明書（乙８ないし１１。以下「本件取引説明書」と\nいう。）をみると，同説明書には，取引の仕組みとして，社債発行企業\n（本件各社債発行会社）が預託銀行（原告）との間でデット・アサンプシ\nョン契約を締結すること，その契約内容は原告が本件各社債発行会社に代\nわって社債の利払い及び償還元本の支払を行い，その履行の代わりに，本\n件各社債発行会社は原告に対する預託金の元利支払請求権（預託金返還請\n求権）を放棄することであること，本件各社債発行会社は，将来の元利支\n払債務の現在価値に相当する金額（Ａ金員）を原告に預託し，原告は，そ\nの預託金（Ａ金員）を運用し，預託金（Ａ金員）と運用利息（本件金員）\nをもとに本件各社債発行会社に代わって社債発行契約に基づく元利金を支\n払代理人に支払うことが説明され，本件各社債発行会社から原告に預託さ\nれる金額は，「デット・アサンプション実行時以降，債務者に対し将来支\n払われる元利金を，デット・アサンプション実行時の市場実勢金利に基づ\nく割引率を用いて，現在価値に割り引くことで算出され」る旨記載されて\nいる。\n上記各記載によれば，本件各契約において，原告と本件各社債発行会社\nとの間で，①Ａ金員の金額が，社債の元利金の各支払日ごとの支払額を一\n定の割引率により，Ａ金員を預託する時点の現在価値に割り戻した金額を\n基にして決定されていること，②Ａ金員が原告に預託されるものであるこ\nと，③Ａ金員とＢ金員の総額の差額が原告がＡ金員を運用することによっ\nて得られる運用利息であること，④本件各社債発行会社は，原告に対し本\n来は預託金返還請求権を有するものの，原告が本件各社債発行会社に代わ\nってＡ金員とその運用利息を基に社債の元利金の支払債務の履行を行うこ\nとから，原告に対して預託金の払戻しは行わないこととされているという\nことができる。\nウ 本件各契約書上は，本件各契約が預金契約であることを直接明示した規\n定はないが，本件各契約のうち，Ｐ２との契約に関する契約書（甲６の\n１）には，第３条において，支払の実行及び計算(ｂ)として，「第２条\n(ａ)項に基づき原告に支払われる金額は前項と同様の通貨にて，原告本店\nに開設される原告ロンドン支店の口座（口座番号略）に預託する（deposi\nt）ことにより行われる。」とあり，「deposit」には，「金銭又は他の財\n産を，保管あるいは保管使用し，現物で返還することを約束する他者に供\n与する行為。特に，安全と利便のために銀行にお金を預ける行為。あるい\nは，そのようにして供与された金銭又は財産。」という意味があり（弁論\nの全趣旨），これは，本件各契約が金銭消費寄託契約であることにそう内\n容になっているものといえる。\nなお，原告は，乙４及び５において「預託」，「預託金」との用語を使\n用したのは，一般人向けになされたもので，法的に厳密なものではなく，\n預金を意味するものではない旨主張するが，乙４（「デット・アサンプシ\nョン（資金の流れ）」と題する原告の内部資料）及び乙５（原告が著書と\nなっているデリバティブの解説書）の文書の性質に照らせば，原告の上記\n主張には疑問を禁じ得ない上，預託又は預託金との用語が直ちに預金であ\nることを否定するものとは解されないから，原告の上記主張は採用できな\nい。\nエ また，原告は，Ａ金員の預託を受けるに当たり，「定期預金」の勘定科\n目を使用し，本件金員について「定期預金利息」の勘定科目を使用してい\nた上（前記前提事実(1)エ(エ)，(3)イ），本件各契約に基づき，各支払日\nに支払われたＢ金員に含まれる本件金員を「INTEREST AMOUNT（利子）」と\nして処理し，原告の内部資料である乙４においても，「発行体に対する支\n払利息として記帳」していたことからすると，原告自身，本件金員を利子\nとして認識していたとみるのが合理的である。\n原告は，社債の償還債務について支払義務を確実に履行するためには，\n上記勘定を使用せざるを得なかったなどと主張するが，Ａ金員については\n「その他負債」を，本件金員については「その他業務費用」を選択するな\nどして対応することは十分に可能であったと考えられ，実体に反するにも\nかかわらず，殊更に定期預金及び定期預金利息の勘定を使用しなければな\nらなかった合理的理由は見いだし難い（なお，長期信用銀行法１７条及び\n同法施行規則１８条１項の貸借対照表の「（記載上の注意）」２及び損益\n計算書の同２によれば，「法令等に基づき，この様式に掲げる科目以外の\n科目を設ける必要が生じたときは，その性質に応じて適切な名称を付し，\n適切な場所に記載すること」とされている。）。したがって，原告の上記\n主張は採用できない。\nオ 本件各社債発行会社は，本件各契約を締結するに当たり，事前に，大蔵\n大臣（当時）あてに，預金契約に基づく債権の発生等に係る取引許可の申\n請をしてその許可を得ており，その際作成，提出された許可申請書（乙１\n２ないし１４）の「取引の内容」欄に，原告との債務履行引受契約に基づ\nき，原告ロンドン支店に資金を預託（乙１２では「預金」）する旨記載さ\nれ，「取引に伴う支払の方法」欄には，引受銀行の債務履行引受契約が履\n行された場合には，「預金債権」は，銀行に対する求償債務と相殺される\n（乙１２では「求償債務の支払に充当（相殺）する」）旨記載されている。\nこのことからすれば，本件各契約の一方当事者である本件各社債発行会社\nにおいても，本件各契約が預金契約であることを認識していたものとみる\nのが合理的である。\nカ そして，本件各契約において，本件各社債発行会社は，原告に対してＡ\n金員を預託し，原告は，各支払日に本件各社債発行会社に代わって本件各\n契約所定のＢ金員を支払う義務を負うものとされ，Ａ金員は，社債の元利\n金債務の各支払日ごとの支払額（Ｂ金員）を一定の割引率によりＡ金員を\n受領する時点の現在価値に引き直して計算した金額を基にして決定される\nこと（前記(3)イ）から，その額は，Ｂ金員の総額を下回ることとなる。そ\nうすると，本件各社債発行会社は，本件各契約を締結し，銀行である原告\nに対してＡ金員を預託したことにより，社債の元利金として，Ａ金員の額\nを上回るＢ金員（総額）の支払を受け，その結果，当該元利金債務が消滅\nして，Ａ金員とＢ金員の総額との差額である本件金員相当額の経済的利益\nを得ることになり，そのような預託金額を上回る経済的利益を得られるこ\nとが本件各契約締結時に確定的なものとして約定されていた点に本件各契\n約の特質があるといえる（Ａ金員を下回ることがない点でいわば，Ａ金員\nが元本として保証された金融商品といえる。）。\n他方，原告からみると，本件各契約において，預託を受けたＡ金員を上\n回るＢ金員（総額）を支払うために，Ａ金員を運用し，その運用益とＡ金\n員相当額を原資とすることが予定されていたものであり（弁論の全趣旨），\nＢ金員の総額とＡ金員の差額である本件金員は，Ａ金員の運用の対価であ\nって，その額は，預託したＡ金員の額との関係でも，一定の割合により計\n算することができるものとして約定されていたとみることができる。\nこの点に関し，原告は，本件各契約において一定利率による利息の合意\nがなく，原告に対して本件各社債発行会社は利息債権を有しないと主張し，\n経済的実質からみて利息に類似するという理由で所得税法所定の預金の利\n子に当たると解することは租税法律主義に反する旨主張するが，上記に説\n示したところに照らせば，上記主張は採用できない。\nキ 以上検討した本件各契約の関係書類の記載や契約の特質等によれば，原\n告は，本件各社債発行会社から，原告において当該金員を費消し，運用す\nることを認める前提の下に，Ａ金員の寄託を受けるとともに，本件各社債\nの元利金の各支払期日に，Ａ金員及びその運用の対価，すなわち利息とし\nて一定利率により算定される本件金員との合計額（Ｂ金員）を，預金者で\nある本件各社債発行会社に対して直接払い戻すことに代えて，本件各社債\nの元利金の支払債務履行のために，本件各契約上指定された原契約の相手\n先に対して支払ったものとみることができる。\nそして，原告は，預金者の指定する相手方に対して金員を交付すること\nにより，預金の払戻しを行ったもの，あるいは，その支払による求償権と\n預金の返還請求権とを，あらためて相殺の意思表示を行うことなく，対当\n額で相殺する旨の合意に基づき相殺したものとみることができる。\nしたがって，デット・アサンプション取引のために締結された本件各契\n約は，各支払日を返還期限として，Ａ金員の寄託を受け，Ａ金員に寄託を\n受けた期間に係る利子に相当する本件金員を加算した額をＢ金員として返\n還するという預金契約と，預託されたＡ金員及びその利子を原資として，\nＢ金員を本件各社債発行会社に代わって支払うという委任契約とが複合し\nた契約であって，本件金員は，本件各社債発行会社が銀行である原告に消\n費寄託した預金（Ａ金員）に対する利子に当たると認められる。\n(4) 原告のその余の主張についての検討\nア 原告は，本件各社債発行会社から交付されたＡ金員が履行引受の対価で\nある旨主張するが，デット・アサンプション契約に基づき，通常銀行が社\n債発行会社から交付される預託金の額は，原契約の債務の支払総額（社債\nの元利金合計額）を下回り，本件各契約においても，Ａ金員はＢ金員の総\n額を下回っている。そうすると，銀行は，履行引受自体によって損失を受\nける関係になる上，本件各契約において，本件各社債発行会社は，原告に\n対し，預託したＡ金員をそのまま社債権者（支払代理人）に支払うという\n事務を委任したわけではなく，預託したＡ金員をＢ金員に増殖させた上で，\n社債の元利金の支払に充てることを委任したものであるといえるところ，\nＡ金員からＢ金員への増殖は，支払事務の委任では評価され尽くされない\n部分ということができるから，預託を受けた金員を履行引受の対価とみる\nことはできず，原告の上記主張は失当というほかない。\nイ 原告は，預金契約の要素をなす寄託金返還請求権の有無という見地から，\n本件各契約において，原告が社債の元利金の支払義務を負担している間，\n原告からＡ金員の返還を受けることができないとされ，契約締結時にもと\nもと返還請求権を有しないとされていることから，消費寄託契約に当たる\nとはいえない旨主張する。\nしかし，本件各契約において，本件各社債発行会社がＡ金員の返還を受\nけることができないとされたのは，本件各社債発行会社が原告に対して本\n件各社債に係る元利金の償還債務の弁済を行うことを委任し，その原資と\nしてＡ金員を預託したことによるものであり，その目的の限度で，返還請\n求権の行使の時期が制限されるとともに，消費寄託契約に基づく預託金の\n弁済期限が定められたものと解することができるから，原告の主張は採用\nできない。\nウ 原告は，預金の特質という見地から，本件各契約は，Ｐ２，Ｐ３及びＰ\n４の３社のみと締結されたもので，本件各契約において原告に預託された\n金員（Ａ金員）は，不特定多数の者から受入れた金銭ではなく，本件各契\n約は，預金契約としての定型性，集団性及び継続性を欠くから，本件金員\nを預金の利子と認めることはできない旨主張する。\nしかし，そもそも原告が主張する預金の上記特質が必須のものであるか\nどうかはおくとしても，本件各契約は，その目的や契約内容からみて，将\n来の金利負担の軽減等のニーズを有する不特定多数の企業との間で締結さ\nれる可能性を有する取引であり，利息付き金銭消費寄託としての本質的な\n要件を共通にし，しかも，銀行の信用力等を背景に，預託した金員以上の\n払戻しが確実に行われるとの信頼を前提とするものであって，Ａ金員は預\n金としての要件を欠くものということはできないから，原告の上記主張は\n失当というほかない。\nエ 原告は，源泉徴収制度の適用範囲という見地から，ある所得が法人にの\nみ帰属し，個人には帰属し得ない所得である場合には，所得税の意義及び\n徴税技術上の観点から，当該所得に源泉徴収を行う必要はないから，法人\n間のみでしか行われないデット・アサンプション取引による利益について\nは，法人税法上の益金として認識され，課税が行われれば足り，源泉徴収\nの対象とならないと解すべきである旨主張する。\nしかし，本件各契約に基づく本件金員の支払のように，法人と法人との\n間でのみ行われることが予定された契約に基づく支払について，徴税及び\n納税の便宜の見地からみて，源泉徴収義務の対象とする必然性があるとは\nいえないとしても，現行の所得税法,国税通則法等の関係法令上，源泉徴収\n義務の対象とされる「利子」の支払について，特にそれが法人と法人との\n間でのみ行われることが予定された契約に基づく場合であるかどうか区分\nされていないから，原告の主張は，立法論の域を出るものではなく，現行\n法の解釈論としては採用できないといわざるを得ない。\nオ さらに，原告は，本件各社債発行会社における会計や税務上の処理に関\n連した主張として，本件各契約締結当時，法的には債務が消滅する前であ\nっても，会計上オフバランス処理が認められていたこと（法人税基本通達\n附則平成１２・６・２８課法２－７経過的取扱い(3)デッド・アサンプショ\nンの取扱い）から，税務上も，本件各社債発行会社において，本件各契約\nの締結時に本件金員相当額の経済的利益（償還差益）が生じたものとして，\nこれを益金に算入して法人税の課税が行われており，そのため，本件各社\n債発行会社に生じた本件金員相当額の経済的利益の性質は，債務の繰り上\nげ償還による差益（償還差益）であって，利子所得に当たらず，これに課\n税することは，法人税と所得税の二重の課税の問題を生じ，そのような問\n題を生じないにしても，本件各社債発行会社が法人税を納付したことによ\nり上記経済的利益について課税の漏れはない事案であることを考慮すべき\nである旨主張する。\nしかしながら，債務の消滅に伴う利益と支払原資の増殖による利益は同\n一のものとはいえない上，先にみたとおり，本件金員相当額は，本件各社\n債発行会社と原告との本件各契約の解釈として，預金の利子として支払わ\nれたものと解することができるものであり，その性質が，本件各社債発行\n会社側の会計処理や法人税の納付によって変わるものとはいい難い。\nまた，法人税法６８条は，内国法人が源泉徴収された所得税額は，その\n法人の所得に対して課される法人税額から控除することができるものとし\nて，二重課税による不利益の防止に配慮しており，これは，源泉徴収制度\nの趣旨である徴税の便宜と法人税及び所得税の納税義務者の利益の調整方\n法として，特に不合理ということもできない。\n原告の上記指摘は，詰まるところ，源泉徴収制度の適用範囲に関する立\n法政策を論難するものにとどまると評せざるを得ないところであって，結\n局，上記(3)クの結論の妨げとなるような事情ということはできない。\n２ 争点(2)について\n(1) 所得税法１７条は，源泉徴収の対象となる利子等を支払う者の当該支払に\nつき源泉徴収をすべき所得税の納税地に関して，その支払をする者の事務所，\n事業所その他これらに準ずるものでその支払事務を取り扱うもののその支払\nの日における所在地とする旨規定しており，上記支払事務を取り扱うものの，\nその支払の日における所在地とは，その支払の事務が実際に取り扱われる人\n的，物的施設の所在地をいうものと解するのが相当である。\n(2) 原告は，Ｐ２及びＰ３との間で，平成９年６月３０日付けで，また，Ｐ４\nとの間で，平成９年７月２２日付けで，それぞれ本件各変更契約を締結し，\n本件各契約に係るＡ金員のロンドン支店における残高を，本件各契約に係る\nケイマン支店の「定期預金」として移管処理し，本件各契約に係る各支払日\nに，本件金員を含むＢ金員をそれぞれ支払ったものであり（前記前提事実\n(2)，(3)），原告は，そのケイマン支店（所在地，英国自治領ケイマン諸島\nの「P.O.Box○○○○ α Building」）について，昭和５７年３月１６日，現\n地信託会社を代理人として，長期信用銀行法１７条において準用する銀行法\n６条１項の規定に基づき当時の大蔵大臣の認可を受け，外国為替および外国\n貿易法２２条の規定により，外国為替業務を行う営業所の新設の許可を受け\nていること（甲３４）から，原告ケイマン支店の上記勘定を使用して行われ\nたＢ金員の支払が，上記解釈に照らし，所得税法２１２条３項に定める「国\n内」での支払といえるかどうかが問題となる。\n(3) この点に関し，原告は，上記ケイマン支店の開設以来，原告ロンドン支店\nとともに英国支店の一つとしてその役割を担い，その業務の内容及び管理体\n制は，昭和５７年の開設以来平成１５年３月３１日の閉鎖に至るまで，何ら\n変わるところなく，原告英国支店として機能していたものである旨主張する。\n(4)ア しかしながら，次のような事情を指摘することができる。\n(ア) 原告は，債務履行引受契約に関する変更契約書等において，本件の\n取引に関する原告への通知のあて先を，Ｐ２及びＰ３については平成９\n年６月３０日以降，Ｐ４については平成９年７月２２日以降，株式会社\nＰ１銀行本店気付（c/o Ｐ１ Bank ,Ltd.,Head Office）と定めていた\n（甲６の２，甲７の２）。\n(イ) 原告は，ケイマン支店設置認可申請書（乙１８）において，ケイマ\nン支店の人員の構成を支店長１名（兼任），支店長代理１名（専担），\n行員（１名兼任）計３名と記載していた。しかし，「ケイマン支店の運\n営に当たっては，当面現地に行員を派遣することはせず，原告の本邦及\nび海外の各拠点により開拓された外貨建貸付及びユーロベース預金につ\nき，そのオペレーション及び記帳は東京で行うものとし，ケイマン支店\nはブッキングのみ帰属させる「記帳店舗」としての機能を持ち，現地金\n融当局との折衝等の現地事務も，現地に実在する信託会社（Ｐ５ Compa\nny（ケイマン支店））を通して行う」旨，上記ケイマン支店設置認可申\n請書に記載され，原告代理人としての上記信託会社は，原告の書面によ\nる指図に基づき原告ケイマン支店としての記帳行為や保持，通信の仲介\n等を行うことしかできないこととされていた（乙１８の添付資料４代理\n人契約書（「AGENCY AGREEMENT」）５条）。\n(ウ) 原告は，その金融整理管財人作成に係る「金融機能の再生のための\n緊急措置に関する法律第４６条に基づく報告書」（乙１６）及び「経営\n合理化計画 金融機能の再生のための緊急措置に関する法律第４７条に\n基づく計画書」（乙１７）において，平成９年３月ころ，経営危機が表\n面化し，同年４月１日抜本的なリストラ策を骨子とする経営再建策を発\n表し，その中で海外拠点からの撤退方針をうたい，全営業支店，海外現\n地法人の廃止を実施した結果，海外営業支店数は，平成９年３月の時点\nで５店舗であったのが，平成１０年３月以降はゼロとなった旨報告して\nいる。\nイ 上記アの各事情に加え，前記のとおり，原告の主張によれば，ケイマン\n支店の業務の内容及び管理体制は，昭和５７年の開設以来平成１５年３月\n３１日の閉鎖に至るまで，何ら変わるところはないとしていることをしん\nしゃくすると，本件各変更契約後の本件各契約における債務の履行の引受\nけに係る事務（本件金員に係る支出額の計算，支出の決定，支払資金の準\n備等およその支払事務）は，英国自治領ケイマン諸島において取り扱われ\nることはなく，日本国内にある原告の本店において取り扱われていたもの\nとみることができる。\n(5) そうすると，原告ケイマン支店の上記勘定を使用して行われたＢ金員の支\n払は，所得税法２１２条３項に定める「国内」での支払であると認められる。\n３ 争点(3)について\n(1) 国税通則法６７条１項によれば，源泉徴収による国税がその法定納期限ま\nでに納付されなかった場合，その国税の納税者（源泉徴収による国税を徴収\nして国に納付しなければならない者（同法２条５号））から，納税の告知に\n係る税額又はその法定納期限後に納付された税額の１０パーセント相当額を\n不納付加算税として徴収することとされているが，同項ただし書により，当\n該告知又は納付に係る国税を法定納期限までに納付しなかったことに「正当\nな理由があると認められる場合」には，不納付加算税を徴収しないこととさ\nれている。\n(2) そこで，原告が，本件納税告知処分に係る所得税を源泉徴収して国に納付\nしなかったことについて，上記「正当な理由」（国税通則法６７条１項）が\nあると認められるかどうかを検討するに，この点に関し，原告は，デット・\nアサンプション契約に基づく債務の履行の一部が「預金の利子」に該当する\nか否かについて，明確な法令及び通達が全く存在しないことに加え，「預\n金」という概念は，一般に，後日に同額の金銭の返還を受ける約束の下で他\n人に金銭を預けることをいい，社会通念上，デット・アサンプション契約に\n基づく金員（差額分）の支払が「預金の利子」に当たると認識することは極\nめて困難であったこと，会計上の取扱い上「利子」でないことが明らかにさ\nれていたこと，税務上も所得税法１７４条各号に掲げる「利子」に該当しな\nい旨の公的見解が表示されていたこと等を総合考慮すれば，原告が「預金の\n利子」ではないと判断したことには相当の事情があったというべきである旨\n主張する。\n(3) しかしながら，法令及び通達上，デット・アサンプション契約に基づく金\n員（差額分）の支払を預金の利子でないとする取扱いを明らかにした基準等\nは存在せず，これが預金の利子であることを否定する社会通念が存在すると\nは考えられないこと，原告は，本件各社債発行会社からＡ金員を「定期預\n金」勘定で受け入れ，本件金員を「支払利子」の勘定を使用して会計処理を\n行ったこと，原告が本件各契約締結に当たり使用した本件取引説明書（乙８\nないし１１）にも，「預託銀行は源泉税との関係上，国外の銀行が選定され\nますが（本邦銀行の海外支店で可能），預託に際しては，事前に大蔵大臣の\n許可を取得する必要があります。」と記載されていたことに照らすと，本件\n金員が預金の利子であるという可能性について認識し得たというべきである。\n原告は，上記本件取引説明書の記載について，税務上の正確な知識及び理解\nに基づき一定の認識又は見解を述べようとする意図はなかったなどと主張す\nるが，本件取引説明書は，巨額の取引の説明書として，契約の相手方に対し\n交付された対外的な文書であることにかんがみると，原告の上記主張は採用\nできない。\n原告が公的見解と主張するものも，税務雑誌において，国税庁に所属する\n職員が，デット・アサンプション契約についての社債発行会社における法人\n税の税務上の取扱いを述べたものであり，これにより，国税庁が，デット・\nアサンプション契約における損益を所得税法１７４条各号に掲げる利子等に\n該当しないという公式見解を表示していたと認めることはできない。なお，\n原告のケイマン支店を使用した支払と国内での支払の要件との関係について\nみても，前記２(4)の事実関係によれば，原告は，源泉徴収の対象となる所得\nの支払地の判定において，国内での支払として源泉徴収義務の対象となるこ\nとがあり得ることを認識し得たというべきである。\n(4) そうすると，結局，原告は，税法の解釈，適用について，独自の見解に基\nづき源泉所得税の徴収及び納付をしなかったものと認められ，その事情は，\n税法の不知，誤解又は事実誤認に基づくものといわざるを得ないから，本件\n各納税告知処分に係る源泉所得税を法定納期限までに納付しなかったことに\nついて，「正当な理由がある」とは認められない。\n第４ 結論\n１ 本件各納税告知処分の適法性について\n以上によれば，本件年月分についての本件金員の支払は，国内における内国\n法人に対する預金の利子の支払に当たり，その支払に際し，原告が源泉徴収し\nて国に納付すべき所得税の金額は，所得税法２１２条３項，２１３条２項の規\n定により，当該支払額に１００分の１５の税率を乗じて計算した金額（法定納\n期限は，各支払日の属する月の翌月１０日まで）であり，これを計算すると，\n原告が納付すべき金額は，別表１のとおりとなるところ，本件各納税告知処分\nに係る所得税の金額は，同表記載の金額の範囲内又は同額と認められる。\nしたがって，本件各納税告知処分は適法である。\n２ 本件各賦課決定処分の適法性について\n本件各納税告知処分を前提に，原告の本件年月分における源泉徴収すべき所\n得税に係る不納付加算税の額を計算すると，別表１のとおり，本件各納税告知\n処分による納付すべき税額（国税通則法１１８条３項の規定に基づき１万円未\n満の端数を切り捨てた後のもの）を基礎として，同法６７条１項の規定を適用\nし，１００分の１０の割合を乗じて算定した金額となるところ，本件各賦課決\n定処分に係る不納付加算税の金額は，上記各金額と同額と認められる。\nしたがって，本件各賦課決定処分は適法である。\n３ よって，原告の請求はいずれも理由がない。\n東京地方裁判所民事第２部\n裁判長裁判官 大 門 匡\n裁判官 関口剛弘\n裁判官菊 池章\n"
}