{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 26
  },
  "case_number": "平成13(行ウ)197",
  "case_name": "所得税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "15265",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=15265",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/265/015265_hanrei.pdf",
  "contents": "主　　　文\n１　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成８年分の\n所得税の更正処分のうち、納付すべき税額１７万３８００円を超える部分を取り消\nす。\n２　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成９年分の所\n得税の更正処分のうち、納付すべき税額１６４万４１００円を超える部分を取り消\nす。\n３　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成１０年分の\n所得税の更正処分のうち、納付すべき税額３０２万８７００円を超える部分を取り\n消す。\n４　原告のその余の請求をいずれも棄却する。\n５　訴訟費用は、これを２０分し、その１を原告の、その余を被告の各負担とす\nる。\n事実及び理由\n第１　請求\n１　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成８年分の所\n得税の更正処分のうち、納付すべき税額１６万９４００円を超える部分を取り消\nす。\n２　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成９年分の所\n得税の更正処分のうち、納付すべき税額１６４万３８００円を超える部分を取り消\nす。\n３　被告が、原告に対し、平成１２年２月２９日付けでした原告の平成１０年分の\n所得税の更正処分のうち、納付すべき税額３０２万３９００円を超える部分を取り\n消す。\n第２　事案の概要\n本件は、原告が、「原告の平成８年ないし平成１０年の所得税申告に対し、米国\nマイクロソフト社から付与されたストックオプションに係る権利を上記各年中に行\n使して得た利益を、一時所得ではなく給与所得であるとしてされた更正処分は違法\nである。」と主張して、同処分の取消しを求める事案である。\n１　前提事実\n以下の事実は、当事者間に争いがないか、証拠上容易に認めることができる（証\n拠によって認定した事実は、認定事実の後に認定の根拠となった証拠をかっこ書き\nする。）。\n１）原告は、内国法人であるマイクロソフト株式会社（以下「日本マイクロソフト\n社」という。）の従業員であり、日本マイクロソフト社の親会社（日本マイクロソ\nフト社の株式を１００パーセント保有している。）であるマイクロソフトコーポレ\nーション（以下「米国マイクロソフト社」という。）から、いわゆるストックオプ\nション（以下「本件ストックオプション」という。）を付与されていた者である。\n２）本件ストックオプションの内容は、次のようなものであった（甲１、２、乙１\n３、１５、１６）。\n（１）　本件ストックオプションの目的は、従業員の経済的利益と株式を長期に保\n有することによる価値を結びつけることにより、実質的に責任ある職に最も相応し\nい人材を誘引しかつ維持すること、当該人材に対して、付加的なインセンティブを\n提供すること及び会社の事業の成功を促進することにある（マイクロソフト・コー\nポレーション１９９１年ストック・オプションプラン１条）。\n（２）　ストックオプションは、米国マイクロソフト社の従業員又はその子会社の\n従業員に対し、米国マイクロソフト社取締役会の決定に基づいて付与される（同２\n条（ｈ）、４条、５条）。\n（３）　ストックオプションとは、従業員に対し、米国マイクロソフト社の株式\nを、将来の一定時点において、一定の価格（以下これを「権利行使価格」とい\nう。）で購入する権利（これはあくまでも権利であって、義務ではないから、従業\n員は、権利を行使しないこともできる。）を与えることを内容とするものであり\n（同８条、９条）、本件ストックオプションについては、原告と米国マイクロソフ\nト社との契約により、次のような内容が定められていた（甲１、２）。\nア）米国マイクロソフト社は、原告に対し、平成５年７月３０日、同６年７月２１\n日、同７年７月３０日、同８年７月１５日の４回にわたり、同社の普通株式を、付\n与日における米国ＮＡＳＤＡＱ市場における米国マイクロソフト社普通株式の終値\nを権利行使価格（それぞれ、４．６２５米国ドル、５．９６８８米国ドル、１１．\n３１２５米国ドル、１３．８２８１米国ドル）で購入する権利を付与した（乙１\n７、１８）。\nイ）本件ストックオプションに係る権利は、付与日から１年を経過した時点で、対\n象株式の８分の１について行使可能となり、その後６か月ごとに８分の１ずつが行\n使可能となり、付与日から５４か月が経過した時点で全株式について行使可能とな\nる。\nウ）本件ストックオプションに係る権利は、付与日から７年を経過した時点で失効\nする。\n（４）　ストックオプションに係る権利は、従業員としての継続的な地位を有する\n間（病欠、育児休業等の休暇中も中断しない。２条（ｆ））に行使することができ\nるところ、従業員が退職する場合には、退職時点において権利行使可能となった株\n数の限度で、退職の日の後３か月以内の間、行使することができる（同９条\n（ｂ））。\n（５）　従業員は、遺言又は相続による以外の方法で、ストックオプションに係る\n権利を売却、質入れ、譲渡、担保権設定、移転又は処分することはできない。ま\nた、オプション保有者が生存中は、オプション保有者のみが権利を行使することが\nできる（同１０条）。\n３）原告は、平成８年ないし平成１０年に、それぞれ本件ストックオプションに係\nる権利を行使して米国マイクロソフト社の普通株式を権利行使価格で取得し、これ\nを売却（売却額は、権利行使時における上記株式の価格と同額であった。）して利\n益を得た（甲１、２）。そして、この利益（１株当たりの額は、結局、権利行使日\nにおける米国マイクロソフト社の株式価格と権利行使価格との差額となる。以下、\n権利行使日における株価から権利行使価格を控除した差額を「権利行使利益」とい\nう。）を一時所得に当たるものとして、別表１ないし３の各「申告」欄に記載のと\nおりの所得税申告をし、その後、これを各「修正申告」欄記載のとおり修正した修\n正申告をした。\n４）これに対し、被告は、平成１２年２月２９日付けで、上記権利行使利益は給与\n所得に当たるとの前提で原告の所得の再計算を行うなどした上、これに基づいて、\n別表１ないし３の各「更正」欄に記載のとおりの更正及び過少申告加算税賦課決定\n処分を行った（以下、これらを併せて「本件更正等」といい、個別的に示すとき\nは、更正については「本件更正」、過少申告加算税賦課決定処分については「本件\n賦課決定処分」という。）。\n５）原告は、平成１２年４月２４日、本件更正等を不服として異議申立てをした\nが、同年７月２４日付けでこれを棄却され、同年８月２２日、審査請求をしたが、\n審査請求から３か月以内に裁決がされなかったため、平成１３年７月２５日、本訴\nを提起した。\nなお、上記審査請求については、本訴提起後である同年１２月２５日、審査請求\nを棄却する旨の裁決がされている（甲２）。\n６）被告は、平成１３年９月１０日、本件賦課決定処分を一部取り消し、過少申告\n加算税額を、別表１ないし３の各「加算税変更決定」欄に記載のとおりの額に減額\nした（以下、これを「加算税減額処分」という。）。この加算税減額処分は、本件\n更正によって増加した税額に対応する部分（すなわち、ストックオプションの権利\n行使利益を給与所得とするか一時所得とするかによって税額が異なってくる部分）\nについては、一時所得として申告をしたことには「正当な理由」（国税通則法６５\n条４項）があるものと認めて過少申告加算税を課さないこととし、原告が一時所得\nの申告漏れがあったとして自ら修正申告をした結果税額が増加した部分に対しての\nみ過少申告加算税を課することとしたものであった。\n７）被告が、本訴において主張する原告の平成８年ないし平成１０年分の所得及び\n納付税額は、別紙「本訴における被告の主張額」欄に記載のとおりである。\n２　我が国におけるストックオプション制度とこれに対する課税の経緯\n証拠（乙１、２の１、２、乙３ないし１０、１１の１－９）及び弁論の全趣旨に\nよれば、我が国におけるストックオプション制度導入の経緯とこれに対する課税に\nついての法令及び通達の定めは次のとおりであったことが認められる（なお、スト\nックオプションに関する商法の規定及びこれに対する課税に関する租税特別措置法\n２９条の２の規定は、平成１４年にも改正されており、これに伴って後記の通達も\n平成１４年に改正されているが、これらの改正規定は、本件には適用されないもの\nであるため、以下では触れないこととする。）。\n１）我が国におけるストックオプション制度\n（１）　新規事業法改正前の状況\nストックオプションは、一般に、会社の従業員や役員等（以下、「従業員等」と\nいう。）に対し、一定期間の勤続を条件として、一定の価格（権利行使価格）で自\n社株式（親会社の株式の場合もある。）を購入する権利を付与することを内容とす\nるものであり、米国においては、古くから導入されていた制度である。このような\n制度を導入するためには、会社が、従業員等に付与する自己株式等を手当てしてお\nく必要があるところ、後記（（２）項）の特定新規事業実施円滑化臨時特別措置法\n（以下「新規事業法」という。）改正前の我が国においては、自己株式等を手当て\nする方法としては、①新株の有利発行、②自社株式の取得という方法があったもの\nの、①の方法では、新株の有利発行をするための株主総会の特別決議の効力が６か\n月に制限され、②の方法でも、自己株式の償却期間が６か月に制限されており、会\n社が自己株式を長期間保有しておくことができなかったため、我が国の会社が正規\nのストックオプション制度を導入することは不可能な状況にあり、そのような制約\nを受けない米国企業等が、我が国の現地子会社の従業員等のためにストックオプシ\nョン制度を設けているのにとどまっていた。\n（２）　新規事業法改正（平成７年１１月）\nこのような中、経済界の中で、ベンチャー企業が有能な人材を確保するとともに\n従業員等に対してインセンティブを与えるためには、ストックオプション制度を導\n入する必要があるとの要請が高まり、平成７年１１月の特定新規事業法の改正によ\nり、通商産業大臣（当時）の認定を受けた株式未公開企業については、新株の有利\n発行を行うための株主総会の特別決議の効力を６か月から１０年に延長するなどの\n措置が講じられ、上記企業については、ストックオプション制度を導入する道が開\nかれた。\n（３）　商法改正（平成９年５月）\nその後、経済構造改革の一環として、ストックオプション制度を一般的に導入す\nるとの閣議決定がされ、その方針に基づいて、平成９年５月に商法が改正され、商\n法２８０条ノ１９の新設及び同法２１０ノ２の改正により、新株引受権方式のスト\nックオプション制度（同法２８０条ノ１９）が導入されるとともに、使用人に譲渡\nするための自己株式取得についても、その償却期間が１０年に延長されたことによ\nり（改正後の同法２１０条ノ２）、自己株式を取得する方法によるストックオプシ\nョンの付与も可能となるに至った。\nもっとも、商法の上記規定は、会社が自社の従業員等に対してストックオプショ\nンを付与することを可能としているのにとどまり、自社の子会社の従業員等に対し\nてストックオプションを付与するための手当はされていない状況にある。\n２）ストックオプションに対する課税の実情\n（１）　新規事業法改正以前\n上記のとおり、新規事業法改正以前は、我が国においてストックオプション制度\nが認知されていない状況にあったため、ストックオプション一般に対する課税のあ\nり方を定めた法令上の規定も通達上の定めも存在しなかった。\nもっとも、この時点においても、自社の従業員等に対し、株主総会決議後６か月\n間に限って有利な発行価額による新株引受権を付与することは可能であり、これが\n付与された場合における課税については、所得税法施行令（平成１０年政令１０４\n号による改正前）８４条において、上記権利に係る所得税法３６条２項（収入金\n額）の価額は、当該権利に基づく払込に係る期日における新株等の価額から当該新\n株等の発行価額を控除した金額によることを原則とするが（１項）、新株等の価額\nが、上記払込みに係る期日の翌日以降１か月以内に低落したときは、その低落した\n最低価額を当該新株等の価額として差額を計算する旨が定められ（２項）、また、\n所得税基本通達２３～３５共－６（平成８年６月１８日改正前、以下「旧々通達」\nという。）において、従業員等が、発行法人から有利な発行価額により新株等を取\n得する権利を与えられた場合には、それを行使して新株等を取得したときに、その\n付与された権利に基づく発行価額と権利行使時の株価との差額に対し、一時所得と\nしての課税をすることを原則とするが、当該権利が、従業員等に支給すべきであっ\nた給与等又は退職手当等に「代えて・・・与えたと認められる場合」には、給与所\n得又は退職所得として課税する旨が定められていた。\nそれ以外のストックオプション一般については、何ら定めがないため統一的な取\n扱いはされていない状況にあったが、多くの課税庁は、旧々通達の定めに準じて、\nストックオプションに係る権利を行使した時点において、権利行使価格と権利行使\n時点における株式価格との差額（権利行使利益）に対し、原則として一時所得とし\nての課税をするという取扱いをしており、東京国税局職員の著作である「所得税質\n疑応答集」においても、ストックオプションについては、その権利を行使した年分\nの一時所得として課税されるとの説明がされていた（乙１１の１－７）。\n（２）　新規事業法改正（平成８年）後\n上記１）、（２）の新規事業法改正によって、一定の範囲でストックオプション\n制度が導入されたのに伴い、租税特別措置法２９条の２が新設され（以下、これを\n「旧租特法」という。）、新規事業法改正に基づいて付与されたストックオプショ\nンについては、ストックオプションの付与時や権利行使時には所得税課税を行わ\nず、権利行使によって取得した株式を譲渡した時点で、譲渡価格と権利行使価格と\nの差額に対し、譲渡所得としての課税を行う旨が定められた。しかしながら、その\n他のストックオプションに対する課税については、法律上の手当はされなかった。\nまた、通達においても、所得税基本通達２３～３５共－６（平成８年６月１８日\n改正後、以下「旧通達」という。）が、「新株等を取得する権利を与えられた場合\nの所得は、一時所得とする。ただし、当該発行法人の役員又は使用人に対しその地\n位又は職務等に関して当該新株等を取得する権利を与えたと認められる場合には給\n与所得とし、これらのものの退職に基因して当該新株等を取得する権利を与えたと\n認められる場合には退職所得とする。」と改正され、給与所得又は退職所得として\n課税される場合の要件が、ストックオプションが、給与等又は退職手当等に「代え\nて・・・与えたと認められる場合」から、役員又は使用人としての「地位又は職務\n等に関して与えたと認められる場合」や「退職に基因して与えたと認められる場\n合」に改められたものの、課税実務上は、依然として従来どおりの取り扱いがされ\nる例が多かった。\n（３）　商法改正（平成１０年）後\n上記１）、（３）の商法改正によって、ストックオプション制度が一般的に導入\nされたのに伴い、租税特別措置法２９条の２も改正され（以下、これを「現租特\n法」という。）、新規事業法に基づくストックオプションのほか、改正商法に基づ\nくストックオプションについても、ストックオプションの付与時や権利行使時には\n所得税課税を行わず、権利行使によって取得した株式を譲渡した時点で、譲渡価格\nと権利行使価格との差額に対し、譲渡所得としての課税を行う旨が定められた。ま\nた、所得税施行令８４条（平成１０年政令１０４号による改正後）により、上記各\nストックオプションに係る所得税法３６条２項（収入金額）の価額は、ストックオ\nプションに係る権利行使の日の当該株式の価額から権利行使価格を控除した差額\n（すなわち権利行使利益）とする旨が定められた。しかしながら、上記以外のスト\nックオプションに対する課税や収入金額の算定方法に関する法令上の手当はされな\nかった。\nまた、通達上も、所得税基本通達２３～３５共－６（平成１０年１０月１日改正\n後、以下「現通達」という。）が、上記改正後の租税特別措置法２９条の２、所得\n税法施行令８４条に対応する課税をする旨の定めをしたものの、それ以外のストッ\nクオプションの課税については、特段の定めはされなかった。しかしながら、課税\n実務上は、租税特別措置法２９条の２の対象とはならないストックオプションにつ\nいては、ストックオプションに係る権利行使時に、権利行使時における当該株式価\n格から権利行使価格を控除した差額（権利行使利益）に対し給与所得課税をすると\nいう方針が定められ、課税方法が統一されるに至った。\n第３　争点と争点に関する当事者双方の主張\n本件の争点は、原告が本件ストックオプションの行使によって得た利益（権利行\n使利益）の所得区分、すなわち、これを給与所得又は雑所得として課税すべきか\n（被告の主張）、一時所得として課税すべきか（原告の主張）という点にあり、こ\nの点に関する当事者双方の主張は、次のとおりである（なお、別表１ないし３のと\nおり、原告の修正申告額と被告の本訴における主張額とでは、本件ストックオプシ\nョンの権利行使利益の額、及び雑所得の額にも若干の食い違いが生じているが、原\n告は、被告の主張する額について明確な反論をしておらず、これを争う意思はない\nものと認められる。）。\n１　被告\n１）給与所得該当性（主位的主張）\n所得税法２８条１項は、「給与所得とは、俸給、給料、賃金、歳費及び賞与並び\nにこれらの性質を有する給与に係る所得をいう。」と定めているところ、本件スト\nックオプションの権利行使利益は、上記の規定のうち、「これらの性質を有する給\n与」としての給与所得に当たるものであって、一時所得（所得税法３４条）に当た\nるものではない。その理由は、次のとおりである。\n（１）　給与所得、一時所得の概念について\n給与所得については、制限的所得概念（人の生産手段である勤労・事業・資産か\nら継続的、反復的に生ずるもののみを所得とみる考え方。）の下で、明治２０年以\n降、給与所得に当たるものを限定列挙する方式で所得税課税の対象とされ、大正２\n年には、給与所得控除制度が導入され、大正９年には、現在と同様の例示列挙方式\nに移行し、例示されたもののほか「これらの性質を有する給与」を広く取り込ん\nで、給与所得として課税されてきたという沿革がある。このような沿革に照らして\nみれば、給与所得は、勤労に由来する所得であって、一時的、恩恵的、偶発的な所\n得ではないものを広く含めた概念というべきであり、また、給与所得控除制度が認\nめられた趣旨が、給与所得において予定されている勤労は、給与支給者との関係で\n何らかの空間的、時間的拘束を受けた非独立的、従属的な役務提供であるため、家\n事費用と明確に区分できる必要経費がほとんど予定されない反面、家事費用と明確\nに区分できない必要経費はほとんど必然的に予定されていることにあることを考え\nると、給与所得としての「これらの性質を有する給与に係る所得」とは、給与支給\n者との関係で、何らかの空間的、時間的拘束を受けた非独立的、従属的な役務提供\nの対価を広く含むものと解すべきである。そして、このような解釈は、退職所得の\n範囲について判断を示した最高裁判所第二小法廷昭和５８年９月９日判決（民集３\n７巻７号９６２頁）、給与所得控除制度の意義について判断を示した最高裁判所大\n法廷昭和６０年３月２７日判決（民集３９巻２号２４７頁）にも合致するところで\nある。\n他方、一時所得は、制限的所得概念から包括的所得概念に移行した昭和２２年に\n初めて所得税課税の対象とされたものであり、一時的、恩恵的、偶発的な所得であ\nって担税力が低いと考えられるところから、類型的に２分の１課税が適用されるも\nのであるから、一時所得に当たるかどうかは、担税力が低い一時的、恩恵的、偶発\n的所得であるかどうかという観点から厳格に判断すべきものであり、役務提供の対\n価をこれに含めることは一時所得の意義に反するものであって許されないというべ\nきである。\n（２）　権利行使利益の給与所得該当性について\nア）ストックオプションは、会社の役員や従業員に対し、一定の権利行使価格によ\nって自社株式又はその親会社の株式を買い入れる権利を与えるものであるが、スト\nックオプションを与えられた役員や従業員としては、会社の業績が向上し、株価が\n高騰すれば多額の金銭的利益を得られるところから、従業員等の精勤意欲を向上さ\nせ、また、優秀な人材を誘因、確保するためのインセンティブを与えるものであ\nり、奨励報酬制度の一種であると位置付けられている。ストックオプション制度が\n最初に発達したのは米国であるが、米国においては、ストックオプション制度の導\n入とともに、事業の分社化が進められ、事業部門ごとに会社を設立し、分権化を進\nめるとともに、各事業部門の管理職が自ら事業の経営者となり、その業績を直接会\n社の業績として反映させることによって、従業員等の会計責任意識と精勤意欲の向\n上を図ることが目指されている。そして、米国においては、分社化によって設立さ\nれた子会社の従業員等に対して親会社の株式に係るストックオプションを与えるこ\nとによって、従業員等の精勤を介して親会社ひいてはグループ会社全体の向上が志\n向されており、ここでは、自社の株式に係るストックオプション制度も、親会社の\n株式に係るストックオプション制度も同一の機能を果たすものとして位置付けられ\nているのである。\n本件ストックオプションも、上記のような一般的なストックオプションと異なる\nものではない。そして、本件ストックオプションは、過去における実績、将来に及\nぶマイクロソフトグループへの長期的貢献、及び当該個人が同グループを退職した\n場合の潜在的な影響といった要因を考慮した上で、適当と認められる日本マイクロ\nソフト社の従業員等に対して与えられるものなのであるから、給与支給者との関係\nで何らかの空間的、時間的拘束を受けた非独立的、従属的な役務提供の対価として\n与えられる所得であることは明らかであり、したがって、給与所得に当たるものと\nいうべきである。\nイ）そして、本件ストックオプションは、一定期間の就労が条件とされており、か\nつ、株価が権利行使価格を上回った場合に初めて利益が得られる性質のものである\nため、これが付与された時点においては、権利を行使することができるかどうか、\n行使することができるとしてその額がどの程度になるかは確定していないものとい\nわざるを得ない。したがって、権利確定主義の下においては、原告が本件ストック\nオプションに係る権利を行使し、現実に利益が生じた段階において、その権利行使\n利益に対し、給与所得としての課税をするのが相当である。\nウ）なお、新規事業法改正によって、一定の範囲でストックオプション制度が導入\nされたのに伴い、旧租特法２９条の２の規定が新設され、平成１０年の商法改正に\n伴い、租特法も改正されて現租特法２９条の２となったことは前示のとおりである\nが、この規定は、租特法第３節の「給与所得及び退職所得」に対する課税の特例規\n定の一つとして設けられているのであるから、法律上も、ストックオプションの権\n利行使利益が給与所得として位置付けられていることは明らかである。\nエ）原告は、①過去の精勤に対する対価というよりは、将来に及ぶ長期的な貢献度\nを考慮して付与されるものであり、しかも、報酬というよりは報奨金として位置付\nけられるものであるから役務提供の対価には当たらない、②本件ストックオプショ\nンを付与したのは、原告が勤務している日本マイクロソフト社ではなく、親会社で\nある米国マイクロソフト社であって、両者の間には雇用関係が存在しないのである\nから、本件ストックオプションを原告の役務提供の対価であるとみることはできな\nい、③本件ストックオプションの権利行使利益がどの程度の額になるのかは、権利\n行使時点における株価という多分に偶然的な要素によって左右されるのであり、こ\nれを役務提供の対価とみることはできないなどと主張するが、これらの主張は失当\nである。\nまず、①の点についてみると、被告は、本件ストックオプションが「過去の精勤\nに対する対価」であるとの主張はしていない。給与所得とは、給与支給者との関係\nで、何らかの空間的、時間的拘束を受けた非独立的、従属的な役務提供の対価を広\nく含むものと解すべきであることは（１）で主張したとおりであり、この観点から\nすれば、給与所得の対象を過去の精勤の対価に限定する理由はないし、報奨金的な\nものであるから給与所得ではないということもできない。原告の主張は、その前提\nに誤りがあり、失当というべきである。\nまた、②の点についてみると、（１）で記載したとおり、給与所得に当たるかど\nうかは、それが実質的にみて役務提供の対価と見られるかどうかという観点から判\n断すべきものであって、それが雇用関係（これに類似する関係も含む。以下同\nじ。）の当事者から給付されたものであるかどうかのみによって判断すべきもので\nはない。このことは、所得税法２８条が、雇用関係の当事者から支給されたものの\nみを給与所得とする旨の定めをしていないことからも明らかである。この観点から\n考えた場合、本件ストックオプションは、米国マイクロソフト社と日本マイクロソ\nフト社との親子会社関係を背景として、原告が子会社である日本マイクロソフト社\nに一定期間勤務し、労務を提供することを条件として支給されるものであって、原\n告にとってみれば日本マイクロソフト社の指揮命令に服して提供した労務の対価と\nしての意味を有するものであるとともに、米国マイクロソフト社にとってみれば、\n原告の子会社における就労が、子会社の業績向上を通じて親会社である米国マイク\nロソフト社の利益にもなる関係にあるところから、それを期待して、原告に支給し\nているものであることが明らかである。そうだとすると、本件ストックオプション\nは、原告が子会社である日本マイクロソフト社の指揮命令に服して提供した労務の\n対価、すなわち給与所得であるということができるのであって、原告と米国マイク\nロソフト社との間に雇用関係が存在しないことは、このような認定の妨げになるも\nのではない。\n更に、③の点についてみると、本件ストックオプションの権利行使利益が発生す\nるかどうか、また、その額がどの程度になるかは、米国マイクロソフト社の株価の\n推移によるものであって、この点に多分に偶然的要素が介在していることは否定し\n難いところである。しかしながら、ある所得が給与所得に当たるか一時所得に当た\nるかは、その源泉が、従属的労務の提供にあるのか、そのような根拠に基づかない\n一時的、恩恵的、偶発的要素に基づくものであるのかという質的担税力の有無によ\nって区別されるべきであることは（１）項において指摘したとおりであるところ、\n権利行使利益の有無や額に係る偶然的要素は、いわば量的担税力にかかわるものに\nすぎず、得られた利益の源泉が何であるかという質的担税力の点には、何ら影響を\n与えるものではない。したがって、③の点を理由として権利行使利益が給与所得に\nは当たらないとする見解には、根本的な誤りがあるものというべきである。\n（３）　信義則違反の主張について\n原告は、「課税庁は、長年にわたり、ストックオプションの権利行使利益は一時\n所得に当たるものとして課税を行いながら、平成１０年になってこれを一変させ、\n給与所得課税を行うよう方針を変更させたものであり、このような方針変更は、従\n前の方針を信頼して申告をした納税者の信頼を著しく損なうものであって、信義則\nに違反する。」という趣旨の主張をする。しかしながら、信義則違反を理由として\n本来適法であるべき課税処分が違法とされるのは、①税務官庁が、納税者に対し、\n信頼の対象となる公的見解を表示したこと、②納税者がその表示を信頼し、その信\n頼に基づいて行動したこと、③後に上記表示に反する課税処分が行われたこと、④\nそのために納税者が経済的不利益を受けたこと、⑤納税者が税務官庁の上記表示を\n信頼し、その信頼に基づいて行動したことについて納税者の責に帰すべき事由がな\nいことといった事情が認められる場合に限られるところ（最高裁判所第三小法廷昭\n和６２年１０月３０日判決、判例時報１２６２号９１頁）、本件において、原告\nは、課税庁の方針変更によって、本来あるべき課税がされたにすぎず、従前の方針\nを信頼した申告をしたことによって何ら積極的な経済的損失を受けたわけではな\nい。したがって、このような原告に対する救済としては、過少申告加算税を賦課し\nない等の対応をすれば十分であり、本件更正を取り消すことにより、本来納付しな\nければならないはずの所得税負担を免れさせる理由は何ら存しないものというべき\nである。\n２）雑所得該当性（予備的主張）\n仮にストックオプションの権利行使利益が給与所得には当たらないとしても、\n１）に主張した点に照らし、それが少なくとも対価性を有するものに当たることは\n明らかであるから、雑所得に当たるものというべきである。\n２　原告\n１）給与所得該当性の主張について\n本件ストックオプションの権利行使利益は、一時所得に当たるものであって給与\n所得と解する余地はない。その理由は次のとおりである。\n（１）　給与所得の概念について\n所得税法２８条１項は、給与所得を「俸給、給料、賃金、歳費及び賞与並びにこ\nれらの性質を有する給与に係る所得をいう。」と定めている。したがって、給与所\n得とは、「雇用関係又はこれと性質を同じくする関係に基づいて使用者の指揮、命\n令のもとに提供される過去の労務に対し、使用者から支給される対価」をいうもの\nであり（最高裁判所第二小法廷昭和５６年４月２４日判決、民集３５巻３号６７２\n頁）、労働基準法上の賃金を中核的な概念とし、それと同視し得るようなものを給\n与所得としているのであって、その範囲を安易に拡大することは租税法規の厳格解\n釈の要請に反するものであるといわなければならない。\n（２）　権利行使利益の給与所得非該当性について\nこの観点から考えた場合、本件ストックオプションは、①過去の精勤に対する対\n価というよりは、将来に及ぶ長期的な貢献度を考慮して付与されるものであり、し\nかも、報酬というよりは報奨金として位置付けられるものなのであるから、上記の\nような意味での給与所得とは性質を異にすることが明らかであること、②雇用契約\nの当事者である日本マイクロソフト社ではなく米国マイクロソフト社から付与され\nるものである点においても、就労の対価と見ることは困難であること、③ストック\nオプションの権利行使利益が得られるかどうか、また、その額はどの程度になるか\nは、株価の変動によって大きく左右されることからすると、権利行使利益は、反復\n性、継続性のない偶発的な利得であるといわざるを得ないことなどの事情に照らし\nてみれば、これを給与所得であると理解する余地はないのであって、一時所得に当\nたるものというべきである。\nなお、ストックオプションに対する課税のあり方を検討する際には、課税の対象\nを、ストックオプションそのものの経済的価値の価額（以下「オプション価格」と\nいう。）とするのか、権利行使利益とするのか、課税時期をオプション付与時とす\nるのか、権利行使時とするのか、権利行使によって取得した株式を処分した時とす\nるのかといった点について十分な分析を経た上で、その結果を踏まえた検討がされ\nなければならないのに、被告の主張は、このような点を十分に分析し、検討したも\nのとはいえないのであって、到底納得のできるものではない。\n（３）　本件更正が信義則に違反し、違法であることについて\nストックオプションに対する課税については、課税庁が、長年権利行使時におい\nて、権利行使利益に対して一時所得としての課税をすべきものであるとの見解を表\n明していたことは、被告自身が自認しているところ、原告も、このような公式見解\nを信頼して所得税の申告を行ったものである。ところが、課税庁は、平成１０年に\nなって初めて、その方針を一変させ、権利行使利益に対して給与所得としての課税\nを行うという方針を表明した上、将来についてのみならず過去の申告に対しても、\nその方針に基づく更正を行うこととしたもので、その結果、原告は、平成１２年に\nなって、平成８年まで遡った本件更正を受けるに至ったものである。\nこのような行為は、①課税庁の公式見解を信頼して、権利行使利益は一時所得に\n当たるものとして申告を行った原告に対し、②原告の責に帰すべき事由がないにも\nかかわらず、課税庁側の事情のみに基づいて従来の方針を変更して本件更正を行っ\nたものであり、③これによって原告は、納税額の増額という経済的不利益を受けて\nいるのであるから、被告が引用する最高裁判決に照らしてみても、本件更正は、信\n義則に違反し違法となることが明らかである。\nなお、上記のような課税庁の方針変更に基づく実際の処理についても混乱が生じ\nており、過去の申告については一切更正を受けていない者、平成１０年分のみ更正\nを受けた者、平成８年まで遡った更正を受けた者などがおり、不平等状態が生じて\nいることも指摘しておく。\n２）雑所得該当性の主張について\n１）で主張したとおり、ストックオプションの権利行使利益は原告の就労の対価\nとしての性質を有するものと見ることはできないものであるから、雑所得にも当た\nらないものというべきである。\n第４　争点に対する判断\n１　所得税法２８条１項は、給与所得を「俸給、給料、賃金、歳費及び賞与並び\nにこれらの性質を有する給与に係る所得」と定義しているところ、ここでいう給与\n所得とは、雇用契約又はこれに類する原因に基づき使用者の指揮命令に服して提供\nした労務の対価として使用者から受ける給付の意味であり、このような給与所得に\n当たるかどうかを判断するに当たっては、給与支給者との関係において何らかの空\n間的、時間的な拘束を受け、継続的ないし断続的に労務又は役務の提供があり、そ\nの対価として支給されるものであるかどうかが重要な要素になるものと解される\n（最高裁判所第二小法廷昭和５６年４月２４日判決、民集３５巻３号６７２頁。以\n下、ここで定義した意味での対価を「就労の対価」ということがある。）。\n本件ストックオプションの権利行使利益が給与所得に当たるかどうかも、上記の\n観点から判断すべきものであるところ、この点を検討するためには、原告も主張す\nるとおり、①本件ストックオプションは、過去の精勤に対する対価ではないこと、\n②その支給者は、雇用関係の当事者である日本マイクロソフト社ではなく、米国マ\nイクロソフト社であること、③権利行使利益が生じるかどうかや、その額は、付与\nされた者の就労内容よりも、偶然的な要素に左右されるものであるため、果たして\n就労の対価と評価し得るかといった点をどのように考えるかが問題になる。\nしかしながら、これらのうち、①、②の点は、ストックオプションの給与所得該\n当性を否定する根拠にはなり得ないものと考えられる。その理由は、次のとおりで\nある。\nまず、①の点についてみると、給与所得の意義が上記のようなものであるとすれ\nば、これを過去の精勤の対価に限定すべき理由はないのであるから、将来の労働を\n含む労働者の長期的貢献に対して給付されたものも、それが対価として評価し得る\nものならば、給与支給者との関係において何らかの空間的、時間的な拘束を受け、\n継続的ないし断続的に労務又は役務の提供をした（する）ことに対する対価である\nといって妨げがないものというべきところ、本件ストックオプションは、有能な人\n材が日本マイクロソフト社に定着し、その就労を通じて会社（ひいては親会社であ\nる米国マイクロソフト社）に貢献することを期待して給付されるものなのであるか\nら（第２、１、２）参照）、その内容が就労に対する対価と評価し得るものなら\nば、これを就労の対価とみることには何ら問題がないものというべきである。\nまた、②の点についてみると、所得税法２８条１項は、給与所得を雇用関係（又\nはこれに類する契約関係）の一方当事者から支給されるものに限定しているわけで\nはなく、また、上記のような給与所得の定義からしてもそのような限定をすべき理\n由はない。そして、本件ストックオプションは、原告との雇用契約の当事者ではな\nい米国マイクロソフト社から付与されたものではあるが、米国マイクロソフト社\nは、その１００パーセント子会社である日本マイクロソフト社との特殊な関係を前\n提として、原告の日本マイクロソフト社における就労や、それによる貢献が、米国\nマイクロソフト社の業績向上にもつながり得るものであることに着目して、ストッ\nクオプションを付与しているものと解されるのであるから、付与されたストックオ\nプションの内容と原告の就労との関係いかんによっては、これを原告の日本マイク\nロソフト社における就労の対価ということは十分に可能というべきである。また、\n日本マイクロソフト社と米国マイクロソフト社との間では、米国マイクロソフト社\nが、日本マイクロソフト社の社員に対してストックオプションを付与することにつ\nいて合意が成立していることは容易に推認し得るところであるが、このことを前提\nとして考えると、本件ストックオプションは、米国マイクロソフト社が、日本マイ\nクロソフト社との間の合意に基づき、同社のために、同社の社員に対する給与を補\n完するものとして支給しているものと評価することも可能であり、このような考え\n方によれば、本件ストックオプションは、日本マイクロソフト社が原告に支給した\nものと同様に評価することが可能であって、その支給者の点を問題とする余地はな\nいとの理解も可能であると考えられる。したがって、②の主張は、いずれにせよ給\n与所得該当性を否定する根拠となり得るものではないというべきである。\nそうすると、本件の問題は、上記③の点、すなわち、本件ストックオプションの\n権利行使利益を就労の対価であるとみることができるかという点に帰着するという\nことができ、以下、この点について判断する。\n２　権利行使利益の就労の対価性について\n１）本件ストックオプションの内容は、第２、１、２）に認定したとおりであっ\nて、要するに、原告が一定期間日本マイクロソフト社に就労することを条件とし\nて、米国マイクロソフト社の普通株式を権利行使価格で買い受ける権利を付与する\nものである。\nところで、特定の株式等を一定の価格（権利行使価格）で買い受ける権利は、金\n融派生商品（いわゆるデリバティブ商品）の中のコール・オプションといわれるも\nのであって、その価格は理論的に算定可能であると考えられており、実際にも一定\nの価格（オプション価格）が定められ、取引の対象となっていることは周知の事実\nである。したがって、本件ストックオプションは、原告に対し、一定期間の就労を\n条件としてコール・オプションを無償で与えるものと理解することができる。\n被告は、「本件ストックオプションの権利行使利益は給与所得に当たる。」と主\n張しているところ、その趣旨は、本件ストックオプション（コールオプション）そ\nのものが給与所得に当たるが、その価額を権利行使利益に基づいて算定すべきであ\nるというところにあるのか、権利行使利益そのものが給与所得に当たるというとこ\nろにあるのかは必ずしも明らかではないので、以下、この両者を想定して検討する\nこととする。\n２）まず、本件ストックオプションそのものが給与所得であり、その価額を権利行\n使利益に基づいて算定すべきであるとの見解について検討する。\nストックオプションを付与する際には、まず、当該従業員の過去の精勤が評価さ\nれるのであるから、この見解は、ストックオプションそのものを過去の精勤の対価\nとみる考え方に親近性があるが、被告は、過去の精勤との対価性は主張しない旨明\n言している。もっとも、本件ストックオプションそのものは、原告の付与後におけ\nる長期的就労による貢献を期待し、その対価として与えられたものということは可\n能であり、したがって、これを給与所得として課税の対象にすることは、理論上は\n可能であると解される。しかしながら、このように考えた場合の本件ストックオプ\nションによる収入金額は、本件ストックオプションを取得した時における価額、す\nなわち、オプション価格となるはずである（所得税法３６条２項、１項。なお、前\n示のとおり、所得税法施行令８４条の規定は、本件ストックオプションには適用さ\nれない。）ところ、本件ストックオプションのオプション価格の算定とは、米国マ\nイクロソフト社の株式が将来様々な値動きをする可能性があることを総合的に考慮\nした上で、将来の一定期間内に、一定の権利行使価格でこれを取得する権利を取得\nすることにどの程度の経済的価値があるものと評価するかという観点から検討され\nるべき問題であり、いわば期待権の価値をどのように評価するかという問題として\n理解されるべきものである。これに対し、権利行使利益とは、様々な可能性がある\n中で、たまたま生じた結果の一つにすぎないのであるから、これをオプション価格\nとみるべきであるというのは、１億円の宝くじが当たった後になって、当該宝くじ\nの販売価格は１億円と評価すべきであるというのに等しい。また、同一の時期に付\n与され、同一の時期に権利行使が可能になったストックオプションであっても、実\n際の権利行使時期が異なれば権利行使利益も異なることになるが、上記の見解によ\nれば、その異なる権利行使利益の額が、いずれも当該ストックオプションの価額で\nあることにならなければならないのであるから、そのような見解は、一物に二価、\n三価があることを認めるものにほかならないこととなる。要するに、このような見\n解は、オプション価格の算定について根本的な誤解をしているものといわざるを得\nず、到底採用できるものではない（もともと、オプション価格を権利行使利益によ\nってしか算定することができないのであれば、オプション取引市場が成立するはず\nはない。そして、実際の金融取引市場においては、オプション価格は、ブラック＝\nショールズ式等によって算定され、これに基づいて取引が行われていることは周知\nの事実である。）。\n被告は、「本件ストックオプション付与時には、その経済的利益が現実化してい\nないから、経済的利益が現実化した権利行使時に、その価格評価をすべきであ\nる。」という趣旨の主張をする。しかしながら、仮に上記主張が、本件ストックオ\nプション付与時には、一定期間の就労という条件が満たされていないため、未だ権\n利が確定していないものと考えるべきであるという趣旨であるとすれば、それは、\n本件ストックオプションの収入時は、条件成就時（すなわち、契約に定める就労期\n間が経過した時）であって、その時におけるオプション価格に基づいて収入金額を\n算定すべきであるという理由にはなり得ても、権利行使時に権利行使利益を収入金\n額とすべきであるという理由にはなり得ない。また、実際に権利行使がされるまで\nは、具体的にどの程度の利益が得られるかがわからないという趣旨であるとすれ\nば、そのようなことは期待権の性質上当然であって、そのことから評価額を権利行\n使利益額とすべき理由は全くない。更に、オプション価格そのものの算定は極めて\n困難であるから、その価格を権利行使利益に基づいて算定すべきであるというので\nあれば、それは、一種の擬制にほかならず、そのようなことは、法令上の根拠があ\nって初めて可能になるものというべきところ、そのような定めは存しないことは既\nに指摘したとおりであるし、本件ストックオプションは処分が禁止されているた\nめ、その処分価値（オプション価格）によって本件ストックオプションの評価をす\nるのは相当ではなく、権利行使利益によってその評価を行うべきであるという趣旨\nであるとしても、やはり、その見解は、法律上の根拠のない擬制を行うものといわ\nざるを得ない（なお、ストックオプションに対しては、給与所得課税ができないと\nしても、権利行使利益に対して一時所得課税が可能であることは後記のとおりなの\nであるから、オプション価格の算定が困難であるところから、本来課税の対象とな\nるべきものに課税がされないという不当な結果が生じるおそれはなく、この観点か\nらしても、法令上の根拠がないにもかかわらず、あえて上記のような擬制をしなけ\nればならないような事情が存するものとはいい難い。）。\n結局、本件ストックオプションそのものが給与所得に当たるとみる以上、その評\n価額が権利行使利益の額であるとする見解は、少なくとも現行法制を前提とする限\nり、いかなる意味においても成り立たないものといわざるを得ない。そして、被告\nも、過去の精勤との対価性を主張せず、付与後の就労との対価性のみを主張してい\nることなどその主張を全体的にみれば、このような主張をしているものではないと\n解される。\n３）そこで、次に、本件ストックオプションの権利行使利益そのものが就労の対価\nであるとの見解が成り立ち得るものであるかどうかが問題となるが、結論からいえ\nば、このような見解も成り立ち得ないものであるといわざるを得ない。その理由\nは、次のとおりである。\n（１）　まず、権利行使利益そのものが就労の対価であるというのは、どのような\n意味であるかが問題となるが、この点については、次の２つの説明が考えられる。\n第１は、「権利行使利益は、給与として付与された本件ストックオプションから派\n生して得られた利益であるから、やはり就労の対価に当たる。」とする見解であ\nり、第２は、「原告が、本件ストックオプションに係る権利を行使した場合、その\n対象となる米国マイクロソフト社の普通株を権利行使価格で譲渡すべき義務を負う\nのは米国マイクロソフト社であり、米国マイクロソフト社は、雇用者である日本マ\nイクロソフト社と同視し得る立場にあるところ、米国マイクロソフト社は、権利行\n使利益という含み益を持った株式を譲渡したことになり、この含み益部分（権利行\n使利益）は、使用者が労働者である原告に対して無償で与えたものなのであるから\n給与に当たる。」とする見解、すなわち、ストックオプションに係る権利の行使に\nともなう経済的利益の移転を給与とみることができるとする見解である。\n（２）　まず、第１の見解についてみると、本件ストックオプションそのものに着\n目する以上、その権利は、遅くとも、一定期間の就労という条件が満たされ、権利\n行使が可能になった時期には完全に従業員である原告に移転しており、権利行使利\n益は、原告が取得した権利を運用して得た利益であるというべきであるから、これ\nを給与に当たるとすることは困難であるといわざるを得ない。被告の主張中には、\n「権利行使利益の源泉は本件ストックオプションであり、本件ストックオプション\nそのものは、就労の対価と評価できるものなのであるから、これに由来する権利行\n使利益も就労の対価とみてよい。」という趣旨に受け取れる部分もあるけれども、\nこのような見解に立った場合には、従業員が会社から就労の対価として何らかの給\n付を受けた場合に、その給付されたものばかりではなく、その運用益等に対しても\n際限もなく給与所得として課税の対象とすることが許されるということにもなりか\nねず、採用することはできないものといわざるを得ない。被告は、権利行使利益\nは、本件ストックオプションから直接派生する利益であるから、給与所得課税の対\n象になると主張するのかもしれないが、このような見解は、例えば、従業員が会社\nから現物給与として与えられた穀物がその後の気象異常による相場の高騰により値\n上がりした場合に、支給時の市場価格相当額ばかりではなく、値上り後の転売によ\nる利益部分をも給与所得に当たるとみてよいとする見解にほかならず、到底相当と\nはいい難い（被告は、「本件ストックオプションの経済的利益は、付与時には現実\n化していないのであるから、上記の場合とは\n異なる。」というかもしれない。しかしながら、既に説示したとおり、経済的利益\nが現実化していないという意味が、一定期間の就労という条件が満たされていない\nという意味であるのならば、原告が一定期間の就労をし、ストックオプションに係\nる権利を現実に行使し得るようになった後においては、成り立たない議論である。\nそして、最終的に得られる利益の額が不明であるという意味であれば、この点は、\n上記の穀物の場合でも何ら異なるところはない。結局、本件ストックオプションの\n場合と上記の穀物の場合とで差異があるとすれば、本件ストックオプションについ\nては、その価格、すなわちオプション価格の算定が容易ではないという点にあるの\nにすぎず、このことは本質的な差異であるとはいい難いのである。）。\n（３）　次に、第２の見解について検討する。\n前示のとおり、給与所得とは、雇用契約又はこれに類する原因に基づき使用者の\n指揮命令に服して提供した労務の対価として使用者から受ける給付をいうものであ\nる。そして、労務の「対価」であると評価できるためには、従業員が提供した労務\nと当該給付との間に経済的合理性に基づいた対価関係がなければならないはずであ\nり、そのようにいえるためには、従業員が提供した労務の質及び量と当該給付との\n間に厳密な比例関係は不要としても、何らかの相関関係がなければならないものと\n解される。このことは、本件ストックオプションに企業への定着（他の企業に移籍\nしないこと）に対する対価という側面があるとしても、同様にいい得る事柄であっ\nて、企業への定着と当該給付との間には何らかの関連性ないし相関関係がなければ\nならないものと解される。また、以上の点は、現行所得税法における給与所得と一\n時所得の位置付けという面から見ても、同様にいい得る事柄である。すなわち、所\n得税法上、給与所得は、一時所得よりも担税力のある所得として位置付けられてい\nるのであるが、それは、給与所得は、一時的、偶発的な所得である一時所得とは異\nなり（被告は、一時所得の性質として、一時的、偶発的なことのほかに恩恵的なも\nのであることを指摘しているが、この点は、一時所得としての必須の要件ではない\nと解すべきである。）、一定の労務を提供している限り、それに対しては相応の対\n価が支払われる関係にあり、ある程度継続的、安定的な所得であると評価すること\nができるからであると解されるところ、このような継続的、安定的な所得であると\nの評価が成り立つためには、労務の提供とその対価である給付との間に、経済的合\n理性に基づいた対価関係がなければならず、提供された労務の質及び量との間に何\nらの相関関係も認められない偶発的、偶然的な所得は、担税力のある継続的、安定\n的な所得と評価することはできないものと考えられるからである。被告の主張中に\nは、労働契約又はこれに類する原因に基づいて、あるいは関連して給付されたもの\nは、それが労務の質及び量と全く無関係にされたものも含めて、すべて給与所得に\n当たると理解されるような部分がないではないが、上記の点に照らし、そのような\n主張を採用することはできないものというべきである。\nそこで、以上に基づいて検討するに、仮に原告の日本マイクロソフト社における\n就労（ないし定着。以下同じ。）が、米国マイクロソフト社の株価に反映され、原\n告の就労と株価上昇との間に一定の相関関係があるということができるならば、本\n件ストックオプションの権利行使時における株価と権利行使価格との差額、すなわ\nち、権利行使利益は、原告の日本マイクロソフト社における就労が反映された結果\nであって、就労の対価であるとみる余地はあり得るかもしれない。しかしながら、\n従業員の就労は必ずしも企業の業績に反映されるとは限らない上に、株価は、企業\nの業績ばかりではなく、その時々の全体的な経済状況や、その企業が属する業界の\n状況、株式市場の状況等様々な要素によって定まるものであることは周知の事実で\nある。まして、本件で問題となっているのは、原告が就労している日本マイクロソ\nフト社ではなく、その親会社である米国マイクロソフト社の株価なのであるから、\n原告の就労との関係は、より間接的で希薄なものになっているのであって、原告の\n就労と米国マイクロソフト社の株価上昇との間に相関関係が存在するということは\n困難であるといわざるを得ない。また、一定の期間の就労という条件が満たされ、\n本件ストックオプションに係る権利の行使が可能になった後において、権利を行使\nするかどうか、どの時期に行使するかは、専ら原告の判断に委ねられており、その\n判断によって権利行使利益の額が左右されることになるが、このようにして額が定\nまった権利行使利益は、使用者によって定められたものということができないこと\nはもとより、従業員である原告の就労の価値によって定められたものでもなく、原\n告の投資判断という就労とはおよそ異なる要素によって定まるものといわざるを得\nない。\n以上の結果、権利行使利益が原告の就労の対価であるとみることは、次のような\n例を考えてみても、問題があるものといわざるを得ない。すなわち、例えば、日本\nマイクロソフト社に雇用され、同一の条件で米国マイクロソフト社のストックオプ\nションを付与された従業員ＡとＢがおり、両名が同じような価値を有する労務を提\n供していた場合であっても、従業員Ａは、米国マイクロソフト社の株価上昇に乗じ\nて権利を行使し、多額の権利行使利益を取得する一方、従業員Ｂは、その後に株価\nがかなり下落した時期に権利を行使したためにほとんど権利行使利益を得られない\nという場合も生ずることもあり得ることになるが、このようにＢの方が明らかに就\n労の量に勝っているにもかかわらず、それが権利行使利益の額に反映されないこと\nが示すように、権利行使利益の差は、従業員ＡとＢのいわば投資判断の差によるの\nであって、提供した労務の価値の差によるものではないといわざるを得ない。ま\nた、前示（第２、１、２））のとおり、本件ストックオプションは、従業員が退職\nした後であっても、一定期間内はその権利行使が可能であるため、当該従業員が在\n職中は株価が低迷し、一度も権利行使価格を上回ることがなかったのに、当該従業\n員の退職後、株価が急騰したため、結果的に多額の権利行使利益を得ることができ\nたという場合もあり得ることになるが、このような場合にも、この権利行使利益を\n当該従業員の就労の成果であり、対価であるとみるのは到底困難であるといわざる\nを得ないのである（権利行使利益が定着の対価であるとの考え方についても、利益\nの額と定着期間との間に相関関係が認められないことからして、同様の結論が指摘\nできよう。）。\n以上のように検討していくと、本件ストックオプションの権利行使利益を得られ\nるかどうか、また、得られるとしてその額がどの程度になるのかは、米国マイクロ\nソフト社の株価の推移という多分に偶然的な要素と、その権利を行使する原告の投\n資判断という、原告の就労の質及び量とはおよそ異なる要素によって定まるもので\nあって、むしろ、本件ストックオプションの運用益と評価すべきものであり、これ\nを就労の対価とみることはできないものといわざるを得ない（なお、給与所得に該\n当することが明らかな賞与の場合にも、それが支給されるかどうか、また、その額\nがどの程度になるかについては、企業の業績等によって左右される面があることは\n確かである。しかしながら、賞与が支給されることが決定された場合には、支給さ\nれるべき労働者の貢献度や勤勉性その他当該労働者の労務に対する評価と支給額と\nの間に一定の関連性が認められるのに対し、ストックオプションの権利行使利益の\n場合には、それが得られるかどうかや、その額が、およそ労務に対する評価とは関\n係のない要素で決定されることは上記のとおりなのであるから、ストックオプショ\nンの権利行使利益を賞与と同様のものであるとみて、給与所得該当性を肯定するこ\nともできないものというべきである。）。\nしたがって、第２の見解のように、ストックオプションに係る権利行使に当たっ\nて、権利行使利益に相当する経済的利益が移転されているという点に着目しても、\nこれを就労の対価とみることはできないのであって、この見解も採用することはで\nきないものといわざるを得ない。\n（４）　以上の次第であって、権利行使利益そのものが給与所得に当たるとする見\n解も成り立たないものといわざるを得ないのである。\n４）以上の検討の結果によれば、本件ストックオプションについては、それ自体を\n給与所得であるとみて、付与時又はその権利行使が可能となった時に、オプション\n価格に対して給与所得課税をすることは可能であると解する余地があるとしても、\n被告において、このような観点からの主張立証は何らしていない以上、この観点か\nら本件更正を正当化することはできない。そして、本件ストックオプションを給与\n所得とみた上で、その価格を権利行使利益であるとする見解や、権利行使価格その\nものが給与所得であるとする見解は成り立たないことは既に説示したとおりなので\nあるから、結局、この点に関する被告の主張はすべて失当であるというほかはな\nい。\n若干付言する。当裁判所の見解は、以上のとおりであるが、これは、本件ストッ\nクオプションについては、その付与時又は権利行使が可能になった時期に、その時\n点におけるオプション価格を課税標準として給与所得課税をすべきであるとするも\nのではない。ストックオプションの本質が期待権であり、これを保有しているだけ\nでは経済的利益が現実化しているとはいえない側面がある以上、単に本件ストック\nオプションが付与され、あるいはその権利が行使可能になっただけの段階において\nは、課税を控えるのが相当であるという考え方も十分にあり得るところであり、被\n告がそのような見解に立っているのであれば、それ自体は合理的なものであるとい\nうことができる。しかしながら、そのような見解に立った以上、本件ストックオプ\nションに対しては、給与所得としての課税を断念し、権利行使利益に対して一時所\n得課税を行うか、租特法２９条の２のように法令上の手当をし、課税の対象とその\n額の算定方法を明確化した上で、給与所得課税をすべきなのであり、そのような法\n令上の手当もしないまま、ストックオプションの権利行使利益に給与所得課税を行\nうことは、法律解釈の限界を超えるものといわざるを得ないということをいってい\nるのである。被告は、ストックオプションに対して給与所得としての課税を行わな\nいことは、他の給与費目との間でアンバランスを生じさせることになるという点を\n懸念しているのかもしれないが、現実的な経済的利益（金銭等）を与えられた場合\nと、単なる期待権を与えられたのにすぎない場合とで、課税上の取扱いが異なるこ\nとになったとしても、何ら異とするには足りないのであって、そのような懸念は当\nたらないものというべきである。\n３　租特法２９条の２との関係について\n前項においては、所得税法２８条１項の規定と本件ストックオプションとの関係\nという観点から、給与所得該当性の問題を検討したが、被告は、「租特法２９条の\n２が、給与所得課税の例外規定として位置づけられているところから、本件ストッ\nクオプションの権利行使利益は給与所得に当たる。」という趣旨の主張もしてお\nり、この主張が正当なものであるとすれば、平成８年又は平成１０年以降は、スト\nックオプションの権利行使利益に対して給与所得課税が可能になったと解する余地\nが生ずることになるので、この点について検討する。\n租特法２９条の２の規定が、給与所得課税の例外規定として位置づけられている\nことは、被告が主張するとおりである。しかしながら、同条の規定そのものは、租\n特法上のストックオプションについての課税のあり方について定めを置いているの\nにすぎず、ストックオプション一般について、上で検討したような問題、すなわ\nち、ストックオプションそのものを給与所得とみるのか、権利行使利益を給与所得\nとみるのか、ストックオプションそのものを給与所得とみるとして、その価格を何\nに基づいて算定するのかといった問題を何ら解決しているものではない。したがっ\nて、この規定に基づいて、ストックオプション一般が給与所得であることが明らか\nにされたということができるかどうかにはそもそも疑問があるものといわざるを得\nないし（むしろ、ストックオプションに対する課税に関しては、その対象や課税価\n格の算定について様々な問題点が存するところから、とりあえず、租特法上のスト\nックオプションに限って、給与所得としての位置づけを与えた上で、課税の特例を\n定めたものと解することも可能である。）、仮に租特法２９条の２がストックオプ\nションは給与所得に当たるとの前提で定められた規定であるとしても、上記のとお\nり、ストックオプションそのものは給与所得であり、そのオプション価格を対象と\nして給与所得課税をすることは可能であるとの見解に立つならば（ただし、既に説\n示したとおり、このような観点から給与所得課税を行うのが相当なのか、別個の観\n点からの課税を行うのが相当なのかは、別問題である。）、権利行使価格に対して\n給与所得課税を行うことはできないという上記の結論と、ストックオプションが給\n与所得に当たるという結論との間には何ら矛盾は生じないものというべきである。\nしたがって、租特法２９条の２の規定に基づいて、本件更正を正当化することも\nできないものというべきである。\n４　雑所得該当性の主張について\n被告は、「仮に本件ストックオプションの権利行使利益が給与所得に当たらない\nとしても、雑所得に当たるものと解すべきである。」という趣旨の主張をする。し\nかしながら、その根拠は、本件ストックオプションの権利行使利益は就労の対価と\nしての性質を有するという点にあるところ、この主張を採用することができないこ\nとは既に説示したとおりである。したがって、この点に関する被告の主張も失当と\nいわざるを得ない。\nそして、以上に検討した点に照らしてみれば、本件ストックオプションの権利行\n使利益は、原告の就労の対価ではなく、その投資判断に基づく偶然的、偶発的所得\nであって、勤労性所得ではなく、ストックオプションという期待権に基づく資産性\n所得であり、回帰的に発生するとは限らないものとみるべきものであって、その質\n的担税力において給与所得や雑所得とは異なっており、一時所得であるというほか\nはないものであるから（なお、前示のとおり、原告は数回にわたって本件ストック\nオプションを付与され、付与されたストックオプションに係る権利を何度かに分け\nて行使しているのであるが、いずれも当該時期における投資判断に基づく行為であ\nることからすると、それは、それぞれ独立した一回的な行為が積み重ねられたにす\nぎず、それぞれの行為の間に継続性や回帰性があるとは認められないし、その回数\nや、あくまでも、付与されたストックオプションの範囲内での権利行使にすぎない\nことなどからすれば、これを「営利を目的とする継続的行為から生じた所得」とみ\nることもできない。）、これを給与所得であるとしてされた本件更正には、その余\nの主張（信義則違反の主張）について判断するまでもなく、違法な点があるものと\nいわざるを得ない。\n５　納付すべき税額の計算\n以上のとおり、本件ストックオプションの権利行使利益については、一時所得と\nして、その２分の１に相当する額を課税対象額とすべきものであるところ、被告が\n主張する各年分の権利行使利益額及び雑所得の額（これらについては、原告の修正\n申告における額と被告主張額に食い違いがあるが、原告は、被告主張額を争ってい\nないものと認められることは前示のとおりである。）を前提として、原告の平成８\n年ないし平成１０年の納付すべき税額を計算した結果は、別紙「当裁判所の認定\n額」に記載のとおりであって、\n平成８年分の納付すべき税額は１７万３８００円\n平成９年分の納付すべき税額は１６４万４１００円\n平成１０年分の納付すべき税額は３０２万８７００円\nとなるから、本件更正は、原告の平成８年ないし平成１０年分の納付すべき税額を\n上記の金額とした限度では適法であるが、これを超える部分は違法であって取り消\nされるべきものである。\n第５　結論\nよって、原告の本訴請求のうち、本件更正のうち、第４、５記載の部分の取消を\n求める部分は理由があるものとして認容し、これを超える部分は理由がないから棄\n却することとし、訴訟費用の負担につき、行政事件訴訟法７条、民事訴訟法６１\n条、６４条を適用して、主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　藤山雅行\n裁判官　鶴岡稔彦\n裁判官　加藤晴子\n"
}