{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 10
  },
  "case_number": "平成13(ネ)23",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11763",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11763",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/763/011763_hanrei.pdf",
  "contents": "平成１３年(ネ)第２３号損害賠償等請求控訴事件（原審・大阪地方裁判所平成９年\n(ワ)第４８５９号）\n判決\n控訴人（第１審原告）　　　    株式会社コスモビューティー\n控訴人（第１審原告）　　　    株式会社モクケン\n控訴人ら訴訟代理人弁護士　　　村  林  隆  一\n同　　　　　　　　　　　　　　井  上  裕  史\n補佐人弁理士　　　            山  田  威一郎\n被控訴人（第１審被告）　　　  株式会社ジェー・ピー・シー\n訴訟代理人弁護士　　　        渡  邊    　敏\n訴訟復代理人弁護士　　　      楠  元  和  貴\n主文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は，控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨等\n１　原判決を取り消す。\n２　被控訴人は，控訴人株式会社コスモビューティーに対し，２００万２０４０\n円及びこれに対する平成９年５月２９日から支払済みまで年５分の割合による金員\nを支払え。\n３　被控訴人は，控訴人株式会社モクケンに対し，９４万４０００円及びこれに\n対する平成９年５月２９日から支払済みまで年５分の割合による金員を支払え。\n４　被控訴人は，日本経済新聞全国版朝刊及び通販新聞に原判決添付別紙謝罪広\n告目録記載の謝罪広告を同目録記載の条件でそれぞれ１回掲載せよ。\n５　仮執行宣言\n第２　事案の概要\n原判決１１頁４行目「三　争点」の次に改行の上，「１　被控訴人が控訴人\nらに対して行った本件警告及び広告掲載の法的根拠」を加えて，以下の項目番号を\n順次繰り下げ，同８行目「仮に、１が認められる場合」を「仮に、２が認められる\n場合」と改めるほかは，原判決「事実及び理由」の「第二　事案の概要」（３頁７\n行目から１１頁９行目）のとおりであるから，これを引用する。\n第３　争点に関する当事者の主張\n次のとおり，原判決を付加，訂正し，当審における主張を追加するほかは，\n原判決「事実及び理由」の「第三　争点に関する当事者の主張」（１１頁末行から\n３３頁９行目まで）のとおりであるから，これを引用する。\n１　原判決の付加，訂正\n(1)　１１頁末行「争点１」を「争点２」と，３０頁２行目「争点２」を「争点\n３」と，３１頁１０行目「争点３」を「争点４」と各改める。\n(2)　１２頁３行目「出口商品」の次に「檢驗局」を加える。\n(3)　２９頁１行目「乙八七」を「乙八七の１、２」と，３３頁１行目「四万八\n〇〇〇円」を「三万六〇〇〇円」と，「４８，０００」を「３６，０００」と，同\n２行目「一四万四〇〇〇円」を「一〇万八〇〇〇円」と，「１４４，０００」を\n「１０８，０００」と各改める。\n２　当審における主張の追加\n(1)　争点１（被控訴人が控訴人らに対して行った本件警告及び広告掲載の法的\n根拠）について\n【控訴人らの主張】\nア　被控訴人が控訴人らに対して控訴人らが輸入販売していた「迷奇」が偽\n造品であるというためには，その法的根拠が必要である。しかし，当時，被控訴人\nは，北京亜美との間で独占的販売契約を締結していたというにすぎない。およそ，\n独占的販売契約とは，被控訴人と商標権者との債権的な契約であり，商標権者が被\n控訴人以外の者に本件商標を使用した商品を販売することが独占的販売契約に違反\nするとしても，それは被控訴人と商標権者との契約違反が存在するだけであって，\nそのことによって，被控訴人が商標権者以外の者に，それが侵害品であるとか，偽\n造品であるといえるものではない。\nイ　また，被控訴人が控訴人らに対し，独自の立場で商品等表示の使用差止\nめを請求する法律上の根拠は全くない。すなわち，不正競争防止法３条１項に基づ\nく差止請求権が認められるためには，周知表示が差止請求権者自身の商品等を表示\nするものとして周知であることが必要であるところ，被控訴人は，甲１が作成され\nるわずか３か月前の平成８年６月２１日に北京亜美との間で独占的販売契約を締結\nしたにすぎず，それ以前は，控訴人らを含む多数の会社が北京亜美の製造販売する\n商品「迷奇」を我が国に輸入し販売していたことにかんがみると，「迷奇」との表\n示が，甲１の作成された平成８年９月２４日の段階で，被控訴人の商品等表示とし\nて需要者に広く認識されていたとは考えられない。また，被控訴人は，北京亜美が\n中国において製造販売する商品を我が国に輸入し販売していたにすぎない者であ\nり，「迷奇」との表示について新たな出所表示機能を付加したり，自己のために新\nたな信用を創造したという事実もない。すなわち，被控訴人は，同法３条１項に基\nづく差止請求権を自らの立場で行使する権利を有していたとはいえない。\nウ　被控訴人は，「迷奇」の商標に関する独占的通常使用権の行使として，\n控訴人らに対する警告等を行った旨主張するが，独占的通常使用権は，現行商標法\n上規定された権利ではなく，ただ単に通常使用権契約において，商標権者に対し，\n受忍と協力を求めることができる対人的権利にすぎない。したがって，独占的通常\n使用権者は，商標権者に対して，その違反をもって損害賠償請求権を行使すること\nはできるが，第三者である控訴人らに対してかかる権利は発生しない。\nまた，独占的通常使用権は，商標権の使用権である以上，北京亜美が我\nが国において「迷奇」の商標権を取得した日（平成８年１１月２９日）以前に取得\nすることはあり得ない。また，北京亜美が商標権を有していない段階で，被控訴人\nが北京亜美と独占販売権契約を締結したからといって，第三者である控訴人らに対\nしてかかる警告等をする正当な権利が発生するものではない。すなわち，差止請求\n権がないのに，虚偽の商品であるという警告等をすることは許されない。したがっ\nて，被控訴人が同年６月２１日に独占的通常使用権を取得したとの被控訴人の主張\nは失当である。\n仮に被控訴人が上記の権利を取得したとしても，債権者代位権を行使す\nるためには，被控訴人が北京亜美に債権を有していて，その債権の行使が自己の債\n権を保全するため必要な場合に限られている。ところが，被控訴人の主張する独占\n的通常使用権とは，単に被控訴人が北京亜美に対して，本件商標を独占的に使用せ\nしめることを要求する債権的な権利にすぎないのであり，決して物権的な権利では\nない。したがって，被控訴人がその使用権を保全するために第三者である控訴人ら\nに対して，かかる行為を要求する権利はない。また，被控訴人が代位権を行使でき\nるとしても，北京亜美の控訴人らに対して行使する権利は商標権でなければならな\nいのであり，不正競争防止法上の権利を代位行使することはできない。さらに，債\n権者代位権の行使は，債権者自ら権利行使しない場合に限り許されるのであって，\n商標権者である北京亜美が自らの商標権を行使している以上，被控訴人が北京亜美\nの権利を代位行使し得る根拠は存在しない。\n【被控訴人の主張】\nア　被控訴人は，北京亜美と平成８年６月２１日に独占的な販売契約を締結\nしたが，その契約の第１項に，北京亜美は，被控訴人の日本市場における迷奇商品\nの独占販売権を許諾し，被控訴人は唯一の正規販売店となったものである。また，\n被控訴人は，北京亜美の有する商標権を北京亜美に代わって行使できると規定して\nいる。この規定は，被控訴人の本件商標権に対する独占的通常使用権を前提とした\n規定である。したがって，北京亜美が本件商標を付した偽造品の妨害排除請求権を\n有する以上，被控訴人は，上記契約第１項に基づき，北京亜美の控訴人らに対する\n妨害排除請求権を代位行使できる立場にある。\nイ　北京亜美の「迷奇」という商標は，化粧品において，当時から日本国内\nで第５位にランクされる有名商標であり，被控訴人が甲１により控訴人らに対し使\n用差止めの警告を発したときは，不正競争防止法２条１項の需要者間に広く認識さ\nれていた商標であった。\nウ　甲１，３ないし６の各警告書等作成当時，被控訴人は，いわゆる未登録\n商標の独占的通常使用権者であったから，控訴人らに対し，差止請求ができないと\nしても，損害賠償請求ができることは明らかである。\n(2)　争点２（営業妨害行為）について\n【控訴人らの主張】\n外箱裏側の点在模様や容器の底部の「迷奇」の刻印が，経験則上，製造業\n者が偽造防止のため施す措置であると推認することは，一般論として，日本のよう\nな先進国においては首肯できる。\nしかしながら，北京亜美は，未だ発展途上にある中国の企業であり，これ\nら内容器及び外箱を外注により入手しており，かつ，外注先の業者も変遷してい\nる。それに伴い，内容器や外箱については，微妙な変化・異同があるのであり，北\n京亜美自身がこのような不統一等を認めている。\nまた，控訴人らが，わざわざ偽造品等を取り扱う理由も必要性もないか\nら，控訴人らの取り扱っている「迷奇」はすべて真正品である。\n【被控訴人の主張】\n点在模様は，被控訴人側で中国に要望して制作させたものである。また，\n刻印も偽造防止のためのものである。北京亜美は不統一な容器や包装の存在につい\nて否定している。\n(3)　争点３（被控訴人の故意，過失）について\n【控訴人らの主張】\n被控訴人が本件商標権について専用使用権の設定登録を受けたのは，平成\n９年（１９９７年）５月１２日であるが，被控訴人が指摘する控訴人らの商品販売\n行為は，別紙侵害品目録「証拠品入手日先」欄記載のとおり，いずれも上記登録前\nの行為であり，被控訴人が専用使用権を取得する以前の行為である。したがって，\n本件商標権について，専用使用権を取得する以前に，通告書を発送し，広告をする\n被控訴人の行為こそが違法であり，被控訴人に過失がないとはいえない。けだし，\n被控訴人に専用使用権がないことは被控訴人自身も知っていることであり，また，\n独占的販売契約のみによって，第三者に侵害呼ばわりすることができないことも明\nらかであるから，被控訴人は過失責任を免れない。\n【被控訴人の主張】\n乙３８，４０の記載から，控訴人ら側の商品が偽造品として判断されても\n仕方がない状況があり，かかる状況は，被控訴人の無過失を基礎づけるものであ\nる。\n第４　当裁判所の判断\n１　争点１（被控訴人が控訴人らに対して行った本件警告及び広告掲載の法的根\n拠）について\n被控訴人は，引用に係る原判決「事実及び理由」中の第二の一３（以下「同\n３」などと記載する。）のとおり，平成８年６月２１日，北京亜美との間で，北京\n亜美が被控訴人に対し，日本市場における「迷奇」の独占販売権を許諾し，被控訴\n人が唯一の正規販売代理店となること，被控訴人は北京亜美の有する商標権を北京\n亜美に代わって行使できることなどを内容とする本件独占販売契約を締結した。\nそして，同４のとおり，北京亜美は，平成８年１１月２９日，我が国におい\nて「迷奇」の商標登録をし，本件商標権を専有するに至ったから，本件警告及び広\n告掲載のうち，同日より後に行われたもの，すなわち，同５(二)ないし(五)の通告\n等に関しては，被控訴人が，本件独占販売契約に基づき，本件商標権の侵害行為に\n対する対抗策として，北京亜美の本件商標権による差止請求権を代位行使したもの\nであるといえる。\nまた，本件警告及び広告掲載のうち，北京亜美の我が国における本件商標登\n録よりも前である平成８年９月２４日に行われた同５(一)の通知に関しても，同\n１，２の事実によると，当時，北京亜美が製造販売する化粧品「迷奇」の表示は，\n既に我が国の国内において需要者の間に広く認識され，周知性を取得していたもの\nと認められる。したがって，北京亜美は，これと同一の「迷奇」の商品表示を使用\nした商品を販売する者に対し，不正競争防止法３条１項に基づく差止請求権を行使\nすることができるから，被控訴人は，本件独占販売契約に基づき，北京亜美が有す\nる上記差止請求権を北京亜美に代わって行使することができるというべきである。\nけだし，本件独占販売契約における前記条項（第１項）は，北京亜美が我が国にお\nける本件商標登録を行う以前でも，かかる不正競争防止法上の権利を被控訴人が北\n京亜美に代わって行使することを容認する趣旨を含むものと解される（前記契約条\n項の内容からすると，被控訴人が北京亜美を代理することを容認する趣旨も含まれ\nると解される。）からである。\nなお，同５(一)の通知中，控訴人コスモの広告の背景写真が被控訴人のもの\nと同一であることを指摘する部分は，被控訴人の広告の背景写真（乙４９の１・\n２，被控訴人代表者及び弁論の全趣旨によると，株式会社世界文化フォトの有する\nオリジナル写真「桂林山水奇峰群」の一つに被控訴人が色調調整を行った二次的著\n作物と認められる。）に関し，被控訴人自身が有する著作権（二次的著作物の複製\n権）の侵害を指摘するものといえる。\n控訴人らは，本争点に関し，被控訴人が本件警告及び広告掲載を行う正当な\n法的根拠を有しない旨るる主張するが，いずれも採用することはできない。\n２　争点２，３に関する当裁判所の判断は，以下のとおり，付加，訂正するほか\nは，原判決「事実及び理由」中の第四の一，二（３３頁末行から７５頁１０行目ま\nで）のとおりであるから，これを引用する。ただし，３３頁末行の「争点１」を\n「争点２」と，７０頁４行目の「争点２」を「争点３」と各改める。\n(1)　争点２について\nア　原判決の訂正\n(ア)　４１頁１０行目「甲二九、三〇、」の次に「六二、」を加える。\n(イ)　４３頁３行目及び５０頁７行目の各「平成七年及び八年」をいずれ\nも「平成八年及び九年」と各改める。\n(ウ)　５３頁８行目「検験機構に認定されている」を削除する。\nイ　当審における控訴人らの主張に対する判断\n(ア)　控訴人らは，外箱裏側の点在模様や容器の底部の「迷奇」の刻印\nが，製造業者が偽造防止のため施す措置であるとの推認は，未だ発展途上にある中\n国の企業である北京亜美については成り立たない旨主張する。\nしかし，証拠（甲６１～６３，検甲１の１～５，２の１～５，３の\n１・２・５・６）及び弁論の全趣旨によると，控訴人らが北京友誼商店及び上海友\n誼商店で購入した「迷奇」にも，容器底面に「迷奇」の刻印があり，また，外箱の\n裏側に本件商標の点在模様が存在すること，すなわち，北京亜美が中国国内向けに\n販売した「迷奇」にも，上記刻印や点在模様が施されていることが認められ，かか\nる事実は，北京亜美が偽造防止のため上記刻印や点在模様を施していることを推認\nさせるものであるから，控訴人らの前記主張を採用することはできない。\nなお，控訴人らが１９９８年（平成１０年）８月２日に上海友誼商店\nで購入（甲５６，５８，６３）した「迷奇」（検甲３の３・４）については，上記\n刻印や点在模様がなく，また，外箱に印刷された牡丹の花やメダルの色等が，控訴\n人らが一緒に購入した「迷奇」（検甲３の１・２）やそれらを入れた大箱（検甲３\nの６）のものと明らかに異なることから，偽造品が真正な商品と共に販売された可\n能性が高いが，このことは上記刻印や点在模様が偽造防止のために施されているも\nのであるとの認定・判断に影響を与えるものではない。\n(イ)　また，控訴人らは，外注先の業者の変遷に伴い，「迷奇」の内容器\nや外箱については微妙な変化・異同があるから，真正品か偽造品かの判断基準とは\nなり得ない旨主張するが，原告商品１ないし３と真正商品である被告商品との相違\nが単なる容器製造業者による品質のばらつきの範囲にとどまるものでないことは，\n引用に係る原判決「事実及び理由」第四の一１(一)ないし(三)及び(四)の(1)，(2)\n（３４頁１行目から４６頁７行目まで）のとおりであり，控訴人らの上記主張を採\n用することはできない。\n(ウ)　さらに，控訴人らは，控訴人らがわざわざ偽造品等を取り扱う理由\nも必要性もないから，控訴人らの取り扱っている「迷奇」はすべて真正品である旨\n強調するが，引用に係る原判決「事実及び理由」第四の一の判断は，控訴人らが意\n図的に「迷奇」の偽造品を輸入販売したとするものではなく，控訴人ら指摘の点は\n本争点に関する当裁判所の認定判断（原判決引用に係るもの）を左右するものでな\nいから，控訴人らの上記主張を採用することはできない。\n(2)　争点３について（当審における控訴人らの主張に対する判断）\n控訴人らは，控訴人らが本件各原告商品を販売した時期及び被控訴人が本\n件警告及び広告掲載を行った時期が，いずれも，被控訴人が北京亜美から本件商標\n権の専用使用権設定登録を受ける前のことであり，被控訴人に専用使用権がないこ\nとは被控訴人自身も知っていることであるから，被控訴人に過失がないとはいえな\nいなどと主張する。\nしかし，被控訴人が行った本件警告及び広告掲載が，いずれも北京亜美と\nの本件独占販売契約に基づき，北京亜美の有する本件商標権又は不正競争防止法上\nの差止請求権を代位行使したものであることは，前記１のとおりである。したがっ\nて，本件警告及び広告掲載は，被控訴人の正当な権利行使といえるものであり，当\n時被控訴人が北京亜美から本件商標権の専用使用権の設定登録を受けていなかった\nことは，本件警告及び広告掲載に関する被控訴人の過失の存否に影響するものでは\nないから，控訴人らの上記主張を採用することはできない。\n(3)　その他，原審及び当審における当事者提出の各準備書面記載の主張に照ら\nし，原審で提出，援用された全証拠を改めて精査しても，引用に係る原判決を含\nめ，当審の認定，判断を覆すほどのものはない。\n第５　結論\n以上の次第で，その余の点について判断するまでもなく，控訴人らの請求は\nいずれも理由がなく，これを棄却した原判決は正当であって，本件控訴は理由がな\nい。\nよって，主文のとおり判決する。\n（平成１４年３月６日口頭弁論終結）\n大阪高等裁判所第８民事部\n裁判長裁判官　　竹    原    俊    一\n裁判官　　小    野    洋    一\n裁判官　　西    井    和    徒\n別紙　侵害品目録一覧\n"
}