{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 12
  },
  "case_number": "平成15(わ)188",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "大分地方裁判所刑事部",
  "lawsuit_id": "8253",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8253",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/253/008253_hanrei.pdf",
  "contents": "主文\n被告人を罰金１５万円に処する。\nその罰金を完納することができないときは，金５０００円を１日に換算した期間\n被告人を労役場に留置する。\n訴訟費用は全部被告人の負担とする。\n被告人に対し，公職選挙法２５２条１項の選挙権及び被選挙権を有しない期\n間を３年に短縮する。 理由\n（罪となるべき事実）\n被告人は，平成１５年４月２７日施行の豊後高田市議会議員選挙に際し，同選挙に立\n候補する決意をしていたものであるが，自己への投票及び自己の当選を得る目的で，\nいまだ立候補の届出のない同月１２日，別表（省略）のとおり，大分県豊後高田市大字ａ\nｂ番地甲１’方ほか１７名方を戸々に訪問し，同選挙の選挙人である甲１ほか１７名に対\nし，「あなたのご家族、お知り合い、友人に今すぐＡの票を頼んで下さい」，「ひき続き働\nかせてください」，「選挙のとり組みがが遅れています、みなさんのご支援をよろしくお願\nいいたします。」旨記載された選挙運動文書１枚を各配付するなどして，自己のための\n投票を依頼し，もって，戸別訪問をするとともに法定外選挙運動文書を頒布し，一面立\n候補届出前の選挙運動をした。\n（弁護人らの主張に対する判断）\n第１　公訴棄却の申立てについて\n１　弁護人らは，本件公訴提起は，公訴権の濫用に当たるとして，公訴棄却の判決を\n求めている。そこで，本件の捜査及び公訴提起の経緯等に関する事実経過を踏ま\nえて，本件公訴提起が公訴権の濫用に当たるか否かについて検討する。\n２　本件の捜査及び公訴提起の経緯等\n(1)  平成１５年３月１７日，大分県豊後高田警察署内に統一地方選挙取締本部が設\n置された。その本部長は署長，副本部長は副署長，総括責任者は刑事生活安\n全課長警部Ｂであった。当時，同署には刑事生活安全課に８名，地域交通課に\n約２０名，総務課に２名，警備課に２名の各警察官が所属し，選挙取締期間中\nは，全署員態勢で，通常の業務を行いながら，協力者等への聞き込み捜査等に\nよる選挙犯罪の情報収集，選挙犯罪の取締り等に当たっていた。\n(2)  同年４月１２日，同署地域交通課自動車警ら班係巡査長Ｃは，巡査部長Ｄととも\nに，大分県豊後高田市大字ａｃ番地付近路上に駐車したパトロールカー内から，\n同市大字ａｄ番地にあるＥ付近の交差点を監視していた。Ｃ巡査長らは，午後５\n時１０分ころ，年齢が６０歳くらいの黒っぽい背広上下を着た男性が自転車に乗\nり，その後部荷台のかごにビラ様の紙が入っているのを見かけた。その男性は，\nＥの駐車場から出てきて，斜め向かいの同市大字ａｅにあるＦ方の門の前に自転\n車をとめ，上記かごの中からビラ様の紙を取り出して右手に持ち，同人方玄関に\n向かった。その男性は，チャイムを鳴らして家人が出てくるのを待ち，応対した家\n人にビラ様の紙を渡し，会話をした。その後，その男性は，隣の同市大字ａｆ番地\nにある甲５’方に向かった。Ｃ巡査長は，そのころまでに，その男性が，現職の豊\n後高田市議会議員で，判示の選挙（以下「本件選挙」という。）への立候補が見\n込まれる被告人であることを確認した。そして，被告人は，甲５’方の敷地内に入\nり，玄関でチャイムを鳴らして家人が出てくるのを待ち，応対した家人にビラ様の\n紙を渡し，会話をした。その後，被告人は，甲５’方の裏手の同市大字ａｇ番地に\nあるＧ方に自転車をとめ，ビラ様の紙を持って敷地内に入り，すぐに出てきた。さ\nらに，被告人は，同市大字ａｈ番地にあるＨを訪問した。\nＣ巡査長は，被告人について戸別訪問等の疑いがあると判断し，午後５時２０分\nころ，Ｄ巡査部長の携帯電話で，同署にいた当直監督の地域交通課長警部Ｉに\n対し，現在，豊後高田市議会議員である被告人が自転車に乗り，Ｈ付近をビラ様\nの紙を持って各戸を訪問しているようであると連絡した。Ｉ警部は，Ｃ巡査長に対\nし，よく見ておくように指示するとともに，また刑事生活安全課長から指示がある\n旨述べた。\nＩ警部は，Ｂ警部に対し，電話で，Ｃ巡査長から連絡を受けた内容を報告した。Ｂ\n警部は，被告人の行動範囲を確認しておくように指示し，Ｉ警部は，Ｃ巡査長に対\nし，電話で，被告人の行動確認をせよと連絡した。\n(3)  Ｂ警部は，被告人の戸別訪問を疑い，事実確認をする必要があると判断して，刑\n事当直の主任であった警部補Ｊに事情を説明し，Ｃ巡査長が被告人を現認した\n地点付近で現に被告人が各戸を回っているかを確認するように指示した。\nＩ警部は，外から同署に戻って当直室に立ち寄った警備課長警部補Ｋに対し，Ｃ巡\n査長から連絡を受けた内容を説明し，刑事生活安全課長の指揮下に入るように\n指示した。Ｋ警部補は，Ｂ警部の指示を受けた上，徒歩で被告人を捜しに出た。\n(4)  Ｋ警部補は，午後５時５０分ころ，同市大字ａｉ番地付近歩道上等において，背広\n姿で自転車に乗った男性が，斜め向かいの同市大字ａｊ番地にあるＬ前に自転車\nをとめ，かごからビラ様の紙を取り出して手に持ち，同店の出入口戸を開けて店\n内に入ったのを見た。Ｋ警部補は，横断歩道を同店に向かって横断していたと\nき，店内からその男性が出てきて，そのころまでに，その男性が被告人であるこ\nとを確認した。被告人は，自転車に乗って豊後高田市役所方面に行った。Ｋ警部\n補は，被告人が何の用事で同店を訪問したのか，ビラ様の紙はどのようなもの\nであるかを確認するため，同店に赴き，店内をのぞいたが，店主の甲１４が客と\n話をしていたので，店内に入るのをやめた。Ｋ警部補は，その約５分後，同店を\n訪れて店内に入り，甲１４に対し，「先ほど，Ａ議員が来たようですが。」と尋ねた\nところ，甲１４は，「ああ，来たけど，『お客さんが来ちょるけん。』と言うと，『お願\nいします。』と言って，カウンターの上にビラを置いて帰った。」と答えた。そして，\n甲１４は，同店の奥から被告人が置いていった「後援会ニュース」と題する文書\n（以下，本件において配付された同文書を「本件ニュース」という。）等のビラ３枚\nを持ってきてＫ警部補に差し出し，「この３枚を置いて帰ったで。わしゃいらんけど\nなあ。」と言い，Ｋ警部補は，「いらないのであれば，もらえますか。」と尋ねたとこ\nろ，甲１４は，「どうぞ。」と言ったので，Ｋ警部補は，上記ビラ３枚の提出を受け\nた。\n(5)  Ｋ警部補は，前記ビラ３枚を持って同署に戻り，午後６時ころ，Ｂ警部にこれらを\n渡して，甲１４からこれらを入手した状況等を説明した。Ｂ警部は，本件ニュース\nを見て，これは法定外文書ではないかとの疑いを抱き，その点について明確な\n回答を得るため，大分県警察本部捜査第二課知能犯担当補佐警部Ｍに電話で\n連絡をした上，本件ニュースをファクシミリで送信した。Ｍ警部は，捜査第二課長\nＮにそのファクシミリ用紙を見せて，被告人がこのような違反をしているようであ\nると言った。Ｎ課長は，日本共産党員である被告人が法定外文書の頒布や事前\n運動をしたことに驚き，Ｍ警部を通じて，Ｂ警部に対し，だれが本件ニュースを配\nったかを確認するように指示し，これを配ったのが被告人であることに間違いな\nいことを確認した。Ｍ警部は，警察庁に上記用紙をファクシミリで送信し，これが\n法定外文書であることに間違いないとの回答を受けた。Ｎ課長は，Ｍ警部を通じ\nて，Ｂ警部に対し，できるだけ迅速に，被告人を現認した地点の周辺で本件ニュ\nース等のビラの頒布状況や戸別訪問の際のやり取り等を確認した上，ビラを集\nめるように指示した。\n(6)  Ｂ警部は，署長，副署長とも協議した上，当時，選挙犯罪の取締り等に当たって\nいて，本件の捜査に従事することが可能な最大限である同署員１４名を招集し，\n午後７時過ぎころ，Ｃ巡査長が被告人を現認した地点から放射線状に範囲を広\nげたａ，ｋ，ｌの各地区について四つの区域に区割りをして割り当て，各区域内の\n全戸への聞き込み捜査によるビラの配付先の確認や，配られたビラの収集を指\n示した。上記署員らは，午後７時３０分ころから午後１０時前ころまでの間，合計\n約８０戸を訪問して聞き込み捜査をし，そのうち二十七，八戸の家人から本件ニ\nュース等のビラを収集した。Ｂ警部は，同月１３日にも，上記署員らに対し，前日\n不在であったり，訪問できなかった居宅のほか，新たに指定した区域の全戸を回\nるように指示し，上記署員らは，合計約４０戸を訪問して聞き込み捜査やビラの\n収集をした。２日間で収集された本件ニュースの枚数は５５枚に上った。Ｂ警部\nは，その都度，この結果を集約して捜査第二課に報告した。\nＢ警部は，同日午後１０時ころ，署長と協議したほか，電話でＭ警部らと協議した\n結果，法定外文書が頒布された件数が多いことや文書の内容等から本件は悪\n質な事案であり，警告にとどめるのは相当でないとして，立件相当の事案として\n捜査する方針が決まった。Ｎ課長は，Ｍ警部を通じて，Ｂ警部に対し，被頒布者\nらの供述調書を作成するように指示した。\n(7) 同月１４日以降，同署員らのほか，署長の応援要請により派遣された大分県警察\n本部警備第一課所属の警察官５名が，被頒布者らの供述調書を作成した。その\n過程で戸別訪問の事実も確認されたことから，本件を戸別訪問でも立件する方\n針が決まった。これと並行して，ビラの収集も，同月１９日まで続けられた。\n(8)  Ｂ警部は，同月２２日，大分県警察本部から被告人の任意同行と取調べをするよ\nうにとの指揮を受けた。そこで，Ｂ警部は，本件選挙の投票日の翌日である同月\n２８日，被告人に対し，同署に出頭するように求めた。被告人は，同年５月１日，\n同署に出頭して，Ｊ警部補による取調べを受けた。Ｊ警部補は，同月３日，１８戸\nに対する戸別訪問，その訪問先を含む３６名に対する法定外文書頒布及び事前\n運動の被疑事実により，被告人を通常逮捕した。\nそして，検察官は，同月２３日，１８戸に対する戸別訪問，その訪問先１８名に対\nする法定外文書頒布及び事前運動の公訴事実により，被告人を当庁に公訴提\n起した。\n(9)  本件選挙を含む第１５回統一地方選挙に関し，同署内に設置された統一地方選\n挙取締本部が認知した公職選挙法違反事件のうち，公訴提起されたものは本件\nのみである。また，警告で終わった事件は５件あり，そのうち４件は，看板各１枚\nの掲示で，そのほかの１件は，本件より前に行われた３戸に対する戸別訪問及\nび事前運動である。この戸別訪問は，選挙運動員がパンフレットを持って駐在所\nを訪問し，よろしくお願いしますと言ったというものであり，同人の供述から３戸に\n対する戸別訪問が確認され，同年３月１９日，同人に対し，警告がされた。なお，\n上記パンフレットは，法定外文書には当たらないと判断された。そのほか，同取\n締本部には，買収や供応等の選挙犯罪の情報が寄せられたが，いずれも立件\nするには至らなかった。\n第１５回統一地方選挙における大分県下の戸別訪問ないし法定外文書頒布を含\nむ事件について，公訴提起されたものは本件以外に存しないのに対し，警告で\n終わったものは９件あるが，いずれも被告人の逮捕時の前記被疑事実と比べて\n訪問戸数ないし頒布文書数が少ないものであった。また，警察内部において，戸\n別訪問や法定外文書頒布の事件を立件するか，それとも警告にとどめるかにつ\nいて，一定の数値等による基準があるところ，本件は，この基準を上回っている\nのに対し，上記９件は，いずれもこの基準を下回っていた。さらに，同年１１月９\n日施行の中津市長選挙における戸別訪問及び事前運動の事件で，警告で終わ\nったものが１件あるが，これについても上記９件と同様である。\n平成１１年４月１１日施行の大分県議会議員選挙においては，１３戸に対する戸\n別訪問及びその訪問先１３名に対する法定外文書頒布の公訴事実により，３名\nが公訴提起され，略式命令を請求されたほか，２８戸に対する戸別訪問及びそ\nの訪問先２８名に対する法定外文書頒布の公訴事実により，４名が公訴提起さ\nれ，略式命令を請求されている。\n３　弁護人らの主張の要旨\n警察は，日本共産党員である被告人の本件選挙における得票を減らすことをねら\nい，当初から被告人の公職選挙法違反事件を警告で終わらせるのではなく，立件\nして被告人を検挙する方針で，本件当日に被告人がビラを配っていることを午後５\n時１０分よりもかなり前から知りつつ，本件を現に行っている被告人に対して警察官\n職務執行法２条所定の職務質問や同法５条所定の警告を行わずに最後まで被告\n人にビラを配らせた。そして，本件選挙の告示前から迅速かつ大がかりな捜査態\n勢をとって，広範囲にわたって徹底した聞き込み捜査を行い，買収等の実質犯と同\n様に選挙の投票日前は選挙に不当な影響を与えないように配慮して，被訪問者ら\nの取調べ等の本格的な捜査は本件選挙後に行うべきであったのに，被告人の公\n訴提起に備えて強引に被訪問者らの供述調書を作成した。\nまた，第１５回統一地方選挙において，大分県下で戸別訪問や法定外文書頒布に\nより検挙されたのは本件のみで，全国でも法定外文書頒布で検挙されたのは本件\nのみであり，本件は警告で終わらせるべきであった。加えて，前記の駐在所等への\n戸別訪問や前記中津市長選挙における戸別訪問の事件においては，本件のよう\nに広範囲にわたって聞き込み捜査をしないなど，捜査態勢の点で本件と大きな差\nがあるし，豊後高田市においては買収や供応の事件が多く，警察等が本件で行っ\nたような熱心な捜査を行えば，これらの事件を立件することが可能であったのに，\nそれをせず，日本共産党員である被告人に対してのみ差別的に捜査をした上，検\n察官が差別的に公訴提起したものである。\nしたがって，本件公訴提起は，憲法１４条１項に違反し，検察官の訴追裁量権を逸\n脱しているから，公訴権の濫用に当たる。\n４　検　討\n(1) 本件捜査の適法性及び妥当性について\nア　しかし，前記認定の本件捜査の経緯等をみると，警察官らが，被告人自身につ\nいて，その思想，信条等を理由に，一般の場合に比べ，捜査上不当に不利益\nな取扱いをしたとか，刑事訴訟法や警察官職務執行法等に違反する捜査をし\nた事実は見いだせない。以下においては，弁護人らの前記主張にかんがみ，\n当裁判所の判断を補足して説明する。\nイ(ア)    本件当日に警察官らが現認したのは，被告人が数戸を訪問してビラ様の紙\nを渡すなどの行為であるが，これは，その訪問に投票を得る目的がない場\n合，あるいは，その紙が選挙運動のために使用する文書でなければ適法な\n行為であるし，その目的の存否や文書の内容は，警察官らが現認した被告\n人の上記行為の外形から直ちに判明するものではなく，被訪問者から被告\n人の言動について聴取したり，被告人が配ったビラの内容を確認するなど\nの事後的な捜査を踏まえて総合的に判断せざるを得ない。そうすると，警察\n官らが被告人の上記行為を現認しただけでは，これが犯罪に当たるか否か\nを判断するのは困難であり，警察官らが被告人の戸別訪問等の疑いを抱き\nつつも，直ちに被告人に対して職務質問や警告をしなかったからといって，\nこれを不当ということはできない。これは，仮に，警察官らが前記認定の時\n点よりも早い段階から被告人が戸別訪問をしてビラを配っているのを現認\nし，その後，被告人の動静を監視していたとしても，同様である。なお，警察\n官らがあらかじめ被告人が戸別訪問等をするとの情報を得て，被告人の検\n挙等をねらっていたことをうかがわせる証拠は存在しない。\nもっとも，Ｃ巡査長は，被告人を現認した当時，Ｅ付近の交差点の，一時停止\n違反の取締りをしていた旨供述している。もしそうであるとすると，一時停止\n違反を現認すれば直ちにその車両の停止を求めることができる態勢をとっ\nていたはずであるのに，Ｃ巡査長は，その当時，同交差点から遠く離れた場\n所で，もう一人の警察官と二人でパトロールカーの中にいたもので，一時停\n止違反を現認したとしても，直ちに違反車両の停止を求めることは不可能で\nあった。この点からすると，Ｃ巡査長の上記供述は，にわかに信用できな\nい。しかし，その当時は，既に統一地方選挙取締本部が設置されて，全署\n員態勢で選挙犯罪の取締り等に当たっていた時期である上，本件選挙の\n告示日が迫っていたことなどからすると，選挙犯罪が行われる可能性が高\nまっていたといえるから，Ｃ巡査長らが交通違反の取締り等とともに選挙犯\n罪の発生にも関心を持って取締りを行っていたとしても不自然ではない。\n(イ)    また，警察の捜査の態勢，方法や時期等の選択は，警察の裁量にゆだねら\nれるべきものである上，本件においては，警察官らが現認した被告人の具\n体的な行為に照らし，被告人が広範囲にわたって多数の戸別訪問及び法\n定外文書頒布をした疑いがあり，この点を明らかにするためには，被訪問\n者の記憶が薄れたり，被告人が配ったビラが捨てられないうちに，多数の\n被訪問者から被告人の言動について聴取したり，上記ビラを集めるなどの\n捜査をする必要があったと認められる。すなわち，買収や供応においては，\nそれを行った者だけでなく，それに応じた者も公職選挙法違反となり，また，\nそれに応じて金品や接待等を受けることが選挙違反になることが広報され\nているから，被買収者や被供応者にも特異な体験として記憶に残りやすい\nといえる。これに対し，戸別訪問や法定外文書頒布は，それを受けた者に\nは犯罪は成立せず，通常の適法行為であるから，買収や供応を受けた場\n合に比べ，記憶が薄れやすいという特徴があるといえる。したがって，本件\n選挙の告示前の時期に，速やかに豊後高田警察署の警察官を最大限動員\nし，広範囲の区域にある全戸への聞き込み捜査を行って上記ビラを集めた\nことや，大分県警察本部の警察官らの応援も得て，本件選挙の投票日前に\n被訪問者らの供述調書を作成したことを不当ということはできない。警察官\nらが被訪問者らに対し，説得の域を超えて強制的に供述調書の作成に応じ\nさせた事実もうかがわれない。他方，被告人に対する出頭要請を本件選挙\nの投票日後に行うなど，本件捜査においては，本件選挙の立候補者である\n被告人に対して一定の配慮がなされていることがうかがわれる。\n(ウ)    そして，本件とほかの事件との捜査態勢の違いをいう点については，そもそ\nもほかの事件の詳細が明らかでない上，警察がどのような捜査の態勢をと\nるかは個々の事案に応じて異なるもので，一概に比較することはできない。\nまた，前記(ア)及び(イ)のとおり，被告人自身に対する警察の捜査が刑事訴\n訟法や警察官職務執行法等にのっとり，適正に行われており，被告人が，\nその思想，信条等を理由に一般の場合に比べ，捜査上不当に不利益に取\nり扱われたものでないときは，仮に，被告人の本件行為と同等か，あるい\nは，これより悪質な行為を行ったほかの被疑者が，警察段階の捜査におい\nて有利な取扱いを受け，事実上刑事訴追を免れるという事実があったとし\nても，そのために，被告人自身に対する捜査手続が憲法１４条１項に違反\nすることになるものではない（最高裁昭和５６年６月２６日第二小法廷判決・\n刑集３５巻４号４２６頁）。\n(2) 本件公訴提起等の公平性について\n第１５回統一地方選挙における大分県下の戸別訪問ないし法定外文書頒布を含\nむ事件について，公訴提起されたものは本件のみであるが，本件の訪問戸数及\nび頒布文書数は，警察内部の立件するか否かの基準を上回っている。他方，警\n告で終わった９件は，いずれも被告人の逮捕時の被疑事実と比べて訪問戸数な\nいし頒布文書数が少なく，かつ，上記基準を下回っている。また，前記大分県議\n会議員選挙においては，本件よりも訪問戸数及び頒布文書数が少ない事件に\nついて，公訴提起され，略式命令の請求がされている。そうすると，警察官及び\n検察官は，一定の基準に照らして，本件を立件して公訴提起するのが相当な事\n案と判断したものと認められ，被告人が日本共産党員であることなどを理由に，\n一般の場合であれば公訴提起されないような事案であるのに，し意的に被告人\nを検挙して公訴提起したとはいえない。\nそして，本件の訪問戸数及び頒布文書数のみならず，現職の豊後高田市議会議\n員で，本件選挙への立候補を予定していた被告人が，自ら多数の戸別訪問及び\n法定外文書頒布を行った疑いがあり，本件はその一部であるとみられるという本\n件の特徴等をも併せ考慮すると，本件を警告にとどめずに立件し，公訴提起した\nという，警察官及び検察官の上記判断は，不公平で不合理なものであるとはい\nえない。\n(3) 結　論\n以上によれば，本件公訴提起には，被告人に対する不当な差別や訴追裁量権の\n逸脱等はなかったものというべきである。\nしたがって，検察官による本件公訴提起は，公訴権の濫用には当たらないから，\nこれが公訴権の濫用に当たる旨の弁護人らの主張は採用できない。\n第２　憲法並びに市民的及び政治的権利に関する国際規約（以下「規約」という。）違反\nの主張について\n１　憲法違反の主張について\n(1) 弁護人らの主張\n戸別訪問を禁止する公職選挙法１３８条１項及び文書頒布を制限する同法１４２\n条の各規定は，規制の目的に正当性がなく，少なくとも規制が広すぎるから，い\nずれも表現の自由を保障している憲法２１条１項に違反する。次に，事前運動を\n禁止する公職選挙法１２９条の規定は，規制の目的に正当性がなく，少なくとも\n規制の必要性がないから，憲法２１条１項に違反する。また，公職選挙法１２９条\nにいう選挙運動は日常の政治活動と明確に区別できないのに，これを処罰する\n同法２３９条１項１号の規定は，明確性を欠き，憲法２１条１項の明確性の原則，\n３１条の罪刑法定主義に違反する。さらに，事前運動，戸別訪問及び法定外文\n書頒布を処罰する公職選挙法２３９条１項１号，３号，２４３条１項３号並びに当選\n無効の効果を認める同法２５１条の各規定は，罪刑の均衡を著しく失するから，\n憲法２１条１項，３１条に違反する。したがって，公職選挙法の上記各規定は，い\nずれも無効である。\n(2) 戸別訪問の禁止，処罰について\n憲法２１条１項は，言論・出版その他表現の自由を絶対無制限に保障しているも\nのではなく，公共の福祉のために必要がある場合には，その時，所，方法等につ\nき合理的制限がおのずから存するものである（最高裁昭和２５年９月２７日大法\n廷判決・刑集４巻９号１７９９頁参照）。\nそして，戸別訪問の禁止は，意見表明そのものの制約を目的とするものではな\nく，意見表明の手段，方法のもたらす弊害，すなわち，戸別訪問が買収，利害誘\n導等の温床になりやすく，選挙人の生活の平穏を害するほか，これが放任され\nれば，候補者側も訪問回数等を競う煩わしさに耐えられなくなる上に多額の出費\nを余儀なくされ，投票も情実に支配されやすくなるなどの弊害を防止し，もって選\n挙の自由と公正を確保することを目的としている。この目的は正当であり，それ\nらの弊害を総体としてみるときには，戸別訪問を一律に禁止することと禁止目的\nとの間に合理的な関連性があるといえる。そして，戸別訪問の禁止によって失わ\nれる利益は，それにより戸別訪問という手段，方法による意見表明の自由が制\n約されることではあるが，それは，もとより戸別訪問以外の手段，方法による意\n見表明の自由を制約するものではなく，単に手段，方法の禁止に伴う限度での\n間接的，付随的な制約にすぎない反面，禁止により得られる利益は，戸別訪問\nという手段，方法のもたらす弊害を防止することによる選挙の自由と公正の確保\nであるから，得られる利益は失われる利益に比べてはるかに大きいといえる。ま\nた，戸別訪問罪の法定刑は，１年以下の禁錮又は３０万円以下の罰金であり，\n保護法益の重要性，行為の違法性の程度等にかんがみると，罪刑の均衡を失\nするとはいえない。\n以上によれば，戸別訪問を一律に禁止している公職選挙法１３８条１項及びこれ\nを処罰する同法２３９条１項３号の各規定は，合理的で必要やむを得ない限度を\n超えるものとは認められず，憲法２１条１項，３１条に違反するものではない（最\n高裁昭和４４年４月２３日大法廷判決・刑集２３巻４号２３５頁，昭和５６年６月１５\n日第二小法廷判決・刑集３５巻４号２０５頁，昭和５６年７月２１日第三小法廷判\n決・刑集３５巻５号５６８頁，昭和５９年２月２１日第三小法廷判決・刑集３８巻３号\n３８７頁等参照）。\n(3) 文書頒布の制限，処罰について\n公職の選挙につき，文書の無制限の頒布等を許容するときは，選挙運動に不当\nな競争を招き，そのため，選挙の自由と公正を害し，その適正，公平を保障し難\nいこととなるので，このような弊害を防止するために必要かつ合理的と認められ\nる範囲において，文書の頒布の制限，処罰等の規制を加えることは，選挙の適\n正，公平を確保するという公共の福祉のためのやむを得ない措置である。また，\nその違反に対する２年以下の禁錮又は５０万円以下の罰金という法定刑は，罪\n刑の均衡を失するとはいえない。\nしたがって，このような措置を認めた公職選挙法１４２条，２４３条１項３号の各規\n定は，憲法２１条１項，３１条に違反するものとはいえない（最高裁昭和３０年４月\n６日大法廷判決・刑集９巻４号８１９頁，昭和３９年１１月１８日大法廷判決・刑集\n１８巻９号５６１頁，昭和４１年５月２７日第二小法廷判決・裁判集刑事１５９号８９\n１頁，前記昭和４４年４月２３日大法廷判決，昭和５７年３月２３日第三小法廷判\n決・刑集３６巻３号３３９頁，昭和５９年２月３日第二小法廷判決・裁判集刑事２３\n４号２６９頁等参照）。\n(4) 事前運動の禁止，処罰について\n公職の選挙につき，常時選挙運動を行うことを許容するときは，その間，不当，無\n用な競争を招き，これが規制困難な不正行為の発生等により選挙の公正を害す\nるに至るおそれがあるのみならず，いたずらに経費や労力がかさみ，経済力の\n差による不公平が生ずる結果となり，ひいては選挙の腐敗をも招くおそれがあ\nる。このような弊害を防止して，選挙の公正を確保するためには，選挙運動の期\n間を長期にわたらない相当の期間に限定し，かつ，その始期を一定して，各候補\n者ができる限り同一の条件の下に選挙運動に従事し得ることとする必要があ\nる。公職選挙法１２９条が，選挙運動は，立候補の届出のあった日から当該選挙\nの期日の前日まででなければすることができないと定め，同法２３９条１項１号\nが，事前運動をした者を１年以下の禁錮又は３０万円以下の罰金に処すると定\nめたのは，まさに，上記の要請にこたえようとする趣旨に出たものであって，選挙\nが公正に行われることを保障することにより，公共の福祉を維持することができ\nる。そうすると，選挙運動をすることができる期間を規制し，事前運動を禁止，処\n罰することは，合理的で必要やむを得ない制限であるといえるし，罪刑の均衡を\n失するとはいえない。したがって，公職選挙法１２９条，２３９条１項１号の各規定\nは，憲法２１条１項，３１条に違反するものとはいえない（最高裁前記昭和４４年４\n月２３日大法廷判決，前記昭和５６年７月２１日第三小法廷判決，前記昭和５９\n年２月３日第二小法廷判決等参照）。\nまた，公職選挙法における選挙運動とは，特定の公職の選挙につき，特定の立\n候補者又は立候補予定者に当選を得させるため投票を得若しくは得させる目的\nをもって，直接又は間接に必要かつ有利な周旋，勧誘若しくは誘導その他諸般\nの行為をすることをいうものであると解される。そうすると，同法における選挙運\n動の意義が不明確であるとはいえない。同法１２９条は，このような選挙運動を\n一定の期間においてのみ行うことを許容し，同法２３９条１項１号は，これに違反\nした者を処罰するのであるから，事前運動罪の構成要件が明確性を欠くともいえ\nない。したがって，同法１２９条，２３９条１項１号の各規定は，その意味でも，憲\n法２１条１項，３１条に違反するものではない（最高裁昭和３８年１０月２２日第三\n小法廷決定・刑集１７巻９号１７５５頁参照）。\n(5) 当選無効について\n公職選挙法２５１条が，戸別訪問，法定外文書頒布及び事前運動等の選挙犯罪\nを犯して刑に処せられた当選人の当選を無効とするのは，公職の選挙が選挙人\nの自由に表明する意思によって公明かつ適正に行われることを確保し，その当\n選が公明，適正な選挙の結果となるようにする趣旨である。そして，立候補者又\nは立候補予定者が自ら上記のような選挙犯罪を行う場合においては，その犯罪\n行為は候補者の当選に相当な影響を与えるものと推測され，また，その得票も\n必ずしも選挙人の自由な意思によるものとはいい難い。したがって，その当選\nは，公正な選挙の結果によるものとはいえないから，その当選を無効とすること\nが，選挙制度の本旨にもかなうというべきである。\n以上によれば，同条の規定は，憲法２１条１項，３１条に違反するものとはいえな\nい。\n(6) 結　論\nしたがって，公職選挙法１３８条１項，２３９条１項３号，１４２条，２４３条１項３号，\n１２９条，２３９条１項１号，２５１条の各規定は，憲法２１条１項，３１条に違反しな\nいから，弁護人らの前記主張は採用できない。\n２　規約違反の主張について\n(1) 弁護人らの主張\n被告人の行為は，選挙活動ととらえられるとしても，規約１９条，２５条を統合し\nた，選挙過程における言論・表現の自由に基づく選挙活動の権利として，完全に\n自由が保障されている。そして，戸別訪問及び文書頒布を禁止，制限，処罰し，\n当選無効の効果を認める公職選挙法１３８条１項，２３９条１項３号，１４２条，２４\n３条１項３号，２５１条の各規定は，規約１９条，２５条により許される制限の範囲\nを超えている。また，事前運動を禁止，処罰し，当選無効の効果を認める公職選\n挙法１２９条，２３９条１項１号，２５１条の各規定は，規約１９条，２５条が許容す\nる正当な目的に役立つとはいえず，規制は必要性も合理性も欠いている。さら\nに，被告人の行為について，その内容，程度，結果のいかんを問わず，選挙権\n及び被選挙権の停止の効果を認める公職選挙法２５２条の規定は，規約上の権\n利制限として著しく比例性を欠いている。したがって，公職選挙法の上記各規定\nは，いずれも無効である。\n(2) 規約２５条違反の主張について\n規約２５条は，次のとおり規定している。\n「すべての市民は、第二条に規定するいかなる差別もなく、かつ、不合理な制限\nなしに、次のことを行う権利及び機会を有する。\n(a) 直接に、又は自由に選んだ代表者を通じて、政治に参与すること。\n(b) 普通かつ平等の選挙権に基づき秘密投票により行われ、選挙人の意思\nの自由な表明を保障する真正な定期的選挙において、投票し及び選挙\nされること。\n(c) 一般的な平等条件の下で自国の公務に携わること。」\nこの規定は，市民が政治に参与する権利，投票する権利（選挙権），選挙される\n権利（被選挙権，立候補の権利）及び公務に携わる権利を保障している。このう\nち，投票し，選挙される権利は，普通選挙権，平等選挙権，秘密投票及び選挙\n人の意思の自由な表明を保障する真正な定期的選挙において行使できることを\n前提とする権利である。そして，選挙活動の自由は，選挙人の意思の自由な表\n明に基づいて選挙される権利に密接に関連するものとはいえるが，その規定の\n文脈や「選挙される」との用語の通常の意味に照らすと，同条(b)が選挙活動の\n自由を直接保障しているとは解されない。\nまた，規約２８条所定の人権委員会の一般的意見２５は，「表現，集会及び結社\nの自由は投票権の実効的な行使のために不可欠な条件であり，完全に保障さ\nれなければならない。」（１２項），「２５条により保護されている権利の完全な享受\nを確保するためには，市民，立候補者及び選挙された代表者との間で，公的及\nび政治的問題に関する情報及び意見の自由な伝達が不可欠である。（中略）こ\nれはまた，個人として又は政党その他の団体を通じて政治的活動に従事する自\n由，政治について討論する自由，平和的示威行動及び集会を行うこと，批判し反\n対すること，政治的文書を出版すること，選挙活動をすること及び政治的意見を\n宣伝することなど，規約１９条，２１条及び２２条に保障されている権利を完全に\n享受し，尊重することを要求する。」（２５項）と述べている。すなわち，これは，規\n約２５条により保障されている権利，特に投票する権利を確保するためには，規\n約１９条等により保障されている表現の自由等の権利を尊重することが不可欠\nであるとの趣旨をいうものであり，選挙活動の自由は，「規約１９条，２１条及び２\n２条に保障されている権利」の一例としてあげられている。そうすると，選挙活動\nの自由は，規約２５条により保障されている権利を確保するために不可欠な条\n件の一つとして尊重されるものではあるが，選挙活動の方法，形式等に応じて，\n表現の自由についての権利（規約１９条），平和的な集会の権利（規約２１条）及\nび結社の自由についての権利（規約２２条）として保障されるものであって，規約\n２５条によって重ねて保障されるものではないと解される。\nしたがって，選挙活動として行われる戸別訪問，文書頒布及び事前運動に対する\n禁止，制限，処罰等の規制は，規約２５条に違反するものではないと解される\n（最高裁平成１４年７月５日第二小法廷判決・裁判集刑事２８１号７０５頁，同年９\n月９日第一小法廷判決・裁判集刑事２８２号５頁，同月１０日第三小法廷判決・裁\n判集刑事２８２号２５１頁参照）。\n(3) 規約１９条違反の主張について\nア　規約１９条３項は，表現の自由についての権利（同条２項）に対する制限事由に\n関し，次のとおり規定している。\n「２の権利の行使には、特別の義務及び責任を伴う。したがつて、この権利の行\n使については、一定の制限を課することができる。ただし、その制限は、法\n律によつて定められ、かつ、次の目的のために必要とされるものに限る。\n(a) 他の者の権利又は信用の尊重\n(b) 国の安全、公の秩序又は公衆の健康若しくは道徳の保護」\nそして，人権委員会の一般的意見１０は，「締約国が表現の自由の行使に対し\n一定の制限を課する場合，その制限は，権利の本質を損なうようなものであっ\nてはならない。（中略）制限は，『法律によつて定められ』なければならず，３\n項(a)及び(b)で定める目的のいずれかのために課することができるだけであ\nり，当該締約国にとってこの目的のいずれかのために『必要』として正当化で\nきなければならない。」と述べている（４項）。\nイ(ア)    これを本件についてみると，戸別訪問，文書頒布及び事前運動に対する禁\n止，制限，処罰等の規制は，表現の自由についての権利に対する制限であ\nるが，これは公職選挙法という「法律」によって定められている。\nまた，その規制は，前記のとおり，選挙の自由と公正を確保することを目的と\nしているから，「公の秩序」を保護する目的のためのものであると認められ\nる。人権委員会の一般的意見２５が「選挙は，定期的に，公正かつ自由に\n行われなければならない。」と述べていること（１９項）は，選挙の自由と公正\nが「公の秩序」に当たると解することに沿うものである。\n(イ)    次に，制限の必要性について検討すると，これらの各行為は，前記のような\n弊害を伴い，選挙の自由と公正を害するおそれのあるものである。そして，\n選挙の自由と公正は，議会制民主主義にとって不可欠で，極めて重要な意\n義を有するものであり，これを確保して，選挙人の意思の自由な表明を保\n障するため，これらの各行為に対する禁止，制限，処罰等の規制をする必\n要があると認められる。また，選挙運動の方法及び期間を合理的なものに\nすることによって，財力のある者とない者，選挙に人員をかけられる者とそ\nうでない者との間の不均衡の是正を図り，立候補者間の選挙運動を実質的\nに公正なものにする必要もあると認められる。\nそして，これらの各行為等の選挙犯罪で処罰された者は，選挙に関与させるこ\nとが不適当と認められ，その者を一定の期間，公職の選挙に関与すること\nから排除して，選挙の公正を確保するとともに，本人の反省を促すことは相\n当である。したがって，このような者に対して選挙権及び被選挙権を停止す\nる必要性も認められる。\n加えて，戸別訪問については，前記のとおり，買収等の温床となりやすく，買\n収等の悪質な選挙犯罪が今日においても後を絶たない我が国の実情にか\nんがみると，買収等を事後的に取り締まるのみならず，戸別訪問を禁止す\nることによって，これらの悪質な選挙犯罪を未然に防止する必要があると認\nめられる（被買収者の中には，あまり抵抗なく金品を受け取る者もあるが，\n中には買収者への義理ないし受け取らないことによってその立候補者を支\n持していないと見られるのが嫌で不承不承受け取っている者もいる《当庁平\n成１７年７月２８日判決》。戸別訪問を全面的に認めてしまうと，選挙運動期\n間中あるいはこれに近接した時期に選挙人宅を訪れることに外形的な規制\nが外れることになって，立候補者間の相互監視等が働かなくなり，立候補\n者側の買収する誘惑に対する心理的抵抗が低くなって，後者のような被買\n収者が増加するおそれがあることは否定できない。）。また，財力のある者\nとない者，選挙に人員をかけられる者とそうでない者との間の不均衡の是\n正を図り，立候補者間の選挙運動を実質的に公正なものにするという意味\nでも戸別訪問を禁止する必要があると認められる。\n人権委員会の一般的意見２５も，規約２５条(b)所定の投票し，選挙される権利\nに関し，「選挙人の意思の自由な表明を歪曲し，又は抑制するあらゆる種\n類の不当な影響又は強制を受けることがあってはならない。投票者はあら\nゆる種類の暴力，暴力による脅迫，強制，誘惑又は不正工作による干渉を\n受けることなく，独自の意見を形成することができなければならない。選挙\n運動の費用に関する合理的な制限は，立候補者又は政党の不相当な支出\nにより投票者の自由な選択が損なわれないようにし，民主的手続が歪めら\nれないようにするために必要な場合には，正当化され得る。」と述べている\n（１９項）。すなわち，これは，選挙人の意思の自由な表明に対するあらゆる\n種類の不当な影響等を排除すべきであるとの趣旨をいうものであり，その\n不当な影響等の一例として，選挙運動の費用の不相当な支出をあげて，こ\nれに対する必要かつ合理的な制限が正当化され得ることを指摘している。\n戸別訪問，法定外文書頒布及び事前運動の各行為も，選挙人の意思の自\n由な表明に対して不当な影響を及ぼすものであるから，これらを規制する\n必要があり，合理的な範囲で正当化されるものといえる。\n(ウ)　そこで，その規制が合理的なものとして正当化されるかについて検討する\nと，戸別訪問の禁止は，意見表明の一手段を禁止するにとどまり，例えば，\n戸別訪問に当たらない個々面接及び事業所等の訪問や電話による意見表\n明の自由は何ら制約されていないし，一定の条件の下で個人演説会等を\n開催して選挙運動のための演説をすることや選挙運動のためにする街頭\n演説を行うことも可能である（公職選挙法１６１条ないし１６６条参照）。\n次に，文書頒布の制限も，意見表明の一手段を制約するにとどまり，相当数\nの通常葉書等（本件選挙については選挙用である旨の表示をした通常葉\n書２０００枚）を郵送の方法により頒布することが可能である上，制限される\n文書は，選挙運動のために使用するものに限られ，文書による意見表明の\n自由一般を制約するものではない。また，事前運動の禁止は，選挙運動の\n期間を制限するにとどまり，立候補者等の意見表明により情報が伝達され\nるとともに，各選挙の規模に応じ，立候補者間の公平を図るために必要か\nつ相当な選挙運動の期間（本件選挙については７日間）が確保されている。\nしかも，その期間以外に行う選挙運動に当たらない意見表明等の政治活動\nの自由は何ら制約されていないし，個人の政治活動の自由はその期間中も\n何ら制約されていない（同法１４章の３参照）。例えば，立候補者又は立候\n補予定者が新聞，雑誌や演説会等で政治的意見を表明することは，その期\n間の内外を問わず，自由である。現に，被告人は，長年にわたり，自らの議\n会活動の報告や政治的意見等を掲載した「みんなの高田」と題する文書\n（以下「みんなの高田」という。）を毎週発行して配付しているが，その行為\nは何ら制約されるものではないし，これを捜査機関等にとがめられたことも\nない。また，本件公訴提起の対象となっている本件ニュースと同時に配られ\nた「みんなの高田」等の文書２枚はその対象とはされていない。このように，\n同法は，政治活動の自由を不当に侵害しないように，選挙運動に対して個\n別具体的，限定的な規制をして，公権力の濫用に歯止めをかけており，そ\nのため，その規制は慎重に運用されていることがうかがわれるのである。そ\nして，立候補者等が上記のように多様な手段，方法による意見表明を行う\nことにより，選挙人は，代表者としてふさわしい立候補者の選択に関する独\n自の意思を形成して選挙権を自由かつ実効的に行使するために情報を得\nることができる。\nさらに，戸別訪問，法定外文書頒布及び事前運動の各行為に対する刑罰は，\n前記のとおり，不当に重いものとはいえないし，禁錮刑に処することにより\n過酷な結果が生ずる場合には，罰金刑を選択することによりこれを回避す\nることも可能である。本件の求刑も罰金刑であるし，前記第１の２(9)記載の\n略式命令を請求された者らも罰金刑に処せられている。\n加えて，選挙人によって選挙された代表者は，法律や条例を制定するなど，選\n挙人を含む国民ないし住民の権利を制約し，義務を課すような重大な職責\nを負う地位にあるから，選挙人の意思の自由な表明に基づく真正な選挙に\nよって，その地位にふさわしい者が選挙されるべきであり，公職の選挙に立\n候補する者は，選挙人の意思の自由な表明に不当な影響等を及ぼさない\nように，公正な選挙運動をしなければならない。そして，立候補者自身に求\nめられる選挙運動の公正さは，上記のような代表者の地位にかんがみ，立\n候補者以外の者よりも強く要請され，自ら不公正な選挙運動を行って当選\nした者に対する制裁は，当選人以外の者が同様の行為をしたといういわゆ\nる連座制の場合よりも厳格なものになっていることにも合理性があるという\nべきである。したがって，当選人が自ら不公正な選挙運動により選挙人の\n意思の自由な表明に対して不当な影響等を及ぼした場合には，その当選\nは，真正な選挙の結果によるものではないとして当然に無効とされ，かつ，\nその対象となる選挙犯罪が買収等の悪質なものに限られなくてもやむを得\nないといえる（同法２５１条ないし２５１条の５，２１０条，２１１条参照）。\nそして，選挙権及び被選挙権の停止についても，犯罪の態様その他情状によ\nっては，その停止に関する規定を適用せず，又はその停止期間を短縮する\nなど，具体的な事案に応じて，裁判によってその処遇を緩和することが可能\nである（同法２５２条４項）。\nそうすると，戸別訪問，文書頒布及び事前運動の各行為に対する禁止，制\n限，処罰等の規制は，いずれも合理的なもので，権利の本質を損なうような\nものとはいえず，我が国にとって前記の目的のために必要として正当化で\nきるものというべきであるから，規約１９条に違反するものではないと解され\nる（最高裁前記平成１４年７月５日第二小法廷判決，前記同年９月９日第一\n小法廷判決，前記同月１０日第三小法廷判決参照）。\n３　限定解釈の主張について\n弁護人らは，戸別訪問罪，法定外文書頒布罪及び事前運動罪の各構成要件を憲\n法及び規約に適合するように限定解釈すべきであり，被告人の行為は，このように\n限定解釈された各構成要件には該当しない旨主張する。\nしかしながら，前記１及び２のとおり，これらの各構成要件は限定解釈しなくても憲\n法及び規約に違反するものではないから，弁護人らの上記主張は，その前提を欠\nき，採用できない。\n第３　被告人の行為の構成要件該当性について\n１　弁護人らは，被告人の行為は戸別訪問罪，法定外文書頒布罪及び事前運動罪の\n各構成要件に該当しない旨主張する。そこで，被告人の戸別訪問時の言動等の事\n実を確定した上，被告人の行為が上記各構成要件に該当するか否かについて検\n討する。\n２　被告人の戸別訪問時の言動等\n(1) 甲１\n被告人は，甲１’方を訪れて，チャイムを鳴らし，甲１は，玄関のドアを開けた。被\n告人は，同女に対し，本件ニュース等のビラを渡して，「新聞が３部できたので読\nんでください。今度選挙に出ますから，よろしくお願いします。」と言った。同女が\n「まあ頑張ってください。」と言うと，被告人は，「まあよろしくお願いします。」と言\nった。\n(2) 甲２\n被告人は，甲２’を訪れ，「ごめん下さい。」と言って，店内に入った。被告人は，甲\n２に対し，「読んでください。」と言って，テーブルの上に本件ニュース等のビラを\n置いた。同人が「選挙がありますね。」と言うと，被告人は，甲２に対し，「よろしく\nお願いします。」と言った。同人は，「頑張ってください。」と答えた。\n(3) 甲３\n被告人は，甲３’方を訪れて，チャイムを鳴らし，甲３は，玄関に行って，「どうぞ。」\nと声をかけた。被告人は，玄関のドアを開けて，中に入り，「お願いします。」と言\nった。被告人は，同女に対し，本件ニュースを渡した。\n(4) 甲４\n被告人は，甲４’方前の道路を自転車で通りかかったところ，甲４は，敷地内の駐\n車場にとめられていた自動車に乗ろうとしていた。被告人は，同女に対し，「あ\nっ，奥さん。」と声をかけたところ，同女は，立ち止まった。被告人は，自転車から\n降りて，上記駐車場内に入り，同女に対し，「今度また奥さんにお世話になります\nので，よろしく。こんなときじゃないと手を握れないから。」と言って，右手を差し出\nして握手を求め，同女と握手をした。被告人は，その後，道路に戻って，自転車\nの後部荷台のかごに積まれていた本件ニュース等のビラを取り，上記駐車場内\nに戻って，同女に対し，「読んでください。」と言って，これらを渡した。\n(5) 甲５\n被告人は，甲５’方を訪れて，玄関の中に入り，「Ａです。新しいちらしができたの\nで，持ってきました。」と言った。被告人は，甲５に対し，本件ニュース等のビラを\n渡すと，同女は，「御苦労様です。」と言った。被告人は，同女に対し，右手を差し\n出して握手を求め，同女と握手をした。\n(6) 甲６\n被告人は，甲６方を訪れ，応対した同女に対し，本件ニュース等のビラを渡した。\n被告人は，同女に対し，右手を差し出して握手を求め，同女と握手をした。\n(7) 甲７\n被告人は，甲７’方を訪れて，チャイムを鳴らし，応対した甲７に対し，あいさつをし\nた上，「奥さん，やせたんじゃないですか。」と言うと，同女は，「いいえ，そんなこ\nとないですよ。」と答えた。被告人は，同女に対し，本件ニュース等のビラを渡し\nた。被告人は，同女に対し，手を差し出して握手を求め，同女と握手をした。被告\n人は，同女に対し，隣の家の居住者の名前を聞き，「ああ，そうですか。行ってみ\nよう。」と言った。\n(8) 甲８\n被告人は，甲８’方を訪れて，チャイムを鳴らし，甲８は，玄関の開き戸を開けた。\n被告人は，同女に対し，本件ニュース等のビラを渡し，帰り際に，「御主人様にも\nよろしくお伝えください。」と言った。\n(9) 甲９\n被告人は，甲９方を訪れて，チャイムを鳴らし，甲９は，玄関の戸を開けた。同人\nが「今日は何事かえ。」と言ったところ，被告人は，甲９に対し，「今度の選挙は危\nないから，よろしくお願いします。」と言って，本件ニュース等のビラを渡した。\n(10)甲１０\n被告人は，甲１０’方を訪れて，敷地内に入った。被告人は，甲１０に対し，「今度\nの選挙ですね，よろしくお願いします。子供さんにもよろしく言ってください。」と言\nって，本件ニュースを渡した。\n(11)甲１１\n被告人は，甲１１’方を訪れて，土間に入り，部屋のサッシ戸を開けた。甲１１は，\n義母及び義弟とともに，部屋でいちごのパック詰めの作業をしていた。被告人\nは，「選挙が始まりますので。」と言って，本件ニュースを部屋の入り口付近に置\nいた。被告人から見て右側奥に座っていた同女は，被告人を見て頭を下げた。\n(12)甲１２\n被告人は，甲１２’方を訪れて，チャイムを鳴らし，応対した同人に対し，「こんばん\nは。お願いします。」，「これを。」と言って，本件ニュース等のビラを渡した。\n(13)甲１３\n被告人は，甲１３方を訪れて，敷地内に入り，居間にいた同人に対し，「いやぁ久\nしぶり。」と言うと，同人は，居間のガラス戸を開けた。被告人は，甲１３に対し，\n本件ニュース等のビラを渡し，「出るようになったけぇあいさつが遅れた。」と言う\nと，同人は，「ああ，そうですか。頑張ってください。」と言った。同人は，その後，\n被告人の母についての話をした。\n(14)甲１４\n被告人は，Ｌの取次をしている甲１４方を訪れて，店内に入った。被告人は，本件\nニュース等のビラをカウンターの上に置いた上，甲１４に対し，「お願いします。」\nと言った。同人は，店内の奥で客と話をしていたので，被告人に対し，「お客さん\nが見えとるけん。」と言ったところ，被告人は，「ああそうですか。」と言って店から\n出た。\n(15)甲１５\n被告人は，甲１５方を訪れて，玄関の戸を開け，「こんばんは。」と言って，中に入\nった。被告人は，応対した甲１５に対し，「お願いします。」と言って，本件ニュース\n等のビラを渡した。\n(16)甲１６\n被告人は，甲１６方を訪れて，中に入り，部屋のガラス戸を開けて，「お願いしま\nす。」と言って本件ニュースを部屋の入り口付近に置いた。奥の部屋にいた同女\nは，その部屋のガラス戸を開けて出てきて，本件ニュースを受け取った。\n(17)甲１７\n被告人は，甲１７’を訪れて，店内に入り，甲１７に対し，「忙しそうですね。」と言う\nと，同女は，「はい。」と言った。被告人は，同女に対し，「これを読んでください。」\nと言って，本件ニュース等のビラをソファの上に置いた。\n(18)甲１８\n被告人は，甲１８’を訪れ，「こんにちは。」と言って，店内に入り，甲１８も，あいさ\nつをした。被告人は，同女に対し，「後で見てください。」と言って，本件ニュースを\n店内の電話台の上に置いた。\n３　戸別訪問罪の成否\n(1) 投票を得る目的の存否\nア　証拠によって認められる間接事実\n(ア)  被告人は，本件選挙に立候補する決意をして，自ら本件各戸を訪問した。\n(イ)　本件各戸の訪問の時期は，本件選挙の投票日の１５日前である。\n(ウ)　被告人は，１日のうちに連続して，自宅付近の地元地区にある１００戸以上\nを訪問して本件ニュースを配付し，その一環として，本件の１８戸を訪問し\nた。\n(エ)　被告人は，本件以前に，被訪問者らに対し，「後援会ニュース」と題する文書\nを配付したことはなかった。被訪問者らは，いずれも本件選挙の選挙人で\nあるが，被告人を支持する旨を外部に表明したことはないし，客観的にみ\nて，豊後高田市日本共産党後援会の会員と評価することもできない。\n(オ)　被告人が本件各戸に配付した本件ニュースの表面には，左下部に「後援会\nニュース」，「豊後高田市日本共産党後援会」と記載されている。そして，被\n告人の顔写真が掲載され，その下部には，「ひき続き働かせてください」，\n「市会議員Ａ」，「３月議会やイラク戦争すぐやめよ』の街頭宣伝などで、選\n挙のとり組みがが遅れています、みなさんのご支援をよろしくお願いいたし\nます。」などと記載されているほか，「あなたのご家族、お知り合い、友人に\n今すぐＡの票を頼んで下さい」，「『Ａさんは大丈夫よ』と言われるけれど‥\n‥」，「たしかに『Ａは高田の議会にに必要』の共感は広がっていますがＡの\n票には結びついてはいません」，「上位の次は票減らす」などと記載されて\nいる。また，その裏面にも，被告人の顔写真が掲載され，「お知り合いの方\nに『Ａ』の支持を頼んでください」などと記載されているほか，市民の声とし\nて，「負けずに頑張れ」，「わしは、みんなに話して応援しちょるで。」，「みん\nなで声かけＡさんの票を頼まんとな」などと記載されている。\n(カ)　被告人は，被訪問者らに対し，「今度選挙に出ますから，よろしくお願いしま\nす。」（前記２(1)），「今度また奥さんにお世話になりますので，よろしく。」\n（同(4)），「今度の選挙は危ないから，よろしくお願いします。」（同(9)），「選\n挙が始まりますので。」（同(11)），「出るようになったけぇあいさつが遅れ\nた。」（同(13)）などと述べた。また，被告人は，甲４に対し，「こんなときじゃな\nいと手を握れないから。」と言って，握手を求めた（同(4)）ほか，甲５，甲６及\nび甲７に対しても，それぞれ握手を求めた（同(5)ないし(7)）。\nイ　結　論\n前記ア(ア)ないし(カ)の各事実等を総合すれば，被告人が各被訪問者方を訪問\nした際，各被訪問者を含む居住者又は在宅者から投票を得る目的があったと\n認められるから，被告人の各被訪問者に対する訪問行為について戸別訪問\n罪が成立する。\nなお，被告人の甲１１に対する訪問行為（前記２(11)）については，被告人は，同\n女の夫に本件ニュースを渡すためにいちごのビニールハウスに行ったが，同\n人がいなかったので，いちごのパック詰めの作業場となっている甲１１の義母\n方を訪れて中に入り，部屋のサッシ戸を開けると，甲１１並びに同人の義母及\nび義弟がいちごのパック詰めの作業をしており，「選挙が始まりますので。」と\n言って，本件ニュースを部屋の入り口付近に置いたものである。そして，被告\n人は，甲１１の夫との関係等から，同人らが家族でいちご栽培をしていることを\n知っていたと認められ，また，同所が作業場となっていることも知っていたか\nら，甲１１らが同所にいるかもしれないとの認識があったといえる。そうすると，\n被告人は，甲１１の夫のみならず，甲１１を含む同女の義母方に居住又は在\n宅する者らからも投票を得る目的で訪問したものと認められる。\n(2) 弁護人らの主張について\nア　弁護人らは，「投票依頼」は，口頭でされることを要し，文書による投票依頼は\nそもそも「投票依頼」に当たらないから，ビラ配付の目的は，ビラの内容にかか\nわらず，「投票依頼」目的には当たらない旨主張する。\nしかし，公職選挙法１３８条１項に規定する戸別訪問罪の成立要件としては，選\n挙に関し，投票を得るなどの目的をもって，選挙人方を戸別に訪れ，面会を求\nめる行為をすれば足り，必ずしもそれ以上に当該選挙人に口頭で投票を依頼\nするなどの行為に及ぶことを要しないものと解すべきである（最高裁昭和４３\n年１２月２４日第三小法廷判決・刑集２２巻１３号１５６７頁参照）。\nイ　また，弁護人らは，本件ニュースの記載は，客観的な文言上，家族，知人，友\n人等に対する働きかけを依頼したものであり，被訪問者自身にその投票を求\nめたものではないから，本件ニュースの配付目的は，およそ戸別訪問罪にお\nける投票依頼目的には当たらない旨主張する。\nしかし，投票を得る目的の存否は，前記(1)アのような諸事情を総合して判断す\nべきものであって，戸別訪問の際に配付した文書の形式的な記載のみをもっ\nて，直ちにその目的の存在を否定することはできないものというべきである。\nそして，同ア(オ)の本件ニュースの記載をみると，直接的には本件選挙につい\nて家族や知人等に被告人に対する投票を頼むように依頼する趣旨であるもの\nの，その配付を受けた者自身に対する投票依頼の趣旨を排除するような記載\nではなく，むしろ，その趣旨も含むことを暗黙の前提としていると認められる。\n加えて，同(エ)のとおり，被訪問者らは，本件以前に「後援会ニュース」と題す\nる文書の配付を受けたことはない上，客観的にみて，豊後高田市日本共産党\n後援会の会員と評価することはできず，このように被告人に確実に投票すると\nは限らない者に対して上記のような記載のある本件ニュースを初めて配付し\nたことなども考慮すると，その記載のみをとらえて被訪問者らから投票を得る\n目的がなかったといえないことは明らかである。\nウ　さらに，弁護人らは，被告人と被訪問者らとの間には，日ごろから密接な交流\nがあり，被告人は，被訪問者らを後援会員ないし支持者と認識し，選挙活動\nのための奮起を促す趣旨で本件ニュースを配付したものであって，被訪問者\nらに対しては，殊更自己に対する投票を求める必要はなかった旨主張する。\nまた，被訪問者と被訪問予定者は必ずしも同一ではなく，被告人と被訪問者と\nの関係を論じるに当たっては，たまたま訪問時に在宅していた者との関係だけ\nでなく，その家族をも含めて論じる必要がある旨主張する。\nしかし，被訪問者らは，いずれも被告人を支持する旨を外部に表明したことはな\nいし，客観的にみて，同後援会の会員と評価することもできない。被告人は，\n「後援会ニュース」と題する文書を読んでくれる者が後援会員であり，被訪問\n者らはいずれも後援会員であると認識していた旨供述するが，そもそも被告\n人が本件以前に被訪問者らに同文書を配付した事実は認められない。また，\n一方的に被訪問者らを後援会員として把握しているとしても，客観的にみて，\n同文書の配付を受けたのみで，自らが後援会員であるとの自覚がない者を組\n織の構成員と評価することはできないから，被告人について，被訪問者らが確\n実に投票が得られる後援会員であるとの認識があったと認めることはできな\nい。そのほか，被告人が被訪問者らと親しい関係にあるとか，被訪問者がしん\nぶん赤旗を購読していたり，被訪問者の親族が被訪問者に被告人に対する\n投票を頼んでいると述べたなどの事情があったとしても，必ずしも被訪問者ら\nから確実に投票が得られるとまではいえないから，投票を得る目的の存在を\n否定することはできないものというべきである。\nまた，被告人は，主として被訪問者以外の特定の者を訪問するために被訪問者\n方を訪問したが，その特定の者がいなかったという場合についても，直ちに退\n去せず，被訪問者らに本件ニュースを配付するなどしたという実際の訪問行\n為に照らすと，上記特定の者のみならず，各被訪問者方の居住者又は在宅\n者に対しても訪問する予定であったと評価できる。そうである以上，現実の被\n訪問者から投票を得る目的があったか否かを検討すべきであって，この点を\n判断するに当たっては，被告人と現実の被訪問者との関係を考慮すれば足\nり，被告人と被訪問者以外の者との関係を考慮する必要はないというべきで\nある。\nエ　そして，弁護人らは，被告人の訪問先における実際の言動は，投票依頼にわた\nるものは一切なく，ビラの配付に伴う行為又は儀礼的なあいさつにすぎなかっ\nた旨主張する。\nしかし，前記(1)ア(カ)の被告人の言動は，被告人に投票を得る目的があったこ\nとを表すものといえる。そして，前記２(1)ないし(18)で認定した事実に沿う各証\n人の供述は，特段不自然な点はなく，信用できるのに対し，これに反する被告\n人の供述は，にわかに信用できない。\nオ　加えて，弁護人らは，被告人の行為には何ら弊害がない旨主張する。\nしかし，戸別訪問罪は，いわゆる抽象的危険犯であり，その成立に，選挙の自\n由と公正を害するような弊害が現実に発生することやその具体的な危険が発\n生することを必要とするものではない。そして，被告人が投票を得る目的で選\n挙人１８名方を戸々に訪問して投票を依頼した行為は，刑罰をもって臨まなけ\nればならないような法益侵害の危険性がないとはいえない。\nカ　以上によれば，被告人の行為について，投票を得る目的の存在を否定し，ま\nた，何ら弊害が発生していないなどとして，戸別訪問罪の構成要件に該当しな\nい旨の弁護人らの主張は採用できない。\n４　法定外文書頒布罪の成否\n(1)  公職選挙法１４２条１項にいう「選挙運動のために使用する文書」とは，文書の外\n形，内容自体からみて選挙運動のために使用すると推知され得る文書をいう（最\n高裁昭和３６年３月１７日第二小法廷判決・刑集１５巻３号５２７頁等参照）。\nそして，同法における選挙運動とは，前記のとおり，特定の公職の選挙につき，\n特定の立候補者又は立候補予定者に当選を得させるため投票を得若しくは得さ\nせる目的をもって，直接又は間接に必要かつ有利な周旋，勧誘若しくは誘導そ\nの他諸般の行為をすることをいうものであると解される。\nこれを本件についてみると，被告人が頒布したのは「後援会ニュース」と題する文\n書であり，前記３(1)ア(オ)のとおり，そこには，本件選挙について家族や知人等\nに被告人に対する投票を頼むように依頼する趣旨の記載等があるから，これが\n上記の意味における「選挙運動のために使用する文書」に当たることは明らかで\nある。\nもっとも，同法１４２条１項は，同条項各号所定の通常葉書及びビラを除いて，上\n記の意味における文書を選挙運動として頒布することを禁止したものである（最\n高裁昭和４４年３月１８日第三小法廷判決・刑集２３巻３号１７９頁参照）。したが\nって，本件ニュースを後援会員に配付したとすれば，これを選挙運動として頒布\nしたものではなく，内部行為にとどまるものとして，法定外文書頒布罪に当たらな\nいとみる余地もある。しかし，前記のとおり，被頒布者らは，客観的にみて，豊後\n高田市日本共産党後援会の会員と評価できないのであるから，被告人による本\n件ニュースの頒布は，同後援会内の純然たる内部行為にとどまるものではなく，\n選挙運動として行われたものと認めるのが相当である。\n(2)  弁護人らは，法定外文書頒布に対する規制は選挙運動期間に限った文書制限\nであり，選挙の告示前の法定外文書頒布には及ばないから，本件選挙の告示\n前の行為である被告人による法定外文書頒布は法定外文書頒布罪に当たらな\nい旨主張する。\nしかし，弁護人が引用する判例（最高裁昭和３０年４月６日大法廷判決・刑集９巻\n４号８１９頁）は，公職選挙法１４６条の制限違反に関するものであって，同法１４\n２条の制限が選挙運動期間中の行為に限り適用されるとの趣旨を判示したもの\nではない。同法１４２条と１４６条とを対比すれば，後者の規定だけが「選挙運動\n期間中は」と明示しているのであるから，前者の場合は，選挙運動期間中に限ら\nず，選挙運動期間前の行為についても，その制限の適用がある趣旨であること\nは，文理上も当然というべきである（最高裁昭和３９年１１月１８日大法廷判決・\n刑集１８巻９号５６１頁参照）。\n(3)  したがって，被告人による本件ニュースの頒布について法定外文書頒布罪が成\n立する。\n５　事前運動罪の成否\n被告人は，立候補の届出前に，前記２(1)ないし(18)のとおり，戸別訪問及び法定外\n文書頒布をし，これらの行為が前記の意味における選挙運動に当たることは明ら\nかであるから，被告人のこれらの行為について事前運動罪が成立する。\n第４　結　語\n以上によれば，本件公訴提起は，公訴権の濫用に当たらないから，有効である。ま\nた，戸別訪問，文書頒布及び事前運動に対する禁止，制限，処罰等の規制は，憲\n法及び規約に違反するものではなく，被告人の判示の行為について，戸別訪問\n罪，法定外文書頒布罪及び事前運動罪が成立すると認められる。\nしたがって，本件について公訴棄却の判決を求め，あるいは，被告人は無罪である\n旨の弁護人らの主張は，採用できない。\n（量刑の理由）\n１　本件は，被告人が，平成１５年４月に行われた豊後高田市議会議員選挙に際し，自\n己への投票及び自己の当選を得る目的で，選挙人１８名方を戸々に訪問して，法定\n外選挙運動文書合計１８枚を配付するとともに，事前運動をしたという公職選挙法違\n反の事案である。\n２　被告人は，８期連続で当選している現職の市議会議員であり，本件選挙に立候補す\nる決意をしていたが，本件選挙の立候補予定者の数が定数よりも二人多い見込みで\nあった上，本件選挙の告示日が迫り，ほかの立候補予定者が既に本件選挙に向けて\n活動を始めていた時期であったことなどから，自己の当選を確実にするため，多数の\n選挙人に対し，自己への投票やその家族，知人等への投票の呼びかけを直接依頼し\nようと考えた。そこで，被告人は，本件選挙について家族や知人等に被告人に対する\n投票を頼むように依頼する趣旨の記載等をした本件ニュースを作成した上，本件犯行\nに及んだ。このように，犯行の動機に酌むべき点はない。\nそして，被告人は，立候補の届出前に，自己への投票及び自己の当選を得る目的\nで，選挙人１８名方を戸々に訪問して，選挙運動のために使用する本件ニュース合計\n１８枚を配付し，その訪問や配付のほか，「よろしくお願いします。」などの発言や握手\n等の言動で，あるいは暗黙のうちに投票を依頼するとともに，事前運動を行った。被\n告人は，本来，多数の選挙を経験した現職の市議会議員として公職選挙法の規制を\n熟知していなければならず，また，立候補予定者として不公正な選挙運動をしないよ\nうに厳格に自己を律すべき立場にあったのに，このように自ら選挙の自由と公正を害\nするおそれのある行為をしたもので，犯行の態様は悪質である。さらに，上記の訪問\n戸数及び頒布文書数は少なくなく，犯情は芳しくない。\n加えて，被告人は，外形的な行為自体は認めつつ，戸別訪問の目的や被訪問者らと\nの関係等について不自然な供述をしており，本件を反省しているとは認められない。\n以上によれば，被告人の刑事責任は軽いものではない。\n３　他方，被告人の行為は，買収等の悪質な選挙犯罪とは犯罪の性質が異なるし，それ\nらに比べると選挙の自由と公正に及ぼす影響は小さいといえる。また，被告人は，不\n用意に本件犯行に及んだもので，その違法性を明確に意識していたとはいえない。さ\nらに，被告人は，本件までに８期豊後高田市議会議員を務め，各種委員会の委員長\n等の役職を歴任したほか，熱心に政治活動を続けて，地域社会に貢献してきた。加え\nて，被告人には，業務上過失傷害罪による罰金前科を除き，前科はない。\nこのように，被告人の刑を軽くする方向で考慮すべき事情も認められる。\n４　そこで，以上の諸事情を総合考慮し，主文のとおり刑の量定をした。\n（求刑　罰金１５万円）\n平成１８年１月１２日\n大分地方裁判所刑事部\n裁判長裁判官　　　鈴木浩美\n裁判官　　　家原尚秀\n裁判官　　　増田純平\n"
}