{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 19
  },
  "case_number": "平成11(行コ)243",
  "case_name": "即位儀式への公務参加手当返還，損害賠償等代位請求控訴事件(原審・横浜地方裁判所平成3年(行ウ)第8号等)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "知事が即位礼正殿の儀に，県議会議長が同儀及び大嘗宮の儀に出席したことが政教分離の原則等に違反し違憲，違法であり，これらに係る旅費の支出も違法であるとして，地方自治法２４２条の２第１項４号（平成１４年法律第４号による改正前のもの）に基づき，同知事及び同議長に対してされた損害賠償請求等が，いずれも棄却された事例",
  "case_gist": "知事が即位礼正殿の儀に，県議会議長が同儀及び大嘗宮の儀に出席したことが政教分離の原則等に違反し違憲，違法であり，これらに係る旅費の支出も違法であるとして，地方自治法２４２条の２第１項４号（平成１４年法律第４号による改正前のもの）に基づき，同知事及び同議長に対してされた損害賠償請求等につき，憲法２０条３項にいう「宗教的活動」とは，宗教とのかかわり合いを有する行為のうち，そのかかわり合いが相当とされる限度を超えるものに限られ，当該行為の目的が宗教的意義を持ち，その効果が宗教に対する援助，促進又は圧迫，干渉等になるような行為をいうものと解すべきであるところ，即位礼正殿の儀は，皇室典範の規定に基づく国事行為たる「即位の礼」として挙行されたものであって，その趣旨，目的，内容に照らし，これを宗教的行事ということは困難であり，仮に宗教的色彩があったとしても極めて徴弱なものであって，前記県知事らが参列した目的は，日本国及び日本国民統合の象徴である天皇に対する礼会的儀礼を尽くすものであり，その効果も，特定の宗教に対する援助，助長，促進又は圧迫，干渉等になるようなものではないから，憲法上の政教分離原則及びそれに基づく政教分離規定に違反するものではなく，さらに，大嘗宮の儀は天皇が皇祖及び天神祇に対して五穀豊穣等を感謝，祈念し，神道施設が設置された場所において，神道の儀式にのっとって行われるものであるから，これが，宗教的要素を有する儀式であることは否定し難いが，大嘗宮の儀が７世紀末ころ以降皇位継承の際に行われてきた皇室の重要な伝統儀式であって，参加の態様も宮内庁長官からの案内を受けて参列したに過ぎないなどの事情に照らすと，参加したことの目的は，日本国の象徴であり，日本国民統合の象徴である天皇の皇位継承儀式に儀礼を尽くすというものであり，その効果も，特定の宗教を援助，助長，促進する効果を与えたということもできないから，憲法上の政教分離則及びそれに基づく政教分離規定に違反するものではなく，前記公金支出に，財務会計上の違法はないというべきであるとして，前記各請求をいずれも棄却した事例",
  "lawsuit_id": "15312",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15312",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/312/015312_hanrei.pdf",
  "contents": "主　　　文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人らは，神奈川県に対し，別紙請求債権一覧表中の各被控訴人欄に対応\nする請求金額欄記載の金員及びこれに対する同遅延損害金起算日欄記載の日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，神奈川県知事であった亡Ａが平成２年１１月１２日皇居正殿松の間にお\nいて行われた即位礼正殿の儀に，また，神奈川県議会議長であった亡Ｂが即位礼正\n殿の儀及び同月２２日から２３日にかけて皇居東御苑内の大嘗宮で行われた大嘗宮\nの儀に，いずれも県の公金をもって参列したところ，同公金支出は，憲法の定める\n政教分離原則，国民主権原理等に違反する違憲違法の儀式に参列するためのもので\n違法，無効であるなどとして，神奈川県の住民である控訴人らが，神奈川県に代位\nして，亡Ａ及び亡Ｂに対し，地方自治法２４２条の２第１項４号に基づき，前記各\n旅費相当額について損害賠償ないし不当利得の返還を求める事案であって，原審は\n控訴人らの請求をいずれも棄却した。原審口頭弁論終結後亡Ａ及び亡Ｂがいずれも\n死亡し，亡Ａについては亡Ａ訴訟承継人被控訴人らが，亡Ｂについては亡Ｂ訴訟承\n継人被控訴人らがそれぞれ訴訟手続を受け継いだ。本件事案の概要は，次のとおり\n付加するほか，原判決の「事実及び理由」中の「第２　事案の概要」欄に記載のと\nおりであるから，これを引用する。\n１　控訴人らの当審における主張\n（１）　本件天皇代替わり儀式の一体性\n天皇の代替わり儀式は一体のものとして存在し，政府によってその全体が企画さ\nれ，実行されたものである。\n即位礼正殿の儀及び大嘗宮の儀は，天皇代替わり儀式の重要部分であるが，あく\nまでそれらは代替わり儀式を構成する一部であり，代替わり儀式全体の中で位置づ\nけることによってその意味が明らかになる。したがって，このような構造的な考察\nをすることによってのみ，代替わり儀式全体について適正，相当な法的評価をなし\nうるのであり，またこのような考察によって，その構成部分である即位礼正殿の\n儀，大嘗宮の儀の性格，したがってその違憲性も明らかとなるのである。\n原判決は，天皇代替わり儀式は一体のものとして行われたからその全体について\nの法的評価をすべきであるとする控訴人らの主張を無視し，あるいはこれを見過ご\nして，代替わり儀式をその構成部分である各儀式に分断した上，各個に法的評価を\nなすという誤りを犯しているのである。その結果として，各儀式の持つ意義を過小\n評価しているのである。\n原判決は，即位礼正殿の儀については，その宗教性を認めながらそれは希薄なも\nのであるとし，支配＝服属性についてこれを否定している。このような判断は，一\nつは原審の憲法意識の希薄性に基づくものであるが，他方，代替わり儀式全体の中\nで即位礼正殿の儀が占める位置についての考慮を払わず，そのために即位礼正殿の\n儀の真の意味を見失ったという，正にここで指摘する欠陥に由来するのである。\n大嘗宮の儀については，これを天皇の私的宗教儀式であるとして，これについて\nの憲法判断を回避しているのである。原判決も認めているように，大嘗宮の儀は宗\n教儀式であるが，それが代替わり儀式の中核的構成要素であるから，大嘗宮の儀す\nなわち大嘗祭の存在自体が，代替わり儀式全体に宗教的性格を与えることになる。\n原判決はこの当然の論理的帰結を避けるために，大嘗祭が代替わり儀式の中に占め\nる位置についての評価を判断の外に置いたとも考えられる。\n平成元年１２月２１日に発表された「『即位の礼』の挙行について」と題された\n政府見解の中で，儀式内容に関する部分は大嘗祭に関する見解がその主体であっ\nた。\nこの政府見解の表題は，「『即位の礼』の挙行について」と題しているが，大嘗\n祭がその討議・見解の主要部分であったことは，政府が大嘗祭を「即位の礼」の一\n部として考えていたことを示しているのである。この見解では，大嘗祭は天皇代替\nわり儀式の一部であるとし，それが宗教儀式であることを認識しながらも，これに\n国費を支出して挙行することを表明しているのである。\n大嘗祭について，政府が，公的性格を有する天皇の私的宗教儀式と性格づけよう\nが，原判決のいうように天皇の私的行為であるとしようが，事実としては政府が企\nて，実行したことは動かしようのないものである。大嘗祭が今回の天皇代替わり儀\n式の重要な構成部分であったことは，右の見解の主要部分が大嘗祭に関する見解で\nあったことに示されるとおり，その当否を論ずるまでもない明白な事実である。\nそればかりではない。今回の天皇代替わり儀式は，大嘗祭を中心にして組み立て\nられているのである。そのことは，天皇代替わり儀式の日程を検討することによっ\nて明らかになる。すなわち，昭和天皇が崩じたのは昭和６４年１月７日であった。\n皇太子がただちに天皇位を承継し，剣璽等承継の儀，朝見の儀が行われたが，皇室\n典範２４条によれば「皇位の承継があったときは即位の礼を行う。」とある。即位\nの礼は新天皇の就任を内外に明らかにするものであるから，なるべく早期に行うこ\nとが望ましいことは，事の性質上また前記法文からして当然である。しかし，事実\nはそうではなかった。即位の礼は喪明けの日から１０か月余経過した平成２年１１\n月１２日に行われた。即位の礼が遷延したのは大嘗祭の挙行日に合わせられたから\nである。大嘗祭では新穀の献納がその核心部分にあるから，秋でなければ行うこと\nができないのである。日本国憲法の下では，天皇の私的宗教行為として以外には存\n在の余地のないはずの大嘗祭がまずあって，その挙行日に合わせるために国の行事\nである即位の礼が引き寄せられたのである。このような事態が起こったのは，当事\n者の頭の中に大嘗祭こそが天皇代替わり儀式の中核であるという観念があり，それ\nを中心にして天皇代替わり儀式全体が組み立てられたからであり，即位礼の遷延\nは，このことを如実に示しているのである。\n政府によってこのように重視され，天皇代替わり儀式の中核に位置づけられてい\nた大嘗祭を，代替わり儀式の構成部分から外して，それを単なる天皇の私的宗教行\n事であるとして，それについての憲法判断を避けた原判決は，控訴人らの主張を正\nしく把握しないものであり，判断遺脱であるばかりでなく，その誤りが，天皇代替\nわり儀式全体に対する憲法判断の誤りに導いているのである。\n旧登極令附式が規定する天皇代替わり儀式は，これを制定した明治政府の権力\nが，維新以来作りあげてきた近代天皇制とそれを支える天皇理念を儀式形式（「様\n式」）により表明したものであり，法制度として構築された大日本帝国憲法上に表\n現されている天皇の権力のえん源，地位，権限とは表裏一体の関係にある。登極令\nの規定もまた明治の権力が「創造」したものである。登極令による儀式の挙行を，\n古代以来の天皇代替わり儀式を伝統として単に引き継いだものであるとする政府見\n解は事実に反するものであり，したがって，これと見解を同じくしている原判決も\n事実認識を誤ったものである。\n明治維新を成功せしめた権力によって作られていった近代天皇制とその下に国民\nに示されていった天皇像は，幕藩体制下の天皇制・天皇像とは大きく変わっている\nのであって，その性格は根本的に変質せしめられてきたのである。このように天皇\nの地位の変質は，その時々の政治権力の推移に伴う国制の変動に従って生ずるので\nあり，天皇の国家及び民衆との関係を集中的に表現することになる天皇代替わり儀\n式も，それに従って変更されるのであって，代替わり儀式に不変の伝統なるものは\n存在しない。\n維新後に行われた明治天皇の代替わり儀式は，幕藩制下の儀式の内容を大きく変\n更しているのである。登極令附式はこの変更を土台にして，新たに儀式を構成，創\n作したものである。\nここで注目すべきは，旧登極令においては，単に即位礼正殿の儀，大嘗祭に手が\n加えられたのみでなく，天皇代替わり諸儀式全体が改変されたということである。\n諸儀式全体に改変が加えられた事実が意味するところは，旧登極令制定時において\nは，天皇代替わり儀式とは，即位の礼や大嘗祭のみによって，それだけで成立する\nものではなく，旧登極令においては「賢所ニ期日奉告ノ儀」に始まり「還幸後ノ皇\n霊殿・神殿ニ親謁ノ儀」に至る３０もの諸儀式によって初めて完結する，一連の大\nきな儀式として捉えられていたことを意味するのである。\nだとすれば，旧登極令における一連の天皇代替わり諸儀式は，一つ一つの儀式が\n個別に独立して完結して，それだけで完全なものとして成立するのではなく，相互\nに関連しあい，他の儀式との関連においてはじめて独自の意味を持つものとして存\n在していたのである。旧登極令中で規定されたそれぞれの儀式は，他の儀式との関\n連ではじめて旧登極令が予定した本来の意義を有するものとなるのである。\n旧登極令による天皇代替わり儀式の執行は，どのような意味においても，古代天\n皇以来の「伝統」に基づくものではないのである。また，天皇の代替わり儀式は，\nそれぞれの国制，天皇の地位の性格の相違から，異なった儀式内容が採られてきた\nのであり，異なった時代の儀式を「伝統」の名目で統一的にとらえることはできな\nいのである。登極令附式による天皇代替わり儀式は，大正，昭和と２代の天皇によ\nって行われているので，これを強いて「伝統」というのであれば，今回の代替わり\n儀式は「明治憲法下の天皇の伝統」に基づいたことになる。そうすると，今回の代\n替わり儀式挙行に対する憲法的判断は，明治憲法下の天皇の地位の性格を表示する\n儀式様式によって挙行されたのであり，このことは日本国憲法下の天皇を明治憲法\nの天皇と同一の性格を有するものとして表現することにならないか，そのような儀\n式を政府が執行すること，あるいは援助することは憲法に違反しないか，地方自治\n体の首長等がこれに関与することが憲法違反にならないかという問題が生ずるので\nある。また，政府見解がそのよりどころとする「伝統」と日本国憲法との整合性が\n問われなければならないことになる。\n控訴人らは，本件に目的効果基準を適用することは不適切であると考えるが，昀\n高裁判例の立場に立つとしても，その目的効果基準を適用するについては，天皇代\n替わり儀式全体について適用されなければならないことは当然である。代替わり儀\n式を構成する各儀式は，それぞれの目的を持ち，個別的な効果を期待してなされる\nものではなく，代替わり儀式全体の目的と効果を考えて構成されており，それを個\n々に切り離しての効果を測ることは不可能なことといってよい。\nしたがって，原判決のように個々の儀式を切り離してその目的効果を論ずること\nは，控訴人らの主張に答えることにならず，全くの的はずれであり，不当である。\nいわんや代替わり儀式の中核部分にある大嘗祭についての憲法判断を避けるにいた\nっては，その誤りは論外というほかはない。\nこのように天皇代替わり儀式全体の目的効果を評価するためには，天皇の各儀式\nと儀式全体が構成要件となるばかりでなく，これを企画，演出した政府の行為，さ\nらに国民の中で起こっていた諸々の動きも見逃すことができない要件なのである。\n控訴人らは，その重要性を十分に意識していたので，原審においてこのことを詳細\nに主張してきたのである。しかるに，このような主張は，全くといってよいほど原\n判決には現れていない。愛媛玉串料訴訟についての昀高裁大法廷判決の基準を本件\nに適用すれば，控訴人らが一審で主張した事実は，同判決がその検討が必要である\nとして挙示した要件にすべてかかわる事項であった。したがって，控訴人らがこれ\nに関して主張した事実はすべて要件事実であって，単なる背景事実あるいはいわゆ\nる事情にとどまるものではないのである。原判決は，これらの事実を判決に摘示し\nていないのであるから，前記昀高裁判例に反しているといわなければならない。\n（２）　本件儀式についての憲法論のあり方\n本件における即位礼正殿の儀と大嘗宮の儀は，旧登極令附式を踏襲して行われた\nから，それらの儀式が違憲かどうかを検討するにあたっては，まず憲法２０条の政\n教分離原則に違反しないかどうかが問題となることは間違いない。しかし，旧登極\n令は，明治国家の元首であり主権者であった天皇の代替わり儀式を定めたものであ\nり，天皇による国家統治の正当性を「様式」として示すものであったから，日本国\n憲法の下でそれを踏襲して行うことは，国民主権主義の原理に違反するのではない\nかという点が問題となる。\n本件で問題となっているのは，天皇が国事行為として主宰して執行した即位礼\nと，天皇が皇室行事として主宰し，政府が全面的に関与して執行した大嘗祭の違憲\n性である。そこで政教分離原則を適用するにあたっては，まずもって，憲法が規定\nする象徴天皇制とはいかなるものであるかについて十分検討し，その上に立って政\n教分離規定の適用について考察すべきであって，この点を抜きにして，従前の判例\nの単純な延長線上で考えてはならないのである。\nそもそも，日本国憲法における天皇は，主権者である国民の総意に基礎をおく存\n在であり，明治憲法における統治権者たる天皇とは全く違っており，原判決のよう\nに「歴史的に継承してきた伝統」的代替わり儀式を無批判に受け入れるべきもので\nあるとは到底考えられない。日本国憲法における天皇は，神道指令や昭和天皇によ\nる人間宣言によって明治憲法下の天皇とは異なる存在となったと解すべきであり，\nそのことを考慮すると，明治憲法下で行われた神権天皇の代替わり儀式を踏襲する\nことは禁止されているといわなければならない。\n現憲法における天皇は，名称こそ旧憲法の天皇と同じであるが，憲法前文，１条\n後段ではっきりと国民主権主義を採用し，４条で天皇の国政に関する権能を否定\nし，権能を国事行為のみに限定し，３条で国事行為のすべてに内閣の助言と承認を\n要求したことによって，現憲法下の天皇は，法律的，規範的に見れば，現憲法が創\n出した特別公務員とでも言うべき地位にあるのであって，旧憲法下の天皇とは「断\n絶」した存在というべきである。２条が天皇の地位を世襲であると定めていること\nについても，「万世一系」という語を削ったことからすると，天皇の地位は，神話\nにさかのぼる存在であるとは考えられていない。むしろ，ポツダム宣言受諾，神道\n指令，人間宣言，新憲法の制定という歴史の流れからすると，憲法前文が「政府の\n行為によって再び戦争の惨禍が起ることのないやうにすることを決意」したことに\nよって，新憲法は，国家神道の復活や天皇による国民統治に対して極めて強い警戒\nの目をもっていると解すべきである。したがって，政教分離原則の適用が問題とな\nる場面にあっては，安易に，「皇室の伝統」なるものを持ち出して，旧憲法時代の\n儀式を正当化することは許されないというべきであり，また，宗教にかかわる政府\nの権力は，憲法の前文及び２０条で明らかなとおり，世俗的目的遂行の範囲におい\nてのみ主権者である国民によって授権されているのである。２０条３項は，国の宗\n教活動を禁止していることからして，政府の宗教目的行為は許されない。そもそも\n政府にはそのような権限がないのである。旧登極令における大嘗祭をはじめとする\n代替わり儀式は，国の統治目的行為であった。またそれは，神道によって裏付けら\nれており，天皇の宗教的権威を高めるための儀式であるから，宗教目的行為でもあ\nった。これを日本国憲法に照らせば，その挙行は２０条３項に正面から違反するの\nである。\nそうすると，政府が，宗教儀式である大嘗祭に公的性格を付してこれを挙行する\nことは、２０条３項によって許されない。これが天皇の私的行事であるとしても，\n政府がこれに関与することは同じく禁止される。これに介入することは天皇の宗教\n的活動に干渉することであって，同条１項前段の違反ともなる。政府は，大嘗祭を\n企画，挙行することによってそのような介入を行ったのである。\n政府が，天皇を祭主とする皇室祭祀，しかもその頂点である大嘗祭に公的性格が\nあると称してこれを支持し，公金を支出して，その挙行を可能ならしめたことは，\n皇室祭祀組織に対する特権の付与でもある。あわせて，皇室祭祀の主祭神である天\n照大神を祀る伊勢神宮を本宗として奉戴し，一心同体にて奉賛の実を挙げていくこ\nとを神社本庁憲章２条に掲げている神社本庁等に対する援助，助長になる。これは\n２０条１項後段の禁止規定に違反する。\n大嘗祭をはじめとする宗教的目的を含む天皇代替わり儀式に対する政府の以上の\nような関与は，財政支出を伴っており，これらはいずれも８９条の禁止するところ\nでもある。\n国家が，直接宗教儀式を行ったり，宗教儀式に対して直接の人的，物的援助を行\nった場合には，目的効果基準を適用するまでもなく憲法２０条１項後段に違反する\nと解すべきである。また，天皇の国事行為が宗教性を帯びた場合には，国家が直接\n宗教儀式を行ったことになるから，目的効果基準を適用するまでもなく違憲とすべ\nきである。\nさらに，津地鎮祭大法廷判決，愛媛玉串料大法廷判決が，厳格分離説を採らずに\n目的効果基準によったのは，それが教育，福祉，文化などの助成・援助等を実施す\nるに当たっての宗教とのかかわりであったからであるから，天皇の国事行為が宗教\nとのかかわりをもって行われたことが政教分離原則に反しないかが問題となる本件\nにおいて，目的効果基準を採用するのは誤りというべきである。\n（３）　愛媛玉串料大法廷判決を無視した原判決\n愛媛玉串料大法廷判決は，目的効果基準の適用に当たって，以下に述べるとおり\nのいくつかの厳格な判断準則を示したが，原判決はこれを無視している。\n第１に，愛媛玉串料大法廷判決は，行為の態様の客観的判断を重視すべきことを\n説示している。しかるに，原判決は，政府が公言した目的を徹底して重視してお\nり，これは明らかに愛媛玉串料大法廷判決に反している。\n第２に，愛媛玉串料大法廷判決は，「一般人」とは多数者の意味ではなく，ある\nべき「一般人」であるとする考え方を採っている。しかるに，原判決は，「一般\n人」をイコール多数者ととらえているが，これは明らかに愛媛玉串料大法廷判決の\n考え方に反している。\n第３に，愛媛玉串料大法廷判決は，「代替手段の存在」を基準とする考え方を採\nっている。しかるに，原判決は，「天皇は憲法上国の象徴であり，国民統合の象徴\nであるとされているから，代替わりの儀式の伝統を変更してこれまでと異なる性格\nの儀式とするといったことは，たとえ様式の問題であるとは言え，象徴天皇制を定\nめている憲法１条との関係も生じかねない」と判示しており，これは憲法２０条の\n政教分離規定の上に憲法１条，２条を置くものである。\n第４に，愛媛玉串料大法廷判決は，世俗的目的が併存する場合であっても宗教的\n意義を有すると判断する考え方を採っている。しかるに，原判決は，世俗的な目的\nが併存する場合に，事実上宗教的意義を認めない考え方を採っており，愛媛玉串料\n大法廷判決に反している。\n本件で問題となっている儀式は，即位礼正殿の儀であれ大嘗宮の儀であれ，神社\n神道の儀式の頂点に立つ儀式であって，愛媛玉串料大法廷判決で問題となった玉串\n料奉納とは比べ物にならないほど，神社神道の位置づけの高い，すなわち宗教性の\n高い儀式である。したがって，本件事案は，愛媛玉串料大法廷判決の判断過程にお\nいて示された厳格適用の準則に従って，より厳格に判断すべき事案であり，決して\n目的効果基準の緩やかな適用が許される事案ではない。むしろ，明治憲法下の神格\n化された天皇から，主権の存する日本国民の総意に基づく日本国民統合の象徴とし\nての天皇となった（憲法１条）のであるから，憲法が定める天皇（ないし皇位）は\n皇室祭祀（皇室神道）と厳格に分離されていると解すべきであり，天皇ないし皇室\nにかかわる儀式は，宗教から分離されたものでなければならず，目的効果基準は，\n玉串料奉納の場合以上に厳格に適用されなければならないのである。\n以上のとおり，原判決は，目的効果基準の適用に関し，愛媛玉串料大法廷判決に\n明らかに反し，重大な誤りを犯している。\n（４）　即位礼正殿の儀への目的効果基準適用の誤り\n原判決は，即位礼正殿の儀に目的効果基準を適用するに当たり，愛媛玉串料大法\n廷判決に反し，皇室の伝統論によって高御座・３種の神器を使用したことの宗教性\nを否定し，しかも生の事実を検討することなく，社会的・文化的諸条件の中で生起\nした諸事情を切り捨ててしまうことによって，政府見解を追認するものとなってい\nる。そのことによって，政府見解を生み出した神社関係者の強大な政治運動を看過\nするものとなっている。\n原判決が説示する理由は，いずれも愛媛玉串料大法廷判決に反している。すなわ\nち，原判決は，行為者である政府の主観のみから目的を判断する立場を表明してい\nるが，愛媛玉串料大法廷判決は，戦没者の慰霊及び遺族の慰謝という世俗的目的で\n行われた社会的儀礼にすぎないとの主張に対し，憲法制定の経緯を重視し，客観的\nな検討を行うことによって，たとえ戦没者の慰霊や遺族の慰謝を直接の目的として\nいたとしても，その目的が宗教的意義を持つことを免れないと判断しており，行為\n者の主観を基準にしてはならないと戒めているのである。\nこうした態度を本件にあてはめれば，本件即位礼正殿の儀の目的に宗教的目的が\nあったことは明らかというべきである。即位礼正殿の儀を迎えるまで，天皇は，賢\n所期日奉告の儀などの一連の宗教儀式を重ねた後に１１月１２日午後，天照大神等\nの神々の加護の下に即位礼に臨んだのであり，その後は大嘗宮の儀，即位礼及び大\n嘗祭後賢所御神楽の儀まで宗教儀式である大礼関係諸儀式を行った。注目すべき\nは，天皇が主宰したこれら宗教儀式の中では，即位礼は大嘗祭と区別されず，むし\nろ一体のものとして皇祖皇霊に対して行われたということである。大礼関係諸儀式\nの概要（甲１９の２３）には即位礼正殿の儀は大礼関係諸儀式等の一つとして記さ\nれていて，その他一連の宗教儀式の一つとして位置づけられている。こうした事実\nからすれば，天皇は，神話と結び付いた諸儀式とのつながりの下に即位礼正殿の儀\nを実施したのであり，そうした一連の宗教儀式との連続性の上に即位礼正殿の儀を\n実施したいがために，天孫降臨神話に基づく高御座を使用することにしたのであ\nる。こうした一連の皇室の宗教儀式との結び付き，及び高御座を用いて即位礼正殿\nの儀を行ったことを考慮すると，天皇が国事行為の名において宗教的活動を行った\nことになるというべきである。\nまた，愛媛玉串料大法廷判決は，たとえ世俗的目的が併存しても，その行為の客\n観的意味から宗教的意義が認められれば，目的における宗教性を認めていることは\n既に述べたとおりである。しかるに，原判決は，国は宗教的目的をもってしたので\nはないとか，政府委員の国会答弁によれば宗教的目的があったとは認められないと\nしているが，これのみによって目的効果基準の目的における宗教性を否定すること\nは，同判決の準則に違反することになる。\n原判決は，高御座と３種の神器について，即位の礼にこれらの調度品が用いられ\nるのは，遠く奈良・平安にさかのぼるものであり，今回これらの調度品を用いるこ\nとは，古来からの皇室の伝統に沿い，かつそれを尊重する面があるとして，高御座\nが奈良・平安から平成まで同じ意義を持つ天皇の伝統的調度品とみなしてしまった\nが，これは事実誤認である。なぜなら，高御座の意味は時代によって一義的ではな\nく，それまでの儀式から唐風的要素や仏教的要素を払拭し，明治国家が永遠に続く\nようにとの意思が込められた登極令に従って，記紀神話に基づいて作られたのが今\n回使用された高御座である。大正，昭和の即位礼でこれを用い，それを今回使用し\nたのである。天孫降臨神話に基づく高御座は，明治国家の神権天皇を正当化する明\n確な意図を持って作られたものであり，宗教性の希薄な伝統調度品にすぎないとは\n到底いえない。\n即位礼正殿の儀を行った天皇に，直ちに神社神道や皇室神道を広める等の宗教目\n的があったとはいえないとしても，天皇が皇祖神に奉告を重ねる儀式を行ってきた\n上に，高御座や３種の神器を用いた即位礼正殿の儀を行ったことは，神社本庁が平\n成元年５月２７日に「即位礼・大嘗祭・大饗等に関する神社本庁の基本姿勢」を決\n定し，これを実現するために経済団体等と結合し，同年１１月１６日に「大嘗祭の\n伝統を守る国民委員会」を結成して精力的な運動を展開し，同年１２月２１日の\n「政府見解」の中に要求の多くを盛り込ませ，全国の神社がこれに呼応して中祭式\nの神社祭祀を行ったことと，神社関係者がそうした即位礼正殿の儀を実施できたこ\nとに興奮を隠しきれないほどの喜びを表現していることなどを客観的にみれば，そ\nれが神社神道に対する大きな援助，促進になっていることは明らかというべきであ\nる。また，そうした宗教祭具を使用した即位礼正殿の儀を一連の儀式と一体のもの\nとして実施したことによって，国家神道下の代替わり儀式と同じことを行ったので\nあり，宗教性は薄まったとは到底いえない。\n原判決は，代替わり儀式の伝統を変更してこれまでと異なる性格の儀式とすると\nいったことは，たとえ様式の問題であるとはいえ，象徴天皇制を定めている憲法１\n条との関係も生じかねず，憲法２条が天皇の世襲制を認めているから，即位礼正殿\nの儀を伝統的な様式を踏襲して行うことには相応の合理性があるとするが，これは\n代替性が存在したかどうかについての判断としては極めて異例の判断というべきで\nある。\nいずれにせよ，原判決は，代替手段の存在を判断要素として重視して違憲判断を\n導いた愛媛玉串料大法廷判決の考え方に明らかに反している。\nそもそも日本国憲法における天皇は，主権者である国民の総意に基礎をおく存在\nであり，神道指令や昭和天皇による人間宣言によって明治憲法下の天皇と異なる存\n在となったことを考慮すると，明治憲法下で行われた神権天皇の代替わり儀式を踏\n襲することには合理性がないといわなければならない。\n今回行われたような即位礼を要求したのは，神社本庁を中心とするグループであ\nる。彼らにとってみれば，高御座は単なる皇室の由緒ある調度品ではなく，皇祖の\n霊座であり，剣と璽は礼拝の対象，宗教的祭具であり，それらについて専門的見解\nを有しない一般人に対し，宗教的な印象を植え付け，皇室神道を教化することを意\n図していたことは明らかである。今回の即位礼正殿の儀にそうした宗教的目的が併\n存していたことは明らかというべきである。\n原判決は，即位礼正殿の儀は，神話，３種の神器，高御座について専門的見解を\n有しない一般人にとっては，宗教的な印象の薄い特別の儀式であるために，神道そ\nの他の宗教を国民に広めることに役立つということはできないとするが，これは全\nくの事実誤認であり，即位礼の宗教的効果をことさら小さく見せようとする謬論で\nある。高御座，３種の神器を用いた即位礼を要求して大運動を展開したのは神社神\n道の包括宗教法人である神社本庁であり，彼らにとってみれば，それらは宗教的祭\n具そのものであり，宗教的性格が希薄ではあり得ないのである。彼らは，登極令附\n式に則し国家神道そのものの宗教儀式が行われたことに満足したのである。３種の\n神器を伴って高御座に登壇するという根本がそっくり踏襲して行われたことによっ\nて，天孫降臨神話に基づく宗教性は戦前と変わらなかったのである。\nまた，原判決は，多数者としての一般人の意識を想定して合憲判断を導いてい\nる。しかし，これは国のあり方についての根本規範の解釈に当たり，少数者の上に\n多数者を置き，多数者の意識（実際には多数者の意識かどうか判然としない。）に\n従った結論を正当化したにすぎず，愛媛玉串料大法廷判決の考え方に明らかに反す\nる。\n控訴人らは，原審において，目的効果基準を本件に当てはめて本件争点を判断す\nるためには，その基礎となる事実は，その時代の具体的なものであるべきであり，\n天皇重態報道以降の自粛と言論封殺状況にまでさかのぼるべきであると主張した。\nところが原判決は，両儀式開催の経緯について，内閣・宮内庁・国会における検討\nだけを年表をたどるように記すだけで，目的効果基準のあてはめの際に重要な要素\nとなるべき「社会的文化的諸条件」にかかる出来事の検討を一切していない。原判\n決は，控訴人らが声を大にして強調したこの間の事実を認定しようとしなかったた\nめに，今回の即位礼正殿の儀の効果の大きさを見ることができなかったのである。\n原判決は，即位礼正殿の儀の宗教的な効果は，一般的には極めて小さかったものと\nいうことができるとして合憲判断を導いたが，天孫降臨神話を具現化したものであ\nる高御座や３種の神器を使用して国事行為たる即位礼正殿の儀を行うことは，神道\nという宗教と関わりを持つことは明らかであり，しかも，大嘗祭等の一連の儀式と\n関連して行われたことからも，宗教儀式であったというべきであり，違憲といわな\nければならない。\n控訴人らは，即位礼正殿の儀はその制定の由来からして宗教的性格を有し，宗教\n的儀式を集大成した登極令附式に従って挙行されたもので，憲法２０条３項に違反\nする旨主張したが，原判決は，登極令と国家神道体制確立との緊密な結びつきを否\n定し，これを皇室の伝統論に流し込もうとしているが，これは明らかな誤りであ\nる。そもそも，皇室における代替わり儀式は，古くから同じ儀式が行われていたわ\nけではない。明治国家を永遠に存続させるために記紀神話に基づいて純化させたの\nが登極令であった。原判決は，登極令を皇室において古くから行われている儀式を\n集大成したものとみることによって，記紀神話に純化した代替わり儀式を創設し，\n国家神道を強固なものとした明治国家の意図を見落としている。\nまた，原判決は，控訴人らの，天皇が即位礼正殿の儀の数時間前に即位礼当日賢\n所大前の儀，即位礼当日皇霊殿神殿に奉告の儀を行い，天皇は天照大神と一体化\nし，その子孫として即位することを確認しているから，これと一体のものとして行\nわれた即位礼正殿の儀は宗教的儀式であるとの主張に対し，これらの儀式は別の場\n所で趣旨も別のものとして皇室行事として行われたから，即位礼正殿の儀がこれら\nと一体とはいえないとするが，誤りである。すなわち，政府及び大礼委員会の説明\nによれば，即位礼正殿の儀の趣旨は，即位を公に宣明するとともにその即位を内外\nの代表がことほぐ儀式であり，即位礼当日賢所大前の儀，即位礼当日皇霊殿神殿に\n奉告の儀の趣旨は，即位礼の当日賢所，皇霊殿及び神殿に天皇が即位礼を行うこと\nを奉告する儀式とされていることからも，両者が即位礼の一環の儀式であり，密接\nな関連があることが明らかである。さらに，両儀式とも高御座と３種の神器を用い\nていること，即位礼当日賢所大前の儀は午前９時，即位礼正殿の儀は同じ日の午後\n１時に開始されていること，総理大臣をはじめとする国家機関の要人が両方の儀式\nに参列していること，以上によれば，即位礼正殿の儀は，即位礼当日賢所大前の儀\n等と連続するものとして行われ，しかも，それまでの諸儀式が即位礼，大嘗祭と一\n体の儀式として行われたことからして，皇室行事の宗教性がそのまま連続したもの\nとして相乗効果を示しつつ即位礼正殿の儀に流れ込んでいるというべきであり，そ\nの宗教性は決して伝統論ごときものによって希薄なものとなるはずがない。\n原判決は，神社本庁が今回の即位礼正殿の儀に満足の意を表していることがあっ\nたとしても，それは１団体の主観的な評価にすぎないとしているが，今回の即位\n礼・大嘗祭は少し前までは政府が無理だと考えていたような形で行われたものであ\nり，政府見解が出るまで神社関係者を含め保守層の誰もが今回のような即位礼・大\n嘗祭を実現することはできないと考えていたのであり，まさに政府見解によって不\n可能が可能となったというべく，しかもそれが決定される経過を見ると，明らかに\n政治的圧力が生み出した政治の産物というべきものであり，その中心に立っていた\nのが神社本庁なのである。したがって，今回の即位礼正殿の儀が，神社神道に対す\nる援助，助長，促進になったことは明らかである。\n原判決は，目的効果基準の厳格な適用をした愛媛玉串料大法廷判決の考え方を本\n件で押し進めるどころか，同判決を全く無視し，違憲とすべき今回の即位礼正殿の\n儀を合憲とし，国家神道復活の流れに対する警戒の目を閉じさせてしまったのであ\nる。\n（５）　即位礼正殿の儀の憲法２０条１項後段違反\n原判決は，皇室が天皇を中心として皇室祭祀をしていると認定しながら，皇室は\n憲法２０条１項後段の宗教団体に当たらないとの認定をしている。その理由とする\nところは，皇室は宗教的活動を本来の目的としていないという点にある。憲法２０\n条が政教分離の規定であるということは学説上異論がなく，それゆえに同条の「宗\n教団体」は「広く宗教的礼拝ないし宣伝を目的とするすべての団体」をいうと定義\n付けられている。つまり，同条は，政教分離の趣旨を徹底するために，およそ宗教\n的活動をする団体に国が特権を付与することを禁止する規定であるから，その趣旨\nからすれば，ある団体が宗教的活動をしている場合には，それが本来の目的か否か\nは同条の適用上は主要な問題ではない。このように解すれば，原判決の認定するよ\nうに「皇室は天皇を中心として皇室祭祀を行っている」組織，ないしは団体である\nから，憲法２０条１項後段の「宗教団体」に該当することは明らかであるといわな\nければならない。\nまた，皇室自体は，宗教的活動を本来の目的としている存在にほかならない。憲\n法の政教分離原則は，国家神道の苦い経験に対する強烈な反省の下に定められたも\nのであることは異論のないところである。すなわち，皇室神道と国家との結びつき\nを特別に警戒し，これを排除することにその眼目があるのである。原判決の認定す\nるように，皇室は日常的におびただしい祭祀を行っているのであり，まさにそれが\n天皇及び皇室の日常的活動であり生活なのである。このような性格を持つ皇室神道\nと国家の結びつきを特別に排除したのが政教分離原則なのであるから，こうした皇\n室神道に対して国家が公金を出したり，人的・物的に援助してその宗教儀式を行う\nことを可能ならしめることは，まさしく憲法上の政教分離原則に反するものにほか\nならない。これらの政府の関与が，特定の宗教たる皇室神道に対する援助，助長，\n促進に当たることは当然であり，政教分離原則違反の問題を生じるのである。よっ\nて，そうした問題を生じる対象である皇室は，憲法２０条１項後段の宗教団体に該\n当するのである。\n（６）　国民主権主義違反\n原判決は，大日本帝国憲法の天皇制との連続線上に日本国憲法の象徴天皇制・日\n本国憲法第１条を位置付けた。しかし，いうまでもなく憲法第１条は国民主権主義\nを宣言した規定である。すなわち，天皇の地位は国民に由来することを宣言するこ\nとによって天皇主権を明確に否定して，国民主権主義を宣言し，その国民主権の下\nで，天皇は象徴としての地位を有するにすぎないことを明記したものである。それ\nにもかかわらず，原判決には国民主権主義への配慮が全く見られない。天皇が国事\n行為として即位の礼を行うに当たり，その儀式の中に皇室神道の儀式を持ち込み，\n大日本帝国憲法下でかつてみられた天皇への服属儀礼を持ち込むことが，国民主権\n主義を採る日本国憲法下で禁止されるのは当然である。皇位の世襲を規定する日本\n国憲法第２条は，万世一系の天皇を認めるものではない。登極令附式による大正・\n昭和の代替わり儀式は，伝統の名のもとに行ったわけではなく，明治国家の神権天\n皇を出現させるために行ったのである。憲法が国民主権主義を宣言し，これによ\nり，天皇の地位が明らかに変わったにもかかわらず，神権天皇時代の宗教的代替わ\nり儀式を行うことは許されないというべきである。\n原判決は，即位礼正殿の儀が，国民統合の象徴たる天皇の地位を公に宣明する儀\n式である以上，国民主権主義にも沿うことになるとするが，登極令を踏襲した今回\nのような即位礼正殿の儀が，国民主権主義に沿っているといえるはずがない。\nまた，原判決は，今回の即位礼正殿の儀は，憲法２０条３項で禁止された宗教的\n儀式とまではいえないし，服属儀礼であるともいえないとするが，即位礼正殿の儀\nが憲法２０条３項違反であることはすでに検討したとおりであるし，儀式内容が本\n質的に有する服属儀礼性を軽視したものである。\n原判決は，神権天皇から象徴天皇への地位の転換を根拠に，旧登極令，同附式を\n踏襲して戦前とほとんど同じ内容で挙行された今回の代替わり儀式の服属儀礼性を\n否定した。しかしながら，その儀式内容は支配者天皇とそれに服属する被支配者国\n民という関係を象徴的に表すものであり，単に天皇の地位の転換のみを根拠として\nその服属儀礼性を否定することはできないというべきである。今回挙行された代替\nわり儀式において，旧登極令等の規定と異なるところは，実態上「国の儀式」とし\nて行われる即位礼正殿の儀等について表面的・形式的な若干の修正が加えられたに\nすぎない。\n原判決は，内閣総理大臣が天皇の就任を祝う言葉を述べた位置が天皇から１．３\nｍしか低くなかったことを即位礼正殿の儀の服属儀礼性を否定する理由の一つに挙\nげている。しかし，天皇と内閣総理大臣は国家機関として少なくとも対当のはずで\nある。１．３ｍの高低差は象徴的な意味を持っているのであり，天皇よりも一段低\nい場所から高御座に立った天皇を見上げて就任祝いの言葉を述べ，天皇陛下バンザ\nイと叫んだ行為は，天皇が国民に比べて一段高い存在であることを強く印象づける\nための行為であることは明白である。そして，国民各界を代表するとされた参加者\nは，内閣総理大臣の「ご即位を祝し，天皇陛下バンザイ」との発声に対し，あらか\nじめ定められた式次第に従って否応なしに唱和を求められたのである。このような\n形態から見ても，即位礼正殿の儀は，君主がその即位を宣明し，これに対して全国\n民が臣下の礼を尽くすという服属儀礼としての性格が色濃く残っている儀式にほか\nならない。\n控訴人らは，天皇が高い位置でバンザイを受けたとの一事をもって国民主権原理\nに反すると主張しているのではない。即位礼正殿の儀が行われた１１月１２日は，\n法律をもって国民の祝日とされ，国民動員が図られた。学校には日の丸を掲げるよ\nうにとの通達が，文部省から都道府県以下市町村に至るまで出され，これを認めな\nい教員に処分が出された。こうしたことを併せ考えると，今回の即位礼正殿の儀\nは，国民主権原理に反する儀式であったというべきである。\n（７）　大嘗祭そのものに対する憲法判断の回避は許されない\n控訴人らは，大嘗祭が公的に挙行されたことを主張しているが，その根拠を「国\n費が支出されたことの一事」のみに限定しているわけではない。大嘗祭が本来的に\n天皇の私的宗教儀式であって，形式的に儀式の主宰者が天皇であったとしても，実\n際に今回行われた大嘗祭は，企画・立案・準備・案内・執行のすべてにおいて，政\n府の手によってなされたのであるから，現実の実行者は政府自身にほかならないの\nである。したがって，即位の礼と同様に，大嘗祭自体が直接的な憲法判断の対象と\nなるのであって，この点を看過した原判決には明らかに事実誤認があるといわざる\nをえない。\n大嘗祭が公的行事として政府によって実行されたとする根拠は次の四つである。\nア　政府見解において公的性格が明言されたこと\nイ　行事の規模が皇室の私的活動の規模をはるかに超え，国家的規模で挙行された\nこと\nウ　財政的にも，行事の予算が内廷費の額をはるかに超えていること及びその全額\nが公金である宮廷費によって賄われたこと\nエ　後記のとおり，内閣及びその一員であり国家行政機関である宮内庁が，行事の\n企画・立案，準備，案内，執行まですべてに関与して行ったこと\nこのように，本件において大嘗祭等の皇室行事が私的行事ではなく，公的行事とし\nて政府によって実行されたことは明白であり，そうであるならば，国が宗教性の明\nらかな諸儀式を挙行したものとして，政教分離原則違反の問題が生じるのである。\nそして，原判決が即位の礼に関する判示において認めたとおり，被控訴人らが大嘗\n祭に参列し，それに公費を支出したことのみであっても，違法と評価されることに\nなるのである。\n本件諸儀式への政府の関与は，国事行為とされたものはもちろん，皇室行事とさ\nれたものも含め，次のとおり行事の企画，決定，準備，予算措置，実施のすべての\n面に及んでおり，他方，天皇及び皇室の私的な関与は全くない。したがって，本件\n諸儀式は政府が行事を実行したと評価されるべきものである。\n本件諸儀式の企画立案段階では，内閣による「即位の礼」の検討と宮内庁による\n「大礼」（即位の礼・大嘗祭関連諸儀式全体）の検討が完全に一体となって進めら\nれており，しかも宮内庁が内閣の一員として即位の礼の検討作業にも深く関与して\nいるのであるから，即位の礼を含め本件諸儀式全体を一連の儀式として，宮内庁を\n要とする内閣全体で企画・立案したことは明らかである。企画・立案を受けた準備\n作業も，同様に内閣と宮内庁がほぼ完全に一体となって，宮内庁が全体の要となる\n重要な役割を担って進められた。以上の準備過程に天皇・皇室が関与した形跡は全\nくなく，本件大嘗祭が天皇の私的な儀式たる実態は何もないのである。\n本件諸儀式のうち，国事行為とされた即位礼正殿の儀を国が主催して実施したこ\nとはもちろんのことであるが，皇室行事とされた大嘗祭等の諸儀式も宮内庁の大礼\n委員会が準備し実施に当たった。しかも次のとおり，神道（皇室神道）儀式である\nこれらの儀式自体の実施にも，国（宮内庁職員）が深く関与しているのである。大\n嘗宮の儀についていえば，神道儀式の執行に国家公務員である宮内庁長官，侍従\n長，侍従，女官長，女官，式部官長，式部官らが重要な役割を担い，現実に実行し\nている。いうまでもなく，これら宮内庁職員は，れっきとした公務員であり，皇室\nの私的使用人ではない。政教分離原則の下，皇室祭祀は皇室の私的行事以外のなに\nものでもないから，皇室の私的使用人である掌典，内掌典，采女らが奉仕し執り行\nうべきものとされている。しかるに，本件においては，宮内庁長官以下の公務員が\n皇室祭祀である大嘗宮の儀の進行に奉仕し，儀式を執り行ったのであって，全く異\n様というほかない。こうした宮内庁職員の皇室祭祀への奉仕は，大嘗宮の儀のみで\nなく，政府見解によっても公的性格があるとの言及がされていない賢所に期日奉告\nの儀や即位礼当日賢所大前の儀など本件諸儀式のうち皇室行事とされた神道行事全\n般にわたっており，このことは，政府が深く関与していたという次元を超えて，ま\nさに政府の手によって実行されたことが明らかなのである。\n本件諸儀式の実施は原判決も認定するように全面的に公費（宮廷費）で行われ，\n皇室の私的活動費である内廷費からは全く支出されていない。このうち大嘗祭関係\nの予算は２２億４９００万円であるのに対し，皇室の私的活動費である内廷費は昭\n和６２年度が２億５７００万円，平成１１年度は３億２４００万円であり，大嘗祭\nの予算はこれをはるかに上回っている。\nこのように，大嘗祭等の皇室行事については，全額公費である宮廷費でまかなわ\nれただけでなく，その予算規模は通常の天皇・皇室の私的活動費をはるかに上回っ\nており，さらに，天皇・皇室の意向と関わりなくすべて政府の責任において決定し\n支出されていることをみれば，天皇個人あるは皇室の私的信仰に基づく私的行事を\n国が財政的に配慮したなどという次元の問題ではなく，まさに政府がこれらの諸儀\n式を公的行事として実行したものにほかならないのである。\n政府は，本件諸儀式のうち国事行為である即位礼正殿の儀等はもちろんのことで\nあるが，皇室行事とされた大嘗祭等の諸儀式についても，これを公的行事として位\n置付けており，決して皇室の私的行事にすぎないとは考えていなかった。そして，\nこのように大嘗祭を私的行事としてではなく公的行事として位置付けたからこそ，\n通常の内廷費の規模をはるかに上回る宮廷費を大嘗祭関連の予算として計上し，宮\n内庁職員らの全面的な関与のもとに諸儀式を遂行したのである。したがって，国が\n大嘗祭等の皇室行事を天皇の公的行為と認識して挙行したことは明らかである。\n他方，被控訴人らの主張によれば，亡Ｂは，内閣の一員である宮内庁長官から大\n嘗祭の参列の案内を受け，大嘗祭を公的性格を有する皇室行事と位置付けた政府見\n解を踏まえて参列したとのことであるから，やはり大嘗祭等の皇室行事を単なる皇\n室の私的行事ではなく，公的性格を有する行事であると認識して参列したことが明\nらかであり，亡Ａも，同様の認識で旅費等を支出したことが明らかである。\nこうした認識は，マスコミや一般国民の認識とも共通している。すなわち，マス\nコミは，政府見解を受けて，大嘗祭が皇室の公的行事として挙行されると報道し，\nこうした報道を受けて，一般国民もそのように認識していたのである。\n天皇と皇太子の会見内容からも，即位の礼，大嘗祭の検討は，内閣と宮内庁に完\n全にゆだねられており，天皇と皇室の側で私的な行事として検討を加えた形跡は全\nく見られない。天皇と皇室においても，即位の礼・大嘗祭諸儀式を私的行事とは考\nえず，これを公的行事とする政府見解にしたがって行動していたことが明らかであ\nろう。\n宮内庁は，昭和２４年６月総理府設置法の制定により，総理府の外局として置か\nれたものであり，その所掌事務は，内閣総理大臣の管理の下にあって，皇室関係の\n国家事務のほか，憲法７条の掲げる天皇の行う国事行為のうち外国の大使公使を接\n受することと儀式を行うことに係る事務を行うとされている。したがって，宮内庁\nが皇室の私的な宗教活動である皇室祭祀に関与することは，その所掌事務の範囲外\nである。また，政府の一員である宮内庁が，こうした皇室祭祀に深く関与したこと\nは，政府が大嘗祭等の諸儀式を公的行事として位置付けて実行したことを裏付ける\nものにほかならないのである。\n以上述べたとおり，本件大嘗宮の儀への政府の関与は，「国費が支出されたこと\nの一事」にとどまるものでは到底なく，企画・立案，準備，案内，執行のすべての\n面に及んでいるのである。\nしたがって，政府見解が認めるとおり，宗教儀式であることの明白な大嘗祭を政\n府自身が実行したのであるから，本件大嘗宮の儀は憲法２０条３項に明白に抵触す\nる違憲な儀式なのである。そして，亡Ｂがこのような大嘗宮の儀に参列する費用を\n公費から支出したことが，違憲・違法であることは明白なのである。\n（８）　被控訴人らの参列の違憲性\n原判決は，本件即位礼正殿の儀を合憲としたが，すでに述べたように，即位礼正\n殿の儀は，一部戦前の様式を改変したとはいえ，その根本において違憲の儀式であ\nったことは明らかである。そうだとしたら，違憲の儀式である即位礼正殿の儀に参\n列することは，地方自治法２条２項の事務に該当しない。被控訴人らは，内閣総理\n大臣から案内されたから社会儀礼として参列したにすぎないというが，即位礼正殿\nの儀が大嘗祭を中核とする１年に及ぶ皇室の宗教行事と一体のものとして行われる\nことは，平成２年１月１９日に発表された大礼関係諸儀式等で明らかであった。神\n奈川県知事である亡Ａや神奈川県議会議長である亡Ｂは，憲法の政教分離原則に照\nらして，皇室の宗教色が色濃い即位礼正殿の儀には出席すべきでなかったのであ\nる。国事行為として行われた即位礼正殿の儀が違憲であるとした場合，亡Ａ及び亡\nＢに対する神奈川県の支出は違法であるが，この違法支出について支出命令権者で\nあった同人らには，以上に述べた事情の下では，少なくとも過失があったというべ\nきである。\n政府の大嘗祭への関与は，これに公金を支出しただけでなく，その企画・立案・\n実行のすべてにわたっており，大嘗宮の儀自体が違憲であることは既に述べたとお\nりである。その結果として，大嘗宮の儀への参列は地方自治法２条２項の事務では\nなくなり，これへの参列は違法というべきである。\n（９）　原判決の事実誤認と法的評価の誤り\n原判決は，今回行われた即位の礼及び大嘗祭の宗教性を認定しながら，それら儀\n式は皇室の古来からの伝統を引き継いだものであり，その様式を踏襲したにすぎな\nいもので，このことはその宗教性を希薄ならしめるものであり，したがって憲法の\n政教分離原則に違反しないと判断している。この判断は，歴史上，国家の性格が変\n遷を重ね，それとともに天皇の性格も変化し，これにあわせて天皇の性格を儀式と\nして表現するための即位儀式も改変されてきたのに，それが古来より不変の様式で\nなされてきたとし，今回の代替わり儀式はそのような様式を踏襲したものであると\nする，証拠に基づかない臆断を重ねたものである。また，このような判断は，ある\n時代の天皇位の性格とその就任儀式の対応関係は常に一定であったという歴史的事\n実に反するものである。すなわち，原判決が今回の天皇代替わり儀式を容認すると\nころの根拠となった皇室の伝統論は，歴史的事実の誤認であり，証拠に基づかない\n憶測であり，かつ儀式のもつ象徴性についての宗教学的，社会学的真理に背反する\nものである。天皇の名称は，日本という国号とともに，７世紀半ばから用いられる\nようになったが，以後の各時代によって，国制の変遷があり，天皇位の性格もそれ\nにしたがって変化をしてきているのである。同じく天皇の名称であっても，その国\n政上の地位，天皇位の性格及び国民に対する関係が全く同一性を持っていたという\nことはできない。したがって，天皇就任に当たって執り行われる即位儀式も，その\n時における天皇位の性格に従って変更されてきているのである。また，そのように\nあらねばならなかったのである。原判決はこの観点を全く見失っている。\n天皇の即位儀礼の様式について，８世紀と９世紀以降の間には断絶ないし不連続\n性がある。政府見解及び原判決はこの断絶を無視しているが，今回の代替わり儀式\nが依拠した登極令様式は，明治の権力が創出したもので，その参考資料は平安期の\n儀式書類以前にさかのぼるものではない。彼らは，それらの中から，明治の天皇制\nを表現し装飾するに適合した部分を引き抜いてきて，他と組み合わせて新しい様式\nを作ったのである。政府見解及び原判決は，これを古来の皇室の伝統に基づくと言\nっているが，そのような「伝統」論が，いかに事実に反するものであり，政略的イ\nデオロギーに基づく怪しげな議論であるかは，以上の事実によって明らかにされて\nいる。\n明治天皇即位儀式においては，神武以来という天皇制の原初性が強調され，また\nそのナショナリズムからして，外国から来た考え方，思想の表現が，それらの様式\nから意識的に排除されていることは既に述べてきたとおりである。登極令儀式は，\nこの明治天皇の即位儀式を土台にして創出したものである。これによる儀式を，律\n令制定時あるいはそれ以前の天皇儀式がそのまま伝わってきているとする原判決の\n認定は，前記の不連続性に目をつぶるものである。また，同認定は，近代天皇制樹\n立のために明治権力が創出した様式を，古代以来の様式であるかのごとく言い通そ\nうとした政府見解の「伝統」論の誤りと政略性を見過ごしたか，あるいはそれに同\n調する誤りを犯したものである。\n明治維新及びそれによる明治政府の登場は，国制の一大変革であった。その上に\n立った天皇は，天皇という名称は同一であり，前代の天皇の血脈を継ぐものであっ\nたが，その権力性において，その神聖性において，幕藩体制下の天皇とはその性質\nを一変した。したがって，その天皇即位儀式にも大きな改変がなされ，幾多の新儀\n式が取り入れられた。明治憲法下に制定された登極令附式による天皇代替わり儀式\nは，このような近代天皇制下の天皇の性格，その臣民とされた国民との関係を正確\nに表現すべく，工夫され，創出された新しい儀式であった。太平洋戦争での日本国\nの敗戦とその反省に基づいて国民が制定した日本国憲法による国制の改変は，大化\n改新に始まる律令制の導入や明治維新に比すべき国制の一大改変であった。国民が\n主権者となり，自らの意思によって国制を改めたという点においては，大化改新，\n明治維新よりさらに大きな変革であった。したがって，歴史的経験としても，天皇\nの本質とそれを象徴的に表現する儀式との関係においても，またその法的規範性の\n問題からしても，過去のすべてから断絶された天皇即位式がなされなければならな\nかったのである。少なくとも，過去の，天皇を統治者とし，神聖であり，不可侵者\nとする儀式は廃棄されなければならなかったのである。原判決が，「伝統」の名の\n下に，全く異質の明治憲法下の天皇の代替わり儀式を現憲法下で許容したことの誤\nりは，明白であり，かつ重大である。\n（１０）　「伝統」論の事実誤認と憲法解釈の誤り\n原判決は，日本国憲法における天皇と明治憲法の天皇との間に存在する，その地\n位，権能とそのえん源等についての相違を看過し，あるいはその関係についての明\n確な認識を欠いたまま，誤った「伝統」論によって，明治憲法下の神権天皇の即位\n儀式について定めた旧登極令附式による代替わり儀式を容認するという憲法違反の\n判断を行っている。\n明治維新後に成立した近代天皇制は，絶対的権力としての天皇と精神的宗教的権\n威としての天皇を結合させたものである。維新以来，政権をにぎった「有司」のそ\nの目標に向かっての営為は，大日本帝国憲法と皇室典範の制定に至ってその達成を\n見る。天皇を精神的宗教的権威たらしめ，同時に神国日本の支配者たらしめる原由\nは皇孫であること，すなわち天照大神の血脈を引く正統の子孫であるということに\nあるのであって，明治憲法の告文，勅語，教育勅語はこの皇孫思想によって貫かれ\nている。すなわち，明治の権力によって，天照大神は，皇祖と呼ばれて至高化さ\nれ，代々の天皇を皇宗とする一大擬制家族国家日本の先祖とされた。大日本帝国憲\n法が，天皇が皇祖皇宗の正統の子孫であるがゆえに，日本におけるすべての統治権\n力の保持者であり，神聖なる存在であり，また国民道徳の体現者であると宣言する\nにいたったのは，明治権力による王権神話の改変及び国民の信仰の改造の結果であ\nる。\n明治維新後，政府は，神官世襲制の廃止，神宮司庁の設置等の神宮改革を行うほ\nか，神道の純化のために神仏分離の命令を発するなどしているが，このような宗教\n改革は，天皇家の宗教・信仰にも及び，それまで神仏習合からなってきた皇室祭祀\nから仏教色が排除され，天皇は，神道の昀高祭司としてその純一性を保たしめられ\nることになった。天皇をはじめとする皇族個人の信仰も神道に統一され，これ以外\nの宗教宗派が皇室に接近することは極力警戒され，政府から派遣されている宮廷官\n僚によってきびしく見張られるようになった。このことは，皇族祭祀が一貫して政\n治目的のためにあり，天皇あるいはその家族の個人的信仰いかんとは関係の薄い宗\n教であり，その施設もそこでの宗教的行為も，政治目的のための政治的行動として\nなされていることを意味する。皇室神道は，統治者としての天皇の権威を高め，国\n民をその下に結集させることのみを目的とする政治宗教である。皇室の祭祀組織の\n宗教団体性やそこにおける天皇のまつりと憲法の政教分離原則との関係を考察する\nに当たっては，このような天皇祭祀の特性を見失ってはならない。\n明治憲法の国制及びその下の天皇の性格と，幕藩体制に至るまでの国制及び天皇\nの性格との相違は明らかである。明治国家の近代天皇制の独自の性格は，明治の権\n力担当者たちの判断と作為に基づく「創造物」である。明治において国家観念，天\n皇思想もまた変革されているのである。原審がこれらの相違点に目をつぶり，「天\n皇」という称号が同一であり，それが血統によって「世襲」されてきたという事実\nに目を奪われ，各時代についてのその内容，実質の考察を怠ってこれを一括して\n「伝統」として許容するに至ったことはまことに遺憾であり，きびしく批判されな\nければならない。日本国憲法が明治憲法の全面的な否認の上に制定されたものであ\nることは，両者の前文，天皇に関する条項を対比すれば一見して明白である。この\n相違を名称の同一性や「伝統」性にとらわれて同一性質のものと即断して控訴人ら\nの請求を退けた原判決の誤りは明らかである。\n天皇即位儀式はその時の国制をあらわし，それぞれの国制の基盤に立っている天\n皇の性格をあらわしている。すなわち，即位式の態様はその時の天皇理念の表明で\nある。したがって，異なった性格の天皇は異なった即位儀礼を行うべきであり，そ\nの天皇と異なった性格の天皇の時代に行った即位儀式を用いるべきではないから，\nこれに反する場合は違法行為となるのである。旧登極令は明治憲法，皇室典範の天\n皇の性質及びこれらの条項と教育勅語，御真影等によって示されている天皇像を儀\n式によって表現したものである。「登極令義解」草稿を検討すると，登極令とその\n附式の各条項は緊密に組み立てられた一体の儀式であること，それはそれまでの即\n位儀式の様式を単に引き継いだものではなく，周到な用意の下に明治の天皇理念を\n儀式として演出するために，各時代の儀式からそれに適合した部分を選び取り，ま\nたそれを各種の文献によって意義付け，加えるに世界に乗り出していく明治国家に\nふさわしく外国の王の就任儀式からも適切な部分を採用して，新しく組成して出来\n上がったものである。そこに引用されている古式は，いずれも天皇の統治者として\nの絶対性と国家の祭祀権の統括者，皇祖霊祭祀の昀高祭主としての神秘性を表出し\nている儀式部分である。このような部分は，日本国憲法の天皇の性質との矛盾の昀\nも深刻な部分である。これらをもし伝統と呼ぶのであれば，そのような伝統は，日\n本国憲法の天皇の性格と昀も矛盾する部分であるがゆえに，今回の代替わり儀式か\nら排除されなければならなかったものである。\n登極令第４条は「即位ノ礼及大嘗祭ハ秋冬ノ間ニ於テ之ヲ行フ」とする。大嘗祭\nではその年の新穀がささげられるので秋冬に行うことには理由があるが，即位の礼\nについてはその必然性はないのであり，即位礼と大嘗祭を同時に行うことはいかな\nる意味においても伝統とはいえない。また，登極令の践祚，即位礼は天皇統治の正\n当性を表現している天孫降臨神話の再現であり，そこで用いられている高御座は天\n皇がそこから天下を照臨する場所，すなわち国の統治者であることを示す座と考え\nられている。このような高御座が用いられる儀式は違憲といわなければならない。\n原判決は，大嘗祭は天皇が神なる儀式であるとの主張を退けているが，神道学者の\n説によれば，それが天皇が神と一体化し，神の霊威をうけ，皇孫として民を統治す\nることをあらわす儀式であることは明らかである。\n登極令附式は，大嘗祭後の大饗のほかに賜宴を新設しており，大正・昭和の実例\nでは大饗出席者より下位とされる官吏，軍人その他各界，各層の広範な人々が招待\nされ出席してこの宴に連なっている。これらの沿革から考察しても，被控訴人Ｂの\n大嘗祭後の饗宴への出席は，他人の宴席に招待されて社交儀礼としてそこに出席し\nたのとは全く意義を異にすることは明らかである。民の代表のそこへの出席がなけ\nれば大嘗祭は成り立たないのである。原判決の評価の誤りはここでも明らかであ\nる。\n原判決は「戦前，天孫降臨神話は，日本史の起源とされ皇国史観が支配的になっ\nていたこともあって，高御座は天皇が天照大神以来の権威の源泉を身につけるため\nに登る皇祖の霊座と解された時期もあったかもしれない」と殊更事実をあいまい化\nするような認定をしている。皇国史観は，明治憲法がよって立った天皇思想の歴史\n学説における展開である。明治憲法の天皇条項及び前文は，皇国史観の法的表現で\nある。その下の天皇の地位，性質を儀式の形に表現する登極令附式は，その核心的\n部分において同一の性質を有する。高御座が皇祖の霊座であるとされたのは登極令\nそのものの考え方であった。この意義を第二次世界大戦前の皇国史観によるものと\nして限定づけようとする原判決の誤りは明らかである。また，原判決は，「高御座\nや剣と璽は，少なくとも今日においてはそれが神話と関係する以上に宗教的意味を\n有していないか，宗教的性質が希薄である」と認定しているが，旧登極令附式の代\n替わり儀式の挙行によって表現される天皇像は，明治憲法の天皇像である。同一の\n儀式によって表現される天皇の性格は，同一のものと考えられる。旧制度の天皇の\n儀式が新制度の天皇の就任儀式にも用いられるならば，これを見る人々に対して，\n新しい天皇も昔の天皇と同一性質であると認識させることになり，少なくとも同じ\nようなものであるという印象を与えるであろう。これこそが，今回旧登極令附式に\nよる天皇代替わり儀式を強行した政府の意図であったというべきである。\n２　被控訴人らの当審における主張\n（１）　控訴人らは，愛媛玉串料大法廷判決が，津地鎮祭大法廷判決の設定した目\n的効果基準の判断枠組みを維持したことを認めつつ，同基準の適用に当たって，厳\n格な判断準則を付加したと主張する。両判決の結論は違憲，合憲と分かれたが，そ\nれは政教分離規定についての考え方に違いがあったためではなく，事案に差があっ\nたことによるものであり，その判断枠組みは同一である。\n（２）　愛媛玉串料大法廷判決及び津地鎮祭大法廷判決においては，市又は県の代\n表らが宗教的行事とも見られる行事の開催に公金を支出しているのに対し，亡Ａも\n亡Ｂも行事の開催に公金を支出していない。\nまた，愛媛玉串料大法廷判決の事件は，靖国神社又は護国神社における祭祀のよ\nうに，宗教的施設における宗教的活動であることが明白な場合に関するものであ\nり，津地鎮祭大法廷判決の事件も神職主宰により行われた地鎮祭であって，いずれ\nもその宗教性について疑いを持たれる余地のない事案であった。これに反し，本件\nにおける亡Ａ及び亡Ｂの行事参加の目的は，即位礼正殿の儀については内閣総理大\n臣の案内を受け，日本国の象徴であり，日本国民統合の象徴である天皇の皇位継承\n儀式に儀礼を尽くし，祝意を表する目的であって宗教的意義はなく，大嘗宮の儀に\nついては亡Ｂが大礼委員会委員長たる宮内庁長官の案内を受け，天皇の一世一度の\n重要な皇位継承儀式に儀礼を尽くし，祝意を表する目的で公的な皇室行事に参列し\nたものである。\n以上によれば，即位礼正殿の儀及び大嘗宮の儀に宗教的儀式に関連する面があっ\nたとしても，行事そのものと亡Ａ及び亡Ｂらの行為との関わり合いは，前記各大法\n廷判決の事件と比べると，はるかに軽微なものであるということができる。\n（３）　控訴人らは，皇室が，宗教的活動をすることを本来の目的とする宗教団体\nであると主張するが，このような考え方が学会に問題提起すらされた事実はなく，\n単なるドグマにすぎないことは，一見して明白である。社会通念として，皇室が宗\n教団体又は宗教組織であると考えている者が存在しないことは公知の事実である。\n（４）　控訴人らは，即位礼当日賢所大前の儀や即位礼当日皇霊殿神殿に奉告の儀\nその他皇室行事とされた一連の諸儀式全体を即位礼正殿の儀と一体のものとして捉\nえるべきであると主張する。しかし，亡Ａも亡Ｂも，即位礼正殿の儀以外の上記儀\n式には招待されていない。また，即位礼正殿の儀は，それだけで十分挙行の目的を\n達することのできる独立した儀式であり，多数人を招待して実施された。その他の\n諸儀式は，それとは別個の趣旨，目的で開催され，多数人を招待していない。かよ\nうに異なった儀式を一体化して同列に論じようと控訴人らの主張は無用のものであ\nる。\n（５）　控訴人らは，天皇代替わり儀式を構成する各儀式は，旧憲法当時に制定さ\nれた登極令及び同附式をほとんど踏襲して行われたもので，神道儀式にほかならな\nいと主張する。即位礼正殿の儀においては高御座が使用され，剣，璽を置くなど，\n控訴人らから攻撃される余地がないとはいえないが，これらは，一世に一度の伝統\n的儀式が様式において引き継がれたにすぎない。昭和天皇は昭和２１年に人間宣言\nをされ，昭和２２年５月３日新憲法が施行されて民主主義は定着している。してみ\nると，外形的に旧憲法当時のものが残った儀式であっても，極力神話色を薄めるよ\nうに努力し，内容も民主主義にふさわしいものに置き換えられたのであるから，異\n質の行事と解すべきであり，儀式の一面的な外形だけをとらえて違憲と主張するこ\nとは，事の本質を誤るものである。\n（６）　控訴人らは，即位礼正殿の儀は登極令に合致しているから旧憲法当時の天\n皇の概念を引き継いだ違憲のものであると主張する。しかしながら，そもそも，控\n訴人らがその主張の根拠とする登極令及び同附式は，その用語自体を知る者とて極\nめてまれであることは公知の事実である。このように日本国民のうちの一握りの者\nしか知らない旧登極令及び同附式の内容に合致するとして違憲と断ずることは，社\n会通念以外のドグマを事実認定の基準にせよと迫ることに通じるものである。\n（７）　控訴人らは，政教分離に関する目的効果基準を採用する場合，その基礎と\nなる事実は，昭和天皇が昭和６３年９月に重態となった以降の日本社会の自粛と言\n論封殺状況にまでさかのぼるべきであると主張するが，訴訟の世界では，相当因果\n関係の存する範囲の事実に基づいて判断すべきものであり，即位礼正殿の儀や大嘗\n宮の儀の合憲性を判断するに当たり，儀式とは直接関係しない事情を認定する必要\n性は存しない。\n（８）　控訴人らは，原判決が，平成元年の政府見解についてその憲法適合性につ\nいての検討を全くしていないと非難し，かつ政府見解が神社本庁を中心とする政治\n的圧力の産物であり，そうした運動が何であったのかを判断の基礎とする必要があ\nると主張する。しかし，原判決は，上記政府見解が憲法に抵触するものではないと\n判断したものと考えられるし，同政府見解が神社本庁を中心とする政治的圧力の産\n物であるとする控訴人らの主張は，独自の見解にすぎない。\n（９）　控訴人らは，即位礼正殿の儀は宗教性が否定できないとし，しかも，これ\nに目的効果基準を適用すべきでないと主張する。しかし，この主張は，愛媛玉串料\n大法廷判決の趣旨に沿うものではないと考える。\n（１０）　控訴人らは，目的効果基準を厳格に適用すべきであるとし，代替手段が\n存在する場合には，同基準を適用すべきでないと主張するようであるが，代替手段\nの有無は，目的効果基準を適用するに当たっての別個の要件ではなく，目的効果基\n準の中の「諸般の事情」のひとつである。本件について代替手段を考慮するに当た\nり，即位礼正殿の儀が天皇の一世に一度の重要な儀式であること，及び儀式の主体\nが象徴天皇であることという二つの側面で，容易に代替できる民間の一般的行事と\nは異質のものであることを強調したい。\n（１１）　大嘗宮の儀は，皇室行事であるが，神に対する信仰に基づく宗教上の儀\n式としての性格を有することは否定できないとされている。しかし，皇位が世襲で\nあることに伴う一世に一度の重要な伝統的皇位継承儀式であるから，皇位の世襲制\nを採る現憲法の下において，国がその儀式に深い関心を持ち，挙行を可能にする手\n立てを講ずるのは当然のことであって，その費用を宮廷費から支出したことに何ら\nの問題もない。そうすると，大嘗宮の儀については，亡Ｂの参列の違憲性の有無だ\nけを問題にすべきことになるというべきである。\n（１２）　津地鎮祭及び愛媛玉串料各大法廷判決の事案と異なり，本件において亡\nＢは，大嘗宮の儀に玉串料その他の出捐を一切せず，単に参列したにとどまる。本\n件で問題になった公金支出額は，旅費２万２０００円にすぎないし，参列した場所\nは一般人から見て宗教団体の宗教施設とは考えられない皇居内であることから，参\n列行為の合憲性は明白である。\n同様のことは即位礼正殿の儀についても妥当する。亡Ａ及び亡Ｂは，即位礼正殿\nの儀に関して支出を受けた旅費の額は亡Ａが３３００円，亡Ｂが３１５０円であ\nる。\n第３　当裁判所の判断\n１　本件の事実関係\n即位礼正殿の儀及び大嘗宮の儀の内容，その挙行に至る経緯及び被控訴人らの先\n代である亡Ａ及び亡Ｂがこれらに参列した状況については，次のとおり付加，訂正\nするほか，原判決４７頁４行目冒頭から６３頁９行目末尾までに記載のとおりであ\nるからこれを引用する。\n（１）　原判決５８頁７行目末尾の後に行を改めて次のとおり加える。\n「亡Ａ及び亡Ｂは，即位の礼委員会委員長である内閣総理大臣の案内を受けて，即\n位礼正殿の儀に公務として参列し，亡Ａから支出負担行為をする権限の委任を受け\nた担当者から亡Ａに３３００円，亡Ｂに３１５０円の旅費がそれぞれ支給され\nた。」\n（２）　同６１頁８行目の「悠紀殿（ゆきでん）と主基殿（すきでん）とからな\nる。」を「いずれも神代の遺風を伝えるものとされる黒木造り，茅葺き切妻屋根の\n悠紀殿（ゆきでん）と主基殿（すきでん）を中心とする神道様式の建物群であり，\nこのほかに鳥居も設置されている。」と改める。\n（３）　同６２頁２行目の「『告文』」の前に「天照大神，天神地祇に対して安寧\nと五穀豊穣を祈って新穀を奉るという内容の」を加える。\n（４）　同６２頁１０行目末尾の後に「亡Ｂは，大礼委員会委員長である宮内庁長\n官の案内を受けて，大嘗宮の儀に公務として参列し，亡Ａから支出負担行為をする\n権限の委任を受けた担当者から亡Ｂに２万２０００円の旅費が支給された。」\n２　即位儀礼の起源及び歴史的経緯について\n天皇の即位儀礼及びその歴史的経緯について，証拠（甲３７，１０８，証人Ｃ）\n及び弁論の全趣旨により認められる事実は以下のとおりである。\n（１）　我が国における天皇の即位儀式は，遅くとも７世紀には成立していたが，\n当初は，践祚の儀と即位礼とは区別されておらず，大嘗祭も行われていなかった。\nそのころの即位儀式は，皇位を象徴する剣璽の受渡し，天皇の登壇，即位の宣言，\n臣下の者からの祝詞という内容であったとされている。\n（２）　その後７世紀末の持統天皇のころから，即位儀式の一環として大嘗祭が行\nわれるようになった。大嘗祭は，稲の収穫儀礼に起源を持つ新嘗祭を原型とした儀\n式であって，都を挟んでその東西に定められる悠紀田，主基田から収穫される稲を\n神に捧げるとともに，天皇もそれを共に食するという儀式であった。\n（３）　８世紀末の桓武天皇のころには，即位儀式が践祚の儀と即位礼とに別れた\n結果，天皇の即位儀式は，践祚，即位礼，大嘗祭という３段階を踏んで行われるよ\nうになった。このうち践祚は，先帝崩御又は譲位の直後に行われ，皇位を象徴する\n剣璽の受渡しを中心とする儀式であり，即位礼は，即位儀式のうち剣璽の受渡しを\n除いた部分，すなわち天皇の高御座への登壇，即位の宣命の読上げ，臣下の祝詞か\nらなる儀式であって，崩御又は譲位からしばらく時間がたってから唐風文化の影響\nを受けた様式により挙行された。また，９世紀初めころの文献には，即位礼におい\nて高御座が使用されたという記録があり，その形態は，今回の即位礼正殿の儀にお\nいて用いられた高御座と類似した四角形の壇の上に８角形の屋形を乗せたものであ\nったと考えられている。\n（４）　その後，１１世紀半ばの後三条天皇の即位礼において，密教に由来する即\n位灌頂が行われるようになるなどその様式が変化した。また，１３世紀前半の仲恭\n天皇の即位の際は，承久の乱のために即位礼も大嘗祭も行われず，１４世紀半ばの\n南北朝の時期には，天皇が即位しても大嘗祭が行われない場合があったという例外\nはあるものの，１５世紀半ばの後土御門天皇に至るまでは，天皇の即位儀式として\n基本的に践祚，即位礼，大嘗祭という３段階の儀式が行われていた。しかし，応仁\nの乱以降は，柏原天皇から１７世紀後半の霊元天皇に至るまで，践祚及び即位礼は\n行われていたものの，９代２００年余にわたり大嘗祭は行われなくなった。\n（５）　その後，１７世紀末の東山天皇の即位に当たって，再び大嘗祭が行われる\nようになり，以後昭和天皇に至るまで，天皇の即位に当たっては，応仁の乱以前と\n同様に，践祚，即位礼，大嘗祭という３段階の儀式が行われるようになった。江戸\n時代の天皇の即位礼を描いた絵図によれば，当時用いられた高御座は，大正天皇の\n即位礼の際に復元造立され，今回の即位礼においても用いられた高御座とほぼ同様\nな形態のものであったことがうかがわれる。\n（６）　明治天皇の即位儀式は，践祚及び即位礼は京都で，大嘗祭は東京で行われ\nたが，それに際しては，即位灌頂や中国風の衣装などの仏教色，中国色が廃され，\n神道儀式として行われた。明治４年神祗省は，大嘗祭についての告諭を発している\nが，同告諭においては，大嘗祭は，天孫瓊瓊杵尊が降臨の際，天照大神から齋庭の\n穂を授けられこれを播いて新穀を食したのが起源であること，これは新天皇が国家\nを統治し天祖の封を受けるゆえんの大礼であって，国家第１の重事であること等が\n述べられている。\n（７）　明治２２年２月，大日本帝国憲法とともに皇室典範が定められたが，その\n第１０条及び第１１条において，天皇が崩ずるときは皇嗣が直ちに践祚し神器を承\n継すること，即位の礼及び大嘗祭は京都において行うことが規定されている。\n（８）　明治４２年２月天皇の即位儀式について規定した登極令及び同附式が公布\nされ，即位の礼及び大嘗祭は秋冬の間に続けて行うことなどのほか，践祚，即位礼\n及び大嘗祭の儀式の細目が規定された。大正天皇及び昭和天皇の即位儀式は，いず\nれも登極令及び同附式に従って挙行された。\n（９）　第２次世界大戦後，国民主権や象徴天皇制を定めた日本国憲法が制定され\nたことに伴い，旧皇室典範及び登極令は廃止された。あわせて，国会の議決を経た\n新皇室典範が制定されたが，同典範においては，皇位の継承があったときは即位の\n礼を行うとの規定が設けられたが，践祚及び大嘗祭についての規定は設けられてい\nない。\n３　政教分離の原則について\n憲法は，明治維新以降，国家と神道とが密接に結び付き種々の弊害を生じたこと\nにかんがみ，新たに信教の自由を無条件に保障することとし，更にその保障を一層\n確実なものとするため，２０条１項後段，３項，８９条において，いわゆる政教分\n離の原則に基づく諸規定（以下「政教分離規定」という。）を設けた。政教分離規\n定は，いわゆる制度的保障の規定であって，信教の自由そのものを直接保障するも\nのではなく，国家と宗教との分離を制度として保障することにより，間接的に信教\nの自由の保障を確保しようとするものである。そして，憲法の政教分離規定の基礎\nとなり，その解釈の指導原理となる政教分離原則は，国家が宗教的に中立であるこ\nとを要求するものではあるが，国家が宗教とのかかわり合いを持つことを全く許さ\nないとするものではなく，宗教とのかかわり合いをもたらす行為の目的及び効果に\nかんがみ，そのかかわり合いが，我が国の社会的，文化的諸条件に照らし，信教の\n自由の保障の確保という制度の根本目的との関係で相当とされる限度を超えるもの\nと認められる場合にこれを許さないとするものであると解すべきである。\nこのような政教分離原則の意義に照らすと，憲法２０条３項にいう宗教的活動と\nは，およそ国及びその機関の活動で宗教とのかかわり合いを持つすべての行為を指\nすものではなく，そのかかわり合いが上記にいう相当とされる限度を超えるものに\n限られるというべきであって，当該行為の目的が宗教的意義を持ち，その効果が宗\n教に対する援助，助長，促進又は圧迫，干渉等になるような行為をいうものと解す\nべきである。そして，ある行為が上記にいう宗教的活動に該当するかどうかを検討\nするに当たっては，当該行為の外形的側面のみにとらわれることなく，当該行為の\n行われる場所，当該行為に対する一般人の宗教的評価，当該行為者が当該行為を行\nうについての意図，目的及び宗教的意識の有無，程度，当該行為の一般人に与える\n効果，影響等，諸般の事情を考慮し，社会通念に従って，客観的に判断しなければ\nならない（昀高裁昭和５２年７月１３日大法廷判決・民集３１巻４号５３３頁，昀\n高裁平成９年４月２日大法廷判決・民集５１巻４号１６７３頁）。\n４　亡Ａ及び亡Ｂの即位礼正殿の儀への参列について\n前記認定のとおり，亡Ａ及び亡Ｂが参列した即位礼正殿の儀は，天皇が即位を公\nに宣明するとともに，それを内外の代表がことほぐ儀式として，皇室典範の規定に\n基づく国事行為たる「即位の礼」として挙行されたものであって，その内容も，天\n皇が宮殿の正殿松の間に設置された高御座と呼ばれる壇の上に登壇し，即位を内外\nに宣明する趣旨の「お言葉」を述べた後，内閣総理大臣が即位を祝う寿詞を述べた\n上，万歳三唱を行うという順序，内容で行われたものであって，その趣旨，目的，\n内容にかんがみて，これを宗教的行事ということは困難であると考えられる。\nなるほど，証拠（甲１９の２３，２８ないし３０，３６，１２８，）及び弁論の\n全趣旨によれば，今回の即位の礼正殿の儀は，正殿前の中庭に置かれる旛と呼ばれ\nるのぼりの文様から神話に基づくものが除かれ，天皇の「お言葉」と内閣総理大臣\nの寿詞が日本国憲法に則したものに改められたほかは，明治４２年２月に公布され\nた登極令及び同附式の規定するところにほぼ従って挙行されたこと，即位礼正殿の\n儀においては，高御座が用いられ，その上には皇位を象徴する剣璽が置かれたこ\nと，登極令及び同附式の起草に関与したＤは，登極令及び同附式についての注釈書\nである「登極令義解」草稿の中で，高御座及び剣璽について，皇祖天照大御神が皇\n孫瓊瓊杵尊を立てて大八洲の君主とした際に「天津高御座」に就かしめるとともに\n八咫鏡，八坂瓊曲玉及び草薙剣を授けたとの故事に基づくものであると述べている\nこと，昭和３年１１月７日の官報に掲載された「大礼本義」の中で大礼使事務官の\nＥが，高御座は皇祖の霊座であって即位とは皇祖の霊座に就くことであると述べて\nいることが認められ，これらによれば，即位礼正殿の儀において用いられた高御座\nや剣璽は，我が国の神話にその起源を有しているという意味において，宗教的要素\nを有するものといえなくはない。しかしながら，ＤやＥの高御座及び剣璽について\nの前記説明は，大日本帝国は万世一系の天皇がこれを統治し（大日本帝国憲法１\n条），この国家統治の大権は天皇が皇祖皇宗から承けたものであり（同発布勅\n語），天皇は神聖にして侵すべからざるものであり（３条），天皇崩ずるときは皇\n嗣が践祚し神器を承ける（旧皇室典範１０条）とされていた大日本帝国憲法の下に\nおいて，それに基づいて即位礼並びにそこで用いられる高御座及び剣璽の意義を説\n明したものと解されるのである。そして，前記認定のとおり，高御座自体は遅くと\nも平安時代初期の９世紀初めころの即位礼において使用され，その形態も今回の即\n位礼正殿の儀において用いられた高御座と類似した形態のものであり，江戸時代の\n文献に描かれた高御座は，今回の即位礼において用いられた高御座とほぼ同様な形\n態のものであったというのであり，高御座の上に置かれた剣璽も，即位礼が成立し\nた当初から皇位を象徴する物として皇位継承者に伝えられてきたのであるから，高\n御座や剣璽の意義についてのＤやＥの説明が唯一無二のものであるとも解されない\n一方，それらが我が国の歴史と伝統を伝える皇室の由緒ある調度品であることも疑\nいのないところというべきである。これに加えて，政府は，今回の即位礼正殿の儀\nを天皇が即位を公に宣明するとともにそれを内外の代表がことほぐ儀式であるとし\nていること，今回用いられたのぼりの文様から神話に基づくものが除かれ，天皇の\n「お言葉」と内閣総理大臣の寿詞も，日本国憲法に則したものに改められているこ\nと等の諸点を考慮すると，即位礼正殿の儀に宗教的色彩を見出すことは困難であっ\nて，仮にあったとしても極めて微弱なものであったというべきである。\nそして，仮に即位礼正殿の儀になにがしかの宗教的色彩があったとしても，前記\n認定のとおり，即位の礼は，平安時代初期にまでさかのぼることのできる伝統的な\n皇位継承儀式であり，そこで用いられる高御座も９世紀初めころに用いられて以来\nの伝統を有するものである。また，亡Ａ及び亡Ｂは地方自治体の長あるいはその議\n会の議長の職にある者の社会的儀礼として，天皇の即位に伴う皇位継承儀式に際\nし，日本国及び日本国民統合の象徴である天皇の即位に祝意を表する目的で参列し\nたものであり，その態様も即位の礼委員会委員長である内閣総理大臣からの案内を\n受けて三権の長，国務大臣，各地方公共団体の代表等と共に即位礼正殿の儀に参列\nしたにとどまり，それ以上に即位の礼の実施について積極的に参画したとの事情は\n認められず，参列に当たって旅費以外の公金の支出をしたという事情もうかがえな\nい。これらの諸点にかんがみると，亡Ａ及び亡Ｂの即位礼正殿の儀への参列の目的\nは，天皇の即位に伴う皇室の伝統儀式に際し，日本国及び日本国民統合の象徴であ\nる天皇に対する社会的儀礼を尽くすものであり，その効果も，特定の宗教に対する\n援助，助長，促進又は圧迫，干渉等になるようなものではないと認められる。した\nがって，亡Ａ及び亡Ｂの即位礼正殿の儀への参列は，宗教へのかかわり合いの程度\nが我が国の社会的，文化的諸条件に照らし，信教の自由の保障の確保という制度の\n根本目的との関係で相当とされる限度を超えるものとは認められず，憲法上の政教\n分離原則及びそれに基づく政教分離規定に違反するものではないと解するのが相当\nである。\n５　亡Ｂの大嘗宮の儀への参列について\n前記認定のとおり，亡Ｂが参列した大嘗宮の儀は，天皇が皇祖及び天神地祇に対\nして安寧と五穀豊穣等を感謝するとともに国家や国民のために安寧と五穀豊穣等を\n祈念する儀式であり，神道施設が設置された大嘗宮において，神道の儀式にのっと\nって行われたものということができるのであるから，宗教的要素を持った儀式であ\nり，当時神奈川県議会議長であった亡Ｂがこれに参列した行為が宗教とのかかわり\n合いを持つ行為であることは明らかである。\nしかしながら，前記認定のとおり，大嘗祭は，一時中断された時期はあるもの\nの，７世紀末ころ以降皇位継承の際に通常行われてきた皇室の重要な伝統儀式であ\nる。また，亡Ｂは地方自治体の議会の議長の職にある者の社会的儀礼として，天皇\nの即位に伴う皇位継承儀式に際し，日本国及び日本国民統合の象徴である天皇の即\n位に祝意を表する目的で参列したものであり，その態様も大礼委員会委員長である\n宮内庁長官からの案内を受け，三権の長，国務大臣，各地方公共団体の代表等と共\nに大嘗宮の儀に参列したにとどまり，それ以上に大嘗宮の儀の実施について積極的\nに参画したとの事情は認められず，参列に当たって旅費以外の公金の支出をしたと\nいう事情もうかがえない。これらの諸点にかんがみると，亡Ｂの大嘗宮の儀への参\n列の目的は，天皇の即位に伴う皇室の伝統儀式に際し，日本国及び日本国民統合の\n象徴である天皇に対する社会的儀礼を尽くすものであり，その効果も，特定の宗教\nに対する援助，助長，促進又は圧迫，干渉等になるようなものではないと認められ\nる。したがって，亡Ｂの大嘗宮の儀への参列は，宗教へのかかわり合いの程度が我\nが国の社会的，文化的諸条件に照らし，信教の自由の保障の確保という制度の根本\n目的との関係で相当とされる限度を超えるものとは認められず，憲法上の政教分離\n原則及びそれに基づく政教分離規定に違反するものではないと解するのが相当であ\nる。\n６　控訴人らの主張について\n控訴人らは，即位礼及び大嘗祭はあくまで天皇代替わり儀式を構成する一部であ\nり，代替わり儀式全体の中で位置づけることによってその意味が明らかになるので\nあるから，これに目的効果基準を適用するについては，天皇代替わり儀式全体につ\nいて適用されなければならないこと，日本国憲法の下における天皇は，神道指令や\n昭和天皇による人間宣言によって明治憲法下の天皇とは異なる存在となったと解す\nべきであるから，明治憲法下で行われた神権天皇の代替わり儀式を踏襲することは\n禁止されていると解すべきこと，天皇が，皇祖神に奉告を重ねる儀式を行ってきた\n上で高御座や３種の神器を用いた即位礼正殿の儀を行ったことは，神社神道に対す\nる大きな援助，促進になっていること，などをるる主張して，政府が即位礼正殿の\n儀を国事行為として挙行したことが，憲法の政教分離原則あるいは国民主権主義に\n違反する旨主張する。しかしながら，本件で問題とされているのは，当時神奈川県\n知事であった亡Ａ及び神奈川県議会議長であった亡Ｂが，即位礼正殿の儀に公費で\n参列したことの当否なのであり，政府が天皇の国事行為として即位礼正殿の儀を挙\n行した行為の当否が直接の問題となっているわけではないのであるから，この点に\nついての控訴人らの主張は，そもそも前記争点についての適切な主張とはいえな\nい。そして，今回挙行された即位礼正殿の儀には，宗教的儀式の要素は少ないこ\nと，仮になにがしかの宗教的要素があったとしても，亡Ａや亡Ｂがこれに参列した\n目的，同人らの参加の態様，程度等に照らして，それが憲法の規定する政教分離原\n則に反するものとはいえないことは既に説示したとおりであるから，控訴人らの主\n張はいずれも採用することができない。\nまた，控訴人らは，今回行われた大嘗祭は，政府見解が認めるとおり，宗教儀式\nであることが明白であるにもかかわらず，その企画・立案・準備・案内・執行のす\nべてが政府の手によって行われ，その費用が全額公費である宮廷費で賄われただけ\nでなく，その予算規模も通常の天皇・皇室の私的活動費をはるかに上回っているこ\nとに照らすと，形式的に儀式の主宰者が天皇であったとしても，現実の実行者は政\n府自身にほかならないから，今回の大嘗祭は，憲法２０条３項に明白に抵触する違\n憲な儀式である旨主張する。しかしながら，本件で問題とされているのは，当時神\n奈川県議会議長であった亡Ｂが大嘗宮の儀に公費で参列したことの当否なのであ\nり，政府が，皇室行事としての大嘗祭に公的性格があるものとして，その費用を宮\n廷費から支出した行為の当否が直接の問題となっているわけではないのであるか\nら，この点についての控訴人らの主張は，そもそも前記争点についての適切な主張\nとはいえない。そして，今回挙行された大嘗宮の儀は，宗教行事としての要素を有\nするものではあるが，それが皇位継承の際に通常行われてきた皇室の重要な伝統儀\n式であり，亡Ｂがこれに参列した目的，同人の参加の態様，程度等に照らして，そ\nれが憲法の規定する政教分離原則に反するものとはいえないことは，既に説示した\nとおりであるから，控訴人らの主張はいずれも採用することができない。\nさらに，控訴人らは，今回挙行された即位礼正殿の儀及び大嘗宮の儀は，いずれ\nもその根本において違憲の儀式であったことは明らかであるところ，違憲の儀式で\nある即位礼正殿の儀あるいは大嘗宮の儀に参列することは，地方自治法２条２項の\n事務に該当しないから，これら儀式への参列は違法というべきである旨主張する。\nしかしながら，地方公共団体の長であった亡Ａ及び神奈川県議会議長であった亡Ｂ\nが，即位礼正殿の儀又は大嘗宮の儀に参列し，あるいはそのための経費を支出した\nことの憲法適合性を判断するに際しては，それらの行為自体の目的あるいは効果に\nついて憲法適合性を検討すれば足りるというべきであるから，この点についての控\n訴人らの主張も採用することはできない。\n７　以上の次第で，控訴人らの請求は理由がないから，本件控訴をいずれも棄却す\nることとして，主文のとおり判決する。\n東京高等裁判所第２民事部\n裁判長裁判官　森脇勝\n裁判官　中野信也\n裁判官　藤下健\n"
}