{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 29
  },
  "case_number": "平成9(ネ)3586",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12826",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12826",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/826/012826_hanrei.pdf",
  "contents": "平成九年(ネ)第三五八六号　特許侵害差止等請求控訴事件（原審・神戸地方裁判所\n平成七年(ワ)第二九〇号）\n平成一二年七月七日口頭弁論終結\n判        決\n控訴人（第一審原告）　　　    【Ａ】\n右訴訟代理人弁護士　　　　　　平　    正  博\n右訴訟復代理人弁護士　　　　　三  木    　博\n右補佐人弁理士　　            【Ｂ】\n被控訴人（第一審被告）　　　　有限会社央基礎工業\n右代表者代表取締役　　　　　　【Ｃ】\n右訴訟代理人弁護士　　　　　　深  草    　徹\n右補佐人弁理士            　　【Ｄ】\n主        文\n一　原判決を取り消す。\n二　被控訴人は、別紙目録（イ号工法）記載の工法を使用して、杭打工事\nをしてはならない。\n三　訴訟費用は、第一、第二審とも被控訴人の負担とする。\n事実及び理由\n第一　控訴の趣旨\n主文と同旨\n第二　事案の概要\n本件は、控訴人が被控訴人に対し、その有する後記ホイールクレーン杭打工\n法に関する特許権に基づき、その特許発明（以下「本件工法」という。）の実施の\n差止めを求めた事案である。\n原審は、被控訴人の本件工法に関する先使用による通常実施権を認めて控訴\n人の請求を棄却したため、控訴人が控訴を提起した。\n一　前提となる事実（証拠を挙示する部分以外については、いずれも争いがない\nか弁論の全趣旨により認められる。なお、以下、書証の掲記は甲一などと略称し、\n枝番号のすべてを含む場合はその記載を省略する。）\n１　控訴人の特許権\n控訴人は、次の特許権(以下「本件特許」という。)を有する。\n(一)　特許番号　一四六七四三八号\n(二)　発明の名称　ホイールクレーン杭打工法\n(三)　出願日　昭和五八年一一月二九日\n(四)　公告日　昭和六二年八月五日\n(五)　登録日　昭和六三年一一月三〇日\n(六)　特許請求の範囲\n別紙特許公報の「特許請求の範囲」記載のとおり。\n２　構成要件の分説\n本件工法は次のように分説することができる。\nａ　走行できる車台上に架設されたクレーン本体が水平面上で回転自在に設\nけられ、\nｂ　前記クレーン本体には起伏自在にブームの一端を枢着し、\nｃ　前記ブームの先端にはブーム挿入部を出没自在に設け長さの方向に伸縮\n自在にし、\nｄ　前記挿入部の先端に連結したアースオーガー装置を有する\nｅ　ホイールクレーン車を用いる\nｆ　杭打工法において、\nｇ　前記アースオーガー装置に取り付けた掘進用のスパイラルスクリュー\nに、\nｈ　前記ブームと前記クレーン本体との間に設けた前記牽引装置により\nｉ　前記ブームを牽引しブームに曲げモーメントを与えて、\nｊ　前記挿入部の先端から前記アースオーガー装置に前記ホイールクレーン\n車のほぼ全重量を乗せて垂直分力を与えると共に、\nｋ　ブームの長さをブーム挿入部を引き込める事により逐次縮小させ、前記\n挿入部の先端に垂直方向の垂直分力を前記アースオーガー装置に加圧しつつ\nｌ　杭打等を行う\nｍ　ホイールクレーン杭打工法。\n３　本件特許明細書の訂正請求等\n控訴人は、鹿島建設株式会社他から提起された本件特許の無効審判請求に\n対し、同審判手続において、平成七年二月六日、本件特許明細書について、前記構\n成要件ｊを「前記ブーム挿入部(6)の先端を介して、前記アースオーガー装置(8)\nに、昀大時前記ホイールクレーン車(1)のほぼ全重量を利用した曲げモーメントに基\nづく垂直分力を与えると共に」と訂正することなどを内容とする訂正請求を行った\n（甲一二）。\nこれに対して、特許庁は、平成九年七月一七日、訂正後の特許請求の範囲\nに記載されている事項により構成される発明は本件特許の出願の際独立して特許を\n受けることが出来ないことを理由に、本件特許明細書の訂正は認められない旨の判\n断をし、この判断を前提として、訂正前の本件特許について新規性がないため無効\nである旨の審決をした。しかし、右審決の取消訴訟において、東京高等裁判所は、\n平成一一年二月一六日、右審決を取り消す旨の判決をし、同判決は確定した（甲一\n一、一八）。\nその後、再開された審判手続において、特許庁は、控訴人の前記訂正請求\nに対し、訂正前の構成要件ｊに不明瞭な点はなく、かえって、訂正後の構成だと、\n曲げモーメントはホイールクレーン車のほぼ全重量のすべてを利用するのか、それ\nともその一部を利用するのか明確でなく、特許請求の範囲を不明瞭にしていること\nなどを理由に、訂正を拒絶すべきと判断し、平成一一年九月二一日、訂正拒絶理由\n通知書を控訴人に送付した（乙二六）。\n４　被控訴人の行為\n被控訴人は、アースオーガーを備えたホイールクレーン車を用いて杭打工\n事を行っている。被控訴人が実施している工法（以下「イ号工法」という。）は、\n本件工法の構成要件ａないしｍのうち、ｊの一部「前記ホイールクレーン車のほぼ\n全重量を乗せて」の部分を除くその余の要件を充足する。\n二　争点\n１　イ号工法は、本件特許請求の範囲に含まれるか。\n２　被控訴人は、本件特許の工法について、先使用による実施権を有するか。\n三　争点に関する当事者の主張\n１　争点１（イ号工法の構成要件該当性）について（この争点は、当審におい\nて追加されたものである。被控訴人は、原審段階では、イ号工法が本件工法と同一\nのものであることを認めていた。）\n【控訴人の主張】\n(一)　被控訴人は、既に原審において本件特許を実施している旨自白してい\nるところ、被控訴人が実施しているイ号工法が本件発明の技術的範囲に含まれない\nというのは自白の撤回に当たり、認められない。\n(二)　本件特許発明の「ホイールクレーン杭打工法」は、アースオーガー装\n置を地盤に食い込ませるために垂直分力を与えるもの、別な表現をすると、アース\nオーガー装置を上部からブーム挿入部の先端を介して加圧するものである。そし\nて、何かを加圧すると、作用・反作用の法則により、その加圧した物に加圧に抵抗\nする力（土木用語で言う反力）が発生する。この反力を受け止めるのにホイールク\nレーン車の重量、すなわち車体の重みを利用したことが本件特許発明の大きな特徴\nの一つである。\nところで、被控訴人も、牽引装置の基端はホイールクレーン車に連結さ\nれ、ブーム挿入部からアースオーガー装置に垂直分力を与えていることを認めてい\nる。すなわち、反力を受けるのにホイールクレーン車の重量を利用しているのであ\nるから、イ号工法は本件特許発明そのものである。\nもっとも、被控訴人は、イ号工法で使用しているホイールクレーン車の\nブームを押し下げる力は、車両重量の二〇パーセントに満たない値であり、「全重\n量」にはほど遠いものである旨主張するが、本件特許の構成でいう「ほぼ全重量」\nとは、あくまでも力学上原理的に昀大で利用可能な車体重量の範囲であり（本件訂\n正請求で明記し、限定したとおりである。）、この範囲内はすべて本件特許発明の\n意図するところである。常識的に考えても、岩盤が通常の硬さの範囲の杭打作業で\nは、ホイールクレーン車のほぼ全重量を利用して加圧する必要はなく、通常はこれ\nより相当に下回る加圧であることはいうまでもない。よって、被控訴人が実施して\nいるイ号工法は、本件特許発明の技術的範囲に属する。\n【被控訴人の主張】\n被控訴人のイ号工法が本件特許発明の技術的範囲に含まれるか否かは、\nオーガー装置に「前記ホイールクレーン車のほぼ全重量を乗せて」いるか否かによ\nって決まることになるが、通常このように「ほぼ全重量」と言えば「事実上全重量\nと言って差し支えない程度に全重量に近い値」を指すのが常識である。\nしかし、被控訴人が使用しているホイールクレーン車のブームを押し下\nげる力は、車両の全重量の二〇パーセントに満たない値であり、全重量にはほど遠\nいものである。\nよって、被控訴人が実施しているイ号工法は、本件特許発明の昀も重要\nな構成要件を欠いているので、その発明の技術的範囲に含まれないことが明白であ\nる。\n２　争点２（先使用の抗弁）について\n【被控訴人の主張】\n仮にイ号工法が本件特許請求の範囲に含まれるとしても、被控訴人は、以\n下の理由により、本件特許権の先使用による通常実施権（特許法七九条、九四条一\n項）を取得している。\n(一)　ホイールクレーンのブームを押し下げ、ブーム先端に接続したアース\nオーガーを垂直方向に押え付ける力を杭打工法に利用する本件工法は、昭和四〇年\n頃に、株式会社寺田組（昭和六一年一月株式会社寺田基工と商号変更。以下「寺田\n組」という。）において、本件特許発明の内容を知らないで、控訴人とは全く無関\n係に、「アンギュラス工法」として独自に発明されていた。寺田組は、当初は五ト\nンレッカー車のクレーンを使用し、昭和四六年頃からはラフタークレーン車すなわ\nちホイールクレーン車を使用するようになったという変化はあったが、工法自体に\nは何の変化もなく、継続してアンギュラス工法を実施してきた。\n(二)　通称アンギュラス工法が開発される前には、リードと呼ばれるやぐら\nのようなものにアースオーガーを吊り下げ、これにオーガーヘッドを先端部に取り\n付けたオーガースクリューを装着し、アースオーガーの回転により掘削する工法が\n行われていた。従来の工法では、クレーンのブームを伸縮させることによって押し\n下げる力を働かせることができないし、いちいちリードを移動させなければならな\nいなど非効率的であったが、アンギュラス工法の開発により杭打工事は非常に効率\n化されることになった。\n(三)　被控訴人代表者は、寺田組の従業員として本件工法による杭打工事に\n従事してきたが、昭和五一年頃、寺田組から独立し、寺田組からタダノＴＲ一五一\n型ホイールクレーン車、アースオーガー（クレーンへのアタッチメント付き）及び\nアースオーガー用発電機、スパイラルスクリュー、モルタルパッチャープラント、\nオーガーヘッド並びにセメントミルク注入用ホースなど設備一式を譲り受けるとと\nもに、アンギュラス工法を実施する許諾を得て、寺田組の専属下請業者として、ア\nンギュラス工法を実施するようになった。\n(四)　そして、寺田組は、昭和五八年頃までに、次の各工事を含む工事にお\nいて、アンギュラス工法による杭打工事等を行っていた。\n(1)　阪急電鉄池田駅付近連続立体交差工事\n昭和五四年一二月から昭和五六年一一月まで（基礎杭打工事期間）\n(2)　神戸電鉄栄架動橋新設工事\n昭和五四年一二月から昭和五五年二月まで（基礎杭打工事期間）\n(3)　神戸電鉄藍那第四拱橋改築工事\n昭和五六年一月から同年三月まで（基礎杭打工事期間）\n(4)　奈良県吉野郡川上村立東小学校新築工事\n昭和五六年一二月から昭和五七年二月まで（基礎杭打工事期間）\n(5)　国鉄芦屋橋架替工事\n昭和五七年四月から昭和五八年三月まで（基礎杭打工事期間）\n(6)　南海電鉄天見駅複線化工事\n昭和五八年六月頃（基礎杭打工事期間）\n被控訴人代表者は、右各工事につき、寺田組の下請業者として、自ら工\n事に加わった。\n(五)　したがって、被控訴人代表者は、控訴人が本件工法について特許出願\nをした昭和五八年一一月二九日の時点で、本件特許発明の内容を知らないでその発\n明をした者から知得して、現に本件特許発明の実施である事業をしていた者とし\nて、特許法七九条により、本件特許権について先使用による通常実施権を有してい\nた。\n(六)　その後被控訴人代表者は、寺田組が昭和六二年に倒産し、そのあおり\nで同社名義を借用していたホイールクレーンを債権者に持って行かれたため、一時\n事業の中断を余儀なくされたものの、約一年後に再び事業を再開し、約二年間個人\n事業として事業を続けた。そして、平成二年四月、義弟が経営していたもののマッ\nチ製造業が衰退し営業実績が深刻な状態になっていた有限会社世界燐寸工業を譲り\n受け、被控訴人会社とするとともに、被控訴人に対し、本件特許権の通常実施権を\n含む本件工法を実施する機械設備一式を、自己の行ってきた事業とともに現物出資\nした。被控訴人が現在継続して実施しているイ号工法は、前記アンギュラス工法と\n全く同一のものであり、したがって、被控訴人は、特許法九四条一項により本件特\n許の通常実施権を有する。\n【控訴人の主張】\n(一)　被控訴人が主張する先使用の時期に、控訴人の本件工法を実施できる\n機能を備えたホイールクレーン車は存在していない。寺田組が株式会社タダノ（旧\n商号多田野鉄工株式会社。以下「タダノ」という。）製造のホイールクレーン車\n（ＴＲ一五一型）を取得したのは昭和五一年一月三〇日のことであるが、この機種\nには少なくとも本件工法を実施し得る機能はない。何故なら、従来のクレーン車の\nブーム起伏装置は、あくまで重量物を吊り上げるためのものであり、原理的に下方\nにブームを引っ張ってその先端で加圧するという技術思想はなかったからである。\nそのため、ホイールクレーン車は、ブームの先端で意図的かつ積極的に\nアースオーガーを加圧しようとしても、アンロードバルブによりある圧力以上には\n加圧できないよう設計されている。すなわち、ＴＲ一五一型のカウンターバランス\nバルブ（起伏シリンダーに供給される圧油が一定圧力以上にならないように圧力を\n制御する弁）の設定圧は一平方センチメートル当たり一六〇±五キログラムであ\nり、この圧力が右機種でいうと昀大で約一五トンの重量をブームを吊り下げる力と\nなる。これに対して、アンロードバルブの設定圧は一平方センチメートル当たり七\nキログラムであり、吊り下げる場合の約二三分の一の設定圧であるから、仮にブー\nム先端で加圧したとしても右機種では単純に計算して昀大で一五トンの二三分の一\n程度しか加圧できないので、本件工法には原理的に使用できないのである。タダノ\n製のホイールクレーン車が本件工法を実施し得る機能を有するようになるには、控\n訴人において本件工法を実施するための改良（起伏用の油圧装置の改造）が不可欠\nであった（もっとも、現在では、ほとんどのホイールクレーン車は、改造なしに本\n件構造を実施できる仕様になっている。）。\nしたがって、少なくとも控訴人が本件工法を実施し得るようにホイール\nクレーン車の機能を改良する前から、寺田組が本件工法を実施していたということ\nはあり得ない。寺田組が行っていたのは、本件工法とは全く異なる杭打工法であ\nり、寺田組の先使用を前提とする先使用権が成立する余地はない。\n(二)　被控訴人に先使用権が認められるには、少なくとも本件特許出願前に\n本件工法を独自に知得し、実施していたことが不可欠である。しかし、被控訴人主\n張の阪急電鉄池田駅付近連続立体交差工事他は寺田組の仕事であり、仮に同各工事\nにおいて本件工法が用いられていたとしても、それをもって被控訴人代表者の実施\nとして認められるものではない。\n被控訴人は、昭和五一年頃、被控訴人代表者が寺田組からホイールクレ\nーン車、スパイラルスクリューその他の機械工具類等本件工法を実施するための設\n備一式を譲り受け、その専属下請業者となったと主張するが、寺田組が昭和六三年\nに倒産した当時、被控訴人代表者が譲り受けたというホイールクレーン車を寺田組\nの債権者が債権保全のために持ち帰ったことに対し、何らの返還請求をもしていな\nい。したがって、合理的に判断すれば、被控訴人代表者のホイールクレーン譲受け\nの事実は否定されるべきである。\nまた、被控訴人は、ホイールクレーン車及びスパイラルスクリューその\n他の本件工法を実施するための設備一式を被控訴人代表者が被控訴人に現物出資し\nたことが、特許法九四条の「実施の事業とともにする場合」に当たるというが、前\n記機械の譲渡をもって右要件に当たると認めることはできない。\n第三　争点に対する判断\n一　争点１（イ号工法の構成要件該当性）について\n１　まず、前記第二の一３のとおり、控訴人は本件特許明細書の訂正請求を行\nっているが、特許庁が平成一一年九月二一日に改めて訂正拒絶理由通知を行ってい\nることからすると、特許庁において、再度、本件特許明細書の訂正を認めない内容\nの審判がなされる可能性が高いというべきである。したがって、本件においては、\n訂正前の本件特許明細書に基づいて、認定・判断を行っていくこととする。\n２　ところで、被控訴人は、前記第二の三１のとおり、原審段階ではイ号工法\nが本件工法と同一のものであることを認めていたにもかかわらず、その後前記のと\nおりイ号方法が本件特許の技術的範囲に属さないとの主張をするに至っている。か\nかる被控訴人の主張の変遷は自白の撤回と解されるところ、控訴人は右自白の撤回\nには同意しないとの態度を表明しているから、右被控訴人の自白の撤回が認められ\nるためには、被控訴人が自白した事実が真実に合致しないということが認定される\n必要がある（昀高裁判所昭和二五年七月一一日判決・民集四巻七号三一六頁参\n照）。\n３　被控訴人は、イ号方法が本件特許の技術的範囲に属さない根拠として、被\n控訴人がイ号方法で使用しているホイールクレーン車のブームを押し下げる力は、\n車両の全重量の二〇パーセントに満たない値であり、ホイールクレーン車の全重量\nにはほど遠いものであるから、「ホイールクレーン車のほぼ全重量を乗せて」の要\n件（本件工法の構成要件ｊ）に該当しないことを挙げる。\nしかしながら、被控訴人が平成一一年八月三〇日付準備書面添付の技術説\n明書(二)の一で述べるとおり、理論上、アースオーガーにホイールクレーンの全重\n量Ｗを加えるということは、アースオーガーの頂部にホイールクレーンをそのブー\nムの先端で吊した状態（ホイールクレーンが完全に地面から浮き上がった状態）と\nいうことになり（甲二二、別紙図面１参照）、また、それに近い値の重量をアース\nオーガーにかけようとするならば、ホイールクレーンの正面でアースオーガーの作\n業をしている場合、少なくともホイールクレーンの前輪及び車体安定のために突出\nさせて車体重量Ｗを受けているアウトリーガ装置を地面から浮き上がらせた状態に\nしなければならないが、これらの想定がいずれも現実に即したものでないことはい\nうまでもない（甲二二には、安定的に作業を行うには車体前部のアウトリーガ装置\nが地表面から浮かないことが必要であり、浮くとホイールクレーン車が転倒するこ\nともあり、危険であるとの指摘がある。）。\nまた、前記被控訴人の技術説明書(二)の二のとおり、現実に本件工法を実\n施する場合、ブームとアースオーガーとの角度をθとし、アースオーガーに押圧力\nWvを加えると、次の式で表されるホイールクレーンからアースオーガーの方向へ向\nかう水平分力Whが生じると考えられる（別紙図面２参照）。\nＷｈ＝Ｗｖ・tanθ\nそして、ホイールクレーン車が横滑りを起こさず静止状態で安定するため\nには、アウトリガーとその下に敷かれている鋼板との間の摩擦力Ｆ（摩擦係数をＫ\nとすると、Ｆ＝Ｋ（Ｗ－Ｗｖ）で表される。）が右水平分力Whよりも大でなければ\nならず、摩擦係数や、ブームとアースオーガーとの角度によって変動はあるもの\nの、押圧力Wvはホイールクレーン車の車体重量Ｗより大幅に下回ったものにならざ\nるを得ない（被控訴人は、前記技術説明書において、実際にはアースオーガーの押\n圧力Wvは車体重量の二〇パーセントを超えることはないと主張しており、この点に\nついて控訴人は特に反論していない。）。\n以上検討したところによると、本件特許の前記構成要件ｊにおける「ホイ\nールクレーン車のほぼ全重量を乗せて」は、文字どおりホイールクレーン車の重量\nに近接する値で加圧するという意味ではなく、「当該ホイールクレーン車でブーム\nの操作によって実質的にかけられる全重量」の意味に理解するのが相当である（そ\nうでないと、本件特許は実現不可能なものとなる。）。そして、イ号工法でアース\nオーガーにかけられている力が右の意味での「全重量」を下回るものであると認め\nるに足る証拠はないから、イ号工法と本件工法がこの点で異なるものとは考えられ\nない。\nそうすると、右の点を除き、イ号工法が本件工法の構成要件（第二の一\n２）のすべてを充足していることに争いはないから、被控訴人の前記自白が真実に\n合致しないとはいえず、被控訴人において、これを撤回することはできないという\nべきである。\nしたがって、イ号工法は本件特許請求の範囲に属するものと認められる。\n二　争点２（先使用の抗弁）について\n１　本件特許公報（甲一）によると、本件特許明細書には次の各記載があるこ\nとが認められる。\n(一)　従来技術について\n(1)「オーガー工法は、アースオーガー機を使用して場所打ち杭、山留柱\n列、埋込杭などの作業を行う工法である。オーガー工法は、各種の工法が提案され\nているが、このなかで連続オーガー工法はとくに知られている。連続オーガー機を\n一般にアースオーガーと称し、モーターにより回転力を与える駆動装置、この駆動\n装置を案内するリーダー、これを懸垂するクローラクレーン、スクリュー及びヘッ\nドなどから構成される。」（２欄11行ないし19行）\n(2)「この掘削は、スクリューを回転させてその先端のヘッドの刃先で土中\nに食い込ませて連続的に掘削するものである。掘削のための押し込む力は、スパイ\nラル状の羽根を有するので回転させれば回転力の分力で食い込ませていくのと、ス\nクリューの頂部に設けた駆動装置、ウェイト等の自重により行っている。この連続\nオーガー機はスクリューと同じ長さのリーダーを必要とする。」（２欄22行ないし\n３欄１行）\n(3)「また、リーダーを無くするためクレーン機のウィンチを使い、既に埋\n設された被圧入物にワイヤーを引っ掛けて、このワイヤーをクレーン機のウィンチ\nで巻き上げてその反力で圧入するものもある。」（３欄３行ないし７行）\n(二)　発明が解決しようとする問題点について\n「従来の連続オーガー機は、長いリーダーを必要としこれに平行にスクリ\nューを設け、このスクリューを原動機として内蔵したアースオーガー装置で駆動\nし、このアースオーガー装置をリーダーで案内しながら掘削していた。このため堅\nい岩盤の場合はスクリューを押し込む力が不足し掘削が困難であった。アースオー\nガー装置にウェイトを乗せて押し込み力を倍加する方法もあるが構造上の制約もあ\nり充分な押し込み力を発揮できなかった。」（３欄９行ないし18行）\n「また、ワイヤーの力で押し込む方法は予め埋設したものが必要である\nし、かつ埋設物を反力に利用するので圧入力に限界があった。したがって、従来の\nオーガー工法は堅い岩盤にはいずれも適用できなかった。本発明は、硬い岩盤でも\n圧入できる新規なホイールクレーン杭打工法を提供することにある。」（３欄19行\nないし25行）\n(三)　実施例について\n「アースオーガー装置８に取り付けたスパイラルスクリュー11をａ点上に\n置き掘進を開始する。アースオーガー装置８の原動力は電動機による回転である。\n掘進が進むに従ってスパイラルスクリュー11の上端は降下するから、ブーム４自体\nも角度θを変えることになる。（第３図参照）\nこの為ブーム４は縮少し全長を短くすると同時に角度θも少になる。こ\nの間、牽引シリンダー装置７を流体圧の力よりブーム本体５を牽引しブーム４に曲\nげモーメントをかけると、ブーム４等ホイールクレーン車の全重量が、垂直にスパ\nイラルスクリュー11に作用し、強い押圧力となって作用する。理論的には、昀大で\nアースオーガー８の重量、ブーム本体５の重量、クレーン本体３の重量が全てケー\nシング10の押圧力になって作用する。」（４欄23行ないし36行）\n(四)　効果について\n「本発明は次のような効果がある。\n（イ） ホイールクレーン車を利用するのでその自走性を利用して遠距離地\n域での作業が可能である。\n(ロ)　牽引シリンダー装置とブーム等の自重とによって押圧力を垂直に打\n杭又は掘進方向に作用させるので在来の如き振動、騒音は全く伴わない。\n(ハ)　本発明にはリーダー、支柱等の如き補助的装置は全く必要がないの\nで、これ等を準備、設置する費用と手間が省けると共にこれ等を設置する平面積が\n要らないから、狭い場所でも作業が可能である。実績によれば既設建造物から15㎝\nの距離に近付いて作業ができる。\n(ニ)　牽引シリンダー装置を利用してブームを倒しつつ押圧力を杭打方向\nに加え得るから、掘進の為に強力な押圧力が加えられるので、硬質地盤でも掘進、\n杭打込み等が可能である。\n(ホ)　水平方向に360度回転する事と、ブームの伸縮することにより地盤上\nの掘進、打ち込みをする位置、方向を選ばず施工できる。\n(へ)　高所、低所等段差のある場所でも、リーダー、支柱等を要しないの\nで直ちに、任意に打込み等の作業ができる。」（５欄８行ないし６欄９行）\n２　証拠及び弁論の全趣旨によると、次の各事実を認めることができる。\n(一)　控訴人が当初本件工法を実施する際使用していたホイールクレーン車\nは、タダノ製のＴＲ一五一型であった。また、控訴人は、アースオーガーをホイー\nルクレーン車のブームの先端に取り付ける装置（アタッチメント）を、タダノに発\n注して作ってもらっていた。このアタッチメントは、従来のリーダー等を用いる工\n法でもアースオーガー取付けの際に使用することができたが、ホイールクレーン車\nを杭打工法に用いるとき以外には控訴人においても使用していなかった（甲八、\n九、控訴人）。\n(二)　寺田組は、昭和五一年一月三〇日、昭和五二年二月二八日、同年八月\n二五日の三回にわたり、タダノからＴＲ一五一型ホイールクレーン車を合計三台購\n入した（甲一〇の６、８、９、乙七）。\n(三)　寺田組の代表者であった【Ｅ】（昭和六〇年三月七日死亡）は、昭和\n四五年頃、トラッククレーンのブーム先端にアースオーガーを取り付け、クレーン\nのブームの重量及びそれを下ろす力を利用してアースオーガーを押さえつつ掘削す\nるという工法を考案した。そして、【Ｅ】は、これを「アンギュラス工法」と称\nし、鉄工所に勤務する【Ｆ】に依頼して、三トン車と五トン車のブームにアースオ\nーガーを取り付けるためのアタッチメントを作らせ、工事現場で右工法を実施し\nた。\n【Ｅ】は、前記ホイールクレーン車三台を購入したときも、【Ｆ】に依\n頼して製作させたアタッチメントでアースオーガーを右ホイールクレーン車に取り\n付けた。そして、このホイールクレーン車を使って、第二の三２【被控訴人の主\n張】(四)１ないし６記載の各工事において、同項記載の各時期に「アンギュラス工\n法」を実施した。これらの工事のうち(1)、(4)、(5)の工事現場を撮影した写真によ\nると、ブーム先端のアースオーガーの先にオーガースクリューとヘッドが取り付け\nられているが、アースオーガーの動きを支持するリーダー、支柱等の補助的器具は\n使われていない。\n（乙一ないし四、六、二五、証人【Ｆ】、被控訴人代表者、弁論の全趣\n旨）\n(四)　現在、被控訴人は、ホイールクレーン車五台を使用してイ号工法を行\nっているが、右工法は、寺田組がホイールクレーン車を使用して実施していたアン\nギュラス工法と全く同一である。\n（乙八ないし一三、検乙二一ないし四〇、被控訴人代表者）\n３　前記１の本件特許明細書の記載によると、控訴人の本件工法は、従来の連\n続オーガー工法がリーダー等の支持機材を使用することもあってアースオーガー自\n体の重量以上に加圧して掘進を促進することが困難であったのに対し、それまでア\nースオーガーを吊り上げる機械としてのみ考えられていたホイールクレーン車に着\n目し、牽引装置によってブームを牽引することでアースオーガーを加圧する（いわ\nば、吊り上げるのではなく、押し下げることになる。）という着想を得た点に特徴\nを有するものであると解される。\n４　ところで、前記２のとおり、控訴人が本件工法の実施のために使用したホ\nイールクレーン車と寺田組が使用していたものは、いずれもタダノ製造のＴＲ一五\n一型で、同一の機種である。また、アースオーガーやオーガースクリューその他使\n用する機材もすべて同一であって、本件工法以前の連続オーガー工法で一般的に使\n用されていたと控訴人が供述するリーダー等は寺田組も使用していない。そうする\nと、寺田組がこれらの機材を使用して実施していた杭打工法は、前記３と同一の技\n術思想に立脚し、本件工法と同様の方法で行われていたものと推認するのが相当で\nある（もっとも、控訴人の陳述書（甲二七）では、ホイールクレーンでアースオー\nガーを吊り下げて、杭を打ちたい場所に移動し、アースオーガーの回転駆動のみで\n地盤を掘削する方法もあった旨記載されているが、前記２(三)の工事現場写真（乙\n一）の工事現場がいずれもアースオーガーの駆動のみで掘削できるような軟弱な地\n盤であったとは直ちに考えがたい。）。\nこれに加えて、本件工法が、アースオーガーに加える垂直分力に関して、\n前記のとおり「ホイールクレーン車のほぼ全重量を乗せて」と表現するのみで、具\n体的な数値限定は「特許請求の範囲」欄にも「発明の詳細な説明」欄ないし「実施\n例」欄にも一切行われていないことに鑑みると、寺田組が行っていた「アンギュラ\nス工法」は、本件特許請求の範囲に含まれる工法であるといえる。\n５(一)　この点について、控訴人は、タダノ製ＴＲ一五一型ホイールクレーン\n車は、ブームの先端で意図的かつ積極的にアースオーガーを加圧しようとしても、\nアンロードバルブが作動するため、ある圧力以上には加圧できないよう設計されて\nおり、本件工法を実施し得る機能を有するようになるには、控訴人において本件工\n法を実施するための改良（起伏用の油圧装置の改造）が不可欠であったと主張す\nる。\nしかし、寺田組が保有していた三台のＴＲ一五一型ホイールクレーン車\nのうち、昭和五一年一月三〇日に購入したものはアンロードバルブを備えておらず\n（甲一〇の６、乙二四）、当該ホイールクレーン車に関しては、アンロードバルブ\nの存在を前提とした控訴人の右主張は失当というほかない。\nまた、他の二台については、アンロードバルブが設けられており（甲一\n〇の８、９、乙二三）、甲五の３（三頁）のマニュアルコントロールバルブの断面\n図を見ると、なるほど、起伏用切換バルブ②の下部位置にアンロードバルブ⑨が配\n置され、起伏シリンダーの油路を切り換えるための起伏用切換バルブ②の油路とア\nンロードバルブ⑨の油路は連通していることが認められる。しかしながら、他方、\n甲五の３（二頁）には、アンロードバルブは、ポートがベント用のシャトオフソレ\nノイドバルブに連結され、ＡＭＬの一〇〇パーセント検出時、フックの過巻時、伸\n縮の誤操作時にのみシャトオフソレノイドバルブが開き、それと同時にアンロード\nバルブ内のチェック弁を保持していた圧力が抜けて、クレーン作動圧油がタンクに\n連通され、クレーン作業が停止する旨が記載されている。そして、「ＡＭＬの一〇\n〇パーセント検出時」の意味について、被控訴人は、過負荷防止装置が、ホイール\nクレーンに対して危険な方向に働く吊下荷重、ブームの長さ、ブームの仰角、アウ\nトリガーの張出距離などを総合して危険度が限界に達したことをいうと説明してい\nるところ、これについて控訴人側からの反論はない。\nそうすると、過負荷防止装置において限界の危険状態が検出されるよう\nなクレーン操作を行わない限りアンロードバルブは作動しないのであり、起伏シリ\nンダーでブームを牽引して倒伏する動作は、ごく通常のクレーン作業で行われるも\nのであるから、その動作自体で過負荷防止装置が危険状態を検出するとは考えられ\nない。したがって、寺田組保有のホイールクレーン車で本件工法を実施する際、起\n伏シリンダーでブームを牽引してもアンロードバルブは作動せず、ブームを倒す際\nにシリンダーの上部室に供給される油圧の上限値は、ブームを起立させる際にシリ\nンダーの下部室に供給される油圧の上限値（リリーフバルブで規定される一平方セ\nンチメートル当たり一六〇±五キログラム）に等しくなると考えられる。\n(二)　また、控訴人は、本件工法を実施するためにはブームの厚さ等も特別\nに補強する必要があり、既製のブームで本件工法を行うとブームが折れてしまう旨\n供述し、その裏付けとして、杭打機使用に適合するようにブームの強度を補強した\n旨のタダノ担当者の証明書（甲二五）を提出する。しかし、右証明書は、控訴人の\n要請に応じて行った改造工事の内容について陳述するものにすぎず、本件工法を実\n施する際に必ずブームの強度補強が必要とされることを示すものではないから、こ\nれのみをもって控訴人の右供述の十分な裏付けとすることはできず、他に裏付け証\n拠がない以上、控訴人の右供述部分を直ちに採用することはできない。\n(三)　さらに、控訴人は、ＴＲ一五一型ホイールクレーン車で本件工法を実\n施するためには特別な改造を要したが、現在では、ほとんどのホイールクレーン車\nで、改造なしに本件構造を実施できる仕様になっていると主張する。\nしかし、控訴人の本件工法実施当初と現在とで、ホイールクレーン車の\n油圧回路ないしブームについてどのような仕様変更がされているのか、また、その\nことと現在のホイールクレーン車が支障なく本件工法を実施できることとどう関連\nするのかなどについて、具体的な主張立証は全くない。\nしたがって、控訴人が指摘する諸点をもって、前記２、４で説示した寺田\n組による本件工法の先使用の認定・判断を左右するには足りないというべきであ\nり、寺田組が本件工法を控訴人とは別個に考案し、これを実施していたものと認定\nするのが相当である。\n６　ところで、被控訴人代表者は、「昭和五〇年に寺田組の従業員として稼働\nした際、当時寺田組がホイールクレーン車を使用して実施していた前記アンギュラ\nス工法を知得し、一年後に寺田組の専属下請として独立し、ホイールクレーン車一\n台と工具類等一式を寺田組から買い受け、代金は分割で毎月の請負代金の中から支\n払った。そして、前記寺田組の実施した各工事において、被控訴人代表者は自分の\nホイールクレーン車を操作してアンギュラス工法を実施した。しかし、寺田組は、\n【Ｅ】の死後、昭和六二年頃に手形不渡りを出して営業を廃止し、その際、被控訴\n人代表者が使用していたホイールクレーンも、寺田組の債権者によって引き上げら\nれてしまった。」、以上のとおり供述する。\nしかしながら、昭和五一年頃寺田組から下請として独立した旨の被控訴人\n代表者の右供述を裏付ける証拠は全くない。\nまた、被控訴人代表者が寺田組から買い受けたとするホイールクレーンの\n検査証（乙七）によると、このホイールクレーンは昭和五二年八月一日に製造検査\nが完了し、同月二五日に神戸西労働基準監督署に設置報告届出がされており、同\n日、タダノが寺田組に売却したホイールクレーン（甲一〇の９）がこれに該当する\nものと考えられる。そして、被控訴人代表者の供述によると、右ホイールクレーン\nを譲り受けたのは被控訴人代表者が独立した後とのことである。しかし、相当特別\nな理由がない限り、寺田組がわざわざ新品のホイールクレーン車を購入した上で改\nめて被控訴人に譲渡することは通常考えられない。また、被控訴人代表者の供述に\nは、右ホイールクレーンを自分がタダノから購入したが購入名義のみ寺田組の名前\nを借りたとする部分もあるが、この部分は前記供述部分と完全に矛盾するものであ\nり、また、何故寺田組の名前を借りたのかの点について、被控訴人代表者は合理的\nな説明をしていない。\nさらに、被控訴人代表者は、乙一に掲載された写真のうち国鉄芦屋橋架替\n工事の現場写真について、被控訴人代表者が自分のホイールクレーンを使用してア\nンギュラス工法を実施しているところである旨供述するが、右ホイールクレーンの\nブームには㈱寺田組の名称と電話番号が明記されており、右ホイールクレーンが被\n控訴人代表者の保有であるとするなら、何故、ブームに寺田組の名称を表記するの\nか理解に苦しむところである。そして、また、昭和六二年に寺田組が倒産した際、\n被控訴人代表者が譲り受けたとするホイールクレーンも寺田組の債権者によって引\nき上げられてしまったが、これについて、被控訴人代表者は自分の権利を主張して\n異議申立を行うような行動を一切取っていない（被控訴人代表者）。\n以上の諸点を総合すると、昭和五一年頃にホイールクレーン車一台と工具\n類等一式を寺田組から買い受け寺田組の専属下請として独立した旨の被控訴人代表\n者の供述自体も、その信用性は極めて疑問であって、直ちにこれを採用することは\nできない。\nしたがって、控訴人の本件特許出願日である昭和五八年一一月二九日より\n前に、被控訴人代表者が本件特許発明の実施である事業をしていたとの被控訴人主\n張事実は、本件証拠上これを認めるに足りず、これを前提とする被控訴人代表者の\n通常実施権取得の主張もまた理由がないこととなる。\n７　したがって、その余の点について判断するまでもなく、被控訴人の本件特\n許に関し先使用による通常実施権を有するとの抗弁は理由がない。\n第四　結論\n以上の次第で、控訴人の本件請求は理由があり、これを棄却した原判決は失\n当であって本件控訴は理由がある。\nよって、原判決を取り消して控訴人の本件請求を認容することとし、主文の\nとおり判決する。\n大阪高等裁判所第八民事部\n裁判長裁判官　　鳥    越    健    治\n裁判官　　若    林        　諒\n裁判官 　 西    井    和    徒\n別紙目録（イ号工法）\n走行できる車台上に架設されたクレーン本体が水平面上で回転自在に設け\nられ、前記クレーン本体には起伏自在にブームの一端を枢着し、前記ブームの先端\nにはブーム挿入部を出没自在に設け長さの方向に伸縮自在にし、前記挿入部の先端\nに連結したアースオーガー装置を有するホイールクレーン車を用いる杭打工法にお\nいて、前記アースオーガー装置に取り付けた掘進用のスパイラルスクリューに、前\n記ブームと前記クレーン本体との間に設けた前記牽引装置により前記ブームを牽引\nしブームに曲げモーメントを与えて、前記挿入部の先端から前記アースオーガー装\n置に前記ホイールクレーン車のほぼ全重量を乗せて垂直分力を与えると共に、ブー\nムの長さをブーム挿入部を引き込める事により逐次縮小させ、前記挿入部の先端に\n垂直方向の垂直分力を前記アースオーガー装置に加圧しつつ杭打等を行うホイール\nクレーン杭打工法\n別紙  図面１、図面２\n"
}