{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 28
  },
  "case_number": "平成16(行ケ)214",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9727",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9727",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/727/009727_hanrei.pdf",
  "contents": "平成１６年（行ケ）第２１４号　審決取消請求事件\n平成１７年２月１６日　口頭弁論終結\n判　　　　決\n原　　　　　　告　　　　フルタ電機株式会社\n訴訟代理人弁護士　　　　小南明也\n訴訟代理人弁理士　　　　竹中一宣\n被　　　　　　告　　　　株式会社親和製作所\n訴訟代理人弁護士　　　　松本直樹\n主　　　　　　　文\n１　特許庁が無効２００３－３５２４７号事件について平成１６年４月６日\nにした審決を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実等\n１　特許庁における手続の経緯\n被告は，発明の名称を「生海苔の異物分離除去装置」とする特許第２６６２\n５３８号の特許（平成６年１１月２４日出願（以下「本件出願」という。），平成\n９年６月２０日設定登録。以下「本件特許」という。請求項の数は４である。）の\n特許権者である。\n原告は，平成１５年６月１６日，本件特許を請求項１に関して無効にするこ\nとについて審判を請求した。\n特許庁は，この請求を無効２００３－３５２４７号事件として審理し，その\n結果，平成１６年４月６日，「本件審判の請求は，成り立たない。」との審決を\nし，審決の謄本を同年４月１６日に原告に送達した。\n２　特許請求の範囲\n「【請求項１】筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設\nし，この環状枠板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランス\nを介して内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転\n可能とするとともに前記タンクの底隅部に異物排出口を設けたことを特徴とする生\n海苔の異物分離除去装置。」（以下，審決と同様に「本件発明」という。別紙図面\nＡ参照。）\n３　審決の理由\n(1) 別紙審決書写しのとおりである。要するに，本件発明は，特開昭５１－８\n２４５８号公報（以下「刊行物１」という。）に記載された発明（以下「引用発\n明」という。別紙図面Ｂ参照）と同一であるとはいえず，また，同発明に基づいて\n当業者が容易に想到し得るものでもない，と認定判断するものである。\n(2) 審決が，上記結論を導くに当たり，本件発明と引用発明との一致点，相違\n点として認定したところは，次のとおりである。\n一致点\n「本体の底部周端縁に環状枠板部を設け，この環状枠板部の内周縁内に第一\n回転板を略面一の状態で僅かなクリアランスを介して内嵌めし，この第一回転板を\n軸心を中心として適宜駆動手段によって回転可能とするとともに前記本体に異物排\n出口を設けたことを特徴とする混合液の異物分離除去装置である点」\n相違点\n「（ａ）本体が，前者では，筒状混合液タンクであり，異物排出口がその底\n隅部に設けられているのに対し，後者では，室（ハウジング）であり，異物排出口\nはその側部に設けられている点」（以下，審決と同様に「相違点(a)」という。）\n「（ｂ）異物分離除去の対象となる混合液が，前者では「生海苔の混合液」\nであるのに対し，後者では「パルプ等の繊維懸濁液のような異なる物質」である\n点」（以下，審決と同様に「相違点(b)」という。）\n第３　原告主張の審決取消事由の要点\n審決は，本件発明と引用発明との相違点ではないものを相違点(a)と認定した\nだけでなく，相違点(a)についての判断も誤り，本件発明と引用発明との相違点(b)\nについての判断も誤ったものであり，これらの誤りが審決の結論に影響を及ぼすこ\nとは明らかであるから，違法として取り消されるべきである。\n１　相違点(a)の認定判断の誤り\n(1) 審決は，相違点(a)を前記のとおり認定した上で，引用発明について，「甲\n第３号証（判決注・刊行物１）の図１，図２又は図１４に示されたハウジング部分\n１又は２０１により形成される室４等の空間の高さは一見してかなり低く，また，\n注入液が入口からどのように供給されてスクリーン間隙を通過するのか（加圧供給\n又は吸引供給されることにより通過するのか，大気圧下で液位による重力により通\n過するのか）も不明瞭であって，それがタンクといい得る程度の液位の液を保持す\nるものであるということはできない。」（審決書９頁６～１１行）と極めて不自然\nな解釈をしている。\n審決は，刊行物１に記載された第８図の注入室１０４の存在を看過してい\nる。引用発明の注入室１０４の上方には漏斗１０６が設けられており，それを介し\nて処理すべき懸濁液が導入されるのであり，当該懸濁液が大気圧下で液位による重\n力によって注入室１０４に投下され異物分離処理を受けることは明らかである（甲\n３の１・６頁右上欄１４行～左下欄７行参照）。\n審決の「注入液が入口からどのように供給されてスクリーン間隙を通過す\nるのか（加圧供給又は吸引供給されることにより通過するのか，大気圧下で液位に\nよる重力により通過するのか）も不明瞭」とする上記認定は，刊行物１のこの記載\nを無視したものである。\n(2) 審決は，引用発明の室４について，「その「遠心作用」が，本件発明のよ\nうな，液中の異物が，液の渦の回転による遠心力により，液中を外方へ移動して底\n隅部に集積するというものであるのか，あるいは一般の回転ディスクを備えた遠心\n分離装置（例えば，特公平４－１５３１４号公報，特公昭５８－５７２２８号公\n報，特開昭４８－２５９６８号公報を参照）のように薄い層状の液体中の異物等が\n回転体により付与された遠心力によって外方へ飛散するようなものであるかが不明\n瞭である。すなわち，引用発明において，室４（ハウジング部１）は，回転板の回\n転等により液に渦が生じ，液中の異物が，液の渦の回転による遠心力により，液中\nを外方へ移動して周囲に集積しうる程度の液位の液を保持するものであるとは，認\nめることができない。」（審決書９頁２段）と認定し，引用発明の室４が本件発明\nの「混合液タンク」に該当するにもかかわらず，これを実質的相違点であると認定\nし，「この相違点(a)については，当業者が容易に想到し得たものということはでき\nない。」（審決書９頁３段）と判断した。しかし，この認定判断は誤りである。\n(ｱ) 審決が，「タンク」の意義について，「液体や気体をたくわえておく容\n器。水槽，油槽（オイルタンク），ガスタンクなど。」，「液体や気体を貯蔵する\nための容器」（審決書８頁下から３段）と認定したことに異存はない。\nしかしながら，本件発明の「タンク」に該当するか否かは，その客観的\n構造から判断すべきであり，その中に液体が貯えられている場合にタンクであっ\nて，蓄えられていない場合にはタンクに該当しない，とする判断は誤りである。\n引用発明の室４は，刊行物１の図面（甲３の１・第１図，第２図，第４\n～６図，第１４図）の構成から明らかなように，筒状を呈しており，その客観的構\n造から明らかにタンクといい得るものである。\n引用発明の別の実施例である，刊行物１の第８図の注入室１０４（甲３\nの１・６頁右上欄１９行）も同様である。\n(ｲ) 刊行物１においては，懸濁液の「流動化を起こす」（甲３の１・３頁左\n下欄１８行），「回転部材５乃至８又は回転部材５，１６及び１８によって，環流\nされつつある注入物は室４の周縁部から回転部材と共に室４の他の部分に進\nむ。・・・連続的に環流を続けると，間隙を通り抜けることができない大きな粒子\nは第一の室４に集められて，廃棄物として出口１３から排出される。密度の高い粒\n子も遠心作用によって同様に室４内で凝縮されて，廃棄物出口１３から排出され\nる。」（甲３の１・４頁右下欄４～１３行）との記載があり，引用発明において\nは，回転部材の回転によって積極的に懸濁液を流動化させて，その結果，懸濁液が\n隙間を通過しやすくすると同時に，隙間を通過できない粒子（異物）を，懸濁液自\n体の流動化（渦流の発生）による遠心力によって室４の外周に移動させているもの\nである。\n審決がいうように，遠心作用を明確に二つに分類することはできないの\nであり，審決はその点から既に誤っている。また，刊行物１の上記図面及び上記記\n載からすれば，引用発明における室４は，「液中の異物が，液の渦の回転による遠\n心力により，液中を外方へ移動して周囲に集積しうる程度の液位の液を保持するも\nのであるとは，認めることができない。」とする審決の前記認定も誤りである。\n２　相違点(b)についての判断の誤り\n審決は，「引用発明の装置を生海苔混合液の異物分離に用いることには阻害\n要因があるというべきであり，パルプ等の繊維と生海苔とのその形状及び性状の相\n違からみれば，当業者が容易に想到しうることであるとはいえない」（審決書１０\n頁７段）と判断した。しかし，この判断は誤りである。\n(1) 審決は，その根拠として，パルプ繊維と生海苔の形状を比較し，「生海苔\nの薄膜状又はフィルム状という形状からみて，異物が通過しない程度の狭い間隙を\nそれが通過する際に，その挙動において線状又は紐状のパルプ繊維とはかなりの相\n違があると考えるのが自然である。つまり，線状又は紐状のパルプ繊維が，異物を\n通過させない程度の間隙を通過したとしても，パルプ繊維よりもかなりの平面的拡\nがりを持つフィルム状又は帯状の生海苔が，そのような間隙をうまく通過すること\nは，予測し難いというべきである。」（審決書１０頁５段）と述べる。\nしかしながら，生海苔混合液を狭い隙間を通過させて異物を分離すること\nは本件出願時の公知技術（特開平６－１２１６６０号公報（本件特許公報中に記載\nされた従来技術）。以下「甲３の２公報」という。）で開示されており，生海苔が\n狭い隙間を通過することは少なくとも本件出願時においては，当業者に自明な事項\nである。したがって，審決の上記判断は，本件出願時ではなく，引用発明の出願時\nを基準とする判断であって，その前提において誤っているものである。\n(2) 審決は，「甲第３号証に具体的に示されているパルプ等の繊維混濁液は，\n凝集性のフロックを形成し，それが懸濁液に与えられる攪乱エネルギーによりフロ\nックが崩壊して流動化し，或る速度に達すると再びフロック化するものであり，甲\n第３号証に記載された篩い分け装置では，スクリーンディスクの回転によりそのよ\nうな攪乱が与えられるものである・・・。しかし，生海苔の混合液がこのような挙\n動を示すという根拠はなく，流動化の必要がない生海苔の混合液に対して該装置を\n用いようとする動機付けも困難である。」（審決書１０頁６段）と判断した。\nしかし，刊行物１においては「パルプ等の懸濁液に特有の異物分離装置」\nの構成が開示されているとの審決の認定は誤りである。刊行物１には，「容易に理\n解できるように，粒子間の相互作用がない場合にも本発明によるスクリーンを用い\nることができ，・・・」（甲３の１・５頁左上欄１９行～右上欄１行）と記載され\nているように，引用発明はパルプの繊維懸濁液以外の懸濁液にも採用することがで\nきるのである。\nまた，審決は，上記のとおり，「流動化の必要がない生海苔の混合液」と\n認定したが，生海苔混合液を流動化（攪拌）することで異物を詰まりにくくさせる\nという技術は甲３の２公報に記載されているように公知の技術事項であり（甲３の\n２・６欄２９～３４行），実際に，生海苔混合液は流動化させておくのが一般的で\nある。\n(3) 仮に，生海苔混合液の場合に限っては，その特殊性から，当業者にとり汎\n用の異物分離機を選択することが容易でないとの判断を是認するならば，同じ生海\n苔の異物分離除去装置に係る他の審決例（甲１３）と異なった判断を許容すること\nとなり，不合理である。\n第４　被告の反論の要旨\n審決の認定判断に誤りはなく，審決を取り消すべき理由はない。\n１　相違点(a)の認定判断の誤りについて\n引用発明は，生海苔混合液の異物分離装置でなく，その室４は本件発明の\n「混合液タンク」とは異なるものである。\n引用発明の装置は，本件発明とはその構造が違っている。審決がなしたよう\nに，刊行物１の詳細な説明を参酌して引用発明を解釈することは正当である。\n引用発明においても，何らかの遠心力の働きがあることはあり得る。しか\nし，刊行物１において「遠心力」への言及があるとしても，引用発明は，本件発明\nのように，懸濁液をタンクに貯める構造ではないのであるから，その遠心力の働き\n方には自ずと相違がある。\n２　相違点(b)についての判断の誤りについて\n引用発明には，生海苔を通過させるという知見の開示はない。引用発明にお\nいては，海苔のようなフイルム状の広がりを持ったものをうまく通過させることは\n難しいのであり，本件発明においては，海苔を通過させるために，回転板の円周部\nの動的なスリット構造を用いたものである。\n引用発明は，このスリットの構造については，本件発明のものと比較的に近\nいが，装置全体としては本件発明とは異なる構造であり，生海苔混合液に使用し得\nるものではない。\nしかも，刊行物１には，生海苔又はその種の形状，物理的性質のものを通過\nさせることができるという知見につながる説明はまったくないのであるから，当業\n者が引用発明から本件発明に容易に想到することはできない。\n刊行物１において，抽象的に，パルプ以外の物にも使えると書いてあること\nは，原告の主張するとおりであるものの，当業者が，現実に，引用発明の装置を生\n海苔の混合液に使えるという発想に至るには飛躍があるのである。\n引用発明は，パルプ繊維を対象としており，それが絡まり合ったフロックに\n対処するために，「攪乱」を作り出すのであるが，「攪乱」は，遠心力の利用の妨\nげになるものであり，少なくとも本件発明において利用する遠心力との関係では，\n「攪乱」があると，混合液が全体としてかき混ぜられて，重い異物が外側に行くの\nが妨げられるのである。\n生海苔は，極めて薄いものであるから，狭い隙間も或る程度は通過させるこ\nとが可能であるものの，満足できるだけの量を通過させることは極めて難しく，本\n件発明によって，初めて十分に実用的な生海苔の異物除去装置ができたのである。\n本件発明の前には，生海苔をうまく通過させられていなかったのが現状なの\nであるから，本件出願時において，引用発明から本件発明に容易に想到し得るなど\nということはあり得ない。\n第５　当裁判所の判断\n１　相違点(a)の認定判断の誤りについて\n(1) 審決は，相違点(a)を前記のとおり認定した上で，同相違点について，「引\n用発明において，室４（ハウジング部１）は，回転板の回転等により液に渦が生\nじ，液中の異物が，液の渦の回転による遠心力により，液中を外方へ移動して周囲\nに集積しうる程度の液位の液を保持するものであるとは，認めることができない。\nしたがって，この点は，本件発明と引用発明との実質的相違点であると認められ\nる。」（審決書９頁２段）と認定して，「相違点(a)については，当業者が容易に想\n到し得たものということはできない。」（同９頁３段）と判断した。\n「タンク」とは，一般に，審決が認定したとおり，「「液体や気体をたく\nわえておく容器。水槽，油槽（オイルタンク），ガスタンクなど。」（「日本国語\n大辞典」第２版，小学館，2001.8.20の「タンク」の欄）や「液体や気体を貯蔵する\nための容器」（「世界科学大事典」講談社，昭52.3.20の「タンク」の欄）」（審決\n書８頁下から３段）を意味するものである。また，本件出願の願書に添付された明\n細書（以下，図面を含めて「本件明細書」という。）には，「この発明に係る生海\n苔の異物分離除去装置は上記のように構成されているため，第一回転板を回転させ\nると混合液に渦が形成されるため生海苔よりも比重の大きい異物は遠心力によって\n第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部側，即ち，タンク\nの底隅部に集積する結果，生海苔のみが水とともに前記クリアランスを通過して下\n方に流れるものである。」（甲２【０００９】）という記載がある。\n本件明細書の上記記載及び「タンク」についての一般的な意味からすれ\nば，本件発明の「筒状混合液タンク」は，混合液を貯蔵するための筒状の容器であ\nり，その中に混合液を充たせば，回転板の回転により生じる遠心力により，混合液\n中の異物が液中を外方へ移動して底隅部に集積し得ること（その程度の液位の液を\n保持し得るものであること），及び，貯蔵し得る混合液の液位の上限ないし下限に\nついては特に規定されていないことに照らすと，それは，混合液を貯蔵し得る空間\nがあるものであればよいものと認めることができる。\n(2) これに対し，刊行物１の第１図，第２図，第４ないし第６図，第１４図に\n図示された室４等及び第８図に図示された注入室１０４は，その図面自体からみ\nて，液体を貯蔵することができる程度の深さをもった筒状のタンクであることは否\n定し得ないところである。\nまた，刊行物１には，次のとおりの記載がある（甲３の１）。\n(ｱ)「本発明による篩い分け装置は，直接に作用する唯一つの篩い分け手段即\nち篩い分け間隙を有する。この間隙は繊維フロックの形成による目詰まりを起こさ\nない。高濃度の繊維懸濁液中では，繊維は大きさと密度の異なった凝集性のフロッ\nクを形成する。このような懸濁液に攪乱エネルギーを与えると攪乱の強さ及び拡が\nりに応じて繊維フロックは崩壊し，或る速度に達すると再びフロック化する。」\n（３頁右上欄７～１５行），\n「入口から間隙にゆくに従って，篩い分け装置に供給される懸濁液は漸次\n流動化される。攪乱を生じさせるスクリーン・ディスク上の翼によって，流動化が\n最も必要な実際の篩い分け領域の直前で最も大きな流動化効果が得られる。粒子が\n流動化されるから，通常は強い相互作用を及ぼし合う懸濁液中の粒子が相互に無関\n係に受け入れられるか或いは受け入れを拒絶される。従って，この篩い分け装置\nは，ほぼ円形の干渉間隙又は同心円状に配列した数個所の間隙を利用することによ\nり，スクリーンに流入する懸濁液が各スクリーン間隙に達した瞬間に高度に流動化\nされて繊維が間隙を通過できる程度にまで流動化させ，特に繊維濃度が高い物質か\nら好ましくない不純物を分離するために用いることができる。」（３頁左下欄４～\n１８行），\n「室４は出口１３を有し，この出口を介してスクリーンを通過しなかった\n物質即ち本明細書においては廃棄物と呼ぶ物質が排出又は廃棄される。」（４頁左\n上欄１８～２０行）\n(ｲ)「容易に理解できるように，粒子間の相互作用がない場合にも本発明によ\nるスクリーンを用いることができ，その場合には公知のスクリーン・プレートの場\n合には例えば孔の間又はスロット間の架橋に起因して起こる実効篩い分け手段（即\nち間隙）が詰まる危険性を取り除くことができるとともに，最適流動化を保持し篩\nい分け効率を高めることができる。第一回目の試行によって実効間隙を通過できな\nかった粒子は幾つかの間隙の上を通り越して，最終的に拒絶されて廃棄物出口13に\n移動するまでに何回かの試行を繰り返すことになる。この繰り返し試行は，回転部\n材によって懸濁液中に惹き起こされる攪乱によるものである。これを考え合わせ，\n廃棄物流が小ないことをも考えると，本来通過すべき粒子が拒絶されてしまう可能\n性が 極めて小さいという利益がある。」（５頁左上欄１９行～右上欄１４行）\nこれらの記載によれば，引用発明は，粒子間の相互作用のある高濃度の繊\n維懸濁液と相互作用のない繊維懸濁液の２種類の懸濁液のいずれについても有効な\n異物分離装置であること，引用発明においては，第一回目の試行によって実効間隙\nを通過できなかった粒子は，回転部材によって懸濁液中に惹き起こされる撹乱によ\nり，幾つかの間隙の上を通り越して，最終的に拒絶されて廃棄物の出口13に移動す\nるまでに何回かの試行を繰り返すこと，このように，実効間隙を通過できなかった\n粒子は，最終的に出口13に移動するまでは，懸濁液中に惹き起こされる撹乱による\n影響を受けながら，室４内に存在し続けるものであり，その間，当該室内に懸濁液\nが実質的に貯留されていることが認められる。\n以上からすれば，刊行物１においては，引用発明の室４（注入室１０４）\nに投入される懸濁液については，深い液位のものを投入するとの明示的な記載はな\nいものの，極めて浅い液位のものに限定されるとの明示的な記載もなく，むしろ室\n４内に投入される懸濁液は，その濃度や種類に応じて適宜の量が投入されるもので\nあることが窺われるところである。\nこのことと，引用発明の室４は，上記のとおり，刊行物１の図面自体から\n理解し得る構造として，液体を貯蔵することができる程度の深さをもった筒状の空\n間であることからすれば，本件発明の「混合液タンク」に相当することを否定すべ\nき理由はないというべきである。したがって，引用発明には，本件発明の「筒状混\n合液タンク」に相当するものがないとの，審決の認定は誤りであるといわざるを得\nない。\n(3) 審決は，「甲第３号証の図１，図２又は図１４に示されたハウジング部分\n１又は２０１により形成される室４等の空間の高さは一見してかなり低く，また，\n注入液が入口からどのように供給されてスクリーン間隙を通過するのか（加圧供給\n又は吸引供給されることにより通過するのか，大気圧下で液位による重力により通\n過するのか）も不明瞭であって，それがタンクといい得る程度の液位の液を保持す\nるものであるということはできない。」（審決書９頁２段）と認定した。\nしかし，刊行物１の第１図，第２図，第８図，第１４図に示されたもの\nは，いずれもタンクというに十分な深さの空間を示していることは前記のとおりで\nある。また，本件発明においても，生海苔混合液がどのようにしてスクリーン間隙\nを通過するのか，すなわち，加圧供給又は吸引供給されることにより通過するの\nか，大気圧下で液位による重力により通過するのか，については，本件明細書の請\n求項１において特に規定されていないのであるから，そのいずれであっても本件発\n明に包含されるものであると解されるところである。したがって，引用発明におい\nてこの点が明示されていないことは，引用発明における室４が本件発明の「タン\nク」に相当すると認定することの妨げとなるものではない。審決の上記認定は誤り\nであるといわざるを得ない。\n審決は，「その「遠心作用」が，本件発明のような，液中の異物が，液の\n渦の回転による遠心力により，液中を外方へ移動して底隅部に集積するというもの\nであるのか，あるいは一般の回転ディスクを備えた遠心分離装置・・・のように薄\nい層状の液体中の異物等が回転体により付与された遠心力によって外方へ飛散する\nようなものであるかが不明瞭である。」（審決書９頁２段）としており，被告も，\n引用発明は，本件発明のように，懸濁液をタンクに貯める構造ではないのであるか\nら，その遠心力の働き方には自ずと相違があると主張する。しかし，遠心作用が，\n「液の渦の回転による」ものか，「薄い層状の液体中の・・・回転体により付与さ\nれた」ものかについては，異物分離機のタンクに投入する混合液の量によって変わ\nることであるにすぎず，引用発明の室４が本件発明の「混合液タンク」に相当する\nかどうかは，その客観的な構成により判断すべきことである。引用発明の室４が，\n前記のとおり，本件発明の「混合液タンク」といえる空間を備えたものと認められ\nる以上，刊行物１において記述されている懸濁液の量が，液の渦を生じ得る液位の\nものか，薄い層状の液位であるかは，上記認定を左右し得るものではない。\n(4) 「異物排出口」が設けられる位置については，本件発明と引用発明のいず\nれにおいても，タンク外周部に「異物排出口」が配されているのであり（甲３の１\n第３図参照），この点において実質的な差異があるものとはいえない。\n２　相違点(b)の認定・判断の誤りについて\n(1) 審決は，「生海苔はパルプ繊維と比較して，その形状が線状又は紐状では\nなく，かなりの拡がりを持つ薄膜状又はフィルム状であって，その形状及び性状に\nおいてかなり異なっているものと認められる。そして，特に，生海苔の薄膜状又は\nフィルム状という形状からみて，異物が通過しない程度の狭い間隙をそれが通過す\nる際に，その挙動において線状又は紐状のパルプ繊維とはかなりの相違があると考\nえるのが自然である。つまり，線状又は紐状のパルプ繊維が，異物を通過させない\n程度の間隙を通過したとしても，パルプ繊維よりもかなりの平面的拡がりを持つフ\nィルム状又は帯状の生海苔が，そのような間隙をうまく通過することは，予測し難\nいというべきである。」（審決書１０頁５段）と判断した。\nしかし，審決が，前記のとおり，本件発明と引用発明とは「混合液の異物\n分離除去装置である点で一致する」と認定するとおり，引用発明は，混合液から異\n物を分離する装置であるという点で，生海苔混合液から異物を分離する装置と共通\n性を有するものである。また，引用発明は，パルプ等の繊維懸濁液を対象とするも\nのであるが，前記のとおり粒子間の相互作用のある高濃度の繊維懸濁液と相互作用\nのない繊維懸濁液の２種類の懸濁液のいずれについても有効な異物分離装置であ\nる。そして，海苔の異物分離装置における本件出願時の技術水準を示すものとして\n甲３の２公報に示された技術があり，同公報においては，生海苔を細かく切断し\nて，これを水と混合させて生海苔混合液とすることが従来から行われていること，\n及び，生海苔の厚みより僅かに大きい孔幅の多数の細長い分離孔２１（スリット）\nを設け，生海苔混合液中の生海苔のみを同分離孔を通過させて，異物を分離する異\n物分離装置が開示されているのであって（甲３の２・【０００２】，【０００\n４】，【０００５】，図１，図４，図５，図７参照），生海苔混合液中の細かく切\n断された生海苔が狭いスリットを通過し得ることは，本件出願時において当業\n者に周知の技術事項であるということができる（甲３の２公報のほかに，生海苔混\n合液がスリット（ぐ流部240）を通過し，ゴミを分離するとの技術を開示するものと\nして，特開平５－４１９６５（甲８）がある。なお，甲３の２及び甲８は，審判に\nおいて既に証拠（審判甲２，同甲８）として提出されているものでもあり，本訴に\nおいても，本件出願時における技術水準の認定のための証拠として用い得るもので\nある。）。したがって，パルプ等の繊維懸濁液と生海苔混合液とは，審決がいうよ\nうに，前者の「パルプの繊維の形状は線状又は紐状であ」（審決書１０頁３段）\nり，後者の生海苔は，「その形状は薄膜状又はフィルム状である」（同１０頁４\n段）としても，後者は，上記のとおり，細かく切断されて生海苔混合液となるもの\nであり，いずれも狭いスリットを通過し得るという点でその懸濁液（混合液）の性\n状には共通性がみられるところである。\nまた，刊行物１においては，「スクリーンの実効間隙は任意に設定するこ\nとができ，この間隙の幅以上の寸法の粒子の通過を妨げる手段が画定されるから，\n全く自由に任意の寸法の粒子を除去することができる。」（甲３の１・５頁右上欄\n１５～１８行）と記載されていることから明らかなように，引用発明を海苔の異物\n分離機として使用しようとすれば，生海苔に合わせて実効間隙を設定することにな\nることは，当業者が容易に想到し得るところである。\n以上からすれば，生海苔混合液の異物分離装置の当業者は，繊維懸濁液か\nらスリットを利用して繊維を通過させ異物を分離する装置である引用発明を，生海\n苔混合液の異物分離装置に使用することを容易に想到し得るものであって，これを\n阻害する理由も見当たらないのであり，審決が，「パルプ繊維よりもかなりの平面\n的拡がりを持つフィルム状又は帯状の生海苔が，そのような間隙をうまく通過する\nことは，予測し難いというべきである。」と判断したことは誤りであるといわざる\nを得ない。\n(2) 審決は，「甲第３号証に具体的に示されているパルプ等の繊維混濁液は，\n凝集性のフロックを形成し，それが懸濁液に与えられる攪乱エネルギーによりフロ\nックが崩壊して流動化し，或る速度に達すると再びフロック化するものであり，甲\n第３号証に記載された篩い分け装置では，スクリーンディスクの回転によりそのよ\nうな攪乱が与えられるものである・・・。しかし，生海苔の混合液がこのような挙\n動を示すという根拠はなく，流動化の必要がない生海苔の混合液に対して該装置を\n用いようとする動機付けも困難である。」（審決書１０頁６段）と判断した。\nしかし，生海苔混合液においても，甲３の２公報において，「本発明にあ\nっては，清掃装置は分離孔の詰まりを防ぐことができる手段であればその具体的な\n構成に限定されるものではなく，例えば分離タンク内又は分離ドラム内に海苔混合\n液を攪拌するように設置した攪拌手段によって清掃装置を構成しても良い。」（甲\n３の２・４頁６欄２９～３４行）と記載されているように，撹拌を行うことで分離\n孔の目詰まりを防止することが，その解決手段として認識されているのであり，生\n海苔混合液については，これを攪拌する装置を用いる必要がないとする審決の上記\n判断も誤りであるといわざるをえない。\n被告は，本件発明において利用する遠心力との関係では，引用発明のよう\nな「攪乱」があると，重い異物が外側に行くのが妨げられるなどと主張するが，本\n件明細書に「【作用】・・・このとき，第一回転板は回転しているため，前記クリ\nアランスには生海苔が詰まりにくいものである。」（甲２【０００９】）と記載さ\nれているように，本件発明においても，回転板の回転による撹拌機能によって目詰\nまりを防ぐこととされているのであって，被告の上記主張は当たらない。\n(3) 以上からすれば，審決の「引用発明の装置を生海苔混合液の異物分離に用\nいることには阻害要因があるというべきであり，パルプ等の繊維と生海苔とのその\n形状及び性状の相違からみれば，当業者が容易に想到しうることであるとはいえな\nい。」（審決書１０頁７段）との判断は，誤りであるといわざるを得ない。引用発\n明を海苔混合液に適用することについて，これを阻害する事情もなく，このことは\n当業者にとって容易に想到し得るものであるというべきである。なお，被告は，本\n件発明の前には，生海苔をうまく通過させられていなかったのが現状であると主張\nするが，仮にそうであったとしても，そのことは上記判断を何ら左右するものでは\nない。\n３　結論\n以上に検討したところによれば，審決がした本件発明と引用発明との相違\n点(a)についての認定判断及び相違点(b)についての判断はいずれも誤りであり，こ\nれらの誤りが審決の結論に影響を及ぼすことは明らかであるから，審決は，取消し\nを免れない。\nよって，原告の本訴請求は，理由があるからこれを認容することとし，訴訟\n費用の負担について，行政事件訴訟法７条，民事訴訟法６１条を適用して，主文の\nとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官    　　 佐　　藤　　久　　夫\n裁判官　　　   設　　樂　　隆　　一\n裁判官　　　   若　　林　　辰　　繁\n（別紙）\n別紙図面Ａ別紙図面Ｂ\n"
}