{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 23
  },
  "case_number": "平成17(行ウ)41",
  "case_name": "交通不許可処分取消請求事件",
  "court_name": "名古屋地方裁判所民事第9部",
  "gist": "死刑判決が確定し，名古屋拘置所に在監中の原告が，同人の洗礼に立ち会った教父母に，?礼状を発信するとともに，?面会することの許可を求める旨の願せんを提出したところ，名古屋拘置所長が，いずれも許可しない旨の告知を行ったことから，原告が，上記告知は違法な行政処分であると主張して，これらの取消しを求めるとともに，国家賠償法１条に基づき，精神的苦痛の慰謝料５０万円の支払を求めたところ，?の願せんは，監獄法に基づく申請権を行使したものではなく，後に作成されるであろう信書の発信を申請した場合における名古屋拘置所長の感触を事実上尋ねたものにすぎず，また，?の接見の申請権は，在監者に接見することを希望する外部者のみが有するのであって，原告のした願せんは，本件教父母が原告との面会を申請した場合における名古屋拘置所長の感触を事実上尋ねたものにすぎないとして，本件不許可の各告知はいずれも行政処分性を有しないものであることを理由に却下し，慰謝料請求については，本件各告知によって原告の具体的な権利利益が侵害されたと認めることはできないとして棄却された事案",
  "lawsuit_id": "33042",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33042",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/042/033042_hanrei.pdf",
  "contents": "平成１８年３月２３日判決言渡し\n平成１７年（行ウ）第４１号 交通不許可処分取消等請求事件\n判決\n主文\n１ 名古屋拘置所長が，原告に対して平成１７年６月１０日にした，教父母と\nの交通（礼状の発信と面会）を不許可とする告知の取消しを求める訴えをい\nずれも却下する。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 原告の請求\n１ 名古屋拘置所長が，原告に対して平成１７年６月１０日にした，教父母と\nの交通（礼状の発信及び面会）を不許可とする告知を取り消す。\n２ 被告は，原告に対し，５０万円及びこれに対する平成１７年６月１０日か\nら支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，死刑判決が確定し，名古屋拘置所に在監中の原告が，同人の洗礼に\n立ち会った教父母に礼状を発信するとともに面会することの許可を求める旨の\n願せんを提出したところ，名古屋拘置所長が，いずれも許可しない旨の告知を\n行ったことから，原告が，上記告知は違法な行政処分であると主張して，これ\nらの取消しを求めるとともに，国家賠償法１条に基づき，精神的苦痛の慰謝料\n５０万円及びこれに対する不法行為の日である平成１７年６月１０日から支払\n済みまで年５分の割合による遅延損害金の支払を求めた事案である。\n１ 前提事実（争いのない事実及び証拠によって容易に認められる事実）\n() 当事者1\nア 原告は，平成１２年３月１日，津地方裁判所において，強盗殺人等の罪\n名で死刑判決を受け，同月２日，控訴したが，平成１３年５月１４日，名\n古屋高等裁判所において控訴棄却の判決を受け，次いで，同月１５日，上\n告したが，平成１６年１２月１４日，最高裁判所において上告棄却の判決\nを受け，さらに，同月２４日，判決訂正申立書を提出したが，平成１７年\n１月２１日，同申立てが却下されたことにより，死刑判決が確定した。\nなお，原告は，平成１２年４月１７日，三重刑務所から名古屋拘置所に\n移監され，現在も同拘置所において拘禁中である。\nイ 名古屋拘置所長は，名古屋拘置所における事務を統括する者として，監\n獄法等に基づく行政処分を行う権限を有する者である。\n( ) 宗教教誨の状況（乙１ないし４０，４１の１・２，４２ないし４４，４2\n５の１・２，４６ないし４８，４９の１・２，５０ないし５２，５３の１・\n，， ，， ， ，２ ５４ないし６０ ６１の１・２ ６２ないし６４ ６５の１・２ ６６\n，， ， ， ，，６７の１・２ ６８ ６９の１・２ ７０ないし７２ ７３の１・２ ７４\n７５の１・２，７６，７７の１・２，７８，７９の１・２，８０，８１の１\n・２，８２ないし８６，８７の１・２，８８，８９の１・２，９０，９１の\n１・２，９２ないし１０８）\nア 原告は，未決拘禁者であった平成１２年４月２７日，仏教の宗教教誨を\n受けたのを皮切りに，順次，高野山真言宗，天理教，真言宗智山派，キリ\nスト教の宗教教誨を希望し，平成１５年９月２５日以降は，名古屋拘置所\nの教誨師でもある日本聖公会（キリスト教）の司祭（以下「本件司祭」と\nいう ）による宗教教誨を受けている。。\nイ 原告が，受けた宗教教誨の回数は，前掲の告知時（平成１７年６月１０\n日）までに５０回に上る。\n( ) 原告の受洗礼（乙１０９ないし１１１）3\nア 原告は，平成１６年１２月２１日，名古屋拘置所長に対し，日本聖公会\nによる洗礼を受けたい旨の願せんを提出したため，名古屋拘置所長は，同\n月２４日，これを許可した。\nイ 原告は，平成１７年６月２日，名古屋拘置所内において，日本聖公会の\n主教，本件司祭，教父及び教母（以下，教父及び教母の両名を「本件教父\n母」という ）を実施者とする洗礼を受けた。。\n( ) 原告による交通許可願いの提出と名古屋拘置所長による不許可の告知 乙4 （\n１１２，１１３）\nア 原告は，平成１７年６月６日，名古屋拘置所長に対し，本件教父母にお\n礼状を出したいこと及びキリスト教や人生について教えを乞いたいことを\n理由とする「交通許可願い」と題する願せんを提出した（以下，礼状の発\n信の許可を求める申請を「本件発信許可申請 ，面会の許可を求める申請」\nを「本件面会許可申請 ，これらを併せて「本件各申請」という 。」。）\nなお，本件各申請書には，礼状の文案等の添付はなかった。\n，， ，「，イ これに対して 名古屋拘置所長は 同月１０日 死刑確定者の処遇は\n厳正な拘禁の確保を目的とするものであり，前記関係者との外部交通を認\nめることとなれば，他の死刑確定者との公平性を欠き，強いては外部交通\nの拡大ともなりかねないことから，施設の管理運営上支障を来すものであ\nる。また，教父母は洗礼式の儀式のために日本聖公会から出席したもので\nあり，キリスト教の教えを乞うためであるならば，当所の教誨師である日\n本聖公会の本件司祭の個人教誨を受ければ足りるものであり，人生につい\nての教えを乞うとするのであれば，あえて教父母に乞う必要性は薄い」と\n判断し 「教父母との外部交通については認めない 」との告知を行った，。\n（以下，礼状の発信を認めない旨の告知を「本件発信不許可告知 ，面会」\nを認めない旨の告知を「本件面会不許可告知 ，これらを併せて「本件各」\n告知」という 。。）\n( ) 本訴の提起5\n原告は，平成１７年８月１７日，当庁に対して本訴を提起した。\nなお，訴状には，被告として国及び名古屋拘置所長が並記され，請求の趣\n旨として，本件各告知の取消しと損害賠償の支払を求める内容が記載されて\nいるところ，当裁判所は，平成１６年法律第８４号による改正後の行政事件\n訴訟法１１条にかんがみ，被告は国のみで，名古屋拘置所長の表示は処分行\n政庁を示すものと善解した。\n( ) 関係法令等の抜粋6\nア監獄法\n９条 本法中別段ノ規定アルモノヲ除ク外刑事被告人ニ適用ス可キ規定ハ\n拘禁許可状，仮拘禁許可状又ハ拘禁状ニ依リ監獄ニ拘禁シタル者，引致\n状ニ依リ監獄ニ留置シタル者，監置ニ処セラレタル者及ヒ死刑ノ言渡ヲ\n受ケタル者ニ之ヲ準用シ懲役囚ニ適用ス可キ規定ハ労役場留置ノ言渡ヲ\n受ケタル者ニ之ヲ準用ス但第３５条ノ規定ハ監置ニ処セラレタル者ニ之\nヲ準用セズ\n４５条 在監者ニ接見センコトヲ請フ者アルトキハ之ヲ許ス\n２項 受刑者及ビ監置ニ処セラレタル者ニハ其親族ニ非サル者ト接見ヲ\n為サシムルコトヲ得ス但特ニ必要アリト認ムル場合ハ此限ニ在ラス\n４６条 在監者ニハ信書ヲ発シ又ハ之ヲ受クルコトヲ許ス\n２項 受刑者及ビ監置ニ処セラレタル者ニハ其親族ニ非サル者ト信書ノ\n発受ヲ為サシムルコトヲ得ス但特ニ必要アリト認ムル場合ハ此限ニ在\nラス\n５０条 接見ノ立会，信書ノ検閲其他接見及ヒ信書ニ関スル制限ハ法務省\n令ヲ以テ之ヲ定ム\nイ 監獄法施行規則\n，， ，１２５条 在監者ニ接見センコトヲ請フ者アルトキハ其氏名 職業 住所\n年齢，在監者トノ続柄及ヒ面談ノ要旨ヲ聞取リ許可ヲ与ヘタル者ニハ\n接見者心得事項ヲ告知ス可シ\n２項 略\n１３０条 在監者ノ発受スル信書ハ所長之ヲ検閲ス可シ\n２項 略\n１３８条 監獄法第４７条第１項ニ依リ発受ヲ許ササル信書ハ保管シ置キ\n廃棄ス可キモノヲ除ク外釈放ノ際之ヲ本人ニ交付ス可シ\nウ 死刑確定者の接見及び信書の発受について（昭和３８年３月１５日矯正\n甲９６矯正局長依命通達。以下「本件通達」という。乙１１４）\n「接見及び信書に関する監獄法第９章の規定は，在監者一般につき接見\n及び信書の発受の許されることを認めているが，これは在監者の接見及\nび信書の発受を無制限に許すことを認めた趣旨ではなく，条理上各種の\n在監者につきそれぞれの拘禁の目的に応じてその制限の行われるべきこ\nとを基本的な趣旨としているものと解すべきである。\nところで，死刑確定者には監獄法上被告人に関する特別の規定が存す\nる場合，その準用があるものとされているものの，接見又は信書の発受\nについては，同法上被告人に関する特別の規定は存在せず，かつ，この\n点に関する限り，刑事訴訟法上当事者たる地位を有する被告人とは全く\nその性格を異にするものというべきであるから，その制限は専らこれを\n監獄に拘置する目的に照らして行われるべきものと考えられる。\nいうまでもなく，死刑確定者は死刑判決の確定力の効果として，その\n執行を確保するために拘置され，一般社会とは厳に隔離されるべきもの\nであり，拘置所等における身柄の確保及び社会不安の防止等の見地から\nする交通の制約は，その当然に受忍すべき義務であるとしなければなら\nない。更に拘置中，死刑確定者が罪を自覚し，精神の安静裡に死刑の執\n行を受けることとなるよう配慮さるべきことは刑政上当然の要請である\nから，その処遇に当たり，心情の安定を害するおそれのある交通も，ま\nた，制約されなければならないところである。\nよつて，死刑確定者の接見及び信書の発受につきその許否を判断する\nに当たつて，左記に該当する場合は，概ね許可を与えないことが相当と\n思料されるので，右趣旨に則り自今その取扱いに遺憾なきを期せられた\nい。\n右命によつて通達する。\n記\n１ 本人の身柄の確保を阻害し又は社会一般に不安の念を抱かせるおそ\nれのある場合\n２ 本人の心情の安定を害するおそれのある場合\n３ その他施設の管理運営上支障を生ずる場合\n（。エ 名古屋拘置所死刑確定者処遇規程 平成１４年３月２８日付達示第８号\n以下「本件処遇規程」という。乙１１５）\n第３章 外部交通\n（外部交通の相手方）\n１７条 確定者には，拘禁の目的の範囲内で，次に掲げる者と面会し，並\nびにその者に信書を発し，及びその者から信書を受けることを許可する\nことができる。\n( ) その親族（収監後親族となった者で，外部交通の確保を目的と1\nしていることが認められる者を除く ）。\n( ) 確定者の法律上その他の重大な用務の処理のため，次に掲げる2\n者\nア 再審に関する弁護士（原則として，再審請求に関する事項に限\nる）。\nイ 裁判所，権限を有する官公庁等あての権利救済を目的とする文\n書及び訴訟準備のための文書の発信その他の本人の権利保護のた\nめ必要かつやむを得ないと認められる者\n( ) 外部交通の実施により，確定者の心情安定に資すると認められ3\nる者\n（面会の立会）\n１９条 面会は，一般面会室で実施し，未決担当の主任矯正処遇官が立会\nする （以下略）。\n（信書）\n２１条 確定者の信書は，主任矯正処遇官（未決担当）又はその代理者が\n検閲しなければならない。\n２項 信書の内容が次の各号の一に該当する場合は，その部分を抹消若\nしくは削除し，又はその信書の発受を許さないことができる。\n( ) 身柄の確保を阻害するおそれがあるとき1\n( ) 相手方に不安の念を抱かせるおそれがあるとき2\n( ) 確定者の心情の安定を害するおそれがあるとき3\n( ) その他管理運営上支障を生ずるとき4\n２ 当事者の主張\n() 原告1\nア 本件各告知の違法性について\n本件各告知は，以下のとおり，死刑確定者の拘禁目的等に照らし，合理\n的な制限に当たるとはいえず，拘置所長の裁量権の範囲を逸脱，濫用した\nものとして，違法である。\nまた，本件各告知によって，原告は，本件教父母から宗教上の導きを受\nけることができなくなったから，憲法２０条で保障する信教の自由の侵害\nに当たり，憲法２５条１項にも違反する。\n(ア) 死刑確定者の外部交通について\nａ 死刑確定者の処遇一般について\n被告は，死刑確定者は絶望感にさいなまれて，自暴自棄となり，あ\nるいは極度の精神的不安定状態を招来するという特異な心理状態にな\nることがあるから，常人においては何らの影響もないような事象が，\n全く異なった重大な結果を招くおそれが多いと主張するが，そのよう\nな根拠は全くない。\nまた，被告は，死刑確定者について，他の被収容者に比して，より\n個別的，細密にその心情を把握してこれを安定させるようにする処遇\nが必要となる旨主張するが，原告は，心情の安定を図る目的で本件各\n申請を行ったところ，それが不許可となり，多大な精神的苦痛を受け\nたのであるから，被告の上記主張は机上の空論というほかない。\nさらに，被告は，死刑確定者の拘置が絶対拘禁であることから，威\n嚇効果が期待できず，拘禁確保にも多くの危険をはらんでいると主張\nするが，過去において，死刑確定者がそのような事件を犯した例はな\nいし，トラブルのほとんどは短期刑受刑者によるものである。\nｂ 拘置所長の裁量について\n被告は，死刑確定者の外部交通については厳正かつ慎重な取扱いが\n必要であり，刻々変化する死刑確定者の動静と微妙な心理状態に対す\nる迅速かつ適正な認定が必要である旨主張するが，拘置所の対処は，\n，， 。被告も自認するように 画一的であり 適正でなければ慎重でもない\nｃ 本件通達について\n本件通達には 「心情の安定を害するおそれのある交通も制約され，\nなければならない」と定められているが，原告を内面から感化して精\n神的救済を図ることが明らかな本件教父母との交通を許可しないこと\nの方が，検討を要するはずである。\nまた，本件通達中の「精神の安静裡に死刑の執行を受けることとな\nるよう配慮すべきである」の精神を尊重するならば，名古屋拘置所長\nは，本件各申請についても，この点を斟酌すべき責務があるが，同所\n長がそのような配慮をした形跡はない。\nしかも，本件通達は，信書の発受が制約される場合として，１( )6\nウの１ないし３を挙げるが，原告が本件教父母との外部交通を実現し\nたとしても，これらの項目に該当しないことは明白である。\nしたがって，本件通達が合理性を有したとしても，そのことをもっ\nて，本件各告知を正当化できるものではない。\nｄ 本件処遇規程について\n本件処遇規程は 「外部交通の実施により，確定者の心情安定に資，\nすると認められる者」については，外部交通を許可することができる\nと定めているところ，本件教父母は，上記に該当することが明白であ\nる。\nまた，被告は，裁判例を引用して 「外部交通の実施により，本人，\nの心情安定に資すると認められる者とは，死刑確定者を社会から厳格\nに隔離するという要請を犠牲にしても，当該相手方との外部交通を認\nめることによって本人の心情の安定が図られ，かえって拘禁目的に資\nすると認められる相手を指す」と主張するが，上記裁判例は，本件と\n異なって旧友との外部交通を求めた事案であり，このような説明が本\n件各告知をどのように正当化するのか不明である。\nさらに，被告は，最高裁判所平成１１年２月２６日第二小法廷判決\n（「 」 。）・判例時報１６８２号１２頁 以下 平成１１年最高裁判決 という\nを援用するが，この判決は，外部交通運用基準の精神を述べたものに\nすぎず，これをもって本件各告知を正当化することはできない。かえ\nって，この判決は，死刑確定者の心情の安定に十分配慮すべきこと及\nび拘置所内の規律及び秩序が放置することができない程度に害される\nことがないようにすべきことを求めているが，本件各告知は，原告の\n心情の安定を十分に配慮したものではない。\n(イ) 本件各告知の違法性を基礎付ける事情について\nａ 本件教父母が原告の心情安定に資する者に該当すること\n(ａ) 原告の心情安定に資すること\n死刑確定者は，生命をいつ絶たれるか判らない状況にあり，しか\nも，その時期が明らかでないまま拘禁を甘受せざるを得ないという\n精神的に極めて過酷な状況に置かれているのであるから，本件教父\n母への礼状の発信や宗教上の質問をするための面会交通は，原告の\n心情の安定をもたらす点において効果的であることは明白である。\nこの点について，被告は，死刑確定者は，社会と隔絶された者な\nのであるから，礼儀を果たしたとか，相手に礼儀をわきまえた者と\nして認められるとかいった社会生活における精神的満足を得る立場\nになく，むしろ，このような行為によって生に対する執着を増幅さ\nれるおそれがある旨主張する。しかしながら，このような論理は，\n憲法１１条，１３条，１４条１項に反し，拘置所のどのような処遇\nにも恭順することを求めるものであって，著しく不当である。人生\nの目的は学び続けることであるが，原告の場合は，これに加えて，\n，， ，真摯に反省し 衷心から謝罪し 精一杯の償いをしなければならず\nそのどれもが，日々の安寧を保つことによって生まれることはいう\nまでもない。\nしたがって，心情の安定に資する本件各申請を却下した本件各告\n知は，社会通念上著しく不当である。\n(ｂ) 本件教父母と関わりを有すること\n原告は，本件司祭を畏敬するようになり，終焉を迎えるまでキリ\nスト教に敬虔するため，洗礼を受けることを決意したが，本件教父\n母は，本件司祭と同じＡ教会の信者であり，本件司祭から紹介を受\nけて面会をし，両名から差し入れも受けている。\n(ｃ) 原告の宗教教誨の回数について\n被告は，原告が受けた宗教教誨の回数の多さを指摘するところ，\n確かに，平成１２年４月２７日から平成１７年１０月２５日までの\n５年７か月間に受けた宗教教誨は５４回であるが，その間隔は３７\n日間に１回にすぎない。また，平成１５年９月２５日以降は，日本\n聖公会のみの個人教誨を受けているが，１年に１０回のみである。\n原告は，人生について十分な勉学に勤しむには，１年に１０回程\n度の個人教誨では少なすぎるので，本件教父母にも人生の教えを乞\nうため，本件各申請をしたのであり，他意は全くない。\nしかも，被告は，原告が継続的に宗教教誨を受けることができる\nことが本件各告知の理由となる旨主張するが，このことが，本件教\n父母が原告の心情安定に資する者と認められない理由にならないこ\nとは明白である。\n(ｄ) 原告の心情の安定性について\n被告は，原告が多くの宗派による宗教教誨を受けたことをもって\n心情不安定の現れと主張するが，原告は，従前，宗教に無関心であ\nったため，複数の宗派の個人教誨を受けて，どの宗教が自分にあっ\nているかを模索していたにすぎない。\nまた，原告は，確かに，未決拘留時（平成１２年１１月）に自殺\nを図ったことがあるが，それは，自分が犯行に主導的でなかったこ\nとを証明するためであり，心情の不安定からのものでなければ，死\n，。刑執行を回避するためのものでもなく その後は平穏を保っている\nさらに，被告は，原告には，被害者の霊に対する畏怖の念，共犯\n者に対する嫉妬，死刑に対する恐怖，生きることへの欲求等がある\n旨主張するが，仮に，被告の主張を最大限考慮したとしても，それ\nによって，本件教父母が原告の心情安定に資する者と認められない\nという結論には至らない。しかも，被告の主張する論理は，本件司\n祭と本件教父母における，原告の心情安定に資する優劣関係につい\nて述べるにとどまっており，このような論理によって，本件教父母\nが原告の心情安定に資する者と認められないということはできな\nい。\n(ｅ) 本件教父母は一般信者ではないこと\n被告は，本件教父母が一般信者であるから，人生の教えを乞うこ\nとは困難である旨主張するが，暴論である。本件司祭による個人教\n誨は，もちろん原告の心情安定になっているが，本件司祭からの教\nえがあり，本件教父母からの教えもあって，相乗効果により原告は\n人として成長するのである。\nまた，本件教父母は，原告の洗礼式において，神の前で 「幼子，\n（原告）がキリスト教の信仰と生活の中で成長していくように努め\nますか，幼子（原告）がキリストの完全なみかたちに似るように育\n。」， 「 」てることを努めますか と問われ いずれについても 努めます\nと誓約しているのであり，一般信者とは全く異なる。\nさらに，被告は，本件教父母の何気ない言動が原告の嫉妬心を刺\n激し，本件司祭との信頼関係を破壊する旨主張するが，原告が一般\n市民に対して発信した約１２００通の手紙に一般市民を嫉妬した文\n章はないし，嫉妬心からトラブルになったこともない。\n(ｆ) 本件教父母の意向について\n被告は，本件教父母が原告との外部交通を行う意思がないと主張\n，， ，するが 原告は 上告が棄却された直後の平成１６年１２月１７日\n本件教父母と面会し，近日中に外部交通が一切できなくなることを\n伝えたため，本件教父母は，その後，面会に来ることも手紙を出す\nこともしなくなったのである。\nまた，被告は，原告からのお礼の手紙に対して本件教父母から返\n信がないことを上記主張の根拠とするが，通常，お礼の手紙に対し\nて返信を出すことはないから，返信がなかったからといって，本件\n教父母に，原告と交通する意思がないということはできない。\nｂ 本件教父母を外部交通の手段として利用するおそれがないこと\n被告は，原告が養子縁組をしたことなどを理由に，本件教父母を外\n部交通の手段として利用するおそれがある旨主張する。\n原告が養子縁組をしたことは事実であるが，これは，死刑判決が確\n定する前から，親族との交通が全くなく，刑が確定しても同様であろ\nうと予想できたため，その刑が無期懲役等である場合，長期間の服役\nにおいて心情の安定を図ることを慮ったことと，被害弁償等のために\n必要と考えたためである。\n被告は，本件教父母との交通を許可すれば，それを介して知人への\n連絡を取る可能性がある旨主張するが，拘置所からの発信には厳重な\n検閲があり，面会には立会職員が付いて検閲をするのであるから，全\nく不可能である。このように，不可能な行為をあたかも起こり得るか\nのように主張して本件各告知の理由にするのは，合理性がない。\nｃ 画一的取扱いの主張の矛盾について\n被告は，矯正施設の現場としては，この相手への発信は認められな\nいという画一的な取扱いであれば，被収容者を説得しやすい旨主張す\nるが，これは，被告の主張とも矛盾している。結局，画一的取扱いが\n本音であって，死刑確定者の微妙な心理状態を忖度する旨の主張はき\nれい事でしかない。\nまた，被告は，本件教父母との外部交通を許可すれば，他の死刑確\n定者との公平性を欠くと主張するが，どのように公平性を欠くかにつ\nいて具体的主張をしていない。\nイ 名古屋拘置所長の過失について\n名古屋拘置所長は，本件教父母との外部交通が原告の心情安定に資する\nにもかかわらず，適正かつ合理的に検討をすることなく，違法な本件各告\n知を行っており，過失がある。\nウ 原告の損害について\n原告は，本件各告知により，精神的苦痛を被ったところ，これを慰謝す\nるには，礼状発信不許可告知により２０万円，面会不許可告知について３\n０万円の各慰謝料の賠償が必要である。\n() 被告2\n原告の主張は争う。\nア 本件各告知の適法性について\n(ア) 死刑確定者の外部交通について\nａ 死刑確定者の処遇一般について\n監獄法９条は，死刑確定者の処遇一般について，刑事被告人に関す\nる規定を準用しているが，このことから同条項が，直ちに死刑確定者\nについて刑事被告人と同一の取扱いを要求しているものと解すべきで\nはなく，刑事被告人の規定を準用するについては，死刑確定者と刑事\n被告人との拘禁の目的や性質の差異にかんがみ，監獄の長の裁量によ\nり，死刑確定者の拘禁の目的を達成するため必要かつ合理的な限度に\nおいて，刑事被告人と取扱いを異にすることを許容しているものとい\nうべきである。\nすなわち，死刑確定者の拘置（刑法１１条２項）は，固有の意味で\nの刑罰ではないが，未決拘禁とは異なり，死刑の執行行為に必然的に\n付随し，死刑執行手続の一環をなす一種独特の拘禁である。この拘禁\nは，最も厳格であって，未決拘禁及び自由刑による拘禁と異なり，い\nかなる場合にも拘禁そのものを停止して死刑確定者を釈放することは\nない。死刑確定者の他の被拘禁者との相違点は，死刑確定者には，社\n会復帰はもちろん，生への希望さえも断ち切られている点である。こ\nのような拘禁は，その拘禁の必要性が未決拘禁又は自由刑拘禁よりも\nはるかに重大であるとともに，死刑確定者が社会にとって極めて危険\nな存在であるがゆえに，社会から厳重に隔離されるべきであることを\n意味する。加えて，死刑確定者は絶望感にさいなまれて，自暴自棄に\nなり，あるいは極度の精神的不安定状態を招来するという特異な心理\n状態から，常人においては何ら影響もないような事象が全く異なった\n重大な結果を招くおそれが多いため，死刑確定者を扱う現場では，他\nの被収容者に比して，より個別的で，より内面に立ち入った処遇，す\nなわち，死刑確定者の千々に乱れるその心情を細密に把握してこれを\n安定させ，また安定された心情が再び攪乱されることのないようにす\nる処遇が必要となる。また，死刑確定者の拘置が絶対拘禁であること\nから，新たに罪を犯すと更に重罰が科されるという威嚇効果が全く期\n待できず，拘禁確保にも多くの危険をはらんでいる。\nｂ 拘置所長の裁量について\n死刑確定者の信書の発受については，監獄法４６条１項がこれを許\nす旨を定めており，受刑者のような制限規定を定めていないが，これ\nが無制限に許されるものではなく，その拘禁の目的及び性質によって\n制約を受けることは事柄の性質上当然である。\nしたがって，死刑確定者の外部交通については，上記のとおり，死\n刑確定者を社会から厳格に隔離するという要請があることを前提に，\n他方で自由を制限される死刑確定者がそれによって被る具体的な不利\n益を慎重に比較検討することとなるが，この判断に当たっては，刻々\n変化する死刑確定者の動静と微妙な心理状態に対する迅速かつ適正な\n認定が必要であるから，当該死刑確定者の動静及び心理状態を常に総\n合的に把握し得る状況にある拘置所長の適正，慎重な裁量にゆだねら\nれているというべきである。\nｃ 本件通達の内容について\nそのため，本件通達は，死刑確定者の処遇に当たっては，心情の安\n定を害するおそれのある交通も制約されなければならないと定め，具\n体的には，①本人の身柄の確保を阻害し又は社会一般に不安の念を抱\nかせるおそれのある場合，②本人の心情の安定を害するおそれのある\n場合，③その他施設の管理運営上支障を生ずる場合には，おおむね許\n可を与えないこととする一応の基準を示している。\n，， 。この基準は 上記法条の趣旨に照らし 合理性に欠けるところはない\nｄ 本件処遇規程の内容について\n，， ，名古屋拘置所においては 本件通達を受けて 本件処遇規程を定め\nこれに基づいて，死刑確定者の外部交通の許否を判断しているが，同\n規程第３章１７条は，外部交通の相手方を原則として，①本人の親族\n（収監後に親族となった者で，外部交通の確保を目的としていること\nが認められる者を除く ，②本人の法律上その他の重大な用務の処。）\n理のため，再審に関する弁護士，裁判所，権限を有する官公庁等あて\nの権利救済を目的とする文書及び訴訟準備のための文書の発信その他\nの本人の権利保護のため必要かつやむを得ないと認められる者，③外\n部交通の実施により，本人の心情安定に資すると認められる者とする\n取扱いをしている。\n，，この基準は 死刑確定者の監獄における処遇に通暁した拘置所長が\n死刑確定者の拘禁の目的，性質に配慮し，ことに死刑確定者の心情の\n安定を重視して，その裁量権を行使するための準則として合理性が認\nめられるのであり，このことは，平成１１年最高裁判決においても，\n肯定されている。\nそして，ここにいう「③外部交通の実施により，本人の心情安定に\n資すると認められる者」とは，死刑確定者を社会から厳格に隔離する\nという要請を犠牲にしても，当該相手方との外部交通を認めることに\nよって本人の心情の安定が図られ，かえって拘禁目的に資すると認め\nられる相手を指すと解される（東京地裁平成１０年８月２７日判決・\n公刊物未搭載 。）\n(イ) 本件各告知の適法性を基礎付ける事情について\n本件各申請は，洗礼式に出席した教父母に，洗礼のお礼をし，また，\n今後キリスト教及び人生についての教えを得たいとの理由によるもので\nあるが，以下のとおり，本件各告知をしたことにつき，名古屋拘置所長\nに裁量権の逸脱濫用は認められない。\nａ 本件教父母は，原告の親族でも重大な用務のために必要やむを得な\nい者にも該当しない（本件処遇規程１７条①，② 。）\nｂ 本件教父母は，以下のとおり，原告の心情安定に資する者と認めら\nれない（本件処遇規程１７条③ 。）\n(ａ) 本件教父母は，原告との関わりが薄いこと\n本件教父母は，原告の洗礼式に立ち会った教父母であるが，教父\n母となった経緯は，本件司祭の依頼を受けて日本聖公会教会から派\n遣されたにすぎず，原告の礼状に対する返信もなく，原告との関わ\nりが極めて薄い者である。\n(ｂ) 原告には継続的な宗教教誨の機会が認められていること\n原告は，前記前提事実のとおり，本件各告知までに延べ５０回の\n宗教教誨を受けており，希望する教誨師による宗教教誨を願い出る\nことによって，宗教教誨を受けることが認められている。\n(ｃ) 本件司祭による適切な宗教教誨が行われていること\n原告は，未決勾留時に自殺未遂を図ったことがあるなど，その心\n情が不安定であり，原告が宗教教誨を受け始めた当初は，さまざま\nな宗派による教誨を受けていたが，平成１５年９月２５日以降は，\n原告の希望により本件司祭による宗教教誨のみが継続している。そ\n，，，の状況からは 死刑判決を受けた原告が 被害者の霊に対する恐怖\n無期懲役となった共犯者に対する嫉妬，死刑に対する恐怖，生きる\nことへの欲求，死刑までに自分が生きた証を残したいなど，複雑に\n入り組んだ深刻な心理的懊悩を抱え，さまざまな宗派の宗教教誨を\n受けて自ら懊悩の解決方法を探り続けた結果，本件司祭に対する信\n頼を見出すに至っていることが窺える。そこで，更に本件教父母と\nの外部交通を認めることは，かえって原告の心情安定にとって好ま\nしくないと考えられる。\n(ｄ) 本件教父母は，一般信者にすぎないこと\n本件司祭に対し，本件教父母は，一般信者にすぎないので，キリ\nスト教の教義については，教誨師である本件司祭から教えを受ける\nことが適切であるし 「人生についての教え」は，原告の場合，限，\nりある人生をいかに充実させるかという難問に対する答え，あるい\nはこれを導く知恵，知識を指すのであるから，一般信者である本件\n教父母からそのような教えを受けることは困難であり，むしろ，教\n父母の何気ない言動が，原告の嫉妬心を刺激し，せっかく築き上げ\nられた原告の本件司祭に対する信頼関係を破壊することにもなりか\nねない。\nなお，原告は，お礼の気持ちを教父母に伝えられなくなる旨主張\nするが，本件司祭との個人教誨の際に，本件教父母に対する感謝の\n言葉を伝えてもらうことが可能であり，特に本件各申請を認めるべ\nき必要性はない。\n(ｅ) 生に対する執着を増幅させるおそれがあること\n本件教父母に手紙でお礼を伝えることにより，原告が得られる精\n神的満足があるとすれば，教父母に対する礼儀を果たしたというも\nのであろうが，原告は既に死刑が確定し，社会と隔絶された者であ\nるから，礼儀を果たしたとか，相手に礼儀をわきまえた者として認\nめられるとかいった社会生活における精神的満足を受け得る立場に\nない。むしろ，社会に生活する一般人に対して礼状を送り，社会生\n活の一端を享受すること自体に，生に対する執着を増幅させるおそ\nれがあり，心安らかに死を待つという死刑確定者の心情の安定を損\nなうおそれがある。\n，， ， ，しかも 原告は 死刑判決の確定に伴い 本件処遇規程によって\n宗教関係者との外部交通が不可能となったが，本件各申請が認めら\nれれば，不可能となった宗教関係者との外部交通が再び可能となっ\nたとの錯覚を抱かせ，ひいては獄中結婚や嘆願書の集約が可能にな\nるかもしれないなどの期待を抱かせることになり，生への執着を増\nすこととなって，静謐な環境の下で心安らかに死を迎えるという心\n情の安定を害するおそれが十分にある。\n(ｆ) 本件教父母に原告と連絡を取る意思が認められないこと\n原告は，死刑判決確定までに，本件教父母と面会し，その面会・\n差し入れに対するお礼等を内容とした手紙を発信しているが，現在\nまでに本件教父母からの来信は一通もなく，面会の事実もない。こ\nのことからすれば，本件教父母には，原告と積極的に連絡を取った\nり，宗教上の指導をする意思はないものと思われる。\nｃ 本件教父母が外部交通の手段として利用されるおそれがある。すな\nわち，原告には，死刑確定前，それまでに一度も会ったことのないＭ\n氏と養子縁組をし，宗教関係者を利用して嘆願書等の署名を依頼する\nなど，外部交通の手段を確保しようとする傾向があり，本件各申請を\n許可した場合，外部交通手段の確保のために，以後も類似の申請をす\nるなどして，外部交通の手段として利用するおそれが認められる。\nｄ 今後の本件教父母に対する発信についても考慮せざるを得ない。す\nなわち，矯正施設の現場としては，この相手への発信は認められない\nという画一的な取扱いであれば，被収容者を説得しやすいが，今回の\n内容では発信を認められないという理由の場合には，見解を異にする\n被収容者から不満が出ることが必至である。\nそのため，拘置所長が，発信の内容に基づいて許否を判断した場合\nには，被収容者から見れば，不明確な理由により恣意的に発信の許否\nを判断しているように見えるから，職員は恣意的な判断をしていると\nか，自分は他の被収容者に比べて不利な扱いを受けているとかの不満\nを募らせることとなる。その結果，日常的な処遇に関しても，職員と\n，，トラブルを起こすことになり 施設管理運営上問題があるのみならず\n死刑確定者の場合には，心情の安定を害し，自暴自棄となって職員に\n対する重大な暴行等に発展する可能性もある。\nしたがって，矯正の現場としては，発信の相手によって発信の許否\nを画一的に判断できるようにすることが望ましい。\n(ウ) 小括\n以上の事情を総合的に考慮すると，死刑確定者である原告を社会から\n厳正に隔離するという要請を犠牲にしてもなお，本件各申請を認めるこ\nとによって，原告の心情が安定し，かえって拘禁目的に資するという事\n情は認められないから，本件各告知は適法である。\nイ 名古屋拘置所長の過失の有無について\n違法な本件各告知を行ったことにつき，名古屋拘置所長に過失があると\nの原告の主張は争う。\nウ 原告の損害について\n原告の慰謝料の主張は争う。\n第３ 当裁判所の判断\n１ 本件各告知の取消しを求める訴えの適法性について\n行政事件訴訟法３条２項は，処分の取消しの訴えについて規定するところ，\n「」 ， ，ここでいう 処分 とは 公権力の主体たる国又は公共団体が行う行為のうち\nその行為によって，直接国民の権利義務を形成し又はその範囲を確定すること\nが法律上認められているものをいう（最高裁判所昭和３９年１０月２９日第一\n小法廷判決・民集１８巻８号１８０９頁ほか参照 。）\nそこで，本件各告知が上記の処分に当たるかについて検討する。\n( ) 死刑が確定した者は，その執行に至るまでの間，監獄の拘置監に拘禁さ1\nれる（刑法１１条）が，その処遇については，監獄法９条本文により，原則\nとして刑事被告人に関する規定が準用されることになる。しかるところ，在\n監者との接見について，監獄法４５条１項は 「在監者ニ接見センコトヲ請，\nフ者アルトキハ之を許ス」と定め，その手続について，同法施行規則１２５\n，「 ，，，条１項は 在監者ニ接見センコトヲ請フ者アルトキハ其氏名 職業 住所\n年齢，在監者トノ続柄及ヒ面談ノ要旨ヲ聞取リ許可ヲ与ヘタル者ニハ接見者\n心得事項ヲ告知ス可シ」と定めている。さらに，信書の発受について，監獄\n法４６条１項は 「在監者ニハ信書ヲ発シ又ハ之ヲ受クルコトヲ許ス ，４，」\n７条１項は 「受刑者及ビ監置ニ処セラレタル者ニ係ル信書ニシテ不適当ト，\n認ムルモノハ其発受ヲ許サス」と定め，その手続について，同法施行規則１\n３０条１項は 「在監者ノ発受スル信書ハ所長之ヲ検閲ス可シ ，同１３８，」\n条は 「監獄法第４７条第１項ニ依リ発受ヲ許ササル信書ハ保管シ置キ廃棄，\nス可キモノヲ除ク外釈放ノ際之ヲ本人ニ交付ス可シ」と定めている。\n上記各法条の文言からは，死刑確定者の接見や信書の発受は原則的に許可\nされるかのようであるが，他方で，死刑確定者の拘置は，死刑執行に至るま\nでの必然的な前提措置として行われるものであって，死刑確定者の身柄を厳\n重に社会から隔離し，死刑執行までの間の逃亡や自殺等を防止し，もって死\n刑執行を確実ならしめることを目的とするものであることに照らすと，かか\nる目的の実現に支障を及ぼすおそれがあると認められるときは，必要かつ合\n理的な限度で，制限を受けることもやむを得ないと考えられる。\n( ) ところで，在監者との接見（面会）は，これを希望する相手方の存在が2\n必要であり，在監者の意思のみによって実現されるものでないことはいうま\n。， ，でもない したがって 在監者が特定の者との接見の許可を求めたのに対し\n拘置所長がこれを許可したとしても，これにより直ちに相手方との接見が可\n能になるものではなく，逆に不許可としても，実際にその相手方から在監者\nに対する接見申請が出された場合には，拘置所長は，監獄法４５条１項，同\n法施行規則１２５条に基づいて，その許否を判断することになる。\nすなわち，接見の申請権は，在監者に接見することを希望する外部者のみ\nが有すると解されるのであって，監獄法４５条１項及び同法施行規則１２５\n条が，いずれも許可を求める主体を「在監者ニ接見センコトヲ請フ者」とし\nているのは，この当然の事理を表したものと考えられる。そうすると，原告\nのした本件面会許可申請は，本件教父母が原告との面会を申請した場合にお\nける名古屋拘置所長の感触を事実上尋ねたものにすぎず，監獄法に基づく申\n請権を行使したものとはいえないので，名古屋拘置所長のした本件面会不許\n可告知も，上記の感触を事実上伝えたにすぎないものというべきである。\nしたがって，本件面会不許可告知は，これによって本件教父母との面会を\n禁ずる法的効果をもたらすものとはいえないから，前記の行政処分性を有し\nないと解するのが相当である。\n( ) 次に，信書の発信については，監獄法４７条１項が 「信書ニシテ不適3 ，\n当ト認ムルモノ」の発信を許さないことを定め，その手続について，同法施\n行規則１３０条１項は，拘置所長が信書を「検閲ス可シ」こと，また，同１\n，「 」 。３８条は 発信不許可とされた信書は 保管シ置 くべきことを定めている\nこれらの規定に照らせば，信書の発信の許可あるいは不許可が個々の具体的\nな信書の発受の申出に対する個別の処分の形で行われることを予定している\nことは明らかというべきである（東京地裁平成４年３月２４日判決・判時１\n４２２号８２頁参照。なお，平成１１年最高裁判決も，この理を当然の前提\nとしていると考えられる 。。）\nすなわち，在監者が特定の者に対する信書発信の許可を求めたのに対し，\n拘置所長がこれを許可したとしても，実際に信書が作成され，提出されたと\nきは，これを検閲して発信が適当か否かを判断しなければならず，逆にこれ\nを不許可としても，改めて作成された信書が提出された場合には，上記と同\n様の判断を求められることになる。そうすると，単にあて先とその趣旨を特\n定してなされたものにすぎない本件発信許可申請は，監獄法に基づく申請権\nを行使したものではなく，後に作成されるであろう信書の発信を申請した場\n合における名古屋拘置所長の感触を事実上尋ねたものにすぎず，本件発信不\n許可告知も，上記の感触を事実上伝えたにすぎないものというべきである。\nしたがって，本件発信不許可告知は，これによって，後になって作成され\nた具体的信書の発信を禁ずる法的効果をもたらすものとはいえないから，前\n記の行政処分性を有しないと解するのが相当である（仮に，原告から具体的\n信書の発信の申請があった場合に，本件発信不許可告知がなされていること\nを理由に放置することは違法となり得る。また，その際には，監獄法４６条\n１項の規定に基づき，具体的な信書の内容に即して，信書発信の制限が必要\nかつ合理的であるか否かの観点から判断されるべきことについて，平成１１\n年最高裁判決参照 。）\n( ) よって，本件各告知は，いずれも取消訴訟の対象となる行政処分に該当4\nするものではないから，本件訴えのうち，これらの取消しを求める訴えは，\n不適法といわざるを得ない。\n２ 国家賠償法に基づく損害賠償請求の当否について\n原告は，名古屋拘置所長が故意又は過失により違法な本件各告知を行い，そ\nの結果，精神的苦痛を被ったと主張して，国家賠償法１条に基づき慰謝料の支\n払を求めている。\nしかしながら，前記のとおり，本件各告知によって原告の具体的な権利利益\nが侵害されたと認めることはできないから，賠償すべき慰謝料その他の損害が\n原告に生ずることもないというべきである。\nそうすると，その余の点を判断するまでもなく，被告に対する賠償請求を認\nめることはできない。\n３結論\n以上の次第で，本件訴えのうち本件各告知の取消しを求める訴えは不適法で\nあるから却下することとし，原告のその余の請求は理由がないから棄却するこ\nととし，訴訟費用の負担につき，行政事件訴訟法７条，民事訴訟法６１条を適\n用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n加藤幸雄裁判長裁判官\n舟橋恭子裁判官\n片山博仁裁判官\n"
}