{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 23
  },
  "case_number": "平成13(ネ)118",
  "case_name": "損害賠償請求控訴",
  "court_name": "名古屋高等裁判所金沢支部",
  "lawsuit_id": "3299",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3299",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/299/003299_hanrei.pdf",
  "contents": "主            文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　原判決を取り消す。\n(2)　被控訴人は，控訴人大智株式会社に対し，金２４０万円並びに内金１３５万円に\n対する平成１２年３月１５日から，内金７５万円に対する同年６月１０日から及び\n内金３０万円に対する同年９月２２日から各支払済みまで年５分の割合による金\n員を支払え。\n(3)　被控訴人は，控訴人大城エネルギー株式会社に対し，金３０万円及びこれに対\nする平成１２年９月２２日から支払済みまで年５分の割合による金員を支払え。\n(4)　被控訴人は，控訴人Ａ燃料商会ことＡに対し，金１５万円及びこれに対する平成\n１２年９月２２日から支払済みまで年５分の割合による金員を支払え。\n(5)　被控訴人は，控訴人根上町農業協同組合に対し，金４５万円及びこれに対する\n平成１２年９月２２日から支払済みまで年５分の割合による金員を支払え。\n(6)　被控訴人は，控訴人株式会社寺井ガスに対し，金３０万円及びこれに対する平\n成１２年９月２２日から支払済みまで年５分の割合による金員を支払え。\n(7)　訴訟費用は第１，２審とも被控訴人の負担とする。\n(8)　仮執行宣言\n２　被控訴人\n主文同旨\n第２　事案の概要\n１　本件は，液化石油ガス（プロパンガス）の販売を業とする控訴人らが，同業者の被\n控訴人に対して，被控訴人が違法に控訴人らの顧客を奪取したなどと主張して，\n損害賠償を求めた事案である。\n２　原審は，被控訴人のした行為に違法性はないとして，控訴人らの請求を全部棄却\nしたため，これを不服とする控訴人ら（１審原告ら）が，本件控訴に及んだ。\n３　当事者双方の主張は，原判決７頁２５行目末尾に行を改め，次のとおり控訴人らの\n当審における補充主張を付加するほかは，原判決事実欄「第２　当事者の主張」の\n１ないし３に記載のとおりであるから，これを引用する。\n「　そして，控訴人らが被った損害の額は，以下のとおり，少なくとも被控訴人が取り外\nした控訴人ら所有のプロパンガス供給設備（以下「本件供給設備」という。）の仕入\n価格の２分の１相当額のほか，控訴人らの顧客が使用したプロパンガスのうち被\n控訴人がガスメーターを取り外して持ち去ったことにより控訴人らが検針できなか\nったことによるプロパンガス料金（以下「本件料金」という。）及び持ち去られたガス\nボンベの中のプロパンガスの残量に対する控訴人らの仕入価格相当額（以下「本\n件残量価格」という。）の合計額を下回ることはない。\n①　控訴人大智株式会社（以下「控訴人大智」という。）について\n控訴人大智における仕入価格は，２０キログラムプロパンガスボンベが１本６８０\n０円，５０キログラムプロパンガスボンベが１本９８００円，ガスメーターは１万３７\n００円，単体調整機は１３００円，警報機は６８００円であり，控訴人大智の顧客\nのところに取り付けられていたものは別紙供給設備明細第１記載のとおりである\nから，その仕入価格の合計は４５万５３００円であり，控訴人大智の本件供給設\n備に関する損害は少なくとも２２万７６５０円である。\nまた，控訴人大智の顧客に関する本件料金は被控訴人による無断切替日前３か\n月間の使用量の平均日量に前検針日の翌日から無断切替日までの日数を乗\nじ，本件残量価格は前検針日の推定残ガス量から上記の使用量を控除してそ\nれぞれ算出する（使用料金は，基本料金に従量料金を加えた額であるから，基\n本料金を１０００円，従量料金を１立方メートル当たり３００円として，残ガス量の\n原価は１キログラム当たり７３円として計算）と，別紙使用料金等明細記載のとお\nり，それぞれ１万４４２７円，３万７４０２円となる。\nよって，控訴人大智の損害は，以上の合計２７万９４７９円を下回ることはない。\n②　控訴人大城エネルギー株式会社（以下「控訴人大城エネルギー」という。）につい\nて\n控訴人大城エネルギーにおける仕入価格は，２０キログラムプロパンガスボンベ\nが１本８０００円，５０キログラムプロパンガスボンベが１本１万３０００円，ガスメ\nーターは１万５０００円，自動切替機は６８００円であり，控訴人大城エネルギー\nの顧客のところに取り付けられていたものは別紙供給設備明細第２記載のとお\nりであるから，その仕入価格の合計は８万５６００円であり，控訴人大城エネルギ\nーの本件供給設備に関する損害は少なくとも４万２８００円である。\nまた，控訴人大城エネルギーの顧客Ｂについての本件料金及び本件残量価格を\n上記同様に算出すると，それぞれ５３３円，５８４０円となる。\nよって，控訴人大城エネルギーの損害は，以上の合計４万９１７３円を下回ること\nはない。\n③　控訴人Ａ燃料商会ことＡ（以下「控訴人Ａ」という。）について\n控訴人Ａにおける仕入価格は，２０キログラムプロパンガスボンベが１本７０００\n円，ガスメーターは１万３５００円，自動切替機（調整機）は３５００円，警報機は２\n１００円であり，控訴人Ａの顧客であるＣのところに取り付けられたものは２０キロ\nグラムプロパンガスボンベが１本，ガスメーター，自動切替機，警報機が取り付\nけられていたから，その仕入価格の合計は２万６１００円であり，控訴人Ａの本件\n供給設備に関する損害は少なくとも１万３０５０円である。\n④　控訴人根上町農業協同組合（以下「控訴人根上町農協」という。）について\n控訴人根上町農協における仕入価格は，２０キログラムプロパンガスボンベが１\n本８０００円，５０キログラムプロパンガスボンベが１本１万３０００円，ガスメータ\nーは１万５０００円，自動切替機は６８００円であり，控訴人根上町農協の顧客の\nところに取り付けられていたものは別紙供給設備明細第３記載のとおりであるか\nら，その仕入価格の合計は１２万３４００円であり，控訴人根上町農協の本件供\n給設備に関する損害は少なくとも６万１７００円である。\n⑤　控訴人株式会社寺井ガス（以下「控訴人寺井ガス」という。）について\n控訴人寺井ガスにおける仕入価格は，２０キログラムプロパンガスボンベが１本８\n０００円，５０キログラムプロパンガスボンベが１本１万２５００円，ガスメーターは\n１万４５００円，自動切替機は６５００円であり，控訴人寺井ガスの顧客のところに\n取り付けられていたものは別紙供給設備明細第４記載のとおりであるから，その\n仕入価格の合計は７万０５００円であり，控訴人寺井ガスの本件供給設備に関\nする損害は少なくとも３万５２５０円である。」\n第３　当裁判所の判断\n１　当裁判所も，控訴人らの請求を全部棄却するのが相当であると判断するが，その\n理由は，次のとおり訂正するほかは，原判決理由説示のとおりであるから，これを\n引用する。\nア　原判決１１頁１４行目の「商品の」を「商品を」と改める。\nイ　原判決１４頁１４行目から１６頁９行目までを次のとおり改める。\n「(2)　しかるところ，控訴人らが本件の顧客に交付した１４条書面には，上記（原判\n決引用）のとおり，契約解除の際における供給設備の撤去は，原則として控\n訴人らが行う旨の定めがされているのであるから，控訴人らの承諾を得ること\nなく，顧客側において控訴人ら所有の供給設備を取り外すことは，特段の事\n情のない限り，許されないというべきである。そして，本件においては，控訴人\nらが顧客から契約解除の通告を受けながら約定の期間内に供給設備を撤去\nしなかったという事情もないのであるから，本件各供給設備の設置されている\n場所が顧客の所有建物であり，同供給設備を撤去したのが専門技術を有す\nる被控訴人であったこと，また，控訴人らが３０日の供給設備撤去猶予期間を\n契約解除猶予期間と解する独自の見解を有し，速やかな撤去が期待できな\nかったことなどの事情があるとしても，これらの事情は，被控訴人の行った本\n件各供給設備の撤去を正当化するに足るものではなく，他に被控訴人の撤去\n行為を正当化する特段の事情は，これを認めることができない。\n(3)　したがって，被控訴人のした本件各供給設備の撤去は，控訴人らに対する関\n係では違法というべきであって，被控訴人は，これによって控訴人らに生じた\n損害を賠償する責任がある。」\nウ　原判決１６頁１０行目から同頁末尾までを次のとおり改める。\n「５　そこで，控訴人らが被控訴人の上記違法行為により被った損害について検討す\nる。\n(1)　控訴人らは，顧客一人当たり少なくとも１５万円の損害を被っていると主張\nするが，その具体的根拠は明らかでない。しかも，上記（原判決引用）のと\nおり，被控訴人が控訴人らの顧客を勧誘して控訴人らとの契約を解除させ\n自己と新たな契約を締結させた行為は，これを違法ということはできないの\nであるから，被控訴人が賠償すべき損害の範囲は，あくまで本件各供給設\n備の無断撤去によって控訴人らに生じた損害に限られるのであって，上記\nのような顧客一人当たり１５万円という一律の損害賠償の請求は，根拠を\n欠くものというほかない。\n(2)　控訴人らは，本件各供給設備の無断撤去による具体的損害の額は，被控\n訴人が取り外して保管している控訴人ら所有の本件供給設備の仕入価格\nの２分の１，取り外されたガスボンベ中のプロパンガス残量の仕入価格（本\n件残量価格）及びガスメーターが取り外されたことにより検針することがで\nきなかったプロパンガス料金（本件料金）の合計額を下回ることはないとし\nて，その具体的金額を主張する。\nしかしながら，控訴人らが主張するプロパンガスの残量は，いずれも被控訴\n人による本件供給設備の無断撤去前の平均使用量に基づく推計に過ぎ\nず，本件供給設備の損害についても，仕入価格の２分の１という根拠の合\n理性が明らかでない。以上のような損害・損失は，ガスボンベやガスメータ\nなどの本件供給設備を回収して調査・点検すれば，容易に判明することで\nある。然るに，弁論の全趣旨によれば，控訴人らは，被控訴人がその保管\nしている控訴人ら所有の本件供給設備（ガスボンベを含む。）の引渡しを申\nし出ているにもかかわらず，その受取りを拒んでいることが認められる。ま\nた，一部の顧客のものについては，本件供給設備が返還されていること\nは，控訴人らの自認するところであるが，控訴人らは，その返却された本件\n供給設備の調査に基づく具体的な損害を主張立証しようとはしていない。こ\nのような控訴人らの対応は誠に不可解というほかない。\n(3)　以上のことからすると，控訴人らが主張するような構成による損害を認める\nのは，相当でないというべきである。しかも，本件供給設備の仕入価格及び\nプロパンガスの仕入単価などが控訴人ら主張の金額であることを認めるに\n足る的確な証拠もない本件においては，本件供給設備の無断撤去によっ\nて控訴人らに生じた損害の有無及びその額は，何ら立証されていないとい\nうべきであって，控訴人らの損害の主張を認めることができない。」\n２　以上の次第で，控訴人らの本訴請求はいずれも理由がないことに帰し，これを棄\n却した原判決は結論において相当であり，本件控訴は理由がない。\nよって，本件控訴をいずれも棄却することとして，主文のとおり判決する。\n名古屋高等裁判所金沢支部第１部\n裁判長裁判官　　　川　　　　崎　　　　和　　　　夫\n裁判官　　　源　　　　　　　　　孝　　　　治\n裁判官　　　榊　　　　原　　　　信　　　　次\n（別紙省略）\n"
}