{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 27
  },
  "case_number": "平成17(行ケ)10709",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32957",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32957",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/957/032957_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０７０９号 審決取消請求事件\n平成１８年３月１４日 口頭弁論終結\n判決\n原 告 住友重機械工業株式会社\n訴訟代理人弁護士 田 中 成 志\n同 平 出貴和\n同 板 井典子\n同山 田 徹\n訴訟代理人弁理士 伴 俊 光\n被 告 富士電機システムズ株式会社\n訴訟代理人弁護士 辻 居 幸 一\n同外 村 玲 子\n訴訟代理人弁理士 須 田 洋 之\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 当事者の求めた裁判\n１原告\n特許庁が無効２００５－８００６４号事件について平成１７年８月１７日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２被告\n主文と同旨\n第２ 当事者間に争いのない事実等（証拠を挙げた事実以外は，争いがない ）。\n１ 特許庁における手続の経緯\n，， 「 」原告は 平成１０年８月２８日 発明の名称を 透明材料のマーキング方法\n（特許法４１条に基づく優先権主張平成９年９とする発明につき特許出願をし\n，平成１３年２月２２日付け手続補正書月２６日。以下「本件出願」という。）\n（甲１０）及び同年８月１７日付け手続補正書による補正を経て，同年９月１\n（） （ 。４日に設定登録 特許第３２３１７０８号 を受けた 請求項の数は４である\n以下「本件特許」という。また，平成１３年８月１７日付け手続補正書による\n補正を「本件補正」といい，同補正後の明細書及び図面を「本件明細書」とい\nう。。）\n被告は，平成１７年３月１日，本件特許を無効にすることについて審判を請\n求した。\n特許庁は，この請求を無効２００５－８００６４号事件として審理し，その\n結果，平成１７年８月１７日 「特許第３２３１７０８号の請求項１ないし４，\nに係る発明についての特許を無効とする 」との審決をし，審決の謄本は同月。\n２９日，原告に送達された（送達日は，甲１，弁論の全趣旨 。）\n２ 特許請求の範囲（本件補正後のもの）\n【請求項１】厚さが２ｍｍ以下の板状のマーキング対象物を準備する工程と，前\n記マーキング対象物を形成する材料を透過する波長域のレーザ光を，ｆθレン\nズを用いて該マーキング対象物の内部に集光させることにより，該マーキング\n対象物の内部にマーキングを行う工程とを有し，前記マーキングを行う工程に\nおいて，前記マーキング対象物を形成する材料の屈折率を考慮して，レーザ光\nの集光点が前記マーキング対象物の内部に位置するように，前記マーキング対\n象物の表面から前記レーザ光の集光点までの深さを制御するマーキング方法。\n【請求項２】厚さが２ｍｍ以下の板状のマーキング対象物を準備する工程と，前\n記マーキング対象物を形成する材料を透過する波長域のレーザ光を，ｆθレン\nズを用いて該マーキング対象物の内部に集光させることにより，該マーキング\n対象物の内部にマーキングを行う工程とを有し，前記マーキングを行う工程に\nおいて，前記マーキング対象物の厚さ方向の中心位置よりも深い位置にのみ前\n記レーザ光を集光させるマーキング方法。\n【請求項３】前記マーキング対象物の厚さが１ｍｍ以上である請求項１に記載の\nマーキング方法。\n【請求項４】前記マーキング対象物の厚さが１ｍｍ以上である請求項２に記載の\nマーキング方法。\n（以下，請求項１ないし４に係る発明を「本件発明１」ないし「本件発明４」と\nいう。また，これらを総称して「本件発明」ということがある ）。\n３ 本件出願当初の明細書（甲１７。以下，図面と合わせて「当初明細書」とい\nう ）における特許請求の範囲。\n【請求項１】 マーキング対象物を準備する工程と，前記マーキング対象物を形\n成する材料を透過する波長域のレーザ光を，ｆθレンズを用いて該マーキング\n対象物の内部に集光させることにより，該マーキング対象物の内部にマーキン\nグを行う工程とを有するマーキング方法。\n【請求項２】 前記マーキング対象物が，ガラスもしくはＰＭＭＡで形成されて\nいる請求項１に記載のマーキング方法。\n【請求項３】 前記マーキングを行う工程において，前記マーキング対象物を形\n成する材料の屈折率を考慮して，レーザ光の集光点が前記マーキング対象物の\n内部に位置するように，前記マーキング対象物の表面から前記レーザ光の集光\n点までの深さを制御する請求項１または２に記載のマーキング方法。\n【請求項４】 前記マーキング対象物が板状の形状を有し，前記マーキングを行\nう工程において，前記マーキング対象物の厚さ方向の中心位置よりも深い位置\nに前記レーザ光を集光させる請求項１～３のいずれかに記載のマーキング方\n法。\n４ 審決の理由\n別紙審決書の写しのとおり。これを要約すれば，次のとおりである。\n( ) 本件発明１ないし４は 「第４回機械材料・材料加工技術講演会講演論文1 ，\n集」６１～６２頁（社団法人日本機械学会，平成８年１１月１日発行。以下\n「引用刊行物」という ）記載の発明（以下「引用発明」という ）に基づ。。\nいて当業者が容易に発明をすることができたものであるから，本件発明１な\nいし４についての特許は，特許法２９条２項の規定に違反してされたもので\nある。\n審決が，進歩性がないとの上記結論を導く過程において，本件発明１ない\nし４（前者）と引用発明（後者）との一致点及び相違点として認定したとこ\nろは，次のとおりである。\n本件発明１につき(ｱ)\n（一致点）\n「板状のマーキング対象物を準備する工程と，前記マーキング対象物を形\n成する材料を透過する波長域のレーザ光を，ｆθレンズを用いて該マーキン\nグ対象物の内部に集光させることにより，該マーキング対象物の内部にマー\nキングを行う工程とを有する，マーキング方法」である点。\n（相違点１）\nマーキング対象物の厚さが，前者では「２ｍｍ以下」であるのに対し，後\n者では「１０ｍｍ」である点。\n（相違点２）\nマーキングを行う工程において，前者は「マーキング対象物を形成する材\n料の屈折率を考慮して，レーザ光の集光点が前記マーキング対象物の内部に\n位置するように，前記マーキング対象物の表面から前記レーザ光の集光点ま\nでの深さを制御する」という発明特定事項を有するのに対し，後者はこのよ\nうな発明特定事項を有しない点。\n本件発明２につき(ｲ)\n上記(ｱ)記載の一致点及び相違点１に加えて次の相違点。\n（相違点３）\nマーキングを行う工程において，前者は「マーキング対象物の厚さ方向の\n中心位置よりも深い位置にのみ前記レーザ光を集光させる」という発明特定\n事項を有するのに対し，後者はこのような発明特定事項を有しない点。\n本件発明３につき(ｳ)\n上記(ｱ)記載の一致点及び相違点１，２に加えて次の相違点。\n（相違点４）\nマーキング対象物の厚さが，前者では「１ｍｍ以上」であるのに対し，後\n者ではこのような特定がなされていない点。\n本件発明４につき(ｴ)\n上記(ｱ)ないし(ｳ)記載の一致点及び相違点１，３，４。\n( ) 本件補正は，本件出願に係る願書に最初に添付した明細書又は図面（当初2\n明細書）に記載した事項の範囲内においてしたものではないから，本件発明\n１ないし４についての特許は，特許法１７条の２第３項（平成１４年法律第\n２４号による改正前の規定。以下同じ）に規定する要件を満たさない補正を\nした特許出願についてなされたものである。\n第３ 原告主張の取消事由の要点\n審決は，特許法２９条２項違反の判断について，本件発明１，２と引用発明\nとの相違点１についての判断を誤り（取消事由１－１ ，本件発明１と引用発）\n明との相違点２についての判断を誤り（取消事由１－２ ，本件発明１の格別）\nの作用効果を看過し（取消事由１－３ ，本件発明２と引用発明との相違点３）\nについての判断を誤った（取消事由１－４）ものであり，また，特許法１７条\nの２第３項に規定する要件についての判断を誤った（取消事由２）ものである\nから，取り消されるべきである。\n１ 取消事由１（特許法２９条２項違反の判断について）\n( ) 取消事由１－１（本件発明１，２と引用発明との相違点１についての判断1\nの誤り）\n引用刊行物記載の装置と，本件発明のマーキング方法に用いられる装置と\nでは，原理的な構成には差異はないとしても，引用刊行物記載の装置に対し\nてレンズをｆθレンズとし，大きな口径の開口比の大きなレンズを用いて，\nレーザ光の焦点を対象物のどの位置にするかの制御が必要であるから，引用\n発明のマーキング方法に用いられる装置そのままで，２ｍｍ以下の対象物に\n対してその対象物の表面にクラックが表れないようなマーキングをすること\nはできない。\nしたがって，審決が，相違点１について 「甲第１号証（判決注：引用刊，\n行物。本訴における甲３の１）記載の発明のマーキング方法に用いられる装\n置と，本件発明１ないし４のマーキング方法に用いられる装置との間に，構\n。， ，成上の差異は認められない そうすると 甲第１号証記載の発明においても\n厚さ２ｍｍ以下の対象物にマーキングを施すことは可能であるということが\nでき，また，甲第１号証記載の発明を厚さ２ｍｍ以下の対象物のマーキング\nに適用することを阻害する要因も見当たらない （審決書５頁下から８行～」\n下から３行）と判断したことは，誤りである。\n( ) 取消事由１－２（本件発明１と引用発明との相違点２についての判断の誤2\nり）\n（），，審決が認定するように 審決書６頁６行～７行 屈折率ｎの材料に対し\n実際の集光点までの深さが表面から集光点までの見かけ上の深さのｎ倍とな\nることは技術常識であり，比較的厚い対象物に対して集光点の深さを制御す\nる際にマーキング対象物の屈折率を考慮することは，当業者にとって当然の\n配慮にすぎないかもしれないが，従来内部マーキングを達成できなかった薄\nい対象物に対して，この屈折率を考慮した集光点の深さ制御を行うことは，\n当業者にとって当然の配慮とはいえない。\n当業者にとって当然の配慮 というならば 例えば本件明細書の段落 ０「」 ， 【\n】（ ， ） ，００６ に記載の従来技術 特開平４－７１７９２号公報 乙１ において\n２．３ｍｍ厚さの透明基板への内部マーキングが達成できていたはずである\nが，現実に達成できなかったのは，このような薄い透明基板への内部マーキ\nングを行うに際し 「マーキング対象物の屈折率を考慮」した集光点の深さ，\n制御という技術思想が当業者に認識されていなかったからにほかならない。\n例えば，マーキング対象物の厚さが２ｍｍの場合には，表面から集光点ま\nでの見かけ上の深さを中点，すなわち厚さ方向に表面から深さ１ｍｍの位置\n，． ，であるとすると 屈折率を考慮した集光点の深さは表面から１ ５ｍｍ前後\n裏面からわずかに０．５ｍｍしかない位置であり，相当微妙な位置制御が要\n求され，マーキング対象物の厚さが１ｍｍの場合には，さらに微妙な位置制\n御が要求される。このような薄いマーキング対象物に対して，屈折率を考慮\nした集光点の深さ制御を行うことは，その必要性と重要性を認識して意図的\nに行わない限り，実施されるものではない。従来は，このような必要性と重\n要性が認識されていなかったので 「マーキング対象物の屈折率を考慮」し，\nた集光点の深さ制御は，薄いマーキング対象物に対して当業者が当然に配慮\nする事項ではなかった。\nしてみると，薄い対象物，特に本件発明で規定している厚さ２ｍｍ以下の\n薄い対象物に対してのマーキングについて 「マーキング対象物の屈折率を，\n考慮することは，当業者にとって当然の配慮に過ぎない （審決書６頁９行」\n～１０行）とする審決の判断は，誤りである。\n( ) 取消事由１－３（本件発明１の格別の作用効果の看過）3\n上記( )に述べたとおり，従来は厚さが２．３ｍｍ程度の薄いマーキング2\n対象物に対して，現実に，屈折率を考慮した集光点の深さ制御が配慮されて\nおらず，このような薄いマーキング対象物に対して内部マーキングが達成で\nきていなかった。\n本件発明１は 「厚さが２ｍｍ以下」という，従来，内部マーキングの対，\n象外であったか，あるいは内部マーキングが達成できていなかった厚さ範囲\nの薄いマーキング対象物に対して 「マーキング対象物の屈折率を考慮」し，\nた集光点の深さ制御という手法により，内部マーキングが達成できるように\nしたものである。すなわち 「マーキング対象物の厚さが２ｍｍ以下」とい，\nう要件が前提にあり，その限定された厚さのマーキング対象物に 「マーキ，\nング対象物の屈折率を考慮」した集光点の深さ制御という特定の手法を適用\nすることにより，目的（課題 （本件明細書段落【０００９ ）を達成でき）】\nたものである。\nしたがって，相違点１及び相違点２を組み合わせて，従来達成できていな\nかった技術事項を達成したのであるから，従来達成できていなかったことを\n達成できたという点で，まさに格別の作用効果が得られたのである。\n( ) 取消事由１－４（本件発明２と引用発明との相違点３についての判断の誤4\nり）\n審決は，相違点３について 「発生した亀裂が表面に到達しないように集，\n光点の深さ位置を設定することの必要性は，当業者が容易に看取し得るもの\nである。発生した亀裂が表面に到達しないような集光点の位置は，実験等に\nよって当業者が容易に見出すことができるものであり，その結果として『マ\nーキング対象物の厚さ方向の中心位置よりも深い位置にのみレーザ光を集光\nさせる』ことは，当業者が容易に採用し得る設計に過ぎない。また，亀裂が\n集光点から光源側に向かって成長することを考慮すれば，集光点の表面から\nの位置を深めに選定することは 当業者が容易に想到し得るものであり マ，，『\nーキング対象物の厚さ方向の中心位置よりも深い位置にのみレーザ光を集光\nさせる』ことは，集光点の位置を深めに選定するうえで，当業者が容易に採\n用し得る設計に過ぎない （審決書６頁下から３行～７頁８行）と判断す。」\nるが，誤りである。\n「発生した亀裂が表面に到達しないように集光点の深さ位置を設定するこ\nと」及びその必要性は，引用刊行物には記載も示唆もされておらず，例えば\n本件明細書の段落【０００６】に記載の従来技術も，単に透明基板の内部に\nレーザ光を集光させるというだけで，発生した亀裂が表面に到達しないよう\nに，集光点の位置を決め，クラックの長さを決めるという問題を認識してい\nないのであって，この問題の認識がない限り，実験等により，最適な集光点\nの位置を求めることはない。\nまた，従来の厚い対象物においては，クラックは点であり，大きさをもっ\nたものと考える必要がなかったのであるから，従来技術においては，集光点\nの表面からの位置を深めに選定するなどということを想到し得ない。\n２ 取消事由２（特許法１７条の２第３項の要件についての判断の誤り）\n( ) 審決は，当初明細書には，マーキング対象物の厚さに関して，1 (ｱ)\nａ （段落【０００９ 「本発明の目的は，薄い透明基板へのマーキン．】）\nグに適したマーキング方法を提供することである ，。」\nｂ （段落【００１３ 「厚さ１～２ｍｍのガラス基板にマーキングを．】）\n行うと，基板内部のみならず，表面にもクラックが発生してしまう\nことが判明した ，。」\nｃ （段落【００１７ 「透明ガラス基板１として，例えば厚さ１０ｍ．】）\nｍの合成石英基板を使用する ，。」\nｄ （段落【００３１ 「厚さ２ｍｍのＰＭＭＡ基板にマーキングを行．】）\nったところ ，，」\nとの記載が認められるとしている（審決書８頁末行～９頁９行 。）\n当初明細書には，審決が摘示した上記記載事項ａ～ｄに加えて，ｅ．従\n来のマーキング対象物の表面にマークをすることの問題点（段落【０００\n２ ，ｆ．従来の技術によっては，表面にクラックが発生してしまうと】）\nいう問題点（段落【０００５ ，ｇ．十分厚い透明材料にマーキングす】）\nることはできるが，薄い透明基板等へのマーキングには，特に上述のマー\nキング対象物の表面にクラックが発生してしまうという問題点のために，\n十分厚い透明材料にマーキングすることはできるが，薄い透明基板等への\nマーキングには適さないこと（段落【０００８ ，ｈ．ガラス基板内部】）\nのクラックは，ガラス基板の厚さ方向に長さ約５００μｍとなっているこ\nと（段落【００１２ ）が説明されている。】\n上記のとおり，当初明細書には，マーキング対象物の表面にクラックを\n作ることなく対象物の内部にマークする課題及び解決方法が示されている\nのであるから，このクラックとマーキング対象物の厚さの関係が重要な問\n題であり クラックの長さからみてマーキングがむずかしくなる薄さが 薄，「\nい」基板であることは，当業者であれば当初明細書に記載され説明されて\nいるものと十分に理解可能である。記載事項ｈにあるようなガラス基板内\n部のクラックは，特に特性が急峻に変わるような臨界性はないものの，ガ\nラス基板の厚さ方向に長さ約５００μｍとなっているのであれば，内部マ\nーキング対象物の基板の厚さとしては，この５００μｍを超える長さであ\nり，またこれよりも大きく５００μｍのクラックがさほど困難なく作れる\n厚さよりも薄いものであること，すなわち５００μｍよりも厚い１ｍｍ以\n上であり，５００μｍのクラックがさほど困難なく作れる厚さよりも薄い\n「２ｍｍ以下」であることが説明されている。\nさらに，当初明細書には， 本件発明の目的に対応する従来技術の課題(ｲ)\nとして ２ ３ｍｍの基板にマーキングすることの困難性を挙げている 段，． （\n落【０００６ ）のであるから，記載事項ａは，それだけで「薄い」透明】\n基板が２ｍｍ以下のものであると厚さの具体的数値範囲を記載していなく\nても 「薄い」が２ｍｍ以下の厚さを示していることは当初明細書に説明，\nされている。\n審決は，記載事項ｂについて 「凸レンズを用いたマーキングの評価実(ｳ) ，\n験の結果について問題点を述べたものであるが，本件発明がこの問題点を\n解決するものであるとの明示的な記載は見当たら」ない（審決書９頁１２\n行～１４行）と判断するが，当初明細書では，発明の実施例を説明する最\n初のところで５００μｍというクラックの長さにふれて 「厚さ１～２ｍ，\nｍのガラス基板にマーキングを行う」ことの困難性を説明し（段落【００\n１２ ，これに対して，本件発明を実施すると 「本発明の実施例による】），\nと，レーザ光の集光点の位置制御の精度を高めることができる。以下，本\n発明の実施例について説明する （段落【００１５ ）と説明している。。」】\nこれは，本件発明が記載事項ｂの問題点を解決するものであることを当\n初明細書において明示的に説明しているのであって，段落【００１３】に\nおいて直接これを記載していないというにすぎないから，審決の前記判断\nは誤りである。\n( ) ＰＭＭＡ（ポリメチルメタクリレート）の実施例は２ｍｍ厚の対象物のも2\nのであるが，ＰＭＭＡには通常紫外線吸収剤が含有されており（当初明細書\nの段落【００３２ ，エネルギー吸収が大きくなって，クラック長が大き】）\nくなるので不利である。当初明細書には，その不利なＰＭＭＡで２ｍｍ厚に\n対して内部マーキングできたことが記載されており，通常紫外線吸収剤を含\n有しないガラス基板では，ＰＭＭＡよりも内部マーキングしやすくなる。本\n件発明では，いずれも対象物の材質を限定しておらず，内部マーキングしに\nくいＰＭＭＡで２ｍｍ厚に対して内部マーキングをすることができており，\nそれよりも内部マーキングしやすい材質に対しては，より薄い対象物であっ\nても内部マーキングできるということを示している。\n( ) 本件発明の実施例について述べたとされる記載事項ｃにおいて，マーキン3\nグ対象物の厚さが１０ｍｍとされているが，本件発明における「マーキング\n対象物を形成する材料の屈折率を考慮して，レーザ光の集光点が前記マーキ\nング対象物の内部に位置するように，前記マーキング対象物の表面から前記\nレーザ光の集光点までの深さを制御する」ことを説明したものであって，本\n件発明が厚さ１０ｍｍの対象物へのマーキングを目的とするものであるとい\nうことではない。\n審決は 「記載事項ｄも本件発明の実施例について述べたものであるが，，\nここで『厚さ２ｍｍ』がマーキング対象物の厚さの上限に当たることを示唆\nする記載は見当たらない （審決書９頁１８行～２０行）と認定する。し。」\n，，かし 本件発明は２ｍｍ以下の厚さのマーキング対象物を対象としているが\nそれより厚いマーキング対象物に対して「マーキング対象物を形成する材料\nの屈折率を考慮して，レーザ光の集光点が前記マーキング対象物の内部に位\n置するように，前記マーキング対象物の表面から前記レーザ光の集光点まで\nの深さを制御するマーキング」を行えないということではない。ただ２ｍｍ\nより厚い対象物に対しては，本件発明の方法を用いなくても対象物の内部に\nマーキングを行えるということである。\n( ) ガラスのようなマーキング対象物にとっての標準は，一般の板ガラスの３4\nｍｍの厚さがシェアの７割程度を占めており，これが当業者にとって普通の\n厚さである（甲１４～甲１６ 。ガラス基板としてこれよりも薄ければ，す）\nなわち３ｍｍよりも薄いところの「２ｍｍ以下」の厚さを当業者は「薄い」\nと理解するものである（甲２１～甲３０ 。また，当業者は，本件特許の技）\n術の現実の対象としての「薄い」対象物とは，これから技術的応用が行われ\nる液晶基板やプラズマディスプレイパネル（ＰＤＰ）基板であり，これらは\n２ｍｍ以下の厚さのものであると理解するはずである（甲１３ 。）\n( ) 以上のとおりであるから，本件出願当初の明細書等に，マーキング対象物5\nの厚さを「２ｍｍ以下」とすることも「１ｍｍ以上」とすることも記載され\nていたとすることはできないとする審決の判断は，誤りである。\n第４ 被告の反論の要点\n審決の認定判断は正当であり，原告主張の取消事由は理由がない。\n１ 取消事由１（特許法２９条２項違反の判断について）\n( ) 取消事由１－１（本件発明１，２と引用発明との相違点１についての判断1\nの誤り）について\n引用刊行物において，厚さ１．０～１．１ｍｍのガラスは，厚さ１０ｍｍ\nの合成石英ガラスと共にレーザ光を利用したマーキング装置による加工の対\n象物として記載されており，当該マーキング装置を用いたガラスの内面加工\nにおいて，内面加工用の対象物として具体的に記載されている厚さ１０ｍｍ\nの合成石英ガラスに代えて，表面加工用の対象物として記載されている厚さ\n１．０～１．１ｍｍのガラスを使用することを妨げるような記載は，引用刊\n行物中には一切見当たらない。\n本件発明１は 「厚さが２ｍｍ以下のマーキング対象物」にマーキングす，\nるために，格別の工程を採用するものではないから 「厚さが２ｍｍ以下」，\nであることに格別の技術的意義はない。\nしたがって，引用刊行物記載の装置と本件発明１に用いられる装置に構成\n上の差異は認められず，対象物を厚さ２ｍｍ以下に限定することは，当業者\n，。にとって格別の創意を要するものではない とする審決の判断に誤りはない\n原告は，引用刊行物記載の装置を用いて２ｍｍ以下の対象物にマーキング\nできない理由として，レンズをｆθレンズとし，大きな口径の開口比の大き\nなレンズを用いる必要があると主張するが，引用刊行物にはｆθレンズが記\n載されており，また，大きな口径の開口比の大きなレンズは，本件発明１，\n２の構成要件ではない。よって，原告の主張は失当である。\n( ) 取消事由１－２（本件発明１と引用発明との相違点２についての判断の誤2\nり）について\n原告は，①厚い対象物に対し集光点の深さを制御する際にマーキング対象\n物の屈折率を考慮することは当業者にとって当然の配慮だが，薄い対象物を\n対象物とする場合には当業者にとって当然の配慮とはいえないこと，②従来\n技術（乙１）において２．３ｍｍの透明基板内部へのマーキングが達成でき\nなかったのは，薄い対象物を対象物とする場合には当業者にとって屈折率を\n考慮することが当然の配慮ではなかったこと，及び③薄い対象物の場合相当\n微妙な位置制御が要求されること，を主張するが，本件明細書の段落【００\n０６】において従来技術とされている特開平４－７１７９２号公報の実施例\nでは，２．３ｍｍの透明基板内部へのマーキングは達成されている。また，\nマーキング対象物の厚さが１０ｍｍの場合に当業者がその屈折率を考慮する\nにもかかわらず，２ｍｍ以下の場合に，微妙な位置制御が要求されるとして\nも，当業者が屈折率を敢えて考慮しない理由はない。\n( ) 取消事由１－３（本件発明１の格別の作用効果の看過）について3\n原告は，相違点１及び相違点２を組み合わせることによる格別の作用効果\nを主張するが 「従来は厚さが２．３ｍｍ程度の薄いマーキング対象物に対，\nして，現実に，屈折率を考慮した集光点の深さ制御が配慮されておらず，こ\nのような薄いマーキング対象物に対して内部マーキングが達成できていなか\nった 」という誤った認識に基づくものであり，根拠がない。。\n( ) 取消事由１－４（本件発明２と引用発明との相違点３についての判断の誤4\nり）について\n原告は，発生した亀裂が表面に到達しないように集光点の深さ位置を設定\nすること及びその必要性は，引用刊行物に記載も示唆もされていない，と主\n張するが，引用刊行物には，亀裂が光源側に向かって成長すると記載されて\nいる（６２頁左欄２０行～２１行）のであるから，それが表面まで達する可\n能性については言及されていないとしても，そのようなリスクを軽減するた\nめにマーキング対象物の厚さ方向の中心位置よりも深い位置にレーザ光を集\n光させる程度のことは，当業者が容易になし得ることである。\nまた，原告は，従来技術においては，発生した亀裂が表面に到達しないよ\nうに，集光点の位置を決め，クラックの長さを決めるという問題を認識して\nおらず，集光点をどの位置にするかという実験等を行うはずがないと主張す\nるが 「クラックの長さを決める」ということは，本件発明２においても構，\n成要件とされておらず，本件明細書においても 「クラック６の長さは，ｆ，\nθレンズ１４の焦点距離によっても影響を受ける （第５欄４４行～４６。」\n行）と記載されるのみであるから，原告の主張は失当である。\n２ 取消事由２（特許法１７条の２第３項の要件についての判断の誤り）につい\nて\n( ) 原告は，記載事項ａ～ｄの他に当初明細書の段落【０００２ 【０００1 】，\n５ 【０００８】及び【００１２】を挙げて記載事項ａにおける「薄い」】，\n透明基板が「２ｍｍ以下」の厚さであると特定できると主張するが，５００\n，【 】 ，μｍのクラックは 段落 ００１２ 記載の特定の条件の下の数値にすぎず\n本件発明の対象物を２ｍｍ以下に限定する根拠にはならない。\n( ) 原告は，当初明細書の段落【００３２】の記載を挙げ，内部マーキングし2\nにくいＰＭＭＡで２ｍｍ厚に対して内部マーキングをすることができてお\nり，それよりも内部マーキングしやすい材質に対しては，より薄い対象物で\nあっても内部マーキングできるということを示していると主張する。\nしかし，当初明細書の段落【００３２】の記載からは，段落【００３１】\nに実施例として記載されているＰＭＭＡが紫外線吸収剤を含有しているもの\nとは特定できないし，本件発明の発明者の論文である引用刊行物の６２頁左\n欄下６行には「紫外域では吸収のある通常のガラスに対しては 」と記載さ，\nれており，通常のガラスは紫外線吸収剤を含有しているとされている。\nしたがって 「内部マーキングしにくいＰＭＭＡで２ｍｍ厚に対して内部，\nマーキングをすることができており，それよりも内部マーキングしやすい材\n質に対しては，より薄い対象物であっても内部マーキングできるということ\nを示している 」という原告の主張は，全く根拠がないものである。。\n( ) 原告は，記載事項ｃについて「マーキング対象物を形成する材料の屈折率3\nを考慮して，レーザ光の集光点が前記マーキング対象物の内部に位置するよ\nうに，前記マーキング対象物の表面から前記レーザ光の集光点までの深さを\n制御する」ことを説明したものと主張するが，記載事項ｃに当たる当初明細\n書の段落【００１７】から，どのように解釈するのか全く不明であり，失当\nである。\n( ) 原告は 「薄い」マーキング対象物とは，液晶基板やプラズマディスプレ4 ，\nイパネル（ＰＤＰ）基板であり，これらは２ｍｍ以下の厚さのものと当業者\nが理解するはずである旨を主張するが，当初明細書には 「液晶基板やプラ，\nズマディスプレイパネル（ＰＤＰ）基板」に関する記載はなく，甲１３～甲\n１６に基づく原告の主張は理由がない。\n( ) 当初明細書には，厚さ１０ｍｍの合成石英基板を使用した場合及び厚さ２5\nｍｍのＰＭＭＡ基板を使用した場合に，当該明細書に開示された方法に従っ\nてマーキング対象物の内部にマーキングを行って，マークを形成することが\nできることが記載されているにすぎない。一方，当初明細書には，厚さが２\nｍｍよりも薄いマーキング対象物を使用して，その内部にマークを形成する\nことについての記載は一切ない。同様に，厚さ１ｍｍ以上のマーキング対象\n物を使用することが好ましい旨の記載も，当初明細書には一切ない。したが\nって，当初明細書等に記載のないこれらの事項を追加する補正は，新規事項\nの追加に該当し，許されないものであり，審決の認定判断に誤りはない。\n第５ 当裁判所の判断\n１ 取消事由２（特許法１７条の２第３項の要件についての判断の誤り）につい\nて\n本件事案にかんがみ，取消事由２について，まず，検討する。\n( ) 前記第２（当事者間に争いのない事実等）の２，３に記載のとおり，本件1\n「」補正後の特許請求の範囲における請求項１及び２中の 厚さが２ｍｍ以下の\nマーキング対象物（以下「補正事項１」という ，及び請求項３及び４中。）\nのマーキング対象物の「厚さが１ｍｍ以上である （以下「補正事項２」と」\nいう ）は，当初明細書の特許請求の範囲に記載されていない事項である。。\nまた，甲１７（当初明細書）によれば，これらの事項が本件出願の願書に\n最初に添付された明細書又は図面に明示的に記載されていないことは，明ら\nかである（原告も，このことは争っていない 。。）\nすなわち，審決は，当初明細書には，マーキング対象物の厚さに関して，\nａ （段落【０００９ 「本発明の目的は，薄い透明基板へのマーキン．】）\nグに適したマーキング方法を提供することである ，。」\nｂ （段落【００１３ 「厚さ１～２ｍｍのガラス基板にマーキングを．】）\n行うと，基板内部のみならず，表面にもクラックが発生してしまう\nことが判明した ，。」\nｃ （段落【００１７ 「透明ガラス基板１として，例えば厚さ１０ｍ．】）\nｍの合成石英基板を使用する ，。」\nｄ （段落【００３１ 「厚さ２ｍｍのＰＭＭＡ基板にマーキングを行．】）\nったところ ，，」\nとの記載が認められるとしているところ（審決書８頁末行～９頁９行 ，原）\n告は，当初明細書には，審決が摘示した上記記載事項ａ～ｄに加えて，ｅ．\n従来のマーキング対象物の表面にマークをすることの問題点（段落【０００\n２ ，ｆ．従来の技術によっては，表面にクラックが発生してしまうとい】）\nう問題点（段落【０００５ ，ｇ．十分厚い透明材料にマーキングするこ】）\nとはできるが，薄い透明基板等へのマーキングには，特に上述のマーキング\n対象物の表面にクラックが発生してしまうという問題点のために，十分厚い\n透明材料にマーキングすることはできるが，薄い透明基板等へのマーキング\nには適さないこと（段落【０００８ ，ｈ．ガラス基板内部のクラックは，】）\nガラス基板の厚さ方向に長さ約５００μｍとなっていること（段落【００１\n２ ）が説明されているなどとして，審決の判断を誤りであると主張してい】\nる。\nそこで，原告の主張につき，検討する。\n( ) 当初明細書の記載2\n当初明細書（甲１７）には，次の各記載がある。\n「特開平３－１２４４８６号公報に，ガラスの内部にレーザ光を集光さ(ｱ)\nせて，その表面に損傷を与えることなくマーキングを行う方法が開示され\nている。この方法では，内部の破壊しきい値が表面の破壊しきい値の５～\n２０倍のガラス材料の内部に，表面においてはその破壊しきい値を超える\nことなく，内部においてその破壊しきい値を超えるようにレーザ光を照射\nする。…しかし，内部と表面との破壊しきい値が同程度のガラス材料の内\n部においてのみしきい値を超えるようにレーザ光を集光させることは困難\nである。表面において破壊しきい値を超えると，表面にクラックが発生し\nてしまう （段落【０００４】～【０００５ ）。」】\n「特開平４－７１７９２号公報に，透明基板の内部に焦点を結ぶように\nレーザ光を照射し，透明基板の内部を選択的に不透明にするマーキング方\n法が開示されている。この方法では，絶縁破壊により透明材料を不透明化\nする。その実施例では，数百μｍの幅にわたって厚さ約２．３ｍｍの石英\n基板の内部が不透明になり，これを表面から見ると白い符号として識別す\nることができる。レーザ光の焦点の深さを精密に制御することは困難であ\n，。」（【 】）るため 薄い透明材料へのマーキングには適さない 段落 ０００６\n「また，特表平６－５００２７５号公報には，比較的厚肉の材料をマー\nキングの対象とした三次元マーキングの可能性が示唆されている （段。」\n落【０００７ ）】\n「 発明が解決しようとする課題】上述の透明材料内部へのマーキング【\n方法では，十分厚い透明材料にマーキングすることはできるが，薄い透明\n基板等へのマーキングには適さない。本発明の目的は，薄い透明基板への\nマーキングに適したマーキング方法を提供することである （段落【０。」\n００８】～【０００９ ）】\n「 課題を解決するための手段】本発明の一観点によると，マーキング【\n対象物を準備する工程と，前記マーキング対象物を形成する材料を透過す\nる波長域のレーザ光を，ｆθレンズを用いて該マーキング対象物の内部に\n集光させることにより，該マーキング対象物の内部にマーキングを行う工\n。，程とを有するマーキング方法が提供される ｆθレンズを用いているため\nレーザ光の光軸を振った場合にも，マーキング対象物の表面から集光点ま\nでの深さをほぼ一定に維持することができる。このため，マーキング対象\n物のある範囲内のほぼ一定の深さの位置にマーキングすることが可能にな\nる （段落【００１０】～【００１１ ）。」】\n「 発明の効果】以上説明したように，本発明によれば，レーザ光を透【\n明材料の内部に集光させることにより表面に達しないクラックを発生させ\nることができる。クラックが表面に達しないため，マーキングによる透明\n材料の破片や粉末の発生を防止できる。また，ｆθレンズを用いてレーザ\n光を集光しているため，レーザ光を走査しても集光点の深さをほぼ一定に\n保つことができる。さらに，歪の少ない模様を描くことが可能になる 」。\n（段落【００３４】～【００３５ ）】\n「 発明の実施の形態】本発明の実施例を説明する前に，本願発明者の(ｲ)【\n行った評価実験について説明する。焦点距離１００ｍｍの凸レンズを使用\nしてＮｄ：ＹＬＦレーザの４倍高調波（波長２６２ｎｍ）をガラス基板内\n部に集光させた。４倍高調波のレーザ光のビーム径は３ｍｍ，１ショット\nあたりのエネルギは０．４ｍＪである。このとき，ガラス基板の内部に幅\n約１００μｍの面内方向のクラックが生じるとともに，そのクラックを起\n点としてガラス基板の厚さ方向にも長さ約５００μｍのクラックが生じて\n。，いることが判明した 厚さ１～２ｍｍのガラス基板にマーキングを行うと\n，。基板内部のみならず 表面にもクラックが発生してしまうことが判明した\n，，基板表面にクラックが発生すると 基板の機械的強度が低下するとともに\n基板からパーティクルが飛散する。…基板表面にクラックを生じさせるこ\nとなく基板内部にマーキングを行うためには，レーザ光の集光点の深さ方\n向の位置制御をより厳密に行う必要があると考えられる （段落【００。」\n１２】～【００１４ ）】\n「図３（Ａ）に示すように，通常の凸レンズを用いた場合には，レーザ(ｳ)\n光の光軸がレンズの光軸に対して傾くと，凸レンズの収差の影響により集\n光点１７が浅い位置に移動する。このため，広い範囲にマークを形成する\nことが困難である。図３（Ｂ）に示すように，ｆθレンズを用いると，レ\nーザ光の光軸が基板面に対して傾いた場合にも，その集光点Ｑまでの深さ\nをほぼ一定に保つことができる。このため，基板表面を損傷させることな\nく，薄いガラス基板の比較的広い範囲にマークを形成することができる。\nまた，集光点Ｑの面内方向の移動距離が，ｆθレンズ入射前のレーザ光の\n光軸の傾きの変化に比例するため，歪の少ない模様を描くことが可能にな\nる （段落【００２５】～【００２６ ）。」】\n「図１は，本発明の実施例で用いるマーキング装置の斜視図を示す。マ(ｴ)\nーキング装置１０は，レーザ光源１１，ビーム整形器１２，ガルバノミラ\nー１３，ｆθレンズ１４を含んで構成される。…レーザ光源１１は，例え\nばＮｄ：ＹＬＦレーザの４倍高調波（波長２６２ｎｍ）を出力する。出力\nされるレーザ光のパルス幅は約１０ｍｓである。ｆθレンズ１４として，\n例えば焦点距離５０ｍｍのものを使用する。透明ガラス基板１として，例\nえば厚さ１０ｍｍの合成石英基板を使用する （段落【００１６】～【０。」\n０１７ ）】\n「上記実施例では，ガラス基板の表面ではなく，その内部にマークを形\n成するため，ガラス基板の破片及びパーティクルの発生を防止することが\nできる。このため，清浄な状態でマーキングを行うことができ，生産ライ\nンへのパーティクル等の混入を防止することができる （段落【００２。」\n７）】\n「上記実施例では，ガラス基板にマーキングを行う場合を説明した。次\nに，ポリメチルメタクリレート（ＰＭＭＡ）基板にマーキングを行う他の\n実施例について説明する。使用したマーキング装置の基本構成は，図１に\n示すものと同様である。ただし，ｆθレンズ１４として，焦点距離２８ｍ\nｍのものを用い，レーザ光としてＮｄ：ＹＬＦレーザの２倍高調波を用い\nた。レーザ光の１ショットあたりのエネルギは，０．５ｍＪである。厚さ\n２ｍｍのＰＭＭＡ基板にマーキングを行ったところ，基板表面に損傷を与\nえることなく，基板内部にのみマークを形成することができた （段落。」\n【００３１ ）】\n( ) 当初明細書の記載から理解できる事項3\n当初明細書の上記()(ｱ)の記載からは，従来，レーザ光を透明材料の内(ｱ) 2\n部に集光させることにより，該マーキング対象物の内部にマーキングを行\nう技術が存在し（段落【０００４】～【０００７ ，その中には，厚さ】）\n約２．３ｍｍの石英基板の内部にマーキングを行えるようにしたものもあ\nったが，十分厚い透明材料にマーキングすることはできるものの，レーザ\n光の焦点の深さを精密に制御することは困難である（段落【０００６ ）】\nため，薄い透明基板等へのマーキングには適さないものであった，との課\n題の下に，薄い透明基板へのマーキングに適したマーキング方法を提供す\nることを目的とし（段落【０００８】～【０００９ ，ｆθレンズを用】）\nいることにより，透明材料の表面に達しないクラックを発生させ，レーザ\n光を走査しても集光点の深さをほぼ一定に保ち，歪の少ない模様を描くこ\nとが可能になる（段落【００１０】～【００１１ 【００３４】～【０】，\n０３５ ，とした発明（以下「当初発明」という ）が，記載されている】）。\nことが理解できる。\n当初明細書の上記()(ｲ)の記載からは，当初発明の背景として，ビーム(ｲ) 2\n径３ｍｍ，１ショット当たりのエネルギが０．４ｍＪとしたＮｄ：ＹＬＦ\nレーザの４倍高調波を，焦点距離１００ｍｍの凸レンズを用いてガラス基\n板内部に集光させたものでは，ガラス基板の内部に幅約１００μｍの面内\n方向のクラックが生じるとともに，そのクラックを起点としてガラス基板\nの厚さ方向にも長さ５００μｍのクラックが生じ，１～２ｍｍのガラス基\n板にマーキングするとクラックが基板内部のみならず，表面にも発生する\nことが判明し，基板表面にクラックを生じさせることなく基板内部にマー\nキングを行うためには，レーザ光の集光点の深さ方向の位置制御を厳密に\nする必要があったことが理解できる。\n当初明細書の上記()(ｳ)の記載からは，通常の凸レンズを用いた場合に(ｳ) 2\nは，レーザ光の光軸がレンズの光軸に対して傾くと，凸レンズの収差の影\n響により集光点が浅い位置に移動するため，広い範囲にマークを形成する\nことが困難であるところ，当初発明は，ｆθレンズを用いることにより，\nレーザ光の光軸が基板面に対して傾いた場合にも，その集光点までの深さ\nをほぼ一定に保つことができるため，基板表面を損傷させることなく，薄\nいガラス基板の比較的広い範囲にマークを形成することができ，また，集\n光点の面内方向の移動距離が，ｆθレンズ入射前のレーザ光の光軸の傾き\nの変化に比例するため，歪の少ない模様を描くことを可能にしたものであ\nり，この点にｆθレンズを用いることの技術的意義があるものと理解でき\nる。\n当初明細書の上記()(ｴ)の記載からは，当初発明の実施例として，例え(ｴ) 2\nばＮｄ：ＹＬＦレーザの４倍高調波，焦点距離５０ｍｍのｆθレンズ，１\n，， ，０ｍｍの石英基板を使用すること また 焦点距離２８ｍｍのｆθレンズ\n１ショット当たりのエネルギが０．５ｍＪであるＮｄ：ＹＬＦレーザの２\n倍高調波，厚さ２ｍｍのＰＭＭＡ基板を使用して，基板表面に損傷を与え\nることなく内部にのみマーキングできたことが記載されているものと理解\nできる。\n( ) 原告主張の取消事由についての検討4\n原告は，当初明細書には，マーキング対象物の表面にクラックを作(ｱ)(あ)\nることなく対象物の内部にマークする課題及び解決方法が示されてい\nるのであるから，このクラックとマーキング対象物の厚さの関係が重\n要な問題であり，クラックの長さからみてマーキングがむずかしくな\nる薄さが「薄い」基板であることは，当業者であれば当初明細書に記\n載され説明されているものと十分に理解可能であり，ガラス基板内部\nのクラックが，ガラス基板の厚さ方向に長さ約５００μｍとなってい\nるのであれば，内部マーキング対象物の基板の厚さとしては，この５\n００μｍを超える長さであり，またこれよりも大きく５００μｍのク\nラックがさほど困難なく作れる厚さよりも薄いものであること，すな\nわち５００μｍよりも厚い１ｍｍ以上であり，５００μｍのクラック\nがさほど困難なく作れる厚さよりも薄い「２ｍｍ以下」であることが\n説明されている，と主張する。\n確かに，当初発明が，薄い透明基板へのマーキングに適したマーキン\nグ方法を提供することを目的とするものであり（前記( )(ｱ)参照 ，ガ3 ）\nラス基板の厚さ方向に長さ５００μｍのクラックが生じることが当初明\n細書に説明されている（前記()(ｲ)参照 。3 ）\nしかし，長さが５００μｍのクラックが生じるとされるのは，当初明\n細書の段落【００１２】に記載された特定の条件のレーザ，凸レンズを\n用いてガラス基板内部に集光させた場合（ビーム径３ｍｍ，１ショット\n当たりのエネルギが０．４ｍＪとしたＮｄ：ＹＬＦレーザの４倍高調波\nを，焦点距離１００ｍｍの凸レンズを用いてガラス基板内部に集光させ\nた場合 前記( )(ｲ) ( )(ｲ)参照 であり 当初明細書 甲１７ に ク。，） ， （ ） 「23\nラック６が基板表面２まで到達するとガラス基板１が割れ易くなるた\nめ，クラック６が基板表面２まで到達しないように，集光点Ｑの深さ，\n及びレーザ光３のエネルギを制御する必要がある。また，クラック６の\n長さは，ｆθレンズ１４の焦点距離によっても影響を受ける （段落。」\n【００２０ ）と記載されていることに照らせば，クラックの長さは，】\nレーザ光のエネルギやｆθレンズ１４の焦点距離によっても影響を受け\nるものと認められるから レーザ光やレンズの条件によらず 一般に ガ，， 「\nラス基板の厚さ方向に長さ５００μｍのクラックが生じる」と理解する\nことはできない。\nそうすると，ガラス基板の厚さ方向に生じるクラックの長さが５００\nμｍであることを前提とする原告の前記主張は，その前提において採用\nし得ないものというべきである。\n加えて，当初明細書（甲１７）には 「また，クラック６は，集光点，\nＱからレーザ光の入射する基板表面２に向かって延びるため，集光点Ｑ\n，。」の深さＨ２を 基板１の厚さの１／２よりも深くすることが好ましい\n（段落【００２２ ）との記載はあるものの，この記載からは，クラッ】\nクは基板表面に向かって延びるので集光点位置を深くすることが好まし\nいことが理解できるにとどまり，それ以上に，基板の厚さとガラス基板\nの厚さ方向に生じるクラックの長さとの関係を示唆するものではなく，\n他に そのような示唆を認めるに足りる記載も存在しない まして ２，。 ，「\nｍｍ以下 「１ｍｍ以上」という具体的な厚さについて，ガラス基板の」\n厚さ方向に生じるクラックの長さとの関連において理解することが可能\nな記載が，当初明細書に存在すると認めることは到底できない。\n(い) 原告は，当初明細書には，本件発明の目的に対応する従来技術の課\n題として，２．３ｍｍの基板にマーキングすることの困難性を挙げて\nいるとも主張する。\n当初明細書には，厚さ約２．３ｍｍの石英基板の内部にマーキングを\n行えるようにしたものもあったが，十分厚い透明材料にマーキングする\nことはできるものの，レーザ光の焦点の深さを精密に制御することは困\n難である旨記載されている（前記( )(ｱ)参照 。ここで，レーザ光の焦3 ）\n，，点の深さを精密に制御することの困難性について 具体的に考察すると\n通常の凸レンズを用いた場合には，レーザ光の光軸がレンズの光軸に対\nして傾くと，凸レンズの収差の影響により集光点が浅い位置に移動する\nため，広い範囲にマークを形成することが困難であり，十分厚い透明材\n料にマーキングすることはできるものの，レーザ光の焦点の深さを精密\nに制御することは困難であったことをいうものと解される（前記( )(ｳ)3\n参照 。）\n一方，当初発明については，ｆθレンズを用いることにより，透明材\n料の表面に達しないクラックを発生させ，レーザ光を走査しても集光点\nの深さをほぼ一定に保ち，歪の少ない模様を描くことを可能にしたもの\nとされ（前記( )(ｱ)(ｳ)参照 ，その実施例としては，十分厚い透明材3 ）\n料である１０ｍｍの石英基板及び厚さ２ｍｍのＰＭＭＡ基板について，\n基板表面に損傷を与えることなく内部にのみマーキングできたとされて\nいる（前記( )(ｴ)参照 。これに照らせば，当初明細書に記載された厚3 ）\nさ２ｍｍのＰＭＭＡ基板の実施例というのは，透明基板内部にマーキン\nグできた厚さの下限の例（最も薄い例）を示したものと理解することは\nできても，これをもって厚さの上限値（最も厚い限度の数値）を示して\nいるものと理解することは到底できない。\n上記のとおり，当初明細書に，従来技術の課題として２．３ｍｍの基\n板にマーキングすることの困難性が挙げられているとしても，これをも\nって，マーキング対象物の厚さの上限値を２ｍｍとすることが，当初明\n細書に記載された事項から当業者が自明に理解できるということは，到\n底できない。\n(う) 原告は，本件発明が記載事項ｂ（厚さ１～２ｍｍのガラス基板に「\nマーキングを行うと，基板内部のみならず，表面にもクラックが発生\nしてしまうことが判明した ）の問題点を解決するものであることが，。」\n当初明細書において明示的に説明されていると主張する。\nしかし，当初明細書には，基板表面に損傷を与えることなく内部にの\nみマーキングできたものとして厚さ２ｍｍのＰＭＭＡ基板を使用した場\n合の実施例が記載されているものの，厚さ１～２ｍｍのガラス基板ない\nし透明基板の表面に損傷を与えることなく内部にのみマーキングできた\nことを示す記載は一切存在しないのであるから，原告の主張は，失当と\nいうほかはない。\n原告は，通常紫外線吸収剤が含有され，内部マーキングしにくいＰＭＭ(ｲ)\nＡで２ｍｍ厚に対して内部マーキングをすることができており，通常紫外\n線吸収剤を含有しないガラス基板内部はマーキングしやすいから，より薄\nい対象物であっても内部マーキングできると主張し，また，当初明細書に\n実施例としてマーキング対象物の厚さが１０ｍｍとされているのは，本件\n発明が厚さ１０ｍｍの対象物へのマーキングを目的とするものであるとい\nうことではなく，ただ２ｍｍより厚い対象物に対しては，本件発明の方法\nを用いなくても対象物の内部にマーキングを行えるということであるとも\n主張する。\nしかし，そもそも，当初明細書には１～２ｍｍの厚さの材料に対してマ\n，，ーキングが可能である旨の記載が一切存在しない上 原告の上記各主張は\nいずれも当初明細書における具体的な記載に基づかない主張というほかは\nなく，採用する余地はない。\n原告は，甲１３～甲１６，甲２１～甲３０を挙げて，一般の板ガラスに(ｳ)\nおいては３ｍｍの厚さがシェアの７割程度を占めることに照らせば，ガラ\nスのようなマーキング対象物について，当業者は，３ｍｍよりも薄い「２\nｍｍ以下」の厚さを「薄い」と理解するものであり，また，当業者は，本\n件特許の技術の現実の対象としての「薄い」対象物とは，２ｍｍ以下の厚\nさの液晶基板やプラズマディスプレイパネル（ＰＤＰ）基板であると理解\nする旨を主張する。\nしかし，前記のとおり，そもそも，当初明細書には１～２ｍｍの厚さの\n。，材料に対してマーキングが可能である旨の記載が一切存在しない 加えて\n補正が適法かどうかは，願書に最初に添付した明細書又は図面に記載した\n事項の範囲内かどうかにより決せられるものであるところ，原告の主張す\nる板ガラスの標準的な厚さや液晶基板，プラズマディスプレイパネルに関\nする事項は当初明細書に記載されているものではなく，また，これらの事\n項が当初明細書の記載から当業者が当然に理解することのできる事項であ\nると認めるに足りる証拠もない。原告の主張は，採用できない。\n() 小括5\n以上によれば，当初明細書には，厚さが２ｍｍよりも薄いマーキング対象\n物を使用してその内部にマークを形成することについての記載及び厚さ１ｍ\nｍ以上のマーキング対象物を使用することが好ましい旨の記載は，一切存在\nせず，当初明細書を見た当業者においてこれらの事項が明らかに理解できる\nような記載があると認めることもできない。したがって，補正事項１及び２\nが当初明細書に記載された事項の範囲内であるとすることはできないから，\n本件発明１ないし４についての特許が特許法１７条の２第３項に規定する要\n件を満たさない補正をした特許出願に対してされたものであるとの審決の判\n断に誤りはない。\n２結論\nそうすると，原告主張のその余の取消事由について判断するまでもなく，本\n件発明１ないし４についての特許を無効にするとの審決の結論に誤りがあると\nいうことはできない。その他，審決に，これを取り消すべき誤りは見当たらな\nい。\nよって，原告の本訴請求を棄却することとし，訴訟費用の負担について行政\n事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 佐 藤 久 夫\n裁判官 三 村 量 一\n裁判官 古 閑 裕 二\n"
}