{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 3
  },
  "case_number": "平成13(ワ)1502",
  "case_name": "不当利得返還請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5912",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5912",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/912/005912_hanrei.pdf",
  "contents": "平成１３年１２月３日判決言渡平成１３年(ワ)第１５０２号　不当利得返還請求事\n件（以下「第１事件」という。）平成１３年(ワ)第５７６４号　不当利得返還請求\n事件（以下「第２事件」という。）平成１３年(ワ)第７９５４号　保証債務履行請\n求事件（以下「第３事件」という。）\n主文\n１　被告は、各原告（原告株式会社Ｋを除く。）に対し、別紙請求額・認容額一覧\n表の「認容額」欄記載の金員及びこれに対する「起算日」欄記載の日から支払済み\nまで年５分の割合による金員を支払え。\n２　原告株式会社Ｋの被告に対する平成８年７月１８日以降の金銭消費貸借取引に\n係る債務が元本金６２万３２０４円及びこれに対する平成１２年６月１０日から支\n払済みまで年３割の割合による遅延損害金を超えては存在しないことを確認する。\n３　原告らのその余の請求及び被告の請求をいずれも棄却する。\n４　訴訟費用は、全事件を通じて全部被告の負担とする。\n５　この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１　第１事件、第２事件\n(1)　被告は、各原告（原告株式会社Ｋを除く。）に対し、別紙請求額・認容額一覧\n表の「請求額」欄記載の金員及びこれに対する「起算日」欄記載の日から支払済み\nまで年５分の割合による金員を支払え。\n(2)　原告株式会社Ｋの被告に対する平成８年７月１８日以降の金銭消費貸借取引に\n係る債務が金３５万６１２２円を超えては存在しないことを確認する。\n２　第３事件\n第３事件被告らは、被告に対し、各自金４００万円及びこれに対する平成１２年\n１０月６日から支払済みまで年３割の割合による金員を支払え。\n第２　事案の概要\n第１事件及び第２事件は、貸金業者の被告から継続的に利息天引の方法で金銭の\n貸付けを受け、弁済期が到来すると利息の前払い（先払い）をすることにより弁済\n期を延期してもらうなどして返済を繰り返してきた各原告が、利息制限法に従って\n計算すると、過払い（被告の不当利得）が生じており（原告株式会社Ｋを除くその\n余の原告らについて）、あるいは、残債務が被告主張の額よりも少ない（原告株式\n会社Ｋについて）として、不当利得返還請求権に基づいて過払金及びこれに対する\n被告の受益後の日からの民法７０４条所定の利息の支払を求め、あるいは、残債務\nが利息制限法に従って計算した額を超えては存在しないことの確認を求めている事\n案であり、第３事件は、被告が、原告らのうちの１名の被告に対する債務について\n連帯保証をした第３\n事件被告らに対し、保証債務の履行を求めている事案である。\nいずれの事件においても、被告が天引した利息及び各原告が支払った利息につい\nて貸金業の規制等に関する法律（以下「貸金業規制法」という。）４３条の適用が\nあるか否かが主たる争点となっている。\n１　前提事実（特記しない事実は当事者間に争いがない。）\n(1)　被告は、貸金業規制法３条１項の登録を受けて貸金業を営む株式会社である。\n(2)　被告は、各原告に対し、別表（１ないし１６）の「貸付日・支払日」欄記載の\n日に、「貸付金額」欄記載の金員を、これから「天引額」欄記載の金員を当日から\n「天引最終日」欄記載の日までの利息として天引した上で貸し付けた（「交付額」\n欄記載の金員を現実に交付した。利息天引の対象期間については乙９ないし２\n５）。そして、各原告は、被告に対し、「貸付日・支払日」欄記載の日に「支払\n額」欄記載の金員を支払った。\n(3)　第３事件被告Ｑは、被告との間で、平成７年１２月１１日、原告株式会社Ｆの\n被告に対する金銭消費貸借債務を主債務として次のような連帯根保証契約を締結し\nた。\nア　根保証限度額　　　　４００万円\nイ　根保証期間　　　　　平成７年１２月１１日から５年間\nウ　根保証の範囲　　　　現在の債務及び上記根保証期間内に新たに発生する債\n務。なお、利息及び損害金については上記根保証限度額を超えても支払う。\nエ　期限の利益の喪失　　被告に対する約定に基づく元利金の支払を１回でも怠\nった場合には、被告に対する一切の債務について期限の利益を喪失する。\nオ　損害金　　　　　　　年４０．００４パーセント\n(4)　第３事件被告Ｒは、被告との間で、平成８年１月２９日、原告株式会社Ｆの被\n告に対する金銭消費貸借債務を主債務として次のような連帯根保証契約を締結し\nた。\nア　根保証限度額　　　　４００万円\nイ　根保証期間　　　　　平成８年１月２９日から５年間\nウ　根保証の範囲　　　　現在の債務及び上記根保証期間内に新たに発生する債\n務。なお、利息及び損害金については、上記根保証限度額を超えても支払う。\nエ　期限の利益の喪失　　被告に対する約定に基づく元利金の支払を１回でも怠\nった場合には、被告に対する一切の債務について期限の利益を喪失する。\nオ　損害金　　　　　　　年４０．００４パーセント\n２　原告ら及び第３事件被告らの主張\n本件につき利息制限法に従って計算すると、原告株式会社Ｋを除く各原告につい\nては、別表（１ないし１４、１６）の「過払金合計」欄記載の金額が過払いとなる\nから、被告に対し同額の不当利得返還請求権を有し、また、原告株式会社Ｋについ\nては、残債務（元本）が別表１５の「残元本合計」欄記載の金額となるから、被告\nに対する債務は同額を超えては存在しない。そして、原告株式会社Ｆの被告に対す\nる債務が消滅した以上、第３事件被告らの被告に対する保証債務も消滅したという\nべきである。\n３　被告の主張\n(1)　貸金業規制法４３条１項の適用\n本件における各原告の利息（天引利息を含む。）の支払は、利息として任意に\n支払われたものである。そして、被告は、各原告に対し、貸金業規制法１７条１項\nの規定により同条項に規定する書面を交付したし、同法１８条１項の規定により同\n条項に規定する書面を交付した。\nしたがって、上記利息の支払については、同法４３条１項が適用され、有効な\n利息の債務の弁済とみなされる。\n(2)　上記(1)について\nア　利息の天引について\n利息制限法２条は、利息天引の場合には、現実の交付額だけでなく、名目上の貸付\n額について要物性を充足することを当然の前提として、ただ、天引額が現実の交付\n額を計算上の元本としたときに同法１条１項所定の利率を超える場合の充当方法を\n定めたものにすぎず、その法文自体からも明らかなように、同条項と一体の規定で\nあり、それ自体独立した規定ではない。したがって、貸金業規制法４３条は、利息\n制限法１条１項、４条１項の特則であるだけでなく、同法２条の特則でもある。\nそして、本件において、各原告は、その自由な意思で利息の天引に合意したのであ\nり、天引利息につき利息として任意に支払ったものということができる。\nしたがって、本件における利息の天引についても貸金業規制法４３条１項の適用が\nある。\nイ　利息の前払いについて\n本件において、各原告は、その自由な意思で、元本返済について期限の猶予を\n得るために利息を前払いしていた。すなわち、債務者には貸金業者に対し期限の猶\n予や再度の貸付けを請求する権利はないところ、本件において、各原告は、利息を\n前払いするデメリットと期限の猶予や再度の貸付けを受けるメリットを比較考量し\nて、利息の前払いに合意していたのである。\nしたがって、本件における利息の前払いについても貸金業規制法４３条１項の\n適用がある。\n(3)　計算方法\n仮に本件について利息制限法に従った計算をするとしても、消費貸借契約は貸\n口ごとに別個独立のものであるから、貸口別に行うべきである。\n４　原告ら及び第３事件被告らの反論\n(1)　貸金業規制法４３条１項の適用の有無について\nア　貸金業規制法４３条１項は、利息制限法１条１項、４条１項の特則であるにと\nどまり、同法２条（利息の天引）に対する特則ではない。また、天引利息について\nは、貸金業規制法４３条１項にいう「支払った」という要件を充足しない。\nしたがって、利息の天引について同条項は適用されない。\nイ　本件において、各原告は、約１か月後の弁済期までの利息を天引された上で貸\n付けを受け、その弁済期が到来すると、更に利息を前払いして約１か月の弁済期の\n延期をしてもらうということを繰り返してきた。利息の前払いをしなければ、一括\n返済を請求され、かつ、保証人に対しても厳しい請求がされることから、やむを得\nず利息の前払いをして弁済期の延期をしてもらっていたのであり、その利息の支払\nには任意性がない。\nしたがって、本件における利息の支払（前払い）について貸金業規制法４３条\n１項は適用されない。\nウ　また、本件における利息中には調査料・事務手数料等の「費用」名目の金員が\n含まれているが、その部分は、貸金業規制法４３条１項にいう「利息」として支払\nったものとはいえない。すなわち、調査料・事務手数料は利息制限法３条の「みな\nし利息」に該当するが、貸金業規制法４３条は利息制限法３条の特則ではないか\nら、これらは貸金業規制法４３条１項にいう「利息」に当たらない。被告は、顧客\n台帳等にも調査料・事務手数料を利息とは別個に記載しており、これらを「利息と\nして指定して」受領してはいない。\nエ　本件において、貸金業規制法１７条の規定により同条に規定する書面を交付す\nることは行われていない。\n(ア)　貸金業規制法１７条の要件を充足する書面というためには、１通の書面に\nおいて同法及び同規則所定の記載事項すべてが記載されていなければならないとこ\nろ、被告が１７条書面と主張している書面は全部で４通に分かれている。\n(イ)　本件の借用証書には、同法１７条及び同規則所定の記載事項の一部の記載が\n欠けている。\n(ウ)　初回天引以降の毎月の利息の支払金額、計算方法について、調査料、事\n務手数料も含めて、どこにも記載されていない。\nオ　本件において、貸金業規制法１８条の規定により同条に規定する書面を交付\nすることは行われていない。\n(ア)　被告が１８条書面と主張する書面のうち、平成９年３月までの分には、\n契約年月日、受領金額及びその利息、賠償額の予定に基づく賠償金または元本への\n充当額等の記載がない。同月以降の分については、単なる利息支払いの案内であ\nり、受取証書ではない。\nまた、被告は、毎月５日に支払を受けた後、毎月２５日ころになって「取\n引明細」を送付していたのであり、同法１８条の「直ちに」の要件を充足していな\nい。\n(イ)　被告が１８条書面と主張する書面のうち、平成９年３月以降の分について\nは、「前回までのお取引明細」が省略されており、平成１０年８月以降の分につい\nては、「電信振込依頼書」に様式が変わり、借主には各返済後に何らの書面も交付\nされなくなった。\n(2)　計算方法\nア　被告は、各原告との間で、貸付けの条件等を定めた基本契約を締結した上、\nこれに基づいて個別の貸付けを行っており、貸付方法としてはいわゆるリボルビン\nグ方式（包括方式）を採用していた。これは、あらかじめ顧客との間で貸付枠（限\n度枠）を取り決めた上、その枠の範囲内で、取り決められた期間内においては自由\nに返済と追加貸付けを繰り返すことを予定したものである。したがって、本件につ\nいて利息制限法に従った計算をするに当たっては、貸口別に計算するのではなく、\nこれらを一体のものとして計算すべきである。\nイ　仮に複数の貸付けとみるとしても、ある１口について過払いが生ずるとき、\nその過払金は、その時点において、民法４８９条、４９１条に基づいて別口に充当\nされるべきである。\n第３　当裁判所の判断\n１　前記前提事実に証拠（甲３１、乙３ないし２３、２５）及び弁論の全趣旨を併\nせると、次の事実が認められる。\n(1)　本件における被告と各原告との間の金銭消費貸借取引は、次のようなものであ\nった。\nア　被告は、取引を開始するに当たり、以後反復継続的に貸付けをすることを前提\nにして、その基本契約の契約書というべき「手形割引・金銭消費貸借契約等継続取\n引に関する承諾書並びに限度付根保証承諾書」（例えば乙３）につき、主債務者た\nる原告及びその連帯根保証人に署名押印（記名押印）をさせた（連帯根保証人は必\nず付けさせた。）。そして、その際、被告は、原告に対し、①　いわゆるリボルビ\nング方式（包括方式）を採用すること、すなわち、取り決めた貸付枠（限度枠）と\n期間（原則として５年）の範囲内であれば、自由に反復継続して貸付けと返済を繰\nり返すことができること、②　基本契約に基づく個別の貸付けに当たっては、弁済\n期を約１か月後とし、その弁済期までの利息を天引すること、③　上記弁済期が到\n来した時は、利息の\n前払い（先払い）をすることを条件に約１か月の弁済期の延期を認め、以後、上記\n期間内であれば、同様にして弁済期の延期を繰り返すことができること、④　しか\nし、約定に基づく元利金の支払を１回でも怠ったときは、一切の債務について期限\nの利益を失い、直ちに債務全額を即時に弁済すべきこと等を説明し、原告もこれら\nに同意した。\nイ　実際にも、上記アのような合意に従って取引が行われた。すなわち、個別の貸\n付けに当たり、弁済期は約１か月後とされて、その弁済期までの利息（概ね日歩８\n銭）が天引され、その弁済期が到来すると、利息の前払いをすることによって弁済\n期が約１か月延期され、以後、同様にして弁済期の延期が繰り返されたのであり、\nまた、その間、反復継続して貸付けと返済が繰り返された（例えば原告株式会社Ｋ\nについてみると、約３年半の間に計５８回もの貸付けが行われた。）。\n(2)　別表（１ないし１６）の「支払額」欄記載の金員には、元本として支払われた\nもの及び前払利息として支払われたものがあるほか、いかなる名目で支払われたも\nのか明確な主張立証のないものがある。\n(3)　なお、本件において、被告は、個別の貸付けごとに契約番号を付して管理して\nいたが、他方、各貸付けの残元本を合計したものを「残元本」として把握する管理\nの仕方もしていた。\n２　利息制限法と貸金業規制法との関係\n利息制限法所定の制限利息又は制限損害金を超える金銭消費貸借上の利息又は損\n害金の支払約定は無効であり（利息制限法１条１項、４条１項）、その支払債務は\n存在しないものと解されるところ、貸金業規制法４３条１項は、貸金業者が業とし\nて行う金銭を目的とする消費貸借上の利息の契約に基づき債務者が利息として任意\nに支払った金銭の額が、利息制限法１条１項に定める利息の制限額を超える場合に\nおいて、一定の要件を充足する場合には、例外的に利息制限法１条１項の規定にか\nかわらず有効な利息の債務の弁済とみなす旨を規定し、さらに、貸金業規制法４３\n条３項は、債務者が損害金として任意に支払った金銭の額が、利息制限法４条１項\nに定める賠償額の予定の制限額を超える場合について、貸金業規制法４３条１項を\n準用している。なお\n、貸金業規制法４３条は、利息制限法２条（利息の天引）について触れていない。\nこのように、本来債務として存在しない利息制限法の制限利息又は制限損害金を\n超過する利息又は損害金の支払が貸金業規制法４３条の要件を充足する場合に同条\nによって有効な弁済とみなされるのは、このような場合には、債務者において、約\n定の利息又は損害金が利息制限法所定の利息又は損害金を超過していることを認識\nし得たにもかかわらず、自己の自由な意思によってこれを支払ったと評価すること\nができるからであると解される。\nしたがって、貸金業規制法４３条１項にいう利息として「任意に」支払ったとい\nえるためには、その支払について、本来存在しない債務であるにもかかわらず、債\n務者が自己の自由な意思によってこれを支払ったと評価することができるだけの事\n情があることが必要であるというべきである。\n３　利息の天引について\n利息天引の約定で消費貸借契約が締結される場合、利息の天引は貸付けの条件と\nされていることが通常であり、たとえ当該利息が利息制限法所定の制限利息を超過\nしていても、債務者はその天引に応じなければ貸付けを受けることができない。こ\nのような状況の下では、債務者が利息の天引に応じたとしても、これをもって、債\n務者が自己の自由な意思によって（すなわち、「任意に」）利息として支払ったと\n評価することは困難である。\nなお、前記のように、貸金業規制法４３条が、利息制限法１条１項及び４条１項\nの特則として定められていながら、同法２条に何ら触れていないのは、上記のよう\nに利息の天引には支払の任意性が欠けていることを考慮し、利息天引の場合を適用\nの対象としなかったからであるとも解されるところである。\nまた、以上のような解釈は、貸金業規制法４３条１項が、利息として任意に「支\n払った」と規定し、その文言上、金銭の現実の交付を要件としているように読める\nこととも符合する。\nしたがって、本件における利息天引部分について貸金業規制法４３条１項の適用\nはないというべきである。\n４　利息の前払い（先払い）について\n前記前提事実及び上記１の認定事実によれば、本件において、各原告は、約１か\n月後の弁済期が到来すると、更に利息の前払いをして弁済期を約１か月延期しても\nらうということを繰り返していたこと、そして、各原告は、弁済期において、元金\nを完済することができない以上、利息の前払いをすることによって弁済期を延期し\nてもらわない限り、被告に対するすべての債務について期限の利益を喪失し、直ち\nに債務全額の返済を迫られるだけでなく、その連帯保証人を被告による保証債務履\n行請求にさらしてしまう立場にあったことが認められる。\n上記事実によれば、本件において、各原告は、利息の前払いをして弁済期の延期\nをしてもらわない限り、自己及びその連帯保証人に対し被告から即時一括返済の請\n求がされる立場にあったことから、このような事態に陥るのを免れるべく、弁済期\nの延期をしてもらうために、やむを得ず利息の前払いをしていたものと推認され\nる。\nこのような利息の前払いについて、債務者である各原告が自由な意思をもって\n（すなわち、「任意に」）利息として支払ったと評価することは、前記の利息天引\nの場合以上に困難であるといわざるを得ない。\nしたがって、本件における利息の前払部分について貸金業規制法４３条１項の適\n用はないというべきである。\n５　以上によれば、本件における別表（１ないし１５）の「天引額」欄記載の利息\nの天引及び「支払額」欄記載の支払については、すべて貸金業規制法４３条の適用\nがないというべきである（上記１(2)にいう、いかなる名目で支払われたものか明確\nな主張立証のないものについて、同条の適用がないことは明らかである。）。\n６　計算方法\n(1)　そこで、上記の天引及び支払につき利息制限法に従って計算をすべきことにな\nるが、その際、各貸口ごとに個別に計算すべきか、それとも、一連の取引として一\n体的に計算すべきかが問題となる。いずれの方法を採用するかによって、適用すべ\nき制限利率に差が生じたり、過払金の別口債権への充当の有無に差が生じたりする\nことがあるからである。もっとも、各貸口ごとに個別に計算するとしても、ある１\n口について過払いが生ずるとき、その過払金は、その時点で別口の債権が存在する\n以上、民法４８９条、４９１条に基づいて別口の債権に充当されると解するのが相\n当である。\nア　前記前提事実及び上記１の認定事実によれば、本件において、被告は、各原告\nとの間で、上記１(1)のように、基本契約を締結した上、いわゆるリボルビング方式\nによる取引を行うこととし、実際にも、当初取り決めた貸付限度枠及び期間の範囲\n内で反復継続して多数回にわたり貸付けと返済を繰り返した（例えば原告株式会社\nＫの場合についてみると、約３年半の間に５８回にもわたって貸付けを繰り返し\nた。）こと、その間、被告に対し、原告Ａ及び原告株式会社Ｄを除くその余の原告\nらは一貫して、原告Ａは初回貸付けから平成８年５月９日までの間及び平成９年１\n２月１１日から最終貸付けまでの間、原告株式会社Ｄは初回貸付けから平成１０年\n２月６日までの間及び同年１０月２０日から平成１２年１０月２３日までの間、そ\nれぞれ元金の清算がさ\nれることなく債務を負担し続けていたこと、また、各原告は、１つの貸口について\n元利金の返済を怠った場合であっても、すべての債務について期限の利益を喪失す\nることになっていたこと、さらに、被告は、基本契約に基づいて各原告に貸し付け\nた各貸付金の残元本を合計したものをもって各原告に対する貸付金残元本として把\n握する方法での管理もしていたことが認められる。\nそして、上記事実によれば、本件において、各原告は、基本契約に基づいて貸\n付けを受けるに当たっては、新たに別の貸付けを受けるというよりも、当初取り決\nめた貸付限度額の範囲内で従前の借り増しをするという認識であり、元利金の返済\nをするに当たっても、貸口ごとに個別に返済するというよりも、借り増しをしてき\nた一体としての借受金について返済をするという意識であったであろうことが推認\nされる。\nイ　上記事実によれば、本件における被告と各原告との間の金銭消費貸借取引は、\n基本契約に基づく一連の取引であって、形式的には別個の新たな貸付けが行われて\nも実質的には従前の借り増しにすぎないとみるべきものであったというべきであ\nる。\nしたがって、本件における利息制限法に従った計算は、一連の取引として一体\n的に計算すべきものである。\nただし、原告Ａについては平成８年１月５日に、原告株式会社Ｄについては平\n成１０年２月６日及び平成１２年１０月２３日に、それぞれそれまでの各貸付けに\nついての元利金が完済されており、これらの時点においていったんそれまでの取引\nの清算がされたものと認められるから、これらの時点以前の取引とそれ以後の取引\nとを一連のものと認めることはできない。しかし、これらの時点以前の取引につい\nて、また、これらの時点以後の取引については、それぞれ一連の取引として一体的\nに計算すべきものである。\nウ　なお、上記１の認定事実によれば、本件において、被告は貸付けごとに契約番\n号を付して管理していたことが認められるが、それだけでは上記イの認定判断は左\n右されない。\n(2)　以上のように一連の取引として一体的に計算する場合、適用すべき制限利率に\nついては、個別の貸付額を基準とするのではなく、各貸付日における残元本額と当\n該貸付けに係る貸付額との合計額を基準とするのが相当である。もっとも、利息の\n天引について利息制限法２条の計算をする場合の制限利率については、当該貸付け\nに係る交付額のみを基準とすべきである。\nなお、利息制限法に従って計算をする場合、利息の前払いについては、その対\n象期間に対応する制限利息を算出した上、当該前払額のうち当該制限利息額を超え\nる部分を元本に充当すべきものであるが、本件においては、前払利息の対象期間に\nついて明確な主張がされていないので、単純に利息として支払われたものとして計\n算することとする。\n７　本件について利息制限法に従って計算すると、原告株式会社Ｋを除く各原告に\nついては、別表１ないし１４、１６のとおりの過払いとなる。これらが被告の不当\n利得を構成することは明らかであるし、被告は、原告株式会社Ｋを除く各原告から\n返済を受けた際、利息制限法の制限利率を超える利率で計算した利息を受領してい\nたことを認識していたというべきであるから、その受益につき悪意であったという\nべきである。原告株式会社Ｋについては、別表１５のとおり、平成１２年６月９日\n時点で元本６２万３２０４円の残債務があったことになる。\nそして、原告株式会社Ｆの被告に対する債務が上記のとおり既に消滅している\n以上、その保証人である第３事件被告らの被告に対する保証債務も消滅したという\nべきである。\n８　よって、各原告の請求については、主文第１、２項の限度で理由があるから、\nその限度で認容し、原告らのその余の請求及び被告の第３事件被告らに対する請求\nはいずれも理由がないから、これらを棄却することとし、訴訟費用の負担につき民\n訴法６４条ただし書、６１条を、仮執行の宣言につき同法２５９条１項をそれぞれ\n適用して、主文のとおり判決する。\n東京地方裁判所民事第４２部\n裁判長裁判官　　　　貝阿彌　　　誠\n裁判官　　　　久　末　裕　子\n裁判官　　　　佐　藤　　　卓\n別紙　請求額・認容額一覧表\n原　告　名 　請　求　額 　　認  容  額 起　算　日\nＡ ７６２万３３４８円 ７３８万５７９８円 平成12年12月26日\n株式会社　Ｂ ７４４万２０６８円 ６１４万７６１５円 平 成 12 年 9 月 7 日\n株式会社　Ｃ ６２８万１６７４円 ５８５万０２５４円 平成12年 10 月 6 日\n株式会社　Ｄ ３５８万１８７６円 ２７１万０６４０円 平成12年 12 月 7 日\n株式会社　Ｅ ４７６万９７３８円 ４６０万２５０２円 平成12年 11 月 3 日\n株式会社　Ｆ ４１９万７７９２円 ４１７万１９７２円 平 成 12 年 9 月 6 日\n株式会社　Ｇ ３０３万２５２１円 ２９６万１１７８円 平成12年11月11日\n有限会社　Ｈ ６９１万８４３９円 ６８８万５９２５円 平成12年 10 月 6 日\nＩ １４９万０８５３円 １４５万６４３７円 平成12年 10 月 5 日\n株式会社　Ｊ １３０万３７８６円 １１６万１７９６円 平成12年11月22日\n株式会社　Ｌ ９５万９１００円 ９４万３２１６円 平 成 12 年 8 月 8 日\n有限会社　Ｍ ９１万２４５０円 ８８万８１４２円 平成12年 10 月 6 日\n株式会社　Ｎ ５７万３７４９円 ４７万８３２１円 平 成 12 年 8 月 1 日\n有限会社　Ｏ ３４２万８５８３円 ２５７万３１７４円 平 成 12 年 8 月 8 日\nＰ ３４万５４９７円 ２６万０６０６円 平成13年 1 月 12 日\n"
}