{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 10
  },
  "case_number": "平成14(行ケ)484",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/010658_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４８４号　審決取消請求事件（平成１５年１１月２６日口頭\n弁論終結）\n判　　　　決\n原　　　告　　　　　　株式会社堀場製作所\n訴訟代理人弁護士　　　畑　　　郁　夫\n同　　　　　　　　　　池　田　裕　彦\n同　　　　　　　　　　茂　木　鉄　平\n同復代理人弁護士　　　藤　本　英　二\n訴訟代理人弁理士　　　藤　本　英　夫\n被　　　告　　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　河　原　　　正\n同　　　　　　　　　　後　藤　千恵子\n同　　　　　　　　　　大　野　克　人\n同　　　　　　　　　　高　橋　泰　史\n同　　　　　　　　　　宮　川　久　成\n同　　　　　　　　　　伊　藤　三　男\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２００１－８５９号事件について平成１４年８月５日にした審\n決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，平成６年７月２日，発明の名称を「蛍光Ｘ線分析装置」とする特許\n出願（特願平６－１７３５４６号，以下「本件特許出願」という。）をしたが，拒\n絶査定を受けたので，これに対する不服の審判の請求をした。\n特許庁は，同請求を不服２００１－８５９号事件として審理した上，平成１\n４年８月５日に「本件審判の請求は，成り立たない。」との審決をし，その謄本\nは，同月２６日，原告に送達された。\n２　本件特許出願の願書に添付した明細書（平成１２年８月２５日付け手続補正\n書による補正後のもの。以下「本件明細書」という。）の特許請求の範囲の請求項\n１の記載\nＸ線発生機によって発せられる一次Ｘ線を細く絞ってＸ線照射領域まで導\nき，このＸ線照射領域に設けられるＸ線遮蔽壁に開設された開口部を通して一次Ｘ\n線を試料ステージ上の試料に照射し，そのとき生ずる蛍光Ｘ線をＸ線検出器によっ\nて検出するようにした蛍光Ｘ線分析装置において，前記開口部にＸ線の吸収率が低\nい樹脂膜を張設して，Ｘ線検出器側の第一空間と試料ステージ側の第二空間とに区\n分し，第一空間を真空状態にする一方，第二空間を大気圧状態にしたことを特徴と\nする蛍光Ｘ線分析装置。\n（以下「本願発明」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明は，実願昭６１－８６７\n４４号（実開昭６２－１９７０５７号）のマイクロフィルム（甲５，以下「刊行物\n１」という。）記載の発明（以下「刊行物発明１」という。）及び実願平１－３２\n３６９号（実開平２－１２４５３７号）のマイクロフィルム（甲６，以下「刊行物\n２」という。）記載の発明（以下「刊行物発明２」という。）に基づいて当業者が\n容易に発明をすることができたものであるから，特許法２９条２項の規定により特\n許を受けることができないとした。\n第３　原告主張の審決取消事由\n審決は，本願発明と刊行物発明１との一致点の認定を誤り（取消事由１），\n本願発明と刊行物発明１との相違点についての判断を誤り（取消事由２，３），本\n願発明の顕著な作用効果を看過した（取消事由４）ものであるから，違法として取\nり消されるべきである。\n１　取消事由１（本願発明と刊行物発明１との一致点の認定の誤り）\n(1) 審決は，本願発明と刊行物発明１は，「Ｘ線発生機によって発せられる一\n次Ｘ線をＸ線照射領域まで導き，Ｘ線照射領域に設けられるＸ線遮蔽壁に開設され\nた開口部を通して一次Ｘ線を試料ステージ上の試料に照射し，そのとき生ずる蛍光\nＸ線をＸ線検出器によって検出するようにした蛍光Ｘ線分析装置において，前記開\n口部にＸ線の吸収率が低い樹脂製窓材を張設して，Ｘ線検出器側の第一空間と試料\nステージ側の第二空間とに区分し，第一空間を真空状態にする一方，第二空間を大\n気圧状態にした蛍光Ｘ線分析装置」（審決謄本３頁（一致点））である点で一致す\nると認定した。しかしながら，上記一致点の認定は，本願発明の「開口部」，「樹\n脂膜」と刊行物発明１の「窓」，「窓材」の技術的意義の認定を誤り，この誤った\n認定に基づくものであるから，誤りである。\n(2) 刊行物１（甲５）記載の「窓」はその機能及び大きさにおいて，本願発明\nの「開口部」とは，その技術的意義が異なる。本願発明の「開口部」は，細く絞っ\nたＸ線を試料解析部分に導くことに重点が置かれているのに対して，刊行物１記載\nの「窓」は，分光室を試料位置と遮断することを目的とする点で相違する。\nまた，試料中の元素の分布状態をも測定対象とした本願発明においては，\n測定試料に比して面積の相当小さなものが予定されていると解すべきであるのに対\nして，刊行物発明１においては，測定対象は試料全体に含まれる元素であり，その\n「試料設定位置に相当する部分」に設けられる「窓」の大きさは，試料全域相当で\nある点で相違する。本願発明の「開口部」は，「樹脂膜」が張設されたものであっ\nて，その区分する「第一空間を真空状態にする一方，第二空間を大気圧状態」にす\nることは請求項１に明確に記載されており，「樹脂膜」の真空状態と大気圧の圧力\n差に対する強度から，その大きさが小さなものが予定されていることは，請求項１\nの記載から論理必然的に導かれる。他方，刊行物１に用いられた「窓」の語は，\n「採光または通風の目的で，壁または屋根にあけた開口部」（広辞苑第５版，甲１\n４）を意味する。すなわち，窓とは，開口部という概念に属するとしても，その中\nで採光又は通風という目的に合致した一定以上の面積を持つものに対して用いられ\nる概念であり，本願発明の開口部とは相違する。\n(3) 刊行物１（甲５）記載の「有機高分子物質」は，予定された「窓」の大き\nさである試料全域に相当する大きさ及び大気圧と真空領域を隔てる用途にかなう強\n度を有するものを指すと解すべきであり，刊行物１記載の「窓材」に上記のような\n技術的意義が認められる以上，本願発明の「樹脂膜」が，その材料の共通性のみに\n基づき「樹脂製窓材」として刊行物１記載の「窓材」の概念に包含されるとした審\n決の認定は，誤りである。本願発明の「開口部」と刊行物１記載の「窓」を同視で\nきない以上，本願発明の「樹脂膜」が刊行物１記載の「窓材」の概念に包含される\nとすべきではなく，本願発明の「開口部」と刊行物１の「窓」との間に相当関係は\nない。\n２　取消事由２（本願発明と刊行物発明１との相違点１についての判断の誤り）\n(1) 審決は，本願発明と刊行物発明１の相違点１として認定した，「Ｘ線発生\n機によって発せられる一次Ｘ線をＸ線照射領域まで導く段階で，本願発明では，\n『一次Ｘ線を細く絞って』いるのに対し，刊行物１記載の発明では，一次Ｘ線を細\nく絞っていない点」（審決謄本３頁（相違点１））について，「蛍光Ｘ線分析の技\n術分野において，一次Ｘ線をＸ線照射領域まで導く段階で，一次Ｘ線を細く絞るこ\nとは，刊行物２（注，甲６）にも記載されているように，試料の微小部分のＸ線解\n析やＸ線分析を行うために，本願出願前から知られていることであって，必要に応\nじ適宜なし得る」（同（相違点１について））と判断したが，誤りである。\n(2) 確かに，一次Ｘ線をＸ線照射領域まで導く段階で，一次Ｘ線を細く絞る構\n成は公知の技術ではあるが，刊行物発明１は，試料Ｓ全体にどのような元素がどれ\nくらいの量含まれているかを分析するものであって，粉末試料の測定においてその\n破壊，飛散を防ぐこと，及び試料交換の際の測定効率を専らの課題とするものであ\nり，本願発明のように従来装置の測定精度の向上を目的としたものではない。した\nがって，微小部分や分布状態を測定するという発想はなく，かえって，刊行物発明\n１において「一次Ｘ線を細く絞る」と，試料全体にどのような元素がどれくらいの\n量含まれているかを分析することができず，その目的を達成できないから，当業者\nが，刊行物発明１に，微小部分の高精度測定という逆方向あるいは別方向の課題を\n導入し，「一次Ｘ線を細く絞る」という組合せに想到することは容易とはいえな\nい。\n３　取消事由３（本願発明と刊行物発明１との相違点２についての判断の誤り）\n(1) 審決は，本願発明と刊行物発明１との相違点２として認定した，「開口部\nに張設される樹脂製窓材として，本願発明では，『樹脂膜』を使用するのに対し，\n刊行物１記載の発明では，樹脂製窓材が『膜』を使用しているかどうかについて記\n載されていない点」（審決謄本３頁（相違点２））について，「その両側に圧力差\nのある，刊行物１における窓（開口部）に張設される窓材に要求される強度は，開\n口部が小さいほど，大きな強度の窓材は要求されないから，窓に張設する樹脂製窓\n材を，樹脂（有機高分子物質）材料の普通に見られる形態である『膜』で構成する\nようなことも，当業者が容易に設計できる範囲内の事項である」（同３頁～４頁\n（相違点２について））と判断したが，誤りである。\n(2) 刊行物発明１は，試料全体にどのような元素が含まれているかを分析する\nものであって，一次Ｘ線は試料Ｓのほぼ全体に照射され，分光室の室壁の試料設定\n位置に相当する部分に設けられた「窓」の面積が比較的大となるから，窓材として\n膜を用いると，真空と大気圧との圧力差により，膜が上方へと大きくたわみ，か\nつ，破れやすくなり，しかも，一次Ｘ線，蛍光Ｘ線が通過する空気層が厚くなって\n一次Ｘ線，蛍光Ｘ線が吸収され，軽元素を確実に検出することができなくなるとい\nう欠陥が生ずる。また，刊行物発明１では，測定待機中は真空状態が解除され，窓\n材は，何回も繰り返される真空と大気状態に繰り返し耐え得る強度が要求されるか\nら，その窓材は，圧力差による変形，破損を防止するために相当程度の厚さが必要\nであり，あえて「膜」を用いることは逆に重大な欠陥が生じることとなる。したが\nって，刊行物発明１の「板」を「膜」に置き換えることは，当業者が容易に想到し\n得るものではない。\nさらに，刊行物発明１の課題及び効果からすれば，測定効率の向上という\n課題の観点からも，粉体試料による汚染を防ぐという課題からも，窓材の厚みの薄\nい方が好ましいことが自明ということはなく，逆に，圧力差のある環境下におい\nて，繰り返される急激な圧力変化に耐える必要があること，上記圧力変化に耐え切\nれない場合には窓材が破れて粉末試料が大量に真空室内に引き込まれるおそれがあ\nることを考慮すると，粉末試料の侵入を防ぐのに十分な強度のある「窓材」が刊行\n物発明１には求められ，「膜」で構成するという発想には容易に想到し得ない。当\n業者は，「膜」を用いる場合，比較的煩雑な交換が必要であると認識するが，刊行\n物発明１は，本願発明のように，比較的頻繁に交換すべき「膜」の使用を予定して\nいない。\n４　取消事由４（本願発明の顕著な作用効果の看過）\n(1) 審決は，「本願発明の効果は，前記刊行物１及び刊行物２に記載されたも\nのから，当業者が予測できる程度のものであって，格別のものとは認められない」\n（審決謄本４頁第２段落）と判断したが，本願発明の顕著な作用効果を看過したも\nのであり，誤りである。\n(2) 本願発明では，Ｘ線透過部に膜を用いているにもかかわらず，一次Ｘ線を\n細く絞っているので，開口部の面積を小さくでき，膜の変形や破損を少なくできる\nとともに，この開口部に張設される膜の変形（たわみ量）を小さく抑制でき，その\n結果，膜の変形（たわみ量）に起因するＸ線吸収量の変動がなくなるので，一次Ｘ\n線，蛍光Ｘ線の吸収が極めて少なく，蛍光Ｘ線エネルギーの低い軽元素であっても\n確実に検出でき，測定誤差なく，測定することができるといった優れた効果が得ら\nれる。また，本願発明では，一次Ｘ線を細く絞るものでありながら，真空状態にあ\nる第一空間において細く絞られるのであり，Ｘ線を細く絞る手段に大気中のじんあ\nいや粉末試料が付着することがなく，付着したじんあいや粉末試料により測定精度\nが低下するおそれはない。\n(3) 本願発明によれば，一次Ｘ線を細く絞り，試料の微小なＸ線照射部位にお\nいて，十分大きなパワーで照射することができるから，試料中に含まれる元素及び\nその量のみならず，その分布状態を，精度よく調べることができる。そして，本願\n発明は，「試料中に含まれる元素およびその量やその分布状態を調べるのに用いら\nれる蛍光X線分析装置に関する」（本件明細書〔甲３〕の段落【０００１】）もので\nあって，分布状態の測定にその効果が限定されるものではないが，分布状態の測定\nをもその効果に含んでいる。本願発明に係る請求項１は，「試料ステージ上の試\n料」との構成を有しており，請求項１中にＸ，Ｙ，Ｚ軸方向の駆動機構の限定はな\nいものの，出願当時の技術常識をもってすれば，そこに，Ｘ，Ｙ，Ｚ軸方向に可動\nな試料ステージが包含されることは自明であり，本件明細書中の実施例には，Ｘ，\nＹ，Ｚ軸方向に可動な試料ステージが示されている（段落【００１２】）。\n(4) 本願発明を利用した原告製品は，この種の多品種少量生産製品としては珍\nしく１５２台もの販売実績を有している。このような商業的成功は，本願発明が顕\n著な作用効果を有するものとして市場に受け入れられていること，競業者において\nは本願発明と同様の技術を発想，具体化することが容易ではなかったことを示すも\nのであり，その進歩性を肯定的に推認する間接事実として参酌されるべきである。\n第４　被告の反論\n審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。\n１　取消事由１（本願発明と刊行物発明１との一致点の認定の誤り）について\n(1) 本願発明のＸ線照射領域に設けられるＸ線遮蔽壁に開設され，一次Ｘ線を\n試料ステージ上の試料に照射する機能を有する「開口部」と，刊行物１（甲５）記\n載の「窓」は，その開設位置及び機能において相違するところはない。本願発明の\n「開口部」の機能及び大きさについての原告の主張は，実施例の記載に基づくもの\nであり，本願発明に係る請求項１の記載に基づかないものであるから，失当であ\nる。\n(2) 本願発明の「開口部」と刊行物１（甲５）記載の「窓」との間には相当関\n係があるから，本願発明の「開口部」に張設される「樹脂膜」が，「開口部」に張\n設される「窓材」としての「樹脂製窓材」に当たるとした審決の一致点の認定に誤\nりはない。\n２　取消事由２（本願発明と刊行物発明１との相違点１についての判断の誤り）\nについて\n本願発明が，「分布状態」をも調べる蛍光Ｘ線分析装置に限定されることを\n前提とした原告の取消事由２の主張は，本願発明に係る請求項１に記載された事項\nに基づくものではない。試料の微小部分のＸ線解析やＸ線分析を行うという課題が\nあること，また，このような課題の解決のために，Ｘ線発生器によって発せられる\n一次Ｘ線をＸ線照射領域まで導く段階で，一次Ｘ線を細く絞る構成を用いること\nは，刊行物２（甲６）にも記載されているように本件特許出願前から知られている\nことであって，刊行物発明１において，その設計に際し，測定試料の所望される分\n析領域の大きさなどを考慮し，試料の微小部分の蛍光Ｘ線分析を行うために，一次\nＸ線を細く絞る構成を採用することは，当業者が必要に応じて適宜採用し得る設計\n変更である。\n３　取消事由３（本願発明と刊行物発明１との相違点２についての判断の誤り）\nについて\n本願発明において，「膜」の比較的頻繁な交換を予定していることについて\nは，本件明細書（甲３）には全く記載されていない。Ｘ線の吸収を考慮すれば，\n「窓材」は厚みの薄い方が好ましいことが自明であるから，刊行物発明１におい\nて，真空状態と大気圧状態とを区分する「窓」に張設する「樹脂製窓材」を，樹脂\n（有機高分子物質）材料の普通に見られる形態である厚みについては薄いものをい\nう「膜」で構成することは，当業者が容易に設計できる範囲内の事項である。\n４　取消事由４（本願発明の顕著な作用効果の看過）について\n(1) Ｘ線の吸収は窓材が薄いほど小さくなることは当業者にとって技術常識で\nあることから，刊行物１（甲５）に記載された，真空状態のＸ線検出器側の第一空\n間と大気圧状態の試料ステージ側の第二空間とに「樹脂製窓材」により区分されて\nいる蛍光Ｘ線分析装置において，「樹脂製窓材」として「樹脂膜」を用いた際に\nは，樹脂膜の薄さに応じたＸ線透過率で一次Ｘ線及び蛍光Ｘ線が透過し，樹脂膜の\n薄さにも依存した精度で，軽元素を精度よく検出できることは，当業者が予測可能\nな効果である。刊行物１の「窓」の面積が本願発明の「開口部」より大きいことを\n前提に，「窓」に張設された樹脂膜のたわみや破れやすさによる欠点をいう原告の\n主張は，本願発明に係る請求項１の記載に基づかない主張であり，前提において誤\nりである。刊行物発明１に，刊行物２記載の技術を採用した際には，「一次Ｘ線を\n細く絞って，一次Ｘ線をＸ線照射領域まで導く」構成（Ｘ線導管）は，真空状態に\nある第一空間に配置されることになり，この場合，「窓材」によって真空状態にあ\nる第一空間と大気圧状態にある試料ステージ側の第二空間とが区分されているので\nあるから，「一次Ｘ線を細く絞って，一次Ｘ線をＸ線照射領域まで導く」構成であ\nれば，大気中のじんあいや粉末試料が付着しないことは，当業者が予測可能な効果\nにすぎない。\n(2) 本願発明によれば，試料中に含まれる元素及びその量のみならず，その分\n布状態を精度よく調べることができるとの原告の主張は，本願発明に係る請求項１\nに記載された事項に基づく主張ではない。\n(3) 以上のとおり，原告の主張する本願発明の効果は，本願発明に係る請求項\n１の記載に基づかないか，又は当業者が予測可能な効果にすぎない。また，商品の\n売れ行きは，販売技術や宣伝等，様々な要因によるものであり，その販売実績は，\n本願発明の効果や進歩性と直接関係するものではない。\n第５　当裁判所の判断\n１　取消事由１（本願発明と刊行物発明１との一致点の認定の誤り）について\n(1) 原告は，刊行物１（甲５）記載の「窓」はその機能及び大きさにおいて，\n本願発明の「開口部」とは，その技術的意義が異なると主張するので，まず，本願\n発明の「開口部」の機能及び大きさについて検討すると，本願発明に係る請求項１\nにおいては，「開口部」に関し，「Ｘ線発生機によって発せられる一次Ｘ線を細く\n絞ってＸ線照射領域まで導き，このＸ線照射領域に設けられるＸ線遮蔽壁に開設さ\nれた開口部を通して一次Ｘ線を試料ステージ上の試料に照射し」，「前記開口部に\nＸ線の吸収率が低い樹脂膜を張設して，Ｘ線検出器側の第一空間と試料ステージ側\nの第二空間とに区分し」と規定され，同記載によれば，「開口部」は，試料ステー\nジ上の試料に照射するために細く絞られた一次Ｘ線を通し，かつ，樹脂膜を張設し\nてＸ線検出器側の第一空間と試料ステージ側の第二空間とに区分するものであると\n認められる。そして，本願発明の開口部の大きさは，上記記載からすれば，要する\nに，細く絞られた一次Ｘ線を通すことができればよく，それ以外に格別規定されて\nいるとは認められない。\n原告は，本願発明の「開口部」は，細く絞ったＸ線を試料解析部分に導く\nことに重点が置かれているのに対して，刊行物１記載の「窓」は，分光室を試料位\n置と遮断することを目的とする点で相違すると主張する。しかしながら，審決は，\n「一次Ｘ線を細く絞って」いる点については相違点１として検討しており，それ以\n外の一次Ｘ線を試料解析部分に導く点について見ると，刊行物１記載の「窓」も一\n次Ｘ線を試料解析部分に導くことは明らかであり，このことは試料にＸ線を照射す\nる蛍光Ｘ線分析装置である刊行物発明１においても当然必須の事項である。したが\nって，刊行物１記載の「窓」も，「一次Ｘ線を細く絞って」いる点は別として，本\n願発明の開口部と同様，一次Ｘ線を試料解析部分に導くことにおいて相違はない。\n原告は，試料中の元素の分布状態をも測定対象とした本願発明において\nは，測定試料に比して面積の相当小さなものが予定されていると解すべきであるの\nに対して，刊行物発明１においては，測定対象は試料全体に含まれる元素であり，\nその「試料設定位置に相当する部分」に設けられる「窓」の大きさは，試料全域相\n当である点で相違すると主張するが，そもそも試料中の元素の分布状態の測定は，\n試料全体にわたって，その微小部分に一次Ｘ線を照射し，微小部分をＸ線分析する\nことによって行われるものであり，分布状態を測定するための開口部の大きさとし\nては，微小部分を分析するための細く絞られた一次Ｘ線を通すことができるもので\nあればよく，分布状態を測定するからといって開口部を必ずしも小さなものと解す\nべき根拠はない上，刊行物発明１の「窓」の大きさが試料全域相当であるかどうか\nは，細く絞られた一次Ｘ線を通すこと以外にその大きさが規定されていない本願発\n明の「開口部」についての一致点の認定を左右しない。\n原告は，本願発明の「開口部」は，「樹脂膜」が張設されたものであっ\nて，その区分する「第一空間を真空状態にする一方，第二空間を大気圧状態」にす\nることは請求項１に明確に記載されており，「樹脂膜」の真空状態と大気圧の圧力\n差に対する強度から，その大きさが小さなものが予定されていることは，請求項１\nの記載から論理必然的に導かれると主張するが，そもそも原告が開口部の大きさと\nして主張する「小さなもの」は，その大きさの程度が明確なものではない上，樹脂\n膜に用いられる樹脂の強度，膜厚，真空状態の程度によっては，小さな開口部でな\nくても，樹脂膜を「張設して，Ｘ線検出器側の第一空間と試料ステージ側の第二空\n間とに区分し，第一空間を真空状態にする一方，第二空間を大気圧状態」にできる\nことは明らかである。したがって，上記請求項１の記載から本願発明の「開口部」\nは小さなものが予定されていることが論理必然的に導かれるとはいえない。\n原告は，刊行物１に用いられた「窓」の語は，「採光または通風の目的\nで，壁または屋根にあけた開口部」（広辞苑第５版，甲１４）を意味するから，開\n口部という概念に属するとしても，その中で採光又は通風という目的に合致した一\n定以上の面積を持つものに対して用いられる概念であり，本願発明の開口部とは相\n違するとも主張するが，「窓」の語が，一般的には上記の意味で使用されるとして\nも，刊行物１において，「窓」の語は，蛍光Ｘ線分析装置においてＸ線を通すため\nに分光室に設けられたものとして使用され，採光又は通風を目的としたものではな\nく，「開口部」という意味合いで使用されていることが明らかであり，上記主張も\n理由がない。\n以上によれば，本願発明の「開口部」は，刊行物発明１の「窓」に相当\nし，両者の技術的意義が異なるということはできない。\n(2) 原告は，刊行物１（甲５）記載の「有機高分子物質」は，予定された\n「窓」の大きさである試料全域に相当する大きさ及び大気圧と真空領域を隔てる用\n途にかなう強度を有するものを指すと解すべきであり，刊行物１記載の「窓材」に\n上記のような技術的意義が認められる以上，本願発明の「樹脂膜」が，その材料の\n共通性のみに基づき「樹脂製窓材」として刊行物１記載の「窓材」の概念に包含さ\nれるとした審決の認定は誤りであると主張する。しかしながら，刊行物１記載の\n「窓」が本願発明の「開口部」に相当することは，上記説示のとおりであり，「窓\n材」は，窓に張設される部材であるので，本願発明の開口部に張設される「樹脂\n膜」と刊行物１記載の窓に張設される「有機高分子物質」は，共に窓に張設される\n部材，すなわち窓材である点で一致することは明らかである。しかも，刊行物１記\n載の有機高分子物質で作成された窓材は，一般的に樹脂製窓材ということができる\nから，本願発明と刊行物発明１が「前記開口部に・・・樹脂製窓材を張設し」（審\n決３頁（一致点））た点で一致するとした審決の認定に誤りはない。\n(3) 以上に検討したところによれば，審決のした本願発明と刊行物発明１の一\n致点の認定に誤りはなく，原告の取消事由１の主張は理由がない。\n２　取消事由２（本願発明と刊行物発明１との相違点１についての判断の誤り）\nについて\n(1) 原告は，刊行物発明１は，試料Ｓ全体にどのような元素がどれくらいの量\n含まれているかを分析するものであって，粉末試料の測定においてその破壊，飛散\nを防ぐこと，及び試料交換の際の測定効率を専らの課題とするものであり，本願発\n明のように従来装置の測定精度の向上を目的としたものではないから，微小部分や\n分布状態を測定するという発想はなく，かえって，刊行物発明１において「一次Ｘ\n線を細く絞る」と，その目的を達成できないから，当業者が，「一次X線を細く絞\nる」という組合せに想到することは容易とはいえないと主張する。\nそこで，刊行物発明１について検討すると，刊行物１（甲５）には，「産\n業上の利用分野　本考案は，蛍光Ｘ線分析装置の試料交換装置に関する」（１頁下\nから第２段落），「従来の技術　軽元素の蛍光Ｘ線分析は空気によるＸ線吸収によ\nる分析精度の低下を防ぐために，分光室内を真空にして分析を行っている。・・・\n従来の装置では，試料交換の都度試料室内を外気と同じ圧力とするために，再度試\n料室内を所定の真空度まで排気しなければならない。このため粉末試料を測定する\n場合には，試料交換時に試料室内が真空→大気→真空と圧力の変化が大きく，空気\nの激しい移動が行われ，そのために，粉末試料が壊れたり，粉末試料が飛散して試\n料室内に付着し，次に分析する試料を汚す等の問題点があった」（１頁最終段落～\n３頁第１段落），「考案が解決しようとする問題点　本考案は，上述したように粉\n末試料が試料室内の真空度の激しい変化によって破壊されたり，粉末試料が試料室\n及び分光室に飛散して汚したり，試料交換の都度試料室内を真空にするために生じ\nる測定効率の低下等の問題点を解消することを目的とする」（３頁第２段落），\n「問題点解決のための手段　蛍光Ｘ線分析装置において，外気に対して閉じられ，\n真空を維持する分光室の室壁で，試料設定位置に相当する部分に窓を設け，この窓\nにＸ線吸収の少ない材質の窓材を張設し，分光室外において，上記窓に近接させて\n試料を設置し得るようにした」（３頁下から第２段落），「作用・・・このような\n構成にすれば，分光室は絶えず一定の真空度に保つことが出来，しかも，試料室内\nが粉末試料等によって，汚染することはなくなった」（３頁最終段落～４頁第１段\n落），「実施例・・・２は分光器で分光室１と続いた空間内に分光結晶，Ｘ線検出\n器等が配置されており，試料Ｓから放射される蛍光Ｘ線を分光する。・・・試料Ｓ\nから放射された蛍光Ｘ線を分光器２で分光して，検出器（不図示）で分光された蛍\n光Ｘ線を検出する」（４頁最終段落～６頁第１段落），「効果　このように本考案\nは，分光室を窓で試料位置と遮断して，試料を外気中に設置しているので，試料交\n換時に分光室１の真空度を低下させることがない。また，空気によるＸ線の吸収も\n窓と試料との間隔は密着に近く，蛍光Ｘ線の通過光路長としては極めて短く分析に\nは影響がない。本考案によれば，試料交換時に試料室の真空の調整が必要で無くな\nったので，測定効率の向上が計れた。また粉末試料でも試料室の汚れがなくなった\nので，保守管理が容易になった」（６頁第２段落～第３段落）との記載がある。\n上記記載によれば，まず，試料をどのように測定するかに関しては，刊行\n物１には，微小部分を測定する，あるいは分布状態を測定する旨の記載はなく，試\n料Ｓ全体にどのような元素がどれくらいの量含まれているかを分析する旨の記載も\nなく，単に試料から放射された蛍光Ｘ線を分光器で分光し，分光した蛍光Ｘ線を検\n出器で検出し，分析することが記載されている。また，測定対象を粉末に限定する\n旨の記載はないが，課題として粉末試料の測定においてその破壊，飛散を防ぐこ\nと，及び試料交換の際の測定効率の向上が記載されている。しかしながら，蛍光Ｘ\n線分析装置は，分析装置である以上，測定精度を向上することは自明の課題である\nというべきであり，刊行物発明１が，粉末試料の破壊，飛散を防いだり，試料交換\nの際の測定効率の向上を課題としているとしても，測定精度が従来装置より向上し\nた方が望ましいことも明らかである。そうすると，刊行物発明１について，原告主\n張のように，試料Ｓ全体にどのような元素がどれくらいの量含まれているかを分析\nするものと限定的に解釈すべき理由はなく，また，技術常識から，測定精度の向上\nをも目的としていることは明らかである。そして，Ｘ線照射領域まで導く段階で，\n一次Ｘ線を細く絞る構成が，刊行物発明２に見られるように，公知の技術であるこ\nとは，原告の自認するところであり，蛍光Ｘ線分析装置においては，技術常識から\nして，測定する試料の大きさ，測定の目的等に応じて，微小部分の測定を行うこと\nが要求されるものと認められ，しかも微小部分を測定する際には当然細く絞られた\nＸ線が必要となることは自明の事項であるから，蛍光Ｘ線分析装置である刊行物発\n明１において，一次Ｘ線を細く絞って試料に照射するようにして相違点１に係る構\n成とすることは，当業者が容易に想到し得ることである。\n(2) 以上によれば，審決のした相違点１の判断に誤りはなく，原告主張の取消\n事由２は理由がない。\n３　取消事由３（本願発明と刊行物発明１との相違点２についての判断の誤り）\nについて\n(1) 原告は，刊行物発明１は，試料全体にどのような元素が含まれているかを\n分析するものであって，一次Ｘ線は試料Ｓのほぼ全体に照射され，分光室の室壁の\n試料設定位置に相当する部分に設けられた「窓」の面積が比較的大となるから，窓\n材として膜を用いると，真空と大気圧との圧力差により，膜は薄いから上方へと大\nきくたわみ，かつ，破れやすくなり，しかも，一次Ｘ線，蛍光Ｘ線が通過する空気\n層が厚くなって一次Ｘ線，蛍光Ｘ線が吸収され，軽元素を確実に検出することがで\nきなくなるという欠陥が生じ，また，刊行物発明１では，繰り返される急激な圧力\n変化に耐え得る強度が要求されるから，あえて「膜」を用いることは逆に重大な欠\n陥が生じることとなり，刊行物発明１の「板」を「膜」に置き換えることは，当業\n者が容易に想到し得るものではないと主張する。\nしかしながら，本願発明の「開口部」の大きさは，細く絞られた一次Ｘ線\nを通すことができればよく，それ以外に格別規定されていないことは上記のとおり\nであるから，樹脂膜が「開口部」に張設されるとしても，刊行物発明１の「窓」の\n面積の大きさは，阻害要因とはならず，樹脂膜に係る相違点２の容易想到性の判断\nを左右しない。また，本願発明においては，樹脂膜と圧力に関して，「前記開口部\nにＸ線の吸収率が低い樹脂膜を張設して，Ｘ線検出器側の第一空間と試料ステージ\n側の第二空間とに区分し，第一空間を真空状態にする一方，第二空間を大気圧状態\nにした」と規定されているにすぎず，急激な圧力変化が繰り返されることに関して\nは何ら規定されておらず，これが自明な事項であるとも認められないから，窓材の\n強度に係る原告の主張は，本件明細書（甲３）の記載に基づかないものというほか\nはなく，失当である。\n(2) 原告は，刊行物発明１の課題及び効果からすれば，窓材の厚みの薄い方が\n好ましいことが自明ということはなく，粉末試料の侵入を防ぐのに十分な強度のあ\nる「窓材」が刊行物発明１には求められ，「膜」で構成するという発想には容易に\n想到し得ないと主張するが，刊行物発明１において，窓材は薄いほど窓材による一\n次Ｘ線や測定対象からの蛍光Ｘ線の吸収量が減少して，測定精度が向上すること\nは，技術常識からして明らかであるところ，蛍光Ｘ線分析装置である以上，測定精\n度が向上した方が望ましいことも明らかであり，また，強度の点についても，樹脂\n膜に用いられる樹脂の強度，膜厚，真空状態の程度によって，樹脂膜を「張設し\nて，Ｘ線検出器側の第一空間と試料ステージ側の第二空間とに区分し，第一空間を\n真空状態にする一方，第二空間を大気圧状態」にできることは上記のとおりであ\nる。\nさらに，原告は，当業者は，「膜」を用いる場合，比較的煩雑な交換が必\n要であると認識するところ，刊行物発明１は，本願発明のように，比較的頻繁に交\n換すべき「膜」の使用を予定していないとも主張するが，本願発明は，「樹脂膜」\nを構成要件としているものの，その交換に関してはなんら規定しておらず，自明な\n事項であるとも認められないから，本件明細書（甲３）の記載に基づかない主張と\nいうほかはない。\n(3) 以上によれば，審決のした相違点２の判断に誤りはなく，原告の取消事由\n３の主張は理由がない。\n４　取消事由４（本願発明の顕著な作用効果の看過）について\n(1) 原告は，本願発明では，開口部の面積を小さくでき，膜の変形や破損を少\nなくできるとともに，この開口部に張設される膜の変形（たわみ量）を小さく抑制\nでき，一次Ｘ線，蛍光Ｘ線の吸収が極めて少なく，蛍光Ｘ線エネルギーの低い軽元\n素であっても確実に検出でき，測定誤差なく，測定することができるといった優れ\nた効果が得られると主張する。しかしながら，本願発明の開口部の大きさは，細く\n絞られた一次Ｘ線を通すことができればよく，それ以外に格別規定されていないこ\nとは上記のとおりであるから，開口部の面積を小さくできることに基づく効果は，\n本願発明の構成に基づかないものというほかなく，また，上記のとおり開口部に樹\n脂膜を張設するとの本願発明の構成が容易に想到し得るものである以上，膜による\n一次Ｘ線，蛍光Ｘ線の吸収が極めて少ないという本願発明の効果は，当業者が当然\n予測し得るものというべきである。\nまた，原告は，本願発明では，一次Ｘ線を細く絞るものでありながら，真\n空状態にある第一空間において細く絞られるのであり，Ｘ線を細く絞る手段に大気\n中のじんあいや粉末試料が付着することがなく，付着したじんあいや粉末試料によ\nり測定精度が低下するおそれがないと主張する。しかしながら，本願発明において\nは，一次Ｘ線を細く絞ることに関し，「Ｘ線発生機によって発せられる一次Ｘ線を\n細く絞ってＸ線照射領域まで導き」と規定するにすぎず，その具体的構成について\nの規定はないから，「Ｘ線を細く絞る手段」についての原告の主張は，本願発明の\n構成に基づかないものというほかなく，また，「一次Ｘ線を細く絞って」いる点が\n容易に想到し得るものである以上，その構成から奏される上記効果も当業者が当然\n予測し得るものというべきである。\n(2) 原告は，本願発明によれば，一次Ｘ線を細く絞り，Ｘ，Ｙ，Ｚ軸方向に可\n動な試料ステージ上の試料の微小なＸ線照射部位において，十分大きなパワーで照\n射することができるから，試料中に含まれる元素及びその量のみならず，その分布\n状態を，精度よく調べることができると主張する。しかしながら，一次Ｘ線を細く\n絞り試料に照射してＸ線分析する本願発明の構成が容易に想到可能である以上，そ\nの構成から奏される試料中に含まれる元素及びその量を精度よく調べることができ\nるという上記効果も当業者が当然予測し得ることである。また，単に，一次Ｘ線を\n細く絞り，試料の微小なＸ線照射部位に照射することによっては，試料中に含まれ\nる元素の分布状態を調べることができるとは認められないから，分布状態を精度よ\nく調べることができるとの主張は，本願発明の構成に基づかないものである。さら\nに，本願発明は，その構成に「試料ステージ」を備えているものの，請求項１には\n試料ステージが可動である旨の記載はないし，本件特許出願当時の技術常識から，\n試料ステージとして，Ｘ，Ｙ，Ｚ軸方向に可動なものが包含されるとしても，請求\n項１に試料ステージが可動である旨の記載がなく，請求項１の試料ステージに関す\nる記載は一義的に明確であって，これを理解するに当たり，発明の詳細な説明の記\n載を参酌すべき特段の事情も認められないから，これを可動なものに限定して解す\nべき根拠はない。そうすると，原告の主張する本願発明の効果は，本願発明に係る\n請求項１の記載に基づかないか，又は当業者が予測可能な効果にすぎないというべ\nきである。\n(3) 原告は，本願発明を利用した原告製品の商業的成功を，その進歩性を肯定\n的に推認する間接事実として参酌されるべきであるとも主張するが，刊行物発明１\n及び刊行物発明２に基づいて本願発明の構成が容易に想到可能である以上，その構\n成から奏される効果も当業者であれば当然予測し得るものであることは上記のとお\nりであり，原告が主張するように本願発明の実施品が商業的に成功したかどうか，\nあるいは競業者において本願発明と同様の技術を発想，具体化することが難しかっ\nたかどうかは，本願発明の進歩性を基礎付けるものではない。\n(4) したがって，原告の取消事由４の主張も理由がない。\n５　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n"
}