{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 28
  },
  "case_number": "平成6(ワ)14241",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13380",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13380",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/380/013380_hanrei.pdf",
  "contents": "平成六年(ワ)第一四二四一号  特許権侵害差止等請求事件\n口頭弁論終結日  平成一一年一〇月一九日\n判            決\n原              告        マニー株式会社\n右代表者代表取締役        【Ａ】\n同                        【Ｂ】\n右訴訟代理人弁護士        安　原　正　之\n同                        佐　藤　治　隆\n同                        小　林　郁　夫\n右補佐人弁理士            【Ｃ】\n同                        【Ｄ】\n被              告        株式会社秋山製作所\n右代表者代表取締役        【Ｅ】\n右訴訟代理人弁護士        森　田　政　明\n右補佐人弁理士            【Ｆ】\n主            文\n一  被告は、別紙物件目録一及び同二記載の手術用縫合針を販売、輸入してはなら\nない。\n二  被告は、別紙物件目録一及び同二記載の手術用縫合針を廃棄せよ。\n三  被告は、原告に対し、金七億一五六二万円並びに内金一億三八三三万円につい\nては平成八年二月一日から、内金五億七七二九万円については平成一〇年九月二二\n日から各支払済みまで年五分の割合による金員を支払え。\n四  原告のその余の請求を棄却する。\n五  訴訟費用はこれを三分し、その二を被告の、その余を原告の負担とする。\n六  この判決は、原告勝訴部分に限り、仮に執行することができる。\n事実及び理由\n第一  請求\n一  主文第一項と同旨\n二  被告は別紙物件目録四記載の方法により製造された別紙物件目録一ないし三\n記載の手術用縫合針を販売、輸入してはならない。\n三  被告は、別紙物件目録一ないし三記載の手術用縫合針を廃棄せよ。\n四  主文第三項と同旨\n第二  事案の概要\n本件は、手術用縫合針を製造販売している原告が、手術用縫合針を輸入して、日\n本国内で販売している被告に対し、被告が輸入、販売している手術用縫合針とその\n製造方法が、原告の「三角湾曲縫合針に関する特許権」と「先尖状軸棒の円弧状曲\nげ加工方法に関する特許権」を侵害していると主張して、手術用縫合針の販売、輸\n入の差止め及び廃棄並びに損害賠償（予備的に不当利得返還）を求めている事案で\nある。\n一  争いのない事実等\n１  原告は、医療器具の製造販売を目的とする株式会社であり、商品名「ＭＡＮ\nＩ」等の名称で各種手術用縫合針を製造販売している。\n被告は医科器機の製作、輸入及び販売を主たる目的とする株式会社であり、「エ\nルプ医療用縫合針」等の名称で手術用縫合針を輸入、販売している。\n２(一)  原告は、次の特許権（以下「Ａ特許権」といい、その発明を「Ａ発明」と\nいう。）を有している。\n登録番号    第一五六八六五七号\n発明の名称    三角湾曲縫合針\n出願年月日    昭和五七年二月八日\n出願番号    特願昭六三─二七二八九〇号\n公告年月日    平成元年一一月一六日\n公告番号    特公平一─五四〇七五号\n登録年月日    平成二年七月一〇日\n特許請求の範囲    末尾に添付した別紙公報Ａ（以下「本件公報Ａ」という。）の\n該当欄記載のとおり\n(二)  Ａ発明の構成要件は、次のように分説することができる（以下「Ａ発明の\n構成要件(1)」などという。）。\n(1)  三角断面を有する湾曲縫合針の刃部に於いて、\n(2)  湾曲された内側又は外側を鈍い稜線とする為に該稜線を形成する二面をプレ\nス面となし、\n(3)  かつ該鈍い稜線に対応する面を研削面とすると共にその面の両側をそれぞれ\nシャープな切刃となしたことを特徴とした\n(4)  三角湾曲縫合針\n３(一)  原告は次の特許権（以下「Ｂ特許権」といい、その請求項第１項の発明を\n「Ｂ発明」という。）を有している。\n登録番号    第一二九五九〇二号\n発明の名称    軸棒及び薄板の円弧状曲げ加工方法\n出願年月日    昭和五六年四月二三日\n出願番号    特願昭五六─六〇六七二号\n公告年月日    昭和六〇年五月九日\n公告番号    特公昭六〇─一八二五六号\n登録年月日    昭和六〇年一二月二六日\n特許請求の範囲  「１  円柱状ロールと該ロールの外周面の少なくとも一部に圧接\nして巻き付く強靱な薄ベルトとの間に先尖状軸棒を挿入すると共に前記円柱状ロー\nルのみ、または前記円柱状ロール及び前記薄ベルトの両方を駆動して巻き込ませる\nことによって該先尖状軸棒の一部又は全部を円弧状に曲げ加工することを特徴とし\nた先尖状軸棒の円弧状曲げ加工方法」\n(二)  Ｂ発明の構成要件は、次のように分説することができる（以下「Ｂ発明の\n構成要件(1)」などという。）。\n(1)  円柱状ロールと該ロールの外周面の少なくとも一部に圧接して巻き付く強靱\nな薄ベルトとの間に\n(2)  先尖状軸棒を挿入すると共に前記円柱状ロールのみ、または前記円柱状ロー\nル及び前記薄ベルトの両方を駆動して巻き込ませることによって\n(3)  該先尖状軸棒の一部又は全部を円弧状に曲げ加工することを特徴とした\n(4)  先尖状軸棒の円弧状曲げ加工方法\n二  争点\n１  被告が輸入販売している手術用縫合針がＡ発明の技術的範囲に属するかどうか\n（原告の主張）\n(一)  被告は、別紙物件目録一記載の手術用縫合針（以下「イ号物件」とい\nう。）及び別紙物件目録二記載の手術用縫合針（以下「ロ号物件」という。）を、\n輸入、販売している。\n(二)  イ号物件及びロ号物件の構成を、Ａ発明の構成要件に対応させて記載する\nと、次のようになる（以下、各構成を「イ・ロ号構成(1)」などという。）。  な\nお、ロ号物件はＢ面及びＣ面に窪み21、22が形成されているが、右窪みはわずかな\nへこみであり、Ａ発明との対比に当たり考慮すべき構成ではない。\n(1)  三角断面を有する湾曲縫合針の刃部２において\n(2)  湾曲させた外側を鈍い稜線３とするために該稜線３を形成する二面（Ｂ面及\nびＣ面）をプレス面とし、\n(3)  かつ該鈍い稜線３に対応する面Ａを研削面とするとともにその面の両側４、\n５をそれぞれシャープな切刃としたことを特徴とした\n(4)  三角湾曲縫合針\n(三)  Ａ発明の構成要件とイ号物件及びロ号物件の構成を対比すると、次のよう\nになる。\n(1)  イ号物件及びロ号物件の刃部２は、断面三角形状であるから、イ・ロ号構\n成(1)は構成要件　(1)を充足する。\n(2)  イ号物件及びロ号物件の湾曲させた外側は鈍い稜線３を形成し、稜線３を形\n成する二面（Ｂ面及びＣ面）はプレス面となっているから、イ・ロ号構成(2)は構成\n要件(2)を充足する。\n(3)  イ号物件及びロ号物件のＡ面においてプレス加工により生じたバリをサンド\n研磨により削ぎ落とすことは、研削に該当するから、イ号物件及びロ号物件のＡ面\nは研削面であり、その両側４、５はシャープな切刃となっている。したがって、\nイ・ロ号構成(3)は構成要件(3)を充足する。\n(4)  イ・ロ号構成(4)は構成要件(4)を充足する。\n(四)  以上のように、イ号物件及びロ号物件の構成は、Ａ発明の構成要件を全て\n充足するから、イ号物件及びロ号物件はＡ発明の技術的範囲に属する。\n（被告の主張）\n(一)  被告が輸入販売している、イ号物件、ロ号物件に対応する物件は、別紙被\n告目録イ及び同ロ記載のとおりである。\n(二)  Ａ発明の構成要件は、次のように解釈すべきである。\n(1)  Ａ特許権の原出願の出願経過においては、「先細三角棒状」を「三角棒状」\nと明らかに区別した上、特許庁の拒絶理由通知による指摘を受け、訂正明細書によ\nり、原出願の「先細三角棒状」を「三角棒状」と訂正し、「先細三角棒状」を加工\nした縫合針を意識的に除外している。\nまた、先細三角棒状を加工した、Ａ発明のような構成を有する縫合針は、原出願\n当時、実公昭五六ー二九六二号公報及び実公昭五一ー三九四二〇号公報によって知\nられていた。\n右の原出願の出願経過、公知技術及びＡ特許権に係る明細書（以下「本件明細\n書」という。）の記載からすると、Ａ発明は、三角棒状の針材の一面を研削して製\n造されたものに限定されるというべきであり、先細三角棒状から製造されたものは\n含まれない。\n(2)  原出願の明細書中の「鈍角な稜線」の記載と用語の通常の意味からすると、\nＡ発明の構成要件(2)及び(3)にいう「鈍い稜線」とは、「角度が九〇度よりも大き\nい稜線」と解釈すべきである。\n(3)  本件明細書及び原出願の明細書の記載によると、Ａ発明の構成要件(2)にい\nう「プレス面」とは、「加工を施さないそのままのプレス面」と解釈すべきであ\nる。\n原告は、本件明細書には、電解研磨等の仕上げ加工を適宜行う旨の記載がある\nが、少なくとも、縫合針の刃部の形状を整える表面加工であるサンド研磨やバフ研\n磨などの通常研磨は、表面に付着した異物や毛羽立ち等を取り除き、光沢を上げる\n工程である電解研磨とは異なり、このような通常研磨を施した面は、Ａ発明の構成\n要件(2)にいう「プレス面」ではない。\n(4)  本件明細書及び原出願の明細書の記載によると、Ａ発明の構成要件(3)にい\nう「研削面」とは、稜線に対応した一面を「先端に行くに従って深くなる如く研削\nした面」と解釈すべきである。\n(三)  別紙被告目録イ及び同ロ記載の物件が三角断面を有する湾曲縫合針である\nことは認めるが、以下のとおり、これらは、Ａ発明の構成要件を充足しない。\n(1)  別紙被告目録イ及び同ロ記載の物件は、先細三角棒状の針材から製造されて\nおり、三角棒状の針材から製造されていない。\n(2)  別紙被告目録イ及び同ロ記載の物件の稜線３は、別紙被告目録イ第３図ない\nし第６図のとおり、鋭角状でＲが徐々に小さくなり、第５図及び第６図ではほぼ切\n刃を形成しているから、「角度が九〇度よりも大きい稜線」ではない。\n(3)  別紙被告目録イ及び同ロ記載の物件には、次のとおり、プレス面も研削面も\n存在しない。\n①  Ａ面は、先端に向かって「一定の角度で部材を削り取った面」ではない。原\n告が主張するようなバリの除去は、ここでいう研削ではない。\n②  Ｂ、Ｃ面は、全面にサンド研磨及びバフ研磨が施されている上、刃部先端に\nおいて切刃になるように加工が施されているから、「加工を施さないままのプレス\n面」ではない。\n(四)  別紙被告目録イ及び同ロ記載の物件は、特公昭三八ー一二七九四号公報に\n記載された縫合針と同一のものであるから、自由技術を実施しているにすぎない。\n(五)  したがって、別紙被告目録イ及び同ロ記載の物件は、Ａ発明の技術的範囲\nに属するものではない。\n２  被告が輸入販売している手術用縫合針の製造方法がＢ発明の技術的範囲に属す\nるかどうか\n（原告の主張）\n(一)  被告は、別紙物件目録四記載の方法（以下「ニ号方法」という。）により\n製造された別紙物件目録一ないし三記載の手術用縫合針（以下、別紙物件目録三記\n載の手術用縫合針を「ハ号物件」という。）を、輸入、販売している。\n(二)  ニ号方法の構成を、Ｂ発明の構成要件に対応させて記載すると、次のよう\nになる（以下、各構成を「ニ号構成(1)」などという。）。\n(1)  駆動ロール１と該ロールの外周面１ａの少なくとも一部に圧接して巻き付く\n強靱な薄ベルト４との間に\n(2)  先尖状軸棒である針Ｎを挿入するとともに前記駆動ロール１のみを駆動して\n針Ｎを巻き込ませることによって\n(3)  該針Ｎの一部又は全部を円弧状に曲げ加工することを特徴とした\n(4)  先尖状軸棒である針Ｎの円弧状曲げ加工方法\n(三)  Ｂ発明の構成要件とニ号方法の構成を対比すると、次のようになる。\n(1)  ニ号方法の駆動ロール１は、Ｂ発明の円柱状ロールに、ニ号方法の薄ベルト\n４はＢ発明の強靱な薄ベルトにそれぞれ該当し、駆動ロール１の外周面１ａの一部\nに圧接するように薄ベルト４が巻き付く構成であることから、ニ号構成(1)は構成要\n件(1)を充足する。\n(2)  ニ号方法においては、針Ｎを駆動ロール１と薄ベルト４との間に挿入し、駆\n動ロール１を駆動して薄ベルト４も引っ張るようにして、針Ｎを巻き込ませる。ま\nた、ニ号方法においては、薄ベルト４と駆動ロール１との間に針Ｎを挿入した状態\nで、針Ｎを駆動ロール１に圧接しながら薄ベルト４が巻き付くことによって、針Ｎ\nを湾曲加工する。薄ベルト４は単なる案内ではない。したがって、ニ号構成(2)(3)\nは構成要件(2)(3)を充足する。\n(3)  ニ号構成(4)は構成要件(4)を充足する。\n(四)  以上のとおり、ニ号方法はＢ発明の構成要件を全て充足し、Ｂ発明の技術\n的範囲に属する。\n（被告の主張）\n(一)  別紙物件目録四記載の図面は認めるが、図面の説明、加工方法及び符号の\n説明は否認する。\n(二)  被告が輸入、販売している手術用縫合針の製造方法は、下方の二つの受動\nロールによって形成される凹溝間に上方ロールが押圧されることによって曲げられ\nる三本ロール法による曲げ加工方法であって、案内バネ板４が、駆動ロール１に圧\n接して巻き付くことによって針を曲げ加工するものではないから、Ｂ発明の構成要\n件を充足せず、右方法は、Ｂ発明の技術的範囲に属するものではない。\n(三)  被告が輸入、販売している手術用縫合針の製造方法は、特開昭五三─一九\n九六三号公報に記載された方法と同一であるから、自由技術を実施しているにすぎ\nない。\n３  ニ号方法について被告に先使用による通常使用権が認められるかどうか\n（被告の主張）\n仮に、被告が輸入、販売している手術用縫合針の製造方法がニ号方法であり、こ\nの方法が、Ｂ発明の技術的範囲に属するとしても、次のとおり、被告は、先使用に\nよる通常使用権を有する。\n(一)  ニ号方法は、別紙物件目録四記載の装置（以下「本件湾曲装置」とい\nう。）を用いて、医療用湾曲縫合針を製造する方法であるが、本件湾曲装置は、被\n告との合弁による韓国法人である株式会社アイリーの代表者【Ｇ】が、一九六五年\nころに発明し、製作したものである。\n(二)  被告は、Ｂ特許権の出願（昭和五六（一九八一）年四月二三日）以前に、\n株式会社アイリーが本件湾曲装置を用いて製造した医療用縫合針を日本に輸入、販\n売していた。\n(三)  以上のとおり、被告は、Ｂ特許権の出願前から、その発明の実施である事\n業を行っていたから、被告はニ号方法について先使用による通常実施権を有する。\n（原告の主張）\n被告が、Ｂ特許権の出願前から、その発明の実施である事業を行っていた事実は\n否認する。\n４  損害額\n（原告の主張）\n(一)  イ号物件、ロ号物件及びハ号物件の販売により、被告が得た利益は次のと\nおりであり（詳細は別紙原告による損害計算一覧表１参照。）、原告は右利益額に\n相当する損害を被った。\n販  売  額                      利  益  額\nイ・ロ号  三一億四〇八五万三〇三〇円    九億一八六八万二七一四円\nハ    号  一六億五六七五万四〇二二円    四億八三〇二万二九七〇円\n(二)  被告がイ号物件、ロ号物件及びハ号物件を販売した本数について、原告が\nこれらを販売したものとして利益額を計算した場合、これらの販売額及び利益額は\n次のとおりであり（詳細は別紙原告による損害計算一覧表２参照。）、原告は右利\n益額に相当する損害を被った。\n販  売  額                      利  益  額\nイ・ロ号  二八億三六八四万二九六〇円  一三億八四三八万五六〇七円\nハ    号  一五億一八四七万〇五八〇円    七億三八〇一万三五八三円\n(三)  右利益額を算定するに当たって用いた利益率は、右(一)については、被告\nの、右(二)については、原告の総売上額から売上原価総額を差し引いた上、販売費\n及び一般管理費の一〇パーセントに相当する金額を差し引いた額を利益額として算\n定したものである。\n（被告の主張）\n(一)  販売本数を除き、原告の主張を争う。\nイ号物件、ロ号物件及びハ号物件に対応する物件の販売額及び利益額をまとめる\nと、それぞれ次のとおりである（詳細は別紙被告による損害計算一覧表参照。）。\n販  売  額            利  益  額\nイ    号    二〇億五一〇〇万円        三八〇八万円\nロ    号    一二億〇四〇〇万円        二一四〇万円\nハ    号    一八億四三〇〇万円        三三八九万円\n(二)  右利益額を算定するに当たって用いた利益率は、被告の総売上額から売上\n原価総額、販売費及び一般管理費、営業外損益及び特別損益を差し引いた額を利益\n額として算定したものである。\n(三)  原告の売上げは、サージカル、アイレス及びデンタルからなっているが、\nサージカル及びアイレスは、主に海外輸出向けの製品であり、デンタルは歯科用製\n品であるリーマー（歯の研削器具）であるから、いずれもイ号物件ないしハ号物件\nと競合するものではない。\nまた、デンタルは利益率が高く、原告の変動費の割合を相当圧縮している。\n(四)  Ｂ特許権の寄与率は五パーセント程度である。\n５  消滅時効の成否\n（被告の主張）\n本件訴状の送達は平成六年八月であるから、平成三年七月末日以前の販売分につ\nいては消滅時効が完成しており、被告は右消滅時効を援用する。\n（原告の主張）\n原告は、被告に対し、平成六年二月四日付け内容証明郵便によって、Ａ特許権及\nびＢ特許権を侵害している旨の警告書を郵送した。\n原告が、被告がイ号物件ないしハ号物件を販売していること及びこれらがＡ特許\n権及びＢ特許権を侵害していることを知ったのは、右内容証明郵便を送付したころ\nであるから、平成三年七月末日以前の販売分の損害賠償請求権の消滅時効も平成六\n年二月から進行する。\n本訴の提起は平成六年七月一八日であるから、平成三年七月末日以前の販売分に\n関する損害賠償請求権が時効により消滅したことはない。\n６  不当利得（消滅時効の主張が認められた場合の予備的請求）\n（原告の主張）\n仮に平成三年七月末日以前の損害賠償請求権が時効により消滅しているとして\nも、被告は法律上の原因なくしてＡ特許権及びＢ特許権の実施により利益を受け、\nこれにより原告は損失を被ったのであるから、原告は被告が得た利益について不当\n利得として返還を請求することができる。\n被告によるイ号物件ないしハ号物件の平成三年七月末日までの販売額は、一八億\n七五七三万一三一七円であるから、その二〇パーセントに当たる三億七五一四万六\n二六三円が不当利得金額となる。\n（被告の主張）\n原告の売上げは、海外輸出向け売上げと、歯科向け売上げが全売上げの大半を占\nめている。そして、国内販売においては、医療用縫合針の販売会社は被告を含め二\n〇数社あり、それぞれ長年にわたって構築された代理店の販売経路が確立してい\nる。したがって、原告が、被告の得た利益を国内で得ることができたということは\nできない。\n第三  争点に対する判断\n一  争点１について\n１  Ａ発明について\n(一)  証拠（甲一）によると、本件明細書中には、「発明の詳細な説明」とし\nて、以下のような記載があることが認められる（括弧内に本件公報Ａ中の位置を示\nす。）。\n(1)  従来の技術\n「従来の縫合針は・・・、丸棒の針材の先端をプレス加工して三角棒状或いは先\n細三角棒状針材を形成すると共にこれ等の三角面全面を夫々均一に研削することに\nよって切刃及び稜線を形成して製造していた。」（一欄一三行目から一九行目）\n(2)  発明が解決しようとする課題\n「・・・三角棒状針材の三角面全面を均一に研削する作業が大変であると共に出\n来上がった縫合針は三つの稜線に鋭角なエッジが夫々形成されるので、手術縫合時\nに縫合部が必要以上に切開され、更に持針器で縫合針を挟持した際に、エッジが損\n傷することによって刺通組織を大きく傷つける恐れがある等の大きな問題点があっ\nた。\n本発明に係る縫合針は・・・、特に一方の稜線に鋭いエッジが形成されることを\n防止してこの稜線に鈍い稜線をそのまま残して構成した全く新規な三角湾曲縫合針\nに関するものである。」（一欄二一行目から二欄六行目）\n(3)  課題を解決するための手段\n「本発明は三角断面を有する湾曲縫合針の刃部に於いて、湾曲させた内側又は外\n側を鈍い稜線とする為に該稜線を形成する二面をプレス面となし、かつ該鈍い稜線\nに対応する面を研削面とすると共にその面の両側をシャープな切刃となしたことを\n特徴とした三角湾曲縫合針である。」（二欄八行目から一三行目）\n(4)  作用\n「本発明に係る縫合針の刃部は上述の如く、三角断面を有すると共に湾曲された\n内側又は外側の一方が鈍い稜線となっているので、この鈍い稜線の作用で手術縫合\n時に縫合部が必要以上に切開されることを防止することが出来る。\n又持針器で縫合針を挟持する際は持針器を鈍い稜線に当接させて、縫合針のエッ\nジが損傷又は損欠することを防止することが出来る。」（二欄一五行目から二二行\n目）\n(5)  実施例\n「・・・本発明に係る縫合針及びその縫合針の製造方法の一実施例を具体的に説\n明すると・・・縫合針用の針材１の先端部２をプレス加工することによってこの先\n端部２を三角棒状に構成する。\n次にこの三角棒状先端部２の稜線３に対応する底面４を特に先端に行くに従って\n深くなる如く・・・徐々に研削し、これによって稜線３に対応する研削面４の両側\n端に夫々シャープな切刃６、７を形成し、かつ必要に応じて先端の形状を補修し、\n更に針材１の全体を加工を施さないそのままのプレス面より形成される鈍い稜線３\nが内側に来る如く所定の形状に湾曲加工することによって・・・三角湾曲縫合針を\n製造することが出来る。\n上記実施例に於いて、研削をせずにそのまま残す鈍い稜線３は針材１の先端部２\nをプレス加工した際にＶ状溝の底部によって形成される稜線が一番肉厚でＲが大き\nい為にこれを選ぶのが良く、これを鈍い稜線として選ぶことによってこれを他の研\n削加工する稜線として選んだ場合と比較して研削する量が少なくて済み加工面でも\n優れている。\n上記実施例に於いては研削せずにそのまま残した鈍い稜線３が内側に来る如く湾\n曲させて縫合針を製造したが、この鈍い稜線３を外側の一方に持って来て、湾曲内\n側及び外側の他方の夫々に研削された鋭い切刃６或いは切刃７を位置させた縫合針\nを製造することも可能である。\n又湾曲加工後に熱処理、電解研磨等の仕上加工を適宜行って縫合針を完成させる\n工程は従来と同様である。」（二欄二四行目から三欄二七行目）\n(6)  発明の効果\n「本発明に係る縫合針は上述の如く、加工されない鈍い稜線が一方にそのまま残\n存し、かつ他の二方の稜線によりなる両側のエッジが切刃となって構成されるの\nで、サイドカットニードルとなって、全く研削が施されない鈍角な稜線が湾曲の内\n側又は外側に来る如きコンペンショナルカッティング針又はリバースカッティング\n針を構成するので、この縫合針を使用しても従来の縫合針の如く、組織を必要以上\nに損傷させる恐れがなく、更に前述の如く稜線にはシャープなエッジが全く存在し\nない為に従来の縫合針の如く、持針器で針先を挟持した場合にもエッジが損傷する\n恐れが全くない等の特徴を有するものである。\n又本発明に係る縫合針は上述の如き構造を有するので、この縫合針の製造に当た\nっては従来の如く、底面及び両側面を夫々研削することなく、底面のみを一定の角\n度で研削して製造することが出来るので、極めて能率的であると共に作業が容易に\nして確実であり、従って研削作業を自動化することが出来、これによって安価に大\n量生産することが出来る等の特徴も有するものである。」（四欄一行目から二一行\n目）\n(二)  証拠（乙三一、三二、乙三八の一ないし八）と弁論の全趣旨によると、以\n下の事実が認められる。\n(1)  Ａ特許権は、縫合針の製造方法に関する特許出願（特願昭五七─一七六三二\n号、別紙公報一参照。以下「本件原出願」という。）から、昭和六三年一〇月三一\n日に分割出願されたものである。\n(2)  本件原出願の出願時の明細書には、「特許請求の範囲」及び「発明の詳細な\n説明」中の実施例の各記載に、先細三角棒状材を使用することが記載されており、\n「発明の詳細な説明」中の従来技術の記載に、三角棒状の針材を使用することが記\n載されている。\n(3)  原出願は、昭和五七年三月四日付けの手続補正書によって補正され、「特許\n請求の範囲」は、「針材の先端部をプレス加工することによって三角棒状又は先細\n三角棒状に形成し、・・・縫合針の製造方法」となり、従来技術として特許出願\n（特願昭五六─三六五一五号、別紙公報二参照。）が追加された。この特許出願の\n明細書には、縫合針製造工程において、先細状三角棒材を経るものと三角棒状材を\n経るものがあることが記載されている。\n(4)  特許庁審査官は、昭和六三年八月二五日付けで、「第２図で示す状態の加工\nを先細と表現する理由が不明である」旨の拒絶理由を発した。\n原告は、Ａ特許権を分割出願した後、補正により、「特許請求の範囲」から「先\n細三角棒状」を除いた。\n(三)  Ａ発明については、次のようにいうことができる。\n(1)  Ａ発明は、三角棒状の針材の一面を研削して製造されたものに限定されるか\nどうか\n右(二)で認定したとおり、本件原出願において、縫合針の製造方法として、三\n角棒状針材を経るものと先細三角棒状針材を経るもののいずれも開示されていた\n上、補正により「特許請求の範囲」から「先細三角棒状」が除かれたのは、Ａ特許\n権の分割出願後であると認められるから、本件原出願の出願経過から、Ａ発明は、\n三角棒状の針材の一面を研削して製造されたものに限定され、先細三角棒状の針材\nから製造されたものは含まれないと解することはできない。\n乙一〇（実公昭五六ー二九六二号公報）及び乙二八（実公昭五一ー三九四二〇号\n公報）には、三角断面を有する湾曲縫合針の刃部において、二面（Ｂ面及びＣ面）\nをプレス面とし、一面（Ａ面）を研削面とすることが記載されているとは認められ\nないから、これらの公報に、先細三角棒状を加工した、Ａ発明のような構成を有す\nる縫合針が記載されているとは認められない。なお、乙四〇（実公昭六一─六八八\n五号公報）は、本件原出願後に発行されたものであるから、その記載と乙二八の記\n載を総合して、乙二八に、右構成を有する縫合針が記載されているものと認めるこ\nとはできない。\nＡ発明の特許請求の範囲には、Ａ発明が、三角棒状の針材の一面を研削して製造\nされたものに限定され、先細三角棒状の針材から製造されたものは含まれないと解\nすべき記載は全くない。\nしたがって、Ａ発明は、三角棒状の針材の一面を研削して製造されたものに限定\nされ、先細三角棒状の針材から製造されたものは含まれないと解することはできな\nい。\n(2)  構成要件(2)及び(3)の「鈍い稜線」\n右(一)(2)（・・一方の稜線に鋭いエッジが形成されることを防止してこの稜線に\n鈍い稜線をそのまま残して構成した・・）、(3)（・・鈍い稜線とする為に該稜線を\n形成する二面をプレス面となし、かつ該鈍い稜線に対応する面を・・）、(5)（・・\n加工を施さないそのままのプレス面より形成される鈍い稜線３が・・。・・研削を\nせずにそのまま残す鈍い稜線３は針材１の先端部２をプレス加工した際にＶ状溝の\n底部によって形成される稜線が一番肉厚でＲが大きい為にこれを選ぶのが良\nく・・）及び(6)（・・加工されない鈍い稜線が一方にそのまま残存し、・・）の記\n載によると、構成要件(2)にいう「鈍い稜線」とは、「研削を行っていないために切\n刃状になっていない稜線」という意味に解釈すべきである。\n被告は、「鈍い稜線」を「角度が九〇度よりも大きい稜線」と解すべきであると\n主張する。しかし、用語の通常の意味として、「鈍い稜線」を「角度が九〇度より\nも大きい稜線」と解すべきであるとは認められない。また、本件原出願の明細書に\nは、「鈍角の稜線」との記載がある（別紙公報一の二頁目左下欄三行目）が、原出\n願の明細書の「発明の詳細な説明」の記載中に一箇所そのような記載があるからと\nいって、直ちに「鈍い稜線」を「角度が九〇度よりも大きい稜線」と解することは\nできない。右のとおり、本件明細書の記載からすると、「鈍い稜線」については、\n右のように解すべきである。\n(3)  構成要件(2)の「プレス面」\n右(一)(5)の記載（・・切刃６、７を形成し、かつ必要に応じて先端の形状を補修\nし、・・熱処理、電解研磨等の仕上加工を適宜行って縫合針を完成させる工程は従\n来と同様である。）によると、「プレス面」とは、縫合針の全体形状に影響しな\nい、製品の表面仕上げ処理を施した面を含むものと解釈すべきである。\n被告は、「プレス面」とは、「加工を施さないそのままのプレス面」を意味する\nと主張するが、この主張を採用できないことは右のとおりである。\n(4)  構成要件(3)の「研削面」\n右(一)(2)（・・三角棒状針材の三角面全面を均一に研削する作業が大変であると\n共に出来上がった縫合針は三つの稜線に鋭角なエッジが夫々形成されるの\nで・・）、(5)（・・底面４を特に先端に行くに従って深くなる如く・・・徐々に研\n削し、これによって稜線３に対応する研削面４の両側端に夫々シャープな切刃６、\n７を形成し・・）及び(6)（・・全く研削が施されない鈍角な稜線が・・）の記載\nに、「研削」とは、「砥石の粒子で工作物の表面を削り取り平滑にすること。」を\n意味すること（広辞苑第四版八二五頁）を総合すると、「研削面」とは「表面を削\nり取って平滑にすること（研削）によって、両側端に鋭角なエッジ（切刃）が形成\nされている面」と解釈すべきである。\n被告は、「研削面」とは、右(一)(5)の実施例の記載のように、「先端に行くに従\nって深くなる如く研削した面」であると主張するが、Ａ発明の縫合針は実施例記載\nの製法で得られるものに限定されないから、右主張は採用できない。\n２  被告が輸入販売している手術用縫合針の構成と本件発明の構成要件該当性\n(一)  証拠（甲五の一、二、甲六の一、二、甲八、九、一一ないし一四、二〇、\n二三、二七、乙三四ないし三七、四三）と弁論の全趣旨によると、被告が輸入販売\nしている手術用縫合針のうちには、別紙物件目録五、六記載の各構成を有するもの\nが存することが認められる。\n(二)  証拠（甲五の一、二、甲六の一、二、甲七ないし九、二〇、二三、乙三四\nないし三七）と弁論の全趣旨によると、右(一)記載の物件について、以下の事実が\n認められる。\n(1)  右(一)記載の物件は、三角棒状針材をプレス加工することによって先細三角\n棒状針材とした上、これを更にプレス加工して製造されるものである。\n(2)  右(一)記載の物件の表面の拡大写真では、先端部分のＡ面には、研削によっ\nて特徴的に生じる直線上の流れが存在し、Ｂ面及びＣ面にはそのような流れが存在\nしない。\n(3)  縫合針の針材は、中央部の密度が低く、この部分に不純物が集まるため、拡\n大写真を撮ると、中央部が黒く、周辺部が白く写ることになるが、研削を行うと、\n周辺部の白い部分が削り取られて、中央部の黒い部分が表面に露出することにな\nり、更に研削を行うと、中央部の黒い部分が削り取られるところ、右(一)記載の物\n件の拡大写真では、先端部分のＡ面は、中央部の黒い部分が表面に露出しており、\n先端に行くに従って、中央部の黒い部分が削り取られているが、Ｂ面及びＣ面で\nは、周辺部の白い部分が、もとの針材と同じ状態で残っている。\nなお、乙三四ないし三六の拡大写真では、Ａ面に研削によって特徴的に生じる直線\n上の流れが確認できない。しかし、甲八の撮影倍率が五一六倍であるのに対して、\n乙三四ないし三六の撮影倍率はそれぞれ三〇倍、一〇〇倍、二〇〇倍であり、甲八\nと撮影倍率が大きく異なることに加えて、右のような直線的な流れは、撮影時の光\n線の方向如何によって明瞭になったり不明瞭になったりすると考えられるから、乙\n三四ないし三六で流れが確認できないからといって、右(2)の認定を覆すことはでき\nない。\n(三)  右(一)、(二)で述べたところを総合すると、右(一)記載の物件のＡ面は、\n本件発明の構成要件(3)の「研削面」に該当するものと認められる。\nまた、右(二)で述べたところからすると、右(一)記載の物件のＢ面及びＣ面は、\n研削されていないものと認められる。被告が主張するように、Ｂ面及びＣ面が研磨\nされているとしても、右(二)で述べたところからすると、それは、縫合針の全体形\n状に影響しない、製品の表面仕上げ処理を施したにすぎないと認められる。したが\nって、右(一)記載の物件のＢ面及びＣ面は、本件発明の構成要件(3)の「プレス面」\nに該当するものと認められる。\n以上に右(一)で述べたところを総合すると、右(一)記載の物件の稜線３は、構成\n要件(2)及び(3)の「鈍い稜線」に該当するものと認められる。\n(四)  そうすると、被告が輸入販売している手術用縫合針には、別紙物件目録一\n及び二のとおり特定することができるもの（イ号物件及びロ号物件）が存するとい\nうことができ、それらは、本件発明の構成要件をすべて充足するものと認められ\nる。\n３  特公昭三八ー一二七九四号公報（乙一二）に記載された縫合針は、先部から一\n定の距離では、三つの稜線すべてに刃を有するものであるから、前記のとおり、稜\n線３が鈍い稜線であるイ号物件及びロ号物件とは異なる。したがって、イ号物件及\nびロ号物件が右公報に記載された技術と同一であるということはできない。\n４  したがって、イ号物件及びロ号物件は、本件発明の技術的範囲に属するものと\n認められる。\n５  よって、本訴請求のうち、Ａ特許権の侵害に基づく、イ号物件及びロ号物件の\n販売及び輸入の差止め並びに廃棄を求める請求は、いずれも理由がある。\n二  争点２について\n１  証拠（甲二四、証人【Ｇ】）と弁論の全趣旨によると、以下の事実が認められ\nる。\n(一)  株式会社アイリーは、本件湾曲装置を用いて製造された手術用縫合針を輸\n入、販売している。\n(二)  本件湾曲装置は、駆動ロール１にピン10を介して薄ベルト４の一端が保持\nされたものであり、他端にはスプリング５が取り付けられて、薄ベルト４に張力が\n与えられている。\n(三)  薄ベルト４は幅八ミリメートルから一〇ミリメートルで長さが一〇〇ミリ\nメートルの鋼鉄製のものである。\n(四)  本件湾曲装置による直針の湾曲方法は、直針を駆動ロール１と薄ベルト４\nの間に挿入し、ハンドルを回して駆動ロール１を回転させることによって、右直針\nが駆動ロール１と薄ベルト４の間に挾まれながら湾曲していくというものである。\n(五)  右(四)の湾曲の過程で、駆動ロール１は受動ロール２及び同３を押圧しな\nがら回転している。\n(六)  薄ベルト４が存在しない状態で駆動ロール１を回転させ、針を湾曲させよ\nうとすると、Ｖ字型にはなるが、丸くならないので、湾曲針としての完全な製品に\nはならない。\n２  右１で認定した事実に弁論の全趣旨を総合すると、被告が輸入販売している手\n術用縫合針の製造方法は、別紙物件目録四記載の方法（ニ号方法）であると認めら\nれる。\n３  ニ号方法の構成をＢ発明の構成要件と対比すると次のようになる。\n(一)  ニ号方法の薄ベルト４は、Ｂ発明の構成要件(1)にいう「強靱な薄ベルト」\nに当たり、これが円柱状のロールである駆動ロール１の外周面に圧接して巻き付い\nているから、ニ号方法は構成要件(1)を充足する。\n(二)  ニ号方法においては、駆動ロール１と薄ベルト４の間に針Ｎを挿入すると\n共に、駆動ロール１の回転ハンドルを回転させることによって、右駆動ロール及び\nこれに巻き付いている薄ベルト４を駆動して、針Ｎを巻き込ませる方法で行われ、\n針Ｎは円弧状に曲げ加工されるから、ニ号方法は、構成要件(2)及び(3)を充足す\nる。\n(三)  ニ号方法は先尖状軸棒である縫合針を円弧状に曲げ加工する方法であるか\nら、構成要件(4)を充足する。\n４  被告は、被告が輸入販売している手術用縫合針の製造方法は、三本ロール法に\nよる曲げ加工方法であって、案内バネ板４が、駆動ロール１に圧接して巻き付くこ\nとによって針を曲げ加工するものではないと主張するが、これが採用できないこと\nは、右１(六)認定の事実から明らかである。\n５  特開昭五三─一九九六三号公報（乙一三の一）に記載された方法は、板金の丸\nめ加工に関するものであり、心金とそれに巻き付けられるシート部材を有し、心金\nに被加工板金材料を押し付ける駆動ローラを駆動させる構造の装置を用いるのに対\nして、ニ号方法は、右の心金に相当する部分を駆動ローラとして駆動させる曲げ加\n工方法であり、シート部材としても鋼鉄製のものを使用し、かつその一端をスプリ\nングで固定しているのであるから、ニ号方法が右公報に記載された方法と同一であ\nるということはできない。\n６  したがって、ニ号方法は、Ｂ発明の技術的範囲に属する。\n三  争点３について\n１  証拠（甲一七、乙四四、四六ないし四九、五一ないし五七、乙六〇の一ないし\n七、乙六一、六二、証人【Ｇ】）によると、以下の事実が認められる。\n(一)  【Ｇ】は一九六五（昭和四〇）年ころ、医療用縫合針を湾曲する装置（以\n下「本件【Ｇ】の装置」という。）を開発した。\n本件【Ｇ】の装置（別紙拡大写真参照。部材に付されたアルファベットの記号は\n拡大写真中の記号である。）は、下段ロールＢ及び同Ｃとこれらの上にこれらを押\n圧する状態で位置する上段ロールＡ、上段ロールＡを回転させるハンドルＧを有し\nている。\n幅八ミリメートルから一〇ミリメートル、長さ一〇〇ミリメートル程度で厚さが\n○・四ミリメートル以下の鋼鉄製のベルトＤの一端がゴム紐Ｅに、他端が上段ロー\nルＡに取り付けられている。\n上段ロールＡは八段階の異なるロール口径が口径順に並んで形成されており、八\n段それぞれのロール部分にボルト穴が穿設されている。\n上段ロールＡに穿設されたボルト穴を上段ロールＡの横方向からみたとき、ボル\nト穴は、垂直に下に向いているハンドルＧからみて、五度から一〇度程度、下段ロ\nールＣ側にずれた方向に向いている。\nベルトＤは、上段ロールＡのボルト穴にマイナスボルトで固定され、ボルト頭部\nは、上段ロールＡの回転に伴い下段ロールＣに引っかからないように、ヤスリで削\nられている。\n(二)  本件【Ｇ】の装置によって直針を湾曲させるには、上段ロールＡとベルト\nＤの間に針を挿入し、ハンドルＧを回して上段ロールＡを回転させるが、その際、\n上段ロールＡは、ベルトＤとの間に直針を挾んだ状態で、下段ロールＢ及び同Ｃに\n押圧されながら回転し、直針は上段ロールＡの回転に伴って上段ロールＡとベルト\nＤの間に引き込まれていくことになる。\n所定位置までハンドルＧを回して上段ロールＡを回転させた後、湾曲した針を取\nり出すことになるが、上段ロールＡに取り付けられたベルトＤの一端は、ゴム紐Ｅ\nに取り付けられているので、上段ロールＡは、右ゴム紐Ｅによって、針を湾曲させ\nるときと逆の方向に回転するように、常に引張力が与えられており、この引張力に\nよって、ハンドルＧは下の位置まで戻されて湾曲した針を取り出すことができるよ\nうになる。また、右引張力によって、ベルトＤは上段ロールＡに圧接されている。\n(三)  一九七二（昭和四七）年一〇月二〇日、被告と【Ｇ】との間で、医療用縫\n合針の製作、販売等を目的として合弁投資契約（以下「本件合弁契約」という。）\nが締結された。本件合弁契約に基づき、一九七三（昭和四八）年五月二日に、医療\n用湾曲縫合針を製造し、日本に輸出販売する目的で、【Ｇ】らを代表者とする株式\n会社アイリーが設立され、株式会社アイリーは、一九七四（昭和四九）年一二月こ\nろから、被告に対して、医療用湾曲縫合針の輸出を始めた。\n(四)  株式会社アイリーの縫合針を湾曲加工する部署（曲げ部）における、湾曲\nには、設立当初から現在に至るまで、本件【Ｇ】の装置が用いられているが、装置\nは、ゴム紐Ｅがスプリングに取り替えられ、上段ロールＡ（駆動ロール１）は八段\n階のものに加えて一〇段階のものも使用されるようになった。\n２(一)  原告は、乙四四の各写真の日付及びその印字形態が異なり、乙四七の写真\nには日付が付されているのに対して、乙四八及び四九の各写真には日付が付されて\nいない点が不自然であると主張するが、これらの写真の日付は現像焼付の際に付さ\nれたものと認められるから、現像焼付が別々のところでされていれば、日付やその\n印字形態が異なることは当然であって、特に不自然ではない。\n原告は、乙四四の三枚目に写っている装置が乙四八及び四九に写っている装置と\n異なると主張するが、その違いは、装置の右１で認定した構成に影響を与えるよう\nなものとは認められない。\n(二)  原告は、乙四五の二の書籍中の記載が、乙六一（【Ｇ】の陳述書）の記載\nと矛盾すると主張し、乙四五の二の書籍中には、被告が【Ｇ】に技術と資金を提供\nした、【Ｇ】は被告からばね式針の製造技術を学んだ旨の記載があるが、これらの\n記載は、右１で認定した事実に関する乙六一の記載と矛盾することはない。また、\n原告は、乙四五の二の書籍中に、【Ｇ】が針を曲げる機械を開発した時期は株式会\n社アイリーの設立後である旨の記載があると主張するが、同号証の右開発時期につ\nいての記述はきわめて漠然としてものであって、乙六一の記載と矛盾するとまでい\nうことはできない。\n(三)  原告は、証人【Ｇ】が、一九六五（昭和四〇）年ころに本件【Ｇ】の装置\nについて特許を出願した旨証言したことを前提として、これが事実に反すると主張\nするが、右証言中に、右装置について特許の出願をしたことを明確に認める部分は\n存在しないから、原告の主張は採用できない。\n(四)  原告は、本件【Ｇ】の装置において、ベルトＤを上段ロールＡに取り付け\nているボルトの頭部をヤスリで削ることについて、技術的合理性に欠けると主張す\nる。確かに、原告が主張するように、ボルトの頭部を滑らかにしても、完全に突出\n部分が無くなるわけではないとしても、上段ロールＡが回転ができなくなるとは考\nえられないから、装置の動作に支障が生じるとは認められない。したがって、ボル\nト頭部をヤスリによって滑らかにすることが技術的合理性に欠けるとはいえず、原\n告の主張は採用できない。\n(五)  原告は、一九七五（昭和五〇）年当時の株式会社アイリーの新聞広告に一\n〇種類の湾曲縫合針が掲載されていることから、上段ロールＡが八段階であるとの\n証人【Ｇ】の証言は信用性に欠けると主張するが、右１認定のとおり、上段ロール\nＡには一〇段階のものも存在するから、原告の右主張は採用できない。\n(六)  その他、原告は、右の各写真や証人【Ｇ】の証言の信用性について主張す\nるが、いずれも採用できない。\n３  右１認定の事実によると、本件【Ｇ】の装置は本件湾曲装置と同様の構造を有\nしており、これによる医療用湾曲縫合針の曲げ加工方法はニ号方法そのものである\nと認められる。\nそして、このことに右１認定の事実を総合すると、被告は、本件特許出願の際\n（昭和五六年四月二三日）に、Ｂ発明の内容を知らないで自らニ号方法を発明した\n【Ｇ】が代表者である株式会社アイリーから、ニ号方法によって製造された医療用\n湾曲縫合針を輸入し、日本国内において販売していたものと認められる。\nそうすると、被告は、ニ号方法によって曲げ加工された医療用湾曲縫合針を輸入\nし、販売することについて、特許法七九条による通常実施権を有することになる。\n４  なお、原告は、被告の先使用による通常使用権を有する旨の主張は、時期に後\nれたものであって、訴訟の完結を遅延させるものであるから、却下すべきであると\n主張するが、被告の先使用による通常使用権を有する旨の主張は、訴訟の終結段階\nになって出されたものではなく、他に審理すべき事項が存する段階で出されたもの\nであるから、訴訟の完結を遅延させるとまでは認められない。したがって、却下し\nないこととする。\n５  よって、本訴請求のうち、Ｂ特許権の侵害に基づく、ニ号方法により製造され\nたイ号物件、ロ号物件及びハ号物件の販売及び輸入の差止め並びに廃棄を求める請\n求、ハ号物件の販売による損害賠償を求める請求は、いずれも理由がない。\n四  争点４について\n１(一)  被告によるイ号物件及びロ号物件の販売本数は別紙損害計算書の「販売本\n数」欄記載のとおりである（弁論の全趣旨）。\n(二)  証拠（甲二八、乙六四ないし六六）によると、被告の販売したアイド針及\nび糸付用針の大部分は、外科用強・弱湾針角・丸であること、被告の代理店価格表\nによって、被告における外科用強・弱湾針角・丸の代理店価格（被告が代理店に販\n売する価格）の平均額を算出すると、一九八六年から一九九〇年までは、一本当た\nり五六円であること、一九九一年以降は、被告において代理店価格表を作成してい\nないので、一九九〇年までの代理店価格の標準価格に対する割合を、標準価格表の\n標準価格に乗じて、被告の外科用強・弱湾針角・丸の代理店価格の平均額を算出す\nると、一九九一年から一九九三年までは、一本当たり六二円、一九九四年から一九\n九七年までは、一本当たり六四円であること、以上の事実が認められる。したがっ\nて、被告によるイ号物件及びロ号物件の販売単価のうち、アイド針及び糸付用針の\n販売単価は、別紙損害計算書のＬ／Ｃの「被告利益基準」の「単価」欄記載のとお\nりであると認められる。\n証拠（甲二八、乙六四ないし六六）によると、一九九〇年までの被告の針付縫合\n糸の代理店価格の標準価格に対する割合を、標準価格表の標準価格に乗じて、被告\nの針付縫合糸の代理店価格の一九九一年以降の平均額を算出すると、一九九一年か\nら一九九七年まで一本当たり三一三円であることが認められる。したがって、被告\nによるイ号物件及びロ号物件の販売単価のうち、針付縫合糸の販売単価は、別紙損\n害計算書Ｓ／Ｌの「被告利益基準」の針付縫合糸の「単価」欄記載のとおりである\nと認められる。\n証拠（甲二八）と弁論の全趣旨によると、セット包装されている針は、滅菌済み\nであり、価格が高いこと、その割合は、アイドセット針が一・三倍、アイド個別セ\nット針が一・二倍であること、以上の事実が認められる。したがって、被告による\nイ号物件及びロ号物件の販売単価のうち、アイドセット針及びアイド個別セット針\nの販売単価は、別紙損害計算書Ｓ／Ｌの「被告利益基準」のアイドセット針及びア\nイド個別セット針の各「単価」欄記載のとおりであると認められる。\n(三)  証拠（甲二八ないし三〇、乙六七の一ないし一二）と弁論の全趣旨による\nと、一九八六年から一九九七年までの間における被告の総売上高から売上原価総額\nを差し引いた額は、別紙被告利益計算表の粗利益欄のとおりであること、右の各年\nにおける被告の販売費及び一般管理費の額は、別紙被告利益計算表の販管費欄のと\nおりであること、原告の販売費及び一般管理費の内訳によると、荷造包装費、運\n賃、広告宣伝費、販売促進費、販売拡大奨励金及び販売調査費の合計は、販売費及\nび一般管理費の約一〇パーセントに相当すること、イ号物件及びロ号物件の販売総\n額の被告の総売上高に対する割合は、別紙被告利益計算表のイ・ロ号比率欄のとお\nり、二三・四パーセントであること、以上の事実が認められる。原告は、右粗利益\n欄記載の金額から右販売費及び一般管理費の約一○パーセントに相当する金額を差\nし引いた金額を利益額とすべき旨主張しており、被告は、販売費及び一般管理費、\n営業外損益、特別損益を差し引いた全額を利益額とすべき旨主張している。このう\nち、営業外損益及び特別損益は、営業による損益とは関係がないから、利益額を算\n定するに当たって差し引くべきではない。販売費及び一般管理費については、必ず\nしも売上げの増減に比例しない経費が含まれているので、利益額を算定するに当た\nって全額を差し引くべきではないが、イ号物件及びロ号物件の販売総額が、被告の\n総売上高の約二三パーセントを占めていること等を考慮すると、右販売費及び一般\n管理費の一〇パーセントに相当する金額のみを差し引くことも相当ではなく、販売\n費及び一般管理費の三〇パーセントに相当する金額を差し引くのが相当であると認\nめられる。そうすると、被告の利益率は、別紙被告利益計算表の利益率欄（別紙損\n害計算書の「被告利益基準」の「利益率」欄）記載のとおりであると認められる。\n(四)   証拠（甲二九）と弁論の全趣旨によると、原告は、イ号物件及びロ号物件\nと同様の製品を日本国内で販売していること、原告の販売単価のうち、アイド針及\nび糸付用針の販売単価は、別紙損害計算書のＬ／Ｃの「原告利益基準」の「単価」\n欄記載のとおり、各年とも五六円であること、針付縫合糸の販売単価は、別紙損害\n計算書Ｓ／Ｌの「原告利益基準」の針付縫合糸の「単価」欄記載のとおりであるこ\nと、アイドセット針の販売単価は一・三倍、アイド個別セット針の販売単価は一・\n二倍であるので、これらの販売単価は、別紙損害計算書のＬ／Ｃの「原告利益基\n準」のアイドセット針及びアイド個別セット針の各「単価」欄記載のとおりあるこ\nと、以上の事実が認められる。\n(五)  証拠（甲二九、三〇）と弁論の全趣旨によると、一九八六年から一九九七\n年までの間における原告の総売上高は、別紙原告利益計算表の総売上高欄のとおり\nであること、右の各年における原告の総売上高から売上原価総額を差し引いた額\nは、別紙原告利益計算表の粗利益欄のとおりであること、右の各年における原告の\n販売費及び一般管理費の額は、別紙原告利益計算表の販管費欄のとおりであるこ\nと、イ号物件及びロ号物件の販売総額の原告の総売上高に対する割合は、別紙被告\n利益計算表のイ・ロ号比率欄のとおり、一一・一パーセントであること、原告と被\n告では、各製品の構成比率は必ずしも同じではなく、イ号物件及びロ号物件と同種\nの製品の原告の全製品に対する販売額の割合は、イ号物件及びロ号物件の被告の全\n製品に対する販売額の割合よりも低いこと、以上の事実が認められる。イ号物件及\nびロ号物件の販売総額は、原告の総売上高の約一一パーセントであるが、原告と被\n告では各製品の構成比率が同じでないこと等も考慮すると、右販売費及び一般管理\n費の三〇パーセントに相当する金額を差し引いた金額を利益額とするのが相当であ\nる。そうすると、原告の利益率は、別紙原告利益計算表の利益率欄（別紙損害計算\n書の「原告利益基準」の「利益率」欄）のとおりであると認められる。\n被告は、原告の売上げのうち、歯科用器具の利益率が高く、これが原告の変動費\nの割合を相当圧縮していると主張するが、これに沿う証拠は存在せず、被告の主張\nを採用することはできない。\n２  右１を前提として、イ号物件及びロ号物件の販売による被告の利益額、右各物\n件を原告が販売した場合に原告が得られる利益額を計算すると、別紙損害計算書の\nとおり、それぞれ七億二五三〇万八三四六円、一一億七一二二万九四九〇円とな\nる。\n右１(五)で認定したイ号物件及びロ号物件の販売総額の原告の総売上高に対する\n割合からすると、原告には、被告が販売したイ号物件及びロ号物件を製造販売する\n能力があったものと認められる。\n右認定のとおり、原告と被告では、各製品の構成比率は必ずしも同じではない\nが、原告はイ号物件及びロ号物件と同種の製品を日本国内で販売しているのである\nから、原告が、被告のイ号物件及びロ号物件の販売数量の全部又は一部を販売する\nことができなかったとまでは認められない。\n五  争点５について\n１  証拠（甲三一の一、二）、弁論の全趣旨及び当裁判所に顕著な事実によると、\n以下の事実が認められる。\n(一)  原告は、被告に対し、平成六年二月四日、被告の販売する「外科用強弯角\n針、外科用弱弯角針、婦人科用角針、マルチン氏縫合針角等」の医療用縫合針がＡ\n特許権を侵害することを指摘し、右医療用縫合針の輸入及び販売の停止を求めると\nともに、特許権侵害に基づく損害を明らかにするため、右医療用縫合針の製品ごと\nの輸入総数及び販売数量並びに販売先及び販売価格の開示を求める旨の警告書（以\n下「本件警告書」という。）を発し、本件警告書は、そのころ被告に到達した。\n(二)  本訴は、平成六年七月一八日に提起された。\n２  前記のとおり、原告は、被告が輸入、販売する医療用縫合針と同種のものを製\n造、販売している業者であるが、このことから直ちにイ号物件及びロ号物件の販売\nが開始されたころに、イ号物件及びロ号物件がＡ特許権を侵害することを知ってい\nたものと認めることはできず、他に、原告が、右警告書を発したよりも前の時期に\nイ号物件及びロ号物件がＡ特許権を侵害することを知っていたものというべき事実\nは認められない。\n３  そうすると、原告の被告に対するイ号物件及びロ号物件の輸入及び販売による\nＡ特許権侵害に基づく損害賠償請求権の消滅時効は、本件警告書が発せられた平成\n六年二月四日ころから進行を始めたものと認められ、本訴の提起によって、右消滅\n時効は中断している。\n４  したがって、消滅時効の抗弁は理由がない。\n六  以上の次第であるから、原告の請求は、イ号物件及びロ号物件の販売及び輸\n入の差止め並びに右各物件の販売によるＡ特許権侵害に基づく損害賠償を求める限\n度で理由があり、その余は理由がないから、主文のとおり判決する。\n東京地方裁判所民事第四七部\n裁判長裁判官      森　　  義　之\n裁判官      榎　戸　道　也\n裁判官      杜　下　弘　記\n"
}