{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 31
  },
  "case_number": "平成12(ワ)10865",
  "case_name": "損害賠償請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6639",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6639",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/639/006639_hanrei.pdf",
  "contents": "判決\n主文\n１　被告は、原告Ａに対し、金３４８万９３１７円及びこれに対する平成１１年\n９月２２日から支払済みまで年５分の割合による金員を支払え。\n２　被告は、原告有限会社Ｂに対し、金１６９万７５２０円及びこれに対する平\n成１１年９月２２日から支払済みまで年５分の割合による金員を支払え。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用はこれを１０分し、その７を原告らの負担とし、その余を被告の負\n担とする。\n５　この判決は、第１項及び第２項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は、原告Ａに対し、金１１５２万２９２９円及びこれに対する平成１１\n年９月２２日から支払済みまで年５分の割合による金員を支払え。\n２　被告は、原告有限会社Ｂに対し、金５６３万７５００円及びこれに対する平\n成１１年９月２２日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、被告の経営するゴルフ場において電動カートと接触して受傷した原\n告Ａ及び同原告が代表者を務める原告有限会社Ｂ（以下「原告会社」という。）\nが、被告に対し、民法７１７条１項に基づいて、損害賠償を請求した事案である。\n１　争いのない事実等\n(1)　原告Ａは、平成１１年９月２２日、被告が設置保有し、かつ、管理占有す\nるＣカントリー倶楽部ゴルフコース（以下「本件ゴルフコース」という。）におい\nて、４名１組でゴルフのラウンドプレーをしていた者である。\n(2)　原告会社は、不動産の賃貸・管理、宅地建物取引業、建物の修繕・増改築\nの企画・あっせん等を目的とする、原告Ａが取締役を務める有限会社である（甲\n２）。\n(3)　本件ゴルフコースにおいては、キャディーがプレーヤーに同行せず、コー\nス上に設置されたレールの上を走行する電動カートにゴルフバッグを乗せ、これを\nプレーヤー自身がリモコンで操作しラウンドするという、いわゆるセルフプレー方\n式が採られていた。\n(4)　原告Ａは、前同日、インコース（１０番ホールから１８番ホール。）から\nスタートし、午後になってアウトコース（１番ホールから９番ホール。）のラウン\nドプレー中、天候が悪化し、８番ホールをホールアウトするころには、雷や強風を\n伴うどしゃ降りの状態となったことから、同ホールのグリーンから９番ホールのテ\nィーグラウンド方面に向かい、舗装された通路上を歩行していたところ、電動カー\nト用レールが同通路を横切る場所（以下「本件事故現場」という。）に差し掛か\nり、これを通過しようとした際、右方から走行してきた電動カートと接触する事故\n（以下「本件事故」という。）に遭い、右足関節三果骨折の傷害を負った。\n２　争点\n(1)　被告の責任\n（原告らの主張）\n本件ゴルフコースにおいては、歩行者（プレーヤー）用通路上を電動カー\nト用レールが横切る場所が数か所あり、特に本件事故現場では、通路脇の谷部分を\n走行してきた電動カートが急に通路上に現れるため、接近するカートを視認し辛い\n上、本件事故当時は雷鳴と激しい雨音のため、カートがレール上を走行する音を聞\nき取ることも困難な状況にあった。ゴルフコースが屋外施設であり、悪天候下でプ\nレーされることも多いことからすれば、ゴルフ場経営者としては、悪天候下でも事\n故が発生しないよう適切な設備を設ける必要があり、例えば、電動カートの接近を\n知らせるための警告灯や警報機を設置したり、通路手前でカートが自動的に一旦停\n止するような設定を施しておくことも可能であった。ゴルフ場内の掲示物や利用約\n款への記載だけでは\n、注意喚起の措置として十分でない。\nまた、電動カートが走行する経路と歩行者用通路とは、距離が隔たってい\nる箇所もあり、リモコンを所持するプレーヤーが常にカートの走行を監視できるわ\nけではなく、電動カートは次ホールのティーグラウンドで自動的に停止するよう設\n定されているため、リモコン所持者が前のホールでのプレー中にカートを自動走行\nさせることも一般的に行われていることなどからして、プレーヤーが常にカートや\n同伴プレーヤーの位置を確認しながらリモコン操作を行うことは不可能であり、リ\nモコン所持者にカートがプレーヤーと接触することのないよう注意すべき義務が存\nするとはいえない。\nしたがって、本件ゴルフコースが前記のような事故防止設備を欠いていた\nことは、土地工作物の設置または保存の瑕疵に当たるから、被告は、民法７１７条\n１項により、原告らの損害を賠償すべき義務を負う。\n（被告の主張）\nゴルフプレーの本質はプレーヤーの自己責任にあり、ゴルフ場経営者はプ\nレー場所を提供するにすぎないのであるから、当該ゴルフ場に土地工作物の設置保\n存の瑕疵が存するか否かについては、プレー中に生じる危険の回避があくまでもプ\nレーヤーの自己責任に委ねられることを前提として、判断されるべきである。\n被告の設置する電動カートは走行速度が人間の早歩き程度の速度（時速\n５．４キロメートル）であり、プレーヤーにとって容易に接触を回避しうるもので\nある上、簡単なリモコン操作で１００メートル程度離れた場所から発進・停止させ\nることができ、障害物に接触した場合には自動的に停止する機能を備えるなど、人\n身事故の防止に配慮した機能を備えたものであること、原告Ａは過去に本件ゴルフ\nコースで何度もプレーしたことがあり、カート用レールと歩行者用通路が交差する\n場所が多数存在すること及び本件事故現場にカート用レールが存在することを認識\nしており、カートが本件事故現場手前で谷の部分を通って歩行者用通路上に上がっ\nてくる過程を同通路上から確認することも可能であったことなどからすれば、本件\n事故は、原告Ａが接近し\nてくるカートの存在を覚知しながら敢えてその直前を横断しようとしたか、少なく\nとも、カートの接近を容易に覚知しうる状況にあったにもかかわらず、これに対す\nる注意を怠り漫然とその前方を横断しようとしたという原告Ａの重大な過失によっ\nて生じたものというべきである。かかる事故状況に照らせば、カート用レールと歩\n行者用通路が交差する場所に警告灯等の設備が存しなかったことと本件事故との間\nには、因果関係が存しないというべきであるし、歩行者用通路と交差する場所の手\n前でカートが自動停止するよう設定しておくと、リモコン所持者が安全確認できな\nい場所でカートを再発進させるなどすることによって、却って歩行者の予見を困難\nにし、事故の危険性を生じさせることになるから、かかる措置は事故防止のための\n適切な措置であると\nはいえない。\nまた、原告Ａの属するパーティーに貸与された電動カートのリモコン装置\nを所持していたＤは、善良な管理者としての注意義務をもって、同伴プレーヤーが\n電動カートに接触する事故が発生しないよう当該カートをリモコン操作すべきであ\nったにもかかわらず、漫然とカートを走行させて本件事故を惹起したものであり、\n本件事故の発生につき責任を負う。\nしたがって、本件事故は、第１次的には原告Ａの重大な過失により、第２\n次的にはＤの善管注意義務違反により生じたものというべきであり、被告は、利用\n約款やクラブハウス等への掲示によって、電動カートに対し注意を促し、また、雷\n発生時には所定の避雷舎に待避するよう促す等必要な表示をしており、本件ゴルフ\nコースの設置保存については何らの瑕疵も存しないから、被告に損害賠償義務はな\nい。\n(2)　原告Ａの損害\n（原告らの主張）\nア　治療関係費　　　　　　　　　　　　　　　　　　１１６万４８１７円\n(ア)　ＰＬ病院治療費　　　　　　　　４９万３２７７円\n(イ)　東住吉森本病院治療費　　　　　３７万１５４０円\n(ウ)　医師への謝礼　　　　　　　　　３０万００００円\nイ　入院雑費　　　　　　　　　　　　　　　　　　　　　４万１６００円\n入院日数３２日間につき、日額１３００円で計算した。\nウ　付添費　　　　　　　　　　　　　　　　　　　　　８１万８０００円\n(ア)　入院付添費　　　　　　　　　　１７万６０００円\n原告Ａは、入院期間中、車椅子を利用しないと動けない状態であった\nことから、近親者の付添を要した。入院日数３２日間につき、日額５５００円で計\n算した。\n(イ)　通院付添費　　　　　　　　　　３４万２０００円\n原告Ａは、通院に際しても近親者の付添が必要であったから、通院日\n数１１４日につき、日額３０００円で計算した。\n(ウ)　自宅付添費　　　　　　　　　　３０万００００円\n原告Ａは、平成１２年１月末日までは、自宅及び職場（自宅と同所に\n所在。）においても付添が必要な状態であり、同居の孫及び原告会社従業員である\nＥ（以下「訴外Ｅ」という。）の付添を受けた。本件事故日から平成１２年１月３\n１日までの期間から、同期間中の入院日数を除いた１００日間につき、日額３００\n０円で計算した。\nエ　通院交通費　　　　　　　　　　　　　　　　　　　　１万４６１０円\n通院等には自家用車を利用したので、下記のとおりガソリン代を請求す\nる。\n(ア)　ＰＬ病院退院時　　　　　　　　　　　　４５０円\n往復約３０キロメートル。\n(イ)　森本病院入退院及び通院時　　　　１万４１６０円\n往復約８キロメートルで、１回当たり１２０円として計算。\nオ　慰謝料　　　　　　　　　　　　　　　　　　　　９００万００００円\n原告Ａは、本件事故により、約１か月間の入院及び約１２か月間の通院\nを余儀なくされ、当初は歩行不能であり、その後も歩行が困難で、日常生活上も仕\n事上も大きな支障が生じたこと、右足関節には後遺障害等級１０級１０号に該当す\nる可動域制限のほか、疼痛や醜状痕等の後遺障害が残存しており、約２５年間続け\nてきて生き甲斐ともなっていたゴルフプレーをすることができなくなってしまった\nことなどに鑑みれば、その精神的苦痛に対する慰謝料が９００万円を下ることはな\nい。\nカ　弁護士費用　　　　　　　　　　　　　　　　　　１１０万３９０２円\n（被告の主張）\nア　東住吉森本病院内科への通院には、原告Ａの持病である糖尿病の検査の\nための通院が含まれているから、治療費、通院交通費、通院付添費から控除される\nべきである。\nイ　医師への謝礼は、事故によって通常生ずべき損害といえず、本件事故と\n相当因果関係がない。\nウ　入通院及び自宅における付添の必要性は否認する。\nエ　原告Ａの治療期間の長期化及び同原告の主張する後遺障害の残存につい\nては、同原告が東住吉森本病院における入院中、治療に専念することなく度々外出\nを繰り返したこと、原告Ａが、２度（平成１１年１１月、平成１２年６月）にわた\nり、自らの不注意で転倒し、右足関節等を受傷したこと、加齢及び約１０年前から\n糖尿病を放置していたことによる骨量の減少ないし骨粗鬆症が寄与している。\n(3)　原告会社の損害\n（原告らの主張）\nア　営業上の損害　　　　　　　　　　　　　　　　　５１２万５０００円\n原告会社は、平成１１年７月に代表者である原告Ａによって設立された\n会社で、同じく原告Ａが経営するＦ建設の不動産取引において、建物の解体、基礎\n工事、外壁工事などを受注し、これを実施することを主な業務内容とし、原告Ａと\n訴外Ｅの二人のみがその営業に従事していたところ、本件事故で原告Ａが受傷した\nことにより、同原告が不動産取引に立ち会って原告会社のために工事を受注するこ\nとや、原告会社の担当する個人住宅の工事現場に立ち会うことができず、やむなく\n他社に仕事を回すなどしたため、平成１１年１０月分から平成１２年５月分までの\n売上が大幅に落ち込んだ。\n同期間中の売上額の減収分（推定額）につき、その約２５パーセントを\n粗利益と計算すれば、原告会社の月別の損害額は下記のとおりとなる。\n平成１１年１０月分　　　　　　７５万００００円\n１１月分　　　　　　６２万５０００円\n１２月分　　　　　　４５万００００円\n平成１２年　１月分　　　　　　４７万５０００円\n２月分　　　　　　５７万５０００円\n３月分　　　　　　７５万００００円\n４月分　　　　　　８７万５０００円\n５月分　　　　　　６２万５０００円\n合計５１２万５０００円\n原告会社は、実質的には原告Ａの個人会社であり、原告Ａには原告会社\nの機関としての代替性がなく、経済的にも原告Ａと原告会社とは一体をなす関係に\nあるものであるから、原告Ａの受傷と原告会社の上記損害との間には、相当因果関\n係がある。\nイ　弁護士費用　　　　　　　　　　　　　　　　　　　５１万２５００円\n（被告の主張）\n原告会社が、原告Ａが受傷したため工事を受注できなかったと主張する期\n間中も、Ｆ建設の不動産取引に関連して解体工事等を受注し、また、原告会社のみ\nで解体工事等を受注していることからすれば、原告Ａ自ら不動産取引に立ち会うこ\nとができたか、あるいは、訴外Ｅを不動産取引や工事現場に立ち会わせることで工\n事を受注することができたと考えられる。また、原告らの主張する売上減少分につ\nいては、これを裏付ける資料が存せず、信用することができない。\nしたがって、原告Ａの受傷の影響により原告会社が工事を受注できずに損\n害を被ったとは認められないし、原告Ａに原告会社の機関としての代替性がないと\nもいえないから、原告会社の損害は否認する。\n第３　争点に対する判断\n１　争点(1)について（過失相殺を含む。）\n(1)　証拠（甲３、４、１４、４６、乙１ないし４、７ないし１３、２０、証人\nＤ、同Ｇ、原告Ａ本人）及び弁論の全趣旨によれば、以下の事実が認められる。\nア　本件ゴルフコースは、昭和５１年１２月に開場した当時から、本件事故\n当時と同様のモノレール式電動カートによるセルフプレー方式を採用していた。電\n動カート用レールは、コース内の大部分の場所では地上に露出しており、各ホール\n内ではコースの端に沿って設置されているが、ホール間を結ぶジョイント部分では\n歩行者用通路から離れて設置されているところもあり、コース内に約２３か所ある\nレールと歩行者用通路とが交差する場所においては、通路に埋め込まれた幅員約３\n６センチメートルのＵ字溝内をレールが通過するようになっている。\nイ　電動カートは、大きさが縦約１２０センチメートル、横約９０センチメ\nートル、高さ約９０センチメートルで、バッテリーを動力源とし、手動もしくはリ\nモコン装置による遠隔操作によって、時速約５．４キロメートルの速度でレール上\nを走行し、予めレール上にストッパーが固定された場所に至ると停止する。本件ゴ\nルフコースにおいて、ストッパーは各ホールのティーグラウンド付近に設置されて\nおり、通路とレールの交差する場所の手前には設置されていなかった。リモコン装\n置は、プレーヤー数名のパーティーごとに１個が貸し出され、プレー中、代表者\n（エチケットリーダー）がこれを携帯し、オン・オフ兼用のスイッチボタンで操作\nする。カート前面には２本の追突バーが設置されており、走行中、障害物にバーが\n接触するとリミットスイ\nッチが作動し自動的に停止する。\nウ　本件事故現場は、８番ホールグリーンから９番ホールティーグラウンド\nに向かう歩行者用通路（以下「本件通路」という。）と同方向に向かうカート用レ\nール（以下「本件レール」という。）が交差する場所である。本件レールは、８番\nホールグリーン脇からしばらくは本件通路の右端に沿って通路よりもやや高い位置\nに露出した状態で設置されているが、同通路が左に折れる地点付近から通路右手が\n下り斜面となって、本件レールが通路から数メートル離れた低い場所を通るように\nなり、本件事故現場の手前において、９番ホール方向に向かう歩行者の右側やや斜\nめ後方から木立の中の斜面を昇って本件通路右脇に出現し、通路内に埋め込まれた\nＵ字溝内を通って通路と交差し、その後は通路左端に沿って露出した状態で設置さ\nれている。一方、本件\n事故現場の前後においては、１番ホール（９番ホールと隣接している。）方面から\n２番ホール（８番ホールと隣接している。）方面に向かうカート用レールが、本件\n通路の右端に沿って通路とほぼ同じ高さに露出した形で設置されているが、本件レ\nールが本件通路上に昇ってくる地点においてはその上方を跨ぐ形でこれと交差して\nいる。\nエ　本件事故当時、原告Ａは、どしゃ降りの雨で視界が利きにくい中を、落\n雷を恐れながら、先に９番ホール方面に向かって走って行ったＤほかのメンバーを\n小走りで追いかけていく途中、本件事故現場に差し掛かり、右方から電動カートが\n走行してくるのに気付かないまま、Ｕ字溝部分を跨ごうとしたところ、同カートと\n接触して転倒した。同カートは、その下部と路面との間に原告Ａの右足を挟んだま\nま停止することなく走行し続け、原告が右足を引き抜いたところ、そのまま９番ホ\nール方面に走行していった。\nオ　本件通路と本件レールの交差する地点には、本件事故後、「カートにご\n注意」と書いた立て看板が設置されたが、本件事故当時には、同看板は設置されて\nいなかった。また、通路上にもカートレールが交差していることを示す特段の表示\nは施されておらず、カートが通過する際に警告灯を点滅させる等の装置も設置され\nていなかった。\n(2)　以上の事実によれば、本件ゴルフ場においては、時速約５．４キロメート\nルでレール上を自動走行する電動カートが所々で歩行者用通路を一時停止すること\nなく横切る構造になっているところ、通路部分においてはＵ字溝内にレールが敷設\nされていることから、歩行者にとって予めレールが存在することを認識し辛い上、\n本件事故現場付近においては、カート用レールが通路部分から離れた見にくい場所\nを通っており、しかも、他のカート用レールと交差したり木立の陰になっていて、\nカートが歩行者のやや右斜め後方からいきなり通路上に出現するような構造になっ\nているため、歩行者がカートの接近に気付かないで衝突する危険性が存在すること\nが認められる。\nこのような場合、ゴルフ場を設置・管理する者としては、当該通路をレー\nルが横切っていることやカートがどちらの方向から走行してくるのかが歩行者にと\nって明らかになるよう、立て看板を立てたり、通路上にペンキ等で表示したり、あ\nるいは、カートの接近を知らせる警告灯を設置するなどの歩行者に対する注意喚起\nのための設備を整えるべきであって、かかる設備を備えていない場合には、土地工\n作物が通常備えているべき安全性を欠くものとして、その設置・保存に瑕疵が存す\nるものというべきである。\n本件事故当時、本件事故現場に上記のような設備が設置されていなかった\nことは前記認定のとおりであるから、土地工作物である本件ゴルフコースの設置・\n保存には瑕疵が存したものというべきである。\n(3)　被告は、ゴルフプレーの本質がプレーヤーの自己責任にあることから、ゴ\nルフコースの設置保存の瑕疵については制限的に解されるべきである旨主張する\nが、ゴルフプレーの本質がプレーヤーの自己責任にあることは事実であるとして\nも、そのことが、ゴルフ場経営者の土地工作物責任を免れさせ、あるいは軽減する\nものでないことはいうまでもない。\nまた、被告は、カート用レールの存在が歩行者から一見して明らかであ\nり、カートの接近を走行音で覚知することも可能であるから、歩行者に対する特段\nの注意喚起措置を講じる必要がないと主張するが、ゴルフプレー中、雷雨、豪雨、\n霧の発生等の天候変化により、カート用レールの存在やカートの接近を覚知し難く\nなる場合があることは十分予測できることであるから、前記のような歩行者に対す\nる注意喚起措置が不要であるとはいうことができない。\nさらに、被告は、利用約款、クラブハウス内の掲示物、電動カート本体等\nにカートへの注意を促す記載をしていたこと、雷が発生した場合に備え、避雷舎案\n内図の配布や、プレー中止を呼びかける場内放送をするようにしていたことなどか\nら、安全設備に欠けることがなかったと主張するようであるが、かかる措置のみで\nは、未だ、電動カートと歩行者の衝突事故防止のための措置として十分であるとは\nいい難い。\nしたがって、本件ゴルフコースの設置・保存に瑕疵が存しなかったとの被\n告の主張は理由がないから、被告は、民法７１７条１項本文により、本件事故によ\nる原告らの損害を賠償すべき義務を負う。\n(4)　もっとも、原告Ａは、過去に何度も本件ゴルフコースでプレーしたことが\nあり、カート用レールが歩行者用通路を横切る場所が存在することを認識していた\nこと（乙６の１ないし３、原告Ａ本人）、本件事故当時、豪雨及び雷鳴により、極\nめて視界が制限された状態であったとはいえ、本件事故現場を通過しようとした\n際、通路上にカートレールが存在することは認識していた（原告Ａ本人）のである\nから、同所を通行しようとする際に右方の安全を確認していればカートの接近に気\n付くことができ、衝突を回避し得たといえることからすれば、本件事故の発生につ\nき、原告Ａにも２割程度の過失が存するものと認めるのが相当である。\nなお、被告は、本件事故の発生につき、第１次的には原告Ａに過失がある\nが、第２次的にはカートのリモコンを携帯していたＤに過失が存すると主張する。\nしかしながら、本件事故の発生につきＤに過失が存するか否かは、被告が\n原告らに対して負担する前記土地工作物責任の有無・範囲に何ら影響を及ぼさない\n事情であるにすぎないし、また、Ｄと原告Ａとの間に身分上・生活関係上の一体性\nが存するとは認められないから、仮に、Ｄに過失が存したとしても、これを被害者\n側の過失として原告Ａの過失と同視することはできない。\nしたがって、Ｄの過失の有無を判断するまでもなく、被告の主張は失当で\nある。\n２　争点(2)について\n(1)　治療関係費　　　　　　　　　　　　　　　　　　　　８６万４５４７円\n前記「争いのない事実等」記載(4)の事実、証拠（甲５ないし７、甲８の１\n及び２、甲９の１及び２、甲１０の１ないし６、甲１１の１ないし３３、乙１４な\nいし１８、２１、２２）及び弁論の全趣旨によれば、原告Ａは、本件事故により、\n右足関節三果骨折の傷害を負い、その治療のため、平成１１年９月２２日から同年\n１０月９日まで（１８日間）ＰＬ病院に入院し、同日から同月２０日までと平成１\n２年１月１１日から同月１３日まで（１５日間）東住吉森本病院に入院し、平成１\n１年１０月２３日から平成１２年９月４日まで同病院に通院した（実通院日数１１\n４日）こと、ＰＬ病院の治療費は４９万３２７７円、東住吉森本病院の治療費は３\n７万１５４０円であったこと、原告Ａは、本件事故の約１０年前に糖尿病を指摘さ\nれたことがあったもの\nの、特段の治療をせずに放置していたところ、ＰＬ病院入院時に血糖値の上昇が見\nられたことから、同病院及び東住吉森本病院においては、本件事故による受傷部位\nの治療と並行して食餌療法及び投薬による治療がなされたこと、平成１１年１１月\n２９日、東住吉森本病院において、骨粗鬆症（廃用性骨萎縮）の診断名が付けられ\nており、また、同病院発行の平成１２年３月１６日付診断書（甲６）によれば、\n「骨折後疼痛による荷重困難により右足骨粗鬆症の進行強く」と記載されているこ\nと、同病院の診療録（乙１６）によれば、受傷部位の痛みを訴えて通院中であった\n平成１１年１１月１５日に「昨日よろけて右足関節痛出現」の記載があり、また、\n平成１２年６月８日にも「一昨日転倒し、右膝打撲。右足関節痛－（マイナス）」\nの記載があることの各\n事実が認められる。\n以上の事実によれば、前記ＰＬ病院及び東住吉森本病院の治療費合計額は\n８６万４８１７円であるが、この内、東住吉森本病院において血糖値の検査に要し\nたことが明らかな費用（甲１０の４ないし６において「＊血糖、＊血液採取」と記\n載された部分がこれに該当し、合計９００円となるが、自己負担分はその３割の２\n７０円となる。）を控除すれば、８６万４５４７円となる。\nなお、原告Ａは、医師に対する謝礼として３０万円を請求するが、本件に\nおいて、上記謝礼が社会通念上相当なものであると認めるに足りる証拠はない。\n被告は、糖尿病、骨粗鬆症あるいは２度の転倒が、原告Ａの治療の長期化\n等に寄与していると主張するが、診療録上、原告Ａの糖尿病が、本件事故による受\n傷に対する通常の治療期間を超えて治療を長期化させる原因となったことを窺わせ\nる記載は存しないし、骨粗鬆症についても、それが事故以前から存在したものと認\nめるに足りる証拠はなく、却って、前記診断書の記載からすれば、本件事故で受傷\nした後、疼痛のため荷重が困難であったことから右足につき骨粗鬆症が進行したも\nのと考えられる。また、２度の転倒事故については、いずれも原告Ａが未だ受傷部\n位の痛みないし可動域制限を訴えて通院中のことであり、本件事故との因果関係を\n俄に否定しがたいばかりでなく、それによって特段治療期間が長期化したとの事情\nも診療録上認めること\nができない。\nしたがって、上記被告の主張は、理由がない。\n(2)　入院雑費　　　　　　　　　　　　　　　　　　　　　　４万１６００円\n原告Ａの通算入院日数は、前記のとおり３２日間（ＰＬ病院と東住吉森本\n病院で重複する１日を控除。）となるところ、入院雑費として日額１３００円を認\nめるのが相当であるから、これを計算すれば４万１６００円となる。\n(3)　付添費　　　　　　　　　　　　　　　　　　　　　　５１万８０００円\nア　入院付添費　　　　　　　　　　１７万６０００円\n原告Ａの入院した各病院の看護体制は必ずしも明らかでないものの、同\n原告の受傷内容が右足の骨折で、荷重が困難であり、入院中車椅子により移動せざ\nるを得なかったことや、同原告が６２歳と比較的高齢であったことなどを考慮すれ\nば、入院日数３２日間につき、近親者の付添看護を要したものと認めるのが相当で\nあり、同費用としては日額５５００円が相当であるから、これを計算すれば１７万\n６０００円となる。\nイ　通院付添費　　　　　　　　　　３４万２０００円\n弁論の全趣旨によれば、原告Ａの自宅から東住吉森本病院までは、往復\n約８キロメートルあり、同原告は、本件事故後、自ら自動車を運転することができ\nなくなかったことから、通院に際し専ら訴外Ｅ運転の自家用車で通院したことが認\nめられる。\n以上の事実に鑑みれば、原告Ａの通院期間については、通院交通費も込\nみで、日額３０００円の付添費用を認めるのが相当というべきであるから、これに\n通院日数１１４日を乗じれば、３４万２０００円となる。\nウ　自宅付添費　　　　　　　　　　　　　　　　０円\n自宅及び職場における付添の必要性については、必ずしもこれを認める\nに足りる証拠がないから、その請求は理由がないというべきである。\n(4)　通院交通費　　　　　　　　　　　　　　　　　　　　　　　　　　０円\n自家用車を利用しての通院等に要した費用については、これを正確に算定\nすることが困難であることから、上記通院付添費に含まれるものと評価することと\nし、独立の損害としては認めない。\n(5)　慰謝料　　　　　　　　　　　　　　　　　　　　　２５０万００００円\n原告Ａの受傷内容、前記入通院日数のほか、右足関節に疼痛及びある程度\nの可動域制限の残存が認められること（甲７、４５、乙１６。ただし、当初、症状\n固定と診断された平成１２年９月４日における診療録上の測定数値に比べ、同年１\n２月１８日を症状固定日として、平成１４年３月２６日付で作成された後遺障害診\n断書上の測定数値は、自動値、他動値とも改善していることが認められ、かかる事\n実からすれば、症状固定時期及び昀終的に残存する可動域制限の程度については、\n必ずしも明らかであるとはいいがたい。）、原告Ａの損害を直接填補するものでは\nないが、被告加入の傷害保険から原告Ａに対し、６２万円が支払われていること\n（当事者間に争いがない。）などを総合考慮すれば、本件事故による原告Ａの慰謝\n料は２５０万円が相当\nである。\n(6)　過失相殺\n上記原告Ａの損害額合計は３９２万４１４７円となるところ、前記のとお\nり２割の過失相殺を行うのが相当であるから、過失相殺後の損害額は、３１３万９\n３１７円となる。\n(7)　弁護士費用　　　　　　　　　　　　　　　　　　　　３５万００００円\n上記原告Ａの損害額その他諸般の事情に鑑みれば、被告に負担させるべき\n弁護士費用は３５万円が相当である。\nしたがって、弁護士費用加算後の損害額は３４８万９３１７円となる。\n３　争点(3)について\n(1)　証拠（甲２、１２、１３、１５、１７ないし４４（枝番のあるものは、枝\n番をすべて含む。）、原告Ａ本人）及び弁論の全趣旨によれば、原告会社は、平成\n１１年７月１日、原告Ａによって設立された有限会社であり、従業員は営業部長の\n肩書きを有する訴外Ｅのみであること、原告会社の業務内容は、原告Ａが代表者を\n務めるＦ建設の行う不動産仲介業務に関連して請け負った解体工事等を下請業者を\n使用して施工するか、Ｆ建設の業務とは無関係に関連業者等の紹介で請け負った改\n修工事等を同じく下請業者を使用して施工するというものであること、原告Ａが受\n傷してＦ建設の不動産仲介取引に立ち会えなかった際、訴外Ｅが取引に立ち会って\n原告会社の工事を受注したことがあり、また、Ｆ建設の業務と無関係に請け負った\n改修工事等について\nも、訴外Ｅが現場に立ち会うことにより工事を完了できたものも存するが、原告Ａ\nの現場立ち会いができないため工事を受注しても実行できないと判断し、他社に仕\n事を回すなどしたこともあったこと、本件事故前３か月間の月間売上高の平均は約\n３３７万８６６６円であるのに対し、事故後８か月間の月間売上高の平均は３２３\n万３１２５円であり（甲１２、１３）、必ずしも顕著な落ち込み傾向は認められな\nいことの各事実が認められる。\n(2)　ところで、原告会社は、売上の減収分の推計に基づき、これに粗利益率を\n乗じて逸失利益を算定しているけれども、上記のとおり、原告Ａが受傷により業務\nに支障を生じたと考えられる期間中も、訴外Ｅが同原告に代わって取引や工事現場\nに立ち会うことにより、工事を受注しあるいは施工完了している場合もあることか\nらすれば、原告Ａが休業したことと原告会社が他社に工事を回したこととの間には\n必ずしも明白な関連性を認めがたいから、原告会社の主張する売上減収分の推計を\n裏付ける具体的な根拠は、前記証拠を子細に検討しても明らかでないというほかな\nい。\n(3)　もっとも、原告会社が、原告Ａの業務に支障が生じたと認められる期間\n（弁論の全趣旨により、本件事故後８か月間と認める。）中も、本件事故前と同額\nの給料賃金を負担している（甲１２、１３）ことや、原告Ａと原告会社とが実質的\nには同一性を有するものと考えられることからすれば、原告会社は、本件事故によ\nり、概ね原告Ａの休業損害に相当する程度の損害を被ったものと認めるのが相当と\nいうべきであり、原告Ａの基礎収入額（労働対価部分）としては、平成１１年賃金\nセンサス産業計・企業規模計・学歴計・６０歳ないし６４歳女子労働者の平均年収\n２９０万１６００円によるのが相当であるから、その８か月分に相当する１９３万\n４４００円をもって、原告会社の損害と認める。\n2,901,600÷12×8＝1,934,400\n(4)　前記のとおり、原告Ａの過失に基づき２割の過失相殺を行うのが相当であ\nるから、過失相殺後の損害額は１５４万７５２０円となり、これに相当な弁護士費\n用として１５万円を加算すれば、原告会社の損害額は１６９万７５２０円となる。\n４　結論\n以上によれば、原告Ａの請求は、金３４８万９３１７円及びこれに対する平\n成１１年９月２２日から支払済みまで民法所定年５分の割合による遅延損害金の支\n払を求める限度で理由があり、原告会社の請求は、金１６９万７５２０円及びこれ\nに対する前同様の遅延損害金の支払を求める限度で理由がある。\nよって、主文のとおり判決する。\n大阪地方裁判所第１５民事部\n裁判官　　　福　　　井　　　健　　　太･\n"
}