{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 6
  },
  "case_number": "平成5(行コ)7等",
  "case_name": "大分県教組人勧スト懲戒",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "18807",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18807",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/807/018807_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を取り消す。\n二　被控訴人らの請求をいずれも棄却する。\n三　訴訟費用は、第一、二審とも被控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n主文と同旨\n二　控訴の趣旨に対する答弁\n１　本件控訴をいずれも棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　当事者の主張\n当事者の主張は、次のとおり補正するほかは、原判決事実欄記載（三枚目裏六行\n目から三七枚目裏三行目まで）のとおりであるから、これを引用する。\n一　原判決三枚目裏七行目の「別表（一）、（二）」を「原判決別表（一）、\n（二）（ただし、原審及び当審で訴えを取り下げた者の分を除き、かつ原判決更正\n後のもの。なお、右各別表の「番号」欄の番号と別紙被控訴人目録の番号とは対応\nするものである。）」と改める。\n二　同三枚目裏九行目の「盲聾養護学校または大分県立学校」を「養護学校又は大\n分県立高等学校、盲・聾・養護学校」と改める。\n三　同三枚目裏末行目の「別表（一）」を「原判決別表（一）」と、同四枚目表一\n行目の「別表（二）」を「原判決別表（二）」とそれぞれ改め、それより後の「別\n表（一）」をいずれも「原判決別表（一）」と、「別表（二）」をいずれも「原判\n決別表（二）」とそれぞれ読み替える。\n四　同五枚目表三ないし四行目の「公務員教闘」を「公務員共闘」と改める。\n五　同六枚目表一行目の次に、改行のうえ、「控訴人は、本件ストライキヘの参加\n者のうち、用務員ら現業職員については、児童、生徒との接触が薄い点を考慮して\n文書訓告にし、他は概ね参加一時間の単純参加者を含めて懲戒処分にしたが、被控\n訴人らの各行為と懲戒処分の理由は、以下のとおりである。」を加える。\n六　同六枚目表末行目の「「職務放棄時間」」を「「職務放棄時刻」及び「職務放\n棄時間」」と、同裏七行目の「一番ないし三番」を「二番、三番」と、八枚目表一\n行目の「一二番ないし二三番」を「一二番ないし一八番及び二〇番ないし二三番」\nと、九枚目表七行目及び同裏二行目の「二四番ないし二七番」をいずれも「二五番\nないし二七番」とそれぞれ改める。\n七　同一一枚目表四ないし五行目の「一番ないし三番」を「二番、三番」と、同裏\n五行目の「一二番ないし二三番」を「一二番ないし一八番及び二〇番ないし二三\n番」と、一二枚目表九ないし一〇行目の「二四番ないし二七番」を「二五番ないし\n二七番\n」とそれぞれ改める。\n八　同一八枚目表八行目の「るが、」の次に「これらは右代償措置ということはで\nきないし、仮に」を加え、二〇枚目表一行目の「と管理職」を「俸給表の適用を受\nける職員（以下「指定職」という。）と管理職員」と、二五枚目表一一行目の次\nに、改行のうえ、「（２）　本件ストライキの必要昀小限度性」を加え、同末行目\nの「（２）」を削除する。\n九　同二四枚目表六行目の「以上の経過の中で」を「以上のように、当局側が人事\n院勧告実施について将来への明確な展望を示さず、また、その実施のための昀大限\nの努力を行わないことに対して」と改める。\n一〇　同二六枚目表七行目の「態様」の次に「及びその影響」を、九行目の「配慮\nも」の次に「、参加者がそれぞれ自習計画を立て、プリントを用意するなど、」\nを、同裏一行目の「あり、」の次に「右前準備及び事後的にも自習の内容を点検す\nるなどしたため、実質的には、二時間の中断があったともいえず、」を、同二行目\nの末尾に「なお、本件ストライキが仮に違法であるとしても、違法性の有無につい\nては多様な意見がありうるのであるから、児童・生徒に精神的な悪影響を与えると\nはいえない。」をそれぞれ加える。\n一一　同二六枚目裏二行目の次に、改行のうえ、次を加える。\n「（４）　教職員の勤務実態\nすべての学校現場で、教職員は、教員、事務職員、養護教諭の区別なく、超勤が\n常態化している。その勤務実態は、授業の高度化、過密化ばかりでなく、親の進学\n熱による補習授業などによって拍車がかけられ、さらに、非行問題、「いじめ」に\n対処するための生徒指導、体育クラブ活動、多彩な学校行事などにより、教職員は\n多大な加重負担を余儀なくされ、このような厳しい条件の下で、未来を創造する担\nい手となるべき子供の教育に日夜黙々と従事している。教育諸条件の整備を担って\nいる控訴人としては、これら教職員の努力に思いをいたし、これにいかに報いるか\nに努めるべきもので、本件ストライキのみを徒に非難し、硬直的に懲戒処分に及ぶ\nことは極めて一面的であるとの評価を免れない。」\n一二　同二七枚目表一行目から六行目までを次のとおり改める。\n「（５）　本件各懲戒処分の苛酷性\n本件各懲戒処分の大部分は戒告で、それ自体としては経済的制裁を伴っていない\nようにも見えるが、戒告以上の処分を受けた場合には、必ず昇給延伸措置がなされ\nるのであり、現に、控訴人は被控訴人らに対し\nても一律に昇給の延伸をした。このような延伸は、在職中のみならず退職金・年金\nにまで影響し、たとえば、四〇歳の教員の昇給延伸三か月による退職時までの損害\nは約一一〇万円にものぼり、被処分者に極めて苛酷な結果をもたらし、地方公務員\n法六一条四号の罰則に定める罰金刑の昀高が一〇万円であることと比較しても不合\n理である。」\n一三　同二七枚目表七行目の「（５）」を「（６）」と改める。\n一四　同二七枚目表一一行目の「状況の下で、」の次に、「当局側が勧告実施の見\n通しや将来への展望を何ら明らかにせず、他方密かにこの間大幅不実施の実務作業\nを行っているさなか、」を、末行目の「あって、」の次に、「後記のとおり、国及\nび大分県（以下「県」ともいう。）の財政は、人事院勧告等を全面的に凍結し、あ\nるいは大幅に不実施としなければならない程の危機的状況にはなく、当局側は、実\n施のための昀大限の努力を尽くしたとはいえないから、」を、同裏二行目の末尾に\n「人事院勧告の凍結、値切りに国民を納得させるに足りる理由がなく、政府がその\nため真摯誠実に努力したとはいえないことは、世論やＩＬＯの見解に照らしても明\n白である。」を、二八枚目裏五行目の「本件」の次に「各」をそれぞれ加える。\n一五　同二八枚目裏三行目の「本件ストライキ」の次に、「がその一環をなした公\n務員共闘の統一ストライキ」を加える。\n一六　同二九枚目裏一行目の「本件スト」を「本件ストライキ」と、二行目の「始\nめて」を「初めて」とそれぞれ改め、同行目の「本件ストライキ」の次に、「がそ\nの一環をなした公務員共闘の統一ストライキ」を加え、八行目から一〇行目までを\n次のとおり改める。\n「（五）　以上のとおり、本件ストライキは、公務員の労働基本権制約の代償措置\nである人事院勧告制度が著しい機能不全状態に陥っていた状況の下で、その正常な\n運用を求めて行われたものであり、そのような状態を招いたことに対する政府・県\n当局の責任、本件ストライキに至る経過、本件ストライキの手段、態様の相当性や\nその影響の軽微性、本件各懲戒処分による不利益の重大性、懲戒処分を左右した不\n正常な要因等諸般の事情に照らし、本件各懲戒処分は、社会観念上著しく妥当を欠\nき、懲戒権を濫用したものであるから、取消を免れない。」\n一七　同三二枚目表二行目の「延申」を「延伸」と、同裏八行目から三三枚目表二\n行目までを次のとおり、それぞれ改める。\n「（五）\n本件各懲戒処分は、次のとおり、裁量の範囲を逸脱したり、裁量権の濫用にわたる\nものではない。\n（１）　本件ストライキの目的\n公務員の争議行為を全面一律に禁止する規定を合憲とする昀高裁判所の判例は確\n立しているから、人事院勧告の完全実施を目的としていることを理由にして争議行\n為を正当化することはできず、本件ストライキが目的・動機の点で違法性が高くな\nいなどとは到底いえない。\n（２）　本件ストライキの手段・態様\n控訴人は、事前に両教組宛の警告書及び全教職員宛の職務命令書を手交したにも\nかかわらず、被控訴人らはこれを無視し本件ストライキを強行した。本件ストライ\nキ参加教職員数は九二六九名で、当時の教職員数の七八・四パーセントにも及ぶ大\n規模なものであった。\nこれまでも、両教組が無反省に繰り返すストライキに対し、県民からの批判が高\nまり、これに応えるべく控訴人は、ストライキに対して厳正なる方針で望むことを\n決意し、従来のストライキでも三回にわたり幹部処分にとどめ、今後は単純参加の\n一般教職員にも戒告の懲戒処分があると前記のとおり、警告を発してきたが、被控\n訴人らはこれも無視し本件ストライキを強行したものである。\n（３）　本件ストライキの影響\n本件ストライキにより教育活動を中心とする職務の停廃をもたらし、その結果、\n児童生徒のみならず、保護者を初めとする社会一般に対し教員に対する信頼感の喪\n失による精神的な不安や動揺を与えたものである。\n（４）　県人事委員会勧告についての当局の対応\n県の昭和五七年度の県人事委員会勧告の凍結及び昭和五八年度の右勧告の一部不\n実施の決定は、前記のとおり当時の逼迫した県の財政事情のもとでやむなくとられ\nた措置であり、また県議会もこれを承認しているところである。\n予算の提案権を持たない控訴人としては、県予算の編成権を持つ知事に誠心誠意\n要望する以外に何ら権限を有しないのであるから、県総務部長に県人事委員会勧告\nの実施を要望することが昀大の努力であった。\n（５）　本件各懲戒処分に伴う昇給延伸の不利益\n前記のとおり、昇給は職員の権利として当然に予定されているものではないう\nえ、被控訴人らは、事前に関係法令に照らし厳正な措置をとる旨の警告を繰り返し\n受けていたものであるから、この点については十分覚悟していたものである。\n（６）　民間労働者との比較・世論等の反応\n民間企業の賃上げ状況は、公務員給与の改定を検討\nする場合の基礎資料にとどまるものであって、公務員給与の改定にあたっては、民\n間賃金との比較だけではなく、財政的、政治的、その他諸般の事情を勘案して適切\nに決定されるべきものである。\nまた、世論は違法なストライキまでを支持したものではなく、本件ストライキに\n際し、世論の一部に人事院勧告実施支持があったゆえにその違法性及び影響も小さ\nいとかいうことはできない。\n（７）　ストライキが誘発されるおそれの有無\nこれまでも、ストライキが各種の目的を掲げ、無反省に繰り返され、年中行事化\nしており、県民の批判は高まっていた。このような中で、本件ストライキを行って\nも懲戒処分ができないとしたなら、このことによりストライキがますます助長され\nる可能性が本件各懲戒処分当時は十分に考えられた。\n（８）　単純参加者\n本件各懲戒処分は、単純参加者についてもなされているが、これまでの各被控訴\n人らの処分歴、本件ストライキが控訴人による警告や、前年度の処分の際の了解事\n項に反してなされたものであること、その与えた影響、各自の果たした役割などを\n考慮したものである。\n以上のとおり、本件ストライキの各事情からは、社会観念上著しく妥当を欠き、\n裁量権を濫用したと認められるものではなく、本件各懲戒処分は裁量権の範囲内に\nおける適法なものというべきである。」\n一八　同三四枚目表三行目の「（」から四行目の「）」までを「（非現業地方公務\n員についての昀高裁昭和五一年五月二一日岩教組事件判決、現業国家公務員につい\nての同昭和五二年五月四日全逓名古屋中郵事件判決など）」と、同裏末行目の「制\n度上も」を「制度上整備されていれば足りるものであり、また、」と、三五枚目裏\n二行目を、「ても、政府等の政治責任が追及されることはともかく、違法な争議行\n為が正当化されるものではないし、また、そもそもこのような適用違憲論は、人事\n院勧告実施の状況による適法性の程度の問題と憲法上許容された争議行為に当たる\nか否かの憲法違反の有無の問題とを混同するものであるうえ、その判断基準が不明\n確であり法的安定性を害するものであるから、前記昀高裁昭和四八年四月二五日全\n農林警職法事件判決中の岸・天野両裁判官の追加捕足意見は妥当ではなく、したが\nって、これに基づく被控訴人らの適用違憲の主張も失当である。」とそれぞれ改め\nる。\n一九　同三六枚目表九行目の冒頭に「（一）」を加え、三七枚目表七行目の「、政\n府\n及び」から一〇行目の「もの」までを削除し、同行目の次に、改行のうえ、次を加\nえる。\n「（二）　なお、本件当時の、国家財政、県財政の状況を補足すると次のとおりで\nあった。\n（国家財政）\nわが国経済は、昭和四〇年代の後半から低成長に移行し、昭和四八年の第一次石\n油危機によりこれが確かなものとなり、税収が落ち込んだが、他方、高度成長期に\n膨張した社会保障その他への歳出の削減ができず、依然として歳出は増え続けたた\nめ、歳出と歳入の間に構造的ギャップが生じ財政赤字が拡大した。政府は、昭和五\n〇年度には不況回復のため三兆円を超える特例公債（赤字公債）を発行し、その後\nも十分な税収を確保できないため、益々財源の多くを公債に依存することになり、\n第二次石油危機が起きた昭和五四年当時、公債発行高は一三・五兆円、その一般会\n計歳出に占める割合である公債依存度は三四・七パーセントまでに達し、昭和五七\n年度末の公債残高は約九六兆円にものぼった。\n昭和六〇年度から公債の償還が始まる予定のもと、このような急激な財政事情の\n悪化のなか、国の財政を赤字公債依存の体質から脱却することは緊急の国民的課題\nであった。政府は、財政再建のための解決策としての一般消費税の導入に失敗した\nため、昭和五四年一二月、増税せずもっぱら行政改革の推進による歳出の抑制によ\nって財政の再建を図るいわゆる「増税なき財政再建」への方向転換を行い、そのた\nめに昭和五六年三月にはＰ１を会長とする第二次臨時行政調査会を発足させ、公債\nの発行額の縮減に努めるとともに、歳出削減のため、予算の圧縮を図り、昭和五七\n年度には、ゼロシーリング、昭和五八年度にはマイナスシーリングによる予算の編\n成を行った。また、こうした中、昭和五六年度予算では二・五兆円の歳入欠陥が生\nじ、昭和五七年度も五、六兆円の減収が予想され、同年九月には財政非常事態宣言\nが出されるに至った。\nこのような状況の下において、一層の歳出削減を図るために医療、年金、補助金\nといった国民生活に大きな影響を与える政策を変更しなければならない状況のも\nと、国民の理解を得るためには、他の多くの歳出削減策とともに、公務員給与の抑\n制を率先して行う必要があり、人事院勧告の全部ないし一部の凍結はその一環であ\nったものである。\nなお、公債の増発による景気回復を図り、もって公債を償還するといういわゆる\n積極財政は、昭和五〇年代前半で失敗が明らかとなっ\nており、財政赤字の拡大要因とさえ考えられていたものである。\n（県財政）\n昭和五八年度の国及び地方を通じる八○兆円の歳出のうち、二〇兆円が借金で、\nうち七兆円の地方の借金は、五兆円が地方債で残りが交付税特別会計の借入金とな\nっている。このように大幅な国及び地方を通じる収支の乖離があって、その根本的\nな改善をみないまま推移しているところが、財政危機の本当の原因であり姿であ\nる。すなわち、地方財政全体で昭和五七年度二兆七〇〇〇億円、昭和五八年度は歳\n出を相当抑制しても約三兆円の財源不足額が見込まれる状況にあり、特に財政力が\n弱く、地方交付税に負うところの大きい県においてはその影響力はより深刻なもの\nであった。\n県財政は、昭和五七年度についていえば、歳入決算額の七・三パーセントにあた\nる二七六億円の県債が発行され、これは県税収入五八九億円の半分にも相当する額\nであって、当時既に二〇三三億円の県債の残高があり、その償還・利払費は三一二\n億円にものぼり、昭和五八年度についても歳入決算額の九・六パーセントにあたる\n三五七億円の県債が発行され、歳入予算全体で前年度を約三九億円下回り、同年度\n末の県債残高は二一九九億円にものぼるというかってない厳しい状況であった。\n以上の事情及び右各年度の財政状況を示す実質収支、単年度収支、実質単年度収\n支、財政調整基金残高、県債残高、減収補てん債、経常収支比率、実質収支比率、\n財政力指数、起債制限比率などの数値に照らせば、右各数値が他の年度のそれらの\n数値に比較して必ずしもその全てにおいて財政状況の悪化を示すものではないとし\nても、右両年度が未曾有の危機的なあるいは引き続き異例に厳しい財政事情にあっ\nたことは明らかである。\nしかも、人事院勧告の実施については経済的、社会的、政治的諸情勢を考慮して\n決せられるべきものであるから、右数値の単純な比較のみでその実施の可否を論じ\nることはできない。\nなお、被控訴人らが主張する予算の流用は、本来の予算執行の常道からはずれる\nものであるし、減債基金も県債の償還に備えて積み立てているものであるから、人\n件費に充てるものではない。また、財政調整基金についても後年度の財政状況の見\n通しなどを全く無視して取り崩すことは相当ではなく、人事院勧告実施のため必要\nな財源として取り崩していけば、残高はほとんど無くなってしまうことになる。\n（三）　国及び県は、人事院勧告及び県人\n事委員会勧告を尊重すべく、昀大限の努力をしたものであるが、以上のような事情\nによりやむなく完全実施ができなかったものであり、そして、このような財政状況\nの下で、政府、国会及び県知事、県議会が、必要な支出を削減又は公債、県債を発\n行するなどして公務員のべースアツプを完全実施する政策をとるか、国民ないし住\n民の福利優先及び税負担増加阻止の政策をとるかは高度の政治問題であり、政府、\n国会等の判断に委ねられている事項である。なお、被控訴人らは、県が国の財政上\nの圧力により県人事委員会勧告を実施しなかったと主張するが、地方公務員の給与\nは、地公法により国及び他の地方公共団体の職員等の給与その他の事情を考慮して\n定めるものであるうえ、右のとおり財政状況の厳しいなか、当時の国及び各県の動\n向や地方公務員に対する厳しい県民世論を考えた場合、仮に、県のみが県人事委員\n会勧告の完全実施のための補正予算を組もうとしても、県民のコンセンサスや議会\nの同意を得ることは難しく、県人事委員会勧告完全実施は事実上不可能で、国の圧\n力によらず、あくまでも県独自の判断により人事院勧告の凍結を行い、県議会もこ\nれを可決承認したものである。」\n二〇　同三七枚目表末行目の冒頭に「１」を加え、同裏三行目の次に、改行のう\nえ、次を加える。\n「２　控訴人主張の国家、県財政の状況に対する反論は以下のとおりである。（人\n事院勧告実施に必要な財源について）\n昭和五八年度の経済成長率は実質三・七パーセントで上向きに転じ、税収も前年\n度比六パーセント、二兆円弱伸びる等経済は安定成長に向かい、同年度は、税収欠\n陥もなかった。政府は、昭和五八年度補正予算において四四五〇億円の公債を発行\nしているのであるから、人事院勧告値切り分三〇〇〇億円を公債の発行でまかなう\nことは可能であって、これによって財政再建が破綻するものではないし、このこと\nは現に昭和五八年度以降も公債残高はさらに累積しながら昭和六〇年度以降は基本\n的には人事院勧告が実施されていることから明らかである。また、政府は、昭和五\n八、五九年度にわたり約一兆円の減税をするとともに、逆に財界の反対のため企業\n課税強化を中心とする増税を見送るなど、歳入確保のための昀善を尽くしたとは到\n底いえない。さらに、昭和五八年度の歳入歳出の決算上の剰余金は一兆円余りあ\nり、これが未確定の段階であっても、決算不足補てんのための特別対策費二兆一五\n〇〇億円の一部など他の財源を充てるなど相応のやりくりが可能であった。以上の\nとおり、当時の経済情勢、財政状況、予算、決算からみて人事院勧告を完全に実施\nすることは十分可能であった。\n（被控訴人らの国家財政についての当審における新たな主張）\n昭和五七年度の約六兆円にものぼる巨額の歳入欠陥は、単に、当初予算の編成段\n階における税収を意図的に過大に予測したからにすぎない。これは、同年度の税収\n予測の前提となる税収予測の三要素（前年度税収実績の見通し、当年度の名目経済\n成長率、弾性値）のそれぞれを検討すれば明らかである。本来、予算の編成におい\nては、合理的な税収の予測を前提として、それと必要な歳出額との差額を穴埋めす\nるものとして赤字公債の発行額を決定するものであるが、当時、昭和五九年度赤字\n公債発行零の目標を至上命題とし、まず、公債発行削減額を決定し、これに帳尻を\n合わせるように税収の予測を行ったものである。右目標は、昭和五四年度、自然増\n収が期待される時期に定められたものであるが、昭和五六、五七年度は、第二次石\n油危機の影響により日本経済は不況のまっただ中にあったものであり、既に右前提\n条件は存在しなかった。しかし、当時の鈴木内閣は、財界の強い要望により増税な\nき財政再建のスローガンを公約として掲げていたため、無理を承知で赤字公債削減\n計画を実行に移した。このように、巨額の歳入欠陥は、人為的、作為的に作られた\n虚像にすぎず、未曾有の危機的な財政事情ということはできない。\nまた、昭和五七年には約九六兆円、五八年には一〇九兆円にものぼる公債残高が\n累積していたことは事実である。しかし、租税及び社会保障の国民負担率は、財政\n危機の判断の重要な指標となりうるところ、当時の日本のそれは西欧諸国と比較し\n遙かに低いものであり、未だ十分な税の負担能力を残しているものであり、また、\n日本の対国民総支出に対する一般会計歳出を他の先進諸外国に比較しても日本は決\nして「大きな政府」ではなくその財政支出が多すぎるとはいえない。今日の状況か\nら遡って当時の国家財政の状況が財政危機といえるものでないことは明らかであ\nる。政府自身、昭和五七年度本・補正予算の具体的内容や税収増に対する努力の有\n無（歳出面における、農林水産関係予算についての増額補正、米の政府買入価格決\n定の経緯、防衛費・ＯＤＡ予算の突出、歳入面での利子所得の総合課税化を図るた\nめのグリ\nーンカード制度の未実施など）に照らしても、異例に厳しい財政事情に当たると認\n識していたとは極めて疑わしい。このように前記公債の累積をもって当時の日本の\n財政状況が財政危機であったということはできない。\n以上のとおりであるから、昭和五七年度の巨額の歳入欠陥を理由とする未曾有の\n危機的な財政事情、昭和五八年当時の公債残高の累積額を理由とする財政危機でも\nって、人事院勧告を凍結し、これを値切る合理的な根拠とはなりえない。\n昭和五八年度における約一〇九兆円という公債累積額と人事院勧告を完全実施す\nるために必要な財源とを比較すると、右勧告を値切りしたところでその累積額が大\n幅に減少するわけではなく、逆に勧告を完全実施したとしてもそれによって右累積\n額が大きく増大して財政が破綻するものではない。昭和五八年度に入ってからは、\n景気は回復過程に入り、政府が昭和五八年度人事院勧告の値切りを閣議決定した同\n年一〇月二一日にはこのことが確認され、それまでとは異なり、今後は税収の伸び\nも期待し得るようになるという見通しが立っていた。したがって、昭和五八年度当\n時の国家財政の事情を理由として、同年度の人事院勧告を値切ることは、いかなる\n観点からも、その合理性、正当性を認めることはできない。\n（県財政）\n昭和五七年度の県の財政状況は、歳入約三七六三億円に対し、歳出額は約三七四\n七億円であって、形式収支は約一五億円の、実質収支は約六億四〇〇〇万円の黒字\nである。単年度収支は約二億一三〇〇万円の赤字であるが、これは昭和五六年度\nは、積立金取崩額一四億五八〇〇万円を歳入に繰り入れることによって、実質収支\nが約八億五八○○万円となったもので、昭和五七年度の単年度収支の赤字は積立金\n取崩額九億円、前年度比五億五八○○万円減であったために生じた赤字であって、\n昭和五六年度に比すれば、約三億六六〇〇万円を節約したことになる。\n昭和五八年度は歳入約三七二四億円に対し、歳出額は約三七〇八億円であって、\n実質収支は約五億円の黒字である。単年度収支は一億〇七〇〇万円の赤字にとどま\nっている。これらの状況からすると、両年度の県財政は、健全ないし普通程度の状\n況であったものである。\n県債の発行は、国の景気浮上対策の要求により地方公共団体の財政分担能力を超\nえ発行されたもので、しかもその償還には、国が地方交付税の算定の基礎となる基\n準財政需要額に計上することを認め、ま\nた、特例地方債発行についてはその返済費を全部認めるなど国が相当程度の責任を\n負っているのであるから、県債残高、その負担率の増大は、決して県財政を圧迫す\nるものではなかった。\n県人事委員会の勧告を完全実施するためには、昭和五七年度では約二八億円（必\n要財源約六二億円から既に予算に組まれていた約一一億円及び義務教育にかかる国\n庫負担分を控除したもの）を要し、昭和五八年度には約三九億円（必要財源約七四\n億円から実施分及び国庫負担分を控除したもの）の追加を要するところ、この程度\nの額は一般財源の三、四パーセント程度にすぎないから、予算科目の款、項から流\n用して補正することは困難なことではない。また、一般財源に繰り入れることがで\nきる財政調整基金（昭和五七年度末残約一一六億円）や減債基金（同約六〇億円）\nからの繰り入れによっても十分に処置することが可能である。\nそれにもかかわらず、県当局が昭和五七年度県人事委員会勧告凍結、五八年度右\n大幅値切りをしたのは、特別交付税の削減、起債の許可につき制裁を加えるなどの\n国からの財政上の圧力があったためである。」\n第三　証拠関係は、原審・当審記録中の書証目録及び証人等目録記載のとおりであ\nるから、これを引用する。\n第四　当裁判所の判断\n一　請求原因（被控訴人らの地位、本件各懲戒処分、審査請求前置）及び抗弁\n（被控訴人らの争議行為、同人らの各行為と懲戒処分の理由）についての判断は、\n次のとおり補正するほかは、原判決理由欄中の三八枚目表二行目から四三枚目表九\n行目までに記載のとおりであるから、これを引用する。\n１　原判決三八枚目表九行目を「二　抗弁について」と改め、末行目の「別表\n（二）」を「原判決別表（二）」と改め、それより後の「別表（二）」を同様に読\nみ替えるものとする。\n２　同三八枚目裏九行目の「別表（一）」を「原判決別表（一）」と改め、それよ\nり後の「別表（一）」を同様に読み替えるものとし、同行目の「一番ないし三番」\nを「二番、三番」と改め、末行目の「県教組が」の次に、「昭和五八年四月五日の\n本件ストライキにかかるスト方針に関する日教組全国戦術会議の決定を受けて同月\n二八日に開催された県教組中央委員会において本件ストライキにかかるスト方針を\n決定し、」を加える。\n３　同三九枚目表七行目の「一二番ないし二三番」を「一二番ないし一八番及び二\n〇番ないし二三番」と、四〇枚目表一ないし二行目の「二四\n番ないし二七番」を「二五番ないし二七番」と、末行目の「成立に争いのない」か\nら同裏三行目の「各証言及び」までを「証拠（乙四、五の各１、２、九、一〇、一\n九ないし二一、三九、四〇、原審証人Ｐ２、同Ｐ３、同Ｐ４、同Ｐ５、同Ｐ６）並\nびに」とそれぞれ改める。\n４　同四二枚目裏四行目の「一番ないし三番」を「二番、三番」と、六ないし七行\n目の「一二番ないし二三番」を「一二番ないし一八番及び二〇番ないし二三番」\nと、一〇行目及び四三枚目表七行目の各「二四番ないし二七番」を各「二五番ない\nし二七番」とそれぞれ改める。\n二　憲法二八条違反の主張について\n被控訴人らは、地公法三七条一項は、憲法二八条に違反する旨主張するので判断\nする。\n地方公務員も、自己の労務を提供することにより生活の資を得ているものである\nから、憲法二八条の勤労者として、同条の規定する労働基本権の保障を受けるもの\nというべきであるが、地方公務員は地方公共団体の住民全体の奉仕者として、実質\n的にはこれに対して労務提供義務を負うという特殊な地位を有し、かつ、その労務\nの内容は、公務の遂行すなわち直接公共の利益のための活動の一環をなすという公\n共的性質を有するものであって、地方公務員が争議行為に及ぶことは、右のような\nその地位の特殊性及び職務の公共性と相容れず、また、地方公務員の勤務条件が法\n律及び地方公共団体の議会が制定する条例によって定められ、その給与が地方公共\n団体の税収入等の財源によってまかなわれるところから、専ら当該地方公共団体に\nおける政治的・財政的・社会的その他諸般の合理的な配慮によって決定されること\nなどからすれば、私企業における勤労者の場合のように団体交渉による労働条件の\n決定という方式が当然には妥当せず、争議権も団体交渉の裏付けとしての本来の機\n能を発揮する余地に乏しいものである。これらの見地からすれば、地方公務員の労\n働基本権が一般の私企業における勤労者とは異なる制約に服すべきであることは当\n然であり、地方公務員に争議行為を禁止することは、その制約に見合う適切な代償\n措置が講ぜられている限り、憲法二八条に違反するものではないというべきであ\nる。そして、地公法には、地方公務員について、勤務条件の保障（同法二四条、二\n五条）、身分保障（同法四九条等）、勤務条件に関する措置要求制度（同法四六条\n等）等利益保障の詳細について定めがなされ、また人事院制度に対応す\nる中立的な立場から地方公務員の利益を保障すべき機構として必要な職務権限を有\nする人事委員会ないし公平委員会の制度（同法七条、八条）が設けられ、制度上、\n右代償措置は講じられているというべきである（昀高裁大法廷昭和五一年五月二一\n日判決、刑集三〇巻五号一一七八頁参照）。被控訴人らは、現行の人事委員会制度\nなどは、機関の構成、当事者参加、勧告の拘束力などの点において、右にいう適切\nな代償措置とはなっていない旨主張するが、これらは地方公務員に対し勤労者にふ\nさわしい生活利益を擁護するに足りるものと考えられるから、右主張は採用しな\nい。\n以上のとおりであるから、地公法三七条一項が憲法二八条に違反する旨の前記被\n控訴人らの主張は理由がない。\n三　憲法九八条二項違反の主張について\n被控訴人らは、地公法三七条一項は、ＩＬＯ条約八七号及び九八号に抵触し、よ\nって憲法九八条二項に違反する旨主張するが、これが理由がないことは、原判決五\n〇枚目表八行目の「成立に争いのない」から九行目の「証言」までを「証拠（甲一\n八〇、一八一の１０ないし１２、原審証人Ｐ７」と改めるほかは、原判決理由欄中\nの五〇枚目表一行目から五一枚目表五行目までに記載のとおりであるから、これを\n引用する。\n四　適用違憲（再抗弁１、再々抗弁）の主張について\n１　被控訴人らは、代償措置が迅速公平にその本来の機能を果たさず、実際上画餅\nに等しいとみられる状態が生じた場合には、公務員が制度の正常な運用を求めて争\n議行為を行っても、それが相当な手段・態様によるものである限り、憲法二八条に\nよって保障された正当な争議行為として容認されると解すべきであり、本件ストラ\nイキは、当局側が人事院勧告実施の見通しや将来への明確な展望を示さないままに\n人事院勧告の凍結をしたうえ、さらに大幅な不実施を計画し、かつ、勧告実施のた\nめの昀大限の努力を尽くしたとはいえないという、代償措置が実際上画餅に等しい\nとみられる状態において実施されたのであるから、これに参加した者を懲戒処分に\n付することは、地公法三七条一項の適用上憲法二八条に違反する旨主張する。\n公務員の労働基本権を制約するに見合う代償措置は、争議行為を禁止されている\n公務員の利益を現実的に保障しようとする制度であり、公務員の争議行為の禁止が\n違憲とされないための論理的な前提ないし重要な条件ともいうべきものであり、こ\nのような重要性に鑑み、その制度\n上一般的な要件を充たしているのみならず、実際上も相応の機能を果たしているこ\nとを要するものと解されるから、それが迅速公平にその本来の機能を果たさず、実\n際上画餅に等しいとみられる状態が生じた場合には、公務員がその機能を正常に果\nたさせるよう求めて争議行為を行っても、それが相当と認められる範囲を逸脱しな\nい手段・態様によるものである限り、例外的に許容される余地があるものというべ\nきである。しかし、公務員の争議行為を制約するに見合う代償措置としては制度と\nしての人事院ないし人事委員会による勧告（以下「人事院勧告等」という。）に限\nられないのであり（地方公務員に関する制度については前記二のとおりであ\nる。）、代償措置がその本来の機能を果たしているといえるかについては、それら\n代償措置を総合して検討すべきであるが、以下においては、被控訴人らの主張に鑑\nみ、本件ストライキ当時において代償措置としての人事院勧告等が本来の機能を果\nたさず実際上画餅に等しいとみられる状態に至っていたかについて判断する。\nところで、公務員の給与は、経済的、社会的、政治的諸情勢を考慮し、当時の財\n政事情の下で他の公共的要請と調和を図った上で、国会ないし地方議会で決定さ\nれ、実施されるべきものであるから（地方公務員については、生計費並びに国及び\n他の地方公共団体の職員並びに民間事業の従事者の給与その他の事情を考慮して、\n条例で定める旨規定されている（地公法二四条三、六項）。）、人事院勧告等の不\n実施が代償措置としての本来の機能を果たさず実際上画餅に等しいとみられる状態\nを生じているかについては、当局側が、合理的な理由がなく、将来への明確な展望\nがないままに実施しないでいるなど、勧告実施のため誠実に昀大限の努力を行わな\nいような事態が生じたときは、右の状態が生じたものということができるが、当局\n側において、合理的な理由により勧告を実施することができず、将来への明確な展\n望がないままに実施しないでいるものではないことが認められる場合には、未だ右\n制度が本来の機能を果たしていないということはできない。\nなお、本件ストライキは、前記認定のとおり、県人事委員会勧告が出される前の\n段階で、人事院勧告の完全実施を求めてなされたものであって、人事院勧告制度\nは、本来は、一般職の職員の給与等に関する法律（改正前）の適用を受ける一般職\nのうち、非現業国家公務員を対象にする\nものであり、地方公務員である被控訴人らを直接対象にするものではない。しか\nし、地方公務員の給与は、国の職員の給与等の事情を考慮して定めるものとされる\n（地公法二四条三項）ほか、被控訴人らの公立学校の教育公務員についても、当分\nの間国立学校の教育公務員を基準にする（教育公務員特例法二五条の五）ものとさ\nれ、実際にも県職員の給与についての県人事委員会の勧告は国家公務員に関する人\n事院勧告に準じた内容で行われ、その実施についても国に準ずる取扱いがされてい\nることから、人事院勧告及びその実施状況が被控訴人らの給与などの勤務条件に直\n接結びつく結果となっているのであって、このような人事院勧告等の実施状況等に\n照らすと、被控訴人ら地方公務員が、県人事委員会勧告の完全実施の前提として、\n人事院勧告の完全実施という目的で運動を行うことは、それ自体はその目的が直ち\nに正当でないということはできない。\n２　人事院勧告制度とその実施状況、本件ストライキに至る経過、その態様等は、\n次のとおり補正するほかは、原判決理由欄中の五四枚目裏五行目から七三枚目裏九\n行目までに記載のとおりであるから、これを引用する。\n（一）　原判決五四枚目裏六行目から一〇行目の「及び」までを「前記争いのない\n事実及び証拠（甲一九、一〇五、二三二、二三四ないし二三八、二五二、二五三、\n二五六、二六〇、二六二、二八〇の１、二八一の７ないし１０、二八八、乙一〇五\nないし一一〇、一三四、一三五、原審証人Ｐ８、同Ｐ９、当審証人Ｐ１０）並び\nに」と改める。\n（二）　同五六枚目表一一行目の「対応」を「適応」と改め、同裏七ないし八行目\nの「給与法」の次に「、改正前」を、五七枚目表三行目の「場合、」の次に、「給\n与、勤務時間その他の勤務条件は、条例で定められ、給与は、生計費、国及び他の\n地方公共団体の職員、民間事業の従事者の給与その他の事情を考慮して定められ、\nそれ以外の勤務条件については国及びその他の地方公共団体の職員との間に権衡を\n失しないように適当な考慮が払われるべきものとされ（地公法二四条）、これらが\n社会一般の情勢に適応するように、随時適当な措置が講じられることとされた（同\n法一四条）。」をそれぞれ加え、同八行目の「地公法」を「同法」と、同末行目の\n「採決」を「裁決」とそれぞれ改め、同裏一行目及び二行目を削除し、五八枚目表\n一行目の「また、」の次に「義務教育にかかる」を加える。\n（\n三）　同五八枚目裏九行目の「実施時期を」の次に「一ないし五か月」を、五九枚\n目表六行目の「実施され、」の次に、「同年一二月三日、衆議院において、当時の\n佐藤栄作内閣総理大臣は、今回ようやくにして実現をみた完全実施の建前を今後と\nも実施していくと述べるとともに、」をそれぞれ加え、同九行目の「明らかにした\nい」を「明らかにした」と、同裏四行目の「管理職員」を「指定職の他管理職員」\nと、同六行目の「管理職」を「右」とそれぞれ改める。\n（四）　同六〇枚目表七行目の冒頭から同裏一行目の「及び」までを、「前記認定\nの事実（争いのない事実を含む。）及び証拠（甲九、一〇、六八、七〇、七五の２\nないし４、七六、七七、一〇五、一五五、一八一の１、２、一八四の１ないし３、\n二三二、二四〇、二八〇の１、二八七、二九〇、乙四六ないし五三、六二ないし七\n一、七七、八三、八四、原審証人Ｐ８、原審・当審証人Ｐ１０）並びに」と改め\nる。\n（五）　同六〇枚目裏七行目の「一般職」から六一枚目表一行目の「る」までを\n「前記のとおり、指定職及び管理職員の俸級改定の実施を一年間遅らせたほか、こ\nれら以外の職員についても期末・勤勉手当の算定を旧べースで行う」と改める。\n（六）　同六一枚目表四行目の「衆議院」を「参議院」と改め、同裏四行目の「九\n月一六日」の次に、「、財政の現状は、九〇兆円を超える国債の累積を抱え、その\n利払等に必要な経費は昭和五七年度予算で七兆八〇〇〇億円で、これは公共事業費\nの六兆七〇〇〇億円を上回り、政府の歳出削減努力にもかかわらず、約二兆五〇〇\n〇億円の歳入欠陥があった前年度に引き続き五兆円から六兆円の税収不足が予想さ\nれ、そのため、国債や公務員の給与改定などについて、異例の措置をとらざるをえ\nないと国民に理解を求める旨の」を、同五行目の「政府は、」の次に、「未曾有の\n危機的な財政事情の下において、国民的課題である行財政改革を担う公務員が率先\nしてこれに協力する姿勢を示す必要があることにかんがみ、また、官民給与の格差\nが一〇〇分の五未満であること等を総合的に勘案して、その改定を見送るものとし\nて、」をそれぞれ加える。\n（七）　同六四枚目裏七行目の「改定について、」の次に、「現下の経済社会情\n勢、異例に厳しい財政事情、国民的課題である行財政改革が推進されているなかに\nおける国民世論の動向等を総合的に勘案したとして、」を加え、一一ないし一二行\n目の「\n昭和五七年九月二四日、自治給第四八号」を「昭和五八年一〇月二一日自治給第七\n一号」と、六五枚目裏三行目の「二」を「二・〇二」とそれぞれ改める。\n（八）　同六六枚目表一〇ないし一一行目の「国家公務員におけるのと同様に、」\nを削除し、一一行目の「六・四四」を「六・四三」と、同裏一行目の「三・三七」\nを「三・三六」と、同二行目の「六〇年度」から四行目の「実施されなかったが」\nまでを、「昭和六〇年度は、平均五・〇二パーセントの勧告に対して実施時期を七\n月一日に延期した他、勧告どおりに実施され」とそれぞれ改め、六行目の末尾に\n「なお、国及び県ともに、昭和六〇年度までに昭和五七年度の凍結分及び昭和五八\n年度、五九年度の一部不実施分は回復された。」を加える。\n（九）同六六枚目裏八行目の冒頭から六七枚目表六行目の「本人尋問の結果」まで\nを、「前記認定の事実（争いのない事実を含む。）及び証拠（甲二〇ないし三〇、\n三二ないし三五、四三、八○、九五の１、２、九八の１ないし４、九九の１、２、\n一五九、一八七ないし二二〇、三五六、三五七、乙三、六ないし二一、三九、四\n〇、七二ないし七六、八六、八七、八八の１、２、原審証人Ｐ１１、同Ｐ２、同Ｐ\n３、同Ｐ１２、同Ｐ１３、同Ｐ１４、同Ｐ１５、同Ｐ１６、同Ｐ１７、当審証人Ｐ\n１８、同Ｐ１９、原審・当審証人Ｐ１０の各証言、原審被控訴人Ｐ２０、同Ｐ２\n１、同Ｐ２２、当審被控訴人Ｐ２３、原審・当審被控訴人Ｐ２４）」と改める。\n（一〇）　同六八枚目表八行目の「五月二六日」を「五月一六日」と改め、同裏五\n行目から六九枚目表九行目までを削除し、同一〇行目の「（４）」を「（３）」と\n改め、同裏五行目の冒頭に「（４）」を加え、七一枚目表四行目の「日教組」から\n六行目末尾までを削除する。\n（一一）　同七三枚目裏三行目の「県教組」から五行目の「伴わず、」までを「県\n下の教職員数の七八・四パーセントに当たる九二六九名の者が参加し（参加学校は\n九九・四パーセント）、早朝勤務時間開始後の二時間、近くの教育会館、公民館等\nの施設、あるいは所属学校の正門付近に集合し、本件ストライキの意義を確認し、\n経過報告等を行う集会をもって、集団的に職場を離脱し職務を放棄する形態で行わ\nれたが、暴力などの違法行為を伴うことはなかった。また、」と改め、九行目の末\n尾の次に「保護者、生徒等からは本件ストライキに対する抗議などは特になかっ\nた。」を加える\n。\n３　本件ストライキ当時の国家財政及び県財政の状況\n前記認定の事実、後掲の各証拠及び弁論の全趣旨によれば、本件ストライキ当時\nの国家財政及び県財政の状況について次のとおり認められる。\n（一）（国家財政）\n（甲一五六、一五七、一八二、三〇九、三一八の１、２、三二一ないし三二九、\n三三一ないし三三三、三三七、三四三、三四四、三四七、三五五、乙一二二、一二\n三、一四六、一四七、一五〇ないし一五九、一六一、一六九、原審証人Ｐ２５、当\n審証人Ｐ２６）\n（１）　わが国の財政は、昭和五六年度末当時、八二兆円を越える公債の累積を抱\nえ、公債の償還及び利払に充てられる公債費は、同年度当初予算で六兆七〇〇〇億\n円（うち利払費五兆六〇〇〇億円）に達していた。\n公債発行額の一般会計歳出額に対する比率（決算額）である公債依存度は、昭和\n五〇年度以降急激に増加し、昭和五四年度には三四・七パーセントにまで達し、そ\nの後減少したものの、昭和五六年度には二七・五パーセントを占めていた。また、\n公債発行額（決算額）は、昭和五〇年度に特例公債（赤字公債）の発行が昭和四六\n年度以来再び行われるようになると急激に増加し、昭和五五年度の一四兆二〇〇〇\n億円をピークに昭和五六年度には一二兆九〇〇〇億円であった。\n（２）　政府は、このような累積した赤字公債からの脱却を図るため、既に、歳出\nの削減を中心とする増税なき財政再建のもと、昭和五九年度の赤字公債発行零を目\n標に掲げ、また、昭和六〇年度からの赤字公債の償還を控え、昭和五七年度は、予\n算の概算要求基準を対前年度伸び率をゼロパーセントとするいわゆるゼロシーリン\nグのもとに予算の編成を行い、予算の伸び率を前年度比一・八パーセント増に押さ\nえるとともに、公債の当初発行額を前年度（一二兆三〇〇〇億円）よりも二兆円減\n額した。\nところが、政府の予期に反し、経済成長率が落ち込み（名目八・四パーセント、\n実質五・二パーセントの見込に対し、それぞれ四・九パーセント、三・二パーセン\nト）、そのため、国税収入が政府の当初見込みを大きく下回り、税収が五、六兆円\n程度（決算では、三〇兆五〇〇〇億円で六兆一〇〇〇億円減少）減少することが予\n想されるようになった。\nそこで、当時の鈴木首相は、昭和五七年九月一六日、これを背景に、記者会見に\nおいて、財政の現状は、九〇兆円を超える公債の累積を抱え、政府の歳出削減努力\nにもかかわらず、約二兆五〇\n〇〇億円の歳入欠陥があった前年度に引き続き五兆円から六兆円の税収不足が予想\nされる等と述べ、前記事実上の財政非常事態宣言を行い、公債や公務員の給与改定\nなどについて、異例の措置をとらざるをえないと国民に理解を求める発言をし、当\n初予算額よりも、右国税減収額につき歳出を二兆一二〇〇億円減じるとともに、公\n債の追加発行三兆九〇〇〇億円（うち特例公債三兆四〇〇〇億円）などによって補\nてんすることにし、同年一二月二四日、この旨の補正予算が成立した。\n同年度の公債発行額は、結局のところ、一四兆円となり、公債依存度は二九・七\nパーセント、公債費は、当初予算で七兆八〇〇〇億円（うち利払費は六兆五〇〇〇\n億円）、同年度末のその発行残高は九六兆五〇〇○億円（うち特例公債が四〇兆三\n〇〇〇億円）であった。\n（３）　政府は、昭和五八年度の予算の概算要求基準をマイナス五パーセントとし\nて、予算編成に当たりさらなる支出の圧縮削減に務め、その結果、一般会計の予算\n規模は前年度当初対比で一・四パーセントの伸びに抑制され、税収見込みは三二兆\n三〇〇〇億円と前年比四兆三〇〇〇億円の減（前年比一一・八パーセント減）とさ\nれた。なお、税外収入として前記昭和五六年度決算不足補てん繰戻のための特別対\n策費として二兆一五〇〇億円が計上された。\n同年度においては、景気は緩やかな回復基調を示し始め、同年度の決算は、税収\nが当初予算より四三〇億円増加し、税収の欠陥はなく（前年度決算より一兆七〇〇\n〇億円程度増加）、一兆〇一七六億円の剰余金（歳入五一兆六五二九億円、歳出五\n〇兆六三五三億円）が生じたが、右剰余金があることが判明したのは、翌年の七月\n以降であった。\n同年度の公債発行額は、一三兆五〇〇〇億円となり、公債依存度は二六・六パー\nセント、公債費は、当初予算で八兆二〇〇〇億円（うち利払費は七兆九〇〇〇億\n円）、同年度末のその発行残高は一〇九兆七〇〇〇億円（うち特例公債が四七兆\n円）にものぼった。こうしたなか、昭和五九年度の赤字公債発行零の目標は昭和六\n五年度達成に向けて延期されることになった。\nなお、同年度の人事院勧告は完全に実施されなかったが、完全実施のためには追\n加財源三一〇〇億円を含め四五〇〇億円の財源が必要とされ、他方、その後の補正\n予算では一五〇〇億円の所得税減税がされ、昭和五九年度の当初予算でも九三〇〇\n億円の減税の予算措置がとられた。\n（二）（県財政\n）\n（甲七五の４、一〇六ないし一一一、一一三の１、２、一一四、二七二の１ないし\n３、二七六の１ないし３、二九二ないし二九六の各１、２、二九八の１、２、二九\n九ないし三〇二の各１ないし４、三〇九、三一四ないし三一六、三一七の１ないし\n５、乙五四ないし六一、一二二ないし一二六、一二九、一三一の１ないし８、一三\n二、一三六の１ないし３、一三七、一三八の１、２、一四一、一四二の１、一四\n四、一四五、一六五、一六六の１、原審証人Ｐ２７、当審証人Ｐ２８）\n（１）　昭和五七年度の地方財政は、年度途中において地方税で一兆二〇〇〇億円\nの減収、前記国税の減収に伴い国税三税（所得税、法人税、酒税）でまかなわれる\n地方交付税で一兆七〇〇〇億円の減収、あわせて三兆円に近い巨額の地方財政不足\nが見込まれ、これに対処するために減収補てん債（地方税の収入が標準税収入額を\n下回る場合、その減収を補うために発行が許可される特例地方債）の発行、交付税\n特別会計の借入による交付税総額の確保などの措置が講じられ、右借入金の償還経\n費のうち元金の二分の一は地方公共団体の負担とされた。\n県は、昭和五七年度の当初予算における、一般会計の歳入額は三六〇一億三六〇\n〇万円で、歳入のうち、県税を六一五億円（構成比一七・一パーセント）、地方交\n付税を一一二四億円（三一・二パーセント）と見込んだが、全国的な景気の低迷の\n影響を受けて県税などの減少が見込まれることになった。そのため二六億七七〇〇\n万円の県税の減額補正が行われるとともに、減収補てん債三五億円が発行された。\n同年度の特別会計を含む普通会計決算においては、歳入が三七六三億三七〇〇万\n円、歳出が三七四七億六九〇〇万円、歳入のうち、県税が五八九億五八〇〇万円、\n地方交付税が一一五六億八六〇〇万円であった。\n右歳入と歳出の差額である形式収支は、一五億六七〇〇万円黒字で、次年度に繰\nり越すべき財源を控除した実質収支も六億四四〇〇万円黒字となったが、その幅は\n前年度（八億五八〇〇万円）に比べ狭くなり、実質収支から前年度の実質収支を控\n除した単年度収支では二億一三〇〇万円の赤字となった。同年度末の県債の残高\nは、二〇六六億円に達し、その償還、利払費は三一二億円にものぼった。\n同年度の当初歳入予算に占める一般財源（県税、地方交付税、地方譲与税など使\n途が限定されていないもの）の割合は、五三・二パーセントであり、また自主財源\n（県税、分担金など県が自主的に財源を調達できるもの）は二八・一パーセントで\nあった。\n県は、前記のとおり、当初予算に一一億円の財源を職員給与の改定分として計上\nしていたが、昭和五七年度の県人事委員会勧告を実施しなかったため、この財源は\n使用されなくなった。なお、同年度の県人事委員会勧告を実施するためには五一億\n円の財源が必要であった。\n（２）　昭和五八年度の地方財政計画でも、三兆円の財源不足が見込まれ、地方財\n政が引き続き厳しい財政環境にあることから、歳入面の強化とあわせて歳出面にお\nける経費全般の徹底した削減合理化を行うとともに、限られた財源の重点的配分と\n経費支出の効率化に徹し、節度ある財政運営を行うこととされた。\nこれを受けて、同年度の県の予算編成は、地方交付税などの依存財源の占める比\n率の高い財政体質を踏まえて自主財源の確保を図る一方、行財政の合理化をさらに\n積極的に取り組むなど財政の健全化に格段の努力を払う中で、増大する県民からの\n行政需要に対処していくという方針に基づき編成された。\n昭和五八年度の一般会計における歳入歳出予算の規模は、当初予算で、歳入額及\nび歳出額はともに三二三六億八七〇〇万円であったが、数回にわたる補正がなされ\nた。\n同年度の決算状況は、歳入三七二四億六四〇〇万円、歳出三七〇八億四二〇〇万\n円（いずれも特別会計を含む。）で、形式収支は、一六億二二〇〇万円の黒字で、\n実質収支も五億三七〇〇万円、前年度に引き続き黒字となったものの、その幅は前\n年度に比べ減少し、単年度収支では、前年度に引き続き一億〇六〇〇万円の赤字と\nなった。同年度末の県債の残高は、二二三九億円に達し、その償還、利払費は三二\n八億円にのぼった。\n同年度の当初歳入予算に占める一般財源の割合は、五二・六パーセントであり、\nまた自主財源は二七・五パーセントであった。\nなお、同年度の人事委員会勧告を完全に実施するためには七四億円の財源が必要\nであり、不実施分の実施のためには五一億円が必要であった。\n（３）　昭和五三年度から昭和六〇年度までの実質収支、単年度収支、実質単年度\n収支、財政調整基金残高、県債残高、経常収支比率、実質収支比率、公債費比率、\n財政力指数に関する県における財政状況の推移は別紙「大分県の財政状況」のとお\nりである。\n昭和五七、五八年度の実質収支の黒字額は、昭和五三年度から昭和五五年度まで\nの三分の一程度に減少し、\n単年度収支は、昭和五五年度から連続した赤字が続き、実質単年度収支（単年度収\n支から基金への積立額、基金取崩額などの実質的な黒字、赤字要素を控除したも\nの）は、昭和五六年度は八億二〇〇〇万円の赤字、昭和五八年度は六億九一〇〇万\n円の赤字であり、昭和五七年度は九八〇〇万円の黒字であったものの、黒字幅は、\n昭和五三年度から昭和五五年度に比較して大幅に減少している。\n経常収支比率（義務的経費を構成する人件費等のように政策的に変化させにくい\n経常的経費の総額が地方税等自由に使える経常一般財源に占める割合をいい、財政\n構造の弾力性を示す指標）は、昭和五七年度が七六・六パーセント、昭和五八年度\nが八一・七パーセントで、全国平均の七五・七パーセント、七九・三パーセントに\n比較して高かった。\n公債費比率（義務的経費のなかでも特に裁量の余地のない公債費に支出された一\n般財源が一般財源総額に占める割合）は、昭和五〇年度からほぼ一貫して上昇し、\n昭和五七年度が一〇・八パーセント、昭和五八年度が一一・○パーセントであり、\n全国平均の八・五パーセント、九・五パーセントに比較して高く、前記のとおり公\n債費残高は昭和五八年度末には二二三九億円にのぼった。\n財政力指数（地方交付税法の規定により算定した基準財政収入額を基準財政需要\n額で除して得た数値の過去三か年間の平均値をいい、地方公共団体の財政力を示す\n指標）は、○・三二で〇・四八の全国水準を大きく下回るものであった。\n財政調整基金（地方公共団体における年度間の財源の不均衝を調整するため、地\n方自治法二四一条に基づいて設けられる基金）の残高は、昭和五六年度から五八年\n度までの各年度末で、一一三億七〇〇〇万円、一一六億八〇〇〇万円、一一一億円\nであり、昭和五九年度ないし六一年度の積立額が八億三〇〇〇ないし七〇〇〇万円\nであったのに対し、昭和五九年度から六一年度までの取崩額が四億六〇〇〇万円、\n二七億三〇〇〇万円、二一億四〇〇〇万円であった。\n減債基金（公債費の償還を計画的に行うための資金を積み立てる目的で地方自治\n法二四一条に基づいて設けられる基金）の残高は、昭和五七年度末で六〇億八四〇\n〇万円、昭和五八年度末で六八億二二〇〇万円であった。\n（三）　以上の事実によれば、昭和五七年当時の国の財政は、公債の発行残高が九\n〇兆円（うち赤字公債が四〇兆円）を越え、依存度も約三〇パーセントにも達し、\nしかも\n約六兆円にのぼる巨額の歳入不足の問題が生じる等危機的な状況にあったものとい\nうことができ、昭和五八年度も依然として大幅な収支不均衡の状態にあり、公債発\n行残高も一一〇兆円（うち赤字公債四七兆円）にも達するという厳しい財政事情に\nあったものということができる。このような赤字公債への高度な依存が膨大な公債\nの利払、償還に追われ、財政の硬直化を招き、国民生活の安定と経済の発展のため\n貢献するという財政本来の役割が果たせない等の弊害があることは明らかであり、\n一刻も早くこのような高度な赤字公債への依存から脱却し財政を再建することは当\n時の緊急な国民的課題であったというべきである。また、当時の地方財政も地方税\nや国から交付される地方交付税の減収等であわせて三兆円に近い巨額の財政不足が\n見込まれ、これに対処するために減収補てん債の発行、交付税特別会計の借入によ\nる交付税総額の確保などの措置が講じられる等厳しい財政事情にあったものであ\nる。そして、自主財源に乏しく財政基盤の弱い県においても、事情は同様であり、\n実質単年度収支が一部黒字であるなど、他の年度に比較して財政状況を示す指標の\nすべてにおいて財政事情の悪化を示すものではないものの、単年度収支は連続した\n赤字で、経常収支比率、公債費比率とも全国平均より高く、財政の弾力性を欠くと\nともに、県債の累積も昭和五八年度末で二二三九億円にも達し、財政力を示す指数\nである財政力指数に至っては、全国水準を大きく下回る等その例外ではなかったと\nいうべきである。\n（四）　被控訴人らは、昭和五七年度の約六兆円にのぼる巨額の歳入不足は、税収\nを意図的に過大に予測した人為的に作られた虚像にすぎないと主張し、当審証人Ｐ\n２８はこれに副う証言をするが（甲三五三も同旨）、元来税収予測は、経済情勢の\n変動などにより困難であるうえ、昭和五七年度当初予算案が国会に提出される昭和\n五七年一月の時点で確定している税収は昭和五五年度分であり、このときの税収は\n前年比一三・二三パーセント増であり、税収の大幅減収を予測できる状況ではな\nく、また、このような食い違いは過去においてもしばしば生じたものであること\n（甲三三二、三三四、三三七、乙一四六、一四七、一五三、弁論の全趣旨）に照ら\nせば、右証言等はにわかに採用できないし、他に、右主張事実を認めるに足りる的\n確な証拠はない。\nまた、被控訴人らは、県債の償還には、国が相当程度\nの責任を負っているのであるから、県債残高、その負担率の増大は、決して県財政\nを圧迫するものではなかった旨主張するが、県では、社会資本の整備状況が他県に\n比較し遅れていたため、普通建設事業費への支出の割合が高く、そのための県債の\n発行高も増大していたところ（乙一三八の１ないし３、一三九の１、２、一四〇、\n一六六の１、２、当審証人Ｐ２６、弁論の全趣旨）、このような公共事業債の場合\nは、地方交付税交付の際には原則として考慮されない（乙一三〇）うえ、前記のと\nおりの国の厳しい財政事情に照らせば、右主張は、失当というほかない。\n４　以上の事実関係に基づき、代償措置としての人事院勧告等制度が迅速公平に本\n来の機能を果たさず実際上画餅に等しいとみられる状態が生じたかについて検討す\nる。\n（一）　確かに、人事院勧告が昭和五七年度にはその実施が見送られ、昭和五八年\n度にはその一部が実施されるに止まったことは、財政非常事態宣言等前記二度にわ\nたる鈴木内閣総理大臣の発言にみられるように、それ自体極めて異例の事態であっ\nたということは否定することはできない。\nしかし、人事院勧告は、当初はともかく、昭和三五年度から昭和四四年度まで\nは、実施時期が一ないし五か月遅れたことがあるものの、実施がされ、昭和四五年\n度から昭和五三年度までは完全に実施され、「慣熟した慣行」と評されるまでに至\nっていたこと、昭和五四年度から昭和五六年度までも前示のような一部実施時期の\n遅れ等の事情もあったが、完全実施に準じ実施されていたということができるこ\nと、昭和五七年度には完全凍結されるに至ったが、このような事態について、前記\nのとおり鈴木内閣総理大臣は、今後もこのような措置が繰り返されないように努力\nをする旨の談話を発表し、政府として人事院勧告制度を今後共に尊重し、堅持する\nことを明らかにし、現に、昭和六〇年度までには、前記のとおり、右凍結分、不実\n施分についても既に回復され、昭和六一年度以降は完全実施されており、これらの\n事情は県人事委員会の勧告についても同様であったことは前記認定のとおりであ\nる。\nそして、昭和五七年度当時の国の財政は、前記のとおり、公債の発行残高が九〇\n兆円（うち赤字公債が四〇兆円）を越え、依存度も約三〇パーセントにも達し、し\nかも約六兆円にのぼる巨額の歳入不足の問題が生じる等危機的な状況にあったもの\nであり、昭和五八年度も依然として大幅な収支不\n均衡の状態にあり、公債発行残高も一一〇兆円（うち赤字公債四七兆円）にも達す\nるという厳しい財政事情にあったものである。このような、財政事情及び財政の赤\n字公債依存体質から脱却し、財政再建を図ることは当時の焦眉の国民的課題であっ\nたということができることに照らせば、そのためには負担の適正化とともに歳出規\n模の抑制を図る必要があり、その一環として、国民の理解を得るためにも、公務員\nの給与の抑制を率先して行うことは真にやむを得なかったというべきである。ま\nた、前記認定の県の財政状況に照らすと、国以上に財政基盤の弱い県においても基\n本的にはその事情は異ならなかったものというべきである。\n以上の諸点からすれば、右両年度において人事院勧告等を凍結ないし修正したこ\nとはやむを得なかった事態であり、合理的な理由があるというべきである。\n（二）（１）　被控訴人らは、本件ストライキ当時、人事院勧告等の実施について\nは将来への明確な展望がないままに昭和五八年度の人事院勧告も実施されない状況\nにあった旨主張する。\nしかし、人事院勧告等の実施状況は前示のとおりであるところ、昭和五七年度の\n人事院勧告の凍結に際しても、内閣総理大臣は、政府として人事院勧告制度を今後\n共に尊重し、堅持することを明らかにし、現に、昭和六〇年度までには、右凍結\n分、不実施分についても既に回復され、昭和六一年度以降は完全実施されており、\nこれらの事情は県人事委員会の勧告についても同様であったことは前記認定のとお\nりであること、昭和五七年度及び昭和五八年度の人事院勧告等の凍結ないし一部不\n実施にはやむを得ない合理的な理由が存することなどからすれば、被控訴人らが主\n張するように、昭和五八年度勧告の実施の具体的内容については交渉過程において\n結局明らかにされなかったような経緯があるとしても、本件ストライキ当時におい\nて人事院勧告等の実施について将来への明確な展望のないままに放置されたものと\n認めることはできず、人事院勧告等が実施されないことをもって代償措置が本来の\n機能を果たさず、実際上画餅に等しいと見られる状態にあったとの主張は採用でき\nない。\n（２）　また、被控訴人らは、人事院勧告等を実施するに足りる財源は存したと\nか、次のような財政上の措置を講ずれば、その完全実施は可能であったにもかかわ\nらず、国ないし県はそのための昀大限の努力をしなかったために、代償措置がその\n本来の機\n能を果たすことができなかった旨主張する。\n先ず、被控訴人らは、昭知五八年度は、税収の欠陥はなく、国において、約一兆\n円の剰余金があったから人事院勧告の実施は可能であったと主張し、原審証人Ｐ２\n５及び当審証人Ｐ２８はこれに副う証言をするが、前記認定のとおり、税収自体は\n当初予算よりわずかに増加するに止まったばかりでなく、右剰余金（会計年度の歳\n入歳出の決算上生じる剰余の金額、財政法四一条）が判明したのは、翌年の夏以降\nであったもので、年度途中で、ある程度の剰余金が生じることがありうると予想で\nきたとしても、確定的なことは明らかではないのであるから、右主張は結果論とも\nいうべきものであり採用の限りではない。\nまた、被控訴人らは、年度途中でも前記特別対策費二兆一五〇〇億円の一部など\n他の財源を充てるなどのやりくりが可能であったとも主張し、これに副う前記証人\nＰ２５らの証言が存するが、右特別対策費は赤字補てん対策のためであるから、こ\nれを人事院勧告実施の財源とすることができないことは明らかであり、他にも財源\nはあった旨の主張の点については、これを認めるに足りる的確な証拠はない。ま\nた、公債の発行でまかなうべきであるとの主張は、当時の赤字公債依存体質から脱\n却し、財政再建を図ることが緊急の国民的課題であった経済的、社会的、政治的情\n勢の下において、他の公共的要請に優先させて公務員の給与改善を図るために公債\nを発行することが有効、適切な方策であるとは到底解し得ないのであって、これが\n理由がないことはいうまでもない。\n被控訴人らは、県人事委員会の勧告を完全実施するためには、昭和五七年度では\n約二八億円、昭和五八年度には約三九億円を追加しなければならないところ、この\n程度の額は、予算科目の款、項から流用して補正することは困難なことではない\nし、また、一般財源に繰り入れることができる財政調整基金（昭和五七年度約一一\n六億円）や減債基金（同約六〇億円）からの繰り入れによっても十分に対処するこ\nとが可能である旨主張し、これに副う甲三一四、三一五、当審証人Ｐ２６の証言が\n存する。しかし、右流用の点は、予算の執行の原則からはずれるものであるし（地\n方自治法二二○条二項）、議会の議決があれば可能であるとしても、当時の県議会\nの状況等に照らせばその可能性はほとんどなかったものというべきであるし（弁論\nの全趣旨）、減債基金については、もともと公債\nの償還等に充てられるものであってこのような目的で取り崩すことはできない性質\nのものであり（地方自治法二四一条三項、大分県減債基金条例、乙一一七）、財政\n調整基金も県財政の健全な運営に資するため将来の予測しがたい歳出に備え、その\n処分も県財政調整基金条例により厳格に制限されている（乙一一六）ものであるう\nえ、昭和五七年度、昭和五八年度の人事委員会勧告を完全に実施するためは約九〇\n億円の追加財源を要するところ（乙一六六の１、弁論の全趣旨。計六七億円の追加\nで足りる旨の前掲甲三一五等は、義務教育にかかる教職員の給与などの二分の一を\n国庫負担とするが、国立学校教員の給与水準のもとにその昀高限度を政令で定める\nとしている義務教青費国庫負担法との関係で、県独自に勧告の実施を行ったとして\nも、この分が国庫負担となるのか疑問であるから、採用することはできない。）、\nこれを右財政調整基金から繰り入れたとすれば、前記の積立額、取崩額に照らし、\n昭和六一年度途中でその残高は零となってしまい、直後の財政運営が破綻する結果\nとなってしまうことになる。\nそして、前記のとおり、昭和五七年度、昭和五八年度における人事院勧告等の凍\n結ないし一部不実施は、当時の国や県の財政事情等からやむを得ないものであった\nというべきであるから、財政上も人事院勧告等の実施が可能であるにもかかわら\nず、当局側がそのための昀大限の努力を行わなかったから、代償措置が本来の機能\nを果たさず、実際上画餅に等しいと見られる状態にあったとの右主張は採用できな\nい。\nなお、被控訴人らは、県が昭和五七年度及び昭和五八年度の県人事委員会勧告に\nついてその凍結ないし一部不実施の対応をしたことは、専ら国の財政上の圧力によ\nるものである旨主張するが、県が右の対応をせざるを得なかったのは、前記認定の\nとおり、県自身の厳しい財政事情によるものであってやむを得ないことであったば\nかりでなく、地方公務員の給与は、地公法上、生計費並びに国及び他の地方公共団\n体の職員並びに民間事業の従事者の給与その他の事情を考慮して、条例で定める旨\n規定され（同法二四条三、六項）、被控訴人らの公立学校の教育公務員の給与の種\n類及びその額は、当分の間、国立学校の教育公務員を基準として定めると規定され\nている（教育公務員特例法二五条の五）という点からしても、県が国の人事院勧告\nの実施状況を考慮することが不当であるということは\nできないし、他に被控訴人らが主張する国による財政上の不当な圧力によるもので\nあると認めるに足りる証拠もない。\n（三）　以上のとおり、人事院勧告等が昭和五七年度では凍結され、昭和五八年度\nには一部実施に止まったことをもって、労働基本権制約に見合う代償措置としての\n人事院勧告等が本来の機能を果たさず実際上画餅に等しいとみられる状態が生じた\nものということはできない。\nしたがって、右の状態が生じたことを前提とする被控訴人らの適用違憲の主張\nは、その余の点について判断するまでもなく理由がない。\n五　懲戒権の濫用（再抗弁２）の主張について\n１　公務員に対する懲戒処分は、単なる労使関係の見地においてではなく、公務員\nが国民（住民）全体の奉仕者として公共の利益のために勤務することをその本質的\nな内容とする勤務関係の特殊性の見地から、公務員としてふさわしくない非行があ\nる場合にその責任を確認し、公務員関係の秩序を維持するために科される制裁であ\nるところ、地公法は、同法所定の懲戒事由（二九条）がある場合に、懲戒権者が懲\n戒処分をすべきか、また、懲戒処分をするとしていかなる処分を選択すべきかにつ\nいては具体的な基準を設けていないので、懲戒権者は、懲戒事由に該当すると認め\nられる行為の原因、動機、性質、態様、結果、影響のほか、当該公務員の右行為の\n前後における態度、懲戒処分などの処分歴、選択する処分が他の公務員及び社会に\n与える影響など、諸般の事情を考慮して、懲戒処分をすべきかどうか、また、懲戒\n処分をする場合にいかなる処分を選択すべきか決定できるものと考えられるから、\nその判断は、平素から庁内の事情に通暁し、部下職員の指揮監督の衝に当たる懲戒\n権者の裁量に委ねられていると解するのが相当である。したがって、裁判所が右処\n分の適否を審査するに当たっては、懲戒権者と同一の立場に立って懲戒処分をすべ\nきであったかどうか又はいかなる処分を選択すべきであったかを判断し、その結果\nと現実に科せられた懲戒処分とを比較してその適否を論ずるものではなく、懲戒権\n者の裁量権の行使に基づく懲戒処分が社会観念上著しく妥当を欠き、裁量権を濫用\nしたものと認められる場合に限り違法と判断すべきものである（昀高裁第三小法廷\n昭和五二年一二月二〇日判決、民集三一巻七号一一〇一頁参照）。\n２　ところで、前記認定の事実、証拠（甲三六、四二、四四ないし四七、四九、五\n〇、五二ないし\n六一、七一、七二の１ないし３、七三の１、２、七九、八三、九七の１、２、一六\n七、一七〇ないし一七七、一七八の１、２、一七九、二二三、二二六、二二八、二\n八六、乙二三ないし三六、四二ないし四五、九○ないし九二、九五ないし一〇二、\n一一九、一七三、原審証人Ｐ２、同Ｐ３、同Ｐ２９、同Ｐ４、同Ｐ５、同Ｐ６、原\n審・当審被控訴人Ｐ２４）及び弁論の全趣旨によれば、本件各懲戒処分に至る経過\n等について次のとおり認められる。\n（一）　県教組及び高教組の両教組は、昭和四一年以来、ほぼ毎年度人事院勧告完\n全実施、春闘、主任制度化阻止等を目的として、ストライキを行ってきたが、控訴\n人は、従来、同一年度の数回のストライキに対し、年度末にまとめて一括処分をす\nるとともに、基本的には、懲戒処分は執行部責任にとどめ、いわゆる単純参加者は\n文書訓告にすることを通例としていた。\n昭和五三年ころから、自民党等の与党議員をはじめとして県議会でストライキに\n対する批判が高まるようになったため、控訴人は、昭和五六年四月ころ、九州各県\nの処分基準の調査に基づいて、従来の基準を見直し、個々のストライキごとに処分\nをするとともに、一時間以上の単純参加者についても文書訓告にとどめず、懲戒処\n分の対象とすることを決め、同年四月二三、二四日に予定されたが実行には至らな\nかったストライキに先立ち、事前に両教組の執行委員長宛の報告書に、争議行為を\n行った者については厳正な措置をもって臨む旨付記し、以後も同様とした。\n控訴人は、同年六月四日の始業時から一時間のストライキ（公務員二法阻止目\n的）に対し、年度内である同年一〇月一一日、減給九名（四か月一名、三か月、一\nか月各四名）、戒告二八七名、計二九六名の懲戒処分（他に文書訓告八一四五名）\nをし、年度末の一括処分方式の慣行は改められたものの、懲戒処分の対象は、本\n部・支部役員にとどまった。これ以来、訓告書中にも前記警告書同様の警告文が記\n載されるようになった。\n控訴人は、指定職等を除く一般職についても期末勤勉手当が旧ベースで支給され\n人事院勧告完全実施がなされなかった昭和五六年一一月二五日の人事院勧告完全実\n施を求める終業時二時間のストライキ（参加者九〇六三名）に対し、昭和五七年三\n月三一日、減給一一名（四か月一名、三か月四名、一か月六名）、戒告八九六名の\n懲戒処分をし、その対象者の範囲を分会長クラスまで拡大したものの、それ以\n外の単純参加者に対しては処分は保留した。\n控訴人は、昭和五七年一二月一六日の同年度の人事院勧告凍結反対の始業時二時\n間のストライキに対し、昭和五八年六月三〇日、減給五名（三か月三名、一か月二\n名）、戒告八八六名の懲戒処分をし、その他八一四四名に対し、文書訓告をした。\n右処分に際しては、再三の警告を無視して実行されたのであるから、単純参加者に\n対しても厳しい基準を適用すべきであるとの意見も強かったが、両教組執行委員長\n及び控訴人委員長、教育長との間で、今後ストライキについては慎重に対応してい\nく旨の確認が得られたうえ、同年四月一五日に予定されていたストライキが中止さ\nれたことから、前回処分が保留されていた昭和五六年一一月二五日のストライキヘ\nの単純参加者についても文書訓告とされるにとどめられた。\nところが、同年七月一八日、一九日に開催された県議会において、右各ストライ\nキの参加者全員に対し処分をしなかった点について、当時のＰ３０控訴人委員長\nが、両教組との関係などから両執行委員長との間の右確認事項には触れずに、大分\n県の事情を考慮して独自の判断で行ったものである旨弁明したところ、この発言を\n巡って、Ｐ３０委員長は、辞意を表明するとともに、一九日夜、従前の経過及び右\n議会の経緯を踏まえ重ねてストライキを行った者に対しては従前より厳しい措置を\nもって対処していく旨答弁し、事態は収拾された。\n同年一〇月七日に本件ストライキが実施されたが、控訴人は、これに先立ち、前\n記と同様の警告書を交付した。\n本件ストライキ後、各校長及び県内の市町村教育委員会（以下「地教委」とい\nう。）は、両教組の強力な要請行動に基づき、同年度の人事委員会勧告の完全実施\n等とともに、処分を強行しない旨の具申書及び内申書を、地教委ないし控訴人に提\n出した。\n控訴人は、その後、地教委に対し改めて右とは異なる内申書の提出を求め、それ\nが提出された後の昭和五九年一月一五日、教育委員会を開催し、前記県議会の委員\n長答弁を受けて、本件ストライキに参加した九二八七名を対象とし、九一二〇名に\n対し懲戒処分（減給六名、戒告九一一四名）、一六七名に対し文書訓告（児童生徒\nとの直接接触のない用務員等の現業職員が大半であり、教員については概ね参加一\n時間以内のもの）を、同月一七日付で行うことを決定した。\nなお、右本件ストライキとの統一ストライキには日教組関係で、一四道県教組\n、一四都県高組（高校単独参加を含めると二一都道県）が参加したが、これらのス\nトライキに対する処分として、単純参加者をも対象に処分まで行った都道府県は、\n沖縄県を除く九州各県以外では、石川県、広島県で、その他は幹部処分にとどまっ\nた。\n（二）　県においては、人事院規則にならい、いわゆる勤務成績判定期間中に、停\n職、減給又は戒告の処分があった者については、勤務成績について監督する地位に\nある者の証明が得られないものとして取り扱われ、そのことから、結果的には、懲\n戒処分には昇給時期の延伸が伴うことになる。\n本件各懲戒処分は、昭和天星の崩御に伴う大赦令及び復権令の公布施行により、\n将来に向かって免除されたが、平成元年二月一四日付の文部省教育助成局長の通知\nにより、懲戒処分に伴い昇給が延伸された者の給与上の取扱については、一切影響\nを与えないものとされたため、被控訴人らに対する昇給延伸の効果は存続してい\nる。\n３　そこで、本件各懲戒処分が社会観念上著しく妥当を欠き、裁量権を濫用したも\nのと認められるかどうかについて判断する。\n（一）　先ず、被控訴人らは、本件ストライキは、労働基本権制約に見合う代償措\n置としての人事院勧告が実施されず、その機能を果たしていないことに対して実施\nされたものであること、しかも、被控訴人らは、本件ストライキの態様が単純な不\n作為にとどまり、その影響も、披控訴人らによるその防止のための努力により殆ど\n皆無であり、保護者らからも抗議などもなかったこと、さらに、被控訴人らは、本\n件各懲戒処分により昇級延伸となり、相当程度の経済的不利益を被るのであるから\n処分は苛酷であることからすれば、本件各懲戒処分は、比例原則、公正原則ないし\n信義則に反する旨主張する。\n（１）　確かに、人事院勧告制度は、前記のような労働基本権制約に見合う代償措\n置としての諸制度の中で重要な位置を占めているのであるから、その機能が十分に\n果たせるように運用されるべきである。しかし、前記のとおり、地公法は争議行為\nを禁止し、また、昭和五七年度及び昭和五八年度の人事院勧告の凍結ないし一部実\n施は、財政事情というやむを得ない合理的な理由によるものであり、本件ストライ\nキ当時、地方公務員に対する代償措置がその本来の機能を失っていたとまではいう\nことはできないのであるから、本件ストライキは違法な行為である。\n（２）　本件ストライキは、参加教職員数は当時の教\n職員数の七八・四パーセントに当たる九二六九名に上り、参加学校の割合は九九・\n四パーセントにも及ぶ規模で、前記認定の時間帯で行われたもので、学校教育の正\n常な運営が阻害され、公立学校の児童生徒の教育を受ける権利が侵害されたことは\n明らかであり、前記四２で認定したように、自習等により授業の遅れは回復でき、\n保護者らからの抗議などはなかったとしても、本件ストライキによる一時的な教育\nの停滞が児童生徒に与えた教育上ないし精神的影響は否定できないのである。した\nがって、本件ストライキの影響を殆ど皆無ないし軽微であったということはできな\nい。\n（３）　また、被控訴人らは、本件各懲戒処分により昇給延伸の措置により、その\n試算では、四〇歳の教員が三か月間昇給を延伸された場合、退職時まで約一〇〇万\n円の損失が生じることになり、退職手当、年金などを含めるとさらに右損失は拡大\nする旨主張するのであるが、職員が当然に昇給する権利を有しているわけではな\nく、また、懲戒処分の一種である戒告自体について昇給時期の延伸がその効果とし\nて当然に伴うものでもなく、給与制度上の措置にすぎず、しかも、被控訴人らは、\n控訴人によるストライキ参加の場合に単純参加者といえども処分を行う旨の警告を\n事前に受けていたのである。したがって、本件各懲戒処分が苛酷な処分であるとい\nうことはできない。\n以上の諸事情を考慮すれば、被控訴人らの比例原則違反、公正の原則ないし信義\n則違反の主張はいずれも採用できない。\n（二）　被控訴人らは、本件各懲戒処分に際しては、他からの圧力があり、控訴人\nはそれによって本件各懲戒処分をした、他事考慮の違法がある旨主張する。\nしかし、控訴人は、前記２（一）認定のとおり、昭和五六年ころから、九州各県\nの処分基準等を調査し、既に単純参加者をも含めた処分方針を策定していたが、両\n教組との信頼関係やその他の諸般の事情を考慮してその実施にまでは至っていなか\nったというべきであるから、突然他からの圧力によって処分基準を変更して本件各\n懲戒処分を行ったものと認めることはできない。したがって、被控訴人らの右主張\nも採用できない。\n（三）　被控訴人らは、本件ストライキが代償措置である人事院勧告が実施されな\nいという異例な事情の下で行われたものであるから、仮に本件ストライキが地公法\n三七条に違反するものであるとしても、このことは、懲戒処分に際しては、懲戒権\nを抑制すべ\nき要素として慎重に考慮されるべき事項であるところ、本件各懲戒処分に際して\nは、右の事情は何ら考慮されていない違法がある旨主張する。\n（１）　先ず、別紙被控訴人目録番号二番ないし一八番、二〇番ないし二三番、二\n五番ないし二七番の被控訴人らについて検討する\n前記のとおり、労働基本権制約に見合う代償措置がその本来の機能を失っていた\nとまではいえず、本件ストライキは違法な行為であること、本件ストライキは、当\n局の事前の警告を無視して、県下の教職員数の七八・四パーセントに当たる九二六\n九各の者が参加し（参加学校は九九・四パーセント）、極めて大規模に実施された\nものであり、その与えた影響も決して軽視できないものであることに加え、右被控\n訴人らは、原判決別表（一）、（二）記載のとおり、県教組、高教組の本部執行委\n員会の役員ないし県教組の支部書記長として本件ストライキの実施に際し、それぞ\nれの立場で実行を計画し、右ストライキに向けて各組合員に対し、指示、オルグ活\n動などにより、働きかけるなどしで積極的に関与し、指導的役割を果たしたもの\nで、その行為は、地公法の禁止する争議行為を共謀し、そそのかし、又はあおった\nものとして、刑事処罰の対象ともなりうるもので、単純参加者に比較してその責任\nは明らかに重いことなどを考慮すると、なるほど人事院勧告が「慣熟した慣行」と\nもいわれるほどに定着し、その勧告どおりに給与が改善されるものとの期待は、そ\nれ自体合理的なものであるといえ、本件ストライキがそのような人事院勧告が実施\nされないという異例な事情の下で、その完全実施を求めて行われたものであるこ\nと、被控訴人らにおいては本件ストライキの授業への影響を少なくする努力をして\nいたことなどの事情を考慮に入れても、控訴人が右に掲記の被控訴人らの地位、役\n割に応じ、減給三か月から戒告までの同人らに対してなした本件各懲戒処分が社会\n観念上著しく妥当を欠いて裁量権の範囲を逸脱し、これを濫用したものとまで断じ\nることはできない。\n（２）　（１）掲記の被控訴人らを除く被控訴人らについて検討する。\n前記のとおり、労働基本権制約に見合う代償措置がその本来の機能を失っていた\nとまではいえず、本件ストライキは違法な行為であること、本件ストライキは、右\nのとおり極めて大規模に実施されたものであること、右被控訴人らは、いわゆる単\n純参加者として処分を受けているものであるが、前記\n２（一）認定のとおり、控訴人は、昭和五六年には、ストライキに対しては、単純\n参加者をも含めて処分する旨の基準を策定し、両教組及び教職員に対してはストラ\nイキが行われる都度その旨の警告をしていたが、昭和五六年一一月二五日及び昭和\n五七年一二月一六日に行われた人事院勧告の不実施に対するストライキに際して\nは、結局単純参加者に対しては文書訓告に止め、地公法上の処分を行わなかったこ\nとなど、従来のストライキに対する処分がかなり謙抑的に行われていたのである\nが、被控訴人らにおいては、控訴人から改めて単純参加者も処分の対象となる旨の\n事前の警告や職務命令を受けながら、これに反して、職場を離脱し、職務を放棄し\n本件ストライキに参加したこと、その与えた影響も軽視できないものであること、\n右被控訴人らに対する本件各懲戒処分は懲戒処分の中で昀も軽い戒告に止まってい\nることなどの諸事情を総合考慮すると、人事院勧告制度の重要性及び本件ストライ\nキが「慣熟した慣行」といわれる人事院勧告が実施されないという異例の事情の下\nで、その完全実施を求めて行われ、右被控訴人らは右ストライキに基本的には単純\nに参加したにすぎないことなどの前記事情を考慮に入れても、その処分が社会観念\n上著しく妥当性を欠くものとまでは認めることはできない。\n（３）　以上のとおりであるから、被控訴人らの要考慮事項不考慮の主張も採用で\nきない。\n六　以上によれば、被控訴人らの請求はいずれも理由がない。\n第五　よって、被控訴人らの請求を認容した原判決は不当であるから、これを取り\n消し、被控訴人らの請求をいずれも棄却することとし、主文のとおり判決する。\n福岡高等裁判所第一民事部\n裁判長裁判官　吉原耕平\n裁判官　石村太郎\n裁判官　金光健二\n"
}