{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 30
  },
  "case_number": "平成12(行ウ)38",
  "case_name": "登記申請却下決定取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "不動産登記法１００条１項２号に基づく土地の所有権保存登記申請について，所有権を証する書面の添付がないことなどを理由としてした登記官の却下処分の取消請求が，認容された事例",
  "case_gist": "表示登記はされているが権利登記がされていない土地につき，表題部の名義人が「共有総代」として総代１名が表示されているのみで，他の共有者が不明である場合に，不動産登記法１００条１項２号に基づく所有権保存登記申請について前記登記の申請者が提出した所有権を確認する確定判決が，前記総代の承継人のみを被告とし，かつ，同判決がいわゆる欠席判決であること，また，同被告が総代の承継人であることの戸籍謄本等が添付されていなかったとして登記官がした前記申請の却下処分の取消請求につき，同号所定の判決に該当するためには，表題部に所有者として記載された者又はその承継人が当該訴訟手続上の当事者たる地位を認められ，現実に自己の利益を防御する機会を与えられた上で形成されたことが必要であり，権利者が複数存在する場合には，表示された権利者又はその承継人全員を被告として提起することが必要であるが，同法は登記簿に現れていない実体上の所有者を探知し，これに対しても手続保障を与えようとするものではないと解されるところ，他の権利者が誰であるか登記簿上何らの手がかりもなく，かえって前記土地周辺の明治期の利用状況から構成員の持分を想定できない入会地だったとも推測できるから，結局，前記手続保障を与える対象者は前記総代しか考えられず，かつ，同人に手続保障を与えることで満足すべきであり，前記判決は手続保障としての当事者要件を充足すると判断するのが相当であるとし，弁論主義を採用する民事訴訟法の下では，証拠に基づく判決と自白に基づく判決との間に差別は設けられていないから，いわゆる欠席判決であっても，前記申請人が前記土地の所有権者であることを認める内容のものであれば同号にいう判決に該当するとし，また，戸籍謄本等が添付されていない点については，前記却下処分をするに当たり同法１０１条１項本文の「必要ナル証明書類」を追完する機会を与えるべきであったとして，前記取消請求を認容した事例",
  "lawsuit_id": "15584",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15584",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/584/015584_hanrei.pdf",
  "contents": "主　　　文\n１　被告が，平成１２年５月３０日付けで別紙物件目録記載の土地についてした，\n原告らの平成１２年４月１７日受付第５４１４号に係る所有権保存登記申請を却下\nするとの決定を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，不動産登記法（以下「法」という。）１００条１項２号に基づいて土地\nの所有権保存登記申請をした原告らが，同申請を却下するとの決定をした被告に対\nし，その取消しを求めた抗告訴訟である。\n１　争いのない事実等\n（１）　別紙物件目録記載の土地（以下「本件土地」という。）は保存登記がされ\nておらず，その登記簿表題部には所有者として「共有総代Ａ」と記載されている\nが，登記簿上，同人以外の共有者の氏名及び住所を明らかにする記載はなく，それ\nを示す資料も備え付けられていない。\nＡ（大正１２年４月２８日死亡）についてはＢが家督相続し，同人も昭和１４年\n１０月２日に死亡して原告Ｃ（以下「原告Ｃ」という。）が家督相続した。\n（２）　原告Ｄ，同Ｅ及び同Ｆの３名（以下「原告Ｄら」という。）は，原告Ｃを\n被告として，名古屋地方裁判所半田支部に対し，原告Ｄら及び原告Ｃの４名が昭和\n３６年４月以降所有の意思をもって平穏公然かつ占有の始めにおいて善意無過失に\nて本件土地を占有し，その所有権を時効取得したところ，表題部名義人の承継人で\nある原告Ｃが原告Ｄらの権利を争うので，本件土地が原告Ｄら及び原告Ｃの共有\n（持分各４分の１）に属することの確認を求める訴えを提起した（同支部平成１１\n年（ワ）第１８７号事件。以下「別件訴訟」という。）。\n原告Ｃは，別件訴訟の口頭弁論期日に欠席し，答弁書その他の準備書面も提出し\nなかったため，受訴裁判所は原告Ｃが請求原因事実を自白したものとみなして原告\nＤらの請求を認容する判決（以下「別件判決」という。）を言い渡し，同判決は確\n定した。\n（３）　原告らは，被告に対し，法１００条１項２号の「判決二依リ自己ノ所有権\nヲ証スル者」として，平成１２年４月１７日受付第５４１４号をもって本件土地の\n所有権保存登記の申請をした（以下「本件登記申請」という。）。\nその際，原告らは，別件判決書（正本）を添付したが，原告ＣがＡの地位を承継\nしたことに関する相続を証する書面は添付しなかった。\n（４）　被告は，同年５月３０日，所有権を証する書面の\n添付がないとして本件登記申請を却下するとの決定をした（以下「本件決定」とい\nう。）。\n２　争点\n本件決定の適法性の有無。具体的には，\n（１）　別件判決が法１００条１項２号所定の「判決」に該当するか。\n（２）　本件登記申請に当たり，原告ＣがＡの地位を承継したことを示す相続を証\nする書面の添付が必要か。\n３　争点に関する当事者の主張\n（１）　争点（１）について\nア　被告の主張\n（ア）　法は，登記官が登記申請に当たり形武的審査権のみを有するとしているこ\nとから，当該登記によって登記簿上不利益を受ける者の利益が不当に害されぬよ\nう，何らかの形でその登記手続に関与する機会を与えている。したがって，法１０\n０条１項２号所定の判決は，馴合訴訟等によって登記簿上不利益を受ける者の利益\nが不当に害されぬよう，表題部に所有者として記載されている者全員を被告とする\n判決に限られるべきである。\nこの理は，登記簿の一元化作業の際，「甲外何名」と記載されていた旧土地台帳\nに基づき登記簿の表題部を新設する時に，共同人名簿等が税務署から登記所に移管\nされなかった等の理由から，共同人名票が作成されることなく，表題部所有者欄に\n「甲外何名」と移記されたままの土地（以下「記名共有地」という。）についても\n当てはまるので，本来ならば「外何名」の共有者全員を明らかにし，これらの者全\n員を被告として所有権確認訴訟等を提起し，勝訴することを要すると解すべきであ\nる。\n（イ）　しかしながら，記名共有地の場合は，甲以外の共有者全員を明らかにする\n資料が得られることは極めて少なく，現在の所有者が新たな登記を申請することが\nできなくなるという問題点が生ずる。そこで，登記実務では，このように表題部に\n記載された甲以外の共有者の氏名住所が明らかでない記名共有地については，甲\n（又はその承継人）のみを被告とする所有権確認訴訟において勝訴判決を得た者か\nら，その判決書を添付して保存登記の申請があった場合には，その判決の理由中\nに，当該土地が登記簿の記載にかかわらず原告の所有に属することが証拠に基づい\nて認定されている場合（以下，このような判決を「対席判決」という。）に限り，\n便宜，同判決を法１００条１項２号所定の判決として取り扱うこととしている（平\n成１０年３月２０日法務省民三第５５２号民事局第三課長通知。以下「本件通知」\nという。）が，欠席判決や自白判決はこの取扱いの対象外である。\n本\n件通知の目的は，前記のとおり，表題部に「外何名」として記載された甲以外の共\n有者の利益が馴合訴訟により不当に害されることを防止するため，表題部に所有者\nとして記載された者全員を被告とすべきであるという法の本来の要請から外れたこ\nとによる弊害を最小限にとどめつつ，登記制度が正当に機能しなくなる事態を回避\nすることにあり，合理性と妥当性を有する。\n（ウ）　本件土地の登記簿表題部には「共有総代Ａ」と記載されているところ，Ａ\n以外の共有者が明らかでない点で本件土地は記名共有地と同様に取り扱うのが相当\nである。そうすると，別件判決は，欠席判決である点で本件通知の要件を満たさ\nず，法１００条１項２号にいう判決に該当するとはいえない。\n現に，本件土地については，原告ら以外に共有者らが存在しており，原告らのみ\nが占有してきたのではないことが明らかとなっているから，本件判決は馴合訴訟の\n結果にすぎなく，これに基づいて保存登記することを認めると，他の共有者の利益\nを害するおそれが現実のものとなる。\nしたがって，本件登記申請には，所有権を証する書面の添付がなく，法４９条８\n号の却下理由が存するから，本件決定は適法である。\nイ　原告らの主張\n民事訴訟法第３章証拠の最初の条文である１７９条が自白に関するものであるこ\nとから明らかなとおり，自白は証拠の王である。このように，民事訴訟法上，対席\n判決と欠席判決の効力は区別されていないので，被告の見解は不当である。\nまた，本件は，本件土地の表題部名義人の承継人である原告Ｃが原告Ｄらととも\nに本件土地を時効取得したという事案であるが，このような場合，原告Ｃが請求原\n因を争うことはあり得ず，およそ対席判決を得ることが期待できないから，本件通\n知の適用されるべき事案ではない。したがって，本件登記申請を却下した本件決定\nは違法である。\n（２）　争点（２）について\nア　被告の主張\n前記のとおり，法は，当該登記により登記簿上不利益を受ける者の利益が不当に\n害されぬよう，その者に対して登記手続に何らかの形で関与する機会を与える制度\nをとっているところ，登記簿の表題部に所有者として記載された者は，登記簿上不\n利益を受ける者に該当するから，法４２条の趣旨に照らし，法１００条１項２号に\n基づく保存登記申請の場合にも，表題部に所有者として記載された者の承継人を被\n告とする判決であれば，そのことが証拠によって認定されるか，\n同項１号の場合と同様，相続を証する書面の添付が必要と解すべきである。これを\n本件についてみると，別件判決は，原告Ｃが表題部所有者欄に記載されているＡの\n承継人であることが証拠によって認定されておらず，かつこれを証する戸籍謄本等\nが添付されていなかったから，法４９条８号の却下理由が存する。\nイ　原告らの主張\n原告Ｃの相続関係については，別件判決において，請求原因に掲げられて自白さ\nれているから，このような判決に基づいて登記申請をする以上，相続を証する書面\nの添付は不要と解すべきである。\n第３　当裁判所の判断\n１　争点（１）（法１００条１項２号所定の判決の該当性）について\n（１）　我が国の不動産登記には公信力が認められていないが，取引における重要\n性等に鑑み，できる限り実体上の権利関係を反映したものであることが望ましいの\nはいうまでもない。法は，その目的に資するべく，ある登記によって不利益を受け\nると考えられる登記簿上の利害関係人に対し，当該登記手続に関与する機会を保障\nする制度を採用している。けだし，原則として形式的審査権しか有しない登記官に\nよる審査にこれを期待するのは無理であるから（例外的に実質的審査権を有する場\n合であっても，対象物の形状等，外観から容易に認識できる事柄は別論として，実\n体上の権利関係の把握には限界がある。），かかる利害関係人に何らかの形で登記\n手続に関与する機会を与えることによって，実体との符合が一応確保できると考え\nられるからである。このような手続保障は，共同申請主義の原則（法２６条１項）\nに最も端的に現われているが，その例外とされる登記においても，その趣旨が妥当\nする場合があると考えられる。\n例えば，表示登記は共同申請主義の対象外とされているものの，法は，不動産の\n表示登記を申請する際に，申請人の所有権を証する書面の添付を要求し（法８０条\n２項，９３条２項），登記官に対して必要があるときは職権で所有権の帰属を含め\nて表示に関する事項の調査権限を与え（法５０条１項），調査結果が申請内容と一\n致しないときは申請を却下する権限を与えている（法４９条１０号）など，できる\n限り実体上の権利関係を反映させるべく，慎重な手続を定めている。したがって，\nかかる手続を経て表題部に所有者として記載された者（又はその相続人）は，当該\n不動産の所有者であることにつき事実上の推定を受けるというべきであり，前記の\n手続保障\nを与えられるべき登記簿上の利害関係人に当たると解すべきである。もっとも，昭\n和３５年の登記簿一元化によって土地台帳上の所有者の記載が表示登記に移記され\nた場合には，前記の慎重な手続が採られたわけではないものの，土地台帳に登載さ\nれて納税義務を負担していた事実は，一般にその者が実体上の所有者であることを\n推測させると考えられるから，同様に解すべきである（法１００条１項１号が表題\n部に所有者として記載されている者又はその相続人に保存登記の申請資格を付与し\nているのは，このような制度的裏付けが背景として存在していることによるものと\n考えられる。）。\n（２）　ところで，法１００条１項２号が判決による保存登記申請を認めた理由\nは，一般に司法裁判所が運営する争訟手続が，相手方に自己の利益を防御する機会\nを保障する（当事者対席主義）など，慎重，公正な構造となっており，相手方は，\n不当に自己の利益を奪われぬよう防御活動を尽くすのが通例であることから，最終\n形成物である判決が実体上の権利関係を反映する可能性が高いと考えられたためで\nあると解される。\nそうすると，同号所定の判決に該当するためには，表題部に所有者として記載さ\nれた者又はその相続人が当該争訟手続上の当事者たる地位を認められ，現実に自己\nの利益を防御する機会を与えられた上で形成されたことが必要と解される。けだ\nし，前記のとおり，表題部に所有者として記載された者は，実体上の所有権者との\n推定を受け，登記簿上の利害関係人に当たるというべきであり，その地位を覆滅す\nるためには，当該争訟手続に関与する機会を与えられる必要があると考えられるか\nらである。この理は，権利者が複数存在する場合，すなわち複数の共有者が表示さ\nれている場合にも妥当するから，前記の判決の要件としては，表示された共有者全\n員（又はその承継人）を被告として提起されたものであることを要すると解され\nる。\n（３）　しかしながら，法は，前記のとおり，当該登記によって不利益を受けると\n考えられる登記簿上の利害関係人に対して手続関与の機会を与え，その活動を通じ\nて登記と実体上の権利関係との符合を図ろうとするするものであるが，これを超え\nて，登記簿に現れていない実体上の所有者を探知し，これに対しても手続保障を与\nえようとするものではない。そのようなことを登記申請人に求めても不可能なこと\nが多いし，そもそも，かかる者は所有者であるとの\n推定を受けるものではないので，登記簿上の利害関係人に該当しないというべきで\nある（ちなみに，仮に実体を反映しない不実登記がなされたとしても，登記に公信\n力がない以上，原則として実体上の権利者が自己の権利を奪われることはな\nい。）。\n本件土地の場合，前記のとおり，表題部の所有者欄に「共有総代Ａ」と記載され\nており，当時の実体上の権利関係がＡの単独所有（近代的所有制度におけるそれ）\nでなかったことは窺われるものの，他の権利者が誰で何人存在していたのか，その\n持分はどれだけか等の実体上の権利関係の詳細については，登記簿上何らの知る手\n掛かりがない（乙２によると，一般に記名共有堀につき共有者の氏名等の記載が脱\n落しているのは，土地台帳が税務署から法務局に移管され，登記簿の表題部の新設\n作業を法務局が行った際，法務局が税務署から共同人名簿等の移管を受けないま\nま，共同人名票を作成することなく，単に「甲外何名」などと表題部に移記したこ\nとによるものであることが認められるが，本件土地がこれに該当するのかについて\nも不明である。）。\nかえって，証拠（甲２，４，乙５）及び弁論の全趣旨によると，本件土地は懸廻\n間池という名称の農業用ため池であり，原告Ｄらを含む周辺住民が水利目的で使用\nしてきたことが認められるところ，一般に，記名共有地の実体は，明治期からの小\nさな集落の共同体としての権利能力なき社団，市区町村，旧財産区等の所有に係わ\nるもので，墓地あるいは入会地等として使用されてきたことが多かったとされてお\nり，これにＡの肩書として「共有総代」と記載されていることを総合すると，本件\n土地はため池の水を使用する農民により構成された入会団体の入会地であり，Ａは\n総代の名称で当該団体を代表することを委ねられたと推測することができる。とこ\nろで，入会権の内容は第一次的には各地方の慣習に従うとされ（民法２６３条，２\n９４条），入会団体の構成員が対象となる土地に対してどのような権利を有するか\nは当該団体の規約等によって定まるところであるが，前記肩書に照らすと，本件土\n地の所有の実体は入会団体の構成員個人の持分を想定しないものであり，そもそも\n土地台帳においても共同人名簿が作成されることがなかったとも推測される。\nそうすると，本件において前記の手続保障を与える対象者としては，Ａ以外には\n考えられず，かつ同人に手続保障を与えることによって満足すべきと\nころ，前記（争いがない事実等）のとおり，原告Ｄらは，Ａの唯一の承継人である\n原告Ｃを被告として別件訴訟を提起し，勝訴の確定判決を得たのであるから，別件\n判決は，手続保障としての当事者要件を充足すると判断するのが相当である（もっ\nとも，以上に述べた当事者要件充足の結論は，本訴において提出された資料に基づ\nき形成されたもので，本件登記申請時に，登記官である被告が認定可能であったか\n否かの問題については，争点（２）に対する判断においてさらに検討する。）。\n（４）　次に，別件判決の内容について検討するに，法１００条１項２号には「自\n己ノ所有権ヲ証スル」ものとのみあるから，主文の形式としては給付判決に限られ\nず，確認，形成のいずれでもよく，また，明文で定められているわけではないが，\n確定判決と同じ不可抗争力を有する和解調書，仲裁判断，調停調書，審判もこれに\n含まれると解される。要するに，主文に掲げられていると理由中で説示されている\nとを問わず（すなわち，登記申請人の所有権の存在が既判力によって確定している\nか否かを問わず），全体として所有権保存登記の申請人がその対象不動産の所有権\n者であることを認める内容のものであれば，ここにいう判決に該当すると解され\nる。\nそして，判決が，原告である登記申請人の所有権の存在を肯認する過程には，証\n拠による認定のほかの被告の自白による場合（細説すれば，権利自白の場合，事実\n自白の場合及び擬制自白の場合がある。）があるが，民事訴訟法は，基本原理とし\nて弁論主義を採用し，原則として両者を等価値のものと扱っている（被告に対する\n送達が公示送達によった場合は，擬制自自の規定の適用が排除されているが，これ\nは被告が現実に訴訟手続に関与することが期待できないことを考慮した結果であ\nる。）から，どちらの過程による判断を経た場合であっても，前記の判決の資格を\n有すると解すべきである。\n（５）　この点につき，被告は，記名共有地の場合，共有者全員を被告にするもの\nでない限り，原告である登記申請人と被告とが馴合訴訟をすることにより他の共有\n者の利益が害されるおそれがあるとして，本件通知の示すとおり，証拠による認定\nでない場合には前記の判決足り得ず，本件土地についても記名共有地と同様に扱わ\nれるべきであると主張する。\nしかしながら，前記のとおり，弁論主義（この原理自体，真実発見を制度目的の\n一つにしていると理解するのが\n一般的である。）を採用する民事訴訟法の下では，証拠に基づく判決と自白に基づ\nく判決との間に差別は設けられていないうえに，前記の判決には，和解調書，調停\n調書を含むと解するのが通説的見解であるが，これらは証拠による認定を要素とし\nない点において自白と基本的性質を同じくすると考えられること，証拠による認定\nの場合でも，所有権取得原因事実の一部については自白が成立するのが通常であ\nり，むしろ最近の実務においては，できるだけ実質的な争点に絞り込む努力が払わ\nれている（平成１０年１月１日施行の民事訴訟法もこのような実務の積み重ねの上\nに成立したものである。）から，所有権取得原因事実の全部について証拠による認\n定がなされることは実際には稀であること，馴合訴訟の危険性についても，対席判\n決であるからといって馴合いでない保障はなく，逆に自白等の場合であっても馴合\nいでないことは十分にあり得る（むしろ，当該登記によって不利益を受けると考え\nられる登記簿上の利害関係人が自白に至った場合，真実を反映している可能性が高\nいとも考えられる。）こと，以上の理由から，被告の前記主張は，その前提となる\n認識を誤ったもので，合理性を欠くといわざるを得ない（被告自身，本件通知が論\n理的帰結ではなく，便宜上のものであることを自認している。）。\n（６）　そうすると，Ａの唯一の承継人である原告Ｃを被告として提起された所有\n（共有）権確認訴訟の確定勝訴判決である別件判決は，法１００条１項２号所定の\n判決に該当し，これにより原告Ｄら及び原告Ｃが本件土地の持分各４分の１の共有\n者であることが証明されるというべきである。\n２　争点（２）（相続を証する書面添付の要否）について\n（１）　法１００条１項２号は，保存登記の要件として，判決によって自己の所有\n権を証することのみを定めているから，法１０１条１項本文の「必要ナル証明書\n類」も当該判決の正本又は謄本（及び確定証明書）を指すと解される。\nもっとも，前記のとおり，法１００条１項２号所定の判決に該当するためには，\n表題部の所有名義人又はその承継人が，現実に被告として当該訴訟手続に関与した\nことを要すると解されるところ，別件判決書（甲１の１）の請求原因には，被告と\nして表示された原告ＣがＡの唯一の承継人であることが記載され，擬制自白の対象\nとされているものの，これだけでは，登記官としてその事実を認定することは困難\nというべき\nであるから，原告らは，本件登記申請に際し，他の資料によってこの点を証する必\n要があったものと解される。\nしたがって，原告らが，本件登記申請に当たり，原告ＣがＡの地位を承継したこ\nとを証する書面を添付しなかったことにつき争いのない本件においては，前記「必\n要ナル証明書類」の添付が欠けていたものであり，法４９条８号に該当する事由が\nあったと判断できる。\nしかしながら，前記書面（甲５ないし９）は，その性質上，さして時間を要する\nことなく追完し得るものであり，かつ追完によって別件判決が法１００条１項２号\n所定の判決に該当することが明らかになると考えられるから，被告としては，原告\nらに対して補正の機会を与えるべきであったにもかかわらず（法４９条ただし\n書），これを与えた形跡がない。\nそうすると，別件判決がおよそ同号所定の判決に該当する可能性がないとの前提\nで，補正の機会を与えることなく，法４９条８号に基づいて原告らの本件登記申請\nを却下した本件決定は違法というべきである。\n３　以上の次第で，本件決定を取り消すこととし，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　加藤幸雄\n裁判官　橋本都月\n裁判官　富岡貴美\n"
}