{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 8,
    "day": 26
  },
  "case_number": "平成14(ネ)5077",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10908",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10908",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/908/010908_hanrei.pdf",
  "contents": "平成１４年（ネ）第５０７７号　特許権譲渡対価請求控訴事件\n平成１５年８月２６日判決言渡，平成１５年５月２７日口頭弁論終結\n原審・東京地方裁判所平成１３年（ワ）第７１９６号\n判　　　　決\n控訴人（原告）　   Ａ\n訴訟代理人弁護士　 内 藤 義 三，大 見   宏，三 木 浩太郎\n被控訴人（被告） 　ファイザー製薬株式会社\n訴訟代理人弁護士 　中 島 和 雄\n補佐人弁理士　     松 居 祥 二，室 伏 良 信\n主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴人の求めた裁判\n控訴人は、７０００万円及びこれに対する付帯請求を全部棄却した原判決に対し\nて一部控訴をし，原判決中の「被控訴人は，控訴人に対し，３０００万円及びこれ\nに対する平成１３年４月２０日（訴状送達の日の翌日）から支払済みまで年５分の\n割合による金員を支払え。」との請求棄却部分についての取消しとその部分の請求\nを認容する旨の判決，並びに仮執行宣言を求めた。\n第２　事案の概要及び当事者の主張\n１　控訴人は，被控訴人が有する本件発明（特許番号・第２５７６９２７号「細\n粒核」）について，被控訴人の従業員として在籍当時共同して発明した職務発明で\nあると主張し，被控訴人に対しその特許を受ける権利の譲渡の対価を求めたが，原\n判決は，控訴人をもって共同発明者とは認められないとして請求を棄却した。原審\nでは７０００万円の請求と付帯請求であったが，３０００万円の請求と付帯請求に\nとどめる旨の一部控訴があった。\n２　事案の概要及び当事者の主張は，原判決事実及び理由欄の「第２　事案の概\n要」及び「第３　当事者の主張」に示されているとおりである。ただし，原判決１\n４頁１２行目の「残金のうちの７０００万円を，本訴において請求する。」とある\n部分を，「残金のうちの７０００万円中３０００万円を控訴審において請求す\nる。」に改める。\n第３　当裁判所の判断\n当裁判所も，控訴人の本訴請求は理由がないものと判断する。その理由は，当審\nにおける控訴人の主張及び当審において提出された書証に照らし，次に付加するほ\nか，原判決事実及び理由中欄の「第４　当裁判所の判断」に示されているとおりで\nある。\n１　原判決１８頁７行目から１７行目までを次のとおり改める。\n「　　(5) 平成２年８月９日，Ｃ（被控訴人従業員，控訴人と共に本件共同発明者\nとして願書に記載されている一人）は，深江工業株式会社（神戸市所在）に出張\nし，同社に設置された高速撹拌造粒機を用いて，細粒核の製造実験を行った。Ｃ\nは，深江工業の専門技術者であるＤと事前に実験の条件設定について協議した上\nで，実験を実施した。この実験においては，主薬を３０（重量）％，賦形剤である\n結晶セルロース（アビセル）を６９％，結合剤であるＨＰＣを１％の割合で混合し\nたものに水を加え，アジテーターの回転速度を３００～４００ｒｐｍとし，チョッ\nパーの回転速度を２０００～３６００ｒｐｍとするなどの条件設定をした上，高速\n撹拌造粒機を用いて撹拌する造粒方法が採用されているが，このうち，結晶セルロ\nース（アビセル）を６９％用いること，アジテーター及びチョッパーの回転速度を\n上記のように設定することは，高速撹拌造粒機使用の専門家であるＤの助言を参考\nにして，Ｃが発案したところによるものであった（Ｃ証人尋問調書（原審）１８～\n２２頁，５１頁，７２頁，甲１４（当審で提出のＤの陳述書），乙１８の１（当審\nで提出のＣの陳述書））。」\n２　原判決２２頁８行目から２３頁２行目までを次のとおり改める。\n「　　(2) そうすると，本件発明において技術的に重要な要素は，「本発明におい\nて，結晶セルロースは，‥‥‥６０重量％以上用いることが特に好ましい。」（本\n件明細書段落【００１２】）という点，すなわち，「結晶セルロースの含有量が６\n０重量％以上であることを特徴とする」（特許請求の範囲【請求項２】）という点\nにあるというべきである。しかるに，この点は，控訴人が着想したものではない\n（控訴人自身も，本人尋問（原審）において，結晶セルロース（アビセル）を多量\nに使用する点はＣから提案（サジェスチョン）があったこと，結晶セルロースが多\nいと細粒収率が劇的に向上するという報告をＣから受けていたことを述べている\n〔控訴人本人尋問調書（原審）５９頁〕。）。賦形剤として，このように多量の結\n晶セルロースを用いるという着想は，深江工業での実験において，賦形剤である結\n晶セルロース（アビセル）を，６９重量％という従来例に比して格段に多量に処方\nした場合に，真球度の高い細粒核を高収率で造粒できたことによって，想起された\nものと認められるが，前記認定のとおり，同実験において，結晶セルロース（アビ\nセル）を６９％用いたこと，アジテーター及びチョッパーの回転速度を前\n記認定のように設定し，その結果を得たのは，いずれも深江工業の専門技術者であ\nるＤが述べたところを参考にして実験を実施したＣの発案に基づくものであった。\nこれらの事情に照らせば，上記の要素において重要な本件発明の技術的な寄与者\nはＣであって，Ｃが現実に本件発明の創作に携わったものと認めることができる。\n他方において，控訴人が共同発明者の一人として関与したと認めることはできな\nい。　」\n３　控訴人の当審における主たる主張は，真球度の高い細粒核を苦味マスキング\nのための効率的なコーティング方法の用途に用いることを着想したのは控訴人であ\nる，との主張事実に基づく。しかしながら，この点は原審でも主張され，この主張\nは原判決でも念頭に置いて判断しているところである（原判決８頁２２行目～９頁\n１行目で原告の主張として摘示されている。）。\n主薬と賦形剤を混合して細粒核を製造すること，及び，寺下論文（「高速撹拌型\n造粒機の造粒過程及び造粒終点」と題する論文）に開示されたように，結晶セルロ\nース（アビセル）等数種の賦形剤を混合してアジテーターの回転速度の条件設定を\nした上，高速撹拌造粒機を用いて造粒すれば，真球度の高い細粒核が高収率で得ら\nれることは，いずれも公知であったこと，寺下論文において示された条件設定の下\nで，主薬を含む真球状の核の造粒実験をすること自体は，さほど困難なことではな\nかったこと，ただし，実際の実験においては，各種混合物の比率，温度，アジテー\nターの回転速度，撹拌条件等の違いで結果が左右されることから，真球度の高い細\n粒核を高収率で得るための最適な実験条件を見つけ出すことは，困難であったこと\nは，原判決２３頁７～１７行目において説示され，当裁判所もこの認定判断を支持\nするものである。\nこのように，本件発明は，従来からあった技術的課題の着想を前提にして，その\n解決方法を実現できる条件設定を見いだすために実験を行い，その成果を挙げたと\nころに意義があるということができ，本件における発明者の認定に際しては，この\n実験に携わって創作的に条件を見いだした者であるかという観点に依拠すべきであ\nる。したがって，控訴人の上記主張は，理由がない。\n４　なお，被控訴人は，控訴人がＣに寺下論文を交付した時期について，原判決\n認定のように，Ｃがジクロルメタンを使用しない細粒剤の製造方法に関する資料を\n作成する前の平成２年初めであったとする原判決の認定（原判決１７頁以下の(4)）\nを争い，同年８月９日の造粒実験に成功した後であると主張する。しかしながら，\n原判決のこの点に関する認定は採用証拠に照らし格別不合理なところはないのみな\nらず，被控訴人主張の時期，原判決認定の時期のいずれを前提としても，控訴人を\nもって，本件発明の発明者であると認めることができないのは，上記のとおりであ\nる。\n第４　結論\nよって，控訴人の本訴請求は理由がないので，本件控訴は棄却されるべきであ\nる。\n東京高等裁判所第１８民事部\n裁判長裁判官       塚　　　原　　　朋　　　一\n裁判官       塩　　　月　　　秀　　　平\n裁判官       古　　　城　　　春　　　実\n"
}