{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 10
  },
  "case_number": "平成17合(わ)329",
  "case_name": "強盗殺人等",
  "court_name": "東京地方裁判所刑事第7部",
  "lawsuit_id": "5459",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5459",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/459/005459_hanrei.pdf",
  "contents": "平成１７年１１月１０日宣告　窃盗，強盗殺人，死体遺棄，横領，詐欺，窃盗未遂，詐欺未遂被告事件\n平成１７年合(わ)第３２９号，同年刑(わ)第２６０５号\n主文\n被告人を無期懲役に処する。\n未決勾留日数中１１０日をその刑に算入する。\n理由\n（認定事実）\n第１　犯行に至る経緯\n被告人は，高等学校を卒業後，平成１２年４月に理学療法士になるための専門学校に入学し，同年夏こ\nろから一人暮らしを始めたが，１年で専門学校を中退し，平成１３年６月には前年秋ころからしていた診療助\n手のアルバイトも辞めると，毎日のようにパチスロをする生活を送るようになり，その元手を消費者金融から\nの借入れで賄うようになった。そのうちに，被告人は，借入金の返済をしなかったことから新たな借入れがで\nきない状態となって同年夏ころに実家に戻り，借入金は被告人の父親が肩代わりをして返済し，被告人も実\n家が経営する新聞販売店の手伝いなどをするようになった。しかし，被告人は，集金した売上金を無断で持\nち出して家出をすると，仕事を転々としつつ稼いだ金員のほとんどをパチスロにつぎ込む生活を送るようにな\nり，\nその後，平成１５年７月ころに実家に戻り新聞配達店の仕事を再開したものの，仕事が好きになれず，副主\n任の立場に置かれたことでプレッシャーを感じたことや，忙しくて自分の時間をもてず，パチスロもできないこ\nとなどに次第に我慢ができなくなり，平成１６年２月ころ，店の金庫に保管中の売上金を再度無断で持ち出し\nて家を出ると，知人の部屋に居候をしながら漫画喫茶や風俗店等でアルバイトをして暮らしていた。\n第２　罪となるべき事実\n１（平成１７年６月２４日付け追起訴状記載公訴事実第１）\n被告人は，平成１６年６月１日，居候中の東京都新宿区内Ａ方において，同人の財布から同人所有に係\nる現金２０万円を抜き取り窃取した。\n２（平成１７年６月２４日付け追起訴状記載公訴事実第２）\n被告人は，平成１７年３月に同せいを解消した女性から多額の借財をしており，同女からその返済を懇\n願されていたが，これを返済して同女と交際し直したいとの思いから，金員を得たいと考えていたところ，東\n京都中央区内株式会社Ｂ（代表取締役Ｃ）から，千葉県松戸市内アパートＤａ号室を備品付きで賃借して入\n居し，同室の備品を同社のため預かり保管中であったことをいいことに，平成１７年４月１９日，同室におい\nて，リサイクルショップＥ代表Ｆに対し，ほしいままに，同室の備品であるビデオ一体型テレビ等７点（時価合\n計８万７３００円相当）を代金１万４０００円で売却し，もって横領した。\n３（平成１７年６月２４日付け追起訴状記載公訴事実第３）\n被告人は，上記２の犯行で得た金員をパチスロに費消してしまい，金員を得ようと考えて，友人のＧ（当\n時２２歳）から借用名下にノートパソコンを詐取しようと企て，平成１７年５月１日午前１０時ころ，東京都杉並\n区内同人方において，同人に対し，真実は借用後直ちに入質処分するつもりであるのにその情を秘し，「俺\nがホームページを作るからノートパソコンを貸してくれ。」などと言ってノートパソコン１台の借用方を申し込\nみ，同人をして使用後に返還を受けられるものと誤信させ，よって，同日午後零時４０分ころ，同所において，\n同人から，同人所有に係るノートパソコン１台（時価１０万円相当）の交付を受け，もって人を欺いて財物を交\n付させた。\n４（平成１７年６月８日付け起訴状記載公訴事実第１）\n被告人は，前記３記載の詐取に係るノートパソコンを２万円で入質して得た金員もパチスロにつぎ込んで\n費消してしまい，さらに，平成１７年５月２日には前記３の被害者から執ようにノートパソコンの返還を求めら\nれ，警察に言うなどと迫られたことから，ノートパソコンを質屋から受け戻すための金員等を早急に入手する\n必要に迫られ，その金策に窮した末，女性に声をかけて親しくなり金員をせびり取ろうなどと考え，同日午後\n１０時３０分ころ，東日本旅客鉄道株式会社Ｈ駅東口付近において，Ｉ（当時１９歳）に声をかけ，同女を千葉\n県松戸市内アパートＤａ号室の被告人方まで連れ帰り，同女と性交をして親しくなり金員をせびり取ろうとした\nが，同女から性交を拒絶されたことから，これに対する憤激の情も相まって，同女が寝入った隙に\nキャッシュカード等を窃取しようと企て，同月３日午前６時ころ，上記被告人方において，上記Ｉの所有又は管\n理に係るキャッシュカード１枚，携帯電話機１台及び自動車運転免許証１枚（時価合計約５万１０５０円相当）\nを窃取した。\n５（平成１７年６月２４日付け追起訴状記載公訴事実第４別紙一覧表番号１）\n前記４記載の窃取に係るＩ名義のキャッシュカードを使用して金員を窃取しようと企て，別紙一覧表（省\n略）番号１記載のとおり，平成１７年５月３日午前６時２３分ころ，千葉県松戸市内のＣＤコーナーにおいて，同\n所に設置されたｂキャッシュディスペンサーに同キャッシュカードを挿入するなどして作動させたが，同キャッ\nシュカードが提携外銀行のカードであったため，その目的を遂げなかった。\n６（平成１７年６月８日付け起訴状記載公訴事実第２）\n被告人は，前記５の犯行で金員を入手できなかったことから，全く思い通りに事が運ばないことに強くい\nらだち，前記Ｉを殺害して同女から金品を強取しようと企て，平成１７年５月３日午前７時ころ，前記被告人方\nにおいて，殺意をもって，同女の背後からその頸部を自己の右腕で締め付け，よって，そのころ，同所におい\nて，同女を頸部圧迫による窒息により死亡させて殺害した上，同女所有に係る現金約１万２０００円及び財布\n等１３４点（時価合計約２万９１８０円相当）を強取した。\n７（平成１７年６月２４日付け追起訴状記載公訴事実第４別紙一覧表番号２及び３）\n被告人は，前記４記載の窃取にかかるＩ名義のキャッシュカードを使用して金員を窃取しようと企て，別\n紙一覧表番号２及び３記載のとおり，平成１７年５月３日午前９時４分ころから同日午前９時５分ころまでの\n間，前後２回にわたり，千葉県松戸市内郵便局において，同所に設置された現金自動預払機に同キャッシュ\nカードを挿入するなどして作動させたが，暗証番号が合致しなかったため，その目的を遂げなかった\n８（平成１７年６月２４日付け追起訴状記載公訴事実第４別紙一覧表番号４ないし６）\n被告人は，前記４記載の窃取にかかるＩ名義のキャッシュカードを使用して金員を窃取しようと企て，別\n紙一覧表番号４ないし６記載のとおり，平成１７年５月３日午後零時５５分ころから同日午後零時５６分ころま\nでの間，前後３回にわたり，前記千葉県松戸市内郵便局において，同所に設置された現金自動預払機に同\nキャッシュカードを挿入するなどして作動させたが，暗証番号が合致しなかったため，その目的を遂げなかっ\nた。\n９（平成１７年６月２４日付け追起訴状記載公訴事実第５）\n被告人は，前記Ｉを殺害した後，同女が生存しているように装い，同女の母であるＪ（当時５０歳）から金\n員を詐取しようと企て，平成１７年５月３日午後７時２０分ころから同日午後８時１０分ころまでの間，千葉県松\n戸市内において，前記４記載の窃取に係る携帯電話機を使用して青森県八戸市内Ｊ方に電話をかけ又は同\n女から上記携帯電話機に電話を受けた際，同女に対し，「Ｉさんが店のレジから８０００円を盗んじゃったんで\nすよ。店の者が警察に連れて行ってしまったんです。私としては８０００円を返してくれれば告訴を取り下げて\nもいいと思ってるんですよ。Ｉさんが店にキャッシュカードを置いていったので，そのキャッシュカードで８０００\n円を下ろして弁償に充てることができれば告訴を取り下げるんですけど。ただ，Ｉさんが警\n察にいて連絡を取ることができないので，キャッシュカードの暗証番号を教えていただけますか。」などとうそ\nを言って上記Ｊから暗証番号を聞き出し，後記10の犯行により前記Ｉ名義の銀行口座に残高がないことを知っ\nてこれを上記Ｊに伝えたところ，同女から同銀行口座に振込入金する旨言われるや，同女に対し，「分かりま\nした。では，Ｉさんの口座に８０００円を振り込んでください。」などと言い，上記Ｊをして，前記Ｉが窃盗事件を起\nこしており，上記金額を振り込めば同女が警察から釈放される旨誤信させたが，後記11記載のとおり，Ｋから\n現金５万円を詐取できたため，上記Ｊ及び上記Ｋに上記及び後記11記載のうそが発覚するのをおそれ，上記\nＪに電話をかけて現金８０００円の振込入金を中止させ，その目的を遂げなかった。\n10（平成１７年６月２４日付け追起訴状記載公訴事実第４別紙一覧表番号７）\n被告人は，前記４記載の窃取にかかるＩ名義のキャッシュカードを使用して金員を窃取しようと企て，別\n紙一覧表番号７記載のとおり，平成１７年５月３日午後７時５６分ころ，千葉県松戸市内コンビニエンスストア\nにおいて，同所に設置された現金自動預払機に同キャッシュカードを挿入するなどして作動させたが，口座\n残高がなかったため，その目的を遂げなかった。\n11（平成１７年６月２４日付け追起訴状記載公訴事実第６）\n被告人は，前記ＩがＫ（当時２０歳）に保管を依頼していた金員を同女から詐取しようと企て，平成１７年５\n月３日午後８時１５分ころ，千葉県松戸市内において，前記４記載の窃取に係る携帯電話機を使用して川崎\n市内アパートＬに在室していた同女に電話をかけ，同女に対し，「警察の者ですが，Ｉさんがバイトをしていて\nレジのお金を盗ったんです。相手の方はお金を返してくれれば訴えるとは言っていない。Ｉさんは荷物の中に\n７万円くらい入っていると言っているが見て下さい。」などとうそを言い，上記Ｋから前記Ｉが保管していた現金\nがある旨言われるや，上記Ｋに対し，「店の人はそのお金を直接持って来てくれれば訴えることはしません。Ｉ\nさんは明日の昼には出れます。今から持って来てくれますか。」などとうそを言い，上記Ｋを\nして，前記Ｉが窃盗事件を起こしており，同女が保管していた現金を持参すれば同女が警察から釈放される\n旨誤信させ，よって，同日午後９時５０分ころ，東京都荒川区内東日本旅客鉄道株式会社Ｍ駅南口Ｎ橋上に\nおいて，上記Ｋから，前記Ｉが保管していた現金５万円の交付を受け，もって人を欺いて財物を交付させた。\n12（平成１７年６月８日付け起訴状記載公訴事実第３）\n被告人は，前記Ｉの死体の処置に窮し，平成１７年５月６日午後１０時４５分ころ，前記被告人方先路上に\nおいて，同女の死体をトラベルバッグに入れて普通乗用自動車に積載し，同所から千葉県柏市内先路上ま\nで運搬した上，同日午後１１時１０分ころ，同所先の水田内にこれを投げ捨て，もって死体を遺棄した。\n（量刑の理由）\n１　本件は，被告人が，(1)友人方に居候中に同人の現金を窃取し，(2)賃借中の部屋に備え付けられてい\nた備品を売却して横領し，(3)友人から借用名下にノートパソコン１台を詐取し，さらに，(4)Ｈ駅で声をかけ自\n宅に連れ帰った女性からキャッシュカード等を窃取した上，(5)このカードを用いて数度にわたり現金自動預\n払機等から金員を窃取しようとしたが目的を遂げず，(6)その女性を自宅で殺害して金品を強取し（以下「被害\n女性」という場合には，上記(4)及び(6)の被害者を指す。），その後，被害女性の携帯電話機を利用して，(7)\n被害女性が盗みをして警察に連れて行かれたなどとうそをついて同女の母親から被害弁償名下に金員を詐\n取しようとしたが，この犯行の間に上記と同様のうそをついて被害女性の友人から被害弁償名下に金員を詐\n取することに\n成功したため，上記うそが露見して自己の犯行が発覚することをおそれて被害女性の母親に対する詐欺の\n犯行を遂げず，(8)上記のとおり被害女性の友人から金員を詐取し，(9)被害女性の遺体を遺棄したという各\n事案である。\n２　まず，判示第２の１の犯行についてみると，被告人は，パチスロなどをする遊興費欲しさから，居候をさ\nせてもらっていた友人方において，同人の財布から現金２０万円を窃取したものであり，その犯行動機はあま\nりに身勝手で，同人の被告人に対する信頼を裏切る卑劣な犯行といえる上，被害金額も少なくなく，態様は\n悪質である。\n３　次に，判示第２の２の犯行についてみると，被告人は，平成１７年３月まで同せいしていた女性から借入\nれを繰り返し，また，同女のバッグを無断で質入れしたり，同女名義で消費者金融から借入れをさせたりして\nパチスロ等に費消していたため，同女に返済すべき金額が合計１００万円を超えていたところ，同女と再びや\nり直すために，パチスロで大もうけをして一括してこれを返済しようと考えて，その元手を得るために，当時被\n告人が賃借していた部屋内の備品を売却して横領したものである。多額の返済をせざるを得なくなった原因\nが被告人の収入に見合わないパチスロによる浪費にあるのは明らかであり，その経緯に酌量の余地はなく，\nまた，その返済資金を借財の原因となったパチスロでもうけようなどと考えた点も，安易かつ思慮浅薄とい\nわざるを得ない。その犯行態様も，入居してわずか１か月も経過していない部屋内の備品を，何らのちゅうち\nょもなく売却したものであって，短絡的かつ悪質である。\n４　さらに，判示第２の３の犯行についてみると，被告人は，判示第２の２の犯行により入手した金員もパチ\nスロに費消すると，所持金がない状態の中で，何とかパチスロをするための元手を得ようと考えて，バンド仲\n間である友人宅に行って金員を借りようとしたものの，これが難しいと知ると，目に付いたノートパソコンを詐\n取することを思いつき，実行したものである。被告人は，当初から入質する意図であるのにこれを秘し，バン\nドのホームページを作ろうなどともっともらしい理由をつけてこれを信用した同人をだましており，本件は友人\nの被告人に対する信頼を裏切る卑劣なものといえる。\n５(1)　被告人は，判示第２の３の犯行により入手したノートパソコンを入質して得た金員を増やそうとしてパ\nチスロをしたもののうまく行かず，同年５月２日に別の友人から金員を借り入れようとしてこれにも失敗し，さ\nらに，判示第２の３の被害者から執ようにノートパソコンの返還を求められ，警察に言うなどと迫られたことか\nら，ノートパソコンを質屋から受け戻すための金員等を早急に入手する必要に迫られるようになった。そこで\n被告人は，今度は女性に声をかけて親しくなり，金員をせびり取ろうなどと考えた上，被害女性に声をかけ，\n被告人宅まで連れ込んだ後に同女と性交しようとしたが，これを拒絶されて憤慨し，こうなったら何としてでも\n金員を入手しようと考えて，同女が寝入った隙にかばんの中の財布からキャッシュカード等を窃取\nし（判示第２の４），これを用いて現金自動預払機等から金員を窃取しようとした（判示第２の５，７，８及び10）\nものである。被告人は，金員を得る目的で被害女性に声をかけ，思い通りにならないとみるや，何らのちゅう\nちょなく前記各犯行に及んでいるのであるから，その犯行動機は身勝手極まりなく，前記一連の犯行と併せ\n考えても，被告人の財産犯の犯罪傾向は顕著であるということができる。また，その犯行態様をみても，被告\n人は，判示第２の４の犯行の際，キャッシュカードの暗証番号を推測するために，被害女性の運転免許証を\n見て生年月日を確認し，判示第２の５，７及び８の各犯行では，あらかじめ購入したマスクを着用して防犯カメ\nラに顔が写らないようにするなど，いずれも冷静で周到といえる。\n(2)　被告人は，判示第２の５の犯行後，被害女性と性交をして親しくなり金員を入手できると考えた当初の\nもくろみが外れ，窃取したキャッシュカードでも金員を入手できなかったことから，全く思い通りにならないこと\nに強くいらだつとともに，前夜知り合ったばかりの被害女性と自分との関係は薄く，窃取した被害女性の携帯\n電話機の電子メール送信履歴を確認しても自分に直接つながるような内容のものはなかったことから，被害\n女性を殺害しても警察に捕まらないのではないか，いっそ同女を殺してでも金を奪おう，同女なんかいなくな\nっても誰も困らないなどと一方的に考え，判示第２の６の犯行に及んだものである。被告人が金に困窮する\nに至った原因は，自らの無計画な生活態度を何ら改めることなくパチスロにのめり込んだことにあるのであ\nって，この点に酌むべき事情はなく，その後もパチスロを止めることなく，一かく千金を夢見てその元手を入\n手するために次々と犯罪行為に及び，ついには被害女性を殺害してまで金品を強取するに至ったというので\nあり，その犯行動機は結局のところ，いくらかの金銭を得たいということに尽きるのであって，あまりに身勝手\nで愚かしい限りであり，厳しく責められるべきである。\nまた，判示第２の６の犯行態様は，柔道経験のある被告人が，その技をかけるようにして，眠っていた被害\n女性の背後から頸部に右腕を巻き付け，左手で頭部を前方に押し出すようにして締め付け，目を覚ました同\n女が足をばたつかせて必死に抵抗し，被告人とともにベッドから落ちると，同女の背後から覆い被さった状態\nで，身体の上に自己の体重を乗せて押さえ込み，同女の頭部を床に押し付けたり，上体を反らせたりして頸\nを締め続け，ついに同女を頸部圧迫による窒息により死亡させて殺害したものであって，強固な殺害意思に\n基づく冷酷な犯行である。\n(3)　そして，被告人は，被害女性を殺害して金品を強取した後，判示第２の４の犯行で窃取した同女の携\n帯電話機を用い，同女が警察に捕まったなどとうそをついて同女の母親からキャッシュカードの暗証番号を\n聞き出し，さらに同人から金員を詐取しようとする一方（判示第２の９），生前に被害女性から聞いた話から同\n女の所持金が最低でも７万円はあるはずだと考え，その在りかはどこかと考えを巡らせて，同女の携帯電話\n機に何度も電話をかけてきた同女の友人が預かっているのかもしれないと当たりをつけ，同人に同様のうそ\nをついてその管理に係る金員を詐取している（判示第２の11）。被告人は，すでに自ら被害女性を殺害してい\nたにもかかわらず，平然と同女が生きているかのように装って，同女の家族や友人に電話をして，被害女性\nの安否\nを気遣う親族や友人の心情を逆手に取って金員を詐取し，あるいは詐取しようとしたものであり，非情という\nほかはない。しかも，被害女性の母親と友人が互いに連絡を取って上記各犯行が発覚することとなることを\n防ぐため，被害女性の友人に母親は動揺しているので連絡をしないよう告げるなどしており，この点において\nも冷静でこうかつといえる。\n(4)　さらに，被告人は，トラベルバッグを購入した上，その中に被害女性の遺体を押し込んで自宅から運び\n出し，これを水田内に投げ捨てて遺棄して判示第２の12の犯行に及んでいる。このような犯行態様は，被害\n者の尊厳を更に傷つけるものであって，そこには自らの行為に対する悔悟の念や，被害女性に対するれん\nびんの情など全くうかがうことができない。\n(5)　被告人の犯行によって，まだ１９歳と若い被害女性の命が奪われたのであり，生じた結果は極めて重\n大で，二度と取り返しがつかないものである。被害女性は，親元を離れて自立した生活を始めたばかりであ\nり，５月の連休を利用して上京し，その後は実家に戻って家族と共に休暇を過ごすはずであったにもかかわ\nらず，被告人の身勝手極まりない犯行によって，突如として命を絶たれ，その将来のすべてを奪われたので\nあるから，被害女性の無念さは多大であったと推察される。\n被害女性の姉らは，母の日に一緒に母や祖母に贈るプレゼントを用意して被害女性の帰りを待っていたの\nであり，また被害女性も，母親や姉からの手紙を最後まで大切に持ち歩いていたのであるから，家族のつな\nがりは非常に強かったと認められ，それだけに，理不尽にも被害女性を奪われた遺族の受けた衝撃は甚大\nである。被害女性の母親は，「本当に犯人がにくい！本当に生きたままのＩをかえしてほしい，被告人にはこ\nの世に存在すべきでないくらいの重い罪の裁きを願う次第です。」旨述べ，被害女性の姉も「私たちはあなた\nを一生何があっても許すことは決してできません。」などと述べてその悲しみの深さを語っており，被告人に\n対しては，しゅん烈な処罰感情を示している。\n以上の事実からすれば，被告人の刑事責任は，誠に重大である。\n６　しかしながら，他方，被告人は，捜査・公判段階を通じて事実を認め，生涯償っていきたい旨述べて反\n省の態度を示していること，判示第２の１の被害者に示談金として１０万円を，判示第２の２の被害者に賠償\n金として５０万円を，被害女性の遺族に見舞金として３００万円をそれぞれ支払ったこと，判示第２の３の被害\n者に被害品が還付されていること，被告人の父親が当公判廷に証人として出廷し，被告人共々，被告人が\n犯した罪の重さを生涯背負ってお詫びしていきたい旨述べていること，被告人にはこれまで前科がないこと\nなど，被告人のために酌むべき事情も認められる。\n７　そこで，被告人の量刑であるが，以上のような諸事情を総合考慮して無期懲役刑を選択することとする\nが，被告人のために酌むべき前記の諸事情その他諸般の事情を最大限考慮しても，酌量減軽をすべき余地\nはなく，被告人については，無期懲役刑に処するのが相当である。\nよって，主文のとおり判決する。\n（検察官大林潤公判出席）\n（求刑　無期懲役）\n平成１７年１１月１０日\n東京地方裁判所刑事第７部\n裁判長裁判官　　　小　川　正　持\n裁判官　　　水　上　　　周\n裁判官　　　川　尻　恵理子\n"
}