{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 8
  },
  "case_number": "平成13(行ウ)18",
  "case_name": "課税処分取消請求",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "7762",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7762",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/762/007762_hanrei.pdf",
  "contents": "主　　　　　　文\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が原告に対して平成８年６月２５日付けでした，原告の平成４年分及び平成５\n年分の所得税に係る各更正処分及び重加算税の各賦課決定処分をいずれも取り\n消す。\n第２　事案の概要\n１　本件は，被告が原告に対し，原告の平成４年分及び平成５年分（以下「本件係争\n各年分」という。）の所得税について，それぞれ更正処分及び重加算税の賦課決定\n処分をしたところから，原告がその取消しを求めた抗告訴訟である。\n２　前提事実（争いのない事実等）\n(1)　原告は，会社役員であるが，本件係争各年分の所得税について，確定申告書\nに別表の「確定申告」欄のとおり記載して，いずれも法定申告期限までに申告し\nた。\n被告は，これに対し，平成８年６月２５日付けで別表の「更正処分」欄及び「賦\n課決定処分」欄記載のとおり，更正処分及び重加算税の賦課決定処分をした\n（以下「本件各処分」という。）。\n(2)　原告は，本件各処分を不服として，平成８年８月２１日に異議申立てをしたが，\n異議審理庁は，同年１１月２１日付けでいずれも異議を棄却する決定をした。原\n告は，異議決定を経た後の原処分に不服があるとして，同年１２月１２日に審査\n請求をしたが，平成１１年８月３１日付けで審査請求をいずれも棄却する裁決が\nなされた（以下，「本件裁決」といい，本件裁決に係る裁決書を「本件裁決書」と\nいう。）。\n(3)　原告は，平成１３年４月２６日に本件訴えを提起した。\n３　争点（出訴期間の遵守の有無）に関する当事者の主張\n(1)　被告の主張\nア　原告は，後記イの(ｱ) ないし(ｶ) のとおり平成１１年９月２２日に本件裁決書\n謄本の送達を受けて裁決の事実を了知しており，仮にそうでないとしても，同\nイの(ｷ）及び(ｸ）のとおり，遅くとも平成１２年７月１４日ないし２４日又は同年１\n０月１２日ころまでには本件裁決の事実を知ったから，本件訴えは行政事件\n訴訟法１４条１項所定の出訴期間を徒過した不適法な訴えである。\nまた，本件裁決書謄本は，後記イのとおり，平成１１年９月２２日に原告に送\n達されているところ，同条３項は，取消訴訟は裁決の日から１年を経過した後\nはすることができない旨定めているから，本件訴えは同項にも違反し，不適法\nである。\nイ(ｱ) 原告は，審査請求に当たり，名古屋国税不服審判所に対し，原告に対す\nる郵便物の送付先として愛知県日進市Ａ町Ｂ○○○番地○号（以下「Ｂの住\n所地」という。）を指定した。\n(ｲ) 名古屋国税不服審判所長は，同年９月７日，原告に対し，本件裁決書謄\n本を，Ｂの住所地宛に送付した。\n(ｳ) (ｲ) の裁決書謄本は，同月２０日，保管期間満了を理由として郵便局から\n名古屋国税不服審判所に対して返送された。\n(ｴ) 同日，名古屋国税不服審判所管理課管理係長Ｃは，原告の妻であるＤに\n電話をかけ，「裁決書謄本を再発送するので受け取ってほしい」旨依頼し，\nＤの了解を得た。\n(ｵ) 名古屋国税不服審判所長は，同月２１日，原告に対し，本件裁決書謄本\nをＢの住所地宛に再送付した。\n(ｶ) 名古屋国税不服審判所長は，同月２４日，(ｵ) の郵便について，配達日が\n同月２２日とされた郵便物配達証明書を受領した。\n(ｷ）原告は，平成１２年７月１４日ないし２４日ころ，名古屋国税不服審　判所\nに電話をかけ，「裁決書を今月中に取りに行く」旨連絡した。\n(ｸ）原告は，同年１０月１２日，名古屋国税局において，名古屋国税局徴収部\n特別国税徴収官付国税徴収官Ｅに所得税の滞納の件で面接したが，その\n際，本件裁決がなされた旨の発言をした。\n(2)　原告の主張\nア　原告が平成１１年９月２２日に本件裁決書謄本の送達を受けて裁決の事実\nを了知したとの事実及び遅くとも平成１２年７月１４日ないし２４日又は同年１０\n月１２日ころまでには本件裁決の事実を知ったとの事実はいずれも否認する。\n原告は，平成１２年１０月１２日ころに国税局の担当者と面談したことはある\nが，その際，同担当者から本件裁決の話は一切聞いていない。\nイ　Ｂの住所地は，従来，原告がＤ及び子らとともに居住していた場所であるが，\n原告は，平成９年秋ころから，自己の債権者の関係者である暴力団関係者か\nら脅迫を伴う厳しい債権の取立てを受けるようになったため，同年末ころにＢ\nの住所地を出て名古屋市内の知人方を転々とするようになり，Ｄとも別居状\n態となって音信不通の状態にあり，平成１１年９月２２日に本件裁決書謄本が\nＢの住所地に送付された事実は知らなかった。なお，原告は，平成１２年７月\n１３日にＤと協議離婚しているが，これは，Ｄに対して取立ての危害が及ぶこと\nを防ぐため，原告がＢの住所地を出る際に残してきた離婚届用紙を用いてＤ\nが１人で届出をしたもので，このころ原告とＤが連絡をとった事実はない。\n原告は，平成１３年１月ころ，知人の税理士に偶然会い，本件裁決が出てい\nるかもしれないから確認したほうがいいとアドバイスを受け，Ｂの住所地に電\n話したところ，原告の次男から本件裁決書謄本がＢの住所地に送付されたこ\nと及びこれを名古屋国税不服審判所に返戻したことを教えられ，名古屋国税\n不服審判所に問い合わせた上，同年２月２日に名古屋国税不服審判所に赴\nいて本件裁決書謄本を受領し，初めて本件裁決の事実を知ったものである。\nウ　以上のとおり，原告が本件裁決があったことを知った日は平成１３年２月２日\nであり，かつ，裁決の日から１年以内に訴えを提起できなかったことについて\nは行政事件訴訟法１４条３項ただし書所定の正当な理由があるというべきで\nあるから，本件訴えは適法である。\n第３　当裁判所の判断\n１　証拠（乙１，２の１ないし８及び１７）によれば，原告が平成８年１２月１２日に名古\n屋国税不服審判所に対し「今後の郵便物は下記の住所地へ送付して下さい」と記\n載した書面を提出してＢの住所地を文書の送付先に指定したこと，Ｃは，平成１１\n年９月２０日にＢの住所地に電話してＤと会話し，裁決書謄本を書留郵便で再発送\nするので必ず受け取るように依頼するとともに，その旨を原告にも伝えるように頼\nんだところ，Ｄは，本件裁決書謄本の受領及び原告への伝言を承諾したこと，名古\n屋国税不服審判所長は，本件裁決書謄本を同月２１日にＢの住所地に宛てて郵便\nで再発送し，同郵便は翌２２日にＢの住所地において送達されたこと，同郵便でＢ\nの住所地に送達された文書は，同年１１月１２日になって，「受理者」と称する氏名\n不詳者を差出人として名古屋国税不服審判所に送り返されたこと，Ｄは平成１２年\n４月２０日にＣと電話で会話した際には，原告は最近は自宅に帰ってこない旨述べ\nているが，前記の平成１１年９月２０日の会話の際には，原告は昼間出かけていて\n夜遅くにならないと帰ってこないと述べており，原告がＢの住所地に帰宅することを\n前提とする発言をしていたこと，以上の事実が認められる。そして，上記認定に係\nるＤの発言内容に照らせば，原告が平成１１年９月２０日当時，Ｂの住所地に居住\nしていた事実を認めることができるというべきである。\n２　原告は，平成９年末ころにＢの住所地を出てＤとは音信不通になっていた旨主張\nし，これに沿う陳述書（甲２）を提出しているが，仮に名古屋市内の友人方を転々と\nしていたとしても，電話等の手段によって家族らとの連絡を取ることは容易であると\n考えられるので，３年余にわたって全く音信不通の状態にあったとはにわかに措信\nし難い。また，同証拠中には，平成１１年９月２０日ころにＤとＣが交わした会話の内\n容について，Ｄは「原告がここ１，２年帰ってこないので，原告の所在はわからな\nい。」と答えた旨の記載が存する。しかしながら，原告は本件の第１回口頭弁論期\n日において，債権者からの取立てを免れるためＢの住所地を出た時期について，\n平成１１年中頃であると明確に述べていたものであって（当裁判所に顕著），合理\n的理由もなく重要な部分についての供述内容を変遷させている点で，平成９年末こ\nろ自宅を出たとする原告の主張及び甲２号証の記載は信用できない。そうすると，\n甲２号証のうち，Ｄが，平成１１年９月２０日ころ，原告が平成９年末ころに自宅を出\nたことを前提とする発言をしていた旨の部分も採用し難い。したがって，原告の上\n記主張及び証拠はいずれもこれを採用できず，前記１の認定を左右しない。\n３　そうすると，本件裁決は，原告の届出にかかる住所地で，かつ，原告が現実に居\n住していたＢの住所地に対して送達された日である平成１１年９月２２日に外部的\nな効力を生じたものというべきであり，行政事件訴訟法１４条３項により，本件各処\n分に関する取消訴訟は，同日から１年を経過した後はこれを提起することができな\nいというべきところ，本件訴えが上記期間を経過した後の平成１３年４月２６日に提\n起されたものであることは当裁判所に顕著である。\n原告は，この点につき，同項ただし書所定の正当の理由が存する旨主張する\nが，その内容は，要するに，債務の取立てを免れるために自ら行方をくらましてい\nたというものにすぎないところ，このような事情が同項ただし書所定の正当の理由\nに該当しないことはいうまでもないから，原告の主張はそれ自体失当である。\n４　以上の次第で，その余の点について判断するまでもなく，本件訴えは出訴期間を\n徒過した不適法な訴えであることが明らかであるから却下することとし，主文のとお\nり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官      加　　藤　　　幸　　雄\n裁判官      橋　　本　　　都　　月\n裁判官      小　　嶋　　　宏　　幸\n（別表省略）\n"
}