{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 11
  },
  "case_number": "平成14(わ)83",
  "case_name": "詐欺",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7137",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7137",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/137/007137_hanrei.pdf",
  "contents": "判決　平成１４年９月１１日　　神戸地方裁判所　平成１４年（わ）第８３号　詐\n欺被告事件\n主　　　　　　　文\n被告人を懲役１年４月に処する。\n未決勾留日数中１３０日をその刑に算入する。\n訴訟費用は全部被告人の負担とする。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，Ａ及びＢと共謀の上，Ｃ発行にかかるＡ名義のＤ提携クレジットカー\nドを利用し，Ｅ株式会社の加盟店でＤ提携カードが使用可能なＢが経営するスナッ\nク「Ｆ」での飲食を仮装してクレジットカードシステムに基づく立替金請求名下に\n金員を詐取しようと企て，平成１３年１２月１３日午前２時５８分ころから同日午\n前３時１４分ころまでの間，神戸市ａ区ｂｃ丁目ｄ番ｅ号ｆビル３階所在のスナッ\nク「Ｆ」において，Ａが同店で飲食した事実がないのに，これあるかのように装\nい，前後８回にわたり，Ｂが同店に設置された売上げデータギャザリング対応型ク\nレジットオーソリゼーションターミナル端末機にＡ名義の前記クレジットカードを\n挿入して同機を作動させ，各回５万円ずつの合計４０万円の架空の売上げを入力し\nて，大阪市ｇ区ｈｉ丁目ｊ番ｋ号所在のＥ大阪本社のコンピューターに上記架空の\n売上データを送信し，上記送信を受けた同社信用管理部部長代理Ｇをして，上記売\n上げが正当な取引によるものであって架空売上げ等の不正な取引によるものではな\nく，クレジットカードシステム所定の方法に基づいて立替金の支払いをなす義務が\nあるものと誤信させ，よって，Ｇをして上記立替金の支払手続を行わせ，同月２８\n日，Ｂの経営するスナック「Ｆ」の指定口座である神戸市ａ区ｌｍ丁目ｎ番ｏ号Ｈ\n信用金庫Ｉ支店の「ＦＢ」名義の普通預金口座に上記４０万円から手数料を差し引\nいた立替金３７万２０００円を振込入金させ，もって，人を欺いて財物を交付させ\nたものである。\n（証拠の標目）\n（省略）\n（争点に対する判断）\n１　弁護人は，本件では，人に対する欺罔行為が存在せず，それによって財産的処\n分行為がなされたわけではないから，詐欺罪は成立しない旨主張する。\nなるほど，前掲各証拠によると，本件は，売上げデータギャザリング対応型ク\nレジットオーソリゼーションターミナル端末機（以下，「Ｇ－ＣＡＴ」という。）\nの設置されたＥ株式会社の加盟店において，Ｄ提携カードが利用された事案である\nところ，被告人らは，判示のとおり，前後８回にわたり，本件クレジットカードを\nＧ－ＣＡＴに挿入し，合計４０万円の架空の売上げデータをＥのコンピューターに\n送信したこと，同コンピューターから上記売上げデータの送信を受けた本件クレジ\nットカードの発行会社であるＣのコンピューターは，本件クレジットカードの有効\n性等を審査してその承認を与えたこと，Ｅのコンピューターは，上記承認がなされ\nたことから，売上げデータを保存し，締め日である平成１３年１２月１５日までの\n売上げデータに基づいて，加盟店であるスナック「Ｆ」への計算書の作成，振込の\n手配等の支払手続を行い，判示のとおり，同月２８日，「ＦＢ」名義の普通預金口\n座に３７万２０００円を振込入金したことが認められ，これだけをみれば，被告人\nらがＧ－ＣＡＴを通じて送信した架空の売上げデータは，立替金の振込がなされる\nまですべてコンピューター上で処理され，その間に人が介在していないのであるか\nら，弁護人の主張するように，人に対する欺罔行為が存在しないといえなくもな\nく，本件は，詐欺罪ではなく，刑法２４６条の２の電子計算機使用詐欺罪に該当す\nるもののように思われる。\nしかしながら，前掲各証拠によると，Ｇ－ＣＡＴを通じて架空の売上げデータ\nが送信され，クレジットカードの発行会社が承認を与えたものについて，すべてそ\nのまま自動的に加盟店に対する立替金の振込がなされるわけではなく，承認後振込\nまでの間に，架空売上げ等のクレジットカードの不正使用の疑いが出てきたとき\nは，Ｅにおいては，振込を保留するなどの措置を取って，調査をした上で振り込む\nかどうかを決定することになっていること，本件において，Ｅが「ＦＢ」名義の普\n通預金口座に前記のとおり立替金を振り込んだのは，送信された売上げデータどお\nりの売上げが実際にあったことを前提にしたためであって，それが架空売上げによ\nるものであることを担当者が知らなかったためであることもまた認められるのであ\nって，コンピューターを用いて大量の売上げデータを処理しているため，Ｅの担当\n者が個々の売上げデータを全部確認して，それが正当な取引によるものかどうかを\n判断することはないけれども，Ｅの担当者は，振込までの間に架空売上げ等のクレ\nジットカードの不正使用の疑いが出てこなかったものについては，すべて正当な取\n引によるものであって，架空売上げ等の不正な取引によるものではなく，クレジッ\nトカードシステム所定の方法に基づいて立替金の支払いをなす義務があるものと信\nじて，それまでのデータに基づき，コンピューターを用いて立替金の支払手続を行\nったものとみることができるのであるから，やはり人に対する欺罔行為が存在し，\nそれによって財産的処分行為がなされたということができる。\n本件においては，電子計算機使用詐欺罪ではなく，詐欺罪が成立すると認めら\nれ，弁護人の主張は採用できない。\n２　弁護人は，被告人らが飲食の事実がない架空売上げにクレジットカードを使用\nしたことは，欺罔行為に該当しないから，詐欺罪は成立しない旨主張する。\nしかしながら，Ｅ信用管理部長Ｊ作成の捜査関係事項照会回答書（甲３）によ\nると，ＥＤカードの加盟店規約４条３項は，「売上票に記載できる金額は，当該販\n売代金並びにサービス提供代金（いずれも税金，送料等を含む）のみとし，現金の\n立替，過去の売掛金の精算等は行わないものとします。」と定めていて，本件のよ\nうに架空売上げについて立替金の支払いを求めることは認められていないのである\nから，クレジットカードの名義人において，後日支払に応じる意思があると否とに\nかかわらず，飲食の事実を仮装して架空売上げをし，それについて立替金の支払い\nを求めることが欺罔行為に該当することは明らかであって，弁護人の主張は採用で\nきない。\n３　弁護人は，Ａ名義の本件クレジットカードの発行会社であるＣは，被告人らの\n欺罔行為がなされてからＥによる立替金の振込入金がなされるまでの間に，本件が\nクレジットカードの不正使用によるものであることを知っていたのであるから，欺\n罔行為と振込入金との間には因果関係がなく，詐欺未遂罪が成立するにすぎない旨\n主張する。\nなるほど，Ｃ作成の捜査関係事項回答書（甲９）によると，Ｃは，Ａから，平\n成１３年１２月１８日午前１０時４４分ころ，「ぼったくりの店で脅されてサイン\nしたもので自分の利用の事実はない。何とか支払わない方法はないか。」との連絡\nを受け，同月２１日午前９時５２分ころ，兵庫警察に対して被害届を提出した旨の\n連絡を受け，その後，同月２５日午前１１時８分ころ，被害届受理番号が１０４８\n３２であるとの連絡を受けていたことが認められるが，上記捜査関係事項回答書及\nび証人Ｇの当公判廷における供述によれば，ＣがＥに対して，上記事情を告げて調\n査を依頼したのは，平成１４年１月８日午前９時ころであって，Ｅにおいては，振\n込入金日である平成１３年１２月２８日以前には，本件がクレジットカードの不正\n使用によるものであることを全く知らなかったことが認められるのであるから，被\n告人らの欺罔行為とＥの振込入金との間の因果関係に欠けるところはない。\n本件では，詐欺未遂罪ではなく，詐欺罪が成立することが明らかであり，弁護\n人の主張は失当である。\n（累犯前科）\n被告人は，平成７年３月３日神戸地方裁判所で恐喝，傷害罪により懲役４年６月\nに処せられ，平成１０年１１月６日その刑の執行を受け終わったものであって，こ\nの事実は検察事務官作成の前科調書（乙１０）及びその裁判の判決書謄本（乙１\n１）によって認める。\n（法令の適用）\n被告人の判示所為は包括して刑法６０条，２４６条１項に該当するところ，被告\n人には前記の前科があるので同法５６条１項，５７条により再犯の加重をした刑期\nの範囲内で，被告人を懲役１年４月に処し，同法２１条を適用して未決勾留日数中\n１３０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項本文により全部\n被告人に負担させることとする。\n（量刑の事情）\n本件は，暴力団構成員である被告人が，麻雀賭博の勝ち金を取り立てるため，麻\n雀賭博で負けた男及び知人のスナックの女性経営者と共謀の上，この負けた男がス\nナックで飲食しクレジットカードで代金を支払ったように仮装してクレジットカー\nド会社を欺き，立替金３７万２０００円を詐取したという事犯であるが，上記のよ\nうな犯行の動機原因に酌むべき点はないこと，クレジットカードの加盟店の経営者\nをも巻き込んでクレジットカードシステムを悪用した犯行の態様は悪質なものであ\nること，被害額も上記のとおり少ない額ではないことなどを併せ考えると，犯情は\n悪く，被告人の刑事責任は軽くないといわざるを得ない。\nしかしながら，クレジットカード会社間の連絡が速やかになされていれば，本件\nは未遂に終わっていた可能性が高いこと，被告人らからクレジットカード会社に対\nする被害弁償は本件起訴前に既に完了していたこと，被告人も一応は反省の態度を\n示していること，被告人の健康状態がよくないことなどの，被告人のために酌むべ\nき事情も認められる。\n（検察官の科刑意見・懲役２年）\nよって，主文のとおり判決する。\n平成１４年９月１１日\n神戸地方裁判所第１２刑事係甲\n裁　判　官　　　森　　　岡　　　安　　　廣\n"
}