{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 27
  },
  "case_number": "平成16(わ)1293",
  "case_name": "住居侵入，強盗致傷被告事件",
  "court_name": "神戸地方裁判所第１刑事部",
  "gist": "窃盗未遂罪の成立を争い，強盗致傷罪にいう傷害には当たらず，結局強盗致傷罪は成立しないとの主張を排斥した事例",
  "lawsuit_id": "32837",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32837",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/837/032837_hanrei.pdf",
  "contents": "主     文\n被告人を懲役３年６月に処する。\n未決勾留日数中２００日をその刑に算入する。\n理     由\n（罪となるべき事実）\n被告人は，金員窃取の目的で，平成１６年１１月１０日午前零時２０分ころ，兵庫県Ａ\n市Ｂａ丁目ｂ番ｃ号Ｃｄ号のＤ方に無施錠の玄関から侵入し，同所において，２階書斎で\n整理棚の引き出しを開けるなどして金員を物色した後，２階６畳間に至った際，同人の妻\nのＥに発見されて逮捕されそうになるや，その逮捕を免れるため，同女（当時３２歳）に\n対し，その左中指に噛みつき，その顔面を手拳で殴打するなどの暴行を加え，さらに，２\n階階段付近廊下で，上記Ｄの長男Ｆ（当時５歳）に対し，その腹部付近を足蹴にして同人\nを階段から転落させる暴行を加え，よって，上記Ｅに加療約９日間を要する左頬部打撲傷\n，左中指咬創等の傷害を，上記Ｆに加療約６日間を要する左側頭部打撲傷，左肩胛部挫傷\nの傷害をそれぞれ負わせたものである。\n（証拠の標目）―括弧内の甲，乙に続く数字は検察官請求証拠番号―\n省略\n（事実認定の補足説明）\n１　弁護人は，(1)強盗致傷罪の成立の前提となる窃盗未遂罪の成立を争い，金員窃取の\n目的で被害者方に侵入して物色行為を行い，逮捕を免れる目的で暴行を加えたことを認め\nる被告人の捜査段階供述は，捜査官に灰皿を二，三回机にたたきつけられたためその誘導\nに迎合したことによるものであるから，いずれも信用性がなく，他に窃盗の実行の着手を\n認めるに足りる証拠はない，(2)仮に窃盗の実行の着手が認められるとしても，各被害者\nの傷害の程度は軽微で強盗致傷罪にいう傷害には当たらず，結局強盗致傷罪は成立しない\nなどと主張し，上記(1)については，被告人も公判廷で同旨の供述をしている。そこで，\n以下，その主張を排斥した理由につき補足する。\n２　被告人の本件住居侵入の目的についての供述経過を見ると，(1)逮捕当日の平成１６\n年１１月１０日には窃盗及びわいせつ目的，(2)同日の弁解録取ではわいせつ目的，(3)同\n月１２日には窃盗目的，(4)弁護人と接見した同月１８日にはわいせつ目的，(5)同月２２\n日から起訴に至るまでは判示に沿う窃盗目的と供述している。\nそこで，侵入目的が窃盗目的であり，被害者宅２階書斎で物色行為をしたことを認め\nる旨の被告人の捜査の最終段階の供述調書の信用性について検討するに，①警察官の取調\nべ方法に関する被告人の当公判廷における供述を前提にしても，取調べの際に警察官が灰\n皿を二，三回机にたたきつけたことが一度あっただけにすぎず，それだけでは直ちに任意\n性を疑わせる事情とまではいえない上，被告人が上記の事情を接見した弁護人に訴えてい\nないばかりか，そうしなかった理由につき合理的な説明をすることができないことにかん\nがみると，被告人の公判供述の信用性には多分に疑問を差し挟む余地があること，②他方\nで，被告人は，当番弁護士及び弁護人との接見を通じて，自己の意に反する供述をする必\n要はないことなど，適切な助言，援助を得ていること，③取調べ検察官は，上記のように\n被告人の供述に変遷が見られることから，問答形式を用いてその理由などを問い質すなど\n，慎重に被告人を取り調べていることがうかがわれ，被告人も供述を変遷させた経緯や理\n由につきそれぞれ合理的な説明をしていること，④その内容も，見ず知らずの被害者宅に\n深夜手袋をはめて侵入したという当時の状況や，その直前に１２万円余りの現金が入った\n財布在中のセカンドバッグをなくしていたことに照らし，誠に自然かつ合理的であって，\nその中には，被害者宅２階書斎にある整理棚の在中物などに関していわゆる秘密の暴露と\nいってよい供述が存在することに加え，本件の直前にタクシーを降車した場所や前科の内\n容など，被告人のみが語り得る内容を多く含んでいることなどの諸事情に照らすと，被告\n人の捜査の最終段階の供述には任意性，自発性が十分に認められ，その信用性も高度であ\nると認められる。\nそして，被告人の信用性十分な上記捜査段階の供述からすれば，判示事実を優に認め\nることができる。\n３　また，軽微な傷であっても，人の健康状態に不良の変更を加えたものである以上，強\n盗致傷罪における傷害に当たると解されるから，弁護人の主張は採用できない。また，仮\nにこの点に関する弁護人主張の見解を採ったとしても，各被害者の判示の負傷状況は強盗\n致傷罪における傷害として十分な程度のものであると認められる。\n４　以上のように，弁護人の主張はいずれも理由がない。\n（法令の適用）\n被告人の判示所為のうち，住居侵入の点は刑法１３０条前段に，Ｅ及びＦに対する各強\n盗致傷の点は平成１６年法律第１５６号附則３条１項により同法による改正前の刑法２４\n０条前段にそれぞれ該当するが，判示の住居侵入と各強盗致傷との間にはそれぞれ手段結\n果の関係があるので，刑法５４条１項後段，１０条により結局以上を１罪として刑及び犯\n情の最も重いＥに対する強盗致傷罪の刑で処断することとし，所定刑中有期懲役刑を選択\nし，なお犯情を考慮し，同法６６条，７１条，６８条３号を適用して酌量減軽をした刑期\nの範囲内で被告人を懲役３年６月に処し，同法２１条を適用して未決勾留日数中２００日\n（その日数については，本件における具体的審理経過を考慮した。）をその刑に算入する\nこととする。\n（量刑の理由）\n本件は，酒に酔って財布を落とすなどしたため，金員窃取の目的で被害者宅に侵入し，\n金品を物色した後に家人に見つかり，逮捕を免れるために２人の被害者に手拳で殴打した\nり，足蹴にして階段から転落させるなどの暴行を加えて，判示各傷害を負わせた住居侵入\n，強盗致傷事案である。\nその自己中心的かつ安易な動機には酌量の余地がない上，犯行態様も粗暴であること，\n最も安心すべき自宅において被害に遭った各被害者の心身の苦痛も大きかったと認められ\nることなどに照らすと，犯情は相当に悪質であり，被告人の刑責は重いといわざるを得な\nい。\nしかしながら，他方で，被害弁償として２００万円を支払っていること，被害者らが負\nった傷害の程度はいずれも比較的軽微であること，酔余たまたま所持金を落としたことが\n契機となった偶発的，衝動的な犯行といえること，正業に就いており，２０年以上前の罰\n金前科以外に前科がない上，それなりに反省してもいること，今後の監督を約束している\n妻がいることなど，被告人のために酌むべき事情もまた認められるので，酌量減軽の上，\n主文の刑に処することとした。\nよって，主文のとおり判決する。\n平成１８年１月２７日\n神戸地方裁判所第１刑事部\n裁判長裁判官　　的　　場　　純　　男\n裁判官　　西　　野　　吾　　一\n裁判官  　三重野　　真　　人\n"
}