{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 31
  },
  "case_number": "平成17(行ケ)10745",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/033410_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０７４５号 審決取消請求事件\n口頭弁論終結日 平成１８年７月１９日\n判決\n原 告 松下電工株式会社\n訴訟代理人弁護士 小 松 陽 一 郎\n訴訟代理人弁理士 西澤利夫\n訴訟代理人弁護士 福 田 あ や こ\n同 井崎康孝\n同 辻村和彦\n同 井口喜 久 治\n同 川 端 さとみ\n訴訟復代理人弁護士 森 本 純\n被 告 タイコエレクトロニクス\nアンプ株式会社\n訴訟代理人弁護士 松尾和子\n訴訟代理人弁理士 宍 戸 嘉 一\n同松 下 満\n訴訟代理人弁護士 佐竹勝一\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が無効２００５－８００４６号事件について平成１７年９月１３日に\nした審決を取り消す。\n第２ 事案の概要\n本件は，原告が有する後記特許につき，被告が無効審判請求をしたところ，\n特許庁が請求項２，３に係る発明についての特許を無効とする旨の審決をした\nことから，原告が，その取消しを求めた事案である。\n第３ 当事者の主張\n１ 請求の原因\n(1) 特許庁における手続の経緯\nア 原告は，平成３年６月２８日，名称を「多極型モジュラジャック」とす\nる発明について特許出願（特願平３－１５８９５９号）をし，平成９年１\n０月２７日，その一部を分割して新たな特許出願とし（発明の名称は同\nじ），平成１１年１０月１日，特許第２９８５８５１号として設定登録を\n受けた（請求項１～３。以下「本件特許」という。）。\nイ ところが，平成１７年２月１５日付けで被告から本件特許のうち請求項\n２，３に係る発明について無効審判請求がなされたので，特許庁は，これ\nを無効２００５－８００４６号事件として審理し，平成１７年９月１３\n日，「請求項２，３に係る発明についての本件特許を無効とする」旨の審\n決（以下「本件審決」ということがある。）を行い，その審決謄本は平成\n１７年９月２４日原告に送達された。\n(2) 発明の内容\n本件特許は，請求項１～３から成り，その内容は，下記のとおりである\n（以下，請求項２の発明を「本件発明１」と，請求項３の発明を「本件発明\n２」という。）。\n記\n【請求項１】 モジュラプラグの接触子に接触する多数の接触ばねと外部\n電線を接続する多数の端子片とを基台に設けてユニット化したモジュライ\nンサートと，\n埋込型の配線器具用に規格化された取付枠に取着できる形状に形成したカ\nバーと，カバーに結合するボディと，カバーを取付枠に結合する枠取付手\n段と，を有し，\nモジュラインサートをカバーとボディとにより収納保持して成るととも\nに，\n各端子片は，端子片の一端縁に臨んで開放されていて被覆電線を圧入した\nときに絶縁被覆を破って被覆電線の内部導体を端子片に電気的に接続する\n圧接スリットを備えて成ることを特徴とする多極型モジュラジャック。\n【請求項２】 モジュラプラグの接触子に接触する多数の接触ばねと外部\n電線を接続する多数の端子片とを基台に設けてユニット化したモジュライ\nンサートと，\n埋込型の配線器具用に規格化された取付枠に取着できる形状に形成すると\nともに，該取付枠に結合する枠取付手段を備えたカバーと，を有し，\nモジュラインサートとカバーとの間を結合する結合手段を設けたととも\nに，\n各端子片は，端子片の一端縁に臨んで開放されていて被覆電線を圧入した\nときに絶縁被覆を破って被覆電線の内部導体を端子片に電気的に接続する\n圧接スリットを備えて成ることを特徴とする多極型モジュラジャック。\n（本件発明１）\n【請求項３】 枠取付手段は，カバーの両側縁に突設された結合爪片，ま\nたは，カバーの両側面に設けられた結合孔である請求項１または請求項２\nいずれか記載の多極型モジュラジャック。（本件発明２）\n(3) 審決の内容\nア 審決の内容は，別紙審決写しのとおりであり，その理由の要点は，次の\nとおりである。\n本件発明１，２は，下記の刊行物１～３記載の発明（以下，刊行物１記\n載の発明を「刊行物１発明」，刊行物２記載の発明を「刊行物２発明」と\nいう。）に基づいて当業者が容易に発明することができたから，特許法２\n９条２項により特許を受けることができない。\n記\n刊行物１ 特開昭６１－３２９７０号公報（甲６）\n刊行物２ 米国特許４２６１６３３号明細書（甲７）\n刊行物３ 特開平３－１１２０８１号公報（甲８）\nイ なお，審決は，本件発明１，２と刊行物１発明との一致点及び相違点\nを，次のとおり認定している。\n(ア) 本件発明１と刊行物１発明との一致点\nモジュラプラグの接触子に接触する多数の接触ばねと外部電線を接続\nする多数の端子部材とを基台に設けてユニット化したモジュラインサー\nトと，\n取付枠に取着できる形状に形成するとともに，該取付枠に結合する枠取\n付手段を備えたカバーと，を有し，\nモジュラインサートとカバーとの間を結合する結合手段を設けた多極型\nモジュラジャック。\n(イ) 本件発明２と刊行物１発明との一致点\nモジュラプラグの接触子に接触する多数の接触ばねと外部電線を接続\nする多数の端子部材とを基台に設けてユニット化したモジュラインサー\nトと，\n取付枠に取着できる形状に形成するとともに，該取付枠に結合する，カ\nバーの両側縁に突設された結合爪片である枠取付手段を備えたカバー\nと，を有し，\nモジュラインサートとカバーとの間を結合する結合手段を設けた多極型\nモジュラジャック。\n(ウ) 本件発明１，２と刊行物１発明との相違点１\n端子部材が，本件発明１，２は，端子片の一端縁に臨んで開放されて\nいて被覆電線を圧入したときに絶縁被覆を破って被覆電線の内部導体を\n端子片に電気的に接続する圧接スリットを備えて成る端子片であるのに\n対して，刊行物１発明は，端子ねじ２５が螺着され，外部電線が接続さ\nれる端子板２３である点\n(エ) 本件発明１，２と刊行物１発明との相違点２\n取付枠が，本件発明１，２は，埋込型の配線器具用に規格化された取\n付枠であるのに対して，刊行物１発明は，既製の取付枠である点\n(4) 審決の取消事由\nしかしながら，審決の判断には，認定・判断及び実体法の適用解釈を誤っ\nた違法があるから，速やかに取り消しされるべきである。\nア 知的財産保護の国際性及び本件発明１，２の商業的成功の観点からみた\n本件審決の進歩性判断の不当性（取消事由の総論）\n(ア) 進歩性（あるいは非自明性）の判断基準に関して，米国や欧州で\nは，以下のような立場がとられている。\nａ 米国審査基準の一部\n・ Suggestion test（動機付け）の適用（ＭＰＥＰ７０６．０２\n（Ｊ））\n以下のように述べられている。\n「一応の自明性を確立するためには，三つの基本的要件が揃わなけ\nればならない。第１に，文献の技術内容を変更し又は文献の教示内\n容を組み合わせるためには，当該文献自身又は当業者の一般的な知\n識において，何らかの示唆（suggestion）動機付け（motivation）\nが存在することが必要である。第２に，（文献の技術内容を変更し\n又は組み合わせを成しうるための）合理的な可能性が必要である。\n最後に，これらの先行技術文献には当該発明の全ての構成要件につ\nいて教示又は示唆されていなければならない。」\n・ hindsight（後知恵）の排除（ＭＰＥＰ２１４１．０１．Ⅲ）\n以下のように述べられている。\n「Ⅲ 後知恵を避けるため，先行技術文献の内容は発明が成された\n時点で決定される」\n「『発明が成された時点で』との要件は，許容されない後知恵を避\nけるためのものである。」\n「判断者は，困難ではあるが，当該文献にのみ接し，かつ，当該技\n術分野における当時の技術常識により普通に導かれる当業者の視点\nで判断するため，出願された発明により教示された内容を忘れ，当\n該発明が発明された当時の意識に戻って判断することが必要であ\nる。」\n・ Invention as a wholeの重視等\n発明は全体として捉える必要がある。\nｂ 欧州審査基準\nCould-would approach（Ｃ－Ｎ，9.8.3）・\n以下のように述べられている。\n「第３段階で，回答されるべき問いは，客観的な技術的課題に直面\nした当業者が，最も近い先行技術を改変又は適合することに到達し\nたであろう(到達可能だけでなく，到達したであろう)何らかの教示\nが先行技術において全体として存在するかどうかであって，その場\n合，当業者がその教示を考慮に入れて改変又は適合し，それによっ\nて，請求項の記載内容にある重要なものに到達し，そして当該発明\nが達成するものを達成するに至るかどうかである(IV. 9.4参照)。」\n「換言すると，その要点は，当業者が最も近い先行技術を改変又は\n適合することによって当該発明に到達可能であったかどうかではな\nく，当該客観的な技術的課題を解決することを望んで，あるいは何\nらかの改良若しくは利点を期待してそうするべく先行技術が当業者\nを駆り立てた故に，当業者が到達したであろうかどうかである(審\n決T2/83, OJ 6/1984, 265参照)。審査対象の請求項について有効で\nある出願日又は優先日の前に当業者にとってこのような状況でなけ\nればならない。」\n・ “Ex post facto”analysis（Ｃ－Ｎ，9.10.2）\n以下のように述べられている。\n「一見自明であると見られる発明が実は進歩性を有する可能性があ\nることを思い起こさなければならない。一旦新しい思想が作り出さ\nれてしまっていたときに，既知のあるものから出発して一連の一見\n容易なステップによってそれがどのようにしたら到達できるかが理\n論的にしばしば証明できることがある。審査官は，この種の事後分\n析に注意を払う必要がある。審査官は，調査で挙がった文献が，そ\nの発明とされるものを構成する事項の前知識でなければならないこ\nとに，留意しなければならない。全ての場合において，審査官は，\n出願人の貢献以前に当業者が直面していた先行技術の全体の状態を\n見ることに努めなければならず，審査官は，この関連ある要素及び\nその他の関係ある要素の“実生活的”評価を行わなければならな\nい。審査官は，当該発明の背景に関して知られている全てを考慮に\n入れて，出願人によって提出された関連ある主張又は証拠に公正な\n重きを置かなければならない。例えば発明が大きな技術的な価値の\nあるものであることが示される場合，特にその発明が新しく且つ驚\nくほどであり，そして“一方通行道路”状況(下記参照)におけるお\nまけ的な効果として達成されるだけではない技術的利点を提供する\n場合，そしてこの技術的利点がその発明を定める請求項に含まれる\n一つ又はそれ以上の特徴事項に説得性をもって関連する場合，審査\n官は，そのような請求項が進歩性を欠如しているという拒絶理由を\n追求することについて躊躇すべきである。」\n(イ) 要するに，米国や欧州では，進歩性の判断に際しては，事後分析ア\nプローチは危険であるので，後知恵なしに（予断を抱かずに）引用例を\n検討すべきであり，また，引用例の組み合わせには示唆や動機付けが必\n要である，とされているのである。\nこれに対し，本件審決は，複数存在する引用例の組み合わせについ\nて，特に示唆や動機付けを具体的に検討することなく，「阻害要因はな\nいので進歩性もない」と簡単に判断している。後に述べるとおり，本件\n発明１，２と引用例との間には極めて多くの阻害要因が存するのであ\nり，本件審決はこれらを看過している点で不当である。しかし，本件審\n決の不当性はそれに止まらず，そもそも，その判断基準において，上記\nのような諸外国の進歩性に関する判断基準とは大きく異なる立場をとっ\nている点で，知的財産権保護の国際性にも反する重大な問題を孕んでい\nると言わなければならない。\n上記の視点で見た場合，本件発明１，２については，いわばコロンブ\nスの卵的な後知恵の観点から進歩性を判断することは決して許されず，\n単に阻害要因のみを検証するに止まらず，本件特許出願当時に引用例の\n組合せに必要な示唆・動機付けが真に存在したといえるか，また，その\n組合せにより本件発明１，２に到達可能（could）といえるに止まら\nず，到達したであろう（would）といえるか，との観点から慎重に検証\nがなされなければならない。\n(ウ) これらの点を我が国の進歩性の判断に係わる特許庁審査基準につい\nて確認しておくと，我が国でも，まず，「動機付け」については，\n１）技術分野の関連性\n２）課題の共通性\n３）作用，機能の共通性\n４）引用発明の内容中の示唆\nの観点から検討すべきであるとされており，明文は置かれている。た\nだ，米国のように明確に示唆・動機付けが「必要」とは定められておら\nず，また，欧州のようなcould-wouldアプローチの定めもない結果，実\n際の運用においては，単数又は複数の抽象的かつ希薄な「技術分野の関\n連性」，「課題の共通性」，「作用・機能の共通性」が存することをも\nって安易に進歩性欠如の判断がなされ，その結果，本来の審査基準の趣\n旨，知的財産保護の国際性の観点からかけ離れた結論が導かれうる危険\n性がある。\nそして，「後知恵なしに（予断を抱かずに）引用例を検討すべきであ\nる」との点については，上記のとおり米国，欧州共にほぼ同様の明文が\n置かれ，国際的にはいわば必須の要件とされているにもかかわらず，我\nが国の審査基準においては必ずしも明確な定めが置かれていないように\n思われる。このことが，諸外国に比して我が国における進歩性の判断を\n歪める原因となっている。\nしかし，仮に明確な定めが存在しないとしても，当該発明による先入\n観を受けることなく特許出願の時点における当業者の視点から判断をな\nすべきことは至って当然のことであり，上記の国際状況も合わせ考えれ\nば，上記の「動機付け」の規定も「後知恵」の排除を当然の前提として\nいると解されるのであって，我が国においても，仮に審判において「後\n知恵」の視点で進歩性が否定された場合には，かかる判断が「違法」と\nされるべきなのは当然である。\nしかるに，本件審決は，上述のとおり，知的財産権保護の国際性に反\nしているだけでなく，我が国の審査基準に照らしたとしてもその判断は\nあまりにも稚拙で論理性を欠くものである。\n(エ) 本件発明１，２の商業的成功と進歩性\n本件発明１，２に進歩性が認められることは，次のとおり現実に本件\n発明１，２が商業的に成功を収めていることからも明らかである。\nａ まずそもそも，商業的成功例の存在が進歩性に影響することについ\nては，例えば，次のような例でも肯定されている。すなわち，東京高\n判昭和３７年９月１８日（「トップローラー軸受装置事件」行政事件\n裁判例集１３巻９号１５０１頁）は，同業者が当該考案にかかる装置\nを賞揚している事実や当業者がその構造のものを出願前に実施してい\nたという事実もないこと等を，進歩性肯定の根拠の一つにしている。\nもちろん，営業活動が功を奏したり，広告宣伝が成功したために商業\n的成功を勝ち取ったようなときには，必ずしも当該発明の進歩性が影\n響しているとはいえないこともあろうが，ライセンス契約を締結して\nいるような場合には，同業の相手方も慎重に権利の有効性を吟味した\nうえで実施権の設定を受けているのであるから，その事実は当業者の\n視点から見て進歩性を肯定すべき有力な根拠になりうるというべきで\nある。\nまた，米国でも，大きな商業的成功を収めた場合，発明が自明であ\nれば，そのような成功の見込によって刺激された他の者がその発明を\n完成させていたであろうから，この発明が自明でなかったことを間接\n的に示す証拠とすることができる，とされている（ドナルド・Ｓ・チ\nザム著・竹中俊子訳「アメリカ特許法とその手続」５３頁）。\nｂ 本件発明１，２については，原告自らが実施しているのみならず，\n多くのライセンス契約が締結されている。したがって，本件発明１，\n２が商業的成功を収めていることは明らかであり，進歩性を有してい\nると他企業も判断して契約しているのであるから，この事実は間接事\n実として当然重視されるべきである。\nイ 取消事由１（本件発明１，２の「多極型モジュラジャック」に関する一\n致点の認定の誤り）\n審決は，刊行物１発明の「電話ジャック」が，その機能，構造からみ\nて，本件発明１，２の「多極型モジュラジャック」に相当すると認定して\nいる（６頁２２行～２７行）が，この認定は，次のとおり誤りである。\n(ア) 本件発明１，２の「多極型モジュラジャック」が対象とする信号\nは，デジタルである。「多極型モジュラジャック」は，高速でデジタル\n情報を伝送するという高度情報化社会にとって欠かせない中核的技術と\nしてのデジタル情報通信のためのものであって，「情報ジャック」と換\n言されるべきものである。これに対し，刊行物１発明の「電話ジャッ\nク」は，旧来の「アナロク」信号を主対象としたものである。モデムを\n使用することによりデジタル情報を伝送することが可能であっても，旧\n来の低速伝送にすぎない。\n(イ) 上記(ア)の対象の違いから，「多極型モジュラジャック」と「電話\nジャック」では，構造と伝送特性に，次のような違いがある。\nａ 「多極型モジュラジャック」では，ピン数（端子数）が８本以上で\nあり，結線数が８本以上であるのに対し，「電話ジャック」では，６\n本のピン数（端子数）で，２本又は４本の結線となっている。\nｂ 「多極型モジュラジャック」では，「周波数帯域」が～１６ＭＨｚ\n（カテゴリ３），１００ＭＨｚ（カテゴリ５）と極めて高周波の帯域\nであって，「通信速度」が１０Ｍｂｐｓ（カテゴリ３），１００Ｍｂ\nｐｓ（カテゴリ５）と高速であるのに対し，「電話ジャック」では，\n「周波数帯域」が３００Ｈｚ～３．４ｋＨｚとより低周波であり，電\n話回線で一般的なモデムを使用してデータを転送する場合の通信速度\nは，２８．８ｋｂｐｓ～５６ｋｂｐｓと遅い。\n(ウ) 上記(イ)ｂの伝送特性の違いから，「多極型モジュラジャック」で\nは，信号伝送の「クロストーク」（漏話）が極めて大きな問題となるの\nに対し，「電話ジャック」では比較的問題にならないという違いがあ\nる。\n「多極型モジュラジャック」では，クロストークの低減のため，通\n常，外部電線は，撚り対線（２本の電線を撚ったもの）を使うが，電線\nを端子に接続するときには，ある程度撚り線を解かなければならない。\nしかし，撚りを解くことは，クロストークを増大させることにつながる\nので，撚り線を解く長さをできるだけ短くする必要がある。また，撚り\n線でないモジュラジャックの部分は，別途のクロストーク対策が必要と\nなる。\n(エ) 「多極型モジュラジャック」では，多数のピン数，結線数を有する\n構造を小型化して取扱い易くし，しかも，撚り線を解く長さをできるだ\nけ短くして，クロストークの発生を抑えるということが極めて大きな課\n題となっていた。これに対し，「電話ジャック」では，このような点が\n問題とされることはほとんどなかった。\n(オ) 以上のように異なる「電話ジャック」が「多極型モジュラジャッ\nク」に相当するということはできない。\n(カ) 本件発明１，２は，「多極型モジュラジャック」の上記(エ)の課題\nを解決したものであって，その作用効果は，「電話ジャック」に係る刊\n行物１発明からは，全く予期し得ないものである。\n(キ) よって，刊行物１発明の「電話ジャック」が本件発明１，２の「多\n極型モジュラジャック」に相当するとの審決の認定は誤りである。\nウ 取消事由２（本件発明１，２の「ユニット化したモジュラインサート」\nに関する一致点の認定の誤り）\n審決は，刊行物１発明の「接触ピン２２を備えたジャック本体２と，…\n端子板２３と，を設けたボディ１１」が，本件発明１，２の「ユニット化\nしたモジュラインサート」に相当すると認定している（６頁下から１２行\n～７頁１行）が，この認定は，次のとおり誤りである。\n(ア) 「モジュラインサート」につき\nａ 審決は，本件発明１，２の「モジュラインサート」について，一般\n的な用語の意味，発明の詳細な説明の記載から，「モジュラプラグが\n着脱自在に挿入され，挿入されたモジュラプラグを外部電線と電気的\nに接続する部材」と認定している（６頁下から８行～４行）。\nｂ 本件発明１，２の「モジュラインサート」という用語は，新規で革\n新的な技術としての本質を表現するために，原告によって造語された\nものであって，市販されている辞書にはその定義は記載されていな\nい。そして，原告においても，その概念範囲は統一されておらず，原\n告の出願に係る特許の明細書においても，様々な使い方がされてい\nる。それは，発明の特徴に対応した「モジュラインサート」概念の意\n味する範囲が相違していることによる。このような事情にかんがみる\nと，本件発明１，２における「モジュラインサート」という用語の意\n味は，明細書及び図面の記載に基づき，作用効果を適切に参酌して定\nめられなければならない。\nｃ そこで，本件発明１，２における「モジュラインサート」の意味\nを，明細書及び図面の記載に基づき，作用効果を参酌して定めると，\n次のようにいうことができる。\n「多極型モジュラジャック」は，「モジュラプラグ」と電気的接続\nを行うとともに，「外部電線」とも接続を行う電気器具である。「カ\nバー」は，埋込型の配線器具用に規格化された取付枠に取着できる形\n状に形成され，取付枠に結合する枠取付手段を備えており，「モジュ\nラインサート」と結合できるものである。「結合手段」は，「モジュ\nラインサート」と「カバー」とを結合させることができるものであ\nる。してみると，「多極型モジュラジャック」を構成する「モジュラ\nインサート」と「カバー」と「結合手段」のうち，「カバー」と「結\n合手段」は，直接信号の伝送に関係するものでないことから，まず，\n第１に，本件発明１，２の「モジュラインサート」は，「多極型モジ\nュラジャック」の構成要素のうち，「モジュラプラグ」と「外部電\n線」とを電気的に接続し，情報信号を伝送する機能を有する構造体で\nあるということができる。\nまた，本件発明１，２の「多極型モジュラジャック」は，「ボディ\n１０」を設けないで，「ボディ１０」と「カバー２０」との結合手段\nを用いることなく，「モジュラインサート」を「結合手段」により\n「カバー」に結合させるものである。してみれば，第２に，本件発明\n１，２の「モジュラインサート」は，他の部材（ボディ１０）の助け\nを借りることなく，単独で「モジュラプラグ」と「外部電線」とを電\n気的に接続させる機能を有する独立した構造体であるということがで\nきる。\nさらに，第３に，本件発明１，２の「モジュラインサート」は，他\nの部材の助けを借りなくても，不可分な一体として，「モジュラプラ\nグ」と「外部電線」との電気的接続を行う，一つの独立した構造体で\nあるということができる。\nｄ しかるに，審決は，「モジュラインサート」の以上のような技術的\n意義や作用効果を考慮することなく，「モジュラインサート」は「モ\nジュラプラグが着脱自在に挿入され，挿入されたモジュラプラグを外\n部電線と電気的に接続する部材」と認定しており，誤っている。\n(イ) 「基台」につき\nａ 審決は，刊行物１発明の「ボディ１１」自体が，接触ピン２２を備\nえたジャック本体２と端子板２３が設けられる対象物であるから，本\n件発明１，２の「基台」に相当すると認定している（６頁下から１２\n行～１０行）。\nｂ 本件発明１，２の「基台」は，モジュラプラグの接触子に接触する\n多数の「接触ばね」と，外部電線を圧入して電気的に接続する圧接ス\nリットを有する多数の「端子片」との双方が設けられるものである。\nしたがって，これらの「接触ばね」と「端子片」とがばらばらに設け\nられるものではなく，一体的に設けられるものである。\nｃ 刊行物１発明において，モジュラプラグの接触子に接触する「接触\nピン２２」と，外部電線と電気的に接続する「端子板２３」と「端子\nねじ２５」からなる「ねじ端子」とを一体化した構造のものを作製し\nようとすると，樹脂成形された「ボディ１１」内部に後加工で「接触\nピン２２」を設けることが考えられる。しかし，それは，極めて困難\nであり，「ボディ１１」内部に後加工で多数の「接触ピン２２」を設\n置する際に，多数の接触ピン間の距離を正確に保って設置することが\nできず，電気的な接触が正しく行われないおそれがある。したがっ\nて，刊行物１発明において，上記のように「接触ピン２２」と「ねじ\n端子」とを一体化した構造のものを作製することには阻害要因があ\nる。\nまた，刊行物１発明において，端子は「ねじ端子」であり，「ねじ\n端子」は，その構造上広い設置スペースが必要となるので，「ジャッ\nク本体２」に設けることができず，広い設置スペースを確保するた\nめ，「カバー１２」の大きさに対応した「ボディ１１」が必要不可欠\nとなる。したがって，刊行物１発明においては，「ボディ１１」を用\nいることなく，「ジャック本体２」に「ねじ端子」を設け，「カバー\n１２」と結合することにも阻害要因がある。\nｄ このように，刊行物１発明では，「接触ピン２２」と「ねじ端子」\nとを一体化した構造のものを作製することはできず，本件発明１，２\nの「基台」に相当するものはないから，刊行物１発明の「ボディ１\n１」自体が本件発明１，２の「基台」に相当するとの審決の認定は誤\nりである。刊行物１発明の「ボディ１１」は，本件発明１，２の「ボ\nディ１０」に相当するものである。\n(ウ) 「端子片」につき\nａ 審決は，刊行物１発明の「端子板２３」は，本件発明１，２の「端\n子片」と，端子部材である点で共通すると認定している（６頁下から\n１０行～８行）。\nｂ 本件発明１，２の「端子片」は，外部電線を圧入して電気的に接続\nする圧接スリットを有する「片」であり，単独で外部電線と機械的か\nつ電気的に接続を行うことができるものである。ところが，刊行物１\n発明の「端子板２３」は，「端子ねじ２５」と共に使用してはじめて\n外部電線と接続を行うことが可能になるものであり，単独では外部電\n線と接続を行うことができないから，本件発明１，２の「端子片」に\nは相当しない。本件発明１，２の「端子片」と対比されるべきもの\nは，刊行物１発明の「端子板２３」と「端子ねじ２５」とを組み合わ\nせた「ねじ端子」である。\nｃ また，本件発明１，２の「端子片」とは，「片」であるところ，\n「片」の国語的な意義は「ひときれ，きれはし」であるから，小型の\n端子であると理解される。本件発明１，２においては，このような\n「端子片」を使用したからこそ，「多極型モジュラジャック」の小型\n化が達成できたのである。\nｄ 審決は，以上のような点を考慮することなく，端子部材という明確\nでない上位概念を用いて，刊行物１発明の「端子板２３」は本件発明\n１，２の「端子片」と共通すると認定した誤りがある。\n(エ) 「ユニット化」につき\nａ 審決は，本件発明１，２の「ユニット化」について，一般的な用語\nの意味，発明の詳細な説明の記載から，「部品を組み立てて１つの構\n成単位とすること」と認定している（６頁下から８行～６行）。\nｂ 本件発明１，２の「ユニット化」の意義は，特許請求の範囲の記載\nからは一義的に明らかではないから，明細書及び図面の記載に基づ\nき，作用効果や当業者の認識を参酌して解釈されなければならない。\n本件発明１，２の「多極型モジュラジャック」が，前記のとおり\n「情報ジャック」であることを考慮すると，「モジュラインサート」\nとして「ユニット化」することは，多数の「接触ばね」と多数の「端\n子片」を一体的に「基台」に設けて，別の部材の助けを借りずに，単\n独で「モジュラジャック」と機械的かつ電気的な接続を行うととも\nに，「外部電線」と機械的かつ電気的な接続を行い，埋込型の配線器\n具用に規格化された取付枠に結合する枠取付手段を備えたカバーに結\n合手段により結合されるものであるということができる。\nまた，「ユニット化」の用語の意味，本件特許明細書の「発明の詳\n細な説明」の記載及び図面からすれば，モジュラインサートそのもの\nが独立作動できなければならないが，刊行物１発明の「ボディ１\n１」，「接触ピン２２」，「端子板２３」は，組立途中の部品体にす\nぎないものであり，それだけで独立作動させるような思想は全く読み\nとれない。\nｃ 審決は，以上のような点を考慮することなく，本件発明１，２の\n「ユニット化」を「部品を組み立てて１つの構成単位とすること」と\n認定し，刊行物１発明の「接触ピン２２を備えたジャック本体２と，\n…端子板２３と，を設けたボディ１１」が，本件発明１，２の「ユニ\nット化したモジュラインサート」に相当すると認定した誤りがある。\nエ 取消事由３（本件発明１，２の「結合手段」に関する一致点の認定の誤\nり）\n審決は，刊行物１発明の「ボディ１１の左右両側面には嵌合孔１４が設\nけられ，カバー１２の両側縁には結合脚片１５が延設され，カバー１２の\n結合脚片１５をボディ１１の嵌合孔１４に挿入することにより，ボディ１\n１とカバー１２とを一体に結合した」ことが，モジュラインサートとカバ\nーとの間を結合する結合手段を設けたことであると認定している（７頁２\n行～６行）。\nしかし，上記のとおり，刊行物１記載の発明の「ボディ１１」は，本件\n発明１，２の「ユニット化したモジュラインサート」に相当しないから，\nそのことを前提とする上記認定は誤りである。\nオ 取消事由４（相違点１に関する進歩性判断の誤り）\n審決は，「端子部材を，刊行物１発明の『端子ねじ２５が螺着され，外\n部電線が接続される端子板２３』に代えて，本件特許発明１，２の『外部\n電線を圧入して電気的に接続する圧接スリットを有する端子片』とするこ\nとは，刊行物２発明から当業者が容易に想到し得たことである」との判断\nをしている（８頁下から７行～９頁２３行）が，この判断は，次のとおり\n誤りである。\n(ア) 「多極型モジュラジャック」が大きくなれば，多数の外部電線を容\n易に接続できるようになるが，壁面等に容易に取付けでき，かつ，埋込\n型の配線器具用に規格化された取付枠に取着できるものでなくなる。こ\nれに対し，「多極型モジュラジャック」を小型化すれば，多数の外部電\n線との結線を行う作業が難しくなる。本件発明１，２は，このように相\n反する結線容易性と多極型モジュラジャックの小型化という課題を一挙\nに解決したものである。本件発明１，２の「多極型モジュラジャック」\nが取り付けられる取付枠の単位寸法は，横が３２．４mm，縦が２３mmと\n非常に小さく設定されている。本件発明１，２は，このような小さな取\n付枠に設置できる，結線作業の容易な「多極型モジュラジャック」を提\n供するものである。\n刊行物２発明の「円筒状の自己起立式金属端子」は，「円筒」という\n形状であるため，各端子が相当のスペースを占める。したがって，その\nままでは，本件発明１，２のような，多数の外部電線を容易に接続する\nことができる小型の多極型モジュラジャックを形成することは不可能で\nある。\nまた，刊行物１発明の「ねじ端子」の代わりに刊行物２発明の「円筒\n状の自己起立式金属端子」を適用するとすると，「円筒状の自己起立式\n金属端子」は，「ねじ端子」を取り外した面上に起立して取り付けられ\nることになり，スリットの延びる方向と外部電線の取出方向とが同じ方\n向になる。スリットの延びる方向と同じ方向に外部電線を取り出した場\n合，外部電線に何らかの外力が加わると，わずかな力でも外部電線がス\nリットから非常に外れやすくなるため，当業者は，このような構成は採\n用しない。また，何らかの工夫を行って，「円筒状の自己起立式金属端\n子」を「ねじ端子」が取り付けられていた面に垂直に取り付けた構成と\nすると，今度は，ナットドライバー等の標準的な工具を用いて外部電線\nを圧接スリットへ取り付けることができなくなってしまう。このことか\nらも，当業者が，刊行物１発明の「ねじ端子」の代わりに刊行物２発明\nの「円筒状の自己起立式金属端子」を適用することはあり得ない。\n審決の上記判断は，以上のような点を考慮することなく，当業者が刊\n行物２発明から本件発明１，２を容易に想到し得たとの判断をしている\n誤りがある。\n(イ) さらに，審決の上記判断は，「電話ジャック」が対象である刊行物\n１発明と，「情報ジャック」が対象である本件発明１，２との違いにつ\nいて全く考慮していない点にも誤りがある。\n２ 請求原因に対する認否\n請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３ 被告の反論\n(1) 取消事由総論に対し\n本件審決は，原告のいう後知恵に基づいて引用例を検討したものではな\nく，引用例を組み合わせることの動機付け（技術分野の関連性）があること\nを前提としたうえで無効の判断を行ったものであることは明らかであるか\nら，本件審決の判断は，我が国の審査基準はもとより，国際的な進歩性の基\n準にも反するものでない。\nなお，原告は米国や欧州の審査基準を挙げて反論しているが，米国や欧州\nでどのような審査基準が採用されているかということと，本件審決が我が国\nにおける進歩性判断に関して適正であったかどうかということには直接の関\n係はないことから，原告の主張は失当である。\nまた，原告は，本件発明１，２について多くのライセンス契約が締結され\nており，本件発明１，２は商業的に成功を収めていることは明らかであると\nころ，このように商業的成功を収めているという事実は本件発明１，２に進\n歩性が認められるべき間接事実として重視されるべきであると主張する。し\nかしながら，商業的成功を収めるかどうかは，商品の宣伝・広告の方法，価\n格，商品の態様，機能など各種要素と関連するのであり，発明に進歩性があ\nることが直ちに商業的成功を収めることに結びつくものではない。\nなお，原告は，商業的成功例の存在が進歩性に影響を与えた例として，東\n京高判昭和３７年９月１８日を挙げているが，同判例は，進歩性を認める理\n由の一つとして，同業者が当該考案にかかる装置を賞揚している事実や当業\n者がその構造のものを出願前に実施していたということがないという事実を\n指摘しているにすぎず，ライセンス契約を締結していたこと等の商業的成功\nを収めていたという事実が発明の進歩性を検討するに当たり考慮されるべき\nであるなどとは一言も述べていない。\n(2) 取消事由１に対し\nア 本件特許請求の範囲「請求項２，３」には，「多極型モジュラジャッ\nク」について，原告が主張するような「接触ばねの本数」，「送信対象信\n号」，「周波数帯域」，「通信速度」，「クロストーク」に関する限定\nは，一切ない。したがって，このような限定に基づいて，「多極型モジュ\nラジャック」と「電話ジャック」との相違点を述べる原告の主張は，合理\n的な根拠がない。\n本件発明１，２の「多極型モジュラジャック」という用語からは，\n「極」が「多」であること，すなわち，２極以上あるいは３極以上を有す\nるタイプのモジュラジャックであるという以上の概念は生じようがない。\n刊行物１の「電話ジャック」は，６本の接触ピンを有するから，この「電\n話ジャック」が本件発明１，２の「多極型モジュラジャック」の概念に含\nまれることについて疑義が生ずる余地はない。\nしたがって，刊行物１発明の「電話ジャック」は，本件発明１，２にお\nける「多極型モジュラジャック」に相当するものである。\nイ 原告の主張に対する個別的な反論は，次のとおりである。\n(ア) 「電話ジャック」として使用されているジャックが高速デジタル情\n報通信においても使用されるなどしており，その使用目的による相違は\n本質的なものでない。\n(イ) モジュラのピン数（端子数）や結線数により，あるジャックが「多\n極型モジュラジャック」であるとか「電話ジャック」であるとかと分類\nして定義することはできない。例えば，３ＭＨｚ以上の比較的低速の信\n号を伝送するコネクタの規格であるＩＥＣ６０３－７（１９９０年４月\n版）（乙２）の１６頁のFigure３ａには，８本のコンタクトを有するジ\nャックの正面図が記載されている。また，被告の製品である６極のモジ\nュラジャックと８極のモジュラジャックとは，極数が異なることによる\n横幅の寸法が異なる以外は，その構造，寸法等がほとんど同様であり，\n同様の設計思想に基づいている（乙３）。これらのことから，極数によ\nる区別は本質的なものではないことが分かる。\n(ウ) 「電話ジャック」の周波数帯域が３００Ｈｚ～３．４ｋＨｚである\nのは，音声を伝送する場合であり，もっと広い範囲の周波数の信号を伝\n送することが可能であるし（甲１６），通信速度についても，２８．８\nｋｂｐｓ～５６ｋｂｐｓであるのは，モデムを使用してデータを転送す\nる場合であって，ＡＤＳＬ回線を使用してデータを転送する場合には数\n十Ｍｂｐｓの通信速度になる。一方，「多極型モジュラジャック」であ\nっても，音声を伝送する場合は，周波数帯域が３００Ｈｚ～３．４ｋＨ\nｚとなることがある。したがって，原告が主張する周波数や通信速度に\n関する相違点も，本質的な相違点というべきものではない。\n(エ) クロストーク（漏話）の発生防止という課題は，本件特許明細書の\nどこにも記載されていないのであり，本件発明１，２の「多極型モジュ\nラジャック」の課題とは全く関係ないものである。本件発明１，２の課\n題は，結線作業の時間の短縮化，組立て作業の容易化，規格化された取\n付枠に取付可能にすることなどであり，クロストークの発生防止とは全\nく関係ない。\nウ 「多極型モジュラジャック」と「電話ジャック」には，以下に述べると\nおり，名称，構造等において共通するところが多く，この点からも，「電\n話ジャック」が「多極型モジュラジャック」に相当することが裏付けられ\nる。\n① 「電話ジャック」は「（電話用）モジュラジャック」と称されること\nが一般的である。\n② 「多極型モジュラジャック」も「電話ジャック」も，同じ「ＲＪ\n（Registered Jack）」を付した名称を有する。\n③ 「多極型モジュラジャック」と「電話ジャック」とは，最大極数（最\n大端子数）が異なるので，幅は異なることは当然であるが，ジャックの\n嵌合口の縦寸法は，ほぼ同じである。\n④ 「多極型モジュラジャック」と「電話ジャック」とは，コンタクト間\nのピッチがほぼ同じである。\n⑤ 「多極型モジュラジャック」と「電話ジャック」とは，コンタクトの\n形状がほぼ同じである。\nエ よって，審決が，刊行物１発明の「電話ジャック」は本件発明１，２の\n「多極型モジュラジャック」に相当すると認定したことに誤りはない。\n(3) 取消事由２に対し\nア 「モジュラインサート」につき\n「モジュラインサート」とは，本件特許請求の範囲「請求項２，３」に\n記載されているとおり，「モジュラプラグの接触子に接触する多数の接触\nばねと外部電線を接続する多数の端子片とを基台に設けてユニット化し\nた」ものである。\nしたがって，上記特許請求の範囲の記載と発明の詳細な説明の記載を併\nせて参酌すれば，「モジュラインサート」とは，着脱自在に挿入されるモ\nジュラプラグの接触子に接触する接触ばねと，当該モジュラプラグと外部\n電線とを接続する端子片が設けられた部材であることは当業者にとって明\nらかであるから，「モジュラプラグが着脱自在に挿入され，挿入されたモ\nジュラプラグを外部電線と電気的に接続する部材」と解すべきことは明ら\nかであり，その旨の審決の認定に誤りはない。\nイ 「基台」につき\n(ア) 本件発明１，２の「基台」は，「モジュラプラグの接触子に接触す\nる多数の接触ばねと外部電線を接続する多数の端子片とを基台に設け\nて」という特許請求の範囲の記載からすれば，「接触ばね」と「端子\n片」とが設けられていればよく，それらが一体的に設けられているか，\n別体として設けられているかについての限定はない。\nまた，本件特許明細書（甲２）には，本件発明１，２の実施例とし\nて，「基台３２は，図４に示すように，…内側台３０ａと，…外側台３\n０ｂとを結合して形成される」（２頁４欄４４行～４８行）との記載が\nある。この記載からしても，本件発明１，２の「基台」は，別体として\nそれぞれ設けられている部材を結合したものを含む。\n(イ) 刊行物１発明における「ボディ１１」には，「接触ばね」に相当す\nる「接触ピン２２」を備えた「ジャック本体２」と「端子片」に相当す\nる「端子板２３」が設けられており，これらは，製造当初から一体的で\nはないが，共に「ボディ１１」に設けられていることは明らかである。\nしたがって，刊行物１発明の「ボディ１１」は，本件発明１，２の「基\n台」に相当するものであり，その旨の審決の認定に誤りはない。\nウ 「端子片」につき\n本件特許明細書（甲２）には，「端子片」について，単独で外部電線と\n機械的かつ電気的に接続を行うことができるものに限定する記載は全くな\nいから，本件発明１，２の「端子片」を，単独で外部電線と機械的かつ電\n気的に接続を行うことができるものと解する原告の主張は，理由がない。\nまた，「片」の国語的な意義が「ひときれ，きれはし」であるとして\nも，「ひときれ，きれはし」と「小型」とは必ずしも結びつくものではな\nいし，その他本件特許明細書のどこにも，「端子片」を「小型の端子」に\n限定する記載はないから，本件発明１，２の「端子片」は「小型の端子」\nであるとする原告の主張は理由がない。\n刊行物１発明の「端子板２３」は，外部電線が接続される部材であるこ\nとが明らかであるから，端子部材である点で，本件発明１，２の「端子\n片」と共通するということができ，その旨の審決の認定に誤りはない。\nエ 「ユニット化」につき\n「ユニット化したモジュラインサート」に関する原告の解釈に理由がな\nいことは，既に述べたとおりであるから，原告の主張には理由がない。\nオ よって，審決が，刊行物１発明の「接触ピン２２を備えたジャック本体\n２と，…端子板２３と，を設けたボディ１１」は，本件発明１，２の「ユ\nニット化したモジュラインサート」に相当すると認定したことに誤りはな\nい。\n(4) 取消事由３に対し\n本件発明１，２における「結合手段」は，本件特許請求の範囲に記載され\nているとおり，「モジュラインサートとカバーとの間を結合する」ものであ\nるところ，上記のとおり，刊行物１発明の「接触ピン２２を備えたジャック\n本体２と，…端子板２３と，を設けたボディ１１」は，本件発明１，２の\n「ユニット化したモジュラインサート」に相当するのであるから，刊行物１\n発明において「カバー１２の結合脚片１５をボディ１１の嵌合孔１４に挿入\nすることにより，ボディ１１とカバー１２とを一体に結合した」ことが，本\n件発明１，２において，モジュラインサートとカバーとの間を結合する「結\n合手段」を設けたことに相当することは明らかである。\n(5) 取消事由４に対し\nア 本件発明１，２の主要な技術課題，目的は，原告の主張するような小型\n化ではなく，結線の容易化，組立の簡易化などであることは，本件特許明\n細書の記載から明らかである。\nイ 刊行物２発明の「円筒状の自己起立式金属端子」が相当のスペースを占\nめるのであれば，小型化すればよいだけであり，当業者にとって，刊行物\n１発明における「端子板２３」を刊行物２発明における「円筒状の自己起\n立式金属端子」と置換することを阻害するような要因であるとはいえな\nい。乙３においては，円筒状の自己起立式金属端子を有する８極のモジュ\nラジャックの幅を３２．４ｍｍ未満の小さな寸法に設定している。\nウ 上記(2)で述べたとおり，「電話ジャック」と「多極型モジュラジャッ\nク」とは本質的に相違するものではない。\n第４ 当裁判所の判断\n１ 請求原因(1)（特許庁における手続の経緯），(2)（発明の内容），(3)（審\n決の内容）の各事実は，当事者間に争いがない。\n２ 本件発明１，２の意味\n(1) 本件特許明細書（甲２）には，特許請求の範囲として，前記第３の１(2)\nのとおりの記載があるほか，「発明の詳細な説明」として，次のような記載\nがある。\nア 従来の技術\n「従来より，接触ばねを８本以上有した多極型モジュラジャックが提供さ\nれている。この種の多極型モジュラジャックでは，外部電線を接続する端\n子として，ねじとともに進退する押さえ板と端子板との間に電線を挟持す\nる形式のものや，端子板に近付く向きのばね力を有した鎖錠ばねと端子板\nとの間に電線を挟持する形式のものが提供されている。」（段落【０００\n２】）\nイ 発明が解決しようとする課題\n「上記構成の端子は，被覆電線を接続する際に，絶縁被覆の一部を除去し\nて内部導体を露出させる作業が必要であって，とくに多極型のモジュラジ\nャックでは結線数が多いから，結線作業に時間がかかるという問題があ\nる。また，端子数が多い場合には従来の端子では組立作業がかなりの手間\nになる上に，従来の多極型モジュラジャックは壁面等に取り付けることが\n容易にできなかった。」（段落【０００３】）\n「本発明は上記問題点の解決を目的とするものであり，壁面等に容易に取\n付けできるようにした多極型モジュラジャックを提供しようとするもので\nある。」（段落【０００４】）\nウ 課題を解決するための手段\n「請求項１の発明では，モジュラプラグの接触子に接触する多数の接触ば\nねと外部電線を接続する多数の端子片とを基台に設けてユニット化したモ\nジュラインサートと，埋込型の配線器具用に規格化された取付枠に取着で\nきる形状に形成したカバーと，カバーに結合するボディと，カバーを取付\n枠に結合する枠取付手段と，を有し，モジュラインサートをカバーとボデ\nィとにより収納保持して成るとともに，各端子片は，端子片の一端縁に臨\nんで開放されていて被覆電線を圧入したときに絶縁被覆を破って被覆電線\nの内部導体を端子片に電気的に接続する圧接スリットを備えて成ることを\n特徴とする。」（段落【０００５】）\n「請求項２の発明では，モジュラプラグの接触子に接触する多数の接触ば\nねと外部電線を接続する多数の端子片とを基台に設けてユニット化したモ\nジュラインサートと，埋込型の配線器具用に規格化された取付枠に取着で\nきる形状に形成するとともに，該取付枠に結合する枠取付手段を備えたカ\nバーと，を有し，モジュラインサートとカバーとの間を結合する結合手段\nを設けたとともに，各端子片は，端子片の一端縁に臨んで開放されていて\n被覆電線を圧入したときに絶縁被覆を破って被覆電線の内部導体を端子片\nに電気的に接続する圧接スリットを備えて成ることを特徴とする。」（段\n落【０００６】）\n「請求項３の発明では，請求項１または請求項２いずれかにおいて，枠取\n付手段は，カバーの両側縁に突設された結合爪片，または，カバーの両側\n面に設けられた結合孔である。」（段落【０００７】）\nエ 発明の実施の形態\n「本発明のモジュラジャックは，図２に示すように，ケース１内に，モジ\nュラインサート２と扉３とを収納して形成される。ケース１は，ＪＩＳ規\n格や日本配線器具工業会規格において，スイッチボックスを用いて取付面\nに埋め込んだ形で取り付けられる配線器具用に規格化されている大角形３\n個用の取付枠に最大３個まで取り付けることができる寸法に合成樹脂によ\nり形成される。すなわち，規格化されている取付枠に取着できる配線器具\nの単位寸法と同等の取付寸法を有している。また，ケース１は，前面が開\n口するボディ１０と，ボディ１０の前面に結合されるカバー２０とにより\n形成される。すなわち，ボディ１０の両側縁に突設されたフランジ１１に\n設けた組立孔１２（図１４，図１５，図１６参照）に，カバー２０の両側\n部からボディ１０に向かって突設された組立脚２１を挿通し，組立脚２１\nの先端部に設けたフック２２を組立孔１２の周縁に係止することにより，\n図３に示すように，ボディ１０とカバー２０とが結合されるのである。」\n（段落【０００８】）\n「ボディ１０は，図１６および図１７に示すように，フランジ１１よりも\n後部では，図２の上半分のみが後方に突出してボディ本体１３となり，ボ\nディ本体１３の下面とボディ１０の下半分の後面とには，両面により形成\nされる角部に跨がるように開口部１４が形成される。カバー２０は，図９\nおよび図１１に示すように，前面の中央部に突台２３を有し，突台２３の\n両側面にはそれぞれ結合孔２４が穿設され（図９および図１３参照），ま\nた，カバー２０の両側縁には各一対の結合爪片２５が突設される。結合孔\n２４および結合爪片２５は，上述した取付枠に結合されるのであって，結\n合孔２４は金属製の取付枠に対応し，結合爪片２５は合成樹脂製の取付枠\nに対応するように寸法が設定されている。図８に示すように，突台２３の\n中央部にはモジュラプラグを挿入するプラグ挿入口２６が開口する。」\n（段落【０００９】）\n「プラグ挿入口２６より挿入されるモジュラプラグは，モジュラインサー\nト２に結合される。モジュラインサート２は，ジャック本体３０と中枠４\n０とを結合して形成される。ジャック本体３０は，ばね材料よりなる互い\nに独立した８個の導電部材３１（図４参照）を合成樹脂の基台３２によっ\nて保持して形成される。各導電部材は，細幅の線状であって一端部に広幅\nの端子片３３（図１参照）を有する形状に板金を打ち抜いて形成される。\n基台３２は，図４に示すように，各導電部材を互いに電気的に接触させな\nいように保持する溝が形成された内側台３０ａと，内側台３０ａの両側面\nと上面の一部とを覆う略コ形の外側台３０ｂとを結合して形成される。内\n側台３０ａの上面と両側面とには上記溝が形成され，内側台３０ａと外側\n台３０ｂとの間に導電部材が配設されるようになっている。また，内側台\n３０ａの前面にはばね保持台（図示せず）が突設され，ばね保持台の上面\nには突出方向に沿って上記溝が形成されている。各導電部材の一端部はば\nね保持台の先端で折曲され，折曲部よりも先端側がモジュラプラグの接触\n子に対して弾接する接触ばね（図示せず）となるのである。接触ばねは，\nばね保持台の先端からばね保持台の基部側に向かうように折曲されてお\nり，ばね保持台の基部側ほどばね保持台との距離が大きくなるように傾斜\nして配置される。」（段落【００１０】）\n「一方，端子片３３は，内側台３０ａの側面と外側台３０ｂの両脚片との\n間に配置される。端子片３３は，図１に示すように，被覆電線を圧入した\nときに絶縁被覆を破って内部導体を接触させる圧接スリット３３ａを備え\nる。圧接スリット３３ａは，端子片３３の先端縁（図２における下縁）に\n臨んで開放されており，被覆電線を圧接スリット３３ａに対して下方から\n圧入することによって被覆電線と端子片３３との電気的接続が容易に行え\nるようになっている。すなわち，端子片３３は，圧接端子を構成している\nのである。基台３２の下面には，図５に示すように，端子片３３を挟んで\n端子片３３の厚み方向に走る電線案内溝３４が形成される。電線案内溝３\n４は，基台３２の下面および側面に開放されており，端子片３３の圧接ス\nリット３３ａを通るように形成される。また，圧接スリット３３ａよりは\nやや広幅に形成されている。したがって，被覆電線を電線案内溝３４によ\nり案内して圧接スリット３３ａに導入することができて，結線作業が一層\n容易になるのである。」（段落【００１１】）\n「基台３２の両側面において，隣接する電線案内溝３４の間の要所には，\n係合突起３５が突設される。この係合突起３５には電線止め５０が係合す\nる。電線止め５０は，図２および図４に示すように，基台３２の両側面に\n沿って配置される一対の脚片５１を基台３２の下面に沿って配置される基\n片５２により連結した略コ形に形成され，基片５２には電線案内溝３４に\n挿入される止め片５３が突設される。止め片５３には端子片３３を跨ぐよ\nうに切欠溝５４が形成され，端子片３３の厚み方向の両側において，圧接\nスリット３３ａよりも深い位置まで止め片５３を挿入できるようになって\nいる。ここに，１個の電線止め５０は，４個の端子片３３に対応するよう\nに，４枚の止め片５３を備えている。図４に示すように，両脚片５１の内\n側面には係合突起３５に係合する係合凹所５５が形成されており，基台３\n２に電線止め５０を装着したときに，係合突起３５と係合凹所５５とが係\n合することによって，電線止め５０の基台３２からの脱落が防止されるよ\nうになっている。すなわち，圧接スリット３３ａに圧入された被覆電線を\n止め片５３によって押さえた状態で電線止め５０が基台３２に結合される\nから，被覆電線の圧接スリット３３ａからの抜け止めが確実になされるの\nである。電線止め５０を基台３２から外すには，脚片５１と基台３２との\n間にマイナスドライバの先端部等を挿入してこじればよい。」（段落【０\n０１２】）\n「上述のように導電部材３１を基台３２に取り付けて構成されたジャック\n本体３０の前面には中枠４０が結合される。すなわち，基台３２の上面前\n端部に突設した結合突起３７に中枠４０の後端部に形成された結合孔４１\nが係合して，ジャック本体３０と中枠４０とが結合されるのである。中枠\n４０は，前面にガイド孔４２が開口し，ガイド孔４２よりも上部には後面\nからばね保持台が挿入される。また，中枠４０の後端部には，ガイド孔４\n２の後端となる位置に各接触ばねの先端部を分離するように櫛歯状に形成\nされた分離体が形成される。中枠４０の両側面には取付突起４３が形成さ\nれる。取付突起４３は，後方に向かって突出量が大きくなり，後端が中枠\n４０の側面に直交するように略三角形状に形成される。カバー２０の内側\n面には，プラグ挿入口２６の両側に左右一対の取付リブ２７（図９，図１\n０，図１２参照）が突設され，両取付リブ２７にはそれぞれ取付孔２８が\n穿孔されているのであって，各取付孔２８に取付突起４３が係合すること\nによって，カバー２０に中枠４０が結合されるのである。すなわち，中枠\n４０にはジャック本体３０が結合されているから，カバー２０に対して中\n枠４０とジャック本体３０とが結合されることになる。」（段落【００１\n３】）\n「以上の構成を有するモジュラジャックは次のようにして組み立てられ\nる。まず，ジャック本体３０を中枠４０に結合した後，カバー２０に扉４\nを入れた状態で中枠４０を結合する。最後に，ボディ１０をカバー２０に\n結合すれば，ボディ１０の開口部１４からジャック本体３０の下部におい\nて電線案内溝３４を設けた部位が露出するのである。また，ボディ１０の\n下面には，図７のように，各端子片３３がどの位置の接触ばねに対応する\nのかを示す表示プレート１５が貼着され，端子片３３との対応関係がわか\nりやすくなるようにしてある。ここにおいて，ジャック本体３０と中枠４\n０，中枠４０とカバー２０，ボディ１０とカバー２０とは，それぞれが係\n合用の孔と係合用の突起との係合関係によって結合されるのであって，し\nかも，いずれも前後方向の力を加えれば結合されるので，組立が短時間で\n行えるのである。また，上述したように，ボディ１０は結合されていなく\nとも，ジャック本体３０や中枠４０をカバー２０に結合することができる\nが，ボディ１０によってジャック本体３０の上部を保持していることによ\nって，ジャック本体３０ががたつくのを防止することができる。…」（段\n落【００１５】）\n「上述のように形成されたモジュラジャックは，図１８に示すように，Ｊ\nＩＳ規格や日本配線器具工業会規格においてスイッチやコンセントの規格\nである大角形３個用として規格化された取付枠７０に結合される。すなわ\nち，上述したように，ケース１は一般の配線器具の単位寸法と同じ取付寸\n法に形成されているから，取付枠７０に最大３個まで取り付けることがで\nきる。取付枠７０は，開口窓７１を囲む両側片７２ａ, ７２ｂに，それぞ\nれケース１の側縁に突設された結合爪片２５が係合する保持孔７３ａ, ７\n３ｂを有し，一方の側片７２ａには側片７２ａとの距離を変えるように撓\nむことができる操作片７４が形成される。取付枠７０にケース１を取り付\nけるときには，取付枠７０の後方からケース１を取付枠７０に押し付ける\nようにすれば，操作片７４が撓んでケース１を取付枠７０に嵌着でき，こ\nのとき，突台２３が開口窓７１から突出する。一方，取付枠７０からケー\nス１を外すには，操作片７４をドライバ等でこじればよい。開口窓７１を\n囲み側片７２ａ, ７２ｂに直交する連結片７５ａ, ７５ｂには，スイッチ\nボックスに取付枠７０を結合するためのボックスねじを挿入する長孔７６\nや取付枠７０の前面を覆う化粧プレート８０を取り付けるプレートねじ７\n８が螺合するねじ孔７７などが設けられる。図示した取付枠は合成樹脂製\nの取付枠７０であるが，金属製の取付枠の場合には，結合孔２４を用いて\n取付枠に結合すればよい。化粧プレート８０には，ケース１の突台２３を\n露出させる窓孔８１と，プレートねじ７８を挿通する挿通孔８２とが穿孔\nされる。」（段落【００１６】）\n「以上のような本実施形態によれば，ケース１の後部に露出して外部電線\nとの接続部となる端子片３３に，被覆電線４を圧入したときに絶縁被覆を\n破って被覆電線４の内部導体を端子片３３に電気的に接続する圧接スリッ\nト３３ａを設けているので，外部電線との接続部を圧接端子とすることが\nできるのであって，外部電線として被覆電線４を用いて圧接スリット３３\nａに圧入するだけで外部電線との結線が行えることになり，結果的に結線\n作業が容易になって結線作業に要する時間が大幅に短縮されるのである。\nまた，ケース１が，スイッチボックスを用いる配線器具用に規格化された\n取付枠７０に取着できる単位寸法の形状に形成されているので，スイッチ\nボックスを用いて取り付ける埋込型のスイッチやコンセントに用いる配線\n器具用の規格化された取付枠７０に３個まで取り付けることができるので\nある。その結果，従来より提供されている取付枠７０や化粧プレート８０\nを用いて壁面等に取り付けることができるようになり，取付用に新たな部\n材を設計する必要がないのであり，しかも，他の配線器具とともに一つの\n取付枠７０に取り付けて使い勝手を向上させることができるのである。ま\nた，モジュラインサート２の基台３２に端子片３３の厚み方向に走り圧接\nスリット３３ａを通る電線案内溝３４を設け，電線案内溝３４に挿入され\nる止め片５３を有した電線止め５０を基台３２に対して着脱自在に結合し\nているので，圧接スリット３３ａに圧入された被覆電線４を電線止め５０\nの止め片５３によって押さえることができるのであって，被覆電線４が端\n子片３３から不用意に脱落するのを確実に防止できるのである。」（段落\n【００１７】）\n「また，多数の接触ばねと多数の端子片３３とを絶縁材料よりなる基台３\n２に保持してモジュラインサート２をユニット化しているので，従来のモ\nジュラジャックのようにケース内に多数の端子部材等を組み付けて内部結\n線したりするなどの手間のかかる組立作業が削減でき，壁面等に取り付け\nるタイプの多極型モジュラジャックを容易に実現できる。また，端子片自\n体を小型に形成出来るので，端子片が多数になってもモジュラインサート\nを小型に形成でき，その結果，多極型モジュラジャックを，配線器具用に\n規格化された取付枠に取着するタイプの大きさに容易に形成できる。」\n（段落【００１８】）\nオ 発明の効果\n「本発明の請求項１ないし請求項３の構成によれば，多数の接触ばねと外\n部電線の被覆を破って電気的に接続する圧接スリットを有する多数の端子\n片とを基台に設けてユニット化したモジュラインサートを，配線器具用に\n規格化された取付枠に取着出来るカバーと組み合わせることにより，配線\n器具用に規格化された取付枠に取着するタイプの多極型モジュラジャック\nを容易に実現できる。その結果，多極型モジュラジャックを従来より提供\nされている取付枠等の部材を用いて壁面等に容易に取り付けることができ\nる。」（段落【００１９】）\n「また，外部電線として被覆電線を用いて圧接スリットに圧入するだけで\n外部電線との結線が行えることになり，結果的に結線作業が容易になって\n結線作業に要する時間が大幅に短縮されるという利点がある。また，端子\n片自体を小型に形成出来るので，端子片が多数になってもモジュラインサ\nートを小型に形成でき，その結果，多極型モジュラジャックを，配線器具\n用に規格化された取付枠に取着するタイプの大きさに容易に形成でき\nる。」（段落【００２０】）\n「請求項２の構成によれば，モジュラインサートとカバーとの間を結合す\nる結合手段を設けたことにより，ボディがカバーに結合されている場合は\n勿論，ボディがカバーに結合されていなくても，配線器具用に規格化され\nた取付枠に取着するタイプの多極型モジュラジャックを実現できる。」\n（段落【００２１】）\n(2) 上記(1)の記載からすると，本件発明１，２は，結線作業時間が短く，壁\n面等に容易に取り付けることができ，小型に形成できる多極型モジュラジャ\nックに関する発明であると認められる。\nそこで，以上の認定に基づき，原告主張の各取消事由について検討する。\n３ 取消事由総論（知的財産保護の国際性及び本件発明１，２の商業的成功の観\n点からみた本件審決の進歩性判断の不当性）について\n(1) 原告は，米国や欧州の例に基づき，進歩性の判断に際しては，事後分析\nアプローチは危険であるので，後知恵なしに（予断を抱かずに）引用例を検\n討すべきであり，また，引用例の組み合わせには示唆や動機付けが必要であ\nる等と主張する。\nしかしながら，原告のいう進歩性とは，特許法２９条２項にいう「特許出\n願前にその発明の属する技術の分野における通常の知識を有する者が前項各\n号に掲げる発明に基いて容易に発明をすることができた」かどうかに関する\n当てはめの解釈問題であり，その際には，諸外国の進歩性に関する判断基準\nを十分に参考とすべきことは当然であるが，本件においては，後記の取消事\n由１～４に対する判断記載のとおり，本件発明１，２について進歩性を認め\nることができないのであるから，原告の前記主張は当を得ないことに帰す\nる。\n(2) また原告は，本件発明１，２については，原告自らが実施しているのみ\nならず，多くのライセンス契約が締結されていて，商業的成功を収めている\nから，そのことも考慮されるべきであると主張する。\nしかしながら，製品の販売において商業的成功を収めるかどうかは，発明\nの内容のほか，製品の内容や価格，宣伝広告の方法などに左右されるところ\nが大きいし，また，ライセンス契約を締結するかどうかについても，発明の\n内容のほか，対価の額，製品の内容や価格，両会社の置かれた状況などに左\n右されるものと考えられるから，商業的成功を収めているからといって，必\nずしも発明に進歩性があるということはできず，その有無の判断は，引用例\nとの対比により，厳密になされるべきものである。そして，本件発明１，２\nは，後記のとおり，引用例たる刊行物１～３との対比により，進歩性が認め\nられないのであるから，原告の前記主張も当を得ないことに帰する。\n４ 取消事由１（本件発明１，２の「多極型モジュラジャック」に関する一致点\nの認定の誤り）について\n(1) 本件発明１，２にいう「多極型モジュラジャック」の意義につき\nア 甲２１（マグローヒル科学技術用語大辞典第３版１８３６頁）には，\n「モジュール（module）」について，「配線した回路素子をひとまとめに\nした回路部品。規格化した寸法でつくってあり，規格化したプラグイン端\n子またははんだ付け可能な端子を持っている。」と記載されており，ま\nた，甲２２（電気電子用語大事典第１版１３７９頁～１３８０頁）には，\n「モジュール（module）」について，「複数の機能部品を含んだプラグイ\nンアイテムであって，互換性のあるもの。モジュールの接続に使用する接\n続具をモジュラジャック（modular jack）という。」と，「モジュラ\n（modular）」について，「あるシステムが標準化され，互換性を有する\nサブシステムまたはユニットの集合体として構成されるようになっている\nその性質のこと」と各記載されていることが認められる。これらの記載か\nらすると，「多極型モジュラジャック」は，「多くの極と規格化したプラ\nグイン端子を有する複数の機能部品をひとまとめにした接続具」を意味す\nるものと認められる。\nイ 原告は，本件発明１，２の「多極型モジュラジャック」について，①対\n象とする信号はデジタル信号であること，②ピン数（端子数）が８本以上\nであり，結線数が８本以上であること，③「周波数帯域」が～１６ＭＨｚ\n（カテゴリ３），１００ＭＨｚ（カテゴリ５）と極めて高周波の帯域であ\nって，「通信速度」が１０Ｍｂｐｓ（カテゴリ３），１００Ｍｂｐｓ（カ\nテゴリ５）と高速であること，④信号伝送の「クロストーク」（漏話）が\n極めて大きな問題となることといった特徴を有すると主張する。\nしかし，本件特許請求の範囲「請求項２，３」はもとより，前記２で認\n定した本件特許明細書の「発明の詳細な説明」にも，本件発明１，２の\n「多極型モジュラジャック」が上記①～④の特徴を有するものに限定され\nる旨の記載はないから，本件発明１，２の「多極型モジュラジャック」が\n上記①～④の特徴を有するものに限定されるとは認められない。殊に，\n「クロストーク」については，本件特許明細書には，その点に関する記載\nは全くないから，本件発明１，２が「クロストーク」に関する課題を解決\nしたものであるとは認められない。\nなお，前記２で認定したとおり，本件特許明細書の「発明の詳細な説\n明」の「従来の技術」には，「従来より，接触ばねを８本以上有した多極\n型モジュラジャックが提供されている。」との記載（段落【０００２】）\nがあり，また，「発明の実施の形態」に記載されている多極型モジュラジ\nャックは，ピン数（端子数）が８本のものである（段落【００１０】並び\nに図１，図２及び図５）が，上記の「従来の技術」は，本件特許出願前に\n行われていた技術について記載したものにすぎず，また，「発明の実施の\n形態」の記載も，１実施例の記載にすぎないから，これらから，本件発明\n１，２の「多極型モジュラジャック」はピン数（端子数）が８本以上のも\nのに限られると解することはできない。\n(2) 刊行物１発明の「電話ジャック」が本件発明１，２の「多極型モジュラ\nジャック」に相当するかどうかにつき\nア 刊行物１（甲６）には，次の記載がある。\n(ア) 特許請求の範囲\n「電話線に接続されたプラグに結合可能であって，複数の配線器具を保\n持する既製の取付枠への取付寸法を配線器具と等しくして成る電話ジャ\nック」\n(イ) 発明の詳細な説明\n「第１図中１は合成樹脂のような絶縁性材料で形成されたケーシングで\nあって，第３図に示すようにボディ１１と，ボディ１１に結合されるカ\nバー１２とから構成される。」（２頁左上欄１０行～１３行）\n「ボディ１１の後面には前方に凹没した凹溝１８が上下方向に走る形に\n形成され，凹溝１８の左右両側には端子部２１が形成される。第７図に\n示すように，各端子部２１はボディ１１内に配設されたジャック本体２\nの各接触ピン２２に接続された端子板２３をそれぞれ３枚ずつ有し，各\n端子板２３間はそれぞれボディ１１に一体に設けられた仕切板２４によ\nり隔絶されている。各端子板２３にはそれぞれ端子ねじ２５が螺着され\nている。上記凹溝１８の底面には，第８図に示すように，塩化ビニルの\nような絶縁性材料で形成された絶縁板１９が嵌着されており，絶縁板１\n９には各端子板２３に対応して緑，赤，黄，黒，青，白の６色に対応す\nるアルファベット文字Ｇ，Ｒ，Ｙ，ＢＬＫ，ＢＬ，Ｗによって各端子板\n２３に接続する電線の色表示２６がなされる」（２頁右上欄９行～左下\n欄４行）\n「ジャック本体２は第１０図に示すように，弾性を有した線状の接触ピ\nン２２が多数設けられたものであって，後述するプラグ３を挿入するこ\nとにより，各接触ピン２２がプラグ３側の対応する各接触子３１と接触\nして互いに電気的に接続されるようになっている。」（２頁左下欄９行\n～１４行）\n「カバー１２には第４図および第９図に示すように，ボディ１１に設け\nたジャック本体２に対応する位置で前方に開放された挿入口２８が形成\nされている。また，カバー１２の左右両側面にはそれぞれ後述する取付\n枠６に連結される上下一対の連結突起５３が一体に突設され，また連結\n突起５３よりも前方においてカバー１２の左右側面には連結孔５７が形\n成されている。挿入口２８は略矩形状で，かつ下辺に切欠部２９が形成\nされた形状となっている。この挿入口２８を通してケーシング１内にプ\nラグ３が挿入される。」（２頁左下欄１５行～右下欄５行）\nイ 以上のアの記載からすると，刊行物１発明の「電話ジャック」は，電話\n線に接続されたプラグが結合可能な「規格化したプラグイン端子を有する\n複数の機能部品をひとまとめにした接続具」であると認められる。\nまた，以上のアの記載並びに刊行物１（甲６）の第７図及び第８図から\nすると，刊行物１発明の「電話ジャック」は，ピン数（端子数）が６本で\nあると認められる。本件発明１，２の「多極型モジュラジャック」の「多\n極」は，上記のとおり「多くの極」という意味を有するのみであって，そ\nれ以上に本数等に限定はないから，ピン数（端子数）が６本である刊行物\n１発明の「電話ジャック」も，「多極」であるということができる。\nそうすると，刊行物１発明の「電話ジャック」は，本件発明１，２の\n「多極型モジュラジャック」に相当するものということができるのであ\nり，その旨の審決の認定に誤りがあるということはできない。\n(3) したがって，取消事由１は理由がない。\n５ 取消事由２（本件発明１，２の「ユニット化したモジュラインサート」に関\nする一致点の認定の誤り）について\n(1) 「モジュラインサート」につき\nア 本件特許請求の範囲「請求項２，３」によると，本件発明１，２の「モ\nジュラインサート」は，モジュラプラグの接触子に接触する多数の接触ば\nね及び外部電線を接続する多数の端子片を基台に設けてユニット化したも\nのであって，結合手段によりカバーと結合されるものであると認められ\nる。\nイ 原告は，本件発明１，２の「モジュラインサート」は，第１に，「多極\n型モジュラジャック」の構成要素のうち，モジュラプラグと外部電線とを\n電気的に接続し，情報信号を伝送する機能を有する構造体であるというこ\nとができると主張する。本件発明１，２の「モジュラインサート」が，上\n記アのようなものであることからすると，本件発明１，２の「モジュライ\nンサート」は，ここで原告が主張するようなものであるということができ\nる。\nまた，原告は，本件発明１，２は，「モジュラインサート」を「結合手\n段」により「カバー」に結合させるものであるから，本件発明１，２の\n「モジュラインサート」は，第２に，他の部材（ボディ１０）の助けを借\nりることなく，単独でモジュラプラグと外部電線とを電気的に接続させる\n機能を有する独立した構造体であるということができると主張する。上記\nのとおり，本件発明１，２において，「モジュラインサート」は「結合手\n段」により「カバー」と結合されているが，他の部材のことは，本件特許\n請求の範囲「請求項２，３」には記載されていないから，本件特許請求の\n範囲「請求項２，３」の記載から，本件発明１，２は，モジュラプラグと\n外部電線とを，他の部材（ボディ１０）の助けを借りることなく，電気的\nに接続させる機能を有するものであるということはできない。また，前記\n２認定の本件特許明細書の「発明の詳細な説明」にも，その旨の記載はな\nい。したがって，原告のこの主張は採用することができない。\nさらに，原告は，本件発明１，２の「モジュラインサート」は，第３\nに，他の部材の助けを借りなくても，不可分な一体として，モジュラプラ\nグと外部電線との電気的接続を行う，一つの独立した構造体であるという\nことができると主張する。しかし，本件特許請求の範囲「請求項２，３」\nには，その旨の記載はなく，前記２認定の本件特許明細書の「発明の詳細\nな説明」にも，その旨の記載はないから，原告のこの主張も採用すること\nができない。\n(2) 「基台」につき\nア 本件特許請求の範囲「請求項２，３」によると，本件発明１，２の「基\n台」は，モジュラプラグの接触子に接触する多数の接触ばね及び外部電線\nを接続する多数の端子片が設けられているものであると認められる。\nイ 原告は，本件発明１，２の「基台」について，「接触ばね」と「端子\n片」とがばらばらに設けられるものではなく，一体的に設けられるもので\nあると主張する。しかし，本件特許請求の範囲「請求項２，３」はもとよ\nり，前記２認定の本件特許明細書の「発明の詳細な説明」にも，「接触ば\nね」と「端子片」とが一体的に設けられなければならない旨の記載はない\nから，原告のこの主張は採用することができない。\nまた，原告は，刊行物１発明において「接触ピン２２」と「ねじ端子」\nとを一体化した構造のものを作製することには阻害要因があるとも主張す\nるが，本件発明１，２について「接触ばね」と「端子片」とが一体的に設\nけられなければならないとの主張が上記のとおり採用できない以上，上記\nの阻害要因に関する主張は本件発明１，２との関係では意味のない主張と\nいうほかない。\nウ 前記４(2)ア(イ)で認定した刊行物１（甲６）の「発明の詳細な説明」\nの記載（２頁左上欄１０行～１３行，右上欄９行～左下欄４行，２頁左下\n欄９行～１４行，２頁左下欄１５行～右下欄５行）並びに第７図及び第８\n図によると，刊行物１発明においては，①ボディ１１に，ジャック本体２\nと端子板２３が設けられていること，②ジャック本体２に，プラグの接触\n子に接触する多数の接触ピン２２が設けられていること，③端子板２３\nは，左右に３枚ずつ合計６枚設けられ，ジャック本体２の各接触ピン２２\nと接続されていること，④端子板２３には外部電線が電気的に接続される\nことが認められる。\nそうすると，刊行物１発明の「ボディ１１」には，プラグの接触子に接\n触する多数の接触ばね及び外部電線を接続する多数の端子板が設けられて\nいるということができるところ，刊行物１発明の端子板と本件発明１，２\nの「端子片」が端子部材として共通することは，次の(3)記載のとおりで\nあるから，刊行物１発明の「ボディ１１」は，本件発明１，２の「基台」\nに相当するものと認められ，その旨の審決の認定に誤りはない。\n(3) 「端子片」につき\nア 本件特許請求の範囲「請求項２，３」によると，本件発明１，２の「端\n子片」は，外部電線を接続するものであると認められる。\nイ 原告は，本件発明１，２の「端子片」について，単独で外部電線と機械\n的かつ電気的に接続を行うことができるものでなければならないと主張す\nる。また，原告は，本件発明１，２の「端子片」について，「片」の国語\n的な意義は「ひときれ，きれはし」であるから，小型の端子であると理解\nされると主張する。\n本件特許請求の範囲「請求項２，３」によると，本件発明１，２の「端\n子片」は，「端子片の一端縁に臨んで開放されていて被覆電線を圧入した\nときに絶縁被覆を破って被覆電線の内部導体を端子片に電気的に接続する\n圧接スリットを備えて成る」ものであるが，本件特許請求の範囲「請求項\n２，３」には，その外部電線との接続の態様について，単独で接続するも\nのでなければならないとの限定はなく，前記２認定の本件特許明細書の\n「発明の詳細な説明」にも，その旨の記載はない。したがって，本件発明\n１，２の「端子片」について，単独で外部電線と機械的かつ電気的に接続\nを行うことができるものでなければならないとは認められない。また，甲\n２３（広辞苑第４版２３１７頁）によれば，「片」には，「ひときれ，き\nれはし」という意味があることが認められるが，それのみで当然に小型の\nものでなければならないということはできない上，本件特許請求の範囲\n「請求項２，３」には，本件発明１，２の「端子片」の大きさを限定する\n記載はない。もっとも，前記２のとおり，本件発明１，２は，小型に形成\nできる多極型モジュラジャックに関する発明であって，本件特許明細書\n（甲２）の「発明の詳細な説明」には，端子片自体が小型であることによ\nって多極型モジュラジャックが小型に形成できるとの記載（段落【００１\n８】【００２０】）があるが，刊行物１発明の「端子ねじ２５が螺着さ\nれ，外部電線が接続される端子板２３」に代えて，刊行物２発明の「端子\n片の一端縁に臨んで開放されていて被覆電線を圧入したときに絶縁被覆を\n破って被覆電線の内部導体を端子片に電気的に接続する圧接スリットを備\nえて成る多数の端子片」を用いた「電話ジャック」が「小型の端子片を用\nいた小型の多極型モジュラジャック」ということができることは，後記７\nのとおりである。\nしたがって，原告の上記主張は採用することができない。\nウ なお，刊行物１発明の「端子板２３」は，外部電線を接続するものであ\nる点において，端子部材として，本件発明１，２の「端子片」と共通する\nものであり，その旨の審決の認定に誤りはない。\n(4) 「ユニット化」につき\nア 甲２４（マグローヒル科学技術用語大辞典第３版１８６５頁及び１０８\n８頁）によると，「ユニット」は「単位」と同義で，「独立作動が可能な\n組立品または装置」という意味であり，甲２５（電気電子用語大辞典第１\n版１４０８頁）によると，「ユニット」は「独立の動作をすることができ\nるデバイスまたはアセンブリ」という意味であるから，「ユニット化」\nは，「独立の動作をすることができるように組み立てること」を意味する\nものと認められる。\nそして，本件発明１，２の「モジュラインサート」が，前記(1)のとお\nり，モジュラプラグの接触子に接触する多数の接触ばね及び外部電線を接\n続する多数の端子片を基台に設けたものであって，結合手段によりカバー\nと結合されるものであることからすると，本件発明１，２において，「ユ\nニット化したモジュラインサート」とは，モジュラプラグの接触子に接触\nする多数の接触ばね及び外部電線を接続する多数の端子片を基台に設け\nて，独立の動作をすることができるように組み立てたものであって，結合\n手段によりカバーと結合されるものを意味すると解される。\nイ 原告は，本件発明１，２の「多極型モジュラジャック」が，「情報ジャ\nック」であることを考慮すると，「モジュラインサート」として「ユニッ\nト化」することは，多数の「接触ばね」と多数の「端子片」を一体的に\n「基台」に設けて，別の部材の助けを借りずに，単独でモジュラプラグと\n機械的かつ電気的な接続を行うとともに，外部電線と機械的かつ電気的な\n接続を行い，埋込型の配線器具用に規格化された取付枠に結合する枠取付\n手段を備えたカバーに結合手段により結合されるものであるということが\nできると主張する。\nしかし，原告のこの主張は，本件発明１，２の「多極型モジュラジャッ\nク」が「情報ジャック」であるという前提が前記４のとおり採用できない\nし，また，本件発明１，２の「多極型モジュラジャック」が「多数の『接\n触ばね』と多数の『端子片』を一体的に『基台』に設けて，別の部材の助\nけを借りずに，単独でモジュラプラグと機械的かつ電気的な接続を行う」\nというものでないことも，前記(1)～(3)のとおりであるから，採用するこ\nとができない。\n(5) 以上を総合すると，刊行物１発明の「接触ピン２２を備えたジャック本\n体２と，…端子板２３と，を設けたボディ１１」は，モジュラプラグの接触\n子に接触する多数の接触ばね及び外部電線を接続する多数の端子部材を基台\nに設けたものであって，モジュラプラグと外部電線とを電気的に接続し，情\n報信号を伝送するという独立した動作をすることができるように組み立てら\nれたものであると認められる。\nそして，刊行物１（甲６）の「発明の詳細な説明」における「ボディ１１\nは，前面（第３図中紙背側）が開放された箱状に形成され，ボディ１１の左\n右両側面にはそれぞれ結合突起１３が突設される。結合突起１３の中央部に\nは嵌合孔１４が前後に貫通して設けられる。一方，カバー１２の両側縁には\nそれぞれ後方に向かって結合脚片１５が延設され，各結合脚片１５の先端部\nにはそれぞれ左右方向における外側に向かって突出する嵌合突起１６が突設\nされる。嵌合突起１６の外側面は後方から前方に向かって次第に外側に傾斜\nする傾斜面１７を形成している。しかして，第４図ないし第６図に示すよう\nに，カバー１２の結合脚片１５をボディ１１の嵌合孔１４に挿入することに\nより，嵌合突起１６の前面が嵌合孔１４に係止されボディ１１とカバー１２\nとが一体に結合される。」（２頁左上欄１３行～右上欄８行）との記載及び\n第３図～第６図からすると，刊行物１発明においては，ボディ１１の左右両\n側面に嵌合孔１４が設けられ，カバー１２の両側縁に結合脚片１５が延設さ\nれ，カバー１２の結合脚片１５をボディ１１の嵌合孔１４に挿入することに\nより，ボディ１１とカバー１２とが一体に結合されることが認められるか\nら，刊行物１発明の「接触ピン２２を備えたジャック本体２と，…端子板２\n３と，を設けたボディ１１」は，結合手段によりカバーと結合されているも\nのである。\nしたがって，刊行物１発明の「接触ピン２２を備えたジャック本体２と，\n…端子板２３と，を設けたボディ１１」は，本件発明１，２の「ユニット化\nしたモジュラインサート」に相当するものと認められる。\nよって，その旨の審決の認定に誤りはなく，取消事由２は理由がない。\n６ 取消事由３（本件発明１，２の「結合手段」に関する一致点の認定の誤り）\nについて\n原告は，刊行物１発明の「ボディ１１」は，本件発明１，２の「ユニット化\nしたモジュラインサート」に相当しないから，刊行物１発明の「ボディ１１の\n左右両側面には嵌合孔１４が設けられ，カバー１２の両側縁には結合脚片１５\nが延設され，カバー１２の結合脚片１５をボディ１１の嵌合孔１４に挿入する\nことにより，ボディ１１とカバー１２とを一体に結合した」ことが，モジュラ\nインサートとカバーとの間を結合する結合手段を設けたことである旨の審決の\n認定は誤りであると主張する。\nしかし，前記５のとおり，刊行物１発明の「ボディ１１」は，本件発明１，\n２の「ユニット化したモジュラインサート」に相当するから，この審決の認定\nに誤りはなく，取消事由３は理由がない。\n７ 取消事由４（相違点１に関する進歩性判断の誤り）について\n(1) 刊行物２（甲７）には，次の記載があることが認められる（訳文は，原\n告提出の訳文による。）。\nア 「本発明は，国内電話配線システムのための電話コネクタおよび，新規\nまたは既存の電話配線に標準工具で組立てられるアウトレットジャックで\nあり，種々の器具構成に適応可能なジャックに関する。」（１頁７行～９\n行）\nイ 「図８および図９は，自立形の打抜き形成された金属端子６を例示して\nいる。最初に，端子は金属平板から打抜かれる。プレートの一部が円筒形\nの中空バレル部３６に形成され，縦シーム３８がワイヤ受入れスロットを\n画成し，その中に１本以上の絶縁ワイヤがそれらの長さの横方向で強制的\nに挿入される。シーム３８は，バレル部３６の自由端４２に通じている拡\n大フレア型進入路４０を備える。シーム３８には，バレル形状部分を第１\nの対の弾性顎４６Ａおよび４６Ｂと第２の対の弾性顎４８Ａおよび４８Ｂ\nとに分割する横スロット４４が横切っている。…実際では，絶縁ワイヤ\n（図示せず）の自由端がバレル部３６の内側に進入路４０に沿って置かれ\nる。…工具はその後，バレル部３６に沿って軸方向に下方に動かされ，そ\nれにより工具はワイヤを，それが顎４６Ａと４６Ｂとの間に位置するま\nで，スロット３８に沿ってその長さの軸方向に進入路４０内に押し込む。\n顎は，ワイヤの何らかの絶縁体を薄く切断し，絶縁体を薄く切断すること\nによって露出したワイヤの導線部分の両側と把持するように係合する。必\n要に応じて，第２のワイヤが，スロット３８に沿って第２のワイヤを押し\n込むために…類似の形で端子部分３６に電気的に終端される。挿入された\n第２のワイヤは第１の挿入されたワイヤを押し，第１の挿入されたワイヤ\nが導線把持顎４８Ａおよび４８Ｂ間に位置するまで，スロット３８Ａに沿\nってそれをさらに押し込む。第２のワイヤは絶縁体を薄く切断した顎４６\nＡと４６Ｂとの間に留まり，絶縁体を薄く切断することによって露出され\nる導線の両側と把持するように係合することになる。」（４頁下から３行\n～５頁１９行）\nウ 「図３は，絶縁ワイヤ５３が対応する自立形端子部分６のスロット３８\nにおいて電気的に終端されている完成した配線モジュール１を例示してい\nる。」（６頁３行～４行）\n(2) 以上の刊行物２の記載及び刊行物２の図３，８及び９によると，刊行物\n２発明は，「電話ジャック」に関する発明であり，外部電線をジャックに接\n続する部分には，多数の円筒形の自立形金属端子６があり，この金属端子６\nの縦シーム（スロット）３８に外部電線を挿入することにより，電話線の絶\n縁体が切断され，露出した導線部分が，縦シーム（スロット）３８の両側の\n顎４６Ａ，４６Ｂ又は４８Ａ，４８Ｂによって把持されるという構成になっ\nていることが認められる。\nそうすると，刊行物２発明には，「端子片の一端縁に臨んで開放されてい\nて被覆電線を圧入したときに絶縁被覆を破って被覆電線の内部導体を端子片\nに電気的に接続する圧接スリットを備えて成る多数の端子片」が開示されて\nいるということができる。そして，刊行物２発明が，刊行物１発明と同じ\n「電話ジャック」の発明であり，刊行物２発明の上記「端子片」は，刊行物\n１発明の「端子ねじ２５が螺着され，外部電線が接続される端子板２３」と\n同じ技術的意義を有するものと解されることからすると，刊行物１発明の\n「端子ねじ２５が螺着され，外部電線が接続される端子板２３」に代えて，\n刊行物２発明の上記「端子片」を用いることは，当業者（その発明の属する\n技術の分野における通常の知識を有する者）が容易に想到することができた\nものと認められる。\n(3) この点につき，原告は，刊行物２発明の「円筒状の自己起立式金属端\n子」は，「円筒」という形状であるため，各端子が相当のスペースを占める\nから，そのままでは，本件発明１，２のような，多数の外部電線を容易に接\n続することができる小型の多極型モジュラジャックを形成することは不可能\nであると主張する。\nしかし，本件特許請求の範囲「請求項２，３」には，「端子片の一端縁に\n臨んで開放されていて被覆電線を圧入したときに絶縁被覆を破って被覆電線\nの内部導体を端子片に電気的に接続する圧接スリットを備えて成る多数の端\n子片」の大きさについて限定する記載はない。また，前記２のとおり，本件\n発明１，２は，小型に形成できる多極型モジュラジャックに関する発明であ\nって，本件特許明細書（甲２）の「発明の詳細な説明」には，端子片自体が\n小型であることによって多極型モジュラジャックが小型に形成できるとの記\n載がある（段落【００１８】【００２０】）が，そこにいう「小型に形成で\nきる」の意義については，「配線器具用に規格化された取付枠に取着するタ\nイプの大きさに容易に形成できる」との記載（段落【００１８】【００２０\n】）があるだけである。そして，円筒形の自立形金属端子６であっても，そ\nの高さや径の大きさなどを適宜調節して，小さいものとすることができるの\nであるから，このような円筒形の自立形金属端子６を用いた「電話ジャッ\nク」についても，一般的な意味で「小型の端子片を用いた小型の多極型モジ\nュラジャック」ということができる上，甲２６及び乙３によると，円筒形の\n自立形金属端子６を用いた「電話ジャック」であっても，ＪＩＳで定められ\nている大角形連用配線器具の取付枠（横が３２．４mm，縦が２３mm）に取り\n付けることができると認められる。したがって，円筒形の自立形金属端子６\nを用いた「電話ジャック」は，「小型の端子片を用いた小型の多極型モジュ\nラジャック」ということができるものと解される。\nよって，原告の上記主張は採用することができない。\n(4) また，原告は，①刊行物１発明の「ねじ端子」の代わりに刊行物２発明\nの「円筒状の自己起立式金属端子」を適用するとすると，「円筒状の自己起\n立式金属端子」は，「ねじ端子」を取り外した面上に起立して取り付けられ\nることになり，スリットの延びる方向と外部電線の取出方向とが同じ方向に\nなるところ，スリットの延びる方向と同じ方向に外部電線を取り出した場\n合，外部電線に何らかの外力が加わると，わずかな力でも外部電線がスリッ\nトから非常に外れやすくなるため，当業者は，このような構成は採用しな\nい，②何らかの工夫を行って，「円筒状の自己起立式金属端子」を「ねじ端\n子」が取り付けられていた面に垂直に取り付けた構成とすると，今度は，ナ\nットドライバー等の標準的な工具を用いて外部電線を圧接スリットへ取り付\nけることができなくなってしまうと主張する。\n確かに，刊行物１発明の「端子ねじ２５が螺着され，外部電線が接続され\nる端子板２３」に代えて，刊行物２発明の「端子片の一端縁に臨んで開放さ\nれていて被覆電線を圧入したときに絶縁被覆を破って被覆電線の内部導体を\n端子片に電気的に接続する圧接スリットを備えて成る多数の端子片」を用い\nるとすると，刊行物１発明の「端子ねじ２５」を取り外した面上に，上記\n「端子片」を起立して取り付けることが考えられる。上記アの刊行物２（甲\n７）の記載によると，刊行物２発明においては，縦シーム（スロット）３８\nに電線を強制的に挿入し，縦シーム（スロット）３８の両側の顎４６Ａ，４\n６Ｂ又は４８Ａ，４８Ｂによって電線を把持することによって，電線が抜け\nるのを防止しているものと認められるから，刊行物１発明の「端子ねじ２\n５」を取り外した面上に刊行物２の上記「端子片」を起立して取り付けるこ\nとに，電線が外れやすくなるという阻害要因があるということはできない。\nまた，刊行物１発明の「端子ねじ２５」を取り外した面上に刊行物２の上記\n「端子片」を起立して取り付ける以外の方法で取り付ける場合でも，上記\n「端子片」の長手方向を刊行物１発明の仕切板２４と平行にしてスリットを\n開放された側に向けて取り付けるなどすれば，外部電線を圧接スリットへ取\nり付けることが困難であるとはいえず，この点に阻害要因があるということ\nもできない。\nしたがって，原告の上記主張は採用することができない。\n(5) さらに，原告は，審決は，「電話ジャック」が対象である刊行物１発明\nと，「情報ジャック」が対象である本件発明１，２との違いについて全く考\n慮していない点に誤りがあると主張するが，刊行物１発明と本件発明１，２\nとの間で，対象について，原告が主張するような違いがあるということがで\nきないことは，前記４で述べたとおりである。したがって，原告の上記主張\nは採用することができない。\n(6) 以上のとおり，相違点１について進歩性がないとの審決の判断に誤りが\nあるとはいえないから，取消事由４は理由がない。\n８ 以上の次第で，原告主張の取消事由は，いずれも認められないから，原告の\n請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中野哲弘\n裁判官 森 義 之\n裁判官 田中孝一\n"
}