{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 14
  },
  "case_number": "平成10(ワ)269",
  "case_name": "損害賠償請求",
  "court_name": "盛岡地方裁判所",
  "lawsuit_id": "8469",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8469",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/469/008469_hanrei.pdf",
  "contents": "主文\n１ 原告らの請求をいずれも棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n被告は，原告らに対し，それぞれ２０万円及びこれに対する平成１０年８月２８日から\n支払済みまで年５パーセントの割合による金員を支払え。\n第２　事案の概要\n本件は，一関税務署長が管轄する地域内において酒類販売業を営む原告らが，同\n税務署長がＡ（以下「Ａ」という。）に対してした酒類販売場の移転許可処分及び株式会社\nマルニ（以下「マルニ」という。）に対してした酒類販売業免許の付与処分により財産的及び\n精神的損害を被ったとして，国家賠償法（以下「国賠法」という。）１条１項に基づき，被告に\n対し，各損害の賠償を求めた事案である。\n１　前提となる事実（争いのない事実は証拠を掲記しない。）\n(1)  原告らは，一関税務署の管轄区域内に店舗を有し，酒類販売小売店を経営する会\n社ないし営業者である。\n(2)　マルニは，宮城県本吉郡ａ町に本店を置き，食品販売，タバコ・酒類及び米穀類販\n売，フランチャイズチェーンシステムによる酒類販売店の研究開発業務，同システムによる\n酒類販売店の経営，同システムによる酒類販売店の加盟店の募集及び加盟店の指導育成\n等を目的とする株式会社である（甲２６）。マルニが経営する酒類販売店及び同社のフラン\nチャイズチェーンシステムによる酒類販売店においては，「酒のロッキー」という店舗名称が\n用いられている。\n(3)　Ａは，大正１４年９月１４日生まれの女性であるが，昭和３３年３月４日，岩手県一関\n市ｂｃ番地ｄを販売場とする酒類小売販売業の免許を受けた（以下，同所の販売場を「旧販\n売場」という。）。\n(4)　一関税務署長は，Ａの酒類免許に係る酒類販売場を旧販売場の所在地から岩手\n県一関市都市計画事業ｅ地区土地区画整理事業ｆ街区ｇ番地ｈ，ｉ番地ｊ，ｋ番地ｌへ移転す\nることを求めるＡ名義でされた平成８年１月１９日付け移転許可申請（以下「本件移転許可\n申請」という。）に基づき，同年３月１５日，Ａに対し，酒類販売場の移転許可処分（以下「本\n件移転許可処分」という。）を行った。その移転先は，岩手生活協同組合コープ一関店（以\n下「コープ一関店」という。）の店舗内であった（以下，同所の販売場を「新販売場」とい\nう。）。\n(5)　マルニは，一関税務署長に対し，Ａから営業を譲り受けたとして，平成９年３月２５\n日，酒類販売業免許の申請（以下「本件免許付与申請」という。）を行い，同税務署長は，\n同年６月１日付けで同免許を付与した（以下「本件免許付与処分」という。）。\n(6)　Ａによる酒類の販売数量は，平成４年が２３５０リットル，平成５年が５５３１リットル，平\n成６年が６２３６リットル，平成７年が７３５１リットル，平成８年３月から平成９年２月までが１１１\n万５６５６リットルであった。\n２　争点\n(1)　本件移転許可処分が違法か否か\n(2)　本件免許付与処分が違法か否か\n(3)　相当因果関係の有無\n(4)　原告らの損害\n３　争点に対する当事者の主張\n(1)　争点(1)（本件移転許可処分の違法性の有無）について\nア 原告らの主張\n(ア) 国賠法１条１項の違法性について\nａ　国賠法１条１項における違法とは，不文法を含めた法令に違反することであり，\n違法な侵害行為によって損害が発生していれば違法性が肯定できるというべきである。\nｂ　被告が主張するいわゆる職務行為の第三者関係性については，条文に規定が\nないのみならず，なぜこの要件が必要であるかの理論的根拠にも乏しく，その根拠を明確\nに判示した裁判例も見当たらない。この要件は，同法の違法性とは直接関係しないというべ\nきであり，損害賠償責任を制限する方向で働くものであるから，その理論的根拠が明確にさ\nれなければならない。\nｃ　なお，被告が主張するような職務上の義務違背が行政法規の定める要件と手\n続に違反していないか否かにより決せられるということから，必然的に職務行為の第三者関\n係性が帰結されるものではない。\n(イ) 酒類販売場移転の許可基準について\nａ 国税庁長官により発せられた「酒類の販売業免許等の取扱いについて」と題\nする通達（平成元．６．１０間酒３－２９５）の別冊である酒類販売業免許等取扱要領（以下\n「免許等取扱要領」という。）は，酒類販売免許制度について，消費者重視の観点からの対\n応，販売業者の経営環境に配意するとともに，制度の運営を巡る問題への対応等を念頭に\n置き，運営の緩和を確実に進めること（規制緩和への要請），抽選性や営業譲受け等を悪\n用した社会的公平性を欠くような事案の発生を防止するよう措置すること（社会的公平な運\n営の要請），行政庁の裁量の範囲を可能な限り明確にすること（基準の明確化の要請）を基\n本的な柱として，平成５年に改正された。税務署長が酒類に関する免許の許可をする際に\nは，免許等取扱要領を遵守し，これを厳格に運用すべきである。\nｂ 酒類販売場の移転許可申請の内容が販売場の移転であること，酒類販売業\nの免許が一身専属的なものであること，酒類の販売業免許は販売場ごとに受けなければな\nらないこと（酒税法９条１項）からすれば，酒類販売場が移転された場合の移転後の販売主\n体は当該販売業免許を受けた者でなければならない。したがって，その申請が認められる\nためには，\n①　申請人が酒類販売業を営んでおり，移転先でも実際に酒類販売業を継続し\nて行うこと\n②　売場面積において移転前と移転後とで大きな相違がないこと\nという２つの要件（以下「本件許可要件」という。）が必要であり，同許可申請を受\nけた税務署長は，これらの両要件の存否を十分検討した上で，いずれかが存在しない場合\nあるいは申請書類に虚偽の記載がある場合には，当然許可すべきでない。\n(ウ) 本件移転許可処分の違法性について\nａ 本件移転許可申請に用いられた平成８年１月１９日付け申請書（以下「本件\n移転許可申請書」という。）には，実体と異なる記載がされており，本件許可要件は，いずれ\nも存在しなかった。しかし，一関税務署長は，以下のとおり，この事実を知りながらあえてこ\nれを無視し，本件移転許可処分をした。\n(ａ) 本件許可要件①前段について\nＡは，高齢で，かつ，平成元年に脳腫瘍による手術を受けた後，労働能力が\n極端に低下し，その子も，Ａと別居して盛岡市でサラリーマンをしており，酒類販売業を継\n承する意思を有していなかったため，その営業は，平成６年２月当時，休業状態にあった。\n当時マルニの取締役（現在は代表取締役）であったＢ（以下「Ｂ」という。）は，同\n月１０日，Ａの旧販売場における支配人として登記された（甲５）が，Ａは，Ｂを支配人に選任\nすることを承諾していないし，その登記申請に係る委任状（甲６）に署名・押印していない（こ\nの委任状に押印されているのは三文判である。）。Ｂは，支配人である以上，Ａの商業使用\n人であり，Ａとの間に雇用関係があることが前提となるが，ＡからＢへ賃金は支払われていな\nいのであって，ＡとＢとの間に雇用関係はない。そもそも，マルニの取締役であるＢがＡの支\n配人となるということは，通常であれば到底考えられない。\nさらに，この営業における経営主体があくまでＡであるというのであれば，同人\nにおいて経営者としての実体を有していることが必要である。しかし，Ａは，店の仕入れ，売\n上げ，支出及び経費といった経営の実体を掌握していない。電気量の請求書はマルニに\n送付されており，帳簿の記帳，税務申告，商品の仕入れ等はマルニが行っている。つまり，\n旧販売場で行われていた営業は，マルニが経営権を把握し，Ａの免許に藉口して，自らの\n費用と計算の下に行っていたものであり，Ａは免許の名義人ではあるが，同人による営業の\n実体は全くない。\n加えて，マルニとＡは，平成４年ころ，営業譲渡契約を締結したが，同年中に\n解消した事実がある。\n以上の事実関係によれば，Ｂの支配人登記がされてからは，Ａが酒類販売業\nを営んでいた実体はなく，旧販売場において，Ａの免許に藉口して営業していたのはマル\nニである。酒税法に定める免許は，一身専属的なものであり，免許を受けた者についての\nみ効力を有することはいうまでもないから，このマルニの行為が酒税法の規定を潜脱するも\nのであることは明白である。\n以上の事実によれば，本件許可要件のうち①前段が存在しないことは明らか\nである。\n(ｂ) 本件許可要件①後段について\n本件移転許可申請による移転先は，コープ一関店の店舗内であるが，Ａは，\nコープ一関店で酒類販売業を行う意思を有していなかったし，病院通いをしている関係上，\n健康面でも不可能であった。また，同店の酒のロッキーで行われている販売方法は，複数\nの従業員を使用し，多種類の酒類を不特定多数の相手に大量に販売していくものであり，\nＡが従来行っていた販売方法とは全く異なるもので，Ａにはこれを経営する能力も資本もな\nい。\nまた，平成８年２月１２日付け「みんなで作ろうコープ一関ニュース」（甲１２）に\nはお酒コーナー（予定）の表示がされ，マルニの社員募集の広告（甲１３）に酒のロッキー一\n関店と表示されていたこと，コープ一関店オープン後は「ロッキータイムス」と題する広告（甲\n１４ないし１６）が発行され，新聞報道（甲１７）ではマルニがコープ一関店内に酒のロッキー\nの屋内型モデル店舗をオープンしたことが取り上げられたことによれば，新販売場での営業\nがマルニの経営によるものであることは明らかである。\n営業主体が誰であるかは，資金の提供，従業員の採用・給与の支払・配置・\n勤務内容の決定等人的施設に対する指揮・管理についての決定権の有無，物的施設等の\n管理処分権の帰属，利益及び損失の実質的帰属，営業形態，税務申告の内容等の諸事\n情を総合して実質的に判断されるべきものであり，形式的要素のみにより決定されるべきも\nのではない。Ａは，コープ一関店における営業に関して，仕入れ，支払，従業員の雇用及\nび雇用条件の決定，金員の受け払い，帳簿の作成，税務申告等，本来営業主として行うべ\nき事柄に一切関与していないばかりか，マルニから報告も受けていないし，営業に関する金\n員の支払も一切受けていない。\nそして，Ａの平成８年３月から平成９年２月までの酒類の販売数量は，前年の\n約１５０倍に増大している。\nなお，被告は，Ａがマルニとの間でフランチャイズ契約を締結したと主張する\nが，上記のとおり，そのような実体はない。Ａは，マルニからフランチャイズ契約について説\n明を受けていないし，およそ契約の意味内容を理解することが困難な状態である。フランチ\nャイズ契約書のＡ名義の署名・押印はＡがしたものではなく，印影もＡの印章によるものでは\nないし，立会人として，酒類の免許の売買ブローカーとして公知である有限会社前田酒販\n（以下「前田酒販」という。）の署名・押印がされている。そして，Ａもマルニも同契約書に記\n載された義務の履行をしていないし，その意思もなく，Ａにはその能力もない。したがって，\nこの契約書は，コープ一関店での営業主体がＡであるかのように装うため，Ａの了解なしに\n作成されたものなのである。\n以上によれば，コープ一関店の酒のロッキーの経営主体がＡでなく，マルニで\nあることは明白であり，本件許可要件のうち①後段が存在しないことは明らかである。\n(ｃ) 本件許可要件②について\n次に，旧販売場の移転先はコープ一関店内の一角であるが，その新販売場\nの面積は，売場，商品陳列棚，商品置き場及び倉庫部分を併せて３００メートルを超えるも\nのであって，旧販売場のそれをはるかに上回る面積である。一関税務署長は，本件移転許\n可処分を行うに当たって，本件移転許可申請書に添付された移転先の建物等の位置図及\nび新販売場の周辺の見取図から，この事実を十分了解していたのである。\nこの点，被告は，新販売場の面積が２１１．７０７メートルであった旨主張する。\nしかし，免許等取扱要領は，販売場の面積につき，「酒類の販売場として一体的に機能し\nている酒類の売場及び倉庫の合計面積」としており，販売場には，売場のみでなく，酒類の\n保管などをする場所も含まれるとしている。したがって，実体として酒類販売のために売場と\n一体として使用されている場所であれば，名目的に事務所や通路等とされていても，すべ\nて販売場に含まれることになる（そうでなければ，事務所等とすることにより容易に基準を潜\n脱することが可能となってしまう。）。新販売場において酒類販売のために機能している場所\nの広さは３００平方メートル以上である。\nしたがって，本件移転許可処分には，本件許可要件のうち②も存しない。\n(ｄ) 以上によれば，本件移転許可申請は，免許等取扱要領による基準に該当しな\nいものであり，マルニは新規免許の申請をすべき事案であった。しかし，一関税務署長は，\nこれを知り，免許等取扱要領ひいては酒税法に違反することを知りながら，あえて本件移転\n許可処分を行ったのである。\nｂ また，一関税務署長は本件移転許可処分を行うについて，以下のとおりその\n職務上の義務に違反した。\n(ａ) 酒税法が酒類販売業に免許制度を採用した趣旨は，国の重要な財源である\n酒税の収入を確保するために酒類販売業の濫立を防ぎ取引秩序を維持することにある。酒\n類販売業を自由にするときは，同業者が濫立し，値引き，濫売による過当競争を呼び起こ\nし，酒類販売業者の経営に悪影響を及ぼし，その結果，酒類代金支払の遅延又は酒類販\n売業者の倒産などにより酒類代金の支払不能等の状態を生じ，その影響は直接的に酒類\n製造業者に波及して酒税の保全に支障を来すことになる。免許制度は，このような事態を\n防止し，国の財源確保という財政目的を達成するという積極的な公共の福祉増進の見地か\nら認められたものである。したがって，酒類販売業者は，酒税の保全についての義務を負う\nものであり，それに見合うものとして国家が酒類の需給調整を考慮することによって酒類販\n売業者の濫立を防止し，その経営を健全ならしめる，安定と秩序ある競争の下に酒税の保\n全を図っているものである。\n現在の酒類販売業界においては，消費者ニーズの多様化，規制緩和を含む\n社会経済システムの変革，コンビニエンスストアやディスカウントショップにおける大量販売\n方式等にみられるように，酒類を他の食品と同一視し，利潤追求のためには，酒類の有する\n致酔性・依存性の影響・弊害を切り捨て，販売量の拡大が昀優先される取引が主流となっ\nている。大手企業や利潤追求を至上命題とする企業が豊富な資本にものをいわせて酒類\n販売業に進出するようになり，ダンピングを行い，顧客を誘致するためのおとり商品として酒\n類が使用されているような実情を作り出している。これらの販売方法においては，公正なル\nール，健全な取引環境が確保されているとはいい難く，ひいては酒類産業の健全な発展・\n酒税の保全にも支障を来すことになりかねない。\n(ｂ) マルニの酒類販売免許取得の方法は，進出を企てた一関地区において，事\n実上休業状態にあるか，近い将来廃業の可能性があるような販売店に配下の者を送り込\nみ，形式的には免許取得者の名で，実質的にはマルニにおいて営業をした後，免許取得\n者の名で本来営業を予定している場所へ酒類販売場の移転許可申請を行い，許可後１年\n間が経過するのを待って（免許等取扱要領によれば，一般酒類小売業免許については，\n販売場の移転許可後１年間，法人成り等又は営業譲受けが認められていない。），事実上\n休業状態の販売店から営業譲渡を受けたとして酒類販売業免許の申請を行い，これを取\n得するというものである。\nこのような免許取得方法は，本来新規免許の申請を行い，酒税法１０条等に\n定める免許の要件の審査を受けるべきところを既存の免許の名義を変更することによって\n回避するものであり，同免許制度及びその要件を規定した酒税法９条，１０条及び１１条等\nの規定を潜脱する脱法行為であることは明らかである。\n(ｃ) 本来売買の対象とはなり得ない酒類販売業の免許が公然と売買され，その斡\n旋を業とするブローカーが暗躍していることは，マスコミでも報道されているとおり，ほぼ公\n知の事実である。また，国税庁が何ら有効な防止策を採らず，免許売買斡旋ブローカーの\n言いなりになって各種許可申請に応じていることも，関係者なら誰でも知っていることであ\nる。斡旋ブローカーは，形式的な書類さえ整えれば国税庁及び税務署長が許可申請を拒\n否しないことから，税務署長に対し，一方的に開店日程等を押し付け，それに合わせて許\n可処分を行うよう要求し，要求どおりの許可処分を行わなければ不作為に対する違法確認\n訴訟を提起する旨の脅しをかける。そのため，税務署長は，酒税法及び免許等取扱要領に\n定める実体的要件が存在しないことを認識しているにもかかわらず，同申請に係る許可処\n分を行うのである。\n(ｄ) 本件において行われた審査についても，一関税務署長は，本件移転許可申\n請書に記載された前田酒販の名前に萎縮し，当初からマルニの言いなりに許可を出す方\n針で各審査を行ったものである。すなわち，係官は，旧販売場と新販売場では，営業の規\n模，態様，形態において明らかに異なり，Ａにその経営及び営業能力がないことを知ってい\nたにもかかわらず，フランチャイズ契約という形式のみの審査でこと足れりとし，又は，実態\nを審査すれば，旧販売場はもとより新販売場での営業主体がマルニであることが明らかに\nなることを恐れて，本来行うべき審査を行わず，審査した形を整えるためにあえて形式審査\nにとどめ，本件移転許可申請につき許可相当と判断したのである。一関税務署長も，本件\n移転許可処分を行うに当たって，本来行うべき実体的要件の審査を全く行わないばかり\nか，当初から平成８年３月１５日に許可を出すことを決め，それに合わせて原告らから意見\n聴取したにすぎないのであり，一関小売酒販組合の指摘により実体的要件が欠如している\nことを認識しながら，判を押したものである。\nｃ　前記ａ及びｂで述べたとおり，一関税務署長の本件移転許可処分に係る行為\nは，酒税法に定める免許制度及び免許等取扱要領の規定を故意に無視し，殊更に免許売\n買業者の利を図るものであって，単なる裁量権の逸脱にとどまらない故意の職権濫用であ\nる。このような行為は，酒税法及び免許等取扱要領に違反するのみならず，国家公務員法\n９８条１項，９６条１項にも違反し，ひいては憲法１５条２項の趣旨にも反するものであって，\n違法であることは明らかである。\nイ 被告の主張\n(ア) 国賠法１条１項の違法性について\nａ 国賠法１条１項の違法性の意義について\n国賠法１条１項は，公務員の公権力の行使に基づく国家賠償請求権の成立要\n件の一つに違法性を掲げている。\nこの違法性の意義について，昀高裁判決は，「国賠法１条１項は，国又は公共\n団体の公権力の行使に当たる公務員が個別の国民に対して負担する職務上の義務に違\n背して当該国民に損害を加えたときに，国又は公共団体がこれを賠償する責に任ずること\nを規定するものである。」（昀高裁昭和６０年１１月２１日第一小法廷判決・民集３９巻７号１５１\n２頁）と判示している。\nしたがって，公権力の行使に当たる公務員の行為が，ある者に対する関係にお\nいて違法な加害行為とされるのは，当該行為の根拠となる諸規定がその者の法益を個別具\n体的に保護している場合に限られると解すべきであって，当該規定がこのような目的のもの\nではなく一般的な公益の保護を目的とするときには，仮に当該規定に適合しない公務員の\n行為があったとしても，そのことから直ちにその者との関係で国賠法１条１項にいう違法な行\n為に当たるということはできない。このことは，知事による宅建業者の免許付与，更新等の関\n係でこの違法性が問題となった事件において，宅建業者に係る免許制度の趣旨が公益保\n護にあるとの前提の下に，「知事等による免許の付与ないし更新それ自体は，法所定の免\n許基準に適合しない場合であっても，当該業者との個々の取引関係者に対する関係にお\nいて直ちに国家賠償法１条１項にいう違法な行為に当たるものではない。」（昀高裁平成元\n年１１月２４日第二小法廷判決・民集４３巻１０号１１６９頁）と判示されていることからも明らか\nである。\nｂ 酒税法における酒類販売業免許制度と国賠法１条１項の違法性について\n(ａ) 酒税法９条１項による酒類販売業免許制度は，酒税の納税義務者とされた酒\n類製造者のため，酒類の販売代金の回収を確実にさせることによって消費者への酒税の負\n担の円滑な転嫁を実現する目的で，これを阻害するおそれのある酒類販売業者を免許制\n度によって酒類の流通過程から排除することとし，もって，酒税の適正かつ確実な賦課徴収\nを図るという公共の利益のために採られた合理的措置であって，酒税の確実な徴収とその\n税負担の消費者への円滑な転嫁を確保する必要から設けられたものである（昀高裁平成４\n年１２月１５日第三小法廷判決・民集４６巻９号２８２９頁）。\nすなわち，酒税法が採用する酒類販売業免許制度自体は，個々の酒類販売\n業者が被る具体的な損害の防止や被った損害の救済等既存の酒類販売業者の保護を直\n接の目的とするものではなく，このことは，移転許可の不許可要件として挙げられている酒\n税法１０条９号及び１１号において，取締上の必要性や酒税の保全上の必要性の観点から\n許否の判断をすることとされている点からも明らかである。\nそうすると，このような免許に係る処分それ自体は，当該処分の名宛人ではな\nい個々の既存酒類販売業者に対して何らの直接的影響を及ぼすものではなく，既存酒類\n販売業者は，当該処分について権利ないし法的に保護された利益を有するものではないと\nいうべきである。したがって，税務署長が酒類販売場の移転許可処分を行った場合に，移\n転してきた酒類販売業者の営業によって，既存の業者が売上げの減少等の不利益を被っ\nたとしても，その不利益は，その処分の根拠法規である酒税法９条の目的である酒税の確\n実な徴収とその税負担の消費者への円滑な転嫁を確保する必要性という公益保護の結果\nとして生じていた反射的なもの又は事実上のものが消滅したにすぎないというべきであっ\nて，これをもって国賠法に基づいて損害賠償を請求することができる権利又は法律上の利\n益の侵害ということはできない。\n(ｂ) 本件においても，一関税務署長は，本件移転許可処分につき，原告らに対し\nて職務上の法的義務を負担するものではなく，同署長のした本件移転許可処分が原告らと\nの関係で国賠法上違法となり得るということはないから，原告らの本件請求は，それ自体失\n当である。\n(イ) 本件移転許可処分の適法性について\nまた，本件移転許可処分は，酒税法規の定める要件と手続に合致したものであ\nって，適法であるから，国賠法１条１項所定の違法性は認められない。\nａ  酒類販売場の移転の許可基準について\n(ａ) 酒税法１６条１項は，酒類販売業者は，酒類の販売場を移転しようとするとき\nは，政令で定める手続により，移転先の所轄税務署長の許可を受けなければならないと規\n定している。また，同法１６条２項によれば，税務署長は，酒類販売場の移転につき，①「正\n当な理由がないのに取締上不適当と認められる場所に……販売場を設けようとする場合」\n（同法１０条９号），又は②「酒税の保全上酒類の需給の均衡を維持する必要があるため…\n…酒類の販売業免許を与えることが適当でないと認められる場合」（同条１１号）には，許可\nを与えないことができる。\nこの酒税法１６条の規定は，同法９条の定める酒類販売業免許制度の一環とし\nて設けられたものであるが，酒類販売業の免許制度が，酒税の適正かつ確実な賦課徴収，\nすなわち，酒類販売業者の経営の安定と酒類の需給の均衡維持を通じて「酒税の保全」を\n図るという基本目的を有していることから（昀高裁平成４年１２月１５日第三小法廷判決・民\n集４６巻９号２８２９頁），その目的達成のため，１項において，酒類販売場の移転についても\n所轄税務署長の許可を要すると定めるとともに，同条２項において，移転許可拒否事由を\n定めている。\n(ｂ) 税務署長は，酒類販売場の移転許可申請があった場合，前記①及び②の各\n移転許可拒否事由の該当性を審査した上，移転の許可・不許可を決定することになるが，\nこの両事由の内容は抽象的であり，移転許可処分の公平かつ適正な運用や事務処理の統\n一的・合理的かつ円滑な遂行のため，具体的な指針ないし内部基準として免許等取扱要\n領（乙１）が定められている。したがって，税務署長が行うこの各移転許可拒否事由の該当\n性の審査は，具体的には同要領の許可基準を充足するか否かという形で行われる。\n(ｃ) 免許等取扱要領は，第５章第２（販売場の移転の取扱い）において，「酒類販\n売業者等から法第１６条第１項に基づく販売場の移転の許可申請がある場合には，移転先\nの税務署長は，法第１０条第９号又は第１１号に掲げる事由があるかどうかを判断して，移転\nの可否を決定すること。この場合，一般酒類小売業免許に係る販売場については移転後の\n面積が著しく増加するときは，法第１０条第１１号に該当するものとして取り扱うこと。」と規定\nして，販売場の移転に関する取扱いを定めているが，そのうち本件に関連する部分の概要\nは次のとおりである。\n酒税法１０条９号に掲げる事由については，免許等取扱要領第２章第３の１(2)\n（場所的要件）ロにおいて，「申請販売場が酒類の製造場，酒類の販売場又は酒場，料理\n店等と同一の場所にないこと。」と定められている。\n同条１１号に掲げる事由については，\n①  同一販売地域内における移転で，移転後の販売場が場所的要件（距離基\n準）を具備している場合は，酒類の需給調整を要しないことから，許可しても差し支えない\n場合に該当する旨定めている（同要領第５章第２ただし書１。なお，この規定は，同条１１号\nに掲げる事由の具体的な基準として運用されている。）。\n②　この場所的要件が，同要領第２章第３の１(2)イにおいて，「申請販売場と既\n存の一般酒類小売販売場との距離は，おおむね申請販売場の所在地の小売販売地域の\n格付ごとに定める次の基準以上であること。」と規定され，Ａ地域が１００メートル，Ｂ地域が１\n００メートル（本件申請販売場は，Ｂ地域に該当する。），Ｃ地域が１５０メートルと具体的に定\nめられている。\n同条１１号に該当するものとして取り扱われる「移転後の面積が著しく増加する\nとき」については，同要領第５章第１注２において，「販売場の面積が１００㎡以上増加するこ\nとになる場合で，かつ，増加後の販売場の面積が３００㎡以上となる場合をいうものとする。」\nと定められ，また，その販売場の面積については，同要領第５章第１注３において，「酒類の\n販売場として一体的に機能している酒類の売場及び倉庫の合計面積とすること。」と定めら\nれている。\n(ｄ) ところで，原告らは，申請人が「移転先でも実際に酒類販売業を継続して行うこ\nと」が酒類販売場移転許可の要件である旨主張する。\nこれは，同移転許可の要件を規定した酒税法１６条１項の「移転しようとすると\nき」の解釈の問題であると解されるところ，酒類販売場の移転許可は，現に酒類販売業の免\n許を有し，その営業を行っている者がその販売場を移転して新たな場所において営業しよ\nうとする場合に，新たな場所における営業を許可するものであるから，酒税法１６条１項の\n「移転しようとするとき」とは，現に酒類販売業の免許を有し，その営業を行っている者が，移\n転後の場所において酒類販売業を営む意思を有することを意味するものである。したがっ\nて，「移転先でも実際に酒類販売業を継続して行うこと」は酒類販売場の移転許可の要件\nではない。\nまた，原告らは，「移転」とは，「主体の変更がない場合を意味するものである」と\n主張するが，酒類販売業の許可は一身専属的なものであるから，酒類販売場の移転に「主\n体の変更」という概念を容れる余地はない。\nなお，税務署長は，提出された「酒類販売場移転許可申請書」の内容について\n審査を行うが，その際，同申請書に虚偽の内容が記載されていればこれを訂正させ，その\n上で，移転許可の要件を満たす場合には移転許可を行い，満たさない場合には移転許可\nを与えないことになる。\nｂ  本件移転許可処分に至る経緯及び根拠について\n(ａ) Ａは，旧販売場における酒類販売業免許を有し，同所で酒類販売業を営んで\nいたが，平成６年２月１０日付けで，マルニの取締役であったＢを支配人として選任し，その\n旨の登記を行った。Ｂは，支配人登記後，Ａの支配人として職務を行い，Ａとの間にその登\n記をめぐる争いもなかった。\nその後，Ａは，旧販売場の周辺一体が常習水害地帯であること，近年の道路網\nの整備等により交通の流れが変わり，交通量が富に少なくなって，売上げの増加が望めな\nくなったこと等の理由により，平成８年１月８日付けで，マルニとの間でフランチャイズ契約を\n締結した上，旧販売場を一関市の中心部に近く立地条件の良いコープ一関店内に移転す\nるため，その旨の許可を求めて，同年１月１９日，一関税務署長に対し本件移転許可申請\nをした。\nところで，原告らは，ＡとＢとの間に雇用契約等はなく，Ｂの支配人登記はＡの\n承諾を得ずにされていることや，平成７年以降の旧販売場での営業がマルニの社員により\n行われていたことを理由に，旧販売場における同年以降の営業はマルニの営業であって，\nＡの営業ではなかった旨主張する。しかし，Ｂは，Ａに十分な説明をした上で，承諾を得た\n上で支配人登記をしたのであり，前記のとおり，その後，両者の間に支配人の業務をめぐる\n争いはなかったこと，両者の間において雇用契約は暗黙の前提となっていたこと，Ｂの支配\n人としての給与ないし報酬については利益があれば支払うとの合意がされており，旧販売\n場においては利益がなかったため支払われていなかったこと，旧販売場における営業に関\nしてマルニの社員が関与したのは，Ｂの配慮で店の片付け等を手伝わせたことがあっただ\nけであり，ふだんの店番はＡが雇用した近所の女性がパートでしており，営業及び商品の\n仕入れ，代金の決済等はＢが担当していたこと，日常の営業状況及び売上げの管理はＡの\n預金通帳で管理していたこと，赤字はＡの資金で補填していたこと等の事情を総合的に判\n断すれば，旧販売場における上記営業がＡによるものでないということはできない。\nまた，原告らは，Ａとマルニとの間のフランチャイズ契約書（甲３９の１９，乙４の１\n５）がＡに無断で作成されたものであると主張するが，このフランチャイズ契約書は，マルニ\nの社員及びＢがＡに十分説明をし，Ａがその内容を了解した上で作成されたものである。Ａ\n名義の署名はＡの目が不自由であったことからマルニの社員により代筆されたが，押印はＡ\n自らがその印章によってしたものである。\nさらに，原告らは，コープ一関店における営業について，マルニの社員が従事\nしており，Ａは関与していないし，何らの金員の負担も受領もしていない旨主張する。しかし\nながら，マルニの社員が従事していたのはフランチャイズ契約に基づくものである。また，コ\nープ一関店における売上げについてはＡの収入として確定申告されていたのであって，Ａ\nがコープ一関店での営業に関して何ら収入を得ていないのは，当初の目論見に反して収\n支が赤字だったためである。さらに，Ａが営業の処理に直接関与していないことや，コープ\n一関店の営業にマルニグループの名称が用いられていたのは，Ａとマルニとの間のフラン\nチャイズ契約に基づくものであって，そのような扱いもＡの了承の下，Ａ自身の営業として行\nわれていたのである。\nなお，原告らは，一関税務署長において，本件移転許可申請が主体の変更を\n伴うものであるにもかかわらず，それを無視して誤った処理をした旨主張するが，本件移転\n許可申請において主体の変更は認められない。\n(ｂ) 一関税務署長は，Ａからされた本件許可申請が，酒税法１６条及び免許等取\n扱要領の定める移転許可基準を充足するものであるかどうかを確認するため，次のとおり，\n部下である係官に本件移転許可申請に対する審査をさせた。\n同係官は，Ａに営業譲渡の風評があることに加え，Ａが比較的高齢で旧販売場\nの売上げも減少傾向にあったこと，平成６年２月１０日からマルニの取締役であるＢが支配\n人として従事していること等の事情により，業界も注目している事案であったことから，旧販\n売場が休業場に該当しないか否か，同販売場の経営がＡにより行われているかどうか，Ａに\n移転先の経営が可能かどうかについて，特に留意し，本件移転許可申請書及び添付書類\nによる机上審査をした後，実地審査として旧販売場及び新販売場に赴き，Ａ及びＢに面会\nして事情を聴取し，さらに，Ａの仕入先に赴き，販売数量に関する補充審査を行った。その\n結果，移転先が取締上不適当な場所に該当しないこと，同一小売販売地域内における移\n転であること，近隣既存業者との距離が１００メートル以上離れていること，酒類の販売場の\n面積が２１１．７０７平方メートルであり，３００平方メートル未満であること，旧販売場における\n販売数量が数量基準を満たしていることを確認した。\n一関税務署長は，この審査結果を踏まえて審議した結果，本件移転許可申請\nが，前記免許等取扱要領の第５章第２に定める客観的許可基準をすべて満たしていると認\nめ，酒税法１６条１項の規定に基づき，同年３月１５日付けで本件移転許可処分を行った。\n以上によれば，一関税務署長の行った本件移転許可処分は，同時点での判断\nとして，何らの違法性，故意・過失がないことは明らかである。\n(ｃ) 原告らは，酒類の販売場には，売場のみでなく，酒類を保管する場所も含まれ\nる（免許等取扱要領第５章第１注３）から，コープ一関店の酒類販売場の面積は３００平方メ\nートル以上であった旨主張する。しかし，免許等取扱要領第５章第１注３にいう「酒類の販\n売場と一体的に機能している酒類の倉庫」とは，売場部分と明確な仕切りがなく又はあって\nも営業時には開かれて，顧客が自由に出入りして商品の選択ができるような，売場と一体と\nなって売場の機能を果たす，いわばガレージ倉庫と言われるような造りのものをいうのであ\nって，本件のように売場と酒類倉庫が壁面で明確に仕切られ，顧客が自由に出入りできな\nいような場合までも販売場の面積に含める趣旨ではない。したがって，本件における移転先\nの販売場については，酒類等の倉庫部分を除く売場部分をもってその面積とするのが相当\nであるから，原告らの主張は理由がない。\n(ｄ) 原告らは，一関税務署長は，本件移転許可申請の審査に当たり，前田酒販が\n関与しているから，形式的審査にとどめた上，当初からマルニの言いなりに許可する方針で\nあった旨主張する。\nしかし，前田酒販が関与していることをもって，許可申請が名目だけを整えたも\nのであること，ないしは，税務署が言いなりに許可するということを認めるに足りる経験則は\n存在しないというべきであって，その主張は，偏見と憶測に基づく原告ら独自の見解に過ぎ\nないから，失当というべきである。\n(2) 争点(2)（本件免許付与処分の違法性の有無）について\nア  原告らの主張\n(ア) 前記(1)ア(ア)と同じ。\n(イ) 本件免許付与処分の違法性について\nａ　酒類販売業免許はもともと譲渡性がないものであるから，同免許を直接譲り受け\nることはできない。そこで，前記のように販売場の移転許可を間に挟み，営業譲受けの名目\nで免許を受けるという脱法行為が考え出された。このような違法行為は，本来譲渡性がない\n酒販店の免許に譲渡性を与えるに等しい結果を招来し，売買の対象となった免許を斡旋す\nるブローカーによって全国的に蔓延して，酒類流通市場を混乱に陥れている元凶となって\nいることは周知の事実である。したがって，税務署長は，酒類販売場移転許可申請につい\nては，より慎重な審査をしなければならない。\n営業譲受けは，もともとは酒販店に勤務する従業員等による免許取得を容易にさ\nせるための配慮であり，改正後の免許等取扱要領の理念は前記(1)ア(イ)ａのとおりである。\nところが，現在の免許運用の実態は，免許等取扱要領の理念とはかけ離れたものであり，\n依然として本件のような脱法行為が跡を絶たない。\nこのような悪習を助長しているのは，実態が異なっていることが明らかであるにも\nかかわらず，単に形式審査に終始し，安易に移転許可を与え，免許を付与してきた税務署\n長及び国税局の恣意的運用である。\nｂ　本件において，マルニは，Ａから営業を譲り受けたとして，一関税務署長に対し，\n平成９年３月２５日，本件免許付与申請をし，同税務署長は，同年６月１日付けで本件免許\n付与処分をした。本件において，新販売場の営業主体がマルニであることは(1)ア(ウ)ａ(ｂ)の\nとおりであり，マルニとＡとの間のフランチャイズ契約が実態を隠蔽して形式だけを整えるた\nめにされたものであることは，常識的感覚を持つ通常人であれば容易に看取できるところで\nある。Ａに新販売場における営業の実体がない本件においては，そもそも営業の譲受けな\nどということはあり得ず，Ａからマルニに対してされた営業譲渡も実体のないものであるか\nら，一関税務署長が，本件免許付与申請に対し，漫然と本件免許付与処分を行ったのは\n違法である。\nイ  被告の主張\n(ア) 国賠法１条１項の違法性について\n営業の譲受けに伴う酒類販売業免許の制度も，酒税の確実な徴収とその税負担\nの消費者への円滑な転嫁を確保することを目的とするものであって，税務署長が営業の譲\n受けに伴う酒類販売業免許の付与処分を行った場合に，営業を譲り受けた酒類販売業者\nの営業によって既存の業者が売上げの減少等の不利益を被ったとしても，その不利益は上\n記公益保護の結果として生じていた反射的なもの又は事実上のものが消滅したにすぎない\nから，前記のとおり国賠法１条１項の違法性を解釈する以上，上記不利益をもって国賠法に\n基づいて損害賠償を請求することができる権利又は法律上の利益の侵害ということはでき\nない。\nそうすると，本件においても，一関税務署長は本件免許付与処分につき，原告ら\nに対して，職務上の法的義務を負担するものではなく，同税務署長のした本件免許付与処\n分が原告らとの関係で国賠法上違法ということはできないから，原告らの本件請求はそれ自\n体失当である。\n(イ) 本件免許付与処分の適法性について\n本件免許付与処分は，酒税法規の定める要件と手続に合致したものであるから，\n適法である。\nａ  営業の譲受けに伴う酒類販売業免許の付与基準について\n(ａ) 酒税法上，営業の譲渡に関する明文の規定はないが，相続があった場合に\nついては，「……引き続き……販売業をしようとする相続人は，政令で定める手続により，遅\n滞なく，その旨を……その販売場の所在地の所轄税務署長に申告しなければならない。」\n（同法１９条１項），「前項の申告をした相続人が第１０条第１号から第３号まで及び第６号か\nら第８号までに規定する者に該当しないときは，当該相続人は，その相続の時において，被\n相続人が受けていた……酒類の販売業免許を受けたものとみなす。」（同条２項）と規定し\nている。この規定の趣旨は，およそ免許を得て一つの業として経営を継続してきた以上，そ\nれは単に製造場，販売場の物的設備又はその集合としての価値を有するにとどまらず，特\n定の市場において築き上げてきた地位，販売先との取引関係等から生じた結び付き等，企\n業総体としての一つの大きな価値を有するものであり，これを人の死亡によって一挙に白紙\nに戻すことは，個別企業にとってもまた国民経済的にも大きな損害といわなければならない\nことから，このような場合には，引き続いて業をしようとする相続人に対して，その者が特定\nの欠格要件に該当しない限り優先的かつ自動的に免許を与え，その価値を保護しようとす\nるものと解される。\nところで，営業譲渡は，相続とは異なるものの，企業総体としての観点からみれ\nば類似性があり，検査取締上及び酒類の需給の均衡維持の見地からみてもこれを別異に\n取り扱う必要性が認められないことから，免許等取扱要領の第５章第３（営業の譲受けに伴\nう酒類販売業等免許申請の取扱い）において定められているとおり，販売場の面積が著しく\n増加する場合については，販売場の移転の取扱いの場合と同様の基準によることとして，\n基本的には相続の場合と同様な取扱いをすることとされている。\n(ｂ) 税務署長は，営業譲受けに伴う酒類の小売業免許申請があった場合，酒税\n法９条１項（新規免許申請の許可要件）に基づく免許申請として，酒税法１０条１号ないし１１\n号に掲げる免許付与拒否事由の該当性，具体的には，免許等取扱要領の第２章第３に定\nめる一般酒類小売業免許の付与要件及び同要領第５章第１ないし第３において定められ\nた営業の譲受けに伴う酒類販売業等免許に関する付与要件の充足性を審査することにな\nる。\nただし，同要領第５章第３において，申請された酒類販売業免許の区分が小売\n業免許（販売場の位置に移動がない場合に限る。）の場合には，必然的に酒類販売場の場\n所及び場数に変化を及ぼさない関係上，場所的要件及び需給調整上の要件の基準（同要\n領第２章第３）に該当しない場合であっても免許を付与することとして差し支えないとされて\nいる。\nｂ  本件免許付与処分に至る経緯及び根拠について\n(ａ) 本件移転許可処分の後，Ａは，コープ一関店内において，Ｂを支配人として\n酒類小売業を営んでいたが，高齢等で体の自由が利かなくなってきたことと，酒屋を承継さ\nせようと期待していた孫等から承継する意思のないことを表明されたこともあって，マルニに\n営業譲渡を行うこととし，平成９年２月１０日，マルニとの間で営業の譲受契約を締結した。\nこれを受けて，マルニは，この営業の譲受けに伴う酒類販売業免許の付与を求\nめて，同年３月２５日，一関税務署長に対して，本件免許付与申請を行い，他方，Ａは，営\n業を譲り渡すことによりその実体を喪失することから，一関税務署長に対して，酒類販売業\n免許取消申請書を提出した。\n(ｂ) 一関税務署長は，マルニからされた本件免許付与申請が酒税法１０条及び\n免許等取扱要領に定める付与基準を充足するものであるかどうかを確認するため，次のと\nおり，係官に審査をさせた。\n同係官は，マルニから提出された酒類販売業免許申請書及び同申請書の添\n付書類により，酒税法１０条各号の免許付与の拒否要件及び免許等取扱要領における人\n的要件等について机上審査をするとともに，実地審査として，コープ一関店に赴き，新販売\n場の状況が営業譲受け前と同様であることの確認をした。一関税務署長は，その結果を踏\nまえて審議した結果，本件免許付与申請が前記拒否要件に該当しないと認め，酒税法９条\n１項の規定に基づき，本件免許付与処分を行った。\n(ｃ) 以上によれば，一関税務署長及び担当係官が本件免許付与処分に関し，\n職務上通常尽くすべき注意義務を怠ったことはないから，違法性及び故意・過失がないこと\nは明らかである。\n(3) 争点(3)（相当因果関係の有無）について\nア  原告らの主張\n(ア) 不法行為における相当因果関係とは，特定の違法な法益侵害行為と発生した損\n害との結びつきの問題であり，形式の問題ではなく実体の問題である。本件では，違法な\n移転許可処分に基づき，マルニが一関地区に進出したことによって，原告らが損害を被っ\nているから，相当因果関係があるというべきである。\n(イ) 原告有限会社さとう屋の平成６年分から平成９年分の売上げが多少増加したの\nは，古川市や水沢市においても販売した結果であって，一関市内だけの売上げは減少して\nいる。また，酒のロッキー一関店の販売形態は，いわゆるディスカウントショップであり，大型\n量販店であるが，一関地区の一般消費者の酒類の需要はほぼ一定であるから，新規販売\n店が増えれば，既存販売店の売上げが減少することになる。まして，酒のロッキーのような\n大量販売店の出現により既存の販売店の売上げが減少することは，目に見えている。違法\nな本件移転許可処分がなければ，新販売場は開設されず，原告らの売上げの減少もなか\nったことは，十分肯定できるというべきである。\nまた，慰謝料については，被告の主張は妥当しない。\nイ  被告の主張\n(ア) 酒税法は，酒類販売免許の要件の一つとして，「酒税の保全上酒類の需給\nの均衡を維持する必要があるため……酒類の販売業免許を与えることが適当でないと認め\nられる場合」（１０条１１号）との規定を置いている。この規定は，酒税の徴収確保という財政\n目的の見地から設けられているものであるが，内容が抽象的であることから，税務署長によ\nる需給均衡維持が公平かつ適正に実現されるよう，解釈・運用を明確にして税務署長の恣\n意を排除するとともに，事務処理を統一的・合理的かつ円滑に行うための具体的指針となる\n内部基準が必要とされた。そこで，免許等取扱要領が作成され，これにその解釈基準が示\nされている。\nしたがって，税務署長が行う需給調整維持は，具体的には免許等取扱要領に基\nづいて行われることになる。\n(イ) 免許等取扱要領は，酒類小売販売業における需給調整を行うための地域単\n位を，原則として税務署管轄区域内の各市町村を一単位として設定することとしており（第２\n章第１の２），一関税務署長もこれにより需給調整地域を設定している。Ａの移転は，同一小\n売販売地域内の移転である。\nところで，原告らは，本件移転許可処分及び本件免許付与処分と原告らの酒量の\n販売量（額）には因果関係があるとの前提に立って本件請求をするものであるが，この因果\n関係は，需給調整の枠組みの中で判断されるべきであり，各市町村を一単位とした需給調\n整地域の需給の均衡により酒類販売業免許が認められるのであるから，本件移転許可処\n分及び本件免許付与処分が一関市内の酒類販売場を対象として行われたものである以\n上，この因果関係の判断は，一関市内に限られるというべきである。したがって，原告らのう\nちこの地域外に販売場を有する者については，そもそも相当因果関係がないといわなけれ\nばならない。\n(ウ) また，原告らは，Ａの移転許可により影響あるものすべてが損害に該当する\nと主張する。\nしかし，一般に販売数量（売上げ）の増減は経営者の営業努力によって大きく左右\nされるものであることからすれば，そもそも販売数量の減少のみを捉えて直ちに国賠法上の\n損害が発生したということはできない。\nまた，原告有限会社さとう屋の平成６年分から平成９年分の販売数量は増加してい\nる（これは，自由競争の中での経営者の自助努力の結果の反映であると考えられる。）し，\nいずれも本件移転許可処分前である平成６年と平成７年とを比較した場合，原告らのうち原\n告Ｃ，同有限会社さとう屋及び同合資会社昆金食料品店の３名を除いた１６名については，\nその販売数量が減少している。したがって，「酒のロッキー一関店」進出以前の年の分にお\nいても，原告らのほとんどにおいて前年対比の販売数量は減少しているのであるから，平成\n７年以前の販売数量と平成８年分以降の販売数量を単純に比較することにより，原告らが\n被ったとする損害の原因が，本件移転許可処分及び本件免許付与処分の招来した「酒の\nロッキー一関店」の進出によるものと特定することはできない。\n酒販店を取り巻く経営環境は，既存酒販店の業態の変革（コンビニエンスストア，\nスーパーマーケットの増加），価格競争の激化，消費者嗜好の多様化，飲酒人口の減少等\n様々な環境変化が複雑に入り混じって影響を受けるものであり，上記原告ら１６名の販売数\n量の減少は，前記のような環境変化に影響されたことにほかならず，本件移転許可処分と\nの間に相当因果関係があるとは到底言い得ない。\nしたがって，本件移転許可処分及び本件免許処分によって損害を受けたとする原\n告らの主張は，そもそも失当である。\n(4) 争点(4)（原告らの損害）について\nア  原告らの主張\n原告らは，いずれも一関税務署の管轄地内で酒類の小売販売業を営む者である\nが，一関税務署長が行った違法な本件移転許可処分及び本件免許付与処分によって，別\n表記載のとおり販売量が減少し，少なくとも各自１０万円の財産的損害を被るとともに，少な\nくとも各自１０万円の精神的苦痛を被った。\nイ  被告の主張\n原告らの損害は知らない。\n第３　当裁判所の判断\n１  争点(1)（本件移転許可処分の違法性の存否）について\n(1) 国賠法１条１項の違法性について\nア　国賠法１条１項は，国又は公共団体の公権力の行使に当たる公務員が個別の国\n民に対して負担する職務上の法的義務に違背して当該国民に損害を加えたときに，国又\nは公共団体がこれを賠償する責めに任ずることを規定するものと解される（昀高裁昭和６０\n年１１月２１日第一小法廷判決・民集３９巻７号１５１２頁参照）。\nイ ところで，国賠法１条１項が適用されるための要件として，公務員がその職務\n上の法的義務に違反する行為をしたか否かについては，当該公務員が職務上の権限を付\n与された趣旨・目的，その法令上の制度が保護しようとしている法益との関連において判断\nされるべきものであるから，酒類販売場の移転許可について定める酒税法が税務署長に対\nしていかなる職務上の法的義務を定めたものか否かについて検討する。\n酒税法は，酒類等の製造及び酒類の販売業について免許制を採用し（７条ないし\n１０条），酒類の販売場の移転を税務署長の許可にかからしめている同法１６条もその一環\nとして設けられていると解されるところ，酒税法が酒類に酒税を課すものとし（１条），酒類製\n造業者を納税義務者と規定している（６条１項）ことからみて，その免許制度は，酒税の確実\nな徴収とその税負担の消費者への円滑な転嫁を確保することを目的とするものであり（昀高\n裁平成４年１２月１５日第三小法廷判決・民集４６巻９号２８２９頁），既存の酒類販売業者に\n対する具体的な損害の防止，救済を直接の目的とするものではないと解するのが相当であ\nる。すると，ある酒類販売業者の販売場の免許に関する申請が許可されないことによって受\nける既存の酒類販売業者の利益は，事実上の利益ないし反射的利益にすぎず，酒税法に\nよって保護されるべき個々人の法的利益とはいえないというべきであるから，税務署長は，\nその免許制度に関する処分を行うに際し，当該処分により既存業者の営業上の利益が減\n少する可能性があるか否かをあらかじめ見極めた上で，そのような事態が生じないような結\n論を下すべき職務上の義務を負うものではないというべきである。したがって，仮に税務署\n長が酒税法上の免許制度に関する処分の要件を満たさない業者に対し許可処分をし，そ\nの処分を受けた業者の営業により既存業者の営業上の利益が減少したとしても，そのことか\nら直ちに国賠法上の義務違反ないしは違法性が肯定されるわけではない。\n他方，酒税法において免許制度が採られている趣旨に照らして考えれば，例え\nば，税務署長が明らかに取引秩序を乱すような不正行為をする業者であるとの事実を具体\n的な根拠に基づいて知りながらあえて免許を付与する処分をした結果，免許を付与された\n業者の不正行為により既存の業者が具体的な損害を受けたという場合のように，税務署長\nが酒税法上の免許制度について権限を与えられた趣旨・目的に照らして著しく不合理な処\n分をしたといえるような特殊例外的な場合には，個々の既存業者に対する関係において職\n務上の義務違反があるものとして，違法の評価をすることができるものと解するのが相当で\nある。\n(2) これを前提として，本件において，一関税務署長による本件移転許可処分に関し，\n同税務署長が酒税法上の権限を与えられた趣旨・目的等に照らして，既存の業者である原\n告らに対して負担する職務上の義務に違反する行為をした事実があるか否かについて検\n討する。\n証拠（甲１の２，甲２０，２１，３５（枝番を含む。），乙１，４（枝番を含む。），８，１０，１\n１，証人Ａ，証人Ｄ，証人Ｂ）及び弁論の全趣旨によれば，以下の事実が認められ，これを\n覆すに足りる証拠はない。\nア　免許等取扱要領\n(ア) 酒類販売場の移転許可について，酒税法１６条２項は，「移転先につき第１０条\n第９号又は第１１号に掲げる事由があるときは，税務署長は，許可を与えないことができ\nる。」と規定しているところ，その運用に関しては，平成元年６月１０日付け間酒３－２９５国税\n庁長官通達「酒類の販売業免許等の取扱いについて」の別冊において，免許等取扱要領\nが定められ，それが平成５年７月８日及び平成６年８月２２日に改正されて，現在に至ってい\nる。\n(イ) 免許等取扱要領第５章（雑則）第２（販売場の移転の取扱い）は，販売場の移転\nに関する取扱いについて，「酒類販売業者等から法第１６条第１項に基づく販売場の移転\nの許可申請がある場合には，移転先の税務署長は，法第１０条第９号又は第１１号に掲げる\n事由があるかどうかを判断して，移転の可否を決定すること。」と定めている。\n(ウ) 免許等取扱要領第２章（酒類小売業免許）第３（一般酒類小売業免許）の１（免許\nの要件）(2)（場所的要件）ロは，同法１０条９号に掲げる事由として，「申請販売場が酒類の\n製造場，酒類の販売場又は酒場，料理店等と同一の場所にないこと。」と定めている。\n(エ) 免許等取扱要領第５章第２は，販売場の移転許可申請があった場合について，\n「一般酒類小売業免許に係る販売場については移転後の面積が著しく増加するときは，法\n第１０条第１１号に該当するものとして取り扱うこと」と定めている。\nそして，同要領第５章第１注２は，「移転後の面積が著しく増加するとき」につい\nて，「販売場の面積が１００㎡以上増加することになる場合で，かつ，増加後の販売場の面\n積が３００㎡以上となる場合をいうものとする。」と定め，同要領第５章第１注３は，その販売\n場の面積について，「酒類の販売場として一体的に機能している酒類の売場及び倉庫の合\n計面積とすること。」と定めている。\nまた，免許等取扱要領第５章第２ただし書は，「同一販売地域内における移転\nで，移転後の販売場が場所的要件を具備している場合」（同ただし書１）には，「特に支障が\nないときは，許可しても差し支えない。」と定めた上，その場所的要件につき，免許等取扱\n要領第２章第３の１(2)イは，「申請販売場と既存の一般酒類小売販売場との距離は，おお\nむね申請販売場の所在地の小売販売地域の格付ごとに定める次の基準以上であること。\nＡ地域 １００ｍ（中略）\nＢ地域 １００ｍ\nＣ地域 １５０ｍ」\nと定めている。\n(オ) 免許等取扱要領第５章第９（免許の取扱官庁）の３(1)は，酒類小売業免許の付\n与又はその販売場の移転の許可についての事務処理は，税務署長限りで処理するものと\nしているが，その免許事務の処理期間は，免許等取扱要領第５章第１０の２において，原則\nとして，「申請書類を受理した日の翌日から起算して昀大限２か月の期間」とされている。\nイ 審査担当者\n一関税務署長は，平成８年１月１９日にＡからされた本件移転許可申請について，\n酒税法１６条２項に定める移転許可拒否事由の該当性，具体的には免許等取扱要領第５\n章第１及び第２に定める酒類販売場の移転に関する客観的な許可基準の充足性を確認す\nるため，Ｄ酒類指導官（以下「Ｄ指導官」という。）及びＥ上席国税調査官（以下「Ｅ調査官」と\nいう。）に本件移転許可申請に対する審査をさせることとした。\nウ 審査の経緯\nＤ指導官は，本件移転許可申請については，Ａに営業譲渡の風評があることに加\nえ，Ａが比較的高齢で移転前の酒類販売場の売上げも減少傾向にあること，平成６年２月\nからマルニのＢが支配人として従事していること，酒類小売業の業界も注目している事案で\nあったこと等から，①移転前の酒類販売場が休業場に該当しないかどうか，②同販売場の\n経営がＡにより行われているかどうか，③Ａに移転先の酒類販売場の経営が可能かどうか\nについて，特に留意して，以下の審査を行った。\n(ア) 机上審査\nａ　Ｅ調査官は，平成８年１月２２日，同月２９日付け本件移転許可申請に係る書類\nの形式審査を行い，本件移転許可申請書の記載事項に不備がないこと並びに同申請書及\nび添付書類がすべて整っていることを確認した。\nｂ　Ｄ指導官は，本件移転許可申請が客観的許可基準を充足しているかどうかに\nついて，書面上の実質審査を行った。\nすなわち，Ｄ指導官は，本件移転許可申請書の添付書類及び住宅地図等によ\nり，本件申請に係る移転先の酒類販売場を確認し，酒類の製造場，酒類の販売場又は酒\n場，料理店等と同一の場所ではなく，取締上，不適当な場所ではないと判断した。\nまた，Ｄ指導官は，移転先の申請販売場の所在地を確認することにより，本件\n申請に係る酒類販売場の移転が同一小売販売地域内（一関市内）における移転であると\n判断するとともに，同販売場と直近の既存酒類販売場と認められるものとの距離を測定する\nことにより，両者が約３５０メートル離れており，明らかに距離基準（Ｂ地域　１００メートル以\n上）を満たし，場所的要件を具備していると判断した。\nｃ　Ｄ指導官は，本件申請に係る移転先の酒類販売場の面積が著しく増加するか\nどうかについて，本件移転許可申請書添付の店舗見取図面（平面レイアウト図面）によって\n測定したところ，２１１．７０７平方メートルであって，面積基準（３００平方メートル未満）を満た\nしており，「移転後の販売場の面積が著しく増加するとき」には該当しないものと判断した。\n新販売場の所在する建物には，酒類の倉庫が併設されることになっていたが，\n当該倉庫は酒類販売場とは壁面で明確に区別される構造になっており，顧客が自由に出\n入りできる場所ではなかったことから，Ｄ指導官は，新販売場の面積の測定に当たっては，\n同倉庫の面積を除いて計測した。\nｄ Ｄ指導官は，Ａが提出した「酒類の販売数量等報告書」により，旧販売場に\nおける直近１年間（平成７年１月１日から同年１２月３１日までの間）の酒類の販売数量を確\n認したところ，数量基準（Ｂ地域　５キロリットル以上）を満たしており，休業場に該当しないも\nのと判断した。\n(イ) 実地審査\nａ 平成８年２月１９日の審査\n(ａ) Ｄ指導官及びＥ調査官は，平成８年２月１９日，新販売場に赴き，自動車の走\n行メーターにより，同販売場と直近の既存酒類販売場であるＦ（一関市ｍ町ｎ番地ｏ）及び２\n番目に近いと思われるＧ（同市ｐ町ｑ丁目ｒ番地ｓ号）との距離を測定したところ，Ｆと３００メー\nトル以上，Ｇと４００メートル以上あることを確認した。次に，Ｄ指導官及びＥ調査官は，新販\n売場の面積について，巻尺により内装工事中の店舗の縦横等の長さを測定し，本件移転\n許可申請書添付の図面どおりであることを確認した。さらに，新販売場の状況から，同販売\n場が取締上不適当な場所には該当しないと判断した。\nまた，Ｄ指導官らは，同日，旧販売場兼Ａの自宅に赴き，旧販売場の経営が\nＡにより行われているのかどうかを確認するため，Ａ及び同席したＢから現在の店舗の営業\n状況等について聴取した。\n(ｂ) Ｄ指導官は，本件移転許可申請書及び添付書類一式をＡに示し，その内容を\n確認させた上で，自分が申請した書類に間違いがないかどうか質問したところ，間違いない\n旨の回答を得た。また，Ｄ指導官は，Ａに対し，誰が店番をしているのかについて質問をし\nたところ，平日は近所に住む佐藤という女性がパートで従事しており，休日等は孫が従事し\nているとの回答を得るとともに，同従業員が店番を行っていたこと及びＡが保管していた銀\n行振込依頼書控により，同従業員に給料が支払われていることを確認した。さらに，Ａに対\nし，店舗に出ていないから経営者とはいえないのではないかとの質問をしたところ，Ａから，\nＢには仕事を手伝ってもらっているだけで，経営者はあくまでも自分である旨の回答を得る\nとともに，Ｂに営業，仕入れ，支払関係及び事務処理全般を依頼し，Ｂよりその仕事の報告\nを受けていること，現在の経営が赤字であるため，Ｂに給与ないし報酬を支払っていない\nが，利益があれば支払うこと，店舗の鍵は自分と従業員の佐藤が所持していること等の回答\nを得た。加えて，旧販売場における売上げがＡの収入として確定申告されていることを確認\nした。\n(ｃ) Ｄ指導官及びＢ調査官は，Ａに対し，移転のいきさつ及び及び移転先での営\n業の意思を質問したところ，Ａから，営業場の移転の話はＢから持ち出されたこと，Ａは，旧\n販売場の場所が水害地帯であり，また，同所での売上げ増加が期待できないことから，Ｂに\n販売場の移転を依頼したこと，Ａには営業を譲渡する考えがないことの回答を得た。\nＤ指導官は，Ａに対し，資金もなく，量販店の経営上のノウハウもなくて，移転\n先での営業ができるのか否かを質問したところ，Ａ及びＢから，移転に伴う費用については\nマルニから融資を受け，量販店に係る経営上のノウハウについてはマルニとのフランチャイ\nズ契約により提供を受け，Ａの責任で営業する旨の回答を得た。その際，Ｄ指導官は，新販\n売場において「酒のロッキー」の名称を使用することをＡが理解していることも確認した。\nｂ 同年２月２３日の審査\nＤ指導官らは，同月１９日の面接時にはＢが同席していたため，前記風評もあ\nり，また，Ａが本当に自分で経営するのかどうかについて疑問があったため，Ａの真意を確\n認する意図で，同月２３日，再度，旧販売場兼Ａの自宅を訪れ，Ａとのみと面会した。\nＤ指導官は，Ａに対し，フランチャイズ契約の内容を理解しているかどうか，フラ\nンチャイズ契約という言葉を使わず，新販売場における経営方針等につき質問をしたとこ\nろ，マルニに任せるとの回答を得た。また，Ｄ指導官は，Ａに対し，マルニに任せるとはマル\nニに免許を売ることかと質問をしたところ，免許はあくまで自分のものであり，マルニに任せ\nるとはマルニに手伝ってもらう意味であるとの回答を得た。さらに，Ｄ指導官は，Ａに対し，\n高齢で視力も弱くて本当に経営ができるのかとの質問をしたところ，私一人ではなんともで\nきない部分があるから，マルニに手伝ってもらって経営する旨の回答を得た。そして，Ｄ指\n導官は，Ａに対し，大規模な量販店の経営の仕方が分かるのか，その自信があるのかと質\n問をしたところ，自信がないからこそマルニに手伝ってもらう旨の回答を得た。\nＤ指導官は，以上のＡの回答から，同人がフランチャイズ契約の基本的な部分\nを十分理解していると判断した。\nなお，Ｄ指導官は，Ａに対し，新販売場で損失が生じたら誰が責任を取るのか\nとの質問をしたところ，Ａから，自分が経営者であり，自分がかぶるのが当然である旨の回答\nを得たことから，Ａが移転先でも経営者であるとの認識を持っているものと判断した。\nｃ 同年３月１５日の審査\n一関酒販商業協同組合及び一関小売酒販組合から同月４日付けで，一関小\n売酒販組合から同月１２日付けで，本件移転許可申請に疑義がある旨の各意見書（甲２０，\n２１）が一関税務署長に対して提出されたが，Ｄ指導官及びＥ調査官は，その後の同月１５\n日，旧販売場兼Ａの自宅を訪れ，Ａ及び同席したＢに対し，上記ａ(ｂ)と同じ内容について再\n度聴取したところ，Ａ及びＢの回答は前回と同様であり，矛盾する点が認められなかったこと\nから，Ａの供述に間違いがないと判断した。\nｄ なお，Ｄ指導官は，Ａから東北銀行気仙沼支店の同人名義の総合口座（普\n通預金。口座番号〇〇〇〇〇〇）の預金通帳（乙１０）の提示を受け，その時までに発生し\nていた取引内容を確認した。\nｅ　Ｄ指導官及びＥ調査官は，以上の実地検査により，本件許可申請が酒税法１０\n条９号及び１１号に掲げる拒否事由に該当しないことを確認するとともに，旧販売場の経営\n主体がＡでないとする証拠がないこと及び本件移転許可申請がＡ本人の意思に基づくもの\nであることを確認した。\n(ウ) 補充審査\nａ Ｄ指導官及びＥ調査官は，Ａ提出に係る「酒類販売数量報告書」に誤りがな\nいかどうかを確認するため，同年２月２０日，Ａの仕入先に赴き，担当責任者の協力の下\nに，平成７年１月１日から同年１２月３１日までの間におけるＡとの取引を記録した伝票類の\n提示を受け，これらの伝票類とＡが保管していた仕入伝票及びＡの従業員により記載され\nた毎日の売上メモとを照合し，両者がほぼ整合することを確認した。これにより，Ｄ指導官ら\nは，旧販売場が休業場でないと判断した。\nｂ Ｄ指導官及びＥ調査官は，一関酒販商業協同組合及び一関小売酒販組合\nの意見書（甲２０）の中に，Ａの仕入先から聴取した話として，Ａと当該仕入先との取引内容\nに疑義がある旨の記述があったことから，同年３月１５日，当該仕入先に赴き，担当責任者\nに対し，Ａとの取引に関し，①貴店からＡ名義で他店に納品したことがあったかどうか，②他\n店からＡ名義で商品の配達を行ったことがあったかどうか質問したところ，そのような事実は\nない旨の回答を得た。Ｄ指導官らは，当該仕入先の商品配送システムが自社配送ではな\nく，別会社による委託配送となっていることから，Ａ名義の伝票で他店に配送されることはあ\nり得ないこと，当該仕入先の納品伝票とＡの仕入伝票が一致しており，Ａの従業員が記載し\nた売上メモとも整合していること等から，担当責任者の回答に偽りがないと判断した。\nエ  審査の結果と本件移転許可処分\nＤ指導官及びＥ調査官は，２か月間にわたり，上記審査をした結果，本件移転許\n可申請を拒否すべき確証が得られなかったことから，これを許可すべきものと判断し，一関\n税務署長に対し，許可が相当である旨の意見を付した審査結果を提出した。\n一関税務署長は，以上のＤ指導官及びＥ調査官の審査結果を踏まえ，本件移転\n許可申請が免許等取扱要領所定の拒否事由に該当せず，移転許可をすべきものと判断し\nて，平成８年３月１５日付けで，本件移転許可処分を行った。\n(3) 以上を前提とする限り，一関税務署長が，酒税法上の免許制度について権限を与\nえられた趣旨・目的に照らして著しく不合理な処分をしたといえるような事実を認めることは\nできないのであり，同税務署長が個々の既存業者に対する関係において職務上の義務に\n違反したものということはできない。\nａ　すなわち，酒税法は，同法に基づく免許制度の運用について，酒税を現実に徴収\nする行政庁である税務署長の専門技術的な裁量にゆだね，その権限の適正かつ円滑な行\n使のために免許等取扱要領が具体的な運用基準として定められているところ，一関税務署\n長が免許等取扱要領の規定に反する処分をしたものと認めるに足りる証拠はない。かえっ\nて，一関税務署長は，Ｄ指導官及びＥ調査官が，本件移転許可処分に係る審査において，\n免許等取扱要領で定めた各拒否事由に該当する事実の存否をそれぞれ確認し，いずれの\n拒否事由も存在しないと判断して，一関税務署長に審査結果を報告したことに基づき，そ\nれを踏まえて本件移転許可処分を行ったことは，前記認定のとおりである。\nｂ　これに対し，原告らは，ＡとＢとの間に雇用契約等はなく，Ｂの支配人登記もＡの承\n諾なしにされたこと，平成７年以降の旧販売場での営業がマルニの社員により行われてい\nたことなどを理由として，旧販売場における同年以降の営業は，マルニの営業であって，Ａ\nの営業ではなかった旨主張する。\nしかし，前記認定のとおり，Ｄ指導官は，Ａに営業譲渡の風評があることに加え，Ａ\nが比較的高齢であって，移転前の酒類販売場の売上げも減少傾向にあること，平成６年２\n月からマルニのＢが支配人として従事していること，酒類小売業の業界も注目している事案\nであったこと等から，移転前の酒類販売場が休業場に該当しないかどうか，同販売場の経\n営がＡにより行われているかどうか，Ａに移転先の酒類販売場の経営が可能かどうかについ\nて，特に留意して審査を行い，Ａから，経営者は自分であり，支配人であるＢから業務内容\nについて報告を受けている旨聴取した上，Ａからパートの従業員の佐藤に対して給与が支\n払われていたことや，販売した酒類の売上げについて，Ａが確定申告していたことなどの事\n情が認められたことから，これらを総合して，旧販売場の経営者がＡでないとはいえないと\n判断したことが認められるのである。以上のＤ指導官及びＥ調査官の判断に特段不合理な\n点はなく，原告らの主張は採用することができない。\nｃ 　また，原告らは，Ａとマルニとの間のフランチャイズ契約につき，Ａが同契約を理解\nすることは困難であり，その契約書（乙４の１５）もＡに無断で作成されたものであるとし，ま\nた，Ａには，移転先での資金も能力もないから，新販売場において営業する意思はなかっ\nた旨主張する。\nしかし，前記認定のとおり，Ｄ指導官は，Ａに対し，同契約書を含む申請書類を見\nせ，その内容を確認させた上で，自分が申請した書類に間違いがないかどうかを質問したと\nころ，間違いない旨の回答を得たこと，Ａに対してフランチャイズ契約の内容を質問してＡが\n同契約の基本的内容を理解していることを確認したこと，Ａの新販売場での営業能力につ\nいても，フランチャイズ契約及び支配人であるＢにより賄うものであり，営業資金についても，\nマルニからの融資を受けること（甲３５の１０，乙４の１０の２）を確認したことが認められる。し\nたがって，原告らの主張は採用できない。\nｄ　また，原告らは，免許等取扱要領第５章第１注３には「酒類の販売場と一体的に機\n能している酒類の倉庫の合計面積」と規定されていることから，酒類の販売場には売場のみ\nでなく酒類を保管する場所も含まれるとし，コープ一関店の新販売場の面積は３００平方メ\nートル以上であったと主張する。\nしかしながら，同規定の「酒類の販売場と一体的に機能している」との文言に照ら\nし，販売場に含まれる倉庫は，単に酒類の販売場で販売される酒類を保管している倉庫や\n販売場に隣接している倉庫を指すものではなく，酒類の販売場として機能している倉庫を\n指すものと解するのが自然であり，このように解しても，酒税の確実な徴収とその税負担の\n消費者への円滑な転嫁の確保という前記酒税法の趣旨に照らして不合理であるということ\nはできない。そして，証人Ｄの証言によれば，Ｄ指導官らは，免許等取扱要領第５章第１注\n３にいう「酒類の販売場と一体的に機能している酒類の倉庫」を，売場部分と明確な仕切り\nがなく，又は仕切りがあっても営業時には開かれて，顧客が自由に出入りして商品の選択を\nすることができるような売場と一体となって売場の機能を果たすいわば「ガレージ倉庫」と言\nわれるような造りのものを指すと解釈した上で，本件のように売場と酒類倉庫が壁面で明確\nに仕切られ，顧客が自由に出入りできないような場所については販売場の面積に含めるべ\nきではないと判断したことが認められる。\nこのような判断を前提として，一関税務署長が，本件移転許可処分に当たり，新販\n売場の面積を計算するについて，上記倉庫部分を除いたことは違法ではないというべきで\nあるから，原告らの主張は採用することができない。\nｅ　ところで，原告らは，国は，酒類の需給調整を考慮することによって酒類販売業者\nの濫立を防止し，その経営を健全ならしめる，安定と秩序ある競争の下に酒税の保全を図\nっているが，現在の酒類販売業界においては，酒類を他の食品と同一視し，利潤追求のた\nめには，酒類の有する致酔性・依存性の影響・弊害を切り捨て，販売量の拡大が昀優先さ\nれる取引が主流となり，大手企業や利潤追求を至上命題とする企業が豊富な資本にものを\nいわせて酒類販売業に進出するようになって，ダンピングを行い，顧客を誘致するためのお\nとり商品として酒類が使用されているような実情を作り出しているのであり，これらの販売方\n法においては，公正なルール，健全な取引環境が確保されているとはいい難く，ひいては\n酒類産業の健全な発展・酒税の保全にも支障を来すことになるところ，本件において，一関\n税務署長は，本件移転許可申請に前田酒販が関与していることから，これに関する審査に\nついても，本件移転許可申請書に記載された前田酒販の名前に萎縮し，当初からマルニ\nの言いなりに許可をする方針で各審査を行ったものであり，実体的要件を備えていないこと\nを知りながら，判を押したものであって，この一関税務署長の行為は単なる裁量権の逸脱に\nとどまらない故意の職権濫用に当たる旨主張する。\nしかし，前記認定のとおり，Ｄ指導官及びＥ調査官は，十分な注意を払った上で，免\n許等取扱要領で定められた約２か月近くの間，同要領所定の拒否事由の有無について審\n査をし，この審査を前提にして一関税務署長は本件移転許可処分をしたことが認められる\nのであって，これを覆すに足りる証拠はない。\n一般に，税務署長は，酒税法上の免許に係る処分の許否を決するについては，\n申請人が職業選択の自由や営業活動の自由を有しているため，その自由を不当に侵害す\nるような判断をすれば，申請人の側から違法・違憲な処分であるとの批判を直ちに受けざる\nを得ない立場に置かれているのであり，酒税法上の免許に係る処分について，その許可を\n極力制限する姿勢を維持すればそれで足りるというものではなく，常に申請人の有する権\n利・自由についても十分な配慮をした上で判断をしなければならないのであって，その観点\nからしても，一関税務署長は本件移転許可処分をするに際しその申請が酒税法上の要件\nを満たすか否かについて慎重を期したものと認めることができる。\nまた，そもそも，一関税務署長，Ｄ指導官及びＥ調査官が，本件移転許可処分に\n際し，新販売場において違法・不正な酒類販売の取引が行われることを知っていたこと，あ\nるいは，新販売場において現に違法・不正な酒類販売が行われたこと等の事情を認めるに\n足りる証拠は提出されていないのである。酒類の量販行為自体が違法であるとは直ちにい\nえないことも当然である。したがって，いずれにしても，一関税務署長が，酒税法上の免許\n制度について権限を与えられた趣旨・目的に照らして著しく不合理な処分をしたといえるよ\nうな事実を認めることはできない。\n(4) 以上によれば，一関税務署長が本件移転許可処分をするについて，その職務上の\n義務に違反する行為をしたという事実を認めることはできないのであり，一関税務署長の行\n為が国賠法１条１項の違法性を有するものということはできない。\nよって，争点(1)に関する原告らの主張は理由がない。\n２  争点(2)（本件免許付与処分の違法性の存否）について\n(1) 　営業譲受けに伴う免許付与処分と国賠法１条１項の違法性について\n営業の譲受けに伴う酒類販売業免許付与の制度も，酒税の確実な徴収とその税負\n担の消費者への円滑な転嫁を確保することを目的とするものであって，その制度が既存の\n酒類販売業者に対する具体的な損害の防止，救済を直接の目的としていると解することは\nできない。したがって，税務署長は，その免許付与制度に関する処分を行うに際し，当該処\n分により既存業者の営業上の利益が減少する可能性があるか否かをあらかじめ見極めた上\nで，そのような事態が生じないような結論を下すべき職務上の義務を負うものではないという\nべきであり，酒類販売の取引秩序を乱すような不正行為を働く業者を排除すること等，税務\n署長が酒税法上の免許制度について権限を与えられた趣旨・目的に照らして著しく不合理\nな処分をしたといえるような特殊例外的な場合に，個々の既存業者に対する関係において\n職務上の義務違反があるものとして，違法の評価をすることができるものと解するのが相当\nである。\n(2)　そこで，本件免許付与処分に係る審査について上記のような義務違反があったか\n否かを検討する。\n証拠（乙１，６（枝番を含む。），１１，証人Ａ，証人Ｂ）及び弁論の全趣旨によれば，本\n件免許付与処分に関する申請書には，Ａとマルニとの間で交わされた平成９年２月１０日付\nけ「営業の譲り受け契約書」（乙６の２６）が添付されていたこと，Ａから一関税務署長に対し\nて，同年３月２５日付けの酒類販売業免許取消申請書が提出されたこと，一関税務署長は\n部下である係員に同申請についての審査を命じ，同係員は，免許等取扱要領に従い，酒\n税法１０条１，２，４ないし８，１０号各所定の拒否要件の審査をしたこと，そのうち営業譲受け\nに関しては，上記譲受契約書の署名・押印及び内容を確認するとともに，Ａに対して直接に\n酒類販売業免許取消申請の意思等を確認し，Ａから同申請書の記載のとおり間違いはな\nい旨の回答を得たこと，一関税務署長は，以上の審査結果を踏まえて，本件免許付与処分\nをしたことが認められる。\n以上の事実を前提として判断するに，一関税務署長が，酒税法の規定に反して本\n件免許付与処分をしたと認めるに足りる証拠はなく，かえって，同税務署長は，具体的な運\n用基準として定められている免許等取扱要領の規定に従って，本件免許付与処分をしたと\n認めることができる。しかも，本件免許付与処分当時，マルニが酒類販売について違法・不\n正な取引を行う業者であった等の事情を認めるに足りる証拠は提出されていないのであり，\n一関税務署長が，酒税法上の免許制度について権限を与えられた趣旨・目的に照らして\n著しく不合理な処分をしたといえるような事実を認めることはできないのである。\n(3)　 なお，原告らは，新販売場での営業がマルニによるものであって，Ａからマルニに\n対する営業譲渡は実体を欠くものであるから，これに対してされた本件免許付与処分が違\n法であると主張し，新販売場における営業がＡによるものではないことの根拠として，①平\n成８年２月１２日付け「みんなで作ろうコープ一関ニュース」（甲１２）やマルニの社員募集の\n広告（甲１３），「ロッキータイムス」と題する広告（甲１４ないし１６），新聞報道（甲１７）により，\n新販売場での営業がマルニの経営する「酒のロッキー」によるものであることは明らかである\nこと，②コープ一関店における営業は，仕入れ，支払，従業員の雇用及び雇用条件の決\n定，金員の受け払い，帳簿の作成，税務申告等，本来営業主として行うべき事柄について\nＡが一切関与していないばかりか，Ａは，マルニから報告も受けていないし，営業に関する\n金員の支払も一切受けていないこと，③Ａにおける平成８年３月から平成９年２月までの酒\n類の販売数量は，前年の約１５０倍に増大していること，④東北銀行気仙沼支店におけるＡ\n名義の普通預金口座が解約された平成８年７月１６日以後は，ＢのＡにおける支配人たる地\n位は失われたこと，⑤同口座での取引に関する出金内容は不明瞭であって，マルニへ渡っ\nたと推測されること等を挙げている。\nしかし，原告らが指摘する上記①の各事実は，Ａとマルニとの間のフランチャイズ契\n約に基づくものと考えて何ら矛盾はない。次に，上記②のうち，Ａが営業に関する金員の支\n払を一切受けていないという事実は，営業場の移転及びフランチャイズ契約に関してＡが\n負担すべき費用をマルニが融資しあるいは立て替えていたためによるものと考えることがで\nきるし，その余の事実については，これを認めるに足りる証拠がない。また，上記③の事実も\nフランチャイズ契約ないし支配人たるＢの営業努力等による結果であると考えることが可能\nであって，これをもって直ちに新販売場での営業がＡによるものではないと判断することは\nできない。さらに上記④及び⑤についても，客観的な裏付けを欠いているから，にわかに採\n用し難い。以上のとおり，本件免許付与処分に際し，一関税務署長において，新販売場に\nおける営業がＡのものではないと判断するに足りる客観的裏付けを得ていたものと認めるこ\nともできないから，本件における営業譲受けの事実に関する一関税務署長の認定，判断が\n不合理なものであったということはできない。\n(4) 　そうすると，一関税務署長が，本件免許付与処分をするに際し，その職務上の義\n務に違反する行為をしたものと認めることはできない。したがって，一関税務署長の行為が\n国賠法１条１項の違法性を有するものということはできない。\nよって，争点(2)に関する原告らの主張も理由がない。\n３  以上によれば，その余の点につき検討するまでもなく，原告らの請求は理由がないか\nら，いずれもこれを棄却することとし，訴訟費用については民事訴訟法６１条，６５条を適用\nして，主文のとおり判決する。\n盛岡地方裁判所第２民事部\n裁判長裁判官　　　　髙橋　譲\n裁判官　　　　　細島秀勝\n裁判官　　　　　中里　敦\n"
}