{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 27
  },
  "case_number": "平成13(ワ)831",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/011681_hanrei.pdf",
  "contents": "平成１３年(ワ)第８３１号　特許権侵害差止等請求事件（第１事件）\n平成１３年(ワ)第６０９７号　特許権侵害差止請求事件（第２事件）\n口頭弁論終結日　平成１４年７月４日\n判　　　　　　決\n第１・第２事件原告　　　　　未来工業株式会社\n訴訟代理人弁護士　　　　　　伊　神　喜　弘\n同                          柳　瀬　陽　子\n補佐人弁理士            　　樋　口　武　尚\n第１・第２事件被告          日動電工株式会社\n訴訟代理人弁護士　　　　　　上　原　健　嗣\n同　　　　　　　　　　　　　上　原　理　子\n補佐人弁理士　　　　　　　　鈴　江　孝　一\n同　　　　　　　　　　　　　鈴　江　正　二\n主　　　　　　文\n１　原告の第１事件及び第２事件の各請求をいずれも棄却する。\n２　訴訟費用は、第１事件及び第２事件を通じて、原告の負担とする。\n事実及び理由\n第１　請求\n〔第１事件〕\n１(1)　被告は、別紙イ号物件目録記載の物件を製造し、使用し、譲渡し、貸し渡\nし、又は譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展示を含む。）をし\nてはならない。\n(2)　被告は、別紙商品目録１、２記載の４㎜バー埋込用を製造し、使用し、譲\n渡し、貸し渡し、又は譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展示を\n含む。）をしてはならない。\n２(1)ア　被告は、①別紙イ号物件目録添付商品リスト記載のとおりの４㎜バーボ\nックス、②別紙商品目録１、２記載の４㎜バー埋込用及び③４㎜バー（埋込用）取\n付法を記載したカタログを配布してはならない。\nイ　被告は、これらカタログを廃棄せよ。\n(2)ア　被告は、既に配布済みの「2000-2001　電設系総合カタログ」を回収の\n上、廃棄せよ。\nイ　被告は、「2000-2001　電設系総合カタログ」の配布済みの配布先に対し\nて別紙削除部分目録１記載の部分が使用できない旨を記載したカタログ取扱説明書\nを配布せよ。\n(3)ア　被告は、既に配布済みの「2001~2002　電設系総合カタログ」を回収の\n上、廃棄せよ。\nイ　被告は、「2001~2002　電設系総合カタログ」の配布済みの配布先に対し\nて別紙削除部分目録２記載の部分が使用できない旨を記載したカタログ取扱説明書\nを配布せよ。\n３　被告は、別紙イ号物件目録添付商品リスト記載のとおりの４㎜バーボックス\nを含む別紙イ号物件目録記載の物件及びその製造用金型を廃棄せよ。\n〔第２事件〕\n１　被告は、別紙ハ号物件目録記載の物件を製造し、使用し、譲渡し、貸し渡\nし、又は譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展示を含む。）をし\nてはならない。\n２(1)ア　被告は、①別紙ハ号物件目録添付商品リスト記載のとおりの４㎜バーボ\nックス、②４㎜バー（埋込用）取付法を記載したカタログを配布してはならない。\nイ　被告は、これらカタログを廃棄せよ。\n(2)ア　被告は、既に配布済みの「2000-2001　電設系総合カタログ」を回収の\n上、廃棄せよ。\nイ　被告は、「2000-2001　電設系総合カタログ」の配布済みの配布先に対し\nて別紙削除部分目録３記載の部分が使用できない旨を記載したカタログ取扱説明書\nを配布せよ。\n(3)ア　被告は、既に配布済みの「2001~2002　電設系総合カタログ」を回収の\n上、廃棄せよ。\nイ　被告は、「2001~2002　電設系総合カタログ」の配布済みの配布先に対し\nて別紙削除部分目録４記載の部分が使用できない旨を記載したカタログ取扱説明書\nを配布せよ。\n３　被告は、別紙ハ号物件目録添付商品リスト記載のとおりの４㎜バーボックス\nを含む別紙ハ号物件目録記載の物件及びその製造用金型を廃棄せよ。\n第２　事案の概要\n〔第１事件〕\n第１事件は、「コンクリート埋設物」に係る特許権（特許第２５６７８０７\n号）の特許権者である原告が、被告による別紙イ号物件目録記載のコンクリート埋\n設用電線接続ボックス（別紙イ号物件目録添付商品リスト記載の４㎜バーボックス\nと別紙商品１、２目録記載の４㎜バー埋込用を組み合わせたもの〔イ号物件〕）の\n製造、販売及びその宣伝広告の態様が、上記特許権の直接侵害又は間接侵害に当た\nるとして、被告に対し、イ号物件の製造、使用等の差止め並びにイ号物件及びその\n製造用金型の廃棄を求めるとともに、特許法１００条２項に基づき、被告の商品カ\nタログの配布の差止め、廃棄等を求めた事案である。\n〔第２事件〕\n第２事件は、「コンクリート埋設物」に係る別の特許権（特許第２８３８５\n１１号）の特許権者である原告が、被告の製造、販売する別紙ハ号物件目録記載の\nコンクリート埋設用電線接続ボックス（別紙ハ号物件目録添付商品リスト記載の４\n㎜バーボックス〔ハ号物件〕）が、上記特許権の直接侵害に当たるとして、被告に\n対し、ハ号物件の製造、使用等の差止め並びにハ号物件及びその製造用金型の廃棄\nを求めるとともに、特許法１００条２項に基づき、被告の商品カタログの配布の差\n止め、廃棄等を求めた事案である。\n１　争いのない事実等\n(1)　当事者\nア　原告は、電気設備資材、給排水設備機械等の製造、販売等を目的とする\n株式会社である。\nイ　被告は、電力用配電機材及び住宅用電設資材等の製造、販売等を目的と\nする株式会社である。\n(2)　本件特許権１\nア(ア)　原告は、次の特許権（以下「本件特許権１」といい、その特許を\n「本件特許１」、その特許出願に係る願書に添付した明細書を「本件明細書１」、\n特許請求の範囲第１項の発明を「本件発明１」という。）を有している。\n特許番号　　第２５６７８０７号\n発明の名称    コンクリート埋設物\n分割の表示　　特願平１－３０６２１８の分割\n出　願　日　　昭和５９年１月１７日（特願平５－２７１６１０）\n公　開　日　　平成６年１０月２５日（特開平６－２９９６９８）\n登　録　日　　平成８年１０月３日\n特許請求の範囲　　別紙特許公報１該当欄記載のとおり\n(イ)　本件特許１は、昭和５９年１月１７日に出願された特願昭５９－６\n８３３号（以下「親出願」という。）の特許出願の一部を平成元年１１月２４日に\n特願平１－３０６２１８号（以下「子出願」という。）として分割出願し、該分割\n出願の一部を平成５年１０月２９日に特願平５－２７１６１０号として分割出願し\nた特許出願（以下「孫出願」又は「本件出願１」という。）に係るものであり、平\n成８年１０月３日に設定登録がされた（別紙「親出願（特願昭５９－６８３３号）\nからの分割出願の推移一覧」〔以下「分割経緯図」という。〕参照）。\n(ウ)　被告は、本件特許１について特許庁に無効審判を請求（無効２００\n０－３５５９８号）し（乙３）、原告は、答弁書提出期間内に提出した平成１３年\n２月５日付け訂正請求書（甲１８の２）により、本件明細書１から図４３及び図４\n４並びにその説明を削除する訂正請求をした（以下、この訂正を「本件訂正１」と\nいう。）。特許庁審判官は、平成１３年８月３１日付けで、「訂正を認める。本件\n審判の請求は成り立たない。」との審決をした（甲３６）。なお、この審決は未確\n定である。\nイ　本件発明１は、次の構成要件に分説することができる。\nＡ　手による三次元方向に自在に折り曲げが可能で、かつ曲げられた状態\nで型枠に埋設物本体の開口部を押圧できる突張り強度を有し、コンクリート壁の支\n骨をなす鉄筋に架設される線状の複数の支持部材を有するものであること、\nＢ　複数の支持部材の各々を、鉄筋に対し埋設物本体を任意の位置に設置\nするのに十分な長さの自由端を残して、埋設物本体の外方に突出するように埋設物\n本体の開口部の反対側に、線状又は複数の点状に固着するものであること、\nＣ　コンクリート埋設物であること。\n(3)　本件特許権２について\nア(ア)　原告は、次の特許権（以下、「本件特許権２」といい、その特許を\n「本件特許２」、その特許出願に係る願書に添付した明細書を「本件明細書２」、\n特許請求の範囲第１項の発明を「本件発明２(1)」、同第２項の発明を「本件発明\n２(2)」、本件発明２(1)と(2)を併せて「本件発明２」という。）を有している。\n特許番号　　第２８３８５１１号\n発明の名称    コンクリート埋設物\n分割の表示　　特願平７－１７３５５２の分割\n出　願　日　　昭和５９年１月１７日（特願平８－８５１０７）\n公　開　日　　平成８年１２月２４日（特開平８－３３８１３０）\n登　録　日　　平成１０年１０月１６日\n特許請求の範囲　別紙特許公報２該当欄記載のとおり\n(イ)　本件特許２は、本件出願１の一部を平成７年７月１０日に特願平７\n－１７３５５２号として分割出願し（以下「曾孫出願」という。）、該分割出願の\n一部を平成８年４月８日に特願平８－８５１０７号として分割出願した特許出願\n（以下「玄孫出願」又は「本件出願２」という。）に係り、平成１０年１０月１６\n日に設定登録がされた（別紙分割経緯図参照）。\n(ウ)　被告は、本件特許２について特許庁に無効審判を請求（無効２００\n０－３５６０４号）し、原告は、答弁書提出期間内に提出した平成１３年２月１９\n日付け訂正請求書により、本件明細書２から図４３及び図４４並びにその説明を削\n除する訂正請求をした（以下、この訂正を「本件訂正２」という。）。特許庁審判\n官は、平成１３年８月３１日付けで、「訂正を認める。本件審判の請求は成り立た\nない。」との審決をした（甲３７）。なお、この審決は未確定である。\nイ　本件発明２(1)は、次の構成要件に分説することができる。\nａ　手による三次元方向に自在に折り曲げが可能であると共に、曲げられ\nた状態で型枠に埋設物本体の開口部を押圧できる突張り強度を有し、コンクリート\n壁の支骨をなす鉄筋に架設される線状の複数の支持部材の各々を、前記埋設物本体\nの開口部の反対側に複数箇所で取付ける取付部を備えるものであること、\nｂ　コンクリート埋設物であること。\nウ　本件発明２(2)は、次の構成要件に分説することができる。\n(a)　手による三次元方向に自在に折り曲げが可能であると共に、曲げられ\nた状態で型枠にボックスの開口部を押圧できる突張り強度を有し、コンクリート壁\nの支骨をなす鉄筋に架設される線状の複数の支持部材の各々を、前記ボックスの開\n口部の反対側の４隅における複数箇所で取付ける取付部を備えるものであること、\n(b)　コンクリート埋設物であること。\n(4)　被告製品（イ号物件、ハ号物件）\nア　被告は、別紙ハ号物件目録記載の電線接続ボックス（商品名・４㎜バー\nＢＯＸ。以下、第１事件においては「ボックス」、第２事件においては「ハ号物\n件」という。）を業として製造、販売している（ただし、ハ号物件が「コンクリー\nト埋設用」か否かは当事者間に争いがある。）。\nイ　被告は、別紙商品目録１、２記載のバー（商品名・４㎜バー（埋込\n用）、以下「埋込用バー」という。）を業として販売している。\n原告は、被告がボックスに埋込用バーを付設した別紙イ号物件目録記載\nのコンクリート埋設用電線接続ボックス（以下「イ号物件」という。）を製造、販\n売していると主張するが、被告はこれを否認している。\nなお、別紙イ号及びハ号物件目録添付商品リスト記載のボックスのう\nち、①４㎜バーＢＯＸ薄型４ＯＢ（商品コード２５Ｂ４ＯＢ３Ｚ、品番Ｖ－４ＯＢ\n３Ｚ）、②４㎜バーＢＯＸ薄型（品番Ｖ－４ＯＢ３Ｚ）、③４㎜バーＢＯＸ薄型\n（品番Ｖ－４ＯＢＬ３Ｚ）は、埋込用バーを挿通させることができない（甲２７、\n弁論の全趣旨）。\n２　争点\n〔第１事件〕\n(1)　イ号物件の製造、販売について、本件特許権１の直接侵害が成立するか。\nまた、イ号物件を構成するボックス及び埋込用バーについて、間接侵害（特許法１\n０１条１号）が成立するか。\nア　イ号物件の構成\n(ア)　被告はボックスと埋込用バーを組み合わせたイ号物件を製造、販売\nしているか。\n(イ)　仮に、被告がボックスと埋込用バーを別個に販売しているとして\nも、被告の販売形態及び宣伝広告活動によれば、両商品の組合せをもって直接侵害\nを構成するか。\n(ウ)  ボックス及び埋込用バーは、本件発明１の実施にのみ使用する物\nか。\nイ　イ号物件は、本件発明１の技術的範囲に属するか。\n(ア)　本件発明１の構成要件Ｂにいう「開口部の反対側」及び「固着」の\n意義\n(イ)　イ号物件は、構成要件Ｂにいう「開口部の反対側」及び「固着」の\n構成を備えているか。\nウ　原告が、支持部材を横方向から挿入する構成を有するイ号物件につい\nて、本件発明１の技術的範囲に属すると主張することは、禁反言の原則により許さ\nれないか。\nエ　イ号物件は、本件発明１の作用効果を奏しないため、本件発明１の技術\n的範囲に属しないといえるか。\n(2)　本件特許１には明らかな無効理由が存在するか。\nア　進歩性欠如\nイ　本件発明１は、子出願につき分割不適法と判断して子出願に係る特許を\n無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及しない\nこととなる結果、新規性又は進歩性を欠くか。\n〔第２事件〕\n(3)　ハ号物件は、本件発明２の技術的範囲に属するか。\nア　ハ号物件は、本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成要\n件(b)にいう「コンクリート埋設物」に当たるか。\nイ　ハ号物件は、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要\n件(a)にいう「開口部の反対側」及び「取付ける」の構成を備えているか。\nウ　原告が、支持部材を横方向から挿入する構成を有するハ号物件につい\nて、本件発明２の技術的範囲に属すると主張することは、禁反言の原則により許さ\nれないか。\nエ　ハ号物件は、本件発明２の作用効果を奏しないため、本件発明２の技術\n的範囲に属しないといえるか。\n(4)　本件特許２には明らかな無効理由が存在するか。\nア　新規性又は進歩性欠如\nイ　本件発明２は、子出願につき分割不適法と判断して子出願に係る特許を\n無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及しない\nこととなる結果、新規性又は進歩性を欠くか。\n第３　争点に関する当事者の主張\n１　争点(1)（イ号物件の製造、販売について、本件特許権１の直接侵害が成立す\nるか。また、イ号物件を構成するボックス及び埋込用バーについて、間接侵害（特\n許法１０１条１号）が成立するか。）について\n(1)　同ア（イ号物件の構成）について\nア　同(ア)（被告はボックスと埋込用バーを組み合わせたイ号物件を製造、\n販売しているか。）について\n【原告の主張】\n被告はボックスに埋込用バーを付設したイ号物件を製造、販売してい\nる。\n【被告の主張】\n被告は、ボックス及び埋込用バーをそれぞれ単体で販売しており、本件\n発明１の構成要件を充足する状態で販売していない。\nイ　同(イ)（仮に、被告がボックスと埋込用バーを別個に販売しているとし\nても、被告の販売形態及び宣伝広告活動によれば、両商品の組合せをもって直接侵\n害を構成するか。）について\n【原告の主張】\n被告は、ボックスの線材保持部に埋込用バーが挿通、固定されることを\n意図して、ボックスと埋込用バーという本件発明１の二つの有体物要素を販売し、\n両者を組み合わせる用法をカタログ（甲７の１、甲９）に掲載して、本件発明１の\n構成を充足する使用方法を教唆している。仮に埋込用バーとボックスが別個に販売\nされていたとしても、被告の行為は、端的に直接侵害に該当する。\n【被告の主張】\n被告は、ボックスを間仕切用、天井用に使うための部材も販売してお\nり、ボックス及び埋込用バーは、販売時点ではコンクリート埋込用に使用される\nか、それ以外の用途に使用されるか特定できない。よって、被告の行為には本件特\n許権１の侵害のおそれがない。\nウ　同(ウ)（ボックス及び埋込用バーは、本件発明１の実施にのみ使用する\n物か。）について\n【原告の主張】\nボックスは、コンクリート埋設用としてのみ使用することを目的に販\n売、使用され、その物一般が性質上本件発明１の実施以外に使用されない物である\nから、特許法１０１条１号にいう「その物の生産にのみ使用する物」に当たる。ボ\nックスの線材保持部１Ｃを間仕切用及び天井用に使用することは、社会一般通念\n上、経済的、商業的ないし実用的な用途とはいえず、これらの使用法をもって、ボ\nックスが特許法１０１条１号の「のみ」の要件を充足しないとはいえない。\n【被告の主張】\nボックスは、間仕切用、天井用という実用的な他の用途にも使用され、\nコンクリート埋設用に「のみ」使用されるものではないから、被告の行為は本件特\n許権１の間接侵害（特許法１０１条１号）に当たらない。\n(2)　同イ（イ号物件は、本件発明１の技術的範囲に属するか。）について\nア　同(ア)（本件発明１の構成要件Ｂにいう「開口部の反対側」及び「固\n着」の意義）について\n【原告の主張】\n(ア)　本件発明１の構成要件Ｂにいう「開口部の反対側」は、「埋設物本\n体の開口部の反対面も含む開口部の反対側」であれば足り、「背面」に限定されな\nい。また、「固着」は、本件発明１の本質から解釈して、支持部材と埋設物本体と\nの相対的な動きを前後、左右、上下方向に規制するという意味での拘束関係があれ\nば足り、取付位置が容易に相対移動せず、容易に両者が分離しなければ、ある程度\nがたつくものも含まれる。\n(イ)　被告は、親出願の出願当初明細書に、複数の支持部材の各々を埋設\n物本体の背面に設けた実施例があることを根拠に、「開口部の反対側」は、埋設物\nの背面に限定されると主張する。しかし、本件発明１は、親出願に含まれていた発\n明を当時の特許法に基づいて分割出願したものであり、実施例に限定解釈される理\n由がないし、原告が本件発明１の出願経緯において「開口部の反対側」を「埋設物\n本体の開口部の反対面」に積極的に限定した事実もないから、複数の線状の支持部\n材の各々の取付位置が背面に限定される理由はない。\n(ウ)　被告は、原告が本件発明１の出願経過で提出した平成７年７月１０\n日付け意見書（乙８）の「押圧力を面圧として加える箇所は…埋設物本体に取り付\nければよい」との記載を根拠に、原告が「開口物の反対側」の意義を前記(ア)のと\nおり主張することは、禁反言の原則により許されないと主張する。しかし、上記意\n見書の記載は、「本願発明のコンクリート埋設物の要旨は、明細書の特許請求の範\n囲に記載の通りである」という記載を前提にして、実施例の説明をするものにすぎ\nないから、これにより禁反言が生じることはない。また、被告は、原告が、前記意\n見書の「（２）の構成により、前述の如き支持部材からの押圧力を面圧として埋設\n物本体の背面に加えることができ、埋設物本体を型枠に均一に押圧することができ\nます」（２頁６～８行目）との記載により、「固着」の概念を限定したと主張す\nる。しかし、上記記載は固着方法を特定するものではないから、「固着」を定義す\nる概念が介在する余地はなく、原告の主張が禁反言の原則に反する理由はない。\n【被告の主張】\n(ア)　本件発明１の構成要件Ｂにいう「埋設物本体の開口部の反対側」\nは、埋設物本体の背面をいい、埋設物本体がボックスの場合、従来からあるボック\nスの背面をいう。これは、本件明細書１の段落番号【００２８】【００２９】【０\n０３０】【００３２】に記載された「外壁」が、図面と照合すると、いずれも「埋\n設物本体の開口部と正反対の背面の壁」であることから明らかである。また、「固\n着」は、離れないように結合力をもったしっかりしたくっつけで、縦方向、横方\n法、或いは斜め方向と、種々の方向の押圧力を加えることができる不動の固着を意\n味する。\n(イ)　本件発明１は、親出願（特願昭５９－６８３３号）から分割した子\n出願（特願平１－３０６２１８号）から更に分割出願したものであるが、親出願の\n出願当初明細書（乙６）及び図面は、支持部材を埋設物本体に固着する場合とし\nて、埋設物本体の背面（ボックス１０の場合は従前からあるボックス１０の背面）\nにのみ固着する場合を挙げており、これによれば、本件発明１の構成要件Ｂにいう\n「開口部の反対側」は、埋設物本体の背面に限定される。また、親出願の当初明細\n書及び図面に具体的に記載された「固着」（溶接、ビス止め、加締め（カシメ）\n等）は、すべて「離れないように結合力をもったくっつけ」であるから、本件発明\n１の構成要件Ｂにいう「固着」も、親出願と同様、「離れないように結合力をもっ\nたくっつけ」を意味する。\n(ウ)  原告は、本件特許１の出願経過で提出した平成７年７月１０日付け\n意見書（乙８）で、「特筆すべき点は…（２）『複数の支持部材の各々を、埋設物\n本体に線状又は複数の点状に固着したこと』、であります。」（１頁１５～２１\n行）と主張することにより、支持部材からの押圧力を面圧として加える箇所が「埋\n設物本体の背面」であると言明し（２頁６～７行）、同日付け手続補正書（乙８）\nで、明細書の作用の欄（【０００５】）に「各支持部材の線状又は複数の点状の固\n着部分に加わる押圧力は、面圧として埋設物本体に加わり、この面圧により、埋設\n物本体が型枠に均一に密接される。」との文言を追加した。このように、「開口部\nの反対側」が背面を意味することは明らかであり、原告が本件訴訟において「埋設\n物本体の開口側の反対側」に限定がないと主張することは、禁反言の原則により許\nされない。\nまた、原告が、同意見書で、「固着」について「埋設物本体における\n支持部材の各固着部分に、縦方向、横方向、或は斜め方向と、種々の方向の押圧力\nを加えることができ、埋設物本体を型枠により一層均一に押圧することができる」\n（５頁２～４行）と主張したことによれば、本件発明１の構成要件Ｂにいう「固\n着」が縦方向、横方向、或いは斜め方向と、種々の方向の押圧力が加えられても埋\n設物本体の背面から支持部材が動かないことを意味することは明らかであり、原告\nが本件訴訟において「固着」の意味に限定がないと主張することは、禁反言の原則\nにより許されない。\nイ　同(イ)（イ号物件は、構成要件Ｂにいう「開口部の反対側」及び「固\n着」の構成を備えているか。）について\n【原告の主張】\nイ号物件は、線材２からの押圧力を面圧としてボックス本体１に加える\nものであるから、本件発明１の構成要件Ｂにいう「開口部の反対側」の要件を充足\nし、線材の動きが規制されているから「固着」の要件も充足する。\n【被告の主張】\nイ号物件は、ボックス本体１の側面と背面１Ｂが交差する四つの外縁部\nのうち相反する側の一対の外縁部に線材保持溝１Ｅ（別紙参考図参照）を形成する\nとともに、その一対に線材保持部１Ｃを設け、線材保持部１Ｃの線材挿通孔１Ｄに\n線材２を送入して、側面と背面１Ｂが交差する外縁部（角部）に配置させる構成を\n有するもので、従来からあるボックス本体１の背面に線材２を配置するものではな\nいから、本件発明１の構成要件Ｂにいう「開口部の反対側」を満たさない。\nまた、イ号物件は、埋込用バーを線材保持部１Ｃの前後内面にくっつけ\nるものではなくガタツキが発生するものであり、外力が加わった時に埋込用バーが\n線材保持部１Ｃの前内面又は後内面に当たることによりボックスと埋込用バーとの\n相対的な動きが規制されるものであるから、本件発明１の構成要件Ｂにいう「固\n着」の要件を満たさない。しかも、イ号物件は、線材保持部１Ｃ一つでは線材の動\nきを規制することはできず、線材保持部１Ｃ二つで初めて折り曲げた線材の長手方\n向の動きを規制できるものであるから、本件発明１の構成要件Ｂにいう「点状に固\n着」も充足しない。\n(3)　同ウ（原告が、支持部分を横方向から挿入する構成を有するイ号物件につ\nいて、本件発明１の技術的範囲に属すると主張することは、禁反言の原則により許\nされないか。）について\n【被告の主張】\n原告は、本件訂正１により、ボックス１０の背面に形成した突起７６にボ\nックス１０の背面と直交する横部分から支持部材７１を挿入し、横方向から挿入し\nた支持部材７１をボックス１０の背面に固着する構成（図４３・図４４）をすべて\n削除した。特許請求の範囲の記載文言自体が訂正されなくとも、ある実施例がすべ\nて削除された場合は、これを含まないものに特許請求の範囲の構成が減縮されたも\nのと解されるから（最高裁判所平成３年３月１９日第三小法廷判決・民集４５巻３\n号２０９頁参照）、本件訂正１により、支持部材７１をボックス１０（埋設物本\n体）横方向から挿入して固着する構成は本件発明１から除外された。原告は、本件\n発明１から支持部材の横方向挿入を除外したものであり、侵害訴訟において、支持\n部分を横方向から挿入する被告のボックスが本件発明１の技術的範囲に属すると主\n張することは、禁反言の原則に反する。\n【原告の主張】\n本件発明１の要旨は、特許請求の範囲に記載の事項にある。図４３・図４\n４に示す実施例の削除は、あくまで実施例の削除にとどまるものであり、当該実施\n例の概念を拡大解釈される理由がない。\n(4)　同エ（イ号物件は、本件発明１の作用効果を有しないため、本件発明１の\n技術的範囲に属しないといえるか。）について\n【被告の主張】\n本件発明１では、各支持部材の線状又は複数の点状の固着部分に加わる押\n圧力は、埋設物本体（ボックス）の開口部の反対側（背面）に面圧として加え、こ\nの面圧により、埋設物本体（ボックス）が型枠に均一に密接されるようにしている\nものである。これに対し、イ号物件は、線材２からの押圧力をボックス本体１の線\n材保持部１Ｃにおける前内面１Ｉ’から周壁１Ｊ（別紙参考図参照）に加えるもの\nであり、線材２を背面に固着して線材２からの押圧力をボックス本体１の背面に面\n圧として加えるものではない。よって、イ号物件は、本件発明１の作用効果を有し\nないから、本件発明１の技術的範囲に属しない。\n【原告の主張】\n被告は、イ号物件は、線材２を背面に固着して線材２からの押圧力をボッ\nクス本体１の背面に面圧として加えるものでないと主張するが、本件発明１は、線\n材２を背面に固着するようなものに限定して解釈される理由はない。したがって、\n被告の主張は失当である。\n２　争点(2)（本件特許１には明らかな無効理由が存在するか。）について\n(1)　同ア（進歩性欠如）について\n【被告の主張】\n本件発明１は、特開昭５３－１４５０９６号公開特許公報（乙４６）、実\n公昭５７－４０６５３号実用新案公報（乙４７）、刊行物「なまし鉄線」（発行：\n西日本線材製品工業組合、発行日：１９８１年３月、乙５２）、実開昭５７－１６\n５０２７号公開実用新案公報（乙５３）及び実公昭５８－７７７０号実用新案公報\n（乙５４）に記載された発明に基づいて当業者が容易に発明をすることができたも\nのであり、本件特許１は、特許法２９条２項の規定に違反してされたものとして、\n同法１２３条１項２号の無効理由を有することが明らかである。本件特許権１に基\nづく権利行使は権利の濫用である。\n【原告の主張】\n争う。\n(2)　同イ（本件発明１は、子出願につき分割不適法と判断して子出願に係る特\n許を無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及し\nないこととなる結果、新規性又は進歩性を欠くか。）について\n【被告の主張】\n本件特許１は、子出願をもとの出願として分割出願されたものである。子\n出願に係る特許（特許２５６２６９８号）については、同特許についての無効審判\n事件（無効２０００－３５６１０号）において、平成１３年８月３１日付けで、子\n出願の特許は、親出願からの「分割出願の明細書又は図面は、原出願の願書に最初\nに添付した明細書又は図面に記載した事項の範囲内でないものを含むから、本件分\n割は不適法なものであって、本件特許発明に係る出願の出願日は、平成５年１０月\n２９日である。」として、その出願日が親出願の出願日である昭和５９年１月１７\n日に遡及せず、平成５年１０月２９日に出願されたものと認められるから、既に公\n開されている親出願の公開特許公報（乙６）から当業者が容易に発明をすることが\nできた発明についての特許であり、特許が特許法２９条２項に違反してされたもの\nとして、特許法１２３条１項２号により無効であるとする審決がされた（乙６１、\n以下「本件無効審決」という。）。しかし、原告は、本件無効審決に対し、出訴期\n間内に東京高等裁判所に審決取消訴訟を提起しなかったので、本件無効審決の確定\nにより子出願の特許権は消滅し、子出願は不適法な分割出願として親出願との関係\nが切断され、出願日の遡及の利益を享受することができなくなった。その結果、子\n出願を原出願として分割した本件特許１（孫出願に係る特許）の出願日は、当該分\n割出願が適法であった場合においても平成５年１０月２９日となり、親出願の出願\n日である昭和５９年１月１７日まで遡及することはあり得ない。そうすると、本件\n発明１は、既に公開されている親出願の公開特許公報（乙６）によって出願前全部\n公知の発明若しくは当業者が容易にできた発明にすぎず、特許法２９条１項３号又\nは同条２項に違反するもので無効であることが明白である。なお、子出願に係る特\n許については、特許法１２３条１項の無効審決が確定した後であるから、もはや訂\n正審判により明細書の訂正をすることができない（特許法１２６条５項）。\nよって、本件特許１は無効であることが明白であるから、本件特許権に基\nづく権利行使は権利の濫用として許されず、原告の本訴請求は直ちに棄却されるべ\nきである。\n【原告の主張】\nア  子出願に係る特許についての本件無効審決は、原明細書（親出願の明細\n書）又は図面に記載された発明の目的及び特許請求の範囲の記載によれば、「線状\nの支持部ないし支持部材」が必須の要件であるところ、平成５年１０月２９日付け\n手続補正書による補正後の子出願の明細書の特許請求の範囲に記載された「支持部\n材」には「線状」という限定がなく、原出願の願書に最初に添付した明細書又は図\n面に記載した事項の範囲内でないものを含むから、上記手続補正書で特許請求の範\n囲から「線状」を削除した分割出願（子出願）は不適法であって、子出願の出願日\nは平成５年１０月２９日であると認定したものである。これに対し、子出願の分割\n出願時の原出願の明細書（当初明細書）及び孫出願の分割出願直前の子出願願書の\n明細書（平成５年３月１９日付け手続補正書による補正後のもの）は、いずれも、\n特許請求の範囲には「線状」という限定を付した事項を発明の要旨としているか\nら、本件出願１（孫出願）は、原出願（親出願、子出願）の最初に添付した明細書\n（親出願の明細書）又は図面に記載した事項の範囲内であり、かつ、分割直前の明\n細書又は図面に記載した事項の範囲内であるから、適法に分割されたものである。\nこのことは、本件特許１についての無効審判請求事件（無効２０００－３５５９８\n号）の審決（甲３６）において、本件特許１（孫出願）の分割出願が適法とされた\nことからも裏付けられる。\nイ　特許法４４条１項は、分割出願のできる時期を、「願書に添付した明細\n書又は図面について補正をすることができる時又は期間内」に限定している。この\nため、実体的要件からいえば、原出願から直接分割できるものでも、分割時期を徒\n過していれば、他の分割出願（子出願）の使用を余儀なくされる。被告の主張に従\nえば、同一分割内容の分割出願でも、他の理由によって無効になる確率が変化し、\n権利の安定性に違いが生じることになる。分割の適法・不適法を検討するのは、分\n割直前の原出願明細書及び図面と分割出願明細書及び図面の記載であり、適法に分\n割出願がなされた後に、当該分割出願の特許請求の範囲の構成の変化によって分割\nが不適法となったとしても、それは当該分割出願のみの問題であって、その結果が\n自動的に以降の分割出願に波及することはあり得ない。\n３　争点(3)（ハ号物件は、本件発明２の技術的範囲に属するか。）について\n(1)　同ア（ハ号物件は、本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成\n要件(b)にいう「コンクリート埋設物」に当たるか。）について\n【原告の主張】\n本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成要件(b)にいう「コン\nクリート埋設物」とは、「コンクリート埋設に好適であるボックス（電線接続ボッ\nクス）」としての特徴を示すものであって、電気配線用の埋込ボックスを含み、ハ\n号物件はこれに該当する。\n【被告の主張】\nハ号物件は、軽量間仕切用にも天井用にも使用できる単体のボックスであ\nるから、本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成要件(b)にいうコンク\nリート埋設用に限定される「コンクリート埋設物」ではない。\n(2)　同イ（ハ号物件は、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成\n要件(a)にいう「開口部の反対側」及び「取付ける」の構成を備えているか。）につ\nいて\nア　「開口部の反対側」及び「取付ける」の意義について\n【原告の主張】\n(ア)　本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要件(a)にいう\n「開口部の反対側」は、本件発明１の構成要件Ｂと同様、「埋設物本体の開口部の\n反対面も含む開口部の反対側」であれば足りる。本件明細書２の特許請求の範囲及\nび発明の詳細な説明にも、原告が本件特許２の出願経過において提出した平成９年\n６月２７日付け意見書（乙４８）にも、「反対側」を「背面」と特定した記載はな\nい。\n(イ)　親出願の明細書の特許請求の範囲（１）には、「…、支持部（支持\n部材）をコンクリート壁内に埋設される埋設物に取付ける取付部と…」と記載され\nており、当該「取付ける」は本件発明２の「取付ける」と相違するものではないか\nら、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要件(a)にいう「取付け\nる」は、特許請求の範囲の記載どおりに判断されるべきである。また、「４隅にお\nける複数箇所で取り付ける取付部」は、「４隅」のうちの「複数箇所で取り付け\nる」意味であることは自明である。\n【被告の主張】\n(ア)　本件特許２の親出願からの分割出願の経緯は、別紙分割経緯図のと\nおりであるところ、親出願の明細書及び図面の記載等に照らすと、本件発明２(1)の\n構成要件ａ及び同(2)の構成要件(a)にいう「複数の支持部材の各々を……埋設物本\n体の開口部の反対側に」という構成は、親出願の明細書の記載に鑑みると、コンク\nリートに埋設する電気配線用ボックスの場合、複数の支持部材の各々を従来からあ\nる埋設物本体の背面にという意味で限定記載したことが明らかである。したがっ\nて、「開口部の反対側」は、「ボックスの背面」を意味し、「外縁部」を含まな\nい。\nまた、原告が本件発明２の出願経過で提出した平成９年６月２７日付\nけ意見書（乙４８・２頁の(2)本願発明の作用・効果の欄）に照らしても、本件発明\n２にいう「反対側」は「背面」を意味することが明白であり、「外縁部」を含まな\nい。\n(イ)　本件明細書２の段落番号【０００５】及びこの加入訂正に関する平\n成９年６月２７日付け意見書（乙４８・２～３頁）によれば、本件発明２の「取付\nける」は、本件発明１の「固着」と同義であり、複数の支持部材の各々を複数箇所\nでしっかりとくっつけて、縦方向、横方向、或いは斜め方向と、種々の方向の押圧\n力が加えられても離れず動かないようにするという意味に限定される。また、背面\nに複数の支持部材を取り付けることができるコンクリート埋設ボックスは、後記\n４、(1)のとおり本件発明２の出願前に公知であるから、本件発明２は、本件明細書\n２の図面に記載された構造のもので、しかも、「上記線状の複数の支持部材の各々\nのみを、埋設物本体の開口部の反対面に複数箇所で又はボックスの反対面の４隅に\nおける複数箇所で取付けるもので上記線状の複数の支持部材以外の支持部材は取り\n付けるものでない専用の取付部を備えたコンクリート埋設物」に限定される。\nイ　同(イ)（ハ号物件は、「開口部の反対側」及び「取付ける」の構成を備\nえているか。）について\n【原告の主張】\nハ号物件は、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要\n件(a)にいう「開口部の反対側」「取付ける」の構成を備えている。\n【被告の主張】\nハ号物件は、ボックスの背面ではなく外縁部に埋込用バーを取り付ける\nものであり、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要件(a)にいう\n「開口部の反対側」の構成を備えていない。\nまた、ハ号物件は、埋込用バーと線材保持部１Ｃの前後内面の間でガタ\nツキが発生し、外力が加わった時に埋込用バーが線材保持部１Ｃの前内面又は後内\n面に当たりボックスと埋込用バーの相対的な動きが規制されるものであるから、\n「しっかりくっつけて種々の方向の押圧力が加えられても離れず動かないようにす\nる」という本件発明２の２(1)の構成要件ａ及び本件発明２(2)の構成要件(a)にいう\n「取付ける」の構成を備えていない。\n(3)　同ウ（原告が、支持部材を横方向から挿入する構成を有するハ号物件につ\nいて、本件発明２の技術的範囲に属すると主張することは、禁反言の原則により許\nされないか。）について\n【被告の主張】\n原告は、本件訂正２により、ボックス１０の背面に形成した突起７６に、\nボックス１０の背面と直交する横部分から支持部材７１を挿入し、その横方向から\n挿入した支持部材７１をボックス１０の背面に固着する構成（図４３・図４４）を\nすべて削除した。特許請求の範囲の記載文言自体が訂正されなくとも、ある実施例\nがすべて削除された場合は、これを含まないものに特許請求の範囲の構成が減縮さ\nれたと解されるから（前掲最高裁判所平成３年３月１９日第三小法廷判決参照）、\nこれにより、支持部材７１をボックス１０（埋設物本体）横方向から挿入して固着\nする構成は本件発明２から除外された。原告は、本件発明２から支持部材の横方向\n挿入を除外したものであるから、侵害訴訟において、支持部材を横方向から挿入す\nる被告のボックスが本件発明２の技術的範囲に属すると主張することは、禁反言の\n原則に反する。\n【原告の主張】\n争う。\n(4)　同エ（ハ号物件は、本件発明２の作用効果を有しないため、本件発明２の\n技術的範囲に属しないといえるか。）について\n【被告の主張】\n本件特許２の出願経過における前記平成９年６月２７日付け意見書の内容\nからすると、本件発明２は、埋設物本体がボックスの場合、各支持部材の押圧力を\nボックスの背面に面圧として加え、この面圧により、ボックスが型枠に均一に密接\nされるようにしているものである。これに対し、ハ号物件は、埋込用バーの押圧力\nをボックスの背面ではなく、周壁１J（別紙参考図）に加えるものであり、本件発明\n２の作用効果と相違する。\n【原告の主張】\n本件発明２が、被告主張のように、各支持部材の押圧力を「ボックスの背\n面」に面圧として加えるものに限定して解釈される理由はないから、被告の主張は\n失当である。\n４　争点(4)（本件特許２には明らかな無効理由が存在するか。）について\n(1)　同ア（新規性又は進歩性欠如）について\n【被告の主張】\nア　本件発明２(1)、(2)は、特開昭５３－１４５０９６号公開特許公報（乙\n４６）又は実公昭和５７－４０６５３号実用新案公報（乙４７）に記載されたコン\nクリートに埋設されるボックス（コンクリート埋設物）の発明と実質的に同一であ\nる。そうでないとしても、本件発明２(1)、(2)は、乙４６、４７に記載された発明\nに基づいて当業者が容易に発明をすることができた。したがって、本件特許２は、\n特許法２９条１項３号又は同条２項の規定に違反して特許されたものであり、同法\n１２３条１項２号の無効理由を有することが明らかである。\nイ　本件発明２(1)、(2)は、乙４６、４７に加えて、乙５２ないし５４（前\n記２(1)の【被告の主張】参照）に記載された発明に基づいて当業者が容易に発明す\nることができたものである。したがって、本件特許２は、特許法２９条２項の規定\nに違反してされたものであり、同法１２３条１項２号の無効理由を有することは明\nらかである。\n【原告の主張】\n争う。\n(2)　同イ（本件発明２は、子出願につき分割不適法と判断して子出願に係る特\n許を無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及し\nないこととなる結果、新規性又は進歩性を欠くか。）について\n【被告の主張】\n本件特許２は、別紙分割経緯図のとおり、子出願の系統から分割されたも\nのであるところ、子出願は、前記２(2)【被告の主張】で述べたとおり、不適法な分\n割出願として親出願との関係が遮断され、親出願までの出願日の遡及の利益を享受\nすることができなくなった結果、出願日が平成５年１０月２９日に確定した。その\n結果、子出願の系統から分割した本件特許２の出願日も、子出願の出願日である平\n成５年１０月２９日よりも前の出願日まで遡及することはあり得ないのであり、親\n出願の出願日である昭和５９年１月１７日に遡及することはない。\nそうすると、本件特許２もまた、出願前頒布された親出願の公開公報に記\n載された発明、若しくは、その発明に基づいて当業者が容易に発明することができ\nたものであるから、その特許が特許法２９条１項３号若しくは同条２項の規定に違\n反してされたものとして、同法１２３条１項２号による無効理由があることは明ら\nかである。\n【原告の主張】\n争う。本件特許２は、曾孫出願からの分割出願に係るところ、分割出願当\n初明細書の特許請求の範囲第１項及び第２項は、共に「線状」という特定を付した\n「支持部材」をその構成とするから、原出願（親出願、子出願、孫出願〔本件出願\n１〕、曾孫出願）の願書に最初に添付した明細書又は図面に記載した事項の範囲内\nであり、かつ、分割直前の明細書又は図面に記載した事項の範囲内であるから、適\n法に分割出願されたものといえる。また、本件特許２は、無効審判請求事件（無効\n２０００－３５６０４号）の審決（甲３７）で、適法に分割出願されたものと認定\nされた。この審決は、子出願に係る本件無効審決をした合議体と同一の合議体が同\n一日付でした審決である。分割不適法の適用を受けた後の分割出願が分割出願にな\nるのであれば、その後の分割出願を適法とする審決が出ることはないし、本件無効\n審決の確定がその後の分割出願の成否を左右するのであれば、当該分割出願以降の\n審決が同日付でされることもあり得ない。\n第４　当裁判所の判断\n〔第１事件〕\n１　争点(1)（イ号物件の製造、販売について、本件特許権１の直接侵害が成立す\nるか。また、イ号物件を構成するボックス及び埋込用バーについて、間接侵害（特\n許法１０１条１号）が成立するか。）について\n(1)　同ア（イ号物件の構成）について\nア　同(ア)（被告はボックスと埋込用バーを組み合わせたイ号物件を製造、\n販売しているか。）について\n原告は、被告がボックスに埋込用バーを付設したイ号物件を製造、販売\nしていると主張するが、同事実を認めるに足りる証拠はない。かえって、証拠（甲\n７の１、甲８、９、乙５１）によれば、被告は、ボックス、埋込用バー及び軽量間\n仕切用バーを自社カタログに別個の商品として掲載し、それぞれに商品コード及び\n品番を付していること、埋込用バーを１００本単位で梱包し、単体で販売している\nことが認められ、被告は、ボックス及び埋込用バーをそれぞれに単体の商品として\n販売していると推認される。\nイ　同(イ)（仮に、被告がボックス及び埋込用バーを別個に販売していると\nしても、被告の販売形態及び宣伝広告活動により、両商品の組合せをもって直接侵\n害を構成するか。）について\n原告は、被告がボックスと埋設用バーという本件発明１の二つの有体物\n要素を販売し、カタログ等で両者を組み合わせる方法を宣伝することが、本件特許\n権１の直接侵害に当たると主張する。しかし、特許法は、特許発明のすべての構成\nを一体的に実施する行為を特許権侵害（直接侵害）と定めた上で、この原則がもた\nらす不都合については、間接侵害（特許法１０１条）により修正することとしてい\nるから、第三者が業として特許発明の構成の一部のみを実施していても、現行特許\n法上、それだけでは特許権の侵害（直接侵害）を構成しない。そうすると、原告が\n主張するように、被告がボックスと埋込用バーとを組み合わせる用法をカタログに\n掲載しているとしても、そのことをもって、イ号物件について本件特許権１の直接\n侵害が成立するとすることはできない。\nウ　争点(ウ)（ボックス及び埋込用バーは、本件発明１の実施にのみ使用す\nるものか。）について\n特許法１０１条１号にいう「その物の生産にのみ使用する物」とは、社\n会通念上経済的、商業的ないしは実用的な他の用途のないことをいい、他の用途が\nあるというためには、抽象的ないしは試験的な使用の可能性があるだけでは足りな\nいというべきである。\n(ア)　ボックスについて\n当事者間に争いのない別紙ハ号物件目録の記載及び証拠（甲７の１、\n検甲１～６の各２、乙３２、３３、３６）によれば、被告の製造、販売するボック\nスは、両端が線材保持部１Ｃの線材挿通孔１Ｄから成り、ボックスの外縁部の二方\n向に設けられた埋込用溝のほかに、埋込用溝に沿ったボックス底面（４ＯＢＬ４\nＢ、４ＯＢＬ５Ｂ）又は、埋込用溝とは異なる方向の外縁部（４ＯＢ４Ｂ、４ＯＢ\n５Ｂ）に後付可能な間仕切用溝が設けられていること、同ボックスにおいては、埋\n込用溝も間仕切用溝（甲７の１、１１頁）も４ミリ幅であるため、予め上下各２か\n所の線材挿通孔に間仕切用バーを挿通して軽量間仕切を施工することができるこ\nと、平成１１年２月ないし同年６月ころ北陸電気工事株式会社が施工した東京農工\n大学ＢＡＳＥ校舎新営電気設備工事において、ボックスの線材挿通孔（貫通穴）に\n間仕切バーを挿通して小ねじで止めた軽量間仕切法が実際に行われたこと（乙３\n６、拡大写真Ｃ－４、Ｃ－６、Ｃ－８）が認められる。これらの事実によれば、ボ\nックスの線材保持部１Ｃは、その線材挿通孔１Ｄに埋込用バーを挿通してコンクリ\nート埋設用とすることのほかに、間仕切用バーを挿通して軽量間仕切に使用するこ\nとも可能であり、現実にもその使用例があるといえる。そうすると、被告のボック\nスには、コンクリート埋設物として使用する以外の実用的な他の用途があると認め\nられ、ボックスの製造、販売は、本件発明１に係るコンクリート埋設物の生産にの\nみ使用する物の譲渡に当たらないから、本件特許権１の間接侵害は成立しない。\n(イ)　埋込用バーについて\n証拠（甲７の１、甲９、乙３４の１・２）によれば、被告は、商品カ\nタログ及びホームページにおいて、埋込用バーについては、ボックスと組み合わせ\nてコンクリート埋設物とする方法以外の用法を紹介していないこと、ボックスと組\nみ合わせて間仕切用に使用する４㎜バーは、埋込用４㎜バーと区別した型番の「４\n㎜バー軽量間仕切用」が存在すること、埋込用４㎜バーは、曲げやすいようにバー\nに細かい溝が切ってあり、間仕切用４㎜バーとは差別化されていること、被告は、\n埋込用バーを販売する際の梱包には、軽量間仕切に用いるための仮止め用の小ねじ\nを同封していないことが認められ、これらの事実によれば、被告は、埋込用バーに\nついては、これを埋込用以外の用途に用いることを予定していないものと推認され\nる。乙３４の１・２（有限会社太宰府電工専務取締役外１名作成の証明書）には、\n平成８年１２月ころから平成９年１２月ころまで行われた久留米大学病院総合診療\n棟工事において、埋込用バーをボックスの線材挿通孔に挿入して間仕切用とした旨\nの記載があるが、これらの証明書は、前記(ア)の間仕切用バーをボックスの線材挿\n通孔に挿入して軽量間仕切に使用した例と異なり、当時の施工写真が添付されてお\nらず裏付けに乏しい。また、仮に同工事において埋込用バーをボックスの線材挿通\n孔に挿入して軽量間仕切に使用していたとしても、前記のとおり、被告自身が埋込\n用バーについて埋込用以外の用途を予定していないことによれば、それだけで、こ\nのような用法が一工事業者による試験的、便宜的使用の程度を超えて、社会通念\n上、経済的、商業的ないしは実用的な使用方法に至っていたとは認められない。乙\n６０（被告商品開発部次長作成の陳述書）の「埋込用の４㎜バーも間仕切用に使用\nされていることは、業界では周知のことであ」る旨の記載は、裏付けに乏しく採用\nできない。\n以上によれば、埋込用バーは、ボックスと埋込用バーにより構成され\nるコンクリート埋設物（イ号物件）の生産にのみ使用される物と認められるから、\nイ号物件が本件発明１の技術的範囲に属する場合には、埋込用バーの製造、販売\nは、本件発明１に係る物の生産にのみ使用する物の製造、販売として、特許法１０\n１条１号にいう間接侵害に当たる。\n(2)　同イ（イ号物件は、本件発明１の技術的範囲に属するか。）について\nア　同(ア)（本件発明１の構成要件Ｂにいう「開口部の反対側」及び「固\n着」の意義）について\n(ア)　本件明細書１（甲１）の特許請求の範囲自体には、「開口部の反対\n側」「固着」の意義を限定する記載はない。一般的に、「開口」とは、「外に向か\nって穴が開くこと。また、その穴。」（岩波書店「広辞苑〔第５版〕」４３３頁）\nを意味し、「固着」とは、「かたくしっかりとつくこと。一定の場所に留まって移\nらないこと。」（同９７５頁）を意味する。他方、発明協会発行・特許庁編「特許\nからみた機械要素便覧・固着」（甲１７）には、各種の固着技術（固着方法、固着\nの型）が記載されているところ、同書に挙げられた「固着手段」としては、釘、リ\nベット、ねじ、ボルト、ナット、クランプ・クリップ等による接続のほか、フック\nによる係止、引掛け、嵌合のように、接続具と接続対象の間で多少の動きが不可避\nなものも含まれていることが認められる。そうすると、「固着」の一般的意義とし\nては、様々な方向から力を加えても、接続対象の部材が相互の接点から離れないこ\nとまで要するものではないと解するのが相当である。\n(イ)　本件明細書１の発明の詳細な説明の項及び図面には、次の記載があ\nる。\nａ　【発明が解決しようとする課題】の項に、「本発明は…埋設物を埋\n設するにあたって、コンクリート壁の支骨をなす鉄筋への架設状態を自由に設定で\nき、埋設物を容易かつ迅速に設置し、作業の効率化を図ることのできる埋設物を提\n供する」（【０００３】）との記載がある。\nｂ　【課題を解決するための手段】の項に、「上記課題を解決するため\nの手段として、本発明は、手による三次元方向に自在に折り曲げが可能で、かつ曲\nげられた状態で型枠に埋設物本体の開口部を押圧できる突張り強度を有し、コンク\nリート壁の支骨をなす鉄筋に架設される線状の複数の支持部材の各々を…、埋設物\n本体の開口部の反対側に、線状又は複数の点状に固着して成る埋設物を、その要旨\nとしている。」（【０００４】）との記載がある。\nｃ　【作用】の項に、「支持部材は曲げられた状態で型枠に埋設物を押\n圧できる突張り強度を有するから埋設物を型枠に確実に密接させておくことができ\nる。」、「各支持部材は、各々、埋設物本体に線状又は複数の点状に固着されてい\nる。これにより、各支持部材の押圧力、すなわち、埋設物本体における各支持部材\nの線状又は複数の点状の固着部分に加わる押圧力は、面圧として埋設物本体に加わ\nり、この面圧により、埋設物本体が型枠に均一に密接される。」（【０００５】）\nとの記載がある。\nｄ　【実施例】の項に、埋設物の使用状態における作用を説明するため\nの側面図及び平面図（図１・２）について、「支持部材１は、…図１に示すよう\nに、埋設物本体４を型枠６に押し当てた状態のときに、埋設物本体４に対して加わ\nる矢印６１方向の力に対して、支持部材１が曲げられた状態で、これに対向するよ\nうに矢印６２方向に埋設物本体４を突っ張らせる押圧力を有している。この状態で\nは埋設物本体４は支持部材１によって、型枠６に押しつけられた状態換言すれば密\n接した状態に保たれている」（【０００８】）、「取付部２を介して支持部材１を\n埋設物本体４に一体に設ける場合には、図２に示すように、埋設物本体（電気配線\n用ボックス）４に一様に支持部材１の押圧（矢印６３）が加わるような態様とすべ\nきである」（【０００９】）との各記載がある。また、【実施例】の項には、支持\n部材を取付部に線状に固定する方法として、①弾性を有する凹部に嵌め込む（【０\n０１０】【００１１】【００２５】【００３４】）、②取付部にスポット溶接する\n（【００１１】【００１８】【００２１】【００２３】【００２８】【００２９】\n【００３３】）、③ビス頭部の下面で固定する（【００３０】）、④ボックス外壁\nに設けられた切り起こし突起によってかしめる（【００３１】）ことが挙げられて\nいる。\nｅ　【発明の効果】の項に、「支持部材は、複数設けられており、これ\nら各支持部材は、埋設物本体に線状又は複数の点状に固着されている。よって、各\n支持部材からの押圧力を面圧として埋設物本体を型枠に押さえ付けることができ、\n埋設物本体を型枠に均一に密接することができる。」（【００３５】）との記載が\nある。\nこれらの記載を参酌すると、本件発明１は、線状の支持部材が曲げら\nれた状態で有する突張り強度を利用して面圧を加えることにより埋設物本体を型枠\nに均一に密接するようにしたものであり、「複数の支持部材の各々を…埋設物本体\nの開口部の反対側に、線状又は複数の点状に固着」するという構成（構成要件Ｂ）\nは、埋設物本体に面圧を加えて型枠に密着させる手段として採用されたものといえ\nる。そうすると、「埋設物本体の開口部」は、実際に型枠に押し付けられる「周\n壁」を含む概念と解されるから、「開口部の反対側」は、周壁を含む「開口部」と\nは逆方向にあり、その範囲内の複数の線状又は点状に力を加えることにより「開口\n部」を型枠に押し付ける方向の面圧を形成できれば足りるといえる。また、「固\n着」は、支持部材により埋設物本体の開口部を型枠に押し付ける方向の面圧を加え\nるための手段であるから、埋設物本体に各々の支持部材を取り付けた時点では各接\n点に多少の動きがあったとしても、支持部材を支骨鉄筋に架設し、埋設物本体の開\n口部を型枠に当接した時点で、複数の支持部材の動きが強く規制され、支持部材が\n埋設物本体の一定の場所にしっかりと留まって動かない状態が形成されていればよ\nいと解される。本件明細書１の発明の詳細な説明及び図面を参酌しても、「開口部\nの反対側」及び「固着」の意義をそれ以上に限定する根拠は見い出せない。\n(ウ)　被告は、本件明細書１の段落番号【００２８】【００２９】【００\n３０】【００３２】記載の「外壁」は、図面と照合すると、いずれも背面の壁であ\nるから、「開口部の反対側」とは埋設物本体の背面をいい、埋設物本体がボックス\nの場合には、従来からあるボックスの背面に限定されると主張する。しかし、これ\nらの明細書の記載は、いずれも「埋設物本体の開口部の反対側」の下位概念であ\nり、最も支持部材の取付けが容易な「ボックス背面の平らな面」という箇所に、\n「固着」の下位概念である「スポット溶接、ビス」等という手段を用いて支持部材\nを取り付けた実施例を列挙したものである。そうすると、これらの記載は、当業者\nによる常套手段を挙げたものにすぎず、「開口部の反対側」をボックス背面の平ら\nな面に限定する趣旨とは解されない。よって、被告の主張は失当である。\n(エ)　被告は、親出願の出願当初明細書（乙６）及び図面には、支持部材\nを埋設物本体の背面に固着する場合しか開示されておらず、固着の態様も、溶接、\nビス止め、カシメという「離れないように結合力をもったくっつけ」しか記載され\nていないから、「開口部の反対側」は背面に限定され、「固着」は「離れないよう\nに結合力をもったくっつけ」に限定されると主張する。\nしかし、親出願の出願当初明細書及び図面（乙６）は、特許請求の範\n囲にも、発明の詳細な説明及び図面にも、線状の支持部材の曲げ可能性を利用して\n埋設物の鉄筋への架設状態を自由に設定し作業の効率化を図るとともに、線状の支\n持部材の突張り強度を利用して埋設物本体を型枠に押圧するという技術思想が開示\nされているのみであり、親出願の出願当初明細書の特許請求の範囲にも発明の詳細\nな説明にも、支持部材の取付位置を背面に限定したり、支持部材の取付態様を外力\nが加わっても接点から動かないものに限定する記載は存在しない。そうすると、親\n出願の出願当初明細書で開示された発明は、線状の支持部材により埋設物を型枠に\n押し付けることが可能であれば、取付位置及び押圧の態様を問わないものであった\nと解される。しかも、親出願の出願当初明細書に挙げられた埋設物の実施例（図３\n４ないし図４２、図４５）は、ボックスの背面（平らな面）に、スポット溶接、ビ\nス止め、かしめという固定方法により支持部材を取り付けるという、最も一般的な\n取付手段を列挙したものと解するのが自然であり、支持部材を埋設物に取り付ける\n方法をこれらの取付手段に限定した趣旨とは解されない。よって、被告の前記主張\nは失当である。\n(オ)　被告は、原告が本件特許１の出願経過で提出した平成７年７月１０\n日付け意見書（乙８）の記載を根拠にして、本件訴訟において、原告が本件発明１\nの「開口部の反対側」や「固着」に限定がないと主張することは禁反言の原則に反\nすると主張する。\nしかし、前記意見書（乙８）中の被告指摘の部分は、前後の文脈から\n判断すると、本件発明１の「開口部の反対側」を埋設物本体の背面に限定したり、\n「固着」の意義を縦方向、横方向、或いは斜め方向と、種々の方向の押圧力を加え\nられても埋設物本体の背面から支持部材が動かないことを意味するものに限定する\n意思を表示したものとは認め難い。\nしたがって、被告の上記主張は採用できない。\nイ　同(イ)（イ号物件は、構成要件Ｂにいう「開口部の反対側」及び「固\n着」の構成を備えているか。）について\n(ア)　証拠（甲７の１、甲８、９、検甲１ないし６の各１・２）によれ\nば、被告が製造販売しているボックスと埋込用バーを組み合わせたコンクリート埋\n設用電線接続ボックスの構造は、別紙イ号物件目録記載のとおりであり、イ号物件\nは、ボックス本体１の背面と側面が交差する縁部に設けられた４点の線材保持部１\nＣに２本の線材２を挿入し、線材２からの押圧力を、ボックス本体１の開口部の周\n壁１Ｊのうち型枠と接する端部１Ｌ（別紙参考図・図２参照）に加えるものと認め\nられる。本件発明１の構成要件Ｂにいう「開口部の反対側」は、前記ア、(イ)のと\nおり、周壁を含む「開口部」の逆方向にあり、線状又は複数の点状に押圧力を加え\nることによって、開口部を型枠に押圧する面圧を形成できる部位をいうと解される\nが、イ号物件は、周壁１Ｊを基準にして型枠と反対方向にある４点の線材保持部１\nＣに対して支持部材からの押圧力を加え、周壁１Ｊを型枠に押圧する面圧を形成す\nるものであるから、構成要件Ｂにいう「開口部の反対側」の構成を備えている。\n(イ)　また、前記ア、(イ)によれば、本件発明１の構成要件Ｂにいう「固\n着」は、各々の接点では多少のがたつきがあったとしても、複数の支持部材を支骨\n鉄筋に架設し、埋設物本体の開口部を型枠に当接した時点で、支持部材が一定の場\n所に留まって動かない状態が形成されれば足りると解される。証拠（検甲１ないし\n６の各２、弁論の全趣旨）によれば、イ号物件は、線材２の両端を線材保持部１Ｃ\nとの接点でそれぞれ外側に９０度折り曲げることにより線材２をボックス本体に固\n定するものであり、線材２をボックス本体の縁部に取り付けた時点では、線材２と\n線材保持部１Ｃの間でがたつきが生じるが、開口部を型枠に当接した時点では、４\n個の線材保持部１Ｃで同様の支持接続がされる結果、線材２とボックス本体の動き\nが強固に規制され、線材２が埋設物本体の縁部に留まって動かない状態が生じると\n認められるから、構成要件Ｂにいう「固着」の構成を備えているといえる。\nウ　以上によれば、ボックスと埋込用バーを組み合わせたイ号物件は、本件\n発明１の技術的範囲に属するというべきである。\n(3)　同ウ（原告が、支持部材を横方向から挿入する構成を有するイ号物件につ\nいて、本件発明１の技術的範囲に属すると主張することは、禁反言の原則により許\nされないか。）について\n被告は、最高裁判所平成３年３月１９日第三小法廷判決（民集４５巻３号\n２０９頁）を援用し、特許請求の範囲の文言自体が訂正されていなくても、ある実\n施例がすべて削除された場合は、これを含まないものに特許請求の範囲の構成が減\n縮されたものと解すべきところ、原告は、本件訂正１により図４３・図４４の実施\n例を削除したことにより、支持部材７１をボックス１０の横方向から挿入して固着\nする実施例をすべて削除したから、支持部材を横方向から挿入する構成は、本件発\n明１の特許請求の範囲から除外されたと主張する。\n前記最高裁平成３年３月１９日判決は、特許請求の範囲に記載されている\n文言（「固定部材」）の技術的意義が一義的に明確とはいえず、発明の詳細な説明\n及び図面から当該文言の特定の下位概念（「接着剤」）に当たる記載をすべて削除\nする訂正審決が確定した場合において、特許請求の範囲の記載の文言自体は訂正さ\nれていなくても、当該下位概念（接着剤）に関する記載がすべて明細書及び図面か\nら削除されたことにより、特許請求の範囲の「固定部材」に「接着剤」が含まれる\nと解釈して発明の要旨を認定する余地はなくなったと判示した事案である。\n証拠（甲１８の１・２、乙３、６）によれば、本件特許１に対して被告が\n請求した無効審判請求事件（無効２０００－３５５９８号）で、請求人が、訂正前\nの本件明細書１の段落番号【００３１】及び図４３・図４４に記載された「ボック\nス１０の底壁に、該底壁と両端がつながる起伏状の突起７６を形成し、この起伏状\nの突起７６の横から中に線状の支持部材７１を挿入し、この挿入状態で起伏状の突\n起７６を上からかしめて固定する」という実施態様は、親出願の当初明細書及び図\n面に記載も示唆もないと主張したこと、親出願の当初明細書には、「ボックス１０\nの外壁に設けられた切り起こしによる突起７６によって、架設具７１をかしめボッ\nクス１０と一体に形成した」との実施例の記載はあったが、本件訂正１による訂正\n前の本件明細書１の図４３・図４４及びその説明部分の記載に対応する記載はな\nく、その後の手続補正によって追加されたものであったこと、原告は、前記無効審\n判請求に対応して本件訂正１を行ったことが認められる。上記事実によれば、本件\n訂正１による図４３・図４４及びその説明部分の削除は、親出願の出願当初明細書\nから存在する「かしめ固定」についての実施例の記載のうち、当初明細書に記載が\nなく後に手続補正で追加された具体的態様に関する部分を削除したものである。し\nたがって、本件訂正１は、本件明細書１に記載された実施例の一部を削除するもの\nにすぎず、これをもって、原告が本件発明１の特許請求の範囲から支持部材を横方\n向から挿入する構成をすべて排除したと解することはできない。したがって、本件\n訂正１については、前記最高裁判決とは事案を異にするものであり、被告の主張は\n失当である。\n(4)　同エ（イ号物件は、本件発明１の作用効果を奏しないため、本件発明１の\n技術的範囲に属しないといえるか。）について\n被告は、イ号物件は、線材からの押圧力をボックス外縁部の周壁１Ｊ（別\n紙参考図参照）に加えるもので、「背面」に加えるものでないから、本件発明１の\n作用効果を奏しないと主張する。しかしながら、本件発明１の作用効果は、前\n記(2)、アのとおり、埋設物に面圧を加えることにより、埋設物の開口部（周壁を含\nむ）を型枠に均一に密接することであり、前記(2)、イのとおり、イ号物件はこのよ\nうな作用効果を奏するから、被告の主張は失当である。\n２　争点(2)（本件特許１には明らかな無効理由が存在するか。）について\n(1)　進歩性欠如について\n本件発明１は、前記１、(2)で認定したように、①複数の支持部材によって\n埋設物を支骨鉄筋に取り付ける、②曲げられた状態で突張り強度を有する支持部材\nからの押圧力を面圧として埋設物本体に加えることにより埋設物の開口部を型枠に\n均一に密接する、という構成を有するものである。\n乙４６、乙４７、乙５２ないし乙５４は、いずれも親出願の出願日（昭和\n５９年１月１７日）前に日本国内において頒布されたコンクリート埋設ボックスに\n関する発明又は考案を開示した刊行物であるが、本件発明１が有する前記①及び②\nの構成の少なくとも一方を開示も示唆もしていないものである。他方、西日本線材\n製品工業組合発行「なまし鉄線」（乙５２〔末尾の記載からみて発行時期は１９８\n１年（昭和５６年）３月ころと推認される。〕）には、なまし鉄線の用途が建設現\n場の足場結束、型枠締付、鉄筋結束であること、及び、線径１．８０㎜から５．０\n０㎜のなまし鉄線の引張強さが記載されているが、なまし鉄線の曲げられた状態で\nの突張り強度に関する記載はなく、なまし鉄線に、曲げられた状態での突張り強度\nを利用して有体物を押し付ける用途があることを示唆する記載もない。そうする\nと、親出願の出願日（昭和５９年１月１７日）当時、乙４６、乙４７、乙５２ない\nし乙５４に接した当業者が、これらを契機として本件発明１に容易に想到し得たと\nはいえないから、本件特許１に、その特許が特許法２９条２項に違反してされたも\nのという無効理由（特許法１２３条１項２号）が存在することが明らかとはいえな\nい。\n(2)　同イ（本件発明１は、子出願につき分割不適法と判断して子出願に係る特\n許を無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及し\nないこととなる結果、新規性又は進歩性を欠くか。）について\nア　本件特許１の分割出願に関する手続の経緯\n(ア)　原告は、昭和５９年１月１７日、名称を「コンクリート埋設物の架\n設具および架設具を有するコンクリート埋設物」とする発明について特許出願（特\n願昭５９－６８３３号〔親出願〕）をした（甲３９）。その特許請求の範囲は、「\n(1)　手による折り曲げが可能で、かつ曲げられた状態で型枠に埋設物を押圧でき\nる突張り強度を有する線状の支持部と、支持部をコンクリート壁内に埋設される埋\n設物に取付ける取付部とからなるコンクリート埋設物の架設具。(2)　コンクリート\n埋設物とこれに一体に設けられた線状の支持部材よりなる架設具とからなり、支持\n部材は手による折り曲げが可能で、かつ曲げられた状態で型枠に埋設物を押圧でき\nる突張り強度を有し、支持部材を曲げてコンクリート壁内の支骨である鉄筋に架設\nし埋設物の位置決めを行なうようになした架設具を有するコンクリート埋設物。」\nというものであった。\n(イ)　原告は、平成元年１１月２４日、名称を「コンクリート埋設物」と\nする発明について、親出願からの分割により、特許出願（特願平１－３０６２１８\n号〔子出願〕）をしたが、その特許請求の範囲は、「(1)　手による折り曲げが可能\nで、かつ曲げられた状態で型枠に埋設物の開口部を押圧できる突張り強度を有する\n線状の支持部材を開口部の反対側に一体に設けて成ることを特徴とするコンクリー\nト埋設物。(2)　コンクリート埋設物がボックスであり、その底壁に切り起こされた\n突起で支持部材を包むようにかしめて支持部材を底壁に一体に設けて成ることを特\n徴とする特許請求の範囲第１項記載のコンクリート埋設物。」というものであった\n（甲４０の１）。原告は、平成５年３月１９日付け手続補正書（甲４０の２）によ\nり特許請求の範囲を補正した。その補正後の特許請求の範囲は、「(1)　手による三\n次元方向に自在に折り曲げが可能で、かつ曲げられた状態で型枠に埋設物本体の開\n口部を押圧できる突張り強度を有し、コンクリート壁の支骨をなす鉄筋に架設され\nる線状の支持部材を、鉄筋に対し埋設物本体を任意の位置に設置するのに十分な長\nさの自由端を残して、埋設物本体の外方に突出するように埋設物本体の開口部の反\n対側に一体に設けて成ることを特徴とするコンクリート埋設物。(2)　埋設物本体が\nボックスであり、手による三次元方向に自在に折り曲げが可能で、かつ曲げられた\n状態で型枠にボックスの開口部を押圧できる突張り強度を有し、コンクリート壁の\n支骨をなす鉄筋に架設される線状の支持部材を、鉄筋に対しボックスを任意の位置\nに設置するのに十分な長さの自由端を残して、ボックスの外方に突出するようにボ\nックスの底壁に切り起こされた突起でかしめて一体に設けて成ることを特徴とする\n特許請求の範囲第１項記載のコンクリート埋設物。」というものであった。\n(ウ)　さらに、原告は、平成５年１０月２９日付けで、子出願からの分割\nとして、特許出願（特願平５－２７１６１０号、本件出願１〔孫出願〕）をすると\nともに、同日付けで、子出願について手続補正書を提出した。この手続補正書は、\n子出願の発明の名称を「コンクリート埋設物の固定方法及び埋設方法」とし、特許\n請求の範囲を、「（請求項１）　手による三次元方向に自在に折り曲げが可能で、\nかつ曲げられた状態で型枠に埋設物の開口部を押圧できる突張り強度を有する支持\n部材を埋設物に設け、前記支持部材を折り曲げるとともにコンクリート壁の支骨を\nなす鉄筋に架設して、コンクリート埋設物の開口部が型枠に密接する位置に該埋設\n物を固定することを特徴とするコンクリート埋設物の固定方法。（請求項２）　手\nによる三次元方向に自在に折り曲げが可能で、かつ曲げられた状態で型枠に埋設物\nの開口部を押圧できる突張り強度を有する支持部材を埋設物に設け、先に立てかけ\nた型枠に対して埋設物の開口部が密接するように前記支持部材を折り曲げるととも\nに支持部材をコンクリート壁の支骨をなす鉄筋に架設して、コンクリート埋設物を\n埋設位置に固定し、コンクリートを打設して埋設物を埋設することを特徴とするコ\nンクリート埋設物の埋設方法。」と補正するものであった（乙７、弁論の全趣\n旨）。同補正前の子出願の明細書の特許請求の範囲では「線状の支持部材」とされ\nていたのが、同補正により「支持部材」とされた。この補正により、子出願に係る\n明細書の特許請求の範囲の「支持部材」は「線状」でないものも含むものとなった\nが、そのような事項は、親出願の出願当初明細書又は図面に記載はなく、子出願の\n出願当初明細書又は図面にも記載されていないものであった（甲３９、乙６１）。\n子出願については、上記平成５年１０月２９日付け補正の内容で特許された（乙\n７）。\n(エ)　本件出願１（孫出願）は、前記(ウ)のとおり、平成５年１０月２９\n日付けで、子出願から分割して出願されたが、分割出願時の明細書の特許請求の範\n囲第１項及び第２項は、分割直前の子出願の明細書、すなわち、上記平成５年１０\n月２９日付け手続補正書による補正前の子出願の明細書の特許請求の範囲第１項及\nび第２項の記載と全く同一であり、発明の詳細な説明及び図面も実質的に同一であ\nった（甲４０の２、甲４１、乙８）。本件出願１に係る明細書は、その後、平成７\n年７月１０日付け手続補正書により、特許請求の範囲が「（請求項１）　手による\n三次元方向に自在に折り曲げが可能で、かつ曲げられた状態で型枠に埋設物本体の\n開口部を押圧できる突張り強度を有し、コンクリート壁の支骨をなす鉄筋に架設さ\nれる線状の複数の支持部材の各々を、鉄筋に対し埋設物本体を任意の位置に設置す\nるのに十分な長さの自由端を残して、埋設物本体の外方に突出するように埋設物本\n体の開口部の反対側に、線状又は複数の点状に固着して成ることを特徴とするコン\nクリート埋設物。（請求項２）　埋設物本体がボックスであり、手による三次元方\n向に自在に折り曲げが可能で、かつ曲げられた状態で型枠にボックスの開口部を押\n圧できる突張り強度を有し、コンクリート壁の支骨をなす鉄筋に架設される線状の\n複数の支持部材の各々を、鉄筋に対しボックスを任意の位置に設置するのに十分な\n長さの自由端を残して、ボックスの外方に突出するようにボックスの底壁に切り起\nこされた複数の突起でかしめて固着して成ることを特徴とする請求項１記載のコン\nクリート埋設物。」（下線が補正箇所）と補正され、特許されるに至った（乙\n８）。\n(オ)　被告は、平成１２年１１月６日、子出願に係る特許（特許２５６２\n６９８号）について特許庁に無効審判を請求した（無効２０００－３５６１０\n号）。特許庁審判官は、平成１３年８月３１日付けで、「特許第２５６２６９８号\nの請求項１及び請求項２に係る発明についての特許を無効とする。」との審決（本\n件無効審決）をしたが（乙６１）、本件無効審決が子出願に係る特許を無効と判断\nした理由は、概ね次のとおりであった。\nａ　親出願の願書に最初に添付した明細書に記載された発明の目的ない\nし特許請求の範囲の記載からは、「線状の支持部」ないし「線状の支持部材」が必\n須の構成と認められ、発明の詳細な説明についてみても、線状の支持部ないし支持\n部材以外のものは記載されておらず、子出願に係る発明の構成として線状でない支\n持部を用いることが自明のものとも認められない。\nｂ　「線状の支持部」を「支持部」とする平成５年１０月２９日付け手\n続補正書による補正は、線状でない支持部を含むことになり、原出願（親出願）の\n願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたもので\nはない。\nｃ　したがって、子出願に係る分割出願の明細書の図面又は図面は、原\n出願（親出願）の願書に最初に添付した明細書又は図面に記載した事項の範囲内で\nないものを含むから、同分割は不適法であり、子出願の出願日は、平成５年１０月\n２９日である。\nｄ　子出願に係る発明は、その出願前に頒布された刊行物である親出願\nの公開公報（特開昭６０－１５２７４７号公報）に記載された発明に基づいて、当\n業者が容易に発明をすることができたものであるから、その特許は、特許法２９条\n２項の規定に違反してされたもので、同法１２３条１項２号に該当し、無効にすべ\nきである。\n(カ)　本件無効審決の謄本は、同年９月１４日原告に送達された。原告\nは、審決の決定の謄本の送達があった日から３０日内に審決取消訴訟を提起しなか\nったので、同審決は確定し、子出願に係る特許権は、平成１３年１０月１５日、消\n滅したとして、権利の消滅の登録がされた（乙６２）。\nイ　被告は、子出願に係る特許を無効とする本件無効審決が確定したことに\nより、子出願は不適法な分割出願として親出願との関係が遮断され、出願日の遡及\nの利益を享受できなくなったから、子出願を原出願とする孫出願の出願日は、当該\n分割出願が適法であった場合でも、子出願の出願日とみなされる平成５年１０月２\n９日であり、親出願の出願日（昭和５９年１月１７日）まで遡ることはあり得ない\nと主張する。\nそこで、検討するに、子出願に係る特許を無効とする本件無効審決が確\n定したことは前記のとおりであるから、子出願に係る特許権（特許第２５６２６９\n８号）は初めから存在しなかったものとみなされ（特許法１２５条）、このことは\n何人も争えないところである。しかし、上記審決において、平成５年１０月２９日\n付け手続補正書による補正が親出願の出願当初明細書又は図面に記載された事項の\n範囲内のものでないと判断し、その結果、親出願からの子出願の分割出願の明細書\n又は図面は、原出願（親出願）の願書に最初に添付した明細書又は図面の事項の範\n囲内でないものを含むから、同分割は不適法であり、子出願の出願日は上記補正書\nを提出した平成５年１０月２９日であるとした判断は、審決の理由中の判断である\nから、その審決が確定したからといって、子出願とは別個独立の出願手続である孫\n出願に係る特許の無効審判請求事件において、その判断が拘束力を持つと解すべき\n根拠はない。また、子出願の特許が後に無効とされたからといって、子出願から分\n割された孫出願が当然に影響を受けるということもない。\n次に、上記審決の拘束力から離れて、被告の主張に鑑み、孫出願の出願\n日について検討する。\n特許出願の分割について定めた平成６年法律第１１６号による改正前の\n特許法４４条１項は、「特許出願人は、願書に添付した明細書又は図面について補\n正をすることができる時又は期間内に限り、二以上の発明を包含する特許出願の一\n部を一又は二以上の新たな特許出願とすることができる。」と規定していた（な\nお、上記改正後の特許法４４条１項は、特許出願を分割できる時期を「明細書又は\n図面について補正をすることができる期間内に限り」としている。）から、分割出\n願が適法であるための実体的な要件としては、①　もとの出願の明細書又は図面に\n二以上の発明が包含されていたこと、②　新たな出願に係る発明はもとの出願の明\n細書又は図面に記載された発明の一部であること、が必要である。さらに、分割出\n願が原出願の時にしたものとみなされるという効果を有する（特許法４４条２項）\nことからすれば、新たな出願に係る発明は、分割直前のもとの出願の明細書又は図\n面に記載されているだけでは足りず、もとの出願の出願当初明細書又は図面に記載\nされた事項の範囲内であることを要すると解される（逆に、もとの出願の出願当初\n明細書又は図面に記載された事項であれば、分割直前のもとの出願の明細書又は図\n面に記載されていない事項であっても、補正が可能であるから、分割の要件を満た\nすことになる。）。\nところで、本件出願１〔孫出願〕は、親出願からの分割出願である子出\n願を更に分割出願した出願である。特許法には、分割出願に関する規定は同法４４\n条以外に存在しないから、分割出願（子出願）をもとの出願として更に分割出願\n（孫出願）を行う場合についても同条が適用されることになる。したがって、孫出\n願の出願日が親出願の出願日まで遡及するためには、子出願が親出願に対し分割の\n要件を満たし、孫出願が子出願に対し分割の要件を満たし、かつ、孫出願に係る発\n明が親出願の出願当初明細書又は図面に記載された事項の範囲内であることを要す\nるというべきである。\nこれを子出願についてみるに、前記認定事実によれば、子出願は、これ\nを原出願として孫出願を分割出願したのと同時（同日付け）にした平成５年１０月\n２９日付け手続補正書による「線状の支持部材」を「支持部材」とした補正が、親\n出願の出願当初明細書又は図面に記載されておらず、子出願の出願当初明細書又は\n図面にも記載されていない事項を含むものであったものである。そうすると、上記\n補正後の子出願の明細書は、親出願の出願当初明細書又は図面の範囲内でない事項\nを含むものであるから、子出願は、親出願から適法に分割されたものとはいえない\nことになる。したがって、子出願が親出願の時にしたとみなされることはなく、さ\nらに、上記補正後の明細書の特許請求の範囲は、子出願の出願当初明細書又は図面\nの範囲内でない事項を含むものであるから、結局、子出願の出願日は、上記補正書\nを提出した日である平成５年１０月２９日と判断されることになる（平成５年法律\n第２６号による改正前の特許法４０条参照）。一方、前記のとおり、孫出願の出願\n当初の明細書の特許請求の範囲の記載は、分割直前の子出願の明細書の特許請求の\n範囲の記載と全く同じであったから、上記補正がないものとすると、孫出願に係る\n発明は子出願に係る発明と全く同一ということになり、「二以上の発明を包含する\n特許出願の一部を」新たな特許出願とするという分割出願の要件に反することにな\nる。子出願における上記補正はこれを回避するためという目的もあって行われたも\nのと推認される。したがって、子出願から孫出願への分割は、分割と同時に子出願\nについて上記補正が行われたことを前提としてなされたものとして考えるべきであ\nる（この補正がなされなければ、子出願から孫出願への分割は、単に出願中の発明\nと全く同一の発明について新たに出願をしたにすぎず、そのようなものは分割の要\n件を欠くことが明らかであるといわざるを得ない。なお、孫出願における平成７年\n７月１０日付け手続補正書による補正及び本件訂正１によっても、孫出願に係る発\n明と平成５年１０月２９日付け手続補正書による補正前の子出願に係る発明とが同\n一発明であることは変わりがない。）。\n以上によれば、子出願は、上記補正により、親出願からの適法な分割出\n願であるとは認められず、その出願日は平成５年１０月２９日とされるから、結\n局、被告が主張するとおり、孫出願についても、その出願日は親出願の出願日まで\n遡及することはなく、子出願の出願日とされる平成５年１０月２９日（結果として\n孫出願の分割出願の日と一致する。）ということになる。\nウ　この点について、原告は、次のとおり主張するので、以下検討する。\n(ア)　原告は、子出願の分割出願が特許法４４条１項の要件を満たさない\nときには、子出願からの分割出願の出願日も親出願の出願日まで遡及しないという\nのであれば、分割期間の制限により子出願から分割をせざるを得ない場合につい\nて、同一分割内容の分割出願でも他の理由によって無効になる確率が変化すること\nになり、権利の安定性に違いが生じると主張する。\nしかしながら、分割出願制度（特許法４４条１項、２項）の趣旨は、\n出願人に対し、二以上の発明を包含する特許出願の一部を新たな特許出願として出\n願する機会を与え、この新たな特許出願が分割出願として適法なものであるとき\nに、新たな特許出願をもとの特許出願のときにしたものとみなすという出願日の遡\n及効を与えるにとどまり、それを超えて、分割可能期間の制限のため、分割出願に\n係る特許出願から更なる分割出願が順次されざるを得ない場合にも、分割の内容が\n当初の出願の明細書の記載の範囲内でありさえすれば、一連の分割出願すべてにつ\nいて当初の出願の出願日までの出願日遡及の利益を保証するという趣旨ではない。\n特許出願が原々出願、原出願、当該出願と順次分割された場合に、当該出願に係る\n発明が原々出願の出願当初明細書又は図面に記載された発明に含まれるものであっ\nたとしても、原出願が原々出願からの分割要件を欠くときには、当該出願の出願日\nが原々出願の出願日まで遡及しないとされることは、分割出願に関する規定が特許\n法４４条しかないこと及びその文言に照らし、やむを得ないところである。原告の\n主張は失当である。\n(イ)　また、原告は、分割の適法・不適法を検討するのは、分割直前の原\n出願明細書及び図面と分割出願明細書及び図面の記載であり、適法に分割出願がな\nされた後に当該分割出願の特許請求の範囲の構成の変化により分割が不適法となっ\nたとしても、それは当該分割出願のみの問題であって、その結果が自動的に以降の\n分割出願に波及することはあり得ないと主張する。\n確かに、分割に係る新たな特許出願ともとの特許出願とは、別個の出\n願手続であるから、特許要件の具備の有無は別個独立に審査されるものである。し\nたがって、分割後にもとの出願について補正が行われ、その補正の内容が出願当初\nの明細書の記載の範囲内でないために、後にその手続補正書を提出したときにもと\nの出願がされたものと判断されたとしても、それはもとの出願にのみ関わることで\nあって、分割された出願には影響しないとも考えられる。しかし、分割出願が適法\nであるためには、先に述べたとおり、原出願に二以上の発明が包含されていること\nと、新たな出願（分割出願）がこの二以上の発明の一部であることが必要であるか\nら、上記２点に関する限りでは、原出願の内容と分割出願の内容とは関連性を有す\nる。そして、特許出願の明細書又は図面について適法に補正がされた場合には、そ\nの明細書又は図面は、出願当初に遡及して補正後の内容であったものとみなされる\nとの効果を有するのである。したがって、原出願に係る発明と分割出願に係る発明\nとが同一であれば、「二以上の発明を包含する特許出願の一部」という分割要件を\n欠くことになるが、この点についての分割要件の有無は、分割後の原出願又は分割\n出願についての補正によって分割後に変動することは避けられないところである\n（ちなみに、平成６年１月１日より前の出願についての特許庁の審査基準では、分\n割の要件としての新たな出願に係る発明ともとの出願に係る発明が同一でないとい\nう点も審査されてきたこと、もとの出願の補正がなされた場合は、その補正の内容\nいかんによって同一といえるか否かを判断してきたことは、当裁判所に顕著であ\nる。）。少なくとも、本件のように、分割と同時になされ、しかも、原出願に係る\n発明と分割出願に係る発明との同一性に関わるような内容の原出願の補正について\nは、その補正を前提として、分割要件の有無及び原出願の出願日を判断することに\nならざるを得ない。そうすると、原々出願、原出願、当該出願と順次分割がされた\n場合において、原出願から当該出願への分割が分割要件に欠けるところがなかった\nとしても、原出願についての補正の有無、内容いかんにより、原出願の原々出願か\nらの分割がその要件を具備するか否かの帰趨が変動し、そのために、原出願の出願\n日がいつになるかが変動するような事態が生じることも避けがたいところである。\nこのことは、分割出願が原出願の内容と関連性を有する以上、やむを得ないものと\nいうべきである。したがって、この限度で、原告の主張は理由がない。\n本件においては、子出願から孫出願の分割と同時になされた子出願に\nついての補正が親出願（及び子出願）の出願当初明細書又は図面に記載された事項\nの範囲内でないものを含むものであるから、子出願が適法な分割出願であると認め\nられず、しかも、子出願に係る特許を無効とする審決が確定しているから、もは\nや、この補正を修正することは不可能であり（本件の場合は、原告は、本件無効審\n決に対し審決取消訴訟を提起した上で、特許請求の範囲の減縮を目的とする訂正審\n判（特許法１２６条１項）を請求することにより、子出願の明細書の特許請求の範\n囲の記載に「線状でない支持部材」が含まれないよう明細書を訂正することも可能\nであったと解される。）、孫出願の出願日は、子出願についての上記状況を前提に\n判断すべきものである。\n(ウ)　なお、原告は、本件特許１についての無効審判請求事件（無効２０\n００－３５５９８号）の審決（甲３６）が請求不成立とするものであり、被告の分\n割不適法の主張を理由がないと判断していることによれば、子出願を分割不適法と\nする本件無効審決により、本件出願１（孫出願）の出願日が親出願の出願日まで遡\n及しないことにはならないと主張する。しかしながら、本件特許１についての前記\n無効審判請求事件においては、請求人は、本件出願１（孫出願）に係る発明が親出\n願の出願当初明細書に記載されていない事項を含むこと等を理由として本件出願１\nに分割要件違反があること等を主張しており、子出願についての補正の点に関して\nは主張しておらず、審決中でもその点の判断はしていないから（甲３６）、同審決\nがあったことで上記判断が左右されるものではない。そればかりでなく、同審決\nは、本件無効審決が確定する前（本件無効審決と同じ平成１３年８月３１日付け）\nのものであり、この時点では、審決取消訴訟の提起により本件無効審決が取り消さ\nれる可能性、若しくは、訂正審判の請求により子出願の分割不適法理由が解消され\nる可能性が残っていたのであるから、同じ審判合議体のした審決であっても、補正\nに伴う子出願の分割不適法についての判断を示さなかったことも、首肯し得るとこ\nろである。原告のこの点の主張も理由がない。\nエ　以上によれば、本件出願１の出願日は、子出願の出願日と判断される平\n成５年１０月２９日以前に遡及することはない。そうすると、本件発明１は、その\n出願前である昭和６０年８月１２日に親出願の公開特許公報（乙６）が公開されて\nいるから、同公報は、本件発明１の特許出願前に頒布された刊行物に当たる。しか\nるところ、上記公開特許公報（記載内容は親出願の当初明細書と同じである。）の\n特許請求の範囲は、「(1)手による折り曲げが可能で、かつ曲げられた状態で型枠に\n埋設物を押圧できる突張り強度を有する線状の支持部と、支持部をコンクリート壁\n内に埋設される埋設物に取付ける取付部とからなるコンクリート埋設物の架設\n具。(2)コンクリート埋設物とこれに一体に設けられた線状の支持部材よりなる架設\n具とからなり、支持部材は手による折り曲げが可能で、かつ曲げられた状態で型枠\nに埋設物を押圧できる突張り強度を有し、支持部材を曲げてコンクリート壁内の支\n骨である鉄筋に架設し埋設物の位置決めを行うようにした架設具を有するコンクリ\nート埋設物。」というものである。\nそこで、本件発明１と、上記公開公報の特許請求の範囲の記載のみなら\nず、発明の詳細な説明の記載及び図面を含めた公報の記載とを対比する。まず、上\n記公開公報の特許請求の範囲(1)、(2)をみると、本件発明１では、線状の支持部材\nが「三次元方向に自在に」折り曲げ可能であるとされているのに対して、公開公報\nでは「三次元方向に自在に」という文言がないこと、本件発明１の支持部材は「複\n数」とされているが、公開公報ではその記載がないこと、本件発明１では、支持部\n材が曲げられた状態で型枠に「埋設物本体の開口部」を押圧できる突っ張り強度を\n有するとされているが、公開公報では、「埋設物を押圧」できるとされていて、\n「埋設物本体の開口部」とはされていないこと、本件発明１では、「複数の支持部\n材の各々を、鉄筋に対し埋設物本体を任意の位置に設置するのに十分な長さの自由\n端を残して、埋設物本体の外方に突出するように埋設物本体の開口部の反対側に、\n線状又は複数の点状に固着する」とされているが、公開公報では、単に「支持部材\nを曲げてコンクリート壁内の支骨である鉄筋に架設し埋設物の位置決めを行なうよ\nうにした」と記載されているにすぎない点で異なっている。しかし、公開公報の発\n明の詳細な説明及び図面の記載をみると、支持部材が「三次元方向に自在に」折り\n曲げ可能であることは、例えば、公開公報の２頁右上欄９行目～１０行目に「支持\n部（１）は手で曲げることができるものであって曲げ方向を自在に設定できる」と\n記載されている（なお、公開公報の特許請求の範囲(1)では「支持部」、同(2)では\n「支持部材」とされているが、これは、同(1)が対象とする「架設具」と同(2)が対\n象とする「コンクリート埋設物」とで用語を区別したものにすぎず、同じ物を指し\nている。）。支持部材が「複数」であることは、公開公報の多数の図面（例えば、\n電気配線用のボックスについての一例を示す斜視図である第３４図）に示されてい\nる。支持部材が曲げられた状態で型枠に「埋設物本体の開口部」を押圧するもので\nあることは、公開公報の２頁右上欄１７行目～左下欄９行目に「支持部（１）は、\n曲げられた状態で型枠に埋設物を押圧できる突っ張り強度を有するものであって、\n第１図に示すように、埋設物（４）を型枠（６）に押し当てた状態のときに、埋設\n物（４）に対して加わる矢印（６１）方向の力に対して、支持部（１）が曲げられ\nた状態で、これに対向するように矢印（６２）方向に埋設物（４）を突っ張らせる\n押圧力を有している。この状態では埋設物（４）は支持部（１）によって、型枠\n（６）に押しつけられた状態換言すれば密接した状態に保たれている。」と、４頁\n左上欄１行目～４行目に「ボックス（１０）を型枠（６）に当接させ、型枠（６）\nにボックス（１０）の開口部が密接するように架設具の支持部（１１）を手で折り\n曲げて鉄筋（５）に架設すればよい。」と記載されていることや、第１図、第１０\n図に開示されている。また、本件発明１の「複数の支持部材の各々を、鉄筋に対し\n埋設物本体を任意の位置に設置するのに十分な長さの自由端を残して、埋設物本体\nの外方に突出するように埋設物本体の開口部の反対側に、線状又は複数の点状に固\n着する」との点は、公開公報の発明の詳細な説明中の実施例における線状の支持部\nないし支持部材の取付方法の説明の記載や多数の図面に開示されていると認められ\nる。\nそうすると、本件発明１は、上記公開公報の発明の詳細な説明の記載と\n図面及び当業者に自明の事項の範囲内のものであると認められ、そうでないとして\nも、同公報に記載された発明に基づいて当業者が容易に発明をすることができたも\nのと認められる（このことは、本件出願１が、子出願からの分割出願であり、子出\n願が親出願からの分割出願であることの当然の帰結というべきである。）。したが\nって、本件特許１は、特許法２９条１項３号又は２項の規定に違反してされたもの\nとして同法１２３条１項２号の無効理由を有することが明らかである。そして、本\n件無効審決が確定している以上、もはや訂正により子出願の分割要件違反を解消し\nて、子出願の出願日を親出願の出願日まで遡らせることは不可能であり、ひいては\n本件特許１の無効理由を除去することもできないというべきである。\n(3)　以上によれば、本件特許権１に基づく原告の請求は、権利の濫用に当たり\n許されない。\n〔第２事件〕\n３　争点(3)（ハ号物件は、本件発明２の技術的範囲に属するか。）について\n(1)　同ア（ハ号物件は、本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成\n要件(b)にいう「コンクリート埋設物」に当たるか。）について\n本件明細書２の特許請求の範囲第１項及び第２項の記載によれば、本件発\n明２(1)の構成要件ｂ及び本件発明２(2)の構成要件(b)にいう「コンクリート埋設\n物」には、コンクリート中に埋設される有体物という以上の限定はなく、明細書の\n発明の詳細な説明及び図面にも「コンクリート埋設物」の意義を限定した記載はな\nい（甲２９）。したがって、電気配線用の埋込ボックスの用途を有する物は、他の\n用途の有無に関わりなく、本件発明２(1)の構成要件ｂ及び本件発明２(2)の構成要\n件(b)にいう「コンクリート埋設物」を充足するものと解される。ハ号物件は、前記\n１、(1)、ウ、(ア)のとおり、コンクリート中に埋設されるボックスであるから、本\n件発明２(1)の構成要件ｂ及び本件発明２(2)の構成要件(b)にいう「コンクリート埋\n設物」に該当する。\n(2)　同イ（ハ号物件は、本件発明２(1)の構成要件ａ及び本件発明２(2)の構成\n要件(a)にいう「開口部の反対側」及び「取付ける」の構成を備えているか。）につ\nいて\nア　「開口部の反対側」及び「取付ける」の意義について\n(ア)　本件明細書２の発明の詳細な説明の項及び図面には、次の記載があ\nる（甲２９）。\nａ　【従来の技術】の項に、「従来、コンクリート埋設物は種々の支持\n部材、架設具等を使用してコンクリート壁の支骨をなす鉄筋の任意の部位に架設さ\nれる。」（【０００２】）との記載がある。\nｂ　【発明が解決しようとする課題】の項に、「従来の支持部材は、…\n型枠に埋設物を密接させることができないものであった。」（【０００３】）、\n「埋設物が型枠に確実に密接されていないと、コンクリート打設時に、型枠と埋設\n物との隙間から埋設物の開口部にコンクリートが侵入してしまう。」（【０００\n４】）、「本発明は、このような従来の支持部材の問題を鑑みてなされたものであ\nり、その目的とするところは、…埋設物を型枠に確実に密接させることのできる支\n持部材を取付けできるコンクリート埋設物を提供することにある。」（【０００\n５】）との記載がある。\nｃ　【課題を解決するための手段】の項に、「上記課題を解決するため\nの手段として、請求項１の発明は、手による三次元方向に自在に折り曲げが可能で\nあると共に、曲げられた状態で型枠に埋設物本体の開口部を押圧できる突張り強度\nを有し、コンクリート壁の支骨をなす鉄筋に架設される線状の複数の支持部材の各\n々を、前記埋設物本体の開口部の反対側に複数箇所で取付ける取付部を備えたこと\nを、その要旨としている。また、請求項２の発明は、手による三次元方向に自在に\n折り曲げが可能であると共に、曲げられた状態で型枠にボックスの開口部を押圧で\nきる突張り強度を有し、コンクリート壁の支骨をなす鉄筋に架設される線状の複数\nの支持部材の各々を、前記ボックスの開口部の反対側の４隅における複数箇所で取\n付ける取付部を備えたことを、その要旨としている。」（【０００６】）との記載\nがある。\nｄ　【発明の実施の形態】（作用）の項に、「上記構成により、…支持\n部材は曲げられた状態で型枠に埋設物を押圧できる突張り強度を有するから埋設物\nを型枠に確実に密接させておくことができる。」（【０００７】）との記載があ\nる。\nｅ　【発明の実施の形態】（実施例）の項には、本発明に係るコンクリ\nート埋設物用の支持部材の使用状態における作用を説明するための側面図及び平面\n図である図１・２について、「支持部材１は、…図１に示すように、埋設物本体４\nを型枠６に押し当てた状態のときに、埋設物本体４に対して加わる矢印６１方向の\n力に対して、支持部材１が曲げられた状態で、これに対向するように矢印６２方向\nに埋設物本体４を突っ張らせる押圧力を有している。この状態では埋設物本体４は\n支持部材１によって、型枠６に押し付けられた状態換言すれば密接した状態に保た\nれている。」（【００１０】）、「支持部材保持体２は、支持部材１を埋設物本体\n４に取付けるための構造を有するものである。取付けには螺子による取付け、嵌合\nによる取付け等種々の手段がある。…図２に示すように、埋設物本体（電気配線用\nボックス）４に一様に支持部材１の押圧（矢印６３）が加わるような態様となるの\nが型枠への密着性の点から好ましい。」（【００１１】）との記載がある。そし\nて、本件発明２に係るコンクリート埋設物の実施例として、上記のように、埋設物\n（ボックスのほか、インサート、エンドカバー、仮枠ブッシングが示されてい\nる。）に支持部材保持体を介して支持部材を取り付けるものと、埋設物（ボックス\n及びインサートが示されている。）本体に直接支持部材を設けるものとが示されて\nいる。それらにおける支持部材の具体的取付態様としては、①弾性を有する凹部に\n嵌め込む（【００１３】【００２７】【００３６】）、②取付部にスポット溶接す\nる（【００２０】【００２３】【００２５】【００３０】【００３１】【００３\n５】）、③ネジ又はボルト、ナットを用いて螺着する（【００１４】【００１\n９】）、④ビス（又はタッピングネジ）頭部の下面で固定する（【００３２】）、\n⑤ボックス外壁に設けられた切り起こし突起によってかしめる（【００３３】）と\nいった例が挙げられている。\nｆ　【発明の効果】の項に、「本発明に係るコンクリート埋設物は、こ\nの保持部を介して取付られる支持部材が手による三次元方向に自在に折り曲げが可\n能であるから、手で変形させて鉄筋に架設すれば、埋設物本体を埋設したい所定の\n位置へ容易に設置することができる。したがって埋設物本体の設置が迅速に行な\nえ、埋設作業を効率よく行なうことができる。また、支持部材は手で自由に折り曲\nげることができるから、これらの曲げ具合を調整することによって埋設物の設置箇\n所の状況に応じた種々の対応が可能である。さらに、支持部材は曲げられた状態で\n型枠に埋設物を押圧できる突張り強度を有するから埋設物を型枠に確実に密接させ\nておくことができる。」（【００３７】）との記載がある。\nこれらの記載を参酌すると、本件発明２(1)及び(2)は、複数の線状の\n支持部材の突張り強度を利用して型枠に埋設物本体を確実に密接させるようにした\n発明であり、その手段として、三次元方向の曲げ可能性と突張り強度を有する複数\nの支持部材の各々を、「埋設物本体の開口部の反対側に複数箇所で取り付ける取付\n部を備える」（本件発明２(1)）、「前記ボックスの開口部の反対側の４隅における\n複数箇所で取付ける取付部を備える」（本件発明２(2)）という各構成を採用したも\nのといえる。そうすると、「開口部の反対側」とは、外縁部も含む概念である「開\n口部」と逆方向に位置し、その中の複数の点で押圧力を加えることにより開口部を\n型枠に密接できれば足りると解されるから、被告が主張するように「外縁部」を除\n外すべきものではない。また、「取付け」とは、複数の支持部材と埋設物本体の接\n点に押圧力を加えて埋設物本体を型枠に押し付ける手段であるから、支持部材が埋\n設物本体を保持することにより埋設物が容易に所定の位置から移動せず、鉄筋への\n架設及び埋設物本体の開口部の型枠への密接な押圧を可能とする程度に埋設物本体\nの動きを規制しておれば足りると解するのが相当である。\n(イ)　被告は、本件発明２が親出願からの分割出願であることから、「開\n口部の反対側」は、従来からあるボックスの背面に限定されると主張する。しか\nし、親出願の出願当初明細書で開示された発明は、前記１、(2)、ア、(エ)のとお\nり、線状の支持部材により埋設物を型枠に押し付けることができれば、取付位置及\nび押圧の態様を問わないものであったと解され、本件発明２の「開口部の反対側」\nを「背面」に限定しなければ、本件出願２が親出願の出願の範囲を超える不適法な\n分割出願に当たるとはいえないから、被告の主張は失当である。\n(ウ)　被告は、本件発明２の出願経過で原告が提出した平成９年６月２７\n日付け意見書（乙４８）の記載を根拠にして、「開口部の反対側」や「取付け」の\n意義を限定して解すべきである旨主張する。しかし、上記意見書（乙４８）の記載\nは、支持部材の取付位置である「開口部の反対側」からボックスの背面以外の部分\nを排除する意思を示したものとは解し難いし、「取付ける」の意義も被告主張のよ\nうに限定する意思を表示したものとも認め難い。\nまた、被告は、背面に複数の支持部材を取り付けることができるコン\nクリート埋設ボックスが本件発明２の出願前に公知であったことを根拠に、本件発\n明２を限定して解釈すべき旨も主張するが、被告主張のような公知技術が存在する\nことをもって本件発明２の技術的範囲を限定して解釈すべきことの根拠とはならな\nいから、被告の主張は失当である。\nイ　証拠（甲７の１、甲８、９、２７）によれば、ハ号物件（前記第２、\n１、(4)、イ掲記の①４㎜バーＢＯＸ薄型４ＯＢ〔商品コード２５Ｂ４ＯＢ３Ｚ、品\n番Ｖ－４ＯＢ３Ｚ〕、②４㎜バーＢＯＸ薄形〔品番Ｖ－４ＯＢ３Ｚ〕、③４㎜バー\nボックス薄形〔品番Ｖ－４ＯＢ３Ｚ〕を除く。以下同じ。）は、ボックス状の本体\nの背面と側面が交差する外縁部の４隅に設けられた線材保持部１Ｃに２本の線材２\nを取り付け、これらの線材によりボックスを鉄筋に架設するとともに、線材からの\n押圧力をボックス開口部の周壁に加え、埋設物本体を型枠に押圧するコンクリート\n埋設物であることが認められる。\n本件発明２(1)の構成要件ａ及び本件発明２(2)の構成要件(a)にいう「開\n口部の反対側」は周壁を含み、「取付ける」が、埋設物本体の開口部の型枠への密\n接な押圧を可能とする程度に埋設物本体の動きを規制することを意味することは前\n記アのとおりである。そうすると、ハ号物件は、本件発明２(1)の構成要件ａ及び本\n件発明２(2)の構成要件(a)にいう「開口部の反対側」及び「取付ける」を充足し、\n本件発明２(1)及び(2)の技術的範囲に属する。\n(3)　同ウ（原告が、支持部材を横方向から挿入する構成を有するハ号物件につ\nいて、本件発明２の技術的範囲に属すると主張することは、禁反言の原則により許\nされないか。）について\n被告は、前掲最高裁判所平成３年３月１９日第三小法廷判決を援用し、特\n許請求の範囲の文言自体が訂正されていなくても、ある実施例がすべて削除された\n場合は、これを含まないものに特許請求の範囲の構成が減縮されたものと解すべき\nところ、原告は、本件訂正２により図４３・図４４の実施例を削除したことによ\nり、支持部材７１をボックス１０の横方向から挿入して固着する実施例をすべて削\n除したから、支持部材を横方向から挿入する構成は、本件発明２の特許請求の範囲\nから除外されたと主張する。\n前記最高裁平成３年３月１９日判決の判示内容は前記１、(3)で述べたとお\nりであるところ、証拠（甲２９、３７、乙４８）及び弁論の全趣旨によれば、本件\n訂正２による本件明細書２の図４３・図４４及びその説明部分の削除は、本件特許\n１について前記１、(3)で判示したのと同様に、親出願の出願当初明細書から存在す\nる「かしめ固定」についての実施例の記載のうち、当初明細書に記載がなく、後に\n手続補正で追加された具体的態様に関する部分を削除したものであると認められ\nる。そうすると、本件訂正２は、本件明細書２に記載された実施例の一部を削除す\nるものに他ならなず、これをもって、原告が本件発明２の特許請求の範囲から支持\n部材を横方向から挿入する構成をすべて排除したと解することはできない。したが\nって、本件訂正２は、前記最高裁判決とは事案を異にするものであり、被告の主張\nは失当である。\n(4)　同エ（ハ号物件は、本件発明２の作用効果を奏しないため、本件発明２の\n技術的範囲に属しないといえるか。）について\nハ号物件は、埋込用バーの押圧力を周壁１J（別紙参考図参照）に加えるも\nのであって「背面」に加えるものでないから、本件発明２の作用効果を奏しないと\n主張する。しかしながら、本件発明２の作用効果は、前記(2)、アのとおり、埋設物\n本体に押圧力を面圧として加えることにより、周壁を含む埋設物の開口部を型枠に\n均一に密接することにあり、前記(2)、イのとおり、ハ号物件は、このような作用効\n果を奏すると認められるのであるから、被告の主張は失当である。\n４　争点(4)（本件特許２には明らかな無効理由が存在するか。）について\n(1)  同ア（新規性又は進歩性欠如）について\nア　被告は、本件発明２は、乙４６又は乙４７に記載された発明と実質的に\n同一であるか、そうでないとしても、乙４６、乙４７に記載された発明に基づいて\n当業者が容易に発明することができたと主張する。しかしながら、前記３、(2)で認\n定したように、本件発明２は、①複数の支持部材によって埋設物を支骨鉄筋に取り\n付ける、②曲げられた状態で突張り強度を有する支持部材からの押圧力を面圧とし\nて埋設物本体に加えることにより埋設物の開口部を型枠に均一に密接する、という\n構成を有するものであるところ、乙４６、乙４７は、上記①及び②の構成の少なく\nとも一方を開示も示唆もしておらず、コンクリート埋設ボックスの固定装置として\nは、本件発明２と構成を異にするものといわざるをえず、また、乙４６、乙４７記\n載の発明に基づいて当業者が容易に発明をすることができたとも認められない。\nイ　次に、被告は、本件発明２は、乙４６、乙４７に加えて乙５２ないし乙\n５４に記載の発明に基づいて当業者が容易に発明をすることができた旨主張する。\nしかるところ、被告の挙示するこれらの発明は、前記２のとおり、いずれも、①線\n状の支持部材の曲げ可能性を用いてコンクリート壁の支骨をなす鉄筋に埋設物を適\n宜架設すること、②線状の支持部材がその突張り強度により埋設物本体の開口部の\n反対側の複数の点に対して押圧力を加えることにより埋設物本体を型枠に密接させ\nることの少なくとも一方を欠き、乙５２のなまし鉄線の用法及び強度に関する記載\nを考慮しても、親出願出願日（昭和５９年１月１７日）当時の当業者がこれらの発\n明に基づいて前記二つの構成を備える本件発明２に容易に想到することができたと\nは認められない。\nウ　よって、本件特許２が特許法２９条１項又は２項の規定に違反してされ\nたという無効理由があることが明らかであるとはいえない。\n(2)　同イ（本件発明２は、子出願につき分割不適法と判断して子出願に係る特\n許を無効とした審決が確定したことにより、その出願日が親出願の出願日に遡及し\nないこととなる結果、新規性又は進歩性を欠くか。）について\nア　本件出願２は、平成７年７月１０日付けで、本件出願１の一部を分割し\nてされた出願（特願平７－１７３５５２号〔曾孫出願〕）の一部を、平成８年４月\n８日付けで更に分割して特許出願（特願平８－８５１０７号〔玄孫出願〕）したも\nのである（前記第２、１、(3)、ア、(イ)）。したがって、本件出願２（玄孫出\n願）、曾孫出願、本件出願１（孫出願）、子出願の各分割出願がそれぞれ特許法４\n４条１項の分割要件を満たし、かつ、本件出願２に係る発明が親出願の出願当初明\n細書又は図面に記載された事項の範囲内である場合には、本件出願２の出願日は、\n親出願の出願日まで遡及することになる。\nイ　本件出願１は、子出願からの分割出願したものであるところ、前記\n２、(2)で判示したとおり、子出願の出願日は、平成５年１０月２９日と判断され、\n親出願の出願日である昭和５９年１月１７日まで遡及することはない。そうする\nと、本件出願２は、曾孫出願からの分割が分割要件を満たしているとしても、その\n出願日は、せいぜい、子出願の出願日と判断される（本件出願１の分割出願の日で\nもある。）平成５年１０月２９日までしか遡及しないこととなり、親出願の出願日\nである昭和５９年１月１７日まで遡及することはない。\nウ  この点につき、原告は、本件特許２についての無効審判請求事件（無効\n２０００－３５６０４号）の審決（甲３７）において、本件出願２が適法に分割出\n願されたと認定されたことによれば、子出願を分割不適法とする本件無効審決によ\nり、本件出願２（玄孫出願）の出願日が親出願の出願日まで遡及しないことにはな\nらないと主張する。しかしながら、前記２、(2)、ウ、(ウ)で述べたのと同じ理由に\nより、原告の主張は理由がない。\nエ　以上によれば、本件出願２の出願日は平成５年１０月２９日までしか遡\n及しない。そうすると、本件発明２の出願前である昭和６０年８月１２日に親出願\nの公開特許公報（乙６）が公開されているから、同公報は、本件発明２の特許出願\n前に頒布された刊行物に当たる。本件発明１と上記公開公報との対比は既に判示し\nたとおりである（前記２、(2)、エ）ところ、本件発明２(1)は、本件発明１と比べ\nると、本件発明１では、コンクリート埋設物が、線状の複数の支持部材の各々を\n「鉄筋に対し埋設物本体を任意の位置に設置するのに十分な長さの自由端を残し\nて、埋設物本体の外方に突出するように埋設物本体の開口部の反対側に、線状又は\n複数の点状に固着する」という構成を有するのに対し、本件発明２(1)では、コンク\nリート埋設物が、線状の複数の支持部材の各々を「埋設物本体の開口部の反対側に\n複数箇所で取付ける取付部を備えた」という点で異なるだけであり、また、本件発\n明２(2)は、同(1)の「埋設物本体」が「ボックス」と、「反対側の複数箇所」が\n「反対側の４隅における複数箇所」と特定されているだけである。そして、支持部\n材（支持部）を埋設物に取り付ける「取付部」の構成は、上記公開公報の特許請求\nの範囲(1)に記載されているところであるし、この「取付部」の点を含む本件発明２\nと本件発明１との相違部分も、上記公開公報の発明の詳細な説明及び図面に開示さ\nれていることが明らかである。したがって、本件発明２は、上記公開公報に記載さ\nれた発明と同一であるか、又は少なくとも同公報に記載された発明に基づいて、当\n業者が容易に発明をすることができたものと認められる。そうすると、本件特許２\nは、特許法２９条１項３号又は２項の規定に違反してされたものであり、同法１２\n３条１項２号の無効理由を有することが明らかである。本件無効審決が確定してい\nる以上、もはや訂正により子出願の分割要件違反を解消し、その出願日を親出願の\n出願日まで遡及させることは不可能であり、ひいては本件特許２の無効理由を除去\nすることはできないというべきである。\n(3)　以上によれば、本件特許権２に基づく原告の請求は、権利の濫用に当たり\n許されない。\n５　以上の次第で、原告の第１事件及び第２事件の各請求は、いずれも理由がな\nい。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　阿　　　多　　　麻　　　子\n裁判官　　　　　前　　　田　　　郁　　　勝\n（別紙）\nイ号物件目録図１図２図３図４商品リストハ号物件目録図１図２図３図４商品リス\nト削除部分目録商品目録親出願（特願昭５９－６８３３号）からの分割出願の推移\n一覧参考図\n"
}