{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 7
  },
  "case_number": "平成16(行コ)180",
  "case_name": "障害年金再裁定処分取消等請求控訴事件(原審・東京地方裁判所平成15年(行ウ)第34号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "14985",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14985",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/985/014985_hanrei.pdf",
  "contents": "主　　　文\n１　原判決中，控訴人ら敗訴部分を取り消す。\n２　被控訴人の請求を棄却する。\n３　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n主文と同旨の判決を求める。\n二　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\nとの判決を求める。\n第二　事案の概要\n本件は，昭和５２年５月２日に厚生年金保険法（昭和６０年法律第３４号による\n改正前のもの。以下，同改正後のものを「法」という。）に基づく障害年金の支給\n裁定（以下「前裁定」という。）を受け，その支給を受けていた被控訴人が，控訴\n人社会保険庁長官が平成１３年９月１３日に至って前裁定を取り消して年金額を昭\n和５０年１１月にさかのぼって減額する再裁定処分（以下「本件再裁定」とい\nう。）をしたことに違法があると主張して，同控訴人に対し，これらの処分（以下\n「本件各処分」という。）の取消しを求め，控訴人国に対し，本件各処分前５年間\nの年金の過払分１０９万００３３円との内払調整として本件各処分後に支払期の到\n来した年金から控除された額５６万４２７９円の追加支給と上記過払分のうち内払\n調整未了の分の不当利得返還債務の不存在確認を求める事案である。\nなお，原判決は，被控訴人の控訴人国に対する不当利得返還債務の不存在確認請\n求について，上記過払分１０９万００３３円のうち内払調整未了の分のみの返還債\n務の不存在確認ではなく，前裁定から本件再裁定までの間の過払分の返還債務全体\nの不存在確認を求めているものと解して，これを全部認容した。\n事案の概要は，次のとおり訂正するほかは，原判決の「事実及び理由」の第２に\n記載のとおりであるから，これを引用する。\n１　原判決３頁４行目から６行目にかけての「内払調整により支払った過払金相当\n額（この法的趣旨をいかに解するかについては下記第３，２（１）参照）及び遅延\n損害金の返還」を「内払調整として本件各処分後に支払期の到来した年金から控除\nされた額及び遅延損害金の支払」に改める。\n２　原判決６頁８行目の「平成１６年」から１０行目末尾までを「内払調整の額\nは，平成１５年１０月１６日までに支払期が到来した年金について合計５３万０３\n１３円，同年１２月１５日を支払期とする年金について３万３９６６円であり，総\n合計５６万４２７９円である（甲１２，乙１０，１１，弁論の全趣旨）」に改め\nる。\n３　原判決１２頁２３行目の「原告」から２４行目の「参照）」までを「被控訴人\nに支払われるべきであるし」に改める。\n４　原判決１３頁２３行目の「４９万１７８８円」の次に「（平成１５年１２月１\n５日時点では５２万５７５４円）」を加える。\n第三　当裁判所の判断\n一　本件各処分の適否について\n１　一般に，行政処分は適法かつ妥当なものでなければならないから，いったんさ\nれた行政処分も，後にそれが違法又は不当なものであることが明らかになった場合\nには，法律による行政の原理又は法治主義の要請に基づき，行政行為の適法性や合\n目的性を回復するため，法律上特別の根拠なくして，処分をした行政庁が自ら職権\nによりこれを取り消すことができるというべきであるが，ただ，取り消されるべき\n行政処分の性質，相手方その他の利害関係人の既得の権利利益の保護，当該行政処\n分を基礎として形成された新たな法律関係の安定の要請などの見地から，条理上そ\nの取消しをすることが許されず，又は，制限される場合があるというべきである。\nそして，授益的な行政処分がされた場合において，後にそれが違法であることが\n明らかになったときは，行政処分の取消しにより処分の相手方が受ける不利益と処\n分に基づいて生じた効果を維持することの公益上の不利益とを比較考量し，当該処\n分を放置することが公共の福祉の要請に照らし著しく不当であると認められるとき\nには，処分をした行政庁がこれを職権で取り消し，遡及的に処分がされなかったの\nと同一の状態に復せしめることが許されると解するのが相当である。\n２（一）　これを前裁定（前裁定は，法３３条の規定に基づく社会保険庁長官の支\n給裁定であり，それにより受給権が具体化し，現実に給付を受け得るに至るもので\nあるから，授益的な行政処分ということができる。）についてみると，そもそも法\nは，労働者の老齢，障害又は死亡について保険給付を行い，労働者及びその遺族の\n生活の安定と福祉の向上に寄与することを目的とし（法１条），被保険者及び事業\n主が拠出する保険料によって保険給付がまかなわれる社会保険制度である（法８２\n条１項）。このような厚生年金保険制度の目的や仕組みに照らすと，これを所管す\nる政府としては，年金財源が限られていることを踏まえ，無駄のない効率的な制度\nの運営を行い，年金の過誤払によって受給権者間の平等，公平が害されることがな\nいようにすることを強く要請されているものというべきである。\n法においては，乙年金の受給権者が甲年金の受給権を取得したため乙年金の受給\n権が消滅し，又は同一人に対して乙年金の支給を停止して甲年金を支給すべき場合\nであるにもかかわらず，乙年金の支払が行われたときは，その支払われた乙年金\nは，甲年金の内払とみなすとされ（同法３９条１項），年金の支給を停止すべき事\n由又は年金を減額して改定すべき事由が生じたにもかかわらず，その後も同額の年\n金が支払われたときは，支給を停止又は減額すべきであった部分は，その後に支払\nうべき年金の内払とみなすことができるとされ（同条２項），さらに，年金の受給\n者が死亡して受給権が消滅した後も年金の過誤払がされた場合において，その返還\n債務の弁済をすべき者に支払うべき年金があるときは，その年金の金額を過誤払に\nよる返還債務の弁済に充当することができるとされている（法３９条の２）。これ\nらの規定も，上記のような法の趣旨の表れであるということができる。\nこのような，法の趣旨にかんがみると，法は，年金の過誤払があった場合には，\n年金財源確保の見地から，可及的に返還を求めるべきことを公益上の必要としてい\nることが明らかである。したがって，年金給付の裁定に当たって年金額決定の基礎\nに誤りがあり，本来の年金額よりも多額の裁定がされて支給された場合に，そのよ\nうな年金の支給を容認することは，法の趣旨に反することが明らかであり，かかる\n違法な裁定の効果をそのまま維持することは，不当，不公平な結果を招来し，公益\nに著しく反するものといわなければならない。\n（二）　もっとも，支給裁定が取り消されれば，その効力が遡及的に失われるか\nら，受給権者は，それに基づいて支給を受けた利益が現存する限り，これを返還し\nなければならない立場に立たされ，あるいは，将来支給を受け得る年金額について\nの期待を裏切られることになって，不測の損失を被る場合があり得ることは否定で\nきない。\n本件においても，前裁定が取り消されれば，被控訴人には，支給が開始された昭\n和５０年１１月から平成１３年７月までの間に４３１万１６０２円の過払が生じる\nことになり，被控訴人は，その利益が現存している限りこれを返還しなければなら\nず，将来の年金額に対する期待を裏切られることになる。\nしかし，前裁定に基づく年金の支給を受け得たという被控訴人の利益が害される\nことになるとはいっても，それは，本来被控訴人において保持することが許されな\nい利益が奪われることを意味するにすぎないのであり，そのような利益は，本来的\nには法的な保護に値しないものである。そして，控訴人国は，被控訴人に対して，\n前記過払金のうち本件再裁定からさかのぼって５年間の分１０９万００３３円につ\nいて，内払調整による返還を求めているところ，控訴人国が，上記金額の限度で，\nしかも，本来過払金は一括返還をするのが原則であるにもかかわらず，内払調整と\nいう分割返済の方法による返還を求めるに止めていることは，返還請求を受ける被\n控訴人の不利益，生活への影響に配慮したものということができ，被控訴人が前裁\n定の取消しによって受ける不利益を緩和する措置の一つであるということができ\nる。また，保険給付を受ける権利についての控訴人社会保険庁長官の支給裁定は，\n法の規定に基づき発生した受給権を確認する確認的処分であり，それによって受給\n権が新たに発生するものではないし，これにより第三者との間で新たな法律関係が\n形成されるものではないから，既得権の侵害や第三者との間の新たな法律関係が害\nされることはあり得ない。\n（三）　以上によれば，前裁定を取り消すことなくその効果をそのまま維持するこ\nとによって生ずる公益上の不利益は，前記のとおり極めて大きいといわなければな\nらないのに対して，これを取り消すことによる不利益は，上記の範囲にとどまるの\nであって，両者を比較考量すれば，前裁定を取り消すことなく放置することは，公\n共の福祉の要請に照らし著しく不当であるといわなければならない。\n３（一）　被控訴人は，控訴人社会保険庁長官が前裁定後長期間取消権を行使せ\nず，特に，被控訴人が昭和５３年７月に大津社会保険事務所に職歴調査を申し出た\n時点又は遅くとも昭和５５年１月に同事務所に電子情報システムを利用しての被保\n険者記録検索装置が整備された時点において年金の再裁定をすることが可能となっ\nたのに，その後２１年以上もこれを放置していたのであるから，平成１３年９月１\n３日に至って前裁定を取り消したことは行政権を濫用したものであり，信義則上許\nされないと主張する。\n（二）　しかし，本件再裁定に至った経緯は，引用に係る第１審判決が認定すると\nおりであるところ，前裁定がされる過程において，被控訴人が意図的にその有する\n年金番号のうちの昀後の一つのみを選択して裁定の請求をしたとまでは認められな\nいとしても，被控訴人は，前裁定の時点において，自らの就労歴から，申告した期\n間以前にも被保険期間があることを当然に認識し得たはずである。そして，証拠\n（乙１８）及び弁論の全趣旨によれば，被控訴人が前裁定を受けた当時の障害年金\n裁定請求書の定型用紙においては，昀初の職歴から順次現在に至るまでの職歴を記\n載すべきものとされ，「職歴欄の記入方法」として「職歴は，昭和１７年６月１日\n以後に勤務した事業所について記入してください。」という注記がされていたこ\nと，ところが，被控訴人は，昀後の事業所である光運油における職歴及び年金番号\nのみを記入したこと，一方，前裁定当時，控訴人社会保険庁長官は，被控訴人のよ\nうに複数の年金番号を有する者について，被保険者の年金番号又は職歴の申告によ\nらなければ正しい被保険者期間を把握することができない状況にあり，そのため，\n被保険者が自らの被保険者期間を正しく申告して裁定請求しているものと信頼する\nほかなかったこと，前裁定の裁定請求の際，控訴人社会保険庁長官の側で，被保険\n者期間や職歴の申告について何らかの誤った指導を行う等，誤った裁定請求を誘発\nし，相手方の信頼や誤解を生じさせる原因となるような行為をした事実はないこと\nが認められる。そうすると，前裁定において誤った年金額が裁定されたことについ\nては，不正確な申告をした被控訴人の側に主たる原因があったものというべきであ\nる。\n（三）　また，証拠（甲５）及び弁論の全趣旨によれば，被控訴人が昭和５３年７\n月に大津社会保険事務所に対して照会した趣旨は，前裁定時の年金額の裁定の基礎\nとなったのとは別の年金番号に係る被保険者期間の教示を求めるというものにすぎ\nず，被控訴人において，前裁定の基礎となったのとは別に被保険者期間があること\nを理由として再裁定を求めたものでなかったことが認められるから，その時点で直\nちに控訴人社会保険庁長官が再裁定をすべきであるとの判断ができたものとはいい\n難い。また，証拠（乙９）及び弁論の全趣旨によれば，昭和５５年における電子情\n報システムを利用しての被保険者検索装置の導入は，年金相談体制の整備等を図る\nことを目的としたものであり，複数の基礎年金番号を有する者の年金を自動的に統\n合することを目的としたものではなかったことが認められるから，同システムの導\n入が直ちに再裁定を可能にするものであったものということはできない。そうする\nと，上記の各時点において，被控訴人から再裁定の申し出もないのに，控訴人社会\n保険庁長官において，被控訴人の年金額の再裁定をすべきであったということはで\nきず，被控訴人から申し出がされた平成１３年に至って本件再裁定をしたことに信\n義則違反があるとは言えない。\n４（一）　さらに，被控訴人は，本件再裁定が信義則に違反する事情として，被控\n訴人が平成１３年８月１０日に大津社会保険事務所に障害年金から老齢年金への切\nり替えの相談に赴いた目的は，障害年金算定の基礎とされていない加入期間を含め\nて再計算することにより老齢厚生年金が有利に裁定されることを期待したからであ\nるにもかかわらず，控訴人社会保険庁長官が，上記加入期間を含めて障害年金を再\n計算し，その結果，障害年金が減額されることになるのに，被控訴人にそのことを\n説明しないまま，再裁定の申立てをさせて，本件再裁定をしたことを指摘する。\n（二）　しかしながら，被控訴人が大津社会保険事務所に相談に赴いた目的が上記\n主張のとおりであったとしても，その時点で前裁定に違法があることが明らかにな\nった以上，前記のような法の趣旨に照らし，控訴人社会保険庁長官が本来の年金額\nを再裁定することは当然許容されるものというべきである。また，大津社会保険事\n務所の担当職員が意図的に被控訴人を欺罔したり，年金額が減額する可能性を秘匿\nしたりして被控訴人に再裁定の申出書（乙２の２）を提出させたことを認めるに足\nる証拠もない。したがって，控訴人社会保険庁長官が上記申出書に基づいて前裁定\nを取り消して本件再裁定をしたことに信義則違反があるものとはいえない。\n５　以上のとおり，前裁定を取り消して本件再裁定をした控訴人社会保険庁長官の\n処分に違法はなく，その取消しを求める被控訴人の請求は理由がないというべきで\nある。\n二　不当利得返還請求権の存否について\n１　前裁定が取り消されて本件再裁定がされたことにより，控訴人国は，被控訴人\nに対して，過払の年金額について不当利得返還請求権を有することになるところ，\n被控訴人が過払の事実について悪意であったことを認めるに足る証拠はないから，\n被控訴人は，その利益の現存する限度においてこれを返還する義務を負うものとい\nうべきである。\n２　金銭の交付によって生じた不当利得の利益は現存するものと推定されるから，\nそれが存しないことについては，不当利得返還請求権の消滅を主張する者が主張，\n立証すべきである（昀高裁平成３年１１月１９日第三小法廷判決・民集４５巻８号\n１２０９頁）。そして，民法７０３条の「利益の存する」場合とは，単に利益が有\n形的に現存する場合だけでなく，その利益が利得者のために有益に費消された結\n果，減少すべき財産がその減少を免れたような場合も含むと解すべきである。そし\nて，生活費は，利得の有無にかかわらず，自己の財産をもって支弁せざるを得ない\nのであるから，それに必要な資金を自己の財産から支出したり，また，他から借り\n入れたりすることなく利得した金銭をもって充当したときは，利得者の財産はその\n範囲において減少すべきものが減少しなかったことになるのであって，なおその利\n益は現存するものと認めるのが相当である。\n３　これを本件についてみると，証拠（乙１１，１４ないし１６）及び弁論の全趣\n旨によれば，被控訴人は，昭和５０年１１月分から前裁定による障害年金を受給し\nていたほか，労働者災害補償保険法による障害補償給付も受給し，平成１３年当時\nの年金額は４１６万１２３２円に達していたこと，被控訴人は，平成６年４月１５\n日，これらの収入と債権額２８００万円の住宅ローンによって妻との共有名義で自\n宅マンションを購入して保有していること，被控訴人は，月々５万円の自動積立に\nよる定期預金をしているほか，平成１３年９月時点で少なくとも１２０万円余りの\n普通預金残高を有していることが認められる。\nこれらの事実に，被控訴人が前裁定に基づいて年金の過払がされたことにより被\n控訴人が浪費等の余分の支出をしたとの事実も認め難いことからすれば，少なくと\nも，控訴人国が返還を求めている本件再裁定からさかのぼって５年間の過払分（甲\n１２によれば，平成８年６月分から平成１３年９月分までの既払の年金額８４５万\n６２００円と本件再裁定に基づき支払うべき年金額７３６万６１６７円との差額１\n０９万００３３円）については，被控訴人にそれによる利得が現存しないとは認め\nられないというべきである。\n４　ところで，前記のとおり，原判決は，被控訴人の控訴人国に対する不当利得返\n還債務の不存在確認請求について，前裁定から本件再裁定までの間の過払分の返還\n債務全体の不存在確認を求めているものと解した上，これを全部認容した。しかし\nながら，記録によれば，上記請求は，控訴人国が被控訴人に対して返還を求めてい\nる本件再裁定からさかのぼって５年間の過払分１０９万００３３円のうち内払調整\n未了分（その額は，平成１５年１２月１５日の時点で５２万５７５４円である。）\nの限度で不当利得返還債務の不存在確認を求める趣旨であることが明らかである。\nそうすると，上記限度を超えて被控訴人の上記請求を認容した原判決には，当事\n者の申し立てていない事項について判決をした違法があるというべきである。\nそして，上記説示したところによれば，控訴人国は，被控訴人に対して，上記１\n０９万００３３円の過払金の不当利得返還請求権を取得したものというべきである\nから，そのうち内払調整未了の分について不当利得返還債務の不存在確認を求める\n被控訴人の請求は理由がないというべきである。\n三　内払調整の許否について\n法３９条は，本来支給すべきではなかった年金が支給された場合において，その\n後に支給すべき年金があるときに，すでに支払った給付を返納させ，改めて別の給\n付を行うことが保険者，受給者双方にとって煩雑であるため，それまでに支払われ\nた従前の年金は，新しく支給すべき年金の内払とみなし，その差額のみを追給する\nという簡便な方法によって処理することを目的とするものである。\nこのような同条の趣旨からすると，同条２項後段にいう「年金を減額して改定す\nべき事由」に，算定の基礎とされていなかった被保険期間が存在することが判明\nし，再裁定処分によって年金額が減額されるべきであったという事由も含まれるも\nのというべきである。\nしたがって，控訴人国は，法３９条２項の規定に基づく内払調整として，本件再\n裁定後に支払期の到来する年金から調整額を控除して年金の支給をすることが許さ\nれるものというべきであるから，その控除された額の年金の追加支給を求める被控\n訴人の請求も理由がないというべきである。\n第四　結論\n以上のとおり，被控訴人の請求はいずれも理由がないというべきであるから，原\n判決中，被控訴人の請求を認容した部分は失当というべきである。よって，原判決\n中同部分を取り消した上，被控訴人の請求を全部棄却することとして，主文のとお\nり判決する。\n東京高等裁判所第８民事部\n裁判長裁判官　村上敬一\n裁判官　矢尾渉\n裁判官　岡崎克彦\n"
}