{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 26
  },
  "case_number": "平成14(行ウ)107",
  "case_name": "運転免許点数付加処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "公安委員会が，道路交通法に違反する行為をしたことを理由として，違反者に対して同法施行令（平成１４年政令第２４号による改正前）別表第一の一に定める基礎点数を付加する行為が、取消訴訟の対象となる行政処分に当たらないとされた事例",
  "case_gist": "公安委員会が，道路交通法に違反する行為をしたことを理由として，違反者に対して同法施行令（平成１４年政令第２４号による改正前）別表第一の一に定める基礎点数を付加する行為につき，違反行為の存在及びこれによる点数の累積が運転免許の取消し等の要件になっているものの，公安委員会が行う点数付加行為は，運転免許に関する行政処分の前提となる違反行為及び同違反行為に係る同法施行令所定の点数を内部的に確認し記録する行為にすぎず，それだけでは直ちに運転免許の効力等に影響を与えるものではなく，また，公安委員会が運転者の違反行為を確認して点数を付加したとしても，将来の運転免許証の更新の際に当該違反行為が考慮されて運転免許証の有効期間が定められるにとどまり，直ちに運転免許の効力に影響を及ぼすものではないから，前記点数を付加する行為は，それ自体は直接国民の権利義務を形成し又はその範囲を画することが法律上認められている行為とはいえず，取消訴訟の対象となる行政処分には当たらないとした事例",
  "lawsuit_id": "15237",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15237",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/237/015237_hanrei.pdf",
  "contents": "主　　　文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が原告に対して平成１３年１月１９日に行った点数付加処分を取り消す。\n第２　事案の概要\n本件は，被告が，原告に道路交通法違反行為があったとして，原告に対し，平成\n１３年１月１９日付けで平成１４年政令第２４号による改正前の道路交通法施行令\n（以下「施行令」という。）別表第一の一に定める基礎点数（以下単に「点数」と\nいう。）２点を付した行為（以下「本件点数付加」という。）につき，原告が，違\n反行為については不起訴処分となっており，本件点数付加は違法であるとして，そ\nの取消しを求めた事案である。\n１　前提事実（争いのない事実及び証拠等により容易に認められる事実）\n（１）　被告は，原告が，平成１３年１月１９日，大阪府高石市α４番先交差点に\nおいて，普通乗用自動車を運転し，対面信号が赤色であるにもかかわらず進行した\nとして，原告に対し，本件点数付加をした。\n（２）　原告は，（１）の後，運転免許の取消し，効力停止等の処分を受けること\nなく，平成１４年４月５日ころ，有効期間を約３年間（従前の有効期間満了日等の\n後のその者の３回目の誕生日から起算して１月を経過する日が経過するまでの期\n間）とする運転免許証の更新を受けた。\n（３）　原告は，本件点数付加に至るまで，平成１０年１０月１６日の信号無視\n（赤色等）及び平成１２年５月２１日の放置駐車違反（駐車禁止場所等）指定によ\nり，それぞれ２点ずつ点数を付されたことがあった。\n２　争点及び当事者の主張\n（１）　本件点数付加は，取消訴訟の対象となる行政庁の処分その他公権力の行使\nに当たる行為に該当するか（争点１）\n（被告の主張）\n交通違反に係る行政処分については，点数制度が採用されており，運転者の違反\n行為を点数で評価して，それが一定の点数まで累積されたときに初めて運転免許の\n取消し若しくはその効力の停止の処分が行われ，又は違反があることにより運転免\n許証の更新等の際に優良運転者及び一般運転者とは認めずに有効期間が約３年間の\n運転免許証を交付する処分が行われるものであり，その点数の付加のみでは，運転\n免許によって運転できるという法律上の地位ないし権利関係に対し未だ直接に何の\n影響を及ぼすものではない。したがって，本件点数付加は，上記各処分の前提問題\nに過ぎないものであるから，取消訴訟の対象となる処分ではないというべきであ\nる。\n（原告の主張）\n本件点数付加は，運転免許証の有効期間５年を３年にする著しい不利益処分の根\n拠となっている。仮に本件点数付加が上記各行政処分の前提問題であるとしても，\n点数が付加されたという記録そのものが原告に不利益を与えている現実は否定でき\nない。また，行政手続法２条２号によると，本件点数付加は行政処分にほかならな\nい。したがって，本件点数付加は，取消訴訟の対象となる。\n（２）　本件点数付加は違法か（争点２）\n（原告の主張）\n原告は，本件点数付加の基礎となった事実について不起訴処分となっているので\nあるから，本件点数付加は，無罪推定の原則（憲法３１条，刑事訴訟法３３６\n条），証拠裁判主義（同法３１７条），伝聞証拠の禁止（同法３２０条１項），法\nの下の平等（憲法１４条）等に反し，違法である。\n第３　争点に対する判断\n１　争点１について\n（１）　取消訴訟の対象となる「行政庁の処分その他公権力の行使に当たる行為」\n（行政事件訴訟法３条２項，以下「行政処分」という。）とは，公権力の主体たる\n国又は公共団体が行う行為のうち，その行為によって，直接国民の権利義務を形成\nし又はその範囲を画することが法律上認められているものをいう（最高裁昭和３９\n年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁参照）。\n（２）　施行令は，道路交通法（平成１３年法律第５１号による改正前のもの。以\n下「法」という。）若しくは法に基づく命令の規定又は法の規定に基づく命令に違\n反する行為で施行令別表第一の一に掲げるものを「違反行為」とし（施行令３３条\nの２第１項），各違反行為ごとに基礎点数（施行令別表第一の一）を定めるととも\nに，違反行為により交通事故を起こした場合の付加点数（同第一の二）及び交通事\n故の場合の措置義務違反をした場合の付加点数（同第一の三）を定めている。そし\nて，運転者が違反行為をし，その累積点数が一定数に達した場合には，運転免許の\n拒否又は保留（法９０条１項ただし書，施行令３３条の２），運転免許の取消し又\nは効力の停止（法１０３条２項，施行令３８条１項）をすることができるとしてい\nる。したがって，違反行為の存在及びこれによる点数の累積が運転免許の取消し等\nの処分の要件となっている。しかし，公安委員会が行う点数付加行為は，上記のよ\nうないわゆる点数制度の下において，運転免許に関する行政処分の前提となる違反\n行為及び当該違反行為に係る施行令所定の点数を内部的に確認し記録する行為にす\nぎず，それだけでは直ちに運転免許の効力等に影響を与えるものではないと解され\nる。\nまた，法は，運転免許証の更新（法１０１条）の処分については，過去の一定期\n間にわたって違反行為等をしたことがない者を優良運転者とし（施行令３３条の\n７），その他の運転者（同期間内に違反行為等をした者）との間で運転免許証の有\n効期間に差を設けている（法９２条の２第１項）。しかし，公安委員会が運転者の\n違反行為を確認して点数を付加したとしても，将来の運転免許証の更新の際に当該\n違反行為が考慮されて運転免許証の有効期間が定められるにとどまり，直ちに運転\n免許の効力に影響を及ぼすものではない。\n以上によれば，点数付加行為は，それ自体には直接国民の権利義務を形成し又は\nその範囲を画することが法律上認められている行為とはいえず，取消訴訟の対象と\nなる行政処分に該当しないと解するのが相当である。\n（３）　したがって，原告が取消しを求める本件点数付加は，取消訴訟の対象とな\nる行政処分には該当しない。\nなお，前記のとおり，原告は，本件点数付加の後，運転免許の取消し等の処分を\n受けることはなかったのであるし，平成１４年４月５日ころに運転免許証の更新を\n受けた際には，その有効期間を約３年間とされてはいるものの，本件点数付加以前\nに点数を付されたことがあり，本件点数付加がなかったとしても，その有効期間に\n変わりはなかったと認められるのであるから，結局，その権利義務に全く影響を受\nけていない。また，点数が付されたとの記録が残るとしても，そのこと自体により\n法律上不利益を被ることはないし，将来，仮に運転免許の取消し，効力停止等の処\n分を受けることとなった際には，それらの処分の効力を争う上で改めて本件点数付\n加の当否を問題とすることができるのであるから，原告の正当な権利の保護に何ら\n欠けるところはない。更に，本件点数付加が行政手続法２条２号にいう行政処分に\n当たるとの原告の主張は，本件点数付加が取消訴訟の対象となるかどうかとは直接\nの関係がなく，失当である。\n２　結論\nよって，その余の点について判断するまでもなく，本件訴えは不適法であるから\nこれを却下することとし，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官　山下郁夫\n裁判官　山田明\n裁判官　一原友彦\n"
}