{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 28
  },
  "case_number": "平成17(行ケ)10639",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33267",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33267",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/267/033267_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０６３９号 審決取消請求事件\n平成１８年５月１５日口頭弁論終結\n判決\n原 告 鈴野化成株式会社\n訴訟代理人弁理士 鈴木秀雄\n被 告 株式会社資生堂\n訴訟代理人弁理士 伊東忠彦，佐々木定雄\n主文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n第１ 原告の求めた裁判\n「特許庁が無効２００４－３５０６８号事件について平成１７年７月１２日にし\nた審決を取り消す 」との判決。。\n第２ 事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部\n分がある。\n本件は，原告の有する本件発明１，２，９（後記）に係る特許について，被告が\n，（ ） ，無効審判請求をしたのに対し 特許庁が特許無効の審決 第一次審決 をしたため\n原告がその取消しを求めた上 訂正審判請求をしたことから 裁判所が特許法１８１，，\n条２項に基づき審決を取り消したところ，特許庁は，訂正を認めた上で，第１次審\n決と同じく，特許無効の審決（本件審決）をしたので，原告がその取消しを求めた\n事案である。\n１ 特許庁における手続の経緯\n(1) 本件特許（甲３）\n特許権者：鈴野化成株式会社（原告）\n発明の名称： 棒状化粧材繰出容器」「\n特許出願日：平成１１年１０月１９日（国内優先：平成１０年１１月５日）\n設定登録日：平成１２年６月２日\n特許番号：第３０７３９８９号\n(2) 本件手続\nア 第一次審判手続関係\n審判請求日：平成１６年２月４日（無効２００４－３５０６８号。請求項１，２\n及び９に係る特許について）\n審決日：平成１６年１０月５日\n審決の結論： 特許第３０７３９８９号の請求項１，２及び９に係る発明につい「\nての特許を無効とする 」。\n審決取消訴訟提起日：平成１６年１１月１０日（東京高裁平成１６年（行ケ）\n第５００号）\n訂正審判請求日：平成１７年２月２日（訂正２００５－３９０１８号）\n特許法１８１条２項による審決取消決定日：平成１７年２月２２日\nイ 第二次審判手続関係\n訂正請求日：平成１７年３月１５日 同訂正後の明細書 甲４の２ を 以下 本（（ ） ， 「\n件明細書」という ）。\n審決日：平成１７年７月１２日\n審決の結論： 訂正を認める。特許第３０７３９８９号の請求項１，２及び９に「\n記載された発明についての特許を無効とする 」。\n審決謄本送達日：平成１７年７月２２日（原告に対し）\n２ 本件発明の要旨（以下，請求項の番号に応じ「本件発明１」などという。下\n線部は 平成１７年３月１５日付け訂正請求による訂正箇所 なお 請求項１ ２ ９，。 ， ， ，\n以外の請求項の記載は省略する ）。\n【請求項１】アイライナー又はアイブロウ用の細径の棒状化粧材を進退可能に収\n容する先筒と，\nこの先筒に回動可能に連結される容器本体と，\n棒状化粧材を挟み込んで保持する複数の爪片からなる化粧材保持部と，\n前記先筒内周面に形成され前記爪片が収容される複数の摺動溝とを備え，\n前記先筒と容器本体との回動により前記化粧材保持部を進退させて棒状化粧材の\n繰上および繰下をするアイライナー又はアイブロウ用の棒状化粧材繰出容器におい\nて，\n前記各爪片の外周面または前記摺動溝の摺動当接面の少なくとも一方に摺動当接\n部を備え，\n前記各爪片の先端部内周面にはテーパ面が設けられ，\n少なくとも前記爪片間に棒状化粧材を支持したときには前記各爪片が前記摺動当\n接部を介して前記摺動当接面に常時当接するようにしたことを特徴とする棒状化粧\n材繰出容器。\n【請求項２】前記摺動当接部は，前記爪片の外周面に形成された略半球形状の突\n起であることを特徴とする請求項１に記載の棒状化粧材繰出容器。\n【請求項９】前記先筒の前記摺動溝は，その断面が，内径側の内周線が短く外径\n側の外周線が長い扇形断面となるように形成され，それにより，摺動溝内に位置す\nる前記爪片を前記摺動溝に係合させ，前記爪片が前記先筒の内径方向へ脱出するこ\nとを防止したことを特徴とする請求項１から請求項８のいずれか一つに記載の棒状\n化粧材繰出容器。\n３ 審決（甲１）の要旨\n審決は，平成１７年３月１５日付け訂正請求による訂正を認めた上で，訂正後の\n請求項１，２，９に係る発明は，いずれも，後記引用発明に基づき，当業者が容易\nに発明できたものであるから，特許法２９条２項の規定に違反してなされたもので\nあるとした。\n(1) 請求人（被告）の主張及び証拠方法\nア 無効理由\n本件発明１，２，９は，後記引用発明に基づいて当業者が容易に発明をすること\nができたものであるから，特許法２９条２項の規定により特許を受けることができ\n。ないものである\nイ 証拠方法\n甲１（本訴甲５ ：実公昭５３－５２５２０号公報（以下「引用例」という ））。\n甲２ 本訴甲６ ：実願昭５８－１２４４３９号 実開昭６０－３３９１９号 のマイクロフィ（） （ ）\nルム\n甲３（本訴甲３ ：特許第３０７３９８９号公報（本件特許公報））\n甲４（本訴甲７ ：実願平３－９０８６２号（実開平５－３９４１８号）のＣＤ－ＲＯＭ）\n甲５（本訴甲８ ：米国特許第５７６５９５５号明細書）\n甲６ 本訴甲９ ：実願昭５３－１４４２５号 実開昭５４－１１９７７１号 のマイクロフィ（） （ ）\nルム\n甲７：米国特許第５８７１２９５号明細書\n(2) 引用例（甲５）に記載された発明（以下「引用発明」という ）。\n「眉墨等の細径の棒状化粧品の芯ａを収納して進退させると共に外筒１２を圧入固着した案\n内筒１と\nこの外筒１２を圧入固着した案内筒１に対して，回動自在に挿入されると共に嵌合される，\n螺子筒５に圧入嵌着した有底回動筒１４と，\n棒状化粧品の芯ａを挟持する数本の嵌合爪１０からなる芯チャック７と，\n前記外筒１２の内壁と案内筒１のスリット切欠４とで形成され前記嵌合爪１０が摺動される\n数条の溝とを備え，\n前記外筒１２を圧入固着した案内筒１と螺子筒５に圧入嵌着した有底回動筒１４との回動に\nより前記芯チャック７を進退させて棒状化粧品の芯ａを進退させる眉墨等の棒状化粧品用容器\nにおいて，\n前記各嵌合爪１０の外端部に小突条１１を備え，\n前記嵌合爪間で棒状化粧品の芯ａを挟持したときには前記各嵌合爪１０が前記小突条１１を\n介して，前記外筒１２の内壁に常時当接するようにし，\n断面扇形の前記溝と略相似である断面扇形の嵌合爪１０を前記溝に嵌合させるようにした棒\n状化粧品用容器」\n(3) 本件発明１について（以下，審決中の証拠番号は，本訴の証拠番号に置き\n換える ）。\nア 引用発明との対比\n(ｱ) 対比\n「， 「 」本件発明１と引用発明とを比較すると 後者における 眉墨等の細径の棒状化粧品の芯ａ\n「」がその作用・機能からみて前者における アイライナー又はアイブロウ用の細径の棒状化粧材\nに相当し，以下同様に 「収納して進退させる」が「進退可能に収容する」に 「回動自在に挿，，\n入されると共に嵌合される」が「回動可能に連結される」に 「螺子筒５に圧入嵌着した有底，\n回動筒１４」が「容器本体」に 「挟持する数本の嵌合爪１０」が「挟み込んで保持する複数，\nの爪片」に 「芯チャック７」が「化粧材保持部」に 「眉墨等の棒状化粧品用容器」が「アイ，，\nライナー又はアイブロウ用の棒状化粧材繰出容器」に，それぞれ相当する。\n，「 」，「」 ， ， 「 」，また 後者の 嵌合爪１０の外端部 小突条１１ が それぞれ 前者の 爪片の外周面\n「摺動当接部」に相当するから，後者における「各嵌合爪１０の外端部に小突条１１を備え」\nた態様は，前者における「各爪片の外周面または前記摺動溝の摺動当接面の少なくとも一方に\n摺動当接部を備え」た態様に相当する。\nそして，後者の「外筒１２を圧入固着した案内筒１」と，前者の「先筒」は，共に，棒状化\n粧材を進退可能に収容する 収容筒 という概念で共通するものであるから 後者の 外筒１２「」 ， 「\nの内壁と案内筒１のスリット切欠４とで形成され嵌合爪１０が摺動自在に嵌合される数条の\n溝」と前者の「先筒内周面に形成され爪片が収容される複数の摺動溝」とは「収容筒内周面に\n形成され爪片が収容される複数の摺動溝」ととらえ得るものであり，後者の「外筒１２を圧入\n固着した案内筒１と螺子筒５に圧入嵌着した有底回動筒１４との回動により芯チャック７を進\n退させて棒状化粧品の芯ａを進退させる」態様と前者の「先筒と容器本体との回動により化粧\n材保持部を進退させて棒状化粧材の繰上および繰下をする」態様とは「収容筒と容器本体との\n回動により化粧材保持部を進退させて棒状化粧材の繰上および繰下をする」態様ととらえ得る\nものである。\nさらに 後者の 嵌合爪間で棒状化粧品の芯ａを挟持したときには各嵌合爪１０が小突条１１，「\nを介して，外筒１２の内壁に常時当接する」態様が，前者の「少なくとも爪片間に棒状化粧材\nを支持したときには各爪片が摺動当接部を介して摺動当接面に常時当接する」態様に相当す\nる」。\n(ｲ) 一致点\n「アイライナー又はアイブロウ用の細径の棒状化粧材を進退可能に収容する収容筒と，\nこの収容筒に回動可能に連結される容器本体と，\n前記収容筒内周面に形成され前記爪片が収容される複数の摺動溝とを備え，\n前記収容筒と容器本体との回動により前記化粧材保持部を進退させて棒状化粧材の繰上およ\nび繰下をするアイライナー又はアイブロウ用の棒状化粧材繰出容器において，\n前記各爪片の外周面または前記摺動溝の摺動当接面の少なくとも一方に摺動当接部を備え，\n少なくとも前記爪片間に棒状化粧材を支持したときには前記各爪片が前記摺動当接部を介し\nて前記摺動当接面に常時当接するようにしたことを特徴とする棒状化粧材繰出容器」\n(ｳ) 相違点\n「 相違点１）（\n収容筒に関し，本件発明１が 「先筒」という単一に形成された部品からなるものであるの，\nに対し，引用発明は 「外筒１２を圧入固着した案内筒１」であるところから 「外筒１２」及，，\nび「案内筒１」という別体に形成された部品からなる点。\n（相違点２）\n本件発明１の各爪片の先端部内周面には「テーパ面」が設けられているのに対し，引用発明\nの各爪片の先端部内周面にはかかるテーパ面が設けられていない点 」。\nイ 相違点についての検討\n(ｱ) 相違点１について\n「棒状化粧材を進退可能に収容する収容筒を 「先筒」という単一に形成された部品で構成，\nすることは，例えば，甲６に「棒状の化粧料Ａ（ 棒状化粧材」に相当 」を「出没自在（ 進「） 「\n」）」「 （「」 ）」「 （「」 「 」 ）」退可能 に相当 に 収納 収容 に相当 する 芯筒１ 収容筒 かつ 先筒 に相当\nを備えた「繰出式の化粧料容器（ 棒状化粧材繰出容器」に相当 」として開示されているよう「）\nに，この種の分野における周知技術であるといえる。\nしたがって，引用発明に上記の周知技術を適用して本件発明１の相違点１に係る構成とす\nることは，その適用を阻害する格別の要因が見出せない以上，当業者が必要に応じて適宜なし\n得ることというべきである 」。\n(ｲ） 相違点２について\n「棒状化粧品の容器において，棒状の化粧品を保持する爪部の先端部内周面にテーパ面を形\n成することは 例えば 甲７に 棒状化粧料 棒状化粧材 に相当 を装着する 芯チャッ，， ，「（「」 ）」「\nク８０（ 化粧材保持部」に相当 」において，化粧料８５を保持するための４本の爪状部分の「）\n先端部内周面にテーパ面が形成されていることが記載されているとともに，甲８に 「棒状化，\n粧材」を保持する「ホルダー５０（ 化粧材保持部」に相当 」の「保持片５４（ 爪片」に相「） 「\n当 」の先端部内周面にテーパ面が形成されていることが記載されているように周知の技術で）\nあり，引用発明の各爪片において，周知の技術のように，先端部内周面にテーパ面を形成する\nことは，当業者が普通に採用し得る事項である。\nそして，本件発明１により奏される効果も，引用発明から当業者が予測し得る範囲内のもの\nにすぎない 」。\n(ｳ) 被請求人（原告）の主張について\n「なお，被請求人は，平成１７年６月２日付けの第２回答弁書において，引用例には，アイ\nライナー又はアイブロウ用の細径の棒状化粧材容器についての発明が記載されていない旨主張\nしている。\n確かに，引用例の第１図を参照すると，化粧品の芯ａは，長手方向の長さに比して径が太く\n記載されており，これを細径とは言い難いとしても，図面は引用例の棒状化粧品用容器の一実\n施例を示すものであって，引用例の記載全体から把握される発明がこの図面の記載のものに限\n定して解釈されるものではない。\nそして，引用例の２８～３１行には 「従来，口紅，アイシャドウ，眉墨等の棒状固形化粧，\n品の容器は，一搬に該化粧品の芯を芯チャック挟持又は嵌着して保持し，該芯チャックを進退\nさせて使用するものであつた 」と記載されており，引用例に記載された化粧材容器の内容物。\nとして，眉墨，すなわち，アイブロウのような細径の化粧材を含めることが意図されているこ\nとは明らかである。\nまた，引用例に記載された化粧品用容器がアイライナー又はアイブロウ用の細径の棒状化粧\n材容器には適用できないとする格別の事情も見あたらない 」。\n(4) 本件発明２について\n「本件発明２は，本件発明１に「摺動当接部は，爪片の外周面に形成された略半球状の突起\nである」とする構成を限定したものである。\n引用発明は 嵌合爪１０ 爪片 に相当 の外端部 外周面 に相当 に小突条１１ 摺，「（「」 ） （「」 ） （「\n動当接部」に相当）を備え」た構成を有しており，該小突条１１は断面が円弧状であって，本\n件発明２の「略半球状の突起」とは相違するが，部材の一部に他の部材に当接する突起を形成\nする際に，突起として様々な形状のものを試みることは当業者が適宜なし得ることであるとこ\nろ 「略半球状の突起」も普通に選択し得る形状であって 「略半球状の突起」を採用すること，，\nによる接触面積が小さくなる等の作用効果は，当業者が普通に予測し得る程度のものにすぎな\nい。\nそうすると，本件発明２の上記限定した構成は，当業者が普通に採用し得る設計的事項とと\nらえ得るものであるから，…本件発明２も，引用例に記載された発明に基いて，当業者が容易\nに発明をすることができたものであり，特許法２９条２項の規定により特許を受けることがで\nきないというべきである 」。\n(5) 本件発明９について\n「本件発明９は，本件発明１に「前記先筒の前記摺動溝は，その断面が，内径側の内周線が\n短く外径側の外周線が長い扇形断面となるように形成され，それにより，摺動溝内に位置する\n，」前記爪片を前記摺動溝に係合させ 前記爪片が前記先筒の内径方向へ脱出することを防止した\nとする構成を限定したものである。\n一方，引用発明は 「断面扇形の前記溝（ 外筒１２の内壁と案内筒１のスリット切欠４とで，「\n形成される溝 ： 摺動溝」に相当）と略相似である断面扇形の嵌合爪１０（ 爪片」に相当）」「 「\nを前記溝に嵌合 係合 に相当 させる 構成を有しており この構成により 爪片が外筒１２（「」 ） 」 ， ，\nを圧入固着した案内筒１（収容筒）の内径方向へ倒れたり，曲がったり，抜け出したりするこ\nとを防止し得ること，すなわち，爪片が収容筒の内径方向へ脱出することが防止されているこ\nとが窺える。\nまた，仮に，引用発明が断面扇形の溝と略相似である断面扇形の嵌合爪を備えているといえ\nないとしても，かかる構成は例えば，甲９に 「化粧料○１（ 棒状化粧材」に相当 」を収嵌，「 ）\n支持する 中皿○２ 化粧材保持部 に相当 の上部に設けられた爪状の部分の断面と ガ「（「」 ）」，「\n（「」 ）」， ，イドパイプ○３ 先筒 に相当 の内側に設けられ 該爪状の部分が摺動する溝の断面とが\n互いに係合するように内径側の内周線が短く外径側の外周線が長い扇形断面となるように形成\nされた構成として記載されているように周知の構成であり，引用発明にこのような周知の構成\nを採用することに格別のものは認められない。\nそうすると，本件発明９に係る上記限定した構成は，引用発明が実質的に具備する構成ある\nいは周知の構成と捉え得るものであるから，…本件発明９も，引用例に記載された発明に基い\nて，当業者が容易に発明をすることができたものであり，特許法２９条２項の規定により特許\nを受けることができないというべきである 」。\n(6) 結論\n「本件発明１，２及び９は，引用発明に基いて，当業者が容易に発明をすることができたも\nのであるので，本件発明１，２及び９の特許は，特許法２９条２項の規定に違反してなされた\nものであり，同法１２３条１項２号に該当し，無効とすべきものである 」。\n第３ 原告の主張の要点\n１ 取消事由１（本件発明１について）\n1-1 取消事由1-1（一致点認定の誤り）\n(1) 審決は，引用発明の「外筒１２を圧入固着した案内筒１」と，本件発明１\nの「先筒」は，共に棒状化粧材を進退可能に収容する「収容筒」を備えている点で\n一致すると認定したが，この認定は，本件発明１の請求項１及び引用例のいずれに\nも記載されていない「収容筒」という用語を用いて，いずれの発明も「収容筒」を\n備えていると誤って認定し，この誤った認定を前提として一致点を認定したもので\nある。\n引用発明の案内筒の構造は，極めて特異で，特徴的である。引用発明の案内筒１\nは，その後端側は筒状であるが，先端側の側壁は，スリット切欠４によって隔てら\nれた複数の板状部１ｂ（別紙主要部品見取図参照 ）からなる。この案内筒１に，。\n外開き状態の嵌合爪１０を有する芯チャック７を挿入した後，外開き状態のままの\n芯チャック７に化粧材を挿入し，その後に，案内筒１の外側に外筒１２を嵌装して\n嵌合爪１０を内側に押圧する それにより 嵌合爪１０が化粧材を把持し 芯チャッ。， ，\nクの進退の際に必要となる芯チャック７の回動阻止機能を，案内筒１の板状部１ｂ\n側面が担っている。\n引用発明のこのような構造に照らすと，本件発明１における「棒状化粧材を進退\n可能に収容する先筒」に対応するものとして，まず対比すべき引用発明の部材は，\nスリット切欠４を有し，その中で化粧材が進退する案内筒１である。仮に，引用発\n明における案内筒１と外筒１２からなる部分を，本件発明１の先筒に対応するもの\nとして対比するとしても，両者の構造や作用効果の異同を考察した上で，両者が一\n。， ，致するか否かを判断すべきである すなわち 引用発明の案内筒１と外筒１２とは\nその一部のみについて，相互に着脱自由な状態で圧入固着されていて，しかも，圧\n入固着されている以外の部分においては若干の隙間が存在し，その隙間を介した内\n側には 自由端を有する板状部１ｂが スリット切欠４を隔てて並列した状態となっ，，\nている。\nこのように 引用発明における 案内筒１と外筒１２からなる部分 と本件発明１，「 」\nの「先筒」とは，その構造において明確に相違するのであるから，本件発明１と引\n用発明は「収容筒」を有している点において一致するとした審決の認定は，誤りで\nある。\n(2) 審決は，引用発明の「外筒１２の内壁と案内筒１のスリット切欠４とで形\n成され嵌合爪１０が摺動自在に嵌合される数条の溝」と本件発明１の「先筒内周面\nに形成され爪片が収容される複数の摺動溝」とは，いずれも「収容筒内周面に形成\nされ爪片が収容される複数の摺動溝」ととらえ得るものであるとして，この点を一\n致点と認定したが，この認定は誤りである。\n引用発明の容器において，案内筒１のスリット切欠４と外筒１２の内周壁によっ\nて形成される空間部分は，外筒１２の内側においてスリット切欠４を形成する案内\n筒１の複数の板状部１ｂが，外筒１２の内周壁との間に隙間を隔てて並列している\n状態のものであるから，その側壁と底面との間には空隙が存在し，かつ，板状部１\nｂによって形成される側壁と，外筒１２の内周面によって形成される底面との相対\n（ ）。，移動 前後方向及び円周方向への相対移動 が予定されている このような空間は\nその構造においても作用効果においても，本件発明の摺動溝とは相違しており，引\n用例もこの部分を「溝」とは呼称していない。\nこれに対し，本件発明１における摺動溝は，先筒の内周面に刻設された状態，す\nなわち，溝の両側壁と底面とが連続している状態で固定的に形成されているもので\nある。本件発明１の「先筒」は，一体に形成されたものであって，その外周側部分\nと内周側部分とを取外し可能に固着するなどということはあり得ない。また，その\n内周壁には，側壁と底面とが連続している固定的な複数の摺動溝が形成されている\nものである。\nこのように，引用発明における「案内筒１と外筒１２からなる部分」は，本件発\n明１のような固定的な「摺動溝」に相当するものを有していないのであるから，両\n発明が「前記収容筒内周面に形成され前記爪片が収容される複数の摺道溝を備え」\nている点で一致するとした審決の認定は誤りである。\n(3) 審決は，本件発明１と引用発明は「アイライナー又はアイブロウ用の細径\nの棒状化粧材を進退可能に収容する収容筒 「アイライナー又はアイブロウ用の棒」\n状化粧材繰出容器」である点で一致すると認定したが，引用発明は，本件発明１が\n対象としているアイライナー又はアイブロウ用の細径の化粧材を用いる容器には適\n用できない。したがって，審決の上記認定は誤りである。\n，， ，アイライナーは 眼の輪郭線を整えるために用いる化粧品であり アイブロウは\n眉の形状を整えるためのペンシル状の化粧用具であるアイブロウ・ペンシルを略語\n化して，眉整形用の化粧用具を意味するものとして，広く用いられている用語であ\nる。アイライナーやアイブロウは，あくまでも眼や眉という微妙繊細な部位につい\nての化粧操作に適するように，細径の棒状化粧材を用いるものが求められ，本件特\n許出願時においても，現在においても，芯径５ｍｍ以下，通常は１～３ｍｍ程度の\n棒状化粧材が用いられている（甲１５～２１参照 。なお，アイブロウ・ペンシル）\nには，鉛筆のように固定的に芯材が容器内に封入されたものもあり，このような化\n粧用具においては，芯材の先端を細く削って用いる関係上，芯径５ｍｍ程度のもの\nが用いられることもあるが，本件発明のような「棒状化粧材繰出容器」としてのア\nイブロウ・ペンシルの場合は，シャープ・ペンシルと同じく，芯全体が細径のもの\nを用いることが必要かつ可能であるため，アイライナーと同じように１～３ｍｍの\n芯径のものを用いるのが慣行である。\n他方，引用発明においては，棒状化粧材を進退可能に収容する部分は，案内筒１\nの先端側に長く伸びる状態で設けられ，その先端は自由端となっている板状部１ｂ\nと，そのような板状部１ｂの外側に若干の空隙を存して着脱自在に嵌合されている\n外筒１２によって構成される。このような構成を用いて，１～３ｍｍ程度の細径の\n棒状化粧材を進退可能に収容する部分を構成しようとすれば，案内筒１の複数の板\n状部１ｂは それぞれ肉厚０ ５ｍｍ程度 幅２ ０ｍｍ程度 長さ３５～５０ｍｍ，． ， ． ，\n程度のもの（すなわち，ほぼ線条体のもの）として形成せざるを得ない。引用発明\nでは，芯チャック７の進退の際の回動阻止（回動によるひねり応力の受け止め）を\n板状部１ｂにより行うので 甲５の４欄７～１５行 板状部１ｂは 芯チャック７（），，\nから強いひねり応力を受けると変形してしまい，変形の程度が板状部１ｂの先端に\n近いほど大きくなる。内筒がこのような状態にならざるを得ない製品を化粧品容器\nとして用いることができないことは，何人にも明らかである。\nしたがって，本件発明１と引用発明とは「アイライナー又はアイブロウ用の細径\nの棒状化粧材を進退可能に収容する収容筒 「アイライナー又はアイブロウ用の棒」\n状化粧材繰出容器」である点で一致するとの審決の認定は，誤りである。\n1-2 取消事由1-2（相違点１の認定判断の誤り）\n審決が認定した相違点１が存在することは認めるが，審決は 「別体」の具体的，\nな態様が両者の対比において重要であるにもかかわらず，その点についての認定を\n全く行っていない。その上で，審決は，甲６のみを根拠として 「収容筒」を単一，\nに形成された部品で構成することは周知技術であると判断しているが，本件発明１\nにおける「先筒」のように一体に形成された「収容筒」を引用発明に組み合わせて\n適用することは不可能である。\n1-3 取消事由1-3（相違点２の判断の誤り）\n審決は，相違点２に関し，棒状化粧品の爪部の先端部内周面にテーパ面を形成す\nることは，甲７，８に記載されているように周知の技術であり，そのような周知技\n術に基づいて引用発明の爪片の先端部内周面にテーパ面を形成することは，当業者\nが普通に採用し得る事項であると判断した。\nしかし，甲７，８は，いずれも，特殊な構造と機能を有する芯チャックの爪部に\nテーパ面を施したものであり，本件発明１のように，摺動溝内を摺動する爪片の先\n端部内周面にテーパ面を形成することが，周知であることを示すものではない。\nすなわち，甲７，８の容器の芯チャックは，いずれも，爪部の外周面が，それを\n取り付ける基部の外周面と一致するように形成されており，そのように形成されて\nいる爪部は，当然のことながら，筒体内周の溝内を摺動進退することは不可能であ\nる。例えば，甲８の図８には，棒状化粧材９０用ホルダー５０の保持片５４の先端\n内側にテーパ面が形成された状態が示されているが，棒状化粧材９０の外周側には\n凹部９１が形成されていて，保持片５４の先端内側のテーパ面は，化粧材の下端部\nに嵌め込まれるように，凹部９１と同一形状に形成されているにすぎない。また，\n甲７の図３６～３８には，芯チャック８０の爪部の先端内側にテーパ面が形成され\nている状態が示されているが，芯チャック８０にどのような太さの化粧材がどのよ\nうに装着されるのかは，全く記載されておらず，容器内周面に摺動溝を有するもの\nではないことが明らかである。むしろ，爪部の外周面の径がその円形取付基部の外\n周面の径と同一であること，図３において，容器先端に突出している化粧材８５の\n径が芯チャック８０の外径と同一の径であることが図示されていることに照らせ\nば，甲７の芯チャックの爪部は，化粧材下端の凹部に嵌め込まれる方式のものでは\nないかと推測される。\n上記のとおり，甲７，８記載の爪部は，いずれも，本件発明１の爪片のように摺\n動溝を摺動するものではなく，摺動溝内を摺動する爪片の先端内側にテーパ面を形\n成することが周知であるとはいえない。\nさらに，引用発明自体，テーパ面の形成とは無関係な発明である。すなわち，引\n用発明においては，化粧芯ａを案内筒１内に挿入して芯チャック７の３本の嵌合\n爪１０の間に嵌入する時点においては，外筒１２は案内筒から外されている状態で\nあるから，常時外方に付勢されている嵌合爪１０は，案内筒１のスリット切欠４内\nにおいて，嵌合爪１０の先端は，案内筒１の内周面よりも外側に位置した状態であ\nる。したがって，化粧芯ａを挿入する際，その先端が嵌合爪１０の先端に引っ掛か\nるおそれは全くないのであるから，嵌合爪１０の先端部内周面にテーパ面を形成す\nる必要は全くない。\nこのように，引用発明は，嵌合爪１０の先端部内周面にテーパ面を形成すること\nとは全く無関係の発明であり，そのような発明に基づき，甲７，８の記載を参照し\nて，当業者がテーパ面を形成することを想起することはあり得ない。\n1-4 取消事由1-4（予期し得ない顕著な効果の看過）\n審決は，本件発明１の効果は，引用発明から当業者が予測し得る範囲内のものに\nすぎないとしたが，この判断は誤りである。\n引用発明においては，まず案内筒１に芯チャック７を挿入してから芯チャック７\nに化粧材を挿入し，その後に外筒１２を嵌装してチャック７の嵌合爪１０を内方に\n押圧するという順序で組み立てざるを得ないが，このような組立て順序を伴う化粧\n材容器は，化粧品の最終メーカーに著しい手数の増加を強いることになる。\nこれに対して本件発明の先筒は，一体に形成されていて，かつ，その内周には，\n側壁と底面が連続して一体に形成された摺動溝を有するものであるから，化粧材の\n挿入に際しては，既に芯チャックの爪片が摺動溝に挿入された状態の先筒に単に化\n粧材を挿入すれば足りる。また，芯チャックの爪チャックの爪片をあえて外開きの\nものとする必要は全くなく，むしろ，化粧材の円滑な挿入のためには，爪片の先端\n内側にテーパ面を形成すれば足りる。\nこのように，本件発明１は，引用発明からは予期し得ない顕著な効果を奏するも\nのであり，この点を看過した審決の判断は誤りである。\n２ 取消事由２（本件発明２についての判断の誤り）\n審決は，引用発明は，本件発明の摺動当接部に相当する小突条１１を備えている\nと認定した上で 引用発明の小突条１１は断面が円弧状であるのに対し 本件発明２，，\nの突起が略半球状である点で両者は相違するが，部材の一部に他の部材に当接する\n突起を形成する際に，突起として様々な形状のものを試みることは当業者が適宜な\nし得ることであり，略半球状の突起も普通に選択し得る形状であるとしている。\nしかし，特定の二つの部材の接触部位に特定形状の部材が普通に選択し得るかど\nうかは，その特定部材の接触の目的，効果の観点から考察すべきである。引用発明\nの小突条１１は，その外側に嵌装される外筒１２からの押圧を受けて嵌合爪１０の\n先端を内方に移動させるためのものであるから，外筒１２の圧力をより効果的に受\nけ止めて嵌合爪１０先端の内方移動がより効率的に行われるように，嵌合爪１０の\n外周先端の全般にわたって伸びる突条の形状としたものである。仮に，引用発明の\n小突条１１を略半球形状の突起に変えるとすれば，外筒１２と嵌合爪１０との接触\nは，当該突起頂部の点状に近い個所でのみでなされることになるから，小突条１１\nを用いた場合に比べ，嵌合爪１０の内方移動が効率的に行われにくくなるばかりで\nなく，嵌合爪１０の先端に対する押圧力の分布が不均一となることによる不都合が\n生じる。したがって，引用発明では，小突条１１を略半球形状の突起に変更するこ\nとは全く予定されていない。\nこれに対し，本件発明２において略半球形状の突起が用いられるのは，先筒の摺\n動溝内に挿入された爪片を摺動溝の底面と軽く当接させることによって，爪片が外\n側に開くことを防ぐと同時に，爪片摺動の際の爪片と摺動溝との摩擦をより少なく\n。， ， ，するためである したがって 本件発明２においては 爪片の摺動当接部の形状を\n引用発明における小突条１１のように，爪片の先端外周が全面的に摺動溝底面と接\n触するような形状とすることは，全く予定されていない。\nこのように，引用発明においては小突条１１を略半球形状の突起とすることは予\n定されておらず，他方，本件発明２においては，略半球形状の突起を小突条１１の\nような形状とすることは全く予定されていないのであるから，両者の作用効果の相\n違を考えれば，引用発明２における小突条１１の開示に基づいて，本件発明２にお\nける爪片の摺動当接部として略半球形状の突起を用いるようにすることが当業者に\nとって普通に想到し得ることであるとは到底考えられない。\n３ 取消事由３（本件発明９についての判断の誤り）\n(1) 審決は，引用発明について，断面扇形の溝が，略相似である断面扇形の嵌\n合爪に嵌合する構成を有しており，この構成により，爪片が案内筒の内径方向へ脱\n出することが防止されていると認定判断しているが，引用例には，引用発明が断面\n扇形の溝や爪片の内方脱出防止の構成や作用効果を有するとの記載は存在しない。\nそもそも本件発明において，爪片が摺動溝から内側に脱出したり曲がったりする\nことを防止するようにしたのは，容器内への化粧材挿入時に化粧材が容器の空胴内\nに脱出したり大きく曲がったりしていると，化粧材が爪片に引っ掛って，挿入が不\n可能となったり化粧材が損傷したりするおそれがあるからである。\nこれに対し，引用発明においては嵌合爪１０は外開きの状態のものであり，その\nような嵌合爪１０が外筒１からの押圧によって内方に移動する際には，既にその内\n側に化粧材が存在しているのであるから，嵌合爪１０先端の内方の移動は当然に化\n粧材自体によって抑止され，化粧材の表面に若干食い込んだ状態で化粧材を挟持す\nることになる（引用例の第２図には，まさにそのような状態が図示されている 。。）\nしたがって，引用発明においては，むしろ嵌合爪１０がスリット切欠４内を，板状\n部１ｂに妨げられることなく移動し得ることが必要であって，嵌合爪の内方移動を\n案内筒１の板状部１ｂによって途中で阻止しなければならない必要などは存在しな\nい。\nこのように，引用発明においては，容器の特異な構造のゆえに，嵌合爪１０をス\nリット切欠４内に係止してその内径方向への脱出を防止する必要などは全くないの\nであるから 「嵌合爪の内方脱出防止」という技術的思想を内包しておらず，当然，\nのことながら，明細書及び図面にもそのような技術思想を反映した記載はない。\nしかるに，審決が，引用発明が「断面扇形の摺動溝」や「爪片の内径方向への脱\n出防止」という構成や作用効果を有していると窺えるというような不明確な認定を\n行ったことは誤りである。\n(2) 審決は，引用発明が「断面扇形の溝と略相似である断面扇形の嵌合爪」を\n備えていないとしても，そのような構成は，甲９に見られるように周知の構成であ\nるとした。\nしかしながら，甲９には「眉墨等棒状をした化粧料①を，収嵌支持する中皿②と\nガイドパイプ③にスプラインを施したことを特徴とした，化粧棒容器の構造 （実」\n用新案登録請求の範囲）が記載されているが，爪片の内径方向への脱出を防止する\nなどということは全く記載されていない。\nそもそも「スプライン」という技術用語は，いずれも剛体である外周側部材の軸\n方向の縦溝と内周側部材の軸方向の突条とを，外周側部材と内周側とが同一方向に\n回転するように噛み合わせた構造を指すものである（甲１２～１４参照 。また，）\n両部材の突起や溝の断面は，長方形又はインボリュート断面となるように形成され\nるものであって，断面扇形の溝や断面扇形の突起を設けることなどは全く行われて\nいない。これは当然のことであって，スプラインの内側，外側の両部材は，棒状体\n（内側部材）の外周面又は筒状体（外側部材）の内周面に，溝を切削刻設して製作\nするものであるが，溝の断面がその頂部よりも底部の間隔が広い扇形となるように\n，。 ， 「 」切削加工することなどは 技術的に不可能である また 突条の断面形状を 扇形\nに形成することは，その頂部よりも底部の幅が細くなることを意味するが，そのよ\nうな断面を有する突条を噛み合わせて回転させれば，突条の機械的耐久力が弱くな\nるのは自明のことである。したがって，一般にスプライン構造においては，溝側に\nついても突条側についても，その断面を扇形にすることはあり得ない。\n甲９においては，技術的意義の明確な「スプライン」という用語をことさらに別\nの意味に用いたとは考えられず，甲９の「ガイドパイプ③」の溝や「中皿②」の突\n起部を断面扇形にしなければならない理由もない。\nしたがって，甲９記載の発明が 「断面扇形の溝」と「断面扇形の嵌合爪」を有，\nする棒状化粧材繰出容器であると解すべき根拠はなく，図面に記載されている断面\n扇形の形状は，漫然と描画された形状であると解するほかない。このような図面の\n記載のみに基づいて，当該刊行物に「断面扇形の溝」と「断面扇形の嵌合爪」を有\nする容器が記載されていると認定するのは誤りであり，まして，そのような刊行物\nのみに基づいて，上記構成が周知であると認定することは誤りである。\n第４ 被告の主張の要点\n１ 取消事由１（本件発明１について）に対して\n1-1 取消事由1-1（一致点認定の誤り）に対して\n(1) 原告は，審決が，本件発明１と引用発明がいずれも「収容筒」を備えてい\nると認定したのは，誤りであると主張する。\nしかしながら，引用発明の外筒１２と案内筒１は，圧入固着によって一体に連結\nされた筒状体を形成するものであり，この筒状体内に把持爪１０によって把持され\nる化粧品の芯ａが収容され，また進退するように案内されるのであるから，嵌合爪\nを収容し，案内する機能を有する。したがって，審決がこの一体に連結された外\n筒１２と案内筒１を「収容筒」と認定し，本件発明１と引用発明の一致点としたこ\nとに誤りはない。\n原告は，引用発明が特異な構造を有すると主張するが，原告が主張する引用発明\nの細部の構造は，本件発明１と引用発明とを対比する上では関係のない事項であっ\nて，かかる事項まで考慮しなければならない理由はない。\n(2) 原告は，引用発明には，本件発明１のような「摺動溝」は存在しないと主\n張する。\nしかしながら，引用発明において，複数のスリット４が形成された案内筒１と円\n筒状の外筒１２とを，案内筒１後端の腹部１’において圧入嵌合して組み合わせる\nことにより，化粧芯を保持する嵌合爪を案内する「溝」が形成されることは明らか\nである。したがって，審決の認定に誤りはない。\n(3) 引用例では「本考案は，棒状化粧品用容器の改良に関するものである。従\n来 口紅 アイシャドウ 眉墨等の棒状固形型化粧品の容器は … １欄２６～２９，， ， ， 」（\n行 と従来の棒状固形型化粧品の容器についての問題点が指摘され 続いて 従っ）， ，「\nて本考案は上記難点に鑑み，…棒状化粧品用容器を提唱せんとするものである 」。\n（２欄１～７行）と記載されている。これらの記載によれば，引用発明に係る棒状\n化粧品用容器は「口紅，アイシャドウ，眉墨等の棒状固形型化粧品」の容器を対象\nとするものであるということができ 「アイシャドウや眉墨」が例示されているこ，\nとに照らすと 「アイライナーやアイブロウ」用の容器も含まれるということがで，\nきる。\nそうすると，引用例には 「アイライナー又はアイブロウ用の細径の棒状化粧材，\n料」と明示的に記載されていないものの，審決が，引用発明には「眉墨等」の細径\nの棒状化粧材が実質的には記載されていると判断し，本件発明１と引用発明が「ア\nイライナー又はアイブロウ用の細径の棒状化粧材を進退可能に収容する収容筒」を\n備えている点で一致すると認定したことが誤りということはできない。\n原告は 引用発明を細径化粧材用容器に適用しようとすると 案内筒１の板状部１，，\nが細くなりすぎて芯チャックの回動の応力に耐えることができなくなるなどと主b\n張するが，そのような問題は，応力に耐え得る材料を選択することなどにより，設\n計上容易に解決できる問題にすぎない。\n1-2 取消事由1-2（相違点１の認定判断の誤り）に対して\n棒状化粧材を進退可能に収容する収容筒を 「先筒」という単一に形成された部，\n品で構成することは，例えば，甲６にも開示されており，この種の分野における周\n知技術であるといえる したがって 引用発明に上記周知技術を適用して本件発明１。，\nの構成とする程度のことは，その適用を阻害する格別の要因が見出せない以上，当\n業者が必要に応じて適宜なし得たことというべきである。\n原告は 「別体」の具体的態様が認定されていないと主張するが，そもそも，本，\n件発明１において「先筒」の具体的構造や摺動溝の具体的形状や態様が特定されて\nいない以上，別体の細部の具体的態様までも抽出し，またこれを対比の対象とする\n必要はない。\nまた，原告は，引用発明に，本件発明の「先筒」のように一体に形成された「収\n容筒」を適用することは不可能であると主張するが，棒状化粧材を進退可能に収容\nする収容筒を単一の部材で形成することが周知技術であることは否定しようのない\n事実であって，これを引用発明の「収容筒」と置き換えて適用することは通常の創\n作活動の範囲である。\n1-3 取消事由1-3（相違点２の判断の誤り）に対して\n本件発明１において，爪片の先端内側にテーパ面を形成する技術的意味は，棒状\n化粧材Ａを爪片３２内に挿入するとき，棒状化粧材Ａを円滑に爪片３２内の中央に\n導くことにあることは明らかであるが（本件明細書の段落【００９６】参照 ，一）\n般に物を挿入する場合に，その挿入を容易にするために傾斜面（テーパー面）をつ\nけることは周知慣用技術であり，棒状化粧材の把持爪片の先端部内面をテーパ面と\nすることも本件特許出願前から周知の事項にすぎない。\n例えば，甲７の図３６，３７に示された棒状化粧料を装着する芯チャック８０の\n先端内側に示されたテーパ面及び甲８の図８，９に示された棒状化粧材９０を保持\nする保持片５４の先端内側に形成されたテーパ面は，その機能について明示的な記\n載はないものの，いずれも，棒状化粧材の挿入を円滑に行うためのものであること\nは自明である。\nまた，原告は，嵌合爪の先端部内周面に形成することと引用発明とは関係がない\nと主張するが，棒状化粧品の爪部の先端部内周面にテーパを形成することは周知の\n技術である以上，かかる周知技術の採用は当業者が必要に応じて適宜なし得る程度\nのことである。\nしたがって，審決が，棒状化粧品の爪部の先端部内周面にテーパを形成すること\nを周知技術と認定したことに誤りはなく，相違点２に係る構成も当業者が周知技術\nに基づきなし得たものである。\n1-4 取消事由1-4（予期し得ない顕著な効果の看過）に対して\n本件発明１により奏される効果は，本訴甲５の記載から当業者が予測し得る範囲\n内のものにすぎない。\n２ 取消事由２（本件発明２についての判断の誤り）に対して\n引用発明の嵌合爪１０に設けられた小突条１１は，引用例の図面からも明らかな\n，，「」 「 」ように 外周面に沿って円弧状に形成されているところ 円弧状 も 略半球状\nも球面の一部をなす点で共通し，構成，作用効果に実質的な差異はない。したがっ\nて，本件発明２は，引用発明に基づいて当業者が容易に発明することができたもの\nである。\n原告は，引用発明においては小突条１１の形状を略半球状の突起とすることは全\nく予定されていないと主張するが，突起は，摺動溝の底面を摺動し，爪片を内方に\n押圧するために設けられたものであるから，その形状は，摺動を許容しつつ，爪片\nの内方への押圧力を生じさせるものであれば足り，摺動溝の底面などの形状を勘案\nして適宜決定することができる。引用発明における小突条１１を略半球状にできな\nいとする合理的理由は見当たらず，突起の形状として略半球状が格別特異のものと\nも認められない以上，そのような変更を設計事項とした審決の認定に誤りはない。\nまた，原告は，本件発明２の略半球状の突起と引用発明の小突条１１とは，目的\nや設計思想が異なると主張するが，両者とも爪片を内方に押し込むようにするため\nに突起を設けるものであり，その目的や設計思想に何ら差異はない。\n３ 取消事由３（本件発明９についての判断の誤り）に対して\n本件発明９は，本件発明１に「前記先筒の前記摺動溝は，その断面が，内径側の\n内周線が短く外径側の外周線が長い扇形断面となるように形成され，それにより，\n摺動溝内に位置する前記爪片を前記摺動溝に係合させ，前記爪片が前記先筒の内径\n方向へ脱出することを防止した」との構成を付加して限定したものであるが，引用\n例の第２図（嵌合爪の断面形状）には，嵌合爪１０が摺動する溝の断面が，内径側\nの内周が短く外径側の外周線が長い扇形断面となるように形成されていることが示\nされている。\nまた，棒状化粧材繰出容器において，棒状化粧材を把持する爪片とこれを案内す\nる溝の断面形状を扇形にして内径方向に脱出できない構造とすることは，例えば，\n甲９の第２図及び第４図に，棒状化粧材を保持する中皿②の上部に設けられた保持\n部（爪片）の断面とこれが摺動する溝の断面が扇形とされていることが明瞭に示さ\nれているように 本件特許出願前に周知の事項にすぎず この点からも 本件発明９，， ，\nは，当業者が適宜採用し得る事項にすぎない。\n原告は，スプライン構造においては，組み合わせる溝側も突条側も，その断面を\n，「」 ，扇形にするなどということはあり得ないと主張するが スプライン との用語は\n甲１２～１４に示されるように，円筒内面の溝と軸上の突起との組合せ機構として\n使用されるにすぎず 「スプライン」という用語を用いることにより，溝や突起の，\n断面形状が特定されるものではないのであるから，原告の主張は根拠のないもので\nある。\n第５ 当裁判所の判断\n１ 取消事由１（本件発明１について）について\n1-1 取消事由1-1（一致点認定の誤り）について\n(1) 審決は，引用発明は「外筒１２を圧入固着した案内筒１」を備えていると\n，「 」 「 」した上で 引用発明の 外筒１２を圧入固着した案内筒１ と本件発明１の 先筒\nは，棒状化粧材を進退可能に収容する「収容筒」という概念で共通するものである\nと認定した。\nア 本件発明１は 「アイライナー又はアイブロウ用の細径の棒状化粧材を進退，\n可能に収容する先筒」を備えたものであるところ，この「先筒」は棒状化粧材を収\n容するための筒であるから 「収容筒」ということができる。，\n他方，引用発明は 「案内筒側壁に筒軸方向に切欠した数本のスリットに嵌合し，\nた嵌合爪を該案内筒内を摺動自在に成る押盤に一体成型し，且つ外周方向に弾性付\n勢すると共に螺子作用に依り筒状容器内を進退する様に成る芯チャックの嵌合爪\nを，上記案内筒に芯口を有する外筒を挿着した時，該外筒内壁が，僅かに内方に押\n圧する様に構成し，化粧品の芯を該押圧に依り上記芯チャックに挟持する事を特徴\n」（） ， （ ）とする棒状化粧品用容器 実用新案登録請求の範囲 であり さらに引用例 甲５\nには，以下の記載がある。\n「第１図は本考案，棒状化粧品用容器の断面図であり，案内筒１は後端を継手筒２に回動自\n在に嵌合し割リング３に依って抜落ちない様成ると共に先端半分は筒状の周囲に等間隔に平行\nスリット切欠４を設けて成る。上記案内筒１の後方より螺子筒５を回動自在に挿入し該螺子\n筒５の雌螺子６に芯チャック７と一体成形に成る螺子軸８を上記案内筒１の前方から螺合して\n成る。該芯チャック７は上記螺子軸８と連続した，上記案内筒１より僅かに小径な円盤状の押\n盤９と該押盤の周側に固設し，前記案内筒１のスリット切欠４に摺動自在に嵌合して成る嵌合\n爪１０から成り，該嵌合爪１０は案内筒１の筒厚より僅かに厚く又，円筒外向きに僅かに弾性\n付勢して成ると共に嵌合爪１０外端部に小突条１１が設けられる。１２は芯口１３を有する外\n筒であり，上記案内筒１前方より冠挿し，後端は該案内筒腹部１′と取外し可能に圧入固着し\nて成ると共に上記芯チャック７の嵌合爪１０に設けられた小突条１１を内方に僅かに押込んで\n成る。１４は，前記螺子筒５後端に圧入嵌着すると同時に継手筒２とも圧入嵌着した有底回動\n筒であり，１５は，上記継手筒２先端と着脱自在に嵌合して成るキャップである。尚，図中ａ\nは棒状化粧品の芯である。上記構成に成る化粧品用容器は，回動筒１４を回して螺子筒５を回\n動する事に依って 該螺子筒５の雌螺子６と螺合した螺子軸８の螺合作用に依り 芯チャック７，，\nが案内筒１内を進退する。従って該芯チャック７に挟持された化粧品の芯ａは外筒１２の芯\n口１３より進退して成るものである （２欄９行～３欄２行）。」\n上記記載によれば，引用発明において，内部に棒状化粧品の芯ａを収容した「案\n内筒１」と，芯口を有する筒状の「外筒１２」とは，外筒１２を案内筒１前方より\n冠挿し，後端を案内筒腹部１’と取外し可能に圧入固着することにより，芯ａを収\n容する筒を形成し，その内部を芯ａが進退するものと認められ，引用例の第１図及\nび第２図には，外筒１２を冠挿した案内筒１の内部に芯ａが収容された状態が図示\nされている。そうすると，引用発明の「外筒１２を圧入固着した案内筒１」は，棒\n状化粧材を進退可能に収容するための「収容筒」であるということができる。\nイ これに対し，原告は，引用発明の案内筒の構造上の特異性を強調し，本件発\n明１における「棒状化粧材を進退可能に収容する先筒」と対比すべき引用発明の部\n材は，案内筒１であると主張する。\nしかしながら，そもそも，棒状化粧材を収容する筒を形成し，その内部を棒状化\n粧材が進退可能にすることは，甲６の芯筒(1)，甲７のテーパ筒１５などに示され\nているようにごくありふれた構成であり 前記判示のとおり 引用発明の 外筒１２，， 「\nを圧入固着した案内筒１」も棒状化粧材を進退可能に収容するものであると認めら\nれる。原告が主張するような引用発明の案内筒の構造は，引用発明の「外筒１２を\n」，圧入固着した案内筒１ が収容筒といえるかどうかの結論を左右するものではなく\n本件発明の「先筒」と引用発明の「案内筒１」を対比すべきであるとの原告の主張\nも理由がない。\n原告は，仮に，本件発明の「先筒」と引用発明の「外筒１２を圧入固着した案内\n筒１」を対比するとしても，引用発明の案内筒１と外筒１２とは，その一部のみに\nついて，相互に着脱自由な状態で圧入固着されていて，しかも，圧入固着されてい\nる以外の部分においては若干の隙間が存在し，その隙間を介した内側には，自由端\nを有する板状部１ｂが，スリット切欠４を隔てて並列した状態となっているなどの\n構造上の相違点があるとも主張する。\nしかしながら，引用発明の案内筒１と外筒１２とが一部のみについて相互に着脱\n自由な状態で圧入固着されていること，圧入固着されている以外の部分において若\n干の隙間が存在すること，その隙間を介した内側に自由端を有する板状部１ｂがス\nリット切欠４を隔てて並列していることなどの点は，引用発明の「外筒１２を圧入\n固着した案内筒１」が棒状化粧材を進退可能に収容するための収容筒であるとの認\n定を何ら妨げるものではない。\nウ したがって，引用発明の「外筒１２を圧入固着した案内筒１」と本件発明１\nの「先筒」とは，棒状化粧材を進退可能に収容する「収容筒」という概念で共通す\nるものであるとの審決の認定には誤りがない。\n(2) 審決は，引用発明の「外筒１２の内壁と案内筒１のスリット切欠４とで形\n成され嵌合爪１０が摺動自在に嵌合される数条の溝」と本件発明１の「先筒内周面\nに形成され爪片が収容される複数の摺動溝」とは，いずれも「収容筒内周面に形成\nされ爪片が収容される複数の摺動溝」と理解できるとして，この点を一致点と認定\nした。\nア 引用例の上記記載によれば，引用発明の案内筒１には，筒状の周囲に等間隔\nに平行スリット切欠４が設けられており，案内筒１前方より外筒１２を冠挿して，\n案内筒１１に圧入固着すると，外筒１２の内壁とスリット切欠４との間に数条の溝\n状の空間が形成されることが認められる。また，引用発明の嵌合爪１０は，押盤に\n複数一体成型され，棒状化粧品の芯１ａを挟み込んで保持するものであり 「案内，\n筒１のスリット切欠４に摺動自在に嵌合して成る （引用例の２欄１９～２０行）」\nものであるから，外筒１２を圧入固着した案内筒１において，外筒１２の内壁とス\nリット切欠４との間に形成される空間内を摺動するものと認められる。\nそうすると，引用発明において，案内筒１に外筒１２を冠挿した状態において形\n成される，外筒１２の内壁とスリット切欠４との間の空間は 「収容筒内周面に形，\n成され爪片が収容される複数の摺動溝 であるということができ 本件発明１の 先」， 「\n筒内周面に形成され爪片が収容される複数の摺動溝」も「収容筒内周面に形成され\n爪片が収容される複数の摺動溝」ということができるのであるから，両発明が「収\n容筒内周面に形成され爪片が収容される複数の摺動溝」を備えている点で一致する\nとした審決の認定には誤りはないというべきである。\nイ これに対し，原告は，引用発明のスリット切欠４と外筒１２の内周壁によっ\nて形成される空間は，案内筒１の複数の板状部１ｂが，外筒１２の内周壁との間に\n隙間を隔てて並列している状態のものであるから，その側壁と底面との間には空隙\nが存在し，かつ，板状部１ｂによって形成される側壁と，外筒１２の内周面によっ\nて形成される底面との相対移動が予定されているものであり，引用例のこの部分を\n「溝」ということはできないなどと主張する。\n確かに，引用例には 「嵌合爪１０は案内筒１の筒厚より僅かに厚く又，円筒外，\n向きに僅かに弾性付勢して成ると共に嵌合爪１０外端部に小突条１１が設けられ\nる （２欄２１～２３行）と記載され，引用例の第１図及び第２図には，外筒１２。」\nの内周と板状部１ｂの外周面との間に僅かの隙間があることが図示されている。し\nかしながら，この隙間は，板状部１ｂの厚みに比してごくわずかなものであり，板\n状部の側面と外周１２の内周により形成される空間を「溝」ということを妨げるも\nのではなく，また板状部１ｂによって形成される側壁と，外筒１２の内周面によっ\nて形成される底面との位置関係が相対移動するとしても，板状部の側面と外周１２\nの内周により形成される空間が「溝」であることには変わりがないというべきであ\nる。\nウ 以上によれば，引用発明の「外筒１２の内壁と案内筒１のスリット切欠４と\nで形成され嵌合爪１０が摺動自在に嵌合される数条の溝」と本件発明１の「先筒内\n周面に形成され爪片が収容される複数の摺動溝」とは，いずれも「収容筒内周面に\n形成され爪片が収容される複数の摺動溝」である点で一致するとの審決の認定には\n誤りがない。\n(3) 審決は，本件発明１と引用発明は「アイライナー又はアイブロウ用の細径\nの棒状化粧材を進退可能に収容する収容筒 「アイライナー又はアイブロウ用の棒」\n状化粧材繰出容器」である点で一致すると認定した。\nア 引用例には 「本考案は，棒状化粧品用容器の改良に関するものである。従，\n，， ， 」（）来 口紅 アイシャドウ 眉墨等の棒状固形化粧品の容器は １欄２６～２９行\nとの記載があり 「棒状化粧品用容器」の種類については特に限定していない。こ，\nこでいう「アイシャドウ，眉墨」は，眼の輪郭線を整え，あるいは眉の形状を整え\nるための化粧用具であるから，眼や眉という微妙繊細な部位についての化粧操作に\n適するように，細径からなる棒状化粧材であると考えられる。そうすると，引用発\n明にいう「棒状化粧品用容器」には 「アイライナー又はアイブロウ用の細径の棒，\n状化粧材」が含まれると認めることができる。\nしたがって，本件発明１と引用発明は「アイライナー又はアイブロウ用の細径の\n棒状化粧材を進退可能に収容する収容筒 「アイライナー又はアイブロウ用の棒状」\n化粧材繰出容器」である点で一致するとの審決の認定に誤りはない。\nイ これに対して，原告は，引用発明において１～３ｍｍ程度の細径の棒状化粧\n材を進退可能に収容する部分を構成しようとすれば，案内筒１の複数の板状部１ｂ\nはほぼ線条体のものとして形成せざるを得ず，芯チャック７から強いひねり応力を\n受けると変形してしまうのであるから，引用発明の「棒状化粧品用容器」は「アイ\nライナー又はアイブロウ用の細径の棒状化粧材」として用いることができないと主\n張する。\n(ｱ) しかしながら そもそも 本件発明１に係る特許請求の範囲の記載には ア，， ，「\nイライナー又はアイブロウ用の細径の棒状化粧材」と記載されているにすぎず，本\n件明細書を参照しても 発明の属する技術分野 本発明は 細径の棒状化粧材 特，「【】 ， （\nにアイライナー，アイブロウ，リップライナー等）を複数の爪片により保持する棒\n状化粧材繰出容器に関し （段落【０００１ 「例えば，大径な口紅やコンシー，」】），\nラー等，断面積が大きく強度もある棒状化粧材の場合には，化粧材保持部である円\n筒形の芯チャック内に棒状化粧材の下端側を保持する。この場合，芯チャックに保\n持される部分の長さと棒状化粧材全長との比は，１：２～１：３程度とするのが一\n般である （段落【０００３ 「一方，細径の棒状化粧材の場合には，芯チャッ。」】），\nクに保持される部分の長さと化粧芯材の長さの比は，例えば１：５～１：６程度に\n。， ，，される しかしながら このような細径で脆弱な棒状化粧材の場合 繰出操作時に\n棒状化粧材の折れ，抜け，破損等が生じやすい （段落【０００４ ）との記載は。」】\nあるものの，本件発明のアイライナー又はアイブロウ用の棒状化粧材の直径等は明\n記されていない。\n原告は，甲１５～２１を根拠として，アイライナー用又はアイブロウ用の棒状化\n粧材の直径が通常１～３ｍｍ程度であることは，当業者に自明の技術常識であると\n主張する。確かに，甲１５～２１には，アイライナー用又はアイブロウ用の棒状化\n粧材としてその直径が１～３ｍｍ程度のものが記載されていると認められるもの\nの，甲１５～２１から，アイライナー用又はアイブロウ用の棒状化粧材の直径を１\n～３ｍｍとすることが技術常識であり，本件発明１の棒状化粧材の直径が１\n～３ｍｍのものに限られるとまでは認められない。\nしたがって，アイライナー用又はアイブロウ用の棒状化粧材の直径が１～３ｍｍ\nであることを前提とする原告の主張は，採用できない。\n(ｲ) また，仮に，本件発明１のアイライナー用又はアイブロウ用の棒状化粧材\nの直径が１～３ｍｍであることを前提とし，板状部１ｂが芯チャック７から強いひ\nねり応力を受けると変形してしまうことを考慮して，引用例記載の「棒状化粧品用\n容器」がそのままでは「アイライナー又はアイブロウ用の細径の棒状化粧材」とし\nて用いることができないとしても，後記のとおり，棒状化粧材を進退可能に収容す\nる収容筒を単一に形成された部品で構成することは周知の技術事項であるから，引\n用発明の外筒と案内筒を甲６の化粧料容器のように摺動溝を有する一体の先筒とす\nれば，先筒に刻印されている摺動溝により回転阻止のための回転応力を受け止める\nことが可能となることは明らかである。そうすると，引用発明を１～３ｍｍの直径\nの棒状化粧品に適用することに格別の困難性は認められないというべきである。\n(4) 以上のとおり，原告の主張する取消事由1-1には理由がない。\n1-2 取消事由1-2（相違点１の認定判断の誤り）について\n(1) 審決は，相違点１を「収容筒に関し，本件発明１が 「先筒」という単一に，\n形成された部品からなるものであるのに対し，引用発明は 「外筒１２を圧入固着，\nした案内筒１」であるところから 「外筒１２」及び「案内筒１」という別体に形，\n成された部品からなる点 」と認定したのに対し，原告は，相違点１の存在は認め。\nつつも 「別体」の具体的な態様を認定していないのは違法であると主張する。，\nしかしながら，収容筒が単一に形成された部品からなるものであるか，別体に形\n成された部品からなるかという点を相違点と認定した際に，さらに別体の具体的な\n構成を認定しないことが誤りであるということはできない。\n相違点１の認定の誤りをいう原告の主張は失当である。\n(2) 審決は，棒状化粧材を進退可能に収容する収容筒を 「先筒」という単一に，\n形成された部品で構成することは，例えば甲６に例示されているように，この種の\n分野における周知技術であるから，引用発明に上記の周知技術を適用して本件発\n明１の相違点１に係る構成とすることは，当業者が必要に応じて適宜なし得ること\nであると判断した。原告はこの判断を争うが，棒状化粧材を進退可能に収容する収\n容筒を単一に形成された部品で構成することは，甲６にも見られるように，棒状化\n粧材という狭い技術分野における周知技術であると認められるのであるから，これ\nを引用発明に適用することは，当事者であれば容易に想到し得たものであり，この\n判断を妨げるような事情は認められない。\nしたがって，相違点１に係る構成は，当業者が容易に想到し得たものであるとの\n審決の判断に誤りはない。\n1-3 取消事由1-3（相違点２の判断の誤り）について\n審決は，相違点２を「本件発明１の各爪片の先端部内周面には「テーパ面」が設\nけられているのに対し，引用発明の各爪片の先端部内周面にはかかるテーパ面が設\nけられていない点」と認定した上で，棒状化粧品の爪部の先端部内周面にテーパ面\nを形成することは，甲７，８に記載されているように周知の技術であり，相違点２\nに係る構成は当業者が普通に採用し得る事項であると判断した。\n甲７の図３６には，棒状化粧料を装着する芯チャック８０に形成された棒状化粧\n料を保持するための爪状部分の先端部内周面にテーパ面が形成されており，甲８の\n図８には，棒状化粧材９０用ホルダー５０の保持片５４の先端内側にテーパ面が形\n成されている。甲７，８に開示されているとおり，棒状化粧材を保持するための爪\n部材において，その先端内周面にテーパ面を形成することは従来周知の技術であっ\nたものと認められる。\nこれに対し 原告は 甲７ ８は いずれも 特殊な構造と機能を有する芯チャッ， ，，， ，\nクの爪部にテーパ面を施したものであるなどと主張するが，引用発明の嵌合爪と\n甲７，８記載の爪状部分とは，いずれも棒状化粧材を複数の爪状部分により嵌合保\n持するためのものであり，棒状化粧材を複数の爪状部分により形成される空間に押\nし込むものである点で共通している。そして，甲７，８記載の爪状部分のテーパ面\nが，保持する棒状化粧材の挿入を容易にするために形成されているものであること\nは，技術常識からして明らかである。\nそうすると，甲７，８に記載された周知事項を引用発明に適用し，相違点２に係\nる構成とすることは，当業者が容易に想到し得たことというべきである。\n1-4 取消事由1-4（予期し得ない顕著な効果の看過）について\n原告は，本件発明１が引用発明からは予期し得ない顕著な効果を奏すると主張す\nる。しかしながら，原告が主張する作用効果は，いずれも引用発明から当業者が予\n測し得る作用効果にすぎず，引用発明から予期し得ない顕著な効果を奏するものと\nいうことはできない。\n２ 取消事由２（本件発明２についての判断の誤り）について\n審決は，引用発明の小突条１１は断面が円弧状であるのに対し，本件発明２の突\n起が略半球状である点で両者は相違するが，突起として様々な形状のものを試みる\nことは当業者が適宜なし得ることであると判断した。\n引用発明の「嵌合爪の小突状」は，案内筒に外筒を冠挿した状態においては，外\n筒の内周面に当接する。この場合において，案内筒の平行スリット切欠４と外筒の\n内周面により構成される空間の外筒の内周面は摺動当接面となり，嵌合爪が外周円\n方向に拡がらないようにする作用を奏する。そうすると，引用発明の「嵌合爪の小\n突状」と本件発明２の「略半球形状の突起」とは，共に爪片が外側に拡がらないよ\nうにする作用を奏する点で共通するということができる。\nこのように，嵌合爪が外周円方向に拡がらないようにする作用を奏するには，嵌\n合爪の外周に形成された嵌合爪の小突状が，外筒の内周面と常に当接して嵌合爪を\n内方に押し込む部分が存在すれば足りるのであり，その当接部の突起の形状は，様\n々な形状の中から当事者が適宜選択し得るものということができる。\nしたがって，引用発明の「嵌合爪の小突状」を本件発明２のように略半球状の突\n起とすることは，当業者が容易になし得たことというべきである。\nこれに対し，原告は，引用発明においては小突条１１を略半球形状の突起とする\nことは予定されていないなどと主張するが，嵌合爪が外周円方向に拡がらないよう\nにする作用を奏するために嵌合爪の外周に形成される小突状の形状が，嵌合爪の外\n周先端の全般にわたってのびる突条の形状に限定される理由はないのであり，当業\n者であれば，嵌合爪の効率的な内方移動や嵌合爪の先端に対する押圧力の分布の均\n一性など，原告の指摘する点を考慮しつつ，その形状を適宜選択し得るものという\nべきである。\nしたがって，原告の主張する取消事由２は理由がない。\n３ 取消事由３（本件発明９についての判断の誤り）について\n審決は，本件発明９のように，収容筒の摺動溝の断面を，内径側の内周線が短く\n外径側の外周線が長い扇形断面とし，それにより，摺動溝内の爪片を摺動溝に係合\nさせ，爪片が収容筒の内径方向に脱出することを防止した構成とすることは，引用\n発明にも記載があり 甲９に記載されているとおり周知技術であるから 本件発明９，，\nも当業者が容易に想到し得たものであると判断した。\n(1) 引用発明の嵌合爪１０は 「前記案内筒１のスリット切欠４に摺動自在に嵌，\n合して成る嵌合爪１０から成り （２欄１９～２０行）と記載されているとおり，」\n，，スリット切欠４に係合するものであるということができ また引用例の第２図には\nスリット切欠４を形成する板状体が円弧状に形成されていること，スリット切欠４\nと外筒１２の内周面により形成される空間が扇形であること，嵌合爪が当該空間に\n隙間なく嵌合していることが示されている。そうすると，引用発明の嵌合爪は，ス\nリット切欠と外筒内周面により形成される扇形断面の摺動溝に，嵌合爪が収容筒の\n内径方向へ脱出することを防止されるように係合されていることは明らかである。\n(2) さらに，甲９には，棒状化粧材を収嵌支持する化粧材保持部の上部に設け\nられた爪状部分の断面と，収容筒の内側に設けられ，爪状の部分が摺動する溝の断\n面とが，互いに係合するように内径側の内周線が短く外径側の外周線が長い扇形断\n面となるように形成された構成が記載されていることが認められる。原告は，甲９\nの図面に記載されている断面扇形の形状は，漫然と描画された形状であると解する\nほかないなどと主張するが，甲９は，収容筒の溝内を爪片が摺動する場合に，当該\n溝をその断面形状が内径側の内周線が短く外径側の外周線が長い扇形断面となるよ\nうに形成し，爪片が収容筒の内径方向に脱出することを防止するという周知の構成\nを採用したにすぎないというべきである。\n(3) したがって，原告の主張する取消事由３も理由がない。\n４結論\n以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求\nは棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官 塚原朋一\n裁判官 高野輝久\n裁判官 佐藤達文\n"
}