{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 2
  },
  "case_number": "平成13(ワ)25246",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5785",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5785",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/785/005785_hanrei.pdf",
  "contents": "Ｈ１４．９．２東京地方裁判所平成１３年(ワ)第２５２４６号損害賠償請求事件\n主    　　    文\n１　被告丁は，原告株式会社甲に対し金１００万円，同乙に対し金３０万円及び同\n丙に対し金３０万円並びにこれらの金員に対する平成１３年１０月２６日から各支\n払済みまで年５分の割合による金員を支払え。\n２　原告の被告丁に対するその余の請求及び被告戊に対する請求をいずれも棄却す\nる。\n３　訴訟費用中，被告丁に生じた費用及び原告らに生じた費用の各４分の１を被告\n丁の負担とし，その余を原告らの負担とする。\n４　この判決は，主文第１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，原告株式会社甲に対し，連帯して金３００万円及びこれに対する\n平成１３年１０月２６日から支払済みまで年５分の割合による金員を支払え。\n２　被告丁は，原告乙に対し，金２００万円及びこれに対する平成１３年１０月\n２６日から支払済みまで年５分の割合による金員を支払え。\n３　被告丁は，原告丙に対し，金２００万円及びこれに対する平成１３年１０月\n２６日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　前提事実\n(1) 当事者\nア　原告株式会社甲（以下「原告会社」という。）は，貨物の運送等を業とする株\n式会社である（弁論の全趣旨）。\nイ　原告乙は，原告会社の代表取締役であり，同丙は，原告会社の専務取締役であ\nり，原告乙の妻である（甲９，１０，弁論の全趣旨）。\nウ　被告丁は，平成１３年９月３日以降，原告会社に雇用され，運送業務に従事し\nていた者であり（甲５の１），同戊は，被告丁の父である（弁論の全趣旨）。\n(2) 被告戊は，原告会社との間で，平成１３年９月３日，被告丁が原告会社の\n就業規則及び諸規定を厳守して忠実に勤務することを保証し，被告丁がこれを不履\n行又は規則を乱し，故意または重大な過失により原告会社に損害を与えた場合は，\n被告丁と連帯して損害賠償義務を負う旨の身元保証契約を締結した（甲２，以下\n「本件身元保証契約」という。）。\n(3) 被告丁は，平成１３年１０月２５日，インターネット上の掲示板ホームページ\n「２ちゃんねる」（以下「本件掲示板」という。）内に，「鬼☆」というハンドル\nネームを用い，「不当解雇」というスレッド（以下「本件スレッド」という。）を\n作成し，同日以降，「業務は多忙で休日もほとんどなく，」「内容は朝７時から夜\n中の２時３時もざらであった。」「いきなりの解雇通知である。納得出来ず，社長\nに抗議すると懲戒解雇にすると言われ同意書にサインしろと恫喝された。」「納得\n出来ないので他の先輩社員に聞いて見るとタヤマ学校という自己啓発セミナー行き\nを体力的な理由で断ったのが社長と専務の癇に障ったらしい。ただ，それだけの理\n由なのだ。私は，許せない。一小市民をそんな理由だけで，解雇してもいいのだろ\nうか？」「この一ヶ\n月間，毎日が，忙しく平均３・４時間の睡眠時間での運転手という肉体労働だった\nので，精根尽き果て，目覚ましがなっても，おきれなかったのです。しかも，週休\n２日のはずが休みもほとんど取れない状態だったのです。」「税引き後，１８万そ\nこそこの給料で，３４万の請求････。一ヶ月馬車馬のように，心身ともに疲れ果て\nるまで働いて１６万の赤字です。」「今の社長は２代目，まさにボンボンです。」\n「奥さんはちなみに学習院の短大出でお嬢様らしい。よって，人を人としてって言\nうか，従業員は奴隷だと思っているふしがある（笑）。」「そして，２代目ボンボ\nンの精神的弱さからか，タヤマ学校という，宗教に近い（洗脳して，今までの人格\nっていうか，生き方を強制的に恫喝等で，三日間合宿場に缶詰にして，変えて，そ\nこの校長のいい\nなりに＝経営者のいいなりに，なるようにしむけるらしい。）所に自ら，研修にい\nき，どっぷり漬かって，それを自分なりに租借せずに，そのままを社員全員に押し\n付け，わたしのように，研修を先延ばしにしたものは，全員，首をきられたらし\nい。」等の書き込み（以下「本件書き込み」という。）を行った（甲１，被告丁本\n人）。\n２　当事者の主張\n(1) 原告ら\nア　被告丁は，本件書き込みを行い，原告らについて虚偽の事実を摘示し，\n原告会社の営業上の信用及び名誉，並びに原告乙及び同丙の名誉を著しく毀損し\nた。\nイ　本件書き込みは虚偽の内容を含んでおり，被告丁が故意に原告らの名\n誉，信用を毀損する目的を持ってしたものである。被告丁は現在に至るまで，原告\nらに対し何らの謝罪を行っていない。本件書き込みが行われた２ちゃんねるは，１\nか月のアクセス数が数百万人ともいわれるインターネット上の巨大な掲示板サイト\nであり，本件スレッド中の書き込みの中には，本件書き込みを信じていると思われ\nるものもあり，実際に，被告丁の書き込みを信じている者はさらに多いはずであ\nり，少なくとも，本件書き込みを見た人物に，原告らについての悪印象を植え付け\nるものであり，これらの事情に，本件書き込みの内容の悪質さも考え併せると，本\n件書き込みによる名誉等の毀損により，原告会社が受けた損害は３００万円を下ら\nず，また，原告乙及び同\n丙が受けた損害は，それぞれ２００万円を下らない。\nウ　被告戊は，本件身元保証契約に基づき，被告丁が原告会社に対して負う上記イ\nの３００万円の債務について連帯して支払う義務を負う。\nエ　被告らの主張ウは争う。\n原告会社が，平成１３年１０月２５日に被告丁を懲戒解雇した事実はない。原\n告会社は，同日，被告丁に対し，解雇予告をしたにすぎず，被告丁を懲戒解雇した\nのは，本件書き込みが行われた後である平成１３年１１月１６日である。\nしたがって，被告丁が本件スレッドを作成した平成１３年１０月２５日の時点で原\n告会社と被告丁の雇用契約は継続しており，本件身元保証契約も継続していたので\nあるから，被告戊は，被告丁と連帯して，原告会社の被った損害を賠償する責任を\n負う。\nまた，被告丁は，同日午後６時３８分に最初の書き込みを行っており，被告らの主\n張する懲戒解雇から半日も経過しないうちに，本件書き込みを開始しており，しか\nも，本件書き込み行為は雇用者に対する不法行為である上，本件書き込みの内容\nは，被告丁が原告会社に雇用されていた事実そのものに関係する事項である。\nこのように，原告会社，被告丁間の雇用関係と本件書き込み行為とは時間的，内容\n的に密接しており，雇用関係から生じた被用者の責任について，継続的，包括的保\n証をするという身元保証の趣旨に照らせば，仮に，原告会社が平成１３年１０月２\n５日に被告丁を解雇していたとしても，被告戊は，本件身元保証契約に基づく責任\nを負う。\nオ　よって，原告会社は，被告丁に対し，不法行為に基づく損害賠償として３００\n万円及びこれに対する不法行為後である平成１３年１０月２６日から支払済みまで\n民法所定年５分の割合による遅延損害金の支払，被告戊に対し本件身元保証契約に\n基づき同額の金員の支払を求め，原告乙及び同丙は，被告丁に対し，不法行為に基\nづく損害賠償としてそれぞれ２００万円及びこれに対する不法行為後である平成１\n３年１０月２６日から支払済みまで民法所定年５分の割合による遅延損害金の支払\nを求める。\n(2) 被告ら\nア　原告らの主張アは争う。\n被告丁は，原告会社から解雇通知を受け，大きなショックを受け，相談できる相手\nもなかったことから，愚痴をこぼすような軽い気持ちで２ちゃんねるに本件スレッ\nドを立ち上げたにすぎず原告らの名誉を毀損する目的で本件書き込みを行ったもの\nではない。\nイ　原告らの主張イは争う。\nウ　原告らの主張ウは争う。\n被告丁は，平成１３年１０月２５日，原告会社を解雇され，その結果，本件身\n元保証契約も終了しており，その後に行われた本件書き込みによって原告会社が被\nった損害については被告戊は責任を負わない。\n３　争点\n(1) 本件書き込みが原告らの名誉，信用を毀損する不法行為か。\n(2) 原告らの被った損害の額。\n(3) 被告戊が，本件身元保証契約に基づく責任を負うか。\n第３　争点に対する判断\n１　争点(1)について\n(1) 前判示のとおり，被告丁が，インターネット上の掲示板２ちゃんねるに，\n本件書き込みを行ったことが認められるところ，インターネットを利用する一般の\n閲覧者の視点からすると，本件書き込みは，閲覧者に対し，被告会社が従業員であ\nる運転手に休日を与えず，睡眠時間平均３，４時間で長時間酷使し，低額の賃金し\nか支払わず，従業員の生き方を強制的に変えるようなセミナーへの参加を求めるな\nど理不尽な要求をした上，従わないときは解雇するような会社である，その経営者\nである原告乙も，その資質に問題がある上，前記のような研修への参加を強要し，\nそれに従わない者は解雇するような者であり，原告丙は，従業員を人間として尊重\nせず不合理な服従を強いるような人物であって，いずれも，経営者として不適格で\nあるかのような印象を\n与えるものであることが認められる。\nそうすると，被告丁が，インターネット上に本件書き込みを行った結果，\n原告らの名誉，信用等について社会から受ける客観的評価が低下したことは明らか\nであり，原告会社の信用及び名誉並びに原告乙及び同丙の名誉が毀損されたと認め\nられ，被告丁の前記行為は，不法行為に当たると解すべきである。\n(2) 被告らは，被告丁が，原告らの名誉及び信用を毀損する目的で本件書き込\nみを行ったものではない旨主張し，被告丁はこれに沿うかのような供述をし，不法\n行為の成立を争う。\nしかしながら，名誉毀損の不法行為は，問題とされる表現が，人の品性，徳行，名\n声，信用等の人格的価値について社会から受ける客観的評価を低下させるものであ\nれば，当該行為が公共の利害に関する事実に係り，専ら公益を図る目的に出た場合\nにおいて，摘示された事実が真実であると証明されるか，その事実が真実であると\n信じるについて相当な理由があるなどの事由が主張立証されない限り，仮にその表\n現が名誉毀損目的で行われたものでなかったとしても違法性を欠くものとはいえず\n名誉毀損の不法行為の成立を妨げるものではない。そして，本件において前記の事\n由の主張立証はないのであるから，被告丁の前記行為は不法行為に当たるものとい\nうべきであり，被告らの主張は採用できない。\n２　争点(2)について\n原告らの被った損害について検討すると，本件書き込みは，１，(1)判示のと\nおり，原告らの社会的評価を低下させるもので，その信用，名誉を毀損するもので\nあり，証拠（甲１，４の１，２，甲９，１０）及び弁論の全趣旨によれば，本件書\nき込みが行われたのはインターネットの掲示板という，不特定多数の人間が閲覧す\nる可能性がある場所であり，また，インターネット上では，情報の伝達が容易かつ\n即時に行われ，その伝播力は大きいため，文書等に比して，原告らの名誉，信用を\nより大きく損なう危険性を有していることが認められる。しかも，原告会社の住所\nやホームページアドレスも本件掲示板上に公開したために，原告会社に対して本件\n書き込みを読んだと推測される第三者からいたずらメールが送信されたり（甲４の\n１，２），実際に原\n告会社内においても，原告乙及び同丙と従業員との関係に悪影響が生じるなどの事\n態が発生したことが認められる（甲９，１０）。\n他方，本件書き込みを実際にどの程度の人間が見たかは不明であり，実際に\nどの程度伝播したかは明らかではない上，インターネット上の掲示板においては，\n意見表明の容易さ，匿名性が相まって，信用性の乏しい情報も少なからず見受けら\nれる。そして，原告乙及び同丙については，その名誉毀損部分は，原告会社の経営\n上の不適切な言動など原告会社の経営者としての名誉を毀損されたのであるから，\n原告会社についての損害の賠償を認めることにより，その被害は相当程度回復され\nるものと認められる。\n以上本件に現れた全事情を総合考慮すると，原告会社が本件によって被った\n損害を１００万円，原告乙及び同丙の被った損害を各３０万円と認めるのが相当で\nある。\n３　争点(3)について\n(1) 前判示のとおり，原告会社，被告戊間に本件身元保証契約が締結されたことが\n認められる。しかし，証拠（甲１，甲５及び６の各１，２，甲７ないし９，１１，\n乙３，被告丁本人）及び弁論の全趣旨によれば，原告会社の就業規則（甲１１）の\n５７条の４は，懲戒解雇について定め，その第１項には，正当な理由なく業務上の\n指示命令に従わないことが懲戒解雇事由として定められているところ，被告丁は，\n平成１０年１０月１３日，原告会社が近鉄物流から依頼された配送の仕事を割り当\nてられていたにもかかわらず，無断欠勤のためそれを行わなかったこと，同月２３\n日には，原告会社が近鉄物流から依頼された田園調布の病院に紙おむつを配送する\n業務等を割り当てられていたが，それを配送しないまま帰社し，帰宅したことが認\nめられ，これらの被\n告丁の行為は，上記条項に定める懲戒解雇事由に該当し，同月２５日の段階で，被\n告丁には懲戒解雇事由が存在していたことが認められる。よって，原告会社は，平\n成１３年１０月２５日に被告丁を懲戒解雇したものと認めることができ，被告戊\nは，本件身元保証契約終了後に行われた本件書き込みによって原告会社に生じた損\n害について賠償する責任を負わないというべきである。\n(2) これに対し，原告会社は，平成１３年１０月２５日，被告丁に対し，解雇\n予告をしたにすぎず，被告丁を懲戒解雇したのは，本件書き込みが行われた後であ\nる平成１３年１１月１６日であり，被告丁が本件スレッドを作成した平成１３年１\n０月２５日の時点で原告会社と被告丁の雇用契約は継続しており，本件身元保証契\n約も継続していたのであるから，被告戊は，被告丁と連帯して，原告会社の被った\n損害を賠償する責任を負う旨主張し，甲第３号証及び甲第９号証（原告乙の陳述\n書）中にはこれに沿う記載がある。\nしかし，前判示のように，平成１３年１０月２５日の時点で被告丁には懲戒解雇事\n由が存在していた上，被告丁は，翌同月２６日以降，原告会社に出社せず，その際\n原告会社へ連絡すらしていないこと（甲６の２，被告丁本人），被告丁は，同月２\n７日に原告会社の寮を退去していること（被告丁本人），原告乙は，平成１３年１\n０月２５日，被告丁に対して，「明日からは来なくていい」と言ったと陳述するが\n（甲９），その際，解雇予告手当を提供した形跡はないこと，被告丁は，その直後\nである同日午後６時３８分には，原告乙から懲戒解雇にすると言われた旨の本件書\nき込みをしていることを考え併せると，(1)の認定を左右するに足りる証拠はなく原\n告会社の主張は採用できない。\n(3) なお，使用者の懲戒権の行使は，当該具体的事情の下において，それが客観的\nに合理的理由を欠き社会通念上相当として是認することができない場合には，権利\nの濫用として無効になると解すべきところ（最高裁昭和５６年(オ)第２８４号昭和\n５８年９月１６日第２小法廷判決集民１３９号５０３頁），前記(1)判示の，被告丁\nの業務命令違反行為の態様，原告会社の信用に与えた影響に加え，甲第５号証の\n２，甲第６号証の１，２，甲第７号証，甲第８号証，甲第９号証，甲第１２号証，\n被告丁本人の供述により認められる，被告丁が，平成１３年１０月中に少なくとも\n３回無断欠勤（１３日，１６日，２４日）をし，また，無断遅刻を１回している\n上，同年９月２７日には，荷物の配達先の家で，冷蔵庫を無理矢理運び込んで壁に\nぶつけ，壁紙を破損し，そ\nの際，その冷蔵庫の蒸発皿を紛失したり，同年１０月１９日には，二日酔いの状態\nで出勤し，運転できない状態であったので，早退させられた事実を考え併せると，\n原告会社の被告丁に対する懲戒解雇は，客観的に合理的理由を欠き社会通念上相当\nとして是認できないものであるとはいえず，懲戒権の行使としての懲戒解雇が権利\nの濫用に当たるとはいえない。\n被告丁は，その本人尋問において，１０月１３日，１６日，２４日に欠勤したこと\nを認める供述をしているところ，この欠勤が無断欠勤には当たらない旨供述し，乙\n第３号証（被告らの陳述書）にもこれに沿う記載がある。\nしかし，甲第１１号証（原告会社の就業規則）の第２６条１項には，従業員が欠勤\nするときは，あらかじめその理由と予定期間を記入した欠勤届を所属長に提出し承\n認を得なければならない旨，同条２項には，やむを得ない事由により，同条１項の\n手続きをとれなかった場合は，当日始業時刻までに本人又は代理人が電話その他の\n方法によって会社に届け出なければならない旨，第２７条には，第２６条の手続を\n行わずに欠勤したときは無断欠勤として取り扱う旨規定されており，第１８条２項\nによれば，始業時刻は午前８時とされていることが認められる。そして，１０月１\n３日，１６日，２４日について被告丁が欠勤届を提出したとは認められず（甲６の\n１，２，甲９，弁論の全趣旨），甲第１号証，第１２号証によれば，被告丁は，１\n０月１３日，１６日\n，２４日には原告会社に対し，始業時間である午前８時以降に連絡をしていること\nが認められることに照らすと，被告丁の供述及び上記乙号証の記載は採用できな\nい。\n(4) さらに，原告会社は，原告会社，被告丁間の雇用関係と本件書き込み行為とは\n時間的，内容的に密接しており，雇用関係から生じた被用者の責任について，継続\n的，包括的保証をするという身元保証の趣旨に照らせば，仮に，原告会社が平成１\n３年１０月２５日に被告丁を解雇していたとしても，被告戊は，本件身元保証契約\nに基づく責任を負う旨主張する。\nしかし，前判示のとおり，本件身元保証契約は，本件書き込み前に終了しており，\n同契約の条項上，被告戊が本件書き込みについて同契約上の責任を負うものでない\nことは明らかである。のみならず，本件身元保証契約は，身元保証ニ関スル法律の\n適用を受けるところ，同法は，身元保証責任の永続性及びその広汎性について合理\n的な制限を加えることを目的とする法律であり，身元保証責任の範囲については厳\n格に解すべきであって，契約終了後の被用者の行為によって使用者に生じた損害に\nついてまで身元保証人が賠償責任を負うと解すべき理由がないことを考え併せる\nと，原告らの主張は採用できない。\n第４　結論\n以上のとおり，原告らの請求は，主文第１項の限度で理由があるからこれを\n認容し，その余は理由がないからこれを棄却することとし，主文のとおり判決す\nる。\n東京地方裁判所民事第１７部\n裁判長裁判官    大　竹　たかし\n裁判官    上　野　泰　史\n裁判官    神　谷　厚　毅\n"
}