{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 12
  },
  "case_number": "平成13(行ウ)46",
  "case_name": "贈与税決定処分等取消請求事件",
  "court_name": "さいたま地方裁判所",
  "field": "行政",
  "gist": "土地の売買契約が相続税法（平成１５年法律第８号による改正前）７条の規定による低額譲受に該当し，同土地の時価との差額に相当する金額が贈与により取得したものとみなされるとしてされた贈与税賦課決定処分の取消請求が，一部認容された事例",
  "case_gist": "土地の売買契約が相続税法（平成１５年法律第８号による改正前）７条の規定による低額譲受に該当し，同土地の時価との差額に相当する金額が贈与により取得したものとみなされるとしてされた贈与税賦課決定処分の取消請求につき，同条は，著しく低い価額の対価で財産の譲渡を受けた場合には，法律行為としての贈与には該当しなくても，実質的には贈与と評価し得るため，課税の公平負担の見地から，対価と時価との差額について贈与があったものとみなすこととしたものと解され，また，贈与税は，相続税とはその制度自体は別個のものと解すべきであるから，同条の適用に際しては，同条に規定する「財産の譲渡を受けた者」が相続予定者等の譲渡人と親族関係にあることを要せず，財産又は対価と時価の差額分を無償で譲り受ける意思や租税回避目的も要しないとして，前記処分の前提とされた時価より低い時価を認定した上，前記売買契約の対価が著しく低い価額の対価に当たるとして，前記請求を一部認容した事例",
  "lawsuit_id": "14939",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14939",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/939/014939_hanrei.pdf",
  "contents": "主文\n１　被告が平成１１年５月１７日付けで原告に対してした平成８年分贈与\n税の決定処分のうち，基礎控除額控除後の課税価格２９５３万円，納付すべき税額\n１３８１万８０００円を超える部分及び無申告加算税賦課決定処分のうち，無申告\n加算税２０７万１５００円を超える部分を取り消す。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを３分し，その１を原告の負担とし，その余を被告\nの負担とする。\n事実及び理由\n第１　請求\n被告が平成１１年５月１７日付けで原告の平成８年分贈与税についてした決\n定処分及び無申告加算税賦課決定をいずれも取り消す。\n第２　事案の概要\n１　事案の要旨\n本件は，原告が別紙１物件目録記載１の土地（以下「本件土地」という。）\nを平成８年８月２１日にＰ１から代金１５００万円で買い受けた（以下「本件売買\n契約」又は「本件譲受」という。）ところ，被告は，本件土地の時価は７０９０万\n７３５０円と評価され，本件売買契約は相続税法（平成１５年３月法律第８号改正\n前のもの。以下同じ。）７条の規定による低額譲受に該当し，本件土地の時価との\n差額に相当する金額が贈与により取得したものとみなされるとして，平成８年分の\n贈与税として納付すべき税額３００４万９５００円とする決定処分及び無申告加算\n税４５０万６０００円とする賦課決定処分（以下，これらの処分を個別にはそれぞ\nれ「本件決定処分」，「本件賦課決定処分」といい，併せて「本件処分」とい\nう。）を行ったため，原告\nが，本件譲受は相続税法７条の低額譲受には当たらない等として，その取消しを求\nめた事案である。\n２  基本的事実関係(当事者間に争いがない事実並びに証拠及び弁論の全趣旨によ\nって容易に認定できる事実)\n(1)　本件売買契約等\n原告は，平成８年８月２１日，Ｐ１との間で，別紙１物件目録記載１の土\n地（本件土地）を１５００万円で譲り受ける旨の土地売買契約（本件売買契約）を\n締結した（甲３６）。\n原告は，Ｐ１に対し，平成８年８月２１日，上記代金のうち３００万円\nを，同月２９日には，残代金１２００万円をそれぞれ支払った（甲３４及び３\n５）。\n原告は，平成８年８月２３日，本件土地について，農地法５条１項３号の\n規定による届出をし，同月２７日受理された。また，原告は，同月３０日，本件土\n地について同月２９日付け売買を原因とする所有権移転登記をした。\nなお，本件土地は，平成８年１２月５日，別紙１物件目録記載２ないし４\nの３筆に分筆された（甲４の１ないし３）。\n(2)　本件土地の状況\n本件土地は，本件売買契約当時から現在に至るまで更地である。\n本件土地は，東武越生線α駅の東方約４００ｍに位置し，坂戸都市計画事\n業α土地区画整理事業（以下「本件土地区画整理事業」という。）施行区域内にあ\nる。\n本件土地区画整理事業の概要は以下のとおりである。\n施行者　　鶴ヶ島市\n施行地区の面積    ４２．８ｈａ\n都市計画決定    平成４年１月１７日\n事業計画決定    平成４年７月２７日\n（第１回変更）    平成８年７月３１日\n総事業費    １６９億７０００万円\n計画人口    ４３００人・人口密度（平均）約１００人／ｈａ\n権利者数    １４３６人\n建物戸数    １２４９戸（要移転戸数９２３戸）\n減歩率    ２６．５０％（公共減歩２３．９８％・保留地減歩２．５２\n％）\n本件土地は，本件口頭弁論終結時である平成１６年７月２８日現在におい\nてもいまだ仮換地の指定はなされていない。\n(3)　本件処分\n被告は，平成１１年５月１７日，本件土地の時価は７０９０万７３５０円\nであり，本件売買契約は相続税法７条の規定による低額譲受に該当し，本件土地の\n時価との差額に相当する金額が贈与により取得したものとみなされるとして，原告\nの平成８年分贈与税について別紙２の「決定・賦課決定」欄記載のとおり基礎控除\n額控除後の課税価格５５３０万７０００円，納付すべき税額３００４万９５００円\nとする決定処分及び無申告加算税４５０万６０００円とする賦課決定処分を行った\n（本件処分）。\n(4)　滞納処分\n関東信越国税局は，平成１３年３月２２日，別紙１物件目録記載２ないし\n５の土地について，債権者を財務省とする差押処分を行った（甲４の１ないし\n４）。\n(5)　異議申立て等\nア  原告は，平成１１年７月１７日，本件処分を不服として，被告に対し，\n別紙２の「異議申立て」欄記載のとおり異議申立てを行ったが，被告は，平成１１\n年１０月１４日付けで上記異議申立てを棄却した。\nイ　原告は，平成１１年１１月１５日，国税不服審判所長に対し，別紙２の\n「審査請求」欄記載のとおり審査請求を行ったが，国税不服審判所長は，平成１３\n年１０月１１日付けで上記審査請求を棄却した。\nウ　そこで，原告は，平成１３年１２月２９日，本件訴えを提起した。\n３　争点\n(1)　相続税法７条が本件に適用されるかどうか（争点１）。\n(2)　本件土地の時価（争点２）。\n(3)　本件売買契約の対価が相続税法７条の「著しく低い価額の対価」に該当する\nかどうか（争点３）。\n(4)　本件処分の違法性（争点４）。\n４  争点に関する当事者の主張\n(1)　争点１（相続税法７条が本件に適用されるかどうか）について\n（原告の主張）\nア　相続税法と贈与税の法体系\n相続税は，人の死亡を起因として課税される税であり，贈与税は，相続\n税の補完税として相続税回避の防止を立証趣旨として規定されたものである。この\nことは，贈与税を相続税法の中でのみ規定する法体系をとっていることから明らか\nである。\nイ　相続税法７条の法意\n(ア)　相続税法７条は，贈与税の課税回避の防止を目的とするものであ\nり，上記のとおり，贈与税が相続税の補完税であることに鑑みれば，相続税法７条\nの規定の法意は，相続税の負担軽減を防止するために課税される贈与税の課税回避\nの防止であると考えるべきである。また，相続税法７条ただし書の適用除外規定に\n鑑みても，同条本文は，相続予定者等の親族を適用対象としていると考えられる。\n(イ)　相続税法７条は，昭和２５年シャウプ勧告により，課税の公平を図る\nため，贈与を売買の形式を用いて免れる者に対して課税する目的で創設された規定\nである。他方，相続税法７条創設時の納税義務者は，次のとおり規定されていた。\n「第１条　左に掲げる者は，この法律により，相続税を納める義務が\nある。\n１　相続，遺贈又は贈与により財産を取得した個人で当該財産を\n習得した時においてこの法律の施行地に住所を有する者\n２　相続，遺贈又は贈与によりこの法律の施行地にある財産を取得\nした個人で当該財産を取得したときにおいてこの法律の施行地に住所を有しない\n者」\nすなわち，シャウプ勧告により創設された相続税法７条のみなし贈与\nにより課税されるのは，相続税だったのであり，このことからも，課税の対象は，\n相続税を免れる行為だったと考えられる。\nその後，昭和２８年の改正により，贈与税部分を１条の２に独立した\nが，立法趣旨等についての考え方ないし扱い方は従来どおりであった。\nかかる立法経緯からしても，相続税法７条は，相続税を免れるために\n行われたと認められる低額譲受にのみ適用されるものと限定解釈されなければなら\nない。\n(ウ)　したがって，相続税法７条の射程範囲は，相続予定者等の親族に該\n当する者を対象とする低額譲受であると解すべきである。\nまた，独立当事者間売買では，相続税の負担軽減の意図はありえない\nのであるから，万一，同法７条を適用するとすれば，贈与意思が認定される場合に\nのみ限定されなければならない。\nウ　第三者の自由な意思に基づく私法上の取引に対して，相続税法７条を適用\nすることの不当性\n(ア)　租税法律関係は，私法上の法律関係を前提とするものであって，法\n的な根拠に基づく合理的な理由なく，私法上の取引を否定して，強制的に租税法律\n関係を設定することは許されない。\nそもそも，私法取引上贈与と評価できないものを贈与とみなす以上，\nそこには，適用対象となる行為が贈与と推認しうる合理的理由を有する必要があ\nる。\nこの点，相続税法７条は，相続税を回避するために設けられた贈与税\n課税を免れるため，有償行為を偽装したと認められる取引に対し，課税する趣旨で\nあると解すべきであり，いわゆるみなし規定とされたのも，相続税予定者等の親族\nに該当する者の場合は，租税回避の意図が類型的にみて合理的に推認しうるからで\nあると解すべきである。これに対し，独立当事者間においては，贈与意思は通常存\n在しない。\nしたがって，贈与意思を問わずに当該規定を適用しうるのは，相続予\n定者等の親族を対象とする低額譲受に限定されると解すべきである。\n(イ)　仮に，相続税法７条が独立第三者間においても適用されるとすれば，\nその適用に際しては，少なくとも贈与意思が推認される取引，すなわち実質的には\n贈与と認定しうる取引に限定されるべきである。\nなぜなら，相続予定者等の場合には，類型的にみて贈与とみなすべき\n合理的理由があるが，独立第三者間における取引は，利害が対立する者の間におけ\nる取引であるから，特別な理由がない限り，そこで決定された取引価格は適正な取\n引価格と推定されるものであり，贈与とみなすべき合理的理由が存在しないからで\nある。\nエ　相続税法基本通達７－２について\n相続税法基本通達７－２は，不特定多数の者の競争により財産を取得す\nる等公開された市場において財産を取得したような場合においては，たとえ，当該\n取得価格が当該財産と同種の財産に通常付けられるべき価額に比べて著しく低い価\n額であっても，課税上弊害がある場合を除き，相続税法７条の規定を適用しないこ\nとに取り扱うものであると規定する。\n上記通達は，不特定多数の者の競争により当事者の恣意性を排除して決\n定された価額が，一般の取引価額よりも著しく低額だからといってその差額に対し\nて贈与税を課税することは適当ではないからだと説明し，かかる取扱いにより課税\n上弊害があると認められる場合，例えば，不特定多数の者の間における競売という\n形式を借りて親が子に財産を取得させるなどそれを見逃しては課税の公平が損なわ\nれるという場合には，同通達を適用せずに，みなし贈与課税を行うこととしてい\nる。\nこれは，第三者間における恣意的判断の働かない取引については，その\n価額を適正な時価と判断せざるを得ないことを認めたものである。\n本件は，原告が買い受ける以前に，複数の不動産業者に本件土地の購入\n依頼をしても買手がつかず，結局，原告が譲り受けたのであって，そこには，恣意\n的な判断は働いていない。\nしたがって，上記通達の趣旨に鑑みても，本件売買契約に相続税法７条\nを適用するのは違法である。\n（被告の主張）\nア　相続税法７条について\n著しく低い価額の対価で財産の譲渡を受けた場合には，相続税法７条の\n規定により，その財産の譲渡を受けた者が，その対価とその財産の譲渡のときにお\nける時価との差額に相当する価額の財産を，その財産の譲渡者から贈与により取得\nしたものとみなされて贈与税が課され，また，その譲渡が遺言によってされた場合\nには，財産の譲渡を受けた者が，時価と対価との差額に相当する価額の財産を，遺\n贈により取得したものとみなされて相続税が課される。\n同条の規定による課税は，その契約の内容が，混合贈与に該当するかの\n事実の把握は別問題として，混合贈与に該当しないもの，換言すれば贈与の意思な\nきものを贈与とみなして課税する規定であると解される（ＤＨＣコンメンタール相\n続税法１巻１００３頁）。\nイ　相続税法１条の２（現同条の４）について\n相続税法１条の２は，贈与税の納税義務者について，「贈与（贈与者の死\n因により効力を生ずる贈与を除く。以下同じ。）に因り財産を取得した個人で当該\n財産を取得したときにおいてこの法律の施行地に住所を有するもの」及び「贈与に\n因りこの法律施行地にある財産を取得した個人で当該財産を取得したときにおいて\nこの法律の施行地に住所を有しないもの」と規定しており，原則として，個人から\nの贈与による財産取得者である個人が納税義務者となる。\nさらに，同条は，「贈与税の納税義務者を相続税の納税義務者とは別個\nに定めており，沿革的には贈与税が相続税の補完税としての性質を有しているとし\nても，理論的には贈与による財産の取得が取得者の担税力を増加させるため，それ\n自体として課税の対象となるというべきであ」（仙台地裁平成３年１１月１２日判\n決・判例時報１４４３号４６頁）り，贈与税の納税義務者を相続予定者ないし特別\nの縁故者に限定するものではないことは明らかである。\nウ　相続税法７条の適用範囲\n相続税法７条は，「法律的にみて贈与契約によって財産を取得したので\nはないが，経済的にみて当該財産の取得が著しく低い対価によって行われた場合\nに，その対価と時価との差額については実質的には贈与があったと見得ることか\nら，この経済的実質に着目して，税負担の公平の見地から課税上はこれを贈与とみ\nなす趣旨であるというべきである。したがって，原告のいうような租税回避を目的\nとした行為に同条が適用されるのは当然であるが，それに限らず，著しく低い対価\nによって財産の取得が行われ，それにより取得者の担税力が増しているのに，これ\nに対しては課税がされないという税負担の公平を損なうような事実があれば，当事\n者の具体的な意図・目的を問わずに同条の適用があるというべきである」（前掲仙\n台地裁平成３年１１月１２\n日判決）と解されており，相続税を回避するために行われる低額譲受のみを適用の\n対象とするものではない（金子宏・租税法（第８版）４０５頁参照）。\nエ　相続税法基本通達７－２について\n相続税法基本通達７－２の趣旨については，一般に次のように解されて\nいる。すなわち，「時価とは，財産を取得した時において，その財産の現況に応\nじ，不特定多数の者の当事者間で自由な取引が行われる場合に成立すると認められ\nる価額をいうものとされている。しかしながら，そのような原則に則って財産の取\n引がされた場合においても，その財産の取得価額がその財産と同種の財産に通常付\nけられるべき価額に比べて著しく低い価額と認められるときがある。例えば，強制\n換価手続による競売が行われた場合の競落価格がその典型的なものといえる。この\nような場合であっても，形式的には相続税法７条の規定は適用されることになる\nが，不特定多数の者の競争により当事者の恣意性を排除して決められた価額が，一\n般の取引価格よりも著しく\n低額だからといってその差額に対して贈与税を課税することは適当でない。そこ\nで，相続税法基本通達７－２は，不特定多数の者の競争により財産を取得するなど\n公開された市場において財産を取得したような場合においては，たとえ，その財産\nの取得価額が一般に比べて著しく低額であっても，相続税法第７条の規定は適用し\nないこととしたものである。」（相続税法基本通達逐条解説・１５１から１５２\n頁）。\n上記通達は，このような取扱いを明らかにしたものであり，上記「公開\nされた市場」における取引については，例えば，競売以外に，①不動産業者と媒介\n契約等を締結し，当該不動産業者が不特定多数の者に情報を提供する新聞広告ある\nいは不動産情報雑誌等に売物件の情報を公表し，当該情報に基づく取引，②インタ\nーネットを利用した公開のネットオークションによる取引，③証券取引所における\n取引等が考えられる。すなわち，同通達にいう「公開された市場」とは，広く不特\n定多数の者を対象として，取引対象物の性質や法的な制約，売主の希望最低売却価\n額，購入代金の支払時期，支払方法，引渡し時期及び方法などの取引の条件を提示\nし，その取引条件の下に，これらの者の競争により取引が行われる場合をいうもの\nである。\n本件においては，そもそもＰ２の側が，本件土地の売却に関して広く不\n特定多数の者に対し取引の条件等を提示し公開された市場において売却しようとし\nていたとは認められないこと，仮に原告が不動産業者２社に本件土地の購入依頼を\nしたが断られたとの陳述部分を信用するとしても，原告は，わずか２社の，地元業\n者ではない，建売業者に対して本件土地の購入依頼しただけであること，その「購\n入依頼」とは，およそ本件土地の売買契約に係る申込みの誘引と評価しうるもので\nはないこと，上記２社以外の者には，本件土地の購入依頼はなされていないことか\nら，本件土地の売買価格は，独立・対等の当事者が自由競争の下で形成した価格で\nあるとは到底いえず，原告の恣意的な判断により決定された価格であることがいえ\nる。\nしたがって，本件譲受は，「公開された市場において財産を取得した場\n合」には該当せず，原告のいう「恣意的判断の働かない取引」でもないから，上記\n通達により相続税法７条が適用されない場合ではない。\n(2)　争点２（本件土地の時価）について\n（被告の主張）\nア　相続税法７条，２２条に定める財産の「時価」について\n相続税法２２条は，相続，遺贈又は贈与に因り取得した財産の価格は，当\n該財産の取得のときにおける時価による旨規定している。同条にいう時価とは，\n「課税時期におけるそれぞれの財産の現況に応じ，不特定多数の当事者間で自由な\n取引が行われた場合に成立する価額，すなわち，当該財産の客観的交換価値をいう\nもの」（東京地裁平成７年７月２０日判決・行政事件裁判例集４６巻６・７号７０\n１頁，東京高裁平成７年１２月１３日判決・行政事件裁判例集４６巻１２号１１４\n３頁）と解されているところ，相続税法７条に定める「財産の時価」も同趣旨と解\nされる。\nイ　被告主張時価①\n(ア)　本件土地の通常の取引価格について\n市場性を有する不動産について，合理的な市場で形成されるであろう\n市場価格（正常価格）を算出する手法に取引事例比較法があるが，これは，まず多\n数の取引事例を収拾して適切な事例の選択を行い，これらに係る取引価格に必要に\n応じて事情補正及び時点修正を行い，かつ，地域要因の比較及び個別要因の比較を\n行って求められた価格を比較考量するものであり，この手法により求められた価格\nを比準価格という。\n一方，公示価格は，地価公示法２条（標準地の価格の判定等）に規定\nする「正常な価格」を判定したものであり，この「正常な価格」とは，同条２項に\nおいて，土地について，自由な取引が行われるとした場合におけるその取引におい\nて通常成立すると認められる価格である旨規定されており，一般の土地取引につい\nての取引価格の指標，不動産鑑定士等の鑑定評価及び公共用地買取りの補償の規準\nとされるものであることから，その年の１月１日現在の客観的な交換価値を表して\nいるものと解される。\nまた，基準地価格は，国土利用計画法施行令９条（基準地の標準価\n格）２項において，土地について，自由な取引が行われるとした場合におけるその\n取引において通常成立すると認められる価格とする旨規定されており，同条３項に\nおいて，上記の公示価格を規準とするとしていることから，その年の７月１日現在\nの客観的な交換価値を表しているものと解される。\nしたがって，比準価格，公示価格及び基準地価格は，ともに自由な取\n引が行われるとした場合に通常成立すると認められる価格を指向しているものと解\nされるから，比準価格に加え，公示価格及び基準地価格を規準とした価格（以下\n「規準価格」という。）を相続税法７条に規定する時価を判断する上での要素とす\nることが相当である。\nところで，土地区画整理法は，土地区画整理事業に関し，その施行\n者，施行方法，費用の負担等必要な事項を規定することにより，健全な市街地の造\n成を図り，もって公共の福祉の増進に資することを目的とし（同法１条）， 土地区\n画整理事業とは，都市計画区域内の土地について，公共施設の整備改善及び宅地の\n利用の増進を図るため，この法律で定めるところに従って行われる土地の区画形質\nの変更及び公共施設の新設又は変更に関する事業をいう（同法２条１項）と規定し\nている。\nすなわち，宅地の利用の増進については，放置して自然の発展に委ね\nれば無秩序乱雑な市街となり，宅地の利用状況も悪化してしまうのを防ぎ，あるい\nは積極的にいまだ利用されていない土地を優良な住宅地，商業地あるいは工業地な\nどとして開発しようとするものである。\nそうすると，本件土地は，本件土地区画整理事業施行地域内にあるこ\nと，本件土地を含む地域の周辺の状況及び本件土地の仮換地案の状況等を考慮する\nと，本件土地の最有効使用は，自用の戸建て住宅用の敷地と認められ，本件土地の\n通常の取引価格を算定するに際しては，かかる利用形態を前提として，比準価格及\nび規準価格をもとに算定するのが相当である。\n(イ)　本件土地に係る比準価格及び規準価格の基礎となる取引事例，公示\n地及び基準地の抽出方法について\n被告が本件土地の取引事例比較法による比準価格，公示価格及び基準\n地価格を算定するに当たり，採用した取引事例，公示地及び基準地は，別紙３及び\n４のとおりであり，その抽出方法は次のとおりである。\nすなわち，関東信越国税局長が，被告に対し，次のａに該当する取引\n事例，ｂに該当する公示地及びｃに該当する基準地の報告を求め，別紙３及び４の\nとおり報告があった。\nａ　調査対象取引事例\n次の①から④のいずれの条件にも該当する土地取引事例を，さいた\nま地方法務局坂戸出張所において抽出する。\n①　坂戸都市計画事業α土地区画整理事業施行地域内であること\n②　東武鉄道越生線α駅から半径４００メートル（徒歩５分）以内で\nあること\n③　鶴ヶ島市β１５１８－１（平成８年１２月５日の分筆前）から半\n径４００メートル（徒歩５分）以内であること\n④　所有権移転登記の原因が，平成８年１月１日から平成８年８月２\n１日までの間の売買（「競売による売却」を含む。）であること\nｂ　調査対象公示地\n本件土地最寄りの平成８年１月１日時点における地価公示地\nｃ　調査対象基準地\n本件土地最寄りの平成８年７月１日時点における埼玉県地価調査に\nよる基準地\n(ウ)　本件土地の取引事例比較法による比準価格について\n本件報告により抽出された取引事例ＡないしＨに基づく各１㎡当たり\nの比準価格は，それぞれ別紙３の「比準価格／㎡」欄記載のとおり５万８７２６円\nないし１２万４２６５円であり，本件土地の面積を乗ずるとそれぞれ別紙３の「本\n件土地の価格（比準価格×９１４㎡）」欄記載のとおり５３６７万５５６４円ない\nし１億１３５７万８２１０円となる。\n(エ)　調査対象公示地（以下「本件公示地」という。）に基づく規準価格\nについて\n本件報告により抽出された本件公示地に基づく１㎡当たりの規準価格\nは，別紙４の「規準価格／㎡」欄記載のとおり，１３万４１５４円であり，本件土\n地の面積を乗ずると別紙４の「本件土地の価格（規準価格×９１４㎡）」欄記載の\nとおり，１億２２６１万６７５６円となる。\n(オ)　調査対象基準地（以下「本件基準地」という。）に基づく規準価格\nについて\n本件報告により抽出された本件基準地に基づく１㎡当たりの規準価格\nは，別紙４の「規準価格／㎡」欄記載のとおり，１１万６８６２円であり，本件土\n地の面積を乗ずると別紙４の「本件土地の価格（規準価格×９１４㎡）」欄記載の\nとおり，１億０６８１万１８６８円となる。\n(カ)　本件土地の時価\n上記のとおり，本件土地の通常の取引価格を算定するに際しては，取\n引事例比較法による比準価格並びに本件公示地及び本件基準地の規準価格を基に算\n定するのが相当であるから，上記の各取引事例の比準価格の平均値，並びに上記の\n本件公示地及び本件基準地の規準価格の平均値を求め，さらに，それぞれの平均値\nの平均を求めることによって，次のとおり，本件土地の１㎡当たりの価格を算定し\nた。\n(取引事例A)　　　 (取引事例B)　　 (取引事例C)　　 (取引事例D)\n(取引事例E)\n( 116,118円/㎡ + 98,340円/㎡ + 84,881円/㎡ + 58,726円/㎡ +\n81,878円/㎡\n(取引事例F)　　　(取引事例G)　　　(取引事例H)　　　　　　(取引\n事例の平均額)\n+ 123,012円/㎡ + 100,339円/㎡ + 124,265円/㎡ ) ÷８＝ 98,444円／\n㎡\n(本件公示地)　　　(本件基準地)　　　　　　　 (本件公示地等の平\n均額)\n( 134,154円/㎡ + 116,862円/㎡ )　÷２＝ １２５，５０８円／㎡\n(取引事例の平均額)　 (本件公示地等の平均額)　　　 　 (本件土地の\n通常の取引価格)\n( 98,444円/㎡ + 125,508円/㎡ ) ÷２＝ １１１，９７６円／㎡\n以上のことから，上記で求めた価格を基に，本件譲受時における本件\n土地の通常の取引価格，すなわち本件土地の時価を算定すると，次のとおり，１億\n０２３４万６０６４円となる。\n１１万１９７６円／㎡ × ９１４㎡ ＝ １億０２３４万６０６４円\nウ　被告主張時価②（Ｐ３鑑定）\n(ア)　被告の提出したＰ３不動産鑑定士の不動産鑑定評価書（以下「Ｐ３鑑\n定」という。）においては，平成１５年２月１４日に行った平成８年８月２１日時\n点の本件土地の鑑定評価額は，６９８２万９６００円となり，鑑定を本件処分時の\n平成１１年５月１７日において行ったとすれば，平成８年８月２１日時点の本件土\n地の鑑定評価額は９００６万７３８８円となるとしているが，いずれにしても，本\n件譲受の対価はそれに比べると相続税法７条にいう「著しく低い価額の対価」に当\nたることは変わりない。\n(イ)　不動産鑑定評価基準においては，鑑定評価を行う間に，必要とする関\n連資料を十分に収集・整理し，これを分析して，対象不動産に及ぼす自然的，社会\n的，経済的及び行政的な要因の影響を判断して，鑑定評価を行うものとされている\n（不動産鑑定評価基準・総論第１章第３節）。Ｐ３鑑定では，取引事例に基づく比\n準価格，収益価格，公示価格を総合して標準的画地の価格を１７万６０００円／㎡\nと決定し，鑑定評価を行った時，すなわち平成１５年２月１４日の時点において把\n握された事実関係に基づき，①割引期間については，本件処分後に行われた本件土\n地区画整理事業の完了予定期間の延長という処分後の事情をも加味して，事業完了\n予定期間を最大平成２６年３月３１日までとし，それまでの１８年を割引期間と\nし，②割引率については\n平成１５年２月１４日現在において把握した平成８年８月から平成１４年１０月ま\nでの月ごとの約定金利の平均値である２．２％にリスクプレミアム０．５％を加え\nた２．７％とした。このようにして，本件処分時以後の事情変更まで斟酌して本件\n売買契約当時の本件土地の時価を算定した結果，平成１５年２月１４日現在におい\nて行った本件売買契約当時の本件土地の鑑定評価額は，次のとおり６９８２万９６\n００円となった。\n標準的画地　１７万６０００円／㎡\n複利現価率\n１\n──────────＝０．６１９\n（１＋０．０２７)\n１－０．６１９０≒０．３８\n本件土地の個別的要因補正\n街路　　 交通・接近　　 環境　    　 画地　  行政（複利現価）\nその他\n１００ 　 １００　  １００　　６９．９９　　 ６２　　 １００\n────×────×────×─────　 ×────×────\n１００　　１００　  １００ 　　 １００　　　１００　　１００\n相乗合計\n４３．３９\n＝──────\n１００\n４３．３９\n１７万６０００円／㎡ ×──────≒ ７万６４００円／㎡\n１００\n本件土地の時価\n７万６４００円×９１４㎡＝６９８２万９６００円\n(ウ)ａ　しかしながら，行政処分の取消訴訟においては，行政処分が行わ\nれた時点における法令及び事実関係を基準として，当該処分の違法性の判断しなけ\nればならない（最高裁判所昭和２７年１月２５日判決・民集６巻１号２２頁）。そ\nうであれば，本件決定処分の適法性を判断するに当たっては，本件決定処分後から\n現在までに生じた事情変更は基礎事情とせず，本件決定処分時において客観的に認\nめられ又予測された事情のみを基礎事情として，本件決定処分時から見て，本件売\n買契約当時の本件土地の時価を幾らと評価するのが適正であったかを検証しなけれ\nばならない。\nそうすると，かかる時価を算出するに当たっては，Ｐ３鑑定の鑑定\n評価額を，以下に述べるとおり，本件決定処分が行われた平成１１年５月１７日に\nおいて鑑定評価を行ったと想定した場合の鑑定評価額に補正する必要がある。\nｂ　割引期間の補正\nＰ３鑑定の割引期間は，価格時点から事業完了予定日までの期間\n（平成８年８月２１日から平成２６年３月３１日まで）とされているが，本件決定\n処分時においては，本件土地区画整理事業の完了予定日は，平成１６年３月３１日\nであったのであるから，本件決定処分時における割引期間は，本件価格時点である\n平成８年８月２１日から事業完了予定日である平成１６年３月３１日までの８年と\nなる。\nｃ　約定平均金利の補正\n本件決定処分時において把握が可能であった月間約定金利は，平成\n１１年５月までの約定金利となるから，平成８年８月から平成１１年５月までの月\n間約定金利の平均値を資料に基づき算出すると，２．４％となり，これにリスクプ\nレミアム０．５％を加えると割引率は２．９％となる。そして，割引率を２．９\n％，割引期間を８年とした場合の複利現価率は，\n１\n──────────＝０．７９５６\n（１＋０．０２９)\n１－０．７９５６≒０．２\nこれにより，本件土地の時価を計算すると，次のとおり９００６万\n７３８８円となる。\n標準的画地　１７万６０００円／㎡\n本件土地の個別的要因補正\n街路　　 交通・接近　　 環境　      画地　 　行政（複利現価）\nその他\n１００ 　 １００　  １００　　６９．９９　　 ８０　　 １００\n────×────×────×─────　 ×────×────\n１００　　１００　  １００ 　　 １００　　　１００　　１００\n相乗合計\n５５．９９\n＝──────\n１００\n本件土地の時価\n５５．９９\n１７万６０００円／㎡ ×──────＝ ９万８５４２円／㎡\n１００\n９万８５４２円／㎡×９１４㎡＝９００６万７３８８円\nエ　被告主張時価③\n仮に，割引率を民事法定利率に準拠して５％としても，割引期間を，本\n件の価格時点である平成８年８月２１日から，本件決定処分時における事業完了予\n定日である平成１６年３月３１日までの８年として計算すると，減価率は，\n１\n────────　 ＝０．６７６８\n（１＋０．０５)\n１－０．６７６８≒０．３２\nとなり，以下に述べるとおり，本件土地の平成８年８月２１日当時の時\n価は７６５５万４８１２円となる。\n標準的画地　１７万６０００円／㎡\n本件土地の個別的要因補正\n街路　　 交通・接近　　 環境  　      画地　　　行政（複利現価）\nその他\n１００ 　 １００　  １００　　６９．９９　　 ６８　　 １００\n─── × ─── × ─── × ───── × ─── ×───\n１００　　１００　  １００ 　　 １００　　　１００　　１００\n相乗合計\n４７．５９\n＝─────\n１００\n本件土地の時価\n４７．５９\n１７万６０００円／㎡ × ───── ＝ ８万３７５８円／㎡\n１００\n８万３７５８円／㎡×９１４㎡＝７６５５万４８１２円\nオ　割引期間と割引率についての補足説明\n(ア)　割引期間\n割引期間とは，本件売買契約時から当該土地が仮換地指定され使用収\n益ができるまでの期間であるところ，これを設定するに当たっては，客観的に認め\nられ又は予測された事情のみを基礎事情とすべきである。\nこの点，Ｐ３鑑定は，本件土地については仮換地予定案があるのみ\nで，いまだ仮換地の指定はなく，仮換地指定時期及び使用収益開始時期が不明であ\nることから，最大限本件土地区画整理事業の完了予定日まで使用収益ができないも\nのと考え，本件土地区画整理事業完了予定日までの期間を割引期間とすることとし\nた。そして，鑑定評価開始時点（平成１５年２月１４日）では，本件土地区画整理\n事業の事業完了予定日は平成１６年３月３１日であったが，Ｐ３鑑定士がα土地区\n画整理事務所に聴き取りを行ったところ，県との間で１０年の事業期間の延長を協\n議しているとの回答を得たことから，同事情も併せて考慮し，事業完了予定日を平\n成２６年３月３１日とし，同日までを割引期間として設定することとしたのであ\nる。\nしたがって，Ｐ３鑑定における割引期間は，Ｐ３鑑定士が鑑定評価時\n点において把握した客観的な事実関係に基づき，最大限長期間に設定されたもので\nあって，合理的，かつ，正当であるといえる。\nしかしながら，本件決定処分から現在までに生じた事情変更は基礎事\n情とする必要はないから，本件決定処分時において客観的に認められ又は予測され\nた事情のみを基礎事情として，Ｐ３鑑定の鑑定評価額を，本件決定処分時（平成１\n１年５月１７日）において鑑定評価を行ったと想定した場合の鑑定評価額に補正す\nると，本件決定処分時においては，本件土地区画整理事業の完了予定日は，平成１\n６年３月３１日であり，これを更に延長するという協議はいまだなされていなかっ\nたのであるから，割引期間は，本件売買契約時点である平成８年８月２１日から事\n業完了予定日である平成１６年３月３１日までの８年となる。\nさらにいえば，本来，贈与財産の価額の決定に当たっては，贈与時に\nおいて客観的に認められ又は予測された事情のみを基礎事情とすべきであるから，\n本件では本件売買契約時に客観的に認められ又は予測された事情のみを基礎事情と\nすればよいのであるが，その場合でも，割引期間は上記のとおり８年となる。\nこの点，原告が援用する後記Ｐ４鑑定においては，将来建物の建築が\n可能となるまでの割引期間を，「現在の進捗状況（１０年間で２０％の進捗率）か\nら判断し，換地後の土地を完全に使用収益できる時期を３０年後（価格時点からは\n２６年後）と判断」している。\nしかしながら，本件の価格時点である平成８年８月２１日において，\n合理的根拠に基づいて想定し得た本件土地の使用開始時期は，平成８年７月３１日\nに行われた第１回事業計画の変更後の本件土地区画整理事業の事業計画書に記載さ\nれた本件土地区画整理事業の完了予定日，すなわち，本件売買契約締結時から８年\n後の平成１６年３月３１日というべきであり，このほかに，本件土地区画整理事業\nの完了予定日を認定し得る合理的根拠のある資料はない。\nしかるに，Ｐ４鑑定は，換地後の土地を完全に使用収益できる時期を\n３０年後と算定しているところ，この点について，何ら具体的な根拠を示していな\nい。\nさらに付言するならば，本件土地については，本件売買契約締結の時\n点において，現地とは別の仮換地予定地が提示されていたところであるが仮に提示\nされた仮換地予定地に不服があるとすれば，換地処分は現地換地が原則であるとし\nて，仮換地予定地の変更を要望することができるのであるし（土地区画整理法８５\n条の２等），また，仮に仮換地予定地の変更が困難であったとしても，原告は，土\n地区画整理事業施行者に対し，早期の仮換地先の土地の使用収益を要望し，仮換地\n予定地上の家屋の移転等を促進してもらうことも可能であったのである。したがっ\nて，仮換地予定地の指定があったことを理由に，本件土地の使用収益開始時期が３\n０年後であるということはできない。\n(イ)　割引率\nａ　割引率とは，当該土地が使用収益できないことによる減価を求める\nためのものである。そして，本件土地の近隣地域（本件土地の属する地域）におけ\nる土地の標準的使用方法は，一般住宅の敷地としての使用であることからすれば，\n本件土地は，自用の不動産として時価を鑑定すべきである。そうすると，割引率\nは，建築制限を受ける期間に実質的に負担することになる一般金利によるべきであ\nる。\nこの点，Ｐ３鑑定士は，本件の価格時点である平成８年８月から鑑\n定評価を行った時点において把握できた平成１４年１０月までの約定平均金利の変\n動状況（最高が平成８年８月の２．６４２％，最低が平成１４年１０月の１．８５\n８％）及びその平均値（２．１７７％）を参考にして，平成２６年３月に本件土地\nの使用収益が開始されるまでの一般金利を予測して得た２．２％に，リスクプレミ\nアム０．５％を加味することにより，割引率を２．７％と算定したものである。こ\nの算定方法は，鑑定評価を行った時点において把握した事実関係に基づいて予測し\nた合理的な算定方法であるから，これにより算定された割引率２．７％は，実際の\n金利水準に即した正当なものである。\nそして，本件決定処分時において把握が可能であった月間約定金利\nのみを基礎事情とすると，平成８年８月から平成１１年５月までの月間約定金利の\n変動状況及び平均値に基づき上記と同様に割引率を算定することになるから，割引\n率は，約定平均金利の平均値２．４％にリスクプレミアム０．５％を加味した２．\n９％となる。\nなお，前述のとおり，贈与財産の価額の決定に当たっては，贈与時\nにおいて客観的に認められ又は予測された事情のみを基礎事情とすべきであるか\nら，平成８年８月の時点の金利２．６４２％とその時点で客観的に予測された将来\nの金利を割引率とすべきであって，平成８年８月以後の実際の金利を基礎とすべき\nではないとの反論もあり得ようが，そのように考えても，この時期は，平成３年か\nらの金利下落が続いていた時期であり，将来金利が平成８年８月時点の金利２．６\n４２％より上昇するとは考え難いから，割引率を平成８年８月時点の２．６４２％\nよりも高い２．９％としている限り合理的である。\nｂ　この点，原告が援用する後記Ｐ４鑑定は，①本件土地の使用収益が\n可能となるまでの期間における割引率を，標準利回り（地価公示における土地の基\n本利率）５．０％を基準にし，②地下の下落リスク０．５％，③地域性（都心への\n接近性）リスク０．５％，及び，④土地区画整理事業の進捗状況の遅れによるリス\nク０．５％を加えて，６．５％と算定している。\nしかしながら，Ｐ４鑑定で採用する割引率は，以下に述べるとお\nり，実際の金利水準と合致しないものであり，かつ，考慮すべきではないリスクを\n加算し，あるいは，リスクを二重に考慮する不相当なものである。\nすなわち，Ｐ４鑑定においては，上記割引率について標準利回りを\n基準とするものであるが（上記①），標準利回りとされている地価公示における土\n地の基本利率は，不動産鑑定評価の一方法である収益還元法で採用する利回りであ\nるところ，収益還元法とは，対象不動産が将来生み出すであろうと期待される純収\n益の現価の総和を求め，純収益を還元利回りで還元して対象不動産の資産価格を求\nめる手法であり，賃貸用不動産等の価格を求める場合に特に有効な手法である（不\n動産鑑定評価基準総論第７）。\n一方，取引事例比較法において，仮換地指定及び使用収益が開始さ\nれるまでの期間を考慮するための割引率は，前記のとおり，同期間の金利負担を考\n慮するためのものであるから，上記収益還元法で使用される基本利率とは性質を異\nにし，また，収益還元法で使用される基本利率は，現実の金利水準とは合致しない\nのであるから，これを金利負担である割引率として採用すべきではない。\nまた，地価下落リスクの加算（上記②）についても，平成８年当時\nの地価の変動は横這い基調のやや下落であり，景気は悪いが，最悪期を脱し，緩や\nかに回復していたと予測されていた時期であって，将来地価上昇の可能性もあるの\nであるから，地価の下落リスクを加算するべきではない。\n都心への接近性リスク（上記③）については，そもそも割引率にお\nいて加算されるべきものではない。すなわち，割引率は，仮換地指定及び使用収益\nが開始されるまでの期間の金利負担を考慮する割引要素であるところ，都心への接\n近性リスクと金利負担とは無関係であるから，これを割引率の算定に考慮する必要\nはない。Ｐ４鑑定が採用している取引事例は，本件土地区画整理事業施行区域内に\n所在している上，都心への接近性リスクについては取引価格に反映されているので\nあるから，割引率の算定で重ねて考慮すべきではない。\n土地区画整理事業の進捗状況の遅れによるリスク（上記④）は，仮\n換地指定及び使用収益開始までの期間として割引期間の判定において考慮されるべ\nきことがらであるから，割引率の算定において加算するべきではない。\nしたがって，Ｐ４鑑定による割引率は妥当ではない。\n（原告の主張）\nア　本件土地は，長期間にわたって宅地として利用できない土地であること\n(ア)　本件譲受当時，宅地利用ができない土地であったこと\n本件土地は，本件土地区画整理事業区域内に存在し，いまだに仮換地\n指定を受けていない土地である。\n本件土地区画整理事業区域内の土地に建築物の新築，改築又は増築を\n行う場合には，市長の許可を必要とし，その許可条件として提示されている内容は\n極めて厳しく，更地への新築が許可されることは，現実的にありえない。\n(イ)　宅地利用できない期間が，極めて長期にわたると予想されたこと\n本件土地区画整理事業は，事業計画決定の直後から，計画どおりに予算\n措置が講じられず，平成８年に事業計画の第１回変更がなされた後も，計画に見合\nう予算措置は，講じられてこなかった。鶴ヶ島市の財政状態は悪く，計画どおりに\n予算措置がなされる現実の可能性はなかったのである。\nさらに，現実の進捗率は，平成１５年時点でさえ約２０％であり，本\n件売買契約がなされた平成８年時点では，ほとんど進行しておらず，平成８年まで\nの累積移転棟数は，わずかに２軒にすぎなかった。\nしたがって，地元では，本件土地が長期にわたって宅地利用できない\nことは周知の事実だったのであり，客観的にも，本件土地区画整理事業が事業計画\nどおりに終了する実現可能性はなく，本件土地は，極めて長期間にわたって宅地と\nして利用できない土地であったのである。\nイ　利用価値のない土地の時価は，市場において大きく下落すること\n(ア)　更地の取引事例が存在しないこと\nそもそも，長期間にわたって利用価値のない土地が，宅地と同等の価\n格で売買されることなどありえない。\n本件売買契約が行われた平成８年当時，本件土地区画整理事業区域内\nの更地の取引事例は，被告の調査及び原告被告が選任した不動産鑑定士の調査によ\nり，ほとんど存在しないことは明らかである。これに対し，既に建物が建築されて\n宅地として利用されている土地の取引事例は多数存在する。\n本件土地区画整理事業区域内の更地は多く存在し，市場価値のある土\n地であれば，取引の対象となって当然である。にもかかわらず，取引事例が存在し\nないということは，当時，更地には市場価値がなく，取引の対象とならなかったこ\nとを示すものである。\n取引の対象とならない土地の価格が，大きく下落することは，社会通\n念からして当然である。\n(イ)　当時の取引の実情\n平成８年ころ，坪１２万円から１３万円で売却希望のあった更地は買手\nがつかず，また，平成１１年ころ売り出された更地は，坪７万円から８万円で若干\nの買手がついただけであった。\nこの点からしても，本件土地のような更地の価格が大きく下落していた\nことは明らかである。\n(ウ)　現時点でも，買手がつかないこと\n原告は，実際に本件土地を市場に出したが，１５００万円でも買手は\nつかなかった。この点からも，本件土地区画整理事業区域内の更地には，市場価値\nがないことが推認される。\nウ　本件土地の時価（Ｐ４鑑定）\n原告が依頼した不動産鑑定士Ｐ４及び同Ｐ５作成の不動産鑑定評価書（以\n下「Ｐ４鑑定」という。）によれば，本件土地の平成８年８月２１日当時の時価は\n２０５０万円と評価するのが相当としている。これは，次のような４つの鑑定手法\nによる評価の総合評価である。\n①　本件土地区画整理事業区域内で，建物の敷地として既に利用されてい\nる宅地の取引に基づく比準価格に，対象不動産の仮換地指定・使用収益開始後に建\n物等の建築が可能となるまでの期間を考慮（適正な割引率を乗ずる）して求める方\n法\n本件土地は，平成８年当時，土地区画整理事業により長期にわたって\n宅地として使用できない状況にあったため，宅地として利用している土地の取引事\n例を比準する場合，割引率の考慮が不可欠である。上記の方法により比準価格を１\n億０５００万円（１㎡当たり１６万５０００円），割引期間を２６年，割引率を\n６．５％と考慮すれば，本件土地の価格は２０４０万円となる。\n１億０５００万円×０．１９４５＝２０４０万円\n注：年利６．５％の期間２６年の複利現価率を採用\n平成１５年８月現在の進捗状況（１０年間で２０％の進捗率）から\n判断し，換地後の土地を完全に使用収益できる時期を３０年後（価格時点からは２\n６年後）と判断した。また，地価公示の土地の基本利率５％を基準に，地価下落\n率・地域性・土地区画整理事業のリスクを総合的に勘案し，割引率を下記のとおり\n査定し，年利６．５％，期間２６年の複利現価率を採用した。\n※割引率の査定\n│標準利回り（地価公示における土地の基本利率）│　　　５％│\n│地価の下落リスク                            │＋０．５％│\n│地域性（都市への接近性）リスク              │＋０．５％│\n│土地区画整理事業の進捗状況の遅れによるリスク│＋０．５％│\n│合　　計                                    │　６．５％│\n②　本件土地区画整理事業区域内の更地取引に基づく比準価格\n平成８年当時における更地の取引事例は提出されていないが，平成１\n０年から平成１３年ころに行われた更地の取引事例によれば，１㎡当たり３万円前\n後である。かかる取引事例を基に，個別的要因を考慮した本件土地の価格は，２３\n９０万円である。\nなお，土地区画整理事業区域内の更地価格は，利用価値がなく市場性\nがないゆえに，市場性ある土地取引を前提とする下落率には左右されない。そし\nて，実際には，平成１０年から１３年の取引において価格の大きな変動がないこ\nと，取引数が少ない更地を売却しようとした場合の取引価格として一定の価格水準\nを示しており，既に宅地として利用されている土地の価格水準とは明らかに異なっ\nていること，平成８年ころに，本件土地区画整理事業区域内の更地を坪１２万から\n１３万円で売却希望を出したが買手がつかなかったことから考えれば，上記比準価\n格は本件土地の価格を推認する上で規範性がある。\n③　建物の建築が制限される市街化調整区域の雑種地等の取引に基づく比\n準価格\n本件土地区画整理事業区域外ではあるが，建物の建築が制限される市\n街化調整区域の更地から接近する評価方法によると，本件土地の価格は２２７０万\n円と算定される。\nかかる評価方式は，建築が制限される土地がどの程度の価格で取引さ\nれるかを推認する上では有用であり，かつ，後に建物等の建築が可能となったこと\nによる価値の増加分を考慮している点からも，十分参考になる価格である。\n④　収益還元法に基づく収益価格\n本件土地は，現状では，駐車場として利用するしかないが，将来，宅\n地として利用しうる土地である。そこで，本件土地を宅地として利用できるまでの\n期間は砂利敷駐車場として，また，宅地として利用できるようになった以後は，賃\n貸用共同住宅としての利用することを前提に，本件土地の収益価格を算定すれば，\n１６３０万円である。収益性の面から検証するという意味で，参考になる価格であ\nる。\n以上より，鑑定理論で認められるいずれの評価方法を採用しても，本件\n土地の価格は，２０００万円程度であるが，Ｐ４鑑定は，①の手法により求められ\nた試算価格は，資料の信頼性，手法の適用の妥当性から判断して，他の手法により\n求められた試算価格に比べ，価格の規範性が高いこと，本件土地が，宅地として使\n用収益できるまでの期間が相当長く見込まれる等の特性に照らすと，需要者層とし\nては将来の土地区画整理事業終了後の土地の値上がり益を期待した投資家が想定さ\nれること等を考慮し，①の手法による価格を中心に，②ないし④の手法による価格\nも比較考量し，鑑定評価額としては２０５０万円と決定するのが相当としている。\nＰ４鑑定の上記手法は合理性があり，本件土地の時価としてはこれによ\nる２０５０万円を採用すべきである。\nエ　Ｐ４鑑定における割引期間及び割引率の合理性について\nＰ４鑑定及びＰ３鑑定は，宅地利用されている土地の比準価格を基に，\n宅地として利用できない期間に割引率を乗じて理論値を算出している点で，手法は\n同じであるところ，大きく異なるのは，割引期間及び割引率である。\n(ア)　割引期間について\n本件で，考慮すべき割引期間は，本件土地が宅地として利用できるま\nでの期間であり，その期間は，本件土地区画整理事業の進捗状況に大きく左右され\nる。したがって，Ｐ４鑑定のように，これまでの進捗率等から具体的に分析をして\n割引期間を算定することは当然である。\nこの点，Ｐ４鑑定は割引期間を事業開始から３０年間として算定する\nが，Ｐ３鑑定は，不動産鑑定評価書では，割引期間を平成２６年３月３１日までと\nし，課税庁側の質問に答える形で，平成１１年５月１７日（本件処分時）に鑑定し\nたと仮定した場合の割引期間は，平成１６年３月３１日であると修正する。\nしかしながら，土地区画整理事業は，その自治体の財政状態や地域の\n現状等により進捗状況は大きく異なり，計画変更の延長が繰り返されることも多\nい。本件土地区画整理事業については，計画どおりに予算措置が講じられていない\nことは客観的に明らかであり，実際の進捗率から考えれば，平成１１年の課税処分\n時において，平成１６年までに終了したなどとは到底想定できないはずである。\n被告は最高裁判所昭和２７年１月２５日判決を引用して，行政処分の\n違法性の判断をするに際しては，「課税処分時に客観的に認められ又は予測された\n事情のみを基礎事情として」考えるべきであるとするが，そうであれば，課税処分\n時に，土地が底なしの下落局面にあったこと，本件土地区画整理事業が大幅に遅れ\nていることや計画どおりに予算措置が講じられていないことを基礎事情として取り\n込むべきであり，形式的な事業完了予定日のみを基準に判断することなど許される\nはずがない。\n(イ)　割引率について\n割引率について，Ｐ４鑑定は，地価公示における土地の基本利率５％\nにリスクプレミアム１．５％を考慮して６．５％を妥当とし，Ｐ３鑑定は，約定平\n均金利２．２％にリスクプレミアム０．５％を考慮して２．７％を妥当とする。\n本件土地は一定期間経過後に初めて宅地として利用可能になるのであ\nるから，比準価格を現在価値に割り戻さなければならず，割引率を用いる必要が生\nじるのであるが，考え方は収益還元法と同一であって，ここに，割引率を用いる理\n論的根拠がある。そこで，現在の価値に割り戻す対象となる財産が土地である場合\nに，いかなる割引率を基準にすべきかが問われることとなる。この点，割引率とは\n期待収益率（還元利回り）であり，元本の保証されない土地の場合はそのリスクも\n考慮されて，概ね５％を基本とするものとされ，対象となる土地が属する地域等の\n条件によって，リスクが加味されることとなる。したがって，Ｐ４鑑定における割\n引率の設定が妥当である。\nこれに対し，Ｐ３鑑定は，平成８年から平成１４年の平均約定金利を\n割引率として使用しているが，バブル崩壊後の土地下落局面で，取引に入る者が，\n平均約定金利のみの確保で満足できるはずがなく不当である。約定利子は，貨幣の\n持つ時間価値であって，元本の保証がない土地でこの約定利子を用いるのは誤りで\nある。そして，Ｐ３鑑定は，収益還元法において基本利率として５．５％を使用し\nているにもかかわらず，割引率においては約定利率に置き換えたものであり，何の\n根拠もない。したがって，Ｐ３鑑定は不当である。\nオ　本件土地に対する差押\n財務省は，本件処分に基づき，平成１３年３月２２日，本件土地を差し\n押えるとともに，原告が所有する他の土地（別紙１物件目録記載５）をも差し押え\nた。国税徴収法は，超過差押を禁止しているところ，上記差押は，本件処分に係る\n納税額よりも，本件土地の価格が低いことを自認するものである。このことから\nも，本件処分で算定された価格が本件土地の時価を示すものでなかったことは明ら\nかである。\n(3)　争点３（本件売買契約の対価が相続税法７条の「著しく低い価額の対価」\nに該当するかどうか）について\n（原告の主張）\nア　所得税等の課税と未実現の利益に対する課税の例外性\n我が国は，自由主義国家であり，価格の形成は市場に委ねられている。\n国民は可能な限り安く買い，高く得ることで，生計を立てている。国家は財貨に対\nして価格決定権を持たないため，たとえ安く買ったと思われる取引であっても，通\n常は，購入時には未実現の利益として課税されないのが通常であり，その後に売却\nされたとき所得が発生すれば，未実現の利益が実現されたものとして，所得税や法\n人税が課税される。課税庁は，日々刻々移りゆく時価を把握することが現実に不可\n能であるため，法は，購入時に課税する仕組みをもたないのである。\n本件のように，購入時に課税処分が発生したとすることは，極めて例外\n的なことである。同じ土地区画整理区域内でも，少数であるが原告と同じような価\n格で行われた売買について，みなし贈与課税を受けたという話はない。課税処分は\n公平原則に従って行わなければならない。\nイ　独立当事者間取引における価格形成のあり方とみなし贈与課税\n仮に，相続税法７条の射程範囲が，相続予定者等の親族のみを適用対象\nとするものではないとしても，これを利害関係のない第三者間の自由意思に基づく\n取引に安易に適用することは許されない。なぜなら，自由主義経済社会において\nは，個人の交渉能力や努力，価値分析や価格動向を分析して，個々人が自由に価格\nを決定し取引を行うものであるところ，課税庁が安易に「著しく低い価額の対価に\n該当する」と認定して，みなし贈与課税をするとすれば，私法取引は極めて混乱す\nるからである。\nそもそも，利害の対立する第三者間で土地の売買契約を締結する場合，\n売買に至る経緯や当時の市場の動向・その土地の特性による市場性・売り急ぎ等の\n事情等により，売買価格が，一般的水準といわれる価格を大幅に上回ったり下回っ\nたりすることは，取引社会の常識であって，課税実務上も，適正な価額として認め\nられている。また，売れない装飾品や骨董品等を投売りしたとしても，その価格は\n適正な価額として認められ，みなし贈与課税されることはない。\nウ　「著しく低い価額」の解釈\nそこで，相続税法７条にいう低額譲受に該当するか否かは，「当該財産\nの譲受の事情，当該譲受の対価，当該譲受に係る財産の市場価額，当該財産の相続\n税評価額などを勘案し社会通念に基づいて判断すべきもの」とされているのであ\nる。\nエ　本件売買が，相続税法７条の低額譲受に該当しないこと\n本件においては，①利害対立する第三者間の取引であること，②本件土地\n区画整理事業区域内の更地取引が極めて少なく本件土地の市場性が極めて低く，宅\n地として利用されている土地とは価格水準が異なること，③不動産の価格動向は，\n下落局面にあったこと，④平成８年当時，坪１２～１３万円で売り出した更地が売\nれなかったこと，⑤本件土地は，不動産業者に売却依頼を持ち込んでも売れなかっ\nたこと，⑥売主が治療費等の必要性により売却を急いでいたことに鑑みれば，本件\n売買契約における売却価格は，相続税法７条にいう「著しく低い価額の対価」に該\n当せず，低額譲受に該当しない。\n（被告の主張）\nア　相続税法７条を適用する場合には，「著しく低い価額」がいかなる場合\nをいうのかが問題となるところ，相続税法は，この判定基準を定めていない。\nこれは，画一的な判断基準を設けることによって，明らかに贈与する意\n思で高額な利益が授受されるものであっても，その対価の額が当該判断基準以上で\nあるという理由で贈与税の課税ができないこととなり，課税上の不公平が生ずるの\nは，同法７条の規定の趣旨からみて適当でないと考えられたものと解される。\nしたがって，低額譲受であるか否かは，「当該財産の譲受の事情，当該\n譲受の対価，当該譲受に係る財産の市場価額，当該財産の相続税評価額などを勘案\nして社会通念にしたがい判断すべきもの」（横浜地裁昭和５７年７月２８日判決・\n訟務月報２９巻２号３２１頁，東京高裁昭和５８年４月１９日判決・税務訴訟資料\n１３０号６２頁）と解されている。\nイ　本件譲受の対価である１５００万円は，被告主張時価①ないし③のうち最\nも低額の被告主張時価③の５分の１にも満たない上，本件土地の相続税評価額７６\n３２万８１４０円の５分の１にも満たないものであるから，譲渡人の売り急ぎの事\n情があったとしても，社会通念上，本件譲受は低額譲受に該当するというべきであ\nる。\n(4)　争点４（本件処分の違法性）\n（原告の主張）\nＰ４鑑定による本件土地の時価によれば，本件売買契約価格は，相続税法７\n条の低額譲受に該当しないから，同条の低額譲受に該当し，贈与としてみなされる\nことを前提とした本件処分は違法である。\n（被告の主張）\nア　本件決定処分の適法性\n原処分庁が認定した本件土地の時価７０９０万７３５０円と本件売買契\n約価格１５００万円との差額５５９０万７３５０円は，被告主張時価①ないし③と\n本件売買契約価格１５００万円とのいずれの差額を下回るものである。\nまた，被告主張時価①ないし③と本件売買契約価格１５００万円との差\n額から，相続税法２１条の５の規定により，基礎控除額６０万円を控除した額（た\nだし，国税通則法１１８条１項の規定により，１０００円未満の端数を切り捨てた\n後のもの）に相続税法２１条の７の規定による税率を乗じて算出した金額（納付す\nべき税額）は，いずれも本件決定処分の額（３００４万９５００円）を上回るもの\nである。\nしたがって，本件決定処分は適法である。\nイ　本件賦課決定処分の適法性\n被告主張時価①ないし③から導かれた納付すべき税額（ただし，国税通\n則法１１８条３項の規定により，１万円未満の端数を切り捨てた後のもの）に国税\n通則法６６条１項の規定に基づき，１００分の１５を乗じて算出した無申告加算税\nの額は，いずれも本件賦課決定処分の額（４５０万６０００円）を上回るものであ\nる。\nそして，原告には，平成８年分の贈与税の申告書をその提出期限までに\n提出しなかったことについて，国税通則法６６条１項ただし書に規定する正当な理\n由が存在したとは認められないから，本件賦課決定処分は適法である。\n第３　当裁判所の判断\n１　争点１（相続税法７条が本件に適用されるかどうか）について\n(1)　相続税法７条本文は，著しく低い価額の対価で財産の譲渡を受けた場合に\nおいては，当該財産の譲渡があった時において，当該財産の譲渡を受けた者が，当\n該対価と当該譲渡があった時における当該財産の時価との差額に相当する金額を当\n該財産を譲渡した者から贈与により取得したものとみなすと規定している。\nところで，贈与税は，贈与により無償で取得した財産の価額を対象として\n課される税であるが，贈与という法律行為をとらずに財産の譲渡が行われた場合に\n一律に贈与税の対象とならないとすると，有償で，時価より著しく低い価額の対価\nで財産の移転を図ることによって，贈与税の負担から免れることになり，租税負担\nの公平を害することになる。そこで，相続税法７条は，このような租税回避の防止\nを図るために贈与という法律行為ではなくとも，時価より著しく低い価格で土地の\n譲受があった場合には，その対価と時価との差額に相当する金額の贈与があったも\nのとみなすことにしたものと解される。そして，贈与税の納税義務者は，贈与によ\nり財産を取得した個人とされている（相続税法１条の２）。\nこのように贈与税では，財産の譲受人と譲渡人との関係を問わず，贈与に\nより財産を取得した個人が納税義務者とされており，相続税の納税義務者とは別個\nに規定されていることからすると，贈与税は，贈与による財産の取得が取得者の担\n税力を増加させることによりそれ自体を課税の対象としているものであり，贈与税\nが，その条文の体裁や相続税法制定経緯に鑑みて相続税の補完税としての目的の性\n質を有しているとしても，相続税とはその制度自体は別個のもの解すべきである。\nそうすると，相続税法７条は著しく低い対価によって財産の取得が行わ\nれ，その担税力が増加したと認める状況があればよく，「財産の譲渡を受けた者」\nが相続予定者等の譲渡人と親族関係にあることを要せず，財産又は対価と時価の差\n額分を無償で譲り受ける意思や租税回避目的も要しないものと解すべきである。\n(2)　この点，相続税法基本通達７－２は，不特定多数の者の競争により財産を\n取得する等公開された市場において財産を取得したような場合においては，たと\nえ，当該取得価額が当該財産と同種の財産に通常付けられるべき価額に比べて著し\nく低いと認められる価額であっても，課税上弊害があると認められる場合を除き，\n相続税法７条の規定を適用しないことに取り扱うものとすると規定しているが，上\n記通達は，不特定多数の者の競争により当事者の恣意性を排除して決められた価額\nが，一般の取引価額よりも著しく低額だからといってその差額に対して贈与税を課\nすることは適当でないと思われることから相続税法７条の規定を課税実務上制限し\nたものにすぎない。\nところで，本件において本件土地の売主であるＰ１が公開された市場と同\n視できるような状況で買手を誘致していたと認めるに足りる証拠はなく，原告との\n間に契約された本件売買契約も上記通達のいう公開された市場において財産を取得\nした場合には当たらないことは明らかであって，本件土地の譲受は上記通達の適用\nを相当とする場合には当たらない。\n(3)　したがって，本件においても，原告の贈与意思又は租税回避の目的を問うこ\nとなく相続税法７条該当性を検討すべきであって，原告が売主Ｐ１と何ら親族関係\nがないこと又は原告に贈与意思や租税回避の目的がないことをもって本件には相続\n税法７条が適用される前提を欠くとする原告の主張は理由がなく，採用できない。\n２　争点２（本件土地の時価）について\n(1)　認定事実\n上記基本的事実関係に加え，本件各証拠（適宜掲記する）及び弁論の全趣\n旨によれば以下の事実が認められる。\nア　本件売買契約に至る経緯（証拠の摘示がない事実は原告本人尋問の結果及\nび弁論の全趣旨による。）\n原告は，昭和４５年１月から土地家屋調査士の業務に携わっていた。そし\nて，原告は，昭和５９年ころ，坂戸市市議会議員に初めて立候補し，現在まで市議\n会議員を務めている。\n原告は，市議会議員に初めて立候補した昭和５９年ころ，本件土地の売主\nであるＰ１と知り合った。その後も，原告とＰ１は，市議会議員選挙の際にあいさ\nつをする程度のつきあいであった。\nＰ１の息子のＰ２は，その妻及びＰ１の入院費用等のため，本件土地を売\n却しようとし，平成８年の４月か５月ころ，原告に本件土地の買受け先を見つけて\nほしいとの依頼をした（甲８）。\n原告は，原告の会社の２，３の取引先等に本件土地の買受けを打診した\nが，断られた。\nそこで，平成８年８月上旬ころ，Ｐ２は，原告に対し，本件土地を買って\nくれないかと依頼した（甲８）。\n原告は，農家であった父親から相続した坂戸市の土地が都市計画道路に\n買収される予定であり，土地が減ることになるため，その代わりに土地を増やした\nいと考えていたこと，家がすぐに建たない土地であっても子供や孫のため将来的な\n活用を図ることはできると思われたことから本件土地を購入することを決意した。\nそして，原告は，Ｐ２との間で，本件土地の代金は１５００万円とする\nことに合意し，本件売買契約が締結された。\nイ　本件土地の状況等\n(ア)　本件土地の状況\nａ　本件土地の位置\n本件土地は，東武越生線α駅の東方約４００ｍに位置し，第１種低\n層住居専用地域にある。本件土地は，坂戸都市計画事業α土地区画整理事業（本件\n土地区画整理事業）施行区域内にある（甲２６及び乙４）。\nｂ　接面道路及び画地条件\n本件土地は，北東側幅員４ｍ市道に間口約３０ｍ，南西側幅員１．\n８３から１．８９ｍの市道に間口約４．５ｍで面する長方形状の二方路画地である\n（甲２６）。\nｃ　現況\n本件土地は畑及び一部駐車場として利用されている。\nｄ　環境条件\n本件土地の周辺は一般住宅が多く見られる他，アパート，畑，駐車\n場等が混在した住宅地域となっている（甲２６）。\nｅ　本件土地の登記等\n原告は，平成８年８月２３日，本件土地について，農地法５条１項\n３号の規定による届出をし，同月２７日受理された。また，原告は，同月３０日，\n本件土地について同月２９日付け売買を原因とする所有権移転登記をした。\nなお，本件土地は，平成８年１２月５日，別紙１物件目録記載２な\nいし４の３筆に分筆された（甲４の１ないし３）。\nｆ　本件土地の仮換地予定\n上記分筆後，原告は，本件土地の仮換地の予定案を知った（原告本\n人）。\n本件土地の仮換地案は，以下のとおりであった（甲２及び２６）。\n│現　　　行            │仮　換　地　予　定\n│\n│所在        │面積    │仮換地予定地    │面積    │減歩率\n│\n│１５１８番１│２２２㎡│７９街区１２画地│１５８㎡│２８．８\n％│\n│１５１８番８│４９０㎡│８０街区１３画地│３５６㎡│２７．３\n％│\n│１５１８番９│２０１㎡│７９街区５画地  │１４６㎡│２７．４\n％│\n│計          │９１３㎡│計              │６６０㎡│２７．７\n％│\n(イ)　本件土地区画整理事業について\nａ　本件土地区画整理事業の概要\n本件土地区画整理事業の概要は以下のとおりである（甲１）。\n施行者　　鶴ヶ島市\n施行地区の面積    ４２．８ｈａ\n都市計画決定    平成４年１月１７日\n事業計画決定    平成４年７月２７日\n（第１回変更）    平成８年７月３１日\n総事業費    １６９億７０００万円\n計画人口    ４３００人・人口密度（平均）約１００人／ｈａ\n権利者数    １４３６人\n建物戸数    １２４９戸（要移転戸数９２３戸）\n減歩率    ２６．５０％（公共減歩２３．９８％・保留地減歩\n２．５２％）\nｂ　建築行為等の制限\n本件土地区画整理事業に関し，平成４年８月，次の内容の区画整理\n通信が発行された（甲２６）。\n「１　事業計画決定に伴う注意事項について\n(1)　建築行為等の制限について\n平成４年７月２７日から換地処分の公告の日までの間，次\nのようなことを行う場合には，埼玉県知事の許可を受けなければなりません。\n①　土地の掘削，盛土，その他土地の形状及び地質の変更を\n行うとき\n②　建築物等の新築，改築又は増築を行うとき\n③　重量が５トンを超える物件の設置又はたい積を行うと\nき」\nまた，平成７年７月，既存の建物の増築又は改築に限り，次に掲げ\nる条件付きで制限の緩和をする旨の区画整理通信が発行された（甲２６）。\n「①　改築又は増築で１階部分の増加面積が２０㎡を超えないこ\nと。\n②　都市計画法５４条で定める次の許可要件を備えていること。\n(イ)　階数が二以下で，かつ，地階を有しないこと。\n(ロ)  主要構造部が木造，鉄骨造，コンクリートブロック造そ\nの他これらに類する構造であること\n③　「親族等との急を要する同居」，「朽廃が切迫している」な\nど早急に増築や改築をしなければならないものであること。\n④　原則として，建築物の大きさ及び形状は，仮換地予定地に収\nまること。\n⑤　改築又は増築によって，構造が変化した場合，あるいは床面\n積が増加した場合は，建物移転に要する経費が増加することになりますが，その移\n転経費は，建築主（申請者）の負担とすること。\n⑥　その他事業の支障とならないものであること。　　　」\nｃ　土地区画整理法の関連規定\n事業計画の決定の公告又は事業計画の変更の公告があった日後，換\n地処分があった旨の公告がある日までは，施行区域内において，土地区画整理事業\nの施行の障害となるおそれがある土地の形質の変更若しくは建築物その他の工作物\nの新築，改築若しくは増築を行い，又は政令で定める移動の容易でない物件の設置\n若しくはたい積を行おうとする者は，都道府県知事の許可を受けなければならない\n（土地区画整理法７６条１項）。\n都道府県知事は，同条項に規定する許可をする場合において，土地\n区画整理事業の施行のため必要があるときは，許可に期限その他必要な条件を附す\nることができる。これらの条件は，当該許可を受けた者に不当な義務を課するもの\nであってはならない（同法７６条３項）。\n都道府県知事は，同条１項に違反した者に対して，相当の期限を定\nめて，土地区画整理事業の施行に対する障害を排除するため必要な限度において，\n当該土地の原状回復を命じ，又は当該建築物その他の工作物若しくは物件の移転若\nしくは除去を命ずることができる（同条４項）。\nｄ　本件土地区画整理事業の進捗状況等\n(ａ)　事業計画の変更\n本件土地区画整理事業は，平成４年７月２７日，事業施行期間を\n平成１１年３月３１日までとして事業計画を決定したが，平成８年７月３１日，事\n業施行期間を平成４年７月２７日から平成１６年３月３１日までとして変更した\n（甲１３）。\n本件口頭弁論終結時（平成１６年７月２８日）には，事業施行期\n間をさらに１０年延長して平成２６年３月３１日までとすることが決定されている\n（弁論の全趣旨）。\n?　本件土地区画整理事業の進捗状況\n本件土地区画整理事業の事業施行開始以降の事業の進捗状況は以\n下のとおりである（甲５，甲２６，証人Ｐ６及び弁論の全趣旨）。\n│年度        │建物物件調│建物移転│道路築造 │仮換地指定│\n│            │査（戸）  │（戸）  │（ｍ）   │（㎡）    │\n│Ｈ４        │          │        │         │          │\n│Ｈ５        │45        │        │         │          │\n│Ｈ６        │90        │        │         │          │\n│Ｈ７        │106       │        │         │          │\n│Ｈ８        │92        │2       │         │16,839.58 │\n│Ｈ９        │54        │9       │         │20,940.83 │\n│Ｈ１０      │60        │19      │152.20   │6,770.18  │\n│Ｈ１１      │48        │26      │431.60   │9,691.53  │\n│Ｈ１２      │46        │30      │417.60   │6,804.02  │\n│Ｈ１３      │27        │23      │337.80   │4,424.02  │\n│Ｈ１４      │10        │23      │294.00   │7,014.16  │\n│Ｈ１４進捗率│62.62％   │14.30％ │9.92％   │24.80％   │\n│Ｈ１５以降  │345       │791     │14829.8  │219,753.72│\n│合計        │923       │923     │16,463.00│292,239.00│\n(2)　判断\nア　財産の時価\n相続税法２２条は，相続，遺贈又は贈与により取得した財産の価額は，\n当該財産の取得の時における時価による旨規定している。贈与税は，贈与によって\n財産が移転する機会に，その財産に対して課される租税であり，相続税の補完税の\n性質をもつことは条文の規定からも明らかである。そして，贈与税は，贈与によっ\nて財産を取得する者を納税義務者として贈与税を課しており（相続税法１条の\n２），贈与という財産の移転の機会をとらえて，財産の取得という事実に担税力を\n認めて課するものであって，個々の土地の収益性の有無に限らずその取得者に課す\nるものであるから，相続税法７条及び２２条にいう「時価」とは，不特定多数の独\n立当事者間の自由な取引において通常成立すると認められる取引価格，すなわち，\n客観的な交換価値をいうも\nのと解すべきである。\nまた，贈与税は，贈与の行われた年中に，贈与によって取得した財産に\nついて課税することとされているのであるから，財産の評価は，当然その贈与があ\nったとされる当時の時価によって評価しなければならない。\nしたがって，本件においても，贈与があったとされる当時における本件\n土地の現況を考慮し，最も合理的かつ適切な評価方法によって当時の客観的な交換\n価値をみいだすべきである。\nそこで，以下，本件土地の平成８年８月２１日における客観的な交換価\n値を検討する。\nイ　本件土地の評価方法\n相続税及び地価税に関する「財産評価基本通達」では，その２４－２で\n土地区画整理事業施行中の宅地の評価については仮換地が指定されている場合には\n仮換地の価額によって評価するとしているが，仮換地指定が行われていない土地に\nついては特段の定めはない。そこで，土地区画整理事業施行中でありながら仮換地\n指定が行われていない土地については従前の土地について適切な鑑定評価を行うべ\nきである。\n本件土地の時価判断について，被告援用のＰ３鑑定及び原告援用のＰ４\n鑑定ともに本件土地区画整理事業区域内の更地取引の実例が少ないことから，建物\n付宅地の取引事例及び規準地の価格から建物付宅地の標準的画地の価格を求め，そ\nこから本件土地の個別的要因及び本件土地が仮換地指定され建物用敷地として使用\nできるまでの間の減価を考慮して本件土地の価格を算定する手法が最も規範性が高\nく相当であるとしているところ，本件土地が土地区画整理事業区域内にあり，いま\nだ仮換地指定はなされず，通常仮換地指定・仮換地使用収益開始までに相当期間が\n予想されること等に照らすと，上記のような評価方法を中心とすることが相当と考\nえられる。\nウ　具体的な評価\n(ア)　標準的画地の価格\n本件においては，Ｐ４鑑定は別紙５－１記載の取引事例１０ないし１\n４を用い，Ｐ３鑑定は別紙６－１記載の取引事例ＡないしＥを用い，これにより得\nられた比準価格と近似の公示地の地価（１６万９０００円／㎡）を参酌し，Ｐ４鑑\n定は標準的画地の価格を１６万５０００円／㎡とし，Ｐ３鑑定は１７万６０００円\n／㎡としているところ，これらの評価過程にともに不合理なところはない。そうす\nると，標準的画地は，それらの平均である１７万０５００円／㎡と判定するのが相\n当である（なお，Ｐ４鑑定，Ｐ３鑑定における比準価格算定の詳細はそれぞれ別紙\n５－２，６－２のとおりであり，両鑑定の対比は別紙７のとおりである。）。\n(イ)　本件土地の個別事情\n上記標準的画地の価格に本件土地の個別要因を勘案して本件土地の価\n格を求めることになるが，以下の個別要因については，Ｐ４，Ｐ３鑑定はほぼ同様\nであり，本件土地の個別要因減価としては，－３０％となる。\n│個別要因          │増減価率 │\n│地積過大          │ －３０％│\n│二方路            │ ＋１％  │\n│セットバック減価  │ －１％  │\nそうすると，個別的事情勘案後の本件土地の１㎡当たりの時価は１１\n万９０００円と評価され（１７万０５００円／㎡×０．７≒１１万９０００円／\n㎡），本件土地の価額は１億０８６４万円と評価される。\n１１万９０００円／㎡×９１３㎡≒１億０８６４万円\n(ウ)　本件土地区画整理事業による使用収益開始までの間建物が建築でき\nないことによる減価\nａ　算定方法\n本件土地は本件土地区画整理事業による仮換地指定がなされる前の\n更地であり，現在の場所で通常に利用される建物の建築が許可される可能性は極め\nて少ないと考えられる（甲１４等）。そして，甲３１，乙７によれば，このような\n土地の価格を算定するためには，本件土地が仮換地指定・使用収益開始後の建物の\n建築が可能となるまでの期間及び割引率を考慮して割り引くことによって価格を算\n定するのが相当であり，具体的な算定方法としては，本件売買契約時から仮換地指\n定後・使用収益開始後の建物の敷地として利用できるまでの期間（割引期間）と通\n常の宅地としての使用・収益ができないことによる割引率を求め，複利現価計算を\nして本件土地の時価を算定するのが相当である。\nそして，本来，贈与財産の価格の決定に当たっては，贈与時におい\nて客観的に認められ又は予測された事情のみを基礎事情とすべきであるから，本件\nでは本件売買契約時に客観的に認められ又は予測された事情を基礎事情として，上\n記割引期間及び割引率を定めるべきである。\nｂ　割引率と割引期間\n前記のように本件土地は，土地区画整理事業による仮換地指定がな\nされる前の更地であり，現在の場所で建物の許可がされる可能性はほとんどないか\nら，本件売買契約当時の時価は，通常の時価から宅地として使用収益できないこと\nによる期間の損失を考慮した価額により求められると考えられる。そして，Ｐ３鑑\n定及びＰ４鑑定によれば，本件土地の本件売買契約当時の時価は，売買契約から仮\n換地指定・使用収益開始がなされるまでの想定される割引期間をＸ年，割引率をＹ\nとしての複利現価率により割り引くことにより求められると考えられる（それは，\n本件土地は，Ｘ年後にはじめて通常の価格で取引される土地となると考えられるか\nらである。）。\n本件売買契約時の時価＝１億０８６４万円×１／（１＋Ｙ）ｘ\nところで，本件の場合上記計算式に適用すべき割引率については，\n当裁判所としては年５％を採用するのが相当と判断する。それは，平成８年当時の\n地価公示制度において収益価格算定のための最も一般的な利回り率は年５％が用い\nられていたこと（証人Ｐ４）や，乙６の２によれば平成８年以前の過去５年の長期\nプライムレート平均は約５％前後であると認められること等によるものである。\n〔なお，相続税・地価税に関する財産評価基本通達では，定期借地\n権等の逓減率算定に当たり，基準金利として過去１０年間における長期プライムレ\nートと長期国債の応募者利回りの平均年率による複利年金現価率を使用し，平成８\n年当時は年利６％を採用していた。その後基準金利は，平成１１年９月１日以降は\n年４．５％となり，平成１６年現在では年３％に改定されている（以上につき，平\n成７年版財産評価基本通達逐条解説・大成出版社１１６頁，その他各年度の財産評\n価基本通達の解説参照）。本件は，平成８年８月以降相当の期間通常の宅地として\n利用できない宅地の評価を行うものであり，上記のような財産評価基本通達におけ\nる複利年金現価率算出のための基準金利等を考慮すると，本件の割引率を年６％と\nすることも考えられる\nが，バブル崩壊以降平成８年までの金利動向は低下気味であったことなどを考慮す\nると，上記の５％を採用するのが最も相当と考えられる。〕。\n次に，割引期間については，本件土地区画整理事業の事業施行期間\nは最初平成４年７月に平成１１年３月３１日までと予定されたが，その後平成８年\n７月３１日に平成１６年３月３１日まで延長されたこと，しかし平成８年当時の土\n地区画整理事業は事業の緒についたばかりで，平成８年当時の仮換地指定率は数％\nに止まり，建物移転は予定された９２３戸に対して２戸のみであるなどほとんど進\n捗していなかったこと，土地区画整理事業は得てして遅れがちで何度も事業計画の\n変更が行われ，事業の完成までに２０年，３０年かかることも珍しくないこと（甲\n３０）等からすると，平成８年当時，本件土地区画整理事業が平成１６年３月３１\n日までの施行期間で完了するとはほとんど誰も考えていなかったと推定される（実\n際に平成１６年３月\n３１日に施行期間は更に１０年延長されて平成２６年３月３１日までとされ\nた。）。こうした状況を勘案すると，本件土地について，平成８年８月２１日の売\n買契約当時，仮換地指定・使用収益開始がなされるまでの期間をいつ頃と考えてい\nたかは明確な証拠はないが，上記のような事情に照らすと平成１６年３月３１日ま\nでの施行期間延長に止まらずさらに１０年程度の延長があり得ると普通に考えられ\nていたとしても不自然ではなく，評価の安全と課税の公平の見地からすると，割引\n期間を１８年と解するのが相当である（現実には平成１４年までに仮換地指定が行\nわれたのは２４．８％に過ぎず，本件土地については仮換地指定もまだ行われてお\nらず，仮換地案で示された本件土地の仮換地上には平成１６年現在でもまだ当該土\n地所有者の建物が建ってお\nり，いつ本件土地の仮換地として使用収益できるようになるのかそのメドすらたっ\nていない。）。\n以上の経過から，割引率を年５％，割引期間を１８年と設定して計\n算すると，本件土地の売買契約当時の時価は，次のとおり４５１３万円となると認\nめられる。\n本件売買契約時の時価\n＝１億０８６４万円×１／（１＋０．０５）１８≒４５１３万円\n(3)　被告の主張する時価について\nア　被告主張時価①について\n被告主張時価①は，取引事例比較法による比準価格及び公示価格及び規\n準地価格を規準とした規準価格の平均によって本件土地の時価として１㎡当たり１\n１万１９７６円，総額１億０２３４万６０６４円を算出しているものである。\nしかし，被告主張時価①の算定対象となった取引事例の多くは現に建物\nが建てられている建物付宅地であり，更地の取引事例は一つのみである（別紙３の\n取引事例Ｃ）。そして，本件土地は土地区画整理事業区域内において仮換地指定を\n受けていない土地であって，建築基準法上建物の新築や増築には埼玉県知事の許可\nが必要とされており，甲２６の区画整理通信，甲１４及び弁論の全趣旨によれば，\n現実的には建物の増改築に限り一定の条件の下で許可が下りるにすぎず，建物の新\n築について許可がなされることはほとんどないと認められる。とすれば，本件土地\nが本件土地区画整理事業区域内にある建付地と同一条件にあるとは到底いえない。\nまた，取引事例のうち唯一更地である取引事例Ｃについても，甲９ないし１３によ\nれば，平成４年に競\n売開始決定が出てから約４年間買手が付かず，平成８年３月に第１順位の根抵当権\n者株式会社三菱銀行（当時）の１００％子会社が落札したものと認められ，このよ\nうな特殊な状況下における更地の取引事例は事例としての規範性は低いといわざる\nを得ない。\nしたがって，被告主張時価①による評価方法は，本件土地が仮換地指定\n前の土地で，現地では当分宅地としての使用収益できないことを考慮した適切な補\n正がなされているとはいえず採用することはできない。\nイ　被告主張時価②（Ｐ３鑑定）について\n(ア)　Ｐ３鑑定は，行政的条件（土地区画整理事業）の減価として，割引期\n間を１８年，割引率を２．７％として減価率３８％を用いて鑑定評価は平成１５年\n２月１４日時点で計算した本件土地の売買契約時の時価を６９８２万９６００円で\nあったとしている。\nＰ３鑑定における土地区画整理事業による減価率決定の理由は，α土地\n区画整理事務所によれば，当初，事業年度を平成４年１月１７日から平成１６年３\n月３１日と定めていたが，大幅な事業の遅れ（調査日現在における事業進捗率約２\n０％）により，１０年の事業期間の延長を県と協議中とのことであり，本件土地に\nついては，仮換地予定案があるのみで，いまだ仮換地の指定はなく，指定時期及び\n使用収益の開始時期は不明であるので，本件土地については，最大限平成２６年３\n月３１日まで使用収益ができないものとして割引期間を１８年とし，割引率は平成\n８年８月から平成１４年１０月までの約定平均金利２．２％を参考にリスクプレミ\nアム０．５％を考慮して年率２．７％としたというものである。\n(イ)　また，Ｐ３鑑定士は，上記鑑定評価額は，鑑定評価を行った平成１\n５年２月１４日として評価したものであるが，鑑定評価を行った日を平成１１年５\n月１７日と仮定した場合の鑑定評価額は９００６万７３８８円となるとしている。\nその理由は，平成１１年５月１７日においては，土地区画整理事業の完了予定日は\n平成１６年３月３１日であったのであるから，割引期間は，価格時点である平成８\n年８月２１日から事業完了予定日である平成１６年３月３１日までの８年とするの\nが相当であり，割引率は，平成８年８月から平成１１年５月までの月間約定金利の\n平均値を算出すると２．４％となり，これにリスクプレミアム０．５％を加えると\n２．９％となり，これにより計算すると，土地区画整理事業による減価率は－２０\n％となるというので\nある。\n(ウ)　しかし，先に述べたとおり，本来贈与財産の価額の決定に当たって\nは，贈与時において客観的に認められ又は予測された事情のみを基礎事情として，\n割引期間及び割引率を決定すべきものである。しかるに，Ｐ３鑑定においては，本\n件売買契約後である平成８年８月から平成１４年１０月までの約定平均金利２．２\n％を基に割引率を２．７％としている。しかし，貸付金利平均を割引率の基本にお\nくのであれば，売買契約時の過去の金利平均と当時において客観的に予測された金\n利動向を参考に割引率を考えるべきであり，売買契約後である平成８年８月から平\n成１４年１０月までの約定平均金利平均のみを考慮し割引率を決めるのは相当とは\nいい難い。\nまた，Ｐ３鑑定は，割引率の基礎として銀行の平均約定金利を採用し\nているが，平均約定金利は期間１年以上の長期貸付と期間１年未満の短期貸付の約\n定金利の平均であることは公知の事実であって，本件におけるように長期の割引期\n間を想定する割引率については平均約定金利によるのでなく，長期貸付の基準を示\nす長期プライムレートその他長期貸付に関する約定金利の平均による方が合理的で\nある。\nまた，Ｐ３鑑定は平成１５年２月１４日に鑑定評価を行った場合の本\n件土地の平成８年８月時の時価は約６９８２万９６００円と鑑定され，平成１１年\n５月１７日に鑑定評価を行ったと仮定した場合のそれは９００６万７３８８円と鑑\n定されるとするが，このように鑑定時が異なることによって贈与財産の贈与時の時\n価の鑑定評価が大きく異なるというのは不合理である（もちろん，鑑定時点が異な\nるごとに，鑑定人が収集した「贈与時に客観的に認められ又は予測された事情」の\n資料が異なることから，適用すべき割引率と割引期間が異なり，その結果財産の贈\n与時時価評価が異なることはあり得る。しかしそれは資料の相違から来ることであ\nって，鑑定時点の相違からくる違いではない。そして，平成１５年２月１４日の鑑\n定時点と平成１１年\n５月１７日の鑑定時点で「贈与時に客観的に認められ又は予測された事情」につい\nて，大きな相違があったとは思えない。）。\n以上から，Ｐ３鑑定に基づく被告主張時価②を採用することはできな\nい。\nウ  被告主張時価③について\n次に，被告は，割引率を民事法定利率年５％とし，割引期間を本件売買\n契約の平成８年８月２１日から事業完了予定日である平成１６年３月３１日までの\n８年と計算した時価７６５５万４８１２円を主張する。しかし，割引期間の点につ\nいては，先に認定したとおり，売買契約の時点において本件土地区画整理事業は緒\nについたばかりで事業区域内の土地について仮換地の指定もほとんど行われておら\nず，本件土地の仮換地指定・使用収益開始が平成１６年３月３１日までの８年の間\nに実現すると普通一般に考えられていたとは到底いえない。むしろ，先に認定した\nとおり，本件売買契約時点では本件土地区画整理事業の進捗状況は遅れ，本件土地\nの仮換地指定・使用収益開始がいつになるかは未定であり，当事者としてはかなり\n先を見込んでいたとみ\nるのが相当であるから，前記の述べた理由から割引期間としては１８年をみるのが\n相当である。\nしたがって，被告主張時価③も採用できない。\n(4)  原告主張の時価（Ｐ４鑑定）について\nア  原告が援用するＰ４鑑定は，本件土地の土地区画整理事業による減価と\nして割引期間２６年，割引率６．５％を用い，複利現価計算（０．１９４５）を行\nう等して，本件土地の平成８年８月現在の時価を２０５０万円と査定しているもの\nである。\nその根拠は，現在の本件土地区画整理事業の進捗状況（１０年間で２０\n％の進捗率）から判断し，換地後の土地を完全に使用収益できる時期を３０年後\n（価格時点からは２６年後）と判断し，また，地価公示の土地の基本利率５％を規\n準に，地価下落率・地域性・土地区画整理事業の施行期間の不確定等のリスクを総\n合的に勘案し，割引率を下記のとおり６．５％と査定するというのである。\n│標準利回り（地価公示における土地の基本利率）│  ５．０％│\n│地価の下落リスク                            │＋０．５％│\n│地域性（都市への接近性）リスク              │＋０．５％│\n│土地区画整理事業の進捗状況の遅れによるリスク│＋０．５％│\n│ 割引率（合計）                             │  ６．５％│\nイ  しかし，先に述べたとおり，本来贈与財産の価額の決定に当たっては，\n贈与時において客観的に認められ又は予測された事情のみを基礎事情として，割引\n期間及び割引率を決定すべきものである。そして，平成８年の段階でＰ４鑑定が主\n張するような土地区画整理事業の進捗率を客観的に予見できたかは疑問であるし，\n土地区画整理事業の仮換地指定も最初遅い進捗度であっても道路築造や建物移転が\n進行するにつれスピードが早まることはあり得ることである。そこで，本件土地売\n買の平成８年の段階で，本件土地に関する仮換地指定・使用収益開始までの期間を\n３０年とし，使用収益開始の時期を２６年先と見込むとするのは課税の公平の観点\nからするとやや長きに過ぎ，相当とは認めがたい。\nまた，割引率については，本件では一定期間通常の宅地としての利用が\nできないことによる減価を考えるものであり，甲３１，乙７によれば自用不動産に\nついては一般金利による減価，事業用不動産については投下資本収益率等を勘案し\nての減価が相当とされていることが認められ，本件の場合には長期プライムレート\nを中心とする平成８年当時の長期貸付金利の動向や地価公示における収益価格算定\nのための一般的利回り率を勘案して年５％を採用するのが相当である。このほかに\n地価の下落リスク（＋０．５％），地域性（都市への接近性）リスク（＋０．５\n％），土地区画整理事業の進捗状況の遅れによるリスク（＋０．５％）を割引率に\n加えるべき明確な根拠を本件証拠上認めがたい。\n以上から，Ｐ４鑑定による本件土地の時価２０５０万円との原告の主張\nも本件では採用することができない。\n３　争点３（本件売買契約の対価が相続税法７条の「著しく低い価額の対価」に\n該当するかどうか）\n(1)　相続税法７条にいう「著しく低い価額の対価」の意義については，これま\nで述べたように，著しく低い価格の対価で財産の譲渡を受けた場合には，法律行為\nとしての贈与には該当しなくとも，実質的には贈与と評価しうるため，課税の公平\n負担の見地から，対価と時価との差額について贈与があったものとみなして贈与税\nを課することとしているのであるから，同条の趣旨に鑑みれば，同条にいう「著し\nく低い価額の対価」に該当するかどうかは，当該財産の譲受の状況，当該譲受の対\n価，当該財産の性質，当該譲受に係る財産の市場価額等を勘案して社会通念に従い\n判断すべきものと解するのが相当である。\n(2)　本件においては，土地の時価は４５１３万円と評価されるところ代金１５０\n０万円で売買しているものであり，原告主張の売買経緯を考慮してもなお著しく低\nい価額の対価に当たるというべきである。\n(3)　したがって，相続税法７条により，本件土地の売買価額と本件売買契約当時\nの時価との差額に相当する金額を原告は贈与によって取得したものとみなされるこ\nとになる。\n４　争点４（本件処分の違法性）\n(1)　本件決定処分\n上述のように本件土地の時価４５１３万円から本件売買契約の対価１５０\n０万円を控除した金額３０１３万円が贈与税の課税価格となる。\nそして，相続税法２１条の５の規定により上記金額から基礎控除額６０万\n円を控除した額２９５３万円が基礎控除額控除後の課税価格となる。\n上記基礎控除額控除後の課税価格に相続税法２１条の７の規定による税率\nを乗じて算出した納付すべき税額は１３８１万８０００円となる(速算表による。２\n９５３万円×６０％－３９０万円＝１３８１万８０００円)。\nしたがって，本件決定処分のうち原告の基礎控除額控除後の課税価格２９\n５３万円及び納付すべき税額１３８１万８０００円を超える部分は違法である。\n(2)　本件賦課決定処分\n無申告加算税の計算の基礎となる税額は１３８１万円（ただし，国税通則\n法１１８条３項の規定により，１万円未満の端数を切り捨てた後のもの）であり，\n国税通則法６６条１項の規定に基づき上記金額に１００分の１５を乗じて算出した\n無申告加算税の額は２０７万１５００円である。そして，原告には平成８年分の贈\n与税の申告書をその提出期限までに提出しなかったことについて，国税通則法６６\n条１項ただし書に規定する正当な理由が存在したとは認められない。\nしたがって，本件賦課決定処分のうち無申告加算税２０７万１５００円を\n超える部分は違法である。\n５　結論\n以上の次第であり，原告の請求のうち平成８年分贈与税の決定処分のうち基\n礎控除額控除後の課税価格２９５３万円，納付すべき税額１３８１万８０００円を\n超える部分及び無申告加算税賦課決定処分のうち無申告加算税２０７万１５００円\nを超える部分の取消しを求める限度で理由があるからこれを認容し，原告のその余\nの請求は理由がないから棄却することとし，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁判長裁判官　　　　豊　　　田　　　建　　　夫\n裁判官        都　　　築　　　民　　　枝\n裁判官        松　　　村　　　一　　　成\n"
}