{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 14
  },
  "case_number": "平成12(行ケ)128",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12675",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12675",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/675/012675_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１２８号　特許取消決定取消請求事件（平成１３年１月２９\n日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　セイコーエプソン株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　神　谷　　　巌\n同　　　　弁理士　　　佐　藤　一　雄\n同　　　　　　　　　　小野寺　捷　洋\n同　　　　　　　　　　紺　野　昭　男\n同　　　　　　　　　　堅　田　健　史\n被　　　　　　告　　　特許庁長官　【Ｂ】\n指定代理人　　　　　　【Ｃ】\n同　　　　　　　　　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n主　　　　　　　　　　　文\n特許庁が平成１０年異議第７１５０３号事件について平成１２年３月\n６日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、昭和６２年３月４日、名称を「インク容器」とする発明（以下「本\n件発明」という。）につき特許出願をし（特願昭６２－４９６３１号）、平成９年\n６月６日に特許第２６５８０３４号として設定登録を受けた。\n【Ｇ】、【Ｈ】及び【Ｉ】は、平成１０年３月３０日、本件特許につき特許\n異議の申立てをし、平成１０年異議第７１５０３号事件として特許庁に係属したと\nころ、原告は、平成１１年１月５日、明細書の特許請求の範囲及び発明の詳細な説\n明を訂正する旨の訂正請求をし、この訂正請求に係る訂正請求書は、同年４月１９\n日付け手続補正書をもって補正された（以下、この補正を「本件補正」といい、本\n件補正後の上記訂正請求を「本件訂正請求」、その訂正を「本件訂正」とい\nう。）。\n特許庁は、上記特許異議の申立てについて審理した上、平成１２年３月６日\nに「特許第２６５８０３４号の特許を取り消す。」との決定（以下「本件決定」と\nいう。）をし、その謄本は同月２７日原告に送達された。\n２　特許請求の範囲の記載\n(1)　設定登録時の明細書（以下「登録時明細書」という。）の特許請求の範囲\nの記載\n液体インクを格納するインク容器において、該インク容器を構成する材料\n中の脂肪酸もしくは脂肪酸誘導体類の総量が、１００ｐｐｍ以下であることを特徴\nとするインク容器。\n(2)　本件訂正に係る明細書（以下「訂正明細書」という。）の特許請求の範囲\nの記載\n液体インクを格納するインク容器において、該インク容器を構成する材料\n中の脂肪酸および脂肪酸誘導体の総量が、１００ｐｐｍ以下であることを特徴とす\nるインク容器。\n３　本件決定の理由\n本件決定は、別添決定謄本写し記載のとおり、(1)本件訂正の適否につき、①\n本件補正は特許法１２０条の４第３項において準用する同法１３１条２項の規定に\n適合するが、②本件訂正は、実質上特許請求の範囲を変更するものであり、特許法\n等の一部を改正する法律（平成６年法律第１１６号）附則６条１項の規定によりな\nお従前の例によるとされる同法による改正前の特許法１２６条２項の規定に適合し\nないから認められないとし、(2)特許異議の申立てにつき、本件発明の要旨を登録時\n明細書の特許請求の範囲の記載のとおりと認定した上、①本件発明は、特願昭６１\n－４３７３１号の明細書及び図面（特開昭６２－２０１２５１号公報、甲第５号\n証、以下「先願明細書」という。）に記載された発明（以下「先願発明」とい\nう。）と同一であるから、特許法２９条の２の規定に違反してされたものであり、\nまた、②登録時明細書の発明の詳細な説明は、当業者が容易に実施できる程度に記\n載されているものとは認められないから、同法３６条３項（注、平成２年政令第２\n５８号附則２条１項によりなおその効力を有するものとされる平成２年法律第３０\n号附則４条による改正前の特許法３６条３項の趣旨と解される。）の規定に違反し\nて特許がされたものであり、③したがって、本件発明の特許は、拒絶査定をしなけ\nればならない特許出願に対してされたものであるから、特許法等の一部を改正する\n法律の一部の施行に伴う経過措置を定める政令（平成７年政令第２０５号）４条１\n項及び２項の規定により、本件特許は取り消されるべきであるとした。\n第３　原告主張の本件決定取消事由\n本件決定の理由中、本件補正の適否の認定判断（決定謄本２頁６行目～１１\n行目）及び先願明細書の記載事項の認定（同３頁７行目～４頁２行目）は認める。\n本件決定は、本件訂正が実質上特許請求の範囲を変更するものとして認めら\nれないとの誤った判断をした（取消事由１）結果、本件発明の要旨の認定を誤り、\nまた、本件発明と先願発明との同一性の判断を誤る（取消事由２）とともに、登録\n時明細書の記載不備についての判断を誤った（取消事由３）ものであるから、違法\nとして取り消されるべきである。\n１　取消事由１（特許請求の範囲の変更についての判断の誤り）\n本件訂正は、登録時明細書の特許請求の範囲の「脂肪酸もしくは脂肪酸誘導\n体類の総量が、１００ｐｐｍ以下である」との記載を、「脂肪酸および脂肪酸誘導\n体の総量が、１００ｐｐｍ以下である」（各下線部が訂正部分）と訂正するもので\nあるところ、本件決定は、登録時明細書の上記記載は、「『脂肪酸の総量が、１０\n０ｐｐｍ以下である』、もしくは『脂肪酸誘導体類の総量が、１００ｐｐｍ以下で\nある』という択一的な記載であることは明白である」（決定謄本２頁２２行目～２\n４行目）として、「脂肪酸と脂肪酸誘導体の総量（総和）が１００ｐｐｍ以下であ\nる」（同２頁２７行目）ことを意味する訂正明細書の特許請求の範囲の上記記載へ\nの訂正は、実質上特許請求の範囲を変更するものであると判断するが、誤りであ\nる。\nすなわち、登録時明細書（甲第２号証）は、「これら樹脂や合成ゴム材料中\nに含まれる脂肪酸やその誘導体は、重合時に添加された樹脂原料と均一に混合する\nが、フィルム等のシートや成形品に加工されると一般に表面に出やすい。従って、\n加工されたポリエチレン等のシートにインクをそのまま充てんすると、シート表面\nにういた脂肪酸やその誘導体がインク中にはがり出したり（注、「はがれ出たり」\nの誤記と認める。）、該脂肪酸等が表面層付近にある場合、温度上昇に伴いインク\n中へ溶出し、それが温度低下するに従い固体脂肪酸やその誘導体としてインク中で\n不溶物となり、インクの流動性を妨げる。」（４欄１７行目～２６行目）、「イン\nク容器を構成する材料中の脂肪酸誘導体類の添量が１００ｐｐｍ以下のため」（６\n欄３１行目～３２行目）との記載にあるように、脂肪酸と脂肪酸誘導体を同様の有\n害物として「脂肪酸やその誘導体」ないし単に「脂肪酸誘導体類」と記載して説明\nしており、登録時明細書の特許請求の範囲に「脂肪酸もしくは脂肪酸誘導体類の総\n量が、１００ｐｐｍ以下」とあるのが、脂肪酸及び脂肪酸誘導体類の総量で１００\nｐｐｍ以下の趣旨であることは明らかというべきである。したがって、本件訂正\nは、特許請求の範囲の減縮に当たるから許されるべきものであり、この訂正を認め\nても第三者が不測の損害を受けることはなく、また、本件発明の目的、効果に何ら\nの変更もない。\n以上のとおり、本件訂正は、実質上特許請求の範囲を変更するものではな\nい。\n２　取消事由２（本件発明と先願発明の同一性の判断の誤り）\n本件決定は、先願明細書に「滑剤としての脂肪酸」を添加しないとの記載が\nあることに注目し、「先願明細書記載の発明は脂肪酸および脂肪酸誘導体類の総量\nが０ｐｐｍであるから、脂肪酸もしくは脂肪酸誘導体類の総量が１００ｐｐｍ以下\nである本件発明と先願明細書に記載された発明とには実質的に差異がない」（決定\n謄本４頁１３行目～１５行目）とするが、誤りである。\nインクジェットプリンター等に使用されるインクタンクを構成する樹脂に\nは、滑剤の他に可塑剤、帯電防止剤、熱安定剤等が添加されており、それらの添加\n剤の大部分は脂肪酸を含むものである。すなわち、熱安定剤としては、脂肪族カル\nボン酸塩である金属せつけん系安定剤を主成分とするものが、可塑剤としては、ア\nジピン酸ジ２エチルヘキシルのように脂肪酸を含むものが、滑剤としては、ステア\nリン酸アミドのような脂肪酸を含むものが、帯電防止剤としては、脂肪酸アミン塩\n類等の脂肪酸を含むものが、それぞれ多用されている（甲第６号証）。したがっ\nて、滑剤を添加しないからといって、脂肪酸が含まれていないとは即断できない。\n先願明細書（甲第５号証）の記載から見ても、比較例２、３は滑剤を添加し\nなかったもの（１４欄第２表参照）であるが、その濁度はそれぞれ０．２０、０．\n１８であり（１５欄第３表参照）、滑剤を添加しなかった実施例１～３の濁度０．\n１０よりも高いことが示されている。したがって、濁度の数値を上げる原因物質が\n滑剤のみでないことが明らかであり、先願明細書は、脂肪酸全体の量を問題として\nいるのではなく、単に滑剤としての脂肪酸の量について記載しているにすぎない。\n３　取消事由３（明細書の記載不備についての判断の誤り）\n本件決定は、「『脂肪酸誘導体類』がいかなる物質を包含するのかが不明で\nあり、発明の詳細な説明が当業者に容易に実施できる程度に記載されているものと\nは認められない」（決定謄本４頁１７行目～１９行目）とする。しかし、この認定\n判断は、本件訂正請求が認められないという誤った理解に基づいて、「類」の削除\nが許されないとの見解に立ったものであるところ、本件訂正請求が認められるべき\nことは上記のとおりであるから、この点の判断は誤りである。\n第４　被告の反論\n審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（特許請求の範囲の変更についての判断の誤り）について\n登録時明細書の特許請求の範囲の「脂肪酸もしくは脂肪酸誘導体類の総量\nが、１００ｐｐｍ以下である」との記載は、それ自体極めて明りょうであり、明細\n書中の他の項の記載等を参酌しなければ理解し得ないものではない。そして、上記\n記載を「脂肪酸および脂肪酸誘導体の総量が、１００ｐｐｍ以下である」と訂正す\nるのは、主として特許請求の範囲中の択一的記載である「もしくは」を同時的記載\nである「および」に変更するものであるから、特許請求の範囲の減縮に相当するも\nのではない。\nなお、登録時明細書の発明の詳細な説明には、脂肪酸と脂肪酸誘導体がともにイ\nンク中に溶出して不溶物を形成する物質として記載されていることは確かである\nが、「脂肪酸」及び「脂肪酸誘導体」の両者を含む場合においても、その総量が１\n００ｐｐｍ以下であれば本件発明の効果を奏することは示されていない。\n２　取消事由２（本件発明と先願発明の同一性の判断の誤り）について\n原告は、甲第６号証に基づいて、インクジェットプリンター等に使用される\nインクタンクを構成する樹脂には滑剤の他に可塑剤、帯電防止剤、熱安定剤等が添\n加されている旨主張するが、同号証は、プラスチック添加剤について一般論として\n記載したものであって、インクジェットプリンター等に使用されるインクタンクを\n構成する樹脂について論じたものではない上、同号証のプラスチックの可塑剤、帯\n電防止剤、熱安定剤等の添加剤には、脂肪酸やその誘導体を含まないものも多数記\n載されており、滑剤以外のプラスチックの添加剤として必ず脂肪酸やその誘導体が\n用いられるというものでもない。\n登録時明細書（甲第２号証）に、「これらの樹脂や合成ゴムは、それ自身を\n構成する化学物質以外に、安定剤やＵＶ吸収剤、酸化防止剤など多くの添加助剤\nが、目的に応じて適量添加されている」（３欄１９行目～２２行目）と記載されて\nいるように、添加助剤は目的に応じて添加されるものであり、必要と認識しない添\n加助剤、有害な添加助剤は添加されないと考えるのが通常である。そして、登録時\n明細書（甲第２号証）の実施例及び比較例でも、脂肪酸系の安定剤、スリップ剤の\n使用について記載がある以外、他の添加剤については具体的な記載はないが、これ\nは、他の添加剤としても脂肪酸や脂肪酸誘導体類は添加していないことを意味する\nと解される。\nまた、先願明細書（甲第５号証）記載の発明の課題は、本件発明と同様、イ\nンクの長期間滞留などによっても、不純物等をインク中に溶出しない特性を有する\n記録液用器具を提供することであり、具体的には、プラスチックフィルムの成形の\n際に、脂肪酸アミド、ステアリン酸等の滑剤を添加しないで得られるプラスチック\nフィルムが代表的なものとして挙げられることが記載されているほか、実施例に\nは、滑剤として脂肪酸アミドを添加せず、不純物等がインク中に溶出しやすい条件\nの下でも濁度が低い、すなわちインク中の不純物のほとんどないプラスチックフィ\nルム製の記録液用器具が記載されている。そうすると、先願明細書（甲第５号証）\nには、脂肪酸アミド、ステアリン酸が不純物等をインク中に生成させる原因である\nことが示されているのであるから、その他の添加剤が添加されるとしても、脂肪酸\nアミド、ステアリン酸等を用いないようにすることは当然考慮されていると解さ\nれ、その実施例が示すデータに照らしても、その他の添加剤としてもインク中に溶\n出して不純物等を生成させる化合物をほとんど含まないものであることは明らかで\nある。\n３　取消事由３（明細書の記載不備についての判断の誤り）について\n訂正請求の適否についての本件決定の判断に誤りがないことは前記のとおり\nであり、訂正請求が認められないことから、登録時明細書について、本件発明は特\n許法第３６条第３項の規定に違反して特許がされたものと判断したものであって、\nその認定判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（特許請求の範囲の変更についての判断の誤り）について\n(1)　本件訂正請求が、登録時明細書の特許請求の範囲の「脂肪酸もしくは脂肪\n酸誘導体類の総量が、１００ｐｐｍ以下である」との記載を、「脂肪酸および脂肪\n酸誘導体の総量が、１００ｐｐｍ以下である」に訂正することを求めるものである\nことは当事者間に争いがなく、これによれば、本件訂正は、①「脂肪酸誘導体類」\nを「脂肪酸誘導体」に訂正することと、②これと脂肪酸の量の関係を「もしくは」\nから「および」に訂正することを含むものと理解することができる。そして、この\nうち上記①の点については、「脂肪酸誘導体類」の用語が「脂肪酸誘導体」と異な\nる特別な意味を有するものと誤読されかねないことからその意義を明確にするもの\nであって、明りょうでない記載の釈明に該当すると解され、本件決定もこの訂正部\n分が特許請求の範囲の変更をもたらすものと判断するものではない。\n(2)　そこで、次に、上記②の点が「実質上特許請求の範囲を変更するもの」と\nなるかどうかについて検討するに、脂肪酸と脂肪酸誘導体の量の関係は、論理上、\n下記の四つの場合に区分することができる。\n(A)　脂肪酸と脂肪酸誘導体のいずれもが１００ｐｐｍを超える場合\n(B)　脂肪酸と脂肪酸誘導体のいずれか一方が１００ｐｐｍ以下であり、他方\nは１００ｐｐｍを超える場合\n(C1) 脂肪酸と脂肪酸誘導体のいずれもが１００ｐｐｍ以下であるが、両者の\n合計量は１００ｐｐｍを超える場合\n(C2) 脂肪酸と脂肪酸誘導体のいずれもが１００ｐｐｍ以下であり、両者の合\n計量も１００ｐｐｍ以下である場合\n(3)　上記の区分を本件発明に当てはめてみると、登録時明細書の特許請求の範\n囲の記載は「脂肪酸もしくは脂肪酸誘導体類の総量が、１００ｐｐｍ以下である」\nとされているのであるから、その文言解釈として、上記の各場合のうち、(B)、(C1)\n及び(C2)がこの構成要件に該当するというべきであり、他方、本件訂正後の特許請\n求の範囲の記載は「脂肪酸および脂肪酸誘導体の総量が、１００ｐｐｍ以下であ\nる」とされているから、この構成要件に該当するのが上記(C2)だけであることは明\nらかである。\nそうすると、本件訂正のうち、上記(1)の②に係る部分は、登録時明細書に\n係る本件発明に包含される上記(B)、(C1)及び (C2)のうち、(B)及び(C1)を削除し、\n(C2)の場合に限定するものということができるから、特許法１２６条１項１号に規\n定する「特許請求の範囲の減縮」に該当することは明らかというべきである。そし\nて、上記(C2)は、登録時明細書に係る本件発明に当初から包含されていたものであ\nるから、本件訂正が、実質上特許請求の範囲を拡張又は変更するものということは\nできない。\n(4)　被告は、本件訂正請求は、択一的記載である「もしくは」を同時的記載で\nある「および」に訂正しようとするものであるから、特許請求の範囲の減縮に相当\nするものではなく、実質上特許請求の範囲を変更するものである旨主張するが、本\n件訂正により、特許請求の範囲はむしろ減縮されること、特許請求の範囲が変更さ\nれるものでないことは前示のとおりであって、被告の主張は採用することができな\nい。\n(5)　よって、本件訂正請求が、実質上特許請求の範囲を変更するものであると\nして、これを認めなかった本件決定の判断は誤りであり、したがって、本件発明の\n要旨を登録時明細書の特許請求の範囲に記載されたものであるとした本件決定の認\n定（決定謄本３頁１行目～５行目）も誤りというべきである。そうすると、特許庁\nは、本件訂正により減縮された特許請求の範囲の記載に基づく本件発明の要旨を前\n提として本件特許異議の申立てについて判断すべきところ、この判断がいまだ示さ\nれていないことになるから、本件決定は、その余の点について判断するまでもな\nく、瑕疵があるものとして取消しを免れない。\n２　よって、原告の請求は理由があるから認容し、訴訟費用の負担につき行政事\n件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　原　勝　美\n裁判官    　長　沢　幸　男\n裁判官    　宮　坂　昌　利\n"
}