{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 24
  },
  "case_number": "平成11(行ケ)317",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12897",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12897",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/897/012897_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３１７号　審決取消請求事件\n判　　　　決\n原告　　　　　　　　サムサン　エレクトロニクス　シーオー．，エルティーデ\nィー\n代表者　　　　　　　【Ａ】\n訴訟代理人弁理士　　【Ｂ】\n被告　　　　　　　　特許庁長官　【Ｃ】\n指定代理人　　　　　【Ｄ】、【Ｅ】、【Ｆ】、【Ｇ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成８年審判６２１３号事件について平成１１年３月２９日にした審\n決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、平成３年４月25日、名称を「ストレージセルアレイと周辺回路をもつ不\n揮発性半導体メモリー装置の製造方法及びその構造」とする発明（本願発明）につ\nき特許出願をしたが（特願平３－１２１８０１号。優先権主張１９９０年９月３日\n大韓民国）、平成８年１月18日拒絶査定を受けたので、平成８年４月30日審判を請\n求し、平成８年審判第６２１３号事件として審理されたが、平成11年３月29日、\n「本件審判の請求は、成り立たない。」との審決があり、その謄本は平成11年６月\n２日原告に送達された。\n２　本願発明の要旨（請求項１記載の発明（本願第１発明）の要旨）\nストレージセル領域と周辺回路領域とを持ち、素子間分離のためのフィールド酸\n化膜を形成した半導体基板で、ストレージセル領域にはフローティングゲート形ト\nランジスタからなるメモリセルを形成し、周辺回路領域にはＭＯＳトランジスタを\n形成する不揮発性半導体メモリー装置の製造方法において、\n前記基板上面に第１絶縁膜を形成した上に第１導電層を形成し、そしてストレー\nジセル領域のワードライン方向に平行に配列され且つビットライン方向に伸張する\n第１マスクパタンを形成して露出した部分の第１導電層を選択蝕刻する第１工程\nと、\nこの第１工程後の基板上面に下部酸化膜と窒化膜と上部酸化膜とを順次形成して\nＯ－Ｎ－Ｏ絶縁層とする第２工程と、\nこの第２工程で形成されたストレージセル領域以外のＯ－Ｎ－Ｏ絶縁層を除去し\nてから第２絶縁膜を形成する第３工程と、\nこの第３工程後の基板上面に第２導電層を形成する第４工程と、\n周辺回路領域を覆い、そしてストレージセル領域ではワードライン方向に伸張し\nかつビットライン方向に平行に配列される第２マスクパタンを形成して、該ストレ\nージセル領域中の露出した部分の前記第２導電層、Ｏ－Ｎ－Ｏ絶縁層、及び第１導\n電層を選択蝕刻し、該第１導電層をフローティングゲート、Ｏ－Ｎ－Ｏ絶縁層を誘\n電膜、第２導電層をコントロールゲートとしたメモリセルのパタンを形成する第５\n工程と、\nストレージセル領域を保護しておいて周辺回路領域の第２導電層を選択蝕刻して\n前記第２絶縁膜をゲート絶縁膜としたＭＯＳトランジスタのゲートを形成する第６\n工程と、\nを実施するようにしたことを特徴とする製造方法。\n３　審決の理由の要点\n(1)　先願明細書（第４図(a)ないし(c)は、本判決別紙先願図面参照）\n原査定における拒絶の理由において引用された、本件出願の日前の他の出願であ\nって、その出願後に公開された特願平２－４０９１１号（平成２年２月２３日出\n願、特開平３－２４５５６６号公報（平成３年１１月１日公開）参照）の願書に最\n初に添付した明細書又は図面（先願明細書と総称）には、\n「第２図並びに第３図は、本発明の一実施例に係わる不揮発性半導体記憶装置\nを・・・不揮発性メモリ装置に適用したものである。ここで、第２図は、前記不揮\n発性メモリ装置のチップ全体の平面概略図、第３図は、前記第２図のⅠ－Ⅰ′線に\n沿う断面図の一例であって、ｐ型ウェル４０１が、メモリセルの複数のブロック、\n又は全てのメモリセルのブロックを含んで形成されているものである。なお、３１\n１はメモリセルマトリックス、３１２は周辺回路、３１３－１～３１３－ｎはブロッ\nク、３１４は昇圧回路をそれぞれ示している。」（公開公報５頁左下欄１６行～右\n下欄７行）及び\n「第４図(a)乃至(c)は、前記第３図の不揮発性メモリ装置の製造方法について詳\n細に示すものである。\nまず、同図(a)に示すように、ｎ型のシリコン基板４００に、メモリセル領域のｐ\n型ウェル４０１と周辺回路領域のｐ型ウェル４０２をそれぞれ形成する。周辺回路\n領域のｐ型ウェル４０２には、さらにｎ型ウェル４０３を形成する。また、全面に\n１００Å程度の第１のシリコン酸化膜４０４を成長させた後、続けて第１の多結晶\nシリコン層４０５を堆積形成する。次に、同図(b)に示すように、公知のフォトリソ\nグラフィー技術を用いて、第１の多結晶シリコン層４０５のパターニングを行い、\n浮遊ゲート４０６となる領域に第１のシリコン酸化膜４０４及び第１の多結晶シリ\nコン層４０５を残存させる。また、第１の多結晶シリコン層４０５上には、層間絶\n縁膜としてシリコン酸化膜とシリコン窒化膜との複合膜４０７を形成する。さら\nに、周辺回路領域に形成された複合膜４０７を除去した後、周辺回路におけるトラ\nンジスタのゲート絶縁膜となる第２のシリコン酸化膜４０８を成長させる。また、\n全面に第２の多結晶シリコン層４０９を堆積形成する。この後、公知のフォトリソ\nグラフィー技術を用いて、メモリセル部のパターニングを行い、２層の多結晶シリ\nコンを順次エッチングして自己整合した２層ゲート構造４１０を形成する。また、\n周辺回路領域では、第２の多結晶シリコン４０９をパターニングしてトランジスタ\nのゲート４１１を形成する。次に、同図(c)に示すように、メモリセルのソース４１\n２、ドレイン４１３となるｎ＋型領域を、例えばヒ素（Ａｓ）をイオン注入すること\nによって形成し、・・・」（６頁左下欄１行～右下欄１２行）（記載Ａ）\nが第２～４図と共に記載されている。\nところで、上記の記載Ａには「浮遊ゲート４０６となる領域に第１のシリコン酸\n化膜４０４及び第１の多結晶シリコン層４０５を残存させる。」との記載が認めら\nれ、一見この時点で浮遊ゲートの四辺すべてがパターニング形成されるかのように\n読み取れるが、「２層の多結晶シリコンを順次エッチングして自己整合した２層ゲ\nート構造４１０を形成する。」なる記載によれば、この時点では第１の多結晶シリ\nコン層４０５は第２の多結晶シリコン層４０９をパターニングして得られるコント\nロールゲート（ワードライン）の側面と一緒にエッチングされるのであるから、こ\nの時点では第１の多結晶シリコン層４０５はコントロールゲートの側面と同じ側面\nのみがエッチングされることとなる。よって、「浮遊ゲート４０６となる領域に第\n１のシリコン酸化膜４０４及び第１の多結晶シリコン層４０５を残存させる。」時\n点では、第１の多結晶シリコン層４０５はコントロールゲートの側面と垂直な方向\nのみがエッチングされるとみるのが相当である。また、上記記載Ａの「同図(b)に示\nすように、公知のフォトリソグラフィー技術を用いて、第１の多結晶シリコン層４\n０５のパターニングを行い、浮遊ゲート４０６となる領域に第１のシリコン酸化膜\n４０４及び第１の多結晶シリコン層４０５を残存させる。また、第１の多結晶シリ\nコン層４０５上には、層間絶縁膜としてシリコン酸化膜とシリコン窒化膜との複合\n膜４０７を形成する。」なる記載においては、第１の多結晶シリコン層４０５のパ\nターニングと層間絶縁膜の形成とでどちらの工程が先なのか一見不明であるが、も\nし、層間絶縁膜の形成工程が第１の多結晶シリコン層４０５のパターニング工程よ\nり先であるのなら、層間絶縁膜をそのままにして第１の多結晶シリコン層４０５の\nみパターニングしなければならないこととなるが、層間絶縁膜に何ら手を加えずに\n第１の多結晶シリコン層４０５のみパターニングすることは不可能である。\nよって、第１の多結晶シリコン層４０５のパターニング工程が層間絶縁膜の形成\n工程より先であることは明らかである。上記記載Ａの「第１の多結晶シリコン層４\n０５上には、層間絶縁膜としてシリコン酸化膜とシリコン窒化膜との複合膜４０７\nを形成する。」なる記載から、一見複合膜４０７は第１の多結晶シリコン層４０５\n上のみに形成されるようにみえるが、「周辺回路領域に形成された複合膜４０７を\n除去した後」と周辺回路にも層間絶縁膜である複合膜が形成されることからみて、\nシリコン基板の全表面に複合膜４０７が形成されるとみるのが相当である。上記記\n載Ａの「この後、公知のフォトリソグラフィー技術を用いて、メモリセル部のパタ\nーニングを行い、２層の多結晶シリコンを順次エッチングして自己整合した２層ゲ\nート構造４１０を形成する。」なる記載からは、２層の多結晶シリコンの間の複合\n膜はこの時点で自己整合的にエッチングされるのか否か不明であるが、上記記載Ａ\nの全記載からみて複合膜もこの時点で自己整合的にエッチングされるとみるのが相\n当である。一般にエッチングのためにはエッチングされる領域以外の領域をマスク\n等を用いて保護すること及び素子間分離のためのフィールド酸化膜を必要とするこ\nとは明らかであり、また先願明細書記載のような不揮発性メモリ装置においてはワ\nードラインと直交する方向にビットラインが配置されているものである。\nしてみると、先願明細書には、メモリセル領域と周辺回路領域とを持ち、素子間\n分離のためのフィールド酸化膜を形成した半導体基板で、メモリセル領域にはフロ\nーティングゲート形トランジスタからなるメモリセルを形成し、周辺回路領域には\nＭＯＳトランジスタを形成する不揮発性メモリー装置の製造方法において、前記基\n板上面に第１のシリコン酸化膜を形成した上に第１の多結晶シリコン層を形成し、\nそしてメモリセル領域のワードライン方向に平行に配列されかつビットライン方向\nに伸張する第１マスクパタンを形成して露出した部分の第１導電層を選択蝕刻する\n第１工程と、この第１工程後の基板上面に酸化膜と窒化膜とを順次形成してＯ－Ｎ\n複合膜とする第２工程と、この第２工程で形成された周辺回路領域のＯ－Ｎ複合膜\nを除去してから第２のシリコン酸化膜を形成する第３工程と、この第３工程後の基\n板上面に第２の多結晶シリコン層を形成する第４工程と、周辺回路領域を覆い、そ\nしてメモリセル領域ではワードライン方向に伸張しかつビットライン方向に平行に\n配列される第２マスクパタンを形成して、該メモリセル領域中の露出した部分の前\n記第２の多結晶シリコン層、Ｏ－Ｎ複合膜、及び第１の多結晶シリコン層を選択蝕\n刻し、該第１の多結晶シリコン層をフローティングゲート、Ｏ－Ｎ複合膜を誘電\n膜、第２の多結晶シリコン層をコントロールゲートとしたメモリセルのパタンを形\n成する第５工程と、メモリセル領域を保護しておいて周辺回路領域の第２の多結晶\nシリコン層を選択蝕刻して前記第２のシリコン酸化膜をゲート絶縁膜としたＭＯＳ\nトランジスタのゲートを形成する第６工程と、を実施するようにしたことを特徴と\nする不揮発性メモリー装置の製造方法が記載されているものと認められる。\n(2)　審決のした対比\n本願第１発明と先願明細書記載の発明とを対比すると、先願明細書記載の発明の\n「メモリセル領域」、「第１のシリコン酸化膜」、「第１の多結晶シリコン層」、\n「第２のシリコン酸化膜」及び「第２の多結晶シリコン層」は、それぞれ本願第１\n発明の「ストレージセル領域」、「第１絶縁膜」、「第１導電層」、「第２絶縁\n膜」及び「第２導電層」に相当するから、本願第１発明と先願明細書記載の発明と\nは「ストレージセル領域と周辺回路領域とを持ち、素子間分離のためのフィールド\n酸化膜を形成した半導体基板で、ストレージセル領域にはフローティングゲート形\nトランジスタからなるメモリセルを形成し、周辺回路領域にはＭＯＳトランジスタ\nを形成する不揮発性半導体メモリー装置の製造方法において、\n前記基板上面に第１絶縁膜を形成した上に第１導電層を形成し、そしてストレー\nジセル領域のワードライン方向に平行に配列されかつビットライン方向に伸張する\n第１マスクパタンを形成して露出した部分の第１導電層を選択蝕刻する第１工程\nと、\nこの第１工程後の基板上面に層間絶縁膜を形成する第２工程と、\nこの第２工程で形成されたストレージセル領域以外の層間絶縁膜を除去してから\n第２絶縁膜を形成する第３工程と、\nこの第３工程後の基板上面に第２導電層を形成する第４工程と、\n周辺回路領域を覆い、そしてストレージセル領域ではワードライン方向に伸張し\nかつビットライン方向に平行に配列される第２マスクパタンを形成して、該ストレ\nージセル領域中の露出した部分の前記第２導電層、層間絶縁膜、及び第１導電層を\n選択蝕刻し、該第１導電層をフローティングゲート、層間絶縁膜を誘電膜、第２導\n電層をコントロールゲートとしたメモリセルのパタンを形成する第５工程と、\nストレージセル領域を保護しておいて周辺回路領域の第２導電層を選択蝕刻して\n前記第２絶縁膜をゲート絶縁膜としたＭＯＳトランジスタのゲートを形成する第６\n工程と、\nを実施するようにしたことを特徴とする製造方法」の点で一致するが、層間絶縁膜\nの形成工程が、本願第１発明においては、下部酸化膜と窒化膜と上部酸化膜とを順\n次形成してＯ－Ｎ－Ｏ絶縁層を形成する工程であるのに対して、先願明細書記載の\n発明においてはシリコン酸化膜とシリコン窒化膜との複合層を形成する工程である\n点で両者は一応相違するものと認められる。\n(3)　審決のした対比判断\n前記相違点につき検討する。\n不揮発性半導体メモリー装置において層間絶縁膜の形成工程として下部酸化膜と\n窒化膜と上部酸化膜とを順次形成してＯ－Ｎ－Ｏ絶縁層を形成する工程は、特開昭\n６２－７３７７４号公報、特開昭６２－２００７５５号公報、特開平２－１８８９\n６９号公報及び特開昭６４－８９３７２号公報に示すように周知であり、先願明細\n書記載の発明における層間絶縁膜の形成工程として下部酸化膜と窒化膜と上部酸化\n膜とを順次形成してＯ－Ｎ－Ｏ絶縁層を形成する工程を採用するか否かは単なる設\n計事項にすぎないものと認められる。したがって、上記相違点は実質的相違点とは\n認められない。\nなお、原告は、第２シリコン酸化膜形成時に保護膜を利用せず、工程が減少する\nと主張するが、請求項１には単に「この第２工程で形成されたストレージセル領域\n以外の層間絶縁膜を除去してから第２絶縁膜を形成する第３工程と」と記載されて\nいるのみであり、ストレージセル領域をマスクしないで第２シリコン酸化膜（第２\n絶縁膜ではなく）を形成するとは記載されていないのであるから、上記主張は特許\n請求の範囲に基づかない主張である。また、その他種々効果を主張するが、これら\nの効果はＯ－Ｎ－Ｏ膜が当然有する効果にすぎない。\n(4)　審決のむすび\n本願第１発明は、先願明細書に記載された発明と同一であり、しかも、本願第１\n発明の発明者が先願明細書記載の発明の発明者と同一であるとも、また本件出願時\nに、その出願人が上記他の出願の出願人と同一ではないから、特許法２９条の２第\n１項の規定により特許を受けることができない。そうである以上、他の発明につい\nて検討するまでもなく本件出願は拒絶されるべきものである。\n第３　原告主張の審決取消事由\n審決は、先願明細書記載の発明と本願第１発明との間にある審決認定の相違点と\nは別の相違点（原告主張相違点１、２）を看過し（取消事由１、２）、審決認定の\n相違点についての判断を誤ったものであり（取消事由３）、また本願第２ないし第\n８発明について審理することなく拒絶したものであるから（取消事由４）、違法と\nして取消されるべきである。\n１　原告主張相違点１の看過（取消事由１）\n(1)　審決は、先願明細書記載の発明は「第１の多結晶シリコン層４０５のパター\nニングと層間絶縁膜の形成とではどちらの工程が先なのか一見不明である」とし\nて、工程順序について先願明細書は明示していないことを認めながら、「第１の多\n結晶シリコン層４０５のパターニング工程が層間絶縁膜の形成工程より先であるこ\nとは明らかである。」と認定し、その理由として「もし、層間絶縁膜の形成工程が\n第１の多結晶シリコン層４０５のパターニング工程より先であるのなら、層間絶縁\n膜をそのままにして第１の多結晶シリコン層４０５のみパターニングしなければな\nらないことになるが、層間絶縁膜に何ら手を加えずに第１の多結晶シリコン層４０\n５のみパターニングすることは不可能である。」と認定しているが、誤りである。\n先願明細書では、シリコン基板４００上に全面に堆積形成された第１の多結晶シ\nリコン層は符号４０５を付して示され、パターニングされた浮遊ゲートは符号４０\n６を付して示されている。そして、先願明細書には「第１の多結晶シリコン層４０\n５上には、層間絶縁膜としてシリコン酸化膜とシリコン窒化膜との複合膜４０７を\n形成する。」（６頁左下欄下から５行ないし３行）と記載されているところから、\nパターニング前の第１の多結晶シリコン層４０５上に複合膜４０７を形成した後、\nこの複合膜４０７と第１の多結晶シリコン層４０５とを同時にパターニングし、浮\n遊ゲート４０６を形成したものと判断するのが妥当である。\n(2)　審決の上記誤りの点を前提に本願第１発明と先願明細書記載の発明とを対比\nすると、審決が挙げた相違点のほかに、「先願明細書記載の発明においては複合膜\n４０７は浮遊ゲート４０６の上面のみに存在するのに対し、本願第１発明において\nはＯ－Ｎ－Ｏ絶縁膜８５はフローティングゲート４６の上面のみならず側面にも存\n在している」ことも、相違点となる（原告主張相違点１）。そして、原告主張相違\n点１によって、先願明細書記載の発明ではフローティングゲートの上面のみがキャ\nパシタンスに寄与しているのに対し、本願第１発明では上面のみならず側面までも\nキャパシタンスに寄与することになる。\n審決は、原告主張相違点１を看過したものである。\n(3)　被告は、先願明細書記載の発明においても、複合膜４０７は、浮遊ゲート４\n０６の上面のみならず側面にも存在しており、原告主張相違点１は存在しない、と\n主張する。\nしかしながら、先願明細書第４図(b)を参照すれば、浮遊ゲートは符号４０６を付\nして示されていること、そしてこの浮遊ゲート４０６は堆積形成された第１の多結\n晶シリコン層４０５をパターニングして形成されることは疑いの余地のない事実で\nあり、先願明細書記載の複合膜４０７は、浮遊ゲート４０６の上面のみに存在し、\n側面に存在しないことは明らかである。\n２　　原告主張相違点２の看過（取消事由２）\n(1)　審決は「素子間分離のためのフィールド酸化膜を必要とすることは明らかで\nあり」とし、先願明細書記載の発明でもフィールド酸化膜を素子間分離に使用して\nいると認定しているが、先願明細書記載の発明において素子間分離が必要であるに\nしても、先願明細書及び図面には、その素子間分離の方法としてフィールド酸化膜\nを形成することの記載はない。\n本願第１発明は、「フィールド酸化膜７２に側面端部が乗りかかるようにフロー\nティングゲート４６を形成することができるため、ストレージセルトランジスタの\n特性に影響を与えることなくフローティングゲート４６の側面にＯ－Ｎ－Ｏ絶縁膜\n８５を覆い被せることができ、キャパシタンスの増大に寄与することができる」の\nに対して、先願明細書記載の発明では、この構成は存在しない。したがって、この\n点も相違点であり（原告主張相違点２）、審決は、この相違点も看過したものであ\nる。\n(2)　被告は、本願第１発明は、フィールド酸化膜７２に側面端部が乗りかかるよ\nうにフローティングゲート４６を形成することを構成要件とはしていない旨主張す\nるが、請求項１記載の第１工程については、本願明細書の発明の詳細な説明【００\n２８】ないし【００３１】に記載された符号付きの要素を対応させて記載すると、\n「前記基板(７０)上面に第１絶縁膜(７４)を形成した上に第１導電層(４６)を形成\nし、そしてストレージセル領域(１２０)のワードライン方向(１１２)に平行に配列\nされ且つビットライン方向(１１４)に伸張する第１マスクパターン(７８)を形成し\nて露出した部分の第１導電層(４６)を選択食刻する第１工程」となる。そして、こ\nの第１工程終了後の断面構造が図３に示されている。上記第１工程の記載と図３と\nを参照すれば、「フィールド酸化膜７２に側面端部が乗りかかるようにフローティ\nングゲート４６を形成すること」が実質的に本願第１発明の構成要件となっている\nことは明らかである。\n(3)　被告は、フィールド酸化膜を形成することは本件出願前に普通に行われてい\nるので、先願明細書記載の発明でも素子間分離のためにフィールド酸化膜を必要と\nすることは明らかであるとした審決の判断に誤りはないと主張する。\nしかしながら、素子間分離はフィールド酸化膜を用いる方法によらなくても実現\nし得るし、素子間分離方法としてフィールド酸化膜を形成することが本件出願前に\n普通に行われていたからといって、直ちに先願明細書の素子間分離方法もフィール\nド酸化膜であると結論づけることはできないから（現に、先願明細書５頁左上欄２\n０行ないし右上欄１行には、素子分離が溝によって可能なことが記載されてい\nる。）、被告の主張は理由がない。\n３　相違点についての判断の誤り（取消事由３）\n(1)　審決は、審決認定の相違点について、「不揮発性半導体メモリー装置におい\nて層間絶縁膜の形成工程として下部酸化膜と窒化膜と上部酸化膜とを順次形成して\nＯ－Ｎ－Ｏ絶縁層を形成する工程は、・・・に示すように周知であり、先願明細書\n記載の発明における層間絶縁膜の形成工程として下部酸化膜と窒化膜と上部酸化膜\nとを順次形成してＯ－Ｎ－Ｏ絶縁層を形成する工程を採用するか否かは単なる設計\n事項にすぎないものと認められる。したがって、上記相違点は実質的相違点とは認\nめられない。」と判断しているが、誤りである。\nすなわち、Ｏ－Ｎ－Ｏ絶縁層を形成する工程が周知であるとしても、Ｏ－Ｎ絶縁\n膜を採用する先願明細書記載の発明においては、下記「膜質の観点」及び「膜厚の\n観点」から解決すべき課題を有することを何ら認識していないのであるから、単な\nる設計事項として置き換えることはできない。\n(2)　「膜質の観点」\n不揮発性半導体メモリ装置では、プログラム時又は消去動作時にフローティング\nゲートとコントロールゲートとに挟まれた絶縁層に誘導印加される双方向電圧は１\n０～２０Ｖ程度の非常に高い電圧であり、絶縁層の電界強度を双方向で同時に安定\nにする必要がある。一般に酸化膜に比べ、窒化膜はポリシリコンと接触した場合、\n界面でのトラップ密度が高いので電圧依存性が高く、電界強度が不安定となる。そ\nこでポリシリコンで形成されるフローティングゲート及びコントロールゲートには\n窒化膜が直接接しないような構造を用いる必要がある。このため窒化膜を酸化膜で\n挟み込んだＯ－Ｎ－Ｏ絶縁膜を採用する必要がある。\nＯ－Ｎ－Ｏ膜の代わりにＯ－Ｎ膜を使用した場合、窒化膜の上層には酸化膜がな\nく、あるいは十分な厚さではないため、コントロールゲートと窒化膜との間の不安\n定な格子構造の差を緩和させることができず、リーク電流が増加する。Ｎ－Ｏ膜を\n使用した場合、フローテイングゲートと窒化膜とが直接接触するので、リーク電流\nはＯ－Ｎ膜を使用した場合よりももっと増加する。\n(3)　「膜厚の観点」\n(3)－１　本願第１発明は、Ｏ－Ｎ－Ｏ絶縁層の形成後に周辺回路領域の第２絶縁\n膜を成長させるため、周辺回路領域の第２絶縁膜の膜厚の調整を極めて容易に行え\nるだけでなく、既に形成されたＯ－Ｎ－Ｏ絶縁膜の膜厚をほとんど変化させること\nはない。すなわち、第２絶縁膜の形成に際しては、周辺回路領域の露出した基板の\n上面のみならず、Ｏ－Ｎ－Ｏ絶縁膜の上部酸化膜に対しても酸化工程が施されるこ\nとになるが、この場合、Ｏ－Ｎ－Ｏ絶縁膜の上部酸化膜には、更なる酸化膜が成長\nすることはほとんどない。したがって、Ｏ－Ｎ－Ｏ絶縁膜の厚さに影響を与えるこ\nとなく、第２絶縁膜の膜厚を所望の厚さに制御することができる。すなわち、本願\n第１発明では、膜厚の観点から考えてＯ－Ｎ－Ｏ絶縁膜と第２絶縁膜とを正確に制\n御していることになる。\nこれに対し、先願明細書記載の発明では、Ｏ－Ｎ絶縁膜を使用しているため、周\n辺回路領域のゲート酸化膜４０８を形成するときに酸化工程が施されることとな\nり、成長速度は異なるものの、窒化膜（複合膜４０７）の上面に酸化膜が形成さ\nれ、複合膜４０７の膜厚が変化してしまう。そこで、あらかじめ窒化膜の上面に形\n成される酸化膜の厚さを膜質の観点から見込んで、周辺回路領域のゲート酸化膜４\n０８を形成する条件を設定することが考えられるが、窒化膜上に形成される上部酸\n化膜の厚さは、少なくとも３０～４０Å以上の膜厚が必要となる。この程度の膜厚\nを成長させようとすると、周辺回路領域の露出したシリコン基板の上面には８００\nÅ以上の厚いゲート酸化膜４０８が成長してしまう。不揮発性半導体メモリにおい\nて、周辺回路のＭＯＳトランジスタのゲート酸化膜はますます薄くなっていく趨勢\nにあるので、これでは実用に耐えない。\n(3)－２　被告は、本願第１発明では第２絶縁膜の形成方法を規定しておらず、本\n願第１発明の第２絶縁膜の形成方法には「酸化工程を施す」方法以外の絶縁膜形成\n方法も含み、その場合には、先願明細書記載の発明に係る原告主張の問題点は本願\n第１発明にも存在することになる、と主張する。\nしかしながら、本願第１発明は、第２絶縁膜がストレージセル領域においてはコ\nントロールゲートとなり、周辺回路領域においてはＭＯＳトランジスタのゲートと\nなることは、その特許請求の範囲の記載から明らかである。そして、少なくともＭ\nＯＳトランジスタのゲートとして使用可能な絶縁膜は、本件出願時においては酸化\n工程を施こすことによって形成された、いわゆる熱酸化膜以外には知られておら\nず、例えば真空蒸着法、スパッタ法、ＣＶＤ法を採用して形成された絶縁膜は使用\nし得ないことは技術的常識となっていたので、本願第１発明においても、第２絶縁\n膜は実質的に熱酸化膜を意味する。\nまた、本願第１発明に関して、Ｏ－Ｎ－Ｏ絶縁層上に更なる酸化膜が成長してい\nないことは、特許請求の範囲の記載「・・・第２マスクパタンを形成して、該スト\nレージセル領域中の露出した部分の前記第２導電層、Ｏ－Ｎ－Ｏ絶縁層、及び第１\n導電層を選択蝕刻し、該第１導電層をフローティングゲート、Ｏ－Ｎ－Ｏ絶縁層を\n誘電膜、第２導電層をコントロールゲートとしたメモリセルのパタンを形成する第\n５工程」から明らかである。\n(3)－３　仮に、被告が主張するように第２絶縁膜がＯ－Ｎ－Ｏ絶縁層上に更なる\n酸化膜が成長するものも含むのであるならば、Ｏ－Ｎ－Ｏ絶縁層上には第２絶縁膜\nが形成されていなくてはならないため、前述の第５工程の記載は、「・・・第２マ\nスクパタンを形成して、該ストレージセル領域中の露出した部分の前記第２導電\n層、前記第２絶縁膜、Ｏ－Ｎ－Ｏ絶縁層、及び第１導電層を選択蝕刻し、該第１導\n電層をフローティングゲート、前記第２絶縁膜とＯ－Ｎ－Ｏ絶縁層とを誘電膜、第\n２導電層をコントロールゲートとしたメモリセルのパタンを形成する第５工程」と\nなっていなくてはならないはずである。このような記載となっていないのは、本願\n第１発明においては、第２絶縁膜を形成する第３工程は、熱酸化工程であり、しか\nも第２絶縁膜の形成時にはＯ－Ｎ－Ｏ絶縁層上には実質上更なる酸化膜が成長しな\nいからである。\n(3)－４　被告は、先願明細書に記載の複合膜が上層が酸化（ＳｉＯ２）膜で下層\nが窒化（Ｓｉ３Ｎ４）膜とから成る構造（Ｎ－Ｏ膜）も含むものであり、そうすると\n層間絶縁膜の上層がシリコン酸化膜となるから、第２絶縁層を熱酸化によって形成\nするとしても複合膜の膜厚が変化することはない、と主張する。\nしかし、Ｎ－Ｏ膜を層間絶縁膜として使用した場合には、リーク電流が一層大き\nくなり、到底使用に耐えず、先願明細書に記載の複合膜はＮ－Ｏ膜を含むものでは\nない。\n４　他の発明についての審理不尽（取消事由４）\n審決は、「本願第１発明について特許を受けることができない以上、他の発明に\nついては検討するまでもなく本件出願は拒絶されるべきものである。」と判断して\nいるが、特許請求の範囲には８個の発明が記載されており、それぞれの発明はその\n記載形式が従属形式であるか独立形式であるかを問わず、その構成要件を異にして\nいるのであるから、それぞれの発明についてその特許要件を審理すべきものであ\nる。\n本件出願についての拒絶査定は、本件出願は請求項１ないし９についていずれも\n拒絶理由が解消していないとしている。すなわち、請求項１の発明（第１の発明）\nについてのみ拒絶理由があることをもって、他の請求項に係る発明について判断す\nることなく拒絶がされたわけではない。そもそも、審査と審判とは続審関係にあり\n（特許法１５８条、１５９条）、審判では、審査においてした手続を土台として審\n理を行い、原査定が維持できるか否かを審理するものである。\n拒絶査定不服の審判請求人は、原査定において示された各請求項に係る発明につ\nいての審査官の判断に対し、これを不服として審判官の判断を求めて審判請求を行\nっているのであるから、その審理においては審査官による拒絶査定の理由が正当で\nあるかどうかを中心として行われなければならない。すなわち、審査の場合と同様\nに、請求項が複数あるときはすべての請求項につき拒絶理由の有無を職権で調査\nし、その結果、原査定が維持できるのであれば、「審判の請求は成り立たない」と\nして請求を棄却することができるのである。\nちなみに、審判請求に際して請求項の数に応じた審判請求手数料を支払うことが\n定められているのは（特許法１９５条）、請求項ごとの審理を手数料の面から保証\nしたものである。\n第４　審決取消事由に対する被告の反論\n１　取消事由１（相違点１の看過）に対し\n先願明細書に記載された発明においても、複合膜４０７は浮遊ゲート４０６の上\n面のみならず側面にも存在しており、原告主張相違点１は存在しない。先願明細書\n記載の発明と本願第１発明とでは、第１の多結晶シリコン層をパターニングした後\nに、複合膜を形成するという順において異なる点はない。\n２　取消事由２（相違点２の看過）に対し\n(1)　原告は、本願第１発明では、「フィールド酸化膜７２に側面端部が乗りかか\nるようにフローティングゲート４６を形成することができるため、ストレージセル\nトランジスタの特性に影響を与えることなくフローティングゲート４６の側面にＯ\n－Ｎ－Ｏ絶縁膜８５を覆い被せることができ、キャパシタンスの増大に寄与するこ\nとができる」と主張するが、本願第１発明は、フィールド酸化膜７２に側面端部が\n乗りかかるようにフローティングゲート４６を形成することを発明の構成要件とし\nていないから、この主張は理由がない。\n(2)　原告は、請求項１の根拠となる発明の詳細な説明に記載された符号付きの要\n素と図３の記載を参照すれば、フィールド酸化膜７２に側面端部が乗りかかるよう\nにフローティングゲート４６を形成することが、実質的に本願第１発明の構成要件\nとなっていることは明らかである、と主張する。しかしながら、本願第１発明の構\n成はあくまで請求項１の記載によるのであって、「一実施例として説明」（本願明\n細書【００２６】第３行）されている図面（図３）の記載内容を、本願第１発明の\n構成に欠くことができない事項として解する余地はない。\n(3)　原告は、先願明細書記載の発明では素子間分離は行っていないと主張する。\nしかしながら、先願明細書の５頁右下欄等で使用されている「メモリセルマトリ\nックス」の語が、メモリセルが規則的に縦横に並んだメモリセルの集まりをいうこ\nとは明らかであり、そのことは第２図の記載からも明らかである。したがって、先\n願明細書の第２図のＩ－Ｉ′線と直交する方向にも複数のメモリセルが並んで形成\nされていることは明らかである。\nそして、先願明細書５頁右下欄１４～１９行の記載からすると、少なくともメモ\nリセルの一のブロック（例えば、３１３－１）を構成する複数のメモリセルは、そ\nのすべてが第２図のＩ－Ｉ′と直交する方向に延在する一のウェル中に隣接して存\n在していることになる。\nこのような場合、同一ウェル中に存在する複数のメモリセルが素子間分離されて\nいないと、隣接するメモリセルが、動作時に互いに影響を及ぼしあい、個々のメモ\nリセルの動作が、隣接する他のメモリセルの誤動作を引き起こす場合があるであろ\nうことは明らかであり、このような不具合の発生を避けるために、先願明細書記載\nの発明において、個々のメモリセルが少なくとも同一ウェル中に存在する、隣接す\nる他のメモリセルと、素子間分離されていることは明らかである。\nそして、フローティングゲート形トランジスタから成るメモリセルを素子間分離\nする方法として、フィールド酸化膜を形成することは、特開平２－１１１０７５号\n公報（乙第１号証）の特許請求の範囲の請求項１、４頁右下欄１６行～５頁左上欄\n１行、第１図、第３図、第５図(a)、特開平１－２０８８６６号公報（乙第２号証）\nの特許請求の範囲、第１図、第２図、特開昭５６－５０５７８号公報（乙第３号\n証）の特許請求の範囲の請求項１、５頁左上欄１３行～右上欄７行、Fig.４、超Ｌ\nＳＩデバイスハンドブック（株式会社サイエンスフォーラム発行。乙第４号証）の\n図－４９にも示されるように、本件出願前普通に行われていることである。\n(4)　原告は、先願明細書（５頁左上欄２０行～右上欄１行）には素子間分離が溝\nによって可能なことが記載されていることを指摘する。\nしかしながら、原告が引用する先願明細書の記載からも明らかなように、「溝」\nは複数の不純物領域を分離して、分離された各不純物領域毎に印加する電圧等を制\n御することにより、ブロック消去等を可能とするためのものである。すなわち、\n「溝」が、同一ブロック内において隣接して存在する不揮発性記憶素子を互いに素\n子間分離するために使用されることはない。なぜなら、同一ブロック内に形成され\nている不揮発性記憶素子間を「溝」により素子間分離すると、同一ブロック内に存\n在する複数の不揮発性記憶素子を一括して扱ってブロック消去することが不可能と\nなるからである。\n３　取消事由３（審決認定の相違点についての判断の誤り）に対し\n(1)　「膜質の観点」の主張に対し\n原告は、窒化膜はポリシリコンと直接接触すると電界強度が不安定となるから、\nフローティグゲート及びコントロールゲートをポリシリコンで形成する場合には、\n窒化膜が直接接しないように酸化膜で挟み込んだＯ－Ｎ－Ｏ構造とする必要があ\nる、と主張する。\nしかしながら、本願第１発明は、フローティングゲート及びコントロールゲート\nとして、単に「第１導電層」、「第２導電層」と規定するのみで、ポリシリコンで\n形成するとは規定していないから、ポリシリコンであることを前提とした主張は、\n特許請求の範囲の記載に基づかない主張である。\n(2)　「膜厚の観点」の主張に対し\n(2)－１　原告は、先願明細書記載の発明ではＯ－Ｎ絶縁膜を使用しているため、\n周辺回路領域のゲート酸化膜４０８を形成するときに酸化工程が施されると、窒化\n膜（複合膜４０７）の上面に酸化膜が形成され、複合膜４０７の膜厚が変化する、\nと主張する。\nしかしながら、仮に、先願明細書記載の発明において原告が主張するような問題\n点があるとしても、第２絶縁膜が酸化工程を施すことにより形成されるとの原告の\n主張は特許請求の範囲の記載に基づかないものであるから、本願第１発明の前記第\n２絶縁膜を形成する方法は「酸化工程を施す」方法以外の絶縁膜形成方法も含み、\nその場合には、先願明細書記載の発明に係る原告主張の前記間題点は、本願第１発\n明にも存在することになる。\n(2)－２　原告は、先願明細書記載の発明では、窒化膜（複合膜４０７）の上面に\n酸化膜が形成され、複合膜の膜厚が変化してしまう、と主張する。しかしながら、\n先願明細書には「シリコン酸化膜とシリコン窒化膜との複合膜４０７」と記載され\nており、シリコン酸化膜とシリコン窒化膜のどちらが上層であるかは記載されてい\nない。\n不揮発性半導体メモリ装置におけるコントロールゲートとフローティングゲート\nとの間の層間絶縁膜の構造として、上層のＳｉＯ２膜と下層のＳｉ３Ｎ４膜とから成\nる構造は、本件出願前に知られている（特開昭５９－５５０７１号公報＝乙第７号\n証）。してみれば、先願明細書の複合膜４０７は上層がシリコン酸化膜である場合\nを含むことは明らかである。そうすると、層間絶縁膜の上層がシリコン酸化膜であ\nることになるから、周辺回路領域に第２絶縁層を熱酸化によって形成する工程によ\nっては、先願明細書の複合膜４０７の膜厚が変化してしまうことはない。すなわ\nち、先願明細書記載の発明も、周辺回路領域の第２絶縁層を熱酸化によって形成す\nるのであれば、必ずしも「複合膜４０７の上面に酸化膜が形成されて、複合膜の膜\n厚が変化してしまう。」ということにはならない。\nしたがって、先願明細書記載の発明では、窒化膜（複合膜４０７）の上面に酸化\n膜が形成され、複合膜の膜厚が変化してしまう、という原告の主張も理由がない。\n(2)－３　原告は、少なくともＭＯＳトランジスタのゲートとして使用可能な絶縁\n膜は、本願第１発明の出願時においては酸化工程を施すことによって形成された、\nいわゆる熱酸化膜以外には知られておらず、例えば真空蒸着法、スパッタ法、ＣＶ\nＤ法を採用して形成された絶縁膜は使用し得ないことは技術的常識となっていたの\nで、本願第１発明においても、第２絶縁膜は実質的に熱酸化膜を意味するものであ\nる、と主張する。\nしかしながら、ＭＯＳトランジスタのゲート酸化膜を形成する方法として、例え\nば化学気相成長（ＣＶＤ）法が本件出願前に知られており、本願第１発明におい\nて、第２絶縁膜を熱酸化膜であると限定して解釈する余地はない。\n(2)－４　原告は、本願第１発明においては周辺回路領域の第２絶縁膜の形成に際\nして、Ｏ－Ｎ－Ｏ絶縁膜の表面に第２絶縁膜は形成されず、Ｏ－Ｎ－Ｏ絶縁膜の膜\n厚をほとんど変化させることはない、と主張する。\nしかしながら、ＭＯＳトランジスタのゲート酸化膜を形成する方法として、化学\n気相成長（ＣＶＤ）法が本件出願前に知られており、具体的な形成する方法を特許\n請求の範囲において規定していない本願第１発明には、ＣＶＤ法によって周辺回路\n領域の第２絶縁膜の形成する方法も含まれる。そして、ＣＶＤ法によって絶縁膜を\n形成する場合には、酸化膜上にも成長することが知られているから、本願第１発明\nにおいて、周辺回路領域の第２絶縁膜をＣＶＤ法によって形成する場合には、Ｏ－\nＮ－Ｏ絶縁膜の上部酸化膜上に酸化膜が形成され、Ｏ－Ｎ－Ｏ絶縁膜の膜厚が変化\nすることは明らかである。\n(2)－５　原告は、第２絶縁膜の形成に際しては、周辺回路領域の露出した基板の\n上面のみならず、Ｏ－Ｎ－Ｏ絶縁膜の上部酸化膜に対しても酸化工程が施されるこ\nとになるが、Ｏ－Ｎ－Ｏ絶縁膜の上部酸化膜には、更なる酸化膜が成長することは\nほとんどないから、正確に制御することができる旨主張する。\nしかしながら、本願第１発明は、「第２絶縁膜を形成する」と規定するのみで、\n露出した基板の上面及びＯ－Ｎ－Ｏ絶縁膜の上部酸化膜に対して酸化工程を施すこ\nとにより第２絶縁膜を形成するとは規定していない。一方、絶縁膜の形成方法とし\nては、露出した基板の上面に対して酸化工程を施すほかに、真空蒸着法、スパッタ\n法、ＣＶＤ法等種々の方法が知られており、前記第２絶縁膜をこれらの方法で形成\nした場合においても、上部酸化膜に更なる酸化膜が成長することはないとは、必ず\nしもいえない。\n(2)－６　原告は、本願請求項１の第５工程の記載にＯ－Ｎ－Ｏ絶縁層上に形成さ\nれた第２絶縁膜についての言及がないのは、本願第１発明においてはＯ－Ｎ－Ｏ絶\n縁層上には更なる酸化膜が成長しないからであると主張する。\nしかしながら、第２絶縁膜はＭＯＳトランジスタのゲート絶縁膜となるものであ\nるから当然酸化膜であり、Ｏ－Ｎ－Ｏ絶縁層の上層もまた酸化膜である。そして、\n酸化膜の上に酸化膜を形成するということは、単に酸化膜を成長させるということ\nにすぎない。\nすなわち、本願第１発明の第３工程における第２絶縁膜形成工程において、Ｏ－\nＮ－Ｏ絶縁層の上部酸化膜上に酸化膜が成長した場合においては成長した酸化膜は\nＯ－Ｎ－Ｏ絶縁層の上部酸化膜と一体となり、Ｏ－Ｎ－Ｏ絶縁層の上部酸化膜の膜\n厚を増大させたことになる。\nしたがって、本願請求項１の第５工程の記載に、Ｏ－Ｎ－Ｏ絶縁層上に形成され\nた第２絶縁膜についての言及がないからといって、本願第１発明においてＯ－Ｎ－\nＯ絶縁層上に更なる酸化膜が成長していないということはできない。\n(2)－７　先願明細書には、「周辺回路領域に形成された複合膜４０７を除去した\n後、周辺回路におけるトランジスタのゲート絶縁膜となる第２のシリコン酸化膜４\n０８を成長させる。」（公開公報６頁左下欄１８行～右下欄１行）とある。すなわ\nち、先願明細書記載の発明は、複合膜の形成後に複合膜の形成工程とは別工程で周\n辺回路領域の第２絶縁膜を成長させている。\nしたがって、先願明細書記載の発明も、周辺回路領域の第２絶縁膜の膜厚の調整\nを極めて容易に行えることは明らかであるから、この点において本願第１発明と先\n願明細書記載の発明に差はない。\n４　取消事由４（他の発明についての審理不尽）について\n特許法４９条によれば、拒絶は特許請求の範囲の請求項単位ではなく、出願単位\nで行うものとされている。\nしたがって、本件出願において、請求項１に係る発明が特許され得ないものであ\nるときに、請求項２ないし請求項８に係る発明について検討することなく、本件出\n願は拒絶されるべきものであると判断した審決に原告主張の違法はない。\n第５　当裁判所の判断\n１　取消事由１（原告主張相違点１の看過）について\n(1)　本願第１発明の特許請求の範囲には、「Ｏ－Ｎ－Ｏ絶縁膜８５はフローティ\nングゲート４６の上面のみならず側面にも存在している」との記載はないので、本\n願第１発明と先願明細書記載の発明とは「先願明細書記載の発明においては複合膜\n４０７は浮遊ゲート４６の上面のみに存在するのに対し、本願第１発明においては\nＯ－Ｎ－Ｏ絶縁膜８５はフローティングゲート４０６の上面のみならず側面にも存\n在している」点でも相違するとの主張（原告主張相違点１の主張）は、本願第１発\n明の特許請求の範囲の記載に基づくものではないことになり、その点で既に理由が\nないということができるが、なお、原告の主張するところに即して、先願明細書及\nび図面の記載について以下判断する。\n(2)　まず、第１の多結晶シリコン層４０５のパターニング工程と複合膜４０７の\n形成工程との順序（先後）の解釈についてみるに、甲第４号証によれば、先願明細\n書には、第４図(a)(b)（本判決別紙先願図面参照）と共に、発明の詳細な説明（６\n頁左下欄４行ないし１８行）に、次の記載があることが認められる。\n（ア）「まず、同図(a)に示すように、ｎ型のシリコン基板４００に、メモリセル\n領域のｐ型ウェル４０１と周辺回路領域のｐ型ウェル４０２をそれぞれ形成する。\n周辺回路領域のｐ型ウェル４０２には、さらにｎ型ウェル４０３を形成する。ま\nた、全面に１００Å程度の第１のシリコン酸化膜４０４を成長させた後、続けて第\n１の多結晶シリコン層４０５を堆積形成する。」\n（イ）「次に、同図(b)に示すように、公知のフォトリソグラフィー技術を用い\nて、第１の多結晶シリコン層４０５のパターニングを行い、浮遊ゲート４０６とな\nる領域に第１のシリコン酸化膜４０４及び第１の多結晶シリコン層４０５を残存さ\nせる。」\n（ウ）「また、第１の多結晶シリコン層４０５上には、層間絶縁膜としてシリコ\nン酸化膜とシリコン窒化膜との複合膜４０７を形成する。」\nここで記載（イ）と記載（ウ）についてみると、記載（イ）の前半の「第１の多\n結晶シリコン層４０５」は、直前の記載（ア）にある「全面に１００Å程度の第１\nのシリコン酸化膜４０４を成長させた後、続けて第１の多結晶シリコン層４０５を\n堆積形成する」ことにより「全面に堆積形成された第１の多結晶シリコン層４０\n５」を意味し、記載（イ）の後半の「第１の多結晶シリコン層４０５」は「パター\nニングにより浮遊ゲート４０６となる領域に残存する第１の多結晶シリコン層４０\n５」を意味することは明らかである。そして、記載（イ）と記載（ウ）との記載順\n序と意味内容からみて、記載（ウ）の「第１の多結晶シリコン層４０５」は、その\n直前に用いられた記載（イ）の後半の「第１の多結晶シリコン層４０５」の意味\n（「パターニングにより浮遊ゲート４０６となる領域に残存する第１の多結晶シリ\nコン層４０５」）で用いられているとするのが自然である。\nすなわち、上記記載（ア）、（イ）、（ウ）からは、第１のシリコン酸化膜４０\n４上に第１の多結晶シリコン層４０５を堆積形成したものに対して、フォトリソグ\nラフィー技術を用いて第１の多結晶シリコン層４０５のパターニングを行い、浮遊\nゲート４０６となる領域に第１のシリコン酸化膜４０４及び第１の多結晶シリコン\n層４０５を残存させ、その後、浮遊ゲート４０６となる領域に残存する第１の多結\n晶シリコン層４０５上に層間絶縁膜としてシリコン酸化膜とシリコン窒化膜との複\n合膜４０７を形成する、と解釈するのが自然である。\nそうすると、「第１の多結晶シリコン層４０５のパターニング工程が複合膜４０\n７の形成工程より先である」ことは明らかである。\n(3)　前項の解釈は、下記の①ないし③の点からも裏付けることができる。\n①　「次に、同図(b)に示すように、公知のフォトリソグラフィー技術を用いて、\n第１の多結晶シリコン層４０５のパターニングを行い、浮遊ゲート４０６となる領\n域に第１のシリコン酸化膜４０４及び第１の多結晶シリコン層４０５を残存させ\nる。」との前記記載（イ）についてみると、この記載には「第１のシリコン酸化膜\n４０４及び第１の多結晶シリコン層４０５を残存させる」との記載はあるものの、\n「複合膜４０７を残存させる」旨の記載は見られない。\n仮に原告が主張するように、「第１の多結晶シリコン層４０５のパターニング工\n程が複合膜４０７の形成工程より後である」とすると、複合膜４０７に何らの手を\n加えることなく、複合膜４０７の下部に形成されている第１の多結晶シリコン層４\n０５のみをフォトリソグラフィー技術を用いてパターニングすることは不可能であ\nることから（この点は審決が指摘するとおりである。）、パターニング工程では複\n合膜もパターニングされて第１の多結晶シリコン層とともに残存することとなるの\nは明らかである。\nしたがって、原告主張のとおりだとすると、上記記載（イ）中に「第１のシリコ\nン酸化膜４０４及び第１の多結晶シリコン層４０５を残存させる」との記載に加え\nて「複合膜４０７を残存させる」旨の記載が存在するのが自然であるのに、その記\n載がないのは、記載を怠ったと考えるよりは、もともと先願明細書記載の発明が\n「第１の多結晶シリコン層４０５のパターニング工程が複合膜４０７の形成工程よ\nり後である」との工程順序を想定していないからであるとみるべきものである。\n②　仮に原告主張のように、「第１の多結晶シリコン層４０５のパターニング工\n程が複合膜４０７の形成工程より後である」とすれば、「また、第１の多結晶シリ\nコン層４０５上には、層間絶縁膜としてシリコン酸化膜とシリコン窒化膜との複合\n膜４０７を形成する」との前記記載（ウ）は、「・・・第１の多結晶シリコン層４\n０５を残存させる」との記載（イ）の後に続くのではなく「・・・第１の多結晶シ\nリコン層４０５を堆積形成する」との記載（ア）の後に続きべきものであり、先願\n明細書のこの部分は、「・・・第１の多結晶シリコン層４０５を堆積形成する。ま\nた、第１の多結晶シリコン層４０５上には、層間絶縁膜としてシリコン酸化膜とシ\nリコン窒化膜との複合膜４０７を形成する。次に、同図(b)に示すように、公知のフ\nォトリソグラフィー技術を用いて、第１の多結晶シリコン層４０５のパターニング\nを行い、浮遊ゲート４０６となる領域に第１のシリコン酸化膜４０４、第１の多結\n晶シリコン層４０５を残存させる。」との記載となるのが自然である。\nところがこのように記載されていないのは、先願明細書記載の発明が「第１の多\n結晶シリコン層４０５のパターニング工程が複合膜４０７の形成工程より後であ\nる」との工程順序を想定していないからであるとみるのが自然である。\n③　先願明細書においては、前記のとおり（ア）「まず・・・ｎ型ウェル４０３\nを形成する。また、全面に・・・堆積形成する。」（イ）「次に、・・・残存させ\nる。」（ウ）「また、・・・複合膜４０７を形成する。」のように、「また」とい\nう用語が２か所で使用されている。\nここで、記載（ア）中の「また」は、「ｎ型ウェル４０３を形成する」工程と\n「全面に１００Å程度の第１のシリコン酸化膜４０４を成長させた後、続けて第１\nの多結晶シリコン層４０５を堆積形成する。」工程とを結びつけ、記載（ウ）の冒\n頭の「また」は、記載（イ）の「・・・第１の多結晶シリコン層４０５のパターニ\nングを行い、・・・多結晶シリコン層４０５を残存させる。」工程と、記載（ウ）\nの「第１の多結晶シリコン層４０５上には、・・・複合膜４０７を形成する。」工\n程とを結びつけている。\nこの記載（ア）中の「また」が「ｎ型ウェル４０３を形成する」工程を行い、そ\nの後に「全面に１００Å程度の第１のシリコン酸化膜４０４を成長させた後、続け\nて第１の多結晶シリコン層４０５を堆積形成する。」工程を行うという、工程間の\n順序（先後）を明らかにするために使用されていることは明らかである。\nそして、記載（ウ）の冒頭の「また」が記載（ア）中の「また」と異なる用法で\n使用されているとする理由は特段に認めることはできないから、記載（ウ）の冒頭\nの「また」も同様に、記載（イ）の「・・・第１の多結晶シリコン層４０５のパタ\nーニングを行い、・・・多結晶シリコン層４０５を残存させる。」工程を行い、そ\nの後に記載（ウ）の「第１の多結晶シリコン層４０５上には、・・・複合膜４０７\nを形成する。」という、工程間の順序（先後）を明らかにするために使用されてい\nると解するのが極めて自然である。\n(4)　したがって、原告主張のように、「パターニング前の第１の多結晶シリコン\n層４０５上に複合膜４０７を形成した後、この複合膜４０７と第１の多結晶シリコ\nン層４０５とを同時にパターニングし、浮遊ゲート４０６を形成したもの」と解釈\nすることはできず、「第１の多結晶シリコン層４０５のパターニング工程が層間絶\n縁膜の形成工程より先であることは明らかである」とした審決の解釈に誤りはない\nということができる。\nそして、この誤りのない審決の解釈によれば、先願明細書記載の発明において、\nパターニングを行った後は残存する第１の多結晶シリコン層４０５の側面は露出し\nており、この状態で複合膜４０７を形成すると複合膜４０７は残存する多結晶シリ\nコン層４０５の上はもとよりその側面にも形成されることは明らかなので、「先願\n明細書記載の発明においては複合膜４０７は浮遊ゲート４０６の上面のみに存在す\nるのに対し、本願第１発明においてはＯ－Ｎ－Ｏ絶縁膜８５はフローティングゲー\nト４０６の上面のみならず側面にも存在している」点（原告主張相違点１）におい\nても相違する、とする原告の主張は理由がない。\n２　取消事由２（原告主張相違点２の看過）について\n(1)　原告主張相違点２は、本願第１発明が、フィールド酸化膜７２に側面端部が\n乗りかかるようにフローティングゲート４６を形成するものであることを前提に、\nフローティングゲート４６の側面にＯ－Ｎ－Ｏ絶縁膜８５を覆い被せることができ\nる点において先願明細書記載の発明と異なるというものであるが、取消事由２とし\nて原告の主張する内容全体に照らすと、実質的には、先願明細書に素子間分離のた\nめにフィールド酸化膜を使用することの記載がないことに関するものと理解される\nので、以下、この観点に基づいて判断する。\n(2)　本願第１発明の特許請求の範囲には、「素子間分離のためのフィールド酸化\n膜を形成した半導体基板で、」とあり、さらに後続して「前記基板上面に第１絶縁\n膜を形成した上に第１導電層を形成し、」とあることからすると、本願第１発明\nは、「素子間分離のためのフィールド酸化膜を形成した半導体基板」に対して「半\n導体基板上面に第１絶縁膜を形成した上に第１導電層を形成し、」との工程を行う\nものであることは明らかである。\nこれに対して、先願明細書には、１の(2)で認定したように、「ｎ型シリコン基板\n４００」に対して「また、全面に１００Å程度の第１のシリコン酸化膜４０４を成\n長させた後、続けて第１の多結晶シリコン層４０５を堆積形成する」との工程を行\nうことは記載されているが、「ｎ型シリコン基板４００」が「素子間分離のための\nフィールド酸化膜を形成した半導体基板」であることを示す記載はない（甲第４号\n証）。\nこの「素子間分離のためのフィールド酸化膜を形成した半導体基板」に該当する\n事項が先願明細書に記載されていない点につき、審決は、先願明細書記載の発明に\nおいても「素子間分離のためのフィールド酸化膜を必要とすることは明らかであ\nり、」として、先願明細書に記載されているに等しい事項と認定したものと理解す\nることができる。\n(3)　ところで、本願第１発明は、審決が認定したとおり、「不揮発性半導体メモ\nリ装置の製造方法」にあるから、本願第１発明と対比する先願明細書記載の発明\nは、不揮発性半導体メモリ装置という物の構成としてではなくその製造方法の工程\nの観点から把握すべきである。審決が、「素子間分離のためのフィールド酸化膜を\n形成した半導体基板」を先願明細書に記載されているに等しい事項であると認定す\nるに至る理由とした「素子間分離のためのフィールド酸化膜を必要とすることは明\nらかであり、」との認定についてみるに、不揮発性半導体メモリ装置の物の構造の\n観点によるものであってその製造方法の工程の観点によるものではなく、したがっ\nて上記認定に至る理由が製造方法の工程の観点から示されているとはいえないか\nら、「素子間分離のためのフィールド酸化膜を形成した半導体基板」なる構成は先\n願明細書に記載されているに等しい事項であるとした審決の認定は、そのままでは\n是認することができない。\n(4)　しかしながら、乙第１号証によれば、特開平２－１１１０７５号公報には、\n「・・・選択酸化法（ＬＯＣＯＳ法）とによって、基板１の所定の主面部に帯状の\nフィールド絶縁膜２・・・を形成する（・・・第５図(a)）。・・・表面の酸化膜１\n８を・・・除去した後、・・・ゲート絶縁膜１０を形成する。続いて・・・第１層\n目のポリシリコン膜１９を被着し」（４頁右下欄１８行～５頁左上欄１２行、第５\n図）\nとの記載のあることが認められ、そこには、「選択酸化法（ＬＯＣＯＳ法）により\nフィールド絶縁膜２を形成した基板１にゲート絶縁膜１０及びフローテイングゲー\nト用ポリシリコン膜１９を形成すること」が記載されている。\nまた、乙第２号証によれば、特開平１－２０８８６６号公報に、\n「第１図(b)参照；次いで、約１０００℃の高温度で酸化処理してフィールド絶縁膜\n６（膜厚４０００～５０００Å程度）を形成する。上記がＬＯＣＯＳ法である。\n第１図(c)参照；次いで、Ｓｉ３Ｎ４膜２２およびＳｉＯ２膜２１をエッチング除\n去する。第２図(a)はこの第１図(c)の平面図を示している。\n第１図(d)参照；次いで、ゲート絶縁膜１３を生成し、その上にＣＶＤ法によって\n多結晶シリコン膜からなるフローテイングゲート電極膜１４を被着する。」（３頁\n左下欄４行～１３行、第１図）\nとの記載があることが認められ、そこには、「酸化処理（ＬＯＣＯＳ法）により\nフィールド絶縁膜６を形成した基板にゲート絶縁膜１３及びフローテイングゲート\n電極膜１４を形成すること」が記載されている。\nこれらからすると、本願第１発明のようなフローテイングゲートとコントロール\nゲートを備える不揮発性半導体メモリ装置において、「素子間分離するフィールド\n酸化膜を形成した半導体基板上面に第１絶縁膜と第１導電層を形成すること」は本\n件出願前普通に行われていたものと認められるのであり、「素子間分離のためのフ\nィールド酸化膜を形成した半導体基板」との事項は、周知技術の付加にすぎず新た\nな効果を奏するものではないものというべきである。したがって、「素子間分離の\nためのフィールド酸化膜を形成した半導体基板」なる構成は先願明細書に記載され\nているに等しい事項であるとして、この点を本願第１発明と先願明細書に記載の発\n明との相違点としなかった審決の認定は結論として是認することができる。\n(5)　そして、本願第１発明の特許請求の範囲には、原告が取消事由２において主\n張する「フィールド酸化膜７２に側面端部が乗りかかるようにフローティングゲー\nト４６を形成すること」の記載はないから、本願明細書の発明の詳細な説明及び図\n面に実施例としてそれが示されているとしても、本願第１発明と先願明細書記載の\n発明とは「本願第１発明には、フィールド酸化膜７２に側面端部が乗りかかるよう\nにフローティングゲート４６を形成することができるため、ストレージセルトラン\nジスタの特性に影響を与えることなくフローティングゲート４６の側面にＯ－Ｎ－\nＯ絶縁膜８５を覆い被せることができ、キャパシタンスの増大に寄与することがで\nきる」点（原告主張相違点２）でも相違するとの主張は、本願第１発明の特許請求\nの範囲の記載に基づくものということはできず、取消事由２は理由がない。\n３　取消事由３（相違点についての判断の誤り）について\n(1)　「膜質の観点」に関して\n(1)－１　原告は、ポリシリコンで形成されるフローティングゲート及びコントロ\nールゲートには窒化膜が直接接しないように、窒化膜を酸化膜で挟み込んだＯ－Ｎ\n－Ｏ絶縁膜を採用する必要があると主張するが、本願第１発明の特許請求の範囲に\nは、フローテイングゲート及びコントロールゲートに関しては、「第１導電層をフ\nローテイングゲート、（中略）、第２導電層をコントロールゲートとしたメモリセ\nル」との記載があるにとどまり、第１導電層及び第２導電層の材料に関する記載は\nない。\n次に、乙第８号証及び第９号証によれば、実願昭６１－２３９２８号（実開昭６\n２－１３５４５２号）のマイクロフィルム及び特開昭５２－３６４７６号公報に、\n不揮発性半導体メモリ装置においてフローテイングゲートをポリシリコンとは異な\nる材料であるモリブデンにより形成することが記載されていることが認められ、こ\nのことからすると、本件出願時においてフローテイングゲート及びコントロールゲ\nートをポリシリコン以外の導電材料を用いて形成することは一般に知られていなか\nったとは認められない。また、甲第２号証によれば、本願明細書には「本発明の一\n実施例では・・・第２導電層を、すべて多結晶シリコンで形成したが、前記第２導\n電層を、タングステンシリサイド、チタニウムシリサイド、タンタラムシリサイド\n等の低抵抗導電層に代えることもできる」（段落【００４７】）との記載があるこ\nとも認められる。これらのことからすると、本願第１発明の第１、第２導電層の材\n料がポリシリコンである、とは一義的に認めることができない。\n原告は、本願第１発明には「絶縁層の電界強度を双方向で同時に安定化する」と\nの効果があると主張するが、以上のとおり、この主張は、第１、第２電導層の材料\nがポリシリコンであり、窒化膜を酸化膜で挟み込んだＯ－Ｎ－Ｏ絶縁膜を採用する\n必要があることを前提にするものであり、この点が特許請求の範囲の記載に基づか\nないものである以上、本願第１発明に原告主張の効果があるとの主張は理由がな\nい。\n(2)　「膜厚の観点」に関して\n(2)－１　原告は、本願第１発明では、第２絶縁膜の形成に際しては、周辺回路領\n域の露出した基板の上面のみならず、Ｏ－Ｎ－Ｏ絶縁膜の上部酸化膜に対しても酸\n化工程が施されることになり、膜厚の観点から考えてＯ－Ｎ－Ｏ絶縁膜と第２絶縁\n膜とを正確に制御していることになると主張するが、本願第１発明の特許請求の範\n囲には、第２絶縁膜に関しては、「この第２工程で形成されたストレージセル領域\n以外のＯ－Ｎ－Ｏ絶縁層を除去してから第２絶縁膜を形成する第３工程と」との記\n載があるにとどまり、第２絶縁膜を酸化により形成することについての記載はな\nい。\nまた、乙第５号証（特開昭６３－３１３８６３号公報）及び乙第６号証（月刊\nSemiconductor World Vol5, No.12 ８２～８８頁（１９８６年））によれば、ＭＯ\nＳトランジスタのゲート酸化膜を形成する方法として、化学気相成長法（ＣＶＤ\n法）が本件出願前に知られていることが認められるので、本願第１発明につき、第\n２絶縁膜を酸化により形成する構成が採用されているものと一義的に認めることは\nできない。\nしたがって、第２絶縁膜を酸化工程により形成することを前提とする「Ｏ－Ｎ－\nＯ絶縁層の上部には既に酸化膜が形成されているために更なる酸化膜が成長するこ\nとはほとんどなく、Ｏ－Ｎ－Ｏ絶縁層の膜厚と第２絶縁膜の膜厚とを正確に制御す\nることができる」との原告主張の効果をもって、本願第１発明の特許請求の範囲の\n記載に基づくものと認めることはできない。\n(2)－２　原告は、本願第１発明の第５工程中にＯ－Ｎ－Ｏ絶縁層上に形成された\n第２絶縁膜について記載がないことは、Ｏ－Ｎ－Ｏ絶縁層上に更なる酸化膜は成長\nしないことを意味する、と主張する。\nしかしながら、本願第１発明の第２絶縁膜の形成工程において、Ｏ－Ｎ－Ｏ絶縁\n層の上部酸化膜上に酸化膜が成長したときは、成長した酸化膜はＯ－Ｎ－Ｏ絶縁層\nの上部酸化膜と一体となり、Ｏ－Ｎ－Ｏ絶縁層の上部には膜厚が増大した一体とな\nった酸化膜が残ることになる。この場合、本願第１発明の第５工程のＯ－Ｎ－Ｏ絶\n縁層の「－Ｏ」は第２絶縁膜の形成前の酸化膜と成長した酸化膜とが一体となった\n酸化膜を意味することになるのであり、成長した酸化膜について記載がないからと\nいって、Ｏ－Ｎ－Ｏ絶縁層上に更なる酸化膜が成長していないと認めることはでき\nない。また、甲第２号証によれば、本願明細書に、「前記第２絶縁膜９２は、上記\nＯ－Ｎ－Ｏ絶縁層８５上部の酸化膜の上面においては殆ど育たない」（段落【００\n３８】）と記載されていることが認められるように、本願明細書における実施例に\nおいても、Ｏ－Ｎ－Ｏ絶縁層上にある程度の酸化膜の成長を認めている。\nよって、原告の上記主張は理由がない。\n(3)　以上のとおりであって、審決認定の相違点に関してした審決の判断の誤りが\nあるとして原告が主張するところはいずれも理由がない。\n４　取消事由４（他の発明についての審理不尽）について\n一つの特許出願に係る２以上の発明の特許要件は、請求項に係る発明ごとに判断\nされるが、拒絶は当該一出願についてされるものである。\nしたがって、本件出願の請求項１に係る発明が特許要件を欠くと判断したときに\nは、他の請求項に係る発明について特許要件を検討することなく本件出願について\n拒絶すべきものであるとした審決の判断に誤りはない。\n第６　結論\n以上のとおりであり、原告主張の審決取消事由は理由がないので、原告の請求は\n棄却されるべきである。\n（平成１２年１０月５日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n別紙\n"
}