{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 22
  },
  "case_number": "平成14(行ケ)338",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11150",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11150",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/150/011150_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３３８号　審決取消請求事件\n平成１５年４月２２日判決言渡，平成１５年３月１３日口頭弁論終結\n判　　　　決\n原　　　　　告　　　株式会社ハナマサ\n訴訟代理人弁理士　　柏原健次\n被　　　　　告　　　特許庁長官太田信一郎\n指定代理人　　　　　井出英一郎，林栄二，宮川久成\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が不服２０００－９３４号事件について平成１４年６月４日にした審決\nを取り消す。」との判決。\n第２　事案の概要\n本件は，後記本願商標の出願人である原告が，拒絶の査定を受けたことを不服と\nして，審判請求をしたところ，特許庁が本件審判の請求は成り立たないとの審決を\nしたため，同審決の取消しを求めた事案である。\n１　前提となる事実等\n(1)　特許庁における手続の経緯\n(1-1)　本願商標\n出願人　　　株式会社ハナマサ（原告）\n商標　　　　「プロ仕様」の文字を標準文字で書してなるもの。\n出願日　　　平成１０年１１月２４日（商願平１０－１００４７７号）\n指定商品　　第３０類「コーヒー及びココア，コーヒー豆，茶，調味料，香辛\n料，穀物の加工品，サンドイッチ・すし・ピザ・べんとう・ミートパイ・ラビオ\nリ，菓子及びパン，即席菓子のもと，アイスクリームのもと，米，食用粉類」\n(1-2)　本件手続\n拒絶査定日　　　平成１１年１２月１４日（発送）\n審判請求日　　　平成１２年１月２４日（不服２０００－９３４号）\n審決日　　　　　平成１４年６月４日\n審決の結論　　　「本件審判の請求は，成り立たない。」\n審決謄本送達日　平成１４年６月２６日（原告に対し）\n(2)　審決の理由の要旨\n審決の理由は，別紙の審決書の写しに記載のとおりである。要するに，(ⅰ)本願\n商標をその指定商品に使用した場合，これに接する取引者，需要者は，その商品が\n「業務用の商品，プロ（専門家）用，プロ（専門家）と同じ方法で作った商品」等\nであると認識し，商品の品質，用途を表示したものと理解するにとどまるものであ\nるから，本願商標は，結局，商品の品質，用途を表示したものであって，自他商品\nの識別標識としての機能を果たし得ないものと判断するのが相当であり，独占適応\n性に欠けるものといわざるを得ず，(ⅱ)また，本願商標それ自体が使用による識別\n性を有するに至っているものと認定することはできないので，(ⅲ)本願商標が商標\n法３条１項３号に該当するとした査定は妥当である，というものである。\n２　原告の主張（審決取消事由）の骨子\n（ここでは，審決取消事由の骨子のみを記載し，後記「第３　当裁判所の判断」に\nおいて，原告の主張内容を具体的に記載した上で，検討を加えることとする。）\n(1)　取消事由１（商標法３条１項３号に該当するとの認定判断の誤り）\n審決が前記１(2)の審決の理由の要旨(ⅰ)，(ⅲ)で示した判断は，誤っている。\n(1-1)　審決は，原告以外の宣伝，広告文においても「プロ仕様」の語が使用され\nていることを理由として，本願商標について自他商品の識別標識としての機能を有\nしないと判断しているが，誤りである。\n(1-2)　「プロ仕様」の文字と観念を同一とする商標「ＰＲＯ　ＳＰＥＣ」が原告\nの登録商標として登録されていることからすれば，本願商標「プロ仕様」も自他商\n品の識別標識としての機能を有するとともに，独占適応性を有するものであるか\nら，これを否定した審決の判断は，誤っている。\n(2)　取消事由２（商標法３条２項に該当しないとした認定判断の誤り）\n審決は，前記１(2)の審決の理由の要旨(ⅱ)のとおり，本願商標それ自体が使用に\nよる識別性を有するに至っているものと認定することはできないとしたが，誤りで\nある。\n３　被告の主張の要点\n(1)　取消事由１（商標法３条１項３号に該当するとの認定判断の誤り）に対して\n(1-1)　審決の判断に誤りはない。\n審決は，宣伝，広告文に「プロ仕様」の語が使用されていることのみをもって，\n直ちに本願商標を自他商品の識別機能を有しないものと判断したのではない。審決\nは，「取引者，需要者は，その商品が『業務用の商品，プロ（専門家）用，プロ\n（専門家）と同じ方法で作った商品』等であると認識し，商品の品質，用途を表示\nしたものと理解するにとどまるものである」ことを理由としているのである。\n「プロ仕様」の語は，一般に「専門家用に設計された商品，専門家のために作ら\nれた商品」という程の意味合いを有するものとして多種多様な商品に使用されてい\nるものである。審決で引用した新聞記事及びインターネットのホームページに掲載\nされた情報の写しに徴すれば，本願商標の指定商品を取り扱う業界である食品業界\nにおいても，「プロ仕様」の語は，宣伝，広告の文言として普通に使用され，「業\n務用の商品，プロ（専門家）用，プロ（専門家）と同じ方法で作った商品」のよう\nな意味合いで認識されていることが明らかである。したがって，本願商標をその指\n定商品に使用した場合，取引者，需要者は，商標を通じて，その商品を上記と同様\nの意味合いのものとして認識するのであって，本願商標を商品の品質，用途を表示\nしたものと理解するにとどまるといえるのである。なお，原告の店舗及びインター\nネット上の広告には，「プロの為の店」又は「業務用中心のスーパーです。」の文\n字が大きく表示されている。つまり，原告自身が「業務用の商品，プロ（専門家）\n用の商品」等の意味合いに沿った商品・事業展開をしているといえるのであり，取\n引者，需要者も，本願商標とともに上記表示に接することになるから，容易に，\n「業務用の商品，プロ（専門家）用，プロ（専門家）と同じ方法で作った商品」の\n意味合いを認識し，本願商標を商品の品質，用途を表示したものと理解するといえ\nる。\n仮に，宣伝，広告の記述文の一部に文字を記載するのと自他商品の識別標識とし\nて商標を構成する文字を表示するのとでは，その表示方法が異なるとしても，本願\n商標については，「商標として用いられた際に識別標識としての機能を有しないも\nのとはいい得ない」ということはできない。\n審決の引用する新聞記事等において，「プロ仕様」が名詞の修飾語として使用さ\nれているといっても，「プロ仕様」の部分については，名詞の部分が表す食品（商\n品）の品質又は用途を表示するための修飾語として理解できるものである。「業務\n用」の語の補足，言い換えに使用されているということは，むしろ，「プロ仕様」\nが「業務用」と同様若しくはそれに極めて近い意味を有するものとして認識，理解\nされていることを表しているとみるべきである。\n(1-2)　「ＰＲＯ　ＳＰＥＣ」の文字よりなる登録商標と本願商標は，その構成文\n字が異なり，事案を異にするものである。また，審決において示された判断と登録\n査定の前提となる審査官の判断とを同列に置いて論ずることはできないというべき\nである。\n(2)　取消事由２（商標法３条２項に該当しないとした認定判断の誤り）に対して\n本件証拠は，指定商品について使用する商標の構成及び態様を明らかにするとこ\nろがなく，出願商標と使用に係る商標が同一であるということはできないのである\nから，原告の主張は，失当である。\n商標法３条２項により商標登録を受けることができるのは，商標が特定の商品に\nつき同項所定の要件を充足するに至った場合，その特定の商品を指定商品とすると\nきに限られるのであり，出願商標の指定商品中の一部に登録を受けることのできな\nいものがあれば，手続補正等により登録を受けることのできない指定商品が削除さ\nれない限り，その出願は全体として登録を受けることができない。本願商標におい\nては，指定商品のすべてについて実際の使用商標の構成及び態様が明らかとなって\nいるとはいえない。\n原告は，本訴において種々の証拠を提出するが，審決後の証拠も含んでおり，ま\nた時期に遅れている。そして，商品名の中には，その表示のみでは具体的商品が把\n握し得ないものがあり，指定商品との同一性を確認することはできないものがあ\nる。\n原告は，販売店舗を主張するが，実際の商標の使用状態を明らかにした上で，そ\nの店舗を示しているわけでなく，十分な証拠とはいえない。また，審決後の平成１\n４年１０月初旬までに増えた販売店まで含んでおり，参酌するには適当でない。そ\nして，原告の主張によっても，商標「プロ仕様」を使用した商品の販売店舗は，東\n京２３区中の１６区と近県の５県にとどまり，到底，使用による識別力を認めるこ\nとはできない。なお，原告は，２００２年（平成１４年）の１年間の総店舗数，総\n来客数や総売上商品数などを主張するが，そもそも，ほとんどが審決後によるもの\nであり，かつ，それらの数字の裏付けも一切なされていない。しかも，これらは，\n原告の全店舗の総来客数や総売上げであって，本願商標を使用した指定商品の購入\n者や売上商品数を表すものではない。\n甲７－１～１２（製造業者１２社の作成した「証明書」と題する書面）は，作成\n者が原告から製造委託を受けた業者であって，商品の需要者ではなく，商品量も原\n告が製造委託した量であって，原告の販売量を示すものではない。しかも，証拠力\nが乏しいものである。\n証拠とされた新聞，雑誌等の記事についても，商標「プロ仕様」を読者に印象づ\nけるような記事とはいえないものであり（しかも，審決後に発行された記事をも含\nむ。），証拠力が乏しい。そして，「中小飲食業の方々に食材を供給する食品スー\nパー」（甲８－２。甲８－１，６なども同旨）などの記載によれば，むしろ，前記\n被告の主張を裏付けるものであり，原告の主張は失当である。\n第３　当裁判所の判断\n１　取消事由１（商標法３条１項３号に該当するとの認定判断の誤り）について\n(1)　原告の主張\n審決は，原告以外の宣伝，広告文においても「プロ仕様」の語が使用されている\nことを理由として，本願商標について自他商品の識別標識としての機能を有しない\nと判断している。\n①　しかしながら，商標は，出所表示機能，品質保証機能，宣伝広告機能を有す\nるものであり，単純化され印象的に表現された標識であるところから，ある種のシ\nンボルとなり，商標を通じ，商品それ自体の優秀性や商標権者の信用が深く刻印さ\nれていくものであって，新聞記事や商品広告において，文の一部に「プロ仕様」の\n文字が用いられていることとは，明白に異なる用いられ方である。そのため，新聞\nや宣伝広告文の一部に「プロ仕様」の文字が使用されているからといって，「プロ\n仕様」が商標として用いられた際に，直ちに識別標識としての機能を有しないもの\nとはいい得ない。\n②　審決において，本願商標が宣伝，広告の文言として普通に使用しているとし\nて列挙されているものを検討しても，「プロ仕様の食品」など，「プロ仕様の○\n○」といった名詞の修飾語として使用されているにすぎないものか，「業務用」の\n語を補足するため，あるいは言い換えであるものである。これらは，「プロ仕様」\nの文字だけでは，「業務用」の意味合いが伝わらないと考えられたために，このよ\nうな表現が採られたものと考えられる。そのため，例示された食品業界における業\n務用の商品にあっては，単に「業務用」と表示されるだけであって，「プロ仕様」\nと指称されてはいない。よって，宣伝，広告文に「プロ仕様」の語が使用されてい\nることを理由として，本願商標について自他商品の識別機能を有しないとした判断\nは，誤りである。\n(2)　原告の主張に対する検討\n(2-1)　審決は，本願商標である「プロ仕様」について，一般的に理解されるその\n言葉の意味合いとして，「専門家用に設計された商品，専門家のために作られた商\n品」という認定をした上，これに加えて，食品分野における「プロ仕様」という言\n葉の使用のされ方について，審決掲記の新聞やインターネットのホームページにお\nける使用例（乙１－１～１１）を参照し，本願商標を指定商品について使用した場\n合には，これに接する取引者，需要者は，当該商品が「業務用の商品，プロ（専門\n家）用，プロ（専門家）と同じ方法で作った商品」等であると認識し，商品の品\n質，用途を表示したものと理解するものと認定したものである。審決は，その上\nで，本願商標は，商品の品質，用途を表示したものであって，自他商品の識別標識\nとしての機能を果たし得ないもので，独占適応性に欠けるものと判断したものであ\nる。\n(2-2)　審決の上記「本願商標を指定商品について使用した場合には，これに接す\nる取引者，需要者は，当該商品が『業務用の商品，プロ（専門家）用，プロ（専門\n家）と同じ方法で作った商品』等であると認識し，商品の品質，用途を表示したも\nのと理解する」との認定は，「プロ仕様」という言葉自体のもつ一般的意味及び審\n決に掲記の証拠からうかがえる社会生活上で使われた場合の意味合いやニュアンス\nに照らせば，是認し得るものである。そして，その認定に立ってなした上記「本願\n商標は，商品の品質，用途を表示したものであって，自他商品の識別標識としての\n機能を果たし得ないもので，独占適応性に欠ける」との判断も相当として是認し得\nるものである。\n(2-3)　上記(2-1)によれば，審決は，新聞や宣伝広告文の一部に「プロ仕様」の\n文字が使用されているからという理由で，直ちに，本願商標「プロ仕様」が自他商\n品の識別標識としての機能を有しないものと判断したわけではないことが明らかで\nある。よって，原告の上記主張①が誤りであるばかりでなく，上記原告の主張全体\nが前提を欠くものであるというべきである。念のため，上記②の点をみても，審決\nは，上記のとおり，「プロ仕様」という言葉の一般的に理解されるその意味合いに\n加えて，食品分野における「プロ仕様」という言葉の使用のされ方を認定する資料\nとして，乙１－１～１１の記載を参照したものであり，これらが商品に付された標\n章である必要はないし，必ずしも原告の主張するように意味合いが十分伝わらない\nものとも認められないのであって，原告の主張は，採用の限りではない（なお，業\n務用の商品にあっては，「プロ仕様」と指称されてはいないとの点も，これを裏付\nけるに足りるだけの証拠はない。）。\n(3)　原告の主張\n原告が販売する商品に付した商標「プロ仕様」の「プロ」の語は，「専門家，職\n業的，職業としてそれを行う人」の意味だけでなく，一般需要者である家庭の主婦\nまで含まれるものであり，単に「業務用の商品，プロ（専門家）用，プロの料理人\nが作ったものと同じ味の商品」のように狭い意味でなく，家庭の主婦をも含む広い\n意味を有するものであり，本願商標「プロ仕様」について「取引者，需要者は，容\n易に業務用の商品，プロ（専門家）用，プロの料理人が作ったものと同じ味の商\n品」というような意味合いを認識するものでなく，本願商標は，商品の品質，用途\nを表示するものでもない。\n「プロ仕様」の語からどのような意味合いが生ずるかについては，新聞記事等に\nおける実際の使用態様から判断されるべきものである。乙１－１～１１の記載から\nは，「プロ仕様」の語のみから「業務用の商品，プロ（専門家）用，プロの料理人\nが作ったものと同じ味の商品」であるとの意味合いは到底生じ得ない。他方，甲８\n－４によれば，一般需要者は，本願商標をその指定商品に使用した場合，「プロ仕\n様」の語は，ブランド（商標）と認識し，かつ「プロ仕様」ブランド（商標）を他\nのブランド（商標）と区別して「プロ仕様」ブランド商品を買っている実情にあ\nる。一般需要者は，「プロの為」とか「業務用中心」とかの意識をすることなく，\nまた「業務用の商品，プロ（専門家）用，プロの料理人が作ったものと同じ味の商\n品」とかの意味合いを認識することなく，いいかえれば，「品質」や「用途」を認\n識することなく「プロ仕様」商品を購入している。このように，一般需要者は，本\n願商標を自他商品の識別標識として認識しているものであり，審決の認定は誤りで\nある。\n(4)　原告の主張に対する検討\n(4-1)　証拠中に原告代表者のインタビュー記事として，次のような記載がある。\n・　原告の店舗では個人客の利用も相当数あるとの記事に続き，原告代表者は\n「あくまでも中小飲食業の方々のための店」であると強調し，客数で四割に当たる\n個人客に合わせて品揃えを変えることは「絶対にしない」と述べ，これが基本的な\n考えとしてあり，「一般消費者の中にもハナマサの商品や品揃えに価値を認める人\nがいて，その人々には飲食業者と一緒に買い物をしてもらえばいいというスタンス\nだ。」と記載されている（甲８－１）。\n・　原告代表者は，「私どもは中小飲食業の方々に食材を供給する食品スーパー\nを展開中ですが，中小飲食業というのは千代田区，中央区，港区に最も集中してい\nます。……うちの商品の約九割は『プロ仕様』というプライベートブランドで，…\nメーカーが商品を卸す問屋さんには，一般消費者向けと業務用の二種類がありま\nす。一般消費者向けの商品をわれわれが安く売ると，メーカーは一般消費者向けの\n卸問屋さんから，うちにも安く卸せ，と言われてしまう。流通ルートが崩れてしま\nうので，メーカーさんのほうから，ハナマサのＰＢにしてほしい，と言ってきたと\nいう事情があります。……私どもが東京に集中して出すということと，顧客を業務\n用に絞ってＰＢを中心に商品政策を考えるという方針は，…業務用のお客様に集中\nし，店舗展開も首都圏に集中し，…徹底して業務用スーパーとして，地域を集中\nし，…」と説明している（甲８－２）。\n・　原告代表者は，「私たちのお客さまは，レストランや食堂などを経営する中\n小の外食産業の皆さまです。…」と述べている（甲８－５）。\n・　原告代表者は，「ハナマサは一般消費者じゃなく，中小飲食企業の方々にタ\nーゲットを絞って，プロ仕様のスーパーをめざしてきました。……中小飲食企業の\n方々に食材を供給するスーパーにしてみようというのがハナマサなんですよ。ふつ\nうのスーパーじゃ面白くない。プロ仕様のスーパーにしようと。…ハナマサが業務\n用スーパーを出したわけですよ。…プロ仕様の業務用商品であるという個性が一般\n消費者を引き付けることにもなっている。そういう業務用商品をそのまま一般に売\nることに対して，メーカーサイドからハナマサの独自商品，プライベートブランド\nとして販売してほしいという提案からできた商品もあります。」と述べている（甲\n８－７）。\n上記のほか，原告の店舗の入り口付近には，「プロの為の店」と表記された人目\nを引く黄色い看板が掲げられていること（乙２－２，３，甲８－１，５），原告の\nチラシにも「プロの為の店」と表示されていること（乙２－１），原告のインター\nネットのホームページでは，「業務中心のスーパーです。」との記載があること\n（乙２－４，５）が認められる。\n（4-2)　以上によれば，「レストランや食堂などを経営する中小飲食業者」と\n「一般消費者，個人客」とを区別した上で，前者にターゲットを絞ったものである\nこと，後者の客に合わせて品揃えを変えることは絶対にないこと，原告の販売店は\n「中小飲食企業の方々に食材を供給するスーパー」，「プロ仕様のスーパー」，\n「業務用スーパー」であること，顧客を業務用に絞って「プロ仕様の業務用商品」\nを提供するものであり，「プロ仕様」というＰＢ（プライベートブランド）を中心\nに考えるという方針であること，流通ルートが崩れてしまうので，メーカーの方か\nらハナマサのＰＢにして欲しいと言ってきたことが認められる。そして，このよう\nな原告の営業に関する基本的な考えは，上記の看板，チラシの「プロの為の店」と\nの表示，インターネットのホームページの「業務中心のスーパーです。」との記\n載，さらには，「プロ仕様」という本願商標にも反映されていることが容易に推認\nされる。\n以上のような原告側の事情をも斟酌すれば，前記(2-2)に判示したように審決の認\n定判断が相当であることが，より一層裏付けられるものである。すなわち，原告側\nでも上記のような事情にあるのであるから，「本願商標を指定商品について使用し\nた場合には，これに接する取引者，需要者は，当該商品が『業務用の商品，プロ\n（専門家）用，プロ（専門家）と同じ方法で作った商品』等であると認識し，商品\nの品質，用途を表示したものと理解するにとどまる」ことは，より一層明らかであ\nり，「本願商標は，商品の品質，用途を表示したものであって，自他商品の識別標\n識としての機能を果たし得ないものと判断するのが相当であり，独占適応性に欠け\nる」との審決の判断が相当であることは明らかである。\n(4-3)　原告は，「『プロ仕様』の『プロ』には，一般需要者である家庭の主婦ま\nで含まれる」と主張するが，上記認定と相容れないものであり，到底採用すること\nができない。なお，雑誌の記事等において，「プロ仕様」が原告独自のプライベー\nトブランドとの記載がみられるが，上記認定の事情に照らせば，原告は，「プロ仕\n様」を，「中小飲食業者にターゲットを絞った」「業務用スーパー」として販売す\nる「業務用の商品」あるいは「プロ（専門家）の使用する商品」であることを表す\nものとして使用していることが明らかである。\nまた，原告は，甲８－４を援用して主張する。甲８－４は，女性消費者の話とい\nう形をとった雑誌の記事であり，「ハナマサって，業務用スーパーだから一般の人\nには関係ないと思っていたんです。…店内の商品には“プロ仕様”と書かれたもの\nがたくさんあるんですが，これはすべてハナマサのプライベートブランド。さす\nが，“プロの為の店”と銘打っているだけあり，…とにかく量が半端じゃないんで\nす…しかも，値段がかなり安い…主人とふたり暮らしなので，プロ仕様ブランドは\n買えないと思っていたんですけど，近所のお友達と分ければいいやって思いついた\nんです…」（甲８－４）との内容が記載されている。確かに，「プライベートブラ\nンド」，「プロ仕様ブランド」との言葉が使われてはいるが，記事の実質をみる\nと，当該女性は，ハナマサが業務用スーパーで“プロの為の店”であると認識して\nおり，商品内容も「量が半端じゃない」，「値段がかなり安い」と認識し，「さす\nが，“プロの為の店”と銘打っているだけあり」と理解しているものであって，上\n記認定と符合こそすれ，何ら上記認定と矛盾するものではない。\n結局，上記原告の主張は，いずれも採用の限りではない。\n(5)　原告の主張\n「プロ仕様」の文字と観念を同一とする商標「ＰＲＯ　ＳＰＥＣ」は，ＰＲＯが\n専門家の意味であり，ＳＰＥＣが「仕様」と訳されるのであって，商品の取引者，\n需要者においては，プロの仕様書又はプロ仕様と直感するものであるところ，原告\nの登録商標として登録されている。そして，該登録商標「ＰＲＯ　ＳＰＥＣ」が公\n告された時点（１９９６年９月２６日）においては，登録商標「ＰＲＯ　ＳＰＥ\nＣ」と観念を同一とする「プロ仕様」が宣伝，広告の文言として普通に使用されて\nいる。そうすると，商標「プロ仕様」は，登録商標「ＰＲＯ　ＳＰＥＣ」と同様\nに，自他商品の識別標識としての機能を有するとともに，独占適応性を有するもの\nである。よって，本願商標が自他商品の識別標識としての機能を果たし得ず，独占\n適応性に欠けるものとした審決の判断は，誤っている。\n(6)　原告の主張に対する検討\n検討するに，原告の主張は，本願商標と観念を同一とする商標「ＰＲＯ　ＳＰＥ\nＣ」が既に自他商品の識別標識としての機能を有するものとして登録査定を受けて\nいるから，本願商標も同様に登録査定を受けるべきであるというものである。\n当然のことながら，原告のこの主張は，後者の商標が自他商品の識別標識機能を\n有していることを前提とするものであるところ，原告は，後者の商標が単に登録査\n定を受けたというのみで，自他商品の識別標識機能を有していることについては，\n具体的に何ら主張立証をしないで（したがって，当裁判所はこの点について何ら心\n証を形成していない。），単に登録査定を受けたことを根拠としているにすぎな\nい。しかしながら，特許庁の担当審査官が当該商標につき自他商品の識別標識とし\nての機能を有すると認定判断したとしても，裁判所の判断を拘束するわけではな\nく，単に裁判所が判断するについて参考となるにすぎない。\nそうすると，原告の主張は，「ＰＲＯ　ＳＰＥＣ」が登録査定を受けたことのみ\nを根拠に，これと観念を同一とする「プロ仕様」も登録査定を受けるべきであると\nいう主張に帰し，商標「ＰＲＯ　ＳＰＥＣ」が自他商品の識別標識としての機能を\n有することについて，上記のとおり必要な立証がない以上，採用することはできな\nい。\n２　取消事由２（商標法３条２項に該当しないとした認定判断の誤り）について\n(1)　原告の主張\n原告が昭和６２年６月から平成１２年２月２９日に至るまでに商標「プロ仕様」\nを使用した商品の販売店は２３店舗ある。その後，平成１４年１０月初旬までに，\n１６店舗（甲６－１～１６）増えて，合計３９店舗となった。\n３９店舗の所在地は，東京都２３区内に３０店舗，その内訳は，中央区が４，台\n東区・千代田区・港区・江戸川区が各３，文京区・墨田区・豊島区が各２，世田谷\n区・葛飾区・杉並区・大田区・荒川区・目黒区・新宿区・中野区が各１である。さ\nらに，関東近県に９店舗，その内訳は，千葉県が３，神奈川県・茨城県が各２，栃\n木県・埼玉県が各１である。\n特に，東京都の中心区であるとともに，飲食店（商標「プロ仕様」商品の顧客）\nが集中する千代田区（３店舗），中央区（４店舗），港区（３店舗）においては，\n飲食店経営者及び一般の消費者の認識として，今までに飲食店経営者（従業員を含\nむ。），一般消費者が見ることができなかった市場の食材，市場の価格を都心の真\n中で，誰もが「プロ仕様」商品を利用できることになり，一種の流通革命を生起し\nている。そして，この流通革命は，都心から外郭区へ，外郭区から関東近県に及\nび，需要者も「プロ仕様」商品が特別な商品であることを認識するに至っている。\n原告が昭和６２年６月から平成１４年１０月初旬までに商標「プロ仕様」を使用\nした商品は，４４４品目になる（甲９，甲１０－１～４４４）。これらに記載され\nた商標「プロ仕様」の文字は標準文字にて記載されている。そして，これらは，指\n定商品のすべてに及ぶものである。\nなお，平成１４年１月から１２月における総販売店舗（３９店舗）の来客者（需\n要者）数は，１２５１万５０７７名，購入された商品数は，８０９７万７４１８点\nで，そのうち８０％の６４７８万１９３４点以上は商標「プロ仕様」商品である。\n本願商標「プロ仕様」は，昭和６２年以来，現在に至るまで，約１５年間以上に\nわたって，原告が使用していること，また，商品のオリジナリティー，商品の品質\nの向上，一般消費者が納得する価格を求めて努力を怠らず追求し，さらに商品数を\n増やす努力をすることによって（現在では「プロ仕様」商品は約2500品種），現在\nでは，各種雑誌，新聞に記事として取り上げられるようになり，商標「プロ仕様」\nは，一般需要者，取引者をして著名な商標として顕在化している。\n(2)　原告の主張に対する検討\n(2-1)　証拠及び弁論の全趣旨によれば，原告は，「プロ仕様」という本願商標\nを，指定商品である第３０類「コーヒー及びココア，コーヒー豆，茶，調味料，香\n辛料，穀物の加工品，サンドイッチ・すし・ピザ・べんとう・ミートパイ・ラビオ\nリ，菓子及びパン，即席菓子のもと，アイスクリームのもと，米，食用粉類」につ\nいて，本訴口頭弁論終結時において使用していることを認めることができる（もっ\nとも，指定商品中，「べんとう」など一部の商品につき，使用されたことを示す証\n拠がない。）。\n(2-2)　原告は，本願商標の使用開始時期は，昭和６２年と主張するが，上記指定\n商品に属する具体的な商品のそれぞれについての使用開始時期については，主張が\nなく，証拠上も認めるに足りるだけのものはない。したがって，それぞれの商品に\nついての本願商標の使用期間を個別に認定することはできない。\n(2-3)　本願商標の使用された地域は，店舗展開の経緯について，書証とされた雑\n誌の記事などに断片的な記載はあるものの，具体的かつ十分な立証はないが，原告\n主張のとおりであるとすると，昭和６２年６月から平成１２年２月２９日までは，\n「プロ仕様」を使用した商品の販売店は２３店舗（所在地は，東京都中央区１，台\n東区２，千代田区１，江戸川区３，文京区１，墨田区１，豊島区２，世田谷区１，\n葛飾区１，杉並区１，大田区１，荒川区１，目黒区１，関東近県としては，千葉県\n３，神奈川県１，茨城県１，栃木県１）であり，平成１４年１０月初旬までに，１\n６店舗増えて，合計３９店舗となったということになる（所在地は，東京都中央区\n４，台東区３，千代田区３，港区３，江戸川区３，文京区２，墨田区２，豊島区\n２，世田谷区１，葛飾区１，杉並区１，大田区１，荒川区１，目黒区１，新宿区\n１，中野区１，関東近県としては，千葉県３，神奈川県２，茨城県２，栃木県１，\n埼玉県１）。\nそして，証拠によれば，原告代表者のインタビュー記事として，「私どもは中小\n飲食業の方々に食材を供給する食品スーパーを展開中ですが，中小飲食業というの\nは千代田区，中央区，港区に最も集中しています。…私どもが東京に集中して出す\nということと，顧客を業務用に絞ってＰＢを中心に商品政策を考えるという方針\nは，…業務用のお客様に集中し，店舗展開も首都圏に集中し，…徹底して業務用ス\nーパーとして，地域を集中し，…」との発言が認められること（甲８－２），同様\nのインタビュー記事として，「去年（注：平成１２年）からちょうど皇居のまわり\nに１０店舗出したんです。今年（注：平成１３年）になってからも７店舗出したの\nかな。…」との説明がみられること（甲８－７），さらに記事として，「業務用食\n品スーパー…ハナマサ…同社は，これまで地盤の東京・江戸川区などを中心に店舗\n展開していたが，１９９９年頃から一気に都心へ出店攻勢をかけている。」との記\n載があること（甲８－６）が認められる。\n以上によれば，原告の店舗数の急増は，平成１１，１２年ころからである上，増\n加後も上記のとおり，東京２３区内で千代田区，中央区，港区を中心に３０店舗で\nあるほか，その近県に点在する程度であること，あえて，首都圏に集中し，かつ，\n中小飲食業者の業務用に絞って（一般消費者，個人客を除外するものではない\nが），店舗展開をしてきたことが認められる。\n(2-4)　原告の店舗数は上記のとおりであるが，本願商標の付された商品の売上高\nなどについては，上記のとおり，平成１４年１月から１２月における総販売店舗\n（３９店舗）の来客者（需要者）数は１２５１万５０７７名，購入された商品数は\n８０９７万７４１８点で，そのうち８０％の６４７８万１９３４点以上は商標「プ\nロ仕様」商品であり，「プロ仕様」商品は約2500品種にのぼっているとの主張があ\nるが，これらは，他の指定商品に属するものも含んでおり，本件指定商品第３０類\nに属する商品のそれぞれについて，どの程度の期間にわたって，どの程度の量の売\nり上げがあったかについて，個別具体的な主張立証があるわけではない。\n証拠中には，商品の製造者による証明書（甲７－１～１２）がある。しかし，原\n告への販売数の記載すらないものがあるほか，その記載があるものも，当該商品が\n市場に占める割合などは不明であり（記載された数量から推測しても，我が国にお\nいて，当該商品に付した本願商標の使用によって識別性を有するに至ったものとい\nえるほどのものとは認め難い。），そもそも，本件指定商品に属するすべての商品\nを網羅したものではない。\n(2-5)　本願商標及びその指定商品について，テレビ及び新聞などのマスメディア\nを利用した宣伝広告がされたことについては主張立証がなく，わずかに，雑誌，新\n聞などにおける取材，インタビュー記事が数点証拠とされているのみである。\n(2-6)　以上の諸事情に照らせば，本件全証拠によっても，本訴口頭弁論終結時に\nおいてすら，本願商標「プロ仕様」が使用された結果，取引者，需要者が原告の業\n務に係る商品であると認識することができるものとなったこと（指定商品に属する\n個々の商品ごとに検討されるべきである。）を認めるに足りないというほかない。\nしたがって，本件審決時において，「本願商標それ自体が使用による識別性を有す\nるに至っているものと認定することはできず」とした審決の認定判断は相当であっ\nて，誤りはない。\n原告の上記主張は，採用することができない。\n(2-7)　さらにいえば，原告の上述の立証命題は，原告が，いかに，長期間で，多\n数の地域・店舗において，多品目かつ大量にわたって，多数の人に対し，本願商標\nを使用した商品を販売してきたかを立証しようとするものである。しかし，その立\n証が仮に原告の意図するとおり大略成功したとしても，使用されたのは，長方形の\n赤色地に対しクリーム色又は白抜きの文字で個別の商品名が書かれ，その上に黒色\n文字で「プロ仕様」と書かれ，これらの表示が上下に赤色線で挟まれているという\nレイアウトにほぼ統一された表示であることを認め得るものの，「プロ仕様」とい\nう語に接する取引者，需要者は，当該商品が「業務用の商品，プロ用の商品」等で\nあると認識し，商品の品質，用途を表示したものと理解するにとどまることなどの\n前認定の事情に照らせば，上記のようにほぼ統一されたレイアウトによる表示とは\n別に，「プロ仕様」という文字のみからなる本願商標が自他商品識別力を獲得して\nいるものと認めることはできない。\nよって，原告の主張は，この見地からも，採用することができない。\n３　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　塩　　月　　秀　　平\n裁判官　　　田　　中　　昌　　利\n"
}