{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 8
  },
  "case_number": "平成17(行ケ)10426",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9297",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9297",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/297/009297_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０４２６号　審決取消請求事件\n平成１７年１１月８日判決言渡，平成１７年９月１３日口頭弁論終結\n判　　　　決\n原　告　株式会社パレ・ロワイヤル・ジャポン\n訴訟代理人弁護士　西川三男，弁理士　河野誠\n被　告　特許庁長官　中嶋誠\n指定代理人　岩崎良子，青木博文，井出英一郎\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が不服２００３－２１７８１号事件について平成１７年３月９日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n本件は，商標登録出願についての拒絶査定に対する不服審判請求を不成立とした\n審決の取消しを求める事案である。\n１　前提となる事実関係（当事者間に争いのない事実並びに後掲証拠及び弁論の\n全趣旨により認められる事実）\n(1)　原告は，平成１４年９月２０日，別紙商標目録(1)記載の商標について，指\n定商品を商標法施行令別表第１の第１６類「写真立て」及び第２８類「スキーワッ\nクス，遊園地用機械器具（業務用テレビゲーム機を除く。），おもちゃ，人形，囲\n碁用具，歌がるた，将棋用具，さいころ，すごろく，ダイスカップ，ダイヤモンド\nゲーム，チェス用具，チェッカー用具，手品用具，ドミノ用具，トランプ，花札，\nマージャン用具，遊技用器具，ビリヤード用具，釣り具，昆虫採集用具」とする商\n標登録出願（商願２００２－８０６２５号）をし，また，「ＪＵＪＵ」の欧文字を\n標準文字で横書きした商標（以下「本件商標」という。）について，指定商品を上\n記別表第１の第１４類「貴金属，キーホルダー，貴金属製食器類，貴金属製のくる\nみ割り器・こしょう入れ・砂糖入れ・塩振出し容器・卵立て・ナプキンホルダー・\nナプキンリング・盆及びようじ入れ，貴金属製針箱，貴金属製のろうそく消し及び\nろうそく立て，宝玉の原石，貴金属製靴飾り，時計，貴金属製喫煙用具」並びに第\n１６類「写真立て」とする商標登録出願（商願２００２－８０６２９号，以下「本\n件出願」という。）をした（乙２，１３）。\nジュジュ化粧品株式会社（以下「ジュジュ化粧品」という。）は，同日，別紙商\n標目録(2)記載の商標について，指定商品を上記別表第１の第１４類「貴金属，貴金\n属製食器類，貴金属製のくるみ割り器・こしょう入れ・砂糖入れ・塩振出し容器・\n卵立て・ナプキンホルダー・ナプキンリング・盆及びようじ入れ，貴金属製の花瓶\n及び水盤，貴金属製針箱，貴金属製宝石箱，貴金属製のろうそく消し及びろうそく\n立て，貴金属製のがま口及び財布，貴金属製靴飾り，貴金属製コンパクト，貴金属\n製喫煙用具，身飾品，宝玉及びその原石並びに宝玉の模造品，時計，記念カップ，\n記念たて，キーホルダー」並びに第１６類「紙類，紙製包装用容器，家庭用食品包\n装フィルム，紙製ごみ収集用袋，プラスチック製ごみ収集用袋，衛生手ふき，紙製\nタオル，紙製手ふき，紙製ハンカチ，型紙，裁縫用チャコ，紙製テーブルクロス，\n紙製ブラインド，紙製のぼり，紙製旗，紙製幼児用おしめ，荷札，印刷物，書画，\n写真，写真立て，遊戯用カード，文房具類，事務用又は家庭用ののり及び接着剤，\n青写真複写機，あて名印刷機，印字用インクリボン，こんにゃく版複写機，自動印\n紙はり付け機，事務用電動式ホッチキス，事務用封かん機，消印機，\n製図用具，タイプライター，チェックライター，謄写版，凸版複写機，文書細断\n機，郵便料金計器，輪転謄写機，印刷用インテル，活字，装飾塗工用ブラシ，封ろ\nう，マーキング用孔開型板，観賞魚用水槽及びその附属品」とする商標登録出願\n（商願２００２－８０３６３号）をした（乙２４）。\n(2)　本件商標と同一又は類似の商品について使用をする本件商標と同一又は類似\nの商標について同日に３の商標登録出願があったので，特許庁長官は，平成１５年\n３月１１日付けで，各商標登録出願人に対し，拒絶理由を通知するとともに，４０\n日以内に協議をしてその結果を届け出るべき旨を命じた（乙３，４，１４，１５，\n２５，２６）。\n(3)　ジュジュ化粧品は，平成１５年４月１４日，商願２００２－８０３６３号に\nついて，指定商品を上記別表第１の第１４類「貴金属，貴金属製靴飾り，貴金属製\n喫煙用具，時計，キーホルダー」及び第１６類「写真，写真立て」とする旨の補正\nをした（乙２７）。\n原告は，同月３０日，商願２００２－８０６２５号について，指定商品を上記別\n表第１の第１６類「写真立て」とする旨の補正をし，また，本件出願について，指\n定商品を上記別表第１の第１４類「貴金属，キーホルダー，貴金属製靴飾り，時\n計，貴金属製喫煙用具」及び第１６類「写真立て」とする旨の補正をした（乙６，\n１７）。\n(4)　上記(2)で指定した期間内に届出がなかったので，特許庁長官は，平成１５\n年７月１１日，くじを実施し，これにより，商願２００２－８０６２５号の出願人\nである原告を１の商標登録出願人と定め，さらに，商願２００２－８０３６３号の\n出願人であるジュジュ化粧品を第２順位，本件出願の出願人である原告を第３順位\nと定めた（甲１，乙９，１０，２０，２１，３１，３２）。\n(5)　原告は，平成１５年８月２１日付けで，商願２００２－８０６２５号につい\nて商標登録をすべき旨の査定を受けたので，同年１０月１０日，その設定の登録を\n受けた（乙２２，２３）。\n(6)　ジュジュ化粧品は，平成１５年８月４日，商願２００２－８０３６３号につ\nいて，指定商品を上記別表第１の第１４類「貴金属，貴金属製靴飾り，貴金属製喫\n煙用具，時計，キーホルダー」とする旨の補正をした（乙３３）。\n(7)　ジュジュ化粧品は，平成１５年８月２１日付けで，商願２００２－８０３６\n３号について商標登録をすべき旨の査定を受けたので，同年９月２６日，その設定\nの登録（商標登録第４７１３５４９号）を受けた（甲３，乙３４，３５）。\n(8)　原告は，平成１５年９月３０日付けで，本件出願について拒絶査定を受けた\nので，同年１１月７日，拒絶査定不服の審判請求をしたが（不服２００３－２１７\n８１号事件として係属），特許庁は，平成１７年３月９日，「本件審判の請求は，\n成り立たない。」との審決をし，同年３月２２日，その謄本を原告に送達した（乙\n１１，１２）。\n２　審決の理由の要点\n審決の理由は，以下のとおりであるが，要するに，本件商標が商標法８条５項の\n規定に該当するとして本件出願を拒絶した原査定は妥当であって，取り消すべき限\nりでない，というのである。\n(1)　請求人（出願人）の主張の要点\n請求人（出願人）は，本件審判請求の理由として以下のように述べている。\nア　一の商標登録出願人を決めるとして行われた「くじ」で，第二位以下の出願\n人を決定することはできない。\n本件商標は，３件の同日に係る商標登録出願について商標法８条５項に基づく\n「くじ」の結果，相手が補正を行い，補正後に新たに発生した競合関係を一の商標\n登録出願人を決めるとして行った「くじ」の第二順位と第三順位の間の関係を抽出\nして適用したものである。すなわち，一の商標登録出願人を決めるとして行われた\n「くじ」で，明らかに第二の出願人を決めている。一の商標登録出願人とは一人の\n出願人であり，決して複数の出願人とはならない。第二順位，第三順位は，第一順\n位の者が諸事情により権利取得を断念した場合の予備的な選定に過ぎないものであ\nる。\nイ　「くじ」の後，補正等により新たに競合関係が発生した場合，（第二順位以\n下は）再度，協議を行い不調の場合は「くじ」を行うべきであり，それをしなかっ\nた今回の運用は，法目的に反するものである。\n商標法８条２項や５項の規定によれば，商標法８条の法令が意図することは，同\n日出願の場合に，協議前置とし，それが不調の場合に，公正なくじを行うものであ\nる。ところが今回の運用では協議前置とする法の意図するところを壊しかねない運\n用となっている。\nすなわち，特許庁の解釈では，「くじ」後の補正で競合関係が解消されたときで\nは，第二，第三順位の出願人でも登録を可能とするものであるが，今回の場合のよ\nうに，複数の出願が存在し，商品・役務も部分的に様々に競合している場合では，\n「くじ」の結果を考えながら協議を行った場合にはその協議の対象そのものが極め\nて複数の選択肢となり得るあらゆる補正の態様や第二順位，第三順位などを想定す\nることを強いることになり，その協議対象が極めて大きく拡がって，事案によって\nは協議自体収拾することがはなはだ困難になることは明らかである。\nしたがって，今回の特許庁の運用は，協議前置とした法目的に明らかに反してお\nり，「くじ」の前提となっていた出願自体を「くじ」後に補正して新たな競合関係\nが発生した場合は，再度協議前置，不明の場合に「くじ」という手順を踏む必要が\nある。\nそのような公平を維持する制度が存在しながら実施せず，安易に登録した引用商\n標には法律上明らかな瑕疵があると言わざるを得ない。\nしたがって，引用商標を以て，本件商標が拒絶理由を受け，拒絶査定される理由\nはない。\n(2)　審決の判断\nア　商標法における「くじ」の趣旨\n商標法は，８条２項において「同一又は類似の商品又は役務について使用をする\n同一又は類似の商標について同日に二以上の商標登録出願があったときは，商標登\n録出願人の協議により定めた一の商標登録出願人のみがその商標について商標登録\nを受けることができる。」旨，及び５項において「第二項の協議が成立せず，又は\n前項の規定により届出がないときは，特許庁長官が行う公正なくじにより定めた一\nの商標登録出願人のみが商標登録を受けることができる。」旨規定し，同一又は類\n似の商品又は役務について使用をする同一又は類似の商標について同日に二以上の\n商標登録出願があったときは，先ず，商標登録出願人の協議により，協議が成立し\nないときに特許庁長官が行う公正なくじにより，商標登録を受けることができる一\nの出願人を定めるのである。\nこれは，商標法では，先願が拒絶されても同条３項の規定により先願権は残らな\nいことから，協議が成立しない場合に両方とも商標登録を受けられないものとする\nと，その直ぐ後に同様な商標登録出願をした者の方に商標登録をしなければならな\nい不合理があるからであると解される。\nイ　一の出願人を決める「くじ」で，第二位以下の出願人を決定することについ\nて\n上記アの観点から，例えば，くじにより第一位となった出願人が，その後，商標\n登録出願の取り下げなどにより，その出願が初めからなかったことになり，その地\n位が失われれば，第二位の出願人が繰り上がることとしても，決して商標法８条５\n項の趣旨に反するものとは云えないというべきである。\nそして，くじの際に予め順位を定めておくことは，決して商標法８条２項及び５\n項の趣旨に反するものではなく，このことは，実施後に，定められた順位の関係\nで，第２順位の出願が第１順位の出願と抵触する指定商品を削除補正等することに\nより，拒絶理由が解消した場合においても，順次登録されることは決して不合理な\nものと言うことはできず，また，かかる場合に補正ができないとする規定もないこ\nとよりすれば，これを違法ということはできないと解するのが相当である。\nそうとすれば，この点についての請求人（出願人）の主張は採用できず，引用商\n標は，商標法８条２項及び５項のいずれにも違反して登録されたものということは\nできない。\nウ　「くじ」の後，新たに競合関係が生じた場合，再度，協議を行い，不調のと\nきは「くじ」を行うとの主張について\n請求人（出願人）は，「くじの前提となった出願自体をくじの実施後に補正して\n新たな競合関係が発生した場合は，再度協議前置，不明の場合に「くじ」という手\n順を踏む必要がある。」旨主張する。\nしかしながら，特許庁長官が行う公正な方法による「くじ」を実施し，一の商標\n登録出願人を定め，同時に２位以下の順位を定めることは，前記のとおり商標法８\n条２項及び５項の趣旨に反するものではなく，かえって，補正等を行うことによっ\nて抵触関係を解消することができるのであり，これを，補正の毎に再度協議あるい\nはくじを実施するならば，審査実務及び当事者間に過度の負担を強いるものであっ\nて，極めて煩雑であるといわざるを得ない。\nしたがって，この点に関する請求人（出願人）の主張も採用できない。\nなお，サービスマーク登録制度導入に伴う平成３年法律第６５号附則４条２項\nは，「この法律の施行の日から６月間にした役務に係る商標登録出願については，\n新法第４条第１項（第１１号及び第１３号に係る部分に限る）及び第８条第１項の\n規定は，適用しない。」とし，同３項で「前項の商標登録出願についての新法第８\n条第２項の規定の適用については，同日にしたものとみなす。」旨規定している。\nつまり，施行の日から６月間にした役務に係る商標登録出願は，出願の前後を問わ\nず同日にしたものとみなし，特例出願を除き，出願人の協議により，協議が成立し\nなかったときは，公正なくじによることとし，これまでに多数の「くじ」が実施さ\nれた。なかでも，最大のものは８件の出願について「くじ」が実施（平成９年１１\n月２６日）され，何れも１回の「くじ」で定めた順位に従い処理が行われている。\nエ　審決の結論\nよって，本件商標が商標法８条５項の規定に該当するとして本件出願を拒絶した\n原査定は，妥当であって取り消すべき限りでない。\n第３　当事者の主張の要点\n１　原告主張の審決取消事由\n(1)　取消事由１\nア　商標法８条５項は，特許庁長官が，くじにより，商標登録を受けることがで\nきる「一の商標登録出願人のみ」を定めることを規定したのであり，第２，第３の\n順序を定めることまでは規定していない。なお，くじの実施後に，もとの商標登録\n出願について補正がされ，これにより，新たに競合関係が発生した場合には，再\n度，出願人に協議をさせ，協議が成立せず，又は指定した期間内に協議の結果の届\n出がないときは，くじにより定めるべきである。\nイ　特許庁長官は，くじにより第２，第３の順序を定めてしまい，第１４類「貴\n金属，貴金属製靴飾り，貴金属製喫煙用具，時計，キーホルダー」について使用す\nる商標が競合しているのに，出願人に協議をさせることなく，第２順位のジュジュ\n化粧品の商標登録出願について商標登録をすべき旨の査定をし，本件出願について\n拒絶査定をしたものであるから，このような手続は，違法である。\n(2)　取消事由２\nア　仮に特許庁長官がくじにより順序を定めることができるとしても，その場合\nには，出願人の利害に重大な影響をもたらすものであるから，特許庁長官は，出願\n人に対し，その旨を明確に伝えて，くじの方法等について意見を述べる機会を与え\nるとともに，くじの実施を拒絶することを認めるべきである。\nイ　特許庁長官は，くじを実施するに当たり，順序を定めることを出願人に伝え\nていないのであって，特許庁長官が行ったくじは，違法であり，かつ，公正さもな\nい。特許庁長官は，このようなくじにより，ジュジュ化粧品の商標登録出願につい\nて商標登録をすべき旨の査定をし，本件出願について拒絶査定をしたものであるか\nら，違法である。\n２　被告の反論\n(1)　取消事由１に対して\nア　くじにより定めた「一の商標登録出願人」の商標登録出願が放棄され取り下\nげられ若しくは却下されたとき，又は商標登録出願について査定若しくは審決が確\n定したときは，その商標登録出願は，初めからなかったことになるから（商標法８\n条３項），特許庁長官は，このことをも考慮して，同日に３以上の商標登録出願が\nあったときは，いずれかの商標登録出願が商標登録を受けることができるように，\nくじにより順位を定めているのであり，このことは，必要かつ合理的なものであっ\nて，商標法８条５項の規定に反しない。\nイ　したがって，第２順位のジュジュ化粧品が指定商品を第１４類「貴金属，貴\n金属製靴飾り，貴金属製喫煙用具，時計，キーホルダー」とする旨の補正をした結\n果，特許庁長官がその商標登録出願について商標登録をすべき旨の査定をしたこと\nは，違法でない。\n(2)　取消事由２に対して\nア　くじを実施するに当たり，順序を定めることを出願人に伝えていないとして\nも，くじの手続が違法なものとなるわけではなく，不公正なものとなるわけでもな\nい。また，くじの方法等について意見を述べるというのであれば，くじ実施通知書\nを受領したとき又はくじの当日に意見を述べることができたものであるが，それに\nもかかわらず，原告は何ら意見を述べていない。\nイ　したがって，特許庁長官がジュジュ化粧品の商標登録出願について商標登録\nをすべき旨の査定をし，本件出願について拒絶査定をしたことは，違法でない。\n第４　当裁判所の判断\n１　取消事由１について\n(1)　商標法８条２項は，「同一又は類似の商品又は役務について使用をする同一\n又は類似の商標について同日に２以上の商標登録出願があったときは，商標登録出\n願人の協議により定めた１の商標登録出願人のみがその商標について商標登録を受\nけることができる。」と規定し，同条５項は，「第２項の協議が成立せず，又は前\n項の規定により指定した期間内に同項の規定による届出がないときは，特許庁長官\nが行う公正な方法によるくじにより定めた１の商標登録出願人のみが商標登録を受\nけることができる。」と規定している。また，同条３項は，「商標登録出願が放棄\nされ取り下げられ若しくは却下されたとき，又は商標登録出願について査定若しく\nは審決が確定したときは，その商標登録出願は，前２項の規定の適用については，\n初めからなかったものとみなす。」と規定し，放棄等がされた商標登録出願は，そ\nのほかの競合している商標登録出願との関係において同日出願としての地位が失わ\nれることを定めている。\n(2)　商標法８条２項及び同条５項は，以上のように，同日出願の関係にある２以\n上の商標登録出願があったときにおいて，商標登録出願人の協議又は特許庁長官が\n行う公正な方法によるくじによって定めた１の商標登録出願人のみがその商標につ\nいて商標登録を受けることができることを規定しているが，同日出願の関係にある\n３以上の商標登録出願があったときに，商標登録出願人の協議又は特許庁長官が行\nうくじにより，１の商標登録出願人のみを定めなければならないとは規定していな\nいから，同日出願の関係にある３以上の商標登録出願の間に優劣の順位を定めるこ\nとを排除していないということができる。\nまた，同日出願の関係にある３以上の商標登録出願があったときに，特許庁長官\nが行うくじにより１の商標登録出願人のみを定めた場合において，当該商標登録出\n願人の商標登録出願の放棄等がされると，同条３項の規定により，そのほかの競合\nしている商標登録出願との関係において同日出願としての地位が失われ，その結\n果，商標登録を受けることができる商標登録出願人が存在しなかったことになって\nしまうが，同条５項が，商標登録出願人の協議が成立せず，又は指定した期間内に\n協議の結果の届出がないときに，商標登録を受けることができる商標登録出願人を\n定めることとした趣旨に照らすならば，上記のように，くじにより定めた商標登録\n出願人が存在しないという事態が生じることは，妥当でないと考えられる。\nさらに，同日出願の関係にある商標登録出願があったことによる拒絶理由通知を\n受けた商標登録出願人は，拒絶理由があるとされた指定商品以外の指定商品につい\nて，商標法１０条１項の規定に基づいて新たな商標登録出願をしたり，また，拒絶\n理由があるとされた指定商品について，同法６８条の４０第１項の規定に基づいて\n願書からこれを削除する補正をしたりすることにより，出願した指定商品の一部が\nそのほかの商標登録出願と競合するために全体が拒絶されるという不利益を免れる\nことができる。そうであれば，同日出願の関係にある３以上の商標登録出願があっ\nたときにおいて，特許庁長官がくじにより優劣の順位を定めたとしても，商標登録\n出願人の利益が害されることはない。\n(3)　上記(2)に判示したところに照らすと，商標法８条５項の特許庁長官が行う\nくじにおいて，同日出願の関係にある商標登録出願が３以上あるときは，その間に\n優劣の順位を定めることができると解するのが相当である。\n(4)　上記第２の１の事実によれば，ジュジュ化粧品は，平成１５年８月４日，商\n願２００２－８０３６３号について，拒絶理由があるとされた指定商品である上記\n別表第１の第１６類「写真，写真立て」を削除し，指定商品を第１４類「貴金属，\n貴金属製靴飾り，貴金属製喫煙用具，時計，キーホルダー」とする旨の補正をした\nから，これと同日出願の関係にある商標登録出願は本件出願だけであるところ，両\n者については，平成１５年７月１１日に行ったくじにより，商願２００２－８０３\n６３号の出願人であるジュジュ化粧品を第２順位，本件出願の出願人である原告を\n第３順位と定めたから，これによれば，ジュジュ化粧品のみが商標登録を受けるこ\nとができるのである。したがって，特許庁長官が，ジュジュ化粧品の商標登録出願\nについて商標登録をすべき旨の査定をし，本件出願について拒絶査定をしたことに\n違法はない。\n(5)　原告は，くじの実施後に，もとの商標登録出願について補正がされ，これに\nより，新たに競合関係が発生した場合には，再度，出願人に協議をさせ，協議が成\n立せず，又は指定した期間内に協議の結果の届出がないときは，くじにより定める\nべきであると主張する。しかし，もとの商標登録出願について補正がされたとして\nも，要旨を変更する補正をすることは許されない（商標法１６条の２第１項参照）\nから，補正により，新たに商標登録出願の競合関係が発生するわけではない。そし\nて，さきに実施したくじにより順位を定めているのであるから，改めて，商標登録\n出願人の協議や特許庁長官が行うくじによって商標登録を受けることができる商標\n登録出願人を定める必要もない。原告の上記主張は，採用することができない。\n(6)　したがって，取消事由１は理由がない。\n２　取消事由２について\n上記１(3)のとおり，商標法８条５項の特許庁長官が行うくじにおいて，同日出願\nの関係にある商標登録出願が３以上あったときは，その間に優劣の順位を定めるこ\nとができると解するのが相当であるところ，くじが公正な方法により行われるので\nあれば，商標登録出願人にくじの方法等について意見を述べる機会を与えたり，く\nじの実施を拒絶したりすることを認めたりしなくても，商標登録出願人の利益が害\nされることはないから，特許庁長官が順序を定める旨を伝えないでくじを行ったと\nしても，これをもって違法であるということはできない。そうであれば，特許庁長\n官が，くじにより定めた順序に従い，ジュジュ化粧品の商標登録出願について商標\n登録をすべき旨の査定をし，本件出願について拒絶査定をしたことに違法はない。\nしたがって，取消事由２も理由がない。\n第５　結論\n以上のとおりであって，原告主張の審決取消事由は理由がないから，原告の請求\nは棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官\n塚　　　原　　　朋　　　一\n裁判官\n髙　　　野　　　輝　　　久\n裁判官\n佐　　　藤　　　達　　　文\n･\n商　標　目　録\n(1)\n(2)\n"
}