{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 8,
    "day": 10
  },
  "case_number": "平成17(行ウ)75",
  "case_name": "行政処分差止請求",
  "court_name": "名古屋地方裁判所民事第９部",
  "result": "棄却",
  "gist": "男子受刑者である原告が，性同一性障害を理由に，拘置所長による刑事施設及び受刑者の処遇等に関する法律３７条に基づく調髪処分の差止めを求めたが，棄却された事例",
  "lawsuit_id": "33663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/033663_hanrei.pdf",
  "contents": "--1\n平成１８年８月１０日判決言渡\n平成１７年（行ウ）第７５号 行政処分差止請求事件\n判決\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１請求\n名古屋拘置所長は，原告の意思に反して原告の頭髪を強制調髪してはならな\nい。\n第２ 事案の概要等\n１ 事案の概要\n本件は，窃盗の罪で実刑判決を受けて受刑することになった原告が，生物学\n上及び戸籍上は男性であるものの，性同一性障害のため，心理的，社会的には\n女性として生活してきたことを理由に，拘置所長により，刑事施設及び受刑者\nの処遇等に関する法律３７条に基づく男子受刑者としての調髪処分を受けるこ\nとになれば，耐え難い精神的苦痛を被り，そのような処分は憲法上保障されて\nいる髪型を自由に決定する権利を侵害する違法な処分であるなどと主張して，\nその事前の差止めを求める抗告訴訟である。\n２ 前提となる事実\n(1) 原告が受刑者として収容された経緯\nア 原告は，平成１１年９月１７日，窃盗罪で懲役２年，執行猶予４年の有\n罪判決の言渡しを受け，その執行猶予期間中に行った窃盗罪により，平成\n１４年５月２４日，懲役１年，保護観察付き執行猶予４年の有罪判決の言\n渡しを受けた者であるが，さらにその執行猶予期間中に犯した窃盗罪（以\n下「本件窃盗罪」という。）により，平成１７年７月１９日，名古屋地方\n--2\n裁判所において，懲役１年２月の有罪判決の言渡しを受け，同判決は，同\n年１２月１４日，名古屋高等裁判所において，控訴棄却の判決がなされ\n（甲１１，１２号証），平成１８年３月１５日，最高裁判所で上告棄却の\n決定がなされて確定した（甲１３号証）。\nイ 原告は，平成１７年１２月１６日，本件訴訟を提起し，平成１８年３月\n２０日，行政事件訴訟法３７条の５第２項に基づき，調髪処分（平成１７\n年法律第５０号による改正前の監獄法３６条に基づく強制翦剃処分）の仮\nの差止めを申し立てたが，当裁判所は，同月２４日，上記申立てを却下し\nた。\n(2) 原告のこれまでの処遇及び現状等\nア 原告は，平成１７年２月ころ，刑事被告人として名古屋拘置所に入所し\nたが，その際，戸籍上は男性であるが，睾丸摘出手術をしている等，外見\n上女性としての容姿を有していることから，特殊被収容者として単独処遇\nとされるとともに，運動，入浴，診察，面会等も原則として単独連行とさ\nれた（乙５号証）。\nイ 名古屋拘置所では，本件窃盗罪の上記の刑が確定したことから，平成１\n８年３月３０日から同年４月７日までの間，３回にわたって原告と面談し，\n法令に基づく調髪に応ずるよう指導したが，原告は，肩までの長さ程度の\n調髪には応じるとするものの，社会復帰後の就職などを理由に，それより\n短い調髪には応じないとの意向を表明している（乙７号証ないし１０号\n証）。\nウ 原告の頭髪は，平成１８年６月ころの時点において，後背部の腰部周辺\nまで達する長髪であり，束ねることなく垂らしていることが多い。髪型は\nいわゆるストレートヘアである（甲１０号証，乙４号証）。\n３関係法令\n本件については，平成１８年５月２４日施行の刑事施設及び受刑者の処遇等\n--3\nに関する法律（平成１７年法律第５０号，以下「刑事施設法」又は「既決法」\nという。）及び刑事施設及び受刑者の処遇等に関する法律施行規則（平成１８\n年法務省令第５７号，以下「既決規則」という。）が適用されることになるが，\nこれら本件に関する法令等の関係部分は以下のとおりである。\n(1) 刑事施設法\n３７条（調髪及びひげそり）\n１項 受刑者には，法務省令で定めるところにより，調髪及びひげそりを\n行わせる。\n２項 刑事施設の長は，受刑者が自弁により調髪を行いたい旨の申出をし\nた場合において，その者の処遇上適当と認めるときは，これを許すこ\nとができる。\n(2) 既決規則\n２２条（調髪及びひげそりの回数等）\n１項 男子の受刑者には，刑の執行開始後速やかに，及びおおむね１月に\n１回，調髪を行わせる。\n（中略）\n３項 女子の受刑者には，必要があるときに，調髪及び顔そりを行わせる。\n４項 前３項の規定にかかわらず，受刑者が調髪又はひげそりを行わない\nことを希望する場合において，その宗教，その者が国籍を有する国に\nおける風俗慣習，釈放の時期その他の事情を考慮して相当と認めると\nきは，調髪又はひげそりを行わせないものとする。\n５項 受刑者に行わせる調髪の髪型の基準は，法務大臣が定める。\n(3) 被収容者の保健衛生及び医療に関する訓令（法務省矯医訓第３２９３号，\n以下「本件訓令」という。乙１１号証）\n６条\n１項 刑事施設及び受刑者の処遇等に関する法律施行規則（平成１８年法\n--4\n務省令第５７号，以下「既決規則」という。）第２２条第５項の規定\nによる男子の受刑者（労役場留置者を含む。以下同じ。）の髪型の基\n準は，次のとおりとする。ただし，既決法第３７条第２項に規定する\n自弁の調髪の髪型については，刑事施設内の衛生の保持並びに刑事施\n設の規律及び秩序の維持に支障を生ずるおそれがない限り，本人が希\n望する髪型とする。\n(1) 原型刈り（別図１）\n(2) 前五分刈り（別図２）\n(3) 中髪刈り（別図３）\n２項 男子受刑者の調髪は，前項第１号又は第２号に掲げる髪型のうちか\nら，その受刑者が選択する髪型を参考にして行わせるものとする。た\nだし，男子の受刑者が次のいずれかに該当する場合において，その者\nが希望するときは，前項第３号の髪型を参考にして，適当な長さに頭\n髪をそろえる調髪を行わせるものとする。\n(1) 仮釈放の準備のため必要があると認められる者（仮釈放審査のため\nの地方更生保護委員会委員による面接が終了している場合に限る。）\n(2) 残刑期３か月以内の者\n(3) 禁錮受刑者\n(4) 拘留受刑者\n３項 女子の受刑者の髪型の基準は，刑事施設の長が定めるものとする。\nただし，既決法第３７条第２項に規定する自弁の調髪の髪型について\nは，刑事施設内の衛生の保持並びに刑事施設の規律及び秩序の維持に\n支障を生ずるおそれがない限り，本人が希望する髪型とする。\n（以下略）\n(4) 被収容者の保健衛生及び医療に関する訓令の運用について（依命通達）\n（以下「本件通達」という。乙１２号証）\n--5\n１ 受刑者の自弁の調髪（訓令第６条関係）\n(1) 既決法第３７条第２項に規定する自弁の調髪が許される例\nア 仮釈放審査のための地方更生保護委員会委員による面接が終了して\nおり，仮釈放の準備のため必要があると認められる者\nイ 外部通勤作業を行わせる受刑者\nウ 外出又は外泊を許す受刑者\n（以下略）\n(5) 性同一性障害者の性別の取扱いの特例に関する法律（以下「特例法」とい\nう。）\n１条（趣旨）\nこの法律は，性同一性障害者に関する法令上の性別の取扱いの特例\nについて定めるものとする。\n２条（定義）\nこの法律において「性同一性障害者」とは，生物学的には性別が明\nらかであるにもかかわらず，心理的にはそれとは別の性別（以下「他\nの性別」という。）であるとの持続的な確信を持ち，かつ，自己を身\n体的及び社会的に他の性別に適合させようとする意思を有する者であ\nって，そのことについてその診断を的確に行うために必要な知識及び\n経験を有する二人以上の医師の一般に認められている医学的知見に基\nづき行う診断が一致しているものをいう。\n３条（性別の取扱いの変更の審判）\n家庭裁判所は，性同一性障害者であって次の各号のいずれにも該当\nするものについて，その者の請求により，性別の取扱いの変更の審判\nをすることができる。\n１ ２０歳以上であること。\n２ 現に婚姻をしていないこと。\n--6\n３ 現に子がいないこと。\n４ 生殖腺がないこと又は生殖腺の機能を永続的に欠く状態にあること。\n５ その身体について他の性別に係る身体の性器に係る部分に近似する\n外観を備えていること。\n（以下略）\n４ 本件の争点\n(1) 本案前の主張（重大な損害が生ずるおそれがあるか否か（行政事件訴訟法\n３７条の４第１項））\n(2) 原告に対して調髪処分をすることが，拘置所長の裁量権を逸脱・濫用する\nものとして違法か否か。\n５ 当事者の主張\n(1) 争点(1) 本案前の主張について\n（被告の主張）\nア 行政事件訴訟法３７条の４第１項の「重大な損害」は，差止めの訴えの\n訴訟要件であるところ，その有無は，処分がされることにより維持される\n行政目的達成の必要性を踏まえた処分の内容及び性質と，当該処分によっ\nて原告が被るおそれのある損害の性質及び程度とを，損害の回復の困難の\n程度を考慮した上で比較衡量し，かかる行政目的達成を犠牲にしても原告\nを救済しなければならない必要性があるか否かの観点から検討すべきであ\nる。\nイ そして，刑事施設法３７条による調髪処分は，第１に多数人を一定の場\n所に隔離することによる衛生の必要性，第２に受刑者の外観を特定の形に\n統一し，あらゆる階層からなる受刑者を外観を含めて一律に扱う外観上の\n斉一性の必要性，第３に財政上の負担，受刑者管理上の容易性，以上の観\n点から，刑務所の規律と衛生保持という刑務所における矯正目的を達成す\nるために欠かすことのできないものであり，その処分内容等も，原則とし\n--7\nて原型刈りか前五分刈りというものであって，生活上格別の不利益をもた\nらしたり，精神的・肉体的な苦痛を生じさせるものではなく，その人の社\n会的評価を著しく損なったり，人間の尊厳を害するものでもない。\n一方，調髪処分によって原告が被るおそれのある損害は，調髪による精\n神的苦痛に尽きるところ，それは個人の主観的価値観によるところが大き\nいものであって，それ自体，精神的苦痛に対する慰謝料として金銭賠償に\nよることが十分に可能である。そして，原告が前刑，前々刑判決でいずれ\nも執行猶予を受け，更生の機会を２度にわたり与えられながら，更に犯罪\nを惹起したために矯正教育に服すことになったものである以上，これを受\n忍してしかるべきものといえ，さらに，社会復帰に際しての不都合を考慮\nしても，頭髪はいずれ生えてくるものであり，さらに生えるまでの間，か\nつら等を利用することによっても，調髪によって生ずる不都合を回避する\nことができる。\nしたがって，原告が調髪されることによって被る損害は，刑務所の規律\nと衛生保持という調髪処分の行政目的達成を犠牲にしても救済されなけれ\nばならないほど重大なものとは認められないというべきである。\nウ 以上によれば，本件訴えは，行政事件訴訟法３７条の４第１項所定の\n「重大な損害」を生じるおそれを欠くものであり，不適法として却下され\nるべきである。\n（原告の主張）\n被告の主張は争う。\nア 個人の髪型は，個人の自尊心あるいは美的意識と分かち難く結びつき，\n特定の髪型を強制することは身体の一部に対する直接的な干渉となり，強\n制される者の自尊心を傷つけるものであるから，髪型決定の自由が個人の\n人格的価値に直結することは明らかである。\nしたがって，個人がその髪型について自由に決定しうる権利は，個人が\n--8\n一定の重要な私的事柄について公権力から干渉されることなく，自ら決定\nすることができる権利の一内容として，憲法１３条により保障されている\nものである。\nそして，受刑者に対しても髪型の自由が憲法上保障されていることはい\nうまでもない。\nイ このように，特定の髪型の強制が個人の身体に対する直接的な干渉とな\nり，強制される者の自尊心を傷つける行為である以上，調髪処分によって\n個人が被る損害は重大というべきである。\nまた，頭髪の調髪は，いったん実施されれば原状に回復することは不可\n能であり，その意味において，事前の差止めを認めないことによる損害は\n回復すべからざるものであるとともに，この処分に対しては事前の差止め\nを訴求する以外に他に適当な救済方法は存在しない。\nウ 原告の頭髪は，現在，背中にまでかかる程度の長さであるが，これは，\n原告が，性同一性障害という特殊事情とも相まって，髪型に特別なこだわ\nりを持っているからである。\nそうすると，このような原告に対して調髪処分を強制するならば，原状\n回復が不可能となるばかりでなく，原告の自尊心に回復し難い傷跡を残す\nことになる。したがって，原告に対する頭髪の調髪処分により，原告自身\nが被る損害は重大であるといわなければならない。\n(2) 争点(2) 原告に対して調髪処分をすることが，拘置所長の裁量権を逸脱・\n濫用するものとして違法か否かについて\n（被告の主張）\nア 本案勝訴要件としての一義的明白性について\n行政事件訴訟法３７条の４第５項は，差止め訴訟の本案勝訴要件として，\n「その差止めの訴えに係る処分又は裁決につき，（中略）行政庁がその処\n分若しくは裁決をすることがその裁量権の範囲を超え若しくはその濫用と\n--9\nなると認められるとき」と定めている。\nこれは，行政庁がいまだ第一次的判断権を行使していない段階において，\n裁判所が差止判決をし，司法が行政に一定の行政上の作為，不作為義務を\n課すことを正当化し得るとすれば，その作為，不作為が単に違法と判断さ\nれるだけでは足りず，その違法が一見して明らかであること（いわゆる一\n義的明白性）が求められるというべきである。\n本件差止めの訴えに係る調髪処分が裁量処分であることはいうまでもな\nいから，この処分をすることが拘置所長の裁量権を逸脱・濫用するものと\n明らかに認められる場合に限って，本件差止めの訴えが認容されることに\nなる。\nイ 調髪処分の適法性について\n刑事施設法３７条１項による調髪処分は，第１に，多数人を一定の場所\nに隔離する場合，衛生面の注意が特に必要とされることが明らかであると\nころ，長髪はとかく不潔になりがちで，衛生の見地から好ましくないこと，\n第２に，受刑者の外観を特定の形に統一することは，刑務所内の秩序の維\n持ないし逃走の防止のために有効であり，あらゆる階層の出身者からなる\n受刑者を，その外観を含めて一律に扱うことが，刑務所内における刑の執\n行，受刑者の矯正の目的にとって重要であること，第３に，頭髪を短く調\n髪する方が，長髪を許した上，これを調髪する場合よりも施設や器具等の\n財政上の負担が軽く，受刑者の管理上も容易であること，以上を根拠とし\nて行われるものであって，施設の長が，施設を管理し，矯正目的を実現す\nる上で必要不可欠なものというべきである。\nしたがって，名古屋拘置所長が，原告に対し，調髪処分をすることも，\nその裁量権を逸脱・濫用するものではない。\nウ 原告の主張に対する反論\n(ｱ) 原告は，性同一性障害という特殊事情から，調髪処分については，女\n--10\n子受刑者と同様に扱うべきである旨主張する。\n上記のとおり，平成１６年７月１６日から特例法が施行されており，\n性同一性障害者であって，一定の要件をみたす者については，家庭裁判\n所の審判によって，その性別につき，心理的な性別である他の性別に変\nわったものとみなされることになる。\nしかし，かかる取扱いは，例外であって，審判の効果には遡及効がな\nいから，現在，このような審判を受けていない原告を法的に女子受刑者\nとして扱うことは不可能であり，むしろ許されない。\n(ｲ) また，原告は，特例法の定める性同一性障害者の要件のうち，同法２\n条所定の「自己を身体的及び社会的に他の性別に適合させようとする意\n思を有する者であって，そのことについてその診断を的確に行うために\n必要な知識及び経験を有する２人以上の医師の一般に認められている医\n学的知見に基づき行う診断が一致していること」を充足していないこと\nは明らかであり，また，性同一性障害者であるとしても，性の取扱いの\n変更の審判を受けるためには，上記のとおり①２０歳以上であること，\n②現に婚姻をしていないこと，③現に子がいないこと，④生殖腺がない\nこと又は生殖腺の機能を永続的に欠く状態にあること，⑤その身体につ\nいて他の性別に係る身体の性器に係る部分に近似する外観を備えている\nこと，以上のすべてを満たす必要があるところ，原告については，その\n主張自体から，以上の要件のすべてを満たしてはいないことが明らかで\nある。\nしたがって，実質的に検討しても原告を女子受刑者と同様に扱うこと\nは適当でない。\n(ｳ) また，原告は，被告が調髪処分の合理性として主張する①衛生の必要\n性，②外観の斉一性確保の必要性，③調髪による財政上の負担，受刑者\nの管理上の機能に対し，①については女子受刑者，未決勾留中の者との\n--11\n比較において衛生の必要性は問題にならないこと，②については行刑改\n革会議の提言に照らして合理性を欠くこと，③については，費用本人負\n担を採用すればよいこと，以上を主張する。\nしかし，上記①については，無罪の推定を受ける未決勾留中の者と，\n受刑者である原告とではその法的地位が異なり，そのため，衛生の必要\n性も受刑者に比して譲歩されるにすぎない。また，女子受刑者との対比\nについても，男子受刑者を収容する施設は，女子受刑者のように調髪済\nみでない者の収容を予定していないから，それとの対比も意味をなさな\nい。\nまた，上記②については，原告の引用する提言からどのように原告主\n張の結論を導いたかが不明である。\nさらに，上記③の管理上の機能の点については，原告の身体能力が女\n性と同様であるなどとはいえない以上，男性同様の管理をすべき必要性，\n合理性は何ら否定されるものではない。\n（原告の主張）\n原告の主張は否認ないし争う。\nア 調髪処分の違法性について\n(ｱ) 懲役刑とは，受刑者の身体の自由を拘束して所定の作業を行わせるも\nのであり，その内容に調髪が含まれないことはいうまでもない。\nしたがって，受刑者に対してその髪型に制約を加え得るとすれば，そ\nの理由は，受刑者を刑務所に収容する目的が，犯罪に対する制裁として\n身体の自由を拘束し，同時に隔離された場所において，犯罪者に矯正策\nを講じようとすることにあるため，その目的を達成するために必要であ\nること以外には考えられない。この場合，仮に受刑者の髪型に一定の制\n約を加えることが許されるとしても，髪型決定の自由が憲法上の保障を\n受けるものであることからみて，上記目的を達成するため，最小限度の\n--12\n制約を加えることが許されるにすぎない。\n(ｲ) 被告は，調髪処分の必要性について，①多数人を一定の場所に隔離す\nる場合，衛生面の注意が特に必要であること，②外観の斉一性を保つこ\nとが，刑務所内の秩序維持ないし逃走の防止に大きな効果があること，\n③調髪する方が，長髪を許した上でこれを調髪するよりも，施設，器具\n等の財政上の負担が軽く，受刑者の管理も容易であることを上げる。\nしかし，衛生面について同様に扱われる限り，男子受刑者と女子受刑\n者との間で差異はないはずであるが，女子受刑者については，髪の毛を\n束ねることは要求されているものの，長髪が許容されている。また，拘\n置所においては，未決勾留中の者は調髪を強制されることはない。この\nような女子受刑者との取扱いの違いの根拠は，単に，男子受刑者である\nことに尽きるが，これら①衛生上の注意，②秩序維持及び逃走防止，③\n財政上，管理上の負担軽減の要求は，男子受刑者の調髪についてのみ問\n題になるものではない。\nまた，上記②については，平成１５年１２月２２日の行刑改革会議提\n言において，受刑者の特性に応じた処遇の実現，処遇困難者に対するき\nめ細かな収容の実現等に言及されていることから，男子受刑者に対して\n一律に極端に短い頭髪を強制することの合理性はもはや失われていると\nいってよい。\nさらに，上記③については，女子受刑者に対して許容されている自弁\n調髪が男性受刑者に許容されない合理性はない。\n(ｳ) 以上のとおり，原告に対して調髪と称し，いわゆる丸坊主刈りを強制\nすることには合理性は認められない。\nイ 原告の特殊事情\n仮に男子受刑者の調髪処分の必要性が認められるとしても，原告には，\n性同一性障害という特殊事情があるため，女子受刑者と同様に扱うべきで\n--13\nあって，原告に対し調髪処分をすることは許されない。\n(ｱ) 原告は，小学校６年生のころから，自己の性別が男性であることに疑\n問を持ち始め，頭髪を肩の辺りまで伸ばしていた。その後進学した中学\n校の校則では，男子の頭髪は丸坊主とされていたが，原告は，従来の髪\n型を維持した。その後，学校から校則を守るよう強く指導されたため，\n仕方なく髪の毛を切ったが，中学校３年生のころから再度髪の毛を伸ば\nし始め，以来，長髪を維持している。\n原告は，１７歳のころ，睾丸摘出手術を受け，同時にホルモン剤投与\nも受けるようになった。１８歳のころからニューハーフバーでホステス\nとして稼働し，外見上の女性らしさを追求するため，顔面の整形手術も\n受けた。そして，平成１４年５月１０日，精神科医師より性同一性障害\nの診断基準に合致する旨判断されている。\n原告は，以上のような特殊事情を抱えているため，周囲からは好奇の\n目で見られ続け，常に精神的に不安定な日々を過ごしてきており，精神\nを安定させるため薬物に頼らざるを得ない状況にあった。その結果，薬\n物依存症と診断されて，その治療を継続していた。\n(ｲ) 以上のとおり，原告は１７歳のころから現在に至るまで２５年以上も\nの間，自己の身体的性別（男性）を自己の性意識（女性）に合致させる\nべく手術や治療等を受けてきており，その結果，原告の身体的特徴は，\nむしろ女性のそれに近く，その状態は不可逆的であって，もはや男子受\n刑者としての処遇を受けることは不可能である。\nこのような原告に対し，その生物学的性別に従って処遇し，男子受刑\n者として頭髪の調髪を強制することは，これまで行ってきた治療方法に\n逆行するものである上，原告の自尊心を傷つけ，耐え難い精神的苦痛を\n与えるものであって，それを強制することは，拘禁目的からみても原告\nの自己決定権に対する過剰な制約であり許されない。\n--14\n(ｳ) したがって，拘置所長が，原告に対し，男子受刑者として頭髪の調髪\n処分をすることは，明らかに裁量権を逸脱・濫用したものして違法な処\n分といわざるを得ない。\n第３ 当裁判所の判断\n１ 争点(1) 本案前の主張（重大な損害を生ずるおそれがあるか否か（行政事件\n訴訟法３７条の４第１項））について\n(1) 行政事件訴訟法３条７項の差止めの訴えは，同法３７条の４第１項に「一\n定の処分又は裁決がされることにより重大な損害を生ずるおそれがある場合\nに限り，提起することができる。」と定められているとおり，重大な損害の\n発生のおそれがあることを訴訟要件とするものであるが，これは，差止めの\n訴えが，予想される行政処分に対する事前審査によって，行政庁に対し一定\nの不作為義務を課すことを訴求するものであることから，司法審査の機能を\n強化しつつ，司法と行政との適切な機能分担を図る趣旨により規定されたも\nのと解され，同訴えによる事前救済が得られる場合を，行政処分の取消しの\n訴え及びその提起を前提とする執行停止によって得られる事後の救済によっ\nては実効的な救済を図ることができない場合に限定したものと解される。\nそして，同条の４第２項が，上記の重大な損害が生ずるか否かの判断に当\nたっては「損害の回復の困難の程度を考慮するものとし，損害の性質及び程\n度並びに処分又は裁決の内容及び性質をも勘案するものとする。」旨規定す\nるところに従い，原告の権利利益やこれに対する侵害の性質及び程度，当該\n処分によって達成すべき行政目的の緊急性，即時性の内容及び程度等を比較\n衡量し，当該処分によって原告に生じる損害が，当該処分の取消しの訴え及\nび執行停止によっては回復することが困難であるか否かという観点から判断\nすべきである。\n(2) これを本件についてみるに，髪型を自己の意思や好みに従って選択し，決\n定することは，個々人の自己表現の一態様として基本的に各自が自由に決す\n--15\nることができるのであって，個人の尊厳に係る権利として尊重されるべきも\nのと解されるところ，刑事施設法３７条に基づく調髪処分は，受刑者個人の\n意思に反しても，一定範囲の髪型に調髪することを強制するものであり，そ\nの執行によって従前保持してきた頭髪及び髪型は失われ，その後髪は伸びて\nくるとはいえ，従前の長髪等に復するまでには相当の期間を要し，それまで\nの間の上記利益は失われるのであるから，同処分による損害は，その性質上\n回復の困難な損害というべきである。\n以上の点に照らしてみると，上記調髪処分がなされるときは，原告に同処\n分の取消しの訴え及び執行停止による事後審査によっては，回復することが\n困難な重大な損害が生じるおそれがあると認めるのが相当である。\n(3) したがって，本件訴えは上記の訴訟要件を満たしていると解されるから，\n被告の本案前の主張は採用できない。\n２ 争点(2) 原告に対して調髪処分をすることが，拘置所長の裁量権を逸脱・濫\n用するものとして違法か否かについて\n(1) 前記「前提となる事実」欄記載の事実に後掲各証拠及び弁論の全趣旨を総\n合すると以下の事実が認められる。\nア 原告の経歴等について（甲１号証の１ないし８，弁論の全趣旨）\n原告は，小学校６年生のころから自己の性別が男性であることに疑問を\n持つようになり，中学校３年生のころから校則に違反して頭髪を伸ばし始\nめ，以来長髪を維持している。その後，原告は，１７歳になって睾丸摘出\n手術を受け，同時にホルモン剤投与を受け始め，さらに，外見の女性らし\nさを追求するため顔面の整形手術を受けた。ホルモン剤の投与は，受刑中\nの現在においても継続している。原告は，ニューハーフバーやスナックで\nホステスとして働くなど，心理的，社会的に女性としての生活を送ってき\nた。\nイ 原告の診療経過について（甲３号証の３）\n--16\n(ｱ) 原告は，平成１２年ころ，交通事故で負傷し，リハビリ治療の経過が\n思わしくなかったため，精神安定剤等の薬物を服用するうち，次第にこ\nれらの薬物に依存するようになり，その服用を中止するとヒステリー発\n作が生じたため，平成１３年７月１９日，国立名古屋病院に救急搬送さ\nれ，その後，同月２６日から平成１５年１２月１５日までの間，１７回\nにわたり，同病院精神科において通院による精神療法を受けた。原告は，\nその間の平成１４年８月３１日及び平成１５年９月２５日にも，不穏状\n態あるいは錯乱状態になったため，救急車にて同病院に搬送された。\n(ｲ) 原告について，平成１４年５月９日付けで名古屋区検察庁検察官が行\nった刑事訴訟法１９７条２項に基づく「傷病名等についての照会」に対\nし，上記病院の担当医師は，同月１０日付けで，傷病名を「薬物依存症\n（向精神薬）」及び「性同一性障害」と診断し，前者につき「依存症の\n程度はかなり高い」，後者につき「診断基準（ＤＳＭ－Ⅳ）に合致する\nものと思われる。」，治療内容等につき「依存性形成を生じにくい薬剤\nへの置換療法，精神療法にて治療を行っていた」旨の回答をした。\nウ 性同一性障害について（甲６号証，８号証）\n(ｱ) 定義\n性同一性障害とは，生物学的な雌雄を表す生物学的性と，心理的・社\n会的な女性性・男性性を表す性意識である心理的・社会的性とが，何ら\nかの理由により一致しないため，生物学的には完全に正常であり，しか\nも自分の肉体がどちらの性に所属しているかをはっきり認識していなが\nら，その反面で，人格的には自分が別の性に属していると確信している\n状態をいう。\nすなわち，男（女）性の肉体をもちながらも本来自分は女（男）であ\nって，男（女）性に生まれてきたのは何かの間違いであると考え，こう\nした確信に基づいて，日常生活においても女（男）性の装身具類を身に\n--17\nつけ，女（男）性の性別役割を実行し，さらには，本物の女（男）性に\nなりたいという変性願望や性転換願望を持ち，ホルモン投与や性転換術\nまでも行おうとする状態をいう。\n(ｲ) 診断基準\n日本精神神経学会による「性同一性障害に関する診断と治療のガイド\nライン（第３版）」によれば，性同一性障害の診断手続としては，性同\n一性障害に十分な理解と経験をもつ精神科医が，①ジェンダー・アイデ\nンティティの判定，及び②身体的性別の判定を経て，統合失調症などの\n精神障害を除外して，身体的性別とジェンダー・アイデンティティが一\n致しないことが明らかであれば，性同一性障害と診断することになる。\nこれらの診断につき，二人の精神科医が一致して性同一性障害と診断\nすることで，診断は確定することとされている。二人の精神科医の意見\nが一致しない場合は，さらに経験豊富な精神科医の診察を受け，その結\n果を改めて検討することになる。\nなお，二人の精神科医の診断の一致を求めているのは，性同一性障害\nの治療に関してホルモン療法や手術療法など不可逆的治療を前提として\nいるため，確実な診断がなされることが要求されるからであり，身体的\n治療を前提としない場合などには，必ずしも二人の精神科医の一致した\n診断が必要とされるわけではない。\n(ｳ) 治療について\n性同一性障害の治療には，①精神療法，②ホルモン療法，③外科的療\n法の３種がある。\n精神療法では，精神科医や心理関係の専門家が中心になって，性同一\n性障害のために受けてきた精神的，社会的，身体的苦痛について十分な\n時間をかけて聴取し，これを理解するよう努めるなどして，精神的安定\nを得られるかを確認する。\n--18\nホルモン療法では，生物学的性が男性の者に対しては，エストロゲン\n製剤やゲスタゲン製剤の投与を行う。また，外科的療法としては，性別\n適合手術が行われる。生物学的性が男性の者に対しては，精巣摘出術，\n陰茎切除術，造膣術及び外陰部形成術が行われる。\n(2) 調髪処分の違法性について\nア 以上を前提に調髪処分の違法性の有無について検討する。\n個人の髪型を各自が自由に決し得る権利は，個人の美的感覚や生活様式\nなどと結びついており，憲法１３条が保障する個人の尊厳に係る権利の内\n容を成すものとして尊重されるべきものであって，何人も合理的な理由な\nく一定の髪型を強制されることはない。\nしかしながら，懲役刑等は，受刑者に，その罪のしょく罪をさせるとと\nもに，その更生を図ることを目的として一定期間，施設内に身柄を収容し，\n矯正を施すものであるから，かかる拘禁目的の達成に必要な限り，上記の\n自己決定権が制約を受けることは当然というべきであって，刑事施設法３\n７条１項が，受刑者に対する調髪の強制を規定しているのも，その趣旨に\nよるものと解される。そして，個々の受刑者について，どのように処遇す\nるのが拘禁目的の達成に必要であるかは，当該拘禁施設の運営管理の責任\n者である施設の長が最も熟知していると考えられるから，その処遇内容の\n決定は，基本的に当該施設の長の裁量にゆだねられていると解すべきであ\nり，その処遇が，拘禁目的に照らして明らかに上記の自己決定権に対する\n過剰な制約であると認められない限り，裁量の範囲を逸脱・濫用するもの\nとして違法となることはないと解される。\nそして，本件訓令によれば，男子受刑者の調髪は，原型刈り及び前五分\n刈りのうちから，その者が選択する髪型で行わせることとされているから，\n男子受刑者は，原則として原型刈り又は前五分刈りに調髪されるところ，\nこの措置は，①多数の犯罪性向を有する者を収容して集団生活を営ませる\n--19\nに当たって，集団内の規律や衛生を厳格に維持するために有効かつ必要な\n手段であること，②逃走防止及び画一的処遇の実現にとって受刑者の外観\nをある程度統一する必要性があること，③長髪を許容することによって生\nずる施設や器具の調達，維持のための財政上の負担増加を回避することが\nできること，④課せられる作業の内容によっては，安全管理上かかる措置\nが適当であると考えられること，これらの諸点に照らしてみると，本件訓\n令が上記のとおり定めるところは，上記の拘禁目的等に照らして合理的で\nあり，男子受刑者に過剰な制限を加えるものということはできない。\nイ この点について，原告は，女子受刑者や未決勾留中の者には長髪が許容\nされており，これらの者については，衛生維持，逃走防止及び画一的処遇\nの要請並びに財政上の負担等上記の諸点について何ら問題にされておらず，\nこれらとの比較において男子受刑者に対する上記調髪処分の定めは合理性\nがないと主張する。\nしかしながら，刑事施設法は，男女受刑者の収容の方法として性別によ\nる分離収容を行うこととしているところ（４条１項１号），それ自体が，\n男女の性別に応じた収容処遇の必要性と合理性に基づくものであることは\nいうまでもないし，男女の髪型の違いは，生物学的，社会的な役割分担や，\n習俗，美意識等の諸事情によって歴史的に自ずから形成されてきたものと\n解されるのであって，上記のとおり性別に応じて分離収容される男女の受\n刑者について，合理的と認められる髪型に差異があることは当然と考えら\nれ，原告の上記指摘の点によっては，男女の受刑者の髪型の取扱いの定め\nが，不合理な区別や不公平な取扱いということはできない。なお，本件訓\n令は，女子受刑者の髪型についても，原則として，刑事施設の長が定める\nものとしており，男子受刑者と同様，逃走防止及び画一的処遇を実現する\nための外観上の統一性を確保している。\nまた，未決勾留中の者は，刑事司法上の目的のために一定の範囲で自由\n--20\nを制限される者であり，その範囲外においては原則として一般市民として\nの自由を保障されるべき者であって（最高裁昭和５８年６月２２日大法廷\n判決・民集３７巻５号７９３頁参照），未決勾留中の者の長髪等が許され\nるのは，調髪による収容施設の維持・管理という行政目的の達成よりも，\nかかる自由の確保の要請を優先させたものであって，有罪判決の執行によ\nり収容される受刑者とは，その地位が異なるから，未決勾留中の者が髪型\nを自由に決することができるからといって，男子受刑者に対する調髪処分\nが違法となるものではない。\nウ さらに，原告は，性同一性障害という特殊事情を有するため，女子受刑\n者と同じように長髪が許容されるべきであり，男子受刑者として調髪処分\nをすることは裁量権を逸脱・濫用するものとして違法であると主張する。\n原告は，前記のとおり，少年期から自己の男性性に違和感を覚え，その\n後の生育過程において睾丸摘出手術やホルモン剤投与を受けるなどし，心\n理的，社会的にも女性としての生活を送ってきたこと，精神科の医師から\nも，性同一性障害との診断を受けたこと（なお，日本精神神経学会による\n「性同一性障害に関する診断と治療のガイドライン（第３版）」に基づく\n確定診断を受けたものではない。）が明らかである。\nそこで，上記のような特殊事情を有する原告について，拘置所長がとる\nべき処遇内容について検討するに，刑事施設法は，男子受刑者と女子受刑\n者とを分離して収容することとし（同法４条１項１号），女子受刑者に対\nする身体等の検査については，女子の刑務官がこれを行うこととし（同法\n５２条２項），女子受刑者のみに施設内での子の養育を許す場合を規定し\n（同法４３条），既決規則２１条２項は，女子受刑者の入浴の立会いを女\n子職員に限定するなど，男女の性別に配慮した処遇上の差異を設けている\nところである。そして，刑事施設法は，これらの前提となる性別の判定方\n法については何らの規定も置いていないから，同法は，社会通念上一般に\n--21\n是認されている判定方法，すなわち戸籍の記載や受刑者の生物学的，身体\n的特徴に基づいて男女の判定を行うことを前提としており，特段の事情が\n認められない限り，その性別に応じた処遇を行うものと定めていると解す\nるのが相当である。また，実際の運用においても，このような判定及び処\n遇の方法が最も客観的で公平な取扱いというべきであって，矯正現場に混\n乱を生じさせることが少ないと考えられる。\n原告は，上記のとおり，戸籍上男性となっている上，男性器も摘出手術\nを受けた睾丸部分を除いて残しており，性別を判断する上での身体上の外\n観としては男性としての特徴を備えているから，名古屋拘置所長が，原告\nを基本的に男性受刑者として処遇することとしても，それ自体を裁量権の\n逸脱・濫用ということはできない。そして，原告の上記のような心理的，\n社会的な女性としての生活歴，睾丸摘出や容貌の整形手術を受けた経歴，\nホルモン剤の投与を受けている事実その他の諸事情は，受刑者の拘禁施設\nにおける拘禁目的を達成するについて考慮されるべき諸事情，すなわち，\n集団的な拘禁施設における衛生状態の保持の必要性，集団的処遇の性質や\n逃走防止面からの外観の斉一性を確保する必要性，財政上の負担増加の回\n避等の諸事情と対比してみると，なお上記の特段の事情があるとは認めら\nれず，これらをどの程度しんしゃくして処遇上の配慮をすべきかも，収容\nされている受刑者の人数，性質や施設の設備，監視態勢等諸般の事情を総\n合考慮した裁量判断にゆだねられているというべきである。\nしたがって，名古屋拘置所長が，原告の頭髪について他の男子受刑者と\n異なる処遇を行う必要がないと判断し，調髪処分を行った結果，原告に相\n応の精神的苦痛を与えることになるとしても，これをもって，直ちに名古\n屋拘置所長の裁量権を逸脱・濫用する違法な行為と評価することはできな\nい。\n３結論\n--22\n以上の次第であって，原告の主張する調髪処分は，名古屋拘置所長がその処\n分をすべきでないことが，その処分の根拠となる法令の規定から明らかである\nとは認められず，また，同処分をすることが，名古屋拘置所長の裁量権の範囲\nを超え若しくはその濫用となると認めることはできないから，その事前の差止\nめを求める原告の本訴請求は理由がない。\nよって，原告の請求を棄却することとし，訴訟費用の負担につき，行政事件\n訴訟法７条，民訴法６１条を適用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n中村直文裁判長裁判官\n前田郁勝裁判官\n片山博仁裁判官\n（別紙省略）\n"
}