{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 22
  },
  "case_number": "平成14(わ)348",
  "case_name": "業務上過失致死，道路交通法違反被告",
  "court_name": "福岡地方裁判所小倉支部",
  "lawsuit_id": "8183",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8183",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/183/008183_hanrei.pdf",
  "contents": "平成１４年８月２２日宣告\n平成１４年(わ)第３４８号，第４２９号 業務上過失致死，道路交通法違反被告事\n件\n判              決\n主              文\n被告人を懲役２年１０月に処する。\n未決勾留日数中６０日をその刑に算入する。\n理              由\n(罪となるべき事実)\n被告人は，\n第１　平成１４年４月２１日午前３時３０分ころ，業務として普通乗用自動車を運\n転し，北九州市ａ区ｂ町ｃ丁目ｄ番ｅ号付近道路をｘ方面からｙ方面に向かい\n進行するに当たり，指定最高速度(時速５０キロメートル)を遵守するのはもと\nより，前方を注視し，進路の安全を確認しつつ進行すべき業務上の注意義務が\nあるのにこれを怠り，自車助手席の同乗者との会話に気を取られ，前方注視を\n欠いたまま漫然時速約８０キロメートルで進行した過失により，折から進路前\n方を同一方向に進行中のＡ（当時４１歳）運転の普通貨物自動車を，その後方\n約１６．７メートルに迫って初めて認めたが，急制動の措置を講ずる間もな\nく，同車左後部に自車右前部を衝突させ，その衝撃により同普通貨物自動車を\n右斜め前方に逸走させた結果，同車を中央分離帯に設置された信号柱に激突さ\nせ，よって，同人に頭部打撲等の傷害を負わせ，同月２２日午後９時２８分こ\nろ，同市ａ区ｆｇ丁目ｈ番ｉ号所在のＢ総合病院において，同人を上記傷害に\n基づく一次性脳幹損傷により死亡するに至らしめた。\n第２　同月２１日午前３時３０分ころ，同区ｂ町ｃ丁目ｄ番ｅ号付近道路におい\nて，上記第１記載のとおり，普通乗用自動車を運転中，上記Ａに上記傷害を負\nわせる交通事故を起こしたのに，直ちに車両の運転を停止して同人を救護する\n等必要な措置を講ぜず，かつ，その事故発生の日時及び場所等法律の定める事\n項を，直ちに最寄りの警察署の警察官に報告しなかった。\n第３　同日午前３時４０分ころ，同区ｊｋ丁目ｌ番ｍ号付近道路において，普通乗\n用自動車を運転中，自車を同所に駐車中のＣ所有の軽四輪乗用自動車に衝突さ\nせ，同車のフロントバンパー等を損壊(損害額１５万６８００円)する交通事故\nを起こしたのに，その事故発生の日時及び場所等法律の定める事項を，直ちに\n最寄りの警察署の警察官に報告しなかった。\n(証拠の標目)　省略\n(法令の適用)\n罰　条\n判示第１の所為　刑法２１１条１項前段に該当\n判示第２の所為　前段の救護等義務違反の点は，平成１３年法律第５１号によ\nる改正前の道路交通法１１７条，７２条１項前段に，後段\nの報告義務違反の点は，道路交通法１１９条１項１０号，\n７２条１項後段にそれぞれ該当\n判示第３の所為　道路交通法１１９条１項１０号，７２条１項後段に該当\n観念的競合の処理(判示第２の所為)\n刑法５４条１項前段，１０条(重い救護等義務違反の罪の刑で処断)\n刑種の選択\nいずれも懲役刑を選択\n併合罪の処理\n刑法４５条前段，４７条本文，１０条(最も重い判示第１の罪の刑に法定の加\n重)\n未決勾留日数の算入\n同法２１条\n訴訟費用の不負担\n刑事訴訟法１８１条１項ただし書\n(量刑の理由)\n本件は，被告人が，前方注視を欠いたまま指定最高速度を超える高速度で漫然と\n自車を進行させたことにより，前方を同一方向に進行していた被害車両を避けきれ\nずにその左後部に自車右前部を衝突させて被害車両を右斜め前方の信号柱に激突さ\nせ，同車両の運転者を後刻死亡させ，また，上記交通事故を起こしたのに，直ちに\n被害者の救護等の必要な措置を講じなかったと同時に，事故発生等の事実を最寄り\nの警察署の警察官に報告せず，さらにその後，逃走中に自車を道路脇の駐車車両に\n衝突させる交通事故を起こしたのに，やはり事故発生等の事実を直ちに最寄りの警\n察署の警察官にに報告しなかったという，業務上過失致死及び各道路交通法違反\n(救護等義務違反，報告義務違反)の事案である。\n本件一連の経緯は，被告人が，前日の夜に内妻の友人を迎えに車で福岡市まで行\nき，北九州市に戻る車中で運転をしながら発泡酒(３５０ミリリットル缶)を１本半\n飲んだほか，その後に内妻及び上記友人らとともに入ったカラオケボックスでは，\n後に車を運転することが分かっていながら，ビールを中ジョッキで約５杯飲んだ上\nで車を運転して帰宅の途につき，上記人身事故現場付近において，指定最高速度を\n時速約３０キロメートル超過した時速約８０キロメートルで進行しながら，助手席\nの内妻との会話に気をとられて前方を注視していなかったために上記人身事故を起\nこしたものの，飲酒運転であったため，重い処罰を受けることを恐れてそのまま自\n車を走らせてその場から逃走し，さらにその途中に起こした上記物損事故について\nも，その場を走り去った後行き止まりで降車した際，後を追いかけてきた関係者か\nら追及されたところ，今度は自車をその場に置いたまま走り去ったというものであ\nるが，まず，上記人身事故については，前方注視という車の運転者にとり極めて基\n本的な注意義務を怠ったことに加え，指定最高速度を何ら遵守しようともしておら\nず，さらには多量の飲酒をした上での運転であって，その犯行態様は，危険かつ悪\n質極まりないもので，本件過失の程度は極めて重大である。\nそして，いうまでもなく本件人身事故の結果は重大である。被害者は，昨年に妻\nと入籍したばかりで，妻の連れ子３人を含む子供５人と一緒に生活をしていたとこ\nろ，本件事故によって幸福な生活を打ち砕かれたものであり，その悲しみや憤りの\n大きさは察するに余りあるとともに，被害者の妻の処罰感情も極めて大きいもの\nで，その心情は誠に当然のものである。しかし，被告人の運転車両に係る任意保険\nは，年齢制限のために利用できず，遺族に対しては自賠責による賠償しかなされて\nおらず，被告人からは何ら慰謝の措置が講じられていない。\nまた，その後の各道路交通法違反の件については，本件人身事故により，被告人\nは，被害者に大けがを負わせたかもしれないとの認識を当時有し，しかも，同乗者\nからは制止を求められたにもかかわらず，飲酒運転での事故の発覚を恐れて現場か\nら逃走し，さらに，その後の物損事故についても，関係者からの追及を振り切って\n逃走しており，やはり犯情は極めて悪質である。\n被告人には，これまでに複数の前歴があり，昨年には，最高速度違反行為を含め\nた２件の交通違反歴もありながら，上記のような一連の犯行を犯しているもので，\nその具体的態様等を見ても，被告人の規範意識の鈍磨には看過し難いものがあり，\n以上を総合すると，被告人の刑責は重大であるといわざるを得ない。\nそうすると，他方，被告人は，本件犯行を素直に認めて反省の情を示し，社会復\n帰後は少しずつでも遺族や被害者に被害弁償をしたい旨述べていること，いまだ２\n０歳の若年であり，また，これまでに前科はないこと，被告人にも，その社会復帰\nを待ち望む内妻や幼い子がいることなど，被告人のために酌むべき事情を十分に考\n慮してもなお，被告人に対しては，主文のとおりの刑期の実刑をもって臨むのが相\n当であると判断した。\n(検察官 田代英明，国選弁護人 田村一巳 各出席)\n(求刑 懲役３年６月)\n平成１４年８月２２日\n福岡地方裁判所小倉支部第１刑事部\n裁 判 官　　　西　森　英　司\n"
}