{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 16
  },
  "case_number": "平成14(行ケ)217",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/010259_hanrei.pdf",
  "contents": "平成１４年（行ケ）第２１７号　審決取消請求事件\n平成１６年５月１０日口頭弁論終結\n判　　　　決\n原　　　　　　告　　　　　株式会社加藤製作所\n訴訟代理人弁理士　　　　　御園生芳行\n被　　　　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　　　西川惠雄，清田榮章，高木進，涌井幸一\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n本判決においては，審決，書証等を引用する場合を含め，公用文の用字用語例に\n従って表記を変えた部分があるほか，本件特許の願書に添付した明細書（甲３，出\n願公告公報に記載のもの）を「本件明細書」，同図面（甲３，前同）を「本件図\n面」と，本件訂正審判請求書（甲２）に添付された全文訂正明細書を「訂正明細\n書」という。\n第１　原告の求めた裁判\n「特許庁が訂正２００１－３９１３７号事件について平成１４年３月２７日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件発明の特許権者である原告が，訂正審判の請求をしたところ，\n請求は成り立たないとの審決がされたため，同審決の取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件特許\n特許権者：株式会社加藤製作所（原告）\n発明の名称：「車両形クレーンのジブ格納装置」\n特許出願日：昭和５９年６月１３日（特願昭５９－１２１５１５号）\n設定登録日：平成９年５月１６日\n特許番号：第２１２９５４４号\n(2)　本件手続\n審判請求日：平成１３年８月２４日（訂正２００１－３９１３７号。本件訂正）\n審決日：平成１４年３月２７日\n審決の結論：「本件審判の請求は，成り立たない。」\n審決謄本送達日：平成１４年４月６日（原告に対し）\n２　特許請求の範囲の記載内容\n(1)　本件訂正前の請求項１の記載（本件発明）\n【請求項１】ジブの格納時には，その基端をブームの先端側に，また先端をブーム\n基端側にそれぞれ向けた状態でジブをブームの側面に沿わせて格納し，上記ジブの\n使用時には，ジブを上記ブームの側面から下面側に移し替えた後に上記ジブの基端\nをブームの先端部に支持させてジブ基端を中心にジブを回動させることによりブー\nム前方に張出して使用する形式の車両形クレーンにおいて，ブームの上記側面にブ\nーム軸に沿わせて設けられた支軸に，枢軸可能に取付けられたジブホルダと，上記\nブームに設けられ，上記ジブと着脱可能な上記ジブホルダを枢動する駆動シリンダ\nと，上記ブームに設けられ，上記ジブホルダをロック可能とする部材とを，備えた\nことを特徴とする車両形クレーンのジブ格納装置。（甲３）\n(2)　本件訂正審判請求に係る請求項１の記載（訂正発明，下線部分が訂正部\n分。）\n【請求項１】ジブの格納時には，その基端をブームの先端側に，また先端をブーム\n基端側にそれぞれ向けた状態でジブをブームの側面に沿わせて格納し，上記ジブの\n使用時には，ジブを上記ブームの側面から下面側に移し替えた後に上記ジブの基端\nをブームの先端部に支持させてジブ基端を中心にジブを回動させることによりブー\nム前方に張出して使用する形式の車両形クレーンにおいて，ブームの上記側面にブ\nーム軸に沿わせて設けられた支軸に，枢動可能に取付けられ，上記ジブの重心より\n基端側でかつ重心近傍を保持するジブホルダと，上記ブームに設けられ，上記ジブ\nと着脱可能な上記ジブホルダを枢動する駆動シリンダと，上記ブームに設けられ，\n上記ジブホルダを，当該ジブホルダにより保持したジブの，前記ブームの側面側の\n横抱き位置においてロック可能とする部材とを，備えたことを特徴とする車両形ク\nレーンのジブ格納装置。（甲２）\n３　審決の理由の要点\n(1)　訂正における新規事項に関する審決の認定判断\n(a)　審決は，主な理由として次のように述べた。\n「請求人は，…『ジブホルダ』を『ジブの重心より基端側でかつ重心近傍を保持\nするジブホルダ』に限定しようとしている。\nところで，上記限定内容のうち，ジブホルダを『ジブの重心より基端側を保持す\nる』ものに限定する事項は，本件明細書又は図面の『ジブ１０の基端側を保持する\nジブホルダ１１』との記載及び『ホルダ取付け用ブラケット１５…は，ジブ１０の\n重心…をはさんでその基端側…に設けられている。』との記載からみて，本件明細\n書に記載した事項の範囲内のものと認められるが，ジブホルダを『ジブの重心近傍\nを保持する』ものに限定する事項は，本件明細書には記載されていないから，本件\n明細書に記載した事項の範囲内のものであるとは認めることができない。」\n(b)　審決は，新規事項に関する請求人（原告）の主張を(ⅰ)～(ⅳ)として整理し\nた上，次のように説示して排斥した。\n(b-1)「検討するに，なるほど，本件図面の【第１図】，【第３図】に，格納され\nたジブの中間点付近（【第１図】中Ａ－Ａ線が示された付近）にジブホルダが表示\nされていることが認められる。\nところで，ジブは，その基端部から先端部に向かって先細りになっているのが通\n常であって，乙２～４の特許図面において，ジブの重心Ｇが各ジブの長さ方向の中\n心近傍にあることが図示されているとしても，本件において，特許図面の一般的な\n意義からみて，本件の特許図面の長さの中心近傍の特定位置が重心の位置であるこ\nとが記載されていたとする根拠とはならない。」\n(b-2)「また，仮に本件図面の中心近傍といえる特定の１点に重心があると認めら\nれたとしても，中心近傍が幅のある概念であるから，この幅を考慮すると，ジブホ\nルダと重心との間にかなりの幅が生じることとなって，これを総称して『重心近\n傍』ということには無理がある。」\n(b-3)「すなわち，特許図面は，特許発明の内容を理解するために補助的に使用さ\nれるものであって，設計図面ほど詳細かつ正確に記載される必要はないから，上記\n【第１図】，【第３図】は，ジブホルダ，ジブ支持用ブラケット，ジブ基端部，ジ\nブ先端部間の相対的な位置関係を模式的に示すものにすぎず，しかも，ジブの重心\n位置は【第１図】，【第３図】には示されていないから，ジブホルダがジブの重心\n近傍を保持することが，図面記載の実施例に記載されているとすることはできな\nい。」\n(b-4)「さらに，『ジブの重心より基端側でかつ重心近傍を保持するジブホルダ』\nは『ジブの重心より基端側を保持するジブホルダ』の下位概念ではあるが，下位概\n念であるからという理由だけでは，『ジブの重心より基端側でかつ重心近傍を保持\nするジブホルダ』が本件明細書又は図面に記載した事項から当業者が直接的かつ一\n義的に導き出せるものであるということはできない。」\n(c)　審決は，次の点も指摘した。\n「請求人は，訂正…により，『ジブにねじれ変形を生じさせることなくその移し\n替えを行なうことができる』根拠として，『ジブの重心より基端側でかつ重心近傍\nを保持するジムホルダを駆動シリンダにより駆動するものである』ことを追加しよ\nうとしている。\nところで，本件明細書には，『ウインチの巻索を，ジブホルダとは別の箇所にお\nいてジブに掛止しているため，…，ジブを保持しているジブホルダが，ジブの引上\nげに対して抵抗となりながら回動することになり，そのため，ジブの索掛止部とジ\nブホルダ装着部との間にねじりモーメントが作用して，ジブがねじれ変形してしま\nうという問題をもっていた。』，『ジブホルダとは別の箇所でジブを引上げ駆動す\nる場合のように，ジブにねじれモーメントが作用することはない。』と記載されて\nいるが，『ジブの重心より基端側でかつ重心近傍を保持するジブホルダを駆動シリ\nンダにより駆動するものである』ことによって，ジブにねじれ変形を生じさせるこ\nとなくその移し替えを行なうことができることは，本件明細書には記載されていな\nいし，また，本件明細書に記載した事項から当業者が直接的かつ一義的に導き出せ\nない。\nしてみると，訂正は，本件明細書に記載した事項の範囲内のものであるとは認め\nることができない。」\n(2)　訂正における独立特許要件に関する審決の認定判断\n(a)　審決は，各刊行物記載の発明を認定した（刊行物１とは特開昭５９－７８０\n９４号公報（本訴甲６），刊行物２とは特開昭５９－５７８９０号公報（本訴甲\n７），刊行物３とは特開昭５９－８６５９１号公報（本訴甲８），刊行物４とは米\n国特許第４３８３６１６号明細書（本訴甲９），刊行物５とは特開昭５８－１８９\n４９２号公報（本訴甲１０），刊行物６とは実願昭５７－５３９５１号（実開昭５\n８－１５６７９１号）のマイクロフィルム（本訴甲１１），刊行物７とは米国特許\n第３７７１６６６号明細書（本訴甲１２）である。以下，審決等を引用する場合を\n含め，各刊行物に記載の発明を「刊行物１発明」のようにいうことがある。）。\n上記認定のうち，刊行物１発明の認定及び刊行物３記載の事項Ａ，Ｂの認定は，\n次のとおりである。\n「刊行物１発明：ジブ７の格納時には，その基端をブーム４の先端側に，また先\n端をブーム４基端側にそれぞれ向けた状態でジブ７をブーム４の側面に沿わせて格\n納し，上記ジブ７の使用時には，ジブ７を上記ブーム４の側面から下面側に移し替\nえた後に上記ジブ７の基端をブーム４の先端部に支持させてジブ７基端を中心にジ\nブ７を回動させることによりブーム４前方に張出して使用する形式の車両形クレー\nンにおいて，ブーム４の先端側に，ジブ７の基端側を支持可能でかつこの支持した\nジブ７をブーム４の下面からブーム４の一側面に沿って引き上げ回動可能に枢着さ\nれた支持機構８と，ブーム４の基端側の一側面下部にブーム軸に沿わせて設けられ\nた回動軸８１に枢動可能に取付けられ，上記ジブ７の先端側を保持し，ジブ７と着\n脱可能な支持アーム９と，上記ブーム４に設けられ，上記ジブ７を枢動する吊上げ\nワイヤ１６と，上記ブーム４に設けられ，上記支持アーム９を，当該支持アーム９\nにより保持したジブ７の，前記ブーム４の側面側の横抱き位置においてロック可能\nとする固定ピン８５とを，備えた車両形クレーンのジブ格納装置」\n「刊行物３記載の事項Ａ：ジブ７の格納時には，その基端をブーム３の先端側\nに，また先端をブーム３基端側にそれぞれ向けた状態でジブ７をブーム３の側面に\n沿わせて格納し，上記ジブ７の使用時には，ジブ７を上記ブーム３の側面から下面\n側に移し替えた後に上記ジブ７の基端をブーム３の先端部に支持させてジブ７基端\nを中心にジブ４を回動させることによりブーム３前方に張出して使用する形式の車\n両形クレーンにおいて，ブーム３の先端側にブーム３の下面側から側面にわたるよ\nうに曲成された案内レール１９に移動可能に取り付けられた案内ローラ２０と，ジ\nブ７に設けられ，上記案内ローラ２０と挿脱可能なローラ軸２０ａと，ブーム３に\n設けられ，上記案内ローラ２０のローラハウジング３２と連結されたワイヤ２４ａ\nを巻き取る電動ホイスト２４とを備えること」\n「刊行物３記載の事項Ｂ：上記電動ホイスト２４に代えて，油圧シリンダにより\nジブ７の引き上げをなしてもよいこと」\n(b)　審決は，訂正発明と刊行物１発明とを対比し，一致点と相違点を次のように\n認定した。\n「訂正発明と刊行物１発明とを対比すると，後者の『ジブ７』は前者の『ジブ』\nに，後者の『ブーム４』は前者の『ブーム』に，後者の『回動軸８１』は前者の\n『支軸』に，それぞれ相当する。また，後者の『支持アーム９』は，ジブと着脱可\n能で，ブームの側面にブーム軸に沿わせて設けられた回動軸８１（訂正発明の「支\n軸」）に枢動可能に取付けられ，ジブを保持するものであるから，前者の『ジブホ\nルダ』というべきものであり，また，後者の『固定ピン８５』は，ブームに設けら\nれ，支持アーム９（訂正発明の「ジブホルダ」）を，当該支持アーム９（訂正発明\nの「ジブホルダ」）により保持したジブの，前記ブームの側面側の横抱き位置にお\nいてロック可能とするものであるから，前者の『ロック可能とする部材』というべ\nきものである。そして，前者の『駆動シリンダ』及び後者の『吊上げワイヤ１６』\nは，それらの機能からみて，ともに『ジブをブームの側面側及び下面側に移し替え\nる手段』ともいうべきものである。\nしてみると，両者は，『ジブの格納時には，その基端をブームの先端側に，また\n先端をブーム基端側にそれぞれ向けた状態でジブをブームの側面に沿わせて格納\nし，上記ジブの使用時には，ジブを上記ブームの側面から下面側に移し替えた後に\n上記ジブの基端をブームの先端部に支持させてジブ基端を中心にジブを回動させる\nことによりブーム前方に張出して使用する形式の車両形クレーンにおいて，ブーム\nの上記側面にブーム軸に沿わせて設けられた支軸に，枢動可能に取付けられ，上記\nジブを保持し，ジブと着脱可能なジブホルダと，上記ブームに設けられ，ジブをブ\nームの側面側及び下面側に移し替える手段と，上記ブームに設けられ，上記ジブホ\nルダを，当該ジブホルダにより保持したジブの，前記ブームの側面側の横抱き位置\nにおいてロック可能とする部材とを，備えた車両形クレーンのジブ格納装置』で一\n致し，以下の点で相違する。\n【相違点１】ジブホルダに関して，前者は，ジブの重心より基端側でかつ重心近\n傍を保持するのに対して，後者は，ジブの重心より基端側で保持するものか，重心\n近傍を保持するものかは不明である点。\n【相違点２】ジブをブームの側面側及び下面側に移し替える手段に関して，前者\nは，ジブホルダを枢動する駆動シリンダであるのに対して，後者は，ジブホルダで\nはなくジブを枢動する吊上げワイヤである点。」\n(c)　審決は，相違点についての判断として次のように説示した。\n(c-1)「【相違点１について】\n刊行物３記載の事項Ａにおける「案内ローラ２０」は，ブーム３に設けられ，ジ\nブ７に固設されたローラ軸２０ａと挿脱可能（訂正発明の「着脱可能」に相当）\nで，ジブ７を保持する機能を有するものであるから，訂正発明の「ジブホルダ」と\nもいい得る部材であり，しかも，その保持位置はブーム３の先端側すなわちジブ７\nの基端側である。一方，刊行物１発明では，ジブホルダに相当する支持アーム９は\nジブ７の先端側を保持している。\n以上のことからも窺えるように，ジブホルダの保持位置をジブの長さ方向のどこ\nに設けるかは，ジブの長さ，剛性等を考慮しつつ，ジブの枢動作業を容易かつ効率\n的に行い得るように，当業者が適宜設定する事項であるというべきものである。ま\nた，部材を保持する場合，その重心近傍を保持すれば昀も安定して保持し得ること\nは技術常識である。そして，ジブの長さ，剛性等に応じたジブの枢動作業の容易\n性，効率性を勘案して，ジブホルダの保持位置をジブの重心位置との関係で規定す\nることは，当業者が容易になし得る程度の事項である。\nしてみると，刊行物１発明において，相違点１に係る構成を訂正発明のように設\nけることは，当業者が容易になし得るものであるといわざるを得ない。」\n(c-2)「【相違点２について】\nジブをブームの側面側及び下面側に移し替える手段を，ジブではなくジブホルダ\nに作用させることは，刊行物３記載の事項Ａも備えている事項であり，また，該手\n段として，シリンダに替えることは，刊行物３記載の事項Ｂに示唆されている。\nそして，部材を枢動する手段として，シリンダを用いることは，本件特許の出願\n前にさまざまな技術分野において周知の事項である（刊行物４～７を参照）。\nしてみれば，相違点２に係る構成を訂正発明のように設けることは，刊行物１発\n明，刊行物３記載の事項Ａ，Ｂ，及び周知の事項に基づいて当業者が容易になし得\nるものといわざるを得ない。」\n(c-3)「【作用効果について】\nジブにねじれ変形を生じさせることなくその移し替えを行なうことができるとの\n作用効果も含め，訂正発明の作用効果は，刊行物１発明及び刊行物３記載の事項\nＡ，Ｂから，当業者が予測可能な範囲内のものであって，格別のものではない。」\n(d)　審決は，独立特許要件につき，次のように結論付けた。\n「訂正発明は，刊行物１発明，刊行物３記載の事項Ａ，Ｂ，及び周知の事項に基\nづいて当業者が容易に発明をすることができたものであって，特許法２９条２項に\n違反するものであるから，特許出願の際，独立して特許を受けることができないも\nのである。」\n第３　原告の主張（審決取消事由）の要点\n１　取消事由１（訂正における新規事項に関する判断の誤り）\n(1)　本件明細書には，本件発明の実施例に係わる事項として，「ジブ１０の基端\n側を保持するジブホルダ１１」（５欄４９～５０行），「ジブ１０は，…その上側\n…には，ジブホルダ１１に着脱可能に固定されるホルダ取付け用ブラケット１５\nと，前記ジブ支持用ブラケット１２に着脱可能に枢支されるブラケット取付け板１\n６が固定されている。このホルダ取付け用ブラケット１５とブラケット取付け板１\n６は，ジブ１０の重心…をはさんでその基端側と先端側に設けられている。」（６\n欄５～１３行）との記載がある。\n(2)　本件発明は，ジブ自体の構造をどのようにすべきかや，ジブの重心をどこに\nすべきかなどを解決課題とするものではなく，また，本件明細書，本件図面には，\n本件発明が車両形クレーンの特異な構造のジブを対象にする旨の記載はない。そし\nて，本件発明は，あらゆる物体と同様に，重心のある通常の車両形クレーンのジブ\nを対象にするものである。\nこれを前提とすれば，本件明細書の上記記載は，ジブ１０の重心がジブホルダ１\n１を取付けるホルダ取付け用ブラケット１５とジブ支持用ブラケット１２を取付け\nるブラケット取付け板１６（したがって，ジブホルダ１１とジブ支持用ブラケット\n１２）との間にあることについての具体的な記載のあることが明らかである。換言\nすれば，本件明細書，本件図面には，ジブ１０の重心位置がどこにあるかについて\nの表示自体はないとしても，重心が，ジブ１０のジブホルダ１１とジブ支持用ブラ\nケット１２との間のどこかにあることについての積極的な記載があるものとして差\nし支えない。よって，本件明細書，本件図面にジブの重心に係る記載がないものと\nして，本件訂正が新規事項であるとするのは，誤りである。\n(3)　車両形クレーンのジブは，基端側から先端側に向かって先細状に構成される\nのが通常であり，また，車両形クレーンのジブの重心は，当該ジブの構造いかんに\nより多少の相違が生ずることはむしろ当然のことであるが，刊行物（甲７，１３，\n１４）にみられるように，概ね当該ジブの長さ方向のほぼ中心近傍に位置するのが\n通常である。\nそして，本件明細書及び本件図面（第１～３図），特に，第１図には，次のよう\nな記載がある。すなわち，第１図では，ジブ１０の長さの概ね２分の1（中心）より\nやや基端側に配設されたと見られるジブホルダ１１を取付けるホルダ取付け用ブラ\nケット１５が記載されており，一方，ブラケット取付け板１６は，ジブ１０の基端\nからその長さの約４分の３（ジブ１０の先端からは約４分の１）程度離間するもと\nして記載されている。\nこのような図示から見て，また，通常のこの種ジブの重心がその長さ方向の中心\n近傍にあるものとみて差し支えないことに照らして，ジブホルダ１１が，ジブの重\n心に近接するように配設されるものとみるに難くない。このことは，上記のよう\nに，ジブ１０の中心からかなり大きく先端側に離間する位置にブラケット取付け板\n１６を設けたものとみられるものが図示されることとの関連においても，上記のよ\nうに読み取ることに不自然さはない（仮に，ブラケット取付け板１６がジブ１０の\n重心に近傍するように配設されるというのは無理としても，ジブホルダ１１を取り\n付けるホルダ取付け用ブラケット１５がジブ１０の重心に近接するように配設され\nるというのに何ら無理はない。）。\nこのように，本件明細書，本件図面には，ジブホルダ１１をジブ１０の重心より\n基端側でかつ重心近傍に設けたものが記載されていることは，疑う余地がない。\n(4)　なお，本件明細書，本件図面には，本件発明がジブ自体の構造をどのように\nすべきか，ジブの重心をどこにすべきかなどを解決課題にする旨の記載はないか\nら，ジブ１０の重心が，その長さ方向のどこにあるか自体は，本件発明の解決課題\nに直接係わることではなく，本件発明を含めてジブの重心位置は，当該ジブの使用\n目的等に沿うような構造の設計に基づいて決定されるのが通常であるから，中心か\nら相応に変位することもあろうが，ジブ重心がジブの長さ方向のどこにあるかを詳\n細に論ずること自体には，格別の意義はない。\n(5)　審決は，前記第２，３(1)(b)(b-1)のように説示するが，誤解に基づくもの\nで，理由がない。\n「特許図面の一般的な意義」には，少なくとも，「特許図面を設計図面程正確に\n記載してはならない」とか，「設計図面のように正確に記載された特許図面であっ\nても，当該特許図面からはその記載事項を読み取ってはならない」ことまで含まれ\nるものと解すべき理由はなく，すべての特許図面が著しくラフに記載されているも\nのと見るべき理由もない。\n本来明細書，図面の記載は，その記載内容（程度）に即して読み取るのが相当で\nある。本件図面は，第１～１５図のすべてが車両形クレーンの実際形状に概ね即す\nるように記載されており，当業者であれば充分首肯できることが明らかでる。審決\nの上記説示は，本件明細書，本件図面の記載から明らかに離れるもので，著しく妥\n当性を欠くものである。\n(6)　審決は，前記第２，３(1)(b)(b-2)のように説示する。\n確かに，ジブの「中心近傍」には幅がある。しかし，本件発明は，ジブホルダで\nジブの重心より基端側でかつ重心近傍を保持することを要件とするもので，係るジ\nブホルダを駆動シリンダで駆動することにより，ジブをブームの横抱き位置から下\n抱き位置へ，又はその逆方向に移し替える事を前提にするものであるから，ジブホ\nルダにより保持するジブの位置とジブの長さ方向の中心近傍に位置するものと目さ\nれるジブの重心との間に幅のある（多少のずれのある）ことはむしろ当然でああ\nる。そうであればこそ，本件明細書には，「ジブホルダによりジブの重心を保持す\nる」などと保持位置を特定することなく，「重心をはさんでその基端側」（重心よ\nり基端側のどこか）を保持する旨の記載がある。本件明細書には，本来ジブホルダ\nにより保持するジブの位置を点により特定することなく，ジブホルダにより保持す\nるジブの保持する領域（特定の点ではなく特定の範囲ないし領域）について記載し\nたものであることが明らかである。\nそして，ジブを保持するジブホルダとジブの重心との間隔をどの程度にすべきか\nは，ジブホルダにより保持したジブをブーム周りの下抱き位置から横抱き位置へ，\n又はその逆方向へ移し替えるという目的を達成するために差し障りがないように決\n定すべきものであることは，当然の設計事項というべきである。この範囲に相応の\n幅のあることは，本件発明が本来予定していたことであるから，上記のように差し\n障りがない限り，多少の幅があっても何ら不都合はない。\nなお，ジブ１０が全長にわたって，ほぼ均一に構成されれば，ジブの重心近くを\n保持するほどジブに発生するたわみ及びそのたわみの発生に伴うねじれが小さくな\nることが明らかであるが，仮に，当該ジブ１０にたわみ，ねじれが発生しても，ジ\nブ１１の移し替えに差し支えない範囲内に収めるべきことは当然のことである。\nまた，ジブ作業の実情に照らし，ジブ１０の基部（ジブ１０の長さの約４分の１\nとして図示される。）には，実際上ジブホルダ１１を取り付けないのが通常であ\nる。\n(7)　審決は，前記第２，３(1)(b)(b-3)のように説示する。\nしかし，少なくとも，特許図面を製図法に即して記載してはならない理由はな\nく，かえって概ね製図法に沿うように作成されている実情にある。\nまた，特許図面の中に「特許発明の内容を理解するための補助的に使用されるも\nの」があるとしても，特許図面が当該特許発明の実施例を示すものであるとして\nも，特許発明の実施例の具体的構造について，特許図面に当該明細書の記載内容を\n越える記載のあることが少なくないことは周知の事実である。\n(8)　審決は，前記第２，３(1)(b)(b-4)のように説示する。\nしかしながら，前記のとおり，本件発明は本来当該ジブの重心より基端の重心近\n傍をジブホルダにより保持することを予定していたものであることを，当業者であ\nればその願書に添付された明細書，図面の記載から充分読み取れるものであり，審\n決には誤りがある。\n(9)　審決は，前記第２，３(1)(c)のように説示する。\nしかし，本件明細書には，ジブホルダとは別の箇所でジブを引上げ駆動する場合\nのように，ジブにねじれモーメントが作用することはないと記載され，また，「ジ\nブの重心より基端側でかつ重心近傍を保持するジブホルダ」について，本件明細書\n中及び実施例を示す図面に記載があることは，前記のとおりである。\nまた，「ジブホルダが駆動シリンダにより駆動されること」は，本件明細書の記\n載から当然に読み取れることで，しかも，長大な先細状ジブの重心より基端側でか\nつ重心近傍をジブホルダにより保持することにより，ジブホルダにより保持された\n当該ジブに発生するたわみが，先細状ジブの他の部分（例えば，ジブの先端部）を\nジブホルダにより保持する場合に発生するたわみより充分小さくなること，前記の\nような移し替えの際，上記たわみに対応するねじれが発生することは，当業者はい\nうに及ばず，通常の機械系技術の素養のある者であれば，広く知られた周知の事実\nである。これを否定することになる審決の説示には誤りがある。\n２　取消事由２（独立特許要件の判断の誤り）\n(1)　訂正発明と刊行物１発明との一致点の認定誤り\n審決は，刊行物１の「支持アーム９」は，訂正発明「ジブホルダ」というべきも\nのであるとするが，誤りである。なぜなら，刊行物１発明の支持アーム９によりジ\nブ７全体を保持できるはずがなく，一方，訂正発明のジブホルダ１１は，ジブ１０\n全体を保持するものであり，両者は明らかに相違し，対応するものではない。刊行\n物１のジブ７は，支持機構８及び支持アーム９により「支持」されるのであり，本\n件発明（訂正発明）では，ジブをジブホルダにより「保持」する構成なのである。\n本件明細書では，ジブホルダ１１により「保持」し，ブラケット１２により「支\n持」するものとし，両者のジブ１０に対する役割が異なるものとして峻別してい\nる。両者を同一視するのは誤りである。\n(2)　訂正発明と刊行物１発明との相違点１の認定誤り\n上記のとおり，刊行物１発明の支持アーム９と訂正発明のジブホルダ１１は，明\nらかに相違し，対応するものではない。そして，刊行物１記載の先細状ジブ７が，\nブーム４の先端部と基端部に取り付けたかかる支持機構８と支持アーム９により，\n当該ジブ７の基部側と先端部側を同時支持することについて，刊行物１の発明の詳\n細な説明の欄及び当該発明の実施例を示す図面に明示されるのに，これが不明であ\nるとする，審決の刊行物１の記載内容についての認定には，誤りがある。\n(3)　相違点１についての判断の誤り\n審決は，前記第２，３(2)(c)(c-1)のように説示するが，刊行物１，３の記載から\n離れており，理由に飛躍がある。\nまず，前記のとおり，刊行物１記載の支持アーム９と訂正発明のジブホルダ１１\nとが対応するものとした点に誤りがある。また，刊行物１発明の支持部材９とは構\n成，作用，効果の全く異なる刊行物３記載の案内ローラ２０がそれに対応するもの\nとした点にも誤りがある。刊行物１発明，刊行物３発明は，機能及び構造が全く異\nなるのであり，これらの結び付けに無理がある。さらに，その結び付けに当たり，\n刊行物１，３の発明には全く係わりのない刊行物４～７記載の周知技術を考慮する\nこと自体に無理がある。仮に，そのような両者を結び付けても，訂正発明のジブホ\nルダ１１及びその駆動構成を得られるはずがない。\n(4)　相違点２についての判断の誤り\n審決は，前記第２，３(2)(c)(c-2)のように説示するが，理由がない。\n刊行物３記載の事項Ａ，Ｂは，ジブ７の基部と先端部とを同時に支持することを\n前提にするもので，案内ローラ２０，曲成案内レール１９等を含むジブ支持構成を\n刊行物１記載の支持アーム９に替えられるはずがない。また，仮に，そのように替\nえることを想定するに，その際，前記曲成案内レール１９に沿って移動する案内ロ\nーラ２０を，前記ワイヤ２４ａ構成を使用することなく，単に周知の通常のシリン\nダを適用できるはずがない。刊行物３の事項Ａ，Ｂを考慮しても，刊行物１発明か\nら，相違点２に係わる訂正発明を当業者といえども容易に考えられるはずがない。\nクレーンのジブをブームに対して起伏する駆動手段としシリンダを使用するに当\nたり，ワイヤを併用するのが通常であることは，甲１５，１６，１７等により裏付\nけられており，この技術の分野における技術水準を無視して，訂正発明の進歩性を\n論ずる審決には誤りがある。\n(5)　作用効果についての判断の誤り\n審決は，前記第２，３(2)(c)(c-3)のように説示する。\nしかし，刊行物１発明及び刊行物３発明から，刊行物４～７記載のような周知技\n術を考慮しても，訂正発明を得られるはずがないことは前記のとおりであり，まし\nて，刊行物１，３に前記周知技術を転用するに当たり，周知技術に訂正発明と同様\nな効果を予測できるものとみるべき理由は全くなく，それらの結合には著しい無理\nがある。審決の説示は誤りである。\n第４　被告の主張の要点\n１　取消事由１（訂正における新規事項に関する判断の誤り）に対して\n(1)　原告の主張の論拠は当を得ないものであり，以下のとおり，審決の認定判断\nに誤りはない。\n(2)　本件明細書及び本件図面の第１図には，ジブの長さ方向の中間点付近にジブ\nホルダ１１が表示され，また，甲７の第２図，甲１３の第２図及び甲１４の第２図\nには，ジブの長さ方向の中間点付近にジブの重心Ｇが表示されていることが認めら\nれる。しかしながら，上記甲３，７，１３，１４の各図面は，いわゆる特許図面で\nあって，特許発明の内容を理解し易くするために明細書の補助として用いられるも\nのであるから，特許発明の特徴とするところを理解するのに役立つ程度の正確さで\n記載されていれば足り，その寸法比率を設計図面のように正確に描くことまでは要\n求されていない。してみると，甲３の第１～３図は，発明の詳細な説明に記載の\n「ホルダ取付け用ブラケット１５とブラケット取付け板１６は，ジブ１０の重心\n（２段目ジブ１０ａを引き込んだ状態での重心）をはさんでその基端側と先端側に\n設けられている」ことを模式的に示すものにすぎず，また，甲７，１３，１４の第\n２図は，発明の詳細な説明に記載の下抱位置のジブ重心Ｇを「回転中心線（Ｏ－\nＯ）を含む垂直面上に位置させるか，或いは該垂直面とピンの回転中心線を含む垂\n直面との間に位置させる」ことを模式的に示すものにすぎず，上記各号証の特許図\n面には，甲３における「ジブホルダ」をジブの長さ方向の中間近傍に設けること\nが，また，甲７，１３，１４における「ジブの重心Ｇ」がジブの長さ方向の中間近\n傍に位置することまでは示されていないというべきである。\n仮に，甲３，甲７，１３，１４の特許図面から，甲３における「ジブホルダ」，\n甲７，１３，１４における「ジブの重心Ｇ」が，ジブの長さ方向の中間近傍に位置\nすることが示されているとしても，甲７，１３，１４のジブの重心Ｇがジブの長さ\n方向の中間近傍に位置することをもって，これを一般化して，ジブの重心が，「必\nず」ジブの長さ方向の中心近傍に位置するとまではいうことができないこと，甲\n７，１３，１４のジブが，いずれもその基端部から先端部に向かって先細り形状で\nあるのに対して，本件特許に係る甲３のジブは先細り形状でなく，甲３のジブと甲\n７，１３，１４のジブとの間に形状の差異があることも考慮すると，甲７，１３，\n１４における「ジブの重心Ｇ」がジブの長さ方向の中間近傍に設けられているとし\nても，なお，甲３における「ジブホルダ」がジブの重心近傍に設けられているとす\nることはできない。\n(3)　仮に，幅のある中心近傍の右端に重心が，左端にジブホルダが存在する場\n合，重心とジブホルダとは相当の間隔で離れることとなり，そのような場合にま\nで，ジブホルダが重心近傍にあるとはいい難いから，その旨を示した審決の判断に\n誤りはない。\n２　取消事由２（独立特許要件の判断の誤り）に対して\n以下のとおり，原告の主張の論拠は当を得ないものである。\n(1)　訂正発明と刊行物１発明との一致点の認定誤りをいう主張に対して\n刊行物１発明の「支持アーム９」は，ジブと着脱可能で，訂正発明の支軸に相当\nする回動軸８１に枢動可能に取付けられ，ジブを保持するものであるから，その構\n造，機能が一致することからみて，上記「支持アーム９」を訂正発明の「ジブホル\nダ」というべきものであるとした審決の認定に誤りはない。\nまた，訂正明細書の特許請求の範囲には，ジブホルダがジブ全体を保持するもの\nであるとも，ジブホルダ以外の箇所でジブを保持しないとも限定されていないこ\nと，及び，訂正発明の唯一の実施例でも，ジブホルダ以外に「ジブ１０の先端側を\n支持するジブ支持用のブラケット１２」の箇所においてもジブを保持していること\nからみて，訂正発明は，ジブホルダがジブ全体を保持し，かつ，ジブの保持部が１\n箇所のものであることを前提とする原告の上記主張は，特許請求の範囲の記載に基\nづかないばかりか，明細書の記載と整合しないものであり，失当である。\n(2)　訂正発明と刊行物１発明との相違点１の認定誤りをいう主張に対して\n刊行物１には，ジブの重心位置について何ら記載されていないから，刊行物１発\n明では，ジブの重心位置が明らかではないといわざるを得ず，したがって，重心と\nの関係におけるジブホルダの位置，すなわち，ジブホルダが「ジブの重心より」基\n端側なのか，「重心」近傍なのかが不明であるとした審決の相違点に係る認定に誤\nりはない。\n(3)　相違点１についての判断の誤りをいう主張に対して\n原告の主張は，特許請求の範囲の記載に基づかないものであって，失当である。\n(4)　相違点２についての判断の誤りをいう主張に対して\n訂正発明におけるジブの保持部が１箇所であることを前提とする原告の主張は，\n特許請求の範囲の記載に基づかないものであって，失当である。\nまた，訂正明細書の特許請求の範囲の記載では，ジブホルダの枢動に関して，ワ\nイヤの有無について何ら記載されていない以上，ジブホルダの枢動が，駆動シリン\nダによって行われていれば，ジブホルダと駆動シリンダとの間にワイヤが介在して\nも介在しなくてもよいというべきであるから，訂正発明がジブホルダと駆動シリン\nダとの間にワイヤが介在しないものに限定されることを前提とする原告の主張は，\n特許請求の範囲の記載に基づかないものであって，失当である。\n仮に，訂正発明がジブホルダと駆動シリンダとの間にワイヤが介在しないものに\n限定されるとしても，刊行物３の記載には，ジブホルダ枢動の駆動源として電動ホ\nイストに代えてシリンダを用いることが記載されており，しかも，部材を枢動する\n手段として，ワイヤを介在させずにシリンダを用いることは，甲９～１２に示され\nるように，クレーン分野を含め，さまざまな技術分野において周知の事項であるか\nら，相違点２に係る構成を訂正発明のように設けることは，当業者が容易になし得\nるものというべきである。\nしたがって，審決の相違点２についての判断に誤りはない。\n(5)　作用効果についての判断の誤りをいう主張に対して\n重心近傍を保持すれば，昀も安定して保持し得ることは技術常識であり，ジブホ\nルダを駆動シリンダにより（ワイヤ等を使用することなく直接）保持すれば，ロッ\nクピンによりジブホルダをブームに固定することなく振れ動かない状態に拘束する\nことができることは，当業者にとって自明な事項であるから，訂正発明の作用効果\nは当業者が予測可能な範囲内のものであって，格別のものではないとした審決の作\n用効果についての判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（訂正における新規事項に関する判断の誤り）について\n(1)　本件訂正事項のうち，ジブホルダを「ジブの重心近傍を保持する」ものとす\nることが，本件明細書又は本件図面に記載した事項の範囲内においてされたもので\nあるか否かについて，検討する。\n(2)　本件発明の特許請求の範囲請求項１（前掲）における「ジブホルダ」の記載\nは，「ブームの上記側面にブーム軸に沿わせて設けられた支軸に，枢軸可能に取付\nけられたジブホルダ」とされているのみであって，その位置関係について何ら言及\nされたところはない。\n次に，本件明細書の発明の詳細な説明欄を検討すると，「ジブ１０の基端側を保\n持するジブホルダ１１」との記載，及び「ジブ１０は，…その上側…には，ジブホ\nルダ１１に着脱可能に固定されるホルダ取付け用ブラケット１５と，前記ジブ支持\n用ブラケット１２に着脱可能に枢支されるブラケット取付け板１６が固定されてい\nる。このホルダ取付け用ブラケット１５とブラケット取付け板１６は，ジブ１０の\n重心（２段目ジブ１０ａを引き込んだ状態での重心）をはさんでその基端側と先端\n側に設けられている。」との記載が存在する。この記載によれば，本件発明の実施\n例としてではあるが，ジブホルダ１１は，ジブ１０の基端側を保持するものである\nこと，ジブ１０の上側に，ジブホルダ１１に着脱可能に固定されるホルダ取付け用\nブラケット１５と，ジブ支持用ブラケット１２に着脱可能に枢支されるブラケット\n取付け板１６が固定されていること，ホルダ取付け用ブラケット１５とブラケット\n取付け板１６は，ジブ１０の重心をはさんでその基端側と先端側に設けられている\nことが示されている。これらの記載によれば，「ジブホルダ１１がジブを保持する\n位置と，ジブ支持用ブラケット１２がジブを支持する位置は，ジブ１０の重心をは\nさんで，前者がその基端側，後者がその先端側である。」ということを理解し得\nる。\nさらに，原告は，「本件図面の第１図では，ジブ１０の長さの概ね２分の1（中\n心）よりやや基端側に配設されたと見られるジブホルダ１１を取付けるホルダ取付\nけ用ブラケット１５が記載されており，一方，ブラケット取付け板１６は，ジブ１\n０の基端からその長さの約４分の３（ジブ１０の先端からは約４分の１）程度離間\nするものとして記載されている。」と主張するところ，本件図面を検討すると，概\nね主張に沿う図示がされていることが認められる。\nしかし，本件特許請求の範囲及び本件明細書において，上記記載以上に重心の位\n置が明確にされているわけではなく，本件図面上にも重心を示す記載は存在しな\nい。よって，上記各記載自体からは，ジブホルダが「ジブの重心近傍を保持する」\nものとして記載されていると確定することはできない。\n(3)　そこで，技術常識にも照らして，本件明細書及び本件図面の記載を理解すれ\nば，ジブホルダが「ジブの重心近傍を保持する」ことが記載されているといい得る\nか，について検討する。\n(a)　原告は，車両形クレーンのジブの「重心」は，概ね当該「ジブの長さ方向の\nほぼ中心近傍」に位置するのが通常であること，ジブの重心近くを保持するほどジ\nブに発生するたわみ及びそのたわみに伴うねじれが小さくなることが明らかである\nが，ジブを保持するジブホルダとジブの重心との間隔をどの程度にすべきかは，ジ\nブホルダにより保持したジブをブーム周りの下抱き位置から横抱き位置へ，又はそ\nの逆方向へ移し替えるという目的を達成するために差し障りがないように決定すべ\nきものであることは，当然の設計事項というべきであることを主張する。\n(b)　まず，原告がジブ一般について説明するところをも参酌しつつ，本件におけ\nるジブの「重心」の位置について検討する。\n本件明細書及び本件図面に記載されたジブを検討するに，第１図，第３図，第１\n４図の記載によれば，ジブは，基端側から先端側にかけて，均一の太さや形状をし\nているものではなく，必ずしも単純な構造をしているともいえない。しかも，本件\n実施例のように，ジブの部分が二段構造になっている場合には，二段目ジブが一段\n目ジブの基端側のどの部分まで引き込まれるのか，引き込んだ状態においてもな\nお，二段目ジブの先端部分が一段目ジブの先端からどの程度突出するのか，二段目\nジブについても，形状等がどうなっているのかなどによって，重心の位置が大きく\n影響されるといえる。したがって，本件ジブの「重心」の位置は，極端に先端側や\n基端側にあることはないとしても，明確には認識し得ないというほかないのであっ\nて，中心を基準とするとしても，相当程度幅をもった範囲でとらえるほかないとい\nうべきである。\n(c)　本件ジブの重心の位置に関する上記認定に加えて，「近傍」という用語自体\nがどの範囲までを意味するのか明確でないため，重心の位置を「ジブの長さ方向の\nほぼ中心近傍」という概念でとらえることができるのかどうかということ自体が不\n明瞭である。\n(d)　本件訂正事項は，「ジブの重心近傍を保持する」というものであり，原告の\n主張によれば，「ジブの『ほぼ』中心『近傍』にある重心の『近傍』を保持する」\nということになる。\nしかし，ジブの「重心」の位置（中心近傍）については，前判示のとおりである\n上，「ほぼ」も「近傍」もそれぞれが一定の幅のある概念であるから，これらを３\n段階にわたって積み重ねることにより表現される，「ジブの『ほぼ』中心『近傍』\nにある重心の『近傍』を保持する」という事項は，一層，内容の明確性が極めて乏\nしく，不明瞭なものとなっている。なお，本件明細書及び本件図面をみても，訂正\n明細書の記載をみても，「近傍」に関する説明はない。結局，どの範囲のものが\n「近傍」の概念に含まれることになるのか，明確に理解し得ない。\n(e)　以上によれば，本件明細書及び本件図面において，ブラケット１５の位置，\nすなわち，ジブホルダ１１がジブを保持する位置が「重心近傍」という概念でとら\nえ得るものとして記載されているものということは困難であるというほかない。\n(4)　上記の点に関し，本件明細書の記載が意味する実質的内容という観点から\nも，ジブホルダを「ジブの重心近傍を保持する」ものとすることが，本件明細書に\n記載されているものと理解し得るかを検討しておく。\n本件明細書（甲３）における「発明が解決しようとする課題」（第４欄１７～２\n４行，３５～３７行），「作用」（第５欄２５～３０行），「実施例」（第１０欄\n９～２６行），「発明の効果」（第１０欄３９～４０行）に関する各記載によれ\nば，ジブホルダの位置は，「ジブのねじれ」に関係する構成とされているところ，\n従来の車両形クレーンでは，ジブホルダとは別の箇所においてウインチの巻索をジ\nブに掛止しているため，索を巻上げてジブをブームの下面側から側面側に引き上げ\nる際に，ジブを保持しているジブホルダが，ジブの引上げに対して抵抗となりなが\nら回動することになり，そのため，ジブの索掛止部とジブホルダ装着部との間にね\nじりモーメントが作用して，ジブがねじれ変形してしまうという課題があったこ\nと，本件発明では，ジブホルダ駆動シリンダによりジブホルダを回動させることに\nしたため，ジブホルダとは別の箇所でジブを引上げ駆動する場合のように，ジブに\nねじれモーメントが作用することはないことが説明されている。\nすなわち，本件明細書には，ジブホルダとは別の箇所に力を作用させるのではな\nく，ジブホルダに直接力を作用させるという構成により，上記課題を解決したもの\nであることが記載されており，ジブのねじれ変形の防止という点について，「重\n心」との関係は一切記載されていないだけでなく，ジブホルダ装着部と力を作用さ\nせる箇所を一致させるか否かという，重心とは全く関係のない点で課題が解決され\nるものとして記載されていることが明らかである。\nなお，本件明細書においては，前記のとおり，実施例に関する部分で唯一，「重\n心」という用語が出てくるが，この「重心」と「ジブホルダ」との位置関係に何ら\nかの技術的意味があることをうかがわせる記載はない。仮に，前記(3)(a)及び後\n記(5)に記載した原告の主張にあるような意味での「たわみに伴うねじれ」を念頭に\nおいていたのであるとすれば，「ジブの重心そのものにジブホルダを設けてこれに\nシリンダの駆動を作用させる」のが昀良であることが明らかであるのに，本件明細\n書における上記重心に関する記載は，「重心をはさむ」として，あえて「重心その\nもの」にジブホルダを設置することを明確に否定しているのであるから，「重心」\nと「ジブホルダ」との位置関係に技術的意味があるものとして記載されていると解\nすることは到底できない。\nよって，実質的内容を検討しても，本件明細書には，ジブホルダを「ジブの重心\n近傍を保持する」ものとすることが記載されているものとはいえない。\n(5)　さらに，本件訂正を反映した訂正明細書の内容を検討する。\n訂正明細書（甲２に添付）においては，「課題を解決するための手段」，「作\n用」及び「実施例」の項目における発明の構成の記載について，「ジブの重心より\n基端側でかつ重心近傍を保持するジブホルダ」又はこれと同旨の記載に訂正されて\nいる。これは，特許請求の範囲の訂正に対応したものである。\n一方，訂正明細書における「発明が解決しようとする課題」の記載は，本件明細\n書と同じであり，前記(4)に認定したような意味でのねじれモーメントの作用による\nジブのねじれ変形ということを解決すべき課題のひとつとしている。また，訂正明\n細書の「作用」の項目においても，構成の説明部分が上記のように訂正されている\nが，ジブのねじれに関する作用の記載については，訂正がなく，本件明細書と同じ\nく，「ジブホルダ駆動シリンダによりジブホルダを回動させることによってジブを\nブームの下面側と側面側とに移し替えるようにしているため，ジブホルダとは別の\n個所でジブを引上げ駆動する場合のように，ジブにねじれモーメントが作用するこ\nとはない。」との記載となっている。実施例においても同様であり，構成の説明部\n分が上記のように訂正されているものの，ジブのねじれに関する作用の記載につい\nては，上記「作用」と同様の記載となっている。\nその結果，訂正明細書内において，「重心より基端側でかつ重心近傍」という訂\n正後の「課題を解決するための手段」と，「ジブホルダとは別の個所でジブを引上\nげ駆動する場合のように，ジブにねじれモーメントが作用することはない。」との\n作用との因果関係が不明となっている。また，上記のとおり，実施例の記載におい\nても，同様の事態となっている。\nまた，訂正明細書における「発明の効果」の項目において，「ジブの重心より基\n端側でかつ重心近傍を保持するジブホルダを駆動シリンダにより駆動するものであ\nるから，ジブにねじれ変形を生じさせることなくその移し替えを行なうことができ\nる。」と訂正されている。しかし，どのような意味での「ジブにねじれ変形を生じ\nさせることなく」という効果が，なぜ，「重心より基端側でかつ重心近傍」という\n構成によって導かれるかの説明は存在せず，不明である。この点を原告の主張（前\n記第３，１(9)）を参酌して理解するならば，上記訂正明細書の「発明の効果」の記\n載は，ジブをジブホルダにより保持して移し替える際，ジブにたわみが生じ，この\nたわみに対応するねじれが発生すること，ジブの重心より基端側でかつ重心近傍を\nジブホルダで保持することにより，ジブに発生するたわみが，ジブの他の部分をジ\nブホルダで保持する場合に発生するたわみより充分小さくなることを意味するもの\nと解される。しかし，ここでいう「ジブのねじれ」と，前判示の本件明細書におけ\nる「ジブのねじれ」とは，別のものであることが明らかである（そもそも，本件明\n細書には，「たわみ」の問題は全く記載がない。なお，本件明細書の「発明の効\n果」の記載は，単に「ジブにねじれ変形を生じさせることなくその移し替えを行な\nうことができる。」というものであるが，本件明細書の「発明が解決しようとする\n課題」，「作用」の記載を受けていることが明らかである。）。\n以上によれば，本件訂正により，訂正明細書の各記載間に一貫性がなくなってい\nるほか，本件明細書における効果が異なる効果に差し替えられるか，又は新たな効\n果が付加されるものとなっているというほかない。\n(6)　以上説示したところに照らせば，本件訂正のうち，少なくとも，ジブホルダ\nを「ジブの重心近傍を保持する」ものとすることは，本件明細書又は本件図面に記\n載した事項の範囲内においてされたものであるということはできない。\nよって，その余の訂正事項について判断するまでもなく，本件訂正を許されない\nとした審決の判断は，是認し得るものというべきである。\n２　取消事由２（独立特許要件の判断の誤り）について\n以下においては，訂正における新規事項に関する前判示の問題をしばらくおき，\n原告主張のとおり，本件訂正が新規事項の要件に違反しないと仮定した上で，訂正\n発明の独立特許要件の有無に関する審決の判断の当否について検討する。\n(1)　訂正発明と刊行物１発明との一致点の認定誤りについて\n訂正発明は，ジブホルダのほかに支持機構を有しない構成に限定されたものでは\nないことは，請求項の記載から明らかである。現に，訂正発明の実施例では，ジブ\nホルダ以外に一つの支持機構を有するものとされている。\nそして，審決は，刊行物１発明におけるジブを枢動する吊り上げワイヤと支持ア\nームの構成と，訂正発明におけるジブホルダを枢動する駆動シリンダの構成との違\nいは，相違点２として認定判断しており，また，刊行物１における支持アーム９の\n位置関係と，訂正発明におけるジブホルダが保持するのはジブの重心より基端側で\n重心近傍であることとの対比は，相違点１として認定判断している。\nよって，前記第２，３(2)(b)の第１段落のように説示して，刊行物１の「支持ア\nーム９」が訂正発明の「ジブホルダ」に相当するとした審決の認定は，是認し得る\nものである（上記判示に照らせば，審決が，支持アームがジブを「保持」すると説\n示した点をもって，結論に影響を及ぼす誤りがあるとはいえない。）。原告の主張\nは，採用の限りではない。\n(2)　訂正発明と刊行物１発明との相違点１の認定誤り\n刊行物１発明の支持アーム９と訂正発明のジブホルダ１１との相当関係は，前判\n示のとおりである。\n原告は，刊行物１記載の先細状ジブ７が，ブーム４の先端部と基端部に取り付け\nたかかる支持機構８と支持アーム９により，当該ジブ７の基部側と先端部側を同時\n支持することについて，刊行物１の発明の詳細な説明の欄及び当該発明の実施例を\n示す図面に明示されるのに，これが不明であるとする審決の認定には，誤りがある\nと主張する。\nしかし，審決が「不明」であるとしたということは，「ジブの重心より基端側で\nかつ重心近傍を保持するものである」との点を相違点として取り上げて検討すべき\nことになるのであるから，相違点の認定として，誤りであるとはいえない。\n(3)　相違点２についての判断の誤りについて\n刊行物３には，ジブを移し替える手段をジブホルダに相当するものに作用させる\nこと，また，刊行物１のような電動ホイストに代えて油圧シリンダを用いることが\n開示されている（クレーンにおいて，部材の駆動源として油圧シリンダを用いるこ\nと自体は，甲１５～１７にもみられるように周知といえる。）。\nそこで，シリンダの駆動力をワイヤなどを介することなく，ジブホルダに作用さ\nせる構成についてみるに，原告は，技術水準を示すものとして，ワイヤを併用する\n例（甲１５～１７）を主張する。しかし，これらは，本件出願よりもかなり前であ\nる昭和３５年，３６年，４３年には出願された技術であるにすぎない。一方，刊行\n物４（甲９）には，車両に搭載されたクレーンにつき，ワイヤを用いることなく，\n油圧シリンダを直接作用させて，ブライドル・アッセンブリをブームの一側に格納\nしたり，同所からブームの上側へ，又は，上側から同格納位置まで，移動させる構\n成が開示されている。なお，この発明は，ジブ自体の移し替えに関するものではな\nいものの，同じクレーンにおける部材を枢動させて，ブームに格納したり移し替え\nたりするものである。その他，ワイヤなどを介さず，シリンダを直接に作用させる\nものとしては，クレーンではないが，岩盤などのさく孔機について，岩盤に差し込\nまれていくロッドを順次継ぎ足していく構成においても示されている（刊行物５～\n７〔甲１０～１２〕）。したがって，本件出願当時においては，各種作業に用いら\nれる機械の分野において，部材を枢動させて位置を移し替える手段として，油圧シ\nリンダを用い，これをワイヤなどを介することなく，部材に作用させる技術は，周\n知であったと認められる。\nよって，上記刊行物４ないし７により認められる周知技術をも考慮すれば，相違\n点２の構成とすることは，当業者が容易になし得たことであるというべきである。\n相違点２の構成について，当業者が容易になし得るものとした審決の判断は是認\nし得るものであって，この点に関する原告の主張は，採用することができない。\n(4)　相違点１についての判断の誤りについて\n刊行物１発明の支持アーム９と訂正発明のジブホルダ１１とが相当関係にあると\nした審決の認定が是認し得ることは，前判示のとおりである。また，刊行物３の\n「案内ローラ２０」については，ジブの重さを支え，同所にワイヤを介してとはい\nえ，電動ホイストの力を作用させるものであるから，「ジブホルダ」ともいい得る\nとした審決の認定にも直ちに誤りがあるとはいえない。\nまた，前判示のとおり，相違点２のように，ジブをブームに移し替える手段とし\nて，ジブホルダを枢動する駆動シリンダを用いることは，当業者が容易に想到し得\nることである。\nそして，原告主張のように，ジブの重心がその長さ方向のほぼ近傍にあること，\nジブの重心より基端側で重心近傍を保持することでジブに発生するたわみが小さく\nなり，たわみの大きさに対応するねじれが生じることが当業者に自明のことである\nとするならば，駆動シリンダを作用させる箇所，つまりジブホルダの位置を相違点\n１のように設けることもまた，当業者にとって容易であることになる。\n相違点１についての判断の誤りをいう原告の主張は，採用することができない。\n(5)　作用効果についての判断の誤り\n相違点１，２について判示したところに照らせば，訂正発明の作用効果も予測し\n得る範囲のものであるとの審決の判断は是認し得るものである。\n(6)　以上のとおり，訂正発明は，独立特許要件を欠くものであって，本件訂正は\n認められないとした審決の認定判断は，是認することができる。\n３　結論\n以上判示したとおり，上記１，２のいずれの見地からも，本件訂正審判請求が成\nり立たないとした審決は，是認し得るものである。原告主張の審決取消事由は，理\n由がないので，原告の請求は，棄却されるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　　　塚　　原　　朋　　一\n裁判官　　　　　塩　　月　　秀　　平\n裁判官　　　　　田　　中　　昌　　利\n"
}