{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 23
  },
  "case_number": "平成17(わ)126",
  "case_name": "器物損壊、現住建造物等放火未遂、建造物等以外放火、現住建造物等放火、非現住建造物等放火被告事件",
  "court_name": "青森地方裁判所弘前支部",
  "gist": "一晩に連続的に敢行された，連続放火事犯6件(その内訳は，現住建造物等放火事犯2件，現住建造物等放火未遂事犯2件，非現住建造物等放火事犯1件，建造物等以外放火事犯1件)及び火力を用いて他人の器物を損壊した器物損壊事犯2件を犯したという事案について，被告人を懲役10年に処した事案",
  "lawsuit_id": "32845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/032845_hanrei.pdf",
  "contents": "（主 文）\n被告人を懲役１０年に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，交際中の女性の過去にこだわってしまうことに対するいらだちを器物\nを破壊することで解消しようと考え，あるいは，放火して逃走する際の緊張感及び\n逃走し遂げたときの解放感等を求めて，火を放つことを決意し，\n第１ 平成１７年９月５日午前２時ころ，青森県弘前市（略）所在の木造亜鉛メッ\nキ鋼板葺２階建共同住宅であるＳマンション北側敷地において，同所に駐車中\nのＨ所有に係る軽四輪乗用自動車の無施錠のハッチバックドアを開け，同車後\n部荷台に置かれた座布団の上にライターで点火したティッシュペーパー数枚を\n置き，その火を同座布団に引火させて放火し，よって，同車を全焼させて焼損\nし，そのまま放置すれば上記マンションに延焼するおそれのある危険な状態を\n発生させ，もって，公共の危険を生じさせ\n第２ 同日午前２時１０分ころ，同市（略）所在のＡ方において，現に同人ほか５\n名が住居に使用している木造亜鉛メッキ鋼板葺２階建居宅に火が燃え移るかも\nしれないと認識しながら，あえて，同居宅東側外壁に近接して設置された灯油\n用ホームタンクのバルブを開いて同タンクから灯油を流出させ，同タンクの直\n下にライターで点火したティッシュペーパー数枚を置き，その火を同灯油に引\n火させて放火し，よって，同居宅東側の木製化粧土台及び通気口の木枠合計約\n０．１３８８平方メートルを焼損し\n第３ 同日午前２時４０分ころ，同市（略）所在のＫ方において，現に同人ほか１\n名が住居に使用している木造亜鉛メッキ鋼板葺２階建居宅に火が燃え移るかも\nしれないと認識しながら，あえて，同居宅西側外壁に近接して設置された灯油\n用ホームタンクのバルブを開いて同タンクから灯油を流出させ，同タンクの直\n下にライターで点火したティッシュペーパー数枚を置き，その火を同灯油に引\n火させて放火し，よって，同居宅西側壁の柱，筋かい等約１５平方メートルを\n焼損し\n第４ 同日午前２時４３分ころ，同市（略）所在のＥ方において，現に同人が住居\nに使用している木造亜鉛メッキ鋼板葺２階建居宅（床面積合計５４．６４平方\nメートル）に火が燃え移るかもしれないと認識しながら，あえて，同居宅玄関\n先に設置された灯油用ホームタンクの直下にライターで点火したティッシュペ\n，， ，ーパー数枚を置いて 同タンクのバルブを開き 同タンクから灯油を流出させ\nその火を同灯油に引火させて放火したが，隣人らに発見されて消し止められた\nため，同居宅を焼損するに至らず\n第５ 同日午前２時４５分ころ，同市（略）所在の有限会社Ｇ西側敷地において，\nいずれも現に人が住居に使用せず，かつ，現に人がいない同会社所有の木造平\n屋建倉庫（床面積約９．７２平方メートル）並びにこれに隣接する鉄骨プレハ\nブ平屋建事務所（床面積約２５．９２平方メートル）及び鉄骨プレハブ平屋建\n倉庫（床面積約１９．４４平方メートル）に火が燃え移るかもしれないと認識\nしながら，あえて，前記木造平屋建倉庫西側外壁に近接して設置された灯油用\nホームタンクの直下にライターで点火したティッシュペーパー数枚を置いて，\n同タンクのバルブを開き，同タンクから灯油を流出させ，その火を同灯油に引\n火させて放火し，よって，前記各建物３棟を全焼させて焼損し\n第６ 同日午前２時５５分ころ，同市（略）所在のＹ方前のアパート１階通路にお\nいて，積み上げられたタイヤ４本を包装したビニール袋にライターで点火した\nティッシュペーパー数枚を置いて着火し 同人所有に係るタイヤ３本を焼損 損，（\n害額合計６０００円相当）し，もって，他人の器物を損壊し\n第７ 同日午前３時ころ，同市（略）所在の美容室「Ｐ」西側敷地において，灯油\n用ホームタンクの直下に置かれたごみ袋にライターで点火してこれを燃え上が\nらせ 有限会社Ｑ所有に係る同タンクのストレーナバルブ及び配管等を焼損 損，（\n害額合計７８４０円相当）し，もって，他人の器物を損壊し\n第８ 同日午前３時１５分ころ，同市（略）所在のＺ方において，現に同人ほか３\n名が住居に使用している木造アルミニューム板葺２階建居宅に火が燃え移るか\nもしれないと認識しながら，あえて，同居宅西側外壁に近接して設置された灯\n油用ホームタンクの直下にライターで点火したティッシュペーパー数枚を置\nき，同タンクのバルブを開いて同タンクから灯油を流出させ，その火を同灯油\nに引火させて放火したが，近隣住民の通報を受け臨場した消防士により消し止\nめられたため，同居宅を焼損するに至らなかった\nものである。\n（証拠の標目）略\n（法令の適用）\n罰条\n判示第１の所為 刑法１１０条１項\n判示第２及び第３の各所為 それぞれ刑法１０８条\n判示第４の所為 刑法１１２条，１０８条\n判示第５の所為 刑法１０９条１項\n判示第６及び第７の各所為 それぞれ刑法２６１条\n判示第８の所為 刑法１１２条，１０８条\n刑種の選択\n判示第２から第４までの各罪につき，それぞれ有期懲役刑\n判示第６及び第７の各罪につき，それぞれ懲役刑\n判示第８の罪につき，有期懲役刑\n併合罪の処理 刑法４５条前段，４７条本文，１０条\n（刑及び犯情の最も重い判示第２の罪の刑に加重）\n宣告刑の決定 懲役１０年\n未決勾留日数の算入 刑法２１条（１２０日算入）\n（補足説明）\n１ 弁護人は，最終的にはその主張を撤回したものの，本件各犯行は，いずれも飲\n酒酩酊による心神耗弱状態における犯行である旨主張していたので，念のため，\nこの点につき付言する。\n２ 関係各証拠によれば，次の事実が認められる。\n(1) 被告人は，犯行前日の午後１０時ころから犯行当日の午前１時ころまでの間\nに，ビールを大ジョッキで３杯，日本酒をコップで３杯，カクテルを３杯ほど\n飲み，そのころ飲酒先を出て，車両を普通に運転して帰宅した後，更に車両を\n運転して移動し，その間，携帯電話のメール機能を利用して交際相手とのメー\nルをやりとりしたり，本件各犯行に及ぶなどしたが，その間，周囲の状況や自\n己の行動に関する認識に欠けるところはなく，記憶はほぼ保たれていた。\n(2) 本件の各犯行状況及び動機は，上記（罪となるべき事実）において摘示した\nとおりである。\n(3) 被告人は，放火するたび，誰かに放火したところを見られたのではないか，\n追いかけて来るのではないか，警察に捕まるのではないかとの恐怖心を覚えな\nがら，犯行現場から逃走することを繰り返していた。\n３ 上記認定事実からすれば，本件各犯行時，被告人の体内にはアルコールが残存\nしていたが，意識の混濁はなく，意思の疎通や自動車運転を支障なく行うことが\nできたものと言える。その犯行動機は，思慮に欠け，その心理状態は平静でなか\nったと言えるものの 「してはいけないことをする」という罪障感に裏打ちされ，\nており，違法性の意識に欠けるところはなく，十分に了解可能である。また，本\n件各犯行の態様は，可燃物にライターで点火し，灯油を流出させて引火させるな\n，， 。 ， ，ど 燃焼可能性の高い方法が用いられており 合理的である さらに 被告人は\n放火後，犯行発覚や逮捕を免れるために逃走するなど，精神の緊張が十分に保た\nれ，ここでも違法性の意識に欠けるところはない。\n４ 以上からすれば，本件各犯行当時，被告人の是非善悪を判断しこれに従って行\n動を制御する能力が著しく減退してはいなかったものと認められる。\n（量刑の理由）\n本件は，被告人が，居宅等に火を放って敢行したいわゆる連続放火事犯６件（そ\nの内訳は，現住建造物等放火事犯２件，現住建造物等放火未遂事犯２件，非現住建\n造物等放火事犯１件，建造物等以外放火事犯１件 ，及び火力を用いて他人の器物）\nを損壊した器物損壊事犯２件を犯したという事案である。\nこれらの各犯行のうち，連続放火事犯６件について見ると，被告人は，深夜，約\n１時間１５分という短時間の間に，住宅密集地において，場所を移動しながら，次\n々と連続して火を放ったものであるところ，その態様は，家屋に近接した灯油用ホ\nームタンク内の灯油を流出させてその灯油に引火させ，あるいは，マンションの敷\n地に駐車されていた自動車に放火したものであって，いずれも重大な結果が発生す\nるおそれの強い極めて危険で悪質な犯行である。\n被告人は，本件各放火事犯の被害者に対し財産的，精神的に大きな被害を被らせ\nたものであるが，放火された家屋の居住者には焼死していたかも知れないとの恐怖\n感を覚えさせており，いずれの被害者も被告人の厳しい処罰を望んでいるところ，\n被害者らに対し見るべき慰謝の措置は講じられていない。のみならず，本件は，近\n隣住民にも多大な不安感を与えており，その社会的影響は軽視できない。\n一方，器物損壊事犯２件の態様も，アパート通路に積み上げられたタイヤを包装\nしたビニール袋に点火し，あるいは，灯油用ホームタンクの直下に置かれたゴミ袋\nに点火したというものであり，損壊の方法として火力が用いられ，点火された物が\n置かれていた場所がアパートの通路又は灯油用ホームタンクの直下であったという\n点で，火災発生の危険をはらんでおり，前記の各放火事犯に準ずる程度に危険で悪\n質である。\n本件各犯行の動機は，判示のとおり理不尽で自己中心的なものであり，酌量の余\n地はない。\nしたがって，被告人には厳しい非難が値する。\nしかしながら，他方，建造物のうち全焼したのは非現住建造物である事務所等３\n棟にとどまり，現住建造物については，その一部が焼損したり，焼損するに至らな\nかったりで，幸いにも延焼・類焼といった甚大な結果が発生しなかったこと，連続\n放火と言っても約１時間１５分の間に行われた犯行であることからすれば，アルコ\nール摂取の要因が加わった機会的な犯行と見る余地もあり，被告人に放火の常習性\nや性癖があるとまでは言えないこと，器物損壊事犯２件については，被害金額が合\n計１万３０００円余りと，財産的損害が比較的少額であったこと，被告人には罰金\n刑前科以外の前科がないこと，交際中の女性の支出により被害者各人に対し慰謝料\nとして１万円ずつが送金されたこと，実父及び交際中の女性が被告人の更生に対す\nる助力を誓約していること，被告人が反省の情を示していること等，被告人のため\nに酌むべき事情もある。\n以上の諸事情を総合考慮すれば，主文のとおりの刑が相当である。\n平成１８年３月２３日\n青森地方裁判所弘前支部\n裁判長裁判官 加藤 亮\n裁判官 佐藤英彦\n裁判官 加藤 靖\n"
}