{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 7,
    "day": 17
  },
  "case_number": "平成11(行ケ)201",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13064",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13064",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/064/013064_hanrei.pdf",
  "contents": "平成１１年（行ケ）第２０１号特許取消決定取消請求事件（平成１２年７月１０日\n口頭弁論終結）\n判　　　　　決\n原　　　　　　告　　　同和鑛業株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁理士　　　【Ｂ】\n被　　　　　　告　　　特許庁長官　【Ｃ】\n指定代理人　　　　　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n同　　　　　　　　　　【Ｇ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成１０年異議第７２１５５号事件について平成１１年５月３１\n日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「金属磁性粉」とする特許第２６７８４８０号発明（昭和６\n３年１０月１５日特許出願、平成９年８月１日設定登録、以下「本件発明」とい\nう。）の特許権者である。\n中野宗昭は、上記特許につき特許異議の申立てをし、特許庁は、この申立て\nを平成１０年異議第７２１５５号として審理したうえ、平成１１年５月３１日、\n「特許第２６７８４８０号の特許を取り消す。」との決定（以下「本件決定」とい\nう。）をし、その謄本は同年６月９日原告に送達された。\n２　本件発明の要旨\n鉄を主成分とする金属磁性粉において、AlおよびCaを、AlについてはAl／\nFeの重量比で０．００５～０．２０の範囲、CaについてはCa／Feの重量比で０．０\n０１～０．１０の範囲で含有することを特徴とする金属磁性粉。\n３　本件決定の理由の要点\n本件決定は、別添決定書写し記載のとおり、本件発明が、特開昭６１－１８\n６２２４号公報、特開昭５２－１３４８５８号公報、特開昭５７－１１６７０９号\n公報及び特公昭５９－１７１６１号公報（以下、順に「刊行物１」ないし「刊行物\n４」という。）に基づいて、当業者が容易に発明をすることができたものであっ\nて、特許法２９条２項の規定に違反して特許されたものであるから、取り消される\nべきものとした。\n第３　原告主張の本件決定取消事由の要点\n本件決定の理由中、刊行物１～４の記載事項を摘記した部分（３頁１行～４\n頁１８行、５頁６行～９頁６行）は認める。\n本件決定は、刊行物１記載の発明の認定の誤りに基づき、本件発明と刊行物\n１記載の発明との一致点の認定を誤る（取消事由１）とともに、本件発明の顕著な\n効果を看過した（取消事由２）結果、本件発明が、刊行物１～４記載の発明に基づ\nいて当業者が容易に発明することができたとの誤った結論に至ったものであるか\nら、違法として取り消されなければならない。\n１　取消事由１（一致点の認定の誤り）\n(一)　本件決定は、「刊行物１には、『カルシウム含有量が鉄との原子重量比\nで０．００５以下である針状ゲータイトをアルミニウムの化合物で表面処理し、４\n００～８００℃の温度でヘマタイトとし次いで３００～５００℃の温度で水素還元\nし、表面を酸化安定化して得た金属鉄粉からなる磁性粉。』の発明が記載されてい\nるものと認める。」（４頁１９行～第５頁５行）とし、これに基づき、本件発明と\n刊行物１記載の発明とは、「鉄を主成分とする金属磁性粉において、AlおよびCaを\n含有する金属磁性粉。」である点で一致する（９頁１７～１９行）との認定をする\nが、下記(二)、(三)のとおり、いずれも誤りである。\n(二)　カルシウムの含有について\n刊行物１（甲第３号証）は、水酸化第一鉄の懸濁液に酸素含有ガスを供給\nしてゲータイト（針状のオキシ水酸化鉄、α-FeOOH）を析出させる周知法におい\nて、アルカリ土類金属（特にカルシウム）を液中に共存させておくと、双晶が少な\nい針状ゲータイトが得られるという発明を開示しているものであるが、そのゲータ\nイトを原料として金属磁性粉を製造する場合には、カルシウム等のアルカリ土類金\n属がそのまま残存していると、磁性粉の飽和磁化量の低下、磁性粉の分散性の悪\n化、保磁力の不足といった悪影響があるので、これを可能な限り除去することを推\n奨しており、酸洗浄を行えば、ゲータイトからカルシウム等のアルカリ土類金属を\nほとんど除去できると教示している（甲第３号証３頁左上欄１５行～右上欄３行参\n照）。結局、刊行物１記載の発明におけるカルシウムの含有の意義は、ゲータイト\nの製造までは有効に寄与するものの、ゲータイトから金属磁性粉を製造する過程で\nは、ゲータイト中のカルシウムの含有量は少なければ少ない方がよく、ただし、除\n去するにも限界があるので、鉄との原子重量比で０．００５までは許容され得ると\nいうものである。\n現に、刊行物１は、ゲータイトにカルシウムが残存していると磁気特性の\n良好な金属磁性粉が得られないという事実を実証しており、下記の実施例及び比較\n例（比較例は、カルシウムの除去が不十分で刊行物１記載の発明の特許請求の範囲\nに含まれないものである。）のとおり、ゲータイト中のカルシウム残存量が多いほ\nど、金属磁性粉の保磁力と角形比が低下する。\nCa残存量  保磁力  角形比\n（Ca／Fe） （Oe）\n実施例１（塩酸洗浄） ０.００１ １６５０ ０.４９\n比較例２（希薄硝酸洗浄） ０.００６ １５００ ０.４７\n比較例３（クエン酸洗浄） ０.００８ １４５０ ０.４５\n比較例１（水洗のみ） ０.０１ １４００ ０.４５\nなお、刊行物１には「アルカリ土類化合物は表面に多く存在し、還元また\nは酸化工程での粒子の焼結を防ぐ働きがある」（甲第３号証２頁右上欄５～７行）\nとの記載もあるが、その前後を読めば明らかなように、カルシウム等のアルカリ土\n類金属化合物を除去することが焼結防止の効果よりも必要であるという趣旨に解釈\nすべきものである。\n(三)　アルミニウムの含有について\n刊行物１には、ゲータイトから金属磁性粉を得る場合に、アルミニウムな\nどの化合物による表面処理を行ったうえで水素還元するという「一般的な製法」が\n記載されている（甲第３号証３頁右上欄５～１４行）が、カルシウムを含有するゲ\nータイトをアルミニウムの化合物で表面処理し、水素還元して金属磁性粉を得たと\nの具体的な記載はなく、実施例１～３及び比較例１～４の金属磁性粉は、いずれも\nアルミニウムを含有していない。\nまた、本件決定は、「刊行物１に記載された発明においては、カルシウ\nム（Ca）を含有するゲータイトをアルミニウム（Al）の化合物で表面処理し、水素\n還元しており、Alの化合物が還元されてAlになっているのは明らかである」（９頁\n１３～１７行）とするが、アルミニウムの化合物が還元されてAlになったかどうか\nの記載はなく、何ら明らかでない。\n２　取消事由２（顕著な効果の看過）\n本件決定は、本件発明の特徴点である「カルシウムとアルミニウムの特定の\n関係」とこれによる格段の効果を看過し、本件発明の進歩性の判断を誤り、本件発\n明は刊行物１ないし４に記載された発明から当業者が容易になし得た発明であると\nの誤った結論を導いたものである。\nすなわち、刊行物１において、磁気特性の優れた金属磁性粉を製造する上で\nアルミニウムが有害に作用するとされていることは前述のとおりであり、他方、ゲ\nータイトを表面処理する際に用いられるケイ素化合物とアルミニウム化合物は、形\n状の崩れや焼結を防止するうえで同効物とされていた（甲第４号証参照）ところ、\n本件発明は、このような従来の技術常識に反し、適量のカルシウムが適量のアルミ\nニウムと共存する場合には、すなわち、Ca／Feの重量比で０．００１～０．１０の\n範囲のカルシウムと、Al／Feの重量比で０．００５～０．２０の範囲のアルミニウ\nムが共存する場合には、ゲータイトから加熱還元して得た金属磁性粉の磁気特性が\n向上する事実を明らかにしたものである。すなわち、本件発明に係る特許出願の願\n書に添付の第１図～第３図に具体的に示すように、金属磁性粉のＨｃ（保磁力）、\n磁気テープのSFD（保磁力分布）及びBr／Bm（角形比）のいずれについても、Ca／\nFeの重量比が約０．０２で、かつ、Al／Feの重量比が約０．０７の付近で最大\n値（SFDは最小値）となり、したがって、金属磁性粉中のカルシウム含有量とアルミ\nニウム含有量は、これら磁気特性の当該最大値（SFDは最小値）を頂点（同逆頂点）\nとする等高線図的な相互関係を有することが明らかにされた。このようなカルシウ\nムとアルミニウムが磁気特性に及ぼす相乗効果は、アルミニウムと同効物とされて\nいたケイ素では現れない（甲第２号証２頁左欄４５～４９行、甲第７号証）。\nそして、本件発明は、以上の知見に基づき、高密度磁気記録用に適した金属\n磁性粉を得ることを可能にした点で、刊行物１記載の発明にはない格段の効果を奏\nする。すなわち、カルシウムとケイ素を含む刊行物１記載の比較例１～４のもの\nは、保磁力が１４００～１５００（Oe）の範囲にあるが、本件発明の金属磁性粉で\nは１５００（Oe）以上の保磁力を安定して得ることができ（甲第２号証の第１\n図）、本件発明の金属磁性粉を用いた磁気テープのSFD及び角形比も非常に良好であ\nる。そして、他の引用刊行物である刊行物２～４（甲第４～第６号証）を参照して\nも、この「カルシウムとアルミニウムの特定の関係」の構成と効果を示唆するとこ\nろはない。\nよって、本件発明が、刊行物１～４に記載された発明から当業者が容易にな\nし得たものではないことは明らかである。\n第４　被告の反論の要点\n本件決定の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（一致点の認定の誤り）について\n(一)　カルシウムの含有について\n刊行物１には、原告の主張するような「ゲータイト中のカルシウムの含有\n量は少なければ少ないほどよい」との認識は存在しない。すなわち、刊行物１に記\n載された発明においては、「アルカリ土類金属の含有量が０．００５を超える場合\nは、ゲータイトから磁性粉への工程で悪影響を及ぼし、磁性粉の分散性を悪くした\nり、保持力が十分に大きくならないので好ましくない」（甲第３号証２頁右上欄２\n～６行）ため、酸洗浄で大部分を除去するにしても、「アルカリ土類化合物は、表\n面に多く存在し、還元または酸化工程での粒子の焼結を防ぐ働きがある」（同２頁\n右上欄５～７行）から、少し残ったアルカリ土類金属（カルシウム）が還元又は酸\n化工程での粒子の焼結を防ぐために有効に働くことは明らかであり、このことは甲\n第５号証（２頁右下欄１７行～３頁左上欄４行）に「被還元物のオキシ水酸化鉄な\nいし酸化鉄を主体として含む金属化合物粉末としては・・・これらに\nNi、・・Ca・・などの金属成分を含有したものが好適なものとして挙げられ・・・\n使用される。」と記載されていることからも明らかである。\n(二)　アルミニウムの含有について\n(1)　原告は、刊行物１には、カルシウムを含有するゲータイトをアルミニウ\nムの化合物で表面処理し、水素還元して金属磁性粉を得たとの具体的な記載はない\nと主張するところ、確かに、刊行物１には、アルミニウムの化合物については、\n「本発明ゲータイトをケイ素、アルミニウムなどの化合物で表面処理し」（甲第３\n号証３頁右上欄１０～１１行）という記載しかなく、カルシウム含有量が鉄との原\n子重量比で０．００５以下である針状ゲータイトをアルミニウムの化合物で表面処\n理した物自体は具体的に記載されていない。\nしかし、通常、刊行物に記載された発明については、具体的に記載され\nたものだけに限定されず、技術常識に照らして記載されているに等しいものまで認\n定できることは、これまでの判例からも支持されるところである。そこで、技術常\n識について検討すると、ゲータイトを加熱還元する場合にアルミニウムの化合物で\n表面処理をすることが従来から通常採用されている方法であることは、原告も自認\nするとおりであるうえ、刊行物２（甲第４号証）には、還元工程に入る前のオキシ\n水酸化鉄（ゲータイト）の表面にアルミニウム化合物を付着させて、その後水素な\nどの還元性ガスで乾式還元することにより、形状の崩れ、焼結が防止され、保磁\n力（Hc）、角形比（σr／σs）などの優れた磁性鉄粉が得られること（同３頁右上\n欄～左下欄、実施例３）、刊行物３（甲第５号証）には、オキシ水酸化鉄粉末の粒\n子表面にアルミニウム化合物を被着させ、還元雰囲気中で加熱還元することによ\nり、焼結や型崩れが抑制され、磁気特性に優れた金属磁性粉末が得られること（同\n２頁右上欄～左下欄、実施例１）、刊行物４（甲第６号証）には、アルミニウムを\n固溶したα-FeOOHからの磁性粉のHcは非常に高く、角形比すなわちちBr（残留磁\n化）／Bm（飽和磁化）も良好であること（同２頁４欄、第３表、実施例１～５）\nが、それぞれ具体的実施例を伴って記載されている。したがって、刊行物１（甲第\n３号証）にアルミニウムの化合物が用いられた具体的実施例がなくとも、技術常識\nから見て、アルミニウムの化合物の使用によって磁気特性の改善された磁性粉末が\n得られることまで読みとることができる。\nよって、本件決定において、刊行物１には「カルシウム含有量が鉄との\n原子重量比で０．００５以下である針状ゲータイトをアルミニウムの化合物で表面\n処理し、４００～８００℃の温度でヘマタイトとし次いで３００～５００℃の温度\nで水素還元し、表面を酸化安定化して得た金属鉄粉からなる磁性粉」の発明が記載\nされているとした認定に誤りはない。\n(2)　次に、原告は、刊行物１において、アルミニウムの化合物が還元されて\nアルミニウムになったかどうかは明らかではないと主張する。しかし、本件発明に\n係る特許出願の願書に添付された明細書には「Al含有オキシ水酸化鉄ないし酸化鉄\nを２５０～４００℃で加熱してAlをAl2O3として固定したうえ、これを次のCaを含有\nさせる工程の原料粒子として使用するのがよい。・・・上記の各種方法にて所定量\nのAlとCaを含有させた酸化鉄の粉末は、還元性雰囲気中で加熱することによって還\n元され、鉄を主成分とするAlとCaを含有する金属磁性粉となる。加熱還元は被還元\n物の種類によって最適条件が異なるが、通常は、水素気流中で３００～７００℃の\n温度下で行うのがよい。」（甲第２号証４欄３４行～５欄４行）と記載さ\nれ、Al（Al2O3として含有）とCaを含有させた酸化鉄の粉末を３００～７００℃の温\n度で水素還元してAlとCaを含有する金属磁性粉を得ている。他方、刊行物１に記載\nされた還元条件も「３００～５００℃の温度で水素還元」（甲第３号証３頁右上欄\n１３行）であるから、本件発明においても、刊行物１記載の発明においても、Alの\n化合物が同じ状態になっていることは明らかである。本件決定は、このような意味\nで、「鉄を主成分とする・・・AlおよびCaを含有する金属磁性粉」であることを、\n本件発明と刊行物１記載の発明との一致点としているのであり、その認定に誤りは\nない。\n２　相違点２（顕著な効果の看過）について\n原告は、カルシウムとアルミニウムとの組合せによる選択的効果について主\n張するところ、この主張は、本件発明がCa／Feの重量比が刊行物１記載の発明にお\nけるCaの上限値０．００５を超える場合でも、適量のAl／Fe重量比であればCaの存\n在が有益に作用することを根拠とするものと解される。しかしながら、本件発明\nは、Ca／Fe重量比が０．００５を超える部分のみを構成要件として限定しているわ\nけではなく、０．００１～０．１０という、０．００５を下回る範囲まで包含して\nおり、その部分においては、適量のAl／Fe重量比での磁性特性の改善は刊行物１～\n４から十分予測できる。\nしたがって、たとえ本件発明に含まれる磁性粉の一部に優れた磁気特性を示\nす物が存在するとしても、刊行物１～４により当業者が容易に製造することがで\nき、その改善された磁気特性も予測可能である物質を本件特許請求の範囲に包含す\nる以上、その中の特定範囲の効果をもって本件発明に進歩性があるとすることはで\nきない。そのような発明に対して特許を認めるとすれば、当業者が容易に実施し得\nる範囲のものまで第三者の実施を不当に制限する結果となるものであって、特許制\n度の趣旨に反することは明らかである。\n第５　当裁判所の判断\n１　取消事由１について\n(一)　カルシウムの含有について\n原告は、刊行物１には、ゲータイト中のアルカリ土類金属（カルシウム）\nの含有量は少なければ少ないほどよいとの認識が示されていると主張する。\n確かに、刊行物１記載の発明（同発明は直接には針状ゲータイト及びその\n製造法に関するものであるが、針状ゲータイトを原料として金属磁性粉を製造する\n方法及びその製造物としての金属磁性粉についての記載もあることから、これらを\n含むものとして以下表現する。）が、ゲータイトの製造工程において有用とされ、\n不可避的にゲータイトに混入するアルカリ土類金属（カルシウム）をいかに除去す\nるかという点に目的の一つがあることは原告の主張するとおりであるが、他方、\n「アルカリ土類化合物は、表面に多く存在し、還元または酸化工程での粒子の焼結\nを防ぐ働きがある」（甲第３号証２頁右上欄５～７行）との記載にも示されている\nように、刊行物１には、ゲータイトの製造段階に止まらず、金属磁性粉の製造工程\nにおけるカルシウムの効用についても記載されており、一概に「少なければ少ない\nほどよい」との一義的な認識が示されているとはいえない。また、原告自身、完全\nな除去ができないという消極的な意味合いながら、刊行物１記載の発明に係る金属\n磁性粉がカルシウムを必須の構成要素とすること自体は自認しているところである\n（原告の第１準備書面１２頁１２～１４行）。そうすると、少なくとも、本件発明\nと刊行物１記載の発明とは、「鉄を主成分とする金属磁性粉において、・・・Caを\n含有する金属磁性粉」（本件決定９頁１７行～１９行）である点で一致すると判断\nする限りにおいて、本件決定の認定に誤りはないというべきである。\n(二)　アルミニウムの含有について\n原告は、刊行物１に記載された金属磁性粉はアルミニウムを含有するもの\nではないと主張する。確かに、刊行物１記載の実施例及び比較例では、ゲータイト\nの表面処理にはアルミニウム化合物の同効物との趣旨でケイ素化合物が使われてお\nり、アルミニウム（化合物）が使われた具体的な実施例及び比較例の記載はない\nが、他方、刊行物１には、「ゲータイトを原料として磁性粉を製造するには、公知\nの方法を採用することができる。・・・例えば、金属鉄粉を得る場合は、本発明ゲ\nータイトをケイ素、アルミニウムなどの化合物で表面処理し・・・」（甲第３号証\n３頁右上欄５行～１１行）と記載されている以上、現実に製造された物として示さ\nれているか否かに関わらず、アルミニウム化合物による表面処理がなされた金属磁\n性粉についても開示されているというべきである。\nよって、実施例又は比較例での記載がないことをもって、刊行物１におけ\nるアルミニウムの含有の記載を否定することはできず、この点の原告の主張は失当\nである。\n次に、原告は、本件決定が、アルミニウム化合物が還元されてAlになった\nことを前提として、アルミニウムの含有を認定しているが、アルミニウム化合物が\n還元されてAlになったかどうかは明らかでないと主張する。この点、確かに、本件\n発明に係る特許出願の願書に添付された明細書には、「AlをAl2O3として固定したう\nえ」（甲第２号証４欄３５行）、「上記の各種方法にて所定量のAlとCaを含有させ\nた酸化鉄の粉末は、還元性雰囲気中で加熱することによって還元され、鉄を主成分\nとするAlとCaを含有する金属磁性粉となる。」（同４欄４９行～５欄２行）と記載\nされているものの、最終的に得られた金属磁性粉に含有されているアルミニウムが\n還元されたAlなのか、Al2O3の状態のままなのかは必ずしも明らかでない（刊行物１\n記載の発明においてもこの点の事情は同じである）。しかしながら、上記の還元条\n件が、本件発明と刊行物１記載の発明とでほぼ同一とされていることは、被告の主\n張（第４の１(二)(2)）にあるとおりであるから（甲第２、第３号証）、いずれにせ\nよ、本件発明と刊行物１記載の発明に係る各金属磁性粉には、同じ状態のアルミニ\nウムが含有されていると理解するのが相当である。本件決定が、「鉄を主成分とす\nる・・Al・・を含有する金属磁性粉」（本件決定９頁１７～１９行）であること\nを、本件発明と刊行物１記載の発明との一致点としているのは、このような趣旨を\n含むものと理解され、その認定判断に誤りはない。\n２　取消事由２（顕著な効果の看過）について\n原告は、カルシウムとアルミニウムの各数値限定からもたらされる相乗効果\nを主張する。\nしかし、まず、本件発明の構成要件としてのカルシウムの含有量はCa／Feの\n重量比で０．００１～０．１０であるのに対し、刊行物１記載の発明の構成要件と\nしてのカルシウムの含有量は同０．００５以下であって、両者の数値限定は、同\n０．００１～０．００５の範囲で重複することが明らかである。\n次に、アルミニウムの含有量についてみるに、刊行物１記載の発明は、アル\nミニウムの含有量を示していないものの、オキシ水酸化鉄又は酸化鉄の表面にアル\nミニウム化合物を付着させ、還元して磁性粉とすることにより、その保磁力、角形\n比等の磁気特性を向上させる技術が周知であることは当事者間に争いがなく、か\nつ、このような磁気特性を向上させるために含有させるアルミニウムの量につき、\n刊行物３（甲第５号証）には、Al／Feの重量比で０．０１～２．０、刊行物４（甲\n第６号証）には、同０．０００５～０．０９６（原子比値で０．００１～０．２０\nを重量比に換算）と記載されていることが認められるから、刊行物１記載の発明に\nおけるアルミニウムの含有量を、刊行物３及び４の記載に基づいて、本件発明の示\nすAl／Feの重量比０．００５～０．２０と同程度とすることは、当業者が容易に想\n到し得るものと認められる。\n以上の点からすると、少なくとも、カルシウム含有量が本件発明と重複する\n範囲であるCa／Fe重量比０．００１～０．００５の場合において、Al／Fe重量比を\n０．００５～０．２０と選択することは、保磁力、角形比等の磁気特性を向上させ\nるとの効果において予測性があるということができる。また、原告が顕著な効果の\n根拠とする甲第２号証の第１図～第３図においても、上記範囲での数値限定が臨界\n的な意義を有するとは認められず、他にこれを認めるに足りる証拠もないから、以\n上を総合すれば、上記の数値限定について進歩性を認めることはできないといわざ\nるを得ない。なお、以上の認定判断は、刊行物１において「ゲータイト中のカルシ\nウムの量は少なければ少ないほどよい」との認識が示されているか否かによって左\n右されるものでもない。\n次に、本件特許に係る特許請求の範囲中、カルシウムの含有量がCa／Feの重\n量比で０．００５～０．１０の範囲（刊行物１記載の発明と重複しない部分）につ\nいてみるに、たしかに、甲第２号証の第１図～第３図において、金属磁性粉のＨ\nｃ、磁気テープのSFD及びBr／Bmのいずれについても、当該範囲内に最大値（SFDは\n最小値）を含むことは認められるものの、本件発明は、Ca／Feの重量比で０．００\n５を超える部分のみを構成要件とするものではないから、たとえ本件発明に含まれ\nる磁性粉の一部に優れた磁気特性を示す物が存在するとしても、その効果のみを取\nり上げて、本件発明に進歩性があるとすることはできない。\n３　以上のとおり、原告の本件決定取消事由の主張は理由がなく、他に本件決定\nにこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田　中　　康　久\n裁判官    　長　沢　　幸　男\n裁判官    　宮　坂　　昌　利\n"
}