{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 10,
    "day": 4
  },
  "case_number": "平成16(ワ)24927",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第35部",
  "result": "その他",
  "gist": "薬剤性間質性肺炎に罹患していた患者について，担当医師にその原因薬剤であるミノマイシンを中止すべき注意義務を怠った過失を認めた事例",
  "lawsuit_id": "33633",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33633",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/633/033633_hanrei.pdf",
  "contents": "平成１８年１０月４日判決言渡\n平成１６年(ワ)第２４９２７号 損害賠償請求事件\n判決\n主文\n１ 被告は，原告に対し，２２０万円及びこれに対する平成\n１６年３月１日から支払済みまで年５分の割合による金員\nを支払え。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は，これを２分し，その１を原告の，その余を\n被告の負担とする。\n４ この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n被告は，原告に対し，５２０３万１５５９円及びこれに対する平成１６年３\n月１日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，原告（昭和１８年２月２１日生）が，爪の疾患により被告が管理・\n運営するＡ病院の皮膚科を受診し，平成１５年１２月１２日から抗生剤である\nミノマイシンの投与を受けていたが，その後呼吸困難を訴えて，平成１６年２\n月１０日，Ａ病院の内科に入院したところ，担当医師が，原告に対し，ミノマ\nイシンの投与を中止せずにかえって増量投与したことにより，原告が薬剤性間\n質性肺炎を原因とする呼吸器機能障害等の後遺障害を負ったと主張して，被告\nに対し，診療契約上の債務不履行又は不法行為（使用者責任）に基づき，損害\n賠償及びこれに対する平成１６年３月１日（Ａ病院の退院日）から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１ 前提となる事実（証拠の摘示のない事実は，当事者間に争いがない ）。\n(１) 当事者\nア 原告は，本件に関し，平成１５年１０月１７日から平成１６年３月１日\nまでの間，Ａ病院に入通院して診療を受けていた者である。\nイ 被告は，Ａ病院を管理・運営する共済組合である。\n(２) Ａ病院における診療経過\n原告のＡ病院における診療経過は，別紙診療経過一覧表(略)記載のとおり\nである（同一覧表中の証拠の摘示のない事実は，当事者間に争いがない 。。）\n後に摘示する当事者の主張に関係する限りにおいてその大要を摘示すると，\n次のとおりである。\n原告は，平成１５年１０月１７日，爪の疾患によりＡ病院の皮膚科を受診\nし，同年１２月１２日からミノマイシン（商品名。一般名は塩酸ミノサイク\nリン）の投与を受けていた。その後，原告は，呼吸困難を訴えて平成１６年\n２月３日及び９日，Ａ病院の内科（呼吸器内科）を受診し，翌１０日，同科\nに入院した。\n担当医師であるＢ医師は，同日から同月１６日までの間，原告に対し，皮\n膚科で処方されていたミノマイシンを１日５０ｍｇから２００ｍｇ（１００\nｍｇ×２回）に増量して，合計１３回（１３００ｍｇ）点滴投与した。\n原告は，同年３月１日，医師である子Ｃが当時勤務していたＤ病院に転院\nしたいとして，Ａ病院を退院した。\n原告は，上記Ａ病院における診療経過において，ミノマイシンによる薬剤\n性間質性肺炎に罹患した。\n(３) その後の経過\n原告は，平成１６年３月２日，上記Ｄ病院を受診し，その紹介で，勤務先\nに近いＥ病院で診療を受けることにして，翌３日からＥ病院において薬剤性\n間質性肺炎の診療を受けるようになった（甲Ａ５ないし７，証人Ｃ 。）\n２争点\n本件の主たる争点は，次の２点である。\n(１) ミノマイシンの投与に関する過失の有無（争点１）\n(２) 損害の有無及びその額（争点２）\n３ 争点に関する当事者の主張\n(１) 争点１（ミノマイシンの投与に関する過失の有無）について\n（原告の主張）\n以下の点にかんがみれば，担当医師であるＢ医師には，平成１６年２月１\n０日（Ａ病院入院日）以降，原告に対し，ミノマイシンの投与を中止すべき\n注意義務があったにもかかわらず，これを中止せずにかえって増量して投与\nし続けた点において，過失がある。\nア ミノマイシンの副作用の内容\nミノマイシンの添付文書には，重大な副作用として「呼吸困難，間質性\n肺炎，ＰＩＥ症候群（好酸球増加を伴う肺疾患 」及び「重篤な肝機能障）\n害」が挙げられており 「発熱，咳嗽，労作時息切れ，呼吸困難等の異常，\nが認められた場合には速やかに胸部Ｘ線検査等を実施し，間質性肺炎，\nＰＩＥ症候群が疑われる場合には投与を中止し，副腎皮質ホルモン剤の投\n与等の適切な処置を行うこと」と記載されている。この副作用は，有名か\nつ常識的なものであり，文献や成書にも多数報告されているものである。\nイ 原告の症状等\nＢ医師は，平成１６年２月９日の時点で，原告がＡ病院の皮膚科から，\n長期間ミノマイシンの処方を受けていることを認識していた。\nそして，原告には，その副作用と符合する症状が出現していた。すなわ\nち，同年２月３日に撮影された胸部レントゲン画像上，スリガラス陰影が\n見られ，同日の血液検査データ上も顕著な肝機能障害を示す所見が認めら\nれ （ＡＬＰ８９７，ＧＯＴ１１２，ＧＰＴ１０７，γ－ＧＴＰ２９８ ，）\n同月９日に撮影された胸部ＣＴ画像では中・下肺野にスリガラス状の陰影\nが認められていた。さらに，翌１０日には，長引く咳嗽のほか，肝機能障\n害の悪化（ＡＬＰ９７１，ＧＯＴ５７，ＧＰＴ６６）が認められた。\nウ 被告の主張に対する反論\n被告は，マイコプラズマ肺炎を疑っていた旨主張する。\nしかしながら，マイコプラズマ肺炎の好発年齢は１０ないし３０歳代と\nされるところ，原告は当時６０歳である上，それまで皮膚科でミノマイシ\nンの長期投与を受けていたことをも考え併せると，マイコプラズマ肺炎を\n発症している可能性は低かった。また，薬剤性肺炎もマイコプラズマ肺炎\nも，画像所見は多彩であることから，それだけで薬剤性肺炎を否定し，マ\nイコプラズマ肺炎の確定診断をすることはできない。さらに，平成１６年\n２月１０日，原告に対して実施されたマイコプラズマ抗体検査（翌１１日\n結果報告）の結果は陰性であり，少なくとも同月１１日以後，マイコプラ\nズマ肺炎を疑うことには理由がない。\nなお，マイコプラズマ肺炎に対する抗生剤としては，ミノマイシン以外\nにもクラリスロマイシン，アジスロマイシン等の有効かつ副作用の可能性\nがないものがいくらでもあるのであるから，あえてミノマイシンを使用す\nる必要はなかった。\n（被告の主張）\n以下の点からすれば，Ｂ医師が，平成１６年２月１０日，原告に対し，ミ\nノマイシンを増量して投与したことに過失はない。\nア マイコプラズマ肺炎が疑われたこと\nＢ医師は，以下の点にかんがみ，原告がマイコプラズマ肺炎に罹患して\nいることを疑い，これに対して有効であるミノマイシンを投与した。\nすなわち，平成１６年２月９日撮影の胸部ＣＴ画像では，経気道的に肺\n門から放射状に広がるスリガラス陰影が認められるところ，これは呼吸不\n全に進展する重症マイコプラズマ肺炎の特徴的な画像である。また，原告\nには入院時に長引く咳嗽があったこと，同月３日撮影の胸部レントゲン画\n像上スリガラス陰影が認められたこと，同日及び同月１０日の血液検査デ\nータ上肝機能障害が認められたこと（ＧＯＴ及びＧＰＴ等の上昇）並びに\n同月１０日の血液検査データ上白血球増多が認められないことは，いずれ\nもマイコプラズマ肺炎を疑わせる所見である。そして，マイコプラズマ肺\n炎は，非細菌性肺炎の中でも昀も頻度が高いとされるから，これを疑うこ\nとは合理的である。\nなお，原告は，同日実施されたマイコプラズマ抗体検査（翌１１日結果\n報告）が陰性であったことから，少なくとも同月１１日以後マイコプラズ\nマ肺炎を疑うことには理由がない旨主張する。しかしながら，Ｂ医師は，\n同月１３日の回診時に上記検査報告書を見た記憶がない（同報告書がＡ病\n院の病棟に到着したのは同月１２日午後以降であったと推測されるが，\nＢ医師がこれを上記回診時に見なかった理由は不明である 。仮に，。）\nＢ医師が，同月１３日の回診時に，マイコプラズマ抗体検査の結果が陰性\nであることを認識していれば，ミノマイシンの投与を中止した可能性は否\n定できない。しかし，上記のとおり，原告についてはミノマイシンによる\n薬剤性肺炎を疑うべき要素がなく，同月１６日にはその投与を中止してい\nるのであるから，Ｂ医師が上記抗体検査の結果を見落としたとしても過失\nを構成するものではない。\nイ 抗生剤の早期点滴投与が不可欠であること\n肺炎は，日本における死因の第４位を占める致死率の高い疾患であるか\nら，致死性の肺炎への移行を防ぐため，早期に抗生剤を投与（入院管理下\nで静脈に点滴投与）することが不可欠である。現に，原告は，Ａ病院入院\n時，既に労作時の呼吸困難を訴えており，急激な呼吸不全への進展が懸念\nされた。したがって，入院管理下におけるミノマイシンの点滴投与が妥当\nと考えられたものである。\n原告は，マイコプラズマ肺炎に対しては，他に有効な抗生剤が存在する\nから，あえてミノマイシンを使用する必要はなかった旨主張する。しかし\nながら，クラリスロマイシンやアジスロマイシンは経口薬であって点滴製\n剤はなく，点滴治療を行うためにはミノマイシンによることが妥当であっ\nた（ミノマイシンは，点滴治療薬として推奨されており，原告の爪の疾患\nに対しても有効であった 。。）\nウ ミノマイシンによる副作用は考えにくかったこと\n肝機能障害や間質性肺炎の発症は，他の抗生剤の添付文書でも記載され\nており，ミノマイシンに特異的な副作用ではないから，このような症状が\n見られたとしてもミノマイシンによる薬剤性肺炎を積極的に疑うことはで\nきない。\nまた，ミノマイシンによる薬剤性肺炎の場合は，通常，慢性好酸球性肺\n炎のパターンを呈するが，平成１６年２月９日撮影の胸部ＣＴ画像はこれ\nとは異なり，検査データ上も末梢血好酸球増多がなかった。\nこのような事実のほか，ミノマイシンによる薬剤性肺炎の発症頻度は不\n明であることも考え併せると，ミノマイシンによる副作用を積極的に疑う\nべき画像所見等が得られない限り，これを疑うことはできなかったという\nべきである。\n(２) 争点２（損害の有無及びその額）について\n（原告の主張）\nア 逸失利益 ３３３０万１４１８円\n原告は，５分間の平地歩行で息切れがする状態となっており，身体障害\n者（呼吸器機能障害）４級に該当する見込みである。また，特発性間質性\n肺炎の５年後の生存率が３０ないし８０％とされていることからすれば，\n原告の後遺障害は 「胸腹部臓器の機能に著しい障害を残し，特に軽易な，\n労務以外の労務に服することができない」ものとして，後遺障害等級５級\nに該当する。\n原告は，本件訴訟提起時６１歳であったことから，基礎収入を５４５万\n９１２１円（平成１５年の賃金センサスの大卒者の６０歳から６４歳の賃\n金７２０万７９００円の一部であり，平成１４年及び平成１５年の原告の\n年収の平均と同額 ，労働能力喪失率を７９％，就労可能年数を１０年）\n（平均余命の２分の１）として，上記後遺障害に伴う逸失利益の現価をラ\nイプニッツ方式（その係数は７．７２１７）により算定すると，次のとお\nり，３３３０万１４１８円となる。\n545万9121円×0.79×7.7217＝3330万1418円\nイ 慰謝料 １４００万円\n以下の事情を考慮すれば，Ａ病院のＢ医師の過失により約１か月の入院\nとその後の通院を余儀なくされたことに伴う入通院慰謝料として１００万\n円，上記後遺障害に伴う慰謝料として１３００万円をもって相当とする。\nすなわち，原告は，Ａ病院の皮膚科で，ミノマイシンを長期間にわたっ\nて漫然と投与されたことによって，薬剤性間質性肺炎を惹起されたのみな\nらず，内科入院後も，Ｂ医師からミノマイシンを増量投与され，また，ス\nテロイドパルス療法を実施すべきであるとの意向を無視されるなどした結\n果，上記のとおりの後遺障害を残された。また，Ａ病院の医師は，その後\nも，呼吸不全に陥っている原告に外出（単身での京都への出張）を認めた\nほか，薬剤性間質性肺炎であることが明らかであるにもかかわらず，その\n原因は不明である旨の虚偽の説明を行うなど，その診療は極めて悪質であ\nる。\nウ 弁護士費用 ４７３万０１４１円\nエ なお，原告は，現在，うつ病を発症し，平成１７年１０月２４日以降，\nＦ病院で治療を受けている。これは，上記Ａ病院のＢ医師の過失により増\n悪した薬剤性間質性肺炎に対し，ステロイド剤（プレドニゾロン）の長期\n投与を余儀なくされたことによるものである（ステロイド剤の副作用とし\nて「精神変調，うつ状態」が挙げられている 。。）\nそこで，原告は，うつ病の発症による精神的負担から労働意欲を失い，\n現在も就労できない状態にあることをも考慮して，上記各損害額を主張す\nるものである。\n（被告の主張）\nア 後遺障害の有無について\n以下の事実などからすれば，現在，原告に明確な肺機能障害があるとは\n考えられない。すなわち，Ｅ病院の外来カルテ（甲Ａ７）によれば，原告\nの肺は平成１６年１２月の時点で陰影が左上葉，左下葉Ｓ６を中心にわず\nかに見られる程度にまで改善していること，同月２日の肺呼吸機能検査は\nいずれも正常値であること，同月９日にはＨｕｇｈ－ｊｏｎｅｓの呼吸困\n難度分類がⅠ度（同年代の健常者と同様の生活・仕事ができ，階段も健康\n者並にのぼれる ）とされること，原告の主訴の面からしてもそれ以前の。\n段階から常に「ｇｏｏｄ 「息切れない」となっていることが明らかで」，\nある。また，原告は元来ヘビースモーカーであり，これのみでも肺拡散機\n能が低下することが多く，現に，平成１５年１２月１５日の人間ドックで\n実施された肺呼吸機能検査の結果は，上記平成１６年１２月の数値よりも\n低かった。\nイ 慰謝料について\n原告の肺機能障害が当初から薬剤性のものであると疑われ，治療が開始\nされたとしても，ある程度の入院加療は必要であったはずであるから，原\n告の入院期間（平成１６年２月１０日から３月１日まで）のすべてを慰謝\n料の対象とすることは相当でない。\nウ うつ病について\n原告は，現在，うつ病に罹患している旨主張する。しかしながら，ステ\nロイド剤の投与による精神症状は，これを大量に投与した場合（５０ない\nし６０ｍｇ以上）に，投与を継続している間見られることがある程度であ\nって，本件の投与量（３０ｍｇ）で，かつ，投与が終了した後になってう\nつ病を発症することはあり得ない。\n第３ 争点に対する判断\n１ 原告の診療経過\n前記前提となる事実及び証拠（甲Ａ１ないし１２，甲Ｂ２４，甲Ｃ３，乙\nＡ１ないし６，証人Ｂ及び証人Ｃ）によれば，次の事実を認めることができる。\n(１) Ａ病院における診療経過\n原告のＡ病院における平成１５年１０月１７日から平成１６年３月１日ま\nでの診療経過の概要は以下のとおりであり，その詳細は別紙診療経過一覧表\n記載のとおりである。\nア Ａ病院入院に至る経緯\n原告は，平成１５年１０月１７日，爪の疾患によりＡ病院の皮膚科を受\n診し，後記イのとおり，同年１２月１２日から抗生剤であるミノマイシン\nの投与を受けていた。\n原告は，平成１６年１月３０日，脳梗塞の診療のために通院していた\nＡ病院の内科（神経内科）において 「かぜをひいた。咳き込んだ後１０，\n分くらい苦しい 」旨訴えたところ，医師から「呼吸苦が強い場合には来。\n院するように 」との指示を受けた。そこで，原告は，同年２月３日及び。\n同月９日，Ａ病院の内科（呼吸器内科）でＢ医師の診療を受けたところ，\n同月３日に行われた生化学検査の結果，ＡＬＰ８９７ＩＵ／Ｌ，ＧＯＴ１\n１２ＩＵ／Ｌ，ＧＰＴ１０７ＩＵ／Ｌ，ＬＤＨ４３５ＩＵ／Ｌ，ＣＲＰ２．\n４ｍｇ／ｄｌ（以下，これらの検査結果の単位の記載を省略する ）とい。\nずれも高値を示し，同月９日に撮影された胸部ＣＴ画像上，スリガラス陰\n影が両肺に認められたことから，精査・治療を目的として，同月１０日，\nＡ病院の内科（呼吸器内科）に入院した。\nイ 原告に対するミノマイシンの投与\nＡ病院の医師らは，平成１５年１２月１２日から平成１６年３月１日ま\nでの間，原告に対し，以下のとおりミノマイシンを処方又は投与した。\n(ｱ) 平成１５年１２月１２日（皮膚科）１００ｍｇ/日 １４日分処方\n(ｲ) 同月２６日（皮膚科） １００ｍｇ/日 １４日分処方\n(ｳ) 平成１６年１月９日（皮膚科） ５０ｍｇ/日 １４日分処方\n(ｴ) 同月２３日（皮膚科） ５０ｍｇ/日 １４日分処方\n(ｵ) 同年２月６日（皮膚科） ５０ｍｇ/日 １４日分処方\n(ｶ) 同月９日（内科外来） ５０ｍｇ/日 ２日分処方\n(ｷ) 同月１０日（内科入院時） １００ｍｇ×１回 点滴投与\n(ｸ) 同月１１日（内科入院時） １００ｍｇ×２回 点滴投与\n(ｹ) 同月１２日（内科入院時） １００ｍｇ×２回 点滴投与\n(ｺ) 同月１３日（内科入院時） １００ｍｇ×２回 点滴投与\n(ｻ) 同月１４日（内科入院時） １００ｍｇ×２回 点滴投与\n(ｼ) 同月１５日（内科入院時） １００ｍｇ×２回 点滴投与\n(ｽ) 同月１６日（内科入院時） １００ｍｇ×２回 点滴投与\nウ Ａ病院入院後の診療経過\n平成１６年２月１０日撮影の胸部レントゲン画像上，原告の両側中・下\n肺野に淡いスリガラス陰影が認められた。同日行われた生化学検査では，\nＡＬＰ９７１，ＧＯＴ５７，ＧＰＴ６６，ＬＤＨ３２２，ＣＲＰ２．８，\n一般血液検査では，白血球数６５００，血清検査では，寒冷凝集反応（マ\nイコプラズマ肺炎の診断等に用いられる ）が４倍希釈（基準値の範囲。\n），内）との結果が出た（いずれも同月１２日結果報告 。また，同月１０日\n原告に対し，マイコプラズマ抗体検査が行われ，翌１１日，基準値の範囲\n内である旨の結果報告がされた。\n同月１６日撮影の胸部レントゲン画像上，両肺門を中心とした淡い陰影\nが，同月１０日撮影時と比べより増悪・増強していた。同月１６日に行わ\nれた生化学検査では，ＡＬＰ １００９，ＧＯＴ４７，ＧＰＴ９５，\nＬＤＨ３４９，ＣＲＰ１．９，一般血液検査では，白血球数１１６００と\nの結果が出た。\n同月１７日，Ｂ医師は，同月１６日撮影の胸部レントゲン画像上上記の\nとおり陰影の悪化が認められたことから，薬剤性肺障害を疑い，ミノマイ\nシンの投与を中止するとともに，ミノマイシンに対する血液ＤＬＳＴ（薬\n剤リンパ球刺激試験）を実施した（同月２５日，陰性の結果報告 。同月）\n１７日に行われた生化学検査では，ＡＬＰ１０１４，ＬＤＨ３６４，\nＣＲＰ１．９との結果が出た。そこで，原告に対し，ステロイド剤である\nプレドニゾロンが，同月２０日から同年３月１日にかけて，同年２月２０\n日３０ｍｇ（５ｍｇ×６錠)，２１日及び２２日各２０ｍｇ（５ｍｇ×４\n錠)，２３日ないし２５日各１０ｍｇ（５ｍｇ×２錠 ，２６日ないし同）\n年３月１日各３０ｍｇ（５ｍｇ×６錠)ずつ投与された。\n原告は，同年３月１日，医師である子Ｃが当時勤務していたＤ病院に転\n院したいとして，Ａ病院を退院した。なお，退院処方として，プレドニゾ\nロン３０ｍｇ（５ｍｇ×６錠)７日分が処方された。\n(２) Ｄ病院における診療\n原告は，平成１６年３月２日，上記Ｄ病院を受診した。同日撮影された胸\n部ＣＴ画像上は，同年２月２３日撮影の胸部ＣＴ画像上の所見（びまん性陰\n影は改善しているように見える部分もあるが，間質影は増強し，肺繊維化が\n進んでいる ）と比べ若干改善していた。。\n２ 薬剤性肺障害等に関する医学的な知見\n証拠（甲Ｂ１，２，４ないし９，１１，１３ないし１７，２４ないし２６，\n２８ないし３０，乙Ａ５，乙Ｂ１ないし５，７，８，証人Ｂ及び証人Ｃ）によ\nれば，次の事実を認めることができる。\n(１) ミノマイシンの副作用\nミノマイシンは，マイコプラズマ肺炎等の治療に有効な抗生剤である。重\n大な副作用として「呼吸困難，間質性肺炎，ＰＩＥ症候群」及び「重篤な肝\n機能障害」が挙げられており，添付文書（平成１４年３月版）上 「発熱，，\n咳嗽，労作時息切れ，呼吸困難等の異常が認められた場合には速やかに胸部\nＸ線検査等を実施し，間質性肺炎，ＰＩＥ症候群が疑われる場合には投与を\n中止し，副腎皮質ホルモン剤の投与等の適切な処置を行うこと」と記載され\nている。\nまた，平成１６年当時，ミノマイシンによって薬剤性肺障害を発症した旨\n比較的多数の症例報告がされるなど，ミノマイシンが薬剤性肺障害を惹起す\nる薬剤の１つであると一般的に考えられていた。\n(２) 薬剤性肺障害の症状，これに対する診断等\n一般に，薬剤性肺障害の臨床症状・検査所見は非特異的であるとされるが，\n発熱，乾性咳，労作時呼吸困難が認められるほか，白血球増加，ＣＲＰ上昇，\n赤沈の亢進，ＧＯＴ，ＧＰＴ，ＬＤＨ，ＩｇＥ（アレルギー抗体）の上昇が\n認められることがある。また，呼吸機能検査では，主として拘束性障害（肺\n活量の低下）及び拡散障害（肺拡散能力の低下）が認められる。聴診上は，\n捻髪音（finecrackles）が聴かれる。なお，薬剤性肺障害の画像所見は極\nめて多彩であり，特徴的所見はないとされるが，昀も多く見られるものとし\nては，両側性の斑状又はびまん性浸潤影やスリガラス陰影であるとされる。\n薬剤性肺障害の診断は，疑わしい薬剤の再投与試験（チャレンジテスト）\nを行うことが確実であるが，重症化等の危険があるため必ずしも推奨されて\nいない。そのため，薬剤性肺障害の診断に当たっては，これを疑って鑑別診\n断の対象に加えることが必要であり，その上で上記臨床症状・検査所見のほ\nか，服薬歴，肺障害の発症時期と薬剤投与時期との時間的関連性，感染症等\nの他疾患の除外診断等を総合的に考慮して診断される。\n薬剤性肺障害の治療としては，原因と考えられる薬剤の投与をできるだけ\n早く中止することが昀も重要であるとされ，どうしても中止できない場合な\nどには化学構造の違う別の薬剤を慎重に投与する。薬剤の投与中止のみで軽\n快することが多いが，併せてステロイド剤の投与を行うことも一般的である。\nミノマイシンによる薬剤性肺障害の場合の臨床症状，検査所見，診断・治\n療方法は，上記薬剤性肺障害一般の場合とほぼ同様である。ミノマイシンに\nよる薬剤性肺障害は，投与開始後，おおむね１ないし２週間前後で発症する\nことが多いとされ，その病理組織パターンは好酸球性肺炎のパターンを呈す\nることが比較的多いとされるが，一様ではない。\n(３) マイコプラズマ肺炎について\nマイコプラズマ肺炎は，マイコプラズマ(Mycoplasma pneumoniae)という\n微生物がヒトに感染することにより引き起こされる急性の呼吸器疾患であり，\nしばしば薬剤性肺障害との鑑別が問題となる。\n一般的な特徴としては，好発年齢は１０ないし３０歳代であり，この年齢\n層でマイコプラズマ肺炎全体の７０％程度に達している。臨床症状・検査所\n見としては，強い咳嗽（乾性，連続性 ，発熱（３８℃以上が多い ，頭痛，）。）\n白血球数が正常又は軽度増加，赤沈亢進，ＣＲＰ上昇が認められるほか，\nＧＯＴ，ＧＰＴ，ＬＤＨの上昇が約５０％，寒冷凝集反応の陽性化が約７５\n％で認められる。胸部画像所見としては，肺門から放射状に広がるスリガラ\nス陰影や網状結節性陰影などのびまん性間質性病変を示すことがあるとされ\nるが，多彩であり，特異的所見はないとされる。\n３ 争点１（ミノマイシンの投与に関する過失の有無）について\n(１) 前記前提となる事実（第２の１）並びに上記１及び２で認定した事実に\nよれば，次のことが明らかである。すなわち，Ｂ医師は，平成１６年２月９\n日の時点で，原告が既にＡ病院の皮膚科からミノマイシン（１日５０ｍｇ）\nの処方を受けていることを認識していた（その旨をＢ医師がカルテに記載し\n），ている。乙Ａ２ 。また，ミノマイシンによる薬剤性肺障害は，投与開始後\nおおむね１ないし２週間前後で発症することが多いとされるところ，原告は，\n平成１５年１２月１２日からミノマイシンの処方を受け，遅くとも平成１６\n年１月３０日には呼吸困難を訴えていたのであって，肺障害の発症時期と薬\n剤投与時期との時間的関連性があり（上記１(１)及び２(２) ，Ｂ医師は容）\n易にそれを知り得る立場にあった。さらに，原告は，Ａ病院入院時，長引く\n咳嗽，労作時呼吸困難があったほか，ＣＲＰ，ＧＯＴ，ＧＰＴ，ＬＤＨがい\nずれも高値を示し，同年２月９日に撮影された胸部ＣＴ画像上スリガラス陰\n影が認められ，翌１０日に撮影された胸部レントゲン画像上も両側中・下肺\n野に淡いスリガラス陰影が認められるなど，ミノマイシンによる薬剤性肺障\n），害の所見に適合する臨床症状・検査所見が認められていた（同前 。そして\nミノマイシンは，少量経口投与であってもマイコプラズマ肺炎を予防する可\n能性が示唆されている（乙Ｂ８）ところ，原告には，平成１５年１２月１２\n日以降２か月近くにわたりミノマイシンが投与されていたのであるから，相\n対的にマイコプラズマ以外の原因による肺炎を疑うべき状況にあった。また，\n平成１６年２月１０日に行われたマイコプラズマ抗体検査（翌１１日結果報\n告）及び寒冷凝集反応検査（同月１２日結果報告）は，いずれも基準値の範\n囲内であり，遅くとも同月１２日にはマイコプラズマ肺炎以外の原因をより\n強く疑うべき状況にあった（上記１(１)及び２(３) 。）\nこのような事実のほか，薬剤性肺障害の治療としては，原因と考えられる\n薬剤の投与をできるだけ早く中止することが昀も重要であるとされているこ\nと（上記２(２)）を総合的に考察すると，Ｂ医師には，同月１０日の時点で，\n原告に対し，ミノマイシンを増量投与することなく，また，遅くとも同月１\n２日にはその投与を中止すべき注意義務があったにもかかわらず，これを怠\nった点において過失があったものと認められる。\n(２) ところで，被告は，この点について次のア及びイの主張をしているので，\n以下検討する。\nア まず，被告は，画像所見等から原告がマイコプラズマ肺炎に罹患してい\nることが疑われたため，これに対して有効なミノマイシンを投与した旨主\n張し，証人Ｂは，これに沿う供述をし，同人作成に係る陳述書（乙Ａ５）\n中にも，これに沿う記載がある。\nしかしながら，マイコプラズマ肺炎は，小児から若年成人に発症する\n（１０ないし３０歳代が好発年齢）のが一般的特徴であるとされるところ\n（上記２(３) ，原告は，Ａ病院入院時，６０歳であった（乙Ａ３ 。ま））\nた，マイコプラズマ肺炎の画像所見は多彩であり，画像所見からその発症\nを積極的に疑うことはできない。さらに，平成１６年２月１０日に行われ\nたマイコプラズマ抗体検査（翌１１日結果報告）及び寒冷凝集反応検査\n（同月１２日結果報告）は，いずれも基準値の範囲内であった。\nこうしたことに加え，原告は，平成１５年１２月１２日以降，Ａ病院の\n皮膚科からミノマイシンが処方されており，マイコプラズマ肺炎の発症が\n予防される可能性がある旨指摘されていること（乙Ｂ８）をも考え併せる\nと，被告の上記主張は，採用できない。\nなお，Ｂ医師は，マイコプラズマ抗体検査の結果を平成１６年２月１６\n日に初めて知った旨供述している。しかし，上記説示のとおり，同月１０\n日の段階でマイコプラズマ以外の原因による肺炎をも疑うべき状況にあっ\nたことに徴すると，Ｂ医師は，上記検査結果を速やかに把握すべく努める\nべきであったといえる。そうすると，Ｂ医師の上記供述は，以上の判断を\n左右するものではない。\nイ また，被告は，致死性の肺炎への移行を防ぐため，早期に抗生剤を点滴\n投与する必要があったところ，アジスロマイシン等は経口用剤であったた\nめ，点滴治療薬として推奨されていたミノマイシンを投与した旨主張し，\n証人Ｂは，これに沿う供述をし，同人作成に係る陳述書（乙Ａ５）中にも，\nこれに沿う記載がある。\nしかしながら，肺炎に対する抗生剤の投与方法については，本件全証拠\nによっても，点滴治療によるべきことが必ずしも推奨されているとまでは\n認められない（特に，ミノマイシンの添付文書（甲Ｂ５）上，点滴静脈内\n注射は 「経口投与不能の患者及び救急の場合に行い，経口投与が可能に，\nなれば経口用剤に切り替える 」旨の記載があり，点滴静脈内注射は補充。\n的なものとして位置づけられている 。。）\nしたがって，被告の上記ア及びイの主張は，いずれも採用できない。\n４ 争点２（損害の額）について\n(１) Ｅ病院における診療経過\n証拠（甲Ａ５ないし９，１１，証人Ｃ）によれば，次の事実を認めること\nができる。\nア 原告は，勤務先に近いＥ病院での診療を希望し，Ｄ病院の医師の紹介を\n受けて，平成１６年３月３日から上記Ｅ病院において診療を受けるように\nなった。\n平成１６年３月５日，原告に対して行われた呼吸機能検査の結果は，肺\n活量（ＶＣ）２．７９ℓ（予測値の７８．８％ ，一秒量（ＦＥＶ１．）\n０）２．４６ℓ（予測値の８９．８％ ，肺拡散能力（ＤＬＣＯ）１０ｍℓ）\n／ｍｉｎ／ｍｍＨｇ（予測値の５０．６％）であった。\n同月２４日，原告に対し胸部レントゲン検査が行われ，同月３日の胸部\nレントゲン検査の結果と比べ改善が見られた。\n同年４月７日，原告の主訴は良好であり，同日撮影された胸部ＣＴ画像\nは同年３月２日撮影のものよりも改善していた。\n同年４月２１日，原告の主訴は，良好だが動くと多少苦しい感がある\n（階段に登ると少し息切れ）というものであった。同日行われた胸部レン\nトゲン検査の所見は 「改善している 」とされた。，。\n同年５月１７日，原告の主訴は良好であり，同日行われた呼吸機能検査\nの結果は，肺活量（ＶＣ）３．６１ℓ （予測値の１０２％ ，一秒量）\n（ＦＥＶ１．０）２．９７ℓ （ 予測値の１０８．４％ ， 肺拡散能力）\n（ＤＬＣＯ）１６．１０ｍℓ／ｍｉｎ／ｍｍＨｇ（予測値の８１．５％）\nであり，改善しているとされた。同日行われた胸部ＣＴ検査では，両下肺\nに淡いスリガラス陰影が残っていることが認められた。\n同年６月１７日，原告の主訴は良好であり，息切れもないとされた。同\n日行われた胸部レントゲン検査の所見は 「ほぼＯＫ」とされた。，\n同年７月１５日，原告の主訴は良好であり，同日行われた胸部レントゲ\nン検査の所見は 「ほぼクリアー」とされた。，\n同年８月１２日，原告の主訴は良好であり，同日行われた胸部レントゲ\nン検査の所見は 「ＯＫ」とされた。，\n同年９月１３日及び同年１０月１４日，原告の主訴は良好であり，両日\n行われた胸部レントゲン検査の所見は，いずれも「異常なし」とされた。\n同年１２月２日，同日行われた胸部ＣＴ検査では 「左上葉，左下葉，\nＳ６を中心にわずかな浸潤影を認めますが，前回２００４／５／１７と比\n較すると浸潤影は軽快しています 」とされた。また，同日行われた呼吸。\n機能検査の結果は，肺活量（ＶＣ）３．７８ℓ（予測値の１０６．８％ ，）\n一秒量（ＦＥＶ１．０）３．０５ℓ（予測値の１１１．３％ ，肺拡散能）\n力（ＤＬＣＯ）１６．２７ｍℓ／ｍｉｎ／ｍｍＨｇ（予測値の８２．３\n％）であり，更に改善していた。\n同年１２月９日，原告の主訴は息切れなしで あり，Ｈｕｇｈ－\nＪｏｎｅｓの呼吸困難度分類は，Ⅰ度（同年齢の健常者と同様の労作がで\n。。き，歩行・階段の昇降も健常者なみにできる ）である旨の診断がされた\nこのようなことから，担当医師であるＧ医師は，同日，原告に対するプレ\nドニゾロンの処方を中止した。\n平成１７年２月３日，原告の主訴は良好であったが，肺雑音（細かい断\n続性ラ音を聴取）の所見があった。Ｇ医師は，同日，胸部レントゲン撮影\n及び採血を指示した上，カルテに「これで終了？」との記載をした。\n同年４月２７日，原告の主訴は良好であり，胸部肺雑音なしの所見であ\nったが，原告は，その後も数か月に１回程度Ｅ病院を受診し，経過を観察\nしてもらっている。\nイ 原告に対するプレドニゾロンの処方\n原告の担当医師であるＧ医師は，原告に対し，以下のとおり，プレドニ\nゾロンを処方した（以下の日はいずれも平成１６年である 。。）\n(ｱ) ３月３日から同月２３日まで ３０ｍｇ（５ｍｇ×６錠)\n(ｲ) ３月２４日から４月２０日まで ２５ｍｇ（５ｍｇ×５錠)\n(ｳ) ４月２１日から５月１６日まで ２０ｍｇ（５ｍｇ×４錠)\n(ｴ) ５月１７日から６月１６日まで １５ｍｇ（５ｍｇ×３錠)\n(ｵ) ６月１７日から７月１４日まで １０ｍｇ（５ｍｇ×２錠)\n(ｶ) ７月１５日から８月１１日まで ７ｍｇ\n(ｷ) ８月１２日から９月１２日まで ５ｍｇ\n(ｸ) ９月１３日から１０月１３日まで ５ｍｇ（隔日）\n(ｹ) １０月１４日から１２月８日まで ３ｍｇ（隔日）\n(２) 逸失利益について\nア 原告は，現在，呼吸器機能の後遺障害（後遺障害等級５級相当）を負っ\nており，特に軽易な労務以外の労務に服することは困難である旨主張し，\n証人Ｃはこれに沿う供述をし，同人作成の陳述書（甲Ａ１１）及び意見書\n（甲Ｂ２４）中にも，これに沿う記載がある。\nイ 上記(１)認定のＥ病院における診療経過及び以下に摘示した証拠によれ\nば，原告の症状について，次のことが明らかである。\n平成１６年１２月２日に実施された原告の呼吸機能検査の結果によれば，\n肺活量（ＶＣ）３．７８ℓ（予測値の１０６．８％ ，一秒量（ＦＥＶ１．）\n０）３．０５ℓ（予測値の１１１．３％ ，肺拡散能力（ＤＬＣＯ）１６．）\n２７ｍℓ／ｍｉｎ／ｍｍＨｇ（予測値の８２．３％）となっており，これ\n），らはいずれも正常値の範囲内である（甲Ａ９，乙Ｂ８及び証人Ｂ 。また\n同日の胸部ＣＴ検査の所見は「左上葉，左下葉Ｓ６を中心にわずかな浸潤\n影を認めますが，前回２００４／５／１７と比較すると浸潤影は軽快して\nいます 」とされ，Ｇ医師は，その意見書（甲Ａ９）中で，平成１７年４。\n月の「胸部ＣＴ像ではなお淡いスリガラス状陰影が残存しており，これは\nすでに不可逆的変化をきたした線維化病巣である可能性がある 」として。\nいるものの，同月２７日の胸部レントゲン検査の所見としては「ＯＫ」と\nしており，画像所見上，原告の肺の異常陰影はほぼ改善しているものと判\n断される。さらに，原告の主訴の面でも，少なくとも平成１６年５月１７\n日から平成１７年４月２７日までの間については，良好であり，息切れの\n訴えもされていなかった。そして，Ｇ医師は，平成１６年１２月９日，原\n告の呼吸困難度について，Ｈｕｇｈ－Ｊｏｎｅｓの呼吸困難度分類でⅠ度\n（同年齢の健常者と同様の労作ができ，歩行・階段の昇降も健常者なみに\nできる ）との診断をしている。。\n以上の事実を総合的に考察すると，Ｇ医師が同月９日に診断したように，\n現在，原告の呼吸機能に労働能力の喪失をきたすような後遺障害が存在し\nているとまでは認めることができないというべきである。\nウ ところで，Ｇ医師は，上記意見書（甲Ａ９）中で，上記記載の上で，\n「すでに後遺症として肺に不可逆的線維化病巣が残ってしまっている可能\n性があり，特に軽易な労務以外の労務に服することは困難となると思われ\nる。このような場合には，これが進行してさらに悪化したり，ときに致死\n的な急性増悪をきたすような場合がありうる 」旨記載している。。\nしかしながら，上記Ｇ医師の意見は，原告の肺に後遺症として不可逆的\n線維化病巣が残ってしまっている可能性を指摘し，また，そのような後遺\n症が残っている場合について 「特に軽易な労務以外の労務に服すること，\nは困難となる」可能性を指摘するものであることが明らかである。しかも，\nもともと，原告は，Ａ病院受診以前から１日３０ないし４０本のタバコを\n吸っており，平成１５年１２月１５日（Ａ病院の皮膚科でミノマイシンの\n処方が開始された３日後）に実施された人間ドックでの呼吸機能検査の結\n果は，肺活 量 は予測値の９１％,一秒量は予測値の８０．４９％（乙\nＡ６）と，上記平成１６年１２月２日の同検査結果よりもむしろ低値を示\nしていたのである。\n以上の認定説示に照らすと，上記アの証人Ｃの供述並びに同人作成の陳\n述書（甲Ａ１１）及び意見書（甲Ｂ２４）中の記載についてはたやすく採\n用できない。そして，他に，客観的な証拠がない本件においては，現在，\n原告の呼吸機能に労働能力の喪失をきたすような後遺障害が存在している\nと認めることはできないといわざるを得ない。\nエ また，原告は，Ｂ医師の過失により，ステロイド剤の長期投与を余儀な\nくされた結果，うつ病を発症し，これによる精神的負担から労働意欲を失\nい，現在，就労できない状態にある旨主張し，証人Ｃはこれに沿う供述を\nし，同人作成の陳述書（甲Ａ１１）及び意見書（甲Ｂ２４）中にも，これ\nに沿う記載がある。\n確かに，Ｆ病院のＨ医師作成の診断書（甲Ａ１０）によれば，原告は，\nうつ病と診断され，平成１７年１０月２４日から同病院に通院加療中であ\nることが認められる。\nしかしながら，一般に，ステロイド剤の副作用により精神症状が生じる\nのは，大量に投与した場合であることが多く，これが生じた場合であって\nも減量・中止することによって軽快するとされる（乙Ｂ８）ところ，上記\n１(１)ウ及び４(１)イ認定のとおり，原告は，３０ｍｇを超えてステロイ\nド剤であるプレドニゾロンの投与を受けたことはなく，また，平成１６年\n１０月１４日を昀後にその処方は中止されている。\nこのような事実のほか，プレドニゾロンの添付文書上，その用量として，\n「通常，成人にはプレドニゾロンとして１日５～６０ｍｇ」を投与すべき\nことが，また，その重大な副作用として，精神変調やうつ状態が掲げられ\nているが，そうした副作用が生じる頻度は不明であるとされていること\n（甲Ｂ１３）にも徴すると，他に客観的な証拠がない本件においては，現\n在，原告がうつ病に罹患しているとしても，Ｂ医師の上記過失との間に相\n当因果関係があるものと認めることはできない。\nオ 以上の次第であるから，原告が，現在，呼吸器機能の後遺障害（後遺障\n害等級５級相当）を負っていることを前提とする逸失利益に関する損害賠\n償請求は，理由がないことに帰する。\n(３) 慰謝料について\nア 上記(２)認定説示のとおり，現在，原告の呼吸機能に労働能力の喪失を\nきたすような後遺障害が存在しているとまでは認めることができない。\nもっとも，上記(２)認定説示のとおり，平成１６年１２月２日の胸部\nＣＴ検査の所見は「左上葉，左下葉Ｓ６を中心にわずかな浸潤影を認めま\nすが，前回２００４／５／１７と比較すると浸潤影は軽快しています 」。\nとされ，Ｇ医師は，その意見書中で，平成１７年４月の「胸部ＣＴ像では\nなお淡いスリガラス状陰影が残存しており，これはすでに不可逆的変化を\nきたした線維化病巣である可能性がある 」としている。そして，証拠。\n（甲Ａ９，Ｂ２５，２９及び乙Ｂ８）によれば，上記意見書が指摘するよ\nうな不可逆的変化をきたした線維化病巣が現に存在する場合の予後につい\nては，新たな薬剤性肺障害や感染の温床となる，致死的肺障害のリスクフ\nァクターになる，その後に発症する呼吸器感染症の難治化・遷延化に関係\nする可能性がある旨を指摘する見解もみられるところである。\nそして，原告は，平成１６年２月１０日のＡ病院内科入院以降もミノマ\nイシンの投与が中止されなかったばかりか，かえって増量投与されたこと\nにより，薬剤性肺障害が増悪し，左肺に不可逆的変化をきたした線維化病\n巣が残された可能性があることに伴い，現在，自らの予後について，言葉\nでは言い表せない不安を抱えて生活しているのである（甲Ｃ３ 。）\nそうすると，原告の呼吸機能に労働能力を喪失させるような後遺障害が\n存在しているとまで認めることはできないけれども，原告が現在抱えてい\nる上記精神的不安は，その内容が深刻なものであって，社会通念上甘受す\nべき限度を超えるものといえるので，前記３の過失と相当因果関係のある\n損害として評価することが相当である。\nイ また，原告は，平成１６年３月１日まで約１か月間，Ａ病院での入院加\n療を要したほか，同月２日Ｄ病院を受診し，翌３日からＥ病院に通院する\nようになった（Ｅ病院への実通院回数は，平成１７年４月２７日までの間\nについてみても１７回に及んでいる ）のであるから，このような入通院。\nに伴う精神的苦痛についても，本件損害と認めるのが相当である。\nもっとも，原告は，Ａ病院入院当初既に上記３(１)認定のとおりの症状\nを呈していたことからすれば，同時点で既に薬剤性肺障害に罹患していた\nものと推認されるので，慰謝料額を算定するに当たっては，この点につい\nても考慮するのが相当である。\nウ 以上ア及びイの認定説示のほか，本件における被告医師の過失の態様，\nその他本件に顕れた一切の事情を考慮すると，前記３の過失により原告が\n被った上記ア及びイ認定の精神的な損害を慰謝するには，２００万円をも\nって相当と判断する。\nエ 弁護士費用 ２０万円\n弁護士費用に関する損害については，本件事案の性質・難易，訴訟の経\n過，認容額などを考慮して，２０万円をもって相当と認める。\n５結論\n以上によれば，不法行為に基づく原告の請求は，主文の限度で理由があるか\nらこれを認容し（債務不履行による場合には，認容すべき損害額は異ならない\nが，遅延損害金の起算日が遅くなる ，その余は失当として棄却することとし。）\nて，主文のとおり判決する。\n東京地方裁判所民事第３５部\n裁判長裁判官 金 井 康 雄\n裁判官 三 井 大 有\n裁判官 小 津 亮 太\n"
}