{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 15
  },
  "case_number": "平成14(わ)411",
  "case_name": "殺人被告事件",
  "court_name": "さいたま地方裁判所第3刑事部",
  "lawsuit_id": "6066",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6066",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/066/006066_hanrei.pdf",
  "contents": "【主  文】被告人を懲役７年に処する。\n未決勾留日数中４００日をその刑に算入する。\n【理  由】\n（犯行に至る経緯）\n被告人は，昭和６２年１２月，短期大学在学中から交際していたＣと結婚し，平\n成５年２月に埼玉県ａ市内の肩書住居地に一戸建ての自宅を購入し，同年５月７日\nに長女Ａを，平成７年４月１４日には次女Ｂをもうけ，親子４人で生活していた。\nＡとＢは，それぞれ順調に成育していたが，Ｂが１歳になった平成８年４月こ\nろ，微熱を出してせきが続いたため，小児科の医師に診てもらったところ仮性クル\nープと診断され，その後も症状がおもわしくなかったことから，ｂ医大総合医療セ\nンターで診察を受けたところ直ちに入院を勧められ，好中球減少症及び仮性クルー\nプと診断され，人工呼吸器を装着するため全身麻酔を施されるなどの処置を受け\nた。その後，Ｂは，６週間ほど入院して同年６月ころ退院したが，入院する前には\n首がすわり，一人で立つこともできるようになっていたのに，退院後はお座りもで\nきなくなって寝たきりの状態となり，こうしたＢの状態について，被告人は，担当\n医から，脳に萎縮があり，今後順調に成長するかどうか分からないと説明されて大\nきなショックを受けた。\nそれでも，被告人は，希望を失わずにＢを育てようと考え，同児を発達未熟児のサ\nークルや言葉の遅い子供のための教室あるいは音感教室などに通わせたり，障害の\nない子供たちから刺激を受けるために保育園に入園させるなどして，少しでも普通\nの子供に追いつくように必死に努力をしていた。しかし，Ｂが４歳になったころ，\n通院していたクリニックで，中度の知的障害，多動，てんかんなどと診断され，Ｂ\nの発達遅滞が明らかになったことから，被告人はショックを受け，母親としてもっ\nと早くにＢの異常に気付いて病院に連れて行けばよかったなどと自責の念にさいな\nまれるようになり，これから先Ｂが普通の人と同じような生活を送れないことがか\nわいそうでたまらず，また，自分が，一生，Ｂの世話をしていかなければならない\nことがひどく負担に感じられ，Ｂの行く末を考えては悩み，苦しんで，次第に気持\nちが落ち込むようになり，平成１２年１０月ころ，ｃ病院精神科で診察を受け，う\nつ状態，不眠症と診断されて抗うつ剤，抗不安薬や睡眠薬などを処方され，更にそ\nの後，反応性うつ病と診断されて，同病院に通院して投薬治療を受けるようになっ\nた。被告人は，こうして通院治療を始めてから，次第に精神状態も落ち着いてき\nて，うつ状態も軽快するかにみえたが，やがて，Ｂが６歳の誕生日を迎え，翌年の\n春にはいよいよ小学校に入学するという時期になって，Ｂを普通学級に入れるか，\n転居して特殊学級に入れるかで再び深刻に思い悩むようになり，次第に精神的に不\n安定な状態となり，平成１３年６月ころには，夫に対して，「死にたい」「子供を\n殺して私も死ぬ」などと口走るようになったため，心配した夫に付き添われて上記\n病院で再度診察を受けたところ，自殺念慮を伴う強いうつ状態と診断され，抗不安\n剤を多量に処方されて引き続き投薬治療を受けることになった。しかし，被告人\nは，Ｂの将来に対する不安が頭から離れず，次第に自宅に引きこもりがちになっ\nて，同年１０月ころには，勤務中の夫に対して，「何もする気がおきない」「すぐ\nに帰ってきて」などと電話をし，心配して帰ってきた夫に対し，「死にたい」「Ｂ\nを連れて死にたい」「Ｂは大人になったらどうなるんだろう。私たちがいなくなっ\nたらＡに迷惑がかかってしまう」などと口にしたことから，夫は，数日間会社を休\nみ，被告人や子供たちの世話をし，その後も残業を減らしてできるだけ早く帰宅す\nるようにしていた。こうして，被告人は，夫の援助により，多少気持ちの落ち着き\nを取り戻したものの，同月２４日に予定されていた小学校入学前の健康診断の受診\n日が近づくにつれて，またしてもＢの将来に対する不安が募ってきて，結局，Ｂに\n健康診断を受けさせることもせず，Ｂの将来を悲観し，同児を道連れに自殺をしよ\nうと真剣に考えるようになった。そして，自分がＢと一緒に死んでしまったら，残\nされたＡがかわいそうだと考えて，同児も道連れにしようと考えるようになり，Ａ\nやＢが苦しんだり，怖い思いをしないですむように，睡眠薬を飲ませて眠っている\n間に殺そうと考えるようになった。こう考えた被告人は，同年１１月初めころ，夫\nが勤めから帰ってくる前に，二人の子供に睡眠薬を飲ませ，自らも睡眠薬を服用し\nて自動車を運転して自殺を試みたものの，途中で追突事故を起こして警察官に保護\nされ，自殺に失敗したが，このころになると，被告人は，何もする気が起きずに寝\n込んでいることが多くなり，その一方で，二人の子供を道連れに自殺をしたいとい\nう気持ちはますます強くなっていた。\nＢの就学前の健康診断と面談が同月２２日に改めて行われることになり，いよい\nよその日が近づいてきた同月１６日になると，かねてよりＡとＢを道連れに自殺を\nしようと考えていた被告人は，Ｂを普通学級に入れることはできない，Ｂを障害児\nにしたのは自分のせいだという思いにとらわれて朝から気分が優れず，抗うつ剤や\n抗不安剤を服用して，気持ちを奮い起こし，Ａの学校の役員会の会合に出席して所\n用を済ませたが，翌日は週末で夫が自宅にいることから，この日のうちにＡとＢを\n道連れに自殺をしようと決意し，Ｂを保育園に迎えに行き，Ａが遊びから帰ってき\nた同日午後５時ころ，二人の子供に夕食を食べさせると，Ａを自動車で連れ出す口\n実として，「今日，役員のパトロールに行かなくてはいけないから，一緒に行かな\nい」などと言って，被告人と一緒に外出することを納得させた上，睡眠薬を肉叩き\n棒で粉末状にし，これをコーラに入れてＡに飲ませ，Ｂには薬だと偽って水に溶か\nして服用させた。そして，被告人は，預金通帳や家の権利証等をまとめるなど若干\nの身辺整理をし，友人からかかってきた電話で少し話をした後，同日午後７時３０\n分ころ，自分が服用する睡眠薬と水の入ったプラスチック製容器を上着のポケット\nに入れて，ＡとＢを自動車に乗せて自宅を出発した。被告人は，二人の子供を道連\nれに，どうやって自殺しようかとあれこれ考えながら車を走らせていたが，かつて\n家族で遊びに行ったことがあるｄ川を思い出し，車ごと川に入って自殺をしようと\n考え，ｄ川の河川敷に向かった。被告人は，同日午後８時ころ，ｄ川河川敷のｅ運\n動場広場辺りに自動車を止めたものの，水深の浅い川に入ってもうまく死ぬことは\nできないと思ってこれをあきらめ，車に火を付けて二人の子供と焼死しようと考\nえ，自動車を河川敷の奥の方へ移動させ，車内で睡眠薬を服用すると，助手席で眠\nっているＡをそのままにして，運転席から後部座席にいたＢの側に移動し，同児に\n添い寝をしながら，たばこを吸うなどした。\n（罪となるべき事実）\n被告人は，以上のような経緯で，長女Ａ（当時８歳）及び次女Ｂ（当時６歳）を\n殺害しようと企て，平成１３年１１月１６日午後１１時５０分ころ，埼玉県ａ市所\n在のｅ河川敷運動場広場南側路上において，同所に駐車した普通乗用自動車内に上\n記両児を乗せたまま車内に火を放ち，そのころ，同車内において，上記両児を焼死\nさせて殺害したものであるが，犯行当時，被告人は，神経症性うつ病又は反応性う\nつ病による自殺念慮を伴う抑うつ状態にあったため，心神耗弱の状態にあったもの\nである。\n（法令の適用）\n被告人の判示各所為はいずれも刑法１９９条に該当するが，これは１個の行為が\n２個の罪名に触れる場合であるから，同法５４条１項前段，１０条により１罪とし\nて犯情の重いＡに対する殺人罪の刑で処断することとし，所定刑中有期懲役刑を選\n択し，判示の罪は心神耗弱者の行為であるから同法３９条２項，６８条３号により\n法律上の減軽をした刑期の範囲内で被告人を懲役７年に処し，同法２１条を適用し\nて未決勾留日数中４００日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１\n項ただし書を適用して被告人に負担させないこととする。\n（弁護人の主張に対する判断）\n弁護人は，被告人は，本件犯行当時，重度のうつ病にり患しており，心神喪失な\nいし心神耗弱の状態にあったと主張するので，以下，当裁判所が心神耗弱と判断し\nた理由を示す。\n１  本件犯行に至る経緯は，先に（犯行に至る経緯）で判示したとおりであって，\n関係証拠によれば，被告人には，犯行直前に服用した睡眠薬の影響，あるいは子供\nを殺害したという衝撃に起因する心因性の健忘，又はこれらの複合による記憶の欠\n損が認められ，そのため，放火の具体的な手段方法はつまびらかにし得ないが，出\n火場所は車室内である可能性が高く，さらに，車内の状況等からみて，自然発火の\n可能性はなく，自動車に火を付けて子供たちと一緒に焼死しようと決意したという\n犯行の動機に照らしてみると，被告人が何らかの方法によって本件車両内に火を放\nったことが明らかである。そして，被告人は，本件車両内で火を放った後，自らは\n熱さと煙に耐えかねて，車外に逃げ出し，川に飛び込んで自殺を図ったものの，死\nにきれず，我に返って，激しく燃えている本件車両に向かい子供たちを助け出そう\nとしたが果たせず，本件車両の近くにたたずんでいたところを消防士らに救助さ\nれ，搬送された病院で，「次女がライターで遊んでいた。次女は，何するか分から\nない。ライターで座布団に火を付けたと思う。後ろの席には紙などが散らかってい\nた」などと供述していたことが認められる。\n２  被告人は，先にみたとおり，本件犯行の１年ほど前から精神科の治療を受け，\nうつ状態更には反応性うつ病と診断されていたものであるが，犯行当時の被告人の\n責任能力に関して，捜査段階において，医師Ｄによる簡易精神鑑定がなされたほ\nか，医師Ｅによる精神鑑定が実施され，さらに，当裁判所は，鑑定人Ｆに命じて被\n告人の精神鑑定を実施した。上記各鑑定の内容及び結論は以下のとおりである。\n(１)  Ｄ作成の精神鑑定書によれば，被告人は，以前から周囲の目が気になり，ひ\nとつのことを考えるといつまでも引きずりくよくよ悩む性格であり，執着気質とい\nってよいと指摘され，次女が知的障害と診断されたことで抑うつ状態をきたし，一\n時軽快傾向がみられたが，次女の小学校入学が近づき，特殊学級に入れるか否かで\n悩み続けた末に犯行に及んだとされ，被告人には，抑うつ気分，精神運動制止，食\n欲低下，睡眠障害，自責感，自信の喪失などの典型的なうつ症状がみられるととも\nに，長期にわたって希死念慮を抱いており，家族など周囲の人々と親密な関係がも\nてずに孤立し，被告人の上記の性格傾向に，こうした明らかな心因が加わって発病\nしたうつ病であり，反応性の色彩が強く，本件犯行時のうつ状態は軽いものではな\nく，完全責任能力とするには無理があるとされ，どの程度責任能力が限定されるか\nについては，更に詳細な検討が必要であるとされている（以下，「Ｄ鑑定」とい\nう。）。\n(２)  一方，医師Ｅ作成の殺人被疑事件被疑者精神状態鑑定書写し及び証人Ｅの公\n判供述によれば，被告人には，睡眠障害・食欲減退などの身体的な不調，興味・関\n心の喪失などの精神運動抑制，さらに，劣等感，悲哀感などの抑うつ気分の増加が\nみられ，ＤＳＭ－Ⅳにおける大うつ病エピソードの基準を満たしているとされ，被\n告人は，次女の知的障害に悩み，それが原因となって抑うつ神経症になったが，本\n件の二，三箇月前には重篤なうつ状態に陥り，抑うつ神経症から内因性うつ病に病\n態が推移したとされ，犯行時，被告人は，重いうつ状態を呈しており，悲観的で絶\n望的な考えしか思い浮かばず，確信的に自殺を決意し，自分が死ぬと娘二人が苦労\nし，娘二人にも前途がないという妄想的な思い込みから拡大自殺として本件犯行に\n及んだもので，うつ病が本件の犯行動機，犯意発生に直接影響を及ぼしており，是\n非善悪を弁識する能力及びその弁識に従って行動する能力が失われていたと判断さ\nれている（以下，両者を併せて「Ｅ鑑定」という。）。\n(３)  他方，鑑定人Ｆ作成の殺人事件被告人司法精神鑑定書及び証人Ｆの公判供述\nによれば，被告人に，抑うつ気分，喜びの減退，体重減少，不眠，易疲労性，自殺\n念慮などがみられたことから，ＤＳＭ－Ⅳにおける大うつ病エピソードの基準を満\nたしているが，１回のエピソードが比較的長期にわたって継続する「大うつ病性障\n害，単一エピソード」であって，その程度は重症ではあるものの，妄想や幻聴は認\nめられず，従来診断によれば，被告人の症状の性質は原発性というよりも続発性で\nあり，子供の障害という原因に対応しており，そのようなストレスと抑うつの発現\nとの時間的関係が一致し，また，抑うつ症状の悪化と軽快がストレスの度合いなど\n外的な出来事に極めてよく呼応しており，被告人の病前の人格傾向が内因性うつ病\nよりも反応性うつ病や神経症性うつ病により親和性が高く，被告人の病状は現実的\n体験を契機として反応的に生じる反応性うつ病あるいは神経症性うつ病であって，\n内因性うつ病ではないと判断され，さらに，被告人は，実父母に対する葛藤を強く\n有していたとみられ，小児期から気分が落ち込むときには頭痛や手のしびれなどの\n神経症的症候を来しやすく，葛藤に直面した場合に現実的な内省をする能力に乏し\nいとされ，このような，社会的に未熟で，内省力に欠け，不満を感じながらもその\n具体的解決を図る能力に劣るという被告人の人格特性を素地として，次女の知的障\n害と入学問題というストレスを中心にこれを巡る実母との葛藤や夫との関係など複\n数のストレスが重なって，神経症性うつ病にり患していたと判断されるとされてお\nり，犯行時，被告人は，その病状から心神耗弱の状態にあった可能性は否定できな\nいものの，事理を弁識し，その弁識に従って行動する能力を失っていたとはいえな\nいとされている（以下，両者を併せて「Ｆ鑑定」という。）。\n３  そこで検討するに，まず，Ｅ鑑定についてみるに，被告人の症状がＤＳＭ－Ⅳ\nにおける大うつ病エピソードの基準を満たしているとしても，それが直ちにうつ状\n態に陥った原因を示唆するものとは解されない上，Ｇの検察官調書及び警察官調書\n並びにＨ作成の意見書等関係証拠によれば，被告人は，次女の知的障害に悩み，精\n神科に通院するようになったころから，自殺を考えていたこともうかがわれ，その\n後も，次女の知的発育の遅れに悩み続け，次女の就学前の健康診断や面談の期日が\n近づいてきて，特殊学級に入れるべきか否かの決断を迫られるような状況におかれ\nたことで，次女の将来を悲観して，犯行を決意するに至ったことが認められるとこ\nろ，こうした犯行に至る経緯に照らしてみれば，被告人のうつ状態の発現やその推\n移は次女の知的障害に起因し，明らかにこれが発症の主たる原因となっていると認\nめられるのであって，これと無関係に被告人にうつ病の症状が現れたとは考え難\nく，また，当初は反応性のうつ病であったものが内因性のうつ病に病態が推移した\nという論拠も十分に示されているとはいい難い。また，被告人には内因性うつ病に\nり患した者に特徴的な病前の性格とは相容れない，未成熟で，情緒面の動揺により\n著しく判断力を失いやすい傾向があり，葛藤からの逃避傾向が認められるとされな\nがら，内因性のうつ病と判断された説明も必ずしも十分とはいえないのであって，\nこうした点に照らしてみれば，被告人が内因性のうつ病にり患していたと判断した\nＥ鑑定の結論は首肯できない。\nこれに対し，Ｄ鑑定やＦ鑑定は，被告人が抑うつ症状を呈するに至ったのは次\n女の障害が契機となっていると指摘し，被告人のうつ病は反応性のものであると判\n断し，さらに，Ｆ鑑定は，被告人には性格的に抑うつ神経症に親和性のある素地が\nあり，これに次女の障害などのストレスを主たる要因とし，実母との葛藤や夫との\n関係などのストレスが重なって，神経症性うつ病にり患したと判断しているが，同\n鑑定は，その手法において，ＤＳＭ－Ⅳの解釈等にも問題はなく，その判断内容も\nその要因と抑うつ症状の推移との対応関係において十分に納得し得るものであり，\n被告人の病状が神経症性であると断定しているところはともかく，内因性うつ病と\nの診断を否定し，神経症性又は反応性のうつ病であるという基本的な判断は十分に\n首肯できる。\n４  そして，先にみた本件犯行に至る経緯及び犯行前後の被告人の言動に，上記の\n各鑑定結果を併せ検討すると，被告人は，永年，次女の知的障害に思い悩み，次第\nに抑うつ状態が深刻となり，次女の将来を悲観して，次女とともに長女も道連れに\nして自殺を図ろうと決意するに至ったというもので，被告人がうつ病にり患してい\nたことを考慮しても，犯行の動機は十分了解可能であり，犯行当日，被告人は，長\n女と次女を道連れに自殺をする意図で，それなりに計画的に，かつ合目的的に行動\nしていることが認められるのであって，具体的な放火行為について被告人の記憶が\n欠けているとはいえ，被告人が意図して火を放ったことは犯行動機から明らかであ\nり，その他，犯行前後の被告人の行動を検討してみても，不自然，不可解な点は認\nめられない。とりわけ，犯行後の被告人の言動は，自らが招いた車両の炎上という\n惨事を目の当たりにして，混乱した心理状態にあったことを前提にしても，消火器\nを持って駆け付けてきた男性に対して，車内に子供がいる旨告げるなどしており，\n自己の行動のもたらした結果の重大性を十分に認識していたと認めることができ\nる。以上の事実に照らしてみれば，本件犯行当時，被告人が事理を弁識しその弁識\nに従って行動する能力を全く失っていたとは到底認められない。\nＦ鑑定は，抑うつ症状と本件犯行との結びつきは希薄で，むしろ被告人の病前\nの性格が行動の選択を規制したと思われると指摘している。しかしながら，本件犯\n行時において，被告人は，行動抑制を伴う抑うつ症状が相当深刻な状態にあったと\n認められ，強い自殺念慮に支配され，相当程度行動が規定されていたとも推察され\nるのであり，Ｆ鑑定も，その病状は重症であったとしていることに加え，どちらか\nといえば完全責任能力を有していたと一応の結論を示しながら，心神耗弱の状態に\nあった可能性も否定できないとしているのであって，こうしたＦ鑑定を考慮する\nと，被告人が事理を弁識し，その弁識に従って行動する能力に全く欠けるところが\nなかったと断じるには疑問の余地がないではない。したがって，本件犯行当時，被\n告人は，神経症性うつ病又は反応性うつ病による自殺念慮を伴う抑うつ状態にあっ\nたため，心神耗弱の状態にあったと判断した次第である。\n（量刑の理由）\n本件は，被告人が，知的障害のある次女の将来を悲観し，次女とともに長女も道\n連れに自殺しようと企て，二人の女児を乗せた自動車内に火を放ち焼死させた殺人\nの事案である。\n本件犯行に至る経緯及び犯行の動機は，先に（犯行に至る経緯）で判示したとお\nりであって，被告人は，１歳の時に発病した次女にその後知的障害があることが分\nかり，直る見込みがないと診断されたが，何とかして普通の子供と同じように成長\nしてほしいという親心から，発達未熟児のサークルやクリニックなどに通わせた\nり，保育園にも入園させて必死になって養育してきたものの，小学校の入学を翌年\nに控えた就学前の健康診断の時期が近づくと，次女の様子から，普通学級に入学す\nることはできないとして絶望感を募らせるとともに，次女を障害児にしたという自\n責の念にさいなまれ，ついに，次女を道連れに自殺をしようと考えて，その際，後\nに残される長女がかわいそうだとして，長女も道連れにしようと考えて，犯行に及\nんだというもので，当時，うつ状態になるほど思い悩んでいたとはいえ，自殺をす\nるために，幼い我が子を手に掛けるなどした本件犯行は，余りにも身勝手で短絡的\nというほかはない。被告人は，長女を安心させるために，パトロールに出掛けるな\nどとうそを言い，二人の子供に気付かれないように睡眠薬を飲ませるなどした上，\n自動車に乗せて連れ出し，自殺の方法をあれこれ考えながら自動車を走行させ，や\nがて車ごと川に入って自殺しようと考えて人気のない河川敷に自動車を止めたもの\nの，水深の浅い川に入ってもうまく死ぬことはできないと思って考え直し，車内に\n放火して二人の子供と一緒に焼死しようと決意し，助手席で寝込んでいる長女や何\nも分からないでいる次女を目の前にしながら，車内で火を放って二人の子供を焼死\nさせているのであって，犯行の態様も悪質である。被告人は，車内で出火に気付い\nた次女から起こされても，わずかな消火活動をしただけで，二人の子供を車外に逃\nがすこともせず，被告人だけが，熱と煙に耐えかねて車外に逃げ出しているのであ\nる。死亡した長女は当時小学校２年生で８歳，次女は翌年小学校入学を控えたわず\nか６歳の幼子であって，被告人の意図を何も知らないまま，母親として慕い，信頼\nしていた被告人の手によって，突然，短い一生を終えたもので，犯行の結果は余り\nにも悲惨である。被告人の夫でもある二人の女児の父親や，被告人の義母及び実母\nらは，悲嘆に暮れながらも，被告人を気遣い，処罰感情をあらわにしていないが，\n娘あるいは孫を失った同人らの心情には同情の念を禁じ得ない。とりわけ，かけが\nえのない二人の愛娘を，妻である被告人の手によって一度に失ってしまった夫の絶\n望感は察するに余りある。これらの点からすると，被告人の刑事責任は重いといわ\nざるを得ない。\nそうすると，被告人が，実行行為自体は記憶がないと供述しながらも，自らの手\nによって，二人の子供を焼死させたことを認めて，反省，悔悟の念を示しているこ\nと，犯行当時，重いうつ病にり患しており，心神耗弱の状態にあったと認められる\nこと，前科前歴がないこと，障害を抱えた次女のために，これまで被告人なりに精\n一杯の努力をしてきたもので，同情し得る側面もあること，夫と実母が看護と更生\nに助力することを誓約していることなど，被告人のためにしん酌し得る事情を十分\nに考慮してみても主文掲記の科刑は免れない。\n【さいたま地方裁判所第三刑事部裁判長裁判官川上拓一,裁判官森浩史,裁判官片岡\n理知】\n"
}