{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 16
  },
  "case_number": "平成13(わ)1512",
  "case_name": "殺人，死体遺棄，恐喝未遂，傷害被告事件",
  "court_name": "千葉地方裁判所",
  "lawsuit_id": "6159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/006159_hanrei.pdf",
  "contents": "平成１７年３月１６日宣告\n平成１３年(わ)第１５１２号等　殺人，死体遺棄，恐喝第１７２３号\n主文\n被告人を懲役２０年に処する。\n未決勾留日数中６００日をその刑に算入する。\n押収してある柄の曲がったコンビハンマー１本を没収する。\n訴訟費用は全部被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は，\n第１　Ａ，Ｂ，Ｃ，Ｄ，Ｅ，Ｆ，Ｇ及びＨと共謀の上，\n１　当時Ａの夫であったＩ（当時３４歳）を殺害しようと企て，平成１２年１２月\n３０日午前２時２０分ころ，千葉県白井市（当時は印旛郡ａ町）ｂｃ番地のｄｅの\n同人方において，被告人において，所携のコンビハンマーで眠っているＩの頭部を\n数回殴打した上，被告人及びＤにおいて，所携のタオルをＩの頸部に巻いて絞め付\nけ，よって，そのころ，同所において，同人を頸部圧迫により窒息死させて殺害し\n２　同日午前３時ころ，被告人，Ｄ及びＥにおいて，Ｉの死体を上記ｅの敷地内に\n駐車中の普通乗用自動車のトランク内に積み込み，同所から埼玉県草加市ｆ町ｇ番\n地ｈ内プレハブ連棟式鉄板屋根付倉庫まで運搬し，同日午前４時ころ，同所におい\nて，被告人，Ｃ，Ｄ及びＥにおいて，上記死体をドラム缶内に入れた上，コンクリ\nート詰めにして隠匿し，もって，死体を遺棄し\n第２　Ｃ，Ｄ及びＥと共謀の上，かねてＢ（当時２８歳）に出資金として要求して\nいた２００万円の支払が滞っているとして，これとは別に同人から金員を喝取しよ\nうと企て，平成１３年２月２４日ころ，東京都足立区ｉｊ丁目ｋ番ｌ号ｍ店内にお\nいて，同人に対し，Ｄにおいて，包帯を巻いた左手小指を示して上記２００万円の\n支払が遅延した責任を取って同小指を詰めたように装った上，被告人において，\n「２００万円を払うのが遅れたから中国人マフィアが怒っている。もう３００万円\nを３月２０日までに払うことで話がついた。今回はＤの指で収まったが，今度遅れ\nたらそっちの命が危うくなる」などと申し向けて，別途３００万円の支払を要求\nし，さらに，同年３月２０日午後９時３０分ころ，埼玉県草加市ｆ町ｎ番地ｏｐ号\n室において，Ｃにおいて，Ｂに対し，「金どうすんだ。やくざなめんじゃねえ」な\nどと怒号しながら特殊警棒で同人の体を数十回殴打し，催涙スプレーを同人の顔面\nに向けて噴射し，千枚通しでその左腕部等を数回突き刺すなどの暴行を加えて，引\nき続き上記３００万円の支払を要求し，この要求に応じなければ更に同人の生命，\n身体にどのような危害をも加えかねない気勢を示して同人を畏怖させ，金員を喝取\nしようとしたが，同月２９日，同人の父が警察に届け出たため，その目的を遂げ\nず，その際，上記暴行により，Ｂに全治約３週間を要する両前腕・肘挫傷の傷害を\n負わせ\nたものである。\n（法令の適用）\n罰　条\n判示第１の１の所為につき　刑法６０条，平成１６年法律第１５６号による改正\n前の刑法１９９条（行為時においては上記改正前の刑法１９９条に，裁判時におい\nてはその改正後の刑法１９９条に該当するが，これは犯罪後の法令によって刑の変\n更があったときに当たるから刑法６条，１０条により軽い行為時法の刑による。所\n定刑中有期懲役刑の長期は，行為時においては上記改正前の刑法１２条１項に，裁\n判時においてはその改正後の刑法１２条１項によることになるが，同様に刑法６\n条，１０条により軽い行為時法の刑による。）\n判示第１の２の所為につき　刑法６０条，１９０条\n判示第２の所為のうち\n恐喝未遂の点につき　刑法６０条，２５０条，２４９条１項\n傷害の点につき　刑法６０条，上記改正前の刑法２０４条（行為時においては\n上記改正前の刑法２０４条に，裁判時においてはその改正後の刑法２０４条に該当\nするが，これは犯罪後の法令によって刑の変更があったときに当たるから刑法６\n条，１０条により軽い行為時法の刑による｡)\n科刑上一罪の処理\n判示第２につき　刑法５４条１項前段，１０条（１罪として犯情の重い傷害罪に\nついて定めた懲役刑で処断）\n刑種の選択\n判示第１の１の罪につき　有期懲役刑\n併合罪の処理\n刑法４５条前段，４７条本文，１０条，上記改正前の刑法１４条（有期懲役刑の\n加重の限度は，行為時においては上記改正前の刑法１４条に，裁判時においてはそ\nの改正後の刑法１４条２項によることになるが，これは犯罪後の法令によって刑の\n変更があったときに当たるから刑法６条，１０条により軽い行為時法の刑によ\nる。）（最も重い判示第１の１の罪の刑に法定の加重）\n未決勾留日数の本刑算入\n刑法２１条\n没　収\n刑法１９条１項２号，２項本文（判示第１の１の犯行の用に供した物）\n訴訟費用の処理\n刑事訴訟法１８１条１項本文\n（量刑の理由）\n本件は，被告人が，産業廃棄物の運搬等を目的とする会社を経営していたＩ（当\n時３４歳。以下「被害者」という。）の殺害を計画していた当時の同人の妻Ａ及び\n同会社の従業員３名に殺し屋の手配を依頼されたＡの情交相手であったＢから被害\n者の殺害等を依頼され，上記Ａら５名及び暴力団関係者であるＣほか２名と順次共\n謀の上，被害者を殺害し（判示第１の１），その死体をドラム缶に入れてコンクリ\nート詰めにして遺棄した（判示第１の２）事案及びＣほか２名と共謀の上，判示第\n１の共犯者であるＢ（当時２８歳）に暴行・脅迫を加えて同人から３００万円を喝\n取しようとしたが未遂に終わり，その際同人に全治約３週間を要する傷害を負わせ\nた事案（判示第２）から成る。\n第１　殺人（判示第１の１）及び死体遺棄(判示第１の２）（以下，これらを「本件\n殺人等」ということがある。）の各犯行について\n１　本件殺人等の犯行は，被害者の当時の妻Ａ及び被害者の経営する会社の従業\n員３名（前記Ｆ，同Ｇ，同Ｈ）が，殺し屋に依頼して被害者を殺害した上その死体\nを遺棄することを共謀し，Ａの情交相手であったＢを介して同人と交友のあった暴\n力団関係者である被告人に報酬６００万円の約束でその実行者の手配を依頼し，同\n依頼を受けた被告人が，知人の暴力団関係者であるＣほか１名（Ｅ）と共に本件殺\n人等の犯行を計画し，あらかじめ，死体を隠匿しておくための倉庫を借り受けて，\n同所に死体をコンクリート詰めにするのに使用するドラム缶やセメント等を準備\nし，コンビハンマーやナイフ等の凶器のほか被害者を拘束するための手錠や被害者\nを眠らせるための睡眠薬等を準備する一方，Ｂを介して依頼者グループの首謀者で\nあったＡと連絡を取って，被害者方で被害者を殺害する手はずを整えた上，犯行当\n日都合により犯行に加わることができなくなったＣの代わりに，急きょ知人の暴力\n団関係者であるＤを引き入れて，被告人及びＤにおいて被害者を殺害し，次いで，\nＥのほか途中からＣも加わってその死体を遺棄したというもので，同犯行は依頼者\nグループ及び実行者グループの多数の者が関与して敢行した計画性の高いものであ\nる。\nその犯行態様は，Ａが被告人らから渡された睡眠薬を飲料に混ぜて被害者に飲ま\nせて眠らせた後，被告人及びＤにおいて，Ａが錠を開けておいた玄関から被害者方\nに入り，被告人において，眠っている被害者の頭部を準備しておいたコンビハンマ\nーで数回殴打し，Ｄにおいて，痛みで目を覚ました被害者の頸部をタオルで絞め付\nけ，次いで被告人及びＤにおいて，さらに再度Ｄにおいて，それぞれ同タオルで被\n害者の頸部を絞め付けて殺害した上，被害者の足首及び頭部にガムテープを巻き，\n両手に手錠を掛けて，外で待機していたＥと共に被害者の死体を乗用車のトランク\nに入れて上記倉庫に運び込んだ後，途中で合流したＣと共に，同所で同死体をドラ\nム缶に入れてコンクリートを流し込み，コンクリート詰めにして放置したというも\nので，本件殺人等は，人間の尊厳を一顧だにしない誠に冷酷で残忍な犯行である。\n被害者の尊い生命を奪った結果が極めて重大であることはもとより，被害者は，\n会社を経営する中，３４歳の若さで無惨に殺害され，遺棄されるに至ったもので，\nその無念さはいかばかりであったかと推察される。被害者をこのようなむごい犯行\nによって奪われた母親ら遺族の悲嘆と被告人らに対する激しい怒りの念は察するに\n余りあり，極刑を望む被害者の母親の心情も十分理解できる。また，本件殺人等の\n犯行が地域社会に与えたであろう衝撃も軽視することはできない。\n弁護人は，被害者がＡや従業員らに対し常軌を逸した激しい虐待を加えていたこ\nとなどを挙げて，被害者の落ち度が極めて大きい旨主張するが，このような事情\nは，そのような暴行等の被害を受けていたＡや従業員らの刑責を考える上ではとも\nかく，かかる被害を受けていたわけではなく，後記のとおり多額の報酬目当てに本\n件殺人等を敢行した被告人の刑責を考える上では，酌むべき事情とはいえない。\n２　被告人の犯行の動機等について\n被告人は，平成１２年１０月ころ，かねてからの知人であり，被告人が計画して\nいた携帯電話機のリース業務の準備等を契機に付き合うようになったＢから人を殺\nしてくれる人を探してくれないかと頼まれ，当初は断ったものの，殺害の対象者が\nＢの情交相手の夫であり，妻らに暴行を加えていることなどをも聞かされつつ更に\n懇請されたことから，報酬を６００万円としてこれを引き受けたが，殺人を引き受\nけてくれる者が見付からなかったことから，親しい暴力団関係者のＣに相談をし\nて，報酬の上乗せとしてＢに対し被告人らが設立を計画していた会社（以下「Ｊ」\nという。）に５００万円を出資することをも約束させた上，Ｃと共に，同人の仕事\nを手伝っていたＥに手伝わせて，被害者の殺害等を被告人らにおいて実行すること\nとしたもので，Ｂから懇請されたとはいえ，被告人の犯行の動機が報酬目当ての利\n欲的なものであったことは明らかであり，この点に酌量の余地は全くない。\n弁護人は，被告人は，友人であるＢから被害者の悪行やそのことによる被害者の\n家族らの窮状を聞き及ぶとともに，涙ながらに執ようかつ真剣に頼まれた結果，誤\nった男気を出して本件殺人等を引き受けてしまったもので，単なる報酬目的の犯行\nではない旨主張し，被告人も，被害者の子供らがかわいそうだと思ったなどと供述\nしているが，被告人がそれまで単なる知人にすぎなかったＢと付き合うようになっ\nたのは，被告人が携帯電話機のリース業務の準備等をしていた平成１２年夏ころか\nらであり，それも親友というほどの関係ではなかったと認められ，Ｂからいかに涙\nながらに懇請されたとはいえ，その程度の関係にとどまる者の依頼が殺人という重\n大な犯罪の動機になり得るとは考えにくい。まして，Ａやその家族，さらには被害\n者の経営する会社の従業員らとは，本件殺人等の依頼まで全く関係がなかったので\nあって，これらの者に同情する気持ちがあったとしても，それが被告人にとって報\n酬を得ること以外に全く利害関係のない被害者の殺害等を引き受ける動機であった\nというのは明らかに不合理である。犯行の動機が多額の報酬を得ることにあったこ\nとは，Ｃから６００万円では少ないと言われてＢに報酬の増額を要求し，Ｊに対す\nる出資金として５００万円を支払うことを約束させたことなどからも明らかであ\nる。\n３　被告人の役割等及び刑事責任について\n被告人は，Ｂから被害者を殺害してくれる者の手配を依頼されて，Ｃと共にＥに\n手伝わせて被害者の殺害等を実行することを計画し，依頼者グループとの折衝及び\n連絡を一手に引き受け，報酬額を取り決めた上，犯行後，報酬の請求及び授受を自\nら行った。犯行の準備においては，Ｃ共々，Ｅに指示して，被害者方周辺の下見を\nさせるとともに，死体を処分し隠匿しておくための倉庫を賃借させ，死体をコンク\nリート詰めにするためのドラム缶やセメント等を準備させる一方，自らも被害者方\n周辺の下見をし，犯行に使用するコンビハンマー，手錠等を準備し，Ｃ及びＥと殺\n害日時や場所，方法等を決定し，犯行直前にＡにＣが準備した睡眠薬を渡すなど，\nＣと共に被害者の殺害等の計画及び準備を主導した。また，犯行に際しては，Ｃが\n所用で間に合わないとみるや，被告人においてＣが参加しないまま犯行を実行する\nことを決断し，Ｄに犯行に加担することを要請し，Ｄと共に被害者方に入った上，\n被害者の頭部をコンビハンマーで殴打し，Ｄ共々タオルで頸部を絞め付けるなど殺\n人の実行行為の重要部分を行い，さらに，死体遺棄の犯行に関しては，被害者の手\n首に手錠を掛け，足首等にガムテープを巻き，Ｅにも手伝わせて被害者の死体を運\nび出し，同死体を乗用車で前記倉庫まで運ぶ一方，Ｂに対しＡに血の付いた布団を\n処分させるよう指示し，死体の処分作業中は見張り役を担当した。\n以上のとおり，被告人は，本件殺人等の引受けから計画，準備，実行，犯行後の\n報酬の授受に至るまで，終始実行者グループの中核として犯行の準備，実行等を主\n導し，依頼者グループから受領した殺害等の報酬５００万円のうち百数十万円を取\n得したもので，依頼者グループの者も含めた本件殺人等の関与者全員の中でも，首\n謀者の一人であるということができる。\n弁護人は，本件殺人等について被告人の刑責はＡよりも軽いと主張するところ，\nＡらの依頼がなければ被告人が本件殺人等を実行することはなかったという事情は\nあるものの，被告人は，被告人自身には被害者を殺害すべき事情は全くないにもか\nかわらず，多額の報酬目当てにその殺害等を引き受けて実行したもので，本件殺人\n等がＡらの依頼に基づくものであることは，反面において，金のためには殺人等の\n重大犯罪を犯すことも辞さないという被告人のものの考え方や行動様式を示してい\nるともいうことができ，本件殺人等はＡらの依頼が契機となったものであることを\n量刑上重視することは相当でない。そして，Ａには，被害者から少なからず暴行を\n受けていたという事情があったのであるから，本件殺人等に関する被告人の刑責が\nＡより軽いとか同人と同等であるなどということはできず，本件殺人等に関する被\n告人の刑責は極めて重いというべきである。\n第２　恐喝未遂及び傷害（判示第２。以下「本件恐喝未遂等」という。）の犯行に\nついて\n１　本件恐喝未遂等の犯行は，被告人らに被害者の殺害等を依頼したＢにおいて\n前記のとおり５００万円の出資を約束したにもかかわらず，そのうち２００万円の\n支払が遅れていたことから，Ｊの運営資金等を得る目的で，これに乗じて同人から\n更に金員を支払わせようと考えて敢行したもので，利欲的な犯行動機に酌量の余地\nは全くない。\nその犯行態様は，Ｂに対し本件殺人等の実行には中国人マフィアがかかわっ\nていると説明していたことを利用して，被告人において，Ｊの事業にも中国人マフ\nィアがかかわっている旨説明した上，ＤにおいてＢが出資金の支払を遅延したため\nＤが中国マフィアに指を詰めさせられたように装い，被告人において中国人マフィ\nアに支払うためと称して３００万円の支払を要求し，さらに，その約１か月後，Ｊ\n事務所（ｐ号室）において，主としてＣにおいてＢに対し判示のような激しくかつ\n執ような暴行，脅迫を加えて傷害を負わせた上，上記金員の支払を要求したという\nもので，その後も，Ｄらにおいて，ＢをＤ方に宿泊させるなどした上，金融会社を\n回って金策に連れ回すなど，本件恐喝未遂等は，Ｂの弱みにつけ込んだ卑劣な犯行\nであるとともに，被告人らの暴力団的体質が如実に表れた極めて悪質な犯行であ\nる。\nＢの父が警察に届け出たため，恐喝の点は未遂に終わったものの，Ｂは上記\n暴行により全治約３週間を要する両前腕挫傷等の傷害を負ったほか，同人が受けた\n肉体的苦痛や恐怖は甚大であり，結果は軽いものではない。\n２　被告人は，Ｊの運営資金として，Ｂから同人が従前約束していたものに加え\nて更に３００万円を支払わせようと考え，その旨Ｃの了解を取った上，自らの発案\nにより，Ｄをして指を詰めさせられた演技をさせて自らＢに対し金員を要求し，さ\nらに，Ｂをら致した上，被告人が中国マフィアに監禁されて痛め付けられていると\nの筋書きの下に，Ｂに暴行を加えて金員を要求することを発案し，その旨Ｄに指示\nするとともに，Ｃにも説明して，同人らに実行させ，Ｂをら致してＣらにおいて暴\n行を加えるなどした際も，その状況について電話連絡を受けていたものである。\nこのように，被告人は，Ｂから３００万円を喝取すること及びその筋書きを自ら\n計画し，Ｃと連携しつつ，自ら重要な脅迫行為を行うとともに，Ｄらに指示するな\nどして，犯行を遂行したもので，本件恐喝未遂等の紛れもない首謀者である。被告\n人は，ＣらがＢに暴行を加えた際は犯行の現場におらず，被告人自身は暴行を加え\nていないものの，もともとＢをら致して痛め付ける計画であり，ＣがＢに対し相当\nの暴行を加えることは十分予想していたのであるから，この点をもって共犯者に比\nし被告人の刑責が軽いということはできない。\nなお，被告人は，当公判廷において，「Ｂから３００万円を支払わせることは，\nＣが言い出したことである。ＤがＢを連れてきてぶっ飛ばしてもいいかと言うの\nで，暴力ざたにならないようにＤが指を詰めさせられたという話を考えた。ＤがＢ\nを連れてくることは考えてなかった」などと弁解しているが，被告人が，他方にお\nいて，ＤはＢになめられていると思って，ＣがＢに暴行を振るうことを予想しつ\nつ，なめられる心配のないＣに来てもらい，Ｃから電話でＢに暴行を加えていると\n聞いた際にもそれについて何も言わなかったなどとも供述していることのほか，前\n記説明に沿う証人Ｃ及び同Ｄの各供述並びに被告人の捜査段階における供述に照ら\nし，被告人の上記弁解供述は信用できない。\nまた，弁護人は，本件恐喝未遂等の主犯はＣとＤとであり，被告人は従たる立場\nにあった旨，及び，Ｂは本件殺人等を依頼した者である上，法的に問題があること\nを知りながら出資を約束したもので，同人には相応の落ち度がある旨主張するが，\n本件恐喝未遂等の犯行において被告人が従たる立場にあった旨の主張が失当である\nことは前述したところから明らかであり，同犯行はＢの弱みに付け込んで多額の金\n員を要求したもので，同人に落ち度があるというのは相当でない。\n第３　その余の情状及び被告人の刑事責任について\n被告人は，本件起訴から約３年半が経過した現在においても，本件殺人等の遺族\nら及びＢに対し何らの慰謝の措置も採ってはおらず（被告人は，友人等から借金を\nして見舞金を支払うことを考えているというが，具体性がなく，その実現は期待し\n難い。），以上述べた諸点に照らし，被告人の刑責は誠に重大である。\n加えて，被告人が，平成１２年６月３０日に詐欺及び同未遂の各罪により懲役１\n年４月，執行猶予４年に処せられながら，同判決後わずか半年で本件殺人等の重大\n犯罪に及んだことをも考慮すると，被告人の規範意識の欠如は顕著である。\nもっとも，本件殺人等の犯行については，同犯行は共犯者の依頼を契機とするも\nので，かかる依頼がなければ被告人において同犯行に及ぶことはなかったとはいえ\nること，被告人が，公判廷で謝罪の意を表明するなどそれなりに悔悟の情を示すと\nともに，写経をして被害者の冥福を祈っていること，本件恐喝未遂等の犯行につい\nては，被告人自身は暴行を加えておらず，公判廷で謝罪の意を表明していることな\nど被告人のため酌むべき諸情状もある。\n以上の諸情状及び共犯者らとの刑の均衡を総合勘案すると，被告人に対し無期懲\n役刑をもって臨むのはやや重きに失するというべきであるが，併合罪による刑の加\n重後の有期懲役刑の上限を下回るのも相当でないというべきであり，被告人に対し\nては，主文の刑が相当である。\nよって，主文のとおり判決する。\n（求刑　無期懲役，コンビハンマー１本の没収）\n平成１７年３月１６日\n千葉地方裁判所刑事第１部\n裁判長裁判官　　　金　谷　　　暁\n裁判官      堀　内　有　子\n裁判官      堀　江　明　子\n"
}