{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 31
  },
  "case_number": "平成14(ネ)151",
  "case_name": "実用新案権侵害行為差止等請求控訴事件，同附帯控訴事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成11(ワ)541",
  "lawsuit_id": "3136",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3136",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/136/003136_hanrei.pdf",
  "contents": "主            文\n１　本件控訴に基づいて，原判決を次のとおり変更する。\n２　被控訴人らの請求をいずれも棄却する。\n３　本件附帯控訴を棄却する。\n４　訴訟費用は第１，２審とも被控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n（控訴の趣旨）\n(1)　原判決中，控訴人敗訴部分を取り消す。\n(2)　被控訴人らの請求を棄却する。\n(3)　訴訟費用は第１，２審とも被控訴人らの負担とする。\n（被控訴人有限会社今村機械の附帯控訴の趣旨に対する答弁）\n(1)　本件附帯控訴を棄却する。\n(2)　附帯控訴費用は被控訴人有限会社今村機械の負担とする。\n２　被控訴人ら\n（控訴の趣旨に対する答弁）\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n（被控訴人有限会社今村機械の附帯控訴の趣旨）\n(1)　原判決主文第２項を次のとおり変更する。\n(2)　控訴人は，被控訴人有限会社今村機械に対し，３９０７万３３６６円，並びに内金\n１６０万１２５０円に対する平成１１年２月２３日から，内金２８３０万０４３０円に対\nする平成１４年１２月１７日から及び内金９１７万１６８６円に対する平成１５年３月\n２０日からそれぞれ支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は第１，第２審とも控訴人の負担とする。\n第２　事案の概要\n１　本件は，生花の下葉取装置に係る実用新案権を共有する被控訴人らが，控訴人\nが製造販売する別紙イ号装置目録記載の生花の下葉取装置（以下「イ号装置」と\nいう。）が被控訴人らの考案の技術的範囲に属すると主張して，控訴人に対し，実\n用新案権に基づいて，\n(1)　イ号装置の生産，使用，譲渡，貸渡し，譲渡若しくは貸渡しのための申出（展示\nを含む。）の禁止\n(2)　損害賠償又は補償金として各１２００万円と遅延損害金の支払\nを求めた事案である。\n２　原審は，被控訴人らの上記請求のうち，(1)の請求を認容すると共に，損害賠償とし\nて，各２１４万９０００円及びこれに対する不法行為後の日である平成１１年２月２３\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を控訴人\nに命じる限度で(2)の請求を認容し，その余の請求をいずれも棄却した。そこで，こ\nれを不服とする控訴人（１審被告）が，本件控訴に及び，被控訴人有限会社今村機\n械（以下「被控訴人会社」という。）も附帯控訴をした。なお，被控訴人会社は，当審\nにおいて，損害額を３９０７万３３６６円に拡張した。\n３　争いのない事実等（当事者間に争いのない事実又は括弧内の証拠により容易に\n認められる事実）\n(1)　甲及び被控訴人会社は，次の実用新案権（以下「本件実用新案権」といい，本\n件実用新案権に係る明細書を「本件明細書」という。）を共有していた。\n(ア)　考案の名称　　　　　生花の下葉取装置\n(イ)　出願日      　　　　平成２年５月３０日\n(ウ)　出願番号        　　実願平２－５７１２５\n(エ)　考案者及び出願人　　甲\n(オ)　公開日　　　　　　　平成４年２月１４日\n(カ)　公開番号　　　　　　実開平４－１７８７７\n(キ)　登録日          　　平成９年５月３０日\n(ク)　実用新案登録番号    第２５４８３２０号\n(2)　本件明細書の実用新案登録請求の範囲の請求項１ないし３の記載は次のとお\nりである（以下，これらに記載された考案を，それぞれ順に「本件考案１」，「本件\n考案２」，「本件考案３」といい，これらを併せて「本件考案」と総称する。）。なお，\n下線部を付した部分は，下記(9)の訂正請求により，付加訂正されたものである。\nア　本件明細書の【請求項１】\n処理対象の生花の根元部と予定間隔をおいて，かつこれとほぼ直交するように\n配置される回転軸と，前記回転軸に結着された少なくとも１本の弾性ヒモとを\n具備し，前記弾性ヒモの長さは前記予定間隔よりも長く設定され，前記回転軸\nは前記弾性ヒモが前記根元部の位置でその基端部に向けて回転する方向に\n駆動され，回転している弾性ヒモが前記生花の根元部の葉を衝撃して叩き落\nとすことを特徴とする生花の下葉取装置。\nイ　本件明細書の【請求項２】\n処理対象の生花の根元部を含む平面の両側に，前記平面とほぼ平行で，かつ\n前記根元部とほぼ直交するように配置され，互いに反対方向に駆動される少\nなくとも１対の回転軸と，前記回転軸のそれぞれに結着された少なくとも１本の\n弾性ヒモとを具備し，前記各回転軸の弾性ヒモの長さの和が前記各回転軸と\n前記平面間の距離の和よりも大であり，かつ前記回転軸は前記弾性ヒモが前\n記平面の位置で前記根元部の基端部に向けて回転するように駆動され，回\n転している弾性ヒモが前記生花の根元部の葉を衝撃して叩き落とすことを特\n徴とする生花の下葉取装置。\nウ　本件明細書の【請求項３】\n一対の無端チェーンに所定間隔で並設した支持杆の花受腕に生花を載置して\n移送し，生花を選別する生花選別機の，無端チェーンの回動によって移送さ\nれる生花の根元部と対向する位置に，前記無端チェーンの進行方向とほぼ平\n行に，その回転軸が配置されたことを特徴とする請求項１または２に記載の生\n花の下葉取装置。\n(3)　本件考案１ないし３の実用新案登録請求の範囲の記載は，次のような構成要件\nに分説できる（以下，それぞれの構成要件を「構成要件Ａ」などという。）。\nア　本件考案１\nＡ　処理対象の生花の根元部と予定間隔をおいて，かつこれとほぼ直交するよう\nに配置される回転軸と\nＢ　前記回転軸に結着された少なくとも１本の弾性ヒモとを具備し\nＣ  前記弾性ヒモの長さは前記予定間隔よりも長く設定され\nＤ   前記回転軸は前記弾性ヒモが前記根元部の位置でその基端部に向けて回転\nする方向に駆動され，回転している弾性ヒモが前記生花の根元部の葉を衝\n撃して叩き落とすことを特徴とする\nＥ　生花の下葉取装置\nイ  本件考案２\nＦ　処理対象の生花の根元部を含む平面の両側に，前記根元部とほぼ直交する\nように配置され，互いに反対方向に駆動される少なくとも１対の回転軸と\nＧ　前記回転軸のそれぞれに結着された少なくとも１本の弾性ヒモとを具備し\nＨ　前記回転軸の弾性ヒモの長さの和が前記各回転軸と前記平面間の距離の和\nよりも大であり\nＩ   前記回転軸は前記弾性ヒモが前記平面の位置で前記根元部の基端部に向け\nて回転する方向に駆動され，回転している弾性ヒモが前記生花の根元部の\n葉を衝撃して叩き落とすことを特徴とする\nＪ　Ｅと同じ\nウ  本件考案３\nＫ　一対の無端チェーンに所定間隔で並設した支持杆の花受腕に生花を載置し\nて移送し，生花を選別する生花選別機の\nＬ   無端チェーンの回動によって移送される生花の根元部と対向する位置に，前\n記無端チェーンの進行方向とほぼ平行に，その回転軸が配置されたことを\n特徴とする\nＭ　請求項１または２に記載の生花の下葉取装置\n(4)　控訴人は，平成７年１月ころから現在に至るまで，別紙「菊選別機機種別出荷台\n数」記載のとおり，イ号装置を付設した菊選別機を販売している。\n(5)　甲は，平成４年２月２９日到達の内容証明郵便をもって，有限会社武藤農機製\n作所に対して，平成５年法律第２６号による改正前の実用新案法（以下「旧法」と\nいう。）１３条の３第１項に基づく警告をした（乙６の２）。\n(6)　甲は，平成１０年２月４日到達の内容証明郵便をもって，控訴人に対し，上記(5\n)に基づく補償金請求権の２分の１を被控訴人会社に譲渡する旨を通知した。\n(7)　甲は，平成１０年２月６日死亡し，遺産分割協議により，被控訴人乙が，本件実\n用新案権に関する権利中，甲の補償金請求権及び損害賠償請求権を取得し\n（甲１９の１ないし４），前者については，同年１０月２９日，その旨登録された（甲\n１）。\n(8)　控訴人は，平成１０年１月１４日，本件実用新案権の登録について異議申立てを\n行った（特許庁平成１０年異議第７０１６８号，乙１４の１）。これに対し，特許庁\nは，同年７月２７日，上記登録を維持する旨の決定をし（乙１５），同決定は同年８\n月２７日に確定した。\n(9)　控訴人が，平成１１年４月２８日，本件実用新案権の登録について無効審判請\n求をした（特許庁平成１１年審判第３５１９９号，乙１８の１）ところ，被控訴人ら\nは，同年８月５日，本件実用新案権の当初明細書の実用新案登録請求の範囲\nの請求項２に前記(2)イの下線部を付加することを内容とする訂正の請求をした。\nこれに対して，特許庁は，平成１２年７月５日，被控訴人らからの訂正請求を認め\nるとともに，控訴人の無効審判の請求は成り立たないとの審決をした（甲１８，乙\n４３）。\nそこで，控訴人が，被控訴人に対し，平成１２年８月１０日，同審決の取消を求め\nる訴えを東京高等裁判所に提起した（同裁判所平成１２年（行ケ）第３０２号）とこ\nろ，同裁判所は，平成１４年４月２３日，控訴人の上記請求を棄却する旨の判決\nをし，同判決は，同年１０月２４日，上告を受理しない旨の最高裁判所の決定に\nより確定した。\n４　本件の争点及び争点についての当事者の主張\n具体的な争点は，次のとおり，構成要件Ｂ，Ｇ，Ｍの充足性であり，イ号装置がその\n余の構成要件を充足することは，当事者間に争いがない。\n(1)　イ号装置が本件考案の構成要件を充足するか。\nア　イ号装置の葉落とし部材（ウレタンゴムヒモ）が本件考案の「弾性ヒモ」に該当す\nるか否か。\n（被控訴人らの主張）\n(ア)ａ　「弾性ヒモ」の定義は，「弾性物質を材料として作られたヒモ」というものであ\nり，それ以上でもそれ以下でもない。\nすなわち，「弾性」は固体物質の性質を表す用語であって，外力が加えられ\nると変形し，外力が除かれると元の形状，寸法に戻る性質を指す。「ヒモ」\nは，一般的に「糸より太く，綱やなわより細い，長い線状の繊維製品や\n紙・革など」を指し，物理や技術の面では「長さが直径の何倍も大きく，剛\n性をもたない物体」として定義される。したがって，控訴人主張に係る特\n許庁による定義に限定される理由はない。\nｂ　控訴人は，本件考案が従来の公知技術と異なるのは，葉落とし部材として\n「弾性ヒモ」を用いた点のみであるというが，これは誤りである。両者が上\n記の点で相違するのはもちろん，その他にも，従来の葉落とし部材であ\nる棒状，ピン状などの剛性の大きい弾性部材が，比較的大径の回転軸と\n一体不可分（着脱不可能）に構成されているのに対し，本件考案の弾性\nヒモはその回転軸とは別体，独立のものであり，葉落とし作動中にこれが\n外れたり，ずれたりしないように単に回転軸に結着され（適当な手段で取\nり付けられ）ている点で構造上本質的に相違する。\nこのような取付構造の違いによって，本件実用新案は，その明細書に記載し\nたように，従来技術では到底期待できない①「弾性ヒモは…鋏で容易に\n切断でき，また交換も極めて容易であるので，作業者が所望の下葉除去\n範囲に選定できる」（甲２，公報５欄３０～３２行，６欄２４～２８行），②「葉\nの除去範囲はヒモの長さ調整によって自由に変更可能である」（同４欄２\n３～２５行），③「構造が簡単で安価に製造ができる」（同６欄２８～２９行）\nなどの特有の作用効果を奏するものである。\nこれに対し，特に控訴人の言う「公知３部材」である「可撓性ピン状部材」，\n「軟質合成樹脂棒」，「ゴムブラシ」などはいずれも大径の回転軸と一体\n不可分に構成されているために，これらのピン，棒，ブラシ毛などを個々\nに１本ずつ保守交換したり，回転軸からの突出長さを調節したりすること\nはできない。仮にこれらを切断して一旦短くしてしまえば，長くしたり長い\n物と交換したりすることはできない。\nこれら公知３部材が本件考案の「弾性ヒモ」に該当せず，本件実用新案を無\n効とする証拠になり得ないことは明らかであり，特許庁における異議，無\n効審判における判断も同様である。のみならず，前記東京高裁の判決で\nも同様の判断がなされている。\n(イ)ａ　本件考案の「弾性ヒモ」は回転中はほぼ一文字状になり，葉や葉柄に当た\nるとそれが有する運動量（エネルギー）が衝撃力に変換されて葉や葉柄\nを衝撃し，叩き落とすものであるから，その曲げ剛性は小さい方が望まし\nい（もっとも，回転起動時にヒモが回転軸に巻き付かない程度のわずか\nな曲げ剛性（腰の強さ）は必要である。この状態を被控訴人は「実質上剛\n性を持たない」と表現している。）のに対し，前記公知３部材の葉落とし部\n材はいずれも，停止時と回転時のいずれにおいても完全な一文字状を呈\nし，回転中に茎表面を摺動し，葉柄に当たると，その反作用を受けて移\n動または回転方向の後方へ撓って湾曲（弾性変形）し，その弾性力によ\nって葉柄を茎表面から摺り落とすものである。\nすなわち後者の葉落としは，従来作業者が花卉の茎をある程度きつく握り，\nその手を茎に沿って滑らせて葉を掻き落とし（または，摺り落とし）ていた\nのと同じ原理の動作を，単に機械化したものであるから，前記の棒やピン\nはある程度以上の曲げ剛性を有することが必至である。上述のように，\n本件の弾性ヒモは運動エネルギーに基づく衝撃力を利用するのに対し，\n公知３部材は大きな剛性に基づく弾性力を利用するものであり，両者は\n葉落としに利用する自然法則を異にするものである。\nｂ　特許庁の判定（判定２０００－６０１２４号）は，「弾性ヒモ」及び「結着」の解釈\nに当たり，その技術的意義または技術分野での用語の使用実態を全く無\n視または看過してこれら用語の国語的意味のみに執着し，その結果，本\n件明細書に代表的な実施例として記載された直径２～４ミリのウレタンゴ\nムを用いた控訴人の葉落とし部材（本件訴訟のイ号装置のもの）が本件\n実用新案の技術的範囲に属しないと結論付けた不当なものである。\nｃ　控訴人は，上記「弾性ヒモ」の定義，判断を非難するが，そもそも発明や考案\nの本質は抽象的な「技術思想の創作」であるから（特許法，実用新案法\nの各第２条），これらの技術思想を実際の装置に適用，実施する場合\nの，特に数値的な範囲や外延は，それ単独では明確でないことが多いも\nのである。\nこれを本件について言えば，「弾性ヒモ」を上記のように定義した場合，確か\nに，その弾性の値（弾性係数）や，これと当該ヒモの形状，寸法から誘導\nされる曲げ剛性の大きさなどの範囲や限界を数値的に明確にすることは\n極めて難しいが，本件考案の目的，作用，効果を勘案すれば，それらは\n自ずから明らかである。また，権利確定後に請求範囲に記載された用語\nの意義を解釈する（すなわち，定義する）ことは，平成１４年法律２４号に\nよる改正前の実用新案法第２６条，特許法第７０条の規定から見て極め\nて当然のことである。\nすなわち，本件考案は，上述のように，弾性ヒモをほぼ一文字状になるよう\nに回転させ，葉や葉柄に当たったときは，それが有する運動エネルギー\nが衝撃力に変換されて葉や葉柄を衝撃し，叩き落とすことを意図したもの\nであるから，停止状態から回転が起動されるときに弾性ヒモが回転軸に\n巻き付くこと無く回転状態に移行する程度の最少の曲げ剛性を有し，回\n転中に葉や葉柄に衝突したときは，その運動エネルギーがこれらの葉や\n葉柄を叩き落とす衝撃力に変換されるのに十分な小さな曲げ剛性（これ\nが上限の剛性値である）すなわち屈曲自在性を有するように，その曲げ\n剛性（すなわちヒモの直径）が選定されることは当然であり，自明の事項\nである。被控訴人らは，本訴において，上記の範囲の曲げ剛性を「実質\n上曲げ剛性を持たない」と表現している。その好適な代表的数値例とし\nて，本件考案の実施例としては直径２ないし４ミリのウレタンゴムヒモが開\n示されている。イ号装置の葉落とし部材は，本件明細書の実施例に挙げ\nられた「直径２ないし４ミリ程度のウレタンゴム」そのものであることに照ら\nしても，イ号装置の葉落とし部材が「弾性ヒモ」に該当することが明らかで\nある。\n(ウ)　仮に「弾性ヒモ」について特許庁がなした定義の第２要件が必須不可欠な要\n件であるとしても，イ号装置の葉落とし部材は本件考案の「弾性ヒモ」に該\n当する。\nすなわち，\nａ　弾性ヒモの垂れ下がりの程度すなわち剛性（曲がりやすさ）の程度は，上記\nのように，その性質上具体的に限定することはできないし，その必要もな\nいものであり，弾性力ではなく，主として衝撃力を有効に利用して「葉を衝\n撃して叩き落とす」程度であれば足りるものである。そして，イ号装置の\n葉落とし部材は弾性力ではなく，主として衝撃力を有効に利用して葉を衝\n撃して叩き落とすものである。\nｂ　イ号装置の葉落とし部材は，控訴人の言う公知３部材が十分に大きな剛性\nを有し，静止及び自由回転の両状態において常に直線状姿勢を保ち，か\nつ回転のどの位置（角度）においても常に回転軸に対して直立するのと\nは異なり，その程度はかなり小さいにしても，静止時の位置（回転角度）\nに応じてその先端が自重によって撓む（下がる）ものである。このことは\nサンプルによって容易に視認できる。この「撓み」は第２要件の「垂れ下\nがり」の範疇に属するものであり，イ号装置の葉落とし部材は第２要件を\n充足するものである。\n(エ)　以上の主張が認められない場合においても，以下に述べるようにイ号装置\nの葉落とし部材は本件考案の「弾性ヒモ」の均等物に該当する。\nａ　本件考案の基本的技術思想は，従来の葉落とし部材が弾性力を主に利用し\nて葉を摺り落としていたのに対し，「衝撃力を有効に利用して葉を衝撃し\nて叩き落とすこと」を意図したものであり，この技術思想が考案の本質的\n部分である。したがって，「弾性ヒモ」あるいは「弾性ヒモの先端が自重で\n垂れ下がること」は本件考案の本質的部分ではない。\nｂ　弾性部材が撓むことによる弾性力は部材の曲げ剛性の程度に大きく依存す\nるが，衝撃力は弾性部材の運動量によって決まるものであるから，弾性\n部材の曲げ剛性が本件考案の弾性ヒモのそれよりも幾分大きくなり，自\n重による静止時の垂れ下がりの程度が減少して静止時に自立しているよ\nうに見えるようになったとしても，弾性力ではなくて主として衝撃力による\n葉落としをするという作用効果の点では本件考案のそれと全く同一であ\nり，異なるところはないから，この相違点は置換可能性があるものであ\nる。\nｃ　イ号装置の「見かけ上自立できる程度の剛性」を持つ弾性部材によって奏さ\nれる葉落としの作動原理や作用効果は，「自重によって垂れ下がる程度\nの剛性」しか有しない弾性ヒモによるそれと全く同じであり，衝撃力を有効\n利用しながら，一方では回転軸への巻き付きを防止するために，弾性部\n材にどの程度の剛性を持たせるかは，当業者が極めて容易に選択でき\nる設計事項に過ぎないから，この相違点は置換容易性があるものであ\nる。\nしたがってイ号装置の弾性部材は本件考案の弾性ヒモの均等物に該当す\nる。\n（控訴人の主張）\n(ア)　本件考案２の内容をなす「弾性ヒモ」を単純に「弾性物質からなるヒモ状のも\nの」と定義づけることは，以下のとおり不当である。\nａ　まず，被控訴人らの本件考案を含むこの種の下葉取装置は公知公用の構\n成を有し，以前から広く使用されてきたものであること，そして本件考案よ\nり以前に先行技術が存在し，これと比較した場合には本件考案は葉落と\nし部材として「弾性ヒモ」を用いた点においてのみ相違し，それ以外の他\nの構成は全く同一であるということを基本的に認識しておかねばならな\nい。\nすなわち，\n(ａ)　本件考案は，要は，「弾性ヒモ」を回転軸を中心に回転させることにより，\n菊などの花卉の根元部の葉を「弾性ヒモ」によって除去するというもの\nであって，実用新案登録請求の範囲に記載された構成のうち「弾性ヒ\nモ」以外の構成は，この種の下葉取装置にとって公知公用の構成であ\nるにすぎない。\n(ｂ)　このような葉落としは，流通過程における花卉の取扱いの便の為に，古く\nから行われているものである。すなわち，農家が生産した花卉は市場\nへ出荷され，いくつかの流通過程を経た後，末端消費者（各家庭，葬\n儀業者など）に引渡されるが，その間における花卉の取り扱い保持の\n便のために，根元部の葉落としが行われるものである。何故ならば，\n根元部に葉が生えていると，花卉を手に保持しにくいからである。\nしたがってこの種の下葉取装置は，本件考案が特許庁に出願されるはる\nか以前から，特に各農家等において広く使用されてきたものであるし，\nいくつもの先行技術が存在していた。\nｂ　そして，以上のことから本件実用新案権は幾多の紆余曲折を経た結果，特\n許庁が「弾性ヒモ」の定義をしたうえで登録が維持されたのである。（つま\nり，一旦は先行技術があるとして拒絶され（乙８），更に前置審査におい\nても拒絶された（乙９）後に被控訴人の前権利者（甲）の審判申立に対す\nる審判（乙１３）においてようやく登録を認められた。そしてこれに対する\n控訴人の異議申立に対する決定（乙１５）において特許庁は「弾性ヒモ」\nの定義付きで登録を維持したのである。）\nすなわち，\n(ａ)　特許庁における本件考案の出願，審査，審判，異議申立等の過程におい\nて取り上げられた先行技術は<イ>実開平２－５７３４８号（乙２，控訴人\nが有する実用新案権）<ロ>実公昭６０－３８３５４号（乙３）<ハ>実開昭５\n６－１３１７５４号（乙１４－４）である。\nそして，本件考案とこれらの先行技術を比較すれば，本件考案は葉落とし\n部材として「弾性ヒモ」を用いた点においてのみ相違しており，「弾性ヒ\nモ」以外の他の構成は全く同一で古くから使用されてきた公知公用の\n下葉取装置の一般的構成にすぎないものである。\nそこで，葉落とし部材を比較してみると，上記３件の先行技術に記載された\n葉落とし部材は次の<イ>，<ロ>，<ハ>である（これらを併せて「公知３部\n材」という。）。\n<イ>　ピン状の可撓性の葉落とし部材（実開平２－５７３４８号）\nここに「ピン状の可撓性の葉落とし部材」とは，「ピンのように細長い形状\nの可撓性（弾性）を有する部材」という意味である。\nなお本件考案にいう「弾性ヒモ」の「弾性」としては，ⅰたわみ方向の弾\n性，すなわち可撓性　ⅱ断面方向の弾性（弾性ヒモの断面が円形な\nらば半径方向の弾性）　ⅲ長さ方向の弾性（伸び縮み方向の弾性）\nがあり得るが，本件考案においては，すくなくともⅰの弾性（可撓性）\nを意味するものであり，このことは審決書（乙１５）も認めている。\n<ロ>　軟質の合成樹脂棒（実公昭６０－３８３５４号）\nここに軟質の合成樹脂棒とは，「軟質の合成樹脂からなる細長い部材」と\nいう意味である。\n<ハ>　ゴムブラシの突起（実開昭５６－１３１７５４号）\nこれはゴム（弾性材）から成る細長い部材という意味である。（なぜなら\nば，突起とは，当然に細長い部材を含むのであるから）\n(ｂ)　そして平成９年９月１７日に本件実用新案登録公報が発行されたので控\n訴人は特許庁に異議申立てを行った（乙１４の１）。\nこの異議申立てにおける控訴人の主たる主張は，次の主張Ａ，主張Ｂであ\nった。\n<イ>　主張Ａ\n「弾性」と「ヒモ」を結合して成る「弾性ヒモ」とは意味矛盾の成語（用語）で\nあり，その概念を特定できない。（すなわち広辞苑によれば，「ヒモ」\nとは「物を束ねまた結びつなぐ太い糸，また細い布・皮など」のことで\nある。また，社会通念上もそのとおりである。すなわち「ヒモ」とは，太\nい糸，細い布・皮などの弾性を有しない完全に屈曲自在なもののこ\nとである。このことは，例えばゴムホースやゴムチューブは物を束ね\nたり結んだりすることはできるが，弾性（可撓性）を有するので，社会\n通念上，「ヒモ」とは言わないことを勘案すれば明らかである。）\n<ロ>　主張Ｂ\n「弾性ヒモ」なる用語は，一般社会や各種技術分野において，少なくとも\n一般には使用されることのない特殊な用語であって，本出願人（甲）\nの造語というべきものである。したがって明細書において，「弾性ヒ\nモ」の定義を明確にしなければならないものである。（明細書は，当\n該考案の技術的範囲（権利範囲）を確定するものであるから，各用\n語の概念は明確でなければならない。）\nところが明細書等において「弾性ヒモ」の定義は全くなされていないので，\n「弾性ヒモ」とは如何なるものか正体不明であり，その概念を特定で\nきないものであり，かつ公知３部材と区別できない。（すなわち，本件\n考案は，葉落とし部材として「弾性ヒモ」を用いる点においてのみ先\n行技術と相違しているのであるから，「弾性ヒモ」は先行技術の公知\n３部材と明確に区別されるものでなければならず，そのためには公\n知３部材と明確に区別できる定義がなされなければならないのであ\nる。なぜならば，この点を明確にしないと，先行技術や公知公用の\n下葉取装置までも，本件考案の技術的範囲に属してしまうことにな\nるからである。）\n(ｃ)　そこで，異議申立事件において，特許庁は次のとおりの判断を示した（乙\n１５）。\n<イ>　主張Ａについての判断（審決書１１頁１８行～１２頁３行）\n「ヒモ」とは，社会通念上，「物を束ねたりつなぐ太い糸，又は，細い布・皮\nなど」（広辞苑参照）をいい，物を束ねたり，結んだりすることのでき\nるものであれば足り，それが，弾性又は可撓性を有するか否かは問\nわない。\n<ロ>　主張Ｂについての判断（審決書１３頁９行～１６行）\n「弾性ヒモ」は，弾性を有する（力を加えれば変形し，また，力を加えるの\nを止めれば原形に復帰する）ものではあるが（第１要件），回転停止\n状態では，回転軸の上方に設けられた弾性ヒモの先端が自重によ\nり下方に垂れ下がり，回転するとほぼ直線状，一文字状，十文字状\nになる程度の柔軟性を有し（第２要件），物を束ねたり，結んだりする\nことのできるものである（第３要件）ということができる。\nすなわち，これが，「弾性ヒモ」について特許庁がなした定義である。（以下\nこれを「本件定義」という。）\nしかも，この「本件定義」はその後控訴人が申し立てた無効審判事件にお\nいても同じ認定がなされたのである（甲１８，乙４３）。（なお，控訴人とし\nては，後記のとおり，根本的には「弾性ヒモ」とは意味矛盾の造語であ\nってその概念は不明であるから本件考案の技術的範囲も不明であり，\n本件実用新案が無効であると主張するものである。）\n(ｄ)　そして，特許庁は本件考案の「弾性ヒモ」について「本件定義」を付与する\nことによって公知３部材とは相違するとして本件実用新案権の登録を\n維持したのである。\nなお，この「本件定義」は明細書及び図面に記載された弾性ヒモの物理的\n特性を忠実に抽出することによりなされたものであり（つまり，明細書\nや図面と無関係に創造されたものではない。），この意味において「本\n件定義」は正しいものである。\nｃ　このように特許庁における手続経過の中で，特許庁が「弾性ヒモ」の定義をし\nたうえで本件実用新案の有効性を認めたのであるから，この「本件定義」\nは本件実用新案権の内容をなすものとしなければならない。（言い換え\nれば，特許庁は「本件定義」を前提にして本件実用新案の有効性を維持\nしたのであり，もしこの定義を否定するならば本件実用新案の有効性を\n認めた審決（異議決定）の前提を否定することになり，結局は本件実用新\n案の有効性そのものを否定することにならざるを得ない。）\nｄ　したがって，本件実用新案権に関する訴訟においては，特許庁がなしたこの\n「本件定義」が「弾性ヒモ」の定義として採用されなければならないのであ\nる。\nそのうえで，かかる定義の「弾性ヒモ」にイ号装置の葉落とし部材が該当する\nか否かが判断されなければならないのである。（そして，「本件定義」に該\n当しない葉落とし部材を用いた下葉取装置であると判断されれば，それ\nは本件考案の技術的範囲に属さず，したがって本件実用新案権を侵害し\nないとの結論になることは言うまでもない。）\nｅ　そして，その後この点について特許庁は，イ号装置の葉落とし部材は本件考\n案の「弾性ヒモ」を充足しないこと等を理由として，イ号装置の生花の下\n葉取装置は本件実用新案の技術的範囲に属しない旨明確に判定したの\nである（乙８７，平成１３年６月１３日特許庁判定２０００－６０１２４）。\nすなわち，\n(ａ)　控訴人はイ号装置が本件実用新案の技術的範囲に属するか否かの判定\nを特許庁に請求していたところ（判定２０００－６０１２４号事件），平成１\n３年６月１３日に「技術的範囲に属しない」との判定がなされた（乙８\n７）。\n(ｂ)　この判定請求事件における請求人（控訴人）の主な主張は下記のとおり\nである。\n<イ>　イ号装置の葉落とし部材は「弾性ヒモ」ではない。\n<ロ>　イ号装置の葉落とし部材は回転軸に「結着」されていない。\n<ハ>　証拠として提出された各公報，意見書，手続補正書等において，葉落\nとし部材の作用は，「掻き落とす」，「摺り落とす」，「衝撃して叩き落と\nす」等のさまざまな表現で記載されているが，この表現の相違は各\n人各人の認識の相違（各人各人の主観の相違）にすぎないのであっ\nて，作用の実体は同じである。なぜならば，これらの作用を区別する\n客観的な区別基準や区別方法は存在せず，また区別すべき合理的\n理由も存在しないからである。\n(ｃ)　特許庁は，請求人（控訴人）の<イ>～<ハ>の主張を全面的に認めると共\nに，被請求人（被控訴人ら）の主張を全面的に斥け，イ号装置は本件\n実用新案の技術的範囲に属さないとの判定をなしたである。\nｆ　東京高裁判決（平成１２年（ケ）第３０２号審決取消請求事件）は，特許庁がな\nした「弾性ヒモ」についての本件定義を正当なものと支持しており，同判\n決は最高裁判所の上告を受理しないとの決定により確定している（争い\nのない事実等(9)）。\nｇ　この特許庁の判定を参照すれば，イ号装置の葉落とし部材は「弾性ヒモ」に\n該当せず本件実用新案を侵害していないと認定されるのが当然であり，\n本訴は他の判断（後記「結着」の該当性の判断や「弾性ヒモ」の作用効果\nの意味，その有無の判断など）をするまでもなく請求棄却されるべきであ\nる。\n(イ)　「弾性ヒモ」は，本件定義によれば，①　弾性を有するものではあるが，②\n回転停止状態では回転軸上方に設けられた弾性ヒモの先端が自重により\n下方に垂れ下がり，回転するとほぼ直線状，一文字状，十文字状になる程\n度の柔軟性を有し，③　物を束ねたり，結んだりすることができる，という３\n要件を要するところ，イ号装置の葉落とし部材（直径３ミリ，長さ４ないし１２\nセンチメートルのウレタンゴム製）は，①の要件は充足するが，回転停止状\n態でも先端は起立しており，回転中は空気抵抗のためにスパイラル状に大\nきく湾曲するので，②の要件を充足しない。③の要件も，少なくとも正常に\nは物を束ねたり，結んだりすることができないことに照らすと，充足しないと\nいうべきである。\n(ウ)　本件明細書の作用効果の記載に照らすと，「弾性ヒモ」は，茎の表面を傷つ\nけることなく葉落としが可能になるよう「表面が軟らかく折曲自在である」こと\nを要するところ，イ号装置の葉落とし部材はバンドー化学株式会社の製造\nに係るウレタンゴム製で，極めて硬質の素材であり，茎全周に相当の傷を\n生ずるから，上記要件を充足しない。\n(エ)　本件考案は，弾性ヒモが「葉柄に衝突してく字状に折曲し，葉柄に巻き付い\nて衝撃により葉を叩き落とす」作用があるとされており，この点において公\n知の葉落とし部材との差別化を図っていることは，本件考案の出願時の明\n細書が「掻き取る」，「茎の表面を摺接して除去する」としていたのを，平成８\n年１２月２日付け手続補正書の段階で上記のように変更した事実に照らし\nても明らかであるところ，イ号装置の葉落とし部材は，葉に衝突しても「く字\n状」に折曲することはなく，また，葉を「摺り落とす」ものであるから，上記作\n用はなく，本件考案の弾性ヒモとは異なるものである。\nイ　イ号装置における葉落とし部材と回転軸の固着方法が本件考案の「結着」に該\n当するか否か。\n（被控訴人らの主張）\n結着には，結び目は必要ではなく，回転軸が回転する葉落とし作動中に回転軸\nから弾性ヒモがずれたり，外れたりしないように，弾性ヒモが適当な手段，方\n法によって固着されていれば足り，その方法は自由であって，イ号装置のよう\nな固着方法も「結着」に該当するし，本件明細書の実施例とイ号装置の固着\n方法は，機能的にも構造的にも両者間に差異はないから，少なくとも均等とい\nえる。\n（控訴人の主張）\n本件考案は，弾性ヒモが回転軸に「結着」していること，すなわち結び着けられ\nていることを要するので，「結び目」の存在を要するところ，イ号装置における\n葉落とし部材は，回転軸の挿通孔にまっすぐに挿入され，該挿通孔の両端部\nに抜け止めのストッパー２個をそれぞれ装着しているにすぎないから，イ号装\n置の弾性ヒモの固着方法は，「結着」に当たらない。\n(2)　被控訴人らの本件実用新案権侵害に基づく各請求は，本件実用新案権には明\n白な無効理由が存在することにより，権利濫用であると認められるか。\n（控訴人の主張）\nア　下葉取装置については，先行技術として，①　実開平２－５７３４８号，②　実公\n昭６０－３８３５４号，③　実開昭５６－１３１７５４号が存在しているところ，本件\n考案は，葉落とし部材として「弾性ヒモ」を用いた点についてのみ相違してい\nる。しかしながら，「ヒモ」とは「物を束ねまたは結びつなぐ太い糸。また細い\n布・革など」であり，弾性を有しない完全に屈曲自在なものであって，弾性を有\nするものは，ゴムホースやゴムチューブのように物を束ねたり結んだりすること\nができても，社会通念上，「ヒモ」とはいわないから，「弾性」と「ヒモ」とを結合し\nて成る「弾性ヒモ」とは意味矛盾の成語であり，概念を特定できない。\nまた，上記先行技術に係る葉落とし部材として，①　ピン状の可撓性の葉落とし\n部材，②　軟質の合成樹脂棒，③　ゴムブラシの突起が公知であるところ，「弾\n性ヒモ」が定義できないために，これら公知部材と明確に区分できない。\nイ　また，本件考案は，弾性ヒモが葉柄に衝突してく字状に折曲し，葉柄に巻き付\nいて衝撃により葉を叩き落とす作用があるとされているが，かかる作用は，理\n論的にはあり得ず（あり得るとしても，回転する弾性ヒモと垂直に交差するよう\nに突き出た一部の葉のみである。），実際にも確認できないものである。\n仮にこのような衝撃による叩き落とし作用があるとすれば，直径が大きい葉落と\nし部材ほどその力は大きいはずであるから，上記の公知部材も当然にその作\n用を有している。\nウ　さらに，本件考案の作用効果は，生花の茎に傷を付けることなく，茎全周の下\n葉取りが完全に行われるというものであるが，葉落とし部材の強度は茎の表\n面よりも強く，茎の表面には必ず摺り傷が付くはずであり，このような効果を奏\nし得る葉落とし部材は理論上も実際上も存在せず，本件考案の弾性ヒモも同\n様である。ちなみに，茎に傷を付けない弾性ヒモの「軟らかい」，「折曲自在」の\n具体的程度は全く明らかにされていない。\nエ　構成要件Ａの「予定間隔」は実施例に記載がなく，意味不明であるなど，本件\n考案の明細書には記載不備が多いので，本件考案とイ号装置とを対比するこ\nとができない。\nオ　したがって，実用新案法３条１項，２項，５条３項，４項により，本件実用新案権\nには明白な無効事由が存在するから，被控訴人らの本件各請求は権利濫用\nとして許されない。\n（被控訴人らの主張）\nア　控訴人の主張は争う。公知の葉落とし部材は，形状がヒモでなく，争点(1)で述\nべたとおり，葉落としに利用する自然法則が異なるから，「弾性ヒモ」と明確に\n区別することが可能である。\nイ　控訴人は，弾性ヒモが葉や葉柄に「巻き付いて」葉落としをすることは理論上あ\nり得ないなどと主張するが，そもそも本件明細書には「巻き付いて」とは記載さ\nれておらず，被控訴人らもそのような主張はしていない。被控訴人らは，弾性\nヒモの自由端側の慣性による屈曲変形が「巻き付くように」生じて葉落としに寄\n与すると言っているにすぎないのであって，かかる作用は理論上も実際上も確\n認されている。\nウ　弾性ヒモは，表面が軟らかく，折曲自在であるから，ヒモが茎の上面を衝撃した\nときも容易に折れ曲がり，すぐに横にずれ落ちるので，茎の表面そのものを傷\nつけることは極めて少なく，曲げ剛性を有する公知の葉落とし部材が茎表面を\n強くこするために茎表面に傷が付き易いのとは異なる。\n(3)　控訴人がイ号装置について，平成１４年法律２４号による改正前の実用新案法２\n６条により準用する特許法７９条所定の先使用によって通常実施権を有するか\nどうか。\n（控訴人の主張）\n控訴人は，本件考案の出願日より前の平成元年夏ころから，葉落とし部材として\n線状ゴム（ウレタンゴム製）を用いた下葉取装置を製造販売してきた。当該線状\nゴムは，イ号装置に係る葉落とし部材と比べて太くて短い点に違いがあるのみで\nあり，公知部材の範疇に含まれるものであるところ，本件考案の弾性ヒモは公知\nの葉落とし部材と区別ができないことは前述のとおりである。したがって，控訴人\nは，イ号装置について先使用権を有している。\n（被控訴人らの主張）\n否認する。控訴人主張に係る線状ゴムの葉落とし部材は，イ号装置のそれとは\n異なる。\nそもそも控訴人の本主張は，時機に後れた防禦方法として却下されるべきもので\nある。\n(4)　被控訴人らの補償金請求権の有無\n（被控訴人らの主張）\n甲は，平成４年２月２９日到達の内容証明郵便をもって，有限会社武藤農機製作\n所に対して，旧法１３条の３に基づく警告をしているところ，同社は，実質的に控\n訴人と同一であるから，被控訴人らは，控訴人に対して，補償金請求権を有して\nいる。\n（控訴人の主張）\n否認する。控訴人と有限会社武藤農機製作所は，全くの別法人である。\n(5)　被控訴人らの損害額ないし補償金額\n（被控訴人らの主張）\nア　控訴人は，平成７年１月から現在まで，イ号装置を別紙「菊選別機機種別出荷\n台数」記載のとおり販売している。また，本件実用新案権の実施料相当額は\n総売上金額の８パーセントが相当であり，被控訴人らの損害額及び補償金額\nは２４００万円を下らない。\n(ア)　乙の損害　　　　　　　　合計１２００万円\n平成７年から平成１２年までの合計３０７台につき，その総売上金額は３億円\nを下らないから，そのうち被控訴人らが通常受けるべき金銭の額に相当す\nる額２４００万円の２分の１。\n(イ)　被控訴人会社の損害　　　　　　　　合計３９０７万３３６６円\nａ　平成７年から平成９年までの合計１８３台につき，通常受けるべき金銭の額\nに相当する額　　　　　　　　合計１６０万１２５０円\nｂ　平成１０年から平成１２年までの１２４台につき逸失利益\n合計２８３０万０４３０円\n(ａ)　分銅式ボックスタイプ菊選別機　　　　１７６万９９２４円\n（１台あたりの製造販売利益２７万２２９６円）\n(ｂ)　電子式秤菊選別機　　　　　　　　　２３９５万７７４０円円\n（１台あたりの製造販売利益４３万１６７１円）\n(ｃ)　弁護士費用　　　　　　　　　　　　　２５７万２７６６円\nｃ　平成１３年の３９台につき逸失利益　合計９１７万１６８６円\n(ａ)　分銅式ボックスタイプ菊選別機　　　　　１３万６１４８円\n(ｂ)　電子式秤菊選別機　　　　　　　　　　８２０万１７４９円\n(ｃ)　弁護士費用　　　　　　　　　　　　　　８３万３７８９円\nイ　菊選別機は，供給装置，下葉取装置及び選別装置から成るが，本件考案を用\nいた下葉取装置を装備した菊選別機が発売されるや否や，公知の葉落とし部\n材を用いた下葉取装置を装備する菊選別機の需要は皆無となり，製造もされ\nなくなっているから，本件考案の寄与率は１００パーセントとみるのが相当であ\nり，控訴人が発売するイ号装置を装備した菊選別機の１台当たりの価格は少\nなくとも７０万円とするのが相当である。仮に，損害賠償の対象が下葉取装置\nに限定されるとしても，その価格は３万円を下ることはない。\n（控訴人の主張）\nア　控訴人は，平成７年１月から現在まで，イ号装置を別紙「菊選別機機種別出荷\n台数」記載のとおり販売していることは認め，その余については否認ないし争\nう。仮に，イ号装置が本件実用新案権を侵害するとしても，損害賠償の対象\nは，公報発行日である平成９年９月１７日以降のものに限定されるべきであ\nる。また，本件実用新案権は，生花の下葉取装置のうち葉落とし部材の改良\nにすぎず，補償金請求権には過大な実施料率は適用されないから，その実施\n料相当額は総売上金額の２パーセントが相当である。\nイ　イ号装置を装備した基本的構成を有する菊選別機の１台当たりの価格は７０万\n円である。しかし，損害賠償の対象は，菊選別機全体ではなく，付設装置であ\nる生花の下葉取装置に限定されるべきであって，その損害額ないし補償金額\nは，生花の下葉取装置の価格を基礎として算定すべきところ，生花の下葉取\n装置の製造原価は１万９５７６円であり，これを基礎とすべきである。\n第３　当裁判所の判断\n１　争点(1)ア（イ号装置の葉落とし部材（ウレタンゴムヒモ）が本件考案の「弾性ヒモ」に\n該当するか否か。）について\n(1)　構成要件の解釈手法\n平成１４年法律２４号による改正前の特許法７０条１項は，「特許発明の技術的範\n囲は，願書に添付した明細書の特許請求の範囲の記載に基いて定めなければ\nならない。」と，同条２項は，「前項の場合においては，願書に添付した明細書の\n特許請求の範囲以外の部分の記載及び図面を考慮して，特許請求の範囲に記\n載された用語の意義を解釈するものとする。」とそれぞれ規定しており，同改正前\nの実用新案法２６条も，これを準用している。これらの規定の趣旨に照らせば，実\n用新案登録請求の範囲に記載された文言の意味内容の解釈は，その言葉の一\n般的な意味内容を基礎としつつも，詳細な説明に記載された考案の目的，技術\n的課題，その課題解決のための技術的思想又は解決手段及び作用効果並びに\n図面をも参酌して，その文言により表現された技術的意義を考察した上で，客観\n的，合理的に行われるべきである。\n(2)　「弾性ゴム」の意味\nア　本件明細書を検討するに，本件考案は，生花の下葉取装置についての考案で\nあるところ，要は，「弾性ヒモ」を回転軸を中心に回転することにより，菊などの\n花卉の根元部の葉を「弾性ヒモ」によって除去するものであって，本件考案の\n実用新案登録請求の範囲に記載された構成要件のうち「弾性ヒモ」以外の構\n成は，この種の下葉取装置にとって，公知公用の技術であることが明らかであ\nる。\nすなわち，本件考案については，先行技術として，ピン状の可撓性の葉落とし部\n材を用いた花卉の選別機（実開平２－５７３４８号，乙２），軟質の合成樹脂棒を\n用いた生花下葉取機用ロールブラシ（実公昭６０－３８３５４号，乙３），ゴムブラ\nシの突起を用いた花卉の下葉取り機（実開昭５６－１３１７５４号，乙１４の４）の\n３件が存するのであり，これらと本件考案とを比較すると，本件考案は，葉落と\nし部材として「弾性ヒモ」を用いた点においてのみ相違しており，「弾性ヒモ」以\n外の構成は全く同一で古くから使用されてきた公知公用の下葉取り装置の一\n般的構成にすぎないのである。被控訴人らが構造上本質的な相違であるとし\nて主張する部分は，いずれも本件考案が「弾性ヒモ」を使用していることによる\n相違を記載しているにすぎず，本質的な相違とは認められない。\nイ　そこでさらに本件考案の「弾性ヒモ」について検討するに，本件明細書（甲２。図\n面を含む。）には，要旨以下の記載がある。\n(ア)　従来の合成樹脂製ブラシや軟質樹脂棒群を有する平行移動型または回転\nブラシを，一本ずつ移送される生花の下葉取りに使用すると，移送中の生花\nは前後左右のしごき動作を受けないから所定長（１７～２０ｃｍ程度）の下葉\n全部をきれいに掻き取ることができない。のみならず，腰の強い軟質樹脂棒\n群の先端で，根元部の同じ部位が繰り返し叩かれるので，茎に叩き傷や擦\nり傷ができ易く，極端な場合は根元部が潰れて千切れる恐れすらある。さら\nに，従来のブラシなどは構造が複雑で高価であり，保守交換作業も面倒であ\nるという問題があった。\n本考案は，前述の問題点を解決するためになされたものであり，その目的は，\n構造や保守交換が簡単で，コストも安く，しかも葉落としはほぼ完全に行な\nえる下葉取装置を提供することにある。\n(イ)　本考案の下葉取装置は，処理対象の生花の根元部と予定間隔をおいて，か\nつこれとほぼ直交するように配置される回転軸と，この回転軸に結着された\n少なくとも１本の，屈曲自在の弾性ヒモとを具備し，この弾性ヒモの長さは前\n記予定間隔よりも長く設定され，回転軸は弾性ヒモが生花の根元部の位置\nでその基端部に向けて回転する方向に駆動される。\n(ウ)　回転軸に結着されて回転している弾性ヒモは，自由回転状態ではほぼ直線\n状をなしているが，生花の葉や葉柄に衝突して自由回転が妨げられると，当\n該葉柄や葉の部分を衝撃的に強く叩くと同時に，慣性力によって，それより\nも先端の部分が，葉や葉柄との衝突点からさらに回転方向へ曲がり込んで\nこれに巻き付くように屈曲変形し，これによって葉や葉柄はこれとほぼ直交\nする力で確実に叩き落とされる。上下の弾性ヒモの先端同士が回転中に互\nいに衝突しても，ヒモは衝撃を吸収しながら円滑にすれ違うので，回転には\n何ら支障を生じない。弾性ヒモは表面が軟らかく折曲自在なので，生花の茎\nに傷つけることなく，根元部の全周の下葉を完全に叩き落とす。葉の除去範\n囲はヒモの長さ調整によって自由に変更可能である。\n(エ)　上下の回転軸は互いに対向しないように複数個の孔が実用新案登録公報\n（甲２）の第３図，又は第４図のように穿孔されている。それらの孔に直径２～\n４ミリメートル程度のウレタンゴムひも，アメゴムヒモ等の表面が軟かく折曲\n自在の弾性ヒモを通して両端を揃えた後，ビニール製結束バンドで回転軸に\n弾性ヒモを結着する。前記第３図のように弾性ヒモを結着すると，回転軸を\n回転したとき，弾性ヒモはそれ自体の遠心力によって一文字状のプロペラの\nように回転する。\n(オ)　一方，第４図のように，２つの孔に通して回転軸の表と裏に弾性ヒモを結着\nすると共に上下にも結着して４本の弾性ヒモにすると，十文字状の形状を保\nって回転する。\n(カ)　第３図，第４図には，弾性ヒモの回転停止状態が描かれているが，そこで\nは，回転軸の上方に結着した弾性ヒモの根元部が小さい曲率半径でほぼ３\n６０度湾曲し，その弾性ヒモの先端が，自重により下方に垂れ下がっている。\nウ　「弾性ヒモ」という語には造語的な面があり，直ちにその意義が明らかなわけで\nはない。\nしかし，「ヒモ」とは，社会通念上，「物を束ねまたは結びつなぐ太い糸。また細い\n布・革など。」（広辞苑。乙１４の６）のことをいい，物を束ねたり結んだりすること\nができるものであれば足り，それが弾性又は可撓性を有するか否かを問わな\nい。また，「弾性」とは，「固体物質が，加えられた力の働きでその形や寸法を\n変え，力を除去したときもとの形に回復する性質」（物理・数学的用語辞典。甲\n３）のことであるから，本件考案の「弾性ヒモ」とは，「力を加えれば変形し，力を\n加えるのをやめれば原形に復帰する性質を有する，物を束ねたり結んだりする\nことができるもの」ということができる。\nこれに上記イの本件明細書を参酌すると，「弾性ヒモ」は，「屈曲自在」，「屈曲変\n形」，「表面が軟らかく折曲自在」「自由回転状態ではほぼ直線状をなしてい\nる」，「上下の弾性ヒモの先端同士が回転中に互いに接触しても，ヒモは衝撃を\n吸収しながら円滑にすれ違う」，「直径２～４ミリメートル程度のウレタンゴムひ\nも，アメゴムヒモ等の表面が軟かく折曲自在」，「弾性ヒモはそれ自体の遠心力\nによって一文字状のプロペラのように回転する」，「十文字状の形状を保って回\n転する」「弾性ヒモの回転停止状態では，回転軸の上方に結着した弾性ヒモの\n先端が，自重により下方に垂れ下がっている図」等の記載，及び従来例として\n「腰の強い軟質樹脂棒群」の記載により本件考案の「弾性ヒモ」は腰の弱いも\nのであることが示唆されていることからすると，「弾性ヒモ」とは，「弾性を有する\nものではある（第１要件）が，回転停止状態では，回転軸の上方に設けられた\n弾性ヒモの先端が自重により下方に垂れ下がり（第２要件），回転するとほぼ\n直線状，一文字状，十文字状になる程度の柔軟性を有し（第３要件），物を束\nねたり，結んだりすることのできる（第４要件）もの」であるということができる。\n(3)　イ号装置との対比\nア　証拠（甲１４の１，２，乙９２，９３，検甲１）及び弁論の全趣旨によれば，イ号装\n置の葉落とし部材は，バンドー化学株式会社製のウレタンゴムからなり，長手\n方向に伸縮しないものであり，その直径は３ないし８ミリメートル，回転軸から垂\nれ下がることなく４ないし１２センチメートル突出していることが認められる。な\nお，同葉落とし部材は湾曲しているが，これは素材メーカーがスプールに巻き\n回して出荷したことによる巻きぐせにすぎない。\nイ　上記認定事実によれば，イ号装置の葉落とし部材は「弾性ヒモ」の第２要件を\n充足していない。したがって，イ号装置が本件考案の技術的範囲に属するとは\n認められない。\n(4)　被控訴人らの主張の検討\nア(ア)　被控訴人らは，本件考案の「弾性ヒモ」は回転中はほぼ一文字状になり，葉\nや葉柄に当たるとそれの有する運動量（エネルギー）が衝撃力に変換されて\n葉や葉柄を衝撃し，叩き落とすものであるから，運動エネルギーに基づく衝\n撃力を利用するものであり，したがって，本件考案の「弾性ヒモ」は「弾性物\n質を材料として作られたヒモ」であれば足り，その曲げ剛性（腰の強さ）の程\n度の限定はなく，主として衝撃力を有効に利用して葉や葉柄を叩き落とす程\n度で足りる旨主張する。\n(イ)　しかし，本件考案は，前記のとおり４つの要件によって定義される「弾性ヒ\nモ」を葉落とし部材として用いる点において先行技術との相違がある。そし\nて，「弾性ヒモ」というため，上記のとおり，回転停止状態では，回転軸の上\n方に設けられた弾性ヒモの先端が自重により下方に垂れ下がること（第２要\n件）が必要である。\nしたがって，仮に，被控訴人らが主張するように，本件考案が衝撃力を利用\nし，公知３部材を利用していた従来技術が，衝撃力を利用せず，単に弾性力\nのみを利用するものであったとしても（ただし，これを認めるに足りる証拠は\nない。），上記第２要件を満たさないものは，本件考案にいう「弾性ヒモ」では\nないから，上記「弾性ヒモ」の定義に反する限りにおいて，被控訴人らの主張\nは採用することはできない。\nイ　また，被控訴人らは，仮に「弾性ヒモ」について上記第２要件が必須不可欠な要\n件であるとしても，イ号装置の葉落とし部材は本件考案の「弾性ヒモ」に該当す\nる旨主張する。\nしかし，イ号装置の葉落とし部材は，上記認定のとおり，回転軸から垂れ下がる\nことなく４ないし１２センチメートル突出しているのであり，これが自重により下\n方に垂れ下がっている（第２要件）というほどに，撓んでいるとは認められな\nい。したがって，被控訴人らの上記主張は理由がない。\nウ　さらに，被控訴人らは，イ号装置の弾性部材（葉落とし部材）が本件考案の「弾\n性ヒモ」の均等物に該当する旨主張する。\nしかし，上記のとおり，本件考案において「弾性ヒモ」を葉落とし部材として使用\nすることは，まさに本件考案の本質的部分であるから，「弾性ヒモ」を葉落とし\n部材として使用していないイ号装置について，本件考案の範囲に記載された\n構成と均等なものとして，本件実用新案権の技術的範囲に属するものというこ\nとはできない。従って，被控訴人らの上記主張も理由がない。\n(5)　以上によれば，争点(1)イ，争点(2)ないし(5)を検討するまでもなく，被控訴人らの\n本訴請求はいずれも理由がない。\n２　よって，これと結論を異にする原判決を本件控訴に基づいて変更し，本件附帯控訴\nは理由がないからこれを棄却することとして，主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官　　　青　　　山　　　邦　　　夫\n裁判官　　　田　　　邊　　　浩　　　典\n裁判官　　　榊　　　原　　　信　　　次\n別紙\nイ　号　装　置　目　録\n下記に説明する構造を有するところの控訴人の製造・販売に係る下葉取装置を装備し\nた生花選別機「ＭＨ－３５１Ｄ」，「ＭＨ－３５３Ｄ」，「ＭＨ－３５２Ｆ」，「ＫＩＳ－３５００」，「Ｍ\nＺ－１Ｂ」，「ＭＺ－２Ｋ」，「ＭＺ－３５Ｂ」及び「ＭＺ－４５Ｄ」並びにその他の型番でこれらと\n同様の下葉取装置を装備する生花選別機。\n図１は生花選別機の下葉取装置の側面図であり，図２はその平面図であり，図３は生\n花重量選別装置の側面図である。\nまず，生花選別機について説明する。左右の機枠１，１の前後に取り付けた軸受２，３\nに回動自在に軸支されているチェーン駆動軸４と従動軸５に左右のチェーンホイール６\nを楔着し，表面に等間隔で送り板７を固着した生花移送用コンベア８（幅が１個の鎖の長\nさと略同じ長さの細長い多数のアルミ板の両端を左右のチェーンに取り付けた構成のコ\nンベア）のチェーンがチェーンホイール６に懸回されている。生花先端当用平ベルト１２\nは左の機枠１とブリッジ２１に固着した支持部材５１に設けられていて，生花移送用コン\nベア８と略同じ速度で回動するようになっている。１３は生花茎切断刃，１４は機枠に取り\n付けた切断用モータ，２０は下葉取装置，１５は生花計量用の一対の無端チェーンで，\n一対の生花計量用無端チェーン１５には花受腕６１を備えた支持杆６２が等間隔で並設\nされている。無端チェーン１５の回動により生花は花受腕６１に支持されて移送され（図３\nの矢印Ｂ），移送路に配設された計量部６３により重量別に選別されて，下方の搬出コン\nベア６４上に落下する。\n生花の先端が生花先端当用平ベルト１２に当接するように生花移送用コンベア８上に\n生花を投入すると，生花移送用コンベア８の送り板７によって生花は前方へ移送され（図\n２の矢印Ａ方向），生花茎切断刃１３で定寸に切断され，下葉取装置２０で根元部の下葉\nが叩き落とされた生花が，生花計量用無端チェーン１５の花受腕６１上に落下して生花\nの重量の選別が行われるようになっている。\n生花選別機に付設した下葉取装置２０は次のように構成されている。\n長いコ字状ブリッジ２１が左右の機枠１，１に取り付けられている。箱状に形成されてい\nる下葉取装置２０の本体５０（切断された茎や叩き落とされた下葉が落下するように下方\nが開放されている）が，右機枠１上とブリッジ２１に固着されている。本体５０の後壁鉄板\n２５の上下にモータ２６とモータ３２を固着し，仕切鉄板２７に軸受２８と軸受３４が取り付\nけられている。軸受２８に回動自在に支承した回転軸２９をモータ２６とカップリング（図\n示省略）を介して連結し，軸受３４に支承されている回転軸３０がモータ３２とカップリング\n（図示省略）を介して連結されている。このように移送されてくる生花の根元部を含む平\n面の上下両側にこれと予定間隔をおいて根元部と直交するように回転軸２９，３０が設\nけられている。\n上下の回転軸２９，３０には互いに対向しないように複数個のウレタンゴムヒモ３７が回\n転軸２９，３０に穿設された挿通孔にまっすぐに挿入され，該挿通孔の両端部に抜け止\nめのためのストッパーをそれぞれ装着することにより，着脱可能に該回転軸の所望位置\nに固着されている。ウレタンゴムヒモ３７は，移送されている生花の根元部の位置でその\n基端部に向けて回転する方向に駆動され，上下のウレタンゴムヒモは相反する方向に\n回転する。そのウレタンゴムひもヒモ３７の長さは，回転軸と処理対象の生花の根元部と\nの間隔よりも長く，更に回転中の上下のウレタンゴムヒモの先端の軌跡が互いに重なる\n長さ，すなわち上下の回転軸２９，３０間の距離よりも上下のヒモの長さが大となってお\nり，この重なり長さによって下葉除去長さが定まる。４１はブリッジ２１に取着されている\n取付部材５２に固着された生花押さえ杆であり，ウレタンゴムヒモ３７で下葉を叩き落と\nすときに生花の移送姿勢が崩れないようにしている。\nこのように生花の下葉取装置２０が構成されているので，生花移送コンベア８上の生\n花は，送り板７によって前方へ移送され，移送中に生花切断刃１３で定寸に切断された\n後，回転しているウレタンゴムヒモが生花の根元部の葉を衝撃して自動的に叩き落と\nす。ウレタンゴムヒモは表面が軟らかく折曲自在なので，生花の茎に傷つけることなく，\n所要の除去長さの全周の下葉を完全に叩き落とす。\n"
}