{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 8
  },
  "case_number": "平成15(行ウ)21",
  "case_name": "誤納金返還請求事件",
  "court_name": "徳島地方裁判所",
  "field": "行政",
  "gist": "地方税法７００条の１１の３第２項に定める軽油引取税の登録特別徴収義務者が，同人が納入した軽油のうち輸入軽油を同法７００条の５第２号の課税済軽油と認めず，当該輸入軽油についても同法７００条の３第１項を適用して軽油取引税を課税することを前提としてされた更正処分は無効であるとしてした同更正処分に基づき納入した誤納金等の返還請求が，棄却された事例",
  "case_gist": "地方税法７００条の１１の３第２項に定める軽油引取税の登録特別徴収義務者が，同人が納入した軽油のうち輸入軽油を同法７００条の５第２号の課税済軽油と認めず，当該輸入軽油についても同法７００条の３第１項を適用して軽油取引税を課税することを前提としてされた更正処分は無効であるとしてした同更正処分に基づき納入した誤納金等の返還請求につき，課税庁が当該輸入軽油を同法７００条の５第２号の課税済軽油と認めず，同法７００条の３第１項を適用して前記更正処分をしたことに違法はなく，また，同法７００条の５第２号は，同一の輸入軽油について二重課税が起こり得る場合を想定して，当該軽油について軽油引取税を課税免除する制度を採用しているところ，同制度が二重課税の回避のために不十分，不合理な制度であるということはできないから，単に同一の輸入軽油について重複して軽油引取税が課税され得る事態が不可避的に生じ得るとの一事をもって，前記更正処分が法の解釈適用を誤った違法なものであるということはできないなどとして，前記請求を棄却した事例",
  "lawsuit_id": "14967",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14967",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/967/014967_hanrei.pdf",
  "contents": "主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，１８６３万６８０６円及び内１８５３万８４０６円に対する平成１３年８月\n２５日から，内９万８４００円に対する同年９月２６日から各支払済みまで年４．５パーセントの\n割合による金員を支払え。\n第２　事案の概要\n本件は，軽油引取税の特別徴収義務者として徳島県徳島財務事務所長（以下「事務\n所長」という。）に対して納入申告をした原告が，事務所長により受けた更正処分について，\n特約業者及び元売業者以外の者が輸入した軽油に係る適用法条の誤り，二重課税並びに\n実質課税の原則違反という重大かつ明白な違法があるから，上記更正処分は無効であると\n主張し，被告に対して，不当利得に基づく返還請求として，上記更正処分に基づき納入し\nた誤納金及び還付加算金の支払を求めた事案である。\n１　関連法令\n(1)　平成１３年法律第８号による改正前の地方税法（以下「法」という。）\nア　意義\n軽油引取税は，道路に関する費用に充てるため（及び指定市に対し道路に関する\n費用に充てるための財源を交付するため）に，道府県が課す目的税である（法７００条）。\nイ　納税義務者\n軽油引取税は，特約業者（元売業者との間に締結された販売契約に基づいて当該\n元売業者から継続的に軽油の供給を受け，これを販売することを業とする者で，法７００条\nの６の４第１項の規定により道府県知事の指定を受けている者。法７００条の２第１項３号）又\nは元売業者（軽油を製造することを業とする者，軽油を輸入することを業とする者又は軽油\nを販売することを業とする者で，法７００条の６の２第１項の規定により総務大臣の指定を受\nけている者。法７００条の２第１項２号）からの軽油の引取り（特約業者の元売業者からの引\n取り及び元売業者の他の元売業者からの引取りを除く。）で当該引取りに係る軽油の現実\nの納入を伴うものに対し，その数量を課税標準として，当該軽油の納入地所在の道府県に\nおいて，その引取りを行う者に課する（法７００条の３第１項）。\nウ　輸入軽油に係るみなし課税\n軽油引取税は，法７００条の３に規定する場合のほか，特約業者及び元売業者以外\nの者が軽油の輸入をして，当該輸入に係る軽油を他の者に譲渡する場合における当該軽\n油の譲渡に対し，当該譲渡を前記イの軽油の引取りと，当該譲渡をする者を前記イの引取\nりを行う者とみなし，その数量を課税標準として，当該譲渡をする者の当該譲渡について直\n接関係を有する事務所又は事業所所在の道府県において，それぞれ当該譲渡をする者に\n課する（法７００条の４第１項５号）。\nエ　課税免除\n道府県は，既に軽油引取税を課された軽油（以下「課税済軽油」という。）に係る引\n取りに対しては，後記カ(ウ)による道府県知事の承認があった場合に限り，軽油引取税を課\nさない（法７００条の５第２号）。\nオ　徴収方法\n軽油引取税の徴収については，特別徴収の方法によらなければならない（法７００条\nの１０本文）。ただし，前記ウの場合における徴収は，申告納付の方法による（同条ただし\n書）。\nカ　特別徴収の手続\n(ア)　軽油引取税を特別徴収によって徴収しようとする場合においては，元売業者又\nは特約業者その他徴収の便宜を有する者を当該道府県の条例によって特別徴収義務者と\nして指定し，これに徴収させなければならない（法７００条の１１第１項）。\n(イ)　軽油引取税の特別徴収義務者は，毎月末日までに，総務省令で定める様式に\nよって，前月の初日から末日までの間において徴収すべき軽油引取税に係る課税標準た\nる数量及び税額並びに前記エの引取りに係る課税済軽油の数量その他必要な事項を記載\nした納入申告書を，当該特別徴収義務者からの引取りに係る軽油の納入地所在の道府県\nごとにその道府県知事に提出し，及びその納入金を当該道府県に納入する義務を負う（法\n７００条の１１第２項）。\n(ウ)　前記(イ)の場合，前記エの引取りに係る課税済軽油の数量については，総務省\n令（法施行規則１８条の１１）で定めるところにより，後記キの登録特別徴収義務者は，当該\n数量を証するに足りる書面を添付して当該道府県知事の承認を受けなければならない（法\n７００条の１１第４項）。当該道府県知事の承認を受けようとする登録特別徴収義務者は，当\n該登録特別徴収義務者からの引取りに係る課税済軽油の納入地所在の道府県ごとに，以\n下の書類を前記(イ)の納入申告書に添付して，当該道府県知事に提出しなければならない\n（法施行規則１８条の１１本文第２号）。\n提出書類　　　次に掲げる事項が記載された書類\nａ　当該軽油の数量\nｂ　先に軽油引取税を課された状況\nｃ　軽油引取税を課された後の当該軽油の流通の状況\nキ　登録特別徴収義務者\n(ア)　軽油引取税の特別徴収義務者は，その事務所又は事業所所在地の道府県知\n事及び当該特別徴収義務者からの引取りに係る軽油の納入地の道府県知事に，当該道府\n県の条例で定めるところにより，特別徴収義務者としての登録を申請しなければならない\n（法７００条の１１の３第１項）。\n(イ)　道府県知事は，前記(ア)の登録の申請を受理した場合には，当該特別徴収義\n務者を当該道府県に係る登録特別徴収義務者として登録する（法７００条の１１の３第２\n項）。\nク　申告納付の手続\n特約業者及び元売業者以外の者が軽油の輸入をして，当該輸入に係る軽油を他\nの者に譲渡する場合においては，当該者は，毎月末日までに，前月の初日から末日までの\n間における当該譲渡に係る軽油引取税の課税標準量，税額その他必要な事項を記載した\n申告書を当該者の当該譲渡について直接関係を有する事務所又は事務所所在地の道府\n県知事に提出し，これによって申告した税額を当該道府県に納付しなければならない（法７\n００条の１４第１項５号）。\n(2)　平成１３年法律第８号による改正後の地方税法（以下「新法」という。）\n元売業者及び特約業者以外の者が行う軽油の輸入を「引取り」，当該輸入をする者を\n「引取りを行う者」とみなして課税するものとし（新法７００条の４第１項６号），元売業者及び\n特約業者以外の者が軽油を輸入しようとする場合，輸入の時（通関許可時）までに軽油引\n取税を申告しなければならなくなった（新法７００条の１４第１項７号）。なお，新法は，平成１\n３年４月１日に施行され，上記規定は，同年６月１日以降に輸入される軽油について適用さ\nれる（平成１３年法律第８号附則１条，１２条）。\n２　争いのない事実等（認定事実については，文末に証拠を掲記する。）\n(1)　原告は，法７００条の６の４第１項による兵庫県知事の指定を受けた特約業者（法７０\n０条の２第１項３号）であり，法７００条の１１の３，徳島県税条例７３条１項により特別徴収義務\n者として登録されている者である。\n(2)　原告は，徳島県知事の権限を委任されている事務所長に対し，平成１３年５月及び\n同年６月に被告の区域内の業者に対して販売して現実に納入した軽油について，以下のと\nおり，各課税済軽油量の輸入軽油（以下「本件輸入軽油」という。）がいずれも課税済軽油\n（法７００条の５第２号）であるとし，当該軽油に係る課税免除の申請（以下「本件各免除申\n請」という。）を含む軽油引取税の申告をした（以下「本件各申告」という。）。\nア　平成１３年５月行為分（甲１，７）\n課税済軽油量　３７万９５２０．４６０リットル（欠減量控除後のもの）\n課税標準量　４９万５２１４．８３０リットル\n軽油引取税額　１５８９万６３９６円\nイ　平成１３年６月行為分（甲２）\n課税済軽油量　１９万８０００．０００リットル\n課税標準量　５９万４２０９．８８０リットル\n軽油引取税額　１９０７万４１３７円\n(3)　事務所長は，本件輸入軽油を課税済軽油（法７００条の５第２号）であると認めず，本\n件各免除申請に対して不承認処分をした上，原告に対し，平成１３年８月９日，本件各申告\nについて，以下のような更正処分をした（以下「本件各更正処分」という。）。\nア　平成１３年５月行為分（甲１）\n課税標準量　　　８７万４７３５．２９０リットル\n税　　　額　　　２８０７万９００２円\n（不足額）\n課税標準量　　　３７万９５２０．４６０リットル\n税　　　額　　　１２１８万２６０６円\n納　期　限　　　平成１３年８月２７日\nイ　平成１３年６月行為分（甲２）\n課税標準量　　　７９万２２０９．８８０リットル\n税　　　額　　　２５４２万９９３７円\n（不足額）\n課税標準量　　　１９万８０００．０００リットル\n税　　　額　　　６３５万５８００円\n納　期　限　　　平成１３年８月２７日\n(4)　原告は，被告に対し，平成１３年８月２４日，本件各更正処分による不足税額合計１８\n５３万８４０６円を，同年９月２５日，同延滞金として合計９万８４００円をそれぞれ納入した。\n３　争点\n本件輸入軽油に係る軽油引取税を原告に対して課税することを前提とする本件各更\n正処分が無効であるか否か。\n【原告の主張】\n(1)　適用法条の誤り\nア　法７００条の４第１項５号は，元売業者及び特約業者以外の者が輸入した軽油に\nついては，輸入業者による輸入軽油の譲渡自体を課税客体としている。輸入業者が軽油引\n取税の申告（法７００条の１４）をしない場合や，輸入業者が支払能力のないダミー会社に申\n告させて，実際には軽油引取税を納付しない場合等，輸入業者に対する軽油引取税の賦\n課・徴収が事実上困難な事案においても，関税等に関する書類の供覧（法７００条の２９の\n２）や徴税吏員の質問検査権（法７００条の８）等を駆使して，真実の輸入業者に対して賦課\n決定（法７００条の３０）をすべきである。軽油引取税の課税庁が，当該輸入業者に対する調\n査等を尽くすことなく，賦課決定を放棄する一方で，輸入軽油の流通過程にたまたま介在し\nた特別徴収義務者に対して課税をするというように恣意的に法を適用することは租税法律\n主義に反し，許されない。輸入軽油を引き取った特別徴収義務者は，輸入軽油が輸入の月\nと同一月内に転々流通した場合には輸入業者と軽油引取税の申告期限が同一となるの\nで，課税済証明書等の書類を提出することは不可能であり，また，輸入業者等の軽油引取\n税の申告納付の実情を調査する権限や能力がなく，輸入業者等が発行する証明書を信用\nするほかないから，上記のような恣意的な法の適用が許されるとすれば，特別徴収義務者\nが不測の損害を被る事態となることは明らかであり，法がこのような事態を容認しているはず\nはない。輸入軽油については，法７００条の４第１項５号の適用がある限り，法７００条の３の\n適用の余地はないと解すべきである。\n法７００条の５は，課税済軽油であると承認された軽油については軽油引取税を課\nさないということに意味があり，その承認がされない場合においていかなる者に課税をすべ\nきであるかについては，法の合理的解釈によって納税義務者とされる者に課税をすべきで\nあるとの意味を有するにとどまり，必ず当該課税免除の申請をした特別徴収義務者に対し\nて課税をしなければならないとするものではない。\nイ　事務所長は，本件各免除申請について行った調査により，本件輸入軽油が特約\n業者及び元売業者以外の輸入業者が輸入したものであることに加えて，本件輸入軽油の\n流通経路のすべてを把握していたのであるから，法７００条の４第１項５号の適用があり，法７\n００条の３第１項の適用が排除される場合に当たるものとして，本件各更正処分を行うべきで\nはなかった。それにもかかわらず，本件輸入軽油が既に課税がされた軽油ではないことの\nみをもって行われた本件各更正処分には，事務所長が軽油引取税の課税に関する適用法\n条を誤るという課税要件の根幹についての過誤がある。\n(2)　二重課税\n軽油の輸入業者が軽油引取税の申告をせず，課税庁も当該輸入業者に対して軽\n油引取税の賦課決定（法７００条の４第１項５号，法７００条の３０）を懈怠している場合におい\nて，流通した未課税の輸入軽油を引き取った特約業者（特別徴収義務者）がたまたま出現\nすると，同一の輸入軽油について上記輸入業者と特約業者に対して重複して軽油引取税\nが課税され得るという二重課税となる可能性のある事態が不可避的に生じることになる。二\n重課税という重大な違法を不可避的に招来しかねないような法の解釈適用は租税法律主\n義に反するものであり，このような法の解釈適用を前提とする本件各更正処分は，重大かつ\n明白な違法のあるものとして無効であることは明らかである。\n(3)　実質課税原則違反\nア　本件各更正処分は，原告がＭＭＳ高砂油槽所有限会社（以下「高砂油槽所」とい\nう。）から本件輸入軽油を引き取ったことを前提としてされたものである。しかしながら，高砂\n油槽所は，特約業者である株式会社丸井商会（以下「丸井商会」という。）のダミー会社であ\nり，少なくとも本件輸入軽油の取引に関する限り，丸井商会と経済的に一体であるから，原\n告が本件輸入軽油を購入した実質的相手方は丸井商会である。\n原告は，丸井商会との間で，本件輸入軽油の取引についての商談を進めてきたも\nのの，その契約成立後の引取りの段階において，丸井商会から子会社である高砂油槽所\nを介在させたいとの申出があり，本件輸入軽油の取引が「丸井商会→高砂油槽所→原告」\nの流れになるものと認識して，これを承諾し，本件輸入軽油を引き取ってみると，実際には，\n丸井商会は，本件輸入軽油の取引の当事者から抜けていたのである。\nイ　事務所長は，原告が本件輸入軽油を購入した実質的相手方である丸井商会に対\nし，本件輸入軽油に係る軽油引取税を課すべきである。原告は，事務所長に対し，本件輸\n入軽油に係る前記取引の経過を説明し，丸井商会に対する調査をするように申し出たので\nあるから，事務所長は，本件輸入軽油に係る軽油引取税の納税義務者が原告であるか，又\nは丸井商会であるかを確定するため，原告の上記申出に応じて，誠実に上記調査を実施\nする義務を負い，しかも，上記調査が容易であるにもかかわらず，原告の上記申出を黙殺し\nて，上記調査を怠った結果，課税要件の根幹である納税義務者を誤認して本件各更正処\n分をしたのである。\n(4)　以上によれば，本件各更正処分は，適用法条を誤り，二重課税を招来しかねない\n誤った法の解釈適用をし，実質課税の原則に違反するものであるから，重大かつ明白な違\n法のあるものとして無効である。\n【被告の主張】\n(1)　適用法条の誤りについて\n法７００条の４第１項５号は，法７００条の３を排除するような例外規定ではなく，法７０\n０条の３を補充する規定であることは明らかである。法７００条の５第２号によれば，課税済軽\n油であることについて知事の承認がある場合に限り，軽油引取税の課税の免除がされるか\nら，法７００条の５第２号により軽油引取税の課税の免除がされる場合でなければ，法７００条\nの３により，軽油引取税の課税がされるのは当然である。特別徴収義務者は，課税済軽油\nであることを確認して軽油を引き取ればよいのであるから，何ら不測の損害を被ることはな\nい。\n特別徴収義務者である原告は，本件輸入軽油が課税済軽油であることの立証責任\nを負う。事務所長は，本件輸入軽油については課税済軽油であると認めることができなかっ\nたので，本件各免除申請をいずれも不承認とし，これを前提として本件各更正処分をした\nにすぎない。しかも，本件輸入軽油の輸入業者については徳島県内に事務所又は事業所\nが存在しないから，事務所長は，本件輸入軽油の輸入業者に対する課税権を有しない。本\n件各更正処分は，何ら適用法条を誤ったものではない。\n(2)　二重課税について\n法７００条の５第２号は，軽油の流通過程において軽油引取税の納税義務者が複数\n存在する場合があることを前提として二重課税を防止するために，課税済軽油であることに\nついて知事の承認があった場合に限り，当該軽油について軽油引取税の課税免除をする\nことにしている。常時大量の軽油を扱っている特約業者は，軽油の流通の実体や軽油引取\n税の課税の仕組みを最もよく知り得るのであり，輸入軽油が課税済みであるか，未課税であ\nるかについて確認した上，また，仕入先の信頼度に応じて取引をするのが通常であるから，\n現実には二重課税の結果を生じることはない。事務所長は，本件各免除申請については\n課税済軽油であると認めることができなかったので，これを不承認としたにすぎず，本件各\n更正処分の結果として二重課税は生じていない。\n(3)　実質課税原則違反について\nア　原告が本件輸入軽油を購入した実質的相手方は丸井商会ではない。\nイ　仮に，原告が本件輸入軽油を購入した実質的相手方は丸井商会であったとして\nも，本件各更正処分は，法７００条の３第１項により，販売業者が特約業者である原告から徳\n島県内において現実の納入を伴って引き取った軽油について，特別徴収義務者である原\n告に対してされたものであるから，適法である。\n(4)　以上によれば，本件各更正処分は適法である。そもそも行政処分が無効となるた\nめには，行政処分に重大かつ明白な瑕疵が存在しなければならず，明白な瑕疵があるとい\nうためには，行政処分の成立の当初から行政庁の誤りであることが外形上客観的に明白で\nある場合でなければならず，その判断は当該誤りが一見看取し得るものであるかどうかで決\nすべきであり，客観的に明白であるというためには，処分関係人の知・不知とは無関係に何\n人の判断によってもほぼ同一の結論に達し得る程度に明らかでなければならない。原告の\n主張する各事由は，いずれも本件各更正処分の無効事由とならないことは明らかである。\n第３　争点についての判断\n本件輸入軽油の輸入時期については明らかではないものの，原告は，本件輸入軽油\nがすべて平成１３年６月１日より前に輸入されたものであることを前提として前記主張をして\nいるものと解されるので，以下，これを前提に説示する。\n１　適用法条の誤りについて\n(1)　法は，特約業者又は元売業者からの軽油の引取り（特約業者の元売業者からの引\n取り及び元売業者の他の元売業者からの引取りを除く。）で当該引取りに係る軽油の現実\nの納入を伴うものに対し，当該引取りを行う者に軽油引取税を課するのを原則とした上（法７\n００条の３第１項），元売業者，特約業者等を特別徴収義務者として指定し，これらの者に軽\n油引取税の徴収，納入をさせるものとしている（法７００条の１０本文，法７００条の１１第１\n項）。法は，軽油引取税を道府県の道路財源とする目的税とし，各道府県で販売，消費され\nる軽油の量に応じて分配することとした一方で，軽油を製造した元売業者から特約業者，特\n約業者から販売業者，販売業者から消費者という軽油の通常の流通過程にかんがみ，軽\n油引取税の安定した徴収を確保するため，上記のような課税，徴収の仕組みを原則とする\n制度を採用したものということができる。\nさらに，法は，軽油取引には特約業者が介在しないものなど，上記の徴収方法では，\n徴収できない取引もあり得ることから，一定の取引類型等について，軽油の譲渡行為等を\n上記軽油引取税の課税対象である引取りとみなして課税することにし（法７００条の４），軽油\n引取税について課税の公平を図っているものということができ，特約業者や元売業者以外\nの者が軽油を輸入し，これを譲渡する取引についても，当該譲渡行為を上記軽油引取税\nの課税対象である引取りとみなして課税している（同条１項５号）。\nこのような課税制度を前提とすると，特約業者及び元売業者以外の者が輸入した軽\n油が特約業者を介して販売業者等に引き取られた場合，特約業者間を流通した輸入軽油\nが販売業者等に引き取られた場合（特約業者の他の特約業者からの引取りは，法の規定\n上，課税客体から排除されていない。）などには，同一の軽油について重ねて課税が行わ\nれる事態が想定され得る。このような事態を回避するための手段として，課税の根拠法条や\n課税客体間の優先順位をあらかじめ定めておくことも考えられるものの，法はこのような手段\nをとらず（優先順位については何ら規定が設けられていない。），先に行われた課税に優先\n権を認め，課税済軽油であることの道府県知事の承認があったものについて，以後の引取\nりに対する課税が免除されるという制度を採用しているのである（法７００条の５第２号）。\n以上によれば，法７００条の４が法７００条の３第１項に優先して適用されるべきであると\nいうことはできず，課税庁は，法７００条の３第１項の適用の際に課税済軽油（法７００条の５\n第２号）であるか否かを判断すれば足り，さらに進んで法７００条の４第１項５号の要件の充\n足の有無，すなわち，当該軽油が特約業者及び元売業者以外の者が輸入したものかどう\nかについてまで調査しなければならないものではないというべきである。\n前記争いのない事実等によれば，本件輸入軽油は，特約業者である原告が被告の\n区域内の業者に対して販売して現実に納入した軽油である上，事務所長は，当該軽油を\n課税済軽油（法７００条の５第２号）であると認めず，原告に対し，本件各免除申請を不承認\nとした上で，法７００条の３第１項を適用して本件各更正処分をしたものであるから，本件各\n更正処分は，何ら適用法条を誤ったものではない。\n(2)　これに対し，原告は，法７００条の４第１項５号の適用がある場合は輸入業者に対し\nて課税をすべきであり，流通過程にたまたま介在した特別徴収義務者に対して課税をする\nことは恣意的な法の適用であって租税法律主義に反するものである，輸入軽油が輸入の月\nと同一月内に転々流通した場合には，先に軽油引取税を課された状況が記載された書面\nを添付するのは不可能であり，また，輸入軽油が課税済軽油であることについては，特別徴\n収義務者には調査する権限や能力もなく，輸入業者の発行する証明書を信用するしかな\nいのが実情であるから，上記のような課税は，特別徴収義務者に不測の損害を被らせるも\nのである，と主張する。\nしかしながら，前記(1)に説示したとおり，本件各更正処分は法の規定に従って行われ\nたものであり，租税法律主義に反するものではない。また，特別徴収義務者が課税済軽油\nに係る引取りについて課税免除の承認を受ける際には，当該軽油の数量，先に軽油引取\n税が課された状況及び軽油引取税が課された後の当該軽油の流通状況が記載された書\n面を提出しなければならないこと（法７００条の１１第４項，同法施行規則１８条の１１第２号）\nからすれば，特別徴収義務者が軽油の引取りをする際には，上記の各状況を確認すること\nが当然に要請されているというべきである。特別徴収義務者は，課税済軽油であることを確\n認することができない軽油については，現実には課税が行われていない場合があり得ること\nを容易に認識し得るのであり，このような危険が存在することを前提として軽油を引き取る\nか，引取りを拒否するかなどについての自由を有しているのであるから，特別徴収義務者が\n課税済軽油であることを確認することができないにもかかわらず，あえて引き取った軽油が\n未課税であったことにより損害を被ったとしても，これを不測の損害であるということはできな\nい。原告の上記主張は，採用することができない。\n２　二重課税について\n(1)　原告は，課税庁が軽油の輸入業者に対する軽油引取税の賦課決定（法７００条の４\n第１項５号，法７００条の３０）を懈怠している場合に，流通した未課税の輸入軽油を引き取っ\nた特約業者（特別徴収義務者）がたまたま出現すると，同一の輸入軽油について二重課税\nという重大な違法を不可避的に招来しかねないことになるような法の解釈適用は，租税法律\n主義に反し，このような法の解釈適用を前提とする本件各更正処分は違法であると主張す\nる。\n(2)　しかしながら，同一の輸入軽油について，輸入業者に対する課税（法７００条の４第１\n項５号）と特別徴収義務者からの引取りを行う者に対する課税（法７００条の３第１項）が可能\nとなる事態が生じた場合においては，二重課税が起こり得るものの，既に説示したとおり，法\nは，このような事態を想定して，課税済軽油であることについて知事の承認があった場合に\nは，当該軽油について軽油引取税を課税免除する制度（法７００条の５第２号）を採用するこ\nとにより，二重課税となる事態を回避しようとしたのである。課税庁が当該道府県に納入され\nた軽油について軽油引取税を徴収しようとする際に常に法７００条の４第１項５号の要件の\n充足の有無，すなわち，当該軽油が特約業者及び元売業者以外の者の輸入に係るものか\nどうかについて調査する義務を負うとすることは，課税庁に過大な負担を強いることになる\nおそれがある一方，既に説示したとおり，特別徴収義務者には課税済軽油であることの確\n認のできない軽油の引取りを拒否する自由があることを考慮するならば，上記課税免除の\n制度が二重課税の回避をするためのものとして不十分，不合理な制度であるということはで\nきない。そうである以上，単に同一の輸入軽油について重複して軽油引取税が課税され得\nる事態が不可避的に生じ得るとの一事をもって，本件各更正処分が法の解釈適用を誤った\n違法なものであるということはできない。原告の上記主張は採用することはできない。\n３　実質課税原則違反について\n原告は，本件輸入軽油を購入した実質的相手方は特約業者である丸井商会であり，\n本件輸入軽油に係る軽油引取税については丸井商会に課税をすべきであるから，本件各\n更正処分は，課税要件の根幹である納税義務者を誤認してされた違法なものであると主張\nする。\nしかしながら，前記争いのない事実等によれば，本件輸入軽油は，被告の区域内の業\n者が特約業者である原告から引き取った軽油であり，現実の納入を伴うものであり，当該引\n取りは，被告の軽油引取税の課税対象となるから（法７００条の３第１項），特別徴収義務者\nである原告は，本件輸入軽油に係る軽油引取税を徴収し，これを被告に納入すべき義務が\nある（法７００条の１１第１項，２項）。原告が主張するとおり，原告において本件輸入軽油を\n購入した実質的相手方が特約業者である丸井商会であったとしても，原告は，本件輸入軽\n油が課税済軽油であることについての道府県知事の承認を受けない限り，本件輸入軽油\nに係る軽油引取税の徴収及び納入の義務を免れるものではなく，このような場合に丸井商\n会に課税をすべきであるということができないことは１で説示したとおりである。原告の上記\n主張は採用することはできない。\n４　以上によれば，本件輸入軽油に係る軽油引取税の徴収及び納入の義務が原告にある\nことを前提とする本件各更正処分は違法ではなく，原告主張の無効事由はすべて理由がな\nい。\n第４　結論\n以上のとおりであるから，原告の請求は理由がない。そこで，原告の請求を棄却するこ\nととし，訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６１条を適用して，主文\nのとおり判決する。\n徳島地方裁判所第２民事部\n裁判長裁判官　　　阿部正幸\n裁判官　　　古田孝夫\n裁判官　　　高橋信慶\n"
}