{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 15
  },
  "case_number": "平成13(う)65",
  "case_name": "非現住建造物等放火被告",
  "court_name": "仙台高等裁判所",
  "lawsuit_id": "4665",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4665",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/665/004665_hanrei.pdf",
  "contents": "○自己所有の空きアパートへの放火事件について一審の刑が減軽された事例\n平成１４年１月１５日判決宣告\n仙台高等裁判所平成１３年（う）第６５号　非現住建造物等放火被告事件（原審　福島地\n方裁判所会津若松支部平成１２年（わ）第４４号，平成１２年４月２８日判決宣告）\n主　　　　　　　文\n原判決を破棄する。\n被告人を懲役２年に処する。\n原審における未決勾留日数中１４０日をその刑に算入する。\n理　　　　　　　由\n第１　弁護人遠藤大助及び同及川雄介連名の控訴趣意書が提出されたが，その後弁護人及\n川雄介は，同趣意書における事実誤認の控訴趣意を，被告人同意の下に撤回し，改め\nて弁論において，量刑について職権調査を求める旨の主張をした。\nそこで，記録を調査し，当審における事実取調べの結果を併せて，職権により量刑\nについて検討する。\n本件は，被告人が，火災保険の付された自己所有の空き家となっていた賃貸用２階\n建アパート（以下「本件アパート」という。）に放火した事案である。被告人は，本\n件アパートの建築資金として借りた債務の返済に行き詰まったことから，本件アパー\nトを取り壊した上敷地を売却して，その売却代金を債務の返済に充てることを計画し\nていたが，部屋の賃借人の一人が家財道具を室内に残したまま行方不明となっていた\nため，取壊しができないまま月日がたち，その間債務は増える一方であり，妻からは\nその処理をせかされるなどして，いら立ちを覚える日々を送っていたところ，本件ア\nパートが焼失すれば解体の手間が省け，上記賃借人との間の厄介事も回避できると考\nえ，本件アパートに放火したものである。犯行は，近隣住宅への延焼の危険等を顧み\nない，視野狭さく的で自己の都合のみを眼中においた短絡的な犯行であり，その動機\nには酌むべきものはない。その態様も，各室内に大量の灯油をまき散らし，以前自己\nが各室の隔壁を損壊して空けた穴に，灯油をしみ込ませた毛布を通すなどして，全焼\nさせることを意図し，また，部外者の犯行に見せかけるための工作をし，深夜就寝時\n間帯に放火したもので，執ようで危険なものであり，意図したとおりの火災となって\nいたならば，隣家がすぐ近くに建ち，現場付近は人家が密集する住宅街であるため，\n延焼により大きな惨事を招く危険が相当あったと認められ，近隣住民に与えた恐怖感\nは大きく，しかも出火が放火によるということから，不安感を長く抱かせることにな\nり，近隣住民に与えた影響は大きいといえる。被告人は，こうした放火という重大な\n犯罪を犯しながら，原審において公訴事実を全面的に否認し，自己保身等のため客観\n的な証拠に反する不自然，不合理な弁解をし，罪の重さ及び近隣住民への影響等につ\nいて自覚を欠き，罪に対する反省の態度が見られなかったものである。したがって，\n被告人の責任は重く，原判決が被告人に対し厳しい刑を科したことには相応の理由が\nあるといえる。\n一方，本件アパートの室内の通気状態が悪いなどの条件が重なって，火は燃え上が\nることなく，放火後長時間にわたり燻焼する状態が続き，朝方通行人によって煙が出\nているのが発見されて消火されたため，本件アパート内の２室の内部約２６．５平方\nメートルを焼損したに止まり，結果的には，延焼や近隣住民への生命身体への具体的\nな危険が発生するには至らなかったものであり，本件アパートには，当時火災保険が\n付されていたとはいえ，その保険金目的が放火の動機であったとまでは認められない\nので，原判決も判示するとおり，実質的には他人所有ではなく被告人所有の建物を燃\nやしたと評価できるといえるのである。そして，被告人は，本件により長期間の身柄\n拘束を受けた上，本件がマスコミで大きく報道されるなどして相応の社会的制裁を受\nけていること，被告人は，前科前歴もなく，これまで少なからず地域社会に貢献する\nなどまじめに生活してきており，６１歳と高齢で，健康状態も芳しくないことなどの\n被告人に有利な事情が，原判決当時存在する。さらに，当審における事実取調べの結\n果によれば，被告人は，当審において弁護人と改めて相談の上，事実誤認を主張する\n控訴趣意を撤回して，事実については有罪と認めた原判決の判断に従う意思を表し，\n火災を発生させ近隣住民に不安感を与え迷惑を及ぼしたことを詫びる気持ちを有して\nおり，言葉少ないものの内心悔悟しじくじたるものがあり，反省するに至っていると\nうかがわれること，妻も本件アパートの解体等を迫るなどしたことが犯行の動機とな\nったことについて，自己の責任を感じ，今後は被告人をいたわり，支えていくことを\n誓約していることが，被告人のために酌むべき事情として原判決後に生じていること\nが認められる。\n以上の本件犯行の悪質性と被告人の責任の重大性，本件審理の経過における被告人\nの罪の自覚や反省の態度，被告人のために酌むべき各事情その他諸般の事情を考慮す\nると，本件については刑の執行を猶予するのが相当とまではいえないが，原判決の懲\n役４年の刑は，その刑期において重すぎると認められる。\n第２　よって，刑訴法３９７条１項（３８１条），２項により原判決を破棄し，同法４０\n０条ただし書により，被告事件について更に次のとおり判決する。\n原判決が認定した事実に原判決と同一の法令を適用し，その所定刑期の範囲内で被\n告人を懲役２年に処し，刑法２１条を適用して原審における未決勾留日数中１４０日\nをその刑に算入することとし，原審における訴訟費用を負担させないことにつき刑訴\n法１８１条１項ただし書を適用して，主文のとおり判決する。\n平成１４年１月１５日\n仙台高等裁判所第１刑事部\n裁判長裁判官　　　松　　　浦　　　　　　　繁\n裁判官　　　卯　　　木　　　　　　　誠\n裁判官　　　春　　　名　　　郁　　　子\n"
}