{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 19
  },
  "case_number": "平成12(行ケ)123",
  "case_name": "商標登録取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12790",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12790",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/790/012790_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１２３号 商標登録取消決定取消請求事件\n（平成１２年１０月２４日口頭弁論終結）\n判決\n原告Ｘ\n代表者代表取締役 【Ａ】\n訴訟代理人弁護士 岩 出 誠\n同中 村 博\n同 村 林俊行\n同 小 林昌弘\n被 告 特許庁長官 【Ｂ】\n指定代理人 【Ｃ】\n同 【Ｄ】\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実\n第１ 請求\n特許庁が平成１０年異議第９２１２１号事件について平成１２年３月２\n２日にした決定を取り消す。\n第２ 前提となる事実\n１ 特許庁における手続の経緯\n原告は 「Ｂｕｒｔｏｎ」の文字を横書してなり、指定商品を商品及び、\n役務の区分第１４類の「貴金属製きせる・きせる筒・たばこ入れ・たばこケー\nス・たばこホルダー・灰皿・パイプ・その他の貴金属製喫煙用具、時計、時計\nの部品及び附属品」とする登録第４１７１４９３号商標（平成８年１１月１日\n商標登録出願、平成１０年７月３１日設定登録、以下「本件商標」という ）。\nの商標権者である。\nザ・バートン・コーポレーション（以下「異議申立人」という ）は、。\n、、 、平成１０年１１月１３日 本件商標について登録異議の申立てをし 特許庁は\nこの申立てを平成１０年異議第９２１２１号事件として審理した結果、平成１\n２年３月２２日に「登録第４１７１４９３号商標の登録を取り消す 」との決。\n定をし、その謄本は同年４月８日に原告に送達された。\n２ 審決の理由\n別紙決定の写しのとおり、\n「異議申立人のハウスマークである「ＢＵＲＴＯＮ」の商標（以下「引用\n商標」という ）は、異議申立人の業務に係る商品「スノーボード」を表示す。\nる商標として、少なくとも本件商標の出願時には、需要者の間に広く知られる\n。、 （ ） 、「」に至ったと認められる 他方 本件商標 Ｂｕｒｔｏｎ は ＢＵＲＴＯＮ\n商標と同一綴り文字によりなるものであり、また、本件商標の指定商品は嗜好\n的要素を有する商品あるいはファッションに関連する商品といえるもので、異\n議申立人の使用に係る商品「スノーボード」とは需要者を共通にする場合も多\nいから、本件商標に接する取引者、需要者に対して容易に異議申立人を想起さ\nせるといえるものである。したがって、本件商標は、これをその指定商品に使\n用した場合、他人である異議申立人の業務に係る商品、又は、異議申立人と何\nらかの関係を有する者の業務に係る商品であるかのように、その商品の出所に\nついて混同を生ずるおそれがあるから、本件商標は、商標法４条１項１５号の\n規程に違反して登録されたものであり、その登録を取り消すべきである 」。\n旨認定、判断した。\n第３ 原告主張の審決取消事由の要点\n決定が認定した事実のうち、異議申立人が米国で１９７７年に設立され\nたスノーボード、スノーボード用の手袋・被服、バッグ等の製造、販売を中心\nとした会社であり、会社設立以来、全商品にハウスマーク「ＢＵＲＴＯＮ」を\n約２０年間にわたり使用しており、現在、異議申立人の米国におけるスノーボ\nードのシェアーは３０パーセントを占めていて、年間売上高は約２２５億円に\n達していること、日本でも、これらの商品は１９８１年より販売が開始され、\n現在では、バートン・スノーボード・ジャパン（異議申立人の日本支社）から\n販売店を通じて全国６００の小売店で販売されており、異議申立人の商標が使\n用されたスノーボードの日本におけるシェアーは、日本で第１位の２０パーセ\n、、 「 」ント以上となっていることは認めるが 決定が この引用商標 ＢＵＲＴＯＮ\nについて、我が国において異議申立人の出所を表示する商標として周知となっ\nていると認定したことは、誤りである 「ＢＵＲＴＯＮ」の文字標章は、海外。\n及び我が国において、原告を含め、異議申立人以外の者の出所を表示する商標\nとして、異議申立人が引用商標を使用する前から使用されており、周知、著名\nとなっていた。\nまた、決定は、本件商標の指定商品と引用商標の使用商品とが関連性を\n有しており、需要者を共通にしていると認定しているが、それぞれの商品にお\nける需要者は全く異なっており、この認定は誤りである。\nしたがって、本件商標の表示からは、異議申立人の商品ではなく、原告\n又は異議申立人以外の者の商品が連想されるのであり、決定が原告の本件商標\nと異議申立人の引用商標との間で出所混同のおそれがあると判断したのは誤り\nであって、決定は違法であるから、取り消されるべきである。\n１ 引用商標が異議申立人の周知商標ではないことについて\n（１） 異議申立人の引用商標は、一般にそれほど知られていない。引用商\n標の使用商品である「スノーボード」が日本のスキー場で受け入れられたのは\nここ数年のことであり、それまではコースが荒れる、他のスキーヤーに危険だ\n。、 、との理由で各スキー場から締め出されていた また 異議申立人の設立時期は\nそのオーナーである「 Ｅ 」氏がマンハッタンの銀行を退社したのが１９７７【】\n年（昭和５２年）の２３才の時であり、実際にスノーボード社を設立したのは\nその翌年とされているところ、異議申立人が日本に新会社「Ｂｕｒｔｏｎ Ｓ\nｎｏｗｂｏａｒｄｓ Ｊａｐａｎ」を設立したのは１９９５年（平成７年）１\n月１日である（甲第２５、第２６号証 。このように、異議申立人が我が国の）\n商品市場に登場した期間は大変短いし、決定が認定するように、異議申立人の\n引用商標が使用されるスノーボードが日本国内で２０パーセントのシェアを占\nめるとしても、これは 「ビクトリア 「アルペン」等のスポーツ専門店での、」、\nみで販売されており、一般のデパート、スーパーでは販売されておらず、若者\nの中の特殊な愛好家が購入しているだけであって、一般的な知名度は無い。\n被告は、異議申立人の引用商標の周知性、著名性を立証するために\n雑誌等の書証を提出しているが、異議申立人を取り上げている雑誌は、その全\nてが一部愛好家、若者向けの特殊な雑誌であり、日本国民の子供から年寄りま\nで知られているものとは思えない。すなわち、被告が提出した雑誌は 「ＳＮ、\nＯＷＢＯＡＲＤ 「ｓｋｉｅｒ 「ＳＮＢ」等の特殊なスポーツ雑誌であり、」、」、\n、、「」、「」、「」また 提出の新聞記事は 日経流通新聞 繊研新聞 スポーツ産業新聞\n等の業者間で読まれる専門新聞にすぎず、一般の週刊誌、女性誌等で異議申立\n人の広告を見たことはない。これらの特殊な世界では著名性があるとしても、\n、、それだからといって他のファッション商品においても 引用商標が著名であり\n消費者の全てがそれを認識しているということはできない。\n（２） 他方、異議申立人が我が国において引用商標を使用する前から、異\n議申立人以外の者が「ＢＵＲＴＯＮ」商標を海外や我が国において使用してお\nり 「ＢＵＲＴＯＮ」商標は、これらの者の出所を表示するものとして周知、、\n著名となっている。\n（ア） 「ＢＵＲＴＯＮ」の標章は 「プレッピー・ファッション」、\nを代表するニューヨークの「ＢＵＲＴＯＮ Ｌｔｄ （以下「バートン・ブテ．」\n」。）「 」 、ィック社 という が経営する ファッション・ブティック の名称であり\n「ＢＵＲＴＯＮ」といえば、１９７０年代にニューヨークに始まり、日本でも\n大流行した「プレッピー・ファッション」の代表的ブランド名である。そのオ\nーナーである「 Ｆ 」氏は、日本の雑誌でもよく紹介されており、１９８０年【】\n（） 「 」 （ ）。昭和５５年 には ＰＯＰＥＹＥ 誌でも取り上げられた 甲第１６号証\nそして、原告は、後記のとおり、１９８２年（昭和５７年）\nに、バートン・ブティック社と契約して我が国で商品化を行っている。\n（イ） また、アメリカで「ＢＵＲＴＯＮ」といえば 「バートン・、\nマニファクチユアリング・カンパニー・インコーポレイテツド （以下「バー」\nトン・ゴルフ社」という ）の「ゴルフバッグ」が有名であり、アメリカの新。\n聞でも度々取り上げられており（甲第１７号証 、同社は、商品の製造にとど）\nまらず、全米１０か所で商品販売を展開し、インターネットのホームページで\nも詳しく紹介している（甲第１８号証 。アメリカでは 「スノーボード」を商）、\n「」 、品とする異議申立人と ゴルフバック を商品とするバートン・ゴルフ社とは\n会社規模も拮抗しており、両社がそれぞれ知られ、認知されている。そして、\nバートン・ゴルフ社は、我が国で、１９７６年（昭和５１年）２月１６日に、\n旧第２４類（キャディーバッグ、その他本類に属する商品）を指定商品として\n「ＢＵＲＴＯＮ」商標（登録第２２４９１０６号）の商標登録出願をして、そ\nの当時から「ＢＵＲＴＯＮ」商標を使用した「ゴルフ・キャディーバッグ」の\n商品を実際に日本で販売していた（甲第２４号証 。そして、この「ＢＵＲＴ）\nＯＮ」商標は、我が国においてもゴルフファンの間で「ゴルフバッグ」の商標\nとして知らない人はいないほど有名となった。このことは、スポーツ用品の大\n手企業である「ダイワ精工株式会社」がその商品を輸入代理店として取り扱っ\nていたことからも十分推測することができるし、ゴルフ用品業界で毎年「社団\n法人日本ゴルフ用品協会」によって行われる「ジャパン・ゴルフ・フェア」を\n補う意味から毎年発行されている「ユニバーサルゴルフ」社の「ゴルフ用品総\n」「 」「 」合カタログ・内外有名ブランド総掲載 の １９８８年版 と １９８９年版\nに 「ＢＵＲＴＯＮ」の「ゴルフバッグ」の広告が掲載されており、その商品、\nはスポーツ業界で公認されているのである（甲第１９号証 。）\n（ウ） イギリスで「ＢＵＲＴＯＮ」といえば、ロンドンの目抜き通\nりのリージェント街に店を構える「ＢＵＲＴＯＮ ＭＥＮＳＷＥＡＲ」ストア\n、「 」が有名であり イギリスで知らない人はいないほど有名な メンズ・ショップ\nであり、英国の新聞でも度々取り上げられている（甲第２０号証 。同社の設）\n立は１９２９年（昭和４年）１０月２２日であり、既に７０年以上の歴史があ\nる。同店は、日本人の観光客も多数押しかけるほど有名であり、イギリスはも\nとより、ヨーロッパで「ＢＵＲＴＯＮ」といえば、この「メンズ・ショップ」\nを表すものである 同社のインターネットでのオンライン販売も好評である 甲。（\n第２１号証 。）\n（） 「 」 、「」エ 日本で ＢＵＲＴＯＮ といえば 東洋ゴム工業株式会社\nの「靴」のブランド名として有名であり、業界新聞にも広告が掲載されている\n（甲第２２号証 。現在は、三菱商事系列の「ライフギアコーポレーション株）\n式会社」により引き継がれ、製造販売されている（甲第２３号証 。東洋ゴム）\n工業株式会社が旧第２２類（はき物（運動用特殊靴を除く 、かさ、つえ、こ）\nれらの部品及び付属品）の「ＢＵＲＴＯＮ」商標（登録第１０４２６８４号)\nを出願したのは、昭和４５年（１９７０年）１２月２３日であり（甲第２７号\n証 、同年から「靴」を販売していた。）\n（３ （ア） 原告は、海外ブランドの我が国における導入を専門に行って）\nいる会社であり、本件商標は、原告が昭和５７年から日本国内で展開していた\nブランド名である。当時は、アメリカのプレッピー・ファッションの全盛期で\nあり、原告は、その流行の「バイブル」ともいわれた「プレッピーハンドブッ\nク」でも紹介されているニューヨークの有名なブティックであるバートン・ブ\nティック社の代表者「 Ｆ 」氏（甲第７号証）と１９８２（昭和５７）年１月【】\n２５日にライセンス契約を締結し、現在まで継続して、本件商標の指定商品以\n外の商標分類を含む多数の商品について事業を行っており、原告がこの「ＢＵ\nＲＴＯＮ」ブランドを展開した当初は 「スノーボード」は日本に登場してお、\nらず、異議申立人の存在は誰も知り得なかった。\n（イ） 原告は、上記の事業を国内で問題なく行うために、昭和５７\n年６月１日から、次の２件の登録商標につき、商標権者との間で商標使用権許\n諾契約を締結し、また、昭和６３年１１月３０日に、本件商標と同一の文字商\n「」 、 （ 、 、標である ＢＵＲＴＯＮ 商標について 指定商品を旧第２３類 時計 眼鏡\nその部品及び附属品）として設定登録を得ている（甲第２号証 。）\n「」 （ 、① ＢＵＲＴＯＮ バルトン 商標 登録第６６４５２２号\n指定商品旧第１７類（被服、布製身回品、寝具類 、甲第３号証））\n商標権者 メルボ紳士服株式会社\n期 間 昭和５７年６月１日から平成５年５月３１日ま\nで（甲第４号証。枝番号は省略する。以下同じ ）。\n② 「ＢＵＲＴＯＮ バートン」商標（登録第１２２９９２７\n号、指定商品旧第２１類（装身具、ボタン類、かばん類、袋物、宝玉及びその\n模造品、造花、化粧用具 、甲第５号証））\n商標権者 三共生興株式会社\n期 間 昭和６０年１０月１日から平成６年９月３０日\nまで（甲第６号証）なお、異議申立人は、平成６年１２月５日に、メルボ紳士\n服株式会社の上記登録商標に対して、取消審判を請求して（甲第３号証 、強）\n引に商標権の譲渡を受けたり、平成７年１２月１８日に、三共生興株式会社か\nら上記の商標権を買収し、また、平成１１年６月２３日に、バートン・ゴルフ\n社の上記の旧第２４類（ただし、ゴルフ用具を除く ）を指定商品とする商標。\n権について専用使用権の設定を受けている（甲第２４号証 。このように、異）\n議申立人の我が国における引用商標の使用は、商標権に基づかない違法なもの\nであった。\n（ウ） 原告の業務は、国内におけるライセンス元として、海外ライ\nセンス先の代理人として、国内の各メーカーにライセンスを再許諾するもので\nあり、原告は 「アルプス・カワムラ 「起隆通産 「青山眼鏡 「ロリーバ、」、」、」、\nッグ」の他、計１４社に対して、原告の上記の商標権及び２件の商標権の実施\n権に基づき 「ＢＵＲＴＯＮ」商標の使用許諾をして使用させており、実際に、\nそれらの企業が商品を製造、販売したことは、原告が提出したそれらの企業の\n「ライセンス契約書 「売上報告書 「商品見本写真集」等を見れば明らかで」、」、\nある。 なお、これらの商品は 「三越 「高島屋 「西武」等のデ、」、」、\nパートと 「ダイエー 「イトーヨーカ堂」等の大型スーパーで売られていた、」、\nが、これらの原告の商品展開の後に、異議申立人が商標権を有していないのに\n強引に日本の市場に進出し、スノーボード関連商品にとどまらず、周辺ファッ\nション商品の製造を非合法的に行い、低価格の類似品を販売したので打撃を受\nけ、原告は 「ＢＵＲＴＯＮ」商標を付した商品の生産と販売を縮小せざるを、\n得なかったのは事実であり 原告が本件商標の出願時である平成８年以降に Ｂ、「\nＵＲＴＯＮ」商標を使用していた事実について、具体的な数字として提出する\nことができる証拠を用意し得ない。\n（４） 以上によれば、異議申立人は 「ＢＵＲＴＯＮ」商標は自らによっ、\nて我が国で有名になったと主張し、決定は、これを認めたが、異議申立人以外\nの者が「ＢＵＲＴＯＮ」商標を使用しているほか、原告自身、昭和５７年より\n「ＢＵＲＴＯＮ」商標を付した各種の商品を国内メーカーと共同で製造、販売\nし、旧第１７類の商品については１１年間、旧第２１類の商品については９年\n間にわたって使用していたことを考えると、異議申立人の主張は正しいとは思\nえず、決定には誤りがあるというべきである。\nまた、異議申立人が「スノーボード用品」として「ＢＵＲＴＯＮ」\nを有名にしたとしても、一般の消費者は「ＢＵＲＴＯＮ」の名前をほとんど知\nらず、それらの商品も一部の特殊な運動具店で販売されているのみであり、百\n貨店、スーパーでの販売は皆無であることをみても、それらが特殊なものであ\nるということが窺えるのであり、引用商標が異議申立人の出所を示すものとし\nて需要者の間で周知、著名であるとすることはできない。\n２ 本件商標の指定商品と引用商標の使用商品の関連性について\n仮に、異議申立人の引用商標がその使用商品である「スノーボード」に\nおいて、現在我が国で著名であるとしても、原告が展開している本件商標を付\nした商品は、本件の指定商品を含めて、純粋なファッション商品であり、異議\n申立人が展開する「スポーツ関連商品」とは、売場も全く異なり、また、販売\n店も一般の百貨店や小売店であり、スポーツ専門店を中心とするスノーボード\n社の商品とは全く関連がない。特に、時計、眼鏡等の商品は、技術的保守や種\n類の豊富さを必要とするために 「時計専門店 「眼鏡専門店」でしか販売さ、」、\nれないもので、その共通性は全く無い。\nさらに 「スノーボード」等の「スポーツ用品」の世界と「ファッショ、\nン商品」の世界は別世界である。前者は「性能」を追求するのに対して、後者\nは「奇抜さ、思いつき」を追求するものであり 「スポーツ用品」は 「ファッ、、\n」、 、ション商品 における無駄を極端に省き スピードを追求するものであるので\n両者には関連性が無い。それらを考えず 「スポーツ用品」の著名性が「ファ、\nッション商品」に及ぶという被告の主張は到底受け入れることができない。\n被告は、本件商標の指定商品である「喫煙用具、時計」と引用商標の使\n用商品は、嗜好品的要素を有し又はファッションに関連する商品といえると主\n張しているが、あまりにも飛躍した主張であり、上記のアメリカのゴルフバッ\nグ商品のバートン・ゴルフ社、イギリスのロンドンの有名なブティックである\n「バートン・メンズウェア 、日本の靴のメーカー「ライフギアコーポレーシ」\nョン株式会社」の著名性をも否定するような主張は受け入れ難い。\n第４ 被告の反論の要点\n１ 引用商標の周知性、著名性について\n（１） 原告は、異議申立人の引用商標は、一般にそれほど知られていない\n旨主張している。\nしかし、異議申立人が「スノーボード」商品に使用している引用商\n標が、少なくとも、本件商標の出願時である平成８年１１月１日までに著名と\n、。なったことは 以下の雑誌や新聞記事に掲載されている事柄から明らかである\n（） 「 （ ）」（（ ）ア 雑誌 Ｆｏｒｂｅｓ フォーブス １９９６年 平成８年\n２月１日号）の日本版の記載によれば、アメリカのスノーボード市場規模は７\n５０億円に達しているが、スノーボード社は、この市場の３０％以上を支配し\nていた。さらに、日本においても、１９９８年（平成１０年）の長野オリンピ\nックにスノーボーディングが公式種目となり、その人気はますます高くなると\nされている（乙第３号証 。）\n（イ） 主婦と生活社発行「ＳＮＯＷＢＯＡＲＤ （１９９５年（平」\n成７年）１０月１日号）には、スノーボード・ブランド名として「ＢＵＲＴＯ\nＮ 「バートン」が紹介されている（乙第４号証 。」、）\n（ウ） 雑誌「ｓｋｉｅｒ 別冊ＳＮＯＷＢＯＡＲＤ （１９９６年」\n（平成８年）Ｎｏ.３）には、ボード部門において、人気ナンバーワンは「バ\nートン」であるとともに、スノーボード用の靴にも使用され、ボードもさるこ\nとながら、ウエアや小物などもセンスのいいものが揃っていることが掲載され\nている（乙第５号証 。）\n（エ） 雑誌「ＳＮＢ （１９９６年（平成８年）４月２４日号）に」\nは、愛用しているブランド名として、ウエア第２位、バインディング第１位、\nボード第１位、ブーツ第３位、グローブ第２位に「バートン」が掲載され、さ\nらに好きなブランドとしてボード部門第１位、ウエア部門第３位として「バー\nトン」が掲載されている（乙第６号証 。）\n（オ） 「日経流通新聞 （昭和６３年１２月１０日、平成３年１２」\n月７日 「日経産業新聞 （平成６年８月２５日 「日本経済新聞 （平成７年）、」 ）、」\n、、 、 ）、「」３月１６日 同年４月７日 同年９月１１日 同年１２月２９日 織研新聞\n（平成８年３月１９日、同年３月２２日）及び「スポーツ産業新報 （平成３」\n年１月１日、平成７年２月２０日、平成８年３月１日）の記事には、スノーボ\nードにおいて人気の高いブランド名として「バートン」を頻繁に紹介している\n（乙第７号証 。）\n（） 「 （ ）」カ 祥伝社平成８年１０月１５日発行 ＢＯＯＮ 特別編集号\nには、スノーボードブランドの支持率Ｎｏ.１として「バートン 「ＢＵＲＴ」、\n」、 、 （ ）。ＯＮ が掲載され 靴 ウエアに使用しているとの記載もある 乙第８号証\n（キ） 山と渓谷社発行「ｓｋｉｅｒ別冊ＳＮＯＷＢＯＡＲＤ １９\n９７年（平成９年）Ｎｏ.３」には、ボード部門において、人気ナンバーワン\nは「バートン」であると共にスノーボード用の靴、ウエアにも使用されている\nことが掲載されている（乙第９号証 。）\n（ク） 日本貿易振興会海外経済情報センター発行「１９９１年（平\n）、（ ）、（ ） （ ）成３年 １９９２年 平成４年 １９９４年 平成６年 輸入商品 消費財\n売れ筋動向 （平成３年１１月、平成５年３月、平成７年１１月）には、スノ」\nーボードの小売市場の売れ筋ブランドは「バートン 「ＢＵＲＴＯＮ」である」、\nことが記載されている（乙第１０号証 。）\n以上（ア）ないし（ク）の掲載の事実を総合すれば、異議申立人に\n係る商品「スノーボード、スノーボード用靴、ウエア」等に使用されている商\n標「バートン 「ＢＵＲＴＯＮ」は、我が国においても、本件商標の出願時に」、\nは、既に取引者、需要者の間に広く認識されるに至っていたものというべきで\nある。 なお、原告は、異議申立人が取り上げられている雑誌は、その全て\nが一部愛好家、若者向けの特殊な雑誌であり、日本国民の子供から年寄りまで\n引用商標が知られているものとは思えない旨、また、消費者の全てがそれを認\n識しているとはいえない旨主張している。\nしかしながら、ある商標を特定の商品に使用したときに著名商標に\n係る商品と出所の混同を生ずるおそれがあるかどうかを検討する場合には、当\n該商品の主たる取引者、需要者が当該商品の出所について混同を生ずるかどう\nかを基準にすべきであるから、当該著名商標が日本国民の全てや消費者の全て\nに知られていることまで必要とするものではなく、被告は、引用商標がスノー\nボードないしはその関連商品の取引者及び需要者の間に広く認識されているこ\nと、及びこれらの商品と本件商標の指定商品とは関連性があることを主張して\nいるのであって、原告の主張は失当である。\n（２） 原告は 「ＢＵＲＴＯＮ」商標は、海外及び我が国で、異議申立人、\n以外の者の出所を示すものとして周知、著名である旨主張している。\nしかしながら、原告主張の各会社が「ＢＵＲＴＯＮ」商標を使用し\nていることは窺えるとしても、周知、著名であるという証左は見いだし難い。\nなお、原告は、原告が展開する「ＢＵＲＴＯＮ」商標を使用した商\n品が販売されていた事実を証する書証として 「ライセンス契約書 「売上報、」、\n」「 」 。 、告書 並びに 展示会の案内状 及びその写真を提出している しかしながら\n「ライセンス契約書」は商標の使用を許諾する旨の契約書であって、それに基\nづいて商標が使用されるかどうかは別の問題であって、実際に商標が使用され\n。、 「 」ていることを立証するものでないことは自明である また 上記 売上報告書\nは原告と特別な関係にある者の間の証明であり、自由に作成でき、比較的客観\n性の乏しいものというべきである。さらに、原告の提出に係る展示会の案内状\n及びその写真によれば、商品の展示会が開催されたことは窺えるとしても、当\n該商品が譲渡若しくは引渡しのために展示されたのかどうかは必ずしも明らか\nでないし、当該商品が実際に市場に流通し、取り引きされたことを立証するも\nのでもなく、原告が「ＢＵＲＴＯＮ」商標をその展開している商品に使用して\nいた事実は認められない。\nまた、仮に、原告の「ＢＵＲＴＯＮ」商標を付した商品が現実に市\n場に流通していたとしても、そのことと本件商標をその指定商品に使用したと\nきに、引用商標との関係で、商品の出所について混同を生ずるおそれがあるか\nどうかとは直接の関係がない。\nすなわち、商標法４条１項１５号は 「他人の業務に係る商品又は、\n役務と混同を生ずるおそれがある商標」について商標登録を受けることができ\nないとしているのであるから、異議申立人以外の者がある商品又は役務に「Ｂ\nＵＲＴＯＮ」商標を使用していたとしても、さらには、これがそのようなもの\nとして周知、著名となっていたとしても、それがスノーボード関連商品につき\n異議申立人によって使用される引用商標の周知性や著名性が失われるというこ\nとに結び付かない限り、本件商標を付した商品と引用商標を付した商品との間\nの出所の混同のおそれの有無の判断が影響を受けることはあり得ないと解され\nるのである（東京高等裁判所平成１１年（行ケ）第４１４号事件につき、東京\n高判平成１２年４月１１日参照 。）\n以上のとおり、原告の上記の主張は失当である。\n２ 本件商標の指定商品と引用商標の使用商品の関連性について\n原告は、原告が展開している本件商標を付した商品は純粋なファッショ\nン商品であり、異議申立人が展開する「スポーツ関連商品」とは売場も全く異\nなり、異議申立人の商品とは全く関連がない旨主張している。\nしかしながら、上記のとおり、原告が展開しているとする「ＢＵＲＴＯ\nＮ」商標がファッション商品に使用されている事実を認めることはできない。\nまた、仮に使用されていても、一般に、スポーツを行う場合には、その\nスポーツに適した衣服、手袋、サングラス、時計等が使用されるところ、スノ\nーボードについても、スノーボード関連商品として、ボード、スノーボード用\n靴、スノーボード用手袋、被服、バッグ、ゴーグル、サングラス等が使用され\nるのであり、これらの商品は身の回りの商品であって、ファッション（装身に\n関する流行）に関係する商品といえるものである。\n他方、本件商標の指定商品である「時計、喫煙用具」については 「時、\n計」は時刻を表示し又は測定するという、また 「喫煙用具」は喫煙に用いる、\nという、それぞれの実用的な面と同時に、装飾のために身に付ける装身具とし\nての面を持ち合わせており、衣服等に合わせた時計や喫煙用具が用いられるも\nのであるから、やはりファッションに関係する商品といえるものである。\nしたがって、スノーボード関連商品と本件商標の指定商品とはファッシ\nョンに関係がある点において共通性があるというべきであるから、原告の主張\nは失当である。\n３結論\n以上のとおり、原告の主張はいずれも失当であり、引用商標「ＢＵＲＴ\nＯＮ」は、異議申立人に係る商品「スノーボード」等を表示するものてして、\n本件商標の登録出願の前から取引者、需要者の間に広く知られ、著名となって\nいたものである。\nそうすると、本件商標は、上記周知、著名な引用商標と同一の綴り字か\nらなるものであり、かつ、本件商標の指定商品「喫煙用具、時計」と上記周知\n著名な引用商標の使用商品とは、嗜好品的要素を有し又はファッションに関連\nする商品といえるものであり、その商品の需要者層を共通にする場合も多いと\n、、いえるものであるから 商標権者が本件商標をその指定商品に使用するときは\n異議申立人に係る上記周知、著名な引用商標を連想、想起し、同人又は同人と\n経済的、組織的に何らかの関係を有する者の業務に係る商品であるかのように\n商品の出所について混同を生ずるおそれがあるものといわなければならない。\nしたがって、本件商標は商標法４条１項１５号の規定に違反して登録さ\nれたものであるとする決定の判断に何ら誤りはなく、決定が取り消されるべき\n理由はない。 理由\n第１ 引用商標の周知、著名性について\n１ 異議申立人が米国で１９７７年（昭和５２年）に設立されたスノーボー\nド、スノーボード用の手袋・被服、バッグ等の製造、販売を中心とした会社で\nあり、会社設立以来、全商品にハウスマーク「ＢＵＲＴＯＮ」を約２０年間に\nわたり使用しており、現在、異議申立人の米国におけるスノーボードのシェア\nーは３０パーセントを占めていて、年間売上高は約２２５億円に達しているこ\nと、日本でも、これらの商品は１９８１年より販売が開始され、現在では、バ\nートン・スノーボード・ジャパン（異議申立人の日本支社）から販売店を通じ\nて全国６００の小売店で販売されており、異議申立人の商標が使用されたスノ\nーボードの日本におけるシェアーは、日本で第１位の２０パーセント以上とな\nっていることは、原告においても争っていない。\nそして、上記争いのない事実に甲第２５、第２６号証、第２８号証、乙\n第３号証ないし第１０号証及び弁論の全趣旨を総合すると、異議申立人が使用\nしている引用商標に関して次の事実が認められる。\n（１） スノーボーディングは、米国において、スキーの客数が横ばいな\nのに対して、１９８０年代から人気が出始めてきて、スノーボード商品の売上\nげを伸ばし、１９９０年代には急激に人気が高まり、その客数及び売上高が拡\n大している。\n我が国においても、遅くても本件商標の出願時である平成８年１１月までの\n数年の間に、人気が急激に高まり、スノーボードの売上げを顕著に伸ばしてお\nり、平成１０年開催の長野冬期オリンピックの公式種目としても採用されるに\n至っている。\n（２） 異議申立人は、スノーボードを世界で始めて制作したメーカーと\nして 米国で１９７７年 昭和５２年 に設立されたスノーボード関連商品 ボ、（ ） （\nード、バインディング、スノーボード用ブーツ、スノーボード用グローブ、ウ\nエア、バッグ、ゴーグル、サングラス等）の製造、販売を中心とした会社であ\nり、会社設立以来の約２０年間にわたって、全商品にハウスマークである「Ｂ\nＵＲＴＯＮ」を表示して使用しており、平成８年当時における異議申立人の米\n国におけるスノーボードの市場（規模約７５０億円）の占有率は３０パーセン\nト以上となっており、年間売上高は、約２２５億円に達している。\nそして、我が国においても、異議申立人は、昭和５６年から上記の\nスノーボード関連商品を販売しており、平成７年１月１日には、我が国に「バ\nートン・スノーボード・ジャパン」を設立し、その販売代理店を通じて、全国\nで約６００店舗の小売店で販売し、平成８年当時における異議申立人の我が国\nにおけるスノーボードの市場（規模約５００億円）の占有率は第１位となって\nおり、２０パーセント以上に及び、また、１９９５年ー９６年（平成７年ー同\n８年）のシーズンにおけるウエアは、前年比で７０パーセントから８０パーセ\nント増、ボードは、同じく５０パーセント増の販売を達成している。\n（３） 我が国のスノーボード関連商品の小売市場において、異議申立人\nの引用商標が付された商品は、その販売以来、若者を中心とする一般消費者の\n需要が高く、引用商標は、遅くとも平成８年１１月までに、スノーボード関連\n、、 、商品において 人気の高いトップブランドの標章として確立しており 例えば\n被告指摘のとおり 「日経流通新聞 「日経産業新聞 「日本経済新聞 「織、」、」、」、\n研新聞」及び「スポーツ産業新報」の各記事には、スノーボード部門における\n人気の高いブランド名として「バートン」が紹介され（乙第７号証 、日本貿）\n易振興会海外経済情報センター発行 １９９１年 平成３年 １９９２年 平「（ ）、（\n成４年 、１９９４年（平成６年）輸入商品（消費財）売れ筋動向 （平成３年）」\n１１月、平成５年３月、平成７年１１月）には、スノーボードの小売市場の売\nれ筋のブランドとして「バートン 「ＢＵＲＴＯＮ」が記載されており（乙第」、\n１０号証 、また、スノーボード関連の雑誌において、以下のような記事が掲）\n載されている。\n（） 「 （ ）」（（ ）ア 雑誌 Ｆｏｒｂｅｓ フォーブス １９９６年 平成８年\n２月１日号）の日本版に、スノーボード文化を築いた男として、異議申立人の\n代表者である【Ｅ】が紹介され、アメリカのスノーボード市場規模は７５０億\n円に達しており、異議申立人は、この市場の３０％以上を支配していること、\n日本においても、スノーボード人口の増加は著しく、その人気はますます高く\nなることが記載されている（乙第３号証 。）\n（イ） 主婦と生活社発行「ＳＮＯＷＢＯＡＲＤ （１９９５年（平」\n成７年）１０月１日号）には、スノーボードのブランド名として「ＢＵＲＴＯ\nＮ 「バートン」が紹介されている（乙第４号証 。」、）\nウ 山と渓谷社発行 ｓｋｉｅｒ 別冊ＳＮＯＷＢＯＡＲＤ １（） 「 」（\n９９６年（平成８年）Ｎｏ.３）には、読者が選んだ「スノーボード オブ\nザ イヤー」として、１９９６年（平成８年）は 「バートン」が、ボード部、\n門及びバインディング部門において第１位に選ばれたこと、ブーツ部門で第２\n位に選ばれたこと、ウエア部門でも１０位以内に選ばれていることが紹介され\nている（乙第５号証 。）\n（エ） 雑誌「ＳＮＢ （１９９６年（平成８年）４月２４日号）に」\nは、スノーボード関連商品につき、愛用しているブランド名として 「バート、\nン」が、ウエア部門では第２位、バインディング部門では第１位、ボード部門\nでは第１位、ブーツ部門では第３位、グローブ部門では第２位に掲載され、さ\nらに好きなブランドとしてボード部門では第１位、ウエア部門では第３位とし\nて掲載されている（乙第６号証 。）\n（） 「 （ ）」オ 祥伝社平成８年１０月１５日発行 ＢＯＯＮ 特別編集号\nには、スノーボードのブランドの支持率の第１位として「バートン 「ＢＵＲ」、\nＴＯＮ」が記載され、また 「王者バートンのすべて」との特集記事の中で、、\nスノーボードの急成長の立役者の一人であり、日本における普及にも大きな功\n【】 、「」績を残している者として異議申立人の代表者の Ｅ が紹介され バートン\nはスノーボードの歴史の主役を演じ続けるであろう旨記載され、異議申立人ス\nノーボード関連商品が紹介されている（乙第８号証 。）\n（カ） 山と渓谷社発行「ｓｋｉｅｒ別冊ＳＮＯＷＢＯＡＲＤ １９\n９７年（平成９年）Ｎｏ.３」には、読者が選んだ「スノーボード オブ ザ\nイヤー」として、１９９７年（平成９年）は、ボード部門、バインディング\n部門及びウエア部門において 「バートン」が第１位に、ブーツの各部門にお、\nいて、第１位と第２位に選ばれたことが紹介され、また、異議申立人はスノー\nボードのボードメーカーとして長い間その人気を維持しているが、その人気の\n高さはバートンの持つ長い歴史と信頼にある旨、また 「バートン」はスノー、\nボードブランドとして最強といわれている旨指摘され 「ゲレンデは、バート、\nン、バートンのオンパレードだ！」と記載されている（乙第９号証 。）\n２（１） 以上認定の各事実を総合すれば、異議申立人がそのスノーボード\n関連商品（ボード、バインディング、スノーボード用ブーツ、スノーボード用\nグローブ、ウエア、バッグ、ゴーグル、サングラス等）に使用している引用商\n「」 「 」 、 、標 ＢＵＲＴＯＮ 及びその片仮名表記の バートン は 我が国においても\n少なくとも、本件商標の出願時である平成８年１１月１日までには、それらの\n商品の需要者である若者を中心とする一般消費者の間で、異議申立人の出所を\n示す商標として広く知られるに至っており、著名性を獲得したことを認めるこ\nとができる。\n（２） 原告は、異議申立人が取り上げられている雑誌は、その全てが一\n部愛好家、若者向けの特殊な雑誌であり、日本国民の子供から年寄りまで引用\n商標が知られているものとは思えない旨、また、消費者の全てがそれを認識し\nているとはいえない旨主張している。\nしかし、本件商標を指定商品に使用したときに、引用商標を使用\n商品に使用する異議申立人に係る商品であるとして、出所の混同を生ずるおそ\nれがあるかどうかを判断する場合、引用商標が日本国民の全てや消費者の全て\nに知られていることを要するものではなく、引用商標が、その使用商品の取引\n者や需要者の間に広く認識されているかを問題として、これが肯定される場合\nに、それらの商品と本件商標の指定商品との間に関連性があり、本件商標の指\n定商品の取引者や需要者の多くと共通していて、出所の混同を生ずるおそれが\nあるか否かを判断すれば足りるものであるから、原告の上記の主張は失当であ\nる。（３） 原告は 「ＢＵＲＴＯＮ」商標は、海外及び我が国で、異議申立、\n人以外の者の出所を示すものとして周知、著名である旨主張している。\nしかしながら、原告が提出する書証（甲第７、第８号証、第１１\n号証、第１６号証ないし第２４号証、第２７、第２８号証、第３２、第３３号\n証、第４３号証）によれば、原告主張の「バートン・ブティック社 「バート」、\nン・ゴルフ社」等の各会社が「ＢＵＲＴＯＮ」商標ないしこれを要部とする商\n標をそれぞれその業務に係る商品に使用していることは認めることはできると\nしても、それらの各商標が、我が国において、本件商標の出願時である平成８\n年１１月の当時において、周知、著名であることを肯定するに足りる的確な証\n拠はないし、仮にこれらの各商標が我が国で周知、著名であるとしても、後記\nのとおり、そのために異議申立人の引用商標の周知性、著名性が失われている\nという事実は認められない。\nまた、原告は、原告自身、昭和５７年より「ＢＵＲＴＯＮ」商標\nを付した各種の商品を国内メーカーと共同で製造、販売している旨主張してい\nる。 しかしながら、原告が提出する書証（甲第２ないし第６号証、第\n９ないし第１４号証、第２７号証、第３６号証ないし第４２号証、第４４号証\nないし第４８号証）は、そのほとんどが昭和６１年から平成４年や平成６年ま\nでの使用に関するものであり、当裁判所の求釈明に対しても、本件商標の出願\n時である平成８年１１月当時における原告の上記商品の販売に関する証拠は提\n出されていない。\n付言すると、商標法４条１項１５号は 「他人の業務に係る商品、\n又は役務と混同を生ずるおそれがある商標」について商標登録を受けることが\nできないと規定しているのであるから、原告が主張するように、異議申立人以\n外の者が、ある商品に「ＢＵＲＴＯＮ」商標を使用していたとしても、さらに\nは、右商標が周知、著名となっていたとしても、それらのことによって、スノ\nーボード関連商品について異議申立人によって使用される引用商標の周知性や\n著名性が失われるということに結び付かない限り、本件商標を付した商品と引\n用商標を付した商品との間の出所の混同のおそれの有無の判断が影響を受ける\nことはないと解されるところ、本件全証拠によっても異議申立人の引用商標の\n周知性、著名性が失われているということは認められないから、原告の上記主\n張は、この点からも採用することができない。\n３ 他に、本件商標の出願時における異議申立人の引用商標の著名性につい\nて、上記２（１）の判断を左右するに足りる主張、立証はなく、引用商標には\n周知性、著名性が認められないとする原告の取消事由の主張は理由がない。\n第２ 本件商標の指定商品と引用商標の使用商品の関連性について\n１ 原告は、原告が展開している本件商標を付した商品は純粋なファッショ\nン商品であり、異議申立人が展開する「スポーツ関連商品」とは売場も全く異\nなり、異議申立人の商品とは全く関連がない旨、また 「スノーボード」等の、\n「スポーツ用品」の世界と「ファッション商品」の世界は別世界であり 「ス、\nポーツ用品」は 「ファッション商品」における無駄を極端に省き、スピード、\nを追求するものであるので、両者には関連性が無い旨主張している。\n２ しかしながら、被告が主張するように、一般に、スポーツを行う場合、\nそのスポーツに適した衣服、手袋、サングラス、時計等が使用されるところ、\nスノーボードについても、スノーボード関連商品として、ボード、スノーボー\nド用ブーツ、スノーボード用グラブ、ウエア、バッグ、ゴーグル、サングラス\n等が使用されるのであり、これらの商品は身の回りの商品であって、ファッシ\nョンに関係する商品といえるものであり、さらに、スノーボードやその関連商\n品を紹介する雑誌において、今やスノーボーディングは、単なるスポーツの枠\nを超えて、若者のファッション、風俗、ライフスタイルに大きな影響を与えて\nいる、スノーボーディングは１９９０年代の若者のライフスタイルを象徴する\nサブカルチャーである旨（乙第３号証 、スノーボード関連商品では、単に性）\n能、機能のみならず 「デザインのよさ」や「かっこよさ」が購買の大きな要、\n素となっている旨（乙第９号証）が指摘されているように、衣服、眼鏡等の物\n品をも含むスノーボード関連商品は、若者を中心として、広くファッションや\n風俗に影響を及ぼす品目となっており、その商品形態も、単なるスポーツ用品\nとしての実用性、機能性だけでなく、嗜好性や美感性も重視されていることが\n認められる。\n他方、本件商標の指定商品である「時計、喫煙用具」についても実用品\nとしての側面の他に、装飾のために身に付ける装身具としての側面を持ち合わ\nせており、衣服等に合わせた時計や喫煙用具が用いられることが少なくないか\nら、ファッションに関係する商品といえるものである。\n３ したがって、一般に、スノーボード関連商品と本件商標の指定商品とは\nファッションに関係がある点において重要な共通性があり、また、上記第１の\n２で判示したとおり、異議申立人の引用商標が付されたスノーボード関連商品\nは、それらの商品の需要者である若者を中心とする一般消費者の間で人気が極\nめて高いことが認められるのであるから、引用商標の使用商品と本件商標の指\n定商品とでは、その需要者層を共通にする場合も多いであろうと容易に推認さ\n（。）、、れるのであり これを否定すべき証拠はない 原告の上記主張は失当であり\n原告の上記取消事由も理由がない。\n第３ 総括\n本件商標「Ｂｕｒｔｏｎ」は、引用商標「ＢＵＲＴＯＮ」と同一の綴り\n字からなるものであり、称呼も同一であるところ、以上判示のとおり、引用商\n標は、異議申立人に係るスノーボード関連商品を示すものとして、本件商標の\n、、 、登録出願までに 需要者の間に広く知られ 著名となっていたことが認められ\nかつ、本件商標の指定商品と引用商標の使用商品とは、ファッションに関連す\nる商品であり、その商品の需要者層を共通にする場合も多いといえるものであ\nる。 したがって、商標権者が本件商標をその指定商品に使用するときは、そ\n、、 、れに接する需要者において 異議申立人に係る著名な引用商標を連想 想起し\n異議申立人又は同人と経済的、組織的に何らかの関係を有する者の業務に係る\n商品であるかのように商品の出所について混同が生ずるおそれがあることが肯\n定される。\n決定は、上記と同旨の認定、判断により、本件商標は商標法４条１項１\n５号の規定に違反して登録されたものであるとしたものであり、この決定の判\n断に誤りはない。\n第４ 結論\n以上のとおり、原告主張の決定の取消事由はすべて理由がなく、その他\n決定にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから、これを棄却することとし、主文のと\nおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官 永井紀昭\n裁判官 塩 月 秀 平\n裁判官 橋 本 英 史\n"
}