{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 21
  },
  "case_number": "平成13(行ウ)54等",
  "case_name": "所得税更正処分等取消請求事件，更正すべき理由がない旨の通知処分取消請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "１　米国法人の子会社である日本法人の従業員ないし取締役が，親会社である同米国法人から，同社の株式を一定の期間内にあらかじめ定められた権利行使価格で取得することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益が，給与所得に当たるとされた事例\n２　米国法人の子会社である日本法人の従業員ないし取締役が，親会社である同米国法人から，同社の株式を一定の期間内にあらかじめ定められた権利行使価格で取得することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益が譲渡所得又は一時所得に当たるとして確定申告したのに対し，前記利益は給与所得に当たるとしてされた過少申告加算税賦課決定処分が，違法とされた事例",
  "case_gist": "１　米国法人の子会社である日本法人の従業員ないし取締役が，親会社である同米国法人から，同社の株式を一定の期間内にあらかじめ定められた権利行使価格で取得することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益につき，前記ストックオプションは，親会社において，前記従業員らが子会社に対し継続して提供する労務により自らが得る利益を認識し，前記従業員らに対して当該労務に対応するものとしての権利行使利益を給付しようとする趣旨で，ストックオプション付与契約に基づき付与されたものであるから，前記利益は，前記従業員らが子会社に対して提供した労務の対価としての性質を有し，給与所得に当たるとした事例\n２　米国法人の子会社である日本法人の従業員ないし取締役が，親会社である同米国法人から，同社の株式を一定の期間内にあらかじめ定められた権利行使価格で取得することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益が譲渡所得又は一時所得に当たるとして確定申告したのに対し，前記利益は給与所得に当たるとしてされた過少申告加算税賦課決定処分につき，過少申告加算税を課さない場合を定める国税通則法６５条４項にいう「正当な理由」がある場合とは，過少申告加算税が申告納税制度の下における適正な課税を担保するために課せられる行政上の制裁であることに照らして，申告納税者に対し，そのような制裁を課することが相当ではないと認められる具体的な事情が存在する場合をいうと解するのが相当であるとした上，前記利益の課税庁における課税上の取扱いについては，以前は，多くの事案において一時所得に当たるものとして取り扱われていたこと，課税庁からは前記利益が原則として一時所得に当たるとの見解が公表されていたことなどから，前記具体的な事情が存在するというべきであって，前記確定申告には同項の「正当な理由」が認められるとして，前記処分を違法とした事例",
  "lawsuit_id": "15074",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15074",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/074/015074_hanrei.pdf",
  "contents": "主　　　　　　　　　　　　  文\n１　被告が，原告に対し，平成１３年１月１９日付けでした原告の平成９年\n分の所得税に係る過少申告加算税賦課決定処分（ただし，平成１３年９月３日付け\n加算税の変更決定処分により減額された後のもの。）を取り消す。\n２　被告が，原告に対し，平成１３年１月１９日付けでした原告の平成１０\n年分の所得税に係る過少申告加算税賦課決定処分（ただし，平成１３年９月３日付\nけ加算税の変更決定処分により減額された後のもの。）を取り消す。\n３　被告が，原告に対し，平成１３年１０月３１日付けでした原告の平成１\n２年分の所得税に係る過少申告加算税賦課決定処分を取り消す。\n４　原告のその余の請求をいずれも棄却する。\n５　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)  被告が，原告に対し，平成１３年１月１９日付けでした原告の平成９年分\nの所得税に係る更正処分のうち，課税総所得金額１億４７７３万００００円，納付\nすべき税額６１９７万２７００円を超える部分及び過少申告加算税賦課決定処分\n（ただし，平成１３年９月３日付け更正処分及び加算税の変更決定処分により減額\nされた後のもの。）を取り消す。\n(2)  被告が，原告に対し，平成１３年１月１９日付けでした原告の平成１０年\n分の所得税に係る更正処分のうち，課税総所得金額２億０５３２万５０００円，納\n付すべき税額９１６２万６７００円を超える部分及び過少申告加算税賦課決定処分\n（ただし，平成１３年９月３日付け加算税の変更決定処分により減額された後のも\nの。）を取り消す。\n(3)　被告が，原告に対し，平成１３年４月３日付けでした原告の平成１１年分\nの所得税に係る更正の請求に対する更正をすべき理由がない旨の通知処分のうち，\n課税総所得金額２億２０７９万７０００円，納付すべき税額７４５０万６２００円\nを超える部分を取り消す。\n(4)　被告が，原告に対し，平成１３年１０月３１日付けでした原告の平成１２\n年分の所得税に係る更正処分のうち，課税総所得金額１億２３６２万７０００円を\n超え，還付される税額１０７８万６６００円を下回る部分及び過少申告加算税賦課\n決定処分を取り消す。\n(5)　訴訟費用は被告の負担とする。\n２　被告\n(1)　原告の請求をいずれも棄却する。\n(2)　訴訟費用は原告の負担とする。\n第２　事案の概要\n本件は，原告が，平成９年分ないし平成１２年分の所得税について，自己の\n勤務する会社の親会社から付与されたストック・オプションを行使して得た利益\n（権利行使利益）を譲渡所得又は一時所得として申告ないし更正の請求をしたとこ\nろ，被告が，上記権利行使利益は給与所得に当たるとして，更正処分ないし更正を\nすべき理由がない旨の通知処分及び過少申告加算税賦課決定処分をしたことから，\n原告が，これらの処分は違法であるとして，各処分のうち，上記権利行使利益を一\n時所得として計算した金額を超える部分の取消しを求める事案である。\n第３　基礎となる事実\n（以下の事実は，当事者間に争いがない事実であるか，各段落等の末尾に記載\nした証拠ないし弁論の全趣旨により容易に認められる事実である。）\n１　ストック・オプションについて\n(1)　ストック・オプションの内容\nストック・オプションとは，会社が自社又は子会社の役員，従業員等（以\n下「従業員等」という。）に対して付与する，自社株式を一定の期間内にあらかじ\nめ定められた権利行使価格で取得することができる権利である。\nこのようなストック・オプションを会社が自社又は子会社の従業員等に付\n与する制度（ストック・オプション制度）は，米国において考案され，発展してき\nたものであり，長期インセンティブプランとしての報酬制度の一類型と位置付けら\nれるものである。\n(2)　ストック・オプション制度に関する我が国の法規制の推移\nア　会社がストック・オプション制度を実施するためには，その従業員等に\n対して付与する自社株式を手当てする必要があるところ，これについては，従前の\n商法の下においても，新株の有利発行又は自社株式の取得という方法により対応す\nることが可能であったが，前者については株主総会の決議の効力が６か月に制限さ\nれ，後者についても自己株式の償却期間が６か月に制限されていたことから，法制\n度上，我が国の会社がストック・オプション制度を導入することは実質的に困難な\n状況にあった〔乙２号証〕。\nイ　しかし，平成７年１１月，特定新規事業実施円滑化臨時措置法（以下\n「新規事業法」という。）の改正（平成７年法律第１２８号）により，商法の特例\n措置として，特定の株式未公開企業に限り，自社の取締役又は使用人に対する新株\nの有利発行のための株主総会の特別決議の効力を１０年に延長することなどが規定\nされ，これらの企業については，新株の有利発行の方法によるストック・オプショ\nン制度の導入が可能となった〔乙２号証〕。\nウ　さらに，平成９年５月，商法の改正（平成９年法律第５６号）により，\n株式会社について，自社の取締役又は使用人に譲渡するための自己株式の取得に関\nし，取得可能な自己株式の数量が増加し，償却期間も１０年に延長されたこと（商\n法２１０条ノ２）などにより，自己株式を取得する方法によるストック・オプショ\nン制度の導入が可能となり，また，一定の要件の下に自社の取締役又は使用人に新\n株引受権を付与する方法のストック・オプション制度も新設された（同法２８０条\nノ１９）。しかし，この時点では，我が国の株式会社がその株式を子会社の従業員\n等に付与する形式のストック・オプション制度の導入を可能にするための規定は設\nけられなかった。〔乙１号証〕\nエ　なお，その後，平成１３年１１月の商法改正（平成１３年法律第１２８\n号）による新株予約権制度の導入（商法２８０条ノ１９）により，ストック・オプ\nション制度は新株予約権の有利発行の一場面として位置付けられるとともに，自社\nの従業員等以外の者にもストック・オプションを付与することができるとされるな\nど，我が国の株式会社のストック・オプション制度の利用に関する法規制が大幅に\n緩和されるに至っている。\n(3)　ストック・オプションに関する課税上の取扱いの推移\nア　平成７年１１月の新規事業法の改正以前においては，ストック・オプシ\nョン一般に関する課税上の取扱いについて規定した法令及び通達は存在しなかっ\nた。\nもっとも，当時の商法下でも，株主総会決議後６か月間に限って，従業\n員等に有利な発行価額により新株等を取得する権利を付与することは可能であった\nところ，これが付与された場合の課税について，所得税法施行令（平成１０年政令\n第１０４号による改正前のもの）８４条は，上記権利に係る所得税法３６条の収入\n金額を，原則として，当該権利に基づく払込みに係る期日における新株等の価額か\nら当該新株等の発行価額を控除した金額による旨を規定し，また，所得税基本通達\n２３～３５共－６（ただし，平成８年６月の改正前のもの。）は，発行法人から有\n利な発行価額による新株等を取得する権利を与えられた場合には，それを行使して\n新株等についての申込みをしたときに，その付与された権利に基づく発行価額と権\n利行使時の株価との差額に対し，一時所得として課税することを原則としつつ，当\n該権利がその発行法人の役員又は使用人に対し支給すべきであった給与等又は退職\n手当等に代えて与えたと認められる場合には，給与所得又は退職所得として課税す\nることとしていた。\nイ　平成７年１１月の新規事業法の改正により，一定の範囲で新株の有利発\n行の方法によるストック・オプション制度の導入が可能となったことに伴い，平成\n８年３月，租税特別措置法２９条の２が改正（平成８年法律第１７号）され，新規\n事業法上のストック・オプションについて，一定の場合には，権利の行使による株\n式の取得に係る経済的利益については所得税を課さず，取得した株式の譲渡時に，\n払込価額を取得価額とした上で，譲渡所得として課税を行う旨が定められた。\n他方，商法上の有利な発行価額による新株等を取得する権利を与えられ\nた場合に関する所得税基本通達２３～３５共－６についても，平成８年６月，当該\n権利を与えられた場合の所得について，一時所得とする原則を維持しつつ，当該発\n行法人の役員又は使用人に対しその地位又は職務等に関して当該権利を与えたと認\nめられる場合には給与所得とし，これらの者の退職に基因して当該権利を与えたと\n認められる場合には退職所得とすると改められた。〔乙７，８号証〕\nウ  さらに，平成９年５月の商法の改正によって，自己株式方式及び新株引\n受権方式によるストック・オプション制度がすべての株式会社に認められるように\nなったことを踏まえて，平成１０年３月，所得税法施行令８４条が改正（平成１０\n年政令第１０４号）され，商法上のストック・オプションに係る所得税法３６条の\n収入金額を，権利行使により取得した株式のその行使の日における価額から権利行\n使価格を控除した額とする旨が定められるとともに，租税特別措置法２９条の２が\n改正（平成１０年法律第２３号）され，一定の要件を満たす商法上のストック・オ\nプションについては，権利の行使による株式の取得に係る経済的利益については所\n得税を課さず，取得した株式の譲渡時に，譲渡所得として課税する旨が定められ\nた。\nまた，所得税基本通達２３～３５共－６についても，上記各法令の改正\nに対応し，平成１０年１０月，ストック・オプションに関する課税上の取扱いを明\n確にするための改正がされ，商法２１０条ノ２第２項の決議に基づいて与えられた\n同項３号に規定する権利（所得税法施行令８４条１号）及び商法２８０条ノ１９第\n２項の決議に基づいて与えられた同項に規定する新株の引受権（所得税法施行令８\n４条２号）を取締役又は使用人が行使して株式を取得した場合の所得について，原\n則として給与所得とし，主として職務の遂行に関連を有しない利益の供与の場合に\nは雑所得とすることとされた。\nしかし，この時点でも，親会社から子会社の従業員等に対して付与され\nる親会社の株式に係るストック・オプション等，上記以外のストック・オプション\nに関する課税上の取扱いについて，直接，明文をもって定めた法令の規定は存在せ\nず，また，通達上も，特段の定めは設けられなかった。\n〔乙９，１０号証〕\nエ  なお，その後，平成１３年１１月の商法改正を受けて，租税特別措置法\n２９条の２が改正され（平成１４年法律第１５号），株式の取得に係る経済的利益\nの非課税特例の適用対象となる権利として新株予約権が加えられ，また，同特例の\n適用対象者に，ストック・オプションの付与会社が直接又は間接に１００分の５０\nを超える数の株式等を保有する関係にある他の法人の従業員等が加えられた〔乙２\n９号証〕。また，上記商法の改正を受けて，所得税法施行令８４条についても所要\nの改正がされた（平成１４年政令第１０３号）。\nさらに，所得税基本通達２３～２５共－６についても，平成１４年の改\n正により，有利発行による新株予約権（所得税法施行令８４条３号）を与えられた\n者がこれを行使した場合に，雇用契約又はこれに類する関係に基因して当該権利を\n与えられたと認められるときは，所得税法施行令８４条１号及び２号に掲げる権利\nを与えられた場合に準じた取扱いをすることとされ，さらに，発行法人が外国法人\nの場合についても，同様の取扱いとすることとされた。\n２  本件ストック・オプションについて\n(1)　米国マイクロソフト社と日本マイクロソフト社との関係\n米国ワシントン州所在のマイクロソフト・コーポレーション（以下「米国\nマイクロソフト社」という。）は，昭和６１年２月１７日，１００パーセント子会\n社として，日本にマイクロソフト株式会社（以下「日本マイクロソフト社」とい\nう。）を設立した。\nそして，現在に至るまで，米国マイクロソフト社は，日本マイクロソフト\n社の全株式を保有している。\n(2)　原告の地位\n原告は，平成４年に日本マイクロソフト社に入社し，平成１０年に米国マ\nイクロソフト社の子会社である米国法人マイクロソフト・アジア・リミテッドに転\n籍するまで，日本マイクロソフト社において従業員ないし取締役として勤務してい\nた。原告は，その後，平成１１年に同じく米国マイクロソフト社の子会社である米\n国法人マイクロソフト・プロダクト・ディペロップメント・リミテッドに転籍し，\nさらに，平成１２年から，日本マイクロソフト社から株式会社ネクスタイドに出向\nして役員として勤務している。\n〔甲９号証，弁論の全趣旨〕\n(3)　米国マイクロソフト社のストック・オプションの内容\nア　米国マイクロソフト社の「１９９１年ストック・オプションプラン」\n（以下「本件マイクロソフト・プラン」という。）によれば，同社のストック・オ\nプションは，同社，その親会社及び子会社（以下，併せて「マイクロソフトグルー\nプ各社」という。）が雇用する従業員（Employee）（役員も含むものとされてい\nる。）に対して付与され得るものとされている（本件マイクロソフト・プラン第５\n条（a），第２条（ｈ））。\nこの米国マイクロソフト社のストック・オプションの付与は，従業員の\n経済的利益と株式を長期に保有することによる価値を結びつけることにより，実質\n的に責任ある職に昀もふさわしい人材を誘引しかつ維持すること，当該人材に対し\nて付加的なインセンティブを提供すること，及び，米国マイクロソフト社の成功を\n促進することを目的としている（本件マイクロソフト・プラン第１条）。\nそして，本件マイクロソフト・プランに基づくストック・オプション制\n度は，米国マイクロソフト社の取締役会又はこれによって任命された委員会（以\n下，単に「取締役会」という。）によって運営され，この取締役会が，ストック・\nオプション付与の対象となる従業員及び付与株数等の条件を決定することとされて\nいる（本件マイクロソフト・プラン第４条）。\nまた，本件マイクロソフト・プランによれば，ストック・オプションを\n付与された者の「従業員としての継続的な地位」（従業員としての役務の中断又は\n終了が存在しないことを意味する（本件マイクロソフト・プラン第２条\n（ｆ））。）が終了した場合，当該オプション保有者は，その終了の日に行使でき\nる限度まで，当該終了の日の後３か月以内かつ付与契約に定められたオプションの\n期間の終了日以前に，オプションを行使しなければ，当該オプションは消滅するこ\nととされている。ただし，オプション保有者が全体的かつ永続的な障害の結果とし\nて「従業員としての継続的な地位」を終了した場合や，その死亡の場合には，当該\n終了の日ないし死亡の日から一定の期間，権利行使をすることができる。また，上\n記の定めにかかわらず，取締役会は，適切とみなす場合に発行済みのオプションの\n終了日を延長する権限を有している（本件マイクロソフト・プラン第９条）。\nさらに，本件マイクロソフト・プランに基づくオプションは，遺言又は\n相続法による場合を除き，売却，質入れ，譲渡，担保権設定，移転又は処分をする\nことができず，オプション保有者が生存中は，その者のみが行使することができる\nこととされている（本件マイクロソフト・プラン第１０条）。〔乙１３号証〕\nまた，米国マイクロソフト社のホームページにおける同社のストック・\nオプション制度の説明によれば，同社のストック・オプションは，付与の日から１\n年後に対象株式の８分の１について権利行使が可能となるもので，その後半年ごと\nに順次８分の１ずつ権利行使が可能となり，付与の日から４年半後に全株式につい\nての権利行使が可能となるものとされている〔乙第１６号証〕。\nイ　米国マイクロソフト社のストック・オプションの付与対象者や付与株数\n等は，取締役会において，過去における実績，将来に及ぶ米国マイクロソフト社へ\nの長期的貢献及び当該個人が退職した場合の潜在的影響といった要因等を考慮して\n決定されている〔乙第１５号証〕。\n(4)　原告のストック・オプションの行使\n原告は，日本マイクロソフト社に勤務中に，米国マイクロソフト社から，\n本件マイクロソフト・プランに基づき，同社の株式に係るストック・オプションを\n付与され，これを平成８年ないし平成１２年に行使した（このうち，原告が米国マ\nイクロソフト社から付与され，平成９年ないし平成１２年に行使したストック・オ\nプションを「本件ストック・オプション」という。）〔甲９号証〕。\n本件ストック・オプションの行使により，原告は，平成９年に２億４７７\n１万９３８５円，平成１０年に３億６７９１万４１７５円，平成１１年に４億０４\n３２万４３８４円，平成１２年に２億０６２８万９３９１円の経済的利益をそれぞ\nれ得た。これらの利益は，ストック・オプションの行使によって取得した株式の権\n利行使時の時価から権利行使価格を控除したものに相当する（以下，ストック・オ\nプションを行使することにより得られる，取得株式の権利行使時の時価と権利行使\n価格との差額に相当する経済的利益を「権利行使利益」という。また，原告が本件\nストック・オプションの行使により得た権利行使利益を「本件権利行使利益」とい\nう。）。\n３　本件課税処分の経緯等\n(1)  平成９年分及び平成１０年分の所得税について\nア　原告は，平成９年分及び平成１０年分の所得税について，いずれも，本\n件ストック・オプションの行使に係る所得が株式等に係る譲渡所得に該当するとし\nて確定申告をした後，申告漏れの権利行使利益について，一時所得に当たるものと\nして修正申告をした。これに対し，被告は，原告に対し，平成１２年１１月２８日\n付けで，各修正申告により新たに納付すべき税額に関し，それぞれ過少申告加算税\n賦課決定処分をした。\nイ　さらに，被告は，原告に対し，平成１３年１月１９日付けで，平成９年\n分及び平成１０年分の所得税について，本件権利行使利益は給与所得に該当すると\nして，それぞれ更正処分をするとともに，各更正処分により新たに納付すべき税額\nに関し，それぞれ過少申告加算税賦課決定処分をした。\nウ　これに対し，原告は，被告に対し，同年３月８日，上記イの各処分を不\n服として異議申立てをしたが，異議申立ての日の翌日から起算して３か月を経過し\nても決定がされなかった。\nエ　そこで，原告は，国税不服審判所長に対し，同年７月１６日，上記イの\n各処分についての審査請求をした。\nオ　その後，被告は，原告に対し，同年９月３日付けで，平成９年分につい\nては減額更正処分及び加算税の変更決定処分を，平成１０年分については加算税の\n変更決定処分を，それぞれした。\nカ　上記エの審査請求の日の翌日から起算して３か月を経過しても裁決がさ\nれなかったことから，原告は，同年１０月２５日，上記イの各処分（ただし，上記\nオによる減額後のもの。）についての取消訴訟を提起した（平成１３年(行ウ)第５\n４号事件）。\nなお，国税不服審判所長は，平成１４年４月２６日付けで，上記エの審\n査請求をいずれも棄却する旨の裁決をした〔甲第８号証〕。\n(2)　平成１１年分の所得税について\nア　原告は，平成１１年分の所得税について，本件権利行使利益が給与所得\nに該当するとして確定申告をした後，平成１３年１月４日，被告に対し，本件権利\n行使利益が一時所得に当たるとして更正の請求をした。\nイ  これに対し，被告は，原告に対し，同年４月３日付けで，更正をすべき\n理由がない旨の通知処分をした。\nウ　原告は，被告に対し，同年５月２９日，上記通知処分を不服として異議\n申立てをしたが，被告は，同年８月２２日付けで異議を棄却する旨の決定をした。\nエ　そこで，原告は，国税不服審判所長に対し，同年９月２５日，上記通知\n処分についての審査請求をしたところ，国税不服審判所長が平成１４年４月２６日\n付けでこれを棄却する旨の裁決をしたことから，同年７月１９日，同通知処分につ\nいての取消訴訟を提起した（平成１４年(行ウ)第４３号事件）。\n(3)  平成１２年分の所得税について\nア　原告は，平成１２年分の所得税について，本件権利行使利益が一時所得\nに該当するとして確定申告をした。\nイ　これに対し，被告は，原告に対し，平成１３年１０月３１日付けで，本\n件権利行使利益は給与所得に該当するとして，平成１２年分の所得税に係る更正処\n分及び過少申告加算税賦課決定処分をした。\nウ　原告は，被告に対し，同年１１月２９日，上記イの各処分を不服として\n異議申立てをしたが，被告は，平成１４年２月２６日付けで，異議をいずれも棄却\nする旨の決定をした。\nエ　これに対し，原告は，国税不服審判所長に対し，同年３月１３日，上記\nイの各処分についての審査請求をしたところ，国税不服審判所長が同年８月２７日\n付けでこれをいずれも棄却する旨の裁決をしたことから，同年１１月１８日，上記\nイの各処分についての取消訴訟を提起した（平成１４年(行ウ)第７０号事件）。\n(4)　原告の平成９年分ないし平成１２年分（以下，「本件係争各年分」とい\nう。）の所得税に係る確定申告，上記各課税処分及びこれらに対する不服申立て等\nの経緯は，それぞれ別表１ないし４記載のとおりである。\nまた，以下，被告が原告に対して，平成１３年１月１９日付けでした平成\n９年分及び平成１０年分の所得税に係る各更正処分（ただし，平成９年分について\nは，平成１３年９月３日付け更正処分により減額された後のもの。）及び平成１３\n年１０月３１日付けでした平成１２年分の所得税に係る更正処分を「本件各更正処\n分」と，平成１３年４月３日付けでした平成１１年分の所得税に係る更正をすべき\n理由がない旨の通知処分を「本件通知処分」と，平成１３年１月１９日付けでした\n平成９年分及び平成１０年分の所得税に係る過少申告加算税賦課決定処分（ただ\nし，いずれも平成１３年９月３日付け変更決定処分により減額された後のもの。）\n並びに平成１３年１０月３１日付けでした平成１２年分の所得税に係る過少申告加\n算税賦課決定処分を「本件各加算税賦課決定処分」といい，本件各更正処分，本件\n通知処分及び本件各加算税賦課決定処分を併せて「本件各課税処分」という。\nなお，本件各更正処分の各更正通知書には，いずれも処分の理由は記載さ\nれていなかった。\n第４　本件各課税処分の根拠に関する当事者の主張\n＜被告の主張＞\n１　主位的主張\n本件権利行使利益は給与所得に該当するものであり，これに基づく原告の本\n件係争各年分の課税総所得金額，納付すべき税額及び過少申告加算税額（平成９年\n分，平成１０年分及び平成１２年分）並びにその根拠は，別紙課税根拠表に記載の\nとおりである。\n２　予備的主張\n仮に，本件権利行使利益が給与所得に該当するものでないとすれば，本件権\n利行使利益は雑所得に該当する。\n本件権利行使利益が雑所得に該当する場合の原告の本件係争各年分の課税総\n所得金額及び納付すべき税額は，いずれも主位的主張におけるものよりも多額にな\nる。\n＜原告の主張＞\n被告の主張のうち，本件係争各年分の権利行使利益の額はいずれも認める\nが，本件権利行使利益は一時所得に該当するものである。そこで，被告の主張のう\nち，本件権利行使利益が給与所得に該当するとして計算された本件係争各年分の給\n与所得の金額，総所得金額，課税総所得金額，課税総所得金額に対する税額，納付\nすべき税額及び過少申告加算税額は，いずれも否認し，争うが，その余の金額は認\nめる。\n原告は，本件各課税処分のうち，それぞれ本件権利行使利益を一時所得とし\nて計算した場合の各額を超える部分の取消しを求めるものである。\n第５　争点\n本件の主たる争点は以下の各点であるが，①が中心的争点である。\n①　本件ストック・オプションの権利行使利益（本件権利行使利益）の所得区\n分，すなわち，本件権利行使利益は，給与所得，雑所得，一時所得のいずれに該当\nするか。\n②　本件各更正処分は，理由附記の不備により違法であるかどうか。\n③　本件各更正処分は，租税法律主義違反により違法であるかどうか。\n④　本件各加算税賦課決定処分が違法であるかどうか。\n第６　争点に関する当事者の主張\n１　争点①（本件権利行使利益の所得区分）について\n＜被告の主張＞\n本件権利行使利益は，所得税法上，給与所得に該当する。仮にそうでないと\nしても，雑所得に該当する。\n(1)　ストック・オプションの性格\nア　ストック・オプションを付与された従業員等は，当該株式の時価が権利\n行使価格を上回った場合，この権利を行使して株式を取得し，当該株式の時価と権\n利行使価格の差額相当の経済的利益（権利行使利益）を享受することができる。\nストック・オプション制度は，ストック・オプションを従業員等に付与\nすることにより，当該従業員等の精勤意欲の向上が期待され，付与会社も，優秀な\n人材を誘引，確保するとともに会社の業績向上を図ることを期待することができる\nという，長期インセンティブ報酬（業績連動型報酬）制度の一種である。この長期\nインセンティブ報酬の目的を達成するために，付与の対象となるのは従業員等のみ\nであり，また，付与契約において一定期間の勤務，権利行使期間，権利行使価格等\nの条件が定められ，さらに，付与されたストック・オプションの譲渡が禁止され，\n退職等により雇用契約等（雇用契約又は取締役等の役員についての委任契約をい\nう。以下同じ。）が消滅した場合等には，権利が消滅したり権利行使期間が制限さ\nれたりするのが通常である。\nこのように，ストック・オプション制度は，「付与→一定期間の勤務→\n株価の上昇→権利行使による時価より低額での株式売買」という一連の過程を経\nて，初めて従業員等において権利行使利益を取得できるもので，インセンティブ報\n酬として勤務先会社における勤務と不可分に結びつけられた仕組みである。従業員\n等としての地位にあるからこそストック・オプションが付与され，かつ，現実に勤\n務を継続しなければ権利行使の機会を得られず，したがって権利行使利益も得られ\nないのである。\nイ　ストック・オプション付与契約は，従業員等とその勤務先会社との雇用\n契約等に付された従たる契約（予約）というべきものであって，権利行使利益を従\n業員等に取得させるため，会社と従業員等との間の雇用契約等を不可欠の前提とし\nて締結される，売買（株式譲渡）の一方の予約に類似する契約であり，従業員等の\n地位にあるストック・オプションの被付与者（以下，単に「被付与者」ということ\nがある。）のみが予約完結権を行使するものとして譲渡が禁止され，かつ，会社に\nおける一定期間の勤務等という停止条件が付されたものということができる。\nそして，従業員等の地位にある被付与者が，労務を提供してストック・\nオプション（予約完結権）を行使することができるようになり，これを行使して初\nめて株式譲渡契約（本契約）が成立し，被付与者は，付与会社に対し，具体的な株\n式引渡請求権を取得する一方，付与会社は，被付与者に対し，権利行使価格相当額\nの金員支払請求権を取得することとなり，その結果，付与会社が当該株式を市場で\n売却（発行）すれば得られたはずのキャッシュフロー（当該株式の時価から権利行\n使価格相当額を差し引いた額）を，被付与者である従業員等にその労務の対価とし\nて移転するものである。\n(2)　ストック・オプションに係る課税の対象及び時期について\nア　所得税法は，「現実収入」があったときに「収入金額」（同法３６条１\n項）が発生したとして課税することを原則としつつ，いまだ現実収入はないが\n「（現実）収入の原因となる権利」が確定したときはその時点で「収入金額」が発\n生したとして課税するという，権利確定主義を採用しているものと解される。\nそして，所得税法３６条の規定に照らせば，金銭以外の物，権利又は経\n済的利益も現実収入となり得るが，現実収入に対しては所得税課税がされることか\nら，「現実収入」に該当するためには，経済的・実質的観点から，所得税課税にふ\nさわしい内実のある利益等でなければならず，容易に現金に換価され得るものを受\n領した場合であることを要すると解される。また，「収入の原因となる権利」と\nは，現実収入としての金銭，物，権利又は経済的利益の交付ないし引渡しを請求す\nる権利であると考えられる。\nイ　これをストック・オプションについてみると，本件ストック・オプショ\nンのように，譲渡が禁止され，被付与者以外は行使できず，これを取引の対象とす\nる市場も存在しないものについては，これを付与されただけでは，換価可能性がな\nいものを与えられたにすぎないから，付与されたストック・オプションそれ自体が\n現実収入に当たるとはいえない。市場性のないストック・オプションのように，将\n来権利行使利益を得ることに対する期待権にすぎないものについて，所得税を課税\nすることはあり得ないのである。\nそうすると，本件のようなストック・オプションにおいては，権利行使\n利益が「現実収入」であり，ストック・オプションを行使して発生する株式引渡請\n求権が「収入の原因となる権利」に該当するものというべきである。\nウ　以上のとおり，本件ストック・オプションにおける所得税課税の対象\nは，権利行使利益であり，その課税時期が権利行使時であることは明らかである。\nそして，このように解することは，商法上のストック・オプションに関\nし，租税特別措置法２９条の２及び所得税法施行令８４条が，権利行使時における\n権利行使利益に対する課税を前提とした規定をしていることとも整合的である。\n(3)　本件権利行使利益が給与所得に該当することについて\nア  ストック・オプションに関する課税実定法規について\n租税特別措置法２９条の２は，第２章「所得税法の特例」，第３節「給\n与所得及び退職所得」の中に置かれていることからすれば，ストック・オプション\nの行使により生じる経済的利益は原則として給与所得として課税されることを前提\nとした上で，同条所定のいわゆる税制適格型のものについては，権利行使時におい\nて権利行使利益に所得税を課さずに，株式の譲渡時まで課税の繰延べを認める趣旨\nのものと解される。また，所得税法施行令８４条は，商法上のストック・オプショ\nンについて権利行使利益に課税する旨を明示している。\nそうすると，現行法上，租税特別措置法２９条の２の要件を充たさない\n税制非適格型のストック・オプションについては，権利行使時に権利行使利益に対\nして給与所得として課税されるものであって，これと同様の性質を有する本件スト\nック・オプションについても，所得税法３６条の解釈として，権利行使時に権利行\n使利益に対して給与所得として課税されると解するのが，上記各規定の趣旨に照ら\nしても相当である。\nイ　給与所得の意義について\n給与所得とは，「俸給，給料，賃金，歳費及び賞与並びにこれらの性質\nを有する給与に係る所得」（所得税法２８条１項）であり，勤労性所得（人的役務\nからの所得）のうち，雇用契約又はこれに類する原因に基づき使用者の指揮命令に\n服して提供された労務の対価を広く含むものである。\nそして，その認定に際しては，支払者と受給者間の形式的法律関係のみ\nではなく，支払の原因となった法律関係についての支払者と受給者の意思ないし認\n識，労務の提供や支払の具体的態様等を考察して，客観的，実質的に判断すべきで\nある。また，この給与所得の本質は非独立的・従属的労働の対価という点にある\nが，この場合の対価は，雇用契約等の反対給付（取締役委任契約に基づく報酬，雇\n用契約に基づく給料等）に限定されるものではなく，従業員等の地位に基づいて給\n付される限り，労務の対価としての性質を有し，給与所得に該当するというべきで\nある。\nウ　勤務先会社からストック・オプションが付与される場合について\n(ア)　ストック・オプション付与契約は，前記(1)のとおり，従業員等とそ\nの勤務先会社との雇用契約等を不可欠の前提として締結される契約であって，権利\n行使利益を，従業員等に労務の対価として取得させるためのものである。したがっ\nて，従業員等の地位に基づいて付与されたストック・オプションの行使に係る経済\n的利益（権利行使利益）は，労務の対価としての性質を有するから，給与所得に該\n当することとなる。\n(イ)  これに対し，ストック・オプションの被付与者が権利行使利益を取\n得するかどうか及び取得する利益の額は，株価の変動という偶発的な要素や被付与\n者の権利行使の時期に関する判断に大きく基因するものであるから，権利行使利益\nは付与会社から被付与者に対して与えられた経済的利益と評価することはできない\nといった見解がある。\nしかし，このような見解は，株価の変動を前提とする権利行使利益に\n一時的，偶発的な要素があることにとらわれすぎて，労務と不可分に結び付けられ\nたストック・オプション制度の本質を見誤ったものである。もともと，株価の変動\nや被付与者に権利行使時期の選択を委ねているといった要素は，いずれもストッ\nク・オプション制度自体に内在するものであり，ストック・オプション自体が，い\nわば価格の変動等を織り込み済みのものとして，その制度の枠内で一定期間の勤務\n等の条件を満たした被付与者が権利を行使する限り，付与会社において，その従業\n員等に労務の対価として低額譲渡の利益を与えるものである。会社に勤務していた\nからこそストック・オプションが付与され，かつ，現実に勤務を継続したからこそ\n権利行使利益を取得できたという点で，権利行使利益は労務の対価としての性質を\n有するのであり，そうである以上，権利行使利益の額がいかに株価変動の偶然性や\n行使時期に関する判断といった要素に左右されようとも，権利行使利益は給与所得\nに該当することは明らかである。\n(ウ)　また，使用者から受ける給付が「労務の対価」であると評価できる\nためには従業員等が提供した労務の質ないし量と当該給付との間に経済的合理性に\n基づいた相関関係があることが必要であるとし，この観点からストック・オプショ\nンの権利行使利益の「労務の対価」性すなわち給与所得性を否定する見解もある。\nしかし，このように給与所得該当性に関し，労務の質ないし量と給付\nとの間に何らかの相関関係を要求する見解は，従来の判例・実務の一般的な理解と\nは異なる独自の見解である。「労務と給付額との相関関係」は給与所得の要件では\nなく，当該従業員等が提供した具体的な労務の質ないし量と給付額との間に何ら相\n関関係がなくても，従業員等としての地位に基づいて受ける給付は，すべて労務の\n対価であり，給与所得に該当するというべきである。\nなお，仮に，労務の質ないし量と給付との間に何らかの相関関係を要\nするとの立場に立ったとしても，ストック・オプションの付与会社は，従業員等の\n貢献度等に応じて，付与するストック・オプションの数量，権利行使価格，権利行\n使期間等権利行使利益の多寡に影響する一定の条件を決めているのであるから，そ\nの点において，給付としての権利行使利益は労務の質ないし量と相関関係を有する\nものということができる。\n(エ)　以上によれば，勤務先会社から付与されたストック・オプションに\n係る権利行使利益が給与所得に該当することは，明らかである。\nエ　親会社からストック・オプションが付与される場合について\n(ア)　付与会社が親会社の場合に異なるのは，付与会社が直接の雇用契約\n等の当事者でないという点のみであり，従業員等が勤務先会社に勤務していたから\nこそストック・オプションを付与され，かつ，現実に勤務を継続していたからこそ\n権利行使利益を取得できたという点では何ら異なることはない。\n(イ)　所得税法２８条１項は，給与所得を雇用契約等の当事者である使用\n者からの給付に限定するとは規定しておらず，使用者以外の第三者からの給付であ\nることのみをもって，当該給付を給与所得から除外しているとは解されない。\nこの点に関連して，昀高裁判所昭和５６年４月２４日第二小法廷判\n決・民集３５巻３号６７２頁（以下「昀高裁昭和５６年判決」という。）は，「使\n用者から受ける給付」であることを給与所得の要件としているようにもみえるが，\n同判決は，給与支給者と雇用契約等の当事者（使用者）とが一致する通常の場合に\nついて判断したものであり，同判決が雇用契約等の当事者以外の第三者からの給付\nを給与所得から除外する趣旨とは解されない。\nまた，租税特別措置法２９条の２は，親会社から付与されたストッ\nク・オプションが，子会社に対する労務提供の対価であることを当然の前提として\nおり，本件でも同条の趣旨を踏まえた解釈がされるべきである。\n(ウ)　給与所得に該当するか否かの判断要素は，従業員等の立場からみ\nて，それが従業員等としての地位に基づき，一定期間に空間的・時間的な支配を受\nけつつ労務を提供したことの対価と認められるか否かという実質的な点に求められ\nるべきである。そして，この場合，空間的・時間的支配を受けた先が親会社である\nか子会社であるかは従業員等の立場からは特段の意味を持つとはいえないから考慮\nする必要はないし，親会社においても，従業員等に対する子会社の空間的・時間的\n支配を前提に給付しているのであるから，それは従業員等の地位に基づく給付とみ\nて支障はなく，本件権利行使利益についても，給与所得に該当することは明らかで\nあり，このように解しても何ら所得税法２８条１項及び判例に反するものではな\nい。\n被付与者である子会社の従業員等は，子会社の従業員等の地位にあっ\nて，子会社の指揮命令に服して一定期間勤務して初めて権利行使利益を取得するこ\nとができるのであり，このような労務の提供なくしては権利行使利益を得られない\n関係にあるから，権利行使利益に労務の対価性があることは明らかである。\nまた，親会社が，被付与者である子会社の従業員等に対し，実質的に\nは自らの負担において経済的利益（権利行使利益）を与える理由は，被付与者の子\n会社における労務の提供にある。これは，被付与者の子会社における勤務により子\n会社の業績が向上すれば，親会社も利益を受ける関係にあると認識されているから\nにほかならない。\nさらに，使用者は，従業員等の勤労の成果が使用者に帰属するという\n関係にあるからこそ従業員等に給与を支給するものであるところ，使用者以外の第\n三者であっても，使用者を通じてその従業員等の労働力を利用し勤労の成果を得る\nことができる関係にある者が，当該従業員等に支給した金銭ないし経済的利益は，\n給与ということができる。この点，親会社は，株式や出資持分の保有を通じて，子\n会社を経営支配しており，子会社の従業員等の労働力を利用し，その勤労の成果を\n得ることができる関係にあるといえるのである。\n加えて，親会社が子会社等のグループ企業の従業員等をも対象とする\nストック・オプション付与制度を有している場合には，その子会社等も，その従業\n員等の勤労意欲の向上等により会社の業績が向上することを期待できるから，自社\nにおける労務を前提として，その従業員等に対し，親会社が権利行使利益を与える\nことを容認しているものといえる。\n(エ)　このような事情に照らせば，被付与者である子会社の従業員等が取\n得するストック・オプションに係る権利行使利益は，直接の雇用契約関係にない親\n会社から受けるものであるが，使用者である子会社の指揮命令に服しての労務の提\n供に基因して得られるものであり，子会社における労務の対価として給与所得に該\n当するものというべきである。\nオ　本件権利行使利益の給与所得該当性\n原告の勤務していた日本マイクロソフト社が本件ストック・オプション\nの付与会社である米国マイクロソフト社の１００パーセント子会社であることか\nら，日本マイクロソフト社が原告の勤労の成果を得る結果，米国マイクロソフト社\nも利益を受ける関係にある。さらに，米国マイクロソフト社のストック・オプショ\nン制度に照らせば，本件ストック・オプションの付与は，原告が日本マイクロソフ\nト社に勤務し，同社に対し労務を提供することを基礎として，米国マイクロソフト\n社が，当該労務提供の対価として，権利行使利益を原告に与える趣旨のものと認め\nられる。\nそうすると，本件権利行使利益が給与所得に該当することは明らかとい\nうべきである。\n(4)　一時所得に該当しないことについて\nア　偶発的，一時的な性格について\nストック・オプションの権利行使利益の取得自体が，行使時期の判断を\n委ねられている従業員等による選択の結果であり，従業員等は，確実に意図した利\n益を得ることができる状況の下で権利を行使しているのであるから，権利行使利益\nは偶然に取得したものとはいえない。この点において，宝くじが当たるのとは質的\nに異なる。\nイ　一時所得の消極的要件としての対価性について\n一時所得（所得税法３４条１項）に該当するためには，その所得が「労\n務その他の役務・・・の対価としての性質」を有しないものでなければならない。\nこの一時所得の消極的要件としての「役務の対価性」の点は，その所得が一時所得\nか，それとも雑所得かの区分の基準となるところ，ここでいう「対価」とは，給与\n所得に関して述べたとおり，双務契約における一方の履行に対する他方の給付とい\nう狭い意義にとどまらず，当該労務その他の役務を提供したことを評価し，これに\n対して金銭その他の経済的利益が給付された場合を含むものである。そして，スト\nック・オプションに係る権利行使利益は，子会社の従業員等としての地位及びその\n勤務に密接に関係する所得であることは明白であって，所得税法３４条１項の「労\n務その他の役務・・・の対価としての性質」を有するから，一時所得には該当しな\nいものである。\nウ　偶発的，一時的な要素を持つ所得についての所得区分について\nそもそも，一般に所得は何らかの経済取引から生じるものであり，その\n発生過程の中に，物の価格等の偶発的な要素及び当該所得を稼得した者の経済状況\nについての判断が含まれることは，むしろ当然である。このような要素は，所得の\n有無や多寡を決定する要素にすぎないのであって，所得税法が所得の源泉ないし性\n質に応じて所得区分を定めた趣旨に照らせば，当該要素をそれらの経済活動によっ\nて発生した所得の所得区分を判定する基礎とするのは誤りであるから，株価の変動\nが偶発的であるからという理由で，株式を対象として生じた所得が一時所得になる\nということはできない。\nエ　小括\n以上のように，仮に本件権利行使利益が給与所得に当たらないとして\nも，一時所得と解する余地はなく，同利益は，少なくとも雑所得には該当する。\n(5)　本件各更正処分及び本件通知処分の適法性\n本件権利行使利益が給与所得に該当する場合の，原告の本件係争各年分の\n納付すべき税額は，前記第４，１のとおりで，いずれも本件各更正処分及び平成１\n１年分の確定申告に係る納付すべき税額と同額かこれを上回る。また，本件権利行\n使利益が雑所得に該当する場合の納付すべき税額は，前記第４，２のとおり，いず\nれも本件各更正処分及び平成１１年分の確定申告に係る納付すべき税額を上回る。\nしたがって，本件各更正処分及び本件通知処分は，いずれも適法である。\n＜原告の主張＞\n本件権利行使利益は，所得税法上，一時所得に該当する。\n(1)　ストック・オプションに係る課税の対象及び時期\n被告は，ストック・オプションに係る所得税の課税の対象及び時期につい\nて，権利確定主義を根拠に，ストック・オプション自体に対する課税はあり得ず，\n権利行使時に権利行使利益に対して課税すべきであると主張する。しかし，課税実\n務上，ストック・オプションの行使前において相続が開始した場合の相続税につい\nて，相続時における株価と権利行使価格との差額をもってストック・オプションの\n価格と評価されていることや，擬似ストック・オプション      のうち，いわゆる\n成功報酬型ワラントについて，ワラントの付与時の課税が採用されていることから\nすれば，ストック・オプション自体も経済的な価値を有するものとして課税の対象\nとなるはずであり，権利確定主義を根拠に権利行使時における権利行使利益に対す\nる課税を説明することはできない。ストック・オプションについて権利行使時に権\n利行使利益に対して課税する理由は，むしろ，ストック・オプション付与時の価値\nを算定することが事実上困難であることにあるものと解される。\n(2)　給与所得に該当しないことについて\nア　租税特別措置法２９条の２の解釈について\n被告は租税特別措置法２９条の２の存在を指摘するが，同条\nは我が国の商法上のストック・オプションに関する規定であって，ストック・オプ\nション一般についての所得区分を明らかにした規定ではない。また，同条は，スト\nック・オプションについて，権利行使時に給与所得として課税することを前提とし\nて定められたものということもできない。\nイ　給与所得の意義について\n給与所得（所得税法２８条１項）の解釈につき，昀高裁昭和５６年判決\nは，「給与所得とは雇用契約又はこれに類する原因に基づき使用者の指揮命令に服\nして提供した労務の対価として使用者から受ける給付をいう。なお，給与所得につ\nいては，とりわけ，給与支給者との関係において何らかの空間的，時間的な拘束を\n受け，継続的ないし断続的に労務又は役務の提供があり，その対価として支給され\nるものであるかどうかが重視されなければならない。」と判示した。\nこれに従えば，給与所得に該当するためには，①雇用契約又はこれに類\nする原因において使用者の指揮命令の下に労務を提供すること，②付与される経済\n的利益が当該労務提供の対価であること，が必要になる。\nウ　権利行使利益は会社から従業員等に給付されるものではないこと\nそもそも，ストック・オプションの付与会社は，その権利行使に伴って\n特別の出捐をしたり損失を被るわけではなく，権利行使利益は，いわば既存株主全\n体から権利行使をして新たに株主となった者へ移転されるものであって，これをス\nトック・オプションの付与会社からの給付とみることはできない。法人税法上，ス\nトック・オプションを付与した法人があらかじめ定められた譲渡価額によって自己\n株式を譲渡したときは，その譲渡は正常な取引条件でされたものとして計算するこ\nととされているように（同法施行令１３６条の４），権利行使時の当該株価と譲渡\n価額との差額は，当該法人には帰属していないものというべきであり，当該法人が\nこの差額相当の利益を従業員等に与えたものということはできないのである。\nエ　雇用類似要件を欠くこと\n所得税法上の給与所得は，使用者から支給される給付であることを当然\nの前提としており，上記昀高裁判決も，使用者から支給される給付をもって給与所\n得に該当すると解していることは明らかである。\n本件の事案である親会社から子会社の従業員等へのストック・オプショ\nン付与の場合，親会社と子会社の従業員等には雇用契約や委任契約といった契約は\n存在せず，しかも親会社に事実上勤務するような実態もない。また，ストック・オ\nプション付与契約において，子会社への勤務が原因や条件とされているとしても，\n親会社が子会社の従業員等に一定の空間的，時間的な拘束の下における労務の提供\nを義務付けたものではないことは明らかである。\n本件ストック・オプションは，親会社から子会社の従業員等に支給さ\nれ，かつ，当該従業員等が親会社に対して何らの勤務関係を義務付けられていない\n以上，法的には，このような親会社と子会社の従業員等との間に雇用契約又はこれ\nに類する原因があるとはいえない。親会社及び子会社といったグループ関係にある\n企業であっても，別個独立した存在であり，仮にこのようなグループ間の関係を広\n義の雇用関係もしくは委任関係に類するものとして課税するのであれば，少なくと\nも税法上明文のみなし規定が必要であるというべきである。\nこのように，親会社と子会社の従業員等との間に，雇用契約又はこれに\n類する原因が存在するということはできないのである。\nオ　労務の対価に当たらないこと\n権利行使利益は，親会社の株価の上昇によって発生するところ，子会社\nの従業員等の精勤と親会社の株価の上昇は直接的には関係しないから，権利行使利\n益を労務提供の対価ということはできない。すなわち，株価は，企業の業績のほ\nか，金利，為替，株価格付け，国際情勢等の様々な要因によって形成されるもので\nあり，１子会社の１従業員等の精勤によってその親会社の株価が上昇することは，\nまず考えられず，権利行使利益はあくまで株価の上昇及び原告の権利行使という行\n為によって生じるものである。\n権利行使利益には，通常の給与のように，何時間働いたからいくらの報\n酬がもらえるといった対価性がないことは明らかであり，株価の上昇という非常に\n不確実な要素に基づく権利行使利益について労務との対価性を認めることは，現行\n法上できないというべきである。\nそうすると，本件権利行使利益が労務の対価でないことは明らかであ\nる。\nカ　給与としての性質を有しないこと\n所得税法２８条１項は俸給，給料等を例示しているところ，これらは，\n使用者において金額等や支給のタイミングを決めて自らの判断で支給するものであ\nるのに対し，権利行使利益は，従業員等の自らの判断で権利を行使して得られる利\n益であり，余りに性質を異にするから，これが同項の「これらの性質を有する給\n与」に該当するということはできない。\nキ　小括\n以上のことからすれば，本件権利行使利益を給与所得と解することはで\nきないというべきである。\n(3)　一時所得に該当することについて\n一時所得に該当するには，①利子所得，配当所得，不動産所得，事業所\n得，給与所得，退職所得，山林所得及び譲渡所得に該当しないこと，②一時の所得\nであること（一時性・偶発性）及び③労務その他の役務又は資産の譲渡の対価とし\nての性質を有しないものであることが必要である（所得税法３４条１項）。\nこれを本件権利行使利益についてみると，これが給与所得に該当しないこ\nとは上記(2)のとおりであり，その他の７つの所得区分にも該当しない。また，本件\n権利行使利益が労務の対価でないことは，上記(2)オのとおりである。\nそして，ストック・オプションの権利行使利益は株価の上昇により生じる\nものであるところ，株価は，将来の予想収益，金利，為替等の不確実な要素により\n変動し，しかも複数の要素が総合的に作用して形成されるものであるから，そのよ\nうな偶発的な事実によって実現するストック・オプションの権利行使利益が偶発性\nを有する所得であることは明らかである。ストック・オプションの付与自体が臨時\n的な給付であるし，仮にストック・オプションの付与自体に偶発性がなかったとし\nても，権利行使利益は上記のとおり偶発性を有する所得であり，オプションの付与\nとその行使による利益とは，明確に区別されるべきである。\nこのように，本件権利行使利益が一時所得に該当することは明らかであ\nる。\n(4)　雑所得に該当しないことについて\n上記のとおり，本件権利行使利益が一時所得に該当することは明らかであ\nるから，本件権利行使利益は雑所得には該当しない。\n(5)　本件各更正処分及び本件通知処分の違法性\n以上のとおり，本件権利行使利益は一時所得と解すべきところ，本件各更\n正処分及び本件通知処分のうち，本件権利行使利益を一時所得として計算した額を\n上回る部分は，いずれも違法である。\n２　争点②（理由附記の不備による違法の有無）について\n＜原告の主張＞\n本件各更正処分は，その更正通知書に処分の理由の記載がなかったから，い\nずれも違法である。\n＜被告の主張＞\n所得税の更正処分は，極めて大量かつ回帰的に行われるものである上，その\n内容も，各事案に関する個々具体的な事実関係に多数の関係法令を適用して得られ\nることから，すべての所得税の更正処分に理由を附記するとするときには，理由附\n記の事務負担が著しく増大し，その他の事務の円滑な遂行が損なわれ，その結果と\nして公平な課税の実現も損なわれることになりかねない。他方，一般に行政処分に\n理由附記を要求する趣旨は，処分庁の判断の慎重と公正妥当を担保してその恣意を\n抑制する（処分適正化機能）とともに，処分理由を相手方に知らせることによって\n不服申立ての便宜を図る（争点明確化機能）ことにあると解されるところ，所得税\nの更正処分については，原則として，異議申立て及び審査請求の各段階において，\n処分庁である税務署長から更正処分の理由が明示されることが予定されており，こ\nれらの手続を通じて処分の適正化と争点の明確化が図られることが保障されてい\nる。\nこれらの事情を総合較量すると，所得税法が１５５条２項所定の更正処分以\n外の更正処分について理由附記を要求していないことが違法ということはできず，\n被告が同項所定の更正処分ではない本件各更正処分に理由を附記しなかったとして\nも，それが違法であるとはいえない。\n３　争点③（租税法律主義違反による違法の有無）について\n＜原告の主張＞\n本件権利行使利益を給与所得として課税できる法律上の根拠はないから，本\n件各更正処分は租税法律主義に反し違法である。\n＜被告の主張＞\n海外の親会社から日本にある子会社の従業員等に付与されたストック・オプ\nションの権利行使利益の所得区分について，直接，明文をもって定めた法令の規定\nはないが，このような権利行使利益は，所得税法２８条の解釈上，同条１項所定の\n「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与」に該当する\nと解されるのであって，被告は，同条に基づき，本件権利行使利益を給与所得と取\nり扱って本件各更正処分を行ったものであり，何ら租税法律主義に違反するもので\nはない。\n４　争点④（本件各加算税賦課決定処分に係る違法の有無）について\n＜被告の主張＞\n被告は，本件各更正処分により新たに納付すべきこととなった税額を基礎と\nして，国税通則法６５条に基づき，次のとおり過少申告加算税を賦課決定したもの\nであり，本件各加算税賦課決定処分はいずれも適法である。\n(1)　平成９年分について\n原告が平成９年分の更正処分により新たに納付すべきこととなった税額６\n４２８万２１００円から国税通則法６５条４項に該当する金額（同法施行令２７条\nにより計算した額。以下同じ。）４９７７万２６００円を差し引いた後の税額（同\n法１１８条３項の規定により１万円未満の端数切り捨てた後のもの。以下同じ。）\n１４５０万円に同法６５条１項の規定に基づき１００分の１０の割合を乗じて算出\nした金額である，１４５万円を賦課した。\n(2)　平成１０年分について\n原告が平成１０年分の更正処分により新たに納付すべきこととなった税額\n９１６１万０４００円から同法６５条４項に該当する金額５５３６万１９００円を\n差し引いた後の税額３６２４万円に同条１項及び２項の規定に基づき算出した金額\nである，５３３万６０００円を賦課した。\n(3)　平成１２年分について\n原告が平成１２年分の更正処分により新たに納付すべきこととなった税額\n３４０５万円に同法６５条１項の規定に基づき１００分の１０の割合を乗じて算出\nした金額である，３４０万５０００円を賦課した。\n＜原告の主張＞\n本件各加算税賦課決定処分は，上記のとおり違法な本件各更正処分に基づい\nてされたものであるから，違法である。\n第７　当裁判所の判断\n１　争点①（本件権利行使利益の所得区分）について\n(1)　論点の整理\nア　ストック・オプションは，前記第３の基礎となる事実１(1)のとおり，会\n社が自社又は子会社の従業員等に対して付与する，自社株式を一定の期間内にあら\nかじめ定められた権利行使価格で取得することができる権利である。\nこのストック・オプションを付与された者は，付与契約に定められた条\n件を満たせば，付与会社の株式の時価が権利行使価格を上回っている場合に，権利\nを行使して付与会社から株式を取得し，その時価と権利行使価格との差額に相当す\nる経済的利益すなわち権利行使利益を得ることができる。そして，ストック・オプ\nションを行使した被付与者は，権利の行使によって取得した株式を，権利行使後即\n時に又は時機を見て譲渡することによって換価し，その経済的利益を金銭的に把握\nすることができる。\n本件ストック・オプションも上記のような性質を有するものであるが，\n前記基礎となる事実２のとおり，本件ストック・オプションは，米国の親会社から\n我が国の子会社の従業員等に対して付与されたものであって，原則として譲渡が禁\nじられ，一定の事由による場合を除き，雇用契約等（本件マイクロソフト・プラン\nにいう「従業員としての継続的な地位」とは，従業員等が勤務先会社との雇用契約\n等に基づき労務を提供する地位をいうものと認められる。）が終了すれば権利が短\n期間で消滅するなどの条件が付されたものであった。\nイ　そして，原告が本件ストック・オプションを行使した平成９年ないし平\n成１２年当時，ストック・オプションを付与された者が得る所得に対する所得税の\n課税については，前記基礎となる事実１(3)のとおり，新規事業法又は商法上認めら\nれたストック・オプションに関する課税上の取扱いを定める法令の規定が存在した\nものの，本件ストック・オプションのように親会社から子会社の従業員等に対して\n付与されたものの取扱いについて，直接，明文をもって定めた法令の規定は存在し\nなかった。\nしたがって，本件ストック・オプションに係る原告の所得についての課\n税関係は，所得税法その他租税関係法令の規定の解釈によって決せられることとな\nる。\nウ　ところで，本件は，原告が本件ストック・オプションを行使することに\nより本件権利行使利益を取得した事実に関し，被告において本件権利行使利益をも\nって本件ストック・オプションに係る所得税法上の課税所得であると把握してした\n本件各課税処分の適法性が争われている事案であるところ，被告は，本件権利行使\n利益が所得税法の所得区分における給与所得に該当するものであり，仮にそうでな\nいとしても雑所得に該当すると主張しているのに対し，原告は，本件権利行使利益\nが課税の対象になることについては争わず，本件権利行使利益は一時所得に該当す\nると主張し，本件各課税処分の適法性を争っているところである。\nこのように，本件における課税の根拠に関する争点は，本件権利行使利\n益が給与所得又は雑所得（被告の主張）あるいは一時所得（原告の主張）のいずれ\nに該当するか，という所得区分の問題そのものである（ちなみに，ストック・オプ\nションの行使により被付与者が得る株式の時価と権利行使価格との差額に相当する\n権利行使利益は所得税法上の所得に該当するところ，被付与者は，権利を行使する\nことにより，付与会社に対して当該権利行使に対応した株式の引渡請求権を取得\nし，これにより，権利行使利益を収入すべき権利が確定することになる（所得税法\n３６条１項参照）から，この権利行使時において，権利行使利益を対象として課税\nをすることに合理的な根拠があることは明らかである。）。\nしたがって，当裁判所は，ストック・オプションの付与時ないし権利行\n使が可能となった時点における所得税課税の可否等の論点に立ち入ることなく，以\n下，端的に，争点である本件権利行使利益の所得区分の問題について検討すること\nとする。\n(2)　所得税法における所得区分の意義と区分の仕方について\nア　所得税法の定める所得区分についてみると，同法は，居住者に対して課\nする所得税に関し，所得を，利子所得，配当所得，不動産所得，事業所得，給与所\n得，退職所得，山林所得，譲渡所得，一時所得，雑所得の１０種類の所得に区分\nし，これらの各種の所得ごとに，所得の金額の計算方法を規定している（同法２３\n条ないし３５条）。\nイ　そして，所得税法が，上記のように，所得を１０種類に区分し，各種の\n所得ごとに所得の金額の計算方法を規定しているのは，所得はその源泉ないし性質\nに基因して担税力を異にしていると考えられることから，各種の所得ごとの担税力\nに応じた課税を実現し，居住者の租税負担の公平を図ろうとしたものと解されると\nころである。\nしたがって，本件権利行使利益の所得区分についての検討は，このよう\nな所得税法における所得区分の意義を踏まえたものでなければならないことはいう\nまでもない。\nウ　ところで，所得税法は，給与所得とは，「俸給，給料，賃金，歳費及び\n賞与並びにこれらの性質を有する給与（給与等）に係る所得をいう」と規定し（同\n法２８条１項），また，一時所得とは，雑所得以外の，給与所得を含む他の８種類\nの所得以外の所得のうち，「営利を目的とする継続的行為から生じた所得以外の一\n時の所得で労務その他の役務又は資産の譲渡の対価としての性質を有しないものを\nいう」と規定し（同法３４条１項），さらに，雑所得とは，他の所得区分のいずれ\nにも該当しない所得をいうと規定している（同法３５条１項）。\nこのような所得税法における所得区分の仕方からすれば，本件権利行使\n利益の所得区分については，まず給与所得に該当するかどうかを検討した上で，こ\nれに該当しない場合には，一時所得に該当するかどうか，さらには雑所得に該当す\nるかどうかを検討するのが相当というべきである。\nそこで，以下，このような観点から本件権利行使利益の所得区分につい\nて検討を進めることとする。\n(3)　本件権利行使利益が給与所得に該当するかどうかについて\nア　給与所得の意義について\n(ア)　所得税法２８条１項に規定する給与所得，すなわち「俸給，給料，\n賃金，歳費及び賞与並びにこれらの性質を有する給与（給与等）に係る所得」と\nは，雇用契約又はこれに類する原因に基づき使用者の指揮命令に服して提供した労\n務の対価として受ける給付をいうものと解される（昀高裁昭和５６年判決参照）。\nこのような給与所得の意義からすれば，一定の所得が給与所得に該当\nするといえるためには，①雇用契約又はこれに類する原因に基づき使用者の指揮命\n令に服して労務を提供したこと（雇用契約類似原因関係の存在），②当該労務の対\n価として受ける給付であること（労務の対価性の存在），が必要であり，かつ，そ\nれで十分であるというべきである。\n(イ)　そして，被告が本件権利行使利益の給与所得該当性の基礎として主\n張している労務とは，原告が日本マイクロソフト社に対して提供した労務であるか\nら，本件においては，①当該労務が雇用契約又はこれに類する原因に基づき使用者\nである日本マイクロソフト社の指揮命令に服して提供したものであるかどうか，②\n本件権利行使利益が当該労務の対価としての性質を有するものであるかどうか，を\n検討すべきであるということができる（なお，原告は，①の雇用契約類似原因関係\nの存否の点に関し，所得税法上の給与所得は「使用者から支給される給付」である\nことを当然の前提としているとし，この立場から論旨を展開している（争点①に関\nする原告の主張(2)エ）。しかし，当裁判所はそのような限定的な解釈をとるもので\nはないので，労務の対価の支給者と使用者の同一性の要否の点については，別途，\n後記エにおいて，当裁判所の見解を示すこととする。）。\nイ　雇用契約類似原因関係の存否について\n前記基礎となる事実２のとおり，原告は，本件ストック・オプションが\n付与された時期を含め，平成１０年まで，日本マイクロソフト社に従業員ないし役\n員として勤務していた。そして，原告が，日本マイクロソフト社に勤務中，日本マ\nイクロソフト社との雇用契約等の契約関係に基づき，これによる義務の履行として\n同社の指揮命令に服して同社に労務を提供していたことについては，当事者間に争\nいがない。\n会社とその役員との間の委任契約も雇用契約に類する原因に当たるとい\nうべきであるから，原告は，雇用契約又はこれに類する原因に基づき，使用者であ\nる日本マイクロソフト社の指揮命令に服して労務を提供していたものと認めること\nができる。\nウ　労務の対価性の存否について\n(ア)　所得税法は，上記(2)ア，イのように，租税負担の公平を図るため\nに，所得をその源泉ないし性質に応じて区分し，それぞれの担税力に応じた課税を\n実現しようとしているところである。\nそして，労務は，一般に，これにより利益を受ける者による当該労務\nに対する給付を期待することができるという点において，所得の源泉としての性質\nを有するものであるところ，所得税法は，その所得区分において，このような労務\nに基因する勤労性所得のうち，雇用契約又はこれに類する原因に基づき使用者の指\n揮命令に服して提供するという労務の性質と，これに対応する担税力に着目して，\nそのような非独立的・従属的労務の対価としての性質を有する所得を給与所得とし\nて規定したものと解される。\nそうすると，本件において労務の対価性を問題とする意義は，本件権\n利行使利益が，上記のような労務の有する所得の源泉としての性質の現れとして，\n原告が日本マイクロソフト社との雇用契約又はこれに類する原因に基づきその指揮\n命令に服して提供した労務に基因する給付である，といえるかどうかを識別するこ\nとにあるということができる。\n(イ)　ところで，上記のような本件における労務の対価性の意義\nを踏まえて，本件権利行使利益が労務の対価としての性質を有するものであるかど\nうかを検討する前提として，本件権利行使利益の給付者が誰であるかを確定する必\n要がある。\nそこで，まず，この点について検討すると，ストック・オプションの\n被付与者は，付与会社との間で締結されたストック・オプション付与契約に定める\nところに従って，ストック・オプションを行使して付与会社から株式を取得するこ\nとにより，当該株式の時価と権利行使価格との差額に相当する権利行使利益を得る\nところ，反対に，付与会社は，この権利行使により，市場において売却ないし発行\nすれば時価相当の経済的利益を得ることのできる自社株式を，被付与者に権利行使\n価格をもって取得させることにより，当該権利行使利益の額に相当する経済的利益\nを得る地位を失うという関係にあるのであるから，ストック・オプションの権利行\n使利益は，権利行使に伴いストック・オプションの付与会社から被付与者に移転す\nるものというべきであり，これは，ストック・オプション付与契約に基づいて付与\n会社が被付与者に対してした給付であるということができる。そして，このように\nみることは，もともと，ストック・オプション制度自体が長期インセンティブプラ\nンとしての報酬制度の一類型と位置付けられるものであることや，後記(ウ)ｂ，ｃ\nのような本件マイクロソフト・プランの内容等から窺われるストック・オプション\n付与契約を締結した当事者の意思にも整合するものというべきである。\n確かに，ストック・オプションの権利行使利益の額は権利行使時にお\nける当該株式の価格によって変動するものであるから，権利行使利益の額は，被付\n与者がいかなる時点でいかなる量のストック・オプションを行使するかによって昀\n終的に定まるものであるが，ストック・オプションの付与会社は，付与契約に従\nい，このように確定した権利行使利益を被付与者に給付すべき地位にあるのであっ\nて，上記の点は，権利行使利益の給付者が誰であるかについての認定判断を何ら左\n右するものではない。\nまた，この点に関し，原告は，法人税法施行令１３６条の４の規定と\nの整合性を問題とするが（争点①に関する原告の主張(2)ウ），同条は，内国法人\nが，平成１３年法律第７９号による改正前の商法２１０条ノ２第２項の決議に基づ\nき内国法人とその役員又は使用人との間に締結された契約によりこれらの者に対し\nて与えられた株式譲渡請求権を行使した者に対し，あらかじめ定められた譲渡価額\n（権利行使価額）をもって自己の株式を譲渡した場合における，当該内国法人の所\n得の金額の計算の方法について，このような株式譲渡請求権に係る自己株式の譲渡\nに関する法人税課税の合目的性の観点から，その取扱いを明らかにした規定にすぎ\nないのであって，同条の規定を論拠として，被付与者が得た経済的利益であって，\n所得税課税の対象となる所得としてのストック・オプションの権利行使利益に関\nし，課税の前提となる所得区分の観点から考察した上記のような権利行使利益の給\n付者についての認定判断が不当であるとすることもできない。\n以上のところよりすれば，本件権利行使利益は，本件ストック・オプ\nションの付与会社である米国マイクロソフト社が，被付与者である原告に対して給\n付したものというべきである。\n(ウ)　そこで，次に，本件権利行使利益が，原告が日本マイクロソフト社\nに対して提供した労務の対価としての性質を有するものといえるかどうかについて\n検討する。\n本件権利行使利益が，上記(ア)のように，労務の有する所得の源泉と\nしての性質の現れとして，原告が日本マイクロソフト社との雇用契約又はこれに類\nする原因に基づきその指揮命令に服して提供した労務に基因する給付であるといえ\nるかどうかを判断するについては，本件権利行使利益の給付の原因となった本件ス\nトック・オプション付与契約の性質ないし目的についての検討が基本であることは\nいうまでもない。また，本件においては，上記のように，本件権利行使利益を原告\nに給付した者が，原告の使用者ではない米国マイクロソフト社であるという特質が\n認められるところ，このような本件における給付の特質に照らすと，本件権利行使\n利益が，労務の有する所得の源泉としての性質の現れとして，原告が日本マイクロ\nソフト社との雇用契約又はこれに類する原因に基づきその指揮命令に服して提供し\nた労務に基因する給付であるといえるためには，給付者である米国マイクロソフト\n社において，原告の当該労務により自らが得る利益を認識し，当該労務に対応する\nものとしてした給付であることが必要であると解するのが相当である。\nそこで，以下，上記のような観点から，検討を進めることとする。\nａ　前記基礎となる事実２(3)のとおり，本件マイクロソフト・プランに\nよれば，米国マイクロソフト社のストック・オプションは，従業員の経済的利益と\n株式を長期に保有することによる価値を結びつけることにより，実質的に責任ある\n職に昀もふさわしい人材を誘引しかつ維持すること，当該人材に対して付加的なイ\nンセンティブを提供すること，及び，米国マイクロソフト社の成功を促進すること\nを目的としている。そして，このストック・オプションは，原則として譲渡でき\nず，被付与者のみが行使でき，死亡等の一定の場合を除き，原則として，マイクロ\nソフトグループ各社との雇用契約等が終了すれば，権利が短期間で消滅することと\nされている。\nｂ　このように，本件マイクロソフト・プランが，原則として，ストッ\nク・オプションの譲渡を禁止して権利行使を被付与者に限定し，かつ，雇用契約等\nが終了すれば権利が消滅することとして権利行使時において被付与者がマイクロソ\nフトグループ各社と雇用関係等にあることを要求しているのは，米国マイクロソフ\nト社において，被付与者が，権利行使利益を得るために，付与時から権利行使まで\nの間，マイクロソフトグループ各社との雇用契約等を継続し，労務を提供すること\nを企図しているからであるということができる。すなわち，被付与者は，ストッ\nク・オプションの付与による経済的利益を取得するためには，自ら権利を行使する\n必要があり，しかも，この権利を行使するためには，付与時から権利行使までの\n間，マイクロソフトグループ各社との雇用契約等を継続し，労務を提供する必要が\nあるから，米国マイクロソフト社としては，このような内容のストック・オプショ\nンを有能な人材に付与することにより，有能な人材が権利行使利益を取得するため\nにマイクロソフトグループ各社との雇用契約等を継続し，労務を提供することを合\n理的に期待することができるのである。米国マイクロソフト社のストック・オプシ\nョンについて，行使可能な範囲が付与日の１年後から４年半後にかけて段階的に増\n加するものとされているのも，雇用契約等の期間に応じて権利行使の可能な範囲が\n増加するものとすることで，米国マイクロソフト社において，被付与者が，権利行\n使利益を取得する目的で，特に権利行使が可能になるまでの期間，雇用契約等を継\n続して労務を提供することを意図しているからというべきである。\nまた，ストック・オプションに係る権利行使利益の発生の有無及び\n利益の額は，付与会社の株価の変動に応じて変化するところ，米国マイクロソフト\n社としては，その従業員等にストック・オプションを付与することにより，被付与\n者が，より多額の権利行使利益を取得しようとしてより有益な労務を提供すること\nを期待しているものといえるが，このことは，本件のように，被付与者が米国マイ\nクロソフト社がその全株式を保有している子会社の従業員等である場合にも，同様\nにいえることである。すなわち，会社の業績が当該会社の株価の基本的な形成要素\nであることはいうまでもないが，その全株式を保有する子会社の業績自体も，当該\n親会社の株価の形成要素となるものであることから，子会社である勤務先会社の親\n会社の米国マイクロソフト社からストック・オプションを付与された者は，勤務先\n会社の業績向上のために，勤務先会社に対しより有益な労務を提供することが動機\n付けられる関係にあるからである。米国マイクロソフト社が，長期インセンティブ\n報酬の一種として発達したストック・オプションを，子会社の従業員等にも付与し\nているのは，このような効果を企図したものと解するのが合理的である。\nそして，本件マイクロソフト・プランにおいて，米国マイクロソフ\nト社のストック・オプション制度の目的として，実質的に責任ある職に昀もふさわ\nしい人材を誘引しかつ維持することや，当該人材に対して付加的なインセンティブ\nを提供することを掲げているのは，本件マイクロソフト・プランに基づくストッ\nク・オプションが上記のような性質を有しているからにほかならないのである。\nｃ　本件マイクロソフト・プランに基づく本件ストック・オプション\nも，米国マイクロソフト社において，原告が，日本マイクロソフト社との雇用契約\n等を継続し，労務の提供をすること，また，日本マイクロソフト社に対しより有益\nな労務を提供することの動機付けとなることを期待して，付与したものと認めるこ\nとができる。\nそして，米国マイクロソフト社が原告に対し本件ストック・オプシ\nョンを付与したのは，原告の日本マイクロソフト社に対する労務の提供が，自社の\n利益になると認識していたからであることは明らかである。すなわち，米国マイク\nロソフト社は，日本マイクロソフト社の全株式を保有する親会社であり，実質的に\n日本マイクロソフト社の経営を支配しているものであるから，日本マイクロソフト\n社の業績の向上は米国マイクロソフト社の業績の向上につながる性質を有してお\nり，このような両社の関係からすれば，原告が日本マイクロソフト社に対して提供\nする労務について，米国マイクロソフト社の利益をもたらす性質のものと認識する\nことに合理性を肯定することができるのであり，米国マイクロソフト社が原告に対\nし本件ストック・オプションを付与したのは，このような自社の利益に着目したも\nのと認められるのである。本件マイクロソフト・プランが，米国マイクロソフト社\nの成功を促進することを目的に掲げつつ，同社のみならず子会社の従業員等にもス\nトック・オプションを付与することとしているのは，このような趣旨と解される。\nまた，既に述べたとおり，本件マイクロソフト・プランに基づく本\n件ストック・オプションの内容として，原告が権利行使利益を取得するためには，\n原則として，権利行使時まで日本マイクロソフト社との雇用契約等を継続し，労務\nを提供することが条件とされており，原告は，日本マイクロソフト社に対して権利\n行使時まで労務の提供を継続することによって，権利行使利益を取得することがで\nきるという関係にある（本件において，原告は，日本マイクロソフト社から転籍後\nにも権利を行使しているが，この場合には，本件マイクロソフト・プランで雇用契\n約等終了後も一定期間の権利行使が認められる事由によって雇用契約等が終了する\nまで，日本マイクロソフト社に対して労務を提供することによって，権利行使利益\nを取得できるという関係にある。）。そして，上記のように，このような原告の労\n務の提供及びその継続に対する期待が，米国マイクロソフト社が原告に対し本件ス\nトック・オプションを付与した理由であることからすれば，本件ストック・オプシ\nョンの付与は，米国マイクロソフト社において，その権利行使利益を，原告の日本\nマイクロソフト社に対する労務の提供及びその継続に対応するものとして給付しよ\nうとする趣旨のものということができる。\nそうであるとすれば，本件ストック・オプションは，米国マイクロ\nソフト社において，原告が日本マイクロソフト社に対し継続して提供する労務（具\n体的には，本件ストック・オプションの各付与時から各権利行使時ないし雇用契約\n等終了時までのもの。）により自らが得る利益を認識し，原告に対し，当該労務に\n対応するものとしての権利行使利益を給付しようとする趣旨で，本件ストック・オ\nプション付与契約に基づき付与したものと認めることができ，したがって，このよ\nうな本件ストック・オプションの行使により原告が取得した本件権利行使利益は，\n原告が日本マイクロソフト社との雇用契約又はこれに類する原因に基づきその指揮\n命令に服して提供した労務に基因する給付であると認めることができる。すなわ\nち，本件権利行使利益は，原告が日本マイクロソフト社に対して提供した労務の対\n価としての性質を有するものというべきである。\nｄ　この点について，原告は，子会社の従業員等の労務とその親会社の\n株価の上昇とに直接的な関係はなく，権利行使利益は様々な要因による親会社の株\n価の上昇と原告の権利行使という行為によって生じたものにすぎないから，本件権\n利行使利益は原告の労務の対価とはいえないとの趣旨の主張をする（争点①に関す\nる原告の主張(2)オ）。\n確かに，ストック・オプションに係る権利行使利益の発生の有無及\nび利益の額は，様々な要因による株価の変動と被付与者の権利行使の時期によって\n昀終的に定まるものである。\nしかし，ストック・オプションは，このように権利行使利益の額が\n株価の変動に対応して変化することから，被付与者が有利な時期を自ら選択して権\n利を行使することができるという魅力を有するのであり，そうであるからこそ，米\n国マイクロソフト社は，同社のストック・オプションについて，原則として，譲渡\nを禁じるとともに権利行使時までの雇用契約等の継続を要求して，権利行使利益を\nもって，被付与者が権利行使時まで勤務先会社との雇用契約等を継続し，労務を提\n供する誘因たらしめているのである。\nまた，ストック・オプション制度がインセンティブ報酬制度として\n機能しているのは，被付与者の労務の提供が権利行使利益の額の形成要因の一つで\nあるということが関係者間の共通認識となっているからであって，それゆえ，被付\n与者が勤務先会社に対するより有益な労務の提供を動機付けられるからである。そ\nして，本件のような子会社の従業員等の労務の提供が親会社の株価の変動要因とし\nて寄与する程度は相対的に低いということを否定できないが，このことは，当該ス\nトック・オプションの精勤のインセンティブとしての機能の程度の問題にすぎない\nのである。\nこのように，権利行使利益の発生の有無及び利益の額が株価の変動\nに対応して変化するということは，むしろ，権利行使時まで，原告が日本マイクロ\nソフト社との雇用契約等を継続し，労務を提供する誘因として機能するものという\nことができるのであって，米国マイクロソフト社は，まさにそのような性質の権利\n行使利益を原告の労務の対価として給付したものというべきであり，権利行使利益\nの額が様々な要素によって変動することをもって労務の対価性を否定する論拠とす\nることはできない。\nなお，これまで述べてきたことからすれば，ストック・オプション\nの権利行使利益が，雇用契約又はこれに類する原因に基づき使用者の指揮命令に服\nして提供した労務に基因する給付として，当該労務の対価としての性質を有するも\nのといえるためには，権利行使利益の額と被付与者が提供した労務の質ないし量と\nの定量的な相関関係を必要と解すべき合理的な理由がないことは明らかである。\nｅ　また，労務の対価性が認められるためには，対価の給付者との関係\nで当該労務の提供が義務付けられているか，又は事実として給付者に対して当該労\n務を提供したことが必要であるとの指摘もある。\nしかし，労務の提供を直接受ける者以外の者であっても，当該労務\nにより利益を受ける立場にある者が，その利益を認識し，当該労務の提供をさせる\nために，あるいは提供された労務に対して一定の給付をすることは，取引社会の通\n念に照らしても何ら不合理な経済活動とはいえないところである。そして，このよ\nうな給付が，当該給付の原因となった法律関係の性質いかんによっては，所得税課\n税の観点から，給与所得における労務の対価としての性質を有するものと評価され\nる場合があり得ることは当然であって，そのような場合において，このような要件\nを加重することにより，当該給付に対する給与所得としての課税を否定する合理的\nな理由は見出し難いというべきである。\nそして，本件における給付である本件権利行使利益は，上記ｃのと\nおり，米国マイクロソフト社において，原告が使用者である日本マイクロソフト社\nとの雇用契約又はこれに類する原因に基づきその指揮命令に服して提供する労務に\nより自ら得る利益を認識し，本件ストック・オプション付与契約に基づき，原告に\n対し，当該労務に対応するものとして，本件ストック・オプションを付与すること\nにより給付したものであって，これが，給与所得における労務の対価としての性質\nを有するものである以上，原告が，当該労務を直接米国マイクロソフト社に提供し\nていないことをもって，本件権利行使利益の給与所得該当性を否定することはでき\nないというべきである。\nエ　労務の対価の支給者と使用者の同一性の要否について\n(ア)　上記イ，ウのとおり，原告は，雇用契約又はこれに類する原因に基\nづき，使用者である日本マイクロソフト社の指揮命令に服して労務を提供し，当該\n労務の対価として，米国マイクロソフト社から本件権利行使利益の給付を受けたも\nのであるから，上記アの説示よりすれば，本件権利行使利益は，給与所得に該当す\nることになる。\nしかし，原告は，所得税法上の給与所得は「使用者から支給される給\n付」であることを当然の前提としているとし，この点からも本件権利行使利益は給\n与所得に該当しないとの趣旨の主張をする（争点①に関する原告の主張(2)エ）の\nで，労務の対価の支給者と使用者が同一であることが，当該対価が給与所得に該当\nするための要件であると解すべきかどうかについての当裁判所の見解を示しておく\nこととする。\n(イ)　既に繰り返し述べてきたとおり，所得税法は，租税負担の実質的公\n平を図るため，所得をその源泉ないし性質に応じて分類し，それぞれの担税力に応\nじた課税を実現しようとしているところ，所得区分上，給与所得は，労務に基因す\nる勤労性所得について，その所得の源泉である労務の性質に着目し，勤労性所得の\nうち，雇用契約又はこれに類する原因に基づき使用者の指揮命令に服して労務を提\n供したことに基因する所得について規定したものと解するのが相当である。そし\nて，雇用契約又はこれに類する原因に基づき使用者の指揮命令に服して提供した労\n務の対価として受ける給付は，それが使用者以外の者によるものであったとして\nも，そのような労務の性質と，これに対応する担税力に着目して給与所得という区\n分を設けた法の趣旨に照らせば，これを使用者からの給付の場合と区別して取り扱\nう合理的な理由はないというべきである。\nもとより，所得税法２８条１項は，文言上，給与等の支給者を使用者\nに限定しているものではなく，同条２，３項の給与所得控除制度も，給与所得が雇\n用契約又はこれに類する原因に基づき使用者の指揮命令に服して提供した労務の対\n価であるという性質に着目した課税方法の定めと解されるのであって，これが使用\n者からの給付のみを前提とした規定であると解すべき根拠を見出すことはできな\nい。また，昀高裁昭和５６年判決も，業務の遂行ないし労務の提供から生ずる所得\nが事業所得と給与所得のいずれに該当するかを判断するに際し，使用者と給付者が\n一致する通常の事案において，当該所得の所得区分の判断の基準とすべき労務の提\n供の態様について判示したものであって，使用者以外の者からの給付は給与所得の\n範囲から当然に除外されることを前提とした判断であるということはできない。\n確かに，使用者と給与の支給者とは，通常の場合，一致するものであ\nるが，それは，一般の取引社会において，使用者の指揮命令に服して提供した労務\nの対価を使用者以外の者が支給することが経済的合理性に適合するという利益状況\nが存在することが少ないからにすぎない。仮に，給与所得に該当するための要件と\nして「使用者から支給される給付」であることが必要であるとすれば，本件のよう\nに，雇用契約又はこれに類する原因に基づき使用者の指揮命令に服して労務を提供\nしたことにより，当該労務の対価としての性質を有する給付を受けた場合であって\nも，その給付者と使用者との同一性が肯定されない場合には，給付の給与所得該当\n性が否定され，その結果，その余の所得として（それは，労務の対価性が否定され\nない以上，一時所得に該当することはなく，結局，雑所得として取り扱われること\nになろう。）課税されることになるが，給付者が使用者ではないという理由のみに\nよってこのような区別をする合理的理由は見出し難いといわなければならない。\n(4)　小括\n以上のとおり，本件権利行使利益は，給与所得に該当するものというべき\nである。\n(5)　現行の租税関係法令の規定との整合性について\nなお，付言すると，所得税法施行令８４条は，商法上のストック・オプシ\nョンについて，これを与えられた場合における当該権利に係る所得税法３６条の収\n入金額は権利行使利益によることとして，権利行使利益をもって所得税の課税の対\n象とすることを明らかにしている。\nそして，租税特別措置法２９条の２は，商法上のストック・オプションの\nうち，同条が定めるいわゆる税制適格型のものについて，権利行使による株式の取\n得に係る経済的利益（権利行使利益）については所得税を課さないこととして，課\n税の繰り延べを認めているが，同条が租税特別措置法第２章「所得税法の特例」，\n第３節「給与所得及び退職所得」の中に置かれていることからすれば，同条は，権\n利行使利益が給与所得として課税される性質のものであることを前提にして，その\n課税上の特例を設けたものと解することが自然である。また，同条が付与会社がそ\nの発行済株式の総数の１００分の５０を超える数の株式を直接又は間接に保有する\n関係にある法人の取締役又は使用人等に付与されたストック・オプションについて\nも，上記非課税特例の対象としていることからすれば，同条は，付与会社と被付与\n者との間に直接の雇用契約等がある場合に限らず，このような子会社の従業員等に\n付与されたストック・オプションに係る権利行使利益についても，給与所得に該当\nすることを前提にしているものと理解されるところである。\nこれに対し，本件ストック・オプションは，外国法人から我が国の子会社\nの従業員等に付与されたものであるが，その権利行使利益について，上記のような\n商法上のストック・オプションの場合と比較して，所得税課税における所得区分\n上，有意な性質の差異を見出すことはできない。\nそうであるとすると，当裁判所は，既に説示してきたように，本件ストッ\nク・オプションに係る本件権利行使利益の所得区分の問題について，主として，本\n件ストック・オプション付与契約の性質や所得税法２８条が規定する給与所得の意\n義についての検討に基づいて，本件権利行使利益が給与所得に該当するとの判断に\n至ったものであるが，この判断は，上記のような現行の租税関係法令の規定から導\nき出される所得税課税におけるストック・オプションに係る権利行使利益の位置付\nけとの関係においても整合性を有しているものということができる。\n２　争点②（理由附記の不備による違法の有無）について\n本件各更正処分の各更正通知書にその更正の理由の附記がなかったことにつ\nいては，当事者間に争いがない。\n所得税法は，居住者の提出した青色申告書に係る年分の総所得金額等の更正\n処分については，原則として更正通知書にその更正の理由を附記すべきものとを定\nめている（同法１５５条２項）が，それ以外の更正処分については，理由の附記を\n要求する規定を置いていない。\nところで，一般に行政処分に理由附記を要求する趣旨は，処分庁の判断の慎\n重と公正妥当を担保してその恣意を抑制するとともに，処分理由を相手方に知らせ\nることによって不服申立ての便宜を図ることにあると解されるのであるが，所得税\n更正処分については，更正通知書にその更正に係る年分の総所得金額等の所得別の\n内訳が附記される（所得税法１５４条２項）ほか，不服申立手続において処分庁か\nら処分の理由が明らかにされることが予定されており（国税通則法８４条４項，５\n項，９３条２項），処分庁の恣意的課税の抑制と納税者に対する処分理由の開示が\n一定の範囲で制度的に担保されているのであり，これに，所得税課税事務の円滑な\n遂行の要請を考慮すれば，所得税法が上記のように青色申告書に係る一定の更正処\n分以外の更正処分については更正通知書に理由を附記することを要求していないこ\nとに，一応の合理性を認めることができるのである。\nしたがって，所得税法１５５条２項が規定する更正処分以外の更正処分に係\nる更正通知書に理由の附記がされていないことが，当該更正処分の違法事由となる\nものではないというべきである。\nそして，本件各更正処分は，いずれも所得税法１５５条２項の適用のある更\n正処分ではないから，その通知書に理由の附記がないことをもって，本件各更正処\n分が違法となるものではない。\n３　争点③（租税法律主義違反による違法の有無）について\n前記１のとおり，本件権利行使利益は，所得税法その他租税関係法令の規定\nの解釈上，所得税法２８条１項の給与所得に該当するものであるから，この解釈に\n基づいてされた本件各更正処分は，租税法律主義に違反するものではない。\n４　本件各更正処分及び本件通知処分の適法性について\n前記第４のとおり，原告の本件係争各年分の所得税の課税根拠について，本\n件権利行使利益の所得区分を除けば当事者間に争いはないところ，前記１のとお\nり，本件権利行使利益は給与所得に該当するものであり，これを前提とした原告の\n本件係争各年分の所得税に係る課税総所得金額及び納付すべき税額は，別紙課税根\n拠表の各年分の課税総所得金額及び納付すべき税額欄にそれぞれ記載のとおりの額\nと認められる。\nそして，これらの額は，いずれも本件各更正処分及び平成１１年分の確定申\n告に係る納付すべき税額と同額又はこれを上回るから，本件各更正処分及び本件通\n知処分はいずれも適法である。\n５　争点④（本件各加算税賦課決定処分に係る違法の有無）について\n(1)　上記４のとおり，原告には，本件各更正処分により新たに納付すべき税額\nが生じているところであるが，その計算の基礎となった事実のうちに各更正処分前\nの税額（平成９年分及び平成１０年分については平成１２年６月２７日にされた各\n修正申告，平成１２年分については確定申告に係る額である。）の計算の基礎とさ\nれていなかったことについて「正当な理由」があると認められるものがある場合に\nは，当該部分については過少申告加算税は課せられない（国税通則法６５条４\n項）。\n(2)　ところで，過少申告加算税は，申告納税制度の下において，国税に関する\n法律の適正な執行が妨げられることがないように，納税者がその申告義務を適正に\n行うことを担保するため，過少な納税申告を行った納税者に対し，行政上の制裁と\nして税の形式で賦課されるものである。\nこの過少申告加算税について，上記のように，国税通則法６５条４項は，\n過少申告について「正当な理由」がある場合には，加算税を課さない旨を定めてい\nるところ，上記規定にいう「正当な理由」がある場合とは，過少申告加算税が，上\n記のように申告納税制度の下における適正な課税を担保するために課せられる行政\n上の制裁であることに照らして，申告納税者に対し，そのような制裁を課すことが\n相当ではないと認められる具体的な事情が存在する場合をいうものと解するのが相\n当である。\n(3)　これを本件についてみると，証拠〔甲９，１０，１７，２３号証，乙１１\n号証〕及び弁論の全趣旨によれば，以下の事実が認められる。\nア　前記基礎となる事実１(3)のとおり，従前から，商法その他特別法上のス\nトック・オプションに関する課税上の取扱いについて規定した法令及び通達上の定\nめはあったものの，本件各課税処分後に至るまでは，本件ストック・オプションの\nように親会社から子会社の従業員等に付与されたストック・オプションに関する課\n税上の取扱いについて，直接，明文をもって定めた法令の規定は存在せず，また，\nこれに関する通達の定めも存在しなかった。\nイ　東京国税局直税部長監修（平成４年版以降は同局課税第一部長監修）・\n同局所得税課長編に係る「回答事例による所得税質疑応答集」の昭和６０年版に\nは，米国会社の日本の子会社の役員が当該米国会社からストック・オプションを付\n与された場合の課税について，給与又は退職金に代えてストック・オプションを与\nえられた場合を除き，権利行使時に，その経済的利益に対して一時所得として課税\nされる旨が記載されており，少なくとも平成６年版までは，同様の見解が記載され\nていた。また，昭和６０年５月６日発行の「週間税務通信１８８１号」には，国税\n庁審理室補佐の地位にある者の見解として，米国会社から日本の子会社に勤務して\nいる者に対して株式購入選択権が付与された場合の課税について，選択権行使時に\nおいて，株式の時価と選択権の行使価額との差額に対し原則として一時所得として\n課税されるものと考えられる旨が記載されていた。\nウ　国税庁及び各課税庁は，親会社から子会社の従業員等に対して付与され\nたストック・オプションの権利行使利益について，平成１０年分の所得税の確定申\n告期以降は，これを給与所得として課税するとの統一的処理をするに至ったもの\nの，それ以前においては，多くの事案において，一時所得に該当するものとして取\nり扱っていた。\nエ　原告は，ストック・オプションの行使に係る所得を申告するに当たり，\n税務署に相談に行ったところ，税務職員から，譲渡所得に該当するとの説明を受け\nたため，平成９年分及び平成１０年分の所得税の確定申告において，ストック・オ\nプションの行使に係る所得を株式等に係る譲渡所得に当たるものとして申告した。\nところが，原告は，平成１１年分の所得税の確定申告に先立ち，ストック・オプシ\nョン課税に関する国税庁の取扱いが変更して給与所得として課税されることになっ\nたことを知り，平成１１年分の所得税については，平成１２年３月６日，権利行使\n利益を給与所得として申告した。\nその後，原告は，平成９年分及び平成１０年分に行使したストック・オ\nプションに係る利益について申告漏れがあったことから，平成１２年６月２７日，\n両年分について修正申告をしたが，この際，権利行使利益を一時所得として申告し\nた。これに対し，被告は，原告に対し，平成１３年１月１９日付けで，平成９年分\n及び平成１０年分の所得税について，権利行使利益は給与所得に該当するとして更\n正処分をした。\nさらに，原告は，平成１２年分の所得税について，権利行使利益が一時\n所得に該当するとして確定申告をした。\n(4)ア　上記認定のとおり，親会社から子会社の従業員等に対して付与されたス\nトック・オプションの権利行使利益について，国税庁及び各課税庁の課税上の取扱\nいが統一されたのは，平成１０年分の所得税の確定申告期からであって，それまで\nは，多くの事案において一時所得に該当するものとして取り扱われていたのであ\nり，また，昭和６０年ころから少なくとも平成６年ころまでは，国税庁や東京国税\n局において租税法規の解釈に当たり，あるいは，所得税課税事務を所掌する地位に\nある職員名義で，上記権利行使利益が原則として一時所得に当たるとの見解が公表\nされていた。また，原告は，当初，税務職員から，ストック・オプションの行使に\n係る所得は譲渡所得に該当するとの説明を受けていたところであり，ストック・オ\nプションに係る原告の所得についての課税庁側の対応が一貫していたわけでもなか\nった。\n確かに，原告は，上記(3)エのとおり，平成１１年分の所得税の確定申告\nに先立ち，国税庁がストック・オプションの権利行使利益を給与所得として取り扱\nうようになったことを知ったところであり，また，平成１３年１月には権利行使利\n益が給与所得に該当するとして更正処分を受けたものであるが，それまでには上記\nのような事情や経緯が存在したところである。また，上記(3)アでも指摘したとお\nり，本件各課税処分後に至るまでは，本件ストック・オプションのように親会社か\nら子会社の従業員等に付与されたストック・オプションに関する課税上の取扱いに\nついては，直接，明文をもって定めた法令の規定や通達の定めは存在しなかったの\nであり，かつ，このようなストック・オプションに係る権利行使利益を一時所得と\nする見解にも一応の根拠があるということができるところである。このような事情\nや経緯よりすれば，原告が，本件権利行使利益が一時所得に該当するものとの見解\nの下に申告（平成９年分及び平成１０年分については平成１２年６月２７日にした\n各修正申告，平成１２年分については確定申告）をしたことには相応の理由がある\nというべきである。\nさらに，もともと，上記各申告における原告の本件ストック・オプショ\nンの権利行使利益についての一時所得としての申告は，所得税法における所得区分\nに関する解釈問題にとどまるものであり，一時所得としての申告ではあっても，そ\nの基礎となる事実としての権利行使利益の取得及びその金額について，正しく事実\nに基づいた申告がされている限り，客観的にみて，その申告により申告納税制度の\n下における適正な課税の実現が阻害されるものとして制裁を課すべき必要性に乏し\nいものといわざるを得ない。\n上記の諸点を総合考慮すれば，本件においては，上記各申告について，\n申告納税者である原告に対し，制裁としての過少申告加算税を課することが相当で\nはないと認められる具体的な事情が存在するというべきである。\n以上のことからすれば，原告の平成９年分及び平成１０年分の所得税に\nついて平成１２年６月２７日にされた各修正申告並びに平成１２年分の所得税につ\nいての確定申告において，本件権利行使利益が一時所得として計算され，給与所得\nとして税額の計算の基礎とされていなかったことには，いずれも国税通則法６５条\n４項にいう「正当な理由」があるというべきである。\nイ　また，原告は，平成９年分及び１０年分の所得税の修正申告において，\nストック・オプションの行使に係る利益の一部を譲渡所得として申告しているが，\nこれは，上記(3)エのとおり，確定申告の際の，ストック・オプションの行使に係る\n所得が譲渡所得に当たるとの税務職員の説明に従ったためであると認められるか\nら，当該部分についても，修正申告において給与所得として税額の計算の基礎とさ\nれていなかったことについて，正当な理由があるというべきである。なお，この点\nは，被告も，平成９年分及び平成１０年分の過少申告加算税額の算定において，同\n様の見解をとっているものと解されるところである。\n(5)ア　そして，平成９年分及び平成１０年分の所得税については，いずれも，\n平成１２年６月２７日にされた修正申告の際に，本件権利行使利益全額に相当する\n額が一時所得又は譲渡所得として申告されていると認められるから，同各年分の各\n更正処分に関し，原告に過少申告加算税を賦課することはできない。\nしたがって，被告が平成１３年１月１９日付けで原告に対してした平成\n９年分及び平成１０年分の所得税に係る過少申告加算税賦課決定処分（ただし，い\nずれも平成１３年９月３日付け変更決定処分により減額された後のもの。）は，い\nずれも違法である。\nイ　一方，平成１２年分については，確定申告において，同年分に行使した\n権利行使利益全額に相当する額が一時所得として申告されていると認められるもの\nの，同年分の更正処分の基礎となった事実のうち，給与所得及び雑所得の一部が申\n告されていなかったものと認められ，当該部分については，国税通則法６５条４項\nの規定する正当な理由は認められない。しかし，これを前提に，同法６５条４項及\nび同法施行令２７条に従って過少申告加算税額を算定すると，同法１１９条４項に\nより，その確定金額の全額が切り捨てられることとなるから，過少申告加算税を賦\n課することはできない。\nしたがって，被告が平成１３年１０月３１日付けで原告に対してした平\n成１２年分の所得税に係る過少申告加算税賦課決定処分は，違法である。\n第８　結論\n以上のとおりであって，原告の本件各請求は，上記第７，５に説示した限度\nで理由があるから，その範囲でこれを認容し，その余の請求はいずれも理由がない\nから，これらを棄却することとし，訴訟費用の負担について行政事件訴訟法７条，\n民事訴訟法６１条，６４条ただし書きを適用して，主文のとおり判決する。\n横浜地方裁判所第１民事部\n裁判長裁判官　　　川　　　勝　　　隆　　　之\n裁判官　　　菊　　　池　　　絵　　　理\n裁判官　　　貝　阿　彌　　　　　　　亮\n"
}