{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 19
  },
  "case_number": "平成12(ワ)7480",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/011970_hanrei.pdf",
  "contents": "平成１２年(ワ)第７４８０号　特許権侵害差止等請求事件\n口頭弁論終結日　平成１３年１２月１３日\n判　　　　　　　　決\n原　　　　　　告　　　　　倉敷紡績株式会社\n訴訟代理人弁護士          露　　　　口        佳　　　　彦\n同　　　　　　　　　　　　小　　　　野　　　　博　　　　郷\n補佐人弁理士　　　　　    伊　　　　藤　　　　英　　　　彦\n被　　　　　　告　　　　　日本マイクロリス株式会社\n訴訟代理人弁護士　　　　　品　　　　川        澄　　　　雄\n同　　　　　　　　　　　　吉　　　　澤　　　　敬        夫\n訴訟復代理人弁護士　　　　牧　　　　野　　　　知　　　　彦\n補佐人弁理士              倉　　　　内　　　　基　　　　弘\n主　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事　　　　　　　　実\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告は、別紙被告製品目録記載のフィルターエレメントを製造し販売して\nはならない。\n(2)　被告は、その所有に係る前項記載の各物件を廃棄せよ。\n(3)　被告は、原告に対し、金１２億３７５０万円及び内金４億２７５０万円に\n対する平成９年６月１日から、内金８億１０００万円に対する平成１２年７月２８\n日から各支払済みまで年５分の割合による金員を支払え。\n(4)　訴訟費用は被告の負担とする。\n(5)　(1)ないし(3)項につき仮執行の宣言\n２　請求の趣旨に対する答弁\n主文同旨\n第２　当事者の主張\n１　請求原因\n(1)（特許権）\n原告は、次の特許権（以下「本件特許権」という。）を有している。\n特許番号　　　　　第１５４２３６１号\n出願年月日　　　　昭和５８年９月９日\n出願番号　　　　　昭５８－１６７２０２\n出願公告年月日　　昭和６２年１２月１４日\n出願公告番号　　　昭６２－５９９６２\n発明の名称　　　　フィルターエレメントとその製法\n登録年月日　　　　平成２年１月３１日\n(2)（特許請求の範囲）\nア　本件特許権の特許出願の願書に添付された明細書（以下「本件明細書」\nという。）の特許請求の範囲第１５項の記載は次のとおりである（以下、特許請求\nの範囲第１５項に記載された発明を「本件発明」という。）。\n「四フッ化エチレン樹脂のフィルター膜の両面に熱可塑性フッ素樹脂製\nネット支持体を重ねたサンドイッチ状シートをプリーツ状に折り曲げて、その両側\n縁部を液密に融着した濾過材、および該濾過材の両端部を中央開孔部を残して熱可\n塑性フッ素樹脂中に埋入一体化してプリーツ端部襞間に樹脂を浸入させて密封融着\nした端部シール部を必須要素として備えた全フッ素樹脂製フィルターエレメン\nト。」\nイ　本件発明を構成要件に分説すると、次のとおりである（以下、本件発明\nの各構成要件は、ＡないしＣの各符号をもって示す。）。\nＡ　四フッ化エチレン樹脂のフィルター膜の両面に熱可塑性フッ素樹脂製\nネット支持体を重ねたサンドイッチ状シートをプリーツ状に折り曲げて、その両側\n縁部を液密に融着した濾過材、および\nＢ　該濾過材の両端部を中央開孔部を残して熱可塑性フッ素樹脂中に埋入\n一体化してプリーツ端部襞間に樹脂を浸入させて密封融着した端部シール部を必須\n要素として備えた\nＣ　全フッ素樹脂製フィルターエレメント。\n(3)（被告製品の製造販売）\n被告は、別紙被告製品目録記載の製品（以下「被告製品」という。）を製\n造販売している。被告が現在販売している被告製品の商品名は、「フロロガードＡ\nＴ」、「フロロガードＡＴＸ」、「ガーディアンＡＴ」、「ガーディアンＡＴ\nＸ」、「クイックチェンジＡＴ」、「クイックチェンジＡＴＸ」である。\n(4)（構成要件Ａの充足性）\nア　被告製品の濾過材１０は、四フッ化エチレン樹脂製（ＰＴＦＥ）フィル\nター膜１１の両面に熱可塑性フッ素樹脂製（四フッ化エチレン－パーフルオルアル\nキルビニルエーテル共重合樹脂：ＰＦＡ）ネット１２ａ、１２ｂを重ねたサンドイ\nッチ状シートをプリーツ状に折り曲げたものであり、濾過材１０の両側縁部１５、\n１５は、熱可塑性フッ素樹脂製（四フッ化エチレン－六フッ化プロピレン共重合樹\n脂：ＦＥＰ）シールテープ１３を用いて液密に融着されているから（別紙被告製品\n目録「構造の説明」③、④、⑤）、被告製品は構成要件Ａを充足する。\nイ　被告は、構成要件Ａの「ネット支持体」は、フィルター膜に重ねること\nにより、溶融樹脂の中に形を崩さないまま埋入することができるなどの剛性を与え\nるものでなければならないと主張するが、そのような主張を裏付ける記載は、本件\n明細書中には存在しない。本件明細書中の「剛性」という語は、「濾過圧によって\n容易に形崩れしない程度の剛性」（特許公報（以下、本件特許権に係る本判決末尾\n添付の特許公報を単に「特許公報」という。）６欄４３行ないし４４行）のことで\nあり、樹脂中への押し込み動作時における剛性とは無関係である。\n(5)（構成要件Ｂの充足性）\nア（埋入一体化）\n(ア)ａ①　構成要件Ｂには、「濾過材の両端部を・・・熱可塑性フッ素樹\n脂中に埋入一体化して」と記載されている。\n「特許技術用語集－第２版－」（日刊工業新聞社発行、甲第１２\n号証）には、「埋入」の意味について、「埋入〔まいにゅう〕埋め込むこと。\n（例）金属板に磁性金属を埋入する。透明な合成樹脂内にドライフラワーを埋入し\nてペンダントを作る。」と記載されており、特開昭５３－１０２１２９号公開特許\n公報（甲第１３号証）の「試料の周囲に透明な合成樹脂を注入固化したレジンフラ\nワーがあり」（特開昭５３－１０２１２９号公開特許公報１頁右欄２行ないし４\n行）という記載をも参酌すると、「埋入」とは埋入された状態を意味することが明\nらかである。\n本件明細書には、金型冷却後に抜き取って得られたフィルターエ\nレメントの構造について、「得られた端部シール濾過材の端部はＰＴＦＥ膜がＥＰ\nＥ樹脂中に完全に埋入した状態で高圧にも耐え得る。」（特許公報１０欄１行ない\nし３行）と記載されている。\nそうすると、構成要件Ｂの「埋入一体化」とは、四フッ化エチレ\nン樹脂のフィルター膜の両端部が熱可塑性フッ素樹脂中に埋入し一体化されている\n状態、すなわち、フィルター膜の端部の周囲が熱可塑性フッ素樹脂で液密に取り囲\nまれている状態を意味する。\n②　本件発明は物の発明であり、方法の発明ではないから、構成要件\nＢの「埋入一体化」とは、物としての状態、すなわち「構造」を意味し、「押し込\nむ」というような「動作」を意味するものではないし、本件発明は、「押し込む」\n方法によるものに限定されない。\n③　構成要件Ａによれば、濾過材は、フィルター膜とその両側のネッ\nト支持体により構成される。しかし、ネット支持体は、熱可塑性フッ素樹脂製とさ\nれ、濾過材の両端部においては、融着の過程で溶融状態となり、フィルターエレメ\nントという最終の「物」の状態において、ネットとしての形態を残しておらず、濾\n過機能も全く有していない。濾過材の両端部におけるネット支持体は、溶融後、プ\nリーツ襞間に浸入して固まり、シール機能を果たす熱可塑性フッ素樹脂と一体化\nし、端部シール部の一部を構成するようになる。\n本件明細書には、ネット支持体が「プリーツ状フィルター端部の\n融着を完全にするために重要な役割を有する」こと（特許公報６欄１５行ないし２\n１行）、前記のとおり「得られた端部シール濾過材の端部はＰＴＦＥ膜がＥＰＥ樹\n脂中に完全に埋入した状態で高圧にも耐え得る」（特許公報１０欄１行ないし３\n行）ことは記載されているが、ネット支持体がフィルター膜とともに必ず他の熱可\n塑性フッ素樹脂中に埋入していなければならないとする記載はないし、当業者の技\n術常識に照らせば、溶融したネット支持体は端部シール部の一構成要素としてとら\nえられる。\nｂ①　被告は、溶融した熱可塑性フッ素樹脂を「つきたての餅」のよう\nな状態と主張するところ、「つきたての餅」という表現は、表面に薄皮が張ってい\nる状態とも取れるが、「つきたての餅」状の樹脂という表現をするとすれば、まさ\nにつきたて直後の、表面に膜を形成していない状態、言い換えれば「水飴」状の樹\n脂をいうものである。\n②　被告は、フッ素樹脂製のフィルターに関する技術として、乙第１\n０ないし第１４号証の公開実用新案（又は特許）公報を挙示する。しかし、実開昭\n５９－１１９３０７号公開実用新案公報（乙第１０号証）の公開日は昭和５９年８\n月１１日、実開昭５９－８２５１６号公開実用新案公報（乙第１１号証）の公開日\nは同年６月４日で、いずれも本件発明の特許出願日（昭和５８年９月９日）より後\nであり、これらに記載された技術は、公知技術とはいえない。また、乙第１１号証\nに記載された技術は、多孔質薄膜の両側に同材質の網布を重ね合わせるものであ\nり、本件発明のように四フッ化エチレン樹脂のフィルター膜の両側に熱可塑性フッ\n素樹脂製ネット支持体を重ねるものとは異なる。\nｃ　被告は、本件発明を、本件明細書の発明の詳細な説明に記載された\n製法によるフィルターエレメントに限定すべき旨主張する。しかし、本件発明は、\n物の発明であるから、発明の詳細な説明に記載された製法は、特許請求の範囲に記\n載された構造を有するフィルターエレメントを得るための方法の一例にすぎず、被\n告のこの点に関する主張は、特許法７０条１項に反する。\n(イ)ａ①　被告製品は、フィルター膜が熱可塑性フッ素樹脂中に埋入され\nている状態にあるから、構成要件Ｂの「埋入一体化」という要件を充足する。\n②　製法の点から見ても、本件発明と被告製品は、ＰＴＦＥ膜の端部\nの両面に位置する熱可塑性フッ素樹脂を溶融させ、この溶融した熱可塑性フッ素樹\n脂をＰＴＦＥ膜の下方から提供される溶融フッ素樹脂に液密に融着させて、最終的\nにＰＴＦＥ膜端部をフッ素樹脂中に取り囲んで埋入一体化状態とする点で共通す\nる。\n③　被告製品の端部シール部は、（ⅰ）「主に濾過材の溶融樹脂から\nなる部分」、（ⅱ）「濾過材の溶融樹脂と蓋部材の樹脂からなる部分」、（ⅲ）\n「蓋部材の樹脂からなる部分」から構成されている。ＦＥＰフィルムは、この\n（ⅰ）「主に濾過材の溶融樹脂からなる部分」及び（ⅱ）「濾過材の溶融樹脂と蓋\n部材の樹脂からなる部分」の樹脂の量を増加させる役割があると思われる。\n被告製品のＰＴＦＥ膜の内側には厚い（厚さ２２０ないし２５０\nμｍ）、すなわち溶融樹脂量が多いネットが存在し、外側には薄い（厚さ１５０な\nいし１７０μｍ）、すなわち溶融樹脂量が少ないネットとＦＥＰフィルム（厚さ８\n０ないし９０μｍ）が存在しているから、ＦＥＰフィルム（ストリップフィルム）\nは、薄い外側のネットから提供される溶融樹脂量を補うための役割をもっており、\n溶融樹脂を提供するという点では、ネットと同じ機能を有する。\nＦＥＰフィルムは、フィルター膜の片側だけに融着されている\nが、フィルター膜の両側に均一量の樹脂が存在せず、非対称な構造であっても、端\n部シール機能に影響はない。\n被告製品は、本件発明の構成要件をすべて具備しており、単に付\n加的にＦＥＰフィルムを有するにすぎない。被告製品が、ＦＥＰフィルムによって\n被告主張のシール手段を採るとしても、フィルター膜端部が熱可塑性フッ素樹脂に\nよって封じ込められた状態、すなわち埋入状態であることに変わりはない。\nｂ①　甲第８号証の１、２は、商品名「クイックチェンジＡＴＸ」の被\n告製品の上蓋部及び底蓋部の一部を切り取り顕微鏡写真に撮ったものであり、上蓋\n部３０と底蓋部２０は実質的に同じ構造であるので、甲第８号証の１により、底蓋\n部２０の構造をみると、次のとおりである。\n甲第８号証の１の「底蓋部２０より上の領域」のうち上方では、\n四フッ化エチレン樹脂製（ＰＴＦＥ）のフィルター膜１１、熱可塑性フッ素樹脂製\nのネット１２ａ、１２ｂ及び熱可塑性フッ素樹脂製のＦＥＰフィルム（ストリップ\nフィルム）１４の存在が観察され、下方ではＦＥＰフィルム１４が溶けている。そ\nの下方の「底蓋部２０の上方領域」では、ＦＥＰフィルム１４とネット１２ａ、１\n２ｂが溶け、フィルター膜１１のみが熱可塑性フッ素樹脂中に埋入された状態とな\nっており、フィルター膜１１のプリーツ端部襞間に熱可塑性フッ素樹脂が浸入した\n状態となっている。この領域では、ネット１２ａ、１２ｂ及びＦＥＰフィルム１４\nは既に「濾過材」としての機能を失っており、技術的にも外見上も濾過材部分とは\n明確に区別され、溶融した熱可塑性フッ素樹脂として存在している。「底蓋部２０\nの下方領域」では、熱可塑性フッ素樹脂のみが存在している。\nこのように、底蓋部２０は、「濾過材の両端部を中央開孔部を残\nして熱可塑性フッ素樹脂中に埋入一体化してプリーツ端部襞間に樹脂を浸入させて\n密封融着した」ものであり、本件発明の「端部シール部」に該当することは明らか\nである。\n②　甲第９、第１０号証の各１、２によれば、商品名「ガーディアン\nＡＴＸ」、「フロロガードＡＴ」の被告製品の上蓋部及び底蓋部も、フィルター膜\n１１の熱可塑性フッ素樹脂中への埋入の深さの程度が相違するだけで、「クイック\nチェンジＡＴＸ」と実質的に同じ構造を有している。\n被告は、甲第９号証の１の写真中央のフィルターは、隣り合うフ\nィルター同士が互いに接着してしまっており、プリーツ襞間すべてに樹脂が浸入し\nていないことが示されていると主張する。しかし、フィルター膜が写真面に対して\n正確に直交した方向ではなく奥行に向かって斜め方向に延びているのであれば、隣\nり合うフィルター膜が接触しているように見えることがあり、被告の主張は失当で\nある。\n③　甲第１９号証の１ないし３は被告製品の端部シール部の電子顕微\n鏡写真であり、フィルター膜、ネット支持体及びＦＥＰフィルムが原形を維持して\nいる部分（Ａ部分）、ＦＥＰフィルム及びネット支持体が溶融しかけている部分\n（Ｂ部分）、ＦＥＰフィルム及びネット支持体が完全に溶融している部分（Ｃ部\n分）、フィルター膜の最下端が溶融樹脂に埋入している部分（Ｄ部分）を観察する\nことができる。\n被告は、フィルター膜の端部において、ネットが溶融して蓋部材\nと界面で接着している旨主張するが、電子顕微鏡で融着部を観察しても、ネット及\nびＦＥＰフィルムが溶融した樹脂と蓋部材が溶融した樹脂が混ざり合っているた\nめ、樹脂の界面は見られない。\n④　被告は、被告製品の端部シールについて、ＦＥＰフィルムのアン\nカー効果を主張する。しかし、アンカー部分は存在せず、アンカー効果も存在しな\nい。\n甲第１７号証の１ないし３は、被告製品のフィルター膜の端部付\n近にＦＥＰフィルムが付加されている部分の断面の電子顕微鏡写真であるが、ＦＥ\nＰフィルムの溶融樹脂がフィルター膜の細孔部分に食い込んでいる部分、すなわち\nアンカー部分は確認されず、また、フィルター膜とＦＥＰフィルムの間に部分的に\n接着されていないところもあった。フィルター膜とＦＥＰフィルムとは単に圧着固\n定されているのみであって、決して強固に接着されているものではない。\n⑤　被告は、被告製品の製法では押し込み動作を伴っていないように\n主張する。しかし、乙第５号証添付の写真Ａによれば、フィルター膜が黒色に着色\nした蓋部材にまで入り込んでいること、乙第５号証３頁に、両端部の融着工程とし\nて「加圧融着」したことが記載されていること、甲第７号証の６の被告製品の写真\nによれば、蓋部材に盛り上がり部分があることから、被告製品の製造工程において\nも、濾過材の両端部を蓋部材に加圧して融着させていることが分かる。\nｃ　乙第５号証添付の写真Ａを見ると、上方から下方に行くに従って、\nまずＦＥＰフィルムが溶け、更に下方に下がるとネットが溶け、それよりも更に下\nの領域ではフィルター膜のみが存在しており、フィルター膜最下端部の両側に黒色\nの上蓋部材の樹脂が存在しているから、これにより、フィルター膜が熱可塑性フッ\n素樹脂中に埋入一体化している構造が示されている。\n乙第５号証記載の実験においては、蓋部材の樹脂にフッ素樹脂では\nない黒色粒子を添加しているため、着色粒子の濃度差による境界が存在するように\n見える。しかし、フッ素樹脂同士は混ざり合っており、界面は存在せず、観察され\nるのは、見かけ上の色の境界であり、フッ素樹脂の境界ではない。\nｄ　被告は、乙第１５号証に基づき、フィルター膜とＦＥＰフィルムと\nをはがした後の表面状態から推測してアンカー効果を主張している。しかし、甲第\n１７号証の２の写真に撮影されたフィルター膜とＦＥＰフィルムの密着部分をはが\nせば、乙第１５号証のストリップフィルム「溶着面」の写真（乙第１５号証添付写\n真Ｂ－２－２）に見られる程度の表面の荒れは生じるものであり、このような状態\nを、原告は、アンカー部分でないと主張するのに対し、被告がアンカー部分である\nと主張しているのである。\n被告は、乙第１５号証の「フィルターとストリップフィルムの溶着\n部分の断面」の写真（乙第１５号証添付写真Ａ－１）により、フィルター膜とＦＥ\nＰフィルムが密着されていると主張するが、同写真は不明瞭であり、隙間部分の有\n無を確認することができるものではない。甲第１７号証の１の写真によれば、フィ\nルター膜とＦＥＰフィルムの間に密着部分と隙間部分の両方が存在することが確認\nされる。\nｅ　被告は、乙第６号証により、本件明細書に記載された実施例の追試\n品によっては、被告製品のような実用的な高度の液密性は得られなかったと主張す\nる。\nしかし、本件明細書の実施例に記載されたフィルターエレメントの\n製法は、本件発明に係るフィルターエレメントの製法の一例にすぎないこと、乙第\n６号証記載の実験には、本件発明の実施例記載の製造工程を変更した点があるこ\nと、乙第６号証記載の実験においてバブルポイントの値が低かった原因が濾過部分\nとシール部分のいずれにあるか判断できず、シール性能に問題があったと直ちにい\nうことはできないことなど、乙第６号証記載の実験には不備がある。\nｆ　被告は、乙第７号証及び第９号証に基づき、被告製品からＦＥＰフ\nィルムを除きネットのみを残した場合に液密なシールが得られない旨主張する。\nしかし、甲第１５号証によれば、乙第７号証記載の実験に用いられ\nたＦＥＰフィルムなしのサンプルは、フィルター膜の両側に位置する溶融樹脂の量\nが被告製品と大きく異なり、甲第１６号証によれば、乙第７号証記載の実験のサン\nプルはフィルター膜の間隔が被告製品よりも広く、甲第１５、第１６号証に照ら\nし、乙第７号証記載の実験において、サンプルが被告製品と同一条件下で試作され\nたか疑わしく、同実験は信頼性に欠ける。乙第９号証によっても実験の信頼性の疑\n問は解消されない。また、乙第７号証記載の実験においては、ＦＥＰフィルムを除\nいたことによりフィルター膜の周囲の溶融熱可塑性フッ素樹脂の量が少ない状態と\nなっているが、このような溶融樹脂量の不足は、濾過材と蓋部材との加圧を強くす\nる、加熱融着の保持時間を若干長くする、融着前の濾過材及び蓋部材の加熱時間を\n若干長くする、熱可塑性フッ素樹脂製ネットとしてより厚みのあるものを用いる、\nプリーツの山の数を増やしフィルター間隔の距離を小さくするなどの製造条件等の\n微調整により修正可能であり、このような修正なしに行った試作によって良質の製\n品ができなかったからといって、フィルターエレメントの生産が不可能\nであるということはできず、同実験は、実験方法も不適切である。\nｇ　甲第１４号証（実験報告書）によれば、被告製品からＦＥＰフィル\nムを除いた構成、すなわち濾過材として四フッ化エチレン樹脂フィルター膜と熱可\n塑性フッ素樹脂ネット支持体の２構成部材からなり、被告製品と同様の製造工程を\n経て得られた物が、市販品と同様なシール性能を有することは否定し得ない事実で\nあり、ＦＥＰフィルムが何らかの効果を有するとしても、それは本件発明に対して\n付加的な効果にすぎない。\n甲第１８号証記載の実験によれば、甲第１４号証記載の実験により\n作成されたＦＥＰフィルムを除いた構成のサンプルについて、ネット支持体及びフ\nィルター膜を端部シール部から引き抜く実験を行ったところ、ネット支持体及びフ\nィルター膜が破断してしまい、測定不能となった。このことから、ＦＥＰフィルム\nがなくてもフィルター膜が熱可塑性フッ素樹脂中に埋入していれば極めて高い接着\n強度が得られることが、明らかである。\nイ（中央開口部等）\n(ア)ａ　構成要件Ｂの「濾過材の両端部を中央開孔部を残して熱可塑性フ\nッ素樹脂中に埋入一体化」という記載は、中央開口部（構成要件Ｂには「中央開孔\n部」と記載されているが、以下では、一般的に用いられている「中央開口部」とい\nう語を用いることもある。）が一方の端だけにあるのか両端にあるのかを特定して\nいない。\nｂ　本件明細書の発明の詳細な説明には、中央開口部に関して、「該濾\n過材の両端部４の中央開口部５を残して熱可塑性フッ素樹脂中に埋入一体化して」\n（特許公報５欄２７行ないし２９行）、「濾過材はその両端部４を、液通過用開口\n部５を残して熱可塑性フッ素樹脂中に埋入融着させる。」（同７欄３６行ないし３\n８行）、「所望により濾過材両端部の中央開口部５に嵌入する多孔性中空円筒状コ\nア材（濾液の取出流路）をキャップ８に融着する。」（同８欄９行ないし１１\n行）、「両端部に融着させるキャップは両者共、中央開口部７を有する形状を有し\nていてもよく、一方他方が中央開口部を有さないキャップであってもよい。」（同\n８欄１９行ないし２２行）という記載がある。\nｃ　中央開口部が一端だけにあるか両端にあるかという点は、本件発明\nの本質とは無関係であり、いずれの構造を採用しても作用効果に相違は認められな\nい。\nｄ　筒状のフィルターエレメントは、必ず端部に濾過液の出口（又は入\n口）となるべき中央開口部を有しており、フィルターの一端にだけ中央開口部を設\nけたもの（シングルオープン型）と、両端部に中央開口部を設けたもの（ダブルオ\nープン型）がある。特開昭５４－５８２６９号公開特許公報（甲第６号証）、特開\n昭５７－４８３１３号公開特許公報（甲第５号証）の記載から明らかなように、本\n件発明の特許出願当時、シングルオープン型フィルターエレメント及びダブルオー\nプン型フィルターエレメントはいずれも周知であり、当業者は、設置場所に応じて\n適宜いずれかの型のフィルターエレメントを選択していた。\nｅ　したがって、本件発明は、両端部に中央開口部を有する構造のフィ\nルターエレメントに限定されない。\n(イ)　被告製品は、上蓋部３０には中央開孔部３１があるが（別紙被告製\n品目録「構造の説明」⑨）、底蓋部２０は中央開口部がなく閉塞している（同「構\n造の説明」⑩）。しかし、本件発明は、両端部に中央開口部のあるものに限定され\nないから、被告製品も、本件発明の技術的範囲に属する。\nウ　以上によれば、被告製品は、濾過材の両端部を中央開孔部を残して熱可\n塑性フッ素樹脂中に埋入一体化してプリーツ端部襞間に樹脂を浸入させて密封融着\nした端部シール部を備えるから、構成要件Ｂを充足する。\n(6)（構成要件Ｃの充足性）\n被告製品は全フッ素樹脂製フィルターエレメントであるから、被告製品\nは、構成要件Ｃを充足する。\n(7)（損害等）\n被告は、平成２年７月から平成９年６月までの間に、商品名を「ＡＴフロ\nロガード」、「ＡＴフロロガードⅡ」、「ＡＴメガガード」とする被告製品を合計\n５万７０００本販売し、その売上の合計は８５億５０００万円を下らず、通常実施\n料率は５パーセントであるから、被告は、実施料率相当額である４億２７５０万円\n（８５億５０００万円×５／１００＝４億２７５０万円）を不当に利得し、原告に\n同額の損失を与えた。\n被告は、平成９年７月から平成１２年６月までの間に、商品名を「フロロ\nガードＡＴ」、「フロロガードＡＴＸ」、「ガーディアンＡＴ」、「ガーディアン\nＡＴＸ」、「クイックチェンジＡＴ」、「クイックチェンジＡＴＸ」とする被告製\n品を合計２万７０００本販売し、その売上の合計は４０億５０００万円である。被\n告の利益率は２０パーセントであるから、利益の合計は８億１０００万円であり、\nこの利益の額は、原告が受けた損害の額と推定される。\n(8)　よって、原告は、被告に対し、本件特許権に基づき、被告製品の製造販売\nの差止め及び廃棄を求めるとともに、平成２年７月から平成９年６月までの販売分\nについての不当利得としての実施料相当額４億２７５０万円、及び平成９年７月か\nら平成１２年６月までの販売分についての不法行為に基づく損害賠償額８億１００\n０万円の合計額１２億３７５０万円、並びに実施料相当額４億２７５０万円に対す\nる平成９年６月１日から支払済みまで民法所定の年５分の割合による遅延損害金、\n及び損害賠償額８億１０００万円に対する平成１２年７月２８日（本件訴状送達の\n日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる。\n２　請求原因に対する認否\n(1)　請求原因(1)は認める。\n(2)　同(2)ア、イは認める。\n(3)　同(3)に対する認否は、次のとおりである。\nア　別紙被告製品目録添付図面及び同目録の「図面の説明」のうち、第１\n図、第２図、第５図、第６図及びこれらに関する図面の説明は認める。\n第３図及びその説明については、被告製品に端部シール部が存在しない\nこと、被告製品にはコア及び外筒が必須であり、それらの図示を省略するのは誤り\nであることから、否認する。\n第４図及びその説明は否認する。\n第７図は、被告製品と全く異なるので、第７図及びその説明は否認す\nる。\nイ　同目録の「図面の番号、符号の説明」は認める。\nウ　同目録の「構造の説明」のうち、①ないし⑦は認める。\n⑧は否認する。被告製品のフィルター膜１１に融着したＦＥＰフィルム\n（ストリップフィルム）１４及びネット１２ａ、１２ｂの上下の端部は、それぞれ\n上蓋部３０、底蓋部２０と当接して融着され一体になっているだけであり、フィル\nター膜の上下端は、上蓋中及び底蓋中に「埋入」している構造ではない。\n⑨は認める。\n⑩のうち、第７図は否認し、その余は認める。\n⑪は認める。\nエ　被告が現在販売している被告製品の商品名が「フロロガードＡＴ」、\n「フロロガードＡＴＸ」、「ガーディアンＡＴ」、「ガーディアンＡＴＸ」、「ク\nイックチェンジＡＴ」、「クイックチェンジＡＴＸ」であることは認める。\n(4)（構成要件Ａの充足性）\nア　請求原因(4)ア、イは争う。\nイ　構成要件Ａの「ネット支持体」は、フィルター膜に重ねることにより、\nいわばつきたての餅のような状態の溶融樹脂の中に形を崩さないまま埋入し、コア\n材やエンドキャップを伴わずに使用し、濾過圧に耐えることができるような剛性を\n与えるものでなければならない。\n被告製品のネットは、極めて柔軟な素材であり、このような剛性を与え\nるものではないから、構成要件Ａの「ネット支持体」に該当しない。\n(5)（構成要件Ｂの充足性）\nア　請求原因(5)アないしウは争う。\nイ（埋入一体化）\n(ア)ａ①　構成要件Ｂの「埋入一体化」とは、融着が困難な四フッ化エチ\nレン樹脂のフィルター膜と熱可塑性フッ素樹脂製のネット支持体からなる濾過材の\n端部を、溶融した熱可塑性フッ素樹脂の中に挿入し（押し込み）、更に十分加熱す\nることにより、濾過材の端部を熱可塑性フッ素樹脂中に埋め込み、端部の襞間にも\n樹脂を浸入させることを意味する。\n②　熱可塑性フッ素樹脂は分子量が大きいので、溶融しても粘度が高\nく、いわば「つきたての餅」のような状態であり、濾過材端部を単純にこれに挿入\nしようとしても、簡単には埋め込むことができない（特許公報７欄２４行ないし３\n２行参照）。そこで、本件明細書の発明の詳細な説明には、濾過材の端部をあらか\nじめ予備融着し冷却することによって剛性を高めておき、濾過材の端部を深く埋め\n込むことができるようにする製法が記載されている。このように、本件発明は、濾\n過材を構成するフィルター膜を、ネット支持体ともども熱可塑性フッ素樹脂中に機\n械的に埋め込んでしまうことによって、フィルター膜とシール材との間に摩擦抵抗\nを生じさせてフィルター膜が抜け出ないようにし、シール効果を達成しようとする\nものに他ならず、濾過材の端部が熱可塑性フッ素樹脂に埋入した部分が、特許公報\n第１図番号６で示されるような「端部シール部」と呼ばれている。\n③　本件明細書には、「本発明のフィルターエレメントは・・・従来\n融着が困難とされていたフッ素樹脂を特殊な構成によって液密に融着した点に特徴\nがあり」（特許公報５欄３６行ないし４０行）と記載されている。本件発明のネッ\nト支持体は、「膜側縁部およびプリーツ状フィルター端部の融着を完全にするため\nに重要な役割を有する」（特許公報６欄１９行ないし２１行）点に特殊性があり、\nこの点が、前記の「特殊な構成」に当たる。\nｂ①　原告は、「埋入一体化」とは、四フッ化エチレン樹脂のフィルタ\nー膜の両端部が熱可塑性フッ素樹脂中に埋入し一体化されている状態を意味するこ\nと、ネット支持体は、濾過材の両端部においては、融着後、端部シール部の一構成\n要素となることなどを主張する。\nしかし、構成要件Ｂによれば、熱可塑性フッ素樹脂中に埋入一体\n化しているのは濾過材であり、構成要件Ａによれば、濾過材は、フィルター膜だけ\nではなく、フィルター膜の両面に熱可塑性フッ素樹脂製ネット支持体を重ねたもの\nであるから、ネット支持体は、融着の過程で溶融するかどうかにかかわらず、フィ\nルター膜とともに必ず熱可塑性フッ素樹脂の中に埋入していなければならない。特\n許請求の範囲においては、埋入する主体としての濾過材と、これを受ける客体とし\nての熱可塑性フッ素樹脂とは、截然と区別されている。本件明細書中には、濾過材\nの端部を他のシール用のフッ素樹脂中に挿入する例しか記載がなく、濾過材の一部\nであるネット支持体が融着の過程で埋入の客体である熱可塑性フッ素樹脂に変化す\nるという記述は、どこにもみられない。\nまた、構成要件Ｂによれば、プリーツ端部襞間に浸入させるのは\n樹脂であり、濾過材の一部であるネット支持体であるはずはない。\n本件明細書には、フィルター膜とネット支持体からなる濾過材の\n端部を熱処理して冷却し（予備融着）、その状態で、溶融させたシール材に挿入し\n更に加熱するという手段しか記載されていない（特許公報９欄１８行ないし１０欄\n３行）ところ、ここでいう予備融着は、フィルター膜の周りにネット支持体が溶融\nして固まった状態であるが、これをもって「埋入」などといわないことは明白であ\nるし、ネット支持体がフィルターの周りで溶融しただけでシール効果が得られない\nことは明白である。\nしたがって、原告のこの点に関する主張は、本件明細書の特許請\n求の範囲等の記載に反する。\n②　フッ素樹脂の接着が困難であり、フッ素樹脂製フィルターを用い\nて液密なシールを得るのが困難であることは、技術常識であり、本件明細書（特許\n公報５欄３行ないし１９行）にも解決すべき課題として記載され、原告も本件特許\nの特許異議答弁書（乙第４号証）において主張していたところである。フィルター\n膜が熱可塑性フッ素樹脂に埋入されさえしていれば良好なシール性が得られるとい\nう原告の主張は、これらの技術常識、本件明細書の記載、出願経過における主張に\n反する。\nまた、フッ素樹脂製のフィルターに関する技術は、本件特許権の\n出願経過における特許異議事件においても引用されたように、実開昭５９－１１９\n３０７号公開実用新案公報（乙第１０号証）、実開昭５９－８２５１６号公開実用\n新案公報（乙第１１号証）、特開昭５８－９８１１１号公開特許公報（乙第１２号\n証）、特開昭５６－１４１８１０号公開特許公報（乙第１３号証）及び特開昭５７\n－１２２１５４号公開特許公報（乙第１４号証）記載の技術など数多く存在する\nが、本件発明は、特許異議答弁書（乙第４号証）に記載されたとおり、これらの公\n知例とは異なる技術であることを主張してようやく特許されたものである。原告が\n主張するように、フィルター膜がフッ素樹脂で取り囲まれていさえすれば本件発明\nの構成要件が充足されるとすると、本件発明は、これらの公知技術と全く区別がつ\nかないものになってしまう。\n③　原告は、本件発明は、「押し込む」方法によるものに限定されな\nい旨主張する。\nしかし、原告は、本件発明の発明者の一部の者を発明者とし、発\n明の名称、代理人を同じくする本件特許権の後願の特許（特許第２５０７４５６\n号。以下「後願特許」という。）の明細書において、従来技術の項で本件特許権に\n係る公開特許公報（特開昭６０－５８２０８号公開特許公報）等を引用し、「押し\n込む方法」による発明であると記載しているから、本件発明が、熱可塑性フッ素樹\n脂にフィルター膜及びネット支持体で構成される濾過材を押し込むものであること\nは疑問の余地がない。\n④　また、後願特許は、フィルター膜に補強材を付した点以外は、本\n件発明と基本的な技術思想は共通であるところ、後願特許（後願特許については、\n特許異議が申し立てられ、特許権者が訂正を請求し、特許を維持すべき旨の決定と\n同時に訂正を認める旨の決定がされた。）の特許請求の範囲の訂正の過程からし\nて、構成要件Ｂの「熱可塑性フッ素樹脂」が濾過材以外の熱可塑性フッ素樹脂、具\n体的には端部シール部のみを意味していることも明らかである。\nｃ　原告は、被告の主張を特許法７０条１項に反すると主張する。しか\nし、構成要件Ｂの「埋入一体化」という文言の意味が特許請求の範囲の記載のみか\nらは明確に理解できないことから、被告は、本件明細書の発明の詳細な説明に記載\nされた製法によって、その意味を明らかにしたものであり、被告の解釈は、特許法\n７０条２項に沿うものである。\n(イ)ａ①　被告製品のフィルター膜１１は、ＰＴＦＥ製であり、他のフッ\n素樹脂との接着が一般に困難であるが、ＦＥＰフィルム（ストリップフィルム）１\n４を溶融させながら加圧してフィルター膜に押しつけると、ＦＥＰ樹脂の溶融物が\n多孔質のフィルター膜の孔内に入り込んで碇のように引っかかり（このためアンカ\nー効果という。）、ＦＥＰフィルムとフィルター膜とがあらかじめ接着される。更\nにＦＥＰフィルムと接着されたフィルター膜端部を加熱して溶融させ、同時に溶融\nさせた蓋部２０、３０と当接させると、溶融したＦＥＰフィルムと蓋部の素材が相\n互に融着する。このようにしてフィルター膜の端部と蓋部材が液密に融着され、シ\nール効果が得られる。したがって、被告製品のネット１２ａ、１２ｂの端部とＦＥ\nＰフィルム１４の端部は、蓋部２０、３０としっかりと接着されてはいるが、蓋部\n材に埋入されてはいない。また、ＦＥＰフィルムの溶融物を、仮にシール部材とみ\nなしても、ＦＥＰフィルムはフィルター膜の片側にしか存在せず、フィルター膜は\nＦＥＰフィルムに埋入していない。\nフィルター膜１１の端部において、ネット１２ａ、１２ｂが溶融\nして蓋部２０、３０と界面で接着しているが、ネット１２ａ、１２ｂはフィルター\n膜１１に接着されていない上、文字通り網目状であり、蓋部材との界面では隙間だ\nらけでありシール効果がないから、フィルター膜端部におけるネット１２ａ、１２\nｂはシール材として機能しておらず、ネット１２ａ、１２ｂの溶融物を「端部シー\nル部」を構成する熱可塑性フッ素樹脂とみなすことはできない。仮に、原告が主張\nするように、ネット１２ａ、１２ｂの溶融物をシール材とみなしても、被告製品\nは、ネットによっては埋入されていないし、密封融着されてもいない。\n②　被告製品は、融着の段階で、フィルター膜１１の端部（ＦＥＰフ\nィルム１４及びネット１２ａ、１２ｂの一部が溶融している）は高温で極めて柔軟\nな状態であって剛性がないから、本件発明と異なり、蓋部２０、３０側の溶融して\n柔軟な状態にある樹脂の中に押し込まれることはなく、座屈してしまって埋入され\nない。被告製品のシール方法は、溶融状態になったいわば「つきたての餅」のよう\nな状態のもの同士を当接させて融着させるものである。フィルター膜１１の襞の間\nには、蓋部２０、３０の樹脂が浸入してもいない。\n③　原告は、被告製品のＦＥＰフィルムが、フィルター膜端部を埋入\nさせるための溶融樹脂量を増加させるものであるかのように主張する。しかし、前\n記①のとおり、被告製品のＦＥＰフィルムは、フィルター膜とアンカー効果によっ\nてあらかじめ強固に接着され、フィルター膜と蓋部材を接着する機能を有するもの\nであり、フィルター膜を埋めるようなものとは異なる。\nｂ①　甲第８号証の１の「底蓋部２０の上方領域」と記載されている部\n分は、フィルター膜１１と、ネット１２ａ、１２ｂ及びＦＥＰフィルム１４が溶融\nしたものの存在する部分であって、濾過材そのものであり、底蓋部２０ではない。\nフィルター膜は、濾過材を構成するネットとＦＥＰフィルムの溶融部に囲まれてい\nるだけであり、蓋部材の樹脂に埋入していない。\n原告は、ネット１２ａ、１２ｂ及びＦＥＰフィルム１４が溶融し\nている部分は、構成要件Ｂの「熱可塑性フッ素樹脂」である旨主張するが、仮に、\nその部分が埋入の客体側の熱可塑性フッ素樹脂であり蓋部材の一部であるとする\nと、被告製品においては、フィルター膜のみが熱可塑性フッ素樹脂中に埋入一体化\nしており、ネットは熱可塑性フッ素樹脂中に埋入一体化しておらず、ネット支持体\nを含むはずの濾過材は熱可塑性フッ素樹脂中に埋入されておらず、本件発明の技術\n的範囲に属しないということになり、原告の主張は矛盾していることになる。\n②　本件発明は、濾過材を蓋部材に埋入一体化させることによりプリ\nーツ間に樹脂を浸入させ、機械的に密封融着させることを趣旨とする。そのため、\n本件発明においては、プリーツ襞間のあらゆる箇所に樹脂が浸入している必要があ\nり、どこか一箇所でも樹脂が浸入していないところがあれば、そこから液が漏れて\nしまうため、「密封融着」とはならない。\n甲第９号証の１の写真中央のフィルターは、隣り合うフィルター\n同士が互いに接着してしまっており、プリーツ襞間すべてに樹脂が浸入していない\nことが示されている。被告製品が本件発明の構成要件を充足しないことは、甲第９\n号証の１から明らかといえる。\n③　甲第１９号証の１ないし３により立証されるのは、被告製品のフ\nィルター膜の周囲に溶融樹脂が存在することのみであり、その溶融樹脂がシール材\nとして液密性を保つ機能を有し、構成要件Ｂの「端部シール部」としての機能を有\nしているかどうかは、何も証明されていない。\nネットから溶融した樹脂は「端部シール部」ではないし、ＦＥＰ\nフィルムの溶融物はフィルター膜の片面にしか存在しないから、フィルター膜はそ\nの溶融物に埋入していない。\nｃ　乙第５号証記載の実験のとおり、上蓋部と底蓋部に着色をして被告\n製品と同様の物を製作し、フィルター膜の周囲の樹脂が蓋部材の樹脂かどうか確認\nしたところ、上蓋部と底蓋部のいずれにおいても、着色した蓋部材の樹脂は、フィ\nルター膜の周囲には入り込んでおらず、境界が明確に分離して観察された。これに\nより、被告製品の濾過材は、蓋部材の樹脂の中には埋入されておらず、襞間にも樹\n脂が浸入していないことが明らかである。\n被告が、溶融した樹脂同士が界面で接着していると主張する趣旨\nは、溶けた樹脂同士が面で溶着しているという意味であり、ＦＥＰフィルムの界面\nと蓋部材の界面は相互に溶け合っている。\nｄ　乙第１５号証記載の引っ張り強度試験によれば、フィルター膜とＦ\nＥＰフィルムが十分な強度をもって接着されていることが示されており、乙第１５\n号証に掲載された「フィルターとストリップフィルムの溶着部分の断面」の写真\n（乙第１５号証添付写真Ａ－１）によれば、フィルター膜とＦＥＰフィルムが密着\nされている様子が示されており、ストリップフィルム「溶着面」の写真（同添付写\n真Ｂ－２－１、Ｂ－２－２）、「フィルター溶着面」の写真（同添付写真Ｃ－２－\n１、Ｃ－２－２）によれば、ＦＥＰフィルムとフィルター膜が相互に絡み合って接\n着していたことが示されており、アンカー効果が明らかである。\nｅ　乙第６号証記載の実験によれば、本件明細書に記載された実施例の\n追試品によっては、被告製品のような実用的な高度の液密性は得られなかった。乙\n第６号証記載の実験には不備はなく、シール性能に問題があったことは明らかであ\nる。\nｆ　乙第７号証記載の実験によれば、被告製品からＦＥＰフィルムを除\nき、ネットのみを残したサンプルにおいて液密なシールが得られないことが明らか\nであり、被告製品においてはＦＥＰフィルムによって液密性が得られており、ネッ\nトによって液密性が得られているのではない。\n乙第９号証記載の実験により、通常の被告製品と、蓋に着色をした\n以外は通常の被告製品と同一であるサンプルと、被告製品からＦＥＰフィルムを除\nいたサンプルの３種類を同一の工程により製造し、その性能を比較したところ、通\n常の被告製品と蓋に着色をしただけのサンプルは、被告の社内規定どおりのシール\n性能を示したが、ＦＥＰフィルムを使用しないサンプルは全くシール性能を示さな\nいことが明らかとなった。これにより、被告製品においてＦＥＰフィルムを使用し\nない場合は、全くシール機能がなく、ネットの溶融物はシール材とみなすことがで\nきないことが明らかとなった。\n原告は、乙第７号証について、実験の信頼性に欠け、製造条件等の\n微調整が行われていないことから実験方法も不適切である旨主張する。しかし、被\n告製品からＦＥＰフィルムを除けばフィルターエレメントとして成立しないという\n事実を証明することが乙第７号証の目的なのであるから、サンプルを通常の被告製\n品の製法と異なる製法によって製造したのでは、実験の意味がなくなってしまう。\nまた、原告が微調整として主張する加熱融着の保持時間を長くする方法は、本件明\n細書に記載された方法であり、被告製品の製法とは相反する。被告製品のフィルタ\nー部材と蓋部材の融着は、乙第９号証記載のとおり、作業自体が５秒程度で終了す\nる（乙第９号証、第弐日目、⑨、ア、ａ、ｂ）。また、原告が微調整として主張す\nる濾過材と蓋部材との加圧を強くする方法は、被告製品において濾過材と蓋部材は\n相互に加熱されて溶融した時点で接着されることから、そのような方法による必要\nがなく、また、本件明細書に記載がないことから、適切でない。\nｇ　原告は、甲第１４号証により、被告製品からＦＥＰフィルムを除い\nた構成の物が市販品と同様なシール性能を有する旨主張する。\nしかし、甲第１４号証のサンプルの製造は、被告製品の製造条件と\nは全く異なる条件下で行われているようであり、同サンプルは、被告製品からＦＥ\nＰフィルムだけを除いた製品とはいえない。\n液密性の有無に関しては０．１μｍ程度の空間の有無が問題となる\nのに対し、接着強度に関しては多少の空間の有無を問わず引っ張り強度に耐えれば\nよいから、甲第１８号証によってフィルター膜と端部シールの接着強度が高かった\nことが証明されたとしても、ＦＥＰフィルムが存在しない場合に液密性が高いこと\nが証明されたとはいえない。\nｈ　したがって、被告製品は、構成要件Ｂの「埋入一体化」の要件を充\n足しない。\nウ（中央開口部等）\n(ア)ａ　本件特許出願時（昭和５８年９月９日）には、本件明細書の特許\n請求の範囲第１５項は存在せず、物の発明は、従属項を除き特許請求の範囲第１項\nの発明が存在するのみであったが、出願後の昭和６２年６月２２日付け手続補正書\n（乙第３号証）による手続補正によって、第１５項は、独立した物の発明として追\n加され、その後出願公告がされた。これに対し異議申立てがされ、出願当初の特許\n請求の範囲第１項と第１５項との関係について、原告（出願人）は、特許異議答弁\n書（乙第４号証）において、第１５項のフィルターエレメントが第１項のフィルタ\nーエレメントにキャップを取り付ける前の状態の物であることを明らかにした。ま\nた、原告（出願人）は、出願公告後、本件明細書（出願当初の明細書（乙第１号\n証）では１０頁２０行）の「融着させる。」の次に「この状態でフィルターエレメ\nントとして用いてもよい。」を加入し、本件明細書（出願当初の明細書では１４頁\n２０行）の「耐え得る。」の次に「従って、この状態でフィルターエレメントとし\nて用いることもできるが、外観上あるいは使用し易さを考慮してさらにエンドキャ\nップやコア材をとりつけてもよい。即ち、」を加入する補正を行ってお\nり、これらは、特許請求の範囲第１５項のフィルターエレメントがそれだけで独立\nしてフィルターエレメントとして使用できることを明らかにしたものである。\n前記の特許異議答弁書や補正における原告の主張によれば、特許請\n求の範囲第１５項のフィルターエレメントは、同第１項のフィルターエレメントを\n完成させる前の状態であり、後に「キャップ」を被せることによって、同第１項の\nフィルターエレメントとなし得る構造の物である。それは、本件発明の実施例に記\n載された「円筒形プリーツ状濾過材」の両端部を金型に入れてフッ素樹脂で固めた\nものであり、本件特許権の特許出願の願書に添付された図面第１図（特許公報第１\n図）の中央に示された「濾過材３」と「端部シール部６」によって構成され、両端\nの中央開口部５が開いた構造のものに他ならない。\nｂ　また、昭和６２年２月７日付け手続補正書（乙第２号証。同手続補\n正書３頁（１２）、（１３））により補正された明細書（出願当初の明細書１２頁\n６行ないし９行）によれば、「キャップ」については、「両端部に融着させるキャ\nップは両者共、中央開口部(7)を有する形状を有していてもよく、一方が中央開孔部\nを有し他方が中央開口部を有さないキャップであってもよい。」（この箇所に該当\nする特許公報８欄１９行ないし２２行は「両端部に融着させるキャップは両者共、\n中央開口部７を有する形状を有していてもよく、一方が他方が中央開口部を有さな\nいキャップであってもよい。」となっている。）とされているから、特許請求の範\n囲第１５項のフィルターエレメントは、両端ともに中央開口部７を有するキャップ\nを付することができるものであり、端部シール部６は、必ず両端に開口が存在しな\nければならない。\nｃ　さらに、端部シール部とキャップとの関係について、本件明細書に\nは、「端部シール部を予め形成させておかない場合、キャップと濾過材の融着は不\n完全となり、完全にシールされたフィルターエレメントを得ることはできない。」\n（特許公報８欄２３行ないし２６行）と記載されているから、キャップと端部シー\nル部は、一度に形成されるものではなく、キャップを着ける前に端部シール部があ\nらかじめ形成されている。\nｄ　したがって、構成要件Ｂの「該濾過材の両端部を中央開孔部を残し\nて」とは、濾過材の両端部に中央開口部が設けられることを意味し、また、「端部\nシール部」とは、それのみでもフィルターエレメントとして使用できるが、その両\n端にキャップを被せることもできるものを意味する。\n(イ)ａ　被告製品は、上蓋部３０には中央開孔部３１があるが、底蓋部２\n０は中央開口部がなく閉塞しているから、構成要件Ｂの「該濾過材の両端部を中央\n開孔部を残して」という要件を充足しない。\nｂ　被告製品のフィルター膜１１、ネット１２ａ、１２ｂ及びＦＥＰフ\nィルム１４の上端部は、コア５０、外筒４０と一体に上蓋部３０に融着され、下端\n部は、コア５０、外筒４０と一体に底蓋部２０に融着されているから（別紙被告製\n品目録「構造の説明」②、⑨、⑩）、被告製品は、キャップを備え得る構造ではな\nく、構成要件Ｂの「端部シール部」に相当するものがない。\nｃ　したがって、被告製品は、構成要件Ｂを充足しない。\n(6)　請求原因(6)（構成要件Ｃの充足性）は認める。\n(7)　同(7)の事実は否認し、主張は争う。\n理　　　　　　　　由\n１　請求原因(1)及び(2)は当事者間に争いがない。\n２(1)　請求原因(3)につき、別紙被告製品目録添付図面及び同目録の「図面の説\n明」のうち、第１図、第２図、第５図、第６図及びこれらに関する図面の説明、同\n目録の「図面の番号、符号の説明」、同目録の「構造の説明」①ないし⑦、⑨、⑩\nのうち第７図以外の部分、⑪は、当事者間に争いがない。また、被告が現在販売し\nている被告製品の商品名が「フロロガードＡＴ」、「フロロガードＡＴＸ」、「ガ\nーディアンＡＴ」、「ガーディアンＡＴＸ」、「クイックチェンジＡＴ」、「クイ\nックチェンジＡＴＸ」であることは、当事者間に争いがない。\n(2)　別紙被告製品目録添付図面及び同目録の「図面の説明」のうち、第３図、第\n４図、第７図及びこれらに関する図面の説明、同目録の「構造の説明」⑩のうち第\n７図については、当事者間に争いがあるが、これらにつき判断をしなくても、後記\n３の構成要件の充足性の判断は可能であるから、別紙被告製品目録の記載中、これ\nらの部分の当否についての判断は留保する。\n同目録の「構造の説明」⑧については当事者間に争いがあるが、「埋入」し\nているか否かは、後記３のとおり、構成要件Ｂの充足性に関して判断される。\n３　請求原因(5)（構成要件Ｂの充足性）ア（埋入一体化）について検討する。\n(1)（構成要件の解釈）\nア(ア)　構成要件Ｂにおいては、「濾過材の両端部を・・・熱可塑性フッ素樹\n脂中に埋入一体化して」とされているところ、「埋入」とは、技術用語として、一\n般に「埋め込むこと」を意味する（日刊工業新聞社発行「特許技術用語集－第２版\n－」、甲第１２号証）。ここにいう「濾過材」は、構成要件Ａによれば、「四フッ\n化エチレン樹脂のフィルター膜の両面に熱可塑性フッ素樹脂製ネット支持体を重ね\nたサンドイッチ状シートをプリーツ状に折り曲げて、その両側縁部を液密に融着し\nた」ものであり、この濾過材の両端部が熱可塑性フッ素樹脂中に「埋入一体化し\nて」いることが構成要件とされている。\nそうすると、特許請求の範囲の記載の通常の語義からすれば、本件発明\nの濾過材は、その両端部の内側、外側及び終端が熱可塑性フッ素樹脂中に埋め込ま\nれ（埋め入れられ）一体化して取り囲まれている状態を意味するものと解される。\nそして、構成要件Ｂは、「・・・埋入一体化してプリーツ端部襞間に樹脂を浸入さ\nせて密封融着した端部シール部を必須要素として備えた」としているから、構成要\n件Ｂを充足するためには、濾過材の両端部の内側、外側及び終端が熱可塑性フッ素\n樹脂中に埋め込まれ一体化して取り囲まれるとともに、濾過材のプリーツ端部襞間\nに樹脂（この樹脂は、特許請求の範囲の記載の文脈に照らして、「熱可塑性フッ素\n樹脂」を指すと解される。）が浸入していることによって密封融着が実現されてい\nることが必要であると解される。\n(イ)　前記のとおり、構成要件Ｂでは、濾過材の両端部が「熱可塑性フッ素\n樹脂」中に「埋入一体化」されるものであるが、ここにいう「熱可塑性フッ素樹\n脂」とは、濾過材が埋入一体化されている相手方の部材（以下「相手方部材」とい\nう。）の熱可塑性フッ素樹脂をいうものと解されるが、それのみならず、相手方部\n材以外の物の樹脂であっても、相手方部材の樹脂と物理的に一体を成しかつ組成を\n同じくする熱可塑性フッ素樹脂であれば、そのような樹脂をも含むものと解され\nる。なぜなら、濾過材が、相手方部材以外の物の溶融した樹脂に取り囲まれ、又は\n相手方部材以外の物の溶融した樹脂と相手方部材の溶融した樹脂が混合した樹脂に\n取り囲まれている場合であっても、相手方部材以外の物の樹脂が相手方部材の樹脂\nと物理的に一体を成しかつ組成が同じであれば、物の状態としては、濾過材は、相\n手方部材の熱可塑性フッ素樹脂に取り囲まれている状態にあるということができる\nからである。これに対し、濾過材が相手方部材の樹脂と物理的に一体を成さない樹\n脂に取り囲まれていたり、相手方部材の樹脂と物理的に一体を成していても組成の\n異なる樹脂に取り囲まれている場合には、濾過材は、相手方部材の熱可塑\n性フッ素樹脂に取り囲まれている状態にあるということができない。\n(ウ)　そうすると、構成要件Ｂの「濾過材の両端部を・・・熱可塑性フッ素\n樹脂中に埋入一体化してプリーツ端部襞間に樹脂を浸入させて密封融着した」と\nは、濾過材の両端部の内側、外側及び終端が、相手方部材の熱可塑性フッ素樹脂又\nは相手方部材の樹脂と物理的に一体を成しかつ組成が同じ熱可塑性フッ素樹脂に取\nり囲まれ、濾過材のプリーツ端部の襞間にそのような熱可塑性フッ素樹脂が浸入\nし、このような構成によって濾過材の両端部が密封融着されていることを意味する\nと解される。\nイ(ア)　本件明細書の特許請求の範囲の記載からは、構成要件Ｂの意義は上記\nのように解されるが、特許請求の範囲に記載された用語の意義は、明細書の特許請\n求の範囲以外の部分の記載及び図面を考慮して解釈されなければならない（特許法\n７０条２項）から、本件明細書の発明の詳細な説明の記載を検討する。\n(イ)　甲第２号証によれば、本件明細書の発明の詳細な説明には、次のとお\nり、本件発明に係るフィルターエレメントの製法が記載されていることが認められ\nる。「フィルター膜はネット支持体でサンドイッチ状にはさみ、これをプリーツ状\nに折り曲げて両側縁部を液密に融着しプリーツ状円筒にする。フィルター膜とネッ\nト支持体は多層構造をとってもよい（例えば支持体－膜－支持体－膜－支持\n体）。」（特許公報７欄３行ないし７行、甲第２号証）、「以上のごとくして得ら\nれた濾過材はその両端部４をネット支持体の樹脂の融点以上に十分加熱してプリー\nツの各襞間を予備融着させる。この工程は後にプリーツ状フィルターの両端部の襞\n間にフッ素樹脂を侵入させて密封融着し端部シール部を形成させる前工程として重\n要である。即ち、後述するごとくプリーツ状フィルターの両端部は溶融フッ素樹脂\nの入った金型中に押込み融着させるが、その際、前記襞間の予備融着を怠ると溶融\nフッ素樹脂の粘度が高いため、プリーツが座屈しプリーツ襞間に樹脂が浸入しな\nい。即ちフィルター膜がフッ素樹脂中に埋入した状態にならない。従って不完全な\nシールしか得られず耐圧性も不十分となる。上記襞間の予備の融着は完全な全\n面密着の必要はなく、端部シール部形成時に生ずる上述の問題が避けられる程度に\n行なえばよい。以上のごとくして得られた濾過材はその両端部４を、液通過用開口\n部５を残して熱可塑性フッ素樹脂中に埋入融着させる。この状態でフィルターエレ\nメントとして用いてもよい。融着は濾過材端部を挿入し得る金型に、シール用熱可\n塑性フッ素樹脂を充填し、これを加熱溶融した中に濾過材端部を押込み、プリーツ\nの間にシール用フッ素樹脂が浸入し、濾過材端部の熱可塑性フッ素樹脂の少なくと\nもその表面が溶融し浸入した樹脂を融着一体化するまで加熱を続けることにより行\nなう。」（同７欄１９行ないし４４行）。\nもとより、発明の詳細な説明中に製法が記載されていたとしても、物の\n発明である本件発明の技術的範囲が当該製法によって得られた物に限定されるわけ\nではないが、そのような記載も、本件発明の技術的範囲を確定するに当たって参酌\nされる。しかるところ、本件明細書の上記記載からすると、上記製法により製造さ\nれた物は、濾過材の端部の内側、外側及び終端が熱可塑性フッ素樹脂に取り囲ま\nれ、濾過材のプリーツ端部の襞間に熱可塑性フッ素樹脂が浸入していることによ\nり、密封融着が実現されていると認められる。また、上記製法においては、構成要\n件Ｂの「熱可塑性フッ素樹脂」、「樹脂」に該当するものが、金型に充填した「シ\nール用熱可塑性フッ素樹脂」、「シール用フッ素樹脂」と記載され、相手方部材と\n同じ熱可塑性フッ素樹脂とされていることが認められる。\n(ウ)　さらに、本件明細書の発明の詳細な説明の記載を検討する。\n「本発明のフィルターエレメントは・・・従来融着が困難とされていた\nフッ素樹脂を特殊な構成によって液密に融着した点に特徴があり」（特許公報５欄\n３６行ないし４０行）と記載されているところ、ここにいう「特殊な構成」とは、\n前記(イ)のとおり、四フッ化エチレン樹脂のフィルター膜の両面に熱可塑性フッ素\n樹脂製ネット支持体を重ねてサンドイッチ状にした濾過材の端部を予備融着し、溶\n融した熱可塑性フッ素樹脂中に埋入融着させる構成を指すものと解される。\n「ＰＴＦＥ製フィルター膜は熱可塑性フッ素樹脂製ネット支持体２でサ\nンドイッチ状にはさむ。これは、・・・膜側縁部およびプリーツ状フィルター端部\nの融着を完全にするために重要な役割を有する。」（同６欄１５行ないし２１行）\nと記載されているところ、ここにいう「プリーツ状フィルター端部の融着を完全に\nするために重要な役割を有する」とは、前記(イ)のとおり、粘度の高い溶融フッ素\n樹脂に押し込んでも座屈しないように予備融着を可能とする役割を指すものと解さ\nれる。\n実施例として、「得られた端部シール濾過材の端部はＰＴＦＥ膜がＥＰ\nＥ樹脂中に完全に埋入した状態で高圧にも耐え得る」（同１０欄１行ないし３行）\nと記載されているところ、前記(イ)の製法により製造された物について、濾過材の\n端部の内側、外側及び終端が熱可塑性フッ素樹脂に取り囲まれ、濾過材のプリーツ\n端部の襞間に熱可塑性フッ素樹脂が浸入していることにより密封融着が実現されて\nいる状態に一致するものと解される。\n(エ)　このように、前記ア(ア)ないし(ウ)の解釈は、本件明細書の発明の詳\n細な説明や実施例の記載にも合致するものと認められる。\n(2)（被告製品による充足性）\nア(ア)　乙第９号証（事実実験公正証書）によれば、被告製品の通常の製造工\n程、すなわち乙第７号証（被告従業員作成の実験報告書）記載の実験と同一の条件\nで、①通常の被告製品と同一の素材により製造した製品、②上蓋と下蓋を着色した\nほかは通常の被告製品と同一の素材により製造した製品、③ＦＥＰフィルムを使用\nせず、上蓋と下蓋を着色したほかは通常の被告製品と同一の素材により製造した製\n品の各バブルポイントを測定（これらの各製品（カートリッジフィルター）をそれ\nぞれバブルポイントテスターに装着し、これにイソプロピルアルコールを注入して\nカートリッジフィルターの一次側に若干の窒素圧力をかけ、一次側のイソプロピル\nアルコールを排出し、その上で窒素圧力を更に加圧して、二次側からバブル（気\n泡）が排出され始めた時点の加圧力を測定するというもの）したところ、①と②の\n製品は２６ｐｓｉ又は２７ｐｓｉの測定値を示したが、③の製品は１ｐｓｉの圧力\nをかけたところ気泡が発生し、③の製品については液密なシールが得られなかった\nことが認められる。この実験結果によれば、被告製品は、ＦＥＰフィルムがあるこ\nとにより、濾過材の端部シール部において液密なシールが得られている\nものと認められる。言い換えれば、ＦＥＰフィルムがなければ、液密なシールは得\nられていないものといえる。\n(イ)ａ　原告は、甲第１５号証によれば、乙第７号証記載の実験に用いられ\nたＦＥＰフィルムなしのサンプルは、フィルター膜の両側に位置する溶融樹脂の量\nが被告製品と大きく異なり、甲第１６号証によれば、乙第７号証記載の実験のサン\nプルはフィルター膜の間隔が被告製品よりも広く、甲第１５、第１６号証に照ら\nし、乙第７号証記載の実験において、サンプルが被告製品と同一条件下で試作され\nたか疑わしく、同実験は信頼性に欠けると主張する。\nｂ　甲第１５号証は、甲第８号証の２の写真と乙第７号証の「添付写真\n１」を並べて、溶融樹脂部分を比較したものである。\nしかし、甲第８号証の２（被告製品「クイックチェンジＡＴＸ」の上\n蓋部側を撮影したとされる写真）の写真は、被告製品のどの位置の切断面をどの方\n向から撮影したものであるか明らかではなく、乙第７号証の「添付写真１」と、被\n告製品の切断位置及び撮影方向が同じであることを認めるに足りる証拠はないか\nら、甲第１５号証から、直ちに、乙第７号証記載の実験のサンプルのフィルター膜\nの両側に位置する溶融樹脂の量が被告製品と大きく異なると認めることはできな\nい。\nｃ　また、甲第１６号証は、乙第７号証に添付された写真（「添付写真\n１」と「乙五号証添付写真Ａ（ストリップフィルム有り）」が並べてあるもの）に\n書き込みをし、「添付写真１」の方がフィルター膜の間隔が広いことを示したもの\nである。乙第７号証に添付された写真の「添付写真１」と「乙五号証添付写真Ａ\n（ストリップフィルム有り）」の下には、いずれも「約１ｍｍ」の長さを示す線が\n記載されており、その線の長さは等しい。そして、「添付写真１」に撮影されたフ\nィルター膜の間隔と「乙五号証添付写真Ａ（ストリップフィルム有り）」に撮影さ\nれたフィルター膜の間隔を比べると、前者の方が後者よりも広い。\nしかし、「添付写真１」に撮影されたネットの繊維の写真面上での太\nさと「乙五号証添付写真Ａ（ストリップフィルム有り）」に撮影されたネットの繊\n維の写真面上での太さを比べると、前者より後者の方が細い（「添付写真１」が撮\n影された乙第７号証記載の実験と、「乙五号証添付写真Ａ（ストリップフィルム有\nり）」が撮影された乙第５号証記載の実験とで、ネットが異なることをうかがわせ\nる事情はなく、ネットは同じであると推認される。）。したがって、各写真の下に\n記載された「約１ｍｍ」を示す線の長さが等しいのは、誤りというべきであり、同\nじ長さのものが撮影されていたとしても、「添付写真１」の方が、「乙五号証添付\n写真Ａ（ストリップフィルム有り）」よりも、写真面上は大きく写る（「添付写真\n１」の方が倍率が大きい。）ものと認められる。甲第１６号証では、「添付写真\n１」と「乙五号証添付写真Ａ（ストリップフィルム有り）」に撮影された写真面上\nのフィルター膜の間隔を比べ、「添付写真１」の方がフィルター膜の間隔が広いと\nいう結論が導かれているが、前記のとおり、「添付写真１」の方が倍率が大きいか\nら、写真面上で間隔が広いとしても、実際には間隔が広いとは限らない。むしろ、\nネットの繊維の写真面上での太さの比較に鑑みると、「添付写真１」に撮影された\nフィルター膜の間隔と、「乙五号証添付写真Ａ（ストリップフィルム有り）」に撮\n影されたフィルター膜の間隔は、実際は、ほぼ等しいものと認められる。したがっ\nて、甲第１６号証から、乙第７号証記載の実験のサンプルはフィルター膜の間隔が\n被告製品よりも広いと認めることはできない。\nｄ　したがって、甲第１５、第１６号証に照らし、乙第７号証記載の実験\nにおいて、サンプルが被告製品と同一条件下で試作されたか疑わしく、同実験は信\n頼性に欠けるという原告の主張は、採用することができない。\n(ウ)　原告は、乙第９号証によっても乙第７号証記載の実験の信頼性の疑問\nは解消されないとし、乙第７号証記載の実験においては、ＦＥＰフィルムを除いた\nことによりフィルター膜の周囲の溶融熱可塑性フッ素樹脂の量が少ない状態となっ\nているが、このような溶融樹脂量の不足は、濾過材と蓋部材との加圧を強くする、\n加熱融着の保持時間を若干長くする、融着前の濾過材及び蓋部材の加熱時間を若干\n長くする、熱可塑性フッ素樹脂製ネットとしてより厚みのあるものを用いる、プリ\nーツの山の数を増やしフィルター間隔の距離を小さくするなどの製造条件等の微調\n整により修正可能であり、このような修正なしに行った試作によって良質の製品が\nできなかったからといって、フィルターエレメントの生産が不可能であるというこ\nとはできず、同実験は、実験方法も不適切であると主張する。\nしかし、乙第７号証及び第９号証には、実験の経過等が相当程度詳細に\n記載されており（なお、乙第７号証には乙第５号証等の記載を引用している部分が\nある。）、その内容は具体的で一貫しており、そこには、通常の被告製品の製造工\n程と異なる工程を採ったことを特に疑わせるところはないから、乙第７号証及び第\n９号証記載の各実験は、被告製品の通常の製造工程により行われたものと認めるの\nが相当であり、それらの実験の実験方法が不適切であるとは認められない。\n(エ)　原告は、甲第１４号証（原告従業員作成の実験報告書）により、被告\n製品からＦＥＰフィルムを除いた構成の物が市販品と同様なシール性能を有する旨\n主張し、甲第１８号証により、甲第１４号証記載の実験により作成されたサンプル\nについてフィルター膜と熱可塑性フッ素樹脂につき極めて高い接着強度が得られた\n旨主張する。\nしかし、甲第１４号証記載の実験におけるサンプルの製造が被告製品の\n製造条件と同じ条件下で行われたということを認めるに足りる証拠はなく、また、\n同実験により、四フッ化エチレン樹脂フィルター膜と熱可塑性フッ素樹脂製ネット\n支持体からなるサンプルについて市販品と同等なシール性能が得られ、同実験によ\nり作成されたサンプルについてフィルター膜と熱可塑性フッ素樹脂につき極めて高\nい接着強度が得られたとしても、被告製品について、ＦＥＰフィルムを除いた場合\nでも液密なシールが得られることが明らかにされたとはいえない。\nイ(ア)　乙第１５号証（被告従業員作成の「ストリップフィルムの溶着構造解\n析結果報告」）によれば、被告製品の通常の製造工程においてＦＥＰフィルムをフ\nィルターに融着した幅２０ｍｍのサンプルにつき最大引っ張り強度を測定したとこ\nろ、１１．２９Ｎないし１４．４９Ｎであったことが認められ、ＦＥＰフィルムを\n拡大写真で見ると、未融着面は比較的平らであるのに対し、融着面には、細かな凹\n凸が形成されていること、フィルター膜を拡大写真で見ると、未融着面、融着面と\nも細孔が存在することが認められる。これらの認定事実によれば、ＦＥＰフィルム\nは、フィルター膜にかなり強固に融着されており、融着している部分において、Ｆ\nＥＰフィルムの表面に細かい凹凸が形成され、フィルター膜の細孔とかみ合うこと\nにより、液密なシールが実現されているものと推認される。\n(イ)　原告は、甲第１７号証の１ないし３（被告製品のストリップフィルム\n圧着部の写真等）を挙げ、ＦＥＰフィルムの溶融樹脂がフィルター膜の細孔部分に\n食い込んでいる部分が確認されず、また、フィルター膜とＦＥＰフィルムの間に部\n分的に接着されていない部分もあり、フィルター膜とＦＥＰフィルムは強固に固着\nされているものではない旨主張する。弁論の全趣旨によれば、ＦＥＰフィルムが溶\n融した樹脂（ＦＥＰ樹脂）は、粘度が極めて高く、フィルター膜の細孔は、直径が\n０．１μｍ程度の小さなものであることが認められるから、ＦＥＰ樹脂がフィルタ\nー膜の細孔の奥深く入り込むことまで認められるとはいえない。しかし、ＦＥＰフ\nィルムの融着面は、粘度が高いとしても、溶融して柔らかくなっており、フィルタ\nー膜の表面には多数の細孔が存在しているから、溶融したＦＥＰ樹脂が、フィルタ\nー膜の表面近くの細孔に入り込み、又は細孔内部に向けて膨出し、細かな凹凸が形\n成された状態で固化し、ＦＥＰフィルムの融着面とフィルター膜の表面がかみ合っ\nた状態で接着し、液密なシールが得られるものと推認される。\n被告は、ＦＥＰ樹脂の溶融物が多孔質のＰＴＦＥ樹脂の孔内に入り込ん\nで碇のように引っかかり、接着困難な樹脂相互の接着が可能となる（アンカー効\n果）と主張する。ＦＥＰ樹脂がフィルター膜の細孔の奥深くまで入り込むことをア\nンカー効果と主張しているのであれば、前記のとおり、そのような状態は認められ\nないから、アンカー効果は認めることができない。しかし、溶融したＦＥＰ樹脂\nが、フィルター膜の表面近くの細孔に入り込み、又は細孔内部に向けて膨出し、細\nかな凹凸が形成された状態で固化し、ＦＥＰフィルムの融着面とフィルター膜の表\n面がかみ合った状態で接着していることをいうのであれば、そのような効果は認め\nられる。\n甲第１７号証の２によれば、ＦＥＰフィルムとフィルター膜が密着した\n部分において、ＦＥＰフィルムの融着面のＦＥＰ樹脂が、フィルター膜の表面近く\nの繊維の間に入り込んでいる部分が存在することが認められる。甲第１７号証の２\nにおいて「アンカー部分は存在しない」として指示された部分においても、ＦＥＰ\nフィルムの表面に細かな凹凸が見られ、フィルター膜が極めて細い繊維状の樹脂に\nより形成されておりその表面が凹凸に富んでいることからすると、フィルター膜の\n表面の繊維がＦＥＰフィルムの表面の樹脂に入り込んでいることが推認される。\nまた、甲第１７号証の３によれば、フィルター膜とＦＥＰフィルムの間\nに隙間が存在することが認められるが、甲第１７号証の１、２によれば、フィルタ\nー膜とＦＥＰフィルムが密着している部分もあることが認められ、前記のとおり、\n乙第１５号証によれば、ＦＥＰフィルムとフィルター膜の表面についてかなり大き\nな最大引っ張り強度が測定されたことが認められるから、甲第１７号証の３により\n隙間のあることが認められたとしても、フィルター膜とＦＥＰフィルムが、かなり\n強固に、全体として液密に融着していることは否定されないというべきである。\nウ(ア)　ＦＥＰフィルムは、フィルター膜の内側にはなく、外側（フィルター\n膜１１とネット１２ａの間）にのみ存在し（別紙被告製品目録「構造の説明」⑦。\n前記２(1)のとおり当事者間に争いがない。）、前記のとおり、ＦＥＰフィルムが溶\n融した樹脂（ＦＥＰ樹脂）は、粘度が極めて高く、フィルター膜の細孔は、直径が\n０．１μｍ程度の小さなものであるから、ＦＥＰフィルムの溶融した樹脂は、フィ\nルター膜を通過してその内側へ移動することはないものと認められる。そして、こ\nれらの事実と、甲第８ないし第１０号証の各１、２、第１９号証の１ないし３によ\nれば、被告製品の蓋部材付近は、蓋部材に遠い方から、フィルター膜、ネット及び\nＦＥＰフィルムが原型をとどめている部分（Ａ部分）、ＦＥＰフィルム及びネット\nが溶融しかけている部分（Ｂ部分）、ＦＥＰフィルム及びネットが完全に溶融して\nいる部分（Ｃ部分）、ＦＥＰフィルム及びネットが完全に溶融し、溶融した蓋部材\nと混合している部分（Ｄ部分）により構成され（ただし、各部分の境界は、明確に\n一線で画されるものではない。）、フィルター膜は、Ａ部分において、外側がＦＥ\nＰフィルム、内側がネットに接しており、Ｂ部分において、外側が溶\n融しかかったＦＥＰフィルム及びネット、内側が溶融しかかったネットに接してお\nり、Ｃ部分において、外側が溶融したＦＥＰフィルム及びネットの樹脂、内側が溶\n融したネットの樹脂に接しており、Ｄ部分において、外側及び終端が溶融したＦＥ\nＰフィルム、ネット及び蓋部材の樹脂、内側が溶融したネット及び蓋部材の樹脂に\n接していることが認められる。\n(イ)　ところで、前記(1)ア(イ)のとおり、構成要件Ｂの「熱可塑性フッ素樹\n脂」とは、相手方部材の熱可塑性フッ素樹脂又は相手方部材の樹脂と物理的に一体\nを成しかつ組成を同じくする熱可塑性フッ素樹脂をいうところ、Ｄ部分の溶融した\n蓋部材は、相手方部材の熱可塑性フッ素樹脂に該当するものと認められる。また、\nネットの溶融した部分は、もとは濾過材の一部であったものであるが、溶融して蓋\n部材の樹脂と物理的に一体を成し、かつその組成は蓋部材と同じＰＦＡであること\nから（別紙被告製品目録「構造の説明」④、⑥。前記２(1)のとおり当事者間に争い\nがない。）、構成要件Ｂの「熱可塑性フッ素樹脂」に該当すると解される。これに\n対し、ＦＥＰフィルムの溶融した部分は、蓋部材とは組成を異にするから、Ｄ部分\nにおいて蓋部材の樹脂と物理的に一体をなしているとしても、構成要件Ｂの「熱可\n塑性フッ素樹脂」には該当しない。\nエ　前記(1)ア(ウ)のとおり、構成要件Ｂを充足するためには、濾過材の両端部\nの内側、外側及び終端が、相手方部材の熱可塑性フッ素樹脂又は相手方部材の樹脂\nと物理的に一体を成しかつ組成を同じくする熱可塑性フッ素樹脂に取り囲まれ、そ\nれによって濾過材の両端部が密封融着されていることが必要である。ところが、前\n記(2)ア(ア)のとおり、被告製品は、ＦＥＰフィルムがあることにより、濾過材の端\n部シール部において液密なシールが得られており、ＦＥＰフィルムがなければ液密\nなシールは得られないものであるところ、前記(2)ウ(イ)のとおり、ＦＥＰフィルム\nは、構成要件Ｂの「熱可塑性フッ素樹脂」に該当せず、また、前記(2)ウ(ア)のとお\nり、ＦＥＰフィルムはフィルター膜の内側にはなく、外側にしか存在しないから、\n被告製品においては、濾過材の両端部の内側、外側及び終端が相手方部材の熱可塑\n性フッ素樹脂又は相手方部材の樹脂と物理的に一体を成しかつ組成を同じくする熱\n可塑性フッ素樹脂に取り囲まれることにより密封融着されているとは認められない\nものというべきである。\nしたがって、被告製品は、構成要件Ｂの「濾過材の両端部を・・・熱可塑\n性フッ素樹脂中に埋入一体化してプリーツ端部襞間に樹脂を浸入させて密封融着し\nた」という要件を充足しない。\n４（結論）\n以上によれば、被告製品は、本件発明の技術的範囲に属しないというべきであ\nる。\nよって、原告の請求は、その余の点につき判断するまでもなく、いずれも理由\nがないから、これを棄却することとし、訴訟費用の負担につき民事訴訟法６１条を\n適用して、主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官    小　　　　松　　　　一　　　　雄\n裁判官　　中　　　　平　　　　　　　　　健\n裁判官　　田　　　　中　　　　秀　　　　幸\n（別紙）\n被告製品目録第1～3図第4～7図\n"
}