{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 28
  },
  "case_number": "平成12(ワ)2415",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12941",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12941",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/941/012941_hanrei.pdf",
  "contents": "平成一二年(ワ)第二四一五号　著作権使用料請求事件\n判　　　　　　　　　決\n原　　　　　　　告　　　 　株式会社キャドム\n右代表者代表取締役         【Ａ】\n右原告訴訟代理人弁護士   　坂　　本　　昌　　史\n被              告       　住友建機株式会社\n右代表者代表取締役       　【Ｂ】\n右被告訴訟代理人弁護士   　錦　　　　　　　　徹\n主　　　　　　　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n一　被告は、原告に対し、金一五六〇万円及びこれに対する平成一二年二月一六日\nから支払済みまで年六分の割合による金員を支払え。\n二　訴訟費用は被告の負担とする。\n三　仮執行宣言\n第二　事案の概要\n本件は、原告が、著作物であるロゴを被告に使用させたと主張して、被告に対\nし、右ロゴにつき著作物使用料の支払を求めている事案である。\n一　争いのない事実\n１　原告は、被告ないしその前身の会社から、被告の使用するロゴの有償での制\n作を依頼され、これを別紙一のとおり制作した（以下「本件ロゴ」という。制作時\n期については、争いがある。）。\n２　被告ないしその前身の会社は、原告に対し、右制作の対価の少なくとも一部\nとして、八五万円を支払った。\n３　被告は、現在まで本件ロゴを使用し続けている。\n二　争点\n１　本件ロゴの著作物性\n２　原告・被告間で、本件ロゴの使用に関する問題が和解契約により解決済みか\n否か。\n三　当事者の主張\n１　争点１（本件ロゴの著作物性）について\n(一)原告の主張\n(1) 本件ロゴは、「著作物」に該当するものである。\n従来の裁判例の傾向としては、「文字の字体を基礎として含むデザイン\n書体の表現形態に著作権としての保護を与えるべき創作性を認めることは、一般的\nには困難であると考えられる」（東京高裁平成八年一月二五日判決・判例時報一五\n六八号一一九頁）などとされており、このような裁判例の傾向は、「文字の独占使\n用は許さない」との考えに立つものと考えられる。しかし、同じ「文字」ではあっ\nても、「書」には裁判例でも著作物性が認められており、線、字集団の構成美等に\nよって著者の思想等を表現したものとして著作物と認められることはあり得る。\n(2) 本件ロゴ制作依頼までの経過は次のとおりであった。\nア　原告は、昭和四三年ころより住友重機械工業株式会社（以下「住友重\n機」という。）から主にカタログ制作の依頼を受けて同社との取引を開始し、それ\n以来平成七年ころまで二七年余り、一貫して同社及び同社の販売部門で被告の前身\nである住友重機械建機販売株式会社並びに被告から、カタログ関係の制作を請け負\nってきた。\nイ　住友重機は、ほとんど個別の受注生産の形式で船や大型クレーンなど\nを製造してきたが、次第に建設機械を中心に量産形式で製造を行うようになり、昭\n和六一年一〇月に建設機械部門が分離独立することとなった。これが被告の設立で\nある。つまり被告は、それまでの住友重機の受注生産体制から訣別した、量産体制\nという新しい理念を基に船出した会社であって、社名ロゴも、住友重機とは異なる\n思想・イメージ、具体的には「（大衆向けに）柔らかく、しかも安定感のある」イ\nメージを具象化するものである必要があった。そこで被告は、こうした社名ロゴの\n制作は、デザインの専門家でなければなし得ないとして、原告に依頼してきたもの\nである。\nウ　原告は、被告のこうした意図を実現するため、多大な時間（制作期間\n約四か月）、費用、労力をかけて本件ロゴを作成した。その過程において、一般の\nタイポグラフィーにはない書体で、一字一字を手書きでないと表現できない創作書\n体を用いて社名ロゴを作成したが、安定感がとれず縦組みにすると文字が倒れるよ\nうに見えてしまい、クレーンを製造する会社のロゴとしては到底使えないといった\nこともあり、作業は難航した。原告は文字バランスを考えながら微妙な感覚で創意\n工夫をして全体をまとめ、被告の意図する「柔らかく、安定感のある」社名文字を\n作り上げた。これが本件ロゴである。\n(3) このように、被告の制作意図を盛り込みながら、線、字集団の構成美等\nによって著者の思想等を創意工夫をこらして、会社の個性、イメージを表現するこ\nとはまさに「創作」であって、できあがった本件ロゴは、いわば被告の個性を示す\n「顔」として「著作物」というべきである。そして、このように本件ロゴに著作物\n性を認めたとしても、被告の社名において有効に機能するのみであり、従来の裁判\n例が危惧したように、一般の文字や書体の使用に制限を加える危険性は全くないの\nであって、著作物性を否定する理由はない。\n(4) 原告は、本件ロゴには「美術」の著作物と同視できるような美的創作性\nは認められないと主張するが、以上のような経過で作成された本件ロゴは、それを\n見る一般大衆の美的感性に訴えつつ、新会社のイメージを植え付けるものであり、\nそれを作り上げるのにデザイナーの高度な創作力が要求されたのであるから、そこ\nに「美的創作性」も肯定し得るのである。もっとも、従来の裁判例のように、「美\n的創作性」を美術の著作物の要件として重視する必要はそもそもないというべきで\nある。三歳の子供が描いた絵でも著作物性が認められることからも明らかなよう\nに、「美的」とは受け取られなくても著作物となり得る。また、「美術」の一般用\n語の定義の中にも「美的」の用語は使われていない。このように、作者の「思想又\nは感情を創作的に表現」したもので、視覚に訴えるものであれば、「美術」の範囲\nに属する著作物となり得るというべきである。\n(5) 原告の主張によれば、被告は社名及び社名ロゴにつき商号及び商標の登\n録を受けているとのことである。著作権と商標権は異なるが、仮に本件ロゴがどこ\nにでもあるありきたりのものであれば、わざわざ社名ロゴにつき商標登録する必要\nはないし、登録もし得ない。本件ロゴが独創性を有するからこそ登録もし得たので\nあり、独自性を有するからこそ、被告は他社に模倣されては困ると考えて右登録の\n出願をしたのである。商標登録したこと自体、被告が本件ロゴの独創性を認めてい\nることの証左である。\n(二)被告の主張\n(1) 本件ロゴは著作物ではない。原告は、本件ロゴの作成経過を述べて、こ\nの点から本件ロゴの著作物性を根拠付けようとしているが、本件ロゴが著作物とい\nうに値するか否かは、本件ロゴを客体として観察することにより客観的に定めるべ\nきものであって、作成経過によって本件ロゴの著作物性が左右されることはない。\n本件ロゴを客体として観察すれば、被告の親会社の住友重機のロゴ（別紙二）に比\nし、特段の美的創作性を加味したものでなく、角ゴチック書体である住友重機のロ\nゴに若干の変化を加えたものにすぎないことが明らかである。住友重機のロゴとの\n類似性の問題を離れ、本件ロゴそのものを単独で観察しても、デザイン上の創作的\n要素は低く、ありきたりのゴチック文字と大差はない。このように、本件ロゴに著\n作物性がないことは、本件ロゴそれ自体を観察することにより明らかである。\n(2) 本件ロゴの作成経過に関する原告主張も誤っている。被告の親会社であ\nる住友重機は、船舶、製鉄設備等、極めて広範な分野にわたる総合重機械メーカー\nであり、主として受注生産方式によっているが、同社でも建設機械に関しては、商\n品の性質上、当初から標準仕様を定める量産方式で生産している（他の建設機械メ\nーカーでも同様である。）。住友重機は、建設機械の販売会社として昭和三八年に\n住機建設機械販売株式会社（昭和四四年に「住友重機械建機販売株式会社」と商号\n変更。さらに昭和五八年に「住友重機械建機株式会社」と商号変更。）を設立し\nた。同社は代理店を通じて住友重機の製造に係る建設機械を販売していたが、カタ\nログの充実を図る方策の中で、原告と昭和四三年ころ取引を開始した。被告は昭和\n六一年に設立され、住友重機械建機株式会社（以下「住友重機械建機」という。）\nを吸収合併した。これは、建設機械の製造部門と販売部門を一体化し、建設機械部\n門を分離独立させるという経営戦略に基づくものであった。このように、被告は建\n設機械専業会社として出発することになったので、親会社の住友重機の社名ロゴと\nは若干異なる書体のロゴを被告の社名ロゴとすることとし、被告設立に先立って住\n友重機械建機が原告にその制作を依頼した。原告は、「被告は、それまでの住友重\n機の受注生産体制から訣別した、量産体制という新しい理念を基に船出した会社で\nあって、社名ロゴも、住友重機とは異なる思想・イメージ、具体的には『（大衆向\nけに）柔らかく、しかも安定感のある』イメージを具象化するものである必要があ\nった。」と主張するが、もともと建設機械は量産品であるし、右のようなイメージ\nの具象化の必要性を認めていたわけでない。\n(3) 原告の主張する、本件ロゴの作成過程も、誤っている。実際の本件ロゴ\nの作成過程は、左記のとおりであった。\nア　原告（昭和六一年当時の商号は「株式会社スペースフォト」で、大阪\nに事務所を置いていた。）は、その下請業者である印刷会社の従業員を、住友重機\n械建機（東京）の総務部総務課長【Ｃ】の下へ派遣し、【Ｃ】と当該印刷会社従業\n員が協議して、社名ロゴの候補を決定した（別紙三）。このうち、文字の右側を丸\nめるアイデア、すなわち角ゴチック体と丸ゴチック体を配合するアイデア（別紙三\nのうちＣ案）は、【Ｃ】が提示したものである。なお、同Ａ案は住友重機の社名ロ\nゴの書体をまねたもの、同Ｂ案は角ゴチック体の変形である。\nイ　【Ｃ】と印刷会社従業員の協議は数日にわたり、毎日の協議の結果を\n印刷会社従業員が持ち帰って印刷し、次の日に持参して出来栄えを評価した。その\n結果を集約したものが、別紙三の三つの案である。\nウ　【Ｃ】は、作成した社名ロゴ案（別紙三）を、住友重機械建機社内の\n会議にかけ、その会議においてＣ案を採用することに決した。ただし、「会」の文\n字だけはＢ案を採用することとした。\nエ　右のように被告の社名ロゴが決定した後に、原告は住友重機械建機に\n対し見積書を提出し、「ＣＩ計画総合企画料」の名目で五○万円を請求した。この\n中には「ロゴマーク」との項目も掲げられていた。これに対し【Ｃ】は、原告には\n「ＣＩ計画の総合企画」という名に値するような貢献は認められないので、この金\n員の支払を拒否した。しかし、印刷会社従業員の訴えるところによれば、【Ｃ】の\n注文に応えて、社名ロゴの右側を丸くするについては、通常の版下の作成よりも手\n間がかかる由であったのを考慮して、印刷の費用については高めに設定することを\n認め、合計八五万円を原告に支払った。\n右のとおり、本件ロゴの作成過程は、【Ｃ】と印刷会社従業員が協力し\nて、角ゴチック体と丸ゴチック体を試行錯誤により配合したものであった。その間\nに原告による創作活動は一切介在していない。原告も、いったんは見積書に記載し\nたロゴマークを含む総合企画料を請求したものの、【Ｃ】に拒否された後は、これ\nを再び請求することはなかった。右のような経緯に照らし、本件ロゴについて原告\nを権利者とする著作権が成立する余地はない。\n(4) 被告は本件ロゴについて商標登録を受けているが、どのような書体のロ\nゴを用いようが、「住友建機株式会社」という文字の構成が商品識別力を有するの\nであるから、商標登録は認められるのであり、商標登録が認められたのは、本件ロ\nゴの独創性によるものではない。\n２　争点２（原告・被告間で、本件ロゴの使用に関する問題が和解契約により解\n決済みか否か。）について\n(一)　被告の主張\n(1) 原告・被告間の平成九年九月三〇日付け「和解書」（甲一）は、当時原\n告・被告間に存在したすべての紛争を対象として、これを解決したものである。右\n和解書の八条に、「甲（原告）は乙（被告）に対し、乙及び乙の販売会社グループ\nが、それらの現在の社名ロゴ及びマークを使用し続けることについて異議を述べな\nい。」との条項が置かれている。右約定を、日本語として素直に解釈すれば、被告\n及び被告の販売会社グルーブが社名ロゴ及びマークを使用し続けるについて、対価\nを必要としないことになる。原告の本訴請求は帰するところ「本件ロゴを使用する\nためには対価を支払え。」という要求であるが、これは論理的には「対価を支払わ\nないなら本件ロゴを使用するな。」ということと同一（論理学的には「対偶」の関\n係）である。しかし、「対価を支払わないなら本件ロゴを使用するな。」とは、本\n件ロゴの使用に異議を述べているにほかならず、右和解書八条に違反することが明\nらかである。\n(2) およそ弁護士たる者が紛争処理を受任して和解契約を締結する場合は、\n当該紛争について当事者間に存在する問題はすべて解決し、将来に禍根を残さない\nようにするものである。仮に、当面ペンディングとして将来の解決に委ねざるを得\nない事項があれば、和解契約上にその旨を明記する。和解契約についての原告代理\n人であった伊藤真弁護士は、練達の弁護士であって、弁護士としての対処に遺漏が\nあったとは想定し難い。本件ロゴ使用料を将来の合意に委ねたのであれば、その旨\nの明記があるはずである。むしろ、本件ロゴを著作物でないと認識していた伊藤弁\n護士は、使用料を請求するなどという発想はなく、無償使用について異議を述べな\nいという趣旨を、右和解書八条に素直に表現したものと見るべきである。要する\nに、本件ロゴは著作物でないとの認識の下に、本件ロゴの使用に関する問題をすべ\nて解決する趣旨で、和解契約が締結されたことが明らかであるから、原告は使用の\n対価を請求し得ない。\n(二)　原告の主張\n(1) 本件ロゴ制作契約は、原告・被告間の各種カタログ制作等の継続請負に\nよる密接な取引関係の中で締結され、当時は使用料等の確定がなされないまま、原\n告が本件ロゴを制作した。制作後の昭和六一年ころから、原告は再三にわたり使用\n料額確定の協議を求めたが、被告は相応の対価を支払うべきことを認識しながら、\n予算がないことを理由に、同年七月ころに制作費の実費の一部として八五万円を支\n払ったのみで、後はその代償として「永続的に仕事は出す。」などと明言しながら\nそれ以上の話合いをしようとしなかった。原告としては取引が継続していたことも\nあり、それ以上の要求は控えていた。\n(2) ところがそのうち、原告の撮影、制作したカタログ、写真等を被告が無\n断で複製使用するという著作権侵害に及んでいたことが発覚し、双方にとってこの\n問題が重大かつ早急に解決すべき問題となった。そこで、原告・被告間でそれぞれ\n代理人弁護士を通じての協議が行われ、平成九年九月三〇日、和解契約が締結され\nた。本件ロゴについては、その使用料が多額に上ることが双方で認識されながら\nも、当面「使用継続」の点のみ和解書に盛り込むことになり、使用料の点は今後の\n問題として残ったものである。本件ロゴの「使用」自体を認めるかどうかというこ\nとと、その使用が「無償」かどうかということとは明らかに次元を異にしており、\n原告は、「使用は認めるが、無償ではない」という原告・被告の共通認識を基本に\nして、本件和解の時点ではその使用料確定の協議がなされなかったことから、今回\nこの協議を行って相当額の確定をしようと申し入れているものであって、このこと\nは前記和解書八条によって何ら遮断されるものでない。\n３　本件ロゴの使用料について\n(一)原告の主張\n本件ロゴについての著作物使用料の相当額としては、月額一〇万円が相当\nである。よって、原告は被告に対し、本件ロゴの制作契約に基づき、昭和六〇年一\n〇月一日から平成一〇年九月三〇日までの一三年間の著作権使用料として一五六〇\n万円及びこれに対する本訴状送達の日である平成一二年二月一六日から支払済みま\nで年六分の割合による金員の支払を求める。\n(二)被告の主張\n争う。\n第三　当裁判所の判断\n一　争点１（本件ロゴの著作物性）について\n１　本件ロゴを原告が制作したこと、被告が右ロゴを現在使用している事実は、\n当事者間に争いがない。\n著作権法二条一項一号は、「思想又は感情を創作的に表現したものであっ\nて、文芸、学術、美術又は音楽の範囲に属するもの」を、著作物とすると規定し、\nさらに同条二項は、「この法律にいう『美術の著作物』には、美術工芸品を含むも\nのとする。」と規定している。右規定は、意匠法等の工業所有権制度との関係か\nら、著作権法により著作物として保護されるのは、純粋な美術の領域に属するもの\nや美術工芸品であって、実用に供され、あるいは産業上利用されることが予定され\nている図案やひな形など、いわゆる応用美術の領域に属するものは、鑑賞の対象と\nして認められる一品製作のものを除き、原則として、これに含まれないことを示し\nているというべきである。ところで、本件で著作物性が問題となっている文字の書\n体についていえば、文字は万人共有の文化的財産であり、もともと情報伝達という\n実用的機能を有することをその本質とするものであるから、そのような文字そのも\nのと分かち難く結びついている文字の書体も、その表現形態に著作物としての保護\nを与えるべき創作性を認めることは、一般的には困難であって、仮に、デザイン書\n体に著作物性を認め得る場合があるとしても、それは、当該書体のデザイン的要素\nが、見る者に特別な美的感興を呼び起こすに足りる程の美的創作性を備えているよ\nうな、例外的場合に限られるというべきである。\n２  そこで、本件ロゴについて検討するに、本件ロゴは、角ゴチック体と丸ゴチ\nック体を適宜組み合せ、文字の太さ等を工夫することにより、力強いイメージや安\n定感を表現し、被告の会社名を表現したものである。本件ロゴを子細に検討する\nと、特に文字の右端を丸くしている点など、一般の書体には見られない特徴を有し\nていることが認められるが、他方、親会社である住友重機の社名ロゴ（別紙二）と\n対比すると、これを基本に、同様なイメージを表現したものであって、美術として\nの格別の創作性を有するものではなく、見る者に特別な美的感興を呼び起こすよう\nな程度には到底達していないといわなければならない。右によれば、本件ロゴをも\nって、著作物と認めることはできない。\n３　著作物性の有無については、対象物自体を客観的に観察することによって判\n断されるべきであり、本件ロゴの制作過程として原告の主張する事情は、本件ロゴ\nの著作物性の判断に影響しないというべきである。また、商標は、創作性の有無と\nは無関係に商標登録を受けることができるのであるから、本件ロゴが商標登録され\nているという事実は、本件ロゴの著作物性の有無とは無関係である。\n４　右のとおり、原告の制作した本件ロゴをもって、著作物と認めることはでき\nないから、本件ロゴが著作物であることを前提としてその使用料を求める原告の請\n求は、理由がない。\n二　争点２（原告・被告間で、本件ロゴの使用に関する問題が和解契約により解決\n済みか否か。）について\n１　前記争いのない事実に証拠（甲一、二の一及び二、甲三ないし六、甲七の一\nないし四、甲八ないし一一、乙一ないし八）及び弁論の全趣旨を総合すると、以下\nの事実が認められる。\n(一)被告は、親会社である住友重機の建設機械部門として、昭和六一年に設立\nされた。もともと、建設機械の販売会社として、昭和三八年に住機建設機械販売株\n式会社が設立されたが、同社は昭和四四年に「住友重機械建機販売株式会社」と、\nさらに昭和五八年に「住友重機械建機株式会社」と商号変更した（以下、前身の会\n社を含めて、単に「被告」という。）。同社は代理店を通じて住友重機の製造に係\nる建設機械を販売していたが、建設機械の製造部門と販売部門を一体化し、建設機\n械部門を分離独立させるという経営戦略に基づき、建設機械専業の会社を設立する\nことになり、被告が設立されたもので、被告は設立の際、右住友重機械建機を吸収\n合併した。\n(二)他方、原告はもともと「株式会社スペースフォト」といい、昭和四三年こ\nろ、被告の前身の会社のころから、被告と取引を開始した。被告は、建設機械とい\nう、規格に沿った量産品を扱う関係から、カタログの充実を図る方策をとってお\nり、その中で当時の原告との取引が開始された。原告は、主に被告のカタログに使\n用する写真を撮影し、カタログ等を制作して被告に納入するという密接な継続的取\n引を行っていた。そのような中で、被告が建設機械専業の会社として設立されるこ\nととなったので、親会社の住友重機の社名ロゴとは若干異なる書体のロゴを被告の\n社名ロゴとすることとし、被告設立に先立って、住友重機械建機が、原告にその制\n作を依頼した。原告は、本件ロゴの制作を請け負い、様々な案を経て、これを制作\nして被告に納入した。それ以来、被告は、本件ロゴを社名ロゴとして使用し、現在\nも使用を継続している。昭和六一年七月ころ、本件ロゴ制作の対価として、被告か\nら原告に八五万円が支払われたが、その際、代金の一部の支払の趣旨であるとは述\nべられていない。\n(三)平成九年ころ、原告の撮影したカタログ用写真等を被告が無断で使用した\nという問題が起きた。被告としても、これら写真等をカタログに使用することがで\nきなくなると業務に支障が出ることから、原告・被告とも、この問題を早急に解決\nするため、それぞれ代理人弁護士を依頼して交渉に入った。この交渉は、主にカタ\nログ写真等の問題について話し合われたが、その中で、本件ロゴについても言及さ\nれた。当時の被告代理人のファクシミリ文書の中には、本件ロゴの著作物性を認\nめ、その使用料が高額になるとの認識を示したものもあった。しかし、和解交渉全\n体の中では、本件ロゴについてはそれほど話題に上らなかった。結局、この交渉を\n経て、平成九年九月三〇日、原告・被告間において、「和解書」（甲一）により、\n和解契約が締結された。その内容は、①被告が、原告に対し、原告の撮影に係るカ\nタログ、写真等を無断で複製したことを陳謝し、②原告は、被告に対し、必要なフ\nィルム等を譲渡し、被告がカタログを増刷することを許諾する、③被告は、原告に\n対し、和解金二六三〇万円を支払う、などとなっている。本件ロゴについては、右\n和解書の八条において、「甲（原告）は乙（被告）に対し、乙及び乙の販売会社グ\nループが、それらの現在の社名ロゴ及びマークを使用し続けることについて異議を\n述べない。」と定められているのみであり、右和解書において、他に本件ロゴに言\n及する条項等はない。\n(四)原告・被告間に、この和解成立以降交渉が継続されることはなく、被告は\n本件ロゴを引き続き使用していたところ、平成一一年一一月になって、原告は、代\n理人弁護士を通じて、以前の和解交渉で未解決の分と称して、金銭の支払を請求し\nた。その中で、本件ロゴについては、原告は使用につき異議は唱えないが、使用は\n無償でないとして、著作権使用料三〇年分三〇〇〇万円の支払のほか、一〇〇〇万\n円で著作権を買い取るよう申し入れた。\n２　右認定事実によれば、前記和解書の八条では、爾後被告が本件ロゴを使用す\nることに原告が異議を述べない趣旨が記載されており、対価の支払については何ら\nの記載もないのであるから、和解契約締結の前後の経緯に照らしても、本件ロゴの\n使用に関しては、右和解契約において、原告が使用の対価を請求しないという合意\nが成立したものとして、解決済みと解するのが相当である。\n右のとおり、本件ロゴの使用料については、右和解契約において、原告が請\n求しないという合意が成立して解決済みであるから、本訴において、原告がその支\n払を請求することはできないというべきである。\n三　以上によれば、原告の請求は、本件ロゴの著作物性が認められない点において\n既に理由がないというべきであるが、加えて、原告・被告間において既に和解契約\nにより原告が本件請求をしないことが合意されている点においても、理由がないと\nいうべきである。\nよって、主文のとおり判決する。\n（口頭弁論終結の日　平成一二年七月一一日）\n東京地方裁判所民事第四六部\n裁判長裁判官     三    村    量    一\n裁判官     村    越    啓    悦\n裁判官     中    吉    徹    郎\n別紙一\n別紙二\n別紙三\n"
}