{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 23
  },
  "case_number": "平成4(行ウ)2等",
  "case_name": "地公災基金岩手県支部長公務外認定処分取消",
  "court_name": "盛岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "18777",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18777",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/777/018777_hanrei.pdf",
  "contents": "主　　　文\n１　被告が昭和６３年１１月２２日付けでなした原告に対する公務外災害認定処分\nを取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同旨\n第２　事案の概要\n本件は，原告の夫であり，岩手県釜石市立α小学校の教諭であった訴外亡Ｐ１\nが，昭和５８年１月２４日ころに自殺していたところ，同人の自殺は，小学校教諭\nとしての公務が過重となり，その精神的緊張及び重圧によってうつ病に罹患し，自\n殺念慮発作から引き起こされたものであるとして，原告が被告に対し，地方公務員\n災害補償法に基づく公務上災害認定を請求したところ，被告が公務外災害の認定処\n分（以下「本件処分」という。）をしたため，同処分の取消しを求めた事案であ\nる。\n１　争いのない事実\n（１）　亡Ｐ１は，昭和５１年４月に岩手県の職員として採用され，昭和５７年４\n月からα小学校の教諭として勤務していたが，昭和５８年１月２４日午前７時４０\n分ころに自宅を出た後行方が分からなくなり，同年２月６日，岩手県気仙郡〈以下\n略〉の山中において，縊死の状態で発見され，検屍の結果，自殺（以下，この自殺\nを「本件被災」ともいう。）であると判断された。\n（２）　原告は，亡Ｐ１の妻であり，昭和６２年８月１５日，被告に対し，亡Ｐ１\nの本件被災について、公務災害認定を請求したところ，被告は，これを公務外災害\nと認定する本件処分を行い，昭和６３年１１月２２日付けでその旨を原告に通知し\nた。\n原告は，本件処分を不服として，同年１２月９日付けで地方公務員災害補償基金\n岩手支部審査会に審査請求をしたが，同支部審査会は，平成３年２月４日付けでこ\nれを棄却する旨の裁決をした。さらに，原告は，同年３月２０日，同裁決を不服と\nして，地方公務員災害補償基金審査会に対し，再審査請求をしたが，同審査会は，\n同年１２月４日付けでこれを棄却する裁決をし，同裁決書は，平成４年１月２４\n日，原告に到達した。\n２　争点１\n亡Ｐ１は，うつ病に罹患していたといえるのか。\n（１）　原告の主張\nア　亡Ｐ１は，α小学校の執務状況に関連して，以下の事情により，肉体的な疲\n労，精神的な緊張及び重圧を受けていた。\n（ア）　亡Ｐ１は，児童数２５名程度，教員数４名の小規模校から，児童数２６２\n名，教職員数１３名と比較的大規模なα小学校に転任してきて１年目であり，最も\n難しいといわれる第１学年児童の担任を初めて経\n験させられていた。\n（イ）　α小学校では，昭和５３年度以来，道徳教育の研究を進めてきていたが，\n昭和５５年度及び翌５６年度において，釜石市教育委員会から道徳教育研究校の指\n定を受けていた。同小学校では，昭和５７年度も道徳教育の研究を継続することと\nし，昭和５８年２月４日には，同指定継続研究の一環として，釜石市教育長や他校\nの教諭らが参加する道徳授業公開研究会が予定されていたため，昭和５７年４月に\n全校研究会や学団研究会という研究体制が組織された。学団研究会は，１ないし３\n学年の低学団と４ないし６学年の高学団とに分かれており，また，全校研究会は，\n授業研究会と資料研究会とがあり，担当教諭が指導案を作成し，資料研究会での資\n料の検討修正を経て，授業研究会で授業の実践をするというものであって，授業研\n究会の担当は，年間一人１回と決められていた。\n昭和５７年度には，亡Ｐ１の本件被災までの間に，全校研究会１６回の予定が１\n７回，学団研究会６回の予定が９回も行われていた。\n亡Ｐ１は，同各研究会の準備に追われていただけでなく，同年１１月４日の国語\nの授業研究会を担当したほか，同月１２日の道徳の授業研究会をも担当し，年１回\nと決められているはずの授業研究会を２回も担当した。亡Ｐ１は，同各研究会のた\nめ，同年１０月から，週学習指導計画案簿の記載量が極端に少なくなり，翌１１月\nに入ると，帰宅後毎日午前１時まで，翌年２月の公開授業研究会の準備に追われ，\n週１回程度発行していた学級通信も月１回しか発行しなくなった。\n（ウ）　α小学校では，道徳の授業において，児童をいわゆる良い子，悪い子，普\n通の子の３グループに分け，各グループから抽出した児童を中心として，その問答\nによって授業を展開する方法（以下「α方式」という。）を採用していた。\n亡Ｐ１は，小学１年生の全くあどけない児童を同３グループに分けること自体道\n徳的教育の原点に反するとの考えから，α方式に大きな疑問を持っていたが，転任\n１年目であったこと等からこれによらざるを得なかった。\n（エ）　α小学校の校長Ｐ２は，道徳教育で著名な人物であり，α方式を積極的に\n推進し，亡Ｐ１の授業中の教室に授業を見に来たりしていたほか，昭和５７年１２\n月のストに際し，教育長からの警告書を見せ，同ストへの参加を翻意するよう促す\nなどした。そのため，亡Ｐ１は，同校長に不信感を抱き，精神的な軋轢を生じさせ\nていたと\nころ，本件被災の２日前である昭和５８年１月２２日，同校長から，同年２月に担\n当する公開授業の指導案（以下「本件指導案」という。）の修正を求められたた\nめ，不本意ながらこれを修正することとした。\nイ　亡Ｐ１は，上記アのような過酷な環境の中において，昭和５７年度の１学期か\nら既に微熱が続く状態であったが，２学期に入ると，遠足，授業参観日などの行事\nに忙殺された上，上記した各授業研究会の担当としての準備もあって，深夜まで自\n宅で仕事をしなければならない状態であり，そのため，食欲不振となり，５７キロ\nグラムあった体重も５２キログラムと減少し，夜も眠れず，寝ても疲れが取れない\n状態となっていた。\nさらに，亡Ｐ１は，冬休みに入っても，公開授業に向けた全校研究会があり，本\n件指導案の作成のため，自宅で午前０時，１時まで仕事をしており，昭和５８年１\n月３日，原告に対し，「俺には正月はまだだよ。公開が終わらないうちは正月なん\nて来ないよ。何だかいつも背中にずっしりと重い荷物を背負って歩いてるような感\nじなんだよな。」などと漏らしていた。\n亡Ｐ１は，同月２０日から３学期が始まったのに，同月２１日及び翌２２日の週\n学習指導計画案簿には教科名しか記載せず，同日，Ｐ２校長から，同月２４日まで\nに公開授業の本件指導案の修正を求められたため，同月２２日及び翌２３日には午\n前０時ころまでその作成に当たっており，翌２４日の週学習指導計画案簿には全く\n記載していなかった。\nウ　亡Ｐ１は，以上のとおり，特別の精神的負担を与えられ，昭和５７年１１月に\nは過労とストレスの条件下で反応性うつ病ないし中等症うつ病エピソードに罹患\nし，年末年始にかけて，不眠，食欲の減退及び疲労感と共に，孤立感，無力感，感\n情疎隔感，喜びの喪失，公開授業への異常な集中及び固着など，同疾病の症状が進\n行した結果，自殺念慮発作により，自殺したものである。\n（２）　被告の主張\nア　うつ病の症状\n（ア）　うつ病とは，悲しみ，孤独，絶望，低い自己評価，責任感を特徴とする一\n時的な精神状態ないし慢性的な精神障害で，精神運動制止，頻回ではない焦燥，社\n会からの引きこもり，植物神経症状（食欲低下，不眠など）などの特徴を伴うもの\nをいい，反応性うつ病とは，近親者の死亡などのある種の体験によって引き起こさ\nれたうつ病であり，倦怠感，頭痛，頭重，手足の異常感，肩凝り，胸内苦悶，明ら\nかな食欲減退，体重減少（過\n去１ヶ月で５パーセント以上），便秘，明らかな性欲の減退，月経不順，味覚の低\n下，睡眠障害などの身体症状を伴うものである。\n反応性うつ病に罹患した者は，自殺念慮を抱くことがあるが，必ず自殺念慮を抱\nくわけではない。\n（イ）　全ての典型的な抑うつのエピソードに共通するものとして，①抑うつ気\n分，②興味と喜びの喪失，③活力の減退による易疲労感の増大や活動性の減少に悩\nまされるということがあり，わずかに頑張ったあとでも，ひどく疲労感を感じるこ\nとが普通である。この他の一般的な症状は，次のとおりである。\nａ　集中力と注意力の減退\nｂ　自己評価と自信の低下\nｃ　罪責感と無価値観（軽症エピソードであってもみられる）\nｄ　将来に対する希望のない悲観的な見方\nｅ　自傷あるいは自殺の観念や行為\nｆ　睡眠障害\nｇ　食欲不振\n（ウ）　軽症うつ病の診断確定のためには，上記①ないし③のうちの少なくとも２\nつが存在し，Ｐ１からＰ７までの症状の少なくとも２つが存在することが必要であ\nり，また，中等症うつ病の確定診断のためには，同①ないし③のうちの少なくとも\n２つが存在し，Ｐ１からＰ７までの症状の少なくとも３つ（４つが望ましい。）が\n存在することが必要であり，これらエピソード全体の最小の持続時間は約２週間で\nある。\nイ　亡Ｐ１の業務内容\n（ア）　亡Ｐ１のα小学校への転任は，教輸となって７年目のことであり，職務内\n容にある程度習熟した後のことであるから，同小学校で１年の学級担任となったこ\nとも，特に緊張を要するほどのものとは思われない。\n（イ）　α小学校での全校研究会や学団研究会は，年間の授業計画に基づき，主に\n午後の授業のない木曜日の勤務時間内に開催することとなっており，これら各研究\n会は，教諭全員が参加する共同作業であって，亡Ｐ１だけに過重な負担が掛かるも\nのではなかった。α小学校では，亡Ｐ１が転任早々であったことを考慮し，授業研\n究会の担当予定を一番最後にする配慮などをしていた。\n（ウ）　亡Ｐ１は，昭和５７年１１月１２日，年１回の割当ての授業研究会である\n道徳の授業を行い，昭和５８年２月４日，釜石市内を中心に６０から７０人が参加\nする道徳の公開授業を行う予定であった。同公開授業は，校長，教頭，教務主任，\n養護教諭を除く全ての教諭が担当することになっており，亡Ｐ１のみが過重な負担\nをしていたわけではない。\n亡Ｐ１の公開授業に向けた本件指導案は，既に同年１月２２日\nには完成しており，同指導案にＰ２校長が修正を指示したことはない。\n（エ）　亡Ｐ１は，死亡当時の朝まで，自宅でも学校でも，いつもと変わらない日\n常生活を送っていた。本件被災の直前に限って見ても，前々日の１月２２日の土曜\n日には，勤務終了後，自動車を運転して妻子と共に花巻市の実家に赴き，入院中の\n祖母を見舞い，午後１０時３０分ころに帰宅している。本件被災当日も，義父に雪\n道で滑らないように声を掛けて送り出し，長男にも声を掛けて，午前７時４０分こ\nろに平常通り出勤している。また，亡Ｐ１には，積極的に本件指導案を作成するな\nど，うつ病特有の症状である仕事のミスの多発やぼんやりしている状態など，自発\n性の減退は全く認められていない。\nウ　これらの状況からすれば，亡Ｐ１の業務がうつ病に罹患するようなものであっ\nたとはいえないし，同人がうつ病に罹患していたものと認めることもできない。\n３　争点２\n亡Ｐ１の自殺と公務との間に業務起因性があるのか。\n（１）　原告の主張\nア　亡Ｐ１のα小学校における公務の状況は，前記２（１）のとおりであり，その\n質，量ともに明らかに過重であった。\nイ　亡Ｐ１は，夫婦仲も良く，子供も元気で，円満な家庭生活を営んでおり，実父\n母，養父母とも健在であって，同居している養父母との関係も良く，私生活には何\nらの問題もなかった。また，遺伝，素質，体質，過去の生活環境にも問題がなく，\n精神障害の既往歴もなかったのであるから，うつ病罹患に至る個体的要因はなかっ\nた。\nウ　亡Ｐ１は，うつ病の精神障害により，正常な認識，行為選択能力が阻害され，\nあるいは，自殺を思い止まる精神的な抑制力が著しく阻害されている状態で自殺し\nたものであって，そこに自由意思の介在は認められない。\nエ　労災保険法の「故意」\n（ア）　労働者災害補償保険法（以下「労災保険法」という。）１２条の２の２第\n１項は，「労働者が故意に負傷，疾病，障害若しくは死亡又はその直接の原因とな\nった事故を生じさせたときは，政府は，保険給付を行わない。」と規定している\nが，同規定は，当該負傷，疾病若しくは死亡がそもそも業務を原因とせず，業務と\n死亡の結果との間に条件関係すら存在しない場合に労災保険給付を行わないという\n当然の事理を確認的に規定しているものというべきである。\nところで，業務により，うつ病に罹患して自殺した場合には，主観的には自殺を\n念慮し企図して実行されるものである\nが，その自殺念慮や企図は，客観的には本人の自由な選択に基づくものではなく，\n本人の選択を越えたうつ病の「症状」として現われるものである。したがって，自\n殺による死亡がうつ病に罹患した結果であると推認することができる場合には，本\n人に死亡の認識・認容があったとしても，それはうつ病の症状の結果であり，自ら\nの死を主体的，理性的に「意図する」という意味での故意には当たらないと解すべ\nきである。\nよって，「うつ病等の精神障害により正常な認識，行為選択能力が著しく阻害さ\nれ，あるいは，自殺行為を思いとどまる精神的な抑制力が著しく阻害されている状\n態で」自殺したと認められる場合には，労災保険法１２条の２の２第１項の「故\n意」には当たらないと解されるべきである。\n（イ）　亡Ｐ１は，前記２（１）のとおり，昭和５７年１１月ころにうつ病（反応\n性うつ病）を発症し，同うつ病の発症には業務起因性が認められるところ，同人の\n自殺は，うつ病の症状の支配下において必然的に引き起こされたものであるから，\n上記した労災保険法１２条の２の２第１項の「故意」には当たらなというべきであ\nる。\nオ　したがって，亡Ｐ１のうつ病罹患及び自殺と同人の公務との間には業務起因性\nが認められる。\n（２）　被告の主張\nア　亡Ｐ１のα小学校における公務の状況は，前記２（２）のとおりであり，特に\n過重なものであったとはいえず，また，亡Ｐ１が昭和５７年に取得した年次有給休\n暇は，合計１２日と６時間であり，他の職員と比べて，決して少ない方ではなかっ\nた。\nイ　公務以外の事情\n仮に，亡Ｐ１の公務が過重なものであったとしても，同人には，以下のとおり，\n組合活動の中での人間関係や家庭関係などで心労があり，公務が精神的疾患にとっ\nて相対的に有力な原因になったとはいえない。\n（ア）　亡Ｐ１は，自他共に認める極めて熱心な組合活動家であり，同人にとっ\nて，組合活動は極めて重要な使命であり，時には家庭や健康よりも優先しなければ\nならないものであって，ある意味で生き甲斐であったとさえいえる。しかしなが\nら，釜石支部では，積極性がないと批判され，思うような組合活動ができなかった\nことの精神的負担は極めて大きいものと推測され，それまで打ち込んできた情熱を\n失い，人生における使命を見失ったと考えても決して考え過ぎではない。\n（イ）　義父母との同居，家庭内での育児，原告との性格の相違等，家庭内にも亡\nＰ１の精神的負\n担をもたらす原因となる何らかの問題のあったことが窺われる。\nウ　「労災保険法の故意」\n労災保険法１２条の２の２第１項は，「労働者が故意に負傷，疾病，障害若しく\nは死亡又はその直接の原因となった事故を生じさせたときは，政府は，保険給付を\n行わない。」と規定しており，同規定からすれば，自殺の場合，自殺を認識しない\n心神喪失の状態で死亡した場合にのみ，故意が認められず，相当因果関係が肯定さ\nれるというべきところ，亡Ｐ１の残した遺書の筆跡及びその内容からすれば，同人\nの精神状態は安定しており，正常な意識下で自殺したというべきであって，心神喪\n失の状態にあったとはいえない。\nエ　以上のとおり，亡Ｐ１は，精神疾患に罹患しておらず，かつ，心神喪失状態で\n自殺したものでもない（正常な意識下で自殺したものである。）から，同人の「疾\n病」と「死亡」との間の「相当因果関係」も到底認められない。したがって，亡Ｐ\n１の自殺と同人の公務との間には業務起因性が認められない。\n第３　争点に対する判断\n１　前記争いのない事実に証拠（甲１，２，３の１ないし８，４ないし９，２３，\n４０，４１，４３，４６，５０，乙９ないし１１，証人Ｐ３，同Ｐ４，同Ｐ５，原\n告本人）及び弁論の全趣旨を総合すれば，以下の事実を認めることができる。\n（１）　亡Ｐ１の経歴等\nア　亡Ｐ１は，昭和５１年３月に岩手大学教育学部を卒業し，岩手県の職員として\n採用され，教諭として，同年４月１日から，児童数約４８０名の宮古市立β小学校\nに勤務し，昭和５４年４月１日から，児童数３０数名の岩泉町立δ小学校ε分校に\n勤務し，昭和５７年４月１日から，児童数２６２名のα小学校に勤務した。\nイ　亡Ｐ１は，昭和５４年２月に原告と結婚し，そのころ原告の両親と養子縁組を\nした。亡Ｐ１と原告との間には，昭和５６年９月に長男が生まれている。また，亡\nＰ１は，α小学校への転勤に伴い，原告や長男と共に養父母である原告の両親と同\n居生活をするようになり，同小学校にはその同居先から通勤していた。\nなお，原告は，同じ教諭として，亡Ｐ１と共に上記ε分校で勤務した後，同人と\n一緒に転勤となり，α小学校の隣の釜石市立ζ小学校に着任し，同人の本件被災当\n時，同校の教諭として勤務していた。\n（２）　亡Ｐ１の生活状況等\nア　亡Ｐ１は，α小学校に勤務するようになり，１年２組の担任となったほか，同\n校の校務として，教務部社会科担当，児童指導，児\n童会活動（広報），ＰＴＡ厚生部，μ地区担当，学級指導を分掌することになっ\nた。\nまた，亡Ｐ１には，年間行事の一環として，昭和５７年１１月には道徳と国語の\n各授業研究会が，翌年２月には道徳の公開授業が，それぞれ予定されていた。\nイ　１学期\n（ア）　亡Ｐ１は，α小学校での１学期当時、初めて１年生の担任となり，担任し\nた１年２組の児童の中には，両親の離婚問題に直面している児童（４月下旬ころか\nら欠席が目立つようになり，１０月初旬に両親の離婚とともに転校した。）や祖父\n母の下で養育されている児童等，家庭環境に恵まれない児童が比較的に多く，ま\nた，持ち帰りの仕事も，他に勤務した小学校当時よりも多かったが，学期末の忙し\nい時期を除き，午後１１時ころまでには終わらせていた。\n（イ）　亡Ｐ１は，原告に対し，微熱や頭痛が続いている旨を訴えることがあり，\nまた，校長が授業中に突然教室に入って来るので，子供たちの気が散るし，自分が\n監視されているようで，とても嫌だとか，「α小学校ってすごいぞ。職員室の黒板\nに日程が書かれて，休憩時間が取られない形で書いてあっても，それにみんな慣れ\nているような形で動いてんだぞ。変だなって感じるのは俺だけなのかな。」などと\n話すこともあった。\nウ　夏休み\n（ア）　亡Ｐ１は，例年であれば夏休み中の一部をのんびりと休む時間に当ててい\nたが，同年の夏休み中には，割当てられた各研究会の準備のためであるとして，海\n水浴には１回出掛けたものの，気持ちの上で余裕のある時間に当てられた日はなか\nった。\n（イ）　実姉のＰ４は，ιに居住し，亡Ｐ１との姉弟仲も良かったところ，同年の\n夏休みころ，亡Ｐ１が尋ねてきて，同人との話の中で「女の校長先生って大変なん\nだよな。参ったっちゃ」と話されたことがあり，また，同年のお盆に花巻市の実家\nで亡Ｐ１と会った際，少し痩せたと感じたため，「何たら痩せたな。」旨話したと\nころ，「うん，今忙しい。」といわれたことがあった\nエ　２学期\n（ア）　亡Ｐ１は，２学期に入ると，１０月３日のＰＴＡ運動会，同月１３日の遠\n足，同月１６日の芋の子会，同月３０日及び翌３１日の学芸会，１１月６日のゲー\nム集会，同月２０日のマラソン大会と学校行事が連続し，さらに，本来一人年１回\nの担当である全校研究会を，同月４日には国語の，同月１２日には道徳の，各授業\n研究会を連続して担当した。\n（イ）　亡Ｐ１の平成７年度の週学習指導計画案簿に\nは，１学期から，毎日の学習指導計画案のほか，その日にあったことなどが詳細に\n記載されていたが，２学期に入り，同年１０月ころから，毎日の学習指導計画案の\n記載はあるものの，その日にあったことなどの記載が全くされない日が続くように\nなっていた。殊に，同月１８日から同年１２月６日までの間は全く記載されていな\nかった。\n（ウ）　亡Ｐ１は，２学期に入ってから，連日のように自宅で午後１１時ないし翌\n日の午前１時ころまで仕事をするようになり，同年１２月に入ると，通知表作成な\nどの学期末業務と翌年の公開授業に向けた本件指導案の作成を並行して行っていた\nため，深夜まで自宅で仕事をするようになっていた。\n（エ）　亡Ｐ１は，同年１２月２４日の２学期経営反省会を欠席して帰宅したた\nめ，原告が，大事な会なのに帰ってきたら変に思われるのではないかと問い質した\nところ，「そういう風に思われてもいい。考えてもらった方がいいんだ。」などと\n述べ，重ねて話し合いをすべきではないのかと問い質しても，「いや，話したって\n分からないから。」などと答えた。\n（オ）　亡Ｐ１は，食欲も減退して朝食を十分に取らなくなり，同月２日の体重測\n定では５２キログラムと，以前から比べて５キログラムも減少しており，同月中旬\nころ，ボーナスが出たため外食に出かけた際にも，あまり食べないなど，食欲不振\nは変わらなかった。また，亡Ｐ１は，養父と毎夕食ごとにしていた晩酌もやめ，睡\n眠をとるために寝酒を飲むようになったが，原告に対し，「体の疲れなど，寝れば\n一発でとれるんだけれどもな。」などと漏らし，子供と遊びながら寝てしまうと\nか，入浴中に寝込んでしまうといったこともあった。\nオ　年末年始\n（ア）　実姉のＰ４は，亡Ｐ１が，同月２８日から翌２９日にかけて，秋田市で開\n催される東北Ｂ青年教職員研究集会に参加するため，釜石市から乗ってきた自動車\nをＰ４の働いているιの理容室に置いて行く際，亡Ｐ１の様子がお盆に会ったとき\nに比べ，何となく疲れており，頬がこけ落ちていると感じたため，同人にその旨話\nしたところ，「今，俺，仕事ちょっと忙しいんだ。」と言われ，また，翌日，秋田\nからの帰途，自動車を取りに寄った際にも，泊まって行くことを誘ったが，同人は\n「今，忙しいから，泊まってられないから，また来るから」などと宿泊の誘いを断\nり，釜石に帰って行った。\n（イ）　亡Ｐ１は，昭和５８年１月１日，原告及び長男と共に\n花巻市の実家に帰省したが，１泊しかせず，翌２日には釜石市の自宅に戻り，本件\n指導案の作成をしていたところ，同月３日，原告の「正月も終わりだ」との言葉に\n対し，「俺には正月はまだだよ。公開が終わらないうちは正月なんて来ないよ。何\nだかいつも背中にずっしりと重い荷物を背負って歩いてるような感じなんだよ\nな。」などと漏らしていた。\n実姉のＰ４は，同月２日，花巻市の実家に行った帰途，亡Ｐ１の運転する自動車\nで送ってもらう車中で，同人から，「仕事も大変だし，校長先生って大変なんだよ\nな。」などと話をされた。\n（ウ）　亡Ｐ１は，同月６日の全校研究会に出席し，同月１１日に指導助言教諭で\nあるκ小学校のＰ６教諭に本件指導案を提出し，その後も同指導案の修正を行って\nいたところ，同月中旬ころ，亡Ｐ１の大学時代の後輩でλ中学校の教諭をしていた\nＰ５から連絡を受け，勤務先が近くなったので久し振りに会おうとの誘いを受けた\nが，公開授業の準備を理由に同人の誘いを断り，同人に対しても，「ともかく，公\n開が終わらないと俺には正月がないんだよ。」などと漏らしていた。\n亡Ｐ１は，そのころ，原告と宮古の小学校時代の同僚らに会いに行くことを約束\nしていたが，本件指導案の修正をするためという理由で，同約束を断った。\nカ　３学期\n（ア）　α小学校の３学期は，同月２０日に始まった。原告や養父母は，亡Ｐ１の\n疲労ぶりを案じて病院に行くように勧めたが，同人は，「公開が終わってから。」\nなどとして，原告らの勧めを断った。\n（イ）　亡Ｐ１は，同月２２日，Ｐ２校長に本件指導案のことで呼び出され，その\n直後，Ｐ３教諭が２階階段の踊り場付近で立ち尽くしている亡Ｐ１を見掛けた。亡\nＰ１は，帰宅後、一家で花巻市の病院に入院中であった同人の祖母を見舞い，実家\nに１泊する予定であったところ，これを変更し，日帰りで釜石市の自宅に戻ってき\nたが，行き帰りの車中において，原告に「うるさい。」などと怒鳴る場面もあっ\nた。翌２３日は，朝食後，すぐに自室にこもり，ほとんど１日中同指導案の検討に\n費やしていた。\n（ウ）　亡Ｐ１は，同月２４日，養父に雪道が滑るから気を付けるように声を掛\nけ，また長男にも声を掛け，普段どおり自動車で出勤するとして出掛けたが，その\n後行方が分からなくなり，同年２月６日，岩手県気仙郡〈以下略〉の山中におい\nて，縊死の状態で発見された。亡Ｐ１は，検屍の結果，自殺と判断された。\n（\nエ）　亡Ｐ１が乗っていた自動車内にあったファイルの中から発見されたファック\nスの原稿用紙には，同人の筆跡で，次のように記載されていた。\n「Ｐ７　ごめん\n学校の仕事にいささか疲れた，\nもっと楽しく　生きたかった，\nＰ８・・・元気に育てよ，\n強い子になれ！\n１９８３，１，２４　８：４０」\n（３）　α小学校の研修計画等\nア　α小学校においては，昭和５７年度の学校経営計画が作成され，同計画の一環\nとして道徳及び国語の研修計画が設けられた。\n研修計画の研究組織としては，全校研究会，その下に推進委員会，その下に資料\n分析研究会，その下に学団研究会（１ないし３年生の低学団と４ないし６年生の高\n学団）が設けられ，同研究の体制としては，①個人研＝担当者が指導案を作成す\nる，②全体研＝全校で担当者の資料分析にしたがって資料検討会を行う，③個人研\n＝全校研で検討された資料分析をもとに担当者がさら吟味して学習指導案を作成す\nる，④学団研＝担当者の学習指導案を検討修正し，全校研の授業の準備をする，⑤\n授業研＝授業する学団が主体になって提案し，助言者の指導の下に全員で討議し，\n内容を深める，という５段階により構成されていた。\nイ　α小学校における道徳の研修計画は，昭和５３年度から道徳教育の実践に重点\nを置いた取組が行われていたが，昭和５５年度及び翌５６年度に釜石市教育委員会\nの指定による研究指定校となったこともあり，その研究成果を踏まえ，さらに研究\nを継続して推進するため，昭和５７年度においても，自主研究としての公開授業を\nすることが決定されていた。そして，同年４月の段階で，昭和５８年２月４日に公\n開授業を行うことが予定されており，そのために，昭和５７年１１月２５日には資\n料を決定し，同年１２月及び翌年１月の資料研究会，全校研究会の各検討会を経\nて，同月２４日ころ，指導案を提出することが予定されていた。\nウ　α小学校の道徳授業においては，学級内の全児童に対し，事前調査及び日常観\n察などから，価値意識の類型により，「ａ　規範意識が高く，考え方と行為が一致\nする。ｂ　考え方としては十分わかっているが，たてまえ的で，行為がともなわな\nい。ｃ　価値意識が低く，行為がともなわない。」の３グループに分け，各グルー\nプから特色のある児童を１名ずつ抽出し，同抽出児への問いかけを中心にして，同\n抽出児の価値意識の変容を図り，これに他の児童が関\nわることにより，各グループの児童個々の価値意蔵を高めるというものであった\n（α方式）。\n（４）　亡Ｐ１の道徳教育に対する考え方等\n亡Ｐ１は，「道徳は言うべきことではなく，行うべきものだ。」，「道徳は他人\nに命令されるものではなく，自分に命令するものだ。」という作家深代淳郎の言葉\nに共感していた。\nまた，亡Ｐ１は，原告に対し，「道徳というのは，人に言われるものじゃなく\nて，自分が行うものだから，授業の中でいいこと言ったといって教諭が喜ぶんじゃ\nなくて，それが生活の中でその子に生きて働く力にならなくちゃいけない。」との\n道徳観を話すほどであった。\nさらに，亡Ｐ１は，原告に対し，α方式について，「大変だな。α方式って言わ\nれてるけど，よく判らないな。」，「道徳的に見て，上中下と選ぶって，俺にはよ\nく判らないな。難しいな。ランク付けをすることは，子供たちを差別することにつ\nながると思わないか。」，「いったい，子供達の心育てるって，こういう授業でい\nいのかな。」などと話しつつも，「抽出児を選んでやることに疑問を感じないでや\nるのであれば，もっと楽にできるんだろうけど，αの形に入っていかなければなら\nないということが自分にはできないから大変なんだ。」などと話していた。\n亡Ｐ１は，昭和５７年１１月１２日の道徳の授業研究会の直後にも，原告に対\nし，「やらなければならないことがいっぱいある。」，「もう一度前年度や前々年\n度の分について読み返したりとか，そういうことをしていかないと俺はだめなんだ\nな。」などと話していた。\n（５）　ε分校当時の状況\nε分校では，教頭１名，教諭３名が勤務し，児童数が少ないため，１，２年生，\n３，４年生，５，６年生の３学級（各学級１０名程度）の複式授業が行われてお\nり，亡Ｐ１は，初年度３，４年生，その後の２年間は５，６年生の担任であった。\nε分校では，児童を中心とし，児童の手による学校行事が行われてきていたた\nめ，高学年を担任する教諭には全校の良きリーダーを育てることも要求されてい\nた。亡Ｐ１は，高学年を担任し，児童会担当であったため，ε分校の児童の活動を\n大事に受け継ぎ育てていこうとの考えから，職員会議でも児童の立場に立った発言\nや行動をしていた。\n２　争点１（亡Ｐ１のうつ病）について\n（１）　証拠（甲６１）によれば，国際保健機関（ＷＨＯ）の国際疾病分類第１０\n版（ＩＣＤ－１０）Ｆ３２には，「うつ病エピソー\nド」として，以下のような記載がある。\nア　軽症，中等症及び重症に共通する典型的な抑うつのエピソードでは，患者は，\n通常，抑うつ気分，興味と喜びの喪失，活力の減退による易疲労感の増大や活動性\nの減少に悩まされる。わずかに頑張った後でも，ひどく疲労を感じることが普通で\nあり，また，他の一般的な症状としては，次のものがあるとされている。\nａ　集中力と注意力の減退\nｂ　自己評価と自信の低下\nｃ　罪責感と無価値観（軽症エピソードであってもみられる）\nｄ　将来に対する希望のない悲観的な見方\nｅ　自傷あるいは自殺の観念や行為\nｆ　睡眠障害\nｇ　食欲不振\nイ　軽症うつ病エピソード及び中等症うつ病エピソードの各診断ガイドラインは，\n以下のとおりであるとされている。\n（ア）　軽症うつ病エピソード\n上記アの典型的な症状のうち少なくとも２つ，他の一般的症状のうち少なくとも\n２つが，診断を確定するために存在しなければならず，その程度が著しいものであ\nってはならず，エピソード全体の最小の持続時間は約２週間である。\n（イ）　中等症うつ病エピソード\n上記アの典型的な症状のうち少なくとも２つ，他の一般的症状のうち少なくとも\n３つ（４つが望ましい）が，診断を確定するために存在しなければならず，いくつ\nかの症状は著しい程度にまでなる傾向をもつが，もし全体的で広汎な症状が存在す\nるならば，このことは必要事項ではなく，エピソード全体の最小の持続時間は約２\n週間である。\n中等症うつ病エピソードの患者は，通常社会的，職業的あるいは家庭的な活動を\n続けていくのがかなり困難になるであろう。\n（２）　証拠（甲２５，２６，乙２９，３１，３２，証人Ｐ２，同Ｐ９，同Ｐ５，\n原告本人）及び弁論の全趣旨を総合すれば，亡Ｐ１には，精神疾患などの病歴はな\nく，近親者にもそのような病歴の者はいなかったこと，Ｐ２校長や同僚教諭の亡Ｐ\n１に対する人物評価は，明るく，真面目，几帳面，責任感が強い，誠実，優しい，\n粘り強い，物静かなどというものであったこと，亡Ｐ１は，物事を綿密に徹底して\n行うといった性格の持主であったこと，以上の事実が認められる。\n（３）　財団法人林精神医学研究所附属林道倫精神科神経科病院理事長Ｐ１０は，\n本件訴訟記録を検討した上，その意見書（甲５１）において，結論として，「被災\n職員は元来明朗で温和，誠実で忍耐強い教諭であり，児童が主人公という教育理\n念，学校観をもち，ε分校でその教\n育実践を行ってきた。α小学校への転任は，１年生の担任，自主公開授業の担当と\nいう役割と共に，整備された管理教育体制の中で業務を行うことを意味した。特に\n抽出児の技法をもって道徳の授業計画をすすめる作業は，被災職員にとっては彼の\n児童観，教育理念にそぐわないものであり，疑問と迷いを伴い，業務として遂行し\nなければいけないという圧力と葛藤をおこし，被災職員に特別な精神的負担を与え\nた。２学期の多くの行事のあと，１１月に入って，過労とストレスの条件下で明ら\nかにうつ病の症状が発現し，年末正月にかけて公開授業案の作成の経過で反応性う\nつ病の症状が進展した。すなわち，不眠・食欲減退・疲労感と共に，孤立感・無力\n感・感情疎隔感・喜びの喪失，さらに公開授業の準備への異常な集中・固着など\nは，反応性うつ病の症状であり，症状はさらに業務の負担を著しく大きなものとし\nた。」と判断している。\n（４）　前記１認定事実によれば，亡Ｐ１は，少なくとも，昭和５７年１０月ころ\nには，不眠，食欲減退，疲労感などを訴え，同年１２月ころには，孤立感，無力\n感，感情疎隔感，喜びの喪失を窺わせる言動を示しているほか，α小学校における\n道徳教育の手法である児童を３グループに分けるα方式と自己の道徳教育に対する\n教育理念との乖離に悩みながらも，同小学校の一員として早くなじんでいこうとい\nう思いや教諭としての責任感から，α方式を理解し，遂行しようと努力を続け，そ\nの中で強い精神的葛藤を抱いていたことは明らかというべきであり，特に年末年始\nや冬休みの間，実家への帰省を１泊で切り上げたり，友人の誘いを断ったり，原告\nとの約束を断るなどし，昭和５８年２月に予定されていた道徳の公開授業に向けた\n準備に時間を割き，本件指導案の作成に異常なまでに集中し，固着していたことが\n窺えるのである。\n亡Ｐ１の同状況に上記（１）ないし（３）を総合考慮すれば，亡Ｐ１は，昭和５\n７年１０月ころから翌１１月ころの間に反応性うつ病を発症し，年末年始から冬休\nみにかけて同症状が増悪していった結果，自殺念慮発作により自殺したものと判断\nするのが相当である。\n（５）　被告は，亡Ｐ１は，うつ病に罹患しておらず，本件被災との間に因果関係\nはない旨主張し，労災リハビリテーション長野作業所長関東労災病院神経科医師兼\n務医学博士Ｐ１１作成の意見書（乙５７・以下「Ｐ１１意見書」という。）は，こ\nれに沿うものである。\nしかしながら，Ｐ１１意見書に対しては，これに反論を加えるＰ１０医師の補充意\n見書（甲５２）や同医師の当法廷での証言に鑑みたとき，Ｐ１１意見書を直ちに採\n用することはできず，また，証拠（甲５１，５２，６１）によれば，うつ病患者\nは，まず家庭生活におけるレベルでのみ変化が現れ，社会生活上は見過ごされるこ\nとが多いうえ，症状の重症度は，個人的，社会的，文化的な影響により，社会的活\n動とは必ずしも平行しないことが認められるのであって，同事実をも考慮したと\nき，被告の同主張を採用することはできず，他に前記（４）の判断を左右するに足\nりる適切な証拠はない。\n３　業務起因性について\n（１）　地方公務員災害補償法にいう「公務上死亡した」というためには，死亡と\n公務との間に相当因果関係のあることが必要であるところ，死亡が精神障害に起因\nする場合には，客観的に見て，公務により，当該精神障害を発病させるおそれのあ\nる強度の心理的負荷が与えられ，かつ，公務以外による心理的負荷や当該職員の既\n往歴，性格傾向などの個体側要因により，当該精神障害が発病したとはいえない場\n合に，死亡と公務との間の相当因果関係が認められることになると解すべきであ\nる。\n（２）　公務との関連について\nア　証拠（甲１１ないし１３，６６，証人Ｐ１２，同Ｐ３）によれば，公開授業に\nおける指導案は，授業の出来不出来を左右する極めて重要なものであり，担当教諭\nは，その作成を始め，検討，修正にかなりの労力を注がざるを得ず，相当な負担と\nなっていること，教諭という職業については，ストレスが多いことを調査研究した\n複数の論文も存在すること，以上の事実が認められ，同各事実に，前記１認定のと\nおり，亡Ｐ１は，ε分校からα小学校への転任による執務環境の変化に伴い，その\n公務の内容において，前任校よりも質的・量的に負担の増加していることが窺える\nこと，亡Ｐ１は，２学期に入り，運動会や学芸会等の学校行事が連続していた昭和\n５７年１１月には，年１回の担当と決められていた全校の授業研究会を２回，２週\n続けて担当したことにより，一時的に負荷が高まったものと考えられること，殊\nに，２学期に入ってからは，家に持ち帰った仕事を連日午後９時ころから同１１時\nないし翌日の午前１時ころまで行っており，同各授業研究会の準備に追われていた\nことが窺えること，亡Ｐ１には，ε分校当時の児童を中心とした教育活動から，管\n理教育の\n側面が強いと感じていたα小学校の教育活動との間に違和感を持ち，殊に，同年１\n１月の道徳の授業研究会及び翌年２月に予定されていた道徳の公開授業では，児童\nを３グループに分け，各グループから１名の児童を抽出し，同児童を中心に授業を\n進めるα方式に相当大きな心理的葛藤のあったことが窺えるのであって，自己の教\n育理念に合致しないという意味において，意に添わない公務に従事させられた面の\nあることは否定できないところであること，亡Ｐ１は，同小学校において，着任１\n年目でありながら，通常担当すべき公務に加えて年間３回の授業研究会（うち１回\nは公開授業）をも担当することになっていたという公務の全体を併せ考慮すれば，\n亡Ｐ１の同公務は，客観的に見て，同人の疾病の発現，増悪の原因となるに足りる\n強度の心理的負荷を与えたものと認めるのが相当である。\nイ　被告は，亡Ｐ１の死亡と公務との間に相当因果関係がない旨主張し，その理由\nとして，α小学校では，亡Ｐ１が転任１年目であったことを考慮し，校務分掌上過\n度の責任を負うことのないように配慮したこと，同小学校の１年生は，高学年に比\nべて児童数（亡Ｐ１が担任した１年２組は２５名，４年生は４２名），単元数（１\n年生は９２８教科，６年生１１２１教科）ともに少ないこと，亡Ｐ１は，同小学校\nにおいて，１年１組担任のＰ９教諭から助言を得られる態勢にあったことなどか\nら，亡Ｐ１の教諭としての公務が他の教諭に比べて特に過重であったことはないと\nし，また，亡Ｐ１が自宅で連日仕事をしていたことを裏付ける証拠は原告の供述し\nかなく，原告は亡Ｐ１より早く就寝していたのであるから，その根拠が薄弱である\nとする。\nしかしながら，証拠（証人Ｐ１２，同Ｐ９）によれば，１年生においては，授業\nの準備が他の学年より時間を要することがあること，正規の授業以外にも，授業に\n付いていけない子供に対する特別指導をする必要があること，基本的な生活態度の\n習慣付けなど特有の指導事項もあること，以上の事実が認められるのであって，同\n各事実によれば，１年生の担任の業務内容は，高学年に比べて過重性を否定するこ\nとができないものであり，また，原告は，亡Ｐ１に対し，翌朝には前日の就寝時間\nを確認していた旨供述している上，前記１認定のとおり，亡Ｐ１の体重の減少，食\n欲不振，慢性的な疲労感など，これを裏付ける事実が存することに鑑みれば，原告\nの同供述は十分に信\n用するに値するものである。\n被告の同主張は採用できない。\n（３）　公務以外の事情について\nア　前記２（２）認定事実によれば，亡Ｐ１には，精神的な既往歴や社会生活の適\n応に影響するような顕著な性格傾向等，その個体側に精神障害を発病させる何らか\nの要因があったことを窺わせるものはないから，公務以外に心理的負荷となり得る\n事情があり，これによって亡Ｐ１にうつ病が発症したということができないことは\n明らかである。\nイ　被告は，亡Ｐ１の自殺が組合活動や家族関係に起因している旨主張し，原告の\n供述によれば，亡Ｐ１がα小学校に転任する以前，組合活動に従事していたことは\n認められるが，実姉のＰ４や原告の各供述に照らしたとき，被告主張の諸事情をも\nって，亡Ｐ１を自殺に至らせるほどの心理的負荷であったとまで認めることはでき\nないから，前記（１）に説示した公務による心理的負荷を超えて，うつ病の有力な\n原因となり得るだけの強度の心理的負荷が生じたものとは到底いえない。\n被告の同主張は採用できない。\n（４）　労災保険法の「故意」について\n被告は，亡Ｐ１の自殺は，心神喪失の状態にあったとはいえないとして，労災保\n険法１２条の２の２第１項の「故意」にあたる旨主張し，その理由として，亡Ｐ１\nの残した遺書の内容，筆跡からすれば，同人の自殺直前の精神状態は安定してお\nり，心神喪失の状態にあったとはいえないとする。\nしかしながら，労働省の依頼に基づく精神障害等の労災認定に係る専門検討会の\n検討結果（甲５７）をも考慮すれば，精神障害により，正常な認識や行為選択能力\nが著しく阻害され，あるいは，自殺行為を思い止まる精神的な抑制力が著しく阻害\nされている状態で自殺したと認められる場合には，その状態が心神喪失に陥ってい\nるか否かにかかわらず，「故意」には該当しないものと解するのが相当であり，ま\nた，当該精神障害が一般的に強い自殺念慮を伴うものであることが知られている場\n合に，その精神障害に罹患している患者が自殺を図ったときには，当該精神障害に\nより，正常な認識，行為選択能力及び抑制力が著しく阻害されていたものと推認す\nるのが相当であるから，この場合にも上記「故意」には該当しないものと解するの\nが相当である。\nところで，証拠（甲５７）によれば，うつ病患者の自殺率は，一般人口の自殺率\nと比較して３６・１倍になるとの報告がされており，うつ病患者の自殺念慮，企図\nは同疾病\nの症状であることが認められるところ，前記２（４）に説示したとおり，亡Ｐ１\nは，昭和５７年１０月ころから翌１１月ころにかけてうつ病に罹患し，昭和５８年\n１月には同症状が増悪傾向にあったほか，前記１認定のとおり，発見された遺書が\n短文の連続であったことに鑑みれば，亡Ｐ１は，本件被災当時，うつ病により，正\n常な認識，行為選択能力が著しく阻害され，あるいは，自殺を思い止まる精神的な\n抑制力が著しく阻害されていたものと推認するのが相当であり，これを左右するに\n足りる証拠はない。\nそうすると，亡Ｐ１の自殺は，上記「故意」に該当しないものと解するのが相当\nであるから，被告の主張は理由がない。\n４　以上のとおり，亡Ｐ１は，過重な公務により，うつ病に罹患し，その自殺念慮\n発作によって自殺したものというべきであるから，業務起因性を認めるのが相当で\nある。したがって，その認定を誤った被告の本件処分は，違法であるから，取消し\nを免れない。\n第４　結論\nよって，原告の本訴請求は理由があるからこれを認容し，訴訟費用の負担につい\nて行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n盛岡地方裁判所第２民事部\n裁判長裁判官　栗栖勲\n裁判官　細島秀勝\n裁判官　菊池浩也\n"
}