{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 26
  },
  "case_number": "平成7(行ウ)18",
  "case_name": "平成七年(行ウ)第一八号　友愛信用組合の事業譲渡に伴う公金の支出差止請求事件(以下「甲事件」という。)平成八年(行ウ)第六号　損害賠償請求事件(以下「乙事件」という。)平成八年(行ウ)第三三号　友愛信用組合の事業譲渡に伴う公金の違法支出による損害賠償請求事件(以下「丙事件」という。)",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "経営破綻した信用組合の破綻処理のために，県が県労働金庫，全国信用協同組合連合会，県信用組合協会，銀行等と共同で策定した破綻処理のためのスキームに基づく前記協会に対する無利息の貸付けが違法であるとして，地方自治法２４２条の２第１項４号に基づき知事個人に対してされた損害賠償請求が，棄却された事例",
  "case_gist": "経営破綻した信用組合の破綻処理のために，県が県労働金庫，全国信用協同組合連合会，県信用組合協会，銀行等と共同で策定した破綻処理のためのスキームに基づく前記協会に対する無利息の貸付けが違法であるとして，地方自治法２４２条の２第１項４号に基づき知事個人に対してされた損害賠償請求につき，県内の公共の秩序に混乱をもたらし，ひいてはより大きな地域への混乱をもたらしかねない金融機関の破綻処理を行うために，県が事業譲渡を骨子とする前記破綻処理のためのスキームを構築したことは，県にとっての広い意味での公共の事務に該当し，県がこのスキームに基づいて前記貸付けをしたことは，地方自治体の固有事務である「地方公共の秩序を維持し，住民及び滞在者の安全，健康及び福祉を保持すること」（同法２条３項１号（平成１１年法律第８７号による改正前））に当たるというべきであり，当時の県の苦しい財政状況を考慮しても，相当なものとして是認することができるから，前記貸付けに裁量権を濫用した違法はないとして，前記請求を棄却した事例",
  "lawsuit_id": "15929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/015929_hanrei.pdf",
  "contents": "主　　　文\n一　原告Ａの被告神奈川県知事に対する訴えをいずれも却下する。\n二　原告らの被告Ｂに対する請求をいずれも棄却する。\n三　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　甲事件\n１　友愛信用組合の事業を譲り受けた神奈川県労働金庫を支援する目的をもって、\n被告神奈川県知事が平成七年七月三一日に社団法人神奈川県信用組合協会に対し三\n五億円の貸付金を支出したことが無効であることを確認する。\n２　被告神奈川県知事は、友愛信用組合の事業を譲り受けた神奈川県労働金庫を支\n援する目的をもつて、平成八年四月一日に社団法人神奈川県信用組合協会に対し三\n五億円の貸付金を支出してはならない。\n二　乙事件\n被告Ｂは、神奈川県に対し、同県が平成七年七月三一日社団法人神奈川県信用組\n合協会に貸し付けた三五億円に対する同年八月一日からその返還を受けるまでの間\n年四パーセントの割合による金員を支払え。\n三　丙事件\n被告Ｂは、神奈川県に対し、同県が平成八年四月一日社団法人神奈川県信用組合\n協会に貸し付けた三五億円に対する同日からその返還を受けるまでの間年四パーセ\nントの割合による金員を支払え。\n第二　事案の概要\n神奈川県（以下「県」という。）は、経営破綻に陥った友愛信用組合の破綻処理\nのために、神奈川県労働金庫（以下「県労働金庫」という。）、全国信用協同組合\n連合会（以下「全信組連」という。）、社団法人神奈川県信用組合協会（以下「県\n信組協会」という。）、株式会社横浜銀行（以下「横浜銀行」という。）等と共同\nで、その破綻処理のためのスキーム（以下「本件処理スキーム」という。）を策定\nした。ここにおいて、県は、二一億円の支援額を負担することを約し、これを捻出\nするため、毎年、県信組協会に三五億円を翌年三月末に返済を受ける方法で、一五\n年間にわたって無利息で貸し付け、県信組協会はこれを全信組連に年四パーセント\nの定期預金として預け入れ、一五年間で合計二一億円の運用益を作出する旨が定め\nられた。県は、その実施の一環として、平成七年七月三一日及び平成八年四月一\n日、県信組協会に対し、それぞれ三五億円を無利息で貸し付けた。\n県民である原告らは、右のような無利息の貸付けは、地方自治法（以下「地自\n法」という。）二条三項一号に定める県の事務に属さず、他の法令上の根拠にも基\nづかない違法な貸付けであるとして、被告神奈県知事（以下、被告知事）\nという。）に対し、地自法二四二条の二第一項二号に基づき平成七年七月三一日の\n貸付けの無効確認を求めるとともに、同項一号に基づき平成八年四月一日の貸付け\nの差止めを求めた（甲事件）。さらに、右の無利息貸付けにより、県が三五億円を\n年四パーセントの利息を付して貸し付けたならば得られたであろう利益を喪失し、\nそれに相当する金額の損害を被ったとして、原告らは、県に代位して、県知事とし\nて右貸付けを行った被告Ｂに対し、地自法二四二条の二第一項四号に基づき、右各\n貸付日の翌日からその返還を受けるまで各貸付金に対する年四パーセントの割合に\nよる金員を県に支払うよう求めた（乙、丙事件）。\n以上が本件事案の概要である。\n一　争いのない事実等（末尾に証拠等の記載のないものは、当事者間に争いがな\nい。\n１　当事者\n（一）　原告らは、いずれも肩書地に居住する神奈川県の住民である。\n（二）　被告Ｂは、県知事の職にある者である。\n２　友愛信用組合\n（一）　友愛信用組合は、神奈川県一円の中小規模の事業者、勤労者その他の者の\n協同組織により、主として旧同盟系の労働組合員を対象とした職域系の信用組合と\nして、昭和二八年一一月、中小企業等協同組合法二七条の二第一項の規定に基づき\n県知事の認可を受けて設立され、組合員に必要な金融事業を行うことを目的とし\nて、その業務を行っていた。\n友愛信用組合は、その後、後記４（二）のとおり、破綻処理に伴う事業譲渡によ\nり、平成七年七月三一日解散した。（甲三五の五）\n（二）　被告知事は、友愛信用組合の所管行政庁として（中小企業等協同組合法一\n一一条一項二号、協同組合による金融事業に関する法律七条一項、地自一四八条二\n項、同法別表第三の九八及び九九）、各種事業等の認可、指導・検査等を行ってい\nた。\n３　友愛信用組合の経営破綻\n友愛信用組合は、昭和六二年ころから返済不能や延滞の貸付債権を多く抱えるよ\nうになったため、県の指導に基づき、平成二年度を初年度とする五か年間の経営再\n建計画を策定し、支店の廃止による資産売却、役職員数の削減及び役員報酬の減額\n措置等の自助努力を講じたほか、横浜銀行から平成二年五月以降四〇億円の低利融\n資を受けるなどして経営の自主再建に取り組んだが、折からのバブル経済の崩壊や\n長引く景気低迷等の影響等により事態が好転しないため、平成四年八月、自主再建\nを断念し、県に救済支援を求めるに至った。（乙一四、弁論の全趣\n旨）\n４　本件処理スキームの構築\n（一）　県は、関係諸団体と協議した結果、友愛信用組合の事業は県労働金庫に譲\n渡することとし、友愛信用組合の不良債権については県内信用組合で構成する県信\n組協会に時価相当額で売却し、その回収は同協会内に設けた債権回収機関が行うこ\nととなった。また、県は、横浜銀行のほか、友愛信用組合の上部団体である全信組\n連にも支援団体に加わってもらうこととし、県を含めた以上の五者が、友愛信用組\n合の不良債権の売却に伴う売却損、事業譲受費用、不良債権買取資金の借入利息、\n債権の回収経費等の総額一一四億六〇〇〇万円から預金保険機構による資金援助額\n二八億円を控除した八六億六〇〇〇万円を支援することになった。また、負担額\nは、県が二一億円、全信組連が一六億八〇〇〇万円、県信組協会が八〇〇〇万円、\n横浜銀行が四八億円とし、県の支援額二一億円については、毎年、県が三五億円を\n一五年間にわたって翌年三月末に返済を受ける方法で、無利息で県信組協会に貸し\n付け、県信組協会はこれを全信組連に年四パーセントの定期預金として預け入れ\nて、一五年間で合計二一億円の運用益を生み出すことになった。（甲二七、乙一\n一）\n（二）　以上の合意に基づき、県、県労働金庫、全信組連、県信組協会、横浜銀行\n及び友愛信用組合は、平成七年七月二五日、「友愛信用組合の救済支援に関する協\n定書」を締結した（本件処理スキーム）。そして、友愛信用組合は、県労働金庫に\n事業を譲渡し、同月三一日解散した。\n５　本件貸付け\n被告Ｂは、県知事として、本件処理スキームに基づき、県信組協会に対し、以下\nのとおり貸付けを実行した（以下、（一）（二）の貸付けを合わせて「本件貸付\nけ」という。）。\n（一）　平成七年七月三一日、三五億円を、返済期限を平成八年三月二九日とし、\n無利息で貸し付けた（右貸付けについては、平成八年三月二九日、返済がされ\nた。）。\n（二）　平成八年四月一日、三五億円を、返済期限を平成九年三月三一日とし、無\n利息で貸し付けた。\n６　原告らの監査請求\n（一）　原告Ａは、本件処理スキームにつき、「県が三五億円を一五年間無利息で\n貸し付けるのは不適当である。」として、平成七年三月一三日、神奈川県監査委員\nに対し、地自法二四二条一項の監査請求（甲一）を行った。これに対し、監査委員\nは、平成七年四月二八日、原告Ａの請求を棄却し、そのころその旨を原告Ａに通知\nした。\n（二）　原告\nらは、「県が県信組協会に対し、同月一日三五億円を無利息で貸し付けたことには\n法律上の根拠がない。」等として、平成八年四月二五日、神奈川県監査委員に対\nし、地自法二四二条一項の監査請求（甲一七の一）をした。これに対し、監査委員\nは、同年五月二二日、原告らの請求を棄却し、そのころその旨を原告らに通知し\nた。\n二　本件の主な争点と双方の主張\n本件の主な争点は、（一）　甲事件請求に係る訴えに確認の利益及び差止対象が\nあるか、及び乙事件請求に係る訴えが監査請求を経ているか（争点１）、（二）\n乙、丙事件につき、県が、本件処理スキームに基づき、県信組協会に対し、平成七\n年七月三一日及び平成八年四月一日にそれぞれ三五億円を無利息で貸し付けたこと\nは、法令上の根拠に基づかない違法なものか（争点２）、である。\nこれらについての双方の主張は以下のとおりである。\n１　争点１について\n（一）　被告らの主張\n（１）　甲事件請求に係る訴えについて\n甲事件請求に係る訴えのうち、被告知事が平成七年七月三一日に県信組協会に対\nし三五億円を貸し付けたことの無効確認を求める訴えは、過去の事実関係の確認を\n求めるものであるから確認の利益を欠き、不適法である。\nまた、右訴えのうち、被告知事が平成八年四月一日に県信組協会に対し三五億円\nを貸し付けることの差止めを求める訴えは、すでに同日が経過し、右貸付けが行わ\nれたから、差止めの対象を欠き、不適法である。\nしたがって、甲事件請求に係る訴えは、いずれも却下を免れない。（２）　乙事\n件請求に係る訴えについて\n乙事件請求に係る訴えは、地自法二四二条の監査請求を経由することなく提起さ\nれたものであるから、不適法であり、却下を免れない。\n（二）　原告らの主張\n被告らの主張はいずれも争う。\n乙事件請求に係る訴えが監査請求を経ていることは、次のとおりである。すなわ\nち、住民訴訟の対象となる行為又は事実は、監査請求に係る行為又は事実から派生\nし、又はこれを前提として後続することが必然的に予測されるすべての行為又は事\n実に及ぶと解されるところ、原告Ａは、本件処理スキームにつき、「県が三五億円\nを一五年間無利息で貸し付けるのは不適当である。」として、平成七年三月一三\n日、神奈川県監査委員に対し、監査請求を行い、甲事件を提起した。そして、乙事\n件請求に係る訴えは、右監査請求の対象となった被告Ｂの三五億円の支出に係る行\n為から派生又は\n後続することが当然予測される三五億円の年四パーセントの割合による支出行為な\nいし利益の喪失をその対象とするものであるから、右の監査請求は乙事件のための\n監査請求でもあり、乙事件は監査請求前置の要件を満たしていることが明らかであ\nる。\n２　争点２について\n（一）　原告らの主張\n（１）　日本銀行法及び預金保険法は、信用制度の保持、育成のため、国が必要な\n業務を行うことができる旨の規定を置いているのに対し、中小企業等協同組合法及\nび協同組合による金融事業に関する法律は、信用制度の保持、育成のため、所管行\n政庁が公的資金を支出できる旨の規定を置いていない。したがって、被告知事が友\n愛信用組合を支援する法令上の根拠はない。もとより、地方自治体が貸付け等を行\nうには、法令の根拠がなければならないのであって、本件のように、何らの法令上\nの根拠もないのに、支援と称してされた貸付けは違法である。\n（２）　仮に、本件貸付けの根拠を地自法に求めるとすれば、本件貸付けは、形式\n上は貸付けであっても、無利息貸付けであり、本来利息付きで貸し付けていれば得\nられるであろう利息分を他者に取得させるものであり、自法二三二条の二の補助金\nの支出に該当するものというべきである。ところが、本件貸付けは、この補助金支\n出の要件を潜脱するため、貸付けに仮託したものであり、その意味からも違法であ\nる。\n（３）　また、本件貸付けの内部決裁書類（甲一五）によると、県の商工部金融課\nが、「経営緊急支援融資貸付金」として、「友愛信用組合の事業譲渡に必要な支援\n金三五億円を貸し付ける」とされている。しかし、神奈川県行政組織規則による\nと、商工部金融課の所管事項は、①　中小企業金融に関すること、②　中小企業高\n度化資金に関すること、③　中小企業設備近代化資金等に関すること、④　貸金業\nの規制等に関する法律の施行に関すること、⑤　信用保証協会に関すること、⑥\n中小企業等同組合法の施行（信用協同組合等に係る事項に限る。）に関すること、\n⑦　協同組合による金融事業に関する法律の施行に関することとされており、本件\nのように、特定の企業の救済のための貸付けはその所管事項とされていない。この\nことからも明らかなように、商工部金融課は、法の施行に関する業務を行う組織で\nあり、中小企業等協同組合に無償貸付けをし、あるいは補助金の交付を行う組織で\nはないし、その権限も持っていない。したがって、本件\n貸付けは、神奈川県行政組織規則にも根拠を有しないものであり、違法である。\n（４）　また、被告Ｂは、本件貸付けを行うに際し、住民に十分情報を開示し、納\n得のいく説明をした上でこれを行う必要あった。しかるに、被告Ｂは、本件貸付け\nを行う必要性、根拠について、事前に住民に合理的な説明を行わないままこれを行\nった。この点は、本件貸付けの違法を判断する際に十分考慮されるべきである。\n（５）　被告らは、地自法二条三項一号が本件貸付けの根拠である旨主張する。し\nかし、友愛信用組合と預金者との関係は、私的経済活動における私的な関係であっ\nて、預金者が預金の払戻しを受けられないとしても、公共の秩序とは無縁である。\nしたがって、友愛信用組合の預金者を保護することは、地自法二条三項一号にいう\n公共の秩序の維持には当たらないのであり、そのような目的のため県費を支出する\nことは、法令上の根拠がなく許されない。\nなお、本件貸付けは、実質的には、被告知事が友愛信用組合の監督官庁であるこ\nとからしたものにほかならない。しかし、県知事の友愛信用組合に対する監督事務\nは国の機関委任事務である（地自法一四八条、同法別表第三の九八、九九）。そし\nて、そもそも委任事務は、団体委任事務も機関委任事務も、本来地方自治体の存立\n目的には属しない事務であり、それが「法律又はこれに基づく政令により」委任さ\nれたものである。また、委任事務は、国の事務を地方自治体ないしその機関に委任\nさせた方が住民の福祉の向上に合致すると判断されるため、地方自治体ないしその\n機関に委任して行わせるものである。そのため、地自法は、事務の委任は法令で定\nめられた場合に限定し（二条二項）、その経費は国が財源上の措置を講じるものと\nし（二三二条二項）、その事務の管理執行については、主務大臣の指揮監督を受け\n（一五〇条）、議会はその事務の処理について議決したり、条例を制定することは\nできないものとし、調査権も認めていない（一〇〇条）。したがって、被告知事\nは、友愛信用組合に対し監督権限を有しているが、それは本来的には国の権限に属\nする事項が住民の福祉のため被告知事に委任されたものであり、被告知事は、友愛\n信用組合が経営的に破綻したとしても、その支援のため県費を支出をしなければな\nらない義務はない。仮に支援するとすれば、昀終権限者であり、指揮監督者である\n国が支出すべきものである。\n（二）　被告らの主\n張\n原告らの主張はいずれも争う。\n（１）　友愛信用組合の経営破綻により、仮に県が業務の一部停止命令を発した場\n合、すべての預金の受入れ、預金（普通預金と満期到来の定期預金を除く。）の払\n戻し及び新規の貸出しが停止される結果、組合員である勤労者の生活や中小企業者\nの事業経営に計り知れない影響を与えるだけでなく、地域の信用秩序の崩壊や地域\n経済及び金融システムの混乱を招く結果になる。県は、このように判断したため、\n友愛信用組合の所管行政庁（中小企業等協同組合法一一一条一項二号、協同組合に\nよる金融事業に関する法律七条一項）として、これらの想定される事態を未然に回\n避するとともに、預金者の保護、地域の信用秩序の維持、地域経済の安定等を図る\nという総合的観点から、地自法二条三項一号にいう「地方公共の秩序を維持し、住\n民及び滞在者の安全、健康及び福祉を保持する」という地方自治体の固有事務の一\n環として、関係団体と連携して、友愛信用組合の破綻処理のため、応分の負担をす\nることとしたものであり、そこに何らの違法もない。そもそも、地方自治体は、そ\nの事務を処理するため必要な経費を支弁することが認められているのであり（地自\n法二三二条一項）、その事務には「地方公共の秩序を維持し、住民及び滞在者の安\n全、健康及び福祉を増進すること」（同法二条三項一号）も含まれているのであ\nる。\n（２）　本件処理スキームに基づき、県が負担する資金援助額については、地自法\n二一〇条の規定による総計予算主義の原則に則り、平成七年二月の神奈川県議会定\n例会おいて、平成七年度神奈川県一般会計予算の歳入歳出予算に、款を商工費、項\nを商工金融費、目を中小企業金融対策費、節を貸付金として三五億円が計上され、\n平成七年三月九日議決された。平成八年度についても同様である。そして、本件貸\n付金の支出は、当該予算の執行として、県財務規則に基づき行われた。\n第三　当裁判所の判断\n一　争点１（甲、乙事件請求に係る訴えの適否）について\n１　甲事件請求に係る訴えについて\n甲事件請求に係る訴えのうち、被告知事が平成七年七月三一日三五億円を県信組\n協会に貸し付けたことの無効確認を求める訴えは、地自法二四二条の二第一項二号\nの住民訴訟として提起されたものと解されるところ、このような無効確認を求める\n訴えは、行政処分について許されるものであるから、甲事件のように、三五億円の\n貸付けという私法上の行\n為について無効確認を求める訴えは、地自法が認めていないものであり、許されな\nいといわなければならない。\nまた、甲事件請求に係る訴えのうち、被告知事が平成八年四月一日に県信組協会\nに対し三五億円を貸し付けることの差止めを求める訴えは、前記のとおり、すでに\nその貸付けが行われたことは当事者間に争いがないから、差止めの対象を欠き、許\nされないものといわなければならない。\nしたがって、甲事件請求に係る訴えは、いずれも不適法であり、却下を免れな\nい。\n２　乙事件請求に係る訴えについて\n地自法二四二条が監査請求を前置することを要求したのは、財務会計行為の違法\n不当の問題は、その事柄の性質上、まず専門機関である監査委員の判断を仰ぐこと\nにして、行政内部の自主的解決を求めることとするのが適当であると判断されたか\nらであり、実質的にこの要請が満たされていれば、監査請求前置の要件は満たされ\nたものと解されるから、監査請求に係る行為若しくは事実から派生し、又はこれを\n前提として後続することが必然的に予測される行為については、それについて改め\nて監査請求を経るまでもなく、前にした監査請求をもって、監査請求前置の要件を\n満たしているものと解するのが相当である。また、その場合には、監査結果の通知\n後三〇日以内に提起した訴訟の係属中に、別途問題にしたい行為についての訴えを\n追加提起すれば、訴え提起期間の要件も満たすと解するのが相当である。原告Ａ\nが、本件処理スキームにつき、「県が三五億円を一五年間無利息で貸し付けるのは\n不適当である。」として、平成七年三月一三日監査請求したことは当事者間に争い\nがないところ、乙事件請求に係る訴えは、本件処理スキームに基づき、被告Ｂが平\n成七年七月三一日三五億円を県信組協会に無利息で貸し付けたことにより喪失した\n利息相当分の損害を問題とするものであり、これは原告Ａがした前記監査請求に係\nる本件処理スキームから当然に派生し、又は後続することが必然的に予測されるも\nのである。また、乙事件は、平成八年二月五日、甲事件の係属中に提起されたもの\nである。したがって、右監査請求をもって、乙事件の訴えは、監査請求前置の要件\nを満たしているものということができる。\nしたがって、この点の被告らの主張は理由がない。\n二　争点２（乙、丙事件請求の当否）について\n１　まず、本件処理スキームが構築されるに至った経緯等について概観するに、前\n記\n争いのない事実及び証拠（甲二、甲四の一ないし一四、甲六の二ないし四、甲一\n四、甲二七、甲二八、乙一一、乙一四、証人Ｃの証言）及び弁論の全趣旨によれ\nば、以下の事実が認められる。\n（一）　友愛信用組合は、昭和二八年一一月一四日、中小企業等協同組合法に基づ\nいて、組合員の経済活動を促進し、かつ、その経済的地位の向上を図るため、県内\nの中小規模の事業者、勤労者その他の者の協同組織により、組合員に必要な金融事\n業を行うことを目的として設立された信用組合であり、組合員に対する資金の貸付\nけ、組合員のためにする手形の割引、組合員の預金又は定期積金の受入れ及びこれ\nらの事業に附帯する事業を行っていた。その主たる組合員は、県内に勤務する勤労\n者（平成七年三月末日時点で約三〇〇〇人）、県内に居住する勤労者（同約一四〇\n〇人）、労働組合法に基づく労働組合（同三五〇組合）、労働組合が組織されてい\nる小規模の事業者（同約九〇事業者）であった。\n（二）　友愛信用組合は、昭和五七年度から不動産関連の中小企業への貸出しを増\n加させるなど、業務の拡大を進めていたが、昭和六二年からの土地関連取引の規\n制、平成二年からの土地関連融資の総量抑制指導、その後の長引く景気の低迷等に\nより、貸出金の返済不能や返済を延滞する債権が急増するに至った。これに対し、\n県は、友愛信用組合に対する立入検査（協同組合による金融事業に関する法律六条\n一項、銀行法二五条）を行う中で、友愛信用組合に、中小企業等協同組合法九条の\n八第二項五号の規定を受けた同法施行令一条の六第一項により禁止されている員外\n貸出しや同一人に対する貸付限度額を超える貸出し等がみられたため、債権回収の\n状況等の検査を行い、その都度問題点を指摘し、改善を指導してきた。また、県\nは、平成元年度の検査に基づき、平成二年度を初年度とする経営再建計画を策定さ\nせ、経営の再建に取り組ませ、三支店（横須賀支店、神奈川支店、厚木支店）の廃\n止による資産売却、役職員の削減及び役員報酬の減俸等の措置が採られたが、預金\n積金・貸出金の伸び悩みに加えて、バブル経済の崩壊等に伴う貸出先の経営不振に\nより不良債権が急増し、抜本的な解決には至らなかった。その結果、友愛信用組合\nは、平成四年八月、自主再建を断念し、県に救済を求めるに至った。\n（三）　これを受けて、県は、国及び関係団体と協議・検討した結果、破綻処理策\nとしては、他の金融機関に\n事業譲渡をする形が昀善の方法であると判断し、その方向で平成四年一二月ころか\nら関係金融機関と協議、検討を重ねた結果、友愛信用組合と同様の労働組合や勤労\n者を対象とした職域系の協同組織金融機関で、営業地区も同じ県内一円を対象と\nし、事業目的も労働者の福祉と経済的地位の向上を図るための金融機関である県労\n働金庫が事業譲渡先として昀もふさわしいということになり、県労働金庫にその旨\nの支援要請を行い、その承諾を得た。\n（四）　また、県は、このような事業譲渡による破綻処理策に多額の資金が必要と\nなることから、平成四年一〇月以降、大蔵省や関係団体と協議・検討を始め、関係\n諸団体に協力要請を行った。その結果、全信組連については、友愛信用組合の上部\n団体であり、信用組合業界全体の維持・発展に必要であるとの観点から、また、県\n信組協会については、県内信用組合の健全な発展及び金融事業の振興を図るため及\nび自らの信用組合業界の支援であるとの観点から、さらに、横浜銀行については、\n県経済を支えるリーディングバンクであり、預金者保護及び地域信用秩序の維持の\n一端を担っているとの観点から、それぞれ協力してもらうことになった。そして、\n協議等を重ねた結果、友愛信用組合の不良債権（延滞債権及び回収不能債権）は県\n信組協会が時価相当額（約八二億円）で買い取り、不良債権の回収は県信組協会内\nに設けた債権回収機関が行い、不良債権売却の際、回収が困難な回収不能債権（約\n七七億円）は友愛信用組合の積立金等の内部留保で補てんし、残余は友愛信用組合\nの欠損金として県労働金庫引き継ぎ、その補てんを支援団体による支援金及び預金\n保険機構からの資金援助額により賄うこととした。そして、県は、調査の結果、支\n援の対象費用が、不良債権の売却に伴う売却損を含む県労働金庫が引き継ぐ友愛信\n用組合の決算損失、事業譲受費用、県信組協会の不良債権買取資金の借入利息、債\n権の回収経費等で、総額一一四億六〇〇〇万円になることが判明したため、この総\n額から預金保険機構からの資金援助額二八億円を控除した八六億六〇〇〇万円を、\n支援団体で支援することの合意を取り付けた。\n（五）　ところで、県は、このように支援団体に支援を依頼するには、県も支援団\n体の一員に加わることが必要であると判断し、支援団体の一員として関係団体と連\n携して友愛信用組合の事業譲渡に伴う支援を行うこととし、応分の負担をすること\nと\nした。その後、これら支援団体において協議、調整が重ねられた結果、県が二一億\n円、全信組連が一六億八〇〇〇万円、県信組協会が八〇〇〇万円を、横浜銀行が四\n八億円をそれぞれ負担することになった。そして、県は、この支援額二一億円を生\nみ出すため、毎年、三五億円を翌年三月末に返済を受ける方法で、一五年間にわた\nって無利息で県信組協会に貸し付け、県信組協会はこれを全信組連に年四パーセン\nトの定期預金として預け入れ、一五年間で合計二一億円の運用益を生み出すことに\nなった。この結果に基づき、友愛信用組合と支援団体である県、全信組連、県信組\n協会、横浜銀行及び県労働金庫との間で、平成七年七月二五日、「友愛信用組合の\n救済支援に関する協定書」が締結された。その骨子は以下のとおりであり、これを\n簡単に図示すると、別紙参考図「仕組みの概要」のとおりである。\n（１）　県労働金庫は、県の要請を受け、友愛信用組合の事業の全部を平成七年七\n月三一日午前零時をもって譲り受ける。\n（２）　友愛信用組合は、平成七年七月三一日をもって解散する。\n（３）　県信組協会は、平成七年七月二八日、友愛信用組合の貸出金の一部等を時\n価相当額（約八二億円）で譲り受け、その代金を支払う。\n（４）　県信組協会が譲り受ける債権の対象は、分類貸出金（正常債権以外に分類\nされる貸出金）、県労働金庫に譲渡しない貸出金及び県労働金庫以外の金融機関に\n肩代わりされない貸出金並びにこれに付随する未収利息及び仮払金等とする。\n（５）　全信組連は、県信組協会に対し、県信組協会が譲り受ける債権の対価支払\nのための費用の全部及び県信組協会の債権回収費用等の一部を平成七年七月二十八\n日に弁済期日を平成二二年七月末営業日として融資する。\n（６）　支援額の対象は、県信組協会が全信組連から借り入れる借入金の支払利息\n額、県労働金庫に引き継ぐ友愛信用組合の昀終欠損金及び県労働金庫の事業譲受け\nに係る費用、県信組協会が譲り受ける債権回収費用等とする。\n（７）　全信組連から県信組協会に対する融資金の返済は、支援団体による支援金\n及び県信組協会が譲り受けた債権の回収元利金を財源とする。\n（８）　県信組協会が譲り受ける債権の管理及び回収事務は、県信組協会が行う。\n（９）　県の支援金の拠出方法は、三五億円を一五年間にわたり毎年無利息で県信\n組協会に貸し付け、県信組協会はこれを全信組連に定期預金として（適用利率は年\n四パ\nーセント）預け入れる方法による。\n（１０）　支援団体による支援期間は、平成七年七月三一日から平成二二年七月末\n営業日までとする。\n（六）　友愛信用組合の平成七年三月末日時点における預金、積金の総額は約三九\n三億円であり、そのほとんどは勤労者、労働組合及び中小事業者からのものであ\nり、金額的にはこの三者で約八〇パーセントを占めていた。また、友愛信用組合の\n平成七年三月末日時点における貸出金の総額は約二九三億円であり、その過半数の\n約一五二億円が不良債権化しており、その半分の約七五億円が回収不能であった。\n以上のとおり認められる。\n２　ところで、証拠（甲二七、甲二八、甲三五の一ないし五、乙七の一、二、乙\n八、乙九の一ないし三、乙一〇の一、二、乙一四、乙一六、乙四〇の一ないし四、\n証人Ｃの証言）及び弁論の全趣旨によれば、当時、友愛信用組合をめぐる内外の状\n況として、以下のような事実が存在したことが認められる。\n（一）　友愛信用組合の資産状況等\n友愛信用組合は、平成四年三月三一日当時、預金量は約三八四億円、貸出金は約\n二九二億円、不良債権は約九四億円であり、平成五年三月三一日当時、預金量は約\n四〇〇億円、貸出金は約二九三億円、不良債権は約一五〇億円であり、平成六年三\n月当時、預金量は約四〇〇億円、貸出金は約二八九億円、不良債権は約一五九億円\nであり、平成七年三月三一日当時、預金量は三九三億円、貸出金は約二九三億円、\n不良債権は約一五七億円であり、実質的に債務超過の状態にあった。もし友愛信用\n組合の経営破綻が一般の預金者等に知れ渡り、預金者の預金払戻し請求が急増すれ\nば、友愛信用組合はこれに応じきれず、取付け騒ぎが発生する可能性があった。\n（二）　当時の預金保険制度\n預金保険法（平成八年六月法律第九六号による改正前のもの。）は、このような\n預金者からの取付け騒ぎが起こらないようにするため、一定限度で預金を保証する\n預金保険制度を設けていたが、当時、預金保証限度額を一〇〇〇万円とするいわゆ\nるペイオフ制度を採用していたため（四九条二項、五三条一項、五四条一項、三\n項、同法施行令七条）、これが発動されても、一〇〇〇万円を超える預金は保護さ\nれない結果、預金の払戻しを受けられない預金者は、多大の損害を被るほか、これ\nにより勤労者の個人破産、中小企業の倒産が増大し、地域経済が混乱する可能性が\nあった。\n（三）　当時の破綻処理制度\n後述する\nように、預金保険法においては、平成八年六月法律第九六号の改正法により、信用\n組合の破綻処理制度が整備されたが、それ以前は、五九条に資金援助の制度が存在\nしたものの十分ではなく、信用組合が破綻した場合、受皿金融機関の選定、不良債\n権の処理、欠損金の処理等については、個別事案ごとに、都道府県が主体となっ\nて、大蔵省や関係団体との協議によりこれを構築しなければならなかった。しか\nも、当時、バブル経済崩壊後の金融機関の経営環境は非常に厳しく、不良債権の処\n理が重荷となって、他の金融機関には破綻金融機関に多額の低利融資を行ったり、\nこれを吸収合併する体力はなく、結局、破綻金融機関の処理方策としては、これを\n救済金融機関に事業譲渡し、救済金融機関において預金保険法五九条の資金援助の\n制度を利用するくらいしかなかった。\nその後、前記のように、平成八年六月の預金保険法の一部改正により、受皿金融\n機関及び不良債権の譲受・回収機関としての機能を持つ株式会社整理回収銀行が設\n置されることになり、また、信用組合が経営破綻した場合については、平成三年三\n月末を時限として、ペイオフコスト（保険金の支払を行うときに要すると見込まれ\nる費用）を超える特別資金援助制度（平成八年改正法附則七条、八条、一六条）が\n創設された。これにより、今回のような信用組合が破綻した場合の事業譲渡に伴う\n支援策は、株式会社整理回収銀行が不良債権の買取り及び回収業務を行い、その買\n取資金は預金保険機構の債務保証を受けた民間金融機関から調達することとなり、\nその際生じる回収不能債権の売却損及び事業譲受費用等は、破綻信用組合の出資金\n等内部留保額等により補てんされたものを除き、全額預金保険機構から救済金融機\n関に資金援助されるということになり、破綻処理の仕組みが法的に整備され、地方\nレベルでの支援も制度上必要がなくなった。\n（四）　支援以外の方法\n信用組合の破綻に対しては、右のような支援を行うことのほかに、支援を放棄\nし、業務停止命令を発することも可能であったが（協同組合による金融事業に関す\nる法律六条一項、銀行法二六条）、この業務停止命令は、すべての預金の受入れ及\nび貸出しを停止させるものであるため、中小企業者が預金を解約して支払資金に充\nてたり、資金調達のための借入れを受けたりすることができなくなって支払資金の\n決済に窮したり、また、為替取引の停止、手形・小切手による決済\nの停止、年金等の自動振込みの停止、公共料金等の自動引落しの停止等が行われる\n結果、中小企業者の企業活動に必要な資金の供給が困難となり、さらには、金融機\n関を経由した決済機能が働かなくなる結果、勤労者の生活や中小企業者の事業の経\n営に支障が生じたりするおそれがあるという問題があり、事実上この方法を採るこ\nとは不可能であった。\n（五）　国の対応\n大蔵省は、友愛信用組合の経営状況からして、自主再建は極めて困難であり、何\nらかの救済措置を採る必要があると判断していたが、具体的な対応策の構築につい\nては、監督官庁である県が指導して地方レベルで支援すべきであるという態度を堅\n持していた。県は、友愛信用組合の事業譲渡に伴う支援額が多額にのぼることか\nら、国の支援が得られなければ地方レベルでの事業譲渡に伴う支援策の構築は困難\nであるとして、再三にわたり大蔵省と協議・調整を重ね、平成六年一〇月ころ、よ\nうやく同省から、預金保険機構の資金援助として二八億円を拠出するとの回答を得\nるに至った。\n（六）　他の金融機関の破綻とその処理\n平成四年から平成八年にかけて経営が破綻し破綻処理スキームが組まれた信用組\n合として、友愛信用組合のほかに、大阪府民信用組合（平成五年）、信用組合岐阜\n商銀（平成七年）、東京協和信用組合・安全信用組合（平成七年）、コスモ信用組\n合（平成八年）、福井県第一信用組合（平成八年）、山陽信用組合（平成八年）、\nけんみん大和信用組合（平成八年）が存在する。これらの破綻処理スキームの実施\nに際しては、いずれも預金保険機構から資金援助がされているが、大阪府民信用組\n合の場合は大阪府が一〇〇億円の、信用組合岐阜商銀の場合は岐阜県が五〇億円の\n各低利融資を行い、コスモ信用組合の場合は東京都が二〇〇億円の補助金支出を行\nっている。\n（七）　県の財政状況\n県税収入は、バブル経済崩壊後の長引く景気の低迷により、平成四年度から平成\n六年度までの三年間で二〇〇〇億円を超える規模で落ち込み、その後税収の中心で\nある法人事業税、県民税は、平成一〇年度に至っても平成元年度の六割にも満ない\n水準であり、平成九年度に地方消費税が創設されたにもかかわらず、税収全体でも\nバブル期の規模には遠く及ばない状態が続いている。そして平成一〇年九月段階で\nは約六四〇億円の、平成一一年度には二二〇〇億円の財源不足が見込まれる事態と\nなり、被告Ｂは、平成一〇年九月一四日、県財政は危機的状況にあるとして、その\n対応等について、緊急アピールを発表した。なお、平成七年度の県の一般会計予算\nは、歳入、歳出それぞれ一兆六九二六億九五〇〇万円であった。\n以上のとおり認められる。\n３　そこで、以上１、２の事実関係を踏まえて、本件処理スキームの構築、これに\n基づく本件貸付けの実施が、法令上の根拠を有さない違法なものかどうかについて\n検討する。\n（一）　信用組合の経営破綻を処理する制度が未だ整備されていなかった平成七年\n当時、県や国が、友愛信用組合の経営破綻に何らの手を貸すこともなくこれを座視\nし、友愛信用組合に業務停止命令が発せられる事態に至れば、取付け騒ぎの発生、\n取引関係者の決済資金の不足、経営の破綻等が予想されたものというべきである。\nそして、友愛信用組合が横浜市神奈川区に本店を置き、県に営業の本拠があり、\n員外貸付け等の事実が見られたものの、取引のある組合員の中心は県内の者である\nから、仮に友愛信用組合の経営破綻に公的支援がされなければ、その直接の影響を\n多く受けるのは、県内の関係者であり、特に経営基盤の弱い預金者の取付け騒ぎの\n発生が予想されたといってよい。そして、他の金融機関の経営基盤のいかんでは、\n金融機関の連鎖的な倒産の発生の危険、あるいは、県内の勤労者の生活や中小企業\nの経営の悪化、ひいては地域経済の混乱に至る危険性もあったということができ\nる。ところが、当時の国（大蔵省）は、預金保険を発動するのは、地方レベルでの\n救済が困難である場合に限るとし、信用組合の破綻処理については、所管行政庁で\nある都道府県が主体となり、地方レベルで支援策を構築すべきであるとの考え方を\n堅持していた。\nしたがって、県が、国に対し預金保険機構の支援の発動を促しつつ、支援団体の\n協力を取り付けることで、友愛信用組合の破綻処理を行い、県の地域経済の混乱を\n昀小限にくい止めることは、県の公共の秩序維持となるということができる。しか\nし、当時の金融機関を取り巻く経営環境は厳しく、他の支援依頼団体の協力を取り\n付けることは容易ではなかった。このような状況下で支援を依頼し、その協力を実\n現するためには、県としては、斡旋の労を執るだけではなく、自らも資金面の支援\nをすることで、支援団の中心となり、強力な指導力を発揮することが必要不可欠で\nあり、このようにして初めて破綻処理の実現が可能となるということができた。そ\nこで、県\nが昀終的に預金保険機構から二八億円の支援金を提供してもらうことにこぎつけた\nのであるから、ここで、県自身も資金的な支援をすることが、支援団をまとめて破\n綻処理を完成するために必要不可欠であったといってよい。しかも、県が現実に採\n用した支援の方法は、貸付けの方式により長期間にわたって、資金を第三者（県信\n組協会）に利用させてその運用益を与えるというもので、元本は確保される見込み\nが高いのであるから、県としての直接的な痛みは比較的少ないということもでき\nた。\nこのように県内の公共の秩序にまず混乱をもたらし、ひいてはより大きな地域へ\nの混乱をもたらしかねない地域の金融機関（友愛信用組合）の破綻処理を行うため\nに、県が事業譲渡を骨子とする本件処理スキームを構築し、右のような混乱した事\n態の発生を回避しようとすることは、県にとっての広い意味での公共の事務に該当\nすることであり、県がそのための方法として本件貸付けを約してそれを実施したこ\nとは、その置かれた立場と環境下で所期の目的を実現するために必要不可欠かつ相\n当な手段であったということができ、地方自治体の固有事務である「地方公共の秩\n序を維持し、住民及び滞在者の安全、健康及び福祉を保持する」こと（地自法二条\n三項一号）に当たるものというべきである。\nもとより、地方自治体は、法令に違反してその事務を処理してはならないが（地\n自法二条一五項、一六項）、地方自治体の事務は広範多岐にわたるのであって、地\n自法二条三項各号に掲げられている事務も、その例示にすぎないものであるから、\n各号の解釈も、法の趣旨に照らし、許される限度で合理的に解するのが相当であ\nる。原告らは、友愛信用組合と預金者との関係は私的経済活動における私的関係で\nあって、預金者が預金の払戻しを受けられないとしても、公共の秩序とは無縁であ\nる旨主張するが、破綻処理の制度的手当てが十分に完成していない時期における金\n融機関の破綻という事態が預金者等に不測の心理的な混乱を与えかねないといった\n影響に目を向けない見方であり、採用することができない。\n（二）　（一）のとおり本件において県がどのような支援をするかは、それが地自\n法にいう公共の事務に該当するかを決定するために必要な要素であるが、さらに支\n援の内容を事務処理のための経費という観点から見ることとする。\n元来、地方自治体は、その事務を処理するために必要な経費を支弁すること\nができ（地自法二条三項一号）、その際にその支出の金額、支出方法等をどのよう\nにするかは、被告知事の合理的な裁量に委ねられているものというべきであり、そ\nの裁量権の行使が濫用にわたるかどうかは、事務処理の重要性、支弁する経費の必\n要性、その多寡、地方自治体の財政の状況等に照らし検討すべきものと解するのが\n相当である。そこで、これを本件についてみるに、前述したように、本件処理スキ\nームは、友愛信用組合の破綻、ひいては地域の信用秩序の混乱、破綻を回避するた\nめに必要不可欠なものであり、しかも、これに県が支援団体の一員として加わるこ\nとは、他の支援団体の対応、大蔵省の対応等からしてやむを得ないものということ\nができ、これらに本件の支援の方法が毎年三五億円を無利息で貸し付けるというも\nのであることを考慮すれば、本件処理スキームの構築と、これに基づき本件貸付け\nを実行したことは、当時の県の苦しい財政状況を考慮しても、相当なものとして是\n認することができ、これをもって被告Ｂに裁量権を濫用した違法があるということ\nはできない。\n（三）　なお、証拠（甲三〇の一、二）によれば、神奈川県信用組合は、平成九年\n四月、不良債権二六〇億円を抱えて経営が破綻し、横浜銀行への事業譲渡を骨子と\nする破綻処理が行われたこと、しかし、県は、この破綻処理に際し、何らの支援も\n行っていないことが認められる。しかし、右証拠によれば、これは、前述したよう\nに、平成八年以降確立した金融機関の破綻処理の仕組みに則って破綻処理が行われ\nたため、県が支援を行う必要も理由もなかったからであると認められるから、これ\nを友愛信用組合の破綻の場合と同列に扱い、本件貸付けを非難することはできな\nい。\n４　原告らの主張に対する判断\nところで、右の点に関し、原告らは緩々主張するので、以下検討する。\n（一）　原告らは、本件貸付けは無利息貸付けであり、本来利息付きで貸し付けて\nいれば得られるであろう利息を放棄し、この利息分を他者に贈与したことに当たる\nから、補助金の支出に当たる旨主張する。しかし、県がその資金を当然に他人に貸\nし付けて利益を上げられるわけではない上、補助金は、返還を前提としないで交付\nされる現金給付であり、貸付けとはやはり異なるものである。したがって、原告ら\nの右主張は採用することができない。\nまた、原告らは、本件貸付けは、補助金の要件を潜脱するため、ことさら貸付け\nという形\n式を採ったものであり、この点からも違法である旨主張する。しかし、本件におい\nて、貸付けという形式を採ったのは、前記認定のように、二一億円という県の支援\n額が多額であり、これを一時に支出することが困難なため、一五年間の無利息貸付\nけという方法で二一億円を捻出することにしたことによるものであって、ことさら\n補助金という法形式を潜脱しようとしたものとはいえない。したがって、この点の\n原告らの主張は採用することができない。\n（二）　また、原告らは、本件貸付けは神奈川県行政組織規則に掲げられている商\n工部金融課の所管事項に含まれていないから、違法である旨主張する。\nしかし、本件貸付けは、神奈川県行政組織規則が商工部金融課の所管事項として\n掲げるもの（甲二四）のうち、「中小企業等協同組合法の施行（信用協同組合等に\n係る事項に限る。）に関すること」及び「協同組合による金融業に関する法律の施\n行に関すること」に含まれるというべきであるから、原告らの主張はその前提を欠\nき、採用することができない。\n（三）　さらに、原告らは、本件貸付けについて、県は住民に対し合理的な説明を\nしなかったと主張する。しかし、証拠（甲三、甲四の一ないし六、甲二七、甲二\n八、乙一ないし四）及び弁論の全趣旨によれば、本件処理スキームに基づき、県が\n一五年間にわたり三五億円を無利息で貸し付け、二一億円の資金援助をすることに\nついては、その経過も含め、平成七年二月三日、記者発表がされ、そのころその旨\nの新聞記事が掲載されたこと、また、同年二月の神奈川県議会定例会において、本\n件処理スキームに基づき、県が行う三五億円の貸付けについて予算計上がされ、そ\nの説明も行われて、同年三月九日議決されていることが認められるから、これにつ\nいて県が住民に対し合理的な説明をしなかったということはできない。したがっ\nて、この点の原告らの主張も採用することができない。\n（四）　加えて、原告らは、本件貸付けは、実質的には被告知事が友愛信用組合の\n監督官庁であることからしたものであり、その権限を超えるものであって、違法で\nある旨主張する。被告知事が友愛信用組合の監督官庁であることも本件貸付けが行\nわれたことの一理由になっているとうかがわれるが、前記のとおり、本件貸付け\nは、なによりも地自法二条三項一号に定める県の事務に該当するから、同法二三二\n条一項を根拠としてなされたのである。したがって、こ\nの点の原告らの主張も採用することができない。\n５　以上の次第であるから、本件貸付けには、原告らの主張するような違法はな\nい。\n三　結論\nよって、原告らの本訴請求のうち、被告知事に対する訴え（甲事件請求に係る訴\nえ）はいずれも不適法であるからこれを却下し、被告Ｂに対する請求（乙、丙事件\n請求）はいずれも理由がないからこれを棄却し、主文のとおり判決する。\n横浜地方裁判所第一民事部\n裁判長裁判官　岡光民雄\n裁判官　近藤壽邦\n裁判官　弘中聡浩\n"
}