{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 11
  },
  "case_number": "平成11(ワ)29076等",
  "case_name": "日本ヒルトン雇止め",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18698",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18698",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/698/018698_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの請求のうち，本判決確定日の翌日以降の賃金及びこれに対する遅延損\n害金の支払を求める請求部分をいずれも却下する。\n２　原告らが，被告に対し，労働契約上の権利を有する地位にあることをそれぞれ\n確認する。\n３　被告は，原告Ｐ１に対し，平成１１年６月１０日限り，２１万３３００円，同\n年７月から本判決確定日に至るまで，毎月１０日限り，各３０万円並びにこれらに\n対する各支払日の翌日から支払済みに至るまで年５分の割合による金員を支払え。\n４　被告は，原告Ｐ２に対し，平成１１年６月１０日限り，２２万０５４０円，同\n年７月から本判決確定日に至るまで，毎月１０日限り，各３２万円並びにこれらに\n対する各支払日の翌日から支払済みに至るまで年５分の割合による金員を支払え。\n５　被告は，原告Ｐ３に対し，平成１１年６月１０日限り，１８万６８１１円，同\n年７月から本判決確定日に至るまで，毎月１０日限り，各２０万円並びにこれらに\n対する各支払日の翌日から支払済みに至るまで年５分の割合による金員を支払え。\n６　被告は，原告Ｐ４に対し，平成１１年６月１０日限り，１１万０８８８円，同\n年７月から本判決確定日に至るまで，毎月１０日限り，各２０万円並びにこれらに\n対する各支払日の翌日から支払済みに至るまで年５分の割合による金員を支払え。\n７　原告らのその余の請求をいずれも棄却する。\n８　訴訟費用は，これを４分し，その３を被告の，その余を原告らの負担とする。\n９　この判決は，第３ないし６項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　原告らが，被告に対し，労働契約上の権利を有する地位にあることをそれぞれ\n確認する。\n２　被告は，原告らに対し，平成１１年６月から毎月１０日限り，別紙賃金目録記\n載の金員及びこれらに対する各支払日の翌日から支払済みに至るまで年５分の割合\nによる金員を支払え。\n３　被告は，原告らそれぞれに対し，各２００万円及びこれに対する平成１１年５\n月１２日から支払済みに至るまで年５分の割合による金員を支払え。\n４　仮執行宣言（第２，３項に限り）\n第２　事案の概要\n１　本件は，ホテル「ヒルトン東京」を経営する被告に配膳人として就労していた\n原告らが，被告から一方的に労働条件の引下げを提示され，これに応じなかったこ\nとを理由として解雇されたが，同解雇は無効であるとして，①被告に対する雇用契\n約上の\n地位にあることの確認，②平成１１年５月以降の賃金（別紙賃金目録記載の月額賃\n金）の支払請求及び各支払日の翌日から支払済みに至るまで民法所定の年５分の割\n合による遅延損害金の支払請求，③違法な解雇又は雇止めによる不法行為に基づく\n損害賠償請求権に基づき，各２００万円及びこれに対する解雇日の翌日である同年\n５月１２日から支払済みに至るまで民法所定の年５分の割合による遅延損害金の支\n払を求めたのに対し，被告は，原告らとの間では日々雇用契約を締結していた関係\nにあり，被告は経営状況の悪化により労働条件を一部変更して新たな雇用契約締結\nの申込みをしたものの，原告らがこれに応じなかったため，雇用契約が期間満了に\nより終了したものであるとして争った事案である。\n２　当事者間に争いのない事実等（認定に供した証拠は，認定事実の末尾に記載す\nる。なお，争いのない事実であっても，便宜上証拠を記載したものもある。）\n（１）　当事者等\nア　被告は，昭和５６年８月１日にホテル経営等を目的として設立された株式会社\nであり，肩書住所地においてホテル「ヒルトン東京」（以下「ヒルトンホテル」と\nいう。）の経営を行っている。\nイ　有限会社新都心サービス配ぜん人紹介所，有限会社春秋配ぜん人紹介所及び株\n式会社協和サービス配ぜん人紹介所（以下，右３社を併せて，「本件各配膳会」と\nいう。）は，いずれも厚生労働大臣の許可を受けて，職業安定法に基づき，「配膳\n人」の有料職業紹介事業を営んでいる。\nウ　原告Ｐ１，同Ｐ２，同Ｐ３及び同Ｐ４（以下「原告Ｐ１」などと略称し，原告\n４名を「原告ら」という。）は，ヒルトンホテルにおける厨房での食器の洗浄及び\n管理業務に従事していた者（以下「配膳人」又は「スチュワード」という。なお，\n「スチュワード」が「配膳人」の職種の１つであることは，後記第３の１（１）ア\n（イ）のとおりである。）であり，原告らは，いずれも全国労働組合総連合（全労\n連）・全国一般労働組合東京地方本部中部地域支部ヒルトン・エキストラ分会（以\n下「組合」という。）に所属している組合員である。\nエ　組合は，昭和６３年７月に結成され，以来，現在に至るまで，被告との間で配\n膳人の時給及び交通費の増額等について団体交渉及び協約締結を行ってきた。\n（２）　被告は，組合との間で，平成３年１１月１日に締結した協約において，ス\nチュワードについて，各人の職務内容及び勤続年数等により，次\nのとおりの内容のランク付けを定め（以下「本件資格規定」という。），原告Ｐ１\n及び同Ｐ２はＡ１に，同Ｐ４はＡ２に，同Ｐ３はＡ３にそれぞれ格付けした。\n「ア　責任者（ＳＡ）　スチュワード管理者代行として業務全般に関与し，人の管\n理・指導と人の受註を主たる業務とする者。\nイ　常勤者（Ａ１）　　各洗い場の責任者となり，社員の代行者となり得る者。当\nホテルを主に就労するもので，会社から依頼されたスケジュールに相当部分従うこ\nとができ，年間実働日数２１７日以上勤務実績のある者。継続して５年以上勤務\nし，３０歳以上の者。\nウ　準常勤者（Ａ２）　各洗い場の業務の軸になり得る者。継続して３年以上勤務\nし，２８歳以上の者。\nエ　一般（Ａ３）　　　スケジュールに一人のマンパワーとなり得る者。オペレー\nションに支障をきたさない能力のある者。当ホテルに継続して１年以上勤務してい\nる者。\nオ　一般（Ａ４）　　　一定の知識を有している者。継続して半年以上勤務してい\nる者。\nカ　一般（Ａ）　　　　半年未満の者。」\n（甲１８，乙８の１）\n（３）　被告の雇用する配膳人は，平成６年までは健康保険法６９条の７所定の日\n雇特例被保険者となっており，また，国民年金の被保険者とされていたが，同年４\n月１日以降は一般の健康保険及び厚生年金保険に加入することになった者があっ\nた。（甲２６の１及び２）\n（４）　被告は，平成１１年３月９日，原告らを含む配膳人各人に対して「労働条\n件変更のお知らせ」と題する書面（以下「本件通知書」という。）を交付した。\nその内容は，同年４月１０日より，①賃金の支給対象を実働時間のみとし，現行\nでは支給対象とされている食事及び休憩時間を賃金の対象とはしない，②常用配膳\n人に対する交通費の支給方法を変更し，現行では，一回の出勤ごとに定額（６９０\n円）で支給されている交通費を，６か月の定期券代相当分の金額の振込み支給に変\n更する，③深夜労働時間として取扱う時間を変更し，現行では午後１０時から午前\n８時までの時間帯について２５パーセントの割増賃金を支給しているが，これを午\n後１０時から午前５時までに変更する，④早朝勤務取扱い時間を変更し，現行では\n午前８時以前に就労する者に対して支給されている「早朝手当」を，午前７時以前\nに就労する者に支給するというものであった。\nそして，本件通知書には，「労働条件の変更に同意されない配膳人の方は，ヒル\nトン東京としては平\n成１１年４月１０日より雇用することはできませんのでご注意下さい。」との記載\nがされ，同書面末尾には，配膳人の同意署名欄が設けられていた。\n（甲１，乙１６）\n（５）　原告らは，被告に対し，平成１１年５月７日，「労働条件の不利益変更に\nついて争う権利を留保しつつ，貴社の示した労働条件のもとに就労することを承諾\nいたします」との通知をした（以下「本件異議留保付き承諾の意思表示」とい\nう。）。（甲６の１ないし９）\n（６）　被告は，本件通知書に基づく労働条件の変更に同意しないとする原告らに\n対し，平成１１年５月１１日以降いずれも雇用関係はないと主張して，その就労を\n拒否している。（甲７及び８）\n（７）　なお，被告から原告らに支払われる賃金は，毎月末日締めの翌月１０日払\nいで支払われていた。\n３　争点\n（１）ア　原告らと被告との間で締結された労働契約は，期間の定めのない労働契\n約か，日々雇用契約を締結する形態の労働契約（以下「日々雇用契約」又は「日々\n雇用」ともいう。）か。\nイ　仮に，被告と原告らとの間の労働契約が，日々雇用契約の締結を繰り返す形態\nの契約関係であるとしても，同契約関係は実質的には期間の定めのない労働契約と\nなっていたものであるか。\n（２）　被告の原告らに対する解雇の意思表示又は雇止めは法律的に許されないも\nのであるか。\n（３）　被告の原告らに対する解雇又は雇止めが違法であり，被告は，原告らに対\nし，不法行為に基づく損害賠償義務を負担するか。\n４　争点に関する当事者の主張（要旨）\n（１）　争点（１）について\nア　原告らの主張\n原告らと被告との間の労働契約は，期間の定めのない労働契約関係であり，仮\nに，この労働契約が日々雇用契約であったとしても，原告らの日々雇用契約関係は\n長期間にわたって繰り返されて，契約更新に対する強くかつ合理的な期待が認めら\nれるようになっていたものであるから，それは期間の定めのない契約と実質上異な\nらない状態となっていたものというべきであり，被告による解雇又は雇止めには少\nなくとも解雇権濫用法理の適用・類推適用が認められるべきである。その理由は，\n次のとおりである。\n（ア）　被告と労働契約関係にある配膳人は，形式的には本件各配膳会から日々紹\n介される形をとってはいるものの，その実態は，被告との間で，期間の定めのない\n労働契約関係にある常用労働者としての配膳人（原告らを含め約６０名）と，文字\nどおり臨時的な日々\n雇用されるという実態を有している配膳人（約１１０名。ホテルの宴会の繁閑に応\nじて雇用される「特別助っ人」等）との２つの形態に分かれている。原告らのよう\nな常用労働者としての配膳人（以下「常用配膳人」という。）は，勤務時間が年間\n２０００時間以上となっているもので，被告自身も，前年度の労働日数が２００日\n以上の配膳人を「常用者」と呼称しており，このことからも被告が原告ら常用配膳\n人との雇用関係を期間の定めのない労働契約とする意思であったことは明らかであ\nる。\n（イ）　原告らは，被告に採用されるに際し，ヒルトンホテルの正社員による採用\n面接を受けており，長期間にわたって勤務を継続する意思があることを確認された\n上で，これを前提に被告との間で労働契約を締結している（実際に，原告らが担当\nするスチュワードの仕事は，ホテルで使用する多種多様な食器を管理するものであ\nり，一流ホテルには欠かせない仕事であるばかりか熟練を要する業務である。）。\nその際に，原告らは，配膳会に対して求職の申込みをしたことはなく，配膳会か\nら，日々の職業紹介を受ける日々雇用契約であるとの説明を受けたことも，被告へ\nの就職の斡旋を受けたこともない（このような配膳会の実態にも関わらず，被告\nは，原告らに支払う毎月の賃金額から「受付手数料」として２０１０円を控除した\nうえで配膳会に支払い続けているのであり，これは賃金全額払いの原則に反し，か\nつ，違法な中間搾取に他ならないものであるし，配膳会も職業安定法に違反する紹\n介手数料を徴収し続けているものである。）。\n原告Ｐ１は，被告に約１４年間勤務しており，勤務時間は午後１０時から翌日午\n前６時までと固定され，また，同人は，スチュワード夜勤について，配膳人に関す\nる勤務シフトを被告から任されて決定する立場にあった。原告Ｐ２は，被告の採用\n面接時に自分が所属することになる配膳会を指定されたもので，被告に約１４年間\n勤務しており，勤務時間は午後７時から翌日午前３時までと固定されていた。原告\nＰ３は，被告に約１４年間勤務しており，勤務時間も固定されていた。原告Ｐ４\nは，採用面接が終わった後に自分の所属する配膳会が「新都心」であると告げられ\nて知ったが，被告に約１５年間勤務しており，勤務時間は固定されていたものであ\nる。\n（ウ）　原告ら常用配膳人は，厨房や宴会ハウスに配属されている被告の正社員と\n同様の週別又は月別の勤務体制に組\nみ込まれて就労しており，週休２日の勤務体制となっていた。特に，スチュワード\nとして勤務している原告らについては，被告は１か月単位の勤務表に基づき勤務割\nりを作成して就労させている。そして，いったん就労予定表に記入された希望日時\nは，事後的に変更されることはなく，宴会がキャンセルとなった場合においても，\n臨時の配膳人の割当てが削られることはあっても，原告ら常用配膳人の就労が変更\nされることはなかった。\n被告は，組合及び常用配膳人に対し，期間の定めのない労働契約を前提とした数\n多くの団体交渉や特別の取扱いを行ってきている。原告らの労働条件の中で昀も重\n要な賃金については，１年単位で賃上げに関する労働協約が締結されており，賃上\nげが据え置かれた年についても，被告は，翌年度も原告ら常用配膳人の雇用が継続\nされていることを当然の前提として翌年度の賃上げを検討するとしていた。\n（エ）　他にも，被告は，①昭和６３年１０月１日に在職している配膳人について\n労基法に基づく有給休暇を認め，かつ，勤続年数に応じてこれを付与し，②スチュ\nワードについては昇格を予定する本件資格規定を定めた上，ランクごとに賃金を改\n定し，③常用配膳人については，平成６年４月１日付けで健康保険及び厚生年金へ\nの加入を認めるなど，継続雇用を前提とする対応をしていたものである。\nイ　被告の主張\n（ア）　ホテルの主要な収入源である宴会，レストラン及び厨房業務は，１年間を\n通じて，季節，曜日，時間帯による宴会の開催頻度の変化及びレストランの営業状\n況の変化並びに景気の変動等により常に変動が予定されており，被告のようなホテ\nル業を営むものとしてはこのような変動に常に対応しなければならないことから，\nこうした業務を担当する配膳人を長期間にわたって継続的に雇用する義務を負うよ\nうな労働契約を締結することを避ける必要があった。特に，配膳人が担当する業務\nは高度な専門性を必要とするものではなく，代替性が高いものであるから，日雇い\nにより日々異なる配膳人が配置されたとしても，これらの業務を統括する正規従業\n員の指揮があれば，その業務の適切な運営は可能である。\n他方，原告らのように配膳人として就労する者の中には，ホテルとの間で期間の\n定めのない労働契約を締結することによる規則的な勤務に拘束されることを望ま\nず，配膳人を続けながら，例えば画家や演劇を志し，長期の不就労期間を設けて外\n国に\n渡って勉強をしたり，又は演劇の公演に備えて勤務態様を変化させるなど自己の都\n合に合わせて就労することが可能な日雇いの契約関係を望む者があるという実態が\nある。\nそこで，ホテルと配膳人とを取り持つ存在として，配膳人希望者を登録してホテ\nルに紹介することを業務とする有料の職業紹介所（配膳会）が設立されており，日\n本のホテル業界では，配膳人業務従事者を雇用するにあたって，配膳会からの紹介\nを経るという配膳人紹介制度を利用している。\n（イ）　そして，原告らは，前記（ア）のような勤務形態を望み，いずれも職業安\n定法３０条の許可を受けて営業する有料職業紹介機関である本件各配膳会から被告\nに紹介され，日雇いで被告に雇用されていた従業員であるから，原告らが被告に日\n々雇用されていたということは疑うべくもない。原告らは，本件各配膳会のいずれ\nかに所属しているもので，被告は，本件各配膳会に対し，配膳人の紹介を受けてい\nることから，各配膳人に支払う賃金に応じた配膳人の紹介手数料を支払っている\n（なお，原告らが，本件紛争を生じる以前に，こうした手数料の支払や配膳人紹介\n制度について苦情や異議を述べたことはない。）。被告において，本件各配膳会か\nら紹介を受ける配膳人に，常用配膳人と臨時的雇用の実態を有する配膳人の２類型\nがあるわけではなく，被告は，年間を通じて雇用回数が多かった者を「常用者」と\n呼ぶこともあったが，そのことは原告らが日々雇用されていた事実と矛盾するもの\nではない。\n（ウ）　被告は，配膳人に対し，就労予定表に就労希望日時を記載させる方法で，\n就労予定を週単位又は月単位で把握して雇用計画を立て，各配膳人を日々雇用して\nいる。そして，被告は，勤務場所に日々張り出す勤務表に当日の勤務者及び翌日の\n勤務者の氏名を掲示するという方式で配膳人に対する雇用決定の告知を行ってい\nる。なお，希望者が限定される夜間のスチュワード勤務に関しては，配膳人間で勤\n務希望日及び時間帯を調整させ，「ＤＡＩＬＹ　ＳＣＨＥＤＵＬＥ」と題する書面\nにより，当該調整の結果に基づく各配膳人の雇用希望を提出させている。原告ら配\n膳人は，被告から特定の日時における勤務を強制されるということもなければ，あ\nる特定の期間に何日間働かなければならないといった拘束もなく，勤務希望日を被\n告に伝えて，希望日だけ勤務することができるシステムとなっているのである。\nこのように，原告ら配膳\n人は，希望によって勤務時間を自由に選択でき，辞める場合にも何日前に通知をし\nなければ辞められないといった拘束を一切受けないで被告に就労していたものであ\nる。\nそして，以上のような配膳人と被告との間で期間の定めのない労働契約を締結し\nている正規従業員とでは，その勤務形態に大きな違いがあるため，採用手続にも差\n異（面接担当者，試験の有無等）が設けられているのである。\n（エ）　被告は，組合との間で賃金のベースアップに関する交渉及び労働協約の締\n結を１年ごとに行ってはいるが，配膳人に対する賃金が年額で定められているわけ\nでもなく，原告らの賃金は時間給であり，雇用契約が１年間継続することを前提に\n労働契約を締結していたものではない。\n（オ）　その他，被告は，配膳人のうちでも，能力，経験に応じて作業効率及び作\n業内容が異なることから，ランク付けを行い，ランクごとに能力及び経験に応じた\n作業を担当させ，異なる時間単価を定めて賃金を支払っていたが，かかる制度の存\n在が個々の配膳人の雇用の長期継続を約束するものではない。また，配膳人に対す\nる有給休暇の付与は，労基法が定める実勤務継続の要件を満たせば正規従業員では\nないパートタイム労働者であっても付与されるものであり雇用期間の長短とは無関\n係である。被告は，健康保険法及び厚生年金保険法は日々雇い入れられる者であっ\nても結果として１か月を超えて引き続き使用されるに至った場合には健康保険及び\n厚生年金保険の被保険者とすることを定めており（健康保険法１３条の２第１項２\n号及び６９条の４第１項１号並びに厚生年金保険法１２条２号），配膳人の中には\n日雇いが積み重ねられ，法定の要件を満たすに至った者がいることから，法の規定\nに従い健康保険及び厚生年金への加入手続を行っているが，これらの事実は配膳人\nと被告との雇用契約が日雇いであったことと矛盾するものではない。\n（２）　争点（２）について\nア　原告らの主張\n（ア）　本件通知書の内容は，原告らの賃金を一方的に切り下げようとするもので\nあり，原告らにとって１か月４万円から６万円弱もの減収となる大幅な賃金に関す\nる労働条件の切り下げであった（原告Ｐ１は，月額約３９万円の賃金を得ていた\nが，それが約６万円も切り下げられる。原告Ｐ２は，月額約３２万円の賃金を得て\nいたが，それが約５万３０００円も切り下げられる。原告Ｐ３は，月額約２９万円\nの賃金を得ていたが，それが\n約４万３０００円も切り下げられる。原告Ｐ４は，月額約２４万円の賃金を得てい\nたが，それが約４万円も切り下げられる。こうした切り下げは被告の正社員と比較\nしても不利益性は著しいものである。）。\n（イ）　その上，こうした賃金の支給条件の切り下げは，被告の経営上の合理性を\n有しないものである。すなわち，被告の配膳人に対する賃金切り下げの効果は，配\n膳人全体を通じても１年間で４０００万円程度であり，これは被告がヒルトンホテ\nルの建物部分を賃借している東京都市開発株式会社に対して支払っている高額に過\nぎる家賃額を減額することにより実現できる程度のものである。また，被告が配膳\n人に関する経費の節減を主張するのであれば，まず配膳会に対して支払っている紹\n介手数料の支払をなくす方法で対処すべきである。さらに，原告らは，労基法が適\n用される労働者であるから，原告らの労働条件については就業規則を作成して定め\nておかなければならないものであるところ，被告は就業規則を定めていなかったも\nのであり，原告らの賃金を引き下げるような労働条件の変更を行う場合には就業規\n則の変更の手続によるべきであったというべきである。その上，被告と組合とは，\n昭和６３年７月２１日付け及び平成６年１１月１７日付けの各書面により，期限の\n定めのない労働協約を締結しているにも関わらず，被告は，これらの協約を解約す\nる手続を行わないままに本件通知書に基づく労働条件の変更を行おうとしたもの\nで，こうした労働条件の変更は無効のものである。\n（ウ）　そして，被告は，原告らとの間で期間の定めのない労働契約を締結してい\nたにもかかわらず（仮に，被告と原告らとの間の契約関係が日々雇用されるもので\nあったとしても，既に期間の定めのない契約と実質上異ならない状態にあり，ある\nいは労働契約が継続することに対する合理的な期待が認められる場合であるの\nに），原告らが被告の提案した賃金切り下げについて，「争う権利を留保しつつ，\n会社の示した労働条件の下で就労することを承諾します。」と回答したことのみを\n理由として原告らを解雇したものであり，このように原告らが労働条件の切り下げ\nについて裁判で争うとしたことを理由とする解雇は，裁判を受ける権利を定めた憲\n法の趣旨に反し，民法９０条の公序に反するもので解雇権の濫用に当たり無効であ\nる。以下において詳述する。\nａ　被告が，労働条件の不利益変更に同意しなけれ\nば雇用を継続しないとの通知を実行することは，労働者が変更に同意すれば労働条\n件が切り下げられてこれを争うことができなくなり，労働者がこれに同意しなけれ\nば雇用を失うという「悪魔の選択」を強いるものである。つまり，労働者が労働条\n件の不利益変更に同意すれば裁判で争うことができなくなり，これを裁判で争おう\nとすれば，労働条件の不利益変更に同意せずに雇止めをされて，雇用を失った上で\n労働条件の変更の適否と雇止めの適否を共に争う方法しかないことになる。こうし\nたことを強いるのは労働者に一方的な負担と犠牲を強いるもので極めて不合理であ\nる。\nｂ　被告の目的は，人員削減ではなく，労働契約を継続しながら労働条件を変更す\nることにあるのであって，この目的を超えて労働者に深刻な不利益を与えることに\nなる解雇又は雇止めをすることは合理的な理由を欠くものである。\nｃ　被告は，就業規則の作成・変更の方法によりうるのに，これを行わないまま\nに，労働条件の変更に同意しないことを理由に雇止めをしたもので，このような対\n応は合理性を欠くものである。また，被告は，労働協約の解約手続をしないままに\n労働条件の不利益変更を強要しており，この点においても不合理である。\nｄ　被告には，原告らとの労働契約関係を終了されることについて，やむを得ない\n理由がない。\n原告らが被告に対してした本件異議留保付き承諾の意思表示は，被告による本件\n通知書に基づく賃金の不利益変更について裁判所等でその法的効力について争う権\n利を留保し，昀終的には裁判所による法的判断の確定に従うが，裁判所によって労\n働条件変更が認められることを条件として，労働条件の変更，賃金切り下げに同意\nし，そのもとでの労働契約上の就労義務を承諾する趣旨である。そうであるのに，\n被告は，単に賃金に関する同意がないから，就労させることができないとして解\n雇・雇止めを行っているものであるが，原告らの本件異議留保付き承諾の意思表示\nにはこれを行うべき必要性・相当性が認められるのであり，その趣旨は借地借家法\n３２条でも生かされているのであるから，原告らがこうした意思表示をしたことを\n理由に雇用契約関係を終了させることは許されない。\nイ　被告の主張\n（ア）　被告が，原告らに対して採った措置は，雇用条件について労使間の合意が\n得られなかったことから，新たな日雇い契約を締結しないということであって，継\n続している契約を一方的に\n終了させる「解雇」ではない。新規契約を締結するか否かは，本来当事者の自由で\nあり，当事者間で労働条件についての合意ができない以上，雇用関係は終了するの\nが原則である。\n（イ）　仮に，原告らの場合は日雇い契約が相当期間継続しているから，雇止めに\nついて解雇の場合に準ずる考え方を適用し，正当事由のない合理性を欠く雇止めに\nついては権利の濫用として一定の制約を受けるとしても，本件においては合理的か\nつ正当な理由のある雇止めであって，何ら権利濫用には該当しない。\nａ　バブル経済崩壊後の日本経済の深刻な景気低迷のため，景気の影響を強く受け\nるホテル業一般の業績が低迷し，その中にあって，被告も厳しい経営危機に直面し\nており，平成１０年度の経常損失は６億３０００万円を超え，同年度末の未処理損\n失額は，３７億円を超える状態となった。特に，被告は，赤字経営が続いたため，\n運転資金を金融機関からの借入れに頼らざるを得ず，その借入金額は資本金額（平\n成１０年当時で２１億円）を大きく超えて５５億９０００万円に達していたもの\nで，そのうち２９億９０００万円は短期借入であったが，約定期限に従った返済は\n不可能であり，金融機関から借換えを受ける必要があった。このような業績悪化の\nため，被告は，ヒルトンホテル本体の建物を賃借している東京都市開発株式会社\n（以下「賃貸人会社」という。）に対する家賃すら滞納しており，その金額は平成\n１０年９月時点で合計９億円を超え，賃貸人会社から賃貸借契約の解除及びホテル\n建物の明渡請求を受ける危機的状況となった（なお，被告は，ヒルトンホテルの建\n物を所有する賃貸人会社が株式の４０パーセントを，ヒルトンインターナショナル\nカンパニーが株式の４０パーセントを，日本火災海上保険株式会社が株式の１０パ\nーセントをそれぞれ保有する合弁会社であり，賃貸人会社がホテル建物の賃貸借契\n約を解除し，他のホテルグループにホテル建物を貸すことにでもなれば，主要株主\nの合弁関係は解消され，被告は存続できないという状態にあった。）。被告は，こ\nのような状況下で，金融機関への借換えの依頼，株主への増資の依頼，賃貸人会社\nへの家賃減額交渉を進め，支払を極力延期してもらうよう全力を尽くすとともに，\n人件費やそれ以外での経費節減のためのあらゆる可能な手段をとっているものであ\nる。\nｂ　なお，人件費については，正規従業員についてはその所属組合との間で，平成\n１１年度の賃上げゼロ，ボーナス支給月数削減及び特別休暇１人年間１０日間削減\nについて同意を得た。また，今後も従業員の削減，新卒の採用停止，業務の外部委\n託等の人件費削減方策の実施を予定している。\nそして，原告ら配膳人の人件費についても可能な限り削減に協力してもらうた\nめ，本件通知書記載の労働条件変更の申入れをしたものであるが，その内容は，賃\n金の一方的切り下げではなく，従来慣行的に行われてきた取扱いを変更し，また，\n深夜・早朝勤務の割増賃金等を法律の定めにできるだけ近づけるという，穏健，妥\n当なものであって，原告らに過大な犠牲を強いるものではない。このような労働条\n件の変更は，すでに有名ホテル数社においても従業員の同意を得て実行されてお\nり，現在のホテル業界の危機的状況を脱するための必要昀小限の自主努力である。\nｃ　しかも，被告は，本件通知書に先立ち，平成１０年１２月に本件通知書と同様\nの労働条件変更の内容を組合及び本件各配膳会に提案し，その後組合とは，数回に\nわたり変更の必要性についての説明及び実施についての交渉を行うとともに，労働\n委員会におけるあっせん手続にも対応し，組合との話合いによる円満実施に向けて\n努力したが，組合は一貫して何らの譲歩もせず被告の提案を拒否し続けた。その\n間，被告に勤務する配膳人１７９名のうち，９５パーセントの１７０名（内組合員\n３７名）は労働条件の変更に同意したが，原告らのみが変更に同意することを拒否\nしたため，雇止めに至ったものである。\nｄ　さらに，原告らに対する雇止めが解雇に準ずる扱いを受けるとしても，前記ａ\nに記載した経営状況の下で，被告が危機的状況を回避するためには配膳人の労働条\n件変更が不可欠であり，合理的な手段を尽くしてその変更について協議をしたが，\nなお合意に至らなかったため，やむを得ず原告らを雇止めとしたものであるから，\n権利の濫用に該当しない。\n（ウ）　原告らの労働協約に関する主張について\nａ　原告らは，昭和６３年７月２１日付け「議事録確認」と題する文書によって，\n「賃金の支給対象時間に食事，休憩時間を含む」，「交通費の定額払い」及び「深\n夜早朝割増手当ては午後１０時から午前８時までの時間帯」とする個別具体的な労\n働条件が合意されていると主張するが，同文書では，原告らが主張するような個別\n具体的な労働条件のいずれも特定されていないうえ，当該議事録の記載内容はその\n後もなお協\n議されることが明示されているとおり，何ら確定しているものではない。当該文書\nは，昭和６３年当時，やはり経費削減の必要性から人件費を圧縮すべく配膳人を雇\n止めし，当該業務を外部委託にしようと試みたところ，組合から抗議を受け，協議\nの結果，従前通り「配膳会の紹介によって，日々雇用されていた配膳人をこれまで\n通り日々雇用する」ことを確認することが主眼の文書に過ぎず，個別具体的な労働\n条件を書面上で確定することを目的としたものではないのである。\nｂ　被告は，組合に対し，平成１０年１０月の段階で，賃上げ要求に応じるどころ\nか，配膳人の労働条件を全面的に見直し合理化を進めなければ，被告の存続が危う\nいことを伝えており，さらに配膳人を「雇止めしない場合，ホテルの再建のために\nは現時点の労働条件を維持することが全く不可能であるので，過去に締結した全て\nの労働協約を解除し，新しい内容の労働協約を近日中に締結すること」及び「新労\n働協約の内容は近日中に申し入れること」を口頭で伝えると共に，「過去に締結し\nた全ての労働協約を見直し，労働協約の改定を近日中に申し入れる」旨を書面によ\nり通知している。また，被告は，同年１２月２４日付け「労働協約及び労働慣行の\n改定の変更について」と題する文書で，原告らの主張する従前の労働協約の内容と\nは全く相容れない内容の新労働協約案を組合に対して通告しており，これらの通告\nにより，被告が従前の労働協約の解除を組合に対してしたものである。\nこれらの通知は，被告の権限を有する者が記名押印した文書により，いずれも本\n件労働条件が変更された平成１１年５月１０日より９０日以上前になされている。\n従って，それ以前に被告が組合との間で締結していた期間の定めのない労働協約\nは，これらの通知をもって有効に解除されたものである。\n（３）　争点（３）について\nア　原告らの主張\n原告らは，被告による違法な解雇ないし雇止めにより多大な精神的苦痛を被って\nおり，その額は金銭に換算すると各人とも２００万円を下らない。\nイ　被告の主張\n被告の原告らに対する雇止めは適法であり，被告は，何らの損害賠償義務を負う\nものではない。\n第３　判断\n１　前提となる事実（当事者間に争いのない事実等。認定に供した証拠は，認定事\n実末尾に記載する。なお，争いのない事実であっても，便宜上証拠を記載したもの\nもある。）\n（１）　当事者等\nア　被告（ヒルトンホテル）\n（ア）\n被告は，昭和５６年８月，ホテル経営等を目的として設立された株式会社であ\nり，肩書住所地の新宿国際ビルディングのうちのホテル部分を，賃貸人会社から賃\n借して，ヒルトンホテルの経営を行っている。\n（イ）　被告の従業員等の数（平成１０年ころ）は，正社員が６００人弱在籍して\nいたほかに，配膳人が約１８０人，請負業者の従業員が数十人就労しており，この\nうち「配膳人」には，宴会ハウス（宴会の設営やウエイター業務を行う者），レス\nトラン等の業務に従事する者（ウエイター，ウエイトレス及びコック），スチュワ\nード（ホテル内の宴会場及びレストランの銀器を含む食器の洗浄と管理，ゴミの回\n収等の衛生面を担当する者）がいる。（乙１２，原告Ｐ１）\n（ウ）　スチュワードは，平成１１年５月当時，正社員８，９人，配膳人約１０\n人，請負業者の従業員３０人ほどがおり，日勤と夜勤に分かれて勤務する態勢にな\nっていた。日勤は，宴会場の担当が１０人，レストラン関係担当が３０人，ゴミ関\n係担当が５人ほどの態勢で勤務しており，早番は午前７時から午後３時まで，遅番\nは午後３時から午後１１時までの間勤務に就いている。また，夜勤は，正社員を含\nむ６人ほどの人員配置で対応しており，基本的には午後７時から午前３時までの勤\n務に就く者，午後１１時から午前３時までの勤務に就く者，午後１０時から午前６\n時までの勤務に就く者とに分かれている。\n（乙６，証人Ｐ５，原告Ｐ１）\nイ　組合\n組合は，被告が昭和６３年６月に，被告がスチュワード業務に関して請負業者を\n導入することを理由に配膳人を雇用しないとの方針を採ろうとしたことから，同年\n７月に，配膳人の雇用確保を要求して結成されたもので，組合結成時の組合員数は\n４９人であったが，現在は１２人である。原告Ｐ１は，組合結成の翌年からその執\n行委員長に就任し，平成元年からは組合の分会長をしている。\n（甲３２，原告Ｐ１）\nウ　本件各配膳会\n本件各配膳会は，職業安定法３０条（改正前３２条）の厚生労働大臣の許可を受\nけて有料職業紹介事業を営んでいるもので，登録されている配膳人をヒルトンホテ\nルを含む都内の各ホテルに紹介しており，ヒルトンホテルとの間では，被告と締結\nした覚書（乙３号証の１ないし３）に従って，同ホテルに配膳人を紹介した上で，\n配膳人から受付手数料を受領し，同ホテルから紹介手数料を受領している。\n（乙２の１及び２，３の１ないし３）\n（２）　原告\nらの採用方法及び被告との労働契約関係\nア　被告（ヒルトンホテル）においては，ホテルの主要な収入源である宴会，レス\nトラン及び厨房業務が，１年間を通じて，季節・曜日・時間帯に応じ，あるいは景\n気動向によっても，その業務量が大きく変動する性質のものであるため，こうした\n業務量の変動に対応できる雇用形態を選択して必要な人員配置を行う必要があっ\nた。そして，そのためにはこのような業務を担当する配膳人を長期間にわたって継\n続的に雇用することになるような契約形態を避け，日々の業務量に合わせて日雇い\nにより配膳人の雇用及び配置を行うことが昀も適当であった。\nそこで，被告は，本件各配膳会に対し，紹介手数料を支払って，各配膳会に登録\nされている配膳人をその業務量に応じて日々紹介してもらうという方法を採用する\nことにした。\n（乙２９，証人Ｐ５）\nイ　本件各配膳会の登録手続等\n本件各配膳会における配膳人の登録手続等は，一般に次のように行われている。\n昀初に，配膳会は，新聞，雑誌等において配膳人を募集する広告を出して，配膳\n人希望者を募集する。募集広告を見たり，既に配膳人をしている者から紹介を受け\nるなどにより，配膳会の存在を知って連絡をしてきた配膳人希望者に対しては，配\n膳会の職員が対応する。配膳会は，配膳人希望者を面接し，同人から履歴書か求職\n票の提出を受けて配膳人として登録する。面接は，原則として配膳会の事務所で行\nうが，ホテルの現場において配膳会の現場責任者によって行われることもあり，い\nずれの場合でも，面接を通じて配膳人希望者の配膳人としての適性，経験などを把\n握し，どのホテルにおけるどのような職種が相応しいかを判断しており，また，配\n膳会に登録をする配膳人に対し，配膳会の登録の意味や配膳会からホテルへの紹介\nシステムについて十分な説明をしている。なお，配膳会の現場責任者は，配膳会か\nら各ホテルごとに指名された者で，配膳会とホテルとの連絡調整や現場における配\n膳人のスケジュール調整などの配膳人全体の管理業務を配膳会のために行ってい\nる。\nそして，配膳会は，各ホテルから事前に必要な配膳人の人数及びその配膳人のサ\nービスを必要とする日時の通知を受けて配膳人を紹介する（なお，少人数の配膳人\nが日々同種の作業を行うことが予定されているような場合には，ホテルから配膳会\nに対し，その都度事前に通知を受けないで配膳人を紹介することもある。）。\n配膳会から斡旋を受けた配膳人は，紹介先のホテルに出勤し，所属する配膳会の出\n勤簿に各配膳人の当日の労働開始時間及び終了時間を記入することになっており，\n出勤簿の記載は勤務表と照らし合わされた後，配膳会の経理部門に送られ，これに\nよって配膳会は各配膳人の勤務状況を把握している。そして，こうした手続を経\nて，各配膳人は，配膳会に対し，毎月受付手数料を支払うことになっている。配膳\n会は，原告らに対し，平成９年４月ころまで，古くからの慣習に従い，配膳会の名\n称が印刷された賃金明細書を交付しており，配膳会が配膳人に対して賃金を支払う\nという取扱いがなされていた（その後，この取扱いは，ヒルトンホテルが直接に賃\n金を支払う仕組みに改められた。）。\n（乙２の１及び２，３の１ないし３，８の２，９，１０，１１の１及び２，２１の\n１ないし３）\nウ　原告Ｐ１の雇用に至る経緯\n原告Ｐ１は，昭和６３年３月から，ヒルトンホテルの配膳人として就労するよう\nになった。\nそのころ，大学生であった原告Ｐ１は，大学のサークルに所属する後輩の紹介に\nよりヒルトンホテルに出向き，当時のチーフスチュワードであったＰ６及び配膳人\nのスケジュール担当者であったＰ７の２人から面接を受けた。その際，土曜日と日\n曜日の勤務が可能であるかなどと問われただけで，履歴書の提出も保証人を立てる\nことも求められることなく働いて欲しいと言われ，それ以来，同ホテルにおいてス\nチュワードとして就労するようになった。\n原告Ｐ１は，株式会社協和サービス配ぜん人紹介所の配膳人として登録されてい\nる。\n原告Ｐ１は，昭和６３年３月から，平成元年ころまでは日勤として就労し，平成\n２年以降は夜勤として就労していた。なお，原告Ｐ１は，平成３年１１月に定めら\nれた本件資格規定に基づき，被告から常勤者（Ａ１）に格付けされている。\n（甲３２，原告Ｐ１）\nエ　原告Ｐ２の雇用に至る経緯\n原告Ｐ２は，昭和６０年３月からヒルトンホテルの配膳人として就労するように\nなった。\nそのころ，原告Ｐ２は，俳優を職業としていたが，安定した生活をすることがで\nきなかったため，被告に勤務するスチュワードの紹介で，ヒルトンホテルの配膳人\nとして仕事をすることにし，履歴書を持参して同ホテルのスチュワード事務所を訪\nね，被告の社員であったＰ８らの面接を受けた。その際に，長期就労を希望すると\n述べたところ，「所属を『新都心サービス』にする」と\n告げられ，翌日から就労できること，その際には『「新都心サービス』と記載され\nている出勤簿にサインするように」と言われた。\n当初，原告Ｐ２に対しては日雇特例被保険者手帳が交付されており，同人の給与\nから配膳会に対して支払われる受付手数料が引かれていた。\n原告Ｐ２は，ヒルトンホテルで就労を始めた当初は，従業員食堂の勤務に就いた\nが，以後は，鍋洗い（パンウォッシャー），ゴミ集め（ヤード），二つのレストラ\nンとルームサービス（メイン），夜勤（ナイト）としての勤務を行っていた。な\nお，原告Ｐ２は，平成３年１１月に定められた本件資格規定に基づき，被告から常\n勤者（Ａ１）に格付けされている。（甲３３）\nオ　原告Ｐ３の雇用に至る経緯\n原告Ｐ３は，昭和６０年４月からヒルトンホテルの配膳人として就労するように\nなったが，そのころ，ドラマスクールに通っており，その後も演劇活動を行ってい\nたので，月によっては十分に勤務に応じられなかった。\n原告Ｐ３は，ヒルトンホテルのスチュワードとして既に働いていた友人の紹介\nで，昭和６０年４月，履歴書を持参して同ホテルに赴き，ホテル内のスチュワード\n事務室において，被告の社員であるＰ６らの面接を受けた。その際に，原告Ｐ３は\n長く働きたいとの意志を伝え，面接後に前記友人から「出勤した際には『春秋会』\nの出勤簿に名前を記入するように」と言われて，配膳会の存在を認識した。\n原告Ｐ３は，平成７年ころまでは，演劇活動等をしていたこともあり，月によっ\nては勤務日数が少なく，年間勤務日数が２００日に達しないこともあったが，平成\n８年以降は，週５日勤務を継続し，年間勤務日数も２００日を超え，週のうち３日\nは通常のスチュワードとして，残りの２日はシルバーマンとしての仕事をするよう\nになった。（甲３４）\nカ　原告Ｐ４の雇用に至る経緯\n原告Ｐ４は，昭和５９年１０月からヒルトンホテルの配膳人として就労するよう\nになった。原告Ｐ４は，昭和５９年にヒルトンホテルが開業することを知り，同ホ\nテルに直接に電話を入れて配膳人として就労したいとの申し入れをした。そして，\n同ホテルのスチュワード事務所で前記Ｐ８及びＰ６から面接を受け，日勤として長\n期間働きたいことや，金曜日は休みにして欲しいとの希望を述べた。面接終了後，\nＰ８らから「君は『新都心』だから」と言われ配膳会に所属することを告げられ\nた。なお，その後，所属配膳会を，有限会社新都\n心サービス配ぜん人紹介所から，株式会社協和サービス配ぜん人紹介所に移ってい\nる。ヒルトンホテルで勤務を始めてから数年後に，日雇労働者健康保険への加入を\n勧められた。原告Ｐ４は，平成３年１１月，本件資格規定に基づき，被告から準常\n勤者（Ａ２）に格付けされている。（甲３５）\nキ　被告から各配膳人に対する賃金は，実際の就業時間に応じて時間給で支払われ\nている。配膳人の毎日の就業時間，週及び月ごとの就業時間等は必ずしも一定して\nはいないが，原告らのような勤務日数の多い配膳人については，就労予定表の記載\nに沿う形で勤務表が作成され，被告において予定の宴会等がキャンセルになった場\n合でも，就労予定に従って就労できるのが通常であった。（甲３２，原告Ｐ１）\nク　被告に勤務する配膳人は，本件各配膳会のいずれかに登録されており，被告\nは，配膳人に対する支払賃金に対応して，各登録先の本件各配膳会に対して紹介手\n数料を支払っている。紹介手数料は，当初は被告と本件各配膳会との覚書のとおり\n支払賃金額の１０・１パーセントとされていたが，その後，被告の経営悪化に伴う\n引下げ要求に基づき，８・３パーセント（税込み）に減額することで合意が成立し\nた。（乙２の１及び２，３の１ないし３）。\nケ　被告に勤務する配膳人は，各登録先の本件各配膳会に対し，毎月，求人受付手\n数料を支払っている。（乙３の１ないし３）\nコ　被告には，配膳人からスチュワード正社員に採用された者が相当数存在する\nが，原告らは，正社員に採用されることを希望したことはなかった。（甲４７）\n（３）　スチュワードの勤務形態\nア　ヒルトンホテルに対し，日勤のスチュワードとしての就労を希望する者は，事\n前に昀低１週間分の就労希望日時を就労予定表に記入して同ホテルのスケジュール\n担当者（配膳人）に提出する。同担当者は各人の就労希望日時を踏まえて調整した\nものを月単位の月間予定表に記載して同予定表を作成し，被告は，これに基づいて\n配膳人の勤務場所に当日及び翌日の勤務者の氏名を記載した勤務表を掲示する方法\nで，各配膳人に対し，当日及び翌日のスチュワード（日勤）として勤務する者を決\n定し，告知する方法が採られていた。\nまた，夜勤のスチュワードとして就労を希望する者も，基本的には日勤を希望す\nる場合と同様に，事前に昀低１週間分の就労希望日時を記入した就労予定表をスケ\nジュール担当者（配膳人。原告Ｐ１が担当していた\n時期がある。）に提出するのが原則であったが，もともと夜勤希望者は限定されて\nいるため，夜勤のスケジュール担当者が前記就労予定表などに基づいて，昀低１週\n間分のスケジュールを調整したものを「ＤＡＩＲＹ　ＳＣＨＥＤＵＲＥ」と題する\n書面に記入して日勤のスケジュール担当者に提出し，同担当者がこれに基づいて当\n日及び翌日の勤務者の氏名を記載した勤務表を作成して配膳人の勤務場所に掲示す\nる方法で，被告が勤務者を決定のうえ告知する方法が採られていた。\n（甲３２，乙４ないし６，証人Ｐ５，原告Ｐ１）\nイ　このように，被告（ヒルトンホテル）は，スチュワードとしての勤務を希望す\nる配膳人から，昀初に就労希望日時を提出させ，スケジュール担当者等の調整を経\nて作成された就労予定表に基づいて，勤務日の前日までに勤務者及び勤務時間を決\n定して，その内容を記入した勤務表により配膳人に告知しているもので，配膳人\nは，被告から特定の日時におけるスチュワードとしての就労を強制されることはな\nく，また，配膳人も自らが就労を希望したからといって，当然にスチュワードとし\nて就労できるものではなかった。\n（甲３４，証人Ｐ５）\n（４）　被告に就労するスチュワードの勤務条件の変遷\n組合と被告とは，組合が結成された昭和６３年以降，毎年，配膳人の時給及び交\n通費の増額等の勤務条件について，次のとおり団体交渉及び協約締結を行ってき\nた。（甲１２）\nア　被告と組合とは，昭和６３年７月２１日付け議事録確認書に基づき，次のとお\nり合意した。（甲１３の２）\n「１　配膳会の紹介によって東京ヒルトンインターナショナルに雇用されていたス\nチュワードについては，雇用関係，賃金，他の労働条件，業務内容はこれまでの通\nりとする。\n２　７月２２月より，現在のスチュワードに不足が生じた場合には，会社は請負会\n社（日本ホテルサービス）から補充する。\n３　スチュワードのオーダー書きはこれまで通り（組合分会長の）Ｐ９が担当す\nる。ただし，Ｐ１０チーフスチュワードの了解を得る。\n４　配膳会の紹介で会社が雇用したエキストラスチュワードが，再び会社への雇用\nを希望した場合，会社はこれまで通り配膳会の紹介によってスチュワード部門に優\n先的に雇用する。」\nイ　被告は，組合の昭和６３年１０月１日付け要求書に対して，有給休暇について\nは同年１０月１日現在在職している有資格の職員に対して付与する（ただし，付与\n資格の認定及び付\n与の基準は，労基法の定めに従う。）こと，交通費については１日当たり５５０円\nを６００円に引き上げることで組合と合意した。（甲１４の２）\nウ　被告と組合とは，平成元年１１月２０日，確認書に基づき，賃金を同年１０月\n１日より１時間につき６０円賃上げすることを合意した。（甲１６の２）\nエ　被告と組合とは，平成２年１０月１２日，確認書に基づいて，賃金を同年１０\n月１日より１時間につき一律９５円賃上げすること，交通費を現行の１日当たり６\n００円から６２０円に引き上げることを合意した。（甲１７）\nオ　被告と組合とは，平成３年１１月付け確認書に基づき，本件資格規定を確認\nし，スチュワードの資格（ランク）に応じて，常勤者（Ａ１）である原告Ｐ１及び\n同Ｐ２は時給１６００円に，準常勤者（Ａ２）である原告Ｐ４は時給１４５０円\nに，一般（Ａ３）である原告Ｐ３は時給１３１０円にそれぞれ改定したうえ，交通\n費については，現行の１日当たり６２０円を６５０円に引き上げることで合意し\nた。（甲１８）\nカ　被告と組合とは，平成４年１１月付け確認書に基づき，交通費を同年１０月１\n日から，現行の１日当たり６５０円から６７０円に引き上げることを合意した。\n（甲１９）\nキ　被告と組合とは，平成５年１２月１７日付け確認書に基づき，勤続３年以上で\n前年度の労働日数が２１７日以上の者については年１回安全靴を支給すること，組\n合から要求のあった給与明細書の発行者を「日本ヒルトン株式会社」とすることに\nついて被告が本件各配膳会事務所に徹底指導することにつき合意した。（甲２０）\nク　被告と組合とは，平成６年１１月１７日付け確認書に基づき，賃金を一律時給\n５円賃上げすること，交通費を現行の１日当たり６７０円から６９０円に引き上げ\nることを合意した。（甲２１）\nケ　被告は，組合に対し，平成８年１月２９日付け回答書により，組合員であるス\nチュワードに対する一時金及び退職金については将来の検討課題とする旨の回答を\nした。（甲２２の２）\nコ　被告と組合とは，平成８年１２月２０日付け確認書に基づき，賃金について\nは，被告からの収入を生活の糧とする常用者（前年度の労働日数２００日以上の\n者）のみを対象に，時給２０円を賃上げすることで合意した。（甲２３）\nサ　被告と組合とは，平成９年１２月９日付け確認書に基づき，賃金については，\n被告からの収入を生活の糧とする常用者（前年度の労働日数２００日以上\nの者）のみを対象に，時給２０円を賃上げすることで合意した。（甲２４）\n（５）　本件通知書に至る経緯（被告の経営状態）について\nア　被告の経営状況は，いわゆるバブル経済の崩壊後，ビジネス需要や個人消費の\n減退基調が続く厳しい状況の中で，平成１０年度の経常損失は約６億３３００万円\nとなり，同年度末における未処理損失額は，約３７億７２００万円で，対前期末比\n２０・６パーセント増の悪化となった。さらに，当事の被告における資本金が２１\n億円であるのに対し，金融機関からの借入金が約５５億９０００万円に膨らんでお\nり，このうち約２９億９０００万円が短期借入金で，返済期日が到来する度に借換\nえを依頼しなければならない状態であった。（乙１２，３２，証人Ｐ１１）\nイ　そうした中で，被告は，ヒルトンホテル本体の建物を賃借している賃貸人会社\nに対する家賃を滞納し続け，その金額は平成１０年６月時点で１０億円を超え，さ\nらに，同年９月１４日までに期限が到来した金融機関に対する借入金債務１４億円\nについて借換えを拒否される事態となったことにより，賃貸人会社から，同年９月\n１６日到達の同月１４日付け内容証明郵便で，賃料９億１３５０万円の滞納がある\nことを理由に，賃貸借契約を解除する旨の意思表示をされ，同年１１月３０日まで\nにホテル建物の明渡しをするようにとの請求を受けた。（乙１３，２９，証人Ｐ５\n及び同Ｐ１１）\nウ　ところで，組合は，被告に対し，同年１０月１６日付け要求書において，一律\n時給５０円の賃上げ及び一時金の支払要求をし，これに対して被告は，同日開かれ\nた団体交渉において，組合に対し，前記イの経緯を踏まえて，被告が近い将来に営\n業を縮小・移転又は閉鎖することも有り得ること，その場合には配膳人の雇用がで\nきなくなる旨の説明をした上，同月２７日付け回答書に基づいて，本年度の賃金は\n更なる経営状況の悪化から据え置きとすること，一時金の支払要求については現状\nにおいては全く不可能であるとの回答をした。（甲２５の１及び２，証人Ｐ５，原\n告Ｐ１）\nエ　これに対して組合は，被告に対し，同年１１月１９日付け要求書で，引き続き\n賃上げ等の要求をするとともに，賃金その他の労働条件に関する事項や，事業所の\n縮小・移転・閉鎖等に関する事項については，組合と誠意をもって協議し，合意を\n得た上で実施するようにとの要求をした。これに対して被告は，同月２７日に開か\nれた団体交渉\nにおいて，労働条件に関しては「過去に締結した全ての労働協約の見直しを行い，\n労働協約の改定を近日中に申し入れる予定である」こと，「事業の再編成を行い，\nコスト削減を図るために，完全外部委託を検討する予定である」こと，事業の縮\n小・移転・閉鎖等については，賃貸人会社と交渉中であり，結論が出た段階で直ち\nに報告する旨を回答した。（乙２３，２４）\nオ　被告は，組合に対し，同年１２月２４日付け「要望書」に基づき，労働協約及\nび労働慣行の改定について，賃金の支給対象を実働時間のみとし，食事等の休憩時\n間を賃金の対象としないこと，常用者に対する交通費の支給は，６か月の定期券代\n金分を支給するので，各自で購入すること，現行では午後１０時から翌朝８時まで\nとなっている深夜労働時間を，午後１０時から翌朝５時までに変更すること，現行\nでは午前８時以前に就労する者に対して支給している早朝手当を，午前７時以前に\n就労する者に変更することを申し入れ，これに同意するように要望したが，組合\nは，平成１１年１月１３日付け「申入書」により，このような要望に応じることは\nできないとの趣旨を明確に伝えた。その後，被告は，組合との間で，同年１月２６\n日，同年３月９日及び同年５月７日に団体交渉を持ったが，結局，組合の理解を得\nることはできなかった。（乙１９，２５，２６，原告Ｐ１）\nカ　被告は，正社員の人件費につきその所属組合と交渉し，同年５月２６日，同年\n度の賃上げは行わず，ボーナスは従前の年間５か月を３・４５か月に減額すること\n及び従前は全従業員に与えていた特別休暇を１人当たり年間１０日間削減すること\nについて同意を得た。また，さらなる人件費削減のため，今後，従業員の削減，新\n卒従業員の採用停止，業務の外部委託等を実施することにした。（乙１５の１，３\n２，証人Ｐ５）\nキ　被告は，本件通知書で提案した労働条件変更による経費節減の効果を，食事・\n休憩時間の控除により年間約３２００万円，交通費の実費支給により年間約５７０\n万円，深夜・早朝勤務取扱い時間の変更により年間約２００万円（年間合計約４０\n００万円）と試算していた。（乙１５の１，原告Ｐ１）\nク　ホテル業界においては，従来，配膳人の勤務に関し，食事・休憩時間について\nも賃金の支払対象とするのが通例であったが，平成１０年以降，ホテルオークラ，\n京王プラザホテル（レストラン部門のみ）及びホテルニューオータニ（変更予\n定）等，食事・休憩時間を賃金の支払対象とはしないホテルも出るようになってい\nた。（甲３１，乙１７，１８の１ないし４，証人Ｐ５）\n（６）　本件通知書に基づく労働条件の変更とその後の経緯\nア　被告は，本件各配膳会に登録し，ヒルトンホテルに就労する配膳人に対し，平\n成１１年３月９日，本件通知書を交付して，労働条件の変更を通知した。（甲１，\n乙１６）\nイ　これに対して，被告が本件通知書を交付した配膳人１７９名のうち，９５パー\nセントに当たる１７０名（うち組合員３７名）は同通知書に記載された労働条件の\n変更に同意した。\nウ　ところで，組合は，本件通知書の内容に関し，被告に団体交渉を申し入れたが\n話し合いがつかなかったため東京都地方労働委員会に対してあっせんの申立てを行\nい，これに基づき同年４月８日に第１回のあっせんが行われた。これを受けて被告\nは，同月１０日から実施することを予定していた本件通知書に基づく労働条件の変\n更を同年５月１０日まで延期することにした。しかし，その後，被告が同日からの\n実施は譲ることができないとしたこともあって，結局，このあっせんの手続は，同\n年４月３０日で不調となった。（甲４，５）\nエ　組合及び原告らは，被告に対し，同年５月７日，被告が本件通知書で通知した\n労働条件の変更が，労働条件の不利益変更であるとして争う権利を留保しつつ，被\n告の示した労働条件のもとに就労することを承諾する旨の通知書を提出した（本件\n異議留保付き承諾の意思表示）。（甲６の１ないし４）\nこの通知書における「争う権利を留保する」との記載の意味は，原告らが裁判で\n争う権利を放棄しないとの意味であり，被告が変更した労働条件の下で就労するこ\nとは承諾するが，別途，訴訟で労働条件の変更の効力を争い，従前の労働条件の下\nであれば支給を受けられた賃金等の差額を請求するという意味である。（原告Ｐ\n１，弁論の全趣旨）\nオ　これに対して，被告は，組合に対し，同月１０日，組合及び原告らの本件異議\n留保付き承諾の意思表示は，被告の本件通知書に基づく労働条件の変更に同意せず\nにこれを争うとの趣旨のものであるとし，ヒルトンホテルとしては同日以降におけ\nる組合員の就労を認めることはできない旨の通知書を交付し，さらに同ホテルにお\nける配膳人の勤務場所入口に「労働条件改定に関する同意書の提出日は本日５月１\n１日（午前０時）で締切りになります。未提出の方に関しましては５月\n１１日以降就労する事が出来ませんので御注意下さるようお願い申し上げます。」\nと記載した文書を張り出した。（甲７及び８）\nカ　被告は，原告らについて，いずれも離職日を同月１０日，離職理由を「労働条\n件変更に伴う会社側都合による解雇」とする離職票を作成した。（甲９の１ないし\n４）\nキ　被告は，組合に対し，組合の同年７月２２日付け団体交渉申入れに対し，「こ\nの件（労働条件の変更の件）での団体交渉には応じることが出来ません。……従っ\nて，当ホテルとしては今後特別の事情の変更がない限り，この確定した条件での配\n膳人の雇用を行っていくのが妥当であると考えております。なお，解雇は雇用条件\n不一致の結果なされたもので，その当否について，裁判所が判断を下すための手続\nを進めるのと平行して和解の勧告をされているところでありますから，この際は裁\n判所における話し合いに絞るのが問題解決の近道ではないかと考えています。」と\n回答した。（甲２８の３）\nク　被告の平成１１年度における営業収益は，約１０５億８８００万円と対前期比\nで約６億３３００万円の減収となったが，営業費用を合計約１０４億２４００万円\nに圧縮することができたことから，営業利益として約１億６３００万円を計上する\nことができた。そして，経常利益も約６６００万円となり，当期税引後利益は約６\n２００万円となった。この結果，当期未処理損失は約３７億９００万円となり，対\n前期末比１・７パーセントの改善となった。（甲３０，証人Ｐ１１）\nケ　被告は，原告らが就労できなくなった後におけるスチュワードの補充を請負業\n者に依頼して行っている。また，本件各配膳会は，引き続き，被告に就労させる配\n膳人の募集広告を行っている。（乙２１，証人Ｐ５，原告Ｐ１）\n２　争点（１）ア（原告らと被告との間の雇用契約の期間の定めの有無）について\n（１）　前記１（前提となる事実）（２），（３）及び（４）アで認定した各事\n実，特に，①被告が行うホテル業においては，その主要な収入源である宴会，レス\nトラン及び厨房業務が，１年間を通じて，季節・曜日・時間帯に応じ，あるいは景\n気動向によっても，その業務量が大きく変動する性質のものであるため，被告は，\nこうした業務量の変動に対応できる雇用形態を選択して必要な人員配置を行う必要\nがあったこと，そのためにはこのような業務を担当する配膳人を長期間にわたって\n継続的に雇用することになるような契約\n形態を選択することを避け，日雇いによる日々の業務量に合わせた配膳人の配置を\n行うことが昀も適当であった。そこで，被告は，本件各配膳会に対し，紹介手数料\nを支払って，そこに登録されている配膳人をその業務量に応じて日々紹介してもら\nい，その都度必要な配膳人を採用するという方法を採用することにした。②被告\nは，原告らをスチュワードとして就労させるについて，原告らが配膳会に登録され\nていることのほか，原告らに対して特段の採用手続を採っておらず，また，原告ら\nが配膳会に登録されるについても，履歴書ないし求人票を提出し，簡単な面接を受\nけただけで登録が認められている。③原告ら配膳人が，被告のスチュワードとして\n就労する場合においては，被告との間で，勤務日及び勤務時間帯を予め特定し，あ\nるいは，一定期間内における勤務日数を合意するというようなこともなく，個々の\n配膳人が自らの都合により就労可能日時を申告し，これを被告の業務上の必要人数\n及び日時により調整して就労予定表が作成され，これに基づいて勤務日が決定され\nていたもので，こうした希望日の決定において配膳人の希望が基礎とされていた。\n④原告らは，就労当初から，配膳会に所属しており，被告に出勤する度に所属配膳\n会の出勤簿に出勤した事実を記載したり，配膳会名が記載された給与明細書を受領\nし，賃金の中から受付手数料を配膳会に対して支払っていたものであること等から\nすれば，配膳会から日々紹介されて被告に就労しているというシステムについて認\n識していたものと認められる。⑤また，当初，原告らは被告と日雇いの雇用関係に\nある者として，健康保険について一律に日雇い特例被保険者と扱われており，組合\nと被告間の合意書においても，被告が配膳人を日々雇用しているとの表現がされて\nいたこと，等の各事実からすれば，被告は，配膳人との間で，各配膳人の都合と被\n告の業務の必要性に応じ，日々個別の雇用契約を締結している関係にあったものと\n認められる。\n（２）　そして，以上によれば，被告においては，原告ら配膳人と労働契約を締結\nするに際して，期間の定めのない労働契約を締結する意思のなかったことは明かで\nあり，原告らも，自らが配膳会に所属して日々紹介を受けながら被告に就労してい\nるという雇用システムについて認識していたものと認められるのであるから，原告\nらが被告（ヒルトンホテル）に就労するに際し，被告との間で，スチュワ\nード業務に関して，期間の定めのない雇用契約を締結したものであるとは認められ\nない。\n３　争点（１）イ（原告らと被告との間の日々雇用の関係が実質的には期間の定め\nのない雇用関係となっていたか。）について\n（１）　前記１（前提となる事実）（２），（３）及び（４）アの各事実及び証拠\n（乙２７の１及び２）によれば，原告らをスチュワードとして就労させるようにな\nって以降も，ヒルトンホテルがその業務量に応じて必要な配膳人を確保し，原告ら\nスチュワードを日々雇用として就労させる必要性の存在することや，原告らの被告\nにおける勤務形態（前記１（３））には何らの変動もなかったことが認められ，一\n方，原告らにおいても，自らが配膳会を通じて，被告の正社員とは異なる労働条件\nの下で雇用されていることについては，十分に認識していたものであることが認め\nられる。\nそうすると，被告に就労するようになって以降，原告らにおいて，同人らが被告\nの正社員と同様に期間の定めなく被告に雇用されているとの認識を持つに至ってい\nたとか，客観的にも原告らと被告との雇用関係が期間の定めのない雇用関係と同様\nの実態を有していたとまでは認められない。そして，日々雇用される関係が長期間\n継続していたからといって，原告らと被告との間の雇用契約が期間の定めのないも\nのに転化し，あるいはこのような関係と実質的に異ならない関係を生じたものであ\nるということはできない。\n（２）ア　なるほど前記１（４）で認定した事実関係によれば，原告らが主張する\nように，被告は，配膳人の中でも年間実働日数が２１７日以上の勤務実績のある者\nで，継続して５年以上勤務する３０歳以上の者を常勤者，継続して３年以上勤務す\nる２８歳以上の者を準常勤者，継続して１年以上勤務している者を一般とする本件\n資格規定を定め，このような者のうち常用者（被告からの収入を生活の糧とする前\n年度の労働日数２００日以上の者）と呼称する者については被告の正社員と同様の\n勤務を行わせており，組合と被告間の賃金改訂交渉においても雇用継続を前提とす\nる合意をし，法律の規定に従い，有給休暇を認め，健康保険及び厚生年金保険への\n加入手続を行っていたことが認められる。\nイ　しかし，日々雇用される労働者についても，勤続期間を観念することがその雇\n用形態と論理的に矛盾するものであるとはいえないのであって（労基法２１条\n等），日々雇い入れられる者についても，\n同一人が引き続き同一事業場で使用されている場合には，間断なく日々の雇用契約\nが継続しているものではなく，途中に就業しない日が多少あったとしても，社会通\n念上継続した労働関係が成立しているものと認め，いわば常用的日々雇用労働者と\nして，法律的に扱うことを認めうるというべきである。そして，被告とこのような\n日々雇用の関係にある配膳人との間で，時給に関する賃上げ交渉が１年単位で行わ\nれていたからといって雇用期間の定めがないということにはならないし，有給休暇\nの付与並びに健康保険及び厚生年金保険への加入手続がなされていても，こうした\n取扱いはいずれも被告が法の規定に従った取扱いをしただけのものであるから，法\n定の要件に達したことにより健康保険及び厚生年金保険に加入したとしても，雇用\n契約上の期間の定めそのものが日々雇用される契約から期間の定めのないものに変\n更されるものとは認められない。\nウ　なお，原告らは，本件各配膳会に求職申込みをしたことはなく，配膳会の有料\n職業紹介により被告に日々雇用されるとのシステムについての説明を受けたことは\nない等と主張し，原告Ｐ１の供述や原告らが作成した陳述書にはこれに沿う記載部\n分が存在するが，前記１（２），（３）及び（４）アで認定した各事実，並びに証\n拠（乙２７の１及び２）に基づく，前記２の認定に照らして採用できない。また，\n前記１（６）カで認定したとおり，被告は，原告らの離職理由を労働条件の変更に\n伴う会社都合による解雇と記載した離職票を作成した事実が認められるが，これは\n原告らの失業保険給付受給のために職業安定所に提出する目的で作成されたもの\nで，この事実の存在から，直ちに被告と原告らとの労働契約が期間の定めのないも\nのであったとは認め難い。\n４　争点（２）（被告の本件通知書に基づく雇止めの効力）について\n（１）　前記３（１），（２）ア及びイで認定したとおり，原告らと被告との間の\n労働契約は日々雇用契約を締結するという日々雇用関係にあったものと認められ，\n被告が本件通知書の変更に応じない原告らに対し，平成１１年５月１１日以降，日\n々締結される雇用契約の更新を拒絶したことは，期間の定めのある雇用契約を更新\nしなかった雇止めに該当するというべきである（以下「本件雇止め」という。）。\n（２）　ところで，前記１（２）及び（４）で認定した事実及び証拠（甲３２ない\nし３５，原告Ｐ１，弁論の全趣旨）によ\nれば，原告らは，被告（ヒルトンホテル）に就労するようになってから本件雇止め\nまで，いずれも約１４年間という長期間にわたり，被告との日々雇用の関係を反復\n更新してきたもので，被告も平成３年１１月１日に本件資格規定を定めるなど，ヒ\nルトンホテルに勤務する配膳人のうちでも常用者である者の存在を認めるととも\nに，原告Ｐ１及び同Ｐ２を常勤者（Ａ１）に，原告Ｐ４を準常勤者（Ａ２）に，原\n告Ｐ３を一般（Ａ３）にそれぞれ指定していたもので，その後，原告らは遅くとも\n平成８年以降は週５日勤務を継続していた。そして，被告と組合とは，原告ら組合\n員の勤務条件に関して，時給額（交通費を含む）についての賃上げ交渉や勤務条件\nに関する交渉を定期的に行い，その中でも特に常用者についは雇用継続を前提とし\nた合意をし，あるいはその勤務条件について他の配膳人とは異なる高い基準での合\n意をしてきたこと，本件雇止め当時，原告らにおいて，被告（ヒルトンホテル）に\nおける勤務条件と同程度ないしそれ以上の条件で，他のホテルにおいてスチュワー\nドとして勤務することは困難であったこと等が認められるのであって，これらの事\n情（常用者の勤務実態や被告らの常用者に対する扱い等）を総合すれば，常用的日\n々雇用労働者に当たると認められる原告らについての被告との間の雇用関係は，原\n告らにおいてある程度の継続性が期待されるものであったと認められる。そして，\n被告は，このような労働者を雇止めにするに当たっては，景気変動等によって被告\n（ヒルトンホテル）における業務量が低下し，労働力の過剰状態を生じたなどの社\n会通念上相当と認められる合理的な理由が必要であるというべきで，このような理\n由が認められない限り，原告らとの間の日々雇用契約の締結（更新）を拒絶するこ\nとは許されないというべきである。\n（３）　そこで本件において，被告が原告らとの日々雇用契約の締結（更新）を拒\n絶した本件雇止めが，社会通念上相当と認められる合理的な理由を有するものであ\nるかについて検討する。\nア　前記１（５）及び（６）で認定した各事実によれば，いわゆるバブル経済の崩\n壊後，被告（ヒルトンホテル）の経営状況は，ビジネス需要や個人消費の減退基調\nが続く厳しい状況となり，平成１０年度の経常損失は６億３３００万円を超え，同\n年度末における未処理損失額は約３７億７２００万円で，対前期末比２０・６パー\nセント増の悪化となってい\nた上，当時の被告における資本金が２１億円であるのに対し，金融機関からの借入\n金が約５５億９０００万円に膨らんでおり，このうち２９億９０００万円が短期借\n入金で，返済期日が到来する度に借換えを依頼しなければならない状態であった。\nそうした中で，被告は，ヒルトンホテル本体の建物について賃貸人会社に対する家\n賃を滞納し続けており，その額は平成１０年６月時点で１０億円を超え，さらに，\n同年９月１４日までに期限が到来した金融機関に対する借入金債務１４億円につい\nて借換えを拒否される事態となったことで，賃貸人会社から，未払賃料９億１３５\n０万円の賃料滞納があることを理由に，賃貸借契約を解除され，同年１１月３０日\nまでにホテル建物の明渡しをするようにとの請求を受けるに至った。このため被告\nは，場合によっては事業の縮小・移転・閉鎖を検討しなければならない緊急事態に\n陥っていたことが認められる。そこで，被告は，原告らの所属する組合及び正社員\nの所属する組合との間で人件費等を削減するための団体交渉を重ね，正社員の所属\nする組合との間では，賞与の引下げ等について合意を成立させたが，原告らの所属\nする組合との間では，必要な交渉を重ねたにも関わらず，その理解を得ることがで\nきなかった。ところで，被告は，本件通知書に基づく労働条件の変更により年間合\n計約４０００万円の経費節減ができるものと試算し，これにより被告の経営改善に\n大きな効果が期待できると考えた。そして，その内容も，食事・休憩時間を賃金支\n給対象から除外することや，交通費の実費支給及び深夜・早朝の割増賃金を法定の\n時間帯に近づけること等の合理的な内容であるとの判断から，被告（ヒルトンホテ\nル）に就労する配膳人に対し，本件通知書を交付して，配膳人個々人の同意を得る\nことにした。その結果，配膳人の９５パーセントに当たる１７０名の者との間で変\n更についての同意を得ることができたことが認められる。\nイ　そして，以上に認定した事実関係によれば，被告が，ヒルトンホテルに就労す\nる配膳人に対する労働条件を本件通知書の内容に従って変更することには経営上の\n必要性が認められ，その不利益変更の程度や組合との間で必要な交渉を行っている\nこと，配膳人の９５パーセントに相当する者の同意が得られていること等の前記事\n情を総合すれば，本件通知書に基づく労働条件の変更には合理性が認められるとい\nうべきであり，被告が日々\n雇用する配膳人に対し，将来的に変更後の労働条件を適用して就労させることは許\nされるものというべきである（なお，原告らは，組合と被告との間で締結された労\n働協約に抵触する労働条件の変更は許されないと主張するが，前記１（６）エで認\n定したとおり，組合及び原告らは，被告に対し，不利益変更の効力を争う権利を留\n保した上で，本件通知書に基づく労働条件の変更に同意していることが認められる\nから，この労働条件の変更に合理性が認められ，被告が，日々雇用労働者との間で\n締結（更新）する日々雇用契約の内容となる労働条件として是認できるものである\n以上は，この点に関する原告らの主張は理由がない。）。\nウ　そこで，次に，前記イの事情の存在が本件雇止めを行うについての合理的な理\n由となりうるかについて検討するに，こうした事情は，原告らスチュワードの労働\n条件の切下げ（不利益に変更すること）を正当化する理由とはなりえても，直ちに\n原告らに対する本件雇止めを正当化するに足る合理的な理由であるとは認め難いも\nのである。すなわち，前記（２）で認定したとおり，本件雇止めを正当化するに足\nりる合理的な理由とは，景気変動等によって被告の業務量が低下し，労働力の過剰\n状態を生じたといった社会通念に照らして原告らを雇止めすることもやむを得ない\nと認められる相当な理由をいうと解されるところ，被告は，本件通知書に基づく労\n働条件の変更に同意した配膳人に対する就労をその後も継続しつつ，前記１（６）\nケで認定したとおり，本件雇止め以後，原告らが従前に行っていた仕事を行わせる\nために新たに請負業者から配膳人を受け入れていることが認められるところであ\nる。そして，これらの事実及び証人Ｐ５の証言によれば，被告が，原告らに対して\n本件雇止めをした理由は，業務量の低下等のために，原告らスチュワードを就労さ\nせる必要がなくなったことによるものでも，被告の経営状態の悪化を理由とするも\nのでもないのであって，原告らが本件通知書に基づく労働条件の変更に同意をしな\nかったこと（すなわち，被告の経費削減に協力しなかったこと），及びこの労働条\n件の変更について争う権利を留保したうえで被告のスチュワードとしての就労を認\nめるときは，仮にこの労働条件の変更が許されないとの裁判所の判断等がなされた\n場合に，この変更に同意したスチュワードと原告らスチュワードとの間の労働条件\nが異なることになって相当で\nはないとの理由によるものであると認められる。そして，もし，本件における事実\n関係の下で，このような理由に基づく雇止めが許されるとするならば，被告は，ヒ\nルトンホテルに就労する配膳人に対し，必要と判断した場合には何時でも配膳人に\nとって不利益となる労働条件の変更を一方的に行うことができ，これに同意しない\n者については，これに同意しなかったとの理由だけで雇用契約関係を打ち切ること\nが許されることになるのであって，このような理由は，社会通念に照らして本件雇\n止めをすることを正当化するに足りる合理的な理由とは認め難いのである。\n以上のとおりであるから，結局，本件においては，本件雇止めをすることを認め\nるに足りる合理的な理由があるとすることはできないし，他に，本件雇止めについ\nて社会通念上相当と認めるに足りる合理的な理由の存在を認めるに足る証拠はない\nと言わざるを得ない。\nエ　そして，前記１（６）エで認定したとおり，原告らは，被告に対し，本件通知\n書に基づく労働条件の変更の効力について争う権利を留保しつつ，本件通知書の内\n容に基づいて変更された労働条件の下での就労に同意する旨の通知をしたことが認\nめられるのであって（本件異議留保付き承諾の意思表示），この事実によれば，本\n件通知書に基づく労働条件の変更に伴う紛争の解決を裁判所等による判断に委ね，\n変更後の労働条件に基づく労働契約の締結の申入れをしていたものというべきであ\nり，被告は，原告らが本件労働条件の変更を争う権利を留保したことを理由に本件\n雇止めをし，原告らとの間で日々雇用契約の更新（締結）を拒否することは許され\nないというべきである。\nオ　そうすると，被告が，原告らに対して平成１１年５月１１日以降，本件雇止め\nをし，その就労を拒否したことは許されない行為であったと認められる。\n（４）　そして，原告らの本件雇止め前６か月間（平成１０年１１月１日から平成\n１１年４月３０日までの６か月間）における平均賃金は，原告Ｐ１が３９万０３３\n０円（甲９の１），原告Ｐ２が４１万１５０１円（甲９の２），原告Ｐ３が２９万\n６０４７円（甲９の３），原告Ｐ４が２８万８４７２円（甲９の４）であると認め\nられるところ，原告らと被告との間の雇用形態からすれば，原告らがその就労を希\n望すれば必ず就労できるものとは認め難く（特に，原告Ｐ３及び同Ｐ４については\nそうである。），甲９号証の１ないし４によれば，原\n告らの月々の賃金について，平成１０年５月１日から同１１年４月３０日までの間\nで昀も少ない月の賃金額は，原告Ｐ１が３４万６８００円，原告Ｐ２が３６万１９\n７３円，原告Ｐ３が２４万９０７５円，原告Ｐ４が２４万６３００円であること，\n前記（３）イで認定したとおり，被告の本件通知書に基づく労働条件の変更には合\n理性が認められ，これによって原告らの賃金は少なくとも４，５万円の減収となる\n（甲３２ないし３５，原告Ｐ１）ことが認められる。そして，以上のような事情を\n踏まえて本件証拠関係に基づき合理的な範囲で原告らが被告（ヒルトンホテル）に\n引き続き就労していたならば支給を受けることができたと認められる月々の賃金額\nを検討すると，原告Ｐ１が月３０万円，原告Ｐ２が月３２万円，原告Ｐ３及び同Ｐ\n４が各２０万円の範囲で認めるのが相当である（なお，原告らの平成１１年６月１\n０日に支払われるべき同年５月分の賃金については，既に支払われている同月１日\nから１０日までの賃金額（甲９号証の１ないし４によれば，原告Ｐ１については８\n万６７００円，同Ｐ２については９万９４６０円，同Ｐ３については１万３１８９\n円，同Ｐ４については８万９１１２円である。）を控除するのが相当である。）。\n５　争点（３）（違法な雇止めによる損害賠償）について\n（１）　前記４で認定したとおり，被告の原告らに対する本件雇止めはこれを行う\nべき合理的な理由がないのになされたもので違法であると認められる。\n（２）　そして，本件雇止めは，被告が，原告らに対し，本件通知書に基づく労働\n条件の変更を通知し，これに同意しなければ今後は被告において就労することを認\nめないとして，同意して就労するか，同意しないで雇止めを受けるかの決断を原告\nらに迫り，労働条件の不利益変更について争う権利を留保した上で，変更後の労働\n条件の下で就労するとの意思を示した原告らに対し，本件雇止めをしてその就労を\n拒否したものであることが認められられる。\nしかし，原告らと被告との間の労働契約が日々雇用契約を締結するものであった\nことは前記２及び３で認定したとおりであり，被告は，原告らに対し，本件通知書\nに基づく労働条件の変更について協議を重ねたが，原告らはこの労働条件の変更に\n合理性が認められないとしてこれを拒否してきたものであって，これらの事情から\nすれば被告が本件雇止めをすることについて合理的な理由が存在すると判断\nしたことに過失があったとまでは認め難いこと，原告らに対して本件雇止め以後の\n賃金の支払請求が認められることによって，原告らに生じた精神的損害の回復が図\nられていることなどの事実を総合すれば，被告に，原告らに対する損害賠償責任\n（慰謝料）が認められるとまでは言い難い。\n（３）　以上のとおりであるから，原告らが，被告に対して損害賠償を求める請求\nはいずれも理由がない。\n第４　結論\n以上のとおりであるから，原告らの本訴請求は，被告に対し，労働契約に基づく\n権利を有する地位にあることの確認と，本件雇止め以後である平成１１年５月１１\n日から本判決確定に至るまで前記第３の４（４）で認めた賃金の支払（なお，本判\n決確定日の翌日以後の賃金等の支払を求める請求部分は，将来請求を求める必要性\nを認めることができないから，いずれも却下する。）を求める限度で理由があるか\nら認容し，その余の請求をいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判官　木納敏和\n（別紙）\n賃金目録\n原告Ｐ１　３９万０３３０円\n原告Ｐ２　４１万１５０１円\n原告Ｐ３　２９万６０９２円\n原告Ｐ４　２８万８４７２円\n"
}