{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 12,
    "day": 22
  },
  "case_number": "平成15(ワ)825",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所民事第44部",
  "lawsuit_id": "5447",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5447",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/447/005447_hanrei.pdf",
  "contents": "平成１７年１２月２２日判決言渡　同日判決原本領収　裁判所書記官\n平成１５年（ワ）第８２５号，第４０２４号，第１２０２６号，第１５２０８号，第１６２７０号各損\n害賠償等請求事件\n口頭弁論終結の日　平成１７年７月２１日\n判　　　　　　　　　　　　決\n当　　　　事　　　　者　　　　　別紙当事者目録のとおり（※省略）\n（以下，法人である当事者の会社の種類の表示を省略する。他の再掲会社名について\nも同様とする。）\n主　　　　　　　　　　　　文\n１　別紙認容額目録（※省略）記載の各被告は，同目録の対応する原告氏名欄\n記載の各原告に対し，同目録の金額欄記載の各金員（ただし，「￥０」と記載\nのものは除く。）及びこれに対する該当する別紙遅延損害金起算日目録（※省\n略）記載の日から各支払済みまで年５分の割合による金員を支払え。\n２　前項の各原告の各被告に対するその余の請求並びに別紙認容額目録の金\n額欄に「￥０」と記載されている各被告に対する同目録の対応する原告氏名欄\n記載の各原告らの請求及び原告らの被告大明通産に対する各請求をいずれ\nも棄却する。\n３　訴訟費用は，被告大明通産と原告らとの間では原告らの負担とし，その余の\n被告らと原告らとの間ではこれを２分し，その１を被告らの，その余を原告らの\n各負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n別紙請求額目録（※省略）記載の各被告は，同目録の対応する原告氏名欄記載\nの各原告に対し，同目録の金額欄記載の各金員及びこれに対する別紙遅延損害\n金起算日目録記載の日から各支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　本件は，日本トータルネット株式会社（以下「トータルネット」という。）からテレビ，\n文字放送受信表示器等を組み合わせた後記のテレテキストビジョンシステムをクレ\nジット契約又はリース契約を利用して購入した原告らが，トータルネットの取締役，\n販売代理店であった被告ら（ただし，被告大明通産については，トータルネットの承\n継者として）に対し，同システムの販売が詐欺的商法であるなどとして不法行為（被\n告大明通産に対しては選択的に債務不履行）に基づき既払のクレジット又はリース\n料等相当額の損害賠償及び訴状送達の日の翌日からの遅延損害金の支払を求\nめた事案である。\n２　前提事実（当事者間に争いがないか，弁論の全趣旨により認めることができる。）\n(1)　当事者等\nア　トータルネットは，平成７年７月に設立され（平成８年８月，株式会社コマース\nネットメディアから商号変更），電光掲示板の開発，組立て，販売，レンタル及\nびメンテナンス業務等を目的として営業していたが，平成１５年４月３０日午後\n５時に東京地方裁判所において破産宣告を受けた。\nイ　被告Ｙ１，同Ｙ２，同Ｙ３，同Ｙ４及び同Ｙ５は別紙取締役目録（※省略）記載の\nとおりトータルネットの取締役であり（ただし，被告Ｙ３は平成１２年１２月末ころ\n退任したと主張する。），被告Ｙ１は，平成１１年２月１５日に代表取締役に就任\nした。\nウ　株式会社ジェイネットは，平成１０年９月，トータルネットの子会社として，その\n広告部門が独立して設立されたもので，被告Ｙ３がその代表取締役に就任し\nた。\nエ　被告エコジャパン，同ピアワン企画，同コモスジャパン，同東京文字ニュース\n中央，同ダイシン及び同ウィンテックは，後記のテレテキストビジョンのトータル\nネットの販売代理店であった（また，原告らは，被告大明通産はテレテキストビ\nジョンの販売にかかわったほか，トータルネットのテレテキストビジョンシステム\nに関する営業実施権の承継者であると主張する。）。\n(2)　テレテキストビジョンシステム\nテレテキストビジョンシステムとは，テレビ（映像ディスプレー），ＤＶＤプレーヤ\nー，映像ＤＶＤソフト及びテレビの上に設置する文字放送受信表示器の４つの主\n要機器（以下，一括して「本件機器」という。）から構成される商品であって，テレ\nビに付属のＤＶＤソフトの映像を表示しつつ，第三者である文字放送会社が送信\nする文字ニュースをテレビの上に設置した文字放送受信表示器でスクロール表\n示し，この文字ニュースの合間に，電話回線で送信する文字広告を挿入すると\nいうシステムを組み込んだものである。\nトータルネットは，文字放送受信表示器に有料広告を流すことによって，原告ら\nがジェイネットから広告放映料の支払を受けることができるとして，本件機器の\n販売を行っていた（以下，本件機器と広告放映料の授受等を総合した仕組みを\n一体として「本件システム」という。）。\n(3)　原告らとクレジット会社又はリース会社との契約関係及び債務状況\n別紙債務状況表（※省略）の原告氏名欄記載の各原告（ただし，後記記載のも\nのを除く。）は，同表の対応するクレジット・リース会社名欄記載の各クレジット会\n社又はリース会社との間で，同表の債務状況欄の契約年月日欄記載の各年月\n日に，本件機器の代金に手数料等を加えた同表の債務総額欄記載の金額のク\nレジット料又はリース料を分割払する内容のクレジット契約又はリース契約を締\n結し，本件機器を購入した。原告らは，同表の職業等欄記載のとおり病院，医\n院，診療所，理美容院，飲食店等を経営しているもので，その待合室，店舗等に\n本件機器を設置して，これを顧客の観覧の用に供していた。\nその後，本件口頭弁論終結時までに，原告らは，上記各クレジット・リース会社\nに対し，同表の債務状況欄の既払金総額欄記載の金額のクレジット・リース料を\n支払っている。ただし，原告Ｘ１（原告通し番号２５１）は，契約締結者の権利義務\nを相続した者である。\nなお，原告Ｘ２（原告通し番号４）及び同Ｘ３（同１１２）については，各原告が対応\nすると主張する弁論分離前の相被告株式会社オリエントコーポレーションがクレ\nジット契約の締結及びクレジット料の支払を否定しているところ，当裁判所の求\n釈明にもかかわらず，同原告らは，その締結及び支払を認めるに足りる証拠を\n提出しないから，これを認めることができない。\n(4)　原告らの広告放映料受領状況\n別紙債務状況表の原告氏名欄記載の各原告は，ジェイネットから，原告の主\n張する請求額の内訳欄の放映料受領金額欄記載の金額を広告放映料として受\n領した。\n３　争点及び当事者の主張\n争点は，①トータルネットの本件システム開発・販売の違法性の有無，②これに\n関する各被告の個別の責任の有無，③各原告の損害額と各被告の賠償すべき金\n額であって，当事者の主張は，上記①，②に関しては別紙主張整理表のとおりであ\nり，上記③に関しては別紙債務状況表の原告の主張する請求額の内訳欄の損害\n額欄記載の金額（各原告主張の既払金総額欄記載の金額から放映料受領金額欄\n記載の金額を差し引いた額），弁護士費用欄記載の金額（損害額欄記載の金額の\n１割）及び請求額欄記載の金額（損害額欄記載の金額と弁護士費用欄記載の金額\nの合計額）のとおりである（ただし，別紙債務状況表の既払金総額欄記載の金額は\n本件口頭弁論終結時点のものであり，一部の原告について訴え提起時より同金額\nが増加しており，これは前記のとおり争いのないところであるが，当裁判所の求釈\n明にもかかわらず，同原告らはこれに応じた損害額の主張及び請求金額の変更を\nしない。）。\n第３　当裁判所の判断\n１　本件機器の販売に係る経緯\n前提事実並びに証拠（甲総１１４，１１５，被告Ｙ１，被告Ｙ３のほか括弧書きしたも\nの）及び弁論の全趣旨によれば，本件機器の販売に係る経緯として，以下の事実\nを認めることができる。\n(1)　本件機器の販売開始までの経緯\nア　トータルネットは，平成１０年４月ころ，同年５月から本件機器を病院，医院，診\n療所，理美容院，飲食店等を経営する顧客に対し，クレジット・リース契約を締\n結させた上で販売し，その販売促進策として，文字放送受信表示器に有料広\n告を表示することによる広告放映料を顧客に支払うことによって，そのクレジッ\nト・リース料の負担を軽減又は無料化するという内容の事業（以下「本件シス\nテム事業」という。）を企画して，本件機器を３年間で３万５６７０台販売すると\nいう事業計画（以下「本件事業計画」という。）を立てた（乙１８２の１（甲総３\n８））。\nイ　トータルネットは，平成１０年４月２０日，ＮＨＫの関連会社である株式会社日\n本文字放送との間で，年間電波料１８００万円と年間制作費１０００万円を毎年\n４月１日までに１年分前払いする約定で，同社が制作する文字放送番組を本\n件機器に送信して二次利用することを骨子とする契約を締結し，同年５月から\n番組の配給を受けて，本件機器への文字情報の放映を開始した（乙９（甲総６\n９））。\nしかしながら，トータルネットは，本件機器を構成する文字放送受信表示器の\n製造のために必要な前渡金の調達ができず，機器の製造が遅れたなどの事\n情により，実際に本件機器の販売が開始されたのは同年１０月ころからであっ\nたため，それ以前の文字情報の放映に係る費用は不要な支出となった。\nウ　トータルネットは，平成１０年８月２１日，東邦電機工業株式会社との間で，同\n社に本件機器を構成する文字放送受信表示器を製造させて購入するとの契\n約を締結した（乙１１（甲総６７））。\nエ　トータルネットは，平成１０年９月ころ，本件機器の販売を開始するに先立ち，\n取扱クレジット・リース会社から，売主と同じ会社が代金相当額を広告放映料\nの名目で支払うことを保証する販売方法には問題があるとの指摘を受けた。\nこのため，トータルネットは，同月２５日，前提事実(1)ウの記載のとおり同社の\n広告部門を独立させてジェイネットを設立し，トータルネットの広告本部長であ\nった被告Ｙ３がその代表取締役に就任した。\nオ　また，トータルネットは，平成１０年中に，日本文字放送に対し，本件機器を構\n成する映像ＤＶＤの制作も依頼し，同社から合計２万枚の映像ＤＶＤの引渡し\nを受けて，制作費として５４３０万円を支払った（甲総６６）。\nカ　トータルネットは，平成１０年１０月ころ，本件機器の本格的な販売を始めた。\n本件機器の販売に当たっては，ジェイネットが顧客に対し，実際に有料広告の\n配信があったか否かにかかわらず，月々２万ないし３万円程度の広告放映料\nを５ないし６年にわたって支払うとの文字情報放映契約が併せて締結された\n（甲総２，４０，５９，乙２７３（甲総９３））。\n(2)　広告放映料の支払停止までの経緯\nア　ジェイネットは，株式会社日立製作所との間で，平成１１年３月２６日，本件機\n器を構成する文字放送受信表示器への広告の配信を同社に委託し，ジェイネ\nットが同社に所定の広告配信料を支払う旨の委託役務請負契約を締結した\n（乙２１（甲総７１））。\nジェイネットは，平成１１年４月から７月にかけて，日立製作所に依頼して，神奈川\n地区における広告配信テストを実施した（乙２５の１ないし３（甲総７３））。その\n結果，設置工事の不具合，既存の電話回線との切替不調，設置者が配線を\n変えてしまうなどの理由で，既に設置した同地区の３００台強の本件機器の中\nで文字広告を配信できたものは，わずか５，６０台程度しかなかった。\nジェイネットは，その後の同年８月から平成１３年５月まで，日立製作所に対\nし，延べ１９万１４０１件（毎月１回指定された文字広告１件を文字放送受信表\n示器１台に配信する毎に１件として計算）を配信したとして，広告配信料として\n合計５３１０万３８９７円（消費税込み）を支払った（甲総７２）。\nイ　平成１１年６月２５日，本件機器の販売に関して消費者相談センターに苦情が\n寄せられて大きなトラブルになっているとして，クレジット会社である国内信販\n株式会社のクレジットの提供が停止されたことがあった（甲総１１３）。\nウ　トータルネットは，平成１２年夏ころ，取扱クレジット・リース会社から，割賦販\n売法の改正があるところ，本件システムはいわゆるココ山岡事件において問\n題となった保証販売に該当するおそれがあるなどとして，本件システム事業に\nよる本件機器の販売をやめるよう指導された（甲総４５）。\nエ　トータルネットは，平成１２年９月ころ，日本文字放送に替えて，テレビ朝日系\n列の文字放送サービス会社である朝日レタービジョン株式会社から文字放送\nの提供を受けることとし，同社との間で新たに文字放送利用契約を締結した。\nこれに伴い，同年１２月に日本文字放送からの文字放送番組の提供が停止さ\nれた（乙１０７（甲総９０））。\nオ　トータルネット及びジェイネットは，平成１２年９月１１日付けのインフラ整備プ\nロジェクトとして，本件機器の広告配信の改修（整備）工事スケジュールの優\n先エリアとしていくつかの地域を指定していた。これによれば，同年７月末現在\nの神奈川県の設置台数（広告放映料を支払っている台数。以下同じ）１１０２\n台のうち５９９台，埼玉県の５９７台のうち２５８台，静岡県の２６６台のうち１１８\n台，新潟県の１９５台のうち１７５台，長野県の１０１台のうち４３台，九州地方\nの１６９台のうち４３台，東京の１２６２台のうち７８３台が通信不可となってお\nり，実際には広告が送信できない状態だった（乙３０４（甲総７４））。\nまた，同月１３日現在で，本件機器の全国の設置台数５０４６台中，２６２６台\nは工事の不備，操作の不手際等の原因により広告配信不能の状態であった\n（乙ソ全１２（甲総１１２））。\nさらに，同年１０月の調査によっても，約６０００箇所の設置箇所のうち，広告\n配信可能な設置先はわずか２，３割にとどまっていた（乙１１１の１（甲総７\n６））。\nカ　トータルネットは，平成１２年１２月ころ，クレジット・リース会社の多数から与信\nを停止されて収益がほとんど上がらなくなり，その経営状態は急速に悪化し\nた。\nこの多数のクレジット・リース会社からの与信停止を受けて，平成１３年に入\nり，トータルネット及びジェイネットは，文字情報放映契約につき，従前の有料\n広告の配信の有無に関係なく５ないし６年間一定の広告放映料を支払うという\n従前の方式に替えて，有料広告が実際に掲載された場合のみ広告放映料を\n支払うか，又は，１年間だけ有料広告の配信の有無にかかわらず広告放映料\nを支払い，その後は有料広告が掲載された場合のみ広告放映料を支払うとい\nう方式に切り替えること（トータルネット及びジェイネットは，従前の方式をＡ方\n式，切替え後の方式をＢ方式と呼んでいた。）を計画したが，本件機器の売れ\n行きは低迷した（乙２７３（甲総９３），乙２７５（甲総８９），乙２７７の３（甲総９\n２），乙２７８（甲総９１））。\nキ　そして，ジェイネットから支払われていた本件機器の設置者に対する広告放\n映料は，平成１３年２月分を昀後に支払われなくなった。\n(3)　広告放映料の支払停止からトータルネットの破産までの経緯\nア　トータルネットは，平成１３年４月中旬ころ，テレテキストビジョンの設置者に対\nし，今後の広告放映料はトータルネットが直接に支払うこととし，同年９月から\nその支払を再開する旨通知したが（甲総４），結局，その後も広告放映料は支\n払われないまま，トータルネットは，前提事実(1)アのとおり平成１５年４月３０\n日に破産宣告を受けた。\nイ　この間の平成１３年６月２７日付けで，トータルネットの代表取締役である被告\nＹ１と，被告大明通産の取締役である訴外Ｐとの間で，トータルネットが同被告\nに対して広告販売事業を含む本件機器に関する販売実施権と企画開発を譲\n渡し，同被告がロイヤルティー及び手数料として販売価格の１４％をトータル\nネットに支払うことを骨子とする文字放送に関わる事業協約書（本件協約書）\nが調印された（乙１４３（甲総３３））。\nその後の同年７月４日，被告大明通産は，本件機器をフォースビジョンという\n名称で販売する旨を関係者に通知したが，同被告からも，原告らに対する広\n告放映料の支払はなかった（甲総４５，乙１４５（甲総３４））。\n２　本件システム事業の違法性について\n(1)　以下に指摘する諸点に照らせば，本件システム事業は，その開始の当初から\n破綻必至の詐欺的なもので違法であったというべきである。\n(2)　広告放映料の支払額と有料広告の獲得状況\nア　本件事業計画（乙１８２の１（甲総３８））によれば，本件システム事業を開始す\nるに当たり，平成１０年５月から３年間で本件機器を全国で約３万５０００台（う\nち首都圏で約１万台）販売して広告を配信する状況を整えれば，有料広告を\n提供するスポンサーが集まる見込みがあるとされており，被告Ｙ１の供述によ\nれば，これに沿って経営が行われていたというのである。そして，被告Ｙ１は，\n本件システム事業の生命線は広告（の獲得）であることを自認している（同被\n告１１頁）。\nしかるに，前記認定のとおり，本件機器の販売に当たっては，顧客に対しジェ\nイネットから月々２万ないし３万円程度の広告放映料が５ないし６年にわたって\n支払われるとの文字情報放映契約が併せて締結されていたところ，本件事業\n計画に従って，本件機器の販売台数が同率で増加して３年後に３万５０００台\nになり，この間１台当たり２万５０００円の広告放映料を支払うものとして試算\nすると，３年間で支払う広告放映料の総計は，およそ１５７億円（２万５０００円\n×３万５０００台×３６か月÷２＝１５７億５０００万円。甲総８１）となる。\nそして，そもそも，前記認定のとおり，ジェイネットは，トータルネットが，取扱ク\nレジット・リース会社から本件機器の販売と広告放映料の支払を同一会社が\n行うのは問題があるとの指導を受け，その広告部門を分離して設立したもの\nにすぎず，証拠（甲総４７，４８，９９，乙２５の１ないし３（甲総７３），乙４６（甲総\n２６）の８枚目，乙１１１の１（甲総７６），乙１３２（甲総２７），乙３０４（甲総７４），\n乙ソ全１２（甲総１１２），被告Ｙ１，被告Ｙ３）によれば，広告放映料支払のため\nの費用は，トータルネットがジェイネットに対して支払うことによって負担し，広\n告獲得に関する活動も，少なくとも平成１３年３月の広告放映料の支払停止前\nまでは両社が足並みをそろえて行っていたことが認められる。そうすると，広\n告放映料の顧客への支払及び有料広告の獲得・配信は，文字情報放映契約\n上はジェイネットが行うように記載されているものの，実際は，トータルネット及\nびジェイネットの両社がこれらに関し実質的に一体のものとして活動していた\nものというべきである（以下，両社を一括して「トータルネットら」ということがあ\nる。）。\nところで，本件事業計画に基づく事業開始後３年間の本件機器の販売による利\n益は，約５０億円弱程度（甲総６１上の１台当たりの粗利益の平均１３万７４８０\n円×３万５０００台＝４８億１１８０万円）にとどまると推定されるから，トータル\nネットらは，本件事業計画を達成するためには，上記利益の全額を広告放映\n料の支払に充てると仮定しても，３年間で１００億円以上の収入になる有料広\n告を獲得しなければならない状況であったことになる。\nイ　もっとも，本件機器の販売開始からクレジット・リース会社の与信停止までの\n約２年半の間の販売台数は，被告Ｙ１の陳述するところによっても，実際には\n約７０００台にとどまっていたというのである（乙３００）。これに対し，トータルネ\nットらが広告放映料として支出した費用は，トータルネットの決算報告書によれ\nば，平成１１年４月１日から平成１２年３月３１日までは６億８６４３万９９７０円，\n平成１２年４月１日から平成１３年３月３１日までは１８億９６９１万９１６７円とな\nっており（甲総９９，乙４６（甲総２６）の８枚目，乙１３２（甲総２７）），合計で２０\n数億円にのぼっている。そうすると本件機器の実際の販売台数を前提として\nも，本件機器の販売利益は，３年間で９億円強（１３万７４８０円×７０００台＝９\n億６２３６万円）と推定されるところ，その全額を広告放映料の支払に充てたと\nしても，なお約１６億円以上の収入になる有料広告を獲得しなければならない\n状況であったことになる。\nウ　ところが，実際の有料広告の獲得状況についてみると，ジェイネット作成の広\n告放映料請求明細書，広告製作確認報告書（甲総８の１ないし９，９の１ないし\n６，乙３０３の１ないし１５）には，ジェイネットに年間数百万円程度の有料広告\n収入があったかのような記載があるにとどまる。このような有料広告の獲得状\n況は，本件事業計画に基づく約１００億円はもとより，本件機器の実際の販売\n台数を前提として試算した約１６億円という多額の広告放映料の支払をするに\nは，微々たるものといわざるを得ず，このような状況は，後述の有料広告獲得\nのための体制について検討するまでもなく，それ自体において，トータルネット\nらが結果的に有料広告獲得に失敗したというよりも，当初から実現不可能な\n計画のもとで，本件システム事業を開始して継続していたことを推認させるも\nのである。\n(3)　トータルネットらの有料広告獲得のための体制\nア　人的体制について\n(ア)　証拠（被告Ｙ１，被告Ｙ３）によれば，トータルネットらの広告獲得の担当者\nの人数は，ジェイネットに分離する前は１０人以下で，ジェイネットに移管後\nも４，５名より多くなることはなかったことが認められる。\nそして，被告Ｙ３は，この人員では，採算を維持するために必要な広告の９\n０％以上は広告代理店に依頼して獲得してもらわなければならない状態で\nあったこと，しかるに，実際に広告代理店とそのための契約を締結したこと\nはなかったことを認めており（同被告１２頁等），トータルネットらの広告獲得\nのための人的体制は，不十分なものであったといわざるを得ない。\n(イ)　これに対し，被告Ｙ１及び同Ｙ３は，広告に関するマーケティング等を専門\n家に委託するなどして広告業務を実際に行っていたなどと主張する。\nしかしながら，広告獲得のために，被告Ｙ１の発案で，トータルネットらにお\nいて，奇広隊という名称で広告営業を外部委託したことがうかがわれるが，\nこれも人員は合計７名にとどまり，期間も平成１２年３月１日から２０日までと\nいうごく短期間であった上，訪問店数８４１件をまわりながら，獲得した有料\n広告はゼロであった（乙１９２（甲総３０），被告Ｙ１）。\nまた，被告Ｙ１の発案で，平成１２年１２月に，タイガー作戦という名称で本件\n機器の設置先に有料広告の紹介を依頼することが計画されたが（乙１１９\n（甲総８４）），これが実際に有料広告の獲得に結びついたと認めるに足りる\n証拠はない。\nさらに，トータルネットらにおいて，本件機器の販売代理店の一部に対し，有\n料広告を獲得した場合には報奨金を出すことを約していた例があったようで\nあるが（乙３３），これによって実際に有料広告が獲得できたことを認めるに\n足りる証拠はない。\nその他，ジェイネットにおいて，複数の個人又は会社との間でコンサルティン\nグ業務委託契約を締結して，広告に関するマーケティングや営業活動をさ\nせていたことがうかがわれるものの（乙１５，３５，６６，６７，８３，１１０），これ\nらにより具体的にどのような活動が行われ，どの程度の広告獲得の実績に\n結びついたのかは不明である。そもそも，被告Ｙ３自身，真に有料広告を獲\n得しようとすれば，これでは足りず，広告代理店と契約を締結して広告獲得\nを図らなければならなかったところ，そのような状態にはなっていなかったこ\nとを自認しているのであって，これをもって，有料広告獲得のための人的体\n制が整っていたとは到底評価できない。\nまた，被告Ｙ１は，原告らを含む本件機器の顧客についても，当初から事\n業参画者と位置付けて有料広告獲得に協力してもらう人員と考えていたと\n主張し，供述する。しかし，トータルネット又はその販売代理店が，顧客に対\nし，本件機器の販売の際に逐一そのような説明をしていたと認めるに足りる\n証拠はない。仮にそのような説明を受けた顧客がいるとしても，前記１(2)カ\n認定のとおり，少なくとも平成１２年末までは有料広告配信の有無にかかわ\nらず広告放映料が支払われる約定となっていたのであって，このような状況\nのもとで，顧客が積極的に有料広告を獲得するための営業活動をすること\nなど，そもそも考え難いところである。現に広告獲得の責任者であった被告\nＹ３自身，これは有望な広告獲得方法とは思っていなかったというのであっ\nて（同被告４０頁），トータルネットらにおいて，有料広告獲得のための従業\n員等を確保すべきであったことに変わりはなく，被告Ｙ１の上記供述は，前\n記(ア)の認定判断を左右するものではない。\n(ウ)　したがって，被告Ｙ１及び同Ｙ３の主張は採用することができず，トータル\nネットらの広告獲得のための人的体制は，不十分なものであったといわざる\nを得ない。\nイ　有料広告の配信体制（いわゆるインフラ）について\n次に，有料広告を獲得するに足りる広告配信体制が整備されていたか否か\nについて検討するに，前記１(2)で認定したところによれば，平成１１年４月から\n７月にかけての広告配信テストで，３００台強の本件機器の中で文字広告を配\n信できるものは５，６０台程度と多くても２割程度しかなく，平成１２年９月ないし\n１０月ころになっても，全国の設置台数のうち工事等の不備により広告配信が\n不可能なものが実に過半数又は７，８割に及んでいたというのであり，この両\n時点の間の広告配信状況についても，大同小異であったものと推認され，現\nに被告Ｙ３自身，有料広告を獲得するに足りるだけの広告配信可能な状況に\n何とかするように被告Ｙ１に求めていたが，被告Ｙ３が本件システム事業にか\nかわっていたという平成１２年１２月末までは基本的に状況は変わらなかった\n旨供述しているのであって，有料広告の配信体制及びその整備のための活動\nも不十分なものであったといわざるを得ない。\nウ　以上からすれば，前記のとおり，トータルネットらの有料広告獲得のための\n体制は，本件基本計画による約１００億円はもとより，実際の本件機器の販売\n台数を前提としても約１６億円という多額の広告放映料の支払をするには，あ\nまりに貧弱であり，これによる活動も申し訳程度の不十分なものにとどまって\nいたといわざるを得ない。\nそして，前記(2)で認定の有料広告の獲得実績と本件システム事業の実施の\nために必要とされる有料広告の量との著しい乖離も併せ考えれば，トータルネ\nットらにおいては，一定の有料広告獲得のための活動をしたが，結局うまくい\nかなかったというのではなく，そもそも，当初から，本件基本計画を達成し，あ\nるいは，実際の販売台数に対応する広告放映料を支払うに足りるだけの原資\nを獲得するための体制をとっておらず，また，その後もこのような体制をとろう\nとしていなかったものというべきである。\n(4)　本件機器の販売価格と原価の不均衡\n証拠（甲総６１，乙１８２の１（甲総３８），乙３１３）によれば，本件機器は，これを\n構成するテレビその他の機器の種類によって金額に違いがあるものの，平均し\nて１台百数十万円程度で販売されていたものであるところ，そのうち本件機器を\n構成するテレビ，文字放送受信表示器，ＤＶＤプレーヤー，ＤＶＤソフトの原価の\n割合は，３割ないし４割強程度にとどまり，トータルネット及びその販売代理店\nは，これに本件機器の工事料，ロイヤリティ，販売手数料等を上乗せして販売し\nていたことが認められる。\nそうすると，本件機器の原価に比べ，経費等を踏まえた販売価格はかなり高額\nのものであったというべきところ，被告Ｙ１自身，広告放映料の支払の必要も折り\n込んで高めに販売価格を設定したことを認める一方（同被告３１頁），購入者に\n支払うべき広告放映料の額と獲得できる有料広告の額のバランスが崩れれば，\n同被告自身の表現を借りれば「たこが自分の足を食う」ような状態となって，本件\nシステム事業は破綻することを認識していたことも自認している（同被告３０，４５\n頁）。そして，前記認定のとおり，トータルネットらは実際には有料広告を獲得して\n広告放映料の支出をまかなえる体制にはなかったことにも照らすと，トータルネ\nットは，広告放映料の支払が早晩破綻することを認識していたにもかかわらず，\n広告放映料の支払をうたい文句として，本件機器を原価を大幅に超える高額の\n販売代金で顧客に売りつけ，種々の経費やロイヤリティ等の名目で多額の販売\n利益を得ていたものであると推認することができる。\nこれに対し，被告Ｙ１は，広告放映料の支払を受けることができるのであるか\nら，その分本件機器の販売価格を高額に設定しても不自然ではないと供述す\nる。しかし，トータルネットらに真に有料広告による収益を図る意図があり，有料\n広告獲得のために本件機器の販売台数を増やしたかったというのであれば，む\nしろ，広告放映料の支払を伴わないか，あるいは，これを支払うにしても低額に\n見積もることによって，本件機器の販売価格を低額に抑えることも可能であった\nし，そのような扱いにすることが自然であったとも考えられ，上記のＹ１の供述\nは，採用することができない。\nまた，被告Ｙ１は，本件機器のうち，文字放送受信表示器の価値を強調し，特\n許ないし実用新案を得ていること（乙１４，１８，４３）等を指摘するが，同表示器\nの原価はたかだか十数万円であったことを被告Ｙ１自身が認めており（乙３１３），\n前記認定判断を左右するものではない。\n(5)　本件機器の販売の際の広告放映料の支払に関する説明\n前記認定のとおり，本件機器の販売に当たっては，顧客に対しジェイネットか\nら月々２万ないし３万円程度の広告放映料が５ないし６年にわたって支払われる\n旨の文字情報放映契約が併せて締結されており，これは，少なくとも平成１２年\n末までは，実際に有料広告の配信があったかどうかにかかわらず定額の支払を\n約束する内容のものであった。そして，証拠（甲総１２，１３，１７ないし２２，２４，６\n０の３３頁）によれば，トータルネットら及び販売代理店は，本件機器を販売する\nに当たり，支払われる広告放映料の月額が本件機器の購入に係るクレジット・リ\nース料の分割支払金の月額とほぼ同額か，又はこれを若干上回る程度であるな\nどとして，クレジット・リース料の支払がないか，又はほとんど不要になるかのよう\nにうたっていたことが認められる。前記認定の有料広告の獲得状況等を踏まえ\nれば，このような販売形態は，広告放映料の支払が早晩破綻必至であるにもか\nかわらず，本件機器を売って利益を稼ごうとするもので，不当というほかない。\nこれに対し，被告Ｙ１は，少なくとも途中からは，そのようなことを顧客に申し向け\nて本件機器の販売をしたことはないかのように供述し，トータルネットが作成した\n本件機器に係る平成１１年９月付けの販売員セールスマニュアルとされる乙３１\n号証には，既に広告が集まっているので広告放映料の支払でリース代が無料と\nなる旨のセールストークをしてはならないとする記載がある（６頁）。\nしかし，そもそも，有料広告の配信の有無にかかわらず，一定額の広告放映料\nの支払が約され，その支払額が，これによってクレジット・リース料の支払負担が\nないか，又は極めて少額となるように設定されていたこと自体は，少なくとも平成\n１２年末までは変わりがない。そして，前掲乙３１号証自体も，一方では広告放映\n料の支払によって顧客のリース料の負担が軽減されることを特記事項として記\n載している（１５頁）上，同年８月時点のものと思われるトータルネットの指導員研\n修資料（甲総６０）によれば，本件機器の「セールス・トークの実践編」として，リー\nス料に見合う広告放映料が支払われることにより「無料で設置したことと同じに\nなります。」との記載がある（３３頁）ことが認められ，トータルネット自体が，広告\n放映料の支払によるクレジット・リース料の負担軽減を強調する販売方法を指導\nしていたことが認められ，被告Ｙ１の上記供述は採用することができない。少なく\nとも，被告Ｙ１においても，その供述するような指導が販売代理店において徹底さ\nれていなかったことを自認している。\nもっとも，前記１(2)カで認定のとおり，平成１３年に入り，それまでの有料広告の\n配信の有無にかかわらず広告放映料を支払う方式（Ａ方式）を，有料広告が実\n際に掲載された場合のみ広告放映料を支払うか，又は当初１年間のみ有料広\n告の配信の有無にかかわらず広告放映料を支払うが，その後は有料広告が掲\n載された場合のみ広告放映料を支払うという方式（Ｂ方式）に切り替えることが計\n画されたことが認められる。しかし，この時期において，Ａ方式からＢ方式への切\n替えが実際にどの程度行われたかを認めるに足りる証拠はない。したがって，上\n記の点も，前記認定判断を左右するものではない。\n(6)　クレジット・リース会社からの指導とトータルネットの対応\n前記１で認定のとおり，トータルネットは，平成１０年９月ころに本件システム事\n業を開始するに当たり，取扱クレジット・リース会社から，売主と同じ会社が分割\n支払金相当額を広告放映料の名目で支払うことを保証する販売方法には問題\nがあると指摘されたため，トータルネットの広告部門を独立させてジェイネットを\n設立し，また，平成１２年夏ころ，同じく取扱クレジット・リース会社から，割賦販売\n法の改正に伴い，本件システムはココ山岡事件において問題となった保証販売\nに該当するおそれがあるなどとして，本件システムによる本件機器の販売をやめ\nるように指導された。\nしかるに，トータルネットは，平成１２年１２月ころにクレジット・リース会社の多\n数から与信を停止された後の平成１３年に入って，ようやく前述のＡ方式からＢ方\n式への切替えを計画したにとどまり，実際にこのような切替えがどの程度行われ\nたかは判然としない。\nこのように，トータルネットは，本件機器の販売開始の当初から，広告放映料の\n支払を保証する販売方法に問題があるとの指摘を受けていたにもかかわらず，\n広告放映料の支払をするジェイネットを形式上別会社とするのみで，その後も問\n題を指摘されながら，何ら販売方法には変更を加えず，クレジット・リース会社の\n多数から与信を停止された後の平成１３年に入って，ようやく定額の広告放映料\nの支払期間の短縮や廃止といったＢ方式への切替えを計画したものの，このよう\nな切替え自体が現実に行われたと認めるに足りる証拠もないのであって，これ自\n体，多分に体裁を整えようとしただけで，実体を伴ったものではなかったというべ\nきであるし，結局，本件機器の販売に当たり広告放映料の支払を約する販売方\n法自体は，昀後まで改められなかったものである。\nこれらの事実によれば，トータルネットは，広告放映料の支払を保証することに\nよって本件機器の販売を促進するという本件システム事業に問題があることを認\n識しながら，これを昀後まで改めなかったというべきである。\n(7)　以上の事実を総合すると，本件システム事業の生命線は広告であり，顧客に\n支払う広告放映料に見合う有料広告が獲得できなければ，本件システム事業は\n被告Ｙ１の表現を借りれば「たこが自分の足を食う」ものに等しく，早晩破綻必至\nであったにもかかわらず，有料広告獲得の点でそもそも実現可能性のない本件\n事業計画を策定した上，十分な有料広告獲得のための体制の整備や活動も行\nわないまま，本件機器にその原価を大幅に上回る高額の販売価格を設定する一\n方，広告放映料の支払を受けることによって顧客のクレジット・リース料の支払が\nないか，又はほとんど不要になることをうたって本件機器を販売していたもので\nあって，平成１０年１０月の販売開始の時点から既に，取扱クレジット・リース会社\nから，このような販売方法には問題があるとの指導を受けていたこと等も併せ考\nえれば，トータルネットにおいては，そもそも本件システム事業を真に成立させる\n意思も能力もないまま，本件機器を高額で販売して利益を得ようとしたものであ\nって，本件システム事業は，本件機器販売開始の当初から，破綻必至の詐欺的\nなものであり，違法であったというべきである。\n(8)ア　以上に対し，被告Ｙ１は，本件事業の開始に当たり，株式会社電通に相談し\nたところ，首都圏で１万台，全国で３万台に達すれば広告枠を買い取るといっ\nた話があり，本件機器が本件事業計画どおりの販売台数に至っていれば有料\n広告の獲得は可能であって，本件事業は採算性のないものではなかったなど\nと陳述する（乙３０１）。\nしかしながら，証拠（甲総９４）によれば，平成９年ころトータルネットの関係者\nが電通を訪問したことはあるものの，同社の側から，本件機器に関して，広告\nを提供する旨の具体的な話をし，あるいは何らかの約束をしたことはないこと\nが認められる。そもそも，前述のとおり，トータルネットらの有料広告獲得状況\nは，単に結果的に販売台数が伸び悩み，採算が合わずに失敗に終わったとい\nうには，あまりに少ないものであって，そのような見込みが立ち得たと評価する\nことは到底できないものであり，被告Ｙ１の上記陳述は採用することができな\nい。\nイ　また，被告Ｙ１は，トータルネットが文字ニュースに関して文字放送会社と現\n実に契約を締結してそのための費用を支払い，株式会社すかいらーく等と本\n件システムの提供や文字情報の放映に関する契約を締結するなど，実際に営\n業活動を行っていたこと，監査法人の監査上特に問題は指摘されていなかっ\nたこと，本件システム事業の末期においても被告大明通産に対して本件シス\nテムの販売実施権を譲渡するなどの延命努力を行っていたこと，被告Ｙ１らト\nータルネット関係者において不当な収入を得たことはないこと等を主張する。\nしかしながら，前記のとおり，本件事業の生命線であるはずの有料広告の獲\n得の見込みがなく，そのための体制すら整備されていなかったこと等を踏まえ\nれば，上記の諸点は，前記認定を左右するものではない。むしろ，上記のよう\nな活動は，本件機器の販売を続けていくために体裁を整えていたにすぎない\nものというべきである。したがって，被告Ｙ１の上記主張も採用することができ\nず，その他前記認定を覆すに足りる証拠はない。\n３　各被告の個別責任について\n(1)　被告Ｙ２，同Ｙ５，同コモスジャパン，同ダイシン及び同ウィンテックについて\n同被告らは，いずれも適式の呼出しを受けながら，本件口頭弁論期日に出頭せ\nず，答弁書その他の準備書面も提出しない（なお，被告Ｙ２は，同被告個人に対\nする訴えが提起される前の当初の段階で，後記の被告東京文字ニュース中央の\n代表者として出頭したことがあるが，その後は出頭せず，同被告個人としての答\n弁書その他の準備書面は提出していない。）。したがって，同被告らは，原告ら\n主張の請求原因事実を争うことを明らかにしないので，これを自白したものとみ\nなす。\nそうすると，同被告らは対応する原告らに対し，不法行為責任を負う。\n(2)　被告Ｙ１について\n被告Ｙ１は，トータルネットの取締役（平成１１年２月からは代表取締役）として本件\nシステム事業を中心的に企画して実行した者であり，被告Ｙ１自身，広告の獲得\nや，本件機器の広告配信のシステムの開発が当初想定していたように進展して\nいなかったことを自認していたばかりか，本件機器の販売開始の当初から，定額\nの広告放映料の支払を約した上で，本件機器の販売を続けることは，本件機器\nの売上利益を広告放映料につぎ込む結果となり，「たこが自分の足を食う」に等\nしい経営状態となることを自認していたものである。そうすると，被告Ｙ１は，本件\nシステム事業の開始当初から同事業の破綻が必至であることを予見しながら，\nあるいは少なくとも容易に認識することができたにもかかわらず，原価を大幅に\n上回る高額の販売代金を設定して本件機器の販売を続けていたものであるか\nら，悪意又は重大な過失があり，商法（平成１７年法律第８６号による改正（廃\n止）前のもの。以下同じ）２６６条の３第１項に基づき，その取締役在任中に本件\n機器の販売契約を締結した原告らに対して損害賠償責任を負うというべきであ\nる。\n(3)　被告Ｙ３について\n被告Ｙ３は，平成１２年６月３０日にトータルネットの取締役に就任したところ，前\n記認定のとおり，平成１０年９月からジェイネットの代表取締役として本件システ\nム事業における広告部門の責任者という立場にあった者であり，本件システム\n事業を正常に存続させていこうとするのであれば，有料広告の獲得が不可欠で\nあることを知悉していたと認められる。しかるに，同被告は，有料広告を獲得する\nに足りる十分な体制を整えなかった一方，上記トータルネットの取締役就任時点\nにおいて，実際にトータルネットらが獲得できた有料広告はわずかで本件機器の\n販売利益を広告放映料の支払に充てざるを得ない状態にあり，本件機器の販売\nを中止すれば，広告放映料の支払ができなくなる自転車操業の状態にあること\nも知悉していたことを自認している。そうすると，被告Ｙ３には，トータルネットの取\n締役として，被告Ｙ１が適切な経営を行うよう監視し，取締役会等を通じてその経\n営の是正を図るべき義務があったにもかかわらず，これを怠って本件システム事\n業が早晩破綻必至であることを予見し，あるいは少なくとも容易に認識しながら，\nこれを漫然と継続させたものというべきであるから，その職務の執行について悪\n意又は重大な過失があったものといわざるを得ず，商法２６６条の３第１項に基\nづき，その取締役在任中に本件機器の販売契約を締結した原告らに対して損害\n賠償責任を負うというべきである。\nこれに対して，被告Ｙ３は，同被告自身は広告獲得のために努力したものの，結\n果的に被告Ｙ１と対立して平成１２年１２月末に辞任することになったもので，取\n締役としての任務を怠ったことはないと主張する。\nしかしながら，被告Ｙ３が広告活動を十分に行っていたと認めるに足りる証拠は\nない。また，被告Ｙ３は，クレジット・リース会社から，トータルネットが本件機器を\n販売するとともに広告放映料を支払うのが問題であるとの指導を受け，別会社と\nしてジェイネットが設立された経緯を遅くとも平成１０年末までには知っていたと\n自認しており（同被告７頁），クレジット・リース料に見合う広告放映料の支払と本\n件機器の販売を組み合わせること等の問題性を認識していたはずであるし，前\n記認定のとおり本件システム事業が破綻必至であることは自ずと明らかであった\nというほかなく，同被告の上記主張は採用することができない。\nまた，被告Ｙ３は，平成１２年１２月末にトータルネットの取締役を辞任したとも主\n張する。しかし，その旨の登記はなく，他にこれを裏付けるに足りる証拠はない。\n仮に，同被告がその時点で辞任した事実があったとしても，その後辞任の登記を\nするようトータルネットに対し求めたといった事情もうかがわれないから，商法１２\n条ないし１４条が類推適用され，いずれにしても，その後の本件機器の購入者に\n対しても責任を免れることはできないというべきである。\n(4)　被告Ｙ４について\n被告Ｙ４は，トータルネットの従業員として取締役就任以前から，トータルネットに\nおけるローン管理部及び本件機器のユーザーサポートを担当し，平成１２年６月\n３０日から平成１４年１月１１日までトータルネットの常勤取締役として在任した者\nである（甲総１１３，乙１３２，１９０の７・８（甲総３５，３６），乙２７３（甲総９３））。\n同被告は，そのような立場に照らして，本件機器の販売の問題性を十分認識し，\n少なくともその破綻を予見し得たというべきであって，トータルネットの取締役とし\nての在任期間中，被告Ｙ１が適切な経営を行うよう監視し，取締役会等でその経\n営の是正を図るべきであったにもかかわらず，これを怠って本件システム事業を\n漫然と継続させたものというべきであるから，その職務の執行について悪意又は\n重大な過失があったものといわざるを得ず，商法２６６条の３第１項に基づき，そ\nの取締役在任中に本件機器の販売契約を締結した原告らに対して損害賠償責\n任を負うというべきである。\nこれに対し，被告Ｙ４は，自身は名目上の取締役になっていたにすぎず，実際\nの経営に関与していないから責任がないと主張する。\nしかし，同被告が取締役に就任している以上，同被告が取締役として実際の経\n営に関与することが不可能であったといった特段の事情がない限り，取締役とし\nての責任を免れるものではないというべきところ，この点に関する同被告の主張\nは抽象的なものにとどまっており，このような特段の事情を認めるに足りる主張\n立証はない。したがって，同被告の主張は採用することができない。\n(5)　被告大明通産について\n原告らは，被告大明通産は本件機器の５０ないし１００％近くの出荷に関与するな\nどその販売に深く関与しており，本件機器の販売をトータルネットとともに全面に\nわたって行っていたものであり，また，本件協約書を締結した平成１３年６月２７\n日以後は，トータルネットの事業を事実上承継し，これに伴って原告らに対する\n広告放映料の支払債務を含む一切の役務もすべて承継（重畳的債務引受け）し\nながら，その後に事業の承継を否定してトータルネットを破綻させたなどとして，\n原告ら全員に対する不法行為又は債務不履行責任を負うものと主張する。\nしかしながら，被告大明通産は，トータルネットの一販売代理店として本件機器\nを販売したことがあることはうかがわれるものの，原告らの主張するように，販売\n代理店としての立場を離れて，本件機器の販売の全面にわたって関与したこと\nを認めるに足りる証拠はない。\nまた，債務の承継の点についても，平成１３年６月２７日にトータルネットと被告\n大明通産が締結した本件協約書（乙１４３（甲総３３））の内容は前記１(3)イで認\n定したとおりであって，それが同被告の取締役訴外Ｐの無権代理行為であるとす\nる同被告の主張はひとまずおくとしても，トータルネットらから広告放映料の支払\n債務まで重畳的債務引受けをするとの趣旨をうかがわせる記載はなく，他に同\n被告がトータルネットの債務引受けをしたと認めるに足りる証拠はない。\nなお，被告大明通産は，トータルネットの一販売代理店として活動していたことがうか\nがわれるが，原告らは，当裁判所からの求釈明にもかかわらず，原告らのうちの\n誰が被告大明通産を販売代理店として本件機器を購入したのか明らかにせず，\n同被告に対して販売代理店としての損害賠償請求をしていない。\n以上のとおりであるから，原告らの被告大明通産に対する請求はすべて理由が\nない。\n(6)　被告エコジャパン及び同ピアワン企画について\n同被告らは，トータルネットの販売代理店として原告らの一部に本件機器を販売\nした者であるところ，本件機器の販売により，１台当たり３０万円というかなり高額\nの代理店販売手数料を取得するものとして，広告放映料の支払によってクレジッ\nト・リース料の支払がないか，又はほとんど不要になる旨を申し向けて本件機器\nの購入を勧誘し，販売していたことが認められる（甲総１２，１３，２０，２２，２４，６\n１，乙１８２の１（甲総３８））。\nそして，本件機器の販売価格や実際に獲得できていた有料広告の有無，金額\nについては，トータルネットに問い合わせれば当然に同被告らにおいても知り得\nる状況であったのであって，同被告らは，本件システム事業による本件機器の販\n売に前記のとおりの問題があり早晩破綻が必至であることを認識しながらトータ\nルネットと一体となって本件システム事業に参画したか，又は少なくともこれを認\n識しなかったことに過失があったというべきであるから，不法行為責任を免れな\nい。\n同被告らは，トータルネットの言動を信じて販売したにすぎないとか，原告らを\n欺罔したことはないなどと主張するが，前述したとおり，これをもって不法行為責\n任を免れるものではない。\nもっとも，原告Ｘ３（原告通し番号８３），同Ｘ４（同８６），同花ノ木製作所（同１０９\nのオリックス㈱契約分・債務状況表参照），同Ｘ５（同２４９），同Ｘ６（同２６４）及び\n同Ｘ７（同３２３）については，別紙債務状況表中の対応する販売会社名欄中の\n分離前の相被告クレジット・リース会社から販売会社が異なるとされたものの会\n社名欄に記載のとおり，弁論分離前相被告のクレジット・リース会社から同原告\nら主張の被告ら販売会社とは取引をしていないと主張されており，同被告らが包\n括的にせよ請求原因事実を否認している以上，同原告らにおいて同被告らとの\n取引の存在を立証する責任がある。しかるに，同原告らは，当裁判所の求釈明\nにもかかわらず，契約書その他これを裏付けるに足りる証拠を提出しないから，\n同原告らの同被告らに対する請求を認めることはできない。なお，前記の欄に記\n載のあるもののうち，原告らが被告エコジャパンと主張するのに対し，株式会社\nファンクとの取引であるとされるものについては，ファンクは被告エコジャパンの\n商号変更前の旧商号にすぎないから，被告エコジャパンが販売会社であると認\nめられる。\n(7)　被告東京文字ニュース中央について\n同被告は，対応する原告Ｘ８（原告通し番号１１３の㈱オリエントコーポレーション\n契約分）との間の本件機器の販売契約がないと主張するが，同原告は平成１３\n年１０月４日養子縁組による改姓前の姓で同被告と販売契約を締結したものと認\nめられる（甲Ｃウ１６，弁論の全趣旨）。\nそして，同被告は，同原告主張の請求原因に対し，その余の反論をしないか\nら，同請求原因事実を認めることができ，同被告は，同原告に対して不法行為責\n任を負うというべきである。\n４　損害賠償額について\n原告らは，クレジット・リース会社に支払ったクレジット・リース料の既払金総額が\n損害額であると主張し，これから損益相殺として原告らが受領した広告放映料を差\nし引き，これに１割に相当する弁護士費用を加えた金額を請求する。\nしかしながら，本件は，無価値物を売り付けたという事案とは異なり，本件機器は，\nそれ自体固有の商品価値を有するものであり，特にテレビやＤＶＤプレーヤー，ＤＶ\nＤソフトは文字放送の送信の有無にかかわらず，通常の形態での使用が可能なも\nのであって，原告らは，本件機器の引渡しを受けて使用を開始し，現にこれを占有\nしていることが認められ，その所有権を確定的に取得しているといえるか否かはと\nもかくとしても，弁論分離後のクレジット・リース会社との間の事件の帰すう等によっ\nては，将来的にその所有権を取得する蓋然性があるし，その全部ないし一部を現\n在まで使用している（少なくともクレジット・リース料を支払っていた期間は使用して\nいたと推認される。）か，使用し得る状態にあって，引渡し時点以降の使用による利\n益を得ていることは明らかであるから，このような点を全く考慮しないまま，原告ら\nが支払ったクレジット・リース料（既払金総額）をそのまま損害額と認定することは，\n公平を欠くというべきである。\nそこで，本件機器の原価の割合は販売価格の３割ないし４割強程度であり，原告らに\nおいて販売価格の平均３３％が本件機器の原価相当額であると自認していること\n（平成１７年３月２４日付け原告ら第８準備書面２１頁），原告らは本件機器の所有\n権を必ずしも確定的に取得しているわけではないが，少なくとも現在まで（又はクレ\nジット・リース料支払期間中）その使用によって利益を得ている上，将来その所有権\nを取得する蓋然性があること，その他本件にあらわれた諸般の事情を総合的に考\n慮して，損益相殺の規定の基礎にある公平の理念に照らし，既払金総額から４０％\nを除いた金額をもって相当損害額と認め，これから上記の観点とは別個の損益相\n殺として，放映料受領金額を差し引いた金額を被告らが原告らに対し賠償すべき\n損害額と認めるのが相当である（以上の損害額の認定は，原告らの主張に照らし\nて認められるところであるから，原告らの主張を争わず，擬制自白が成立する被告\nらに対する関係でも認められる。）。\nまた，弁護士費用については，同金額の１割とするのが相当である。\n以上により，各被告が対応する各原告に賠償すべき損害額を次式のとおり算定\nすると，別紙認容額目録に記載のとおりとなる。\n（既払金総額×０．６－放映料受領金額）×１．１＝認容額\n５　よって，原告らの請求は，上記認定の限度で理由があり，その余はいずれも理由\nがないから，主文のとおり判決する。\n東京地方裁判所民事第４４部\n裁 判 長 裁 判 官 　　　杉　　　　山　　　　正　　　　己\n裁 判 官　　　 瀨戸口　　　　壯夫\n裁 判 官　　　 大      　畠      　崇      　史\n"
}