{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 1
  },
  "case_number": "平成10(行ケ)215",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13221",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13221",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/221/013221_hanrei.pdf",
  "contents": "平成１０年（行ケ）第２１５号審決取消請求事件（平成１２年２月２３日口頭弁論\n終結）\n判　　　　　決\n原　　　　　　告　　　株式会社イソワ\n代表者代表取締役　　　Ａ\n訴訟代理人弁護士　　　中  村    　稔\n同　　　　　　　　　　富  岡  英  次\n同　　　　弁理士      Ｂ\n同　　　　　　　　　　Ｃ\n被　　　　　　告　　　株式会社梅谷製作所\n代表者代表取締役　　　Ｄ\n訴訟代理人弁護士　　　本  渡  諒  一\n同　　　　　　　　　　外  川    　裕\n同　　　　　　　　　　木  島  喜  一\n同　　　　　　　　　　伊  藤  孝  江\n同　　　　弁理士　　　Ｅ\n主　　　　　文\n特許庁が、平成９年審判第１２２７８号事件について、平成１０年５月\n２９日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「段ボールシート用印刷機」とする特許第２５３４９４９号\n発明（平成４年１月１８日出願、平成８年６月２７日設定登録、以下「本件発明」\nという。）の特許権者である。\n被告は、平成９年７月１７日、原告を被請求人として、本件特許につき無効\n審判の請求をした。\n特許庁は、同請求を平成９年審判第１２２７８号事件として審理したうえ、\n平成１０年５月２９日に「特許第２５３４９４９号発明の特許を無効とする。」と\nの審決をし、その謄本は同年６月２２日、原告に送達された。\n２　本件発明の要旨\n印版(42)を装着した版胴(44)と、この版胴(44)に対向配置した圧胴(46)と、\n前記版胴(44)に対し近接・離間自在に配設され、近接時には該版胴(44)に装着した\n印版(42)と接触して回転するインキ転移ロール(50)と、このインキ転移ロール(50)\nに運転中は常に接触して回転し、供給されるインキの量を絞り調整する絞りロー\nル(52)とを備え、前記インキ転移ロール(50)を介して前記印版(42)にインキを転移\nさせると共に、相互に反対方向に回転する前記版胴(44)と圧胴(46)との間に段ボー\nルシート(43)を通過させて、該シート(43)に所要の印刷を行なうよう構成した段ボ\nールシート用印刷機において、前記インキ転移ロール(50)および絞りロール(52)に\nおける軸方向の両端部に配置され、両ロール(50，52)の間に画成されるインキ貯留\n部(A)の長手方向両端部を閉成する堰部材(74，74)と、前記インキ転移ロール(50)お\nよび絞りロール(52)の上方に配設されて該ロール(50，52)と平行に移動可能で、前\n記インキ貯留部(A)への低粘度かつ高度速乾性インキの供給並びに残留インキの回収\nを選択的に行なう供給・回収装置(54)とを備え、前記供給・回収装置(54)は、前記\nインキ貯留部(A)に沿って移動自在に配設した保持手段(92)と、前記保持手段(92)に\n配設され、可逆モータ(96)により正逆付勢されるチュービングポンプ(95)と、この\nチュービングポンプ(95)に着脱交換自在に介挿され、一方の開口部(60a)を前記保持\n手段(92)に配設したインキポット(58)中のインキに浸漬させると共に、他方の開口\n部(60b)をインキ貯留部(A)に臨ませたチューブであって、その少なくとも前記ポン\nプ(95)に介挿される部位に可撓性を持たせたチューブ(60)とからなり、前記可逆モ\nータ(96)の付勢によりインキポット(58)中のインキをインキ貯留部(A)に供給し、ま\nた該モータ(96)の逆付勢によりインキ貯留部(A)中の残留インキをインキポット(58)\nに回収するよう構成したことを特徴とする段ボールシート用印刷機。\n３　審決の理由の要点\n審決は、別添審決書写し記載のとおり、本件発明が、実願昭５９ー６９６５\n号（実開昭６０ー１１９５４０号）の願書に添附した明細書及び図面の内容を撮影\nしたマイクロフィルム（審決甲第４号証、本訴甲第６号証、以下「引用例１」とい\nい、そこに記載された発明を「引用例発明」という。）、実願昭５４ー１０５４７\n号（実開昭５５ー１１０２３９号）の願書に添附した明細書及び図面の内容を撮影\nしたマイクロフィルム（審決甲第３号証、本訴甲第５号証、以下「引用例２」とい\nう。）及び特開昭６１ー２６６２４８号公報（審決甲第１６号証、本訴甲第１８号\n証、以下「引用例３」という。）にそれぞれ記載された発明並びに周知の技術事項\nに基づいて当業者が容易に発明をすることができたものと認められ、特許法２９条\n２項の規定に違反して特許されたものであって、同法１２３条１項２号の規定によ\nり無効とすべきものであるとした。\n第３　原告主張の審決取消事由の要点\n審決の理由中、本件発明の要旨の認定、引用例１～３及び特公昭５２ー２７\n７５８号公報（審決甲第１７号証、本訴甲第１９号証、以下「引用例４」とい\nう。）、特開昭６４ー６２３７３号公報（審決甲第６号証、本訴甲第８号証、以下\n「引用例５」という。）、特開平３ー１８３５４９号公報（審決甲第７号証、本訴\n甲第９号証、以下「引用例６」という。）、特開平４ー７１５３号公報（審決甲第\n８号証、本訴甲第１０号証、以下「引用例７」という。）の各記載をそのまま摘記\nした部分（審決書６頁１１行～１５頁８行）の認定、本件発明と引用例発明との相\n違点①～④の認定及び相違点①についての判断は認める。\n審決は、引用例発明の認定を誤り、引用例発明と本件発明との技術事項を誤\n認して、本件発明と引用例発明との一致点の認定を誤る（取消事由１）とともに、\n相違点②～④についての判断を誤って（取消事由２）、本件発明が、引用例１～３\nに記載された発明及び周知の技術事項に基づいて当業者が容易に発明をすることが\nできたとの誤った結論に至ったものであるから、違法として取り消されなければな\nらない。\n１　取消事由１（一致点の認定の誤り）\n(1)　審決がした引用例１記載の技術事項の認定（審決書１５頁１９行～１７頁\n１１行）のうち、引用例１記載の段ボール紙印刷機（引用例発明）が「前記アニロ\nックスロール２およびゴムロール１における軸方向の両端部に配置され、両ロール\n１，２の間に画成されるインク溜溝３の長手方向両端部を閉成するインク堰止板２\n７，２７と、前記アニロックスロール２およびゴムロール１の上方に配設されて、\n前記インク溜溝３へのインクの供給並びに残留インクの回収を選択的に行なう供\n給・回収装置とを備え」（同１６頁１０～１７行）るとの部分、及び審決がした本\n件発明と引用例発明との相当関係の認定（同１７頁１３行～１８頁３行）のうち、\n引用例発明の「インク溜溝３」、「インク堰止板２７」、「取付杆９」、「タンク\n１７」、「配管」が、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７４」、\n「保持手段９２」、「インキポット５８」、「チューブ」に相当するとの部分は、\nいずれも誤りであり、したがって、これらの認定に基づいて、審決が、本件発明と\n引用例発明とが「印版を装着した版胴と、この版胴に対向配置した圧胴と、該版胴\nに装着した印版と接触して回転するインキ転移ロールと、このインキ転移ロールに\n運転中は常に接触して回転し、供給されるインキの量を絞り調整する絞りロールと\nを備え、前記インキ転移ロールを介して前記印版にインキを転移させると共に、相\n互に反対方向に回転する前記版胴と圧胴との間に段ボールシートを通過させて、該\nシートに所要の印刷を行なうよう構成した段ボールシート用印刷機において、前記\nインキ転移ロールおよび絞りロールにおける軸方向の両端部に配置され、両ロール\nの間に画成されるインキ貯留部の長手方向両端部を閉成する堰部材と、前記インキ\n転移ロールおよび絞りロールの上方に配設されて、前記インキ貯留部へのインキの\n供給並びに残留インキの回収を選択的に行なう供給・回収装置とを備え、前記供\n給・回収装置は、前記インキ貯留部に沿って配設した保持手段と、モータにより付\n勢されるポンプと、このポンプに介挿され、一方の開口部をインキポット中のイン\nキに臨ませると共に、他方の開口部をインキ貯留部に臨ませたチューブとからな\nり、前記モータの付勢によりインキポット中のインキをインキ貯留部に供給し、ま\nたモータの付勢によりインキ貯留部中の残留インキをインキポットに回収するよう\n構成したことを特徴とする段ボールシート用印刷機。」（同１８頁４行～１９頁１\n０行）である点で一致するとした認定も誤りである。\n(2)　すなわち、段ボールシート用印刷機には、従来、粘度が高く、比較的乾燥\nが遅いグリコール系のプリスロインクを使用するプリスロ印刷機と、水性で粘度が\n低く、速乾性のフレキソインクを使用するフレキソ印刷機とがあった。\nフレキソ印刷機は、速乾性インクを使用するため、印刷後直ちに次の工程\nに移ることができ、また、インクの粘度が低いので、版胴に接したインキ転移ロー\nルと、これに接した絞りロールとの間に常に相当量のインクを行き渡らせることが\n可能で、さらに、多数の練りロールを必要としないので、ロールの維持コストも少\nなくて済む反面、インキ転移ロールと絞りロールの間に行き渡らせておく相当量の\nインクを滞留させておくと、ロールの高速回転による摩擦熱で変質固化してしまう\nため、常時インクを循環させるための循環システムが必要であり、さらに、色替え\nの際、残ったインクの完全回収が困難で、多量の水でロール及び循環経路を洗浄す\nるため、洗浄廃液処理設備が必要である。\nプリスロ印刷機は、印版の必要箇所だけにインクを供給すればよいので、\nインク消費量が少ないし、インク循環の必要もなく、また、色替えに際して、ロー\nル上のインクは掻き取るだけで除去できるので、短時間でオーダーチェンジが可能\nであり、洗浄廃液処理設備を設ける必要もない反面、インクの乾燥が遅いので印刷\n後直ちに次の工程に移行できず、粘度が高いインクを使用するので、インクをよく\n練るために何段にもわたる練りロールを設ける必要があって、ロール維持コストが\n高くなり、さらに、インクの消費に伴って印刷が薄くなるので、常にインクの状態\nを確認し、必要の都度これを供給しなければならないので、作業に手間がかかる。\nそして、引用例発明はフレキソ印刷機である。\nこれに対し、本件発明は、「低粘度かつ高度速乾性インキ」（本件発明の\n要旨）、すなわち、新たに開発したグリコール性速乾性インクを使用するものであ\nり、このインクを採用することにより、本件発明においては、印刷後直ちに次の工\n程に移ることができるとともに、並行するインキ転移ロールと絞りロールの間に画\n成された溝に存在するインクをインキ転移ロールに供給し続けるという、従来のフ\nレキソ印刷機と類似した方式を採用しながら、インクがフレキソインク程速乾性で\nはないためインクの循環が不要で、インク循環機構を設けないという構成を採用す\nることが可能となったものであって、フレキソ印刷機及びプリスロ印刷機双方の長\n所を取り入れようとするものである。\n(3)　しかして、次のとおり、引用例発明の「インク溜溝３」、「インク堰止板\n２７」、「取付杆９」、「タンク１７」、「配管」は、それぞれ本件発明の「イン\nキ貯留部Ａ」、「堰部材７４」、「保持手段９２」、「インキポット５８」、「チ\nューブ」と、技術的課題又は目的、構成及び作用効果において異なるものであるか\nら、引用例発明の「インク溜溝３」、「インク堰止板２７」、「取付杆９」、「タ\nンク１７」、「配管」が、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７\n４」、「保持手段９２」、「インキポット５８」、「チューブ」に相当するとする\nことは誤りであり、また、引用例発明の「インク溜溝３」、「インク堰止板２\n７」、「取付杆９」、「タンク１７」、「配管」の構成、作用効果等に照らして、\n引用例発明が「アニロックスロール２およびゴムロール１における軸方向の両端部\nに配置され、両ロール１，２の間に画成されるインク溜溝３の長手方向両端部を閉\n成するインク堰止板２７，２７と、前記アニロックスロール２およびゴムロール１\nの上方に配設されて、前記インク溜溝３へのインクの供給並びに残留インクの回収\nを選択的に行なう供給・回収装置とを備え」るとの認定が誤りであることも明らか\nである。\n(イ)　「インク溜溝３」及び「インク堰止板２７」と「インキ貯留部Ａ」及\nび「堰部材７４」について\n引用例発明のインク溜溝３は、供給された印刷インクを保有しつつ、常\n時流通させる経路を確保し、その循環を維持する目的を有するものであって、イン\nクはインク溜溝３の両端方向へ流れ、インク堰止板２７を経てタンク１７に回収さ\nれ、循環される。そのため、インク堰止板２７は、インク溜溝３からインクを吸引\nするためのＬ型のノズル孔２８をその適切な位置に備えており、これも循環機構の\n一部をなすものであるし、また、印刷終了後は、吸引ノズル１５と協働して、洗浄\n水を吸引し、廃棄する作用も有する。\nこれに対し、本件発明のインキ貯留部Ａは、インクを貯留し保有するた\nめだけに設けられているものであって、インクの循環を維持するものではない。堰\n部材７４は、インキ転移ロール及び絞りロールの端部に接着するように設けられた\n板であって、ノズル孔はなく、インクを貯留する作用のみを有するものであって、\nインクを循環させ、あるいは洗浄水を吸引して廃棄する作用を有するものでもな\nい。\n(ロ)　「取付杆９」と「保持手段９２」について\n引用例発明の取付杆９は、その両端部及び中間部に固着した各ブラケッ\nト１４の下端に吸引ノズル１５を、それぞれインク溜溝３と相対するように固着\nし、印刷中は、取付杆９を上動させて各吸引ノズル１５をインク溜溝３中から出た\n状態とし、印刷終了後、取付杆９を下げて各吸引ノズル１５をインク溜溝３中に臨\nませ、インク溜溝３中に残存した印刷インクを吸い上げてタンク１７に回収するた\nめのものである。\nこれに対し、本件発明の保持手段９２は、チュービングポンプ９５及び\nインキポット５８を配設して、このチュービングポンプに着脱交換自在に介挿さ\nれ、一方の開口部を前記インキポット中のインクに浸漬させると共に、他方の開口\n部をインキ貯留部Ａに臨ませたチューブにより、インクを迅速に供給・回収できる\nように、インキ貯留部に沿って移動させるものである。\n(ハ)　「タンク１７」と「インキポット５８」について\n引用例発明のタンク１７は、印刷開始前に印刷及び循環に必要な多量の\nインクを収容しておき、印刷中は、循環経路を経て戻ってきたインクを再度供給す\nるまで一時収容し、印刷終了後は、回収されたインク溜溝３中及び循環経路中の多\n量の残余インクを再度収容するためのものである。したがって、大型で相応の強度\nを有する必要があるとともに、同タンク内には、供給系及び回収系の二つの管路が\nそれぞれ開口部を有するように構成されていなければならない。\nこれに対し、印刷中のインクの循環を不要とする本件発明のインキポッ\nト５８は、印刷に必要なだけの量のインクを収容するためのものであり、しかも、\n保持手段９２上に設置されて移動し、かつ、色替えの際にはインキポットごと取り\n外して交換し得る点から、小型・軽量のものでなければならない。また、インクの\n供給と回収は同一経路で行うため、ポット内に供給系及び回収系の二つの管路がそ\nれぞれ開口部を有するような構成とはなっていない。\n(ニ)　「配管」と「チューブ」について\n審決の前示記載に係る「配管」（審決書１７頁１７行）が、引用例発明\nのどの部分を指すのか必ずしも明確ではないが、「ポンプ２４に介挿され、一方の\n開口部をタンク１７中に臨ませると共に、他方の開口部をインク溜溝３のインクに\n浸漬可能に臨ませたノズル１５と可撓性のホース１６とを含む配管」（同頁３～６\n行、以下「配管Ａ」という。）を指すものとすれば、それは、印刷終了後に、イン\nク溜溝３に残ったインクを吸引してタンク１７に回収するためのものであり、か\nつ、そのうちの、少なくとも吸引管２５から気水分離用密閉容器２３、ポンプ２４\nを経て、タンク１７に至るまでの部分は、印刷中に堰止板２７に設けられたＬ形ノ\nズル２８から吸引したインクをタンク１７に戻すためのインクの循環経路としても\n使用されるが、インクをインク溜溝３に供給することを目的とするものではない。\nそして、この配管Ａは、インク溜溝３から離れて設置された印刷用インクタンク１\n７や気水分離用密閉容器２３等の複雑、かつ、多数の別個の部分から構成される規\n模の大きなものであり、また、固定されていて、使用に際し取外しを予定されてい\nない構造のものである。\nこれに対し、本件発明のチューブは、インクの供給及び印刷終了後にお\nけるインキ貯留部Ａの残余インクの回収の経路を確保するものであるが、印刷中の\n恒常的なインクの循環のための経路ではなく、また、チュービングポンプ９５やイ\nンキポット５８等とともに一体として移動しながら使用され、色替えの都度、イン\nキポット５８とともにポンプから取り外されて、洗浄又は交換されるものである。\nまた、このチューブは、インキポット５８からインキ貯留部Ａの上方に至るまでの\n短い１本の可撓性のチューブで構成された単純なものであり、チュービングポンプ\n９５に着脱自在に介挿されている。\nなお、仮に審決の前示記載に係る「配管」が、「ポンプ１９に介挿さ\nれ、一方の開口部をタンク１７中のインクに浸漬させると共に、他方の開口部をイ\nンク溜溝３に臨ませた配管２１」（審決書１６頁２０行～１７頁３行）を含むもの\nであるとすれば、それは、インクをインク溜溝３に供給する配管と、インク溜溝３\nから吸引する複数の配管とから構成されることになり、かつ、循環装置としてさら\nに大型・複雑で固定的な構造となるものであって、これを、本件発明の短い１本の\nチューブに相当すると認定することが誤りであることに変わりはない。\n２　取消事由２（相違点②～④についての判断の誤り）\n(1)　審決は、本件発明と引用例発明との相違点②、すなわち、「供給・回収装\n置が、本件発明は、保持手段がインキ貯留部に沿って移動自在であり、この保持手\n段に、モータ、ポンプ、インキポット、チューブを配設しているのに対して、引用\n例１記載の発明（注、引用例発明）は、保持手段が上下にしか移動せず、この保持\n手段にはチューブの一部のみしか配設されていない点。」（審決書１９頁１５～２\n０頁１行）、及び相違点③、すなわち、「モータ、ポンプ、チューブが、本件発明\nは、夫々、供給・回収兼用の、可逆モータ、正逆付勢されるチュービングポンプ、\n少なくともポンプに着脱交換自在に介挿される部位に可撓性を持たせたチューブで\nあるのに対して、引用例１記載の発明は、夫々、供給用と回収用と別々に設けてお\nり、チューブのポンプに介挿される部位についても着脱交換自在でも可撓性でもな\nい点。」（同２０頁２～９行）につき、引用例３の記載から「インキを供給するた\nめの移送ポンプの駆動モータを逆転制御回路に連設することによって、移送ポンプ\nを正転・逆転に切り換えられる吐出・吸引ポンプに構成することは、・・・印刷機\nにおけるインキ供給機構の技術分野において本出願前既に広く知られていた技術手\n段である」（同２１頁１３～２０行）とし、「引用例４の記載から、インキを供給\nするための移送ポンプを正転・逆転に切り換えられる吐出・吸引ポンプに構成する\nことは、印刷機以外のインキ供給機構の技術分野においても、本件出願前・・・に\n広く知られていた技術手段というべきである」（同２２頁１～７行）としたうえ\nで、「してみれば、引用例１記載の発明（注、引用例発明）に引用例３記載の上記\n技術手段を適用して、引用例１記載の段ボール紙印刷機におけるインキの供給と回\n収を、供給・回収を兼用するモータ、ポンプ、チューブによって行うように構成す\nることに、格別の技術的困難性があったとは考えられない。」（同２３頁２～７\n行）と判断し、さらに、「引用例２には、ロール４ａに沿って移動自在な台板１３\n（保持手段に相当）に、チュービングポンプ１５、インキつぼ１６（インキポット\nに相当）、着脱交換自在な可撓性チューブ１８を配設することが記載され、ポンプ\nとしてチュービングポンプを用いれば換装は短時間に、また、ほとんど労力を要せ\nずに完了することができること、及び、他の液体ポンプを用いてもよいが、その場\n合はインキを変更する都度ポンプ内部を洗浄する必要があること等、チュービング\nポンプを他の液体ポンプと比較して使用することが記載されていると共に、色の異\nったインキを供給するにはインキつぼとインキ供給チューブをともに換装すればよ\nく、短時間の作業でできるので、省力化及び機械運転効率の向上に極めて大きな効\n果を発揮し、特に多種少量印刷で、インキの交換をたびたび行わなければならない\n場合は、とりわけ優れた効果を発揮するものである旨の記載もある」（同２３頁８\n行～２４頁５行）との認定（可撓性チューブ１８が「着脱交換自在」であるとの点\nを除き、引用例２にこのような記載があることは認める。）に基づき、「前記供\n給・回収を兼用するモータ、ポンプ、チュ一ブを、ポンプをチュービングポンプと\nし、チューブを着脱交換自在な可撓性チューブとし、これらをインキポットと共\nに、ロールに沿って、即ちインキ貯留部に沿って移動自在な保持手段に配設するこ\nとにも、当業者が格別困難を要したとは認められない。」（同２４頁６～１２行）\nと判断した。\nまた、審決は、本件発明と引用例発明との相違点④、すなわち、「インキ\nが、本件発明は、低粘度かつ高度速乾性であるのに対して、引用例１記載の発明\nは、特には説明がない点。」（同２０頁１０～１２行）については、「引用例５乃\n至７の記載からみて、『低粘度かつ高度速乾性』の表現に相当するインキは周知の\nものであり、インキの性質をこのように特定することで、本件発明の構成に、前述\nした、引用例１乃至３に記載された発明及び周知の技術的事項から想到される構成\n以外のものがあるとは認められないことから、相違点④は単に使用するインキを特\n定したに過ぎないものと認められる。」（同２４頁１８行～２５頁５行）と判断し\nた。\nしかしながら、引用例発明が従来からある水性のフレキソインクを使用す\nるフレキソ印刷機であるのに対し、引用例発明は、プリスロインクと同様グリコー\nル系ではあるが、低粘度で高度速乾性を有する新開発のインクを使用する新しいタ\nイプの印刷機であって、引用例発明と本件発明とは、この使用するインクの種類の\n相違により、それぞれの技術思想に基本的な相違がある。審決の上記判断は、この\n点を無視したものであって、次に述べるとおり、誤りである。\n(2)　審決は、「低粘度かつ高度速乾性」の表現に相当するインクが周知のもの\nであり、本件発明の相違点④に係る構成が、単に使用するインクを特定したにすぎ\nないとするが、本件発明の各構成は、使用するインクを、グリコール系の低粘度で\n高度速乾性を有する新開発のインクとして特定したことから必要となり、工夫され\nたものである。すなわち、新開発のインクは、従来プリスロ印刷機に使用されてき\nたインクと同じグリコール系のインクであり、水性インクを常時循環させるための\n循環装置を必要としていたフレキソ印刷機と同じく、インキ転移ロールと絞りロー\nルを水平方向に平行配置し、その間にインクを供給するタイプの印刷機において使\n用することは、当業者にとって極めて困難であったところ、原告は、インクメーカ\nーとのタイアップによる実験により、貯留しながらインク転移ロールに供給できる\nインクを得て、本件発明の構成としたものである。インクの特定は、本件明細書に\nおいて、特許請求の範囲に記載されているのみならず、「産業上の利用分野」、\n「従来技術」、「発明が解決しようとする課題」、「発明の目的」の各項を通じ\nて、昀も基本的な要素として記載されているところである。\n(3)　また、審決は、相違点②及び③についての判断において、供給・回収兼用\nのモータ、ポンプ、チュ一ブを前提とし、引用例２の記載から、ポンプをチュービ\nングポンプとし、チューブを着脱交換自在な可撓性チューブとし、これらをインキ\nポットとともに、ロールに沿って（すなわち、インキ貯留部に沿って）移動自在な\n保持手段に配設することは当業者にとって格別困難ではないとする。\nしかしながら、引用例２は、プリスロ印刷機におけるインク供給機構に関\nするもので、プリスロ印刷機において必要である「所望の位置に所望の量のインキ\nを供給すること」を、手作業から機械化するための構成を開示したものである。他\n方、引用例発明は、プリスロ印刷機とは逆のタイプのフレキソ印刷機であって、印\n刷中、常にインクを流し続けるインキ溜溝を備えるものであるから、引用例発明\nに、上記のようなプリスロ印刷機のインク供給機構を組み合わせることは当業者に\nとって著しく困難である。\nさらに、引用例２に記載されたチューブ、ポンプ等は、インクの供給のみ\nを目的とするものであり、インクの回収のためにもこれらを使用するという技術思\n想は全く存在しないから、引用例発明に引用例２記載の技術を組み合わせる前提と\nして、インクの供給経路と回収経路とをインキポットからノズルに至るまで完全に\n一致させる構成が既に着想されていなければならない。そこで、審決は、引用例発\n明に引用例３記載の技術を適用して、供給・回収兼用のモータ、ポンプ、チューブ\nによって、インクの供給と回収を行うように構成することに格別の技術的困難性は\nないとするものであるが（審決は、引用例４も引用するが、引用例４は、技術分野\nが全く異なる「ウエブ材料特に繊維材料を捺染する機械」に関するものであ\nる。）、引用例３は、印刷機を停止した際に、インクを供給するためのインキレー\nル（ノズル）からインクが漏出するのを防止するためにポンプを逆転して吸引する\n技術に関するものであって、インクの回収を目的とするものではない。印刷機一般\nのインク供給技術において、正逆切換可能な移送ポンプが知られていたとしても、\n段ボールシート用印刷機においては、従来、インクの回収が考えられていないプリ\nスロ印刷機はもとより、フレキソ印刷機においても、インクの供給と回収をノズル\nまで共用にして行う構成のものはなく、インクの供給と回収を同一の経路で行う必\n要性は感じられていなかったから、正逆切換可能な移送ポンプを段ボールシート用\n印刷機に適用する動機は存在しない。\nこのように、相互に組み合わせ困難な技術を三重、四重に組み合わさなけ\nれば、本件発明の構成を得ることができないということは、そのこと自体、本件発\n明が推考困難であることを示すものである。\n第４　被告の反論の要点\n審決の認定・判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（一致点の認定の誤り）について\n(1)　従来、段ボールシート用印刷機に、粘度が高く、比較的乾燥が遅いグリコ\nール系のプリスロインクを使用するプリスロ印刷機と、水性で粘度が低く、速乾性\nのフレキソインクを使用するフレキソ印刷機とがあったことは認める。ただし、本\n件特許の出願当時、段ボールシート用印刷インクには、プリスロインク、フレキソ\nインクのほかに、中間粘度グリコール系インク及び低粘度グリコール系インクが存\n在し、これらのインクの特性に適合して、段ボールシート用印刷機にも、プリスロ\n印刷機及びフレキソ印刷機のほか、プリスロ改良方式の印刷機及びフレキソ改良方\n式の印刷機があった。\nまた、本件発明が、新たに開発したグリコール性速乾性インクを使用する\nものであることは認めるが、引用例５～７記載の各印刷機も同種インクを使用する\nものである。\n(2)　原告は、引用例発明の「インク溜溝３」、「インク堰止板２７」、「取付\n杆９」、「タンク１７」、「配管」が、それぞれ本件発明の「インキ貯留部Ａ」、\n「堰部材７４」、「保持手段９２」、「インキポット５８」、「チューブ」と、技\n術的課題又は目的、構成及び作用効果において異なるものであって、前者がそれぞ\nれ後者に相当するとした審決の認定が誤りであると主張するが、次のとおり、失当\nである。\n(イ)　「インク溜溝３」及び「インク堰止板２７」と「インキ貯留部Ａ」及\nび「堰部材７４」について\n引用例発明のインク溜溝３は、該溜溝にインクを保有してアニロックス\nロールに含浸させ、含浸させたインクをさらに印刷ドラム上に転着させて印刷を行\nうことを目的とするものであるから、インクの循環のための構成を付加してあった\nとしても、本件発明のインキ貯留部Ａと同じく、印刷のためにインクを貯留するこ\nとを本質的な目的としているものである。\nまた、引用例発明において、インク堰止板２７のノズル孔２８がインク\n溜溝３に開口する位置は、ゴムロール及びアニロックスロールの圧接点の上方であ\nるから、該圧接点とノズル孔開口部との間にインクが貯留されることになり、さら\nに、ポンプ１９、真空ポンプ２２、ポンプ２４の駆動を調整することによって、貯\n留されるインク量を一定にすることができるものである。\nしたがって、引用例発明の「インク溜溝３」、「インク堰止板２７」\nが、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７４」に相当するとした審\n決の認定に誤りはない。\n(ロ)　「取付杆９」と「保持手段９２」について\n本件発明の保持手段９２にはチュービングボンプ９５が載置された支持\n板９４が取り付けられ、チュービングボンプ９５に介挿される可撓性のチューブが\n配設されているところ、この構成は、引用例発明において、取付杆９がインク溜溝\n３の上方に配設され、その取付杆９に小型の空圧シリンダー１１及び掛金具１０が\n配設され、さらに掛金具１０に吸引ノズル１５を有するブラケット１４が配設され\nている関係と同様である。すなわち、本件発明の保持手段９２及び引用例発明の取\n付杆９とも、インキ貯留部の上方に位置し、インキ貯留部に臨むチューブ（吸引ノ\nズル）を固定する部材である点において、目的が共通している。\n本件発明において、保持手段９２がインキ貯留部Ａに沿って移動自在で\nあり、かつ、保持手段９２にモータ９６、ポンプ９５、インキポット５８、チュー\nブを配設しているのに対し、引用例発明の取付杆９が上下にしか移動せず、かつ、\n取付杆９にチューブの一部しか配設されていない点は、審決において相違点として\n摘示されている。\nしたがって、引用例発明の「取付杆９」が本件発明の「保持手段９２」\nに相当するとした審決の認定に誤りはない。\n(ハ)　「タンク１７」と「インキポット５８」について\n引用例発明のタンク１７も本件発明のインキポット５８も、ともに印刷\n用インクを収容するものであって、そこからインクを供給し、あるいは回収された\nインクをそこに貯留するという目的で配設されるものである。\n原告は、タンク１７は大型で相応の強度を有する必要があり、インキポ\nット５８は小型・軽量のものでなければならないと主張するが、引用例１にはタン\nク１７の容積について何らの限定もなく、また、本件発明の要旨がインキポット５\n８の容積について規定しているわけでもない。ともに、当該印刷及び途中経路に必\n要なインクの量を確保できる容積のものであれば足りる。\nまた、原告は、タンク１７が、循環経路を経て戻ってきたインクを再度\n供給するまでの中継場所であるかのような主張をするが、タンク１７には、循環す\nるインクの量だけでなく、印刷に必要な充分な量のインクが収容されていなければ\nならないから、インクの収容場所であることは明らかである。\nしたがって、引用例発明の「タンク１７」が本件発明の「インキポット\n５８」に相当するとした審決の認定に誤りはない。\n(ニ)　「配管」と「チューブ」について\n審決が、本件発明の「チューブ」に相当するとしている引用例発明の\n「配管」は、「ポンプ１９に介挿され、一方の開口部をタンク１７中のインクに浸\n漬させると共に、他方の開口部をインク溜溝３に臨ませた配管２１」（審決書１６\n頁２０行～１７頁３行）と、「ポンプ２４に介挿され、一方の開口部をタンク１７\n中に臨ませると共に、他方の開口部をインク溜溝３のインクに浸漬可能に臨ませた\nノズル１５と可撓性のホース１６とを含む配管」（同頁３～６行、配管Ａ）及び配\n管Ａの経路中の吸引管２５付近から分岐してインク堰止板２７に連結する配管（以\n下、タンク１７中に臨む開口部から上記分岐点を経てインク堰止板２７との連結点\nに至るまでのこの配管を「配管Ｂ」という。配管Ａと配管Ｂは、タンク１７中に臨\nむ開口部から上記分岐点までは同一配管である。）とを含むものである。\nそして、配管２１は、タンク１７に貯留されている印刷用インクをイン\nク溜溝３に供給する管、配管Ａは色替え時にインク溜溝３に残留するインクを回収\nする管、配管Ｂはインク溜溝３に貯留するインクを循環するとともに、色替え時に\nはインク溜溝３に残留するインクを回収する管である。すなわち、引用例発明の配\n管は、タンク１７からインク溜溝３にインクを供給し、またインク溜溝３の残留イ\nンクをタンク１７に回収するための移送経路であって、インキポットに貯留するイ\nンクをインキ貯留部に供給し、また、インキ貯留部に残留するインキをインキポッ\nトに回収するための移送経路である本件発明のチューブと同じ機能を有するもので\nある。\n原告は、インクをインク溜溝３に供給し、また、インク溜溝３から吸引\nする複数の管から構成される引用例発明の配管が、本件発明の短い１本のチューブ\nに相当すると認定することが誤りであると主張するが、チューブが短いかどうかは\n機能に影響するものではないのみならず、本件発明の要旨においてチューブが短い\nとの限定はない。また、本件発明のチューブが１本の（すなわち、供給・回収兼用\nの）チューブであるのに対して、引用例発明においては供給用と回収用とが別々に\n設けられていることは、審決において相違点として摘示されている。\nしたがって、引用例発明の「配管」が本件発明の「チューブ」に相当す\nるとした審決の認定に誤りはない。\n(3)　段ボールシート用印刷機において、インクを供給し、回収する機構を必要\nとすることは当然のことであり、引用例発明も本件発明もこのインクの供給と回収\nを行う機構に関するものである。そして、引用例発明の構成と本件発明の構成とを\n比較検討すると、以上のとおり、各構成部材の呼称や形状は異なっていても、目\n的・機能において技術的に共通するものであり、審決は、その共通点を認めて一致\n点として認定し、かつ、原告主張の相違点についてもこれを摘示しているのである\nから、審決の一致点の認定に誤りはない。\n２　取消事由２（相違点②～④についての判断の誤り）について\n(1)　原告は、本件発明の相違点④に係る構成が単に使用するインクを特定した\nにすぎないとした審決の判断が誤りであると主張する。\nしかしながら、本件発明の要旨は、使用するインクを「低粘度かつ高度速\n乾性インキ」と特定するだけであるところ、これに該当するインクは、引用例５、\n７に記載されているとおり、本件特許の出願当時、周知のものであった。\nそして、プリスロ印刷機とフレキソ印刷機は、インキ転移ロール、版胴、\n圧胴の構成要素とその配備機構を共通にし、インクの供給・回収機構において異な\nるものであるが、その相違は、インクの物性の違いによるものであるから、新タイ\nプのインクの出現があれば、プリスロ印刷機、フレキソ印刷機のいずれかで、試み\nようとするのは当然のことであり、新タイプのインクの性質が従来のものと異なる\nから何らかの工夫を必要とするとしても、従来技術を念頭において試みるのである\nから、構成の予測可能性は当然に存在し、フレキソタイプの印刷機を使用すること\nが当業者にとって極めて困難であったということはない。\n(2)　また、原告は、相違点②、③についての審決の判断が誤りであるとも主張\nする。\nしかしながら、引用例５に記載された、インクの練り機構はもとより、イ\nンク循環機構も必要としない周知のインクを使用することを前提として、引用例発\n明のインク貯留式印刷機に、引用例３の、インクの移送ポンプの駆動モータを正逆\n回転するモータとし、モータの正運転時にインクを吐出し、逆運転時にインクを吸\n引する構成を適用すれば、本件発明のインクの供給と回収を同一経路で行う構成と\nすることは容易であり、また、段ボール用印刷機の技術分野に属するものではない\nが、本件特許出願の約１８年前に公開されている引用例４の技術を適用することも\n同様である。\nさらに、引用例発明のインクの供給・回収機構は固定式であるが、引用例\n２に開示された、インクつぼとインク供給の経路のチュービングポンプとチューブ\nをロールの上方に位置させて平行移動させる構成を選択して適用することにも格別\nの困難性はない。\nしたがって、審決の相違点②、③についての判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1)　本件発明の要旨は前示のとおりであって、これによれば、本件発明は、可\n逆モータ９６により正逆付勢されるチュービングポンプ９５に介挿され、一方の開\n口部を、保持手段９２に配設したインキポット５８中のインクに浸漬させるととも\nに、他方の開口部をインキ貯留部Ａに臨ませたチューブ６０を備えたものであっ\nて、インクは、可逆モータ９６の付勢により、チューブ６０を流通して、インキポ\nット５８からインキ貯留部Ａに供給され、また該モータ９６の逆付勢により、チュ\nーブ６０を流通して、インキ貯留部Ａからインキポット５８に回収される構成とさ\nれていることが認められるが、インキ貯留部Ａに供給されたインクが、チューブ６\n０とは別の経路を流通してインキポット５８に循環することについては規定されて\nいない。\nしかるところ、本件明細書（甲第２号証）の発明の詳細な説明には、「従\n来技術」（同号証１欄１９行～３欄１５行）として、従来の段ボールシート用印刷\n機には、粘度の高いグリコール系インクを使用する縦通し輪転印刷機（プリスロ印\n刷機）と、流動性に富む低粘度の水性インクを使用し、インク乾燥が極めて速いと\nいう特徴を有するフレキソ印刷機とがあること、プリスロ印刷機は、「シート表面\nに盛り上げた形で印刷するため、印刷の仕上がりに光沢がある。」（同１欄４８～\n４９行）、「印版の必要箇所にだけインキを供給すればよいので、インキ消費量が\n少なくて済む（インキは循環させていない）。」（同１欄５０行～２欄２行）、\n「色替えに際し、ロール上のインキは掻き取るだけで除去される。従って短時問で\nオーダチェンジができ、多種少量の小ロット印刷に対応し得る。・・・洗浄廃液は\n殆ど出ないので、コスト高となる廃液処理設備を設ける必要がない。」（同２欄３\n～７行）との固有の長所と、「近年のグリコール系インキは、速乾性のものが主流\nとなっており、昀近は更にその程度につき改良がなされている。しかし・・・フレ\nキソ印刷に比べると、印刷後の乾燥に未だかなりの時間を要する。従って、後工程\nにおけるダイカッタやフォルダグルワ等に直結し得ない。」（同欄９～１４行）、\n「高粘度のインキを均一に練る必要があるので、インキ転移のためのロールが多段\n化して機構が複雑になる。」（同欄１５～１７行）、「インキ供給時には、シート\nへのインキ転移量が多いため濃く印刷され、インキが消費されるにつれシートへの\nインキ転移量が減少して薄く印刷され、従って印刷の濃淡ムラを生じ易い。」（同\n欄１９～２２行）との固有の短所とを有すること、フレキソ印刷機は、「フレキソ\nインキは高度に速乾性であるため、・・・プリスロ印刷とは異なり、常に循環させ\nて乾燥固化を防止する必要がある。このため・・・循環機構が採用されている」\n（同欄３５～４３行）ものであって、「速乾性のインキを使用するため、印刷後に\nダイカッタやフォルダグルワ等の次工程へ直ちに送ることができる。」（同２欄４\n９行～３欄１行）、「インキはインキロールおよび絞りロールの間全体に行き渡っ\nているので、印刷時に幅方向の色ムラを生じない。」（同３欄２～４行）、「イン\nキの転移機構が極めて簡単である。」（同欄６行）との固有の長所と、「インキを\n常に循環させるシステムを採用しているので、色替えの際は多量の水でロールおよ\nび循環系を洗浄する必要がある。従って、インキの完全回収は無理でかなりの損失\nを生ずると共に、・・・洗浄廃液処理設備が必要となってコスト高となる。」（同\n欄８～１２行）、「色替えに時間を要するため、多種少量の小ロット印刷には不適\nである。」（同欄１３～１４行）、「プリスロ印刷に比べると光沢がない。」（同\n欄１５行）との固有の短所を有することが記載されている。\nそして、本件明細書（甲第２号証）には、本件発明に関し、「産業上の利\n用分野」として、「この発明は、段ボールシート用印刷機に関し、更に詳細には、\n出願人の新たな開発に係る低粘度で高度の速乾性を有するグリコール系インキを使\n用するに際し、印刷オーダの変更等に伴い残留する旧オーダのインキを回収して、\n無駄に廃棄されるインキ量を抑制すると共に、そのインキ替えを迅速に行ない得る\nよう構成した印刷機に関するものである。」（同号証１欄１１～１７行）と、「発\n明が解決しようとする課題」として、「プリスロ及びフレキソ印刷の各長所を備え\nた印刷機を実用化するためには、前記の仕様を満たすに適したインキの開発がキー\nポイントになる・・・この点に関して出願人は、・・・フレキソインキに近い低粘\n度と速乾性とを有するグリコール系のインキを開発するのに成功した。・・・この\n新開発に係るインキを種々試験した結果、・・・フレキソ印刷機で該インキを使用\nし得なくはないが、このインキは本来のフレキソインキ程に低粘度かつ速乾性とい\nうわけではないので、インキを循環させる必要はない。従ってフレキソ印刷機に特\n有のインキ循環機構を設ける意味がなく、また色替えに際しても、洗浄時間を要し\nて小ロット対応が図られず、インキの無駄を生ずることになる。」（同４欄２～２\n１行）と、「発明の目的」として、「この発明は、新開発に係るインキの特性を昀\n大限に引出し得る印刷機を実用化するに際し、殊に印刷オーダの変更等に伴う作業\nに着目して、インキ転移機構に残留する旧オーダに係るインキが無駄に廃棄される\nのを防ぐと共に、インキ替えを迅速に行ない得る印刷機を提供することを目的とす\nる。」（同４欄４６行～５欄１行）と、「発明の効果」として、「インキを常時循\n環させる必要がないため、機構が簡素化される利点がある。・・・印刷オーダの変\n更等に伴う色替えに際し、・・・インキの常時循環は必要としないために、洗浄廃\n液は極めて少量となり、インキの大幅な節約が図られる・・・インキの練り機構や\n循環機構を必要としないので、省スペースと低コストとを実現できる。」（同１６\n欄３６～４６行）と記載されている。\nそうすると、前示本件発明の要旨にインクの循環についての規定がないこ\nとは、本件発明においてはインクを循環させる構成が積極的に廃され、インク循環\n機構を備えないものであることを示しているものと認められる。\n(2)　他方、引用例１に「アニロックスロール上に含浸せしめた印刷インクを印\n刷ドラム上に転着させる段ボール紙印刷機」（審決書６頁２０行～７頁２行）との\n記載があることは当事者間に争いがなく、引用例１（甲第６号証）には、さらに、\n「第５図に本考案に係る装置の配管系統図を示す。同図中、１７は印刷イン\nク、・・・１９はポンプ、・・・ポンプ１９の吐出側の配管２１は先端が前記イン\nク溜溝３の中央部に相対しそこへ印刷インク【又は洗浄用水】を供給する。２２は\n真空ポンプ、２３は気水分離用の密閉容器で、該容器の底部はポンプ２４を介して\nタンク１７に継がり、該容器の上部は真空ポンプ２２に継がっている。そして該密\n閉容器と継がる吸引管２５は二方に分岐しその一方は・・・さらに三方に分岐し前\n記した吸引ノズル１５のホース１６に夫々連結している。また吸引管２５の他方は\nさらに二方に分岐し、前記ゴムロール１の端面とアニロツクスロール２の端面にま\nたがって圧着するように設けられた一対のインク堰止板２７，２７に連結され、該\n堰止板２７，２７にはＬ形のノズル孔２８が夫々穿設されていてインク溜溝３の両\n端部から該ノズル孔２８を通して印刷インクを吸引できるようにしている。\nBしかしてこの装置では印刷中は取付杆９を空圧シリンダ１１の作動杆１２を伸長さ\nせることで上動させて各吸引ノズル１５を【インク溜溝３中から出た状態としてお\nく。そしてポンプ１９の駆動でタンク１７の印刷インクをインク溜溝３に供給する\nと共に、真空ポンプ２２、ポンプ２４を駆動することで堰止板２７，２７のノズル\n孔２８よりその】インク溜溝３中を両端方向へ流れたインクを吸引しタンク１７に\n回収される。【そして、所定の印刷を終えてその】印刷インクを色の異なるものに\n変更するに際しては【取付杆９を下げて各吸引ノズル１５を】インク溜溝３中に臨\nませ該インク溜溝３中に残留した印刷インクを短時間で残すことなく吸い上げてタ\nンク１７に回収させる。【しかる後三方向切換弁２０を切換えて給水管１８の洗浄\n用水をインク溜溝３に供給し該インク溜溝３を水洗浄しその洗浄水は吸引ノズル１\n５、ノズル孔２８より吸収させて排棄する。】」（同号証４頁１８行～６頁１６\n行）との記載があり（【 】の括弧部を除いて、引用例１にこの記載がある\nことは当事者間に争いがない。審決書８頁６行～９頁１２行）、また、インク溜溝\n３につき「１は回転自在に軸支される円胴の弾性あるゴムロール、２は円胴で同じ\nく回転自在に軸支され、その胴表面を細かい凹凸に形成したアニロツクスロールで\nある。該ゴムロール１と該アニロツクスロール２は互いに一水平面内で圧接し、そ\nの両ロールの上位置に形成される断面略Ｖ型の印刷インクを保有することのできる\nインク溜溝３を形成する。」（同号証３頁９～１６行）との記載がある。\n引用例１のこれらの記載に、図面第２図及び第５図（配管系統図）の図示\nを併せ考えると、引用例発明には、圧接されたアニロックスロールとゴムロールの\n上位置に、インクを溜めることのできるＶ型溝であるインク溜溝３が形成され、印\n刷中、印刷インクは、タンク１７からポンプ１９に介挿された配管２１を流通して\nインク溜溝３に供給された後、アニロックスロール上に含浸されたものを除き、真\n空ポンプ２２、ポンプ２４の駆動によって、インク溜溝３の両端の堰止板２７、２\n７の各ノズル孔２８より吸引され、前示配管２１とは別経路の配管（配管Ｂ）を流\n通し、吸引管２５、気水分離用密閉容器２３を経て、タンク１７に回収されるもの\nであること、すなわち、インクがタンク１７から、配管２１、インク溜溝３、イン\nク堰止板２７のノズル孔２８、配管Ｂを経てタンク１７に戻る循環をしており、引\n用例発明が、これらによって構成されるインク循環機構を有するものであることが\n認められ、また、少なくとも、該インク循環機構の一部である配管２１、インク溜\n溝３、ノズル孔２８は、印刷終了後の洗浄水の流通経路ともなることが認められ\nる。\n(3)　しかるところ、審決は、引用例発明と本件発明との対比において、引用例\n発明の「インク溜溝３」、「インク堰止板２７」、「取付杆９」、「タンク１\n７」、「配管」が、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７４」、\n「保持手段９２」、「インキポット５８」、「チューブ」に相当するものと認定す\nるので、その当否につき検討する。\n(イ)　「インク溜溝３」及び「インク堰止板２７」と「インキ貯留部Ａ」及\nび「堰部材７４」について\n前示(2)のとおり、引用例発明のインク溜溝３は、圧接されたアニロック\nスロールとゴムロールの上位置に形成されるＶ型溝であって、印刷インクをアニロ\nックスロールに含浸させるべく、インクを溜める機能を有しており、同時に、引用\n例発明の備えるインク循環機構の一部である。また、前示(2)の引用例１の記載に照\nらして、インク溜溝３の両端に設けられたインク堰止板２７は、インクがインク溜\n溝３の両端から流れ落ちるのを防止して、インク溜溝３にインクを溜めるととも\nに、インクが循環系から流出するのを阻止する機能を有しており、かつ、常時イン\nク溜溝からインクを吸引するためのＬ型のノズル孔２８を備えたインク循環機構の\n一部であり、さらに、印刷終了後、吸引ノズル１５とともに、ノズル孔２８から洗\n浄水を吸入して廃棄する機能も有するものと認められる。\nこれに対し、前示本件発明の要旨の「インキ転移ロール(50)および絞り\nロール(52)における軸方向の両端部に配置され、両ロール(50，52)の間に画成され\nるインキ貯留部(A)の長手方向両端部を閉成する堰部材(74，74)」及び「前記可逆モ\nータ(96)の付勢によりインキポット(58)中のインキをインキ貯留部(A)に供給し」と\nの規定に照らして、本件発明のインキ貯留部Ａは、インキ転移ロール５０及び絞り\nロール５２の間に画成され（引用例発明のゴムロール１、アニロックスロール２\nが、それぞれ本件発明の絞りロール５２、インキ転移ロール５０に相当することは\n当事者間に争いがない。）、インキポット５８から供給されるインクを溜める機能\nを有しており、また、堰部材７４は、インキ貯留部Ａの長手方向両端部を閉成し\nて、インクがインキ貯留部Ａの両端から流れ落ちるのを防止し、インキ貯留部Ａに\nインクを溜める機能を有するものと認められるが、前示(1)のとおり、本件発明にお\nいてはインクを循環させる構成が積極的に廃され、インク循環機構を備えていない\nのであるから、インキ貯留部Ａ、堰部材７４とも、インク循環機構を構成するもの\nではなく、したがって、堰部材７４はノズル孔を備えておらず、洗浄水を吸引して\n廃棄する作用を有するものでもないことが認められる。\nそうすると、審決が、引用例発明の「インク溜溝３」、「インク堰止板\n２７」が、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７４」に相当すると\n認定したことは誤りであるといわなければならない。\n被告は、この点につき、引用例発明のインク堰止板２７のノズル孔２８\nがインク溜溝３に開口する位置が、ゴムロール及びアニロックスロールの圧接点の\n上方であって、該圧接点とノズル孔開口部との間にインクが貯留されることにな\nり、インク溜溝３が、本件発明のインキ貯留部Ａと同じく、印刷のためにインクを\n貯留することを本質的な目的とすると主張するが、引用例発明のインク溜溝３及び\nインク堰止板２７が、インクを貯留する機能を有する限りにおいて、本件発明のイ\nンキ貯留部Ａ及び堰部材７４と同様であったとしても、インク循環機構の一部であ\nり、そのための構成を備えるものである以上、インクを循環させる構成が積極的に\n廃され、インク循環機構を備えていない本件発明のインキ貯留部Ａ及び堰部材７４\nに相当するということはできない。\n(ロ)　「取付杆９」と「保持手段９２」について\n(a)　前示本件発明の要旨の「インキ転移ロール(50)および絞りロール(52)\nの上方に配設されて該ロール(50，52)と平行に移動可能で、前記インキ貯留部(A)へ\nの低粘度かつ高度速乾性インキの供給並びに残留インキの回収を選択的に行なう供\n給・回収装置(54)とを備え、前記供給・回収装置(54)は、前記インキ貯留部(A)に沿\nって移動自在に配設した保持手段(92)と、前記保持手段(92)に配設され、可逆モー\nタ(96)により正逆付勢されるチュービングポンプ(95)と、このチュービングポン\nプ(95)に着脱交換自在に介挿され、一方の開口部(60a)を前記保持手段(92)に配設し\nたインキポット(58)中のインキに浸漬させると共に、他方の開口部(60b)をインキ貯\n留部(A)に臨ませたチューブであって、その少なくとも前記ポンプ(95)に介挿される\n部位に可撓性を持たせたチューブ(60)とからなり」との規定に照らすと、本件発明\nの保持手段９２は、インキ転移ロール５０及び絞りロール５２の上方に配設され、\nインキ貯留部Ａにインクを供給し、あるいはそれからインクを回収するための供\n給・回収装置５４の構成要素の一つであり、同様にそれぞれ供給・回収装置５４の\n構成要素である可逆モータ９６、チュービングポンプ９５、インキポット５８、チ\nューブ６０を配設し保持するものであることが認められる。\n(b)　他方、引用例１に「取付杆９の両端部および中間部にブラケット１４\nを固着し、該ブラケット端に吸引ノズル１５を夫々前記インク溜溝３と相対するよ\nうに固着する。１６は先端が該吸引ノズル１５に連結された可撓性のホースであ\nる」（審決書７頁２０行～８頁４行）との記載があることは当事者間に争いがない\nところ、引用例１（甲第６号証）には、さらに、「インク溜溝３の上方に位置する\nように両端を該印刷機の機枠７，７に固着させて水平に水平杆８を横架させる。そ\nして該水平杆８に取付杆９を上下動自在に取付ける。」（同号証４頁３～６行）と\nの記載、並びに前示「ポンプ１９の吐出側の配管２１は先端が前記インク溜溝３の\n中央部に相対しそこへ印刷インク又は洗浄用水を供給する。２２は真空ポンプ、２\n３は気水分離用の密閉容器で、該容器の底部はポンプ２４を介してタンク１７に継\nがり、該容器の上部は真空ポンプ２２に継がっている。そして該密閉容器と継がる\n吸引管２５は二方に分岐しその一方は・・・さらに三方に分岐し前記した吸引ノズ\nル１５のホース１６に夫々連結している。」及び「所定の印刷を終えてその印刷イ\nンクを色の異なるものに変更するに際しては取付杆９を下げて各吸引ノズル１５を\nインク溜溝３中に臨ませ該インク溜溝３中に残留した印刷インクを短時間で残すこ\nとなく吸い上げてタンク１７に回収させる。」との各記載があって、これらの各記\n載と図面第３図、第４図、第５図とを併せ考えれば、引用例発明においては、取付\n杆９に、ブラケット１４を介して吸引ノズル１５及び可撓性ホース１６を支持する\nものと認めることができるが、インク溜溝３にインクを供給する配管２１と、これ\nを介挿するポンプ１９は取付杆９に支持されておらず、また、インク溜溝３から吸\n引ノズル１５、ホース１６等を経てタンク１７にインクを回収するための配管Ａ、\nポンプ２２及びポンプ２４並びにタンク１７も取付杆９に支持されていないものと\n認められる。加えて、引用例１（甲第６号証）には、引用例発明において、ポンプ\n１９、２２、２４（いずれも付勢するモータを含む。）、タンク１７が、ゴムロー\nル１及びアニロツクスロール２の上方に設置されていることを認めるに足りる記\n載、図示はなく、また、配管２１の全部及び配管Ａの全部が、ゴムロール１及びア\nニロツクスロール２の上方に設置されていることを認めるに足りる記載、図示もな\nい。\n(c)　ところで、審決には、引用例１に記載された技術事項として、「前記\nアニロックスロール２およびゴムロール１の上方に配設されて、前記インク溜溝３\nへのインクの供給並びに残留インクの回収を選択的に行なう供給・回収装置とを備\nえ、前記供給・回収装置は、前記インク溜溝３に沿って配設した水平杆８に取付け\nられた取付杆９と、ポンプ１９，２４と、・・・配管２１と、ポンプ２４に介挿さ\nれ、一方の開口部をタンク１７中に臨ませると共に、他方の開口部をインク溜溝３\nのインクに浸漬可能に臨ませたノズル１５と可撓性のホース１６とを含む配管とか\nらなり、」（審決書１６頁１４行～１７頁７行）との記載があり、この記載及び引\n用例１の図面第５図（配管系統図）に照らすと、審決は、引用例発明について、取\n付杆９のほか、ポンプ１９、２４（いずれも付勢するモータを含むものと解され\nる。）、配管２１、吸引ノズル１５からホース１６、気水分離用密閉容器２３を経\nてタンク１７に至る配管（配管Ａ）が、「供給・回収装置」の構成要素であり（な\nお、審決のした、本件発明の「インキポット５８」が引用例発明の「タンク１７」\nに相当するとの前示認定、及び相違点②に係る「供給・回収装置が、本件発明\nは、・・・保持手段に、モータ、ポンプ、インキポット、チューブを配設している\nのに対して、引用例１記載の発明（注、引用例発明）は、・・・保持手段にはチュ\nーブの一部のみしか配設されていない点。」（同１９頁１５行～２０頁１行）との\n認定に鑑みれば、審決が、タンク１７も前示「供給・回収装置」の構成要素と認定\nしていることも窺われる。）、かつ、該「供給・回収装置」が、アニロックスロー\nル２及びゴムロール１の上方に配設されているとの認定をしていることは明白であ\nる。しかしながら、引用例発明において、ポンプ１９、２２、２４（いずれも付勢\nするモータを含む。）、タンク１７が、ゴムロール１及びアニロツクスロール２の\n上方に設置されていることを認めるに足りる記載、図示はなく、また、配管２１の\n全部及び配管Ａの全部が、ゴムロール１及びアニロツクスロール２の上方に設置さ\nれていることを認めるに足りる記載、図示もないことは前示のとおりであるから、\n審決のした引用例１に記載された技術事項（引用例発明）についての前示認定のう\nち、少なくとも「前記アニロックスロール２およびゴムロール１の上方に配設され\nて、前記インク溜溝３へのインクの供給並びに残留インクの回収を選択的に行なう\n供給・回収装置とを備え、」との部分は誤りであるといわざるを得ない。\n(d)　また、前示(a)、(b)の認定のとおり、引用例発明の取付杆９と本件発\n明の保持手段９２とでは、インクの供給及び回収のための装置の構成要素であっ\nて、そこに配設搭載されているものが、インク回収のための吸引ノズル及びホース\nのみ共通であって（これらは本件発明のチューブ６０のインキ貯留部Ａ側の先端部\n分と共通する機能を有するものではあるが、後記のとおり、本件発明のチューブ６\n０は、インクの供給、回収双方の流路を兼ねており、該チューブが吸引ノズル及び\nホースを含む配管Ａに相当するとはいえないから、厳密には、該チューブ先端部分\nと共通するともいえない。）、タンク１７や、インク回収のためのポンプ２２、ポ\nンプ２４、インク供給のための配管２１、ポンプ１９等、その大部分において相違\nすることは、該取付杆９及び保持手段９２自体の目的ないし技術的意義が異別であ\nることを示すものというべきであり、そうすると、審決が、引用例発明の「取付杆\n９」が、本件発明の「保持手段９２」に相当すると認定したことも誤りであるとい\nわなければならない。\nこの点につき、被告は、本件発明の保持手段９２及び引用例発明の取\n付杆９とも、インキ貯留部に臨むチューブ（吸引ノズル）を固定する部材である点\nにおいて目的が共通していると主張するが、前示のとおり、それのみでは、引用例\n発明の「取付杆９」が本件発明の「保持手段９２」に相当することの根拠となり得\nない。\nまた、審決が、「供給・回収装置が、本件発明は、・・・保持手段\nに、モータ、ポンプ、インキポット、チューブを配設しているのに対して、引用例\n１記載の発明（注、引用例発明）は、・・・保持手段にはチューブの一部のみしか\n配設されていない点。」（審決書１９頁１５行～２０頁１行）を相違点②として摘\n示していることは前示のとおりであるが、そのような相違点の認定をせざるを得な\nいことは、畢竟、引用例発明の「取付杆９」が、本件発明の「保持手段９２」に相\n当すると認定したことが誤りであることを示すものといわざるを得ない。\n(ハ)　「タンク１７」と「インキポット５８」について\n本件発明の要旨の「前記供給・回収装置(54)は、前記インキ貯留部(A)に\n沿って移動自在に配設した保持手段(92)と、前記保持手段(92)に配設され、可逆モ\nータ(96)により正逆付勢されるチュービングポンプ(95)と、このチュービングポン\nプ(95)に着脱交換自在に介挿され、一方の開口部(60a)を前記保持手段(92)に配設し\nたインキポット(58)中のインキに浸漬させると共に、他方の開口部(60b)をインキ貯\n留部(A)に臨ませたチューブであって、その少なくとも前記ポンプ(95)に介挿される\n部位に可撓性を持たせたチューブ(60)とからなり、前記可逆モータ(96)の付勢によ\nりインキポット(58)中のインキをインキ貯留部(A)に供給し、また該モータ(96)の逆\n付勢によりインキ貯留部(A)中の残留インキをインキポット(58)に回収する」との規\n定、及び本件発明が、前示のとおり、インク循環機構を備えない構成であることに\n鑑みれば、本件発明は、昀小限、印刷に必要な量のインクがあれば稼働することが\nでき、インキポット５８は、その量に多少のロスを見込んだ量のインクを収容する\nことのできるものであれば足りるものと認められる。\nこれに対し、引用例発明において、印刷中、インクがタンク１７から、\n配管２１、インク溜溝３、ノズル孔２８、配管Ｂを経てタンク１７に戻る循環をし\nており、これらによって構成されるインク循環機構を有するものであることは前示\nのとおりであるから、引用例発明の稼働には、印刷に必要な量のインクのほか、少\nなくともこれらの循環機構を循環するだけの量のインクが必要であり、タンク１７\nは、それだけの量のインクを収容できるものでなければならないものと認められ\nる。\nそうすると、本件発明のインキポット５８と引用例発明のタンク１７と\nでは、本件発明の要旨がインキポット５８の容積について規定しているわけではな\nく、引用例１にタンク１７の容積についての限定がないとしても、収容しなければ\nならないインクの量に構造的な相違が認められるものであるから、引用例発明の\n「タンク１７」が本件発明の「インキポット５８」に相当するということはできな\nい。\n(ニ)　「配管」と「チューブ」について\n審決のした、引用例発明の「配管」が本件発明の「チューブ」に相当す\nるとの判断において、該引用例発明の「配管」が何を指すのかは必ずしも明瞭では\nないが、前示のとおり、本件発明における印刷インクが、可逆モータ９６の付勢に\nより、チューブ６０を流通して、インキポット５８からインキ貯留部Ａに供給さ\nれ、また該モータ９６の逆付勢により、チューブ６０を流通して、インキ貯留部Ａ\nからインキポット５８に回収される構成とされていることに照らして、該引用例発\n明の「配管」は、タンク１７からインク溜溝３にインクを供給する配管２１と、吸\n引ノズル１５からホース１６等を経てタンク１７に至るインクの回収のための配管\nＡの双方を指しているものと認めるのが相当である。\nしかるところ、本件発明のチューブ６０は、インクをインキポット５８\nからインキ貯留部Ａに供給する流路とインキ貯留部Ａからインキポット５８に回収\nするための流路とを兼ねた１本のチューブであることのほか、前示のとおり、可逆\nモータ９６、チュービングポンプ９５、インキポット５８とともに保持手段９２に\n配設されていること、さらに、本件発明の要旨の「チュービングポンプ(95)に着脱\n交換自在に介挿され、一方の開口部(60a)を前記保持手段(92)に配設したインキポッ\nト(58)中のインキに浸漬させると共に、他方の開口部(60b)をインキ貯留部(A)に臨\nませたチューブであって、その少なくとも前記ポンプ(95)に介挿される部位に可撓\n性を持たせたチューブ(60)」との規定に照らして、チュービングポンプ９５に着脱\n自在に介挿され、少なくとも該介挿部が可撓性を有しているものであることが認め\nられる。\n他方、引用例発明において、タンク１７からインク溜溝３にインクを供\n給するための配管２１と、インク溜溝３からタンク１７にインクを回収するための\n配管Ａとは、全く別の配管であるのみならず、前示のとおり、これらが取付杆９等\nの特定の部材にまとまって配設されるものではなく、さらに、引用例１（甲第６号\n証）には、配管２１、配管Ａが、それぞれポンプ１９、ポンプ２４に着脱自在に介\n挿され、あるいは該介挿部が可撓性を有する旨の記載はない。\nそうすると、本件発明のチューブと引用例発明の配管２１及び配管Ａと\nは、その構成及び目的ないし技術的意義において著しく相違するものであり、審決\nが、引用例発明の「配管」が、本件発明の「チューブ」に相当すると認定したこと\nも誤りであるといわなければならない。\nこの点につき被告は、引用例発明の配管がタンク１７からインク溜溝３\nにインクを供給し、またインク溜溝３の残留インクをタンク１７に回収するための\n移送経路であって、本件発明のチューブと同じ機能を有すると主張するが、その点\nで共通するのみでは、引用例発明の「配管」が、本件発明の「チューブ」に相当す\nることの根拠とはなり得ない。\nまた、審決が、「チューブが、本件発明は、・・・供給・回収兼用\nの、・・・少なくともポンプに着脱交換自在に介挿される部位に可撓性を持たせた\nチューブであるのに対して、引用例１記載の発明（注、引用例発明）は、・・・供\n給用と回収用と別々に設けており、チューブのポンプに介挿される部位についても\n着脱交換自在でも可撓性でもない点。」（審決書２０頁２～９行）を相違点③とし\nて摘示していることは被告主張のとおりであるが、かかる相違点の認定をせざるを\n得ないことは、畢竟、引用例発明の「配管」が、本件発明の「チューブ」に相当す\nると認定したことが誤りであることを示すものといわざるを得ない。\n(4)　以上のとおり、審決が、引用例発明と本件発明との対比において、引用例\n発明の「インク溜溝３」、「インク堰止板２７」、「取付杆９」、「タンク１\n７」、「配管」が、それぞれ本件発明の「インキ貯留部Ａ」、「堰部材７４」、\n「保持手段９２」、「インキポット５８」、「チューブ」に相当するものと認定し\nたこと、また、引用例１に記載された技術事項として認定したうちの「前記アニロ\nックスロール２およびゴムロール１の上方に配設されて、前記インク溜溝３へのイ\nンクの供給並びに残留インクの回収を選択的に行なう供給・回収装置とを備え、」\nとの部分は誤りである。そうすると、これらの認定に基づいて、審決がした本件発\n明と引用例発明との一致点の認定（審決書１８頁４行～１９頁１０行）も誤りであ\nることが明らかである。\n２　よって、原告の請求は、その余の点について判断するまでもなく、理由があ\nるから、これを認容することとし、訴訟費用の負担につき行政事件訴訟法７条、民\n事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　　田　　中　　康　　久\n裁判官  　  　石　　原　　直　　樹\n裁判官  　  　清　　水　　　　  節\n"
}