{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 27
  },
  "case_number": "平成13(ネ)709",
  "case_name": "賃料増額請求控訴，同附帯控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3227",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3227",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/227/003227_hanrei.pdf",
  "contents": "主　　　　　　 　文\n１　控訴人の控訴に基づいて原判決を次のとおり変更する。\n２　被控訴人，控訴人間における原判決別紙物件目録記載の土地の\n賃貸借契約について，賃料は，平成６年４月１日以降平成９年３月３\n１日まで１か月９万５３００円であり，平成９年４月１日以降平成１２年\n３月３１日まで１か月９万８４００円であり，平成１２年４月１日以降１\nか月１０万０４００円であることを確認する。\n３　被控訴人のその余の請求を棄却する。\n４　本件附帯控訴を棄却する。\n５　訴訟費用は，第１，第２審を通じて，これを２分し，その１を控訴人の\n負担とし，その余を被控訴人の負担とする。\n事　実　及　び　理　由\n第１　当事者の求めた裁判\n（控訴について）\n１　控訴人\n(1)　原判決を次のとおり変更する。\n(2)　被控訴人の請求を棄却する。\n(3)　訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n（附帯控訴について）\n１　被控訴人\n(1)　原判決を次のとおり変更する。\n(2)　被控訴人が控訴人に賃貸している原判決別紙物件目録記載の土地の\n賃料は，平成６年４月１日以降平成９年３月３１日まで１か月１１万６４００円\nであり，平成９年４月１日以降１か月１４万５５００円であることを確認する。\n(3)　訴訟費用は，第１，第２審を通じて，控訴人の負担とする。\n２　控訴人\n(1)　本件附帯控訴を棄却する。\n(2)　附帯控訴費用は被控訴人の負担とする。\n第２　事実関係\n１　事実関係は，次のとおり補正するほか，原判決の「事実及び理由」欄の第２\n記載のとおりであるから，これを引用する。\n(1)　原判決１頁２５行目の「所有者」の次に「である被控訴人が」を付加し，\n「市」を「控訴人」と改める。\n(2)　同１頁２６行目の「借地料」を「賃料」と改める。\n(3)　同２頁１行目の「市」を「控訴人」と改める。\n(4)　同２頁２行目の「求めた事案」の次に「の控訴事件」を付加する。\n(5)　同２頁１０行目の「一部となっている」から１３行目までを「一部となってお\nり，市街化区域に存在し，非課税とされている（原審鑑定人甲の鑑定の結\n果（以下「甲鑑定」という。））。」と改める。\n(6)　同３頁４行目及び９行目の各「地代」を「賃料」とそれぞれ改める。\n(7)　同３頁１７行目の「賃料について」を「上記賃料増額について争い」と改め\nる。\n(8)　同４頁２行目から３行目にかけての「，以下「本件調停事件」という。」を削\n除する。\n(9)　同４頁５行目と６行目の各「当時」を「時点」とそれぞれ改める。\n第３　当裁判所の判断\n１　争点(1)（本件土地の平成６年４月１日時点，平成９年４月１日時点及び平成１\n２年４月１日時点の賃料が，借地借家法所定の事由により不相当になったと\nいえるか。）について\n上記第２，１記載の前提となる事実，甲鑑定，証人甲（書面尋問），当審鑑定\n人乙の鑑定の結果（以下「乙鑑定」という。），証人乙（書面尋問）及び弁論の\n全趣旨によれば，本件土地の賃料は，平成３年４月１日，月額８万１４８０円\n（１か月あたり坪１４０円）に改訂されたが，被控訴人が控訴人に対する意思\n表示により賃料増額請求をなした平成６年４月１日時点の賃料，平成９年４月\n１日時点の賃料及び平成１２年４月１日時点の賃料は，いずれも「近傍類似\nの土地の地代等に比較して不相当となった」ものであると推認され，被控訴\n人が控訴人に対し，本件土地についてなした上記各賃料増額請求は，借地\n借家法１１条１項の要件を備えているものと認めることができる。\n２　争点(2)（平成６年４月１日時点，平成９年４月１日時点及び平成１２年４月１日\n時点における本件土地の各適正継続賃料）について\n(1)　本件土地の適正継続賃料について，原審における甲鑑定と当審における\n乙鑑定があるので，これらを以下検討することにする。なお，不動産鑑定\n士丙の各意見書（乙１２，１７）及び株式会社明和不動産鑑定所の調査報\n告書（乙１５）は，甲鑑定及び乙鑑定に比較して，正確性において劣るもの\nと考えられる（裁判所による鑑定ではなく私的な意見書ないし報告書にす\nぎない。）ので，個別の説示はしない。\n(2)　甲鑑定は次のごとく適正継続賃料を算定する。\nア　平成６年４月１日時点\n(ア)　差額配分法による試算\n本件土地を含む本件小学校の敷地全体の更地価格１３億０９４６万６００\n０円を基礎価格とし，これに期待利回り３パーセントを乗じた１か月あ\nたり坪５２０円と，平成３年４月１日時点の賃料１か月あたり坪１４０円\nとの差額３８０円について，３分法を用いてその３分の１に相当する１２\n７円を，平成３年４月１日時点の坪あたり賃料単価１４０円に加算した\n１か月あたり坪２６７円が適正継続賃料である。\n(イ)　賃貸事例比較法（以下「比準法」という。）による試算\n継続賃料の形成は，個別性が強く，本件土地について，正常な比準賃\n料を把握することは容易ではないので，賃料を直接比較するのではな\nく，本件小学校と同じ市街化区域に存在する近隣市町における借地\n料の，各市町別平成６年７月１日時点の平均住宅地価格に対する割\n合（粗乗率）を求め，これを岩倉市の同日時点における平均住宅地価\n格に乗じて適正継続賃料を算定する。なお，選択事例地のうちの課税\n地は非課税地にひき直す。そうすると，岩倉市の平均住宅価格坪４２\n万３０００円に粗乗率０．００８を乗じた１か月坪２８０円が適正継続賃\n料である。\n(ウ)　利回り法\n本件土地の更地価格１３億０９４６万６０００円に一般的利回り率１パーセ\nントを乗じた１か月坪１７３円が適正継続賃料である。\n(エ)　スライド法\n本件土地の平成３年４月１日の改定合意賃料１か月坪１４０円に，平成６\n年４月までの消費者物価指数（総合），家賃推移指数，賃金年平均指\n数及び公租公課推移指数の平均変動率１．１３６３を乗じた１か月坪１\n５９円が適正継続賃料である。\n(オ)　スライド法による試算は，前提となる従前の合意賃料が低額で全幅の\n信頼を置けないので，差額配分法１，比準法１，利回り法１，スライド\n法０．５の比率として加重平均すると，適正継続賃料は１か月坪２２０\n円であり，本件土地５８２坪については月額１２万８０４０円である。\nイ　平成１１年４月１日時点\n平成６年４月１日時点の本件土地の適正継続賃料月額坪２２０円を基礎と\nして，スライド法を適用し，平成１１年４月までの消費者物価指数（総\n合），家賃推移指数，賃金年平均指数及び公租公課推移指数の平均変\n動率１．１０７７を乗じた１か月坪２４０円が適正継続賃料である。\n(3)　乙鑑定は次のごとく適正継続賃料を算定する。\nア　差額配分法\n(ア)　平成６年４月１日時点\n本件小学校の敷地全体の更地価格を基礎価格として，本件土地計１９２\n３平方メートルの更地価格１億２３１８万円に期待利回り２．６１パーセ\nントを乗じた１か月あたり２６万７９００円と，平成３年４月１日時点の賃\n料１か月あたり８万１４８０円との差額１８万６４２０円について，３分法\nを用いてその３分の１に相当する金額を，平成３年４月１日時点の賃\n料８万１４８０円に加算した１か月あたり１４万３６００円（坪２４７円）が\n適正継続賃料である。\n(イ)　平成９年４月１日時点\n本件小学校の敷地全体の更地価格を基礎価格として，本件土地計１９２\n３平方メートルの更地価格１億１２１４万円に期待利回り２．８７パーセ\nントを乗じた１か月あたり２６万８２００円と，平成３年４月１日時点の賃\n料１か月あたり８万１４８０円との差額１８万６７２０円について，３分法\nを用いてその３分の１に相当する金額を，平成３年４月１日時点の賃\n料８万１４８０円に加算した１か月あたり１４万３７００円（坪２４７円）が\n適正継続賃料である。\n(ウ)　平成１２年４月１日時点\n本件小学校の敷地全体の更地価格を基礎価格として，本件土地計１９２\n３平方メートルの更地価格１億０７１１万円に期待利回り３パーセントを\n乗じた１か月あたり２６万７８００円と，平成３年４月１日当時の賃料１\nか月あたり８万１４８０円との差額１８万６３２０円について，３分法を用\nいてその３分の１に相当する金額を，平成３年４月１日時点の賃料８\n万１４８０円に加算した１か月あたり１４万３６００円（坪２４７円）が適正\n継続賃料である。\nイ　スライド法\n平成３年４月１日時点の合意賃料月額８万１４８０円に，消費者物価指\n数，家賃指数及び賃金指数の平均を採用したスライド指数を乗じて算出\nする。なお，地価指数は，現在のような地価の大幅な下落期において，\n過去の賃料水準や改訂方法が必ずしも時価を適正に反映したものとは\n認められない事情があるので，地価指数を採用すると過去の賃料を固\n定させることにつながるため本件においては採用しない。\n平成６年４月１日時点のスライド指数は１０３．８であり，平成９年４月１\n日時点の同指数は１０７．４であり，平成１２年４月１日時点の同指数は１\n０７．１であるから，上記８万１４８０円にこれらを乗じると，平成６年４月１\n日時点のスライド賃料は月額８万４６００円（坪１４５円）であり，平成９年\n４月１日時点のスライド賃料は月額８万７５００円（坪１５０円）であり，平\n成１２年４月１日時点のスライド賃料は月額８万７３００円（坪１５０円）で\nある。\nウ　利回り法\n本件土地の価格に継続的賃料利回りを乗じて算出するが，同利回りは地\n域の平均的な賃料利回りや不動産鑑定士協会が行った過去の実態調\n査結果を基準にして，本件土地の賃貸借契約の開始時期や最近の地\n価動向（地価の低下に伴う利回りの上昇）等を考慮して，本件土地が非\n課税地であることも勘案の上，継続的賃料利回りを本件土地更地価格\nに対して，平成６年４月１日時点を０．７７パーセント，平成９年４月１日時\n点を０．８５パーセント，平成１２年４月１日時点を０．８９パーセントと判定\nする。なお，本件土地の賃貸借契約開始時期が相当古いため標準的な\n継続的賃料利回りより２０パーセント位下方修正し，さらに非課税地であ\nることにつき，通常の継続的賃料利回りが住宅地であることを考慮して\n０．１パーセントマイナス修正する。\nすると，平成６年４月１日時点の利回り賃料は月額７万９０００円（坪１３６\n円）であり，平成９年４月１日時点の利回り賃料は月額７万９４００円（坪\n１３６円）であり，平成１２年４月１日時点の利回り賃料は月額７万９４００\n円（坪１３６円）である。\nエ　比準法\n(ア)　本件土地の賃料を近隣及び周辺地域における継続地代の事例と比準\nして算定する（以下，事例イ，ロによるものを「比準賃料Ａ」という。）。\n事例イの土地は，岩倉市本町畑中地内，借地面積２５７．０５平方メート\nルである。賃料は平成６年１月から月額１万９４４０円（坪２５０円），平\n成９年１月から月額２万３３３０円（坪３００円），平成１２年１月から月\n額２万７２２０円（坪３５０円）であり，利用目的は木造平家建店舗併用\n住宅である。賃貸借契約開始時期は不明であるが１００年程度前と推\n測される。\n事例ロの土地は，同市本町畑中地内，借地面積２０４．９５平方メートル\nである。賃料は平成６年１月から月額２万１７００円（坪３５０円），平成\n９年１月から月額２万４８００円（坪４００円）であり，平成１２年１月から\nは月額２万７９００円（坪４５０円）と推定する。利用目的は木造平家建\n店舗併用住宅で，賃貸借契約開始時期は不明であるが８０年程度前\nと推測される。\n本件土地が非課税地であることから，事例イ，ロの土地について推定公\n租公課額を控除し，イ，ロの平均賃料をもって比準賃料を決定する。\nそうすると，平成６年４月１日時点の比準賃料は月額７万５２００円（坪１\n２９円）であり，平成９年４月１日時点の比準賃料は月額８万８４００円\n（坪１５２円）であり，平成１２年４月１日時点の比準賃料は月額１０万０\n５００円（坪１７３円）である。\n(イ)　本件土地の賃料を，周辺市町村の学校用地の継続地代と比準して算\n定する（以下，事例ハによるものを「比準賃料Ｂ」という。）。\n事例ハの土地は，江南市所在の布袋北小学校敷地５９７平方メートルで\nあり，賃貸借契約開始時期は明治２６年である。賃料は，平成６年，平\n成９年及び平成１２年に，いずれも月額坪２８３円である。そして，事例\nハの土地についても推定公租公課額を控除する。\nそうすると，平成６年４月１日時点の比準賃料は月額９万５４００円（坪１\n６４円）であり，平成９年４月１日時点の比準賃料は月額８万５７００円\n（坪１４７円）であり，平成１２年４月１日時点の比準賃料は月額７万６０\n００円（坪１３１円）である。\nオ　上記各方法による試算賃料の調整と本件土地の適正継続賃料の決定は\n次のとおりである。すなわち，\n(ア)　差額配分法による賃料は，対象不動産の経済価値に依拠して算出さ\nれ有用性は高いが，更地価格を出発点とし，純賃料利回りも平成１２\n年で３パーセントと住宅地としてはほぼ上限値を採用しているところか\nら賃貸人サイドに立った賃料といえる。\n(イ)　スライド法による賃料は，一般的な経済変動，不動産価格，賃料の変\n動過程を反映し，現実的であり実現性は高いが，一面過去の当事者\nの関係を固定化したままで持続させる点は賃料の調整に際し考慮す\nべきであり，本件の場合も，控訴人の岩倉市内における全ての賃借\n公共用地について賃料が同一に設定されており，賃料の決定方法も\n合理的なものとはいえない側面がある。しかし，これまで，当事者間\nの合意により定期的に賃料改定がなされている経緯は考慮すべきで\nある。同方法による賃料は，過去の経緯も含めると，賃借人サイドに\n立った賃料になっていることは否めない。\n(ウ)　利回り法による賃料は，市場における標準的な継続賃料利回り等をも\nとに算定したものであり，実証的であるが，地価変動期においては適\n正な利回りの判定が困難となりやすく，精度面でやや低いが，広域的\nな賃料水準という意味では参考となるものである。\n(エ)　比準法による賃料のうち，比準賃料Ａは，２事例であるが，本件土地\nに非常に近く，賃貸借契約の開始時期も同時期であり，定期的に賃\n料改定がなされている事例のため，用途は異なるものの規範性は高\nい。しかし，２事例の賃料間に開差があり，採用する事例の如何によ\nっては結果が左右される点があることを留意する必要がある。\n比準賃料Ｂは，特殊な用途である学校用地の事例という意味において\n規範性があり，本件土地と最も類似する事例であるが，事例ハの土\n地は課税がなされており税額等の詳細が不明なことと長期間賃料が\n据え置かれていることは考慮する必要がある。\n(オ)　本件賃貸借契約における平成３年の最終賃料合意以来，地価は下落\n傾向が続いており，それが賃料の下落に直結するか否かは意見が分\nかれるところであるが，地価の上昇と賃料の上昇が長期的には牽連\n性を有するものの，過去において賃料の上昇率は地価の上昇率より\n大幅に低かった場合も多く，そのような場合は現行の賃料水準が適\n正な継続賃料の水準に至っていないので，周辺賃料水準を指向して\n地価下落にもかかわらず賃料が上昇することもある。ただし，本件土\n地の過去の賃料水準は利回り賃料からも判定できるとおり，広域的な\n賃料水準を大きく逸脱するものではないこともうかがえる。一般的に，\n地代上昇の要因として，公租公課の増加があげられ，本件土地は非\n課税地であるから公租公課の上昇分を賃料に反映する必要はない\nが，周辺賃貸事例の賃料が公租公課額増加分や物価の上昇分以上\nの割合で増加していることを考慮すると，通常のスライド賃料以上の\n改訂が必要であると認められる。\n(カ)　以上の(ア)ないし(オ)の事情をふまえ，各試算賃料の特性と規範性を\n検討して，差額配分法を３，スライド法を３，利回り法を２，比準法の比\n準賃料Ａを４，比準賃料Ｂを２とする比率による加重平均で調節をする\nのが妥当である。\nそうすると，本件賃貸借契約における平成６年４月１日時点の適正継続\n賃料は月額９万５３００円（坪１６４円）であり，平成９年４月１日時点の\n適正継続賃料は月額９万８４００円（坪１６９円）であり，平成１２年４月\n１日時点の適正継続賃料は月額１０万０４００円（坪１７３円）である。\n(4)　甲鑑定と乙鑑定について以下比較，検討する。\nア　差額配分法による試算について，両鑑定とも本件土地の更地価格は大\n差がなく，３分法を採用することも同様であるが，平成６年４月１日時点\nの期待利回りを甲鑑定は３パーセントとするのに対し，乙鑑定は平成１２\n年４月１日時点では３パーセントとし，平成９年４月１日時点では２．８７\nパーセント，平成６年４月１日時点では２．６１パーセントとする。\n期待利回りは，一般的金利状況，不動産の取引状況等を考慮して決定さ\nれるものであるところ，甲鑑定，乙鑑定及び弁論の全趣旨によれば，本\n件賃貸借契約における最終賃料合意のなされた平成３年から平成６\n年，平成９年及び平成１２年と地価下落が続いており，一般的金利も同\n様に低下が続いていると認められることを考えると，平成１２年における\n期待利回り３パーセントは妥当なものと認められる。そして，平成６年及\nび平成９年は，地価下落期にかかわらず一般には住宅地の賃料が若干\nしか下がっていないことを考慮して，時点修正率で割り戻し，平成６年及\nび平成９年の各期待利回りを２．６１パーセント及び２．８７パーセントとし\nた乙鑑定は，合理性があるものと認められる。被控訴人は，金融資産の\n利回り（金利）等を考慮すると，平成１２年より平成６年の期待利回りが\n低いということにはならない旨主張するが，一面的な見解であり，乙鑑定\nの上記鑑定を左右するものとは考え難い。\nイ　スライド法による試算について，甲鑑定は，公租公課推移指数を加えて\n平均変動率を決定しており，乙鑑定はこれを除いている。\n証人甲（書面尋問）によれば，甲鑑定が公租公課推移指数を加えた理由\nは，消費者指数と家賃指数は貸主側，借地人側のどちらにも偏向のな\nい指数であるが，公租公課指数は貸主側にとっての指数であるのに対\nし，賃金年平均指数が，どちらかといえば給与収入を糧とする一般借地\n人側の指数であるから，単純平均したとのことである。しかしながら，公\n租公課は経済変動に応じた変動をするわけではなく，また，本件土地は\n非課税地であるから，本件土地について公租公課指数を適用すること\nには疑問があると考えられる。さらに，証人乙（書面尋問）によれば，平\n成３年から平成１２年にかけては，土地評価額の大幅な見直し（公示価\n格の７割評価への上昇）がなされ，同時に負担調整措置がとられている\nため，公租公課の推移が物価や賃料の変動を反映しているとはいえ\nず，指数としても不安定であること，公租公課は貸主側の必要経費であ\nるから，課税地である場合でも，各指数を乗じた後に公租公課額を加減\nし，その増減率をそのまま賃料に乗じることはしないことが一般的なスラ\nイド法の手法であることが認められる。したがって，スライド法による試算\nにおいては，甲鑑定より乙鑑定の方が妥当性があると解される。\nウ　利回り法による試算について，甲鑑定は，利回り率を１パーセントとす\nるのに対し，乙鑑定は，平成６年４月１日時点を０．７７パーセント，平成\n９年４月１日時点を０．８５パーセント，平成１２年４月１日時点を０．８９パ\nーセントとする。いずれも，専門家の実証的，経験的見解に基づくもの\nで，にわかにその優劣をつけ難いが，本件賃貸借契約の開始時期，最\n近の地価動向等を考慮し，本件土地が非課税地であることも勘案した判\n断のきめ細かさからすると，乙鑑定の試算が優れていると考えられる。\n控訴人は，乙鑑定について，平成１２年の利回りに時点修正している試\n算方法に問題があり，また，賃貸借契約の開始時期が大正時代の利回\nりを用いているが，これを本件賃貸借契約に適用する是非が検討されて\nいない旨主張する。\nしかしながら，時点修正をせず，愛知県全体の平均利回りを用いて試\n算すると，平成６年時点の利回りが０．９９パーセント，平成９年時点の\n利回りが１．０８９パーセント，平成１２年時点の利回りが１．１４パーセン\nトとなり，平成９年と平成１２年時点の各利回りが１パーセントを超えてし\nまうことになってしまい，妥当なものとは考え難く，また，甲鑑定，乙鑑定\n及び弁論の全趣旨によれば，本件賃貸借契約の開始時期は少なくとも\n大正時代であることが認められ，賃貸借契約の開始時期が大正時代の\n利回りを用いていることは特に不合理ではないと解されること等にかん\nがみると，控訴人の上記主張は採用できない。\nエ　比準法による試算について，甲鑑定は，本件小学校と同じ市街化区域に\n存在する近隣市町における借地料の，各市町別平成６年７月１日時点\nの平均住宅地価格に対する割合である粗乗率０．００８を，岩倉市の同\n日時点における平均住宅地価格に乗じて適正継続賃料を算定するが，\n選択事例地の課税地を非課税地にひき直すものとしている。乙鑑定は，\n本件土地の賃料を近隣及び周辺地域における継続地代の事例と比準\nして算定する比準賃料Ａと本件土地の賃料を周辺市町村の学校用地の\n継続地代と比準して算定する比準賃料Ｂとに分けて試算するが，いず\nれも本件土地が非課税地であることから，事例の土地について推定公\n租公課額を控除している。\nところで，甲鑑定は，本件土地の所在する岩倉市地域以外の事例を採用\nしており，かつ，平均的なものとして粗乗率を適用しているが，賃料に\nは，地域的格差があり，賃貸借契約の開始時期，期間等の個別的，具\n体的要素が関係するものと考えられるから，これらを考慮することなく岩\n倉市地域外の事例に基づき，抽象的な粗乗率を適用したのみの同鑑定\nは，たやすく採用できない。\nこれに対して，乙鑑定は，比準賃料Ａにおいて，本件土地に近く，かつ，本\n件賃貸借契約と同様に古い１００年ないし８０年程度の契約期間を経過\nしている岩倉市内の事例を適用しており，比準賃料Ｂにおいて，岩倉市\n外ではあるが本件土地と場所的に近く地価水準や地域の状況が類似\nし，かつ，利用目的が同じで賃貸借契約開始時期が古い事例を適用し\nており，上記のごとき問題はない。\n控訴人は，乙鑑定における比準賃料Ａは，適用事例がいずれも本件土地\nと利用目的が異なる店舗併用住宅用地であり，土地面積も本件土地と\n比較してかなり狭いものであるから，妥当でなく，比準賃料Ｂにおいて\nは，１事例のみであるから，信頼性のある賃料算出は困難である旨主\n張する。\nしかしながら，乙鑑定，証人乙（書面尋問）及び弁論の全趣旨によれば，\n比準賃料Ａの適用事例は，本件土地に非常に近いもので，店舗として\nの収益性が見込めない地域にあって，地価水準も住宅地と同水準のた\nめ，地域の賃料水準を反映しており，借地面積もそれぞれ２５７．０５平\n方メートルと２０４．９５平方メートルで借地利用上適度な面積といえるも\nのであり，面積が１９２３平方メートルもあって借地利用上不便な本件土\n地より賃料が低額となるとは考え難いと認められることに照らすと，比準\n賃料Ａの適用事例は不適当なものではない。また，比準賃料Ｂに適用さ\nれた事例は１例のみであるが，事例自体としては上記のとおりであるか\nら本件土地の比準地として適当であると考えられること，各試算賃料の\n特性と規範性を検討して加重平均する際して，乙鑑定は，比準賃料Ａが\n４であるのに対し比準賃料Ｂを２として少ない比率で調整していること等\nにかんがみると，比準賃料Ｂを本件賃料の鑑定評価に採用することは\n特段問題とならない。\nしたがって，比準法による本件賃料の試算においても，乙鑑定を採用するこ\nとが相当である。\nオ　そして，乙鑑定について上記第３，３(3)アないしオに記載したとおり，各試\n算賃料の特性と規範性を検討して，差額配分法を３，スライド法を３，利\n回り法を２，比準賃料Ａを４，比準賃料Ｂを２とする比率による加重平均\nで調節して，本件賃貸借契約の適正継続賃料を算定することが妥当で\nある。\n(5)　すると，上記第３，２(3)，オ(カ)のとおり，本件賃貸借契約における平成６年\n４月１日時点の適正継続賃料は月額９万５３００円（坪１６４円）であり，平成\n９年４月１日時点の適正継続賃料は月額９万８４００円（坪１６９円）であり，\n平成１２年４月１日時点の適正継続賃料は月額１０万０４００円（坪１７３円）\nであると認められる。\n３　以上のとおりであるから，被控訴人の本訴請求は，被控訴人，控訴人間にお\nける本件賃貸借契約について，賃料が，平成６年４月１日以降平成９年３月３\n１日まで１か月９万５３００円であり，平成９年４月１日以降平成１２年３月３１\n日まで１か月９万８４００円であり，平成１２年４月１日以降１か月１０万０４００\n円であることの各確認を求める限度で理由があり，その余は理由がなく，被\n控訴人の附帯控訴請求は理由がない。\n第４　結論\nよって，控訴人の控訴に基づいてこれと異なる原判決を上記趣旨に変更し，\n被控訴人の本件附帯控訴を棄却し，訴訟費用の負担につき民事訴訟法６７\n条，６１条，６４条を適用して，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　　大  　内 　 捷 　 司\n裁判官        島　　田　　周　　平\n裁判官        玉　　越　　義　　雄\n"
}