{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 24
  },
  "case_number": "平成17(行ケ)10322",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9576",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9576",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/576/009576_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３２２号　審決取消請求事件\n平成１７年５月１０日口頭弁論終結\n判　　　　決\n原　告　株式会社パソック\n訴訟代理人弁護士　櫻林正己，弁理士　中村敬\n被　告　　特許庁長官　小川洋\n指定代理人　吉村宅衛，治田義孝，高橋泰史，井出英一郎，大野克人，高木彰\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n以下において，「および」は「及び」と統一して表記した。その他，引用箇所に\nおいても公用文の表記に従った箇所がある。\n第１　原告の求めた裁判\n「特許庁が訂正２００３―３９１７２号事件について，平成１６年８月５日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n実用新案登録第２１２９６０１号「イベント用着用ぬいぐるみ」の請求項１に係\nる考案（本件考案）は，平成３年１０月８日に実願平３－９１０９３号として出願\nされ，平成７年７月１２日に出願公告され，その後平成８年８月１日に設定登録\n（請求項の数１）がされた。\n本件考案について，平成１４年９月２５日株式会社風船工房匠により無効審判請\n求（無効２００２－３５４１０）があり，平成１５年７月１５日本件実用新案登録\nを無効とする旨の審決があり，その取消訴訟が，当庁平成１７年(行ケ)第１０２８\n３号事件として係属中である。\n原告は，平成１５年８月１８日，本件考案につき訂正審判請求（訂正２００３―\n３９１７２）をしたが，平成１６年８月５日，審判請求不成立の審決があり，その\n謄本は同月１７日原告に送達された。\n２　本件考案の要旨\n(1)　訂正前の登録請求の範囲の記載\n外部との通気口及びファスナー開閉口を有する内部中空のぬいぐるみエアバッグ\nと，該ぬいぐるみエアバッグ内の人間が着用する電源バッテリー付きでモーター直\n結の送風機などを備えた送気ユニットと，該送気ユニットの送風機の吸気口が通気\n口に係脱自在に嵌装された吸気管とからなり，モーターの駆動で送風機によって吸\n気口から外気を吸入し送風口から絶えずぬいぐるみエアバッグ内に送気してバルー\nン状にふくらませることを特徴とするイベント用着用ぬいぐるみ。\n(2)　訂正による登録請求の範囲の記載（下線部が訂正箇所）\n外部との通気口及びファスナー開閉口を有する内部中空のぬいぐるみエアバッグ\nと，該ぬいぐるみエアバッグ内の人間が着用する電源バッテリー付きでモーター直\n結の送風機などを備えた送気ユニットと，該送気ユニットの送風機の吸気口が通気\n口に係脱自在に嵌装固止されたベロー式吸気管とからなり，モーターの駆動で送風\n機によって吸気口から外気を吸入し送風口から絶えずぬいぐるみエアバッグ内に送\n気してバルーン状にふくらませることを特徴とするイベント用着用ぬいぐるみ。\n３　審決の理由の要点\n(1)　訂正要件について\n登録請求の範囲及び明細書の訂正は，実用新案登録請求の範囲の減縮を目的とし\nた訂正に該当し，新規事項の追加に該当せず，実質的に実用新案登録請求の範囲を\n拡張又は変更するものではない。\n(2)　独立登録要件について\n(2)－１　刊行物\n刊行物１（株式会社ベンチャー・リンク　平成元年１０月１５日発行「ＶＥＮＴ\nＵＲＥ　ＬＩＮＫ　ベンチャー・リンク」１９８９年１１月号１８頁。本訴甲６）\nには，以下の点が記載されている。\nａ．「米国生まれの新しい宣伝ツールが登場！人間が入って動くバルーン『ウォ\nークアラウンド』」（１８頁第１段左側）\nｂ．「ただ，普通のぬいぐるみの場合に難点となるのは，その重量。かなりの重\nさがあるだけに，中に入って動く人間の苦労もさることながら，軽快なアクション\nや細かな動きをするのは，なかなか難しい。\nこの人間入りのぬいぐるみを特殊素材を用いてもっと大きくしたのが，株式会社\nイベントサービスの『ジャイアントバルーン』。米国・エンターティメント・リサ\nーチ・グループと総輸入販売代理店契約を結び，『ウォークアラウンド』という商\n品名で販売を開始した。\nその名のとおり，仕組みは風船をぬいぐるみにしたもので，バルーン用の新素材\n『リップストップ』を生地にして，背中につけた小型バッテリー式の扇風機で中に\n風を送り込むというもの。外部の装置から空気を送り込んだり，電源を供給しなく\nてもすむため，人間が中に入って自由に動き回れるというわけだ。内部は常時風が\n入るので，中に入る人も涼しい状態で動くことができるという。『いままでのぬい\nぐるみにはなかった軽やかさが大きな魅力です。また，重量も軽いので人間の等身\n大より大きくでき，インパクトがあります。．．．．．．」（１８頁第２段１～３\n０行）\n(2)－２　刊行物２（米国特許第３５２５３３４号明細書及びその抄訳。本訴甲\n７。判決注：特許査定日・１９７０年８月２５日）には以下の点が記載されてい\nる。\nｃ．「この衣服アセンブリは，着用者に支持され，モータを服地の内側に保持\nし，服地の外側に空気吸入器を備え，服地の内側に空気排出器を備えた，送風機の\nような空気流入手段を備える。」（第１欄６８～７２行，抄訳１頁２行～５行）\nｄ．「本衣服アセンブリには送風機５１が設けられる。図３に示すように，着用\n者のウエストと首を囲むストラップ４６からなるハーネスにより，送風機５１が着\n用者の体の中央で支持される。送風機５１は流入手段である吸入口５２を備え，こ\nれは，送風機からジャケット１２の開口５８を通り，流体が流れないようしっかり\nと突出するよう適合される。吸入口５２には，所望であれば，格子窓，あるいは吸\n入口フィルタ５２ａを設置することができる。送風機５１はストラップ４６に吊さ\nれたハウジング５４と，バッテリ６２により給電され出口５９から排気するよう設\n置されたファン６３からなる。一般的に，送風機の容量は，空気を服地の内側に入\nれ，かつ，服地内で頭が動かない状態で通常の呼吸が可能な割合で，服地のフィル\nタから排気するのに充分な容量であるべきである。毎分５～１５立方フィートの空\n気の流れは，（それより）幾分少ないか多い流れであっても充分である。送風機５\n１は，吸入口５２以外はジャケット１２内に完全に収容されている。」（第３欄４\n５～６１行及び図面第３図，抄訳１頁１４行～２頁３行）\nｅ．「使用に当たり，着用者は昀初に送風機５１にストラップ４６を取り付け\nる。ヘルメット１７と一体になったジャケット１０が着用され，吸入口５２がジャ\nケット１２の開口５８に圧入される。」（第４欄６１～６３行，抄訳２頁１２行～\n１５行）\nｆ．「送風機５１が作動され，空気が服地内に流入する。流入により，現在の内\n部の気圧で，通常５～１５c.f.mである空気の流入率が，フィルタ３２と５６の空気\n排出率を越える。内部気圧が上昇するにつれ，排気量率は，気圧と比例するので，\n圧力バランスが達成されるまで上昇する。同様に，内部気圧と反比例する流入率\nは，内部気圧が上昇するにつれ，ファンが高圧に対して作動するので減少する。」\n（第４欄６８～７５行，抄訳２頁１６行～２１行）\n(2)－３　対比\n本件考案と刊行物１記載のものとを対比すると，刊行物１記載のものは，「背中\nにつけた小型バッテリー式の扇風機で中に風を送り込む」との記載から，ぬいぐる\nみの中に風を送り込むための外部との通気口を当然備えているものと認められ，ま\nた「人間入りのぬいぐるみ」，「人間が中に入って自由に動き回れる」との記載か\nら，ぬいぐるみに人間が出入りするための開閉口や開閉手段が設けられているもの\nと認められる。このことから，刊行物１記載のものにおける「風船をぬいぐるみに\nしたもの」は，本件考案の「外部との通気口及び開閉口を有する内部中空のぬいぐ\nるみエアバッグ」に対応する。\n次に，刊行物１記載のものにおける「扇風機」も，「小型バッテリー」を備え，\nかつバッテリーにより扇風機を動かすためのモータを当然備えているものと解され\nることから，刊行物１記載のものにおける「小型バッテリー式の扇風機で中に風を\n送り込む」構成は，本件考案の「電源バッテリー付きでモーター直結の送風機など\nを備えた送気ユニット」に対応し，同様に，刊行物１記載のものにおいて「扇風機\nで中に風を送り込む」ことは，本件考案における「モーターの駆動で送風機によっ\nて外気を吸入」し「送気」することに対応する。\nさらに，刊行物１記載のものは「内部は常時風が入る」との記載から，ぬいぐる\nみ内に絶えず空気が送られているものと認められ，また，刊行物１における「バル\nーン用の新素材『リップストップ』を生地にして，背中につけた小型バッテリー式\nの扇風機で中に風を送り込む」という記載から，ぬいぐるみ内に風を送り込んでバ\nルーン状に膨らませるものと解されることから，刊行物１における「風船をぬいぐ\nるみにしたもの」に「常時」「風を送り込む」ことは，本件考案における「絶えず\nぬいぐるみエアバッグ内に送気」することに対応する。\nしたがって，両者は「外部との通気口及び開閉口を有する内部中空のぬいぐるみ\nエアバッグと，電源バッテリー付きでモーター直結の送風機などを備えた送気ユニ\nットとからなり，モーターの駆動で送風機によって外気を吸入し，絶えずぬいぐる\nみエアバッグ内に送気してバルーン状にふくらませるイベント用着用ぬいぐる\nみ。」である点で一致し，以下の点で相違している。\n【相違点】\n(i)　開閉口が，本件考案はファスナー開閉口であるのに対し，刊行物１記載のも\nのはファスナーを有している旨の記載がない点\n(ii)　送気ユニットが，本件考案はぬいぐるみエアバッグ内の人間が着用するも\nのであるが，刊行物１記載のものは「背中につけた小型バッテリー式の扇風機」と\n記載されているのみで，「扇風機」が取り付けられているのが「ぬいぐるみ」の背\n中なのか，エアバッグ内の人間の背中なのか不明である点\n(iii)　送気ユニットの吸気及び送気の構造が，本件考案は，送気ユニットの送風\n機の吸気口が通気口に係脱自在に嵌装固止されたベロー式吸気管からなり，送風機\nによって吸気口から外気を吸入し送風口から送気するものであるのに対し，刊行物\n１記載のものは吸気及び送気のための具体的構成が不明である点\n(2)－４　相違点についての判断\n（相違点(i)について）\n刊行物１記載のイベント用ぬいぐるみは，「内部は常時風が入る」，「仕組みは\n風船をぬいぐるみにしたもの」との記載から，風船の状態を保つように内部に入れ\nた空気が保持されることが必要であり，かつ，人の出入口を具備するのであるか\nら，この人の出入口の開閉口を塞ぐ開閉手段も当然有しているものと解される。そ\nして，一般に人間が着用する衣服等において，着用のための開口部を塞ぎ，また開\n閉するための手段としてファスナーは極めてよく知られた技術手段であり，その採\n用は当業者が適宜行う設計的事項である。さらに，刊行物１記載のものにあって\nも，その開閉口を塞ぐ開閉手段としてファスナーを適用することに何ら支障は認め\nられない。したがって相違点(i)は，当業者が適宜になし得ることと認められる。\n（相違点(ii)について）\n刊行物２には，上記ｃ，ｄ及びｅの記載にもあるように，気密性を保つ着衣（こ\nの場合衣服アセンブラ）を着用するに当たり，ストラップを取り付けた送風機を，\n着衣の着用者が直接装着することが記載されている。そして，刊行物１記載のイベ\nント用ぬいぐるみと，刊行物２記載の衣服アセンブリとは，それぞれぬいぐるみと\n衣服アセンブリという，人が着用する衣服に類するものである点で共通し，また，\n両者は，人が頭部を含む体全体を覆うように着用できること，着用して使用する際\nに気密性を保つこと，及び中に入る人が呼吸できるようにするものであることか\nら，人が呼吸可能な状態で体全体を覆うように着用するという点においても，技術\n的に共通の分野に属するものといえる。\nしてみると，刊行物１記載のイベント用ぬいぐるみにおける「小型バッテリー式\nの扇風機」の支持方法として，刊行物２記載の構成を適用し，エアバッグ内に入る\n人間が着用し支持するようにすることは，当業者であれば極めて容易に想到し得る\nものである。\n（相違点(iii)について）\n刊行物２の上記ｄ及びｅには，送風機５１上の空気流入手段である吸入口５２と\nジャケット１２上の開口５８とは，使用に際し着用者が送風機５１をストラップ４\n６により身に付けジャケットを着用する時に，吸入口５２が開口５８に突出するよ\nうに圧入されることで接合されるものであることが記載されており，また図１，３\n及び４には，吸入口５２が，送風機５１のハウジング５４上に設けられた管の形状\nを有するものであることが示されている。このことから，刊行物２に記載のものに\nおける「開口」は本件考案における「通気口」に相当し，また刊行物２に記載のも\nのにおける「吸入口」は本件考案における「吸気口」を備えた「吸気管」に相当す\nる。そして，刊行物２に記載のものにおける「出口５９」は本件考案における「送\n風口」に相当する。\nここで，刊行物２における吸入口と開口との接合方法に関して述べると，刊行物\n２の上記ｅには「吸入口５２がジャケット１２の開口５８に圧入される」と記載さ\nれている。この「圧入」という語句の意味は，広辞苑（岩波書店）によれば「強い\n圧力で物を押し込むこと」，また特許技術用語集（日刊工業新聞社）によれば「圧\n力を加えて押し込むこと」とあり，これらより「圧力を加えて物を押し込むこと」\nの意味であるものと解される。この点に関し，刊行物２の上記ｄには，「．．．吸\n入口５２を備え，これは，送風機からジャケット１２の開口５８を通り，流体が流\nれないようしっかりと突出するよう適合される。」と記載されており，当該記載に\nは，流体である空気が外に漏れることのないよう「圧入」することが示されてお\nり，その接合状態は，使用時に容易に外れることで流体が漏れることない，しっか\nりとした取付けを要件としていると解される。\n一方，本件考案は，吸気口と通気口の接合方法として「嵌装固止」と規定するも\nのであり，この「嵌装」及び「固止」について本件明細書中には何ら定義されてお\nらず，その技術的意義も明確でない。そして，前記広辞苑にも掲載されていない\nが，「嵌装」については特許技術用語集（日刊工業新聞社）に「嵌めた状態に備え\n付けること」とされていること，さらに「嵌」は「くぼみにはめこむこと，はまる\nこと」，及び「装」は「とりつけること」（共に広辞苑）であることを考え合わせ\nると，「嵌装」という語句は「はめこむことでとりつけること」とするのが妥当で\nあると考えられ，一方「固止」については特許技術用語集に示されておらず，\n「固」は「かたいこと，かためること」，及び「止」は「とまること，とまるこ\nと」（共に広辞苑）であることを考え合わせて「かたくとめること」と解釈するの\nが妥当であると考えられる。この点に関し，本件明細書の記載には，「送風機６の\n吸気管１３の吸気口７を通気口３に係脱自在に嵌装固止する。それから……ぬいぐ\nるみエアバッグ１内に送気してぬいぐるみエアバッグ１を送気中，常にボリューム\nたっぷりふくらませるものである。」（公告公報，【００１１】）との記載がある\nのみで，当該記載には，ぬいぐるみエアバッグを常にボリュームたっぷりに膨らま\nせるもので，送気中に外れることのないよう「嵌装」して「固止」することが示さ\nれており，本件考案における「嵌装固止」による接合状態は，送気中などの使用時\nには容易に外れることのない取付けを要件としていると解される。したがって，本\n件考案における「嵌装固止」は，送気中などの使用時には容易に外れることないし\nっかりとした状態，すなわち「はめこむことでとりつけ」て「かたくとめる」とい\nう意味で用いられているものと認められる。\nそこで，「嵌装固止」である本件考案と「圧入」である刊行物２を対比すると，\n両者はいずれも係脱自在あるいは嵌め外し自在であり，かつ容易に外れないしっか\nりとした結合であることを前提として，これを取り付けた後の状態として表現する\nか，取付時の状態として表現するかの差異であると認められる。さらに敷衍する\nと，前記「圧入」の意味のうち「圧力を加えて」という文言は，押し込む際に圧力\nを付加するという意味であり，一方「嵌装固止」は容易に外れることのないように\n「はめこむことでとりつけ」て「かたくとめる」ものであればよいから，圧力の要\n否にかかわらず接合した結果の構成・度合において両者に格別の相違があるものと\nは解されない。同じく「圧入」の意味のうち「押し込む」という文言も，「無理に\n入る」（広辞苑）という意味であることから，「嵌装固止」に係る操作と同様に，\n接合した結果の構成・度合において両者に格別の差異を生じさせるものであるとは\n解されない。したがって，刊行物２における「圧入」は，本件考案における「嵌装\n固止」に含まれるものである。\nさらに，吸気管の構造に関して述べると，本件考案の吸気管の如く気密状態を連\n結する管状の構造において，その形状をベロー式，すなわち蛇腹式にすることは，\n極めてよく知られた技術であり，当業者が必要に応じ適宜行う事項にすぎない。\nまた，本件考案により奏する作用効果も，記刊行物１及び２に記載された考案か\nら当業者が予測し得る程度のものであって格別のものとは認められない。\n以上のことから，刊行物１記載のイベント用ぬいぐるみにおける扇風機のための\n吸気及び送気構造として，刊行物２記載の構成を適用することは，当業者であれば\n極めて容易に想到し得るものである。\n(2)－５　まとめ\n以上のとおりであって，本件実用新案登録請求の範囲の請求項１に係る考案は，\n刊行物１及び刊行物２に記載された考案に基づいて当業者が極めて容易に考案をす\nることができたものと認められるから，実用新案法３条２項の規定により，実用新\n案登録出願の際独立して実用新案登録を受けることができないものである。\n(3)　審決のむすび\n以上のとおりであるから，当該訂正は，特許法等の一部を改正する法律（平成１\n１年法律第４１号）附則１４条の規定による改正後の特許法等の一部を改正する法\n律（平成５年法律第２６号）附則４条１項の規定によりなおその効力を有するとさ\nれ，同附則４条２項の規定により読み替えて適用される改正前の実用新案法３９条\n１項ただし書き，及び同条３項の規定に適合しない。\n第３　原告主張の審決取消事由\n１　取消事由１（刊行物１記載のイベント用着用ぬいぐるみの誤認）\n(1)　審決は，イベント用着用ぬいぐるみの当業者が刊行物１の記載から刊行物１\n記載のイベント用着用ぬいぐるみを実施できるようにその構成を具体的に特定する\nことができないにもかかわらず，刊行物１記載のイベント用着用ぬいぐるみを「外\n部との通気口及び開閉口を有する内部中空のぬいぐるみエアバッグと，電源バッテ\nリー付きでモーター直結の送風機などを備えた送気ユニットとからなり，モーター\nの駆動で送風機によって外気を吸入し，絶えずぬいぐるみエアバッグ内に送気して\nバルーン状にふくらませるイベント用着用ぬいぐるみ。」と認定したが，誤りであ\nる。\n(2)　刊行物１の記載は，単に「人間が入って動くバルーン」，「人間入りのぬい\nぐるみを特殊素材を用いて大きくした」，「仕組みは風船をぬいぐるみにしたもの\nで，バルーン用の新素材『リップストップ』を生地にして，背中につけた小型バッ\nテリー式の扇風機で中に風を送り込むというもの。」，「外部の装置から空気を送\nり込んだり，電源を供給しなくてもすむため，人間が中に入って自由に動き回れ\nる」，「内部は常時風が入るので，中に入る人も涼しい状態で動くことができると\nいう。」だけで，極めて不明確なものにすぎない。本件考案においては，刊行物１\n記載の公知技術が問題となっているものであるが，刊行物１の記載だけでは，単に\n「風船をぬいぐるみにした」，「背中につけた小型バッテリー式の扇風機で中に風\nを送り込む」という着想が示されているにすぎず，イベント用着用ぬいぐるみの当\n業者が実際にイベント用着用ぬいぐるみを実施できるようにその構成を具体的に特\n定することはできない\n(3)　刊行物１記載のイベント用着用ぬいぐるみは，たとえある程度の構成を特定\nできるとしても，「背中につけた小型バッテリー式の扇風機で中に風を送り込むと\nいうもの」であり，「送り込む」とは「送って先方に届ける。送って中へ入れ\nる。」を意味する（広辞苑第３版）ことから，ここでは外側から内側に風を送るこ\nとを意味し，本件考案のように「外気を吸入」することは決して意味しない。する\nと，刊行物１記載の「背中」とは，本件考案の「ぬいぐるみエアバッグ」に相当す\nる「生地」の背中を意味し，内部の人間の背中を意味しない。\n２　取消事由２（技術分野の判断誤認）\n(1)　審決は，「刊行物１記載のイベント用ぬいぐるみと，刊行物２記載の衣服ア\nセンブリとは，それぞれぬいぐるみと衣服アセンブリという，人が着用する衣服に\n類するものである点で共通し，」との誤った判断を行っている。\n刊行物１記載のイベント用着用ぬいぐるみも，各種のパレード等のイベントにお\nいて使用されるものである。特に，このイベント用着用ぬいぐるみのぬいぐるみエ\nアバッグは，これらのイベントを盛り上げるべく，各種のマスコット等に外観が形\n成される。そして，このイベント用着用ぬいぐるみのぬいぐるみエアバッグは，バ\nルーン状に膨らんでボリュームを持ち，張りによって見栄えを向上させる。つま\nり，刊行物１記載のイベント用着用ぬいぐるみは，いわば人形，特に中に人が入る\n人形であることから，外観が昀も重要であり，内部の人間のある程度の不便さは二\n次的なものとしか扱われない。同時に風船状のぬいぐるみであることから，同質の\n素材により一体的に形成される。\nこれに対し，刊行物２記載の衣服アセンブリは，「汚染物質浸入の可能性を減少\nさせる必要のある，低汚染ルーム又はその他の管理された環境の現場での使用に適\n用する」（刊行物２の訳文として提出された甲第３号証（以下「訳文」と表記）１\n頁１０～１１行），いわばクリーンルーム用汚染防止用気密服であり，かつヘルメ\nット，ジャケット及びズボンからなり，ヘルメットとジャケットは固定され，ジャ\nケットとズボンは取り外し可能に固定されるものである（訳文４頁２～８行）。刊\n行物２は，「水中用ダイビング装置から宇宙服まで，各種の衣服アセンブリが公知\nである。」（訳文１頁２５行）とし，水中用ダイビング装置や宇宙服も同種の衣服\nアセンブリとしている。\n結局，両者は決して人が着用する衣服として共通のものということはできない。\n両者を「衣服に類するもの」として共通化することは，人形と水中用ダイビング装\n置や宇宙服とも同一視するものであり，いかにも不自然である。\n(2)　審決における「両者は，人が頭部を含む体全体を覆うように着用できるこ\nと，･･･及び中に入る人が呼吸できるようにするものであることから，人が呼吸可能\nな状態で体全体を覆うように着用するという点」は共通点といえなくはないことは\n認める。\nしかしながら，この点だけによって両者が技術的に共通の分野に属するものとい\nうことは非論理的である。\nまた，（両者は）,「着用して使用する際に気密性を保つこと」において,正確に\n共通するものではない。刊行物１記載のイベント用着用ぬいぐるみはしっかりとバ\nルーン状に膨らむための，内気についての気密性を要件としている（他方，排気に\nついては何も記載されていない。）だけで足りるのに対し，刊行物２記載の衣服ア\nセンブリは，汚染物質が排出されないよう気密性を維持しながらフィルタから排気\nできるようにしており，汚染物質についての気密性を主に意図している。刊行物２\n記載の衣服アセンブリにおいても，吸入装置は排気装置よりも流入速度が速く，服\n地の気圧を正にする（訳文７頁下から５行以下）ことから，この意味での気密性は\nあるかもしれないが，本件考案のそれとは異なる。\nすなわち，刊行物１記載のイベント用着用ぬいぐるみの主な機能はイベントを盛\nり上げることである。そのイベントにおいて，観客の興味を引き付けるため，ぬい\nぐるみエアバッグはバルーン状に十分膨らむ必要性がある。特に，ぬいぐるみエア\nバッグは，張りをもってバルーン状に膨らむことにより，大型かつ元気であること\nの驚異を観客に与え，イベントを盛大にする。ぬいぐるみエアバッグは絶えず送気\nされてバルーン状に膨らむことから，内部の人はその膨らみのついでに呼吸を行う\nのである。\nこれに対し，刊行物２記載のクリーンルーム用気密服，水中用ダイビング装置及\nび宇宙服は，環境を内部の人から守ったり，内部の人を環境から守ったりしつつ，\n内部の人の呼吸を確保することに主な共通の機能がある。これらにおいては，ジャ\nケットがバルーン状に大きく膨らむ必要性は全くなく，内部の人が呼吸できるよう\nにするためにだけ送気が行われる。\nこのため，刊行物２記載のクリーンルーム用気密服，水中用ダイビング装置及び\n宇宙服は，主な機能が共通し，技術的に共通の分野に属するものであると考えられ\nるものの，これらと刊行物１記載のイベント用着用ぬいぐるみとは，主な機能が異\nなり，技術的に共通の分野に属するものであるとは決して考えられない。\nまた，イベント用着用ぬいぐるみを製造販売する当業者が刊行物２に記載される\nような衣服アセンブリの技術を参考にすることも決してない。国際特許分類（ＩＰ\nＣ）も，刊行物１記載の考案がＡ６３Ｈ３／００「人形」の下位概念の３／０２\n「布地で作られたもの又は詰め物を入れられたもの」及びＡ４１Ｄｌ／００「衣\n服」であるのに対し，刊行物２記載の発明がＡ６２Ｂ７／００「呼吸用の装置」で\nあり，両者は異なるＩＰＣによって分類される。\n(3)　以上のように，審決は，刊行物１記載のイベント用着用ぬいぐるみと刊行物\n２記載の衣服アセンブリとが共通する技術分野に属するものであると誤って判断し\nたものである。\n３　取消事由３（組合せによって本件考案が得られるとの誤認）\n審決は，刊行物１記載のイベント用着用ぬいぐるみと刊行物２記載の衣服アセン\nブリとを組み合わせることによって本件考案が得られる，との誤った判断もしてい\nる。\n(1)　本件考案におけるベロー式吸気管の意義\n刊行物１にも刊行物２にも，ベロー式吸気管は開示されていない。その下におい\nて，刊行物１記載のイベント用着用ぬいぐるみと刊行物２記載の衣服アセンブリと\nを組み合わせた場合，刊行物２記載のハウジングにおける「管状をなす部分」が本\n件考案の「ベロー式吸気管」に相当することとなる。\n前者は剛体であるのに対し，後者は可撓性，伸縮性を有するものである。本件考\n案は，このベロー式吸気管により，ぬいぐるみエアバッグの通気口と送風機との距\n離を保った横方向のずれが可能になるとともに，ぬいぐるみエアバッグの通気口と\n送風機との距離の変化も可能になることから，内部の人の軽快な動作という，ぬい\nぐるみ製造に携わる当業者が予測することができない顕著な作用効果を奏すること\nができる。本件考案のイベント用着用ぬいぐるみは，ベロー式吸気管の採用によっ\nて，単に気密状態をフレキシブルに連結するだけではない。\nこうして，内部の人の軽快な動作が得られる本件考案のイベント用着用ぬいぐる\nみによれば，例えば，二頭身のぬいぐるみエアバッグの腕に相当する部分に内部の\n人間が手を入れるためにしゃがんだり，内部の人間が外を見るためにぬいぐるみエ\nアバッグの眼，口，眉等に相当する部分に形成された覗きスペースに眼を近づけた\nり，イベントの台本に従ってジャンプしたりするような激しい動作も可能となる。\nそして，こうしても，イベントの実演中にべロー式吸気管の吸気口が通気口より抜\nけることがなく，ぬいぐるみエアバッグが弛むことも防止できる。本件考案のイベ\nント用着用ぬいぐるみは，ぬいぐるみエアバッグが張りを有してバルーン状に膨ら\nんでボリュームを出し，優れた見栄えによってイベントをより盛り上げることがで\nきる。\n仮に認定し得る刊行物１記載のバルーンぬいぐるみも吸気管の有無が不明であ\nり，仮にその吸気管があるとしても，その吸気管はベロー式のものではないと認定\nされることから，本件考案のバルーンぬいぐるみと比べれば，ぬいぐるみエアバッ\nグ内で跳んだり跳ねたりするような激しい動作までの軽快さを奏すること等は開示\nされていない。刊行物１記載のバルーンぬいぐるみが吸気管を有さず，ぬいぐるみ\nエアバッグの背中に送風機を設けたものであれば，送風機の重みによってぬいぐる\nみエアバッグは弛みも生じやすい。これを回避しようとすれば，支柱を設ける必要\nがあるが，刊行物１記載のバルーンぬいぐるみが支柱を有するものであれば，従来\nぬいぐるみ以上に激しい動作を行うことはできない。これに対し，本件考案のイベ\nント用着用ぬいぐるみは，人間が送風機を着用することから，出力が大きい大重量\nの送風機を採用することができ，これによりぬいぐるみエアバッグの張りを確保し\nつつ，支柱を設ける必要性をなくしている。\n確かに，気密状態を連結する管状の構造として，ベロー式，すなわち蛇腹式の吸\n気管は掃除機等においては周知かもしれない。しかしながら，ベロー式の吸気管に\n期待する作用は，本件考案に関する当業者と掃除機等の他の技術分野に関する当業\n者とで異なる。本件考案に関する当業者は，ベロー式の吸気管により，気密状態を\n維持するばかりでなく伸縮自在でぬいぐるみエアバッグの弛みを防止しつつ中の人\n間が活発に動作をすることができるなどという効果を奏することの着想を想到する\nことができなかったものである。\n(2)　本件考案においては，ベロー式吸気管はぬいぐるみエアバッグの通気口から\n外部に突出しない。\n刊行物１記載のイベント用着用ぬいぐるみと刊行物２記載の衣服アセンブリとを\n組み合わせる場合，刊行物２には「管状をなす部分は，送風機からジャケット１２\nの開口５８を通り，流体が流れないようしっかりと突出するよう適合される。」と\nの記載ないし示唆が存在するのであるから，刊行物１記載のぬいぐるみエアバッグ\nの通気口には管状をなす部分が大きく突出されることとなる。つまり，こうして組\nみ合わせて得られるものは，本件考案の実用新案登録請求の範囲に記載された「送\n気ユニットの送風機の「吸気口が通気口に係脱自在に嵌装固止された」ベロー式吸\n気管」という構成を有することができない。このため，こうして得られたものは，\n外観上の美観が重視されるイベント用着用ぬいぐるみにおいて，イベントを台無し\nにしてしまう。\n第４　当裁判所の判断\n１　取消事由１について\n(1)　原告は，刊行物１の記載は極めて不明確なものにすぎないと主張するが，当\n業者であれば，刊行物１の上記記載から，審決認定のように，本件考案と刊行物１\nに記載された考案との間の一致点・相違点に係る構成を容易に理解することができ\nるというべきであり，一致点・相違点の認定には，その説示に照らし，誤りはな\nい。原告は，刊行物１の記載だけでは，単に「風船をぬいぐるみにした」，「背中\nにつけた小型バッテリー式の扇風機で風を送り込む」という着想が示されているに\nすぎず，イベント用着用ぬいぐるみの当業者が実際にイベント用着用ぬいぐるみを\n実施できるようにその構成を具体的に特定することはできない，とも主張するが，\n本件考案と対比できるだけの構成は，審決が認定した刊行物１の記載（前記第２の\n３審決の理由の要点(2)－１）から十分に理解することができるのであって，原告の\n主張は理由がない。\n(2)　原告は，刊行物１記載の「背中」とは，本件考案の「ぬいぐるみエアバッ\nグ」に相当する「生地」の背中を意味し，内部の人間の背中を意味しない，と主張\nするので，検討する。\n刊行物１には，「仕組みは風船をぬいぐるみにしたもので，バルーン用の新素材\n『リップストップ』を生地にして，背中につけた小型バッテリー式の扇風機で中に\n風を送り込むというもの。」と記載されているだけであって，その文脈上，①「背\n中」が「ぬいぐるみ」の背中なのか，エアバッグ内の人間の背中なのかが不明であ\nるし，また，②「背中につけた」の文言が「扇風機」にかかると読むこともできる\nほか，「小型バッテリー」にかかると読む余地もある。\nそして，広辞苑（第５版）によれば，「送風機」とは「鉱山の坑内や溶鉱炉・鍛\n工炉や室内の換気装置などに空気を送入する機械。ブロワー。」であり，『送風』\nとは「風や空気などをふき送ること。」であり，「吸入」とは「①吸い入れるこ\nと。吸い込むこと。②特に，治療などのために，気体や霧状にした薬を吸いこむこ\nと。」であるとされている。\n原告の上記主張は，刊行物１の「送り込む」との記載文言が「外側から内側に風\nを送ること」であるのに対し，本件考案は，「送風機によって吸気口から外気を吸\n入」することを構成要件としていることの違いを根拠とする。しかし，「送風」は\n風を送る機能を有する機械を主体としたときの表現であり，「吸入」は送風機によ\nって送られた風についてエアバッグの内部を主体としたときの表現であって，一つ\nの物理現象を異なる側から捉えた表現の相違にすぎないのであり，刊行物１の上記\n記載文言をもって，本件考案の「外気を吸入」することに対応するものではないと\nすることはできない。\nこのように，原告が主張する「送り込む」の文言の意味を考慮したとしても，刊\n行物１の記載からは，「（中に風を送り込むための）背中につけた小型バッテリー\n式の扇風機」の具体的な取付場所が不明である。審決は，かかる事項を相違点(ii)\n「送気ユニットが，本件考案はぬいぐるみエアバッグ内の人間が着用するものであ\nるが，刊行物１記載のものは「背中につけた小型バッテリー式の扇風機」と記載さ\nれているのみで，「扇風機」が取り付けられているのが「ぬいぐるみ」の背中なの\nか，エアバッグ内の人間の背中なのか不明である点」として認定しているのであっ\nて，原告の上記主張をもって，審決に誤りがあるということはできない。\n２　取消事由２について\n(1)　原告は，刊行物１記載のものと本件考案を，「衣服に類するもの」として共\n通化することは，人形と水中用ダイビング装置や宇宙服とも同一視するものであ\nり，いかにも不自然である，と主張する。\nしかしながら，広辞苑（第５版）によれば，「ぬいぐるみ」とは「演劇などで，\n俳優が動物などに扮する場合に着る特殊の衣装。」であり，「衣装」とは「①衣と\n裳。きもの。衣服。」②俳優・踊子などが演技の際に用いる衣服。」であるから，\n本件考案ないしは刊行物１記載の「ぬいぐるみ」は「衣服」の範疇に入るものであ\nる。一方，刊行物２に記載の「衣服アセンブリ」も「衣服」の範疇に入ることが明\nらかである。そして，刊行物１に記載のぬいぐるみは，中に人が入って動くもので\nあり，刊行物２の「衣服アセンブリ」も人が着用するものであることがFIG.１～３\nからも明らかである。\nしてみると，「ぬいぐるみと衣服アセンブリという人が着用する衣服に類するも\nのである点で共通し」とし，刊行物１の「ぬいぐるみ」と刊行物２に開示された技\n術とは共通するものとし，両者は技術的に共通の分野に属するものといえるとした\n審決の認定に誤りはない。\n(2)　原告は，刊行物２記載の衣服アセンブリは，汚染物質が排出されないよう気\n密性を維持しながらフィルタから排気できるようにしており，汚染物質についての\n気密性を主に意図しているとし，刊行物１の考案が内側から外側に向けての気密性\nを意味しているのに対し，刊行物２の考案では外側から内側に向けての気密性を意\n味していて，「気密性」の意味が相反するから，両者の考案は技術分野が相違し組\nみ合わせることができない，との趣旨をも主張する。\nしかしながら，「気密」とは「気体を通さぬこと。気体に対して密閉されている\nこと。」であって（広辞苑第５版），刊行物１，２に記載のものは，いずれも「気\n体を通さぬこと」で共通し，かつ，「（外側の）気体に対して密閉されているこ\nと」で共通するものであって，仮に，両者においてその求める作用が相違するとし\nても，構成としては共通のものであり，技術分野が相違するということはできな\nい。\n(3)　また，原告は，刊行物１記載のものがイベント用であるのに対し，刊行物２\n記載のものは，クリーンルーム用気密服，水中用ダイビング装置及び宇宙服である\nし，両者は異なるＩＰＣによって分類されているから，技術的に共通の分野に属す\nるものではないとも主張する。\nしかしながら，両者は，審決が認定したように，刊行物１記載のイベント用ぬい\nぐるみと，刊行物２記載の衣服アセンブリとは，それぞれぬいぐるみと衣服アセン\nブリという，人が着用する衣服に類するものである点で共通するだけでなく，人が\n頭部を含む体全体を覆うように着用できること，着用して使用する際に気密性を保\nつこと，及び中に入る人が呼吸できるようにするものであることから，人が呼吸可\n能な状態で体全体を覆うように着用するという点においても，技術的に共通の分野\nに属するものであることは明らかである。\n(4)　結局，刊行物１の考案と刊行物２の考案とは，共通する技術分野に属するも\nのであり，当業者において極めて容易に組み合わせることができるとし，相違\n点(ii)について，刊行物１記載のイベント用ぬいぐるみにおける「小型バッテリー\n式の扇風機」の支持方法として，刊行物２記載の構成を適用し，エアバッグ内に入\nる人間が着用し支持するようにすること，並びに，相違点(iii)について，刊行物１\n記載のイベント用ぬいぐるみにおける扇風機のための吸気及び送気構造として，刊\n行物２記載の構成を適用することは，当業者であれば極めて容易に想到し得るもの\nであるとした審決の判断に誤りはない。\n３　取消事由３について\n(1)　本件考案におけるベロー式吸気管の看過ないし軽視について\n(1)－１　原告は，まず，刊行物１にも刊行物２にもベロー式吸気管は開示されて\nいないと主張するが，審決は，刊行物１又は刊行物２にベロー式吸気管が開示され\nていると認定しているものではなく，両者にベロー式吸気管が開示されていないこ\nとを前提として，「吸気管の構造に関して述べると」とその判断対象を明確に特定\nした上で，「本件考案の吸気管の如く気密状態を連結する管状の構造において，そ\nの形状をベロー式，すなわち蛇腹式にすることは，極めてよく知られた技術であ\nり，当業者が必要に応じ適宜行う事項にすぎない。」と認定判断したものであり，\nそこに誤りがあるということはできない。\n(1)－２　原告は，本件考案は，このベロー式吸気管により，ぬいぐるみエアバッ\nグの通気口と送風機との距離を保った横方向のずれが可能になるとともに，ぬいぐ\nるみエアバッグの通気口と送風機との距離の変化も可能になることから，内部の人\nの軽快な動作という，ぬいぐるみ製造に携わる当業者が予測することができない顕\n著な作用効果を奏することができる，と主張する。\nしかしながら，本件考案では，「エアバッグ内の人間がイベント実演のために軽\n快な動作を容易に行うこと」が必須の構成要件となっておらず，刊行物１には，\n「人間が中に入って自由に動き回れる」との記載があり，また「アメリカでは実際\nにステージ上で役を演じている」との記載があることを考慮すると，審決が，「エ\nアバッグ内の人間がイベント実演のために軽快な動作が容易に行えるのを助けるこ\nとは格別の作用ということはできない。」と判断した点に誤りはない。\n(1)－３　吸気管の構造において，ベロー式，すなわち蛇腹式とすること自体は，\n当該「吸気管」が採用される電気掃除機等の技術分野の相違とは関係がなく，周知\nの技術的事項であり，ベロー式ないしは蛇腹式とすることによる効果は，管の両端\nの相対的な位置の変動に追随するように，伸び縮み自由に，あるいは可撓性を有す\nるようにすることからくる自明の効果であるというべきである。\nさらには，刊行物１には，前述したように，「人間が入って動く」との記載，\n「人間が中に入って自由に動き回れる」との記載があるほか，「アメリカでは実際\nにステージ上で役を演じているんですよ」（１８頁第３段７～９行）との記載もあ\nり，刊行物１には，内部の人の軽快な動作をすることが記載ないしは示唆されてい\nるということができる。\nしてみれば，刊行物１，２の考案を組み合わせるに際し，刊行物１に記載された\nように「人間が中に入って自由に動き回れ」，また「ステージ上で役を演じ」ると\nいう課題を解決するために，刊行物２において管の形状を有する吸入口５２として\n周知のベロー式吸気管を採用することは，極めて容易に想到することができ，それ\nによる効果も刊行物１に記載された課題と対応したものであるから，当業者が十分\n予測可能なものであるといわざるを得ない。\n(1)－４　審決は，本件考案のベロー式吸気管の構造が奏する作用効果を看過ない\nしは軽視したものということはできない。\n(2)　本件考案においては，ベロー式吸気管がぬいぐるみエアバッグの通気口から\n外部に突出しない，との点について\n本件考案の実用新案登録請求の範囲では，「該送気ユニットの送風機の吸気口が\n通気口に係脱自在に嵌装固止されたベロー式吸気管」と規定されているにすぎず，\n「ベロー式吸気管がぬいぐるみエアバッグの通気口から外部に突出しないこと」と\nの構成は本件考案で規定されていない。この構成のあることを前提とする原告の主\n張は，実用新案登録請求の範囲に基づかないものにすぎない。\n第５　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官　　　    塚　　原　　朋　　一\n裁判官　        塩　　月　　秀　　平\n裁判官          髙　　野　　輝　　久\n"
}