{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 22
  },
  "case_number": "平成15(行ケ)572",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10169",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10169",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/169/010169_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５７２号　審決取消請求事件\n平成１６年７月２２日口頭弁論終結\n判　　　　決\n原　　　　　　　　告  　　　Ｘ１\n原　　　　　　　　告  　　　Ｘ２\n両名訴訟代理人弁理士　　　　河　野　登　夫\n同 　　　　　　　　　岡　本　敏　夫\n被　　　　　　　　告　　　　特許庁長官　小川　洋\n指定代理人　　　　　　　　　石　井　良　夫\n同 　　　　　　　　　金　　　公　彦\n同 　　　　　　　　　一　色　由美子\n同 　　　　　　　　　涌　井　幸　一\n同 　　　　　　　　　宮　下　正　之\n主　　　　文\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n特許庁が不服２０００－５３４２号事件について平成１５年１１月１０日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告ら及び訴外Ａ（以下「Ａ」という。）は，平成８年９月１９日，名称を\n「シリコン蒸着用材の製造方法，及びシリコン蒸着フィルムの製造方法」とする発\n明につき特許出願（平成８年特許願第２４８３０１号。以下「本件出願」という。\n請求項の数は２である。）をし，平成１２年３月３日に拒絶査定を受けたので，平\n成１２年４月１３日，これに対する不服の審判を請求した。\n特許庁は，これを不服２０００－５３４２号事件として審理した。原告ら及\nびＡは，この審理の過程で，平成１５年２月２４日付けの手続補正書により，本件\n出願の願書に添付した明細書の全文の補正（以下「本件補正」といい，本件補正後\nの明細書と図面とを併せて「本願明細書」という。）をした。特許庁は，審理の結\n果，平成１５年１１月１０日，「本件審判の請求は，成り立たない。」との審決を\nし，同年１１月２５日，その謄本を原告ら及びＡに送達した。Ａは，平成１５年１\n２月１７日，本件出願に係る特許を受ける権利について，その持分を放棄した。\n２　特許請求の範囲\n「【請求項１】 メタルシリコンとケイ酸ナトリウムとを混合する工程と，マイ\nナスイオン化された石英坩堝に所定時間投入する工程と，このマイナスイオン化さ\nれた混合物に水を添加する工程とを含むことを特徴とするシリコン蒸着用材の製造\n方法。\n【請求項２】 メタルシリコンとケイ酸ナトリウムとを混合する工程と，マイナ\nスイオン化された石英坩堝に所定時間投入する工程と，このマイナスイオン化され\nた混合物に水を添加する工程と，これにより得られたシリコン蒸着用材を蒸発させ\nてフィルム基材に付着させてシリコン蒸着膜を形成する膜形成工程とを含むことを\n特徴とするシリコン蒸着フィルムの製造方法。」\n（以下，請求項１，２の発明を，まとめて「本願発明」という。）\n３　審決の理由\n別紙審決書の写しのとおりである。要するに，本願明細書の特許請求の範囲\nの請求項１及び２は，いずれも特許を受けようとする発明が明確であるとはいえ\nず，かつ，発明の詳細な説明は，その発明の属する技術の分野における通常の知識\nを有する者（以下「当業者」という。）がその実施をすることができる程度に明確\nかつ十分に記載したものとはいえない，とするものである。\n第３　原告ら主張の審決取消事由の要点\n審決は，本願明細書の特許請求の範囲の請求項１及び２は，いずれも特許を\n受けようとする発明が明確であるにもかかわらず，明確であるとはいえない（特許\n法３６条６項違反），と誤って判断し，かつ，本願明細書の発明の詳細な説明は，\n当業者がその実施をすることができる程度に明確かつ十分に記載したものであるに\nもかかわらず，明確かつ十分に記載したものとはいえない（同３６条４項違反），\nと誤って判断したものであり，これらの誤りが結論に影響することは明らかである\nから，違法として取り消されるべきである。\n１　３６条６項違反の判断の誤り\n(1) 審決は，「本願特許請求の範囲における「マイナスイオン化された」とい\nう用語が「負に帯電した」又は「負の静電気を帯電した」ことを意味するとして\nも，「石英坩堝」が「負に帯電」又は「負の静電気を帯電」するものであるか否か\nは不明であり，かつ「負に帯電」又は「負の静電気を帯電」した「石英坩堝」は一\n般的に知られたものとは云えない。そうすると，本願特許請求の範囲の請求項１及\nび請求項２の「マイナスイオン化された石英坩堝」とはいかなるものであるのかが\n不明である。」（審決書８頁１～２段）と判断した。しかし，この判断は誤りであ\nる。\n本願明細書には，「ここにおいて「マイナスイオン化された」とは「負に\n帯電した」又は「負の静電気を帯電した」ことを意味する。」（甲１１号証【００\n１８】）と記載されている。仮に，本願明細書の特許請求の範囲に記載された「マ\nイナスイオン化された」との用語の意味が不明確であるとしても，特許法７０条２\n項の規定により，この用語は，「負に帯電した」又は「負の静電気を帯電した」こ\nとを意味すると解釈すべきである。\n異なる物質同士をこすり合わせると，物体が「負に帯電」又は「負の静電\n気を帯電」することは，文部省「中学校学習指導要領」（平成１０年１２月１４日\n発行，甲４号証）及び「学研ニューコース中２理科」（株式会社学習研究社，平成\n１６年２月発行，甲５号証。以下「甲５文献」という。）などに記載されており，\n中学生にも知られている事柄であるから，本願発明の技術分野における当業者に\nも，当然によく知られている技術である。また，「広辞苑」（甲８号証）に，「る\nつぼ【坩堝】」について「①物質を溶融し，または灼熱するための耐火性の深\n皿。・・・白金，石英，アルミナなどで作る。」（甲８号証２８２４頁）との記載\nがあることからすれば，「石英坩堝」がどのようなものであるかは，当業者にとっ\nて明らかなことである。このような出願時の技術常識を考慮すれば，本願明細書の\n特許請求の範囲及び発明の詳細な説明に記載された「マイナスイオン化された石英\n坩堝」とは，「負に帯電」又は「負の静電気を帯電」させた「石英坩堝」を意味す\nるものであると明確に理解することができるのである。\n(2) 審決は，「「メタルシリコンとケイ酸ナトリウムとを混合」したものが\n「負に帯電」するものであるか否かは不明であって，「メタルシリコンとケイ酸ナ\nトリウムとを混合」したものを「マイナスイオン化された石英坩堝に所定時間投\n入」することにより「電荷の移動が生じる」か否かも不明であるから，本願特許請\n求の範囲請求項１及び請求項２の「マイナスイオン化された混合物」もまた，いか\nなるものであるのかが不明である。」（審決書８頁２５～３０行）と判断した。し\nかし，この判断も誤りである。\n村田雄司著「静電気の基礎と帯電防止技術」（日刊工業新聞社，平成１５\n年４月４日発行）には，「したがって，静電気で帯電する対象としての物質は，世\nの中にある全ての物質ということになる。」（甲９号証１頁）と記載されているか\nら，審決の「「メタルシリコンとケイ酸ナトリウムとを混合したもの」が「負に帯\n電」するものであるか否かは不明」との上記判断は失当である。\n物体同士を接触すれば，一方の物体から他方の物体に電荷の移動が生じる\nことは，一般的に知られている（甲５文献，甲１０号証（（株）セレス・ホームペ\nージhttp:-/www.celles.co.jp/home.html））。したがって，「メタルシリコンとケ\nイ酸ナトリウムとを混合」したものを「マイナスイオン化された石英坩堝に所定時\n間投入」すれば，「メタルシリコンと珪酸ナトリウムとを混合したもの」と「マイ\nナスイオン化された石英坩堝」とは自ずと接触するから，「マイナスイオン化され\nた石英坩堝」から「メタルシリコンとケイ酸ナトリウムとを混合」したものへ「電\n荷の移動が生じる」ことは，当業者にとって明らかである。\n２　３６条４項違反の判断の誤り\n(1) 審決は，①「「石英坩堝」及び「メタルシリコンとケイ酸ナトリウムとを\n混合」したものが，「負に帯電」又は「負の静電気を帯電」するものであるか否か\nは不明であり，かつ「負に帯電」した又は「負の静電気を帯電」した「石英坩堝」\nは一般的に知られたものとは云えないこと，「メタルシリコンとケイ酸ナトリウム\nとを混合」したものを「マイナスイオン化された石英坩堝に所定時間投入」するこ\nとにより「電荷の移動が生じる」か否かも不明である」（審決書９頁２１～２７\n行），②「また，「石英坩堝」を「負に帯電」又は「負の静電気を帯電」させる手\n段についても，一般的に知られたものとは云えず，かつ，請求人は，意見書等にお\nいて，「石英坩堝」を「負に帯電」又は「負の静電気を帯電」させる具体的手段，\n例えばどのようなものとの摩擦により「石英坩堝」が「負に帯電」又は「負の静電\n気を帯電」するのか，について何ら開示せず，更に「石英坩堝」が「負に帯電」又\nは「負の静電気を帯電」すること，及び「負に帯電した坩堝（通常の坩堝ではな\nい）に混合物を投入することで電荷の移動が生じる」ことを何ら証明していな\nい。」（同９頁２９～３６行）ことを挙げて，「本願明細書の発明の詳細な説\n明が，その発明の属する技術の分野における通常の知識を有する者がその実施をす\nることができる程度に明確かつ十分に，記載したものとは云えない。」（審決書１\n０頁１段）と判断した。しかし，この判断は誤りである。\n(ｱ) 審決の上記①の判断は，上記１で述べた理由によりすべて誤りである。\n(ｲ) 審決の上記②の判断についても，次に述べるとおり，誤りである。\n(a) 中学生向けの理科参考書である甲５文献の「静電気・・・電気を通さ\nない２種類の物質をこすり合わせたときに，物質がおびる電気」との記載（甲５号\n証１２頁），及び，初心者向けの静電気に関するインターネットのホームページの\n「ＡとＢを接触すると界面を通してＢよりＡへ電子が移動します。」との記載（甲\n１０号証７枚目）からすれば，少なくとも２種類の物質をこすり合わせること（摩\n擦）及び物質の接触は，「負に帯電」又は「負の静電気を帯電」させる手段として\n一般的に知られたものである，ということができる。そして，「石英坩堝」を作る\n「石英」がガラスの材料にもなること（甲８号証）からすれば，「石英坩堝」は\n「ガラス」と同等の特性を有するものであるといえ，また，このことと，ガラスを\n毛皮でこすると負に帯電すること（甲５文献）からすれば，「石英坩堝」を負に帯\n電させるために毛皮を用いてこすればよいことは，容易に導ける事項である。しか\nも，「石英坩堝」と他の物質をこすり合わせること，又は「石英坩堝」と他の物質\nを接触させることには，特別な装置・方法等を必要としない。したがって，石英坩\n堝を帯電させる方法及び電荷を他へ移動させる手段をあえて明細書に開\n示する必要はないし，ことさら説明する必要もない。\n(b) 株式会社キーエンスのホームページ（\nhttp:-/www.keyence.co.jp/index.html，甲１２号証）の説明から，ガラスとシリコ\nンを接触させるとガラスからシリコンへ負の電荷が移動することは明らかであるか\nら，ガラスと同等の特性を有する「負に帯電した石英坩堝」に「メタルシリコンを\n含む混合物」を投入すると，石英坩堝から混合物へ負の電荷が移動することも，証\n明するまでもなく，当業者が明確に把握することができることである。\n(c) 被告は，乙５号証ないし７号証の文献に甲５文献とは異なる帯電列が\n記載されていることを挙げて，ガラスを「負に帯電」させる物質や方法が周知であ\nるとはいえない，と主張する。しかし，当業者であれば，所要の帯電列を参照し\nて，「ガラス」を負に帯電させる物質を特定し，その物質を用いて「ガラス」を負\nに帯電させることは困難なことではない。\n(2) 審決は，「「自噴させる工程」が，「自らの内部からガスを噴出させる工\n程」であって，具体的には「水を添加する工程」を意味するとしても，その反応に\nおける「マイナスイオン化された混合物」がいかなる技術的意味を有するのかが不\n明であり，そうすると，結局のところ，「石英坩堝」を「マイナスイオン化」する\nことの技術的意味も不明である。」（審決書１１頁末段～１２頁１段）とし，「本\n願明細書の発明の詳細な説明が，その発明の属する技術の分野における通常の知識\nを有する者がその実施をすることができる程度に明確かつ十分に，記載したものと\nは云えない。」（審決書１３頁３段）と判断した。しかし，この判断は誤りであ\nる。\n発明は，自然法則を結果として利用するものであれば十分であり，発明\nがどのような理論によってその効果をもたらすかについての説明がなくても又は説\n明が不十分もしくは誤りであっても差し支えない。\n現在のところ，混合物を負の静電気に帯電させると，自らの内部からガ\nスを噴出することが促進されるのは，どのような理論によるのか正確に認識できる\nところにまで至っていない。しかし，混合物を負に帯電させることがガスの噴出を\n促進させることは明らかであり，本願発明は，このような法則を結果として利用し\nているものである。\nまた，本願明細書には，本願発明の効果として，本願発明を用いて製造\nするシリコン蒸着用材の蒸発特性を良好にし得ることが明確に述べられている（甲\n１１号証【発明の効果】参照）。混合物を負に帯電させることによりガスの噴出を\n促進させることを，本願発明の効果としているわけでもない。\n第４　被告の反論の骨子\n審決の判断はいずれも正当であって，審決を取り消すべき理由はない。\n１　３６条６項違反の判断の誤り，について\n(1) 審決は，「マイナスイオン化する」ことが「負の静電気が帯電する」とい\nう意味で用いられていることを認めているわけではない。「イオン化」とは，通\n常，気体の電離あるいは溶液中の電解質の電離をいうのに対し，「帯電」は，物体\n中の一部の原子／分子の電子が過不足した状態をいうのであるから，物体が帯電し\nているからといって物体全体が「イオン化」しているとはいわない。\n(2) 仮に，「マイナスイオン化する」という用語が「負の静電気が帯電する」\nことを意味するという原告らの主張が正しいとしても，「マイナスイオン化された\n石英坩堝」の意味は明確でない。ガラスは，正（＋）には帯電しやすいものの，負\n（－）には帯電し難いものである（甲５文献）。また，曽根悟他監修「図解電気の\n大百科」（オーム社，平成７年５月２５日発行，８８～９４頁，乙５号証。以下\n「乙５文献」という。），「カラー版電気百科事典」（オーム社，昭和６０年７月\n３０日発行，２～５頁，６１０～６１１頁，乙６号証。以下「乙６文献」とい\nう。），シムコジャパン株式会社のインタネット・ホームページ（\nhttp:-/www.simco.co.jp/index.html，乙７号証。以下「乙７ホームページ」とい\nう。）に記載された「帯電列」では，「毛皮」及び「頭髪」が「ガラス」よりも負\n（－）側に位置しており，この帯電列によれば，「ガラス」を「毛皮」や「人毛」\nでこすれば，ガラスは正（＋）に帯電することとなる。したがって，「ガラス」を\n本願発明に必要な程度に「負に帯電」させるための物質及びその方法が周知である\nとはいえず，「石英坩堝」と「ガラス」の帯電特性がほぼ等しいと仮定しても，\n「石英坩堝」を「マイナスイオン化」するための物質及び方法も周知とはいえない\nから，周知技術を参酌しても，当業者は「石英坩堝」を負に帯電させることができ\nるか否かを理解することができない。\n(3) 「石英坩堝」を構成する「石英ガラス」は絶縁材料として最も優れたもの\nであり（作花済夫他編「ガラスハンドブック」朝倉書店，１９８１年８月１日発\n行，７２０～７２１頁，乙９号証。以下「乙９文献」という。），絶縁体のような\n電荷の移動しにくい物質に帯電した電荷は，他の物質に単に接触させても電荷が移\n動することはない（乙５文献，乙６文献）。したがって，当業者は，周知技術を参\n酌しても，「メタルシリコンとケイ酸ナトリウムとを混合する工程と，マイナスイ\nオン化された石英坩堝に所定時間投入する工程」により，「マイナスイオン化され\nた混合物」が得られるか否かを，理解することができない。\n２　３６条４項違反の判断の誤り，について\n(1) 上記１で述べたとおり，「マイナスイオン化された石英坩堝」自体，その\n意味内容が不明確で，「石英坩堝」を「負に帯電」又は「負の静電気を帯電」させ\nる手段は一般的に知られたものとはいえない。\n(2) 上記１で述べたとおり，ガラスを毛皮で摩擦して帯電させることができた\nとしても，プラスとマイナスのいずれに帯電するかは当業者でも判らない。\n(3) 上記１で述べたとおり，「マイナスイオン化された石英坩堝」に他の物質\nを単に接触させても，「マイナスイオン化された石英坩堝」に帯電した電荷が移動\nすることはない。本願明細書の発明の詳細な説明には，「マイナスイオン化された\n混合物」に関する理論的証明も，事実の立証も全く記載されていないから，発明の\n詳細な説明は「石英坩堝から混合物へ負の電荷の移動が生じること」を明確かつ十\n分に把握できる記載内容になっているということはできない。\n第５　当裁判所の判断\n１　３６条４項違反の判断の誤り，について\n(1) 「マイナスイオン化された」について\n本願明細書には，「ここにおいて「マイナスイオン化された」とは「負に\n帯電した」又は「負の静電気を帯電した」ことを意味する。」（甲１１号証【００\n１８】）と記載されている。\nそして，本件出願後の刊行物ではあるものの，平成１１年１１月２日付け\nの日経産業新聞における空気清浄機に関する記事には，「マイナスイオン混合水蒸\n気発生」，「マイナスイオンを混合した水蒸気を発生させる」，「マイナスに帯電\nした水蒸気を発生させる」（乙１号証・本件審判手続において原告ら及びＡが提出\nした平成１４年１０月１５日付け手続補足書に添付されたもの）との記載がある。\nまた，松原英多著「イオン静電療法」（中山式総合開発（株），昭和５９年１２月\n１５日発行）には，「電子がはなれたり加わったりすれば，それは原子の変形とい\nわざるをえないだろう。このような変形した原子を「イオン」と呼んでいる。そし\nて，いくつかの電子のはなれた，つまり＋の多くなったものを「プラスイオン」。\n逆に電子が加わって－の多くなったものを「マイナスイオン」。と，それぞれ区別\nしてある。」（乙１号証の上記手続補足書に添付されたもの，３３頁２～９行），\n「電子がはなれた原子は＋，くっついた原子は－。二つの物質間に＋と－が生ずれ\nば，そこに電気が誕生。これ静電気発生の理くつです。いいかえれば，こすりショ\nックによってプラスイオンとマイナスイオンが作られ，その結果として電気が生ま\nれたわけ。」（同３４頁６～９行）との記載がある。\nこれらの記載からすれば，本願発明における「マイナスイオン化された」\nという用語は，科学的に明確に定義されている用語とまではいえなくとも，文献あ\nるいは新聞記事等で，水蒸気や原子について，「マイナス，すなわち負に帯電」と\nいう意味で用いられることもある用語であることが認められ，このことと，本願明\n細書の上記記載によれば，本願明細書においても，「負に帯電した」又は「負の静\n電気を帯電した」ことを意味するものとして使用されているものと解するのが相当\nである。\n(2) 石英坩堝を負に帯電させる手段について\n審決は，「「石英坩堝」を「負に帯電」又は「負の静電気を帯電」させる\n手段についても，一般的に知られたものとは云えず，かつ，・・・「石英坩堝」を\n「負に帯電」又は「負の静電気を帯電」させる具体的手段，例えばどのようなもの\nとの摩擦により「石英坩堝」が「負に帯電」又は「負の静電気を帯電」するのか，\nについて何ら開示せず，更に「石英坩堝」が「負に帯電」又は「負の静電気を帯\n電」すること，及び「負に帯電した坩堝（通常の坩堝ではない）に混合物を投入す\nることで電荷の移動が生じる」ことを何ら証明していない。」（審決書９頁下から\n２段）と判断したものである。\n(ｱ) 原告らは，「石英坩堝」を作る「石英」がガラスの材料にもなることか\nらすれば，「石英坩堝」は「ガラス」と同等の特性を有するものであるといえ，ま\nた，このことと，ガラスを毛皮でこすると負に帯電することからすれば，「石英坩\n堝」を負に帯電させるために毛皮を用いてこすればよいことは，容易に導ける事項\nである，と主張する。\n確かに，甲５文献（学研ニューコース中２理科）には，「静電気・・・\n電気を通さない２種類の物質をこすり合わせたときに生じる電気。」，「２種類の\n物質を摩擦すると，－の電気を失って＋の電気をおびやすいものと，逆に－の電気\nをおびやすいものがある。物質をこの順がわかるように並べたものを帯電列とい\nい，身近な物質では次のようになる。」\n「同じガラスでも毛皮でこすると－，絹でこすると＋の静電気をおび\nる。」（甲５号証１３頁）と記載されていることが認められる。また，甲１０号証\n１１枚目にも，人毛・毛皮がガラスより＋側に位置する帯電列の記載がある。\n(ｲ) しかし，乙５文献（「図解電気の大百科」）には，摩擦電気系列が次の\nように記載され，「この組合せの中から二つの物質を取り出して摩擦した場合，左\n側の物質は＋の電荷を帯び，右側の物質は－の電荷を帯びる」と記載されている\n（乙５号証８９～９０頁）。\nまた，乙６文献（「カラー版電気百科事典」）には，帯電序列が次の\nように記載され，「上位と下位の物質を摩擦すると，上位のものが正，下位のもの\nが負に帯電する」と記載されている（乙６号証６１０頁）。\nさらに，乙７ホームページには，帯電列が次のように記載されている\n（乙７号証）。\n(ｳ) 以上の記載からすれば，電気を通さない２種類の物質をこすり合わせる\nと静電気が生じること，ある物質を負に帯電させるには，その物質よりも帯電列に\nおいて正側にある物質とこすり合わせればよいことは明らかであるといえるもの\nの，上記の文献を見ても，「石英」を何とこすり合わせると負に帯電するかについ\nては，明らかであるとはいえない。すなわち，「石英」は「ガラス」の材料になる\n（甲８号証）ことはいえるものの，帯電列における「石英坩堝」の位置が，単に\n「ガラス」と記載されたものと同じ位置にあるか否かは，不明である。仮に，帯電\n列において，「石英坩堝」が単なる「ガラス」と同等の位置にあるとしても，上記\n各文献に示された各帯電列における「ガラス」の位置には違いがあることからすれ\nば，「ガラス」をどの物質とこすり合わせると負に帯電するかは，一義的に明らか\nであるとはいえないし，むしろ原告らが主張する毛皮とガラスをこすり合わせて\nも，ガラスが正（＋）に帯電することを示す文献も多いのである。したがって，\n「石英坩堝」がどの物質とこすり合わせれば負に帯電するかということは，技術常\n識を考慮しても明らかであるとはいえない。\nそうすると，本願明細書の発明の詳細な説明には，「石英坩堝」を負\n（－）に帯電させるための具体的手段について何ら記載されておらず（甲１１号\n証），当該手段が明細書に記載するまでもなく明らかであると認めるに足る証拠も\nないから，本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすること\nができる程度に明確かつ十分に記載されていると認めることはできない。\n(3) 原告らは，ガラスとシリコンを接触させるとガラスからシリコンへ負の電\n荷が移動することは明らかであるから，ガラスと同等の特性を有する「負に帯電し\nた石英坩堝」に「メタルシリコンを含む混合物」を投入すると，石英坩堝から混合\n物へ負の電荷が移動することも，証明するまでもなく，当業者が明確に把握するこ\nとができることである，と主張する。\nしかしながら，原告らの主張によれば，「メタルシリコンを含む混合物」\nに負の電荷を移動させるためには「負に帯電した石英坩堝」が必要であるにもかか\nわらず，上記(2)で説示したとおり，「負に帯電した石英坩堝」自体を得る具体的手\n段が不明である以上，原告らの主張がその前提を欠くことは明らかである。\nのみならず，原告らの提示する甲５，甲１０，甲１２号証には，いずれ\nも，静電気の発生機構として，電気的に中性の２種類の物質を接触又は摩擦すると\n電子が物質の間を移動することが示されているにすぎず，帯電した物質の電荷が他\nの物質に移動することを示すものではないから，これらの記載をもって，負に帯電\nした石英坩堝にメタルシリコンを含む混合物を投入すると石英坩堝から混合物へ負\nの電荷が移動することが明確に把握できるということはできない。むしろ，乙９文\n献（「ガラスハンドブック」）には，「石英ガラスが絶縁材料として最も優れてい\nる」（乙９号証７２０頁）と記載されているのであり，また，乙５文献には，帯電\nしている塩化ビニル板をはく検電器に直接接触させても，電荷ははく検電器に移ら\nないが，電気盆を使用すると電荷が移ること，これは，塩化ビニルは不導体である\nため，はく検電器の金属部分に触れても電荷の移動はないが，電気盆は金属部分に\nある＋電荷をはく検電器の金属部に触れたため，電荷は移動しやすく，簡単に移る\nことができるからであること，エボナイトや合成樹脂のような絶縁体に静電気現象\nがよく見られる理由は，＋電荷と－電荷の過不足状態が，絶縁体であるがゆえにそ\nのまま維持されるからであること等が記載されている（乙５号証９０～９２頁）の\nである。これらのことからすれば，「石英坩堝」が仮に「負に帯電」することがで\nきたとしても，「石英坩堝」を構成する「石英ガラス」が絶縁体である以上，これ\nに接触した「メタルシリコンを含む混合物」に電荷が移動すると認めることはでき\nないというべきである。原告らの前記主張は採用し得ない。\n２　結論\n以上に検討したところによれば，審決の３６条４項違反の判断の誤りをいう\n原告らの主張は，理由がないことが明らかであるから，原告らのその余の主張につ\nいて検討するまでもなく，審決の結論に誤りはないことが明らかである。\nよって，原告らの本訴請求を棄却することとし，訴訟費用の負担について，\n行政事件訴訟法７条，民事訴訟法６１条，６５条１項本文を適用して，主文のとお\nり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官 　　　　 佐　　藤　　久　　夫\n裁判官　　　　　設　　樂　　隆　　一\n裁判官　 　　　 髙　　瀬　　順　　久\n"
}