{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 28
  },
  "case_number": "平成13(行ウ)150",
  "case_name": "行政文書不開示処分取消請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "32856",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32856",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/856/032856_hanrei.pdf",
  "contents": "平成１８年２月２８日判決言渡\n平成１３年（行ウ）第１５０号 行政文書不開示処分取消請求事件\n判決\n主文\n１ 被告が，原告に対し，平成１３年６月１日付けでした，外務省大臣\n官房において平成１２年２月及び３月に支出された「報償費」に関す\nる支出証拠，計算証明に関する計算書等支出が分かる書類（ただし，\n別表１記載の通番18，36，221，255，397，521，538，614，637，71\n6，879，887，987，1028 の各文書については，同各文書に記載され\nた「文書作成者名」，「決裁者名」及び「取扱者名」のうち平成１６\n年４月２０日付け変更決定で不開示とされた部分を除き，別表１記載\nの通番458の文書については，同表「書面名」欄において「決裁書」\nとされる書面に記載された「支払予定額」の部分に限る。）について\nの不開示決定（ただし，同変更決定により一部開示された後のもの）\nを取り消す。\n２ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外\n公館である在米日本国大使館において平成１２年２月及び３月に支出\nされた「報償費」に関する支出証拠，計算証明に関する計算書等一切\n（ただし，別表１記載の通番212，452，770，911の各文書については，\n同表「書面名」欄において「決裁書」とされる書面に記載された「支\n払予定額」の部分に限る。）についての不開示決定（ただし，平成１\n６年４月２０日付け変更決定により一部開示された後のもの）を取り\n消す。\n３ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外\n公館である在仏日本国大使館において平成１２年２月及び３月に支出\nされた「報償費」に関する支出証拠，計算証明に関する計算書等一切\n（ただし，別表１記載の通番177，225，332，387，480，499，661，\n719，750，766，850，940，961，1003，1019の各文書については，同\n各文書に記載された「文書作成者名」，「決裁者名」及び「取扱者\n名」のうち平成１６年４月２０日付け変更決定で不開示とされた部分\nを，別表１記載の通番48，731，734の各文書については，同変更決定\nで不開示とされた部分全部を，それぞれ除く。）についての不開示決\n定（ただし，同変更決定により一部開示された後のもの）を取り消す。\n４ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外\n公館である在中国日本国大使館において平成１２年２月及び３月に支\n出された「報償費」に関する支出証拠，計算証明に関する計算書等一\n切（ただし，別表１記載の通番297，345，394，653，831の各文書に\nついては，同各文書に記載された「文書作成者名」，「決裁者名」及\nび「取扱者名」のうち平成１６年４月２０日付け変更決定で不開示と\nされた部分を，別表１記載の通番195，232，451の各文書については，\n同変更決定で不開示とされた部分全部を，それぞれ除く。）について\nの不開示決定（ただし，同変更決定により一部開示された後のもの）\nを取り消す。\n５ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外\n公館である在フィリピン日本国大使館において平成１２年２月及び３\n月に支出された「報償費」に関する支出証拠，計算証明に関する計算\n書等一切（ただし，別表１記載の通番187，275，810，815，822，90\n6の各文書については，同各文書に記載された「文書作成者名」，\n「決裁者名」及び「取扱者名」のうち平成１６年４月２０日付け変更\n決定で不開示とされた部分を除き，別表１記載の通番209の文書につ\nいては，同表「書面名」欄において「決裁書」とされる書面に記載さ\nれた「支払予定額」の部分に限る。）についての不開示決定（ただし，\n同変更決定により一部開示された後のもの）を取り消す。\n６ 原告のその余の請求をいずれも棄却する。\n７ 訴訟費用は，これを２０分し，その１を原告の負担とし，その余を被告\nの負担とする。\n事実及び理由\n第１ 請求\n１ 被告が，原告に対し，平成１３年６月１日付けでした，外務省大臣官房にお\nいて平成１２年２月及び３月に支出された「報償費」に関する支出証拠，計算\n証明に関する計算書等支出が分かる書類についての不開示決定（ただし，平成\n１６年４月２０日付け変更決定により一部開示された後のもの）を取り消す。\n２ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外公館であ\nる在米日本国大使館において平成１２年２月及び３月に支出された「報償費」\nに関する支出証拠，計算証明に関する計算書等一切についての不開示決定（た\nだし，平成１６年４月２０日付け変更決定により一部開示された後のもの）を\n取り消す。\n３ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外公館であ\nる在仏日本国大使館において平成１２年２月及び３月に支出された「報償費」\nに関する支出証拠，計算証明に関する計算書等一切についての不開示決定（た\nだし，平成１６年４月２０日付け変更決定により一部開示された後のもの）を\n取り消す。\n４ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外公館であ\nる在中国日本国大使館において平成１２年２月及び３月に支出された「報償\n費」に関する支出証拠，計算証明に関する計算書等一切についての不開示決定\n（ただし，平成１６年４月２０日付け変更決定により一部開示された後のも\nの）を取り消す。\n５ 被告が，原告に対し，平成１３年６月１日付けでした，外務省在外公館であ\nる在フィリピン日本国大使館において平成１２年２月及び３月に支出された\n「報償費」に関する支出証拠，計算証明に関する計算書等一切についての不開\n示決定（ただし，平成１６年４月２０日付け変更決定により一部開示された後\nのもの）を取り消す。\n第２ 事案の概要\n本件は，原告が，被告に対し，行政機関の保有する情報の公開に関する法律\n（平成１３年法律第１４０号による改正前のもの。以下「情報公開法」とい\nう。）に基づいて，外務省の大臣官房及び４か国の在外日本国大使館における\n平成１２年２月及び３月中の「報償費」の費目による支出について，その支出\n内容が分かる文書の公開を請求したところ，全部不開示決定を受けたことから，\nその取消しを求めている事案である。なお，本訴提起後，被告が，不開示決定\nを一部変更し，請求対象文書の一部について開示をした（後記１(4)）ことか\nら，原告は，当該開示部分に対応する訴えを取り下げており，上記変更決定に\nよってもなお不開示とされた文書に係る不開示決定の部分に限って，その取消\nしを求めている。\n１ 前提事実（争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認められる事実）\n(1) 本件訴訟提起までの経緯\nア開示請求\n原告は，平成１３年４月２日，被告に対し，以下のとおり，行政文書の\n開示請求をした（以下の請求を併せて「本件開示請求」といい，下記\n(イ)から(オ)までで開示請求の対象とされた４か国の在外日本大使館を\n「在外４大使館」という。）。\n(ア) 開示請求番号2001-00054\n外務省大臣官房で支出された平成１１年度中の平成１２年２月及び３\n月に支出された「報償費」に関する支出証拠，計算証明に関する計算書\n等支出が分かる書類\n(イ) 開示請求番号2001-00055\n外務省在外公館である在米日本国大使館で，平成１１年度中の平成１\n２年２月及び３月に支出された「交際費」，「報償費」及び「諸謝金」\nに関する支出証拠，計算証明に関する計算書等一切\n(ウ) 開示請求番号2001-00057\n外務省在外公館である在仏日本国大使館で，平成１１年度中の平成１\n２年２月及び３月に支出された「交際費」，「報償費」及び「諸謝金」\nに関する支出証拠，計算証明に関する計算書等一切\n(エ) 開示請求番号2001-00058\n外務省在外公館である在中国日本国大使館で，平成１１年度中の平成\n１２年２月及び３月に支出された「交際費」，「報償費」及び「諸謝\n金」に関する支出証拠，計算証明に関する計算書等一切\n(オ) 開示請求番号2001-00059\n外務省在外公館である在フィリピン日本国大使館で，平成１１年度中\nの平成１２年２月及び３月に支出された「交際費」，「報償費」及び\n「諸謝金」に関する支出証拠，計算証明に関する計算書等一切\nイ 不開示決定\n(ア) 被告は，平成１３年６月１日付けで，上記アの各開示請求に対し，\n以下のとおり決定をし，原告に開示決定通知書を送付した。\nａ 開示請求番号2001-00054\n全部不開示決定を行った。\nｂ 開示請求番号2001-00055，00057，00058，00059\n「交際費」及び「諸謝金」に関する支出証拠，計算証明に関する計\n算書等については部分開示決定を行い，「報償費」に関する支出証拠，\n計算証明に関する計算書等については，全部不開示決定を行った。\n(イ) 上記各決定の通知書において示された報償費に関する文書不開示の\n理由は，次のような内容であった。\n「報償費は，国が，国の事務又は事業を円滑かつ効果的に遂行するた\nめ，当面の任務と状況に応じその都度の判断で昀も適当と認められる方\n法により機動的に使用する経費であり，外務省においては，情報収集及\nび諸外国との外交交渉ないしは外交関係を有利に展開するため使用する\n経費がこれに当たります。\nこのような報償費の支出証拠，計算証明等の文書が開示されることに\nより，報償費の具体的使途に関する内容が明らかになることで，情報収\n集や外交交渉における相手の権利や立場に影響し，あるいは他国若しく\nは国際機関との間で外交儀礼上問題が生ずるおそれがあります。この結\n果，国の安全が害されるおそれがあり，他国政府もしくは国際機関との\n信頼関係を損ね，またはこれらとの国際交渉上の不利益を被るおそれが\nあると認められます。\nまた，これらの内容が明らかになることで，相手の権利や立場に影響\nを与え，これらとの信頼関係を損ねる結果，その後の情報入手や外交工\n作が困難になると考えられます。これにより，外交に係る事務の適正な\n遂行に支障を及ぼすおそれがあります。\nしたがって，本件請求に係る報償費の支出証拠，計算証明等の文書は，\n情報公開法第５条３号及び同条第６号の情報に該当します。」\nウ本件訴訟\n原告は，平成１３年６月１５日，上記イの各決定のうち，報償費に関す\nる文書を不開示とした部分の取消しを求めて，本訴を提起した（以下，原\n告が本訴で当初取消しを求めていた不開示決定を「本件各不開示決定」と\nいい，その対象とされた行政文書を「本件各行政文書」という。）。\n(2) 会計検査院による処置要求\n会計検査院は，外務本省及び在外公館（ヴェトナム日本国大使館ほか１２\n箇所。なお，本件開示請求の対象とされた在外４大使館は含まれていな\nい。）を対象として，主に平成１２年度支出について，報償費の経理処理，\n監査，使途等の適正に着眼した検査を実施した上，平成１３年９月２７日，\n「報償費の執行について」との文書により，被告に対し，会計検査院法３４\n条及び３６条の規定に基づき，是正改善・改善の処置を要求した。\n会計検査院は，上記文書において，外務省では，報償費を「情報収集及び\n諸外国との外交交渉ないし外交関係を有利に展開するため」に使用すること\nとされていること，想定し難い突発的な事態が生じ得る外交においては，特\nに柔軟な対応が求められることから，機動的な執行が可能な経費として報償\n費が配賦されているが，平成１２年度に報償費で支出されたものの中には，\n定型化，定例化するなどしてきており，当面の任務と状況に応じ機動的に使\n用するとの報償費の趣旨からすると，報償費ではなく庁費等の他の費目で支\n出するよう改善する必要がある経費が含まれていたこと，その具体的内訳は，\n国内又は海外で開催される大規模レセプション経費６１３１万余円，酒類購\n入経費１５３６万余円，本邦関係者が外国訪問した際の車の借り上げ等の事\n務経費１０８３万余円，在外公館長赴任の際等の贈呈品購入経費４７２０万\n余円，文化啓発用の日本画等購入経費７２３８万余円であること等を指摘し，\nこうした事態は適切とは認められないことから，報償費の使途について見直\nしを行い，庁費等の他の費目から支出するよう改善する必要がある経費につ\nいては他の費目での予算措置を講ずるなどし，今後は報償費として真に支出\nする必要があるものに使用していくこと等の処置を講ずるよう要求した（甲\n１１）。\n(3) 別件開示請求に係る情報公開審査会の答申\nア 報償費関連文書についての別件開示請求と不開示決定\n外務省における報償費の使用に関する文書については，本件開示請求以\n外にも，原告以外の者から情報公開法に基づく開示請求がされていたとこ\nろ，被告は，これらに対しても，以下のとおり，不開示決定をした。\nなお，本件各行政文書は，下記①の開示請求の対象とされた文書の範囲\nに含まれている。\n①「平成８年４月から同１３年３月までの外務省本省及び在外公館の報償\n費の支出決定及び支払手続のために作成された文書等」についてされた\n合計２０件の開示請求につき，平成１３年６月１日付けでした不開示決\n定\n②「外務省本省の報償費の平成１２年３月分及び同１３年１月分の全支出\nに関する文書」についてされた合計２件の開示請求につき，平成１３年\n６月１日付けでした不開示決定\n③「在フランス日本国大使館，在イタリア日本国大使館及び在ホノルル日\n本国総領事館の報償費（機密費）の平成１２年度の支出に関する一切の\n資料」についてされた合計２０件の開示請求につき，平成１４年４月２\n２日付けでした不開示決定\nイ 異議申立てと情報公開審査会への諮問\n上記アの各不開示決定に対しては，その請求者らから，いずれも行政不\n服審査法に基づく異議申立てがされていたことから，被告は，平成１５年\n７月３１日，情報公開法１８条に基づき，情報公開審査会に諮問をした。\nウ 情報公開審査会の答申\n情報公開審査会は，平成１６年２月１０日，上記諮問を受けて，上記ア\nの①から③までの不開示決定に関し，後記(イ)ａからｅまでの支出に係る\n文書について，それぞれの箇所の「開示すべき部分」と掲記した部分等を\n開示すべきものとする答申をした（以下「本件答申」という。）。そこで\n示された判断の概要は以下のようなものであった。\n(ア) 本件対象文書には，外務省報償費の使途に関し個別具体的かつ詳細\nな記載がされており，これらが容易に区分し難い状態で随所に記載され\nていることが認められる。これらの記載は，外務省報償費を，秘密を保\n持して機動的に運用することによって行われる情報収集活動等の個別具\n体的な内容を示す情報である。このような情報については，これらを公\nにすることにより，外務省報償費の秘密を保持した機動的な運用に支障\nを及ぼすことによって，情報収集活動等が困難となり，外交事務の円滑\nかつ効果的な遂行に支障を来すおそれがあり，ひいては，国の安全が害\nされるおそれ，他国等との信頼関係が損なわれるおそれ又は他国等との\n交渉上不利益を被るおそれがあると行政機関の長が認めることにつき相\n当の理由がある情報であると認められることから，情報公開法５条６号\n柱書き及び３号に該当する。\n(イ) しかしながら，支出計算書の証拠書類については，会計検査院の平\n成１２年度決算検査報告における指摘を踏まえて，精査すると，外務省\n報償費を的確に運用するために求められる機動性及び秘密保持という観\n点からみても，情報公開法５条３号及び６号に該当すると認め難いと考\nえられるものがあるので，以下検討する。\nａ 大規模レセプション経費\n⒜ 開示すべき部分\n定期的に又は慣例として開催される天皇誕生日祝賀レセプション，\n自衛隊記念日レセプション及び我が国の在外公館長の離着任レセプ\nションについては，当該レセプションの件名，開催の日付，主催者，\n場所，経費の総額に係る情報については，これを公にしたとしても，\n外交事務の適正な遂行に支障を及ぼすおそれがあるとは認められず，\n法５条６号及び３号に該当するとは認められないから，開示すべき\nである。\n(ｂ) 不開示とすべき部分\n調達先，調達の具体的内容及び招待者氏名・肩書に係る情報につ\nいては，当該レセプションを安全かつ効果的に開催する上で，秘密\nを保持することが必要と認められ，これを公にすると，当該レセプ\nションの開催に関連して，安全上及び外交儀礼上の支障や問題を引\nき起こす可能性があると認められるので，情報収集活動等を困難に\nし，外交事務の適正かつ効果的な遂行に支障を及ぼすおそれがあり，\nひいては，国の安全が害されるおそれ，他国若しくは国際機関との\n信頼関係が損なわれるおそれ又は他国若しくは国際機関との交渉上\n不利益を被るおそれがあると行政機関の長が認めることにつき相当\nの理由がある情報であると認められ，法５条６号柱書き及び３号に\n該当する。\nｂ 酒類購入経費\n⒜ 開示すべき部分\n酒類購入費に関する記述のうち，件名，日付，経費の総額につい\nては，これを公にしたとしても，外交事務の適正な遂行に支障を及\nぼすおそれがあるとは認められず，法５条６号及び３号に該当しな\nいから，開示すべきである。\n(ｂ) 不開示とすべき部分\n外務省及び各在外公館において，酒類を備えておく趣旨は，外交\n活動の一環である設宴や会食において，相手方を随時しかるべく接\n遇し，もって親交を深め情報収集活動等を効果的かつ円滑に行うこ\nとにあり，その際，外交儀礼にもとらないようにすることは当該設\n宴等ひいては情報収集活動等の成否を左右する要素である。また，\n酒類については，銘柄により優劣についての評価が明確であること\n等を考慮すると，外務省が保有する酒類の詳細をつまびらかにする\nことは，外交儀礼上の支障等を引き起こす可能性がある。\nこうした点を考慮すると，酒類の調達先，購入本数，購入銘柄及\nび銘柄別金額については，外務省及び各在外公館が保有する酒類の\n詳細についてつまびらかになる情報であるので，これを公にするこ\nとにより，情報収集活動等を困難にし，外交事務の適正かつ効果的\nな遂行に支障を及ぼすおそれがあり，ひいては，他国若しくは国際\n機関との信頼関係が損なわれるおそれ又は他国若しくは国際機関と\nの交渉上不利益を被るおそれがあると行政機関の長が認めることに\nつき相当の理由がある情報であると認められ，法５条６号柱書き及\nび３号に該当する。\nｃ 在外公館長赴任の際等の贈呈品購入経費\n⒜ 開示すべき部分\n贈呈品の購入経費に関する記述のうち，件名，日付，支出要旨・\n説明，経費の総額については，その記載内容から対象国名，贈呈対\n象者及び贈呈品の具体的品目等に係る情報を除けば，これを公にし\nたとしても，外交事務の適正な遂行に支障を及ぼすおそれがあると\nは認められず，その記載内容から対象国名，贈呈対象者及び贈呈品\nの具体的品目等に係る情報を除いた当該情報については，法５条６\n号及び３号に該当するとは認められないから，開示すべきである。\n(ｂ) 不開示とすべき部分\n在外公館長が赴任する際や我が国政府要人が外国を訪問する際に，\n本邦において購入する贈呈品に係るものについては，贈呈対象者，\n購入贈呈品の具体的内訳，贈呈品ごとの金額・数量，調達先に係る\n情報及び対象国名を推測させ得る情報を公にした場合，当該国に対\nする我が国の評価や位置付けなどが容易に推定され，外交儀礼上の\n支障を生じ，我が国と当該国との関係に悪影響を及ぼすおそれがあ\nると認められるので，情報収集活動等を困難にし，外交事務の適正\nかつ効果的な遂行に支障を及ぼすおそれがあり，ひいては，他国若\nしくは国際機関との信頼関係が損なわれるおそれ又は他国若しくは\n国際機関との交渉上不利益を被るおそれがあると行政機関の長が認\nめることにつき相当の理由がある情報であると認められ，法５条６\n号柱書き及び３号に該当する。\nｄ 文化啓発用の日本画等購入経費\n在外公館において，我が国の文化を啓発するなどの目的で使用され\nる日本画等の絵画を本邦において購入する経費に係るものについては，\n百貨店等の店舗から購入した場合とそれ以外の場合がある。\n⒜ 店舗から購入した日本画等について\n日本画等を百貨店等の店舗から購入した場合には，当該日本画等\nの販売価格は既に公になっているものと認められるので，件名，支\n出要旨・説明，経費の総額，調達先及び購入した品目ごとの金額等\nすべての情報を公にしたとしても，外交事務の適正な遂行に支障を\n及ぼすおそれがあるとは認められず，法５条６号及び３号に該当し\nないため，開示すべきである。\n(ｂ) 制作者から直接購入した日本画等について\n開示すべき部分\n件名，日付，支出要旨・説明，経費の総額，調達の数量につい\nては，その記載内容から品目ごとの金額，調達先及び購入に至っ\nた経緯等に係る情報を除けば，これを公にしたとしても，外交事\n務の適正な遂行に支障を及ぼすおそれがあるとは認められず，そ\nの記載内容から品目ごとの金額，調達先及び購入に至った経緯等\nに係る情報を除いた当該情報については，法５条６号及び３号に\n該当するとは認められないから，開示すべきである。\n不開示とすべき部分\n芸術家等特定の個人の紹介等を通して画家等制作者から直接購\n入する場合等においては，購入した品目ごとの金額，調達先及び\n購入に至った経緯等当該制作者及び紹介者に係る情報及びそれら\nが類推される情報については，これを公にすることにより，画家\n等制作者に対する評価に影響を及ぼすばかりでなく，紹介者と諮\n問庁（外務大臣）との関係についても影響を及ぼすおそれがある\nと認められ，将来的に同様の方法での調達が困難になり，我が国\nの文化啓発のための資料の調達の方途が画一化されることになり，\n外交事務の適正な遂行に支障を及ぼすことになるので，法５条６\n号に該当する。\nｅ 本邦関係者が外国訪問した際の車両の借り上げ等の事務経費\n⒜ 開示すべき部分\n我が国の政財界の要人等，本邦関係者が諸外国を訪問する際に，\nその接遇に遺漏なきを期するため，当該国等にある我が国在外公館\nが同国の業者から車両を借り上げ，また，当該本邦関係者の宿泊す\nるホテル等に事務連絡室等を設けることがあるが，このような場合\nの件名（法５条１号に該当する個人に関する情報は除く。），日付，\n経費の総額に係るものは，これを公にしたとしても，外交事務の適\n正な遂行に支障を及ぼすおそれがあるとは認められず，法５条６号\n及び３号に該当するとは認められないから，開示すべきである。\n(ｂ) 不開示とすべき部分\n車両の調達先や車種等及び事務連絡室の所在等の具体的内容に係\nる情報については，これらを公にした場合，今後，本邦関係者が当\n該国を訪問する際に，突発的な事態を未然に防止し，その安全を確\n保することが困難になり，仮に，そのような事態が起きた場合には，\n我が国と当該国との関係に悪影響を及ぼすおそれがあると認められ\nるので，これを公にすることにより，情報収集活動等を困難にし，\n外交事務の適正かつ効果的な遂行に支障を及ぼすおそれがあり，ひ\nいては，他国若しくは国際機関との信頼関係が損なわれるおそれ又\nは他国若しくは国際機関との交渉上不利益を被るおそれがあると行\n政機関の長が認めることにつき相当の理由がある情報であると認め\nられ，法５条６号柱書き及び３号に該当する。\n(4) 不開示決定の変更決定\n被告は，本件答申が本件各行政文書のうちの一部について部分開示が適当\nであるとの判断を示したことを受けて，平成１６年４月２０日付けで，別紙\n２「部分開示目録」において「対象となる行政文書」欄に掲記された各文書\nのうち，同目録において「開示する部分」として掲記された部分を開示する\n旨の本件各不開示決定の変更決定をした（以下「本件変更決定」という。）\n（乙１８の１から４まで，１９の１，２）。\n同決定は，原則として，本件答申の示した開示・不開示の判断に従い，本\n件各行政文書のうちの前記(3)ウ(イ)ａ，ｂ，ｄ及びｅの支出に係る各文書\nの一部（「開示すべき部分」）について開示を行ったものである。ただし，\n特定の個人を識別できる記述のうち，公表慣行のないものについては，本件\n答申において開示すべき部分とされた箇所についても，情報公開法５条１号\nに基づいて開示しないものとしている。\n同決定の通知書には，同決定で部分開示の対象とされた各文書において，\nなお不開示とした情報及びそれらを不開示とした理由が，以下のとおり，示\nされている。なお，本件各行政文書には，前記(3)ウ(イ)ｃの類型の支出\n（在外公館長赴任の際等の贈呈品購入経費）に係る文書は含まれていない。\nア 公にする法令又は慣行のない個人の氏名，住所，電話番号等，個人を識\n別できる情報及び公にすることにより個人の権利利益を侵害するおそれが\nある情報（情報公開法５条１号）\nイ 大規模レセプション経費に係る対象文書中，公にすることにより，当該\nレセプションの開催に関連して安全上及び外交儀礼上の支障や問題を引き\n起こすことで情報収集活動等を困難にし，外交事務の適正かつ効果的な遂\n行に支障を及ぼし，ひいては，他国若しくは国際機関との信頼関係が損な\nわれるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれの\nある情報（同法５条６号及び３号）\nウ 酒類購入経費に係る対象文書中，公にすることにより，外交儀礼上の問\n題を生じ，情報収集活動等を困難にし，外交事務の適正かつ効果的な遂行\nに支障を及ぼし，ひいては，他国若しくは国際機関との信頼関係が損なわ\nれるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれのあ\nる情報（同法５条６号及び３号）\nエ 本邦関係者が外国訪問した際の車両の借り上げ等の事務経費に係る対象\n文書中，公にすることにより，今後，本邦関係者が当該国を訪問する際に，\n突発的な事態を未然に防止し，その安全を確保することが困難になり，仮\nにそのような事態が起きた場合には，我が国と当該国との関係に悪影響を\n及ぼし，情報収集活動等を困難にし，外交事務の適正かつ効果的な遂行に\n支障を及ぼすおそれがあり，ひいては，他国若しくは国際機関との信頼関\n係が損なわれるおそれ又は他国若しくは国際機関との交渉上不利益を被る\nおそれのある情報（同法５条６号及び３号）\nオ 文化啓発用の日本画購入経費に係る対象文書中，公にすることにより，\n画家等制作者に対する評価に影響を及ぼすばかりでなく，紹介者と当省と\nの関係についても影響を及ぼすおそれがあると認められ，将来的に同様の\n方法での調達が困難になり，我が国の文化啓発のための物品の調達の方途\nが画一化されることになり，外交事務の適正な遂行に支障を及ぼすおそれ\nがある情報（同法５条６号）\n(5) 本件各行政文書及びこのうち本件変更決定で開示された文書の特定とこ\nれらの記載事項\n被告の整理・分類によれば，本件各行政文書は合計１０６９件であり，そ\nのそれぞれの作成部署，標目，作成者，書面名，通数（上記１０６９件とは，\nある使用目的に充てられるための支出ごとに作成された文書をまとめて１件\nと整理したものであって，外形としては，別表１の書面名欄及び通数欄記載\nのとおり，１件ごとに複数の文書から構成されている。），外形的事実等，\n科目名は，別表１のそれぞれの項目に対応した欄記載のとおりである。この\nうち，本件変更決定により部分的に開示された文書は合計５２件であり，部\n分的に開示された文書の部署別の内訳及び別表１記載の各文書の通番との対\n応関係は以下のとおりである。また，そこで開示された項目は，別表１の対\n応する通番の文書の「外形的事実等」欄の該当項目の箇所に，その項目全部\nが開示されたものには丸（○）印が，その項目の一部のみが開示されたもの\nには三角（△）印が，それぞれ付されている。\nア 大臣官房分（２０９件中） １５件\n18，36，221，255，397，458，521，538，614，637，716，879，887，\n987，1028\nイ 在米大使館分（３９０件中） ４件\n212，452，770，911\nウ 在仏大使館分（１９６件中） １８件\n48，177，225，332，387，480，499，661，719，731，734，750，766，\n850，940，961，1003，1019\nエ 在中国大使館分（２０１件中） ８件\n195，232，297，345，394，451，653，831\nオ 在比大使館分（７３件中） ７件\n187，209，275，810，815，822，906\n（被告による文書の特定の経緯等に関する補足説明）\n被告は，平成１４年４月２４日付けの準備書面(4)の段階でも，本件各行\n政文書の大臣官房分及び在外４大使館ごとの文書数の内訳すら明らかにせず，\n文書数全部の合計と情報収集等の事務，外交交渉等の事務及び国際会議への\n参加等の事務（後記第３の１(1)参照）それぞれに関するものに分類した場\n合の内訳のみを明らかにしていた。その後，第６回口頭弁論期日（同年６月\n５日）における裁判所による求釈明等を経て，平成１５年６月１７日付けの\n準備書面(7)では，本件各行政文書の作成部署（大臣官房分及び在外４大使\n館のいずれか）の別，記載内容の「外形的事実等」（記載されている情報の\n類型・項目）を明らかにし，さらに，平成１７年４月８日付けの準備書面\n(14)において，上記のとおり，本件各行政文書について別表１記載の情報を\nようやく明らかにするに至ったもので，被告において，本件各行政文書に係\nる外形的事実その他の情報を，別表１の記載以上に個別具体的に明らかにし\nようとはしなかった。\n２ 争点（争点に対する当事者の主張は別紙１のとおりである。）\n(1) 本件各行政文書（本件変更決定により開示された部分を除く。）に記載\nされた情報は，情報公開法５条３号又は６号の不開示情報に該当するか。\n(2) 本件各行政文書のうち，別紙２「部分開示目録」において「対象となる\n行政文書」として掲記された各文書に記載された「文書作成者名」，「決裁\n者名」及び「取扱者名」であって，本件変更決定において開示されなかった\nものは，情報公開法５条１号の不開示情報に該当するか。\n第３ 争点に対する判断\n１ 外務省における報償費の使途について\n本件各行政文書は，いずれも報償費（予算科目上「報償費」及び「政府開発\n援助報償費」とされているものの両方を含んでいる。）に関する支出を証する\n書類として特定されたものであるため，本件における争点，すなわち，本件各\n行政文書に記載された情報がどのようなものであり，情報公開法上の不開示事\n由に当たるかを判断する前提として，まず，予算費目である報償費が外務省\n（本省大臣官房及び在外公館）において，実際にどのような使途に充てられて\nいるかについて検討を加えることにする。\n(1) 報償費の使途に関する被告の主張\n報償費は，予算区分上の「目」に分類されるものであって，「国が，国の\n事務又は事業を円滑かつ効果的に遂行するため，当面の任務と状況に応じそ\nの都度の判断で昀も適当と認められる方法により機動的に使用する経費」で\nあると説明されている（乙１の１及び２）。被告は，外務省においては，報\n償費を「外務省の公にしないことを前提とする外交活動において，情報収集\n及び諸外国との外交交渉ないしは外交関係を有利に展開するための活動」に\n支出しており，その使用目的については，以下のＡからＣまでの３区分に分\n類でき，それぞれが更に「情報提供又は協力の対価として使用されたもの」，\n「会合の経費として使用されたもの」及び「定例的に必要とされた物品の購\n入や役務の経費として使用されたもの」の区分に分類できることから，結局\nのところ，全体で以下の９区分に分類できると主張している（文書ごとにつ\nいての被告の主張は，別表１の対応する使用目的欄記載のとおりである。）。\nＡ 情報収集等の事務\nＡ１：情報提供に対する対価として使用されたもの\nＡ２：情報収集のための会合の経費（会食，場所代，会議への参加）とし\nて使用されたもの\nＡ３：情報収集のために定例的に必要とされた物品の購入や役務の経費と\nして使用されたもの\nＢ 外交交渉等の事務\nＢ１：二国間の外交交渉等を進めるに当たり，協力の対価として使用され\nたもの\nＢ２：二国間の外交交渉等を進めるに当たり，相手方との会合の経費（会\n食，場所代，会議への参加）として使用されたもの\nＢ３：二国間の外交交渉等を進めるに当たり定例的に必要とされた物品の\n購入や役務の経費として使用されたもの\nＣ 国際会議への参加等の事務\nＣ１：国際会議等において多国間交渉を進めるに当たり，協力の対価とし\nて使用されたもの\nＣ２：国際会議等において多国間交渉を進めるに当たり，相手方との会合\nの経費（会食，場所代，会議への参加）として使用されたもの\nＣ３：国際会議等において多国間交渉を進めるに当たり定例的に必要とさ\nれた物品の購入や役務の経費として使用されたもの\nなお，被告は，外務省における報償費を「外務省の公にしないことを前提\nとする外交活動において，情報収集及び諸外国との外交交渉ないしは外交関\n係を有利に展開するための活動」に充てるという取扱いは，成文化した規範\n等によるものではなく，運用上のものであるとしている（もっとも，被告は，\n本訴における主張上，当初，外務省の報償費は，「外交交渉の有利な展開を\n期するための情報収集等」に充てるための経費であるとし，その分類につい\nても，上記Ａ，Ｂ及びＣの３分類についてのみ言及していたところ，平成１\n５年９月１日付けの準備書面(8)において，初めて，報償費が「公にしない\nことを前提とした外交活動」に支出されるものであるという説明をしたもの\nであり，上記Ａ，Ｂ及びＣの３分類をそれぞれ更に３つに細分するという分\n類は，平成１７年４月８日付けの準備書面(14)に至って，初めて言及したも\nのである。）。\n(2) 会計検査院の処置要求で指摘された経費に係る文書に記載された報償費\nの支出とその評価\n被告は，本件各行政文書について，「別表１に記載された『外形的事実\n等』」の限度でしか本件各行政文書の内容を明らかにしないところ，外務省\nにおける報償費の執行についてされた会計検査院の処置要求（前記前提事実\n（第２の１）(2)）をみると，平成１２年度中，①国内又は海外で開催され\nる大規模レセプション経費，②酒類購入経費，③本邦関係者が外国訪問した\n際の車の借り上げ等の事務経費，④在外公館長赴任の際等の贈呈品購入経費，\n⑤文化啓発用の日本画等購入経費（以下①から⑤までの経費の類型を併せて\n「五類型」という。）が報償費から支出されたことが指摘されている。そし\nて，本件各行政文書中には，これらのうち上記①，②，③及び⑤に対応する\n支出に関する文書が含まれているところ，情報公開審査会において本件各行\n政文書をも対象とした本件答申がされ（前記前提事実(3)ウ），さらに，こ\nれを受けて本件変更決定がされ（事実(4)），上記①，②，③及び⑤に対応\nする支出に関する文書が部分開示の対象とされている。\nなお，本件各行政文書中，五類型の支出に関する文書に当たるものは，前\n記前提事実(5)のアからオまでに掲げてあるとおりである。\nそこで，検討の手懸かりとするため，会計検査院の前記処置要求，本件答\n申，本件変更決定における部分開示を通じて，その具体的内容が相当程度明\nらかにされている五類型に係る経費（本件各行政文書にあっては，上記①，\n②，③及び⑤に対応する支出）につき，被告が主張する報償費の使用目的に\n合致しているかどうかについてみていくこととする。まず，上記①の支出は，\n天皇誕生日祝賀レセプション，自衛隊記念日レセプション及び在外公館長の\n離着任レセプション開催のための支出であり，上記②は，外交活動として行\nわれる設宴や会食における接遇のために，外務省及び在外公館で酒類を購入\nした際の支出，上記⑤は，文化啓発用とあるものの，本件変更決定により部\n分開示された文書（甲１９，２０等）の記載からすると，主として，在外公\n館やその職員公邸の装飾用に用いる日本画を購入した際の支出と認めること\nができる。しかし，上記の各使途のいずれをみても，部外に明らかにしない\nなどの条件を付して行われたとみることはできないのであって，「公にしな\nいことを前提とする外交活動」のための経費であるとは認め難いというべき\nである。なお，上記①に対応する支出に関する文書については，後記３(1)\nアのとおり，料理等の調達先や招待者の氏名等の不開示情報を含むものであ\nるが，その目的・名目に照らせば，レセプションの開催自体を「公にしない\nことを前提とする外交活動」に当たるとみるのは困難というほかない。上記\n②については，購入した酒類を「公にしないことを前提とする外交活動」に\n当たる設宴や会食に用いられる場合が全くないとまではいい切れないが，同\nじく本件変更決定により部分開示された文書（甲２１，２９等）の記載をみ\nても，そうした使途の限定をうかがわせる記載は見当たらないのであるから，\n酒類の購入行為自体をとらえて，「公にしないことを前提とする外交活動」\nのための経費支出であると認めるのは困難である。他方，上記③については，\n本邦関係者が外国訪問をした目的，車を借り上げて移動するなどした目的が\n明らかではないが，車の借り上げ等は外国訪問の都度行われるものと考えら\nれるから，その目的によっては，「公にしないことを前提とする外交活動」\nの経費に充てられたと解する余地もないわけではない。\n上で検討したところによれば，本件変更決定において部分的に開示された\n五類型に係る文書に記載された報償費の具体的な使途には，「公にしないこ\nとを前提とする外交活動」に当たらないものが含まれている。すなわち，平\n成１２年２月及び３月の外務省大臣官房及び在外４大使館の予算執行におい\nて，報償費は，被告が「本来の使途」として説明する「公にしないことを前\n提とする外交活動」以外の事項にも使用されていたことが指摘できる。\n(3) 報償費が充てられた五類型以外の経費の性質について\n次に，報償費が「公にしないことを前提とする外交活動」に該当しないも\nのに充てられた例は，五類型の経費支出に限定されるのか，すなわち，五類\n型以外にも，報償費が「公にしないことを前提とする外交活動」に該当しな\nいものに充てられた例が存するのかが問題となる。\nこの点に関し，情報公開審査会は，本件答申において，五類型に係る文書\n以外の文書の情報公開法５条３号又は６号該当性について，前記前提事実\n(3)ウ(ア)のとおり，報償費の使途に関し個別具体的なかつ詳細な記載があ\nること，その記載は，報償費を，秘密を保持して機動的に運用することによ\nって行われる情報収集活動等の個別具体的な内容を示す情報であること，こ\nれらを公にすることにより，報償費の秘密を保持した機動的な運用に支障を\n及ぼすことによって，情報収集活動等が困難となり，外交事務の円滑かつ効\n果的な遂行に支障を来すおそれがあり，ひいては，国の安全が害されるおそ\nれ，他国等との信頼関係が損なわれるおそれ又は他国等との交渉上不利益を\n被るおそれがあると行政機関の長が認めることにつき相当の理由がある情報\nであること等の判断を示した上，情報公開法５条各号の不開示事由に該当せ\nず，部分的にせよ開示すべきものと結論付けた文書を，五類型に係る文書に\n限定している。したがって，本件答申にあっては，五類型に係る文書以外の\n文書については，すべて「公にしないことを前提とする外交活動」の経費支\n出に関するものであるという前提に立っているようにも受け取れる。\nしかし，会計検査院の指摘は，専ら会計経理に関する法令違反の有無や当\n不当という観点からされたもの（会計検査院法３４条参照）であって，情報\n公開法上の不開示事由の有無，開示すべきものかどうかについての判断とは\n視点が異なり，直接の関連はないことから，本件答申において，本件各行政\n文書中に不開示事由を含んでいないとされたものが，なにゆえ五類型に係る\n文書の範囲に限定されるのか，真実，五類型に係る文書以外に不開示事由を\n含んでいない情報は存在しないのか，更に慎重な吟味を要するものと考えら\nれる。\nこの点を判断するに当たっては，情報公開法２７条により，情報公開審査\n会には，諮問庁以外の者に開示することなく，諮問に付された開示決定等に\n係る行政文書の提示を求めることができるものとされており（いわゆるイン\nカメラ手続），本件答申に係る審査手続においても，実際にこれを見分して\n審査した事実が認められる（乙１７の２）こと，一方で，裁判所における判\n断に当たっては，本件各行政文書の記載内容を実際に見分する機会がなく，\n被告主張の外形的事実のみから，実際の具体的な記載内容を推認するほかな\nいという大きな制約があることにかんがみると，五類型に係る文書以外の文\n書の情報公開法５条３号及び６号該当性について，本件答申が示した判断の\n過程について検討を加えておく必要があると考えられる。\n報償費の使用目的に関する被告の前記分類のうち，「定例的に必要とされ\nた物品の購入や役務の経費として使用されたもの」（Ａ３，Ｂ３，Ｃ３）に\nついては，すべて本件変更決定により部分開示の対象とされたものとしてお\nり（ただし，被告の分類によれば，本件各行政文書中，Ｃ３に相当するもの\nはないとする。），五類型に係る文書以外の文書であって，全部不開示が維\n持されているものとしては，「情報提供又は協力の対価として使用されたも\nの」（Ａ１，Ｂ１，Ｃ１），「会合の経費として使用されたもの」（Ａ２，\nＢ２，Ｃ２）に関する文書のみがこれに当たることになる（ただし，被告の\n分類によれば，本件各行政文書中，Ｃ１に相当するものはないとする。）。\nさらに，被告は，本件各行政文書，すなわち，報償費の支出負担行為に係る\n文書は，決裁書，見積書，予定価格書，契約書又は請書，検査調書，請求書，\n領収書，支出依頼書，支払明細書，支払証拠台紙から構成されており，そこ\nには，文書作成者名・決裁者名・取扱者名，起案・決済日・支払手続日，支\n払予定先・支払先，支払予定額・支払額・支払方法，目的・内容が記載され\nているとする。\n被告の主張によれば，本件各行政文書の構成，記載内容は上記のようなも\nのであり，特に，上記「目的」の記載においては，報償費の目的にそった使\n用の目的，事務の必要性に関して具体的な記述がされていること，上記「内\n容」の記載においても，報償費を使用して行う「情報収集の事務」等の具体\n的な内容，方法，態様に関する記述がされていること，さらに，当該内容の\n適正さを示す積算等の根拠や事情，事務を行う職員等の氏名，会合の場合は\n同席者の氏名等の記載が含まれていること等からすれば，いわゆるインカメ\nラ手続を経ている情報公開審査会においては，そうした具体的な記載を逐一\n検討し，それを根拠にして，情報公開法５条３号及び６号該当性についての\n判断が加えられたものと解する余地がある。\nしかしながら，本件答申における説示をみると，前記のとおり，外務省報\n償費の使途に関する文書上の記載について，「秘密を保持して機動的に運用\nすることによって行われる情報収集活動等の個別具体的内容を示す情報であ\nる」と述べていることからも明らかなとおり，いわば「秘密を保持した運用\nがされている」という外務省における取扱いの実態を述べるにとどまり，情\n報収集活動等の内容・実質において，秘密の保持を必要とするものか，さら\nには，それが「公にしないことを前提とする外交活動」に当たるのかといっ\nた点に個別具体的な検討を加えたことが読み取れない。また，当該情報を公\nにした場合の弊害についても，「外務省報償費の秘密を保持した機動的な運\n用に支障を及ぼすことによって，情報収集活動等が困難となり」としか述べ\nておらず，いわば秘密を保持した経費支出の方途が閉ざされることそれ自体\nを外交事務遂行上の支障ととらえていると見受けられ，情報収集活動等の内\n容・実質に対応して，公にした場合の具体的な弊害について検討を加えたこ\nとをみて取ることはできない。このように，本件答申の情報公開法５条３号\n及び６号該当性についての判断は，いわゆるインカメラ手続で見分した文書\nの具体的な記載内容に即して行われたものとはいい難いのであって，本件各\n行政文書上に，情報公開法５条３号及び６号該当性を直接基礎付けるような\n記載，あるいは，「公にしないことを前提とする外交活動」に関する経費支\n出であることを基礎付けるような記載があることの推認を働かせることはで\nきないというべきである。\n結局，本件答申で示された判断の内容を踏まえたとしても，報償費が専ら\n「公にしないことを前提とする外交活動」の経費に充てられているというこ\nとを推認させるに足りないといわざるを得ない。\n(4) 被告の主張態様からみた報償費の支払対象に関する基準・運用について\nところで，会計検査院による処置要求，本件答申，本件変更決定を通じて，\n五類型に係る文書が部分開示され，その記載内容が相当程度明らかになった\n段階においても，被告は，それが「公にしないことを前提とする外交活動」\nに関するものであるという主張を変更していない（これも前記Ａ，Ｂ，Ｃの\n３分類のいずれかに該当するとの主張を維持している。）。すなわち，五類\n型に係る文書につき，本件答申において，不開示事由がないものとされ，本\n件変更決定において，部分開示したのは，その支出が定型化，定例化してし\nまっていることから，当該経費の具体的使途やその支出の行われた時期，支\n出の総額等が公になったとしても，そこから我が国の外交方針等が推知され，\n我が国の外交工作活動等に支障を及ぼすおそれがあるとはもはや考え難くな\nっていること，いわば，事後的に不開示事由が消滅したことによるとしてお\nり，これらの経費を報償費から支出すること自体は，報償費の使途の基準に\n反するものではないし，本来充てられるべき経費以外のものに充てられてい\nたことにもならないとの立場をとっている。\nしかし，既に前記(2)でみたとおり，五類型には，そもそもその客観的性\n質からみて「公にしないことを前提とする外交活動」に分類するのがおよそ\n不適切と思われるものが含まれているのであるから，それにもかかわらず，\nなにゆえ，五類型を「公にしないことを前提とする外交活動」に含ましめ，\nその経費を報償費から支出するという運用がされていたのかについて，被告\nから合理的な説明が加えられていない。さらに，本件における報償費の使途\nに関する被告の主張の変遷等（前記(1)参照）をも勘案すると，報償費の支\n出対象に関する基準や実際の運用のあいまいさへの疑念を払拭することはで\nきない。\nこの主張の変遷等につき主要な点をより具体的にいうと，報償費が「公に\nしないことを前提とする外交活動」に充てられることは，不開示事由を基礎\n付ける昀も重要な要素として被告が主張するもの（後記２(2)参照）と考え\nられるところ，本件訴訟係属当初，被告は，少なくとも明示的には，そうし\nた主張をしていなかったことがまず指摘できる。また，被告は，報償費の使\n途に関する前記９分類において，「定例的に必要とされた物品の購入や役務\nの経費」を独立した分類（Ａ３，Ｂ３，Ｃ３）とするが，「定例的に必要と\nされた」ものではない「物品の購入や役務の経費」に相当する分類が設けら\nれておらず，被告は，本件各行政文書中に，これに充てられた支出に関する\n文書が存在しないとの前提に立っていると見受けられる。しかし，本来の予\n算区分上の定義からすれば，報償費は，「定例的に必要とされたもの」では\nなく，むしろ，「定例的に必要とされたものではないもの」に充てられるこ\nとが予定されていることは，ここで繰り返すまでもないことであり，前者の\nみが存在し，後者が存在しないとするのは不自然である。なお，念のため付\n言すると，被告からは，上記「定例的に必要とされたものではないもの」は，\n「情報提供又は協力の対価として使用されたもの」（Ａ１，Ｂ１，Ｃ１）や\n「会合の経費として使用されたもの」（Ａ２，Ｂ２，Ｃ２）に含まれている\nとの反論もあり得よう。とはいえ，部分開示された五類型をみる限り，Ａ３，\nＢ３及びＣ３には，Ａ１，Ｂ１及びＣ１，Ａ２，Ｂ２及びＣ２のいずれにも\n分類できないものが含まれている。そうであるとすれば，「定例的に必要と\nされたものではない物品の購入や役務の経費」すべてがＡ１，Ｂ１及びＣ１，\nＡ２，Ｂ２及びＣ２のいずれかに分類できるとの説明を採用することはでき\nない。\n(5) 在外公館交流諸費との対比について\n原告は，被告に対し，米，英，仏，中，比の５か国にある日本国大使館に\nおいて，平成１１年１月から同１２年３月までに支出された「在外公館交流\n諸費」の支出証拠書類の開示請求を行い，そのかなりの部分について開示を\n受けているが，そこに記載された内容，開示された情報との対比からいって\nも，報償費に関する本件各行政文書の不開示には理由がなく，不当である旨\n主張している。上記の点は，報償費が「公にしないことを前提とする外交活\n動」に充てられていたといえるか否かの判断と関連性を有することから，以\n下，この点についても検討を加えることとする。\n原告が被告から上記のとおり開示を受けた文書のうち，在米日本国大使館\nにおける平成１１年１月から同年３月までの「在外公館交流諸費」の支出証\n拠書類においては，同期間中に開催された１６４件の会合それぞれについて，\n「目的」，「設宴日」，「昼・夜の別」，「金額」，「場所（店名）」，\n「館側出席者」，「客側出席者」，「起案者」といった情報が具体的に明ら\nかにされていることが認められる。「目的」については，一部開示されてい\nないものがあるものの，例えば，「日米貿易問題（板ガラス）についての意\n見交換」（客側出席者・ＵＳＴＲ（アメリカ通商代表部。以下同じ。）），\n「コメ特例措置等についての意見交換」（客側出席者「ＵＳＴＲ」），「懇\n談（日米鉄鋼問題）」（客側出席者「弁護士」），「鉄鋼問題，中国のＷＴ\nＯ加盟等昀近の通商問題についての意見交換」（客側出席者「US TRADE\n誌」），「日米貿易問題（鉄鋼等）についての意見交換」（客側出席者「商\n務省」），「鉄鋼ＡＤ問題等日米通商問題についての意見交換」（客側出席\n者「Rogers & Wells LLP 弁護士」），「米中関係に関する意見交換」（客\n側出席者「ブルッキングス研究所研究員」），「国際テロ情勢等意見交換」\n（客側出席者「国務省２名」），「中東情勢に関する意見交換」（客側出席\n者「議会調査局」）というように，「客側出席者」の記載と併せて，個別的\nかつ具体的な記載内容が開示されている。このほか，「館側出席者」，「起\n案者」についても，大使館内の所属部署等について個別具体的な記載が開示\nされている事実が認められる（もっとも，「客側出席者」，「館側出席者」，\n「起案者」の記載については，個人名が開示されていない場合の方が多\nい。）。（以上について弁論の全趣旨）\nこのような在外公館交流諸費に係る支出証拠書類の記載内容，開示された\n情報をみると，報償費使用目的に関する被告分類による「情報収集のための\n会合の経費として使用されたもの」，「二国間の外交交渉等を進めるに当た\nり，相手方との会合の経費として使用されたもの」又は「国際会議等におい\nて多国間交渉を進めるに当たり，相手方との会合の経費として使用されたも\nの」に報償費が充てられ，そのための決裁書が作成された場合の記載内容と\nの間にいかなる差異があるのか，被告が主張する本件各行政文書の外形的事\n実との比較からは判別し難く，ほとんど差異がないようにも見受けられる。\nそして，在外公館交流諸費が充てられた活動も在外公館が行う外交事務や外\n交交渉の一環であると考えられるところ，その目的，内容や関係者に関する\n情報が相当程度具体的かつ詳細にわたり開示されている状況をみると，被告\nにおいては，そうした情報は，「公にしないことを前提とする外交活動」に\n関するものには当たらない（更にいえば，原則として，情報公開法５条３号\n又は６号の不開示事由に当たらず，これを開示したとしても，将来の外交活\n動や外交交渉に支障を来すおそれが生ずることもない）と判断しているもの\nと認めることができる。\n翻って，報償費の使途のうち，被告分類による「情報収集のための会合の\n経費として使用されたもの」，「二国間の外交交渉等を進めるに当たり，相\n手方との会合の経費として使用されたもの」又は「国際会議等において多国\n間交渉を進めるに当たり，相手方との会合の経費として使用されたもの」に\n充てられた場合を考えてみると，在外公館交流諸費の開示の場合とは事情が\n一変し，その使途がすべて「公にしないことを前提とする外交活動」に関す\nるものである（更にいえば，その際に作成された決裁書すべてについて，そ\nの記載内容が開示されると，将来の外交活動や外交交渉に支障を来すおそれ\nが生ずる）などと考えるのは，必ずしも合理的とはいえない。\nこの点に関して，在外公館交流諸費と報償費の異同について，被告は次の\nように述べる。すなわち，「在外公館交流諸費」は，在外公館において，当\n該任国の要人，政府関係者，外交団等との間で交流を通じた意見交換や良好\nな人的関係の育成等を促進するための経費であり，公にしたとしても基本的\nには支障を来さない活動に用いられるのに対し，報償費は，公にしないこと\nを前提にした情報収集及び諸外国との外交交渉ないしは外交関係を有利に展\n開するための活動に使用する経費に充てられるものであること，両者は予算\n科目も異なり互いに流用することも厳しく制限されていること，予算執行上\n取扱責任者が異なり，会計検査院の検査上の計算証明に関しても報償費は簡\n易証明によることが認められていること等から，その性格が根本的に異なっ\nており，両者を比較しても無意味であると主張している。\nしかし，両者の費目の使途が截然と区別されており，被告が主張する使途\n以外の使途に用いられているとの実態が存在しないのであればともかく，報\n償費が五類型に係る支出に充てられており，その中には，「公にしないこと\nを前提とする外交活動」に当たらないものが含まれているというべきである\nことは既にみたとおりである。したがって，形式的・名目的に，両者の予算\n費目その他予算執行や審査上の取扱いが区別されており，「報償費」と「在\n外公館交流諸費」とのいずれかの費目から経費が支出されているからといっ\nて，そのことから直ちに，実際に，その支出が当該費目において本来予定さ\nれている使途に充てられており，その内容・実質において両者が明確に区別\nされていることの根拠とはなり得ないというべきである。\n以上の在外公館交流諸費との比較によれば，報償費の使途のうち，少なく\nとも，被告分類による「情報収集のための会合の経費として使用されたも\nの」，「二国間の外交交渉等を進めるに当たり，相手方との会合の経費とし\nて使用されたもの」及び「国際会議等において多国間交渉を進めるに当たり，\n相手方との会合の経費として使用されたもの」については，「公にしないこ\nとを前提とする外交活動」に充てられていないものが含まれているとの推認\nを更に強める結果となるものである。\n(6) 報償費の実際の使途について\n以上で検討したところを総合すれば，五類型に係る文書以外の文書につい\nても，被告が報償費の本来の使途であると主張する「公にしないことを前提\nとする外交活動」以外の経費支出に関するものが相当数あると推認すること\nができる。\n２ 五類型に係る文書以外の文書の不開示事由の有無（情報公開法５条３号及び\n６号該当性）（争点(1)）について\n(1) 情報公開法５条３号及び６号該当性に関して当事者が主張・立証すべき\n事項\n開示請求に係る行政文書が情報公開法５条３号の不開示事由に該当するこ\nとを理由として不開示処分をした場合には，同号が「公にすることにより，\n国の安全が害されるおそれ，他国若しくは国際機関との信頼関係が損なわれ\nるおそれ又は他国若しくは国際機関との交渉上不利益を被るおそれがあると\n行政機関の長が認めることにつき相当の理由がある情報」と規定しているこ\nと，当該情報が一般の行政運営に関する情報とは異なり，その性質上，開示\n・不開示の判断に高度の政策的判断を必要とすることからして，裁判所は，\n同号に規定する情報に該当するか否かについての行政機関の長の第一次的な\n判断を尊重し，その判断が合理性を持つ判断として許容される限度内のもの\nであるかどうか，すなわち，開示・不開示の決定に全く事実の基礎を欠き，\nあるいは，社会通念上著しく妥当性を欠くなどの裁量権の逸脱ないし濫用が\nあると認められる点があるかどうかを判断すべきものであり，請求者におい\nては，上記裁量権の逸脱又は濫用があったことを基礎付ける具体的事実につ\nいて主張・立証することを要するものと解される。\nもっとも，不開示事由の存否が問題となる文書がそもそも請求者及び裁判\n所の目に触れる状況に置かれることがないのであるから，当該文書自体を開\n示できないことにもかんがみて，当該文書の外形的事実等から判断される一\n般的，類型的にみた限りの当該文書の性質として，「国の安全が害されるお\nそれ，他国若しくは国際機関との信頼関係が損なわれるおそれ又は他国若し\nくは国際機関との交渉上不利益を被るおそれがある」と行政機関の長が判断\nをし得る情報が記録されているものであることについては，処分庁（現行行\n政事件訴訟法により被告となる場合には国。以下同じ。）において，主張・\n立証することを要するものと解すべきである。\n他方，情報公開法５条６号の不開示事由に該当することを理由として不開\n示処分をした場合には，処分庁は，当該文書に「国の機関が行う事務に関す\nる情報であって，公にすることにより，当該事務の性質上，当該事務の適正\nな遂行に支障を及ぼすおそれがあるもの」が記録されていることについて，\n当該文書の外形的事実等から判断される一般的，類型的にみた限りの当該文\n書の性質をもって，主張・立証することを要するものと解される。\nそして，上記いずれの場合においても，開示請求に係る行政文書が複数存\nする場合には，そのそれぞれについて，上記のような情報が記録されている\nことを主張・立証すべきこととなる。なぜならば，対象として一個の文書を\n特定して開示請求した場合と比較して，処分庁の責任を軽減すべき理由はな\nいからである。\n(2) 報償費使用の実態等からみた不開示事由該当性\n被告は，本件各行政文書のうち，五類型に係る文書以外の文書の不開示事\n由該当性について，概略として，次のように主張する。\n① 五類型に係る文書以外の文書に記載された文書作成者名・決裁者名・取\n扱者名，起案・決済日・支払手続日，支払予定先・支払先，支払予定額・\n支払額・支払方法，目的・内容に係る記載が開示されると，情報提供や外\n交工作等への協力を行っていた者の我が国に対する信頼を損ない，当該協\n力者の自国内での地位を損ねることになり，以降同様の協力を期待できな\nくなる。\n② また，報償費の支出の事実が明らかになる可能性を慮り，情報提供者や\n他国との関係が悪化することを懸念して，担当者が，報償費を用いた情報\n収集等の活動の実施に慎重になり，そうした活動を萎縮させるおそれがあ\nる。\n③ さらに，他国が，我が国の情報収集等の目的，外交政策の意図，関心，\n懸念の程度，情報収集や外交工作の方法等を把握することによって，新た\nな外交的な立場を明らかにしたり，我が国の情報収集や外交工作に対する\n妨害・対抗措置が講じられたりすることで，その効果が減殺されるなどの\n事態が生ずるおそれがある。\n④ それゆえに，報償費支出に係る「決裁書」に記録された情報は，「公に\nすることにより，国の安全が害されるおそれ，他国若しくは国際機関との\n信頼関係が損なわれるおそれ又は他国若しくは国際機関との交渉上不利益\nを被るおそれ」のある情報（情報公開法５条３号）であり，かつ，「国の\n機関が行う事務に関する情報であって，公にすることにより，当該事務の\n性質上，当該事務の適正な遂行に支障を及ぼすおそれ」のある情報（同法\n５条６号）に該当する。\n確かに，本件各行政文書の記載内容が被告主張のようなものであるとして，\n本件各行政文書に記録された報償費の支出が，専ら「公にしないことを前提\nとする外交活動」の経費に充てられたものであるとすれば，その支払に関す\nる情報が開示されることによって，我が国の外交活動に一定の支障・制約を\nもたらす可能性は否定できず，特に，我が国に対して，秘密裏に情報提供や\n外交工作への協力を行っている者との関係では，その弊害が顕著なものとな\nり得ることは十分理解できる。しかし，報償費の使用目的の実態について，\n必ずしも被告が主張するように認めることができず，五類型に係る文書以外\nの文書中には，被告の主張する報償費の本来の使用目的に合致しない支出に\n関するもの，そして，被告において，情報公開法５条３号に規定する裁量が\n働く余地のない情報が相当数含まれていると推認すべきことは，前記１で判\n断したとおりであるから，五類型に係る文書以外の各文書について，被告が\n主張するような情報がそのいずれについてもそれぞれ記載されているという\n事実までは認められない。\nこれを前記の情報公開法５条３号該当性に係る判断事項に即していうと，\n当該文書の外形的事実等から判断される一般的，類型的にみた限りの当該文\n書の性質として，本件各行政文書それぞれにつき，「国の安全が害されるお\nそれ，他国若しくは国際機関との信頼関係が損なわれるおそれ又は他国若し\nくは国際機関との交渉上不利益を被るおそれがある」と行政機関の長が判断\nをし得る情報が記録されていると認めることはできないというべきである。\nまた，同条６号該当性に係る判断事項に即していうと，当該文書の外形的事\n実等から判断される一般的，類型的にみた限りの当該文書の性質として，本\n件各行政文書それぞれにつき，「国の機関が行う事務に関する情報であって，\n公にすることにより，当該事務の性質上，当該事務の適正な遂行に支障を及\nぼすおそれがあるもの」が記録されていることを認めることもできないとい\nうべきである。\nしたがって，本件各行政文書それぞれにつき，情報公開法５条３号，６号\n所定の各不開示事由のいずれについても，被告において，その立証が尽くさ\nれていないといわざるを得ない。\n(3) 文書の特定に関する被告の責任\n上記(2)のように考えることができるとしても，五類型に係る文書以外の\n文書には，そのいずれにも情報公開法５条３号，６号所定の各不開示事由に\n当たるもの（さらには，後記のとおり，五類型に係る文書で問題となる個人\n情報）が記録されていないということまでが立証されたということではない。\nしたがって，五類型に係る文書以外の文書を全部開示することになると，そ\nこに記録されている可能性がある不開示情報が公にされることになりかねず，\n同法５条３号，６号が想定した弊害が現実に発生するおそれがある。\nしかし，開示請求の対象とされた複数の文書中に不開示情報を含んでいる\nものとそうでないものとが混在しているときに，両者を特定して区分する責\n任は処分庁にあるのであって，その責任を果たさないまま，開示に伴う弊害\n発生のおそれを理由にして，その全部を不開示とすることを情報公開法が容\n認しているとは解されない。このことは，一文書中に不開示情報とそうでな\nいものとが混在している場合に，処分庁において，不開示情報が記録されて\nいる部分を容易に区分して除くことができないこと，又は当該部分を除いた\n部分には有意の情報が記録されていないことのいずれかを主張・立証しない\n限り，部分開示に応じなければならないと解されること（情報公開法６条１\n項参照）との対比からも裏付けられるというべきである。被告は，両者を区\n分するに足りる文書の外形的事実について，更に具体的な主張・立証をすべ\nきものであるし，それ以前に，報償費の使途に関する運用について，その実\n態を踏まえ，より具体的な主張と立証を尽くすべきである。被告がその責任\nを果たさないことにより（この点についての本件訴訟における被告の主張状\n況は前記前提事実(5)（被告による文書の特定の経緯等に関する補足説明）\n記載のとおりである。），仮に前記のような弊害発生のおそれが生じたとし\nても，それはやむを得ない結果というべきである。\n３ 五類型に係る文書（うち不開示部分）の不開示事由の有無（情報公開法５条\n３号及び６号該当性並びに１号該当性について）\n(1) 情報公開法５条３号及び６号該当性（争点(1)）について\nア 大規模レセプションの開催経費に係る文書（別表１の通番209，458，7\n34の各文書）の不開示部分\n被告は，大規模レセプションの開催の経費に係る文書にあっては，その\n調達先，調達の具体的内容，及び招待者氏名・肩書に係る情報については，\n当該レセプションを安全かつ効果的に開催する上で，これらを公にすると，\n安全上及び外交儀礼上の支障や問題を引き起こす可能性があると認められ\nると主張し，この点を不開示の理由（情報公開法５条３号，６号）として\n挙げている。\nこれは，料理等の調達先や招待者の氏名等が明らかになれば，レセプシ\nョンの出席者等に危害を加えようとする者に対し目標，手懸かりを与え，\nその襲撃や料理等に毒物を混入するなどの工作等を容易にするといった事\n態が生ずること，料理等の調達の具体的内容，費用の多寡や招待者の範囲\n等が明らかになれば，他国での同様のレセプションとの比較等を通じて，\n我が国の当該国・招待者等に対する格付け，評価をうかがわせることにな\nり，それが不当に低いなどの受け止め方をされて不快感を与えるといった\n事態が生ずることを想定しているものである。\n在外公館等でレセプションを開催する場合，参加者の安全確保には，昀\n大限の配慮をすべきものと考えられ，料理等の調達等も画一的な方法によ\nることは避け，調達先を入れ替えるなど，適宜見直しを行い，同一の調達\n先との取引を継続するにしても，当該調達先に安全確保上の問題は存しな\nいかなどの点についてその都度，あるいは，不断に，慎重な確認・検討を\n行うことが重要であるところ，実際にこのような在外公館による安全配慮\nへの必要な注意が尽くされているとしても，料理等の調達先等に係る情報\nが公にされるならば，必要以上の配慮が要求されて，肝心のテロ対策等に\nおいて想定外の事態を生じさせる可能性も高まり，ひいては，安全確保を\n困難にするとの事態が生ずる蓋然性を認めることができる。また，招待者\nの名簿についても，同じような地位に相当する者につき長年の慣行として\n招待が続いているというのであれば，今後の招待者の範囲について名簿等\nがあればより容易に予想がつくものと考えられるし，招待者の範囲をレセ\nプションごとに見直しているとしても，名簿等が，今後の招待者の範囲を\n占う手懸かりとなり得るものであるから，名簿等が公にされることによっ\nて，安全確保を困難にするとの事態が生ずる蓋然性を認めることができる。\nなお，被告は，外交儀礼上の問題をも不開示の理由に挙げるが，レセプ\nションを開催する時期，開催地の政治・経済・社会情勢その他の国情は様\n々であろうから，上記のような情報が開示され，比較の機会がもたれたか\nらといって，それを直ちに自国，自身への格付けと受け止めたり，まして\nや，そこから不快感を抱いたり，ひいては，それを原因として，事務の適\n正な遂行に支障を及ぼすことになったり，国の安全が害されたり，他国と\nの信頼関係が損なわれたりといった事態は容易には想像できない。したが\nって，この点は不開示の理由にはなり得ないというべきである。\nいずれにしても，料理等の調達先及び招待者の氏名等の情報（これらの\n情報は別表１の「外形的事実等」のうちの「目的・内容」に記載されてい\nるものである。）が公にされることによって，外交儀礼上の問題はともか\nくとして，安全確保を困難にするとの事態が生ずる蓋然性を認めることが\nできるのであって，外交事務の適正な遂行に支障を及ぼすおそれがあると\nいえることから，情報公開法５条６号の情報に該当するというべきである。\nそして，被告は，大規模レセプションの開催の経費に係る文書のうち書面\n名が「請求書」及び「領収書」と特定されているものについては，その書\n式・体裁等から，その支払先が特定されて明らかになると主張するところ，\n確かに，請求書や領収書の類については，一般にそうした事態が生じ得る\nことを肯定できることから，こうした文書については，その全体について\n上記不開示事由があるというべきである。これに対して，「請求書」及び\n「領収書」以外の書面上の「支払予定額」の記載（別表１によれば，同記\n載がある書面は，いずれも書面名が「決裁書」として特定されている。）\nは，安全確保とは無関係であり，外交儀礼上の問題が生ずるとも考えられ\nないことから，同法５条３号，６号いずれの情報にも該当しないというべ\nきである（同条３号該当性につき更に補充するならば，これをもって，他\n国との信頼関係が損なわれたり，交渉上不利益を被ったりするおそれがあ\nると被告が判断したことは，社会通念上著しく妥当性を欠いており，合理\n性を有しないというべきである。）。\nイ 酒類購入経費に係る文書（別表１の通番177，187，221，225，275，29\n7，332，345，387，394，480，499，614，637，653，661，716，719，75\n0，766，810，815，822，831，850，879，887，906，940，961，1003，1\n019，1028の各文書）の不開示部分\n被告は，酒類購入経費に係る文書にあっては，酒類については，銘柄に\nより優劣についての評価が明確であること等を考慮すると，保有する酒類\nの詳細をつまびらかにすることによって，外交儀礼上の支障等を引き起こ\nす可能性があると主張し，この点を不開示の理由（情報公開法５条３号，\n６号）として挙げている。\nこの点は，上記アのレセプションにおける料理等の調達先を明らかにす\nると，外交儀礼上の問題を引き起こす可能性があるという前記主張と基本\n的内容は共通であると考えられるが，国内の外務省施設や在外公館にどの\nような酒類が保有されているかが公にされたからといって，外交儀礼にも\nとる事態が生ずるとは容易には考えられない。それを原因として，事務の\n適正な遂行に支障を及ぼすことになったり，国の安全が害されたり，他国\nとの信頼関係が損なわれたりといった事態が発生することについても同様\nであることから，被告主張の不開示の理由は存しないものというべきであ\nる（情報公開法５条３号該当性につき更に補充するならば，上記アで述べ\nたところと同様に，これをもって，他国との信頼関係が損なわれたり，交\n渉上不利益を被ったりするおそれがあると被告が判断したことは，社会通\n念上著しく妥当性を欠いており，合理性を有しないというべきである。）。\nウ 文化啓発用の日本画等購入経費に係る文書（別表１の通番18，36，255，\n397，521，538，987の各文書）の不開示部分\n被告は，文化啓発用の日本画購入経費に係る文書にあっては，百貨店等\nの店舗からではなく，個人の紹介を通じて制作者から直接購入した場合の，\n品目ごとの金額，調達先及び購入に至った経緯等当該制作者及び紹介者に\n係る情報及びそれらが類推される情報については，これを公にすることに\nより，制作者に対する評価に影響を及ぼし，紹介者と被告との関係につい\nても影響を及ぼして，将来的に同様の方法での調達が困難になると主張し，\nこの点を不開示の理由（情報公開法５条６号）として挙げている。\nしかし，制作者や紹介者の立場や考え方が明らかでないので，上記のよ\nうな情報を公にすることにより，一般的に同様の方法での調達が実際に困\n難になるおそれがあるといえるのか，そもそも疑問があるし，仮にそうし\nた事態が起こり得るとしても，取引価額や自身の名前（情報公開法５条２\n号にいう事業者に関する情報に相当すると考えられる。）が明らかになっ\nたというだけの理由で取引の継続を拒絶するような相手方との間で，そう\nした事態を回避するために情報を秘匿してまで取引関係を維持することに\nつき，「事務の適正な遂行」という観点からどれほどの利益があるのかは\n更に疑問である。公費を用いて備品の購入をしている以上，その購入価額\nを明らかにすることにも「事務の適正な遂行」という観点から一定の利益\nを認め得るところであって，少なくとも，情報を秘匿して同一の取引関係\nを維持する利益が常にこれを上回るなどとはいえず，そのことをもって\n「事務の適正な遂行」に支障を及ぼすおそれがあるとはいい難い。\nエ 本邦関係者が外国訪問した際の車両の借り上げ等の事務経費に係る文書\n（別表１の通番48，195，212，232，451，452，731，770，911の各文書）\nの不開示部分\n被告は，政財界の要人等，本邦関係者が外国訪問した際の車両の借り上\nげ等の事務経費に係る文書にあっては，車両の調達先及び車種並びに事務\n連絡室（関係者の宿泊するホテル等の中に設けるもの）の所在等の具体的\n内容に係る情報を公にすることにより，今後，本邦関係者が当該国を訪問\nする際に，突発的な事態を未然に防止し，その安全を確保することが困難\nになると主張し，この点を不開示の理由（情報公開法５条３号，６号）と\nして挙げている。\n本邦関係者が外国訪問する際に，その安全確保のため，使用車両の調達\nや事務連絡室の確保が，長期間にわたり，画一的な方法とならないよう調\n達先の入替えその他適宜の見直しを行うなどの配慮は重要であり，実際に\nこのような在外公館による安全配慮への必要な注意が尽くされているとし\nても，車両の調達先及び車種並びに事務連絡室の所在等に関する情報が開\n示されることによって，本邦関係者に危害を加えようとする者に対して必\n要以上に目標，手懸かりを与え，その襲撃等を容易にするなど，テロ対策\n等において想定外の事態を生じさせる可能性が高まり，ひいては，安全確\n保を困難にするとの事態が生ずる蓋然性を認めることができるのであって，\n外交事務の適正な遂行に支障を及ぼすおそれがあるといえる。したがって，\n車両の調達先及び車種並びに事務連絡室の所在等に関する情報（これらの\n情報は，別表１の「外形的事実等」のうちの「目的・内容」に記載されて\nいるものである。）は，情報公開法５条６号の情報に該当するというべき\nである。また，「請求書」及び「領収書」について，上記アで述べたとこ\nろと同様の理由からその全体を不開示とすべきである。これに対して，\n「請求書」及び「領収書」以外の書面上の「支払予定額」の記載（別表１\nによれば，同記載がある書面は，いずれも書面名が「決裁書」として特定\nされている。）が，同法５条３号，６号いずれの情報にも該当しないもの\nであることについても，大規模レセプションについて前記アで述べたとこ\nろと同様である。\n(2) 情報公開法５条１号該当性（争点２）について\n五類型に係る文書のうち，「文書作成者名」，「決裁者名」，「取扱者\n名」として記載された外務省職員の個人名については，情報公開法５条１号\n本文の「個人に関する情報（中略）であって，当該情報に含まれる氏名，生\n年月日その他の記述等により特定の個人を識別することができるもの」に当\nたるところ，弁論の全趣旨によれば，外務本省における６級職に満たない職\n員についてのそれは，人事異動の官報への記載，行政機関が公にする意思を\nもって提供した情報を基に作成された市販の職員録への記載がないものと認\nめることができる。これらは，不開示情報の除外事由である同号ただし書イ\nの「法令の規定により又は慣行として公にされ，又は公にすることが予定さ\nれている情報」にも当たらないものということができる。\n本件変更決定においては，五類型に係る文書のうち，「文書作成者名」，\n「決裁者名」及び「取扱者名」の記載中，外務省職員の個人名につき，上記\nの職員の範囲に限って不開示としたものであり，そこには上記不開示事由が\nあるものと認められる。したがって，当該部分の不開示について取消しを求\nめる請求には理由がない。\n４結論\n以上判断したところによれば，五類型に係る各文書（主文では，外務本省大\n臣官房，各在外公館である大使館の支出に対応する別表１記載の通番を記載し\nて，特定した。）に記載された「文書作成者名」，「決裁者名」及び「取扱者\n名」であって，本件変更決定において不開示とされた部分は，情報公開法５条\n１号に該当する情報と認めることができる。また，五類型に係る各文書のうち，\n大規模レセプションの開催の経費に係る文書及び本邦関係者が外国訪問した際\nの車両の借り上げ等の事務経費に係る文書であって，本件変更決定において不\n開示とされた部分のうち，別表１で書面名が「請求書」及び「領収書」として\n特定されているものの記載の全部，並びにそれ以外の書面の記載のうち「目的\n・内容」，「支払予定先」及び「支払先」については，情報公開法５条１号に\n該当しないものであっても，同法５条６号に該当する情報と認めることができ\nる（他方で，別表１で書面名が「決裁書」として特定されている書面の「支払\n予定額」の記載は，前記３(1)アで判断したとおり，同法５条３号，６号のい\nずれにも当たらない。）。\nしたがって，原告の請求のうち，上記各不開示事由該当部分に係る不開示決\n定の取消しを求める部分には理由がないので棄却することとし，五類型に係る\n各文書のその余の部分及び五類型に係る文書以外の各文書については，詰まる\nところ，不開示事由の立証が尽くされておらず，これらの各文書に係る不開示\n決定の取消しを求める部分にはいずれも理由があるので，主文のとおり判決す\nる。\n東京地方裁判所民事第２部\n大門 匡裁判長裁判官\n田徹裁判官 吉\n矢口俊哉裁判官\n（別紙１）\n争点に関する当事者の主張\n第１ 被告の主張\n１ 本件各行政文書に記録されている情報\n(1) 報償費の使用目的\n報償費は，国が，国の事務又は事業を円滑かつ効果的に遂行するため，当\n面の任務と状況に応じその都度の判断で昀も適当と認められる方法により機\n動的に使用する経費である。\n外務省における報償費は，外務省の公にしないことを前提とする外交活動\nにおいて，情報収集及び諸外国との外交交渉ないしは外交関係を有利に展開\nするための活動に支出されるものであり，その使用目的については，以下の\nとおり，情報収集等の事務，外交交渉等の事務，国際会議等への参加の事務\nの３類型に分類でき，それぞれについて更に詳細に類型化できる。\nＡ 情報収集等の事務\n情報収集等の事務では，国際情勢，外国及び国際機関に関する情報収集，\n調査，分析等を行う。情報収集等の事務では，各国の外交官，国際機関の\n職員等だけでなく，政・財・官の関係者，マスコミ関係者，情報提供者等\nと幅広い人脈を築き広範な情報を得ることが重要であり，報償費はこうし\nた情報の対価として，あるいは接触に適当な機会，場所等を提供するため\nの経費として使用されている。\nこれを更に類型化すると以下のとおりである。\nＡ１：情報提供に対する対価として使用されたもの\nＡ２：情報収集のための会合の経費（会食，場所代，会議への参加）と\nして使用されたもの\nＡ３：情報収集のために定例的に必要とされた物品の購入や役務の経費\nとして使用されたもの\nＢ 外交交渉等の事務\nここにいう「外交交渉」とは，外務省設置法４条２号にいう事務であり，\n二国間における外国との交渉を指す（狭義の外交交渉）。\n外交交渉等の事務では，外国との交渉及び協力その他外国に関する政務\nを，円滑かつ我が国にとって有利になるように処理しなければならない。\nこれらの事務では，公式の交渉，会談等に加えて，非公式の，あるいは普\n段からの接触，打合せ，意見交換，働き掛け等が重要であり，報償費はこ\nうした事務における相手方の協力の対価として，あるいは接触に適当な機\n会，場所等を提供するための経費として使用されている。例えば，我が国\nの立場を理解し広報に協力してもらうことを目的として，相手国のジャー\nナリスト等の有識者と種々の会合を設けたり，更には何らかの金銭，物品\n等の対価を提供する場合等が考えられる。\nこれを更に類型化すると以下のとおりである。\nＢ１：二国間の外交交渉等を進めるに当たり，協力の対価として使用さ\nれたもの\nＢ２：二国間の外交交渉等を進めるに当たり，相手方との会合の経費\n（会食，場所代，会議への参加）として使用されたもの\nＢ３：二国間の外交交渉等を進めるに当たり定例的に必要とされた物品\nの購入や役務の経費として使用されたもの\nＣ 国際会議への参加等の事務\nここにいう「国際会議への参加等」とは，広義の外交交渉のうち，狭義\nの外交交渉を除いた，国際機関及び国際会議等における多国間における外\n国との交渉であり，外務省設置法４条３号にいう事務を指す。\n国際会議への参加等の事務では，国際連合その他の国際機関及び国際会\n議等への参加並びに国際機関等との協力を行う。国際会議等には，多数の\n国・国際機関等が参加しており，利害関係等が複雑であるため，議場内で\n公開で行う我が国の政策の主張，説得等だけでは不十分であり，議場外で，\nあるいは普段から他の参加国や国際機関の関係者等と接触，打合せ，意見\n交換，調整，働き掛け等を行うことが重要である。報償費はこうした事務\nにおける相手方の協力の対価として，あるいは接触に適当な機会，場所等\nを提供するための経費として使用されている。\nこれを更に類型化すると以下のとおりである。\nＣ１：国際会議等において多国間交渉を進めるに当たり，協力の対価と\nして使用されたもの\nＣ２：国際会議等において多国間交渉を進めるに当たり，相手方との会\n合の経費（会食，場所代，会議への参加）として使用されたもの\nＣ３：国際会議等において多国間交渉を進めるに当たり定例的に必要と\nされた物品の購入や役務の経費として使用されたもの\n以上の分類・類型化を基にして，１０６９件の本件各行政文書を分類する\nと，別表１の「使用目的」欄記載のとおりとなる。なお，本件各行政文書に\nは，Ｃ１及びＣ３の類型に該当するものはない。\nまた，Ａ３，Ｂ３，Ｃ３は，情報公開審査会において，五類型に係る経費\nとされたものであるが，これらについては，被告において，情報公開審査会\nの本件答申を経て部分的な開示をしたものである。\n(2) 報償費の支出負担行為の決裁時の作成文書（決裁書）\nア 情報収集や外交工作に関する報償費の支出に係る決裁は，現場の担当者\n等が担当分野の必要性に応じて起案し，その上位の取扱責任者である局部\n長や在外公館長等が，事務の目的や手段の相当性（時期や態様等）を踏ま\nえて行っている。\nこの報償費使用に係る意思決定過程において作成される決裁文書（「決\n裁書」）が，本件開示請求に係る行政文書として特定されたものであり，\n本件各行政文書のすべてについて，いかなる書面から構成されており，そ\nの各々の書面にいかなる記載がされているかについての外形的事実を整理\nすると，別表１のとおりとなる。\n以下，「決裁書」を構成する各書面について説明する。\n(ア) 決裁書\n報償費の支出を求める場合，現場の担当者は，情報収集や外交工作の\n必要性，方法等について起案をし，上位の取扱責任者の決裁を得なけれ\nばならない。その際，見積書，予定価格書，契約書ないしは請書を添付\nする（なお，案件によっては添付しないものもある）。\nこの事前決裁を受けて当該事務が遂行され，支払の必要が現実化した\n時点で，外務本省における報償費支出の場合は，決裁書に支出依頼を付\n記し，あるいは支出依頼書を添付し，請求書がある場合にはこれも添付\nして，会計課長に提出する。\n決裁書は，具体的には，（鑑）の部分と（本文）とに便宜上区分され\nており，書面によって異同があるものの，（鑑）には，起案日・決裁日\nの日付，当該事務を担当する部局（課，室を含む。）における文書作成\n者名，取扱者名，決裁者名，件名として案件の具体的内容・使用目的等\nが記載されている。また，（本文）には，目的・内容に相当するものと\nして，情報収集活動等の対象事項，情報収集等を行う日時，情報提供者\nあるいは協力相手方の氏名（支払予定先。住所等個人を特定できる情報\nを含む。）が記載され，また，金額（支払予定額。Ａ１やＢ１の場合に\nは対価の額であるし，Ａ２やＢ２であれば会合に要する経費の額），支\n払方法等が記載されている。Ａ２やＢ２の場合には，上記に加えて，情\n報収集等のための会合を行う場所や同席者等も記載されている。\n(イ) 見積書\n決裁書の起案に際して，支出予定額を決定するために情報提供者や役\n務提供者等から見積書を入手することがある。見積書には，書面によっ\nて異同があるものの，日付（起案・決裁日），情報提供者等や役務提供\n者の名前（支払予定先。個人を特定できる情報を含む。），取扱者名，\n経費の総額（支払予定額），単価や数量等の経費内訳等が記載されてい\nる。\n見積書は，情報提供者等によっては作成して提出される場合もあるが，\n支出の性質上，そもそも作成されない場合もあるもので，作成された場\n合，その書式等は各々の情報提供者等によって異なり，その紙片の大き\nさや書式，タイプ文字の特徴から，情報提供者や役務提供者が推測され\n得る性質のものである。\n(ウ) 予定価格書\n案件によっては，見積書に加えて予定価格書が添付される場合がある。\n予定価格書には，書面によって異同があるものの，金額（支払予定額）\n及びその内訳，案件の具体的内容，日付（起案・決裁日）等が記載され\nている。\n(エ) 契約書又は請書\n決裁書の起案に際して，さらに，契約書又は請書が作成資料となるこ\nとがある。\n契約書には，書面によって異同があるものの，情報提供者等の氏名と\nその印影（若しくは署名。支払先），契約額（支払額），取扱者名及び\n案件の具体的内容等が記載されており，情報収集の対象や交渉の内容等\nについて具体的な記載がされている。\n(オ) 検査調書\n検査調書は，契約額が２００万円以上の場合に作成されることがあり，\n検査職員として発令を受けた者が，当初の決裁内容どおりに契約が履行\nされたか否かを確認する際に作成する書面である。\n検査調書には，書面によって異同があるものの，日付（起案・決裁日，\n支払手続日），検査職員名（文書作成者名・取扱者名），件名，購入数\n量及び金額（支払額），請負者住所氏名（支払先），納入場所，契約日，\n納入引渡しを受けた日，検査場所等の記載がある。\n本件各行政文書については，五類型のうち文化啓発用の日本画等購入\n（前記Ｂ３の分類に属する）で契約額が２００万円以上のものについて\n作成されている。\n(カ) 請求書\n請求書は，Ａ１やＢ１の場合には，情報提供者等から提出され，Ａ２\nやＢ２の場合には，例えばレストラン等の会合場所から提出されるもの\nで，書面によって異同があるものの，日付（支払手続日），宛先（当該\n案件の取扱者名），支払先（情報提供者等の氏名や会合場所の名称）等\nが記載されている。\n請求書は，情報提供者によっては作成して提出される場合もあるし，\n支出の性質上，そもそも作成されない場合もあるもので，作成された場\n合，様式等から情報提供者や役務提供者が推測され得る性質のものであ\nる。\n(キ) 領収書\n領収書は，Ａ１やＢ１の場合には，情報提供者等から提出され，Ａ２\nやＢ２の場合には，例えばレストラン等の会合場所から提出されるもの\nで，書面によって異同があるものの，日付（支払手続日），宛先（当該\n案件の取扱者名），支払先（情報提供者等の氏名や会合場所の名称）等\nが記載されている。\nなお，案件の実施に際して，担当部局の職員が立替払いを行った場合\nには，主に案件の終了後，立替金請求・領収書なる書面をもって精算手\n続を行うこととしているが，同書面は，取扱者からの資金の受領を示す\n書面であるとの性格に着目して，便宜上領収書として整理している。こ\nの書面には，日付（支払手続日），取扱者名，金額（支払額）等が記載\nされている。\n領収書についても，情報提供者によっては作成して提出される場合も\nあるし，そもそも作成されない場合もあること，作成された場合，様式\n等から情報提供者や役務提供者が推測され得る性質を持つことは，請求\n書と同様である。\n(ク) 支出依頼書\n支出依頼書は，外務本省において，当該事案を担当する各部署が官署\n支出官である会計課長に対して，事案に要した経費の支出を求める書面\nであり，書面によって異同があるものの，文書作成者名，決裁者名，起\n案・決裁日，案件の具体的内容（目的・内容），支払手続日，金額（支\n払額），支払先（Ａ１やＢ１の場合には情報提供者等，Ａ２やＢ２の場\n合には会合場所の名称）等が記載されている。\n(ケ) 支払明細書\n支払明細書は，外務本省において，案件ごとに取扱責任者が役務提供\n者等に実際に支払を行ったことを示す書面であり，書面によって異同が\nあるものの，文書作成者名，日付（起案・決裁日，支払手続日），支払\n額，報償費の使用目的，取扱者名等が記載されている。\n(コ) 支払証拠台紙\n支払証拠台紙は，通常，在外公館において，報償費による支払が案件\nごとに実際に行われたことを示すため，請求書や領収書を貼付する書面\nである。\n支払証拠台紙には，書面によって異同があるものの，添付された請求\n書や領収書とは別に，報償費の使用日（支払手続日），報償費使用の目\n的や内容，取扱者名，支払手続日，支払額等の決裁書の本文に相当する\n事項が記載されている。\nイ 以上のとおり，報償費使用に際しては，案件によって「決裁書」を構成\nする書面群の中身は異なっているものの，おおむね上記の書面群からなる\n「決裁書」が作成され，これをもって報償費の支出に関する意思決定がさ\nれているもので，これは，本件各行政文書に係る報償費使用に関しても同\n様である。したがって，本件各行政文書として特定された「決裁書」には，\n全体として，当該報償費を支払う情報提供者や役務提供者等の氏名，担当\n部署，支払金額，報償費に係る事務の目的，内容，単価，積算の基礎等を\n示す情報が記載されているため，これらの各記載を一項目でも見れば，報\n償費の支出として，いつ，誰が，何の目的で，あるいはどのような事務に\n関し，幾ら，誰に対して支払ったかという，報償費の具体的使途，使用目\n的，報償費に係る事務の内容等が明らかとなる。\n２ 報償費使用に関する秘密保持の必要性\n(1) 外交事務の特殊性\n外務省及び在外公館が携わる国際社会における外交交渉及び外交事務は，\n一般の行政事務とは異なった特質を有しており，高度の政策的判断，専門的\n技術的判断に係る要素が内包されている。外交事務は，実施の事実について，\nこれを公に行う外交活動と公にしないことを前提とする活動とが相まって，\n初めて有効な外交事務を行うことができるのであって，案件の実施すらも公\nにしないことを前提とする外交活動は，その性質上，秘密の保持の要請が極\nめて高い。\nア 公に行う外交活動に伴う制約\n(ア) 公に行う外交活動には，政府間の公式協議，交渉，その他会合のほ\nか，文化・広報事業，人的交流事業，経済協力事業，領事事務等，様々\nなものがあり，外交事務を行う上で機軸となる重要な役割を果たしてい\nる。\nしかし，これらの活動は，その公としての性格から，様々な特質又は\n制約を有している。例えば，ある案件につき公に協議・意見交換を行う\n場合は，当該分野の責任者又は担当者と会合すべきものとされ，正式な\n外交ルートの調整を経た上で行うか，少なくとも正式な外交ルートを経\nないことについて支障を生じない範囲で行わなければならない。\nまた，公に行う活動における意見交換等の内容は，政府や組織の公の\n方針にそったものであることが必要となり，それから大きく逸脱するこ\nとはないという制約がある。そのため，会合等の態様や手段についても，\n対外的な影響，予想される受け止め方等に十分配慮することが求められ，\n特定の国や組織の関係者とのみ頻繁に会合を設けたりすることは差し控\nえざるを得ない。\nこのように，国家として公に行う活動は，国や組織として，交渉，意\n見交換，その他の活動を行うものであるから，適正な権限を有する担当\n者による公の方針に合致した発言その他の活動として，当然に責任を伴\nう。そのため，それだけ慎重な配慮・選択が要求されるし，今後の我が\n国の国際的な立場にも影響する反面，公の活動に伴う制約があるのもま\nた当然である。\n(イ) 以上のとおり，公に行う活動には，我が国としての政治的な立場に\nそってされる活動としての制約があるため，外交事務は，公にすること\nを前提とする外交活動だけでは十分に対応しきれないのが現実であり，\n公の立場で行われる協議，交渉，その他会合，事業等を適正かつ効果的\nに実施するためには，その前提として，公の場以外で相手国や国際情勢\nの把握に努め，その他種々の働き掛けを行うことが必要となる。また，\n相手方によっては，非公式の形でしか外交活動を行い得ない場合もある\nため，こうしたことから，公にしないことを前提とした外交活動が必要\n不可欠となる。\nイ 公にしないことを前提とした外交活動の意義と特質\n(ア) 公にしないことを前提とした外交活動においては，例えば，ある協\n議を行うに当たり，自国あるいは相手国，関連諸国の置かれた現在の状\n況や，今後それがどこまで変化し得るのか，また，我が国の方針が相手\n国の政府，有識者，世論との関係や自国の各層との関係でどのように評\n価されているのかなどの情報を収集することが極めて重要である。一方，\n相手国政府の政策形成や世論形成に当たる要人に対し，我が国の考え方\nへの支持や理解をあらかじめ求めておくことは，その後の交渉に当たっ\nて極めて効果的となる場合があるが，このような活動は，公にしないこ\nとを前提とする外交活動を通じて，より効果的に行うことができ，実際\nにその果たしている役割は大きい。\n(イ) 公にしないことを前提とした外交活動によって，先方政府，その他\n組織等の役職や権限に制約されることなく，任意の関係者を選択して会\n合その他の活動を行うことが可能となり，例えば，相手国の実際の状況\nを把握するために，従前より個人的信頼関係を築いている外務省関係者\nがいれば，秘密裏にその者との会合を設定することも可能である。\nまた，公にしないことを前提とすることによって，外交ルート等その\n他組織の正式な窓口を通さずに，会合その他諸活動の調整を行うことも\n可能となり，外交ルートの外で，有力な政府上層部，その他関係省庁幹\n部，有力な政治家に対して直接働き掛けを行ったり，あるいは政府上層\n部のブレーン等，政府等の検討や意思決定等に影響力を持つ存在に対し\n働き掛けたりすることを通じて，その国の外交政策に係る情報を収集し\nたり，我が国の政策・立場への理解を得ることも可能となる。\nさらに，公にしないことを前提とすることによって，相手方から，そ\nの所属する国の政府，組織等の正式な立場に必ずしもとらわれることな\nく，相手国や第三国の政府部内の内情（当該案件に係る部内の諸意見，\n現状認識の共有状況，部内での検討状況等），我が国の外交政策に対す\nる率直な意見，第三国との外交関係の内情や将来の観測，問題解決のた\nめの様々なアイデア等について，話を引き出して情報を収集することが\n可能となり，その結果，相手国の公の外交方針等が決定される前に，先\n方政府関係者と交渉の機会を持ち，必要に応じ，事前に我が国の考え方\nを伝えたり，我が国に対する方針の修正を検討する機会を与えたり，相\n手国が従前公の活動の場で表明している方針等（いうなれば建前）の背\n後にある事情や譲歩可能な点として考えているところ等を知り，交渉の\n妥結点等を予測することもできる。また，関係者が事前に，公としない\n形で会合し，より自由な議論を行うことで，それぞれの事情に対する理\n解を深め，解決を模索するための様々な材料を提示し合う機会が生まれ\nることを期待することもできるし，場合によっては，特定の案件を契機\nとして我が国と外交関係が悪化している相手国とも，個人的信頼関係に\n基づく，公にしないことを前提とした水面下での接触を通じて事態の収\n拾の方策を探ることすら期待できる場合がある。\n(ウ) このように，多くの場合，外交官が，適切かつ効果的な情報収集及\nび諸外国等との外交交渉又は外交関係を有利に展開するための活動を行\nうためには，当該活動が公とならないことが前提となっている必要があ\nり，同時に，情報提供者等との間に完全な信頼関係が存在している必要\nがある。両者の条件が満たされてこそ，相手方から，同人の所属する政\n府，組織等の正式な立場に必ずしもとらわれることなく，政府部内の内\n情等について，話を引き出して情報を収集し，種々の働き掛けを行うこ\nとも可能となるのであって，そのためには，普段から個人的な信頼関係\nの構築が極めて重要となることはいうまでもない。したがって，外交官\nには，常日ごろから将来の情勢を見越して，先見的な人脈形成，個人的\nな信頼関係の構築に努めることが求められているし，また，当該情報収\n集活動等が，実際の外交成果につながるかどうかは，後にならなければ\n分からず，無駄になる可能性も承知で行うのが情報収集等の外交工作活\n動の宿命であり，その中から一つでも有益な結果が得られれば全体とし\nて意味のある活動であったといえるのであって，幅広く，日ごろから接\n触を継続しなければならないのである。\nこのような意味において，外交上の情報収集や工作活動は，一回一回\nの接触や工作を切り離して考えることはできないのであって，決定的に\n重要な情報収集や外交交渉のための接触と，人脈形成を目的とした一見\nすると秘匿の度合いが低いと思われがちな接触とで，それに関する情報\nを開示するか否かの区分を設けることは困難なのである。\nウ 公にしないことを前提とした外交活動における秘密保持の必要性\n(ア) 公にしないことを前提とした外交活動が公にしないことを前提とす\nる以上，その情報収集等の相手方協力者に関する秘密を保持しなければ\nならないことはいうまでもない。\n例えば，相手方の名前を明かせば，我が国政府と当人との公にできな\nい場での関係を第三者に推測させ，我が国の情報収集先を推認させるこ\nとになる。当該相手方が，自己と日本政府との間に情報の提供等に係る\n利害関係が存在すると第三者に推認されていると思うに至れば，将来，\n同人が自己の立場を守るために情報提供をちゅうちょするのも，自然な\nことである。\nまた，国によっては，自国の外交官が他国の政府関係者と接触するこ\nとをコントロールしている場合も考えられるし，そうした場合には，接\n触の事実自体を秘匿しない限りは，情報提供者等との非公式の会合は成\n立し得ず，同人との接触は当局の監視・監督の下に行わざるを得なくな\nり，そうなると，我が国の外交活動に大きな制約が課されることになる。\nさらに，当該案件の担当者間では双方承知の上での活動であるが，対\n外的には秘密を保持すべき場合もある。例えば，相手国との正式交渉に\n入る前に，交渉のための接触自体を対外的に明らかにしないで予備交渉\nを行い，正式交渉における議論の論点や方向性等について話合いがもた\nれることが往々にしてあるが，当該案件によっては，我が国あるいは相\n手国に利害関係者が多く，こうした予備交渉を明らかにすると，利害関\n係者から圧力が加わり，交渉上の妥協の余地を狭められるなどの不利な\n事態に陥ることもあり得る。このような場合にも，相手方との接触自体\nに関する秘密保持は強く要請され，その要請は，事後においても変わら\nない。\n(イ) 公にしないことを前提とした外交活動は，当然のことながら，相手\n方もまた，他国の外交官に協力しているという事実関係を他人に知られ\nることを極度に嫌う場合が多い。しかも，世界には種々の国家，組織，\n人があり，それぞれの行動原理，価値基準が，我が国においては通常考\nえられないようなものである場合もある。特に，自由主義，民主主義に\n基づく諸権利が制限されている国における情報提供や我が方との意見交\n換には，政治的・社会的なリスクがあり得るから，外交工作等に応じて\nいる事実を他に知られた当該外交工作の相手方の身に，いつ不測の事態\nが生じ得るか予断を許さず，その危険性については，常に配慮が必要で\nある。\nそのため，我が国としても，相手方の協力を継続的に得るためには，\n工作に応じている事実を余人に知られたくないといった相手方情報提供\n者の要請ないし期待に応え，相手方との信頼関係を維持することが必要\n不可欠である。しかも，情報公開法は，何人も，行政文書の開示を請求\nすることができるとしていることからしても，このような外交に関する\n情報の開示については，国家その他の組織が，自国や自らの組織の権益\nを守るため，高度な情報収集能力及び分析能力をもって，他国の情報収\n集活動や外交工作活動に職業的に注意を払っていることを念頭に置いて，\n細心の注意をもって対応しなければならない。\n(ウ) 以上のような秘密保持の必要性から，外交官が情報収集や外交工作\nに係る活動を遂行していく上で，本質的に重要な情報提供者や協力者と\nの信頼関係構築について，その手法は明らかにしないということが，外\n交の世界ではある種の「ルール」となっている。日本がこの「ルール」\nに反する行動をとれば，日本の外交官の信頼は失われ，「ルール」の中\nでの活動を著しく制限されることになり，外交事務の適正な遂行に支障\nを来し，ひいては国益を損なうことになる。\n(エ) 以上のとおり，公にしないことを前提とした外交活動においては，\nその性質上，また，活動の対象者，協力者との信頼関係を保持する必要\n性の観点からも，秘密保持の必要性が高い。他の先進主要国においても，\n情報収集等に使用される予算については，総額あるいは概括的な予算が\n公表される程度で，具体的な使用目的，使途等が明らかになるような制\n度は採られていない。これは，外交活動における情報収集等に関する秘\n密保持の必要性が極めて高いことの証左である。\n(2) 外務省における報償費の特徴\n公にしないことを前提とした外交活動に係る秘密保持の必要性から，外務\n省においては，情報提供者等と接触の際に当てられる予算費目は，「当面の\n任務と状況に応じてその都度の判断で昀も適当と認められる方法により機動\n的に使用する経費」である報償費が当てられている。そして，秘密保持の必\n要性から，支出負担行為の手続や会計検査院への報告にも特別な扱いがされ\nている。\nア 報償費の性質\n(ア) 機動性，個別性の要請\n情報収集・外交工作のための活動は，機動性又は個別性に十分対応し\nたものでなければならず，また，対象となる組織が多種・多様で，対象\n分野も多岐にわたることから，外務本省各部署や在外公館の各現場にお\nいて，その時々の国際情勢を踏まえ，機動的に使用できるものとする必\n要がある。それぞれの案件の特質を考慮した上で，相手国の公の立場を\n的確に把握し，情報収集等の対象としての人物の選定，会合の場所，時\n期等，種々の事項を適宜判断しなければならない。また，機を逸すれば\n必要な情報や協力が得られないこともあるから，その判断は速やかに行\nわねばならない。このような判断を行うためには，外務省の中でも，当\n該国にある大使館のうち，個別の問題の各担当者の専門性に基づく知見\nや判断を尊重することが不可欠となる。このため，外交当局としては，\n情報収集や外交工作の制度について，事務の目的や手段について一定の\n指針を設けつつ，個々の使用に当たっては現場の判断を尊重する制度と\nすることが必要かつ合理的である。それゆえに，情報収集その他外交工\n作事務は，通常，現場の担当者等が担当分野の必要性に応じて起案し，\n上位にある取扱責任者（局部長や在外公館長）等が，事務の目的や手段\nの相当性（時期や態様等）を踏まえ，決裁することとなっている。\n(イ) 保秘の必要性\n情報収集や外交工作活動は，その時々の国際情勢を踏まえ，不断の努\n力によって築き上げてきた個別の信頼関係に基づき，現場において公に\nしないことが適当と判断されて展開されるものであるから，そのような\n活動のための経費支出である報償費の使途についても，関係する情報の\n秘密保全を十分に確保するものでなければならない。\n当該報償費使用に係る案件の処理中はもちろんのこと，たとえ，当該\n案件の処理が終了した後であっても，個別の関係の様々な情報が公にな\nるとすれば，情報提供者や協力者の立場が損なわれる危険性は大きいし，\nまた，日本国の情報収集等に関する情報が後に公開されることが知られ\nれば，当該案件の情報提供者等のみならず，他の情報提供者等との信頼\n関係も損なわれ，情報収集等への協力が得られなくなる。\nこのような保秘の必要性は，情報提供者等の保護にとどまるものでは\nない。報償費を使用する外交活動は，公にしないことを前提とするがゆ\nえに外交活動を我が国に有利に展開することを可能にするものであるか\nら，報償費使用の相手方，目的，内容等が知られ，それにより我が国の\n情報収集その他の外交工作の手法，方針等が推知されると，他国が我が\n国のこのような外交政策に対して対策を講じ，報償費使用に係る外交活\n動の目的を十全に達し得ないこととなるなどの支障が生ずるおそれは十\n分にある。\nイ 報償費の会計手続上の特殊性\n報償費については，このような報償費使用に係る情報収集・外交工作の\n秘密保全の必要性に十分に備えるため，支出負担行為をするに当たり，特\nに積算の基礎等を表す書類を整えなくても，交付しようとするときに交付\nする旨の決定をすれば足りるとされ，一般的な支出負担行為とは異なる扱\nいがされている。\nまた，決算についても，報償費の具体的な使途を公表すると，それによ\nり行政の円滑な遂行に重大な支障を生ずることとなることから，「特別の\n事情がある場合には，会計検査院の指定により，又はその承認を経て，こ\nの規則の規定と異なる扱いをすることができる。」場合（計算証明規則１\n１条）に該当するとして，いわゆる簡易証明によることが認められている。\n運用としても，報償費の書類は「極秘」ないし「秘」指定として取り扱\nわれ，取扱いが可能な職員を制限するなどの措置を採っているところであ\nる。\nこのように，報償費を使用した活動の特質は，会計処理上の取扱いにお\nいても認められている。このような報償費の特質は情報公開法５条の解釈\nに当たっても尊重されなければならない。\n３ 本件各行政文書に記録されている情報の法５条３号，６号該当性\n(1) 決裁書を開示した場合の記載事項ごとの不都合\nア 文書作成者名，決裁者名，取扱者名に係る記載\n(ア) 文書作成者名\nここでいう文書作成者とは，別表１の「外形的事実等」欄に記載して\nいる文書作成者，すなわち，「決裁書」を構成する各書面の作成者を意\n味する。\n本件各行政文書の起案者等，文書作成者に係る具体的な氏名の記載が\nある場合には，別表１において「文書作成者名」との特定を行っている。\n文書作成者は，情報収集ないしは工作活動の対象分野の担当者であるか\nら，個々の氏名を特定すれば，報償費を使用して行う情報収集や外交工\n作活動に係る事務の遂行者又は企画者個人の特定が可能となる。そして，\n当該文書作成者が特定されれば，公開情報，電話照会や在外公館に勤務\nする現地職員等を通じた情報収集から，容易に当該個人の担当職務・部\n署が明らかになる。そうすると，文書作成者名からその担当部署を把握\nすることによって，担当部署（在外公館を含む。）別の情報収集の活動\nの件数を知り，その多寡，推移，頻度を分析することが可能となる。こ\nのようにして，他国等により，我が国が行っている情報収集活動，工作\n活動の方針，意図，動向，その前提とする外交方針等が察知されること\nになり，日時等の他の情報と組み合わせれば，その時々の外交行事等と\nの比較分析をすることによって，更に詳しくいかなる案件について情報\n収集，工作活動を行っているかが明らかとなり，我が国が行っている情\n報収集活動，工作活動の方針，意図，動向，その前提とする外交方針が\n察知されることとなる。そうなれば，外国若しくは国際機関との信頼関\n係が損なわれるおそれ，情報収集その他外交工作活動が阻害されるおそ\nれ，外交儀礼上の問題が生ずるおそれ又は交渉上の不利益を被るおそれ\nは極めて高く，外交事務の適正な遂行に支障を及ぼすのは明らかである。\nまた，氏名は明かさずに職名を明らかにしたとしても，職名からその\n担当事務を推知し得るので，氏名を明らかにした場合と同様の理由で，\n外務事務の適正な遂行に支障を及ぼす。\n(イ) 決裁者名\n本件各行政文書（ないしそれを構成する各書面）に，昀終決裁者やこ\nれに至るまでの間に中途決裁をした者の氏名が記載されている場合には，\n別表１において「決裁者名」と記載して特定を行っている。決裁者名の\n記載は，官房長等の部局長や在米大使等の公館長の役職に係る記載に限\nらず，担当分野別の課長（情報通信課長等），班長（防衛班長等）の役\n職名及び当該決裁者の署名の記載の形で行われるため，決裁者名を更に\n特定しようとすれば，具体的な担当分野別の決裁者の役職名又は署名が\n明らかとなる。そうなれば，文書作成者名を開示する場合と同様の理由\nで，外交事務の適正な遂行に支障を及ぼすのは明らかである。\n(ウ) 取扱者名\n本件各行政文書（ないしそれを構成する各書面）に報償費の支払手続\nにおける取扱者名に係る記載がされている場合には，別表１において\n「取扱者名」と記載して特定を行っている。報償費の支払手続における\n取扱者は，報償費を使用する担当者，又はその担当部署職員であるから，\nこれを開示すれば，文書作成者，決裁者名を開示する場合と同様に外交\n事務の適正な遂行に支障を及ぼすのは明らかである。また，氏名は明か\nさずに職名を明らかにしたとしても，職名からその担当事務を推知し得\nるので，氏名を明らかにした場合と同様の理由で外務事務の適正な遂行\nに支障を及ぼすこととなる。\nイ 起案・決裁日，支払手続日に係る記載\n(ア) 起案・決裁日\n本件各行政文書（又はそれを構成する各書面）に起案日及び決裁日の\n記載がある場合には，別表１において「起案・決裁日」と記載して特定\nを行っている。起案日又は決裁日を開示することは，情報収集活動その\n他外交工作活動を行うための意思決定の時期を個別具体的に明らかにす\nることになる。この意思決定の時期に，当該時期における国際情勢を踏\nまえた分析を加えることによって，我が国がその当時，いかなる外交事\n案に関して情報収集その他外交工作活動等を行ったかが推知され，これ\nを分析することが可能となり，その結果，我が国の情報収集活動その他\n外交工作活動の方針，意図，動向等，その前提となる外交方針等が察知\nされる危険は極めて高い。報償費使用の意思決定の時期に，報償費使用\nの件数（各報償費使用に係る「決裁書」を１行政文書として特定してい\nるから，「決裁書」の数を見れば，報償費使用の件数は容易に判明す\nる。）をみても上記分析は可能だが，さらに報償費の使用額，使用部署\n（文書作成者等から判明することは既に述べたとおりである。）等を併\nせて分析すると，我が国の外交活動の方針等の分析は一層容易になる。\nちなみに，被告は，特定の部署における報償費の支出額を実際に時系列\n的に集計してグラフに表してみたところ，明確な起伏が現れ，時々の国\n際情勢やその中で被告が必要と判断する情報収集等の活動に係る被告の\n機動的な意思決定が報償費支出に直接的に反映されていることが示され\nたもので，その旨情報公開審査会において説明し理解を得たところであ\nる（例えば，支出が突然増えているような時期が存在したとして，これ\nとその当時の国際情勢，特定相手国との関係等を照らし合わせれば，当\n該支出の具体的使途が明らかにされてしまうことになる。したがって，\n本件各行政文書に係る報償費支出に関して上記のようなグラフを示すと\n不開示情報を開示するに等しい結果となるから，非公開の情報公開審査\n会はともかく，本件訴訟において同様の説明を試みることはできな\nい。）。そして，我が国の外交活動の方針等が他国等に推知される状況\nに陥れば，我が国と他国等との信頼関係が損なわれるおそれ，情報収集\nその他外交工作活動が阻害されるおそれ，外交儀礼上の問題が生ずるお\nそれ，交渉上の不利益を被るおそれがあることは火を見るより明らかで，\n外交事務の適正な遂行に支障を及ぼすことは改めて指摘するまでもない。\n(イ) 支払手続日\n本件各行政文書（又はそれを構成する各書面）に報償費の支払の手続\nを執った日が記載されている場合には，別表１において「支払手続日」\nと記載して特定を行っている。支払手続日は，起案・決裁日と同様の理\n由で，開示になじまない。\nウ 支払予定先，支払先に係る記載\n(ア) 支払予定先\n本件各行政文書（又はそれを構成する各書面）に報償費の支払予定先\n名が記載されている場合は，別表１において「支払予定先」と記載した\nとおりである。「支払予定先」には，報償費の支払を予定している相手\n方たる情報提供者や役務提供者等，会合の場合はその場所が記載される。\n情報提供者等の氏名のほか，その住所，口座番号等が記載されることも\nある。\n情報提供者等の氏名等を明らかにすると，情報提供者，交渉の相手方\nや協力者の具体的氏名や，それを特定し得る当該者のサイン，印影，住\n所や口座番号等が明らかとなり，特定の人物に対する報償費支出の事実\nとこれらの人物が我が国政府に対して情報提供や何らかの協力を行って\nいたことが明らかとなる。当該情報提供者等の協力は，自己の活動が公\nにされないことを明示ないしは黙示の前提として行われたものであるか\nら，公開されたことを情報提供者等が知ることとなれば，我が国政府に\n対する信頼は失われ，以後，内々の情報の提供，率直な意見交換等の協\n力に積極的に応じなくなるおそれがある。また，当該情報提供者等が我\nが国政府に対して情報の提供等何らかの協力を行ったことが明らかにな\nると，政治的ないし社会的に，当該情報提供者の立場が損なわれたり，\nさらには，何らかの制裁が科されること等も懸念される場合がある。特\nに情報提供者等から受領した領収書が公開されれば，それが情報提供の\n動かぬ証拠となるのであって，情報提供等の事実が発覚した場合の当該\n情報提供者等の立場への悪影響には，当該者の置かれた政治的，社会的\n環境いかんでは，人命にかかわるおそれがあるものから，当該関係者の\n職務上の地位・立場が損なわれ，当該関係者の事務の遂行に支障が生ず\nるおそれがあるものまで様々な程度のものが含まれる。例えば，イラク\nのフセイン政権時代には，同政権が反体制派をあらゆる手法で徹底して\n監視していたことが明らかとなっているが，我が国が同政権下における\n反体制派に属する人物との接触を行っていたとの事実が仮にあったと想\n定して，その事実が明らかとなった場合を考えてみれば，当該人物が国\n内でいかなる処遇を受けることになるかは想像に難くなく，我が国とイ\nラクとの二国間関係に何らかの影響を及ぼす可能性もある。\nまた，当該情報提供者等の氏名等が明らかとなると，その職業，社会\n的地位，専門分野等の個人的属性，活動の方法や舞台等を分析すること\nが可能となって，我が国が行っている情報収集活動等に関する方針，意\n図，内容等が察知される結果となる。そうすると，他国等が我が国の情\n報収集活動等を先回りして阻害したり，交渉上不利益を被るおそれがあ\nるほか，他国等との信頼関係が損なわれるおそれがある。今日，個々の\n外交案件に相手国の国内の諸情勢が密接に関連しており，任地にある外\n交官は，任国の外務省のカウンターパートを相手方とするのみならず，\n関係分野の省庁の役人，民間企業，与党・野党の政治家，ジャーナリス\nト等と様々な形で接触している。これらの接触の事実が，事後，相手方\nの氏名を含め情報公開により明らかとなれば，接触した相手方の立場を\n損ね，これらの者との信頼関係を損なう危険があり，さらに，正規の外\n交ルートに悪影響を及ぼすことも懸念される。報道をみても，情報源で\nある情報提供者や協力者の具体的氏名を明らかにすることが，当該人の\n立場をいかに害し，時として生命さえ奪いかねないということが，現実\n世界の出来事であることが分かる。\n会合の行われる場所等が明らかになると，その場所が，例えば，カジ\nュアルな場所かフォーマルな場所かといったことやそこで供されるサー\nビスの内容，価格等から，我が国の相手方に対する格付けや他の情報提\n供者との比較が明らかとなり，先方がそれを不満に思うなどして先方と\nの信頼関係に悪影響を与えることになるし，また，我が国職員のよく利\n用するレストラン等を第三者が知ることにより，我が国の「手の内」が\n知られ，今後我が国が情報収集等の外交工作活動を行うに当たって，当\n該場所に対する監視の強化，盗聴工作等を含む妨害工作等が図られる可\n能性がある。さらに，レストランの名前から情報提供者や協力の相手方\nの所属先等の個人を特定できる情報が明らかになる場合がある。\n(イ) 支払先\n本件各行政文書（又はそれを構成する各書面）に報償費の実際の支払\n先名が記載されている場合は，別表１において「支払先」と記載したと\nおりである。この「支払先」は「支払予定先」と同じ性質のものであり，\nしたがって，これを開示することとなれば，「支払予定先」について述\nべたところと同様の不都合がある。\nエ 支払予定額，支払額，支払方法に係る記載\n(ア) 支払予定額\n本件各行政文書（又はそれを構成する各書面）に報償費の使用予定額\nの記載がある場合は，別表１において「支払予定額」と記載したとおり\nである。報償費の支払予定額の開示は，報償費を使用する案件ごとの支\n出予定金額及びその通貨単位を明らかにすることになり，個別の支出予\n定金額が明らかになれば，その額の多寡，推移等を通じて，報償費を使\n用して行った情報収集その他外交工作活動事務について，その方法，意\n図，方針等を推知することが可能となる。例えば，同一額の支出額が複\n数存在する場合，そこから定期的な情報提供者の存在やその人数の推測\nが可能となったり，これらの金額の分布から，情報提供者の質やレベル\nが推測されたり，また，特別の外交課題に対応して特に重点的に工作活\n動を行う場合や，特殊な外交工作については，経費も増加することが想\n定されるが，そのような案件の有無や数が明らかになることによって，\n我が国の情報収集その他工作活動の事務の方法，意図，方針等が推知さ\nれることになる。また，仮に，金額自体は明らかにせず，通貨単位のみ\nを明らかにするとしても，これを通じて，報償費を使用して行う情報収\n集その他外交工作活動の対象とする外国，国際機関，あるいはこれらの\n事務が行われる国，地域が明らかとなって情報分析が可能となるほか，\n報償費使用の目的や内容の推察も可能となることから，現地通貨と異な\nる通貨を使用した特別な情報収集，工作活動が行われた件数もまた明ら\nかにすることとなる。その結果，我が国の情報収集活動その他外交工作\n活動の方針，意図，動向等，その前提となる外交方針等が察知されるこ\nとになり，そうなれば，外国若しくは国際機関との信頼関係が損なわれ\nるおそれ，情報収集その他外交工作活動が阻害されるおそれ，又は交渉\n上の不利益を被るおそれがあり，外交事務の適正な遂行に支障を及ぼす\nおそれはこれもまた明白である。\n(イ) 支払額\n本件各行政文書（又はそれを構成する各書面）に報償費の支払の必要\nが現実化した時点における実際の支払金額が記載されている場合には，\n別表１に「支払額」と記載して特定を行っている。報償費の支払額を開\n示することは，支払予定額の開示と同様の危険性があり，開示になじま\nない。\n(ウ) 支払方法\n支払方法は，情報収集その他外交工作における情報若しくは協力の対\n価又はこのような機会を提供するための経費を，官署支出官がどのよう\nに支出したかという方法を示すものである。これが本件各行政文書（又\nはそれを構成する各書面）に記載されている場合には，別表１に「支払\n方法」と記載して特定を行っている。支払方法は，情報収集並びに工作\n活動の具体的態様及び情報提供者並びに協力者との関係において個別に\n決定されるものであり，個々の報償費の目的・内容と密接に関連するも\nのである。したがって，支払方法が明らかになると，報償費使用の事務\nについての方法，意図，方針等を推知することを可能にし，そうなれば，\n外国若しくは国際機関との信頼関係が損なわれるおそれ，情報収集その\n他外交工作活動が阻害されるおそれ，又は交渉上の不利益を被るおそれ\nは明らかで，外交事務の適正な遂行に支障を生ずることになる。また，\n支払先（情報提供者や協力者，会合の場所等）の口座番号等も支払方法\nに含まれる。\nオ 目的・内容に係る記載\n(ア) 目的・内容は，当該報償費使用が前記１(1)で分類した類型のいず\nれに該当するかを示すものである。「目的」は，報償費の目的にそった\n当該報償費の使用の目的，事務の必要性に関する記載で，本件各行政文\n書にはこれが具体的に記述されており，また，「内容」は，報償費を使\n用して行う「情報収集の事務」等の具体的な内容，方法，態様に関する\n記載であって，当該内容の適正さを示す積算等の根拠や事情（役務提供\n者等との交渉，従来の成果等を含む。），事務を行う職員等の氏名，会\n合の場合は同席者の氏名等を含むものである。これらの目的・内容に係\nる記載は，その性格上両者を区別して記述されるものではなく，渾然一\n体となっていることから，別表１においても，これらを区別せずに記載\nしている。\n情報収集等の目的が明らかになると，我が国の外交上の意図，関心を\n他国政府に知られることとなる。そして，それらを分析されると，我が\n国の情報収集等の目的，外交政策の意図，関心，懸念の程度，情報収集\nや外交交渉の方法等（例えば，我が国が外交問題の顕在化を避けたいと\nする案件の内容とそのための活動の概要，我が国が実施の可否を検討し\nている政策の内容やそのための活動の概要，他国の政策に対する我が国\nの真の懸念の程度とそのための対策の活動概要等）を知り得ることにな\nる。その結果，当該分野が他国にとって触れられたくない分野であった\nり，あるいは，自国に関する事柄について種々調べられること自体を是\nとしなければ，我が国と当該国との関係を悪化させることにもつながり\nかねないし，他国が，我が国のこのような事実を踏まえて新たな外交的\n立場を明らかにしたり，我が国が過去に働き掛けを行った国や人物等に\n対して対策を講じることによって，我が国から他国への外交的な働き掛\nけが不調となったり，又は，他国が我が国に対してより強硬な立場をと\nるなどの事態が生ずるおそれがあり，その結果，外交交渉ないし国際関\n係において不利な立場に立つこととなるおそれがある。\nまた，上記のような報償費支出の内容が明らかとなると，例えば，会\n合の同席者等が明らかとなった場合，その職務やランクが明らかとなれ\nば，相手方たる情報提供者等のランク等が推測され，場合によっては，\n個人名の特定につながることもある。情報提供者等が特定されることに\nよる支障は支払予定先等について述べたとおりである。さらに，取扱者\n名や会合の同席者名から，その担当部署別の情報収集活動の件数，金額，\n実態を分析することを通じて，我が国の情報収集等の活動の方針等を察\n知することも可能となる。また，情報収集等の活動の際の態様，その際\nに相手方に提供したサービスの内容（例えば，会食の場合は食事の内容\nやその金額等）が明らかとなった場合，他の情報提供者等に提供した内\n容等を比較することによって，相手方の格付けが明らかとなり，それを\n不満とした相手方との信頼関係に悪影響を与えるおそれもある。\nしたがって，「目的・内容」を明らかにすることは，報償費を使用し\nて行う外交工作活動そのもの，そして，その活動を行う我が国の意図，\n方針を明らかにすることとなり，本来的に開示にはなじまない性質のも\nのである。\n(イ) なお，五類型に係る経費については，「目的・内容」に該当する記\n載事項は，開示しているものもあれば不開示としたものもある。\nこれは，「目的・内容」に係る記載は，原則として全面不開示が妥当\nであるが，五類型に属する報償費の支出に関しては，会計検査院の決算\n検査報告及び情報公開審査会による累次にされた本件答申で，定型化・\n定例化していたとの判断がされ，報償費の使途が五類型に限って明らか\nにされたことによって，改めて検討した結果，事務に支障のない範囲や\n他国等との信頼関係を損なわない範囲で対象文書の一部情報を開示した\nものである。\n例えば，「目的・内容」のうちで，開示した部分として「件名」があ\nる。大使着任レセプションであれば「大使交替レセプション」，酒類購\n入に係る経費であれば「麻布台別館設宴用酒代」といった標記がそれぞ\nれ件名に相当するが，これらについては，上記答申が発表された段階で，\n既に公にされたか，あるいは相当程度公になることが予期されている情\n報として開示したものである。\n同様に，大規模レセプションに係る「目的・内容」に該当する日程，\n主催者や開催場所については，当該レセプションが定例的に実施されて\nきており，日程や場所等も公にされてきていることから，該当する情報\nは開示できるとして，情報公開審査会が判断したもので，本件において\nも，その範囲で部分開示したものである。\n日本画等購入経費については，百貨店等の店舗から購入していたとの\n事実が上記答申にも記載されているため，このように具体的な購入方法\nが明らかにされたことを前提とすれば，もはや，他に不開示とすべき理\n由もないものと改めて判断した結果，「目的・内容」に該当する支出要\n旨・説明を一部開示したものである。\n上述のとおり，五類型に係る経費については，その使途が第三者機関\nにより明らかにされたことから，事後的に，秘密保持の必要性が喪失し\nた結果として，その範囲で本件対象文書の各項目の一部を部分開示した\nもので，五類型以外の本件各行政文書の場合とは一律には論じることは\nできないことを念のために付言する。\n(2) 本件各行政文書の不開示事由該当性\nア 法５条３号の不開示事由に関する主張立証責任\n行政文書の不開示決定の取消訴訟においては，情報公開法５条各号の不\n開示情報該当性の根拠事実に関しては，原則として，被告が主張立証責任\nを負っており，①当該行政文書に「情報」が記録されていること（ある事\n柄についての情報が記録されていること），②当該「情報」が同法５条各\n号に該当することを主張立証することを要する。\nしかしながら，情報公開法５条３号の要件判断については，行政機関の\n長に裁量権が付与されており，その適否に関する裁判所の審査は，行政庁\nの第一次的判断権を尊重し，それが合理性を持つものとして許容される限\n度内のものであるかどうかという観点からされるべきである。このような\n場合には，行政事件訴訟法３０条が適用されるものであるから，上記の原\n則的な考え方と異なり，裁量権の範囲を超え，又はその濫用があったこと\nを基礎づける事実については原告が主張立証責任を負担するというべきで\nある。\nしたがって，不開示決定が情報公開法５条３号に該当するとの理由によ\nるものであることが明らかになった場合（被告が当該「情報」が同法５条\n３号に該当するという点に関する判断について裁量権を行使し，その充足\nを認めたことを主張立証した場合）においては，原告が，被告の判断が裁\n量権の範囲を超え，又はその濫用があったことを基礎づける事実を主張立\n証しなければならないというべきである。\nイ 本来的に開示になじまないこと\n公にすることを前提としない外交活動の重要性，密行性の要請は高く，\nそのため，公にすることを前提としない外交活動に係る経費についても，\n公にすることを前提としない外交活動そのものと同様に，秘密保持の必要\n性が高く，機動性，個別性も要請されるもので，このような要請は国際的\nに普遍的なものである。そして，外務省の報償費は，上記要請を満たすよ\nう運用されているものであり，それゆえにこそ，報償費支出に係る「決裁\n書」に記録された情報は，「公にすることにより，国の安全が害されるお\nそれ，他国若しくは国際機関との信頼関係が損なわれるおそれ又は他国若\nしくは国際機関との交渉上不利益を被るおそれ」のある情報で，かつ，\n「国の機関が行う事務に関する情報であって，公にすることにより，当該\n事務の性質上，当該事務の適正な遂行に支障を及ぼすおそれ」のある情報\nに該当するのである。\n「決裁書」については，担当部署や報償費支出の目的に係る事項が明ら\nかになることの支障はもちろん，支出予定日や支出日，支払額等，いずれ\nの記載内容をみても，それ自体又は他の記載と相まって，報償費支出に係\nる対象者，協力者，外交方針，情報活動の態様等を推知させるものであり，\n秘密保持の必要性から，本来的に開示になじまないことは明らかである。\nすなわち，報償費使用に係る秘密保持の観点から，報償費が，いつ，どこ\nで，どのような目的で，誰に対し，幾ら支出されたかという情報について\nは，一切，明らかとすべきではなく，例えば，情報公開請求が，「○年○\n月○日の外務省大臣官房で支出された報償費に関する書類の一切」と開示\n請求対象文書を特定して行われた場合，法８条による存否応答拒否を理由\nとした不開示決定がされるべきところであった。しかし，本件の場合は，\n本件開示請求の対象期間が２か月間にわたる，ある程度の規模を伴う部署\nにおいて支出された報償費に限定された請求であることから，被告は，存\n否応答拒否を理由とする不開示決定ではなく，法５条３号，６号に各該当\nすることを理由として不開示決定をしたものである。\nウ 法５条３号，６号に該当するとの判断の具体的理由\n(ア) 情報提供者や協力者の立場への悪影響\n報償費の支出に関する書類，すなわち「決裁書」が公開されれば，特\n定の人物に対する報償費支出の事実が明らかになり，これらの人物が我\nが国政府に対して情報提供や外交工作等への協力を行っていたことが明\nらかとなる。当該情報提供者等の協力は，自己の活動が公にされないこ\nとを当然の前提として行ったものであるから，公開されたことを情報提\n供者等が知ることとなれば，我が国政府に対する信頼は失われ，以後，\n内々の情報の提供，率直な意見交換，他国政府等に対する働き掛け等の\n協力に積極的に応じなくなるおそれがある。\nまた，当該情報提供者又は協力者が我が国政府に対して情報の提供等\n何らかの協力を行ったことが明らかになると，政治的ないし社会的に当\n該情報提供者等の立場が損なわれ，当該関係者の事務の遂行に支障が生\nじたり，さらには，何らかの制裁を科されたり，場合によっては人命に\nかかわるおそれがあることもある。\n情報提供者が，正規の外交ルートとは別の政府に近い筋であった場合\n等には，例えば，我が国が，他国を対象に公式の外交ルートを経ずに会\n合を行ったり，一部の関係者のみを集めて情報収集，働き掛けを行って\nいたり，政府組織とは別の有力者と人脈を構築し，そこを通じて政府組\n織に働き掛けを行おうとしていたなどの事実が明らかになれば，関係す\nる外国政府関係者の立場を損ね，これらの者との信頼関係を損なうこと\nとなり，これに対する措置として，以後，当該外国等が我が国との接触\n・交渉に応じなかったり，協力的な対応を行わないなどの事態も想定さ\nれる。\nこのような情報提供者や協力者の立場への悪影響等の判断を行うに当\nたっては，外交には通常の事務にいう「既済」という概念がなく，ある\n案件が一度解決しても，当該案件が再び問題となることが多く，また，\n政治体制のいかんにかかわらず，外国の政府関係者，政党関係者等とは，\n様々な分野で極めて長期にわたり，様々な形態の関係を有することとな\nるから，一層慎重かつ十二分な配慮が必要となる。\n(イ) 他の情報提供者，協力者一般への悪影響\n情報源又は協力者の喪失の問題は，開示の対象となった案件にかかわ\nる特定の情報提供者等に限らない。報償費の「決裁書」が公開されるこ\nととなれば，我が国の行っている情報収集活動や外交工作活動の一端が\n露出・公開されたと受け止められ，そのことが，我が国はもとより国際\n社会に知れ渡ること（アナウンスメント効果）になる。そのようなこと\nになれば，本来絶対的に秘密保持が求められている，公にしないことを\n前提とした外交活動に支出される報償費に関する情報が，我が国におい\nては情報公開の名の下に公にされ得るものとして広く外国関係者に受け\n止められることとなり，そうなると，我が国の秘密の保持に対する信頼\n性は著しく低下する。\nつまり，これまで我が国に公にされない形で情報提供してきた協力者\n又はこれから協力者になろうとしていた関係者等は，我が国に対し内々\nの情報提供その他の協力をしたとしても，結局は，そのことが報償費に\n関する情報公開という制度の下に外部に明らかにされ得る，あるいは秘\n密が守られないと一般に受け止めることになる。そうなれば，開示の対\n象となった案件でなくとも，他の情報提供者が以後の協力にちゅうちょ\nしたり，新たな情報提供者等の協力者を見つけることが困難となり，詰\nまるところ，公にしないことを前提にした自由な意見交換等を行う機会\nを設けること自体に著しい支障を来す。\nまた，情報提供者等の協力者の中には，一般に自己が協力している事\n実が明らかになることを強く嫌忌している者もいれば，そこまで至らな\nいとしても公にならない会合ゆえに率直な意見交換等に応ずる者もいる\nから，対象者の多様性を前提として，我が国政府関係者との意見交換等\nに制約を感じず，安心して協力してもらえる環境を作りだすことが重要\nであるということを十分に考慮しなければならない。こうした事情は，\n先進国であるか発展途上国であるかを問わずいえることであるが，自由\n主義，民主主義に基づく諸権利が制限されている国家においては，一般\nに流通する情報量が制限されているため，情報提供者からの情報等非公\n開の情報分析が特に貴重となる。しかし，そのような国においては，我\nが国への情報提供や我が国との意見交換に政治的・社会的なリスクがあ\nり得る（場合によっては当局からの摘発等）ため，我が国政府関係者と\nの会合等についての情報管理の信頼性が失われれば，情報提供等我が国\nへの協力に極めて慎重となるおそれが大きい。\n(ウ) 情報収集及び外交工作事務一般への萎縮効果\n以上のような情報収集等の活動の相手方に対する影響のほか，我が国\nにおいても，仮に報償費の「決裁書」が公開され，個々の報償費の支出\nの事実が明らかになる可能性があるということになれば，外務本省や在\n外公館の担当者は，情報提供者との関係や外交関係への不利益の波及等\nを懸念して，報償費を用いた情報収集等の活動の実施そのものについて\n慎重になり，実施するとしても昀も効果的な手段の使用をちゅうちょす\nるといった事態が生じ得る。このことは，現場担当者が個別の必要性を\n勘案して情報収集等の事務を機動的に行うための「報償費」の制度の意\n義を損ない，制度本来の目的を達成すること自体を困難にさせ，我が国\nの情報収集等の事務の遂行に著しい支障を生ずることになる。そして，\nその結果，外務省が行う外交活動全般において，国際舞台の表層だけに\nとらわれず，あらゆる事態を想定した上での外交活動を行うために必要\nな情報収集等を行う規模が縮減されることとなり，適切な外交問題の処\n理が十全に行い得ないおそれが生じ得るのである。\n(エ) 我が国の意図，関心を他国政府により分析されることにより他国が\n外交政策上の対策を講じるおそれ又は我が国の情報収集活動に対する他\n国による妨害ないし対抗措置が講じられるおそれ\n情報収集や外交工作は，我が国の公式の立場にとらわれることなく，\n将来における様々な可能性を視野に入れて様々な形で政策を打診し，理\n解を求めるなど，より幅広い形で行うものである。情報収集等の事務に\n係る報償費の「決裁書」が公開され，個々の報償費支出の事実が明らか\nになると，他国等がその分析を通じて，我が国の情報収集等の目的，外\n交政策の意図，関心，懸念の程度，情報収集や外交工作の方法等（例え\nば，我が国が外交問題の顕在化を避けたいとする案件の内容とそのため\nの活動の概要，我が国が実施の可否を検討している政策の内容やそのた\nめの活動の概要，他国の政策に対する我が国の真の懸念の程度とそのた\nめの対策の活動概要等）を知り得ることになる。そして，その結果，他\n国が我が国のこのような事実を踏まえて新たな外交的立場を明らかにし\nたり，我が国が過去に働き掛けを行った国や人物等に対して対策を講じ\nることによって，我が国から他国への外交的な働き掛けが不調となった\nり，他国が我が国に対してより強硬な立場を採ったりするなどの事態が\n生ずるおそれがある。\nまた，上記のように情報収集等の事務に係る報償費の「決裁書」が公\nにされたことにより，我が国の情報収集活動や種々の働き掛けの手の内\nが明らかにされると，場合によっては，他国の情報治安当局等が，我が\n国大使館や会合場所において監視を強化したり，大使館員の行動を制限\nするなどの措置を講じたり，当該他国政府関係者と我が国大使館員との\n接触，情報提供を制限するなどの措置を講ずるなどの事態も生じ得る。\n特に，情報収集活動の担当者が明確になれば，当該他国関係者として態\n度を硬化させ，場合によっては，「ペルソナ・ノン・グラータ」（好ま\nしからぬ人物）として国外退去を求められたり，公式の会合への受入れ\nを拒否するなどの措置が採られるおそれすらあるといえる。\n(3) 部分開示もなし得ない理由\n情報とは，ある事象，ある事柄の一まとまりの知らせ，伝達という現実的\nな機能の側面からとらえられるべきであり，情報公開法における「情報」と\nは，これを公開することにより，社会生活上の特定の意味のまとまりのある\n内容が伝達され，政府の有するその諸活動を国民に説明する責務を全うする\nことに客観的に資するといえるような，それ相応のまとまりをもったもので\nあることが想定されている。\nしかるところ，これまで述べたところから明らかなとおり，報償費支出に\n係る「決裁書」には，個々の報償費支出に係る，文書作成者名，決裁者名，\n起案・決裁日，支払予定先，支払予定額，目的・内容，支払手続日，取扱者\n名，支払先，支払額，支払方法が記載され，いつ，誰が，何の目的であるい\nはどのような事務に関し，幾ら，誰に対して支払ったかが明らかとなる内容\nとなっており，上記記載が相互に関連して，報償費支出の態様，目的やこれ\nに係る我が国の方針等を推知させるものである。したがって，各「決裁書」\nごとに一個の情報が記載されていると認められ，不開示情報該当性は，この\n一個の情報について判断すべきであって，「決裁書」のある部分を不開示と\nしてその余の部分を部分的に開示する余地はない。この点，本件答申におい\nて，五類型以外に係る文書について，外務省報償費の使途に関し，個別具体\n的かつ詳細な記載が容易に区分し難い状態で随所に記載され，外務省報償費\nを運用して行われる情報収集活動等の個別具体的な内容を示す情報であって，\n法５条６号柱書及び３号に該当するとされているところである。\n４ 五類型に係る文書について\n(1) 五類型に係る文書について部分開示決定をした理由\nア 本件答申において，情報公開審査会は，報償費支出の中で，ある程度定\n型化・定例化した使途につき，法５条３号及び６号に該当すると認め難い\nものがあるとして，五類型に係る経費の文書について部分的に開示すべき\nであるとの指摘をした。これは，従前，会計検査院から，五類型に係る経\n費は，定型的・定例的な使用がされ，報償費が特徴的に有する機動性がも\nはや失われ，他の予算科目に振り替えることが適当であると指摘を受けた\n部分に対応する案件であり，外務省においても，同指摘を受け，平成１４\n年度より，これらの五類型に係る経費は他の費目から支出しているところ\nである。\nイ しかし，五類型に当たるとされた案件についても，情報公開審査会は，\nすべて無条件に文書の開示をすべきであるとはせず，部分的な開示を要請\nするにとどまっている。\n例えば，大規模レセプションに係る経費については，定型的・定例的に\n用いられてきたがゆえに報償費の使用に機動性が欠けると判断され，その\n範囲において，開催日，主催者，場所，経費総額等の項目を開示すべきで\nあるとする一方で，調達先，調達の具体的内容，招待者氏名・肩書に係る\n情報については，これらを公にすると，調達先への工作の可能性といった\n安全上の支障や，招待者の基準が明らかになることによって外交儀礼上の\n支障を引き起こすことから，依然として不開示が妥当と判断している。\nなお，このような秘密保持の必要性は，当該レセプションが終了すれば\nなくなるものではない。過去のレセプションの招待者等について把握すれ\nば，将来の同様のレセプションにどのような立場の人が招待されるかを予\n測することが可能となるから，当該レセプション終了後も保秘の必要性は\n依然としてあるのである（すなわち，「既済」の概念がない。）。\n要するに，五類型については，報償費による支出でも合目的ではあるが，\n毎年定例的に行われた結果，機動性の要請は低下したものと判断され，会\n計検査院からは，定型的な他の予算項目に振り替えるのが適当であるとの\n指摘を受けるとともに，情報公開請求に関し，情報公開審査会からも，決\n裁書を構成する各文書の各項目について細かく検討し，当該項目を開示し\nても外交上問題が生じないであろうと判断される部分につき，開示を求め\nられたものである。つまり，報償費の支出として処理されたいわゆる五類\n型についても，本来的には不開示とすべきであるが，定例化による機動性\nの要請の低下のため，各項目ごとにみた場合，開示をしても，事後的にみ\nて，前述のような支障がないと判断されるに至り，開示が適当であると判\n断されたにすぎないのである。\nしたがって，五類型に係る文書につき，項目ごとの部分的な開示に応じ\nたからといって，五類型以外の報償費に係る文書についても，同様に項目\nごとの開示をすべきであるということにはならない。\n(2) 五類型に係る文書の記載項目ごとの開示・不開示の理由\n五類型に係る文書で不開示を維持している部分については，法５条３号，\n６号に該当することを理由とするものと，法５条１号に該当することを理由\nとするものとがある。\nなお，以下のアからカまでに示した記載内容（「外形的事実等」）のうち\n開示できるとした記載についても，次の①，②の理由により不開示情報に該\n当するものは，その判断を優先させて不開示としている。\n① 本件各行政文書及びこれと同種の文書が審査の対象とされた本件答申\nにおいて，特定の個人を識別できる記述のうち公表慣行のない記述につ\nいては法５条１号に該当するとしていることにかんがみ，本件変更決定\nにおいて部分開示を行った「５類型」の文書についても，特定の個人を\n識別できる記述のうち，公表慣行のない記述については，法５条１号に\n基づき開示しないこととした。すなわち，「決裁書」において文書作成\n者名や取扱者名として現れる外務省職員の氏名を開示しないこととした。\n法５条１号本文は，氏名等により特定の個人を識別できる個人情報を\n不開示情報と定め，ただし書イにより「法令の規定により又は慣行とし\nて公にされ，又は公にすることが予定されている情報」は開示の対象と\nしている。慣行として公にされているかどうかの判断に当たっては，人\n事異動の官報への掲載その他行政機関により職名と氏名とを公表する慣\n行がある場合，行政機関により作成され，又は行政機関が公にする意思\nをもって（あるいは公にされることを前提に）提供した情報を基に作成\nされ，現に一般に販売されている職員録に職と氏名とが掲載されている\n場合には，その職にある者の氏名を一般に明らかにしようとする趣旨で\nあると考えられ，慣行として公にされ，又は公にすることが予定されて\nいると解される。したがって，外務本省における６級職以上の職員につ\nいては，市販の職員録に所属部署が記載されていることから，これら職\n員についてはその氏名を明らかにすることとし，６級職に満たない職員\nについては，慣行として公にされ，又は公にすることが予定されている\n情報には該当しない情報であると判断し，法５条１号に基づき不開示と\nしている。\n② 情報提供者や役務提供者等が独自で作成した見積書，請求書及び領収\n書は，その紙片の大きさや書式，タイプ文字の特徴といった様式からだ\nけでも，情報提供者や役務提供者等が推測され得ることから，法５条３\n号及び６号に該当するものとして，不開示とした。ただし，大使館が作\n成した様式を用いた領収書については，上記のような様式等により情報\n提供者等が推測されるおそれがないことから，不開示情報に相当しない\n限り，部分開示している。\n逆に，百貨店等の店舗から絵画等を購入した場合には，下記アからカ\nまでで示した記載内容のうち不開示が妥当とした記載についても，情報\n公開審査会の本件答申に従って開示している。\nア 「文書作成者名」，「決裁者名」及び「起案・決裁日」について\n別表１の「外形的事実等」欄中の「文書作成者名」，「決裁者名」，\n「起案・決裁日」については，いずれも決裁書や支出依頼書等に記載され\nているものである。\nこれらについては，原則開示することとしたが，上記②の理由で不開示\nとした領収書等については，それに記載されている「起案・決裁日」は不\n開示としており，「文書作成者名」及び「決裁者名」については，上記①\nの理由で，１号に該当する場合は不開示とした。\nイ 「支払予定先」及び「支払予定額」\n別表１の「外形的事実等」欄中の「支払予定先」，「支払予定額」につ\nいては，いずれも決裁書の本文又は添付書類等に記載されているものであ\nるが，法５条３号及び６号に該当するため，原則不開示とした。ただし，\n制作者から直接日本画等を購入した場合で，「支払予定額」が経費の総額\nに相当する部分は開示することとしている（本件答申では，経費の総額は\n明らかにすべきとしていることにそったものである。）。また，上述のと\nおり，百貨店等から購入した場合には，支払予定先や支払予定額も開示し\nた。\nウ 「目的・内容」について\n別表１の「外形的事実等」欄中の「目的・内容」については，領収書等\nの証拠書類を貼付した支払証拠台紙の使用目的欄に記載されているほか，\n同様に決裁書の本文や証拠書類等の随所に記載されており，その中には，\n本件答申において開示すべきとされた部分と法５条３号及び６号に該当し\n不開示が相当であるとされた部分（大規模レセプションに係る調達の具体\n的内容，招待者氏名・肩書，酒類購入経費に係る購入した酒類の銘柄，本\n数及び調達先，本邦関係者が外国訪問した際の車両の借上げの事務経費に\n係る借り上げた車両の車種及び調達先等の情報，文化啓発用の日本画等購\n入経費（個人的紹介を通じたものに限る。）に係る購入した品目ごとの金\n額，制作者や紹介者に係る情報がこれに該当する。）が混在しているため，\n本件答申の内容を踏まえ，本件答申において開示すべきとされた部分につ\nいては開示し，本件答申において不開示が相当であるとされた部分につい\nては不開示とした。\nエ 「支払手続日」，「取扱者名」及び「支払額」について\n別表１の「外形的事実等」欄中の「支払手続日」，「取扱者名」，「支\n払額」については，いずれも決裁書の本文及び添付書類等にその記載があ\nり，原則開示することとしたものである。ただし，「取扱者名」のうち上\n記①の理由に相当するものは不開示としており，また，上記②の理由で不\n開示とした領収書等については，それに記載されている「支払手続日」，\n「取扱者名」，「支払額」についても不開示としている。さらに，制作者\nから直接日本画等を購入した場合で，「支払額」が一点当たりの金額と同\n一の場合には，当該制作者の評価に影響を及ぼすおそれがあること等から，\n法５条６号に該当するので当該「支払額」を不開示としている。\nオ 「支払先」について\n別表１の「外形的事実等」欄中の「支払先」については，支出依頼書そ\nの他の添付書類等にその記載があるが，法５条６号及び３号に該当すると\n認められるため，答申の結果を踏まえ，原則不開示とした。ただし，日本\n画等購入経費のうち，百貨店等の店舗から購入した場合には，法５条６号\n及び３号に該当すると認められないことから開示としている。\nカ支払方法\n別表１の「外形的事実等」欄中の「支払方法」については，官署支出官\nからの支出の方法を示すものであり，外務本省の支出において，決裁書の\n本文，請求書及び支出依頼書に記載されていることが多いが，見積書や領\n収書に記載されていることもある。支払先の口座番号が含まれることが多\nく，法５条３号及び６号に該当するため，不開示とした。ただし，日本画\n等購入経費のうち，百貨店等の店舗から購入した場合には，法５条６号及\nび３号に該当すると認められないことから開示としている。\n第２ 原告の主張\n１ 被告の不開示情報該当性に関する主張について\n(1) 法５条３号の不開示事由該当性に関する主張立証責任\n法５条３号は，「行政機関の第一次的な判断権」の尊重を規定するもので\nはあるが，そのことは，司法審査を事実上排除するような広範な裁量権を行\n政に与えたことを意味しない。行政文書の不開示決定の取消訴訟においては，\n「行政機関の長が認めることにつき相当の理由」があるか否かが司法審査の\n対象となるものであるが，その場合に，被告は，不開示事由が「他国若しく\nは国際機関との信頼関係が損なわれるおそれ又は他国若しくは国際機関との\n交渉上不利益を被るおそれ」がある情報であること，「おそれがあると行政\n機関の長が認めるについて相当の理由」があることについて主張立証責任を\n負うものである。\n(2) 不開示事由を基礎付ける具体的・客観的な事実主張の欠如\nア 被告の主張は，外務省所管の事務と報償費の使途の一般的な説明に終始\nするものであって，被告主張の１０６９件の支出決裁が，事実，被告主張\nのような使途に使用されたことを推認させる外形的事実は何一つ主張され\nていない。被告は，「１０６９件の支出は，本来の報償費の目的に従って\n使用されており，各文書が公にされると情報収集活動や外交工作に支障が\n生ずる」と抽象的な主張を繰り返しているにすぎない。被告がるる外務省\nの使命や役割を主張し，報償費の使途を説明するのは，外務省の建前上の\n在り方や役割，報償費の本来の使途を説明したものであり，現実の使途の\n説明ではない。\nイ 法５条３号所定の情報に該当するというためには，被告は，まずもって，\n被告の判断が合理性の範囲内にあるか否かを客観的に検討するための基礎\n事実として，不開示情報の外形的事実等，情報の概要や審査過程を明らか\nにした上，判断の合理性を示す規範的な評価を加えた主張をすべきである。\nそうであるのに，被告は，文書の標目も，各支出の年月日も，金額も，決\n裁日も決裁者の情報も提出しない。情報公開訴訟において，被告の要証事\n項については，判断を可能とする程度に具体的な事実を主張，立証しない\n限り，挙証責任を果たしたことにならない。本件の被告の主張で，被告の\n主張責任を果したというのであれば，国民や裁判所は，ただ黙って外務省\nのいうことを聞いていなくてはならない，ということになる。このような\n結果を招来することになる事実説明で挙証責任が果されたということにな\nらないことは明らかである。この一点だけでも，被告の主張は，５条各号\nが規定する不開示情報の要件を満たしているとはいえないものである。\n(3) 「おそれ」の判断に関する相当性の欠如\nア 被告は，本件各行政文書，すなわち，ある報償費の支出決裁文書の作成\n者や決裁者が明らかになると，我が国が行っている情報収集活動，外交工\n作活動に関する方針，意図，動向，その前提とする外交方針等が察知され\nることとなるなどの理由により，情報収集その他外交工作が阻害されるお\nそれ，外交事務の適正な遂行に支障を及ぼすおそれがあるという。また，\n起案・決裁日を明らかにすれば，意思決定プロセスの一端をうかがうこと\nができることとなるし，また，当該時期における国際情勢を踏まえた分析\nを加えることなどにより，いかなる外交事案に関して情報収集活動その他\n外交工作活動等が行われたかを推知し，分析することが可能となるとし，\nその結果，外交方針等が察知されるので，外交事務等に支障が生ずる，と\nするのである。\nイ しかしながら，ある在外公館の担当者が，ある特定の日に，一定額の金\n銭支出の決裁をしたことが公になったとして，その後の情報収集や外交事\n務の支障があるとするには，あまりに牽強付会の議論であり，社会通念で\n理解し難い説明である。「相当の理由」は，ただ漠然とした不安や危倶を\n示すのみでは充分ではないのであって，当該行政機関の長には，なぜ不開\n示とせざるを得ないのかについての突き詰めた判断が要求されているもの\nと解され，裁判所の審査との関連では，不開示決定あるいはこれに対する\n不服申立てに係る「行政機関の長」は，これに耐えるだけの客観的に説得\n力を有した理由づけを行うことが要求されているのである。被告の主張\n（抗弁）は，到底これを満たすものではない。被告が裁量権を行使して，\nすべてを闇に隠そうとするのであれば，その裁景権の行使は，まさに濫用\nの極みというべきである。\n(4) 報償費の実際の使途と「相当の理由」の欠如\nア 多額の報償費の目的外使用\n(ア) 会計検査院が目的外使用を指摘\n会計検査院は，「１２年度に報償費で支出されたものの中には，定型\n化，定例化するなどしてきており，当面の任務と状況に応じ機動的に使\n用するとの報償費の趣旨からすると，報償費ではなく庁費等の他の費目\nで支出するよう改善する必要がある経費（国内又は海外で開催される大\n規模レセプション経費１０８３万円，酒類購入経費１５３６万円，本邦\n関係者が外国訪問した際の車借上げ等の事務経費１０８３万円，在外公\n館長赴任の際などの贈呈品購入経費４７２０万円，文化啓発用の日本画\n等購入経費７２３３万円）が含まれていた」と認定し，改善を勧告した。\nこのような本来の使用目的とは著しく離れた報償費の支出は，長年の慣\n行となっていたものである。\n(イ) 庁内での組織的な不正経理\n外務省では，２０年以上も前から，全庁的に職員らが公金の水増し支\n出を組織的に行っており，支払実額との差額を各課でプールしておくと\nいう不正経理が繰り返されていた。その不正額は，平成７年４月１日か\nら同１３年７月末日までで，判明しただけでも１億６０００万円という\nことであり，公金水増し請求の手口は，外務省の行事として行われた外\n国の賓客やその他要人の招へい，国際会議，レセプション等の経費支出\nの際，業者から水噌し請求をさせて，その差額をプールしていたもので\nある。この調査において，外務省は原資の予算科目を明らかにはしなか\nったが，前記の公費の支出用途からみて，報償費からの不正支出があっ\nたことは明らかである。\n(ウ) 国会議員等への便宜供与\n国会議員や霞が関官僚が外国訪問した際の便宜供与，特に酒食のもて\nなしの経費は，報償費から支出されていた。外務省大臣官房総務課がま\nとめた「平成１１年便宜供与件数統計表」によれば，平成１１年（暦\n年）に在外公館で提供された便宜供与の総件数は３万３２２９件で，う\nち食事の供与回数は１万４３０３回であった。これらの支出のほとんど\nは，報償費から支出されているはずである。これらの経費が，情報収集\nや外交工作事務遂行のための直接の経費でないことは明らかである。\n(エ) 内閣官房への上納機密費\n外務省報償費の中に，内閣への「上納機密費」が含まれていることは，\n今や国民の常識となっている。１９８０年代から近年までその額は，年\n間１５億円から２０億円であると報じられている。この事実を明白にし\nたのは，平成１３年２月に共産党が公表した「甲文書」であり，平成元\n年５月当時主席内閣参事官であった甲氏が，竹下内閣から宇野内閣への\n交代に際して，引継書として作成されたものと報じられている。これも\n支出形態からすれば違法な支出であり，かつ，被告が主張する情報収集\nや外交工作のための支出ではない。\n(オ) 平成１４年度における報償費の４割削減\n以上のように，過去の報償費は，外務省職員の組織ぐるみの流用，着\n服の原資となっていたり，目的外使用の温床となっていた。このため平\n成１４年度の報償費は，前年比４割削減となり，削減分は他の費用に振\nり替えられた。１３年度と１４年度を対比すると，次のとおりである。\n（単位 百万円）本省報償費 在外公館報償費 外務省計\n１３年度 １，９１６ ３，６５０ ５，５６６\n１４年度 １，１５０ ２，１９０ ３，３４０\n従前の報償費の多くは，本来の報償費の使途とは別のところに使われ\nていた。だからこそ，一挙に４０パーセントもの報償費削減となったの\nである。これまで外務省とその構成員たる職員らが，被告の主張するご\nとく，その建前のとおりに，全身全霊で情報収集や外交活動を行い，報\n償費を合理的に使用してきたのであれば，こうしたペナルティがかかっ\nた大幅削減はあり得ないことである。新聞等報道に接する多くの国民は，\n報償費が被告主張のように使われてきたとは信じないのである。そう信\nじるに足りる事情は，外務省から何一つ示されていないのである。\nイ 被告判断における「相当の理由」の欠如\n以上に挙げた報償費の不正使用・不当流用の事例は支出や決裁の日時の\n特定ができていない。したがって，これらの事例が本件各行政文書に含ま\nれるものか否かについては不明であるが，国内から在外公館への訪間者の\n接待等少なくない件数が存在するから，上記の事例が本件各行政文書に含\nまれている可能性は低くない。被告が主張する報償費の使われ方は報償費\nのごく一部にすぎないのである。文書の開示・不開示は，各文書ごとに決\n定されるべきであるところ，１０６９件の多くは，被告主張のようには使\nわれていないことが推認できるのであって，この原告の反論・立証によっ\nて，被告が主張する「相当の理由」は消滅している。被告が報償費の使途\nを恥も外聞もなく屁理屈をこねて秘匿するのは，外国から外交方針を探ら\nれることを防ぐためなどではなく，報償費を建前とはおよそ違った目的に\n使用していた事実，さらにいえば，そうした使用で仕事が済んでいた事実，\n自らの無能を日本国民に知られることを防ぐためなのである。行政庁の恣\n意を防ぐという法５条各号の判断枠組みに照らして被告の不開示判断を審\n査するならば，これに実質的に適合するに十分な「相当の埋由」を具備し\nないことは明白である。\n２ 報償費の使途の区分と不開示事由該当性\n(1) 被告による報償費の使途の区分と本件各行政文書の割合\nア 被告による外交事務の３区分，すなわち，「Ａ 情報収集等の事務」，\n「Ｂ 外交交渉等の事務」，「Ｃ 国際会議等への参加の事務」，さらに，\nそれぞれを更に細分化した，「１ 情報提供に対する対価」，「２ 各種\nの会合の経費」，「３ 定例的に必要とされた物品の購入や役務の経費」\nの３区分に従って，本件各行政文書の使途を分類したところ，大臣官房と\n各在外公館の使途状況は別表２のようになった。Ａ，Ｂ，Ｃの各「１」の\n支出（Ａ１，Ｂ１，Ｃ１の各支出），すなわち，「情報提供等に対する対\n価」等の支出は，全部で６４件で全件１０６９件の中での割合は６パーセ\nントであった。次いで，Ａ，Ｂ，Ｃの各「２」の支出（Ａ２，Ｂ２，Ｃ２\nの各支出），すなわち，「会合の経費」（会食，場所代，会議への参加）\n等の支出は件数が多く，全体で９５３件あり，全件に占める割合は８９パ\nーセントであった。そして，Ａ，Ｂ，Ｃの各「３」の支出（Ａ３，Ｂ３，\nＣ３の各支出），すなわち，「定例的に必要とされた物品の購入や役務の\n経費として使用されたもの」は全部で５２件であるが，本件変更決定によ\nりいずれも部分開示の対象とされているものである。\nイ このように，情報の収集や協力の対価として直接支払われている経費は\nごくわずかであり，圧倒的な比率を占めるのは「会合の経費」である。被\n告の説明によれば，「会食，場所代，会議への参加」の経費として費消し\nたものとされている。その「領収書」とは，レストランやホテル等が発行\nしたものであろう。また，公館内での設宴でそのための食材等の購入費も\nあるかもしれない。また，こうした会合の中には海外出張してきた国会議\n員や公務員らの設宴経費も含まれているはずである。\n(2) 「会合の経費」９５３件は開示すべき\nア 被告は，「情報提供者等と接触の際に当てられる予算費目」という表現\nを用いて，この予算費目は保秘性が高く，これに関する情報の開示はでき\nないとしているが，この「情報提供者等と接触の際に当てられる」経費と\nいうのが，「情報提供等に対する対価」（「協力の対価」を含む。）を意\n味するものとすれば，その各支出の必要性や合理性の検証は残るとしても，\n当面，その保秘性を認めるのにやぶさかではない。すなわち，「情報提供\n等の対価」として支払われたという６４件については，開示し難いという\n事情を承認できないものではない。\nイ 一方，「会合の経費」たる９５３件については，大幅に情報の開示がで\nきるはずである。これらの会合の参加人数や会場の規模等については推測\nのしようもないが，決裁書類は，後記４の「在外公館交流諸費」の支出決\n裁手続とそれほどの違いはないはずである。大使館員が相手方と面談，懇\n談するための支出を決裁する手続であり，会合の目的や名称と参加者以外\nには，会談内容を知らせる情報は存在しないのが一般であるから，「在外\n公館交流諸費」の情報開示に準じた開示はできるはずである。\nウ「在外公館交流諸費」の開示文書には，懇談の内容や収集した情報が記載\nされていないのであるから，会合の外形的事実の開示によっては基本的に\n業務の支障は生じないはずである。「在外公館交流諸費」の開示において\nも，部分的に墨塗りがあったが，相当程度の開示が行われていることとの\n対比からいっても，９５３件の全面不開示の違法，不当性は一層明らかに\nなったというべきである。\n３ 「公にしないことを前提とした外交活動に支出」との主張について\n(1) 「報償費」の定義・使途に関する被告の従前の主張\nア 被告は，「報償費」の定義につき，当初から一貫して，「国が，国の事\n務又は事業を円滑かつ効果的に遂行するため，当面の任務と状況に応じそ\nの都度の判断で昀も適当と認められる方法により機動的に使用する経費」\nとし，「外務省においては，情報収集及び諸外国との外交交渉ないしは外\n交関係を有利に展開するため使用する経費がこれに当たる」とし，その使\n途についても，「Ａ 情報収集等の事務」，「Ｂ 外交交渉等の事務」，\n「Ｃ 国際会議等への参加の事務」という３つの事務の遂行経費であり，\nそのために機動的に支出されるものであると主張し続けてきた。\nイ このように，被告の報償費の定義ないし使途の説明では，要件は，外交\n事務の遂行の経費であるということと，機動的な支出であるとの２要件で\nあった。そして，この２要件以外には制約はないものとしており，「報償\n費は公にしないことを前提とした外交活動に使用されるものである」との\n主張をしてこなかった。それは，そうした使用実態がなく，そうした認識\nもなかったからであろう。\n(2) 報償費に関する被告の新たな主張と論理の破綻\nア ところが，被告は，本訴の第８準備書面に至って，外務省の外交活動に\nは，「公に行う活動」と「公にしないことを前提とした外交活動」の２区\n分があるという一般論を展開した上，「報償費は，上記のような公にしな\nいことを前提とした外交活動に支出されるものである」との新たな命題を\n立ててきた。外交活動の一般的な性質として，被告主張のような２区分が\n可能であることは承認してもよい。しかし，そのことは，あくまでも外交\n活動の性質の一般論であって，それが直ちに報償費の性質に結び付くもの\nではない。「報償費は，上記のような公にしないことを前提とした外交活\n動に支出されるものである」とし，そのことから「公にしないことを前提\nとした情報収集や外交工作を実施するためには，当該行為そのものばかり\nでなく，それに対する経費支出についても，機動性，個別性，保秘の必要\n性が要請されるものである。」として，すべての報償費の使途の「保秘の\n必要性」を導く主張には論理の飛躍があり，実態にも相違しており，到底\n同意できるものではない。\nイ 被告は，報償費の使用実態を明らかにすることなく，突然，「報償費は，\n公にしないことを前提とした外交活動に支出されるものである」と主張し\nだしたのである。しかも，公にしないことを前提とした外交活動に使用し\nているといっても，報償費の使途を規制する法令，内規等の根拠も示さな\nい。外部には何の検証手段も与えない主張である。そして被告自身も，報\n償費の使途の保秘性については，スパイ映画もどき，稀有な秘密外交の事\n例を挙げて，それが外交活動の一般的な姿であると強弁しているだけであ\nる。何らの説得性ももっていない。\nウ ところで，被告は，「報償費は，公にしないことを前提とした外交活動\nに支出されるものである」と主張しているのであるから，報償費がその一\n部でも「公に行う活動」に使用されていれば，その一事で被告主張の命題\nは破綻するはずである。\nそうであれば，報償費が「公に行う活動」である大使・公使の就任レセプシ\nョン開催費に充てられていた事実を挙げれば十分であろう。また，五類型\nのその他の使途についても，どこに保秘の必要性が存在したというのか。\nまず，このことを説明すべきであろう。要するに，「報償費は，公にしな\nいことを前提とした外交活動に支出される」という新命題は，説明に窮し\nた被告が，報償費の使途を全面的，包括的に隠ぺいするためのキーワード\nとして，取って付けたように登場したものなのである。\n４ 在外公館交流諸費との対比\n原告は，アメリカ，イギリス，フランス，中国，フィリピンの５カ国にある\n日本大使館の「在外公館交流諸費」という科目の支払証拠書類の開示を受けて\n入手した（平成１３年１０月２４日請求分）。この「交流諸費」は在外公館に\nおける情報収集や外交工作活動を賄う費用として支出されているところ，この\n経費に基づく諸活動は，かなりの程度，開示されており，それとの対比からい\nっても，「報償費」の使途情報の全面不開示は理由がなく，不当というべきで\nある。\n(1) 原告が開示を受けた文書\nア 原告が外務省から開示を受けた文書は，アメリカ，イギリス，フランス，\n中国，フィリピン５カ国の日本大使館で，平成１１年１月から同１２年３\n月までに支出された「在外公館交流諸費」の支出証拠書類（以下「支出決\n裁文書」という。）である。\nイ 開示を受けた文書は，①「設宴決裁書」と題する文書であり，書面の上\n部に②「支払決議」と題された書面で，その「支払決議」の用紙を台紙と\nして，その上に③「立替金請求・領収書」とレストラン等が発行したと解\nされる④「領収書」を貼付した書面である。\n①「設宴決裁書」は，設宴に先立って決裁者の承認を受ける手続書類と\n解されるが，その文書には，起案者の氏名と所属部署，決裁の責任者であ\nる総務公使らの承認欄が設けられており，起案日と決裁日の欄がある。そ\nして，設宴の概要を示す項目として，「設宴の目的」，「日時・揚所」，\n「出席者（主人・客側・館側に区分）」等の記入欄が存在し，その他「費\n用概算」，「小切手支払先」等の記入欄が存在する。②「支払決議」には，\n支払決議がされた日付欄，「資金前渡官吏」の記載欄，支払年月日，「使\n用目的」，費目（「在外公館交流諸費」等）の記載，そして「証番号」欄\n等がある。そして，この支払決議の台紙には，③「立替金請求・領収書」\nと④レストラン等の「領収書」が貼付されている。「証番号」というのは\n支出ごとに連番が振られており，四半期ごとに「１」からの通し番号で整\n理しているもののようである。\nウ 以上に説明を加えたように，受領した２通の文書の各記載事項と貼付さ\nれた「立替金請求・領収書」と支払先の「領収書」で表わされる事項は，\n報償費の支出決裁文書等の「通番」，「部署」，「文書作成者」，「外形\n的事実」として説明されている記載欄・記載事項とほぼ同じだということ\nになる。\n(2) 開示された情報のあらまし\n原告が開示を受けた「在外公館交流諸費」の支出決裁文書のうち，在アメ\nリカ大使館の平成１０年度第４四半期（平成１１年１月１日から３月末日）\nの「設宴決裁書」のあらましは以下のとおりである。平成１０年度第４四半\n期に支出されている「設宴」の件数は１６４件であり，平成１０年秋の懇談\n等でも，翌年の２月，３月の請求，精算となっている例も存在している。\nア 「起案者」の「所属」（「経済」「政務」等）はすべて開示されている。\n起案者氏名は，一等書記官以上であれば全部開示されている。\nイ 設宴の「目的」については，おおむね開示されているが，一部マスキン\nグされているものもある。\nウ 主人側あるいは館側の出席者は，上記アの所属，そして肩書（官職）は\n開示されており，氏名は二等書記官以下の場合はマスキングが施されてい\nるが，一等書記官以上の役職者であれば，そのまま開示されていた（「立\n替金請求・領収書」の場合も，作成者の個人氏名の開示・不開示の基準は\n同様となっている。）。\nエ 「客側」出席者については，その者の「所属」（勤務先等），「肩書」\n（地位，職業等）は，おおむね開示されているが，個人氏名は，多くの場\n合，マスキングがされていた（全面開示もある。）。したがって，例えば，\n国務省に勤務の誰かとの懇談であるとの情報は開示されている（全部マス\nキングの揚合もある。）。\nオ 「設宴決裁書」の決裁欄は，独特のサインでされているので，決裁者の\n氏名等は判読できない状態である。\nカ 設宴決裁書の「費用概算」額は，支払先であるレストラン等が発行して\nいる領収書の金額におおむね合致している。設宴の日時揚所，費用概算，\nそして，支払先の「領収書」の領収金額はすべて開示されている（マスキ\nングはない。）。「立替金請求・領収書」の作成者の氏名の開示も，一等\n書記官以上であれば開示されている。\n(3) 意見交換の主なテーマについて\nア 「設宴決裁書」の起案は，多くの場合，設宴の「主人」となる懇談等の\n主催者が担当している。その者の部下が同席するような揚合には，その部\n下が起案することもあると見受けられるが，ほとんどの場合は設宴者が起\n案者となっている。\nイ 起案者の「所属」でみると，同大使館には，経済，議会，政務，広文，\n儀典，財務，科学，総務，防衛の９部署が存在しているものと認められる。\n起案者の所属別で設宴の件数を見ると，「経済」所属の館員が開設した設\n宴が多い。\nウ 前記のとおり，設宴の「目的」欄の記載は，おおむね開示されている。\nそして，懇談は「日米貿易問題」や「日米経済関係」といったテーマが目\n立つ。日米貿易摩擦の特定品目となっていた「コメ」や「板ガラス」につ\nいての意見交換が持たれ，また，テーマは定かではないが，農務省の担当\n者から情報収集をするという懇談も持たれている。\nエ このように，「目的」の一部がマスキングされていたり，客側の氏名の\n多くが消されているので，理解できない部分も存在するが，在外公館がど\nのようなテーマに関心を持って情報収集や懇談を行っているのかはうかが\nい知ることができる。もとより，会食や設宴の伴わない活動があるはずで\nあり，「交流諸費」に現れている在外公館の活動が，当該在外公館の活動\nのすべてとみることは相当ではなかろうが，ともかく，在外公館の外形的\nな活動の一端とその傾向を知る資料となっていることは事実である。\n(4) 交流諸費の開示状況からみた報償費情報不開示事由の不存在\nア 「文書作成者の氏名」「取扱者名」について\n(ア) 「在外公館交流諸費」の支出決裁文書の起案者名については原則的\nに開示されている。この事実に照らせば，被告が主張する理由で支障が\n生ずることはあり得ず，被告の主張は理由がない。\n(イ) 「在外公館交流諸費」の支出決裁文書については，文書の起案者や\n設宴の「主人」は官職，氏名が原則的に開示されている（一等書記官以\n上の者）。原告の分析対象は，「在外公館交流諸費」だけであるが，同\n大使館に，上述の職員のほかに「報償費」関係だけを専門に取り扱う職\n員がいるはずもなかろうから，「報償費」についても，先に挙げた職員\nらがそれぞれ分担している職務の範囲内で「報償費」の執行も行ってい\nるに違いなかろう。そうであれば，報償費の支出決裁文書を開示してそ\nの担当者名が外部に明らかになったとしても，そのことにより新たな情\n報の流出が起こるわけではない。\nイ 「起案日・決裁日」について\n(ア) 被告の主張は，外交交渉を行うには，相手方には何も覚られないよ\nうにして行う能面外交がベストで，「報償費」情報の開示さえしなけれ\nば相手方や関係国は日本国の手の内を知るすべはない，といっているに\n等しい。このような非常識を前提にする言い訳自体，論評の限りではな\nい。\n(イ) 加えて，「在外公館交流諸費」の開示状況からしても，被告の主張\nは理由がない。「交流諸費」では，起案日はすべて開示されている。決\n裁日は在アメリカ大使館では空欄のままであるが，他の大使館では記入\nされている。「交流諸費」も情報収集や外交工作活動のために支出され\nている経費であるが，その設宴決裁が設宴日の何日前に行われているの\nか，また，支出の何日後に精算されているのかなどは，もともと秘匿す\nる意味のない情報である。「交流諸費」支出決裁文書での「起案日」等\nの開示がこれを示している。\nウ 「支払予定額」，「支払額」及び「支払先」\n「交流諸費」では，「費用概算」とレストラン等支払先の領収額につい\nては，全部開示されている。マスキングはない。「設宴決裁書」の揚合に\nは，金員の支払先がすべて飲食業者であるからという面があるであろうが，\n外務省は，「交流諸費」に関しては，その額の多寡，推移，懇談等の持ち\n方，懇談等の間隔などを秘匿する意思がないものと認められる。「交流諸\n費」を用いての情報収集や外交工作活動については，間接情報を開示して\nも，「情報収集その他の外交工作活動について，その方法，意図，方針等\nを推知」されることはないとしているか，あるいは，推知されても問題は\nないと考えているのであろう。いずれにせよ，「交流諸費」の使途情報の\n開示に比しても，「報償費」の使途情報を全面不開示とする合理的な理由\nが認められないことは明らかである。\nエ 「情報提供者や協力者」の氏名\n(ア) 報償費の使途のうちには，情報提供者に情報提供の対価として現金\nを渡している揚合も存在するであろう。また，金銭を支払っていない揚\n合でも，情報源を秘匿しておくべき場合も存在するであろうが，電子情\n報時代の今日，情報を個人から買う時代ではない（そのような情報は，\n一般に精度が低いといわれている。）。仮にそうした事例が存在すると\nしても，それはごく一部の事例であり，全面不開示の正当性は存在しな\nい。\n(イ) 「交流諸費」については，設宴の目的はほぼ開示されており，相手\n方の氏名を全部開示している場合もあるし，氏名はマスキングしても，\n多くの揚合，「所属」と「肩書」は開示しているから，相手方の勤務先\nや身分等を知ることができる。これによって，どのような立場の人物と\nどのような事柄で懇談や意見交換が行われたのかを国民は知ることがで\nきる。昀小限，この程度の開示を行い，透明性を確保すべきは当然であ\nる。「交流諸費」で賄われている活動も，「報償費」によるものと同様\nに情報収集や外交工作活動なのである。それでも，懇談や情報収集のテ\nーマと相手方の所属と肩書は開示し，さらには氏名も開示しているので\nある。「交流諸費」の開示事例は，情報収集や外交工作活動のために接\n触した相手を全部隠す必要がないことを示している。このことに照らせ\nば，「報償費」の使途情報全面不開示の理由のないことは明らかであり，\n「今後の情報収集や外交工作活動への支障」を理由とする被告の主張は，\nご都合主義を示すものである。\nオ 「部署別の対象文書の件数等」\n(ア) 前記のとおり，在アメリカ大使館の「交流諸費」の平成１０年度第\n４四半期の使用件数は１６４件であった。交流諸費を使って情報収集や\n外交工作等を行った大使館の部署が９つに分かれていることも指摘した。\nそして，更にそれら９つの部署別にも使用件数の区分が可能であること\nも指摘した。\n(イ) そして，同時期の在イギリス大使館での「交流諸費」の使用件数は\n３８件，同じく，フランスでは３１件，中国では３４件，フィリピンで\nは９件であった。\n(ウ) 「在外公館交流諸費」の使途情報を分析すれば，在外公館の部署別\nの使途件数が明らかになるし，どのようなテーマで，任国のどのような\n機関と接触し，どの程度の頻度で情報収集を行っているかも明らかにな\nる。要するに，「交流諸費」の使途情報にも，その在外公館の関心を持\nつ時々のテーマが示されているのである。そこで，日本国の在外公館の\n「交流諸費」の使途情報を集めれば，日本国のその時々の活動内容や関\n心テーマを推知することは，ある程度可能となる。これらを分析しても，\n外交工作に関する直接的な情報が得られるわけではないから，収穫は知\nれているであろうが，被告が，報償費の件数を開示すると分析が可能と\nなるとする幾つかの情報は入手することは可能となろう。被告が主張す\nる程度の情報の入手は，日本国の公式情報の分析で十分に可能と思われ\nるが，「在外公館交流諸費」の情報分析でも，同時に可能である。\n(エ) 被告が主張するように，「公としない形態や内容の活動件数には，\n我が国として公にすることが適当ではない外交上の方針が反映されるこ\nとがあり，これが明らかになると，外国政府や外交当局との関係で，種\n々の評価，分析，憶測を生み出し，外交事務を行う上で支障を生ずるお\nそれがある」というのであれば，日本国は，一切の情報を公表，開示す\nることをやめなければならないはずである。それほど，被告の主張は，\n馬鹿馬鹿しいものである。日本国と他の国との二国間関係が，全部同じ\nであるということはあり得ないのであり，「報償費」や「交流諸費」の\n件数が異なることは当然である。その件数や金額の多寡が不当な憶測を\n生んだり，悪感情を引き起こすこと等は想像の外のことである。\nカ 報償費の多寡\n(ア) 在アメリカ大使館の「交流諸費」の平成１０年第４四半期の使用件\n数は１６４件で合計金額は１万４２００ドルであった。同時期のイギリ\nスでは３８件で４１９２ポンド，フランスでは３１件で３万３２５７フ\nラン，中国では３４件で３万９４５７元，フィリピンでは９件で１１万\n４７３７ペソであった。\n(イ) 以上のように「報償費」と同様に情報収集や外交工作活動の経費と\nして使用されている「在外公館交流諸費」については，予算額，支出先，\n使用額は秘匿されておらず，国別の「在外公館交流諸費」の多寡は容易\nに判定できる。外務省が「在外公館交流諸費」の使途情報を開示してい\nることは，これらの経費の多寡が判明しても，「いずれかの国をより重\n視しているのではないかなどといった憶測を惹起する結果となる」とは\n考えていないことの証左である。「在外公館交流諸費」も情報収集や外\n交工作活動を支える費用として使用されているのであるから，被告の論\n法からすれば，その経費使用の多寡で，様々な憶測を呼ぶということに\nなるはずであるが，それが「交流諸費」であれば憶測を呼ばず，「報償\n費」であると憶測を呼ぶというのは，支離滅裂というほかはない。\n(ウ) 被告は，日本国と他の国との二国間関係について，日本国が相手国\nをどのようにみているのかについて，相手国は報償費の使用額の多寡を\n指標として注目しているというが，およそ馬鹿げた答弁であり，相手国\nを侮辱するものでもある。日本国と相手国との交流状況を示す事実やデ\nータは，外務省のホームページからでも入手できるのであり，二国間関\n係を示す諸指標は豊富に存在するのである。報償費の多寡よりもはるか\nに直接的に二国間の関係を示す指標が溢れているのであるから，「報償\n費の使用状況が明らかになれば，我が国として，いずれかの国をより重\n視しているのではないか等といった憶測を惹起する結果となる」などと\nいうのは，愚にもつかぬ言い訳である。\n(5) 「在外公館交流諸費」の開示から明らかになった本件不開示決定の違法\n性\nア 「在外公館交流諸費」の開示による弊害の不存在\n(ア) 「交流諸費」の設宴決裁書の設宴の目的や客側出席者をみると，日\n本のコメ輸入制限の特例措置についての意見交換がＵＳＴＲとの間でも\nたれており，板ガラス問題について同じくＵＳＴＲとの間で意見交換が\n行われている。そして鉄鋼問題が登場し，これに関しては短い期間に４\n回の懇談がもたれている。そして，４回のうち，１回は商務省職員との\n「意見交換」となっている。そして，日米貿易問題や通商問題一般につ\nいては，ＵＳＴＲ職員らとの懇談がしばしば行われている。また，日米\n貿易問題ではないが，「米中関係に関する意見交換」，さらに，テロや\n中東問題等幅広い議題について懇談が行われている。\n(イ) 日本国から派遣されている大使館員らは，そうした活動を行うため\nに駐在しているのであり，各国の外交官も，そうした活動をするために\n任国へ派遣されているのであろう。受入国も各国の外交官がそうした活\n動を行っていることは十分に承知をしていることである。そうした活動\nを行った事実自体が相手方に知れると，そのことにより不快感が表明さ\nれたり，二国関係自体がうまくいかなくなるというのは，民主主義体制\nの国では，あり得ない話である。\n(ウ) 被告は，「報償費支出決裁文書」を開示すると，「その担当事務か\nら，我が国が行っている情報収集活動，工作活動の方針，意図，動向，\nその前提とする外交方針等が察知されることになる。」とか，「公とし\nない形態や内容の活動件数には，我が国として公にすることが適当では\nない外交上の方針が反映されることがあり，これが明らかになると，外\n国政府や外交当局との関係で，種々の評価，分析，憶測を生み出し，外\n交事務を行う上で支障を生ずるおそれがある」とか主張をしてきたが，\nこうした論法からすれば，「米中関係に関する意見交換」という懇談が\n中国政府に知れると，「台湾の独立支援のための情報交換との憶測を呼\nぶことになる」ということになるのであろうか。被告の主張を前提にす\nれば，「在外公館交流諸費」の開示は外部に様々な情報を提供すること\nになるのであるから，今後の情報収集や外交工作活動に支障を来し，国\n益に反することになるはずである。しかし，「在外公館交流諸費」の使\n途情報等が開示されている事実にかんがみれば，被告の前記主張が，い\nかに揚当たり的で虚偽に近い屁理屈であるかがよく分かる。情報収集や\n外交工作活動（の支出決裁文書）でも，平生は，一定程度の情報開示を\nしているのに，「報償費」だけは頑迷に開示を拒んでいるのである。\nイ 報償費の使途情報の開示を拒む真の理由\n(ア) 外務省の公表資料（「便宜供与件数統計表」）によれば，飲食の伴\nう便宜供与が年間で１万４０００件以上も存在していることからしても，\n国会議員に対する接待件数がかなりの数に達していることは推認に難く\nない。原告は，平成１３年１０月の情報公開請求で，①飲食その他の供\n応に関する決裁書類及び支出証拠，そして，②便宜供与に関する決裁書\n類及び支出証拠の請求をした。これに対して，被告は，①については\n「在外公館交流諸費」及び「交際費」のうちの飲食に関する支出決裁文\n書を開示し，②については飲食の伴わない便宜供与（例えば，公務出張，\n新聞購入代金等）の支出証拠等を開示してきた。飲食を伴った便宜供与\nのそれは出てこなかったのである。そして，被告は，原告の請求につい\nて，「報償費『決裁書』領収書等を含む」とした上で，飲食の伴う支出\nのうち，「報償費」から支出されたものは全部不開示との応答をしてき\nたのである。\n国会議員に対する飲食を伴う便宜供与がかなりの数で存在するところ，\n原告のこれまでの請求では一向に姿を見せず，本件請求でもその例に漏\nれなかった。５つの大きな国の日本大使館で，１年余の間に飲食を伴っ\nた便宜供与が１件も行われなかったというのはあり得ないことである。\nこうしたことからも飲食の伴った便宜供与は，「報償費」から支出され\nているという推認が成り立つ。\n(イ) 被告が「報償費」の使途情報の開示を拒む本当の理由は，「我が国\nがその当時，いかなる外交事案に関して情報収集その他外交工作等が行\nったかが推知され，これを分析することが可能となるから，その結果，\n我が国の情報収集活動その他外交工作活動の方針，意図，動向等，その\n前提となる外交方針等が察知される危険が極めて高い」からではなく，\n報償費の使途が，あまりにも情報収集や外交工作活動からかけ離れた，\nあるいは役に立たない活動に使われているからだと考えられる。ほかに\n合理的な理由を見いだすことはできない。このことからも，被告の原告\nに対する「報償費」支出決裁文書の不開示処分は法５条３号・６号の要\n件を満たさないことは明らかであり，全面不開示の違法性は明らかであ\nる。\n５ 五類型に関する法５条１号該当性の主張について\n五類型に係る文書について，被告は，情報公開審査会のした本件答申にかん\nがみ，特定の個人を識別できる記述のうち公表慣行のない記述については法５\n条１号に基づき不開示にしたと主張する。\n(1) まず，被告の不開示処分のうち，大臣官房の報償費に関する行政文書開\n示決定等通知書（乙１８の１）を例にとれば，被告は，行政文書の名称等と\nして，「大規模レセプション，酒類の購入及び日本画等の購入に係る支払証\n拠書類」と記載し，不開示事由として「公にする法令又は慣行のない個人の\n氏名，住所，電話番号等，個人を識別できる情報及び公にすることにより個\n人の権利利益を侵害するおそれがある情報（情報公開法５条１号）」と記載\nするにすぎず，どの文書の，どの部分が，どのような理由で１号の不開示事\n由に該当すると判断されたのかさえ不明である。在米日本大使館（乙１８の\n２），在仏日本大使館（乙１８の３），在フィリピン日本大使館に関する各\n文書についても，ほぼ同様の内容である。\n(2) 次に，被告は，法５条１号に関し，「公表慣行のない記述」と主張して\nいるが，法５条１号は「慣行として公にされ又は公にすることが予定されて\nいる情報を除く」と規定している。すなわち，法５条１号は，「慣行として\n公にされている情報」又は「慣行として公にされることが予定されている情\n報」は，仮に個人情報に該当する場合にも不開示の対象にはならないと規定\nしているのであって，この点に関する被告の主張や情報公開審査会の判断は，\n法の規定に基づいたものとなっていない。\n(3) 被告が不開示とした文書には，見積書，請求書や領収証類が多数含まれ\nているが，そもそもこれらの文書は，求めがあれば何人にも提供することを\n予定しているものであって，ある情報と同種の情報が公にされている場合に，\n当該情報のみ公にしないとする合理的な理由がないなど，当該情報の性質上\n通例公にされるものにほかならない。すなわち，「慣行として公にされてい\nる情報」又は「慣行として公にされることが予定されている情報」に当たる\nのであるから，法５条１号に該当することを理由とする被告の不開示の主張\nには理由がない。\n"
}