{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 30
  },
  "case_number": "平成11(行ウ)19",
  "case_name": "排水設備設置義務免除及び放流許可に係る不許可処分取消請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "gist": "下水道法１０条１項ただし書所定の公共下水道管理者である市水道事業及び下水道管理者が，同項の規定により製紙会社のした排水設備設置義務免除及び放流許可に係る申請に対し，当該許可についての審査基準のうち「放流下水は，排水処理施設等を経由しない，未処理の状態であること」との基準に該当しないとしてした不許可決定が，取り消された事例",
  "case_gist": "下水道法１０条１項ただし書所定の公共下水道管理者である市水道事業及び下水道管理者が，同項の規定により製紙会社のした排水設備設置義務免除及び放流許可に係る申請に対し，当該許可についての審査基準のうち「放流下水は，排水処理施設等を経由しない，未処理の状態であること」との基準に該当しないとしてした不許可決定につき，同項ただし書による許可については公共下水道管理者の合理的な裁量にゆだねられているものと解されるが，前記基準は，工場等の排水処理施設の性能向上や廃水処理技術の高度化等に照らすと，前記決定時においては，公共用水域の水質保全という中心的な目的を達成するための手段としては硬直的かつ形式的にすぎるものとなり，下水道政策全般との整合性を著しく欠き，事業計画策定段階における公共下水道の排水に比して看過し難い不平等，不公平をもたらすものとなっていたというべきであるから，社会通念上著しく妥当性を欠き，公共下水道管理者の裁量の範囲を超えた違法なものとなっていたといわざるを得ないとして，前記決定を取り消した事例",
  "lawsuit_id": "15479",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15479",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/479/015479_hanrei.pdf",
  "contents": "主　　　文\n１　被告が，平成１０年８月２７日付で原告に対してした下水道法１０条１項但書\nの規定による排水設備設置義務免除及び放流許可に係る不許可の決定を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同旨\n第２　事案の概要\n本件は，下水を自社の排水処理施設で浄化して河川に直接放流することにより下\n水道使用料を軽減しようとした原告が，被告に対し下水道法（以下「法」という）\n１０条１項但書の規定による排水設備設置義務免除及び放流許可に係る申請をした\nのに対し，被告は，行政手続法に基づく審査基準のうち，「放流下水は，排水処理\n施設等を経由しない，未処理の状態であること」という基準に該当しないとして不\n許可決定をしたことから，原告が被告に対し，排水処理施設の状態や排水処理後の\n水質に関わりなく一切の処理済排水を排水設備設置義務免除等の対象から除外する\n前記基準は被告の合理的裁量を逸脱する違法なものであるとして，前記基準に基づ\nいてなされた前記不許可決定の取消を求めたものである。\n１　争いのない事実等\n（１）　静岡市高松下水処理場は，昭和３５年１１月に運転開始され，これにより\n静岡市中心部を処理区域とする「α処理区」が供用開始されることとなった。同下\n水処理場は，合流式の下水排除方式を採用している。\n（２）　原告は，資本金１３億４０００万円の各種和洋紙の製造加工，販売等を業\nとする製紙会社であり，昭和４６年４月（当時は「安倍川工業株式会社」）から工\n場排水の全量をα処理区の公共下水道（高松下水処理場）に排出することとなり，\n現在に至るまでこれを使用している。\nまた，原告は，水質汚濁防止法２条２項の「特定施設」を保有していることか\nら，法１２条の２第１項の「特定事業場」と位置付けられ，同項の規定により，公\n共下水道への排出口における水質が法施行令及び静岡市下水道条例で定める基準に\n適合しない下水を排除してはならないこととされている。\n原告の下水排出量は別紙のとおりであり，静岡市の公共下水道の最大口使用者で\nある。そして，その下水道使用料は，１０００立方メートルないし２０００立方メ\nートルを超える部分についての１立方メートル当たりの下水道使用料の単価が別紙\nのとおりであることから，高額化している。\n（３）　そこで，原告は，平成７年１２月，被告に対し，工場排水を自社で処理し\nて河川に\n直接放流したい旨の口頭による要望を行い，それ以後も再三にわたって同様の要請\nを繰り返したが，被告は，その都度，後記本件基準事項の存在とその必要性を説明\nして，原告の要請に応じてこなかった。このような状況の中で，原告は平成９年９\n月から新型の排水処理施設の稼働を開始し，同施設を経由した処理済水を原告工場\n内で循環使用していたが，下水道使用料を軽減することを目的として，被告に対\nし，平成１０年７月３１日付で同施設の処理済水について法１０条１項但書の規定\nによる排水設備設置義務免除及び放流許可に係る申請（以下「本件許可申請」とい\nう）をした（甲１４，１８，２１，弁論の全趣旨）。\n（４）　ところで，被告は，静岡市の下水道事業に係る法１０条１項但書所定の公\n共下水道管理者として，同項但書の許可に関する事務を所管している者であるが，\n平成６年１０月１日の行政手続法の施行に合わせて，当該許可に係る法１０条１項\n但書の許可についての審査基準（以下「本件審査基準」という）を定めているが，\nそれは下記のとおりである。なお，本件審査基準策定以後に，後記本件基準事項が\n見直されたことはない。\n記\n静岡市水道局排水設備設置義務免除取扱要項に基づく審査を行い，次に掲げる要\n件の全てに該当すると認めたときは，排水設備設置義務の免除及びこれによる下水\nの河川等への直接放流の許可を決定するものとする。\n（１）　公共用水域に放流しようとする下水（以下「放流下水」という）の水質\nが，下水道施行令（原文ママ）（昭和３４年政令第１４７号）第６条に規定する技\n術上の基準に比して同等以上と認められること。\n（２）　放流下水を直接放流しても支障がない公共用水域があること。\n（３）　前号の公共用水域に放流させるために設けられる排水管きょ，その他これ\nに付随する設備と排水設備とが完全に分離されていること。\n（４）　前３号に掲げるもののほか，管理者が特に必要と認める事項。\n（注）１　第１号の「技術上の基準」は，次のとおりである。\n①水素イオン濃度　　　　５．８以上８．６以下\n②生物化学的酸素要求量　２０ｍｇ／Ｌ（５日間）以下\n③浮遊物質量　　　　　　７０ｍｇ／Ｌ以下\n④大腸菌群数　　　　　　３０００個／ｃｍ３以下\n２　第４号の「管理者が特に必要と認める事項」は，次のとおりである。\n①　放流下水は，当該下水を放流する事業場が存する処理区の終末処理場放流水と\n同等以上の\n水質であること。\n②　放流下水は，排水処理施設等を経由しない，未処理の状態であること（以下\n「本件基準事項」という）。\n（５）　法１０条１項の運用については，「下水道法第１０条第１項の運用につい\nて」と題する昭和３８年２月８日建設省都発第１９号都道府県知事宛建設省都市局\n長通達（以下「昭和３８年通達」という）があり，「法第１０条第１項ただし書に\nより排水設備の設置義務を免除する場合には，法施行令第６条により，その区域の\n公共下水道からの放流水につき定められている水質基準によって措置するものと\nし，かつ，河川等へ下水を直接排除することの許可にあたっては条件を附し，将来\n基準に適合しない下水を排除した際は，許可を取り消す旨明定するとともに，下水\n排除状態を常時把握する等の措置を合わせて講ずることとされたい」旨示されてい\nるところ，被告は，この考え方を妥当と認めて本件審査基準を策定したものであ\nる。\n（６）　被告は，平成１０年８月２７日付で，本件許可申請について，本件基準事\n項に該当しないことを理由に不許可決定（以下「本件処分」という）をした。\n（７）　原告は，本件処分を不服として平成１０年１０月２６日付で静岡市長に対\nして審査請求をしたが，同１１年９月１７日付で同審査請求を棄却する旨の裁決が\nなされた。\n２　争点\n・　一切の処理済水について，法１０条１項但書の適用対象から除外することの合\n理性と違法性の有無\n・　処理済水の水質を問わずに処理済水であることのみを理由として，一切の処理\n済水を公共用水域への直接放流の対象から除外する（直接放流を一律認めない）本\n件基準事項は被告の合理的裁量の範囲内か否か。\n（１）　原告の主張\n法１０条１項の利用強制は当該公共下水道の排水区域内の土地の所有者，使用者\n又は占有者（以下「所有者等」という）の下水排除の自由を侵害し，これらのもの\nに下水道利用料の負担を強制するものであるから，公衆衛生の向上や公共用水域の\n水質保全等の法１０条１項の目的を実現することに必要な範囲に限定されるべきで\nある。なお，被告は下水道の整備を同法の目的に含めるが，これは利用強制の理由\nではない。\nしたがって，処理済水であっても，排水処理施設の維持管理状況や能力が高く直\n接放流を認めても公衆衛生の向上や公共用水域の水質保全に問題がなければ，利用\n強制の例外となる特別の事情を認めるべきであり，本件審査基準も同様でなければ\nならな\nい。\nしかるに，本件基準事項は処理済水の直接放流を一律認めないものであり，同法\nの目的実現に必要な範囲を超えて違法である。\nこのことは，静岡県が流域下水道において処理済水の直接放流を認めているこ\nと，被告も訴外株式会社巴川製紙所用宗工場（以下「訴外巴川製紙」という）の処\n理済水については河川への直接放流を認めていること，昭和３８年通達が処理済水\nであっても許可の対象となりうることを示唆していること，原告の排水処理施設の\n水質に見られるように，現在の排水処理技術をもってすれば下水処理湯よりも優れ\nた水質の排水を継続的に排出することが可能であることから，明らかである。\nなお，原告に関係するα処理区のように，公共下水道の供用開始後である点と，\n訴外巴川製紙に関係するβ処理区のように公共下水道の供用開始前である点の相違\nが，前者では処理済水を公共用水域に直接放流することを拒絶する（公共下水道に\n取り込む）こととなり，後者ではこれを許容する（公共下水道に取り込まない）こ\nととなるという取扱いの違いの合理的な理由になることはない。\n被告は，原告の水質検査違反の事実を指摘して，私人の排水処理施設の維持管理\n能力に疑問がある旨主張するが，同検査の対象となった排水は原告が主張している\n排水処理施設を経由した排水ではなく，現在の排水処理施設の維持管理能力とは関\n係がない上，公共下水処理施設といえども設備の故障により悪質下水が排除される\n可能性があることから，合理的ではない。\n（２）　被告の主張\n下水排除の自由は権利として成立していないこと，下水道使用料の根拠条文は法\n２０条及びその下位規範であり，法１０条とは関係がないことから，法１０条１項\nの利用強制は原告主張のように必要な範囲に限定されるものではなく，但書の特別\nの事情についても，法１条，法１０条本文の趣旨に反しない範囲内において合理的\nな裁量によって定められるべき事項である。\nそして，法１０条１項は下水道の利用を強制することにより不適当な下水の公共\n用水域への排除を抑制しようとするため，ないしは，下水道処理区域内の全ての所\n有者等に利用を強制することにより将来の排出下水量の予測を可能にするとともに\n設備の稼働率を維持し，もって下水道事業の効率的な運営と，下水道の普及率の上\n昇による公共用水域の水質保全とを図るためのものであり，その目的達成のために\n合理的なものであれば利用強制は\n許されるのであって，本件審査基準においても同様である。\nところで，安倍川は，上流部の水質環境基準がＡＡ，下流部のそれがＡとされる\n清流であるから，行政にはその水質にリスクを負わせることがないように配慮すべ\nき責務があるところ，公共下水道以外の処理済水はその処理施設の維持管理の程度\n及び能力如何によっては公共用水域に放流することが不適当な下水が排出される可\n能性があるため，公共下水道の終末処理場における一元的処理が必要であること，\n又は事業計画策定の段階で公共下水道に取り込むのが妥当とされた処理済水の直接\n放流を認めることは，下水道設備の稼働率を下げて下水道事業の効率的運営にとっ\nて支障となることから，本件基準事項は，処理済水の直接放流を認めないものであ\nり，法１０条１項の目的達成のために合理的であり，適法である。\nまた，流域別下水道整備総合計画（以下「流総計画」という）と法１０条１項但\n書とではその趣旨，前提，適用範囲において全く異なるものであるから，流総計画\nにおいて処理済水の直接放流を認めているからといって本件基準事項が処理済水の\n直接放流を認めないことに合理性がなくなるものではない。\nなお，訴外巴川製紙の処理済水については下水道事業計画策定の段階で合理的と\n認めたから直接放流を許可したのであり，本件処分とは適用場面を異にする。\nまた，訴外巴川製紙については，悪質下水放流のおそれがないとして直接放流を\n認めたものではなく，公共下水道で処理をして悪質下水の放流を防止することによ\nり得られる公共用水域の水質保全の効果と，公共下水道の関連施設の建設費用の高\n騰を押さえることにより，下水道全体の整備を進めることによって生じる公共用水\n域の水質保全の効果とを比較勘案して直接放流を認めたものである。これに対し，\n本件許可申請については，直接放流を認めても既存設備の稼働率の低下と，使用料\n収入の減少による下水道の整備の支障をもたらすのみであり，公共用水域の水質保\n全につながるものではないから，本件処分を行ったものである。\nさらに，昭和３８年通達は，原告主張のような法１０条１項但書の許可の対象如\n何について述べているものではない。\n加えて，原告は自社の処理済水の水質検査の結果をもって，現在の排水処理設備\nの水質の高さとその継続性を主張するが，被告の検査によれば，原告は平成元年４\n月から平成１２年２月までの１１年間に５４回\nの検査中１６回の水質基準違反を犯しており，維持管理能力の立証は尽くされてい\nない。また，原告の排水は水温と塩素イオン濃度が高く，水質にも問題がある。下\n水処理場が，排水区域内の下水を一元的に処理して公共用水域に放流することは法\nの予定するところであり，私人が自己処理した処理済排水の水質と単純に比較する\nことは相当ではない。\n第３　争点に対する判断\n１　本件処分の違法性の有無の判断基準\n（１）　法は，１条において，流総計画の策定に関する事項（法第一章の二），公\n共下水道（法第二章），流域下水道（法第二章の二），都市下水路（法第三章）の\n各設置その他の管理基準を定め，下水道の整備を図り，都市の健全な発達と公衆衛\n生の向上に寄与し，公共用水域の水質の保全に資することを目的としている。そし\nて，法第二章中の法１０条１項本文は，下水道が整備され供用開始されることを前\n提に，公共下水道の利用の強制を定めているが，この規定は，公共下水道がいかに\n整備されても，各家庭ないし工場等の下水が公共下水道に流入されず，依然として\n地表に停滞・滞留し，又は在来の溝渠を流れていたのでは土地の浸水の防止及び清\n潔の保持は不可能なことであり，都市の健全な発達や公衆衛生の向上に寄与すると\nいう目的は達せられず，公共用水域の水質保全を図ることもできないとの観点から\n設けられたものと解される。\n（２）　そして，このような観点から，法１０条１項但書は，「特別の事情」によ\nり公共下水道管理者の許可を受けた場合等に限り，例外的に公共下水道の利用の強\n制が免除されるものと定めている。\nこの「特別の事情」については，法１０条１項但書において，その判断基準を特\nに規定していないが，公共下水道の利用強制の免除が法１０条１項本文の前記趣旨\nに適合するか否かの判断は，個別の具体的事情を勘案した行政庁の専門技術的な知\n識経験と公益上の判断を必要とすると解すべきであるから，同項但書の許可につい\nては，公共下水道管理者の合理的な裁量に委ねられているというべきである。\nしたがって，公共下水道管理者の裁量権の行使としての処分が，全く事実の基礎\nを欠くか，又は社会観念上著しく妥当性を欠き，裁量権の範囲を超え又は裁量権を\n濫用してされたと認められる場合には，違法であると判断すべきものである。\n（３）　そこで，本件処分は本件基準事項を充足しないこと，すなわち，原告の排\n出する下水がこの基準を\n満たしていないことを理由になされているのであるから，本件基準事項の定めが社\n会観念上著しく妥当性を欠き裁量権の範囲を超え又は裁量権を濫用したものと認め\nられる場合か否かについて検討する。\n２　本件基準事項の合理性と違法性の有無\n（１）　本件基準事項の目的の合理性について\nア　本件基準事項が排水処理施設を経由しない未処理水に限って公共下水道の利用\n強制を免除することとしたのは，公共用水域の水質保全，公衆衛生の向上，都市の\n健全な発達を目的とするものであるから，本件基準事項が定められた上記目的につ\nいては，相応の合理性が認められる。\nイ　被告は，最終準備書面において，法１０条１項但書の許可が被告の下水道整備\n事業にとって支障になるおそれがあるか否かも重要な判断基準となってくるとし\nて，事業計画策定段階で公共下水道に取り込まれた処理済水の直接放流を認めるこ\nとは，下水道設備の稼働率を下げ，使用料収入の減少をもたらし，下水道事業の効\n率的運営にとって支障となり，ひいては公共用水域の水質保全を阻害することか\nら，本件基準事項にはこのような弊害を防止する目的と下水道の整備という目的も\nあり，本件基準事項は合理性を有する旨主張する。\nしかしながら，被告はそもそも当初において前記のような主張をしていなかった\n（乙５によると，静岡市長も被告の上記主張を裁決の理由としていない。）ばかり\nか，法１０条１項但書の許可に関する事務を所管する静岡市水道局下水道部下水道\n維持課の課長であるａは，本件基準事項に被告主張のような設備の過大化の防止\n等，下水道の整備という目的が含まれることを明確に否定しているところでもある\n（証人ａの第５回口頭弁論調書速記録１７２ないし１７４項）。\nまた，本件審査基準のうち，本件基準事項を除くと（２）（３）以外は公共用水\n域の水質保全を目的とするものであり，（２）は放流水が滞留して公衆衛生に悪影\n響を与えることの防止を目的とするものであり，（３）は放流が許される排水と許\nされない排水とが混在して結果的に悪質下水が放流されて公共用水域に悪影響を与\nえることの防止を目的とするものであるから，いずれも公共用水域の水質保全とい\nう目的と直接的に，あるいは密接に関連があるといえるにもかかわらず，本件基準\n事項のみが公共用水域の水質保全との関連が間接的な下水道の整備という目的をも\n含んでいるというのは不自然である。\nしかも，法１０条\n１項が設けられたのは，前記１（１）のとおり，都市の健全な発達や公衆衛生の向\n上への寄与，公共用水域の水質保全の観点からであって，直接的に，下水道の整備\nという観点からではないと解され，市町村のし尿浄化槽清掃事業・し尿処理事務の\nように（最高裁第１小法廷昭和４７年１月１２日判決，民集２６巻８号１４１０頁\n参照）下水道整備事業の円滑完全な運営・遂行という観点が法１０条１項の趣旨に\nあるとはいえない。\nまた，被告は，平成１２年３月２９日付準備書面（一）１２項において，「法１\n０条１項本文の規定が負担の強制を定めているわけではない」旨を主張して下水道\n使用料の問題は法１０条１項本文と関連がないことを強調しているのであるから，\n被告の上記主張は，要するに，一方で法１０条１項本文は下水道使用料の徴収と関\n連がないとし，他方で同項但書は下水道使用料収入の減少と関連があるとし，本文\nと但書を使い分けるものであって，たやすく採用することができないといわなけれ\nばならない。\n（２）　本件基準事項の手段の合理性について\nア　建設省下水道法令研究会編著の「逐条解説下水道法」（平成５年５月２０日発\n行第４版）には『工場，事業場等の排出水のように汚水処理施設の維持管理の程度\n如何によっては悪質下水が排出される可能性があるため，本認可を行うことは不適\n当であると解される』との記載部分が存在し（乙６），処理済水の公共用水域への\n直接放流に対して消極的ないしは慎重な姿勢であったとみられるところ，確かに，\n高度の排水処理施設を経由した排水であっても，その維持管理の程度如何，能力如\n何によっては不適当な下水が放流され，公共用水域の水質保全がなされない可能性\nがないわけではない。\nまた，原告が処理済水を直接放流しようとしている安倍川は，全国の一級河川と\nしては珍しく，水質基準の類型（環境基本法１６条１項に基づく昭和４６年環境庁\n告示第５９号「水質汚濁にかかる環境基準について」の別表２）が上流部において\n「ＡＡ」，下流部において「Ａ」とされている清浄な河川であることから，静岡市\nは環境基本条例を制定するなどして安倍川の清流を維持する方針を採用していると\nころである（乙１１，証人ａ）。\nこのような地域的特性をも配慮すれば，本件基準事項が排水処理施設等を経由し\nない未処理水に限って公共下水道の利用強制を免除していることは，公共用水域の\n水質保全等の目的を達成するた\nめの手段として，従前においては，相応の合理性を有していたものと解し得る余地\nがないわけではない。\nイ　しかしながら，上記「逐条解説下水道法」（平成１３年８月３１日発行）の改\n訂版においては，前記アで引用した二重かぎかっこの記載部分が全部削除されてい\nるところ，その理由は必ずしも明らかではないが，近年における排水処理技術の進\n歩に鑑み，消極的見解ないし慎重な姿勢を改めたのではないかと推測し得るのであ\nって，前記相応の合理性が本件処分時においても従前のまま維持されていたとは考\nえにくいというべきである。\nウ　次に，都道府県は流総計画を定めなければならず（法２条の２），公共下水道\n事業管理者が定める公共下水道事業計画は流総計画に適合しなければならない（法\n６条５号）。\nこの流総計画は，水質環境基準が定められた河川等の公共の水域又は海域ごとに\n法２条の２第２項所定の事項について定められる下水道整備に関する総合的な基本\n計画であって，個別の公共下水道又は流域下水道の事業計画の上位計画とされてい\nる。もっとも，この流総計画を定めた法２条の２の規定は，昭和４５年１２月の法\n改正によって追加されたものであることから，静岡市においては，α処理区に係る\n下水道事業計画の策定時（昭和３０年）には，適合させるべき流総計画はなかっ\nた。\nしかして，静岡市の公共下水道事業計画には，静岡県による法２条の２に基づく\n流総計画が策定されていないため，法律上の上位計画は存在しないことになってい\nる。\nなお，原告が下水を排出しているα処理区においては，平成５年に流総計画のた\nめの調査が行われているものの（乙３），本件処分時には流総計画は策定されてい\nない。\nところで，流総計画は，建設省都市局下水道部監修の「流域別下水道整備総合計\n画調査　指針と調査」（平成８年版）に従って実施されているところ，同書には，\n公共用水域の水質保全等の法の目的を達成するために，下水道の処理区域，規模，\n能力等を定め，その策定の際の「下水道整備予定区域内の工場，事業場等の排水の\n計画汚水量を算定するに当たっては，・・・工場の処理施設の設置により，公共用\n水域に直接放流することが合理的なものについては算入しないものとする」と記載\nされており（この点に関する原告の解釈については被告も答弁書３頁六項１におい\nて認めている。），静岡市においても，事実上，流総計画と同様の考え方に基づい\nた公共\n下水道事業計画を策定しているところである。そして，同書解説部分には，「下水\n道法１０条ただし書きにおいて，特別の事情により，公共下水道管理者の許可を受\nけた場合には，当該下水を公共下水道に流入させるために必要な排水設備の設置義\n務を免除できることになっている。従って，本計画においては，計画下水量をでき\nる限り正確に予測し，適正な計画とするため，構成要素の一つである工場・事業場\nの排水については，下水道が供用開始された段階における同条ただし書きの適用の\n形態の見通しを本文に示す基本的考え方に基づき判断して，計画汚水量を算定する\nものとする。・・・除外施設の設置基準に基づいて設置された除外施設を経た工場\n排水等を下水道に受け入れるとした場合，水質的にみて公共用水域に直接放流して\nも支障がなく，むしろその方が合理的であると考えられる場合には下水道の計画汚\n水量に算入しないものとする。」と記載されている（乙４）ところ，この指針は，\n公共用水域の水質の管理・維持を重視しているものと解される。\nまた，平成７年７月１日に施行された静岡県流域下水道維持管理要綱によれば，\n静岡県が管理する流域下水道においては，供用開始段階において，工場等の排水処\n理施設を経由した排水のうち，公共用水域に直接放流することが合理的と認められ\nれば，計画汚水量に算入せず，公共用水域に直接放流することとされている（甲１\n３，調査嘱託の結果，証人ｂ）。しかして，下水道の供用開始の前後によって上記\n取り扱いが左右される合理的理由は見い出し難い。\n更に，このような指針や取扱いを受けて，被告は，β地区を下水の処理区域とす\nる「β処理区」の下水道事業計画の策定に当たり，同処理区内にある訴外巴川製紙\nの工場排水分（１日平均約４万５０００立方メートル）について，公共下水道の利\n用を強制すると，公共下水道の側で必要とされる設備が多くなり，建設費用が高騰\nするところ，同社は水質汚濁防止法，静岡市の環境部局との間の公害防止条例，水\n質測定記録の定期的提出や立入検査等公共用水域の保全措置が十分であることか\nら，同社の処理済工場排水を計画汚水量の算定の際に除算し，これを公共用水域に\n直接放流することを認めているところ，これは，β処理区の上位計画として流総計\n画が未だ策定されていないものの，流総計画の趣旨に基づいて検討された結果であ\nる（乙１２，証人ａ，弁論の全趣旨）。なお，β処理\n区の下水道事業については未だ供用開始には至っていない。\nエ　以上によれば，従前においては上記２（２）アのとおり，本件基準事項は公共\n用水域の水質保全等の目的を達するための手段として相応の合理性を有していたも\nのと解し得るとしても，排水処理施設の性能向上，排水処理技術の高度化等とあい\nまって，本件基準事項の定めは，遅くとも本件処分時までには，公共用水域の水質\n保全という中心的な目的を達成するための手段としては硬直的かつ形式的にすぎる\nものとなり，下水道政策全般との整合性を著しく欠くに至り，事業計画策定段階に\nおける公共下水道の排水に比して看過し難い不平等・不公平をもたらすものとなっ\nていたというべきである。\nオ　以上のとおりであるから，本件基準事項の定めは，本件処分時である平成１０\n年８月２７日の時点において，社会観念上著しく妥当性を欠くに至り，被告の裁量\n権の範囲を超えた違法なものとなっていたといわざるを得ない。\n３　本件処分の違法性\n前記のとおり，本件処分は，本件審査基準に基づいてなされたものであるとこ\nろ，本件審査基準は法１０条１項但書の趣旨を逸脱した違法なものといわざるを得\nないから，本件処分もまた違法となり，取消を免れない。\n４　結論\n以上によれば，原告の請求は理由があるからこれを認容することとし，訴訟費用\nの負担につき行政事件訴訟法７条，民訴法６１条を適用して，主文のとおり判決す\nる。\n静岡地方裁判所民事第１部\n裁判長裁判官　笹村將文\n裁判官　絹川泰毅\n裁判官　齊藤研一郎\n"
}