{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 16
  },
  "case_number": "平成17(行ケ)10618",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9141",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9141",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/141/009141_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０６１８号　審決取消請求事件\n平成１７年１２月２１日口頭弁論終結\n判決\n原　　　　　　告     三洋信販株式会社\n訴訟代理人弁護士　　 佐藤雅巳\n同               古木睦美\n被            告   　特許庁長官　中嶋誠\n指定代理人     　　　小出浩子\n同                 柳原雪身\n同        宮下正之\n同 　　   伊藤三男\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が不服２００３－１６７１２号事件について平成１７年６月１４日\nにした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　争いのない事実等（証拠を掲げた事実以外は，当事者間に争いがない。）\n１　特許庁における手続の経緯\n原告は，平成１４年５月１３日，別紙商標目録(１)に示すとおりの構成から\nなる商標（以下「本願商標」という。）について，指定役務を第３６類「資金の貸\n付け」として，商標登録出願（商願２００２－４３５４７号）したが，平成１５年\n６月２７日，拒絶査定を受けたので，同年７月２８日，これに対する不服の審判を\n請求した。特許庁は，この請求を不服２００３－１６７１２号事件として審理した\n上，平成１７年６月１４日，「本件審判の請求は，成り立たない。」との審決（以\n下「本件審決」という。）をし，同年７月６日，その謄本を原告に送達した。\n２　本件審決の理由\n別紙審決書写しのとおりである。要するに，本願商標と，登録第３０７４３\n２６号商標及び登録第３０７４３２７号商標（以下，本件審決と同じく，「引用商\n標１」，「引用商標２」といい，これらをあわせて「引用商標」と総称する。）と\nは，その外観において相違し，観念においては比較すべきところがないとしても，\n「サンヨーシンパン」の称呼を共通にする類似する商標であり，役務の出所につい\nて混同を生じさせるおそれのある商標であって，本願商標の指定役務は，引用商標\nの指定役務と同一又は類似のものを含むから，本願商標は商標法４条１項１１号に\nより商標登録を受けることができないとするものである。\n引用商標１，２は，いずれも第３６類「クレジットカード利用者に代わって\nする支払代金の精算，割賦販売利用者に代わってする支払代金の精算，貸金業規制\n法に基づく資金の貸付け」を指定役務として，平成４年９月２４日に登録出願さ\nれ，平成７年９月２９日に設定登録されたものであって，平成１７年９月２９日に\n存続期間が満了し，更新登録はなされていないものの，本件審決時において，現に\n有効に存続しており（甲１７２～１７４，乙３，４，弁論の全趣旨），それぞれ別\n紙商標目録(２)，(３)に示すとおりの構成からなるものである。\n第３　原告主張の取消事由の要点\n本件審決は，本願商標と引用商標との類否判断を誤り，本願商標が商標法４\n条１項１１号に該当すると誤って判断したものであるから，取り消されるべきであ\nる。\n１　混同のおそれについて\n(1) 商標の類否判断は，具体的な取引の実情に基づき，全体的に対比考察し\nて，出所について誤認混同を生ずるおそれがあるか否かによって決すべきである\n（最高裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷判決・民集\n２２巻２号３９９頁参照）から，本願商標と引用商標との対比に際しては，次のよ\nうな取引の実情を考慮した上で，類否判断を行うべきである。\nア　本願商標の指定役務である「資金の貸付け」は，提供者が直接，需要者\n（借入者）に提供するものであって，取引者（問屋や小売店）が介在することはな\nい。また，提供者の信用や評判，利率などの貸付の条件が，需要者が借入の申込を\nするしないを決めるにおいて重要な要素である。すなわち，需要者は，役務の提供\n（資金の貸付）を受けようとするとき，貸付者の信用，評判や貸付条件（金利，返\n済条件等）を勘案して貸付者を選択し，貸付者の店舗（有人又は無人）に赴き，貸\n金業の規制等に関する法律等に基づいて店舗に掲示されている商号，名称又は氏名\n等及び貸付者の説明により，貸付者を確かめた上，審査を受け，審査に合格すると\n交付される会員カードを使って，当該貸付者の店舗で借入又は返済をするものであ\nる（甲１６４，１６５，１７７～１８０）。\nイ　原告は資金の貸付けを業としている東証一部上場会社であるところ，本\n件審決がなされるよりも前の時点において，登録商標である「三洋信販」及び「Ｓ\nＡＮＹＯ　ＳＨＩＮＰＡＮ」（甲１６２，１６３）は原告の略称ないしそのローマ\n字表記として，本願商標中の図形は原告及び原告を中核とする「三洋信販グルー\nプ」のシンボルマークとして，本願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲ\nＯＵＰ」は同グループのローマ字表記として，それぞれ周知のものであり，さらに\nは本願商標も，原告の略称である「三洋信販」などとともに，広く広告宣伝され\n（甲１～１５８，１７５，１７６，１８１，１８２），需要者の間で，原告を中核\nとする企業グループの商標としてすでに周知となっていたものである。\nウ　引用商標の商標権者として登録されている山陽信販株式会社は，引用商\n標の設定登録後，アイフル株式会社の１００％子会社となり，本店を移転した後，\n平成１６年４月に，トライト株式会社との合併により，解散したものであり，もは\nや貸金業者として登録されていない(甲１６６～１７１）。また，引用商標について\nは，平成１７年９月２９日に商標権の存続期間が終了したが，平成１７年１０月１\n４日現在，更新登録出願はなされていない（甲１７２～１７４。なお，引用商標に\n係る商標権は，山陽信販株式会社を吸収合併したトライト株式会社が有していると\n解されるが，法人の商号と異なる商号又は名称からなる商標は公序良俗に反するも\nのであり無効事由がある。）。\n(2) 上記(1)アの実情に照らせば，本願商標の指定役務である「資金の貸付け」\nには，取引者（問屋や小売店）は存在せず，提供者が直接，需要者に提供するもの\nであり，「資金の貸付け」の需要者は，提供者の商号又は名称や商標の外観によっ\nて，提供者の出所を認識するから，商標の称呼や商標の一部の称呼によって，役務\nの出所が識別されることはない。\n(3) そうすると，仮に本願商標及び引用商標から「サンヨーシンパン」の称呼\nを生ずるとしても，当該称呼は，役務の出所の識別に関わらないというべきであ\nり，本願商標と引用商標の類否判断に際して，問題にすべきではない。\nそして，本願商標と引用商標とは，本件審決も認めるとおり，外観におい\nて相違し，また，本願商標は，前記(1)イにおいて指摘したとおり，原告を中核とす\nる企業グループの商標として周知であるから，本願商標からは，「原告を中核とす\nる企業グループ」の観念が生ずるところ，引用商標からは，本件審決も認めるとお\nり，格別一定の観念が生じないから，本願商標は引用商標と観念においても相違す\nる。\n以上によれば，仮に引用商標を使用して提供される役務が存し得るとして\nも，本願商標と引用商標とは，役務の出所について混同を生じさせるおそれはな\nく，非類似の商標であるというべきである。\n(4) そもそも商標法４条１項１１号は私益的登録阻却事由であり，同号の保護\n法益は引用商標の商標権者が引用商標について有する利益であるから，「出所の混\n同のおそれ」とは，本願商標を使用して提供される原告の役務が，引用商標を付し\nて提供される引用商標の商標権者の役務と混同されるおそれをいう。\nしかるところ，前記(1)ウ の実情に照らせば，そもそも引用商標を使用し\nて提供される役務が存在しないのであるから，引用商標の商標権者が引用商標につ\nいて有する利益が侵害されることはあり得ない。\nしたがって，本願商標と引用商標とは，役務の出所について混同を生じさ\nせるおそれはなく，非類似の商標であるというべきである。\n２　称呼について\n本件審決は，本願商標及び引用商標から「サンヨーシンパン」の称呼が生ず\nると認定したが，誤りである。\n商標の類否の判断にあたっては，役務に使用された商標の称呼，外観，観念\nによって取引者に与える印象，記憶，連想等を総合して，全体的に考察するべきで\nある（前記最高裁昭和４３年２月２７日判決参照）。\n本願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」との部分及び引用商標中の\n「山陽信販」との部分は，それぞれ本願商標及び引用商標の一部にすぎず，本願商\n標及び引用商標と同一性の範囲内にない（商標法５０条１項は，登録商標と同一性\nの範囲内にある商標として，「書体のみに変更を加えた同一の文字からなる商標，\n平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであつて同一の称\n呼及び観念を生ずる商標，外観において同視される図形からなる商標その他の当該\n登録商標と社会通念上同一と認められる商標」と規定している。）から，類否判断\nに際して対比すべきではない。\n前記１(1)イ のとおり，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲＯＵＰ」は原\n告を中核とする企業グループの名称として周知であり，また，本願商標において\nは，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲＯＵＰ」を上下２段に配してあるもの\nの，まとまりよく相近接して配してあるから，本願商標の指定役務の需要者は，本\n願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲＯＵＰ」を一体として認識し，原\n告を中核とする企業グループを観念するものであって，あえて「ＳＡＮＹＯ　ＳＨ\nＩＮＰＡＮ」と「ＧＲＯＵＰ」とに分割して認識するとみるべき理由はない。\nしたがって，称呼の類否を問題にするとすれば，本願商標については「サン\nヨーシンパングループ」，引用商標１については「サンヨーシンパンカブシキガイ\nシャ」，引用商標２については「エーシーサンヨーシンパン」の各称呼を対比すべ\nきであるから，本願商標は，引用商標と称呼において相違するというべきである。\nそして，本願商標と引用商標とが外観及び観念において相違することは前記\n１(3)のとおりであるから，結局，本願商標と引用商標とを全体的に対比考察すれ\nば，本願商標は，引用商標と外観，称呼，観念のいずれにおいても相違するもので\nあって，非類似の商標であるというべきである。\n第４　被告の反論の要点\n本件審決の認定判断は正当であり，原告主張の違法はない。\n１　混同のおそれについて\n(1) 原告は，本願商標と引用商標との対比に際し，取引の実情を考慮すべきで\nある旨主張するが，商標法４条１項１１号の適用の際に考慮される取引の実情と\nは，指定商品又は役務全般についての一般的，恒常的なものを指すものであって，\n特殊的，限定的なものを指すのではない（最高裁昭和４７年（行ツ）第３３号同４\n９年４月２５日判決・審決取消訴訟判決集（昭和４９年）掲載番号１５６６，４４\n３頁参照）。原告が取引の実情として主張している事実は，本願商標の指定役務全\n般についての一般的，恒常的な取引の実情といい得るものでなく，特殊的，限定的\nなものであって，類否判断にあたり考慮すべきものではない。\n(2) 原告は，本願商標の指定役務である「資金の貸付け」においては，取引者\n（問屋や小売店）は存在せず，また，需要者は，商標の称呼や商標の一部の称呼に\nよって，役務の出所を識別するものではない旨主張する。\nしかし，取引者は，問屋や小売店に限られるものではなく，提供者や需要\n者をも含む概念である。また，需要者は，インターネット，電話等の通信媒体を通\nじ，貸付者の店舗に直接赴くことなく資金の貸付けを受けることも可能であり，原\n告が主張する取引の実情は，貸金業における一形態にすぎない。そして，電話など\n口頭による取引が頻繁に行われ，テレビ・ラジオ等による宣伝・広告が一般化して\nいる現状においては，人の耳を通じた記憶が，需要者にとって貸金業者選定のため\nの必要かつ重要な要素の一つとなるのであって，本願商標及び引用商標に係る各指\n定役務が，口頭あるいは電話によって行われることを否定する理由はないから，役\n務の出所の識別にあたり，商標から生ずる称呼を無視することはできないというべ\nきである（なお，本願商標から生ずる称呼が，自他役務の識別標識としての機能を\n果たす上で重要な役割を果たしていることは，原告のテレビ広告及びイベントのテ\nレビ放映における原告の告知において，「サンヨーシンパン」と称呼された音声が\n収録されている（甲１８１）ことからも，首肯し得るところである。）。\n(3) 本願商標は，中段に「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の欧文字を独立して\n配してなるものであり，引用商標は，「山陽信販」を要部とし，又は，独立して把\n握されるものであるから，本願商標と引用商標は外観類似とはいえないまでも，\n「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字を見た者が「山陽信販」の文字を想起しな\nいということはできず，本件審決は，この程度の近似性まで否定したものではな\nい。\nまた，本願商標の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字からは，「さん\nよう信販」ほどの観念が看取されるものであるのに対し，引用商標からも，「さん\nよう信販」の観念が生じないといえるものでもないから，本願商標と引用商標とを\n観念類似とすることができないまでも，観念上全く異なるというのではなく，看者\nに与える観念の印象においていささかの近似性は有するものである。\n原告が，本願商標を一定程度広告宣伝に使用していることを認め得るとし\nても，後に述べるように，本願商標と引用商標とは，少なくとも称呼においては共\n通する類似する商標であり，かつ，本願商標の指定役務には引用商標の指定役務と\n同一又は類似の役務を含むものである。\nそうすると，本願商標が「資金の貸付け」について，一定程度広告宣伝に\n使用されていることを考慮してもなお，引用商標の指定役務と同一又は類似する役\n務に本願商標を使用したときは，一般需要者の間で出所の混同を生ずるおそれが極\nめて高いものというべきである。\n(4) 商標法４条１項１１号は，先願登録主義を採用したわが国の商標制度の下\nで，先願に係る他人の登録商標と抵触する商標は登録しない旨定めたものであり，\n既登録商標の権利を保護する私益保護のための規定ではあるが，同時に取引におけ\nる競業秩序が重複登録により乱されるおそれを防ごうとする公益保護のための規定\nでもある。したがって，先願商標が登録されている以上，当該商標の商標権者の同\n意やその登録商標の使用の有無とは関係なく，出所の混同のおそれがあり，同号の\n要件を満たすときは，商標出願は拒絶されるのである。そして，同号の適用を判断\nする基準時は，査定時又は審決時と解すべきである。\n原告は，引用商標の存続期間が満了し，更新登録申請がなされていないと\nいう本件審決後の事情を主張するが，本件審決時（平成１７年６月１４日）におい\nて，引用商標が有効に存続していた（乙３，４）以上，かかる事情は本件審決を違\n法とすべき事由に当たらない。\nまた，原告は，本件審決の前に，引用商標の登録原簿上の商標権者が，別\n会社に合併されたことや，商標権者が「資金の貸付け」に引用商標を使用している\n事実がないことを主張するが，本件審決時において，引用商標が「資金の貸付け」\n等に使用されていなかったとしても，その後も使用されないということはできない\nし，引用商標の登録原簿に記載されている権利者の法人格が消滅しているとして\nも，その商標権は承継会社に引き継がれているものであるから（甲１６８），引用\n商標の商標権を引き継いだ者の事業の展開によって，引用商標が前記役務に使用さ\nれたときには，本願商標との間において，役務の出所について混同を生じるおそれ\nがあり，それを否定することはできないというべきである。\n２　称呼について\n(1) 原告は，類否判断にあたっては，もっぱら全体的対比をすべきである旨主\n張するが，全体観察のほかに，各構成部分がそれを分離して観察することが取引上\n不自然と思われるほど不可分的に結合していない商標については，分離観察をし\nて，その部分が有する外観，称呼又は観念により類否判断すべきである。\nなお，原告は，商標法５０条１項において，本願商標が「ＳＡＮＹＯ　Ｓ\nＨＩＮＰＡＮ」と同一性の範囲内にないから，本願商標の類否判断にあたって，商\n標を全体として対比観察すべき旨主張するが，原告の主張は，商標法５０条と商標\n法４条１項１１号の立法趣旨の相違を考慮せず，また，前者における「社会通念上\nの同一」と後者における「類似する商標」とを同一視しており，失当である。\n(2) 本願商標は，図形と文字とがそれぞれ独立して自他役務の識別標識として\nの機能を果たし得るというべきであり，本願商標の文字部分は，「ＳＡＮＹＯ　Ｓ\nＨＩＮＰＡＮ」と「ＧＲＯＵＰ」を２段に書してなり，上段の「ＳＡＮＹＯ　ＳＨ\nＩＮＰＡＮ」と下段の「ＧＲＯＵＰ」とは，視覚的に分離されて看取されるもので\nある。\n本願商標の文字部分が，一連に「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲＯＵ\nＰ」と把握され，「サンヨーシンパングループ」と称呼されることは否定しない\nが，「ＧＲＯＵＰ」の文字は，「群，集団」又は「共通点をもつ人や物の集まり」\nの意味を有する英語として知られ，商取引の場にあっては，企業系列，企業集団を\n表す語として使用されており，自他役務識別標識としての機能が弱いものであり，\nまた，全体から生ずる「サンヨーシンパングループ」の称呼は，長音を含めて１２\n音と，やや冗長にすぎるから，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字が独立し\nて，自他役務識別標識としての機能を発揮し，当該文字部分より「サンヨーシンパ\nン」の称呼をも生ずるものというべきである。\n引用商標１は，「山陽信販株式会社」の文字よりなるところ，その構成中\nの「株式会社」の文字は法人の組織形態を表すにすぎず，自他役務識別標識として\nの機能を果たすものではないから，需要者は，「山陽信販」の文字部分に自他役務\nの識別標識としての機能を見いだすものというべきであり，「サンヨーシンパンカ\nブシキガイシャ」の称呼のほか，単に「サンヨーシンパン」の称呼をも生ずるもの\nというべきである。\n引用商標２は，図形と「ＡＣ」及び「山陽信販」の文字よりなるものであ\nるが，「ＡＣ」の文字部分と「山陽信販」の文字部分とは視覚上分離して認識さ\nれ，一体のものとして把握すべき理由は見いだし難く，また，アルファベットの２\n文字よりなるものは自他役務の識別標識としての機能が弱いものというべきである\nから，需要者は，「山陽信販」の文字部分に着目し，そこから生ずる称呼をもって\n取引にあたる場合が多いものとみるのが自然であり，「サンヨーシンパン」の称呼\nをも生ずるものというべきである。\n以上のとおりであるから，本願商標と引用商標とは，互いに「サンヨーシ\nンパン」の称呼を共通にするものである。\n第５　当裁判所の判断\n１　混同のおそれについて\n(1) 商標法４条１項１１号は，「当該商標登録出願の日前の商標登録出願に係\nる他人の登録商標又はこれに類似する商標であつて，その商標登録に係る指定商品\n若しくは指定役務‥‥‥又はこれらに類似する商品若しくは役務について使用をす\nるもの」については，商標登録を受けることができない旨規定している。この場\n合，商標の類否は，対比される両商標が同一又は類似の商品・役務に使用された場\n合に，商品・役務の出所につき誤認混同を生ずるおそれがあるか否かによって決す\nべきであり，誤認混同を生ずるおそれがあるか否かは，そのような商品・役務に使\n用された商標がその外観，観念，称呼等によって取引者及び需要者に与える印象，\n記憶，連想等を考察するとともに，その商品・役務の取引の実情を明らかにし得る\n限り，その具体的な取引状況に照らし，その商品・役務の取引者及び需要者におい\nて普通に払われる注意力を基準として，総合的に判断すべきものと解される（最高\n裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷判決・民集２２巻\n２号３９９頁参照）。なお，ここで考慮される取引の実情とは，指定商品又は役務\n全般についての一般的，恒常的なものを指すものであって，特殊的，限定的なもの\nを指すのではない（最高裁昭和４７年（行ツ）第３３号同４９年４月２５日判決・\n審決取消訴訟判決集（昭和４９年）掲載番号１５６６，４４３頁参照）。\nそこで，上記の観点から，「資金の貸付け」を指定役務とする本願商標\nが，引用商標及びそれらの指定役務との対比において，商標法４条１項１１号に該\n当するものであるか否かについて，検討する。\n(2) 原告は，本願商標の指定役務である「資金の貸付け」には，取引者（問屋\nや小売店）は存在せず，需要者は，提供者の商号又は名称や商標の外観によって，\n提供者の出所を認識するから，商標の称呼や商標の一部の称呼によって，役務の出\n所が識別されることはないと主張する。\n確かに，「資金の貸付け」においては，商品の取引のように問屋や小売店\nが介在することなく，役務の提供者（貸付者）が直接，需要者（借入者）に役務を\n提供すること，取引にあたって，需要者は，提供者の店舗に赴いて役務の提供（貸\n付）を受けるという場合があり，貸金業の規制等に関する法律等により，提供者の\n店舗には，商号，名称又は氏名等が掲示され，また，提供者は，需要者に対し，口\n頭又は書面等により説明することが義務付けられていること（甲１６４，１６５，\n１７７～１８０及び弁論の全趣旨）は，原告主張のとおりである。しかし，甲１～\n１０３，１３３～１３４，１３６～１３８，１４０～１４２，１５１～１５８及び\n弁論の全趣旨によれば，需要者は，インターネット，電話等の通信媒体を通じ，貸\n付者の店舗に直接赴くことなく資金の貸付けを受けるという形態の取引もなされて\nおり，現に原告の宣伝・広告にもそのような取引形態が記載されていることが認め\nられるのであって，「資金の貸付け」が常に需要者が貸付者の店舗に赴いて行われ\nる形態のものばかりといえないことは明らかである。また，原告のテレビ広告及び\nイベントのテレビ放映における原告の告知として，「サンヨーシンパン」と称呼さ\nれた音声が収録されていること（甲１８１）にも示されるように，今日において\nは，一般に，テレビ・ラジオ等による音声を用いた宣伝・広告が広く行われている\nことは公知の事実である。\n以上の事実によれば，原告が主張する役務の提供形態に関する取引の実情\n（前記第３,１(1)ア）は，「資金の貸付け」という役務における取引の一つの形態\nをいうものにすぎず，また，現代社会において音声を用いた宣伝・広告に対する人\nの耳からの記憶（商標の称呼）が，出所の識別に重要な役割を果たしており，この\nことは本願商標の指定役務である「資金の貸付け」においても何ら変わることはな\nいものというべきである。また，｢資金の貸付け」の一般の需要者が，提供者の正確\nな商号又は名称や商標の外観について，常に細心の注意力を払っていると認めるこ\nともできない。したがって，「資金の貸付け」においては，商標の称呼や商標の一\n部の称呼によって，役務の出所が識別されることはないとの原告の主張は，採用の\n限りでない（なお，転々流通することが通常の商品の場合と異なり，役務の提供\nは，提供者が直接，需要者になすことが一般的であり，それゆえ取引者という用語\nが提供者や需要者を含む概念として用いられることもある。本件審決は「取引者，\n需要者」という表現を用いているが，本願商標の指定役務の取引に問屋や小売店が\n介在するという趣旨でないことは明らかである。）。\n(3) 本願商標と引用商標を対比すれば，本件審決が説示したとおり，両者が外\n観において相違することは明らかである（被告もこの点を積極的に争うものではな\nい）。\nまた，本願商標は，その図形部分からは特定の観念は生じないし，文字部\n分からは「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ　ＧＲＯＵＰ」という固有名詞が把握され\nるにすぎず，これが「サンヨーシンパングループ」という企業グループを意味する\nものであるとしても，それ以外に特定の観念は生じない。一方，引用商標１から\nは，「山陽信販株式会社」という固有名詞が把握されるにすぎず，それ以外に特定\nの観念が生ずるものではない。引用商標２の図形部分，「ＡＣ」の文字部分からは\n特定の観念は生じないし，「山陽信販」の文字部分からは「山陽信販」という固有\n名詞が把握されるにすぎず，それ以外に特定の観念が生ずるものではない。そうす\nると，本願商標と引用商標とは，観念において比較すべきところがないものと認め\nられる（なお，原告は，本願商標が原告を中核とする企業グループの商標として周\n知であるから，本願商標からは「原告を中核とする企業グループ」の観念が生ずる\nと主張するが，本願商標が相当程度広告宣伝に使用されていることは原告提出の証\n拠によって認めることはできるものの，本件審決当時，本願商標に接した需要者\nが，これから「原告を中核とする企業グループ」という特定の観念を想起するほど\nに，本願商標が周知著名なものとなっていたとまで認めるに足りる証拠はな\nい。）。\nしかしながら，後記２のとおり，本願商標と引用商標とは，「サンヨーシ\nンパン」の称呼において共通する類似の商標というべきであり，当該称呼を生じさ\nせる部分が自他役務の識別機能を果たすものとして一般の需要者に認識されるもの\nと解される（「資金の貸付け」においては，商標の称呼は役務の出所の識別に関わ\nらないとの原告の主張が失当であることは，前記のとおりである。）。\nそうすると，本願商標の指定役務が引用商標の指定役務と同一又は類似の\n役務を含むことは明らかであるから，原告が，本願商標を相当程度広告宣伝に使用\nしていることを考慮しても，なお，本願商標と引用商標との間で，出所の混同を生\nずるおそれを否定することはできないというべきである。\n(4) 原告は，現実には，引用商標を使用して提供される役務が存在しないこと\nを理由に，本願商標と引用商標について，出所の混同を生ずることはない旨主張す\nる。\n甲１６６～１７１及び弁論の全趣旨によれば，引用商標の登録原簿上の商\n標権者である山陽信販株式会社は，引用商標の設定登録後，平成１３年６月にアイ\nフル株式会社の１００％子会社となり，平成１４年６月に本店を移転した後，平成\n１６年４月２１日に，アイフル株式会社の子会社であるトライト株式会社との合併\nにより解散し，もはや貸金業者として登録されていないことが認められる。これら\nの事実によれば，引用商標は，山陽信販株式会社の解散後，現実に使用されていな\nいことがうかがわれる。\nしかしながら，商標法４条１項１１号にいう先願の「他人の登録商標」\nは，後願の同一又は類似商標の査定時又は審決時において，現に有効に存続してい\nるものであれば足り，現実に使用されていることを必要とするものではないと解す\nるのが相当である。また，商標の類否判断に際しては，取引の実情を考慮すること\nが必要であるが，ここで考慮すべき取引の実情とは，前記１(1) のとおり，指定商\n品又は役務全般についての一般的，恒常的なものを指すものであるから，「他人の\n登録商標」が現実に使用されているかどうかということは類否判断に際し考慮すべ\nき取引の実情には当たらないのであり，査定時又は審決時において，先願の「他人\nの登録商標」が現に有効に存続しているものである以上，現実に使用されていなく\nても，それが使用された場合に混同を生ずるか否かを一般的，恒常的な取引の実情\nに照らして判断すべきものである。\n仮に「他人の登録商標」の使用の点を取引の実情として考慮し得るとして\nも，本件において，引用商標に係る商標権を承継したトライト株式会社もしくはそ\nの親会社であるアイフル株式会社の事業の展開によっては，引用商標が将来的に使\n用される可能性がおよそないとまではいえず，本件審決時において，引用商標が使\n用される可能性を否定することはできないのであるから，引用商標が使用されたと\nきに，本願商標との間において，役務の出所について混同を生ずるおそれがあるこ\nとを否定することはできないというべきである（なお，原告は，法人の商号と異な\nる商号又は名称からなる商標は公序良俗に反し無効事由があると主張するが，引用\n商標は，本件審決時において有効に存続していたものであるから，原告の主張は上\n記判断を何ら左右するものではない。）。\nしたがって，引用商標が山陽信販株式会社の解散後，現実に使用されてい\nないという事実は，本願商標と引用商標との類否判断に影響を及ぼすものではな\nく，原告の上記主張は失当である。\nなお，原告は，引用商標の存続期間が満了し，更新登録申請がなされてい\nないという本件審決後の事情を主張するが，引用商標は，本件審決時において，現\nに有効に存続していた以上，当該事情をもって本件審決を違法とすることはできな\nい。\n２　称呼について\n(1) 原告は，本願商標については「サンヨーシンパングループ」，引用商標１\nについては「サンヨーシンパンカブシキガイシャ」，引用商標２については「エー\nシーサンヨーシンパン」の各称呼を対比すべきであって，本願商標及び引用商標か\nら「サンヨーシンパン」の称呼が生ずるとの本件審決の認定は誤りである旨主張す\nる。\n本願商標は，上段中央に図形を配し，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の\n欧文字を中段に，「ＧＲＯＵＰ」の欧文字を下段に書してなるものであり，視覚的\nに，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字と「ＧＲＯＵＰ」とが上下に分離して\n認識される上，「ＧＲＯＵＰ」の文字は，「群，集団」又は「共通点をもつ人や物\nの集まり」の意味を有する英語として知られ，商取引の場において，企業系列，企\n業集団を表す語として使用されていることは公知の事実であるから，自他役務識別\n標識としての機能は弱いものといわざるを得ず，本願商標を指定役務に使用した場\n合，これに接した需要者は，通常，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字部分を\n自他役務の識別機能を果たすものとして認識するものということができる。そうす\nると，本願商標からは，原告が主張するように「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」と\n「ＧＲＯＵＰ」を一連のものとしてとらえ「サンヨーシンパングループ」との称呼\nを生ずるということができるとしても，同時に，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」\nの文字部分に対応して「サンヨーシンパン」の称呼をも生ずるものと認めるのが相\n当である。\n一方，引用商標１は，「山陽信販株式会社」の文字を横書きしてなるもの\nであり，このうち「株式会社」の文字は法人の組織形態を表すものであって，通\n常，自他役務識別標識としての機能を果たすものではないから，引用商標１を指定\n役務に使用した場合，これに接した需要者は，「山陽信販」の文字部分を自他役務\nの識別機能を果たすものとして認識するものということができる。そして，「山陽\n信販」の文字部分からは「サンヨーシンパン」の称呼が生ずるから，引用商標１か\nらは「サンヨーシンパン」の称呼が生ずるものと認めるのが相当である。\nまた，引用商標２は，角を丸くした正方形状の図形の中の上部３分の２ほ\nどにやや大きくアルファベットの「ＡＣ」を黒い太線で表し，下部３分の１ほどを\n黒く塗りつぶした中に「山陽信販」の文字を白抜きで表した構成よりなるものであ\nり，「ＡＣ」の文字部分と「山陽信販」の文字部分とは視覚的に分離して認識さ\nれ，両者を一体のものとして把握すべき特段の理由はないから，引用商標２を指定\n役務に使用した場合，これに接した需要者は，「山陽信販」の文字部分を自他役務\nの識別機能を果たすものとして認識するものというべきである。そして，「山陽信\n販」の文字部分からは「サンヨーシンパン」の称呼が生ずるから，引用商標２から\nは「サンヨーシンパン」の称呼が生ずるものと認めるのが相当である。\nそうすると，本願商標及び引用商標１，２からは，それぞれ「サンヨーシ\nンパン」の称呼が生ずるとの本件審決の認定に誤りはなく，本件商標と引用商標と\nは，称呼において類似するというべきである。\n(2) 原告は，本願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」との部分及び引用\n商標中の「山陽信販」との部分は，本願商標及び引用商標の一部にすぎず，本願商\n標及び引用商標と同一性の範囲内にないから，類否判断に際して対比すべきではな\nいと主張し，その根拠として，商標法５０条１項の規定に言及する。\nしかし，原告が言及する商標法５０条１項の規定は，登録商標が使用され\nていない場合の取消審判に関し，登録商標と同一と認められる範囲についてのもの\nであって，商標法４条１項１１号により登録を拒絶すべき登録商標と同一又は類似\nする範囲について定めたものではないから，原告の主張は，当を得ないものという\nべきである。\nまた，一般に，簡易，迅速を尊ぶ取引の実際においては，商標は，各構成\n部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的\nに結合していない限り，常に必ずその構成部分全体の名称によって称呼，観念され\nるというわけではなく，しばしば，その一部だけによって簡略に称呼，観念され，\nその結果，１個の商標から２個以上の称呼，観念の生ずることがあるのは，経験則\nの教えるところであり（最高裁昭和３７年（オ）第９５３号同３８年１２月５日判\n決・民集１７巻１２号１６２１頁参照），本願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰ\nＡＮ」との部分及び引用商標中の「山陽信販」との部分から生ずる称呼を対比すべ\nきでないという原告の主張は採用できない。\n原告は，本願商標の指定役務の需要者は，本願商標中の「ＳＡＮＹＯ　Ｓ\nＨＩＮＰＡＮ　ＧＲＯＵＰ」を一体として認識し，原告を中核とする企業グループ\nを観念するものであって，あえて「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」と「ＧＲＯＵ\nＰ」とに分割して認識するとすべき理由はない旨主張する。\n甲１～１５８，１７５，１７６，１８１，１８２によれば，原告が本願商\n標を相当程度広告宣伝に使用している事実が認められるが，本願商標を用いた広告\n等（甲１～１５８）には，「三洋信販」あるいは「三洋信販株式会社」などの記載\nもあり，これらから「サンヨーシンパン」の称呼が生ずることは明らかであるか\nら，本願商標中の「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」との文字部分が独立して認識さ\nれることは否定できず，むしろ，それらの広告等における使用態様に照らせば，本\n願商標から，「三洋信販」と共通する「サンヨーシンパン」の称呼を生ずることが\n裏付けられるというべきである（なお，本件審決時において，本願商標が「原告を\n中核とする企業グループ」を表す標章として周知著名なものとなっていたとまで認\nめられないことは前記のとおりである。）。\nまた，すでに説示したとおり，本願商標において，「ＳＡＮＹＯ　ＳＨＩ\nＮＰＡＮ」の文字と「ＧＲＯＵＰ」とは上下に分離して認識される上，「ＧＲＯＵ\nＰ」の文字は自他役務識別標識としての機能が弱いものといわざるを得ないところ\nであって，需要者は，通常，「ＳＡＮＹＯ　ＳＨＩＮＰＡＮ」の文字部分を自他役\n務の識別機能を果たすものとして認識するものと解されるから，原告が本願商標を\n相当程度広告宣伝に使用している事実を踏まえても，本願商標から「サンヨーシン\nパン」の称呼が生ずるとの判断を左右することになるものではない。\n３　結論\n以上のとおりであるから，本願商標と引用商標は，外観において相違し，観\n念において比較すべきところがないとしても，「サンヨーシンパン」の称呼を共通\nにし，類似する商標というべきであり，役務の出所について混同を生じさせるおそ\nれがある商標といわざるを得ないところ，本願商標の指定役務は引用商標の指定役\n務と同一又は類似のものを含むから，本願商標が商標法４条１項１１号に該当する\nとした本件審決の判断に誤りはない。\nしたがって，原告主張の取消事由は理由がなく，他に本件審決を取り消すべ\nき瑕疵は見当たらない。\nよって，原告の本件請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官　 　　佐　　藤　　久　　夫\n裁判官　 　　嶋　　末　　和　　秀\n裁判官       沖　　中　　康　　人\n（別紙）　商標目録\n（１）本願商標\n（２）引用商標１\n（３）引用商標２\n"
}