{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 31
  },
  "case_number": "平成12(行ウ)62",
  "case_name": "法人税更正請求棄却処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "いわゆる吸収合併により他社と合併した会社が，当該他社に清算所得が生じたとして法人税確定申告をしたが，その後，当該合併を無効とする判決が確定したことを理由に国税通則法２３条２項１号に基づいてした更正の請求に対し，税務署長がした更正すべき理由がない旨の通知処分が，適法とされた事例",
  "case_gist": "いわゆる吸収合併により他社と合併した会社が，当該他社に清算所得が生じたとして法人税確定申告をしたが，その後，当該合併を無効とする判決が確定したことを理由に国税通則法２３条２項１号に基づいてした更正の請求に対し，税務署長がした更正すべき理由がない旨の通知処分につき，商法１１０条は合併無効判決の遡及効を一般的に否定した規定であり，合併後にその合併が有効であることを前提としてされた取引行為が介在するか否かを問わず，合併無効判決が確定した場合には合併は将来に向かって無効となるとした上，前記判決が確定しても，前記所得が生じなかったことにはならないから，前記更正の請求は前提を欠き理由がないとして，前記通知処分を適法とした事例",
  "lawsuit_id": "15362",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15362",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/362/015362_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告が，原告エノモト興産株式会社に対し，平成１１年６月３０日付でなし\nた，原告エノモト興産株式会社の法人税に係る更正の請求について更正をすべき理\n由がない旨を通知した処分を取り消す。\n２　被告が，原告Ａに対し，平成１１年６月３０日付でなした，同人の平成１０年\n度の所得税に係る更正の請求について更正をすべき理由がない旨を通知した処分を\n取り消す。\n３　被告が，原告Ｂに対し，平成１１年６月３０日付でなした，同人の平成１０年\n度分の所得税に係る更正の請求について更正をすべき理由がない旨を通知した処分\nを取り消す。\n第２　事案の概要\n本件は，有限会社ティー・イー・エス（以下「訴外会社」という。）を吸収合併\nした（以下「本件合併」という。）原告エノモト興産株式会社（以下「原告会社」\nという。）が，本件合併により訴外会社に清算所得が生じたとして確定申告を行\nい，また，訴外会社の社員である原告Ａ及び原告Ｂが，本件合併によりみなし配当\n所得が生じたとして確定申告を行ったが，その後，本件合併にかかる合併無効判決\n（以下「本件合併無効判決」という。）が確定したことにより，上記各確定申告に\n係る課税標準等又は税額等の計算の基礎となった事実が当該計算の基礎としたとこ\nろと異なることが確定したとして，被告に対し，国税通則法２３条２項１号に基づ\nき更正の請求をしたところ，被告が原告らに対し，それぞれ更正すべき理由がない\n旨の通知処分（以下「本件各処分」という。）を行ったことから，原告らが被告に\n対し，本件各処分の取消を求めた事案である。\n１　前提事実（争いのない事実及び証拠より容易に認定できる事実）\n（１）当事者等\nア　原告会社は，不動産の売買，経営管理及び賃貸借等を目的とする株式会社であ\nる。\nイ　訴外会社は，ドラム管用口金の加工及び出荷作業等を目的とする有限会社であ\nる（甲１）。\nウ　原告Ａは，原告会社の代表取締役である。また，同人は，訴外会社の社員であ\nり，平成１０年７月１日当時，訴外会社の持分３０００口を有していた（甲１）。\nエ　原告Ｂは，原告会社の株主であって原告会社の株式６万４０００株のうち１万\n２０００株を有している。また，同人は，訴外会社の社員であり，平成１０年７月\n１日当時，訴外会社の持分２９９９口を有していた（甲１）。\n（２）合併契約の締結\nア　原告会社と訴外会社は，平成１０年３月３０日，存続会社を原告会社，解散会\n社を訴外会社とし，同年７月１日を期日として合併（本件合併）する旨の合併契約\nを締結した。\n当該合併契約においては，原告会社が本件合併に際して，原告会社の記名式額面\n普通株式（１株当たりの金額５００円，以下「本件株式」という。）１２万６００\n０株を発行し，合併期日現在の訴外会社の社員（出資者）に対して，訴外会社の出\n資金（１口当たりの金額１０００円）１口につき本件株式２１株を割当て交付する\n旨の約定がなされた。\nイ　原告会社は，平成１０年７月１日付で訴外会社を合併した旨の変更登記をし，\n同日付で，訴外会社は，本件合併により解散した旨を登記した。\n（３）確定申告等\nア　原告会社は，平成１０年８月２５日，本件合併に基づき，訴外会社に清算所得\n（平成１３年法６号による改正前の法人税法１１２条参照）１億０４８８万３９８\n１円が発生したとして，被告に対し，別表１「確定申告」欄記載のとおり法人税の\n合併の確定申告書を提出し，同月３１日，申告納税額３４６１万１７００円を納入\nした。\nイ　原告会社は，本件合併に基づき，本件株式を割当て交付した結果，当該交付を\n受けた訴外会社の社員に，所得税法２５条１項４号（平成１３年法６号による改正\n前のもの。以下同じ。）に規定する「利益の配当又は余剰金の分配の額とみなす」\n金額（以下「みなし配当」という。）５７００万円が発生したとして，同法１８１\n条１項の規定に従い，平成１０年８月２１日，当該みなし配当の源泉徴収にかかる\n所得税１１４０万円を納付した。\nウ　原告Ａは，訴外会社の社員として，本件合併により本件株式６万３０００株を\n取得し，これに係るみなし配当２８５０万円（以下「原告Ａのみなし配当」とい\nう。）を得たとして，平成１１年３月１５日，これを平成１０年度分の配当所得と\nして総所得金額に含めて別表２「確定申告」欄記載のとおり所得税の確定申告をし\nた。\nエ　原告Ｂは，訴外会社の社員として，本件合併により本件株式６万２９７９株を\n取得し，これに係るみなし配当２８４９万０５００円（以下「原告Ｂのみなし配\n当」という。）を得たとして，平成１１年３月１５日，これを平成１０年分の配当\n所得として総所得金額に含めて別表３「確定申告」欄記載のとおり所得税の確定申\n告をした。\n（４）合併無効確認訴訟\nア　原告Ｂは，原告会社を被告として，平成１０年９月２５日付けで本件合併が無\n効であることの確認を求める無効確認訴訟を大阪地方裁判所堺支部に提起したとこ\nろ（同支部平成１０年（ワ）第１１８７号），平成１１年３月１６日，本件合併を\n無効とする判決（以下「本件合併無効判決」という。）が言い渡され，同判決は，\n同年４月４日に確定した。\nイ　本件合併無効判決に基づき，平成１１年４月８日付で原告会社の変更登記及び\n訴外会社の回復登記がなされた。\n（５）本件各通知処分\nア　原告らは，それぞれ被告に対し，平成１１年５月２１日，本件合併無効判決が\n確定したことにより，原告らの確定申告に係る税計算の基礎となった課税標準がな\nくなったとして，別表１ないし３の「更正の請求」欄記載のとおり更正の請求（以\n下「本件各更正の請求」という。）を行った。\nイ　被告は，原告らに対し，平成１１年６月３０日付で本件各更正の請求に対し，\n更正をすべき理由がない旨の通知処分を行った（以下「本件各通知処分」とい\nう）。\n（６）不服申立\nア　原告会社は，平成１１年８月２５日，国税不服審判所長に対し，本件通知処分\nについて審査請求を行ったが，国税不服審判所長は，平成１２年３月３１日，原告\n会社の審査請求を棄却する旨の裁決を行い，原告会社に対し，同年４月７日ころ，\n裁決書謄本を送達した（弁論の全趣旨）。\nイ　原告Ａ及び原告Ｂは，平成１１年８月２６日，被告に対し，本件通知処分につ\nいての異議申し立てを行ったが，被告は，平成１１年１１月２日，原告Ａ及び原告\nＢの異議申し立てを棄却した。原告Ａ及び原告Ｂは，平成１１年１１月２６日，国\n税不服審判所長に対し，本件各通知処分についての審査請求を行ったが，国税不服\n審判所長は，平成１２年４月２８日，原告Ａ及び原告Ｂの審査請求を棄却する旨の\n裁決を行い，原告Ａ及び原告Ｂに対し，同年５月１１日ころ，裁決書謄本を送達し\nた（弁論の全趣旨）。\n（７）更正処分\n被告は，原告会社に対し，平成１２年１１月２７日，原告会社について合併に係\nる清算所得の税額計算における適用税率が誤っていたことを理由として，税額を２\n７９２万２８００円とする旨の更正処分をした（乙２２）。\n２　争点\n（１）商法１１０条の適用の有無\n（２）所得の発生の有無\n（３）本件無効判決がなれ合い判決か\n３　争点に対する当事者の主張\n（被告の主張）\n（１）商法１１０条の適用の有無\nア　合併無効判決に遡及効がないこと\n商法４１５条３項が準用する商法１１０条は，「合併ヲ無効トスル判決ハ合併後\n存続スル会社又ハ合併ニ因リテ設立シタル会社，其ノ社員及第三者ノ間ニ生ジタル\n権利義務ニ影響ヲ及ボサズ」と規定している。会社の合併は，団体法上の行為であ\nり，特に法人格の消滅又は存続に関するため，合併における瑕疵を民法及び民事訴\n訟法における一般原則に委ね，既往に遡って解決することは，会社法における法的\n安定性及び法的確実性の要請に合致しないことから，合併を無効とする判決が確定\nしてもその判決の効果は，存続会社，その株主及び第三者の間に生じた権利義務に\n影響を及ぼさなず，将来に向かって生じるものとし，存続会社又は新設会社は，従\n前に復活するのでではなく，いわば新しく「分割」されることになるのである。\nそして，税法上商法１１０条の適用を排除する明文の規定がない以上，税法上も\n商法上の取扱に従って処理すべきであり，合併無効の判決が確定しても合併に基づ\nく課税関係に遡って影響を与えることはないから，合併無効判決が確定したことは\n国税通則法２３条２項による更正の請求の根拠とはならない。\nイ　遡及効を認めた場合の弊害\n合併無効判決の確定により課税関係が旧に復するとすると，合併により新株の交\n付を受けた株主が，みなし配当による課税後の株式を他の第三者に売却していた場\n合には以下のような弊害が生ずる。\n（ア）譲渡時の株式の譲渡原価はみなし配当の額を含んだ価格となっていることに\nなるから，合併により新株を取得した多数の株主が新株を譲渡していた場合に，合\n併無効の判決の確定により課税関係が旧に復するとしてみなし配当による課税，新\n株の譲渡所得に対する課税をもとに戻すことは，実際上極めて煩雑困難である。\n（イ）合併無効の判決の確定により課税関係が旧に復するとすると，みなし配当に\nよる課税が消滅することになるから，第三者への株式譲渡に係る譲渡所得は，当該\n株式譲渡の譲渡原価が取得した新株の額ではなく従前の出資金の額となることにな\nり，配当所得で課税されていた部分が譲渡所得による課税に変化することから，適\n用税率の違いや配当控除ができない関係上，納付税額が増加する可能性があるの\nで，合併により新株を取得した株主が多数存在し，それぞれの株主が新株を譲渡し\nていた場合には，大きな混乱が生じることとなる。\n（ウ）合併法人が，合併により評価増した資産を譲渡していた場合も，合併無効の\n判決の確定により課税関係が旧に復するとすると，その譲渡した新株の譲渡原価を\n減額し，新たに課税所得を増加させることは実際上困難である。\nウ　遡及効を認めなくても弊害は生じないこと\n合併無効判決の確定によって，存続会社が「分割」された場合，復活する訴外会\n社は，税務上は既に「時価相当」として評価された有価証券を従前の価格に減額す\nるのではなく，当該有価証券を評価増した金額のままで引き継ぐのであり，再度合\n併した場合でも評価増された金額を基に清算所得を計算することになるから，二重\n課税にはならず，また，当該有価証券を売却する際にも，評価増した金額が譲渡価\n格となるから，二重課税の問題は生じない。\nみなし配当所得の関係においても，訴外会社の株式の価格は，みなし配当の金額\nを含む金額で取得したものとして計算することとなるから，再合併においても，本\n件合併によるみなし配当の金額に二重に課税されることはなく，また，訴外会社の\n出資金を譲渡した際にもみなし配当を含んだ金額が譲渡した時の原価として計算す\nることになるから，二重課税の弊害は生じない。\nエ　小括\n以上によれば，合併無効判決が確定しても，その効果は遡及せず，合併の事実に\n基づく課税関係に影響しないから，合併無効判決が確定したことは，法２３条２項\n１号による更正の請求の根拠とならないと解すべきである。\n（２）所得の発生の有無\n原告らは，所得に対する課税がなされるか否かは，経済的成果が現に生じている\nか否かにより判断されるとし，本件においては，本件合併の無効判決の確定によ\nり，原告会社の含み益は実現されていないし，原告Ａ及び原告Ｂへのみなし配当も\n実現されていないから，これらを所得として課税し，本件更正の請求を認めないこ\nとは，国税通則法２３条２項及び同法７１条の解釈を誤っていると主張する。\nしかしながら，合併無効の効果は将来に向かって生じ，存続会社又は新設会社\nは，従前に復活するのではなく，いわば新しく「分割」されることになるのであ\nる。\n清算所得は全ての出資金の評価益によるものであるが，これは合併という事象に\nより当該出資金が有していた含み益が表面上に現れたものである。本件課税はこの\n含み益に対してなされたものであるが，合併無効の判決により存続会社又は新設会\n社が分割される場合，会社がその社員に対してなした利益配当，社員のなした持分\n又は株式の譲渡，合併手続中になされた端数株の処分などが効力を有する結果，資\n本準備金の額はそのまま復活するとは限らないのである。したがって，分割後の法\n人は必ずしも合併前の資産負債に戻るものではないこととなり，当然に原告会社の\n行った評価益の計上が取り消されるとはいえないのである。\n本件において，合併時に計上した投資有価証券（原告エノモト工業株式会社の株\n式）の評価増を原告会社が取り消すことができたのは，たまたま，原告会社及び訴\n外会社が少数の同一株主グループで構成されている会社であるから会計上可能であ\nっただけである。\n以上のとおり，合併時に生じた経済的成果は，現に生じているものと判断され，\n国税通則法２３条２項にいう「その申告，更正又は決定に係る課税標準等又は税額\nなどの計算の基礎となった事実」には何の変化もないから，原告らの更正の請求は\n理由がない。\n（３）本件無効判決がなれ合い判決か\nア　なれ合い判決が法２３条２項１号の「判決」に当たらないこと\n国税通則法２３条２項１項は，納税者において申告当時には予想し得なかった事\n態が事後的に生じたため，課税標準等又は税額等の計算の基礎に変更を来し，税額\nの減額をすべき場合に，法定申告期限から１年を経過していることを理由に更正の\n請求を認めないとすると，帰責事由のない納税者に酷な結果が生じることから，例\n外的に更正の請求を認め納税者の保護を拡充したものである。かかる趣旨からする\nと，法２３条２項は，法２３条１項各号の更正の請求ができる事由に該当する事由\nのうち，事後的に自分の責めに帰すべき事由がないにもかかわらず，外部的要因に\nよって課税の根拠が失われた場合に限り，更正の請求期限に対する特例を設けた規\n定であるから，申告後に課税標準等又は税額等の計算の基礎となる事実について判\n決がなされた場合であっても，当該判決が，当事者が専ら納税を免れる目的でなれ\n合いによってこれを得たなど，その確定判決として有する効力にかかわらず，その\n実質において客観的，合理的根拠を欠くものであるときは，国税通則法２３条２項\n１号にいうところの「判決」に当たらないというべきである。\nイ　本件合併無効訴訟がなれ合い訴訟であること\n（ア）本件合併無効判決は，原告会社及び訴外会社において合併承認決議がなされ\nていなかったことを本件合併の無効原因としている。しかしながら，本件会社及び\n訴外会社は，いずれも原告Ａのいわゆるワンマン会社であり，原告Ｂは両会社にお\nける一切の意思表示について，原告Ａの判断を是認していたものであり，原告Ｂは\n名義上の社員にすぎない。そして，唯一の実質的な社員である原告Ａの意思によっ\nて合併が決定されている以上，合併承認決議がなされていなくとも本件合併は有効\nであるというべきである。\nまた，原告Ｂは，原告会社及び訴外会社の株主総会が開催されないこと，あるい\nは本件合併を行うことについて，少なくとも黙示の承諾を与えていたのであるか\nら，原告Ｂが，決議の不存在を理由として，合併無効訴訟を提起することは，著し\nく信義に反するものであり，原告Ａが真摯に争えば，本件合併無効の訴えは棄却さ\nれていたというべきである。\n（イ）そして，本件合併には客観的な無効原因がなく，原告Ｂによる訴え提起は信\n義則に反する訴えであったが，原告らは，通謀して，納税を免れるためにそのこと\nを秘匿し，何ら争うことなく合併無効判決がなされるに至ったのである。\nウ　小括\n以上のとおり，本件合併無効判決は，原告Ａ及び原告Ｂが，清算所得課税及びみ\nなし配当課税を回避する目的のみをもってなされたものであり，原告Ａ及び原告Ｂ\nによるいわゆるなれ合い判決であるから，法２３条２項１号に規定する「判決」に\nは当たらない。したがって，本件各更正の請求は理由がない。\n（４）結論\n以上のとおり，原告らの本件各更正の請求はいずれも理由がないから，本件通知\n処分は適法である。\n（原告の主張）\n（１）商法１１０条の適用の有無\nア　商法１１０条の文言\n商法４１５条３項が準用する商法１１０条は，「合併ヲ無効トスル判決ハ合併後\n存続スル会社又ハ合併ニ因リテ設立シタル会社，其ノ社員及第三者ノ間ニ生ジタル\n権利義務ニ影響ヲ及ボサズ」と規定している。被告が主張するように，商法１１０\n条が合併無効判決の遡及効を一般的に否定した規定であるのであれば，新株発行無\n効判決の効力について定めた商法２８０条の１７の規定のように，明確にその遡及\n効を否定するはずであるから，同条は，合併無効判決の遡及効を一般的に否定した\n規定であると解することは文言上困難である。\n以上によれば，商法１１０条が，合併無効判決の遡及効を一般的に否定した規定\nであり，合併無効判決の効力は一切遡及しないとの解釈は採り得ないというべきで\nある。\nイ　商法１１０条の趣旨\n（ア）商法１１０条の趣旨は，第１に，合併が遡及的に無効となるとすると存続会\n社や新設会社が合併後に行った一切の行為も無効となり混乱が生ずるので，存続会\n社又は新設会社，その社員及び第三者との間に生じた権利義務には合併無効の判決\nが遡及しないことを規定し，それによって社員及び第三者の利益を保護し，さらに\n取引の安全を保護しようとするものである。\nしかるに，本件課税関係は，合併という行為自体により実現される資産の含み益\n又はみなし配当所得等に対し課税されるものであり，何らの取引行為を介在させる\nものではないから，合併という外観を信頼した者を保護すべきという「取引の安\n全」を図る必要は，全く存しない。\n（イ）第２に，商法１１０条は，合併の有効性を前提として多くの法律関係が進展\nしてきた状態を尊重し，遡及による法律関係の錯雑化を防ぐこと，すなわち，法的\n安定性を図ることを目的とする規定である。\nしかるに，原告らと被告との間には納税義務関係が存するのみであり，当該納税\n義務関係を前提として更なる法律関係が生ずることはない。そもそも，後発的理由\nによって課税標準等又は税額等の計算の基礎に変動を生じた場合には，更正の請求\nが認められるのであり（国税通則法２３条２項），租税法自体が納税義務関係の変\n更を予定しているのであって，合併の場合に限ってその「法的安定性」を特別に図\nるべき要請はない。\n（ウ）したがって，商法１１０条の趣旨からすれば，本件課税関係に商法１１０条\nの適用はないと解するのが，その趣旨に合致する解釈である。\nウ　遡及効を認めなくとも不都合が生じないこと\n合併無効判決に遡及効を認めると生ずる弊害として被告が指摘する事例は，いず\nれの事例も合併行為に加え，「株主又は合併法人と第三者との間に，取引行為が存\n在した場合」の事例である。かかる場合には，商法１１０条により，私法上取引行\n為が有効とされ，当該取引を行った株主又は合併法人には，当該取引の対価として\nの経済的成果が実現しているのであるから，合併がなされたことを前提に課税がな\nされるのである。これに対し，本件課税処分は，合併という行為自体により実現さ\nれる資産の含み益又はみなし配当などに課税されるものであり何らの取引行為を介\n在させるものではないのであるから，被告の主張は，本件事案の問題点を看過した\nものであり失当である。\nエ　遡及効を否定することによる不都合性\n無効な合併に伴う課税関係が維持され，無効な合併に基づく税金を支払わねばな\nらないというのであれば，当該株主の経済的利益は著しく害される。さらに，将来\n当該会社が清算などによりみなし配当と同様の課税の原因となる所得が発生すれ\nば，明らかに二重課税が生じることになり，株主に過酷な税負担を課すことにな\nる。\nかかる結論は，合併決議に参加することができず，事後的に合併無効の訴えによ\nってのみその利益回復を図るしかない株主にとって，あまりにも酷である。\nオ　小括\n以上より，本件課税関係は商法１１０条が適用されない類型である，あるいは，\n課税処分主体である被告は商法１１０条にいうところの「第三者」に該当しないと\nいうべきである。したがって，本件課税関係との関係では，本件合併無効判決が確\n定したことにより本件合併は遡って無効であったことになるから，本件合併無効判\n決の確定により税計算の基礎となった課税標準がなくなったのであり，原告らの更\n正の請求に対して更正すべき理由がないとした本件通知処分は違法である。\n（２）所得の不発生\n所得に対する課税がなされるか否かは，経済的成果が現実に生じているか否かに\nより判断されるべきところ，本件においては，合併無効判決の確定したことによ\nり，原告会社の含み益は実現されていないし，原告Ａ及び原告Ｂのみなし配当所得\nも実現されていないのであるから，原告らには現実の経済的成果が生じていない。\nそして，このことは合併無効判決が無効とされる場合であっても，将来的に効力を\n失う場合であっても，変わりがない。したがって，「その申告に係る課税標準等又\nは税額等の計算の基礎となった事実に関する訴えについての判決により，その事実\nが計算の基礎としたところと異なることが確定したとき」に該当するから，原告ら\nの更正の請求を理由がないとした本件通知処分は違法である。\n（３）本件無効判決がなれ合い判決か\nア　帰責事由の有無及び外部的要因か否かは問題とならないこと\n法２３条２項は，文言上，同条に基づいて更正の請求をすることができる場合を\n「自分の責めに帰すべき事由がない」場合や，「外部的要因によって課税の根拠が\n失われた場合」に限定していない。また，申告書に記載された税額が過大であると\nきに更正の請求が認められるのは，このような場合に課税根拠を各過納税額を課税\n庁が保有し続けることは不当な利得であることに基づくものであり，本来であれば\n何時においても更正の請求による還付が認められるべきところ，課税を巡る法律関\n係を長期間不安定のままにしておくことを回避するという行政事務処理の都合か\nら，更正の請求をなし得る期限を定めたのである。\nしたがって，本来はあり得べからざる過納税額が発生している以上，「自分の責\nめに帰すべき事由」の有無にかかわらず，またその事由が外部的要因によるか当事\n者の意思に基づいて生じたかを問わず，期限内であれば更正の請求が許されるべき\nものである。\nイ　本件無効判決はなれ合い判決ではないこと\n本件合併手続は，商法上要求される取締役決議，株主総会招集通知の発送，株主\n総会決議等の内部手続が一切行われておらず，書類上の手続のみで行われ，合併の\n外観を整えたにすぎないものであり，合併そのものが不存在である。\nまた，原告会社及び訴外会社の株主又は出資者が，本件合併につき事前にも事後\nにも承認した事実はないし，原告会社及び訴外会社は一人会社ではないから，合併\nに必要な手続が行われていないことを治癒する特段の事情は存しない。\nしたがって，本件合併無効判決は，本件合併が，商法上要求される内部手続を行\nっておらず，合併の外観を整えたにすぎないという客観的事実を反映した判決であ\nり，その実質においても客観的，合理的根拠を有する判決であるから，本件合併無\n効判決は，国税通則法２３条２項１号に規定する「判決」に該当する。\n（４）結論\n以上のとおり，被告は，本件更正の請求が国税通則法２３条２項１号の要件を充\nたしているのであるから，被告が原告らの更正の請求に対してなした更正すべき理\n由がない旨の通知処分（本件通知処分）は違法である。\n第３　争点に対する判断\n１　商法１１０条の適用の有無\n（１）国税通則法２３条２項１号は，納税申告書を提出した者又は同第２５条の規\n定による決定を受けた者は，その申告，更正又は決定に係る課税標準等又は税額等\nの計算の基礎となった事実に関する訴えについての判決により，その事実が当該計\n算の基礎としたところと異なることが確定したときには，更正の請求をすることが\nできる旨を定めている。そして，原告らは，本件合併が有効になされたことを前提\nとして税額を計算しそれぞれ確定申告を行っているところ，本件合併無効判決が確\n定したことにより本件合併が遡及的に無効となるのであれば，本件合併無効判決が\n確定したことにより，原告らの申告に係る課税標準等又は税額等の計算の基礎とな\nった事実が当該計算の基礎としたところと異なることが確定したということがで\nき，原告らは，国税通則法２３条２項１号に基づき更正の請求をなし得ることとな\nる。\nそこで，本件課税関係との関係で，本件合併無効判決が確定したことにより本件\n合併が遡及的に無効となるのかどうかが問題となる。\n（２）商法１１０条は，「合併ヲ無効トスル判決ハ合併後存続スル会社又ハ合併ニ\n因リテ設立シタル会社，其ノ社員及ビ第三者ノ間ニ生ジタル権利義務ニ影響ヲ及ボ\nサズ」と定めており，同規定は商法４１５条３項により株式会社の合併の場合に準\n用されている。\n法律行為の無効に関する民法の一般原則によれば，無効な法律行為にあっては，\n当事者が意図した法律効果ははじめから当然に発生しなかったものと解されている\nが，いったん合併が行われると合併が有効になされたことを前提に多数の法律関係\nが積み重ねられることから，民法の一般原則のとおり無効な合併については当然に\n法律効果が発生しないとするならば，いたずらに法律関係の混乱を招くおそれがあ\nり，ひいては取引の安全を害することになる。そこで，商法１１０条は，法律関係\nの錯雑化を防止するとともに，取引の安全を保護するため，合併無効判決が確定し\nても従前の権利義務には影響がないとして，合併無効判決の遡及効を制限している\nのである。\nところで，原告らは，合併後に合併が有効であることを前提とする取引行為が介\n在する場合と取引行為が介在しない場合とを区別したうえで，前者については当該\n取引行為について商法１１０条が適用される結果，合併が有効であったことを前提\nとして課税がなされるが，後者の取引行為が介在しない場合には合併無効判決の遡\n及効を制限する必要はないから，商法１１０条が適用されないと主張する。\nしかしながら，商法１１０条は，文言上適用の対象となる権利義務が合併後の取\n引行為によって発生した権利義務に限定していないから，同条は合併が行われたこ\nとにより発生した権利義務関係一般について適用があると解するのが条文の文言に\n即した素直な解釈というべきである。また，原告らの主張するとおり，合併自体は\n民法の一般原則に従いはじめから無効であるとしたうえで，合併が有効であること\nを前提として行われた取引行為については有効なものとして扱うという見解は，商\n法１１０条を表見法理に基づく規定と解することになるところ，商法１１０条が相\n手方の善意悪意を区別することなく，一般的に効力に影響がないとしていることか\nらすると，同条を表見法理をもって基礎付けるのは困難というほかなく，商法１１\n０条は，合併無効判決の効力につき，一律に遡及効を否定したものと解さざるを得\nない。\nまた，たとえ合併後取引行為が介在しない場合においても，合併が遡及的に無効\nであるとすると，例えば，合併に当たって持株を端数株として処分された消滅会社\nの株主も，株主として復活することになるが，かかる処理は煩雑であり，法律関係\nの煩雑化を防止するという商法１１０条の趣旨に合致しないこととなる。\nさらに，商法は，合併無効判決に対世的効力を認めることにより，合併をめぐる\n法律関係を画一的に確定することとしているが，合併をめぐる法律関係の類型によ\nって合併無効の遡及効を否定し，あるいはこれを肯定して，法律関係の処理を区々\nにするのは，画一的な効果を認めることによって法律関係の煩雑化を防止しようと\nした法の趣旨に反するというべきである。\n以上に詳論したとおり，商法１１０条は，合併後の取引行為が介在した場合につ\nいてのみ合併無効判決の遡及効を否定する趣旨であると解することは困難であり，\n取引行為が介在するか否かを問わず，合併をめぐる多数の法律関係一般について画\n一的に合併無効判決の遡及効を否定することによって法律関係の錯雑化を防止する\n趣旨であると解すべきである。\nなお，原告らは合併に係る課税がなされたことを前提として新たな法律関係が形\n成されるわけではないから，本件合併無効判決に遡及効を認めても法的安定性を害\nしないと主張するが，上述のとおり，商法１１０条の趣旨から，合併をめぐる多数\nの法律関係一般について画一的に合併無効判決の遡及効を否定することによって法\n律関係の錯雑化を防止することにある以上，同法の適用にとって，合併に係る課税\nがなされたことを前提として新たな法律関係が形成されたか否か，これにより法的\n安定性を害するか否か問うところではないから，原告らの上記主張は採用の限りで\nない。\n（３）原告らは，原告らによる更正の請求が認められないとすれば，合併決議がな\nいにもかかわらず合併が行われた会社の株主の保護に著しく欠けると主張する。\nしかしながら，民法一般原則によれば無効な合併を前提とする法律行為は当然に\n効力を有しないにもかかわらず，商法１１０条は，取引の安全及び法律関係の錯雑\n化の防止という目的を達成するために遡及効を認めなかったのであり，このことは\n合併を前提とする法律行為を無効とすることによって株主等を保護することより\nも，取引の安全及び法律関係の錯雑化を防止することを商法自体が優先することを\n認めているといいうるのであり，この点につき合併に基づく租税関係についてのみ\n異なる扱いをすべき理由はない。\nまた，本件の具体的な事実関係に即して考察すると，被合併法人の株主に交付さ\nれる合併法人の株式を考慮するに当たっては，合併法人の自由な選択により，被合\n併法人の保有資産の取得価格（帳簿価格）や株主の保有する株式の取得価格を評価\n替えして含み益を計上することなく，従前の資産の取得価格（帳簿価格）及び被合\n併法人の株式の取得価格をそのまま引き継ぐことができ，かかる場合には，課税の\n繰り延べが認められるのであるから，合併の場合には，資産の取得価格の評価替え\nを行わない限り，課税関係は生じないのであり，課税の繰り延べが行われた場合に\nは株主に不利益は生じない。\nまた，原告らは，無効な合併に基づく課税関係が維持され，清算所得に対する法\n人税や株主にかかるみなし配当課税が行われるならば，将来，当該会社が清算など\nにより，再び，みなし配当課税がなされるおそれがあり，そうなると二重課税が生\nずることとなり，株主に酷な結果となると主張している。\nしかしながら，合併無効判決の確定によって存続会社が「分割」された場合，復\n活する訴外会社は，税務上は既に「時価相当」として評価された有価証券を従前の\n価格に減額するのではなく，当該有価証券を評価増しした金額のまま引き継ぐと解\nすべきであるから，再度合併した場合でも評価された金額を基に清算所得を計算す\nることにより，二重課税にはならないのであり，また，当該有価証券を売却する際\nにも，評価増しした金額が譲渡原価となると解すべきであることから，いずれにし\nても二重課税は生じないというべきである。\n（４）小括\n以上によれば，商法１１０条は，合併無効判決の遡及効を一般的に否定した規定\nであり，合併後の取引行為が介在するか否かを問わず，合併無効判決が確定した場\n合には，合併は将来に向かって無効となり，いわば新たに会社の「分割」が行われ\nることになると解するのが相当である。\nしたがって，本件合併無効判決が確定しても，訴外会社の清算所得が発生しなか\nったことにはならないし，原告Ａ及び原告Ｂのみなし配当所得も生じなかったこと\nにはならないから，遡って訴外会社に清算所得が発生しなかったこと及び原告Ａ及\nび原告Ｂのみなし配当所得が生じなかったことを前提とする原告らの更正の請求は\n前提を欠き理由がないというべきである。\n２　所得の発生の有無\n原告らは，所得が生じたかどうかは経済的成果が生じたかどうかによって判断さ\nれるべきところ，合併無効判決に遡及効が認められると否とにかかわらず，本件合\n併無効判決が確定したことにより，原告らには現実の経済的成果は何ら生じていな\nいのであり，かかる場合に更正の請求を認められないのは違法であると主張する。\nしかしながら，前述のとおり合併無効判決に遡及効は認められないのであるか\nら，合併により一旦生じた清算所得及びみなし配当所得は遡って生じなかったこと\nにはならなず，原告らに経済的成果が生じなかったということはできないのであ\nり，原告らの前記主張は失当である。\n３　結論\n以上より，本件合併無効判決が確定したことによって，原告らの申告に係る課税\n標準等又は税額等の計算の基礎となった事実が遡って消滅したということはできな\nいから，原告らの更正の請求はいずれも理由がなく，本件各通知処分は適法であ\nる。したがって，その余の点について判断するまでもなく，原告らの請求はいずれ\nも理由がないから棄却することとし，主文のとおり判決する。\n大阪地方裁判所第二民事部\n裁判長裁判官　三浦潤\n裁判官　中島崇\n裁判官林俊之は海外出張中のため署名押印することができない。\n裁判長裁判官　三浦潤\n"
}