{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 19
  },
  "case_number": "平成17(行ウ)9",
  "case_name": "不当利得返還履行請求事件",
  "court_name": "京都地方裁判所第３民事部",
  "gist": "市職員共済組合の行う年金給付制度の事業費に市が補助金を支出することは違法であるとして，補助金の返還請求を市に命じた事例",
  "lawsuit_id": "33115",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33115",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/115/033115_hanrei.pdf",
  "contents": "事件番号 ：平成１７年(行ウ)第９号\n事件名 ：不当利得返還履行請求事件\nH18.5.19裁判年月日 ：\n裁判所名 ：京都地方裁判所\n部 ：第３民事部\n結果 ：一部認容\n登載年月日 ：\n判示事項の要旨 ： 市職員共済組合の行う年金給付制度の事業費に市が補助金\nを支出することは違法であるとして，補助金の返還請求を市\nに命じた事例\n主文\n１ 被告は，宇治市職員共済組合（京都府宇治市ｂｃ番地のｄ）に対し，１億１\n０４７万１４７４円及びこれに対する同組合にこれを請求した日の翌日から支\n払済みまで年５分の割合による金員を支払うよう請求せよ。\n２ 原告らのその余の請求を棄却する。\n３ 訴訟費用は被告の負担とする。\n事実及び理由\n第１ 請求\n被告は，宇治市職員共済組合（京都府宇治市ｂｃ番地のｄ）に対し，１億１\n０４７万１４７４円及びこれに対する平成１７年５月２５日（訴状送達の日の\n翌日）から支払済みまで年５分の割合による金員を支払うよう請求せよ。\n第２ 事案の概要\n１ 本件は，宇治市（以下「市」という。また，以下，特に断らない限り 「市，\n長」は「宇治市長」を 「市議会」は「宇治市議会」を 「職員」は「宇治市，，\nの職員」をそれぞれ指す ）の住民である原告らが，宇治市職員共済組合（以。\n下「本件組合」ともいう ）の行う年金給付制度の事業費について，平成８年。\n度から平成１６年度までに市が補助金を支出したのは，実質的に職員に対する\n退職金の支給であるから給与条例主義に違反し，公益上の必要性もないので違\n法であると主張して，市長である被告に対し，地方自治法２４２条の２第１項\n４号に基づき，本件組合に上記補助金相当額の返還を請求するように求める住\n民訴訟である。\n２ 基礎となる事実（争いのない事実及び末尾の証拠等により認定される事実）\n( ) 原告らは，市の住民である。なお，原告Ａは，平成７年４月に施行され1\nた選挙で当選して以降，現在まで市議会議員である（弁論の全趣旨 。）\n( ) 宇治市職員共済組合2\n宇治市職員共済組合（本件組合）は，宇治市職員共済組合条例（昭和２７\n年宇治市条例第１０号）により，職員の互助共済並びに福利増進を図るため\nに設置されたものであり，その組合員は，京都府市町村職員共済組合の組合\n員である職員，公立学校共済組合の組合員である職員である。なお，職員で\nあっても，再任用職員は組合員ではない。\n市は，本件組合を通じて，地方公務員法４２条に基づく職員の厚生制度を\n計画・実施している。\n( ) 非適格互助年金給付制度3\n本件組合は，従前，退会者に対しては，退会せん別金を給付することとし\nていたが，この退会せん別金制度を平成６年度で廃止した。そして，平成７\n，「」 ，年３月３１日 宇治市職員共済組合非適格互助年金等給付金規程 を設け\n同年４月１日から，４年以上の組合員期間を有する組合員が退会したときに\n非適格互助年金等給付金を支給する事業（以下「本件事業」という ）を開。\n始した。\n本件事業においては，組合員期間２０年未満の組合員が退会したときは，\n退会一時金が，組合員期間２０年以上の組合員が死亡によらずに退会したと\nきは，その選択に従い，退会一時金又は互助年金が，組合員が死亡したとき\nは，遺族に対し，死亡以外の退会の場合と同額の遺族退会一時金又は遺族互\n助年金が支給されるとされ それらの給付金 これらの給付金を総称して 退，（ 「\n会一時金等」ともいう ）の金額は，４年以上４５年までの組合員期間に応。\nじて，組合員期間１年ごとに定められており，その金額は，例えば，組合員\n期間１０年，２０年，３０年及び４５年の場合は，以下のとおりであって，\n事業に要する経費は，組合員から徴収した組合費から支出される本件組合の\n拠出金，退会給付金準備積立金及び市の負担金をもって充てることとされ，\n市の負担金は経費の１００分の５０以内とされていた（乙２，乙３ 。）\nア 組合員期間１０年の場合，一時金４８万円\nイ 組合員期間２０年の場合，一時金９６万円又は年額２１万８７９６円・\n５年間（合計１０９万３９８０円）の年金\nウ 組合員期間３０年の場合，一時金１４４万円又は年額３２万８２００円\n・５年間（合計１６４万１０００円）の年金\nエ 組合員期間４５年の場合，一時金２１６万円又は年額４９万２２８８円\n・５年間（合計２４６万１４４０円）の年金\nなお 本件事業は 本件組合が 生命保険会社と 新企業年金保険契約 非，，， 「 （\n適格 」を締結し，本件組合の組合員（組合員期間１年を経過した者で，定）\n年までの予定組合員期間が４年未満の者を除く ）を被保険者とする新企業。\n年金保険契約を締結し，本件組合が保険会社に保険料を支払い，組合員が退\n会又は死亡したときに保険会社から退会一時金等が支払われるという仕組み\n，， （ ，が採用され 市は その保険料の２分の１を負担することとされた 乙２５\n乙２９ 。）\n( ) 本件各公金支出4\n市は，平成８年度から平成１６年度の各年度において，本件組合に対し，\n本件事業に要する経費（保険料）の２分の１として，以下の金額（合計１億\n１０４７万１４７４円）を支出した（以下，この支出を「本件各公金支出」\nといい，支出された公金を「本件各公金」という 。。）\nア 平成８年度 １２４１万２０００円\nイ 平成９年度 １２５１万２０００円\nウ 平成１０年度 １２４２万円\nエ 平成１１年度 １２４２万円\nオ 平成１２年度 １２４１万１０００円\nカ 平成１３年度 １２４２万円\nキ 平成１４年度 １２１２万７０００円\nク 平成１５年度 １１９１万１５３９円\nケ 平成１６年度 １１８３万７９３５円\n( ) 退職手当5\n職員の退職手当については，宇治市職員の退職手当に関する条例（昭和２\n６年市条例４２号）が制定されており，職員が退職した場合にその者（死亡\nによる退職の場合は遺族）に，退職時の給与に，勤続年数及び退職理由に応\nじた支給率を乗じた金額の退職手当を支給することとされている（甲５ない\nし９ 。）\n( ) 住民監査請求6\n原告らは，市監査委員に対し，平成１７年２月１７日，本件各公金などを\n市長などに返還させるよう必要な措置を求めて監査請求をした。同監査委員\nは，同年４月１５日付けで，監査請求を棄却する旨の結果通知を発し，同月\n１６日，原告らに到達した。\n３ 争点及び当事者の主張\n( ) 本件訴えのうち，平成１５年度以前の本件公金支出に係る部分は，適法1\nな監査請求を経たものか－監査請求期間徒過の正当事由の有無（本案前の争\n点）\n（被告の主張）\n原告Ａは，平成７年４月の選挙により市議会議員に当選し，現在まで継続\nして同議員であるところ，市は，平成７年度の予算書及び予算説明書を平成\n７年４月の選挙で当選した新議員に研修時に交付し，平成８年度以降の予算\n書及び予算説明書は，各年度，原告Ａを含む市議会議員に交付しており，原\n告Ａは，予算審議などを通じて本件各公金支出をすべて熟知した。\nしたがって，本件各公金支出のうち，平成１５年度以前の支出に係る部分\nについての監査請求は，監査請求期間を徒過してされており，徒過したこと\nについて正当な理由もないから，上記部分に係る本件訴えは不適法である。\n（原告らの主張）\n原告Ａは，本件事業の開始についての議会審議には参加していない。議員\nが交付を受ける一般会計予算書及び予算説明書には，共済費の内訳として組\n合負担金の記載があるのみであり，このような記載では，本件事業の費用の\n半額を市が負担していることを知ることはできない。また，市のホームペー\nジにも，宇治市職員共済組合条例，宇治市職員共済組合非適格互助年金等給\n付金規程，宇治市職員共済組合非適格互助年金等給付金要綱は掲載されてい\nない。\n原告らは，平成１７年２月１６日に，市が本件事業の費用の半額を負担し\n，。ていることが新聞で報道されるまでは その事実を知ることはできなかった\n( ) 本件各公金支出は違法か（本案の争点）2\n（原告らの主張）\nア 本件各公金支出は，実質的には職員に対して退職手当又は退職年金を支\n給するためのものである。すなわち，本件事業において退職一時金等を支\n給されるのは退職手当の支給を受ける者と同一であり，支給の事由も退職\n，。手当の支給事由と同一であり 支給額も実質的に退職手当の上乗せである\nそして，市は，本件組合が行う職員の保健，元気回復その他厚生に関する\n事業に対する補助金とは区別して，本件組合が本件事業に要する経費（保\n険料）の２分の１相当額を支出している。\nしたがって，本件各公金支出は，法律又はこれに基づく条例の規定によ\nる必要があるものである（給与条例主義。地方自治法２０４条の２，地方\n公務員法２５条１項 。しかるに，本件各公金支出の根拠となる法律又は）\n条例は定められていないから，本件各公金支出は給与条例主義に違反する\n違法無効なものである。\n被告の主張する地方公務員法４２条は，本件公金支出の根拠とはなり得\nない。すなわち，社会保障制度である共済制度及び公務災害補償制度は同\n法４３条及び４５条に規定されているので，同法４２条の「厚生に関する\n事項」ではない。また，被告の主張する宇治市職員共済組合条例について\nも，補助金支出の対象となる事業は，職員の保健，元気回復その他厚生に\n関する事項であって，本件事業は，それに含まれない。\nイ 仮に，本件各公金支出は，直接職員に支払われたものではなく，市が，\n本件組合が保険会社に支払う保険料の半額相当額を本件組合に支出してき\nたものであって，地方自治法２０４条の２に直接抵触するものではないと\nしても，少なくとも，同条の趣旨を潜脱するものであって，補助金の支給\nとして同法２３２条の２所定の公益上必要であるという要件を欠き，違法\n無効である。\n（被告の主張）\nア 退職金は，賃金の後払であり，かつ，事業主の全額負担となる。また，\n退職金は退職時の個々の職員の給料を基準として支給額が決定される。\nこれに対し，本件事業は，地方自治法４２条の枠内で実施されているも\nのであって，他の福利厚生事業への負担とは別枠にして，この事業のため\nの経費（保険料）の負担の割合を組合員１に対して市の負担金を１とした\nものであり，給付金も組合員期間を基準としており，退職金とは異なる。\nイ 地方公務員法４２条は，具体的な厚生に関する計画について各自治体に\nおいて定めることをゆだねているものと理解すべきものであり，給与条例\n主義に反しない限りは，自治体の実情に即して，合理的裁量に基づき適切\nに行われることが予定されていると解するべきである。そして，厚生に関\n，，する事業として金銭を給付することが 給与条例主義に反するかどうかは\n市の負担額の割合，その額の多寡，具体的な給付金の額の多寡，市民感情\nを含む時代の要請に照らして相当性があるか否かによって決すべきであ\nる。\nしかるところ，本件事業は，職員の互助共済及び福利の増進を図る精神\nにのっとり，退職後のライフサイクル支援金を給付するものであるが，職\n員とその家族の退職後の生活の充実，安定を図ることは，これを通じて在\n職中の勤労意欲を高め，執務の効率化に寄与するものであるから，地方公\n務員法４２条によって地方公共団体が実施すべき福利厚生事業に含まれる\nものである。そして，本件事業においては，市の拠出負担金は事業費の５\n０％以内に明確に制限されていて，その主たる財源が市の負担金というこ\nとはできないし，市の負担額も年額１２００万円程度と高額とはいえない\nし，本件組合に対する補助金（合計約１億２６００万円）の約１０％を占\nめるにすぎず，退会した組合員に対する支給額も多額ではない。また，本\n件事業は，昭和２７年に本件組合が設立されるとともに発足した退会慰労\n金の制度にさかのぼるものであるが，市の実情及び時代の要請（その時々\nの住民感情ないし社会的要請など）に応じて，相当性の判断をし，平成７\n年に制度の見直しをした結果であって（なお，平成１７年度からは制度自\n体を廃止している ，相当性の範囲内であって，給与条例主義を逸脱す。）\nるものとはいえない。\n第３ 当裁判所の判断\n１認定事実\n前記「基礎となる事実」のほか，各項末尾掲記の各証拠及び弁論の全趣旨に\nよれば，以下の事実が認められる。\n( ) 市は，昭和２７年４月，宇治市職員共済組合条例を制定して，同年１月1\n１日にさかのぼって，市職員の互助共済及び福利増進を図るため市職員に本\n件組合を組織させ，本件組合に補助金を交付し，市長が別に定める事業を実\n施させることとした（乙１ 。）\n( ) 本件組合の実施する事業には，結婚祝い金，入院給付金など各種の給付2\nを行う共済給付事業とその他福利厚生事業があるが，本件組合は，それ以外\nにその発足当初から，退会する組合員に退職慰労金を支給する事業を行って\nいた。この退職慰労金の支給事業は，数回の改正を経て，昭和５６年４月１\n日からは，組合員期間１年につき４万８０００円の退会せん別金を給付する\n事業となっていた（乙２９ 。）\n( ) 本件組合においては，組合員は，本件組合の事業に要する費用に充てる3\nため，組合費を負担するものとされ，組合費の負担は，原則として給料月額\nの１００分の１である （乙４）。\n( ) 市は，昭和６１年度まで，本件組合の事業に要する費用の４分の３を負4\n担していたが，昭和６２年度からは７分の５を負担するようになった（乙２\n９。）\n( ) 市長は，平成６年３月，同月の市議会において，本件組合の事業費の市5\nの負担割合を２分の１とすることを求める質問があったことをきっかけに，\n本件組合に対して，事業の在り方の見直しを要望し，それに対して，本件組\n合の検討委員会は，同年１０月，退会せん別給付金制度を廃止し，積立金を\n原資とする非適格互助年金制度を平成７年４月から導入すること，同制度の\n費用について，市の負担割合を２分の１とすべきことを本件組合の組合長に\n答申をし，本件組合は，理事会においてこれを検討の上，同年１２月，市長\nに上記答申に沿う報告をし（乙１４，２９ ，平成７年４月から本件事業が）\n実施された。\n( ) 上記見直しに伴い，本件組合が行う共済給付事業の事業費は，全額組合6\n員の支払う組合費で運営されることとなり，他方，市が，本件組合を通じて\n行うその他福利厚生事業に要する費用は 全額市が負担することとなった 乙，（\n１４，２６ 。）\n( ) 平成７年３月の市議会において，平成７年度一般会計予算が議決されて7\nいるが，その予算においては，本件事業の事業費の２分の１に当たる１２４\n５万３０００円が「市職員共済組合負担金」として計上されており，本件事\n業についての若干の質疑も行われた（乙１４，１５ 。）\nしかし，上記の質疑が新聞等で報道された形跡も，市が本件事業を開始す\nるについて，これを外部に公表した形跡もうかがえない。\n平成８年度から平成１６年度までの予算においても，本件事業の市の負担\n金（本件各公金）には，市職員共済組合負担金として計上され，その旨が記\n載された予算書及び予算説明書が市議会での予算案の審議のため市議会議員\nに交付されている（乙１６から乙２４ 。）\n２ 本案前の争点（監査請求期間徒過の正当事由の有無）について\n( ) 普通地方公共団体の住民が相当の注意力をもって調査を尽くしても客観1\n的にみて監査請求をするに足りる程度に財務会計上の行為の存在又は内容を\n知ることができなかった場合には，地方自治法２４２条２項ただし書にいう\n正当な理由の有無は，特段の事情のない限り，当該普通地方公共団体の住民\nが相当の注意力をもって調査すれば客観的にみて監査請求をするに足りる程\n度に当該行為の存在及び内容を知ることができたと解される時から相当な期\n間内に監査請求をしたかどうかによって判断すべきである（最高裁平成１０\n年（行ツ）第６９号，第７０号同１４年９月１２日第一小法廷判決・民集５\n６巻７号１４８１頁 。）\n( ) これを本件についてみるに，本件事業は，平成７年４月から始まったも2\nのであり，それに先立って，同年３月の市議会において，本件事業について\nの若干の質疑が行われ，本件各公金についても毎年度の予算書及び予算説明\n書に市職員共済組合負担金として記載されて，予算に計上され，市議会にお\nいて議決されている。\nしかし，平成７年３月の市議会における本件事業についての若干の質疑が\n新聞等で報道されたことはなく，市が本件事業の開始を外部に公表していな\nいし，その後も，市が，平成１７年２月１５日，平成１７年度から本件事業\nへの公金拠出を廃止する旨を発表し，同月１６日ころの新聞にその旨の記事\nが掲載されるまでは，市議会等において具体的に議論されたことはなく，市\nが本件事業及び本件各公金支出について発表等を行ったことはなかった（甲\n２，乙２６，乙２７の１から６まで，弁論の全趣旨 。）\nこのような事実関係からすると，市が，本件事業及び本件各公金支出を秘\n密にしていたものではないとしても，市の一般住民が相当の注意力をもって\n調査を尽くしても，平成１７年２月１６日までは，客観的にみて監査請求を\nするに足りる程度に本件各公金支出の存在及び内容を知ることができなかっ\nたと解するのが相当である。そして，本件監査請求は，同月１７日にされて\nいるから，相当な期間内に監査請求をしているというべきであり，監査請求\n期間を徒過したことについて，地方自治法２４２条２項ただし書にいう正当\nな事由がある。\nなお，原告Ａは，平成７年４月の選挙により，市議会議員となり現在に至\nっており，本件各公金が記載された予算書及び予算説明書の交付を受け，そ\nの予算案の審議に市議会議員として参加しているのであって，平成７年３月\nの市議会において本件事業についての質疑もされていることからすると，予\n算書及び予算説明書の「市職員共済組合負担金」の内容について説明を求め\nるなどすれば，容易に本件事業の内容，本件公金の使途等について知ること\nは困難ではなかったということはできる。しかし，予算書及び予算説明書に\nは，本件公金は「市職員共済組合負担金」として「地方公務員災害補償基金\n負担金」等と並んでその金額のみが記載されるにとどまっており 「地方公，\n務員災害補償基金負担金」等と同様の性質のものと考えたとしても無理から\nぬ面がある。予算案の審議に当たっては，その内容の隅々にまで注意を払っ\nたり，当選前の市議会での質疑の内容，市の職員に関する諸制度等にも注意\nを払い，必要な調査をすることは，市議会議員としてのあるべき姿ではある\nが，実際には，難きを求めることになり，市議会議員が住民の資格で監査請\n求をする機会を著しく狭めることにもなりかねない。したがって，上記のよ\nうな事実はあるが，原告Ａについても，監査請求期間を徒過したことについ\n， 。て 法２４２条２項ただし書にいう正当な事由があるというのが相当である\n３ 本案の争点（本件各公金支出の違法性）について\n( ) 原告は，本件各公金は，実質的に，市職員に対する退職金に該当するか1\nら，地方自治法２０４条の２，地方公務員法２５条１項に基づき，その支出\nを法律又は条例で定めなければならないと主張する。\n，（ ， ）しかし 給与条例主義 地方自治法２０４条の２ 地方自治法２５条１項\nは，地方公共団体が法律及び条例に基づかないで職員に給与その他の給付を\n支給することを禁じているのであって，本件組合に対する補助金である本件\n各公金の支出は，これに直接抵触するものとはいえない。\nもっとも，地方公共団体が，互助組合等に補助金を交付し，互助組合等が\nその補助金を用いて給与等に当たる給付を支給することは，直接には給与条\n例主義に抵触するものでないとしても，給与条例主義（地方自治法２０４条\n及び地方公務員法２５条１項）の規定を潜脱することになるから，職員に対\nする給付を目的とする補助金の交付の違法性の有無を判断するに当たって\nは，その給与条例主義の規定の趣旨を考慮して判断すべきである。\n( )ア 普通公共団体は，公益上必要がある場合においては，寄附又は補助を2\nすることができるのであるから（地方自治法２３２条の２ ，公益上必要）\nがあると認められる補助金の支出については，適法というべきである。他\n方，地方公共団体は，その事務を処理するに当たっては，住民の福祉の増\n進に努めるとともに，最小の経費で最大の効果を挙げるようにする責務を\n（），，負っているものであり 地方自治法２条１４項 地方公共団体の経費は\nその目的を達するための必要かつ最小の限度を超えて，これを支出しては\nならないものとされている（地方財政法４条１項）から，公益上必要があ\nるといえない場合には，その補助金支出は違法というべきである。\nイ ところで，地方公務員法４２条は 「地方公共団体は，職員の保健，元，\n気回復その他厚生に関する事項について計画を樹立し，これを実施しなけ\nればならない」と規定し，地方公共団体に対して職員の福利厚生に関する\n計画の樹立及び実施を義務づけており，同条に基づく職員の福利厚生のた\nめの計画の実施に要する費用は，地方公共団体が負担することができるこ\nとをもその内容とするものと解される。\nそして，市は，地方公務員法４２条の要請に基づいて，宇治市職員共済\n組合条例によって職員に本件組合を組織させ，職員の福利厚生に関する事\n業は，本件組合を通じて行うこととしているのであるから，本件組合に対\n，， 。する補助金の支出については 一般的には 公益上の必要があるといえる\nウ しかしながら，本件各公金は，本件組合の行う事業一般ではなく，専ら\n組合員又はその遺族に退職一時金等を支給するための経費（保険料）の２\n分の１に充てられるものであって，本件組合が行う福利厚生事業の費用と\nして使用されることはないから，本件各公金支出に公益上の必要があるか\nどうかは，専ら，退会した組合員又はその遺族に退会一時金等を支給する\nことに公益上の必要があるかどうかにかかることになる。\nそうであるところ，退会一時金等は，本件組合からの退会（すなわち，\n職員を退職）したことを原因として組合員又はその遺族に支給される金銭\nであって，その使途が限定されていないものであり，組合員期間（すなわ\nち，職員としての在職期間）に応じて支給額が異なるというものであるか\nら，支給事由及び支給対象者は，退職手当のそれらとほぼ同一であり，退\n職手当と類似したものであって，退職手当に退職一時金等の分を上乗せす\nる性質のものというべきである（互助年金及び遺族互助年金も，退会一時\n金に利息を加えたものを５年間の分割支給されるものと理解することがで\nき，同様に退職手当の上乗せと考えることができる 。そして，上記の。）\nとおり，本件各公金は，専ら，退会一時金等を支給する経費の２分の１に\n充てるために本件組合に交付されるものであるから，退職手当に上乗せす\nる性質の金員の支給のみのために交付される補助金であるところ，退職し\nた職員又は遺族に退職手当を上乗せする性質の金員を法律又は条例の規定\nによらずに支給することは，上記の給与条例主義に抵触するものであるか\nら，本件組合をして退職した職員又は遺族に退職手当を上乗せする金員を\n支給させることとし，条例の規定によらずに本件組合にその費用に充てる\n，，ための補助金を支出することは 上記給与条例主義を潜脱するものであり\nそのような補助金の支出は，公益性のないものであって違法というべきで\nある。\nエ 被告は，職員とその家族の退職後の生活の充実，安定を図ることは，こ\nれを通じて在職中の勤労意欲を高め，執務の効率化に寄与するものである\nから，地方公務員法４２条によって地方公共団体が実施すべき福利厚生事\n業に含まれるものであると主張する。\nけれども，地方公務員法４２条が要請する厚生制度は，職員の保健，元\n気回復が典型的なものとして例示されているものであり，社会保障制度で\nある共済制度及び公務災害補償制度については，同法４３条及び４５条に\n規定されており，退職する職員に対して使途を定めない一時金ないし年金\nを支給することは，同法４２条の本来予定するものではないというべきで\nある。また，職員の勤労意欲を高め，それによって執務の能率化を図るた\nめに使途を定めない金銭を給付することは，給与を増額することと区別が\nつかず，特に，本件事業において支給される退会一時金等の金額が必ずし\nも少額ではないことからすると，これは，地方公務員法４２条が要請する\n福利厚生制度の枠を超えるものというべきである（なお，本件事業を行う\nことを答申した本件組合の検討委員会は，民間における適格年金を補完す\nる制度としての企業年金，上乗せ年金としての基金年金の存在を指摘した\n上で，本件事業を行う必要性を指摘している 。。）\nオ 以上のとおり，職員で構成される本件組合に対して，組合員及びその遺\n族に対する退会一時金等の給付のみを目的とする本件事業の費用に対し\nて，宇治市がその２分の１に相当する額の補助金を支出することは，公益\n上の必要があるということはできない。\n( ) したがって，本件各公金支出は，違法であり，本件組合がその支給を受3\n，，けたことについては法律上の原因がなく 市は本件各公金と同額の損失をし\nその結果本件組合は同額の利得を得ていることになるから，市は，本件組合\nに同額を不当利得として返還請求をすることができる。\nなお，原告らは，訴状送達の日の翌日から支払済みまで年５分の割合よる\n遅延損害金の支払をも請求するよう求めているが，本件組合の不当利得返還\n債務は催告によって遅滞に陥るところ，本件訴状が被告に送達されたことに\nよっては，本件組合に対する催告の効力はないから，本件訴状送達の日の翌\n日からの遅延損害金を本件組合に請求することはできず，市が本件組合に請\n求をした日の翌日からの遅延損害金の支払を請求することができるにとどま\nる。\n４ 以上の次第で，原告らの請求は，いずれも主文第１項の限度で理由があるか\nら，その限度これを認容し，訴訟費用の負担につき行政事件訴訟法７条，民事\n訴訟法６１条，６４条に従い，主文のとおり判決する。\n京都地方裁判所第３民事部\n裁判官 下 馬 場 直 志\n裁判官 豊田里麻\n裁判長裁判官水上敏は，転補のため署名押印することができない。\n裁判官 下 馬 場 直 志\n"
}