{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 10
  },
  "case_number": "平成13(わ)1264",
  "case_name": "殺人被告",
  "court_name": "福岡地方裁判所小倉支部",
  "lawsuit_id": "8186",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8186",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/186/008186_hanrei.pdf",
  "contents": "平成１４年７月１０日宣告\n平成１３年(わ)第１２６４号　殺人被告事件\n判　　　　　　　　決\n主　　　　　　　　文\n被告人を懲役１２年に処する。\n未決勾留日数中１５０日をその刑に算入する。\n理　　　　　　　　由\n（犯罪事実）\n被告人は，平成１３年１１月１３日午後７時５０分ころ，北九州市ａ区ｂ町ｃ\n番地所在の「甲」北側路上において，けんか闘争で路上に転倒させたＡ（当時６\n１歳）に対し，殺意をもって，車両重量約１．１トンの普通乗用自動車を低速走\n行させて同車の右前後輪で同人の胸部及び臀部等を３回轢過するなどし，よっ\nて，同月１４日午前零時４分ころ，同区ｄ町e番ｆ号所在の「乙病院」において，\n同人を骨盤骨折に基づく出血性ショックにより死亡させて殺害した。\n（証拠）省略\n（法令の適用）\n罰条　　　刑法１９９条\n刑種の選択　　　有期懲役刑を選択\n未決勾留日数の算入　　　刑法２１条\n訴訟費用　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　事案の概要\n本件は，タクシー運転手であった被告人が，同業者である被害者とけんか闘\n争をし，被害者を倒したが，立ち上がろうとする被害者に対し，確定的殺意を\n持って自車を低速走行させ，同人を同車で３回轢過して死亡させたという重\n大，悪質な殺人の事案である。\n２　犯行に至る経緯及び犯行状況等\n(1)　被告人及び被害者の経歴\n被告人は，高校退学後，個人で各種運搬業を営んだほか，昭和６１年ころか\nらタクシー会社でタクシー運転手として勤務し，平成７年９月ころから事業用\n普通乗用自動車（トヨタコロナ白色，車両番号北九州ｇ，車両重量約１．１ト\nン，以下「本件車両」という。）を購入して「丙」の屋号で個人タクシー営業\nを行っていた。被告人は，昭和４５年６月ころ前妻と婚姻して２人の子をもう\nけたが，平成７年１１月ころ離婚し，本件犯行当時は独身であった。\n被害者は，平成６年３月ころから北九州市内のタクシー会社で配車係として\n勤務し，平成１１年５月ころから同市内の別のタクシー会社でタクシー運転手\nとして勤務していた。被害者は，昭和４２年１１月に前妻と婚姻して３人の子\nをもうけたが，昭和５９年７月ころ離婚し，平成３年ころから本件犯行時まで\n内妻と２人で暮らしていた。\n(2)　犯行に至る経緯\n被告人は，平成１３年１１月１３日，本件車両を使用してタクシー営業を\nし，同日午後７時３０分ころ，北九州市a区ｈ町ｉ丁目ｊ番ｋ号付近路上にお\nいて，タクシーによる客待ちの行列に入って客待ちをしていたところ，前車と\nの車間が開いたことに気付かなかったため，本件車両に後続してタクシーによ\nる客待ちをしていた被害者からクラクションを鳴らされた。\nこれに立腹した被告人は，降車して被害者の車両に近づき，「今，車出そう\nとしよったろうが。」と文句を言ったところ，被害者と口論になり，被害者が\n「車を出してｂへ行け。」と言ったことから，相手がけんかを売るなら買って\nやろうという気になり，本件車両に乗り込み，被害者もこれに続いて，両車は\n上記場所から約４キロメートル離れた同区ｂ町の人気の少ない本件犯行現場に\n到着した。\n被告人は，タクシー営業時の護身のため，手製の木製ヌンチャク及びいわゆ\nるメリケンを本件車両内に常備していたところ，本件犯行現場において，降車\nする際，被害者が武器を持っているのが見えたため（この時被害者が手にした\nのは長さ約二十数センチメートルのひもが付いた棒の長さ約３０センチメート\nルの木製棒であった。），自らも上記ヌンチャクを持ち出した（なお，被告人\nは上記武器について「鎖の先に鉄球のついた鎖がまかと思った。」とも供述し\nているが，上記ひも付き棒とはその形状が余りにも異なるものであり，仮に当\n初被告人がこれを鎖がまと見誤ることがあったとしても，闘争中に鎖がまでは\nないことに気付いたと認めるのが相当である。）。\n被告人と被害者は，互いの武器を振り回すなどして対峙していたが，被害者\nが振り出した棒はほとんど被告人に当たらなかったのに対し，被告人は，ヌン\nチャクを振り出して，被害者の身体に１０回程度命中させ，ヌンチャクが被害\n者の左膝に当たった直後，被害者はその場にしりもちを付いて座り込んだ。\n(3)　犯行状況等\n被告人は，被害者が座り込むのを見て「やっつけた。」と思い，本件車両内\nに戻ったものの，被害者が起き上がろうとしていたことから，ヌンチャクでは\n決着がつかない，いっそ被害者を本件車両で轢過して殺害しようと決意し，停\n車中の本件車両から右斜め前方に約１５メートル離れた被害者に向け同車両を\n発進させ，被害者の身体を本件車両右前部で押し倒し，そのまま右前後輪で轢\n過し，Ｕターンして被害者を確認すると，被害者が再び起き上がろうとしてい\nたため，再度被害者の身体を本件車両右前部で押し倒して右前後輪で轢過し，\nＵターンして被害者の横を通り過ぎたが，被害者がまだ起き上がろうとしたた\nめ，さらにＵターンして被害者の身体を本件車両右前後輪で轢過した。\n被告人は，しばらく犯行現場にとどまっていたが，通行人が運転車両を近く\nに停車させ，被害者に近づいたため，本件車両を発進させてその場を逃走し\nた。\n３　量刑判断\n上記のとおり，本件犯行の発端は，客待ちの際の被害者とのトラブルとこれ\nに続くけんか闘争であり，この点に関する限り被害者に全く落ち度がないとは\nいえないものの，けんか闘争自体，被告人は優勢な武器を用いて被害者に危険\nかつ執ような攻撃を加えている上，被害者が倒れた時点でけんか闘争は既に決\n着しており，被害者はその場に座り込んだにもかかわらず，本件犯行は，さら\nに決着をつけてやろうなどという，被告人の著しく攻撃的な感情に起因して行\nわれたものであって，その動機に格別酌むべき点はない。犯行態様は，車両重\n量約１．１トンの自動車を低速走行させて被害者の身体を轢過するという危険\nな方法を３回も繰り返すという，極めて執ようかつ残忍なものである。犯行後\nの態様も，通行人が近づくや逃走して翌朝本件車両の血痕を洗い流すなど罪証\n隠滅行為を行うなど，悪質である。上記轢過行為により，被害者は，骨盤骨折\n等の傷害を負い，同骨折に基づく出血性ショックにより死亡するに至ったもの\nで，この間の肉体的苦痛が激しかったことはもとより，突然の犯行によりその\n生命を奪われた被害者の無念さは察するに余りあり，結果は極めて重大であ\nる。しかるに，本件犯行について，被害弁償等慰謝の措置は何ら講じられてお\nらず，被害者の遺族が厳しい処罰感情を抱いているのも無理からぬところであ\nる。被告人は，本件犯行について，被害者の武器を鎖がまと思い込み，被害者\nを車で轢過する際もなお鎖がまの鉄球でフロントガラスを割られると思ったな\nど，自己の犯行を正当化する供述を繰り返しており（何度も自車をＵターンさ\nせて被害者を轢過するなどの本件犯行態様に照らし，かかる供述が不合理なこ\nとは明らかである。），真摯に犯行を反省しているとは言い難い。\n以上によれば，被告人の罪責は相当重いというべきである。\n他方，本件犯行は計画的犯行ではないこと，本件犯行に至る経過につき被害\n者に一定の落ち度が認められること，被告人に懲役刑の前科はないこと，被告\n人は本件犯行について反省している旨述べていることなど，被告人にとって酌\nむべき情状もあるから，これらを総合考慮して，主文の量刑が相当であると判\n断した。\n（求刑　懲役１５年）\n平成１４年７月１０日\n福岡地方裁判所小倉支部第１刑事部\n裁判長裁判官　　　若　　宮　　　利　　信\n裁判官　　　西　　森　　　英　　司\n裁判官　　　坂　　本　　　好　　司\n"
}