{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 26
  },
  "case_number": "平成15(わ)181",
  "case_name": "強盗殺人被告事件",
  "court_name": "宇都宮地方裁判所栃木支部",
  "lawsuit_id": "6265",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6265",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/265/006265_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理　　　　　　　　　　由\n（犯行に至る経緯）\n１　被告人は，茨城県真壁郡ａ町の農家の長男として生まれ，他の兄弟よりも大事に育\nてられ，地元の高等学校の農業科を卒業後，家業の稲作やトマトのハウス栽培の手\n伝い等をしていたが，オイルショックの影響で農業収入が減ったため，昭和４９年ころ\nから農業機械部品会社に就職し，そのころ，結婚して一男二女をもうけ，昭和５７年こ\nろには父から農地の名義変更を受けるなど，平穏な生活を送っていた。\n２　しかし，昭和５８年ころ，妻の浮気が発覚し，被告人は，妻を許すことができず，しば\nしば妻に暴力を振るうなどしたため，妻との関係がうまくいかなくなり，うっ憤を晴らす\nため外で飲酒する機会が増えて生活費等が不足し，昭和６１年ころからサラ金から借\n金をするようになり，同年父が死亡したことなどもあって，生活がすさんでいった。そし\nて，昭和６３年秋ころ，ついに妻が家を出て行き，被告人は，平成元年ころ，自棄的に\nなって会社も辞めてしまい，しばらく自宅で農業だけをしていたが，時間を持て余して\n近くのパチンコ店に入り浸るようになり，そのころ，同パチンコ店に併設されていた景\n品買取所兼そば屋で勤務していたＡ（１９４６年１月１５日生まれ）と知り合った。\n３　Ａは，秋田県で生まれ，地元の中学校を卒業後，水戸の朝鮮学校高等部を経て，都\n内の朝鮮大学校を卒業し，栃木県小山市内で朝鮮学校の教師をしていたころ知り合\nった夫と婚姻し，一男一女をもうけ，その後パチンコ店の景品買取所等で稼働するよ\nうになって，被告人と知り合った。被告人とＡは，間もなく互いに好意を持ち，男女関\n係もできて，親しく交際するようになり，平成２，３年ころには，二人で国内旅行もする\nなど親密に交際し，平成７，８年ころからは，２，３か月に１回程度と会う回数は減って\nいったが，男女関係は継続し，被告人から見て，Ａは何でも話せる友人であり，かつ，\n被告人のことを気にかけてくれる姉のような存在でもあった。\n４　被告人は，平成２年ころから，再び会社勤めを開始し，一時は妻とともに暮らしてい\nた子供たちも間もなく戻って来たことから，子供たちの父親として，一応その役割を果\nたしながら生活していた。しかし，被告人は，Ａとの交際費や，パチンコ代，飲酒代等\nがかさみ，給料だけでは収入が不足して，サラ金からの借金が増えていき，その整理\n等のため，父からもらった自己名義の農地を切り売りし，昭和６３年ころには約３００\n万円，平成４，５年ころには約６００万円，平成７年ころには約４５０万円を手にしたが，\n大金を手にすると，気が大きくなって，友人に大盤振る舞いをしたり，自己の遊興費等\nに使ってしまったりして，一向に借金は無くならなかった。\n５　加えて，被告人の子供たちは，学校を卒業すると，次々に被告人のもとを離れて，母\nのもとへ去ってしまい，被告人は，平成１０年ころには，妻と正式に離婚し，最後まで\n残っていて可愛がっていた二女まで出て行ったことから，年老いた母と２人きりの生活\nになって張り合いを失い，ますます外での飲酒や遊興の機会が増えていった。平成１\n２年ころ，被告人は，残っていた農地の中で売却できそうな最後の農地を２００万円で\n売却したが，これも一部を借金の整理に充てただけで，うち５０万円を，当時金銭に困\nっていたＡに渡すなどし，残りも遊興費等に使いきってしまい，また借金が増え出し，\n平成１４年ころには，サラ金からの借金が合計３００万円を越え，毎月の支払に１０数\n万円が必要になり，到底給料だけでは足りず，困窮する状態に陥っていった。\n６　そこで，被告人は，同年夏ころ，何とかその借金苦から逃れるため，亡父名義のまま\nになっていた被告人方居宅及びその敷地を担保に金融機関から金員を借り入れよう\nとして，共同相続人である異母姉らに名義書換の承諾を得ようとしたが，姉らからは\nいずれも良い返事がもらえず，借金の整理はできなかった。そこで，被告人は，借金\nの返済や交通違反の罰金の支払で生活費すらままならなくなり，平成１５年初めころ\nから，二女に再三金を無心したり，異父兄からも借金をしたりしてその場をしのいでい\nたが，二女らの援助も限界に達していた。さらに，被告人は，当時，不況の影響で，勤\n務先から早晩自宅待機を命じられるおそれがあり，不安な心境に陥っていた。\n７　被告人は，それでも金遣いの荒さは改まらず，同年４月ころ，たまたまパチンコで勝\nって手にした金を持って，下館市内のスナック「Ｂ」へ飲みに行った際，同店の韓国人\nホステスＣに好意を抱き，Ｃをデートに誘って，肉体関係を持つに至り，久しぶりに若\nい女性と関係を持ったこともあって，急激にＣに対する思いを募らせ，Ｃを独占した\nい，そのためにはＣの歓心を買う必要があり，借金を負っているというＣのために，特\nに要求されていたわけでもないのに，何とか１００万円位の現金を渡したいと一方的\nに考えるようになった。\n８　被告人は，平成１５年５月に入ると，自己の借金苦から逃れるとともに，Ｃに対して貢\nぐ金員を手に入れるためには，景品買取所を襲って強盗でもやるしかない，普通では\nすぐに捕まってしまうが，Ａが勤務する景品買取所であれば，同所内に入れてもらうこ\nとができ，一人で勤務しているＡを殺害してそこに置いてある金員を奪っても，自己の\n犯行だとは気付かれないだろうなどと考えて，Ａを殺害して金員を奪うことを考え始め\nた。そして，被告人は，同月１５日，Ａの頸をネクタイで絞めて殺害して金員を強奪しよ\nうと考え，当時Ａが勤務していた栃木県佐野市内の「Ｄ」の景品買取所へ赴き，同所\n内には予想どおり２００万円くらいの現金が置いてあるのを確認した上，Ａを殺害する\n機会を窺っていたが，その後同所内でＡと肉体関係を持つなどしているうちに，その\n日はＡを殺害する意思が萎え，同ネクタイを置き忘れたまま，同所から立ち去った。\n９　その後，被告人は，同月２５日にも，Ａを殺害して金員を奪おうとして，同景品買取所\nへ赴いたが，その日もＡにマッサージをしてやったりしているうちに，Ａの殺害を決行\nすることができなくなり，上記ネクタイを持ち帰らないまま同所から帰って行った。しか\nし，被告人は，やはりどうしてもＣに金員を渡したいという気持ちを抑えることができ\nず，そのためにＡを殺害して景品買取所内の金員を強奪しようと決意し，同月３１日に\nはＡが同景品買取所で勤務していることを予め確認した上，同日午前１０時過ぎころ，\n同景品買取所に客が来ない休憩時間に着くように見計らって，自動車を運転して自\n宅を出発し，同所へ向かった。\n（罪となるべき事実）\n被告人は，栃木県佐野市ｂ町ｃ番地ｄパチンコ店「Ｄ」景品買取所において，同所の従\n業員Ａ（当時５７歳）を殺害して，同景品買取所内の金員を強奪しようと企て，平成１５年\n５月３１日午後１時前ころ，同所で勤務中のＡを訪ねて，Ａに同所内へ入れてもらい，同\n所内で，Ａに対し，交際中のＣのことをうち明けたりしながら，殺害の機会を窺い，上記ネ\nクタイ（平成１５年押第３７号の１）の返還を受けた後，同日午後１時２０分ころ，帰りぎわ\nにいつのものようにＡの胸を触らせてもらう振りをして，床の上に足を投げ出して座らせ\nたＡの背後に回り，被告人に身を任せていたＡに対し，殺意をもって，やにわに同ネクタ\nイでその頸部を絞め，よって，そのころ，同所において，Ａを絞頸により窒息死させて殺\n害した上，Ａが管理する現金約２３０万６０００円を強奪した。\n（法令の適用）\n罰　　　　　　条　　刑法２４０条後段\n刑種の選択    無期懲役刑選択\n未決勾留日数の算入    刑法２１条\n訴訟費用の不負担    刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，判示のとおり，被告人が，多額の借金の返済に苦慮するとともに，好意を寄\nせていた飲食店のホステスに貢ぐための金員欲しさに，被告人と長年親しく交際して\nいた被害者が高額の現金を扱う景品買取所に勤務していたのに狙いを付け，被害者\nを殺害した上，同所内に置いてあった現金２３０万円余りを強奪したという事案であ\nる。\n２  被告人は，農家の長男として生育し，父から相当な財産価値のある農地を受け継ぎ\nながら，長年遊興等に耽ってこれらを食いつぶした後も，一向に生活を改めようとせ\nず，さらに無計画に借金を重ねて，その返済資金に窮する状態に陥っていたにもかか\nわらず，飲食店のホステスに入れ上げ，同女に貢ぐ金等欲しさに，本件を敢行したと\nいうものであり，しかも，十数年間交際を続けてきた被害者とは信頼関係で結ばれた\n間柄で，何らの恨みも揉め事もなかったのであるから，本件の突然の凶行は，甚だ人\n倫に悖る身勝手極まりない犯行であると言わざるを得ず，その動機に酌量の余地は\n全くない。\n３　被告人は，１か月前ころから犯行を思い立ち，予め被害者が勤務する本件現場の景\n品買取所には高額の現金が置いてあること，景品買取所の休憩時間，被害者がその\n日勤務日であること等を確認したり，犯行に使用したネクタイ等を準備するなどしてお\nり，計画性が窺われる。また，被告人は，本件犯行に際し，胸を触る振りをして被害者\nを偽り，安心して身を任せていた被害者の背後から，突然ネクタイでその頸部を息の\n根が止まるまで力一杯絞め続けて殺害した上，同所に置いてあった現金を強奪して\n逃走しており，本件一連の犯行態様は，被害者の信頼関係を悪用したもので，まこと\nに卑劣かつ残忍で，悪質である。\n４　本件により，被害者は，突如予想だにしない相手から，その理由さえ理解できないま\nま殺害されて，尊い命を奪われたものであり，その結果は取り返しのつかない重大な\nものである。被害者は，当時夫には先立たれたが，長女と二人暮らしで，近くに住む\n長男夫婦の子である孫を可愛がり，その成長を楽しみに平穏に暮らしていたものであ\nり，何らの落度もないのに，突然その人生を絶たれた被害者の無念さは察するに余り\nあるものがある。被害者の遺族らの悲しみも非常に深いものがあると認められるが，\nこれまでに被害賠償の措置が全く取られておらず，その被害感情は全く癒されていな\nい。このため，遺族らの処罰感情が非常に厳しいのは当然である。また，強盗による\n被害額も２３０万円余りと高額に上っており，本件の財産的被害も甚大である上，被\n告人は，本件犯行後，予定どおり，奪った現金のうち１２９万円余りを交際中の女性に\n貢いだり，同女との遊興費に使用したりしたほか，飲酒代やパチンコ代等に濫費した\nりしており，犯行後の情状も芳しくないものがある。\n５　よって，以上を総合すると，本件の被告人の刑事責任は，非常に重大なものがある。\n６　他方，被告人が遊興に耽って借金苦に陥るきっかけになった夫婦関係の不和につい\nては，被告人にも不運な面があったと認められること，被告人は，本件で逮捕，勾留\nされた後は，犯行を素直に自供し，理性に反した自己の凶行を深く後悔し，被害者や\nその遺族に対する謝罪の意を示し，今後生きている限り被害者の冥福を祈り，供養し\nていきたい旨述べていること，強盗の被害金の一部である３５万円余りが還付される\n見込みであること，被告人にはこれまで交通事犯による罰金前科１犯がある以外に\nは前科がないこと等，被告人にとって酌量すべき事情も認められるが，これらの事情\nを最大限に考慮しても，前述した本件犯行の動機，事案の悪質性，結果の重大性等\nに鑑みると，被告人の刑事責任は，なお非常に重大であり，被告人を無期懲役に処\nするのが相当である。\nよって，主文のとおり判決する。\n（求刑・無期懲役）\n平成１５年１２月２６日\n宇都宮地方裁判所栃木支部\n裁判長裁判官    　滝澤雄次\n裁判官      山田敏彦\n裁判官      畠山　新\n"
}