{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 27
  },
  "case_number": "平成17(行ケ)10303",
  "case_name": "審決取消",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32848",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32848",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/848/032848_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３０３号 審決取消請求事件\n平成１８年３月２７日判決言渡，平成１８年２月８日口頭弁論終結\n判決\n原 告 ユーロ－セルティーク エス．エイ．\n訴訟代理人弁護士 片山英二，弁理士 小林純子，大森規雄，日野真美\n訴訟復代理人弁護士 長沢幸男\n被 告 特許庁長官 中嶋誠\n指定代理人 齋藤恵，塚中哲雄，唐木以知良，青木博文，大橋信彦\n主文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n第１ 原告の求めた裁判\n「特許庁が不服２００１－２０６４０号事件について平成１５年１２月２４日に\nした審決を取り消す 」との判決。。\n第２ 事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部\n分がある。\n本件は，原告が，本願発明の特許出願をしたところ，拒絶査定を受け，これを不\n服として審判請求をしたが，審判請求は成り立たないとの審決がされたため，同審\n決の取消しを求めた事案である。\n１ 特許庁における手続の経緯\n(1) 本願発明（甲２）\n出願人：ユーロ－セルティーク エス．エイ （原告）．\n発明の名称： ブプレノルフィンによる持続的痛覚消失」「\n出願番号：特願平１０－５３６９８０号\n出願日（国際出願 ：１９９８年（平成１０年）２月２４日（パリ条約による優）\n先権主張１９９７年２月２４日・米国，同年９月２９日・米国）\n手続補正日：平成１３年１月１１日（甲４）\n(2) 本件手続\n拒絶査定日：平成１３年８月１３日付け\n審判請求日：平成１３年１１月１９日（不服２００１－２０６４０号）\n手続補正日：平成１３年１２月１９日（以下「本件補正」という。甲３）\n審決日：平成１５年１２月２４日\n審決の結論： 本件審判の請求は，成り立たない 」「。\n審決謄本送達日：平成１６年１月２１日（原告に対し。出訴期間として９０日付\n加）\n（。２ 本願発明の要旨 平成１３年１月１１日付け手続補正後で本件補正前のもの\n以下 「本願発明」という ），。\n【請求項３５】 ブプレノルフィンを含む経皮送達システムをヒト患者の皮膚上に\n適用し，３日間の投与期間にわたって該経皮送達システムの皮膚への接触を維持す\nることによる中程度から重篤な疼痛を有するヒト患者を治療する方法のための薬剤\nの製造におけるブプレノルフィンの使用であって，前記経皮送達システムが適当な\n相対放出速度を維持して約３日間だけヒト患者に有効な痛覚消失を与えるのに十分\nなブプレノルフィンの量を含み，前記経皮送達システムは前記３日間の投与期間の\n後の少なくとも２～約６日の追加の投与期間，前記ヒト患者の皮膚への接触が維持\nされ，これによりヒト患者が有効な痛覚消失を受け続けるものである，前記使用。\n３ 審決の要点\n審決は，請求項４９及び５０を追加した本件補正を却下した上で，請求項３５に\n係る本願発明について判断し，同発明は，引用発明（後記）に基づいて，当業者が\n容易に発明をすることができたものであるから，特許法２９条２項の規定により特\n許を受けることができないとした。\n(1) 本願発明について\nア 引用刊行物に記載された発明（以下「引用発明」という ）。\n「１９９６年７月４日に頒布された「国際公開第９６／１９９７５号パンフレット （以下」\n「引用刊行物」という。本訴甲５）には，次の事項が記載されている。\n(ｱ) 経皮による薬剤吸収を増進する適切な手法の一つとして，マトリクスシステムの構築\nがある。濃度勾配により，活性物質のうち溶解している部分が，まずシステムから皮膚に拡散\nする。同時に，活性物質のうち，懸濁状態でシステムに含有されている部分が溶解し始める。\n（１頁下から１９～１６行目）\n(ｲ) 本発明の目的は，室温で固体である補助剤の，マトリクスからの放散を向上させるこ\nとにある （１頁下から６～５行目）。\n(ｳ) 経皮吸収型製剤が患者の皮膚に塗布された場合，その薬剤は患者の局所又は全身に効\nくよう放散される。…この場合，補助剤は，皮膚による薬剤吸収を促進するものとして，導入\nされなければならないものである。補助剤は，室温で固体であり，更に，例えばドデカノール\n又はレブリン酸のように，準冷却溶融生成物の構成要素となるものである （２頁１５～２２。\n行目）\n(ｴ) ブプレノルフィンを薬剤として含有する経皮吸収型製剤及びその製法 （実施例１）。\n(ｵ) ブプレノルフィン含有経皮吸収型製剤の透過テスト （表１ 」。）\nイ 本願発明と引用発明との一致点及び相違点\n「本願発明は 「…ヒト患者を治療する方法のための薬剤の製造におけるブプレノルフィン，\nの使用であって，…前記使用 」と記載されているから，ブプレノルフィンの使用方法に係る。\nものと認められる。\nそこで，本願発明と引用発明とを比較すると，本願明細書の実施例１においては 「この試，\n験では，ＷＯ９６／１９９７５（審決注：引用刊行物）に記載の経皮パッチを用いてブプレノ\n。」，「， （ ）ルフィンを投与した 実施例１で利用する配合物は ＷＯ９６／１９９７５の実施例３ …\nに記載のものと実質的に同じである 」と記載され，本願発明の「ブプレノルフィンを含む経。\n皮送達システム」として，引用発明である「ブプレノルフィン含有経皮吸収型製剤」が使用さ\nれており，また，ブプレノルフィンが重度の疼痛の治療に使用される鎮痛剤であることは当業\n者に周知の事項であるから，両者は，\n「ブプレノルフィンを含む経皮送達システムをヒト患者の皮膚上に適用し，該経皮送達システ\nムの皮膚への接触を維持することによる中程度から重篤な疼痛を有するヒト患者を治療する方\n法のための薬剤の製造におけるブプレノルフィンの使用方法であって，前記経皮送達システム\nがヒト患者に有効な痛覚消失を与えるのに十分なブプレノルフィンの量を含むものである，前\n記使用方法 」。\nの点で一致し，以下の点で相違している。\n【相違点１】本願発明においては，投与期間について，まず３日間にわたって経皮送達システ\nムの皮膚への接触を維持し，さらに少なくとも２～約６日の追加の期間，皮膚への接触が維持\nされる，と特定されているのに対し，引用発明には，そのような特定がなされていない点。\n【相違点２】本願発明においては，経皮送達システムに含有されるブプレノルフィンの量につ\nいて，適当な相対放出速度を維持して約３日間だけヒト患者に有効な痛覚消失を与えるのに十\n分な量であり，２～約６日の追加の投与期間，ヒト患者が有効な痛覚消失を受け続けられるも\nの，と特定されているのに対し，引用発明には，そのような特定がなされていない点 」。\nウ 相違点についての判断\n(ｱ) 相違点１について\n「本願発明における投与期間の特定は，要するところ，少なくとも５～約９日間，経皮送達\nシステムの皮膚への接触を維持するというものである。\nここで，引用刊行物に記載されているブプレノルフィンを含有する経皮吸収型製剤について\nみてみると，２４時間以内における透過テストを行った結果が表１にまとめられているが，吸\n収が増進されているとされているものであっても 透過率が２７ ３～３８ ６％であり ２４，． ． ，\n時間後に皮膚を透過することなく経皮吸収型製剤に残存している有効成分が当初含有させた量\nの６０％を超えていることがわかる。そうすると，当該経皮吸収型製剤については，残存して\nいる有効成分により，２４時間（１日間）を超えても所望の効果が奏されるであろうというこ\nとに想到することは，当業者が容易になし得るところである。\n他方，経皮送達システムの具体例である経皮パッチ等の貼付剤の投与期間（用法）について\nは，１日間毎に貼り替えるというものが多いものの，これは，患者のライフサイクルに適合さ\nせるという点からの要請に応える面があり，また，貼付剤を長期間にわたり貼り続けた場合に\n引き起こされやすい患部のかぶれ等の問題を低減するために採用されている用法と考えられ\nる。すなわち，薬効の発現という技術的観点からみれば，貼付剤中に有効成分が残存し，引き\n続き効果が期待される場合においては，１日間毎に貼付剤を貼り替える必要性はないと考える\nのが自然である。そして，１日間を超える投与期間について，その昀適値をどこに設定するか\nは，当業者の設計事項の範囲内のものである。\nよって，相違点１に係る本願発明の構成は，当業者が容易に想到し得たものである 」。\n(ｲ) 相違点２について\n「本願発明の唯一の実施例である実施例１の経皮パッチ（実施例２の投与形態は静脈内注入\nであるので本願発明の実施例とは認められない ）は，引用刊行物に記載されている経皮吸収。\n型製剤と実質的に同一の配合物を用い，同一の製法により作成されたものであり，実施例１で\nは，この経皮パッチを用いて，薬物動態学的パラメータを測定し，このものに含有されるブプ\nレノルフィンの量についての評価をしている。\nこの評価結果は，引用刊行物に記載されている経皮吸収型製剤が，ブプレノルフィンの量に\nついて，適当な相対放出速度を維持して約３日間だけヒト患者に有効な痛覚消失を与えるのに\n十分な量であり，２～約６日の追加の投与期間，ヒト患者が有効な痛覚消失を受け続けられる\n量を含有しているものであることを確認していることに他ならないから，相違点２は，文言上\nの形式的な相違にすぎない。\nまた，引用発明と平成１３年１月１１日付手続補正書の特許請求の範囲の請求項１に係る発\n明（以下「請求項１の発明」という ）を比較すると，両発明の間には，投与期間について，。\n上記相違点１と同様の相違点（相違点１ ）があることに加え，請求項１の発明においては，’\n経皮送達用品（経皮送達システムに相当）に含有されるブプレノルフィンの量について 「昀，\n初の３日間の投与期間にわたってブプレノルフィンの実質的に１次の血漿レベル増加を与え，\nこれにより前記経皮送達システムの適用後約２０ｐｇ／ｍｌ～約１０５２ｐｇ／ｍｌの平均血\n漿濃度を得，少なくとも２日間の追加の投与期間にわたって，約０．３μｇ／時間～約９μｇ\n／時間の平均相対放出速度が維持され，ヒト患者が有効な痛覚消失を受け続けられるもの」と\n特定されている点（相違点２ ）で，引用発明と差異がある。’\nしかるに，投与期間についての相違点１’に係る請求項１の発明の構成は，上記の相違点１\nについて検討したと同様の理由により当業者が容易に想到し得たものであり，ブプレノルフィ\nンの量についての相違点２’に係る請求項１の発明の構成は，上記の相違点２について検討し\nたと同様の理由により，文言上の形式的な相違にすぎない 」。\n(2) 結論\n「本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであるか\nら，特許法２９条２項の規定により特許を受けることができない 」。\n第３ 原告の主張の要点\n審決は，本願発明が引用発明に基づき当業者が容易に発明することができたもの\nであるとしたが，この判断は誤りであるから，取り消されるべきである。\n１ 取消事由１（相違点１の判断の誤り）\n(1) 審決は，引用刊行物に記載されているブプレノルフィンを含有する経皮吸\n収型製剤の透過率は２７．３～３８．６％であり，２４時間後に皮膚を投下するこ\nとなく経皮吸収型製剤に残存している有効成分が当初含有させた量の６０％を超え\nているのであるから，この残存している有効成分により，２４時間（１日間）を超\nえても所望の効果が奏されるであろうということに想到することは，当業者が容易\nになし得るところであるとしているが，この判断は誤りである。\nア 引用刊行物では，単に，生体外で，マウスの皮膚を通して２４時間以内に経\n皮送達システムから拡散するブプレノルフィンの量を測定しているだけである。こ\nのような引用発明に基づいて，合計５～９日の期間，皮膚への接触が維持され，こ\nれによりヒト患者が有効な痛覚消失を受け続ける本願発明を想到できるものではな\nい。\n引用発明の目的は，マトリクスからの放散を向上させること，経皮吸収型製剤の\n皮膚を通しての透過力を高めることにあり，そのために吸収増進効果のあるレブリ\nン酸等の補助剤を用いているのであるから，当業者が着目するであろう構成は，マ\nトリクスからの薬物の放散であって，マトリクスに残存した活性物質の効能，又は\n同物質のその後の挙動特性等ではない。このことは，引用刊行物に，放散された薬\n物の生体外でのマウスの皮膚を通しての吸収率が記載されており，マウスの皮膚を\n通して放散するブプレノルフィン塩基の相対量が記載されていることからも明らか\nである。\n仮に，引用刊行物に残存率が記載されているとしても，経皮送達システムから薬\n剤をヒトの皮膚へ放散させようとする放散推進力はその経皮送達システム中の薬剤\nの濃度に関連するため，濃度１００％のときの放散推進力と１日経過後の濃度６０\n％のときの放散推進力は明らかに異なり，時間を経過するごとに放散推進力は減衰\nしていく。したがって，１日目に十分な薬剤の送達が行われたからといって，５日\n目にも十分な薬剤の送達があるかどうかは予測がつかない。もし５日目に十分な薬\n剤の送達が行われる場合には，逆に１日目に送達される薬剤の量が多すぎることが\n問題になる。\n引用刊行物には 「前記３日間の投与期間の後の少なくとも２～約６日の追加の，\n投与期間，前記ヒト患者の皮膚への接触が維持され，これによりヒト患者が有効な\n痛覚消失を受け続ける」ことを目的として，引用発明を使用できるかどうかを調べ\nるという動機付けは全くない。さらに，引用刊行物には，５日間使用して試験を行\nいたいとの動機付けや，５日目以降の追加期間の血中濃度を測定するという動機付\nけを与える記載はなく，そのような試験を行えば成功するかもしれないとの示唆も\n全くない。\nイ そもそも，引用刊行物に記載されているのは，ヒトにおける in vivo テスト\nではなくマウスの皮膚を使って行われた in vitro テストの結果である。in vivo で\nは皮膚から経皮送達システムへと水分又は汗が動くため，経皮送達システムから皮\n，。膚への薬剤の放散が影響される一方 in vitro ではそのようなことは起こらない\nまた，in vivo では，経皮送達システムに隣接する組織において，経皮送達システ\nムからの薬剤放散速度が組織による薬剤の取込み速度よりも大きいと，薬剤が組織\n中に貯留し，その後の薬剤の放散速度に影響を与えるが，in vitro ではそのよう\nなことは起こらない。さらに，上記のような生理学的な要因に基づく in vitro テ\nストと in vivo テストの差は時間が経つほど大きくなるので，１日間の in vitro\nテストの結果から，当該システムを５日間又はそれ以上実際に患者に用いる場合の\n効能を予測するのはほとんど不可能である。薬剤の経皮送達システムについて，マ\nウス皮膚を用いた in vitro テストがヒトの生体におけるテスト結果とは相関関係\nを示さないことは，当業者の間ではよく知られた事実である。\n，，ウ オピオイド系鎮痛剤は 慢性疼痛に対する治療に用いられるものであるため\nある程度の長期間投与が望まれるであろうこと，リザバー型であるかマトリクス型\nであるかにかかわらず，予定される投与期間の終了と同時に薬剤含有量がゼロに\nなってしまうのではなく，ある程度の残量があるのが普通であることは争わない。\nしかし，乙１，２は，本願発明の優先日（１９９８年２月２４日）より後に作成さ\nれたものであるから，３日間使用後のフェンタニルパッチに相当量の有効成分が残\n存していることが，本願発明の優先日当時の技術常識であるとはいえない。\n本願発明の優先日当時，オピオイド系の経皮吸収型製剤は米国で承認されたフェ\nンタニルパッチがあっただけで，そのほかには皆無であった。したがって，オピオ\nイド系鎮痛剤の経皮吸収型製剤が周知技術であったとの被告の主張は失当である。\nさらに，フェンタニルパッチの薬剤放出量や血中濃度が本件出願の優先日当時当業\n者に広く認識されていたともいえない。\nエ 製剤は，薬剤が相違すると，挙動が全く相違し，１つの薬剤による製剤の挙\n動を別の薬剤による製剤の挙動から予測することは全く困難である。ブプレノル\nフィンのような経皮投与系のオピオイドは，その特性が予測しにくく（甲２２ ，）\nフェンタニルパッチにおけるフェンタニルは，ブプレノルフィンパッチにおけるブ\nプレノルフィンとは全く相違する血漿濃度曲線を描く 乙 3 9 したがって フェ（， ）。，\nンタニルパッチが３日間の投与期間を有することを記載した公知文献が存在してい\nるとしても，３日間の投与期間を有するブプレノルフィンパッチを発明することさ\nえ容易ではない。\nしかも，フェンタニルパッチは，接着層を有する放出膜と裏打ち膜との間の空間\nに薬剤が貯蔵され，これが放出膜を通してしみ出してくる構造を有するリザバー型\nである（甲１０）のに対し，引用発明の実験に用いられたブプレノルフィンパッチ\nは，接着層の中に薬剤が均質に混合されているマトリクス型である。フェンタニル\nとブプレノルフィンのいずれを有効成分とする経皮吸収型製剤も，リザバー型とマ\nトリクス型のいずれの構造も取り得るが，両タイプは，同じ経皮吸収型製剤といえ\nども薬剤の放出速度の推移，製剤中に残る薬剤の薬剤放出速度などに与える影響は\n全く異なる。当業者であれば，リザバー型の経皮吸収型製剤で，３日間使用後に薬\n剤が相当量残っていたからといって，マトリクス型でも同じことが期待できると考\nえるはずがない。\nしたがって，仮に，本件出願の優先日当時，フェンタニルを有効成分とする３日\n間投与用のリザバー型である経皮吸収型製剤について，３日間使用後にもフェンタ\nニルが残存しているため危険防止のために廃棄に気をつける必要があることが知ら\nれていたとしても，その残存量が本来の使用期間を大幅に延長しても鎮痛効果を持\n続し得ることを期待し得る量であることが技術常識であったとするには不十分であ\nる。実際のところ，ＦＤＡの担当官ですら，経皮吸収型製剤の３日間以上の投与に\nついてはよく知らなかったのである（甲８ 。）\nオ 以上のとおり，当業者であれば，引用刊行物記載のテスト結果から当該経皮\n送達システムのヒト患者における薬剤の５日間ないしそれ以上の放散吸収を容易に\n予測することはできないと考えるはずである。\n(2) 審決は，貼付剤中に有効成分が残存し，引き続き効果が期待される場合に\nは，１日間毎に貼付剤を貼り替える必要性はないと考えるのが自然であり，１日間\nを超える投与期間について，その昀適値をどこに設定するかは，当業者の設計事項\nの範囲内であるとしているが，この判断は誤りである。\n本願発明は，従来の方法により可能だった期間よりも長期間にわたり，ブプレノ\nルフィンの低い血漿濃度が得られ，しかも依然として有効な疼痛処置を行うことの\nできる方法及び製剤（薬剤）を提供することである。そして，１日間を超える投与\n期間についての昀適値をどこに設定するかは，本願明細書の実施例１に示されると\nおり，ブプレノルフィンを実際にヒトに投与し，本願明細書において定義された薬\n効の基準値を指標として薬効評価をして初めてわかることである。\n引用刊行物には，審決のいう「貼付剤中に有効成分が残存し，引き続き効果が期\n待される場合」についての記載はなく 「１日間を超える投与期間」という概念も，\n開示されていない。仮に，引用刊行物に１日間を超える投与期間が示唆されていた\nとしても，経皮送達システムを１日以上用いる場合の性能の予測は極めて難しく，\nまして，活性物質がマトリクスから皮膚へ放散した後の，組織中での挙動あるいは\n血中での挙動について，ヒトにおける in vivo テストもせずに予測することは，極\nめて困難であることは技術常識である。したがって，１日間を超える投与期間につ\nいて，その昀適値をどこに設定するかは，当業者の設計事項の範囲内であるとする\n審決の認定は誤りである。\n(3) 被告はフェンタニルパッチに関する文献を新たに引用刊行物（甲５）と組\nみ合わせて本願発明の進歩性を否定しているが，これは新たな拒絶理由を述べてい\nるものであり，本訴においてそのような主張をすることは違法である。\n２ 取消事由２（相違点の判断の誤り）\n審決は，本願発明の実施例１の評価結果は，引用刊行物に記載されている経皮吸\n収型製剤が，ブプレノルフィンの量について，適当な相対放出速度を維持して約３\n日間だけヒト患者に有効な痛覚消失を与えるのに十分な量であり，２～約６日の追\n加の投与期間，ヒト患者が有効な痛覚消失を受け続けられる量を含有していること\nを確認していることに他ならないとしているが，この判断は誤りである。\n引用刊行物の記載は，薬剤の経皮送達システムについてヒトにおける in vivo テ\nストではなくマウスの皮膚を使って行われた in vitro テストの結果にすぎず，ヒ\nト患者の生体における薬剤の挙動とはほぼ関係がないことが当業者の間ではよく知\nられていることは，前記のとおりである。\n引用刊行物においては，経皮送達システムからのブプレノルフィンの in vitro\nにおける放散を２４時間調べているにすぎず，使用されている活性物質がそれ以降\nにいかなる挙動を示すかについて何ら示唆するものではない。まして，合計で少な\nくとも５日間にわたって痛覚消失が生じることなど到底示唆するものではない。し\nたがって，in vitro テストの，それも２４時間の放散の結果だけから，当該活性\n物質が，ヒト患者において in vivoで５日間有効に作用することが示唆されるとい\nうのは明らかな誤りである。\nよって，相違点２は形式的な相違にすぎないとする審決の判断は誤りである。\n３ 取消事由３（請求項１に係る発明についての判断の誤り）\n審決が認定した相違点１’については上記１と，相違点２’については上記２と\n同様の理由により審決の判断は誤っている。\n４ 取消事由４（審理不尽等）\n審判の審理再開申立に添付した手続補正書（案 （甲６）による特許請求の範囲）\nは，本願発明をさらに限定したものであり，進歩性があることは明らかであるにも\nかかわらず，審判官は審理を再開すべき理由を見出せないとして審理を再開しな\nかった。この点を含め，審判では，本願発明についての手続を十分尽くしていない\nものとして違法である。この手続上の瑕疵は審決の結論に影響を及ぼすものである\nから，審決は取り消されるべきである。\n第４ 被告の主張の要点\n原告の主張にはいずれも理由がなく，審決に違法な点はない。\n１ 取消事由１（相違点１の判断の誤り）に対して\n(1) 原告は，引用刊行物に記載されているブプレノルフィンを含有する経皮吸\n収型製剤の透過率に基づき，２４時間（１日間）を超えても所望の効果が奏される\nであろうということに想到することは，当業者が容易になし得ることであるとの審\n決の判断は，誤りであると主張する。\nア 本願発明の経皮送達システム（経皮吸収型製剤）の有効成分であるブプレノ\nルフィンはモルヒネの代替薬として開発されたオピオイド系鎮痛剤であって，注射\nや坐薬としての投与形態で使用されていたものである。オピオイド系鎮痛剤は，癌\n疼痛などの慢性の強い疼痛の治療に使用されるものであるから，本願明細書の発明\nの背景にも記載されているように，安定した血中濃度を維持して鎮痛効果が長期間\n維持できるものが望まれていることは，当業者に周知の事実である。\nイ 薬物の有効血中濃度を維持するため オピオイド系鎮痛剤では 持続注入 注，， （\n射剤）や徐放性錠剤などが用いられているが，経皮吸収型製剤は，持続注入のよう\nに針を刺す必要がないので患者身体への侵襲がなく，また，経口投与が不可能で徐\n放性錠剤が使えない患者にも使用可能であるという利点がある。本願明細書に従来\n技術として引用された本願優先日前の刊行物である乙６～８には，オピオイド系鎮\n痛薬を経皮吸収型製剤とすることが記載されている。\nそして，乙３に「フェンタニル経皮投与システムは癌に関連する慢性疼痛の処置\nに有効に使用されてきた。これは１回の貼付毎に７２時間の鎮痛効果を与え，予測\n。」（） ，可能な血漿濃度を維持する ９６９頁右欄１～５行目 と記載されているとおり\nオピオイド系鎮痛薬であるフェンタニルの経皮吸収型製剤は，本願優先日前に販売\nされ，７２時間貼付の製剤として実際に用いられている。また，本願優先日前の刊\n行物である甲１５に 「 フェンタニル経皮吸収型製剤は）アメリカ合衆国を含め世，（\n界中１１カ国において，癌の慢性疼痛だけでなく，癌によらない一般的な慢性疼痛\nにも用いられている （１１０頁サマリー１０～１２行目）と記載されているよう。」\nに，広範囲に知られていた。そして，このフェンタニルの経皮吸収型製剤は，３日\nごとに貼り替えて継続的に使用されているものであるが，３日間使用した後のパッ\nチには，相当量の有効成分が残存していることも知られている（乙１～３ 。）\nウ 全身への継続投与を目的とする経皮吸収型製剤は，例えば，本願明細書にも\n引用されている乙８に「放出制御経皮送達デバイスは，通常１日，数日，又は１週\n間という延長された期間に亘る公知の皮膚への薬物の流入により，効果を奏するも\nのである （１欄２９～３２行目）と記載されているように，１日から１週間程度。」\nの期間，薬物の製剤からの薬物の流入が持続するように作られるものである。慢性\n疾患の治療では，経皮吸収型製剤を貼り替えて長期間の治療が行われるが，その場\n合，例えば，狭心症の治療薬である硝酸イソソルビドの経皮吸収型製剤では 「貼，\n付後２４時間又は４８時間ごとに貼りかえる （乙４ ，更年期障害の治療薬であ。」）\nるエストラジオールの経皮吸収型製剤では 「３～４日毎に１回（週２回）下腹部，\nに貼付する。なお，症状により適宜減量してもよい （乙５）のように指示されて。」\nいることからもわかるように，各製剤について取り替えの周期に幅をもたせ，投与\n量を調節することも通常行われている。\nエ ブプレノルフィンはモルヒネの代替薬として開発されたオピオイド系鎮痛剤\nであるから，同じオピオイド鎮痛剤であるフェンタニルの経皮吸収型製剤と同様に\n長期の貼付によって安定した血中濃度を維持し，鎮痛効果が長期間維持できること\nを目指すものである。引用刊行物の経皮吸収型製剤の望まれる使用形態及び薬物動\n態を考える上では，同様にモルヒネの代替薬として開発されたオピオイド系鎮痛剤\nであるフェンタニル経皮吸収型製剤の使用形態や薬物動態に関する技術常識が考慮\nされるのは当然である。\n経皮吸収型製剤は長期間安定した薬物投与を行うために用いられていたものであ\nり，疼痛治療に使用されるオピオイド系鎮痛剤は，長期間の投与が望まれていると\nいうことからみれば，引用刊行物の試験が２４時間のデータであっても，それより\n長い期間，例えば同じく長期間の投与が望まれているオピオイド系鎮痛剤である\nフェンタニルの経皮吸収型製剤と同様に３日間，製剤の皮膚への接触を維持し，こ\nの期間有効成分の投与を継続することは，当業者が容易に想到し得たことである。\nオ なお，原告は，製剤の構造がリザバー型の場合とマトリクス型の場合では薬\n剤の放出速度が異なることなどを強調するが，経皮吸収型製剤においては能動的な\n輸送機構は存在せず，リザバー型とマトリクス型のいずれにおいても製剤と皮膚と\nの濃度勾配を駆動力として，相対的に薬物濃度の高い製剤から相対的に薬物濃度の\n低い皮膚へ，さらに角質，血流へと薬物が移行することによって薬物が身体に投与\n（， ）。，されるものである 乙１の３５頁右欄～３６頁左欄 ３６頁の図２ このように\n薬物の身体への駆動力が濃度依存の機構によるものであるために，経皮吸収型製剤\nは，リザバー型であるかマトリクス型であるかにかかわらず，予定された投与期間\nの終わりの時点でも血中濃度を維持可能な量の薬物が残存する薬物含有量で製剤化\nするものである。\nカ 原告は，in vitro 試験の結果からは実際にヒトに用いた場合の結果が予測\nできないと主張する。しかしながら，原告が指摘する in vivo の系において組織へ\nの薬物の貯留がみられるということは，むしろこのようなことが起こらない in\nvitro 試験のデータに比べ，in vivo ではより長期にわたって有効性が維持される\nであろうという予測を与えるものであり，また，経皮投与は代謝の影響を受けにく\nい経路であることは技術常識である。医薬品の開発においては，ヒトでの試験を行\nう前に，実験動物や，in vitro での試験を行い，予備的な結果を得てから，ヒト\nに対する試験が行われており，経皮吸収型製剤からの有効成分の放散を実験的に確\n認するための手法については，マウスなどの皮膚による in vitro 試験方法が慣用\nの手法として確立されていることは，乙６～８から明らかである。引用刊行物に接\nした当業者は，引用刊行物に記載されたブプレノルフィンの経皮吸収型製剤が，実\n用化に向けさらに試験を進めるに値するものであるとの期待を抱くものといえる。\nキ 以上のとおり，審決の上記認定判断には誤りはなく，原告の主張は理由がな\nい。\n，，(2) 原告は １日を超える投与期間についてその昀適値をどこに設定するかは\n当業者の設計事項の範囲内のものであり，当業者が容易に想到し得るとの審決の判\n断は誤りであると主張する。\nしかしながら，上記(1)のとおり，引用刊行物に記載された経皮吸収型製剤の有\n効成分であるブプレノルフィンは，疼痛治療に既に用いられ，この成分自体の疼痛\n治療に対する有効性は既に確認されていたものであり，また，引用刊行物に記載の\n経皮吸収型製剤は，経皮吸収型製剤として使用可能なものと当業者が認識できるよ\nうに引用刊行物に記載されていた。\nそして，引用刊行物に記載の製剤同様，オピオイド系鎮痛剤の経皮吸収型製剤に\nおいては，１回の投与期間（貼付期間）が３日間である製剤が本願の優先日前に既\nに実用化されており，経皮吸収型製剤においては通常，使用期間の後も有効成分が\n残存し，有効成分の放出が継続するものであって，貼付期間の調整も通常行われて\nいたのであるから，引用刊行物に記載された経皮吸収型製剤の貼付期間を調節する\nことは，当業者が容易に想到し得たことである。\n原告は，実際の評価結果によらなければ薬効が不明であるとして１日間を超える\n投与期間の昀適値を設定することの困難性を主張しているが，投与期間の調節の観\n点から，引用刊行物に記載された製剤を実際にヒトに投与して血中濃度の測定や鎮\n痛効果を評価し，投与期間（貼付期間）を昀適化することは当業者が容易になし得\nたことである。\n(3) 被告が本訴において提出した証拠は，本願優先日における技術常識を示す\nものであって，新たな拒絶理由などでないことは明らかである。\n２ 取消事由２（相違点２の判断の誤り）に対して\n本願発明におけるブプレノルフィンの量の特定に関する記載は，引用刊行物に記\n載の製剤中のブプレノルフィン含有量を投与期間を用いて言い換えたものにすぎ\nず，文言上の形式的な相違にすぎないとした審決の認定判断に誤りはない。\n３ 取消事由３（請求項１に係る発明についての判断の誤り）に対して\n請求項１記載の発明における相違点１’は，具体的には昀初の３日間の投与期間\nにわたる経皮送達システムの適用後，さらに少なくとも２日間の追加の投与期間を\n設ける点である。これに追加の投与期間の終わりに対する特定を付し，さらに限定\nした請求項３５における相違点１が，当業者が容易に想到し得たものであることか\nらみれば，このような限定のない請求項１における相違点１’についても当業者が\n容易に想到し得たものであることは明らかである。\nブプレノルフィンの量についての請求項１記載の発明の相違点２’は，実施例に\nついて測定したブプレノルフィンの血漿レベル増加，平均血漿濃度及び平均相対放\n出速度によって特定したものである。本願実施例で用いた経皮吸収型製剤が引用刊\n行物（特にその実施例３）の経皮吸収型製剤であることは，本願明細書の実施例１\nの記載から明らかであり，同じ製剤を同じ投与期間，同じ対象に用いた際のブプレ\nノルフィンの血漿レベル増加，平均血漿濃度，及び平均相対放出速度が一致するこ\nとは明らかであるから，ブプレノルフィンの量についての相違点２’は，文言上の\n形式的な相違にすぎないとした審決の認定判断に誤りはない。\n４ 取消事由４（審理不尽等）に対して\n審理再開申立てに応じて審理を再開しなかったことに対し，審理不尽の違法をい\nう原告の主張は，結局のところ，補正可能期間を過ぎた後の補正を求めるものにほ\nかならない。このような主張が，補正を補正可能期間に限って認めることとした特\n許法の定める補正制度と相容れないことは明らかである。したがって，審決に審理\n不尽等の違法はない。\n第５ 当裁判所の判断\n１ 取消事由１（相違点１の判断の誤り）について\n審決は 「本願発明においては，投与期間について，まず３日間にわたって経皮，\n，，送達システムの皮膚への接触を維持し さらに少なくとも２～約６日の追加の期間\n皮膚への接触が維持される，と特定されているのに対し，引用発明には，そのよう\nな特定がなされていない点」を相違点１と認定した上で，引用刊行物に記載されて\nいるブプレノルフィンを含有する経皮吸収型製剤が２４時間（１日間）を超えても\n所望の効果が奏されるであろうことは，当業者が容易に想到し得ることであり，１\n日間を超える投与期間について，その昀適値をどこに設定するかは設計事項の範囲\n内にすぎないと判断した。これに対し，原告は，相違点１についての審決の判断は\n誤りであると主張する。\n(1) まず，本願優先日当時の，オピオイド系鎮痛剤に関する技術常識について\n（， ， ， ，見ておくこととする 以下に摘示する乙３ ６～９ 甲１５は その記載に照らし\nいずれも本願優先日前に頒布された文献であると認められる。なお，乙６～９は，\n本願明細書自体が従来技術として引用するものである 。。）\nア 本願発明の経皮送達システムの有効成分であるブプレノルフィンは，慢性疼\n痛に対する治療に用いられるオピオイド系鎮痛剤であるが，オピオイド系鎮痛剤と\nしては，安定した血中濃度を維持して鎮痛効果が長期間維持できるものが望ましい\nことは，当業者に周知の事実である。この点は，乙７（米国特許第４８０６３４１\n号明細書）に「長期間，典型的には２４時間若しくはそれ以上の期間にわたって，\n相対的に安定な速度でモルヒネ麻薬性薬物が制御して放出されるので，患者には長\n期間にわたってモルヒネ麻薬性鎮痛薬の安定な拡散の利点が与えられる （乙７に。」\n対応する日本語公報７頁右下欄１０～１４行目）と記載されていることからも明ら\nかである。\nイ オピオイド系鎮痛薬として，フェンタニルの経皮吸収型製剤が本願優先日前\nに販売され，７２時間貼付の製剤として実際に用いられていたことは，証拠上明ら\nかである。すなわち，本願明細書（甲２）には「市販の経皮オピオイド鎮痛剤とし\nては，Duragesic（登録商標）(Janssen Pharmaceutical 社から市販されており，有\n効成分はフェンタニールである）がある。Duragesic（登録商標）パッチは，４８\n（） 。」～７２時間 ２～３日間 にわたり適切な痛覚消失作用を呈すると言われている\n（１５頁１～４行目）と記載されているところ，上記 Duragesicに関する刊行物で\nある乙３（Ann. Pharmacother., 1995, No.10,p.969-971）には「フェンタニル経，\n皮投与システムは癌に関連する慢性疼痛の処置に有効に使用されてきた。これは１\n回の貼付毎に７２時間の鎮痛効果を与え 予測可能な血漿濃度を維持する ９６９，。」（\n頁右欄１～５行目）との記載がある。これによれば，フェンタニルの経皮吸収型製\n剤が本願優先日前に販売され，７２時間貼付の製剤として実際に用いられていたこ\nとは明らかである。\nまた，甲１５（Drugs1997 Jan;53(1):109-138）には「 フェンタニル経皮吸収（\n型製剤は）アメリカ合衆国を含め世界中１１カ国において，癌の慢性疼痛だけでな\nく，癌によらない一般的な慢性疼痛にも用いられている （１１０頁サマリー１０。」\n～１２行目）と記載され，これによれば，フェンタニルを有効成分とする経皮吸収\n型製剤は，本願優先日当時，周知であったものということができる。\nウ 経皮吸収型製剤においては，その構造がリザバー型であるかマトリクス型で\nあるかにかかわらず，予定された投与期間の終了と同時に薬剤含有量がゼロになる\nのではなく，当該投与期間が終了しても製剤にある程度の量の薬剤が残るのが普通\nであることは周知の事項であり，原告も争うものではない。フェンタニルを有効成\n分とする経皮吸収型製剤も同様であり，乙３には「結果：分析は，２．５ｍｇパッ\nチについて０．７－１． ２２ｍｇの残留，１０．０ｍｇパッチについ\nて４ ４６－８ ４４ｍｇの残留を示した この数値は 当初含有量の２８－８４ ４．． 。 ， ．\n％にあたる。…結論：３日間の投与の後にも，乱用・誤用に十分な量のフェンタニ\nルが残っている。適切な廃棄方針は，現在のところ確立されていないが，その履行\nが必要である （９６９頁左欄１８～３０行目）と記載され，３日間の投与期間が。」\n経過した後も，フェンタニルの経皮吸収型製剤には相当量の有効成分が残存してい\nることが記載されている。\n(2) 本願優先日当時の上記技術常識を踏まえ，引用発明について，検討する。\nア 本願明細書の実施例１には，引用刊行物記載の経皮パッチを用い，ブプレノ\nルフィンを２４人の健常なヒト被験者に７日間にわたり投与した旨の記載がある。\nこの記載によれば，引用刊行物記載のブプレノルフィンの経皮吸収型製剤が本願発\n「」 。明の ブプレノルフィンを含む経皮送達システム に相当することは明らかである\nそして，引用刊行物の表１には，ブプレノルフィンを含有する経皮吸収型製剤を\nマウスの皮膚に適用し，その透過率を測定する実験を行った結果，２４時間以内に\nブプレノルフィンがマウスの皮膚を透過した率が，高い場合であっても２７．３\n～３８．６％であったことが示されている。この実験結果によれば，２４時間後に\nマウスの皮膚を透過することなく経皮吸収型製剤に残存している有効成分であるブ\nプレノルフィンは，当初含有させた量の６０％を超えていることがわかる。\nイ 原告は，この実験結果について，当業者が着目するのは，マトリクスからの\n薬物の放散についてであって，マトリクスに残存した活性物質の効能やその後の挙\n動特性ではないと主張する。確かに，引用刊行物（甲５）には 「室温で固体であ，\nる補助剤の，マトリクスからの放散を向上させること （１頁下から６～５行目）」\nが発明の課題である旨の記載があり，引用発明は，皮膚への透過性を高める発明\nであるということができる。\nしかしながら，前記判示のとおり，本願優先日当時，２４時間以上継続してブ\nプレノルフィンを投与することが知られており，オピオイド系鎮痛剤は鎮痛効果\nが長期間維持できるものが望ましいことも技術常識であったのであるから，引用\n刊行物の表１に記載された実験結果に接した当業者は，６０％以上というブプレ\nノルフィンの残存率にも当然注目し，２４時間を超えて引用刊行物記載の経皮吸収\n型製剤を投与し，昀適の投与期間を設定しようという動機付けを得ることができる\nものというべきである。\nウ 原告は，引用刊行物に記載されているのは，マウスの皮膚を使って行われた\nin vitro テストの結果であり，invivo テストでは，皮膚から経皮送達システムへ\nと水分又は汗が動くため，経皮送達システムから皮膚への薬剤の放散が影響される\nこと，薬剤が組織中に貯留し，その後の薬剤の放散速度に影響を与える可能性があ\nることなどを指摘し，in vitro テストと in vivo テストとは相関関係を示さないの\nが技術常識であるなどと主張する。\nしかしながら，マウスの皮膚による in vitro 試験は，そもそも，ヒト患者の皮\n膚への適用を検討する際の参考にするべく実施されるものであり，経皮吸収型製剤\nからの有効成分の放散を実験的に確認するための手法については，マウスなどの皮\n膚による in vitro 試験方法が慣用の手法として確立されていることは，乙６～８\n（乙６は米国特許第５２４０７１１号明細書）においてマウスやブタの皮膚を使っ\nた in vitro 試験が記載されていることからも明らかである。\nまた，in vivo 系において組織への薬物の貯留がみられるということは，in vivo\nではより長期にわたって有効性が維持されるであろうという予測を与えるものであ\nり，経皮投与が代謝の影響を受けにくい経路であることは，乙８に「皮膚を通して\nの薬物の送達は多くの利点を提供する；第一に，そのような送達手段は快適，簡便\nで，非侵襲的な薬物の投与方法である。経口治療時に遭遇する吸収速度や代謝速度\nの違いは回避され （１欄５５～５９行目）と記載されているとおりである。」\nしたがって 引用刊行物に接した当業者は 同刊行物に記載されたブプレノルフィ，，\nンの経皮吸収型製剤を用いて，実際にヒト患者に適用した場合の残存量や薬物動態\nなどを定量的に確認することを当然に志向するというべきである。\n(3) 引用刊行物には，ブプレノルフィンの経皮吸収型製剤の具体的な投与期間\nについては記載されていない。しかしながら，オピオイド系鎮痛剤は，安定した血\n中濃度を維持して鎮痛効果が長期間維持できるものが望まれており，ブプレノル\nフィンとフェンタニルの経皮吸収型製剤はいずれもオピオイド系鎮痛剤であること\nに照らすと，当業者が，引用刊行物に記載されたブプレノルフィンの経皮吸収型製\n剤の望まれる使用形態及び薬物動態を設計する際に，フェンタニルの経皮吸収型製\n剤の使用形態や薬物動態に関する技術常識を考慮するのは当然である。前記判示の\nとおり，フェンタニルの経皮吸収型製剤は，本願優先日前に販売され，７２時間貼\n付の製剤として実際に用いられていたのであるから，引用刊行物に記載されたブプ\nレノルフィンの経皮吸収型製剤について 「約３日間だけヒト患者に有効な痛覚消，\n失を与えるのに十分なブプレノルフィンを含み」との構成とすることは，当業者が\n容易に想到し得ることというべきである。\n，， （ ， ）これに対し 原告は 乙１ 月刊薬事 2002.11(Vol.44,No.12),表紙及び p35-43\n等に記載されたフェンタニルパッチ（Duragesic）はリザバー型であるのに対し，\n引用刊行物記載のブプレノルフィンの経皮吸収型製剤はマトリクス型であり，両タ\nイプは，薬剤の放出速度の推移，製剤中に残る薬剤の薬剤放出速度などに与える影\n響が全く異なるから，フェンタニルパッチの使用形態等を考慮することはできない\nと主張する。しかしながら，フェンタニルとブプレノルフィンのいずれを有効成分\nとする経皮吸収型製剤も，リザバー型とマトリクス型のいずれの構造も取り得るこ\nとは原告も認めるところであり，経皮吸収型製剤においては，リザバー型であれ，\nマトリクス型であれ 「薬物の皮膚中拡散の駆動力は，皮膚バリアーの両端におけ，\nる薬物の濃度勾配である （乙１，３５頁右欄下から４～２行目。なお，乙１は本」\n願優先日後に発売された刊行物であるが，上記記載は経皮吸収の一般的な仕組みを\n説明したものと認められる 点で何ら変わるものではないから フェンタニルパッ。），\nチがリザバー型であることは，当業者がフェンタニル経皮吸収型製剤の使用形態や\n薬物動態に関する技術常識を考慮することを妨げないというべきである。\n(4) 本願優先日当時，フェンタニルを有効成分とする３日間投与用の経皮吸収\n型製剤について，投与期間経過後もフェンタニルが残存していることが周知であっ\nたことは前判示のとおりである。オピオイド系鎮痛剤の経皮吸収型製剤は疼痛の治\n療を目的とするものであるから，投与期間経過時点において製剤に有効成分が残存\nするように設計されるのは当然であり，当業者であれば，本願発明のように３日間\nだけヒト患者に有効な痛覚消失を与えるのに十分なブプレノルフィンの量を含む経\n皮吸収型製剤についても，３日間が経過した時点で相当量の有効成分が残存するよ\nうに設計するものと考えられる。\n経皮吸収型製剤において，所定の投与期間の経過により放出速度が低下し，ヒ\nト患者の血漿濃度が低下し始めると，経皮送達システム中に残存する有効成分と\nの濃度差が大きくなるが，そうすると，経皮送達システム中に残存する有効成分\nとの濃度差が再び放出の駆動力となって，血漿濃度レベルの低下に伴った継続的\n放出を生じさせ，血漿濃度が急激に低下することなく所期の効果を持続すること\nになる。このように，有効成分が残存した経皮吸収型製剤を投与期間経過後も皮\n膚に適用した場合には，有効成分が投与期間経過後も放出され，所期の効果が一定\n期間持続することになるが，このことは，当業者であれば当然に予測し得た事項で\nあるというべきである。\n(5) オピオイド系鎮痛薬の経皮吸収型製剤の効果持続期間に関し，乙８（米国\n），「， ，特許第５６１３９５８号明細書 には 放出制御経皮送達デバイスは 通常１日\n， ，数日 又は１週間という延長された期間に亘る公知の皮膚への薬物の流入により\n。」（） ， （ ）効果を奏するものである １欄２９～３２行目 と記載され 表Ⅰ ７～８欄\nには，使用可能な有効成分としてブプレノルフィンやフェンタニルが掲載されて\n。， （ ） ，「． ，いる また 乙９ 米国特許第４５８８５８０号明細書 には １ 鎮痛を導き\n維持するための方法であって，無傷の皮膚の領域を介してフェンタニル及びその鎮\n痛活性のある誘導体からなる群から選ばれる皮膚透過性のかたちの物質を鎮痛に有\n効な速度で投与し，前記物質の投与を前記速度において少くとも鎮痛をもたらすの\nに十分な延長された期間にわたって続けることからなる方法。…３．前記延長され\nた期間が１２時間から７日間の範囲内であるクレーム１の方法 （９欄６３行目。」\n～１０欄７行目）との記載がされている。原告は，フェンタニルの経皮吸収型製\n剤について実際に米国食品医薬品局（ＦＤＡ）が承認した投与期間は３日間にす\nぎないとの事実を指摘するが，乙８，９の上記記載は，ブプレノルフィンやフェ\n，ンタニルの経皮吸収型製剤の効果が７日程度持続することを示唆するものであり\nこれに接した当業者に対し 少なくとも 引用刊行物に記載されたブプレノルフィ，，\nンについて３日間を超えて投与し，その薬物動態を確認するに十分な動機付けを\n与える要素の一つになり得るものというべきである。\n(6) ブプレノルフィンの経皮吸収型製剤を３日間投与した後に，どの程度の期\n間所期の痛覚消失効果が持続するかについては，引用刊行物やその他の刊行物に\nは記載されておらず，薬剤の特性は個々の薬剤により相違するので，痛覚消失効\n果が持続する具体的な期間が他の薬剤の結果から予測し難いことは，原告の主張\nするとおりであると考えられる。\nしかしながら，前判示のとおり，①引用刊行物に記載されたブプレノルフィンの\n経皮吸収型製剤をヒト患者に適用して，その薬物動態を確認することは当業者が当\n然に志向する作業であり，②ヒト患者に引用刊行物記載のブプレノルフィンの経皮\n吸収型製剤を適用するにあたり 「約３日間だけヒト患者に有効な痛覚消失を与え，\nるのに十分なブプレノルフィンを含」ませることも周知技術に照らして容易に想到\nすることができ，③当該ブプレノルフィンの経皮吸収型製剤には投与期間経過後も\n有効成分が残存しており，皮膚への適用を継続すれば所期の効果が一定期間持続す\nることも当業者であれば当然に予測し得たといえる以上，引用刊行物に記載された\nブプレノルフィンの経皮吸収型製剤を実際にヒト患者に適用し，血中濃度の測定や\n鎮痛効果を評価することにより 「３日間の投与期間の後の少くとも２～約６日の，\n，」 ，追加の投与期間 前記ヒト患者の皮膚への接触が維持される ことを見出すのは\n当業者にとって容易になし得たことであるというべきである。\n(7) 原告は，被告が本訴において提出した証拠に基づいてなした主張が，新た\nな拒絶理由を述べるものであって許されない旨主張する。しかし，審決取消訴訟に\nおいて，審判の手続に現れていなかった資料に基づき，本願発明の出願当時におけ\nる当業者の技術常識を認定して，引用発明のもつ意義を明らかにすることは許され\nるのであって，被告の主張立証もその範囲を逸脱するものとは認められない。そし\nて，当時の技術常識を踏まえて判断した結果は，既に判示したとおりである。よっ\nて，原告の上記主張は採用し得ない。\n(8) 以上によれば，相違点１に係る本願発明の構成は，当業者が容易に想到し\n得たものとした審決の判断に誤りはないというべきである。\n２ 取消事由２（相違点２の判断の誤り）について\n審決は 「本願発明においては，経皮送達システムに含有されるブプレノルフィ，\nンの量について，適当な相対放出速度を維持して約３日間だけヒト患者に有効な痛\n覚消失を与えるのに十分な量であり，２～約６日の追加の投与期間，ヒト患者が有\n効な痛覚消失を受け続けられるもの，と特定されているのに対し，引用発明には，\nそのような特定がなされていない点 」を相違点２として認定している。相違点２。\nは，相違点１で認定した投与期間に関する相違点を投与量の観点から言い換えたも\n，， 。のにすぎず 上記１と同様の理由から 原告の主張する取消事由２には理由がない\n３ 取消事由３（請求項１に係る発明についての判断の誤り）について\n上記１，２によれば，請求項３５に係る本願発明は進歩性を有しないものと認め\nられ，請求項１に係る発明に関する取消事由３については検討するまでもなく，本\n件特許出願は拒絶されるべき理由を有することになる。\n４ 取消事由４（審理不尽等）について\n原告による審理再開の申立ては，審理再開申立書（甲６）に「審理を再開し，そ\nのような補正書を提出できるように補正の機会を与えてくださいますようお願い申\nし上げます （２頁下から２～末行）と記載されているとおり，その実態は，補正。」\n可能期間を過ぎた後の補正を求めるものにほかならない。その他，本件全証拠及び\n弁論の全趣旨に基づいて，本件審判における審理上の措置の当否を検討しても，原\n告の上記申立てを受けて，審判長が審判を再開すべきであったというべき事情は認\nめられず，また，審理全体として，審理不尽の違法があったとも認められない。\nしたがって，原告の主張する取消事由４も理由がない。\n５結論\n以上によれば，本願発明が引用発明に基づいて当業者が容易に想到し得たもので\nあるとした審決の判断に誤りはなく，原告の主張する審決取消事由は理由がないの\nで，原告の請求は棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官 田中昌 利\n裁判官 高野輝久\n裁判官\n佐藤達文\n"
}