{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 13
  },
  "case_number": "平成12(ワ)3857",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/012314_hanrei.pdf",
  "contents": "平成１２年(ワ)第３８５７号　実用新案権侵害差止等請求事件\n口頭弁論終結日　平成１３年６月１５日\n判　　　　　　決\n原　　　　　　告　　　　　　極東開発工業株式会社\n訴訟代理人弁護士　　　　　　赤    木    文    生\n補佐人弁理士　　　　　　    落    合        　健\n被　　　　　　告　　　　　　株式会社花見台自動車\n訴訟代理人弁護士　　　　　　高    橋    隆    二\n補佐人弁理士                元    井    成    幸\n主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は、別紙イ号物件目録記載の装置を備えた貨物自動車を製造し、販売\nし、貸し渡し、販売若しくは貸し渡しのための申出をしてはならない。\n２　被告は、原告に対し、金５５００万円及びこれに対する平成１２年４月２１\n日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　前提事実（末尾に証拠の掲記のない事実は、当事者間に争いがない。）\n(1)　本件実用新案権\n原告は、次の実用新案権（以下「本件実用新案権」といい、本件実用新案\n権に係る考案を「本件考案」、その実用新案登録出願に係る願書に添付した明細書\nを「本件明細書」という。）を有している。\n実用新案登録番号　　第２５１５３３７号\n考案の名称　　貨物自動車\n出願日　　平成２年１１月２７日（実願平２－１２６０４４）\n公開日　　平成４年７月１６日（実開平４－８１８３４）\n登録日　　平成８年８月２日\n実用新案登録請求の範囲\n［請求項１］車体上にボデーを傾動可能に搭載した貨物自動車におい\nて、上記ボデーの前端に設けたウインチと、上記ボデー前端の側部に固定され、上\n記ウインチのワイヤーを案内する固定シーブと、上記ボデー前端の幅方向において\n固定位置を選択でき、上記固定シーブからのワイヤーをボデーの幅方向からボデー\nの前後方向に案内する移動シーブとを備えることを特徴とする貨物自動車\n(2)　構成要件\n本件考案は、次の構成要件に分説することができる。\nａ　車体上にボデーを傾動可能に搭載した貨物自動車において、\nｂ  上記ボデーの前端に設けたウインチと、\nｃ  上記ボデー前端の側部に固定され、上記ウインチのワイヤーを案内する\n固定シーブと、\nｄ  上記ボデー前端の幅方向において固定位置を選択でき、上記固定シーブ\nからのワイヤーをボデーの幅方向からボデーの前後方向に案内する移動シーブと\nを備えることを特徴とする貨物自動車\n(3)　イ号物件\n被告は、平成８年８月ころから平成１１年９月ころまでの間、別紙イ号物\n件目録記載の貨物自動車（以下「イ号物件」という。）を２０３８台製造、販売し\nた。\n(4)　イ号物件の構成\nイ号物件の構成は、次のとおりであり、本件考案の構成要件ａ～ｃを充足\nする。\n(a)　車体上にボデーを傾動可能に搭載した貨物自動車において、\n(b)　前記ボデーの前端にウインチを設置し、\n(c)　ボデーの前端の側部（前進方向左側側部）に固定ロープ滑車②が連結さ\nれ、この固定ロープ滑車は前記ウインチから繰り出されるワイヤー④を案内し、\n(d)　ボデーの前端に幅方向の３つの固定位置に移動ロープ滑車の連結金具③\nが固定され、これらの連結金具に１つの移動ロープ滑車⑤を選択的に連結して、そ\nの固定位置を選択できるようになっており、その移動ロープ滑車は、前記固定ロー\nプ滑車からのワイヤーを、ボデーの幅方向からボデーの前後方向に案内するように\nした\n貨物自動車である。\n２　原告は、イ号物件が本件考案の技術的範囲に属するとして、被告に対し、実\n用新案法２７条１項に基づき、イ号物件の製造、販売の差止めを求めるとともに、\n同法２９条２項に基づき、原告の被った損害の内金５０００万円及び弁護士費用５\n００万円の損害賠償を請求した。\n３　争点\n(1)　イ号物件は本件考案の技術的範囲に属するか－構成要件ｄ該当性\n(2)　本件考案の実用新案登録には明らかな無効理由が存在するか\n(3)　原告の損害額\n第３　争点に関する当事者の主張\n１　争点(1)（イ号物件は本件考案の技術的範囲に属するか－構成要件ｄ該当性）\nについて\n【原告の主張】\n本件考案の構成は、移動シーブがボデー前端の幅方向において固定位置を選\n択できる点に特徴があり、イ号物件のように移動ロープ付滑車の固定位置が３か所\nであっても「固定位置の選択」という構成に該当するから、イ号物件は、本件考案\nの構成要件ｄを充足する。\n【被告の主張】\n被告は、本件考案の出願前から、①ウインチから出たワイヤーの方向を荷台\nの幅方向に変える三面ローラ、②荷台前端の左右に設けられた輪状の部材（以下\n「丸環」という。）のいずれかに選択して固定し、三面ローラから出たワイヤーを\n荷台の前後方向に案内するフック付滑車、を備えたスライドボディー型の貨物自動\n車を製造、販売しているところ、三面ローラ及びフック付滑車はそれぞれ本件考案\nの固定シーブ、移動シーブに相当する。\n上記公然実施及び公知の考案によれば、本件考案の創作的特徴は移動シーブ\nの具体的構成にあると解すべきであり、「移動シーブ」が「幅方向において固定位\n置を選択でき」るとは、単に移動シーブの固定位置を複数の箇所から選択できると\nいう意味ではなく、移動シーブ自体が荷台の幅方向にその固定位置を任意に選択し\nて調節可能に移動できる構造でなければならない。\nイ号物件の移動ロープ滑車⑤は、固定可能な位置が荷台前端の連結金具③の\n位置３か所に限定されており、それ以外の位置に任意に選択することは不可能な構\n造であるから、イ号物件は本件考案の構成要件ｄを充足しない。\n２　争点(2)（本件考案の実用新案登録には明らかな無効理由が存在するか）につ\nいて\n【被告の主張】\n本件考案の実用新案登録には次のとおり明らかな無効理由が存在し、原告が\n本件実用新案権を行使することは権利の濫用に該当し許されない。\n(1)　出願前公然実施\nア　被告は、本件考案の出願前から、「セイフティローダ」の名称で、次の\n構成を備えた貨物自動車を公然と製造、販売していた。\n①　車体上に荷台（ボディー）を傾動可能に搭載した貨物自動車であるこ\nと（本件考案の構成要件ａ）、\n②　荷台前端にウインチが設けられていること（同ｂ）、\n③　荷台前端の中央に固定されてウインチのワイヤーを案内する三面ロー\nラ（固定シーブに該当する）を有すること（同ｃ）、\n④　荷台前端の幅方向において固定位置を複数選択でき、三面ローラから\nのワイヤーを荷台の幅方向から荷台の前後方向に案内するフック付滑車（移動シー\nブに該当する）を備えていること（同ｄ）\nイ　上記公然実施に係る貨物自動車は、固定シーブに相当する三面ローラが\n設けられている位置がボディー前端の側部ではなく中央である点で本件考案と相違\nするが、その相違点はウインチと三面ローラとの取付位置をボディー前端の側部に\n変更することにすぎず、変更によっても同一の作用効果を奏するので、単なる設計\n上の相違にすぎない。なお、公然実施に係るフック付滑車は、本件考案につき減縮\nを目的とする訂正がない限り、文言上は本件考案の構成要件ｄに係る「幅方向にお\nいて固定位置を選択できる」移動シーブに相当し（考案の要旨認定は考案の技術的\n範囲と同じではない。）、本件考案は公然実施の考案の設計的事項を変更したもの\nにすぎない。したがって、本件考案は、実用新案法３条１項２号により、明らかな\n無効理由を有する。\n(2)　進歩性欠如\n本件考案は、その出願前に日本国内で頒布された刊行物である特開昭５４\n－１２０１１９号公開特許公報（乙９添付の甲８）に記載された考案に基づいて当\n業者がきわめて容易に考案することができた。\n上記公報には、車体枠１上に荷台２を傾動可能に搭載したコンテナ等の運\n搬車において、荷台２の前端に設けたウインチ６と、荷台２前端の幅方向において\nウインチの固定位置を選択できる上記ワイヤーをボディーの前後方向に延出させる\n前記ウインチの移動手段とを備えるコンテナ等の運搬車が記載されている。上記公\n報記載の発明は、ワイヤーをボディーの前後方向に案内する手段の構成が前記ウイ\nンチ自体及び該ウインチの移動・固定手段である点において本件考案の固定シー\nブ、移動シーブと相違するが、ウインチ技術分野における周知・慣用技術によれ\nば、ウインチを固定位置とし、ワイヤーを案内する固定シーブをボディー前端の側\n部に備え、ボディー前端の幅方向において固定位置を選択でき、上記固定シーブか\nらのワイヤーをボディー幅方向からボディー前後方向に案内する移動シーブを備え\nる構成とすることは当業者が容易に想到し得ることである。\n【原告の主張】\n(1)　出願前公然実施について\n被告は、「セイフティローダ」の名称の下に、荷台が前後方向に移動し、\n荷台の後端が地面に設置して荷物を荷台へ積載することを可能とする貨物自動車を\n製造、販売しており、その荷台には、①前端中央部にウインチ、②ウインチ前面\n（自動車の進行方向としては後方）に三面ローラ、③周辺部に丸環が取り付けられ\nていたが、このセイフティローダは、平成１２年５月ころにおいても、滑車をフッ\nクによって荷台上の丸環に取り外し可能に固定し、ウインチからのワイヤーが三面\nローラによって方向を変え、さらに滑車によって方向を変えられるようにウインチ\n操作が可能な状態にはなっていなかった。三面ローラはウインチの乱巻き防止を、\n滑車は本来の動滑車としての効果である牽引力の半減を目的とするものであり、被\n告主張のように、荷台前端の丸環に滑車を固定してワイヤーを案内する機能を有せ\nず、かつ、そのように利用されてもいなかった。\n技術的観点からしても、三面ローラは、ウインチから後方に延び出すワイ\nヤーの乱巻きを防止してワイヤーをウインチのドラム幅内に的確に巻き取らせるた\nめにウインチのドラムと略同じ幅でその直後に配設される機能部品であり、ワイヤ\nーを大きな曲率で無理に屈曲させるような使用可能性を有していないし、滑車も、\n被告主張のように丸環に固定するという技術的思想のもとに実施されたものではな\nい。\n以上によれば、セイフティローダは本件考案の構成要件ｄを充足していな\nいから、本件考案の公然実施に該当しない。\n(2)　特開昭５４－１２０１１９公開特許公報に記載の考案は、ウインチ自体を\nボデーの幅内で位置調節可能として、ウインチからその後方に略真直ぐに延出する\nワイヤを介してウインチ自体に積載物を直接引き込むことにより、ボデー内に積載\n物を乗り込ませるようにしたものであって、移動シーブや固定シーブの使用を前提\nとしていない技術である。換言すれば、ウインチ自体が幅方向に位置調節されるこ\nとにより、ワイヤをボデーの前後方向に案内するワイヤ案内手段を省略した技術、\nすなわち、ワイヤ案内手段を不要とする技術であり、本件考案とは技術的思想が一\n致しない。\n第４　当裁判所の判断\n１　争点(1)（構成要件ｄ該当性）について\n(1)　本件考案の構成要件ｄにおいては、「移動シーブ」に関する構成が記載さ\nれており、この「移動シーブ」は「ボデー前端の幅方向において固定位置を選択で\nき、固定シーブからのワイヤーをボデーの幅方向からボデーの前後方向に案内す\nる」ものとされている。\n上記「移動シーブ」について、本件明細書の考案の詳細な説明をみると、\n【作用】の項に「この移動シーブは、上記ボデー前端の幅方向において固定位置を\n選択できる。したがって、様々な形態の荷物に応じて、移動シーブのボデー幅方向\nの位置を調節することによって、ワイヤーをボデーの前後方向に平行に張り渡すこ\nとができる。」（別紙添付の実用新案登録公報３欄２９～３３行）、【考案の効\n果】の項に「本件考案の貨物自動車は、移動シーブの定位置を、上記ボデー前端の\n幅方向に選択できるので、様々な形態に応じて、移動シーブの幅方向の位置を調節\nして、ワイヤーをボデーの前後方向に平行に張り渡すことができる。」（同６欄１\n７～２１行）と記載されていることに加えて、【実施例】の項に「ボデー５の前端\nには、第４図に示すように……ボデーの幅方向に伸びるガイドレール５６……を取\nり付けている。……このガイドレール５６にスライド可能に、移動シーブ５５を装\n着している。上記移動シーブ５５は、固定ピン５７によって、上記ガイドレール５\n６の任意の位置に固定できるようになっている。」（同４欄２６～２９行）、「こ\nの貨物自動車が第１図に示す状態にあるとして、上記自動車を積み込む際に、第４\n図に示す上記移動シーブ５５が上記自動車のけん引用のフックの正面に位置するよ\nうに、上記移動シーブ５５を、ガイドレール５６の適当な位置に調節して固定ピン\n５７で固定する。」（同４欄４５～４９行）と記載され、実施例のボデー前端に取\nり付けたウインチ周辺の詳細図を示した第４図に、荷台前端の幅方向（荷台の左端\nから幅全体の３分の２程度まで）に取り付けられたガイドレール５６の中央付近\nに、移動シーブ５５がその左側の固定ピン５７によって固定された状態が図示され\nている（甲２）。\n上記のとおり、本件明細書の実施例では、移動シーブが、貨物自動車のボ\nデー前端の幅方向に設けられたガイドレールをスライドして移動し、その固定位置\nをガイドレールの幅の範囲で任意に選択できる構成になっており、そのような構成\nにより本件明細書に記載された前記のような作用効果を奏することが理解できる。\nしかし、移動シーブのそのような具体的な構成は実施例に記載されたものであるか\nら、ただちに本件考案の構成がそのようなものに限定されるものとすることはでき\nない。\n(2)　そこで、本件考案の出願前の公知技術について検討する。\n証拠（乙１の１ないし２０、２、３、１２、１５、１６、１８、２２、証\n人Ａ、被告代表者本人）によれば、以下の事実が認められる。\nア　被告は、昭和４７年ころ、車体上にボディーを傾動可能に搭載した貨物\n自動車を開発し、これを「セイフティローダ」の名称で販売するようになった。被\n告は、顧客の意向に応じて、大手自動車メーカーが製造する貨物自動車又はその中\n古車を購入し、その荷台部分を改造してセイフティローダを製造し、これを顧客に\n販売し、又は、同社の保有する基本特許権を第三者に実施させることを主たる業務\nとしている。\nイ　株式会社エンゼルサービス（以下「エンゼルサービス」という。）は、\n昭和５９年８月、セイフティローダにより車両輸送を行う会社として創業され、車\n検整備車の納車引取り、事故車・故障車の引上げ、フォークリフトの輸送を主たる\n業務としている。エンゼルサービスは、昭和５９年ころ、被告からセイフティロー\nダ３台を購入してから継続的にこれを購入しているが、その際には、常時フック付\n滑車１個又は２個が付属品として付けられていた。エンゼルサービスは、このフッ\nク付滑車を通常の動滑車として使用するほか、故障車がボディー前端中央に設けら\nれたウインチに対し真直ぐの方向になくワイヤーが斜めになる場合に、ウインチの\n左右や荷台後部に設けられた丸環に滑車のフックを係合してワイヤーを滑車に取り\n回し、これをボディーの幅方向から前後方向に案内する方法で使用していた。\nウ  セイフティローダは、昭和５９年ころは、ボディー前端中央にウインチ\nが装備され、その左右や荷台後部に丸環が設置されているだけであったので、前記\nイのように、フック付滑車を丸環に係合してワイヤーの向きを変える場合には、ワ\nイヤーが乱巻きになり危険であった。このため、エンゼルサービスは、昭和６３年\nころから、被告に対し、乱巻き防止の方法を考えるよう要望し、被告は、同要望に\n応えて平成元年ころウインチの正面（荷台後方寄り）の近接した箇所に三面ローラ\nを溶接した。この三面ローラは、枠内面の上及び左右に設けられた３つのローラで\nワイヤーの方向を変化させることが可能であり、動力が掛かっても円滑に動くこと\nから、丸環に係合したフック付滑車によりワイヤーの方向を変えた場合にワイヤー\nが乱巻きになる危険はなくなった。被告は、このようなセイフティローダを平成元\n年及び平成２年には年間約２５００台を製造し、顧客に対し、故障車を引き上げる\n時のフック付滑車の使用方法及び滑車の位置を選択できることを説明した。\nエ  エンゼルサービスは、平成２年１１月１３日ころ、被告から「新規登録\n平成２年１１月１３日、登録番号水戸１１い８４７２」のセイフティローダ（以下\n「公知例」という。）を購入した。公知例では、被告代表取締役が平成１２年５月\n１０日撮影した写真に示されているように、ボディー前端中央に設けられた油圧ウ\nインチから真直ぐ後方に出たワイヤーを三面ローラによりいったん右方向に変化さ\nせ（乙２・写真番号４、５）、これを三面ローラの右側に設けられた丸環に連結し\nたフック付滑車に取り回してワイヤーが荷台と平行になるように方向転換し、ワイ\nヤーの先端を自動車のシャーシ右前方に係合して荷台に引き上げるというような使\n用方法がとられていた（乙１５・写真番号６、７）。\n(3)　上記認定事実によれば、被告は、昭和６０年ころから、ボディー前端の中\n央にウインチを装備し、ウインチの左右に丸環を設けたセイフティローダを製造、\n販売しており、フック付滑車を付属品としていたこと、セイフティローダの顧客\nは、昭和６０年当時から、ワイヤーが斜めになる場合には、ウインチの左右に設け\nられた丸環に前記フック付滑車を係合し、同滑車にワイヤーを取り回してワイヤー\nの方向を変えていたが、平成元年ころ、被告がウインチの正面（荷台後方寄り）の\n近接した箇所に三面ローラを設けてからは、ウインチから出たワイヤーの方向をい\nったん三面ローラで荷台の横方向に変えた後、これを左右の丸環のいずれかに係合\nした滑車に掛け、荷台の長手方向に方向転換するようになったことが認められる。\n上記事実によれば、被告は、遅くとも本件実用新案登録の出願日である平\n成２年１１月２７日までには、①車体上にボデーを傾動可能に搭載した貨物自動車\n（セイフティローダ）において（本件考案の構成要件ａ）、②スライドボデー前端\n（中心部）にウインチを設け（構成要件ｂ）、③ウインチから出たワイヤーの方向\nを変えるボデー前端中央部に設けた三面ローラ（構成要件ｃ「固定シーブ」に相\n当）と、④三面ローラの後方直近及び左右に設けられた３か所の丸環に選択して固\n定し、三面ローラから出たワイヤーを荷台の幅方向から荷台の前後方向に案内する\nフック付滑車（構成要件ｄ「移動シーブ」に相当）を備えた貨物自動車（公知例）\nを、公然知られた状態で製造、販売していたものというべきである。\n(4)　公知例と本件考案とを対比すると、公知例の三面ローラが「固定シーブ」\nに該当し、フック付滑車が本件考案の「移動シーブ」に該当するとすると、公知例\nでは三面ローラがボデー前端付近の中央部に固定されているのに対し、本件考案の\n固定シーブはボデー前端の側部に固定されている（構成要件ｂ）点で異なるにすぎ\nず、上記のような差異はウインチの設置位置（ボデー前端の中央部か側部か）に関\n連して（乙９添付の甲８によれば、本件考案の出願前に、公知例のようにウインチ\nを荷台前端部の中央に設けたもののほか、左右に設置したウインチ付運搬車が公知\nであったことに加えて、同出願前に頒布された刊行物である特開昭５４－１２０１\n１９号公開特許公報には、荷台前部の左右方向に延びる案内レールに沿ってウイン\nチが移動し適宜位置で固定する構成のウインチ付運搬車の発明が記載されているこ\nとが認められる。）、当業者が適宜に選択して設計できる事項に関するものである\nと解される。\nところで、本件考案の出願当時の実用新案登録の要件を定めた平成５年法\n律第２６号による改正前の実用新案法３条１項２号、２項によれば、実用新案登録\n出願前にその考案の属する技術分野における通常の知識を有する者が、同出願前に\n日本国内において公然実施をされた考案に基づいてきわめて容易に考案をすること\nができたときは、その考案は実用新案登録を受けることができないものである。し\nかるところ、本件考案の「移動シーブ」が公知例のフック付滑車のように、複数\n（３か所）の丸環を選択して固定するような構成のものまで含むとすれば、本件考\n案は、出願前に日本国内において公然実施をされた考案である公知例から当業者が\nきわめて容易に考案できたものといわざるを得ないことになり、実用新案登録の無\n効理由を有することになる。したがって、本件考案の出願前の公知技術を参酌すれ\nば、本件考案の「移動シーブ」は、本件明細書の実施例にも示されているように、\nボデー前端の幅方向の任意の位置でその固定位置を選択できるようなものに限定し\nて解釈するのが相当である。\n(5)　前記第２、１、(4)の事実によれば、イ号物件においては、移動ロープ滑\n車の固定位置は、公知例と同じく、荷台の幅方向に設けられた３か所の連結金具か\nら選択する構成となっており、移動ロープ滑車を荷台の幅方向の任意の位置に固定\nすることはできないことが認められる。そうすると、イ号物件の移動ロープ滑車は\n本件考案の「移動シーブ」に該当せず、イ号物件は本件考案の構成要件ｄを充足し\nない。\nしたがって、イ号物件は本件考案の技術的範囲に属さない。\n２　以上によれば、その余の点について判断するまでもなく、原告の請求は理由\nがない。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　阿　　　多　　　麻　　　子\n裁判官　　　　　前　　　田　　　郁　　　勝\nイ号物件目録\n別紙図面において、図１はイ号物件のボデー搭載時の側面図、図２はそのボデ\nー傾動時の側面図、図３はボデーの部分拡大平面図、図４は図３のＡ－Ａ線に沿う\n断面図である。\nイ号物件は、これらの図に示すように、\n(a)　車体上にボデーを傾動可能に搭載した貨物自動車において、\n(b)　前記ボデーの前端にウインチを設置し、\n(c)　ボデーの前端の側部（前進方向左側側部）に固定ロープ滑車②が連結さ\nれ、この固定ロープ滑車は前記ウインチから繰り出されるワイヤー④を案内し、\n(d)　ボデーの前端に幅方向の３つの固定位置に移動ロープ滑車の連結金具③\nが固定され、これらの連結金具に１つの移動ロープ滑車⑤を選択的に連結して、そ\nの固定位置を選択できるようになっており、その移動ロープ滑車は、前記固定ロー\nプ滑車からのワイヤーを、ボデーの幅方向からボデーの前後方向に案内するように\nした\n貨物自動車である。\n図１　図２　図３　図４\n"
}