{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 19
  },
  "case_number": "平成11(ワ)18148",
  "case_name": "預金返還請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5875",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5875",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/875/005875_hanrei.pdf",
  "contents": "平成１４年２月１９日判決言渡平成１１年(ワ)第１８１４８号 預金返還請求事件\n主文\n１　被告は，原告Ａに対し，金９００万円及び平成１１年４月１６日から支払済み\nまで年６分の割合による金員を支払え。\n２　原告Ｂの請求を棄却する。\n３　訴訟費用は，被告に生じた費用の２分の１と原告Ｂに生じた費用を同原告の負\n担とし，被告に生じたその余の費用と原告Ａに生じた費用を被告の負担とする。\n４　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求\n１　原告Ａ\n主文１と同旨。\n２　原告Ｂ\n被告は，原告Ｂに対し，金５００万円及びこれに対する平成１１年４月１６日\nから支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n本件は，事務所荒しに預金通帳と届出印を盗まれ第三者に預金を払い戻されてしま\nった原告らが，被告に対してそれぞれ預金の払戻しを請求したところ，被告が，各\n預金契約の免責規定により免責される，あるいは，債権の準占有者に対する弁済と\nして有効であると主張して争っている事案である。\n１　争いのない事実等\n以下の事実は，当事者間に争いがないか，証拠によって容易に認定できる。\n(1)　原告らは，いずれも，いわゆる薬害エイズ訴訟の原告弁護団の一員として活動\nしてきた弁護士であり，原告Ａ（以下「原告Ａ」という。）は全国薬害オンブズパ\nースン・タイアップグループの事務局長として，原告Ｂ（以下「原告Ｂ」とい\nう。）は薬害オンブズパースン・タイアップグループ東京の代表者として，上記各\nグループの活動資金を管理していた。なお，薬害オンブズパースン・タイアップグ\nループは，薬害エイズ訴訟により被害者に支払われた賠償金等を基金として，薬害\nの再発防止のための監視活動を主たる目的として設立された市民団体である薬害オ\nンブズパースンの活動を支援するために設立された市民団体である（甲１０号証，\n甲１１号証）。\n(2)ア　原告Ａは，平成９年５月７日，被告四谷支店（以下「四谷支店」という。）\nにおいて，以下の普通預金口座（以下「Ａ口座」という。）を開設して，被告と普\n通預金契約を締結した。\n口座番号\n口座名義　タイアップグループ事務局Ａ\nイ　原告Ｂは，同日，四谷支店において，以下の貯蓄預金口座（以下「Ｂ口座」\nという。）を開設して，被告と貯蓄預金契約を締結した。\n口座番号\n口座名義　薬害オンブズパースン・タイアップグループ東京代表Ｂ\n(3)　上記各預金契約は，それぞれ普通預金規定及び貯蓄預金規定（以下「預金規\n定」という。）に基づいているところ，同各規定には，以下の条項がある（乙３号\n証ないし乙５号証，乙８号証）。\nア（取扱店の範囲）\n普通預金は，当店のほか当行国内本支店のどこの店舗でも預入または払戻しが\nできます。ただし，当店以外での払戻しは，あらかじめ当店で，通帳所定欄に押印\nされた印影と届出の印鑑との照合手続を受けたものに限ります（貯蓄預金でも同様\nの規定がある。）。\nイ（届出事項の変更，通帳の再発行等）\n通帳や印章を失ったとき，または，印章，名称，住所その他の届出事項に変更\nがあったときは，ただちに書面によって当店に届け出てください。この届出前に生\nじた損害については当行は責任を負いません。\nウ（印鑑照合等）\n払戻請求書，諸届その他の書類に使用された印影または書面を届出の印鑑また\nは署名鑑と相当の注意をもって照合し，相違ないものと認めて取り扱いましたうえ\nは，それらの書類につき偽造，変造その他の事故があってもそのために生じた損害\nについては，当行は責任を負いません（以下「本件免責規定」という。）。\n(4)　原告らは，平成１１年３月５日当時，預金通帳及び届出印を，東京都新宿区ｈ\n丁目ｉ番王蘭ビル４階所在の薬害オンブズパースン・タイアップグループの事務所\n内に保管していたが，これらの預金通帳及び届出印などは，同日（金曜日）午後６\n時ころから同月７日（日曜日）の深夜までの間に，何者かによって窃取された。窃\n取当時の預金残高は，Ａ口座については９６７万円０３６７円（甲６号証の１），\nＢ口座については５２１万７４３５円であった（甲６号証の３）。\n(5)ア　窃盗犯人グループからＡ口座の預金通帳及び届出印を受け取った訴外Ｃ（以\n下「Ｃ」という。）は，平成１１年３月８日午前９時２０分ころ，四谷支店におい\nて，その預金通帳とともに下記の事項を記入し届出印を押印した払戻請求書（乙１\n号証の１）を提出して，９００万円の払戻しを請求した。四谷支店では，Ｃに対し\nて９００万円を払い戻した。\n店番号欄　０６５\n口座番号欄\n金額(元金)欄　￥９００００００\nおなまえ欄　Ａ　タイアップグループ事務局\n（届け出た名称は「タイアップグループ事務局　Ａ」であるところ，欄中央に\n「Ａ」と書かれ，欄の下部に「Ａ」よりやや小さな文字で「タイアップグループ事\n務局」と書かれている。）\nお届け印欄　２箇所に押印\nイ　窃盗犯人からＢ口座の預金通帳及び届出印を受け取った訴外Ｄ（以下「Ｄ」と\nいう。）は，平成１１年３月８日午前９時４０分ころ，麹町支店において，その預\n金通帳とともに下記の事項を記入し届出印を押印した払戻請求書（乙２号証の１）\nを提出して，５００万円の払戻しを請求した。麹町支店では，Ｄに対して５００万\n円を払い戻した。\n店番号欄　０６５\n口座番号欄\n金額(元金)欄　￥５００００００\nおなまえ欄　薬害オンブズパースン・タイアップグループ東京　　代表　Ｂ\nお届け印欄　３箇所に押印\n欄外　新宿区ｈ－ｉ　王欄ビル４Ｆ\n（なお，正確な届出住所は，「王欄ビル」ではなく，「王蘭ビル」で\nある。）\n(6)　原告らは，平成１１年３月８日午前１０時ころ，被告に対し，Ａ口座及びＢ口\n座の預金引出停止を要請し，被告は，Ａ口座につき同日午前１０時１７分に，Ｂ口\n座につき同日午前１０時２３分に，預金の払戻を停止した。\n(7)　原告らは，被告に対し，それぞれ平成１１年４月１５日到達の書面で，Ａ口座\n及びＢ口座の(5)記載の金額の払戻を請求したが，被告は，本件各払戻がなされてい\nることを理由に，同年６月１８日，Ａ口座については６７万０３６７円だけを，Ｂ\n口座については２１万７４３５円だけを払い戻した。\n２　争点\n本件各払戻において，被告担当者らが，原告ら名義の通帳及び印鑑を提出して\n払戻請求を行った者を，正当な預金払戻請求権者であると信じたことにつき，過失\nがなかったといえるか。\n（被告の主張）\n(1)　本件免責条項は，通帳に印刷され預金者に了知し得るようにされている。ま\nた，一般に，払戻請求書に押捺された印影が銀行に届け出た印影と一致した場合\nは，銀行が請求者の権限についてさらに調査することなく払戻請求に応じること\nは，商慣習として定着している。被告は，預金払い戻しの際，預金者に対して，払\n戻請求書に届出印を押印して通帳とともに提出することだけを要求しているのだか\nら，かかる手続を踏んだ顧客に対しては，直ちに預金払戻義務の発生という効果が\n商慣習ないし預金規定から導かれる。\nよって，銀行が払戻請求書と届出印の印影を照合してその同一性を確認して払\nい戻した場合には，たとえ請求者が払戻しを受ける権限を有しないものであって\nも，商慣習ないし預金規定の効力として，その払戻は原則として有効なのであっ\nて，例外的に無効となる場合は，①具体的事情により請求者の無権限を疑うべき相\n当な理由の存する場合に，②取引通念上銀行（係員）として当然に要請されるべき\n注意を欠いたため請求者の無権限に気付かず払戻しに応じたときのみに限られると\nいうべきである。\nそして，銀行による確認作業には大きな制約を伴うものであるから，その制約\nの中でなし得る範囲内の調査を尽くした場合には，無過失と評価されるべきであ\nる。\n本件各払戻しは，真正な通帳と届出印を使用した払戻請求に対してなされたも\nのであり，下記の事情も併せ考えると，被告は無過失である。\n(2)　Ａ口座\nア　四谷支店においては，Ｅ（以下「Ｅ」という。）及びＦ（以下「Ｆ」とい\nう。）がＡ口座の払戻しを担当したが，被告担当者らは，Ａ口座につき，事故届が\n出ていないこと，印影の同一性及び払戻請求直前の少額入金がないことを確認した\nうえ，面談によって生年月日及び資金使途を確認し，その間不審な言動も認められ\nなかったことから，払戻しをしたのであって，この場合に請求者の無権限を疑うべ\nき相当な理由は存在しなかったのであるから，被告担当者らがＣを正当な預金払戻\n請求権者であると信じたことにつき，過失はない。\nイ　払戻しを請求したＣは，四谷支店の係員から個人的なことや資金の使途を尋ね\nられたことはないとしているが，Ｆは，Ｃに対して，生年月日及び資金使途を確認\nした。ＣによるＡ口座の払戻しは今から２年半前になされたことである上，Ｃは同\n種の違法な払戻しを５０ないし６０回繰り返しており，Ｃ自身すべてを思い出せな\nいとしているのに対して，Ｆは，事件数日後から一貫して明確に生年月日と資金使\n途を確認したと主張しているのであるから，Ｆの主張は信用できる。\nウ　Ｆは，その払戻しに際して，Ｃに対して使途を確認し，Ｃから，「厚生省に持\nっていく」との回答を得ているが，Ａ口座にはそれまでに薬害関係の団体からの入\n金が存在しているから，Ｆがその使途と口座内容とに関連性があったと考えたのは\nもっともなことであり，払戻しの理由が一応納得しうるものであった以上，Ｆら担\n当者がそれ以上に預金者の資金の必要性の個人的な事情にまで立ち入っての説明を\n要求することは妥当性を欠く。\nエ　Ｅ及びＦが上記アのとおりの確認をした以上，被告には，請求者の事務所に電\n話で確認したり，住所の記入を求めたり，過去の出金記録を確認したりする義務は\nない。\n団体名義の預金は経理担当職員などが払戻しに来るのが通常で，電話確認をし\nても，電話口に出た者が払戻事務について知らないことが多く，必ずしも実効性が\n高いものではないし，窓口に来ている払戻請求者に少なからず不愉快な思いをさせ\nることになる。それにもかかわらず，電話確認をしなかったことが直ちに過失を基\n礎づけるとするのは，銀行の預金業務のサービス業としての側面を全く等閑視する\nもので不当である。\n本件当時，被告は，他の支店で開設された預金口座を払い戻す場合（以下「ネ\nット払い」という。）で１００万円以上の払戻し，あるいは，不審な場合は，住所\nの記入を求めていたが，これは，ネット払いの場合に過誤が多かったため，自主的\nに設けた内部基準であって，不合理ではない。\nさらに，コンピューターで確認できるのは，直近の約１か月分の取引履歴まで\nであるから，Ｅ及びＦは，過去に一時に口座残高に近い金額が現金で払戻されたこ\nとが全くなかったことを認識できない。そもそも，個々の取引記録を確認しなけれ\nばならないとすると，預金払戻事務の円滑かつ迅速な処理を阻害する結果となるの\nであって，そのような義務はない。\n(3)　Ｂ口座\nア　麹町支店においては，Ｇ（以下「Ｇ」という。）及びＨ（以下「Ｈ」とい\nう。）がＢ口座の払戻しを担当したが，被告担当者らは，Ｂ口座につき，事故届が\n出ていないこと，印影の同一性及び払戻請求直前の少額入金がないことをを確認し\nたばかりでなく，Ｄに住所を書かせ，メモに頼らずに記入したことを確認し，その\n間不審な言動も認められなかったことから，払戻しをなしたのであり，具体的事情\nにより請求者の無権限を疑うべき相当な理由がなかったのであるから，Ｄを正当な\n預金払戻請求権者であると信じたことにつき，被告担当者らに過失はない。\nイ　Ｇ及びＨが，Ｄによって書かれた払戻請求書の住所の誤記（届出住所は「王蘭\nビル」であるところ，払戻請求書には「王欄ビル」と記入された。）に気付かなか\nったことは，過失を基礎づけるものではない。\n口座名義人の住所は，もともと払戻請求書の必要不可欠な記載事項ではなく，\n本人確認の一資料とするため参考までに記載を求めたにすぎず，印鑑ほど厳格な照\n合を必要とするものではない。しかも，「蘭」と「欄」は，つくりも音も同じであ\nるし，正規の払戻請求権者であっても，住所について漢字を誤記することは十分考\nえられるし，団体の住所であればその確率はより高いといえる。\nウ　また，Ｄの携帯電話が鳴り，Ｄがいったん店外に出ていった行動は，不審なも\nのではない。Ｄは，印鑑の再押印，住所の記載をし終えた後，Ｇに断って店外に出\nていったのであり，記載の途中で慌てて店外に出ていったわけではないし，不特定\n多数人がいる公共の場において携帯電話で話をすることを避けるマナーが浸透しつ\nつある現在，上記行動は不審とはいえない。\nエ　貯蓄預金は，公共料金などの自働引落しはできないが，いつでも預入，引出が\nでき，一定金額以上の場合に普通預金より利率が多少高くなるという預金であり，\n払戻手続きは普通預金と全く同じであるから，払戻しに関する注意義務が普通預金\nの場合より加重されることはない。\nオ　Ｇ及びＨは，麹町支店近辺で，預金払戻しに関する犯罪が発生していることを\n認識していなかったが，いずれにしても，上記アの払戻手続に過失はない。\nカ　Ｇ及びＨが上記アのとおりの確認をした以上，被告には，Ｄに対して，さらに\n電話確認や，暗証番号，生年月日，資金使途，出金取引等を確認する義務はない。\n（原告の主張）\n(1)ア　昨今の超低金利の下では，銀行預金は，手元で現金を保管，管理することに\n伴う盗難や紛失，毀損を避けるために利用されるのであり，このような利用実態か\nらすれば，銀行の役割は過誤払いの防止を中心とした預金者保護にある。\n特に，預金取引が大量に処理され，ＡＴＭ機の利用を積極的に勧誘して窓口担\n当者が預金者と面識を持った上で預金取引を行う営業方法を銀行自らが積極的に避\nけようとしている現状からすれば，預金者と面識がないことを前提に厳格で慎重な\n手続や手順をとることが必要であり，単に口座開設時の届出印の印影と払戻請求書\nに捺印されている印影とを照合して同一と判断するだけで，銀行が無権限者の払戻\n請求に応じても免責されるということは，著しく不公正である。\n正当な預金払戻請求権限の有無の確認については，従前より増して厳格な対応\nが求められているのであり，預金取引に関する約款や約定に基づく銀行の免責ある\nいは民法４７８条の債権の準占有者に対する弁済における過失の内容や程度につい\nても，厳格な解釈がなされる必要がある。\n預金の払戻請求者に面識がない場合には，正当な権利者であることを確認する\nため，住所の記載を求めたり，キャッシュカードの暗証番号を質問する取り扱いを\n徹底する義務があり，被告は，本件当時，１００万円以上のネット払いの場合，あ\nるいは，不審な場合は，住所記入を求め，記入がなされなかった場合などは証印者\nが確認するという内規を設けていたが，上記アで述べたように大量の預金取引が処\n理されている現状において，自店払いとネット払いとに差異を設けること自体不合\n理であるし，いずれにしても，内規で規定されていた程度の確認手段では不十分極\nまりなく，本件各払戻が内規に従ってなされたとしても，被告には重大な過失があ\nる。\nイ　以上のような高度の注意義務が課されていることからすれば，被告担当者らに\nは，次の過失がある。\n(2)　Ａ口座\nア(ア)　口座名義自体から，公的な活動に従事する団体の活動資金を保管・管理す\nるためのものであることを認識ないし推認できる口座について，口座残高の全額に\n近い金額の現金での払戻請求がなされるのは異例の資金移動であり，払戻請求者は\n正当な払戻請求権限を有しない蓋然性が高い。\nまた，本件各払戻がなされた当時，被告担当者らは，盗んだ通帳と印鑑による\n不正な払戻請求の手口として，窃盗に入った事務所等の鍵穴に接着剤を詰めて時間\nを稼ぎ，銀行の開店早々引き出すことが行われていることを認識していた。\n(イ)　Ａ口座の払戻請求は，窃取された通帳及び印鑑での不正な預金引出が四谷支\n店周辺で多発している状況下で，公的な活動に従事する団体の口座から，１００万\n円を超える出金が口座開設以来２回だけであるなどの取引経過であるにもかかわら\nず，休日明けの最初の営業日の開店早々に，口座残高の全額に近い９００万円を現\n金で払戻すという請求である。それにもかかわらず，Ｅ及びＦは，Ｃに対して，暗\n証番号，住所ないし電話番号の確認をせず，あるいは身分証明書の提示も求めてい\nない。また，資金使途に関する質問の仕方や回答者の回答内容をかなり厳格な注意\nをもって詳しく検討すべきであったが，これをしていない。よって，被告担当者ら\nが，Ｃを正当な預金払戻請求権者であると信じたことにつき，過失がなかったとは\nいえない。\n仮に，ＦがＣに対し，資金使途を質問したとしても，９００万円もの現金を\n「厚生省に持っていく」理由及びその詳細を確認せずに，正当な預金払戻権者であ\nると軽信しており，不十分である。\nまた，Ｆは，Ｃが名義人本人の事務員であると認識したとしているが，そうで\nあれば，原告Ａの生年月日ではなく，暗証番号や，口座名義人である「タイアップ\nグループ事務局」の電話番号や住所を確認すべきであった。\nイ　Ｆは，Ｃに原告Ａの生年月日を尋ね，正しい回答を得たとしているが，このよ\nうな事実はない。\nＡ口座の通帳が保管してあったのは原告Ａの法律事務所などではなく，薬害オ\nンブズパースン・タイアップグループの事務所であり，同所には原告Ａの生年月日\nを知りうる資料はなかったし，原告Ａの生年月日が掲載された一般の公刊物等もな\nかった。仮に存在していたとしても，本件盗難事件の日時（平成１１年３月５日金\n曜日午後６時ころから同月７日日曜日の深夜まで）からすれば，特定個人の生年月\n日を調査するのは無理である。また，Ｆは，Ｃが事務員であると認識したというの\nに，代表者の生年月日を確認するとは考えられない。Ｃ自身も，四谷支店の係員か\nら個人的なことは聞かれていないとしている。\nウ　Ｆは，Ｃに資金使途の確認をし，同人から「厚生省に持っていく。」との回答\nを得たとしているが，Ｃ自身が，四谷支店の係員から引き出した金の使途を聞かれ\nたことはないとしており，このような事実はない。\n(3)　Ｂ口座\nア(ア)　上記(2)ア(ア)に加え，Ｂ口座は，ある程度まとまった資金を預金しておく\nことに主眼があり，たびたび払戻をするものではない貯蓄預金口座であった。\n(イ)　Ｂ口座の払戻請求は，窃取された通帳及び印鑑での不正な預金引出が隣接支\n店である四谷支店周辺で多発している状況下で，他の支店で開設された，公的な活\n動に従事する団体の，ある程度まとまった資金を預金しておくことに主眼がある貯\n蓄預金口座から，出金が１回のみという取引経過であるにもかかわらず，休日明け\nの最初の営業日の開店早々に，口座残高の全額に近い５００万円を現金で払戻すと\nいう請求である。また，Ｄは，通帳及び払戻請求書を被告に提出してから払戻がな\nされるまでの間，携帯電話に電話がかかってきて店外に出るという不審な挙動をし\nている。\nにもかかわらず，Ｇ及びＨは，Ｄに対し，暗証番号，生年月日，住所ないし電\n話番号，資金使途の確認をせず，あるいは身分証明書の提示を求めていない。\nさらに，被告においては，他の支店で開設された口座について１００万円以上\nの払戻請求があった場合は，払戻請求書に住所の記載をさせ，窓口担当者だけでな\nく上席の証印者が面談して確認することとしていたところ，Ｇ及びＨは，Ｄが「王\n蘭」と記載すべきところを「王欄」と記載した誤記を見落としているし，証印者で\nあるＨは面談さえしていない。\nよって，被告担当者らが，Ｄを正当な預金払戻請求権者であると信じたことに\nつき，過失がなかったとはいえない。\nイ　Ｇ及びＨは，上記住所の誤記に気付かなかったとしているが，その真偽は疑わ\nしい。払戻請求書に記載された「欄」の上にチェックマークが入っていることから\nすれば，誤記には気付いたが，払戻請求者がうっかり間違えたのであろうと軽く考\nえて払戻に応じたものと考えるのが相当である。\nウ　Ｇ及びＨは，窃取された通帳及び印鑑での不正な預金引出が隣接支店である四\n谷支店周辺で多発していることを認識していないとするが，被告他支店において警\n察の説明会が開かれたり，警察からのビラが配布されるなど，警察から情報提供さ\nれていたのだから，かかる情報は，被告の業務上の示達にて，Ｇ及びＨにも伝達さ\nれていたというべきである。\n第３　証拠\n本件記録中の書証目録及び証人等目録の記載を引用する。\n第４　当裁判所の判断\n１　当事者間に争いがない事実等\n被告四谷支店に，原告Ａが普通預金口座を，原告Ｂが貯蓄預金口座をそれぞれ\n開設して被告との間で銀行取引をしていたこと，各預金規定には払戻請求書に使用\nされた印影が届出の印影と相違ないものと認めて取り扱った場合には被告は責任を\n負わない旨の免責条項があること，原告らが平成１１年３月５日午後６時ころから\n同月７日の深夜までの間に何者かに上記口座の通帳及び届出印などを窃取されたこ\nと，原告らは同月８日午前１０時ころ被告に対して預金引出停止を要請したが，そ\nれに先立つ同日午前９時２０分ころ四谷支店でＡ口座の通帳及び届出印を使用して\n９００万円が，同日午前９時４０分ころ麹町支店でＢ口座の通帳及び届出印を使用\nして５００万円が，いずれも無権限者に払い戻されていたことは，当事者間に争い\nがない。\nしたがって，問題は，被告のした本件各払戻しが上記の免責条項や民法４７８条\nによって弁済としての効力を認められるか否かであるが，いずれの場合にも被告が\nその責任を免れるためには，被告の担当者が本件各払戻しの手続をした際，善意か\nつ無過失であることが必要であると解されるから，以下，この点について判断す\nる。\n２　被告の注意義務の内容\nまず，預金の払戻請求があった場合に被告のような銀行の窓口担当者が負担すべ\nき注意義務の内容について検討する。\n本件におけるＡ口座の普通預金も，Ｂ口座の貯蓄預金も，被告の国内の本支店の\nどこででも自由に預金の出し入れができる口座である（乙３号証，８号証）。この\nような預金口座について真正な通帳と届出印を使用して払戻請求がなされた場合に\nは，被告は，原則としてその預金の払戻しを拒み得ない。預金者である原告らにと\nっては，被告の本支店であれば，どこででも自由に預金の出し入れができるという\n利益がある反面，被告の本支店の窓口業務では，被告の本支店のどこで開設された\n預金口座の通帳による払戻しであっても対応しなければならないから，払戻しを請\n求している者が真正な払戻権限を有する者か否かを常に慎重に判断しなければなら\nないとすると，大変な労力と手間がかかることになってしまい，限られた営業時間\n内に大量の顧客から\n持ち込まれる各種請求を円滑かつ迅速に処理することができなくなってしまう。し\nたがって，全国どこででも払戻しを受けられるという原告ら預金者の利益と，大量\nの事務を円滑かつ迅速に処理しなければならない被告銀行側の要請とを調和させる\nことが必要であるところ，これを達成するため，原告らと被告との間の預金契約に\n適用される預金規定では，真正な通帳と届出印を使用して払戻請求がなされた場\n合，被告は，預金の払戻しを拒み得ないとする一方，相当の注意をもって払戻請求\n書の印影と届出の印影とを照合し相違ないと認めて払い戻したときには，免責条項\nによって責任を負わないものとされている。\nこのように預金規定に定められた免責条項は，原告ら預金者の利益と被告の銀行\nの利益とを調和させるためのものであるから，真正な通帳と届出印を使用して払戻\n請求がなされた場合には，いかなる事情があっても銀行が免責されるというもので\nはなく，払戻しの請求をした者が正当な受領権限を有しないのではないかと疑わし\nめる事情が存在しない限り，被告の窓口担当者としては，さらに身分証明書の提示\nを求めたり，生年月日や電話番号などの個人的情報を尋ねたりしなくても，過失は\nないというべきであるが，何らかの契機により，銀行の窓口で預金の払戻請求をし\nている者が預金者と異なっていることを認識した場合には，その通帳や届出印を確\n認するだけではなく，さらに身分証明書の提示を求めたり，生年月日や電話番号な\nどの個人的情報を尋\nねるなどして，窓口に来店している請求者が正当な受領権限を有することを確認し\nなければならないというべきである。そして，このことは民法４７８条についても\n同様であるから，そのような確認を怠った場合には過失があり，前記の免責条項の\n適用や民法４７８条による弁済の効力を認めることはできないというべきである。\n３　Ａ口座からの払戻しの当否\nそこで，Ａ口座からの払戻しの当否について検討する。\n(1)　甲４号証の１及び２，甲１１号証，甲１６号証ないし甲１８号証，甲２３号\n証，甲２７号証，乙６号証，乙９号証，Ｅ証人の証言，Ｆ証人の証言，Ｃ証人の書\n面尋問の結果によれば，以下の事実が認められる。\nア　四谷警察署管内においては，平成１０年１２月１日から平成１１年２月７\n日までの間に２６件の事務所荒らしの窃盗事件が発生したため，本件各払戻当時，\n同署が管内の金融機関に対して注意を喚起するビラを配布したりしていた。また，\n平成１１年１月６日，同月１４日，２月１日には被告の新宿支店で，窃取された通\n帳と印鑑を用いて不正に預金が引き出されるなどの事件が発生したため，同月１９\n日には四谷警察署が被告新宿支店の行員約５０名に対して，その手口などについて\n説明していた。\nイ　被告においては，その支店で開設された預金口座からの払戻し（自店払い）の\n場合に比べて，その支店以外の本支店で開設された預金口座からの払戻し（他店払\nい）の場合の方が過誤が多かったことから，現金１００万円以上の他店払いについ\nては，窓口で担当者から払戻請求者に対してその住所の記入を求めることとし，住\n所が記入がなされなかったり，誤って記入された場合には，被告内部で予め「証印\n者」として指定されているベテランの役職者がその払戻請求者と面談して確認する\nという内規が定められていた。また，無権限者が盗んだ通帳や印鑑などによって払\n戻しを請求する場合には，その直前に少額の入金をして取引停止措置がとられてい\nないことを確認してから払戻手続を行うことがあったため，被告においては，大口\n預金の払戻請求がな\nされた場合には，窓口担当者や証印者において，通帳の取引履歴を見て直前に少額\nの入金がなされているか否かを確認することになっていた。\nウ　これに加えて，四谷支店では，より慎重を期すため，現金１００万円以上の他\n店払いについては，すべて証印者が払戻請求者と面談して一応の確認をすることと\nし，また，自店払いであっても払戻金額が５００万円以上であれば，すべて証印者\nが払戻請求者と面談して払戻請求に問題がないことを確認することとしていた。な\nお，四谷支店における支払，入金，振込などの窓口業務の件数は，月曜日と金曜日\nが比較的多く，月曜日は，通常１日約５００件くらいであり，午前９時から午前１\n１時すぎの間には約５０件程度の払戻しがある。\nエ　本件でＡ口座からの払戻しを請求したＣは，平成１１年３月８日月曜日午前９\n時前，氏名不詳の中国人が盗取してきたＡ口座の預金通帳と届出印を預かり，黒っ\nぽいスーツを着用したうえ，同日午前９時５，６分ころ，四谷支店に入り，まずＡ\nＴＭ機で通帳に記帳をして盗難届が出ていないことと残高とを確認した。その後，\nＣは，窓口の整理券を取り，記帳台で通帳を見ながら銀行備え付けの払戻請求書\nに，店番号，口座番号，払戻金額，口座名義人を記入し，届出印を押捺したうえ，\n窓口を担当していたＥにこれを提出して，預金残高９６７万円余のうち９００万円\nの現金での払戻しを請求した。なお，Ｅは，平成５年４月に被告に入行して以来，\n主に窓口業務を担当していた。\nオ　払戻請求書を受け取ったＥは，押捺された印影が不鮮明だったため，再度押印\nを求めたうえで通帳に押捺されている副印鑑の印影と照合し，両者が同一のもので\nあることを確認した。また，Ａ口座の通帳に記載されている口座名義は，正式には\n「タイアップグループ事務局／Ａ」であるところ，払戻請求書には，「Ａ／タイア\nップグループ事務局」と記載されていたが，団体名と個人名の順番が逆に記載され\nることは日常的によくあることであったため，Ｅは，そのことは特段不審には思わ\nず，払戻金額が５００万円以上であれば証印者が面談するという四谷支店での取扱\nいに従って，証印者であるＦに通帳と払戻請求書を引き渡した。\nカ　Ｆは，昭和４６年４月に被告に入行し，平成１０年４月から四谷支店の業務課\n長として「証印者」に指定されていたが，この当時，四谷近辺で盗取された通帳や\n印鑑を使用して不正に預金の払戻しを受ける事件が頻発していたことは知ってい\nた。Ｆは，ＥからＡ口座の通帳と払戻請求書を引き継ぎ，それぞれの印影が同一で\nあることだけではなく，四谷支店に保管されている印鑑票の印影とも照合して同一\nであることや，通帳の取引履歴を見て直前に少額入金がないことを確認したうえ，\nＣと短時間の面談を実施した。\nＦは，それまでＣと面識があったわけではなく初対面であった。そして，特に\n根拠があったわけではないが，Ｃが払戻請求書を事前に記載して四谷支店に持って\nきたもので，預金名義人である原告Ａ本人ではなく，預金名義人欄に記載のある\n「タイアップグループ事務局」の職員であると考えた。また，Ｆは，Ｃの態度が落\nち着いるように見えたため，Ｃがタイアップグループ事務局の職員であると信じて\n疑わず，Ｃの名前を尋ねたり，職員であることを証明する身分証明書の提示を求め\nたりはしないまま，Ｃを原告Ａの使者であると判断して，同日午前９時２０分こ\nろ，Ｃに対して現金９００万円を交付した。\n(2)　上記認定の事実により，Ｃに対するＡ口座からの本件払戻しにつき，被告の担\n当者に過失がないか否かを検討する。\nア　まず，Ｅは，Ｃが窓口に提出した払戻請求書の印影と届出の印影とが同一であ\nることを確認した後，高額の他店払いであるところから証印者であるＦに引き継い\nでおり，預金の払戻しを請求された窓口担当者としてなすべき第一次的な確認を行\nっているから，この範囲では過失がないというべきである。\nイ　ところが，これを引き継いだＦについては，窓口で本件払戻しを請求している\n者とは初対面で，同人が預金名義人である原告Ａ本人ではないと考えていたにもか\nかわらず，漠然とＣが預金名義人欄に表示されている事務局の職員であると思い込\nんでいたため，Ｃの名前を尋ねたり，事務局の職員であることを証明する身分証明\n書の提示を求ることなく，預金残高９６７万円余の大部分に当たる９００万円もの\n現金での払戻しを認めてしまったものである（盗取された通帳や印鑑による不正払\n戻しのケースでは，その預金残高の大部分を現金で引き出すのが一つの特徴であ\nる。）。しかも，Ｆは，四谷支店の業務課長の地位にある幹部職員で，また，「証\n印者」として高額の払戻しについては窓口の担当者から引き継いでより慎重な確認\nを行うべき地位にあっ\nただけではなく，本件払戻当時，所轄の四谷警察署から窃盗団による不正引出事件\nが多発していたことを知らされて認識していたのであるから，本件のように，払戻\n金額が９００万円と高額なだけではなく，預金残高の大部分について現金での払戻\nしを請求しているケースで，払戻しを請求している者が預金者本人ではないと考え\nた以上，その者が預金者から正式に払戻しを依頼された者であることを確認すべき\n義務があったというべきところ，Ｆがそのような確認をしていないことは，上記認\n定のとおりである。そして，本件について，Ｆが払戻しの請求をしているＣに対し\nて，名前を尋ねたり身分証明書の提示を求めたりして，もう一歩踏み込んだ確認を\nしていれば，Ｃがタイアップグループ事務局の職員ではなく，原告Ａから何ら適法\nな依頼を受けた者で\nないことは容易に判明したものと考えられ，本件被害も防止することができたとい\nうべきであるから，Ｆには，ＣによるＡ口座からの本件払戻しに際して，その確認\nにつき過失がないということはできない。\nウ　この点について，被告は，団体名義の預金口座からの払戻しの場合には，むし\nろ本人が来ることは稀で，誰かその職員が通帳と届出印とを持参して払戻しに来る\nのが通常であり，銀行実務では，そのような場合でも払戻請求書に押捺された印影\nと届出の印影とを照合して相違がないと認めれば，それ以上に受領権限を確認する\n必要はないというべきであるから，本件について，Ｆに過失はないと主張してい\nる。\nなるほど一般的にいえば，預金者本人以外の者が預金通帳と届出印を所持して\nいる場合には，本人からその預金の払戻しについて依頼を受けていることが多いで\nあろうと考えられるが，必ずしもそのような場合ばかりでないことは周知のことが\nらであるし，最近では特に事務所荒らしなどによって盗取された預金通帳や印鑑な\nどを利用して不正な払戻しを受ける被害が多発していたことは前記認定のとおりで\nあるから，本件のように，銀行の担当者が窓口で払戻しを請求している者と初対面\nで，しかも，預金者本人ではないと考えていた以上，単に請求者が預金通帳と届出\n印を所持していて，払戻請求書の印影と届出の印影とが同一であることを確認した\nだけでは，金融機関としてなすべき注意義務を尽くしたと評価することはできない\nというべきである。\nエ　なお，Ｆは，当裁判所における証言の際に，Ｃに対して原告Ａの生年月日と引\nき出した資金の使途とを確認したところ，Ｃは何ら躊躇することなく原告Ａの正確\nな生年月日を答えただけではなく，資金の使途についても「厚生省に持っていく」\nとそれなりの答えがあったため，Ｃがタイアップグループ事務局の職員に間違いは\nないと信じた，などと証言しているので，この点について付言する。\nまず，Ｆにそのような質問されたはずのＣは，当裁判所からの書面による尋問\nに対して，Ｆから電話番号などの個人的な情報を尋ねられたり，原告Ａの生年月日\nや資金の使途などについて質問されたことはないと回答しているうえ，本件では，\nＣが手渡された預金通帳に原告Ａの生年月日が記載されていたわけではないし，他\nにＣが原告Ａの生年月日を知りえたことをうかがわせる資料も提出されていないか\nら，Ｃが原告Ａの生年月日を知っていたということ自体が不自然であることや，い\nかにＣが同種事件を多数繰り返していたとはいえ，社会一般的には珍しい特別な団\n体の名称が使われており，払い戻した資金の使途としても厚生省への支払いだとい\nうのは特異なものに属するはずであるから，仮に，ＣがＦに対してそのような答え\nをしたのであれば，\nＣにも何らかの記憶に残ってしかるべきところであるのに，Ｃは，特に個人的な事\n柄を尋ねられたことはないと回答していることなどを総合考慮すると，Ｆによって\nなされた自分自身の無過失を基礎づける内容の前記の証言を採用することはできな\nい。\nオ　したがって，Ｃに対するＡ口座からの本件払戻しについては，被告の担当者で\nあるＦによる正当な権限の有無についての確認行為が不十分であり，無過失とはい\nえないから，預金規定に定められた免責条項により免責されることはないし，民法\n４７８条により有効な弁済とすることもできないというべきである。\n４　Ｂ口座からの払戻しの当否\n次に，Ｂ口座からの払戻しの当否について検討する。\n(1)　前記３（Ａ口座からの払戻しの当否）(1)イで認定した事実（被告の払戻手続\nに関する内規）のほか，甲２１号証，甲２３号証，甲２７号証，乙７号証，乙１０\n号証，Ｇ証人の証言，Ｈ証人の証言，Ｄ証人の書面尋問の結果によれば，以下の事\n実が認められる。\nア　麹町支店における払戻手続の件数は，月曜日及び金曜日が比較的多く，月曜日\nは，通常，１日で約３００件程度であり，午前９時から午前１１時すぎまでの間の\n払戻件数は約５０件程度であった。ちなみに，被告における払戻手続の内規は前記\n３(1)イのとおりであり，麹町支店においては，この内規に従った取り扱いがなされ\nており，前述の四谷支店のように要件審査を加重する取扱いがなされなかった。\nイ　本件でＢ口座からの払戻しを請求したＤは，平成１１年３月８日月曜日午前９\n時前，氏名不詳の中国人が盗取してきたＢ口座の預金通帳と届出印を預かり，Ａ口\n座からの払戻しのため四谷支店に向かったＣと別れて，午前９時２０分ころ，麹町\n支店に入った。同人は，ミニスカートとコートを着用して，まずＡＴＭ機で通帳に\n記帳をして盗難届が出ていないことと残高を確認したうえで，窓口の整理券を取\nり，記帳台で通帳を見ながら銀行備え付けの払戻請求書に，店番号，口座番号，払\n戻金額，口座名義人を記入し，届出印を押捺して，窓口を担当していたＧに提出し\nて，預金残高５２１万円余のうち５００万円の払戻しを請求した。\nウ　Ｇは，平成９年４月に被告に入行して以来，主に麹町支店で窓口業務を担当し\nてきたが，Ｇが払戻手続について上司から指示されていた事項は，①払戻請求書の\n印影が少しでも不鮮明な場合には，再押印を求めたうえで入念に印鑑照合を行うこ\nと，②他の支店の預金口座について１００万円を超える払戻しを請求された場合に\nは，原則として届出住所の記載を求めること，③払戻請求の直前に少額の入金がな\nされていたり，届出住所の記載が誤っているなど，払戻手続に不審がある場合には\n証印者に相談すること，の３点である。そして，このうち，②や③に該当する場合\nには，窓口を担当するＧの判断で払戻しに応ずることはできず，証印者であるＨの\n決裁を経ることが必要とされていた。\nエ　Ｇは，Ｄとは初対面であり，Ｄから提出された払戻請求書を確認したところ，\nその印影がにじんで不鮮明だったため，Ｄに対して，再度押印を求めた。その際，\nＤの所持していた携帯電話の呼出音が鳴ったが，Ｄはその場では電話に出ず，Ｇに\n対し外で電話をしてくることを伝えて店外に出て行った。Ｇは，Ｄは携帯電話を使\n用するときのエチケットとして店外に出ていったものと思い，特段不審な行動とは\n考えなかった。そして，Ｇは，払戻請求書に再度押捺された印影と通帳に押捺され\nた副印鑑の印影とを照合して同一であることを確認したうえ，請求が１００万円を\n超える他店払いであったため，上記②の指示に従い，Ｄに対して，届出住所の記載\nを求めた。しかし，Ｄは，これまでにも盗取された通帳を預かって不正に払戻しを\n受けた経験があり，\n窓口で届出住所や電話番号の記入を求められる場合もあることを予想して通帳が保\n管されていた事務所の住所や電話番号を覚えていたため，何も見ずに，その場で\n「新宿区ｈ－ｉ王欄ビル４Ｆ」という住所を記入した（本件払戻請求書（乙２号証\nの１）の下の余白部分に記載された住所の字は，特に震えたりすることもなく，綺\n麗に書かれており，Ｄがあまり慌てたりせずに記載したことが推認される。）。も\nっとも，原告Ｂの正しい届出住所は「東京都新宿区ｈ－ｉ王蘭ビル４階」であり，\nＤが記入した住所は「蘭」の字が「欄」と誤って記載されていたが，Ｇは，その誤\n記には気付かなかった。\nオ　Ｇは，平成１１年３月当時，東京近辺で盗取された通帳と印鑑を利用し\nて預金を引き出す事件が発生していたことは知っていたが，上司からそのことにつ\nいて特別の注意や指導を受けておらず，また，警察の作成した防犯を呼びかけるビ\nラの回覧も見ていなかった。そして，Ｇは，ＤによるＢ口座からの払戻請求が上記\n②に該当したので，証印者であるＨに通帳，払戻請求書と届出住所をプリントアウ\nトした書面を引き渡し，検討を依頼した。\nカ　Ｈは，昭和６３年４月に被告に入行し，平成１１年３月４日，麹町支店\nに異動して証印者となった。Ｈは，平成１１年１月ころ被告の荻窪支店で他人の通\n帳で払戻しをしようとして逮捕された事件があったことは知っていたが，勤務先の\n麹町支店の近辺で同様の事件が発生していることは知らなかった。Ｈは，Ｇから一\n件書類を引き継ぎ，払戻請求書の印影と副印鑑の印影とを照合して両者が同一であ\nることや，通帳の取引履歴を見て直前に少額入金がないことを確認したうえ，Ｇが\nＤに記載してもらった住所と届出住所とを確認し，特に不審な点はないものと判断\nしてＢ口座からの本件払戻しを承認し，Ｇに一件書類を戻した。そして，Ｇは，同\n日午前９時４０分ころ，Ｄに対して現金５００万円を交付した。\n(2)　上記認定の事実により，Ｄに対するＢ口座からの本件払戻しにつき，被告の担\n当者に過失がないか否かを検討する。\nア　まず，Ｂ口座からの払戻請求に際してＤから提示された預金通帳が真正のも\nのであることや，その預金通帳に押捺されている副印鑑の印影と払戻請求書に押捺\nされている印影及びＧの面前で再度押捺してもらった印影とが同一で，Ｄが所持し\nている印鑑が真正の印鑑であることは，ＧもＨも，これを確認している。そして，\n真正な通帳と届出印を使用して払戻請求がなされた場合には，払戻しの請求をした\n者について正当な受領権限を有しないのではないかと疑わしめる事情が存在しない\n限り，金融機関の窓口担当者としては，さらに身分証明書の提示を求めたり，生年\n月日や電話番号などの個人的情報を尋ねたりしなくても過失はないというべきであ\nることは，既に説示のとおりである。したがって，ＤによるＢ口座からの払戻請求\nについては，払戻し\nの請求をしたＤについて，正当な受領権限を有しないのではないかと疑わしめる事\n情が存在したか否かが問題である。\nイ　そこで，検討を進めると，前記のＣによるＡ口座からの払戻請求において\nは，証印者であるＦが，払戻請求をしている者が預金者の原告Ａではないと認識し\nていたのに，漠然と事務局の職員であると考えて，住所や電話番号を記載させたり\n身分証明書を提出させるなど適切な確認をしなかった点に過失が認められるが，Ｄ\nによるＢ口座からの払戻請求については，１００万円を超える他店払いの請求であ\nったので，ＧがＤに対して届出住所の記載を求めたところ，かねて予期していたＤ\nは，慌てることなく自然な態度で何も見ずにその場で届出住所を記載したというの\nであるから，ＧがＤをＢ口座の正当な受領権限を有する者と考えたことはやむをえ\nないことと考えられる。\nウ　もっとも，Ｄが記載した届出住所のビルの名称は，正確には１字誤っている\nが，誤記とされる「欄」と正しい「蘭」の字は，違いを指摘されればそのとおりで\nあるが，ともに同じ音で，文字の形状も木へんと草かんむりの差こそあれ，ほとん\nど同じでるから，Ｇがこれに気づかなかったとしても，これをもって過失があった\nとするのは相当ではないというべきである。\nエ　次に，Ｈについてであるが，Ｈは，麹町支店の証印者としてＧよりは慎重に\n確認すべき一般的な注意義務を負っていたことはいうまでもなく，しかも，窃盗団\nによる不正払戻事件が発生していたことは銀行関係者の間では知られていた事実で\nあるから，払戻請求に際して何か不審な点があれば，その不審を解消するために必\n要かつ適切な方法で確認しなければならないことはいうまでもないことである。し\nかし，本件においては，前記認定のとおり，麹町支店では本件前に盗取された通帳\nや印鑑を利用した不正払戻しが発覚したことはないうえ，ＤによるＢ口座からの本\n件払戻請求は，真正な預金通帳と印鑑を利用してなされたもので，通帳の取引履歴\nにも不審な点はなかったばかりか，窓口担当のＧがＤに届出住所の記載を求めたの\nに対して，Ｄは落ち\n着いてその住所を記載したというのであるから，これらの手続を踏まえたうえでＧ\nから引き継いだＨとしては，一般に尽くすべき確認手続はとられていると考え，窓\n口に来ているＤがＢ口座からの払戻しにつき正当な権限を有するものと信じて，特\nに不審を抱かず，それ以上の確認手段をとらなかったとしても，責められるべき点\nはないというべきであって，過失はないというべきである。結局，ＤによるＢ口座\nからの払戻しについては，Ｄの事前の準備が被告の確認マニュアルを上回ったとい\nうことであり，本人ではないと考えつつ適切な確認手段をとらなかったＣによるＡ\n口座からの払戻しのケースとは異なるといわざるをえない。\nオ　したがって，Ｄに対するＢ口座からの本件払戻しについては，被告の担当者\nであるＧ及びＨによる正当な権限の有無についての確認行為につき無過失といえる\nから，預金規定に定められた免責条項により免責されるか，民法４７８条により有\n効な弁済として有効というべきである。\n５　まとめ\n以上に認定，説示したところによれば，被告がＡ口座からの払戻しに応じた\nことについては，被告の担当者に前記認定，説示のような過失があり，責任がある\nといわざるをえないが，被告がＢ口座からの払戻しに応じたことについては，被告\nの担当者には過失がなく，責任がないというべきである。\n第４　結論\n以上によれば，原告Ａの請求は理由があるから認容し，原告Ｂの請求は理由がない\nから棄却することとし，訴訟費用の負担につき民事訴訟法６１条，６４条本文を，\n仮執行の宣言につき同法２５９条１項を，それぞれ適用して，主文のとおり判決す\nる。\n東京地方裁判所民事第４８部\n裁判長裁判官   須藤典明\n裁判官   鳥居俊一\n裁判官   高橋純子\n･\n"
}