{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 19
  },
  "case_number": "平成17(行コ)16",
  "case_name": "農振法に基づく開発許可義務付け請求事件",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "gist": "農業振興地域の整備に関する法律（平成１７年法律第５３号による改正前）１５条の１５第１項の規定に基づく開発許可申請に対する開発不許可処分取消請求訴訟において，控訴審で関連請求として提起した前記開発許可をすべきことを求める行政事件訴訟法３条６項２号の義務付けの訴えが，却下された事例",
  "case_gist": "農業振興地域の整備に関する法律（平成１７年法律第５３号による改正前）１５条の１５第１項の規定に基づく開発許可申請に対する開発不許可処分取消請求訴訟において，控訴審で関連請求として提起した前記開発許可をすべきことを求める行政事件訴訟法３条６項２号の義務付けの訴えにつき，取消訴訟の原告は，取消訴訟の口頭弁論の終結に至るまで，関連請求に係る訴えを併合して提起することができるが（同法１９条１項前段），取消訴訟が高等裁判所に係属しているときは，当該関連請求に係る訴えの被告の同意を得なければならないとされ（同法１９条１項後段，１６条２項），前記訴えの相手方とされた被告は，答弁書において前記訴えについては同意しないことを明らかにしているから，新たに被告とされた者の同意を欠き，前記基本事件の関連請求としては併合要件を欠くものであって，第一審管轄裁判所に提起すべきものであり（同法３８条１項，１２条１項），被告が異なる以上，前記訴えにつき訴えの変更の規定の例によることはできず（民事訴訟法１４３条），また，前記訴えは第一審管轄裁判所に移送すべきではないとして，前記訴えを却下した事例",
  "lawsuit_id": "4614",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=4614",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/614/004614_hanrei.pdf",
  "contents": "【判事事項の要旨】\n改正前の行政事件訴訟法による取消訴訟が控訴審に係属中に，改正後の同\n法１９条１項に基づいて控訴審に提起された同法３条６項２号の義務付けの\n訴えの帰すう（訴え却下）\n主　　　　　　　　　文\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求の趣旨\n１　原告が平成１３年５月２９日付けで農業振興地域の整備に関する法律\n１５条の１５第１項の規定に基づいて提出した開発許可申請について，\n被告（行政庁は宮城県知事）は申請どおりの開発許可をせよ。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n１　本件は，当裁判所に係属している平成１７年（行コ）第６号農振法に\n基づく開発不許可処分取消請求控訴事件（控訴人宮城県知事，被控訴人\n原告。以下「本件基本事件」という。）の被控訴人（第１審原告）であ\nる原告が，行政事件訴訟法１９条１項に基づく関連請求として，当審に\nおいて，被告を相手方として，農業振興地域の整備に関する法律（平成\n１７年法律第５３号による改正前のもの。以下「農振法」という。）１\n５条の１５第１項の許可をすべきことを求めて，行政事件訴訟法３条６\n項２号の義務付けの訴えを提起した事案である。\n平成１６年法律第８４号による行政事件訴訟法の一部改正に伴い，平\n成１７年４月１日以降，取消訴訟の被告適格が従来の行政庁から行政庁\nの属する国又は公共団体に改められたため（改正後の行政事件訴訟法１\n１条１項。以下，改正後の同法を「新法」といい，改正前の同法を「旧\n法」という。），従前行政庁を相手として取消訴訟を提起していた者が\n同一処分に関して新たな訴えを提起するには当事者を異にする国又は公\n共団体を被告としなければならなくなった。\nそこで，既に行政庁を被告とする取消訴訟が控訴審に係属しており，\n当該取消訴訟の原告が関連請求として控訴審において新法に規定する義\n務付けの訴えを新たに提起し，新たに被告とされたものがこれに同意し\nなかったとき，新たに提起された義務付けの訴えをいかにすべきかが問\n題となる。\n２　本件の訴訟の経過は，おおむね以下のとおりである。\n(1) 原告は，宮城県白石市ｂ字ｃｄ山林５５１５１㎡外１６筆の土地に\n管理型産業廃棄物最終処分場を設置する計画を立てたが，設置予定地\nの一部が農振法に基づいて指定された農用地区域内に在るため，平成\n１３年５月２９日付けで宮城県知事に対し，農振法１５条の１５第１\n項の規定に基づき開発行為の許可申請（以下「本件申請」という。）\nを行った。\n(2) 本件申請は，白石市長を経由してされたが（農振法１５条の１５第\n２項），白石市長は，本件申請に係る開発行為は同条第４項１号に該\n当する旨の意見を付して本件申請の申請書を宮城県知事に送付し（同\n条第３項），これを受けた宮城県知事は，平成１３年１０月１９日，\n計画されている開発行為は農用地区域内にある土地を相当長期にわた\nり農用地等以外の用途に利用する計画であり，白石市が定める地域整\n備計画の達成に支障を及ぼすおそれがあり，農振法１５条の１５第４\n項１号の不許可事由に該当するとの理由で本件申請を許可しない旨の\n処分（以下「本件不許可処分」という。）を行った。\n(3) これに対して，原告は，平成１４年６月１３日，本件不許可処分の\n取消しを求める取消訴訟を仙台地方裁判所に提起したところ，同裁判\n所は，本件不許可処分は行政手続法５条及び８条に違反することを理\n由に取り消すべきものと判断した。そのため，宮城県知事が控訴した\nが，この控訴事件が本件基本事件である。\n(4) 原告は，本件基本事件が当審に係属した後の平成１７年６月９日，\n本件不許可処分を取り消す判決が確定したのみでは宮城県知事が手続\nをやり直した上で再び本件申請を不許可にするおそれがあるとして，\n本件基本事件の関連請求として，当審において，本件申請を許可する\n旨の判決を求める本件訴えを追加して併合提起した（なお，原告は，\n当初は宮城県知事に対して訴えの変更の規定によって義務付けの訴え\nを提起していたが，同年９月８日，被告を宮城県とする関連請求の訴\nえに補正した。）。\n本件訴えに係る訴状の送達を受けた被告は，同月２０日，本件訴え\nについて同意をしない旨の答弁書を提出した。\n第３　当裁判所の判断\n１　本件基本事件は，旧法下において提起された取消訴訟であって，被告\nは行政庁である宮城県知事であり（旧法１１条１項），新法の下におい\nても，改正法附則３条の規定によって，なお従前のとおり，宮城県知事\nが被告となるべきものである。他方，本件訴えは，新法下において提起\nされた新たな訴えであるから，被告適格については新法が適用され，本\n件不許可処分をした宮城県知事の属する公共団体である宮城県が被告と\nなる（新法３８条１項，１１条１項）。\nところで，取消訴訟の原告は，取消訴訟の口頭弁論の終結に至るまで，\n関連請求に係る訴えをこれに併合して提起することができるのであるが\n（新法１９条１項前段），取消訴訟が高等裁判所に係属しているときは，\n当該関連請求に係る訴えの被告の同意を得なければならないとされてい\nる（新法１９条１項後段，１６条２項）。\nそして，原告は，新法３条６項２号の義務付けの訴えとして本件訴え\nを当審において提起したものであるが，本件訴えの相手方とされた被告\n宮城県は，答弁書を提出し，本件訴えについて同意をしないことを明ら\nかにしている。\nしたがって，本件訴えの提起は，高等裁判所に係属している取消訴訟\nの関連請求として提起されたが，新たに被告とされた者の同意を欠くも\nのであり，本件基本事件の関連請求としては併合要件を欠くものといわ\nざるを得ない。そして，併合し得ないとすると，本件訴えは，高等裁判\n所に提起すべきものではなく，第１審管轄裁判所である仙台地方裁判所\nに提起すべきものである（新法３８条１項，１２条１項）。なお，被告\nが異なる以上，本件訴えにつき訴えの変更の規定（民事訴訟法１４３条）\nの例によることはできない。\n２　次に，高等裁判所に提起された関連請求に係る訴えが被告の同意を欠\nく場合，これを不適法な訴えとして却下すべきか，又は第１審管轄裁判\n所に移送すべきかが問題となるところ（最高裁昭和５９年３月２９日第\n一小法廷判決・判例時報１１２２号１１０頁参照），本件訴えは，第１\n審管轄裁判所に移送すべきではなく，不適法な訴えとして却下するのが\n相当と解される。その理由は以下のとおりである。\n新法３条６項２号で規定された義務付けの訴えは，不作為の違法確認\nの訴え又は取消訴訟，無効等確認の訴え（以下，これらの訴えを「取消\n訴訟等の訴え」という。）と併合提起しなければならず（新法３７条の\n３第３項），併合して提起された義務付けの訴えと取消訴訟等の訴えに\n係る弁論及び裁判は，分離しないでしなければならないとされている（\n新法３７条の３第４項）。したがって，義務付けの訴えのみを提起する\nことは許されず，義務付けの訴えのみが提起された場合には不適法な訴\nえとして却下されるべきであるが，既に取消訴訟等の訴えが提起されて\nいる場合は追加して義務付けの訴えを提起することは許されると解され\nるし，義務付けの訴えのみを提起した場合でも，これが却下される前に\n取消訴訟等の訴えを提起すれば，瑕疵は治癒されるものと考えられると\nころである。いずれにしても，新法は，取消訴訟等の訴えと義務付けの\n訴えとは同一の裁判所で同時に審理・判断することを予定しているもの\nというべきであるが，これは取消訴訟等の訴えに係る請求に理由がある\nことが義務付けの訴えによる救済の必要性を根拠付けるものであり，取\n消訴訟等の訴えに係る請求の当否と義務付けの訴えにかかる請求の当否\nとは切り離して判断することはできないことによるものと解される。\nしかるところ，仮に本件訴えを第１審管轄裁判所に移送すべきとする\nと，本件の取消訴訟は既に高等裁判所に係属しているのであるから，移\n送を受けた裁判所は，義務付けの訴えである本件訴えに係る請求の当否\nのみを審理判断せざるを得ないことになるが，このようなことは法の予\n定していないことといわなければならない。なぜならば，上記のように，\n法が取消訴訟等の訴えと義務付けの訴えとを併合提起することを義務付\nけたのは，取消訴訟等の訴えに係る請求に理由があることが義務付けの\n訴えによる救済の必要性を根拠付けるものであるがゆえであり，そうで\nある以上，取消訴訟等の訴えに係る請求の当否を審理判断することをし\nないで義務付けの訴えに係る請求の当否のみを判断することはできない\nというべきところ，仮に義務付けの訴えのみを第１審管轄裁判所に移送\nするとすると，移送を受けた裁判所としては，義務付けの訴えに係る請\n求の当否を判断するために，取消訴訟等の訴えに係る請求の当否につい\nてまでも審理判断せざるを得ないことになるのであって，そうなっては，\n同一の行政行為に係る取消訴訟等の訴えに係る請求が異なる裁判所に二\n重に係属したに等しい結果となり，訴訟経済に反することになるだけで\nなく，同一事項についての裁判所の判断に食い違いが生ずるおそれもあ\nるからである。\nもっとも，新法３７条の３第６項前段は，裁判所は審理の状況その他\nの事情を考慮して取消訴訟等の訴えについてのみ終局判決をすることが\nより迅速な争訟の解決に資すると認めるときは当該訴えについてのみ終\n局判決をすることができる旨を規定しており，この規定によれば，取消\n訴訟等の訴えについての判決が先行した結果，取消訴訟等の訴えが高等\n裁判所に，義務付けの訴えが地方裁判所に係属することがあり得ること\nになる。しかし，この規定も，当初は取消訴訟等の訴えと義務付けの訴\nえとが同一裁判所に適法に併合提起されたことを前提とし，当該裁判所\nの判断によって取消訴訟等の訴えについてのみの終局判決を先行させる\nことを認めたものと解されるのであって，適法に併合提起されていない\n場合についてまで，取消訴訟等の訴えと義務付けの訴えとが異なる裁判\n所に係属することを認めた趣旨と解することはできない。\nしたがって，本件訴えを第１審管轄裁判所に移送することは相当でな\nいというべきであり，不適法な訴えとして却下するのが相当である。な\nお，このように解すると，被告適格の規定を改め，国民にとって行政訴\n訟をより提起しやすくした行政事件訴訟法の改正の趣旨に反するように\nみえなくもないが，新法が規定する義務付けの訴えは，新法の施行によ\nって認められた訴訟類型であり，旧法下では提起し得なかったものであ\nるから，やむを得ないことといわなければならない。原告としては，新\nたな行政処分を待ってそれに不服があれば，取消訴訟の訴えと共に義務\n付けの訴えを併合提起するほかはないものというべきである。\n３　したがって，本件訴えは不適法であってその不備を補正することがで\nきず，また，第１審管轄裁判所に移送するのが相当とはいえないから，\nこれを却下することとし，主文のとおり判決する。\n仙台高等裁判所第２民事部\n裁判長裁判官　　　　大　　　橋　　　　　　　弘\n裁判官    　　鈴　　　木　　　桂　　　子\n裁判官    　　中　　　村　　　　　　　恭\n"
}