{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 21
  },
  "case_number": "平成13(ワ)1202",
  "case_name": "損害賠償請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7182",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7182",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/182/007182_hanrei.pdf",
  "contents": "判決　平成１４年６月２１日　神戸地方裁判所平成１３年(ワ)第１２０２号損害賠\n償請求事件\n主　　　　　　文\n１　被告は、原告に対し，６０７万０５４９円及びこれに対する平成１１年２\n月８日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３  訴訟費用は，２分し，その１を原告の，その余を被告の各負担とする。\n４　この判決は，１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n被告は、原告に対し，１２６０万６４８１円及びこれに対する平成１１年２\n月８日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要など\n１　事案の概要\n本件は，原告が被告の経営する本件病院において，胃の内視鏡検査（以下\n「胃カメラ検査」という。）を受診した際，同病院の担当者から胃カメラ検査に当\nたって睡眠導入剤を使用する旨の説明を受けなかったこと，また，同薬による影響\nで同検査後，数時間自動車運転が危険であるとの説明を受けなかったことから，自\n動車を運転して帰宅した際，睡眠導入剤による影響で交通事故を起こし，傷害など\nの損害を被ったとして，被告に対し，民法７１５条に基づき，１２６０万６４８１\n円及びこれに対する不法行為の日である平成１１年２月８日から支払済みまで年５\n分の割合による金員に支払いを求める事案である。\n２　前提事実（文章の末尾の証拠などを掲げた部分は，証拠などによって認定し\nた事実，その余は，当事者間に争いのない事実）\n(1)　原告は，昭和１２年１０月１８日生まれで，後記本件事故当時，６１歳で\nあった（甲１）。\n(2)　本件病院での受診\nア　平成１０年１２月２９日　原告が胸焼けの主訴で受診。\n原告を担当したＡ医師は，原告の症状を逆流\n性食道炎と診断。\nイ　平成１１年１月２４日　　原告は，同年２月８日の内視鏡検査を予約し\nた（乙１，証人Ｂ）。\nウ　同年２月８日　　　　　　原告は，胃カメラ検査を受検した。それに先\nだって原告に対し，睡眠導入剤（ドルミカム）１０㎎が使用（静脈注射）された。\n同検査後，拮抗剤としてアネキセート（フルマゼニル）０．５㎎が使用（静脈注\n射）された。\n胃カメラ検査の結果，原告に中等度の食道裂\n孔ヘルニアが認められた。\n(3)　本件事故（甲１）\nア　日時　　　　平成１１年２月８日午前１１時４０分ころ\nイ　場所　　    神戸市北区ａ町ｂ１３\nウ　態様　　　　原告運転車両が対向車線側にある道路側の電柱に正面衝突\nした。\nエ　原因　　　　原告が運転中，意識を失ったこと。\n(4)　本件事故による原告の受傷内容，程度\n腰椎圧迫骨折，左肋軟骨骨折，左手関節部骨折，右腸骨骨折，両膝打撲，\n右肩腱板損傷，右肩関節周囲炎など（甲２ないし７）\n(5)　原告に使用されたドルミカムは，睡眠導入剤で，速効性があり，その作用\n持続時間は，約２時間と他の鎮静剤に比べて短く，血中濃度半減期も０．２㎎／㎏\n静注時，約２時間となっている（甲８の１・２，乙８）。\nアネキセート（フルマゼニル）は，ドルミカムの作用を減殺させる拮抗薬\nで，その血中濃度半減期は，約５０分とドルミカムより短い（甲９の１・２，乙\n８）。\n３　主要な争点\n(1)　睡眠導入剤であるドルミカムの使用について，説明義務違反があったかど\nうか。\n（原告の主張）\nア　医師は，胃カメラ検査に当たって，睡眠導入剤を使用する場合，その使\n用とともに同検査後，自動車運転をすると，睡眠導入剤による影響で事故を起こす\n危険性があるため，自動車運転をしないようその危険性について説明すべき義務を\n負っている。\nイ　しかし，本件病院の医師，看護婦は，原告に対し，本件の胃カメラ検査\nに当たって，睡眠導入剤を使用することについて説明をしたことがなく，また，同\n検査後もその使用の事実及び事後の自動車運転の危険性について医師らから説明を\nしたこともない。\nウ　したがって，本件病院の医師，看護婦らには，説明義務違反がある。\n（被告の主張）\nア　本件病院では，原告に対する，胃カメラ検査に先立って，睡眠導入剤\n（ドルミカム）を使用しているが，その使用について，以下のとおり説明を尽くし\nている。\n(ア)　Ｂ看護婦は，平成１１年１月６日の胃カメラ検査予約時に，原告に\n対し，以下のような説明をしている。\nａ　検査前日は，軽い夕食を取り夜１０時以降は，検査まで水も食事も\n取らない。\nｂ　検査時，薬を使うことがあります。その場合眠くなるので２～３時\n間は車の運転をしないで下さい。\nｃ　ご都合の悪い時には，早めにご連絡ください。\n(イ)　Ｃ看護士は，平成１１年２月８日の胃カメラ検査前，「内視鏡挿入\nの刺激などで，吐き気などを起こしやすくつらいため，眠たくなる薬を注射し，検\n査をおこないます。検査後は，目を覚ます薬を注射し，目が覚めますが，また後で\n眠たくなることがありますので，しばらく休んで帰ってください。」と説明をして\nいる。\n(ウ)　胃カメラ検査の施術者であるＤ医師は，原告に対し，「内視鏡検査\nは，吐き気が起こると苦しいので，眠くなる注射をしていますが，甲さんにもして\nよろしいですか。検査中は眠ってしまいますが，終わったら目が覚める注射をしま\nす。ただし，目が覚めても，しばらく眠くなったり，ふらつくことがあるので注意\nしてください。」と説明した。それに対し，原告は，「お願いします。」と同意し\nていた。また，検査後も「しばらくをボーとしたり，ふらつくことがあるので気を\nつけてください。」と説明をしている。\n(エ)　Ｅ看護婦は，胃カメラ検査後，原告に対し，「今は目が覚めていて\nも，又眠くなってくると思いますので，内科診察までの間，注射室のベッドで少し\n休みましょうかね。」と勧めている。また，その後，２階廊下の鏡の前で髪を整え\nている原告に対し，「大丈夫ですか。下で休みますか。」と声をかけている。\nイ　したがって，被告のスタッフであるＤ医師やＢ看護婦らには，原告に対\nし，本件の睡眠導入剤の使用に関して，説明義務違反はない。\n(2)　損害の有無\n（原告の主張）\n被告の被用者である上記医師や看護婦らに説明義務違反があった結果，原\n告が本件事故を起こし，以下のような損害を被った。その損害の合計額は，１２６\n０万６４８１円となる。\nア　治療関係費　２３５万９８９５円\n(ア)　治療費　　　　３８万４０３９円（別紙「治療関係費目録」記載の\nとおり）\n(イ)　通院交通費　　２９万０２２０円\n(ウ)　将来治療費　１６８万５６３６円\n本件事故による原告の症状としては，肩関節の可動域制限，腰痛及び\n腸骨付近の筋力低下が激しく，したがって，今後も継続してそれらに対する治療が\n必要である。将来の治療関係費として以下の費用を要する。\n記\nＦ医大　　　　　　　　　　　　　　治療費　１５００円\n交通費　１９２０円\nＧ病院　　　　　　　　　　　　　　治療費　　３４０円\n交通費　１１４０円\nＨ病院（リハビリ通院　月８回）　　治療費　２４００円\n交通費　２８８０円\n以上の月額合計１万１８０円を基礎に平均余命２３，６３年のラ\nイプニッツ係数を乗じて算出した金額。\nイ　物的損害　２８万３０００円\n本件事故により以下の物が損壊した。\n記\n(ア)　眼鏡　　　２０万円\n(イ)　時計　　　　１万５０００円\n(ウ)　洋服　　　　３万円\n(エ)　ブラウス　　２万５０００円\n(オ)　ズボン　　　１万３０００円\nウ　休業損害  ５３３万７５４２円\n原告は，本件事故の日である平成１１年２月８日より平成１２年８月３\n１日まで１年２０５日間，家事労働がまったくできなかった。その損害は，以下の\nとおりである。\n記\n３４１万７９００円／年（賃金センサスによる全年齢平均賃金）×１年\n２０５日＝５３３万７５４２円\nエ　慰謝料　３４８万円\n原告が被った以下のような事情による精神的苦痛を金銭的に評価すると\n３４８万円が相当である。\n記\nこれまでの通院は２３か月にわたっており，今後も定期的に通院する必\n要がある上，事故前に開いていた茶，花，着付けの教室は本件事故により継続が不\n可能になり，現在も家事労働が困難な状況が続いている。また，原告の夫は，原告\nの介護等のため心身にわたる無理がかかり，平成１１年夏ころに脳梗塞により入院\nすることになった。\nオ　弁護士費用　１１４万６０４４円\n上記損害合計額の１０パーセントが相当である。\n（被告の主張）\n否認又は争う。\n(3)　過失相殺の適否\n（被告の主張）\nア　仮に，被告において，何らかの説明不足があったとしても，被告のスタ\nッフ（延べ５名）は，上記のとおり予約時点，検査前，検査後にしかるべき注意し\nている。原告がそのような注意を受けていたにもかかわらず自動車の運転をしたも\nので，その過失の程度は大きい。\nイ　したがって，大幅な過失相殺がなされてしかるべきである。\n（原告の主張）\nア　被告の医師その他のスタッフからは当日の自動車運転に関する注意のみ\nならず，睡眠導入剤を使用することも，また，その使用による注意（眠くなる等）\nもなかった。\nイ　したがって，本件においては，過失相殺がなされるべきでない。\n(4)　損益相殺の適否\n（被告の主張）\n本件事故を原因として支払われた搭乗者傷害保険金は，原告運転にかかる\n事故で，それによって原告が被った損害を填補するものであるから，同保険金をも\nって，損害額から差し引くべきである。\n（原告の主張）\nア　原告の夫は，本件事故を原因として同人が契約していた自動車保険（大\n東京火災）から，車両保険金とともに搭乗者傷害保険金３３万円を受領した。\nイ　上記搭乗者傷害保険金は，損害を填補する性質のものでなく，したがっ\nて，損益相殺の対象とはなりえない。\n第３　当裁判所の判断\n１　証拠（甲８，９の各１・２，１０，乙１ないし６，８，証人Ｂ，同Ｃ，同\nＤ，　　同Ｅ，原告本人）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)　原告は，Ａ医師の指示を受けて被告の外来で胃カメラ検査の予約をした。\nその際，それを担当したＢ看護婦は，同検査を受ける際の注意事項として検査前日\nの食事や水分の取り方について説明をした。しかし，その際，交付した予約用紙に\nは，検査前日の食事の注意と予約取消しの際の注意については，記載があったもの\nの検査の際使用する薬について「眠くなる。自動車の運転は何時間避けてくださ\nい。」等の注意を喚起した記載はなく，その他，その受診に当たっての注意事項を\n記載したメモやパンフレットなどを交付したことはなかった。\nなお，上記検査予約時には，その検査に当たって，睡眠導入剤を使用する\nか否かの確認をすることもなかった。\n(2)　原告は，平成１１年２月８日午前１０時ころ，胃カメラ検査を受けるた\nめ，本件病院の内視鏡室に案内された。そこで，Ｃ看護士は，原告に対し，「内視\n鏡挿入の刺激で，吐き気などを起こしやすく，辛いことからそれを回避するため，\n眠たくなる薬を注射したうえ検査をします。そして，検査終了後は，目を覚ます薬\nを注射します。」旨説明をしたところ，原告は，睡眠導入剤の使用に関しては，初\nめて聞くような様子であった。\nそこで，Ｃ看護士は，原告に対する胃カメラ検査を実施するＤ医師に対\nし，睡眠導入剤の使用に関して聞いていない旨伝えたところ，Ｄ医師は，原告に対\nし，「内視鏡検査は，吐き気が起こると苦しいので，眠くなる薬をしますが，どう\nですか。検査中は，眠ってしまいますが，終わったら目が覚める注射をします。」\n旨の話を原告にしたところ，原告がそれを了承したので，Ｃ看護士にドルミカム\n（睡眠導入剤）１０㎎の注射を指示した。\nＣ看護士は，同日午前１０時１０分ころ，その指示を受けて原告に対し，\n胃カメラ検査に先立ってドルミカム（睡眠導入剤）１０㎎の注射をした。\nＤ医師は，原告に対する胃カメラ検査を同日午前１０時２５分ころ終え，\nＣ看護士に拮抗剤であるアネキセートの注射の指示をし，同看護士から引継を受け\nたＥ看護婦が原告に対し，同注射をした。しばらくして原告が覚醒したため，Ｄ医\n師は，同内視鏡室内で検査結果について説明をした。\nその後，Ｅ看護婦は，検査後，原告が内視鏡室で着替えをしていた際，原\n告に軽度のふらつきと眠そうな様子が認められたため，「目が覚めても，また，ま\nた，眠くなるので，後の内科外来の診察までの間，しばらく休んでは。」との話を\nしたが，原告から大丈夫との話があった。その直後，２階の廊下にいた原告を見た\nことから，原告とともにエレベーターで１階の内科外来の前までいった。\n(3)　原告は，その後，主治医であったＡ医師から胃カメラ検査の結果につい\nて，説明等を受け，自動車に乗って帰宅した際，本件事故にあった。\n(4)　本件病院は，その所在位置が不便であったため，本件の原告を含めて同病\n院を来院する患者は，自分で自動車を運転してくるか，あるいは，第三者に自動車\nに乗せてもらって来院することが多かった。\n(5)　Ｄ医師は，胃の内視鏡検査をするに当たってドルミカム１０㎎使用し，そ\nの検査後，拮抗剤であるアネキセートを使用した場合でも，それぞれの薬の効用喪\n失時間からしてドルミカム使用後２～３時間は休む必要があると考えていた。\n(6)ア　本件病院では，原告の本件事故もあり，その後，内視鏡検査の予約を受\nけ付ける際の手続を以下のとおり改めた。\n記\n外来予約の時点で睡眠導入剤を希望するか否か確認をする。\nその説明を患者にしたことの確認を患者に署名をしてもらう。\n睡眠導入剤を希望した患者には，自動車で退院することをやめてもら\nう。\nイ　また，予約表には，従前の検査前日の食事に対する注意書きの他，睡眠\n導入剤を希望した患者には，自動車で来院することをやめてもらう旨の記載が付加\nされた。\n(7)　ドルミカムの拮抗薬としては，アネキセートが通常予定されていたとこ\nろ，それぞれの薬の効用喪失時間から，仮に，ドルミカム使用後その覚醒のためア\nネキセートが使用された場合でも，一過性に拮抗効果がみられた後に再び鎮静効果\nや呼吸抑制が出現することがあるため，アネキセート投与後，患者が覚醒した後も\n患者の意識レベルや呼吸状態を経時的に監視する必要がある（甲９の１・２，証人\nＤ）。\n２　ところで，Ｂ看護婦は，その証言の中で「『検査時，薬を使うことがあり，\n薬を使った場合には，眠くなるので２～３時間は，車の運転をしないで下さい。』\nとの趣旨の説明をした。」旨証言している。しかし，原告が平成１１年２月８日，\nＣ看護士から内視鏡室で睡眠導入剤の説明を受けた際，はじめて聞いたようなそぶ\nりを示したこと，仮に，Ｂ看護婦が上記証言するとおりの説明がなされていたとす\nると，少なくとも帰路において自動車の運転ができなくなる可能性があるため，原\n告が自ら自動車を運転して本件病院に行く可能性は少ないと思われるところ，以上\nの事情からすると，Ｂ看護婦の上記証言部分は，直ちに採用し難い。\n３　そこで，前提事実及び上記１で認定した事実を踏まえて，被告のスタッフで\nある医師や看護婦らに説明義務違反があったか否か検討する。\n(1)ア　胃カメラ検査に当たって睡眠導入剤ドルミカムを使用する場合，その覚\n醒のため拮抗剤アネキセートを使用し，それによって患者が覚醒した後においても\nアネキセートの効用が喪失し，ドルミカムの効用によりドルミカム使用後２～３時\n間は睡眠効果が発現する可能性がある。仮に，アネキセートの効用が喪失し，先に\n静脈注射したドルミカムの効用により睡眠効果が発現した場合，自動車の運転は，\n事故発生の危険性が高く，極めて危険であった。\nところで，胃カメラ検査を含め，患者が本件病院を訪れる場合，同病院\nの所在位置が不便なところであったこともあり，そのほとんどが自ら自動車を運転\nして，または，第三者に自動車に乗せてもらっていたが，そのことを同病院の看護\n婦や医師らは認識していた。\nイ　被告ないしそのスタッフである医師や看護婦らは，胃カメラ検査に当た\nって，睡眠導入剤であるドルミカム及びその拮抗剤であるアネキセートを使用する\n場合，上記アの事実，具体的には，その各薬の効用時間の関係，そして，患者が自\n動車で本件病院を来院している可能性が高かったことからすると，睡眠導入剤の説\n明（その使用の是非など）のみならず，それによる作用から自動車での来院を意識\nした注意喚起，具体的には，睡眠導入剤による自動車運転への影響，自動車運転に\nよる事故の危険性，自動車での来院をやめるよう，仮に，自動車で来院した場合に\nは，２～３時間は，自動車の運転をしないようなどとの説明をすべき義務を負って\nいたと解するのが相当である。\n(2)　そこで，本件であるが，確かに，原告に対する胃カメラ検査を施行したＤ\n医師やＣ看護士らは，その施行に当たって，睡眠導入剤について説明をし，それに\nよって眠くなる旨の説明をしたことは認められるが，原告がその後，本件病院の院\n内で休むこともなく，Ａ医師から胃カメラ検査の結果を聞いたりした後，間もなく\n自動車で帰宅していることからすると，Ｃ看護士やＤ医師が「しばらく休んでいっ\nてください。」とまでの説明をしたか疑問が残るうえ，仮に，そのような説明がな\nされたとしても，具体的に，自動車運転に意識した説明がなされていないことから\nすると，その説明によっても自動車運転の危険性を認識しない可能性があり，した\nがって，同人らの説明には，注意義務違反があるといわなければならない。また，\nＥ看護婦の説明であるが，同人の説明についても，Ｄ医師やＣ看護士と同様具体的\nに，自動車運転に注意した説明がなされていないことからすると，同人の説明にも\n注意義務違反があるといわなければならない。\nそうすると，被告のスタッフであるＢ看護婦，Ｄ医師，Ｃ看護士，Ｅ看護\n婦の各説明内容を総合しても，被告のスタッフが原告に対してその説明を尽くした\nことにはならず，その結果，同スタッフの使用者である被告は，その説明義務違反\nと因果関係のある原告に生じた損害を賠償すべき責任がある。\n４　そこで，本件事故であるが，原告に対するドルミカムの使用時間，ドルミカ\nムとアネキセートとの効用時間の関係，本件事故の時間・態様からすると，本件事\n故は，胃カメラ検査の際投与されたドルミカムの影響によって起こったものと推認\nされ，それを覆すに足りる反証はない。\nそうすると，仮に，被告のＤ医師らスタッフが胃カメラ検査に際して使用し\nたドルミカムなどの薬剤の効用について，自動車運転に意識した説明をしていたと\nしたら，少なくとも，原告は，胃カメラ検査当日，自ら自動車を運転して本件病院\nを訪れた可能性は少なく，また，仮に，それで訪れたとしても本件病院内でもうし\nばらく休んでいたことが窺え，本件事故にあわなかったものと判断される。\n５　そこで，原告に生じた損害について検討する。\n(1)　治療費\nア　証拠（甲２，３，５ないし７，１６ないし３８〔枝番を含む。〕，原告\n本人）及び弁論の全趣旨によれば，以下のとおり認められる。\n(ア)　治療費　　　　３７万９０８９円\nａ　原告は，右肩腱板損傷，右肩関節周囲炎の治療のため，Ｆ医科大学\n附属病院で平成１１年１２月１７日以降平成１２年１１月１５日まで通院治療を受\nけている。\nｂ　原告は，腰椎圧迫骨折の治療のため，Ｇ病院で平成１１年２月９日\n以降平成１２年１２月６日まで通院治療を受けている。\nｃ　原告は，上記(ア)，(イ)を含めて別紙治療関係費目録の月日欄記載\nの月日にそれに対応する病院／薬局欄記載の病院で本件事故による傷害の治療やそ\nのリハビリ，投薬を受けている（但し，同目録のうち，平成１１年８月２６日，同\n年１０月５日，同年１１月３０日のＩ薬局の各９３０円に対応する部分，平成１２\n年３月３０日のＩ薬局，同年４月８日のＨ病院に各対応する部分は，以下のとおり\n認められない。）。\nｄ　原告は，上記治療などによる治療費などとして同目録の費用欄記載\nのとおりの金員合計３７万９０８９円を支払っている（但し，同目録のうち，平成\n１１年８月１２日のＧ病院（内科）の１２００円は，２４０円に訂正し，同年８月\n２６日，同年１０月５日，同年１１月３０日のＩ薬局の各９３０円，平成１２年３\n月３０日のＩ薬局の９００円，同年４月８日のＨ病院の３００円は，以下のとおり\n認められない。なお，減額及び認められなかった金額の合計額は，４９５０円）。\nしたがって，原告は，同支払った金員に相当する損害を被った。\n(イ)　通院交通費　　２８万９８６０円\n原告は，上記のとおりの治療やリハビリのためＦ医科大学附属病院や\nＧ病院及びＨ病院などに通院しているところ（但し，平成１１年４月１日以降は，\n電車やバスなどの公共交通機関を利用している〔弁論の全趣旨〕），その交通費と\nして別紙治療関係費目録の交通費欄記載のとおりの金員合計２８万９８６０円を支\n払っている（但し，同目録のうち，平成１２年４月８日のＨ病院の３６０円は，以\n下のとおり認められない。）。したがって，原告は，同支払った金員に相当する損\n害を被った。\nイ　上記治療費，通院交通費のうち，(ア)ｃ，ｄ及び(イ)で除外した部分\nは，それを認めるに足りる証拠はない。\nウ　ところで，原告は，本件事故による原告の症状としては，肩関節の可動\n域制限，腰痛及び腸骨付近の筋力低下が激しく，したがって，今後も継続してそれ\nらに対する治療が必要であるとして将来要する治療関係費を損害として主張する。\n確かに，証拠上，本件事故による原告の症状は，必ずしも確定したとま\nで認めることができず，今後もなお治療の継続が予想されなくはない。しかし，上\n記平成１３年１月以降どのような治療を継続したのか必ずしも明らかでないうえ，\n今後，原告の症状がどのようになるのか不明である。しかも，今後，どのような治\n療を受けるのか必ずしも明らかでない以上，原告の上記主張を直ちに認めることは\nできず，その他，同主張を認めるに足りる証拠はない。\nそうすると，原告主張の将来の治療関係費に係る損害の賠償の主張は，\n理由がない。\n(2)　物的損害\nア　原告は，本件事故により眼鏡（２０万円相当），時計（１万５０００円\n相当），洋服（３万円相当），ブラウス（２万５０００円相当），ズボン（１万３\n０００円相当）が損壊し，合計で２８万３０００円相当の損害を被った旨主張す\nる。\nイ　証拠（原告本人）及び弁論の全趣旨によれば，原告が本件事故当時身に\nつけていた眼鏡や時計などが同事故により損壊したことが認められる。しかし，原\n告主張に係る眼鏡や時計などが原告主張に係る価格相当のものであったか，証拠上\n必ずしも明らかでなく，その他，原告主張のような同価格相当であったと認めるに\n足りる証拠はない。\nウ　そうすると，原告の物的損害に係る主張は，理由がない。\n(3)　休業損害        ２９０万１６００円\nア　原告は，本件事故の日である平成１１年２月８日より平成１２年８月３\n１日まで１年２０５日間，家事労働がまったくできなかったため，休業損害として\n５３３万７５４２円の損害を被った旨主張し，原告本人尋問の中で１年半ぐらい家\n事を全くすることができなかった旨供述する。\nイ　本件事故の態様及び原告の同事故による傷害の内容，そして，原告の上\n記通院状況（通院の内容，回数，通院のための方法など）に平成１１年３月１８日\n付け診断書（甲７）の記載（腰椎圧迫骨折，左肋軟骨骨折，左手関節部骨折，右腸\n骨打撲，両膝打撲により初診（同年２月９日）後，２カ月の局所安静加療を要する\n見込み。但し，余病併発・経過によってはこの限りではない。）との記載を総合す\nると，少なくとも初診後数カ月間はほとんど家事を行うことができず，その後も，\n１年半ぐらいは家事を行うことに支障があったことが推認されるところ，同損害を\n評価すると，１年間の休業損害をもって相当とする。その余の主張は，それを認め\nるに足りる証拠はない。\nウ　そこで，原告が被った休業損害を計算すると，以下のとおりとなる。\n記\n２９０万１６００円／年（賃金センサス平成１１年度第１巻第１表の産\n業計，企業規模計，学歴計，女子労働者の年齢階級別平均給与表による平均賃金）\n×１年＝２９０万１６００円\n(4)　慰謝料　　　　　２００万円\nア　原告のこれまでの通院期間（平成１３年１２月までで２３か月にわたっ\nていること），今後も定期的に通院する必要があること，そして，事故前に開いて\nいた茶，花，着付けの教室が本件事故により継続が不可能になり，現在も家事労働\nが困難な状況が続いていること，そして，原告の夫が原告の介護等のため心身にわ\nたる無理がかかり，平成１１年夏ころに脳梗塞により入院することになったとし\nて，３４８万円相当の精神的苦痛を被ったと主張する。\nイ　原告の上記認定した通院状況，事故前に開いていた茶，花，着付けの教\n室が本件事故により継続が不可能になったこと，そして，家事労働が上記の期間で\nきなかったことなどの事情があるところ，原告は，それらの事情により精神的苦痛\nを被ったことが認められる。そこで，原告が被った同精神的苦痛を金銭的に評価す\nると２００万円とするのが相当と判断する。\nところで，原告の夫が平成１１年夏ころに脳梗塞により入院している\n（弁論の全趣旨）が，夫の入院が本件事故に起因する原告の傷害に起因するのか，\nそれを認めるに足りる証拠はない。\n(5)　弁護士費用　　　　５０万円\n原告は，本件の賠償請求をするため，弁護士を依頼さざるを得ず，その費\n用として１１４万６０４４円相当の損害を被った旨主張する。\n被告が原告に賠償すべき弁護士費用としては，本件訴訟の経緯，その認容\n額等を総合すると，５０万円とするのが相当である。\n６　次に過失相殺について検討する。\n(1)　被告は，何らかの説明不足があったとしても，被告のスタッフ（延べ５\n名）は，上記のとおり予約時点，検査前，検査後にしかるべき注意しているにもか\nかわらず，原告がそのような注意に反して自動車を運転して本件事故を起こした以\n上，大幅な過失相殺がなされてしかるべきである旨主張する。\n(2)　しかし，上記３で説示した事情からすると，原告に過失相殺をすべき事情\nはなく，したがって，被告の上記主張は，理由がない。\n７　次に，損益相殺について検討する。\n(1)　被告は，本件事故を原因として支払われた搭乗者傷害保険金は，原告運転\nにかかる事故で，それによって原告が被った損害を填補するものであるから，同保\n険金をもって，原告が被った損害から差し引くべきである旨主張する。\n(2)　証拠（甲１３，１４）及び弁論の全趣旨によれば，原告の夫は，本件事故\nを原因として同人が契約していた自動車保険（大東京火災）から，車両保険金とと\nもに定額の保険金の支払いを内容とする搭乗者傷害保険金３３万円を受領したこと\nが認められる。\nところで，定額の保険金の支払いを内容とする搭乗者保険は，各種の保険\nとパッケージされた自家用自動車保険で，その趣旨は，保険契約者及びその家族，\n知人などが被保険自動車に搭乗する機会が多いことから，同搭乗者又はその相続人\nに定額の保険金を給付することによって，これらの者を保護しようとするものと解\nするのが相当である。そうすると，原告の夫が受領した上記搭乗者傷害保険金３３\n万円は，原告の損害を填補するものでないため，原告が被った損害から差し引くべ\nきではない。\n(3)　したがって，被告の上記損益相殺に関する主張は，理由がない。\n７　以上の次第で，原告の請求は，６０７万０５４９円及びこれに対する不法行\n為の日である平成１１年２月８日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払いを求める限度で理由があるから，その限度で認容することと\nし，その余は理由がないから棄却することとして，主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判官　　中　　村　　　　　哲\n"
}