{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 20
  },
  "case_number": "平成13(ワ)453",
  "case_name": "配当異議請求",
  "court_name": "神戸地方裁判所伊丹支部",
  "lawsuit_id": "7239",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7239",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/239/007239_hanrei.pdf",
  "contents": "判決　平成１４年３月２０日　神戸地方裁判所伊丹支部　平成１３年（ワ）第４５\n３号　配当異議請求事件\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n当庁平成１２年(ケ)第２３３号不動産競売事件について，執行裁判所が平成\n１３年１１月２７日に作成した別紙配当表のうち，順位番号２の原告及び被告らに\n対する各配当額を，それぞれ別紙配当異議申出書のとおり変更する。\n第２　事案の概要\n１　本件は，根抵当権に基づき不動産の競売を申し立てた原告が，同不動産の根\n抵当権者である被告らに対して提起した配当異議訴訟である。\n２　基礎となる事実(末尾に証拠を掲記したものを除き，争いのない事実である)\n(1) 幸和不動産株式会社（以下「幸和不動産」という）は，兵庫県宝塚市ａｂ\n丁目ｃ番ｄ宅地ほか１０１筆の土地（以下「本件物件」という）を所有していた。\n(2) 幸和不動産は，株式会社日貿信に対し，本件物件について，極度額６５億\n円の根抵当権を設定し，平成１１年４月２８日，その旨の根抵当権設定登記手続を\nした。\n(3) 幸和不動産は，被告ら（以下，被告らを表示するにあたり「株式会社」を\n省略する）に対し，本件物件について，それぞれ極度額を次のとおりとする根抵当\n権を設定し，平成１１年４月２８日，それぞれその旨の根抵当権設定登記手続をし\nた。株式会社日貿信の上記根抵当権設定登記及び被告らの上記各根抵当権設定登記\nは，すべて同順位である。\n被告日本興業銀行　　　極度額９５億円\n被告あおぞら銀行　　　極度額９５億円\n被告新生銀行　　　　　極度額９５億円\n被告大和銀行　　　　　極度額４０億円\n被告富士銀行　　　　　極度額１０億円\n被告中央三井信託銀行　極度額６０億円\n被告安田信託銀行　　　極度額１０億円\n被告富士火災海上保険　極度額１０億円\n(4) 株式会社日貿信は，平成１２年３月１７日，上記根抵当権及びその被担保\n債権を原告に譲渡し，同年４月１３日，その旨の付記登記手続をした。\n(5) 幸和不動産は破産宣告を受け，破産管財人にＡが選任された。\n(6) 原告は，平成１２年１２月１１日，当庁に対し，上記根抵当権に基づき本\n件物件について競売を申し立て（当庁平成１２年(ケ)第２３３号），執行裁判所\nは，同月２８日，原告の申立てを認めて開始決定をした。その際，原告は，請求債\n権を被担保債権のうち８億円に限定して申し立てを行った。\n(7) 原告及び被告らの上記各根抵当権の被担保債権額は，次のとおりであり，\n上記競売事件の執行費用は２５６６万９８６４円である（甲６，８，乙１，丙１，\n丁１，戊１，己１，庚１，辛１，壬１）。\n原告　　　　　　　　　６３億６９３９万８４３６円\n被告日本興業銀行　　　９７億２２５３万９２９０円\n被告あおぞら銀行      ９７億２５３１万６６２８円\n被告新生銀行          ９６億１２５５万６９１８円\n被告大和銀行          ４５億６９０８万４４２２円\n被告富士銀行          １１億５２５７万３００９円\n被告中央三井信託銀行　５７億０８７７万４２５３円\n被告安田信託銀行  　　　８億２３０１万６８２９円\n被告富士火災海上保険　１１億４４０７万００２６円\n(8) 原告は，平成１３年１１月７日，同事件の執行裁判所に対し，原告の上記\n根抵当権の被担保債権額を上記６３億６９３９万８４３６円とする債権計算書を提\n出した。\n(9) 同事件の執行裁判所は，本件物件を２５億４３８５万１１２４円で売却\nし，代金の納付を受け，平成１３年１１月２７日，配当期日を開き，別紙配当表を\n作成した。原告は，同期日において，別紙配当異議申出書のとおり配当異議を申し\n出た。\n３　争点\n(1) 争点１\n同順位で配当をすべき原告と被告らに対する各配当金額を計算するに当た\nり，差押債権者である原告の債権額を請求債権の８億円に限定して配当計算を行う\nべきか，実体的被担保債権総額である６３億６９３９万８４３６円を基礎として配\n当計算を行うべきか。\n(2) 争点２\n本件において原告が請求債権の拡張をすることができるか。\n原告は，仮に争点１について請求債権額を基礎として配当計算を行うべき\nであるとされた場合には，基礎となる事実(8)の債権計算書の提出によって請求債権\nの拡張をしたものであり，本件においては請求債権の拡張は許されると主張してい\nる。\n第３　争点に対する判断\n１　争点１について\n当裁判所は，競売手続において同順位で配当をすべき複数の債権者が存在\nし，かつその中に差押債権者が含まれている場合には，その差押債権者に対する配\n当計算の基礎額は，原則として被担保債権の全額であるが，差押債権者が被担保債\n権の一部のみを請求債権として競売を申し立てた場合には，請求債権の金額を配当\n計算の基礎額とすべきであると考える。\n民事執行規則２１条は強制執行の申立てに当たっては執行力のある債務名義\nの正本を添付しなければならないものとし，同条２号は同申立書には債務名義の表\n示をしなければならないものとし，同条４号は，金銭の支払を命ずる債務名義に係\nる請求権の一部について強制執行を求めるときには，強制執行の申立書にその旨及\nびその範囲を記載しなければならないものとしている。また，同規則１７０条２号\nは，担保権実行としての競売等の申立書には被担保債権を記載しなければならない\nものとし，同条４号は，被担保債権の一部について担保権の実行又は行使をすると\nきは，その旨及びその範囲をも記載しなければならないものとしている。これらに\nより，差押債権者が債務名義に表示された請求権又は被担保債権の全部について権\n利を行使する趣旨であるのか，その一部について権利を行使する趣旨であるのか及\nび権利を行使する範囲が明らかにされる。これらの規定は，強制執行又は競売を申\nし立てる債権者に対し，自己のいかなる権利の行使としてこれらの手続を申し立て\nるのかを明確にすることを求めているのである。請求債権とは，差押債権者がその\n民事執行手続において権利を行使する請求権又は被担保債権のことであり，原則と\nしてそれは債務名義に係る請求権の全部又は被担保債権の全部であると解される\nが，差押債権者がその民事執行手続においてその全部ではなく一部だけについて権\n利を行使しようとする場合には，その旨及びその範囲を申立書に明示しなければな\nらないというのが上記各規定の趣旨である。\nすなわち，請求債権とは，差押債権者がその民事執行手続において権利を行\n使することを選択した請求権又は被担保債権を意味するのであって，差押債権者が\n請求債権を債務名義に係る請求権の一部又は被担保債権の一部に限定した場合に\nは，その他の請求権又は被担保債権については，請求債権を拡張する場合を除き，\nその民事執行手続において権利を行使することが許されない。そして，同順位で配\n当をすべき複数の債権者が存在する場合の配当計算は，各債権者がその民事執行手\n続において権利を行使する債権額により按分すべきである。したがって，差押債権\n者に対する配当計算の基礎額に請求債権以外の債権の金額を算入することは許され\nない。\n原告は，民事執行法８５条５項，８７条１項４号を引いて，配当計算の基礎\n額は実体的債権額であると主張している。しかし，差押債権者については，その債\n権者がその民事執行手続において権利を行使することを選択した請求権又は被担保\n債権に限って配当の対象になるのであって，原告の主張は失当である。原告は，請\n求債権とは配当額の上限を画する概念に過ぎないと主張しているようであるが，独\n自の見解であって採用することができない。\n原告は，請求債権の金額を配当計算の基礎額とするのは，差押債権者以外の\n担保権者に対する配当計算の基礎額が届出債権の金額に拘束されず，実体的債権額\nによるとされていることと比べて不公平であると主張している。しかし，自ら権利\nの実現に向けて民事執行手続の開始を申し立てた債権者に対し，行使する権利の範\n囲を特定させることには十分な合理性があるのに対し，他の担保権者は，差押債権\n者の行為により，自らの権利の行使をいわば強制される関係にあるから，その間に\n若干の取り扱いの差異があっても不合理ではない。さらに付言すると，担保権者と\nは異なり，配当要求債権者については，配当要求の終期までに配当要求をすること\nにより配当資格を得るのであるから，配当要求債権を一部に限定して配当要求をし\nた配当要求債権者に対する配当計算の基礎額は，配当要求債権額であって実体的債\n権額ではないというのが確定した実務である（伊藤善博ほか・不動産執行における\n配当に関する研究【法曹会】179頁，東京地裁民事執行実務研究会・改訂不動産執行\nの理論と実務（下）【法曹会】587頁参照）。\nなお，原告は，一個の損害賠償請求権のうちの一部が訴訟上請求されている\n場合に過失相殺をするにあたっては，損害の全額から過失割合による減額をし，そ\nの残額が請求額を超えないときは残額を認容し，残額が請求額を超えるときは請求\nの全額を認容することができるという判例（最判昭和48年４月５日民集27巻３号\n419頁）を引き，その趣旨を敷衍して配当計算の基礎額を実体的債権額と解すべきで\nあると主張する。しかし，上記判例は，一部請求と過失相殺との関係という個別の\n論点において，結論の妥当性を重視して理論的にはやや整合性を欠く判断をした事\n例であると解されるところ，その論点と本件の論点とは全く別のものである。\nまた，原告は，債務者複数の根抵当権に対する配当金は，各債務者について\nの被担保債権額に応じて按分されるうえ，競売手続において請求債権とされていな\nい債権も含めて実体法上存在する被担保債権の全額を按分の基礎額として按分計算\nすべきであるという判例（最判平成９年１月20日民集51巻１号１頁）を引き，その\n趣旨を敷衍して本件の場合には配当計算の基礎額を実体的債権額と解すべきである\nと主張する。しかし，上記判例は，配当により実体法上いかなる債権について弁済\nの効果が生じるのかというもっぱら実体法の論点に関するものであるのに対し，本\n件で問題となっているのは，いかなる債権を配当計算の基礎とするのかというもっ\nぱら民事執行の手続法の論点であって，両者の間にはほとんど関連性がない。\n２　争点２について\n差押債権者が請求債権を被担保債権の一部に限定して競売を申し立て，これ\nに基づき開始決定がなされた後においては，特段の事情のない限り，差押債権者は\n請求債権の拡張をすることができないと解すべきである。なぜなら，自ら請求債権\nを限定した差押債権者がその拡張を求めることは，請求債権が限定されていること\nを前提として行動した他の債権者らの信頼を裏切り信義誠実の原則に反するし，請\n求債権の金額は，超過競売などの判断基準となるものであり，開始決定後にその拡\n張を許すことは一つ一つ段階を踏んで確実に処理することが要請される民事執行手\n続を不安定なものとし，あるいは混乱させるおそれがあるし，また，このような行\n為を認めると登録免許税の免脱を目的とした濫用的な申立てが行われるおそれがあ\nるからである（名古屋地判昭和61年11月27日判例時報1226号96頁，東京地判昭和\n62年６月23日判例時報1274号113頁参照）。また，差押債権者が開始決定後に被担保\n債権の全部について権利を行使したいと考えた場合には，二重開始決定を求めれば\n目的を達するのであるから，原則として請求債権の拡張を許さないと解しても差押\n債権者を不当に害することにはならない。\n原告は，本件においては請求債権の拡張を許すべき特段の事情があると主張\nしているが，本件全証拠を総合しても，そのような事情を認めることはできない。\n本件においては，原告と被告らとが同順位で配当を受けるべき立場にあるため，原\n告が請求債権を拡張しても，原告が拡張後の請求債権全額の配当を受けられる見込\nみはないが，そのような事情のみをもって上記特段の事情に当たるとはいえない。\nなぜなら，被告らは原告の請求債権が限定されていることを前提として自己への配\n当額を予想して行動していたものと考えられるから，原告の請求債権の拡張を許す\nとその信頼を裏切ることになるし，請求債権の拡張により超過売却等の判断が覆る\nおそれは本件においても存在するし，また，登録免許税の免脱を目的とした濫用的\n申立てが行われるおそれは，本件のように按分配当が予想される事案においても存\n在するからである。原告は，元の請求債権である８億円を配当額の上限とすれば，\n登録免許税免脱の弊害はないと主張するが，請求債権の拡張を認める場合には配当\n額の上限を拡張前の請求債権額に限定すべき理由はなく，この点に関する原告の主\n張は失当である。\nなお，付言するに，債権に対する強制執行の手続において，第三債務者が差\n押債権について執行供託を行い，配当手続に移行し，差押債権者と競合差押債権者\n又は配当要求債権者との間で按分して配当を行う場合にも，本件と類似した状況が\n生じるが，この場合にも差押債権者に対する配当計算の基礎額は請求債権額に限定\nされ，差押後の請求債権の拡張は原則として許さないのが実務の扱いである（同旨\nの判決例として，東京地判昭和６０年２月２６日金融商事７３５号３８頁）。\n平成１４年３月２０日\n神戸地方裁判所伊丹支部\n裁判官　　長　　井　　秀　　典･\n"
}