{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 11
  },
  "case_number": "平成18(ヨ)22044",
  "case_name": "著作権仮処分命令申立事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "33305",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33305",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/305/033305_hanrei.pdf",
  "contents": "平成１８年（ヨ）第２２０４４号 著作権仮処分命令申立事件\n決定\nアメリカ合衆国カリフォルニア州（以下略）\n債 権 者 パラマウント ピクチャーズ\nコーポレーション\n同代理人弁護士 中 元 紘 一 郎\n同宮 垣 聡\n同 佐々木 慶\n東京都板橋区（以下略）\n債 務 者 株式会社ファースト\nトレーディング\n同代理人弁護士 清 水 浩 幸\n主文\n１ 本件申立てを却下する。\n２ 申立費用は債権者の負担とする。\n事実及び理由\n第１ 申立て\n１ 債務者は，別紙物件目録記載の商品の製造又は頒布をしてはならない。\n２ 債務者は，前項の商品の占有を解いて，これを執行官に引き渡さなければな\nらない。\n３ 執行官は，１項の商品を保管しなければならない。\n第２ 事案の概要\n１ 前提となる事実及び法律関係\n(1) 債権者は，映画の制作及び配給等を主たる事業とするアメリカ合衆国法\n人であり，債務者は，保護期間が満了した映画のＤＶＤ商品の製造販売を主\nたる事業とする株式会社である（争いがない）。\n(2) 債権者は，昭和２８年，「ローマの休日」と題する映画（以下「本件映\n画１」という。）及び「第十七捕虜収容所」と題する映画（以下「本件映画\n２」といい，本件映画１と併せて「本件映画」という。）を制作して，それ\nぞれ，同年中にアメリカ合衆国において，最初に公表し，著作権登録を了し\nた（甲１ないし４）。\n(3) アメリカ合衆国は，昭和２７年４月２８日に発効した「日本国との平和\n条約」２５条に規定する連合国であり，我が国との間で，同条約１２条に基\nづいて，「平和条約第１２条に基づく著作権に関する内国民待遇の相互許与\nに関する日米交換公文」及び「附属書簡」（以下「日米暫定協定」とい\nう。）を締結した。\n昭和３１年４月２８日，我が国についても，「万国著作権条約」が発効し\nて，締約国であったアメリカ合衆国との間で，同条約が適用されることとな\nり，同日，万国著作権条約の実施に伴う著作権法の特例に関する法律（以下\n「万国特例法」という。）が施行された。\n旧著作権法（明治３２年法律第３９号）は，暫定的に４回にわたり保護期\n間を延長する旨の改正がされ，独創性のある映画の著作物については，最終\n的に公表から３８年とされた。その後，同法は全面改正されて，昭和４６年\n１月１日，現行の著作権法（昭和４５年法律第４８号）が施行された。（顕\n著な事実）\n(4) 本件映画は，万国特例法施行前，日米暫定協定により，旧著作権法で保\n護され，万国特例法施行以後も，万国特例法１１条により，引き続き同一の\n保護を受けてきた。その保護期間については，旧著作権法によって，独創性\nのある著作物として，最終的に公表から３８年とされ，現行の著作権法の施\n行により，その保護期間が公表後５０年を経過するまでの間（なお，終期の\n計算は，公表された日の属する年の翌年である昭和２９年から起算する。）\nとされた（争いがない）。\n(5) 映画の著作物の保護期間については，平成１５年法律第８５号（以下\n「本件改正法」という。）により，「映画の著作物の著作権は，その著作物\nの公表後七十年〔中略〕を経過するまでの間，存続する。」（５４条１項）\nと改正された。\n本件改正法は，平成１６年１月１日から施行され（附則１条），映画の著\n作物の保護期間についての経過措置として，附則２条に，「改正後の著作権\n法〔中略〕第五十四条第一項の規定は，この法律の施行の際現に改正前の著\n作権法による著作権が存する映画の著作物について適用し，この法律の施行\nの際現に改正前の著作権法による著作権が消滅している映画の著作物につい\nては，なお従前の例による。」と規定されている。（顕著な事実）\n(6) 債務者は，平成１７年１０月ころから，本件映画１を複製した別紙物件\n目録記載１のＤＶＤ商品及び本件映画２を複製した同目録記載２のＤＶＤ商\n品（以下，併せて「本件ＤＶＤ」という。）を日本国内で製造頒布している。\n本件ＤＶＤは，債務者の卸した書店やレコード店等において，保護期間の\n満了したパブリックドメインに帰属する著作物の扱いで，格安の価格にて販\n売されている。（争いがない，審尋の全趣旨）\n２ 事案の概要\n本件は，債権者が，債務者に対し，本件映画の著作権に基づき，債務者の本\n件ＤＶＤの製造頒布行為につき著作権（複製権及び頒布権）侵害を理由として\n差止め等を求める仮処分事件である。債権者が，本件映画の著作権の存続期間\nは本件改正法により延長された旨主張するのに対し，債務者は，本件改正法の\n施行の際本件映画の著作権は消滅している旨を主張して，これを争う事案であ\nる。\n３争点\n本件映画の保護期間。すなわち，本件改正法の施行の際，本件映画について，\n現に改正前の著作権法による著作権が存していて本件改正法が適用されるか，\nそれとも著作権が消滅していたか（本件改正法附則２条）。\n第３ 争点に関する当事者の主張\n〔債権者の主張〕\n１ 本件改正法附則２条の適用関係\n本件映画の著作権は，平成１５年１２月３１日午後１２時の経過によって５\n０年の存続期間が満了すべきところ，本件改正法の施行は，平成１６年１月１\n日午前零時である。平成１５年１２月３１日午後１２時と平成１６年１月１日\n午前零時とは同時と考えられることから，本件映画については，本件改正法附\n則２条に関し，本件改正法の施行の際現に改正前の著作権法による著作権が存\nしていたものであり，これにより，保護期間が平成３５年１２月３１日まで延\n長された。\n２根拠\n(1) 著作権の満了日の１２月３１日午後１２時と施行日の翌年１月１日午前\n零時とが同一時点であることから，翌年１月１日施行の保護期間延長規定が\n前年末に保護期間の満了するはずであった著作物にも適用されるという解釈\nは，現行の著作権法の立法過程でも採用されていたものである。\nすなわち，現行の著作権法の立法過程で，第６２回及び第６３回国会文教\n委員会において，国務大臣及び政府委員が，昭和４５年１２月３１日までに\n保護期間の満了する著作物についても，昭和４６年１月１日施行の現行の著\n作権法が適用されることを前提として，答弁している（甲３２ないし３５）。\nまた，写真の著作物の保護期間の改正に関して，第１１２回，第１２０回\n及び第１３９回国会文教委員会において，政府委員が，写真の著作物が保護\n期間の関係で昭和３２年以降に発行されたものが現行の著作権法下でも公表\n後５０年間保護され，昭和３１年までに公表された写真が保護期間を満了し\nてフリーになっていることを説明している（甲３６ないし３９）。\nこのように，遅くとも昭和４６年から今日まで，著作権の満了日の１２月\n３１日午後１２時と施行日の翌年１月１日午前零時とが同一時点であること\nから，翌年１月１日施行の保護期間延長規定が前年末に保護期間の満了する\nはずであった著作物にも適用されるという解釈を前提とする著作権実務が運\n用されてきている。\nよって，本件改正法附則２条についても，こうした解釈に立って立法され\nたものであることが明らかである。\n(2) 現行の著作権法とその附則２条の解釈について，加戸守行「著作権法逐\n条講義三訂新版」（甲１７），田村善之「著作権法概説第２版」（甲１８），\n作花文雄「詳解著作権法第３版」（甲１９），佐野文一郎・鈴木敏夫「新著\n作権法問答」（甲２０），佐野文一郎「著作権制度改正の概要」ジュリスト\n４５２号（甲２１），吉田大輔「明解になる著作権２０１答」（甲２２），\n文化庁「最新版著作権法ハンドブック１９８７」（甲２３）及び著作権法令\n研究会「著作権法ハンドブック」（甲２４）の各文献では，いずれも，昭和\n７年１月１日以降死亡した者の著作権が現行の著作権法により保護されるこ\nと，すなわち保護期間が昭和４５年１２月３１日までであれば，昭和４６年\n１月１日施行の現行の著作権法による５０年の保護を受けられることが明記\nされている。そして，本件改正法附則２条の解釈について，文化庁長官官房\n著作権課「著作権テキスト～初めて学ぶ人のために～平成１７年度」（甲１\n５）及び文化庁「著作権法入門（平成１６年版）」（甲１６）の各文献では，\n昭和２８年に公表された映画の著作物にも，保護期間を公表後７０年とする\n本件改正法が適用されることが明記されている。\n(3) また，最高裁昭和５３年（オ）第６４７号同５４年４月１９日第一小法\n廷判決・判例タイムズ３８４号８１頁及び大阪高裁昭和５４年（行ケ）第２\n号同年１１月２２日判決・判例タイムズ４０７号１１８頁は，それぞれ期間\nに関する法解釈が問題となった事案であり，あたかも１日前倒しの形で効果\nの生ずる結果を是認したものである。これらの裁判例の考え方からして，日\nをもって一単位とする計算の場合，一単位の始点から終了点までを１日と数\nえることになり，ある日の終了時点と翌日の開始時点とが接続していること\nから，形式的には翌日に生じるように読める効果を前日に認めることや，形\n式的には前日に効力が消滅しているように読める効果を翌日まで認める解釈\nも可能になる。よって，「この法律の施行の際」である平成１６年１月１日\n午前零時に本件映画の著作権が存していたと解することも，本件映画の著作\n権が存続していた最後の時点である平成１５年１２月３１日午後１２時が\n「この法律の施行の際」に当たると解することもできる。\n３まとめ\n現行の著作権法が施行された昭和４６年から，債権者と同一の解釈を前提と\nする著作権実務が運用されて定着している。\n本件改正法附則２条について，このような解釈を否定すると，法解釈の安定\n性を害し，著作権実務に無用の混乱を与えるのみならず，知的財産権の保護を\n重視する時代の要請にも反することになる。よって，従前からの解釈を踏襲す\nべきであり，これを変更するような解釈をすべきではない。\n〔債務者の主張〕\n１ 本件改正法附則２条の適用関係\n本件映画の著作権は，平成１５年１２月３１日をもって５０年の存続期間が\n満了しており，本件改正法の施行は，あくまでもその翌日の平成１６年１月１\n日である。前日で消滅するとされていた権利が翌日においても存在すると扱う\nことは法律の自然な解釈に反し，あり得ないことであるから，本件映画につい\nては，本件改正法附則２条に関し，本件改正法の施行の際，現に改正前の著作\n権法による著作権が消滅していたものであり，なお従前の例によることから，\nいったん平成１５年１２月３１日で消滅した著作権が復活することもない。\n本件改正法の附則も法律であるから，その解釈は，まず文言の検討によるべ\nきである。本件映画の著作権について，一方で平成１５年１２月３１日まで権\n利が存続する旨の規定（改正前の著作権法５４条）と他方で平成１６年１月１\n日に現に存する権利に対して新法を適用する旨の規定（本件改正法附則２条）\nとがあって，時間を区切る単位として「日」を使い，二つの異なる日を表現し\nた上で，附則２条が成り立っているから，一般的な国語の読解法に従って自然\nに解釈すれば，存続期間が平成１５年１２月３１日までとされていた権利は，\n本件改正法の適用を受けられずに，保護期間を終了したものである。\n２根拠\n(1) 旧著作権法においても，保護期間の計算方法として，公表等のあった日\nの属する年の翌年から起算されており，４度の保護期間暫定延長については，\n各改正法の附則で，「この法律は，公布の日から施行する。ただし，この法\n律の施行前に著作権の消滅した著作物については，適用しない。」と定めら\nれ，いずれも公布日が１月１日でなかった結果，当該年の１２月３１日まで\n存続するとされていた著作物に改正法が及ぶことは明らかであった。\nそして，ある年の１２月３１日午後１２時と翌年の１月１日午前零時とを\n同じ時刻として扱うとしても，債権者の解釈は，法律の適用場面では，同一\nの時点において，いわば「Ａを為すべし」とする旧法と「Ａを為すベから\nず」とする新法とが衝突しているものであって，このような移行を一国の法\n体系として採用しているとは考え難い。具体的には，著作権法改正に係る平\n成１１年法律第７７号附則１項，５項，６項の関係，同じく平成１７年法律\n第７５号附則４条の関係等において，当該法律の施行の日の前日午後１２時\nと施行の日午前零時の時点で規範の衝突が生じてしまい，二通りの読み方が\n併存するような奇妙な解釈を行うことになる。\n(2) 法制一般についてみれば，いわゆる失効期限の例として，「この条例は，\n平成○年３月３１日限り，その効力を失う。」とする規定は，「理論的に\nは，３月３１日の午後１２時まで効力を有し，４月１日午前零時に効力を失\nう。」とされており（乙２，３），効力の消滅に関する規定で二つの日が上\nがっているときは，法律上の概念として，この二つの日を別々の日として認\n識することが理論的であり，１２月３１日の一部が１月１日に入り込んでい\nるとは捉えられない。\n(3) なお，債権者の提出した著作権法の改正に係る国会文教委員会の会議録\n（甲２５ないし３９）は，いずれも，本件改正法につき，昭和２８年に公表\nされた映画の保護期間が延長されるか否かに関して立法者意思を探知する証\n拠としては，関連性が薄く不適切である。\nまた，債権者の提出した参考文献（甲１５ないし２４）は，田村善之教授\nの教科書（甲１８）を除いて，債権者の解釈と同様の見解である文化庁ある\nいは同庁関係者によるものであり，田村教授の上記教科書にしても，関係記\n述箇所に同庁関係者の文献を引用しているにすぎない。\n３まとめ\n法律を改正する場合の経過措置規定は，元来，技術的性格が強く，一般性の\nあるものであり，個別の規定ごとに法文解釈が異なることは不都合である。ま\nして，著作権法を所管する文化庁の見解によって，解釈が決まるものでもない。\n本件改正法附則２条の問題は，純粋な法律解釈であり，外国企業を含めた現\n在及び将来にわたる多数の関係者にとって，理解のできる論理的な解釈が示さ\nれるべきである。\n第４ 当裁判所の判断\n１ 適用される法\n(1) 本件の債権者はアメリカ合衆国法人であり，本件映画は同国において最\n初に公表されたものである。我が国とアメリカ合衆国は，「文学的及び美術\n的著作物の保護に関するベルヌ条約」（以下「ベルヌ条約」という。）に加\n盟している（顕著な事実）。\n著作権に基づく差止請求は，著作権の排他的効力に基づくものであり，そ\nの法律関係の性質は，著作権を保全するための救済方法と決定すべきである。\n著作権を保全するための救済方法の準拠法に関しては，ベルヌ条約５条(2)\nにより，保護が要求される国の法令の定めるところによる。よって，我が国\nにおける本件ＤＶＤの製造頒布行為の差止請求の準拠法は，ベルヌ条約５条\n(2)にいう「保護が要求される同盟国」である我が国の法律である。そして，\n本件映画は，著作権法６条３号により，我が国の著作権法による保護を受け\nる。\nまた，本件映画の保護期間については，ベルヌ条約７条(8)本文により，\n「保護が要求される同盟国」である我が国の法律が適用される。\n(2) 映画の著作物の保護期間について，平成１５年法律第８５号（本件改正\n法）による改正前の著作権法（以下「改正前の著作権法」という。）５４条\n１項は，「映画の著作物の著作権は，その著作物の公表後五十年〔中略〕を\n経過するまでの間，存続する。」と定めていたところ，本件改正法により，\n「映画の著作物の著作権は，その著作物の公表後七十年〔中略〕を経過する\nまでの間，存続する。」と改正された。本件改正法附則１条は，「この法律\nは，平成十六年一月一日から施行する。」と定め，映画の著作物の保護期間\nについての経過措置として，附則２条は，「改正後の著作権法〔中略〕第五\n十四条第一項の規定は，この法律の施行の際現に改正前の著作権法による著\n作権が存する映画の著作物について適用し，この法律の施行の際現に改正前\nの著作権法による著作権が消滅している映画の著作物については，なお従前\nの例による。」旨定めている。\n保護期間の計算方法については，「〔前略〕第五十四条第一項の場合にお\nいて，〔中略〕著作物の公表後五十年〔中略〕の期間の終期を計算するとき\nは，〔中略〕著作物が公表され〔中略〕た日のそれぞれ属する年の翌年から\n起算する。」とされている（改正前の著作権法５７条）ほか，民法の通則的\nな規定によることになる。\nなお，著作権法５８条には，ベルヌ条約により創設された国際同盟の加盟\n国である外国を本国とする著作物で，その本国において定められる著作権の\n存続期間が５１条から５４条までに定める著作権の存続期間より短いものに\nついては，その本国において定められる著作権の存続期間による旨規定され\nているが，本件映画については，アメリカ合衆国において定められる著作権\nの存続期間が未だ経過していない（甲１ないし４，９）。\n２ 本件映画の保護期間について\n(1) 本件改正法附則２条の適用関係\n本件映画の保護期間の終期の計算については，本件映画が公表された日の\n属する年の翌年である昭和２９年から起算する（著作権法５７条）。そして，\n改正前の著作権法５４条１項によれば，映画の著作物の著作権は，公表後５\n０年を経過するまでの間存続するから，年による暦法的計算をして（民法１\n４３条１項），５０年目に当たる平成１５年が経過するまでの間存続するこ\nとになる。期間は，その末日の終了をもって満了する（同法１４１条）から，\n改正前の著作権法の下では，本件映画の著作権は，平成１５年の末日である\n同年１２月３１日の終了をもって，存続期間の満了により消滅する。\n本件改正法は，平成１６年１月１日から施行され（附則１条），本件改正\n法附則２条は，「この法律の施行の際」と規定しているところ，「施行の\n際」とは，附則１条の施行期日を受けた平成１６年１月１日を指すものであ\nる。そして，附則２条の規定は，この法律の施行期日である平成１６年１月\n１日において，現に改正前の著作権法による著作権が存する映画の著作物か，\n又は，現に改正前の著作権法による著作権が消滅している映画の著作物かに\nよって適用を分ける趣旨のものと解される。\n本件映画の著作権は，改正前の著作権法によれば，上記のとおり，平成１\n５年１２月３１日の終了をもって存続期間が満了するから，本件改正法が施\n行された平成１６年１月１日においては，改正前の著作権法による著作権は\n既に消滅している。よって，本件改正法附則２条により，本件改正法の適用\nはなく，なお従前の例によることになり，本件映画の著作権は，既に存続期\n間の満了により消滅したものといわざるを得ない。\n(2) 債権者の主張１について\n債権者は，本件映画の本来の保護期間が平成１５年１２月３１日午後１２\n時までであって，平成１６年１月１日午前零時と同時であるから，本件改正\n法の施行の際，現に改正前の著作権法による著作権が存していた旨主張し，\n文化庁長官官房著作権課も，同様の見解を表明している（甲５，６）。\n確かに，本件映画の保護期間の満了を「時間」をもって表現すれば，平成\n１５年１２月３１日午後１２時となる。しかしながら，著作権法５４条１項\n及び５７条の規定は，「年によって期間を定めた」（民法１４０条）もので\nあって，「時間によって期間を定めた」（同法１３９条）ものではない。年\nによって期間を定めた場合は，「期間は，その末日の終了をもって満了す\nる。」（同法１４１条）とされるから，あくまでも，保護期間の満了を把握\nする基本的な単位は「日」となるというべきである。\nそして，本件改正法附則２条の規定は，この法律の施行期日である平成１\n６年１月１日において，映画の著作物の著作権の存否を問題とするものであ\nる。本件改正法が同日午前零時から施行されて効力を有するとしても，著作\n権の存否を「年によって期間を定め」，「末日」の終了をもって満了するこ\nとを前提とする限り，本件映画について，平成１６年１月１日まで著作権が\n存続していたということはできない。\nそもそも，本件改正法の附則中に，映画の著作物の著作権の存否を問題と\nするに当たって，一瞬を指す意味の「時間」の単位でとらえるべきであると\nする文理上の手がかりはない。また，本件改正法が平成１６年１月１日午前\n零時の瞬間から施行されるとしても，「施行の際」との文言によって，その\n施行の一瞬を切り取るべきものでもない。\nなお，時間の概念として，前日の午後１２時と翌日の午前零時の指す時刻\nは同時であって，同一時刻をそれぞれ両日のうちの一方の日からみた表現で\nあるとしても，その時刻を平成１５年１２月３１日午後１２時ととらえれば\n本件映画の著作権は存しているということができても，この時刻を平成１６\n年１月１日午前零時ととらえる以上，本件映画の著作権は消滅したものとい\nわざるを得ない。\nこのことは，法制一般について，「この法律は，平成１１年３月３１日限\nり，その効力を失う。」と規定されている場合に，平成１１年３月３１日午\n後１２時まで効力を有し，同年４月１日午前零時に効力を失うと解釈されて\nいることからも明らかである（乙２，３）。\n以上のとおり，本件改正法附則２条の適用関係に関する債権者の解釈及び\n文化庁の見解は，文理解釈上，採用することができない。\n(3) 債権者の主張２(1)について\nア 債権者は，現行の著作権法の立法過程において，政府委員が債権者の解\n釈を前提とした答弁をしているなど，このような解釈に立脚して，遅くと\nも昭和４６年から今日まで，このような解釈を前提とする著作権実務が運\n用されてきている旨主張する。\nイ 前記第２の１の事実に疎明資料（甲２５ないし３９，乙１）を総合すれ\nば，次の事実が認められる。\n(ア) 旧著作権法（明治３２年法律第３９号）は，昭和３７年法律第７４\n号（同年４月５日公布，同日施行），昭和４０年法律第６７号（同年５\n月１８日公布，同日施行），昭和４２年法律第８７号（同年７月２７日\n公布，同日施行）及び昭和４４年法律第８２号（同年１２月８日公布，\n同日施行）により，暫定的に４回にわたり保護期間の延長が実施された。\nこれらの暫定的な延長は，昭和３７年に著作権法の改正に着手し，その\n全面改正の実施までの間に著作物の保護期間が満了する著作権者の救済\nのためなされたものであり，衆議院文教委員会及び参議院文教委員会に\nおいて，国務大臣等から，その旨の説明が繰り返し行われている（甲２\n５ないし３３，乙１）。\n(イ) 第６３回国会衆議院文教委員会（昭和４５年３月１１日開催）及び\n同国会参議院文教委員会（同年４月１４日開催）において，Ａ国務大臣\nは，昭和３７年以降の改正作業中に保護期間の経過によって権利の消滅\nする著作権者を救済するため，４回にわたり暫定延長の措置が講ぜられ\nたことを説明した。また，Ｂ政府委員（文化庁次長）は，従来の保護期\n間の暫定延長の措置をも考慮して，現行の著作権法が昭和４６年１月１\n日から施行され，旧著作権法による著作権の消滅しているもの以外のす\nべての著作物に適用されるものであることを説明した。なお，現行の著\n作権法の立法に際し，上記説明のほかは，旧著作権法による著作権が消\n滅している著作物あるいは存続している著作物の公表時期等に関する言\n及はなく，昭和４５年１２月３１日に保護期間が満了する著作物につき\n昭和４６年１月１日に施行された現行の著作権法が適用されるか否かに\n関する説明や質疑はされていない（甲３４，３５）。\n(ウ) 上記(イ)のような審議を経て，昭和４５年，旧著作権法は全面改正\nされて，著作物の保護期間が原則５０年とされ，昭和４６年１月１日，\n現行の著作権法（昭和４５年法律第４８号）が施行された。そして，附\n則２条１項に，「改正後の著作権法〔中略〕中著作権に関する規定は，\nこの法律の施行の際現に改正前の著作権法〔中略〕による著作権の全部\nが消滅している著作物については，適用しない。」との規定が設けられ\nた（顕著な事実）。\n(エ) 第１１２回国会衆議院文教委員会（昭和６３年５月１８日開催）に\nおいて，Ｃ政府委員（文化庁次長）は，昭和４６年から現行の著作権法\nが施行され，かつて写真の著作物の保護期間が１３年であった関係で，\n昭和３２年以降に公表されたものの著作権が存することを説明した（甲\n３６）。\n第１２０回国会衆議院文教委員会（平成３年３月１５日開催）におい\nて，Ｄ政府委員（文化庁次長）は，昭和３２年以降に公表された写真の\n著作物が現行の著作権法下でも公表後５０年間保護されて，保護期間が\n平成１９年までであることを説明した（甲３７）。\n第１３９回国会衆議院文教委員会（平成８年１２月１２日開催）及び\n同国会参議院文教委員会（同月１７日開催）において，Ｅ政府委員（文\n化庁次長）は，昭和３１年までに公表された写真の保護期間が満了して\nいることを説明した（甲３８，３９）。\n(オ) 本件改正法の国会における審議の会議録には，本件改正法附則２条\nの適用関係に関する記載及び保護期間を延長した場合に対象となる映画\n又はその公表時期に関する記載はない（審尋調書（第２））。\nウ 上記イ(ア)認定のとおり，旧著作権法下における４回にわたる暫定的延\n長に関する改正法の施行期日は，いずれも１月１日ではなかったため，昭\n和３７年１２月３１日をもって満了する予定であった著作物の保護期間が，\n４回にわたり延長されたことになる。それによれば，現行の著作権法は，\n昭和３７年以来４回にわたる暫定的延長を受けて引き続き著作権を保護す\nることを前提としていたことが推認されなくはない。しかし，上記イ\n(イ)認定のとおり，現行の著作権法それ自体についてみれば，立法に際し，\n国会の審議において，昭和４５年１２月３１日に保護期間が満了する著作\n物につき現行の著作権法が適用されるか否かに関し，具体的な説明も質疑\nもされておらず，上記イ(ウ)認定の経過措置の規定の文言をもって，昭和\n４５年１２月３１日に保護期間が満了する著作物につき昭和４６年１月１\n日に施行された現行の著作権法が適用されるということは，少なくとも文\n理解釈上は，困難である。なお，上記イ(エ)認定の政府委員の各説明は，\n現行の著作権法が成立した後の時点において，現行の著作権法の適用につ\nき文化庁の見解を述べたものにすぎない。\n仮に，現行の著作権法施行の際の適用関係について，当初昭和３７年１\n２月３１日に保護期間が満了する予定であった著作物を現行の著作権法に\nよって引き続き保護したいという立法者意思を認め，合目的的に，昭和４\n５年１２月３１日に保護期間が満了する著作物につき昭和４６年１月１日\nに施行された現行の著作権法が適用されると解するとしても，本件改正法\n附則２条につきこれと同様に解すべき立法者の意思を汲み取ることは困難\nである。すなわち，上記イ(オ)のとおり，本件改正法の国会における審議\nの会議録には，本件改正法附則２条の適用関係に関する記載や，保護期間\nを延長した場合に対象となる映画やその公表時期に関する記載はなく，本\n件改正法の適用関係について，国会における立法段階での具体的な審議は\nされていないものと推認される。よって，本件改正法附則２条については，\n平成１５年１２月３１日に保護期間が満了する著作物を保護するためのも\nのであったという立法者意思を認めることはできない。\n(4) 債権者の主張２(2)について\n債権者が提出した文献のうち，文化庁長官官房著作権課「著作権テキスト\n～初めて学ぶ人のために～平成１７年度」（甲１５）及び文化庁「著作権法\n入門（平成１６年版）」（甲１６）には，文化庁長官官房著作権課「解説著\n作権法の一部を改正する法律について」コピライト２００３．８号（甲５）\nと同様，昭和２８年に公表された映画の著作物にも，保護期間を公表後７０\n年とする本件改正法が適用されることが明記されている。しかしながら，上\n記各文献の見解は，文化庁の見解を示したものにすぎず，法案を提出した文\n化庁が主観的にそのような意図を有していたとしても，本件改正法附則１条\n及び２条の文言上同見解が採用できないことは，前記(2)に判示したとおり\nである。\nまた，加戸守行（元文化庁次長）「著作権法逐条講義三訂新版」（甲１\n７），作花文雄（元文化庁著作権課課長補佐）「詳解著作権法第３版」（甲\n１９），佐野文一郎（元文化庁著作権課長）・鈴木敏夫「新著作権法問答」\n（甲２０），佐野文一郎「著作権制度改正の概要」ジュリスト４５２号（甲\n２１），吉田大輔（元文化庁著作権課長）「明解になる著作権２０１答」\n（甲２２），文化庁「最新版著作権法ハンドブック１９８７」（甲２３）及\nび著作権法令研究会「著作権法ハンドブック」（甲２４）の各文献では，い\nずれも，昭和７年１月１日以降死亡した者の著作権が現行の著作権法により\n保護されること，すなわち保護期間が昭和４５年１２月３１日までのものに\nついては，昭和４６年１月１日施行の現行の著作権法により，さらに保護を\n受けられることが明記されている。しかしながら，上記各文献は，いずれも，\n現行の著作権法の適用関係についての文化庁又はその関係者の見解を示した\nものにすぎず，本件改正法附則２条の解釈を示すものではない。また，田村\n善之「著作権法概説第２版」（甲１８）も，上記文献（甲１７）の記述を引\n用したものにすぎない。\n(5) 債権者の主張２(3)について\n債権者の引用する最高裁昭和５３年（オ）第６４７号同５４年４月１９日\n第一小法廷判決・判例タイムズ３８４号８１頁は，静岡県教育委員会の定め\nた「教職員の優遇退職実施要綱」において，満６０歳に達したか否かが問題\nとなり，年齢計算ニ関スル法律に基づき，当該年齢に達する日について，出\n生応当日の前日であると判断した原審である東京高裁昭和５２年（ネ）第２\n２９１号同５３年１月３０日判決・判例タイムズ３６９号１９３頁の判断を\n是認し，いわゆる例文で上告を棄却したものである。また，大阪高裁昭和５\n４年（行ケ）第２号同年１１月２２日判決・判例タイムズ４０７号１１８頁\nは，公職選挙法９条の「年齢満二十年以上の者」について，年齢計算ニ関ス\nル法律に基づき，当該年齢に達する日が出生応当日の前日であると判断した\nものであり，上告審の判断は示されていない。\nこれらの裁判例で，出生応当日の前日に当該年齢に達するとした判断は，\n一般に年齢計算につき理解されたところに従った結論にすぎず，債権者が主\n張するように，１日の時間的な始点と終了点を持ち出して，形式的には翌日\nに生じるように読める効果を前日に認めたり，形式的には前日に効力が消滅\nしているように読める効果を翌日まで認める解釈をしたものとはいえない。\n(6) 債権者の主張３について\n債権者は，債権者の解釈を前提とする著作権実務が運用されて定着してい\nるとして，法解釈の安定性の観点を指摘する。\nなるほど，前記認定のとおり，著作権法を所管する文化庁が債権者の解釈\nと同一の見解を表明してきたものであり，これに対する債権者の期待は，十\n分に理解することができる。そして，著作権法に限らず，あらゆる法分野に\nおいて，一国の法制度として，事前に権利の範囲や法的に擁護される利益が\n明確であって，これらの侵害に対して確実に事後の救済がされるような法的\n安定性と具体的妥当性の確保されていることが望ましいことはいうまでもな\nい。しかしながら，本件改正法附則２条の適用関係に関する文化庁の上記見\n解は，従前司法判断を受けたものではなく，これが法的に誤ったものである\n以上，誤った解釈を前提とする運用を将来においても維持することが，法的\n安定性に資することにはならない。\nまた，債権者は，知的財産権の保護を重視する時代の要請を指摘する。\nしかしながら，著作権法は，著作者の権利を定め，その文化的所産の公正\nな利用に留意しつつ，著作権者等の権利の保護を図り，もって文化の発展に\n寄与することを目的とした法律である（著作権法１条）。上記著作権法の目\n的を実現し，知的な創造活動を促進して，より高度な創造に向けた意欲を与\nえ，他方で，その成果を活用して社会を発展させるために，権利の保護と公\n正な利用のバランスを失してはならないことはいうまでもない。本件改正法\nは，映画の著作物の保護期間を公表後５０年から７０年に延長するものであ\nり，その適用があるか否かによって，著作物を自由に利用できる期間が２０\n年も相違することになる。しかも，著作権侵害が差止め及び損害賠償の対象\nとなるのみならず，刑事罰の対象となること（著作権法１１９条以下）をも\n併せ考えれば，改正法の適用の有無は，文理上明確でなければならず，利用\n者にも理解できる立法をすべきであり，著作権者の保護のみを強調すること\nは妥当でない。\n(7) 小括\n以上のとおり，本件映画については，本件改正法が適用されずに，平成１\n５年の経過，すなわち，同年１２月３１日の終了をもって保護期間が満了し\nたものである。\nしたがって，本件映画については，我が国においては，既に著作物の保護\n期間が満了したパブリックドメインに帰属する著作物というべきであるから，\n債権者の被保全権利が認められないことになる。\n３結論\n以上の次第であるから，保全の必要性について判断するまでもなく，債権者\nの申立ては，理由がないことに帰する。\nよって，主文のとおり決定する。\n平成１８年７月１１日\n東京地方裁判所民事第４７部\n部 眞規子裁判長裁判官 高\n平田直人裁判官\n田邉 実裁判官\n物件目録\n１ 「ローマの休日」と題する映画のＤＶＤ商品\n２ 「第十七捕虜収容所」と題する映画のＤＶＤ商品\n"
}