{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 21
  },
  "case_number": "平成16(ワ)5644",
  "case_name": "意匠権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9860",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9860",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/860/009860_hanrei.pdf",
  "contents": "平成１６年(ワ)第５６４４号　意匠権侵害差止等請求事件\n口頭弁論終結日　平成１６年１０月２５日\n判　　　　　　　　　決\n原　　　　　　告　　　　　株式会社東海\n訴訟代理人弁護士  　　　　兼松由理子\n大江耕治\n高田祐史\n補佐人弁理士　　　　　　　柳田征史\n被　　　　　　告　　　　　株式会社イングワン\n訴訟代理人弁護士　　　　　川村和久\n内藤裕史\n補佐人弁理士　　　　　　　杉本勝徳\n主　　　　　　　　　文\n１　被告は、別紙物件目録１及び２記載のライターを製造し、輸入し、販\n売し、販売のために展示してはならない。\n２　被告は、前項記載の物件を廃棄せよ。\n３　訴訟費用は被告の負担とする。\n４　この判決は仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n主文と同旨。\n第２　事案の概要\n本件は、ライターに係る意匠権を有する原告が、被告が製造、輸入及び販売\nするライターの意匠は原告が意匠権を有する意匠に類似するとして、被告に対し、\n同ライターの製造、輸入等の差止め及び廃棄を求めている事案である。\n１　争いのない事実等（当事者間に争いがないか、弁論の全趣旨により容易に認\nめられる。）\n(1)　当事者\nア　原告は、ライターその他の喫煙具の製造及び販売等を業とする株式会社\nである。\nイ　被告は、衣料品の製造販売、日用雑貨品の輸出入及び販売等を業とする\n株式会社である。\n(2)　原告は、次の意匠権（以下「本件意匠権」といい、その登録意匠を「本件\n意匠」という。）を有している。\n意匠に係る物品　　ライター\n出願日　　　　　　平成９年３月２４日（意願平９－８４１６）\n登録日　　　　　　平成１２年１月１４日\n登録番号　　　　　第１０６６５１４号\n登録意匠　　　　　別紙意匠公報（甲１）記載のとおり\n(3)　被告は、平成１５年８月ころから、業として「Ｄ６ソフト」と称する別紙\n物件目録１及び２記載のライター（以下「被告ライター」という。）を輸入し、同\n年１０月より日本国内で販売している。被告ライターには、容器が不透明でライタ\nーの内部構造が視認できないもの（別紙物件目録１参照）もあるが、その大半（約\n９割）は容器が透明でライターの内部構造が視認できるもの（別紙物件目録２参\n照）である。\n２　争点\n被告ライターの意匠は、本件意匠に類似するか。\n第３　争点に関する当事者の主張\n１　原告の主張\n(1)　本件意匠\nライターとしての機能、用途及び性質から必然的に決定される部分を捨象\nした上で、本件意匠登録出願前に公知であった意匠と比較した場合、本件意匠の構\n成において、取引者、需要者の注意を最も惹く部分、即ち要部は次のとおりであ\nる。\n①　ライター本体の上辺が押下部分から発火部を有する風防部分に向かうに\n従って曲線を描いている。\n②　①の曲線と平行するような形で、発火部を有する風防部分及び押下部分\n（以下「ライター上部」という。）と液化燃料ガスの入っている胴体部分（以下\n「ライター下部」という。）との仕切り線が曲線を描いている。\n本件意匠の以上の要部、特にライター上部の上下辺が緩やかな曲線を描く\nように形成されていることにより、ライターに、流動的な印象ないしスマートさが\n認められ、全体として豊かな審美性が構成されている。\n(2)　被告意匠１の構成\n被告ライターの意匠の構成を検討する場合、ライターの内部構造が視認可\n能か否かは意匠の類否判断に影響を及ぼさないから、その意匠は内部構造を考慮し\nない構成によって考えるべきである（別紙物件目録１参照。以下「被告意匠１」と\nいう。）。\n被告意匠１の要部は次のとおりである。\n①’　ライター本体の上辺が押下部分から発火部を有する風防部分に向かう\nに従って曲線を描いている。\n②’　①’の曲線と平行するような形で、ライター上部とライター下部との\n仕切り線が曲線を描いている。\n(3)　本件意匠と被告意匠１の比較\nア　共通点\n本件意匠と被告意匠１を比較した場合、いずれもライター本体の上辺が\n押下部分から風防部分に向かうに従って曲線を描いており、ライター上部とライタ\nー下部との仕切り線が上辺の曲線に平行するような曲線を描いている、という要部\nにおける共通性を有している。本件意匠と被告意匠１の要部における共通点は、公\n知意匠等からうかがわれる従前のライターにはない流動感とスマートさを見る者の\n感性に訴え、同一の審美性を生じさせている。\nまた、要部以外の点においても、正面及び背面の風防部分の押下部分に\n近い辺りに四角形状の凹みが設けられている点及び風防部分に４つの空気孔が設け\nられている点において共通している。\nイ　相違点\n本件意匠と被告意匠１の相違点としては、被告意匠１において押下部分\nの側面に縦縞模様が設けられている点が挙げられるが、押下部分の側面の縦縞模様\nは、ライターにおいてありふれた意匠であり、かかる違いはライターを使用する需\n要者にとって大きな相違として認識されるものではない。\nまた、本件意匠においては正面及び背面の空気孔が斜め方向に設けられ\nているのに対し被告意匠１では縦方向に設けられている、本件意匠ではライター上\n部とライター下部の仕切り線がライターの正面から左側面に至る付近で曲線から直\n線に変化しているのに対し被告意匠１ではかかる直線に変化している部分の長さが\n本件意匠より短い、といった相違点が認められる。しかしながら、両意匠を全体と\nしてみたときに、これらの差異は微差にすぎない。\nその他に被告が指摘する相違点も、いずれも微差にすぎない。\nウ　このように、本件意匠と被告意匠１は、要部において共通し、同一の審\n美性を醸し出している。他方で、相違点はあるもののいずれもありふれたものや微\n差にすぎないため要部ひいては意匠全体の類似性を凌駕するものではない。したが\nって、被告意匠１は本件意匠に類似しているというべきである。\n(4)　被告は、使い捨てライターの場合、需要者は、胴体部分のデザインに着目\nし、特に胴体部分の容器が透明な場合には視認される内部構造に強く注意を惹かれ\nる、と主張する。\nしかし、使い捨てライターの着火形式には２種類ある上、着火形式が同じ\nであっても着火部分の意匠には差異が生じ得る。また、使い捨てライターにおいて\nは、胴体部分の構成は似通ったものが多い。\nライターを購入するとき、取引者や需要者の注意は、その全体を観察する\nものであるから、その注意は、似通った胴体部分よりも、差異の生じる着火部分を\n含むライター上部に向けられる。\n胴体部分が透明である点についても、そのようなライターは従前より販売\nされており、また被告ライターの内部構造は機能的なものにすぎないから、内部構\n造が視認できる点に需要者が特に注意を惹かれることはない。\nライターに係る意匠については、容器が透明であるか不透明であるかを区\n別することなく登録され、どちらか一方の意匠が登録された後は容器の透明なもの\nも不透明なものも製造販売されている。容器が透明なライターは従前より製造販売\nされていたから、取引者の認識及び意匠権保護の見地からしても、透明・不透明の\n区別なく登録された意匠権の範囲は、容器が透明である製品及び不透明である製品\nの双方に及ぶと解することが合理的である。\nしたがって、被告の主張は失当である。\n２　被告の主張\n(1)　使い捨てライターは主としてたばこ等の目的物に着火するためのものであ\nるが、現在、ライターの着火機能自体にはほとんど差異がなく、その形態は、全長\n８㎝程度の矩形であるのが一般的であり、その小ささゆえに、全体の中で大きな割\n合を占める胴体部分のデザインに工夫がこらされている。さらに、需要者が使い捨\nてライターを観察するのはたばこへの着火時であるが、このときには顔の前面から\n１０数㎝程度でやや下方に離れた斜め上方から観察することになるから、押下部分\nが親指で隠れることになり、押下部分に注意が惹かれることはない。そして、胴体\n部分が透明な場合にはライターの使用者が液化燃料ガスの残量を視認することが可\n能となるから、胴体部分の内部機構が需要者に強く印象付けられることになる。\n以上の諸点にかんがみれば、使い捨てライターにおいて最も看者の注意を\n惹くのは胴体部分であり、ライターの要部認定にあたっては、主として胴体部分の\nデザインに着目するのが相当である。\nただし、胴体部分が無模様である場合には、ライター上部すなわち押下部\n分及び風防部分の形状等がライターの意匠を区別する部位とならざるを得ないた\nめ、ライター上部の形状等が補助的にライター要部の認定に用いられることにな\nる。\n(2)　本件意匠の要部\nア　本件意匠の胴体部分は、単純な矩形であり、模様等のデザインが施され\nていないため、胴体部分の形状等に要部を求めることはできない。したがって、本\n件意匠においては、ライター上部の形状が着目される結果、次の点が要部になると\nいうべきである。\n①　ライター本体の上辺、ライター上部と同下部の仕切り線、及び押下部\n分の庇下部と風防部分の空気吸入口を結んだ線がそれぞれ曲線を描き、平行に近い\n形で並んでいること。\n②　風防部分が正面視で変形五角形になっていること。\nイ　原告は、本件意匠の要部を前記１(1)①、②のとおり主張する。\nしかし、①のうち、ライター上部の上辺の曲線については、本件意匠出\n願前の公知意匠が多数（甲２０、乙１の１ないし３、乙２ないし４、２１ないし２\n７など）存在する。\nまた、②のうち、ライター上部の上辺の曲線と、ライター上部とライタ\nー下部の仕切り線の曲線は平行ということができないし、仮に略平行であればよい\nというのであれば、そのような平行関係を有する公知の意匠が存在した（乙１の\n１、乙４、２７）。また、仕切り線を曲線とする公知の意匠も存在する（乙４、２\n７）。\nしたがって、原告が本件意匠の要部として指摘する部分は、本件意匠出\n願時点で公知意匠が存在していたから、新規性を欠いており、本件意匠の要部とな\nり得ない。\n(3)　被告意匠２の要部について\n被告ライターのうち、胴体部分が透明なものは、同部分において内部構造\nが視認できるスケルトンのデザインが施されていることになるから、この部分が見\nる者の注意を惹くことになる。したがって被告ライターの意匠は、別紙物件目録２\nに記載されている意匠（以下「被告意匠２」という。）を検討対象とすべきであ\nり、その要部は以下のとおりとなる。\n①　無色透明若しくは着色透明の密閉容器状に形成された胴体部分の下半部\nには、液化燃料タンクが形成されている。\n②　胴体部分の正面視左半分には、略円柱状に形成された開閉バルブボディ\nと底部近傍にまで延出された細径の気化用フィルタが形成されている。\n③　胴体部分の正面視右半分には、略直方体の着火機構収納部のケースが上\n下方向に配設され、上端部分は押下部分により押下げ可能となっている。\n(4)　本件意匠の要部と被告意匠２の要部の比較について\n本件意匠の要部がライター上部の曲線にあるのに対し、被告意匠２の要部\nはメカニカルな内部構造が視認可能なスケルトンの胴体部分のデザインにあり、両\n意匠はその要部の主たる構成要素を異にする。そして、本件意匠は、需要者に対\nし、ライター上部の一体となった曲線より、女性的で優美な美的印象を与えるのに\n対し、被告意匠２は、スケルトンデザインによる男性的かつメカニカルな美的印象\nを与える。\nまた、仮に本件意匠の要部とされる点を比較するとしても、(2)ア①に対応\nする被告意匠２の部分は、「押下部分の仕切り線及び庇下部は直線であり、空気吸\n入口はその直線と垂直の関係にある一方、ライターの上辺は真ん中を頂点とするな\nだらかな曲線であり、風防部分の上辺とその仕切り線は平行に近い形で並んでい\nる」であって、ライターの上辺が曲線を描いている点で本件意匠と共通するが、押\n下部分及び庇下辺が水平直線となっている点で本件意匠と相違する。風防部分の空\n気吸入孔が、上記直線と垂直に、押下部側面の垂直の直線と平行に設けられている\n点でも、被告意匠２は本件意匠と相違する。被告意匠２のライター上部は、全体と\nして本件意匠に比して曲線の部分の曲率が低いこと及び直線が多用されることによ\nり、横への拡がりを意識させる扁平なデザインとなっている。\nさらに、(2)ア②に対応する被告意匠２の部分は、「風防部分が正面視で平\n行四辺形に近い形状になっている」であって、被告意匠２の風防部分は、本件意匠\nに比して仕切り線及び上辺の曲率が小さいため、視覚的には直線に近く、全体とし\nて平行四辺形に近い形状となっており、変形五角形の本件意匠とは形状において異\nなる。\nしたがって、両意匠の要部に表れた意匠の形態は、看者に異なった美感を\n与えるから、両意匠は非類似である。\n(5)　本件意匠と被告意匠２には、要部の比較における上記相違点に加えて、具\n体的態様の比較においても次に述べるような相違点がある。\nア　本件意匠の具体的構成\nＡ　ブタン等の液化燃料ガスを貯蔵する正面視において略矩形で、平面視\nにおいて長円形に形成された不透明の胴体部分と、当該胴体部分の上端左半部に風\n防部分が設けられ、風防部分に噴射された液化燃料ガスに着火する押下部分とを設\nけてなる使い捨てライターである。\nＢ　風防部分と押下部分の上辺は両部分の仕切りを頂点として、風防部分\nの左端部が押込操作部の右端部より低くなるような緩やかな円弧を描いている。\nＣ　胴体部分と風防部分との仕切りはその左半部は水平で右半部が円弧状\nになっている。\nＤ　胴体部分と押下部分との仕切りは、風防部分のＣの円弧に連続する右\n上がりの緩やかな円弧を描いている。\nＥ　風防部分の上面には円形の炎出口孔と、その左方に弧状スリットを炎\n出口孔の半部を覆う状態に形成されている。\nＦ　風防部分の側面で左端寄り部分には、上下方向に伸びる２本の空気吸\n引用スリットが形成され、前後の各側面には風防部分係止用の凹みが左右に設けら\nれている。\nＧ　押下部分は上面部分が平面視で胴体部分と略同形状とされ、その下部\nに周面が無模様の小形のガイド部が一体に形成されている。\nＨ　風防部分側面には、炎調節機構の炎調節レバーがない。\nイ　被告意匠２の具体的構成\nａ　ブタン等の液化燃料ガスを貯蔵する正面視において略矩形で、平面視\nにおいて中間部分が膨らんだ略楕円形に形成された無色透明若しくは着色透明の合\n成樹脂で形成された胴体部分と、当該胴体部分の上端左半部に金属製キャップが嵌\n着された風防部分が設けられ、風防部分に噴射された液化燃料ガスに着火する押下\n部分とを設けてなる使い捨てライターである。\nｂ　風防部分と押下部分の上辺は、両部分の仕切りから押下部分がやや下\n向きの略直線状に形成され、風防部分は仕切りから左端部が低くなるような緩やか\nな円弧を描いている。\nｃ　胴体部分と風防部分との仕切りは全体が一つの円弧状に形成してあ\nる。\nｄ　胴体部分と押下部分との仕切りは水平かつ直線として形成されてい\nる。\nｅ　風防部分の上面には、円形の炎出口孔と、この炎出口孔の左半部を形\n成する周縁部をＹ形にすることにより、炎出口孔の左半部の前後に２つの弧状スリ\nットを形成している。\nｆ　風防部分の側面で左端寄りの部分には、上下方向に伸びる長短２種類\nの４本の空気吸引用スリットが、側面視において下端部を水平にそろえた状態で形\n成されるとともに、前後の各側面には風防部分の金属製キャップ係止用の凹みが左\n右にそれぞれ一つずつ設けられている。\nｇ　押下部分が平面視で胴体部分と略同形状とされ、その下部のガイド部\nには周面に断面波形の凹凸模様が上下方向に形成されている。\nｈ　風防部分の左側で胴体部分との仕切りには横長の切込みがあり、当該\n切込みからは炎調節機構の炎調節レバーの先端が突出している。\nｉ　無色透明若しくは着色透明の合成樹脂で密閉容器状に形成された胴体\n部分は、その下半部に燃料の残量やその液面の動きを視認可能な液化燃料タンクが\n形成されている。\nｊ　液化燃料タンクは、中央部分に同タンクの上端から底部の近傍に垂下\nされた板状の区画壁で左右に仕切られ、左右のタンク底部の近傍で連通されてい\nる。\nｋ　左方のタンクの上端は、右方のタンクの上端より高く、胴体部分の上\nから約３分の１の高さに位置している。\nｌ　左方のタンクにはその上方にねじ込み固定された略円柱状に形成され\nた開閉バルブボディが気密状に取り付けられ、この開閉ボディから細径で微細孔を\n有する気化用フィルタが底部近傍にまで延出されている。\nｍ　右方のタンクは胴体部分の約２分の１の高さの位置に形成され、その\n上方には着火機構収納部が形成されている。\nｎ　ｍの着火機構収納部には圧電素子を内装したテレスコピック式の略直\n方体のケースが上下方向に配設され、上端部分が押下部分で押し下げられるように\nなっている。\nウ　両意匠の具体的構成の比較検討\n使い捨てライターについては、少なくとも着火機構、火口及び燃料タン\nクが必要であるという機能的制約と、たばこと同時に持ち運ぶことが想定されてい\nることによる形態上の制約等の理由により、わずかなデザインの違いが意匠の類否\nに影響する。\nそこで、以下、本件意匠と被告意匠２の上記各具体的構成について、詳\n細に比較検討を行う（以下のアルファベットは、前記ア及びイの記載内容を示\nす。）。\n(ア)　Ａ、ａについて\n本件意匠と被告意匠２の全体的な形態としては、正面視における略矩\n形の胴体部分、風防部分及び押下部分を備えた使い捨てライターであり、大きさも\n概ね同じという点においては類似している。\nしかし、平面視における形状が本件意匠では長円であるのに対して、\n被告意匠２では中間部分が膨らんだ楕円形状に形成されている点、本件意匠では胴\n体部分及び押下部分が不透明であるのに対して、被告意匠２では液化燃料ガスの量\nや着火機構等の内部構造が視認できるように無色透明若しくは着色透明の合成樹脂\nで形成されている点が大きく相違する。\n(イ)　Ｂ、ｂについて\n風防部分と押下部分の上辺が、本件意匠では両部分の仕切りを頂点と\nして、風防部分と押下部分とが連続する一つの円弧を描いているのに対して、被告\n意匠２では押下部分の上辺がやや下向きの略直線状に形成されている点が相違す\nる。\n(ウ)　Ｃ、ｃについて\n押下部分の庇部分と、押下部分と胴体部分との仕切りが平行となって\nいる点では両意匠は類似している。\nしかし、本件意匠では胴体部分と風防部分との仕切りの左半部は水平\nの直線で、右半部は円弧状の曲線であるのに対し、被告意匠２は胴体部分と風防部\n分との仕切り全体が一つの曲線に形成されている点が相違する。\n(エ)　Ｄ、ｄについて\n胴体部分と押込操作部との仕切りに関し、本件意匠は風防部分の円弧\nに連続する右上がりの緩やかな円弧になっているのに対し、被告意匠２ではその仕\n切りが水平かつ直線状に形成されている点が相違する。\n(オ)　Ｅ、ｅについて\n風防部分の上面に円形の炎出口孔とその周辺の一部に弧状スリットを\n設けた点は共通するが、その具体的な形状が相違する。\n(カ)　Ｆ、ｆについて\n風防部分に関し、空気吸引用スリットや凹みが存在する点では本件意\n匠と被告意匠２は共通するが、スリットの具体的な形状及び数において相違する。\n(キ)　Ｇ、ｇについて\n押下部分が平面視で胴体部分と略同形状とされている点は共通する\nが、本件意匠では庇部分の下部に周面が無模様の小形のガイド部が一体に形成され\nているのに対して、被告意匠２では、ガイド部の周面に断面波形の凹凸模様が上下\n方向に形成されている点で両者は相違する。\n(ク)　Ｈ、ｈについて\n被告意匠２には風防部分の左側で胴体部分との仕切りに横長の切込み\nがあり、当該切込みから炎調節機能の炎調節レバーの先端が突出しているのに対し\nて、本件意匠には炎調節レバーがない点で相違する。\n(ケ)　ｉ、ｊ、ｋ、ｌ、ｍ、ｎについて\n胴体部分については、被告意匠２においては内部構造が構成要素とな\nる結果、本件意匠にない構成が被告意匠２の構成には存在することになり、しかも\nこれらの構成こそが見る者の注意を強く惹く部分となっている点において大きく相\n違する。\nエ　以上のように、本件意匠と被告意匠２とは、具体的構成において多数の\n相違点が存在する。具体的構成に存在するわずかな相違点のみにより意匠登録が認\nめられる特許庁の現行の運用では、上記相違点の存在は、非常に大きな差異である\nというべきである。\nしたがって、本件意匠と被告意匠２は、具体的構成を比較しても非類似\nと認められる。\n(6)　原告は、被告ライターのうち胴体部分が透明なものであっても、内部構造\nについては意匠の類似判断の基準とせず、その要部はライターの上部にあると主張\nし、また、被告ライターの内部構造は機能的な形状にすぎないと主張する。\nしかし、胴体部分内部の機械構造が透明または半透明のケースを透かして\n観察することができる場合には、メカニカルな内部構造が際立ち、意匠の類似判断\nの基準となるというべきである。胴体部分が透明であることを主たる特徴とする登\n録意匠公報も存在する（乙２０）。\nまた、内部構造といっても、必ずしも機能とは関係がなく、かつ外部から\n視認可能な意匠上の特徴を有する形状のものもあるし、機能と関係があっても、必\n然的に同じ形状になるものではない（原告製のライターの内部構造では、胴体の発\n火部分の形状は、円柱状とバネ状の組合せであるのに対し、被告ライターの内部構\n造には、そのようなバネ状の発火部分が存在しないことなど。）。\n着火部分のデザインは同一であるが、胴体部分のデザイン毎に独立の意匠\nとして意匠登録されている例が数多く存在する（乙１３ないし１９）。\nなお、原告は、意匠権利者が容器が透明な製品の意匠について別途意匠登\n録を受けねばならないことの不都合性を主張するが、部分意匠制度導入以前の旧法\n下においては、自己の製品の意匠を保護するために透明製品についても意匠登録を\n受けることはやむを得なかったのであり、このような手間を惜しんだ者が旧法下の\n制度において保護されなかったとしてもやむを得ないというべきである。\n第４　争点に対する判断\n１　本件意匠の構成態様\n別紙意匠公報（甲１）によれば、本件意匠の構成は次のとおりであると認め\nられる。\n(1)　本件意匠の基本的構成態様\nＡ　ライター下部を構成する液化燃料ガスを貯蔵する胴体部分と、ライター\n上部を構成する、着火部分を覆う風防部分及び液化燃料ガスに着火するための押下\n部分とからなる、使い捨てライターである。\nＢ　胴体部分は、正面視略矩形、平面視略長円形である。\nＣ　風防部分は、胴体部分の上部に正面視左側半分の位置に設けられ、正面\n視略平行四辺形である。\nＤ　押下部分は、胴体部分の上部に正面視右側半分の位置に設けられ、正面\n視略平行四辺形である。\n(2)　本件意匠の具体的構成態様\nａⅰ　ライター本体は、正面視略矩形状であり、長さ寸法と幅寸法の比率が\n約３．５：１である。\nⅱ　ライター下部（胴体部分）とライター上部（風防部分・押下部分）と\nは、正面視で長さ比率が約８：１であり、風防部分と押下部分は正面視で長さ比\n率、幅比率共に約１：１である。\nⅲ　ライター上部の上辺は、正面視中央を頂点とし両端にむけて緩やかに\n下降する曲線を描いている。\nⅳ　ライター上部とライター下部の仕切り線は、正面視で左端からライタ\nー本体の約７分の１までは水平直線、同水平直線右端からライター本体中央部分ま\nでは右上がりの円弧線、更に同円弧線右端からライター本体右端までは緩やかな右\n上がりの曲線を描いている。\nⅴ　ライター上部の上辺と、ライター上部とライター下部との仕切り線と\nは、略平行である。\nｂ　胴体部分は、正面視・背面視において、上辺が上記ａⅳ記載のとおりの\n線を描き、下辺及び側辺が直線である略矩形である。\nｃⅰ　風防部分は、正面視において、上辺を緩やかな右上がり曲線とし、下\n辺左端を水平直線、その右側を右上がりの円弧線とし、左辺と右辺を直線とする、\n変形略平行四辺形状の五角形状である。\nⅱ　風防部分の上面には、円形の炎出口孔と、半円弧状スリットとがあ\nる。\nⅲ　風防部分は、左側面視において、上下に伸びる２本の空気吸引用スリ\nットが形成されている。炎を調整するための炎調整レバーはない。\nⅳ　風防部分には、正面視及び背面視において、風防部分係止用の凹み及\nび斜めの空気吸引用スリットが各１個設けてある。\nｄⅰ　押下部分は、正面視において、その上辺が僅かに右下がりの曲線、下\n辺が僅かに右上がりの曲線、左辺と右辺が直線である、略平行四辺形状である。\nⅱ　押下部分の庇部は、上辺が緩やかな右下がり曲線であり、下辺が僅か\nに右上がりの曲線である。\n２　被告ライターの意匠の構成態様\n意匠とは「物品の形状、模様若しくは色彩又はこれらの結合であって、視覚\nを通じて美感を起こさせるものをいう」（意匠法２条１項）ところ、容器が透明で\nあるため視認が可能となるライターの内部構造は、ライターの模様ということがで\nき、ライターの意匠の構成の一部となり得る。\n前記第２、１(3)のとおり、被告ライターには、容器が不透明でライターの内\n部構造が視認できないものと、容器が透明でライターの内部構造が視認できるもの\nとがある（後者がその約９割を占める。）から、被告ライターの意匠としては、容\n器の不透明なものは被告意匠１として、容器の透明なものは被告意匠２として、各\n別に考察するのが相当である。そして、被告意匠１及び２に共通する点は次の(1)及\nび(2)のとおりであり、被告意匠２にのみ特有の点は次の(3)記載のとおりの構成で\nあると認められる（なお、下線部は、上記１で認定した本件意匠の構成態様との相\n違点である。）。\n(1)　被告ライターの意匠の基本的構成態様（共通）\nＡ　ライター下部を構成する液化燃料ガスを貯蔵する胴体部分と、ライター\n上部を構成する着火部分を覆う風防部分及び液化燃料ガスに着火するための押下部\n分とからなる、使い捨てライターである。\nＢ　胴体部分は、正面視略矩形、平面視略楕円形である。\nＣ　風防部分は、胴体部分の上部に正面視左側半分の位置に設けられ、正面\n視略平行四辺形である。\nＤ　押下部分は、胴体部分の上部の正面視右側半分の位置に設けられ、正面\n視略平行四辺形である。\n(2)　被告ライターの意匠の具体的構成態様（共通）\nａⅰ　ライター本体は、正面視略長方形状であり、長さ寸法と幅寸法の比率\nが約３．５：１である。\nⅱ　ライター下部（胴体部分）とライター上部（風防部分・押下部分）と\nは、正面視で長さ比率が約８：１であり、風防部分と押下部分は正面視で長さ比\n率、幅比率共に約１：１である。\nⅲ　ライター上部の上辺は、正面視中央を頂点とし両端にむけて緩やかに\n下降する曲線を描いている。\nⅳ　ライター上部とライター下部の仕切り線は、正面視で左端から中央部\n分まで右上がりの円弧線を描き、同円弧線右端からライター本体右端まで水平直線\nを描いている。\nⅴ　ライター上部の上辺と、ライター上部とライター下部との仕切り線と\nは、略平行である。\nｂ　胴体部分は、正面視・背面視において、上辺が上記ａⅳ記載のとおりの\n線を描き、下辺及び側辺が直線である略矩形である。\nｃⅰ　風防部分は、正面視において、上辺を緩やかな右上がり曲線とし、下\n辺を右上がりの円弧線とし、左辺と右辺を直線とする、略平行四辺形状である。\nⅱ　風防部分の上面には、円形の炎出口孔と、略４分の１円弧状スリット\n２つとがある。\nⅲ　風防部分は、左側面視において、上下に伸びる長さの異なる４本の空\n気吸引用スリットが形成されている。スリット下部には炎を調整するための炎調整\nレバーがある。\nⅳ　風防部分には、正面視及び背面視において、風防部分係止用の凹みが\n設けてある。斜めの空気吸引用スリットは設けられていない。\nｄⅰ　押下部分は、正面視において、その上辺が僅かに右下がりの曲線、下\n辺、左辺及び右辺が直線である、略平行四辺形状である。\nⅱ　押下部分の庇部は、上辺が緩やかな右下がり曲線であり、下辺がほぼ\n水平直線である。\nⅲ　押下部分の柱部は壁面に凹凸が刻まれていることにより上下方向に縞\n状となっている。\n(3)　被告意匠２にのみ特有の構成\nⅰ　胴体部分の内部は液化燃料ガスのタンク部であるが、中央部分に同タン\nクの上端から底部近傍に垂下された板状の区画壁で左右に仕切られ、左右のタンク\n底部の近傍で連通されている。\nⅱ　正面視左方タンクの上端は、右方タンクの上端より高く、胴体部分の上\nから約３分の１程度の高さに位置している。\nⅲ　正面視左方タンクには、その上方にねじ込み固定された略円柱状に形成\nされた開閉バルブボディが気密状に取り付けられ、この開閉バルブボディから細径\nで微細孔を有する気化用フィルタが底部近傍まで延出している。\nⅳ　正面視右方タンクは、胴体部分の約２分の１の高さの位置に形成され、\nその上方には着火機構収納部が形成されている。\nⅴ　ⅳの着火機構収納部には、圧電素子を内装したテレスコピック式の略直\n方体のケースが上下方向に配設され、上端部分が押下部分で押し下げられるように\nなっている。\n３　本件意匠の要部\n(1)　意匠の類否を判断するに当たっては、意匠を全体として観察した上、意匠\nに係る物品の性質、用途、使用態様等、さらには公知意匠にない新規な創作部分の\n存否等をも参酌して、取引者・需要者の注意を最も惹きやすい部分を登録意匠の要\n部として把握し、登録意匠と対象となる意匠とが要部において構成態様を共通にす\nるか否かを中心に観察して、両意匠が全体として美感を共通にするか否かを判断す\nべきである。\nそこで、本件意匠の要部がいかなる構成にあるかについて検討する。\n(2)　物品の性質、用途、使用態様等\n証拠（甲１７、１９、３３ないし３６）及び弁論の全趣旨によれば、次の\n事実が認められる。\n本件意匠に係る物品であるライターは、いわゆる高級ライターではなく、\n俗に「使い捨てライター」あるいは「１００円ライター」などと呼ばれるものであ\nって、燃料が切れれば使い捨てにされる安価（１００円から１５０円程度のものが\n多い。）で簡易なライターである。また、大きさは全長８㎝程度であって、洋服の\nポケットや鞄に入れるなどしてたばこと共に携帯し、喫煙の際に片手で取り出して\n簡便に着火するために用いることが予定されている。\n取引者はカタログを見て、需要者（最終消費者）は店頭の現物を見て商品\nを購入するのが通常であるが、カタログの商品掲載においても、店頭での商品陳列\nにおいても、ライターの胴体部分、着火部分及び押下部分の全体を正面又は背面か\nら広く見ることができるように配置されている。また、店頭でライターを購入する\n需要者は、手に取るなどして商品であるライターを見て、主に胴体部分、着火部分\n及び押下部分の全体を正面又は背面方向から広く商品を観察するとともに、着火動\n作や押下部分の押下げ動作のしやすさ、携帯のしやすさ等をも確認して、購入す\nる。\n(3)　公知意匠等\n本件意匠の登録出願前に公知であったライターに係る意匠には、次のよう\nなものがある。\nア　登録意匠番号第９６２５５４号意匠公報（甲１４、乙１の１）に記載さ\nれたライターの意匠は次のとおりである。\nライター本体は正面視略長方形状であり、平面視長円形状である。ライ\nター上部の上辺は、正面視で左端から４分の１程度が水平直線状、次に右３分の１\n程度まで極緩やかな右上がりの曲線状、更に右端にかけて緩やかな右下がりの曲線\nを描いている。ライター上部とライター下部の間には帯状部分があり、ライター上\n部と帯状部分との仕切り線は、正面視で、左端から約３分の１程度が水平直線状、\nそこから右約４分の１まで右上がり直線状、最後の右４分の１程度は水平直線状を\n描いている。ライター下部と帯状部分との仕切り線は、水平直線状を描いている。\nその他ライター本体の正面視下辺、左辺、右辺はいずれも直線状である。\n着火部分は、正面視において略四角形であり、左側面視において上下に\n伸びる２本の空気吸入用スリットとスリット下部に炎を調整するための炎調整レバ\nーがある。\n押下部分は、上辺がやや右下がり、下辺がやや右上がり、左右辺は直線\nの略四辺形である。庇部は、上辺が右下がり円弧状、下辺が右上がり曲線状であ\nり、柱部には中央寄りに容器の凹凸によって縦縞に見える模様がある。\nイ　登録意匠番号第７０４６０８号意匠公報（乙２）に記載されたライター\nの意匠は次のとおりである。\nライター本体は、正面視略長方形状であり、平面視楕円形状である。正\n面視上辺が中央を頂点とし両端に向かって極く緩やかに下降する曲線を描いてい\nる。ライター上部とライター下部の仕切り線は、約３等分され、左側と右側はいず\nれも水平直線状であり、中央部分は、左側と右側の各水平直線状の高低差を繋ぐ、\n右に下降する直線状である。\n押下部分は、正面視で対向する右上及び左下の２角にアールのついた略\n菱形状であり、庇部や柱部等の構成はない。\n着火部分は、略四角形であるが押下部分の上記形状及び上記仕切り線の\n右への下降直線に沿う形で右下部分が変形している。空気吸引用スリットや炎調整\nレバーはない。\nウ　登録意匠番号第９０２８２７号意匠公報（乙３）に記載されたライター\nの意匠は次のとおりである。\nライター本体は、正面視略長方形状、平面視略楕円形状である。ライタ\nー本体の上辺は正面視やや右上がりの直線状、左右辺はわずかに下部において末広\nがりとなる直線状、下辺は直線状を描いている。ライター上部とライター下部の間\nには帯状部分があり、ライター上部と帯状部分との仕切り線は、正面視で、着火部\n分においてアールのついた直角状、押下部分において右下がりの波形曲線を描いて\nいる。ライター下部と帯状部分との仕切り線は、水平直線状である。\n着火部分において空気吸引用スリットはないが、左側面視で炎調整レバ\nーがある。\n押下部分には庇部と柱部がある。庇部の上辺はやや右上がり直線状であ\nるが、庇部下辺はやや右下がり曲線状である。\nエ　登録意匠番号第９４１４２０号意匠公報（乙４）に記載されたライター\nの意匠は次のとおりである（なお、同公報に記載されたライターの正面図及び背面\n図は、それぞれ本件意匠や上記アないしウの公報とは逆に表示されている。そこ\nで、乙４の意匠公報の正面図をライターの背面視、背面図を正面視を表すものとし\nて表示する。）。\nライター本体は、正面視上辺が右下がりの略長方形状、平面視略卵形状\nである。ライター本体の上辺は正面視で、右下がりの直線状、下辺、左辺及び右辺\nは直線状である。ライター上部とライター下部の間には帯状部分があるが、ライタ\nー上部と帯状部分の仕切り線、ライター下部と帯状部分の仕切り線も、いずれも右\n下がりのごく緩やかな曲線状である。\n着火部分は、外形的にはライター上部と帯状部分とライター下部とに跨\nっており、背面視ライター下部上方に上下に伸びる２本の空気吸引用スリットがあ\nり、炎調整レバーはない。\n押下部分は略平行四辺形であり、庇部や柱部という構成は採られていな\nい。\nオ　登録意匠番号第８９７５１２号意匠公報（甲２６、乙２１の１。類似意\n匠として乙２１の２ないし４）、登録意匠番号第８５３８０９号意匠公報（乙２２\nの１。類似意匠として乙２２の２）、登録意匠番号第７８１４３９号意匠公報（乙\n２３）、登録意匠番号第７８１２８４号意匠公報（乙２４の１。類似意匠として乙\n２４の２）、登録意匠番号第７０７９０９号意匠公報（乙２６）記載のライターの\n意匠は、ライター本体の上辺等が曲線を描いている。しかし、これらの意匠は、ラ\nイター上部の風防部分と押下部分の双方あるいは押下部分のみがライター上部にお\nいて円弧状の仕切り線で区分されていたり、ライター上部とライター下部が仕切り\n線あるいは帯状部分によって直線的に区分されていたりするなどの特徴点がある\n上、いずれの意匠においても、ライター本体の上辺と、ライター上部とライター下\n部の仕切り線が双方共に曲線で、略平行関係にあるという構成を備えていない。\n(4)　容器が透明なライターについて\nア　ライターの胴体部分が透明で、内部構造が次のようなものの存在が知ら\nれていた。\n(ア)　登録意匠番号第３９５２０７号意匠公報（甲１６）に記載されたラ\nイターの意匠については、胴体部分が透明であることが明記されている。同意匠の\nうち、胴体部分の内部構造は、次のとおりである。\nⅰ　胴体部分の内部の液化燃料ガスのタンク部は、中央部分に同タンク\nの上端から底部近傍に垂下された板状の区画壁で左右に仕切られ、左右のタンク底\n部の近傍で連通されている。\nⅱ　正面視左方タンクには、その上方にねじ込み固定された略円柱状に\n形成された開閉バルブボディが気密状に取り付けられ、この開閉ボディから細径で\n微細孔を有する気化用フィルタが胴体部中央付近まで延出している。\n(イ)　平成元年１０月１日に発行された「喫煙具総合カタログ」（甲１\n９）、「１９８１／８２喫煙具総合カタログ」（甲３３）、「１９８３／８４喫煙\n具総合カタログ」（甲３４）、「１９８５－８６喫煙具総合カタログ」（甲３５）\nには、胴体部分が透明であって内部構造が透視できるライターが掲載されている。\n同意匠のうち、胴体部分の内部構造は次のとおりである。\nⅰ　胴体部分の内部の液化燃料ガスのタンク部は、中央部分に同タンク\nの底部から上端近傍に垂直に配された板状の区画壁で左右に仕切られ、左右のタン\nク上部近傍で連通されている。\nⅱ　正面視左方タンクには、その上方に固定された略円柱状に形成され\nた開閉バルブボディが気密状に取り付けられ、この開閉ボディから細径で微細孔を\n有する気化用フィルタが底部近傍まで延出している。\n(ウ)　「'８８喫煙具総合カタログ」（甲３６）には、胴体部分が透明であ\nって内部構造が透視できるライターが掲載されている。同意匠のうち、胴体部分の\n内部構造は次のとおりである。\nⅰ　胴体部分の内部の液化燃料ガスのタンク部は、中央部分に同タンク\nの底部から上部近傍に垂直に配された板状の区画壁で左右に仕切られ、左右のタン\nク上部近傍で連通されている。\nⅱ　正面視左方タンクには、その上方に固定された略円柱状に形成され\nた開閉バルブボディが気密状に取り付けられ、この開閉ボディから細径で微細孔を\n有する気化用フィルタが底部近傍まで延出している。\nⅲ　正面視右方タンクは、胴体部分の約３分の２の高さの位置に形成さ\nれ、その上方には着火機構収納部が形成されている。\nⅳ　ⅲの着火機構収納部には、略直方体のケースが上下方向に配設さ\nれ、上端部分が押下部分で押し下げられるようになっている。\nイ　前記アに掲記したものののほか、「２００３Ｓｍｏｋｉｎｇ　Ｇｏｏｄ\nｓ喫煙具総合カタログ」（甲１７）、登録意匠番号第９０２８２７号意匠公報（甲\n２１）、登録意匠番号第９０２８２７号意匠公報（乙３）、登録意匠番号第１１１\n４２６９号意匠公報（乙２０）によれば、ライターの内部構造としては、液化燃料\nタンク、区画壁、開閉バルブボディ、細径で微細孔を有する気化用フィルタ、着火\n機構収納部、圧電素子等を内臓する直方体のケース等が通常備えられ得ることが認\nめられる。\nなお、登録意匠番号第１１１４２６９号意匠公報（乙２０）の「意匠に\n係る物品の説明」欄には、「透明合成樹脂」との記載があるほか、容器が透明であ\nることに関する記載はなく、他方で、風防部分の上端開口を覆う蓋部がガス吐出路\n開閉弁を操作するための操作レバー部と一体に形成されているとの記載や、使用時\nにおける操作レバー部及び蓋部の後傾により風防カバーの上端開口が開き、火炎が\n放出される旨の記載がある。\n(5)　ライターに関するカタログ（甲１７、１９、３４ないし３６）には、全体\nの形状は同一であるが、胴体部分に描かれる絵（格子模様、大理石模様、迷彩模\n様、縦縞模様、スポーツや人形あるいは動物のイラストなど）や色彩のみが異なる\nライターが、同一商品名で掲載されている。\n(6)　以上の認定事実によれば、次のようにいうことができる。\nア　前示認定のとおり、本件意匠に係る物品であるライターは、俗に「使い\n捨てライター」あるいは「１００円ライター」などと呼ばれ、燃料が切れれば使い\n捨てにされる安価で簡易なライターである。そして、取引者はカタログを見て、需\n要者（最終消費者）は店頭の現物を見て商品を購入するのが通常であるが、カタロ\nグの商品掲載においても、店頭での商品陳列においても、ライターの胴体部分、着\n火部分及び押下部分の全体を正面又は背面から広く見ることができるように配置さ\nれている。また、ライターの大きさは全長８㎝程度の小さいものであるから、店頭\nでライターを購入する需要者は、これを手に取るなどして、主に胴体部分、着火部\n分及び押下部分の全体を主として正面又は背面方向から広く商品を観察するととも\nに、着火動作や押下部分の押下げ動作のしやすさ、携帯のしやすさ等をも確認し\nて、購入するものと解される。\nこの点につき、被告は、需要者が使い捨てライターを観察するのはたば\nこへの着火時であるが、このときには顔の前面から１０数㎝程度でやや下方に離れ\nた斜め上方から観察することになるから、押下部分が親指に隠れることになり、押\n下部分に注意を惹かれることはないと主張する。しかし、上記のとおり、需要者\nは、ライターの購入に際してライターを手に取るなどして、その全体を正面又は背\n面方向から広く観察するというべきであるから、単にたばこへの着火時に押下部分\nが親指に隠れることを理由に、同部分が需要者の注意を惹かないということはでき\nない。\nイ　もっとも、前示(3)掲記の各公知意匠によれば、本件意匠の登録出願前に\nおいて、ライター本体全体ないしライター下部（胴体部分）の形状は、そのほぼ全\nてが正面視略長方形状で、かつ、平面視略長円形状ないし楕円形状であって、ライ\nターの意匠において、上記のようなライター本体全体ないしライター下部（胴体部\n分）の形状はきわめてありふれたものであったというべきであり、これに特徴的な\n模様が施されている場合はともかく、形状自体は取引者ないし需要者の注意を惹く\nものということはできない。\nウ　これに対し、本件意匠中のライター上部の構成、すなわち、ライター上\n部の上辺が正面視中央を頂点として両端に向けて緩やかに下降する曲線を描き、ラ\nイター上部とライター下部の仕切り線が正面視で左端からライター本体の約７分の\n１までは水平直線、同水平直線右端からライター本体中央部分までは右上がりの円\n弧線、更に同円弧線右端からライター本体右端までは緩やかな右上がりの曲線を描\nくとともに、ライター上部の上辺と、ライター上部とライター下部との仕切り線と\nが略平行であるとの構成は、上記各公知意匠には見られない新規なものと認めら\nれ、これらの直線及び曲線の組合せ及びその位置関係により、優美なスマートさに\nよる独特の美感がもたらされているということができる。したがって、本件意匠に\nおけるライター上部の構成は、見る者の注意を惹く部分というべきであって、本件\n意匠の要部ということができる。\n被告は、ライター本体の上辺等が曲線を描いているライターの意匠や、\n上辺とライター上部及びライター下部との仕切り線が平行であるライターの意匠\nは、本件意匠出願時既に公知であったから、これらの点を本件意匠の要部とするこ\nとはできないと主張し、乙第１号証の１ないし３（なお、乙第１号証の２及び３は\n本件意匠出願前公知の意匠公報ではない。）、第２ないし第４号証、第２１号証の\n１ないし４、第２２号証の１及び２、第２３号証、第２４号証の１及び２、第２５\nないし第２７号証の各意匠公報を提出する。しかし、これらの各意匠公報に記載さ\nれているライターの意匠は、ライター本体の上辺が曲線であるとか、ライター本体\nの上辺とライター上部及び下部との仕切り線とが略平行関係にあるなどといった、\n本件意匠の要部として当裁判所が認定した構成の一部ずつを表すものにすぎないこ\nとが明らかである。そしてこれらの断片的な構成が有機的に結合した本件意匠中の\nライター上部に関する上記構成は、上記各公知意匠には表われておらず、その構成\nから看取される印象にかんがみれば、上記構成がありふれた意匠ということはでき\nない。また、特に乙第１号証の１ないし３、乙第２、第３号証、第２２号証の１及\nび２、第２３号証、第２４号証の１及び２、第２５ないし第２７号証の各意匠公報\nに記載のライターの意匠は、ライター上部とライター下部の仕切り線やその間に配\n設される帯状部分が直線で構成されているため、本件意匠が醸し出す全体としての\n優美なスマートさとは異なる印象をもたらすものである。\nしたがって、被告が指摘する各公知意匠の存在をもって、本件意匠の要\n部として当裁判所が認定した構成が公知でありふれたものであったということはで\nきない。\n４　本件意匠と被告意匠との類否について\n(1)　以上の認定判断を前提に、被告意匠１が本件意匠と類似するか否かを検討\nする。\nア　被告意匠１のうち、当裁判所が本件意匠の要部と認定した構成に対応す\nる構成は、前示２認定のとおり、ライター上部の上辺が正面視中央を頂点とし両端\nにむけて緩やかに下降する曲線を描き、ライター上部とライター下部の仕切り線は\n正面視で左端から中央部分まで右上がりの円弧線を描き、同円弧線右端からライタ\nー本体右端まで水平直線を描くとともに、ライター上部の上辺とライター上部とラ\nイター下部との仕切り線とは、略平行である、というものである。これを本件意匠\nと対比すると、ライター上部とライター下部の仕切り線の形状が相違し、その余の\n構成は本件意匠と同じである。\nすなわち、上記仕切り線の形状については、本件意匠が「正面視で左端\nからライター本体の約７分の１までは水平直線、同水平直線右端からライター本体\n中央部分までは右上がりの円弧線、更に同円弧線右端からライター本体右端までは\n緩やかな右上がりの曲線を描く」というのに対し、被告意匠１は「正面視で左端か\nら中央部分まで右上がりの円弧線を描き、同円弧線右端からライター本体右端まで\n水平直線を描く」というものである。\nそこで、上記ライター上部と同下部との仕切り線の形状の相違部分につ\nいて検討するに、本件意匠及び被告意匠ともに、正面視ライター本体中央部分を境\nとして、左側が右上がり円弧状である部分は同じであるが、①同中央部分右側が、\n本件意匠では緩やかな右上がりの曲線であるのに対し、被告意匠では水平直線であ\nる点、②その正面視左端の形状が、本件意匠では左端から約７分の１までは水平直\n線であり、同水平直線右端からライター本体右端までは緩やかな右上がりの曲線を\n描いているのに対し、被告意匠では同左端から直ちに右上がりの円弧線を描いてい\nる点が相違する。しかし、①の点については、本件意匠の緩やかな右上がりの曲線\nはその傾斜角度が極めて緩やかで水平に近いものである上、その曲率も低く直線に\n近いものになっている。また、②の点についても、左端にわずかな水平直線が存在\nし、右上がり円弧状の曲率がやや異なるとはいえ、これによりもたらされる風防部\n分の正面視形状には大きな差違がなく、その結果、全体として、本件意匠と同様の\n優美なスマートさによる独特の美感がもたらされており、上記相違点は、本件意匠\nの同様の審美性を看者に印象づける妨げにはならないというべきである。\n以上のとおり、被告意匠１の構成は、本件意匠とその要部において共通\nする。\nイ　また、上記ア以外の他の要素を検討しても、前記１(1)及び(2)、２(1)及\nび(2)から明らかなように、被告意匠１は、本件意匠と基本的構成態様においてほぼ\n同一であり、具体的構成態様においても、ライター本体、同上部、同下部の多くの\n部分において同様の形状を採っている。\nウ　もっとも、本件意匠と被告意匠１とは、①ライター本体の平面視が略長\n円形状か楕円形状か、②風防部分の上面のスリットや側面の空気吸引用スリットの\n数及び炎調整レバーの有無、③押下部分の柱部の容器の凹凸による縦縞の有無の各\n点において相違する。\nしかし、ライターの取引態様は、前記３(2)で認定説示したとおり、カタ\nログの商品掲載においても、店頭での商品陳列においても、ライターの胴体部分、\n着火部分及び押下部分の全体を正面又は背面から広く見ることができるように配置\nされている上、店頭でライターを購入する需要者は、手に取るなどして商品である\nライターを見て、主に胴体部分、着火部分及び押下部分の全体を正面又は背面方向\nから広く商品を観察するとともに、着火動作や押下部分の押下げ動作のしやすさ、\n携帯のしやすさ等をも確認して、購入するものであるし、使い捨てライターの平面\n視において長円形状のものも楕円形状のものも公知でありふれたものである。ま\nた、公知のライターの意匠において、各種スリットや炎調整レバーの有無、個数は\n様々であり、その形状も小さくてそれほど目立つものではない。このことから考え\nると、取引者及び需要者がその平面視の形状を重視してそれが長円形状であるか楕\n円形状であるかに注意を払い、また、各種スリットや炎調整レバーの有無や個数に\nことさら着目してライターを購入するとは考え難い。したがって、①及び②の相違\n点は見る者の注意を惹くことのない微差にすぎないものというべきである。\nまた、③の相違点については、同様の模様を有する公知意匠が存在し、\nそれ自体ありふれた構成というべきであって、特段看者の注意を惹く構成というこ\nとはできないから、上記要部が共通することにより醸し出される同一の美観を打ち\n消すものということはできない。\nエ　そうすると、本件意匠と被告意匠１は、要部及びその他の部分において\n多くの共通点を有し、共に優美なスマートさという共通の印象をもたらす構成を有\nしており、上記各相違点はあるもののいずれも微差であって意匠として異なる印象\nをもたらすには至っていない。したがって、本件意匠と被告意匠１とは、類似する\nというべきである。\n(2)　次に、被告意匠２が本件意匠に類似するか否かについて検討する。\nア　被告意匠２に特有の構成は、前示２(3)のとおりであり、要するに、被告\n意匠１に、ライター下部（胴体部分）の外部から視認し得る内部構造（液化燃料ガ\nスのタンク部）の構成が加わったものであり、この点を除く本件ライターの構成\nは、被告意匠１と同じである。そして、被告意匠１が本件意匠に類似するというべ\nきことは、上記(1)で認定説示したとおりであるから、結局、上記視認し得る被告ラ\nイターの内部構造が被告ライターの模様として、その類否判断に影響するか否かが\n問題となる。\nイ　物品の形状が全体として類似の範囲を出ておらず、かつ、その形状に表\nした模様等が、物品の形状における類似性の判断を左右する程の特段の意匠的意義\nを有しないものといわざるを得ないときには、模様の相違をもって意匠として非類\n似であるということはできないというべきである。\nそこで検討するに、被告意匠２に特有の構成は、①中央部分に液化燃料\nタンクの上端から底部近傍に垂下された板状の区画壁で左右に仕切られ、左右のタ\nンク底部の近傍で連通され、②正面視左方タンクの上端は、右方タンクの上端より\n高く、胴体部分の上から約３分の１程度の高さに位置していて、③正面視左方タン\nクには、その上方にねじ込み固定された略円柱状に形成された開閉バルブボディが\n気密状に取り付けられ、この開閉バルブボディから細径で微細孔を有する気化用フ\nィルタが底部近傍まで延出し、④正面視右方タンクは、胴体部分の約２分の１の高\nさの位置に形成され、その上方には着火機構収納部が形成され、⑤上記着火機構収\n納部には、圧電素子を内装したテレスコピック式の略直方体のケースが上下方向に\n配設され、上端部分が押下部分で押し下げられるようになっている、というもので\nある。しかしながら、ライターの胴体部分が透明で、内部構造を視認し得るものと\nしては、前示３(4)で認定したとおりのものが知られており、胴体部分が透明で内部\n構造を視認し得るという構成自体はきわめてありふれたものであって、そのような\n構成自体は到底取引者及び需要者の注意を惹くものとは認められない\n。また、具体的構成を検討しても、上記認定の既存のライターの外部から視認し得\nる内部構造は、いずれも被告意匠２とほぼ同様の構成を採っており、これらの内部\n構造は、その大部分がライターの着火機能上通常有する形態にすぎないというべき\nであり、看者の注意を特に惹くものではないというべきである。\nそして、使い捨てライターは、安価で入手が容易な商品であるから、購\n入者が残量等に常時注意を払わねばならないような商品ではないということがで\nき、そうすると、容器が透明であって内部構造を視認し得るというのみでは、取引\n者や需要者に、形状が同じであるが容器の色やありふれた模様が異なるといった程\n度の認識しかもたらさないものと考えられる。\n被告は、被告ライターのうち、とりわけ容器が透明なものについては、\n内部構造が視認でき、その結果、意匠として異なる印象を与えると主張し、容器を\n透明とするライターの意匠公報（乙２０）や、胴体部分の模様の相違によって別々\nに登録されているライターの意匠公報（乙１３ないし１７）を提出する。\nしかしながら、被告の提出する、容器を透明とするライターの意匠公報\n（乙２０）には、風防カバーや操作レバーの説明、あるいはこれらの着火時の操作\n方法の説明が記載されており、そのことからすれば、同意匠公報におけるライター\nの意匠は、容器が透明で内部構造を視認し得ることのみをもって登録されたもので\nはないことが窺える。また、被告が胴体部分の模様の相違によって別々に登録され\nているとして提出するライターの意匠公報（乙１３ないし１７）の記載されている\nライター胴体部分の模様は、いずれも意匠的意義を見いだすことができるから、こ\nれらのライターが別々に登録されているからといって、視認可能な内部構造に意匠\n的意義が認められない被告意匠２が本件意匠に類似しないということはできない。\nその他、被告ライターの内部構造が、従前の容器が透明なライターにおける内部構\n造と比較して、意匠的意義を有すると認めるに足りる証拠はない。そうすると、被\n告意匠２に特有の構成が、被告ライターに付された模様として、物品の形状におけ\nる類似性の判断を左右する程の特段の意匠的意義を有するということはできず、被\n告意匠２も、本件意匠に類似すると認められる。\n(3)　意匠権侵害\n以上のとおり、被告意匠は、いずれも本件意匠と類似し、原告の有する本\n件意匠権を侵害するから、原告は、被告に対し、被告意匠に係る物品である被告ラ\nイターの製造、輸入、販売及び販売のための展示を差し止めるとともに、被告ライ\nターの廃棄を求めることができる。\n５　よって、原告の請求は理由があるからこれを認容し、主文のとおり判決す\nる。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　田　　中　　俊　　次\n裁判官　　　　　中　　平　　　　　健\n裁判官　　　　　大　　濱　　寿　　美\n（別紙）\n物件目録１物件目録２\n"
}