{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 15
  },
  "case_number": "平成12(ネ)5798",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12496",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12496",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/496/012496_hanrei.pdf",
  "contents": "平成１３年３月１３日口頭弁論終結、原審・東京地方裁判所平成９年（ワ）第２６\n９８０号\n判　　　　決\n控訴人（原告）　　株式会社和漢生薬研究所\n訴訟代理人弁護士　西　込　明　彦、渡　邉　俊太郎\n補佐人弁理士　　　佐々木　　　弘\n被控訴人（被告）　株式会社タケ\n訴訟代理人弁護士　島　田　康　男\n主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「原判決を取り消す。\n被控訴人は、原判決別紙標章目録(一)ないし(六)記載の標章を付した石鹸及び化\n粧品を製造・販売し、並びにその容器、包装紙、広告、名刺及び看板に前記標章を\n使用してはならない。\n被控訴人は、前項の標章を付した石鹸及び化粧品、並びにその容器、包装紙、広\n告、名刺及び看板から前記標章を抹消せよ。」\nとの判決。\n第２　事案の概要\n原判決事実及び理由中の第二に記載のとおりであり、原判決は、商標権又は不正\n競争防止法に基づく控訴人の請求、及び代理店契約の終了に基づく控訴人の請求を\n棄却した。\n第３　控訴理由（骨子）\n１　商標の類否判断の誤り\n「麗姿」の語は一般用語ではなく、指定商品と関連するものでもない。取引の実\n状においても、需要者は「和漢研」をください、と言うのではなく、「麗姿」をく\nださいと言うはずである。したがって、本件登録商標のうち「麗姿」の部分が要部\nとなる。\n特許庁においては、本件登録商標の「和漢研　麗姿」は、視覚上も分離して看取\nされ、一連のものとしてなじまれた語句ではなく、「和漢研」は控訴人の略称であ\nるから、おのおのが独立して自他商品識別標識としての機能を果たすとの判断を示\nしている（甲５１、５４）。また、特許庁は控訴人の出願した「麗姿」という商標\nについても登録性を認めているのであり（甲６１、６２）、「麗姿」という文字\nは、それ自体自他商品識別機能を有するものとして認められている。\n２　不正競争防止法違反・契約責任に関する判断の前提となる事実認定の誤り\n(1)　「麗姿」と「和漢ドゥサボン」の呼び名は同じちえの輪の代理店においても\n全く区別されずに使用されており、いずれも「麗姿」という商標を付した控訴人製\n造の石けんの名称として使用されていた。原判決は、客観的証拠もなく「和漢ドゥ\nサボン」と区別するために、被控訴人が販売する石けんの名称を「麗姿」としたと\n認定したが、誤りである。被控訴人が取り扱っている商品は控訴人の「麗姿」であ\nるという認識を、控訴人、被控訴人とも有していたものである。\n(2)　「麗姿」が控訴人のブランドであることは明らかであり、また、被控訴人\nは、控訴人と取引基本契約書（乙第１号証）を締結した後、ちえの輪の代理店にな\nり、その旨の契約書を取り交わしている（甲第１０号証）。この契約書において、\n被控訴人は、「麗姿」ブランド商品の販売代理店にすぎないことを自ら認めてお\nり、「麗姿」が自己の採択したブランドであったとしたら、このような契約を締結\nするはずがない。\n第４　当裁判所の判断\n当裁判所も、控訴人の本訴請求はいずれも理由がないものと判断するが、その理\n由は、次のとおり控訴理由に即して判断を補充するほか、原判決事実及び理由中の\n第三に示されているとおりである。\n１　商標の類否判断に関する控訴理由については、原判決４３頁以下の(三)の項\n（４３頁３行目から４４頁１０行目まで）を改めて、次のとおり認定し判断する。\n本件登録商標は、「和漢研」と「麗姿」という２つの語を２段に横書きにしてな\nる商標であり、「麗姿」の部分が「和漢研」の部分よりも大きな書体で構成されて\nいるところから、外観上は「麗姿」の部分の語が取引者、需要者の注意をより引く\nということができる。しかしながら、「和漢研」の部分も「麗姿」の部分よりも小\nさいとはいえ、「麗姿」と同じ角ゴシック体で構成されていて、取引者、需要者に\n対する印象は少なからぬものがあるというべきである。そして、「麗姿」の語がよ\nり一般的な語であって、指定商品である「化粧品、石鹸類、香料類」と関連する語\nであること、及び「和漢研」の語が、前記のように「和漢の事物を広く集め、研究\nしている」などの必ずしも一般的とはいえない観念を生じさせる語であることも勘\n案し、また、原判決の第三の二に説示のとおり、「麗姿」はむしろ被控訴人のブラ\nンドであって、これが具体的取引において控訴人を出所として示す識別標識として\n使用されているような特段の事情の認められない本件においては、本件登録商標に\nついては、そのうち「麗姿」部分のみからは出所の識別標識としての称呼、観念を\n生ぜず、「和漢研　麗姿」全体からだけで出所の識別標識としての称呼、観念を生\nじるものである。したがって、本件登録商標は「和漢研　麗姿」全体をもって、要\n部であると認めるべきである。\nこれに対し、被告標章は、単に「麗姿」部分からなる、あるいはこれに「和漢\n研」以外の、「TAKE」、「REISHI」などの語を組み合わせたもの、及び「Reishi\nSavon's」であり、本件登録商標の要部たる「和漢研　麗姿」と外観、称呼、観念に\nおいていずれも異にするものであるから、本件登録商標とは類似しない。\n控訴人は、特許庁の判断によれば、本件登録商標の要部は「麗姿」の部分にある\nことになると主張するが、控訴人が引用する特許庁の判断は、「麗姿」の文字のみ\nからなる出願商標と引用に係る本件登録商標との対比においてされたものであり、\n本件登録商標の要部がいずれにあるかについて拘束力を有するものではなく、本件\nにおける具体的取引の事情等をも勘案して本件登録商標については「和漢研　麗\n姿」全体から出所の識別標識としての称呼、観念を生じるものであるとした上記判\n断を左右するに足りるものではないから、控訴人の主張は理由がない。\n２　不正競争防止法違反・契約責任に関する控訴理由は、事実認定に関するもの\nであるが、本件全証拠を精査、検討してみても、原判決に控訴人主張の認定の誤り\nがあるということはできず、原判決が説示するところを超えて特に判断を加えるべ\nき点はない。\n第５　結論\n以上のとおり、本件控訴は理由がない。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n"
}