{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 17
  },
  "case_number": "平成7(行ツ)132",
  "case_name": "全農林人勧スト",
  "court_name": "最高裁判所第二小法廷",
  "field": "労働",
  "lawsuit_id": "18840",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18840",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/840/018840_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人らの負担とする。\n理　　　　由\n上告代理人佐藤義弥、同竹澤哲夫、同尾山宏、同岡村親宜の上告理由第一点につ\nいて\n国家公務員法（以下「国公法」という。）九八条二項の規定が憲法二八条に違反\nするものでないことは、当裁判所の判例（最高裁昭和四三年（あ）第二七八〇号同\n四八年四月二五日大法廷判決・刑集二七巻四号五四七頁）とするところであり、こ\nれと同旨の原審の判断は、正当として是認することができる。論旨は採用すること\nができない。\n同第二点及び第三点について\n所論引用の結社の自由及び団結権の保護に関する条約（昭和四〇年条約第七号。\nいわゆるＩＬＯ八七号条約）三条並びに経済的、社会的及び文化的権利に関する国\n際規約（昭和五四年条約第六号）八条一項（Ｃ）は、いずれも公務員の争議権を保\n障したものとは解されず、国公法九八条二項及び三項並びに本件各懲戒処分が右各\n条約に違反するものとはいえないとした原審の判断は、正当として是認することが\nできる。原判決に所論の違法はない。論旨は、右と異なる見解に立って原判決を論\n難するものにすぎず、採用することができない。\n同第四点について\n国公法第三章第六節第二款の懲戒に関する規定及びこれに基づく本件各懲戒処分\nが憲法三一条の規定に違反するものでないことは、最高裁昭和六一年（行ツ）第一\n一号平成四年七月一日大法廷判決・民集四六巻五号四三七頁の趣旨に徴して明らか\nというべきである。論旨は採用することができない。\n同第五点及び第六点について\n所論の点に関する原審の事実認定は、原判決挙示の証拠関係に照らして首肯する\nに足り、右事実関係の下においては、本件ストライキの当時、国家公務員の労働基\n本権の制約に対する代償措置がその本来の機能を果たしていなかったということが\nできないことは、原判示のとおりであるから、右代償措置が本来の機能を果たして\nいなかったことを前提とする所論違憲の主張は、その前提を欠く。論旨は採用する\nことができない。\n同第七点について\n所論の点に関する原審の事実認定は、原判決挙示の証拠関係に照らして首肯する\nに足り、右事実関係の下においては、上告人らに対する本件各懲戒処分が著しく妥\n当性を欠くものとはいえず、懲戒権者の裁量権の範囲を逸脱したものとはいえない\nとした原審の判断は、正当として是認することができる。原判決に所論の違法はな\nい。論旨は、原審の専権に属する証拠の取捨判断、事実の認定を非難するか、又は\n右と異なる見解に立って原判決を論難するものにすぎず、採用することができな\nい。\nよって、裁判官河合伸一、同福田博の補足意見があるほか、裁判官全員一致の意\n見で、主文のとおり判決する。\n裁判官河合伸一、同福田博の補足意見は次のとおりである。\n私たちは、法廷意見に賛成するものであるが、なお、上告理由第七点について次\nのとおり付言しておきたい。\n原審が認定した事実関係の下では、昭和五六年度における人事院勧告の一部不実\n施に引き続く同五七年度における人事院勧告の完全凍結をもって、本件ストライキ\nの当時、国家公務員の労働基本権の制約に対する代償措置がその本来の機能を失っ\nていたとまではいうことができないと考えるが、右のような事情は、争議行為等の\n禁止違反に対する懲戒処分において懲戒権濫用の成否を判断するに当たっての重要\nな事情となり得るものというべきである。\nすなわち、公務員に懲戒事由がある場合であっても、懲戒権者が裁量権の行使と\nしてした懲戒処分が、右裁量権を行使するに当たって当然に考慮すべき事情を考慮\nせず、あるいは、同事情を考慮したものとしては社会通念上著しく妥当を欠いて、\n裁量権の範囲を超えるものと認められるときは、その処分は裁量権を濫用したもの\nとして違法となるものと解すべきである。そして、懲戒事由に該当すると認められ\nる行為が人事院勧告の完全実施を求めるいわゆる人勧ストに関するものである場合\nには、人事院勧告の完全凍結という前記の事情は、懲戒権濫用の成否を判断するに\n当たって当然に考慮されるべき重要な事情となるものと考えるのである。\nＩＬＯ結社の自由委員会報告書による指摘を待つまでもなく、適切な代償措置の\n存在は公務員の労働基本権の制約が違憲とされないための重要な条件なのであり、\n国家公務員についての人事院勧告制度は、そのような代償措置の中でも最も重要な\nものというべきである。したがって、人事院勧告がされたにもかかわらず、政府当\n局によって全面的にその実施が凍結されるということは、極めて異例な事態といわ\nざるを得ない。そのような状況下において、国家公務員が人事院勧告の実施を求め\nて争議行為を行った場合には、懲戒権者は、国公法に違反するとして懲戒権を行使\nするに当たり、争議行為が右異例な事態に対応するものとしてされたものであるこ\nとを十分に考慮して、慎重に対処すべきものである。本件ストライキは、昭和五七\n年度の人事院勧告の完全凍結を契機とし、労働基本権制約の代償措置としての人事\n院勧告の完全実施を求めて行われたものであり、右のような観点からすれば、上告\n人らに対する本件各懲戒処分は重きに失すると論じる余地がないではない。\nしかしながら、前記のように代償措置がその機能を完全に失っていたとはいえな\nいこと、本件ストライキは、当局の事前の警告を無視して、極めて大規模に実施さ\nれたものであること、上告人らは、全農林労働組合の中央執行委員会の構成員とし\nて、本件ストライキの実施に積極的に関与して指導的な役割を果たしたもので、そ\nの行為は、国公法九八条二項の禁止する争議行為を共謀し、そそのかし、又はあお\nったものとして、刑事処罰の対象ともなり得るものであったことなどを考慮する\nと、上告人らに対する本件各懲戒処分が社会通念上著しく妥当を欠いて裁量権の範\n囲を逸脱し、これを濫用したものとまで断ずることはできないといわざるを得な\nい。したがって、本件各懲戒処分は違法とはいえず、これと結論を同じくする原審\nの判断は是認することができる。\n（裁判長裁判官　福田　博　裁判官　河合伸一　裁判官　北川弘治　裁判官　亀山\n継夫　裁判官　梶谷　玄）\n"
}