{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 24
  },
  "case_number": "平成13(行ケ)212",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11136",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11136",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/136/011136_hanrei.pdf",
  "contents": "１４年（行ケ）第２１２号　審決取消請求事件\n平成１５年４月２４日判決言渡、平成１５年４月１７日口頭弁論終結\n判　　　　決\n原　　　告　　　　　　株式会社サンセイアールアンドディ\n訴訟代理人弁理士　　　上野登、畠山文夫\n被　　　告　　　　　　特許庁長官　太田信一郎\n指定代理人　          藤井靖子、二宮千久、大野克人、林栄二\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が不服２０００－１６６０８号事件について平成１４年３月２５日にした\n審決を取り消す、との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n名称を「パチンコ遊技機における図柄表示制御装置」とする発明について、訴外\n株式会社三星（出願人）は、平成１０年２月１６日に特許出願（平成１０年特許願\n第５１５５１号、「本願」という。）をし、拒絶査定を受けたので、これに対して\n審判を請求した（不服２０００－１６６０８号事件）が、特許庁は、平成１４年３\n月２５日、「本件審判の請求は成り立たない。」との審決をし、その審決謄本を同\n年４月３日、出願人に送達した。原告は、審決後、本訴提起前に出願人から本願に\n係る特許を受ける権利の譲渡を受けた者である（平成１４年３月２７日特許庁長官\nに対し出願人名義変更届提出）。\n２　本願発明の要旨\n本願発明は、平成１１年４月１日付け手続補正書により補正された特許請求の範\n囲によると、次のとおりである（請求項１の発明を「本願発明」という。）。\n「１．遊技盤面に設けられる図柄表示装置の停止図柄によって遊技者に特別の利\n益が発生するパチンコ遊技機において、「大当たり」図柄が確定した後、前記図柄\n表示装置の表示画面上に遊技者に対してクイズの解答を要求する表示パターンを設\n定表示するクイズ画面表示制御手段が設けられることを特徴とするパチンコ遊技機\nにおける図柄表示制御装置。」\n（請求項２ないし５の記載省略）\n３　審決の理由の要点\n本願発明は、引用例１（「パチンコ必勝ガイド爆裂年鑑’９８」平成１０年２月\n９日白夜書房発行。甲４）に記載された発明（引用発明）及び周知技術に基づいて\n当業者が容易に発明をすることができたものであるから特許法２９条２項の規定に\nより、特許を受けることができない。したがって、他の請求項に係る発明について\n検討するまでもなく、本願は拒絶すべきものである。\n第３　原告主張の審決取消事由\n１　取消事由１（本願発明と引用発明との一致点の認定の誤り）\n審決は、引用例１における「ＣＲギャルズ７」なるパチンコ遊技機にかかる記載\n及び図面によれば、引用例１には、「遊技盤面に設けられる図柄表示装置の停止図\n柄によって遊技者に特別の利益が発生するパチンコ遊技機において、「大当たり」\n図柄が確定した後、前記図柄表示装置の表示画面上に遊技者に対してジャンケンゲ\nームを要求する表示パターンを設定表示する確率変動画面表示制御手段が設けられ\nるパチンコ遊技機における図柄表示制御装置」が記載されていると認定した上、本\n願発明と引用発明とを対比すると、「両者は「パチンコ遊技機における図柄表示制\n御装置」の発明であって、「大当たり」図柄が確定した後に図柄表示装置の表示画\n面上に、引用発明では「ジャンケンゲーム」、本願発明では「クイズ」という、い\nずれも遊技者に対して参加を要求する表示パターンを設定表示する構成において一\n致する。」と認定したが、以下のとおり誤りである。\n（１）本願発明は、クイズを出題し、遊技者に解答を要求する直接参加型のゲー\nムを取り入れたものであるのに対し、引用例１のジャンケンゲームは、遊技者はた\nだ画面を見ているだけであるから、遊技者に対してゲームへの参加を要求するもの\nではない。したがって、審決が、引用例１について、「大当たり」図柄が確定した\n後、上記図柄表示の表示画面上に遊技者に対してジャンケンゲームを要求する表示\nパターンを表示する確率変動画面表示制御手段が設けられていると認定したことは\n誤りであり、このような誤認に基づく一致点の認定も誤りである。\n（２）本願発明では、「大当たり」図柄の組み合わせによって確率変動への移行\nが決まるのに対し、引用例１では、「大当たり」中のジャンケンゲームで６回のう\nち５勝すれば確率変動に移行するのであり、同じ「大当たり」が発生した後の興趣\nを向上させるといっても、両者は異なる。\n２　取消事由２（相違点の判断の誤り）\n（１）審決は、本願発明と引用発明とを対比して、「大当たり」図柄が確定した\n後、上記図柄表示装置の表示画面上に設定表示して遊技者に対して参加を要求する\n表示パターンが、「本願発明は、クイズの解答を要求するものであるのに対し、引\n用発明では、ジャンケンゲームを要求するものである点」を相違点と認定した。そ\nして、周知技術Ａ及び周知技術Ｂを認定した上で、上記相違点について、「パチン\nコ遊技機の技術分野において、「大当たり」が発生した後も遊技者が興趣を持ち続\nけることができ、より娯楽性が高くなるようにするという課題・目的は、前記周知\n技術Ａに示されるように当業者が熟知しているところであるから、これと共通する\n作用目的を達成する引用発明において、「大当たり」図柄が確定した後に図柄表示\n装置の表示画面上に設定表示する表示パターンとして、引用発明に示される遊技者\nに対して参加を要求する「ジャンケンゲーム」を要求する表示パターンに代えて、\n同様に遊技者に対して参加を要求する表示パターンである、前記周知技術Ｂに示さ\nれるクイズの解答を要求する表示パターンを採用して、相違点にかかる本願発明の\n構成のようにすることは、当業者が容易に想到できるものと認められる。」と判断\nした。\nしかしながら、周知技術Ａ及びＢについての審決の認定には、以下のとおり誤り\nがある。\n（２）審決が、図柄表示装置にクイズの解答を要求する表示パターンを表示する\nことが周知技術（周知技術Ｂ）である証拠として挙げた刊行物のうち、特開平８－\n１９６７０７号公報（甲５）の数式問題は、遊技者に数式問題の解答を要求するも\nのではないから、クイズといえるものではない。また、特開平８－１０４０８号公\n報（甲６）には、クイズがいかにして誰に対して行われるかが記載されておらず、\n遊技者に対してクイズの解答を要求する構成を導き出せるものではない。\n（３）審決は、「大当たり」が発生した後も遊技者が興趣を持ち続けるようにす\nることを課題・目的に、「大当たり」が発生した後に図柄表示装置の表示画面上に\n遊技者が楽しめる画面を表示することは、周知技術（周知技術Ａ）であるとして、\n特開平７－１００２５１号公報（甲８）、特開平７－１４８３１９号公報（甲\n９）、特開平７－１４８３２１号公報（甲７）を挙げているが、これらの周知技術\nをもってしても、前記引用例１及び甲第５、第６号証に記載の構成が本願発明の構\n成と相違する以上、本願発明の構成が導き出されるものではない。\n第４　被告の反論の要点\n１　取消事由１（一致点の認定の誤り）に対して\n（１）本願発明のゲームは、その詳細な説明によれば、図柄表示装置の表示画面\n上に、間違い探し、シルエット当て等のクイズ問題が表示されるというものであ\nる。遊技者は、出題された問題に対し自らが考えた解答を何らかの手段を操作して\n遊技機に対して応答することを強制されるものではなく、興味がわけば、頭の中で\n解答を考えあるいは楽しめばよいものである。したがって、遊技者の考えた解答は\nその後の遊技に影響を及ぼすものではなく、これを遊技者による直接的な遊技参加\nが行われるものとはいい難い。本願発明でいう遊技者に対して解答を要求するゲー\nムとは、図柄表示装置の表示画面に遊技者が思考を働かせることのできる問題が提\n供され、遊技者が興味をもつと、それについて考えるといった程度のものにすぎな\nい。\n一方、引用例１のジャンケンゲームは、興味を感じれば、遊技者が「じゃんけん\nゲーム」の一方の当事者として、「グー」、「パー」、「チョキ」のいずれだろう\nかと思考を働かせ、表示画面を見るものである。引用例１中の画面説明で、「とい\nっても打ち手はただ画面を見ているだけである。」と記載しているのは、「グ\nー」、「パー」、「チョキ」のうち遊技者が考えた解答を自ら何らかの手段を操作\nして遊技機に対して応答する必要はなく、遊技機の制御により次の画面に進んでい\nくといっているだけである。\n本願発明のゲームは遊技者の興味に応じて任意にクイズの解答を考えさせる画面\nを、引用例１のゲームは遊技者の興味に応じて任意に出すジャンケンを考えさせる\n画面を、それぞれ提供しているものであり、任意にクイズの解答を考えさせる画面\nが遊技者に対して参加を要求するものなら、任意にジャンケンを考えさせる画面も\n遊技者に対して参加を要求するものということができる。遊技者に興味をもたせ、\n思考を働かさせるものである点において、両者に差異はない。\n（２）本願発明は、その詳細な説明において、「大当たり」図柄の組合せが通常\n図柄か特定図柄かによって確率変動に移行するかどうかが決定されると記載されて\nいるが、当該記載にかかる構成は発明を特定するために必要な事項として特許請求\nの範囲に記載されているものではないから、これに基づいて引用発明との相違をい\nう原告の主張は、特許請求の範囲の記載に基づかないものであって、失当である。\n引用例１のものの確率変動判定時期がいつであるかは明らかではないが、確率変動\n判定前の画面であっても、本願発明の実施例のごとく確率変動判定後の画面であっ\nても、遊技者の参加を要求するゲームの表示は、「大当たり」図柄が確定した後の\n画面の展開を興味をもって遊技者に注視させ遊技者を飽きさせないようにすること\nを狙ったものであり、ゲームの表示によって遊技者の興趣が盛り上がるという作用\n効果において差異はない。\n２　取消事由２（相違点の判断の誤り）に対して\n（１）周知技術Ｂについて\n特開平８－１９６７０７号公報（甲５）には、「【００３９】・・・先ず図３\n（ａ）に示すように、絵柄合せ遊技が開始されると、可変表示手段２０のメイン絵\n柄表示領域２１に数式問題（図中では３＋６＝？）がメイン絵柄として表示され\nる。その一方、サブ絵柄表示領域２２には、複数の解答者たるキャラクター（図中\nでは３人の子供）がサブ絵柄として登場する。【００４０】次に図３（ｂ）に示す\nように、メイン絵柄表示領域２１には、前記数式問題に代わって３つの解答（図中\nでは３つ並びの数字）が前記各キャラクターの思考結果に見立てられて、上下方向\nに連続的に流れる如くスクロール表示される。このときサブ絵柄表示領域２２で\nは、各キャラクターが例えば考え込む表情をしたり、腕組みする等、その状況に応\nじて前記メイン絵柄の表示変化過程を盛り上げるような動きをする。」と記載され\nている。遊技者は、クイズとともに表示される考え込む表情をしたり、腕組みする\nキャラクタと一体となってクイズに対する解答を考え、考えた答えが出現するよう\nに願うことでゲームに参加している。したがって、クイズの解答を要求する表示パ\nターンを表示するようにした構成は、上記文献に記載されている。そして、上記文\n献に記載のものも、遊技者に対して参加を要求するクイズを表示することによって\n興趣が盛り上がるという作用効果を奏している。\n特開平８－１０４０８号公報（甲６）には、【００２０】欄に、「背景画像は、\nキャラクタが移動を開始するスタート位置、キャラクタが到達しうる複数のゴール\n位置、スタート位置とゴール位置の間には、障害物、分岐路、クイズ、競争、格闘\n等の勝敗結果が得られる場面など、進路を決定する選択肢が設定され、」と記載さ\nれている。当たりを得るためにはキャラクタが当たりを導出するゴール位置に到達\nすることが必要であり、遊技者は画面に設定されたスタート位置からゴール位置ま\nでのキャラクタの移動経路を興味を持って追い、その間に進路を決定する選択肢と\nしてクイズが設定されていれば、クイズの答えを考えるだろうことは想像に難くな\nいので、クイズの解答を要求する表示パターンを表示するようにした構成は、甲第\n６号証に記載されている。そして、上記文献に記載のものも、遊技者に対して参加\nを要求するクイズを表示することによって、興趣が盛り上がるという作用効果を奏\nしている。\n（２）周知技術Ａについて\n特開平７－１００２５１号公報（甲８）には、大当りの発生中に、ラウンドの進\n行に応じて電気的可変表示装置３に海外の各国を旅行するストーリの画像を国別に\n順次表示することが開示されている。 特開平７－１４８３１９号公報（甲９）に\nは、大当たり中に特別表示（スポーツシーン）の画像を表示することを開示されて\nいる。特開平７－１４８３２１号公報（甲７）には、大当たり中に遊技情報やテレ\nビのニュース速報等を表示することが開示されている。\nこのように、上記各公報は、いずれも「大当たり」発生後も遊技者が興趣を持ち\n続けられるようにパチンコ機の図柄表示装置に遊技者が楽しめる画面を表示するこ\nとを開示しており、この技術が周知の技術であることを示している。\n（３）容易性判断について\n「大当たり」発生後も遊戯者が興趣を持ち続けるようにするという周知の技術課\n題があり、それを達成するための図柄表示装置に遊戯者が楽しめる画面を表示する\nことも周知技術であり、引用例１も、同じ目的・課題を達成するものであるから、\n引用例１の遊技者に対して解答を要求する表示パターンに従来からパチンコ機で周\n知技術のクイズの解答を要求する表示パターンを適用することは、当業者にとって\n困難ではない。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n原告は、本願発明は、クイズを出題し、競技者にクイズの解答を要求する直接参\n加型ゲームを取り入れたものであるのに対し、引用例１のジャンケンゲームは、遊\n技者はただ画面を見ているだけであるから遊技者の直接参加を要求するものではな\nく、両者はこの点で相違すると主張する。\n（１）本願明細書（平成１１年４月１日付け手続補正書による補正後のもの。甲\n３）には、【発明の実施の形態】の欄に、クイズ画面表示について、以下のように\n記載されている。\n「・・・「大当たり」図柄が確定すると、・・・、その間、前記連続作動回数の\n６ラウンド目には、クイズ画面表示制御によってクイズが出題される。」【００５\n１】\n「・・・連続作動回数の７ラウンド目には、前記図１１にて出題したクイズの問\n題に対応する図柄が表示される。そして、その後解答が表示され、７ラウンド目が\n終了するまで繰り返し表示される。この実施例では、左右の図柄の間違い探しの問\n題が出題され、その解答が表示される例が示されている」【００５２】\n（２）上記記載によれば、本願発明の実施の形態とされるものにおいては、「大\n当たり」図柄の確定後、クイズの問題が画面上に出題されるが、遊技者はこのクイ\nズに対して何らかの能動的な対応をすること（例えば解答ボタンを押す等）を要求\nされるわけではなく、また、クイズの結果が遊技の進行に対して何らかの影響を与\nえるものでもない。\nそうすると、本願発明の特許請求の範囲の記載における「遊技者に対してクイズ\nの解答を要求する」とは、遊技機に対し機械的操作を伴う応答をすることを遊技者\nに要求するようなものに限られるわけではなく、遊技者が思考を働かせることので\nきる問題を提供し、遊技者が興味を持てばその問題について思考を働かせ解答を考\nえさせる、という程度のものも含むというべきである。\nそして、本願明細書の発明の詳細な説明中の、「本発明の解決しようとする課題\nは、遊技盤面に設けられる図柄表示装置が「大当たり」が発生した後も遊技者が興\n趣を持ち続けることができるよう、クイズ画面あるいは著作キャラクタを切換表示\nするようにした、より娯楽性の高いパチンコ遊技機における図柄表示制御装置を提\n供することにある。」【０００５】、「【発明の効果】・・・請求項１に記載の図\n柄表示装置によれば、「大当たり」の発生に伴って・・・大入賞口が作動し、例え\nば連続作動回数が６ラウンド目と１２ラウンド目になると、クイズ解答を要求する\n表示パターンが表示されることによって、「大当たり」が発生して興ざめしがちな\n遊技状況のアクセントとなると共に、今後の変動に対する遊技者の更なる興趣をか\nきたてることになり、」【００７１】等の記載に照らすと、本願発明における「遊\n技者に対してクイズの解答を要求する表示パターン」とは、「大当たり」の状態で\n遊技への興趣を失いがちな遊技者の興味を引くような映像を順次提示するという目\n的のために提示されるものであって、その表示パターンによって表示される画面が\n「クイズ画面」であるという点に特段の技術的な意義はないというべきである。\n（３）一方、引用例１（甲４）には、「ＣＲギャル図７」なるパチンコ遊技機が\n記載されており、その説明文「数字が三つ揃いとなって大当たりになれば、ゲーム\n中にセクシーギャルとのジャンケンが始まる。といっても打ち手はただ画面を見て\nいるだけである。」、「全部で６回勝負することになっているので、うち５回以上\n勝てば確変突入＆継続だ。」、「大当たり中の野球拳で確変か否かが決定される斬\n新なゲーム性となっている。」等の記載から、引用発明においては、大当たりが発\n生した後、画面上で「セクシーギャルとのジャンケンゲーム（野球拳）」が進行す\nるという設定の画像が表示されると認められる。同遊技機の遊技者は、ジャンケン\nゲームに直接関与するわけではなく、ジャンケンゲームの映像を注視しているだけ\nであるが、ジャンケンゲームに勝ち越すと遊技の確率が変動して遊技者に有利な状\n態に至るため、ジャンケンゲームが「今後の変動に対する遊技者の更なる興趣をか\nきたてる」ことになる。\n（４）審決は、引用例１について、「「大当たり」図柄が確定した後、前記図柄\n表示装置の表示画面上に遊技者に対してジャンケンゲームを要求する表示パターン\nを設定表示する」ものであると認定し、「遊技者に対して参加を要求する表示パタ\nーン」を本願発明と引用発明の一致点として挙げた。確かに、引用例１のジャンケ\nンゲームでは、遊技者がボタンを操作するなどしてジャンケンゲームに参加するも\nのではないから、「遊技者に対してジャンケンゲームを要求する」との表現は必ず\nしも適切ではない面があるが、本願発明における「クイズの解答を要求する表示パ\nターン」も、遊技者に対しボタン操作等を伴うクイズへの参加を遊技者に要求する\nものに限らず、遊技者の興味を惹くことによって画面を注視させるようなものを含\nむことは前記（２）に述べたとおりであるから、本願発明の「クイズの回答を要求\nするパターン」と引用例１の「ジャンケンゲーム」とは、思考をは働かせたり興味\nを持って画面を注視するという意味での遊技者の「参加」を誘うものであるという\n点において、一致するということができる。したがって、審決が本願発明において\n設定表示される表示パターンと引用例１の表示パターンとが共に「遊技者の参加を\n要求する」ものであるとして、この点を両者の一致点としたことに、誤りはない。\nなお、原告は、引用例１のジャンケンゲームが「大当たり」後の確率変動判定に\n利用されるものであり、本願発明の「大当たり状態確定後の表示」とは態様が異な\nると主張するが、特許請求の範囲の記載に基づいて両者を比較するとき、両者とも\n「大当たり」図柄が確定した後の表示であることは同じであるから、両者が異なる\nということはできない。\nしたがって、原告主張の取消事由１は理由がない。\n２　取消事由２について\n（１）周知技術Ｂについて\n特開平８－１９６７０７号公報（甲５）には、特定の数式問題（例えば３＋６\n＝？）がメイン絵柄として表示され、サブ絵柄領域には複数の回答者たるキャラク\nター（例えば３人の子供達）が登場し、解答を考えるという構成が記載されている\n（【００１６】、【００１７】）。これは、図柄表示装置の表示画面に遊技者が思\n考を働かせることのできる問題を提供し、遊技者の遊技への興味を持続させるとい\nう点で、本願発明と変わるところはない。また、特開平８－１０４０８号公報（甲\n６）にも、被告が主張するように、遊技者に対してクイズを表示することが記載さ\nれているということができる。これらのことから、遊技者に対し、遊技者の思考を\n働かせ興味を持続させる画面を表示するという意味での「遊技者の参加」を要求す\nる表示パターンとしてクイズの解答を要求する表示パターンを採用することは、周\n知技術であると認めることができる。したがって、審決の周知技術Ｂの認定に誤り\nはない。\n（２）周知技術Ａについて\n特開平７－１００２５１号公報（甲８）には、「大当たり」の発生中に、海外の\n各国を旅行するストーリの画像を国別に順次表示することが開示され、特開平７－\n１４８３１９号公報（甲９）には、「大当たり」中に特別表示（スポーツシーン）\nが開示され、特開平７－１４８３２１号公報（甲７）には、「大当たり」中に遊技\n情報やテレビのニュース速報等を表示することが開示されている。\nこれらはいずれも「大当たり」中の遊技者の興趣を保ち続けようとする目的で表\n示されるものであることは明らかであり、本願発明のゲーム及びその解答の表示と\n同じ目的で表示されるものである。したがって、審決の周知技術Ａの認定に誤りは\nない。\n（３）容易性判断について\n以上のとおり、審決の周知技術Ａ及びＢの認定には誤りがないから、審決が、\n「パチンコ遊技機の技術分野において、「大当たり」が発生した後も遊技者が興趣\nを持ち続けることができ、より娯楽性が高くなるようにするという課題・目的は、\n前記周知技術Ａに示されるように当業者が熟知しているところであるから、これと\n共通する作用目的を達成する引用発明において、「大当たり」図柄が確定した後に\n図柄表示装置の表示画面上に設定表示する表示パターンとして、引用発明に示され\nる遊技者に対して参加を要求する「ジャンケンゲーム」を要求する表示パターンに\n代えて、同様に遊技者に対して参加を要求する表示パターンである、前記周知技術\nＢに示されるクイズの解答を要求する表示パターンを採用して、相違点にかかる本\n願発明の構成のようにすることは、当業者が容易に想到できるものと認められ\nる。」と認定判断したことに誤りはない。\n原告主張の取消事由２は、理由がない。\n３　結論\n以上のとおり、原告主張の取消事由はいずれも理由がないから、原告の請求は棄\n却されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　塩　　月　　秀　　平\n裁判官　　　古　　城　　春　　実\n"
}