{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 28
  },
  "case_number": "平成13(ワ)346",
  "case_name": "損害賠償等請求事件",
  "court_name": "神戸地方裁判所第4民事部",
  "lawsuit_id": "6945",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6945",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/945/006945_hanrei.pdf",
  "contents": "主文\n１　被告は，原告Ａに対し，金２０万円及びこれに対する平成１２年１１月１５\n日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，金１５万円及びこれに対する平成１２年１１月１５\n日から支払済みまで年５分の割合による金員を支払え。\n３　原告らの被告に対するその余の請求をいずれも棄却する。\n４　訴訟費用は，これを３分し，その２を原告らの負担とし，その余は被告の負\n担とする。\n５　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，その構成員ないしは第三者をして，原告らの氏名，自宅の住所及び\n電話番号を記載したビラを配布してはならない。\n２　被告は，原告Ａに対し，金５０万円及びこれに対する平成１２年１１月１５\n日から支払済みまで年５分の割合による金員を支払え。\n３　被告は，原告Ｂに対し，金３０万円及びこれに対する平成１２年１１月１５\n日から支払済みまで年５分の割合による金員を支払え。\n４　訴訟費用は被告の負担とする。\n５　仮執行宣言\n第２　事案の概要\n本件は，原告らが被告に対して，被告が平成１２年９月２３日に，原告らの\n自宅周辺においてデモ行進を行ったことにより，原告らの住居の平穏が害されたこ\nと，その際，原告Ａの被告に対する不当労働行為の事実及び同人の自宅住所・電話\n番号等が記載された別紙１・２のビラ（別紙１が表面，同２が裏面である。以下こ\nれを「本件ビラ１」という。）を近隣住民に配布し，同年１１月１４日にも，同人\nが学院長を務めるＧ自動車教習所において，同様の内容が記載された別紙３・４の\nビラ（別紙３が表面，同４が裏面である。以下これを「本件ビラ２」という。）及\nび別紙５・６のビラ（別紙５が表面，同６が裏面である。以下これを「本件ビラ\n３」という。）を配布したことが，原告Ａの名誉を毀損し，また，原告らのプライ\nバシーを侵害するものであることを主張し，不法行為に基づく損害賠償として，原\n告Ａに対して金５０万円，原告Ｂに対して金３０万円及びそれぞれに対する同年１\n１月１５日から支払済みまで民法所定年５分の割合による遅延損害金の各支払い並\nびに原告らのプライバシー権に基づき，原告らの氏名，自宅の住所・電話番号を記\n載したビラの配布の差止めをそれぞれ求めた事案である。\n１　争いのない事実等（証拠を掲記した部分以外の事実は，当事者間に争いがな\nい。）\n(1)　当事者\nア　原告ら\n原告Ａは，Ｈに勤務する従業員であり，同社が経営するＧ（神戸市ａ区\nｂ町ｃ丁目ｄ番所在）の学院長である。\n原告Ａと原告Ｂは夫婦であり，子供と３人で暮らしている。\nイ　被告\n被告は，主要な活動地域を関西（近畿）地区とする個人加盟方式の労働\n組合であり，下部組織として，加盟した組合員の勤務する会社ごと等の単位で分会\nを設置している。\nウ　原告ＡとＨとの関係\nＨは，自動車教習所の運営等を営業内容とする会社であり，Ｉ，Ｊ及び\nＧの３自動車学校を運営している。Ｈは，いわゆる同族企業であるが，同様の株主\n構成をもつ関連会社として，Ｋ及びＬがある。\n原告Ａは，平成６年３月，Ｈに採用され，同年８月，自動車教習の指導\n員資格を取得して，Ｇにおいて教習指導員として勤務を開始した。以後，上記Ｌへ\nの出向等を経て，平成１１年１２月より再度Ｇに転勤となり，副管理者の地位に就\nいた。その後，平成１２年５月より前任者の退職に伴い，Ｇの学院長兼管理者の地\n位に就き，現在に至っている。\nなお，「管理者」及び「副管理者」とは，自動車教習所が公安委員会か\nら自動車運転免許の技能検定試験免除を受けるために届け出ることが必要な行政上\nの責任者であり，「学院長」とは，Ｈの内部において定める各自動車学校の責任者\nである。\n(2)　事実経緯\nア　平成１２年３月ころより，Ｈ及びその関連会社である上記Ｋの運営する\n各自動車教習所において，被告分会が順次結成されるようになり，Ｉにおいては，\n同年４月ころ，被告の分会が結成された。原告Ａの勤務するＧにおいても，ＣらＧ\nの従業員の一部を組合員とする分会（以下「Ｇ分会」という。）が結成されつつあ\nり（乙３６），同年８月２４日，Ｈが，ＣをＩに転勤するよう命じたこと（以下\n「本件配転」という。）に対抗して，同日，被告は，Ｃの被告組合加入とＧ分会結\n成をＨに通知した（乙３６）。以後，Ｇ分会は被告本部や他の分会と共同歩調をと\nって，Ｈに対して団体交歩や労勤基準監督署への苦情の申し出，残業拒否やストラ\nイキ等の労働組合活動及び兵庫県地方労働委員会への不当労働行為救済命令の申立\nて並びにＧ分会の分会長に就任したＣの本件配転の撤回を求める神戸地方裁判所へ\nの仮処分命令の申立て等の法的手続を展開した。\nそして，それら団体交渉への出席や法的手続等被告に対する対応は，Ｈ\nの代表取締役Ｄが対応した。\nイ　平成１２年９月２３日，被告は，Ｈの本社やＧとは近接していない原告\nらの自宅周辺において，組合員を動員して「抗議活動」と称するデモ行進（以下\n「本件デモ行進」という。）を行い，原告らの自宅マンション内の郵便受けや，マ\nンションの一部住民の新聞受け等に，本件ビラ１を配布した。\nウ　また，同年１１月１４日，被告は，Ｈ及びＫの運営するＧを含む４校の\n自動車教習所において，半日間のストライキ（以下「本件ストライキ」という。）\nを実施し，Ｇにおいても集会（以下「本件ストライキ集会」という。）を開催した\nが，その際，Ｇ玄関において，本件ビラ２，３を配布した。\n２　争点\n(1)　本件各ビラによる原告Ａに対する名誉毀損の成否\nア　本件各ビラが原告Ａの名誉を毀損するものであるか。\n（原告Ａの主張）\n本件各ビラのうち，下記記載部分は原告Ａの人格を攻撃するものであ\nり，同人の名誉を著しく毀損するものである。\n①　本件ビラ１の表面（別紙１）\n「Ａ氏の法律違反を許せません」\n「ｅ町ｆのｇのＡＧ学院長による組合つぶし＝労働組合法違反」\n「分会長を会社に売り渡したＡ学院長」\n「Ａ学院長はこのような組合を憎み，自分の先輩にあたるＣ分会長を\n会社に売り渡した」\n②　本件ビラ１の裏面（別紙２）\n「Ａ学院長は組合つぶしをやめろ」\n「研修生に対する発言を撤回せよ」\n「研修生の指導員になる権利をうばうＡ学院長」\n「１０月の試験で合格しなかったらやめてもらう。これは会社の意志\nだ」\n「Ａ学院長は，研修生も組合に入っているのではないかとして会社に\n売り渡した」\n「分会長を会社に売るだけでなく，研修生まで会社に売って組合をつ\nぶそうとするＡ学院長」\n「違法行為を行うＡ学院長の行為を正すため」\n「やってはならない行為に手を染めたＡ学院長」\n③　本件ビラ２の表面（別紙３）\n「『組合活動をヤメロ！！』等との威圧行為をＡ学院長」\n④　本件ビラ２の裏面（別紙４）\n「Ａ学院長は組合つぶしをやめろ」\n「抗議先　組合つぶしの責任者＝教習生の敵　学院長Ａ」\n⑤　本件ビラ３の表面（別紙５）\nイラスト部分\n「鬼のＡ学院長」\n「ウヒャヒャヒャヒャ　首切りジャ・・」\n⑥　本件ビラ３の裏面（別紙６）\n「抗議先　組合つぶしに走り回る管理者　学院長Ａ」\n（被告の主張）\n本件各ビラに上記記載がなされていることは認めるが，これが原告Ａの\n人格を攻撃し，同人の名誉を著しく毀損するものであることについては争う。\nイ　本件各ビラが公共の利害に関する事項について，専ら公益を図る目的を\nもって公表されたものであるか。\n（被告の主張）\n(ア)　本件各ビラに記載されている内容は，常時多数の教習生を受け入\nれ，かつ，兵庫県公安委員会の認可を得て運転免許試験を行う公共の機関たる自動\n車教習所における賃下げなどの労働条件の不利益変更をめぐる労使紛争にかかわる\nものであり，その帰趨は自動車教習の質にも影響しかねないのであるから，公共の\n利害に関する事項である。\n(イ)　また，本件各ビラの趣旨は，Ｈが２２パーセントもの賃金切り下げ\nを断行した上，原告Ａを使って露骨な不当労働行為を繰り返すことによって組合活\n動を妨害していることを批判し，組合活動に対する理解と支援を求めるものである\nから，本件各ビラの配布行為が直ちに公益を図る目的に出たものにあたらないとは\nいえない。\n（原告Ａの主張）\n争う。\n原告らの自宅は，労使紛争の発生場所であるＧから遠く離れており，自\n宅の近隣住民に被告の抗議内容を広く周知させる必要性は認め難い。被告はＨに対\nして過激な労働組合活動を行い，自らの要求を認めさせようとしたが，Ｈがこれに\n耐え，被告の不当な要求を認めようとしないことから，その組織内の一個人であ\nり，特に会社の経営者でもなく資金力・組織力もない原告Ａに圧力を加え，これを\n畏怖せしめ，Ｈの従業員としての正当な業務遂行に対する私刑を加え，かつ，今後\nの業務遂行を萎縮させるという目的を持っていたことは明白である。\nウ　本件各ビラ内容の真実性\n（被告の主張）\n以下のとおり，本件各ビラ内容はいずれも真実である。\n(ア)　被告とＨとは，平成１２年３月以降，熾烈な労使紛争の状態にあ\nり，その状況下において，原告Ａは，Ｈの意を受けて，同年４月以降Ｇにおける組\n合結成への動きを妨害し，さらに組合活動への支配介入行為を行ってきた。\nとりわけ，同年８月２４日，Ｄは，原告Ａと協議の上，Ｇにおける組\n合結成を察知して，Ｇ分会分会長であるＣに対する本件配転命令を発した。この組\n合つぶしを目的とした違法配転に対し，被告は，同年９月２日，Ｇにおいて，会社\nへの抗議を申し入れるとともに，抗議集会を開いた。そして，同月１１日には，Ｃ\nに対する本件配転命令等について不当労働行為救済申立を行った。\n(イ)　その後，同月１４日，原告ＡはＧにおいて組合加入への動きがみら\nれる研修生（指導員になるために研修中の従業員）に対して，「今度の試験で全部\n合格して指導員になれなかったら辞めてもらう。これは会社の意思である。」など\nと通告し（原告Ａは，同年７月ないし８月の研修生の採用にあたって，研修生に対\nし「１科目でも通ればよいから，１年以内で全科目合格してほしい。」と説明して\nいたのであり，今回の試験で全科目合格するのは一般に難しく，原告Ａのかかる通\n告は実質的な解雇通告ともいえるものである。），また，同月１８日以降も研修生\nに対する嫌がらせを行い，研修生の組合加入への支配介入を行ってきた。\n(ウ)　原告Ａは，Ｇの「管理者」かつ「学院長」であるにもかかわらず，\nその権限は日常の教習業務の範囲内に限られ，人事権・経理財務上の権限等の一切\nはＨが統括管理しているなどと主張する。\nしかし，「管理者」は道路交通法にその地位が規定されている公的な\n者であって，いわば学校長のような立場にあり，その去就についても広報される者\nである。また，「学院長」は各学院における従業員に対する労務担当の責任者であ\nり，そのため，日常の教習業務や検定業務には従事していない。よって，原告Ａ\nは，学院における一定の人事権を有していたものである。\n（原告Ａの主張）\n平成１２年８月２４日に，ＨがＣをＩに転勤するよう命じたこと（本件\n配転）は認めるが，それが違法配転であることを含めて，その余の事実は全て否認\nないし争う。\n被告が主張する組合結成の妨害や支配介入等といった行為は，事実無根\nであるか，学院長としての権限に基づき教習所の秩序を維持することを目的とする\nものか，従業員に対する業務上の指揮命令権限に基づき従業員の労働契約上の義務\n履行を促すことを目的とするものであり，いずれも正当である。\nまた，そもそも，原告Ａは，Ｇの学院長であるが，その権限は単にＧの\n自動車教習所としての日常業務の管理運営に関する権限に限られる。Ｇで就業する\n従業員の採否の決定，給与・昇給・賞与の金額決定，配転，解雇等の人事に関する\n権限は原告Ａには一切なく，これらの事項はＨ本社が決定し，原告Ａは機械的にこ\nれを執行していただけである。\n(2)　本件デモ行進による原告らの住居の平穏侵害及び本件各ビラ配布による原\n告らのプライバシー侵害について\n（原告らの主張）\nア　被告は，平成１２年９月２３日，Ｈの事業とは全く関係のない場所であ\nる原告らの自宅周辺で抗議活動と称する本件デモ行進を行ったのであるが，このよ\nうな個人の自宅を目的に多人数の組合員を動員して抗議を行うことは，原告らの住\n居の平穏を著しく侵害する行為である。\nイ　本件デモ行進及び同年１１月１４日の本件ストライキ集会の際に被告が\n配布した本件各ビラには，原告らの自宅住所及び電話番号が記載されており，これ\nにより原告らのプライバシーが侵害された。\n現に，本件デモ行進当日深夜，配布された本件ビラ１を見てかけてきた\nと思われる無言電話があり，また，本件ストライキが実施された同年１１月１４日\n午後６時３５分ころには，原告ら自宅にＧの教習生を自称する匿名の人物から電話\nがあり，応対した原告Ｂに対して「ビラを見た，Ａ院長に対して連絡を取りた\nい。」と求めた。\n（被告の主張）\nいずれも争う。以下に記載するとおり，原告らの住居の平穏ないしプライ\nバシーに対する侵害はない。\nア　労働者のデモ行進，ビラ配布を含む広報活動は，労働者の団体行動権及\nび表現の自由に基礎を置くものであり，他者の人権との関係で制約を受けることが\nあるとしても，表現の自由の優位性，労働基本権の歴史的意義に鑑みれば，その制\n約は必要最小限でなければならない。よって，不法行為に基づく損害賠償請求が認\nめられるためには，原告らの被った損害が，被告の労働基本権，表現の自由を制約\nしてもやむを得ない程度に社会的受忍限度を超えたものでなければならない。\nイ　この点，本件デモ行進は，原告ら家族の外出中になされており，原告ら\nは本件デモ行進及び本件ビラ１配布の事実について，事後的に知ったものに過ぎな\nいこと，デモ行進が行われたのは当日１回限りであり，公安委員会に対する届出に\n基づいて適法に行われていること，被告組合員は，その後原告らの住居もしくはそ\nの近隣に抗議の目的で訪れたこともなければ電話をかけたこともないこと，ビラは\n各家のポストに入れたり，扉にひっかけるようにして張り付けるという配布方法で\nあり，配布の範囲も，近隣のみにとどまるもので，近隣へのポスティングも，特定\n少数者に対するものであって期間，範囲，対象ともに極めて限定されたものである\nこと，仮に本件デモ行進後に，原告らの自宅に無言電話があったとしても，それは\n１回のみであり，そもそもビラ配布との因果関係すら疑わしいことからすれば，本\n件デモ行進による住居の平穏及びプライバシー侵害は受忍限度の範囲内である。\nウ　また，本件ストライキ集会における本件ビラ２，３の配布についても，\nそれらビラは教習生を主たる対象としてＧ校内でのみ配布されこと，その内容は，\nストライキヘの理解と協力を求めるものであり，このビラ配布は職場における団体\n行動に伴う広報活動であること，ストライキに対する理解を求めるということはス\nトライキに至った経緯と原因に対して理解を求めるものであるから，ビラに原告Ａ\nに対する抗議先が記載されたからといって何ら非難されるようなものではないこ\nと，本件ストライキ集会そのものも整然と行われたこと，原告らが当日かかってき\nたと主張する電話について，仮にそのような電話があったとしても，その内容から\nして，一般人が不安恐怖を感じるということはまず考えられないし，原告Ｂ自身\nも，この電話に対して不安畏怖を感じている様子もないこと，原告Ａはこの電話を\n受けていないし，その後も架電者からの抗議を受けてもいないことからすると，本\n件ストライキ集会における本件ビラ２，３の配布によって，原告らが法的保護に値\nするような精神的被害を受けたとは到底考えられない。\nエ　このように，原告Ａの自宅住所及び電話番号がビラに記載されたこと\nは，結果的には多くの抗議を生み出すことはなく，電話も因果関係が極めて疑わし\nいか，あるいは精神的被害に結びつかない２本のみであった。また，Ｈにおける労\n働者の窮状との均衡からしても，原告らへの精神的被害は法的保護に値するとはい\nえない。\n以上より，原告らの住居の平穏ないしプライバシーが社会的受忍限度を\n超えて害されたとはいえない。\nオ　特に，原告Ｂについては，本件各ビラに記載されているのは原告Ａに関\nするもののみであり，原告Ｂに関する記載は一切ないこと，住所地には原告Ｂも居\n住しているが，仮に本件各ビラの趣旨に賛同した人が原告ら宅に抗議の電話をかけ\nてきたところで原告Ｂは当事者でない以上，内容について応対の義務がないこと，\n被告にとって当事者でない原告Ｂは何ら非難の対象ではないし，被告には彼女を脅\nかす理由は全くなく，またそのような行動をとったことも全くないことからする\nと，仮に原告Ｂが漠然とした不安を持つに至ったとしても，それは法律上保護され\nるまでのものではない。\n(3)　組合活動としての違法性阻却\n（被告の主張）\nア　本件デモ行進及び本件各ビラの配布行為は，組合活動としても正当であ\nり，違法性はない。なぜなら，労働組合が情宣活動として行うビラ配布は，憲法２\n１条１項の表現の自由に基づく基本的人権として保障されているだけでなく，労働\n者の団結権，団体行動権に基づく組合活動として，憲法２８条により保障されてい\nるからである。\nイ　本件において，Ｈは違法かつ劣悪な労働条件を労働者に強いながらこれ\nに対抗するべく結成された被告分会に対する不当労働行為は激化する一方であり，\nかつ，分会からの要求に対してＨは全く応じなかったため，分会結成以後深刻な労\n使紛争が続いていた。とりわけ，度重なる被告からの団交申し入れないし要求書の\n提出にもかかわらず，会社による不当労働行為は止まることがなく，原告Ａは，Ｇ\nの学院長兼管理者として，会社の意向を受けて，前記のような会社における不当労\n働行為の前面に立っていたのである。\nこのように，会社が違法かつ劣悪な労働実態を労働者に押しつける一方\nで，組合に対して不当労働行為を繰り返し，特に原告Ａがこれら不当労働行為の担\nい手となっていることを，被告が広く大衆に暴露し，組合に対する広い支援を求め\nる行為は，団体行動権として保障された組合活動として正当な行為である。\nしたがって，仮に本件デモ行進及び本件各ビラ配布により，原告Ａの名\n誉及び原告らの住居の平穏ないしプライバシーを侵害したとしても，その違法性は\n阻却される。\n（原告らの主張）\n争う。\n(4)　損害額\n（原告らの主張）\n原告Ａは，被告の上記違法行為により，名誉を毀損され，さらに住居の平\n穏及びプライバシーの侵害を受け，著しい精神的苦痛を被った。また，原告Ｂも，\n原告Ａと同居する者として，住居の平穏及びプライバシーの侵害を受け，著しい精\n神的苦痛を被った。これらの精神的苦痛を慰謝料として換算すると，原告Ａが被っ\nた精神的苦痛は少なくとも５０万円を下らず，原告Ｂが被った精神的苦痛は少なく\nとも３０万円を下らない。\n（被告の主張）\nいずれも争う。\n(5)　ビラ配布の差止請求について\n（原告らの主張）\n上記のとおり被告は平成１２年９月２３日及び同年１１月１４日に原告Ａ\nの氏名及び原告らの自宅住所及び電話番号を記載した本件各ビラを配布しており，\n現にこのビラを見たと称する匿名の人物からも嫌がらせめいた電話が架かったこと\nがあることからしても，原告らがこれ以上自らのプライバシーに属する事項を不特\n定多数の第三者に開示されることを差し止めるべき必要がある。\nよって，原告らは，そのプライバシー権に基づき，被告がその構成員ない\nしは第三者をして，原告らの氏名，自宅住所及び電話番号を記載したビラを配布す\nることを予め差し止める権利を有する。\n（被告の主張）\n被告組合の分会員は，一時は１００名近くになったが，平成１４年２月以\n降，順次脱退しており，現在の分会員数はゼロである。\nしたがって，Ｈグループの中に組合員は１人も残っていないという状態で\nあるから，もはや分会員によるビラ配布がなされるという現実的な危険は全くな\nい。\n従って，差止請求についてはもはや訴えの利益がなく，却下されるべきで\nある。\n第３　当裁判所の判断\n１　事実経過\n前記争いのない事実等，証拠（甲１～４，乙３６，３７，４６～５０，５\n６，５７，７３，８６，８７，９５～９７，１０９～１１２，１１４，１１５〔い\nずれも枝番号も含む。〕，証人Ｅ，原告Ａ本人〔以下の認定に反する部分を除\nく。〕）及び弁論の全趣旨を総合すると，以下の事実が認められる。\n(1)  本件デモ行進に至る経緯\nア　平成１２年３月ころより，Ｈ及びその関連会社であるＫの運営する各自\n動車教習所において，被告の労働組合が順次結成されるようになり，Ｉにおいて\nは，同年４月ころ，被告の分会が結成された。\n原告Ａの勤務するＧにおいても，同月１１日にＩの被告分会員らがビラ\nを配布することがあり，同年７月２９日には，ＣらＧの従業員の一部を組合員とす\nるＧ分会が結成され，Ｃが分会長となった。ただ，被告は，Ｇ従業員の過半数を組\n織していなかったため，直ちには公然化しなかった。\nイ　同月下旬ころ，Ｃが有給休暇について原告Ａに対して意見をした際，同\n原告からなぜ詳しく知っているのかと問われたので，Ｆ（Ｉ分会長）から教わった\n旨述べたことがあったが，同年８月１７日，ＤがＧを訪れた際，同人はＣを応接室\nに呼び出し，「君はＩ分会のＦ君と連絡を取っているのか。」とＩ分会の分会長と\nの関係を尋ねた。\nウ　同月２２日，原告Ａは，Ｈ本社に呼び出された。\nエ　同月２４日，ＨはＣに対し，翌２５日からＩへ配置転換する旨（本件配\n転）を通知した。通常，同社において従業員の配置転換をする際は，本人の内諾を\n得て実施し，また，本人が拒否した場合でも時間をかけて説得をするなどしていた\nが，本件配転に関しては，本人に対する内示すらなく，２４日にＤから突然言い渡\nされたものであった。\n被告は，同日，Ｈに対し，Ｃの組合加入とＧ分会結成を通知するとも\nに，同月２６日にかけて抗議行動を行った。\nオ　同月２５日に，被告役員であるＥがＣらとともに，Ｈ本社に要求書等を\n持参したところ，社長室には，Ｄのほか，原告Ａと労務担当者の３名が在室してい\nた。\nまた，同年９月２日，被告がＧへの抗議行動を行った際，原告Ａは，被\n告組合員らにカメラを向けて写真を撮影した。\nカ　ところで，Ｈでは，同年７月から同年８月にかけて，将来指導員になる\n研修生を採用した。そして，被告は，このような研修生に対しても組合加入を働き\nかけ，複数名が加入していた。\n研修生が指導員になるためには，年２回行われる試験において合格する\n必要があるが，一度に全ての科目に合格する必要はなく，２，３回受験して全科目\nに合格するのが通常であり，次の試験は同年１０月７日に実施されることになって\nいた。原告Ａも，当初，研修生に対して，「全部の科目に不合格ならともかく，一\nつでも通れば，あと１年くらいで合格してほしい。」と説明していた。ところが，\n原告Ａは，同年９月１４日，研修生を集め，「今度の試験で全部合格して指導員に\nなれなかったら辞めてもらう。」などと言った。\nこれに対し，被告は，同月２２日，Ｇの研修生７名の組合加入を会社に\n通知し，原告Ａの上記発言を撤回するよう求めた。\n(2)　本件デモ行進\n被告は，同月２３日に原告Ａの自宅周辺でデモ行進及び情宣活動を行うこ\nとを計画し，同月１９日，兵庫県公安委員会に対し，本件デモと集会の届出を行っ\nたところ，同月２２日，同委員会は，条件を付してこれを許可した。\n同月２３日午後，被告組合員数十名は，原告Ａの自宅マンション近くの公\n園に集合した。集会を終えた組合員らは，兵庫県公安委員会から許可された，原告\nＡの自宅マンション前道路及びその周辺の限られた地域を２周するデモ行進（本件\nデモ行進）を行うとともに，周辺の家や沿道の人々に本件ビラ１を配布した。本件\nデモ行進は，兵庫県公安委員会の指定した条件を遵守して行われ，時間としては３\n０ないし４０分程度であった。\n原告らは，同日，偶然外出しており，本件デモ行進については帰宅した後\nに知ったものであった。その夜，原告ら宅に無言電話が１回あった。\n(3)　本件ストライキに至る経緯\n同年１０月６日，被告は，Ｈ及びＫとの間で団体交渉を持ったが決裂し\nた。\n同月１７日，被告は両社に対し，未払賃金問題，Ｃの配転問題，就業規則\nの不利益変更問題，研修生問題などについて要求書を提出し，団体交渉の開催を求\nめ，同月２３日にも再度要求を行ったところ，両社は同月２４日，団体交渉を同年\n１１月１３日か同月１４日に開催する旨回答した。\n(4)　本件ストライキ\n被告とＨ及びＫとの団体交渉は，同月１４日午前１０時から開催されるこ\nとになった。被告は，同交渉で前向きな回答が得られないときにはストライキを実\n施することとし，同月１３日午後１時１０分，会社に対してストライキ通告を行っ\nた。\n同月１４日の団体交渉は，午前１０時から海員会館（シーガル神戸）で開\n催されたが，同日正午ころには決裂した。\nそこで，被告は会社側に対し，通告どおりストライキを実施することを通\n知し，同日午後１時２０分から約１２時間にわたりストライキを実施した。\nＧにおいても同日午後１時２０分からストライキを実施したが，被告組合\n員らがＧ構内でストライキに突入するＧ分会の組合員に合流するため，入構しよう\nとしたところ，原告Ａは門扉を閉めて，従業員以外の入構を拒否した。\nＧ分会長であるＣは，同日午後１時ころ，Ｇの従業員とともに構内に入っ\nて，Ｇ分会員と合流し，Ｇ構内に入れなかった被告組合員らと合同で，同日午後２\n時半ころから，門扉を挟んで集会を開催した（本件ストライキ集会）。これに対\nし，原告Ａは，ハンドマイクを使って構内からの立ち退きを求めた。被告は，かか\nる集会の際，登下校する教習生に対し，本件ビラ２，３を配布した。このうち本件\nビラ２は被告の４分会で作成したものであり，本件ビラ３はＧの研修生が作成した\nものである。\n同日午後６時３５分ころ，原告ら自宅に自動車学校の生徒と名乗る者か\nら，原告Ａの所在や携帯電話の番号を問い合わせる内容の電話があった。\n２　争点(1)（本件各ビラによる原告Ａに対する名誉毀損の成否）について\n(1)　争点(1)ア（本件各ビラ内容の名誉毀損性）について\nア　本件ビラ１の表面（別紙１）の内容は，原告ＡがＣを会社に売り渡し，\n「組合つぶし」を図っているというものであるが，これは，Ｃの本件配転が，Ｇに\nおける被告分会の結成を妨害する違法な支配介入行為であり，かかる配転に原告Ａ\nが学院長として関わっているとして，その違法性を指摘するものと認められる。\nまた，本件ビラ１の裏面（別紙２）の内容は，原告Ａが，研修生を会社\nに売り渡し，「組合つぶし」を図っているというものであるが，これは，原告Ａ\nが，Ｇ分会に研修生が加入することを牽制する目的で，「次の試験で合格しなけれ\nば辞めてもらう。」との実質的な解雇発言をしたとして，その違法性を指摘するも\nのと認められる。\n本件ビラ２，３における「組合つぶし」との指摘も，上記の意味におけ\nる違法行為を指摘するものと認められる。\nこのように，本件ビラ１ないし３のビラ内容は，Ｃの本件配転及び研修\n生に対する上記発言を事実として摘示し，それらが「組合つぶし」を目的とする不\n当労働行為に該当するものであることを意見ないし論評として表明したものである\nと認められ，これにより，原告Ａの社会的名誉は毀損されたものと認められる。\nなお，本件ビラ３の表面（別紙５）のイラスト部分等は，「組合つぶ\nし」を図る原告Ａを風刺したものに過ぎず，これによって原告Ａの名誉感情が害さ\nれることがあるとしても，同人の社会的評価を低下させるものとまでは認められな\nい。\nイ　ところで，ある事実を基礎としての意見ないし論評の表明による名誉毀\n損にあっては，その行為が公共の利害に関する事実にかかり，かつ，その目的が専\nら公益を図ることにあった場合に，同意見ないし論評の前提としている事実が重要\nな部分について真実であることの証明があった場合には，人身攻撃に及ぶなど意見\nないし論評としての域を逸脱したものでない限り，違法性を欠くというべきである\n（最高裁昭和６２年４月２４日第二小法廷判決・民集４１巻３号４９０頁，最高裁\n平成元年１２月２１日第一小法廷判決・民集４３巻１２号２２５２頁各参照）。\nそこで，以下，上記による違法性阻却の余地について検討する。\n(2)　争点(1)イ（本件各ビラが公共の利害に関する事項について，専ら公益を\n図る目的をもって公表されたものであるか）について\nア　本件各ビラの内容が公共の利害に関する事項であるか\n本件各ビラは，Ｈにおける違法行為（不当労働行為）に対して抗議する\n内容であるところ，確かに，抗議先として原告Ａの自宅住所及び電話番号が記載さ\nれてはいるものの，その内容は概ねＧにおける労働者の実情やＨの被告及びＧ分会\nに対する不当労働行為を指摘して，被告の組合活動に対する理解を求めるものであ\nること，本件における抗議対象が，兵庫県公安委員会の認可を得て運転免許試験を\n行う公共の機関たる自動車教習所であることからすると，本件各ビラの内容は公共\nの利害に関する事項であると認められる。\nイ　本件各ビラ配布の目的について\n(ア)　本件デモ行進における本件ビラ１配布行為\n被告は，本件デモ行進の目的について，Ｇが常時多数の教習生を受け\n入れる兵庫県有数の自動車学校であって，兵庫県公安委員会の認可を得て運転免許\n試験を行う公的機関であり，その学院長である原告Ａも公的人物であること，本件\nビラ１の趣旨は，Ｈが原告Ａを使って露骨な不当労働行為を繰り返して被告の組合\n活動を妨害していることを批判し，被告への社会的支援を求めるとともに，地域住\n民に対しても原告Ａに対する抗議への支援を求めるものであるとして，専ら公益を\n図る目的であることを主張し，証人Ｅもこれに沿う証言をする。確かに，本件ビラ\n１において摘示される事実が公共の利害に関する事実であること等からすれば，本\n件デモ行進に，不当労働行為をやめさせるという目的があったことが認められる。\nしかしながら，Ｈは，被告との間で申入書や回答書等を相互に取り交\nわし，団体交渉も行っているのであって，被告との対応を拒んではいないこと（乙\n２の２，５，７～４７），原告Ａに対し抗議をするのであれば，同人の職場である\nＧにおいて抗議をすれば足り，そのことに格別支障があったとも窺われないのに，\n原告Ａの自宅マンション前道路及びその周辺の限られた地域を２周し，周辺の家や\n沿道の人々に本件ビラ１を配布した本件デモ行進は，原告らの自宅を標的として行\nわれたものであったといわざるを得ないことからすれば，本件デモ行進の目的の中\nには，原告Ａ個人を攻撃する目的も併存していたと認めることができる。\nそうすると，本件デモ行進における本件ビラ１の配布行為について，\n専ら公益を図る目的でなされたものと認めることはできない。\n(イ)　本件ストライキ集会におけるビラ配布行為\n本件ストライキ集会における本件ビラ２，３の配布行為については，\n本件デモ行進と異なり，労使紛争発生場所であるＧ周辺において配布されたもので\nあり，本件ストライキ集会自体正当な組合活動と認められること，配布対象も主と\nしてＧ教習生に対するものであること，上記のようにビラ内容が公共の利害に関す\nる事項であることを併せ鑑みれば，その目的は組合活動によって影響を受け得る教\n習生に対して，被告の組合活動に対する理解と支援を求めるものと認められる。\nしたがって，本件ストライキ集会における本件ビラ２，３の配布行為\nについては，専ら公益を図る目的であったと認められる。\n(3)　争点(1)ウ（本件各ビラ内容の真実性）について\nア　Ｃの本件配転について\n本件では，平成１２年８月２４日，ＨがＣに対して，翌２５日からＩへ\n配置転換する旨命じたこと（本件配転）については争いがないところ，前記認定の\nとおり，被告とＨとは平成１２年３月ころから熾烈な労使紛争にあったこと，Ｇに\nおいても同年７月２９日Ｇ分会が結成され，Ｃが分会長に就任したこと，Ｇ分会は\n従業員の過半数を組織するまで結成を明らかにしなかったこと，同年８月１７日，\nＤがＣに対してＩの分会長であるＦとの関係を尋ねたことがあったことからすれ\nば，同月２４日当時，被告はＧ分会に対するＨの動向について，相当警戒していた\nものと考えられ，かかる状況下でＨがＧ分会の分会長であるＣに対して，何らの内\n示もなく突然配置転換を言い渡したこと，Ｈにおいては，かかる突然の配置転換の\n例はあまり見られないことを併せ考慮すれば，被告が本件配転につき，Ｇ分会の結\n成を妨害するための不当労働行為であるとの疑念を抱くことは，労働組合として不\n当なものとはいえない。\nまた，この点に関し，原告Ａは，同人がＨの一従業員に過ぎず，その権\n限は単にＧの自動車教習所としての日常業務の管理運営に関するものに限られてお\nり，Ｇで就業する従業員の採否の決定，配転，解雇等の人事に関する権限は原告Ａ\nには一切ないとも主張する。しかし，原告ＡがＧの学院長という地位にあり，人事\nに関する最終的な決裁権はないとしても，Ｇ内における，従業員の管理監督者であ\nること（ＨグループであるＫの服務規程（乙７０）第８条には「学院長は，作業の\n監督，その適否，勤怠等につき常に公正に判断して配置，進退，賞罰等を適切に行\nうこと。」とあるところ，原告Ａ自身，本人尋問においてＨにも同様の服務規程が\nあったことを認めている。），研修生の採用面接は原告Ａが行っていること（乙１\n１０～１１２）からすれば，人事について原告Ａに一定の評価権があると認められ\nるのであり，配転通知２日前の同月２２日に原告ＡがＨ本社に呼び出されたこと，\n同月２５日にも，原告ＡがＤの下にいたことからすれば，本件配転について，原告\nＡがＤに対して何らかの進言をしたと被告が考えることも不当とはいえず，併せて\n被告が同年９月２日に本件配転に対する抗議行動を行った際に，原告\nＡが被告組合員に対してカメラを向けて撮影したことをも総合考慮すれば，原告Ａ\nが不当労働行為の前面に立っていると被告が理解したとしても不当とはいえない。\nイ　研修生に対する発言について\n前記認定のとおり，原告Ａは同年７月ないし同年８月に採用した研修生\nに対して，当初「全部の科目に不合格ならともかく，一つでも通れば，あと１年く\nらいで合格してほしい。」と説明していたにもかかわらず，同年９月１４日には，\n「今度の試験で全部合格して指導員になれなかったら辞めてもらう。」などと突然\n前言を翻したこと，被告は，このころ研修生に対しても組合加入を働きかけ，複数\n名が加入していたこと，原告Ａの上記発言がＣの配転後になされたものであること\nをも併せ考慮すると，被告が原告Ａのかかる研修生に対する発言についても，「組\n合つぶし」の一環として，不当労働行為に当たるとの疑念を抱くことはやむを得な\nいところである。\nウ　以上からすれば，本件各ビラによってなされた原告Ａが組合つぶしの不\n当労働行為を行ったとの意見ないし論評の表明の前提とされたＣに対する配転（本\n件配転）及び原告Ａの研修生に対する発言に関する事実については，その重要な部\n分は真実であったと認められるし，それに基づく原告Ａの行為が不当労働行為であ\nるとの意見ないし論評の表明に関しても，熾烈な労使紛争の最中にあっては，やや\nもすれば過激な表現になることもある程度やむを得ないことをも考慮すると，その\n表現は，労働組合の当該労使紛争における意見ないし論評の表明として許容される\n範囲内のものと認めることができ，これが，意見ないし論評の域を逸脱したものと\nは認められない。\n(4)　小括\n以上により，本件各ビラによる原告Ａに対する名誉毀損のうち，本件デモ\n行進において配布された本件ビラ１については，その目的が専ら公益を図るものと\n認めることができない以上，違法性は阻却されないが，本件ビラ２，３について\nは，摘示した事項が公益に関するもので，専ら公益を図る目的に出たものであり，\nその重要な部分について真実であって，特に意見ないし論評の域を逸脱したものと\nは認められないことから，違法性が阻却されるというべきである。\n３　争点(2)（本件各ビラ配布による住居の平穏及びプライバシー侵害について）\n(1)　住居の平穏について\n前記認定のとおり，被告は，平成１２年９月２３日，原告Ａの自宅マンシ\nョン前道路及びその周辺の限られた地域を２周する本件デモ行進を３０ないし４０\n分かけて行うとともに，周辺の家や沿道の人々に本件ビラ１を配布したものであっ\nて，本件デモ行進が原告らの自宅を標的として行われたものであったことは明らか\nというべきであり，本件デモ行進によって，原告らの住居の平穏は侵害されたもの\nと認められる。\nこの点，被告は，原告らが本件デモ行進当時外出しており，デモがあった\nことについて事後的に知ったものに過ぎず，デモ行進自体は一回のみであったこと\n等をもって，受忍限度の範囲内にあると主張する。しかし，原告らが当日偶然外出\nしていたとしても，客観的に住居の平穏を害する態様においてデモ行進がなされた\nと認められる以上，これにより原告らの住居の平穏が害されたというべきであり\n（原告らが外出していたことは慰謝料算定の一要素となるに過ぎない。），また，\n前記のとおり，原告Ａに対する抗議を行うのであれば，同人の職場であるＧにおい\nて抗議をすれば足りるのであって，その自宅周辺でデモ行進を実施しなければなら\nないような特段の事情があるとも認められないことにも照らせば，たとえ原告ら自\n宅に対するデモ行進が１回のみであったとしても，本件デモ行進が受忍限度を超え\nたものであって，原告らの住居の平穏を侵害することは明らかである。\n(2)　プライバシー侵害について\n本件デモ行進及び本件ストライキ集会の際に被告が配布した本件ビラ１な\nいし３には，それぞれ抗議先として原告らの自宅住所及び電話番号が記載されてい\nることが認められる。\nこの点についても，被告は前記のとおり受忍限度の範囲内であるとする\nが，原告ＡはＧに勤務しているのであるから，その抗議先としては，原告Ａの勤務\n先所在地及び電話番号を記載すれば足りるはずであり，あえて，原告Ａの自宅住所\n及び電話番号を記載する必要性は何ら認められない。\nとするならば，原告Ａにはこれを受忍すべき理由もないのであるから，こ\nれについても受忍限度を超えるものであって，原告らのプライバシーを侵害するこ\nとは明らかである。\n(3)　なお，原告Ｂに関して，被告は本件各ビラには原告Ｂに関する記述はな\nく，抗議の対象ともなっていないとして，原告Ｂに対する住居の平穏及びプライバ\nシーの侵害はないと主張する。しかし，原告Ｂも原告Ａと住所地において同居して\nいるのであり，原告Ａと共に独立して住居の平穏及びプライバシー権の享有主体と\nなりうることからすると，原告らの自宅に対するデモ行進により原告Ｂに対する住\n居の平穏を侵害したこと及び原告らの自宅住所及び電話番号が記載された本件各ビ\nラを配布することにより原告Ｂに対するプライバシーを侵害したことがそれぞれ認\nめられるというべきである。\n４　争点(3)（組合活動としての違法性阻却）について\n以上のとおり，本件においては，①本件デモ行進による原告らの住居の平穏\nの侵害，②本件ビラ１配布による原告Ａに対する名誉毀損，③本件ビラ１ないし３\nの配布による原告らに対するプライバシー侵害がそれぞれ認められるところ，被告\nは，これらの行為は，会社の被告に対する不当労働行為の事実と原告Ａがその担い\n手であることを広く大衆に暴露し，被告に対する支援を求めるための組合活動であ\nり，正当行為であるから違法性が阻却されると主張する。\nしかしながら，本件デモ行進及び本件ビラ１の配布において原告Ａの自宅を\n標的にする必要性が認められないこと，本件ビラ１ないし３に原告らの自宅住所及\nび電話番号を記載して広く周知させる必要性が認められないことは前記認定のとお\nりである。そして，その他に，これらの不法行為が組合活動として正当化されるこ\nとを認めるに足りる証拠はない。\n５　争点(4)（損害額）について\n以上のとおり，①本件デモ行進によって原告らの住居の平穏が侵害されたこ\nと，②本件ビラ１の配布によって原告Ａの名誉が毀損されたこと，③本件ビラ１な\nいし３の配布によって原告らのプライバシーが侵害されたことがそれぞれ認められ\nる。\nしかしながら，他方において，被告によるデモ行進は，本件デモ行進の１回\nのみであること，態様としても公安委員会の指定条件を遵守して実施されたもので\nあること，当時原告らは外出していたこと，本件デモ行進及び本件ストライキ当日\nに原告ら宅にあった電話についても，一方は無言であり，他方も特に脅迫的な内容\nではなく，回数についても各１回であること，前記認定のとおり，原告Ａの言動\nに，被告からすれば不当労働行為と評価せざるを得ない言動があったこと等をも併\nせ考慮すると，原告Ａの精神的苦痛に対する慰謝料としては２０万円，原告Ｂの精\n神的苦痛に対する慰謝料としては１５万円をもって相当と認める。\n６　争点(5)（差止請求）について\n原告らは，プライバシー権に基づいて原告らの自宅住所及び電話番号を記載\nしたビラ配布の差止めを求めるが，被告のＨ及びＫにおける分会員は，平成１４年\n２月以降順次脱退し，現在，分会員は存在しないこと（証人Ｅ），本件以降デモも\nなく，抗議の電話もないこと（原告Ａ本人），原告Ａ自身今後デモ等がなされる危\n険性は感じていないこと（原告Ａ本人）からすれば，現在においては，もはや被告\n及びその分会員によるビラの配布がなされる現実的危険性は認められない。\nしたがって，本件においては，そもそも差止めの必要性が認められないか\nら，原告らの差止請求には理由がない。\n７　結論\n以上のとおりであるから，原告らの本訴請求は，主文１，２項の限度で理由\nがあるからこれを認容することとし，その余はいずれも理由がないからこれを棄却\nすることとして，主文のとおり判決する。\n神戸地方裁判所第４民事部\n裁　判　長　裁　判　官　　　上　　　田　　　昭　　　典\n裁　判　官　　　太　　　田　　　敬　　　司\n裁　判　官　　　北　　　岡　　　裕　　　章\n"
}