{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 10
  },
  "case_number": "平成15(ワ)2624",
  "case_name": "貸金返還請求事件",
  "court_name": "名古屋地方裁判所民事第8部",
  "lawsuit_id": "7522",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7522",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/522/007522_hanrei.pdf",
  "contents": "平成１６年１１月１０日判決言渡\n平成１５年(ワ)第２６２４号貸金返還請求事件\n判　　　　　　決\n主　　　　　　文\n１　被告は原告Ａに対し，３３５万９２８１円及びこれに対する平成１５年１月８日\nから，同Ｂに対し，１６７万９６４０円及びこれに対する前同日から，同Ｃに対\nし，１６７万９６４０円及びこれに対する前同日から，各支払済みまで年６分の\n割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３　この判決は，仮に執行することができる。ただし，被告が原告Ａに対し２００万\n円の，同Ｂに対し１００万円の，同Ｃに対し１００万円の，各担保を供するとき\nは，同仮執行を免れることができる。\n事実及び理由\n第１　請求\n１　主位的請求\n主文１項と同旨\n２　予備的請求\n被告は原告Ａに対し，３３１万５９４３円及びこれに対する平成１２年９月２５日か\nら，同Ｂに対し，１６５万７９７２円及びこれに対する前同日から，同Ｃに対し，１６５\n万７９７２円及びこれに対する前同日から，各支払済みまで年５分の割合による金\n員を支払え。\n第２　事案の概要\n１　本件は，被告との間で保険契約を締結していた保険契約者の相続人である原告\nらが保険契約の解約に基づく解約返戻金を請求したのに対して，被告が解約返戻\n金からいわゆる契約者貸付制度に基づく貸付金を控除して支払ったところ，原告ら\nは被告に対し，主位的請求として，前記貸付金は損害保険代理店を通じて返済済\nみであるか，債権の準占有者（損害保険代理店）に対する弁済として有効であるか\nら前記貸付金を控除することは許されないとして控除された解約返戻金及びこれ\nに対する遅延損害金の支払を求め，予備的請求として，損害保険代理店の不法行\n為について被告に使用者責任があるとして，原告らの被った損害賠償及びこれに\n対する遅延損害金の支払を求めた事案である。\n２　前提事実\n(1)　被告はＤとの間で，Ｄを保険契約者兼被保険者，保険期間１９年間とする年金\n払積立傷害保険契約（証券番号ａｂｃｄｅｆｇｈｉｊ）（以下「本件保険契約」という。）を\n締結していたところ，平成１１年１１月２日，Ｄの申出に基づき，被告はＤに対し，\nいわゆる契約者貸付制度に基づいて本件保険を担保として６００万円を貸し付\nけた（以下「本件貸付」という。）（甲６，７）。\n(2)　Ｄは，平成１２年９月２５日，後記株式会社Ｅが開設している銀行口座に６２３\n万１８８７円を送金した（以下「本件送金」という。）（甲８ないし１１）。\n(3)　Ｆは，昭和６１年頃から，「Ｅ」の名称で被告の損害保険代理店として業務を行\nっていたが，平成１２年４月４日，株式会社Ｅ（以下「Ｅ」という）を設立して代表取\n締役に就任し，その後は，Ｅが被告の損害保険代理店として業務を行っていたも\nのであり，本件保険契約の締結，本件貸付及び本件送金については，いずれも\nＦないしＥが損害保険代理店として関与した（弁論の全趣旨）。\n(4)　Ｄは平成１４年７月１２日死亡し，妻である原告Ａ，子である同Ｂ及び同Ｃが，Ｄ\nの本件保険契約に基づく権利を法定相続分の割合で相続した（甲５の１ないし\n４）。\n(5)　原告らは被告に対し，平成１４年１２月２５日，本件保険契約を解約したところ，\n被告は原告らに対し，平成１５年１月７日，解約返戻金１２７４万４６９０円から本\n件貸付にかかる元利金６７１万８５６１円を控除した６０２万６１２９円のみ支払っ\nた（甲４，８，１１）。\n(6)　Ｅは被告から，平成１５年６月１４日，損害保険代理店委託契約を解除された\n（乙４）。\n３　原告らの主張\n(1)　被告はＦないしＥに対し，契約者貸付締結の代理権限を与えていたというべき\nであるから，それに付随してその貸付返済金の受領権限も与えていたというべき\nである。したがって，Ｄが本件貸付の返済としてなした本件送金により本件貸付\n債務は既に消滅している。よって，被告が本件解約返戻金から本件貸付にかか\nる元利金を控除できる理由はないから，６７１万８５６１円を原告らに支払うべき\nである。\n(2)　仮に，ＦないしＥに本件貸付の返済金の受領権限がなかったとしても，以下の\n理由により，本件送金は債権の準占有者に対する弁済として有効である。\n①　ＦないしＥは被告との損害保険代理店契約に基づいて，保険契約の締結・維\n持・管理，保険料の徴収その他保険契約に関連する権限全般を与えられ，継\n続的にその業務を行っていた。但し，ＦないしＥの代理権の範囲については，\n対外的に明示されていないため，第三者がその代理権の範囲を明確に知る\nことは困難である。契約者貸付は保険契約と一体不可分，若しくは密接な関\n連のある契約であるから，第三者にしてみれば，損害保険代理店の代理権の\n範囲が対外的に明示されていないことと相俟って，保険契約の締結や保険料\n領収の権限が損害保険代理店にあるのであれば，これに付随して契約者貸\n付の締結権限及びその返済金の受領権限も損害保険代理店にあると考える\nのは自然なことである。\n②　Ｄは被告の代理人であるＦないしＥとの間で，本件保険を締結し，全期前納\nの保険料を本件送金と同じＥ名義の銀行口座宛てに送金して支払っている。\n③　Ｄは被告から契約者貸付を受ける際，ＦないしＥを通じてその申込みをし，そ\nの貸付の実行をされているところ，被告はＤに対して，貸付実行の際，損害保\n険代理店に契約者貸付の権限がないとか返済金の受領権限がないという注\n意喚起を一切していない。それゆえ，損害保険代理店を通じて保険契約の締\n結及び契約者貸付を受けた者としては，貸付の返済についても損害保険代理\n店に受領権限があると信じるのは自然なことである。\n④　よって，ＤはＥに契約者貸付の返済金受領権限があると信じており，かつ信\nじたことに過失はなく，民法４７８条の要件を満たしているというべきである。\n(3)　被告の使用者責任について\n①　仮に，Ｅに契約者貸付の返済金受領権限がなく，かつ債権の準占有者に対\nする弁済としても認められないとすれば，ＥはＤから，契約者貸付の返済名下\nに，本件送金に係る６２３万１８８７円を詐取したか，若しくは着服横領したこと\nになる。Ｅの上記不法行為により，Ｄが被った損害は，本件送金額及び弁護\n士費用４０万円の合計６６３万１８８７円となる。\n②　Ｅは被告との損害保険代理店契約に基づいて，保険契約の締結・維持・管\n理，保険料の徴収その他保険契約に関連する権限全般を与えられていたか\nら，契約者貸付をする際に代理をしたり，貸付返済金を受領したり保管したり\nする行為も，職務に密接に関連する行為か，少なくとも外形的にはその職務\nの範囲内の行為といえる。それゆえ，Ｅの上記不法行為は「事業の執行につ\nき」なされたものということができる。\n③　Ｅは，被告との損害保険代理店契約に基づいて独立して事業を営む会社で\nあるが，以下の事情からすると，実質的に被告の指揮監督下にあるというべ\nきである。\nすなわち，Ｅは，被告との損害保険代理店契約に基づき，委託業務の遂行\nに関して，被告が定めた定型の委託契約や諸規定に従わなければならず，保\n険契約の締結，変更，解除について被告に報告しなければならず，保険料の\n領収方法，領収書の発行方法，領収した保険料の保管方法につき，被告が\n定めた方法によらなければならず，業務に関する諸記録を作成・保管し，被告\nから閲覧・説明を求められた場合，いつでもこれに応じなければならない等，\n業務の方法，結果その他全般にわたって広範かつ強力な支配を及ぼすこと\nができること，顧客から受領した保険料は被告に帰属し，Ｅは出来高に応じて\n被告から手数料を受け取ること，委託業務に関する業務用物品の一部は被\n告が提供していること，損害保険代理店委託契約３６条によれば形式上双方\nに契約解除権があるとされているものの，損害保険代理店は他の保険会社と\n委託契約を締結することが原則としてできないため，損害保険代理店からの\n解除は事業を自主的に廃業しようとする場合以外にはありえず，上記規定の\n意義は被告側からの広範かつ裁量的な解除権を認めたところにあること，パ\nンフレット等の営業用の文書等は被告が定めた基準によらなければならず，\n看板についても被告からの貸与物件であること，被告は，その営業活動の大\n半を外部の独立業者に委託することによって企業の活動領域を拡大して利益\nをあげており，損害保険代理店の存在を抜きにして，被告の営業は考えられ\nないという実態がある。このような社会的事実と経済的関係があるにもかかわ\nらず，損害保険代理店が業務又はそれに関連付随する業務を遂行する過程\nでなした不法行為について，使用関係の不存在を理由に被告を免責するの\nは不当である。\n④　よって，被告は原告らに対し，民法７１５条１項に基づく使用者責任として，\n原告らが相続したＤの被った損害について賠償すべき義務がある。\n４　被告の主張\n(1)　損害保険会社の契約者貸付制度において，その希望のある保険契約者に対\nして，契約者貸付を実行するか否かの判断の権限が損害保険会社に専権的に\n留保されていることは，契約者貸付制度が一種の与信行為であることからして\n当然のことであり，その契約者貸付の締結権限が，単なる申出を取り次ぐ窓口\nに過ぎない損害保険代理店にあるなどということは，組織社会としておよそあり\n得ない。また，損害保険代理店であるＥは損害保険会社である被告が行う契約\n者貸付の返済金受領権限を有しない。加えて，契約者貸付の貸付期間終了に\n際しては，被告は保険契約者に対し，文書でもって，返済希望の場合には直接\n被告の窓口に来店されたい旨通知している。したがって，本件貸付金の返済先\nがＥ名義の銀行口座となることはあり得ないのであり，本件送金をもって被告に\n対する本件貸付金の返済となることはないから，本件貸付債務は消滅していな\nい。\n(2)　契約者貸付の締結権限は損害保険会社に専権的に留保されており，その権\n限が単なる窓口に過ぎない損害保険代理店にないことは，通常人であれば認\n識・理解が可能なことである。そうであれば，ＦないしＥが契約者貸付を取り次い\nだからといって，そのことをもって直ちにＤがＦないしＥに契約者貸付の返済受領\n権限があると信じたとは到底考えられないし，仮にこれを信じたとすれば，その\nようなこと自体，一般人が通常の注意を払えば容易に気付くことであるから，到\n底無過失とはいえない。\nよって，本件送金が債権の準占有者に対する弁済として有効となることはな\nい。\n(3)　本件送金は，ＥがＤから借り受けたものであって，Ｅによる詐取ないし着服横領\nではない。また，Ｅは被告の被用者ではない。\n第３  当裁判所の判断\n１　本件貸付は，貸付期間平成１１年１１月５日から１年間，利率年４．３０％，貸付期\n間満了時の返済額６２５万８０００円の約定である（甲７）ところ，平成１２年９月２５\n日付けの本件送金額６２３万１８８７円は，本件貸付金６００万円及びこれに対する\n平成１１年１１月５日から平成１２年９月２５日までの利率年４．３０％の割合による\n利息２３万０４３２円の合計額６２３万０４３２円に近似していることからすると，Ｄに\nおいては本件貸付金の期間満了前の中途返済の意図で本件送金をしたものであ\nると推認するのが相当である。　この点に関して，Ｄ死亡後の平成１４年１２月にお\nける原告らの問合わせに対するＦの回答を録音したものの反訳書である甲２０，Ｆ\n作成の被告に対する回答書である乙３には，本件送金は，ＥがＤから借り受けたも\nのであって，本件貸付金の返済ではないかのように理解できる部分がある。しかし\nながら，ＤはＦないしＥに対して本件貸付金をそのまま転貸ししているのであり，そ\nの転貸しの約定では，年利５．３３％，平成１１年１１月８日から平成１６年１１月８日\nまでの５年間に毎年４月末日，１０月末日に各３６万円，平成１６年１１月８日に３９\n９万９０００円を返済することになっているところ，ＦないしＥは平成１２年４月２８日に\n３６万円を返済したのみであり（甲１ないし３），本件送金日である平成１２年９月２５\n日当時，いまだ前記転貸しにかかる約定返済金がほとんど残っていた時期である\nことに照らすと，ＦないしＥがＤに対して，事前に借入れを申し出たとか，事前にＤが\nこれを了解して，本件貸付の返済用としてではなく，ＦないしＥに対する貸付金とし\nて，本件送金をしたとは到底考え難いというべきである。\nそうすると，Ｅ名義の銀行口座に対する本件送金が本件貸付の返済として認めら\nれるかどうかが問題となる。\n２　被告とＦとの間の昭和６１年５月３１日付け損害保険代理店委託契約書（乙１），被\n告とＥとの間の平成１３年５月２５日付け損害保険代理店委託契約書（甲１１）に\nは，被告の損害保険代理店に対する委託業務の範囲に関する約定がある（乙１の\n１条，甲１１の第２章４条）が，前記約定をみても，損害保険代理店がいわゆる契約\n者貸付の締結権限及び貸付金返済の受領権限を有する旨の約定はなく，他にこ\nれを認めるに足りる約定を前記各損害保険代理店委託契約書にみることはできな\nい。なるほど，前記委託業務の範囲に関する約定によると，損害保険代理店は保\n険契約締結の代理権限や保険料の領収，保管，精算ならびに返還に関する業務\n権限を有することが認められるけれども，これをもって損害保険代理店がいわゆる\n契約者貸付の締結権限及び貸付金返済の受領権限を有するということはできな\nい。\nしたがって，損害保険代理店であるＥは本件貸付金返済の受領権限を有しないか\nら，本件送金をもって本件貸付の返済があったということはできない。\n３　次に，本件送金をもって債権の準占有者に対する弁済（民法４７８条）として有効\nであるかどうかについて検討する。\n(1)　一般に債権の準占有者とは，取引観念の上からみて真実の債権者であると信\nじさせるような外観を有する者であるが，債権者の代理人であるとして債権を行\n使する者も含まれると解されるところ，本件において，Ｆは被告の損害保険代理\n店としてＤとの間で本件保険契約を締結したものであり，本件貸付においてはＤ\nによるいわゆる契約者貸付の申出を取り次いだこと，そして，ＦないしＥは本件送\n金においてＤによる本件貸付金の中途返済の意図を知って，これを受け入れた\nことが認められる（乙３，弁論の全趣旨）。そうすると，Ｅは債権者である被告の\n代理人として本件送金を受けた者であるというべきであるから，債権の準占有者\nであると認めることができる。\n(2)　そこで，本件送金について，ＤはＥに弁済受領の代理権限があると信じ，かつ\nそう信じたことに過失がないかどうかについてみる。\nＤは本件保険契約の保険料をＥ名義の銀行口座に振り込んで支払い，これに\n対しＥは保険料領収証を発行している（甲１１，１３，１４，乙１，弁論の全趣旨）と\nころ，損害保険代理店の代理権の範囲は前記の損害保険代理店委託契約書\n（甲１１，乙１）において定められているが，保険契約者は自ら損害保険代理店\nの経験を有するといった事情のない限りこれを知ることができないのが通常と考\nえられる。そして，いわゆる契約者貸付は，保険契約が有効に存続し，保険期間\nが満了するまでの間，保険契約者が保険を担保に保険会社の定める貸付金額\nを限度とし，その範囲内で反復して貸付金を請求することができる制度である\n（甲１２の裏面）から，保険契約と密接な関連を有するものであるということがで\nき，現にＤはＦないしＥを通じて本件貸付を受けているのであり（甲１２，乙３，弁\n論の全趣旨），保険契約者が，保険契約締結の代理権限や保険料領収の代理\n権限を有する損害保険代理店にはいわゆる契約者貸付締結の代理権限及び貸\n付金返済の代理受領権限をも有すると理解しても不自然ではない。\n以上によると，Ｄにおいて，本件送金当時，Ｅに本件貸付金返済の代理受領権\n限を有すると信じ，かつそのように信じるについて過失はないというべきである。\n(3)　なるほど，被告のＤ宛の平成１１年１１月２日付け「『契約者貸付金』送金のご\n案内」と題する書面（甲７）には，「貸付期間の途中でご返済を希望される場合に\nは，弊社取扱営業店までお問い合わせ下さい。」との記載があり，「お問い合わ\nせ先」として取扱代理店であるＥの電話番号とともに取扱営業店である被告・春\n日井支社の電話番号が併記されているけれども，このような書面を受け取った\n保険契約者が，損害保険代理店にはいわゆる契約者貸付金返済の代理受領\n権限がないと理解することは困難であり，Ｄにおいても同様であったものと推察\nされる。そうすると，Ｄが本件送金の際に，被告の営業店である春日井支社に問\n合わせをしなかったとしても，これをもって過失があると断ずることはできない。\nまた，前掲乙３には，要旨として「ＦはＤに対し，本件貸付の返済については被\n告に直接精算するように言ってきた。また，返済時点で一時的に融通してもらい\nたい旨申し込み，その承諾を得たため，被告の銀行口座ではなくＥの銀行口座\nに振込送金してもらった。」との記載があり，前掲甲２０にも，Ｆは前記と同様の\n発言をしており，本件送金は本件貸付の返済ではなくＤのエージェンシーとなり\nに対する貸付であるかのように理解できる内容となっている。\nしかしながら，一方で，原告Ａの陳述書（甲２１）によると，ＤはＦに対し，本件送\n金後の平成１４年５月頃に，電話で本件送金に関して「詐欺だぞ。犯罪だぞ。」と\n言っていたのを聞いたというのであり，また，甲２０と同様，Ｄ死亡後の平成１４年\n７月及び８月における原告らの問合わせに対するＦの回答を録音したものの反\n訳書である甲１８及び１９には，「借りてる分を返済する予定で振り込んでいただ\nいた。」，「振り込んでもらった後に，僕が引き落としちゃってるんですよね。報告\nして，Ｄさんにもわかったと，そういうことで早く払えと言ってくれておってたんで\nす。」旨回答していることに照らすと，前掲乙３，甲２０をもって，本件送金をもっ\nてＤに本件貸付金の返済の意図がなかったとか，本件送金当時，ＤがＥに本件\n貸付金返済の代理受領権限を有すると信じたことについて過失があったというこ\nともできない。\n４　以上の検討によると，本件送金は債権の準占有者に対する弁済として有効であ\nり，本件貸付債権は消滅していると認められるから，本件保険の解約返戻金から\n本件貸付金を控除することは許されないというべきである。\nよって，原告らの被告に対する本件保険契約の解約返戻金請求権に基づく主位\n的請求（原告Ａにつき３３５万９２８１円，同Ｂにつき１６７万９６４０円及び同Ｃにつき\n１６７万９６４０円並びに前記各金員に対する弁済期限後である平成１５年１月８日\nから各支払済みまで商事法定利率年６分の割合による遅延損害金の支払）は理\n由がある。\n５　以上の次第で，原告らの主位的請求は理由があるからこれを認容することとし，主\n文のとおり判決する。\n名古屋地方裁判所民事第８部\n裁判官　　　    黒　　　岩　　　巳　　　敏\n"
}