{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 9
  },
  "case_number": "平成16(行ウ)1",
  "case_name": "違法確認等請求事件",
  "court_name": "青森地方裁判所第2民事部",
  "result": "棄却",
  "lawsuit_id": "8503",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8503",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/503/008503_hanrei.pdf",
  "contents": "主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求の趣旨\n１　被告は，訴外Ｂに対し，３６万円を支払えとの請求をせよ。\n２　被告が，訴外Ｂに対し，３６万円を支払えとの請求を怠ることは違法であることを確\n認する。\n３　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，Ａ市の市議会議員である訴外Ｂが，平成１４年度に支給された政務調査\n費３６万円全額を「広報費」として「Ｄ訪問報告書印  刷・製本代」に支出したのは違法\nであるとして，Ａ市の住民である原告が，Ａ市長に対し，訴外Ｂに対して３６万円の損\n害賠償ないし不当利得返還請求をすることを求めるとともに，これを怠っていることが\n違法であることの確認を求めた事案である。\n１　前提となる事実（争いがないか，証拠上容易に認められる事実）\n(1)　当事者\n原告は，Ａ市の住民である。\n被告は，Ａ市長である。\n訴外Ｂ（以下「訴外Ｂ」という。）は，平成１４年度当時，Ａ市の市議会議員であった\n者である。\n(2)　政務調査費の支出\n訴外Ｂは，平成１４年度にＡ市から政務調査費として３６万円の交付を受けたが，\nその全額を，Ａ市議会政務調査費の交付に関　　 する規則（甲３，以下「規則」とい\nう。）の定める使途基準のうちの「広報費」として「Ｄ訪問報告書」（以下「本件報告\n書」という。）の制                作費に支出した（甲１）。\n(3)　Ａ市の政務調査費に関する諸規定の内容（甲２，３）\nＡ市議会政務調査費の交付に関する条例(以下「条例」という。)によれば，議員\nは，政務調査費を別に定める使途基準に従って使用するものとし，市政に関する調\n査研究に資するため必要な経費以外のものに充ててはならないとされている（条例\n５条）。そして，政務調査費の使途基準を定める規則によれば，政務調査費の使途\n基準によれば，「広報費」とは「議員の調査研究活動，議会活動及び市の政策につ\nいて住民に報告し，ＰＲするために要する経費（広報紙，報告書印刷費，送料，会場\n費等）」とされている（規則別表）。\n政務調査費の交付を受けた議員は，当該年度分の政務調査費に係る収入及び\n支出の報告書を作成し，交付に係る年度の翌年度の４月３０日までに議長に提出す\nることとされており（条例６条１項，２項），議長は，提出された収支報告書の写しを，\n市長に送付するものとされている（規則６条）。\nまた，市長は，政務調査費の交付を受けた議員がその年度において交付を受け\nた政務調査費の総額から，当該議員がその年度において市政の調査研究に資する\nため必要な経費として支出した総額を控除して残余がある場合，当該残余の額に相\n当する額の政務調査費の返還を命ずることができるとされている（条例８条）。\n(4)　住民監査請求及び監査委員による監査結果\n原告は，平成１６年３月１６日，本件につきＡ市監査委員に対して，「Ａ市長に対す\nる措置請求書」と題する書面（甲５）を提出し，地    方自治法２４２条１項の規定に基\nづいて住民監査請求をした（以下「本件監査請求」という。）。\n同市監査委員は，同月２５日，本件監査請求は地方自治法２４２条に定める請求\n要件を欠くとして，請求を却下した（甲６）。\n２　争点\n(1)　本件における広報費としての支出が，政務調査費の趣旨を逸脱し，違法か否か。\n（原告の主張）\nア　広報費として認められるのは，「住民に報告し，ＰＲする」ことが大前提であり，\n「報告書」の作成はそのための手段でしかなく，「報告書」を活用した活動実績が\nなければ「広報費」として認められない。\n訴外Ｂが報告書を使って広報活動をするつもりであったとしても，当該年度に広\n報活動を行っていない以上，本件で広報費として支出された３６万円は，条例５条\nの趣旨を逸脱して違法である。\nイ　また，政務調査費の支出が認められるのは，単年度で完了した事業分の経費で\nあり，翌年度以降に繰り越す事業分は認められない。訴外Ｂが支払ったとされる\n広報費は，翌年度以降に繰り越された「印刷・製本代」を含むものであり，地方自\n治法２０８条の会計年度及びその独立の原則に違反している。\n条例８条でも，「その年度において市政の調査研究に資するために必要な経\n費」しか支出できず，翌年度以降の繰越分はそもそも想定していない趣旨とも符\n合している。\n（被告の主張）\n議員の活動を市民に知らしめることは，議会制民主主義が存立する基礎とし\nて，欠くべからざる行為である。議員は，自己の任期中，市民に活動内容を知らし\nめる不断の努力を傾注すべきものであるから，その活動は，年度ごとの断続的な\n行為ではなく，年度の枠に縛られる筋合いのものではない。\nしたがって，議員がある年度に作成した広報文書やパンフレット等についても，\nその年度で使い切ることが要求されるものではなく，ある年度に作成したパンフレ\nット等を次年度や次々年度の広報活動に用いても，何ら非とすべきものではない\nし，また，広報資料を作るのに年度がまたがっても，何ら異とするところはない。予\n算の年度原則があるからといって，議員の広報活動が年度限りになるわけではな\nいから，議員としての任期がある限り，その資料は，翌年も翌々年も使って差し支\nえない。\n条例５条及び規則に定める広報費は，自分が議員として市政に関与した内容を\n一般市民に知らせる活動のために支出した費用である。本件において訴外Ｂが\n発注していた報告書は，広報活動のためのものであることは明らかであるから，\n条例５条の趣旨から逸脱するところはない。\n(2)（仮に違法な支出であるとして）被告が，広報費として支出された３６万円につい\nて，損害賠償ないし不当利得の返還の請求をしないことが違法であるか。\n（原告の主張）\n条例６条によると，政務調査費の交付を受けた議員は，当該年度の政務調査\n費にかかる収入及び支出について収支報告書を作成し，交付に係る年度の翌年\n度の４月３０日までに議長に提出し，議長は，収支報告書の写しを市長に送付し\nなければならないことになっている。\nしたがって，被告は，訴外Ｂの平成１４年度の収支報告書について，平成１５年\n４月３０日以降のある時点で送付を受けており，その内容を確認することができ\nた。\nまた，原告が発行する「Ｃ新報」の２００３年１２月２８日号で，この件を報道し，\n訴外Ｂが本件報告書を完成させていないことが公になった時点でも，被告は，訴\n外Ｂに対し，損害賠償請求ないし不当利得返還請求をすることができた。\nしかしながら，被告は，訴外Ｂに対して上記請求をしておらず，条例８条の趣旨\nからしても，被告が返還を命ずることを怠っていることは，違法である。\n（被告の主張）\n当該年度に交付された金員の全額が，Ａ印刷に支払われて編集段階に達して\nいるのであるから，目的を達しているものであり，条例８条により返納の対象とな\nるものではない。\nしたがって，被告は，訴外Ｂに返還等を命ずることを怠っているとはいえない。\n第３　争点に対する判断\n１　争いのない事実，証拠（甲１，乙１，２の１・２）及び弁論の全趣旨によれば，以下の\n事実を認めることができる。\n(1)　平成１４年５月，訴外Ｂは小中学生を引率してＤを訪問した。\n(2)　同年秋頃，訴外Ｂは，Ｄ訪問について報告書を作成することとした。訴外Ｂは，有\n限会社Ａ印刷（以下「Ａ印刷」という。）に対し，本   件報告書の作成を依頼し，その\n費用はおよそ４０万円以内とされた。\n上記依頼を受けたＡ印刷は，関係者からの原稿集めや編集作業に着手した。\n(3)　平成１５年２月２６日，Ａ印刷では，予定された原稿が全て集まっておらず編集作\n業中であったが，訴外Ｂからの申出を受け，３６万円を受領した（甲１，乙２の１）。\n(4)　同年３月末ころ，訴外Ｂは上記広報費の支出について，Ａ市議会議長に報告書\n（甲１）を提出した。\n(5)　平成１６年３月３１日，本件報告書が完成し，Ａ印刷は訴外Ｂに対し，その旨連絡\nをした。\n(6)　同年４月１４日，訴外Ｂは，Ａ印刷に対し，本件報告書作成の残代金１０万円を支\n払った（乙２の２）。\n２　争点(1)について\n(1)　原告は，広報活動が現実に当該年度に行われなければ，そのための経費を広報\n費として支出することは許されないと主張する。\n①　政務調査費のうち「広報費」として支出することが許されるのは，議員の調査研\n究活動の内容を住民に報告等するために要する経費である。\nしかし一方，ア　議員の調査研究活動等は，その性質上，必ずしも年度ごとに\n完結するものばかりではなく，むしろ，その任期中        継続的に行われるものと考\nえられるから，ある年度に行われた活動について，住民に報告等をするのが翌年度\n以降に渡る場合も当然あるものと想定される。また，イ　地方自治法上，政務調査費\nの支出等については，条例の定めによるとされているところ（１００条１３項，１４項），\n条例５条を受けて規定されている規則の使途基準にも，広報費の支出について，年\n度内に広報活動が行われた場合に限るとの限定はない。\n上記のような，議員活動の性質・あり方や，条例等の規定に照らせば，必ずしも\n現実の広報活動が当該年度において行われなくても，規則の定める使途基準及\nび趣旨に合致していれば，交付を受けた政務調査費を広報費として支出するこ\nとは許されると解するのが相当である。\nしたがって，原告の上記主張は，採用することができない。\n②　しかるところ，前記認定に照らすと，本件報告書は，訴外Ｂが，議員としての調\n査研究活動等の内容について，住民に報告することを前提に作成されたものと認\nめられ，本件報告書の製作費用として政務調査費を充てることは，規則の定める\n広報費としての使途基準に合致していると認められる。\n(2)　原告は，訴外Ｂが支払った広報費は，翌年度以降に繰り越された「印刷・製本代」\nを含み，これは地方自治法２０８条の会計年度独立の原則に反するとも主張する。\nしかし，同原則は，地方公共団体に対して，当該年度において支出すべき経費は\n当該年度における歳入をもって支弁すべきことを定めた原則であり，その対象及び\n内容からして，個々の議員に対するものでないことは明らかである。\nしたがって，原告の上記主張は，独自の見解に基づくものであり，採用することが\nできない。\n(3)　上記のとおり，本件における広報費としての政務調査費の支出が違法であるとい\nうことはできない。\n３　争点(2)について\n本件における広報費の支出が違法とはいえない以上，被告が，訴外Ｂに対して，損\n害賠償ないし不当利得返還請求をすることを違法に怠っているものとはいえない。\n第４　結論\nよって，原告の請求は，いずれも理由がないから，これを棄却することとして，主文の\nとおり判決する。\n青森地方裁判所第２民事部\n裁判長裁判官　　　　河　　　　野　　　　泰　　　　義\n裁判官　　　　佐   々   木　　　　健　　　　二\n裁判官　　　　石　　　　井　　　　芳　　　　明\n"
}