{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 11
  },
  "case_number": "平成13(わ)297",
  "case_name": "虚偽有印公文書作成，同行使各被告",
  "court_name": "富山地方裁判所",
  "lawsuit_id": "7914",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7914",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/914/007914_hanrei.pdf",
  "contents": "平成１３年（わ）第２９７号　虚偽有印公文書作成，同行使各被告事件\n主　　　　文\n被告人両名をそれぞれ懲役１年に処する。\nこの裁判が確定した日から，被告人両名に対し，４年間それぞれその刑の\n執行を猶予する。\n理　　　　由\n（罪となるべき事実）\n平成７年５月当時，被告人Ａは，富山県警察本部長として同県警察における犯\n罪捜査の指揮監督の責に任じ，被告人Ｂは，同県警察本部刑事部長として同県警\n察本部長を補佐する職務に従事していた。\n被告人両名は，同月１７日に富山県八尾警察署において覚せい剤取締法違反の\n疑いで逮捕された被疑者Ｃを釈放することを企て，同月１８日，富山市新総曲輪\nａ番ｂ号富山県警察本部において，前記覚せい剤取締法違反事件につき同県八尾\n警察署と合同捜査を行っていた同県警察本部生活安全部生活保安課の課長Ｄらに\n前記Ｃを釈放するよう働きかけ，同生活安全部生活保安課課長Ｄ，同生活安全部\n生活保安課課長補佐Ｅ，同生活安全部部長Ｆ，同生活安全部首席参事官Ｇ，同生\n活安全部生活保安課次席Ｈ，同刑事部捜査第２課長Ｉと順次共謀の上，行使の目\n的で，前記Ｃの体調に異状がなかったにもかかわらず，「本部長指揮事件指揮\n簿」の「伺い及び指揮事項等」欄に「釈放すべき理由　５月１８日午後３時こ\nろ，体調の不良が見受けられ，留置による取り調べは困難であり，釈放すべき必\n要が認められる。」等と記載した虚偽の内容の「本部長指揮事件指揮簿」１通を\n作成し，被告人Ｂにおいて，同指揮簿欄外に刑事部長の合議を経た旨を示す合議\n印として「Ｂ」と刻された印鑑を押なつし，さらに被告人Ａにおいて，同指揮簿\nの本部長決裁欄に「Ａ」と刻された印鑑を押なつし，前記生活安全部部長Ｆらに\nおいてもそれぞれ押なつし，前記生活安全部生活保安課課長補佐Ｅにおいて，そ\nの内容が真実であるかのように装ってこれを簿冊に編てつし，同生活安全部生活\n保安課に設置されたキャビネットに保管して同課に備え付け，もって，虚偽の有\n印公文書を作成して行使したものである。\n（事実認定の補足説明）\n「本部長指揮事件指揮簿」の有印公文書性及びこれに対する被告人らの作成権\n限について，以下補足説明する。\n平成７年５月当時，富山県警察においては，捜査指揮に関する内部規定に基づ\nき，同県警察本部長（以下「本部長」という。）が直接指揮に当たる事件として\n本部長から当該事件につき指揮を受けようとするときは，同県警察本部の当該事\n件の捜査を所掌する主管課長を通じ，指揮を受けようとする事項を明らかにして\n「指揮伺い」をしなければならず〔「富山県警察の捜査指揮に関する訓令」（昭\n和３６年７月８日本部訓令第４４号）第３条〕，その「指揮伺い」に基づき本部\n長が指揮した事項は，県警察本部の主管課の課長補佐以上の者が「本部長指揮事\n件指揮簿」に記載しておかなければならないとされ〔「富山県警察の捜査指揮に\n関する訓令の運用について」（平成６年１月６日施行）第２〕，課長補佐により\n前記の記載がされた同指揮簿は，主管課次席，主管課課長，所掌する部の首席参\n事官，同部部長，本部長の各決裁印の押なつを受けることにより決裁を経た上\nで，県警察本部の各主管課に備え付けることとされていた（前記「富山県警察の\n捜査指揮に関する訓令」別記様式（証拠略））。また，当該「指揮伺い」事項\nが，他の部署の所掌する事項と関連性を持つ場合などには，他の部署とも「合議\n（あいぎ）」即ち協議することとされ〔「富山県警察の処務に関する訓令」（昭\n和５８年３月１２日本部訓令第２号）第８条〕，合議を経て承認済みであること\nを示すために，「合議」を受けた者は「合議印」を押なつする慣例となっていた\n（証拠略）。\n以上によると，「本部長指揮事件指揮簿」は有印公文書に当たり，被告人ら及\nび前記各人は，内規及び慣例に基づき，職務上，「本部長指揮事件指揮簿」につ\nいてそれぞれ作成権限を有していたものと認められる。\n（法令の適用）\n被告人両名の判示所為のうち，各虚偽有印公文書作成の点は，平成７年法律第\n９１号附則２条により同法による改正前の刑法６０条，１５６条，１５５条１項\nに，各虚偽有印公文書行使の点は同法６０条，１５８条１項，１５６条，１５５\n条１項にそれぞれ該当するが，この各虚偽有印公文書作成と各虚偽有印公文書行\n使との間には手段結果の関係があるので，同法５４条１項後段，１０条によりそ\nれぞれ１罪として犯情の重い虚偽有印公文書作成罪の刑で処断することとし，そ\nの所定刑期の範囲内で被告人両名をそれぞれ懲役１年に処し，情状により同法２\n５条１項を適用してこの裁判が確定した日からそれぞれ４年間その刑の執行を猶\n予することとする。\n（量刑の理由）\n１　本件は，それぞれ県警察の最高責任者及び最高幹部職にあった被告人らが，\n管内の警察署において覚せい剤取締法違反の被疑事実で逮捕されていた被疑者\nを釈放することを企図し，県警察本部の覚せい剤関係事犯の主管課長らに働き\nかけて，真実は同被疑者の体調に異状がないのに，該警察署から同被疑者の体\n調不良を理由とする釈放指揮伺いがあったかのような内容虚偽の指揮簿を作成\nし，これを同本部内に備え付けさせたという事案である。\n２　近時，覚せい剤による害毒が社会問題化しており，その摘発にあたる警察官\nに対しては，覚せい剤事犯に対して厳正な捜査をすることが強く求められてい\nる。ところが，被告人Ｂにおいては，前任の富山警察署署長在任時に自ら大型\n覚せい剤事件の捜査指揮を執り，同事件が当時警察庁長官表彰の受賞候補事件\nと言われていたところ，当該被疑者がその大型覚せい剤事件摘発の協力者であ\nったことから，その受賞が危ぶまれるのを恐れ，当時の富山警察署署長ととも\nに，当該被疑者の釈放を指揮するよう被告人Ａに申し出て本件犯行に及んだも\nのである。しかしながら，表彰受賞のために虚偽の理由により当該事件の被疑\n者を釈放することは，何ら正当な理由がないといわざるを得ない。また，被告\n人Ａにおいては，被告人Ｂから当該被疑者が前記大型覚せい剤事件摘発の協力\n者であることを聞き，また，地元の最高幹部であり，厚い信頼を置いていた被\n告人Ｂからの申し出であったことから，詳しい事情を問いただすことなくこれ\nに同意し，本件犯行に及んだものであるが，捜査の公正な実施に向けて指揮監\n督に当たるという，県警察における捜査運営の最高責任者としての職務を放棄\nするものである。これら被告人両名の犯行動機に酌量の余地はない。被告人ら\nは，県警察組織の最高幹部職の地位にあることに乗じ，その指揮監督下にある\n警察職員を巻き込んで本件犯行に及んだもので，その犯行態様は悪質である。\n被告人らの犯行は，警察官の作成する捜査関係書類に対する公の信用を著し\nく損ねたのみならず，富山県警察の犯罪捜査全般に対する信頼を失墜させたも\nのであり，こうした社会的影響を併せ考えると，被告人らの刑事責任は誠に重\nい。\n３　他方，被告人らは，それぞれ現在では本件犯行を反省悔悟していること，こ\nれまでに前科前歴がないこと，警察官在任中本件を除いてはその職務に専念\nし，公共の安全を守り治安の維持に努めてきたこと，一定の社会的制裁を受け\nていること，被告人Ａには養育すべき未成年の子らがいることなど，各被告人\nのために酌むべき事情もある。\n４　以上を総合考慮して，被告人らをそれぞれ主文掲記の刑に処するのが相当で\nあると判断した。\n（求刑　被告人両名につき各懲役１年）\n平成１４年４月１１日\n富山地方裁判所刑事部\n裁判長裁判官　　　神沢昌克\n裁判官　　　水野将徳\n裁判官　　　光吉恵子\n"
}