{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 28
  },
  "case_number": "平成13(わ)1468",
  "case_name": "殺人，死体損壊遺棄被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6071",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6071",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/071/006071_hanrei.pdf",
  "contents": "【主  文】 １  被告人を懲役１６年に処する。\n２  未決勾留日数中４００日をその刑に算入する。\n【理  由】\n（犯行に至る経緯等）\n１  被告人の身上経歴及びＢ，被害者との関係等\n被告人は，昭和５２年１１月１７日埼玉県ａ市で出生し，翌年，ｂ市内に住む\n夫婦の養子となり，地元の小，中学校を経て埼玉県立ａ高等学校に入学し，高校卒\n業後，ｄ病院看護専門学校（以下「看護学校」ともいう。）に入学し，平成１１年\n３月看護学校を卒業するとともに看護婦の国家試験に合格し，同年４月から看護婦\nとしてｄ病院に就職して中央手術室に勤務するようになり，同年秋ころから，ｂ市\n内の実家を出てｃ市内のアパートで一人暮らしを始めた。被告人は，中学校で吹奏\n楽部に所属していた際に楽器の修理業者として出入りしていたＢと知り合い，高校\nに進学した後も吹奏楽部に所属していたが，そこにもＢが業者として出入りしてい\nたことから，同人と言葉を交わすうちにやがて自分の悩みなどを打ち明けて相談に\nのってもらったりするようになり，次第に同人に好意を寄せるようになって，高校\n３年生の平成７年夏ころには同人と肉体関係を結ぶなど，親しい仲となっていた。\nところで，被告人が入学した看護学校の同期生に被害者がおり，同女の自宅が\nｂ市内にあって，被告人と同じ路線の電車で通学していたことから，一緒に遊びに\n行ったり，国家試験の受験勉強をするなどして親しく交際するようになり，看護学\n校卒業後，同女も上記ｄ病院に就職して中央手術室の勤務となったことから，同女\nが病院の寮を出て一人暮らしを始めると，互いのアパートに行き来するなどして親\n友として交際をするようになっていた。\n被告人は，看護学校在学中から，将来結婚することをも視野に入れてＢと交際\nし，女の友達としては被害者と交際していたが，平成１１年ころ，自分に面白い友\n達がいると言ってＢに被害者を紹介し，Ｂを交えて３人で食事に出掛けたり，遊び\nに行ったりしたことがあったが，被害者を紹介されたＢは，同女に対して被告人に\nはない魅力を感じて次第に同女に興味を抱くようになり，翌平成１２年８月ころに\nは，被害者と情交関係を結ぶに至り，それ以降，二人は，被告人に対して後ろめた\nい気持ちをもちながらも密会をするようになった。一方，被告人は，こうしたＢと\n被害者の関係には全く気が付かないでいたが，同年１１月ころ，被害者からリサイ\nクルショップで中古の冷蔵庫を買った話を聞き，同じころにＢからもリサイクルシ\nョップに行って中古の冷蔵庫を見付けたという話を聞いたため，Ｂと被害者が密会\nしているのではないかという疑いを抱き，さらにそのころ，遊びに行ったＢのアパ\nートで洗濯物がきちんと畳んで置いてあるのを見付けたことから，更に疑いを深\nめ，Ｂに気付かれないように同人の携帯電話を確かめたところ，洗濯をしてほしい\n旨の被害者にあてたメールが残っているのを見付けたため，ますます二人に対する\n疑いを深め，同年１２月に入ってから，何気なく尋ねる振りをして，被害者に対し\nてＢのアパートのかぎを持っているのではないかと問いただしたところ，果たし\nて，同女がＢのアパートのかぎを差し出したことから，被告人は，親友の被害者\nが，自分の恋人であるＢと密会していたことにショックを受け，早速，Ｂに対して\nも被害者との関係を問いただしてみた。しかし，Ｂは，被害者に頼まれてかぎを貸\nしただけであるなどと言い繕い，同女との交際を強く否定したので，被告人として\nも，Ｂが自分に隠れて被害者と浮気をしていることを信じたくない気持ちもあっ\nて，余りＢを追及すると，これまでにも同人が別れ話を口にすることがあったの\nで，Ｂに嫌われたくないとの思いから，自分でＢの浮気の証拠を見付けてやろうと\n考えて，その場はうやむやのまま済ませていた。こうした出来事があった後の平成\n１３年１月に入り，当直勤務を終えた被告人が，事前に来訪することを連絡せず\nに，Ｂのアパートの前に着いてから，これから同人のところに行く旨伝えて，同人\nの部屋を訪れようとしたところ，部屋から出てきた同人が，中に入ろうとする被告\n人の前に立ちはだかって部屋に入れようとしなかったことがあり，被告人として\nは，かつてないＢの態度に不審を強め，Ｂの気持ちが被害者に傾いているのではな\nいかと不安を抱くようになった。さらに同月末ころ，Ｂの不在の間に同人のアパー\nトを訪れた被告人は，Ｂの帰りを待つ間に，被告人が同人にクリスマスプレゼント\nとして贈ったデジタルカメラの中に，Ｂの部屋で撮った下着姿の被害者の画像や被\n害者のアパートで撮影されたＢと被害者がキスしている画像などが残っているのを\n見付けて，二人が情交関係を結んでいることをはっきりと知り，直ちに電話で被害\n者を問い詰めたところ，同女はＢと関係があったことを認めたので，二度とＢと連\n絡を取らないことを約束させるとともに，今度はＢを問いただして，同人にも被害\n者と肉体関係があったことを認めさせたが，Ｂからは，逆に，被告人がＢと被害者\nのことを疑ったからこうなったなどと言われて，原因を作った被告人が悪いなどと\n開き直られたため，Ｂを怒らせると，また，別れ話を持ち出されると考えて，Ｂの\n性格からして，Ｂの方から被害者と別れることはないと考えたものの，被害者がＢ\nとは連絡しないと約束してくれていたので，それに期待するしかないと考えて，自\nらを納得させていた。そして，このころから，被告人には，被害者さえいなければ\n自分がこんなに苦しむことはないのになどという気持ちが芽生えるようになった。\nこうして，Ｂと被害者に情交関係があったことが明らかになったことから，被\n告人は，Ｂを怒らせて自分から気持ちが離れていくことをおそれて，Ｂの浮気を心\n配しながら不安な気持ちを抱いたまま，落ち着かない日々を過ごしていたが，先に\n被害者がＢのアパートのかぎを持っていたので，Ｂも被害者のアパートのかぎを持\nっているに違いないと考えて，同年２月ころ，Ｂのアパートで，同人が入浴中に，\n同人の所持しているキーホルダーから被害者のアパートのかぎと思われるかぎを抜\nき取り，被害者が勤務に出てアパートを不在にしている機会をねらい，被害者のア\nパートに行ってかぎを確かめたところ，やはりそのかぎが被害者の部屋の合いかぎ\nであり，さらに被害者の部屋の中に，Ｂの下着や歯ブラシ，ひげそりなどが置いて\nあるのを見付けて，Ｂが，依然として被告人に隠れて被害者と関係を続けているこ\nとが分かって強いショックを受けた。被告人は，既にＢの気持ちは自分から離れて\nしまっているのではないかと不安を覚えるとともに，自分がＢのかぎを使って勝手\nに被害者の部屋に入ったことが分かるとＢに嫌われてしまうと思い，Ｂがいなくな\nったら生きていけないなどと思い悩み，食欲もなくなり，夜も眠れなくなって，そ\nのため体重も減るなどして憔悴し，その一方で，病院では被害者が被告人を避けて\nいるように感じられて，自分に隠れてＢと逢瀬を重ねている被害者の真意も分から\nず，Ｂの本心もつかみかねたまま，不安と焦燥の日々を過ごしていた。こうした日\n々を送っていた同月２５日ころ，被告人が，勤務を終えた後，本を借りることを口\n実に被害者のアパートを訪れたところ，被告人の不安が的中し，被害者の部屋の前\nで，中から出てきたＢと鉢合わせをするということがあった。被告人は，その場は\n冷静さを繕い，被害者を交えて３人でｃ市内のレストランに行き，食事をしながら\n話し合いの席をもって，二人に対して，自分にとってＢは一番大切な人であり，被\n害者も一番の友達と思っている旨述べて，Ｂと被害者に対して，二人だけで会った\nり，連絡を取り合ってほしくない旨自分の気持ちを率直に伝え，もし二人で連絡を\n取ったら自分に報告してほしいなどと言って，Ｂと被害者にその旨約束をしてもら\nった。\n２  犯行に至る経緯\nこうして，被告人は，Ｂと被害者に二人きりで会わない約束をさせたものの，\nその後も二人が被告人に隠れて会っているのではないかという不安が頭から離れ\nず，被告人が勤務日で，Ｂと被害者が休みの時には仕事が手に付かず，仕事が終わ\nるとＢのアパートに行ってそこから出勤したり，勤務中に二人の携帯電話に電話を\n掛けて行動を確認したり，Ｂのキーホルダーから取った被害者のアパートのかぎを\n使って，被害者の勤務中に部屋の中に入ってＢが訪れた痕跡がないか調べるなどし\nていたが，同年３月末ころ，被告人が，約束を守っていないのではないかと言って\nＢを責めたところ，逆にＢから，「全部報告するという約束はしていない」などと\n言って開き直られたため，こうした強気に出るＢの態度から，被告人は，二人の関\n係が続いていることを確信したが，このころには，Ｂの背信を責める気持ちより\nも，Ｂをここまで夢中にさせ，自分がこんなに苦しんでいるのに平気な様子をして\nいる被害者に対する憎しみの念が募っており，先に芽生えていた被害者さえいなけ\nればという気持ちが被告人の心を支配するようになって，Ｂを取り戻すために被害\n者を殺害し，証拠を隠すために死体を解体して処分することを考えるようになって\nいた。\nこうして，被告人は，被害者を殺害することを考えるようになり，殺害方法に\nついて考えを巡らせるとともに，死体の処分方法についても日ごろ読んでいた漫画\nからヒントを得て，自己の看護婦としての知識経験から，死体をばらばらに解体し\nて生ゴミとして投棄しようと考え，このころ，メモ用紙に，「糸ノコ，刃１０本く\nらい？，包丁，と石，肉をミンチにするキカイ，フードプロセッサー」などと記載\nし，さらに，勤務先の手術室から持ち出すものとして，「マスクガウン，くつした\n（ディスポ）ｏｐｅぎ，帽子（はっとり），バケツ，アルコール，オイフ，メスハ\nンドル４№２１」などと記載した。そして，そのころ，被告人は，実家に帰った際\nに，父親が植木を切るのに使用していた金鋸を持ち出し，同年４月４日には，日用\n雑貨店で，包丁，砥石，フードプロセッサーを購入して準備をするとともに，被害\n者を殺害して死体を解体するのは自分のアパートでやるしかないと考えていたこと\nから，どうやって被害者を自分のアパートに誘い入れるかについて考え，同年３月\nころに，被害者から「また一緒に飲みたいね」などと言われていたことを思い出\nし，二人で酒を飲むことを口実に被害者を誘うことにした。一方，そのころ，勤務\n先の病院では新人看護婦の指導を担当する看護婦の選考が行われたが，希望してい\nた被告人は選考に漏れ，被害者が選ばれたことから，被告人は落ち込んでしまい，\n被害者を早く殺害しようという気持ちに一層拍車を掛けることになった。同年４月\n５日，被告人は，被害者を殺さないと今の苦しみから逃れられないと思う一方，被\n害者を殺せばこれを隠すため更に苦しむことになるという気持ちもあって，内心，\n自分の誘いを断ってくれたらという葛藤を抱いたまま，勤務先の病院で顔を合わせ\nた被害者に対して，「また一緒に飲もうか」と言って声を掛けたところ，同女は，\n被告人の誘いに簡単に応じてくれ，同女と，同女の当直勤務明けの同月６日に，被\n告人のアパートで飲酒をする約束をした。\n同月６日，被告人は，午後零時からの遅番の勤務に就いたが，先輩看護婦から\n翌７日の当直の交代を依頼されて断り切れず，当直勤務が始まる夕方までは時間の\n余裕があると思い，同月７日の当直勤務を代わってやることにし，その代わり，４\n月９日には有給休暇をとることにした。同月６日午後９時３０分ころ，勤務を終え\nた被告人は，病院を出て車で被害者のアパートに同女を迎えに行き，途中コンビニ\nエンスストアに寄ってビールや酒のつまみを買い，被告人のアパートに向かった\nが，被告人は，被害者を殺害して死体を解体して処分しようと考えて，そのための\n道具を買いそろえるなどして準備をしていたものの，被害者をこの世から消し去り\nたいという気持ちを抱く一方で，これを行うのは本当の自分ではなく別の自分であ\nるという思いが頭の中にはあり，被害者を乗せた車を運転してアパートに向かう途\n中においても，こうして被害者を自分のアパートに誘ったものの，本当に被害者を\n殺害する機会があるだろうかなどという不安もあって，具体的な殺害方法も決めか\nねていた。\n同日午後１０時ころ，アパートに着くと，被告人は，被害者を連れて部屋に入\nり，しばらく酒を酌み交わしながらテレビを見たり，たわいもない話をしていた\nが，やがて翌７日午前２時ころ，Ｂの話題になって，被告人が，被害者に対して，\n「まだＢ君と連絡をとっているの。３人での約束を守るつもりはあるの。もうこれ\n以上私を苦しめるのはやめて」などと，今までなかなか言えずにいたことを一気に\n吐き出し，泣きながら尋ねたところ，被害者は，黙ったまま何も答えず，いい加減\nにしてほしいという顔をしていたが，やがて「Ｂ君はＡちゃんと別れたいと言って\nいるよ。もううんざりしていると言っているよ」などと言ったことから，その言葉\nを聞いた被告人は，Ｂを失うという絶望感に襲われるとともに，こうした事態を招\nいたのは被害者のせいであるとして激高し，とっさに同女を殺害しようと決意し\nた。\n（罪となるべき事実）\n被告人は，以上のような経緯で，当時交際していたＢが，職場の同僚で，親友で\nもある被害者（当時２３歳）と密かに交際を続けていることに思い悩んでいたとこ\nろ，Ｂの相手である同女に対して次第に憎悪の念を募らせるようになり，同女を殺\n害して，死体を解体して遺棄しようと企て，\n第１  平成１３年４月７日午前２時ころ，埼玉県ｃ市の被告人方自宅西側六畳間に\nおいて，トイレに立とうとして被告人に背中を向けた同女に対し，殺意をもって，\n脱ぎ捨ててあったパンティストッキングを同女の頸部に巻き付けて強く絞め付け，\nよって，そのころ，同所において，同女を窒息死させて殺害し，\n第２  同月８日ころから同月１２日ころまでの間，前記被告人方風呂場において，\n勤務先の病院から持ち出した手術用のメスなどを用いて，同女の死体の左右股関\n節，左右肩関節及び胸腹部を切断し，内臓を取り出し，さらに，左右膝関節，左右\n足関節，左右肘関節及び左右手関節等を切断し，金鋸で頸部を切断するなどして，\n同女の死体を損壊した上，同月１０日ころから同月１３日ころまでの間，前後４回\nにわたり，前記被告人方先ゴミ収集所及び同県ｅ市Ｂ方南側ゴミ集積場において，\n上記損壊した死体をゴミ袋に入れて投棄し，もって，死体を損壊，遺棄したもので\nある。\n（法令の適用）\n被告人の判示第１の所為は刑法１９９条に，判示第２の所為は包括して同法１９\n０条にそれぞれ該当するところ，判示第１の罪について所定刑中有期懲役刑を選択\nし，以上は同法４５条前段の併合罪であるから，同法４７条本文，１０条により重\nい判示第１の罪の刑に同法４７条ただし書の制限内で法定の加重をした刑期の範囲\n内で被告人を懲役１６年に処し，同法２１条を適用して未決勾留日数中４００日を\nその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人\nに負担させないこととする。\nなお，弁護人は，被告人は自ら警察に出頭して自己の犯罪事実を申告しているか\nら，自首が成立すると主張する。しかしながら，関係証拠によれば，捜査機関は，\n被害者が行方不明となって間もなくから鋭意捜査を進めており，被告人を含む関係\n者の事情聴取等によって，被告人が，交際相手の男性と被害者との間で，いわゆる\n三角関係にあったことや，被告人が生前の被害者の昀後の目撃者であることなどを\n把握しており，被告人が被害者の失踪事件に関係している可能性が極めて高いと判\n断していたもので，被告人が，警察に出頭する以前である平成１３年７月１７日に\nは，被告人方アパートの検証を実施するなどしており，被告人方アパートの検証の\n結果，風呂場の床や壁などから大量のルミノール反応が出るとともに，血痕が発見\nされたことから，この時点において，被告人を本件殺人事件の有力な容疑者として\n認知していたものと認められる。一方，自宅の風呂場からルミノール反応が出たこ\nとから，犯行を隠しきれないと判断した被告人は，同月１８日夜，Ｂに本件犯行を\n打ち明け，さらに，勤務先病院の上司である看護婦長に電話で被害者を殺害したこ\nとなどを打ち明けて，翌日，警察に出頭することを伝え，これを受けた上司が，警\n察に連絡を取って担当の捜査官に被告人からの電話の内容を伝えていることが認め\nられるから，以上の事実によれば，被告人が警察に出頭した同年７月１９日の時点\nにおいては，被告人が本件犯行の犯人であることは，捜査機関には既に発覚してい\nたことが明らかである。したがって，本件において自首は成立せず，弁護人の主張\nは理由がない。\n（量刑の理由）\n１  本件は，被告人が，高校時代から交際していた男性が職場の同僚である被害者\nと情交関係をもったことを知り，二人が被告人に隠れて交際を続けていることに思\nい悩み，相手の男性の背信を責める気持ちよりも，相手をここまで夢中にさせ，自\n分が苦しんでいるのに平気でいる被害者に対する憎悪の念を募らせた末，被害者を\n殺害し（判示第１の事実），被害者の死体をメスや金鋸等を用いてばらばらに解体\nして損壊した上，ゴミ袋に入れて遺棄した（判示第２の事実），殺人と死体損壊遺\n棄の事案である。\n２  本件犯行に至る経緯等は前判示のとおりであって，被告人は，高校時代から交\n際していた男性が，職場の同僚で，親友でもあった被害者と肉体関係をもったこと\nを知り，二人が被告人に隠れて交際を続けていることに思い悩み，二人だけで会わ\nないことを約束させたものの，相手の男性の態度からなお二人の関係が続いている\nものと疑い，男性を取られてしまうのではないかという不安と焦燥の日々を送るう\nちに，相手の男性の背信を責める気持ちよりも，相手をここまで夢中にさせ，被告\n人が苦しんでいるのに平気でいる被害者に対する憎しみが高じてきて，被害者さえ\nいなければという気持ちがいつしか被告人の心を支配するようになって，相手の男\n性を取り戻すために被害者を殺害しようと考えるようになり，殺害方法について考\nえを巡らすとともに，証拠を隠すために死体を解体して処分しようと考え，死体を\n解体するための道具を買いそろえたり，勤務先の病院から持ち出す道具をメモする\nなどして準備を整え，殺害の時期をうかがうなどしていたが，こうした被害者を殺\n害しないと苦しみから逃れられないという気持ちの一方で，被害者を殺害すれば更\nに苦しむことになるという気持ちもあって，内心の葛藤に悩み，逡巡していたもの\nの，死体を解体する場所は被告人のアパートしかないと考えていたことから，怪し\nまれずに被害者を誘い出すために，一緒に飲酒しようなどと言って声を掛け，被告\n人の言葉を疑うことなく誘われてきた被害者と酒を酌み交わすうちに，やがて交際\n相手の男性の話題になるや，被害者から，相手の男性は被告人と別れたがっている\nなどと言われたことから，相手の男性を奪われたという絶望感に襲われるととも\nに，こうした事態を招いたのは被害者のせいであるとして激高し，とっさに被害者\nを殺害しようと決意し，脱ぎ捨ててあったパンティストッキングを被害者の頸部に\n巻き付けて強く絞め付けて殺害し，その後，約５日間掛けて被害者の死体を解体し\nて損壊し，これをゴミ袋に入れて投棄しているのである。被告人が，長い期間にわ\nたる内面の葛藤を経て，被害者に対する殺意を抱くようになり，その発現として犯\n行当日の行動がとられたものと考えられ，殺意の形成過程を全体として観察すれ\nば，本件は，発作的，偶発的犯行とはいい難く，被告人は，交際相手の男性と被害\n者との間のいわゆる三角関係に悩みながら，問題解決のためには他の手段がいくら\nでもあり得たのに，自分本位の考え方に取りつかれて他に思いやる余裕を失い，視\n野狭さくに陥ったまま，ついに自己の心中における非合理的な意思をそのまま実行\nに移したもので，余りにも短絡的というほかなく，自己中心的かつ身勝手であっ\nて，犯行の経緯や動機に酌量すべき余地はない。\nところで，被告人は，公判廷において，被害者を殺害して，死体を損壊遺棄す\nることについて事前に計画を立てて死体損壊等の用具を準備した記憶はないと供述\nし，また，被害者に対する殺意についてもあいまいな供述を繰り返し，被害者を殺\n害した状況についても気が付いたら被害者の首を絞めていた旨弁解供述している。\nしかしながら，被告人は，捜査段階において，当初は，被害者に誘われて自室\nで一緒に飲酒していた際，被害者に言われた言葉にかっとなって同女を殺害し，そ\nの後に被害者の死体を解体して処分することを考えた旨供述していたが，その後，\n犯行の年の３月末ころには被害者に対する殺意を抱くようになり，殺害後の死体の\n処理についても考えを巡らせてその準備をした上，被害者を自室に誘って犯行に及\nんだ旨供述するに至っているのであり，こうした犯行に至る経緯について被告人の\n供述するところは，交際相手の男性やその他の関係者の供述と比照して矛盾がな\nく，符合しており，また，死体の損壊及び遺棄に必要な道具を準備した状況につい\nての供述も，被告人が作成したメモの記載や品物を購入した事実によって客観的に\n裏付けられているのであり，さらに，被害者に対する被告人の感情の推移や被害者\nがこの世から消えてなくなればいいなどと思うに至った状況，殺害や死体損壊遺棄\nの手段について考えを巡らせた状況に関する供述なども，本人にしか語り得ない具\n体的かつ詳細なもので，被告人が，上申書で明らかにしている当時の心情に照らし\nてみれば，捜査段階における被告人の供述は十分に信用することができる。もっと\nも，被告人が意図していた，死体を解体するのに使用する道具の準備が中途半端な\nまま，被害者の殺害を実行に移していることや，実際に死体の解体に使用したメス\n等は，被害者を殺害した後に病院から持ち出していること，また，被害者の殺害を\n実行に移す目的で，被害者を自室に誘うことにした日の翌日の当直を，先輩看護婦\nに依頼されたためとはいえ，引き受けていることなど，犯行前の被告人の行動全般\nに照らしてみると，本件は，検察官が主張するように，必ずしも，事前の周到な計\n画及び準備を経た上での確定的かつ具体的な殺意に基づいた犯行であると断定する\nこともできないのであって，被告人が，捜査段階において供述するように，それな\nりの準備を進めながら，内面の葛藤や迷い，逡巡する気持ちをも抱きながら，被害\n者と酒を酌み交わしていた際に，被害者の言辞に激高して，衝動的に殺害の決意を\n固めて実行に及んだとみるのが相当である。したがって，被告人は，被害者を殺害\nし，死体を損壊して遺棄することを考えながら，それなりの準備を進めていたもの\nであるから，本件が突発的，偶発的犯行であるとは到底いえないのであり，殺害の\n態様に照らしてみれば，その時点において，被告人が確定的な殺意を有していたこ\nとは明らかであって，被害者を殺害した後，死体を損壊して遺棄した行為は，かね\nてから被告人が意図していたとおりの行動といえるのであって，その意味で，本件\n犯行を全体としてみれば，計画性があったことは否定できない。\nところで，医師Ｃ作成の鑑定書及び同人の公判供述によれば，被告人は，犯行\n当時，精神的に相当疲弊困ぱいし，その苦痛から逃れようとして，被害者に対して\n強い憎しみの感情を抱くうちに殺意が生じるようになったものの，良心に基づく合\n理的判断を下すことを避けようとして無意識のうちに心理的機序を働かせ，次第に\n現実感覚を喪失させていき，被害者を殺そうとしているのは自分とは別個の存在で\nあるとの感覚をも抱きながら，死体を解体する道具を準備し始め，結局は被害者の\n言辞を契機に衝動的に殺害に及んだが，その後，犯行に及んだという強い心理的な\nショックから逃れるため，無意識のうちに次第に健忘に陥り，犯行に直結する記憶\nを欠落させていったのではないかと指摘されているところ，こうした指摘は，犯行\nに至る被告人の心理経過や犯行後の心情のほか，被告人が，公判廷において，記憶\nがないとあいまいな供述をしている理由についても合理的に説明し得ているもので\nあり，したがって，記憶がない旨の被告人の供述をとらえて，被告人が虚偽供述を\nしており，反省の情がないとみるのは相当ではない。\n３  そして，犯行の具体的態様をみるに，被告人は，犯行に及ぶことにちゅうちょ\nを覚えながらも，被害者を自宅に誘って酒を酌み交わすうちに，被害者から交際相\n手の男性が被告人と別れたいと言っている旨聞かされて，これまでの感情が一気に\n高ぶって確定的な殺意を抱き，トイレに立つために被害者が背を向けたところを，\nとっさに背後からパンティストッキングを同女の頸部に巻き付け，かなりの間絞め\n続けて殺害しており，強固な犯意に基づいた残虐な手口であり，被害者が動かなく\nなると，被害者の死亡を確かめるために，呼吸や脈を確認し，さらに，死体を解体\nするために，被害者の死体を浴室に運び込んだ後も，みぞおち付近を包丁で突き刺\nして死亡を確認しているのである。こうして被害者の殺害を遂げた後，被告人は，\n包丁で死体の解体を行うことが困難であることが分かると，かねて計画していたと\nおり，その後，勤務先の病院から手術用のメスハンドルやメスの替え刃等を持ち出\nし，実家から持ってきた金鋸などとともにこれらの道具を使用して，病院の勤務が\n終わって自宅に帰ってくると，約５日間にわたって，死体の左右股関節，左右肩関\n節及び胸腹部を切断し，内臓を取り出し，さらに，左右の膝関節，足関節，肘関節\n及び手関節等を切断し，金鋸で頸部を切断して胴体から切り離す解体作業を淡々と\n行っているのであって，その情景は想像を絶するというほかなく，さらに，被告人\nは，こうしてばらばらに損壊した被害者の死体をゴミ袋に入れて，自宅アパート及\nび交際相手の男性のアパートの近くのごみ集積所等に投棄しているのであり，そこ\nには遺体となった被害者に対する畏敬の念は一切うかがわれず，その冷徹非道さに\nは戦慄を覚えざるを得ない。\n被告人は，こうして自らの手に掛けて被害者を殺害しておきながら，その後も\n平然と病院で勤務に就いていたばかりか，被害者の行方が分からなくなったため，\n家族や病院関係者から心当たりを尋ねられてもこれを欺き続け，連日自宅で死体の\n解体作業を行い，ゴミ袋に入れた被害者の死体を投棄していたのであって，犯行か\nら約３箇月後に被告人方の検証が実施されて，風呂場からルミノール反応が出るな\nどしたため，ついに犯行を隠ぺいし続けることができないと観念するまで，ひたす\nら無関係を装って，何事もなかったかのように振る舞い，被害者がいなくなったこ\nとで，安心したかのように相手の男性とよりを戻し，付き合い続けていたもので，\n犯行後の行動からは良心の呵責もうかがわれない。\n被害者は，被告人の交際相手であることを知りながら，被告人に隠れて男性と\nの関係を続けていたという事情はあるものの，男性からの誘いに応じて交際に及ん\nでいたもので，生命まで奪われなければならないほどの落ち度があったということ\nはできない。被害者は，被告人の手によって尊い一命を奪われ，わずか２３歳で生\n涯を終えたもので，その無念の情は察するに余りある。かけがえのない被害者を奪\nわれた両親はじめ遺族の心痛や悲嘆は筆舌に尽くし難く，とりわけ，本件において\nは，被害者の遺体が被告人によって無惨にも跡形もなく解体され，損壊されて捨て\n去られたため，遺族は被害者の遺体に対面することもかなわずに，被害者が殺害さ\nれて死亡したという事実を受け容れざるを得なかったものであり，遺族にとっても\n余りにも残酷というほかなく，遺族の憤りや怒りが峻烈を極めているのは当然であ\nり，被告人に対して極刑を求める心情には同情の念を禁じ得ない。\n以上に加えて，被告人から遺族に対する謝罪や慰謝の措置は十分なされている\nとはいい難い上，被告人が，公判廷において，被害者のことを忘れず，償いを続け\nるために，交際相手の男性との入籍をも視野に入れていると述べるなど，いまだに\n自己の責任を十分に自覚しているとは思われない，遺族に対して配慮に欠ける供述\nをしていることや，本件が，被告人の交際相手の男性を巡るいわゆる三角関係のも\nつれから，看護婦であり，年若い女性である被告人が，同僚の看護婦を殺害して，\n死体をばらばらに損壊して遺棄したという，病院関係者のみならず地域社会にも不\n安と衝撃を与えた事件であって，社会的影響も軽視できないことを考えると，被告\n人の刑事責任は相当に重いといわざるを得ない。\n４  そうすると，被告人が，公判廷において，覚えていないなどとあいまいな供述\nを繰り返しながらも，犯行自体は素直に認めて，被告人なりに反省の情を示してい\nること，本件犯行は，必ずしも用意周到に準備を経た上計画的に敢行されたものと\nも断定できず，殺害の実行の契機には多分に衝動的な要素もみられること，被告人\nには交通違反歴を除いて前科前歴がなく，看護学校卒業後，看護婦として特段の問\n題もなく生活を送ってきたものであること，両親が謝罪金を準備するとともに，被\n告人の更生に助力することを誓約していることなど，被告人のためにしん酌し得る\n事情を十分に考慮してみても，主文掲記の科刑は免れない。\n（求刑  懲役１８年）\n【さいたま地方裁判所第三刑事部裁判長裁判官川上拓一,裁判官森浩史,裁判官片岡\n理知】\n"
}