{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 22
  },
  "case_number": "平成12(行コ)34",
  "case_name": "贈与税決定処分等取消請求控訴事件(原審・大阪地方裁判所平成10年(行ウ)第21号)",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "15716",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15716",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/716/015716_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人らの負担とする。\n事　　　実\n第一　申立\n一　控訴人ら\n１　原判決を取り消す。\n２　被控訴人が控訴人らに対して、平成八年五月一〇日にした各贈与税決定処分\n（以下「本件各決定処分」という。）及び各無申告加算税賦課決定処分（以下「本\n件各賦課決定処分」といい、本件各決定処分と併せて「本件各処分」という。）い\nずれも取り消す。\n３　訴訟費用は、第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文同旨\n第二　当事者の主張\n次のとおり加除、訂正するほかは、原判決の「事実」中の「第二　当事者の主\n張」（原判決四頁二行目から同一七頁六行目まで）に記載のとおりであるから、こ\nれを引用する。\n一　原判決五頁五行目から同六頁八行目までを次のとおり改める。\n「４　本件各処分は次の理由により違法である。\n（一）（１）　本件株式は、株式会社である訴外会社が発行する株式であるが、取\n引相場がなく、財産評価基本通達（乙一、昭和三九年四月二五日付け直資五六、直\n審（資）一七（平成五年六月二三日付け課評二―七・課資二―一五六による改正前\nのもの。）、以下「本件通達」という。）一八八及び一八八―二に基づき、配当還\n元方式によって評価される株式に該当する。\n配当還元方式によると、本件株式は一株三八円と評価される。\n（２）　ところが、被控訴人は、本件株式の価額を、預け金その他の単なる金銭債\n権と同様、捨也の取得価額と同額であると評価して本件各処分を行った。\n（３）　本件各処分は、本件通達に反するものであって違法なものである。\n（４）　仮に、配当還元方式による評価が相当でないとしても、直ちに、右方式と\n著しい格差があり、また、本件通達が認めていない時価純資産価額をもって時価と\nすることは違法である。本件通達が認めている配当還元方式と他の方式（類似業種\n比準方式など）とを併用するなどの方法によって評価がなされるべきであり、純資\n産価額、類似業種比準価額及び配当還元価額をおおむね三分の一ずつ併用した場合\nの本件株式の価額は、一株五三六三円となる。\n（５）　本件通達に基づく配当還元方式を採用しないことは、本件通達が法令に準\nずるものであることからして、その法的安定性を著しく破壊し、納税義務者の本件\n通達に対する信頼を踏みにじる不意打ちを行うことになる。また、本件通達に従っ\nた配当還元方式を用い\nる場合とそうでない場合とでは算出した税額が著しく異なるが、その相違の原因は\n本件通達の欠陥に由来するのであり、これを是正する政策的な必要があるならば、\n本件通達が変更されるべきものである。これらのことからして、本件各処分は、租\n税法律主義を定めた憲法三〇条、適正手続を保障した同法一三条及び三一条、法の\n下の平等を定めた同法一四条に違反する。\n（二）　累進課税制度自体も平等主義に違反するのみならず、また、最高税率を七\n〇パーセントとする極度な累進課税制度を採用した現行の相続税法は、私有財産制\n度の否定にもつながるものであり、財産権の保障を定めた憲法二九条及び法の下の\n平等を定めた同法一四条に違反する。\nそして、累進課税税率による税額を前提とする本件各処分も違憲、違法なものであ\nる。」\n二　同八頁二行目の「株式会社セムヤーゼ」の次に「（以下「セムヤーゼ」とい\nう。）」を加え、同七行目の「価格」を「価額」と改め、同九頁一行目の「大和フ\nァイナンス株式会社」の次に「（以下「大和ファイナンス」という。）」を、同二\n行目から三行目にかけての「有限会社ワイ・ティー興産」の次に「（以下「ワイ・\nティー興産」という。）」をそれぞれ加え、同一〇頁四行目の「その後、」を削\nる。\n三　同一一頁五行目の「Ａ」の次に「（以下「Ａ」という。）」を、同一三頁一行\n目の「Ｂ」の次に「（以下「Ｂ」という。）」を、同行目から同二行目にかけての\n「株式会社財産活用クリニック」の次に「（以下「財産活用クリニック」とい\nう。）」をそれぞれ加える。\n理　　　由\n一　当裁判所も、控訴人らの請求は理由がなく棄却すべきものと判断する。その理\n由は、次のとおり加除、訂正するほかは、原判決の「理由」（原判決一七頁八行目\nから同三七頁末行まで）に記載のとおりであるから、これを引用する。\n１　原判決一九頁三行目の「法人税施行令」を「法人税法施行令」と改め、同二三\n頁三行目の「五、」の次に「五一、」を加え、同二五頁六行目から七行目にかけて\nの「株式会社」を削り、同二八頁四行目の「Ｃ」の次に「（以下「Ｃ」とい\nう。）」を加え、同二九頁二行目の「株式会社」を削る。\n２　同三〇頁八行目から九行目にかけての「平成四年六月一五日」を「平成四年九\n月一五日」と改め、同三六頁一行目の「相当である。」の次に「証拠（乙二八）及\nび弁論の全趣旨によれば、本件贈与日である平成五年三月三〇日の直近\nの本件株式一株当たりの時価純資産価額、すなわち平成五年二月末現在の本件株式\n一株当たりの時価純資産価額は、一万七〇五二円と認められる。」を加える。\n３　同三六頁一行目の次に改行のうえ、次の記載を加える。\n「控訴人らは、仮に、配当還元方式による評価が相当でないとしても、直ちに、右\n方式と著しい格差があり、また、本件通達が認めていない時価純資産価額をもって\n本件株式の時価とすることは違法であって、配当還元方式と他の方式との併用等に\nよって評価がなされるべきである旨主張し、右主張に沿う税理士Ｄ作成の鑑定意見\n書（甲五〇）がある。そして、右鑑定意見書には、純資産価額、類似業種比準価額\n及び配当還元価額をおおむね三分の一ずつ併用することが相当であり、その場合の\n本件株式の価額は、一株五三六三円である旨の記載がある。\nしかし、本件株式の価額につき配当還元方式による評価を行うことが不合理とされ\nる場合において、いかなる評価方法が採用されるべきかについて、本件通達は何ら\nの定めを置いていないのであるから、時価純資産価額によって本件株式の価額を評\n価することを直ちに違法であるということはできない。また、前記認定事実によれ\nば、本件は、本件株式が時価純資産価額に基づく価格により取引されることが予定\nされていた事案といえるから、右方式に基づく評価が相当でないとはいえず、これ\nを違法なものということはできないし、右評価額と配当還元方式による価額との差\n額が大きいことがその評価方法の違法を根拠付けるということもできない。そし\nて、前記Ｄ作成の鑑定意見書も前記認定を左右するに足りるものではない。したが\nって、この点に関する控訴人らの前記主張は採用できない。」\n４　同三六頁三行目の次に改行のうえ、次の記載を加える。\n「六　控訴人らは、本件各処分は、租税法律主義を定めた憲法三〇条、適正手続を\n保障した同法一三条及び三一条、法の下の平等を定めた同法一四条に違反する旨主\n張する。しかし、前記認定のとおり、配当還元方式を採用しないで本件各処分をな\nしたことは、適法なものであって、租税法律主義（憲法三〇条）に反するものとは\nいえない。控訴人らは、本件通達は法令に準ずるものであり、それに対する納税義\n務者の信頼は法的に保護されるべきである旨主張するが、通達それ自体を国民の権\n利義務を直接に定めた一般的抽象的法規範であるということはできない。もとよ\nり、通達に基づ\nく画一的取扱がなされている場合に、それに対する納税者等の信頼が法的保護に値\nする場合はあるにしても、本件は、本件通達それ自体が例外的な取扱を許容してい\nる（本件通達六）ものであるし、仮に、本件通達に対する納税者等の信頼を考慮す\nるとしても、本件は、前記認定のとおり、租税負担の実質的な公平を著しく損なう\n方法によって租税負担の軽減ないし回避を図ろうとしたものであって、そのような\n利益は法的保護に値するものとはいえない。その他、本件各処分が憲法一三条、一\n四条及び三一条に反すると認めるに足りる証拠はなく、控訴人らの右主張は採用で\nきない。」\n５　同三六頁四行目冒頭の「六」を「七」と改め、同行目の「原告らは、」の次に\n「相続税法自体、私有財産制度の否定につながるものであるし、また、同法に基づ\nく」を、同六行目の「しかし、」の次に「相続税法自体が私有財産制度の否定につ\nながるものとはいえないことは明らかであって、控訴人らの主張は独自の見解とい\nうほかはないし、」を、同一〇行目の「というべきである。」の次に「そして、そ\nのような事情は認められず、」をそれぞれ加える。\n６　同三七頁一行目冒頭の「七」を「八」と、同行目の「価格」を「価額」と、同\n九行目の「収益を挙げたこと」を「収益を得ており、本件贈与による経済的成果が\n失われていないこと」とそれぞれ改める。\n二　その他、原審及び当審における控訴人ら提出の各準備書面記載の主張に照らし\nて、原審及び当審で提出、援用された全証拠を改めて精査しても、引用にかかる原\n判決を含め、当審の認定判断を覆すほどのものはない。\n三　よって、原判決は相当であり、本件控訴は理由がないからこれを棄却すること\nとし、控訴費用は控訴人らに負担させることとして、主文のとおり判決する。\n大阪高等裁判所第二民事部\n裁判長裁判官　竹原俊一\n裁判官　東畑良雄\n裁判官　古久保正人\n"
}