{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 14
  },
  "case_number": "平成17(ハ)3036",
  "case_name": "飲食代金請求",
  "court_name": "東京簡易裁判所民事第1室",
  "lawsuit_id": "8955",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8955",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/955/008955_hanrei.pdf",
  "contents": "平成１７年１１月１４日判決言渡　同日原本領収　裁判所書記官\n平成１７年(ハ)第３０３６号　飲食代金請求事件\n口頭弁論終結日　平成１７年１０月３１日\n判             決\n主             文\n１　被告らは，原告に対し，連帯して，金１９万９５００円及びこれに対する平成１６年１\n０月８日から支払済みまで年６パーセントの割合による金員を支払え。\n２　訴訟費用は被告らの負担とする。\n３　この判決は仮に執行することができる。\n事 実 及 び 理 由\n第１　請　　　求　主文１項と同旨\n第２　事案の概要\n本件は原告が経営する飲食店「Ａ」（以下「本件クラブ」という。）で「掛け」で飲食\nを共にした被告らに対し，原告が飲食代金１９万９５００円を請求したところ，被告\nＢが本件飲食は被告Ｃに接待されたものであるので支払義務はないとして争った\n事案である。\n１　請求の原因\n原告は，被告らに対し，連帯して，本件クラブでの平成１６年９月２９日，同月\n３０日の飲食代金合計１９万９５００円及びこれに対する支払期限の翌日である\n平成１６年１０月８日から支払済みまで年６分の割合による遅延損害金の支払を\n求める。\n２　前提となる事実（争いのない事実及び掲記証拠により容易に認められる  事実）\n(1)　原告は肩書地で本件クラブを経営する有限会社である（登記簿謄本）。\n(2)    被告らは，本件クラブにおいて以下のとおり２回の飲食をし（以下「本件飲\n食」という。），その結果，合計金１９万９５００円の飲食代金が発生した。\nア　平成１６年９月２９日売掛金\n被告らは，本件クラブに来店し，同日午後８時３０分ころから午後１２時こ\nろまで飲食し，その結果，その飲食代金は金９万９７５０円となったところ，\n支払いの段階になって，会計を担当した本件クラブのボーイである証人Ｄ\nに掛け払いを執拗に要求したため，本件クラブのママである原告代表者Ｅ\nとの間で，売掛けにすることにし，本件飲食代金を同年１０月７日までに支\n払うとの約束をした上，請求書に被告Ｂが署名した（甲１，証人Ｄ）。\nイ　平成１６年９月３０日売掛金\n被告ら及び訴外１名の３名は，本件クラブで来店し，同日午後８時３０分\nころから午後１０時４０分ころまで飲食し，その結果，その飲食代金は金９万\n９７５０円となったところ，支払いの段階になって，会計を担当した本件クラ\nブのボーイである証人Ｄに掛け払いを執拗に要求したため，原告代表者Ｅ\nとの間で，売掛けにすることにし，前日と同じ同年１０月７日までに支払うと\nの約束をした上で請求書に被告Ｃが署名した（甲２，証人Ｄ）。\n(3)　被告らは，平成１６年１０月７日までに前記飲食代金の支払いをせず，その\n後もその支払をしない（弁論の全趣旨）。\n３ 争点\n共同して飲食した者は飲食代金債務を連帯して負担するか否か。\n（被告Ｂ）\n本件飲食は，いずれも被告Ｃに接待され飲食したものであるから，本件飲食代\n金を負担することはない。\n第３　争点等に対する判断\n１　被告Ｃは，公示送達による呼出しを受けたが，この事件の口頭弁論期日に出席し\nない。証拠によれば，請求原因事実は，すべて認めることができる。\n２　争点について\n(1)　被告Ｂは，接待されたものであるから，本件飲食代金を負担しない旨主張する\nが，一般的に，複数の者が共に飲食店等で飲食遊興した場合，各人の飲食等\nの内容，割合が当初より各人の格別の注文等により判然としており，飲食者に\nおいてもそのことを十分に念頭において飲食等をなし，かつそのことが飲食店の\n営業主も了知していて，飲食の割合に応じて個別に請求することになるような特\n段の事情がある場合を除いて，営業主としては，その複数の客全員の資力を総\n合的に考慮して，飲食等のサービスを提供し，一方客の方でも営業主に対する\n関係では，全員で飲食等の代金を支払い，各人の負担割合については，内部の\n問題として処理しようと考えて飲食をするのが通常であるので，その場合には，\n飲食等の代金について，営業主と飲食者の間で，飲食者らが連帯して飲食代金\n債務を負担するとの黙示の意思表示があったものと推認される。\n(2)　前提となる事実によれば，本件飲食について，被告らの間で接待者・被接待者\nの関係にあったとしても，そのことを原告が了知していた事実は認められず，ま\nた原告及び被告ら間で本件飲食代金を被告Ｃのみが負担するとの合意があっ\nたとは認められないので，本件飲食を共同した被告ら間で本件飲食代金債務を\n連帯して支払う旨の黙示の合意があったものと推認され，被告Ｂは，本件飲食\n代金債務を連帯して負担するものと解される。\n３　以上によれば，原告の被告らに対する請求はいずれも理由があり，被告Ｂの主張\nは失当であるので，主文のとおりの判決をする。\n東京簡易裁判所民事第１室\n裁　判　官    芹　　　澤　　　　　薫\n"
}